var AvodahZarahjson ={
    "language": "he",
    "title": "Mishnah Avodah Zarah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה עבודה זרה",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ],
    "textmishna": [
        [
            "לִפְנֵי אֵידֵיהֶן שֶׁל גּוֹיִם שְׁלשָׁה יָמִים אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶן, לְהַשְׁאִילָן וְלִשְׁאֹל מֵהֶן, לְהַלְוֹתָן וְלִלְוֹת מֵהֶן, לְפָרְעָן וְלִפָּרַע מֵהֶן. רַבִּי יְהוּדָה אוֹמֵר, נִפְרָעִין מֵהֶן מִפְּנֵי שֶׁהוּא מֵצֵר לוֹ. אָמְרוּ לוֹ, אַף עַל פִּי שֶׁמֵּצֵר הוּא עַכְשָׁיו, שָׂמֵחַ הוּא לְאַחַר זְמָן: \n",
            "רַבִּי יִשְׁמָעֵאל אוֹמֵר, שְׁלשָׁה יָמִים לִפְנֵיהֶם וּשְׁלשָׁה יָמִים לְאַחֲרֵיהֶם, אָסוּר. וַחֲכָמִים אוֹמְרִים, לִפְנֵי אֵידֵיהֶן אָסוּר, לְאַחַר אֵידֵיהֶן מֻתָּר: \n",
            "וְאֵלּוּ אֵידֵיהֶן שֶׁל גּוֹיִם, קָלֶנְדָּא, וּסְטַרְנוּרָא, וּקְרָטֵסִים, וְיוֹם גְּנֻסְיָא שֶׁל מְלָכִים, וְיוֹם הַלֵּידָה, וְיוֹם הַמִּיתָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כָּל מִיתָה שֶׁיֶּשׁ בָּהּ שְׂרֵפָה, יֶשׁ בָּהּ עֲבוֹדָה זָרָה. וְשֶׁאֵין בָּהּ שְׂרֵפָה, אֵין בָּה עֲבוֹדָה זָרָה. יוֹם תִּגְלַחַת זְקָנוֹ וּבְלוֹרִיתוֹ, יוֹם שֶׁעָלָה בוֹ מִן הַיָּם, וְיוֹם שֶׁיָּצָא בוֹ מִבֵּית הָאֲסוּרִים, וְגוֹי שֶׁעָשָׂה מִשְׁתֶּה לִבְנוֹ, אֵינוֹ אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם וְאוֹתוֹ הָאִישׁ בִּלְבָד: \n",
            "עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה, חוּצָה לָהּ מֻתָּר. הָיָה חוּצָה לָהּ עֲבוֹדָה זָרָה, תּוֹכָהּ מֻתָּר. מַהוּ לֵילֵךְ לְשָׁם. בִּזְמַן שֶׁהַדֶּרֶךְ מְיֻחֶדֶת לְאוֹתוֹ מָקוֹם, אָסוּר. וְאִם הָיָה יָכוֹל לְהַלֵּךְ בָּהּ לְמָקוֹם אַחֵר, מֻתָּר. עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה וְהָיוּ בָהּ חֲנֻיּוֹת מְעֻטָּרוֹת וְשֶׁאֵינָן מְעֻטָּרוֹת, זֶה הָיָה מַעֲשֶׂה בְּבֵית שְׁאָן, וְאָמְרוּ חֲכָמִים, הַמְעֻטָּרוֹת אֲסוּרוֹת וְשֶׁאֵינָן מְעֻטָּרוֹת מֻתָּרוֹת: \n",
            "אֵלּוּ דְבָרִים אֲסוּרִים לִמְכֹּר לְגוֹיִם, אִצְטְרוֹבָּלִין, וּבְנוֹת שׁוּחַ וּפְטוֹטְרוֹתֵיהֶן, וּלְבוֹנָה, וְתַרְנְגוֹל הַלָּבָן. רַבִּי יְהוּדָה אוֹמֵר, מֻתָּר לִמְכּוֹר לוֹ תַּרְנְגוֹל לָבָן בֵּין הַתַּרְנְגוֹלִין. וּבִזְמַן שֶׁהוּא בִפְנֵי עַצְמוֹ, קוֹטֵעַ אֶת אֶצְבָּעוֹ וּמוֹכְרוֹ לוֹ, לְפִי שֶׁאֵין מַקְרִיבִין חָסֵר לַעֲבוֹדָה זָרָה. וּשְׁאָר כָּל הַדְּבָרִים, סְתָמָן מֻתָּר, וּפֵרוּשָׁן אָסוּר. רַבִּי מֵאִיר אוֹמֵר, אַף דֶּקֶל טָב וַחֲצָב וְנִקְלִיבָם אָסוּר לִמְכֹּר לְגוֹיִם: \n",
            "מְקוֹם שֶׁנָּהֲגוּ לִמְכֹּר בְּהֵמָה דַקָּה לְגוֹיִם, מוֹכְרִין. מְקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִמְכֹּר, אֵין מוֹכְרִין. וּבְכָל מָקוֹם אֵין מוֹכְרִין לָהֶם בְּהֵמָה גַסָּה, עֲגָלִים וּסְיָחִים, שְׁלֵמִים וּשְׁבוּרִין. רַבִּי יְהוּדָה מַתִּיר בִּשְׁבוּרָה. וּבֶן בְּתֵירָה מַתִּיר בְּסוּס: \n",
            "אֵין מוֹכְרִין לָהֶם דֻּבִּין וַאֲרָיוֹת וְכָל דָּבָר שֶׁיֶּשׁ בּוֹ נֵזֶק לָרַבִּים. אֵין בּוֹנִין עִמָּהֶם בָּסִילְקִי, גַּרְדּוֹם, וְאִצְטַדְיָא, וּבִימָה. אֲבָל בּוֹנִים עִמָּהֶם בִּימוֹסְיָאוֹת וּבֵית מֶרְחֲצָאוֹת. הִגִּיעוּ לַכִּפָּה שֶׁמַּעֲמִידִין בָּהּ עֲבוֹדָה זָרָה, אָסוּר לִבְנוֹת: \n",
            "וְאֵין עוֹשִׂין תַּכְשִׁיטִין לַעֲבוֹדָה זָרָה, קֻטְלָאוֹת וּנְזָמִים וְטַבָּעוֹת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בְּשָׂכָר מֻתָּר. אֵין מוֹכְרִין לָהֶם בִּמְחֻבָּר לַקַּרְקַע, אֲבָל מוֹכֵר הוּא מִשֶּׁיִּקָּצֵץ. רַבִּי יְהוּדָה אוֹמֵר, מוֹכֵר הוּא לוֹ עַל מְנָת לָקוֹץ. אֵין מַשְׂכִּירִין לָהֶם בָּתִּים בְּאֶרֶץ יִשְׂרָאֵל, וְאֵין צָרִיךְ לוֹמַר שָׂדוֹת. וּבְסוּרְיָא מַשְׂכִּירִין לָהֶם בָּתִּים, אֲבָל לֹא שָׂדוֹת. וּבְחוּץ לָאָרֶץ מוֹכְרִין לָהֶם בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בְּאֶרֶץ יִשְׂרָאֵל מַשְׂכִּירִין לָהֶם בָּתִּים, אֲבָל לֹא שָׂדוֹת. וּבְסוּרְיָא מוֹכְרִין בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת. וּבְחוּצָה לָאָרֶץ מוֹכְרִין אֵלּוּ וָאֵלּוּ: \n",
            "אַף בִּמְקוֹם שֶׁאָמְרוּ לְהַשְׂכִּיר, לֹא לְבֵית דִּירָה אָמְרוּ, מִפְּנֵי שֶׁהוּא מַכְנִיס לְתוֹכוֹ עֲבוֹדָה זָרָה, שֶׁנֶּאֱמַר (דברים ז) וְלֹא תָבִיא תוֹעֵבָה אֶל בֵּיתֶךָ. וּבְכָל מָקוֹם לֹא יַשְׂכִּיר לוֹ אֶת הַמֶּרְחָץ, מִפְּנֵי שֶׁהוּא נִקְרָא עַל שְׁמוֹ: \n"
        ],
        [
            "אֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדְּקָאוֹת שֶׁל גּוֹיִם, מִפְּנֵי שֶׁחֲשׁוּדִין עַל הָרְבִיעָה. וְלֹא תִתְיַחֵד אִשָּׁה עִמָּהֶן, מִפְּנֵי שֶׁחֲשׁוּדִין עַל הָעֲרָיוֹת. וְלֹא יִתְיַחֵד אָדָם עִמָּהֶן, מִפְּנֵי שֶׁחֲשׁוּדִין עַל שְׁפִיכַת דָּמִים. בַּת יִשְׂרָאֵל לֹא תְיַלֵּד אֶת הַנָּכְרִית, מִפְּנֵי שֶׁמְּיַלֶּדֶת בֵּן לַעֲבוֹדָה זָרָה. אֲבָל נָכְרִית מְיַלֶּדֶת בַּת יִשְׂרָאֵל. בַּת יִשְׂרָאֵל לֹא תָנִיק בְּנָהּ שֶׁל נָכְרִית, אֲבָל נָכְרִית מְנִיקָה בְנָהּ שֶׁל יִשְׂרְאֵלִית בִּרְשׁוּתָהּ: \n",
            "מִתְרַפְּאִין מֵהֶן רִפּוּי מָמוֹן, אֲבָל לֹא רִפּוּי נְפָשׁוֹת. וְאֵין מִסְתַּפְּרִין מֵהֶן בְּכָל מָקוֹם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בִּרְשׁוּת הָרַבִּים מֻתָּר, אֲבָל לֹא בֵינוֹ לְבֵינוֹ: \n",
            "אֵלּוּ דְבָרִים שֶׁל גּוֹיִם אֲסוּרִין וְאִסּוּרָן אִסּוּר הֲנָאָה. הַיַּיִן, וְהַחֹמֶץ שֶׁל גּוֹיִם שֶׁהָיָה מִתְּחִלָּתוֹ יַיִן, וְחֶרֶס הַדְרִיָּנִי, וְעוֹרוֹת לְבוּבִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בִּזְמַן שֶׁהַקֶּרַע שֶׁלּוֹ עָגוֹל, אָסוּר. מָשׁוּךְ, מֻתָּר. בָּשָׂר הַנִּכְנָס לַעֲבוֹדָה זָרָה, מֻתָּר. וְהַיּוֹצֵא, אָסוּר, מִפְּנֵי שֶׁהוּא כְזִבְחֵי מֵתִים, דִּבְרֵי רַבִּי עֲקִיבָא. הַהוֹלְכִין לַתַּרְפּוּת, אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶם. וְהַבָּאִין, מֻתָּרִין: \n",
            "נוֹדוֹת הַגּוֹיִם וְקַנְקַנֵּיהֶן וְיַיִן שֶׁל יִשְׂרָאֵל כָּנוּס בָּהֶן, אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין אִסּוּרָן אִסּוּר הֲנָאָה. הַחַרְצַנִּים וְהַזַּגִּין שֶׁל גּוֹיִם אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, לַחִין, אֲסוּרִין, יְבֵשִׁין, מֻתָּרִין. הַמֻּרְיָס וּגְבִינוֹת בֵּית אֻנְיָקִי שֶׁל גּוֹיִם אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין אִסּוּרָן אִסּוּר הֲנָאָה: \n",
            "אָמַר רַבִּי יְהוּדָה, שָׁאַל רַבִּי יִשְׁמָעֵאל אֶת רַבִּי יְהוֹשֻׁעַ, כְּשֶׁהָיוּ מְהַלְּכִין בַּדֶּרֶךְ. אָמַר לוֹ, מִפְּנֵי מָה אָסְרוּ גְבִינוֹת הַגּוֹיִם. אָמַר לוֹ, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּקֵבָה שֶׁל נְבֵלָה. אָמַר לוֹ, וַהֲלֹא קֵבַת עוֹלָה חֲמוּרָה מִקֵּבַת נְבֵלָה, וְאָמְרוּ, כֹּהֵן שֶׁדַּעְתּוֹ יָפָה, שׂוֹרְפָהּ חַיָּה. וְלֹא הוֹדוּ לוֹ, אֲבָל אָמְרוּ, אֵין נֶהֱנִין וְלֹא מוֹעֲלִין. חָזַר, אָמַר לוֹ, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה. אָמַר לוֹ, אִם כֵּן, לָמָּה לֹא אֲסָרוּהָ בַהֲנָאָה. הִשִּׂיאוֹ לְדָבָר אַחֵר, אָמַר לוֹ, יִשְׁמָעֵאל אָחִי, הֵיאַךְ אַתָּה קוֹרֵא (שיר השירים א), כִּי טוֹבִים דֹּדֶיךָ מִיָּיִן, אוֹ כִּי טוֹבִים דֹּדַיִךְ. אָמַר לוֹ, כִּי טוֹבִים דֹּדַיִךְ. אָמַר לוֹ, אֵין הַדָּבָר כֵּן, שֶׁהֲרֵי חֲבֵרוֹ מְלַמֵּד עָלָיו, לְרֵיחַ שְׁמָנֶיךָ טוֹבִים: \n",
            "אֵלּוּ דְבָרִים שֶׁל גּוֹיִם אֲסוּרִין וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה. חָלָב שֶׁחֲלָבוֹ גוֹי וְאֵין יִשְׂרָאֵל רוֹאֵהוּ, וְהַפַּת, וְהַשֶּׁמֶן שֶׁלָּהֶן. רַבִּי וּבֵית דִּינוֹ הִתִּירוּ בַשֶּׁמֶן. וּשְׁלָקוֹת, וּכְבָשִׁין שֶׁדַּרְכָּן לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ, וְטָרִית טְרוּפָה, וְצִיר שֶׁאֵין בָּהּ דָּגָה כִלְבִּית שׁוֹטֶטֶת בּוֹ, וְהַחִלָּק, וְקֹרֶט שֶׁל חִלְתִּית, וּמֶלַח סַלְקוֹנְטִית, הֲרֵי אֵלּוּ אֲסוּרִין וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה: \n",
            "אֵלּוּ מֻתָּרִין בַּאֲכִילָה. חָלָב שֶׁחֲלָבוֹ גוֹי וְיִשְׂרָאֵל רוֹאֵהוּ. וְהַדְּבַשׁ. וְהַדַּבְדָּנִיּוֹת אַף עַל פִּי שֶׁמְּנַטְּפִין, אֵין בָּהֶם מִשּׁוּם הֶכְשֵׁר מַשְׁקֶה. וּכְבָשִׁין שֶׁאֵין דַּרְכָּן לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ. וְטָרִית שֶׁאֵינָהּ טְרוּפָה. וְצִיר שֶׁיֶּשׁ בָּהּ דָּגָה. וְעָלֶה שֶׁל חִלְתִּית. וְזֵיתִים גְּלֻסְקָאוֹת הַמְגֻלְגָּלִין. רַבִּי יוֹסֵי אוֹמֵר, הַשְּׁלוּחִין, אֲסוּרִין. הַחֲגָבִים הַבָּאִים מִן הַסְּלוּלָה, אֲסוּרִין. מִן הַהַפְתֵּק, מֻתָּרִין. וְכֵן לִתְרוּמָה: \n"
        ],
        [
            "כָּל הַצְּלָמִים אֲסוּרִים, מִפְּנֵי שֶׁהֵן נֶעֱבָדִין פַּעַם אַחַת בַּשָּׁנָה, דִבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ אָסוּר אֶלָּא כָל שֶׁיֵּשׁ בְּיָדוֹ מַקֵּל אוֹ צִפּוֹר אוֹ כַדּוּר. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כֹּל שֶׁיֵּשׁ בְּיָדוֹ כָל דָּבָר:  ",
            "הַמּוֹצֵא שִׁבְרֵי צְלָמִים, הֲרֵי אֵלּוּ מֻתָּרִים. מָצָא תַבְנִית יָד אוֹ תַבְנִית רֶגֶל, הֲרֵי אֵלּוּ אֲסוּרִים, מִפְּנֵי שֶׁכַּיּוֹצֵא בָהֶן נֶעֱבָד:  ",
            "הַמּוֹצֵא כֵלִים וַעֲלֵיהֶם צוּרַת חַמָּה, צוּרַת לְבָנָה, צוּרַת דְּרָקוֹן, יוֹלִיכֵם לְיָם הַמֶּלַח. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, שֶׁעַל הַמְכֻבָּדִין, אֲסוּרִים. שֶׁעַל הַמְבֻזִּין, מֻתָּרִין. רַבִּי יוֹסֵי אוֹמֵר, שׁוֹחֵק וְזוֹרֶה לָרוּחַ אוֹ מַטִּיל לַיָּם. אָמְרוּ לוֹ, אַף הוּא נַעֲשֶׂה זֶבֶל, שֶׁנֶּאֱמַר (דברים יג) וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם:  ",
            "שָׁאַל פְּרוֹקְלוֹס בֶּן פִלוֹסְפוֹס אֶת רַבָּן גַּמְלִיאֵל בְּעַכּוֹ, שֶׁהָיָה רוֹחֵץ בַּמֶּרְחָץ שֶׁל אַפְרוֹדִיטִי, אָמַר לוֹ, כָּתוּב בְּתוֹרַתְכֶם, וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם. מִפְּנֵי מָה אַתָּה רוֹחֵץ בַּמֶּרְחָץ שֶׁל אַפְרוֹדִיטִי. אָמַר לוֹ, אֵין מְשִׁיבִין בַּמֶּרְחָץ. וּכְשֶׁיָּצָא אָמַר לוֹ, אֲנִי לֹא בָאתִי בִגְבוּלָהּ, הִיא בָאתָה בִגְבוּלִי, אֵין אוֹמְרִים, נַעֲשֶׂה מֶרְחָץ לְאַפְרוֹדִיטִי נוֹי, אֶלָּא אוֹמְרִים, נַעֲשֶׂה אַפְרוֹדִיטִי נוֹי לַמֶּרְחָץ. דָּבָר אַחֵר, אִם נוֹתְנִין לְךָ מָמוֹן הַרְבֵּה, אִי אַתָּה נִכְנָס לַעֲבוֹדָה זָרָה שֶׁלְּךָ עָרוֹם וּבַעַל קֶרִי וּמַשְׁתִּין בְּפָנֶיהָ, וְזוֹ עוֹמֶדֶת עַל פִּי הַבִּיב וְכָל הָעָם מַשְׁתִּינִין לְפָנֶיהָ. לֹא נֶאֱמַר אֶלָּא אֱלֹהֵיהֶם. אֶת שֶׁנּוֹהֵג בּוֹ מִשּׁוּם אֱלוֹהַּ, אָסוּר. וְאֶת שֶׁאֵינוֹ נוֹהֵג בּוֹ מִשּׁוּם אֱלוֹהַּ, מֻתָּר:  ",
            "הַגּוֹיִם הָעוֹבְדִים אֶת הֶהָרִים וְאֶת הַגְּבָעוֹת, הֵן מֻתָּרִין וּמַה שֶּׁעֲלֵיהֶם אֲסוּרִים, שֶׁנֶּאֱמַר (דברים ז) לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם וְלָקַחְתָּ. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, (שם יב) אֱלֹהֵיהֶם עַל הֶהָרִים, וְלֹא הֶהָרִים אֱלֹהֵיהֶם. אֱלֹהֵיהֶם עַל הַגְּבָעוֹת, וְלֹא הַגְּבָעוֹת אֱלֹהֵיהֶם. וּמִפְּנֵי מָה אֲשֵׁרָה אֲסוּרָה, מִפְּנֵי שֶׁיֶּשׁ בָּהּ תְּפִיסַת יָד אָדָם, וְכֹל שֶׁיֶּשׁ בָּהּ תְּפִיסַת יְדֵי אָדָם אָסוּר. אָמַר רַבִּי עֲקִיבָא, אֲנִי אוֹבִין וְאָדוּן לְפָנֶיךָ. כָּל מָקוֹם שֶׁאַתָּה מוֹצֵא הַר גָּבוֹהַּ וְגִבְעָה נִשָּׂאָה וְעֵץ רַעֲנָן, דַּע שֶׁיֶּשׁ שָׁם עֲבוֹדָה זָרָה:  ",
            "מִי שֶׁהָיָה בֵיתוֹ סָמוּךְ לַעֲבוֹדָה זָרָה וְנָפַל, אָסוּר לִבְנוֹתוֹ. כֵּיצַד יַעֲשֶׂה, כּוֹנֵס בְּתוֹךְ שֶׁלּוֹ אַרְבַּע אַמּוֹת וּבוֹנֶה. הָיָה שֶׁלּוֹ וְשֶׁל עֲבוֹדָה זָרָה, נִדּוֹן מֶחֱצָה עַל מֶחֱצָה. אֲבָנָיו עֵצָיו וַעֲפָרוֹ, מְטַמְּאִין כַּשֶּׁרֶץ, שֶׁנֶּאֱמַר (דברים ז) שַׁקֵּץ תְּשַׁקְּצֶנּוּ. רַבִּי עֲקִיבָא אוֹמֵר, כַּנִּדָּה, שֶׁנֶּאֱמַר (ישעיה ל) תִּזְרֵם כְּמוֹ דָוָה, צֵא תֹּאמַר לוֹ, מַה נִּדָּה מְטַמְּאָה בְמַשָּׂא, אַף עֲבוֹדָה זָרָה מְטַמְּאָה בְמַשָּׂא:  ",
            "שְׁלשָׁה בָתִּים הֵן. בַּיִת שֶׁבָּנוּי מִתְּחִלָּה לַעֲבוֹדָה זָרָה, הֲרֵי זֶה אָסוּר. סִיְּדוֹ וְכִיְּרוֹ לַעֲבוֹדָה זָרָה וְחִדֵּשׁ, נוֹטֵל מַה שֶּׁחִדֵּשׁ. הִכְנִיס לְתוֹכָה עֲבוֹדָה זָרָה וְהוֹצִיאָהּ, הֲרֵי זֶה מֻתָּר. שָׁלשׁ אֲבָנִים הֵן. אֶבֶן שֶׁחֲצָבָהּ מִתְּחִלָּה לְבִימוֹס, הֲרֵי זוֹ אֲסוּרָה. סִיְּדָהּ וְכִיְּרָהּ לְשֵׁם עֲבוֹדָה זָרָה וְחִדֵּשׁ, נוֹטֵל מַה שֶּׁחִדֵּשׁ. הֶעֱמִיד עָלֶיהָ עֲבוֹדָה זָרָה וְסִלְּקָהּ, הֲרֵי זוֹ מֻתֶּרֶת. שָׁלשׁ אֲשֵׁרוֹת הֵן. אִילָן שֶׁנְּטָעוֹ מִתְּחִלָּה לְשֵׁם עֲבוֹדָה זָרָה, הֲרֵי זֶה אָסוּר. גִּדְּעוֹ וּפִסְּלוֹ לְשֵׁם עֲבוֹדָה זָרָה וְהֶחֱלִיף, נוֹטֵל מַה שֶּׁהֶחֱלִיף. הֶעֱמִיד תַּחְתֶּיהָ עֲבוֹדָה זָרָה וּבִטְּלָהּ, הֲרֵי זֶה מֻתָּר. אֵיזוֹ הִיא אֲשֵׁרָה, כֹּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁעוֹבְדִין אוֹתָהּ. וּמַעֲשֶׂה בְצַיְדָּן בְּאִילָן שֶׁהָיוּ עוֹבְדִין אוֹתוֹ, וּמָצְאוּ תַחְתָּיו גָּל. אָמַר לָהֶן רַבִּי שִׁמְעוֹן, בִּדְקוּ אֶת הַגַּל הַזֶּה, וּבְדָקוּהוּ וּמָצְאוּ בוֹ צוּרָה. אָמַר לָהֶן, הוֹאִיל וְלַצּוּרָה הֵן עוֹבְדִין, נַתִּיר לָהֶן אֶת הָאִילָן:  ",
            "לֹא יֵשֵׁב בְּצִלָּהּ. וְאִם יָשַׁב, טָהוֹר. וְלֹא יַעֲבֹר תַּחְתֶּיהָ. וְאִם עָבַר, טָמֵא. הָיְתָה גוֹזֶלֶת אֶת הָרַבִּים, וְעָבַר תַּחְתֶּיהָ, טָהוֹר. וְזוֹרְעִין תַּחְתֶּיהָ יְרָקוֹת בִּימוֹת הַגְּשָׁמִים אֲבָל לֹא בִימוֹת הַחַמָּה. וְהַחֲזָרִין, לֹא בִימוֹת הַחַמָּה וְלֹא בִימוֹת הַגְּשָׁמִים. רַבִּי יוֹסֵי אוֹמֵר, אַף לֹא יְרָקוֹת בִּימוֹת הַגְּשָׁמִים, מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן וְהֹוָה לָהֶן לְזָבֶל:  ",
            "נָטַל מִמֶּנָּה עֵצִים, אֲסוּרִים בַּהֲנָאָה. הִסִּיק בָּהֶן אֶת הַתַּנּוּר, אִם חָדָשׁ, יֻתַּץ. וְאִם יָשָׁן, יֻצַּן. אָפָה בוֹ אֶת הַפַּת, אֲסוּרָה בַהֲנָאָה. נִתְעָרְבָה בַאֲחֵרוֹת, כֻּלָּן אֲסוּרוֹת בַּהֲנָאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. אָמְרוּ לוֹ, אֵין פִּדְיוֹן לַעֲבוֹדָה זָרָה. נָטַל הֵימֶנָּה כַרְכֹּר, אָסוּר בַּהֲנָאָה. אָרַג בּוֹ אֶת הַבֶּגֶד, הַבֶּגֶד אָסוּר בַּהֲנָאָה. נִתְעָרֵב בַּאֲחֵרִים וַאֲחֵרִים בַּאֲחֵרִים, כֻּלָּן אֲסוּרִין בַּהֲנָאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. אָמְרוּ לוֹ, אֵין פִּדְיוֹן לַעֲבוֹדָה זָרָה:  ",
            "כֵּיצַד מְבַטְּלָהּ. קִרְסֵם, וְזֵרַד, נָטַל מִמֶּנָּה מַקֵּל אוֹ שַׁרְבִיט, אֲפִלּוּ עָלֶה, הֲרֵי זוֹ בְטֵלָה. שְׁפָיָהּ לְצָרְכָּהּ, אֲסוּרָה. שֶׁלֹּא לְצָרְכָּהּ, מֻתֶּרֶת:  "
        ],
        [
            "רַבִּי יִשְׁמָעֵאל אוֹמֵר, שָׁלשׁ אֲבָנִים זוֹ בְצַד זוֹ בְּצַד מַרְקוּלִיס, אֲסוּרוֹת. וּשְׁתַּיִם, מֻתָּרוֹת. וַחֲכָמִים אוֹמְרִים, שֶׁנִּרְאוֹת עִמּוֹ, אֲסוּרוֹת. וְשֶׁאֵין נִרְאוֹת עִמּוֹ, מֻתָּרוֹת: \n",
            "מָצָא בְרֹאשׁוֹ מָעוֹת, כְּסוּת אוֹ כֵלִים, הֲרֵי אֵלּוּ מֻתָּרִין. פַּרְכִּילֵי עֲנָבִים וַעֲטָרוֹת שֶׁל שִׁבֳּלִים וְיֵינוֹת וּשְׁמָנִים וּסְלָתוֹת וְכָל דָּבָר שֶׁכַּיּוֹצֵא בוֹ קָרֵב עַל גַּבֵּי הַמִּזְבֵּחַ, אָסוּר: \n",
            "עֲבוֹדָה זָרָה שֶׁהָיָה לָהּ גִנָּה אוֹ מֶרְחָץ, נֶהֱנִין מֵהֶן שֶׁלֹּא בְטוֹבָה וְאֵין נֶהֱנִין מֵהֶן בְּטוֹבָה. הָיָה שֶׁלָּהּ וְשֶׁל אֲחֵרִים, נֶהֱנִין מֵהֶן בֵּין בְּטוֹבָה וּבֵין שֶׁלֹּא בְטוֹבָה: \n",
            "עֲבוֹדָה זָרָה שֶׁל נָכְרִי, אֲסוּרָה מִיָּד. וְשֶׁל יִשְׂרָאֵל, אֵין אֲסוּרָה עַד שֶׁתֵּעָבֵד. נָכְרִי מְבַטֵּל עֲבוֹדָה זָרָה שֶׁלּוֹ וְשֶׁל חֲבֵרוֹ, וְיִשְׂרָאֵל אֵינוֹ מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל נָכְרִי. הַמְבַטֵּל עֲבוֹדָה זָרָה, בִּטֵּל מְשַׁמְּשֶׁיהָ. בִּטֵּל מְשַׁמְּשֶׁיהָ, מְשַׁמְּשֶׁיהָ מֻתָּרִין וְהִיא אֲסוּרָה: \n",
            "כֵּיצַד מְבַטְּלָהּ, קָטַע רֹאשׁ אָזְנָהּ, רֹאשׁ חָטְמָהּ, רֹאשׁ אֶצְבָּעָהּ, פְּחָסָהּ אַף עַל פִּי שֶׁלֹּא חִסְּרָהּ, בִּטְּלָהּ. רָקַק בְּפָנֶיהָ, הִשְׁתִּין בְּפָנֶיהָ, גְּרָרָהּ, וְזָרַק בָּהּ אֶת הַצּוֹאָה, הֲרֵי זוֹ אֵינָהּ בְּטֵלָה. מְכָרָהּ אוֹ מִשְׁכְּנָהּ, רַבִּי אוֹמֵר, בִּטֵּל. וַחֲכָמִים אוֹמְרִים, לֹא בִטֵּל: \n",
            "עֲבוֹדָה זָרָה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ בִּשְׁעַת שָׁלוֹם, מֻתֶּרֶת. בִּשְׁעַת מִלְחָמָה, אֲסוּרָה. בִּימוֹסְיָאוֹת שֶׁל מְלָכִים, הֲרֵי אֵלּוּ מֻתָּרוֹת, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָם בְּשָׁעָה שֶׁהַמְּלָכִים עוֹבְרִים: \n",
            "שָׁאֲלוּ אֶת הַזְּקֵנִים בְּרוֹמִי, אִם אֵין רְצוֹנוֹ בַּעֲבוֹדָה זָרָה, לָמָה אֵינוֹ מְבַטְּלָהּ. אָמְרוּ לָהֶן, אִלּוּ לְדָבָר שֶׁאֵין צֹרֶךְ לָעוֹלָם בּוֹ הָיוּ עוֹבְדִין, הָיָה מְבַטְּלוֹ. הֲרֵי הֵן עוֹבְדִין לַחַמָּה וְלַלְּבָנָה וְלַכּוֹכָבִים וְלַמַּזָּלוֹת. יְאַבֵּד עוֹלָמוֹ מִפְּנֵי הַשּׁוֹטִים. אָמְרוּ לָהֶן, אִם כֵּן, יְאַבֵּד דָּבָר שֶׁאֵין צֹרֶךְ לָעוֹלָם בּוֹ וְיַנִּיחַ דָּבָר שֶׁצֹּרֶךְ הָעוֹלָם בּוֹ. אָמְרוּ לָהֶן, אַף אָנוּ מַחֲזִיקִין יְדֵי עוֹבְדֵיהֶם שֶׁל אֵלּוּ, שֶׁאוֹמְרִים, תֵּדְעוּ שֶׁהֵן אֱלוֹהוֹת, שֶׁהֲרֵי הֵן לֹא בָטָלוּ: \n",
            "לוֹקְחִין גַּת בְּעוּטָה מִן הַגּוֹי אַף עַל פִּי שֶׁהוּא נוֹטֵל בְּיָדוֹ וְנוֹתֵן לַתַּפּוּחַ. וְאֵינוֹ נַעֲשֶׂה יֵין נֶסֶךְ, עַד שֶׁיֵּרֵד לַבּוֹר. יָרַד לַבּוֹר, מַה שֶּׁבַּבּוֹר אָסוּר, וְהַשְּׁאָר מֻתָּר: \n",
            "דּוֹרְכִין עִם הַגּוֹי בַּגַּת, אֲבָל לֹא בוֹצְרִין עִמּוֹ. יִשְׂרָאֵל שֶׁהוּא עוֹשֶׂה בְטֻמְאָה, לֹא דוֹרְכִין וְלֹא בוֹצְרִין עִמּוֹ, אֲבָל מוֹלִיכִין עִמּוֹ חָבִיּוֹת לַגַּת, וּמְבִיאִין עִמּוֹ מִן הַגָּת. נַחְתּוֹם שֶׁהוּא עוֹשֶׂה בְטֻמְאָה, לֹא לָשִׁין וְלֹא עוֹרְכִין עִמּוֹ, אֲבָל מוֹלִיכִין עִמּוֹ פַת לַפַּלְטֵר: \n",
            "גּוֹי שֶׁנִּמְצָא עוֹמֵד בְּצַד הַבּוֹר שֶׁל יַיִן, אִם יֶשׁ לוֹ עָלָיו מִלְוָה, אָסוּר. אֵין לוֹ עָלָיו מִלְוָה, מֻתָּר. נָפַל לַבּוֹר וְעָלָה, וּמְדָדוֹ בַקָּנֶה, הִתִּיז אֶת הַצִּרְעָה בַקָּנֶה אוֹ שֶׁהָיָה מְטַפֵּחַ עַל פִּי חָבִית מְרֻתַּחַת, בְּכָל אֵלּוּ הָיָה מַעֲשֶׂה, וְאָמְרוּ יִמָּכֵר. וְרַבִּי שִׁמְעוֹן מַתִּיר. נָטַל אֶת הֶחָבִית וּזְרָקָהּ בַּחֲמָתוֹ לַבּוֹר, זֶה הָיָה מַעֲשֶׂה וְהִכְשִׁירוּ: \n",
            "הַמְטַהֵר יֵינוֹ שֶׁל נָכְרִי וְנוֹתְנוֹ בִרְשׁוּתוֹ בְּבַיִת הַפָּתוּחַ לִרְשׁוּת הָרַבִּים, בְּעִיר שֶׁיֶּשׁ בָּהּ גּוֹיִם וְיִשְׂרְאֵלִים, מֻתָּר. בְּעִיר שֶׁכֻּלָּהּ גּוֹיִם, אָסוּר, עַד שֶׁיּוֹשִׁיב שׁוֹמֵר. וְאֵין הַשּׁוֹמֵר צָרִיךְ לִהְיוֹת יוֹשֵׁב וּמְשַׁמֵּר. אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס, מֻתָּר. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, כָּל רְשׁוּת גּוֹיִם אַחַת הִיא: \n",
            "הַמְּטַהֵר יֵינוֹ שֶׁל נָכְרִי וְנוֹתְנוֹ בִרְשׁוּתוֹ, וְהַלָּה כוֹתֵב לוֹ, הִתְקַבַּלְתִּי מִמְּךָ מָעוֹת, מֻתָּר. אֲבָל אִם יִרְצֶה יִשְׂרָאֵל לְהוֹצִיאוֹ וְאֵינוֹ מַנִּיחוֹ עַד שֶׁיִּתֵּן לוֹ אֶת מְעוֹתָיו, זֶה הָיָה מַעֲשֶׂה בְבֵית שְׁאָן, וְאָסְרוּ חֲכָמִים: \n"
        ],
        [
            "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְיֵין נֶסֶךְ, שְׂכָרוֹ אָסוּר. שְׂכָרוֹ לַעֲשׂוֹת עִמּוֹ מְלָאכָה אַחֶרֶת, אַף עַל פִּי שֶׁאָמַר לוֹ הֲעֲבֵר לִי חָבִית שֶׁל יֵין נֶסֶךְ מִמָּקוֹם לְמָקוֹם, שְׂכָרוֹ מֻתָּר. הַשׂוֹכֵר אֶת הַחֲמוֹר לְהָבִיא עָלֶיהָ יֵין נֶסֶךְ, שְׂכָרָהּ אָסוּר. שְׂכָרָהּ לֵישֵׁב עָלֶיהָ, אַף עַל פִּי שֶׁהִנִּיחַ הַגּוֹי לְגִינוֹ עָלֶיהָ, שְׂכָרָהּ מֻתָּר: \n",
            "יֵין נֶסֶךְ שֶׁנָּפַל עַל גַּבֵּי עֲנָבִים, יְדִיחֵן וְהֵן מֻתָּרוֹת. וְאִם הָיוּ מְבֻקָּעוֹת, אֲסוּרוֹת. נָפַל עַל גַבֵּי תְאֵנִים אוֹ עַל גַּבֵּי תְמָרִים, אִם יֵשׁ בָּהֶן בְּנוֹתֵן טַעַם, אָסוּר. מַעֲשֶׂה בְּבַיְתוֹס בֶּן זוֹנָן שֶׁהֵבִיא גְרוֹגָרוֹת בִּסְפִינָה, וְנִשְׁתַּבְּרָה חָבִית שֶׁל יֵין נֶסֶךְ וְנָפַל עַל גַּבֵּיהֶן, וְשָׁאַל לַחֲכָמִים וְהִתִּירוּם. זֶה הַכְּלָל, כֹּל שֶׁבַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם, אָסוּר. כֹּל שֶׁאֵין בַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם, מֻתָּר, כְּגוֹן חֹמֶץ שֶׁנָּפַל עַל גַּבֵּי גְרִיסִין: \n",
            "נָכְרִי שֶׁהָיָה מַעֲבִיר עִם יִשְׂרָאֵל כַּדֵּי יַיִן מִמָּקוֹם לְמָקוֹם, אִם הָיָה בְחֶזְקַת הַמִּשְׁתַּמֵּר, מֻתָּר. אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב: \n",
            "הַמַּנִּיחַ יֵינוֹ בְקָרוֹן אוֹ בִסְפִינָה וְהָלַךְ לוֹ בְקַפַּנְדַּרְיָא, נִכְנַס לַמְּדִינָה וְרָחַץ, מֻתָּר. אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב. הַמַּנִּיחַ נָכְרִי בַחֲנוּת, אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס, מֻתָּר. וְאִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב: \n",
            "הָיָה אוֹכֵל עִמּוֹ עַל הַשֻּׁלְחָן וְהִנִּיחַ לְגִינָה עַל הַשֻּׁלְחָן, וּלְגִינָה עַל הַדֻּלְבְּקִי, וְהִנִּיחוֹ וְיָצָא, מַה שֶּׁעַל הַשֻּׁלְחָן, אָסוּר. וּמַה שֶּׁעַל הַדֻּלְבְּקִי, מֻתָּר. וְאִם אָמַר לוֹ הֱוֵי מוֹזֵג וְשׁוֹתֶה, אַף שֶׁעַל הַדֻּלְבְּקִי אָסוּר. חָבִיּוֹת פְּתוּחוֹת, אֲסוּרוֹת. סְתוּמוֹת, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב: \n",
            "בַּלֶּשֶׁת גּוֹיִם שֶׁנִּכְנְסָה לָעִיר בִּשְׁעַת שָׁלוֹם, חָבִיּוֹת פְּתוּחוֹת, אֲסוּרוֹת. סְתוּמוֹת, מֻתָּרוֹת. בִּשְׁעַת מִלְחָמָה, אֵלּוּ וָאֵלּוּ מֻתָּרוֹת, לְפִי שֶׁאֵין פְּנַאי לְנַסֵּךְ: \n",
            "אֻמָּנִין שֶׁל יִשְׂרָאֵל שֶׁשָּׁלַח לָהֶם נָכְרִי חָבִית שֶׁל יֵין נֶסֶךְ בִּשְׂכָרָן, מֻתָּרִים לוֹמַר לוֹ תֵּן לָנוּ אֶת דָּמֶיהָ. וְאִם מִשֶּׁנִּכְנְסָה לִרְשׁוּתָן, אָסוּר. הַמּוֹכֵר יֵינוֹ לַנָּכְרִי, פָּסַק עַד שֶׁלֹּא מָדַד, דָּמָיו מֻתָּרִין. מָדַד עַד שֶׁלֹּא פָסַק, דָּמָיו אֲסוּרִין. נָטַל אֶת הַמַּשְׁפֵּךְ וּמָדַד לְתוֹךְ צְלוֹחִיתוֹ שֶׁל נָכְרִי, וְחָזַר וּמָדַד לְתוֹךְ צְלוֹחִיתוֹ שֶׁל יִשְׂרָאֵל, אִם יֶשׁ בּוֹ עַכֶּבֶת יַיִן, אָסוּר. הַמְעָרֶה מִכְּלִי אֶל כְּלִי, אֶת שֶׁעֵרָה מִמֶּנּוּ, מֻתָּר. וְאֶת שֶׁעֵרָה לְתוֹכוֹ, אָסוּר: \n",
            "יֵין נֶסֶךְ אָסוּר, וְאוֹסֵר בְּכָל שֶׁהוּא. יַיִן בְּיַיִן וּמַיִם בְּמַיִם, בְּכָל שֶׁהוּא. יַיִן בְּמַיִם וּמַיִם בְּיַיִן, בְּנוֹתֵן טָעַם. זֶה הַכְּלָל, מִין בְּמִינוֹ, בְּמַשֶּׁהוּ. וְשֶׁלֹּא בְמִינוֹ, בְּנוֹתֵן טָעַם: \n",
            "אֵלּוּ אֲסוּרִין, וְאוֹסְרִין בְּכָל שֶׁהֵן. יֵין נֶסֶךְ, וַעֲבוֹדָה זָרָה, וְעוֹרוֹת לְבוּבִין, וְשׁוֹר הַנִּסְקָל, וְעֶגְלָה עֲרוּפָה, וְצִפֹּרֵי מְצֹרָע, וּשְׂעַר נָזִיר, וּפֶטֶר חֲמוֹר, וּבָשָׂר בְּחָלָב, וְשָׂעִיר הַמִּשְׁתַּלֵּחַ, וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה, הֲרֵי אֵלּוּ אֲסוּרִין וְאוֹסְרִין בְּכָל שֶׁהֵן: \n",
            "יֵין נֶסֶךְ שֶׁנָּפַל לְבוֹר, כֻּלּוֹ אָסוּר בַּהֲנָאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, יִמָּכֵר כֻּלּוֹ לְנָכְרִי, חוּץ מִדְּמֵי יֵין נֶסֶךְ שֶׁבּוֹ: \n",
            "גַּת שֶׁל אֶבֶן שֶׁזִּפְּתָהּ גּוֹי, מְנַגְּבָהּ וְהִיא טְהוֹרָה. וְשֶׁל עֵץ, רַבִּי אוֹמֵר, יְנַגֵּב. וַחֲכָמִים אוֹמְרִים, יִקְלֹף אֶת הַזֶּפֶת. וְשֶׁל חֶרֶס, אַף עַל פִּי שֶׁקָּלַף אֶת הַזֶּפֶת, הֲרֵי זוֹ אֲסוּרָה: \n",
            "הַלּוֹקֵחַ כְּלֵי תַשְׁמִישׁ מִן הַגּוֹי, אֶת שֶׁדַּרְכּוֹ לְהַטְבִּיל, יַטְבִּיל. לְהַגְעִיל, יַגְעִיל. לְלַבֵּן בָּאוּר, יְלַבֵּן בָּאוּר. הַשַּׁפּוּד וְהָאַסְכְּלָה, מְלַבְּנָן בָּאוּר. הַסַּכִּין, שָׁפָהּ וְהִיא טְהוֹרָה: \n"
        ]
     ],
    "textbartenura":[
        [
            [
                "<b>לפני אידיהן של גויים.</b> שם כינוי לגנאי לחגיהם ולמועדיהם:",
                "<b>לשאת ולתת.</b> למכור ולקנות. משום דאזלי ומודו לע״ז ביום אידם:",
                "<b>להשאילן.</b> בהמה וכלים, מידי דהדרא בעינא:",
                "<b>להלוותם.</b> מעות. דלא הדרי בעין, דמלוה להוצאה נתנה:",
                "<b>לפורען.</b> כשהן נפרעים אזלו ומודו לע״ז ביום אידם:",
                "<b>מפני שהוא מיצר.</b> על מעותיו שאינם חוזרים לו, ולא אזיל ומודה:",
                "<b>שמח הוא לאחר זמן.</b> למחר ביום אידו, ואזיל ומודה. ואין הלכה כר׳ יהודה. ודוקא במלוה בשטר אסור להפרע מהם, אבל במלוה על פה שרי, מפני שהוא כמציל מידם:"
            ],
            [
                "<b>לאחר אידיהן מותר.</b> וכן הלכה. ובגולה שאין אנו יכולים להעמיד עצמנו מלישא וליתן עמהם, שעיקר פרנסתנו מהם, ועוד משום יראה, אינו אסור אלא יום אידם בלבד. והאידנא נהוג עלמא היתר אפילו בכל יום אידם, משום דקים להו לרבנן בגווייהו דלא אזלי ומודו. [דכל הני דאתסרי בזו המסכתא מיירי בעובדי אלילים וע״ז ממש]:  "
            ],
            [
                "<b>קלנדיא.</b> שמונה ימים אחר תקופת טבת:",
                "<b>סטרנורא.</b> שמונה ימים קודם התקופה. לפי שראה אדם הראשון יום שהיה מתמעט והולך, אמר, אוי לי שמא בשביל שסרחתי חוזר העולם לתוהו ובוהו, עמד וישב שמונה ימים בתענית [ובתפלה], כיון שנפלה התקופה וראה יום שמאריך והולך, אמר מנהגו של עולם הוא, עמד ועשה שמונה ימים טובים. לשנה אחרת, עשאן לאלו ואלו ימים טובים. הוא קבעם לשמים, והם קבעום לע״ז:",
                "<b>קרטסים.</b> יום תפיסת בו מלכות, וקבעום יום איד:",
                "<b>גינוסיא.</b> יום שמעמידין בו מלך:",
                "<b>יום הלידה.</b> יום שנולד בו המלך:",
                "<b>שריפה.</b> ששרפו עליו כלי תשמישו כדרך ששורפין על המלכים:",
                "<b>יש בה ע״ז.</b> כלומר אותו היום יש להם איד לע״ז, וכן משנה לשנה כל ימי בנו. וכל הנך דחשבינן עד השתא, חשיבי להו ואסורים שלשה ימים לפניהם:",
                "<b>אבל יום תגלחת זקנו,</b> שאינו זמן הקבוע לרבים אלא כל אחד כשמגלח עושה יום איד:",
                "<b>ובלוריתו.</b> שמניח בלורית מאחריו כל השנה כולה ואינו מגלחה אלא משנה לשנה, ויום שמגלחה עושה יום איד:",
                "<b>ויום שעלה מן הים.</b> ומקריב זבחים לע״ז על שנצול. בכל הנך אינו אסור אלא אותו היום ולא לפניו, דלא חשיבי כולי האי:  "
            ],
            [
                "<b>עיר שיש בה ע״ז.</b> שיום איד [יש] לבני העיר היום לע״ז שבעיר:",
                "<b>חוצה לה.</b> ואפילו סמוך לעיר מאד מותר לשאת ולתת עם היושבים חוץ לעיר, שאין נמשכים אחר אותה ע״ז. שכן מנהגם יום איד של אלו אינו כיום איד של אלו:",
                "<b>מהו לילך שם.</b> באותה העיר ביום ע״ז שלהם:",
                "<b>בזמן שהדרך מיוחדת לאותה העיר.</b> שהדרך הכבושה מכאן לאותה העיר, מיוחדת לאותה העיר לבדה. אסור לילך שם, מפני שנראה כמהלך שם לעבוד ע״ז. ואם היה דרך מסלול הולך גם לעיר אחרת, מותר, שהרואה אומר למקום אחר הוא הולך:",
                "<b>היו בה חנויות מעוטרות.</b> וסימן הוא להם שאותם חנויות של ע״ז, ליטול הכומרים מהם מכס:",
                "<b>ושאינן מעוטרות מותרות.</b> דבאותם שאינם מעוטרות לא שקלי מיניה מכס לע״ז ולא מטי לע״ז הנאה מנייהו. ולמזבן מנייהו דבר המתקיים, שרי ביום אידם, שסתמו המוכר עצב ולא אזיל ומודה:  "
            ],
            [
                "<b>אצטרובלין.</b> פירא דארזא:",
                "<b>בנות שוח.</b> מין ממיני התאנים הגדולים הלבנים. אסור לישראל למכור אלו לעובדי ע״ז:",
                "<b>פטוטרות.</b> בפטוטרותיהם קאמר, כלומר בעוקצין שלהם שהם נתלין בו. דמסתמא העובד ע״ז רוצה להקריבן תקרובת לע״ז:",
                "<b>תרנגול לבן בין התרנגולין.</b> לקח העובד ע״ז מישראל תרנגולים הרבה, מותר למכור ביניהם תרנגול לבן. דכיון דשקיל אחריני לאו לע״ז בעי להו:",
                "<b>ופירושן אסור.</b> אם פירש דלע״ז בעי להו, אסור. ואצטריך למתני, דסלקא דעתך אמינא האי גברא לאו לע״ז בעי להו, והאי דקאמר הכי, סבר כי היכי דההוא גברא אביק בה כולי עלמא נמי אביקו, ואימא הכי כי היכי דליתבו לי, קמשמע לן:",
                "<b>דקל טב.</b> פירות דקל משובח שפירותיו רגילין להקריב מהן לע״ז:",
                "<b>וחצב.</b> קנים שעושין מהן הצוקר״א:",
                "<b>ונקליבם.</b> מין עשב משובח מאד. והלכה כר׳ מאיר:"
            ],
            [
                "<b>אין מוכרין בהמה גסה.</b> דגזרינן מכירה אטו שכירות והשאלה, שהיא בהמתו של ישראל, ויעשה בה הנכרי מלאכה בשבת. ועל ידי סרסור דליכא לאחלופי בשכירות, שאין הסרסור משכיר. שרי למכרה:",
                "<b>שלימים ושבורים.</b> שאף השבורים חזו למלאכה, שטוחנים בהם:",
                "<b>רבי יהודה מתיר בשבורה.</b> ואין הלכה כר׳ יהודה:",
                "<b>בן בתירא מתיר בסוס.</b> ואפילו הסוס שהציידים מביאים עליו העופות שצדין בו. קסבר החי נושא את עצמו. ורבנן סברי, דוקא אדם נושא את עצמו, הלכך אם לא היה מיוחד אלא לרכוב עליו מותר, אבל להביא בעל חי אחר חוץ מאדם, אסור. ואין הלכה כבן בתירא:  "
            ],
            [
                "<b>כל דבר שיש בו נזק לרבים.</b> כגון כלי מלחמה חרבות ורמחים:",
                "<b>בסילקי.</b> טירה גבוהה. ושם יושבים לדון בני אדם ומפילין אותם משם ומתים:",
                "<b>גרדום.</b> בנין אחד, והוא עשוי לדון דיני נפשות:",
                "<b>איצטדיא.</b> מקום שחוק שמביאים שם שור נגח והורג את האדם:",
                "<b>בימה.</b> כעין מגדל קצר וגבוה. עשוי כדי לדחוף האדם משם והוא מת:",
                "<b>בימוסיאות.</b> בנינים שאינם לא לצורך ע״ז ולא להמית בני אדם:",
                "<b>כיפה.</b> ארקוולט״ו בלע״ז. דרך עובדי עבודה זרה להעמיד ע״ז בבית מרחצאותיהם:"
            ],
            [
                "<b>אבל מוכר הוא משיקצץ.</b> שלא יהא מוכר לו המחובר אלא לאחר שיקצץ. אבל כל זמן שהוא במחובר, לא, שנמצא נותן לו חנייה בקרקע, והתורה אמרה (דברים ז׳) לא תחנם, לא תתן לו חנייה בקרקע:",
                "<b>אין משכירין להם בתים.</b> גזירה משום מכירה דאיסורא דאורייתא הוא:",
                "<b>ואין צריך לומר שדות.</b> דאיכא תרתי דאיסורא, חנייה בקרקע ומפקיען מן המעשרות:",
                "<b>ובסוריא.</b> ארם צובה, שכבש דוד ואינה קדושה כקדושת הארץ:",
                "<b>משכירין להם בתים.</b> ולא גזרינן אטו מכירה. דאי נמי אתי לידי מכירה לא עבר אדאורייתא, דכי כתיב לא תתן להם חנייה, בארץ ישראל כתיב. ומיהו מכירה לכתחלה לא, משום מכירה דא״י:",
                "<b>אבל לא שדות.</b> דאיכא תרתי לאיסורא:",
                "<b>ובחוצה לארץ.</b> דמרחק, וליכא למגזר מכירה דהתם אטו מכירה דארץ ישראל:",
                "<b>מוכרין בתים ומשכירין שדות.</b> אבל מכירה דשדות לא, כיון דאיכא תרתי:",
                "<b>רבי יוסי אומר כו׳</b> והלכה כרבי יוסי. ובלבד שלא ישכיר בארץ ישראל לשלשה נכרים ביחד, שלא יעשה שכונה של נכרים:"
            ],
            [
                "<b>אף במקום שאמרו להשכיר.</b> לר׳ מאיר בסוריא דוקא ולא בארץ ישראל, ולרבי יוסי אפילו בארץ ישראל:",
                "<b>לא לבית דירה אמרו.</b> אלא להכניס שם תבן ועצים וכיוצא בזה:",
                "<b>מפני שהיא נקראת על שמו.</b> והנכרי מחממה בשבת ויאמרו מרחץ של פלוני יהודי רוחצים בה בשבת. ולא דמי לשדה של ישראל שאריס נכרי עושה בה מלאכה בשבת, דשדה לאריסות עבידא, והנכרי אריסותא דנפשיה קא עביד, אבל מרחץ לאו לאריסותא קא עבידא ואין הכל יודעים שהישראל השכירה לנכרי, ולכך אסור. ובזמן הזה שדרך להוריד אריס למרחץ לשנה, למחצה לשליש ולרביע כדרך שמורידין לשדות, שרי להשכיר מרחץ לנכרי, ואע״פ שהנכרי עושה בה מלאכה בשבת מידע ידעי שהעכו״ם אריס בה ואריסותא דנפשיה קא עביד:"
            ]
        ],
        [
            [
                "<b>אין מעמידין בהמה בפונדקאות.</b> העשויין להתאכסן שם עוברי דרכים לפי שהנכרים חשודים על הרביעה. אפילו נקבות אצל נקבות אסור, לפי שהעובדי כוכבים מצויים אצל נשי חביריהם ופעמים שאינו מוצאה ומרביע את הבהמה:",
                "<b>ולא תתיחד אשה עמהן.</b> אפילו ביחוד שכיוצא בו אצל ישראל מותר, כגון שאשתו עמו, אצל נכרי אסור, דנכרי אין אשתו משמרתו:",
                "<b>לא תילד את הנכרית.</b> מפני שמגדלת בן לעבודה זרה. ובשכר, מותרת, משום איבה:",
                "<b>אבל נכרית מילדת את בת ישראל.</b> בזמן שאחרות עומדות על גבה. אבל בינה לבינה לא, שחשודה על שפיכות דמים שמא תהרגנו:"
            ],
            [
                "<b>רפוי ממון.</b> בהמתו:",
                "<b>רפוי נפשות.</b> גופו. ואם אמר לו סם פלוני יפה לך, אפילו רפוי נפשות מותר להתרפאות ממנו:",
                "<b>אבל לא בינו לבינו.</b> ואי רואה במראה, מותר. דמימר אמר הנכרי, הואיל ומסתפר הכי אדם חשוב הוא, ומתירא להורגו:  "
            ],
            [
                "<b>שהיה מתחלתו יין.</b> לאפוקי היכא דקנה הנכרי חומץ מישראל, דלא מתסר בהנאה. דטעמא דמתסר בהנאה, משום דלמא נסכיה לע״ז, וחומץ לא קא מנסך לע״ז:",
                "<b>וחרס הדרייני.</b> אדריאנוס קיסר היה מגבל טיט ביין ועושה ממנו כלים ולא היה מצרפן בכבשן, ונושאים אותן במלחמה, וכשרוצים לשתות משימים אותם החרסים במים ונימוחים שם, והטיט שוקע למטה, ונשאר היין מזוג במים. ועל שם אדריאנוס, נקרא חרס הדרייני:",
                "<b>עורות לבובים.</b> קורעים הבהמה מחיים כנגד הלב כמין נקב עגול ומוציאין הלב ומקריבין אותו לע״ז:",
                "<b>משוך מותר.</b> שאין עושין לע״ז אלא עגול. והלכה כרבן שמעול בן גמליאל:",
                "<b>היוצא אסור בהנאה.</b> שכבר נעשה תקרובת:",
                "<b>לתרפות.</b> לטעות עבודה זרה [למרחוק. רש״י]. מקום ערותה של אשה נקרא בית תורפה:",
                "<b>אסור לשאת ולתת עמהם.</b> דאזלו ומודו לע״ז. ועוד, דזבני מידי דצריך לתקרובת ע״ז. והלכה כרבי עקיבא:"
            ],
            [
                "<b>נודות.</b> של עור:",
                "<b>וקנקנים.</b> של חרס:",
                "<b>אין איסורן איסור הנאה.</b> ודינייהו הכי, אם חדשים הם, מותר לתת לתוכן יין מיד. ואם הכניס בהן הנכרי יין לקיום, ממלא אותם מים ומשהה בתוכן שלשה ימים מעת לעת, אלא שמערה המים בכל יום מעת לעת של שלשה ימים ומשים מים אחרים תחתיהם, ואח״כ מותר לשום בתוכו יין. ואם ישנן שנים עשר חדש שלא היה בהם יין של נכרים, מותרין מיד אחר שנה בלי עירוי:",
                "<b>חרצנים וזגים.</b> פסולת של ענבים גרעינים שבפנים והקליפים שבחוץ:",
                "<b>לחים.</b> כל שנים עשר חודש אסורים בהנאה:",
                "<b>ויבשים.</b> לאחר שנים עשר חודש מותרין אפילו באכילה:",
                "<b>המורייס.</b> שומן של דגים. ורגילין היו שמערבין בו יין. אבל אם ניכר ממנו שלא נתערב בו יין, כולי עלמא לא פליגי דשרי:",
                "<b>בית אונייקי.</b> שם כפר, שרוב עגלים הנמצאים שם קרבים לעבודה זרה. ר׳ מאיר חייש למיעוטא וסבר דאע״ג דרוב עגלים הוו מיעוטא כנגד שאר בהמות, חיישינן למיעוטא, וכל הגבינות הנמצאות שם אמרינן דלמא בקיבת עגלי ע״ז העמידן. וחכמים לא חיישי למיעוטא. ואין הלכה כר׳ מאיר בכל הני תלתא בבי:"
            ],
            [
                "<b>מפני מה אסרו גבינות של נכרים.</b> באכילה. ולרבנן קא בעי. ומשום חלב של בהמה טמאה ליכא למיחש, דקים לן דחלב בהמה טמאה אינה נקפה:",
                "<b>שורפה חיה.</b> דפירשא בעלמא היא:",
                "<b>בקיבת עגלי עבודה זרה.</b> ואע״ג דפירשא בעלמא היא, אסור, דשאני ע״ז דכתיב בה (דברים י״ג:י״ח) ולא ידבק בידך מאומה מן החרם:",
                "<b>השיאו לדבר אחר.</b> ולא רצה להגיד לו טעמו של דבר. מפני שעדיין לא עברו שנים עשר חודש שנגזרה גזירה זו, וכי גזרי רבנן גזירה לא מגלו לטעמא עד תריסר ירחי שתא עד שתתפשט גזירתן, דלמא איכא דלא סבירא ליה לטעמא ואתי לזלזולי ביה. וטעמא דאסרו גבינות של נכרים, מפני שמעמידין אותה בעור קיבה של שחיטת נכרים שהיא נבילה. ואע״פ שהוא דבר מועט כנגד כל החלב, כיון שהוא מעמיד החלב ועושה בו מעשה לא בטל, דקיי״ל הכל הולך אחר המעמיד. ומשום בשר בחלב לא היה אסור, כיון שהבשר בפני עצמו מותר אינו אוסר בחלב אע״פ שמעמידו, עד שיתן בו טעם. אבל דבר של איסור מעיקרו, אוסר בהיתר אע״פ שאינו נותן בו טעם, כל זמן שהוא מעמיד:",
                "<b>כי טובים דודייך מיין.</b> הקב״ה אומר כן לכנסת ישראל:",
                "<b>אין הדבר כן.</b> אלא כנסת ישראל אמרה לפני הקב״ה, ערבים עלי דברי דודיך כלומר תקנות שתקנו וגזרו החכמים, יותר מיינה של תורה, מעיקר תורה שבכתב:"
            ],
            [
                "<b>הפת והשמן וכו׳</b> כל הני, אסורין משום חתנות. ופת של נחתומין התירוהו, אבל פת של בעלי בתים לא הותר אלא להולכי דרכים ובשעת הדחק. והשמן ראו שלא פשט איסורו ונמנו עליו והתירוהו, כדמסיק במתניתין:",
                "<b>ושלקות.</b> כל דבר שבשלו אותו הנכרים, ואפילו בשלו אותו בכליו של ישראל ובפניו שאין לחוש לתערובת איסור ולגיעולי נכרים, אסרוהו משום בשולי נכרים. והוא שלא סייע בו ישראל לא בתחלה ולא בסוף. ולא אסרו משום בשולי נכרים אלא דבר שאינו נאכל כמו שהוא חי ועולה על שלחן מלכים ללפת בו את הפת. אבל אם חסר אחת מאלו, אין בו משום בשולי נכרים:",
                "<b>וכבשין שדרכן לתת בהן יין.</b> ואין איסורן איסור הנאה, לפי שאין טעם היין ניכר בהן. אבל באכילה אסורין:",
                "<b>טרית טרופה.</b> מין דגים טהורים שטורפין אותן דק דק ואינן ניכרין. ואסורין כשנלקחו מן הנכרים, שמא [נכתש] עמהם דג טמא:",
                "<b>וציר שאין בה דגה.</b> דג קטן שנקרא כלבית. ודרכו שהוא גדל בתוך [ציר של] דגים טהורים, וכשיש ציר דג טמא מעורב עמו לא יגדל בו כלבית:",
                "<b>והחילק.</b> מין דגים קטנים טהורים, ואין להם סנפיר וקשקשת, ועתיד לגדל אחר זמן. ודגים קטנים טמאים הדומים להם מתערבים עמהם ואינם ניכרים אפילו כשאינה טרופה. אבל טרית אין הדגים טמאים דומים לה, ולכך שרי כשאינה טרופה:",
                "<b>חלתית.</b> כך שמה בערבי. וחותכין קרטיו בסכין. ואסורה משום שמנונית דסכין, דאגב חריפותא [דחלתית] ממתקת היא טעם השמנונית הנבלע בה:",
                "<b>ומלח סלקונטית.</b> מלח שכל גדולי רומי אוכלין אותה, ורגילין למשוח אותה בחלב חזיר ובשומן דגים טמאים והיא גסה ולבנה ביותר:  "
            ],
            [
                "<b>וישראל רואהו.</b> לאו דוקא רואהו, אלא כיון דאי קאי חזי ליה אע״ג דכי יתיב לא חזי ליה, הנכרי ארתותי מרתית, אמר השתא קאי וחזי לי:",
                "<b>והדבדניות.</b> החלות שרודין מן הכוורת שבהם הדבש. אע״פ שהו נוטפות לא חיישינן שמא עירב בהם יין נסך. פירוש אחר, אשכולות של ענבים. אע״פ שהיין נוטף מהן אין בהן משום יין נסך, ואין בהם משום הכשר משקה שיהא מוכשר לטומאה, דסתמן לאכילה ולא ניחא ליה במשקה הנוטף מהן:",
                "<b>וטרית שאינה טרופה.</b> ואע״פ שהיא עשויה חתיכות, [נשאר] ראש הדג ושדרתו קיימין וניכר שהוא טהור:",
                "<b>עלה של חלתית.</b> דהא לא מפסקו לה בסכין:",
                "<b>וזיתים גלוסקאות מגולגלים.</b> זיתים הכנוסים בכלי עגול ומתחממים ונעצרים מאליהן ונעשים כגלוסקים מגולגלים כמו ביצה מגולגלת שנתחממו:",
                "<b>השלחין אסורין.</b> אם נתרככו הזיתים כל כך עד שכשלוקח הזית בידו הגרעין שבתוכו משתלח ונופל מאליו, אסורין, דמחמת היין נתרככו. ואין הלכה כרבי יוסי:",
                "<b>מן הסלולה.</b> מן הסל שלפני החנוני, אסורים. שמזלף עליהם יין כדי שיתרככו:",
                "<b>מן ההפתק.</b> ממקום שכונסן שעוצרים אותם שם זה על זה, מותרין. שאינו מזלף עליהן יין עד שנותנן לפניו למכור:",
                "<b>וכן לתרומה.</b> וכן כהן החשוד למכור תרומה לשם חולין, כל הנמצא לפניו אסור, שמא תרומה היא. אבל הבא מן האוצר, מותר, דארתותי מרתת דלמא שמעי רבנן ויפקירו כל האוצר:"
            ]
        ],
        [
            [
                "<b>כל הצלמים אסורים.</b> בהנאה:",
                "<b>שהם נעבדים פעם אחת בשנה.</b> כשהשמש באותה מעלה שהצלם עשוי בו. דאע״ג דאיכא טובא שאינן אלא לנוי ואינן נעבדין, ר׳ מאיר לטעמיה דחייש למיעוטא:",
                "<b>כל שיש בידו וכו׳</b> דהני ודאי נעבדים, הם דמשום חשיבותייהו אשקלינהו להנך חפצי בידייהו. והוסיפו עליהם בברייתא, חרב ועטרה וטבעת. והלכה כחכמים. ואין אסורין אלא כשעומדין על פתח המדינה. ובכפרים שאין דרכן לעשות צורות לנוי, דברי הכל אסורין ואפילו אין בידו דבר, דלמפלחינהו עבדי להו:  "
            ],
            [
                "<b>הרי אלו מותרין.</b> דכי הוו שלמים ספק עבדום ספק לא עבדום, ואפילו אם תימצי לומר עבדום, שמא בטלום ולכך שברום, והוי ספק ספיקא ולקולא:",
                "<b>שכיוצא בהם נעבד.</b> תבנית יד לבדה הן עושים מעיקרא ועובדין אותה:"
            ],
            [
                "<b>צורת חמה צורת לבנה.</b> פירש הרמב״ם ז״ל, לא שימצא עיגול ויאמר זהו השמש, או כמין קשת עגול ויאמר זו לבנה, אלא שימצא הצורה שמיחסים אלו הוברי שמים לשמש וירח, כמו שאמרו שצורת השמש צורת מלך מעוטר יושב על עגלה, וכן כל ביוצא בזה:",
                "<b>צורת דרקון.</b> צורת נחש שיש לו ציצין וקשקשין כקשקשי הדג, ואומרים שהיא צורה לתלי הלבנה, והיתה נעבדת באותן הימים. ואפילו לרבנן דאמרי לעיל שאר כל הצלמים מותרין, מודו דהנך אסירי, דאורחייהו למפלחינהו:",
                "<b>שעל המכובדים.</b> כלים נאים שתשמישן לנוי ולכבוד, כגון שירים ונזמים וטבעות וכיוצא בהם:",
                "<b>מבוזים.</b> כגון יורות וקומקומסים ומחמי חמין ודומיהן. והלכה כרשב״ג:",
                "<b>וזורה לרוח.</b> שלא יהנה ישראל ממנה:",
                "<b>אף הוא.</b> אם יזרנו לרוח גם עתה יש הנאה לישראל ממנו, שהיא נעשית זבל:  "
            ],
            [
                "<b>אפרודטי.</b> צורת כוכב נוגה. כך פירש הרמב״ם ז״ל:",
                "<b>אין משיבין.</b> דבר תורה במרחץ, לפי שאדם עומד שם ערום:",
                "<b>היא באתה בגבולי.</b> שהמרחץ קדם לה, והמרחץ נעשה לכל הבא לרחוץ. ועוד תשובה אחרת, אין אומרין נעשה מרחץ נוי לאפרודטי, דמרחץ לאו דבר של נוי הוא, אלא נעשה אפרודטי נוי למרחץ, שאפרודטי משמש למרחץ, הוא טפל והיא עיקר:",
                "<b>ביב.</b> חריץ עשוי בקרקע להוציא שופכים לרשות החבים:"
            ],
            [
                "<b>הן מותרין.</b> ההרים עצמן מותרין לזריעה ולחצוב מהן אבנים, דמחובר לא מיתמר:",
                "<b>ומפני מה אשרה אסורה.</b> כלומר כי היכי דדרשינן אלהיהם על ההרים ולא ההרים אלהיהם, הכי נמי תחת כל עץ רענן אלהיהם, ולא עץ רענן אלהיהם, ולמה אמרה תורה דכתיב (דברים ז׳) ואשריהם תגדעון:",
                "<b>מפני שיש בה תפיסת ידי אדם.</b> שאדם נטעו. וסבר רבי יוסי שאילן שנטעו ולבסוף עבדו אסור. ותנא קמא סבר, הואיל ובתחלת נטיעתו לא נתכוין לעובדו, אין העבודה שעובד אותו אחר שהוא מחובר אוסרתו, דהוי כמי שעובד להר. ואין הלכה כרבי יוסי:",
                "<b>אני אובין.</b> אפרש:",
                "<b>ואדון לפניך.</b> אחרי שאין לנו לדרוש מיעוט מתחת כל עץ רענן, יש לומר שלא נאמר אלא למסור להם סימנים, מקום שרגילים אמוריים לעבוד שם ע״ז כדי שיחפשום ישראל ויבערום. ומיעוטא דהרים וגבעות מיהא ממעטינן ממשמעותיה שלא צוה לנו לאבד ההרים. אבל עץ רענן צוה לנו לאבד שנאמר (שם י״ב) ואשריהם תשרפון באש:  "
            ],
            [
                "<b>סמוך לבית עבודה זרה.</b> שהיה אחד מכותליו בית עבודה זרה והבית עצמו נעבד:",
                "<b>אסור לבנותו.</b> שבונה בית לע״ז:",
                "<b>כונס לתוך קרקע שלו ארבע אמות.</b> ואינו מניחו פנוי, שנמצא מהנה לע״ז שמרחיב את גבולה, אלא ממלא המקום קוצים ועושה שם בית הכסא לתינוקות:",
                "<b>היה שלו ושל ע״ז.</b> שמקום עובי הכותל חציו שלו:",
                "<b>נדון מחצה על מחצה.</b> אותו חלק של ע״ז אינו עולה בכניסת ארבע אמות. אבל חלקו עולה. שאם עוביו שתי אמות מונה אמה שלו וכונס שלש אמות בתוך שלו:",
                "<b>אבניו ועציו ועפרו.</b> של אותו כותל:",
                "<b>מטמאין כשרץ.</b> ואפילו חלקו של ישראל, לפי שאין ברירה:",
                "<b>כשרץ.</b> שמטמא במגע ואינו מטמא במשא. לפי שטומאת ע״ז דרבנן, אקילו בה. ואינה מטמאה בכעדשה כשרץ, אלא בכזית כמת:",
                "<b>רבי עקיבא אומר כנדה.</b> ואין הלכה כרבי עקיבא אפילו בע״ז עצמה, וכל שכן במשמשיה:  "
            ],
            [
                "<b>שלשה בתים הם.</b> לענין ביטול ע״ז:",
                "<b>בית.</b> שתחלת בנינו לע״ז, והיו עובדין את הבית עצמו, הרי זה אסור:",
                "<b>סיידו וכיירו לעבודה זרה.</b> שהיה בנוי מתחלה לדירת אדם, וסיידו, שליבנו בסיד. וכיירו, פיתוח וציור:",
                "<b>וחידש.</b> או שחידש:",
                "<b>נוטל מה שחידש.</b> ושאר כל הבית מותר:",
                "<b>הכניס לתוכו ע״ז.</b> לפי שעה ולא הקצהו לתשמיש ע״ז:",
                "<b>שלש אבנים הם.</b> לענין בטול:",
                "<b>אבן שחצבה מתחלה.</b> מן ההר:",
                "<b>לבימוס.</b> להושיב ע״ז עליה:",
                "<b>סיידה וכיירה.</b> והיא היתה חצובה ועומדת:",
                "<b>נוטל.</b> ישראל:",
                "<b>מה שחידש.</b> הנכרי, והאבן מותרת:",
                "<b>העמיד עליה ע״ז.</b> לפי שעה ולא הקצה האבן לבימוס:",
                "<b>וסילקה, הרי זו מותרת.</b> ואינה צריכה בטול:",
                "<b>גדעו.</b> לשם עבודה זרה, לעבוד הגידולים שיגדלו בו מעתה:",
                "<b>נוטל מה שהחליף.</b> הענפים שגדלו במקום אותן שגדע, ושורפן כדין אשרה, והשאר מותר:",
                "<b>איזו היא אשרה.</b> בגמרא מפרש, דאשלש אשרות דתנן לעיל קאי. והכי קתני, שלש אשרות הן, שתים דברי הכל, ואחת מחלוקת רבי שמעון ורבנן, ואיזהו אשרה שנחלקו רבי שמעון ורבנן, כל שיש תחתיה ע\"ז, דרבנן קרו לה אשרה ואסרי לה כל זמן שיש ע״ז תחתיה, ורבי שמעון אומר אינה אשרה אלא כל שעובדין אותה, אבל כל שיש תחתיה ע״ז אין זו אשרה. ואין הלכה כר׳ שמעון:  "
            ],
            [
                "<b>לא ישב בצלה.</b> האי צל לאו תחת נוף האשרה קאמר, דלא הוי מצי למתני תו ואם ישב טהור, דהא קתני סיפא דאם עבר טמא. אלא מן האילן והלאה, דכשהחמה במזרח או במערב יש לכל דבר צל ארוך:",
                "<b>לא יעבור תחתיה.</b> תחת הנוף מהאילן, שהאילן מאהיל עליו. ואם עבר טמא:",
                "<b>היתה גוזלת את הרבים.</b> שנופה נוטה לרה״ר:",
                "<b>טהור.</b> דטומאה דרבנן היא, והיכא דגוזלת הרבים לא גזרו רבנן:",
                "<b>ירקות בימות הגשמים.</b> שהאילן קשה להם שמונע החמה מלבוא:",
                "<b>אבל לא בימות החמה.</b> שהצל יפה להם:",
                "<b>והחזרין.</b> חזרת. ובערבי חס״א:",
                "<b>לא בימות החמה ולא בימות הגשמים.</b> שהצל יפה להם לעולם:",
                "<b>שהנמיה.</b> עלין הנושרין מן האילן בימות הגשמים. ובגמרא פריך, דהא שמעינן ליה לרבי יוסי דאמר זה וזה גורם מותר, לעיל בפרקין גבי מפרר וזורה לרוח ואע״פ שנעשה זבל, דהיכא שההיתר והאיסור שניהם גורמין להביא הדבר, כגון שהקרקע של היתר והזבל של ע״ז של איסור גורמין לצמיחת הירקות, סבירא ליה לרבי יוסי שהוא מותר, והיכי קאסר הירקות הכא מפני שהנמייה נושרת עליהן. ומשני, שר׳ יוסי הכא לדבריהן של רבנן קאמר, לדידכו דאמריתו זה וזה גורם אסור, היה לכם לאסור הירקות מפני שהנמייה נושרת עליהן והיא הווה להם לזבל. ורבנן סברי, שאני הכא שאין האילן של ע״ז מועיל לירקות כלום, שמה שמשביח להם בנמייה, פוגם להם בצל. והלכה כרבי יוסי דזה וזה גורם מותר:  "
            ],
            [
                "<b>נטל ממנה.</b> מן האשרה:",
                "<b>חדש יותץ.</b> שההיסק הראשון שמסיקין התנור הוא מחממו ומחזיקו, והרי נתקן באיסורי הנאה. והא מתניתין אתי אליבא דמאן דאמר זה וזה גורם אסור. ואין הלכה. הלכך בין חדש בין ישן יוצן, שלא יאפו בו את הפת בהיסק זה עד שיצטנן התנור, כדי שלא יהנה מעצי איסור:",
                "<b>הפת אסורה.</b> בגמרא קאמר, והוא שאבוקה כנגדו, שכל שעה שהיה פת נאפה היה דולק האור בפי התנור ואופהו, שהיה נהנה מן האיסור בשעה שהיה האיסור בעין ויש שבח עצים בפת:",
                "<b>יוליך הנאה לים המלח.</b> דמי ככר שנתערב:",
                "<b>כרכור.</b> יש לאורגים עץ עשוי כמין מחט של סקאין, ומעבירין אותו על השתי כשהוא מתוח לפניהם באריגה. ואשמעינן מתניתין פלוגתא דרבי אליעזר ורבנן בהנך תרתי, דאי אשמועינן בקמייתא, הוה אמינא בהך קאמי ר׳ אליעזר משום דבעידנא דקא גמרה פת אקלי ליה איסורא, אבל כרכור דאיתא לאיסורא בעיניה. אימא מודה להו לרבנן. ואי איתמר בהאיך, בהא קאמרי רבנן, אבל בקמייתא אימא מודו ליה לר׳ אליעזר, צריכא. והלכה כר׳ אליעזר, ואפילו חבית של יין נסך שנתערבה בחביות של יין של היתר מוליך דמי אותה חבית לים המלח, והשאר כולן מותרות בהנאה:  "
            ],
            [
                "<b>כיצד מבטלה.</b> נכרי לאשרה:",
                "<b>קרסם.</b> קסמים יבשים שבאילן נטלן לצרכו לשרוף:",
                "<b>וזרד.</b>כרת ענפים לחים שבה:",
                "<b>שפאה.</b> תרגום ואכות אותו טחון (דברים ט׳:כ״א), ושפית יתיה:",
                "<b>לצורכה.</b> כדי ליפותה. ואין מבטל ע״ז אלא נכרי גדול ובן דעת שידע בטיב ע״ז ומשמשיה. ואפילו אם בטלה בעל כרחו הרי זו מבוטלת:"
            ]
        ],
        [
            [
                "<b>רבי ישמעאל.</b> זו בצד זו. וכל שכן אחת על גבי שתים, שזו עיקר מרקוליס. [מרקוליס שם ע״ז הנקרא בלשונם מערקוריס]:",
                "<b>בצד מרקוליס.</b> בצד ארבע אמות של מרקוליס, כלומר שהאבנים רחוקות ארבע אמות מן המרקוליס וידוע דלאו מיניה נפל, ובהא קאמר רבי ישמעאל דשלש אבנים אסורות, שאין מרקוליס פחות משלש אבנים, ועושין מרקוליס קטן בצד מרקוליס גדול. וקטן הנעשה בצד גדול עבדי ליה בכל דהו ואין חוששין שיהיה אחת על גבי שתים. ורבנן סברי, אין עושין מרקוליס קטן בצד מרקוליס גדול, הלכך, נראות עמו כלומר סמוכות לו, דאיכא למימר דמיניה נפל, בין שתים בין שלש אסורים. אין נראות עמו, מותרות. והלכה כחכמים:  "
            ],
            [
                "<b>מצא בראשו.</b> של מרקוליס:",
                "<b>מעות כסות או כלים הרי אלו מותרים.</b> והוא שלא יהו מונחין לנוי, כגון שיהיו המעות מונחים בכיס קשור ותלוי לו על צוארו, כסות מקופלת ומונחת על כתפו או על ראשו, כלים נמי מונחים על ראשו, שכל אלו אינם דרך נוי:  "
            ],
            [
                "<b>שלא בטובה.</b> שלא יעלה שכר לכומרים:"
            ],
            [
                "<b>ע״ז של נכרי אסורה מיד.</b> דכתיב (דברים ז׳:כ״ה) פסילי אלהיהם, משפסלו נעשה לו לאלוה:",
                "<b>ושל ישראל עד שתיעבד.</b> דכתיב (שם כ״ו) ושם בסתר, עד שיעשה לה דברים של סתר, כלומר שיעבדנה, שהישראל אינו עובד ע״ז אלא בסתר מפני שמתירא מבית דין:",
                "<b>נכרי מבטל ע״ז שלו.</b> דכתיב פסילי אלהיהם תשרפון באש, כשהן נוהגין בהן מנהג אלהות, אבל אם בטלוה הרי אלו מותרים:",
                "<b>ושל ישראל.</b> בזמן שיש לו בה שותפות. ואין כן הלכה, דנכרי אין מבטל ע״ז של ישראל אפילו יש לו בה שותפות:",
                "<b>וישראל אינו מבטל עבודה זרה של נכרי.</b> ואפילו נתן לו הנכרי רשות:"
            ],
            [
                "<b>פחסה.</b> בפניה. מיעכה בקורנס עד שהמיר צורת פניה:",
                "<b>גררה.</b> סחוב והשלך בתוך הטיט:",
                "<b>אינה בטילה.</b> דלפום שעה רתח עלה, והדר פלח לה:",
                "<b>רבי אומר בטלה.</b> פלוגתא דרבי ורבנן כשמכרה לנכרי, אבל מכרה לישראל צורף דברי הכל בטלה. והלכה כחכמים:  "
            ],
            [
                "<b>שהניחוה עובדיה.</b> ואין דעתם לחזור:",
                "<b>בשעת שלום מותרת.</b> הואיל ויצאו לדעת ולא נטלוה עמהם, בטלוה:",
                "<b>בימוסיות של מלכים.</b> אבני גזית המתוקנות בדרך מהלך המלך, וכשהמלך עובר שם מושיבים שם עבודה זרה והוא משתחוה לה. ובגמרא. מפרש, מפני שמניחין אותה, כלומר אינן מיוחדות להושיב שם ע״ז כל שעה אלא בשעה שהמלכים עוברים, ופעמים שהמלכים עוברים בדרך אחרת ואין חוששין להם, הלכך לאו משמשי עבודה זרה חשיבי:  "
            ],
            [
                "<b>אף אנו מחזקין ידיהם של אלו.</b> העובדים לחמה וללבנה. אם היינו רואין ששאר עבודה זרה חרבו מעצמן ואלו קיימות, היינו מודים לאלו:"
            ],
            [
                "<b>גת בעוטה.</b> שבעטה ודרכה נכרי:",
                "<b>אע״פ שהוא נוטל בידו.</b> ענבים מתוך היין. ונותן לתפוח. מקום אסיפת הענבים העשוי כמין גל קרוי תפוח, וסבר תנא דידן דאינו נעשה יין נסך עד שירד לבור. וזו משנה ראשונה היא ואין הלכה. אלא כיון שהתחיל היין להמשך, נעשה יין נסך:",
                "<b>מה שבבור אסור.</b> אם יגע בו נכרי אחרי כן:"
            ],
            [
                "<b>דורכין עם הגוי בגת.</b> ולא אמרינן משתכר באיסורי הנאה הוא, דאפילו בשתיה סבר האי תנא דשרי כל זמן שלא ירד לבור. ומשום גורם טומאה ליכא, שמשעה שדרך בהם הנכרי מעט, נטמאו. ונמצא שאין הישראל גורם טומאה:",
                "<b>אבל לא בוצרין עמו.</b> לפי שנותנם בגת טמאה, והנכרי מטמא הענבים במגעו, והישראל הבוצר עמו גורם טומאה. וסבר האי תנא אסור לגרום טומאה לחולין שבארץ ישראל ואפילו הם של נכרי. ואין הלכה כמשנה זו, דקיי״ל כיון שהתחיל היין להמשך נעשה יין נסך, הלכך אין דורכין עם העכו״ם בגת. וקיי״ל מותר לגרום טומאה לחולין שבארץ ישראל כשהחולין הם של נכרי, הלכך בוצרין עם הנכרי, ואע״פ שגורם טומאה לחולין אין בכך כלום. ומיהו ישראל הבוצר כרמו לכתחלה לא יקח נכרי עמו אפילו להביא ענבים לגת, משום לך לך אמרין נזירא כו׳:",
                "<b>וישראל העושה פירותיו בטומאה.</b> עובר עבירה הוא, לפי שהוא מטמא התרומות והמעשרות שבהם. הלכך אסור לסייעו, כדי שלא יהא רגיל בכך:",
                "<b>אבל מוליכין עמו.</b> חבית ריקניות לגת. ומביאין עמו, חביות מלאות מן הגת. דמאי דהוה הוה, מאחר שנטמאו מותר ליתן היין בחביות טמאות:"
            ],
            [
                "<b>אם יש לו עליו מלוה אסור.</b> אם יש לו על היין מלוה, שזה היין משועבד לו בחובו, אז הוא כממונו ונגע ביה לראות היאך הוא:",
                "<b>נפל.</b> הנכרי לבור מלא יין:",
                "<b>ועלה.</b> מת. אע״ג דנגע בשעה שנפל אינו אסור בהנאה, הואיל ולא נתכוין ליגע. אבל עלה חי, בעלייתו אוסרו, משום דמודה לעבודה זרה על שניצול:",
                "<b>ומודדו בקנה.</b> או שהיה הנכרי מודד יינו של ישראל בקנה:",
                "<b>והתיז.</b> או שהתיז הנכרי את הצרעה מיינו של ישראל על ידי הקנה ולא נגע בידיו ביין:",
                "<b>המרותחת.</b> שהיתה החבית מעלה רתיחות, וטפח הנכרי בידו על הרתיחות, אין דרך ניסוך בכך:",
                "<b>ורבי שמעון מתיר.</b> ואין הלכה כרבי שמעון:",
                "<b>זה היה מעשה והכשירו.</b> אף בשתיה:"
            ],
            [
                "<b>המטהר יינו של נכרי.</b> ישראל שדרך ענבים של נכרי בכשרות כדי למוכרו לישראל, ואינו נותן מעות לנכרי עד שימכרנו לאחר זמן:",
                "<b>ונותנו ברשותו.</b> של נכרי:",
                "<b>בעיר שיש בה נכרים וישראלים מותר.</b> דמרתת נכרי דלמא חזו ליה הנך ישראל דעברי ברשות הרבים ומפסידנא. ואפילו אין מפתח וחותם, שרי. והוא שאין לו מלוה על אותו יין, כגון שכתב לו התקבלתי ממך, כדאמרינן לקמן:",
                "<b>רבי שמעון בן אלעזר אומר כל רשות נכרי אחת היא.</b> פלוגתא דר׳ שמעון בן אלעזר ותנא קמא, דת״ק סבר כשהניח ישראל יין ברשותו של נכרי בעל היין, הוא דבעינן שיהא הבית פתוח לרה״ר ועיר שישראל ונכרים דרים בה. אבל ברשות נכרי אחר שאינו בעל הבית, אפילו בעיר שאין ישראל דרים בה, שרי. ור׳ שמעון בן אלעזר אומר, כל רשות נכרי אחת היא, וכי היכי דברשות הנכרי בעל היין אסור אלא בעיר שישראל ונכרים דרים בה והבית פתוח לרה״ר, הכי נמי ברשות נכרי אחר, צריך עיר שישראל ונכרים דרים בה ובית פתוח לרה״ר. והלכה כר׳ שמעון בן אלעזר. ובזמן שמפתח וחותם ביד ישראל, בין ברשות בעל היין בין ברשות נכרי אחר, מותר לדברי הכל:"
            ],
            [
                "<b>והלה כותב לו התקבלתי ממך מעות מותר.</b> אם הבית פתוח לרה״ר וישראלים דרים באותה העיר, כדאמרינן לעיל:",
                "<b>אבל אם רצה וכו׳</b> דהשתא הוי היין משכון אצל הנכרי הואיל ויש לו מלוה על היין, אסור. דלא מרתת, דסבר אי חזו לי ותבע לי, אמינא דידי הוא. ואע״פ שמפתח וחותם ביד ישראל, אסור:"
            ]
        ],
        [
            [
                "<b>השוכר את הפועל לעשות עמו ביין נסך.</b> להריקו מכלי אל כלי, או להוליך חביות ממקום למקום. ואפילו בסתם יינם:",
                "<b>שכרו אסור.</b> קנס הוא שקנסו חכמים ביין נסך ובסתם יינם:",
                "<b>שכרו מותר.</b> וכגון שאמר לו העבר לי כל חבית וחבית בפרוטה. אבל אם אמר לו העבר לי מאה חביות במאה פרוטות, ונמצאת חבית של יין נסך ביניהם, שכרו אסור:",
                "<b>השוכר את החמור שכרה אסור.</b> הא מתניתין נקט ליה משום סיפא, וסיפא אתא לאשמועינן דאע״ג דהשוכר את החמור לרכוב עליו סתמא שכרה נמי להניח לגינו של יין ומזונותיו עליה, סלקא דעתך אמינא דהוי כאילו שכרה מעיקרא להביא עליה יין נמך ושכרו אסור, קמשמע לן:  "
            ],
            [
                "<b>ידיחם.</b> במים צוננים:",
                "<b>מעשה בבייתוס בן זונין.</b> מתניתין חסורי מחסרא והכי קתני, ואם נותן טעם לפגם מותר, ומעשה נמי בבייתוס בן זונין שהיה מביא גרוגרות בספינה ונשתברה חבית של יין נסך על גביהן ובא מעשה לפני חכמים והתירום:",
                "<b>כל שהוא בהנאתו בנותן טעם.</b> שאדם נהנה מטעמו של איסור:",
                "<b>כל שאין בהנאתו בנותן טעם.</b> שאינו נהנה בטעמו של איסור:",
                "<b>כגון חומץ.</b> של איסור שנפל בתוך גריסין של היתר, נותן טעם לפגם הוא. והוא שיהיו הגריסין רותחין בשעה שנפל בהן החומץ, שאז פוגם בהם מתחילה ועד סוף. וארבעה מיני נותני טעם הם, יש טעם משביח מתחילה ועד סוף, כגון היין בתבשיל של בשר או של דגים, וזה אסור איסור ודאי. ויש טעם פוגם מתחילה ועד סוף, כגון שמנונית הדגים או הבשר בדבש, וזה מותר לכתחלה. ויש פוגם מתחילה ומשביח בסוף, כגון הדבש ביין שהוא פוגם בו לשעתו, וכשישהה בו עד שיפגם עליו כח היין נותן בו הדבש ריח וטעם. ויש משביח בתחילה ולבסוף פוגם, כגון שומן הבשר עם החמאה, או הטעם הבלוע בכלי שאינו בן יומו, שנכנס בו משובח ואח״כ נפגם. ואלו השנים אסורים מספק. לפיכך אם הגריסין הללו שנפל בהן חומץ לא היו רותחין הרי הן אסורין מספק, שהחומץ בגריסין מקדיח ומשביח, ואע״פ כשמרתיחין אח״כ פוגם טעמו, הוי משביח ולבסוף פוגם ואסור:  "
            ],
            [
                "<b>אם היה בחזקת המשתמר.</b> כל זמן שלא הודיעו שהוא מפליג הוי בחזקת המשתמר, ואפילו הפליג מיל, דהנכרי מירתת ואומר השתא אתי ישראל וחזי לי:",
                "<b>אם הודיעו שהוא מפליג.</b> ומתרחק ממנו, וחביות סתומות הם:",
                "<b>כדי שישתום.</b> אם שהה כדי שיקוב הנכרי נקב במגופת החבית ויחזור ויסתום הנקב ותיבש הסתימה אסור:",
                "<b>ישתום.</b> יפתח. כמו (במדבר כ״ד:ג׳-ד׳) שתום העין שעינו פתוחה:",
                "<b>רבן שמעון בן גמליאל אומר.</b> אינו אסור אלא אם שהה כדי שיפתח את כל מגופת החבית:",
                "<b>ויגוף.</b> ויעשה מגופה אחרת:",
                "<b>ותיגוב.</b> ותינגב ותיבש. אבל לנקיבת חור במגופה של חבית לא חששו, משום דמנכרא מלתא. ודוקא במגופה של סיד הוא דפליגי רבנן עליה דרשב״ג וחיישי לפתיחת נקב, משום דלא מינכר, שהסיד לבן ואינו ניכר בין חדש לישן. אבל במגופת טיט, מודו רבנן לרשב״ג דלא מיתסר היין עד שישהה כדי שיפתח המגופה כולה ויגוף ותיגוב. והלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>המניח יינו בקרון או במפינה.</b> עם הנכרי:",
                "<b>בקפנדריא.</b> בדרך קצרה, שנכנס בשער זה ויוצא משער שכנגדו:",
                "<b>ורחץ.</b> במרחץ:",
                "<b>מותר.</b> דכיון דנכרי לא ידע דשהי, מרתת ולא נגע. ואשמועינן במתניתין פלוגתא דרבן שמעון בן גמליאל ורבנן בהנך תלתא בבי, דאי תנא נכרי שהיה מעביר כדי יין, הוה אמינא התם מרתת הנכרי דסבר השתא אתי חזי לי, אבל בספינה וקרון מפליג ליה לספינתיה ועביד מאי דבעי ולא מרתת. ואי תנא ספינה וקרון ולא תני המניח נכרי בחנותו, הוה אמינא בספינה וקרון מרתת דסבר דלמא באורחא אחרינא אזיל וקאי מצד אחר וחזי לי, אבל במניח נכרי בחנותו דאיכא למימר אחיד ליה לבבא ועביד כל דבעי, אימא לא, צריכא. ובכולהו הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>דלפקי.</b> כלי שמניחין בו כוסות ואשישות באוכלין ומשקין, וממנו נוטלין ומשימין על השלחן, ואין אחד מן המסובין נוטל כלום מן הדלפקי אלא מן השלחן:",
                "<b>ואם אמר לו הוי מוזג ושותה.</b> הואיל והרחיב לו הרשות, אף מה שעל הדלפקי אסור. דסמכא דעתיה ונגע בכוליה:",
                "<b>חביות פתוחות.</b> הנמצאות בבית שהניחו שם:",
                "<b>כדי שיפתח ויסתום ויגוב.</b> סתמא כרבן שמעון בן גמליאל דהלכתא כוותיה:"
            ],
            [
                "<b>בולשת.</b> חיל שמחפשין וחותרין הבתים. תרגום ויחפש, ובלש:"
            ],
            [
                "<b>תן לנו את דמיה.</b> דהא לא קנו, והוא אינו חייב להם אלא מעות:",
                "<b>המוכר יינו לנכרי פסק עמו מעות עד שלא מדד, דמיו מותרין.</b> דמשיכה בנכרי קונה כמו בישראל, וכשמודד הישראל בכליו ובא הכלי ברשות הנכרי קנאו הנכרי במשיכה, יהוו ליה לישראל זוזי אצל הנכרי בהלואה, ויין נסך לא הוי עד דנגע:",
                "<b>מדד עד שלא פסק.</b> סכום הדמים, כך וכך יין בכך וכך דמים:",
                "<b>דמיו אסורין.</b> דנכרי לא קנייה השתא במשיכה, דכיון דלא פסק דמיו לא סמכא דעתיה דלקנייה במשיכה, שמא ירבה לו דמיו, הלכך כי נגע ביה הוי יין נסך ברשות ישראל, שעדיין לא קנאו הנכרי עד שיפסוק לו דמים:",
                "<b>אם יש בו עכבת יין.</b> אם יש במשפך שנמדד בו תחלה יין של נכרי, עכבת יין, אוגנים שמתעכב יין על פיו שלא יצא כטפה או שתי טפין:",
                "<b>אסור.</b> דמתסר חמרא דישראל משום ההיא טפת יין נסך שבמשפך:",
                "<b>המערה מכלי לכלי.</b> ישראל שעירה מכלי שלו לכלי שביד הנכרי או לכלי שיש בו יין נסך:",
                "<b>את שמערה ממנו מותר.</b> היין שנשאר בכלי העליון שביד ישראל, מותר:",
                "<b>ואת שעירה בתוכו.</b> והקילוח שיצא מכלי ישראל אף על פי שלא הגיע לכלי שביד הנכרי, וכל שכן מה שהגיע לכלי של נכרי, אסור, דניצוק חיבור. ומתניתין דשרי היין שנשאר בכלי שביד ישראל, מיירי כגון דקטף קטופי, שקודם שנגע הקילוח בכלי התחתון שביד הנכרי פסק העליון המחובר לכלי שביד ישראל, ולא היה כאן ניצוק שיחבר מה שבכלי העליון למה שבכלי התחתון. אי נמי, דנפץ נפוצי, שהשליך היין מן הכלי העליון כדרך שמשליכין מן המזרקים, ולא היה שם סילון וקילוח שיחבר בין היין שבכלי אשר ביד ישראל לכלי שביד נכרי. אבל אם היה שם חיבור, כל מה שנשאר בכלי העליון שביד ישראל אסור, דקיי״ל ניצוק חיבור ואוסר ביין נסך. וכן הלכתא:  "
            ],
            [
                "<b>ומים במים.</b> מים שנתנסכו לע״ז או שנעבדו. במים של היתר:",
                "<b>בכל שהוא.</b> לא שנא נפל התירא לגו איסורא או איסורא לגו התירא, אוסר במינו בכל שהוא. ובלבד שיהיה האיסור הנופל לתוך ההיתר נופל מכלי שפיו רחב ויש ביין היוצא מן הכלי שיעור גדול בבת אחת. אבל המערה יין נסך מכלי קטן שאינו מוציא אלא טפה טפה ונפל לתוך יין של היתר, אפילו כל היום כולו, אמרינן קמא קמא בטיל. ואם עירה היתר לתוך איסור, כל מה שעירה ממנו לתוך האיסור, אסור, ואפילו חבית מלאה לתוך טיפה אחת. ומסקנא דמלתא לפי ההלכה, כל איסורין שבתורה בין במינן בין שלא במינן, בנותן טעם. חוץ מטבל ויין נסך, דבמינן במשהו, שלא במינן בנותן טעם. יין נסך, משום חומרא דעבודה זרה. וטבל, כהתירו כך איסורו, כמו שחטה אחת פוטרת את הכרי, כך חטה אחת עושה את הכרי כולו טבל. ואם איסור משאר איסורין נתערב בהיתר, אם נתערב מין בשאינו מינו דאיכא למיקם אטעמא, אם תרומה היא שנתערבה בחולין יטעמנה כהן, ואם דבר איסור יטעמנו נחתום נכרי, אם אומר שאין בתערובת טעם התרומה או טעם האיסור, הכל מותר. ואם נתערב מין במינו דליכא למיקם אטעמא, או מין בשאינו מינו ואין כאן כהן או נכרי שנוכל לסמוך עליו, אם האיסור הוא מחלב ודם נבילות וטרפות שקצים ורמשים וכיוצא בזה, משערין אותו בששים, אם יש ששים של היתר כנגד האיסור הכל מותר, ואם לאו, הכל אסור. ואם האיסור הוא תרומה וחלה וביכורים, משערים אותו במאה של היתר. ואם ערלה וכלאי הכרם, משערין אותו במאתים:"
            ],
            [
                "<b>אלו אסורין ואוסרין בכל שהן.</b> כל מקום שנתערבו שם אפילו אחד באלף אוסרין את כולן:",
                "<b>יין נסך.</b> חבית אחת באלף חביות אוסר את כולן בהנאה. ואין כן הלכה, אלא כדכתבינן שלהי פרק כל הצלמים, מוליך דמי אותה חבית לים המלח, והשאר הכל מותר בהנאה ואסור בשתיה:",
                "<b>ועבודה זרה.</b> צורה שעבדוה, ונתערבה באלף צורות שאינן ע״ז:",
                "<b>ועורות לבובין.</b> דהוי נמי איסורי הנאה, כדאמרינן בפרק אין מעמידין:",
                "<b>וצפורי מצורע וכו׳ וחולין שנשחטו בעזרה.</b> איסורי הנאה הן. ובפרק ב׳ דקדושין פרשינן להו:",
                "<b>ושער נזיר.</b> דאיסורי הנאה הוא, דכתיב (במדבר ו׳:י״ח) ונתן על האש אשר תחת זבח השלמים. ואם נתערבה אגודה של שער נזיר אפילו באלף אגודות של שאר שערות, כולן אסורות בהנאה:",
                "<b>ופטר חמור.</b> אסור בהנאה כל זמן שלא נפדה:",
                "<b>ובשר בחלב.</b> חתיכת בשר שנתבשלה בחלב ונתערבה באלף חתיכות, אוסרת את כולן בהנאה. וסבר האי תנא דדבר שדרכו לימנות ואיסורו איסור הנאה אוסר את תערובתו בכל שהוא. וכל הני דחשיב במתניתין, דבר שדרכו לימנות הוא ואיסורן איסור הנאה:",
                "<b>הרי אלו.</b> למעוטי איסורי הנאה שאין דרכן לימנות, או שדרכן לימנות ואינן איסורי הנאה, שאינן אוסרין את תערובתן בכל שהן:"
            ],
            [
                "<b>שנפל לבור.</b> של יין:",
                "<b>כולו אסור בהנאה.</b> שהיין שנתנסך לע״ז אוסר במינו בכל שהוא. אבל סתם יינם של נכרים שלא ידענו בו שנתנסך ודאי, אע״פ שאסור בהנאה אינו אוסר תערובתו בהנאה, אלא נמכר כולו לנכרי חוץ מדמי אותו סתם יינן. וכן הלכה:"
            ],
            [
                "<b>שזפתה נכרי.</b> אורחא למרמי בה חמרא פורתא, לעבורי קוטרא דזפתא:",
                "<b>מנגבה.</b> במים ואפר:",
                "<b>ושל עץ.</b> דבעיא זפת טובא ובלע חמרא טפי:",
                "<b>רבי אומר ינגב.</b> כשל אבן. ואין הלכה כרבי:",
                "<b>ושל חרס.</b> בין לרבי בין לרבנן. אע״פ שקלף הזפת אסור. דחרס בלא זפתא בלע ליה חמרא:"
            ],
            [
                "<b>כלי תשמיש.</b> של סעודה. ודוקא כלי מתכת או כלי חרס המצופים באבר. וכלי זכוכית ככלי מתכות דמי:",
                "<b>את שדרכו להטביל.</b> כלומר כלי הראוי ליטהר בטבילה ואינו צריך תיקון אחר, כגון שתשמישו ע״י צונן:",
                "<b>יטביל.</b> במקוה הכשר לטבילת אשה, וטבילתו מתירתו:",
                "<b>להגעיל.</b> כגון יורות וקדרות של מתכת שתשמישן על ידי רותחין:",
                "<b>יגעיל.</b> ברותחין. שמכניסן לתוך יורה מלאה מים רותחין ומשהין אותן בתוכה מעט. וזה אחר שמשפשפן ומסיר החלודה שלהן. ואח״כ מטבילן במקוה הכשר לטבילת אשה והן מותרין:",
                "<b>ללבן.</b> כלים שמשתמשים בהן על ידי האור ביבש בלי רוטב, כדמפרש ואזיל, כגון השפודים והאסכלאות:",
                "<b>מלבנן באור.</b> עד שיהיו ניצוצות ניתזין מהן, ואח״כ מטבילן והן מותרין:",
                "<b>שפה.</b> נועצה בקרקע קשה עשר פעמים, אם אין בה גומות, ואוכל בה צונן. או משחיזה באבן המשחזת שלה, ואוכל בה אפילו רותחין. ואם היו בה גומות, מלבנה. וכולן שנשתמש בהן עד שלא הרתיח, או עד שלא הלבין, ועד שלא הטביל, מותר:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>שלשה ימים לפני אידיהן של עובדי כוכבים וכו':</b><br>אידיהם הבליהם כנוי למועדיהם ואסור לקרותם מועדים לפי שהם הבל על האמת ואלה שלשה ימים מלבד יום האיד עצמו ואסרנו שישאל מהם או ילוה מהם לפי שהם משבחים לעבודת כוכבים שלהם על זה ויהיה הוא סבה לשבח לעבודת כוכבים ואם הוא מלוה על פה מותר לקבל מהם לפי שהוא מציל מידם ואין הלכה כר' יהודה: \n"
            ],
            [
                "<b>רבי ישמעאל אומר וכו':</b><br>פסק ההלכה בגולה אין אסור אלא יום אידיהן בלבד וכל מה שלוקחין ומוכרין עמהם ביום אידיהן אסור כלומר שאסור ליהנות ממנו ואין הלכה כר' ישמעאל: \n"
            ],
            [
                "<b>ואילו אידיהן של עובדי כוכבים וכו':</b><br>אלו הזמנים הנזכרים היו מפורסמים באותו הזמן אצל העובדי כוכבים והנלוים אליהם וכן כל מועד אומה בכל מקומות העולם כשהן עובדין עבודת כוכבים חייב לנהוג בהן כמו שזכר: מיתה שיש בה שריפה שהיה בה קטורת או שריפת בגדי המת וכלים וגנוסיא של מלכים הוא יום שמתקבצין בו להקים מלך ואין הלכה כר\"מ: בלורית הוא שער המניחין באמצע ומגלחין מה שסביבותיו מכל הצדדין ותספורת כזה אסור לנו מן התורה כדי שלא נתדמה להם אבל אין חייב עליו מלקות אלא אם שחת הפאות כמו שבארנו במכות: \n"
            ],
            [
                "<b>עיר שיש בה עבודת כוכבים כו':</b><br>אמרו מהו לילך לשם שישים אותה דרך לילך משם לזולתה לפי שאסור ליכנס לעיר שיש בה עבודת כוכבים כל שכן לדור בה וכל שכן לסחור בה וחנויות מעוטרות חנויות העיר שמייפין אותם באיזה מין ממיני הנוי שיעשה הכל הוא לעבודת כוכבים ולפיכך כל מה שיש בה אסור בהנאה ולפיכך יודע לך שכל עיר של אומה שיהיה להם בה בית תיפלה שהוא בית עבודת כוכבים בלא ספק אותה העיר אסור לעבור בה בכוונה וכל שכן לדור בה אבל אנחנו תחת ידיהם בעונותינו ושוכנים בארצם אנוסים ונתקיים בנו מה שנא' (דברים ד) ועבדתם שם אלהים (אחרים) מעשה ידי אדם עץ ואבן ואם העיר דינה כן קל וחומר דין בית עבודת כוכבים עצמו שהוא אסור לנו כמעט לראותו וכל שכן ליכנס בו: \n"
            ],
            [
                "<b>אלו דברים אסור למכור וכו':</b><br>אצטרובלין הן הנקראים בערבי קצ\"ם קדיש\"י והם הקטנים מן הצנוב': ובנות שוח מין ממיני השקמה: ופטוטרותיהן הענפים שנתלין בהן הפירות: ומה שאמר רבי מאיר דקל טב רצונו לומר פירות דקל טב לפי שהפירות הטובים יקרבום לעבודת כוכבים: וחצב קנים שעושין מהם הסוכר\"א. ונקליבם מין ממיני העשבים המעולים ומה שאמר ר' יהודה אין מקריבין חצב לעבודת כוכבים ושאר כל הדברים סתמן מותר ופירושן אסור ר' מאיר אומר אף דקל טב וחצב ונקליבם אסור למכור לעובדי כוכבים והלכה כר\"מ שאוסר למכור דברים אלו גזירה שמא יקריב מהם לעבודת כוכבים: \n"
            ],
            [
                "<b>מקום שנהגו (שלא) למכור בהמה וכו':</b><br>בהמה גסה אסור למכרה לעובד כוכבים לפי שהוא מצווה על שביתת בהמתו ואסרו למכרה לו על דרך גזירה שמא ישאיל אותה לו או ישכיר אותה לו ויאמר כמו שמותר למכרה כמו כן הוא מותר להשכירה ולהשאילה ויעבוד בה עבודת כוכבים [בשבת] והיא של ישראל ולפיכך מותר לו למכרה על ידי סרסור כמו שבארנו ברביעי מפסחים: והשבורה ג\"כ משמשת לטחון ובן בתירא אומר הסוסים שמביאין עליהם הציידין העופות שצדין בהם מותר למכרם להם לפי שסבר החי נושא את עצמו ואפילו בהמה ועוף כמו שבארנו בעשירי מפסחים: וחכמים אומרים כי האדם בלבד הוא שאמרו בו החי נושא את עצמו כמו שנתבאר בפרק עשירי משבת ואין הלכה כבן בתירא א] ואין הלכה כר' יהודה אבל שאר בהמות מותר למכור לעובד כוכבים שהם ידועות לרכוב בהם בלבד: \n"
            ],
            [
                "<b>אין מוכרין להם דובים וכו':</b><br>כל דבר שיש בו נזק לרבים כגון כלי מלחמה כולן וכלי יסורין כגון שלשלאות וכבלי ברזל וצינוקי' וכמו כן אין מתקנין להם כלי מלחמה ואין מלטשין להם החרבות והרמחים וכיוצא בהם שלא לעזור המשחיתין בארץ להשחית: בסילקי וגרדינין ואצטדיא ובימה כלן תארי כסאות ואצטבאות שעושין לכבוד עבודת כוכבים ובשבילה: ובימוסות ברניות וארמנות וכפה בנין עשוי כמין קשת: \n"
            ],
            [
                "<b>ואין עושין תכשיטין לעבודת כוכבים וכו':</b><br>עיקר איסור דברים אלו מה שאמרה תורה לא תחנם לא תתן להם חנייה בקרקע לפי שזה בכלל לא תחנם: ואמר ואין צריך לומר שדות לפי ששדות יש בהם שני דברים אחד מטעם לא תחנם והשני שמבטל מהן הפרשת תרומה ומעשרות והלכה כרבי יוסי ובלבד שישכיר כל איש ב' אבל ג' או יותר לא ישכיר להם שלא יעשה שכונות עובדי כוכבים: \n"
            ],
            [
                "<b>אף במקום שאמרו להשכיר לא לבית וכו':</b><br>הם אמרו אף במקום שאמרו להשכיר הוא דברי ר' מאיר שאומר שלא ישכיר להם זולתו בסוריא בלבד אבל לא בארץ ישראל אבל לדעת רבי יוסי יהיה סוגית הדברים כן כשאמרו לא לבית דירה אמרו ואין בזה מחלוקת שהוא ישכיר לו בית לעשות ממנו אוצר או ליהנות בו הנאה מועטת על דרך ישוב הארץ ולהעביר השעה ואמרו על שמו כלומר על ישראל בעל המרחץ ועובד כוכבים הדר בו יחמם אותן בשבת ויכנסו בו העובדי כוכבים ואומרים רחצנו במרחץ פלוני היום ובזה יש חילול השם למי שישמע זה ואינו יודע שהוא שכור אצלו לזמן קצוב בדמים ידועים וזה היה בימיהם שהיה מנהגם כמו שזכרנו אריסות למרחץ לא עבדי אינשי אבל בזמננו זה דין המרחץ ודין השדה ושאר הקרקעות אחד הוא ומותר לבעל קרקע להשכירו וזה מפורסם לכל בני אדם: \n"
            ]
        ],
        [
            [
                "<b>אין מעמידין בהמה בפונדקאות של עובדי כוכבים וכו':</b><br>ואפי' בהמה נקבה אין מניחין אצל עובדת כוכבים שמא יבא עובד כוכבים אצל אותה עובדת כוכבים וירבע הבהמה הם אמרו לא תייחד אשה עמהם ואפי' היחוד שהוא מותר לה יחוד כמותו להתיחד עם ישראל כגון שתהיה אשת העובד כוכבים עמו וכיוצא בזה ממה שבארנו במקומו ובסוף קידושין: ובת ישראל לא תילד את העובדת כוכבים לפי שמגדלת בן לעבודת כוכבים ואם הוא בשכר מותר מפני איבה ומטעם זה לא תניק בנה של עובדת כוכבים. ואמרה ברשותה שלא תתייחד עמו לפי שהם חשודים על שפיכת דמים: \n"
            ],
            [
                "<b>מתרפאין מהן ריפוי ממון וכו':</b><br>ריפוי ממון שירפא לו העובד כוכבים בהמתו או עבדו וריפוי נפשות שירפאהו לו עצמו וזה דוקא כשנתן לו הרפואה משלו אבל כשיאמר במה שיתרפא מותר ולפיכך מותר לנו לקחת נסחאות הרפואות מהן ואסור לקחת מהן פירוש עניניו ואין הלכה כרבי מאיר: \n"
            ],
            [
                "<b>אלו דברים של עובדי כוכבים אסורין וכו':</b><br>אנדריינוס קיסר היה עושה טיט ידוע וגובל אותו ביין ימים הרבה ואחר כך עשה ממנו כלי חרס בלתי מבושל והיה מוליך אותו עמו וכל שעה שהיה צריך יין היה שורה חתיכה מאותן הכלים במים והוא נמוח וישקע הטיט וישאר המים מזוג ביין והיה שותה ואותו מעשה היו עושין בני אדם בזמן חבור המשנה והוא נקרא חרס אנדריני מיוחס לאנדריינוס: ולבובין גזור מלב לפי שהיו נוקבין על לבן ומוציאין אותו והוא מין מעבודת הבעלים: ותרפות הגרעון הבזוי ומקום התורפה קורין למקום הנבזה והנקלה והוא כינוי דרך בזיון לבתי עבודת כוכבים שהולכין להם ולפיכך נקראו התועים ההולכים בתרפות: והבאים מותר כשבאו יחידים אבל שיירא אסורין שמא דעתן לחזור והלכה כרשב\"ג וכר\"ע: \n"
            ],
            [
                "<b>נודות של עובדי כוכבים וקנקניהן וכו':</b><br>נודות העובדי כוכבים וקנקניהם כמו שאומר לך והוא שאם הם חדשים ולא נשתמש בהן העובד כוכבים מותר לנו לתת לתוכו יין מיד ואם הם ישנים שכבר נשתמש בהן העובד כוכבים ימלא אותן במים שלשה ימים מעת לעת ויחליף מהם המים בכל כ\"ד שעות ואחר כך יתן בהן יין ואם נתן בהם ציר או מורייס וכיוצא בהן בתחלה ואף על פי שלא נתן בהם מים שלשה ימים מעת לעת מותר לתת בו יין אחר כן ומותר לתת בהם שכר לכתחילה וכמו כן אם החם אותם באש מותר שיתן בהן יין ואם לא עשה בהם אחד משלשה דברים אלו ונשתהה אצלו שנה תמימה מותר לתת בהן יין: כבר זכרנו פעמים שהחרצנים הם גרעיני הענבים וזגין הקליפה שעל הענב: ולחים נקראים כל שנתן ויבישים אחר השנה ומה שאמרו חכמים מותרין רצונו לומר מותר באכילה והיה מנהגם לתת יין בקצת מיני המורייס ולפיכך אסרוהו באכילה ונתבאר בתלמוד שכשנתברר ממראה אותן מורייס בתכונתו שלא היה בו יין שהוא מותר באכילה ובית אונייקי מקום שרוב העגלים הנמצאים לשם היו קרובים לעבודת כוכבים והיה רוב אותם העגלים לעומת שאר כל הבהמות מיעוט. ור' מאיר חייש למיעוט לפיכך אמר גבינת אותה העיר אסורה בהנאה בשביל קיבת עגלי עבודת כוכבים ורבנן לא חיישי למיעוט ולפיכך אומרים אסור באכילה בלבד ואין הלכה כר\"מ בכל דבריו: \n"
            ],
            [
                "<b>אמר רבי יהודה שאל ר\"י וכו':</b><br>מה שהביא' שלא יודיעו בטעם אסורו לקירוב אותה גזירה דלמא אתי לזלזולי בה ולפיכך היה מנהגם כשהיו אוסרים שום דבר בגזרה לא היו מודיעים טעם אותה גזירה כל אותה שנה עד שיתפרסם איסור אותו הדבר ונודע אצל הנשים ועמי הארץ באותה שעה מודיעים הטעם וסיבת איסור גבינת העובד כוכבים שמא יעמידנה בעור קיבת נבילה לפי שהוא מעמיד ג\"כ וכבר נודע ששחיטת עובד כוכבים נבילה וכשהעמיד בעור הקיבה נאסרה אותה גבינה לא מטעם בשר בחלב לפי שבשר בחלב אינו אסור אלא בנותן טעם כמו שנתבאר בחולין אבל הוא אסור בשביל שחיטת עובד כוכבים ולא נאמר בזה אחד מששים לפי שהוא מעמיד ומעשה הנבלה הוא נראה וכאילו הגבינה כולה נבלה לפי שהדבר שאסור כשנתערב עם המותר והיה מעשה אותה הדבר האסור נראה ונגלה אינו בטל במיעוטו ואפ' הוא נעלם הנה הוא אוסר הכל ואפי' היה אותו הדבר האסור כל שהוא ולא נאמר עליו לא אחד מששים ולא אחד ממאה כמו שבארנו בשני מערלה באמרם כל המחמץ וכל המתבל וכו': והמעמיד גדול ממחמץ וממתבל וכן אמרו הכל הולך אחר המעמיד ואמנם קיבת הנבלה עצמה היא מותרת לפי שהיא פירשא בעלמא רצוני לומר כעין צואה והלחות ואינה כגוף הבהמה ולפיכך מותר לנו ליקח קיבות העובד כוכבים ונעמיד בהן הגבינה וכמו כן כשאנו רואין העובד כוכבים שהעמיד החלב בקיבה עצמה מותר לנו לאכול אותה גבינה ולא תועיל בזה הפרסום ולא מה שהדעת נותן על הרוב אלא ראיית העין ואשר הביא שלא תאסר הגבינה משום חלב שחלבו עובד כוכבים ואין ישראל רואהו לפי שטעם איסור זה כדי שלא יתערב חלב בהמה טמאה עם אותו החלב ועיקר הוא בידינו שחלב בהמה טמאה אינו מעמיד הנה שלא נשאר איסור אלא איסור נבלה בלבד כמו שזכרנו: \n"
            ],
            [
                "<b>אלו דברים של עובד כוכבים וכו':</b><br>רוב דברים אלו כגון הפת והשלקות וכיוצא בהן כולם נאסרו כדי שנתרחק מהם ולא נתערב עמהם כדי שלא נמשך בהתערבנו עמהם לשלוח יד במה שהוא אסור וזה ענין אמרם משום חתנות ואלה הדברים הם מכלל שמונה עשר דבר שגזרו כמו שבארנו בראשון משבת וזה שאתה רואה שאנו אוסרין שלוקיהן אינן הדברים ששולקין בכליהם לפי שזה נקרא גיעולי עובד כוכבים אבל הם הדברים שאין בהם גיעולי עובד כוכבים ולא כיוצא בהם אבל הם אסורים בשביל שנגמרה מלאכתן על ידי עובד כוכבים לפי שהחכמים אסרו בשביל להתרחק מהם גם כן כל מה שיבשל העובד כוכבים ואפי' בישל שום דבר ברשותנו אלא אם היה אותו דבר נאכל בכמו שהוא חי אז אינו עולה על שולחן מלכים לאכול בו את הפת באותו מקום כי בזה לא יאסר כשבשלן עובד כוכבים משום בשולי עובד כוכבים ולא יתערב לך איסור בשולי עובד כוכבים באיסור גיעולי עובד כוכבים וכבר בארתי זה אבל השמן פסק ההלכה ששמן העובד כוכבים מותר ופתם יראה מתלמודנו הבבלי שהוא אסור אבל פת השוק שמוכרין הנחתומין אסורו מעט וקרוב להיתר מפת בעלי בתים. והולכי דרכים ובשעת הצורך הדבר מותר לדעתי והוא חוזר למנהג המדינה כמו שבארתי בפסחים ואין הכבשין שנותנין בהן יין אסורים בהנאה לפי שאין נראה בהם טעם היין אבל הוא נמס ומתבטל טעמו ולפיכך אינו באיסור הנאה לפי שלא נראה בם מעשה היין. וטרית מין ממיני הדגה והוא דג טהור שכותשין אותו עד שהוא שב כמו עיסה וכשהוא נדוק ונכתש אסרנוהו שמא נכתש עמו דג טמא ואין שם צורה שיורה עליו וציר הוא מרק הדג המלוח שמתמצה ממנו וכשאין בו דג אין אנו יודעים אם הוא תמצית דג טמא או מדג טהור הוא ולפיכך אסור וחילק מין מן הדגים והוא טהור אבל כשהוא קטן לא תמצא בו קשקשת ולא סנפיר עד שיגדל וגדלים בו ואסרנוהו לפי שיעלה מן הים עם מין אחר אסור ויתערב בו עירוב גמור עד שלא יכירו אותו אלא יחידים מבני אדם: וקורט של חלתית חתיכת חלתית ואסרו אותה לפי שהעובדי כוכבים חותכין אותה בסכיניהם כשמוכרים אותה ובהן שומן הנבלה וחורפת החלתית יתפשט אותו השומן בגוף החלתית ומחסר חורפתו ואותו שומן הוא נותן בו טעם לשבח וזה אסור כמו שיתבאר בסוף מסכת זו: ומלח סלקונדית מלח ממקום ידוע היו מעלין אותו גדולי העובדי כוכבים על שלחנם והיו מושחין אותו בחלבי החזירים ושומן הדגים וכיוצא בהן ממה שממתק אותו ומשביחו ולפיכך הוא אסור ומה שכפל ואמר הרי אלו אסורין ואין איסורן איסור הנאה למעוטי מורייס וגבינה בית אניאקי שהן אסורין בהנאה לדעת רבי מאיר שמשנה זו שלו: \n"
            ],
            [
                "<b>ואלו מותרין באכילה וכו':</b><br>ואפילו ישראל רחוק מן העובד כוכבים והיה ישראל יושב אבל כשהוא עומד רואה את העובד כוכבים ולפי שכשהוא עומד רואהו מאיזו בהמה הוא חולב אותו החלב מותר ואף על פי שהוא יושב ולא ראהו כשהוא חולב לפי שהעובד כוכבים מתיירא שיעמוד ויראהו כשהוא חולב מן הטמאה וכאילו רצונו לומר באמרו בכאן רואהו שהוא מצוי עמו שהוא יכול לראותו בשעה שהוא חולב והדבדבניות אותן החתיכות שרודין מן הכוורת שבהן הדבש ואע\"פ שהן נוטפות לחות לא נאמר שמא הזיל עליהן יין וגם אותה לחות לא תכשיר ואף על פי שהדבש מכשיר מכלל השבעה משקין כמו שזכרנו וכמו שנבאר במקומו במסכת מכשירין לפי שהוא באותה שעה כעין אוכל לא משקה עד שמתיכין אותו ומוציאין דבשו ובתוספתא מסכת טהרות דבש הזב מכוורת דבורים מטמא טומאת משקין חישב עליהם לאוכלן מטמא טומאת אוכלין וזה לפי שלא יתייחד המשקה בעצמו עד שמתיכין אותו בכונה ומסלקין אותו מן הדונג ודע זה: וטרית שאינה טרופה אינו רוצה לומר שהדג נשאר כמו שהוא שזה מבואר הוא אבל רצונו בו ואפי' שהיא כתושה כשאינה טרופה בתכלית היא מותרת וזה הוא שישאר ראש הדג ושדרתו נראים עד שיודע מאותה צורה שהוא דג טהור ואמרו עלה של חלתית ואפילו שנדבק בו קורט חלתית ר' יוסי אומר השלוחין אסורים אומר כשהיו הזיתים השרויין במים נתרכך עד שכשתקח זית אחד מהם תקח אותו מבלי הגרעין שלו ויפול (הנויה) [הנה] הוא אסור וזה הוא פירוש השלוחין כאילו אמר השולחין כמו רוכב ורכוב וטעם זו לדעתו לפי שהוא אומר שהיין השליכו עליהן ולפיכך נתרכך בשרם ונאסרו החגבים מן הכד כשהמוכר משים אותם לפניו לפי שהיה מנהגם לזרוק עליהם יין פעם אחר פעם כדי שלא יתייבשו ויכסום אבק ואם הוא מוכר מן האוצר או ממקום כנוסם מותר לפי שאין צד לאסרם ואמרו וכן בתרומה רצה לומר וכן בכהן החשוד למכור תרומה לשם חולין כל מה שהוא בסל שלפניו שהוציאו למכרו הוא אסור ואין ראוי לקחתו ממנו ואשר יהיה אצלו באוצר מותר לפי שהוא מתיירא שידעו זה בני אדם ויאמרו שהכל הוא תרומה שמכר לשם חולין והוא מסכן במעט ואומר שהוא חולין ולא יסכן המרובה שירא שמא יודע רמאותו ויפסיד הכל ואין הלכה כרבי יוסי: \n"
            ]
        ],
        [
            [
                "<b>כל הצלמים אסורים וכו':</b><br>חושבין בעלי זה המעשה כי כשתהיה השמש במעלה ממעלות הגלגל איזו מעלה שתהיה יעשה צלם לאותה המעלה על דמות הצורה המיוחסת לאותה המעלה ונראים ממנו כחות במציאות בעניני אותה צורה והפועלים המיוחסים לה והם מקטרים לאותו צלם ומתפללים לו ומגדלין אותו בשעה שתהיה השמש באותה מעלה וזה מין ממיני הצלמים ונקרא בערבי טלאס\"ם ובמקום ר' מאיר היה אצלם מין זה מן הצלמים וכבר ידעת שרבי מאיר חייש למיעוט ולפיכך גזר על כל הצורות שהן אסורות לפי שקצתן עשוין לעבדן פעס בשנה כשהשמש [חלה] (ס\"א עלה) באותה מעלה וחכמים לא חיישי למיעוט ואומרין שעושין אותו לנוי בלבד. ואם היה בצד הצורה שום דבר ממה שזכר תנא קמא או ממה שהוסיפו בברייתא והוא חרב ועטרה וטבעת אותה שעה נדע בבירור שנעשית בעיון ובקטרת ובתפלה ובקרבן כמו שהוא מפורסם אצל בעלי המלאכה זו ובלבד שתהא צורה זו על פתח המדינה ואין מחלוקת ביניהם שכל הצורות שבעיירות והארמונים אסורות לפי שנעשו לשם בבירור לעבודה לפי שאין אותם מקומות מקום לנוי שנאמר לנוי נעשו ואפילו שאין בידו מאומה והלכה כחכמים: \n"
            ],
            [
                "<b>המוציא שברי צלמים וכו':</b><br>תבנית יד ורגל אינו יד צלם שנשבר לפי שזה הוא שברי צלמים אבל מתחלת עשייתו נעשה צורת יד בלבד או צורת רגל וכן צורת איזה אבר שיעשה וממעשהו יתבאר אם מתחלת עשייתו נעשה נפרד או אם נשבר מצורה שלימה: \n"
            ],
            [
                "<b>המוצא כלים וכו':</b><br>צורת חמה ולבנה אין ענינו שימצא עגול ויאמר זה הוא שמש או קשת עגול ויאמר זה לבנה אלא שבעלי הצלמים הנקראים טלאס\"ם מיחסים לכוכבים צורות עד שאומרין צורת שבתי צורת זקן שחור וצורת נוגה צורת נערה יפה בחלי זהב וצורת השמש צורת המלך מעוטר יושב על עגלה וכן מייחסים לכל המזלות וכוכבים צורות הרבה והם באותן הצורות חולקין מחלוקות הרבה לפי שהם מאמרים כוזבים והכזב על הדבר מן הדברים יגדל וירחב בלי ספק: ואמרו צורת חמה ולבנה ר\"ל שימצא הצורה המיוחסת אל השמש והצורה המיוחסת אל הלבנה על איזה דעת שיהיה. והדרקון צורת גוף שיש בו ציצין קשקשין הרבה לבין סנפירין כקשקשי הדג וזו הצורה היתה אצלם מהודרת לפי שהן מיחסין אותן לחלק מחלקי גלגל והגיד לי איש אחד מבעלי מלאכה זו שזו הצורה הוא הצורה לתלי הלבנה ונקרא בערבי א\"ל גוזה\"ר ושהיא נעשית על תבנית כך בשעה כך וכך ושאלתיו באיזה ספר זכרו זה לפי שאני לא ראיתי מעולם צורה זו ואמר כי מלמדו בדה מלבו צורה זו עם הרבה דברים שמסר לו בסוד: וכלים מכובדים הם חלי זהב וכסף ובגד משי ומה שזולתו הם כלים מבוזים והלכה כרבן שמעון בן גמליאל וכרבי יוסי: \n"
            ],
            [
                "<b>שאל פרקלוס וכו':</b><br>אפרודיטי שם הכוכב הנקרא נוגה וכן כתוב שם נוגה הנקרא בערבי א\"ל זהר\"א בספרי הצלמים הנקראים בארבי טלאסי' אפרודיטי והיה באותו המרחץ צורת נוגה: וזה שאמר לו אין משיבין במרחץ אמנם אמר לו זה אחר צאתו מן המרחץ והתנצל לו לפי ששתק ולא השיב לו על שאלתו ואמר לו מה שמנעני מלהשיבך דבר לפי שאין משיבין בבית המרחץ: \n"
            ],
            [
                "<b>העובדי כוכבים העובדים וכו':</b><br>רבי יוסי סבר שאילן שנטעו לשם אילן ולבסוף עבדו אסור לפי שיש בו תפיסת יד אדם וחכמים אומרים כי כיון שנטעו והוא לא נתכוין בו לעבדו כשעת נטיעתו הוא כמו הר וגבעה ועבודתו אחר כן אינו אוסר אותו ור' עקיבא הודיענו בעיקר שנחקר בו בשביל מקומות עבודת כוכבים ואינו חולק עם אדם ואין הלכה כרבי יוסי: \n"
            ],
            [
                "<b>מי שהיה ביתו וכו':</b><br>אע\"פ שהוא כונס לתוך שלו אסור להניח אותו המקום הפנוי לעבודת כוכבים לפי שהיה מהנה אותה אבל ממלא אותו בדברים מאוסים ויתן שם קוצים וכיוצא בהם ודע שטומאת עבודת כוכבים דרבנן ולפיכך היו מקילין בה מכל צד ואומרים שהוא נדמה כשרץ לטמא במגע לא במשא כשרץ ונדמה למת שאינה מטמאה אלא בכזית לא בפחות מזה ואין הלכה כר\"ע ואפילו בעבודת כוכבים עצמה וכל שכן משמשיה: \n"
            ],
            [
                "<b>שלשה בתים וכו':</b><br><b>איזו אשרה וכו':</b><br>סיוד הליבון שמלבנין בסיד וכיוד הפתוח והציור: ואמרו וחדש הראוי בו או שחדש: וחלפין נקראין הענפין שנמצאו במקום אותן שחתכו והוא מה שאמר והחליף. ואמרו איזה היא אשרה הוא רוצה לומר איזו היא אשירה שנחלקו בה חכמים ור\"ש לפי שאמר שהאשרות שלשה מינין ב' מינין אין בדינן מחלוקת והשלישית והיא אותה שתחתיה עבודת כוכבים אומרים חכמים שהיא אסורה בהנאה כל זמן שעבודת כוכבים תחתיה וכשמסירין אותה מתחתיה היא מותרת כמו שקדם מדבריהם העמיד תחתיו עבודת כוכבים ובטלה הרי זה מותר ור' שמעון אומר אפי' לא בטלה ואע\"פ שהיא תחתיו הואיל ולצורה עובד מותר ואין הלכה כר' שמעון: \n"
            ],
            [
                "<b>לא ישב בצלה וכו':</b><br>לא ישב בצלה בצל גוף האילן אבל בצל ענפיה ועליה מותר לו לשבת שם וזה שאמרנו אם עבר טמא לפי שיש לומר אי אפשר שאין שם מתקרובת עבודת כוכבים וזה הוא דעת רבי יהודה בן בתירא שאומר מניין לתקרובת עבודת כוכבים שהיא מטמאה באהל שנאמר ויצמדו לבעל פעור ויאכלו זבחי מתים מה מת מטמא באהל אף תקרובת עבודת כוכבים מטמאה באהל ואין הלכה כר\"י בן בתירא לפי שלא נמשלה עבודת כוכבים למת אלא לפי שאינה מטמאה לפחות מכזית כמת כמו שבארנו אבל מטמאה תקרובת עבודת כוכבים במגע ובמשא כנבלה: וגוזלת את הרבים שיהיו ענפיה נמשכות על אויר רשות הרבים: וחזרין רבוי הנקרא חזרת והוא הנקרא בערבי חסא ומי גשמים מזיקין לו ולפיכך לא יזרע תחתיה ואפילו בימות הגשמים לפי שתועיל להם: וכבר קדם לך דעת רבי יוסי בזה הפרק שאין לחוש שתחזיר עבודת כוכבים ומשמשיה זבל לפי שאין אותו הזבל לבדו הוא סבת הצמח אלא הזבל והקרקע והמים והאויר והשמש והוא סבר זה וזה גורם מותר כלומר שיעשה דבר מן הדברים ויהיו סבות עשייתו מהם שנים או יותר מהם מותר ומהם אסור אותו הדבר הנעשה מותר וכן פסק ההלכה בכל הדברים ואמנם אמר בכאן זה הדבר כחולק על החכמים לפי שאמר להם על דעתכם שאתן חוששין בשוב עבודת כוכבים זבל (אבל) אף לא ירקות בימות הגשמים וכבר בארנו שהלכה כרבי יוסי ועל סברתו נעשה: \n"
            ],
            [
                "<b>נטל ממנו עצים וכו':</b><br>ההסק הראשון שמסיקין התנור הוא משלים בשול חרסו ואז הוא ראוי לאפות בו אחר כך ולפיכך יותץ שאפילו כשיוצן שבח אותו ההיסק נשאר בו וזה הוא לדעת האומר זה וזה גורם אסור ופסק ההלכה בין חדש בין ישן יוצן כלומר שיניח אותו עד שיצטנן ויסיקו אותו שנית בעצים של היתר ויאפו בו וזהו מותר: ודברי ר\"א יוליך הנייה לים המלח שיקח מדמיהן דמי הככר שנתערב בכל הפת וישליך אותו בים המלח עמוקים שלא ימצא לעולם: זוכר מחלוקתם בפת להודיע דר\"א כי היכי דשרי בפת דעצים דאסורה כבר כלים ונשרפו כמו כן מיקל בדבר שהאיסור קיים כגון כרכר שארג בו הבגד דאיתיה לאיסורא בעיניה ר\"א אומר יוליך הנאה לים המלח ואפי' בפת שכלה העצים וליתיה לאיסוריה בעיניה וחכמים אומרים כולן אסורות והלכה כר' אליעזר בכל ואפי' חבית של יין נסך כשנתערבה בין חביות יוליך הנייה לים המלח ומותר לו למכור הכל וליהנות בו: \n"
            ],
            [
                "<b>כיצד מבטלה קרסם וכו':</b><br>קרסום הוא כריתת ראשי הענפים וזירוד' כריתת הענפים שפייה גרירתם וכל זה כשיעשה אותו העובד כוכבים לפי שהעיקר אצלנו שלא יבטל עבודת כוכבים אלא עובד כוכבים שיודע בטיב עבודת כוכבים ומשמשיה וכך אמרו דפלח מבטל ודלא פלח לא מבטל לפיכך אמרו בטיב עבודת כוכבים שלא יהיה נער קטן או מקולקל הדעת: \n"
            ]
        ],
        [
            [
                "<b>רבי ישמעאל אומר שלש אבנים וכו':</b><br>ר' ישמעאל אומר ששלש ואפילו היו ברחוק ממנו ד' אמות אסורות לפי שאמרי' כנוסים מרקוליס קטן מנגד מרקוליס גדול כיון שהיו שתי אבנים או ג' נראין עמו אסורות והלכה כחכמים: \n"
            ],
            [
                "<b>מצא בראשו מעות וכו':</b><br>אמרו מותרין ובלבד שימצאם על דרך בזיון המעות כשיהיו בכיס תלוי בצואר אותו הצלם וכסות שתהיה בגדיו מכופלין נתונים על ראשו וכלים שיהיו תלויין על ראשו שנכנס ראשו ממושבו: \n"
            ],
            [
                "<b>עבודת כוכבים שהיה לה גינה וכו':</b><br>אמרו בטובה ושלא בטובה רוצה לומר בטובת כומרים: \n"
            ],
            [
                "<b>עבודת כוכבים של עובד כוכבים וכו':</b><br>אמר רחמנא בעבודת כוכבים דעובד כוכבים פסילי אלהיהם תשרפון באש משעה שפסלו נעשה לו אלוה ואמר בעבודת כוכבים דישראל ושם בסתר עד שיעשה לה הדברים שבסתר כגון שיקטר לה אז ישתחוה וזולת זה כמו שנתבאר בסנהדרין: \n"
            ],
            [
                "<b>כיצד מבטלה וכו':</b><br>פחסה החליקה ואמרו כשפחסה בפניה פירוש כשהחליק פניה עד שהסיר צורת הפנים באותה שעה תבטל אבל כשהחליק שאר גופה בשלא חסר ממנה כלום אינה מבוטלת ומחלוקת רבי וחכמים הוא כשמכרה לעובד כוכבים אבל כשמכרה לצורף ישראל דברי הכל בטלה והלכה כחכמים: \n"
            ],
            [
                "<b>עבודת כוכבים שהניחוה וכו':</b><br>בימוס היא אבן גדולה מציבין אותה להקריב עליה והוא מין מן המזבחות וכשמולך מלך מקים בימוס ואם הוסר ממלך או מת ומלך אחר יניח הבימוס הראשון ויעשה שני לעצמו ואז הוא מותר ליהנות מן הראשון וזה פירוש אמרו מפני שמעמידים אותן בשעה שהמלכים עוברין כלומר שהסבה שהבימוסים הרבה שבזמן שמעבירין המלך בטל אותו הבימוס ויעשה אחר לעצמו המולך ואז כל הראשונים מותרין: \n"
            ],
            [
                "<b>שאלו את הזקנים ברומי וכו':</b><br>ממה שאתה צריך לידע כי הפילוסופים על השלימות אינן מאמינין הצלמים רצוני לומר הטלמסאות אבל מלעיגין מהן ומאותן שחושבין שיש להם פעולה ובאור זה יאריך ואמנם אני אומר זה לפי שאני יודע שרוב בני אדם כלם נפתים בזה פתוי גדול מאד ובדברים דומה להם ומחשבים שיש להם ענינים אמתיים ואין הדבר כן עד כי הטובים החסידים מבני דתנו חושבים שהם דברים אמתיים אלא שהם אסורין מצד התורה בלבד ואינם יודעים שהם דברים בטלים כוזבים ונצטוינו בתורה שלא לעשותם כמו שהזהירה על הכזב והם דברים נתבררה להם פרסום גדול אצל העובדי כוכבים ועיקר זה באומה הנקראת צאבים והם האומה שיצא אברהם אבינו ע\"ה מביניהם וחלק על טעותם וסברתם המקולקלת במה שנתן האלהים בלבו מן החכמה והיו מגדלין ומכבדין הכוכבים ומיחסין להם פעולות שאינן להם והם שכתבו ספרים בדיני הכוכבים והכשוף וההשבעות והמזלות הרוחניות ודבר הכוכבים והשדים והגדת העתידות ומעונן ומנחש על רוב מיניהם ושאלת המתים והרבה מכיוצא בזה ששלפה התורה האמיתית חרבה עליהם והכריתה אותם והם עיקר עבודת כוכבים וענפיה וזה שהכזב הראשון גזרת הכוכבים שנתברר במופת בחכמת הטבע בטול הקדמותיו הראשונה באמרם הכוכב הפלוני רע ונקשה וכוכב פלוני טוב ומצליח והחלק הפלוני מן הגלגל יאות הכוכב הפלוני והוא הפך הכוכב הפלוני עם היות הגלגל כולו גוף אחד מתדמת החלקים אין בו שינוי ולא כזב ושתי הקדמות אלו הם עמודי גזרת הכוכבים אשר בהתברר בטולם כמו שנתברר בטלו חלקים עד סופם אחר כן הרכיבו כזב שני על הכזב הראשון והוא הצלמים הנקראים הטלאסמם ואמר שכשיהיה כוכב פלוני המצליח במקום הנאות לו תעשה צורה על תואר כך וכך ותביא מן התועלת כך וכך וכשיהיה הכוכב הפלוני הנקשה במקום פלוני שהוא הפכו תעשה לו צורה בתואר כך וכך ותדחה בו מן הרעה כך וכך ונתרחב זה השער כפי רוחב גזרת הכוכבים ומה שייחסו לה מן הפרטים: אחר כן הרכיבו כזב שלישי על אלו השנים והוא עבודת כוכבים ואמרו שצורה זו הנעשית במזל צומח כך ועל המצב הפלוני כשיקוטר בדבר פלוני ויתפללו לו בדברים כך וכך וישתחוו לו הוא יסיר רעת דבר פלוני ודברים אלו עושים לפי שבימים הראשונים קבצו בני המדינות ופתו המון עמי הארץ ואמרו להם כי הצלחת ארצותיכם ועניניכם כשתעשו אלה הצורות וכשמתקבצים לבתיהם מכבדים אלה הזקנים שיודעים סודותיהם ובזה קמה המלכות וחשבו שאותו הדבר אמת והיו מאמינין בו כמו שאנו מאמינין בנביאים עליהם השלום מן השלמות והחסידות הלא תראה היאך קראם הכתוב נביאי הבעל ונביאי האשרה אחר כן באו חלושי הדעת ומצאו אותם הדברים ואותם הספרים וחשבו שהן אמת ושיש בהם תועלת ולא ידעו שהם כזבים שנעשו בזמן מן הזמנים לתועלת שעה אמר הנביא אל תיראו מהם כי לא ירעו וגם היטב אין אתם וכבר בארו החכמים שכל מה שיהיה מהם מהפעולות אלה הצלמים הוא בדרך מקרה ומייחסים אותן להם וזה ענין פילוסופים ברור וכמו כן מצאתי להחכמים שעוררו על גזרת הכוכבים שהן נוהגין דרך המעונן והמנחש לא שהם סבה כמו שחושבין האצטגנינין אמרו לא תנחשו כגון אלו המנחשים בחולדה ובעופות ובכוכבים וזהו דעת הפילוסופים בהם ואלו הדברים כלם שבדאו הצאבים אין מהם בפילוסופי יון דבר קטן או גדול וכבר הארכתי אני בכאן אבל יש בו מקום תועלת ותקון אמונה לפי ששגעון בני האדם בכוכבים והצלמים ר\"ל הטלאסמם אינו דבר מועט וכבר יצאו מן התורה פעם אחת בשביל מה שהיו מאמינין אותם מאמתתם: \n"
            ],
            [
                "<b>לוקחין גת בעוטה וכו':</b><br>כשיהיה מרזב הגת סתום עד שלא יהיה נגר ממנו כלום אלא שנדרכים הענבים קצתם עם קצתם אינו מתנסך לדעת משנה הראשונה: ותפוח שם פסולת הענבים שעושין צבור באמצע הגת: ואמרו מכאן השאר מותר הוא משנה ראשונה שהיא מתרת שידרוך העובד כוכבים ואינה הלכה: \n"
            ],
            [
                "<b>דורכין עם העובד כוכבים וכו':</b><br>דורכין עם העובד כוכבים בגת אבל לא בוצרין עמו היא משנה ראשונה וזה הטעם לאסור שיבצור העובד כוכבים עמו לפי שעיקר בידינו הבוצר לגת הוכשר וכשנוגע בו העובד כוכבי' הנה טמאו ויהי' הוא עוזר לטמאו כשהוא בוצר עמו והלכות משנה זו כולם בנויות על עיקר אסור לגרום טומאה לחולין שבא\"י וכבר זכרנו זה פעמים הרבה אבל מה שהתיר לבעט עמו לפי שסבת הטומאה כבר עברה לפי שכבר נטמא במגע עובד כוכבי' והוא מוכשר כמו שהוא עיקרנו. וטעם אינו עושה יין נסך עד שירד לבור וכל זה אינו הלכה אבל פסק ההלכה מותר לגרום טומאה לחולין שבארץ ישראל ויין כיון שהתחיל לימשך נעשה יין נסך ולפיכך בוצרין עמו ואין דורכין עמו ודע שאסור לישראל שישתמש לו עובד כוכבים בבציר לכתחלה בשום פנים ואפי' להביא לו הענבים לגת כ\"ש זולתו וכך באר התלמוד משום לך לך אמרין נזירא סחור סחור לכרמא לא תקרב אמנם ישראל שהוא עושה בטומאה הוא עובר עבירה לפי שהוא מטמא מה שיש בו זכות לשם כלומר התרומות והמעשרות וכן הפת תטמא התרומה ומעיקרנו אין מחזיקין ידי עוברי עבירה וכשדרכו הענבים ונאפה הפת נשלמה העבירה ולפיכך מותר לשאת עמו אחר כן: \n"
            ],
            [
                "<b>עובד כוכבים שנמצא עומד בצד הבור וכו':</b><br>יש לו עליו מלוה כלומר על אותו יין אבל על האיש לא נעשה יין נסך לפי שכשיש על אותו היין מלוה הוא חושב אותו ממונו ואפשר שימשך ידו לחפש ולראות היאך הוא כיון שזה הוא ממונו ואמר נפל לבור ועלה כשעלה והוא מת אבל כשעלה חי אסור בהנאה לפי שהוא משבח לעבודת כוכבים על שניצול והוא כאילו מאידיהם של עובדי כוכבים ור' שמעון מתיר בשתיה ואין הלכה כר' שמעון: \n"
            ],
            [
                "<b>המטהר יינו של עובד כוכבים וכו':</b><br>מטהר יינו של עובד כוכבים הוא שישתמש ישראל בו מתחלת עשייתו עד שיהיה טהור ויניח אותו ברשות בעל יין ולפיכך צריך שיהיה הבית פתוח לרשות הרבים ויהיה במדינת ישראל לפי שהוא ירא ליכנס לבית שמא יראה אותו ישראל ויגיד לבעל היין שכבר נאסר אבל אם הניח אותו ביד עובד כוכבים אחר הוא מותר לפי שלא יארע כזה על מה שאין לו שררות בו ואפילו היתה המדינה כולה עובדי כוכבים ור\"ש בן אלעזר חולק עליו על זה ואמר כל רשות עובדי כוכבים אחת היא ואפילו ברשות אחר אסור והלכה כר' שמעון בן אלעזר ודע כי כשיהיה מפתח וחותם ביד ישראל מותר לדברי הכל ואף על פי שהוא ברשות עובד כוכבים: \n"
            ],
            [
                "<b>המטהר יינו של עובד כוכבים וכו':</b><br>ואף על פי שמפתח וחותם ביד ישראל כיון שאין הרשות כולו שלו אסרו חכמים לפי שישתמש בו ויעשה אותו יין נסך: \n"
            ]
        ],
        [
            [
                "<b>השוכר את הפועל וכו':</b><br>[אמרו קנס הוא שקנסו חכמים ביין נסך] ומן הידוע ברוב שהשוכר בהמה לרכוב בו יתן עליה צדה לדרכו וס\"ד שהוא כאילו שכר ממנו לרכוב בו ולשאת יין נסך ויהיה שכרו אסור הודיענו שאין הדבר כן אבל שכרה מותר כיון שלא נתבאר בו לשאת יין נסך: \n"
            ],
            [
                "<b>יין נסך שנפל על גבי ענבים וכו':</b><br>הראוי להשלים לשון משנה כך ואם היו מבוקעות והיה בהנייתו בנותן טעם אסורות ואם לא היה בהנייתו בנותן טעם מותרות ומעשה בביתוס בן זונין ואמרו שנפל לתוך הגריסין כשהיו הגריסין רותחין הוא שהוא פוגם מתחילה ועד סוף: וזה כי זה שקורא המשנה יש בהנייתו בנותן טעם הוא הענין שקורא התלמוד נותן טעם לשבח ר\"ל שאותו הטעם משביחו וממתיקו והוא הענין בעצמו רוצה לומר בהנאתו בנותן טעם כאילו אמר יש בטעמו הנייה וזאת המשנה קוראהו שאין בהנייתו בנותן טעם כלומר שאין הנאה בו כשמצא אותו הטעם וזה שקורא התלמוד נותן טעם לפגם ומן המבואר שזה יארע בין שני מינין כלומר מין בשאינו מינו ויש בזה ד' חלוקין החלוק האחד שיתערב דבר בדבר ויפסידו אם בטעמו אם בריחו בשעתו ולאחר זמן כלומר שאינו סר קלקולו ממנו מתחילה ועד סוף והוא כגון שמנונית הבשר או הדג שנתערב עם הדבש שהוא מפסידו תמיד והחלק השני שיהיה הדבר שנתערב משביח הדבר שנתערב בו בשעתו ואח\"כ כעירוב היין בתבשיל הבשר או בתבשיל הדג והוא הנקרא משביח מתחילה ועד סוף והחלק השלישי שישביח טעמו לשעתו ולאחר זמן מפסידו כעירוב שמנונית הבשר והחלב עם החמאה לפי שהוא מטיב טעמו וריחו ובאושו ואחר כך מפסידו וזה הנקרא משביח ולבסוף פוגם והחלק הרביעי שמפסידו לפי שעה וברוב הימים משביחו כגון עירוב הדבש ביין שהוא מקלקלו מיד ולבסוף יתחזק עליו האויר וכח היין ואז יהיה הדבש ממה שיוסף עליו לו ריח טוב וזכות ענין וחדוד וכל זה לשבח היין וזה נקרא פוגם מעיקרו אמנם פוגם מתחילה ועד סוף אין צ\"ל שהוא מותר בכל האיסורין ושני חלקים הנשארים לו נתבאר בתלמוד אי זה מהן אסור ואיזה מהן מותר ולפיכך שניהם אסורין ואל זה התנו בגריסין רותחין לפי שאם הם קרים הוא מתקן טעמו לשעתו ואחר כן כשמערב אותן ומרתיחן בחדוד החומץ יפסיד טעמם: \n"
            ],
            [
                "<b>עובר כוככים שהיה מעביר עם ישראל וכו':</b><br>בחזקת משתמר הוא שיאמר לעובד כוכבים העבר ואני אבא עמך כי אף על פי שנתעכב הרבה ירא לשלוח ידו אל החבית ואם הודיע לעובד כוכבים שיתאחר ממנו זמן שיוכל לנקוב הכסוי שעל פי החבית ויוצא ממנו היין ויסתום אותו הנקב וייבש מקום הסתום הוא יין נסך ורשב\"ג לא חייש לשיתומא וישי' הזמן כדי שיפתח פי החבית כולו ויוצא היין ממנה ויסתום פי החבית וייבש כל הכסוי כולו וזה הזמן ארוך מן הזמן שאמר ת\"ק לפי שרשב\"ג אומר לו יכול לנקוב הכסוי ולסתום אותו הנקב לפי שירא ממנו או מכל הכסוי שעל פי החבית וחכמים אין חולקין על רשב\"ג שכשיהיה כיסוי החבית בטיט שהוא כדי שיפתח ויגוף ותינגב לפי שלא יכול לחפור בטיט ולסתום בטיט הלח לפי שהוא ניכר בשנוי צבעי העפרים אבל מחלוקת' שכשיהיה פי החבית סתום בסיד שאפשר לחפור בו ומין הסיד כולו אחד והוא ממהר ליבש ג\"כ וישתום הוא גזור משתום העין שהוא ענין פתיחה והלכה כרשב\"ג: \n"
            ],
            [
                "<b>המניח יינו בקרון של וכו':</b><br>קפנדריא הוא שיכנס משער זה ויצא מן השער שכנגדו כמו שבארנו פעמים רבים וכאילו אמר כשנכנס מפתח העיר לעשות צרכיו לשם במהירות והם ממתינין אותו שיחזור והוא יצא משער אחר ונכנס לעיר ועשה מה שזכר והתמהמה והשמיעו מחלוקתם בג' הלכות בשיעור זמן ההפלגה לפי שאפשר בכל אחת מהן קולא וחומרא לפי כשהדרך ביבשה נאמר שיכול לבא לו דרך עקלתון ולפיכך ירא ולא ינסך ואע\"פ שהתמהמה אבל בים לא כיון שהפליג יתנסך או נאמר בהפך שביבשה כיון שנסתר ממנו ולא רואהו יתנסך ובים שאינו יודע מי ראהו יאמר שמא חבירו יראנו ואפי' יתמהמה ממנו יותר מזה הזמן לא יתנסך וכמו כן כשהיה בחנותו ואמר יכול הוא לסגור פתחו ויעשה מה שהוא רוצה ולפיכך יתנסך בפחות מזה הזמן או בהפך נאמר בים שאפשר שנכנס בתוך הים ויסתר מן העין הוא שנאמר שיהיה מנסך בזה הזמן אבל בחנות אפי' היה נסתר יותר לא יתנסך לפי שהוא ירא שיבאו הבעלים ואי אפשר לו להעביר החנות ממקומו לפיכך הודיעך ששיעור הזמן אחד לדעת חכמים בכל ולדעת רשב\"ג ג\"כ והלכה כרשב\"ג בכל: \n"
            ],
            [
                "<b>היה אוכל עמו על השולחן וכו':</b><br>דולפקי היא כלי זולתי השולחן שיהיו עליה כלים באוכלים ומשקין ומהן לוקחין ומניחין על השולחן ואין העובד כוכבים יכול לשלוח ידו לדבר שהוא על הדולפקי עד שיתן אותן בעל הבית על השולחן. ואמרו חביות פתוחות אסורות רוצה לומר החביות שיש בבות שהניחו שם וזה סתם על דעת רשב\"ג: \n"
            ],
            [
                "<b>בלשת שנכנסה לעיר וכו':</b><br>בלשת נקרא החיל הנכנס לעיר לשלול אותה ושולחין יד בממון בני אדם ותרגום ויחפש ובלש ולפיכך נקראו בלשת לפי שהם מחפשין ממון בני אדם וחוקרין אותו: \n"
            ],
            [
                "<b>אומנין ישראל וכו':</b><br>כבר ידעת שהעיקר ביין נסך אסור בהנאה ואסור למכרו ומעקרנו שמשיכה בעובד כוכבים קונה כמו ישראל וכבר קדמו הפנים שבהם יתנסך בהם היין ביד עובד כוכבים וכבר בארנו ג\"כ בראשון מקדושין ובחמישי מבתרא דיני המשיכה ונקוט עיקר זה כשיהיה היין ברשות העובד כוכבים וקנאו והוא לא יתנסך ואח\"כ נעשה יין נסך דמיו מותרין וכן כשיהיה הגעתו ברשותו עם היותו יין נסך בשעה אחת כגון שימדוד לו הישראל בידיו דמיו אסורין וכ\"ש כשנעשה נסך קודם שיקנהו ואם פסק עמו דמים סמכה דעתו וכשמדד לו הישראל בכלי ישראל ובא הכלי ברשות העובד כוכבים קנה במשיכה וזכה ישראל בדמים ולא ישוב יין נסך עד שיגע בו אחר כן וכשמדד לו עד שלא פסק ואפילו שנתן לו קודם קצת הדמים לא סמכה דעתו ולא יתקיים קניינו עד שיפסיק עמו ויפרע לו מה שנשאר מן הדמים וכבר נתנסך קודם לכן כשנגע בו וכאילו הוא הודיענו בכאן זה הענין בלבד כלומר ואם משך הואיל ולא פסק עמו לא סמכה דעתו ולא נגמר קנין עד שיפרע הדמים וכבר קדם הנסוך וכשיפסוק הדמים וקבל הדמים אפי' שנמדד [לו] בידיו [כל] דמיו מותרין וכשלא יהיה אצל העובד כוכבים מעות מצויין ונתן לו ישראל המוכר על דרך הלואה וחזר העובד כוכבים ונתן המעות בעינם לא על דרך לקנות ממנו בהם זהו מותר: ועכבת יין שישאר במשפך לחות היין נראית: והמערה מכלי לכלי הוא שיצוק ישראל מכליו לתוך הכלי שביד העובד כוכבים וה\"ה בכלי העובד כוכבים עצמו כשיש בו יין נסך ואפילו הוא בארץ: והסלון המחבר בין השני כלים בעת יציקתו והוא הנקרא נצוק אסור ועל זה ההיקש תאסר היין אשר בכלי העליון מצד הנצוק כיון שלמטה חבור לענין יין נסך וכן הוא ולפיכך צוו שיהיה ענין היציקה כמו שאבאר והוא שיצוק ויגביה ידו קודם שיגע הדבר שהוא יוצק אל הכלי התחתון אחרי כן יצוק פעם שנית כמו בראשונה או יהיה יוצק כמו שזורקין במזרק והוא אמרם למודד היין קטופי קטופי או נפוצי נפוצי ועל זה הדרך יהיה המערה ממנו מותר: \n"
            ],
            [
                "<b>יין נסך אסור וכו':</b><br>לא יהיה רחוק בעיניך היות המים אסור וזה כשהם קרבים לעבודת כוכבי' או שיהיו נעבדו אותן המים ופסק ההלכה ביין נסך בלבד כלומר שנתנסך לעבודת כוכבים שהוא מטמא טומאה חמורה כמת והוא אוסר במינו בכל שהוא לא שנא איסורא לגו התירא ולא שנא התירא לגו איסורא ובלבד שיערה מכלי רחב הפה יהיה הדבר היוצא ממנו יש לו שיעור גדול אבל אם עירה יין נסך טפה טפה ביין הרבה מן היין המותר הנה זה אינו אוסר אותו אבל אם היה ערוי היין מותר על מעט מן היין נסך הכל אסור ואפילו עירה על משקל שיעורו ממנו מלא ספינה מיין נאסר הכל בהנאה: ופסק ההלכה ג\"כ שאין בו ספק ולא פקפוק והוא עיקר נוהג תמיד שכל איסורים שבתורה בין במינו בין שלא במינו בנותן טעם חוץ מטבל ויין נסך אמנם יין נסך כמו שזכרנו שהוא במינו בכל שהוא לגודל איסור עבודת כוכבים שנאמר בו ולא ידבק בידך מאומה מן החרם והטבל כמו שהתירו כך איסורו כמו שחטה אחת פוטרת את הכרי כן חטה אחת תשים את הכרי כולו טבל וכשנתערב משאר איסורין מין בשאינו מינו ואפשר לנו לטעום אותו כגון ערוב תרומה בחולין ננסה אותו אם נתן טעם והוא אינו פוגם כמו שבארנו הוא אסור הכל ואם הוא דבר אסור נאכיל אותו לעובד כוכבים ונסמך על דברו ואם לא היה עובד כוכבים מצוי או היה דבר מתערב מן במינו שא\"א להכיר טעמו כמו ערוב יין תרומה או ערלה או כלאים ביין חולין הנה הוא ישוער בשיעורים הנזכרים תרומה ומעשר וחלה ובכורים במאה וערלה וכלאי הכרם במאתים ושאר איסורין כגון חלב ודם נבלות ושקצים ורמשים וטרפות וזולתם בששים וכמו שנבאר בפרק גיד הנשה במס' חולין באמרם במין במינו דליכא למיקם אטעמא כגון שמנונית דגיד הנשה א\"נ בשאינו מינו היכא דליכא קפילא ארמאה דטעים בששים וכמו שישוער בששים מין במינו בדברים ששיעורן בששים כמו כן ישוער במאה מה ששיעורו במאה ובמאתים במה ששיעורו במאתים ואמרנו בשביעית שדינו אוסרת כל שהוא במינה כמו שנתבאר בפ' שביעי משביעית אינו חולק על אלה העקרים לפי שאינו אוסר באכילה אבל חייב לאכלו בקדושת שביעית בלבד ולפיכך החמיר בשביעית בזה הענין לפי שאין שם איסור אכילה אבל הוא אוכל בזמן שביעית כמו שנבאר לשם ואינו אומר עליו אוסרת אלא על דרך הויתור והדמיון ג\"כ בדבר האוסר ושמור זה הענין והתבונן בפירושו לפי שעמדו בזה העיקר רבים מגאוני עולם ולא ידעו אם הכל חוזר לעיקר אחד או אם חולק קצתם לקצתם ועל אי זה עיקר הוא הראוי לעשות והכל הולך על עיקר אחד כמו שבארתי לך: \n"
            ],
            [
                "<b>אלו אסורין ואוסרין וכו':</b><br>כבר נתבאר לך בפ\"ג ממסכת ערלה דעת ר\"מ שהוא סבר את שדרכו למנות מקדש ולשם בארנו זה הענין תכלית הביאור וזה התנא סבר שכשיהיו בדבר האסור שני עניינים האחד שיהיה דרכו לימנות והשני שיהיה אסור בהנאה שהוא אוסר בכל שהוא ואמרו יין נסך ר\"ל חבית של יין נסך כשנתערב באיזה ענין שתתערב מן החביות נאסר הכל בהנאה לפי שהשני עניינים הנזכרים נתקבצו בו וכמו כן דינר עבודת כוכבים על דרך משל בדינרים רבים וצפור מצורע בצפרים הרבה ואגודה משער נזיר באגודות שער הרבה ופטר חמור בחמורים הרבה וחתיכת בשר מבשר שנתבשל בחלב או מן חולין שנשחטו בעזרה בחתיכות בשר הרבה ואפילו יהיה הרבוי כמה שיהיה הכל אסור בהנאה ובשור הנסקל ובעגלה ערופה ופטר חמור יהרג הכל וכבר בארנו בשני מקדושין שאלו כולן אסורין בהנאה וראיית כל אחד מהן והיות כל אחד מהן דבר שדרכו למנות מבואר ונשלים לשון המשנה אלו אסורין ואוסרין בכל שהן למעוטי דבר שבמנין ואינו אוסר בהנאה כגון חתיכות נבלה עם חתיכות בשר או אסור בהנאה ואינו במנין כגון ערוב קמח כלאים או יין כלאים עם קמח חולין או יין חולין וזה העיקר אינו נוהג בכל לפי שהדין בחבית של יין נסך שנתברר לנו שנתנסכה לעבודת כוכבים כשנתערבה בחביות הרבה ימכר הכל לעובדי כוכבים ויטול שיעור דמי אותה החבית וישליכו לים המלח וזהו פירוש יוליך הנייה לים המלח שקדם לנו דברו בפרק שלישי מזו המסכת ואין ג\"כ כל מה שזכרנו שדרכן למנות והוא אסור בהנאה מקדש כלומר אסור בכל שהוא לפי שהערלה וכלאי הכרם הם מאיסורי הנאה ואין מקדש בהן זולתי שבעה דברים בלבד רצוני לומר שהם אוסרים בכל שהוא כמו שבארנו בסוף ערלה ודע כי מה שזכרנו בזו המשנה כי הם אוסרים בכל שהוא הוא נכון וברור מלבד יין נסך שהוא אוסר בכל שהוא לשתיה בלבד אבל כשנתערבה חבית בחבית אינו אוסר הכל בהנאה כמו שבארנו וחמץ בפסח בלבד בין במינו בין שלא במינו במשהו ואמנם יצא מכלל דין איסורין שבתורה לפי שהוא בזמן קצוב ואין איסורו חוזר לעצמו בלבד כשאר כל איסורין שבתורה שקדם הדבור בו אבל [איסורו] הוא תלוי בזמן וכשעבר הזמן סר איסורו ולפיכך לא התנה בו התלמוד כמו שהתנה ביין נסך וטבל כמו שהקדמנו והבן אלו העניינים כולן ותפריש ביניהם ותדע קו היושר בכולן: \n"
            ],
            [
                "<b>יין נסך שנפל לבור כולה אסור וכו':</b><br>כבר נתבאר לך שיין נסך שנתנסך לעבודת כוכבים אוסר כל שהוא במינו וחבית בין החביות יוליך הנייה לים המלח וזה הבור שנזכר בכאן הוא בור של יין ואם הוא יין של עובדי כוכבים הנקרא סתם יינן שאין אנו יודעים אם נתנסך או לא נתנסך הוא שנתערב בבור של יין פסק ההלכה בו כרבן שמעון בן גמליאל ואע\"פ שהוא אסור בהנאה ג\"כ רצוני לומר סתם יינן כמו שאמרו שלשה יינות הן יין נסך אסור בהנאה ומטמא טומאה חמורה בכזית סתם יינן אסור בהנאה ומטמא טומאת משקין ברביעית והמפקיד יינו אצל העובד כוכבים אסור בשתיה ומותר בהנאה וטומאה חמורה הוא שיטמא אדם וכלים במגע ובמשא כמו נבלה וטומאת משקין היא טומאה קלה תטמא אוכלין ומשקין בלבד וכשישתה אדם מהן רביעית נפסלה גויתו ולא יטמא ועוד יתבארו עקרי אלה הטומאות במקומותיהן: \n"
            ],
            [
                "<b>גת של אבן שזפתה עובד כוכבים וכו':</b><br>כשדרך בו העובד כוכבים אי אפשר לה שלא יקלוף אע\"פ שהיא של אבן ואין הלכה כרבי: \n"
            ],
            [
                "<b>הלוקח כלי תשמיש מן העובד כוכבים וכו':</b><br>כלי תשמיש רוצה לומר תשמיש אכילה ובלבד שיהיו אלה הכלים מן המתכות כגון הברזל והזכוכית וכמו כן כלי חרס השועי' באבר כולן צריכין טבילה ואפילו הם חדשים: ואמרו להגעיל ר\"ל גיעולי עובדי כוכבים וזה שירתיח אותם במים רתיחה גדולה ואם היא יורה גדולה יקיף לה על שפתה טיט או עיסה כדי שיעלו המים על שפתה וירתיחו עליה המים רתיחה גדולה: וכלים שדרכן להגעיל כגון קדרות נחשת והמחתות ודומיהן: ללבן כגון השפודים והאסכלאות שצולין עליהם וכיוצא בהן יסור מהן איסור גיעולי עובדי כוכבים אחר ההגעלה למה שצריך הגעלה והליבון באש למה שצריך ליבון וכשיטבלו אחר כן בארבעים סאה הם טהורים לענין האסור והמותר גם כן מוסף על ענין טומאה וטהרה: והסכין שפה ובלבד שתהיה הסכין שוה וחלקה שאין בה גומות ואם נועצה בקרקע קשה עשר פעמים ישתמש בה וזהו מה שנתכוון בשפה ואם השחיז אותה באבן כעין אבן של רחים או ליבן אותה באור זהו תכלית ההכשר אבל לענין טומאה וטהרה אי אפשר בלא טבילה במי מקוה ובזה תסור מהם טומאת עבודת כוכבים ודע זה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}