var BabaMetziajson ={
    "language": "he",
    "title": "Mishnah Bava Metzia",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה בבא מציעא",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ],
    "textmishna": [
        [
            "שְׁנַיִם אוֹחֲזִין בְּטַלִּית, זֶה אוֹמֵר אֲנִי מְצָאתִיהָ וְזֶה אוֹמֵר אֲנִי מְצָאתִיהָ, זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי, זֶה יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מֵחֶצְיָהּ, וְזֶה יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מֵחֶצְיָהּ, וְיַחֲלֹקוּ. זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר חֶצְיָהּ שֶׁלִּי, הָאוֹמֵר כֻּלָּהּ שֶׁלִּי, יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מִשְּׁלשָׁה חֲלָקִים, וְהָאוֹמֵר חֶצְיָהּ שֶׁלִּי, יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מֵרְבִיעַ. זֶה נוֹטֵל שְׁלשָׁה חֲלָקִים, וְזֶה נוֹטֵל רְבִיעַ: \n",
            "הָיוּ שְׁנַיִם רוֹכְבִין עַל גַּבֵּי בְהֵמָה, אוֹ שֶׁהָיָה אֶחָד רוֹכֵב וְאֶחָד מַנְהִיג, זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי, וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי, זֶה יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מֵחֶצְיָהּ, וְזֶה יִשָּׁבַע שֶׁאֵין לוֹ בָהּ פָּחוֹת מֵחֶצְיָהּ, וְיַחֲלֹקוּ. בִּזְמַן שֶׁהֵם מוֹדִים אוֹ שֶׁיֵּשׁ לָהֶן עֵדִים, חוֹלְקִים בְּלֹא שְׁבוּעָה: \n",
            "הָיָה רוֹכֵב עַל גַּבֵּי בְהֵמָה וְרָאָה אֶת הַמְּצִיאָה, וְאָמַר לַחֲבֵרוֹ תְּנֶהָ לִי, נְטָלָהּ וְאָמַר אֲנִי זָכִיתִי בָהּ, זָכָה בָהּ. אִם מִשֶּׁנְּתָנָהּ לוֹ אָמַר אֲנִי זָכִיתִי בָהּ תְּחִלָּה, לֹא אָמַר כְּלוּם: \n",
            "רָאָה אֶת הַמְּצִיאָה וְנָפַל עָלֶיהָ, וּבָא אַחֵר וְהֶחֱזִיק בָּהּ, זֶה שֶׁהֶחֱזִיק בָּהּ זָכָה בָהּ. רָאָה אוֹתָן רָצִין אַחַר מְצִיאָה, אַחַר צְבִי שָׁבוּר, אַחַר גּוֹזָלוֹת שֶׁלֹּא פָרְחוּ, וְאָמַר זָכְתָה לִי שָׂדִי, זָכְתָה לוֹ. הָיָה צְבִי רָץ כְּדַרְכּוֹ, אוֹ שֶׁהָיוּ גוֹזָלוֹת מַפְרִיחִין, וְאָמַר זָכְתָה לִי שָׂדִי, לֹא אָמַר כְּלוּם: \n",
            "מְצִיאַת בְּנוֹ וּבִתּוֹ הַקְּטַנִּים, מְצִיאַת עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים, מְצִיאַת אִשְׁתּוֹ, הֲרֵי אֵלּוּ שֶׁלּוֹ. מְצִיאַת בְּנוֹ וּבִתּוֹ הַגְּדוֹלִים, מְצִיאַת עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים, מְצִיאַת אִשְׁתּוֹ שֶׁגֵּרְשָׁהּ, אַף עַל פִּי שֶׁלֹּא נָתַן כְּתֻבָּתָהּ, הֲרֵי אֵלּוּ שֶׁלָּהֶן: \n",
            "מָצָא שְׁטָרֵי חוֹב, אִם יֵשׁ בָּהֶן אַחֲרָיוּת נְכָסִים, לֹא יַחֲזִיר, שֶׁבֵּית דִּין נִפְרָעִין מֵהֶן, אֵין בָּהֶן אַחֲרָיוּת נְכָסִים, יַחֲזִיר, שֶׁאֵין בֵּית דִּין נִפְרָעִין מֵהֶן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין כָּךְ וּבֵין כָּךְ לֹא יַחֲזִיר, מִפְּנֵי שֶׁבֵּית דִּין נִפְרָעִין מֵהֶן: \n",
            "מָצָא גִטֵּי נָשִׁים, וְשִׁחְרוּרֵי עֲבָדִים, דְּיָתֵיקֵי, מַתָּנָה וְשׁוֹבְרִים, הֲרֵי זֶה לֹא יַחֲזִיר, שֶׁאֲנִי אוֹמֵר כְּתוּבִים הָיוּ וְנִמְלַךְ עֲלֵיהֶם שֶׁלֹּא לִתְּנָם: \n",
            "מָצָא אִגְּרוֹת שׁוּם וְאִגְּרוֹת מָזוֹן, שְׁטָרֵי חֲלִיצָה וּמֵאוּנִין, וּשְׁטָרֵי בֵרוּרִין, וְכָל מַעֲשֵׂה בֵית דִּין, הֲרֵי זֶה יַחֲזִיר. מָצָא בַחֲפִיסָה אוֹ בִדְלֻסְקְמָא, תַּכְרִיךְ שֶׁל שְׁטָרוֹת, אוֹ אֲגֻדָּה שֶׁל שְׁטָרוֹת, הֲרֵי זֶה יַחֲזִיר. וְכַמָּה אֲגֻדָּה שֶׁל שְׁטָרוֹת, שְׁלשָׁה קְשׁוּרִין זֶה בָזֶה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אֶחָד הַלֹּוֶה מִשְּׁלשָׁה, יַחֲזִיר לַלֹּוֶה, שְׁלשָׁה הַלֹּוִין מֵאֶחָד, יַחֲזִיר לַמַּלְוֶה. מָצָא שְׁטָר בֵּין שְׁטָרוֹתָיו וְאֵינוֹ יוֹדֵעַ מַה טִּיבוֹ, יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. אִם יֵשׁ עִמָּהֶן סִמְפּוֹנוֹת, יַעֲשֶׂה מַה שֶּׁבַּסִּמְפּוֹנוֹת: \n"
        ],
        [
            "אֵלּוּ מְצִיאוֹת שֶׁלּוֹ, וְאֵלּוּ חַיָּב לְהַכְרִיז. אֵלּוּ מְצִיאוֹת שֶׁלּוֹ, מָצָא פֵרוֹת מְפֻזָּרִין, מָעוֹת מְפֻזָּרוֹת, כְּרִיכוֹת בִּרְשׁוּת הָרַבִּים, וְעִגּוּלֵי דְבֵלָה, כִּכָּרוֹת שֶׁל נַחְתּוֹם, מַחֲרוֹזוֹת שֶׁל דָּגִים, וַחֲתִיכוֹת שֶׁל בָּשָׂר, וְגִזֵּי צֶמֶר הַבָּאוֹת מִמְּדִינָתָן, וַאֲנִיצֵי פִשְׁתָּן, וּלְשׁוֹנוֹת שֶׁל אַרְגָּמָן, הֲרֵי אֵלּוּ שֶׁלּוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, כָּל שֶׁיֶּשׁ בּוֹ שִׁנּוּי, חַיָּב לְהַכְרִיז. כֵּיצַד. מָצָא עִגּוּל וּבְתוֹכוֹ חֶרֶס, כִּכָּר וּבְתוֹכוֹ מָעוֹת. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, כָּל כְּלֵי אֶנְפּוֹרְיָא אֵינוֹ חַיָּב לְהַכְרִיז:  ",
            "וְאֵלוּ חַיָּב לְהַכְרִיז, מָצָא פֵרוֹת בִּכְלִי אוֹ כְלִי כְּמוֹת שֶׁהוּא, מָעוֹת בְּכִיס אוֹ כִיס כְּמוֹת שֶׁהוּא, צִבּוּרֵי פֵרוֹת, צִבּוּרֵי מָעוֹת, שְׁלשָׁה מַטְבְּעוֹת זֶה עַל גַּב זֶה, כְּרִיכוֹת בִּרְשׁוּת הַיָּחִיד, וְכִכָּרוֹת שֶׁל בַּעַל הַבַּיִת, וְגִזֵּי צֶמֶר הַלְּקוּחוֹת מִבֵּית הָאֻמָּן, כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן, הֲרֵי אֵלּוּ חַיָּב לְהַכְרִיז:  ",
            "מָצָא אַחַר הַגַּפָּה אוֹ אַחַר הַגָּדֵר גּוֹזָלוֹת מְקֻשָּׁרִין, אוֹ בִשְׁבִילִין שֶׁבַּשָּׂדוֹת, הֲרֵי זֶה לֹא יִגַּע בָּהֶן. מָצָא כְלִי בָּאַשְׁפָּה, אִם מְכֻסֶּה, לֹא יִגַּע בּוֹ, אִם מְגֻלֶּה, נוֹטֵל וּמַכְרִיז. מָצָא בְגַל אוֹ בְכֹתֶל יָשָׁן, הֲרֵי אֵלּוּ שֶׁלּוֹ. מָצָא בְכֹתֶל חָדָשׁ, מֵחֶצְיוֹ וְלַחוּץ, שֶׁלּוֹ, מֵחֶצְיוֹ וְלִפְנִים, שֶׁל בַּעַל הַבָּיִת. אִם הָיָה מַשְׂכִּירוֹ לַאֲחֵרִים, אֲפִלּוּ בְתוֹךְ הַבַּיִת, הֲרֵי אֵלּוּ שֶׁלּוֹ:  ",
            "מָצָא בַחֲנוּת, הֲרֵי אֵלּוּ שֶׁלּוֹ. בֵּין הַתֵּבָה וְלַחֶנְוָנִי, שֶׁל חֶנְוָנִי. לִפְנֵי שֻׁלְחָנִי, הֲרֵי אֵלּוּ שֶׁלּוֹ. בֵּין הַכִּסֵּא וְלַשֻּׁלְחָנִי, הֲרֵי אֵלּוּ לַשֻּׁלְחָנִי. הַלּוֹקֵחַ פֵּרוֹת מֵחֲבֵרוֹ אוֹ שֶׁשָּׁלַח לוֹ חֲבֵרוֹ פֵּרוֹת, וּמָצָא בָהֶן מָעוֹת, הֲרֵי אֵלּוּ שֶׁלּוֹ. אִם הָיוּ צְרוּרִין, נוֹטֵל וּמַכְרִיז:  ",
            "אַף הַשִּׂמְלָה הָיְתָה בִכְלָל כָּל אֵלֶּה. לָמָּה יָצָאת. לְהָקִּישׁ אֵלֶיהָ, לוֹמַר לְךָ, מַה שִּׂמְלָה מְיֻחֶדֶת שֶׁיֶּשׁ בָּהּ סִימָנִים וְיֶשׁ לָהּ תּוֹבְעִים, אַף כָּל דָּבָר שֶׁיֶּשׁ בּוֹ סִימָנִים וְיֶשׁ לוֹ תוֹבְעִים, חַיָּב לְהַכְרִיז:  ",
            "וְעַד מָתַי חַיָּב לְהַכְרִיז. עַד כְּדֵי שֶׁיֵּדְעוּ בוֹ שְׁכֵנָיו, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, שָׁלשׁ רְגָלִים, וְאַחַר הָרֶגֶל הָאַחֲרוֹן שִׁבְעָה יָמִים, כְּדֵי שֶׁיֵּלֵךְ לְבֵיתוֹ שְׁלשָׁה וְיַחֲזֹר שְׁלשָׁה וְיַכְרִיז יוֹם אֶחָד:  ",
            "אָמַר אֶת הָאֲבֵדָה וְלֹא אָמַר סִימָנֶיהָ, לֹא יִתֶּן לוֹ. וְהָרַמַּאי, אַף עַל פִּי שֶׁאָמַר סִימָנֶיהָ, לֹא יִתֶּן לוֹ, שֶׁנֶּאֱמַר (דברים כב) עַד דְּרשׁ אָחִיךָ אֹתוֹ, עַד שֶׁתִּדְרשׁ אֶת אָחִיךָ אִם רַמַּאי הוּא אִם אֵינוֹ רַמָּאי. כָּל דָּבָר שֶׁעוֹשֶׂה וְאוֹכֵל, יַעֲשֶׂה וְיֹאכַל. וְדָבָר שֶׁאֵין עוֹשֶׂה וְאוֹכֵל, יִמָּכֵר, שֶׁנֶּאֱמַר (שם) וַהֲשֵׁבֹתוֹ לוֹ, רְאֵה הֵיאַךְ תְּשִׁיבֶנּוּ לוֹ. מַה יְּהֵא בַדָּמִים. רַבִּי טַרְפוֹן אוֹמֵר, יִשְׁתַּמֵּשׁ בָּהֶן, לְפִיכָךְ אִם אָבְדוּ חַיָּב בְּאַחֲרָיוּתָן. רַבִּי עֲקִיבָא אוֹמֵר, לֹא יִשְׁתַּמֵּשׁ בָּהֶן, לְפִיכָךְ אִם אָבְדוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן:  ",
            "מָצָא סְפָרִים, קוֹרֵא בָהֶן אַחַת לִשְׁלֹשִׁים יוֹם. וְאִם אֵינוֹ יוֹדֵעַ לִקְרוֹת, גּוֹלְלָן. אֲבָל לֹא יִלְמֹד בָּהֶן בַּתְּחִלָּה, וְלֹא יִקְרָא אַחֵר עִמּוֹ. מָצָא כְסוּת, מְנַעֲרָהּ אַחַת לִשְׁלֹשִׁים יוֹם. וְשׁוֹטְחָהּ לְצָרְכָּהּ, אֲבָל לֹא לִכְבוֹדוֹ. כְּלֵי כֶסֶף וּכְלֵי נְחֹשֶׁת, מִשְׁתַּמֵּשׁ בָּהֶן לְצָרְכָּן, אֲבָל לֹא לְשָׁחֳקָן. כְּלֵי זָהָב וּכְלֵי זְכוּכִית, לֹא יִגַּע בָּהֶן עַד שֶׁיָּבֹא אֵלִיָּהוּ. מָצָא שַׂק אוֹ קֻפָּה, וְכָל דָּבָר שֶׁאֵין דַּרְכּוֹ לִטֹּל, הֲרֵי זֶה לֹא יִטֹּל:  ",
            "אֵיזוֹ הִיא אֲבֵדָה, מָצָא חֲמוֹר אוֹ פָרָה רוֹעִין בַּדֶּרֶךְ, אֵין זוֹ אֲבֵדָה. חֲמוֹר וְכֵלָיו הֲפוּכִין, פָּרָה רָצָה בֵּין הַכְּרָמִים, הֲרֵי זוֹ אֲבֵדָה. הֶחֱזִירָהּ וּבָרְחָה, הֶחֱזִירָהּ וּבָרְחָה, אֲפִילוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים, חַיָּב לְהַחֲזִירָהּ, שֶׁנֶּאֱמַר (דברים כב) הָשֵׁב תְּשִׁיבֵם. הָיָה בָטֵל מִסֶּלַע, לֹא יֹאמַר לוֹ תֶּן לִי סֶלַע, אֶלָּא נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל בָּטֵל. אִם יֵשׁ שָׁם בֵּית דִּין, מַתְנֶה בִּפְנֵי בֵית דִּין. אִם אֵין שָׁם בֵּית דִּין, בִּפְנֵי מִי יַתְנֶה, שֶׁלּוֹ קוֹדֵם:  ",
            "מְצָאָהּ בָּרֶפֶת, אֵינוֹ חַיָּב בָּהּ. בִּרְשׁוּת הָרַבִּים, חַיָּב בָּהּ. וְאִם הָיְתָה בֵית הַקְּבָרוֹת, לֹא יִטַּמָּא לָהּ. אִם אָמַר לוֹ אָבִיו, הִטַּמֵּא, אוֹ שֶׁאָמַר לוֹ, אַל תַּחֲזִיר, לֹא יִשְׁמַע לוֹ. פָּרַק וְטָעַן, פָּרַק וְטָעַן, אֲפִלּוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים, חַיָּב, שֶׁנֶּאֱמַר (שמות כג) עָזֹב תַּעֲזֹב. הָלַךְ וְיָשַׁב לוֹ וְאָמַר, הוֹאִיל וְעָלֶיךָ מִצְוָה, אִם רְצוֹנְךָ לִפְרֹק פְּרֹק, פָּטוּר, שֶׁנֶּאֱמַר, עִמּוֹ. אִם הָיָה זָקֵן אוֹ חוֹלֶה, חַיָּב. מִצְוָה מִן הַתּוֹרָה לִפְרֹק, אֲבָל לֹא לִטְעֹן. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף לִטְעֹן. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אִם הָיָה עָלָיו יָתֵר עַל מַשָּׂאוֹ, אֵין זָקוּק לוֹ, שֶׁנֶּאֱמַר, תַּחַת מַשָּׂאוֹ, מַשְּׂאוֹי שֶׁיָּכוֹל לַעֲמֹד בּוֹ:  ",
            "אֲבֵדָתוֹ וַאֲבֵדַת אָבִיו, אֲבֵדָתוֹ קוֹדֶמֶת. אֲבֵדָתוֹ וַאֲבֵדַת רַבּוֹ, שֶׁלּוֹ קוֹדֶמֶת. אֲבֵדַת אָבִיו וַאֲבֵדַת רַבּוֹ, שֶׁל רַבּוֹ קוֹדֶמֶת, שֶׁאָבִיו הֱבִיאוֹ לָעוֹלָם הַזֶּה, וְרַבּוֹ שֶׁלִּמְּדוֹ חָכְמָה מְבִיאוֹ לְחַיֵּי הָעוֹלָם הַבָּא. וְאִם אָבִיו חָכָם, שֶׁל אָבִיו קוֹדֶמֶת. הָיָה אָבִיו וְרַבּוֹ נוֹשְׂאִין מַשְּׂאוֹי, מֵנִיחַ אֶת שֶׁל רַבּוֹ. וְאַחַר כָּךְ מֵנִיחַ אֶת שֶׁל אָבִיו. הָיָה אָבִיו וְרַבּוֹ בְּבֵית הַשֶּׁבִי, פּוֹדֶה אֶת רַבּוֹ, וְאַחַר כָּךְ פּוֹדֶה אֶת אָבִיו. וְאִם הָיָה אָבִיו חָכָם, פּוֹדֶה אֶת אָבִיו, וְאַחַר כָּךְ פּוֹדֶה אֶת רַבּוֹ:  "
        ],
        [
            "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בְּהֵמָה אוֹ כֵלִים, וְנִגְנְבוּ אוֹ שֶׁאָבְדוּ, שִׁלֵּם וְלֹא רָצָה לִשָּׁבַע, שֶׁהֲרֵי אָמְרוּ שׁוֹמֵר חִנָּם נִשְׁבָּע וְיוֹצֵא, נִמְצָא הַגַּנָּב, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. טָבַח וּמָכַר, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. לְמִי מְשַׁלֵּם, לְמִי שֶׁהַפִּקָּדוֹן אֶצְלוֹ. נִשְׁבַּע וְלֹא רָצָה לְשַׁלֵּם, נִמְצָא הַגַּנָּב, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל, טָבַח וּמָכַר, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. לְמִי מְשַׁלֵּם, לְבַעַל הַפִּקָּדוֹן: \n",
            "הַשּׂוֹכֵר פָּרָה מֵחֲבֵרוֹ וְהִשְׁאִילָהּ לְאַחֵר, וּמֵתָה כְדַרְכָּה, יִשָּׁבַע הַשּׂוֹכֵר שֶׁמֵּתָה כְדַרְכָּה, וְהַשּׁוֹאֵל יְשַׁלֵּם לַשּׂוֹכֵר. אָמַר רַבִּי יוֹסֵי, כֵּיצַד הַלָּה עוֹשֶׂה סְחוֹרָה בְּפָרָתוֹ שֶׁל חֲבֵרוֹ, אֶלָּא תַחֲזֹר פָּרָה לַבְּעָלִים: \n",
            "אָמַר לִשְׁנַיִם, גָּזַלְתִּי לְאֶחָד מִכֶּם מָנֶה, וְאֵינִי יוֹדֵעַ אֵיזֶה מִכֶּם, אוֹ, אָבִיו שֶׁל אֶחָד מִכֶּם הִפְקִיד לִי מָנֶה, וְאֵינִי יוֹדֵעַ אֵיזֶה הוּא, נוֹתֵן לָזֶה מָנֶה וְלָזֶה מָנֶה, שֶׁהוֹדָה מִפִּי עַצְמוֹ: \n",
            "שְׁנַיִם שֶׁהִפְקִידוּ אֵצֶל אֶחָד, זֶה מָנֶה וְזֶה מָאתַיִם, זֶה אוֹמֵר שֶׁלִּי מָאתָיִם וְזֶה אוֹמֵר שֶׁלִּי מָאתָיִם, נוֹתֵן לָזֶה מָנֶה וְלָזֶה מָנֶה, וְהַשְּׁאָר יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. אָמַר רַבִּי יוֹסֵי, אִם כֵּן מַה הִפְסִיד הָרַמַּאי. אֶלָּא הַכֹּל יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ: \n",
            "וְכֵן שְׁנֵי כֵלִים, אֶחָד יָפֶה מָנֶה וְאֶחָד יָפֶה אֶלֶף זוּז, זֶה אוֹמֵר יָפֶה שֶׁלִּי וְזֶה אוֹמֵר יָפֶה שֶׁלִּי, נוֹתֵן אֶת הַקָּטָן לְאֶחָד מֵהֶן, וּמִתּוֹךְ הַגָּדוֹל נוֹתֵן דְּמֵי קָטָן לַשֵּׁנִי, וְהַשְּׁאָר יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. אָמַר רַבִּי יוֹסֵי, אִם כֵּן מַה הִפְסִיד הָרַמַּאי. אֶלָּא הַכֹּל יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ: \n",
            "הַמַּפְקִיד פֵּרוֹת אֵצֶל חֲבֵרוֹ, אֲפִלּוּ הֵן אֲבוּדִין לֹא יִגַּע בָּהֶן. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, מוֹכְרָן בִּפְנֵי בֵית דִּין, מִפְּנֵי שֶׁהוּא כְמֵשִׁיב אֲבֵדָה לַבְּעָלִים: \n",
            "הַמַּפְקִיד פֵּרוֹת אֵצֶל חֲבֵרוֹ, הֲרֵי זֶה יוֹצִיא לוֹ חֶסְרוֹנוֹת. לְחִטִּין וּלְאֹרֶז, תִּשְׁעָה חֲצָאֵי קַבִּין לְכוֹר, לִשְׂעֹרִין וּלְדֹחַן, תִּשְׁעָה קַבִּין לְכוֹר, לְכֻסְמִין וּלְזֶרַע פִּשְׁתָּן, שָׁלשׁ סְאִין לְכוֹר. הַכֹּל לְפִי הַמִּדָּה, הַכֹּל לְפִי הַזְּמָן. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, וְכִי מָה אִכְפַּת לָהֶן לָעַכְבָּרִין, וַהֲלֹא אוֹכְלוֹת בֵּין מֵהַרְבֵּה וּבֵין מִקִּמְעָא. אֶלָּא אֵינוֹ מוֹצִיא לוֹ חֶסְרוֹנוֹת אֶלָּא לְכוֹר אֶחָד בִּלְבָד. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיְתָה מִדָּה מְרֻבָּה, אֵינוֹ מוֹצִיא לוֹ חֶסְרוֹנוֹת, מִפְּנֵי שֶׁמּוֹתִירוֹת: \n",
            "יוֹצִיא לוֹ שְׁתוּת לְיַיִן. רַבִּי יְהוּדָה אוֹמֵר, חֹמֶשׁ. יוֹצִיא לוֹ שְׁלשֶׁת לֻגִּין שֶׁמֶן לְמֵאָה, לֹג וּמֶחֱצָה שְׁמָרִים, לֹג וּמֶחֱצָה בָּלַע. אִם הָיָה שֶׁמֶן מְזֻקָּק, אֵינוֹ מוֹצִיא לוֹ שְׁמָרִים. אִם הָיוּ קַנְקַנִּים יְשָׁנִים, אֵינוֹ מוֹצִיא לוֹ בָּלַע. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמּוֹכֵר שֶׁמֶן מְזֻקָּק לַחֲבֵרוֹ כָּל יְמוֹת הַשָּׁנָה, הֲרֵי זֶה מְקַבֵּל עָלָיו לֹג וּמֶחֱצָה שְׁמָרִים לְמֵאָה: \n",
            "הַמַּפְקִיד חָבִית אֵצֶל חֲבֵרוֹ, וְלֹא יִחֲדוּ לָהּ הַבְּעָלִים מָקוֹם, וְטִלְטְלָהּ וְנִשְׁבְּרָה, אִם מִתּוֹךְ יָדוֹ נִשְׁבְּרָה, לְצָרְכּוֹ, חַיָּב, לְצָרְכָּהּ, פָּטוּר. אִם מִשֶּׁהִנִּיחָהּ נִשְׁבְּרָה, בֵּין לְצָרְכּוֹ בֵּין לְצָרְכָּהּ, פָּטוּר. יִחֲדוּ לָהּ הַבְּעָלִים מָקוֹם, וְטִלְטְלָהּ וְנִשְׁבְּרָה, בֵּין מִתּוֹךְ יָדוֹ וּבֵין מִשֶּׁהִנִּיחָהּ, לְצָרְכּוֹ, חַיָּב, לְצָרְכָּהּ, פָּטוּר: \n",
            "הַמַּפְקִיד מָעוֹת אֵצֶל חֲבֵרוֹ, צְרָרָן וְהִפְשִׁילָן לַאֲחוֹרָיו, אוֹ שֶׁמְּסָרָן לִבְנוֹ וּלְבִתּוֹ הַקְּטַנִּים, וְנָעַל בִּפְנֵיהֶם שֶׁלֹּא כָרָאוּי, חַיָּב, שֶׁלֹּא שָׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִים. וְאִם שָׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִים, פָּטוּר: \n",
            "הַמַּפְקִיד מָעוֹת אֵצֶל שֻׁלְחָנִי, אִם צְרוּרִין, לֹא יִשְׁתַּמֵּשׁ בָּהֶם, לְפִיכָךְ אִם אָבְדוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן, מֻתָּרִין, יִשְׁתַּמֵּשׁ בָּהֶן, לְפִיכָךְ אִם אָבְדוּ חַיָּב בְּאַחֲרָיוּתָן. אֵצֶל בַּעַל הַבַּיִת, בֵּין צְרוּרִין וּבֵין מֻתָּרִים לֹא יִשְׁתַּמֵּשׁ בָּהֶן, לְפִיכָךְ אִם אָבְדוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. חֶנְוָנִי כְּבַעַל הַבַּיִת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, חֶנְוָנִי כַּשֻּׁלְחָנִי: \n",
            "הַשּׁוֹלֵחַ יָד בְּפִקָּדוֹן, בֵּית שַׁמַּאי אוֹמְרִים, יִלְקֶה בְחָסֵר וּבְיָתֵר. וּבֵית הִלֵּל אוֹמְרִים, כִּשְׁעַת הוֹצָאָה. רַבִּי עֲקִיבָא אוֹמֵר, כִּשְׁעַת הַתְּבִיעָה. הַחוֹשֵׁב לִשְׁלֹחַ יָד בְּפִקָּדוֹן, בֵּית שַׁמַּאי אוֹמְרִים, חַיָּב. וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ חַיָּב עַד שֶׁיִּשְׁלַח בּוֹ יָד, שֶׁנֶּאֱמַר (שמות כב) אִם לֹא שָׁלַח יָדוֹ בִּמְלֶאכֶת רֵעֵהוּ. כֵּיצַד. הִטָּה אֶת הֶחָבִית וְנָטַל הֵימֶנָּה רְבִיעִית, וְנִשְׁבְּרָה, אֵינוֹ מְשַׁלֵּם אֶלָּא רְבִיעִית. הִגְבִּיהָהּ וְנָטַל הֵימֶנָּה רְבִיעִית, וְנִשְׁבְּרָה, מְשַׁלֵּם דְּמֵי כֻלָּהּ: \n"
        ],
        [
            "הַזָּהָב קוֹנֶה אֶת הַכֶּסֶף, וְהַכֶּסֶף אֵינוֹ קוֹנֶה אֶת הַזָּהָב. הַנְּחֹשֶׁת קוֹנָה אֶת הַכֶּסֶף, וְהַכֶּסֶף אֵינוֹ קוֹנֶה אֶת הַנְּחשֶׁת. מָעוֹת הָרָעוֹת קוֹנוֹת אֶת הַיָּפוֹת, וְהַיָּפוֹת אֵינָן קוֹנוֹת אֶת הָרָעוֹת. אֲסִימוֹן קוֹנֶה אֶת הַמַּטְבֵּעַ, וְהַמַּטְבֵּעַ אֵינוֹ קוֹנֶה אֶת אֲסִימוֹן. מִטַּלְטְלִין קוֹנִים אֶת הַמַּטְבֵּעַ, וְהַמַּטְבֵּעַ אֵינוֹ קוֹנֶה אֶת הַמִּטַּלְטְלִין. זֶה הַכְּלָל, כָּל הַמִּטַּלְטְלִין קוֹנִין זֶה אֶת זֶה: \n",
            "כֵּיצַד. מָשַׁךְ הֵימֶנּוּ פֵרוֹת וְלֹא נָתַן לוֹ מָעוֹת, אֵינוֹ יָכוֹל לַחֲזֹר בּוֹ. נָתַן לוֹ מָעוֹת וְלֹא מָשַׁךְ הֵימֶנּוּ פֵרוֹת, יָכוֹל לַחֲזֹר בּוֹ. אֲבָל אָמְרוּ, מִי שֶׁפָּרַע מֵאַנְשֵׁי דוֹר הַמַּבּוּל וּמִדּוֹר הַפַּלָּגָה, הוּא עָתִיד לְהִפָּרַע מִמִּי שֶׁאֵינוֹ עוֹמֵד בְּדִבּוּרוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל שֶׁהַכֶּסֶף בְּיָדוֹ, יָדוֹ עַל הָעֶלְיוֹנָה: \n",
            "הָאוֹנָאָה, אַרְבָּעָה כֶסֶף מֵעֶשְׂרִים וְאַרְבָּעָה כֶסֶף לַסֶּלַע, שְׁתוּת לַמִּקָּח. עַד מָתַי מֻתָּר לְהַחֲזִיר. עַד כְּדֵי שֶׁיַּרְאֶה לְתַגָּר אוֹ לִקְרוֹבוֹ. הוֹרָה רַבִּי טַרְפוֹן בְּלוֹד, הָאוֹנָאָה שְׁמֹנָה כֶסֶף לַסֶּלַע, שְׁלִישׁ לַמִּקָּח, וְשָׂמְחוּ תַגָּרֵי לוֹד. אָמַר לָהֶם, כָּל הַיּוֹם מֻתָּר לְהַחֲזִיר. אָמְרוּ לוֹ, יַנִּיחַ לָנוּ רַבִּי טַרְפוֹן בִּמְקוֹמֵנוּ, וְחָזְרוּ לְדִבְרֵי חֲכָמִים: \n",
            "אֶחָד הַלּוֹקֵחַ וְאֶחָד הַמּוֹכֵר, יֵשׁ לָהֶן אוֹנָאָה. כְּשֵׁם שֶׁאוֹנָאָה לְהֶדְיוֹט, כָּךְ אוֹנָאָה לְתַגָּר. רַבִּי יְהוּדָה אוֹמֵר, אֵין אוֹנָאָה לְתַגָּר. מִי שֶׁהֻטַּל עָלָיו, יָדוֹ עַל הָעֶלְיוֹנָה, רָצָה, אוֹמֵר תֶּן לִי מְעוֹתַי, אוֹ תֶן לִי מַה שֶּׁאוֹנִיתַנִי: \n",
            "כַּמָּה תְהֵא הַסֶּלַע חֲסֵרָה וְלֹא יְהֵא בָהּ אוֹנָאָה. רַבִּי מֵאִיר אוֹמֵר, אַרְבָּעָה אִסָּרִין, אִסָּר לְדִינָר. רַבִּי יְהוּדָה אוֹמֵר, אַרְבָּעָה פֻנְדְּיוֹנוֹת, פֻּנְדְּיוֹן לְדִינָר. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁמֹנָה פֻנְדְּיוֹנוֹת, שְׁנֵי פֻנְדְּיוֹנוֹת לְדִינָר: \n",
            "עַד מָתַי מֻתָּר לְהַחֲזִיר, בַּכְּרַכִּים, עַד כְּדֵי שֶׁיַּרְאֶה לְשֻׁלְחָנִי, וּבַכְּפָרִים, עַד עַרְבֵי שַׁבָּתוֹת. אִם הָיָה מַכִּירָהּ, אֲפִלּוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ מְקַבְּלָהּ הֵימֶנּוּ, וְאֵין לוֹ עָלָיו אֶלָּא תַרְעֹמֶת. וְנוֹתְנָהּ לְמַעֲשֵׂר שֵׁנִי וְאֵינוֹ חוֹשֵׁשׁ, שֶׁאֵינוֹ אֶלָּא נֶפֶשׁ רָעָה: \n",
            "הָאוֹנָאָה אַרְבָּעָה כֶסֶף, וְהַטַּעֲנָה שְׁתֵּי כֶסֶף, וְהַהוֹדָאָה שָׁוֶה פְרוּטָה. חָמֵשׁ פְּרוּטוֹת הֵן. הַהוֹדָאָה שָׁוֶה פְרוּטָה, וְהָאִשָּׁה מִתְקַדֶּשֶׁת בְּשָׁוֶה פְרוּטָה, וְהַנֶּהֱנֶה בְשָׁוֶה פְרוּטָה מִן הַהֶקְדֵּשׁ מָעַל, וְהַמּוֹצֵא שָׁוֶה פְרוּטָה חַיָּב לְהַכְרִיז, וְהַגּוֹזֵל אֶת חֲבֵרוֹ שָׁוֶה פְרוּטָה וְנִשְׁבַּע לוֹ, יוֹלִיכֶנּוּ אַחֲרָיו אֲפִלּוּ לְמָדָי: \n",
            "חֲמִשָּׁה חֻמְשִׁין הֵן. הָאוֹכֵל תְּרוּמָה, וּתְרוּמַת מַעֲשֵׂר, וּתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי, וְהַחַלָּה, וְהַבִּכּוּרִים מוֹסִיף חֹמֶשׁ. וְהַפּוֹדֶה נֶטַע רְבָעִי וּמַעֲשֵׂר שֵׁנִי שֶׁלּוֹ, מוֹסִיף חֹמֶשׁ. הַפּוֹדֶה אֶת הֶקְדֵּשׁוֹ, מוֹסִיף חֹמֶשׁ. הַנֶּהֱנֶה בְשָׁוֶה פְרוּטָה מִן הַהֶקְדֵּשׁ, מוֹסִיף חֹמֶשׁ. וְהַגּוֹזֵל אֶת חֲבֵרוֹ שָׁוֶה פְרוּטָה וְנִשְׁבַּע לוֹ, מוֹסִיף חֹמֶשׁ: \n",
            "אֵלּוּ דְבָרִים שֶׁאֵין לָהֶם אוֹנָאָה. הָעֲבָדִים, וְהַשְּׁטָרוֹת, וְהַקַּרְקָעוֹת, וְהַהֶקְדֵּשׁוֹת. אֵין לָהֶן לֹא תַשְׁלוּמֵי כֶפֶל וְלֹא תַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה, שׁוֹמֵר חִנָּם אֵינוֹ נִשְׁבָּע, וְנוֹשֵׂא שָׂכָר אֵינוֹ מְשַׁלֵּם. רַבִּי שִׁמְעוֹן אוֹמֵר, קָדָשִׁים שֶׁהוּא חַיָּב בְּאַחֲרָיוּתָן, יֵשׁ לָהֶן אוֹנָאָה, וְשֶׁאֵינוֹ חַיָּב בְּאַחֲרָיוּתָן, אֵין לָהֶן אוֹנָאָה. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמּוֹכֵר סֵפֶר תּוֹרָה, בְּהֵמָה וּמַרְגָּלִית, אֵין לָהֶם אוֹנָאָה. אָמְרוּ לוֹ, לֹא אָמְרוּ אֶלָּא אֶת אֵלּוּ: \n",
            "כְּשֵׁם שֶׁאוֹנָאָה בְמִקָּח וּמִמְכָּר, כָּךְ אוֹנָאָה בִדְבָרִים. לֹא יֹאמַר לוֹ בְּכַמָּה חֵפֶץ זֶה, וְהוּא אֵינוֹ רוֹצֶה לִקַּח. אִם הָיָה בַעַל תְּשׁוּבָה, לֹא יֹאמַר לוֹ זְכֹר מַעֲשֶׂיךָ הָרִאשׁוֹנִים. אִם הוּא בֶן גֵּרִים, לֹא יֹאמַר לוֹ זְכֹר מַעֲשֵׂה אֲבוֹתֶיךָ, שֶׁנֶּאֱמַר (שמות כב) וְגֵר לֹא תוֹנֶה וְלֹא תִלְחָצֶנּוּ: \n",
            "אֵין מְעָרְבִין פֵּרוֹת בְּפֵרוֹת, אֲפִלּוּ חֲדָשִׁים בַּחֲדָשִׁים, וְאֵין צָרִיךְ לוֹמַר חֲדָשִׁים בִּישָׁנִים. בֶּאֱמֶת, בְּיַיִן הִתִּירוּ לְעָרֵב קָשֶׁה בְרַךְ, מִפְּנֵי שֶׁהוּא מַשְׁבִּיחוֹ. אֵין מְעָרְבִין שִׁמְרֵי יַיִן בְּיַיִן, אֲבָל נוֹתֵן לוֹ אֶת שְׁמָרָיו. מִי שֶׁנִּתְעָרֵב מַיִם בְּיֵינוֹ, לֹא יִמְכְּרֶנּוּ בַחֲנוּת אֶלָּא אִם כֵּן הוֹדִיעוֹ, וְלֹא לְתַגָּר אַף עַל פִּי שֶׁהוֹדִיעוֹ, שֶׁאֵינוֹ אֶלָּא לְרַמּוֹת בּוֹ. מְקוֹם שֶׁנָּהֲגוּ לְהַטִּיל מַיִם בַּיַּיִן, יַטִּילוּ: \n",
            "הַתַּגָּר נוֹטֵל מֵחָמֵשׁ גְּרָנוֹת וְנוֹתֵן לְתוֹךְ מְגוּרָה אַחַת. מֵחָמֵשׁ גִּתּוֹת, וְנוֹתֵן לְתוֹךְ פִּטָּם אֶחָד. וּבִלְבַד שֶׁלֹּא יְהֵא מִתְכַּוֵּן לְעָרֵב. רַבִּי יְהוּדָה אוֹמֵר, לֹא יְחַלֵּק הַחֶנְוָנִי קְלָיוֹת וֶאֱגוֹזִין לַתִּינוֹקוֹת, מִפְּנֵי שֶׁהוּא מַרְגִּילָן לָבֹא אֶצְלוֹ. וַחֲכָמִים מַתִּירִין. וְלֹא יִפְחֹת אֶת הַשָּׁעַר. וַחֲכָמִים אוֹמְרִים, זָכוּר לָטוֹב. לֹא יָבֹר אֶת הַגְּרִיסִין, דִּבְרֵי אַבָּא שָׁאוּל. וַחֲכָמִים מַתִּירִין. וּמוֹדִים שֶׁלֹּא יָבֹר מֵעַל פִּי מְגוּרָה, שֶׁאֵינוֹ אֶלָּא כְגוֹנֵב אֶת הָעָיִן. אֵין מְפַרְכְּסִין לֹא אֶת הָאָדָם וְלֹא אֶת הַבְּהֵמָה וְלֹא אֶת הַכֵּלִים: \n"
        ],
        [
            "אֵיזֶהוּ נֶשֶׁךְ וְאֵיזֶהוּ תַרְבִּית. אֵיזֶהוּ נֶשֶׁךְ. הַמַּלְוֶה סֶלַע בַּחֲמִשָּׁה דִינָרִין, סָאתַיִם חִטִּין בְּשָׁלשׁ, מִפְּנֵי שֶׁהוּא נוֹשֵׁךְ. וְאֵיזֶהוּ תַרְבִּית, הַמַּרְבֶּה בְּפֵרוֹת. כֵּיצַד. לָקַח הֵימֶנּוּ חִטִּין בְּדִינַר זָהָב הַכּוֹר, וְכֵן הַשַּׁעַר, עָמְדוּ חִטִּין בִּשְׁלשִׁים דִּינָרִין, אָמַר לוֹ תֶּן לִי חִטַּי, שֶׁאֲנִי רוֹצֶה לְמָכְרָן וְלִקַּח בָּהֶן יָיִן. אָמַר לוֹ הֲרֵי חִטֶּיךָ עֲשׂוּיוֹת עָלַי בִּשְׁלשִׁים, וַהֲרֵי לְךָ אֶצְלִי בָּהֶן יָיִן, וְיַיִן אֵין לוֹ: \n",
            "הַמַּלְוֶה אֶת חֲבֵרוֹ, לֹא יָדוּר בַּחֲצֵרוֹ חִנָּם, וְלֹא יִשְׂכֹּר מִמֶּנּוּ בְּפָחוֹת, מִפְּנֵי שֶׁהוּא רִבִּית. מַרְבִּין עַל הַשָּׂכָר, וְאֵין מַרְבִּין עַל הַמֶּכֶר. כֵּיצַד. הִשְׂכִּיר לוֹ אֶת חֲצֵרוֹ, וְאָמַר לוֹ, אִם מֵעַכְשָׁיו אַתָּה נוֹתֵן לִי, הֲרֵי הוּא לְךָ בְּעֶשֶׂר סְלָעִים לְשָׁנָה, וְאִם שֶׁל חֹדֶשׁ בְּחֹדֶשׁ, בְּסֶלַע לְחֹדֶשׁ, מֻתָּר. מָכַר לוֹ אֶת שָׂדֵהוּ, וְאָמַר לוֹ, אִם מֵעַכְשָׁיו אַתָּה נוֹתֵן לִי, הֲרֵי הִיא שֶׁלְּךָ בְּאֶלֶף זוּז, אִם לַגֹּרֶן, בִּשְׁנֵים עָשָׂר מָנֶה, אָסוּר: \n",
            "מָכַר לוֹ אֶת הַשָּׂדֶה, וְנָתַן לוֹ מִקְצָת דָּמִים, וְאָמַר לוֹ אֵימָתַי שֶׁתִּרְצֶה הָבֵא מָעוֹת וְטֹל אֶת שֶׁלְּךָ, אָסוּר. הִלְוָהוּ עַל שָׂדֵהוּ, וְאָמַר לוֹ, אִם אִי אַתָּה נוֹתֵן לִי מִכָּאן וְעַד שָׁלשׁ שָׁנִים הֲרֵי הִיא שֶׁלִּי, הֲרֵי הִיא שֶׁלּוֹ. וְכָךְ הָיָה בַּיְתוֹס בֶּן זוֹנִין עוֹשֶׂה עַל פִּי חֲכָמִים: \n",
            "אֵין מוֹשִׁיבִין חֶנְוָנִי לְמַחֲצִית שָׂכָר, וְלֹא יִתֵּן מָעוֹת לִקַּח בָּהֶן פֵּרוֹת לְמַחֲצִית שָׂכָר, אֶלָּא אִם כֵּן נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל. אֵין מוֹשִׁיבִין תַּרְנְגוֹלִין לְמֶחֱצָה, וְאֵין שָׁמִין עֲגָלִין וּסְיָחִין לְמֶחֱצָה, אֶלָּא אִם כֵּן נוֹתֵן לוֹ שְׂכַר עֲמָלוֹ וּמְזוֹנוֹ. אֲבָל מְקַבְּלִין עֲגָלִין וּסְיָחִין לְמֶחֱצָה, וּמְגַדְּלִין אוֹתָן עַד שֶׁיְּהוּ מְשֻׁלָּשִׁין. וַחֲמוֹר, עַד שֶׁתְּהֵא טוֹעָנֶת: \n",
            "שָׁמִין פָּרָה וַחֲמוֹר וְכָל דָּבָר שֶׁהוּא עוֹשֶׂה וְאוֹכֵל לְמֶחֱצָה. מְקוֹם שֶׁנָּהֲגוּ לַחֲלֹק אֶת הַוְּלָדוֹת מִיָּד, חוֹלְקִין, מְקוֹם שֶׁנָּהֲגוּ לְגַדֵּל, יְגַדֵּלוּ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, שָׁמִין עֵגֶל עִם אִמּוֹ וּסְיָח עִם אִמּוֹ. וּמַפְרִיז עַל שָׂדֵהוּ, וְאֵינוֹ חוֹשֵׁשׁ מִשּׁוּם רִבִּית: \n",
            "אֵין מְקַבְּלִין צֹאן בַּרְזֶל מִיִּשְׂרָאֵל, מִפְּנֵי שֶׁהוּא רִבִּית. אֲבָל מְקַבְּלִין צֹאן בַּרְזֶל מִן הַנָּכְרִים, וְלֹוִין מֵהֶן וּמַלְוִין אוֹתָן בְּרִבִּית, וְכֵן בְּגֵר תּוֹשָׁב. מַלְוֶה יִשְׂרָאֵל מְעוֹתָיו שֶׁל נָכְרִי מִדַּעַת הַנָּכְרִי, אֲבָל לֹא מִדַּעַת יִשְׂרָאֵל: \n",
            "אֵין פּוֹסְקִין עַל הַפֵּרוֹת עַד שֶׁיֵּצֵא הַשָּׁעַר. (יָצָא הַשַּׁעַר, פּוֹסְקִין, וְאַף עַל פִּי שֶׁאֵין לָזֶה יֵשׁ לָזֶה). הָיָה הוּא תְחִלָּה לַקּוֹצְרִים, פּוֹסֵק עִמּוֹ עַל הַגָּדִישׁ, וְעַל הֶעָבִיט שֶׁל עֲנָבִים, וְעַל הַמַּעֲטָן שֶׁל זֵיתִים, וְעַל הַבֵּיצִים שֶׁל יוֹצֵר, וְעַל הַסִּיד מִשֶּׁשִּׁקְּעוֹ בַכִּבְשָׁן. וּפוֹסֵק עִמּוֹ עַל הַזֶּבֶל כָּל יְמוֹת הַשָּׁנָה. רַבִּי יוֹסֵי אוֹמֵר, אֵין פּוֹסְקִין עַל הַזֶּבֶל אֶלָּא אִם כֵּן הָיְתָה לּוֹ זֶבֶל בָּאַשְׁפָּה. וַחֲכָמִים מַתִּירִין. וּפוֹסֵק עִמּוֹ כְשַׁעַר הַגָּבוֹהַּ. רַבִּי יְהוּדָה אוֹמֵר, אַף עַל פִּי שֶׁלֹּא פָסַק עִמּוֹ כְשַׁעַר הַגָּבוֹהַּ, יָכוֹל לוֹמַר תֶּן לִי כָזֶה, אוֹ תֶּן לִי מְעוֹתָי: \n",
            "מַלְוֶה אָדָם אֶת אֲרִיסָיו חִטִּים בְּחִטִּין לְזֶרַע, אֲבָל לֹא לֶאֱכֹל. שֶׁהָיָה רַבָּן גַּמְלִיאֵל מַלְוֶה אֶת אֲרִיסָיו חִטִּין בְּחִטִּין לְזֶרַע, בְּיֹקֶר וְהוּזְלוּ, אוֹ בְזוֹל וְהוּקְרוּ, נוֹטֵל מֵהֶן כְּשַׁעַר הַזּוֹל, וְלֹא מִפְּנֵי שֶׁהֲלָכָה כֵן, אֶלָּא שֶׁרָצָה לְהַחְמִיר עַל עַצְמוֹ: \n",
            "לֹא יֹאמַר אָדָם לַחֲבֵרוֹ, הַלְוֵינִי כוֹר חִטִּין וַאֲנִי אֶתֵּן לְךָ לַגֹּרֶן. אֲבָל אוֹמֵר לוֹ, הַלְוֵינִי עַד שֶׁיָּבֹא בְנִי, אוֹ עַד שֶׁאֶמְצָא מַפְתֵּחַ. וְהִלֵּל אוֹסֵר. וְכֵן הָיָה הִלֵּל אוֹמֵר, לֹא תַלְוֶה אִשָּׁה כִּכָּר לַחֲבֶרְתָּהּ עַד שֶׁתַּעֲשֶׂנּוּ דָמִים, שֶׁמָּא יוֹקִירוּ חִטִּים, וְנִמְצְאוּ בָאוֹת לִידֵי רִבִּית: \n",
            "אוֹמֵר אָדָם לַחֲבֵרוֹ, נַכֵּשׁ עִמִּי וַאֲנַכֵּשׁ עִמָּךְ, עֲדֹר עִמִּי וְאֶעְדֹּר עִמָּךְ, וְלֹא יֹאמַר לוֹ נַכֵּשׁ עִמִּי וְאֶעְדֹּר עִמָּךְ, עֲדֹר עִמִּי וַאֲנַכֵּשׁ עִמָּךְ. כָּל יְמֵי גָרִיד, אֶחָד. כָּל יְמֵי רְבִיעָה, אֶחָד. לֹא יֹאמַר לוֹ חֲרשׁ עִמִּי בַּגָּרִיד וַאֲנִי אֶחֱרשׁ עִמְּךָ בָּרְבִיעָה. רַבָּן גַּמְלִיאֵל אוֹמֵר, יֵשׁ רִבִּית מֻקְדֶּמֶת וְיֵשׁ רִבִּית מְאֻחֶרֶת. כֵּיצַד. נָתַן עֵינָיו לִלְווֹת הֵימֶנּוּ, וְהָיָה מְשַׁלֵּחַ לוֹ וְאוֹמֵר בִּשְׁבִיל שֶׁתַּלְוֵנִי, זוֹ הִיא רִבִּית מֻקְדֶּמֶת. לָוָה הֵימֶנּוּ וְהֶחֱזִיר לוֹ אֶת מְעוֹתָיו, וְהָיָה מְשַׁלֵּחַ לוֹ וְאָמַר בִּשְׁבִיל מְעוֹתֶיךָ שֶׁהָיוּ בְטֵלוֹת אֶצְלִי, זוֹ הִיא רִבִּית מְאֻחֶרֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, יֵשׁ רִבִּית דְּבָרִים, לֹא יֹאמַר לוֹ, דַּע כִּי בָא אִישׁ פְּלוֹנִי מִמָּקוֹם פְּלוֹנִי: \n",
            "וְאֵלּוּ עוֹבְרִין בְּלֹא תַעֲשֶׂה. הַמַּלְוֶה, וְהַלֹּוֶה, וְהֶעָרֵב, וְהָעֵדִים. וַחֲכָמִים אוֹמְרִים, אַף הַסּוֹפֵר. עוֹבְרִים מִשּׁוּם לֹא תִתֵּן (ויקרא כה), וּמִשּׁוּם בַּל תִּקַּח מֵאִתּוֹ (שם), וּמִשּׁוּם לֹא תִהְיֶה לוֹ כְּנשֶׁה (שמות כב), וּמִשּׁוּם לֹא תְשִׂימוּן עָלָיו נֶשֶׁךְ (שם), וּמִשּׁוּם וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשֹׁל וְיָרֵאתָ מֵּאֱלֹהֶיךָ אֲנִי ה' (ויקרא יט): \n"
        ],
        [
            "הַשּׂוֹכֵר אֶת הָאֻמָּנִין, וְהִטְעוּ זֶה אֶת זֶה, אֵין לָהֶם זֶה עַל זֶה אֶלָּא תַרְעֹמֶת. שָׂכַר אֶת הַחַמָּר וְאֶת הַקַּדָּר לְהָבִיא פִרְיָפְרִין וַחֲלִילִים לַכַּלָּה אוֹ לַמֵּת, וּפוֹעֲלִין לְהַעֲלוֹת פִּשְׁתָּנוֹ מִן הַמִּשְׁרָה, וְכָל דָּבָר שֶׁאָבֵד, וְחָזְרוּ בָהֶן, מְקוֹם שֶׁאֵין שָׁם אָדָם, שׂוֹכֵר עֲלֵיהֶן אוֹ מַטְעָן: \n",
            "הַשּׂוֹכֵר אֶת הָאֻמָּנִין וְחָזְרוּ בָהֶן, יָדָן עַל הַתַּחְתּוֹנָה. אִם בַּעַל הַבַּיִת חוֹזֵר בּוֹ, יָדוֹ עַל הַתַּחְתּוֹנָה. כָּל הַמְשַׁנֶּה, יָדוֹ עַל הַתַּחְתּוֹנָה. וְכָל הַחוֹזֵר בּוֹ, יָדוֹ עַל הַתַּחְתּוֹנָה: \n",
            "הַשּׂוֹכֵר אֶת הַחֲמוֹר לְהוֹלִיכָהּ בָּהָר וְהוֹלִיכָהּ בַּבִּקְעָה, בַּבִּקְעָה וְהוֹלִיכָהּ בָּהָר, אֲפִלּוּ זוֹ עֶשֶׂר מִילִין וְזוֹ עֶשֶׂר מִילִין, וָמֵתָה, חַיָּב. הַשּׂוֹכֵר אֶת הַחֲמוֹר וְהִבְרִיקָה, אוֹ שֶׁנַּעֲשֵׂית אַנְגַּרְיָא, אוֹמֵר לוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ. מֵתָה אוֹ נִשְׁבְּרָה, חַיָּב לְהַעֲמִיד לוֹ חֲמוֹר. הַשּׂוֹכֵר אֶת הַחֲמוֹר לְהוֹלִיכָהּ בָּהָר וְהוֹלִיכָהּ בַּבִּקְעָה, אִם הֶחֱלִיקָה, פָּטוּר, וְאִם הוּחַמָּה, חַיָּב. לְהוֹלִיכָהּ בַּבִּקְעָה וְהוֹלִיכָהּ בָּהָר, אִם הֶחֱלִיקָה, חַיָּב, וְאִם הוּחַמָּה, פָּטוּר. אִם מֵחֲמַת הַמַּעֲלָה, חַיָּב: \n",
            "הַשּׂוֹכֵר אֶת הַפָּרָה לַחֲרשׁ בָּהָר וְחָרַשׁ בַּבִּקְעָה, אִם נִשְׁבַּר הַקַּנְקַן, פָּטוּר. בַּבִּקְעָה וְחָרַשׁ בָּהָר, אִם נִשְׁבַּר הַקַּנְקַן, חַיָּב. לָדוּשׁ בַּקִּטְנִית וְדָשׁ בַּתְּבוּאָה, פָּטוּר, לָדוּשׁ בַּתְּבוּאָה וְדָשׁ בַּקִּטְנִית, חַיָּב, מִפְּנֵי שֶׁהַקִּטְנִית מַחֲלָקֶת: \n",
            "הַשּׂוֹכֵר אֶת הַחֲמוֹר לְהָבִיא עָלֶיהָ חִטִּים וְהֵבִיא עָלֶיהָ שְׂעֹרִים, חַיָּב. תְּבוּאָה וְהֵבִיא עָלֶיהָ תֶבֶן, חַיָּב, מִפְּנֵי שֶׁהַנֶּפַח קָשֶׁה לַמַּשְּׂאוֹי. לְהָבִיא לֶתֶךְ חִטִּים וְהֵבִיא לֶתֶךְ שְׂעֹרִים, פָּטוּר. וְאִם הוֹסִיף עַל מַשָּׂאוֹ, חַיָּב. וְכַמָּה יוֹסִיף עַל מַשָּׂאוֹ וִיהֵא חַיָּב. סוּמְכוֹס אוֹמֵר מִשּׁוּם רַבִּי מֵאִיר, סְאָה לְגָמָל, שְׁלשָׁה קַבִּין לַחֲמוֹר: \n",
            "כָּל הָאֻמָּנִין, שׁוֹמְרֵי שָׂכָר הֵן. וְכֻלָּן שֶׁאָמְרוּ, טֹל אֶת שֶׁלְּךָ וְהָבֵא מָעוֹת, שׁוֹמֵר חִנָּם. שְׁמֹר לִי וְאֶשְׁמֹר לָךְ, שׁוֹמֵר שָׂכָר. שְׁמֹר לִי, וְאָמַר לוֹ הַנַּח לְפָנָי, שׁוֹמֵר חִנָּם: \n",
            "הִלְוָהוּ עַל הַמַּשְׁכּוֹן, שׁוֹמֵר שָׂכָר. רַבִּי יְהוּדָה אוֹמֵר, הִלְוָהוּ מָעוֹת, שׁוֹמֵר חִנָּם. הִלְוָהוּ פֵּרוֹת, שׁוֹמֵר שָׂכָר. אַבָּא שָׁאוּל אוֹמֵר, מֻתָּר אָדָם לְהַשְׂכִּיר מַשְׁכּוֹנוֹ שֶׁל עָנִי לִהְיוֹת פּוֹסֵק עָלָיו וְהוֹלֵךְ, מִפְּנֵי שֶׁהוּא כְּמֵשִׁיב אֲבֵדָה: \n",
            "הַמַּעֲבִיר חָבִית מִמָּקוֹם לְמָקוֹם וּשְׁבָרָהּ, בֵּין שׁוֹמֵר חִנָּם בֵּין שׁוֹמֵר שָׂכָר, יִשָּׁבַע. רַבִּי אֱלִיעֶזֶר אוֹמֵר, זֶה וְזֶה יִשָּׁבַע, וְתָמֵהַּ אֲנִי אִם יְכוֹלִין זֶה וָזֶה לִשָּׁבֵעַ: \n"
        ],
        [
            "הַשּׂוֹכֵר אֶת הַפּוֹעֲלִים וְאָמַר לָהֶם לְהַשְׁכִּים וּלְהַעֲרִיב, מְקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַשְׁכִּים וְשֶׁלֹּא לְהַעֲרִיב, אֵינוֹ רַשַּׁאי לְכוֹפָן. מְקוֹם שֶׁנָּהֲגוּ לָזוּן, יָזוּן. לְסַפֵּק בִּמְתִיקָה, יְסַפֵּק. הַכֹּל כְּמִנְהַג הַמְּדִינָה. מַעֲשֶׂה בְּרַבִּי יוֹחָנָן בֶּן מַתְיָא שֶׁאָמַר לִבְנוֹ, צֵא שְׂכֹר לָנוּ פוֹעֲלִים. הָלַךְ וּפָסַק לָהֶם מְזוֹנוֹת. וּכְשֶׁבָּא אֵצֶל אָבִיו, אָמַר לוֹ, בְּנִי, אֲפִלּוּ אִם אַתָּה עוֹשֶׂה לָהֶם כִּסְעֻדַּת שְׁלֹמֹה בִשְׁעָתוֹ, לֹא יָצָאתָ יְדֵי חוֹבָתְךָ עִמָּהֶן, שֶׁהֵן בְּנֵי אַבְרָהָם יִצְחָק וְיַעֲקֹב. אֶלָּא עַד שֶׁלֹּא יַתְחִילוּ בַמְּלָאכָה צֵא וֶאֱמֹר לָהֶם, עַל מְנָת שֶׁאֵין לָכֶם עָלַי אֶלָּא פַת וְקִטְנִית בִּלְבַד. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא הָיָה צָרִיךְ לוֹמַר, הַכֹּל כְּמִנְהַג הַמְּדִינָה: \n",
            "וְאֵלּוּ אוֹכְלִין מִן הַתּוֹרָה. הָעוֹשֶׂה בִמְחֻבָּר לַקַּרְקַע, בִּשְׁעַת גְּמַר מְלָאכָה, וּבְתָלוּשׁ מִן הַקַּרְקַע, עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, בְּדָבָר שֶׁגִּדּוּלוֹ מִן הָאָרֶץ. וְאֵלּוּ שֶׁאֵין אוֹכְלִין. הָעוֹשֶׂה בִמְחֻבָּר לַקַּרְקַע בְּשָׁעָה שֶׁאֵין גְּמַר מְלָאכָה, וּבְתָלוּשׁ מִן הַקַּרְקַע מֵאַחַר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, וּבְדָבָר שֶׁאֵין גִּדּוּלוֹ מִן הָאָרֶץ: \n",
            "הָיָה עוֹשֶׂה בְיָדָיו אֲבָל לֹא בְרַגְלָיו, בְּרַגְלָיו אֲבָל לֹא בְיָדָיו, אֲפִלּוּ בִכְתֵפוֹ, הֲרֵי זֶה אוֹכֵל. רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲשֶׂה בְיָדָיו וּבְרַגְלָיו: \n",
            "הָיָה עוֹשֶׂה בִתְאֵנִים, לֹא יֹאכַל בַּעֲנָבִים, בַּעֲנָבִים, לֹא יֹאכַל בִּתְאֵנִים. אֲבָל מוֹנֵעַ אֶת עַצְמוֹ עַד שֶׁמַּגִּיעַ לִמְקוֹם הַיָּפוֹת וְאוֹכֵל. וְכֻלָּן לֹא אָמְרוּ אֶלָּא בִשְׁעַת מְלָאכָה, אֲבָל מִשּׁוּם הָשֵׁב אֲבֵדָה לַבְּעָלִים אָמְרוּ, פּוֹעֲלִים אוֹכְלִין בַּהֲלִיכָתָן מֵאֻמָּן לְאֻמָּן, וּבַחֲזִירָתָן מִן הַגַּת, וּבַחֲמוֹר כְּשֶׁהִיא פוֹרָקֶת: \n",
            "אוֹכֵל פּוֹעֵל קִשּׁוּת אֲפִלּוּ בְדִינָר, וְכוֹתֶבֶת אֲפִלּוּ בְדִינָר. רַבִּי אֶלְעָזָר חִסְמָא אוֹמֵר, לֹא יֹאכַל פּוֹעֵל יָתֵר עַל שְׂכָרוֹ. וַחֲכָמִים מַתִּירִין, אֲבָל מְלַמְּדִין אֶת הָאָדָם שֶׁלֹּא יְהֵא רַעַבְתָן וִיהֵא סוֹתֵם אֶת הַפֶּתַח בְּפָנָיו: \n",
            "קוֹצֵץ אָדָם עַל יְדֵי עַצְמוֹ, עַל יְדֵי בְנוֹ וּבִתּוֹ הַגְּדוֹלִים, עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַגְּדוֹלִים, עַל יְדֵי אִשְׁתּוֹ, מִפְּנֵי שֶׁיֵּשׁ בָּהֶן דָּעַת. אֲבָל אֵינוֹ קוֹצֵץ עַל יְדֵי בְנוֹ וּבִתּוֹ הַקְּטַנִּים, וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַקְּטַנִּים, וְלֹא עַל יְדֵי בְהֶמְתּוֹ, מִפְּנֵי שֶׁאֵין בָּהֶן דָּעַת: \n",
            "הַשּׂוֹכֵר אֶת הַפּוֹעֲלִים לַעֲשׂוֹת בְּנֶטַע רְבָעִי שֶׁלּוֹ, הֲרֵי אֵלּוּ לֹא יֹאכְלוּ. אִם לֹא הוֹדִיעָן, פּוֹדֶה וּמַאֲכִילָן. נִתְפָּרְסוּ עִגּוּלָיו, נִתְפַּתְּחוּ חָבִיּוֹתָיו, הֲרֵי אֵלּוּ לֹא יֹאכְלוּ. אִם לֹא הוֹדִיעָן, מְעַשֵּׂר וּמַאֲכִילָן: \n",
            "שׁוֹמְרֵי פֵרוֹת אוֹכְלִין מֵהִלְכוֹת מְדִינָה, אֲבָל לֹא מִן הַתּוֹרָה. אַרְבָּעָה שׁוֹמְרִין הֵן. שׁוֹמֵר חִנָּם, וְהַשּׁוֹאֵל, נוֹשֵׂא שָׂכָר, וְהַשּׂוֹכֵר. שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכֹּל, וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכֹּל, וְנוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר נִשְׁבָּעִים עַל הַשְּׁבוּרָה וְעַל הַשְּׁבוּיָה וְעַל הַמֵּתָה, וּמְשַׁלְּמִין אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה: \n",
            "זְאֵב אֶחָד, אֵינוֹ אֹנֶס, שְׁנֵי זְאֵבִים, אֹנֶס. רַבִּי יְהוּדָה אוֹמֵר, בִּשְׁעַת מִשְׁלַחַת זְאֵבִים, אַף זְאֵב אֶחָד אֹנֶס. שְׁנֵי כְלָבִים, אֵינוֹ אֹנֶס. יַדּוּעַ הַבַּבְלִי אוֹמֵר מִשּׁוּם רַבִּי מֵאִיר, מֵרוּחַ אַחַת, אֵינוֹ אֹנֶס, מִשְּׁתֵּי רוּחוֹת, אֹנֶס. הַלִּסְטִים, הֲרֵי זֶה אֹנֶס. הָאֲרִי וְהַדֹּב וְהַנָּמֵר וְהַבַּרְדְּלָס וְהַנָּחָשׁ, הֲרֵי זֶה אֹנֶס. אֵימָתַי, בִּזְמַן שֶׁבָּאוּ מֵאֲלֵיהֶן, אֲבָל אִם הוֹלִיכָן לִמְקוֹם גְּדוּדֵי חַיָּה וְלִסְטִים, אֵינוֹ אֹנֶס: \n",
            "מֵתָה כְדַרְכָּהּ, הֲרֵי זֶה אֹנֶס. סִגְּפָהּ וָמֵתָה, אֵינוֹ אֹנֶס. עָלְתָה לְרָאשֵׁי צוּקִין וְנָפְלָה וָמֵתָה, הֲרֵי זֶה אֹנֶס. הֶעֱלָהּ לְרָאשֵׁי צוּקִין וְנָפְלָה וָמֵתָה, אֵינוֹ אֹנֶס. מַתְנֶה שׁוֹמֵר חִנָּם לִהְיוֹת פָּטוּר מִשְּׁבוּעָה, וְהַשּׁוֹאֵל לִהְיוֹת פָּטוּר מִלְּשַׁלֵּם, נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר לִהְיוֹת פְּטוּרִין מִשְּׁבוּעָה וּמִלְּשַׁלֵּם: \n",
            "כָּל הַמַּתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה, תְּנָאוֹ בָטֵל. וְכָל תְּנַאי שֶׁיֵּשׁ מַעֲשֶׂה בִתְחִלָּתוֹ, תְּנָאוֹ בָטֵל. וְכָל שֶׁאֶפְשָׁר לוֹ לְקַיְּמוֹ בְסוֹפוֹ, וְהִתְנָה עָלָיו מִתְּחִלָּתוֹ, תְּנָאוֹ קַיָּם: \n"
        ],
        [
            "הַשּׁוֹאֵל אֶת הַפָּרָה וְשָׁאַל בְּעָלֶיהָ עִמָּהּ אוֹ שָׂכַר בְּעָלֶיהָ עִמָּה. שָׁאַל הַבְּעָלִים אוֹ שְׂכָרָן, וּלְאַחַר כָּךְ שָׁאַל אֶת הַפָּרָה, וָמֵתָה, פָּטוּר, שֶׁנֶּאֱמַר (שמות כב) אִם בְּעָלָיו עִמּוֹ לֹא יְשַׁלֵּם. אֲבָל שָׁאַל אֶת הַפָּרָה וְאַחַר כָּךְ שָׁאַל אֶת הַבְּעָלִים אוֹ שְׂכָרָן, וָמֵתָה, חַיָּב, שֶׁנֶּאֱמַר (שם) בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם: \n",
            "הַשּׁוֹאֵל אֶת הַפָּרָה, שְׁאָלָהּ חֲצִי הַיּוֹם וּשְׂכָרָהּ חֲצִי הַיּוֹם, שְׁאָלָהּ הַיּוֹם וּשְׂכָרָהּ לְמָחָר, שָׂכַר אַחַת וְשָׁאַל אַחַת, וָמֵתָה, הַמַּשְׁאִיל אוֹמֵר שְׁאוּלָה מֵתָה, בַּיּוֹם שֶׁהָיְתָה שְׁאוּלָה מֵתָה, בַּשָּׁעָה שֶׁהָיְתָה שְׁאוּלָה מֵתָה, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ, חַיָּב. הַשּׂוֹכֵר אוֹמֵר שְׂכוּרָה מֵתָה, בַּיּוֹם שֶׁהָיְתָה שְׂכוּרָה מֵתָה, בַּשָּׁעָה שֶׁהָיְתָה שְׂכוּרָה מֵתָה, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ, פָּטוּר. זֶה אוֹמֵר שְׁאוּלָה וְזֶה אוֹמֵר שְׂכוּרָה, יִשָּׁבַע הַשּׂוֹכֵר שֶׁשְּׂכוּרָה מֵתָה. זֶה אוֹמֵר אֵינִי יוֹדֵעַ וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ, יַחֲלֹקוּ: \n",
            "הַשּׁוֹאֵל אֶת הַפָּרָה, וְשִׁלְּחָהּ לוֹ בְּיַד בְּנוֹ, בְּיַד עַבְדּוֹ, בְּיַד שְׁלוּחוֹ, אוֹ בְיַד בְּנוֹ, בְּיַד עַבְדּוֹ, בְּיַד שְׁלוּחוֹ שֶׁל שׁוֹאֵל, וָמֵתָה, פָּטוּר. אָמַר לוֹ הַשּׁוֹאֵל, שַׁלְּחָהּ לִי בְּיַד בְּנִי, בְּיַד עַבְדִּי, בְּיַד שְׁלוּחִי, אוֹ בְּיַד בִּנְךָ, בְּיַד עַבְדְּךָ, בְּיַד שְׁלוּחֲךָ, אוֹ שֶׁאָמַר לוֹ הַמַּשְׁאִיל, הֲרֵינִי מְשַׁלְּחָהּ לְךָ בְּיַד בְּנִי, בְּיַד עַבְדִּי, בְּיַד שְׁלוּחִי, אוֹ בְּיַד בִּנְךָ, בְּיַד עַבְדְּךָ, בְּיַד שְׁלוּחֲךָ, וְאָמַר לוֹ הַשּׁוֹאֵל, שַׁלַּח, וְשִׁלְּחָהּ וָמֵתָה, חַיָּב. וְכֵן בְּשָׁעָה שֶׁמַּחֲזִירָהּ: \n",
            "הַמַּחֲלִיף פָּרָה בַּחֲמוֹר וְיָלְדָה, וְכֵן הַמּוֹכֵר שִׁפְחָתוֹ וְיָלְדָה, זֶה אוֹמֵר עַד שֶׁלֹּא מָכָרְתִּי, וְזֶה אוֹמֵר מִשֶּׁלָּקָחְתִּי, יַחֲלֹקוּ. הָיוּ לוֹ שְׁנֵי עֲבָדִים, אֶחָד גָּדוֹל וְאֶחָד קָטָן, וְכֵן שְׁתֵּי שָׂדוֹת, אַחַת גְּדוֹלָה וְאַחַת קְטַנָּה, הַלּוֹקֵחַ אוֹמֵר גָּדוֹל לָקַחְתִּי, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ, זָכָה בַגָּדוֹל. הַמּוֹכֵר אוֹמֵר קָטָן מָכָרְתִּי, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ, אֵין לוֹ אֶלָּא קָטָן. זֶה אוֹמֵר גָּדוֹל וְזֶה אוֹמֵר קָטָן, יִשָּׁבַע הַמּוֹכֵר שֶׁהַקָּטָן מָכָר. זֶה אוֹמֵר אֵינִי יוֹדֵעַ וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ, יַחֲלֹקוּ: \n",
            "הַמּוֹכֵר זֵיתָיו לְעֵצִים, וְעָשׂוּ פָּחוֹת מֵרְבִיעִית לִסְאָה, הֲרֵי אֵלּוּ שֶׁל בַּעַל הַזֵּיתִים. עָשׂוּ רְבִיעִית לִסְאָה, זֶה אוֹמֵר זֵיתַי גִּדְּלוּ, וְזֶה אוֹמֵר אַרְצִי גִדְּלָה, יַחֲלֹקוּ. שָׁטַף נָהָר זֵיתָיו וּנְתָנָם לְתוֹךְ שְׂדֵה חֲבֵרוֹ, זֶה אוֹמֵר זֵיתַי גִּדְּלוּ, וְזֶה אוֹמֵר אַרְצִי גִדְּלָה, יַחֲלֹקוּ: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ, בִּימוֹת הַגְּשָׁמִים, אֵינוֹ יָכוֹל לְהוֹצִיאוֹ מִן הֶחָג וְעַד הַפֶּסַח, בִּימוֹת הַחַמָּה, שְׁלשִׁים יוֹם. וּבַכְּרַכִּים, אֶחָד יְמוֹת הַחַמָּה וְאֶחָד יְמוֹת הַגְּשָׁמִים, שְׁנֵים עָשָׂר חֹדֶשׁ. וּבַחֲנוּיוֹת, אֶחָד עֲיָרוֹת וְאֶחָד כְּרַכִּים, שְׁנֵים עָשָׂר חֹדֶשׁ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, חֲנוּת שֶׁל נַחְתּוֹמִים וְשֶׁל צַבָּעִים, שָׁלשׁ שָׁנִים: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ, הַמַּשְׂכִּיר חַיָּב בַּדֶּלֶת, בַּנֶּגֶר, וּבְמַנְעוּל, וּבְכָל דָּבָר שֶׁמַּעֲשֵׂה אֻמָּן. אֲבָל דָּבָר שֶׁאֵינוֹ מַעֲשֵׂה אֻמָּן, הַשּׂוֹכֵר עוֹשֵׂהוּ. הַזֶּבֶל, שֶׁל בַּעַל הַבַּיִת, וְאֵין לַשּׂוֹכֵר אֶלָּא הַיּוֹצֵא מִן הַתַּנּוּר וּמִן הַכִּירַיִם בִּלְבָד: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ לְשָׁנָה, נִתְעַבְּרָה הַשָּׁנָה, נִתְעַבְּרָה לַשּׂוֹכֵר. הִשְׂכִּיר לוֹ לֶחֳדָשִׁים, נִתְעַבְּרָה הַשָּׁנָה, נִתְעַבְּרָה לַמַּשְׂכִּיר. מַעֲשֶׂה בְצִפּוֹרִי בְּאֶחָד שֶׁשָּׂכַר מֶרְחָץ מֵחֲבֵרוֹ בִּשְׁנֵים עָשָׂר זָהָב לְשָׁנָה, מִדִּינַר זָהָב לְחֹדֶשׁ, וּבָא מַעֲשֶׂה לִפְנֵי רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְלִפְנֵי רַבִּי יוֹסֵי, וְאָמְרוּ, יַחֲלֹקוּ אֶת חֹדֶשׁ הָעִבּוּר: \n",
            "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ וְנָפַל, חַיָּב לְהַעֲמִיד לוֹ בָּיִת. הָיָה קָטָן, לֹא יַעֲשֶׂנּוּ גָדוֹל, גָּדוֹל, לֹא יַעֲשֶׂנּוּ קָטָן. אֶחָד, לֹא יַעֲשֶׂנּוּ שְׁנַיִם, שְׁנַיִם, לֹא יַעֲשֶׂנּוּ אֶחָד. לֹא יִפְחֹת מֵהַחַלּוֹנוֹת וְלֹא יוֹסִיף עֲלֵיהֶן, אֶלָּא מִדַּעַת שְׁנֵיהֶם: \n"
        ],
        [
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ, מְקוֹם שֶׁנָּהֲגוּ לִקְצֹר, יִקְצֹר, לַעֲקֹר, יַעֲקֹר, לַחֲרשׁ אַחֲרָיו, יַחֲרשׁ. הַכֹּל כְּמִנְהַג הַמְּדִינָה. כְּשֵׁם שֶׁחוֹלְקִין בַּתְּבוּאָה, כָּךְ חוֹלְקִין בַּתֶּבֶן וּבַקַּשׁ. כְּשֵׁם שֶׁחוֹלְקִין בַּיַּיִן, כָּךְ חוֹלְקִין בַּזְּמוֹרוֹת וּבַקָּנִים. וּשְׁנֵיהֶם מְסַפְּקִין אֶת הַקָּנִים: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ, וְהִיא בֵית הַשְּׁלָחִין אוֹ בֵית הָאִילָן, יָבַשׁ הַמַּעְיָן וְנִקְצַץ הָאִילָן, אֵינוֹ מְנַכֶּה לוֹ מִן חֲכוֹרוֹ. אִם אָמַר לוֹ חֲכֹר לִי שְׂדֵה בֵית הַשְּׁלָחִין זֶה אוֹ שְׂדֵה בֵית הָאִילָן זֶה, יָבַשׁ הַמַּעְיָן וְנִקְצַץ הָאִילָן, מְנַכֶּה לוֹ מִן חֲכוֹרוֹ: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְהוֹבִירָהּ, שָׁמִין אוֹתָהּ כַּמָּה רְאוּיָה לַעֲשׂוֹת וְנוֹתֵן לוֹ, שֶׁכָּךְ כּוֹתֵב לוֹ, אִם אוֹבִיר וְלֹא אַעֲבֵיד, אֲשַׁלֵּם בְּמֵיטְבָא: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְלֹא רָצָה לְנַכֵּשׁ, וְאָמַר לוֹ מָה אִכְפַּת לְךָ, הוֹאִיל וַאֲנִי נוֹתֵן לְךָ חֲכוֹרָהּ, אֵין שׁוֹמְעִין לוֹ, מִפְּנֵי שֶׁיָּכוֹל לוֹמַר לוֹ, לְמָחָר אַתָּה יוֹצֵא מִמֶּנָּה, וּמַעֲלָה לְפָנַי עֲשָׂבִים: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְלֹא עָשְׂתָה, אִם יֶשׁ בָּהּ כְּדֵי לְהַעֲמִיד כְּרִי, חַיָּב לְטַפֵּל בָּהּ. אָמַר רַבִּי יְהוּדָה, מַה קִּצְבָּה בַכְּרִי. אֶלָּא אִם יֶשׁ בָּהּ כְּדֵי נְפִילָה: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וַאֲכָלָהּ חָגָב אוֹ נִשְׁדְּפָה, אִם מַכַּת מְדִינָה הִיא, מְנַכֶּה לוֹ מִן חֲכוֹרוֹ, אִם אֵינוֹ מַכַּת מְדִינָה, אֵינוֹ מְנַכֶּה לוֹ מִן חֲכוֹרוֹ. רַבִּי יְהוּדָה אוֹמֵר, אִם קִבְּלָהּ הֵימֶנּוּ בְמָעוֹת, בֵּין כָּךְ וּבֵין כָּךְ אֵינוֹ מְנַכֶּה לוֹ מֵחֲכוֹרוֹ: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ בַּעֲשָׂרָה כּוֹר חִטִּים לְשָׁנָה, לָקְתָה, נוֹתֵן לוֹ מִתּוֹכָהּ. הָיוּ חִטֶּיהָ יָפוֹת, לֹא יֹאמַר לוֹ הֲרֵינִי לוֹקֵחַ מִן הַשּׁוּק, אֶלָּא נוֹתֵן לוֹ מִתּוֹכָהּ: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְזָרְעָהּ שְׂעֹרִים, לֹא יִזְרָעֶנָּה חִטִּים, חִטִּים, יִזְרָעֶנָּה שְׂעֹרִים. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹסֵר. תְּבוּאָה, לֹא יִזְרָעֶנָּה קִטְנִית, קִטְנִית, יִזְרָעֶנָּה תְבוּאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹסֵר: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁנִים מֻעָטוֹת, לֹא יִזְרָעֶנָּה פִשְׁתָּן, וְאֵין לוֹ בְקוֹרַת שִׁקְמָה. קִבְּלָהּ הֵימֶנּוּ לְשֶׁבַע שָׁנִים, שָׁנָה רִאשׁוֹנָה יִזְרָעֶנָּה פִשְׁתָּן, וְיֶשׁ לוֹ בְקוֹרַת שִׁקְמָה: \n",
            "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁבוּעַ אַחַת בִּשְׁבַע מֵאוֹת זוּז, הַשְּׁבִיעִית מִן הַמִּנְיָן. קִבְּלָהּ הֵימֶנּוּ שֶׁבַע שָׁנִים בִּשְׁבַע מֵאוֹת זוּז, אֵין הַשְּׁבִיעִית מִן הַמִּנְיָן: \n",
            "שְׂכִיר יוֹם גּוֹבֶה כָל הַלַּיְלָה, שְׂכִיר לַיְלָה גּוֹבֶה כָל הַיּוֹם, שְׂכִיר שָׁעוֹת גּוֹבֶה כָל הַלַּיְלָה וְכָל הַיּוֹם. שְׂכִיר שַׁבָּת, שְׂכִיר חֹדֶשׁ, שְׂכִיר שָׁנָה, שְׂכִיר שָׁבוּעַ, יָצָא בַיּוֹם, גּוֹבֶה כָל הַיּוֹם, יָצָא בַלַּיְלָה, גּוֹבֶה כָל הַלַּיְלָה וְכָל הַיּוֹם: \n",
            "אֶחָד שְׂכַר אָדָם וְאֶחָד שְׂכַר בְּהֵמָה וְאֶחָד שְׂכַר כֵּלִים, יֶשׁ בּוֹ מִשּׁוּם (דברים כד) בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ, וְיֶשׁ בּוֹ מִשּׁוּם (ויקרא יט) לֹא תָלִין פְּעֻלַּת שָׂכִיר אִתְּךָ עַד בֹּקֶר. אֵימָתַי, בִּזְמַן שֶׁתְּבָעוֹ, לֹא תְבָעוֹ, אֵינוֹ עוֹבֵר עָלָיו. הִמְחָהוּ אֵצֶל חֶנְוָנִי אוֹ אֵצֶל שֻׁלְחָנִי, אֵינוֹ עוֹבֵר עָלָיו. שָׂכִיר, בִּזְמַנּוֹ נִשְׁבָּע וְנוֹטֵל, עָבַר זְמַנּוֹ אֵינוֹ נִשְׁבָּע וְנוֹטֵל. אִם יֵשׁ עֵדִים שֶׁתְּבָעוֹ, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. גֵּר תּוֹשָׁב יֶשׁ בּוֹ מִשּׁוּם בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ, וְאֵין בּוֹ מִשּׁוּם לֹא תָלִין פְּעֻלַּת שָׂכִיר אִתְּךָ עַד בֹּקֶר: \n",
            "הַמַּלְוֶה אֶת חֲבֵרוֹ, לֹא יְמַשְׁכְּנֶנּוּ אֶלָּא בְּבֵית דִּין, וְלֹא יִכָּנֵס לְבֵיתוֹ לִטֹּל מַשְׁכּוֹנוֹ, שֶׁנֶּאֱמַר (דברים כד) בַּחוּץ תַּעֲמֹד. הָיוּ לוֹ שְׁנֵי כֵלִים, נוֹטֵל אֶחָד וּמַנִּיחַ אֶחָד, וּמַחֲזִיר אֶת הַכַּר בַּלַּיְלָה וְאֶת הַמַּחֲרֵשָׁה בַיּוֹם. וְאִם מֵת, אֵינוֹ מַחֲזִיר לְיוֹרְשָׁיו. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף לְעַצְמוֹ אֵינוֹ מַחֲזִיר אֶלָּא עַד שְׁלשִׁים יוֹם, וּמִשְּׁלשִׁים יוֹם וּלְהַלָּן מוֹכְרָן בְּבֵית דִּין. אַלְמָנָה, בֵּין שֶׁהִיא עֲנִיָּה בֵּין שֶׁהִיא עֲשִׁירָה, אֵין מְמַשְׁכְּנִין אוֹתָהּ, שֶׁנֶּאֱמַר (דברים כד) וְלֹא תַחֲבֹל בֶּגֶד אַלְמָנָה. הַחוֹבֵל אֶת הָרֵחַיִם, עוֹבֵר בְּלֹא תַעֲשֶׂה, וְחַיָּב מִשּׁוּם שְׁנֵי כֵלִים, שֶׁנֶּאֱמַר (שם) לֹא יַחֲבֹל רֵחַיִם וָרָכֶב. וְלֹא רֵחַיִם וָרֶכֶב בִּלְבַד אָמְרוּ, אֶלָּא כָל דָּבָר שֶׁעוֹשִׂין בּוֹ אֹכֶל נֶפֶשׁ, שֶׁנֶּאֱמַר (דברים כד) כִּי נֶפֶשׁ הוּא חֹבֵל: \n"
        ],
        [
            "הַבַּיִת וְהָעֲלִיָּה שֶׁל שְׁנַיִם שֶׁנָּפְלוּ, שְׁנֵיהֶם חוֹלְקִים בָּעֵצִים וּבָאֲבָנִים וּבֶעָפָר, וְרוֹאִים אֵילוּ אֲבָנִים הָרְאוּיוֹת לְהִשְׁתַּבֵּר. אִם הָיָה אֶחָד מֵהֶן מַכִּיר מִקְצָת אֲבָנָיו, נוֹטְלָן וְעוֹלוֹת לוֹ מִן הַחֶשְׁבּוֹן:  ",
            "הַבַּיִת וְהָעֲלִיָּה שֶׁל שְׁנַיִם, נִפְחֲתָה הָעֲלִיָּה וְאֵין בַּעַל הַבַּיִת רוֹצֶה לְתַקֵּן, הֲרֵי בַעַל הָעֲלִיָּה יוֹרֵד וְדָר לְמַטָּה, עַד שֶׁיְּתַקֵּן לוֹ אֶת הָעֲלִיָּה. רַבִּי יוֹסֵי אוֹמֵר, הַתַּחְתּוֹן נוֹתֵן אֶת הַתִּקְרָה, וְהָעֶלְיוֹן אֶת הַמַּעֲזִיבָה:  ",
            "הַבַּיִת וְהָעֲלִיָּה שֶׁל שְׁנַיִם שֶׁנָּפְלוּ, אָמַר בַּעַל הָעֲלִיָּה לְבַעַל הַבַּיִת לִבְנוֹת, וְהוּא אֵינוֹ רוֹצֶה לִבְנוֹת, הֲרֵי בַעַל הָעֲלִיָּה בּוֹנֶה אֶת הַבַּיִת וְדָר בְּתוֹכוֹ עַד שֶׁיִּתֶּן לוֹ אֶת יְצִיאוֹתָיו. רַבִּי יְהוּדָה אוֹמֵר, אַף זֶה דָּר בְּתוֹךְ שֶׁל חֲבֵרוֹ, צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר, אֶלָּא בַעַל הָעֲלִיָּה בּוֹנֶה אֶת הַבַּיִת וְאֶת הָעֲלִיָּה וּמְקָרֶה אֶת הָעֲלִיָּה, וְיוֹשֵׁב בַּבַּיִת עַד שֶׁיִּתֶּן לוֹ אֶת יְצִיאוֹתָיו:  ",
            "וְכֵן בֵּית הַבַּד שֶׁהוּא בָנוּי בְּסֶלַע, וְגִנָּה אַחַת עַל גַּבָּיו, וְנִפְחַת, הֲרֵי בַעַל הַגִּנָּה יוֹרֵד וְזוֹרֵעַ לְמַטָּה עַד שֶׁיַּעֲשֶׂה לְבֵית בַּדּוֹ כִּפִּין. הַכֹּתֶל וְהָאִילָן שֶׁנָּפְלוּ לִרְשׁוּת הָרַבִּים וְהִזִּיקוּ, פָּטוּר מִלְּשַׁלֵּם. נָתְנוּ לוֹ זְמַן לָקֹץ אֶת הָאִילָן וְלִסְתֹּר אֶת הַכֹּתֶל, וְנָפְלוּ בְּתוֹךְ הַזְּמָן, פָּטוּר, לְאַחַר הַזְּמָן, חַיָּב:  ",
            "מִי שֶׁהָיָה כֹתְלוֹ סָמוּךְ לְגִנַּת חֲבֵרוֹ וְנָפַל, וְאָמַר לוֹ פַּנֵּה אֲבָנֶיךָ, וְאָמַר לוֹ הִגִּיעוּךָ, אֵין שׁוֹמְעִין לוֹ. מִשֶּׁקִּבֵּל עָלָיו אָמַר לוֹ הֵילָךְ אֶת יְצִיאוֹתֶיךָ וַאֲנִי אֶטֹּל אֶת שֶׁלִּי, אֵין שׁוֹמְעִין לוֹ. הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְּתֶבֶן וּבְקַשׁ, וְאָמַר לוֹ תֶּן לִי שְׂכָרִי, וְאָמַר לוֹ טֹל מַה שֶּׁעָשִׂיתָ בִּשְׂכָרֶךָ, אֵין שׁוֹמְעִין לוֹ. מִשֶּׁקִּבֵּל עָלָיו וְאָמַר לוֹ הֵילָךְ שְׂכָרְךָ וַאֲנִי אֶטֹּל אֶת שֶׁלִּי, אֵין שׁוֹמְעִין לוֹ. הַמּוֹצִיא זֶבֶל לִרְשׁוּת הָרַבִּים, הַמּוֹצִיא מוֹצִיא וְהַמְזַבֵּל מְזַבֵּל. אֵין שׁוֹרִין טִיט בִּרְשׁוּת הָרַבִּים, וְאֵין לוֹבְנִים לְבֵנִים. אֲבָל גּוֹבְלִין טִיט בִּרְשׁוּת הָרַבִּים, אֲבָל לֹא לְבֵנִים. הַבּוֹנֶה בִרְשׁוּת הָרַבִּים, הַמֵּבִיא אֲבָנִים מֵבִיא וְהַבּוֹנֶה בּוֹנֶה. וְאִם הִזִּיק, מְשַׁלֵּם מַה שֶּׁהִזִּיק. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף מְתַקֵּן הוּא אֶת מְלַאכְתּוֹ לִפְנֵי שְׁלשִׁים יוֹם:  ",
            "שְׁתֵּי גִנּוֹת זוֹ עַל גַּב זוֹ וְהַיָּרָק בֵּינְתַיִם, רַבִּי מֵאִיר אוֹמֵר, שֶׁל עֶלְיוֹן. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל תַּחְתּוֹן. אָמַר רַבִּי מֵאִיר, אִם יִרְצֶה הָעֶלְיוֹן לִקַּח אֶת עֲפָרוֹ אֵין כָּאן יָרָק. אָמַר רַבִּי יְהוּדָה, אִם יִרְצֶה הַתַּחְתּוֹן לְמַלְּאוֹת אֶת גִּנָּתוֹ אֵין כָּאן יָרָק. אָמַר רַבִּי מֵאִיר, מֵאַחַר שֶׁשְּׁנֵיהֶן יְכוֹלִין לִמְחוֹת זֶה עַל זֶה, רוֹאִין מֵהֵיכָן יָרָק זֶה חָי. אָמַר רַבִּי שִׁמְעוֹן, כָּל שֶׁהָעֶלְיוֹן יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִטֹּל, הֲרֵי הוּא שֶׁלּוֹ, וְהַשְּׁאָר שֶׁל תַּחְתּוֹן:  "
        ]
     ],
    "textbartenura":[
        [
            [
                "<b>שנים אוחזין בטלית.</b> בגמרא מוקי למתניתין כגון שאחד מהם תופס בחוטין שבשפת הבגד מצד זה, והאחד תופס בחוטין שבשפת הבגד מצד זה. אבל אם הם אדוקים בבגד עצמו, זה נוטל עד מקום שידו מגעת וזה נוטל עד מקום שידו מגעת, והשאר חולקים בשוה, ובשבועה:",
                "<b>זה אומר כולה שלי.</b> אני קניתיה ולי מכרה המוכר ולא לך. והמוכר מכר לאחד מהם ולקח המעות משניהם, מאחד מדעתו ומאחד בעל כרחו, ואינו יודע מהי מדעתו ומהי בעל כרחיה. דאילו ידע והיה אומר לזה מכרתי, היה כאן עד אחד, והיה שכנגדו חייב שבועה דאורייתא להכחיש העד. עכשיו שאינו יודע, שניהם נשבעים שבועה זו האמורה במתניתין. ובדין הוא שיהיו חולקים בלא שבועה, אלא שתקנו חכמים שלא יטול שום אחד מהם אלא בשבועה, כדי שלא יהא כל אחד הולך ותוקף בטליתו של חבירו ואומר שלי היא. ואיצטריך תנא לאשמועינן בזה אומר אני מצאתיה דהיינו במציאה, ובזה אומר כולה שלי דהיינו מקח וממכר. אי תנא מציאה, הוה אמינא מציאה הוא דרמו רבנן שבועה עליה משום דמורה התירא לאחוז בה שלא כדין, דאמר חבראי לאו מידי חסר בה איזיל ואתפוס ואפלוג בהדיה, אבל מקח וממכר דאי לא הוה צריך לה לא הוה מהדר אבתרה למזבנה, וזה שבא לחלוק עמו וליתן חצי דמיה שלא כדין מחסרו וליכא למימר דמורי התירא, אימא לא רמו רבנן שבועה עליה. ואי אשמועינן במקח וממכר, הוה אמינא מקח וממכר הוא דרמו רבנן שבועה עליה משום דמורי התירא ואמר חבראי דמי קא יהיב ואנא דמי קא יהיבנא, השתא דצריכה לדידי אשקליה אנא, וחבראי לטרח וליזיל ולזבין אחריתי, אבל מציאה דליכא למימר הכי, אימא לא. צריכא:",
                "<b>ישבע שאין לו בה פחות מחציה.</b> ואינו נשבע שכולה שלו כדקא טעין מעיקרא, דהא לא יהבי ליה כולה. ואי משתבע שחציה שלו כדקא יהבי ליה, הוה מרע ליה לדבוריה קמא דאמר כולה שלי. הלכך ישבע שאין לו בה פחות מחציה, דמשמע הכי, כולה שלי כדקא אמינא מעיקרא, ולדבריכם שאין אתם מאמינים לי בכולה, שבועה שיש לי בה ואין לי בה פחות מחציה:"
            ],
            [
                "<b>היו שנים רוכבים על גבי בהמה.</b> הא קמ״ל דרוכב קני, ואע״פ שאינו מנהיג שלא זזה הבהמה ממקומה:",
                "<b>או שהיה אחד רוכב ואחד מנהיג.</b> בזמן שרוכב מנענע ברגליו בי היכי דתיזיל הבהמה מחמתיה, הוא דשוים רוכב ומנהיג. ואם לא היה אלא רוכב בלבד, מנהיג קנה, רוכב לא קנה. ואם הודו או באו עדים אפילו לאחר שנפסק הדין עליהם שיחלוקו בשבועה, חולקים שלא בשבועה:"
            ],
            [
                "<b>אמר לחבירו תנה לי וכו׳</b> אבל אמר זכה לי בה, קנה הרוכב, ואין המגביה יכול לומר אני זכיתי בה:",
                "<b>לא אמר כלום.</b> שקנאה זה שמשכה מיד חברו, וכל זמן שהיתה ביד המגביה הפקר היתה:"
            ],
            [
                "<b>זה שהחזיק בה זכה בה.</b> ודוקא שהיתה המציאה ברשות הרבים, שאין ארבע אמות של אדם קונות לו ברה״ר לפיכך המחזיק בה זכה. אבל בסימטא שהיא שביל של יחיד, או בצדי רשות הרבים שאין רבים דוחקים שם, ארבע אמות של אדם קונות לו כל מציאה וכל הפקר שסמוך לו בארבע אמות, ואין אחר רשאי לתפסו. ותקינו ליה רבנן כי היכי דלא ליתו לאינצויי:",
                "<b>אחר צבי שבור.</b> שאינו יכול לרוץ ומשתמר בתוך השדה אם לא יטלוהו אחרים, והוי כמציאה:",
                "<b>זכתה לו.</b> שדהו. והוא שעומד בצד שדהו, וכגון שיכול לרוץ אחריהן ומגיען קודם שיצאו משדהו:"
            ],
            [
                "<b>הקטנים.</b> כל שסמוך על שלחן אביו אפילו הוא גדול קרי ליה קטן ומציאתו לאביו משום איבה. והבת בין קטנה בין נערה מציאתה לאביה, דהתורה זיכתה כל שבח נעוריה לאביה:",
                "<b>עבדו ושפחתו הכנענים.</b> שהרי גופן קנוי לו. כדכתיב (ויקרא כה מו) והתנחלתם אותם:",
                "<b>מציאת אשתו.</b> רבנן תקינו ליה משום איבה:"
            ],
            [
                "<b>אחריות נכסים.</b> שעבוד קרקעות שיגבה מהם:",
                "<b>לא יחזיר.</b> לפרעון דחיישינן ולקנוניא. שמא שטר פרוע הוא ומן הלוה נפל, והא דקא מודה לא פרעתי, עצה של רמאות היא ביניהם לטרוף את הלקוחות שלקחו ממנו קרקע שלא באחריות, ויחלקוה ביניהם:",
                "<b>בין כך ובין כך לא יחזיר.</b> דשטר שאין בו אחריות ממשעבדי נמי גבי, דאחריות טעות סופר הוא, וחיישינן לפרעון ולקנוניא. והלכה כחכמים. ודוקא בשטר שאין נזכר בו אחריות אמרו חכמים דטעות סופר הוא וגבי ממשעבדי באילו היה האחריות כתוב בו. אבל אם פירש בשטר שאינו רוצה לקבל עליו אחריות, מודים חכמים דיחזיר, דהשתא ליכא למיחש לקנוניא:"
            ],
            [
                "<b>דייתיקי.</b> צוואת שכיב מרע. דא תהא למיקם ולהיות:",
                "<b>ושוברים.</b> שעושה מלוה ללוה שנפרע ממנו שטר חובו:"
            ],
            [
                "<b>אגרות שום.</b> ששמו בית דין נכסי לוה למלוה בחובו:",
                "<b>ואגרות מזון.</b> שקבל עליו לזון את בת אשתו. פירוש אחר, שימכרו מקרקע הבעל למזון האשה והבנות:",
                "<b>ומיאונין.</b> שכותבים בשטר בפנינו מיאנה פלונית בפלוני בעלה. ובקטנה שהשיאוה אמה ואחיה שאינה צריכה גט:",
                "<b>שטרי בירורין.</b> זה בורר לו אחד וזה בורר לו אחד שידונו להם:",
                "<b>מצא.</b> שטרות:",
                "<b>בחפיסה.</b> חמת של עור קטנה:",
                "<b>בדלוסקמא.</b> כלי עור שהזקנים מצניעים בה כלי תשמישם שלא יצטרכו לחפש אחריהם:",
                "<b>תכריר של שטרות.</b> שלשה שטדות או יותר כרוכין זה בזה:",
                "<b>אגודה.</b> מושכבים וה על זה, ארבו של זה על ארכו של זה:",
                "<b>הרי זה יחזיר.</b> דדבר שיש בו סימן הוא, שהכלי סימן כשיאמרו הבעלים בכלי פלוני מצאת אותם. וכן תכריך ואגודה סימן הוא:",
                "<b>אחד הלוה משלשה.</b> אם שלשה שטרות של לוה אחד הן שלוה משלשה בני אדם. יחזירם המוצא ללוה, דודאי מידו נפלו, שאם מידם נפלו מי קבצם למקום אחד. ודוקא שהשטרות מקוימים בבית דין. אבל אם אינם מקוימים חיישינן דלמא לקיימינהו הוליכום שלשה המלוים אצל סופר הדיינים ונפלו מיד הסופר. ואין לחוש שמא לאחר שקיימו אותם נפלו מיד הסופר, דלא משהי איניש קיומיה בידא דספרא. ואם שלשה לוים הם, שלוו מאדם אחד. יחזירם המוצא למלוה שהדבר ידוע שממנו נפלו. ואם היו שלשתן כתיבת סופר אחד, חיישינן שמא מיד הסופר נפלו ולא לוו מעולם, ולפיכך לא יחזיר:",
                "<b>מצא שטר בין שטרותיו ואינו יודע מה טיבו.</b> אצלו. אם הלוה הפקידו אצלו או המלוה, או שמא מקצתו פרוע ומסרוהו לו להיות שליש ביניהם:",
                "<b>יהא מונח.</b> בידו, ולא יחזיר לא לזה ולא לזה:",
                "<b>אם יש עמהן סמפונות.</b> המוצא בין שטרותיו שובר שנכתב על אחד משטרותיו:",
                "<b>יעשה מה שבסמפון.</b> והשטר בחזקת פרוע. ואע״פ שהיה ראוי לשובר הזה להיות מונח ביד הלוה ולא ביד המלוה, אמרינן האמינו הלוה למלוה. ואמר למחר תנהו לי ושכח. והוא שמצא המלוה השטר הזה שנכתב עליו השובר, בין השטרות קרועים, אע״פ שלא נקרע:"
            ]
        ],
        [
            [
                "<b>אלו מציאות. מצא פירות מפוזרים.</b> סתמן נתייאשו הבעלים והפקר הם:",
                "<b>מעות מפוזרות.</b> הואיל ואין להם סימן ניכר, כבר איאושי איאוש והפקר הן. והיינו טעמא דכולהו:",
                "<b>כריכות.</b> עמרים קטנים:",
                "<b>ברה״ר.</b> שהכל דשין עליהם, ואפילו היה בהן סימן, נפסד:",
                "<b>של נחתום.</b> אין בהם סימן, שכולם שוים. אבל של בעל הבית יש להם סימן:",
                "<b>הבאות ממדינתן.</b> לאפוקי הבאות מבית האומן, כדקתני סיפא:",
                "<b>ולשונות של ארגמן.</b> צמר צבוע ארגמן, ומשוך כמין לשון:",
                "<b>מצא עיגול.</b> של דבלה:",
                "<b>אנפוריא.</b> כלים חדשים שלא שבעתן העין ואין לבעלים בהם טביעת עין. שפעמים שמחזירים אבדה בטביעות עינא, כגון לצורבא מרבנן דלא משני בדבוריה. ואלו הכלים שידוע שאין לבעליהן בהן טביעות עין אינו חייב להכריז. והלכה כר״ש בן אלעזר. ואימתי בזמן שמצאן אחד אחד. אבל מצאן שנים שנים חייב להכריז, דמנינא הוי סימן. והמוצא מציאה בסרטיא ופלטיא גדולה בעיר שרובה נכרים, אפילו דבר שיש בו סימן אינו חייב להכריז. ובעיר שרובה ישראל, חייב להכריז: "
            ],
            [
                "<b>בכלי.</b> וכלי יש בו סימן:",
                "<b>כמות שהוא.</b> ריקן:",
                "<b>צבורי פירות.</b> סימנן, מנין או מקום:",
                "<b>שלשה מטבעות זה על גב זה.</b> או יותר. והמכריז מכריז מטבעות מצאתי, וזה בא ואומר כך וכך היו והיו מונחים זה על זה: "
            ],
            [
                "<b>אחר הגפה.</b> סתימת כותל של עץ או של קנים:",
                "<b>גדר.</b> של אבנים:",
                "<b>גוזלות מקושרין.</b> בכנפיהן. דכולי עלמא הכי מקטרי להו, וקשר כזה לא הוי סימן:",
                "<b>לא יגע בהן.</b> דאמרינן הני אינש אצנעינהו ואי שקיל להו לית להו למרייהו סימנא בגווייהו. הלכך לשבקינהו עד דאתי מרייהו ושקיל להו:",
                "<b>מכוסה לא יגע בו.</b> דאין זה אבידה שיהא מוזהר עליה בלא תוכל להתעלם, דמשתמר הוא:",
                "<b>מצא בגל ובכותל ישן הרי אלו שלו.</b> מפני שיכול לומר לבעל הגל ולבעל הכותל של אמוריים שהורישו אבותינו היה. ובלבד שיהיה בו חלודה רבה שניכר שמזמן הרבה היה טמון שם:",
                "<b>מחציו ולחוץ.</b> באחד מחורי כותל הסמוכים לרשות הרבים. אם מצאה מחצי עוביו של כותל ולחוץ שלו, דאמרינן אחד מבני רשות הרבים נתנו שם ושכח, וחלודה שעליו מוכחת שמזמן הרבה היה שם ובודאי נתיאשו הבעלים. ודין זה דוקא בלשון זהב וחתיכת כסף וכיוצא בזה. אבל אם היה כלי ובתוכו מעות, אם פי הכלי לחוץ הרי הוא שלו, ואם פי הכלי לפנים הרי הוא של בעל הבית:",
                "<b>אפילו בתוך הבית הרי אלו שלו.</b> דלא ידע דמאן נינהו, ובעליו נואשו: "
            ],
            [
                "<b>מצא בחנות הרי אלו שלו.</b> בדבר שאין בו סימן מיירי. דההוא דנפל מיניה מייאש שהכל נכנסים לשם:",
                "<b>בין תיבה.</b> שהחנווני יושב לפניה, ותמיד נוטל ממנה, ונותן לפניו ומוכר, ומעות שנותנין לו נותן בתוכה, ולא נפל שום דבר אלא מיד חנוני:",
                "<b>לפני שולחני הרי אלו שלו.</b> דאמרינן מן הבאים להחליף מעות נפלו, שהרי השלחן מפסיק בין שולחני למעות שנמצאו, ואם מן השולחני הם היה להם להמצא בינו ולכסא שהשלחן מונח עליו:",
                "<b>הלוקח פירות מחבירו וכו׳.</b> וכגון שחבירו זה תגר שלקח תבואה זו או פירות הללו מאנשים הרבה ולא ידיע דמאן נינהו, וכיון דלית בהו סימן נתיאשו הבעלים. אבל אם זה שמכר את הפירות ליקטן הוא עצמו מן הקרקע שלו, שודאי המעות הללו שלו הן, חייב להחזיר:",
                "<b>ואם היו צרורים.</b> הקשר או מנין שלהם הוי סימן:"
            ],
            [
                "<b>בכלל כל אלה.</b> בכלל כל אבדת אחיך:",
                "<b>ולמה יצאת.</b> וכן תעשה לשמלתו:",
                "<b>מה שמלה מיוחדת.</b> סתם שמלה יש בה סימן, וכל שמלה יש לה בעלים תובעים אותה, שנעשית בידי אדם ולא באת מן ההפקר:",
                "<b>אף כל שיש לו תובעים.</b> למעוטי מידי דמייאש. ויאוש הוא, דשמעיניה דאמר וי ליה לחסרון כיס: "
            ],
            [
                "<b>שכניו.</b> שכני מקום שנמצאת בו האבידה, שמא שלהן היא:",
                "<b>כדי שילך.</b> כל אחד <b>לביתו בשלשה ימים.</b> משישמע ההכרזה וידע אם אבד לו כלום, ואם יראה שאבד יחזור שלשה ויכריז יום אחד אני איבדתי ואלו סימניה והלכה כרבי יהודה. ומשחרב בית המקדש התקינו שיהיו מכריזין בבתי כנסיות ובבתי מדרשות. ומשרבו האנסין דאמרי אבידתא למלכא, התקינו שיהא מודיע לשכניו ולמיודעיו ודיו: "
            ],
            [
                "<b>כל דבר שעושה ואוכל.</b> אם האבדה דבר שיכולים להאכילו את שכר מעשיו, כגון שור וחמור:",
                "<b>יעשה ויאכל.</b> ולא ימכור אותו המוצא, שכל אדם נוח לו בבהמתו שהכירה בו כבר ולימדה לרצונו. ואינו חייב להטפל בה לעולם, אלא תרנגולת ובהמה גסה מטפל בה י״ב חדש. עגלים וסייחים של רעיה, כלומר שאין מגדלים אותם לפטם וכן גדיים וטלאים, מטפל בהם שלשה חדשים. ועגלים של פיטום מטפל בהם שלשים יום. אווזין ותרנגולים זכרים, הקטנים מטפל בהן שלשים יום והגדולים שאוכלים הרבה מטפל בהן שלשה ימים מכאן ואילך לוקח אותם הוא לעצמו בשומא כפי שוויין, או מוכרן לאחרים ומניח הדמים אצלו:",
                "<b>לפיכך אם אבדו חייב באחריותן.</b> כיון דשרו ליה רבנן לאשתמושי בהו, אע״ג דלא אשתמש בהו כמאן דאשתמש דמי, וחייב באחריותן. והלכה כר׳ טרפון בדמי אבדה שמכר. אבל מעות עצמן של אבדה, כגון שמצא מעות בכיס או שלשה מטבעות זו על גבי זו, לא ישתמש בהם כלל: "
            ],
            [
                "<b>אחת לשלשים יום.</b> שמתעפשין כששוהין מלפותחן. וכל ספריהן היו עשויין כעין גליון:",
                "<b>גוללן.</b> מתחלתן לסופן שיכנס בהם האויר:",
                "<b>בתחילה.</b> מה שלא למד מעולם. לפי שצריך להשהותן לפניו:",
                "<b>ולא יקרא אחר עמו.</b> לפי שזה מושך אצלו וזה מושך אצלו ונקרע:",
                "<b>שוטחה לצרכה.</b> לשלוט בה אויר שלא תאכלנה עש:",
                "<b>לצרכן.</b> שמתעפשים בקרקע. שצריך לתתן בקרקע דזו היא שמירתן. ולפיכך משתמש בהם לפרקים:",
                "<b>אבל לא לשוחקן.</b> ולא ישתמש בהן זמן ארוך עד שישחקם:",
                "<b>לא יגע בהן.</b> זהב אינו מתעפש בארץ. וכן זכוכית. ועוד שהוא נוח להשבר:",
                "<b>שאין דרכו ליטול.</b> דבר שגנאי הוא לו. והתורה אמרה והתעלמת מהם, פעמים שאתה מתעלם, כגון זקן ואינו לפי כבודו: "
            ],
            [
                "<b>איזו היא אבדה.</b> שניכר בה שאין הבעלים יודעים שהיא שם:",
                "<b>אין זו אבדה.</b> ואינו חייב להחזיר, שמדעת הניחוה שם:",
                "<b>רצה בין הכרמים.</b> שמתקלקלים רגליה:",
                "<b>השב תשיבם.</b> התורה ריבתה השבות הרבה:",
                "<b>לא יאמר לו תן לי סלע.</b> שזה אומר לו אם עשית מלאכתך, היית מרבה טורח, עכשיו לפי מה שטרחת טול:",
                "<b>כפועל בטל.</b> כמה אדם רוצה ליטול ולפחות משכרו ליבטל ממלאכה זו כבדה שהוא עוסק בה ולעשות במלאכה קלה כזו:",
                "<b>אם יש שם בית דין.</b> אם אינו רוצה ליבטל ממלאכתו. ששכרה מרובה, מה יעשה. אם יש שם שלשה בני אדם מתנה בפניהם ואומר ראו שאני משתכר כך וכך. ואי אפשי ליבטל ליטול שכר מועט, אם תאמרו שאטול שכרי משלם. אטפל בהשבת אבדה זו:",
                "<b>שלו קודם.</b> ומניח את האבדה:"
            ],
            [
                "<b>מצאה ברפת.</b> אע״פ שאינה משתמרת בה כגון שאינה נעולה:",
                "<b>ואם היתה בבית הקברות.</b> והוא כהן. לא יטמא לה. שהשבת אבדה עשה, השב תשיבם לאחיך. ובטומאת כהן, עשה דקדושים יהיו (ויקרא כ״א), ולא תעשה דלנפש לא יטמא בעמיו (שם). ואין עשה דוחה את לא תעשה ועשה:",
                "<b>או שאמר לו אל תחזיר.</b> והאבידה במקום שמצוה להחזיר. הרי זה לא ישמע לו. דכתיב (ויקרא י״ט) איש אמו ואביו תיראו ואת שבתותי תשמרו, שאם אביך אומר לך חלל את השבת אל תשמע לו. וכן בשאר כל המצות:",
                "<b>הלך וישב לו.</b> בעל החמור:",
                "<b>מצוה מן התורה לפרוק.</b> בחנם:",
                "<b>אבל לא לטעון.</b> בחנם. אלא בשכר:",
                "<b>ר״ש אומר אף לטעון.</b> בחנם. ואין הלכה ברבי שמעון:",
                "<b>רבי יוסי הגלילי אומר וכו׳.</b> ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>אבדתו קודמת.</b> דאמר קרא (דברים ט״ו) אפס כי לא יהיה בך אביון, הזהר שלא תהיה אתה אביון:",
                "<b>של רבו קודמת.</b> והוא שיהיה רבו מובהק, שלמד רוב חכמתו ממנו. וכן כל הנך רבו דאמרינן במתניתין שקודמין לאביו, אינן אלא ברבו מובהק:"
            ]
        ],
        [
            [
                "<b>המפקיד.</b> ולא רצה לישבע. שבועת השומרין. שהיה יכול ליפטר אם נשבע שלא פשע בה ושלא שלח בה יד:",
                "<b>למי שהפקדון אצלו.</b> דכיון דשילם קנה כל תשלומיה. ואפילו לא שילם אלא כיון שאמר בבית דין הריני משלם, קנה כל תשלומיה, לא שנא תשלומי כפל ולא שנא תשלומי ארבעה וחמשה:"
            ],
            [
                "<b>השוכר פרה מחבירו.</b> ועמד שוכר והשאילה לאחר ברשות המשכיר. שאם לא נתן לו המשכיר רשות, הא קיימא לן, שומר שמסר לשומר חייב:",
                "<b>ישבע השוכר.</b> למשכיר. ",
                "<b>שמתה כדרכה ופטור.</b> שהשוכר פטור מן האונסין:",
                "<b>והשואל.</b> שהוא חייב באונסין, משלם לשוכר, בשבועה שהוא נשבע למשכיר:",
                "<b>אמר רבי יוסי כיצד הלה עושה סחורה וכו׳</b> והלכה כרבי יוסי:"
            ],
            [
                "<b>אמר לשנים גזלתי לאחד מכם.</b> והם אינם תובעים לו כלום, אלא הוא בא לצאת ידי שמים:",
                "<b>נותן לזה מנה ולזה מנה.</b> אבל שנים שתבעוהו והודה שגזל לאחד מהם, ישבע כל אחד מהם שלו גזל, ונותן מנה לזה ומנה לזה. קנס קנסוהו חכמים מפני שעבר על לא תגזול. וכן שנים שתבעו לאחד. כל אחד אומר אבי הפקיד אצלך מנה, והוא אומר אביו של אחד מכם הניח לי מנה ואיני יודע איזהו, הרי כל אחד מהם נשבע שאביו הניח אצלו מנה, ונותן מנה לזה ומנה לזה, דאיהו פשע בנפשיה דהוה ליה למידק ולזכור מי הניח אצלו המנה:"
            ],
            [
                "<b>שנים שהפקידו אצל אחד זה מנה וזה מאתים.</b> כגון דאפקידו תרווייהו כי הדדי זה בפני זה:",
                "<b>נותן לזה מנה ולזה מנה וכו׳</b> דאמר להו אתון לא קפדיתו אהדדי, ולא חשדתם זה את זה שמא חבירו יתבע המאתים. אנא נמי לא רמאי אנפשאי למידק המאתים של מי הן. ונעשו כאילו הניחו כל השלש מאות בצרור אחד, דלא הוי ליה למידק מה יש לזה בתוכו ומה יש לחבירו:",
                "<b>מה הפסיד הרמאי.</b> ולעולם לא יודה על האמת:"
            ],
            [
                "<b>וכן שני כלים.</b> לרבנן אצטריכא ליה. ולא זו אף זו קתני, לא מיבעיא במנה ומאתים דליכא פסידא דשבירת כלי, אמרו רבנן נותן לזה מנה ולזה מנה, אלא אפילו בשני כלים דאיכא פסידא שצריך לשבר הכלי הגדול כדי לתת ממנו דמי הקטן, ולכשיבא אליהו נמצא שבעל הכלי הגדול הפסיד שנשבר הכלי שלו, וסלקא דעתך אמינא דבהא מודו רבנן לר׳ יוסי שהכל יהא מונח עד שיבא אליהו. קמשמע לן. והלכה כחכמים: "
            ],
            [
                "<b>אבודים.</b> על ידי עכברים או רקבון:",
                "<b>לא יגע בהן.</b> למכרן לפי שרוצה אדם בקב שלו מתשעה קבין של חבירו. קב שלו חביב עליו ע״י שעמל בו, מתשעה קבין של אחרים שיקח בדמיהן אם ימכרם. ולא אמרו רבנן הרי זה לא יגע בהן, אלא שלא אבדו אלא עד כדי חסרונן המפורש במשנתינו, לחטים ולאורז תשעה חצאי קבין לכור וכו׳. אבל אם אבדו יותר מכדי חסרונן, מודים חכמים לרבן שמעון בן גמליאל דמוכרן בבית דין. והלכה כחכמים:"
            ],
            [
                "<b>המפקיד פירות אצל חבירו.</b> ועירבן הנפקד עם פירותיו והיה מסתפק מהן ואינו יודע שיעור מה שאכל. כשבא להחוירן יוציא לו חסרונות, יפחות במה הם רגילים לחסור:",
                "<b>תשעה חצאי קבין לכור.</b> הכור שלשים סאין, והסאה ששה קבין:",
                "<b>הכל לפי המדה.</b> כן לכל כור וכור:",
                "<b>הכל לפי הזמן.</b> שהניחם בידו. לכל שנה ושנה ינכה לו כך:",
                "<b>מה איכפת להו לעכברים.</b> כך אוכלים ממדה מועטת כמו ממדה מרובה. הלכך תשעה חצאי קבין לשנה בין לכור בין לעשרה כורין:",
                "<b>אם היתה מדה מרובה.</b> שהפקיד אצלו הרבה, מעשרה כורין ולמעלה, לא יוציא לו חסרונות:",
                "<b>מפני שהן מותירות.</b> שבימות הגורן כשמפקידים החטים, יבשים, ובימות הגשמים כשמחזירן נופחות. ובאכילת עכברים אינן נחסרין כל כך לכל כור וכור, דכולי האי לא אכלי עכברים מעשרה כורין, הלכך נפיחתו משלמת למה שעכברים אוכלים. ואין הלכה לא כרבי יהודה ולא כרבי יוחנן בן נורי. וכל השיעורים הללו בארץ ישראל ובימי התנאים. אבל בשאר ארצות ובזמנים הללו, הכל כפי מה שרגילים הזרעים לחסר באותה מדינה ובאותו זמן:  "
            ],
            [
                "<b>יוציא לו שתות ליין.</b> אם הפקיד אצלו יין ועירבו עם יינו, הקנקנים בולעים שתות:",
                "<b>רבי יהודה אומר חומש.</b> שהקרקע שהיו עושים ממנו הקנקנים באתריה דרבי יהודה בלע חומש. והכל לפי המקום:",
                "<b>אף המוכר וכו׳</b> כשם שאמרו שמרים במפקיד, כך אמרו במוכר. שהמוכר שמן לחבירו ונותן לו מתוך חביותיו שמן מזוקק תמיד שהוא מסתפק ממנו, הרי הלוקח מקבל עליו לפחות לו לוג ומחצה מחמת שמרים לכל מאה לוג. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>לא יחדו לה הבעלים מקום.</b> בבית שומר, לומר לו זוית זו השאילני:",
                "<b>לצרכו.</b> להשתמש בה:",
                "<b>לצרכה.</b> שהיתה במקום שקרובה להשתבר:",
                "<b>אם משהניחה.</b> שכלה תשמישו הניחה במקום משתמר. בין שטלטלה מתחלה לצרכו, בין שטלטלה לצרכה, פטור. דאמרינן משהחזירה הרי היא ברשות הבעלים כבתחלה, ואינו עליה אלא כשומר חנם ופטור על אונסיה, ואע״פ שלא הודיע לבעלים לומר נטלתיה והחזרתיה. ורישא דמתניתין רבי ישמעאל היא, דאמר בגונב טלה מן העדר והחזירו למקומו שהוא פטור דלא בעינן דעת בעלים. והאי דקתני לא יחדו לה הבעלים מקום, לא מיבעיא קאמר, לא מיבעיא יחדו לה הבעלים מקום והחזירה למקומה לאחר שנשתמש בה לצרכו שהוא פטור, ואע״פ שלא הודיע לבעלים, שהרי החזירה למקום המיוחד לה, אלא אפילו לא יחדו לה הבעלים מקום, דלאו למקום מיוחד לה החזירה, פטור, הואיל והחזירה למקום משתמר, דלא בעינן דעת בעלים:",
                "<b>ובין משהניחה לצרכו חייב.</b> סיפא זו אתאן לרבי עקיבא דאמר בגונב טלה מן העדר והחזירו למקומו ונאנס, לעולם הוא חייב, עד שיודיע לבעלים שגנב והחזיר. והכא נמי לאחר שנשתמש בה לצרכו ונעשה גזלן עליה אע״פ שהניחה במקום המשתמר, חייב. והאי דקתני בסיפא יחדו לה הבעלים מקום, לא מיבעיא קאמר, לא מיבעיא לא יחדו שהוא חייב משהניחה לאחר שנשתמש לצרכו, דהא לא הניחה במקום המיוחד לה, אלא אפילו יחדו לה מקום שחזר והניחה במקומה, חייב, דבעינן דעת בעלים. ורישא רבי ישמעאל וסיפא ר״ע. והכי מוקמינן לה בגמרא:"
            ],
            [
                "<b>צררן.</b> בסודרו:",
                "<b>והפשילן לאחוריו.</b> אע״פ ששמירה מעולה היא, חייב, שהמוליך מעות של פקדון ממקום למקום אין להם שמירה אלא בידו, דכתיב (דברים י״ד:כ״ה) וצרת הכסף בידך, אע״פ שצרורים הם, יהיו בידך. ואם בבית הוא, אין להם שמירה אלא בקרקע, ובכותל, בטפח הסמוך לתקרה או בטפח הסמוך לארץ. שאין דרך הגנבים לחפש שם. ואם שמר בענין אחר, פושע הוי וחייב. אלא אם כן התנה מתחלה עם המפקיד שעל מנת כן הוא מקבל הפקדון שלא יתחייב בכל השמירות הללו:",
                "<b>לבנו ולבתו הקטנים.</b> אבל לגדולים, נשבעים הם ששמרו כדרך השומרים ופטור. ולא אמרינן בהא שומר שמסר לשומר חייב, שדרך האדם להפקיד מה שהופקד בידו, ביד אשתו ובניו. וכל המפקיד, על דעת שיתנם הנפקד ביד אשתו ובניו הוא מפקיד:"
            ],
            [
                "<b>אם צרורין.</b> וחתומין, או קשורים קשר משונה:",
                "<b>לא ישתמש בהן.</b> אבל אם אינם חתומים או קשורים קשר משונה אע״פ שצרורין, הרי הן כמותרין וכאילו אינם קשורים כלל, ומותר להשתמש בהן:",
                "<b>חייב באחריותן.</b> ואפילו לא נשתמש בהן הוי עליהם שומר שכר, מפני שיכול להשתמש בהם, וחייב בגניבה ואבדה. ואם נשתמש, הוו מלוה גביה וחייב אף באונסין:",
                "<b>רבי יהודה אומר כשולחני.</b> והלכה כרבי יהודה:"
            ],
            [
                "<b>ילקה בחסר וביתר.</b> במה שחסר הפקדון, ובמה שהותיר. כגון שהפקיד אצלו רחל טעונה צמר, או מעוברת, ונגזזה או ילדה לאחר ששלח בה יד, משלם אותה ואת גיזותיה ואת ולדותיה, ונמצא שהוא לוקה במה שחסרה אצלו, וביתר, שאם נתעברה או טענה צמר כשהיא אצלו, משלם אותה טעונה ומעוברת כמות שהיא עכשיו, והרי לוקה ביתר:",
                "<b>ובית הלל אומרים כשעת הוצאה.</b> מבית הבעלים, אם טעונה טעונה, ואם ריקנית ריקנית:",
                "<b>רבי עקיבא אומר כשעת התביעה.</b> כמו שהוא הפקדון בשעת העמדה בדין. דכתיב (ויקרא ה׳:כ״ד) לאשר הוא לו יתננו ביום אשמתו, יתן כמו שהוא ביום אשמתו, ביום שמתחייב בו בדין. והלכה כבית הלל:",
                "<b>החושב לשלוח יד בפקדון.</b> אמר בפני עדים אטול פקדונו של פלוני לעצמי:",
                "<b>בית שמאי מחייבים.</b> דכתיב (שמות כב) על כל דבר פשע, משעה שדיבר לשלוח יד הוי פושע:",
                "<b>עד שישלח בו יד.</b> דכתיב אם לא שלח ידו במלאכת רעהו. והאי על בל דבר פשע, דרשי ביה בית הלל, אמר לעבדו ולשלוחו לשלוח יד בפקדון מנין שהוא חייב, תלמוד לומר על כל דבר פשע:",
                "<b>כיצד הטה את החבית.</b> השתא מפרש למלתייהו דבית הלל. ואית ספרים דלא גרסי כיצד. ומלתא באנפה נפשה היא:",
                "<b>ונשברה.</b> לאחר זמן:",
                "<b>אינו משלם אלא רביעית.</b> דשליחות יד אינו מתחייב באונסים עד שימשוך או יגביה דהוי קניה:",
                "<b>הגביהה ונטל.</b> לאו דוקא נטל, דמכי אגבהה על מנת ליטול חייב באונסיה אפילו לא נטל ממנה כלום. ואם נטל רביעית מן החבית והחמיץ היין הנשאר בחבית אחר כן, אע״פ שלא הגביה החבית משלם כל היין, שהוא גרם ליין שהחמיץ, וגירי דידיה הוא דאהני ליה:"
            ]
        ],
        [
            [
                "<b>הזהב קונה את הכסף.</b> כל דבר שהוא חשוב להיות מטבע וחריף לינתן בהוצאה, דין מעות יש לו, ואינו קונה את שכנגדו שאינו חשוב מטבע ואינו חריף בהוצאה כמותו. ומי שאין טבעו חשוב וחריף, דין פירות יש לו, ומשיכתו הוא קיום דבר. לפיכך מכי משך האחד דינרי זהב, קנה השני דינרי כסף בכל מקום שהם, ואין אחד מהם יכול לחזור בו. דדינרי זהב הוו פירות לגבי דינרי כסף:",
                "<b>והכסף אינו קונה את הזהב.</b> דדינרי כסף שהם חריפים בהוצאה, דין מעות יש להם לגבי דינרי זהב. ואם משך האחד דינר כסף, לא קנה האחר דינר זהב עד שימשוך, דמעות אינן קונות. והיינו טעמא נמי שנחושת קונה את הכסף, דפרוטות של נחושת שאין טיבען חשוב כל כך, הוו פירי לגבי דינרי כסף, והכסף אינו קונה את הנחושת:",
                "<b>מעות הרעות.</b> שנפסלו:",
                "<b>אסימון.</b> שנעשה במדת המטבע היוצא אלא שעדיין לא טבעו עליו צורה:",
                "<b>כל המיטלטלין קונין זה את זה.</b> אם החליף אלו באלו, כיון שמשך האחד קנה חבירו. והאי כל, לאתויי אפילו כיס מלא מעות בכיס מלא מעות: "
            ],
            [
                "<b>נתן לו מעות ולא משך הימנו פירות יכול לחזור בו.</b> זה וזה. ותקנת חכמים היא. דדבר תורה מעות קונות, כדאשכחן גבי הקדש דכתיב ונתן הכסף וקם לו, ומה טעם אמרו משיכה קונה ולא מעות, גזירה שמא יניח לוקח מקחו בבית מוכר זמן מרובה ותפול דליקה בשכונת המוכר ולא יחוש לטרוח ולהציל, לפיכך העמידום ברשותו לחזור בו אם ירצה, דכיון דאם יתייקרו ברשותו יתיקר ויחזור בו מן המכר ויהא השכר שלו, כדידיה חשיב להו וטרח ומציל:",
                "<b>אבל אמרו מי שפרע וכו׳</b> אע״פ שיכול לחזור בו, אוררין אותו בבית דין ואומרים עליו מי שפרע מדור המבול ומדור הפלגה ומאנשי סדום ועמורה ומן המצריים ששטפו בים, הוא עתיד ליפרע ממי שאינו עומד בדיבורו, ואחר כך מחזיר לו את מעותיו:",
                "<b>רבי שמעון אומר כל שהכסף בידו ידו על העליונה.</b> רבי שמעון אמלתיה דתנא קמא קאי דאמר נתן לו מעות ולא משך ממנו פירות יכול לחזור בו בין מוכר בין לוקח ואתא רבי שמעון למימר דזמנין דמי שהכסף בידו דהיינו המוכר שקבל את הכסף ידו על העליונה, ובידו לקיים את המכר אם ירצה ואין הלוקח יכול לחזור בו, כגון שהיתה עלייתו של לוקח שכורה אצל המוכר, דהשתא אם המוכר רוצה שיהיה המכר קיים אין הלוקח יכול לחזור בו אף על פי שלא משך, דטעמא מאי אמור רבנן משיכה קונה ולא מעות, גזירה שמא יאמר לו מוכר ללוקח נשרפו חטיך בעליה, הכא דעליה דלוקח היא אי נפלה דליקה איהו טרח ומייתי לה. ואין הלכה כרבי שמעון. אלא אף על פי שעלייתו של לוקח שכורה אצל המוכר, כל זמן שלא משך יכול לחזור בו בין לוקח בין מוכר: "
            ],
            [
                "<b>האונאה ארבעה כסף.</b> ארבעה מעות כסף שהם שש מעות בדינר, והסלע ארבע דינרין:",
                "<b>מעשרים וארבע כסף לסלע.</b> אם היה המקח בדמי הסלע שהוא עשרים וארבע מעות דהשתא הויא אונאה שתות למקח, חייב להשיב לו כל אונאתו ארבעה כסף:",
                "<b>עד מתי מותר להחזיר.</b> מי שנתאנה. והא דנקט לשון מותר, לאשמועינן דליכא אפילו מי שפרע להחזיר המקח או שיתן לו אונאתו:",
                "<b>עד כדי שיראה.</b> המקח לתגר או לאחד מקרוביו. ואם שהה יותר, מחל על אונאתו. והמוכר לעולם חוזר, שהרי אין המקח בידו שיוכל להראות לתגר או לקרובו אם נתאנה. ואם נודע שבא לידו דבר כיוצא בממכרו וידע שטעה ושתק ולא תבע, אינו יכול לחזור ולתבוע, שהרי מחל:",
                "<b>ושמחו תגרי לוד.</b> שהיו בקיאין בסחורה ומוכרין ביוקר. ואין הלכה כר׳ טרפון:"
            ],
            [
                "<b>אין אונאה לתגר.</b> מפני שהוא בקי ומסתמא אחולי אחיל גביה, והאי דזבנא הכי, משום דאתרמי ליה זבינא אחריתי. והשתא הוא דקבעי למיהדר ביה ואין הלכה כר׳ יהודה:",
                "<b>מי שהוטל עליו ידו על העליונה.</b> מי שנתאנה:",
                "<b>תן לי מעותי.</b> אם נתאנה לוקח. ומתניתין רבי יהודה הנשיא היא. ולית הלכתא כוותיה, אלא אם האונאה שתות, קנה ומחזיר אונאה. יותר משתות, בטל מקח:"
            ],
            [
                "<b>כמה תהא סלע חסרה.</b> מטבע היוצא ותמיד הוא שוחק וחסר, במה תחסר ואם הוציאה לא תהא אונאה:",
                "<b>ארבע איסרין.</b> לסלע:",
                "<b>איסר לדינר.</b> והוא אחד מן עשרים וארבע בו. דשש מעה כסף הוא דינר, מעה שני פונדיונים, פונדיון שני איסרין:",
                "<b>ארבעה פונדיונים.</b> אחד משנים עשר:",
                "<b>שמונה פונדיונות.</b> שתות. כשאר אונאה. וכן הלכה:"
            ],
            [
                "<b>בכרכים.</b> שיש שם שלחני. עד כדי שיראה לשולחני:",
                "<b>בכפרים.</b> שאין שם שלחני:",
                "<b>עד ערבי שבתות.</b> שבא להוציא בערב שבת לסעודת שבת, אז ידע אם יוכל להוציאה ויקבלוה ממנו:",
                "<b>ואם היה מכירה.</b> הכי קאמר, ואם חסיד הוא ורוצה לעשות לפנים משורת הדין, אם מכיר שהיא הסלע שנתן לו, יקבלנה ממנו אפילו לאחר שנים עשר חודש:",
                "<b>ואין לו עליו אלא תרעומת.</b> הכי קאמר, ואחר שאינו חסיד ולא רצה לקבלה ממנו, אין לזה עליו אלא תרעומת. דאיהו הוא דאפסיד אנפשיה שלא החזירו בזמנו:",
                "<b>ונותנה למעשר שני.</b> אחסרה כדי אונאה קאי. ונותנה למעשר שני בשוויה ואינו חושש משום אסימון שאין מעשר שני מתחלל אלא במטבע שיש בו צורה, דשם מטבע יש עליו, דמי שאינו לוקחה בשוויה בתורת מטבע אלא כמו נסכא של כסף, אינו אלא נפש רעה:"
            ],
            [
                "<b>האונאה ארבעה כסף.</b> למקח סלע שהוא עשרים וארבע מעות כסף. נמצא האונאה שתות כדאמרן. וחזר ושנאה משום דבעי למתני הטענה שתי כסף:",
                "<b>והטענה שתי כסף.</b> שאין שבועת הדיינים על טענה שהיא פחותה משתי כסף, שטענו שוה שתי מעות כסף יש לי בידך, וזה יודה לו מהם שוה פרוטה ויכפור השאר, או יודה לו הכל ויכפור פרוטה:",
                "<b>וההודאה שוה פרוטה.</b> להיות הודאה במקצת ויתחייב שבועה:",
                "<b>המוצא שוה פרוטה.</b> אבל בציר מהכי אינו חייב להכריז, דכתיב (דברים כ״ב:ג׳) אשר תאבד ממנו, פרט לאבדה שאין בה שוה פרוטה:",
                "<b>יוליכנו אחריו.</b> אם הודה שנשבע לשקר, דאז אין לו כפרה עד שיחזירנו לידו ממש ולא ליד שלוחו, דכתיב (במדבר ה׳:ז׳) ונתן לאשר אשם לו:"
            ],
            [
                "<b>האוכל תרומה.</b> גדולה. זר שאכל תרומה גדולה בשוגג:",
                "<b>ותרומת מעשר.</b> מעשר מן המעשר:",
                "<b>ותרומת מעשר של דמאי.</b> הלוקח תבואה מעם הארץ, צריך להפריש תרומת מעשר, אבל לא תרומה גדולה, שהיו הכל זהירים בה:",
                "<b>והחלה והבכורים.</b> כל הני חמשה חד נינהו, דכולהו איקרו תרומה, ומשם אחד הם באין:",
                "<b>נטע רבעי.</b> גמר קודש קודש ממעשר שני דמוסיף חומש. ותרווייהו נמי חד חשיב להו, דמחד קרא נפקי כיון דממעשר יליף:",
                "<b>ומעשר שני שלו.</b> דוקא. מוסיף חומש, דאיש ממעשרו כתיב:",
                "<b>הקדשו.</b> ולא של אחרים, המקדיש כתיב:",
                "<b>הנהנה.</b> בשוגג, חייב קרבן מעילה וחומש:"
            ],
            [
                "<b>אלו דברים שאין להם אונאה וכו׳</b> דאמר קרא (ויקרא כה). וכי תמכרו ממכר לעמיתך או קנה מיד עמיתך, דבר הנקנה מיד ליד, יצאו קרקעות שאינן מיטלטלין, יצאו עבדים שהוקשו לקרקעות, יצאו שטרות. דכתיב וכי תמכרו ממכר, דבר שגופו מכור וגופו קנוי, יצאו שטרות שאינם עומדים אלא לראיה שבהן. הקדשות, אמר קרא אחיו, אחיו ולא הקדש:",
                "<b>לא תשלומי כפל.</b> דכתיב בטוען טענת גנב (שמות כב) על כל דבר פשע, כלל. על שור על חמור וכו׳, פרט. על כל אבדה, חזר וכלל. כלל ופרט וכלל, אי אתה דן אלא כעין הפרט. מה הפרט מפורש דבר המטלטל וגופו ממון, אף כל דבר המטלטל וגופו ממון. יצאו קרקעות שאינן מיטלטלין. יצאו עבדים שהוקשו לקרקעות. יצאו שטרות שאע״פ שהם מיטלטלין אין גופן ממון. הקדשות, אמר קרא רעהו, רעהו ולא הקדש:",
                "<b>ולא תשלומי ארבעה וחמשה.</b> אם גנב וטבח ומכר שור או שה של הקדש. דתשלומי ארבעה וחמשה אמר רחמנא ולא תשלומי שלשה לשה וארבעה לשור, דכיון דאמעיט מכפל, בציר להו חדא, שהכפל בטובח ומוכר בכלל תשלומי ארבעה וחמשה הן:",
                "<b>נושא שכר אינו משלם.</b> דכתיב (שם) כי יתן איש אל רעהו, כלל. חמור או שור או שה, פרט. וכל בהמה לשמור, חזר וכלל. כלל ופרט וכלל, אי אתה דן אלא כעין הפרט. מה הפרט מפורש דבר המיטלטל וכו׳. הקדשות, אמר קרא רעהו, ולא הקדש:",
                "<b>קדשים שחייב באחריותן.</b> אמר הרי עלי עולה והפרישה והוממה ומכרה:",
                "<b>יש להם אונאה.</b> דכיון דאם מתה או נגנבה חייב באחריותה, דיליה היא, ואל תונו איש את אחיו קרינא ביה:",
                "<b>ושאינו חייב באחריותן.</b> כגון דאמר הרי זו:",
                "<b>אף המוכר ספר תורה.</b> לפי שאין קץ לדמיה:",
                "<b>מרגלית ובהמה.</b> מפני שאדם רוצה לזווגן. מי שיש לו שור יפה לחרישה מחזר על אחר שכמותו [לצמדו עמו בעול] שאם בא להצמיד תחת העול שור חלש עם הבריא מקלקל את הבריא, וכן מרגלית נאה למלאות עם חברתה בזהב מן היחידית. ואין הלכה לא כר׳ יהודה ולא כר׳ שמעון:"
            ],
            [
                "<b>כך אונאה בדברים.</b> שנאמר (ויקרא כ״ה:י״ז) ולא תונו איש את עמיתו ויראת מאלהיך, זה נאמר באונאת דברים שאין טובתן ורעתן מסורה להביר אלא ללבו של מדבר שיודע אם לרעה מתכוין אם לטובה:"
            ],
            [
                "<b>אין מערבין פירות בפירות.</b> בעל הבית האומר לחבירו פירות שדה פלוני אני מוכר לך, לא יערבם בפירות שדה אחר:",
                "<b>ואין צריך לומר חדשים בישנים.</b> פסק למכור לו ישנים, לא יערב עמהם חדשים. שהישנים יבשים ועושים קמח יותר מן החדשים:",
                "<b>מפני שמשביחו.</b> קשה משביח את הרך, לפיכך פסק עמו רך מערב בו קשה, אבל פסק עמו קשה לא יערב בו את הרך:",
                "<b>אין מערבין שמרי יין.</b> של חבית זו ביין של חבית אחרת:",
                "<b>אבל נותן לו את שמריו.</b> של יין עצמו:",
                "<b>לא ימכרנו בחנות.</b> פרוטה פרוטה:",
                "<b>אלא אם כן הודיעו.</b> לכל אחד ואחד מהן, מים מעורבין בו:",
                "<b>ולא לתגר.</b> לא ימכרנו ביחד ואף ע״פ שהודיעו, לפי שאינו לוקחו אלא לרמות ולמכרו בחנות:",
                "<b>מקום שנהגו להטיל מים ביין.</b> דוקא בין הגתות יטיל. דכיון שנהגו אין כאן טעות, שכל היינות בחזקת כן:"
            ],
            [
                "<b>התגר נוטל מחמש גרנות.</b> שהכל יודעים בו שלא גדלו בשדותיו ומבני אדם הרבה לוקח ובחזקת כן לוקחים ממנו:",
                "<b>מגורה.</b> אוצר שאוגרין בו תבואה. גורן, הוא שדשין בו את התבואה. ודרך התגר לקנות מבעלי בתים בשעת הגורן ולהכניס למגורה שלו:",
                "<b>פיטס.</b> גיגית גדולה:",
                "<b>ובלבד שלא יתכוין לערבן.</b> להוציא קול לקנות הרוב ממקום משובח ולערב בו ממקום אחר ושכניו סבורים שכל הפירות מאותו מקום:",
                "<b>ולא יפחות את השער.</b> למכור בזול. מפני שהוא מרגיל לבא אצלו ומקפח מזונות חביריו:",
                "<b>זכור לטוב.</b> שמתוך כך אוצרי פירות מוכרין בזול. וכן הלכה:",
                "<b>גריסין.</b> פולין גרוסות בריחים, אחת לשתים:",
                "<b>לא יבור.</b> את הפסולת. לפי שמתוך שנראות יפות הוא מעלה את דמיהן הרבה מדמי הפסולת שנטל מהן:",
                "<b>וחכמים מתירין.</b> שיכול הלוקח לראות ולהבחין כמה דמי הפסולת שנברר, מאלו שישנן באחרים. וטוב לו להעלות בדמיהן של אלו שהן מבוררים מפני הטורח. והלכה כחכמים:",
                "<b>שלא יבור מעל פי המגורה.</b> למעלה להראות יפות, ואת הפסולת שבתוכו לא בירר:",
                "<b>לפי שאינו אלא כגונב את העין.</b> בברירתו:",
                "<b>מפרכסין.</b> מתקנין ומיפין:",
                "<b>לא את האדם.</b> עבד כנעני העומד לימכר:"
            ]
        ],
        [
            [
                "<b>איזהו נשך.</b> שהוא נושך. דשקל מיניה מאי דלא יהיב ליה:",
                "<b>המרבה בפירות.</b> המרבה שכר לעצמו בפירות. ובין בהלואת כסף ובין בהלואת פירות הוי רבית. שהרי מתרבה ממונו. אלא דבסיפא, רבית דרבנן קמפרש שהוא דרך מקח וממכר:",
                "<b>דינר זהב.</b> עשרים וחמשה דינרי כסף:",
                "<b>וכן השער.</b> כך היו נמכרין בעיר. והותר לו לתת מעות עכשיו על מנת ליתן לו זה חטין כל ימות השנה בדמים הללו כשיעור מעותיו ואע״פ שעכשיו אין לו חטין, דתנן בפרקין יצא השער פוסקין, אע״פ שאין לזה יש לזה, ויכול המוכר הזה לקנותם עתה במעות הללו:",
                "<b>עמדו חטין בשלשים דינרין אמר לו תן לי חיטי.</b> וזה מותר אם נתן לו חטין. אבל אם פסק לתת לו בהן יין, אסור, שמא יוקיר היין, הואיל ואין לו יין. ואע״פ שפוסק עמו כשער היין של עכשיו וכבר יצא השער, הואיל ואינו נותן לו דמים שנוכל לומר יכול הוא לקנות יין בדמים שקבל אלא בא לעשות עליו דמי החטין חוב ולפסוק על החוב יין, אסור אם יין אין לו. דאי הוה ליה יין, הוי קנוי לו מעכשיו לזה שבא לפסוק על החוב יין. וכי אייקר ברשותיה אייקר:"
            ],
            [
                "<b>מרבין על השכר.</b> בשכר המתנת מעות השכירות:",
                "<b>ואין מרבין על המכר.</b> בשכר המתנת המקח. וטעמא, משום דשכירות אינה משתלמת אלא לבסוף, הלכך כי שקיל מיניה סלע בחודש דהוו להו שתים עשרה סלעים אין זה שכר המתנת מעות, שהרי לא נתחייב לשלם לו שכירות עד סוף החודש, והאי דאמר ליה אם עכשיו תתן לי הרי היא שלך בעשר סלעים, אי הוה מקדים ליה הוה מחיל ליה מדמי השכירות ומוגר ליה בפחות משויה. אבל גבי מכר משמשך המקח דינו ליתן המעות. וכי אמר ליה אם מעכשיו תתן הרי היא לך באלף זוז, הן הן דמיה, וכי מטפי עלייהו לגורן, שכר המתנת מעות הוא:",
                "<b>מכר לו את השדה וכו׳</b> והוא הדין מטלטלין וכל סחורה אם מכר לו יותר משויה בשכר המתנת מעות, אסור, והוי אבק רבית מדבריהם. וכל אבק רבית אם נתן אינה יוצאה בדיינים. דאילו רבית קצוצה דאורייתא יוצאה בדיינים:"
            ],
            [
                "<b>הבא מעות וטול את שלך אסור.</b> הבא מותר מעות שעליך וטול שדה שלך, אסור לעשות כן. וכגון שאמר לו מוכר ללוקח לכי מייתית מותר המעות קנה מעכשיו. לפיכך אסור לעשות כן, שאם יאכל מוכר הפירות בתוך כך, לכשיביא זה המעות נמצא שדה זו קנויה לו מיום המכר, וזה אכל הפירות בשכר המתנת מעותיו. ואם יאכל לוקח פירות מעכשיו, שמא לא יביא מותר המעות ויחזיר לו זה מה שקבל ונמצא שלא היתה שדה קנויה לו, דהא לכי מייתית קני מעכשיו אמר ליה, והא לא אייתי, ומעות הראשונות כמלוה בעלמא היו אצל מוכר, וזה אכל פירות בשכרו:",
                "<b>הרי היא שלו.</b> וכגון דאמר ליה קני מעכשיו אם לא אביא לך מכאן עד שלש שנים, דלאו אסמכתא היא אלא קנין גמור, שעל מנת מכר גמור החזיק בה מעכשיו בדמים הללו ואזולי אוזיל גביה, וזה קבל עליו שאם יחזיר לו מעותיו עד שלש שנים יקבלם. והפירות יהיו מונחים ביד שליש, אם יחזיר הלוה מעותיו למלוה עד שלש שנים יתן הפירות ללוה, ואם לאו יתן הפירות למלוה, שהיתה השדה קנויה לו משעת הלואה, ואותה הלואה דמי השדה היתה:"
            ],
            [
                "<b>אין מושיבין חנוני למחצית שכר.</b> לא יאמר בעל הבית לחנוני הרי פירות נמכרים בשוק ארבע סאין בסלע ואתה מוכרן בחנות פרוטה פרוטה ומשתכר סאה, הילך פירות ושב ומכור בחנות והריוח נחלוק. וטעמא דמלתא, משום דקיימא לן הך עסקא פלגא מלוה ופלגא פקדון, סתם המקבל פרקמטיא למחצית שכר מקבל עליו אחריות חצי הקרן באונסין וזולא, הילכך ההיא פלגא כיון דמיחייב באונסין מלוה היא אצלו שהרי היא שומא אצלו במעות בשער השוק ודינו ליטול חצי שכר, נמצא מתעסק בחציו של בעל הבית שהוא פקדון אצלו בשכר המתנת מעות המלוה, לפיכך אסור. אלא אם כן נותן לו שבר עמלו שהוא עמל באותו החצי כפועל בטל של אותה מלאכה דבטל מינה, אם היה נגר או נפח, כמה אדם רוצה ליטול ליבטל ממלאכה כבדה כזו ולעשות מלאכה קלה:",
                "<b>אין מושיבין תרנגולים למחצה.</b> לשום ביצים בדמים לבעל התרנגולת להושיבה עליהם לגדל אפרוחים למחצית שכר מה שיהיו האפרוחים שוים יותר על דמי הביצים, דהואיל וזה מקבל עליו אחריות חצי דמי הביצים אם יתקלקלו או אם ימותו, הוה ליה פלגא מלוה, נמצא זה מגדל את חציין השני בשכר המתנת מעותיו:",
                "<b>ומזונו.</b> מזון שהוא מוציא באפרוחים:",
                "<b>ואין שמין עגלים וסייחין למחצה.</b> עכשיו הם שוים כך וכך, קבלם עליך לגדלם שנתים למחצית שכר, ולמחצית הפסד אם ימותו:",
                "<b>אבל מקבלים עגלים וסייחים.</b> קטנים. בלא שומא שאם ימותו לא ישלם כלום ואם יחיו יחלקו ביניהם:",
                "<b>שיהיו משולשים.</b> פירוש בשיעמדו על שליש גדולן ואז יחלוקו:",
                "<b>וחמור עד שתהא טוענת.</b> משאוי. כך היה מנהגם לגדלם קודם חלוקה:"
            ],
            [
                "<b>שמין פרה.</b> גדולה, וחמור גדול. שראויין למלאכה, ומלאכתן כולה למקבל:",
                "<b>למחצה.</b> לחלוק שבח שישביחו, בדמים ובולדות:",
                "<b>לחלוק את הולדות מיד.</b> כשתבוא שעת חלוקתן, בבהמה דקה שלשים יום ובגסה חמישים יום:",
                "<b>שמין עגל עם אמו.</b> ואין צריך ליתן עמל ומזון לעגל אלא לאם. ואין הלכה כרבן שמעון בן גמליאל:",
                "<b>ומפרין על שדהו.</b> לשון פרה ורבה. ואית דגרסי ומפריז, בזיי״ן. לשון פרזות תשב ירושלים (זכריה ב׳:ח׳). כלומר מרחיב על שדהו. והוא שיאמר לו [חוכר למחכיר] אתה רגיל ליקח בחבירות שדך עשרה כורין לשנה, הלויני מאתים זוז שאוכל להוציא לזבל שדה זו ולזרעה ולחרשה ואני מעלה לך בחכירותה י״ב כורים לשנה ואחזיר לך מעותיך, זה מותר, דהוי כאילו מעדיף לו שני כורים הללו מפני שחוכר ממנו שדה טובה ומשובחת שחכירותה יפה מחכירות שדה רעה: "
            ],
            [
                "<b>אין מקבלין צאן ברזל.</b> כל אחריות הנכסים על המקבל, ושם אותם עליו במעות, וכל זמן שאין נותן לו מעותיו חולקים השכר. ואע״ג דמשנה יתירה היא, דהא תנא ליה לעיל אין מושיבים חנוני למחצית שכר משום דמקבל עליה פלגא בהפסד, וכל שכן הכא דקבל כל האחריות עליו. נקט ליה משום סיפא. אבל מקבלים צאן ברזל מן הנכרים:",
                "<b>מדעת הנכרי.</b> כגון ישראל שלוה מעות מנכרי ברבית וביקש להחזירם לו, מצאו ישראל אחר ואמר תנם לי ואני אעלה לך בדרך שאתה מעלה לו. אם העמידו אצל נכרי, אע״פ שישראל נותנם לו במצות הנכרי, מותר. ואם לא העמידו אצל נכרי, אסור. דהוא ניהו דקא מוזיף ליה בריבית:"
            ],
            [
                "<b>היה הוא תחלה לקוצרים.</b> ויש לו גדיש ועדיין לא יצא השער:",
                "<b>פוסק עמו.</b> באיזה שער שירצה. דכיון דיש לו אין כאן רבית, דמעכשיו אותו גדיש קנוי לו. ואע״ג דלא משך, כיון דכי אין לו נמי לא הוה אלא אבק רבית דרבנן, כי יש לו לא גזור:",
                "<b>על העביט.</b> כלי גדול שצוברים בו את הענבים לפני דריכה והם מתחממים להוציא יינם יפה. ושל זיתים קרוי מעטן:",
                "<b>על הבצים של יוצר.</b> אם הכניס עפר ועשאו בצים לעשות מהן קדרות, פוסק עמו על הקדירות באיזה שעי שירצה, ואע״פ שלא יצא השער:",
                "<b>ועל הסיד.</b> פוסק עמו באיזה שער שירצה משישקענו בכבשן העצים והאבנים לשרוף ולעשות מהן סיד:",
                "<b>וחכמים מתירין.</b> איכא בין חכמים לת״ק, דת״ק כל ימות השנה קאמר. ופליג עליה רבי יוסי ואמר לא שנא ימות החמה ולא שנא ימות הגשמים עד שיהיה לו למוכר זבל באשפות. וחכמים מתירין דוקא בימות החמה, שאע״פ שאין לו, יש לאחרים, שהכל יש להן זבל שכבר נרקב ונשוף בימות הגשמים. אבל בימות הגשמים לא. והלכה כחכמים:",
                "<b>כשער הגבוה.</b> אם יפחות השער ממה שהוא עכשיו, תתן לי בשעור הזול. גבוה, היינו בזול שנותנין פירות גבוהים ורבים בדמים מועטים:",
                "<b>תן לי כזה או תן לי מעותי.</b> שהרי לא משך ויכול לחזור בו, ואפילו מי שפרע ליכא הואיל ולא נתן מעותיו על מנת לקבל עכשיו אלא לאחר זמן, ובתוך כך נשתנה השער, סתם דעתיה דאינש אתרעא זילא פסיק. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>חטין בחטין לזרע.</b> סאה בסאה מותר להלוות לאריס דוקא בשרוצה לזרעו. וטעמו, דבאתרא דאריס הוא שנותן הזרע, אם אין לו זרע לזרוע השדה יסלקנו בעל הבית, וכשלוה האריס מבעל הבית וזורע ובשיוקירו חטין יתן חטין, אין זו הלואה, אלא הרי הוא ביורד לתוכה מעכשיו על מנת שיטול בעל הבית הזרע תחלה מחלק שיגיע לאריס והאריס יטול השאר שכר טרחו, יעל מנת כן ירד שיטול פחות משאר אריסין בשיעור הזרע, ואין כאן רבית:",
                "<b>שהיה רבן גמליאל.</b> כלומר, לכך הוצרך לשנות משנה זו, לפי שהיה רבן גמליאל מחמיר שאם הוזלו נוטל כשער הזול, ואשמעינן מתניתין לא שהלכה בן אלא שרצה להחמיר על עצמו:"
            ],
            [
                "<b>הלויני עד שיבוא בני.</b> דכיון שיש לו, שפיר דמי. דלא גזור רבנן אלא בשאין לו. ואפילו אין לו אלא סאה אחת, לווה עליה כמה כורין, דכל חדא וחדא אמרינן זו תהא תחתיה, שהרי אינה קנויה למלוה וביד הלוה למכרה ולאכלה, ובשלוה בל אחת ואחת לוה בהיתר:",
                "<b>וכן היה הלל אומר לא תלוה אשה.</b> ואין הלכה בהלל. אלא הלכה כחכמים שאומרים לוין סתם ופורעין סתם:"
            ],
            [
                "<b>נכש עמי.</b> היום ואנכש עמך למחר. ניכוש הוא עקירת העשבים הרעים הגדלים בתבואה:",
                "<b>עדור.</b> חפור:",
                "<b>לא יאמר לו נכש עמי ואעדור עמך.</b> פעמים שזו קשה מזו, ויש כאן אגר נטר:",
                "<b>כל ימי גריד אחד.</b> ולא חיישינן אם יום אחד גדול מחבירו. וכן כל ימי רביעה אחד. ומותר לומר עדור עמי יום זה של גריד. ואני אעדור עמך יום אחר של גריד. וכן ברביעה:",
                "<b>גריד.</b> ימות החמה:",
                "<b>רביעה.</b> ימות הגשמים:",
                "<b>ואני אחרוש עמך ברביעה.</b> שימי רביעה קשים למלאכה שבשדות:"
            ],
            [
                "<b>עוברים משום לא תתן וכו׳</b> מלוה עובר בכולן. לוה עובר משום בל תשיך, שהוא לשון מפעיל לאחרים, לא תגרום שאחיך ישוך, ועובר על ולאחיך לא תשיך, ולפני עור לא תתן מכשול. ערב ועדים עוברים על לא תשימון עליו נשך בלבד:"
            ]
        ],
        [
            [
                "<b>השוכר.</b> והטעו זה את זה. אחד מן האומנין ששלחו בעה״ב לשכור את חביריו והטעה אותם, כגון שאמר לו בעל הבית לשכור כל א׳ בארבעה דינרים ליום, והלך הוא ושכרם בשלשה, אין להם עליו אלא תרעומת, דהא סבור וקביל בשלשה, אלא שיכולים לומר לו לית לך אל תמנע טוב מבעליו. פירוש אחר, הטעו זה את זה, שחזרו בהם ולא רצו ללכת לעשות מלאכתו של בעה״ב כמו ששכרו עמו, או בעה״ב חזר בו כגון שאמר להם אי אפשי בכם בבוקר קודם שילכו אצל המלאכה:",
                "<b>ואת הקרר.</b> ברי״ש גרסינן, כלומר בעל הקרון:",
                "<b>פרייפרין.</b> עצים משופין לעשות אפריון:",
                "<b>חלילים.</b> למת או לחתן:",
                "<b>המשרה.</b> מים ששורין בהן פשתן:",
                "<b>מקום שאין שם אדם.</b> שהוא אינו מוצא פועלים לשכור והפשתן אבד:",
                "<b>שוכר עליהם.</b> בני אדם כשיעור שכרן. אבל לא ביותר משיעור שכרן:",
                "<b>או מטען.</b> אומר שיתן להם זוז. יתר, ואינו נותן אלא מה שהתנה מתחלה:"
            ],
            [
                "<b>השוכר את האומנין.</b> בקבלנות, כך מלאכה בכך וכך מעות:",
                "<b>וחזרו בהם.</b> לאחר שעשו מקצתה:",
                "<b>ידן על התחתונה.</b> אם הוקרו פועלים ואינו מוצא מי שיגמרנה בשכר שהיה מגיע לאלו על העתיד לעשות, מעכב משכרם ממה שעשו, כל מה שיצטרך להוציא עד שתגמר מלאכתו בשכר שפסק עם אלו. ואם הוזלו פועלים וימצא מי שיגמרנה בפחות, ישומו להם מה שעשו ויתן להם מה שפסק, עשו חציה יתן להם חצי שברן, ואין יכולים לומר לו הרי פועלים אחרים תחתנו לגמור מלאכתך ותן לנו כל שכרנו חוץ ממה שיטלו אלו:",
                "<b>ואם בעה״ב חוזר בו ידו על התחתונה.</b> יתן להם לפי מה שעשו, ואם הוזלה מלאכת הפועלים על כרחו יתן להם כמו שפסק, חוץ ממה שצריך להוציא בהשלמתה:",
                "<b>כל המשנה ידו על התחתונה.</b> כגון נתן צמר לצבע לצבעו אדום וצבעו שחור, אם השבח יותר על היציאה אין נותן לו שכרו שלם אלא דמי יציאת עצים וסממנים, ואם היציאה יתירה על השבח נותן לו את השבח:",
                "<b>וכל החוזר בו ידו על התחתונה.</b> לאתויי המוכר שדה לחבירו באלף זוז ונתן לו מהם מאתים זוז וחזר בו המוכר, יד לוקח על העליונה, רצה אומר לו תן לי מעותיו רצה אומר לו תן לי קרקע כנגד מעותי. ואם לוקח חוזר בו, יד מובר על העליונה, רצה אומר לו הילך מעותיך, רצה אומר לו הילך קרקע כנגד מעותיך:  "
            ],
            [
                "<b>בהר והוליכה בבקעה בבקעה והוליכה בהר.</b> בראש ההר. ואף על פי שהדרך חלק וישר, חייב כשמתה מחמת אוירא שלא הוחלקה ולא הוחמה, דהואיל ושינה בה יכול לומר לו לא מתה זו אלא מחמת שלא היתה למודה באויר הר וקשה לה, או לא היתה למודה באויר בקעה וקשה לה. ומשום הכי לא מפליג הכא בין הוחלקה להוחמה במו דמפליג בסיפא:",
                "<b>אם החליקה פטור.</b> שבהר היא ראויה להחליק יותר, שראש ההר חד ומשופע לצדדין:",
                "<b>ואם הוחמה חייב.</b> שהבקעה מעלה הבל לפי שההרים סביבה ואין אויר שולט בה, ואם הוחמה מחמת העלותה בהר, חייב, שהמעלה גרמה לה, והוא שינה להוליכה בהר:",
                "<b>והבדיקה.</b> נסמית בדוק שבעין. פירוש אחר, התליעו רגליה:",
                "<b>או שנעשית אנגריא.</b> שנלקחה לעבודת המלך:",
                "<b>אומר לו הרי שלך לפניך.</b> ודוקא בשאמר לו חמור זה, ושכרו למשאוי. אבל אם שכרו לרכוב עליו, אפילו אמר לו חמור זה, אינו יכול לומר לו הרי שלך לפניך. שמא תפול תחתיו בגשר או תשליכנו באחת הפחתים. ובן אם השכיר לו חמור סתם אפילו למשאוי, אינו יכול לומר לו הרי שלך לפניך, אלא חייב להעמיד לו בהמה אחרת. ואם אינו מעמיד לו בהמה אחרת, אינו חייב ליתן לו כלום מכל שכר הדרך שהלך עמו:",
                "<b>מתה או נשברה חייב.</b> המשכיר למכור העור והנבלה לכלבים ולהוסיף מעות ולהעמיד לו חמור. או ישכור לו אחר בדמי הנבילה, שהרי חמור זה שיעבד לו. או יחזיר לו שכרו:"
            ],
            [
                "<b>השוכר את הפרה לחרוש וכו׳</b> וכל כלי המחרישה לבעל הפרה, ונעריו הולכים עם בהמתו וחורשים בה:",
                "<b>נשבר הקנקן.</b> יתד המחרישה שבו הברזל:",
                "<b>חייב.</b> שהרים קשים לחרוש מן הבקעה מפני הסלעים שיש שם:",
                "<b>ודש בתבואה.</b> פטור אם החליקה:"
            ],
            [
                "<b>והביא עליה שעורים.</b> שהן קלים מחיטין:",
                "<b>חייב.</b> בקלקולה אם הוסיף שלשה קבין. ולא אמרינן הואיל והשעורים קלין יש לו להוסיף עד כדי כובד לתך חטין שהוא משא החמור:",
                "<b>מפני שהנפח קשה.</b> לבהמה כמשאוי. אע״פ שאין משאו כבד במשא החטין, הרי נפחן כנפח החטין והנפח כמשאוי:",
                "<b>לתך.</b> חצי כור. והכור שלשים סאין:",
                "<b>סומכוס אומר וכו׳</b> והלכה כסומכוס. ואם הוסיף פחות משיעור זה, פטור אם הוזק החמור, ונותן שכר התוספת בלבד:  "
            ],
            [
                "<b>כל האומנין.</b> קבלנים שמקבלים עליהם לעשות מלאכה בבתיהם:",
                "<b>שומרי שכר.</b> להתחייב בגנבה ואבידה. דבההיא הנאה דתפס ליה אאגרא הוי עליה שומר שכר:",
                "<b>וכולן שאמרו טול את שלך.</b> שכבר גמרתיו ואיני מעכבו לתפסו על שכרי ומאחר שתוליכנו תביא מעות, הרי הוא משם ואילך שומר חנם:",
                "<b>שמור לי ואשמור לך.</b> שמור לי היום ואשמור לך למחר. אבל שמור, לי אתה זה, ואני שומר לך זה האחר במקומו והכל בזמן אחד, זו שמירה בבעלים היא ופטור:",
                "<b>הנח לפני שומר חנם.</b> אבל הנח לפניך, או הנח סתם, אפילו שומר חנם לא הוי. דלא קביל עליה נטירותא בלל:  "
            ],
            [
                "<b>הלוהו.</b> מעות:",
                "<b>על המשכון שומר שכר.</b> בין הלוהו ואח״כ משכנו, בין משכנו ואחר כך הלוהו. ומאי שכר שכר מצוה:",
                "<b>הלוהו מעות שומר חנם.</b> דלית ליה לר׳ יהודה שכר מצוה לענין דינא:",
                "<b>הלוהו פירות שומר שכר.</b> דדרך פירות להרקיב. ואין הלכה כר׳ יהודה:",
                "<b>מותר אדם להשכיר.</b> לאחרים:",
                "<b>משכונו של עני.</b> שבידו:",
                "<b>להיות פוסק עליו.</b> שכר:",
                "<b>והולך.</b> תמיד ופוחת מן החוב. ודוקא במשכון דנפיש אגריה וזוטר פחתיה, כגון מרא וקרדום וכיוצא בהן. וכן הלכה:"
            ],
            [
                "<b>בין שומר חנם ובין שומר שכר ישבע.</b> קא סלקא [דעתיה] ישבע שלא פשע ויפטר:",
                "<b>רבי אליעזר אומר זה וזה ישבע וכו׳</b> כלומר, אף אני שמעתי מרבותי כר׳ מאיר דזה וזה ישבע, אבל תמה אני על זה ועל זה היאך נפטרין בשבועה, דשומר שכר היאך פטור בשבועה דלא פשע, הא בלא פשיעה נמי חייב, שאין זה אונס אלא דומיא דגניבה ואבידה שהן קרובים לפשיעה ולאונס. ועוד, אי שלא במקום מדרון נשברה, אפילו שומר חנם היכי מצי משתבע שלא פשע, הא ודאי פשיעה היא. ור״מ סבר, שבועה זו לא מן הדין היא אלא תקנת חכמים היא, שאם אי אתה פוטר המעביר חבית ממקום למקום מן התשלומין ע״י שבועה זו, אין לך אדם שיעביר חבית לחבירו ממקום למקום לפיכך תקנו שישבע שלא בכוונה שברתיה ויפטר:"
            ]
        ],
        [
            [
                "<b>השוכר את הפועלים.</b> אינו רשאי לכופן. ואע״ג דטפא להו אאגרייהו משאר פועלים, לא מצי אמר להו האי דטפאי לכו אאגרייכו אדעתא דמקדמיתו ומחשכיתו בהדאי, דאמרי ליה האי דטפאת לן אדעתא דעבדינן לך עובדתא שפירתא:",
                "<b>במתיקה.</b> לפתן:",
                "<b>הכל כמנהג המדינה.</b> הכל לאתויי דוכתי דנהיגי פועלים למיכל ולמשתי בצפרא בביתו של בעל הבית קודם שיצאו למלאכתם, דאי אמר להו בעל הבית קדימו לעבידתייכו בשדה ואביא לכם מאכלכם שם, אמרי ליה לא, אלא עתה נאכל בבית קודם שנצא השדה כמנהג המדינה:",
                "<b>מעשה ברבי יוחנן בן מתיא.</b> בגמרא מפרש דחסורי מחסרא והכי קתני, ואם פסק להם מזונות, מזונות ריבה להם, כלומר, כיון דלא הוה צריך לאתנויי שהרי ממנהג המדינה היו אוכלים, ואתני בהדייהו ליתן להם מזונות, מזוני יתירי קאמר, ומעשה נמי ברבי יוחנן וכו׳:",
                "<b>בשעתו.</b> בעת מלכותו. דמלך והדיוט הוה:",
                "<b>שהם בני אברהם יצחק ויעקב.</b> וסעודתו של אברהם גדולה משל שלמה, דאילו אברהם שלשה פרים לשלשה אנשים, ובסעודת שלמה יהודה וישראל רבים כחול אשר על שפת הים:",
                "<b>עד שלא יתחילו במלאכה.</b> דאין כאן אלא דברים. דאילו משיתחילו לא תוכל לחזור:",
                "<b>רבן שמעון בן גמליאל אומר וכו׳</b> והלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>ואלו.</b> פועלים:",
                "<b>אוכלים מן התורה.</b> במה שעוסקין בו:",
                "<b>גמר מלאכה.</b> כשתולשין אותו. דכתיב (דברים כ״ד) ואל כליך לא תתן, בשעה שאתה נותן לכליו של בעל הבית אתה אוכל, דהיינו כשתולשין אותו:",
                "<b>ובתלוש מן הקרקע.</b> ואם מתעסק בדבר התלוש אוכל באותו דבר עד שלא נגמרה מלאכתו למעשר, אם הוא בר מעשר. או עד שלא נגמרה מלאכתו לחלה, אם הוא בר חלה. דאמר קרא (שם כ״ה) לא תחסום שור בדישו, ומדלא קאמר לא תדוש בחסימה, שמע מינה לאקושי חוסם לנחסם ונחסם לחוסם, מה נחסם שהוא שור אוכל בתלוש כשעושה בו מלאכה, כך חוסם שהוא אדם אוכל בתלוש כשעושה בו מלאכה, ומה חוסם וכו׳. ומה דיש מיוחד, דבר שהוא גדולי קרקע ולא נגמרה מלאכתו למעשר ובשעת גמר מלאכה פועל אוכל בו, אף כל דבר שהוא גידולי קרקע ולא נגמרה מלאכתו למעשר כשהוא בשעת גמר מלאכה פועל אוכל בו. יצא החולב והמחבץ והמגבן, שאינן גדולי קרקע. ויצא המבדיל התמרים והגרוגרות המחוברים יחד, שנגמרה מלאכתם למעשר. ויצא המנכש בשומים ובבצלים, שמסיר הקטנים שאינן גדלים לעולם מבין האחרים להרחיב מקום לגדולים, שאין זו שעת גמר מלאכה. שכל אלו וכיוצא בהן אין פועל אוכל בהן:  "
            ],
            [
                "<b>עד שיעשה בידיו ורגליו.</b> מה שור בידיו וברגליו אף פועל בידיו וברגליו, דהא אתקש חוסם לנחסם. ואין הלבה בר׳ יוסי ברבי יהודה:"
            ],
            [
                "<b>מפני השב אבדה לבעלים.</b> שלא יבטל ממלאכתו ויאכל:",
                "<b>אמרו פועלים אוכלים בהליכתן מאומן לאומן.</b> בשגמרו שורה זו והולכים להתחיל בחברתה. ואף על גב דההיא שעתא לאו שעת מלאכה היא, ניחא ליה לבעל הבית בהא:",
                "<b>וחמור כשהיא פורקת.</b> בהליכתה אוכלת ממשאוי שעל גבה עד שתהא פורקת:"
            ],
            [
                "<b>אפילו בדינר.</b> אפילו היא שוה דינר:",
                "<b>לא יאכל פועל יותר על שכרו.</b> דאמר קרא בנפשך, כשכירותו, שעליו הוא מוסר את נפשו לעלות בכבש וליתלות באילן:",
                "<b>מלמדין.</b> אומרים לו דרך עצה הוגנת. ותנא קמא פליג אחכמים ואמר אין מלמדין. והלכה כחכמים:",
                "<b>ויהא סותם את הפתח.</b> שימנעו מלשכרו:"
            ],
            [
                "<b>קוצץ.</b> ליטול מעות ולא יאכל:",
                "<b>על ידי עצמו.</b> בשביל עצמו:",
                "<b>מפני שיש בהן דעת.</b> וידעי וקא מחלי:"
            ],
            [
                "<b>נטע רבעי.</b> פירות של אילן בשנה הרביעית, שאינן נאכלין אלא בירושלים או פודה אותן ומעלה הדמים לירושלים:",
                "<b>נתפרסו עיגוליו.</b> עיגולי דבלה שנתפרדו ושכר פועלים לחברן, או חביות שנפתחו ושכר פועלים לסתמן:",
                "<b>הרי אלו לא יאכלו.</b> שכבר נגמרו מלאכתם והוקבעו למעשר והרי הן טבל:"
            ],
            [
                "<b>שומרי פירות.</b> שומרי גיתות וערימות ופירות תלושים. אבל שומרי גנות ופרדסים, אין אוכלים לא מהלכות מדינה ולא מן התורה, דשומר לאו כעושה מעשה דמי:",
                "<b>מהלכות מדינה.</b> שכבר נהגו כן:",
                "<b>נשבע על הכל.</b> על כל המאורעות הכתובות בשאר שומרים לחיוב, נשבע שכך עלתה לו ופטור:",
                "<b>משלם את הכל.</b> גניבה ואבידה ואונסים:",
                "<b>נושא שכר וכו׳</b> וכולהו נפקא לן מקראי פרשת ואלה המשפטים. פרשה ראשונה כי יתן איש אל רעהו וגו׳ נאמרה בשומר חנם, שכן פטר בו גנבה ואבדה. שניה, כי יתן איש אל רעהו חמור או שור או שה נאמרה בשומר שכר, שכן חייב בו גנבה ואבדה, דכתיב בה אם גנב יגנב מעמו ישלם לבעליו, אין לי אלא גניבה, אבידה מנין, תלמוד לומר אם גנב יגנב, מכל מקום. ועוד, קל וחומר, ומה גניבה שקרובה לאונס חייב, אבידה שקרובה לפשיעה לא כל שכן. ושוכר, כיון שאין כל הנאה שלו דינו כשומר שכר. והשואל, מפורש בפרשה שלישית וכי ישאל איש מעם רעהו ונשבר או מת בעליו אין עמו שלם ישלם:  "
            ],
            [
                "<b>זאב אחד אינו אונס.</b> ונושא שכר ושוכר חייבין עליו. דכתיב הטרפה לא ישלם, יש טרפה שהוא משלם ויש טרפה שאינו משלם:",
                "<b>בשעת משלחת זאבים.</b> בשחיה רעה משולחת קופצת היא על אדם אחד. ואין הלכה כרבי יהודה ולא כידוע הבבלי:",
                "<b>הלסטים.</b> חד לסטים הרי זה אונס:"
            ],
            [
                "<b>סגפה.</b> עינה אותה ברעב או שהושיבה בקיץ בחמה ובחורף בצנה:",
                "<b>עלתה לראשי צוקין.</b> שתקפתו ועלתה לראשי הרים גבוהים:",
                "<b>מתנה שומר חנם להיות פטור משבועה.</b> והאי לאו מתנה על מה שכתוב בתורה הוא, אלא שאומר לו אי אפשי להיות שומר לך אלא בכך. ושומר לא נחית לשמירה עד דמשיך לבהמה, והאי כי משך כבר פירש על מנת שאין לו עליו שבועה, ולא שעבד נפשיה לירד בתורת שומרין אלא למקצת, ולמה שירד ירד:  "
            ],
            [
                "<b>כל המתנה על מה שכתוב בתורה תנאו בטל.</b> כולה מתניתין ר׳ מאיר היא דסבר המתנה על מה שכתוב בתורה אפילו בדבר שבממון תנאו בטל. ואינה הלכה. אלא בדבר שבממון אפילו שהתנה על מה שכתוב בתורה תנאו קיים:",
                "<b>כל תנאי שיש בו מעשה מתחלה.</b> שהקדים מעשה שיש עליו לעשות לתנאי שהוא מבקש ממנו, כגון הרי מעשה זה שלך אם תעשה דבר פלוני, דלא דמי לתנאי בני גד ובני ראובן אם יעברו ונתתם היינו תנאי קודם למעשה:",
                "<b>תנאו בטל.</b> והוי מעשה קיים ואע״פ שלא קיים בעל התנאי את התנאי:",
                "<b>וכל שאפשר לו לקיימו בסופו.</b> והיה תנאי קודם למעשה:",
                "<b>תנאו קיים.</b> אבל אי אפשר לו לקיימו, התנאי בטל והמעשה קיים, שאינו אלא במפליג בדברים, שאין בלבו לשום תנאי אלא להקניט בעלמא מרחיק ודוחה את חבירו בדברים:"
            ]
        ],
        [
            [
                "<b>השואל את הפרה ושאל בעלה עמה.</b> אם היו בעלים של פרה אצל השואל לעשות מלאכתו, בין שהיו שאולים אצלו או שכורים, בין באותה מלאכה של פרה בין לעשות מלאכה אחרת, אם מתה פטור:",
                "<b>שנאמר אם בעליו עמו לא ישלם.</b> והכי משמע אם בעל השור עמו עם השואל, שהוא שאול או שכור לי לעשות מלאכתו בשעה שהשאיל לו פרתו, לא ישלם:",
                "<b>אבל שאל את הפרה כו׳</b> אם היה עמו בשעת אונסים ולא היה עמו בשעת שאלה, חייב, דלא הוי שאלה בבעלים לאפטורי אא״כ היה עמו בשעת שאלה:",
                "<b>שנאמר בעליו אין עמו שלם ישלם.</b> והכי אשמועינן קרא בעליו, אין עמו בשעת שאלה אע״פ שהיה עמו בשעת שכירה ומיתה שלם ישלם:  "
            ],
            [
                "<b>המשאיל אומר שאולה מתה.</b> ואתה חייב באונסיה:",
                "<b>איני יודע.</b> שמא שכורה מתה. ופטור אני מן האונסים:",
                "<b>חייב.</b> הא מתניתין לא אפשר לאוקמה כמשמעה, דהא קיימא לן מנה לי בידך והלה אומר איני יודע ישבע שבועת היסת שאינו יודע ופטור. להכי מוקמינן לה בגמרא כגון שיש עסק שבועה דאורייתא ביניהם, כגון דאמר ליה שתי פרות מסרתי לך, חד יומא בשאלה וחד יומא בשכירות, ומתו תרוייהו בעידן שאלה. ואמר ליה שואל, חדא אין, בעידן שאלה מתה, וחדא לא ידענא. והוי ליה מודה במקצת וחייב שבועה, ומתוך שאינו יכול לישבע משלם. ודמיא להך מנה לי בידך ואמר ליה היאך חמשין ידענא וחמשין לא ידענא, הוי ליה מחוייב שבועה ואינו יכול לישבע ומתוך שאינו יכול לישבע משלם:",
                "<b>ישבע השוכר ששכורה מתה.</b> הא נמי לא אפשר לאוקמה כמשמעה, דהא קיי״ל טענו חטים והודה לו בשעורים פטור אף מדמי שעורים, והכי נמי מה שהודה לו לא טענו ומה שטענו לא הודה לו, ומה מקום יש לשבועה זו. להכי מוקמינן בגמרא, דשבועה זו על ידי גלגול, דאמר ליה אשתבע לי שבועת השומרים שאתה חייב לישבע לי דכדרכה מתה, ומגו דמשתבע דכדרכה מתה משתבע נמי על ידי גלגול דשכורה מתה:",
                "<b>יחלוקו.</b> מתניתין סומכוס היא דאמר ממון המוטל בספק חולקים. ואינה הלכה. אלא הלכה המוציא מחבירו עליו הראיה, וישבע הנתבע שאינו יודע ופטור:  "
            ],
            [
                "<b>ביד בנו.</b> המשאיל שלחה לשואל ביד בנו ועבדו ושלוחו של משאיל:",
                "<b>או ביד בנו ועבדו ושלוחו של שואל.</b> פטור אם מתה בדרך. והאי שלוחו של שואל איכא דמוקי לה (בב״ק דף ק״ד) בשכירו ולקיטו שדר בביתו. אבל לא עשאו שליח בעדים. דאי איכא עדים דשליח שוייה, חייב השואל באונסיה משמסרה לו. ואיכא דאמרי אפילו עשאו שליח בעדים אינו מתחייב על ידו באונסים, דהכי קאמר ליה, אינש מהימנא הוא אי בעית לשדורי בידיה שדר:",
                "<b>אמר לו השואל שלחה לי וכו׳</b> ביד עבדך, חייב. האי עבדך בעבד עברי קאמר, דאילו עבד כנעני יד עבד כיד רבו והוי כאילו לא יצאת מרשות משאיל וכאילו המשאיל עצמו הוליכה לו ופטור השואל אם נאנסה בדרך:",
                "<b>וכן בשעה שמחזירה.</b> אם שלח השואל ביד בנו ועבדו או שלוחו או ביד בנו ועבדו ושלוחו של משאיל, לא יצאת מרשותו של שואל עד שתבא ליד המשאיל, ואם נאנסה בדרך, חייב. אמר לו המשאיל שלחה לי, או שאמר השואל הריני משלחה וכו׳, ואמר לו המשאיל שלח, ושלחה ונאנסה בדרך, פטור. ומתניתין דוקא כשמחזירה בתוך ימי שאלתה שהוא חייב באונסיה. אבל אם החזירה לאחר ימי שאלתה, דין שומר שכר יש לו [הואיל ונהנה ממנה] ולא דין שואל, ואם שלחה ביד בנו ועבדו או שלוחו. בין שלו בין של משאיל, ונאנסה בדרך, פטור:  "
            ],
            [
                "<b>המוכר שפחתו וילדה.</b> דעבד כנעני נקנה בכסף, וכשנתן המעות נקנית לו השפחה בכל מקום שהיא. ואין ידוע אם עד שלא ילדה נתן הכסף והעובר שלו, או לאחר שילדה והולד של בעלים. אבל פרה אינה נקנית בכסף אלא במשיכה, וכיון דמשך מידע ידע אי ילדה כבר אי לא ילדה, להכי איצטריך למתני המחליף, דעל ידי חליפין כיון שמשך האחד נקנה האחר בכל מקום שהוא, לפיכך אין ידוע אם ילדה אם לא ילדה:",
                "<b>יחלוקו.</b> ומתניתין סומכוס היא, ולית הילכתא כוותיה:",
                "<b>זה אומר גדול וזה אומר קטן.</b> זה אומר דמי עבד גדול וזה אומר דמי עבד קטן. דאילו עבד ממש. הא קיימא לן דאין נשבעין על העבדים. ועוד, מה שטענו לא הודה לו ומה שהודה לו לא טענו, ולא היה כאן מקום לשבועה:  "
            ],
            [
                "<b>המוכר זיתיו לעצים.</b> שיקוץ אותן לשרפם, והשהה אותן בקרקע:",
                "<b>ועשו.</b> זיתים רעים שאין בסאה שלהם רביעית שמן:",
                "<b>הרי אלו של בעל הזיתים.</b> דבפחות מרביעית לא קפדי אינשי. ורביעית שאמרו, חוץ מן ההוצאה שהוא מוציא במסיקתן ובעצירתן. ומתניתין בשמכר זיתיו על מנת לקוץ סתם. אבל אם אמר לו לקוץ מיד, אפילו פחות מרביעית לבעל הקרקע. ואם אמר לקוץ לכשתרצה, אפילו יותר מרביעית לבעל הזיתים:",
                "<b>וזה אומר ארצי גידלה יחלוקו.</b> בגמרא מוקי לה כגון ששטף נהר הזיתים עם גושיהן, דהיינו עם הקרקע שסביבותיהן שהן יכולים לחיות על ידו, ומפני כן הם פטורים מערלה. וכל שלש שנים הראשונות הוא דיחלוקו, דאע״ג דקרקע של זה מגדלן, מכל מקום אי לאו גושיהן לא הוי מצי אכיל מנייהו משום ערלה. אבל לאחר שלש שנים הכל לבעל הקרקע, דאמר ליה, אי אנא נטעי, לאחר שלש מי לא הוה אכילנא:  "
            ],
            [
                "<b>המשכיר בית לחבירו.</b> סתם: ",
                "<b>בימות הגשמים אינו יכול להוציאו מן החג ועד הפסח ובימות החמה שלשים יום.</b> כלומר, אם בא להוציאו קודם הפסח צריך שיודיענו שלשים יום מימות החמה, דהיינו מט״ו באלול שמשם שלשים יום עד החג שהוא התחלת ימות הגשמים. ואם לא הודיעו מט״ו באלול, אינו יכול להוציאו עד הפסח. וממילא שמעינן שהמשכיר בית סתם בימות החמה, צריך להודיעו שלשים יום קודם שיוציאנו:",
                "<b>ובכרכים.</b> שהכל נמשכים שם לגור והבתים אין מצויין לשכור, צריך להודיעו י״ב חודש קודם יציאתו, בין בימות החמה בין בימות הגשמים. וכשם שמשכיר צריך להודיע, כך שוכר צריך להודיע, בעיירות שלשים יום ובכרכים שנים עשר חודש. ואם לא הודיעו אינו יכול לצאת אלא נותן לו שכרו:",
                "<b>של נחתומים ושל צבעים שלש שנים.</b> מפני שהקיפן מרובה לזמן ארוך. והלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>ובנגר.</b> שנועלין בו את הדלת ותוחבים אותו בקורת האסקופה:",
                "<b>הזבל של בעל הבית.</b> וכגון שנעשה זבל מתורי דאתו מעלמא. דאי מתורי דשוכר, הזבל של השוכר:",
                "<b>היוצא מן התנור.</b> אפר ונעשה זבל:"
            ],
            [
                "<b>נתעברה לשוכר.</b> לא ירבה לו שכר חודש, שהעיבור בכלל שנה:",
                "<b>מעשה בצפורי.</b> בגמרא פריך, מעשה לסתור, דהא רישא תנא או כולה דשוכר או כולה דמשכיר, ומייתי מעשה דיחלוקו. ומשני, חסורי מחסרא והכי קתני, ואם אמר לו בי״ב זהובים לשנה מדינר זהב לחודש, יחלוקו, דלא ידעינן אי תפוס לשון ראשון או לשון אחרון, ומעשה נמי וכו׳. ואין הלכה כרשב״ג ור׳ יוסי. אלא הלך אחר פחות שבלשונות. דקרקע בחזקת מרה קיימא. לפיכך כולו למשכיר, בין שהיה לשון ראשון פחות בין שהיה לשון אחרון פחות:  "
            ],
            [
                "<b>חייב להעמיד לו בית.</b> [לימי שכירתו]:",
                "<b>היה גדול לא יעשנו קטן וכו׳</b> והוא דהראה לו בית ואמר לו בית כזה אני משכיר לך. אבל העמידו על הבית ואמר לו בית זה אני משכיר לך, ונפל, אינו חייב לבנותו. ואם אמר לו בית סתם, יעמיד לו מקום שיקרא בית, בין גדול בין קטן:"
            ]
        ],
        [
            [
                "<b>המקבל שדה.</b> באריסות, למחצה לשליש ולרביע. או בחבירות, כך וכך כורין לשנה:",
                "<b>לחרוש אחריו.</b> אחר הקצירה או העקירה, כדי להפוך שרשים של עשבים רעים שבה וימותו:",
                "<b>ובקנים.</b> המעמידים את הגפנים:",
                "<b>ושניהם מספקים את הקנים.</b> מה טעם אמר, מה טעם חולקים בקנים, לפי ששניהם מספקים את הקנים החדשים בבל שנה:"
            ],
            [
                "<b>בית השלחין.</b> קרקע יבשה שאין די לה מי גשמים:",
                "<b>או בית האילן.</b> ובשביל האילן היא חביבה על האריס, שנוטל חלק בפירות בלא טורח:",
                "<b>יבש המעין.</b> שבה. שממנו משקין אותה:",
                "<b>מן חכורו.</b> אם קבלה בחכירות כך וכך כורין לשנה. דמעיקרא לא גלי דעתיה דמשום מעין או אילן טפי לה בחכירותיה:",
                "<b>חכור לי בית השלחין זו.</b> גלי דעתיה דבשביל שהיא בית השלחין טפי לה וחכרה ממנו:"
            ],
            [
                "<b>המקבל שדה.</b> למחצה לשליש ולרביע:",
                "<b>והובירה.</b> שלא חרש בה ולא זרעה:",
                "<b>אם אוביר.</b> אעשנה בורה:",
                "<b>ולא אעביד.</b> ולא אעשה בה פעולה הראויה לה:",
                "<b>אשלם במיטבא.</b> כפי מה שהיתה ראויה לעשות אם היתה חרושה וזרועה כראוי:"
            ],
            [
                "<b>ולא רצה לנכש.</b> לנקות התבואה מעשבים רעים, שמתישים כח הקרקע ומעכבין התבואה מלעלות:",
                "<b>מה איכפת לך.</b> אם יחסר חלקי שהעשבים מכחישין השבלים, אתן לך חכירות כך ובך כורין שפסקתי עמך:  "
            ],
            [
                "<b>המקבל שדה מחבירו.</b> למחצה לשליש ולרביע כאריס:",
                "<b>ולא עשתה.</b> תבואה אלא מעט. ובא לו האריס למנוע מלהתעסק בה עוד, שאין בה כדי טרחו:",
                "<b>אם יש בה כדי.</b> לעשות מתבואתה כרי. שיש בו כדי לכסות הרחת שזורים בה התבואה, והוא קרוב לסאתים. חייב לטפל בה בעל כרחו:",
                "<b>מה קצבה בכרי.</b> אין קצבה זו ראויה שתהיה שדה גדולה בשיעור כרי ושדה קטנה בשיעור כרי. ואינה דומה טיפולה של שדה גדולה לטיפולה של שדה קטנה:",
                "<b>אלא אם יש בו כדי נפילה.</b> כלומר כשיעור מה שזרע בה, חייב לטפל בה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>המקבל שדה.</b> בחכירות כך וכך כורין:",
                "<b>מכת מדינה.</b> שאכל חגב, או נשתדפו רוב שדות של אותה מדינה או אותה בקעה:",
                "<b>אינו מנכה.</b> דאמר לו מזלך גרם:",
                "<b>בין כך ובין כך.</b> אפילו היא מכת מדינה אינו מנכה. שעל המעות לא נגזרה גזירה:"
            ],
            [
                "<b>ולקתה.</b> שהיו החטים שדופות:",
                "<b>נותן לו.</b> עשרה כורים שפסק עמו מחטים שדופות הללו. ולא מצי היאך למימר ליה חטים יפות קא בעינא מינך:"
            ],
            [
                "<b>המקבל שדה מחבירו לזרעה שעורים.</b> בחכירות כך וכך שעורים או חטים או מעות:",
                "<b>לא יזרענה חטים.</b> שהחטים מכחישות הקרקע [יותר] מן השעורים:",
                "<b>רשב״ג אוסר.</b> שקשה לקרקע כשזורעים אותה שנה ממין זה ושנה ממין אחר. ולענין פסק הלכה הכל לפי הקרקע ולפי המקום. אם התנה עמו בדבר שמכחיש הקרקע מעט אינו יכול לשנות ולזרוע דבר שמכחיש הרבה. ואיפכא שרי:"
            ],
            [
                "<b>לשנים מועטות.</b> פחות משבע שנים:",
                "<b>לא יזרענה פשתן.</b> שזרע פשתן מכחיש בארץ הרבה ושרשיו נשארים בקרקע עד שבע שנים:",
                "<b>ואין לו בקורת שקמה.</b> עץ תאנה של יער הוא, וקוצצים ענפיו לקורות הבנין, והם חוזרים וגדלים, ופחות משבע שנים אינן נעשות קורות. הלכך קבלה לפחות משבע שנים לא יקוץ קורות שבה, דלאו אדעתא דקורות נחית, דבשנים מועטות אינם חוזרים לקורות. אבל קבלה לשבע שנים, שנה ראשונה זורעה פשתן וקוצץ שקמה שבה:"
            ],
            [],
            [
                "<b>שכיר יום גובה כל הלילה.</b> שלאחריו, שנאמר (ויקרא י״ט:י״ג) לא תלין פעולת שכיר אתך עד בקר. ואי אפשר לומר שבשכיר לילה מדבר, שהרי אין שכירות משתלמת אלא בסופה, דכתיב (שם כ״ה) כשכיר שנה בשנה, ודרשינן מינה [בבא מציעא ס״ה ע״א] שכירות של שנה זו משתלמת בתחילת שנה אחרת. אלמא לא משתעבד ליה לשכיר יום עד שקיעת החמה. וכי כתיב לא תבא על כרחך בשכיר לילה תוקמיה, שנשתעבד לו לבוקר משכלתה שכירותו. וכן לא תלין נמי לא תוקמיה בשכיר לילה, דהא לא משתעבד ליה עד הבוקר:",
                "<b>שכיר שעות גובה כל היום וכל הלילה.</b> הכי קאמר, שכיר שעות דיום גובה כל היום, שכיר שעות דלילה גובה כל הלילה:",
                "<b>שכיר שבוע.</b> שמיטה:",
                "<b>יצא ביום.</b> שכלתה שכירותו לבוקר או ביום, גובה כל היום. וכיון ששקעה חמה עובר עליו:",
                "<b>יצא בלילה.</b> שכלתה שכירותו בלילה:",
                "<b>גובה כל הלילה וכל היום.</b> דכיון דמשכה פעולתו משתחשך הוי ליה שכיר לילה, ואינו עובר עליו בבוקר עד למחרת בשקיעת החמה:"
            ],
            [
                "<b>אחד שכר בהמה ואחד שכר כלים.</b> דכתיב לא תלין פעולת שכיר אתך, כל שפעולתו אתך, ואפילו בהמה וכלים:",
                "<b>לא תבעו אינו עובר עליו.</b> דכתיב אתך, לדעתך שלא מדעתו:",
                "<b>המחהו.</b> נתקו מאצלו והעמידו אצל חנוני ואמר לו תן לפועל זה בדינר פירות ואני אשלם, או אמר לשלחני תן לו בדינר מעות:",
                "<b>אינו עובר עליו.</b> דכתיב אתך, ולא שהמחהו אצל חנוני:",
                "<b>שכיר בזמנו נשבע ונוטל.</b> משום דבעל הבית טרוד בפועליו ולפעמים סבור שנתן והוא לא נתן, שקלוה לשבועה מבעל הבית ושדיוה אשכיר:",
                "<b>שלא בזמנו.</b> אף על גב דבעל הבית טרוד בפועליו, כי מטא זמן חיוביה רמי אנפשיה ומדכר, ולא חשיד בעל הבית שהוא עובר על בל תלין:",
                "<b>גר תושב.</b> שקבל עליו שלא לעבוד ע״ז ואוכל נבלות. אין בו משום לא תלין, דכתיב ברישא דקרא רעך, רעך ולא גר תושב:  "
            ],
            [
                "<b>המלוה את חבירו.</b> והגיע זמן ולא פרעו:",
                "<b>לא ימשכננו.</b> ליקח ממנו משכון בעל כרחו ואפילו בשוק, אלא ע״י שליח בית דין, שיקח ממנו ברשות ב״ד:",
                "<b>ולא יכנס לביתו.</b> אפילו שליח ב״ד לא יכנס לביתו. וכל שכן בעל חוב עצמו:",
                "<b>היה לו שני כלים.</b> וחובו כנגד שניהם ומשכנו בשניהם:",
                "<b>נוטל אחד ומחזיר אחד.</b> בשעה שהוא צריך לזה, יחזירנו ויעכב השני אצלו, כדמפרש ואזיל, מחזיר את הכר בלילה ואת המחרישה ביום:",
                "<b>מת.</b> הלוה. אין משיב העבוט ליורשים, שאין כאן מצות השבת העבוט, דהשב תשיב לו את העבוט כתיב (דברים כ״ד:י״ג), לו ולא ליורש:",
                "<b>עד שלשים יום.</b> זמן בית דין. ואין הלכה כרבן שמעון בן גמליאל:",
                "<b>בין שהיא עניה בין שהיא עשירה וכו׳</b> משום דאיכא למאן דאמר, עניה הוא דאין ממשכנין, שמתוך שאתה צריך להחזיר לה והיא נכנסת ויוצאת אצלך, אתה משיאה שם רע בשכנותיה, אבל עשירה דליכא למימר הכי, אימא ממשכנין, קמשמע לן האי תנא דלא, דכתיב לא תחבול בגד אלמנה, אחד עניה ואחד עשירה במשמע:",
                "<b>משום שני כלים.</b> העליונה רכב. והתחתונה רחים:"
            ]
        ],
        [
            [
                "<b>הבית והעליה של שנים.</b> הבית של אחד, ועלייה של אחר:",
                "<b>שניהם חולקים.</b> לפי שאין ניכר אלו אבנים של עליון ואלו אבנים של תחתון:",
                "<b>ורואים אלו אבנים הראויות להשתבר.</b> שאם נחבט הבית מיסודו ונפל תחתיו, יש לדעת שהתחתונות נשברו. ואם עליונו של כותל נפל להלן ממנו הרבה, העליונות נשברו, שנפלו ממקום גבוה, והתחתונות שלימות שנפלו ממקום נמוך. ורישא דתנא שניהם חולקים, מיירי שנפל הכותל בלילה ופנו את האבנים מיד, וליכא למיקם אי בחבסה נפל ותתאה אתבור, אי בחבטה נפל ועלייתא אתבור:",
                "<b>מקצת אבניו.</b> והן שלמות:",
                "<b>נוטלן.</b> וכגון שהלה טוען בקצת מהן שהוא אמת, ובקצת אומר שאינו יודע, שכיון שהוא מודה במקצת הוה ליה מחוייב שבועה דאורייתא ואינו יכול לישבע, וכל המחוייב שבועה ואינו יכול לישבע משלם. אבל אם אמר על כולן איני יודע, ישבע שאינו יודע וחולק עם חבירו בשוה:  "
            ],
            [
                "<b>הבית והעליה.</b> המשכיר לחבירו עלייה שעל גבי ביתו ואמר לו עלייה זו שעל גבי בית זה אני משכיר לך, ונפחתה העלייה ארבעה טפחים על ארבעה טפחים, דהשתא אם בא זה להשתמש בעלייה צריך שישתמש חציו למעלה וחציו למטה:",
                "<b>ואין בעל הבית רוצה לתקן.</b> העלייה:",
                "<b>הרי בעל העליה יורד ודר למטה.</b> לגמרי. דהא שעבד ביתא לעלייה. ולא כפינן ליה לדור חציו למעלה וחציו למטה:",
                "<b>מעזיבה.</b> טיח של טיט שנותנים על התקרה. רבי יוסי סבר מעזיבה אשוויי גומות היא, ואשוויי גומות על העליון לאשוויי. ורבנן סברי מעזיבה אחזוקי תקרה היא, ואחזוקי תקרה תחתון בעי לאחזוקי. והלכה כחכמים:"
            ],
            [
                "<b>הבית והעליה של שנים.</b> בית של זה ועלייה של זה:",
                "<b>אמר בעל עליה לבעל הבית לבנות.</b> החומה והתקרה התחתונה המוטלין עליו לבנות:",
                "<b>בונה את בית.</b> ותקרה התחתונה שעליו, ויושב בבית עד שיתן לו יציאותיו, ואחר כך יוצא ממנו ובונה עלייתו:",
                "<b>אמר רבי יהודה אף זה דר בתוך של חבירו.</b> אם כן הוא, בעל העלייה זו כשזה מחזיר לו יציאותיו נמצא שדר כל הימים הללו בתוך של חבירו. ואף על פי שזה אינו חסר דהא בלאו הכי לא הוי בני לה, מכל מקום זה נהנה, שאלולי בית זה לא היה לו מקום לדור שם. וקסבר זה נהנה וזה אינו חסר, חייב:",
                "<b>אלא בונה את הכל, ומקרה את העליה.</b> למעלה וכל הצריך לה:",
                "<b>ויושב בבית.</b> התחתון, דהוי ליה זה לא נהנה, שהרי עלייתו מוכנת לו לדור בה, וזה לא חסר, דהא לא הוה בני לה ולא חויא ליה:  "
            ],
            [
                "<b>בית הבד.</b> בית לעצור זיתים:",
                "<b>וגנה אחת על גביו.</b> ובית הבד של אחד וגינה של אחר:",
                "<b>ונפחת.</b> בארבעה טפחים על ארבעה טפחים ואינו ראוי לזרוע כבתחילה:",
                "<b>כיפין.</b> תקרה עשויה בעגול במין קשת ועליה יתן בעל הגנה עפר ויזרע:",
                "<b>פטור מלשלם.</b> דמאי הוה ליה למיעבד, אנוס הוא:",
                "<b>נתנו לו זמן.</b> בית דין, שלשים יום לסתור ולקוץ:"
            ],
            [
                "<b>ונפל.</b> לתוך גינת חבירו:",
                "<b>הגיעוך.</b> זכה בהן ופנה אותן לעצמך:",
                "<b>אין שומעין לו.</b> אם אין זה רוצה אין קונה אותן, וחייב הלה לפנותן:",
                "<b>בתבן ובקש.</b> ללקט לו משלו או משל הפקר:",
                "<b>אין שומעין לו.</b> אע״ג דבכל דוכתא אית לן שוה כסף ככסף, גבי שכיר אינו כן, דלא תלין פעולת שכיר כתיב, אמאי דאתני בהדיה משמע:",
                "<b>המוציא מוציא והמזבל מזבל.</b> כשזה מוציאו מן הרפת לרשות הרבים יהא מוכן הנושאו לזבל, ואינו רשאי להשהותו שם:",
                "<b>גובלין טיט.</b> לתת מיד בבנין:",
                "<b>והבונה בונה.</b> מקבלן מיד המביא ובונה:",
                "<b>מתקן.</b> מזמן ברה״ר כל שלשים יום, ואינו חייב בנזקין. ואין הלכה כרשב״ג:"
            ],
            [
                "<b>שתי גינות.</b> של שני בני אדם סמוכות זו לזו. האחת קרקעיתה גבוה, ושאצלה קרקעיתה נמוך:",
                "<b>והירק בנתים.</b> בזקיפת הגובה, שזו גבוה מזו:",
                "<b>של עליון.</b> שהרי עפרו הוא ומשלו הוא יונק:",
                "<b>של תחתון.</b> שעל אוירו היא מונחת:",
                "<b>מאחר ששניהם יכולים למחות.</b> שלא יהא ירק זה כאן. עליון ליטול עפרו, ותחתון למלאות גינתו:",
                "<b>רואין מהיכן ירק זה חי.</b> ממקום שהוא יונק וגדל. ולו ינתן:",
                "<b>כל שעליון יכול לפשוט ידו וליטול הרי אלו שלו.</b> כדקאמר רבי מאיר. הואיל ומעפרו הוא חי:",
                "<b>והשאר של תחתון.</b> דעליון גופיה אפקורי מפקיר ליה לגבי דתחתון. שגנאי הוא לו ליטול רשות ליכנס לתוך של חבירו וללקחו. והלכה כרבי שמעון:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>שנים אוחזין בטלית זה אומר אני מצאתיה וזה אומר כו':  </b>זה הדין הוא כשאוחז כל אחד משניהם בחוטי שפת הטלית אבל אם תפס כל אחד מהם לעצמו בחלק ממנו יש לכל אחד משניהם מה שתפס והחזיק בו והנשאר מן הטלית יחלקו אותו בשוה אחר שישבעו שניהם כמו שנזכר ומה שאמר זה אומר כולה שלי הוא מדבר כשמכר המוכר הטלית לאחד משני בני אדם שהיו מצויין לפניו בדמים ידועים וכל אחד משניהם נתן לו אותן הדמים ולקח מן האחד ברצונו ומן השני אנוס וקבל אותו ממנו על דעת שיחזיר לו ונסתפק למוכר שאינו יודע לאיזה מהם מכר וכל אחד מן הלוקחין טוען מכר לי ברצונו ישבעו שניהם כמו שאמרו בתקנת החכמים כדי שלא יהא כל אחד תופס בטליתו של חבירו ויחלקו הטלית והדמים שנתן האחד מהם שיחזיר להם המוכר ואילו ידע המוכר מי היה הלוקח ויאמר לזה מכרתי יהא נאמן בעדותו ואע\"פ שהטלית ביד שניהם וטוען כל אחד משניהם אני לקחתיה ותהיה עדותו כדין עד אחד דעלמא ואז תהיה השבועה דאורייתא מפני העד לא בתקנת חכמים כמו שאמרנו ולא יזכה בטלית האחד יותר מחבירו אלא אם יצטרף אל המוכר עד אחד ומעיקרנו כי הנשבע הנוטל שום דבר בשבועתו לא ישבע על יותר ממה שראוי ליטול באותה שבועה ולפיכך ישבע שאין לו בה פחות מחציה ולא ישבע שהיא כולה שלו מאחר שאינו נוטל אלא חציה ועל אלו הדינים כולם תקיש ותדין: "
            ],
            [
                "<b>היו שנים רוכבין על גבי בהמה או שהיה אחד כו':  </b>למדך שרוכב ומנהיג שוים ובלבד שינענע רגליו על הבהמה כדי שתלך ואם לא היה כך אלא שהיה יושב עליה בלבד המנהיג קנה. והודיעך שאם הודו או באו עדים ואפילו אחר שפסקו הדין עליהם בשבועה חולקין שלא בשבועה: "
            ],
            [
                "<b>היה רוכב על גבי בהמה וראה את המציאה כו':  </b>אם הרוכב אמר להולך ברגליו זכה לי בו לא יוכל לומר כשיקחנה אני זכיתי בה אלא חבירו הרוכב קנה אבל יוכל לומר אני זכיתי בה כשאמר לו תנה לי כמו שנזכר: "
            ],
            [
                "<b>ראה את המציאה ונפל עליה ובא אחר והחזיק כו':  </b><b>ראה אותן רצין אחר מציאה אחר צבי שבור כו':  </b>כשיהיה עומד בשדה כל מה שהוא עמו בתוך ארבע אמות שלו קנה וכאילו הגיע לידו ואין לשום אדם בו זכות ואמנם זה הדין האמור בזו ההלכה הוא במי שהוא עומד ברשות הרבים או בשדה חבירו שאין דרך בני אדם לעמוד שם לפיכך לא קנו לו ארבע אמות שלו אפילו נפל על המציאה ובא אחר והחזיק בה זה שהחזיק קנה. ומה שאמרנו שזכתה לו שדהו יתכן זה בשני תנאים האחד שיהיה עומד בתוך שדהו והשני שיהיו אותן הגוזלות והצבי הולכים לאט ומתמהמהים בענין שיוכל להשיגם אם ירוץ: "
            ],
            [
                "<b>מציאת בנו ובתו הקטנים מציאת עבדו ושפחתו כו':  </b>כל הסומך על שלחן אביו מציאתו של אביו ואפילו הוא בן ארבעים שנה וכל בן שאינו סומך על שלחן אביו והוא מבן שש שנים ומעלה מציאתו לעצמו וזהו מה שכוון בזו המשנה באמרו גדולים וקטנים אבל הבת כל זמן שהיא נערה מציאתה לאביה ואפילו אינה סומכת על שולחנו ואפילו היתה מכורה רצה לומר שמכרה לאמה מציאתה לאביה לפי שכל שבח נעורים לאב כמו שנתבאר בפרק רביעי מכתובות: "
            ],
            [
                "<b>מצא שטרי חוב אם יש בהן אחריות נכסים כו':  </b>חכמים אומרים אחריות טעות סופר הוא לכך אין הפרש אצלם בין שטר שיש בו אחריות או שטר סתם שאין בו זכר אחריות נפרעין בו מנכסים משועבדים ולפיכך לא יחזיר ואפילו היה מודה אותו שיש עליו השטר שהוא חייב בו ושלא פרע ממנו כלום לא יחזיר לפי שיש לחוש שמא הסכמה ביניהם לטרוף בו מנכסים משועבדים ויטרוף מן הלקוחות שלא כדין והלכה כחכמים שאומרים אחריות טעות סופר הוא אבל אם הוא מפורש בשטר על מנת שאין לך עלי אחריות יחזיר כשיודה אותו שיש עליו החוב: "
            ],
            [
                "<b>מצא גיטי נשים ושחרורי עבדים דייתיקי מתנה כו':</b>  דייתיקי מלה מורכבת ופירוש ענינה דא תהא למיקם ולהיות והוא שטר שמקנהו בו נכסים מטלטלים או קרקע או דבר מן הדברים הנוהגים בין בני אדם מן התנאים והחיובים: ושוברין שטרות מחילה שעושין המלוים ללווים מן הפרעון שמקבלין מהם וכיוצא בו: "
            ],
            [
                "<b>מצא אגרות שום ואגרות מזון שטרי חליצה כו':  </b>אגרות שום שטרי השומות וזה כי בעל חוב צריך שומא והכרזה ואותה שעה ירד בקרקע הלוה במקום ששמו לו שהוא כשיעור מה שיש לו אצלו אחר ההכרזה כמו שיתבאר: ואגרות מזון רצה לומר מזון האשה והבנים שכתבו להם הדיינים הורדה בקרקע שימכרו אותו למזונות כמו שיתבאר בכתובות: ושטרי ברורין הם שטרי ברירה כשמסכימין הבעלי דינים על הדיינים שידונו ביניהם איזה תביעה שתהיה כמו שיתבאר בסנהדרין זה בורר לו אחד וזה בורר לו אחד: ותכריך של שטרות הוא שלש שטרות כרוכות קצתם בקצתם או יותר מזה: ואגודה הוא שלש שטרות או יותר קשורות כולם אגודה אחת: רבן שמעון ב\"ג אומר אחד לוה משלשה יחזיר ללוה ובלבד שיהיו השלש שטרות מקויימים בבית דין אבל אם אינם מקויימים לא יחזיר אותם לשום אדם לפי שיש לומר שמא כל אחד מהם הביא שטרו לבית דין לקיימו ונתקבצו כולם ביד הדיין או שלוחו ונפלו מידו ומצא אותם אותו שהחובות השלשה עליו וכמו כן אמר שלשה לוין מאחד יחזיר למלוה ובלבד שיהיו כתיבתן שונות אבל אם היו מכתיבת איש אחד יש לנו לומר מיד הסופר נפלו לא מיד בעל חוב: וסמפון דברים כתובים בפתקא בכלל השטרות יעשו באותן השטרות מה שכתוב באותו הפתקא הנמצאת עם השטרות ובלבד שיהו אלו השטרות בין שטרות קרועים או שנמצאו עם השטרות ביד שליש שאם לא תהיה אותה פתקא קשורה עם השטרות יעשו כפי מה שכתוב בה לפי שהיא ביד שליש והשטרות גם כן ביד שליש והלכה כרבן שמעון בן גמליאל: "
            ]
        ],
        [
            [
                "<b>אלו מציאות שלו ואלו חייב להכריז כו':  </b>רבי יהודה אומר כל מה שיהיה בו סימן יכריז לפי שאפשר לבעליו שיאמר אותו סימן ויחזיר לו את שלו: וכלי אנפוריא הם כלים חדשים שלא נשתמשו ביד הבעלים בענין שיוכלו להכירם שאם נשתמשו בהם עד שיוכלו להכירם יש להראותם לאותו שטען שאבדן ואם הכירן יחזרו אותם לו אם האיש נאמן כמו שאמרו שתלמיד חכם הגון יחזירו לו אבדתו בטביעת עינא ולפי שזה לא נשתמש עד שיהיה לבעליו בהן טביעת עין אינו חייב להכריז: וכשימצא מהם שנים או יותר כמו שני מחטין או שני שפודין וכיוצא בהן מן המנין הוא סימן וחייב להכריז וכל זה כשימצא ברשות היחיד שמעטים עוברים בהם אבל מי שמצא דבר בסרטיא ופלטיא גדולה אפילו היה דבר שיש בו סימן הרי הוא שלו ובלבד שיהיה המקום רוב כנענים אבל אם רוב ישראל יכריז והלכה כרבי יהודה והלכה כרבי שמעון בן אלעזר: "
            ],
            [
                "<b>ואלו חייב להכריז מצא פירות בכלי כו':  </b>כלי כמות שהוא וכיס מעות כמות שהוא הוא שימצא אותם לבדם מבלי שום דבר בהם לפי שיוכלו הבעלים לתת בהם סימן: ושלשה מטבעות זה על זה או יותר מהם מורה שהונחו שם ביד ואפשר לבעליו שיתן בהם סימן ויאמר שהם מונחים זה על זה: "
            ],
            [
                "<b>מצא אחר הגפה או אחר הגדר גוזלות כו':  </b><b>מצא בגל או בכותל ישן הרי אלו שלו כו':  </b>אי אפשר לו שיקח אלו הדברים הנזכרים לפי שיש לו לומר הבעלים הניחום לשם שיחזרו ויקחום ואם לקחום לא יהו להם בהם סימן שיתנו כדי שיחזרו להם מה שלהם ולפיכך לא יגע בהן: ואמרו מצא בגל או בכותל ישן ובלבד שיהיה אותו דבר בתוך הקרקע בעינן שיוכל לומר שטמנו מזמן מרובה אבל אם מצאו קרוב מן הקרקע או מפני הכותל דינו כדין הנמצא באשפה: ואמרו מחציו ולחוץ שלו הוא כשיהיה זה הדבר הטמון בכותל לשון זהב או חתיכת כסף או כיוצא בזה אבל אם היה כלי מלא זהב הולכים אחר פי הכלי אם הוא לחוץ זה הוא שלו אם הוא לפנים של בעל בית ולא נשגיח בחציו: "
            ],
            [
                "<b>מצא בחנות הרי אלו שלו בין התיבה ולחנוני כו':  </b>כבר בארנו אנחנו פעמים רבות כי שולחני שם המצרף ומחליף כסף וזהב במעות וכסא שלו היא התיבה שישים עליה מעותיו: ואמרו מצא בתוכו מעות הרי אלו שלו אין זה אלא כשיהיו אותן הפירות מאיש שאסף אותן הפירות הצריך להם בידיו ומקרקע שלו וידוע שהוא שלו ולכך חייב (להכריז) [צ\"ל להחזיר]: "
            ],
            [
                "<b>אף השמלה היתה בכלל כל אלה ולמה יצאת כו':  </b>בכלל כל אלו הוא מה שנאמר כל אבדת אחיך כולל לשמלה ולזולתה וכשיהיה לאותו הדבר סימנים ואין לו תובעים והוא שיתיאשו הבעלים ממנו אינו חייב להחזיר וענין היאוש שיאמר מי שאבד ממנו אותו הדבר אוי לי שאבד כך וכך או שיאמר דבר שיהיה ענינו זה: "
            ],
            [
                "<b>ועד מתי חייב להכריז עד כדי שידעו בו שכניו כו':  </b>עד האחרון שמיני של חג יכריז אחריו שבעת ימים כדי שילך האיש ההוא שאבד האבדה לביתו וידרוש חפציו ויראה איזה חפץ יחסר לו וישוב וימצא שמכריז ויתן סימן מה שאבד לו והלכה כרבי יהודה וכל זה כשהיה המלכות לישראל אבל היום יכריז בבתי כנסיות ובבתי מדרשות ואם הכותי אנס ומתירא שמא יקחו מה שמצא ויעלילו לשר אינו חייב להודיע אלא לשכניו וחבריו בלבד: "
            ],
            [
                "<b>אמר את האבדה ולא אמר סימניה לא יתן לו כו':  </b><b>כל דבר שעושה ואוכל יעשה ויאכל כו':  </b>עושה ואוכל לא שיעמוד כן לעולם אבל יש לו זמן קבוע כפי דבר המצוי אם היתה בהמה גסה יטריח להטפל בה שנים עשר חדש וכמו כן התרנגולת ואם בהמה דקה כלומר צאן וגדיים ועגלים של מרעה ואינם של מרבק ועיירים יטרח וישתמש בהם ויאכילם שלשה חדשים אם היה הדבר מצוי. אווזים של מים מטפל בהן שלשים יום ואחר הזמנים האלה יקבל דמיהן על עצמו והלכה כר' טרפון בדמי אבדה כמו שזכרנו בכאן אבל מעות אבדה עצמה לא ישתמש בהן כלל: "
            ],
            [
                "<b>מצא ספרים קורא בהן אחד לשלשים יום כו':  </b>בגדי הצמר צריך לנערם כדי שלא ירקיבו ויתקלקלו אבל בגדי הפשתן לא יגע בהן כלל וכלי זהב וזכוכית אינם מעלים חלודה לעולם לפיכך לא יגע בהן לפי שאינם צריכין להשתמש בהם כדי שימנעם מן החלודה. ואמרו אין דרכו ליטול הוא שיהיה זקן ואינה לפי כבודו לפי שאינו ראוי להתבזות החכמה והרמז לזה מה שנאמר והתעלמת מהם כאלו צוה שיתעלם מהם בענין מן הענינים והוא מה שאמרו רבותינו ז\"ל פעמים שאתה מתעלם: "
            ],
            [
                "<b>איזו היא אבדה מצא חמור או פרה כו':  </b>כפועל בטל רצה לומר כפועל שבטל ממלאכתו (שבטל ומצא חמור ממנה) [שבטל ממנה ומצא חמור]. והשב מקור וידוע אצל כל בעלי לשון כי המקור נופל על המעט ועל הרוב תאמר שמרתי לפלוני שמור ותאמר שמרתי לפלוני ופלוני שמור ולפיכך מורה השב [תשיב] שחייב להחזיר פעמים רבות וכמו כן הקם תקים עמו שלח תשלח ועזוב תעזוב וזולתם מן המקראות: "
            ],
            [
                "<b>מצא ברפת אין חייב בה ברה\"ר חייב בה כו':  </b>כבר ידעת כי פרישת הכהן או נזיר מן הטומאה היא עשה ולא תעשה נאמר בכהן וקדשתו ונאמר בנזיר קדוש הוא וזו מצות עשה ואמר בכהי לנפש לא יטמא ובנזיר כתיב ועל כל נפשות מת לא יבא ובחזרת האבדה עשה בלבד הוא שנאמר השב תשיבם לאחיך ומעיקרנו אין עשה דוחה לא תעשה ועשה ואמר רחמנא איש אמו ואביו תיראו ואת שבתותי תשמורו כולן חייבין בכבודי ולכן אינו חייב בכבוד אב ואם אם אמרו לו לעבור על מצוה מן המצות. ומצוה מן התורה לפרוק בחנם ולטעון בשכר ור\"ש אומר זה וזה בחנם ואין הלכה כר\"ש ולא כרבי יוסי. ומן המבואר שמה שאמר זקן או חולה הוא שב לבעל המשא. ומה שאמר חייב רצה לומר כי הפוגע בו חייב שיפרוק המשא הוא לבדו ולא יטריח לבעל המשא שיפרוק עמו אם הוא חלש הגוף: "
            ],
            [
                "<b>אבדתו ואבדת אביו אבדתו קודמת כו':  </b>דע כי אפילו לא יפרש לו זולתי דבר אחד מן המשנה נקרא רבו אבל אינו מחויב להקדימו ולכבדו יותר מאביו כמו שנזכר באבדה ובשביה ולפרוק אלא אם כן היה רבו מובהק והוא שתהיה רוב חכמתו ממנו והרמז מן התורה שיש לאדם להקדים עצמו על זולתו הוא דאמר רחמנא אפס כי לא יהיה בך אביון כאלו אמר אין אתה חייב להסיר רעה מאחר אלא כשלא יבא לך כעין אותה רעה שהסירות ממנו כי אם תהיה בענין שאם תתן לאביון די מחסורו תשוב אתה עני כמוהו אינך חייב לתת לו וזה שאמרו ז\"ל שלך קודם לשל כל אדם: "
            ]
        ],
        [
            [
                "<b>המפקיד אצל חבירו בהמה או כלים ונגנבו כו':  </b>הודיענו בזה כי אין הפרש בין בהמה שיש בה תשלומי ארבעה וחמשה או כלים שאין בהם זולת תשלומי כפל הואיל ושלם זכה בכפל. ואמרו שלם ולא רצה לישבע ואפילו לא שלם אלא שאמר בבית דין הריני משלם והוחזר הדבר הגנוב אחר כך הרי הוא ברשותו: "
            ],
            [
                "<b>השוכר פרה מחבירו והשאילה לאחר ומתה כו':  </b>עוד יתבאר בפרק אחרון משבועות שהנושא שכר והשוכר אינם חייבים כלום מן המיתה אבל ישבע שמתה כדרכה ושלא פשע בה ונפטר והשואל יתחייב לשלם הבהמה אם מתה ברשותו כפי מה שיתבאר עוד. וזה השוכר שנותן לו רשות בעל הפרה שישאילנה שאל\"כ היה חייב לדברי הכל לפי שעיקר הוא אצלנו שומר שמסר לשומר חייב אלא אם יש עדים שלא פשע בה שומר שני כמו שנתבאר עוד והלכה כרבי יוסי: "
            ],
            [
                "<b>אמר לשנים גזלתי לאחד מכם מנה ואיני יודע כו':  </b>זהו כשלא תבעוהו הם אלא שרצה לצאת י\"ש אבל כשתבעוהו ואמר להם שגזל לאחד מהם ישבע כל אחד משניהם שהוא הנגזל ומשלם מנה לזה ומנה לזה וזהו קנס לפי שעבר על התורה וגזל וכן כשיאמר לו כל אחד מהם כי אביו הוא אותו שהפקיד אצלו ישבע כל אחד משניהם כי אביו היה המפקיד וישלם להם מנה מנה לפשיעתו שהיה לו לכתוב על אותו הממון זה הוא מופקד אצלו מפלוני: "
            ],
            [
                "<b>שנים שהפקידו אצל אחד זה מנה וזה מאתים כו':  </b>זה הדין הוא כשנתנו השלש מאות דינרין בכיס אחד לפי שיאמר להם כיון שראיתי שהיה ביניכם מן האחוה והנאמנות כל אחד מכם לחבירו עד שנתתם ממונכם ביחד בכיס אחד לא עלה על לבי לזכור למי הם המאה ולמי הם המאתים אבל אם נתן זה המאה וזה המאתים בשני כיסים וכל אחד משניהם טוען שהמאתים שלו ישבעו שניהם שבועת התורה ויתן מאתים לכל אחד משניהם לפי שפשע ולא כתב שם כל אחד ואחד מהם על כיסו כמו שקדם ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>וכן שני כלים אחד יפה מנה ואחד יפה אלף זוז כו':  </b>ההקש בזה כמו ההקש במנה ומאתים והדין אחד ואמנם הביא זה המשל השני שלא תאמר הואיל ובזו התביעה יפסיד בעל כלי גדול עליו לפי שהוא מפסיד הכלי עצמו ונותן לו קצת דמיו יהיו שניהם מונחים עד שיבא אליהו כדי שיודה הרמאי מהם על האמת קמ\"ל שאין הדבר כן אלא זהו כמו מנה ומאתים שלא הפסיד בעל המאתים עצם (ממנו) [ממונו] אלא הפסיד קצתו ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>המפקיד פירות אצל חבירו אפילו הן אבודין כו':  </b>מחלוקת הוא כשאבד מהם כשיעור חסרונו הידוע או פחות אבל כשהתחילו בהפסד ואבד מהן יותר מחסרונו הידוע לדברי הכל מוכרן בבית דין ועוד יתבאר לפנים שיעור החסרון למיני הזרעים ואין הלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>המפקיד פירות אצל חבירו הרי זה יוציא לו חסרונות כו':  </b>כבר בארנו במה שקדם מפירושינו כי הכור ל' סאה והסאה ששה קבין. ופירוש איכפת שאינו משים דעתו לרוב המדה או למיעוטה כשאכלו העכברים לא נוסיף ברוב המדה. ופירוש קמעא מעט ולזו המשנה תנאים. מהם שיערב הנפקד אלו הפירות עם פירותיו ואכל מן הכל ולא נודע שיעור מה שאכל אבל אם ייתד אותם הפירות אומרים לו הרי שלך לפניך וכמו כן אם ידע שיעור מה שאכל יחשב לו מן החסרון שיעור מה שראוי לו: ואמרו הכל לפי המדה והכל לפי הזמן שיחשב לכל כור מה שזכר מהחסרון בכל שנה. וזרע פשתן הנאמר כאן הוא בגבעוליו. ואורז הוא שיהיה מקולף וצריך שיחזיר לו בזמן שמדד לו בשעה שהפקיד אצלו לפי שבימות הגשמים יוסיף הדבר המדוד לרטיבת האויר ובימות החמה יחסר ואין הלכה כרבי יהודה ולא כרבי יוחנן בן נורי לפי שנתפזר ונאבד מוסיף על מה שאוכלין העכברים שזכר וזה הדין לא תקיש עליו לפי שהוא בארץ ידועה רצוני לומר ארץ ישראל ואמנם ידינו בזה הענין כפי הזרעים של אותה מדינה ואויר הידוע אצל הדרים בה מעניני חסרון הזרעים אצלם ודע זה: "
            ],
            [
                "<b>יוציא לו שתות ליין רי\"א חומש יוציא לו נ' לוגין כו':  </b>זה שאמר רבי יהודה חומש לפי שהיין שבעירו היה חסר חומש וכבר אמרתי לך שהדין בזה הענין הוא לדון כפי המנהג באותה המדינה ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>המפקיד חבית אצל חבירו ולא יחדו לה כו':  </b>תחלת משנה זו היא לרבי ישמעאל שאומר לא בעינן דעת בעלים וכבר נתבאר דעתו בסוף קמא ולפיכך הוא אומר משהניחה בין לצרכה בין לצרכו פטור וסיפא לרבי עקיבא שאומר דעת בעלים בעינן וכבר קדם לך דעתו בזה לשם ולפיכך הוא אומר משהניח לצרכו חייב לצרכה פטור וכבר נודע שהלכה כר\"ע ולפיכך בשתי ההלכות לצרכו חייב לצרכה פטור לפי שאנו צריכים דעת בעלים ואע\"פ שהחזירה למקומה: "
            ],
            [
                "<b>המפקיד מעות אצל חבירו צררן והפשילן כו':  </b>כספים בעין אין להם שמירה מעולה אלא הטמנה בקרקע או בכותל בתוך טפח הסמוך לתקרה או סמוך לקרקע וכל מה שזולת זה הוא פושע ולא שמר כדרך השומרין וחייב לשלם עד שיפרש עליו וכמו כן אם נתן הכספים במלבושו שעושין בו כעין כיס או שקשר אותן בסדינו או על בטנו בכל אלה פושע אלא אם יתפשם בידו שנאמר וצרת הכםף בידך אלא אם יפרש על בעל הממון ואם הפקיד אצלו ערב שבת ולא היה לו פנאי לטמנם יטמין במוצאי שבת מיד ואם אבדו ביום השבת אינו חייב כלום: ומן העקרים שלנו כל המפקיד על דעת אשתו ובניו של בעל הבית הוא מפקיד ולפיכך אם נתן הפקדון לבניו הגדולים אינו חייב לשלם. אלא ישבע שבועת התורה שנתן אותו הדבר להם וישבעו הם כמו כן שבועת התורה ששמרו כדרך השומרים ולא נאמר בכגון זה שיתן האדם לאשתו ולבניו שומר שמסר לשומר חייב. ודע כי שומר שמסר לשומר איזה שומר שיהיה כשיבאו עדים שהשומר השני לא פשע אלא ששמר כדרך השומרים אין השומר הראשון חייב לשלם ואין אחד מהם חייב שבועה לפי שהעדים מעידים באונס ואין מקום לשבועה אלא כשאין שם עדים: "
            ],
            [
                "<b>המפקיד מעות אצל שולחני אם צרורין לא ישתמש כו':  </b>צרורין הוא שיהיה קשר משונה או שישים עליהם חותם ומה שזולת זה קרואין מותרין. ומה שאמר חייב באחריותן ואפי' לא נשתמש בהן לפי שאם נתיר להם להיות משתמש בהם נעשה שומר שכר עליהם ועוד יתבאר לך דין שומר שכר אבל כשיהנה מהם ונשתמש בהם אפילו נאנסו חייב באחריותן לפי שנעשה עליו כמו חוב. והלכה כר\"י: "
            ],
            [
                "<b>השולח יד בפקדון בש\"א ילקה בחסר וביתר כו':  </b><b>החושב לשלוח יד בפקדון בש\"א חייב כו':  </b>מחלוקת בית שמאי ובית הלל בהלכה הראשונה היא בתוספת שנתוספת בגוף הגזילה כגון שגזל רחל גזוזה וטענה אצלו בש\"א משלם אותה ואת גזתה וב\"ה אומרים לא ישלם לו אלא רחל גזוזה ור\"ע אומר אם היתה גזוזה בעת שתבעה בדין משלם גזוזה ואם היתה טעונה משלם טעונה והלכה כב\"ה אבל ביוקר ובזול אין ביניהם מחלוקת אבל הדין ביניהם כמו שאבאר כשגזל סחורה בשוה זהוב ואח\"כ היה שוה ב' זהובים ואכל אותה אחר היוקר אם היא ראויה לאכילה או מכרה או נתנה לזולתו ישלם ב' זהובים כמו שהיתה שוה בעת שהוציאה מרשותו לפי שכל זמן שהדבר הגזול בעין חוזר לבעלים ולפיכך ישלם כמו שהיתה שוה הגזילה כששינה אותה או שהוציאה מרשותו אם אבדה אותה גזילה או נגנבה או יצאה מתחת ידו שלא מדעתו משלם כשעת הגזילה וכמו כן אם הוזלה משלם כשעת הגזילה. ומה שהם חולקין בסוף המשנה הוא בדיוק המקרא בש\"א על כל דבר פשע ואפילו במחשבה יהיה פושע וב\"ה אומרים אם לא שלח ידו במלאכת רעהו עד שישלח יד. ואמרו כיצד הוא מפרש דעת ב\"ה וכשנטל ממנה רביעית והקרים הנשאר חייב לשלם אע\"פ שלא הגביהה לפי שבסבת מה שהטה נתקלקל השאר. ומה שאמר הגביהה ונטל ממנה רביעית אינו על תנאי שיטול ממנה שום דבר על כל פנים ואז יהיה חייב אלא כיון שהגביהה נתחייב באונסיה ואפי' לא פחתה בשום פנים ולא נטל ממנה שום דבר. ודע זה: "
            ]
        ],
        [
            [
                "<b>קונה הזהב את הכסף והכסף אינו קונה את הזהב כו':  </b>והעיקר בכל זה מה שקדם לך פירושו בפרק ראשון מקדושין כי קניית המטלטלין תהיה במשיכת הסחורה לא בנתינת הדמים והזהב והנחשת והמעות שאינם עוברים בכ\"מ באותו [מקום ובאותו] זמן והם הנקראים מעות הרעות וכמו כן חתיכות כסף שאינן מצוירות והם הנקראים אסימון כלם הם סחורות כנגד המעות המצויירות שהם מטבע שלוקחין ומוכרין בהם ודע כי דינרי זהב הדינרין המצוירין העוברים בהוצאה באותו זמן ובאותו מקום גם הם דמים ואין הפרש ביניהם ובין המעות אלא הכל הם דמים לא פירות: "
            ],
            [
                "<b>כיצד משך הימנו פירות ולא נתן לו מעות כו':  </b>עיקר הדין והראוי שמעות קונות אבל אמרו משיכה קונה גזרה שמא יאמר מוכר ללוקח נשרפו חטיך בעלייה באונס שאין המוכר חייב לשלם ללוקח ולפיכך תעמוד הסחורה ברשות המוכר ובאחריותו עד שימשוך אותה הלוקח ר\"ש אומר כי כשיקבל המוכר הדמים ולא משך הלוקח סחורתו אלא שהם בבית הלוקח ואותו בית מושכר למוכר אין הלוקח יכול לחזור בו ולומר למוכר תן לי הדמים שמסרתי לך כי חזרתי בי מן המקח אלא המוכר שהדמים תחת ידו אם רצה יקיים המכר לפי שהבית שלו. ומעיקרנו דבר תורה מעות קונות ונסתלק מה שנאמר גזרה שמא יאמר לו נשרפו חטיך בעלייה לפי שהסחורה היא בביתו אם רצה לא יקיים המכר ויחזיר לו הדמים לפי שהסחורה בבית המושכר לו וכמו כן אם מכר זה השוכר למשכיר סחורה והיא בזה הבית שעקרו ללוקח אם רצה גם הוא יתקיים בידו המכר לפי שהסחורה בביתו ואם רצה חוזר בו לפי שהסחורה בשכירות המוכר וזהו טעם ר\"ש כל שהכסף בידו ידו על העליונה ואין הלכה כרבי שמעון אבל הדין שכל זמן שיכול המוכר לחזור בו יכול הלוקח גם הוא לחזור וכל עוד שלא ימשך הסחורה יכול כל אחד מהם לחזור בחבירו הן שיחזיר המוכר הדמים ויקבל עליו מי שפרע או יתבע הלוקח הדמים שלו ויקח אותם אחר שקבל מי שפרע והוא ענין מה שאמרו כדרך שתקנו משיכה במוכרין כך תקנו משיכה בלקוחות וכשהבית מעיקרו ללוקח והוא בשכירות המוכר אין אחד משניהם יכול לחזור בו אלא תתקיים המכירה בהיות הסחורה באותו הבית כמו שבארנו: ואמרו מי שפרע הוא צעקה על אותו האיש אשר חזר בדבורו והוא הדין מדיני אותו שלא קיים מה שפסק עמו כי יש לו לצעוק אותה צעקה במעמד האיש ההוא שהוא צועק עליו ובאיזהו מקום שירצה וזה לשון אותה צעקה מי שפרע מאנשי דור המבול ומאנשי דור הפלגה ומאנשי סדום ועמורה וממצרים שטבעו בים הוא עתיד ליפרע ממי שאינו עומד בדבורו: "
            ],
            [
                "<b>האונאה ד' כסף מעשרים וארבעה כסף לסלע כו':  </b>כשיקח מה ששוה ששה בחמשה או מה ששוה ששה בשבעה או מה ששוה שבעה בששה כל אלה שתות הוא נקרא ואונאה הוא אין הפרש בין שתות הדמים או שתות הסחורה והלוקח והמוכר יחזור כל אחד משניהם באונאה אלא שלוקח חוזר עד כדי שיראה לתגר או לקרובו והמוכר יחזור באונאה ואפי' אחר ימים רבים וזהו מה שאמרו מוכר חוזר לעולם כי לפי שאין הסחורה אצלו אינו יודע דמיה עד שיזדמן לו שיראה כמותה לידע דמיה. ואין הלכה כרבי טרפון: "
            ],
            [
                "<b>אחד הלוקח ואחד המוכר יש להן אונאה כו':  </b>אמר מי שהוטל עליו ידו על העליונה הוא דעת רבי יהודה הנשיא ואין הלכה כמותו אבל הדין הוא שתות קנה ומחזיר אונאה יתר על שתות בטל מקח ולאותו שהונה משניהם יש לגרוע לו לחבירו: "
            ],
            [
                "<b>כמה תהא הסלע חסירה ולא יהא בה אונאה כו':  </b>וכבר בארנו פעמים רבות שהסלע ארבעה דינרין ושש מעה כסף דינר ומעה שני פונדיון ופונדין שני איסרין. והלכה כר\"ש: "
            ],
            [
                "<b>עד מתי מותר להחזיר בכרכום עד כדי שיראה כו':  </b>אין כל בני אדם מכירין הדינרים ולפיכך נתנו לו זמן כדי שיראה לשולחני ואם הוא בכפר עד ערבי שבתות עד שיכנסו לכרך ויראהו למכירים. ומה שאמר אם היה מכירה ומקבלה ממנו אפילו לאחר שנים עשר חדש זהו במדת חסידות ואם לא רצה לקבלה אין לו עליו אלא תרעומות. שאינה אלא נפש רעה וזה הדין הוא ראוי במקומות שלוקחין שם המעות בלא משקל ואינם מקפידים בחסרונם והנמנע מלקבל אותם הם מעט ועל דרך הכילות אבל במקומות שמקפידין בחסרונם ואפילו פחות כמשקל שעורה ראוי להשלים לו משקל בלא ספק והראיה על זה מה שאמרו שאינה אלא נפש רעה: "
            ],
            [
                "<b>האונאה ארבעה כסף והטענה שתי כסף כו':  </b>ארבעה כסף משקל ארבעה וששים שעורות וכשיהיה שיעור האונאה ארבעה כסף לסלע שהיא השתות חוזר האונאה ואם הוא פחות אינה אונאה כמו שקדם ואמנם החזיר זה הדין כדי לחבר מה שאמר ארבעה כסף עם מה שאמר שתי כסף בטענה וכן ביאר הגמרא בזה ופרוטה חצי שעורה מכסף וענין הטענה והודאה יתבאר במקומו במסכת שבועות: "
            ],
            [
                "<b>חמשה חומשין הן אלו הן האוכל תרומה כו':  </b>כל זה מבואר ותוספת חומש זה בכל מה שזכר מהם הוא מן התורה ויש מהם מה שלמדו עליהם וכבר זכרנום במסכת ערלה ומסכת בכורים מסדר זרעים ודיני מעילה נתבארו במסכת מעילה: "
            ],
            [
                "<b>אלו דברים שאין להם אונאה העבדים והשטרות כו':  </b>אמר רחמנא וכי תמכרו ממכר וגו' אל תונו דבר הנקנה מיד ליד יצאו קרקעות שאינן מטלטלין יצאו עבדים שהוקשו לקרקעות כמו שנאמר בהם לרשת אחוזה יצאו שטרות דאמר קרא ממכר דבר שגופו מכור וקנוי יצאו אלו שאין גופן קנוי ומכור אלא לראיה שבהם וכבר נתבאר ויתבאר עוד במה שיבא מסדר זה מאיזה טעם אינו חייב בהם תשלומי ארבעה וחמשה ונפטר שומר חנם ונושא שכר. ואין הלכה כר\"ש ולא כר' יהודה: "
            ],
            [
                "<b>כשם שאונאה במקח וממכר כך אונאה בדברים כו':  </b>דע כי אונאת דברים בא עליו מקרא מיוחד והוא מה שנאמר לא תונו איש את עמיתו ויראת מאלהיך והחמיר בה יותר מאונאת ממון כמו שאתה רואה שהזהיר והפחיד עליו ועוד כי האדם יכול לעשות תחבולה בה וזה בענין שיעמוד על הממכר ויאמר שרוצה לקחתו ולא יקחהו ויאמר אין רצוני לקנות או ישאל לאיש שאינו חכם באלה מן החכמות שיפרש לו כדי לביישו ויאמר הייתי סבור שהוא חכם או יספר ספורים שיש בהם דופי וחרפה לחבירו ויאמר לא נתכוונתי למה שאתם חושבים על זה נאמר ויראת מאלהיך שהוא יודע כוונתך ומה שחשבת בלבך וזהו טעם מה שאמרו ז\"ל כל דבר שהוא מסור ללב נאמר בו ויראת מאלהיך וכן תמצא בתורה בכל מקום שנאמר ויראת הוא דבר שאין דייני בני אדם יכולין לדון עליו: "
            ],
            [
                "<b>אין מערבין פירות בפירות אפילו חדשים כו':  </b>אמרו מקום שנהגו להטיל מים ביין יטילו העמיד זה בבית הגתות בלבד: "
            ],
            [
                "<b>התגר נוטל מה' גרנות ונותן לתוך מגורה כו':  </b><b>לא יחלק החנוני קליות ואגוזין לתינוקות כו':  </b>פיטם הגגית הגדולה ועוד יתבאר זה במסכת כלים (פ\"ג הלכה ו') ויש בקליפת הפול סימן שהיו יודעים בו אם יתבשל מיד או לא יתבשל אלא בטורח גדול כמו שהוא ידוע בענין הפול אבא שאול אוסר לבור את הגריסין כלומר להסיר קליפתן כדי להתלמד ממנו עליו וחכמים מתירין לפי שהוא לא הכניס בתוכה דבר אבל הוא אסור (לקנות) [לנקות] מה שנראה מן הכרי ויניח בתוכו הקליפה לפי שהוא גונב את העין ופרכוס הוא התקון והיפיו. ואין הלכה כרבי יהודה ולא כאבא שאול: "
            ]
        ],
        [
            [
                "<b>איזהו נשך ואיזהו תרבית כו':  </b>מה שקורא נשך הוא רבית דאורייתא ומה שקראו תרבית הוא רבית דרבנן ומה שהתנה ויין אין לו שמורה שאם לא תהיה אצלו אותה סחורה אין מותר לו שיעלנה עליו בחוב אבל הוא זה כשהיה לו עליו חוב ואמר לו תן לי מעותי שיש לי אצלך שאני רוצה ליקח בהם חטים והשיב לו וכי חטים יש לי צא ועשם עלי בשער אם היו אצלו חטים הוא מותר ואם לאו הוא אסור. ואמרו לקח ממנו חטים רצוני לומר לקח בהלואתו כלומר שהעלה על הלוה חטים כמה שיהיה אצלו אבל כשיתן איש לחבירו מעות ליקח ממנו כך וכך מדה מחטים והשער ידוע לא פחות ולא יותר זהו מותר ואע\"פ שאין לו חטים וחייב ליתנו לו כל זמן שיתבענו ממנו ואפילו שלקחו ביותר או יקבל מי שפרע ויחזור בו. וכך פירש וביאר הירושלמי: "
            ],
            [
                "<b>המלוה את חבירו לא ידור בחצרו חנם וכו':  </b><b>מרבין על השכר ואין מרבין על המכר כו':  </b>מבואר הוא ג\"כ שמכירה כזו במטלטלין רבית והוא שימכור לו סחורה ביותר משויה וימתין עליו בדמים ואפילו זמן מועט יהיה אבק רבית וכמו כן כל מה שכיוצא בזה הוא אבק רבית ואינו יוצא בדיינין: "
            ],
            [
                "<b>מכר לו את השדה ונתן לו מקצת דמים כו':  </b>כשיקח אדם קרקע ופרע קצת הדמים הדין באלו הפירות של מי הם צריך ביאור וזה שאם אמר המוכר ללוקח אימתי שתביא שאר מעותי קנה. הפירות למוכר ואם אמר לו לכשתביא מעות קנה מעכשיו הפירות אסורות לשניהם כל אותו הזמן ויהיו מופקדות על ידי שליש אם יקיים הלוקח תנאו ינתנו לו ואם לא קיים תנאו יהיו הפירות כולם למוכר: "
            ],
            [
                "<b>אין מושיבין חנוני למחצית שכר לא יתן כו':  </b>שכרו כפועל בטל כלומר כפועל בטל של אותה מלאכה שבטל ממנה בכל יום מה שראוי לו כל זמן שתמשך השותפות ואם נתן לו בשבח יותר מן ההפסד הוא מותר כגון שהתנה עמו בפירוש שאם יהיה בה הפסד שיהא לו ממנה כך וכך חלק אם יהיה שם שבח שיהיה לו ממנה שבח כך וכך ויהיה חלק השבח יותר מחלק ההפסד בהכרח זה היתרון שהוא נתן לו מקום שכר על עמלו ואם לא פרשו כלל המתעסק בסחורה ירויח החצי ויפסיד השליש אם היה בה הפסד וכל זה כשלא ישים החנוני בקרן בין רב למעט אבל אם ישים בו ואפי' דינר לאלף ונתן לו יתרון איזה שיעור שיהיה חולק עמו בשוה ואין כאן רבית לפי שהוא סוחר לעצמו באותו דינר ואינו מיוחד לשמוש זה בלבד. וכמו כן אסור שיתן האחד הביצים והשני התרנגולת ושיחלקו האפרוחים בשוה כשישתמש בגידול האפרוחים ובמזונם אלא כשיתן לו שכר עמלו ומזונו וכמו כן לא ישימו העגלים והסייחים כמו שהם שוים עכשיו וימסרם לרועה לזון אותם עד שישמט ויחלקו השבח בשוה אא\"כ יקח המשתמש שכר עמלו ומזונו או אם יתן לו יותר שום דבר בשבח או יהיה לו בעיקר העגלים והסייחים חלק כמו שבארנו וזה טעם מקבלין שיקבל אותו שותף בעיקר ויהיה חלק זה המתעסק קיים ולא יפסיד ואפי' מתו הבהמות וזו ההנאה הוא שתהיה כנגד עמלו ובא ללמד שאם ירצה כל אחד משניהם להפרד מחבירו אינו יכול עד תשלום שלש שנים וחמור עד שתהא טוענת והוא שתוכל לשאת משא: "
            ],
            [
                "<b>שמין פרה וחמור וכל דבר שהוא עושה ואוכל כו':  </b>מפריז על שדהו כגון מה שזכרו שישכור ראובן משמעון שדהו בעשרה כורין חטין בכל שנה ואם אמר לו ראובן תן לי כך וכך דינרין שאוציא על שדה זו ואני נותן לך שנים עשר כור כל שנה מותר. ואין הלכה כרבן שמעון בן גמליאל שאומר שמין עגל עם אמו: "
            ],
            [
                "<b>אין מקבלין צאן ברזל מישראל מפני שהוא רבית כו':  </b>צאן ברזל הוא שיתנה עמו שלא יהא הפסד עליו וכבר פירשנו ענין זה הלשון בכתובות. ומה שאמר מלוה ישראל מעותיו של כותי וכו' הוא כגון שהכותי נתן לישראל מעות ברבית וכשירצה להחזירם לכותי אין ראוי שיתנם הוא לישראל אחר ויאמר לו תעלה לכותי כדרך שאני מעלה לו אלא צריך שיתן אותו ממון לכותי וישוב הכותי וילום לישראל האחר וזה מותר והוא מדעת הכותי: "
            ],
            [
                "<b>אין פוסקין על הפירות עד שיצא השער כו':  </b>כשער הגבוה כלומר כשער הזול שבאותו המין וישיבו במובחר שבאותו המין. ואין הלכה כרבי יוסי ולא כרבי יהודה: "
            ],
            [
                "<b>מלוה אדם את אריסיו חטין בחטין לזרע כו':  </b>ובלבד שיהיה המנהג באותו מקום שיתן האריס הזרע שהרי בעל השדה עושה עמו חסד במה שהלוה לו אבל אם היה המנהג שיתן בעל השדה הזרע אסור להלוותו חטים בחטים אלא אם כן האריס הזורעה לא התחיל עדיין בעבודת השדה אבל אם עבד בשדה שום עבודה ואפילו דבר מועט אסור שילוה לו לפי שכבר נתקיימה באריסןת ולא יכול בעל השדה לסלקו מן האריסות ונתחייב לתת הזרע רצוני לומר בעל השדה: "
            ],
            [
                "<b>לא יאמר אדם לחבירו הלוני כור חטים כו':  </b>אין הלכה כהלל אלא לוין סתם ופורעין סתם ובלבד שיהא אצלו כל שהוא מאותו המין או יקח ממנו על שער שבשוק אבל אם לא היה אצלו ולא פירש עליו אם הוקרו החטים יפרע כמו שהיה שוה בשעת הלואה ואם הוזלו יפרע לו שיעור מה שהלוה לו: "
            ],
            [
                "<b>אומר אדם לחבירו נכש עמי ואנכש עמך כו':  </b>גריד ימות החמה ורביעה ימות הגשמים והקרקע בימות החמה קל לחפור לתקן למיעוט הטינוף ואורך היום. ונכוש הוא החפירה בשרשי האילנות כמו החרישה שחורשין לזרוע: ",
                "<b>ר\"ג אומר יש רבית מוקדמת ויש רבית מאוחרת כו':  </b>מה שאמר רבן גמליאל ור\"ש הכל הלכה אבל צריך שתדע שהדברים האלה וכיוצא בהם הם דברים שראוי להתרחק מהם בלבד: "
            ],
            [
                "<b>ואלו עוברין בלא תעשה המלוה והלוה והערב כו':  </b>אמרו לוה עובר משום לא תשיך כלומר לא תנשיך ולפני עור לא תתן מכשול ערב ועדים אינם עוברים אלא משום לא תשימון עליו נשך וכמו כן הסופר: "
            ]
        ],
        [
            [
                "<b>השוכר את האומנין והטעו זה את זה כו':  </b>שוכר עליהם או מטען בשיעור שכרן כגון ששכרם בזוז יטעה אותם ויאמר להם אתן לכם שני זוזין או ישכור אחרים בשני זוזין ויטול מהם זוז ואם הוסיף לא יוכל ליטול מהם יותר מכדי שכרו וכל זה כשלא ימצא אומנים זולתם שיעשו מלאכתו באותו שכר בעצמו וזהו מה שאמר אם אין שם אדם. ומה שאמר הטעו זה את זה כלומר שחזרו בו או שחזר בהם: "
            ],
            [
                "<b>השוכר את האומנין וחזרו בהן ידו על התחתונה כו':</b>  כששכר אדם אומנין שיקצרו לו שדהו על דרך משל בשני דינרין ונתן להם דינר חזרו בהם הרשות בידם אם רצו יחזרו לו דינר או יאמרו לו נעשה עמך כנגד מה שנתת לנו ואם קצרו חצי אותה שדה ורוצים לחזור בהם ישום להם מה ששוה אותו חצי שק רו ואם הוא יותר מדינר לא יתן להם כלום יותר על הדינר שכבר נתן להם ויאמר להם כלו מעשיכם לקצור שאר השדה ואשלים לכם שכרכם וזהו טעם מה שאמר שחזרו בהם ידם על התחתונה ואם בעה\"ב חזר בו ידו על התחתונה ויתן להם מה ששוה עמלם אם הם ראוים ליטול יותר מן הדינר ואמרו המשנה ידו על התחתונה והוא כמו שביארנו כשלקח קרקע ופרע קצת הדמים אם המוכר הוא שחזר בו הרשות ביד הלוקח אם רצה יקבל ממונו ואם רצה יקח מה שכנגד מעותיו מעדית שבאותה שדה שלקח ואם הלוקח הוא שחזר בו מן המקח הדבר הוא בהפך ובלבד שיאמר לו ערבוני יקנה ואז הוא קונה כנגד מעותיו ואם יתבע המוכר ללוקח מה שנשאר לו מן הדמים והוא מעכב פרעונו לא יתקיים המכר עד שישלים לו פרעונו: "
            ],
            [
                "<b>השוכר את החמור להוליכה בהר והוליכו בבקעה כו':  </b>אמנם יוכל המשכיר לומר לשוכר הרי שלך לפניך כשהשכיר לו לשאת משאוי וייחד לו הבהמה אבל אם שכר ממנו לרכוב בה הוא עצמו או לשאת עליו משא אלא שאמר לו חמור סתם ולא ייחד לו הבהמה חייב להעמיד לו בהמה אחרת. ומה שאמר חייב להעמיד לו חמור יש בו דינין וזה כי אם ייחד לו בהמה ואמר לו חמור זה אני שוכר לך ומתה בדרך אם אותה נבילה שוה דמים שיקנה בהם בהמה יקנה בדמיה בהמה או ישכור בהמה באותם דמים שיוליכהו למקום שפסק עמו ואם המתה אינה שוה כדי שישכור לו בהמה אחרת יחשוב לו מה שהלך מן הדרך ויתן לו מה שראוי לו ואם שכר ממנו חמור סתם יעמיד לו בהמה על כל פנים ואם לא העמידה לו לא יחשב לו שום דבר מן השכירות. ומה שאמר הבריקה הוא שאינה יכולה להלוך מחמת חולי מחליי הבהמות. ונעשית אנגריא רוצה לומר שתלקח לעבודת המלכות: ",
                "<b>השוכר את החמור להוליכה בהר כו':  </b>מבואר הוא כי המכשולים בהר יותר מבבקעה וכמו כן יתחמם גוף הבהמה בבקעה יותר מבהר למיעוט נשיבת הרוחות במקומות: "
            ],
            [
                "<b>השוכר את הפרה לחרוש בהר וחרש בבקעה כו':  </b>קנקן שם המחרישה. ואמרו פטור רצוני לומר שלא ישלם השוכר לבעל הפרה אלא האומן שחרש והיה תופס המחרישה ושברה הוא ישלם לבעל הפרה: "
            ],
            [
                "<b>השוכר את החמור להביא עליה חטים כו':  </b>כשפסק עמו להביא חטים והביא עליו שעורים חייב אפי' שהמשא של שעורים כמשא של חטין הנפח יותר. ואם הביא עליה פחות ממשקל השעורים ואע\"פ שמדתו יותר ממדת החטים פטור לפי שלא יהיה הנפח יותר אלא כשיהיה המשקל כמותו במשקל ושלשת קבין לחמור וסאה לגמל הוא חלק משלשים על מה שפסק עמו חייב. ואם הוסיף פחות מזה אינו חייב כלום אלא נותן השכר על הנוסף בלבד ואינו חייב לשלם לפי שההלכה כסומכוס: "
            ],
            [
                "<b>כל האומנין שומרי שכר הן וכולן שאמרו כו':  </b>אם אמר הבא מעות וטול את שלך  [<small>צ\"ל</small> ש\"ש ואם אמר טול את שלך והבא מעות] שומר חנם וכשאמר הנח לפניך או הנח סתם אינו חייב כלום ואפי' השבועה המחויבת לשומר חנם לפי שלא קבל עליו לשמירה בשום פנים ואפי' שמירה בחנם. ואמר שמור לי ואשמור לך בזמן אחד זו היא שמירה בבעלים ואינו חייב לשלם ועוד יתבאר לך ואמנם יהיה שומר שכר כשיאמר לו שמור לי היום ואשמור לך למחר: "
            ],
            [
                "<b>הלוהו על המשכון שומר שכר רי\"א הלוהו כו':  </b>אין הפרש בין שהלוהו ואחר כך משכנו או שמשכנו ואח\"כ הלוהו ומה שאמר אבא שאול מותר אדם להשכיר משכונו של עני הוא שיהיה אותו המשכון כשישכירו יהיה שכרו יותר ממה שמתקלקל בגופו כגון כלי ברזל שחופרין בהן הקרקע וכיוצא בהן. ואין הלכה כרבי יהודה והלכה כאבא שאול: "
            ],
            [
                "<b>המעביר חבית ממקום למקום ושברה בין כו':  </b>ישבע שבועת התורה שלא פשע בה ויפטר ותמה רבי אליעזר בזה הדין ואמר איך יתכן שישבע בכגון זה שומר חנם ושומר שכר לפי ששומר שכר ואפי' לא פשע ושומר חנם גם כן אם היה אותו המקום שצוה לו שיעביר לשם החבית מקום מדרון או יש לו עדים שלא פשע עליה יתחייב גם כן שבועה. ומה שאמר רבי אליעזר דין הוא אבל אמרו שבועה זו תקנת חכמים היא שאם אין אתה אומר כן אין לך אדם שמעביר חבית לחבירו ממקום למקום ותקנת תכמים אינה אלא בשומר חנם על איזה ענין שיהיה ושומר שכר הוא שיעביר חבית בשכר וישברנה במקום מפורסם שאפשר שימצא לשם עדים ויתחייב לשלם אלא אם כן הביא עדים שלא פשע בה בשעה שהעבירה: "
            ]
        ],
        [
            [
                "<b>השוכר את הפועלים ואמר להם להשכים כו':</b>  והלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>ואלו אוכלין מן התורה העושה במחובר לקרקע כו':  </b>אמרה תורה בשכיר שהתירה לו לאכול ואל כליך לא תתן וקבלנו בפי' זה הכתוב בזמן שאתה נותן לכליו של בעל הבית אתה אוכל אין אתה נותן לכליו של בעל הבית אינך אוכל ולפיכך אינו אוכל עד גמר מלאכה וכשיהיה הדבר שהוא עוסק בו תלוש מן הקרקע יש לו לאכול בשעת מלאכתו ולמדנו זה מדקאמר רחמנא לא תחסום שור בדישו וכמו שאוכל שור בתלוש בשעת מלאכה כך יאכל הפועל והראיה על זה ממה שאמר לא תחסום שור בדישו ולא אמר לא תדוש בשור חסום רצונו לומר שלא תהא חסימה בשום פנים לא לשור ולא לאדם: "
            ],
            [
                "<b>היה עושה בידיו אבל לא ברגליו ברגליו אבל כו':  </b>רבי יוסי ב\"ר יהודה אומר מה שור בידיו ורגליו אף פועל בידיו ורגליו. ואין הלכה כרבי יוסי ב\"ר יהודה: "
            ],
            [
                "<b>היה עושה בתאנים לא יאכל בענבים כו':  </b>אמר רחמנא בפועל ואכלת ענבים ובאה הקבלה ענבים ולא דבר אחר ואמנם התיר להם לאכול בהליכתן מאומן לאומן ובחזירתן לגת לפי שבאותה שעה הם בטלים וכיון שאי אפשר להם בלא אכילה טוב הוא לאכול בשעת הבטלה ולא יאכלו בשעת (גמר) מלאכה ויתבטלו כל זמן שאוכלין וזה לטוב בעל הבית. ומה שאמר ובחמור עד שתהא פורקת רצונו לומר שהבהמה לא ימנעו אותה מלאכול ממשוי שעל גבה כל זמן שהיא טעונה עד שיפרקו ממנה המשוי ובאותה שעה ימנענה מלאכול: "
            ],
            [
                "<b>אוכל פועל קישות אפילו בדינר וכותבת אפילו בדינר כו':</b>  תנא קמא סבר אין מלמדין אותו וחכמים אומרים מלמדין והלכה כחכמים: "
            ],
            [
                "<b>קוצץ אדם ע\"י עצמו ע\"י בנו ובתו הגדולים כו':  </b>מי שיש בהם דעת לא יאכלו כפי מה שהתנה עמהן אע\"פ שכולן פועלין ואותם שאין בהם דעת יאכלו לפי שאינם יודעים ענין המחילה והמקום זכה להן באכילתן לפי שהפועל משל שמים הוא אוכל ולפיכך הוא עיקר אצלנו לו זכה רחמנא לאשתו ובניו לא זכה להו רחמנא. "
            ],
            [
                "<b>השוכר את הפועלים לעשות בנטע רבעי שלו כו':  </b>כבר ביארנו במקומו דין נטע רבעי ודין הטבל בסדר זרעים ואם אתה זוכר אותם כל זה מבואר: "
            ],
            [
                "<b>שומרי פירות אוכלין מהלכות מדינה כו':  </b><b>ארבעה שומרים הן שומר חנם והשואל נושא שכר כו':  </b>שומרי פירות רצונו לומר כשהיו תלושים אבל כשהוא שומר אותם והם מחוברים לקרקע כמו שומרי גנות ופרדסים אינן אוכלין לא מן התורה ולא מן הלכות המדינה. ואלו הארבעה שומרים דיניהם מפורשים בכתוב בתורה וזה כי מה שנאמר כי יתן איש אל רעהו כסף או כלים עד סוף הפרשה קבלנו בו שזה הדין בשומר חנם והפרשה השניה והוא שנאמר כי יתן איש אל רעהו חמור או שור או שה וגו' בזה הקבלה כי הוא בשומר שכר והשוכר לפי שדין שניהם אחד והפרשה השלישית מבוארת שהיא בשואל שנאמר וכי ישאל איש: "
            ],
            [
                "<b>זאב אחד אינו אונס שני זאבים אונס כו':  </b>כבר נתבאר לך כי שומר שכר והשוכר פטורין מן האונס לפי שאמר הכתוב בהם הטרפה לא ישלם ואינם חייבים גם כן בשבורה ובשבויה לפיכך זכר בהם הדברים שהם אונס. ואין הלכה כרבי יהודה ולא כידוע הבבלי: "
            ],
            [
                "<b>מתה כדרכה הרי זה אונס סנפה ומתה כו':  </b><b>מתנה ש\"ח להיות פטור משבועה כו':  </b>תרגום לענות נפש לסגפא נפש ומה שאמר עלתה ונפלה הרי זה אונס הוא כשתחזק יותר מן הרועה ותכריחתו והוא רוצה להסיר אותה משם ותמלט מידו ותפול אבל אם הניח אותה לעלות ואע\"פ שלא העלה אותה אינו אונס. וצוק שם הר גבוה ונתבאר זה ביומא (פ\"ז) וכבר ידעת כי נושא שכר והשוכר חייבין לשלם אבדה וגנבה וחייבין שבועה על האונס ולפיכך אמר שאם התנו שלא ישלמו מה שהם חייבין לשלם ולא ישבעו על מה שחייבים עליו לישבע: "
            ],
            [
                "<b>כל המתנה על מה שכתוב בתורה תנאו בטל כו':  </b>כל המתנה על מה שכתוב בתורה תנאו בטל אלא אם היה התנאי בדבר שבממון כמו שבארנו ומשנתנו זו בדבר שאינו של ממון. כל תנאי שהמעשה בתחלתו הוא שיהיה המעשה שנפל עליו התנאי קודם התנאי כגון שיתן גט לאשתו ויאמר לה הרי זה גיטך ואח\"כ יחזור ויאמר לה אם יהא כך וכך תנאי זה אינו קיים וכל שאפשר לו לקיימו בסופו הוא שיתנה בדבר שיוכל לעשותו אבל אם התנה בדבר שהוא מן הנמנע כגון מי שאומר לאשתו הרי זה גיטך על מנת שתעלה לרקיע או תרדי לתהום או תבלעי קנה בן מאה אמה כל אלה התנאים בטלים והרי זה גט כשר וכל אלה עקרים קיימים מוסכם עליהם. והלכה למעשה בכל דין: "
            ]
        ],
        [
            [
                "<b>השואל את הפרה ושאל בעליה עמה כו':  </b>מפי השמועה למדנו שזה שנאמר אם בעליו עמו לא ישלם רצונו לומר אם שאל בעליו עמו בשעת שאלה והעיקר אצלנו באלו הדינים היה עמו בשעת שאלה אינו צריך להיות עמו בשעת שבורה ומתה לא היה עמו בשעת שאלה אע\"פ שהיה עמו בשעת שבורה ומתה חייב ולא נאמר בזה בעליו עמו ומן העקרים גם כן אם כששאל פרה ובעליה אפי' פשע בה פטור: "
            ],
            [
                "<b>השואל את הפרה שאלה חצי היום ושכרה חצי היום כו':  </b>מן העיקרים אצלנו בדינים כי מי שתובע ואמר מנה לי בידך והלה אומר איני יודע פטור כלומר שאינו חייב לשלם ולא לישבע שבועת התורה אבל ישבע שבועת היסת שאינו יודע אבל אם אמר לו חמשים יש לך בידי וחמשים איני יודע חייב רצוני לומר שהוא חייב לשלם הכל לפי שהוא מחויב שבועה לפי שהוא מודה במקצת כמו שביארנו בפרק אחרון מכתובות ואינו יכול לישבע כיון שהוא מסתפק באותו המקצת שהיה חייב לישבע עליו והעיקר אצלנו כל המחויב שבועה ואינו יכול לישבע משלם וכיון שהעיקרים האלה הלכות פסוקות מה שאמר בכאן המשאיל אומר שאולה מתה והלה אומר איני יודע חייב אינה הלכה אלא על הענין שאמרנו והוא שיודה לו במקצת ויאמר במקצת איני יודע חייב כגון שיטעון המשאיל שתי פרות מסרתי לך יום אחד בשאילה ויום אחד בשכירות ומתו שתיהן בזמן שאלה ויאמר השואל אחת מהן מתה בזמן שאלה ואחת איני יודע ואז יהיה השיאל חייב שתי פרות על זה הדרך תקיש וגם כן ביארנו בסוף כתובות כי כשטוען חבירו חטים והודה לו בשעורים פטור ואינו חייב שבועת התורה לפי שמה שטענו לו לא הודה לו ומה שהודה לו לא טענו ואפילו דמי שעורים שמודה לו בהם אינו חייב להוציא מתחת ידו וכיון שזה מעיקרנו אם כן מה שאומר בכאן ישבע השוכר ששכורה מתה הוא על ידי גלגול וזה שישבע השוכר שבועת השומרים והיא שבועת התורה שמתה כדרכה ואפילו על טענתו שאומר ששכורה מתה וזהו עיקר השבועה וישבעו אותה על ידי גלגול ששכורה מתה או בשעת שכירות מתה: ומה שאומר יחלוקו הוא דעת סומכוס שאמר בכל מקום ממון המוטל בספק חולקים וכבר ביארנו שסברתו דחויה אבל העיקר הקיים שלא ימוש המוציא מחבירו עליו הראיה ואם לא נתברר הראיה ישבע הנתבע שבועת היסת שאינו יודע או ישביע אותו על ידי גלגול שאינו יודע: "
            ],
            [
                "<b>השואל את הפרה ושלחה לו ביד בנו ביד עבדו כו':  </b>כבר ידעת שעבד כנעני ידו כיד רבו ומה שאמר בכאן ביד עבדו חייב הוא כשיהיה עבד עברי: ומה שאמר וכן בשעה שמחזירה רוצה לומר כשהחזירה בתוך ימי שאלה הוא שאין לו רשות לשלחה ביד אחר אלא ברשות בעלים אבל אם החזירה אחר ימי שאילתה ושלחה על יד זולתו ומתה פטור לפי שאחר ימי שאלה ישוב כשומר שכר ודע זה: "
            ],
            [
                "<b>המחליף פרה בחמור וילדה וכן המוכר שפחתו כו':  </b>איני צריך להחזיר פעם שניה אותם העיקרים שכבר זכרתי בזה הפרק והם המוציא מחבירו עליו הראיה וטענו חטים והודה לו בשעורים פטור שאם אתה זוכר אותם תדע שזאת המשנה לדעת סומכוס: ומה שאמר ישבע המוכר רצונו לומר על ידי גלגול כמו שביארנו מן העיקרים אין נשבעין על טענת עבדים אלא בגלגול כמו הקרקעות: "
            ],
            [
                "<b>המוכר זיתיו לעצים ועשו פחות מרביעית כו':  </b>מה שאמר בכאן יחלוקו הלכה הוא לפי שההנאה לשניהם ביחד ובלבד שיאמר קוץ סתם ואם עשו פירות פחות מרביעית אין אדם מקפיד על זה ואם הם יותר יחלוקו אבל אם אמר לו קוץ לאלתר אפילו פחות מרביעית הם לבעל הקרקע ואם התנה עם הלוקח ואמר לו קוץ כשתרצה אפילו עשו יותר מרביעית לבעל העצים: ומה שאמר שטף נהר את זיתיו הוא כשעקרו בגושיהם כלומר בעפר שסביבות השרשים שיוכל האילן להסתפק מהם ושרשי אותו האילן קיימין באותן גושין ולכן יהיו הפירות שעושין כל שלשת השנים לשניהם ואחר ג' שנים הכל לבעל הקרקע כשיהיו גבוהין ג' טפחים ושרשי אותם הזיתים קבועין באותן גושין: "
            ],
            [
                "<b>המשכיר בית לחבירו בימות הגשמים כו':  </b>בימות החמה שלשים יום רצונו לומר שאינו יכול להוציאו אלא אם כן הודיעו קודם ימות הגשמים שלשים יום ואם לא הודיעו לא יוציאו עד שיעברו ימות הגשמים וכמו כן מה שאמר י\"ב חדש רוצה לומר שיודיעו ויאמר לו בקש לעצמך בית דירה ואין יכול להוציאו עד שיעברו י\"ב חדש אחר שהודיעו. והלכה כרבן שמעון בן גמליאל [לפי שאלו החנויות יש בהן בנין וטורח גדול]: "
            ],
            [
                "<b>המשכיר בית לחבירו המשכיר חייב בדלת כו':  </b>הזבל לבעה\"ב זהו כשיכניסו בהמות שאינן לשוכר וזבלו הבית אבל זבל הבהמות שיש לשוכר הוא שלו: "
            ],
            [
                "<b>המשכיר בית לחבירו לשנה נתעברה השנה כו':  </b>אין הלכה כרשב\"ג ולא כר' יוסי אלא כל זמן שאמר דינר לחדש ואפי' אמר כך וכך לשנה כולו למשכיר לפי שעיקר אצלנו הכל הולך אחר הפחות שבלשונות וקרקע בחזקת בעליה קיימת לפיכך אמרו כולו למשכיר על איזה ענין שיהיה: "
            ],
            [
                "<b>המשכיר בית לחבירו ונפל חייב להעמיד לו בית כו':  </b>זה הדין כשהראה לו בית ידוע ואמר לו בית כזה אני משכיר לך ולפיכך חייב להעמיד לו בית שיהיה מדת ארכו ומדת רחבו כמו הבית שהראה לו אבל אם אמר לו בית זה אני משכיר לך ונפל אינו חייב לבנותו ואם אמר לו בית סתם יעמיד לו מקום שיקרא בית בין שיהיה גדול ממנו בין שיהיה קטן ממנו: "
            ]
        ],
        [
            [
                "<b>המקבל שדה מחבירו במקום שנהגו לקצור כו':  </b>הקנים ששניהם חייבים לספק הם שסומכים בהם הגפנים וחולקים אותם בסוף הזמן וכאילו אמר מה טעם חולקים בקנים מפני ששניהם מספקין את הקנים: "
            ],
            [
                "<b>המקבל שדה מחבירו והיא בית השלחין כו':  </b>צריך אתה לידע אלו השלשת שמות על איזה ענין הם נופלין והם שוכר וחוכר ומקבל וזה כי השוכר הוא שוכר הקרקע שיחרוש אותו בדמים קצובים בכך וכך דינר ומקבל הוא ששוכר אותו קרקע בחלק ידוע מן הפירות שיעשה כגון שיפסוק עמו בחצי הפירות שיוציא השדה או השליש וחוכר הוא ששוכר הקרקע בשיעור ידוע מחטים או משאר הזרעים הנזרעים והוא שיפסוק עם בעל השדה שיתן לו כך וכך מדה ממין פלוני מן הזרעים בין שתעשה הארץ הרבה או מעט ועוד פירוש מקבל נופל דרך כלל על השוכר ועל החוכר שכן הוא אומר במשנה מקבל ורצונו לומר חוכר או שוכר וכאילו אמר המקבל שדה בחכירות או בשכירות ומה שאמר בזו המשנה והלכה שלפניה מקבל זה הדין בעצמו בשוכר ג\"כ לטעם שפירשנו: ואמרו השכיר לו בית השלחין להודיענו שכוונתו שיהיה כמו שהוא עכשיו כל זמן שהוא ברשותו לפיכך יפחות לו משכירותו. ופירוש מנכה יפחות: "
            ],
            [
                "<b>המקבל שדה מחבירו והובירה שמין אותה כו':  </b>כבר ביארנו כי מקבל הוא ששוכר הארץ בחלק ממה שתוציא ואם הובירה ולא זרעה ישער מה שראויה לעשות אילו זרעה וישלם החלק שפסקו ביניהם וזה מבואר: "
            ],
            [
                "<b>המקבל שדה מחבירו ולא רצה לנכש אמר לו כו':  </b>לנכש לנקות השדה כשיגדל הזרע יצמחו עמו מינים מן העשבים וכשמנקין אותן מוסיף הזרע על תבואתה הרבה לפי שתתן השדה כל כחה אל הזרע וזה דבר ידוע אצל עובדי אדמה ולפי שזה החוכר שנותן שיעור מסוים היה יכול לומר לו אני לא אנקה ואינך רשאי להכריחני לנקות לפי שאין לך הפסד אם אאסוף מעט תבואה. לולי מה שזכר מפסידות הקרקע להבא: "
            ],
            [
                "<b>המקבל שדה מחבירו ולא עשתה אם יש בה כו': </b> כרי הוא ערימת התבואה שיוכל לכסות הרחת בגבהו והוא שיעור סאתים יצא ידי חובתו ור' יהודה אומר שזה שיעור שאינו ידוע לפי שזה הכלי הנקרא רחת אפשר שיהיה ארוך או קצר כדי נפילה שיעור מה שזרע בה וזה הדין הוא במקבל שביארנו שהוא ששוכר בחלק מן התבואה שתצא בה. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>המקבל שדה מחבירו ואכלה חגב או נשדפה כו':  </b>וזה הדין כולל לשוכר וחוכר. ומכת מדינה הוא שיהיו רוב שדות מאותה מדינה מקולקלות. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>המקבל שדה מחבירו בי' כור חיטים לשנה כו':</b>  זה מבואר:"
            ],
            [
                "<b>המקבל שדה מחבירו לזרעה שעורים לא כו':  </b>דיני משנה זו הם כפי שינוי הארצות ועיקר הדבר הוא כשיפסוק עמו לחרוש שדה ולזרוע מין ממיני הזרעים יש לו לזרוע מה שהזיקו בקרקע מעט מאותו הדבר שפסק עמו ולא יזרע מה שהזיקו גדול ממנו ועושים בזה על פי שיודעים בטבע אותו המקום בזריעה מן המתעסקין בחרישתה ועבודתה: "
            ],
            [
                "<b>המקבל שדה מחבירו לשנים מועטות כו':  </b>שרשי הפשתן ישארו בקרקע הרבה. וקורת שקמה עץ השקמה הגדל בקרקע בשני השכירות. "
            ],
            [
                "<b>המקבל שדה מחבירו לשבוע אחד בז' מאות זוז כו':</b>  זה מבואר:"
            ],
            [
                "<b>שכיר יום גובה כל הלילה שכיר לילה גובה כו':  </b>מפי השמועה למדו שזה שאמר יתברך לא תלין פעולת שכיר אתך עד בקר שזה מדבר בשכיר יום שגובה כל הלילה ומה שנאמר ביומו תתן שכרו שהוא מדבר בשכיר לילה שגובה כל היום: ומה שאמר בזו המשנה שכיר שעות גובה כל היום וכל הלילה רצונו לומר שכיר שעות ביום גובה כל היום ושכיר שעות בלילה גובה כל הלילה: "
            ],
            [
                "<b>אחד שכר אדם ואחד שכר בהמה אחד כו':  </b>שבועת השכיר הוא שבועת התורה ובלבד כששכר אותו בעדים אבל אם לא שכרו בעדים מגו דיכול לומר ליה לא שכרתיך נאמן לומר כבר נתתי לך שכרך וישבע שבועת היסת שנתן לו שכרו כמו שנתבאר בשביעי ממסכת שבועות. ופירוש המחהו שהכניס את החנוני תחתיו לפורעו: "
            ],
            [
                "<b>המלוה את חבירו לא ימשכננו אלא בב\"ד כו':  </b><b>אלמנה בין שהיא עניה בין שהיא עשירה כו':  </b><b>החובל את הרחים עובר משום לא תעשה כו':  </b>אמר רחמנא ואם איש עני הוא לא תשכב בעבוטו רצונו לומר לא תשכב ועבוטו אצלך אלא יחזיר לו מה שאינו יכול לעמוד בלתו ואין אצלו מה שיחליף במקומו כמו שבאר השם יתברך כי היא כסותו לבדה וגו' ואין הלכה כרשב\"ג ואסור לחבול האלמנה משום חשד כשתתעכב אצל הממשכן אותה בשביל המשכון שלה או שיארע ביניהם קלקול ולפיכך השוה בדבר העניה והעשירה: "
            ]
        ],
        [
            [
                "<b>הבית והעלייה של שנים שנפלו שניהם כו':  </b>כשנוכל להביא ראיה מענין הנפילה מה שהוא לבעל הבית ומה שהוא לבעל העליה נעשה על פי אותה ראיה ואם לא נדע חולקין. ומה שאמר נוטלן ועולות לו הוא כשיודה לו בעליו במקצת מה שטען ויאמר לו במקצת איני יודע על העיקר שביארנו לך בזו המסכת שכל המחויב שבועה ואינו יכול לישבע משלם: "
            ],
            [
                "<b>הבית והעלייה של שנים נפחתה העלייה ואין בעל הבית כו':  </b>משנה זו מדברת במי שהשכיר עלייה ואמר לשוכר עלייה ע\"ג הבית אני משכיר לך ולפיכך יורד ודר עמו בבית אבל אם אמר לו עלייה ולא זכר בית אינו חייב לתקן ואם אמר לו עלייה סתם חייב להשכיר לו עלייה על דרך מה שקדם בשכירות הבהמות ומחלוקת ר' יוסי וחכמים במעזיבה והוא הטיט והעפר שטוחין על התקרה ר' יוסי אומר מעזיבה להשוות הגומות הוא לפיכך בעל העלייה נותן את המעזיבה וחכ\"א המעזיבה נעשית לחזוק התקרה לפיכך חייב בעה\"ב לבנותו ואם אינו רוצה הרי בעל העלייה בונה את הבית ויושב בתוכו עד שיתן לו את כל יציאותיו: "
            ],
            [
                "<b>הבית והעלייה של שנים שנפלו אמר בעל העלייה כו':  </b>מה שאמר בכאן של שנים רצונו לומר שהיה עיקר הבית של א' והעלייה של שני אלא ששכר האחד מן השני. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>וכן בית הבד שהוא בנוי בסלע וגינה אחת כו':  </b>כל מקום שאומר בו נפחת רצונו לומר שלא יוכל להשתמש בו בענין מה שהיה משתמש מתחלה מחמת אותו הפחת אלא בעמל וכל זמן שאנו נותנין הוא שלשים יום והוא זמן ב\"ד: "
            ],
            [
                "<b>מי שהיה כותלו סמוך לגינת חבירו ונפל כו':  </b><b>המוציא זבל לרשות הרבים המוציא מוציא כו':  </b>רשב\"ג סבר שנותנין לו זמן ואם הזיק בתוך הזמן ההוא פטור ואם הזיק אחר הזמן חייב ואינה הלכה אלא כל היזק שיבא ממנו ישלם לעולם: "
            ],
            [
                "<b>שתי גינות זו על גב זו והירק בינתיים רבי מאיר כו':  </b>מה שאמר כל שיכול לפשוט את ידו הוא בענין שלא יסכן בעצמו ויתפשט פשוט שיהיה קרוב לנפול ממנו אלא שיתפשט שיעור מה שיוכל בלא סכנה והלכה כר\"ש:  ‪",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת בבא מציעא </small>"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}