var Makkotjson ={
    "language": "he",
    "title": "Mishnah Makkot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מכות",
    "categories": [
        "Mishnah",
        "Seder Nezikin"
    ],
    "textmishna": [ 
        [
            "כֵּיצַד הָעֵדִים נַעֲשִׂים זוֹמְמִין, מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁהוּא בֶן גְּרוּשָׁה אוֹ בֶן חֲלוּצָה, אֵין אוֹמְרִים יֵעָשֶׂה זֶה בֶן גְּרוּשָׁה אוֹ בֶן חֲלוּצָה תַחְתָּיו, אֶלָּא לוֹקֶה אַרְבָּעִים. מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁהוּא חַיָּב לִגְלוֹת, אֵין אוֹמְרִים יִגְלֶה זֶה תַחְתָּיו, אֶלָּא לוֹקֶה אַרְבָּעִים. מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁגֵּרַשׁ אֶת אִשְׁתּוֹ וְלֹא נָתַן לָהּ כְּתֻבָּתָהּ, וַהֲלֹא בֵּין הַיּוֹם וּבֵין לְמָחָר סוֹפוֹ לִתֵּן לָהּ כְּתֻבָּתָהּ, אוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בִּכְתֻבָּתָהּ שֶׁל זוֹ, שֶׁאִם נִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה, וְאִם מֵתָה יִירָשֶׁנָּה בַעְלָהּ. מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁהוּא חַיָּב לַחֲבֵרוֹ אֶלֶף זוּז עַל מְנָת לִתְּנָן לוֹ מִכָּאן וְעַד שְׁלשִׁים יוֹם, וְהוּא אוֹמֵר מִכָּאן וְעַד עֶשֶׂר שָׁנִים, אוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן וְיִהְיוּ בְיָדוֹ אֶלֶף זוּז, בֵּין נוֹתְנָן מִכָּאן וְעַד שְׁלשִׁים יוֹם, בֵּין נוֹתְנָן מִכָּאן וְעַד עֶשֶׂר שָׁנִים: \n",
            "מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁחַיָּב לַחֲבֵרוֹ מָאתַיִם זוּז, וְנִמְצְאוּ זוֹמְמִין, לוֹקִין וּמְשַׁלְּמִין, שֶׁלֹּא הַשֵּׁם הַמְבִיאוֹ לִידֵי מַכּוֹת, מְבִיאוֹ לִידֵי תַשְׁלוּמִין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כָּל הַמְשַׁלֵּם אֵינוֹ לוֹקֶה: \n",
            "מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁהוּא חַיָּב מַלְקוּת אַרְבָּעִים, וְנִמְצְאוּ זוֹמְמִין, לוֹקִין שְׁמֹנִים, מִשּׁוּם לֹא תַעֲנֶה בְרֵעֲךָ עֵד שָׁקֶר (שמות כ), וּמִשּׁוּם וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם (דברים יט), דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינָן לוֹקִין אֶלָּא אַרְבָּעִים. מְשַׁלְּשִׁין בְּמָמוֹן וְאֵין מְשַׁלְּשִׁין בְּמַכּוֹת. כֵּיצַד, הֱעִידוּהוּ שֶׁהוּא חַיָּב לַחֲבֵרוֹ מָאתַיִם זוּז, וְנִמְצְאוּ זוֹמְמִין, מְשַׁלְּשִׁין בֵּינֵיהֶם. אֲבָל אִם הֱעִידוּהוּ שֶׁהוּא חַיָּב מַלְקוּת אַרְבָּעִים, וְנִמְצְאוּ זוֹמְמִין, כָּל אֶחָד וְאֶחָד לוֹקֶה אַרְבָּעִים: \n",
            "אֵין הָעֵדִים נַעֲשִׂים זוֹמְמִין עַד שֶׁיָּזוֹמוּ אֶת עַצְמָן. כֵּיצַד, אָמְרוּ מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁהָרַג אֶת הַנֶּפֶשׁ, אָמְרוּ לָהֶן הֵיאַךְ אַתֶּם מְעִידִין, שֶׁהֲרֵי נֶהֱרָג זֶה אוֹ הַהוֹרֵג הָיָה עִמָּנוּ אוֹתוֹ הַיּוֹם בְּמָקוֹם פְּלוֹנִי, אֵין אֵלּוּ זוֹמְמִין. אֲבָל אָמְרוּ לָהֶם הֵיאַךְ אַתֶּם מְעִידִין, שֶׁהֲרֵי אַתֶּם הֱיִיתֶם עִמָּנוּ אוֹתוֹ הַיּוֹם בְּמָקוֹם פְּלוֹנִי, הֲרֵי אֵלּוּ זוֹמְמִין, וְנֶהֱרָגִין עַל פִּיהֶם: \n",
            "בָּאוּ אֲחֵרִים וְהִזִּימוּם, בָּאוּ אֲחֵרִים וְהִזִּימוּם, אֲפִלּוּ מֵאָה, כֻּלָּם יֵהָרֵגוּ. רַבִּי יְהוּדָה אוֹמֵר, אִסְטָסִית הִיא זוֹ, וְאֵינָהּ נֶהֱרֶגֶת אֶלָּא כַת הָרִאשׁוֹנָה בִלְבָד: \n",
            "אֵין הָעֵדִים זוֹמְמִין נֶהֱרָגִין, עַד שֶׁיִּגָּמֵר הַדִּין, שֶׁהֲרֵי הַצְּדוֹקִין אוֹמְרִים, עַד שֶׁיֵּהָרֵג, שֶׁנֶּאֱמַר נֶפֶשׁ תַּחַת נָפֶשׁ. אָמְרוּ לָהֶם חֲכָמִים, וַהֲלֹא כְבָר נֶאֱמַר (דברים יט) וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם לַעֲשׂוֹת לְאָחִיו, וַהֲרֵי אָחִיו קַיָּם. וְאִם כֵּן לָמָּה נֶאֱמַר נֶפֶשׁ תַּחַת נָפֶשׁ, יָכוֹל מִשָּׁעָה שֶׁקִּבְּלוּ עֵדוּתָן יֵהָרֵגוּ, תַּלְמוּד לוֹמַר, נֶפֶשׁ תַּחַת נָפֶשׁ, הָא אֵינָן נֶהֱרָגִין עַד שֶׁיִּגָּמֵר הַדִּין: \n",
            "עַל פִּי שְׁנַיִם עֵדִים אוֹ שְׁלשָׁה עֵדִים יוּמַת הַמֵּת (שם יז), אִם מִתְקַיֶּמֶת הָעֵדוּת בִּשְׁנַיִם, לָמָּה פָרַט הַכָּתוּב בִּשְׁלשָׁה, אֶלָּא לְהַקִּישׁ שְׁלשָׁה לִשְׁנַיִם, מַה שְּׁלשָׁה מַזִּימִין אֶת הַשְּׁנַיִם, אַף הַשְּׁנַיִם יָזוֹמּוֹ אֶת הַשְּׁלשָׁה. וּמִנַּיִן אֲפִלּוּ מֵאָה, תַּלְמוּד לוֹמַר, עֵדִים. רַבִּי שִׁמְעוֹן אוֹמֵר, מַה שְּׁנַיִם אֵינָן נֶהֱרָגִין עַד שֶׁיְּהוּ שְׁנֵיהֶם זוֹמְמִין, אַף שְׁלשָׁה אֵינָן נֶהֱרָגִין עַד שֶׁיִּהְיוּ שְׁלָשְׁתָּן זוֹמְמִין. וּמִנַּיִן אֲפִלּוּ מֵאָה, תַּלְמוּד לוֹמַר, עֵדִים. רַבִּי עֲקִיבָא אוֹמֵר, לֹא בָא הַשְּׁלִישִׁי אֶלָּא לְהַחְמִיר עָלָיו וְלַעֲשׂוֹת דִּינוֹ כַיּוֹצֵא בָאֵלּוּ. וְאִם כֵּן עָנַשׁ הַכָּתוּב לַנִּטְפָּל לְעוֹבְרֵי עֲבֵרָה כְעוֹבְרֵי עֲבֵרָה, עַל אַחַת כַּמָּה וְכַמָּה יְשַׁלֵּם שָׂכָר לַנִּטְפָּל לְעוֹשֵׂי מִצְוָה כְעוֹשֵׂי מִצְוָה: \n",
            "מַה שְּׁנַיִם נִמְצָא אַחַד מֵהֶן קָרוֹב אוֹ פָסוּל עֵדוּתָן בְּטֵלָה, אַף שְׁלשָׁה נִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָסוּל, עֵדוּתָן בְּטֵלָה. מִנַּיִן אֲפִלּוּ מֵאָה, תַּלְמוּד לוֹמַר, עֵדִים. אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים, בְּדִינֵי נְפָשׁוֹת. אֲבָל בְּדִינֵי מָמוֹנוֹת, תִּתְקַיֵּם הָעֵדוּת בַּשְּׁאָר. רַבִּי אוֹמֵר, אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת. בִּזְמַן שֶׁהִתְרוּ בָהֶן, אֲבָל בִּזְמַן שֶׁלֹּא הִתְרוּ בָהֶן, מַה יַּעֲשׂוּ שְׁנֵי אַחִין שֶׁרָאוּ בְאֶחָד שֶׁהָרַג אֶת הַנָּפֶשׁ: \n",
            "הָיוּ שְׁנַיִם רוֹאִין אוֹתוֹ מֵחַלּוֹן זֶה וּשְׁנַיִם רוֹאִין אוֹתוֹ מֵחַלּוֹן זֶה וְאֶחָד מַתְרֶה בוֹ בָּאֶמְצַע, בִּזְמַן שֶׁמִּקְצָתָן רוֹאִין אֵלּוּ אֶת אֵלּוּ, הֲרֵי אֵלּוּ עֵדוּת אַחַת. וְאִם לָאו, הֲרֵי אֵלּוּ שְׁתֵּי עֵדֻיּוֹת. לְפִיכָךְ אִם נִמְצֵאת אַחַת מֵהֶן זוֹמֶמֶת, הוּא וָהֵן נֶהֱרָגִין וְהַשְּׁנִיָּה פְּטוּרָה. רַבִּי יוֹסֵי אוֹמֵר, לְעוֹלָם אֵין נֶהֱרָגִין עַד שֶׁיְּהוּ פִּי שְׁנֵי עֵדָיו מַתְרִין בּוֹ, שֶׁנֶּאֱמַר (דברים יז) עַל פִּי שְׁנַיִם עֵדִים. דָּבָר אַחֵר, עַל פִּי שְׁנַיִם עֵדִים, שֶׁלֹּא תְהֵא סַנְהֶדְרִין שׁוֹמַעַת מִפִּי הַתֻּרְגְּמָן: \n",
            "מִי שֶׁנִּגְמַר דִּינוֹ וּבָרַח וּבָא לִפְנֵי אוֹתוֹ בֵית דִּין, אֵין סוֹתְרִים אֶת דִּינוֹ. כָּל מָקוֹם שֶׁיַּעַמְדוּ שְׁנַיִם וְיֹאמְרוּ, מְעִידִין אָנוּ בְאִישׁ פְּלוֹנִי שֶׁנִּגְמַר דִּינוֹ בְּבֵית דִּינוֹ שֶׁל פְּלוֹנִי, וּפְלוֹנִי וּפְלוֹנִי עֵדָיו, הֲרֵי זֶה יֵהָרֵג. סַנְהֶדְרִין נוֹהֶגֶת בָּאָרֶץ וּבְחוּצָה לָאָרֶץ. סַנְהֶדְרִין הַהוֹרֶגֶת אֶחָד בְּשָׁבוּעַ נִקְרֵאת חָבְלָנִית. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֶחָד לְשִׁבְעִים שָׁנָה. רַבִּי טַרְפוֹן וְרַבִּי עֲקִיבָא אוֹמְרִים, אִלּוּ הָיִינוּ בַסַּנְהֶדְרִין לֹא נֶהֱרַג אָדָם מֵעוֹלָם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הֵן מַרְבִּין שׁוֹפְכֵי דָמִים בְּיִשְׂרָאֵל: \n"
        ],
        [
            "אֵלּוּ הֵן הַגּוֹלִין, הַהוֹרֵג נֶפֶשׁ בִּשְׁגָגָה. הָיָה מְעַגֵּל בְּמַעְגִּילָה וְנָפְלָה עָלָיו וַהֲרָגַתּוּ, הָיָה מְשַׁלְשֵׁל בְּחָבִית וְנָפְלָה עָלָיו וַהֲרָגַתּוּ, הָיָה יוֹרֵד בְּסֻלָּם וְנָפַל עָלָיו וַהֲרָגוֹ, הֲרֵי זֶה גוֹלֶה. אֲבָל אִם הָיָה מוֹשֵׁךְ בְּמַעְגִּילָה וְנָפְלָה עָלָיו וַהֲרָגַתּוּ, הָיָה דוֹלֶה בְחָבִית וְנִפְסַק הַחֶבֶל וְנָפְלָה עָלָיו וַהֲרָגַתּוּ, הָיָה עוֹלֶה בְסֻלָּם וְנָפַל עָלָיו וַהֲרָגוֹ, הֲרֵי זֶה אֵינוֹ גוֹלֶה. זֶה הַכְּלָל, כֹּל שֶׁבְּדֶרֶךְ יְרִידָתוֹ, גּוֹלֶה. וְשֶׁלֹּא בְדֶרֶךְ יְרִידָתוֹ, אֵינוֹ גוֹלֶה. נִשְׁמַט הַבַּרְזֶל מִקַּתּוֹ וְהָרַג, רַבִּי אוֹמֵר, אֵינוֹ גוֹלֶה. וַחֲכָמִים אוֹמְרִים, גּוֹלֶה. מִן הָעֵץ הַמִּתְבַּקֵּעַ, רַבִּי אוֹמֵר, גּוֹלֶה. וַחֲכָמִים אוֹמְרִים, אֵינוֹ גוֹלֶה: \n",
            "הַזּוֹרֵק אֶבֶן לִרְשׁוּת הָרַבִּים וְהָרַג, הֲרֵי זֶה גּוֹלֶה. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אִם מִכְּשֶׁיָּצְאתָה הָאֶבֶן מִיָּדוֹ הוֹצִיא הַלָּז אֶת רֹאשׁוֹ וְקִבְּלָהּ, הֲרֵי זֶה פָטוּר. זָרַק אֶת הָאֶבֶן לַחֲצֵרוֹ וְהָרַג, אִם יֵשׁ רְשׁוּת לַנִּזָּק לִכָּנֵס לְשָׁם, גּוֹלֶה. וְאִם לָאו, אֵינוֹ גוֹלֶה, שֶׁנֶּאֱמַר (דברים יט) וַאֲשֶׁר יָבֹא אֶת רֵעֵהוּ בַיַּעַר, מַה הַיַּעַר רְשׁוּת לַנִּזָּק וְלַמַּזִּיק לִכָּנֵס לְשָׁם, יָצָא חֲצַר בַּעַל הַבַּיִת שֶׁאֵין רְשׁוּת לַנִּזָּק וְלַמַּזִּיק לִכָּנֵס לְשָׁם. אַבָּא שָׁאוּל אוֹמֵר, מַה חֲטָבַת עֵצִים רְשׁוּת, יָצָא הָאָב הַמַּכֶּה אֶת בְּנוֹ, וְהָרַב הָרוֹדֶה אֶת תַּלְמִידוֹ, וּשְׁלִיחַ בֵּית דִּין: \n",
            "הָאָב גּוֹלֶה עַל יְדֵי הַבֵּן, וְהַבֵּן גּוֹלֶה עַל יְדֵי הָאָב. הַכֹּל גּוֹלִין עַל יְדֵי יִשְׂרָאֵל, וְיִשְׂרָאֵל גּוֹלִין עַל יְדֵיהֶן, חוּץ מֵעַל יְדֵי גֵּר תּוֹשָׁב. וְגֵר תּוֹשָׁב אֵינוֹ גוֹלֶה אֶלָּא עַל יְדֵי גֵּר תּוֹשָׁב. הַסּוּמָא אֵינוֹ גוֹלֶה, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, גּוֹלֶה. הַשּׂוֹנֵא אֵינוֹ גוֹלֶה. רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, הַשּׂוֹנֵא נֶהֱרָג, מִפְּנֵי שֶׁהוּא כְמוּעָד. רַבִּי שִׁמְעוֹן אוֹמֵר, יֵשׁ שׂוֹנֵא גוֹלֶה וְיֵשׁ שׂוֹנֵא שֶׁאֵינוֹ גוֹלֶה. זֶה הַכְּלָל, כֹּל שֶׁהוּא יָכוֹל לוֹמַר לְדַעַת הָרַג, אֵינוֹ גוֹלֶה. וְשֶׁלֹּא לְדַעַת הָרַג, הֲרֵי זֶה גוֹלֶה: \n",
            "לְהֵיכָן גּוֹלִין, לְעָרֵי מִקְלָט. לַשָּׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן וְלַשָּׁלשׁ שֶׁבְּאֶרֶץ כְּנַעַן, שֶׁנֶּאֱמַר (במדבר לה) אֵת שְׁלשׁ הֶעָרִים תִּתְּנוּ מֵעֵבֶר לַיַּרְדֵּן וְאֵת שְׁלשׁ הֶעָרִים תִּתְּנוּ בְּאֶרֶץ כְּנָעַן וְגוֹ'. עַד שֶׁלֹּא נִבְחֲרוּ שָׁלשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל, לֹא הָיוּ שָׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן קוֹלְטוֹת, שֶׁנֶּאֱמַר (שם) שֵׁשׁ עָרֵי מִקְלָט תִּהְיֶינָה, עַד שֶׁיִּהְיוּ שֶׁשְׁתָּן קוֹלְטוֹת כְּאֶחָד: \n",
            "וּמְכֻוָּנוֹת לָהֶן דְּרָכִים מִזּוֹ לָזוֹ, שֶׁנֶּאֱמַר (דברים יט) תָּכִין לְךָ הַדֶּרֶךְ וְשִׁלַּשְׁתָּ וְגוֹ'. וּמוֹסְרִין לָהֶן שְׁנֵי תַלְמִידֵי חֲכָמִים, שֶׁמָּא יַהַרְגֶנּוּ בַדֶּרֶךְ, וִידַבְּרוּ אֵלָיו. רַבִּי מֵאִיר אוֹמֵר, אַף הוּא מְדַבֵּר עַל יְדֵי עַצְמוֹ, שֶׁנֶּאֱמַר (שם) וְזֶה דְּבַר הָרֹצֵחַ: \n",
            "רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, בַּתְּחִלָּה, אֶחָד שׁוֹגֵג וְאֶחָד מֵזִיד מַקְדִּימִין לְעָרֵי מִקְלָט, וּבֵית דִּין שׁוֹלְחִין וּמְבִיאִין אוֹתוֹ מִשָּׁם. מִי שֶׁנִּתְחַיֵּב מִיתָה בְּבֵית דִּין, הֲרָגוּהוּ. וְשֶׁלֹּא נִתְחַיֵּב מִיתָה, פְּטָרוּהוּ. מִי שֶׁנִּתְחַיֵּב גָּלוּת, מַחֲזִירִין אוֹתוֹ לִמְקוֹמוֹ, שֶׁנֶּאֱמַר (במדבר לה) וְהֵשִׁיבוּ אֹתוֹ הָעֵדָה אֶל עִיר מִקְלָטוֹ וְגוֹ'. אֶחָד מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה וְאֶחָד הַמְרֻבֶּה בִבְגָדִים וְאֶחָד שֶׁעָבַר מִמְּשִׁיחָתוֹ, מַחֲזִירִין אֶת הָרוֹצֵחַ. רַבִּי יְהוּדָה אוֹמֵר, אַף מְשׁוּחַ מִלְחָמָה מַחֲזִיר אֶת הָרוֹצֵחַ. לְפִיכָךְ אִמּוֹתֵיהֶן שֶׁל כֹּהֲנִים מְסַפְּקוֹת לָהֶן מִחְיָה וּכְסוּת, כְּדֵי שֶׁלֹּא יִתְפַּלְּלוּ עַל בְּנֵיהֶם שֶׁיָּמוּתוּ. מִשֶּׁנִּגְמַר דִּינוֹ מֵת כֹּהֵן גָּדוֹל, הֲרֵי זֶה אֵינוֹ גוֹלֶה. אִם עַד שֶׁלֹּא נִגְמַר דִּינוֹ מֵת כֹּהֵן גָּדוֹל וּמִנּוּ אַחֵר תַּחְתָּיו, וּלְאַחַר מִכֵּן נִגְמַר דִּינוֹ, חוֹזֵר בְּמִיתָתוֹ שֶׁל שֵׁנִי: \n",
            "נִגְמַר דִּינוֹ בְלֹא כֹהֵן גָּדוֹל, הַהוֹרֵג כֹּהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל שֶׁהָרַג, אֵינוֹ יוֹצֵא מִשָּׁם לְעוֹלָם. וְאֵינוֹ יוֹצֵא לֹא לְעֵדוּת מִצְוָה וְלֹא לְעֵדוּת מָמוֹן וְלֹא לְעֵדוּת נְפָשׁוֹת. וַאֲפִלּוּ יִשְׂרָאֵל צְרִיכִים לוֹ, וַאֲפִלּוּ שַׂר צְבָא יִשְׂרָאֵל כְּיוֹאָב בֶּן צְרוּיָה, אֵינוֹ יוֹצֵא מִשָּׁם לְעוֹלָם, שֶׁנֶּאֱמַר (במדבר לה) אֲשֶׁר נָס שָׁמָּה, שָׁם תְּהֵא דִירָתוֹ, שָׁם תְּהֵא מִיתָתוֹ, שָׁם תְּהֵא קְבוּרָתוֹ. כְּשֵׁם שֶׁהָעִיר קוֹלֶטֶת, כָּךְ תְּחוּמָהּ קוֹלֵט. רוֹצֵחַ שֶׁיָּצָא חוּץ לַתְּחוּם וּמְצָאוֹ גוֹאֵל הַדָּם, רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, מִצְוָה בְיַד גּוֹאֵל הַדָּם, וּרְשׁוּת בְּיַד כָּל אָדָם. רַבִּי עֲקִיבָא אוֹמֵר, רְשׁוּת בְּיַד גּוֹאֵל הַדָּם, וְכָל אָדָם אֵין חַיָּבִין עָלָיו. אִילָן שֶׁהוּא עוֹמֵד בְּתוֹךְ הַתְּחוּם וְנוֹפוֹ נוֹטֶה חוּץ לַתְּחוּם, אוֹ עוֹמֵד חוּץ לַתְּחוּם וְנוֹפוֹ נוֹטֶה לְתוֹךְ הַתְּחוּם, הַכֹּל הוֹלֵךְ אַחַר הַנּוֹף. הָרַג בְּאוֹתָהּ הָעִיר, גּוֹלֶה מִשְּׁכוּנָה לִשְׁכוּנָה. וּבֶן לֵוִי, גוֹלֶה מֵעִיר לְעִיר: \n",
            "כַּיּוֹצֵא בוֹ, רוֹצֵחַ שֶׁגָּלָה לְעִיר מִקְלָטוֹ וְרָצוּ אַנְשֵׁי הָעִיר לְכַבְּדוֹ, יֹאמַר לָהֶם רוֹצֵחַ אָנִי. אָמְרוּ לוֹ אַף עַל פִּי כֵן, יְקַבֵּל מֵהֶן, שֶׁנֶּאֱמַר (דברים יט) וְזֶה דְּבַר הָרֹצֵחַ. מַעֲלִים הָיוּ שָׂכָר לַלְוִיִּם, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, לֹא הָיוּ מַעֲלִים לָהֶן שָׂכָר. וְחוֹזֵר לַשְּׂרָרָה שֶׁהָיָה בָהּ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה חוֹזֵר לַשְּׂרָרָה שֶׁהָיָה בָהּ: \n"
        ],
        [
            "וְאֵלּוּ הֵן הַלּוֹקִין, הַבָּא עַל אֲחוֹתוֹ, וְעַל אֲחוֹת אָבִיו, וְעַל אֲחוֹת אִמּוֹ, וְעַל אֲחוֹת אִשְׁתּוֹ, וְעַל אֵשֶׁת אָחִיו, וְעַל אֵשֶׁת אֲחִי אָבִיו, וְעַל הַנִּדָּה, אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְנָתִין וּלְמַמְזֵר. אַלְמָנָה וּגְרוּשָׁה, חַיָּבִין עָלֶיהָ מִשּׁוּם שְׁנֵי שֵׁמוֹת. גְּרוּשָׁה וַחֲלוּצָה, אֵינוֹ חַיָּב אֶלָּא מִשֵּׁם אֶחָד בִּלְבָד: \n",
            "הַטָּמֵא שֶׁאָכַל אֶת הַקֹּדֶשׁ, וְהַבָּא אֶל הַמִּקְדָּשׁ טָמֵא, וְהָאוֹכֵל חֵלֶב, וְדָם, וְנוֹתָר, וּפִגּוּל, וְטָמֵא, הַשּׁוֹחֵט וְהַמַּעֲלֶה בַחוּץ, וְהָאוֹכֵל חָמֵץ בְּפֶסַח, וְהָאוֹכֵל וְהָעוֹשֶׂה מְלָאכָה בְּיוֹם הַכִּפּוּרִים, וְהַמְפַטֵּם אֶת הַשֶּׁמֶן, וְהַמְפַטֵּם אֶת הַקְּטֹרֶת, וְהַסָּךְ בְּשֶׁמֶן הַמִּשְׁחָה, וְהָאוֹכֵל נְבֵלוֹת וּטְרֵפוֹת, שְׁקָצִים וּרְמָשִׂים. אָכַל טֶבֶל וּמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ. כַּמָּה יֹאכַל מִן הַטֶּבֶל וִיהֵא חַיָּב, רַבִּי שִׁמְעוֹן אוֹמֵר כָּל שֶׁהוּא, וַחֲכָמִים אוֹמְרִים כַּזַּיִת. אָמַר לָהֶם רַבִּי שִׁמְעוֹן, אֵין אַתֶּם מוֹדִים לִי בְּאוֹכֵל נְמָלָה כָּל שֶׁהוּא חַיָּב. אָמְרוּ לוֹ, מִפְּנֵי שֶׁהִיא כִבְרִיָּתָהּ. אָמַר לָהֶן, אַף חִטָּה אַחַת כִּבְרִיָּתָהּ: \n",
            "הָאוֹכֵל בִּכּוּרִים עַד שֶׁלֹּא קָרָא עֲלֵיהֶן, קָדְשֵׁי קָדָשִׁים חוּץ לַקְּלָעִים, קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי חוּץ לַחוֹמָה, הַשּׁוֹבֵר אֶת הַעֶצֶם בַּפֶּסַח הַטָּהוֹר, הֲרֵי זֶה לוֹקֶה אַרְבָּעִים. אֲבָל הַמּוֹתִיר בַּטָּהוֹר וְהַשּׁוֹבֵר בַּטָּמֵא, אֵינוֹ לוֹקֶה אַרְבָּעִים: \n",
            "הַנּוֹטֵל אֵם עַל הַבָּנִים, רַבִּי יְהוּדָה אוֹמֵר, לוֹקֶה וְאֵינוֹ מְשַׁלֵּחַ. וַחֲכָמִים אוֹמְרִים, מְשַׁלֵּחַ וְאֵינוֹ לוֹקֶה. זֶה הַכְּלָל, כָּל מִצְוַת לֹא תַעֲשֶׂה שֶׁיֶּשׁ בָּהּ קוּם עֲשֵׂה, אֵין חַיָּבִין עָלֶיהָ: \n",
            "הַקּוֹרֵחַ קָרְחָה בְרֹאשׁוֹ, וְהַמַּקִּיף פְּאַת רֹאשׁוֹ, וְהַמַּשְׁחִית פְּאַת זְקָנוֹ, וְהַשּׂוֹרֵט שְׂרִיטָה אַחַת עַל הַמֵּת, חַיָּב. שָׂרַט שְׂרִיטָה אַחַת עַל חֲמִשָּׁה מֵתִים אוֹ חָמֵשׁ שְׂרִיטוֹת עַל מֵת אֶחָד, חַיָּב עַל כָּל אַחַת וְאֶחָת. עַל הָרֹאשׁ, שְׁתַּיִם, אַחַת מִכָּאן וְאַחַת מִכָּאן. עַל הַזָּקָן, שְׁתַּיִם מִכָּאן וּשְׁתַּיִם מִכָּאן וְאַחַת מִלְּמָטָּה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם נְטָלוֹ כֻלּוֹ כְאַחַת, אֵינוֹ חַיָּב אֶלָּא אֶחָת. וְאֵינוֹ חַיָּב עַד שֶׁיִּטְּלֶנּוּ בְתָעַר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ לִקְּטוֹ בְמַלְקֵט אוֹ בִרְהִיטְנִי, חַיָּב: \n",
            "הַכּוֹתֵב כְּתֹבֶת קַעֲקַע, כָּתַב וְלֹא קִעֲקַע, קִעֲקַע וְלֹא כָתַב, אֵינוֹ חַיָּב, עַד שֶׁיִּכְתֹּב וִיקַעֲקֵעַ בִּדְיוֹ וּבִכְחֹל וּבְכָל דָּבָר שֶׁהוּא רוֹשֵׁם. רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה מִשּׁוּם רַבִּי שִׁמְעוֹן אוֹמֵר, אֵינוֹ חַיָּב עַד שֶׁיִּכְתּוֹב שָׁם הַשֵּׁם, שֶׁנֶּאֱמַר (ויקרא יט) וּכְתֹבֶת קַעֲקַע לֹא תִתְּנוּ בָּכֶם אֲנִי ה': \n",
            "נָזִיר שֶׁהָיָה שׁוֹתֶה בַיַּיִן כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תִּשְׁתֶּה אַל תִּשְׁתֶּה וְהוּא שׁוֹתֶה, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "הָיָה מִטַּמֵּא לְמֵתִים כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תִּטַּמֵּא, אַל תִּטַּמֵּא, וְהָיָה מִטַּמֵּא, חַיָּב עַל כָּל אַחַת וְאֶחָת. הָיָה מְגַלֵּחַ כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תְּגַלֵּחַ אַל תְּגַלֵּחַ וְהוּא מְגַלֵּחַ, חַיָּב עַל כָּל אַחַת וְאֶחָת. הָיָה לָבוּשׁ בְּכִלְאַיִם כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תִּלְבָּשׁ אַל תִּלְבָּשׁ וְהוּא פוֹשֵׁט וְלוֹבֵשׁ, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "יֵשׁ חוֹרֵשׁ תֶּלֶם אֶחָד וְחַיָּב עָלָיו מִשּׁוּם שְׁמֹנָה לָאוִין, הַחוֹרֵשׁ בְּשׁוֹר וַחֲמוֹר, וְהֵן מֻקְדָּשִׁים, בְּכִלְאַיִם בַּכֶּרֶם, וּבַשְּׁבִיעִית, וְיוֹם טוֹב, וְכֹהֵן וְנָזִיר בְּבֵית הַטֻּמְאָה. חֲנַנְיָא בֶּן חֲכִינַאי אוֹמֵר, אַף הַלּוֹבֵשׁ כִּלְאָיִם. אָמְרוּ לוֹ, אֵינוֹ הַשֵּׁם. אָמַר לָהֶם, אַף לֹא הַנָּזִיר הוּא הַשֵּׁם: \n",
            "כַּמָּה מַלְקִין אוֹתוֹ, אַרְבָּעִים חָסֵר אַחַת. שֶׁנֶּאֱמַר (דברים כה) בְּמִסְפָּר אַרְבָּעִים, מִנְיָן שֶׁהוּא סָמוּךְ לְאַרְבָּעִים. רַבִּי יְהוּדָה אוֹמֵר, אַרְבָּעִים שְׁלֵמוֹת הוּא לוֹקֶה. וְהֵיכָן הוּא לוֹקֶה אֶת הַיְתֵרָה, בֵּין כְּתֵפָיו: \n",
            "אֵין אוֹמְדִין אוֹתוֹ אֶלָּא בְמַכּוֹת הָרְאוּיוֹת לְהִשְׁתַּלֵּשׁ. אֲמָדוּהוּ לְקַבֵּל אַרְבָּעִים, לָקָה מִקְצָת וְאָמְרוּ שֶׁאֵינוֹ יָכוֹל לְקַבֵּל אַרְבָּעִים, פָּטוּר. אֲמָדוּהוּ לְקַבֵּל שְׁמֹנֶה עֶשְׂרֵה, מִשֶּׁלָּקָה אָמְרוּ שֶׁיָּכוֹל הוּא לְקַבֵּל אַרְבָּעִים, פָּטוּר. עָבַר עֲבֵרָה שֶׁיֶּשׁ בָּהּ שְׁנֵי לָאוִין, אֲמָדוּהוּ אֹמֶד אֶחָד, לוֹקֶה וּפָטוּר. וְאִם לָאו, לוֹקֶה וּמִתְרַפֵּא וְחוֹזֵר וְלוֹקֶה: \n",
            "כֵּיצַד מַלְקִין אוֹתוֹ, כּוֹפֵת שְׁתֵּי יָדָיו עַל הָעַמּוּד הֵילָךְ וְהֵילָךְ, וְחַזַּן הַכְּנֶסֶת אוֹחֵז בִּבְגָדָיו, אִם נִקְרְעוּ נִקְרָעוּ, וְאִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבּוֹ. וְהָאֶבֶן נְתוּנָה מֵאַחֲרָיו, חַזַּן הַכְּנֶסֶת עוֹמֵד עָלֶיהָ. וּרְצוּעָה שֶׁל עֵגֶל בְּיָדוֹ, כְּפוּלָה אֶחָד לִשְׁנַיִם וּשְׁנַיִם לְאַרְבָּעָה, וּשְׁתֵּי רְצוּעוֹת עוֹלוֹת וְיוֹרְדוֹת בָּהּ: \n",
            "יָדָהּ טֶפַח וְרָחְבָּהּ טֶפַח, וְרֹאשָׁהּ מַגַּעַת עַל פִּי כְרֵסוֹ. וּמַכֶּה אוֹתוֹ שְׁלִישׁ מִלְּפָנָיו וּשְׁתֵּי יָדוֹת מִלְּאַחֲרָיו. וְאֵינוֹ מַכֶּה אוֹתוֹ לֹא עוֹמֵד וְלֹא יוֹשֵׁב אֶלָּא מֻטֶּה, שֶׁנֶּאֱמַר (דברים כה) וְהִפִּילוֹ הַשֹּׁפֵט. וְהַמַּכֶּה מַכֶּה בְיָדוֹ אַחַת בְּכָל כֹּחוֹ: \n",
            "וְהַקּוֹרֵא קוֹרֵא (שם כח) אִם לֹא תִשְׁמֹר לַעֲשׂוֹת וְגוֹ' וְהִפְלָא ה' אֶת מַכֹּתְךָ וְאֵת מַכּוֹת וְגוֹ', וְחוֹזֵר לִתְחִלַּת הַמִּקְרָא (שם כט) וּשְׁמַרְתֶּם אֶת דִּבְרֵי הַבְּרִית הַזֹּאת וְגוֹ', וְחוֹתֵם (תהלים עח) וְהוּא רַחוּם יְכַפֵּר עָוֹן וְגוֹ', וְחוֹזֵר לִתְחִלַּת הַמִּקְרָא. וְאִם מֵת תַּחַת יָדוֹ, פָּטוּר. הוֹסִיף לוֹ עוֹד רְצוּעָה אַחַת וָמֵת, הֲרֵי זֶה גוֹלֶה עַל יָדוֹ. נִתְקַלְקֵל בֵּין בְּרֶעִי בֵּין בְּמַיִם, פָּטוּר. רַבִּי יְהוּדָה אוֹמֵר, הָאִישׁ בְּרֶעִי וְהָאִשָּׁה בְּמָיִם: \n",
            "כָּל חַיָּבֵי כְרֵתוֹת שֶׁלָּקוּ, נִפְטְרוּ יְדֵי כְרֵתָתָן, שֶׁנֶאֱמַר (דברים כה) וְנִקְלָה אָחִיךָ לְעֵינֶיךָ, כְּשֶׁלָּקָה הֲרֵי הוּא כְאָחִיךָ, דִּבְרֵי רַבִּי חֲנַנְיָא בֶּן גַּמְלִיאֵל. אָמַר רַבִּי חֲנַנְיָא בֶּן גַּמְלִיאֵל, מָה אִם הָעוֹבֵר עֲבֵרָה אַחַת, נוֹטֵל נַפְשׁוֹ עָלֶיהָ, הָעוֹשֶׂה מִצְוָה אַחַת, עַל אַחַת כַּמָּה וְכַמָּה שֶׁתִּנָּתֵן לוֹ נַפְשׁוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, מִמְּקוֹמוֹ הוּא לָמֵד, שֶׁנֶּאֱמַר (ויקרא יח) וְנִכְרְתוּ הַנְּפָשׁוֹת הָעֹשֹׂת וְגוֹ', וְאוֹמֵר (שם) אֲשֶׁר יַעֲשֶׂה אֹתָם הָאָדָם וָחַי בָּהֶם. הָא, כָּל הַיּוֹשֵׁב וְלֹא עָבַר עֲבֵרָה, נוֹתְנִין לוֹ שָׂכָר כְּעוֹשֶׂה מִצְוָה. רַבִּי שִׁמְעוֹן בַּר רַבִּי אוֹמֵר, הֲרֵי הוּא אוֹמֵר (דברים יב) רַק חֲזַק לְבִלְתִּי אֲכֹל הַדָּם כִּי הַדָּם הוּא הַנָּפֶשׁ וְגוֹ', וּמָה אִם הַדָּם שֶׁנַּפְשׁוֹ שֶׁל אָדָם קָצָה מִמֶּנּוּ, הַפּוֹרֵשׁ מִמֶּנּוּ מְקַבֵּל שָׂכָר, גָּזֵל וַעֲרָיוֹת שֶׁנַּפְשׁוֹ שֶׁל אָדָם מִתְאַוָּה לָהֶן וּמְחַמַּדְתָּן, הַפּוֹרֵשׁ מֵהֶן עַל אַחַת כַּמָּה וְכַמָּה שֶׁיִּזְכֶּה לוֹ וּלְדוֹרוֹתָיו וּלְדוֹרוֹת דּוֹרוֹתָיו עַד סוֹף כָּל הַדּוֹרוֹת: \n",
            "רַבִּי חֲנַנְיָא בֶּן עֲקַשְׁיָא אוֹמֵר, רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְזַכּוֹת אֶת יִשְׂרָאֵל, לְפִיכָךְ הִרְבָּה לָהֶם תּוֹרָה וּמִצְוֹת, שֶׁנֶּאֱמַר (ישעיה מב) יְיָ חָפֵץ לְמַעַן צִדְקוֹ יַגְדִּיל תּוֹרָה וְיַאְדִּיר: \n"
        ]
    ],
    "textbartenura":[ 
        [
            [
                "<b>כיצד העדים נעשים זוממין.</b> הכי קאמר, אותן עדים שנמצאו זוממין ואין עושין בהן דין הזמה, כלומר שאין מקיימין בהם ועשיתם לו כאשר זמם לעשות לאחיו, כיצד הן נעשים זוממים:",
                "<b>מעידין אנו באיש פלוני.</b> כהן:",
                "<b>שהוא בן גרושה.</b> בפנינו נתגרשה אמו קודם שנולד והרי הוא חלל:",
                "<b>אין אומרים.</b> אם הוזמו והם כהנים יעשה זה בן גרושה לקיים בו כאשר זמם, דהא כתיב (דברים י״ט) ועשיתם לו כאשר זמם, לו ולא לזרעו. ואם תעשהו חלל והוא כהן, פסלת את זרעו לעולם. ואם תאמר נפסול אותו לבדו ולא זרעו, בעינן כאשר זמם לעשות וליכא, שהרי הוא זמם לפסול הנידון ואת זרעו:",
                "<b>אלא לוקה ארבעים.</b> דאמר קרא (שם כ״ה) והצדיקו את הצדיק והרשיעו את הרשע והיה אם בן הכות הרשע, משום דהרשיעו את הרשע, והיה אם בן הכות הרשע, אלא, עדים שהרשיעו את הצדיק ואתו עדי אחריני והצדיקו את הצדיק דמעיקרא ושוינהו להנך רשעים, והיה אם בן הכות הרשע:",
                "<b>אין אומרים יגלה זה.</b> דכתיב ברוצח (שם י״ט) הוא ינוס, הוא ולא זוממיו:",
                "<b>שגירש את אשתו.</b> בפנינו ביום פלוני, וזה אומר לא גרשתי ואיני חייב לה כתובה:",
                "<b>והלא בין היום ובין למחר.</b> כלומר מה ישלמו לו, אם תאמר כל הכתובה, והלא שמא ימות או שמא יגרשנה היום או למחר וסופו ליתן לה, נמצא שלא היו מפסידין אותו כלום:",
                "<b>אומדין כמה אדם רוצה ליתן בכתובתה של זו.</b> מספק. שאם נתאלמנה או נתגרשה יטלנה לוקח, ואם מתה יירשנה בעלה ויפסיד מעותיו שנתן, וכך יתנו העדים לבעל: "
            ],
            [
                "<b>שלא השם המחייבו מלקות.</b> לא המקרא המחייבו מלקות מחייבו תשלומין. מלקות, מלא תענה. תשלומין, מועשיתם לו כאשר זמם:",
                "<b>כל המשלם אינו לוקה.</b> דכתיב כדי רשעתו, על רשעה אחת אתה מחייבו ואי אתה מחייבו על שתי רשעיות. ומדקאמרי רבנן משלם ואינו לוקה ולא אמרי לוקה ואינו משלם, שמע מינה דכל היכא דאיכא תרתי מלקות ותשלומין לא אמרינן ילקה ולא ישלם אלא משלם ואינו לוקה. וכן הלכה: "
            ],
            [
                "<b>משום לא תענה.</b> שהרי כשאי אפשר לקיים בעדים ועשיתם לו כאשר זמם, כגון מעידים אנו באיש פלוני שהוא בן גרושה, לוקים העדים משום לא תענה, הכא דאיכא אזהרת לא תענה ואיכא נמי כאשר זמם, לוקים שמונים. ואין הלכה כר׳ מאיר:",
                "<b>משלשין בממון.</b> עדים זוממין שחייבין בתשלומין משלמין הממון לפי מספר העדים. אם היו שלשה עדים והוזמו, כל אחד משלם שליש הממון שהיו רוצים להפסידו:",
                "<b>ואין משלשין במכות.</b> שאין כל אחד מהעדים לוקה שליש מלקות, אלא כל אחד לוקה ארבעים. דבעינן ועשיתם לו כאשר זמם, וכל אחד מהם מבקש להלקות הנדון מלקות שלם. וממון מצטרף, כשיתן כל אחד מהם שליש הרי קיבל מה שרצו להפסידו בין כולם, אבל מכות לא מצטרפין: "
            ],
            [
                "<b>עד שיזומו עצמן.</b> שיזומו אותן בעסקי גופן, לא בעסקי ההורג [וההרוג], כדמפרש ואזיל. ונפקא לן מקרא דכתיב (דברים י״ט) והנה עד שקר העד, עד שיהיה השקר בגופן של עדים: "
            ],
            [
                "<b>ואפילו היו מאה.</b> כתות שהעידו זו אחר זו בעדות אחת וכת אחת הזימה את כולן, כולן יהרגו:",
                "<b>איסטטית היא זאת.</b> כלומר זאת הכת סרה וסטיא היא, שכך נטלו עצה ביניהן להזים כל הבא להעיד בעדות זאת. פירוש אחר איסטסית היא זו, וכי עדות זו יורה של איסטיס היא שצובעת כל הנוגע בה:",
                "<b>ואינה נהרגת אלא כת ראשונה בלבד.</b> דסבירא ליה לר׳ יהודה דלאחר דאתזמא לה כת ראשונה, תו לא מקבלים סהדותא דכת שניה דאתיא לאסהד בתרה, ואי אסהדה ואיתזמא לא קטלינן לה, דלא קרינן לה ועשיתם לו, דהא לא קטלינן אפומה. ואין הלכה כר׳ יהודה: "
            ],
            [
                "<b>עד שיגמר הדין.</b> של הנדון. שיהרג על פיהן, ואחר כן הוזמו: "
            ],
            [
                "<b>ומנין אפילו מאה.</b> ששנים מזימין מאה שהעידו יחד:",
                "<b>מה שנים אינן נהרגין עד שהוזמו שניהן.</b> דכתיב (דברים י״ט) והנה עד שקו׳ העד, ואמר מר, כל מקום שנאמר עד הרי כאן שנים עד שיפרוט לך הכתוב אחד:",
                "<b>עד שיהיו שלשתן זוממין.</b> והוא שהעיד כל אחד בתוך כדי דיבור של סיומו של חברו. אבל אם העידו שנים ולאחר זמן העידו האחרים, הרי הן שתי כתות לכל דבר:",
                "<b>רבי עקיבא אומר לא בא השלישי אלא להחמיר עליו.</b> שלא תאמר הואיל ובלא השלישי היתה העדות מתקיימת לא יעשו בו דין הזמה, למדך הכתוב שאף הוא נדון:",
                "<b>על אחת כמה וכמה.</b> שמדה טובה מרובה על מדת פורענות:"
            ],
            [
                "<b>במה דברים אמורים בדיני נפשות.</b> דכתיב (במדבר ל״ה) והצילו העדה, ומהדרינן אזכותא:",
                "<b>אחד דיני ממונות.</b> נמי עדותן בטלה:",
                "<b>בזמן שהתרו בהן.</b> בדיני נפשות איירי. כלומר, כי אמרינן דבטלה, זהו בזמן שהקרוב או הפסול נשתתף מתחלה להיות מן המתרין בעובר עבירה, אבל אם לא התרו בהן ולא כיון להיות עד בדבר, לא בטלה עדות האחרים בשביל ראייתו של זה. והלכה כרבי: "
            ],
            [
                "<b>ואחד מתרה בו באמצע.</b> המתרה מצטרף עם הכת של עדים, שהוא רואה אותם והם רואים אותו בשעת ההתראה. לפיכך אם היו שתי הכתות שבשתי החלונות רואים אותו, מצטרפים אלו עם אלו והם כולם עדות אחת:",
                "<b>הוא והן נהרגין.</b> הוא נהרג דאכתי איכא כת אחת שלא הוזמה, והם הניזמין נהרגין שהרי הוזמו:",
                "<b>שלא תהא סנהדרין שומעת מפי התורגמן.</b> שצריכין שיהיו הדיינים מכירים בלשון העדים. ולא יצטרכו להעמיד מליץ בינותם. וכן הלכה:"
            ],
            [
                "<b>סנהדרין.</b> הסמוכים בארץ, יש להן רשות לדון דיני קנסות ודיני נפשות, בין בארץ בין בחוצה לארץ, כל זמן שיש ב״ד הגדול בלשכת הגזית. שנאמר (דברים י״ז) לבלתי שמוע אל הכהן או אל השופט, בזמן שיש כהן מקריב על גבי מזבח יש שופט שדן דיני נפשות, בזמן שאין כהן אין שופט:",
                "<b>סנהדרין ההורגת אחת בשבוע.</b> אחת לשבע שנים:",
                "<b>נקראת חובלנית.</b> שצריך שיהיו מתונים בדין, ויחזירו בדיני נפשות לזכות:",
                "<b>לא נהרג אדם מעולם.</b> שיבדקו העדים בדבר שלא ידעו להשיב. אם רוצח הוא, מה ראיתם, טריפה הרג או שלם הרג, ואם תמצא לומר שלם הרג, שמא במקום סייף נקב היה. ואם מגלה עריות הוא, ראיתם כמכחול בשפופרת:",
                "<b>אף הן מרבים שופכי דמים.</b> מתוך כך אין מכלין הרשעים ומרבים לשפוך דם:"
            ]
        ],
        [
            [
                "<b>אלו הן הגולין.</b> היה מעגל במעגילה. אבן חלקה עגולה שמעגלין אותה על גבי הסיד או הטיט שבעלייה להשוות הסדקים:",
                "<b>היה משלשל בחבית.</b> מלמעלה למטה:",
                "<b>אבל אם היה מושך במעגילה.</b> ממטה למעלה:",
                "<b>כל שבדרך ירידתו גולה.</b> דכתיב (במדבר ל״ה) ויפל עליו, עד שיהא דרך נפילה. וכל, לאתויי אפילו ירידה שהיא לצורך עלייה:",
                "<b>נשמט הברזל מקתו.</b> מבית יד שהוא תקוע בו:",
                "<b>רבי אומר אינו גולה.</b> רבי סבר ונשל הברזל מן העץ זה עץ המתבקע, ולא עצו שהוא תקוע בו. ורבנן סברי מן העץ, מעצו שהוא תקוע בו. והלכה כחכמים. דעץ המתבקע כח כחו הוא, וע״י כח כחו אינו גולה:"
            ],
            [
                "<b>זרק את האבן לרשות הרבים.</b> ואע״ג דקרוב למזיד הוא, שהיה לו לחשוב שבני אדם מצוים ברשות הרבים תמיד, הכא עסקינן באשפה העשויה ברשות הרבים להפנות בה בלילה, ואינה עשויה להפנות בה ביום וזמנין דמקרי דיתיב בה, ומשום הכי גולה, דלאו פושע הוא ולא אנוס גמור הוא:",
                "<b>והוציא הלה את ראשו וקבלה פטור.</b> דכתיב (דברים י״ט:ה׳) ומצא את רעהו, פרט לממציא את עצמו:",
                "<b>אם יש רשות לניזק.</b> שנתן לו בעל הבית רשות ליכנס:",
                "<b>מה חטיבת עצים רשות.</b> דאי בעי עייל לחטוב ואי בעי לא עייל:",
                "<b>יצא האב הרודה את בנו.</b> דמצוה קא עביד:"
            ],
            [
                "<b>האב גולה על ידי בנו.</b> כשלא הכהו ללמדו תורה או מוסר או אומנות:",
                "<b>הכל גולים על ידי ישראל.</b> ואפילו עבד או כותי:",
                "<b>חוץ מעל ידי גר תושב.</b> שאם הרג בן ישראל בשוגג, אינו גולה אלא נהרג:",
                "<b>הסומא אינו גולה.</b> דכתיב (במדבר ל״ה) בלא ראות, פרט לסומא:",
                "<b>רבי מאיר אומר גולה.</b> בלא ראות לרבות את הסומא. ואין הלכה כר״מ:",
                "<b>השונא.</b> כל שלא דבר עמו שלשה ימים מחמת איבה. ואין הלכה לא כר׳ יוסי ברבי יהודה ולא כר׳ שמעון, אלא השונא אינו נהרג ואינו נקלט, שחזקתו שהוא קרוב למזיד:"
            ],
            [
                "<b>להיכן גולין לערי מקלט.</b> ומ״ב עיר של לוים נמי כולן קולטות אלא שאלו שש ערי מקלט בין נכנס שם רוצח לדעת שתקלטנו ובין נכנס שלא לדעת, קולטות. ושנים וארבעים עיר, לדעת קולטות, שלא לדעת אינן קולטות, ואם הרגו גואל הדם לשם פטור:"
            ],
            [
                "<b>ומכוונות היו להן הדרכים.</b> שהיו עושים הדרכים שיהו מכוונות לערי מקלט שלא יהא הרוצח תועה בדרך. ומקלט מקלט היה כתוב על פרשת דרכים, כדי שיכיר הרוצח ויפנה לשם:",
                "<b>וידברו אליו.</b> מדברים לגואל הדם אל תנהוג מנהג של שופכי דמים, בשגגה בא מעשה זה לידו:",
                "<b>הוא מדבר על ידי עצמו.</b> אין תלמידי חכמים נזקקין לדבר לגואל הדם בעבורו, אלא הוא טוען טענות לעצמו. ואין הלכה כר׳ מאיר:"
            ],
            [
                "<b>ואחד המרובה בבגדים.</b> שאחר שנגנזה צלוחית של שמן המשחה לא היה מתחנך להיות כהן גדול אלא בלבישת שמונה בגדים:",
                "<b>ואחד שעבר ממשיחתו.</b> שאירע קרי לכהן גדול ביום הכיפורים ומינו אחר תחתיו. במיתת כל אחד מאלו הוא חוזר, אע״פ שהאחר חי. דשלש פעמים כהן גדול כתיב בפרשה:",
                "<b>רבי יהודה אומר אף משוח מלחמה.</b> דקרא אחרינא כתיב (במדבר ל״ה) לשוב לשבת בארץ עד מות הכהן. ורבנן, כיון דלא כתיב בההוא קרא הכהן הגדול לא דרשי ליה. והלכה כחכמים:",
                "<b>שלא יתפללו על בניהם שימותו.</b> והם פשעו, שהיה להם לבקש רחמים על דורם שלא יארע בהן תקלה ולא בקשו:",
                "<b>משנגמר דינו.</b> לגלות. דמשנגמר דינו ועומד לגלות כאילו גלה:"
            ],
            [
                "<b>נגמר דינו בלא כהן גדול.</b> שלא היה כהן גדול בעולם:",
                "<b>לא לעדות מצוה.</b> כגון לעדות החודש:",
                "<b>וכל אדם.</b> חוץ מגואל הדם שהרגו חוץ לעיר מקלטו אינו חייב עליו, דכתיב (שם) אין לו דם, וגואל הדם רשות בידו להרגו. והלכה כר׳ עקיבא. והני מילי, שיצא מזיד. אבל יצא שוגג, כל אדם שהרגו נהרג עליו:",
                "<b>הכל הולך אחר הנוף.</b> בגמרא מפרש דאף אחר הנוף קאמר, שאם היה עיקרו בתוך התחום של ערי מקלט ונופו נוטה חוץ לתחום, כיון שנכנס תחת נופו, נקלט, הואיל ועיקרו לפנים שדינן נופו בתר עיקרו. ואי עיקרו בחוץ ונופו בפנים, כי היכי דבנופו לא מצי קטיל ליה, בעיקרו נמי לא מצי קטיל ליה, דשדינא עיקרו בתר נופו לחומרא:"
            ],
            [
                "<b>מעלים היו שכר ללוים.</b> בארבעים ושתים עיר שגם הם קולטות, מעלה הרוצח שכר לבעה״ב שהוא דר בו:",
                "<b>רבי מאיר אומר וכו׳</b> ואין הלכה כר׳ מאיר. ודוקא במ״ב עיר, אבל בשש ערי מקלט כולי עלמא מודו שאין מעלה שכר לבעה״ב:",
                "<b>לא היה חוזר לשררה שהיה בה.</b> דכתיב (ויקרא כ״ה:מ״א) ושב אל משפחתו ואל אחוזת אבותיו ישוב, למשפחתו הוא חוזר, ואינו חוזר למה שהוחזקו אבותיו. ואין הלכה כר״י:"
            ]
        ],
        [
            [
                "<b>אלו הן הלוקין.</b> אלו לאו דוקא, דתנא ושייר לוקין טובא. אלא תנא חייבי כריתות, לאשמועינן דיש מלקות בחייבי כריתות. ותנא אלמנה וגרושה, לאשמועינן אלמנה והיא גרושה חייבין עליה משום שני שמות. ותנא טבל ומעשר ראשון שלא נטלה תרומתו, דלא מפרשא אזהרה דידהו בהדיא. וכן הקדש שלא נפדה. ואיידי דתנא הקדש, תני מעשר שני, דתרווייהו מלקות דידהו משום מחוסרי פדייה. וכן ברובן איכא צד חידוש:",
                "<b>נתינה.</b> מן הגבעונים היא. ומלקות דידה מלא תתחתן בם:",
                "<b>אלמנה.</b> שנתאלמנה מאיש אחר, והיא גרושה, חייב עליה שני מלקיות:",
                "<b>משום שני שמות.</b> משום שני אזהרות. ששניהם מפורשות במקרא, ואזהרה אתרווייהו קאמר:",
                "<b>גרושה.</b> והיא חלוצה, אינו חייב עליה משום שני שמות. שהחלוצה אינו כתובה, אלא מרבויא מייתינן לה, דתניא, גרושה אין לי אלא גרושה חלוצה מנין, תלמוד לומר ואשה:"
            ],
            [
                "<b>המפטם את השמן.</b> העושה שמן דוגמת שמן המשחה:",
                "<b>והסך בשמן המשחה.</b> שעשה משה רבינו ע״ה:",
                "<b>אכל טבל.</b> אזהרתיה מלא יחללו את קדשי בני ישראל אשר ירימו (ויקרא כ״ב:ט״ו), בעתידין לתרום הכתוב מדבר:",
                "<b>ומעשר ראשון שלא נטלה תרומתו.</b> שאף הוא במיתה כטבל, דכתיב (במדבר י״ח:כ״ז) ונחשב לכם תרומתכם כדגן מן הגורן וגו׳:",
                "<b>ומעשר שני שלא נפדה.</b> מעשר שני שנטמא ואפילו הוא בירושלים אסור לאוכלו עד שיפדה, והאוכלו בירושלים עד שלא נפדה לוקה. ואזהרתו מולא בערתי ממנו בטמא (דברים כ״ו), בין שאני טמא והוא טהור בין שאני טהור והוא טמא. ומנין למעשר שני שנטמא שפודין אותו בירושלים, שנאמר (שם י״ד) כי לא תוכל שאתו, פירוש, לא תוכל לאכלו, כדכתיב (בראשית מ״ג:ל״ד) וישא משאות מאת פניו:",
                "<b>והקדש שלא נפדה.</b> לא כתיב ביה לאו בהדיא, אלא אתיא אזהרה דידיה גזירה שוה דחטא חטא מתרומה. ואע״ג דמיעט רחמנא ומתו בו, ולא במעילה, ממיתה מיעטיה ולא מאזהרה:",
                "<b>באוכל נמלה שהוא חייב.</b> משום שרץ השורץ על הארץ (ויקרא י״א:כ״ט), ואע״ג דלית בה כשיעור:",
                "<b>אף חטה אחת כברייתה.</b> ולית הלכתא כר׳ שמעון. דלא קרינן בריה אלא לבריה שיש לה נשמה בלבד:"
            ],
            [
                "<b>עד שלא קרא עליהם.</b> ארמי אובד אבי וגו׳. אבל לאחר שקרא עליהם, אינו לוקה אם אכלן, לפי שהן ממונו של כהן. וזו דברי ר׳ עקיבא. אבל חכמים אומרים, ביכורים הנחה מעכבת בהן, קריאה אין מעכבת בהן, והאוכלן אחר הנחה בעזרה אע״פ שעדיין לא קרא עליהן אינו לוקה. והלכה כחכמים. ואזהרתן מדכתיב (דברים י״ב:י״ז) לא תוכל לאכול בשעריך מעשר דגנך וגו׳ ותרומת ידיך, ואמר מר, ותרומת ידיך אלו הביכורים, דאילו תרומה אינה טעונה הבאת מקום. וביכורים נמי אינו לוקה עליהן אלא אם אכלן אחר שראו פני ירושלים קודם הנחתן בעזרה, אבל אכלן בגבולין קודם שיכנסו לירושלים אינו לוקה:",
                "<b>קדשי קדשים חוץ לקלעים קדשים קלים חוץ לחומה.</b> כל הני אזהרתן מלא תוכל לאכול בשעריך וגו׳ וכל נדריך אשר תדור. שכל אכילה חוץ למקום הקבוע לה מקרי אכילת שעריך:",
                "<b>ומעשר שני.</b> לעיל תנן מעשר שני טמא שלא נפדה, כדפרשינן. והכא תנן מעשר שני טהור שאכלו חוץ לחומה. ודוקא שאכלו חוץ לחומה אחר שראה פני ירושלים הוא שלוקה, אבל האוכל מעשר שני בגבולים קודם שיכנס לירושלים אינו לוקה, דכתיב (שם) לפני ה׳ אלהיך תאכלנו, ואח״כ לא תוכל לאכול בשעריך:",
                "<b>המותיר.</b> אינו לוקה, דכתיב (שמות י״ב:י׳) לא תותירו ממנו עד בוקר והנותר ממנו עד בוקר באש תשרופו, בא הכתוב ליתן עשה אחר לא תעשה, לומר אם עברת על לאו, קיים עשה שבה ואינך לוקה. ועוד, לא תותירו הוי לאו שאין בו מעשה, וכל לאו שאין בו מעשה אין לוקין עליו:",
                "<b>והשובר.</b> עצם בפסח טמא אינו לוקה. דאמר רחמנא (שם) ועצם לא תשברו בו, בכשר ולא בפסול:  "
            ],
            [
                "<b>לוקה ואינו משלח.</b> דסבירא ליה לר׳ יהודה שלח תשלח מעיקרא משמע. ואע״ג דכתיב שלח תשלח אחר לא תקח, לאו למימרא דאם לקחת תשלח, אלא לא תקח אבל שלחנה קודם לקיחה. ואין זה לאו הניתק לעשה:",
                "<b>וחכמים אומרים משלח ואינו לוקה.</b> קסברי שלח לאחר לקיחה משמע, והוי לאו הניתק לעשה. והלכה כחכמים:",
                "<b>כל מצות לא תעשה שיש בה קום עשה.</b> שאמרה תורה אם עברת על לאו קיים העשה, כגון לא תקח האם על הבנים, ואם לקחת שלח תשלח. לא תבא אל ביתו לעבוט עבוטו, ואם באת והעבטת עבוטו השב תשיב לו את העבוט. כל אלו, אם קיים העשה, אינו לוקה. אבל לא קיים העשה, כגון שלקח האם על הבנים ושחטה או שמתה, לקח העבוט מביתו ונשרף שאינו יכול לקיים העשה, הרי זה לוקה:"
            ],
            [
                "<b>הקורח קרחה.</b> משום דמחייב על כל קרחה וקרחה ועל כל שריטה ושריטה ועל כל פאה ופאה, מה שא״כ באוכל חלב וחלב, משום הכי תנינהו במתניתין. אבל שאר לאוי גרידי שאין בהן חידוש לא תנא:",
                "<b>קרחה.</b> על מת. כדכתיב (דברים י״ד:א׳) ולא תשימו קרחה בין עיניכם למת. ואע״ג דגבי כהנים לא כתיב על מת, כבר למדו בגזרה שוה מקרחה קרחה, מה בישראל על מת, אף בכהנים על מת. ושיעור קרחה כגריס:",
                "<b>המקיף את ראשו.</b> משוה צדעיו לאחורי אזנו ופדחתו. ואפילו על גילוח שבמספרים שאין בו השחתה חייב על פאת הראש, דדוקא בזקן כתיב השחתה ואינה אלא בתער, אבל בפאת הראש הקפה כתיב, בכל ענין שהוא מקיף חייב:",
                "<b>שריטה אחת על חמשה מתים או חמש שריטות על מת אחד.</b> דכתיב (ויקרא י״ט:כ״ח) ושרט לנפש לא תתנו, לחייב על כל שריטה ושריטה ועל כל נפש ונפש, ואע״פ שלא היתה שם אלא התראה אחת והיו כל חמש שריטות בבת אחת, חייב:",
                "<b>על הראש שתים.</b> אחת על ימין ואחת על שמאל:",
                "<b>ועל הזקן שתים מכאן ושתים מכאן.</b> מקום חיבור הסנטר לעצם, אחת מימין הסנטר ואחת משמאלו, ושבולת הזקן באמצע, הרי שלש, וחיבור הצדעים מכאן ומכאן הרי חמש. לחי העליון המחובר לצדעים ולחי התחתון שבימין, ולחי העליון והתחתון שבשמאל, הרי שתים מכאן ושתים מכאן, וסוף הזקן שהשער יוצא ממנו כעין שבולת, לפיכך נקרא שבולת הזקן, הרי זה חמש:",
                "<b>אינו חייב אלא אחת.</b> דכיון דלאו אחד הוא, הרי הוא כאוכל שתי זיתים של חלב בהתראה אחת:",
                "<b>עד שיטלנו בתער.</b> אפאת זקן קאי, דכתיב ביה גילוח והשחתה:",
                "<b>מלקט.</b> כלי העשוי כעין מלקחים, ללקט את השער:",
                "<b>רהיטני.</b> הוא מעצד בלשון מקרא. כלי שבו מחליק חרש עצים פני הלוח. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>כתובת קעקע.</b> מקרע בסכין על בשרו כעין אותיות, ואח״כ ממלא את הקרעים דיו או כחול:",
                "<b>כתב.</b> על בשרו בדיו או בכחול ולא קרע בסכין, או קרע בסכין ולא מילא בדיו או בכחול, ",
                "<b>אינו חייב עד שיכתוב ויקעקע.</b> לישנא דקרא נקט, דכתיב כתובת קעקע, כתיבה ברישא והדר קעקע. אבל לעולם הקעקע תחלה ואח״כ הכתב. וקרא הכי משמע, וכתובת בתוך הקעקע לא תתנו בכם:",
                "<b>שיכתוב שם השם.</b> בגמרא מפרש דשם עבודה זרה קאמר. הכי מפרש לקרא, לא תתנו בכם שם עבודה זרה, כי אני ה׳ ולא תשתפו אחרים עמי. ואין הלכה כר׳ שמעון:  "
            ],
            [
                "<b>אינו חייב אלא אחת.</b> על מה ששתה תוך כדי דיבור של התראה. ואם היה לפניו כלי שיש בו כמה רביעיות יין ואמרו לו אל תשתה כלי זה שיש בו כך וכך שעורים שתלקה כך וכך מלקיות, חייב על כל שיעור ושיעור, אע״פ שלא התרו בו אלא התראה אחת:  "
            ],
            [
                "<b>והוא פושט ולובש.</b> ולא פושט לגמרי, אלא כיון שהוציא ראשו והחזירו חייב. ובגמרא קאמר דאינו פושט ממש, אלא ששהה בין התראה להתראה כדי לפשוט וללבוש, הוי כפושט וחוזר ולובש וחייב על כל התראה והתראה:"
            ],
            [
                "<b>תלם אחת.</b> שורה אחת של שדה. ",
                "<b>וחייב עליו משום שמונה לאוין.</b> והוא שהתרו בו על כולם:",
                "<b>והן מוקדשים.</b> שור קדשי מזבח, וחמור קדשי בדק הבית. ובשור אית ביה לאו דלא תעבוד בבכור שורך, ובחמור אזהרה דמעילה ונפקא לן חטא חטא מתרומה, ולאו דלא תחרוש בשור ובחמור יחדיו, הרי כאן שלשה לאוין:",
                "<b>וכלאים בכרם.</b> על ידי שחורש מחפה חטה ושעורה וחרצן בעפר, ועובר משום לא תזרע כרמך כלאים. דקיי״ל המחפה בכלאים לוקה, אע״פ שלא זרען, אלא חפה עפר עליהן, הרי זה ארבעה לאוין. והרמב״ם חשב כלאים בכרם, שני לאוין. אחד משום כלאי זרעים, שהן שני מיני זרעים, חטה ושעורה, וחד משום כלאי הכרם בשביל החרצן, ולא חשיב מוקדשים של שור וחמור אלא ללאו אחד:",
                "<b>שביעית.</b> שבת לה׳ שדך לא תזרע:",
                "<b>ויו״ט.</b> כל מלאכת עבודה לא תעשו:",
                "<b>כהן ונזיר.</b> והוא בבית הקברות. וקעבר לנפש לא יטמא בעמיו האמור בכהנים, ועל נפש מת לא יבוא האמור בנזיר:",
                "<b>אף הלובש כלאים.</b> בשעה שהיה חורש:",
                "<b>אינו מן השם.</b> לאו של לבישת כלאים אינו בשביל התלם:",
                "<b>אף כהן ונזיר </b> דחשבתו לאו, אינו בשביל חרישה אלא בשביל הליכה למקום טומאה. ומיהו ת''ק חשיב להו בכלל לאוי התלם, לפי שאינו יכול לחרוש בשוורים אא''כ הולך עמהם ומנהיגם:"
            ],
            [
                "<b>מנין שהוא סמוך לארבעים.</b> שגורם לומר אחריו ארבעים, דהיינו תשע ושלשים. אי הוה כתיב ארבעים במספר, הוה אמינא ארבעים במנינא, השתא דכתיב במספר ארבעים, במספר הגורם לומר אחריו ארבעים, דהיינו תשע ושלשים:",
                "<b>והיכן הוא לוקה את היתירה.</b> שאינה ראויה להשתלש. דתשע ושלשים ראויות להשתלש, שליש מלפניו ושתי ידות אחת על כתף זו ואחת על כתף זו, וזו של ארבעים היכן לוקה אותה:",
                "<b>בין כתפיו.</b> ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אין אומדין אותו וכו׳</b> שכל הלוקין בב״ד היו צריכין לאמדן בתחלה שלא ימותו מחמת ההכאות. מדכתיב לא יוסיף, מכלל שאם צריך לגרוע גורעין:",
                "<b>אלא במכות הראויות להשתלש.</b> ואין מוסיפין לעולם על האומד:",
                "<b>אמדוהו לקבל ארבעים.</b> חסר אחת. אלא לישנא דקרא נקט:",
                "<b>אמדוהו אומד אחד.</b> לשתי מלקיות. כגון אמדוהו ללקות ארבעים ושתים:",
                "<b>ואם לאו.</b> שלא אמדוהו אלא למלקות אחת:"
            ],
            [
                "<b>על העמוד.</b> שהוא נעוץ בקרקע זקוף וגבוה כדי להשען עליו:",
                "<b>וחזן.</b> שמש שליח בית דין:",
                "<b>נפרמו.</b> נקרעו חוטי התפירה:",
                "<b>מאחוריו.</b> של הלוקה:",
                "<b>ורצועה של עגל.</b> שנאמר ארבעים יכנו, וסמיך ליה לא תחסום שור בדישו:",
                "<b>כפולה לשנים ושנים לארבעה.</b> ארבע רצועות תפורות זו על גבי זו. ",
                "<b>ושתי רצועות.</b> דקות של חמור:",
                "<b>עולות ויורדות בה.</b> כעין קלקלי של אוכף. וטעמא, משום דכתיב (ישעיהו א׳:ג׳) ידע שור קונהו וחמור אבוס בעליו, אמר הקב״ה יבוא מי שמכיר אבוס בעליו ויפרע ממי שאינו מכיר אבוס בעליו:"
            ],
            [
                "<b>ידה טפח.</b> בית יד שהרצועה תלויה בה, ארכו טפח:",
                "<b>ורחבה.</b> של רצועה של עגל טפח:",
                "<b>וראשה מגעת על פי כריסו.</b> לכך צריך שיהא בבית יד של רצועה נקב, שהחזן המלקה יכול להאריך ולקצר הרצועה כרצונו. שאין מלקין לאדם אלא ברצועה שראשה מגעת על פי כריסו שהוא טבורו:",
                "<b>שליש מלפניו.</b> דכתיב (דברים כ״ה:ב׳) והכהו לפניו כדי רשעתו, לפניו כדי רשעתו אחת, ולאחריו כדי שתים. מלפניו, על לבו. מאחריו. שליש על כתף זו ושליש על כתף זו:",
                "<b>מכה בידו אחת.</b> אבל כשמגביה הרצועה מגביה בשתי ידיו:",
                "<b>בכל כחו.</b> דכתיב (שם) מכה רבה:"
            ],
            [
                "<b>והקורא קורא.</b> דכתיב (ויקרא י״ט:כ׳) בקורת תהיה, בקריאה תהא, שקורין עליו אם לא תשמור לעשות וגו׳. וגדול שבדיינים קורא, והסמוך לו מונה, והשלישי אומר על כל הכאה והכאה. ומצוה על הקורא לצמצם להשלים המקראות בסוף המלקות, ואם לא צמצם חוזר וקורא פעם שניה וממהר לקרוא ולהשלים כשישלים המלקה להלקות:",
                "<b>ואם מת תחת ידו פטור.</b> מפני שמכהו ברשות:",
                "<b>הוסיף לו.</b> כגון דטעה במנינא:",
                "<b>נתקלקל.</b> שהוציא רעי מחמת ההכאה:",
                "<b>פטור.</b> דכתיב (דברים כ״ה:ג׳) ונקלה אחיך לעיניך, והרי נקלה שנתלכלך:",
                "<b>ואשה אף במים, דבושתה מרובה.</b> ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>נפטרו מידי כריתתן.</b> אם עשו תשובה:",
                "<b>העושה מצוה אחת על אחת כמה וכמה.</b> אית דמפרשי, דעל חייבי כריתות שלקו קאמר, מי שקיבל עליו הדין ועשה מצוה כשלקה, על אחת כמה וכמה שתינתן לו נפשו ויפטר מידי כרת, שמדה טובה מרובה על מדת פורענות. ואית דמפרשי, דמלתא באנפיה נפשה קאמר, להודיע מתן שכרן של מצות, ק״ו מעונשן של עבירות:",
                "<b>ממקומו הוא למד.</b> מחייבי כריתות דאיירי בהו אנו למדין שהיושב ולא עבר עבירה מעלין עליו שכר כעושה מצוה. דכתיב בעריות (ויקרא י״ח:ה׳) ונכרתו הנפשות, ואומר (שם) אשר יעשה אותם האדם וחי בהם, וסמיך ליה לא תקרבו לגלות ערוה, הרי שמי שיושב ואינו מגלה ערוה הכתוב קוראו עושה מצוה, וכתיב ביה וחי בהם, כדרך שהעניש כרת במי שעושה עבירה. וזה דוקא במי שבא עבירה לידו וכבש יצרו ולא עשאה, כיוסף הצדיק וכיוצא בו:"
            ],
            [
                "<b>לפיכך הרבה להם תורה ומצות.</b> כגון פרשת שקצים ורמשים כדי להרבות שכר כשהן בדילים מהם, אע״פ שבלאו הכי לא היו אוכלין אותן שנפשו של אדם קצה בהן:",
                "<b>למען צדקו.</b> להצדיק את ישראל ולזכות אותן:"
            ]
        ]
    ],
    "textrambam":[
        [
            [
                "<b>כיצד העדים נעשים זוממין מעידין אנו באיש פלוני כו': </b>אלו שמנו העדים חללים לפי שהם מעידין על זה שהוא חלל היינו פוסלים זרעם והתורה אמרה ועשיתם לו כאשר זמם לו ולא לזרעו וכן אין חייבין עדים זוממים גלות שנאמר הוא ינוס וגו' ולא זוממים אבל הם חייבין מלקות שנאמר והצדיקו את הצדיק והרשיעו את הרשע למדנו מפי השמועה בפירוש פסוק זה שיש בזה רמז כי כשיעידו עדים והרשיעו צדיק והצדיקו רשע ואח\"כ באו עדים אחרים והצדיקו צדיק והרשיעו רשע שמלקין את הרשע שהרשיעו את הצדיק והוא שנאמר אם בן הכות הרשע יהיה אותו דבר שהרשיעו בו איזה דבר שיהיה ואזהרה שלהם מה שנאמר לא תענה ברעך עד שקר ולפיכך מלקין אותן וכך פירש הש\"ס: "
            ],
            [
                "<b>מעידין אנו באיש פלוני שהוא חייב לחבירו כו': מעידין אנו באיש פלוני שחייב לחברו מאתים כו': </b>ומשלם מאמרם כל המשלם אינו לוקה ולא אמרו כל הלוקה אינו משלם יתבאר לך העקר הקבוע אצלנו כי כשיעשה אדם חטא שהוא חייב עליו מלקות מצד א' ותשלום ממון מצד אחר משלם ואינו לוקה וזה בעדים זוממין והחובל בחברו בלבד כמו שנתבאר בכתובות והלכה כחכמים: "
            ],
            [
                "<b>מעידין אנו באיש פלוני שהוא חייב מלקות כו': </b><b>משלשין בממון ואין משלשין במכות כו': </b>משלשין שיחשבו בתשלומי אותו הממון כפי מנינם ואמרה תורה במחויבי מיתה אשר הוא רשע למות ונאמר במחויבי מלקות אם בן הכות הרשע הנה כי כמו שיהרג כל אחד מהן כמו כן לוקה המלקות השלם ואין הלכה כרבי מאיר: "
            ],
            [
                "<b>אין העדים נעשים זוממין עד שיזומו את עצמן כו': </b>אמרה תורה והנה עד שקר העד ולא נאמר עדות שקר עד שתהיה העדות על עצם העדים ולא על הדבר שהעידו עליו והוא עדות מוכחשת ונדחו דבריהם של אלו וכאילו אין שם עדים כל עיקר: ואמרו ונהרגו על פיהם ר\"ל שיהרגו העדים ע\"פ אלו שהזימו ואע\"פ שהם תרי ותרי לפי שהעדות על עצמם של עדות ולא באו להעיד על עצמה של עדות לא לקיימה ולא לבטלה לפי שהם אומרים אנו אין אנו יודעים אם זה הרג כמו שאתם חושבים או שלא הרג ואין עלינו לדעת עדותם אבל מה שאנו מעידים שאתם הייתם במקום פלוני ביום פלוני לפיכך שומעין דבריהם ויהרגו העדים: "
            ],
            [
                "<b>באו אחרים והזימום באו אחרים והזימום כו': </b>פירוש זה המאמר כי כשיעידו העדים שראובן הרג את שמעון אחר כן בא קהת וחושים והזימו אותם עדים ואחר כך באו עדים אחרים והעידו אותו העדות בעצמו שהעידו העדים הראשונים והוא שראובן הרג את שמעון והזימו ג\"כ קהת וחושים לאותם העדים השניים וכן השלישיים ורביעיים ואפילו באו אלף כתות זו אחר זו ויעידו כולם עדות אחת ושני עדים עומדין ומזימין את כולם יהרגו על פי שנים האלו ורבי יהודה אומר כאילו הוא תמה מזה איסטיסית היא זו גזור מן אסטיס והוא צבע שצובעים בו כעין תכלת ונקרא בערבי נל\"ג פירוש זה אמר כאילו עדות אלה המזימין יורה של צבעים כל מי שנגע בה יצטבע כמו שזה אומר שכל מי שיעיד אותו עדות יהרג ואין נהרגין אלא כת ראשונה בלבד ואין שומעין מאותן שבאין אחר כן ואין הלכה כר' יהודה לפי שאילו נתבררה עדות העדים השניים ולא ימצא להם מזימין היה נהרג ראובן עם העדים הראשונים שהזימו וגם כן אילו באו עדים ויזימו קהת וחושים יהרג ראובן וקהת וחושים וינצלו העדים הראשונים ועל זה תקיש: "
            ],
            [
                "<b>אין העדים זוממים נהרגין עד שיגמור הדין כו': </b>כשנהרג אותו שהעידו עליו ואחר מותו הוזמו העדים לא יהרגו כמו שנאמר כאשר זמם לעשות לאחיו ועדיין אחיו קיים *(אבל החכמים מעידים שהרי הסמיכו עליו) [<small>צריך תיקון רב ואפשר דצ\"ל</small> אבל החכמים מעידים <small>ר\"ל החכמים דסתרו לראיות הצדוקים מעידים כלומר מורים מתוך הפסוקים שנהרגין משנגמר הדין ועל זה נתן טעם</small> שהרי הסמיכו עליו <small>ר\"ל דסנהדרין סמכו על עדותן של אלו דהשתא מתקיימת שפיר נפש בנפש דמשנגמר דינו מקרי גברא קטילא כדאיתא בסנהדרין ע\"א: ואם משנגמר דינו</small>]: "
            ],
            [
                "<b>על פי שנים או שלשה עדים יומת המת כו': </b>דברי ר\"ע פירושו כי העדות היא מתקיימת בשנים וכשנלוה אליהם שלישי יהרג עמהם אם הוזמו שלשתן ואילו הוזם הוא לבדו לא יהרג ולא נתחייב מיתה אלא על שנצטרף לעוברי עבירה ודברי ר\"ע ור' שמעון קיימין ואין עליהם חולק ואולם כל א' מהם ענין ברור: וזה שאמרנו עד שיזומו כולם ובלבד שיעיד כל אחד מהם בתוך כדי דבור חבירו ויהיה הכל עדות אחת וכאילו כולם העידו עדות בבת אחת: "
            ],
            [
                "<b>מה שנים נמצא אחד מהן קרוב או פסול כו': </b>ענין דברי רבי כי כשיבא קרוב ולא בא להעיד על האיש ההוא אבל בא לראות מה שיעשה ולא ידע אם יש שם קרוב וראה מה שראה תתקיים העדות בשנים כשרים מכלל הרואים ולא נשגיח לנשארים: והלכה כרבי: "
            ],
            [
                "<b>היו שנים רואין אותו מחלון זה ושנים רואין כו': </b>זה שהתרה בו כשראה העדים יצטרף עמהם ואם לא ראה אותם לא יצטרף ולפיכך כשיהיה זה המתרה רואה שני העדים שבחלון זה ושני העדים שבחלון אחר וכמו כן הם כולם רואים את המתרה הרי זה מצטרפין ויחזור הכל עדות אחת. ואין הלכה כרבי יוסי: ואמרו שלא תהא סנהדרין שומעת מפי התורגמן הוא דבר ברור וראוי לסמוך עליה: "
            ],
            [
                "<b>מי שנגמר דינו וברח ובא לפני אותו ב\"ד כו': </b>כבר בארנו בפרק ראשון [הלכה ג] ממסכת סנהדרין כי הסמיכה בארץ ישראל ויש להם רשות לדון בארץ ובחוצה לארץ דיני קנסות ודיני נפשות אבל אין דנין דיני נפשות בחוצה לארץ אלא בזמן שדנין דיני נפשות בא\"י כ\"ש שאין דנין אלא בזמן שב\"ד הגדול בלשכת הגזית כמו שנא' לבלתי שמוע אל הכהן או אל השופט בזמן שיש כהן מקריב ע\"ג המזבח יש דיני נפשות ובלבד שיהיו הסנהדרין בלשכת הגזית כלומר במקדש ממש: וזה שזכר ממיעוט המיתה ראוי שיכוונו הסנהדרין זה בהתבוננות ומתון בדינין ואם אינן יכולין ונתקיימה העדות על מי שחייב מיתה יש להם להמית אפילו אלף איש ביום אחד כשיזדמן זה שיהיה ראוי ע\"פ התורה: "
            ]
        ],
        [
            [
                "<b>אלו הן הגולין ההורג נפש בשגגה היה מעגל כו': </b><b>נשמט הברזל מקתו והרג כו': </b>המעגל במעגלה היא אבן חלקה שהבנאין אצלנו מחליקין וממשמשין בו השטחים עד שמבהיקין: ואמרו כל שדרך ירידתו ואפי' ירידה שהיא לצורך עליה כמו שנאמר ויפל עליו וימות: ורבי אומר שזה שנאמר ונשל הברזל מן העץ ר\"ל מן העץ המתבקע וחכמים אומרים מעצו: ופירוש קתו העץ שאוחזין ביד: "
            ],
            [
                "<b>הזורק אבן לרשות הרבים והרג הרי זה גולה כו': </b>יעלה על הדעת שזה קרוב למזיד לפי שזרק לרשות הרבים ולא יגלה לפיכך הודיענו שהוא גולה ובלבד שזרק למקום שאין דרך בני אדם לשבת שם באותה שעה אלא על דרך זרות במקרה ולפיכך לא נחשבהו כמזיד וגולה: ור' אליעזר בן יעקב מביא ראיה ממה שנאמר ומצא את רעהו פרט לממציא את עצמו: והלכה כר' אליעזר בן יעקב וכאבא שאול: "
            ],
            [
                "<b>האב גולה על ידי הבן והבן גולה על ידי האב כו': </b><b>הסומא אינו גולה דברי ר\"י ר\"מ אומר גולה כו': </b>כשהאב מכה את הבן שלא ללמדו תורה ולא מדה טובה ולא מלאכה שיתפרנס בה והרגו הוא גולה ואם הכהו על דבר מאלה אינו גולה וזו הסברא בעצמה ברב הרודה את תלמידו ושליח בית דין: ואמרו הכל גולין על ידי ישראל להביא כותי ועבד: ואמרו חוץ מגר תושב ר\"ל שגר תושב כשהרג את ישראל אינו גולה אלא נהרג אבל כשהרג ישראל לגר תושב יגלה ישראל ואמרה תורה בהורג בשגגה בלא ראות רבי יהודה אומר מי שאפשר לו לראות יגלה ר\"מ אומר אפי' מי שנעדר הראות יגלה: והשונא עונו גדול משיוכל להתכפר בגלות ולפיכך לא יגלה: ואין הלכה לא כר\"ש ולא כר\"מ ולא כר' יוסי בר' יהודה: "
            ],
            [
                "<b>להיכן גולין לערי מקלט לשלש שבעבר הירדן כו': </b>וכן השתים וארבעים עיר ערי הלוים כולם קולטות אלא שאלה השש כל מי שנכנס לשם בין בכוונה בין שלא בכוונה נצול ואותן אם הגיע באחת מהן וידע שהיא קולטת תצילהו ואם אינו יודע שהיא קולטת אינו מצילתו אלא הורג אותו גואל הדם לשם: "
            ],
            [
                "<b>ומכוונות להן דרכים מזו לזו שנאמר תכין לך כו': </b>אמרו וידברו אליו רוצה לומר שהם ידברו לגואל הדם אם בקש הרוצח ויאמרו לו בשגגה הרג ואסור להורגו בשלום ומה שראוי לדבר לו כדי לשכך חמתו: ור\"מ אומר אינם חייבין להטפל בזה אלא הוא יטעון להציל עצמו. ואין הלכה כר\"מ: "
            ],
            [
                "<b>רבי יוסי בר' יהודה אומר בתחלה אחד שוגג כו': </b><b>אחד משוח בשמן המשחה ואחד המרובה בבגדים כו': </b><b>משנגמר דינו מת כהן גדול הרי זה אינו גולה כו': </b>כהן שעבר ממשיחתו הוא כשיארע בו מום או אירע בו קרי בכהן גדול ביום הכפורים ומנו אחר תחתיו ובא בהורג נפש זכירת כ\"ג ג' פעמים: ור' יהודה שאומר משוח מלחמה לפי שנאמר בהורג נפש לשוב לשבת בארץ עד מות הכהן וחכמים אינם דורשים זה הפסוק לפי שלא אמר בו הכהן הגדול וכשימות אחד מאלה חוזר ואע\"פ שהאחד חי: ואין הלכה כר' יהודה: "
            ],
            [
                "<b>נגמר דינו בלא כהן גדול וההורג כהן גדול כו': </b><b>אילן שהוא עומד בתוך התחום ונופו נוטה כו': </b><b>הרג באותה העיר גולה משכונה לשכונה כו': </b>הלכה כרבי עקיבא כשיצא מעיר מקלטו במזיד אבל אם יצא בשוגג ההורג אותו יהרג והש\"ס תקן זה הלשון ופירשו אף אחר הנוף וזה כי כשיהיה עקרו בתוך התחום ונופו נוטה לחוץ התחום כיון שנכנס תחת נופו נקלט כיון שעקרו בפנים אף נופו קולט וכן כשעקרו בחוץ ונופו בפנים קולט: "
            ],
            [
                "<b>כיוצא בו רוצח שגלה לעיר מקלטו [כו'] שהיה בה כו': </b>מחלוקתם היא בארבעים ושתים עיר אבל שש ערי מקלט אין בהם מחלוקת שישבו בהם בלא שכר והלכה כר' יהודה בשני המאמרים: ושררה מעלה וגדולה: "
            ]
        ],
        [
            [
                "<b>ואלו הן הלוקין הבא על אחותו כו': </b>ראוי לך שתדע אלה העקרים הרבים שאזכרם בזה המקום והם כי כל מחוייבי כרת בלבד או מיתה בידי שמים ויהיה אותו חיוב בלא תעשה כשיהיה זה בעדים והתראה לוקה ואחר שנלקה ועשה תשובה נפטר מן הכרת וכל המחויבים כרת כולם מפורשים בתורה ומחויבי מיתה יש מהם מבוארים בתורה ויש מהם נרמזים וכבר הקדמנו זכרון כולם במסכת סנהדרין בפ\"ט וי\"א ובכגון זה נאמר אין חייב אדם בב' דינין כי כשהלקו אותו לא תחול עליו עונש כרת ולא עונש מיתה בידי שמים וידוע הוא כי כל התורה צווי ואזהרה והצווי היא מצות עשה ואזהרה היא מצות ל\"ת והלשונות אשר באו בתורה להורות על אזהרה ונאמר בהם שהמצוה הפלונית היא מצות לא תעשה הם ארבעה לא ואל והשמר ופן ואמרו חז\"ל [עירובין צו. וש\"נ] כל מקום שנאמר השמר פן ואל אינו אלא מצות לא תעשה. ואלה מצות ל\"ת נחלקין (חלוק הראשון) לארבעה חלקים אחד מהם מחויבי כריתות. והחלק השני מחויבי מיתה בידי שמים וכבר זכרנו שאלו הב' הם חייבים מלקות. והחלק השלישי מחויבי מיתת ב\"ד [* <small>ס\"י</small> ואין בהם מלקות דקים ליה בדרבה מיניה]. והחלק הרביעי הם מחוייבי לאוין והם אותם שבאו בהם אזהרה בלבד וזה החלק יש ממנו אזהרות יתחייב עליהם מלקות ומהם אזהרות אין חייב העובר עליהן מלקות ואע\"פ שעבר ועשה מעשה שיש בו איסור אבל הש\"י יענישו על עברו במה שהוא יודע הש\"י. ויודע לך מה שחייב מלקות עליו ומה שאין חייבין עליו מלקות במה שאומר לך והוא זה כי כל הלאוין הנזכרים בתורה נחלקו לשבעה חלקים הששה אין חייבין עליהם מלקות וחלק אחד חייבין עליו מלקות ומה שאני אומר בכאן לאוין ר\"ל האזהרה בין שיהיה באחד מארבע לשונות או שיהיה אזהרה שהיא באה מכלל עשה כמו שנבאר. החלק הראשון מהם לאו שניתק לאזהרת מיתת ב\"ד או לאזהרת כרת אין לוקין עליו כגון לא יקח איש את אשת אביו לא יהיה קדש בבני ישראל וכמו שנאמר לא יהיה לך אלהים אחרים וכיוצא בהן לפי שזה הלאו אמנם באה אזהרה על העיקר שאצלנו כי התורה אינה מחייבת מיתה ולא כרת עד שיהיה בענין ההוא לאו פשוט וזה מה שאמרו חכמים לא ענש הכתוב אא\"כ הזהיר ולפיכך לא נעניש עונש מן העונשין אלא אחר התראה: חלק השני לאו שניתק לתשלומין אין לוקין עליו כגון מה שאמר לא תגנוב לא תעשוק את רעך ולא תגזול וכי תמכרו ממכר לעמיתך או קנה מיד עמיתך אל תונו לפי שמי שעבר על לאו זה הוא חייב בתשלומי ממון: והחלק השלישי לאו שאין בו מעשה כגון לא תלך רכיל בעמך לא תקלל חרש ולא תונו איש את עמיתו שהוא אונאת דברים וכל כיוצא בהם כל לאו שאין בו מעשה אין לוקין עליו חוץ מנשבע ומימר ומקלל חבירו בשם ומקלל עצמו וזולת אלה השלשה אין לוקין עליו ובתוספתא דברכות כל מצות ל\"ת שיש בה מעשה לוקין עליו את הארבעים ושאר כל ל\"ת שבתורה הרי אלו באזהרה העובר עליו כעובר על גזירת המלך. הנה התבאר לך מזה המאמר ההפרש שיש בין אמרם במקומות לוקה או סופג את הארבעים ובין אמרם במקומות הרי אלו באזהרה ודע זה ושמרהו: והחלק הרביעי לאו שנתק לעשה אין לוקין עליו אלא אם לא קיים העשה שבו כגון מה שאמרה תורה לא תקח האם על הבנים הוא לאו ואם עבר ולקח כאחד אמרה שלח תשלח את האם וזה מצות עשה וכשישלח האם אינו חייב מלקות ולפיכך אינו חייב מלקות על לקיחתם כאחד לפי שיוכל לשלח האם ויקיים העשה ואם תפס אות' עד שמתה האם או ששחטה זולתו ולא יכול לקיים המצות עשה אותה שעה הוא חייב מלקות כ\"ש אם המית הוא את האם או ששחטה שבטל העשה שבה שהוא חייב בלא ספק לדעת הכל וכמו כן אמרו לא תכלה פאת שדך וכרמך לא תעולל ופרט כרמך לא תלקט ואם עבר ועשה אמר לעני ולגר תעזוב אותם כלומר יעזוב אותם אחר שלקחם וכן ושכחת עומר בשדה לא תשוב לקחתו לגר ליתום ולאלמנה יהיה וכן לא תבא אל ביתו לעבוט עבוטו השב תשיב לו את העבוט כבא השמש הדין בכל אלה כדין שלוח הקן: החלק החמישי לאו הבא מכלל עשה בזה שנאמר בכהן גדול והוא אשה בבתוליה יקח מלמד שאסור לו ליקח בעולה כי לפי שלא נאמר בו לא יקח אם עבר ולקח בעולה אינו חייב מלקות כמו אם לקח אלמנה או גרושה או זונה או חללה וכן אמרו במצרי ואדומי בנים אשר יולדו להם דור שלישי יבא להם הודיע לנו שדור ראשון ודור שני לא יבא בקהל ואם עבר אינו חייב מלקות לפי שלא נאמר בו לאו בפירוש כמו שנאמר לא יבא ממזר לא יבא עמוני ומואבי: והחלק הששי לאו שבכללות אין לוקין עליו והוא לאו שלא נאמר בפירוש אלא שהוא נלמד מדבר אחר כמו שאמרו חכמים ז\"ל במקומות רבות ולאו בפירוש איתמר אלא מכללא אתמר והמשל בזה ולחם וקלי וכרמל לא תאכלו וכשאכל הקלי זה אין מלקין אותו שתי מלקות אחד משום לחם לא תאכלו ואחד משום קלי לא תאכלו וכן אם אכל הכרמל משום כרמל וכמו כן הנזיר אם אכל חרצן או זג אינו חייב שתי מלקות אחד משום חרצן שבא בפירוש והשני משום כל אשר יעשה מגפן היין מחרצנים ועד זג לפי (שזה) [<small>נ\"א</small> שזג] הוא לאו שבכללות אלא אם כן אמר בפירוש מכל אשר יעשה מגפן היין לא יאכל מחרצנים ועד זג לא יאכל היה חייב על אכילת חרצן שתים וכמו כן על הזג וכמו כן על הענבים לחים וכן על הענבים יבשים על כל אחת שתי מלקיות אבל לפי שאין לוקין על לאו שבכללות אינו חייב על כל אחד מן הנזכרים אלא לאו אחד ולכן אמרו אל תאכלו ממנו נא ובשל מבושל כאילו אמר אל תאכלו ממנו אלא צלי וכשאכלוהו נא אינו חייב שתים אחד משום נא ואחד משום לא תאכלו אלא צלי לפי שזה הלאו השני מכלל לאו הוא יוצא והוא לאו שבכללות ואמנם על נא ועל מבושל מלקות אחת ודע זה הענין והבן בו היטב לפי שהוא הקשה שבכולן ומזה החלק גם כן שיבא לאו אחד יכלול לשנים שלשה איסורין כגון זה שנאמר לא תאכלו על הדם כי הלאו כלל דברים רבים למדנו ממנו [סנהדרין סג.] לא תאכלו מבהמה קודם שתצא נפשה ולמדנו ממנה לא תאכלו מבשר זבח ועדיין דם במזרק כלומר קודם זריקת הדם על המזבח ולמדנו ממנו אין מברין על הרוגי ב\"ד ולמדנו ממנו שבית דין אין אוכלין ביום שהורגים את הנפש ולשון הש\"ס באלה האיסורין כולם אין לוקין על אחד מהם וזה הוא לאו שבכללות ר\"ל שבכללו איסורין הרבה ולא נתבאר מהם אחד שנוכל לומר לוקין על אותו שנתבאר מלקות אחד כמו שעשינו משל בחדש ופסח וזה יותר מבואר וקל להבין מן המשלים שהקדמנו: והחלק השביעי הוא לאו גרידא והוא שאין בו אחת מאלו השש סבות הנזכרות שלוקין עליו כגון שעטנז וכלאים ונבלה ובשר בחלב וכתובת קעקע ושרט לנפש וזולתם הרבה הנה נתבאר לך שאותן שמלקין אותן מלקות הם המחויבין מיתה בידי שמים ומחויבי כריתות על שעבר על מצות לא תעשה ומחויבי לאו כשלא יהיה באותו לאו אחת מן הסבות שזכרנו מלבד נשבע ומימר ומקלל חבירו בשם לוקין ואף על פי שהוא לאו שאין בו מעשה וכן לאו שניתק לעשה כשלא יתקיים העשה שבו לוקה: הנה נתבאר לך כי כל מה שזכר בזה הפרק אמנם זכר מחויבי מיתה או כרת או לאו מיוחד כמו שיחדנוהו ואין כונתו בזה הפרק לזכור כל מי שהוא מחויב מלקות אבל הוא זוכר קצתם מהם מי שזכר כמו שבא המשל והדמיון ומהם מי שזכר אותם לדין נוסף באותו הלאו שאינו מבואר בפשט המקרא או למחלוקת שנפל בו ובעקרים שהקדמנו לך תדע (כי) כל מחויבי מלקות בין שנזכר או לא נזכר ועדים זוממין חשב להם דבריהם מעשה לפי שהם נצרכים להגיד עדותן בבית דין: "
            ],
            [
                "<b>הטמא שאכל את הקדש והבא אל המקדש כו': </b>טבל ומעשר ראשון כשלא נטל תרומתו במיתה כמו שנאמר בתרומת מעשר ולא תשאו עליו חטא בהרימכם את חלבו ממנו ואת קדשי בני ישראל לא תחללו ולא תמותו ודין מעשר ראשון שלא נטלה תרומתו ג\"כ ודין תרומה שלא נטל ממנה מעשר אחד הוא והוא טבל כמו שנאמר ונחשב לכם תרומתכם כדגן מן הגורן וכמלאה מן היקב: ומעשר שני והקדש שלא נפדו בא להם לאו גרידא והוא ממה שנאמר לא תוכל לאכול בשעריך מעשר דגנך ותירושך ויצהרך ובכורות בקרך וגו' ודע כי אינו מחויב מלקות על מעשר שלא נפדה אלא כשאכלו אחר שראה פני ירושלים שנאמר לפני ה' אלהיך תאכלנו שנה בשנה לא תוכל לאכול בשעריך ולפיכך אינו חייב מי שאכל מעשר שני בגבולין מלקות עד שיכנס לירושלים כמו שאמרנו מאימתי חייבין משיראה פני הבית ואין הלכה כר' שמעון כי לא נאמר בברייתא אלא בריית נשמה בלבד: "
            ],
            [
                "<b>האוכל ביכורים עד שלא קרא עליהם וכו': </b>כשאכל ביכורים אחר שקרא עליהם אינו חייב מלקות לפי שהם נכסי כהן כמו שבארנו במקומו אלו דברי ר' עקיבא אבל חכמים אומרים כי כיון שהניח אותן בעזרה אינו חייב על אכילתן מלקות ואע\"פ שלא קרא. ודין ביכורים ג\"כ כדין מעשר שני רוצה לומר שאינו חייב עליהם כשאכלם חוץ ובין כהן בין זר עד שיראו פני הבית וכשאכל ביכורים אחר שראו פני הבית קודם הנחה בעזרה לוקה שנאמר לא תוכל לאכול בשעריך מעשר דגנך תירושך ויצהרך וגו' ותרומת ידך אלו ביכורים וכבר בארנו בפרק שלישי [הלכה ז] מתרומות שזה שנאמר ותרומת ידך בכאן הוא נאמר על הביכורים על כל פנים לפי שלא הניח בזה הפסוק כלום מכל הדברים שטעונין הבאה ממקום למקום שלא זכר אותם בפירוש ולא זכר הביכורים והם טעונין הבאת מקום ואמר ותרומת ידך ואין התרומה טעונה הבאת מקום אם כן אינו רוצה לומר אלא הביכורים וכשאכל קדשים חוץ למקומם המסוים לאכילתם עבר על מה שכתוב בתורה לא תוכל לאכול בשעריך: ומה שאמר בכאן מעשר שני חוץ לחומה ואע\"פ שמנה קודם לכן מעשר שני והקדש שלא נפדו אין זה כפל דבר אבל המאמר הזה הוא נאמר כשהיה מעשר טהור ואכלו אותו טהור ואכלו חוץ לחומה משיראה פני הבית כמו שפירשנוהו למעלה. ומה שאמר בהלכה שלפני זה מעשר שני והקדש שלא נפדו רוצה לומר כשהיה מעשר שנטמא ואכלו והוא טמא קודם שנפדה ואפילו אכלו בירושלים לפי שכשנטמא מעשר שני בירושלים אסור לאכלו עד שיפדה וזה מה שאמרו מניין למעשר שני שנטמא שפודין אותו בירושלים שנאמר כי לא תוכל שאתו ואין שאת אלא אכילה שנאמר וישא משאות מאת פניו אליהם ואזהרה על אכילת מעשר שני בטומאה הוא ממה שנאמר לא בערתי ממנו בטמא ולמדנו מפי הקבלה בין שאני טהור והוא טמא בין שאני טמא והוא טהור ואינו חייב מלקות על אכילת מעשר שני בטומאה עד שיאכלנו בירושלים דאמר רחמנא בבכור שנפל בו מום בשעריך תאכלנו הטמא והטהור יחדו. ואמרו בכאן לא תוכל לאכול בשעריך וגו' ובאה הקבלה ג\"כ בזה התוספת לא תוכל לאכול בירושלים כבשעריך כלומר לא תוכל לאכול מעשר בטומאה בירושלים כמו שתאכל בכור בטומאה בשעריך: ואמר רחמנא לא תותירו ממנו עד בקר והוא לאו שאין בו מעשה ואמרו ועצם לא תשברו בו אמנם בא זה בפסח טהור כמו שבארנו במקומו: "
            ],
            [
                "<b>הנוטל אם על הבנים ר\"י אומר לוקה כו': </b>רבי יהודה סבר שלאו שנתק לעשה לוקין עליו ואין הלכה אבל העיקר מה שזכרתי לך שאין לוקין אלא אם לא קיים העשה שבה: "
            ],
            [
                "<b>הקורח קרחה בראשו והמקיף פאת ראשו כו': </b>לא יקרחו קרחה לחייב על כל קרחה וקרחה וכשימרט משערו על מת בלבד עד שיגלה מעור ראשו כגריס לוקה ואע\"פ שלא פירש בכהנים קרחה במת למדנוהו בג\"ש ממה שנאמר בישראל ולא תשימו קרחה בין עיניכם למת ונאמר ושרט לנפש לא תתנו לחייב על כל שריטה ושריטה ועל כל נפש ונפש ואמרו לנפש לחייב על כל שרט ושרט ועל כל נפש ונפש. ואמרו על הזקן חמשה על השער שבלחי העליון מלקות ועל הלחי התחתון מלקות אלה שתי מלקיות מצד ימין וכמו כן שתים מצד שמאל ועל מה שנתלש מן השער מן הזקן אחד. וצריך אתה לידע כי המגלח בידו הוא המתחייב מלקות על הפאות ועל הזקן ואינו חייב המתגלח אא\"כ עזר למגלח אותו ואז לוקין שניהם: ורהיטני כלי ברזל משרש השער ותולש אותו מעקרו. ומלקט כעין מלקחיים ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>הכותב כתובת קעקע כתב ולא כו': </b>רבי שמעון אומר אינו חייב עד שיכתוב שם עבודת כוכבים על בשרו כאילו אמר לא תשתף עמי שום דבר ולא תקרב עצמך לזולתי וזו היא כוונתו ואין הלכה כר' שמעון: "
            ],
            [
                "<b>נזיר שהיה שותה יין כל היום אינו חייב אלא כו': </b>וכשהתרו לו גם כן ואמרו לו זה שאתה שותה שיעורו כך וכך ועל כל שיעור כך ממנו אתה חייב מלקות לוקה כפי השיעורין. וכך פי' בירושלמי: "
            ],
            [
                "<b>היה מטמא למתים כל היום אינו חייב אלא אחת כו': </b>על כל שערה אחת יתחייב הנזיר מלקות כשקצץ אותו בהתראה כמו שנתבאר במקומו: אמרו פושט ולובש אינו כשיסור אותו מכל וכל אלא כיון שפשט ראשו והחזירו וכמו כן כשעמד עליו כדי לפשוט וללבוש חייב על כל התראה ואפילו שלא נפשט: "
            ],
            [
                "<b>יש חורש תלם אחד וחייב עליו משום שמנה כו': </b>יהיה החמור הקדש כשהקדישו לבדק הבית וכבר ידעת לשון המקרא לא תעבוד בבכור שורך וגו' ולמדנו על כל הקדשים שהם אסורים בעבודה ולפיכך הוא חייב משום עבודה במוקדשין. ועל השור והחמור אחת משום חורש בכלאי בהמה ומלקות אחת משום עובד במוקדשין: ואמרו כלאים בכרם יהיה חייב שתים משום זורע כלאים ומשום כלאי הכרם כמו שנתבאר בספרי ושאר הלאוין מבוארים אין בכל אלה איסור חל על איסור אבל הם איסורים הרבה נכפלו בזמן אחד ולפיכך אינו מן הנמנע שיצטרפו אל אלו הלאוין זולתם הרבה באותו הזמן בעצמו ומעקרנו המחפה בכלאים חייב ולפיכך כשהחזיר העפר ברגלו על הדבר בעצמו שזרע כשהוא מהלך חייב משום לא תזרע כרמך כלאים: "
            ],
            [
                "<b>כמה מלקין אותו ארבעים חסר אחת כו': </b>אילו אמר ארבעים במספר היה ראוי להיותם שלימים ולפי שהקדים במספר רוצה לומר שלא ילקה בלא שיעור אלא במנין ידוע כפי מה שיוכל לסבול כמו שנאמר כדי רשעתו במספר כלומר סוף ההלקאה ואמרו אחרי כן ארבעים יכנו רוצה לומר עד ארבעים כמו שלמדנו מפי הקבלה בדברי חכמים ז\"ל הואיל וההכאה הוא כפי מה שיוכל לסבול ולא יוסיף על ארבעים לא נכה ארבעים ונניח ההכאה זו דרך שמירה כמו שבאר שהשמירה במיעוט הכאה בא. ורבי יהודה אין דעתו כן ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>ואין אומדין אותו אלא במכות הראויות כו': </b>וידוע שזה שנאמר ארבעים יכנו אינו רצונו לומר שילקה ארבעים לא יותר והוא שאמר לא יוסיף וילקה למטה מן הארבעים כפי מה שיוכל לסבול כדי שלא ימות והוא שאמדו לו לפי כחו על רשעתו ויש להקל בזה כגון שאמדוהו היודעים במזגי בני אדם ואמרו שיוכל לסבול עשרים הלקאות ומעקרנו שלא ילקה אלא שמנה עשרה ואע\"פ שיוכל לסבול עשרים ועל זה הדרך תקיש. ואמרו אמדוהו אומד אחד כשנתחייב שתי מלקיות או יותר ואמדוהו על דרך משל שיסבול שנים וארבעים ויפטר מן הכל כיון שתחלת האומד [לא] היה יכול לסבול הכל והם כך וכך הלקאות ואם אמדוהו למלקות אחת בלבד יניח אותו עד שיבריא ממלקותו ולוקה פעם שניה כפי מה שיסבול גם כן וכמעשה זה בעצמו יעשה כשעבר עבירה שיש בה לאוין הרבה ועל זה הדין שוה שיתבוננו בשעת האומד אם אמדוהו לסבול הכל או לסבול אחת לאחת: "
            ],
            [
                "<b>כיצד מלקין אותו כופת שתי ידיו על העמוד כו': </b>אלה השתי רצועות של חמור לפי שעשה מעשה הבהמות יענש בעורותיהן כמו שנאמר על דרך משל (ישעיהו א׳:ג׳) ידע שור קונהו: "
            ],
            [
                "<b>ידה טפח ורחבה טפח וראשה מגעת על פי כריסו: </b>יהיה בבית היד של המלקות נקב שיהיו נתלים בו הרצועות וימשוך בו המלקה כשירצה ויקצר אותו לפי שאין לוקין לאדם אלא ברצועה שתגיע עד טבורו כמו שנזכר: ויגביה הרצועה בשעת ההלקאה בשתי ידיו ויכה בידו אחת לפי שזה יותר שלם בהכאה ויהיה המכה אדם משכיל ממוצע בכחו לא יהיה איש מתעורר ולא משתגע שיכה מכת נקמה באיש ההוא. וצריך שיכה שליש המכות על לבו והשליש בכתף האחת והשליש בכתף האחרת והרמז בזה דאמר רחמנא והכהו לפניו כדי רשעתו ולא לאחריו כדי רשעתו: "
            ],
            [
                "<b>והקורא קורא אם לא תשמור לעשות וגו' וכו': </b>גדול הדיינין קורא אלה הפסוקים הנזכרים בשעה שמלקים את הלוקה והסמוך לו במעלה ימנה המכות והשלישי יצוה המכה להכות ויאמר לו הכה כל זמן שיכה אם יהיה מספר ההכאות מספר הרבה יתעכב בקריאת שני הפסוקים האלה ואם הוא מספר מועט ימהר ויכוין כל מה שאפשר שיקדים הקריאה כשתשלם ההכאה וחוזר לראש. ופירוש נתקלקל שיצא הרעי בשעת ההכאה וכבר נשלם בזיונו ורחמנא אמר ונקלה אחיך לעיניך וכיון שנתבזה נסתלק ממנו ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>כל חייבי כריתות שלקו נפטרו ידי כריתתן כו': </b>כבר הקדמנו כי המלקות עם התשובה יכפר הכרת. ואמרו כל היושב ולא עבר עבירה הוא רוצה לומר שאפשר לו לעשותה ואין מונעו מעשותה בשום פנים זולתי שמירת מצות התורה כגון יוסף הצדיק וכיוצא בו ואתה יודע לשון התורה והמנע אדם מאכילת הדם והיאך ייעד על זה למען ייטב לך ולבניך אחריך עד עולם כי תעשה הטוב והישר בעיני ה' אלהיך כל שכן בהמנעו מן התענוגים הגופניים הגדולים שהאדם נוטה אליהן בטבעו כמו שזכר והתורה היא שהזהירנו שלא לעשותן כדי להרגיל הנפש שלא להוסיף על מה שהוא מדרך הטבע. ואין הלכה כרבי חנינא: "
            ],
            [
                "<b>רבי חנניא בן עקשיא אומר רצה הקב\"ה לזכות את ישראל כו': </b>מעקרי האמונה בתורה כי כשיקיים אדם מצוה מתרי\"ג מצות כראוי וכהוגן ולא ישתף עמה כוונה מכוונת העולם בשום פנים אלא שיעשה אותה לשמה מאהבה כמו שבארתי לך הנה זכה בה לחיי העולם הבא ועל זה אמר רבי חנניא כי המצות בהיותם הרבה אי אפשר שלא יעשה אדם בחייו אחת מהם על מתכונתה ושלמותה ובעשותו אותה המצוה תחיה נפשו באותו מעשה וממה שיורה על העקר הזה מה ששאל ר' חנניא בן תרדיון מה אני לחיי עוה\"ב והשיבו המשיב כלום בא מעשה לידך כלומר נזדמן לך לעשות מצוה כהוגן השיבו כי נזדמנה לו מצות צדקה על דרך שלמות ככל מה שאפשר וזכה לחיי העוה\"ב. ופירוש הפסוק (ישעיהו מ״ב:כ״א) ה' חפץ למען צדקו לצדק את ישראל למען כי יגדיל תורה ויאדיר: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת מכות</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}