const Appraisals_and_Devoted_Property = {
  "title": "Mishneh Torah, Appraisals and Devoted Property",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Appraisals_and_Devoted_Property",
  "text": [
    [
      "הָעֲרָכִים הֵם נֵדֶר מִכְּלַל נִדְרֵי הֶקְדֵּשׁ. שֶׁנֶּאֱמַר <small>(ויקרא כז ב)</small> \"אִישׁ כִּי יַפְלִא נֶדֶר בְּעֶרְכְּךָ נְפָשֹׁת לַה'\". לְפִיכָךְ חַיָּבִין עֲלֵיהֶן מִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" וְ<small>(דברים כג כב)</small> \"לֹא תְאַחֵר לְשַׁלְּמוֹ\" וּמִשּׁוּם <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\": \n",
      "מִצְוַת עֲשֵׂה לָדוּן בְּדִינֵי עֲרָכִין כַּאֲשֶׁר מְפֹרָשׁ בַּתּוֹרָה. וְאֶחָד הָאוֹמֵר עֶרְכִּי עָלַי. אוֹ הָאוֹמֵר עֵרֶךְ זֶה עָלַי. אוֹ עֵרֶךְ פְּלוֹנִי עָלַי. נוֹתֵן הָעֵרֶךְ לְפִי שְׁנֵי הַנֶּעֱרָךְ וְהוּא הַדָּבָר הַקָּצוּב שֶׁבַּתּוֹרָה לֹא פָּחוֹת וְלֹא יֶתֶר: \n",
      "וְכַמָּה הוּא הָעֵרֶךְ. אִם הָיָה הַנֶּעֱרָךְ בֶּן שְׁלֹשִׁים יוֹם אוֹ פָּחוֹת אֵין לוֹ עֵרֶךְ וְהָאוֹמֵר עָלָיו עֵרֶךְ זֶה עָלַי הֲרֵי זֶה כְּאוֹמֵר עֵרֶךְ כְּלִי זֶה עָלַי וְאֵינוֹ חַיָּב כְּלוּם. הָיָה מִבֶּן אֶחָד וּשְׁלֹשִׁים יוֹם עַד בֶּן חָמֵשׁ שָׁנִים גְּמוּרוֹת עֵרֶךְ הַזָּכָר חֲמִשָּׁה שְׁקָלִים וְהַנְּקֵבָה שְׁלֹשָׁה שְׁקָלִים. מִשֶּׁנִּכְנַס בִּשְׁנַת שֵׁשׁ יוֹם אֶחָד עַד שֶׁיַּשְׁלִים שְׁנַת עֶשְׂרִים עֵרֶךְ הַזָּכָר עֶשְׂרִים שְׁקָלִים וְהַנְּקֵבָה עֲשָׂרָה שְׁקָלִים. מִשֶּׁיִּכָּנֵס בִּשְׁנַת אַחַת וְעֶשְׂרִים יוֹם עַד שֶׁיַּשְׁלִים שְׁנַת שִׁשִּׁים עֵרֶךְ הַזָּכָר חֲמִשִּׁים שְׁקָלִים וְהַנְּקֵבָה שְׁלֹשִׁים שְׁקָלִים. וּמִשֶּׁיִּכָּנֵס בִּשְׁנַת אַחַת וְשִׁשִּׁים יוֹם עַד יוֹם מוֹתוֹ אֲפִלּוּ חָיָה כַּמָּה שָׁנִים עֵרֶךְ הַזָּכָר חֲמִשָּׁה עָשָׂר שְׁקָלִים וְהַנְּקֵבָה עֲשָׂרָה שְׁקָלִים: \n",
      "כָּל הַשָּׁנִים הָאֵלּוּ מֵעֵת לְעֵת מִיּוֹם הַלֵּדָה. וְכָל הַשְּׁקָלִים בְּשֶׁקֶל הַקֹּדֶשׁ וְהוּא מִשְׁקַל שְׁלֹשׁ מֵאוֹת וְעֶשְׂרִים שְׂעוֹרָה מִכֶּסֶף טָהוֹר. וּכְבָר הוֹסִיפוּ עָלָיו וְעָשׂוּ אוֹתוֹ סֶלַע כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שְׁקָלִים: \n",
      "טֻמְטוּם וְאַנְדְּרוֹגִינוּס אֵין לָהֶם עֵרֶךְ שֶׁלֹּא קָצְבָה תּוֹרָה עֵרֶךְ אֶלָּא לְזָכָר וַדַּאי אוֹ לִנְקֵבָה וַדָּאִית. לְפִיכָךְ טֻמְטוּם וְאַנְדְּרוֹגִינוּס שֶׁאָמַר עֶרְכִּי עָלַי אוֹ שֶׁהֶעֱרִיכוֹ אַחֵר אֵינוֹ חַיָּב כְּלוּם: \n",
      "הָעַכּוּ''ם נֶעֱרָךְ אֲבָל אֵינוֹ מַעֲרִיךְ. כֵּיצַד. עַכּוּ''ם שֶׁאָמַר עֶרְכִּי עָלַי אוֹ עֵרֶךְ יִשְׂרָאֵל זֶה עָלַי לֹא אָמַר כְּלוּם. וְיִשְׂרָאֵל שֶׁאָמַר עֵרֶךְ עַכּוּ''ם זֶה עָלַי אוֹ עֵרֶךְ פְּלוֹנִי הָעַכּוּ''ם עָלַי נוֹתֵן לְפִי שְׁנֵי הָעַכּוּ''ם הַנֶּעֱרָךְ. וְכֵן הַמַּעֲרִיךְ אֶת הַחֵרֵשׁ וְאֶת הַשּׁוֹטֶה חַיָּב וְנוֹתֵן לְפִי שָׁנָיו: \n",
      "הָעֶבֶד נֶעֱרָךְ וְעוֹרֵךְ כִּשְׁאָר יִשְׂרָאֵל. וְאִם יִפָּדֶה וְהָיָה לוֹ יִתֵּן עֵרֶךְ שֶׁנָּדַר: \n",
      "אֶחָד הַמַּעֲרִיךְ אֶת הַיָּפֶה הַבָּרִיא וְאֶחָד הַמַּעֲרִיךְ אֶת הַכָּעוּר הַחוֹלֶה. אֲפִלּוּ הָיָה הַנֶּעֱרָךְ מֻכֶּה שְׁחִין אוֹ סוּמָא אוֹ גִּדֵּם וְיֵשׁ בּוֹ כָּל מוּם נוֹתֵן לְפִי שָׁנָיו כְּמוֹ שֶׁכָּתוּב בַּתּוֹרָה: \n",
      "הַדָּמִים אֵינָן כַּעֲרָכִין. כֵּיצַד. הָאוֹמֵר דָּמַי עָלַי אוֹ דְּמֵי זֶה עָלַי אוֹ דְּמֵי פְּלוֹנִי עָלַי אֲפִלּוּ הָיָה אוֹתוֹ פְּלוֹנִי קָטָן בֶּן יוֹמוֹ אוֹ טֻמְטוּם וְאַנְדְּרוֹגִינוּס אוֹ עַכּוּ''ם נוֹתֵן מַה שֶּׁהוּא שְׁוֵה דִּינָר אוֹ אֶלֶף כְּאִלּוּ הוּא עֶבֶד הַנִּמְכָּר בַּשּׁוּק: \n",
      "וְהָעֲרָכִים כֻּלָּן וְהַדָּמִים הַכּל סְתָמָן לְבֶדֶק הַבַּיִת וְיִפְּלוּ הַכּל לַלִּשְׁכָּה שֶׁהָיְתָה בַּמִּקְדָּשׁ מוּכֶנֶת לְקָדְשֵׁי בֶּדֶק הַבַּיִת: \n",
      "עַכּוּ''ם שֶׁאָמַר דָּמַי עָלַי אוֹ דְּמֵי פְּלוֹנִי עָלַי נוֹתֵן כְּפִי נִדְרוֹ וְאֵינוֹ נוֹפֵל לַלִּשְׁכָּה שֶׁאֵין מְקַבְּלִין מִן הָעַכּוּ''ם נְדָבָה אוֹ נֵדֶר לְחַזֵּק אֶת בֶּדֶק הַבַּיִת אוֹ בֶּדֶק יְרוּשָׁלַיִם שֶׁנֶּאֱמַר <small>(עזרא ד ג)</small> \"לֹא לָכֶם וָלָנוּ לִבְנוֹת בַּיִת\" וְגוֹ'. וְנֶאֱמַר <small>(נחמיה ב כ)</small> \"וְלָכֶם אֵין חֵלֶק וּצְדָקָה וְזִכָּרוֹן בִּירוּשָׁלָיִם\": \n",
      "וּמַה יַּעֲשֶׂה בָּהֶן. יִבָּדֵק הָעַכּוּ''ם עַל דַּעַת מִי נָדַר. אִם נָדַר עַל דַּעַת יִשְׂרָאֵל יוֹצִיאוּהוּ בֵּית דִּין בְּמַה שֶּׁיֵּרָאֶה לָהֶם חוּץ מִבֶּדֶק הַבַּיִת וּבֶדֶק יְרוּשָׁלַיִם. וְאִם אָמַר לַשָּׁמַיִם נָדַרְתִּי יִגָּנְזוּ: \n",
      "הַגּוֹסֵס אֵין לוֹ לֹא עֵרֶךְ וְלֹא דָּמִים הוֹאִיל וְרֹב הַגּוֹסְסִין לְמִיתָה הֲרֵי הוּא כְּמֵת. וְכֵן מִי שֶׁנִּגְמַר דִּינוֹ בְּבֵית דִּין שֶׁל יִשְׂרָאֵל לְהָרְגוֹ עַל עֲבֵרָה שֶׁעָבַר וְהֶעֱרִיכוֹ אַחֵר אוֹ שֶׁהֶעֱרִיךְ עַצְמוֹ אוֹ שֶׁאָמַר דָּמַי עָלַי אוֹ שֶׁאָמַר אַחֵר דְּמֵי זֶה עָלַי אֵינוֹ חַיָּב כְּלוּם שֶׁזֶּה כְּמֵת הוּא וְהַמֵּת אֵין לוֹ עֵרֶךְ וְלֹא דָּמִים. וְעַל זֶה נֶאֱמַר <small>(ויקרא כז כט)</small> \"כָּל חֵרֶם אֲשֶׁר יָחֳרַם מִן הָאָדָם לֹא יִפָּדֶה\" כְּלוֹמַר אֵין לוֹ פִּדְיוֹן אֶלָּא הֲרֵי הוּא כְּמֵת: \n",
      "זֶה הַיּוֹצֵא לֵהָרֵג שֶׁהֶעֱרִיךְ אֲחֵרִים אוֹ נָדַר דְּמֵיהֶם אוֹ הִזִּיק חַיָּב לְשַׁלֵּם וְגוֹבִין הַכּל מִנְּכָסָיו: \n",
      "כֹּהֲנִים וּלְוִיִּים מַעֲרִיכִין וְנֶעֱרָכִין כִּשְׁאָר יִשְׂרָאֵל. וְקָטָן שֶׁהִגִּיעַ לְעוֹנַת נְדָרִים וְהֶעֱרִיךְ אוֹ נָדַר דָּמִים חַיָּב לְשַׁלֵּם שֶׁהֲרֵי נְדָרָיו קַיָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת נְדָרִים: \n",
      "הָעֲרָכִין הַקְּצוּבִין לְפִי הַשָּׁנִים הֵן שְׁנֵי הַנֶּעֱרָךְ וְלֹא שְׁנֵי הַמַּעֲרִיךְ. כֵּיצַד. בֶּן עֶשְׂרִים שֶׁאָמַר לְבֶן שִׁשִּׁים עֶרְכְּךָ עָלַי נוֹתֵן עֵרֶךְ בֶּן שִׁשִּׁים. וּבֶן שִׁשִּׁים שֶׁאָמַר לְבֶן עֶשְׂרִים עֶרְכְּךָ עָלַי נוֹתֵן עֵרֶךְ בֶּן עֶשְׂרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "וְצָרִיךְ הַמַּעֲרִיךְ שֶׁיְּהֵא פִּיו וְלִבּוֹ שָׁוִין כִּשְׁאָר הַנְּדָרִים. וְנִשְׁאָלִין עַל הָעֲרָכִין וְעַל הַדָּמִים כְּדֶרֶךְ שֶׁנִּשְׁאָלִין עַל שְׁאָר נְדָרִים וְהֶקְדֵּשׁוֹת: \n",
      "הָאוֹמֵר עֵרֶךְ אֵלּוּ עָלַי נוֹתֵן עֵרֶךְ כֻּלָּן כָּל אֶחָד וְאֶחָד לְפִי שָׁנָיו. וְאִם הָיָה עָנִי נוֹתֵן עַל יְדֵי כֻּלָּם עֵרֶךְ אֶחָד עָנִי. וְאִם הָיָה עָשִׁיר נוֹתֵן עַל יְדֵי כֻּלָּן עֵרֶךְ עָשִׁיר: \n",
      "הָאוֹמֵר עֶרְכִּי עָלַי וְחָזַר וְאָמַר עֶרְכִּי עָלַי וְכֵן אִם אָמַר אֲפִלּוּ כַּמָּה פְּעָמִים חַיָּב עַל כָּל אַחַת וְאַחַת. אָמַר שְׁנֵי עֶרְכִּי עָלַי נוֹתֵן שְׁנֵי עֲרָכִין. וְכֵן אִם אָמַר אַרְבָּעָה אֲפִלּוּ אֶלֶף נוֹתֵן כַּמִּנְיָן שֶׁנָּדַר: \n",
      "אָמַר הֲרֵי עָלַי עֵרֶךְ וְלֹא פֵּרֵשׁ עֵרֶךְ מִי אֶלָּא עֵרֶךְ סְתָם נוֹתֵן פָּחוּת שֶׁבַּעֲרָכִין שֶׁהוּא שְׁלֹשֶׁת שְׁקָלִים: \n",
      "הָאוֹמֵר עֶרְכִּי עָלַי וּמֵת קֹדֶם שֶׁיַּעֲמֹד בְּדִין אֵין הַיּוֹרְשִׁין חַיָּבִין לִתֵּן. שֶׁנֶּאֱמַר <small>(ויקרא כז ח)</small> \"וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אֹתוֹ הַכֹּהֵן\". עָמַד בַּדִּין וּמֵת יִתְּנוּ הַיּוֹרְשִׁין: \n",
      "אֲבָל הָאוֹמֵר דָּמַי עָלַי אַף עַל פִּי שֶׁעָמַד בְּדִין וּמֵת קֹדֶם שֶׁיִּקְצְצוּ דָּמָיו וְיֹאמְרוּ הַדַּיָּנִין כַּמָּה יִשְׁוֶה אֵין הַיּוֹרְשִׁין חַיָּבִין לִתֵּן. וְאִם קָצְבוּ דָּמָיו וְאַחַר כָּךְ מֵת יִתְּנוּ הַיּוֹרְשִׁין: \n",
      "וּמַה בֵּין עֲרָכִין לְדָמִים. שֶׁעֲרָכִין קְצוּבִין מִן הַתּוֹרָה וְהַדָּמִים אֵינָן קְצוּבִין. וְכֵן הָאוֹמֵר עֵרֶךְ פְּלוֹנִי עָלַי וּמֵת הָעוֹרֵךְ וְהַנֶּעֱרָךְ אַחַר שֶׁעָמַד הַנֶּעֱרָךְ בְּדִין חַיָּבִין הַיּוֹרְשִׁין לִתֵּן. מֵת הַנֶּעֱרָךְ קֹדֶם שֶׁעָמַד בְּדִין אַף עַל פִּי שֶׁהַמַּעֲרִיךְ קַיָּם הֲרֵי זֶה פָּטוּר. שֶׁאֵין עֵרֶךְ לְמֵת וְהַנֶּעֱרָךְ צָרִיךְ עֲמִידָה בְּדִין. אָמַר דְּמֵי פְּלוֹנִי עָלַי וְעָמַד בְּדִין וּמֵת קֹדֶם שֶׁיִּקְצְצוּ דָּמָיו הֲרֵי זֶה פָּטוּר שֶׁאֵין דָּמִים לַמֵּתִים: \n"
    ],
    [
      "הָאוֹמֵר עֵרֶךְ יָדִי אוֹ עֵרֶךְ עֵינִי אוֹ רַגְלִי עָלַי אוֹ שֶׁאָמַר עֵרֶךְ יָד זֶה אוֹ עֵינוֹ עָלַי לֹא אָמַר כְּלוּם. עֵרֶךְ לִבִּי אוֹ כְּבֵדִי עָלַי אוֹ עֵרֶךְ לִבּוֹ שֶׁל פְּלוֹנִי אוֹ כְּבֵדוֹ עָלַי נוֹתֵן עֵרֶךְ כֻּלּוֹ. וְכֵן כָּל אֵיבָר שֶׁאִם יִנָּטֵל מִן הַחַי יָמוּת אִם אָמַר עֶרְכּוֹ עָלַי נוֹתֵן עֵרֶךְ כֻּלּוֹ: \n",
      "אָמַר חֲצִי עֶרְכִּי עָלַי נוֹתֵן חֲצִי עֶרְכּוֹ. עֵרֶךְ חֶצְיִי עָלַי נוֹתֵן עֵרֶךְ כֻּלּוֹ שֶׁאִי אֶפְשָׁר שֶׁיִּנָּטֵל חֶצְיוֹ וְיִחְיֶה: \n",
      "הָאוֹמֵר דְּמֵי יָדִי עָלַי אוֹ דְּמֵי יַד פְּלוֹנִי עָלַי שָׁמִין אוֹתוֹ כַּמָּה הוּא שָׁוֶה בְּיָד וְכַמָּה הוּא שָׁוֶה בְּלֹא יָד וְנוֹתֵן לַהֶקְדֵּשׁ. כֵּיצַד. אִם נִמְכַּר הוּא כֻּלּוֹ [יִהְיֶה] שָׁוֶה חֲמִשִּׁים. וְאִם יִמָּכֵר חוּץ מִיָּדוֹ שֶׁתִּשָּׁאֵר יָדוֹ זוֹ לִבְעָלָיו וְלֹא יִהְיֶה לַלּוֹקֵחַ בָּהּ כְּלוּם שָׁוֶה אַרְבָּעִים. נִמְצָא זֶה יִתְחַיֵּב לְשַׁלֵּם לַהֶקְדֵּשׁ עֲשָׂרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר דְּמֵי רֹאשִׁי אוֹ כְּבֵדִי עָלַי אוֹ דְּמֵי רֹאשׁוֹ שֶׁל פְּלוֹנִי עָלַי אוֹ לִבּוֹ אוֹ כְּבֵדוֹ עָלַי נוֹתֵן דְּמֵי כֻּלּוֹ. וְכֵן הָאוֹמֵר דְּמֵי חֶצְיִי עָלַי נוֹתֵן דְּמֵי כֻּלּוֹ. אֲבָל הָאוֹמֵר חֲצִי דָּמַי עָלַי נוֹתֵן חֲצִי דָּמָיו: \n",
      "הָאוֹמֵר מִשְׁקָלִי עָלַי אוֹ מִשְׁקַל פְּלוֹנִי עָלַי נוֹתֵן מִשְׁקָלוֹ אִם כֶּסֶף כֶּסֶף אִם זָהָב זָהָב כְּמוֹ שֶׁפֵּרֵשׁ. אָמַר מִשְׁקַל יָדִי אוֹ רַגְלִי עָלַי רוֹאִין כַּמָּה הִיא רְאוּיָה לִשְׁקל וְנוֹתֵן מָמוֹן שֶׁפֵּרֵשׁ. עַד הֵיכָן הִיא הַיָּד לְעִנְיָן זֶה עַד הֶאָצִיל וְהָרֶגֶל עַד הָאַרְכֻּבָּה לְפִי שֶׁבִּנְדָרִים הוֹלְכִין אַחַר לְשׁוֹן בְּנֵי אָדָם: \n",
      "הָאוֹמֵר קוֹמָתִי עָלַי כֶּסֶף אוֹ זָהָב נוֹתֵן שַׁרְבִיט שֶׁאֵינוֹ נִכְפָּף מְלֹא קוֹמָתוֹ מִמִּין שֶׁפֵּרֵשׁ. אָמַר מְלֹא קוֹמָתִי עָלַי נוֹתֵן אֲפִלּוּ שַׁרְבִיט שֶׁנִּכְפָּף מִמִּין שֶׁפֵּרֵשׁ: \n",
      "הָאוֹמֵר מִשְׁקָלִי עָלַי וְלֹא פֵּרֵשׁ מֵאֵי זֶה מִין. אִם הָיָה עָשִׁיר בְּיוֹתֵר וְנִתְכַּוֵּן לְמַתָּנָה מְרֻבָּה נוֹתֵן מִשְׁקָלוֹ זָהָב. וְהוּא הַדִּין בְּאוֹמֵר מִשְׁקַל יָדִי אוֹ רַגְלִי אוֹ קוֹמָתִי וְלֹא פֵּרֵשׁ מֵאֵי זֶה מִין נוֹתֵן זָהָב. וְאִם אֵינוֹ מֻפְלָג בַּעֲשִׁירוּת נוֹתֵן מִשְׁקָלוֹ אוֹ מִשְׁקַל יָדוֹ מִדְּבָרִים שֶׁדַּרְכָּן לְהִשָּׁקֵל בְּאוֹתוֹ מָקוֹם אֲפִלּוּ פֵּרוֹת. וְכֵן נוֹתֵן שַׁרְבִיט מְלֹא קוֹמָתוֹ אֲפִלּוּ שֶׁל עֵץ הַכּל לְפִי מָמוֹנוֹ וְדַעְתּוֹ: \n",
      "הָאוֹמֵר עָמְדִי עָלַי יְשִׁיבָתִי עָלַי אוֹ מְקוֹם יְשִׁיבָתִי עָלַי אוֹ רָחְבִּי עָלַי עָבְיִי עָלַי הֶקֵּפִי עָלַי כָּל אֵלּוּ סָפֵק וּמֵבִיא לְפִי מָמוֹנוֹ. עַד שֶׁיֹּאמַר לֹא כָּךְ נִתְכַּוַּנְתִּי. וְאִם מֵת יִתְּנוּ הַיּוֹרְשִׁים פָּחוּת שֶׁבַּלְּשׁוֹנוֹת: \n",
      "הָאוֹמֵר הֲרֵי עָלַי מַטְבֵּעַ כֶּסֶף לֹא יִפְחֹת מִדִּינָר כֶּסֶף. מַטְבֵּעַ נְחשֶׁת לֹא יִפְחֹת מִמָּעָה כֶּסֶף. הֲרֵי עָלַי בַּרְזֶל לֹא יִפְחוֹת מֵאַמָּה עַל אַמָּה לְכָלֶה עוֹרֵב שֶׁהָיָה לְמַעְלָה בְּגַג הַהֵיכָל כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "הָאוֹמֵר הֲרֵי עָלַי כֶּסֶף אוֹ זָהָב וְלֹא הִזְכִּיר מַטְבֵּעַ יָבִיא לָשׁוֹן שֶׁל כֶּסֶף אוֹ שֶׁל זָהָב יִהְיֶה מִשְׁקָלָהּ עַד שֶׁיֹּאמַר לֹא לְכָךְ נִתְכַּוַּנְתִּי. וְכֵן אִם פֵּרֵשׁ הַמִּשְׁקָל וְשָׁכַח כַּמָּה פֵּרֵשׁ יָבִיא עַד שֶׁיֹּאמַר לֹא לְכָךְ נִתְכַּוַּנְתִּי: \n",
      "אֶחָד הָאוֹמֵר דָּמַי עָלַי אוֹ דְּמֵי פְּלוֹנִי עָלַי. אוֹ הָאוֹמֵר הֲרֵי עָלַי מָנֶה אוֹ חֲמִשִּׁים אוֹ כֶּסֶף אוֹ זָהָב. הַכּל הֵן הַנִּקְרָאִים חַיָּבֵי דָּמִים. וְהַדָּמִים וְהָעֲרָכִין לְבֶדֶק הַבַּיִת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שְׁתֵּי לְשָׁכוֹת הָיוּ בַּמִּקְדָּשׁ. אַחַת לִשְׁכַּת חֲשָׁאִים. וְאַחַת לִשְׁכַּת הַכֵּלִים. לִשְׁכַּת חֲשָׁאִים יִרְאֵי חֵטְא נוֹתְנִין לְתוֹכָן בַּחֲשַׁאי וַעֲנִיִּים בְּנֵי טוֹבִים מִתְפַּרְנְסִים מִמֶּנָּה בַּחֲשַׁאי. לִשְׁכַּת הַכֵּלִים כָּל מִי שֶׁהִתְנַדֵּב כְּלִי זוֹרְקוֹ לְתוֹכָהּ וְאַחַת לִשְׁלֹשִׁים יוֹם הַגִּזְבָּרִין פּוֹתְחִין אוֹתָהּ. כָּל כְּלִי שֶׁנִּמְצָא בּוֹ צֹרֶךְ לְבֶדֶק הַבַּיִת מַנִּיחִין אוֹתוֹ וְהַשְּׁאָר נִמְכָּרִין וּדְמֵיהֶן נוֹפְלִין לְלִשְׁכַּת בֶּדֶק הַבַּיִת: \n",
      "הֻצְרְכוּ לְקָדְשֵׁי מִזְבֵּחַ וְלֹא הִסְפִּיקוּ לָהֶן תְּרוּמַת הַלִּשְׁכָּה מוֹצִיאִין אֶת הָרָאוּי לָהֶן מִקָּדְשֵׁי בֶּדֶק הַבַּיִת. אֲבָל אִם הֻצְרְכוּ לְבֶדֶק הַבַּיִת וְלֹא מָצְאוּ בְּלִשְׁכַּת בֶּדֶק הַבַּיִת דָּבָר הַמַּסְפִּיק לָהֶן אֵין מוֹצִיאִין הָרָאוּי לָהֶן מִקָּדְשֵׁי הַמִּזְבֵּחַ: \n"
    ],
    [
      "הַמַּעֲרִיךְ אֶת הַפָּחוּת מִבֶּן עֶשְׂרִים וְלֹא עָמַד בְּדִין עַד שֶׁהָיָה יֶתֶר עַל עֶשְׂרִים אֵינוֹ נוֹתֵן אֶלָּא עֵרֶךְ פָּחוּת מִבֶּן עֶשְׂרִים. שֶׁאֵין הָעֵרֶךְ אֶלָּא בִּזְמַן הָעֵרֶךְ לֹא בִּזְמַן הַהַעֲמָדָה בַּדִּין: \n",
      "כָּל הָעֲרָכִין הַקְּצוּבִין בַּתּוֹרָה הֵן שֶׁנּוֹתֵן הַמַּעֲרִיךְ אִם הָיָה עָשִׁיר. אֲבָל אִם הָיָה עָנִי וְאֵין יָדוֹ מַשֶּׂגֶת נוֹתֵן כָּל הַנִּמְצָא בְּיָדוֹ אֲפִלּוּ סֶלַע אֶחָד וְנִפְטָר שֶׁנֶּאֱמַר <small>(ויקרא כז ח)</small> \"וְאִם מָךְ הוּא מֵעֶרְכֶּךָ\" <small>(ויקרא כז ח)</small> \"עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנֹּדֵר\": \n",
      "וּמִנַּיִן שֶׁהוּא נוֹתֵן אֲפִלּוּ סֶלַע אֶחָד אִם אֵין לוֹ אֶלָּא סֶלַע אֶחָד שֶׁנֶּאֱמַר <small>(ויקרא כז כה)</small> \"וְכָל עֶרְכְּךָ יִהְיֶה בְּשֶׁקֶל הַקֹּדֶשׁ\" הָא לָמַדְתָּ שֶׁאֵין בַּעֲרָכִין פָּחוֹת מִסֶּלַע וְלֹא יוֹתֵר עַל חֲמִשִּׁים: \n",
      "הֲרֵי שֶׁלֹּא נִמְצָא בְּיָדוֹ אֲפִלּוּ סֶלַע אֵין לוֹקְחִין מִמֶּנּוּ פָּחוֹת מִסֶּלַע. אֶלָּא יִשָּׁאֵר הַכּל עָלָיו חוֹב וְאִם מָצְאָה יָדוֹ וְהֶעֱשִׁיר יִתֵּן עֵרֶךְ שָׁלֵם הַקָּצוּב בַּתּוֹרָה: \n",
      "עָשִׁיר שֶׁהֶעֱרִיךְ וְהֶעֱנִי. אוֹ שֶׁהֶעֱרִיךְ כְּשֶׁהוּא עָנִי וְהֶעֱשִׁיר. הֲרֵי זֶה חַיָּב בְּעֵרֶךְ עָשִׁיר. אֲבָל אִם הֶעֱרִיךְ כְּשֶׁהוּא עָנִי וְהֶעֱשִׁיר וְחָזַר וְהֶעֱנִי נוֹתֵן עֵרֶךְ עָנִי: \n",
      "עָשִׁיר שֶׁאָמַר עֶרְכִּי עָלַי אוֹ עֵרֶךְ פְּלוֹנִי וְשָׁמַע הֶעָנִי וְאָמַר מַה שֶּׁאָמַר זֶה עָלַי. הֲרֵי הֶעָנִי חַיָּב בְּעֵרֶךְ עָשִׁיר שֶׁהוּא עֵרֶךְ שָׁלֵם. אֲבָל עָנִי שֶׁהֶעֱרִיךְ אֶת הֶעָשִׁיר וְאָמַר עֵרֶךְ זֶה עָלַי אֵינוֹ חַיָּב אֶלָּא כְּעֵרֶךְ עָנִי שֶׁהוּא כְּפִי אֲשֶׁר תַּשִּׂיג יָדוֹ: \n",
      "מַה בֵּין הַחַיָּב בְּעֵרֶךְ עָנִי לְהַחַיָּב בְּעֵרֶךְ עָשִׁיר שֶׁהוּא הָעֵרֶךְ הַקָּצוּב כֻּלּוֹ. שֶׁהַחַיָּב בְּעֵרֶךְ עָנִי שֶׁלָּקְחוּ מִמֶּנּוּ כָּל מַה שֶּׁיָּדוֹ מַשֶּׂגֶת אֲפִלּוּ סֶלַע אֶחָד וְאַחַר כָּךְ הֶעֱשִׁיר אֵינוֹ חַיָּב לְשַׁלֵּם. וְאִם הָיָה חַיָּב בְּעֵרֶךְ עָשִׁיר יִשָּׁאֵר שְׁאָר הָעֵרֶךְ חוֹב עָלָיו עַד שֶׁיַּעֲשִׁיר וְיַשְׁלִים הָעֵרֶךְ שֶׁעָלָיו: \n",
      "הַמְפָרֵשׁ אֶת הָעֵרֶךְ וְאָמַר עֶרְכִּי עָלַי חֲמִשִּׁים סְלָעִים. אוֹ עֵרֶךְ פְּלוֹנִי עָלַי שְׁלֹשִׁים סְלָעִים. אֵינוֹ נִדּוֹן בְּהֶשֵּׂג יָד. אֶלָּא לוֹקְחִין כָּל הַנִּמְצָא בְּיָדוֹ וְהַשְּׁאָר עָלָיו חוֹב עַד שֶׁיַּעֲשִׁיר וְיִתֵּן: \n",
      "וְכֵן הָאוֹמֵר דָּמַי עָלַי אוֹ דְּמֵי פְּלוֹנִי עָלַי אֵינוֹ נִדּוֹן בְּהֶשֵּׂג יָד. שֶׁחַיָּבֵי דָּמִים הֲרֵי פֵּרְשׁוּ נִדְרָן וַהֲרֵי הֵן כְּמִי שֶׁאָמַר מָנֶה עָלַי הֶקְדֵּשׁ שֶׁהוּא חַיָּב לִתֵּן מָנֶה גָּמוּר: \n",
      "הָאוֹמֵר הֲרֵי עָלַי עֵרֶךְ סְתָם וְלֹא פֵּרֵשׁ אֵינוֹ כִּמְפָרֵשׁ שְׁלֹשֶׁת שְׁקָלִים אֶלָּא נִדּוֹן בְּהֶשֵּׂג יָד כִּשְׁאָר הַמַּעֲרִיכִין: \n",
      "הָאוֹמֵר עֶרְכִּי עָלַי וְחָזַר וְאָמַר עֶרְכִּי עָלַי וְהָיוּ בְּיָדוֹ עֶשֶׂר סְלָעִים וְנָתַן תֵּשַׁע לַשְּׁנִיָּה וְסֶלַע לָרִאשׁוֹנָה יָצָא יְדֵי שְׁתֵּיהֶן. שֶׁהָעֲרָכִין לָאו כְּחוֹבוֹת הֵן. שֶׁאַף עַל פִּי שֶׁכָּל מַה שֶּׁבְּיָדוֹ מְשֻׁעְבָּד לָרִאשׁוֹנָה. הֶקְדֵּשׁ מְאֻחָר שֶׁגָּבָה גָּבָה. אֲבָל אִם נָתַן תֵּשַׁע לָרִאשׁוֹנָה וְאַחַת לַשְּׁנִיָּה יְדֵי שְׁנִיָּה יָצָא. שֶׁהֲרֵי כְּשֶׁנָּתַן הַסֶּלַע לֹא נִשְׁאַר בְּיָדוֹ כְּלוּם וַהֲרֵי אֵין יָדוֹ מַשֶּׂגֶת. יְדֵי רִאשׁוֹנָה לֹא יָצָא. שֶׁהֲרֵי כָּל מַה שֶּׁהָיָה בְּיָדוֹ מְשֻׁעְבָּד לָרִאשׁוֹנָה כְּשֶׁנָּתַן הַתֵּשַׁע נִשְׁאַר לוֹ סֶלַע וַהֲרֵי לֹא נָתַן כָּל מַה שֶּׁיָּדוֹ מַשֶּׂגֶת. לְפִיכָךְ יִשָּׁאֵר עָלָיו שְׁאָר עֵרֶךְ רִאשׁוֹן עַד שֶׁיַּעֲשִׁיר וְיַשְׁלִים: \n",
      "הָאוֹמֵר שְׁנֵי עֲרָכַי עָלַי וְלֹא הָיָה בְּיָדוֹ אֶלָּא פָּחוֹת מִכְּדֵי שְׁנֵי עֲרָכִין. הֲרֵי הַדָּבָר סָפֵק אִם נִתְפַּס לִשְׁנֵיהֶן וְנוֹתֵן חֲצִי מַה שֶּׁיֵּשׁ לוֹ לְעֵרֶךְ אֶחָד וַחֲצִי לָעֵרֶךְ הַשֵּׁנִי וְיִפָּטֵר אוֹ יִתֵּן עֵרֶךְ אֶחָד מֵהֶן שָׁלֵם אוֹ כָּל הַנִּמְצָא בְּיָדוֹ בְּאֶחָד מֵהֶן וְיִשָּׁאֵר הָעֵרֶךְ הָאַחֵר עָלָיו חוֹב עַד שֶׁיִּתֵּן אוֹתוֹ בַּעֲנִיּוּת אוֹ בַּעֲשִׁירוּת כְּפִי הֶשֵּׂג יָדוֹ: \n",
      "הַמַּפְרִישׁ עֶרְכּוֹ אוֹ דָּמָיו וְנִגְנְבוּ אוֹ אָבְדוּ אַף עַל פִּי שֶׁלֹּא אָמַר עָלַי חַיָּב בְּאַחֲרָיוּתָן עַד שֶׁיַּגִּיעוּ לְיַד הַגִּזְבָּר. שֶׁנֶּאֱמַר <small>(ויקרא כז כג)</small> \"וְנָתַן אֶת הָעֶרְכְּךָ בַּיּוֹם הַהוּא קֹדֶשׁ לַה'\" הֲרֵי הֵן חֻלִּין אַף עַל פִּי שֶׁהִפְרִישָׁן עַד שֶׁיַּגִּיעוּ לִידֵי הַגִּזְבָּר: \n",
      "חַיָּבֵי עֲרָכִין וְדָמִים מְמַשְׁכְּנִין אוֹתָן וְלוֹקְחִין מֵהֶן בַּעַל כָּרְחָן מַה שֶּׁנָּדְרוּ וְאֵינָן חַיָּבִין לְהַחְזִיר לָהֶם הַמַּשְׁכּוֹן בַּיּוֹם אוֹ בַּלַּיְלָה. וּמוֹכְרִין כָּל הַנִּמְצָא לָהֶם מִן הַקַּרְקַע וּמִן הַמִּטַּלְטְלִין מִכְּסוּת וּכְלֵי תַּשְׁמִישׁ הַבַּיִת וַעֲבָדִים וּבְהֵמָה וְנִפְרָעִין מִן הַכּל. וְאֵין מוֹכְרִין לֹא כְּסוּת אִשְׁתּוֹ וְלֹא כְּסוּת בָּנָיו וְלֹא בְּגָדִים שֶׁצְּבָעָן לִשְׁמָן וְלֹא סַנְדָּלִים חֳדָשִׁים שֶׁלְּקָחָן לִשְׁמָן. וְכֵן הַמַּקְדִּישׁ כָּל נְכָסָיו לֹא הִקְדִּישׁ אֶת אֵלּוּ: \n",
      "וְנוֹתְנִין לוֹ מִכָּל נְכָסָיו לָזֶה שֶׁיֵּשׁ עָלָיו עֲרָכִין אוֹ דָּמִים אוֹ שֶׁהִקְדִּישׁ מָנֶה לְבֶדֶק הַבַּיִת וְאֵין לוֹ. נוֹתְנִין לוֹ תְּפִלִּין שֶׁל רֹאשׁ וְשֶׁל יָד וְסַנְדָּלָיו וְכִסֵּא לֵישֵׁב עָלָיו וּמִטָּה וּמַצָּע הָרְאוּיִין לוֹ לִישֹׁן עֲלֵיהֶם. וְאִם הָיָה עָנִי נוֹתְנִין לוֹ מִטָּה וּמַפָּץ לִישֹׁן עָלָיו. וְנוֹתְנִין לוֹ מְזוֹן שְׁלֹשִׁים יוֹם וּכְסוּת שְׁנֵים עָשָׂר חֹדֶשׁ לוֹ לְבַדּוֹ אֲבָל לֹא לְאִשְׁתּוֹ וּבָנָיו אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתֵיהֶם וּבִכְסוּתָם. וְאֵין נוֹתְנִין לוֹ אֶלָּא כְּסוּת הָרְאוּיָה לוֹ: \n",
      "הָיוּ עָלָיו כְּלֵי מֶשִׁי וּבְגָדִים מֻזְהָבִין מַעֲבִירִין אוֹתָן מֵעָלָיו וְנוֹתְנִין לוֹ כְּסוּת הָרְאוּיָה לְאִישׁ כְּמוֹתוֹ לְחל אֲבָל לֹא לְשַׁבָּתוֹת וְיָמִים טוֹבִים: \n",
      "וְאִם הָיָה אֻמָּן נוֹתְנִין לוֹ שְׁנֵי כְּלֵי אֻמְּנוּת מִכָּל מִין וּמִין. כֵּיצַד. אִם הָיָה חָרָשׁ נוֹתְנִין לוֹ שְׁנֵי מַעְצָדִים וּשְׁתֵּי מְגֵרוֹת. הָיוּ לוֹ כֵּלִים מְרֻבִּין מִמִּין אֶחָד וּמוּעָטִין מִמִּין שֵׁנִי אֵין מוֹכְרִין מִן הַמְרֻבֶּה וְלוֹקְחִין לוֹ מִן הַמּוּעָט. אֶלָּא נוֹתְנִין לוֹ שְׁנֵי כֵּלִים מִן הַמְרֻבִּין וְכָל שֶׁיֵּשׁ לוֹ מִן הַמּוֹעָט: \n",
      "הָיָה חַמָּר אוֹ אִכָּר אֵין נוֹתְנִין לוֹ בְּהֶמְתּוֹ אַף עַל פִּי שֶׁאֵין לוֹ מְזוֹנוֹת אֶלָּא מִמֶּנָּה. הָיָה סַפָּן אֵין נוֹתְנִין לוֹ סְפִינָתוֹ אֶלָּא יִמְכֹּר הַכּל: \n",
      "הָיוּ בַּנְּכָסִים בְּהֵמָה וַעֲבָדִים וּמַרְגָּלִיּוֹת וְאָמְרוּ הַתַּגָּרִים אִם יִלָּקַח לְעֶבֶד זֶה כְּסוּת בִּשְׁלֹשִׁים מַשְׁבֵּחַ הוּא מֵאָה. וּפָרָה זֹאת אִם יַמְתִּינוּ בָּהּ לָאִטְלִס מַשְׁבַּחַת עֲשָׂרָה. וּמַרְגָּלִית זוֹ אִם מַעֲלִין אוֹתָהּ לְמָקוֹם פְּלוֹנִי תִּשְׁוֶה מָמוֹן רַב וְכָאן אֵינָהּ שָׁוָה אֶלָּא מְעַט. אֵין שׁוֹמְעִין לָהֶן. אֶלָּא כֵּיצַד עוֹשִׂין. מוֹכְרִין הַכּל בִּמְקוֹמוֹ וּבִשְׁעָתוֹ כְּמַה שֶּׁהוּא שֶׁנֶּאֱמַר <small>(ויקרא כז כג)</small> \"וְנָתַן אֶת הָעֶרְכְּךָ בַּיּוֹם הַהוּא קֹדֶשׁ לַה'\" לְרַבּוֹת כָּל דָּבָר שֶׁל הֶקְדֵּשׁ שֶׁאֵין מְפַרְכְּסִין אוֹתוֹ וְאֵין מַמְתִּינִין בּוֹ לַשּׁוּק וְלֹא מוֹלִיכִין אוֹתוֹ מִמָּקוֹם לְמָקוֹם. אֵין לַהֶקְדֵּשׁ אֶלָּא מְקוֹמוֹ וּשְׁעָתוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִטַּלְטְלִין וַעֲבָדִים. אֲבָל הַקַּרְקָעוֹת מַכְרִיזִין עֲלֵיהֶם שִׁשִּׁים יוֹם רְצוּפִים בַּבֹּקֶר וּבָעֶרֶב וְאַחַר כָּךְ מוֹכְרִין אוֹתָם: \n"
    ],
    [
      "שָׂדֶה שֶׁיְּרָשָׁהּ אָדָם מִמּוֹרִישָׁיו הִיא הַנִּקְרֵאת שְׂדֵה אֲחֻזָּה. וְשָׂדֶה שֶׁלְּקָחָהּ אוֹ זָכָה בָּהּ הִיא הַנִּקְרֵאת שְׂדֵה מִקְנָה. וְהַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּתוֹ מוֹדְדִין אוֹתָהּ וְעֶרְכָּהּ הוּא הָעֵרֶךְ הַקָּצוּב בַּתּוֹרָה: \n",
      "וְכַמָּה הוּא. כָּל מָקוֹם שֶׁרָאוּי לִזְרֹעַ בּוֹ חֹמֶר שְׂעוֹרִים וְיִזְרָעֶנּוּ בַּיָּד וְלֹא יְקָרֵב זְרִיעָתוֹ וְלֹא יְרַחֵק אוֹתָהּ. עֶרְכּוֹ חֲמִשִּׁים שְׁקָלִים לְכָל שְׁנֵי יוֹבֵל. וְאֵין שְׁנַת יוֹבֵל מִן הַמִּנְיָן. וְאֶחָד הַמַּקְדִּישׁ שָׂדֶה טוֹבָה שֶׁאֵין בְּכָל אֶרֶץ יִשְׂרָאֵל כְּמוֹתָהּ. אוֹ שָׂדֶה רָעָה שֶׁאֵין כָּמוֹהָ לְרֹעַ. כָּזֶה מַעֲרִיכִין אוֹתוֹ: \n",
      "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת שְׁקָלִים שֶׁהַשֶּׁקֶל הָאָמוּר בַּתּוֹרָה הוּא הַנִּקְרָא סֶלַע בִּלְשׁוֹן חֲכָמִים. וְהַגֵּרָה הָאֲמוּרָה בַּתּוֹרָה הִיא הַמָּעָה בְּדִבְרֵי חֲכָמִים וְהוֹסִיפוּ עַל הַשֶּׁקֶל וְעָשׂוּ אוֹתוֹ סֶלַע. וְהַסֶּלַע אַרְבָּעָה דִּינָרִין. וְהַדִּינָר שֵׁשׁ מָעִין. וְהַמָּעָה שְׁנֵי פּוּנְדְיוֹנִין. נִמְצָא לְכָל שָׁנָה סֶלַע וּפוּנְדְיוֹן. שֶׁאַף עַל פִּי שֶׁהַסֶּלַע שְׁמוֹנָה וְאַרְבָּעִים פּוּנְדְיוֹנִין. כְּשֶׁיִּתֵּן פּוּנְדְיוֹנוֹת לִקַּח סֶלַע מִן הַשֻּׁלְחָנִי נוֹתֵן תִּשְׁעָה וְאַרְבָּעִים: \n",
      "הַחֹמֶר הוּא הַכּוֹר. וְהוּא שְׁנֵי לְתָכִין. וְהַלֶּתֶךְ חֲמֵשׁ עֶשְׂרֵה סְאִין. נִמְצָא הַחֹמֶר שְׁלֹשִׁים סְאָה שֶׁהֵן עֶשֶׂר אֵיפוֹת כָּל שָׁלֹשׁ סְאִין אֵיפָה. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת שֶׁהַמָּקוֹם שֶׁיֵּשׁ בִּשְׁבוֹרוֹ חֲמִשִּׁים אַמָּה עַל חֲמִשִּׁים אַמָּה הוּא בֵּית סְאָה וְהוּא מִזְרַע סְאָה. נִמְצֵאתָ לָמֵד שֶׁהַמָּקוֹם שֶׁיֵּשׁ בִּשְׁבוֹרוֹ חֲמִשָּׁה וְשִׁבְעִים אֶלֶף אַמָּה שֶׁהוּא בְּרִבּוּעַ מָאתַיִם אַרְבַּע וְשִׁבְעִים אַמּוֹת עַל מָאתַיִם אַרְבַּע וְשִׁבְעִים אַמּוֹת בְּקֵרוּב הוּא בֵּית כּוֹר וְהוּא <small>(ויקרא כז טז)</small> \"זֶרַע חֹמֶר שְׂעוֹרִים\": \n",
      "כֵּיצַד דֶּרֶךְ הַחֶשְׁבּוֹן בְּעֶרְכֵי שָׂדוֹת. הֲרֵי שֶׁהִקְדִּישׁ שְׂדֵה אֲחֻזָּתוֹ וְנִשְׁאַר לַיּוֹבֵל שְׁמוֹנֶה שָׁנִים חוּץ מִשְּׁנַת הַיּוֹבֵל שֶׁאֵינָהּ בַּחֶשְׁבּוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. כָּל הָרוֹצֶה לִפְדּוֹתָהּ מִיַּד הֶקְדֵּשׁ נוֹתֵן לְכָל <small>(ויקרא כז טז)</small> \"זֶרַע חֹמֶר שְׂעוֹרִים\" שְׁמוֹנָה סְלָעִים וּשְׁמוֹנֶה פּוּנְדְיוֹנוֹת. וְאִם רָצוּ הַבְּעָלִים לִפְדּוֹתָהּ נוֹתְנִין עֶשֶׂר סְלָעִים וַעֲשָׂרָה פּוּנְדְיוֹנוֹת לְפִי שֶׁהֵן מוֹסִיפִין חֹמֶשׁ. וְכֵן כָּל חֹמֶשׁ הָאָמוּר בַּתּוֹרָה צָרִיךְ שֶׁיְּהֵא הַקֶּרֶן עִם הַתּוֹסָפוֹת חֲמִשָּׁה נִמְצָא שֶׁהוֹסִיף רְבִיעַ הַקֶּרֶן. וְכֵן אִם פָּדְתָה אִשְׁתּוֹ שֶׁל מַקְדִּישׁ אוֹ אֶחָד מִיּוֹרְשָׁיו הֲרֵי אֵלּוּ מוֹסִיפִין חֹמֶשׁ: \n",
      "נִשְׁאַר לַיּוֹבֵל אַרְבַּע שָׁנִים נוֹתֵן הַפּוֹדֶה אַרְבַּע סְלָעִים וְאַרְבָּעָה פּוּנְדְיוֹנוֹת לְכָל חֹמֶר וְאִם הַבְּעָלִים פָּדוּ אוֹתָהּ נוֹתֵן חֹמֶשׁ. וְכֵן לְפִי חֶשְׁבּוֹן זֶה סֶלַע וּפוּנְדְיוֹן לְכָל שָׁנָה. וְאֵינוֹ נוֹתֵן שָׁנָה בְּשָׁנָה אֶלָּא נוֹתֵן הַכּל כְּאֶחָד: \n",
      "נִשְׁאַר בֵּינוֹ וּבֵין הַיּוֹבֵל שָׁנָה אֵינוֹ יָכוֹל לִתֵּן סֶלַע וּפוּנְדְיוֹן לִפְדּוֹתָהּ שֶׁנֶּאֱמַר <small>(ויקרא כז יח)</small> \"וְחִשַּׁב לוֹ הַכֹּהֵן\" <small>(ויקרא כז יח)</small> \"עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת\" אֵינָהּ נִפְדֵית בְּגִרְעוֹן כֶּסֶף אֶלָּא קֹדֶם לַיּוֹבֵל בִּשְׁתֵּי שָׁנִים אוֹ יוֹתֵר: \n",
      "נִשְׁאַר בֵּינוֹ וּבֵין הַיּוֹבֵל שָׁנָה וְחֳדָשִׁים אִם רָצָה הַגִּזְבָּר לַחְשֹׁב הֶחֳדָשִׁים שָׁנָה וְיִתֵּן שְׁנַיִם שְׁקָלִים וּשְׁנַיִם פּוּנְדְיוֹנִים לְכָל זֶרַע חֹמֶר הֲרֵי זֶה מֻתָּר. לְפִי שֶׁאֵין מְחַשְּׁבִין חֳדָשִׁים לַהֶקְדֵּשׁ שֶׁנֶּאֱמַר <small>(ויקרא כז יח)</small> \"עַל פִּי הַשָּׁנִים הַנּוֹתָרֹת\". שָׁנִים אַתָּה מְחַשֵּׁב לַהֶקְדֵּשׁ וְאֵי אַתָּה מְחַשֵּׁב חֳדָשִׁים: \n",
      "לְפִיכָךְ אֵין רָאוּי לְאָדָם לְהַקְדִּישׁ שָׂדֵהוּ לִפְנֵי הַיּוֹבֵל בְּפָחוֹת מִשְּׁתֵי שָׁנִים. וְאִם הִקְדִּישָׁהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאֵינָהּ נִפְדֵית בְּגִרְעוֹן כֶּסֶף אֶלָּא אִם רָצָה הַפּוֹדֶה לִתֵּן חֲמִשִּׁים שֶׁקֶל לְכָל חֹמֶר פּוֹדֶה אוֹתָהּ וְאִם לֹא פְּדָאָהּ הֲרֵי זוֹ יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "הִקְדִּישׁ שָׂדֵהוּ בִּשְׁנַת הַיּוֹבֵל עַצְמָהּ אֵינָהּ מְקֻדֶּשֶׁת. וְכֹהֵן וְלֵוִי שֶׁהִקְדִּישׁוּ בִּשְׁנַת הַיּוֹבֵל עַצְמָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת: \n",
      "כְּשֵׁם שֶׁגּוֹאֲלִין לְעוֹלָם כָּךְ מַקְדִּישִׁין לְעוֹלָם: \n",
      "הַמַּקְדִּישׁ אֶת שָׂדֵהוּ אַחַר הַיּוֹבֵל אֵינָהּ נִפְדֵית בְּגִרְעוֹן כֶּסֶף עַד שֶׁיִּגָּמֵר שָׁנָה אַחַר הַיּוֹבֵל. לְפִי שֶׁאֵין מְחַשְּׁבִין חֳדָשִׁים לַהֶקְדֵּשׁ. לְפִיכָךְ אִם רָצָה הַפּוֹדֶה לִתֵּן חֲמִשִּׁים שֶׁקֶל לְכָל זֶרַע חֹמֶר הֲרֵי זֶה פּוֹדֶה אֲפִלּוּ בַּיּוֹם שֶׁאַחַר הַיּוֹבֵל וְאֵינוֹ גּוֹרֵעַ כְּלוּם: \n",
      "כְּשֶׁמּוֹדְדִין אֵין מוֹדְדִין אֶלָּא מְקוֹמוֹת הָרְאוּיִין לִזְרִיעָה. הָיוּ שָׁם סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים אוֹ נְקָעִים מְלֵאִים מַיִם עֲמוּקִים עֲשָׂרָה טְפָחִים אֵין נִמְדָּדִין עִמָּהּ. פָּחוֹת מִכָּאן נִמְדָּדִין עִמָּהּ: \n",
      "הָיוּ בָּהּ מְקוֹמוֹת נְמוּכוֹת עֲשָׂרָה אוֹ יוֹתֵר וְאֵין בָּהֶן מַיִם נִמְדָּדִין בִּפְנֵי עַצְמָן וּמְחַשְּׁבִין לָהֶם מַה שֶּׁרָאוּי לָהֶם: \n",
      "הָיְתָה מְלֵאָה אִילָנוֹת אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הֲרֵי הִקְדִּישׁ גַּם הָאִילָנוֹת שֶׁכָּל הַמַּקְדִּישׁ בְּעַיִן יָפָה הוּא מַקְדִּישׁ וּמְחַשְּׁבִין אֶת הָאִילָנוֹת בְּשָׁוְיֵיהֶן וְהַקַּרְקַע מוֹדְדִין אוֹתָהּ וְיִהְיֶה עֶרְכָּהּ סֶלַע וּפוּנְדְיוֹן לְכָל שָׁנָה וּלְכָל זֶרַע חֹמֶר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמַּקְדִּישׁ אֶת הַשָּׂדֶה שֶׁאֵינָהּ רְאוּיָה לִזְרִיעָה וְהִיא הַנִּקְרֵאת טְרָשִׁין פּוֹדִין אוֹתָהּ בְּשָׁוְיָהּ. וְכֵן הַמַּקְדִּישׁ אֶת הָאִילָנוֹת בִּלְבַד פּוֹדִין אוֹתָן בְּשָׁוְיֵיהֶן: \n",
      "הָיוּ הָאִילָנוֹת שְׁלֹשָׁה אִילָנוֹת לְתוֹךְ בֵּית סְאָה וְלֹא פֵּרֵשׁ שֶׁהָאִילָנוֹת בִּלְבַד הוּא שֶׁהִקְדִּישׁ הֲרֵי זֶה הִקְדִּישׁ אֶת הַקַּרְקַע וְאֶת הָאִילָנוֹת שֶׁבֵּינֵיהֶן. אֲבָל אִם הָיוּ הָאִילָנוֹת נְטוּעִים כָּל שְׁלֹשָׁה אִילָנוֹת בְּיֶתֶר מִבֵּית סְאָה אוֹ בְּפָחוֹת אוֹ שֶׁהִקְדִּישָׁן זֶה אַחַר זֶה הֲרֵי זֶה לֹא הִקְדִּישׁ אֶת הַקַּרְקַע וְלֹא אֶת הָאִילָנוֹת שֶׁבֵּינֵיהֶם: \n",
      "הִקְדִּישׁ הָאִילָנוֹת וְאַחַר כָּךְ הִקְדִּישׁ אֶת הַקַּרְקַע פּוֹדֶה אֶת הָאִילָנוֹת בְּשָׁוְיֵיהֶן וְאֶת הַקַּרְקַע עַל פִּי מִדָּתָהּ: \n",
      "הַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּתוֹ וְהִגִּיעַ הַיּוֹבֵל וְלֹא נִפְדֵית אֶלָּא הֲרֵי הִיא תַּחַת יַד הַקֹּדֶשׁ. הַכֹּהֲנִים נוֹתְנִין אֶת דָּמֶיהָ וְתִהְיֶה אֲחֻזָּה לָהֶם. שֶׁאֵין הֶקְדֵּשׁ יוֹצֵא בְּלֹא פִּדְיוֹן. וְאוֹתָן הַדָּמִים יִפְּלוּ לְהֶקְדֵּשׁ בֶּדֶק הַבַּיִת: \n",
      "גְּאָלָהּ הַמַּקְדִּישׁ קֹדֶם שֶׁיַּגִּיעַ הַיּוֹבֵל הֲרֵי זוֹ חוֹזֶרֶת לִבְעָלֶיהָ וְהָעֵרֶךְ שֶׁנָּתַן יִפּל לְבֶדֶק הַבַּיִת כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם גְּאָלָהּ בְּנוֹ שֶׁל מַקְדִּישׁ הֲרֵי זוֹ חוֹזֶרֶת לְאָבִיו בַּיּוֹבֵל. אֲבָל אִם גָּאֲלָה אוֹתָהּ בִּתּוֹ אוֹ שְׁאָר קְרוֹבָיו אוֹ נָכְרִי מִיַּד הַהֶקְדֵּשׁ. אִם חָזַר הַמַּקְדִּישׁ וּגְאָלָהּ מִיָּדָן חוֹזֶרֶת לוֹ לְעוֹלָם. וְאִם לֹא גְּאָלָהּ מִיָּדָן אֶלָּא הִגִּיעַ הַיּוֹבֵל וְהִיא תַּחַת יַד הַבַּת אוֹ שְׁאָר קְרוֹבִים אוֹ נָכְרִי הֲרֵי זוֹ יוֹצְאָה לַהֶקְדֵּשׁ וְאֵינָהּ חוֹזֶרֶת לַבְּעָלִים לְעוֹלָם. אֶלָּא תִּהְיֶה אֲחֻזָּה לַכֹּהֲנִים שֶׁנֶּאֱמַר <small>(ויקרא כז כא)</small> \"וְהָיָה הַשָּׂדֶה בְּצֵאתוֹ בַיֹּבֵל לַכֹּהֵן\" וְגוֹ'. וְאֵין הַכֹּהֲנִים צְרִיכִין לִתֵּן דָּמִים שֶׁכְּבָר נִפְדֵית מִיַּד הַהֶקְדֵּשׁ וְלָקַח עֶרְכָּהּ מְאֻחָר אֶלָּא תַּחְזֹר לַכֹּהֲנִים כְּאִלּוּ הֵם בְּעָלֶיהָ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּיִשְׂרָאֵל. אֲבָל אִם הָיָה הַמַּקְדִּישׁ כֹּהֵן אוֹ לֵוִי הֲרֵי זֶה גּוֹאֵל לְעוֹלָם. וַאֲפִלּוּ עָבַר עָלֶיהָ הַיּוֹבֵל וְלֹא נִפְדֵית מִן הַהֶקְדֵּשׁ פּוֹדֶה אוֹתָהּ אַחַר הַיּוֹבֵל שֶׁנֶּאֱמַר <small>(ויקרא כה לב)</small> \"גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְוִיִּם\": \n",
      "הָאִשָּׁה שֶׁהִקְדִּישָׁה שְׂדֵה אֲחֻזָּתָהּ וּגְאָלָהּ בַּעְלָהּ מִיַּד הַהֶקְדֵּשׁ וְהִגִּיעַ הַיּוֹבֵל וְהִיא תַּחַת יַד הַבַּעַל הֲרֵי הַדָּבָר סָפֵק אִם תַּחְזֹר לָאִשָּׁה אוֹ תֵּצֵא לַכֹּהֲנִים. לְפִיכָךְ קָדְמָה הָאִשָּׁה וְהֶחֱזִיקָה בָּהּ אַחַר הַיּוֹבֵל אֵין הַכֹּהֲנִים יְכוֹלִין לְהוֹצִיא מִיָּדָהּ. וְכֵן אִם קָדְמוּ הַכֹּהֲנִים וְהֶחֱזִיקוּ בָּהּ אֵינָהּ יְכוֹלָה לְהוֹצִיא מִיָּדָם: \n",
      "הַמַּקְדִּישׁ שָׂדֵהוּ וּפָדָה אוֹתָהּ כֹּהֵן מִיַּד הַהֶקְדֵּשׁ וְהִגִּיעַ הַיּוֹבֵל וְהִיא תַּחַת יַד הַכֹּהֵן לֹא יֹאמַר הוֹאִיל וַהֲרֵי הִיא יוֹצְאָה לַכֹּהֲנִים הֲרֵי הִיא תַּחַת יָדִי וְזָכִיתִי בָּהּ אֶלָּא יוֹצְאָה לְכָל אֶחָיו הַכֹּהֲנִים: \n",
      "כְּשֶׁתֵּצֵא הַשָּׂדֶה לַכֹּהֲנִים בַּיּוֹבֵל תִּנָּתֵן לַכֹּהֲנִים שֶׁבַּמִּשְׁמָר שֶׁפָּגַע בּוֹ הַיּוֹבֵל. וְאִם הָיָה רֹאשׁ הַשָּׁנָה שֶׁל יוֹבֵל בְּשַׁבָּת שֶׁהֲרֵי מִשְׁמָר יוֹצֵא וּמִשְׁמָר נִכְנָס תִּנָּתֵן לַמִּשְׁמָר הַיּוֹצֵא: \n",
      "הַמַּקְדִּישׁ אֶת הָאִילָנוֹת וְהִגִּיעַ הַיּוֹבֵל וְלֹא פָּדוּ אוֹתָם אֵינָן יוֹצְאִין לַכֹּהֲנִים שֶׁנֶּאֱמַר <small>(ויקרא כז כא)</small> \"וְהָיָה הַשָּׂדֶה בְּצֵאתוֹ בַיֹּבֵל\" וְאֵין אֵלּוּ שָׂדֶה. אֲבָל הַמַּקְדִּישׁ אֶת הַטְּרָשִׁים וְהִגִּיעַ יוֹבֵל וְלֹא פָּדוּ אוֹתָן הַבְּעָלִים הֲרֵי אֵלּוּ יוֹצְאִין לַכֹּהֲנִים שֶׁנֶּאֱמַר וְהָיָה הַשָּׂדֶה וְזוֹ נִקְרֵאת שָׂדֶה: \n",
      "כֵּיצַד דִּין מַקְדִּישׁ שְׂדֵה מִקְנָתוֹ. שָׁמִין אוֹתָהּ בְּדָמֶיהָ וְרוֹאִין כַּמָּה הִיא שָׁוָה עַד הַיּוֹבֵל וּפוֹדֶה אוֹתָהּ כָּל מִי שֶׁיִּרְצֶה. וְאִם פָּדָה אוֹתָהּ הַמַּקְדִּישׁ אֵינוֹ מוֹסִיף חֹמֶשׁ וּפִדְיוֹנָהּ לְבֶדֶק הַבַּיִת כִּשְׁאָר עֲרָכִין וְדָמִים. וּכְשֶׁיַּגִּיעַ הַיּוֹבֵל תַּחְזֹר לַבְּעָלִים הָרִאשׁוֹנִים שֶׁמְּכָרוּהָ. בֵּין שֶׁנִּפְדֵית מִיַּד הַגִּזְבָּר וַהֲרֵי הִיא יוֹצְאָה מִיַּד אַחֵר. בֵּין שֶׁלֹּא נִפְדֵית וַהֲרֵי הִיא יוֹצְאָה מִיַּד הַהֶקְדֵּשׁ הֲרֵי זוֹ חוֹזֶרֶת לַמּוֹכֵר וְאֵינָהּ יוֹצְאָה לַכֹּהֲנִים שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: \n",
      "כָּל שָׂדֶה שֶׁשָּׁמִין אוֹתָהּ לַהֶקְדֵּשׁ לִמְכֹּר אוֹתָהּ בְּדָמֶיהָ מַכְרִיזִין עָלֶיהָ שִׁשִּׁים יוֹם רְצוּפִין בַּבֹּקֶר בִּשְׁעַת הַכְנָסַת פּוֹעֲלִים וּבָעֶרֶב בִּשְׁעַת הוֹצָאַת פּוֹעֲלִים. וּמְסַיְּמִין מְצָרֶיהָ וְאוֹמֵר כָּךְ הִיא יָפָה וּבְכָךְ הִיא שׁוּמָה כָּל הָרוֹצֶה לִקַּח יָבוֹא וְיִקַּח: \n",
      "הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו אוֹ מִשְּׁאָר הַמּוֹרִישִׁין אוֹתוֹ וְהִקְדִּישָׁהּ. בֵּין שֶׁהִקְדִּישָׁהּ אַחַר מוֹת אָבִיו אוֹ מוֹרִישׁוֹ. וּבֵין שֶׁהִקְדִּישָׁהּ בְּחַיֵּי אָבִיו אוֹ שְׁאָר מוֹרִישָׁיו וְאַחַר כָּךְ מֵת אָבִיו הֲרֵי זוֹ כִּשְׂדֵה אֲחֻזָּה. שֶׁנֶּאֱמַר <small>(ויקרא כז כב)</small> \"וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ\" שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה יָצָאת זוֹ שֶׁרְאוּיָה לוֹ לְיוֹרְשָׁהּ: \n"
    ],
    [
      "הַמַּקְדִישׁ שְׂדֵה אֲחֻזָּתוֹ מִצְוָה עָלָיו לִפְדּוֹתָהּ הוּא שֶׁהָאָדוֹן קוֹדֵם. וְאִם לֹא רָצָה אֵין כּוֹפִין אוֹתוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁמִּצְוַת יוֹבֵל נוֹהֶגֶת שֶׁאִם יַגִּיעַ יוֹבֵל וְלֹא יִגְאָלֶנָּה תֵּצֵא לַכֹּהֲנִים כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בִּזְמַן שֶׁבָּטְלוּ הַיּוֹבְלוֹת שֶׁהֲרֵי אֵינָהּ יוֹצֵאת לַכֹּהֲנִים אֶלָּא סוֹפָהּ לְהִפָּדוֹת לְעוֹלָם כּוֹפִין אֶת הָאָדוֹן לִפְתֹּחַ בָּהּ תְּחִלָּה וְהִיא נִפְדֵית בְּשָׁוְיָהּ כִּשְׁאָר הַהֶקְדֵּשׁוֹת. אִם נִמְצָא מִי שֶׁמּוֹסִיף עָלָיו וְגוֹאֵל אוֹתָהּ יִגְאַל וְאִם לָאו אוֹמְרִין לוֹ הִגִּיעָתְךָ וְיִתֵּן מַה שֶּׁאָמַר וְאֵינוֹ פּוֹתֵחַ בְּפָחוֹת מֵאַרְבַּע פְּרוּטוֹת כְּדֵי שֶׁיְּהֵא הַחֹמֶשׁ שֶׁמּוֹסִיף פְּרוּטָה: \n",
      "רָצָה הָאָדוֹן לִמְכֹּר שָׂדוֹת אֲחֵרוֹת מִשְּׂדוֹתָיו אוֹ לִלְווֹת כְּדֵי לִפְדּוֹת שָׂדֶה זוֹ שֶׁהִקְדִּישׁ הָרְשׁוּת בְּיָדוֹ. בֵּין בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג בֵּין בִּזְמַן שֶׁאֵין הַיּוֹבֵל נוֹהֵג. וְהוּא קוֹדֵם לְכָל אָדָם. וְכֵן אִם רָצָה לִגְאל חֶצְיָהּ גּוֹאֵל. מַה שֶּׁאֵין כֵּן בְּמוֹכֵר לְהֶדְיוֹט. זֶה חֹמֶר בְּהֶדְיוֹט מִבְּהֶקְדֵּשׁ: \n",
      "הַמַּקְדִּישׁ אֶת בֵּיתוֹ אוֹ אֶת בְּהֵמָה טְמֵאָה שֶׁלּוֹ אוֹ שְׁאָר מִטַּלְטְלָיו הֲרֵי אֵלּוּ נֶעֱרָכִין בְּשָׁוְיֵיהֶן בֵּין טוֹב וּבֵין רַע. וְאִם פָּדָה אוֹתָן הַמַּקְדִּישׁ אוֹ אִשְׁתּוֹ אוֹ יוֹרְשׁוֹ מוֹסִיף חֹמֶשׁ. וְכוֹפִין אֶת הַבְּעָלִים לִפְתֹּחַ רִאשׁוֹן וְהַדָּמִים לְבֶדֶק הַבַּיִת. בֵּין שֶׁהָיָה הַבַּיִת מִבָּתֵּי עָרֵי חוֹמָה בֵּין שֶׁהָיָה מִבָּתֵּי הַחֲצֵרִים הֲרֵי זֶה נִגְאָל לְעוֹלָם: \n",
      "גְּאָלוֹ אַחֵר מִיַּד הַהֶקְדֵּשׁ אִם הָיָה בֵּית עָרֵי חוֹמָה וְקָם בְּיַד הַגּוֹאֵל שְׁנֵים עָשָׂר חֹדֶשׁ נֶחְלָט. וְאִם הָיָה בֵּית הַחֲצֵרִים וְהִגִּיעַ הַיּוֹבֵל וְהוּא בְּיַד הַגּוֹאֵל חוֹזֵר לִבְעָלָיו בַּיּוֹבֵל: \n",
      "הַמַּקְדִּישׁ בְּהֵמָה טְהוֹרָה תְּמִימָה לְבֶדֶק הַבַּיִת אַף עַל פִּי שֶׁעָבַר עַל עֲשֵׂה מַה שֶּׁעָשָׂה עָשׂוּי וְחָלָה קְדֻשָּׁה עָלֶיהָ וְנִפְדֵית כְּשֶׁהִיא תְּמִימָה. וּמַעֲרִיךְ אוֹתָהּ הַכֹּהֵן בְּדָמֶיהָ. וְהַדָּמִים יִפְּלוּ לְבֶדֶק הַבַּיִת. וְאֵין הַפּוֹדֶה אוֹתָהּ פּוֹדֶה אֶלָּא עַל מְנָת לְהַקְרִיבָהּ לַמִּזְבֵּחַ לְמַה שֶּׁהִיא רְאוּיָה. שֶׁכָּל דָּבָר הָרָאוּי לַמִּזְבֵּחַ אֵינוֹ יוֹצֵא מִידֵי מִזְבֵּחַ לְעוֹלָם: \n",
      "וּמִנַּיִן שֶׁאָסוּר לְהַקְדִּישׁ תְּמִימִין לְבֶדֶק הַבַּיִת שֶׁנֶּאֱמַר <small>(ויקרא כב כג)</small> \"וְשׁוֹר וָשֶׂה שָׂרוּעַ וְקָלוּט נְדָבָה תַּעֲשֶׂה אֹתוֹ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ נְדָבָה לְבֶדֶק הַבַּיִת. וְכֵן הַדְּבָרִים מַרְאִין שֶׁאֵינָהּ אֶלָּא קְדֻשַּׁת דָּמִים. שֶׁאֵין מַקְרִיבִין בַּעַל מוּם לַמִּזְבֵּחַ שֶׁנֶּאֱמַר אֹתוֹ <small>(ויקרא כב כג)</small> \"אוֹתוֹ\" אַתָּה עוֹשֶׂה נְדָבָה לְבֶדֶק הַבַּיִת וְאֵין אַתָּה עוֹשֶׂה תְּמִימִים נְדָבָה לְבֶדֶק הַבַּיִת. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה כַּעֲשֵׂה הוּא: \n",
      "הַמַּקְדִּישׁ אֶת בְּהֶמְתּוֹ סְתָם אוֹ שֶׁהִקְדִּישׁ אֶת נְכָסָיו סְתָם רוֹאִין כָּל בְּהֵמָה תְּמִימָה הָרְאוּיָה לְהַקְרִיב עַל גַּבֵּי הַמִּזְבֵּחַ זְכָרִים יִמָּכְרוּ לְצָרְכֵי עוֹלוֹת וְיַקְרִיבוּ אוֹתָן עוֹלוֹת. וְהַנְּקֵבוֹת יִמָּכְרוּ לְצָרְכֵי שְׁלָמִים וְיַקְרִיבוּ אוֹתָן שְׁלָמִים. וְהַדָּמִים יִפְּלוּ לְבֶדֶק הַבַּיִת שֶׁסְּתָם הֶקְדֵּשׁוֹת לְבֶדֶק הַבַּיִת. וְעַל זֶה נֶאֱמַר <small>(ויקרא כז ט)</small> \"וְאִם בְּהֵמָה אֲשֶׁר יַקְרִיבוּ מִמֶּנָּה קָרְבָּן לַה' כּל אֲשֶׁר יִתֵּן מִמֶּנּוּ לַה' יִהְיֶה קֹּדֶשׁ\" כְּלוֹמַר כָּל הָרָאוּי לְקָרְבָּן עַל גַּבֵּי הַמִּזְבֵּחַ יִקָּרֵב: \n",
      "הִקְדִּישׁ נְכָסָיו סְתָם וְהָיוּ בָּהֶן יֵינוֹת וּשְׁמָנִים וּסְלָתוֹת וְעוֹפוֹת הָרְאוּיִין לִקָּרֵב עַל גַּבֵּי הַמִּזְבֵּחַ יִמָּכְרוּ לְצָרְכֵי אוֹתוֹ הַמִּין וְיַקְרִיבוּ אוֹתָן וְהַדָּמִים יִלָּקַח בָּהֶן זְכָרִים וְיַקְרִיבוּ עוֹלוֹת: \n",
      "וּמִפְּנֵי מָה יַקְרִיבוּ דְּמֵי אֵלּוּ עוֹלוֹת וּדְמֵי הַבְּהֵמָה הַתְּמִימָה יִפְּלוּ לְבֶדֶק הַבַּיִת. לְפִי שֶׁהַבְּהֵמָה הַקְּדוֹשָׁה לַמִּזְבֵּחַ אִם נָפַל בָּהּ מוּם יֵשׁ לָהּ פִּדְיוֹן כְּמוֹ שֶׁיִּתְבָּאֵר וְהַסּלֶת וְהַיַּיִן וְהַשֶּׁמֶן וְהָעוֹפוֹת שֶׁנִּפְסְלוּ אֵין לָהֶן פִּדְיוֹן שֶׁנֶּאֱמַר <small>(ויקרא כז יא)</small> \"וְהֶעֱמִיד אֶת הַבְּהֵמָה\" וְגוֹ' כָּל שֶׁיֶּשְׁנוֹ בִּכְלַל הַעֲמָדָה וְהַעֲרָכָה יֵשׁ לָהּ פִּדְיוֹן וְכָל שֶׁאֵינוֹ בִּכְלַל הַעֲמָדָה וְהַעֲרָכָה אֵין לָהּ פִּדְיוֹן: \n",
      "הִקְדִּישׁ נְכָסָיו סְתָם וְהָיְתָה בָּהֶן הַקְּטֹרֶת שֶׁנּוֹתְנִין לְאָמָּנִין בִּשְׂכָרָן עַד שֶׁיַּחְזְרוּ וְיִקְחוּ אוֹתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁקָלִים. הֲרֵי זוֹ תִּנָּתֵן לְאָמָּנִין בִּשְׂכָרָן כְּמוֹ שֶׁעוֹשִׂין בְּמוֹתַר הַקְּטֹרֶת. וְכֵן עוֹשִׂין אִם יֵשׁ בִּנְכָסָיו אֶחָד מִסַּמָּנֵי הַקְּטֹרֶת: \n",
      "הַמַּקְדִּישׁ בְּהֵמָה תְּמִימָה לַמִּזְבֵּחַ וְנָפַל בָּהּ מוּם וְנִפְסְלָה הֲרֵי זוֹ נֶעֱרֶכֶת וְנִפְדֵית. וְעַל זֶה נֶאֱמַר <small>(ויקרא כז יא)</small> \"וְאִם כָּל בְּהֵמָה טְמֵאָה אֲשֶׁר לֹא יַקְרִיבוּ מִמֶּנָּה קָרְבָּן לַה' וְהֶעֱמִיד אֶת הַבְּהֵמָה\" וְגוֹ'. וְיָבִיא בְּדָמֶיהָ קָרְבָּן אַחֵר כְּמוֹתָהּ: \n",
      "כָּל הַמַּקְדִּישׁ בְּהֵמָה בְּחַיֶּיהָ בֵּין טְהוֹרָה בֵּין טְמֵאָה בֵּין קָדְשֵׁי הַבַּיִת בֵּין קָדְשֵׁי מִזְבֵּחַ שֶׁנָּפַל בָּהֶן מוּם אוֹ תְּמִימָה הָרְאוּיָה לִקָּרֵב כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי זוֹ צְרִיכָה הַעֲמָדָה בְּבֵית דִּין שֶׁנֶּאֱמַר <small>(ויקרא כז יא)</small> \"וְהֶעֱמִיד אֶת הַבְּהֵמָה\". לְפִיכָךְ אִם מֵתָה הַבְּהֵמָה קֹדֶם שֶׁתֵּעָרֵךְ וְתִפָּדֶה אֵין פּוֹדִין אוֹתָהּ אַחַר שֶׁמֵּתָה אֶלָּא תִּקָּבֵר. אֲבָל אִם הִקְדִּישׁ שְׁחוּטָה אוֹ נְבֵלָה לְבֶדֶק הַבַּיִת הֲרֵי זוֹ תִּפָּדֶה כִּשְׁאָר מִטַּלְטְלִין: \n",
      "שָׁחַט בָּהּ שְׁנַיִם אוֹ רֹב שְׁנַיִם וַעֲדַיִן הִיא מְפַרְכֶּסֶת הֲרֵי הִיא כְּחַיָּה לְכָל דְּבָרֶיהָ וְנֶעֱרֶכֶת וַהֲרֵי הִיא בִּכְלַל וְהֶעֱמִיד וְהֶעֱרִיךְ עַד שֶׁתָּמוּת: \n",
      "הַמַּקְדִּישׁ בְּהֵמָה תְּמִימָה לְדָמֶיהָ הֲרֵי זוֹ נִתְקַדֵּשׁ גּוּפָהּ. כֵּיצַד. הָאוֹמֵר דְּמֵי בְּהֵמָה זוֹ הֶקְדֵּשׁ לַמִּזְבֵּחַ הִיא עַצְמָהּ תִּקָּרֵב. הִקְדִּישׁ אֶחָד מֵאֵיבָרֶיהָ לְדָמָיו וְאָמַר דְּמֵי רַגְלָהּ שֶׁל פָּרָה זוֹ הֶקְדֵּשׁ לַמִּזְבֵּחַ הֲרֵי זוֹ סָפֵק אִם פָּשְׁטָה קְדֻשָּׁה בְּכֻלָּהּ אוֹ לֹא פָּשְׁטָה. וּלְפִיכָךְ תִּקָּרֵב וְלֹא תִּפָּדֶה: \n",
      "וכֵּיצַד עוֹשִׂין. מוֹכְרִין אוֹתָהּ כֻּלָּהּ לְמִי שֶׁיַּקְרִיב אוֹתָהּ. וְדָמֶיהָ חֻלִּין חוּץ מִדְּמֵי אוֹתוֹ אֵיבָר. וְאִם הָיָה אֵיבָר שֶׁהַנְּשָׁמָה תְּלוּיָה בּוֹ פָּשְׁטָה קְדֻשָּׁה בְּכֻלָּהּ: \n",
      "הָיְתָה בְּהֵמָה בַּעֲלַת מוּם שֶׁאֵינָהּ רְאוּיָה לִקָּרֵב וְהִקְדִּישׁ אֵיבָר מֵאֵיבָרֶיהָ לְדָמָיו בֵּין שֶׁהַנְּשָׁמָה תְּלוּיָה בּוֹ בֵּין שֶׁהַנְּשָׁמָה אֵין תְּלוּיָה בּוֹ לֹא נִתְקַדֵּשׁ אֶלָּא דְּמֵי אוֹתוֹ אֵיבָר בִּלְבַד. כֵּיצַד. כְּגוֹן שֶׁאָמַר דְּמֵי רֶגֶל פָּרָה זוֹ אוֹ דְּמֵי לִבָּהּ הֶקְדֵּשׁ לַמִּזְבֵּחַ. הוּא וְהֶקְדֵּשׁ שֻׁתָּפִין בָּהּ: \n",
      "וְכֵן הָאוֹמֵר רֹאשׁ עֶבֶד זֶה אוֹ לֵב חֲמוֹר זֶה הֶקְדֵּשׁ לַמִּזְבֵּחַ אוֹ שֶׁאָמַר רֹאשִׁי הֶקְדֵּשׁ לַמִּזְבֵּחַ אֵינוֹ חַיָּב אֶלָּא בִּדְמֵי רֹאשׁוֹ וְרוֹאִין כַּמָּה יִשְׁוֶה אוֹתוֹ אֵיבָר אִלּוּ הָיָה נִמְכָּר וְיָבִיא בְּדָמָיו קָרְבָּן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָדְשֵׁי מִזְבֵּחַ. אֲבָל בְּקָדְשֵׁי בֶּדֶק הַבַּיִת הָאוֹמֵר דְּמֵי רֹאשׁ חֲמוֹר זֶה אוֹ כְּבֵדוֹ הֶקְדֵּשׁ אוֹ דְּמֵי רֹאשׁ עֶבֶד זֶה אוֹ כְּבֵדוֹ הֶקְדֵּשׁ הוֹאִיל וְהוּא דָּבָר שֶׁהַנְּשָׁמָה תְּלוּיָה בּוֹ הֲרֵי זֶה חַיָּב בִּדְמֵי כֻּלּוֹ. שֶׁכָּל הֶקְדֵּשׁ בֶּדֶק הַבַּיִת קְדֻשַּׁת דָּמִים הוּא: \n",
      "הָאוֹמֵר עֶרְכִּי עָלַי לַמִּזְבֵּחַ מֵבִיא בְּעֶרְכּוֹ קָרְבָּן. וְאִם אֵין יָדוֹ מַשֶּׂגֶת לְעֵרֶךְ שָׁלֵם הֲרֵי זֶה דְּבַר סָפֵק אִם נִדּוֹן בְּהֶשֵּׂג יָד הוֹאִיל וְהוֹצִיאוֹ בִּלְשׁוֹן עֵרֶךְ. אוֹ אֵינוֹ נִדּוֹן בְּהֶשֵּׂג יָד הוֹאִיל וְלַמִּזְבֵּחַ נָדַר. וְכֵן הַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּתוֹ לַמִּזְבֵּחַ הֲרֵי זוֹ נִפְדֵית וְהַדָּמִים יָבִיאוּ בָּהֶן עוֹלוֹת לַמִּזְבֵּחַ. וְיֵשׁ בַּדָּבָר סָפֵק אִם פּוֹדִין אוֹתָהּ בָּעֵרֶךְ הַקָּצוּב בָּהּ אוֹ פּוֹדִין אוֹתָהּ בְּשָׁוְיָן הוֹאִיל וְלַמִּזְבֵּחַ הִקְדִּישׁ וְדָנִין בְּכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן לְהַחְמִיר: \n"
    ],
    [
      "אֶחָד הָאוֹמֵר הֲרֵי זֶה הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לַשָּׁמַיִם. וְכֵן בְּכָל נְכָסָיו אִם אָמַר כָּל נְכָסָיו הֶקְדֵּשׁ אוֹ חֵרֶם לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לַשָּׁמָיִם הֲרֵי אֵלּוּ יִפְּלוּ לְבֶדֶק הַבַּיִת. אֲבָל אִם אָמַר חֵרֶם סְתָם הֲרֵי אֵלּוּ לַכֹּהֲנִים. שֶׁסְּתָם חֲרָמִים לַכֹּהֲנִים. שֶׁנֶּאֱמַר <small>(במדבר יח יד)</small> \"כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה\": \n",
      "מַחְרִים אָדָם מִן בְּקָרוֹ וּמִצֹּאנוֹ וּמֵעֲבָדָיו וּמִשִּׁפְחוֹתָיו הַכְּנַעֲנִים וּמִשְּׂדֵה אֲחֻזָּתוֹ. אֲבָל לֹא יַחֲרִים כָּל בְּהֶמְתּוֹ וְלֹא כָּל עֲבָדָיו וְלֹא כָּל שְׂדוֹתָיו וְלֹא כָּל מִין שֶׁיֵּשׁ לוֹ מִשְּׁאָר הַמִּטַּלְטְלִין שֶׁנֶּאֱמַר <small>(ויקרא כז כח)</small> \"מִכָּל אֲשֶׁר לוֹ\". וְאִם הֶחֱרִים אֶת הַכּל אֲפִלּוּ הֶחֱרִים כָּל נְכָסָיו הֲרֵי אֵלּוּ מֻחְרָמִין בֵּין שֶׁהֶחְרִים לַכֹּהֲנִים בֵּין שֶׁהֶחֱרִים לְבֶדֶק הַבַּיִת: \n",
      "וְכָל מִי שֶׁהֶחֱרִים אוֹ הִקְדִּישׁ כָּל נְכָסָיו לוֹקְחִין כָּל מַה שֶּׁיֵּשׁ לוֹ וַאֲפִילוּ תְּפִלִּין שֶׁבְּרֹאשׁוֹ. וְאֵין צָרִיךְ לוֹמַר כְּלֵי אֻמְּנוּתוֹ וּבְגָדָיו שֶׁהַכּל הֶקְדֵּשׁ אוֹ חֵרֶם: \n",
      "מַה בֵּין חֶרְמֵי כֹּהֲנִים לְחֶרְמֵי שָׁמַיִם. שֶׁחֶרְמֵי שָׁמַיִם הֶקְדֵּשׁ וְנִפְדִּין בְּשָׁוְיֵיהֶן וְיִפְּלוּ הַדָּמִים לְבֶדֶק הַבַּיִת וְיֵצְאוּ הַנְּכָסִים לְחֻלִּין. וְחֶרְמֵי כֹּהֲנִים אֵין לָהֶן פִּדְיוֹן לְעוֹלָם אֶלָּא נִתָּנִין לַכֹּהֲנִים כִּתְרוּמָה. וְעַל חֵרֶם כֹּהֲנִים הוּא אוֹמֵר <small>(ויקרא כז כח)</small> \"לֹא יִמָּכֵר וְלֹא יִגָּאֵל\". לֹא יִמָּכֵר לְאַחֵר וְלֹא יִגָּאֵל לַבְּעָלִים: \n",
      "וְאֶחָד הַמַּחֲרִים קַרְקַע אוֹ מִטַּלְטְלִין הֲרֵי אֵלּוּ נִתָּנִין לַכֹּהֵן שֶׁבְּאוֹתוֹ מִשְׁמָר. בְּשָׁעָה שֶׁהֶחֱרִים חֶרְמֵי כֹּהֲנִים כָּל זְמַן שֶׁהֵן בְּבֵית הַבְּעָלִים הֲרֵי הֵן הֶקְדֵּשׁ לְכָל דִּבְרֵיהֶם. שֶׁנֶּאֱמַר <small>(ויקרא כז כח)</small> \"כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'\". נְתָנוֹ לַכֹּהֵן הֲרֵי הֵן כְּחֻלִּין לְכָל דִּבְרֵיהֶם. שֶׁנֶּאֱמַר <small>(במדבר יח יד)</small> \"כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה\": \n",
      "כֹּהֵן שֶׁהָיְתָה לוֹ שְׂדֵה חֵרֶם שֶׁזָּכָה בָּהּ אַחַר הַיּוֹבֵל וְהֶחֱרִימָהּ הֲרֵי זוֹ מֻחְרֶמֶת וְיוֹצְאָה לְאֶחָיו הַכֹּהֲנִים. שֶׁנֶּאֱמַר <small>(ויקרא כז כא)</small> \"לַכֹּהֵן תִּהְיֶה אֲחֻזָּתוֹ\" מְלַמֵּד שֶׁשְּׂדֵה חֶרְמוֹ לוֹ כִּשְׂדֵה אֲחֻזָּה לְיִשְׂרָאֵל שֶׁאִם הֶחֱרִימָהּ הִיא מֻחְרֶמֶת מִיָּד: \n",
      "מָכַר הַכֹּהֵן שְׂדֵה חֶרְמוֹ וְהִקְדִּישָׁהּ לוֹקֵחַ אֲפִלּוּ הָיָה הַלּוֹקֵחַ הַבְּעָלִים הָרִאשׁוֹנִים שֶׁהֶחֱרִימוּהָ הֲרֵי זוֹ כִּשְׂדֵה מִקְנָה וְחוֹזֶרֶת לַכֹּהֵן שֶׁמְּכָרָהּ בַּיּוֹבֵל. אֲבָל קַרְקַע אוֹ מִטַּלְטְלִין שֶׁל כֹּהֲנִים וּלְוִיִּם אֵינָם מַחְרִימִין אוֹתָן שֶׁהֲרֵי אוֹמֵר בְּשָׂדֶה <small>(ויקרא כה לד)</small> \"כִּי אֲחֻזַּת עוֹלָם הוּא לָכֶם\"???. וּמִטַּלְטְלִין הֻקְּשׁוּ לְקַרְקָעוֹת בַּחֲרָמִין שֶׁנֶּאֱמַר <small>(גמרא ערכין כח א)</small> \"מִכָּל אֲשֶׁר לוֹ וּמִשְּׂדֵה אֲחֻזָּתוֹ\": \n",
      "הַמַּקְדִּישׁ קָדְשֵׁי מִזְבֵּחַ לְבֶדֶק הַבַּיִת הֲרֵי הַהֶקְדֵּשׁ חָל עֲלֵיהֶן וְתֵעָרֵךְ הַבְּהֵמָה וְתִפָּדֶה וְיִפְּלוּ דָּמֶיהָ לְבֶדֶק הַבַּיִת וְהַבְּהֵמָה תִּקָּרֵב לְמַה שֶּׁהָיְתָה בַּתְּחִלָּה. אֲבָל הַמַּקְדִּישׁ קָדְשֵׁי בֶּדֶק הַבַּיִת לַמִּזְבֵּחַ וְאָמַר הֲרֵי זֶה עוֹלָה אוֹ שְׁלָמִים אוֹ הֶחֱרִימָם לַכֹּהֲנִים לֹא עָשָׂה כְּלוּם וְאֵין הֶקְדֵּשׁ מִזְבֵּחַ וְלֹא הַחֵרֶם חָל עַל קָדְשֵׁי בֶּדֶק הַבַּיִת שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: \n",
      "הָאוֹמֵר שׁוֹר זֶה הֶקְדֵּשׁ לְאַחַר שְׁלֹשִׁים יוֹם וּשְׁחָטוֹ בְּתוֹךְ שְׁלֹשִׁים יוֹם הֲרֵי זֶה מֻתָּר בַּהֲנָאָה. הִקְדִּישׁוֹ לַמִּזְבֵּחַ הֲרֵי זֶה הֶקְדֵּשׁ לַמִּזְבֵּחַ. אֲבָל אִם אָמַר הֲרֵי זֶה הֶקְדֵּשׁ מֵעַכְשָׁו לְאַחַר שְׁלֹשִׁים יוֹם וּשְׁחָטוֹ בְּתוֹךְ שְׁלֹשִׁים יוֹם הֲרֵי זֶה אָסוּר בַּהֲנָאָה. וְאִם הִקְדִּישׁוֹ בְּתוֹךְ הַשְּׁלֹשִׁים לַמִּזְבֵּחַ אֵינוֹ מֻקְדָּשׁ: \n",
      "הַמַּקְדִּישׁ עוֹלָה לְבֶדֶק הַבַּיִת אֵין בָּהּ אֶלָּא עִכּוּב גִּזְבָּרִין בִּלְבַד. וּמִדִּבְרֵי סוֹפְרִים שֶׁלֹּא תִּשָּׁחֵט עַד שֶׁתִּפָּדֶה. לְפִיכָךְ אִם עָבַר וּשְׁחָטָהּ הֲרֵי זוֹ כְּשֵׁרָה: \n",
      "מַחֲרִים אָדָם בֵּין קָדְשֵׁי קָדָשִׁים בֵּין קָדָשִׁים קַלִּים בֵּין חֶרְמֵי כֹּהֲנִים בֵּין חֶרְמֵי בֶּדֶק הַבַּיִת. וְאִם הָיוּ קָדָשִׁים שֶׁהוּא חַיָּב בְּאַחֲרָיוּתָן נוֹתֵן אֶת דְּמֵיהֶן בֵּין לַכֹּהֲנִים בֵּין לְבֶדֶק הַבַּיִת וְיִקָּרְבוּ אוֹתָן הַקָּדָשִׁים אַחַר שֶׁיִּפָּדוּ לְמַה שֶּׁהֵן: \n",
      "הָיוּ נְדָבָה וְהֶחֱרִימָן כֵּיצַד פּוֹדִין אוֹתָן. אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן בִּבְהֵמָה זוֹ לְהַעֲלוֹתָהּ עוֹלָה שֶׁאֵינוֹ חַיָּב בָּהּ. וְכָל הַנּוֹתֵן אוֹתוֹ שִׁעוּר יַקְרִיב בְּהֵמָה זוֹ נְדָבָה כְּמוֹ שֶׁהָיְתָה: \n",
      "יִשְׂרָאֵל שֶׁהֶחְרִים אֶת בְּכוֹר בְּהֵמָה לַשָּׁמַיִם בֵּין שֶׁהָיָה תָמִים בֵּין שֶׁהָיָה בַּעַל מוּם הֲרֵי זֶה מֻחְרָם. וְאֵין צָרִיךְ לוֹמַר שֶׁהֶחְרִימוֹ הַכֹּהֵן לַשָּׁמַיִם אַחַר שֶׁבָּא לְיָדוֹ: \n",
      "וְכֵיצַד פּוֹדִין אוֹתָן. אוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בִּבְכוֹר זֶה כְּדֵי שֶׁיִּהְיֶה לוֹ וְתִהְיֶה הָרְשׁוּת בְּיָדוֹ לִתְּנוֹ לְכָל כֹּהֵן שֶׁיִּרְצֶה לִקְרוֹבוֹ אוֹ לְרֵעוֹ. וְכָל הַנּוֹתֵן אוֹתוֹ שִׁעוּר יִקַּח הַבְּכוֹר וְיִתְּנֶנּוּ לְכָל כֹּהֵן שֶׁיִּרְצֶה וְיִפְּלוּ הַדָּמִים לְבֶדֶק הַבַּיִת: \n",
      "הַמַּחֲרִים אֶת הַמַּעֲשֵׂר הֲרֵי זֶה כְּמַחֲרִים שַׁלְמֵי נְדָבָה לְפִי שֶׁאֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ: \n",
      "הַמַּקְדִּישׁ שִׁקְלוֹ לְבֶדֶק הַבַּיִת הֲרֵי זֶה קֹדֶשׁ. הִקְדִּישׁ בִּכּוּרִים לְבֶדֶק הַבַּיִת אֵינָן קֹדֶשׁ. אֲבָל אִם הִקְדִּישָׁן הַכֹּהֵן אַחַר שֶׁבָּאוּ לְיָדוֹ הֲרֵי אֵלּוּ קֹדֶשׁ: \n",
      "הַמַּחֲרִים חֲצִי עַבְדּוֹ וְשִׁפְחָתוֹ הוּא וְהַכֹּהֲנִים שֻׁתָּפִין בּוֹ. אֲבָל אִם הִקְדִּישׁ אוֹ הֶחֱרִים לַשָּׁמַיִם חֲצִי עַבְדּוֹ כֻּלּוֹ קֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל הַמַּקְדִּישׁ עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים אוֹ הַמַּקְדִּישׁ כָּל נְכָסָיו וְהָיוּ בָּהֶן עֲבָדִים הֲרֵי גּוּפָן קֹדֶשׁ לְפִיכָךְ אֲסוּרִים לֵהָנוֹת בָּהֶן עַד שֶׁיִּפָּדוּ: \n",
      "וְאֵין הַגִּזְבָּרִין רַשָּׁאִין לִקַּח דְּמֵיהֶן מֵאֲחֵרִים וּלְהוֹצִיא אוֹתָן לְחֵרוּת אֶלָּא מוֹכְרִין אוֹתָן לַאֲחֵרִים וַאֲחֵרִים מוֹצִיאִין אוֹתָן לְחֵרוּת אִם רָצוּ: \n",
      "הַמַּקְדִּישׁ יְדֵי עַבְדּוֹ כָּל הַיֶּתֶר עַל פַּרְנָסָתוֹ קֹדֶשׁ. וְכֵיצַד הוּא מִתְפַּרְנֵס עֶבֶד זֶה. לוֹוֶה וְאוֹכֵל וְעוֹשֶׂה וּפוֹרֵעַ. וְהוּא שֶׁיַּעֲשֶׂה פָּחוֹת פָּחוֹת מִשְּׁוֵה פְּרוּטָה וְיִפְרַע. שֶׁאִם עָשָׂה בִּפְרוּטָה רִאשׁוֹן רִאשׁוֹן קָנָה הֶקְדֵּשׁ: \n",
      "הַמַּקְדִּישׁ אֶת עַצְמוֹ לֹא הִקְדִּישׁ אֶלָּא דָּמָיו וַהֲרֵי הוּא חַיָּב בִּדְמֵי עַצְמוֹ. וּמֻתָּר לוֹ לַעֲשׂוֹת וְלֶאֱכל שֶׁהֲרֵי לֹא נִתְקַדֵּשׁ גּוּפוֹ כְּעֶבֶד: \n",
      "אֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. כֵּיצַד. כְּגוֹן שֶׁהֶחְרִים בְּנוֹ וּבִתּוֹ וְעַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים אוֹ שְׂדֵה מִקְנָתוֹ הֲרֵי אֵלּוּ אֵינָן מֻחְרָמִין. שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵין גּוּפוֹ שֶׁלּוֹ: \n",
      "אֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ בִּרְשׁוּתוֹ. כֵּיצַד. הָיָה לוֹ פִּקָּדוֹן בְּיַד אַחֵר וְכָפַר בּוֹ זֶה שֶׁהוּא אֶצְלוֹ אֵין הַבְּעָלִים יְכוֹלִין לְהַקְדִּישׁוֹ. אֲבָל אִם לֹא כָּפַר בּוֹ הֲרֵי הוּא בִּרְשׁוּת בְּעָלָיו בְּכָל מָקוֹם שֶׁהוּא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִטַּלְטְלִין. אֲבָל קַרְקַע שֶׁגְּזָלָהּ אַחֵר וְכָפַר בָּהּ אִם יָכוֹל לְהוֹצִיאָהּ בְּדַיָּנִין הֲרֵי זֶה יָכוֹל לְהַקְדִּישָׁהּ וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הוֹצִיאָהּ שֶׁהַקַּרְקַע עַצְמָהּ הֲרֵי הִיא בִּרְשׁוּת בְּעָלֶיהָ: \n",
      "הַגּוֹזֵל אֶת חֲבֵרוֹ וְלֹא נִתְיָאֲשׁוּ הַבְּעָלִים שְׁנֵיהֶם אֵינָן יְכוֹלִין לְהַקְדִּישׁ. זֶה לְפִי שֶׁאֵינוֹ שֶׁלּוֹ וְזֶה לְפִי שֶׁאֵינוֹ בִּרְשׁוּתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁהָיָה מוֹכֵר דְּלוּעִין אוֹ בֵּיצִים וְכַיּוֹצֵא בָּהֶן וּבָא לוֹקֵחַ וְנָטַל אַחַת וְהָלַךְ לוֹ. אִם הָיוּ דְּמֵי כָּל אַחַת וְאַחַת קְצוּבִין הֲרֵי זֶה כְּמִי שֶׁפָּסַק. וְאֵין הַמּוֹכֵר יָכוֹל לְהַקְדִּישׁ דְּלַעַת זוֹ שֶׁהֲרֵי אֵינָהּ בִּרְשׁוּתוֹ. וְאִם אֵין הַדָּמִים קְצוּבִין וְהִקְדִּישָׁהּ מְקֻדֶּשֶׁת שֶׁעֲדַיִן בִּרְשׁוּתוֹ הִיא שֶׁזֶּה שֶׁלְּקָחָהּ לֹא לְקָחָהּ דֶּרֶךְ גְּזֵלָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. כֵּיצַד. מַה שֶּׁתַּעֲלֶה מְצוּדָתִי מִן הַיָּם קֹדֶשׁ. מַה שֶּׁתּוֹצִיא שָׂדֶה זוֹ מִן הַפֵּרוֹת חֵרֶם. לֹא אָמַר כְּלוּם: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שָׂדֶה זוֹ שֶׁמָּכַרְתִּי לְךָ לִכְשֶׁאֶקָּחֶנָּה מִמְּךָ מְקֻדֶּשֶׁת וּלְקָחָהּ אֵינָהּ מְקֻדֶּשֶׁת. לְפִי שֶׁכְּשֶׁהִקְדִּישָׁהּ לֹא בָּאָה בִּרְשׁוּתוֹ: \n",
      "וְכֵן הַמַּקְדִּישׁ מַעֲשֵׂה יְדֵי אִשְׁתּוֹ הֲרֵי זוֹ עוֹשָׂה וְאוֹכֶלֶת וְהַמּוֹתָר חֻלִּין. אָמַר לָהּ יִקְדְּשׁוּ יָדַיִךְ לְעוֹשֵׂיהֶן הוֹאִיל וְהֵן מְשֻׁעְבָּדִין לוֹ הֲרֵי כָּל מַעֲשֵׂה יָדֶיהָ קֹדֶשׁ. הָא לְמָה זֶה דּוֹמֶה לְאוֹמֵר אִילָן זֶה קֹדֶשׁ שֶׁכָּל פֵּרוֹת שֶׁיַּעֲשֶׂה לְהַבָּא קֹדֶשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שָׂדֶה זוֹ שֶׁאֲנִי מוֹכֵר לְךָ לִכְשֶׁאֶקָּחֶנָּה מִמְּךָ תִּתְקַדֵּשׁ הֲרֵי זוֹ מְקֻדֶּשֶׁת כְּשֶׁיִּקָּחֶנָּה שֶׁהֲרֵי עַתָּה (בָּא) בְּיָדוֹ לְהַקְדִּישָׁהּ. שָׂדֶה זוֹ שֶׁמִּשְׁכַּנְתִּי לְךָ לִכְשֶׁאֶפְדֶּנָּה מִמְּךָ תְּהִי קֹדֶשׁ. מִשֶּׁיִּפְדֶּה אוֹתָהּ תִּתְקַדֵּשׁ שֶׁהֲרֵי בְּיָדוֹ לִפְדּוֹתָהּ. וַאֲפִלּוּ הָיְתָה מְמֻשְׁכֶּנֶת לִזְמַן קָצוּב שֶׁהֲרֵי בְּיָדוֹ לִפְדּוֹתָהּ אַחַר הַזְּמַן: \n",
      "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ וְחָזַר וְהִקְדִּישׁוֹ הֲרֵי זֶה קֹדֶשׁ וּפָקְעָה הַשְּׂכִירוּת. וְאִם דָּר בּוֹ הַשּׂוֹכֵר מָעַל: \n",
      "יֵרָאֶה לִי שֶׁאַף עַל פִּי שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁלֹּא בָּא לָעוֹלָם אִם אָמַר הֲרֵי עָלַי לְהַקְדִּישׁוֹ הֲרֵי זֶה חַיָּב לְהַקְדִּישׁוֹ כְּשֶׁיָּבוֹא לָעוֹלָם מִשּׁוּם נִדְרוֹ. וְאִם לֹא הִקְדִּישׁ הֲרֵי זֶה עוֹבֵר מִשּׁוּם <small>(דברים כג כב)</small> \"בַּל תְּאַחֵר\" ??? וְ<small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" וּמִשּׁוּם <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\" כִּשְׁאָר הַנְּדָרִים: \n",
      "כֵּיצַד. הָאוֹמֵר הֲרֵי עָלַי לְהַקְדִּישׁ כָּל שֶׁתַּעֲלֶה מְצוּדָתִי מִן הַיָּם. הֲרֵי עָלַי לִתֵּן לַעֲנִיִּים פֵּרוֹת שֶׁתּוֹצִיא שָׂדֶה זוֹ. הֲרֵי עָלַי לְהַחֲרִים אוֹ לִתֵּן לִשְׁבוּיִם כָּל שֶׁאֶשְׂתַּכֵּר בְּשָׁנָה זוֹ. וְכָל כַּיּוֹצֵא בְּמַאֲמָרִים אֵלּוּ הֲרֵי זֶה חַיָּב לִתֵּן וְלַעֲשׂוֹת בָּהֶן מַה שֶּׁאָמַר כְּשֶׁיָּבוֹאוּ לְיָדוֹ. וְזֶה וְכַיּוֹצֵא בּוֹ בִּכְלַל נְדָרִים הוּא לֹא בִּכְלַל הֶקְדֵּשׁוֹת: \n",
      "רְאָיָה לְדָבָר זֶה מַה שֶּׁאָמַר יַעֲקֹב אָבִינוּ <small>(בראשית כח כב)</small> \"וְכל אֲשֶׁר תִּתֶּן לִי עַשֵּׂר אֲעַשְּׂרֶנּוּ לָךְ\" וְנֶאֱמַר <small>(בראשית לא יג)</small> \"אֲשֶׁר נָדַרְתָּ לִּי שָׁם נֶדֶר\". וַהֲרֵי הָאוֹמֵר לֹא אֶפָּטֵר מִן הָעוֹלָם עַד שֶׁאֶהֱיֶה נָזִיר חַיָּב לִנְהֹג בִּנְזִירוּת וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נָדַר בְּנָזִיר. הוֹאִיל וְאָמַר שֶׁיִּדֹּר בְּנָזִיר חַיָּב לְהִנָּזֵר. וְזֶה כַּיּוֹצֵא בּוֹ וְכָזֶה רָאוּי לָדוּן: \n",
      "הֶקְדֵּשׁ טָעוּת אֵינוֹ הֶקְדֵּשׁ. כֵּיצַד. הָאוֹמֵר שׁוֹר שָׁחוֹר שֶׁיֵּצֵא מִבַּיִת רִאשׁוֹן הֲרֵי הוּא הֶקְדֵּשׁ וְיָצָא לָבָן אֵינוֹ הֶקְדֵּשׁ. דִּינָר זָהָב שֶׁיַּעֲלֶה בְּיָדִי רִאשׁוֹן הֲרֵי הוּא הֶקְדֵּשׁ וְעָלָה שֶׁל כֶּסֶף אֵינוֹ הֶקְדֵּשׁ. חָבִית שֶׁל יַיִן שֶׁתַּעֲלֶה בְּיָדִי רִאשׁוֹנָה הֶקְדֵּשׁ וְעָלָה שֶׁל שֶׁמֶן בֵּין שֶׁהַיַּיִן יָקָר מִן הַשֶּׁמֶן בְּאוֹתוֹ מָקוֹם אוֹ הַשֶּׁמֶן יָקָר מִן הַיַּיִן אֵינוֹ הֶקְדֵּשׁ. הִתְפִּיס בָּהּ אַחֶרֶת וְאָמַר זוֹ כָּזוֹ הֲרֵי הַשְּׁנִיָּה הֶקְדֵּשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "הַהֶקְדֵשׁוֹת אֵין פּוֹדִין אוֹתָן לֹא בְּקַרְקַע. וְלֹא בַּעֲבָדִים שֶׁהֲרֵי הֻקְּשׁוּ לְקַרְקָעוֹת. וְלֹא בִּשְׁטָרוֹת (מִפְּנֵי) שֶׁאֵין גּוּפָן מָמוֹן שֶׁנֶּאֱמַר וְנָתַן אֶת הַכֶּסֶף. אֶחָד הַכֶּסֶף וְאֶחָד שְׁאָר הַמִּטַּלְטְלִין שֶׁשָּׁוִין כֶּסֶף. וַאֲפִילוּ סֻבִּין: \n",
      "כָּל הַפּוֹדֶה קָדָשָׁיו מוֹסִיף חֹמֶשׁ. וְאֶחָד הַמַּקְדִּישׁ עַצְמוֹ אוֹ אִשְׁתּוֹ אוֹ הַיּוֹרֵשׁ מוֹסִיפִים חֹמֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַף הַחֹמֶשׁ לֹא יִהְיֶה אֶלָּא מִן הַמִּטַּלְטְלִין. וְהַחֹמֶשׁ שֶׁמּוֹסִיף הֲרֵי הוּא כְּהֶקְדֵּשׁ עַצְמוֹ וְדִין אֶחָד לָהֶם: \n",
      "הַפּוֹדֶה קָדָשָׁיו אֵין הַחֹמֶשׁ מְעַכֵּב. אֶלָּא מֵאַחַר שֶׁנָּתַן אֶת הַקֶּרֶן יָצָא הַקֹּדֶשׁ לְחֻלִּין וּמֻתָּר לֵהָנוֹת בּוֹ. וּמִדִּבְרֵי סוֹפְרִים שֶׁאָסוּר לוֹ לֵהָנוֹת עַד שֶׁיִּתֵּן הַחֹמֶשׁ שֶׁמָּא יִפְשַׁע וְלֹא יִתֵּן. אֲבָל בְּשַׁבָּת מִפְּנֵי עֹנֶג שַׁבָּת הִתִּירוּ לוֹ לֶאֱכל וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נָתַן אֶת הַחֹמֶשׁ וַהֲרֵי הַגִּזְבָּרִין תּוֹבְעִין אוֹתוֹ: \n",
      "קָדְשֵׁי מִזְבֵּחַ שֶׁנָּפַל בָּהֶם מוּם וְנִפְדּוּ. אִם פָּדָה הַמַּקְדִּישׁ עַצְמוֹ מוֹסִיף חֹמֶשׁ כִּשְׁאָר הַהֶקְדֵּשׁוֹת. וְהַמַּקְדִּישׁ שֶׁפָּדָה לְעַצְמוֹ הוּא שֶׁמּוֹסִיף חֹמֶשׁ לֹא הַמִּתְכַּפֵּר בָּהּ שֶׁפְּדָאָהּ. וְהֶקְדֵּשׁ רִאשׁוֹן הוּא שֶׁחַיָּב בְּתוֹסֶפֶת חֹמֶשׁ. אֲבָל הֶקְדֵּשׁ שֵׁנִי אֵינוֹ מוֹסִיף עָלָיו חֹמֶשׁ. שֶׁנֶּאֱמַר <small>(ויקרא כז טו)</small> \"וְאִם הַמַּקְדִּישׁ יִגְאַל אֶת בֵּיתוֹ וְיָסַף חֲמִישִׁית\". הַמַּקְדִּישׁ וְלֹא הַמַּתְפִּיס: \n",
      "לְפִיכָךְ אִם חִלֵּל בְּהֵמָה עַל בְּהֵמָה שְׁנִיָּה בֵּין בְּקָדְשֵׁי בֶּדֶק הַבַּיִת בֵּין בְּקָדְשֵׁי מִזְבֵּחַ שֶׁנָּפַל בָּהֶם מוּם. אוֹ שֶׁהֵמִיר בְּקָדְשֵׁי מִזְבֵּחַ. כְּשֶׁהוּא פּוֹדֶה אֶת הַשְּׁנִיָּה שֶׁחִלֵּל עָלֶיהָ אוֹ אֶת הַתְּמוּרָה לְעַצְמוֹ אֵינוֹ מוֹסִיף חֹמֶשׁ: \n",
      "הַמַּפְרִישׁ אָשָׁם לְהִתְכַּפֵּר בּוֹ וְנָפַל בּוֹ מוּם וְהוֹסִיף עָלָיו חֹמֶשׁ וְחִלְּלוֹ עַל בְּהֵמָה אַחֶרֶת וְנִתְכַּפֵּר בְּאָשָׁם אַחֵר וְנִתְּקָה הַבְּהֵמָה שֶׁחִלֵּל עָלֶיהָ לִרְעִיָּה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. הֲרֵי הוּא סָפֵק אִם מוֹסִיף עָלֶיהָ חֹמֶשׁ הוֹאִיל וְהוּא קָרְבַּן עוֹלָה וַהֲרֵי הוּא גּוּף אֶחָד וּקְדֻשָּׁה אַחֶרֶת. אוֹ אֵינוֹ מוֹסִיף עָלֶיהָ חֹמֶשׁ מִפְּנֵי שֶׁהִיא בָּאָה מִכֹּחַ הֶקְדֵּשׁ רִאשׁוֹן שֶׁכְּבָר הוֹסִיף עָלָיו חֹמֶשׁ: \n",
      "קָדְשֵׁי בֶּדֶק הַבַּיִת אֵין עוֹשִׂין תְּמוּרָה שֶׁלֹּא דָּנָה תּוֹרָה בִּתְמוּרָה אֶלָּא בְּקָדְשֵׁי מִזְבֵּחַ. כֵּיצַד. הָיוּ לְפָנָיו בֶּהֱמַת חֻלִּין וּבֶהֱמַת קָדְשֵׁי בֶּדֶק הַבַּיִת וְאָמַר זוֹ חֲלוּפַת זוֹ אוֹ זוֹ תְּמוּרַת זוֹ לֹא אָמַר כְּלוּם. אֲבָל אִם אָמַר הֲרֵי זוֹ תַּחַת זוֹ הֲרֵי זוֹ מְחֻלֶּלֶת עַל זוֹ דְּבָרָיו קַיָּמִין וְיָצְאתָה הַבְּהֵמָה הָרִאשׁוֹנָה לְחֻלִּין וְנִתְפְּסָה הַשְּׁנִיָּה: \n",
      "אֶחָד קָדְשֵׁי בֶּדֶק הַבַּיִת וְאֶחָד קָדְשֵׁי מִזְבֵּחַ שֶׁנָּפַל בָּהֶן מוּם אֵין פּוֹדִין אוֹתָן לְכַתְּחִלָּה אֶלָּא בְּשָׁוְיֵיהֶן. וְאִם עָבַר וְחִלְּלָן עַל פָּחוֹת מִשָּׁוְיֵיהֶן אֲפִלּוּ הֶקְדֵּשׁ שָׁוֶה מֵאָה דִּינָר שֶׁחִלְּלוֹ עַל שְׁוֵה פְּרוּטָה הֲרֵי זֶה פָּדוּי וְיָצָא לְחֻלִּין וּמֻתָּר לֵהָנוֹת בּוֹ. וּמִדִּבְרֵי סוֹפְרִים שֶׁהוּא צָרִיךְ חֲקִירַת דָּמִים וְחַיָּב לְהַשְׁלִים אֶת דָּמָיו: \n",
      "כֵּיצַד. הָיְתָה לוֹ בֶּהֱמַת קָדְשֵׁי מִזְבֵּחַ שֶׁנָּפַל בָּהּ מוּם וַהֲרֵי הִיא שָׁוָה עֲשָׂרָה וּבֶהֱמַת חֻלִּין שֶׁשָּׁוָה חֲמִשָּׁה וְאָמַר הֲרֵי זוֹ מְחֻלֶּלֶת עַל זוֹ הֲרֵי זוֹ נִפְדֵית וְיָצָאת לְחֻלִּין אֲבָל צָרִיךְ לְהַשְׁלִים הַחֲמִשָּׁה. וְכֵן אִם הָיְתָה הַבְּהֵמָה הָרִאשׁוֹנָה קָדְשֵׁי בֶּדֶק הַבַּיִת הֲרֵי זוֹ יָצָאת לְחֻלִּין לְהִגָּזֵז וּלְהֵעָבֵד וְתִכָּנֵס הַשְּׁנִיָּה תַּחְתֶּיהָ דִּין תּוֹרָה. אֲבָל מִדִּבְרֵיהֶם צָרִיךְ חֲקִירַת דָּמִים אִם הָיְתָה זוֹ שֶׁחִלֵּל עָלֶיהָ שָׁוָה אוֹ יַשְׁלִים דָּמֶיהָ: \n",
      "שָׁמוּ אוֹתָהּ שְׁלֹשָׁה וְאָמְרוּ שֶׁזּוֹ בְּדָמֶיהָ אֲפִלּוּ בָּאוּ אַחַר כֵּן מֵאָה וְאָמְרוּ שֶׁל קֹדֶשׁ הָיְתָה יָפָה אֵינוֹ חוֹזֵר. הוֹאִיל וַחֲקִירַת הַדָּמִים מִדִּבְרֵיהֶם לֹא הֶחְמִירוּ בָּהּ. אֲבָל אִם שָׁמוּ אוֹתָהּ שְׁנַיִם וּבָאוּ שְׁלֹשָׁה וְאָמְרוּ שֶׁהוֹנָה הַהֶקְדֵּשׁ בְּכָל שֶׁהוּא חוֹזֵר: \n",
      "אֵין פּוֹדִין אֶת הַהֶקְדֵּשׁ אַכְסָרָה אֶלָּא בַּחֲקִירַת דָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם פָּדָה יַד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה. כֵּיצַד. פָּרָה זוֹ תַּחַת פָּרָה זוֹ שֶׁל הֶקְדֵּשׁ טַלִּית זוֹ תַּחַת טַלִּית זוֹ שֶׁל הֶקְדֵּשׁ. הֶקְדֵּשׁוֹ פָּדוּי וְיַד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה. אִם הָיְתָה הַשְּׁנִיָּה יָפָה מִן הָרִאשׁוֹנָה בְּיוֹתֵר לוֹקְחִין אוֹתָהּ הַגִּזְבָּרִין וְשׁוֹתְקִין. וְאִם אֵינָהּ יָפָה מְשַׁלֵּם אֶת הַדָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ וּמוֹסִיף חֹמֶשׁ. אֲבָל אִם אָמַר טַלִּית זוֹ בְּעֶשֶׂר סְלָעִים תַּחַת טַלִּית שֶׁל הֶקְדֵּשׁ וּפָרָה זוֹ בְּעֶשֶׂר סְלָעִים תַּחַת פָּרָה זוֹ שֶׁל הֶקְדֵּשׁ. אֲפִלּוּ הָיְתָה שֶׁל הֶקְדֵּשׁ שָׁוָה חָמֵשׁ וְשֶׁלּוֹ עֶשֶׂר הֲרֵי זֶה מוֹסִיף חֹמֶשׁ וְנוֹתֵן שְׁתֵּי סְלָעִים וּמֶחֱצָה שֶׁהֲרֵי בְּדָמִים קְצוּבִים פָּדָה. וּשְׁנִיָּה אֵינָהּ טְעוּנָה חֹמֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַפּוֹדֶה מִיַּד הַהֶקְדֵּשׁ מָשַׁךְ בְּמָנֶה וְלֹא הִסְפִּיק לִתֵּן הַדָּמִים עַד שֶׁעָמַד בְּמָאתַיִם נוֹתֵן מָאתַיִם שֶׁנֶּאֱמַר וְנָתַן אֶת הַכֶּסֶף וְקָם לוֹ. בִּנְתִינַת הַכֶּסֶף הוּא שֶׁלּוֹ. מְשָׁכוֹ בְּמָאתַיִם וְלֹא הִסְפִּיק לִתֵּן אֶת הַדָּמִים עַד שֶׁעָמַד בְּמָנֶה נוֹתֵן מָאתַיִם. לֹא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הֶקְדֵּשׁ. וַהֲרֵי קָנָה בִּמְשִׁיכָה וְנִתְחַיֵּב בַּדָּמִים: \n",
      "פָּדָה בְּמָאתַיִם וְנָתַן הַדָּמִים וְלֹא הִסְפִּיק לְמָשְׁכוֹ עַד שֶׁעָמַד בְּמָנֶה כְּבָר קָנָה בִּנְתִינַת הַכֶּסֶף וּמוֹשֵׁךְ אֶת שֶׁלּוֹ וְזָכָה הֶקְדֵּשׁ בְּמָאתַיִם. פָּדָהוּ בְּמָנֶה וְנָתַן הַדָּמִים וְלֹא הִסְפִּיק לְמָשְׁכוֹ עַד שֶׁעָמַד בְּמָאתַיִם מַה שֶּׁפָּדָה פָּדוּי וְאֵינוֹ נוֹתֵן אֶלָּא הַמָּנֶה שֶׁכְּבָר נָתַן. וְאֵין אוֹמְרִין כָּאן לֹא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הֶקְדֵּשׁ. שֶׁאֲפִלּוּ הֶדְיוֹט אֵינוֹ יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיְּקַבֵּל מִי שֶׁפָּרַע כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ וְאֵין הֶקְדֵּשׁ רָאוּי לְקַבֵּל מִי שֶׁפָּרַע: \n",
      "הַמַּקְדִּישׁ כָּל נְכָסָיו וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה אוֹ שִׁטְרֵי בַּעֲלֵי חוֹבוֹת. אֵין הָאִשָּׁה יְכוֹלָה לִגְבּוֹת כְּתֻבָּתָהּ מִן הַהֶקְדֵּשׁ וְלֹא בַּעַל חוֹב אֶת חוֹבוֹ. שֶׁהַהֶקְדֵּשׁ מַפְקִיעַ הַשִּׁעְבּוּד שֶׁקָּדַם. אֲבָל כְּשֶׁיִּמְכֹּר הַהֶקְדֵּשׁ הַקַּרְקַע שֶׁלּוֹ וְתֵצֵא הַשָּׂדֶה לְחֻלִּין יֵשׁ לְבַעַל חוֹב וּלְאִשָּׁה לִגְבּוֹת מִן הַפּוֹדֶה שֶׁהֲרֵי שִׁעְבּוּדָהּ עוֹמֵד עַל קַרְקַע זוֹ: \n",
      "הָא לְמָה זֶה דּוֹמֶה לִשְׁנֵי לָקוֹחוֹת שֶׁכָּתְבָה לָרִאשׁוֹן דִּין וּדְבָרִים אֵין לִי עִמְּךָ וּמָכַר לַשֵּׁנִי שֶׁהִיא טוֹרֶפֶת מִן הַשֵּׁנִי: \n",
      "וְכֵיצַד פּוֹדִין קַרְקַע זֶה. מַשְׁבִּיעִין אֶת הָאִשָּׁה אוֹ בַּעַל חוֹב תְּחִלָּה כְּדֶרֶךְ כָּל הַבָּא לִפָּרַע מִנְּכָסִים מְשֻׁעְבָּדִים וְאַחַר כָּךְ מַכְרִיזִין עֲלֵיהֶם שִׁשִּׁים יוֹם בַּבֹּקֶר וּבָעֶרֶב כְּמוֹ שֶׁבֵּאַרְנוּ. וְאוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בַּשָּׂדֶה עַל מְנָת לִתֵּן לְאִשָּׁה כְּתֻבָּתָהּ וּלְבַעַל חוֹב אֶת חוֹבוֹ. וְאַחַר שֶׁפּוֹדִין אוֹתָהּ וְלוֹקֵחַ אוֹתָהּ הַלּוֹקֵחַ אֲפִלּוּ בְּדִינָר כְּדֵי שֶׁלֹּא יֹאמְרוּ הֶקְדֵּשׁ יוֹצֵא בְּלֹא פִּדְיוֹן. חוֹזֵר הַפּוֹדֶה וּמַגְבֶּה לָאִשָּׁה כְּתֻבָּתָהּ אוֹ לַבַּעַל חוֹב אֶת חוֹבוֹ. אֲפִלּוּ הָיָה הַחוֹב מֵאָה וְהַשָּׂדֶה שָׁוָה תִּשְׁעִים עַל מְנָת כָּךְ פּוֹדֶה אוֹתָהּ הָרוֹצֶה לִפְדּוֹתָהּ. אֲבָל אִם הָיָה הַחוֹב שְׁנַיִם בִּדְמֵי הַשָּׂדֶה כְּגוֹן שֶׁהָיְתָה שָׁוָה מֵאָה וְיֵשׁ עָלָיו חוֹב וּכְתֻבַּת אִשָּׁה מָאתַיִם אֵין פּוֹדִין אוֹתָהּ עַל מְנָת לִתֵּן הַחוֹב אוֹ הַכְּתֻבָּה אֶלָּא פּוֹדִין אוֹתָהּ סְתָם שֶׁאִם הִתְנוּ לִתֵּן אֵינָהּ נִפְדֵית כְּלָל: \n",
      "הַמַּקְדִּישׁ כָּל נְכָסָיו וְאַחַר כָּךְ גֵּרֵשׁ אֶת אִשְׁתּוֹ וְגָבְתָה כְּתֻבָּתָהּ מִן הַפּוֹדֶה מִן הַהֶקְדֵּשׁ אֵינוֹ גּוֹבֶה עַד שֶׁיַּדִּירֶנָּה הֲנָאָה. שֶׁמָּא קְנוּנְיָא עָשׂוּ עַל הַהֶקְדֵּשׁ. וְאֵין אוֹמְרִין אִלּוּ רָצָה הָיָה אוֹמֵר בְּטָעוּת הִקְדַּשְׁתִּי וְיִשָּׁאֵל עַל הֶקְדֵּשׁוֹ לְחָכָם וְיַחְזֹר לוֹ: \n",
      "וְכֵן אֵין נֶאֱמָן לוֹמַר אַחַר שֶׁהִקְדִּישׁ מָנֶה לִפְלוֹנִי חוֹב עָלַי אוֹ כְּלִי זֶה שֶׁל פְּלוֹנִי הוּא. שֶׁמָּא יַעֲשׂוּ קְנוּנְיָא עַל הַהֶקְדֵּשׁ. וַאֲפִלּוּ הָיָה שְׁטָר בְּיַד בַּעַל חוֹב אֵינוֹ גּוֹבֶה עַל פִּי זֶה אֶלָּא כְּדֶרֶךְ שֶׁגּוֹבִין כָּל בַּעֲלֵי חוֹבוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּבָרִיא. אֲבָל חוֹלֶה שֶׁהִקְדִּישׁ כָּל נְכָסָיו וְאָמַר בְּשָׁעָה שֶׁהִקְדִּישׁ מָנֶה לִפְלוֹנִי בְּיָדִי נֶאֱמָן. שֶׁאֵין אָדָם עוֹשֶׂה עָרְמָה עַל הַהֶקְדֵּשׁ בִּשְׁעַת מִיתָתוֹ וְחוֹטֵא לַאֲחֵרִים שֶׁהֲרֵי הוּא הוֹלֵךְ לָמוּת. לְפִיכָךְ אִם אָמַר תְּנוּ אוֹתָהּ לוֹ נוֹטֵל בְּלֹא שְׁבוּעָה. וְאִם לֹא אָמַר תְּנוּ אֵין נוֹתְנִין אֶלָּא אִם כֵּן הָיָה בְּיָדוֹ שְׁטָר מְקֻיָּם. הֲרֵי זֶה נוֹטֵל מִן הַהֶקְדֵּשׁ מִפְּנֵי הַצַּוָּאָה. וְאִם אַחַר שֶׁהִקְדִּישׁ אָמַר תְּנוּ אֵין שׁוֹמְעִין לוֹ אֶלָּא הֲרֵי הוּא כִּשְׁאָר בַּעֲלֵי חוֹבוֹת. אִם נִתְקַיֵּם שְׁטָרוֹ נִשְׁבָּע וְגוֹבֶה מִן הַפּוֹדֶה וְלֹא מִן הַהֶקְדֵּשׁ: \n",
      "מִי שֶׁיָּצָא עָלָיו קוֹל שֶׁהִפְקִיר אֶת נְכָסָיו אוֹ הִקְדִּישָׁן אוֹ הֶחֱרִימָן אֵין חוֹשְׁשִׁין לוֹ עַד שֶׁתִּהְיֶה שָׁם רְאָיָה בְּרוּרָה: \n"
    ],
    [
      "בַּחֲמִשָׁה עָשָׂר בַּאֲדָר בֵּית דִּין נִפְנִין לְחַפֵּשׂ וְלִבְדֹּק עַל צָרְכֵי צִבּוּר וְעַל עִנְיְנֵי הַהֶקְדֵּשׁוֹת. וּבוֹדְקִין עֲלֵיהֶן וְדוֹרְשִׁין וְחוֹקְרִין וּפוֹדִים אֶת הַהֶקְדֵּשׁוֹת וְאֶת הַחֲרָמִין וְגוֹבִין אֶת הָעֲרָכִין וְאֶת הַדָּמִים מִכָּל הַחַיָּב בָּהֶן כְּדֵי שֶׁיִּהְיֶה כָּל הָעָם עָתִיד לִתֵּן תְּרוּמַת הַשְּׁקָלִים לְחַזֵּק אֶת בֵּית אֱלֹהֵינוּ: \n",
      "אֵין פּוֹדִין אֶת הַהֶקְדֵּשׁוֹת אֶלָּא בִּשְׁלֹשָׁה בְּקִיאִין. וְכֵן כְּשֶׁגּוֹבִין מִטַּלְטְלִין שֶׁמְּמַשְׁכְּנִין מֵחַיָּבֵי עֲרָכִין שָׁמִין אוֹתָן בִּשְׁלֹשָׁה. וּכְשֶׁמַּעֲרִיכִין בְּהֵמָה וְכַיּוֹצֵא בָּהּ מִשְּׁאָר מִטַּלְטְלִין שָׁמִין אוֹתָהּ בִּשְׁלֹשָׁה. אֲבָל כְּשֶׁמַּעֲרִיכִין אֶת הַקַּרְקָעוֹת אוֹ אִם הֻזְקְקוּ לִגְבּוֹת עֶרְכֵי אָדָם מִן הַקַּרְקַע שֶׁלּוֹ אֵין מַעֲרִיכִין אוֹתָן אֶלָּא בַּעֲשָׂרָה וְאֶחָד מֵהֶן כֹּהֵן שֶׁהֲרֵי <small>(ויקרא כז ח)</small> \"כֹּהֵן\" כָּתוּב בַּפָּרָשָׁה. וְכֵן הָאוֹמֵר דָּמַי עָלַי אוֹ דְּמֵי פְּלוֹנִי עָלַי אוֹ דְּמֵי יָדִי אוֹ רַגְלִי עָלַי כְּשֶׁשָּׁמִין אוֹתוֹ כַּמָּה הוּא שָׁוֶה אוֹ כַּמָּה דְּמֵי יָדוֹ אוֹ רַגְלוֹ שָׁמִין בַּעֲשָׂרָה וְאֶחָד מֵהֶן כֹּהֵן: \n",
      "כְּשֶׁפּוֹדִין הַהֶקְדֵּשׁוֹת מִיַּד הַהֶקְדֵּשׁ בֵּין שֶׁהָיוּ קַרְקָעוֹת אוֹ מִטַּלְטְלִין מַכְרִיזִין עֲלֵיהֶן בִּפְנֵי כָּל הַבָּאִין לִפְדּוֹת. אָמַר אֶחָד הֲרֵי הֵן שֶׁלִּי בְּעֶשֶׂר סְלָעִים וְאָמַר אֶחָד בְּעֶשְׂרִים וְאָמַר אֶחָד בִּשְׁלֹשִׁים וְאָמַר אֶחָד בְּאַרְבָּעִים וְאָמַר אֶחָד בַּחֲמִשִּׁים. חָזַר בּוֹ שֶׁל חֲמִשִּׁים לְבַדּוֹ מְמַשְׁכְּנִין מִנְּכָסָיו עֶשֶׂר וְנוֹתְנִין אוֹתָן הַהֶקְדֵּשׁוֹת לָזֶה שֶׁנָּתַן אַרְבָּעִים וְנִמְצָא הַהֶקְדֵּשׁ נוֹטֵל חֲמִשִּׁים עֶשֶׂר מִזֶּה וְאַרְבָּעִים מִזֶּה. חָזַר בּוֹ אַחֲרֵי כֵּן שֶׁל אַרְבָּעִים מְמַשְׁכְּנִין מִנְּכָסָיו עֶשֶׂר וְנוֹתְנִין אֶת הַהֶקְדֵּשׁ לְבַעַל הַשְּׁלֹשִׁים וְכֵן עַד הָרִאשׁוֹן. חָזַר בּוֹ הָרִאשׁוֹן שֶׁנָּתַן עֶשֶׂר מַכְרִיזִין עַל הַהֶקְדֵּשׁ פַּעַם שְׁנִיָּה וּמוֹכְרִין אוֹתוֹ. אִם נִפְדָּה בְּפָחוֹת מֵעֶשֶׂר נִפְרָעִין מִשֶּׁל בַּעַל הָעֶשֶׂר אֶת הַמּוֹתָר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁחָזְרוּ זֶה אַחַר זֶה. אֲבָל חָזְרוּ כֻּלָּן כְּאֶחָד מְשַׁלְּשִׁין בֵּינֵיהֶם בְּשָׁוֶה. כֵּיצַד. אָמַר הָרִאשׁוֹן הֲרֵי הוּא שֶׁלִּי בְּעֶשֶׂר וְאָמַר הַשֵּׁנִי בְּעֶשְׂרִים וְאָמַר הַשְּׁלִישִׁי בְּאַרְבָּעָה וְעֶשְׂרִים וְחָזַר בּוֹ הַשְּׁלִישִׁי וְהַשֵּׁנִי כְּאֶחָד נוֹתְנִין אוֹתוֹ לָרִאשׁוֹן בְּעֶשֶׂר. וּמְמַשְׁכְּנִים מִנִּכְסֵי הַשֵּׁנִי בְּשֶׁבַע וּמִנִּכְסֵי שְׁלִישִׁי בְּשֶׁבַע וְנִמְצָא הַהֶקְדֵּשׁ גּוֹבֶה אַרְבַּע וְעֶשְׂרִים. וְכֵן אִם חָזְרוּ שְׁלָשְׁתָּן כְּאַחַת וְנִמְכַּר הַהֶקְדֵּשׁ בְּשָׁלֹשׁ מְמַשְׁכְּנִין מִנִּכְסֵי כָּל אֶחָד מִשְּׁלָשְׁתָּן שֶׁבַע סְלָעִים. וְכֵן עַל דֶּרֶךְ זוֹ לְעוֹלָם: \n",
      "הַבְּעָלִים קוֹדְמִין לְכָל אָדָם מִפְּנֵי שֶׁהֵן מוֹסִיפִין חֹמֶשׁ. וְאֵין מוֹסִיפִין חֹמֶשׁ עַל עִלּוּיָן שֶׁל שְׁאָר הַפּוֹדִים אֶלָּא עַל מַה שֶּׁנָּתְנוּ הֵם תְּחִלָּה. כֵּיצַד. אָמְרוּ הַבְּעָלִים הֲרֵי זֶה שֶׁלָּנוּ בְּעֶשְׂרִים וּבָא אַחֵר וְאָמַר הֲרֵי הוּא שֶׁלִּי בְּעֶשְׂרִים הַבְּעָלִים קוֹדְמִין מִפְּנֵי שֶׁהֵן מוֹסִיפִין חֹמֶשׁ וְנוֹתְנִין חָמֵשׁ וְעֶשְׂרִים. בָּא אֶחָד וְאָמַר הֲרֵי הוּא שֶׁלִּי בְּאַחַת וְעֶשְׂרִים אִם שָׁתְקוּ הַבְּעָלִים וְלֹא הוֹסִיפוּ כְּלוּם מוֹכְרִין אוֹתָהּ לָהֶם בְּחָמֵשׁ וְעֶשְׂרִים. וְאִם הוֹסִיפוּ הַבְּעָלִים עַל עֶשְׂרִים וְאַחַת אֲפִלּוּ פְּרוּטָה אַחַת הֲרֵי אֵלּוּ נוֹתְנִין שֵׁשׁ וְעֶשְׂרִים וּפְרוּטָה אַחַת. אַחַת וְעֶשְׂרִים וּפְרוּטָה שֶׁנָּתְנוּ מֵעַצְמָן וְחָמֵשׁ שֶׁהֵן חַיָּבִין בּוֹ מִשּׁוּם חֹמֶשׁ הַמַּתָּן שֶׁנָּתְנוּ תְּחִלָּה. וְכֵן אִם בָּא הַשֵּׁנִי וְאָמַר הֲרֵי הוּא שֶׁלִּי בְּעֶשְׂרִים וּשְׁתַּיִם. וּבָא שְׁלִישִׁי וְאָמַר בְּעֶשְׂרִים וְשָׁלֹשׁ. וּבָא רְבִיעִי וְאָמַר בְּעֶשְׂרִים וְאַרְבַּע. וּבָא הַחֲמִישִׁי וְאָמַר בְּעֶשְׂרִים וְחָמֵשׁ. וְהוֹסִיפוּ הֵן עַל הָעֶשְׂרִים וְחָמֵשׁ אֲפִלּוּ פְּרוּטָה אַחַת כּוֹפִין אוֹתָן לִתֵּן שְׁלֹשִׁים וּפְרוּטָה. חָמֵשׁ וְעֶשְׂרִים וּפְרוּטָה שֶׁנָּתְנוּ מֵעַצְמָן. וְחָמֵשׁ מֵחֹמֶשׁ שֶׁהֵן חַיָּבִין בּוֹ. לְפִי שֶׁאֵין הַבְּעָלִים מוֹסִיפִין חֹמֶשׁ עַל עִלּוּיוֹ שֶׁל זֶה אֶלָּא חֹמֶשׁ מַה שֶּׁנָּתְנוּ תְּחִלָּה מוֹסִיפִין עַל מַה שֶּׁנָּתַן הָאַחֲרוֹן אִם רָצוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא שָׁמוּ הַהֶקְדֵּשׁ שְׁלֹשָׁה מֻמְחִין. אֲבָל אִם שָׁמוּ אוֹתוֹ שְׁלֹשָׁה מֻמְחִין וְאָמְרוּ שֶׁהוּא שָׁוֶה מַה שֶּׁנָּתַן הָאַחֲרוֹן וְהוֹסִיפוּ הַבְּעָלִים עַל עִלּוּיוֹ אֲפִלּוּ פְּרוּטָה אַחַת הֲרֵי הֵן מוֹסִיפִין חֹמֶשׁ עַל עִלּוּיוֹ שֶׁל אַחֲרוֹן וְנוֹתְנִין אַחַת וּשְׁלֹשִׁים וְדִינָר וּפְרוּטָה: \n",
      "הֲרֵי שֶׁלֹּא נִשּׁוֹם הַהֶקְדֵּשׁ. וְנָתְנוּ הַבְּעָלִים תְּחִלָּה עֶשְׂרִים וּבָא אַחֵר וְנָתַן חָמֵשׁ וְעֶשְׂרִים וְשָׁתְקוּ הַבְּעָלִים וְלֹא הוֹסִיפוּ כְּלוּם. הַבְּעָלִים קוֹדְמִין שֶׁאַף הֵן חַיָּבִין לִתֵּן חָמֵשׁ וְעֶשְׂרִים מִפְּנֵי הַחֹמֶשׁ. בָּא אַחֵר וְנָתַן שֵׁשׁ וְעֶשְׂרִים הוּא קוֹדֵם. וְאִם רָצוּ הַבְּעָלִים וְהוֹסִיפוּ אֲפִלּוּ פְּרוּטָה נוֹתְנִין אַחַת וּשְׁלֹשִׁים וּפְרוּטָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְעַל דֶּרֶךְ זוֹ לְעוֹלָם: \n",
      "אֵין מַקְדִּישִׁין וְלֹא מַעֲרִיכִין וְלֹא מַחְרִימִין בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם מִקְדָּשׁ בַּחֲטָאֵינוּ כְּדֵי לְחַזֵּק אֶת בִּדְקוֹ. וְאִם הִקְדִּישׁ אוֹ הֶעֱרִיךְ אוֹ הֶחֱרִים אִם הָיְתָה בְּהֵמָה נוֹעֵל דֶּלֶת בְּפָנֶיהָ עַד שֶׁתָּמוּת מֵאֵלֶיהָ. וְאִם הָיוּ פֵּרוֹת אוֹ כְּסוּת אוֹ כֵּלִים מַנִּיחִין אוֹתָן עַד שֶׁיֵּרָקְבוּ. וְאִם הָיוּ מָעוֹת אוֹ כְּלֵי מַתָּכוֹת יַשְׁלִיכֵן לְיָם הַמֶּלַח אוֹ לַיָּם הַגָּדוֹל כְּדֵי לְאַבְּדָן: \n",
      "הִקְדִּישׁ אוֹ הֶחֱרִים עֶבֶד שֶׁנִּכְנַס לְמִצְוֹת פּוֹדֵהוּ וְיֵלְכוּ דָּמָיו לְיָם הַמֶּלַח כִּשְׁאָר דָּמִים וַעֲרָכִין שֶׁל זְמַן הַזֶּה. וְאִם הָיָה עֶבֶד עַכּוּ''ם לֹא מַעֲלִין וְלֹא מוֹרִידִין: \n",
      "מֻתָּר לִפְדּוֹת הַהֶקְדֵּשׁוֹת בַּזְּמַן הַזֶּה לְכַתְּחִלָּה וַאֲפִילוּ בִּפְרוּטָה וּמַשְׁלִיךְ אוֹתָהּ לְיָם הַמֶּלַח. וַחֲכָמִים דָנוּ שֶׁיִּפְדֶּה בְּאַרְבָּעָה זוּזִים אוֹ קָרוֹב לָזֶה כְּדֵי לְפַרְסֵם הַדָּבָר. אֲבָל בִּזְמַן הַמִּקְדָּשׁ לֹא יִפְדֶּה לְכַתְּחִלָּה אֶלָּא בְּשָׁוְיוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁהֶחְרִים בַּזְּמַן הַזֶּה מִטַּלְטְלִין סְתָם הֲרֵי אֵלּוּ נוֹתְנָן לַכֹּהֲנִים הַנִּמְצָאִין בְּאוֹתוֹ מָקוֹם. אֲבָל אִם הֶחֱרִים שָׂדֶה בְּאֶרֶץ יִשְׂרָאֵל סְתָם אוֹ שֶׁהֶחֱרִימָהּ לַכֹּהֲנִים אֵינָהּ חֵרֶם. שֶׁאֵין שְׂדֵה חֲרָמִים נוֹהֵג אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג. הֶחֱרִים לַכֹּהֲנִים קַרְקַע בְּחוּץ לָאָרֶץ וַאֲפִלּוּ בַּזְּמַן הַזֶּה הֲרֵי הִיא כְּמִטַּלְטְלִין בָּאָרֶץ יִשְׂרָאֵל וְתִנָּתֵן לַכֹּהֲנִים: \n",
      "אַף עַל פִּי שֶׁהַהֶקְדֵּשׁוֹת וְהַחֲרָמִין וְהָעֲרָכִין מִצְוֹת וְרָאוּי לוֹ לְאָדָם לְהַנְהִיג עַצְמוֹ בִּדְבָרִים אֵלּוּ כְּדֵי לָכֹף יִצְרוֹ וְלֹא יִהְיֶה כִּילַי וִיקַיֵּם מַה שֶּׁצִּוּוּ נְבִיאִים <small>(משלי ג ט)</small> \"כַּבֵּד אֶת הֵ' מֵהוֹנֶךָ\". אַף עַל פִּי כֵן אִם לֹא הִקְדִּישׁ וְלֹא הֶעֱרִיךְ וְלֹא הֶחֱרִים מֵעוֹלָם אֵין בְּכָךְ כְּלוּם. הֲרֵי הַתּוֹרָה הֵעִידָה וְאָמְרָה <small>(דברים כג כג)</small> \"וְכִי תֶחְדַּל לִנְדֹּר לֹא יִהְיֶה בְךָ חֵטְא\": \n",
      "לְעוֹלָם לֹא יַקְדִּישׁ אָדָם וְלֹא יַחֲרִים כָּל נְכָסָיו. וְהָעוֹשֶׂה כֵּן עוֹבֵר עַל דַּעַת הַכָּתוּב שֶׁהֲרֵי הוּא אוֹמֵר <small>(ויקרא כז כח)</small> \"מִכָּל אֲשֶׁר לוֹ\" וְלֹא כָּל אֲשֶׁר לוֹ כְּמוֹ שֶׁבֵּאֲרוּ חֲכָמִים. וְאֵין זוֹ חֲסִידוּת אֶלָּא שְׁטוּת שֶׁהֲרֵי הוּא מְאַבֵּד כָּל מָמוֹנוֹ וְיִצְטָרֵךְ לַבְּרִיּוֹת. וְאֵין מְרַחֲמִין עָלָיו. וּבָזֶה וְכַיּוֹצֵא בּוֹ אָמְרוּ חֲכָמִים חָסִיד שׁוֹטֶה מִכְּלַל מְבַלֵּי עוֹלָם. אֶלָּא כָּל הַמְפַזֵּר מָמוֹנוֹ בְּמִצְוֹת אַל יְפַזֵּר יוֹתֵר מֵחֹמֶשׁ. וְיִהְיֶה כְּמוֹ שֶׁצִּוּוּ נְבִיאִים <small>(תהילים קיב ה)</small> \"מְכַלְכֵּל דְּבָרָיו בְּמִשְׁפָּט\" בֵּין בְּדִבְרֵי תּוֹרָה בֵּין בְּדִבְרֵי עוֹלָם. אֲפִלּוּ בְּקָרְבָּנוֹת שֶׁאָדָם חַיָּב בָּהֶן הֲרֵי חָסָה תּוֹרָה עַל הַמָּמוֹן וְאָמְרָה שֶׁיָּבִיא כְּפִי מִסַּת יָדוֹ. קַל וָחֹמֶר לִדְבָרִים שֶׁלֹּא נִתְחַיֵּב בָּהֶן אֶלָּא מֵחֲמַת נִדְרוֹ שֶׁלֹּא יִנְדֹּר אֶלָּא כָּרָאוּי לוֹ שֶׁנֶּאֱמַר <small>(דברים טז יז)</small> \"אִישׁ כְּמַתְּנַת יָדוֹ כְּבִרְכַּת ה' אֱלֹהֶיךָ אֲשֶׁר נָתַן לָךְ\": \n",
      "נגמר ספר שישי, בעזרת שדיי. ומניין פרקים של ספר זה, שלושה וארבעים: הלכות שבועות, שנים עשר פרקים; הלכות נדרים, שלושה עשר פרקים; הלכות נזירות, עשרה פרקים; הלכות ערכים וחרמים, שמונה פרקים."
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ],
    [
      "Wikisource Mishneh Torah",
      "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_%D7%9C%D7%A8%D7%9E%D7%91%22%D7%9D"
    ]
  ],
  "heTitle": "הלכות ערכים וחרמין",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Haflaah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> העכו''ם נערך אבל לא מעריך.</b> א''א פוסק כר''מ ור' יהודה חולק ואמר מעריך אבל לא נערך וקי''ל כר''י ואפשר משום דאמר רבה הלכתא כר''מ מסתבר וכו' ולא מיחוור דלא מידחיא הלכתא פסיקא במסתברא ור''מ ור''י הלכתא פסיקא היא כר' יהודה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האומר ערכי עלי ומת קודם שעמד בדין.</b> א''א עמידה בדין שהוזכרה בגמ' על זה לא באו לה מדרך העמדה והערכה האמורה בכאן שהרי ראוי היה בשעת הנדר להעמדה והערכה ולמעוטי גוסס ויוצא ליהרג שאינן ראויין בשעת הנדר והכי איתא בסיפרי אבל הוזכרה שם לחיוב היורשים מפני שהוא מלוה על פה והשתא דקיימא לן מלוה על פה גובה מן היורשים דשעבודא דאורייתא לא אצטרכינן לעמידה בדין לא לעורך ולא לנערך. מי חכם ויבן אלה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שתי לשכות היו במקדש וכו'.</b> א''א לשון התוספתא חומר בקדשי מזבח מקדשי בדק הבית קדשי מזבח מוציאין את הראוי להם מקדשי בדק הבית ואין קדשי בדק הבית מוציאים את הראוי להם לקדשי מזבח כך הוא מתוקן בשקלים ירושלמי ובתוספתא היא להפך ומ''מ אין הסברא נותנת כפירושו ואם כפירושו היה צ''ל קדשי מזבח מוציאין את הצריך להם מקדשי בדק הבית ועוד תנן אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותן מקדושה לקדושה ואם כפירושו הרי משנין אבל עיקר התוספתא לא דברה אלא על נדבת הכלים המוטלין בלשכה שהלשכה הזו עשויה לצורך זה וזה ואם היה שם כל הראוי למזבח והוצרכו לו מוציאין אותו משם למזבח א''נ להעדפה אבל אין מוציאין מלשכת בדק הבית למזבח כלי הצריך לו ולשכת בדק הבית אחרת היתה שם וכן לשכת התרומה וזאת הלשכה היתה היא מיוחדת לכלים וקורא אותה כאן קדשי בדה''ב מפני שרובה היתה לבה''ב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> עשיר שאמר ערכי וכו' הרי העני חייב בערך עשיר.</b> א''א זו כרבי וחכמים חולקין עליו ואומרין שאינו נותן אלא ערך עני: "
      ],
      [],
      [],
      [
        "<b> וכן האומר דמי עלי וכו' הרי פירשו.</b> א''א לא מן השם הוא זה אלא לפי שהערכים הם כעין קנס כשלשים של עבד חסה התורה עליו שידון בהשג יד אבל בדמים אין קנס וגזרת הכתוב הוא ואם מך הוא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נשאר בינו ובין היובל שנה וחדשים אם רצה הגזבר לחשוב החדשים.</b> א''א אמת הוא שכך כתוב בספרים ומניין שאם רצה ההקדש לעשות חדשים שנה עושה והיכי דמי כגון דאקדשה בפלגו דארבעין ותמני ת''ל וחשב לו מכל מקום. ואומר אני שזה הפירוש לא היה מעיקר הגמרא דאי אקדשה בפלגו דארבעין ותמני הלא אין שתי שנים לפני היובל וכבר אמר שאינו גואל בגרעון פחות משתי שנים לפני היובל וא''כ למה יעשה לו הכהן מחדשים שנה ויתן ב' שקלים וב' פונדיונין הלא טוב לו להקדש שלא יעשה ויחשבו לשנה ומחצה ויתן נ' שקל שלימות שהרי אין ב' שנים שלימות לפני היובל והיה לו לומר דאקדשה בפלגו דארבעין ושבע (וישלם ג' סלעים וג' פונדיונין). ונראה לי טעות מפורש היה ואפשר שכך ר''ל שאם רצה הקדש לעשות חדשים משנת מ''ח כאילו חסרה כל שנת מ''ח והרי אין גואלין לפני היובל בגירוע פחות מב' שנים ואין כאן אלא שנה אחת וכן עיקר. ועוד לשון הברייתא עצמה קשה לי ומניין שאם רצה הקדש לעשות חדש שנה עושה וכי ברצון הגזבר הדבר תלוי ואולי נאמר כן משום דכתיב וחשב לו הכהן ולא כתוב ונתן על פי השנים אלא בחשבון הכהן הדבר תלוי ולפי מה שיראה שבח ההקדש יעלה (את) פדיונו ובתורת כהנים דורש מדרש זה מדכתיב עד שנת היובל שלא יכנס ביובל כלום: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נמדדין בפני עצמן ומחשבין להם מה שראוי להם.</b> א''א איני יודע מה הן בפני עצמן שהרי נמדדין עמה לפי הגמרא: "
      ],
      [
        "<b> ומחשבין האילנות בשוייהן והקרקע מודדין.</b> א''א אינו כן אלא שהן נפדין על גבי השדה ואע''ג דאמר רב הונא הכי בערכין שמעתיה דרב פפא דהוא בתרא מחזיא דלא ס''ל הכי דוק ותשכח: "
      ],
      [],
      [
        "<b> כל שלשה אילנות.</b> א''א זה אינו מחוור. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> גאלה המקדיש קודם שיגיע היובל הרי זו חוזרת לבעליה.</b> א''א לא ידעתי מאי חוזרת והרי היא תחת ידו: ",
        "<b> המקדיש וגאלה מידן חוזרת לו לעולם.</b> א''א תמה אני על זה והרי המשנה אמרה גאלה אחר או אחד מן הקרובים וגאלה מידו יוצאה לכהנים ביובל הנה שאפילו גאלוה הבעלים מיד האחר קודם שיגיע היובל כשיגיע היובל יוצאה לכהנים. אחר כן בדקתי בנוסחאות ומצאתים מתחלפות ומצאתי נוסחא כדבריו: "
      ],
      [],
      [
        "<b> האשה שהקדישה שדה אחוזתה וכו' לפיכך קדמה האשה.</b> א''א מסתברא שהאשה יותר מוחזקת מפני שיד הבעל כיד האשה בכל נכסיה ועדיפא נמי מידה וכיון שהשדה תחת יד הבעל הרי הוא זוכה לעצמו בה בשביל פירותיו: "
      ],
      [],
      [],
      [
        "<b> המקדיש את האילנות והגיע היובל.</b> א''א וזו היא שמעתא דרב פפא שכתבתי למעלה ומתחזי בגמרא דבחד אילן קאמר דמסתמא לית ליה קרקע אא''כ בא מחמת טענה (והחזיק) ומשום הכי פודה אותה בשוייה הא אית ליה ארעא פודהו אגב ארעא והכי איתא בגמרא התם: "
      ]
    ],
    [
      [
        "<b> במה דברים אמורים בזמן שמצות יובל נוהגת.</b> א''א לא מצאתי שום הפרש בין זה לזה שהרי מצות גאולת אדון כתובה היא בתורה והיא בשעת היובל ועוד מפני רבוי החומש שהוא בכל זמן וכשדברה המשנה בשעה שהיובל נוהג לא מפני שיש הפרש להקדימתו לא למצוה ולא לכוף אלא מפני שאר דברים האמורים במשנה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הקדיש נכסיו סתם וכו' אם נפל בו מום.</b> א''א לא ידעתי היאך מספיק זה הטעם לסברתו והלא בכל מקום נפדין הן ואם במקדיש נכסיו סתם סובר כר' אליעזר כמ''ש למעלה אין זה הטעם מספיק למה לא יפלו הדמים לבדק הבית. ואני אומר דר' אליעזר ששנה זו המשנה ס''ל כר' יהושע דאמר הכל קרב עולה ואפי' דמי הנקבות ומשום הכי דמים אלו יקרבו עולות. וא''ת עופות למה לא יקרבו עצמן עולות משום דכתיב בבקר לא עופות והכי איתא בשקלים ירושלמי: "
      ],
      [],
      [],
      [],
      [
        "<b> אבל אם הקדיש שחוטה וכו' תפדה.</b> א''א אפילו למזבח ואפילו הקדישם חיים למזבח ומתו אם היו בעלי מומין מתחלתן יפדו: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> וכן האומר ראש עבד זה רואין כמה ישוה אותו עבד.</b> א''א כאשר עיינתי בדבריו לא מצאתי בהם טעם וכי מה ישוה אדם כאשר יוסר ראשו ואפי' לכלבים אינו ראוי שהרי איסור הנאה הוא ואם תאמר לפי מעלתו זה כנגד כל גופו והרי זה נדון בכבודו למזבח וא''כ שותף שלו היאך הוא והוא סבור שמה שאמר ראש עבד זה הקדש הוא והקדש שותפין בו שיתן דמי ראשו להקדש ואני איני אומר כן אלא סתם שותפין מחצה למחצה ושמין את דמיו ונותן מחצה למזבח או אם יעשה מלאכה חצי שכרו למזבח: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכל המקדיש עבדו ושפחתו וכו' רשאין ליקח דמיהן.</b> א''א זה דלא כרבי דאמר אף הוא נותן דמי עצמו ויוצא מפני שהוא כמוכר לו דקסבר כסף גומר בו וקי''ל כותיה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ראיה לדבר זה מה שאמר יעקב אבינו וכל אשר תתן לי והרי האומר לא אפטר מן העולם עד שאהיה נזיר.</b> א''א הראיה מיעקב ראיה היא אבל זו של נזיר אינה כלום שהרי בידו היא ועוד כי לא ידע מתי יפטר והרי הוא כאילו אמר הריני נזיר מיד: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המקדיש כל נכסיו והיתה עליו וכו' מפקיע השעבוד.</b> א''א איני סובר שהקדש זה מפקיע מידי השעבוד שהרי הפדיון אינו אלא כל דהו משום דרבי אבהו שלא יאמרו הקדש יוצא בלא פדיון ומשום הכי תנא במתני' הפודה פודה פירוש לישנא קלילא ואינו מפקיע אלא קדושת הגוף כגון הקדש קונמות או תפיסת המת כדאיתא בכתובות וביבמות: "
      ],
      [
        "<b> הא למה זה דומה וכו'.</b> א''א ומנין לו שאם מכר הלוקח ראשון לאחר שהיא טורפת מן השני ומה מכר לו ראשון לשני כל זכות שתבא לידו ועוד דאמר לה אי שתקת שתקת ואי לא מהדרנא שטרא למרא קמא ואין זה דומה למה שאמרו במשנה ובגמרא: "
      ],
      [
        "<b> אלא פודין אותה סתם שאם התנו ליתן אינה נפדית כלל.</b> א''א איני מבין דבריו אבל פירוש הענין אני סובר לרבן גמליאל אם היה חובו יותר מדמי ההקדש אינו צריך לפדותו שאין ההקדש חל עליו אבל אם הוא כנגד חובו מוסיף דינר ופודהו שמא יש בה מותר שא''א לכוין ורבנן סברי לעולם צריך לפדות עד שיהא החוב פי שנים על דמי ההקדש וטעמייהו דרבנן לפי שאין אונאה לקרקעות עד כפלים הלכך אם הקדיש במנה אע''פ שחובו מאתים חסר דינר ההקדש חל עליו עד מאתים: "
      ],
      [],
      [],
      [
        "<b> במה דברים אמורים בבריא וכו'.</b> א''א ואפילו אחר שהקדיש שבשעה שהקדיש כל אדם נאמן ומ''ש בסוף ואם אחר שהקדיש אמר תנו לא נתברר אצלי: ",
        "<b> נשבע וגובה מן הפודה לא מן ההקדש.</b> א''א אם מנה פקדון הוא אינו צריך פדיון: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> במה דברים אמורים בשחזרו זה וכו' וממשכנים אותו מנכסי שני בשבע.</b> א''א אע''פ (שאמרו) שהם משלשין ביניהם לפי הגמרא אין נראה כפירושו דהא אקשינן עליה דרב חסדא חזר בו של ארבעים ממשכנין אותו עד עשר ואמאי ליתיב בן חמשים בהדיה ואם כפירושו שמשוין ביניהם הממעיט למרבה אמאי מקשינן ליתיב בר חמשין בהדיה והלא שוין הן זה בעשר וזה בעשר אלא משלשין ביניהם שמשוין את המרבה לממעיט והמרבה שחזר בו נותן חלק בחזרת הממעיט מחצה והטעם שגם הוא כשאמר חמשים הארבעים בכללן נמצאו שניהם חוזרין בעשר שהוסיפו על בן שלשים לפיכך בן חמשים ובן ארבעים משלימין אותן העשר וכן כל פחת שיהיה שם המרבה משלים עד הממעיט אבל לא הממעיט עד המרבה: "
      ],
      [
        "<b> ואם הוסיפו הבעלים עד עשרים ואחת.</b> א''א זה הדרך כמה הוא זר בעיני ורחוק מדעתי וזו הפרוטה מה טיבה אם הבעלים משוין בקרן עם הזרים שגם הם מוסיפים דינר תוספת הפרוטה יתירה מה צורך הרי הוא שוה עמהן בקרן וחומש מן החומש הרי חשבון המשנה כדין ומה צורך עוד לתוספת פרוטה ולא אמרו הגמרא זו התוספת של פרוטה אלא על הסוף אמר אחד בעשרים וחמש הבעלים נותנין שלשים ועל זה הקשו בגמרא ולימא אתא גברא בחריקין פירוש זה שאמר בעשרים וחמש דינר בא במקומי בשלמא בהנך אחרים כיון דבצרי מיניה אמרינן ליה הב מאי דאמרי אינהו ואוסיף חומש על דבורך אלא השתא דאיכא האיך לימא להו בא זה במקומי וקחו ממני עשרים וחמש סלעים ושני ליה דאמור בעלים עשרים סלעים ופרוטה וכי אמר האיך עשרים וחמש בצר ליה פרוטה וחומשא ממה דאמור בעלים מש''ה אמרינן ליה הב קרנא כדאמר האיך ואוסיף חומשא על דבורך דהוי שלשים ופרוטה וחומשא וכיון דלא הוי דינר לא דק: "
      ],
      [],
      [],
      [
        "<b> ואם היו מעות או כלי מתכות יוליכם לים המלח או לים הגדול כדי לאבדן.</b> א''א כשאינו רוצה לפדותן אבל אם ירצה לפדותם יפדה אותם בפרוטה ויוליך פדיונם לים המלח: "
      ],
      [],
      [],
      [
        "<b> שאין שדה חרמים נוהגת אלא בזמן שהיובל נוהג.</b> כתב הראב''ד ז''ל א''א יש מי שסובר מה שאמר אין שדה חרמים נוהג וכו' לומר שלא יהא לכהן אלא לשמים. ויש מקצת ראיה שאמר בנדרים אין אנשי הגליל מכירין בחרמי כהנים וכיון שהחרמים ניתנין לאנשי משמר ועכשיו אין משמר לא נתכוון זה אלא לשמים: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>הערכים הם נדר מכלל נדרי הקדש וכו'.</b> כתב כן ליתן טעם למה כתב הלכות אלו בספר הפלאה. \n",
        "<b>ומ''ש לפיכך חייבים עליהם:</b> \n\n"
      ],
      [
        "<b>מצות עשה לדון בדיני ערכין: ואחד האומר ערכי עלי או האומר ערך זה עלי או ערך פלוני עלי וכו'.</b> מבואר בפ''א (דף ד':) ופ''ה דערכין (דף כ'): \n\n"
      ],
      [
        "<b>וכמה הוא הערך אם היה הנערך בן שלשים יום או פחות וכו'.</b> משנה בריש ערכין פחות מבן חדש נידר אבל לא נערך ובגמ' ת''ר המעריך פחות מבן חדש ר''מ אומר נותן דמיו וחכמים אומרים לא אמר כלום במאי קא מיפלגי ר''מ סבר אין אדם מוציא דבריו לבטלה יודע שאין ערכין לפחות מבן חדש וגמר ואמר לשם דמים ורבנן סברי אדם מוציא דבריו לבטלה כמאן אזלא הא דאמר רב גידל אמר רב האומר ערך כלי עלי נותן דמים כר''מ וידוע דהלכה כחכמים: \n",
        "<b>היה מבן אחד ושלשים יום עד בן חמש שנים גמורות וכו'.</b> לשון התורה ואם מבן חדש ועד בן חמש שנים והיה ערכך הזכר עשרים שקלים ולנקבה עשרת שקלים ובספ''ד דערכין (דף י''ח) תנן ר''א אומר עד שיהיו יתרות על השנים חדש ויום אחד ופירש''י ר''א אומר לעולם שנת חמש ושנת עשרים ושנת ששים כלמטה עד שתשלם כל השנה וחדש ויום אחד משנה האחרת. ובגמ' תניא ר''א אומר נאמר כאן למעלה ונאמר להלן ופדויו מבן חדש ומעלה תפדה מה להלן מבן חדש ויום אחד אף כאן מבן חדש ויום אחד ואימא כי התם מה התם חד יומא אף כאן חד יומא א''כ ג''ש מאי אהני, ופירש''י ג''ש מאי אהני לי בלא ג''ש ידענא דחד יומא בעינן דהא ומעלה כתיב. וכתבו התוספות ופדויו מבן חדש ומעלה חפשנו אחר מקרא זה ולא מצאנוהו כי אם ופדויו מבן חדש תפדה ושמא דריש הכי מדכתב ופדויו מבן חדש דמשמע מבן חדש ומעלה מדלא כתיב בן חדש עכ''ל. משמע דהוו גרסי ופדויו מבן חדש ומעלה כמו בספרים דידן ומש''ה הוה קשיא להו אבל רש''י נראה דלא הוה גריס ופדויו שכתב וז''ל ונאמר להלן גבי לויים חדש ומעלה מה להלן חדש ויום אחד כדכתיב מבן חדש ומעלה דכבר נכנס בחדש האחר אף כאן בחדש ויום אחד עכ''ל. וטעמו מדכתיב בפרשת במדבר גבי לויים מבן חדש ומעלה תפקדם ולרבנן דפליגי ארבי אליעזר אע''ג דלא דרשי ג''ש מ''מ גילוי מילתא היא מדאשכחן בחד דוכתא מבן חדש ומעלה לכל היכא דכתיב מבן חדש דהוי בן חדש ויום אחד. א''נ מדכתיב בערכין בפרשת אם בחקותי ואם מבן חדש דמשמע שיהיה בן חדש שלם שיהא בן חדש ויום אחד: \n",
        "<b>משנכנס בשנת שש יום אחד וכו'.</b> בפרשת אם בחקותי ואם מבן חמש שנים ועד בן עשרים שנה והיה ערכך הזכר עשרים שקלים ולנקבה עשרת שקלים וכבר נתבאר בסמוך שכשנאמר חדש שיהא שלם דהיינו שיהא יתר על החדש יום אחד והוא הדין לשנים: \n",
        "<b>משיכנס בשנת אחת ועשרים וכו'.</b> מבואר בכתוב וע''פ מה שכתבתי בסמוך: \n\n"
      ],
      [
        "<b>כל השנים האלו מעת לעת וכו'.</b> בספ''ד דערכין (דף י''ח:) אמרינן דשנה האמורה בערכין מעת לעת ולא שנה למנין עולם והוה משמע לי דלא אתא למעוטי אלא דלא אזלינן בתר שנות עולם אבל בין נולד שחרית לנולד בין הערבים לא מפלגינן אלא שרש''י כתב מעת לעת אותו יום ואותה שעה לשנה הבאה ולא אזלינן בתר מנין עולם דכי מטי תשרי נחשוב ליה שתא עכ''ל. ואע''פ שמסוף לשונו משמע כדפרישית מ''ש ואותה שעה קשה בעיני והתוס' כתבו בפ''ח דערכין דף ל''א ד''ה שנת ממכרו נפקא במסכת נדה פירש ה''ר אלחנן דדוקא בבתי ערי חומה בעינן מעת לעת אבל אינך דהתם דמצי למימר דאזלינן בתר שנים שלהם ולא בתר שנות עולם בכולהו לא בעינן מעת לעת דבבתי ערי חומה דוקא הוא דגלי קרא אבל דאינך לא. והתוס' כתבו כאן ה''ה בכלהו בעינן מעת לעת דילפינן שנה מבתי ערי חומה כדאמרינן בגמ' לקרא גבי מילתא אחריתי עכ''ל: \n",
        "<b>וכל השקלים בשקל הקדש.</b> משנה בפ' יש בכור (בכורות דף מ״ט:) חמש סלעים של בן שלשים של עבד נ' של אונס ומפתה ק' של מוציא שם רע כולם בשקל הקדש במנה צורי. \n",
        "<b>ומ''ש והוא משקל ש''כ שעורה מכסף טהור וכו'.</b> כמו שביארנו בהלכות שקלים פ' [ראשון]: \n\n"
      ],
      [
        "<b>טומטום ואנדרוגינוס אין להם ערך וכו'.</b> משנה בריש ערכין: \n\n"
      ],
      [
        "<b>העכו''ם נערך אבל אינו מעריך.</b> משנה שם (דף ה':) עכו''ם ר''מ אומר נערך אבל לא מעריך ר' יהודה אומר מעריך אבל לא נערך ובגמ' ת''ר בני ישראל מעריכין ואין העכו''ם מעריכין יכול לא יהיו נערכין תלמוד לומר איש דברי ר''מ אמר ר''מ וכי מאחר שמקרא אחד מרבה ומקרא אחד ממעט מפני מה אני אומר נערך ולא מעריך מפני שריבה הכתוב בנערכים יותר מבמעריכים שהרי חרש שוטה וקטן נערך אבל לא מעריך ר''י אומר בני ישראל נערכים ואין העכו''ם נערכים יכול לא יהו מעריכים תלמוד לומר איש אמר ר''י וכי מאחר שמקרא אחד מרבה ומקרא אחד ממעט מפני מה אני אומר עכו''ם מעריך ולא נערך מפני שריבה הכתוב במעריכים יותר מבנערכים שהרי טומטום ואנדרוגינוס מעריכים אבל לא נערכים אמר רבא הלכתיה דרבי מאיר מסתברא טעמיה לא מסתברא. הלכתיה [דרבי מאיר] מסתברא דכתיב לא לכם ולנו לבנות את בית אלהינו טעמיה לא מסתברא דקא מייתי ליה מחרש שוטה וקטן שאני חרש שוטה וקטן דלאו בני דעה נינהו טעמיה דרבי יהודה מסתברא דקא מייתי לה מטומטום ואנדרוגינוס דאע''ג דבני דעה מעטינהו רחמנא הלכתיה לא מסתברא דכתיב לא לכם ולנו לבנות את בית אלהינו ופסק רבינו כר''מ משום דאמר רבא דמסתברא הלכתיה: \n",
        "<b>וכתב</b> הראב''ד א''א פוסק כרבי מאיר ור''י חולק ואמר מעריך אבל לא נערך וכו' ורבינו סובר דכיון דאתמר עלה מסתבר טעמיה עדיף מכללא דר''מ ור''י הלכה כר''י שהוא כלל כולל בעלמא ואין למדין מן הכללות: \n",
        "<b>וכן המעריך את החרש ואת השוטה חייב וכו'.</b> משנה שם: \n\n"
      ],
      [
        "<b>העבד נערך ועורך וכו'.</b> גם זה שם במשנה: \n\n"
      ],
      [
        "<b>אחד המעריך את היפה הבריא וכו'.</b> משנה ריש פרק ג' דערכין (דף י''ג). \n",
        "<b>ומ''ש אפי' היה הנערך מוכה שחין,</b> בריש ערכין: \n\n"
      ],
      [
        "<b>הדמים אינם כערכים וכו'.</b> ברפ''ג דערכין (דף י''ג) יש בערכין להקל ולהחמיר כיצד אחד שהעריך את הנאה שבישראל ואת הכעור שבישראל נותן חמשים סלע ואם אמר הרי דמיו עלי נותן את שוויו. \n",
        "<b>ומ''ש אפי' היה אותו פלוני קטן בן יומו</b> הכי משמע מדתנן בריש ערכין (דף ה') פחות מבן חדש נידר אבל לא נערך. \n",
        "<b>ומ''ש או טומטום ואנדרוגינוס.</b> שם. \n",
        "<b>ומ''ש או עכו''ם.</b> שם במשנה גבי נכרי זה וזה מודים שנודרים ונידרים: \n\n"
      ],
      [
        "<b>והערכים כולם והדמים כולם לבדק הבית.</b> (שלהי שום היתומים (דף כ''ד) ): \n\n"
      ],
      [
        "<b>עכו''ם שאמר דמי עלי.</b> שם (דף ה'): \n\n"
      ],
      [],
      [
        "<b>הגוסס אין לו ערך ולא דמים וכו'.</b> משנה פרקא קמא דערכין (דף ו') הגוסס והיוצא ליהרג לא נידר ולא נערך ובגמ' בשלמא גוסס לא נידר דלא בר דמים הוא וכו' עד ולא כל האדם: \n",
        "<b>וכן מי שנגמר וכו' ועל זה נאמר וכו':</b> \n\n"
      ],
      [
        "<b>זה היוצא ליהרג שהעריך אחרים וכו'.</b> שם במשנה גבי גוסס ויוצא ליהרג רבי יוסי אומר נודר ומעריך ומקדיש ואם הזיק חייב בתשלומין ובגמרא בנודר ומעריך ומקדיש כולי עלמא לא פליגי כי פליגי באם הזיק (חייב לשלם) ודייק רבינו לכתוב שנגמר דינו בבית דין של ישראל משום דאילו בבית דין של עכו''ם אפילו נגמר דינו לא חשיב מת כדאמרינן בפרק כל הגט: \n\n"
      ],
      [
        "<b>כהנים ולוים מעריכים ונערכים.</b> משנה בריש ערכין: \n",
        "<b>וקטן שהגיע לעונת הנדרים וכו'.</b> נזיר פרק תשיעי (דף ס''ב:): \n\n"
      ],
      [
        "<b>הערכים הקצובים לפי השנים וכו'.</b> משנה רפ''ד דערכין (דף י''ח:) השנים בנידר כיצד ילד שהעריך את הזקן נותן ערך זקן וזקן שהעריך את הילד נותן ערך ילד: \n\n"
      ],
      [
        "<b>וצריך המעריך שיהא פיו ולבו שוים וכו': ונשאלים על הערכים ועל הדמים וכו':</b> \n\n"
      ],
      [
        "<b>האומר ערך אלו עלי וכו'.</b> בפ''ק (דף ד':) אין לי אלא אחד שהעריך אחד אחד שהעריך מאה מנין תלמוד לומר נפשות: \n\n"
      ],
      [
        "<b>האומר ערכי עלי וחזר ואמר ערכי עלי וכו' אמר שני ערכי עלי וכו'.</b> בריש פרק ב' דערכין (דף ז':): \n\n"
      ],
      [
        "<b>אמר הרי עלי ערך ולא פירש ערך מי וכו'.</b> בריש ערכין (דף ד'): \n\n"
      ],
      [
        "<b>האומר ערכי עלי וכו'.</b> משנה פרק רביעי דערכין (דף כ') האומר ערכי עלי ומת יתנו היורשים דמי עלי ומת לא יתנו היורשים שאין דמים למתים ובגמרא אמר ערכי עלי ומת יתנו היורשים שמע מינה מלוה על פה גובה מן היורשים שאני הכא דמלוה הכתובה בתורה היא שמע מינה מלוה הכתובה בתורה ככתובה בשטר דמיא הכא במאי עסקינן כשעמד בדין דכוותה גבי דמי עלי שעמד בדין אמאי לא יתנו היורשים דמי עלי מחוסר אומדנא ערכי עלי לא מיחסר ולא כלום: \n",
        "<b>כתב</b> הראב''ד א''א עמידה בדין שהוזכרה בגמרא וכו'. וי''ל לדעת רבינו דאף על גב דהכא לא אוקימנא משעמד בדין אלא כי היכי דלא נשמע מינה דמלוה על פה גובה מן היורשים מכל מקום כיון דחזינן דבמתניתין דלקמן מוקי גמרא בשעמד בדין כמו שאכתוב בסמוך משמע דבלאו הכי קים ליה לגמרא דאם לא עמד בדין פטורים וע''כ היינו מדכתיב והעמידו לפני הכהן והעריך אותו הכהן: \n\n"
      ],
      [],
      [
        "<b>ומה בין ערכין לדמים וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש וכן האומר ערך פלוני עלי ומת וכו'.</b> משנה בפרק רביעי דערכין האומר ערכו של פלוני עלי מת הנודר והנידר יתנו היורשים דמיו של פלוני עלי מת הנודר יתנו היורשים מת הנידר לא יתנו היורשים שאין דמים למתים ובגמרא מת הנודר וכו' מאי ניהו שעמד בדין היינו (הך) סיפא איצטריכא ליה דמיו של פלוני עלי ומת הנודר יתנו היורשים דמהו דתימא כיון דלא אמדוהו לא אשתעבוד נכסי קמ''ל כיון דעמד בדין אישתעבודי אישתעבוד נכסי ואומדנא גלויי מילתא בעלמא הוא, ופירש''י מאי ניהו שעמד בדין כלומר מתני' דקתני יתנו היורשים היכי מיתוקמא בע''כ כשעמד בדין קודם מותו כדאוקמת ברישא ואמאי הדר קתני לה דמהו דתימא אע''פ שעמד בדין נודר קודם מותו הואיל ולא אמדו נידר בחיי נודר לא אשתעבדו נכסי דיתמי. גלוי מילתא בעלמא הוא לגלות מהו חייב הואיל ונידר קיים אמדינן ליה: \n\n"
      ]
    ],
    [
      [
        "<b>האומר ערך ידי וכו'.</b> משנה פרק רביעי דערכין (דף כ') ערך ידי וערך רגלי עלי לא אמר כלום ערך ראשי וערך כבדי עלי נותן ערך כולו זה הכלל דבר שהנשמה תלויה בו נותן ערך כולו: \n\n"
      ],
      [
        "<b>אמר חצי ערכי עלי וכו'.</b> גם זה משנה שם: \n\n"
      ],
      [
        "<b>האומר דמי ידי עלי וכו'.</b> גם זה משנה שם (דף י''ט:). \n",
        "<b>ומ''ש כיצד אם נמכר הוא כולו וכו'</b> שם בגמ' היכי שיימינן ליה אמר רבא אומדין אותו אומד של נזקין א''ל אביי מי דמי התם גברא זילא הוא הכא גברא שביח הוא אמר אביי (אומדין) כמה אדם רוצה (ליתן) בעבד העושה מלאכה בידו אחת לעושה (מלאכה) בשתי ידיו ידו אחת מאי ניהו ואידך פסיקא היינו הך אלא ידו מוכתבת לרבו ראשון. ופירש''י אומד של נזקין כמו שאומדין אדם שקטע לו חבירו ידו שמין אותו כעבד הנמכר בשוק כמה היה יפה קודם לכן וכמה הוא יפה עכשיו. התם גברא זילא הוא שכבר נקטעה ידו ואפי' תחלת דמיו שאומדים עתה כמה היה יפה קודם לכן אין נישומין אלא בזול שהרי רואים אותו מזולזל. הכא גברא שביחא הוא ששתי ידיו שלימות וצריך לשום כמה הוא (יפה עכשיו) שיקדיש דמיו וכמה הוא יפה אם יחתכו ידו. ידו אחת מאי ניהו ואידך פסיקא כלומר למה הוא עושה מלאכה בידו אחת שהאחרת קטועה היינו אומד של נזקין. ידו מוכתבת לרבו ראשון שלא יעשה בה מלאכה לרבו שני דהשתא שיימינן בגברא שביחא עכ''ל: \n\n"
      ],
      [
        "<b>האומר דמי ראשי או כבדי עלי וכו' עד נותן חצי דמיו.</b> גם זה משנה שם: \n\n"
      ],
      [
        "<b>האומר משקלי עלי וכו'.</b> משנה וגמרא שם בראש הפרק (דף י''ח) ופריך בגמרא פשיטא ומשני הא קמ''ל וכו' עד מהו דתימא בטיל מתורת שקל קמ''ל. ורבינו כתב לקמן בסמוך מקצת זה והשמיט קצתו ולא ידעתי למה: \n",
        "<b>אמר משקל ידי או רגלי עלי וכו'.</b> גם זה משנה שם וכרבי יוסי. \n",
        "<b>ומה שכתב ועד היכן היא היד לענין זה וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>האומר קומתי עלי וכו' אמר מלא קומתי עלי וכו'.</b> מימרא דרבי יהודה שם ואמרינן בגמרא דאתי כרבי עקיבא דדייק לישנא יתירא: \n\n"
      ],
      [
        "<b>האומר משקלי עלי ולא פירש מאי זה מין וכו'.</b> שם במשנה האומר משקלי עלי נותן משקלו אם כסף כסף ואם זהב זהב ומעשה באמה של ירמטיא וכו' ובגמ' מעשה לסתור וכו' ופירש''י מעשה לסתור קתני רישא וכו' חסורי מחסרא והכי קתני וכו'. \n",
        "<b>ומ''ש רבינו ונתכוון למתנה מרובה,</b> וי''ו זו ט''ס הוא דמשמע דמפלגינן בין נתכוון למתנה מרובה ללא נתכוון ובגמ' לא מפלגינן בהכי לפיכך צריך למוחקה ולכתוב מתכוין למתנה מרובה וכן מצאתי בספר מוגה. ואפשר לקיים גירסא זו ע''פ מ''ש לקמן בסמוך הכל לפי ממונו ודעתו כלומר שאע''פ שהוא עשיר מופלג אם אנו יודעים בו שהוא כילי דינו כדין עני וזהו שהתנה ונתכוון למתנה מרובה אם אמדנו דעתו שהוא נדיב ונתכוון למתנה מרובה נותן משקלו זהב. \n",
        "<b>ומ''ש וה''ה באומר משקל ידי עלי וכו'</b> נלמד ממה שנתבאר בסמוך. \n",
        "<b>ומ''ש ואם אינו מופלג בעשירות וכו'.</b> נתבאר בפרק זה. \n",
        "<b>ומ''ש וכן נותן שרביט מלא קומתו אפי' של עץ</b> נלמד מדין המשקל: \n\n"
      ],
      [
        "<b>האומר עמדי עלי וכו'.</b> שם בעיי דלא איפשיטא ואף על גב דבנוסחא דידן אין כתוב מקום ישיבתי ולא עביי בנוסחת רבינו היה כתוב. ופירש''י עומדי עלי מי הוי משמע שרביט קומתו או לא. רחבי עלי מהו מי הוי משמע שרביט רחב דוגמתי או משמע שרביט ארוך כמדת רחבי היקפו מהו מי יהיב שרביט נכפף וארוך כמדת היקפו או דילמא שרביט עבה כהיקפי בעי למיתב תיקו. ופסק רבינו לגבי יורשים כדין ספיקא דממונא דהוי לקולא אבל לגבי דידיה פסק שמביא לפי ממונו עד שיאמר לא לכך נתכוונתי משום דאפשר לברר כוונתו ע''פ דבריו: \n\n"
      ],
      [
        "<b>האומר הרי עלי מטבע כסף וכו'.</b> משנה בסוף מנחות (דף ק''ו:) הרי עלי כסף לא יפחות וכו' ובגמרא לא יפחות מדינר כסף ודילמא נסכא (ותירצו) דאמר מטבע וכו': \n",
        "<b>ברזל וכו' עד לכלה עורב.</b> (שם בגמ') ובנחשת לא חש רבינו לדראב''י אע''פ שמשנתו קב ונקי מפני שאינו אלא בברייתא וסתם מתניתין עדיף. ולא ידעתי למה השמיט רבינו דין האומר עלי מטבע זהב וכן למה לא כתב גבי לא יפחות מדינר כסף דה''מ באתרא דלא סגי פריטי דכספא: \n\n"
      ],
      [
        "<b>האומר הרי עלי כסף או זהב וכו'.</b> נתבאר בסמוך. \n",
        "<b>ומה שכתב וכן אם פירש המשקל וכו'</b> שם במשנה פירשתי ואיני יודע מה פירשתי יהא מביא עד שיאמר לא לכך נתכוונתי: \n\n"
      ],
      [
        "<b>אחד האומר דמי עלי וכו'.</b> פשוט הוא. \n",
        "<b>ומה שכתב והדמים והערכים לבדק הבית כמו שביארנו,</b> בפרק א': \n\n"
      ],
      [
        "<b>שתי לשכות היו במקדש וכו'.</b> ספ''ה דשקלים (משנה ו') ובירושלמי על משנה זו תני קדשי מזבח מוציאים את הראוי להם מלשכת בדק הבית ואין קדשי בדק הבית מוציאין את הראוי להם מקדשי מזבח: \n",
        "<b>והראב''ד</b> כתב א''א לשון התוספתא חומר בקדשי מזבח וכו'. ואני אומר שנוסחא משובשת נזדמנה להראב''ד בתוספתא או בירושלמי כי נוסחת הירושלמי שכתבתי מכוונת לדברי רבינו, ומה שהקשה מדתנן אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותן מקדושה לקדושה רבינו פירש שם דה''ק אין עושין השלמים עולה ולא העולה שלמים וכן הדומה לזה ואם הקדיש שום דבר לבדק הבית אין משנין אותו לבדק המזבח ולפירוש זה ניחא: \n\n"
      ]
    ],
    [
      [
        "<b>המעריך את הפחות מבן עשרים ולא עמד בדין וכו'.</b> משנה בפ''ד דערכין (דף י''ח) הערך בזמן הערך כיצד העריכו וכו' פחות מבן עשרים ונעשה יתר על בן כ' נותן כזמן הערך: \n\n"
      ],
      [
        "<b>כל הערכין הקצובין בתורה וכו'.</b> בפ''ב דערכין (דף ז') אין בערכין פחות מסלע ולא יותר על חמשים סלע כיצד נתן סלע והעשיר אינו נותן כלום פחות מסלע והעשיר נותן חמשים סלע היו בידו ה' סלעים רבי מאיר אומר אינו נותן אלא אחת וחכמים אומרים נותן את כולם, ובגמרא אין בערכין פחות מסלע מנא לן דכתיב וכל ערכך יהיה בשקל הקדש כל ערכין שאתה מעריך לא יהיו פחות מסלע. וידוע דהלכה כחכמים: \n\n"
      ],
      [],
      [],
      [
        "<b>עשיר שהעריך והעני וכו'.</b> משנה פרק ד' דערכין (דף י''ז:) היה עני והעשיר (או) עשיר והעני נותן ערך עשיר ר' יהודה אומר (אפי') עני והעשיר וחזר והעני נותן ערך עשיר, ופסק רבינו דלא כר''י משום דמשמע דת''ק פליג עליה: \n\n"
      ],
      [
        "<b>עשיר שאמר ערכי עלי וכו'.</b> משנה ריש פרק ד' דערכין (דף י''ז) השג יד בנודר כיצד עני שהעריך את העשיר נותן ערך עני ועשיר שהעריך את העני נותן ערך עשיר אבל בקרבנות אינו כן הרי שאמר קרבנו של מצורע זה עלי היה מצורע עני מביא קרבן עני עשיר מביא קרבן עשיר רבי אומר אומר אני אף בערכין כן וכי מפני מה עני שהעריך את העשיר נותן ערך עני שאין העשיר חייב כלום אבל העשיר שאמר ערכי עלי ושמע העני ואמר מה שאמר זה עלי נותן ערך עשיר. ופירש רש''י אומר אני אף בערכין כן אילו מתרמי בערכין דומיא דקרבנות הוי כקרבנות דהא דאמרת דערכין אינם כקרבנות משום דלא דמו אהדדי דמפני מה עני שהעריך עשיר נותן ערך עני לפי השג ידו משום דאין העשיר חייב כלום ולא דמי למצורע וזה שאמר על העשיר לא נתכוון אלא מפני מדת שנותיו של העשיר שפחותים או יתירים על שנותיו שלו הילכך נידון בהשג יד דהא לא פירש כלום אלא ערך מדת [שנותיו של] העשיר קבל עליו ודין ערך נידון בהשג יד. אבל עשיר שאמר ערכי עלי דהוי חייב ערך שלם דומיא דמצורע עשיר ושמע עני וכו' עכ''ל: \n",
        "<b>וכתב</b> הראב''ד א''א זה כרבי וחכמים חולקים עליו ואומרים שאינו נותן אלא ערך עני עכ''ל, וכן כתבו התוספות. אבל רבינו סתם דבריו כדברי רבי ונראה שטעמו משום דמשמע דרבי לאו לאיפלוגי אתנא קמא אתא אלא לפרש, וכן כתב בפירוש המשנה וז''ל אין בין רבי וחכמים מחלוקת אלא מבאר לנו איך יהיה הערך גם כן דומה לקרבן כמו שאמר עכ''ל. והטעם מפני שדברי רבי הם דברי טעם מוכרחים בעצמם אבל קשה דאמרינן בגמרא ולרבי דאמר אומר אני אף בערכין כן אלמא אמרינן בתר חיובא דגברא אזלינן והא לא צריכא קרא למעוטי הוא למעוטי מאי למעוטי מצורע עני ומדירו עשיר ס''ד אמינא הואיל ואמר רבי בתר חיובא דגברא אזלינן קמ''ל דמשמע בהדיא דרבי פליג ארבנן ואפשר שסובר רבינו דנהי דפליגי בדרשא דקרא בדינא לא פליגי, וצריך עיון ליישב זה: \n\n"
      ],
      [
        "<b>מה בין החייב בערך עלי להחייב בערך עשיר וכו':</b> \n\n"
      ],
      [
        "<b>המפרש את הערך וכו'.</b> כן מתבאר בגמרא פרק קמא דערכין (דף ד') בערכך להביא ערך סתם (מאי ערך סתם) דתניא האומר ערך סתם עלי נותן כפחות שבערכין (וכמה פחות שבערכין) שלשה שקלים וכו' ואלא קרא למה לי אמר רב נחמן אמר רבה בר אבוה לומר שאינו נידון בהשג יד מ''ט כמפרש דמי א''ד אר''נ אמר רבה בר אבוה נידון בהשג יד פשיטא מהו דתימא כמפרש דמי קמ''ל וידוע דהלכה כלישנא בתרא ומשמע בהדיא דמפרש אינו נדון בהשג יד ומשמע דה''ה לחייבי דמים דהוו להו מפרשים: \n",
        "<b>וכתב</b> הראב''ד וכן האומר דמי עלי וכו' הרי פירשו א''א לא מן השם הוא זה וכו'. ואין דבריו מוכרחים וטעם רבינו נכון: \n\n"
      ],
      [],
      [],
      [
        "<b>האומר ערכי עלי וחזר ואמר ערכי עלי וכו'.</b> מימרא ריש פרק ב' דערכין (דף ז'): \n\n"
      ],
      [
        "<b>האומר שני ערכי עלי וכו'.</b> שם (דף ח') בעי רב אהבה היו בידיו ה' סלעים ואמר שני ערכי עלי בבת אחת מהו כיון דבבת אחת (נדר) כי הדדי תפסן יהיב תרתי ופלגא להאי ותרתי ופלגא להאי או דילמא כלהו חזו להאי וכלהו חזו להאי תיקו: \n\n"
      ],
      [
        "<b>המפריש ערכו או דמיו ונגנבו וכו':</b> \n\n"
      ],
      [
        "<b>חייבי ערכין ודמים ממשכנין אותם וכו'.</b> משנה ספ''ד דערכין (דף כ''א) חייבי ערכין ממשכנין אותם ומשמע דה''ה לחייבי דמים. \n",
        "<b>ומ''ש ואינם חייבים להחזיר להם המשכון וכו'. ומ''ש ואין מוכרין לא כסות אשתו וכו' עד לא הקדיש את אלו.</b> משנה ספ''ה דערכין (דף כ''ג כ''ד): \n\n"
      ],
      [
        "<b>ומ''ש ונותנין לו מכל נכסיו וכו' עד אבל לא לאשתו ובניו,</b> ג''ז משנה שם: \n",
        "<b>ומ״ש ואין נותנין לו אלא כסות הראויה לו.</b> בסוף פרק המקבל (בבא מציעא דף קי״ג:) כדרך שמסדרין בערכין כך מסדרין לבעל חוב וכו' ותניא הרי שהיו נושים בו אלף זוז ולבוש אצטלא בת מאה מנה מפשיטין אותה ממנו ומלבישין אותו אצטלא הראויה לו ואף על גב דרבי עקיבא ורבי ישמעאל פליגי הא אוקימנא להו בשוטה ולית הלכתא כוותייהו: \n\n"
      ],
      [],
      [
        "<b><small>(טז-יז)</small> ומ''ש לחול אבל לא לשבתות וימים טובים. ומ''ש ואם היה אומן נותנין לו שני כלי אומנות וכו'.</b> משנה ספ''ה דערכין (דף כ''ג:): \n\n"
      ],
      [
        "<b>ומ''ש היה חמר וכו'.</b> שם במשנה רבי אליעזר אומר אם היה איכר נותנים לו צמדו חמר נותנין לו (את) חמורו ומשמע דת''ק פליג עליה וידוע דהלכה כת''ק. \n",
        "<b>ומ''ש היה ספן אין נותנין לו ספינתו וכו'.</b> פרק ד' דערכין (דף י''ז) תנן גבי חייבי קרבנות אפילו ספינתו בים ובאה לו ברבואות אין להקדש בהן כלום ופריך בגמרא (דף י''ח) עשיר הוא ומוקי לה כשהיתה מוחכרת ומושכרת ביד אחרים ורבואות דמתניתין היינו שכרה ושכירות אינה משתלמת אלא בסוף ותיפוק לי משום ספינה הא מני רבי אליעזר היא דאמר אם היה איכר נותנים לו את צמדו חמר נותנין לו (את) חמורו הרי דלתנא קמא דרבי אליעזר דין ספינה כדין צמד וחמור שהם נמכרים. ואיכא למידק כיון דסתם לן תנא הכא כרבי אליעזר מה ראה רבינו לפסוק כאידך מאי אולמיה דהאי סתמא מהאי סתמא. ויש לומר דהאי סתמא הוי בפרק שלישי ופלוגתא דרבי אליעזר ותנא קמא שנוי בפרק חמישי וה''ל סתם ואחר כך מחלוקת ואין הלכה כסתם הילכך פסק כרבים: \n\n"
      ],
      [
        "<b>היה בנכסים בהמה או עבדים או מרגליות וכו'.</b> משנה ספ''ה דערכין (דף כ''ד): \n\n"
      ],
      [
        "<b>ומ''ש בד''א במטלטלין ועבדים אבל הקרקעות מכריזין.</b> משנה רפ''ה דערכין (דף כ''א:) שום ההקדש ס' יום ומכריזים בבקר ובערב ומשמע התם דבקרקעות היא שנויה ואע''פ שאמרו שם בגמ' (דף כ''ב) גבי שום היתומים בא להכריז רצופים שלשים בשני ובחמישי ששים משמע לרבינו שלא אמרו אלא בשום היתומים אבל בשום ההקדש ששים רצופים בעינן דאל''כ ה''ל לפרושי בהקדש כמו שפירשו ביתומים: \n\n"
      ]
    ],
    [
      [
        "<b>שדה שירשה אדם ממורישיו וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש והמקדיש שדה אחוזתו מודדין אותה וערכה הוא הערך הקצוב בתורה.</b> בפרשת אם בחקותי ואם משדה אחוזתו יקדיש איש לה' והיה ערכך לפי זרעו זרע חמר שעורים בחמשים שקל כסף: \n\n"
      ],
      [
        "<b>ומ''ש ויזרענו ביד.</b> בפ''ו דערכין (דף כ''ה) מפולת יד ולא מפולת שוורים ופירש''י מפולת יד שזורעים ביד ולא מפולת שוורים שהיו רגילים וכו'. \n",
        "<b>ומ''ש ולא יקרב זריעתו ולא ירחק אותה</b> זהו פירוש רבינו במה שאמרו שם תני לוי ולא מעובה ולא מודק אלא בינוני ורש''י פירש בענין אחר. \n",
        "<b>ומה שכתב ואין שנת יובל מן המנין: ואחד המקדיש שדה טובה וכו'.</b> משנה בפרק ג' דערכין (דף י''ד) אחד המקדיש בחולת המחוז ואחד המקדיש בפרדסות סבסטי נותן בזרע חומר שעורים חמשים שקל כסף: \n\n"
      ],
      [
        "<b>כבר ביארנו בהלכות שקלים.</b> פ''א. \n",
        "<b>ומה שכתב נמצא לכל שנה סלע ופונדיון.</b> משנה בפרק ו' דערכין (דף כ''ה) גבי מקדיש שדהו בשעת היובל נותן סלע ופונדיון לשנה. \n",
        "<b>ומה שכתב שאף על פי שהסלע מ״ח פונדיונין וכו'.</b> בפרק יש בכור (בכורות דף נ'): \n\n"
      ],
      [
        "<b>החומר הוא הכור: וכבר ביארנו בהל' שבת,</b> פ' ט''ז: \n\n"
      ],
      [
        "<b>כיצד דרך החשבון וכו'.</b> משנה פ' ששי דערכין (דף כ''ה) הקדישה שתים ושלש שנים לפני היובל נותן סלע ופונדיון לשנה. \n",
        "<b>ומה שכתב ואם רצו הבעלים לפדותה וכו'</b> מפורש בפרשת אם בחקותי ואם גאול יגאל את השדה המקדיש אותו ויסף חמשית כסף ערכך עליו וקם לו. \n",
        "<b>ומה שכתב וכן כל חומש האמור בתורה צריך שיהא הקרן עם התוספת חמשה וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ד) בעיא דאיפשיטא דחומשא מלבר ופירש״י על ארבעה רבעים מוסיף החמישי מן החוץ דהוה ליה לעשרים זוז חמש זוז. \n",
        "<b>ומ''ש וכן אם פדתה אשתו של מקדיש:</b> \n\n"
      ],
      [
        "<b>ומ''ש ואינו נותן שנה בשנה וכו'.</b> משנה בפ''ו דערכין (דף כ''ה) אם אמר הריני נותן דבר שנה בשנה אין שומעין לו אלא נותן את כולו כאחד: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ז-ט)</small> נשאר בינו ובין היובל שנה וכו'.</b> רפ''ד דערכין (דף כ''ד) תנן אין מקדישין לפני היובל פחות משתי שנים ולא גואלים אחר היובל פחות משנה אחת אין מחשבים חדשים להקדש אבל הקדש מחשב חדשים ובגמרא ורמינהי מקדישין בין לפני היובל בין לאחר היובל וכו' רב ושמואל דאמרי תרוייהו אין מקדישין ליגאל בגירוע פחות משתי שנים וכיון דאין מקדישין בגירוע פחות משתי שנים יהא אדם חס על נכסיו ואל יקדיש פחות מב' שנים ופירש''י וקא אמרי רב ושמואל דהמקדיש פחות משתי שנים לפני היובל אין כאן דין גירוע ואם בא לגאלה נותן חמשים סלעים דגבי גירוע כתיב על פי השנים הנותרות ונגרע ומיעוט שנים שתים ועצה טובה קמ''ל מתני' שיהא אדם חס על נכסיו ולא יפדה פחות משתי שנים שלא יפסיד מ''ח סלעים. ואמרינן תו בגמ' (דף כ''ה) ת''ר מנין שאין מחשבים חדשים עם הקדש ת''ל וחשב לו הכהן את הכסף ע''פ השנים הנותרות שנים אתה מחשב ואי אתה מחשב חדשים מניין שאם אתה רוצה לעשות חדשים לשנה עושה ה''ד כגון דאקדשה בפלגא דארבעין ותמני ת''ל וחשב לו הכהן מ''מ. וכתב רבינו ז''ל בפירוש המשנה פי' שאם הקדיש שדהו בתוך שנת מ''ח אין המקדיש יכול לומר לו תחשוב עמי כפי מה שראוי לשנה זו ולחדשים וטול פדיונה לפי שאין מחשבים חדשים להקדש אבל אם רצה הגזבר לחשב השנה וחדשים שתי שנים ונוטל מהרוצה לפדותה שני סלעים ושני פונדיונות על כל זרע חומר ה''ז מותר עכ''ל. והם דבריו בכאן ורש''י פירש בע''א: \n",
        "<b>וכתב</b> הראב''ד א''א אמת שכך כתוב בספרים וכו'. ודברי רבינו מבוארים שאין המקדיש יכול לכוף לכהן לחשוב לו חדשים אבל אם רצה הכהן לחשב לו חדשים מותר והיא גופא קמ''ל שאע''פ שאין זה שבח ההקדש רשאי הוא לעשות כן. \n",
        "<b>ומ''ש רבינו לפי שאין מחשבין חדשים להקדש</b> ארישא דמילתא קאי דקתני נשאר בינו ובין היובל שנה: \n\n"
      ],
      [
        "<b>הקדיש שדהו בשנת היובל עצמה אינה מקודשת.</b> ברפ''ו דערכין (דף כ''ד) פלוגתא דרב ושמואל ופסק כשמואל בדיני ועוד דפשטא דמתני' וברייתא כוותיה: \n",
        "<b>וכהן ולוי שהקדישו וכו'.</b> בסוף ערכין (דף ל''ג:) תנן הכהנים והלויים מקדישים לעולם וגואלים לעולם שנאמר גאולת עולם תהיה ללוים: \n\n"
      ],
      [],
      [
        "<b>המקדיש שדהו אחר היובל וכו'.</b> משנה כתבתיה בסמוך אין מקדישין לפני היובל פחות משתי שנים ולא גואלין לאחר היובל פחות משנה אחת ופירשו בגמרא דהכי קאמר אין מקדישין ליגאל בגירוע פחות משתי שנים ואם כן כי קתני ולא גואלים לאחר היובל פחות משנה היינו ליגאל בגירוע דומיא דרישא: \n\n"
      ],
      [],
      [
        "<b><small>(יג-יד)</small> כשמודדין אין מודדין אלא מקומות הראויים לזריעה וכו'.</b> משנה בפרק ששי דערכין (דף כ''ה) היו שם נקעים עמוקים י' טפחים או סלעים גבוהים עשרה טפחים אינם נמדדין עמה פחות מכאן נמדדין עמה ובגמ' ולקדשו באפי נפשייהו וכו' אמר מר עוקבא בר חמא הכא בנקעים מלאים מים עסקינן דלאו בני זריעה נינהו. \n",
        "<b>ועל מה שכתב רבינו היו בה מקומות נמוכות עשרה או יותר ואין בהם מים נמדדין בפני עצמן ומחשבין להם מה שראוי להם,</b> כתב הראב''ד א''א איני יודע מה הן בפני עצמן שהרי נמדדין עמה לפי הגמרא עכ''ל. ואיני יודע היכן ראה בגמרא דנמדדין עמה דהא כי סלקא דעתך אמינא דמיירי כשאין בהם מים אקשי ולקדשו באפי נפשייהו משמע דאי הוה אמר דקדשי באפי נפשייהו הוה ניחא ליה וכי שני ליה דמתני' במלאים מים משמע דכי אינם מלאים מים קדשי באפי נפשייהו ונפקותא דקדשי באפי נפשייהו היינו ודאי שמחשבין מה שראוי להם שדבר פשוט הוא שאינם שוים כמו שאר השדה ואע''פ שרש''י פירש וליקדשו הנך נקעים באפי נפשייהו וליפרקו נמי לפי החשבון חמשים לבית כור ומה הנאה יש במה שאין נמדדין עמה הא אינהו נמי הכי מיפרקי עכ''ל. מכל מקום כיון דאין פירושו מוכרח ואפשר לפרש כדפרישית לא יצדק לומר שהרי נמדדין עמה לפי הגמרא: \n\n"
      ],
      [
        "<b>היתה מלאה אילנות וכו'.</b> (ריש פ' יש בערכין (ערכין דף י״ד)) אמר רב הונא הקדיש שדה מליאה כשהוא פודן פודה אילנות בשויין וחוזר ופודה קרקע בית זרע חומר שעורים בחמשים שקל כסף אלמא קסבר רב הונא (אדם) מקדיש בעין יפה מקדיש: \n\n"
      ],
      [
        "<b>המקדיש את השדה שאינה יפה לזריעה וכו'.</b> שם אמר ר''פ הקדיש (טרשין) פודן בשוויין מאי טעמא בית זרע אמר רחמנא והני לאו בני זריעה נינהו וכו' הקדיש אילנות פודן בשוויין מאי טעמא בית זרע אמר רחמנא ולא אילנות: \n\n"
      ],
      [
        "<b>היו האילנות ג' אילנות לתוך בית סאה וכו'.</b> ברייתא שם (דף י''ד) הקדיש ג' אילנות ממטע י' לבית סאה ה''ז הקדיש את הקרקע ואת האילנות שביניהם כשהוא פודה פודה בית זרע חומר שעורים בחמשים שקל כסף פחות מכן או יתר על כן או שהקדישן בזה אחר זה ה''ז לא הקדיש לא את הקרקע ולא את האילנות שביניהם ולא עוד אלא אפי' הקדיש אילנותיו ואח''כ הקדיש קרקע כשהוא פודה פודה את האילנות בשוייהן וחוזר ופודה קרקע בית זרע חומר שעורים בחמשים שקל כסף. ופירש רש''י הקדיש שלשה אילנות נטועים ומפוזרין כסדרן ממטע עשרה לבית סאה שאם היו עשרה מפוזרים בדרך אילו היה מחזיקין בית סאה זו היא נטיעת אילנות וכל קרקע שביניהם צריך להם לפיכך אם הקדישן הרי זה הקדיש קרקע שביניהם וכו'. פחות מכן אם היו נטועים בפחות ממטע עשרה לבית סאה או ביותר מכן אין זה סדר נטיעת אילנות ולא הקדיש אלא אילנות וכשהוא פודן פודן בשווייהן. זה אחר זה לא קנה הקדש קרקע שאין קנין קרקע אלא לשלשה אילנות כדאמרינן בבתרא. ולא עוד ולא אלו בלבד נפדין בשווייהן שאין עמהם הקדש קרקע [כלל אלא אפילו הקדיש האילנות שאין נטועים כסדר ואח''כ הקדיש קרקע] דאיכא למימר ליפרקו אגב ארעייהו אפ''ה הואיל ולא קדשו יחד פודה אילנות בשוייהן והקרקע נפדית בית זרע חומר שעורים בחמשים שקל כסף עכ''ל. ורבינו נראה שגורס הקדיש שלשה אילנות לתוך בית סאה והא דקתני ברישא דברייתא כשהוא פודה פודה בית זרע חומר שעורים בחמשים שקל כסף כלומר שהם נפדים אגב קרקע ולא בפני עצמן והשמיטו רבינו משום דבגמרא מותיב מינה לרב הונא דאמר פודה אילנות בשוייהן וחוזר ופודה קרקע בית זרע חומר שעורים בחמשים שקל כסף ומוקי לה כר''ש דאמר מקדיש בעין רעה מקדיש והוא ז''ל פסק לעיל בסמוך כרב הונא: \n",
        "<b>והראב''ד</b> כתב א''א אינו כן אלא שהם נפדים על גבי השדה ואע''ג דאמר רב הונא הכי בערכין וכו'. וטעמו מדגרסינן בפרק הנזכר אמר ר''פ הקדיש אילנות פודה בשוייהן ופריך בגמרא אמאי וליקדשו אגב ארעייהו וליפרקו אגב ארעייהו וכ''ת אילנות הקדיש ארעא לא הקדיש והאמרי נהרדעי מאן דמזבן ליה דיקלא לחבריה קני ליה משיפולא ועד תהומא ושני לאו מי אתמר עלה בבא מחמת טענה ופירש''י מחמת טענה שטוענו שהזכיר לו שם קרקע ע''כ. ומדאקשינן לר''פ ליפרקו אגב ארעייהו ואיצטריך לשנויי משמע דהכי ס''ל דכל היכא דהקדיש ארעא ואילנות מיפרקו אגב ארעייהו. וכתב עוד הראב''ד בזה לקמן בפרק זה ואני אומר שאין זה מוכרח דאפשר דלפי שיטת המקשה השיב לו וליה לא ס''ל, והראב''ד עצמו הרגיש בזה וכתב ומיחזי דלא ס''ל הכי נראה מלשון זה שאינו מוכרח לומר כן: \n\n"
      ],
      [],
      [
        "<b>המקדיש שדה אחוזתו וכו'.</b> במשנה פ''ו דערכין (דף כ''ה:) הגיע היובל ולא נגאלה הכהנים נכנסים לתוכה ונותנים את דמיה דברי ר' יהודה ר''ש אומר נכנסים אבל לא נותנים וידוע דהלכה כר' יהודה, ופירש''י כהנים של משמר היובל נכנסים לתוכה וכו' והיא חלוטה בידם עכ''ל. ומצאתי כתוב דמיה הכתוב בתורה חמשים סלעים. \n",
        "<b>ומ''ש רבינו ואותם הדמים יפלו להקדש בדק הבית.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>גאלה המקדיש וכו'.</b> משנה שם (דף כ''ה) הקדישה וגאלה אינה יוצאה מידו ביובל: \n",
        "<b>וכתב</b> הראב''ד א''א לא ידעתי מאי חוזרת והרי היא תחת ידו עכ''ל. ודבר פשוט הוא אלא דאיידי דבעא למיתני סיפא גבי גאלה בנו חוזרת תנא נמי רישא חוזרת. \n",
        "<b>ומה שכתב וכן אם גאלה בנו וכו'</b> גם זה שם במשנה גאלה בנו יוצאת לאביו ביובל גאלה אחר או אחד מהקרובים וגאלה מידו יוצאת לכהנים ביובל, ואית דגרסי אינה יוצאת לכהנים ביובל והיא גירסת רבינו וכבר העיד הראב''ד שמצא נוסחא כן ומשמע טעמא דגאלה מידו הא אם לא גאלה מידו יוצאה לכהנים ביובל ואיבעיא בגמרא אם בת דינה כבן ואיפשיטא דכאחר דמיא: \n",
        "<b>וכתב</b> הראב''ד המקדיש וגאלו מידן חוזרת לו לעולם א''א תמה אני על זה וכו'. \n",
        "<b>ומה שכתב ואין הכהנים צריכים ליתן דמים וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>בד''א בישראל אבל אם היה המקדיש כהן או לוי וכו'.</b> משנה ספ''ו דערכין (דף כ''ו:): \n\n"
      ],
      [
        "<b>האשה שהקדישה שדה אחוזתה וכו'.</b> בפרק ו' דערכין (דף כ''ה ע''ב) בעי רבי זירא אשה מי מעמיד לה שדה בעל מוקים לה שכן יורשה או דילמא בן מוקים לה שכן נוטל בראוי כבמוחזק תיקו. ופירש רש''י אשה שהקדישה שדה מלוג וכו' עד כבמוחזק. ואיני יודע למה לא כתב רבינו שאם גאלה בנה דהויא נמי ספק ועוד שאין סגנון בבא זו שכתב רבינו כסגנון האי בעיא דר' זירא דבעיא הויא לענין מי יפדנה מיד הקדש שלא תצא לכהנים ביובל בעל או בן. ורבינו נקיט לה לענין אם גאלה הבעל אם יוצאת לכהנים. לפיכך נראה לי דרבינו גריס הכי בעי ר' זירא אשה בעל מעמיד שדה בידה שכן יורשה כבן או דלמא שאני בן שכן נוטל בראוי כבמוחזק וה''פ בעל מעמיד לה שדה ולא תצא לכהנים כדאשכחן בבן שאם גאלה אינה יוצאה לכהנים דמה זה יורשה אף זה יורשה או דילמא שאני בן שכן נוטל בראוי כבמוחזק דלפי זה אין הבעיא אלא היכא שגאלה הבעל אם מעכב שלא תצא לכהנים. ונראה שזו היתה גירסת הראב''ד שכתב א''א מסתברא שהאשה וכו' דמשמע שהספק הוא אם האשה מוחזקת בשדה על ידי הבעל וכמו שכתבתי לדעת רבינו ומכל מקום תמה אני היאך פוסק הראב''ד הלכה מסברא מאחר שבגמרא עלתה בתיקו: \n\n"
      ],
      [
        "<b>המקדיש שדהו ופדה אותה כהן מיד ההקדש וכו'.</b> משנה שם (דף כ''ה) ויליף לה בברייתא מקרא: \n\n"
      ],
      [
        "<b>כשתצא השדה לכהנים ביובל וכו'.</b> פרק המקדיש (ערכין דף כ״ח): \n\n"
      ],
      [
        "<b>המקדיש את האילנות וכו'. אבל המקדיש את הטרשים וכו'.</b> מימרא דרב פפא רפ''ג דערכין (י''ד:): \n",
        "<b>וכתב</b> הראב''ד המקדיש את האילנות והגיע היובל וכו' א''א זו היא שמעתא דר''פ וכו'. וכבר כתבתי בזה בפ' זה: \n\n"
      ],
      [
        "<b>כיצד דין מקדיש שדה מקנתו וכו'. ומה שכתב וכשיגיע היובל תחזור לבעלים הראשונים שמכרוה וכו'.</b> משנה בספ''ז דערכין שדה מקנה אינה יוצאה לכהנים ביובל שאין אדם מקדיש דבר שאינו שלו: \n\n"
      ],
      [
        "<b>כל שדה ששמין אותה להקדש וכו'.</b> כבר כתבתי בספ''ג שהיא משנה בספ''ה דערכין. \n",
        "<b>ומ''ש בבקר בשעת הכנסת פועלים וכו'</b> שם במשנה (דף כ''א:) מכריזין בבקר ובערב ובגמרא מ''ש בבקר ובערב וכו' עד יבא ויקח. ופרש''י סיירו ניהלי (ראו אם יפה הוא) וכו': \n\n"
      ],
      [
        "<b>הלוקח שדה מאביו וכו'.</b> משנה ספ''ו דערכין (דף כ''ו:) ופסק כרבי יהודה ור''ש לגבי ר''מ: \n\n"
      ]
    ],
    [
      [
        "<b>המקדיש שדה אחוזתו וכו'.</b> משנה ריש פרק ח' דערכין (דף כ''ז) המקדיש את שדהו בשעה שאין היובל אומרים פתח אתה ראשון שהבעלים נותנים חומש וכל אדם אין נותנין חומש מעשה באחד וכו' עד ושדהו לפניו ובגמ' אומרים והתניא כופין כו' עד ועוד שהבעלים נותנים חומש ופירש''י בזמן שאין היובל וכו' עד אלא בזמן שהיובל נוהג וכתבו התוס' המקדיש את שדהו וכו' עד דבעינן כל יושביה עליה וכתבו התוספות מאי אומרים כופין וא''ת מ''ש דצריך כפיה הכא וכו': \n",
        "<b>והראב''ד</b> כתב א''א לא מצאתי שום הפרש בין זה לזה וכו'. ואני אומר שמ''ש שלא מצא הפרש בין זה לזה מצא רבינו דמדקתני מתני' בשעה שאין היובל נוהג משמע אבל בזמן שהיובל נוהג לא ואע''פ שדחה הראב''ד וכתב לא מפני שיש הפרש לקדימתו אלא מפני שאר דברים האמורים במשנה רבינו לא ראה לומר כן משום דטפי עדיף לומר דקאי גם לדבר זה שהוא ברישא דמתני'. ומ''ש שהרי מצות גאולת אדון כתובה היא בתורה והיא בשעת היובל איני יודע מה מקשה מזה לרבינו שהרי הוא ז''ל מודה דבשעת היובל נמי מצוה איכא ובכפיה הוא דמפליג. ומ''ש מפני רבוי החומש וכו' י''ל שרבינו סובר שאין זה כדאי לכפותו. \n",
        "<b>ומה שכתב ואינו פותח בפחות מד' פרוטות וכו'</b> שם בגמ' אפלוגתא דר' יוסי ותנא קמא דכ''ע שוה כסף ככסף והכא בפודין בדבר שאין בחומשו שוה פרוטה קא מיפלגי וכו' וידוע דהלכה כתנא קמא: \n\n"
      ],
      [
        "<b>רצה האדון למכור שדות אחרות משדותיו וכו'.</b> משנה בפ''ח דערכין (דף ל') גבי מוכר לראשון במנה ומכר ראשון לשני במאתים לא ימכור ברחוק ויגאל בקרוב וכו' עד מבהקדש. ופירש''י לא ימכור שדה רחוקה וכו': \n\n"
      ],
      [
        "<b>המקדיש את ביתו וכו' מוסיף חומש.</b> מפורש בתורה פרשת אם בחוקותי. \n",
        "<b>ומה שכתב או אשתו או יורש,</b> בריש זבחים (דף ז') אמרו דגבי מעשר כתיב ואם גאול יגאל לרבות את היורש: \n\n"
      ],
      [],
      [
        "<b>המקדיש בהמה טהורה תמימה לבדק הבית וכו'.</b> בסוף תמורה (דף ל''ג) תניא המתפיס תמימים לבדק הבית כשהם נפדים אינם נפדים אלא למזבח שכל הראוי למזבח אינו יוצא מידי מזבח לעולם: \n\n"
      ],
      [
        "<b>ומנין שאסור להקדיש תמימים לבדק הבית שנאמר ושור ושה וכו'.</b> בפ''ק דתמורה (דף ז') ואמרינן התם דעובר אף בלא תעשה דכתיב לאמר לאו נאמר בדברים ואיני יודע למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>המקדיש את בהמתו סתם וכו'.</b> בפרק ד' דשקלים המקדיש (את) נכסיו והיתה בהם בהמה ראויה (ליקרב) ע''ג המזבח זכרים ונקבות וכו' עד והמקדיש סתם כדברי רבי יהושע. \n",
        "<b>ומה שכתב שסתם הקדשות לבדק הבית</b> משנה ר''פ בתרא דתמורה (דף ל''א) ובירושלמי פרק ד' דשקלים יליף לה מקרא. \n",
        "<b>ומה שכתב ועל זה נאמר ואם בהמה אשר יקריבו ממנה וכו':</b> \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> הקדיש נכסיו סתם והיו בהם יינות ושמנים וכו'.</b> בספ''ד דשקלים. \n",
        "<b>ומ''ש ומפני מה יקריבו דמי אלו עולות וכו': כתב</b> הראב''ד א''א לא ידעתי היאך מספיק זה הטעם לסברתו וכו' עד ס''ל כר' יהושע דאמר הכל יקרב וכו' עכ''ל. מ''ש לסברתו היינו לומר לפי מה שפסק כר' אליעזר וכמ''ש עוד הראב''ד בסמוך. ומ''ש והלא בכל מקום נפדים הם נראה שטעמו לומר שהנסכים אע''פ שאם נטמאו אחר שקדשו בכלי אין להם פדיון אם נטמאו קודם שקדשו בכלי יש להם פדיון וכיון דמ''מ שייך בהו פדיון אין טעם זה מספיק. ולדעת רבינו י''ל דכשלא קדשו בכלי עדיין אין קדושתן גמורה ולא רבותא היא דאית להו פדיון. ומה שכתב ואם במקדיש נכסיו סתם וכו' האי אם לאו דוקא וה''ל כאומר מאחר שבמקדיש נכסיו סובר כר' אליעזר. ומ''ש ואני אומר דר' אליעזר ששנה זו המשנה וכו' יש לתמוה דכיון דרבי אליעזר פליג אר' יהושע במשנה שקודם זו במקדיש זכרים ונקבות היאך אפשר לומר דסבר כר' יהושע דאמר הכל יקרב עולה ואפילו דמי הנקבות. וצ''ל שהראב''ד סובר דל''ג בהאי מתניתא ר' אליעזר אלא ר' אלעזר והוא ר' אלעזר בן שמוע. ומ''ש והכי איתא בשקלים ירושלמי כלומר דאמרינן התם בפ''ד על משנה זו טעמא דר' אלעזר דבר אל אהרן ואל בניו וכו' אשר יקריב לה' עולה יכול אפילו עופות ת''ל בבקר ולא בעופות: \n\n"
      ],
      [
        "<b>הקדיש נכסיו סתם והיתה בהם הקטרת וכו'.</b> (שקלים פרק רביעי): \n\n"
      ],
      [
        "<b>המקדיש בהמה תמימה למזבח וכו'.</b> בסוף תמורה (דף ל''ב) ובר''פ על אלו מומין תניא אם בבהמה הטמאה וכו' הרי בהמה טמאה אמור הא מה אני מקיים כל בהמה טמאה אשר לא יקריבו ממנה וכו' (הוי אומר) בבעלי מומין שנפדו: \n\n"
      ],
      [
        "<b>כל המקדיש בהמה וכו'.</b> בסוף תמורה (דף ל''ב) תנן אחד קדשי מזבח ואחד קדשי בדק הבית וכו' ואם מתו יקברו ר''ש אומר קדשי בדק הבית אם מתו יפדו ובגמרא אמר רבי יוחנן לרבנן אחד קדשי מזבח ואחד קדשי בדק הבית היו בכלל העמדה והערכה כלומר ומש''ה אם מתו יקברו משום דבמת לא שייך ביה העמדה ומסיים בה וד''ה בעל מום מעיקרו לא היה בכלל העמדה והערכה. ופי' רש''י דבקדשי מזבח דוקא היא וממעט לה בגמ' מדכתיב אותה וזהו שדייק רבינו וכתב בין קדשי מזבח שנפל בהם מום לאפוקי בעל מום מעיקרו. \n",
        "<b>ומ''ש או תמימה הראויה. ומ''ש אבל אם הקדיש שחוטה או נבלה וכו': כתב</b> הראב''ד א''א אפי' למזבח וכו'. ואני אומר שמ''ש רבינו לבדק הבית אורחא דמילתא נקט דאין דרך להקדיש למזבח לא שחוטה ולא נבלה. ומ''ש ואפי' הקדישם חיים וכו' אם היו בעלי מומין מתחלתן יפדו כבר נתבאר בסמוך ודייקתי כן מלשון רבינו: \n\n"
      ],
      [],
      [
        "<b>המקדיש בהמה תמימה לדמיה וכו'.</b> פ''ק דתמורה (דף י''א) בעי רבא הקדיש אבר לדמיו מהו דתיחות ליה קדושת הגוף וכו' ותיפשוט ליה מדידיה דאמר רבא הקדיש זכר לדמיו קדוש קדוה''ג התם דאקדשיה לכוליה הכא דאקדיש חד אבר מאי תיקו ופי' רש''י הקדיש אבר לדמיו וכו' משמע דהאי בעיא ליתא אלא לר''י דאמר האומר רגלה של זו עולה כולה עולה וכדפרישית וכן מפורש בבעיא דרבא דאמר מי אמרינן מדאקדשיה לחד אבר אקדשיה לכוליה אבל לר''מ ור' יהודה דאמרי שאין קדוש אלא אותו אבר אפי' באומר רגלה של זו עולה כ''ש בשאינו מקדיש רגלה אלא לדמיו דפשיטא דלא פשטה קדושה בכולה ומאחר שרבינו פסק בפ''ד ממעילה ובפט''ו ממעשה הקרבנות כר''מ ור' יהודה קשה היאך כתב כאן ופ''ד בעיא דרבא והרי זה כמזכי שטרא לבי תרי. ונראה לדחוק ולומר שרבינו סובר דהאי בעיא דרבא לכ''ע בעי לה אף לר''מ ור' יהודה דאע''ג דלר''מ ור' יהודה כי אמר רגלה של זו עולה לא פשטה קדושה בכולה היינו במקדיש אותו אבר קדושת הגוף דכיון שאותו אבר אין הנשמה תלויה בו ואינו ראוי ליקרא עולה לא חלה עליו קדושה ליקרב עולה והיאך תפשוט הקדושה בכולה מש''ה מעטיה קרא אבל כשמקדיש אבר קדושת דמים אע''פ שאין הנשמה תלויה בו חלה עליו קדושה לדמיו ושייך למיבעי אי אמרי' מיגו דאקדשיה לחד אבר אקדשיה לכוליה ויש הוכחה לפירוש זה דהא רבא מפרש דברי ר''י דבדבר שעושה נבילה פשטה קדושה בכולה אלמא ס''ל כר' יהודה והיכי סתים למיבעי בעיא סתם ולא כוותיה הילכך אית לן למימר דאליבא דכ''ע בעי לה: \n\n"
      ],
      [
        "<b>ומ''ש כיצד עושין מוכרים אותה כולה וכו'.</b> שם ת''ר יכול האומר רגלה של זו עולה תהא כולה עולה וכו' עד לרבות את כולה ופירש''י חוץ מדמי אותו אבר שבה דדמי אותו אבר לא יטול שהרי הקדישו ואינו יכול למוכרו ואמרינן תו בגמ' אמר רבי נראים דברי ר''י בדבר שאין הנשמה תלויה בו ודברי ר' יוסי בדבר שהנשמה תלויה בו ומתרץ לה בגמ' דה''ק נראין דברי ר' יוסי לר' יהודה בדבר שהנשמה תלויה בו שאף ר' יהודה לא נחלק עליו אלא בדבר שאין הנשמה תלויה בו. ותשלום דין זה כתב רבינו בפרק ט''ו מהל' מעשה הקרבנות: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(טז-יח)</small> היתה בהמה בעלת מום וכו' בד''א בקדשי מזבח וכו'.</b> הכל פ''ק דערכין עלה ד' וה': \n",
        "<b>כתב</b> הראב''ד וכן האומר ראש עבד זה וכו' א''א כאשר עיינתי בדבריו וכו'. מ''ש אפי' לכלבים אינו ראוי שהרי איסור הנאה הוא אילו לא היה קשה אלא מעבד הוה מתרצינן דבעבד שלא קבל עליו מצות עסקינן דעכו''ם הוא ואינו אסור בהנאה אלא ישראל דומיא דמרים אבל מדכלל בהדיה ראשי הקדש א''א לתרץ כן. ומ''ש וא''ת לפי מעלתו וכו' וה''ז נידון בכבודו למזבח ואם כן שותף שלו היאך הוא, עוד קשה לפירוש זה דבגמרא אמרינן דאין נידון בכבודו למזבח. ומה שכתב והוא סבור שמ''ש ראש עבד זה הקדש וכו' ואני איני אומר כן אלא סתם שותפין מחצה למחצה וכו'. רבינו לא נראה לו לפרש כפירוש הראב''ד משום דבגמרא הכי איתא ראש עבד זה הקדש הוא וההקדש שותפים בו ראש חמור מכור לך משמנין ביניהם ופירש''י משמנין ביניהם כמה שוה ויחלקו דמיו ע''כ. ואם כפירוש הראב''ד קשה אמאי הכא נקט שותפין והכא נקט משמנין לכך פירש דשותפין בו היינו שיתן דמי ראשו להקדש. ומה שהקשה הראב''ד וכי מה ישוה האדם כאשר יוסר ראשו י''ל דרבינו ה''ק כשימכר בשוק עבד שראשו של אחר כמה אדם רוצה לתת בו, ואם תאמר סוף סוף אם ראשו של אחר היאך ישוה כלום למי שהגוף שלו, י''ל שראשו של אחר לענין שמה שירויח באיברי הראש דבין שהוא תורגמן או משורר או צופה יהיה לבעל הראש ומה שירויח בשאר איברי הגוף יהיה לבעל הגוף: \n\n"
      ],
      [
        "<b>האומר ערכי עלי למזבח וכו'. וכך המקדיש שדה אחוזתו למזבח וכו'.</b> שם (דף ה') בעיי דלא איפשיטו: \n\n"
      ]
    ],
    [
      [
        "<b>אחד האומר הרי זה הקדש לבדק הבית וכו'.</b> פשוט הוא. \n",
        "<b>ומה שכתב אבל אם אמר חרם סתם הרי אלו לכהנים וכו'</b> משנה סוף פרק שמיני דערכין (דף כ''ח) ר''י בן בתירא אומר סתם חרמים לבדק הבית שנאמר כל חרם בישראל קדש קדשים הוא לה' וחכמים אומרים סתם חרמים לכהנים שנאמר כשדה החרם לכהן תהיה אחוזתו ופסק רבינו כחכמים ויש לתמוה על זה דאמרינן בגמרא (דף כ''ט) אמר רב הלכה כרבי יהודה בן בתירא ורב שביק רבנן וכו' עד למאי דאפכיתו ותניתו הלכה כר' יהודה בן בתירא ואפשר שטעמו מדאמרינן בתר הכי דעולא סבר סתם חרמים לכהנים ואין זה כדאי דעולא תלמיד הוי לגבי דרב ואין הלכה כתלמיד במקום הרב ועוד דרב יהודה אמרינן התם דסבר דסתם חרמים לבדק הבית ועבד בה עובדא וצ''ע. ועוד צריך טעם למה הניח רבינו הפסוק שהביאו במשנה והביא פסוק אחר: \n\n"
      ],
      [
        "<b>מחרים אדם מבקרו ומצאנו וכו'.</b> משנה בפ''ח דערכין (דף כ''ח) מחרים אדם מצאנו ומבקרו וכו' ומדקאמר דברי ר' אליעזר אע''ג דר' אלעזר ב''ע משמע דסבר כוותיה משמע לרבינו דרבנן פליגי עליה וכן מפורש בתוספתא ופסק כוותייהו שאם החרימם את כולם הרי הם מוחרמים וכ''כ בפירוש המשנה: \n\n"
      ],
      [
        "<b>ומ''ש וכל מי שהחרים או הקדיש כל נכסיו וכו'.</b> משנה בספ''ו דערכין (דף כ''ג:) המקדיש את נכסיו מעלין לו את תפיליו: \n\n"
      ],
      [
        "<b>מה בין חרמי הכהנים לחרמי שמים וכו'.</b> משנה בסוף (פ' שמיני) דערכין (דף כ''ח:) חרמי כהנים אין להם פדיון אלא ניתנים לכהנים כתרומה ופירש''י חרמי כהנים חרמים שהחרימם כדי לתתם לכהן וכו' עד אלא מעות: \n\n"
      ],
      [
        "<b>ואחד המחרים קרקע או מטלטלים וכו'.</b> (בפ' שמיני) דערכין (דף כ''ח) א''ר חייא בר אבין החרים מטלטלים נותנן לכל כהן שירצה שנאמר כל חרם בישראל לך יהיה החרים שדותיו נותנן לכהן שבאותו משמר שנאמר כשדה החרם לכהן תהיה אחוזתו וגמר לכהן לכהן מגזל הגר ומקשי עלה בגמרא וליקיש מטלטלין לקרקעות ומתרץ לאו תנאי היא דאיכא דמקיש ואיכא דלא מקיש כמ''ד לא מקשינן ופירש''י לאו תנאי היא ר' יהודה ור' שמעון איפליגו לעיל בהא דרבי יהודה מקיש ור''ש לא מקיש וידוע דהלכה כר''י לגבי ר''ש: \n",
        "<b>חרמי כהנים כל זמן שהם בבית הבעלים הרי הם הקדש וכו'.</b> שם (דף כ''ט): \n\n"
      ],
      [
        "<b>כהן שהיתה לו שדה חרם וכו'.</b> גם זה שם (דף כ''ט): \n\n"
      ],
      [
        "<b>מכר הכהן שדה חרמו והקדישו לוקח וכו': אבל קרקע או מטלטלין של כהנים ולוים אינם מחרימים אותם וכו'.</b> משנה ערכין (דף כ''ח): \n\n"
      ],
      [
        "<b>המקדיש קדשי מזבח לבדק הבית וכו'.</b> משנה בערכין מחרים אדם את קדשיו בין קדשי קדשים בין קדשים קלים אם נדר נותן את הדמים אם נדבה נותן את טובתה, ובפ' בתרא דתמורה (דף ל''ב) תניא קדשי בדק הבית שהתפיסן בין לקדשי מזבח בין לחרמי כהנים לא עשה כלום חרמי כהנים שהתפיסן בין לקדשי מזבח בין לקדשי בדק הבית לא עשה כלום וכו'. ועוד הא תני קדשי מזבח שהקדישן לחרמי הכהנים מה שעשה עשוי ורב הונא דאמר קדשי מזבח שהתפיסן לחרמי כהנים לא עשה כלום איתותב. ואע''פ שלא נתבאר כאן בדברי רבינו לקמן בסמוך כתבו: \n\n"
      ],
      [
        "<b>האומר שור זה הקדש לאחר שלשים יום וכו':</b> \n\n"
      ],
      [
        "<b>המקדיש עולה לבדק הבית וכו'.</b> פרק בתרא דתמורה (דף ל''ב:) ופירש''י עיכוב גזברין שאינה קריבה עד שיבאו גזברין לעמוד על גבה. \n",
        "<b>ומ''ש מד''ס שלא תשחט עד שתפדה.</b> שם: \n\n"
      ],
      [
        "<b>מחרים אדם בין קדשי קדשים וכו'.</b> בערכין (דף כ''ח:). \n",
        "<b>ומ''ש בין חרמי כהנים</b> נתבאר בסמוך: \n",
        "<b>ומ''ש ואם היו קדשים שהוא חייב באחריותן.</b> זהו במשנה הנזכרת אם נדר נותן את הדמים אם נדבה נותן את טובתה שור זה עולה אומדים כמה רוצה ליתן בשור זה להעלותו עולה אע''פ שאינו רשאי ופירש''י רשאי לשון חייב: \n\n"
      ],
      [],
      [
        "<b>ישראל שהחרים בכור בהמה לשמים וכו'.</b> משנה שם: \n\n"
      ],
      [],
      [
        "<b>המחרים את המעשר וכו':</b> \n\n"
      ],
      [
        "<b>המקדיש שקלו לבדק הבית וכו'.</b> בסוף מסכת שקלים המקדיש שקלים וביכורים ה''ז קדש רבי שמעון אומר האומר ביכורים קדש אינם קדש. \n",
        "<b>ומ''ש אבל אם הקדישן הכהן לאחר שבאו לידו וכו':</b> \n\n"
      ],
      [
        "<b>המחרים חצי עבדו וכו': וכל המקדיש עבדו וכו'. ואין הגזברים רשאים ליקח דמיהם מאחרים וכו'.</b> פרק השולח (גיטין דף ל״ח:) אמר רבה אמר רב המקדיש עבדו יצא לחירות מ״ט גופא לא קדיש לדמי לא קאמר דלהוי עם קדוש קאמר ורב יוסף אמר רב המפקיר עבדו יצא לחירות מאן דאמר מקדיש כ״ש מפקיר מאן דאמר מפקיר אבל מקדיש לא דלמא לדמי קאמר וכו' אמר רבה ומותבינן אשמעתין המקדיש נכסיו והיו בהם עבדים אין הגזברים רשאים להוציאם לחירות אבל מוכרים אותם לאחרים ואחרים מוציאים אותם לחירות רבי אומר אומר אני אף הוא נותן דמי עצמו מפני שהוא כמוכרו לו מתניתין קא רמית עליה דרב רב תנא הוא ופליג. ופסק רבינו כתנאי דברייתא ודלא כרב דפליג עלייהו וטעמא משום דרב יוסף פליג ארבה ואמר דלא אמר רב הכי ובפלוגתא דתנאי דברייתא פסק כת״ק: \n",
        "<b>וכתב</b> הראב״ד א״א זה דלא כרבי וכו', טעמו מדאמרינן בפ' השולח (גיטין דף ל״ט:) אמרו לפני רבי אמר נתייאשתי מפלוני עבדי מהו אמר להם אומר אני אין לו תקנה אלא בשטר וכו' והתני' רבי אומר אני (אף הוא) נותן דמי עצמו ויוצא מפני שהוא כמוכרו לו הכי קאמר או בכסף או בשטר והאי פקע ליה כספיה ולאפוקי מהאי תנא דתניא רבי שמעון אומר משום ר״ע יכול יהא כסף גומר בה כדרך ששטר גומר (בה) ת״ל והפדה לא נפדתה כו' לומר לך שטר גומר בה ואין כסף גומר בה ואסיקנא דאין הלכה כר״ש ומשמע ליה ז״ל דכיון דאין הלכה כר״ש דפליג ארבי ממילא קם ליה הלכתא כרבי. ולדעת רבינו יש לומר דתרי מילי נינהו חדא אי כסף גומר דר״ש סבר אין כסף גומר ורבי ומחלוקתו סברי דכסף גומר בה ובהא אסיקנא דלית הלכתא כר״ש ומילתא אחריתי היא אם העבד עצמו נותן דמיו ויוצא ובהא הלכה כת״ק ואלו נראים כדברים ברורים. אחר כך מצאתי לחכמי לוני״ל שהוקשה להם בדברי רבינו כמו שהוקשה להראב״ד ושאלו לרבינו והשיב להם שנפלא בעיניו מה הוקשה להם שדבר פשוט הוא שהם שתי מחלוקות וכמו שכתבתי ואע״פ שהאריך בתשובתו תמצית דבריו הוא מה שכתבתי: \n\n"
      ],
      [],
      [
        "<b>המקדיש ידי עבדו כל וכו':</b> \n\n"
      ],
      [
        "<b>המקדיש את עצמו לא וכו'.</b> בפרק השולח (גיטין דף ל״ט): \n\n"
      ],
      [
        "<b>אין אדם מקדיש דבר שאינו שלו וכו'.</b> משנה פרק ח' דערכין (דף כ''ח): \n\n"
      ],
      [
        "<b>אין אדם מקדיש דבר שאינו ברשותו עד הרי הוא ברשות בעליו.</b> בריש מציעא (דף ו') גבי ההיא מסותא דהוו מינצו עלה בי תרי. \n",
        "<b>ומ''ש אבל אם לא כפר בו הרי הוא ברשות בעליו וכו'.</b> הכי משמע בפרק הספינה גבי עובדא שיבא בסמוך וכ''כ התוס' בפרק מרובה: \n\n"
      ],
      [],
      [
        "<b>הגוזל את חבירו ולא נתייאשו הבעלים וכו'.</b> שם בריש מציעא (דף ז') ובפרק מרובה (בבא קמא דף ס״ט) ובכמה דוכתי: \n\n"
      ],
      [
        "<b>מי שהיה מוכר דלועין וכו'.</b> בפרק הספינה (בבא בתרא דף פ''ח): \n\n"
      ],
      [],
      [],
      [
        "<b><small>(כו-כח)</small> אין אדם מקדיש דבר שלא בא לעולם וכו' עד לא באה ברשותו.</b> בפרק אע״פ (כתובות דף נ״ט) ויתבאר בסמוך. \n",
        "<b>ומ״ש וכן המקדיש מעשה ידי אשתו וכו' אמר לה יקדשו ידיך לעושיהן כו'.</b> שם (דף נ״ח:) תנן המקדיש מעשה ידי אשתו הרי זו עושה ואוכלת המותר ר״מ אומר הקדש ר״י הסנדלר אומר חולין (ובגמ') אמר רב הונא אמר רב יכולה אשה לומר לבעלה איני ניזונת ואיני עושה וכו' לימא מסייע ליה המקדיש מעשה ידי אשתו (הרי היא) עושה ואוכלת מאי לאו בניזונת לא בשאינה ניזונת שאינה ניזונת מאי למימרא וכו' סיפא איצטריך ליה המותר ר״מ אומר הקדש ר״י הסנדלר אומר חולין ופליגא דריש לקיש דאמר לא תימא טעמא דר״מ משום דקסבר אדם מקדיש דבר שלא בא לעולם אלא טעמא דרבי מאיר מתוך שיכול לכופה למעשה ידיה נעשה כאומר לה יקדשו ידיך לעושיהן והא לא אמר לה הכי כיון דשמעינן ליה לר״מ דאמר אין אדם מוציא דבריו לבטלה נעשה כאומר לה יקדשו ידיך לעושיהן. ואמאי דתנן ר״מ אומר הקדש אמרינן בגמ' אימת קדוש רב ושמואל דאמרי תרוייהו מותר לאחר מיתה קדוש רב אדא בר אהבה אמר מותר מחיים קדוש הוי בה רב פפא במאי אי לימא במעלה לה מזונות ומעלה לה מעה כסף לצרכיה מאי טעמא דמ״ד לאחר מיתה קדוש ואלא בשאין מעלה לה מזונות ולא (מעלה לה) מעה כסף לצרכיה מאי טעמא דמ״ד מחיים קדוש לעולם במעלה לה מזונות ואינו מעלה לה מעה כסף לצרכיה רב ושמואל סברי תיקנו מזונות תחת מעשה ידיה ומעה כסף תחת מותר וכיון דלא יהיה לה מעה כסף מותר דידה הוי. רב אדא בר אהבה סבר תיקנו מזונות תחת מותר ומעה כסף תחת מעשה ידיה וכיון דקא יהיב לה מזוני מותר דידיה הוי ואמרינן בתר הכי בגמ' אמר שמואל הלכה כר״י הסנדלר דאמר חולין דקסבר אין אדם מקדיש דבר שלא בא לעולם. וכתב הר״ן הילכך משמע דאפילו במעלה לה מזונות ומעלה לה מעה כסף לצרכיה אין הקדשו חל לא במעשה ידיה ולא במותר דכולהו דבר שלא בא לעולם נינהו. והרמב״ם כתב אין אדם מקדיש דבר שלא בא לעולם וכו' וכן המקדיש מעשה ידי אשתו וכו' אמר לה יקדשו ידיך לעושיהן הואיל והם משועבדים לו הרי כל מעשה ידיה קדש הא למה זה דומה וכו' ולא ידעתי למה דבגמרא אמרינן דהא דרב הונא אמר רב דאמר יכולה אשה שתאמר לבעלה פליגא אדר״ל דאמר לא תימא טעמא דר״מ דאמר במתני' הקדש משום דקא סבר אדם מקדיש דבר שלא בא לעולם אלא טעמא דר״מ מתוך שיכול לכופה למעשה ידיה נעשה כמאן דאמר לה יקדשו ידיך לעושיהן וידים הא איתנהו בעולם ומשמע דדוקא מתוך שיכול לכופה דס״ל דאינה יכולה לומר איני ניזונית (ואיני עושה) הוא דאי אמר לה יקדשו ידיך לעושיהן (מהני) אבל לדידן דקי״ל לקמן דיכולה אשה וכו' אפי' כי אמר הכי לא מהני כיון דלאו דידיה נינהו כיון שהיא יכולה להפקיעם משעבודו, ולא מצית אמרת דכי צריכין לטעמא דיכולה וכו' היינו לומר דנעשה כמאן דאמר וכו' אבל אם אמר לה בפירוש אפי' בלאו האי טעמא מהני דאם איתא דמהני אפילו לא אמר לה לא צריכינן להאי טעמא דכיון דשמעינן לר״מ דאמר אין אדם מוציא דבריו לבטלה וכו' כמאן דאמר לה דמי אלא ודאי לדידן דקי״ל דיכולה אשה לומר וכו' אפי' כי אמר לה לא מהני ואע״ג דתנן קונם שאני עושה לפיך אינו צריך להפר ומשמע דלא פליגא אדרב היינו טעמא דכיון דנזונת משל בעל משעבדא ליה כל שלא אמרה בפירוש איני ניזונת ואפילו הכי מעשה ידיה לא באו לעולם ולא מצי אמר יקדשו ידיך לעושיהן כיון שהיא יכולה להפקיע וכמו שכתבתי ולפיכך לא נתבררו דברי הרמב״ם ז״ל עכ״ל. ול״נ לתרץ דאע״ג דשמעינן ליה לר״מ דאין אדם מוציא דבריו לבטלה אי לאו טעמא דמתוך שיכול לכופה לא הוה אמר ר״מ הקדש משום דאי ס״ל דיכולה היא שתאמר איני ניזונת ואיני עושה הרי בפשט דבריו שהקדיש מעשה ידיה הוציא דבריו לבטלה כיון שיכולה היא לומר איני ניזונת ואיני עושה הילכך לא אמרינן ביה נעשה אבל אי ס״ל שיכול לכופה אמרינן ביה שפיר אין אדם מוציא דבריו לבטלה. ולפי מה שכתבו התוס' בר״פ המדיר (כתובות דף ע':) דלא אמר ר״מ אין אדם מוציא דבריו לבטלה אלא היכא דאינו אלא תיקון מלה בעלמא אבל להוסיף על הדיבור לא י״ל דהוה ס״ד דלומר במקדיש מעשה ידי אשתו דנעשה כאומר יקדשו ידיך לעושיהן לא הוה כתיקון בעלמא אלא כמוסיף על הדיבור. ומש״ה אצטריך לטעמא דמפני שיכול לכופה. ועי״ל דאה״נ דבטעמא דאין אדם מוציא דבריו לבטלה סגי ולא צריכינן תו לטעמא דמתוך שיכול לכופה ומ״מ מייתי שפיר דפליגא דר״ל אדר״ה מדאדכר טעמא דמתוך שיכול לכופה: \n",
        "<b>ודע</b> שאע''פ שהר''ן כתב שלא נתבררו לו דברי רבינו בתשובותיו סימן מ''א הביא ראיה מהם: \n\n"
      ],
      [],
      [
        "<b>המשכיר בית לחבירו וכו'.</b> בסוף פרק רביעי דערכין (דף כ''א): \n\n"
      ],
      [],
      [],
      [
        "<b><small>(לא-לג)</small> יראה לי שאף על פי שאין אדם מקדיש דבר שלא בא לעולם וכו': כתב</b> הראב''ד הראיה מיעקב ראיה היא וכו'. וי''ל שדברי הראב''ד הם טענה למה ינהוג הנזירות מיד ודברי רבינו הם טענה למה יתחייב בנזירות כלל כיון דבשלא בא לעולם נדר הנזירות שהרי לא נדר בנזיר וזה פשוט בדברי רבינו: \n\n"
      ],
      [
        "<b>הקדש טעות אינו הקדש וכו'.</b> משנה בנזיר (דף ל' ל''א) ריש פרק בית שמאי ופסק כבית הלל. \n",
        "<b>ומה שכתב התפיס בה אחרת וכו',</b> נ''ל דהכי פירושו אם היה בפניו הקדש גמור והתפיס בו חולין אפילו בטעות הוא נתפס. וטעמו מדאמרינן בנזיר ר''פ ב''ש דילפינן מסוף הקדש דהוי אפילו בטעות וכדתנן בתמורה ס''פ יש בקרבנות שהתמורה חלה בשוגג כמו במזיד ואע''ג דאמרינן התם דב''ה אמרי ה''מ תמורה אבל אחותי הקדש בטעות לא היכא דמתפיס בהקדש גמור לאו אחותי הקדש בטעות אלא בתמורה ממש הואי. ובירוש' דנזיר פ''ה אמרו בפירוש כל עמא מודו שאין נשאל על תמורתו: \n\n"
      ]
    ],
    [
      [
        "<b>ההקדשות אין פודין אותם לא בקרקע וכו'.</b> בפרק יש בכור (בכורות דף נ''א) תנן אין פודין לא בעבדים ולא בשטרות ולא בקרקעות ולא בהקדשות ובגמרא ולא בהקדשות פשיטא לאו דידיה נינהו אימא ולא הקדשות בכל אלו, ופירש רש''י נפקא לן מקראי בתורת כהנים בפרשת ערכין. \n",
        "<b>ומה שכתב אחד הכסף ואחד שאר המטלטלין ששוין כסף ואפילו סובין:</b> \n\n"
      ],
      [
        "<b>כל הפודה קדשיו מוסיף חומש.</b> מפורש בתורה פרשת אם בחקותי ובפרק הזהב (בבא מציעא דף נ''ה:) תנן הפודה את הקדשו מוסיף חומש. \n",
        "<b>ומה שכתב ואחד המקדיש עצמו או אשתו או היורש וכו': ומה שכתב ואף החומש לא יהא אלא מן המטלטלין.</b> בפרק הזהב (בבא מציעא דף נ״ד) בעיא ופשטוה מדכתיב עליו לרבות חומשו כמותו: \n\n"
      ],
      [
        "<b>הפודה קדשיו אין החומש וכו'.</b> שם איפליגו תנאי בהקדש ובמעשר בנתן את הקרן ולא נתן את החומש ואמר ר' יוחנן הכל מודים בשבת בהקדש שחילל חדא דכתיב וקראת לשבת עונג ועוד הואיל וגזברים תובעים אותו בשוק כלומר וליכא למיחש לפשיעותא: \n\n"
      ],
      [
        "<b>קדשי מזבח שנפל בהם מום וכו'.</b> בסוף תמורה (דף ל״ב:) ובר״פ על אלו מומין (בכורות דף ל״ז:) תניא ואם בבהמה הטמאה (ופדה בערכך) הרי בהמה טמאה אמורה הא מה אני מקיים (ואם כל בהמה טמאה) אשר לא יקריבו ממנה וכו' (הוי אומר אלו) בעלי מומין שנפדו. \n",
        "<b>ומה שכתב והמקדיש עצמו שפדה לעצמו הוא שמוסיף חומש לא המתכפר בה שפדאה</b> בריש תמורה (דף ו') ובריש זבחים אמר ר' אבהו אמר ר' יוחנן המקדיש מוסיף חומש ומתכפר עושה תמורה. ופירש רש''י אדם שנדר קרבן והפרישו חבירו משלו להתכפר בו הנודר והומם ובא לחללו אם המפריש מחללו מוסיף חומש ואם המתכפר בו מחללו אינו מוסיף חומש דתלייה רחמנא לחומש במקדיש דכתיב ואם המקדיש יגאל את ביתו ויסף חמישיתו: \n",
        "<b>והקדש ראשון הוא שחייב בתוספת חומש וכו'. לפיכך אם חילל בהמה על בהמה שניה וכו'.</b> בפרק הזהב (בבא מציעא דף נ״ד:) מימרא דריב״ל וברייתא: \n\n"
      ],
      [],
      [
        "<b>המפריש אשם להתכפר בו וכו'.</b> פ''ק דתמורה (דף ט') בעיא דסלקא בתיקו. \n",
        "<b>ומ''ש והרי הוא גוף אחד וכו'</b> פירושו אע''פ שבגוף זה הוסיף חומש כשהוסיף חומש היה אשם ועתה הוא עולה ולא הוסיף עליו חומש בהיותו עולה. \n",
        "<b>ומ''ש רבינו כמו שיתבאר במקומו.</b> הוא פרק רביעי מהלכות פסולי המוקדשין: \n\n"
      ],
      [
        "<b>קדשי בדק הבית אין עושין תמורה וכו'.</b> משנה וברייתא בספ''ק דתמורה (דף י''ג). \n",
        "<b>ומ״ש כיצד היו לפניו בהמת חולין ובהמת קדשי בה״ב וכו'.</b> בתמורה ס״פ כיצד מערימין (תמורה דף כ״ו) תנן הרי זו תחת זו תמורת זו חליפי זו הרי זו תמורה זו מחוללת על זו אין זו תמורה ואם היה הקדש בעל מום יוצא לחולין וצריך לעשות דמים. ופירש״י מחוללת לשון חילול הוא ולא אמר כלום שאין בהמת קדש תמימה יוצאה לחולין לעשות דמים שתהא אותה של חולין שוה כאותה של הקדש שהוא מחלל עליה ולא יתאנה ההקדש ובגמ' למימרא דתחת לישנא דאתפוסי הוא ורמינהו קדשי בה״ב אמר חליפי זו תמורת זו לא אמר כלום תחת זו מחוללת על זו דבריו קיימים ואי ס״ד לישנא דאתפוסי הוא מ״ש רישא ומ״ש סיפא אמר אביי תחת משכחת לה לישנא דאתפוסי ולישנא דאחולי וכו' גבי קדשי מזבח דעבדין תמורה לישנא דאתפוסי הוא גבי קדשי בדק הבית דלא עבדין תמורה לישנא דאחולי הוא: \n\n"
      ],
      [
        "<b>אחד קדשי בדק הבית וכו'.</b> שם אהא דתנן וצריך לעשות דמים אמרינן בגמרא (דף קכ''ז) אמר רבי יוחנן יוצא לחולין דבר תורה וצריך לעשות דמים מדבריהם, ובסוף פרק ששי דערכין אמרינן דהא דאמר שמואל הקדש שוה מנה שחללו על שוה פרוטה מחולל בדיעבד דוקא אמר ומשמע התם דאפילו בקדשי בדק הבית אין פודין אותם לכתחלה אלא בשיוויים: \n\n"
      ],
      [],
      [
        "<b>שמו אותה שלשה וכו' אבל אם שמו אותה שנים וכו'.</b> בס''פ כיצד מערימין: \n\n"
      ],
      [
        "<b>אין פודין את ההקדש אכסרה וכו' כיצד פרה זו תחת פרה זו וכו'.</b> בפ' הזהב (בבא מציעא דף נ״ה) תניא פרה זו תחת פרה של הקדש טלית זו תחת טלית של הקדש הקדשו פדוי ויד הקדש על העליונה פרה זו בחמש סלעים תחת פרה של הקדש טלית זו בחמש סלעים תחת טלית של הקדש הקדשו פדוי על הקדש ראשון מוסיף חומש על הקדש שני אינו מוסיף חומש. ופירש רש״י הקדשו פדוי אע״פ שלא שם דמים קצובים דקים לן הקדש שוה מנה שחיללו על שוה פרוטה מחולל ושרי לאתהנויי מיניה ומיהו יד הקדש על העליונה שאם דמים הללו יתירים על דמי ההקדש קנה הקדש ואם הקדש יתר עליהם ישלים על כרחו, טלית זו בחמש סלעים הקדשו פדוי אע״פ שאינו שוה ולא תימא הואיל ושם לה דמים ואינה שוה כמו שאמר אין דבריו כלום אלא הקדש פדוי והוא ישלים על הקדש שני אם חזר ופדה את זה עכ״ל. והתוספות כתבו טלית זו בחמש סלעים הקדשו פדוי הכא ל״ג יד הקדש על העליונה דכיון דנתכוין לחלל הקדש אפי' שוה הרבה על דבר מועט מחולל כדאמר שמואל לקמן אבל ברישא שלא הזכיר שום שוה לא היה בדעתו לקנות ההקדש אלא לחללו שוה בשוה לכך ישלים ואם הותיר יד הקדש על העליונה ולכך לא עריב לשנות הבבות יחד עכ״ל. ורבינו נראה שמפרש דבסיפא אשמעינן על הקדש ראשון מוסיף חומש כלומר שאע״פ שנתאנה הדיוט שטליתו שוה עשר סלעים כמו שאמר ושל הקדש אינו שוה אלא ה' צריך להוסיף חומש של עשר כמו שאמר דהיינו ב' ומחצה. ומ״ש ועל הקדש שני אינו מוסיף חומש נתבאר בפרק זה וזהו פירוש מה שכתב רבינו ושניה אינה טעונה חומש כמו שביארנו: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> הפודה מיד ההקדש משך במנה וכו'. עד ואין הקדש ראוי לקבל מי שפרע.</b> פירקא קמא דקידושין (דף כ''ט): \n\n"
      ],
      [
        "<b>המקדיש כל נכסיו והיתה עליו כתובת אשה וכו'.</b> משנה פ''ו דערכין (דף כ''ג) המקדיש נכסיו והיתה עליו כתובת אשה וב''ח אין האשה יכולה ליגבות כתובתה מן ההקדש ולא ב''ח את חובו אלא הפודה פודה על מנת ליתן לאשה (את) כתובתה ולב''ח את חובו הקדיש תשעים מנה והיה חובו מאה מנה מוסיף עוד דינר ופודה בו את הנכסים האלו על מנת ליתן לאשה כתובתה ולב''ח את חובו ובגמרא למה לי למימר הפודה פודה משום דרבי אבהו דאמר שלא יאמרו הקדש יוצא בלא פדיון מתני' דלא כרשב''ג דתניא רשב''ג אומר אם היה חובו כנגד הקדשו פודה ואם לאו אינו פודה ורבנן עד כמה אמר רב הונא בר יהודה אמר רב ששת עד פלגא ופי' רש''י אלא הפודה פודה אותו מן ההקדש בדינר או בדבר מועט על מנת לשלם דודאי לא חייל עלייהו הקדש שהרי אינו שלו והאי דבר מועט משום גזירה הוא כדמפרש בגמרא. מוסיף עוד דינר בע''ח יוסיף עוד להלוותו דינר לזה ופודה את הנכסים האלו. למה לי למימר הפודה פודה תישקול אשה ובע''ח בלא פדיון דהא לא חל הקדש עלייהו ואין אדם מקדיש דבר שאינו שלו. דר' אבהו בפ''ב אם חובו כנגד הקדשו פודה בדבר מועט כדאמרן השתא איכא למימר כי אוזפיה מעיקרא אדעתא למיגבי מהנך נכסי אוזפיה ואם לאו דחובו יותר מהקדשו לאו אדעתא דהכי אוזפיה אלא הימוני הימניה הילכך לא גבי מהקדש וכו'. ורבנן עד כמה סבירא להו דאדעתא דהני נכסי אוזפיה עד פלגא אבל בציר מפלגא לא עכ''ל: \n",
        "<b>ועל מה שכתב רבינו שההקדש מפקיע השעבוד שקדם: כתב</b> הראב''ד א''א איני סובר שהקדש זה מפקיע מידי השעבוד וכו'. גם ה''ה בפי''ח מהלכות מלוה כתב שאין דברי רבינו נכונים ושכל המפרשים חלוקים עליו. ואני אומר שרבינו נראה שמפרש דמאי דאמרינן למה לי למימר הפודה פודה היינו לומר כיון דסוף סוף אין נהנה ההקדש אלא דבר מועט למה לי לפדותו יגבו בע''ח וכתובה מההקדש עצמו ויתנו להקדש דבר מועט ומשני משום דר' אבהו כלומר אינם גובים מההקדש עצמו כדי שלא יזלזלו בהקדש ויבאו לומר הקדש יוצא בלא פדיון כלומר אפילו לא היה הקדש מפקיע מידי שעבוד לא היו יכולים לגבות מההקדש עצמו משום דרבי אבהו וכ''ש הכא שההקדש הפקיע מידי שעבוד ובדין הוא דה''ל למימר משום דהקדש מפקיע מידי שעבוד אלא דעדיפא מינה אהדר ליה והיה אפשר לומר עוד שמה שכתב רבינו כאן שהקדש מפקיע מידי שעבוד לא הפקעה גמורה קאמר אלא משום הא דר' אבהו קרי הפקעה לענין שלא יגבה מההקדש עצמו וראיה לזה שרבינו עצמו כתב שלא יאמרו ההקדש יוצא בלא פדיון אלא שבהל' מלוה בפי''ח כתב המקדיש נכסיו אין בע''ח יכול לטרוף מן ההקדש שההקדש מפקיע השעבוד: \n\n"
      ],
      [
        "<b>ועל מ״ש רבינו הא למה זה דומה וכו'.</b> כתב הראב״ד א״א ומנין לו שאם מכר הלוקח לאחר וכו'. י״ל לדעת רבינו שמאחר שאין זה מן הדין אלא שרצתה זו לעשות לו נחת רוח וסילקה זכותה מעליו ויכולה היא שתאמר לך רציתי לוותר זכותי ולא למי שקנה ממך. ומ״ש ועוד דאמר לה אי שתקת שתקת וכו'. י״ל שרבינו מפרש כרש״י שכתב (בפ״ק דב״ק) ובפ' שני דייני (כתובות דף ק״ט) דלא אמור חכמים דפליגי אאדמון דאמר ליה אי שתקת שתקת וכו' אלא היכא דכי לא מהדר שטרא למריה אית ליה רווחא קצת אבל היכא דכי לא מהדר שטרא למריה בעי דלפסיד הכל מודו דלא מצי אמר מהדרנא שטרא למריה. ומ״ש ואין זה דומה למה שאמרו במשנה ובגמ', אלמה זה דומה לשני לקוחות וכו' קאי. לומר דלא תקשי מהא דתנן סוף פ' מי שהיה נשוי (כתובות דף צ״ה) שאם כתבה הראשונה ללוקח דין ודברים אין לי עמך השניה מוציאה מיד הלוקח והראשונה מיד השניה הרי שהראשונה מוציאה מיד השניה שטרפה מהלוקח ובגמ' וכן בעל חוב ושני לקוחות וכן אשה בעלת חוב ושני לקוחות ופירש ר' שלמה יצ״ו וכן אשה בעלת חוב שהיה לה כתובתה על בעלה ומכר שתי שדותיה לשנים ואין בשתיהן אלא כדי כתובתה וכתבה לשני דין ודברים אין לי עמך האשה מוציאה מיד לוקח ראשון והוא מן השני והשני מן האשה ולוקח ראשון מיד השני (וחוזרין חלילה) עכ״ל. הרי שלוקח ראשון מוציא מיד השני שטרף מן האשה וזה נראה דלא כהראב״ד וקאמר דלא דמי דשאני הכא שהיה מכר בדבר. והרב המגיד בסוף פרק י״ט מהלכות מלוה נראו בעיניו דברי הראב״ד והניח דברי רבינו בצריך עיון וכבר כתבתי טעם לדברי רבינו: \n\n"
      ],
      [
        "<b>ומה שכתב רבינו וכיצד פודין קרקע זה האיש משביעין האשה או בעל חוב תחלה וכו'.</b> פשוט הוא: \n",
        "<b>ומה שכתב ואח״כ מכריזין עליהם ששים יום וכו'.</b> משנה פרק שום היתומים (ערכין דף כ״א). \n",
        "<b>ומ''ש ואחר שפודין אותה ולוקח אותה הלוקח אפי' בדינר כדי שלא יאמרו הקדש יוצא בלא פדיון חוזר הפודה ומגבה לאשה כתובתה או לבע''ח את חובו אפי' היה החוב מאה והשדה שוה תשעים על מנת כך פודה אותה הרוצה לפדותה אבל אם היה החוב שנים כדמי השדה וכו'</b> במשנה וגמ' שכתבתי בסמוך ופירוש רבינו בהם מתבאר מתוך דבריו כאן ומ''מ מה שסיים \n",
        "<b>וכתב אין פודין אותה על מנת וכו' שאם התנו ליתן אינה נפדית כלל, כתב</b> הראב''ד א''א איני מבין דבריו אבל פירוש הענין וכו'. ואני אומר שמ''ש שאם היה חובו יותר מדמי ההקדש אינו צריך לפדותו שאין הקדש חל עליו לטעמיה אזיל שכתב לעיל בפרק זה שאין הקדש מפקיע מידי שעבוד אבל רבינו סובר שהוא מפקיע מידי שעבוד ולהראב''ד קשה לי דאפי' למאי דאזיל לטעמיה אינו מיושב שהרי לפי מ''ש הוא ז''ל לעולם אין הקדש חל עליו מן הדין אלא משום שלא יאמרו הקדש יוצא בלא פדיון ואם כן מה לי שיהא חובו יותר מדמי ההקדש או שיהא כנגד חובו או שיהא חובו פי שנים על דמי ההקדש: \n",
        "<b>ורבינו</b> נראה שמפרש הא דתניא (דף כ''ג) רשב''ג אומר אם היה חובו כנגד הקדשו פודה ואם לאו אינו פודה כלל קאמר דליכא טעמא לומר שאם היה חובו יותר על הקדשו שלא יפדה כלל אלא היינו לומר שאינו פודה בתנאי דעל מנת ליתן לאשה את כתובתה ולבעל חוב את חובו אבל אם רצה לפדות אותה סתם פודה ולרבנן עד פלגא כלומר אם חובו שנים כדמי השדה אין פודין אותה בתנאי זה אבל פודים אותה סתם ונראה שהטעם מפני שלפעמים אדם קונה קרקע עד כדי שנים בדמיו ולפיכך כשאין החוב בשיעור הזה נראה שיש בקרקע כדי לפרוע החוב ושישאר להקדש אבל כשהחוב שנים בדמיו אי אפשר לומר שישאר בשדה יותר על החוב ואם פודה אותו בתנאי דעל מנת לפרוע חוב וכתובה אע''פ שמוסיף עוד דינר מיחזי כמפקיע כח ההקדש וזהו \n",
        "<b>שכתב שאם התנו ליתן אינה נפדית כלל</b> כלומר מיחזי כאילו אינה נפדית כלל: \n\n"
      ],
      [
        "<b>המקדיש כל נכסיו ואח''כ גירש את אשתו וגבתה כתובתה.</b> פירוש ובאה לגבות כתובתה מהפודה מיד ההקדש, \n",
        "<b>אינה גובה כתובתה עד שידירנה הנאה וכו'.</b> משנה שם (דף כ''ג) המקדיש את נכסיו והיתה עליו כתובת אשה ר' אליעזר אומר כשיגרשנה ידור הנאה ר' יהושע אומר אינו צריך ובגמרא במאי קא מיפלגי ר''א סבר אדם עושה קנוניא על ההקדש ור' יהושע סבר אין אדם עושה קנוניא על ההקדש ואלא הא דאמר רב הונא שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן חזקה אין אדם עושה קנוניא על ההקדש לימא כתנאי אמרה לשמעתיה לא עד כאן ל''פ אלא בבריא אבל בשכיב מרע דברי הכל אין אדם עושה קנוניא על ההקדש מאי טעמא אין אדם חוטא ולא לו איכא דאמרי בבריא כולי עלמא לא פליגי דאין אדם עושה קנוניא על ההקדש וכו' והכא בשאלה דהקדש קמיפלגי ופירש''י בשאלה דהקדש קא מיפלגי ר''א סבר אין נשאלין על ההקדש לחכם ואפי' אומר לו לחכם לא לדעת כן נדרתי והקדש (טעות הוא) אפ''ה אין חכם מתיר נדרו הילכך המגרש את אשתו בהקדשו מתחרט ואינו מוצא חכם שיתירנו ולכך עושה קנוניא זו ור' יהושע סבר נשאלין על ההקדש והכא אינו צריך לידור הנאה דאי משום קנוניא הוה עביד הוה מתשיל על נידריה ולא בעי לגרשה. והתניא בניחותא דבשאלה פליגי הן הן דברי ב''ש וכו' מחלוקת ר''א ור' יהושע היינו נמי מחלוקת ב''ש וב''ה הקדש טעות הקדש ואין שאלה להקדש עכ''ל. וללישנא בתרא פשיטא דאין הלכה כר''א כיון דאתי כבית שמאי ואפי' ללישנא קמא הא קי''ל דר''א ור' יהושע הלכה כר' יהושע ולפיכך יש לתמוה על רבינו שפסק כר''א וכבר תמה עליו הר''ן בפ' אלמנה ניזונית וכתב ואפשר שסמך לו אדרב הונא דאמר שכיב מרע שהקדיש כל נכסיו ואמר מנה לפלוני בידי נאמן חזקה אין אדם עושה קנוניא על ההקדש ומשמע התם דדוקא בשכיב מרע הא בבריא חיישינן לקנוניא ואין מאמינין אותו מתוך שיכול להפקיעו בשאלה ואי מהא לא איריא דהתם דדיבורא בעלמא קיל לה טפי משאלה ומשום הכי חיישינן אבל מעשה קשה דגירושין לא עביד כיון דאפשר בשאלה ומשום הכי לא חייש ר' יהושע עכ''ל: \n",
        "<b>ואני</b> אומר שאם סמך אדרב הונא סמך טוב הוא ואינו נדחה בדחייתו של הר''ן שהרי בגמ' אמרו עד כאן לא פליגי אלא בבריא אבל בשכיב מרע דברי הכל אין אדם עושה קנוניא על ההקדש ולא חששו לחילוקו של הר''ן. אבל אי קשיא הא קשיא כיון דבתר הכי אסיקנא אלא הכא בשאלה דהקדש קא מיפלגי הוה ליה למיפסק הכי אי משום דמסקנא הוא ואי משום דכיון דלישנא דקאמר עד כאן לא פליגי אלא בבריא וכו' לא אתמר אלא לדחויי דלא תיקום דרב הונא כתנאי והאי לישנא אתמר בפשיטותא עליה איכא למיסמך וכיון דלהאי לישנא הוה ליה ר''א כב''ש ורבי יהושע כב''ה הוי ליה למיפסק כר' יהושע ולא כר''א דשמותי הוא. וי''ל שסובר רבינו דכיון דרב הונא נקט שכיב מרע משמע דלא אמרה אלא בשכיב מרע אבל בבריא אדם עושה קנוניא על ההקדש ודרב הונא הלכתא היא דהא ליכא אמורא דפליג עליה ומאי דאסיק אלא בשאלה דהקדש קא מיפלגי לא לדחויי לישנא קמא דאמרינן ע''כ לא פליגי אלא בבריא אבל בשכיב מרע דברי הכל אין אדם עושה קנוניא על ההקדש אלא לדחויי לישנא דהוה בעינן למימר בבריא כ''ע לא פליגי דאדם עושה קנוניא על ההקדש והכא בנדר שהודר ברבים או על דעת רבים ודחינן ליה דא''כ אינו מועיל מיבעי ליה כלפי זה אמר אלא אפשר לאוקמי באוקמתא אחריתי בר מקמייתא דמפלגא בין בריא לשכיב מרע דאיכא למימר דבשאלה דהקדש קא מיפלגי אבל לעולם אוקמתא קמייתא קושטא היא. ואם תאמר אפי' לאוקמתא קמייתא איכא למיתמה ארב הונא גופיה אמאי שבק ר' יהושע ונקט כר''א דשמותי הוא. וי''ל משום דרשב''ג אתי כר''א דאמר אף הערב לאשה בכתובתה וכו' ומדקאמר אף משמע בהדיא דפשיטא ליה דבהקדש חיישינן לקנוניא וקי''ל כל מקום ששנה רשב''ג במשנתנו הלכה כמותו: \n\n"
      ],
      [],
      [
        "<b><small>(יח-יט)</small> ומ''ש עוד רבינו וכן אינו נאמן לומר אחר שהקדיש מנה לפלוני חוב עלי וכו'. ומ''ש בד''א בבריא אבל חולה שהקדיש כל נכסיו וכו'.</b> אמימרא דרב הונא כתב הרב ר' יצחק אלפס דסוף בתרא ודוקא דאיכא בידיה שטרא דמקיים אבל איכא שטרא בידיה ולא מקיים אמר תנו קיימיה לשטריה לא אמר תנו אין נותנין מ''ט אדם עשוי שלא להשביע את עצמו והוא הדין היכא דליכא שטרא בידיה אי אמר תנו נותנין עכ''ל. ותמהו עליו אף כשאמר תנו היאך נותנין לגבות מהמשועבדים להקדש בלא שטר מקויים ותירץ הרמב''ן דכיון דאיכא שטרא בידיה אי אמר תנו קיימיה והוה ליה שטר מקויים וכן כתב בספר התרומות שער ארבעים ושנים סי' ד' בשם הראב''ד ונתן טעם לדבר דזיוף לא שכיח וקיום שטרות דרבנן ורבינו מפני תמיהא זו על הרב ר''י אלפס כתב דהכא במאי עסקינן שבשעה שהקדיש הודה מה שהודה אבל אחר שהקדיש לא דלא גרע הקדש מהדיוט דאין יכול לחוב להם בהודאתו וזהו \n",
        "<b>שכתב ואמר בשעה שהקדיש מנה לפלוני בידי נאמן וכו' ואם אחר שהקדיש אמר תנו אין שומעין לו וכו'</b> ומעתה נסתלק מעל רבינו מה שכתב הראב''ד על מה שכתב רבינו ואמר בשעה שהקדיש אמר אברהם ואפי' אחר שהקדיש כל אדם נאמן ואם אחר שהקדיש אמר תנו לא נתברר אצלי עכ''ל, שרבינו הוכרח לכתוב כן כדי לתרץ התמיהא שתמהו על הרב ר''י אלפס. ומ''ש הראב''ד שבשעה שהקדיש כל אדם נאמן י''ל דהתם דוקא תוך כדי דיבור אבל אחר כדי דיבור לא אבל שכיב מרע אפילו אחר כדי דיבור ובלבד שיהא עדיין עסוק בענין ההקדש: \n",
        "<b>ועל</b> מ''ש הרב ר''י אלפס דאפי' ליכא שטרא בידיה אם אמר תנו נותנים תמהו דהא מלוה על פה היא ואינה גובה מהמשועבדים וכתב הרמב''ן דטעמא משום דאמרינן דאיהו ודאי קושטא קאמר ולא משקר והוי כמי שהוציא מלוה לפנינו שטר מקויים אי נמי במודה במנה פקדון או בקרקע והמקום ידין אותנו עכ''ל. ובמ''ש \n",
        "<b>רבינו ואמר בשעה שהקדיש</b> נתיישב יפה וזהו \n",
        "<b>שכתב לפיכך אמר תנו אותה נוטל בלא שבועה</b> והיינו בין שיש בידו שטר שאינו מקויים בין שאין בידו שטר כלל ומהטעם שכתב שאמר כן בשעה שהקדיש: \n\n"
      ],
      [
        "<b>מי שיצא עליו קול וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>בחמשה עשר באדר בית דין נפנין לחפש וכו'.</b> בריש שקלים שנינו באחד באדר משמיעין על השקלים ועל הכלאים וכו' ובט''ו בו מתקנין את הדרכים ואת הרחובות ואת מקואות המים ועושים כל צרכי הרבים ובירושלמי אלו הם צרכי הרבים פודים ערכין וחרמין והקדשות וכו': \n\n"
      ],
      [
        "<b>אין פודין את ההקדשות אלא בשלשה בקיאין וכו' עד שמין בעשרה ואחד מהם כהן.</b> משנה וגמרא בפרק קמא דסנהדרין (דף ט''ו): \n\n"
      ],
      [
        "<b>כשפודים ההקדשות וכו': אמר אחד הרי היא שלי בעשר סלעים כו'.</b> משנה פרק שביעי דערכין (דף כ''ז): \n\n"
      ],
      [
        "<b>ומ''ש בד''א שחזרו זה אחר זה וכו'.</b> שם בגמרא אמר רב חסדא לא שנו אלא שבן ארבעים עומד במקומו אבל אין בן ארבעים עומד במקומו משלשין ביניהם תנן חזר בו של ארבעים ממשכנין (מנכסיו) עד עשר אמאי ליתן בר חמשין בהדיה וכו' אמר רב חסדא ל''ק כאן בבת אחת כאן בזה אחר זה ופירש''י ל''ש דאין ממשכנין מנכסי בן חמשים אלא עשר סלעים אלא שבן ארבעים במקומו עומד ואינו חוזר בו אבל חזר בו בן ארבעים משלשין העשרים סלעים הפחותים מחמשים ועד שלשים דבן חמשים יתן ט''ו ובן מ' יתן ה' דהא באותם עשר שאמר בן חמשים יתר על בן מ' לא שייך בר מ' בהדיה בפסידא דהנך עשר שהוסיף בן מ' על בן שלשים דבר חמשין נמי אירצי במ' דיש בכלל חמשים ארבעים וכו'. \n",
        "<b>חזרו בהן בבת אחת משלשין ביניהם,</b> כדרב חסדא ומתני' כגון שחזרו בהם בזה אחר זה דהשתא אמר בר חמשין לגזבר כי הדרי בי שבקי לך בר ארבעין עכ''ל: \n",
        "<b>ועל מ''ש רבינו כיצד אמר הראשון היא שלי בעשר וכו': כתב</b> הראב''ד א''א אע''פ שאמרו משלשין ביניהם לפי הגמ' וכו'. פירש''י כפירוש הראב''ד ולשון משלשין ביניהם מוכיח כדברי רבינו וכמו שהודה הראב''ד. ומה שהקשה מדאקשינן עליה דרב חסדא וליתיב בר חמשין בהדיה י''ל לדעת רבינו דמעיקרא כי הוה ס''ל דאמר רב חסדא לא שנו אלא שבן מ' עומד במקומו וכו' הא מפרשים דה''ק אם אין בן מ' עומד במקומו משלשין ביניהם דבן מ' לא ישלם עשר אלא ה' בלבד ובן חמשים ישלם ה' שהוא משותף בהם עם של בן מ' מלבד העשר שחייב בהם הוא לבדו דמשלשין היינו שמשלמין בשוה למנין העשר שהם משותפים בהם בלבד לא למנין העשר שמתחייב בהם בן נ' לבדו ואין לבן מ' חלק עמו וכי אסיקנא כאן בבת אחת וכו' אמרינן דכי חזרו בהם בבת אחת הרי כולם שותפים בכל ההפסד ואין לזה יתרון על זה הילכך משלשין ביניהם דהיינו שמשלמין כל אחד כמו חבירו בשוה ממש שמסייעים זה לזה אבל בזה אחר זה אין בן חמשים מסייע לבן מ' כלל ולא בן מ' לבן שלשים: \n\n"
      ],
      [
        "<b>הבעלים קודמים לכל אדם וכו'.</b> משנה שם. \n",
        "<b>ומ''ש ואין מוסיפין חומש על עילויין של שאר הפודים וכו'.</b> שם במשנה אמר הרי היא שלי בכ''א הבעלים נותנים כ''ו בכ''ב הבעלים נותנים כ''ז בכ''ג הבעלים נותנים כ''ח בכ''ד הבעלים נותנים כ''ט בכ''ה הבעלים נותנים שלשים שאין מוסיפין חומש על עלויו של זה אמר אחד הרי היא שלי בכ''ו אם רצו הבעלים ליתן ל''א ודינר הבעלים קודמים ואם לאו אומרים לו הגיעתך ובגמרא בכ''ה נותנים שלשים ולימרו הבעלים אתא גברא בחריקין דאמור בעלים (דינר וכו' דאמור בעלים) פרוטה ולא דק. ואיתא תו בגמרא אם רצו הבעלים ליתן ל''א ודינר רצו אין לא רצו לא אמרי אתא גברי בחריקין וכו' ודינר ה''ד דאמר בכ''א הבעלים קודמים ואם לאו אומרים לו הגיעתך. ופירש''י אתא גברא בחריקין במקומנו שרוצה ליתן כמותנו. דאמור בעלים ברישא דינר יותר על עשרים דמטי חושבנא דקרן וחומש לכ''ה ודינר ואי יהבינן להאי איכא פסידא להקדש. דאמור בעלים ברישא פרוטה ופרוטה לא דק. ומפרש רבינו דמאי דאמר בגמרא דאמור בעלים פרוטה ולא דק היינו לומר דכי תנן הבעלים נותנים עשרים ושש היינו דוקא בשאמר הלה בכ''א אמרו הבעלים בכ''א ופרוטה אבל אם שתקו הבעלים אין נותנים אלא עשרים ושש. ולפי פירוש זה אתי שפיר מאי דקתני שאין מוסיפין חומש על עלויו של זה שאע''פ שהבעלים אמרו בכ''א ופרוטה הוה אמינא דמוסיפין חומש גם על העילוי קמ''ל שמאחר שלא אמרו כן מעצמם אלא מחמת שהעלה זה אין מוסיפין חומש על אותו עילוי וזהו שאמרו ולא דק כלומר לא חש תנא לומר דכשאמרו הבעלים בכ''א ופרוטה עסקינן דממילא משמע מדאצטריך לאשמועינן שאין מוסיפין חומש על עלויו של זה וכדאמרן: \n",
        "<b>וכתב</b> הראב''ד א''א זה הדרך כמה הוא זר בעיני ורחוק מדעתי וכו'. ואני אומר שמה שהקשה תוספת הפרוטה יתירה מה צורך וכו' י''ל לדעת רבינו דאורחא דמילתא נקט שאין דרך כשאחד מוסיף על חבירו שיאמר הלה הרי היא שלי במה שאמרת בלי תוספת. ומה שאמר ולא אמרה הגמרא התוספת של פרוטה אלא על הסוף וכו' י''ל ששם הוכרח לומר כך משום קושיא דאתא גברא בחריקין ומשם נשמע לרישא דכולה מתני' בחד גוונא מיירי: \n\n"
      ],
      [
        "<b>ומה שכתב רבינו במה דברים אמורים שלא שמו ההקדש שלשה מומחין וכו'.</b> מימרא דרב חסדא שם: \n\n"
      ],
      [
        "<b>ומ''ש הרי שלא נשום ההקדש וכו'.</b> אע''ג דבגמרא פירש בסיפא דמתניתין כשאמרו הבעלים מעיקרא בכ''א לא חשש רבינו לכתוב כן משום דפשיטא היא אלא כתבה על דרך הרישא כשהוסיפו פרוטה על עילוי של זה: \n\n"
      ],
      [
        "<b>אין מקדישין ולא מעריכין וכו'. ואם הקדיש או העריך וכו'. </b> ר''פ בתרא דבכורות (דף כ''ג): \n",
        "<b>וכתב</b> הראב''ד יוליכם לים המלח א''א כשאינו רוצה לפדותן וכו'. אין בזה השגה על רבינו שרבינו העתיק לשון הברייתא כמנהגו ודין הפדיון כבר הזכירו לקמן בסמוך. ומ''ש הראב''ד יפדה אותם בפרוטה הוא מעיקרא דדינא אבל חכמים אמרו שיפדה בארבע זוזים כמו שכתב רבינו בסמוך: \n",
        "<b>הקדיש או החרים עבד וכו':</b> \n\n"
      ],
      [],
      [],
      [
        "<b><small>(י-יא)</small> מותר לפדות ההקדשות בזה''ז לכתחלה אפילו בפרוטה וכו' עד הרי הוא כמטלטלין בא''י ותנתן לכהנים.</b> הכל בסוף פרק ז' דערכין (דף כ''ח כ''ט): \n",
        "<b>וכתב</b> הראב''ד שאין שדה החרמים נוהגת אלא בזמן שהיובל נוהג. א''א יש מי שסובר מה שאמרו וכו': \n\n"
      ],
      [
        "<b>אע''פ שההקדשות והחרמין והערכין וכו' אם לא הקדיש ולא העריך וכו'.</b> בריש חולין אמרינן הכל מעריכין ונערכין נודרים ונידרים הכי נמי דלכתחלה והא כתיב וכי תחדל לנדור לא יהיה בך חטא וכתיב טוב אשר לא תדור משתדור ולא תשלם ותניא טוב מזה ומזה שאינו נודר כל עיקר דברי ר''מ ר' יהודה אומר טוב מזה ומזה נודר ומשלם ואפילו ר''י לא קאמר אלא באומר הרי זו אבל אמר הרי עלי לא: \n\n"
      ],
      [
        "<b>לעולם לא יקדיש אדם ולא יחרים כל נכסיו וכו'.</b> משנה פרק שביעי דערכין (דף כ''ח). \n",
        "<b>ומה שכתב ובזה וכיוצא בו אמרו חכמים חסיד שוטה מכלל מבלי עולם.</b> משנה בפרק שלישי דסוטה. \n",
        "<b>ומ''ש אלא כל המפזר ממונו במצות אל יפזר יותר מחומש.</b> בפרק ז' דערכין ובפרק ד' דכתובות (דף נ'): \n",
        "<b>סליקו הלכות ערכין וחרמין בס''ד</b> \n\n"
      ]
    ]
  ]
};