const Nazariteship = {
  "title": "Mishneh Torah, Nazariteship",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Nazariteship",
  "text": [
    [
      "הַנְּזִירוּת הוּא נֵדֶר מִכְּלַל נִדְרֵי אִסָּר שֶׁנֶּאֱמַר <small>(במדבר ו ב)</small> \"כִּי יִדֹּר נֶדֶר נָזִיר\" וְגוֹ'. וּמִצְוַת עֲשֵׂה שֶׁיְּגַדֵּל שְׂעַר רֹאשׁוֹ שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ\". וְאִם גִּלֵּחַ בִּימֵי נִזְרוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ\". וְכֵן אָסוּר לְהִטָּמֵא לַמֵּתִים אוֹ לֶאֱכל דְּבָרִים שֶׁאֲסָרָן הַכָּתוּב עָלָיו <small>(במדבר ו ד)</small> \"מִגֶּפֶן הַיַּיִן\" <small>(במדבר ו ד)</small> <small>(במדבר ו ח)</small> \"כָּל יְמֵי נִזְרוֹ\":  ",
      "עָבַר וְגִלֵּחַ אוֹ נִטְמָא אוֹ אָכַל מִגֶּפֶן הַיַּיִן הֲרֵי זֶה לוֹקֶה שְׁתַּיִם. אַחַת מִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" שֶׁכּוֹלֵל כָּל הַנְּדָרִים. וְאַחַת מִשּׁוּם דָּבָר שֶׁעָבַר עָלָיו מִדְּבָרִים שֶׁאֲסוּרִין אִסּוּר מְיֻחָד עַל הַנָּזִיר:  ",
      "נָדַר בְּנָזִיר וְקִיֵּם נִדְרוֹ כְּמִצְוָתוֹ הֲרֵי זֶה עוֹשֶׂה שָׁלֹשׁ מִצְוֹת עֲשֵׂה. הָאַחַת <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\" וַהֲרֵי עָשָׂה. וְהַשְּׁנִיָּה <small>(במדבר ו ה)</small> \"גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ\" וַהֲרֵי גִּדֵּל. וְהַשְּׁלִישִׁית תִּגְלַחְתּוֹ עִם הֲבָאַת קָרְבְּנוֹתָיו שֶׁנֶּאֱמַר <small>(במדבר ו יח)</small> \"וְגִלַּח הַנָּזִיר פֶּתַח אֹהֶל מוֹעֵד\" וְגוֹ':  ",
      "הָאוֹמֵר לֹא אֶפָּטֵר מִן הָעוֹלָם עַד שֶׁאֶהֱיֶה נָזִיר הֲרֵי זֶה נָזִיר מִיָּד שֶׁמָּא יָמוּת עַתָּה. וְאִם אֵחֵר נְזִירוּתוֹ הֲרֵי זֶה עוֹבֵר בְּבַל <small>(דברים כג כב)</small> \"תְּאַחֵר לְשַׁלְּמוֹ\" וְאֵין לוֹקִין עַל לָאו זֶה:  ",
      "אֵין אוֹמְרִין בִּנְזִירוּת עַד שֶׁיּוֹצִיא בִּשְׂפָתָיו דָּבָר שֶׁמַּשְׁמָעוֹ אֵצֶל כָּל הָעָם כָּעִנְיָן שֶׁבְּלִבּוֹ. אֶלָּא כֵּיוָן שֶׁגָּמַר בְּלִבּוֹ וְהוֹצִיא בִּשְׂפָתָיו דְּבָרִים שֶׁעִנְיָנָם שֶׁיִּהְיֶה נָזִיר אַף עַל פִּי שֶׁהֵן עִנְיָנוֹת רְחוֹקוֹת וְאַף עַל פִּי שֶׁאֵין בְּמַשְׁמָעָן לְשׁוֹן נְזִירוּת הֲרֵי הוּא נָזִיר:  ",
      "כֵּיצַד. הֲרֵי שֶׁהָיָה נָזִיר עוֹבֵר לְפָנָיו וְאָמַר אֶהְיֶה הֲרֵי זֶה נָזִיר הוֹאִיל וּבְלִבּוֹ הָיָה שֶׁיִּהְיֶה כְּמוֹ זֶה וְאַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ וְאָמַר אֶהְיֶה כְּמוֹ זֶה. וְכֵן אִם אָחַז בִּשְׂעָרוֹ וְאָמַר אֶהְיֶה נָאֶה אוֹ אֱהֵא מְכַלְכֵּל אוֹ אֲהָא מְסַלְסֵל אוֹ שֶׁאָמַר הֲרֵינִי מְסַלְסֵל אוֹ הֲרֵינִי מְכַלְכֵּל אוֹ הֲרֵי עָלַי לְשַׁלֵּחַ פֶּרַע הֲרֵי זֶה נָזִיר וְהוּא שֶׁיִּגְמֹר בְּלִבּוֹ לְהַזִּיר:  ",
      "אָמַר הֲרֵי עָלַי צִפֳּרִים אַף עַל פִּי שֶׁהָיָה נָזִיר עוֹבֵר לְפָנָיו וְאַף עַל פִּי שֶׁהָיָה בְּלִבּוֹ לְהַזִּיר אֵינוֹ נָזִיר וַהֲרֵי זֶה כְּמִי שֶׁלֹּא הוֹצִיא בִּשְׂפָתָיו כְּלוּם:  ",
      "כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. כֵּיצַד. מְקוֹמוֹת הָעִלְּגִים שֶׁמְּשַׁנִּין אֶת הַדִּבּוּר וְאָמַר שָׁם הֲרֵינִי נָזִיק נָזִיחַ פָּזִיחַ הֲרֵי זֶה נָזִיר:  ",
      "הָאוֹמֵר הֲרֵינִי נָזִיר מִן הַחַרְצַנִּים בִּלְבַד אוֹ מִן הַזַּגִּים בִּלְבַד אוֹ הֲרֵינִי נָזִיר מִן הַתִּגְלַחַת אוֹ הֲרֵינִי נָזִיר מִן הַטֻּמְאָה בִּלְבַד הֲרֵי זֶה נָזִיר גָּמוּר וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו וְאַף עַל פִּי שֶׁלֹּא הָיָה בְּלִבּוֹ לְהַזִּיר אֶלָּא מִדָּבָר זֶה בִּלְבַד הוֹאִיל וְדָבָר שֶׁנָּזַר מִמֶּנּוּ אָסוּר עַל הַנְּזִירִים הֲרֵי זֶה נָזִיר גָּמוּר:  ",
      "אֲבָל הָאוֹמֵר הֲרֵינִי נָזִיר מִן הַגְּרוֹגָרוֹת אוֹ מִן הַדְּבֵלָה וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה אָסוּר בָּהֶן וְאֵינוֹ נָזִיר:  ",
      "מָזְגוּ לוֹ כּוֹס שֶׁל יַיִן וְנָתְנוּ לוֹ לִשְׁתּוֹת וְאָמַר הֲרֵינִי נָזִיר מִמֶּנּוּ הֲרֵי זֶה נָזִיר גָּמוּר. וְאִם הָיָה מַר נֶפֶשׁ אוֹ כּוֹעֵס אוֹ מִתְאַבֵּל וְהָיוּ מְבַקְּשִׁין מִמֶּנּוּ שֶׁיִּשְׁתֶּה כְּדֵי לְשַׁכֵּחַ עֲמָלוֹ וְאָמַר הֲרֵי זֶה נָזִיר מִמֶּנּוּ הֲרֵי זֶה אָסוּר בְּאוֹתוֹ הַכּוֹס בִּלְבַד וְאֵינוֹ נָזִיר. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא שֶׁלֹּא יִשְׁתֶּה כּוֹס זֶה:  ",
      "וְכֵן שִׁכּוֹר שֶׁנָּתְנוּ לוֹ כּוֹס כְּדֵי לְרַוּוֹתוֹ וְאָמַר הֲרֵי זֶה נָזִיר מִמֶּנּוּ הֲרֵי זֶה אָסוּר בְּאוֹתוֹ הַכּוֹס בִּלְבַד וְאֵינוֹ חַיָּב בִּנְזִירוּת שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא שֶׁלֹּא יְשַׁכְּרוּ אוֹתוֹ יוֹתֵר מִדַּאי. וְאִם הִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט אֵין דְּבָרָיו כְּלוּם וְאֵינוֹ חַיָּב עַל כָּל עֲבֵרָה שֶׁיַּעֲשֶׂה שֶׁמִּשֶּׁהִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט אֵינוֹ בֶּן חִיּוּב:  ",
      "הָאוֹמֵר הֲרֵינִי נָזִיר עַל מְנָת שֶׁאֶהֱיֶה שׁוֹתֶה יַיִן אוֹ מִטַּמֵּא לַמֵּתִים אוֹ מְגַלֵּחַ שְׂעָרִי הֲרֵי זֶה נָזִיר וְאָסוּר בְּכֻלָּם. מִפְּנֵי שֶׁהִתְנָה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה וְכָל הַמַּתְנֶה עַל הַכָּתוּב בַּתּוֹרָה תְּנָאוֹ בָּטֵל:  ",
      "נָדַר בְּנָזִיר וְאָמַר לֹא הָיִיתִי יוֹדֵעַ שֶׁהַנָּזִיר אָסוּר בְּיַיִן אוֹ בְּטֻמְאָה אוֹ בְּתִגְלַחַת וְאִלּוּ הָיִיתִי יוֹדֵעַ כֵּן לֹא הָיִיתִי נוֹדֵר הֲרֵי זֶה נָזִיר וְחַיָּב בְּכֻלָּם. שֶׁהֲרֵי הוּא הָיָה יוֹדֵעַ שֶׁאָסַר עַצְמוֹ בְּאֶחָד מִשְּׁלֹשָׁה מִינִין וּכְבָר בֵּאַרְנוּ שֶׁאֲפִלּוּ לֹא נָדַר אֶלָּא מֵאֶחָד מֵהֶם אָסוּר בְּכֻלָּן:  ",
      "אָמַר יוֹדֵעַ הָיִיתִי שֶׁהַנָּזִיר אָסוּר בְּכָל אֵלּוּ אֲבָל הָיָה בְּדַּעְתִּי שֶׁמֻּתָּר לִי לִשְׁתּוֹת אֲנִי הַיַּיִן מִפְּנֵי שֶׁאֵינִי יָכוֹל לִחְיוֹת בְּלֹא יַיִן אוֹ מִפְּנֵי שֶׁאֲנִי קוֹבֵר אֶת הַמֵּתִים הֲרֵי זֶה אֵינוֹ נָזִיר. מִפְּנֵי שֶׁאֵלּוּ בִּכְלַל נִדְרֵי שְׁגָגוֹת שֶׁאֵינָם צְרִיכִין שְׁאֵלָה לְחָכָם כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הָאוֹמֵר הֲרֵי יָדִי נְזִירָה הֲרֵי רַגְלִי נְזִירָה לֹא אָמַר כְּלוּם. הֲרֵי רֹאשִׁי נָזִיר כְּבֵדִי נְזִירָה הֲרֵי זֶה נָזִיר. זֶה הַכְּלָל כָּל אֵיבָר שֶׁאִם יִנָּטֵל מִן הַחַי יָמוּת אִם אָמַר הֲרֵי הוּא נָזִיר הֲרֵי זֶה נָזִיר:  ",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן. אִם נוֹלַד לוֹ בֵּן זָכָר הֲרֵי זֶה נָזִיר. אֲבָל אִם נוֹלְדָה לוֹ בַּת אוֹ טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס אֵין זֶה נָזִיר. אָמַר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי וָלָד אֲפִלּוּ נוֹלַד לוֹ בַּת אוֹ טֻמְטוּם וְאַנְדְּרוֹגִינוּס הֲרֵי זֶה נָזִיר. הִפִּילָה אִשְׁתּוֹ אֵינוֹ נָזִיר. חָזְרָה וְנִתְעַבְּרָה וְיָלְדָה הֲרֵי זֶה נָזִיר:  "
    ],
    [
      "הַנּוֹדֵר בְּנָזִיר בְּשׁוֹגֵג אוֹ בְּאֹנֶס אוֹ שֶׁנָּדַר לְזָרֵז חֲבֵרוֹ אוֹ דֶּרֶךְ הֲבַאי הֲרֵי זֶה פָּטוּר כִּשְׁאָר נְדָרִים. וּמִי שֶׁנָּדַר בְּנָזִיר וְנִחָם עַל נִדְרוֹ הֲרֵי זֶה נִשְׁאָל לְחָכָם וּמַתִּיר לוֹ נְזִירוּתוֹ כְּדֶרֶךְ שֶׁמַּתִּירִין שְׁאָר הַנְּדָרִים:  ",
      "מִי שֶׁנָּדַר בְּנָזִיר וְהָלַךְ לְהָבִיא קָרְבְּנוֹתָיו שֶׁנָּזַר עַל דַּעַת שֶׁיְּבִיאֵם בִּמְלֹאת יְמֵי נִזְרוֹ. מְצָאָן שֶׁנִּגְנְבוּ אוֹ נִגְנְבָה בְּהֵמָה מֵהֶן. אִם עַד שֶׁלֹּא נִגְנְבָה הַבְּהֵמָה נָזַר הֲרֵי זֶה נָזִיר. וְאִם אַחַר שֶׁנִּגְנְבָה אוֹ שֶׁאָבְדָה אוֹ שֶׁמֵּתָה נָזַר אֵינוֹ נָזִיר שֶׁזֶּה נָזַר בְּטָעוּת:  ",
      "הַמַּתְפִּיס בִּנְזִירוּת הֲרֵי זֶה נָזִיר כְּמוֹ שֶׁבֵּאַרְנוּ בְּדִין כָּל הַמַּתְפִּיס בְּנֵדֶר:  ",
      "הָיָה נָזִיר עוֹבֵר לְפָנָיו וְאָמַר הֲרֵינִי כָּזֶה הֲרֵי זֶה נָזִיר. נָדַר חֲבֵרוֹ בְּנָזִיר וְאָמַר הוּא פִּי כְּפִיו מִיַּיִן אוֹ שֶׁאָמַר שְׂעָרִי כִּשְׂעָרוֹ מִלְּהִגָּזֵז הֲרֵי זֶה נָזִיר. וְכֵן אִם שָׁמַע וְאָמַר וַאֲנִי בְּתוֹךְ כְּדֵי דִּבּוּר [וְשָׁמַע שְׁלִישִׁי בְּתוֹךְ כְּדֵי דִּבּוּר] שֶׁל שֵׁנִי וְאָמַר וַאֲנִי וַאֲפִלּוּ הֵן מֵאָה כֻּלָּן נְזִירִין:  ",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן וַחֲבֵרוֹ אָמַר וַאֲנִי הֲרֵי חֲבֵרוֹ נָזִיר מִיָּד:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לְךָ בֵּן וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי אֵין זֶה נָזִיר. שֶׁלֹּא נִתְכַּוֵּן זֶה הָאַחֲרוֹן אֶלָּא לוֹמַר שֶׁאֲנִי אוֹהֵב שֶׁיִּהְיֶה לְךָ בֵּן כְּמוֹ זֶה שֶׁהֲרֵי הוּא בּוֹשׁ מִמֶּנּוּ:  ",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִפְלוֹנִי בֵּן וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי. הֲרֵי זֶה סָפֵק שֶׁמָּא לֹא נִתְכַּוֵּן אֶלָּא לִהְיוֹת נָזִיר כְּמוֹתוֹ אוֹ לוֹמַר שֶׁאֲנִי אוֹהֵב אוֹתוֹ כְּמוֹתְךָ. וּסְפֵק נְזִירוּת לְהָקֵל:  ",
      "שְׁנַיִם שֶׁהָיוּ מְהַלְּכִים בַּדֶּרֶךְ וְרָאוּ אֶחָד בָּא כְּנֶגְדָּן וְאָמַר אֶחָד מִן הַשְּׁנַיִם זֶה הַהוֹלֵךְ כְּנֶגְדֵּנוּ שִׁמְעוֹן הוּא. וְאָמַר חֲבֵרוֹ רְאוּבֵן הוּא. וְאָמַר זֶה הֲרֵינִי נָזִיר אִם יִהְיֶה רְאוּבֵן. וְאָמַר הָאַחֵר הֲרֵינִי נָזִיר אִם יִהְיֶה שִׁמְעוֹן. הִגִּיעַ אֲלֵיהֶם וַהֲרֵי הוּא רְאוּבֵן הֲרֵי זֶה נָזִיר. וְאִם הָיָה שִׁמְעוֹן הֲרֵי חֲבֵרוֹ נָזִיר כְּמוֹ שֶׁנָּדְרוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לֹא הִגִּיעַ אֲלֵיהֶם אֶלָּא חָזַר לַאֲחוֹרָיו וְנֶעְלַם מֵעֵינֵיהֶם וְלֹא יָדְעוּ מִי הוּא אֵין אֶחָד מֵהֶן נָזִיר:  ",
      "וְכֵן הָאוֹמֵר הֲרֵינִי נָזִיר אִם יִהְיֶה בִּכְרִי זֶה מֵאָה כּוֹר וְהָלַךְ לְמוֹדְדוֹ וּמְצָאוֹ שֶׁנִּגְנַב אוֹ שֶׁאָבַד אֵינוֹ נָזִיר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. שֶׁסָּפֵק נְזִירוּת לְהָקֵל:  ",
      "הָיוּ מְהַלְּכִין בַּדֶּרֶךְ וְרָאוּ אֶת הַכְּוִי מֵרָחוֹק וְאָמַר אֶחָד מֵהֶם הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁזֶּה בְּהֵמָה. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין זֶה חַיָּה. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין זֶה בְּהֵמָה. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין זֶה לֹא חַיָּה וְלֹא בְּהֵמָה. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁזֶּה בְּהֵמָה וְחַיָּה הֲרֵי כֻּלָּם נְזִירִים. מִפְּנֵי שֶׁהַכְּוִי יֵשׁ בּוֹ דְּרָכִים שָׁוֶה בָּהֶן לְחַיָּה וְיֵשׁ בּוֹ דְּרָכִים שָׁוֶה בָּהֶן לִבְהֵמָה וְיֵשׁ בּוֹ דְּרָכִים שָׁוֶה לְחַיָּה וְלִבְהֵמָה וְיֵשׁ בּוֹ דְּרָכִים שֶׁאֵינוֹ שָׁוֶה לֹא לִבְהֵמָה וְלֹא לְחַיָּה. וְהוּא הַדִּין אִם רָאוּ אַנְדְּרוֹגִינוּס וְנֶחְלְקוּ בּוֹ אִם הוּא אִישׁ אוֹ אִשָּׁה וְנָדְרוּ עַל דֶּרֶךְ שֶׁנָּדְרוּ אֵלּוּ בִּכְוִי הֲרֵי כֻּלָּם נְזִירִים. שֶׁהָאַנְדְּרוֹגִינוּס יֵשׁ בּוֹ דְּרָכִים שָׁוֶה בָּהֶן לְאִישׁ. וּדְרָכִים שָׁוֶה בָּהֶן לְאִשָּׁה. וּדְרָכִים שֶׁאֵינוֹ שָׁוֶה בָּהֶן לֹא לְאִישׁ וְלֹא לְאִשָּׁה. וּדְרָכִים שֶׁהֵן שָׁוִין לְאִישׁ וּלְאִשָּׁה:  ",
      "וְכָל הַדְּרָכִים הָאֵלּוּ בְּעִנְיְנֵי הַמִּצְוֹת וְלֹא בְּטִבְעוֹ וְתוֹלַדְתּוֹ. וְכֵן דַּרְכֵי הַכְּוִי בְּעִנְיְנֵי הַמִּצְוֹת לֹא בְּטִבְעוֹ וְתוֹלַדְתּוֹ. כֵּיצַד. דָּמוֹ טָעוּן כִּסּוּי כְּחַיָּה וְחֶלְבּוֹ אָסוּר כִּבְהֵמָה. וַהֲרֵי הוּא כִּלְאַיִם עִם הַבְּהֵמָה וְכֵן עִם הַחַיָּה כְּאִלּוּ אֵינָהּ חַיָּה וְלֹא בְּהֵמָה. וְטָעוּן שְׁחִיטָה כִּבְהֵמָה וְחַיָּה. וְיֵשׁ בּוֹ דְּרָכִים אֲחֵרִים וְכָל אֶחָד מֵהֶן יִתְבָּאֵר בִּמְקוֹמוֹ. וְכֵן אַנְדְּרוֹגִינוּס מִטַּמֵּא בְּלֹבֶן כַּאֲנָשִׁים. וּמִטַּמֵּא בְּאֹדֶם כְּנָשִׁים. וְאֵינוֹ נִמְכָּר בְּעֶבֶד עִבְרִי לֹא כַּאֲנָשִׁים וְלֹא כְּנָשִׁים. וְהַהוֹרְגוֹ נֶהֱרָג עָלָיו כַּאֲנָשִׁים וּכְנָשִׁים. וְיֵשׁ בּוֹ דִּינִים אֲחֵרִים וְכָל אֶחָד יִכָּתֵב בִּמְקוֹמוֹ:  ",
      "וְכֵן אִם רָאוּ אֲנָשִׁים בָּאִים כְּנֶגְדָּם מֵהֶם פִּקְחִים וּמֵהֶם סוּמִים וְאָמַר אֶחָד הֲרֵינִי נָזִיר שֶׁאֵלּוּ פִּקְחִין. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין אֵלּוּ פִּקְחִין. וְאָמַר אַחֵר הֲרֵי אֲנִי נָזִיר שֶׁאֵלּוּ סוּמִין. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין אֵלּוּ סוּמִין. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵלּוּ פִּקְחִין וְסוּמִין. וְאָמַר אַחֵר הֲרֵינִי נָזִיר שֶׁאֵין אֵלּוּ לֹא פִּקְחִין וְלֹא סוּמִין. הֲרֵי כֻּלָּם נְזִירִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "קָטָן שֶׁהִגִּיעַ לְעוֹנַת נְדָרִים וְנָדַר בְּנָזִיר הֲרֵי זֶה נָזִיר וּמֵבִיא קָרְבְּנוֹתָיו. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת כִּשְׁאָר הַנְּדָרִים. וְהָאִישׁ מַדִּיר אֶת בְּנוֹ קָטָן בְּנָזִיר אַף עַל פִּי שֶׁלֹּא בָּא לְעוֹנַת נְדָרִים. וְאֵין הָאִשָּׁה מַדֶּרֶת אֶת בְּנָהּ בְּנָזִיר. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה הוּא וְאֵינוֹ נוֹהֵג בִּשְׁאָר נְדָרִים:  ",
      "כֵּיצַד. הָאָב שֶׁאָמַר לִבְנוֹ הַקָּטָן הֲרֵי אַתָּה נָזִיר. אוֹ שֶׁאָמַר בְּנִי פְּלוֹנִי נָזִיר אוֹ הֲרֵי זֶה נָזִיר. וְשָׁתַק הַבֵּן. הֲרֵי זֶה נָזִיר וְחַיָּב הָאָב לִנְהֹג בּוֹ כָּל דִּקְדּוּקֵי נְזִירוּת וְאִם נִטְמָא מֵבִיא קָרְבַּן טֻמְאָה. וּכְשֶׁיַּשְׁלִים נְזִירוּתוֹ מֵבִיא קָרְבַּן טָהֳרָה כִּשְׁאָר הַנְּזִירִים הַגְּדוֹלִים:  ",
      "לֹא רָצָה הַבֵּן וּמִחָה בְּדָבָר זֶה אוֹ שֶׁמִּחוּ קְרוֹבָיו אוֹ שֶׁגִּלֵּחַ שְׂעָרוֹ אוֹ שֶׁגִּלְּחוּהוּ קְרוֹבָיו שֶׁהֲרֵי נַעֲשָׂה מַעֲשֶׂה שֶׁגִּלָּה דַּעְתּוֹ שֶׁלֹּא רָצָה הוּא אוֹ קְרוֹבָיו בִּנְזִירוּת זוֹ הֲרֵי זֶה אֵינוֹ נָזִיר. וְעַד מָתַי יֵשׁ לוֹ לְהַדִּירוֹ עַד שֶׁיַּגְדִּיל וְיֵעָשֶׂה אִישׁ:  ",
      "הָעַכּוּ''ם אֵין לָהֶן נְזִירוּת. שֶׁנֶּאֱמַר <small>(במדבר ו ב)</small> \"דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל\":  ",
      "נָשִׁים וַעֲבָדִים יֵשׁ לָהֶן נְזִירוּת. וְהָאָב אוֹ הַבַּעַל מֵפֵר נְזִירוּת הָאִשָּׁה אִם רָצָה כִּשְׁאָר הַנְּדָרִים. אֲבָל הָעֶבֶד יֵשׁ לְרַבּוֹ לָכֹף אוֹתוֹ לִשְׁתּוֹת וּלְהִטָּמֵא לַמֵּתִים וְאִם לֹא כָּפָה אוֹתוֹ נוֹהֵג נְזִירוּת:  ",
      "נָדַר הָעֶבֶד שְׁאָר נְדָרִים שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ אוֹ שֶׁמְּעַכְּבִין אֶת הַמְּלָאכָה אוֹ שֶׁהֶעֱרִיךְ. אֵין רַבּוֹ צָרִיךְ לְכֻפּוֹ מִפְּנֵי שֶׁאֵין נַפְשׁוֹ קְנוּיָה לוֹ וְלֹא יָחוּל עָלָיו נֶדֶר. לְמָה הַדָּבָר דּוֹמֶה לְאוֹסֵר פֵּרוֹת אֲחֵרִים עֲלֵיהֶם. אֲבָל אִם אֵין שָׁם עִנּוּי וְלֹא דָּבָר שֶׁמְּעַכֵּב מְלָאכָה אֵינוֹ יָכוֹל לְכֻפּוֹ. נָדַר עַבְדּוֹ בִּנְזִירוּת וְאָמַר לוֹ מוּפָר לְךָ יָצָא לְחֵרוּת וְחַיָּב לְהַשְׁלִים נְזִירוּתוֹ. שֶׁהָעֶבֶד כּוֹפִין אוֹתוֹ וְאֵין מְפֵרִין לוֹ. וְאִם הֵפֵר יָצָא לְחֵרוּת:  ",
      "עֶבֶד שֶׁנָּדַר בִּנְזִירוּת וּבָרַח אוֹ שֶׁהָלַךְ מֵרַבּוֹ הֲרֵי זֶה אָסוּר לִשְׁתּוֹת יַיִן כְּדֵי שֶׁיִּצְטַעֵר וְיַחְזֹר לִרְשׁוּת רַבּוֹ. נָזַר וְהִשְׁלִים נְזִירוּתוֹ וְגִלֵּחַ וְלֹא יְדָעוֹ רַבּוֹ וְאַחַר כָּךְ יָצָא לְחֵרוּת הֲרֵי זֶה יָצָא יְדֵי נִדְרוֹ. אֲבָל אִם נָדַר וְלֹא גִּלֵּחַ וְיָצָא לְחֵרוּת לֹא יָצָא יְדֵי נִדְרוֹ. נִטְמָא וְאַחַר כָּךְ יָצָא לְחֵרוּת מוֹנֶה מִשָּׁעָה שֶׁנִּטְמָא:  ",
      "נְזִירוּת נוֹהֶגֶת בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִּפְנֵי הַבַּיִת. לְפִיכָךְ מִי שֶׁנָּדַר בְּנָזִיר בַּזְּמַן הַזֶּה הֲרֵי זֶה נָזִיר לְעוֹלָם. שֶׁאֵין לָנוּ בַּיִת כְּדֵי שֶׁיָּבִיא קָרְבְּנוֹתָיו בִּמְלֹאת יְמֵי נִזְרוֹ:  ",
      "אֵין הַנְּזִירוּת נוֹהֶגֶת אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל. וּמִי שֶׁנָּזַר בְּחוּצָה לָאָרֶץ קוֹנְסִין אוֹתוֹ וּמְחַיְּבִין אוֹתוֹ לַעֲלוֹת לְאֶרֶץ יִשְׂרָאֵל וְלִהְיוֹת נָזִיר בְּאֶרֶץ יִשְׂרָאֵל כְּמִנְיַן הַיָּמִים שֶׁנָּזַר. לְפִיכָךְ מִי שֶׁנָּדַר בַּזְּמַן הַזֶּה בְּחוּצָה לָאָרֶץ כּוֹפִין אוֹתוֹ לַעֲלוֹת לְאֶרֶץ יִשְׂרָאֵל וְלִהְיוֹת נוֹהֵג שָׁם נְזִירוּת עַד שֶׁיָּמוּת אוֹ עַד שֶׁיִּבָּנֶה הַמִּקְדָּשׁ וְיָבִיא קָרְבְּנוֹתָיו בִּמְלֹאת יְמֵי נִזְרוֹ:  ",
      "וְכָל זְמַן שֶׁהוּא בְּחוּצָה לָאָרֶץ הֲרֵי זֶה אָסוּר לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לַמֵּתִים וּלְגַלֵּחַ וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו וְאַף עַל פִּי שֶׁאֵין יָמִים אֵלּוּ עוֹלִין לוֹ. וְאִם עָבַר וְשָׁתָה אוֹ גִּלֵּחַ אוֹ נָגַע בְּמֵת וְכַיּוֹצֵא בִּנְגִיעָה לוֹקֶה:  "
    ],
    [
      "סְתָם נְזִירוּת שְׁלֹשִׁים יוֹם. כֵּיצַד. מִי שֶׁאָמַר הֲרֵינִי נָזִיר אֵין פָּחוֹת מִשְּׁלֹשִׁים יוֹם. וַאֲפִלּוּ אָמַר הֲרֵינִי נָזִיר נְזִירוּת גְּדוֹלָה עַד מְאֹד הַרְבֵּה הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם. שֶׁהֲרֵי לֹא פֵּרֵשׁ זְמַן: \n",
      "פֵּרֵשׁ זְמַן פָּחוֹת מִשְּׁלֹשִׁים כְּגוֹן שֶׁאָמַר הֲרֵינִי נָזִיר יוֹם אֶחָד אוֹ עֲשָׂרָה יָמִים אוֹ עֶשְׂרִים יוֹם הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם שֶׁאֵין נְזִירוּת פְּחוּתָה מִשְּׁלֹשִׁים יוֹם. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה: \n",
      "פֵּרֵשׁ זְמַן יוֹתֵר מִשְּׁלֹשִׁים יוֹם כְּגוֹן שֶׁאָמַר אֶחָד וּשְׁלֹשִׁים יוֹם אוֹ אַרְבָּעִים אוֹ מֵאָה יוֹם אוֹ מֵאָה שָׁנָה הֲרֵי זֶה נָזִיר כִּזְמַן שֶׁפֵּרֵשׁ לֹא פָּחוֹת וְלֹא יוֹתֵר: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר שָׁעָה אַחַת הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם. אָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם וְשָׁעָה אַחַת הֲרֵי זֶה נָזִיר אֶחָד וּשְׁלֹשִׁים יוֹם שֶׁאֵין נוֹזְרִין שָׁעוֹת: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר מִכָּאן עַד מָקוֹם פְּלוֹנִי. אִם לֹא הֶחֱזִיק בַּדֶּרֶךְ הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם בִּלְבַד. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לִנְזִירוּת גְּדוֹלָה וַהֲרֵי לֹא פֵּרֵשׁ זְמַן. וְאִם הֶחֱזִיק בַּדֶּרֶךְ אִם הָיָה מְהַלֵּךְ פָּחוֹת מִשְּׁלֹשִׁים יוֹם הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם. וְאִם הָיָה יוֹתֵר מִשְּׁלֹשִׁים יוֹם הֲרֵי זֶה נָזִיר נְזִירוּת אַחַת כְּמִנְיַן הַיָּמִים: \n",
      "מִי שֶׁאָמַר הֲרֵינִי נָזִיר שְׁתֵּי נְזִירוּת אוֹ שָׁלֹשׁ אוֹ אַרְבַּע הֲרֵי זֶה נָזִיר כַּמִּנְיָן שֶׁאָמַר כָּל נְזִירוּת מֵהֶן שְׁלֹשִׁים יוֹם. וּבְסוֹף כָּל שְׁלֹשִׁים וּשְׁלֹשִׁים מְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו וּמַתְחִיל לִמְנוֹת נְזִירוּת שְׁנִיָּה. אֲפִלּוּ אָמַר הֲרֵינִי נָזִיר מֵאָה אֶלֶף נְזִירִיּוֹת שֶׁאִי אֶפְשָׁר שֶׁיִּחְיֶה כַּזְּמַן הַזֶּה הֲרֵי זֶה מוֹנֶה אַחַת אַחַר אַחַת עַד שֶׁיָּמוּת אוֹ עַד שֶׁיַּשְׁלִים מִנְיַן נְזִירוּתָיו: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כְּמִנְיַן יְמוֹת הַשָּׁנָה. מוֹנֶה נְזִירוּתָיו כְּמִנְיַן יְמוֹת הַשָּׁנָה. אִם פֵּרֵשׁ שְׁנַת הַחַמָּה מוֹנֶה שְׁלֹשׁ מֵאוֹת וְשִׁשִּׁים וְחָמֵשׁ נְזִירוּת כָּל אַחַת מֵהֶן שְׁלֹשִׁים יוֹם. וְאִם פֵּרֵשׁ שְׁנַת לְבָנָה מוֹנֶה שְׁלֹשׁ מֵאוֹת אַרְבַּע וַחֲמִשִּׁים נְזִירוּת. וְאִם סְתָם מוֹנֶה שְׁלֹשׁ מֵאוֹת וְאַרְבַּע וַחֲמִשִּׁים נְזִירוּת שֶׁהֲרֵי בֵּאַרְנוּ שֶׁכָּל הַנְּדָרִים הוֹלְכִין אַחַר לְשׁוֹן בְּנֵי אָדָם. וְרֹב שְׁנֵי הַחַמָּה שְׁלֹשׁ מֵאוֹת וַחֲמִשָּׁה וְשִׁשִּׁים יוֹם מוֹנִין לָהּ. וְרֹב שְׁנֵי הַלְּבָנָה שְׁלֹשׁ מֵאוֹת וְאַרְבַּע וַחֲמִשִּׁים יוֹם מוֹנִין לָהּ. וְאֵין קוֹרִין כָּל הָעָם שָׁנָה סְתָם אֶלָּא לִשְׁנַת הַלְּבָנָה: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה הֲרֵי זֶה נָזִיר שְׁתֵּי נְזִירוּת. אָמַר הֲרֵינִי נָזִיר וְיוֹם אֶחָד אוֹ שֶׁאָמַר הֲרֵינִי נָזִיר וְשָׁעָה אַחַת הֲרֵי זֶה נָזִיר שְׁתֵּי נְזִירוּת. אָמַר הֲרֵינִי נָזִיר וְאַחַת הֲרֵי זֶה נָזִיר שְׁתַּיִם. הֲרֵינִי נָזִיר וְאַחַת וְעוֹד הֲרֵי זֶה נָזִיר שָׁלֹשׁ נְזִירוּת. הֲרֵינִי נָזִיר וְאַחַת וְעוֹד וְשׁוּב הֲרֵי זֶה נָזִיר אַרְבַּע נְזִירוּת. הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם וְיוֹם אֶחָד הֲרֵי זֶה נָזִיר נְזִירוּת אַחַת שֶׁל שְׁלֹשִׁים וְאֶחָד יוֹם: \n",
      "מִי שֶׁהָיוּ שְׁתֵּי כִּתֵּי עֵדִים מְעִידִין אוֹתוֹ. אֵלּוּ מְעִידִין שֶׁנָּזַר שְׁתַּיִם וְאֵלּוּ מְעִידִין שֶׁנָּזַר חָמֵשׁ. הֲרֵי זֶה נָזִיר שְׁתַּיִם שֶׁבִּכְלַל חָמֵשׁ שְׁתַּיִם וַהֲרֵי כֻּלָּן מְעִידִים בִּשְׁתַּיִם: \n",
      "מִי שֶׁנָּזַר שְׁתֵּי נְזִירוּת בֵּין שֶׁנָּדַר שְׁתֵּיהֶן בְּבַת אַחַת בֵּין שֶׁנָּדַר זוֹ אַחַר זוֹ. כְּגוֹן שֶׁאָמַר הֲרֵינִי נָזִיר יוֹם הֲרֵינִי נָזִיר יוֹם וּמָנָה אֶת הָרִאשׁוֹנָה וְהִפְרִישׁ קָרְבָּן. וְאַחַר כָּךְ נִשְׁאַל עַל הָרִאשׁוֹנָה וְהִתִּיר נִדְרוֹ. עָלְתָה לוֹ רִאשׁוֹנָה בַּשְּׁנִיָּה וּמֵבִיא זֶה הַקָּרְבָּן וְנִפְטָר. וַאֲפִלּוּ הֵבִיא כַּפָּרָתוֹ וַאֲפִלּוּ גִּלֵּחַ שְׂעָרוֹ וְאַחַר כָּךְ נִשְׁאַל עָלֶיהָ עָלְתָה לוֹ רִאשׁוֹנָה בַּשְּׁנִיָּה. שֶׁהֲרֵי אֵין הַשְּׁנִיָּה חָלָה אֶלָּא לְאַחַר הָרִאשׁוֹנָה וְהָרִאשׁוֹנָה כֵּיוָן שֶׁהִתִּירָהּ כְּאִלּוּ אֵינָהּ מֵעִקָּרָהּ: \n",
      "מִי שֶׁאָמַר הֲרֵינִי נָזִיר לְעוֹלָם אוֹ הֲרֵינִי נָזִיר כָּל יְמֵי חַיַּי הֲרֵי זֶה נָזִיר לְעוֹלָם. וְאִם אָמַר הֲרֵינִי נָזִיר אֶלֶף שָׁנָה הֲרֵי זֶה נָזִיר לִזְמַן קָצוּב. וְאַף עַל פִּי שֶׁאִי אֶפְשָׁר שֶׁיִּחְיֶה הָאָדָם אֶלֶף שָׁנָה: \n",
      "ומַה בֵּין נְזִיר עוֹלָם לְנָזִיר לִזְמַן קָצוּב. שֶׁהַנָּזִיר לִזְמַן אָסוּר לְגַלֵּחַ עַד סוֹף יְמֵי נְזִירוֹ שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"כָּל יְמֵי נֶדֶר נִזְרוֹ תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ עַד מְלֹאת הַיָּמִם\". וּנְזִיר עוֹלָם אִם הִכְבִּיד שְׂעָרוֹ מֵקֵל בְּתַעַר מִשְּׁנֵים עָשָׂר חֹדֶשׁ עַד שְׁנֵים עָשָׂר חֹדֶשׁ. וּמֵבִיא קָרְבָּנוֹ שָׁלֹשׁ בְּהֵמוֹת כְּשֶׁיְּגַלֵּחַ שֶׁנֶּאֱמַר <small>(שמואל ב יד כו)</small> \"וַיְהִי מִקֵּץ יָמִים לַיָּמִים אֲשֶׁר יְגַלֵּחַ כִּי כָבֵד עָלָיו וְגִלְּחוֹ\". וְאַבְשָׁלוֹם נְזִיר עוֹלָם הָיָה. וְדָבָר זֶה הֲלָכָה הִיא מִפִּי הַקַּבָּלָה. וּנְזִיר עוֹלָם שֶׁנִּטְמָא הֲרֵי זֶה מֵבִיא קָרְבַּן טֻמְאָה וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה כְּמוֹ נָזִיר לִזְמַן קָצוּב: \n",
      "שִׁמְשׁוֹן לֹא הָיָה נָזִיר גָּמוּר. שֶׁהֲרֵי לֹא נָדַר בְּנָזִיר אֶלָּא הַמַּלְאָךְ הִפְרִישׁוֹ מִן הַטֻּמְאָה. וְכֵיצַד הָיָה דִּינוֹ. הָיָה אָסוּר בְּיַיִן וְאָסוּר בְּתִגְלַחַת וּמֻתָּר לְהִטָּמֵא לַמֵּתִים. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה: \n",
      "לְפִיכָךְ מִי שֶׁאָמַר הֲרֵינִי נָזִיר כְּשִׁמְשׁוֹן הֲרֵי זֶה נָזִיר מִן הַתִּגְלַחַת וּמִן הַיַּיִן לְעוֹלָם. וְאֵינוֹ מְגַלֵּחַ כָּל שְׁנֵים עָשָׂר חֹדֶשׁ כִּשְׁאָר נְזִירֵי עוֹלָם. וּמֻתָּר לְהִטָּמֵא לַמֵּתִים. וְאִם אָמַר לֹא נִתְכַּוַּנְתִּי אֶלָּא לְאִישׁ אַחֵר שֶׁשְּׁמוֹ שִׁמְשׁוֹן אֵינוֹ נָזִיר. וּמִי שֶׁנָּדַר נָזִיר כְּשִׁמְשׁוֹן אֵינוֹ יָכוֹל לְהִשָּׁאֵל עַל נִדְרוֹ שֶׁנְּזִירוּת שִׁמְשׁוֹן לְעוֹלָם הָיְתָה: \n",
      "הָאוֹמֵר הֲרֵינִי כְּשִׁמְשׁוֹן כְּבֶן מָנוֹחַ. כְּבַעַל דְּלִילָה. כְּמִי שֶׁעָקַר דַּלְתוֹת עַזָּה. כְּמִי שֶׁנִּקְּרוּ פְּלִשְׁתִּים אֶת עֵינָיו. הֲרֵי זֶה נָזִיר כִּנְזִירוּת שִׁמְשׁוֹן. וְאַף עַל פִּי שֶׁאֶפְשָׁר שֶׁנַּעֲשׂוּ מַעֲשִׂים אֵלּוּ לְאִישׁ אַחֵר: \n",
      "שְׁמוּאֵל הָרָמָתִי נְזִיר עוֹלָם הָיָה. לְפִיכָךְ הָאוֹמֵר הֲרֵינִי כִּשְׁמוּאֵל הָרָמָתִי. כְּבֶן חַנָּה. כְּבֶן אֶלְקָנָה. כְּמִי שֶׁשִּׁסֵּף אֶת אֲגַג בַּגִּלְגָּל. וְכַיּוֹצֵא בְּאֵלּוּ. הֲרֵי זֶה נְזִיר עוֹלָם. וְאֵין אוֹמְרִין שֶׁמָּא לְאִישׁ אַחֵר שֶׁמַּעֲשָׂיו כָּאֵלֶּה נִתְכַּוֵּן: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר מְלֹא הַבַּיִת אוֹ מְלֹא הַקֻּפָּה. בּוֹדְקִין אוֹתוֹ אִם אָמַר לֹא הָיָה בְּדַּעְתִּי שֶׁאֶהֱיֶה נָזִיר כָּל יָמַי וְלֹא נִתְכַּוַּנְתִּי אֶלָּא לְהַאֲרִיךְ זְמַן הַנְּזִירוּת זְמַן מְרֻבֶּה הֲרֵי זֶה נָזִיר שְׁלֹשִׁים יוֹם בִּלְבַד. וְאִם אָמַר סְתָם נָדַרְתִּי רוֹאִים אֶת הַקֻּפָּה כְּאִלּוּ הִיא מְלֵאָה חַרְדָּל וְיִהְיֶה נָזִיר כָּל יָמָיו. וְיֵשׁ לוֹ לְגַלֵּחַ מִשְּׁנֵים עָשָׂר חֹדֶשׁ לִשְׁנֵים עָשָׂר חֹדֶשׁ וְיָבִיא קָרְבְּנוֹתָיו כִּשְׁאָר נְזִירֵי עוֹלָם: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כִּשְׂעַר רֹאשִׁי. אוֹ כַּעֲפַר הָאָרֶץ. אוֹ כְּחוֹל הַיָּם. הֲרֵי זֶה כְּמִי שֶׁאָמַר הֲרֵי נְזִירוּת עָלַי כְּמִנְיַן שְׂעַר רֹאשִׁי אוֹ כְּמִנְיַן עֲפַר הָאָרֶץ אוֹ כְּמִנְיַן חוֹל הַיָּם. לְפִיכָךְ יְגַלֵּחַ כָּל שְׁלֹשִׁים יוֹם וְיַתְחִיל לִמְנוֹת נְזִירוּת שְׁנִיָּה שְׁלֹשִׁים יוֹם וִיגַלֵּחַ וְכֵן עַד שֶׁיָּמוּת. וּבְכָל תִּגְלַחַת וְתִגְלַחַת אֵינוֹ שׁוֹתֶה יַיִן וְלֹא מִטַּמֵּא לַמֵּתִים וְאִם שָׁתָה אוֹ נִטְמָא אֲפִלּוּ בְּיוֹם הַתִּגְלַחַת הֲרֵי זֶה לוֹקֶה: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר אִם אֹכַל כִּכָּר זוֹ. הֲרֵינִי נָזִיר אִם אֹכָלֶנָּה. הֲרֵינִי נָזִיר אִם אֹכָלֶנָּה. וַאֲכָלָהּ. הֲרֵי זֶה חַיָּב בִּנְזִירוּת כַּמִּנְיָן שֶׁאָמַר וּמוֹנֶה אַחַת אַחַר אַחַת כָּל אַחַת מֵהֶן שְׁלֹשִׁים וּמְגַלֵּחַ בְּסוֹף כָּל שְׁלֹשִׁים וּמֵבִיא קָרְבָּנוֹ: \n"
    ],
    [
      "הָאוֹמֵר הֲרֵינִי נָזִיר הֲרֵי זֶה מְגַלֵּחַ תִּגְלַחַת טָהֳרָה יוֹם אֶחָד וּשְׁלֹשִׁים. וְאִם גִּלֵּחַ בְּיוֹם שְׁלֹשִׁים יָצָא. אָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם אֵינוֹ מְגַלֵּחַ אֶלָּא בְּיוֹם אֶחָד וּשְׁלֹשִׁים: \n",
      "מִי שֶׁנָּזַר שְׁתֵּי נְזִירֻיּוֹת מְגַלֵּחַ אֶת הָרִאשׁוֹנָה בְּיוֹם אֶחָד וּשְׁלֹשִׁים. וְאֶת הַשְּׁנִיָּה בְּיוֹם אֶחָד וְשִׁשִּׁים. וְאִם גִּלֵּחַ אֶת הָרִאשׁוֹנָה יוֹם שְׁלֹשִׁים מְגַלֵּחַ אֶת הַשְּׁנִיָּה יוֹם שִׁשִּׁים. וְאִם גִּלֵּחַ יוֹם תִּשְׁעָה וַחֲמִשִּׁים יָצָא. שֶׁיּוֹם שְׁלֹשִׁים עוֹלֶה לוֹ אַף לְמִנְיַן נְזִירוּת שְׁנִיָּה: \n",
      "האוֹמֵר הֲרֵינִי נָזִיר וְנָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן. וְהִתְחִיל נְזִירוּת שֶׁלּוֹ וְאַחַר כָּךְ נוֹלַד לוֹ בֵּן. מַשְׁלִים אֶת שֶׁלּוֹ וְאַחַר כָּךְ מוֹנֶה אֶת שֶׁל בְּנוֹ. אָמַר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן וַהֲרֵינִי נָזִיר כָּךְ וְכָךְ יוֹם. וְהִתְחִיל בִּנְזִירוּת שֶׁלּוֹ וְאַחַר כָּךְ נוֹלַד לוֹ בֵּן. פּוֹסֵק נְזִירוּת שֶׁלּוֹ וּמוֹנֶה אֶת שֶׁל בְּנוֹ וְאַחַר כָּךְ חוֹזֵר וּמַשְׁלִים אֶת שֶׁלּוֹ וַהֲרֵי שְׁתֵּיהֶן כִּנְזִירוּת אַחַת. לְפִיכָךְ אִם נִטְמָא בְּתוֹךְ נְזִירוּת שֶׁל בְּנוֹ סוֹתֵר הַכּל. נִטְמָא אַחַר נְזִירוּת בְּנוֹ כְּשֶׁהִתְחִיל לְהַשְׁלִים נְזִירוּתוֹ אֵינוֹ סוֹתֵר אֶלָּא עַד נְזִירוּת בְּנוֹ. וּבְכַמָּה יָמִים מַשְׁלִים אֶת שֶׁלּוֹ. אִם נִשְׁאַר מִנְּזִירוּתוֹ כְּשֶׁנּוֹלַד הַבֵּן שְׁלֹשִׁים אוֹ יוֹתֵר מוֹנֶה נְזִירוּת בְּנוֹ וּמַשְׁלִים הַיָּמִים שֶׁנִּשְׁאֲרוּ מִנְּזִירוּתוֹ. וְאִם נִשְׁאֲרוּ מִנְּזִירוּתוֹ פָּחוֹת מִשְּׁלֹשִׁים מוֹנֶה שְׁלֹשִׁים אַחַר נְזִירוּת בְּנוֹ. שֶׁאֵין בֵּין תִּגְלַחַת לְתִגְלַחַת פָּחוֹת מִשְּׁלֹשִׁים יוֹם: \n",
      "כֵּיצַד. הָאוֹמֵר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן וַהֲרֵינִי נָזִיר מֵאָה יוֹם. וְהִתְחִיל בִּנְזִירוּת שֶׁלּוֹ וְנוֹלַד לוֹ בֵּן. אִם נִשְׁאַר מִן הַמֵּאָה שֶׁנָּדַר שְׁלֹשִׁים יוֹם אוֹ יֶתֶר כְּשֶׁנּוֹלַד הַבֵּן לֹא הִפְסִיד כְּלוּם. שֶׁהֲרֵי פּוֹסֵק נְזִירוּת שֶׁלּוֹ וּמַתְחִיל וּמוֹנֶה שֶׁל בְּנוֹ וּמְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו וּמַשְׁלִים הַשְּׁלֹשִׁים אוֹ יֶתֶר שֶׁנִּשְׁאֲרוּ מִנְּזִירוּתוֹ וּמְגַלֵּחַ לִנְזִירוּתוֹ. וְאִם נִשְׁאַר מִן הַמֵּאָה פָּחוֹת מִשְּׁלֹשִׁים סוֹתֵר עַד שִׁבְעִים: \n",
      "כֵּיצַד. נוֹלַד הַבֵּן בְּיוֹם שְׁמוֹנִים מוֹנֶה שֶׁל בְּנוֹ וּמַשְׁלִים אֶת שֶׁל בְּנוֹ וּמְגַלֵּחַ. וּמַתְחִיל לִמְנוֹת מֵאַחַר הַתִּגְלַחַת שְׁלֹשִׁים יוֹם וְנִמְצָא מַפְסִיד מִקֹּדֶם הַוָּלָד עֲשָׂרָה יָמִים שֶׁהֵם מִיּוֹם שִׁבְעִים עַד הַוָּלָד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר לְאַחַר עֶשְׂרִים יוֹם. וְחָזַר וְאָמַר הֲרֵינִי נָזִיר מֵעָתָּה מֵאָה יוֹם. מוֹנֶה עֶשְׂרִים יוֹם וּפוֹסֵק וּמַתְחִיל לִמְנוֹת שְׁלֹשִׁים שֶׁהִיא הַנְּזִירוּת שֶׁנָּדַר לְאַחַר עֶשְׂרִים. וְאַחַר הַשְּׁלֹשִׁים מְגַלֵּחַ תִּגְלַחַת טָהֳרָה וּמֵבִיא קָרְבְּנוֹתָיו וְחוֹזֵר וּמוֹנֶה שְׁמוֹנִים יוֹם כְּדֵי לְהַשְׁלִים הַמֵּאָה שֶׁנָּדַר בַּסּוֹף וּמְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו: \n",
      "אָמַר הֲרֵינִי נָזִיר לְאַחַר עֶשְׂרִים יוֹם וַהֲרֵינִי נָזִיר מֵעַתָּה. מוֹנֶה שְׁלֹשִׁים יוֹם וּמְגַלֵּחַ תִּגְלַחַת טָהֳרָה וְחוֹזֵר וּמוֹנֶה שְׁלֹשִׁים יוֹם אֲחֵרִים וְהִיא הַנְּזִירוּת שֶׁנָּדַר לְאַחַר עֶשְׂרִים. שֶׁאִם תֹּאמַר מוֹנֶה עֶשְׂרִים וּפוֹסֵק מוֹנֶה שְׁלֹשִׁים וּמְגַלֵּחַ נִשְׁאֲרוּ מִנְּזִירוּת שֶׁהִתְחִיל בָּהּ עֲשָׂרָה יוֹם בִּלְבַד. וְאֵין בֵּין תִּגְלַחַת טָהֳרָה לְתִגְלַחַת טָהֳרָה לְעוֹלָם פָּחוֹת מִשְּׁלֹשִׁים יוֹם: \n",
      "אָמַר הֲרֵינִי נָזִיר לְאַחַר עֶשְׂרִים יוֹם וְחָזַר וְאָמַר הֲרֵינִי נְזִיר עוֹלָם מֵעָתָּה לֹא חָלָה עָלָיו נְזִירוּת שֶׁנָּדַר בָּרִאשׁוֹנָה: \n",
      "וְכֵן אִם אָמַר הֲרֵינִי נְזִיר שִׁמְשׁוֹן לְאַחַר עֶשְׂרִים יוֹם. וְחָזַר וְאָמַר הֲרֵינִי נָזִיר מֵעַתָּה. אֵינוֹ מְגַלֵּחַ לִנְזִירוּת זוֹ שֶׁנָּדַר בָּאַחֲרוֹנָה: \n",
      "מִי שֶׁאָמַר הֲרֵי אֲנִי נָזִיר יוֹם אֶחָד לִפְנֵי מִיתָתִי. הֲרֵי זֶה אָסוּר לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא וּלְגַלֵּחַ לְעוֹלָם: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר בַּיּוֹם שֶׁבֶּן דָּוִד בָּא בּוֹ. אִם בְּחל נָדַר הֲרֵי זֶה אָסוּר לְעוֹלָם. וְאִם בְּשַׁבָּת אוֹ בְּיוֹם טוֹב נָדַר אוֹתָהּ שַׁבָּת אוֹ אוֹתוֹ יוֹם טוֹב מֻתָּר. מִכָּאן וְאֵילָךְ אָסוּר לְעוֹלָם. שֶׁהַדָּבָר סָפֵק אִם יָבוֹא בְּשַׁבָּת אוֹ בְּיוֹם טוֹב אוֹ לֹא יָבוֹא. וְהוֹאִיל וְהוּא סָפֵק בַּיּוֹם שֶׁנָּדַר לֹא חָלָה עָלָיו נְזִירוּת שֶׁסְּפֵק נְזִירוּת לְהָקֵל. מִכָּאן וְאֵילָךְ חָלָה עָלָיו נְזִירוּת. וְשַׁבָּת הַבָּאָה שֶׁהִיא סָפֵק אֵינָהּ מַפְקַעַת נְזִירוּת שֶׁחָלָה עָלָיו: \n",
      "נָזִיר שֶׁשָּׁלְמוּ יְמֵי נְזִירוּתוֹ וְלֹא גִּלֵּחַ תִּגְלַחַת טָהֳרָה הֲרֵי זֶה אָסוּר לְגַלֵּחַ וְלִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לְמֵתִים כְּשֶׁהָיָה מִקֹּדֶם וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו. וְאִם גִּלֵּחַ אוֹ שָׁתָה יַיִן אוֹ נִטְמָא לוֹקֶה: \n",
      "מִי שֶׁנָּדַר בְּנָזִיר וְדִמָּה שֶׁאֵינוֹ נֵדֶר וְהָיָה נוֹהֵג הֶתֵּר בְּנִדְרוֹ וְשָׁתָה יַיִן. וּלְאַחַר זְמַן שָׁאַל לְחָכָם וְהוֹרָהוּ שֶׁהוּא נֵדֶר וְשֶׁהוּא חַיָּב בִּנְזִירוּת הֲרֵי זֶה מוֹנֶה מִשָּׁעָה שֶׁנָּדַר. וּמִדִּבְרֵי סוֹפְרִים שֶׁיִּנְהֹג אִסּוּר כַּיָּמִים שֶׁנָּהַג בָּהֶן הֶתֵּר: \n",
      "כֵּיצַד. הֲרֵי שֶׁנָּדַר שְׁלֹשִׁים יוֹם וְנָהַג הֶתֵּר בְּנִדְרוֹ עֲשָׂרָה יָמִים וְנָהַג אִסּוּר עֶשְׂרִים יוֹם. וּלְאַחַר הַשְּׁלֹשִׁים שָׁאַל לְחָכָם וְאָסַר לוֹ. הֲרֵי זֶה מוֹנֶה עֲשָׂרָה יָמִים מִיּוֹם שֶׁשָּׁאַל כְּנֶגֶד הָעֲשָׂרָה שֶׁנָּהַג בָּהֶן הֶתֵּר. וְאִם שָׁתָה אוֹ גִּלֵּחַ אוֹ נִטְמָא בַּעֲשֶׂרֶת יָמִים הָאֵלּוּ מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְזִירוּת מוּעֶטֶת. אֲבָל בִּנְזִירוּת מְרֻבָּה דַּיּוֹ שֶׁיִּנְהֹג שְׁלֹשִׁים יוֹם בִּנְזִירוּת אַף עַל פִּי שֶׁעָבַר עַל נְזִירוּתוֹ הַמְרֻבָּה כָּל יָמָיו. וְאִם לֹא נָהַג אִסּוּר בְּעַצְמוֹ אֵין נִזְקָקִין לוֹ כְּלָל: \n",
      "כָּל בֵּית דִּין שֶׁנִּזְקָקִין לָזֶה וְכַיּוֹצֵא בּוֹ וּמוֹדִיעִין לְאֵלּוּ שֶׁמְּזַלְזְלִין בִּנְדָרִים שֶׁאֵין חַיָּבִין מִן הַתּוֹרָה. אוֹ שֶׁיּוֹרוּ לָהֶן לְהָקֵל אוֹ שֶׁיִּפְתְּחוּ לָהֶן פֶּתַח. מְנַדִּין אוֹתוֹ בֵּית דִּין הַהֶדְיוֹט: \n",
      "הָאִשָּׁה שֶׁנָּדְרָה בִּנְזִירוּת וְשָׁלְמוּ יְמֵי הַנְּזִירוּת וְהֵבִיאָה קָרְבְּנוֹתֶיהָ וְנִשְׁחֲטָה אַחַת מִן הַבְּהֵמוֹת וְנִזְרַק דָּמָהּ וְאַחַר כָּךְ שָׁמַע בַּעְלָהּ אַף עַל פִּי שֶׁעֲדַיִן לֹא גִּלְּחָה אֵינוֹ יָכוֹל לְהָפֵר. וְאִם קֹדֶם זְרִיקָה הֲרֵי זֶה יָפֵר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּתִגְלַחַת טָהֳרָה. אֲבָל בְּתִגְלַחַת טֻמְאָה יָפֵר אַף עַל פִּי שֶׁקָּרְבוּ הַקָּרְבָּנוֹת שֶׁל תִּגְלַחַת טֻמְאָה. מִפְּנֵי שֶׁהִיא עֲדַיִן צְרִיכָה לִמְנוֹת נְזִירוּת אַחֶרֶת: \n"
    ],
    [
      "שְׁלֹשָׁה מִינִין אֲסוּרִין לְנָזִיר. הַטֻּמְאָה. וְהַתִּגְלַחַת. וְהַיּוֹצֵא מִן הַגֶּפֶן. בֵּין פְּרִי בֵּין פְּסלֶת פְּרִי. אֲבָל הַשֵּׁכָר שֶׁל תְּמָרִים אוֹ שֶׁל גְּרוֹגָרוֹת וְכַיּוֹצֵא בָּהֶן מֻתָּר לְנָזִיר. וְ <small>(במדבר ו ג)</small> \"שֵׁכָר\" זֶה שֶׁנֶּאֱסַר עָלָיו בַּתּוֹרָה הוּא הַשֵּׁכָר שֶׁל תַּעֲרֹבֶת הַיַּיִן:  ",
      "הַיּוֹצֵא מִן הַגֶּפֶן כֵּיצַד. נָזִיר שֶׁאָכַל כְּזַיִת מִן הַפְּרִי שֶׁהוּא עֲנָבִים לַחִים אוֹ יְבֵשִׁים אוֹ בֹּסֶר. אוֹ שֶׁאָכַל כְּזַיִת מִפְּסלֶת הַפְּרִי שֶׁהִיא הַזַּגִּין וְהֵם הַקְּלִפָּה הַחִיצוֹנָה. אוֹ הַחַרְצַנִּים וְהֵם הַזַּגִּין הַפְּנִימִין שֶׁזּוֹרְעִים אוֹתָן הֲרֵי זֶה לוֹקֶה. וְכֵן אִם שָׁתָה רְבִיעִית יַיִן אוֹ אָכַל כְּזַיִת מִיַּיִן קָרוּשׁ שֶׁהוּא הַפְּרִי אוֹ שָׁתָה רְבִיעִית חֹמֶץ שֶׁהוּא פְּסלֶת הַפְּרִי הֲרֵי זֶה לוֹקֶה. אֲבָל הֶעָלִין וְהַלּוּלָבִים וּמֵי גְּפָנִים וְהַסְּמָדַר הֲרֵי אֵלּוּ מֻתָּרִין לְנָזִיר שֶׁאֵינָן לֹא פְּרִי וְלֹא פְּסלֶת פְּרִי אֶלָּא מִן הָעֵץ הֵן נֶחְשָׁבִין:  ",
      "כָּל אִסּוּרֵי גֶפֶן מִצְטָרְפִין זֶה עִם זֶה. כֵּיצַד. הֲרֵי שֶׁצֵּרֵף עֲנָבִים לַחִים עִם יְבֵשִׁים אוֹ עִם בֹּסֶר וְחַרְצָן וְזָג וְאָכַל מִן הַתַּעֲרֹבֶת כְּזַיִת לוֹקֶה. וְכֵן אִם אָכְלָם זֶה אַחַר זֶה עַד שֶׁאָכַל מִן הַכּל כְּזַיִת לוֹקֶה. וְכֵן אִם שָׁתָה רְבִיעִית תַּעֲרֹבֶת יַיִן וְחֹמֶץ לוֹקֶה:  ",
      "דָּבָר הַמֻּתָּר אֵינוֹ מִצְטָרֵף לְדָבָר הָאָסוּר בְּנָזִיר. כֵּיצַד. יַיִן שֶׁנִּתְעָרֵב בִּדְבַשׁ אַף עַל פִּי שֶׁטַּעַם הַכּל טַעַם יַיִן וְשָׁתָה מִן הַתַּעֲרֹבֶת. וְכֵן הַצִּמּוּקִין שֶׁדְּרָסָן עִם הַגְּרוֹגָרוֹת וְטַעַם הַכּל טַעַם צִמּוּקִין וְאָכַל מִן הַתַּעֲרֹבֶת אֵינוֹ לוֹקֶה. עַד שֶׁיִּהְיֶה מִדָּבָר הָאָסוּר בַּתַּעֲרֹבֶת כְּזַיִת בִּכְדֵי שָׁלֹשׁ בֵּיצִים וְאָכַל כְּשָׁלֹשׁ בֵּיצִים. כִּשְׁאָר הָאִסּוּרִין הַשָּׁוִים בְּכָל אָדָם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת:  ",
      "וְכֵן אִם שָׁרָה פִּתּוֹ בְּיַיִן וְהָיָה הָרְבִיעִית יַיִן בִּכְדֵי פְּרָס מִן הַפַּת וְאָכַל כְּדֵי פְּרָס שֶׁנִּמְצָא שֶׁאָכַל רְבִיעִית יַיִן הֲרֵי זֶה לוֹקֶה. וְעַל זֶה וְכַיּוֹצֵא בּוֹ נֶאֱמַר בַּתּוֹרָה <small>(במדבר ו ג)</small> \"וְכָל מִשְׁרַת עֲנָבִים\". לֶאֱסֹר דָּבָר שֶׁנִּתְעָרֵב בּוֹ הַיַּיִן וְטַעְמוֹ כְּטַעַם הַיַּיִן וְהוּא שֶׁיִּהְיֶה טַעֲמוֹ וּמַמָּשׁוֹ כִּשְׁאָר אִסּוּרֵי מַאֲכָלוֹת:  ",
      "נִתְעָרֵב יַיִן וְכַיּוֹצֵא בּוֹ בִּדְבַשׁ וְאֵין שָׁם טַעַם יַיִן הֲרֵי זֶה מֻתָּר לְנָזִיר. לֹא יִהְיֶה זֶה חָמוּר מֵחֵלֶב וְדָם:  ",
      "הָיָה בּוֹ טַעַם יַיִן וְאֵין שָׁם רְבִיעִית בִּכְדֵי אֲכִילַת פְּרָס הֲרֵי זֶה אָסוּר מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת. וּמַכִּין אוֹתוֹ אִם אָכַל מַכַּת מַרְדּוּת:  ",
      "נָזִיר שֶׁאָכַל כְּזַיִת עֲנָבִים וּכְזַיִת חַרְצָן וּכְזַיִת זָג וּכְזַיִת צִמּוּקִים וְשָׁתָה רְבִיעִית יַיִן וַאֲפִלּוּ סָחַט אֶשְׁכּוֹל וְשָׁתָה מִמֶּנּוּ רְבִיעִית הֲרֵי זֶה לוֹקֶה חָמֵשׁ מַלְקִיּוֹת. שֶׁכָּל אֶחָד מֵהֶן בְּלָאו אֶחָד הוּא. וְלוֹקֶה מַלְקוּת שִׁשִּׁית מִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" שֶׁהוּא שָׁוֶה בְּכָל הַנְּדָרִים. וְכֵן אִם אָכַל כְּזַיִת זָג אוֹ כְּזַיִת עֲנָבִים לוֹקֶה שְׁתַּיִם אַחַת מִשּׁוּם זָג אוֹ מִשּׁוּם עֲנָבִים וְאַחַת מִשּׁוּם לֹא יַחֵל דְּבָרוֹ. וְהוּא הַדִּין לְנָזִיר שֶׁגִּלֵּחַ אוֹ נִטְמָא שֶׁהוּא לוֹקֶה שְׁתַּיִם. אַחַת עַל הָאִסּוּר הַמְיֻחָד בּוֹ וְאַחַת עַל הָאִסּוּר הַשָּׁוֶה בְּכָל הַנְּדָרִים שֶׁהוּא לֹא יַחֵל דְּבָרוֹ:  ",
      "נָזִיר שֶׁשָּׁתָה רְבִיעִית יַיִן וּרְבִיעִית חֹמֶץ אֵינוֹ לוֹקֶה אֶלָּא אַחַת שֶׁאֵינוֹ חַיָּב עַל הַיַּיִן בִּפְנֵי עַצְמוֹ וְעַל הַחֹמֶץ בִּפְנֵי עַצְמוֹ. שֶׁאֵין כָּתוּב יַיִן לֹא יִשְׁתֶּה וְחֹמֶץ לֹא יִשְׁתֶּה אֶלָּא כָּךְ חֹמֶץ יַיִן וְחֹמֶץ שֵׁכָר לֹא יִשְׁתֶּה כְּלוֹמַר לֹא יִשְׁתֶּה יַיִן וְלֹא דָּבָר שֶׁנִּתְעָרֵב בּוֹ הַיַּיִן וְהוּא הַשֵּׁכָר וַאֲפִלּוּ הֶחְמִיצוּ וְהוֹאִיל וְלֹא כָּפַל אֶלָּא הַחֹמֶץ שֶׁהוּא שֵׁם אֶחָד אֵינוֹ לוֹקֶה עַל זֶה בִּפְנֵי עַצְמוֹ וְעַל זֶה בִּפְנֵי עַצְמוֹ:  ",
      "נָזִיר שֶׁהָיָה שׁוֹתֶה בְּיַיִן כָּל הַיּוֹם כֻּלּוֹ אַף עַל פִּי שֶׁהוּא חַיָּב לַשָּׁמַיִם עַל כָּל רְבִיעִית וּרְבִיעִית אֵינוֹ לוֹקֶה אֶלָּא אַחַת מִשּׁוּם <small>(במדבר ו ד)</small> \"יַיִן\" וְאַחַת דְּ <small>(במדבר ל ג)</small> \"לָא יַחֵל דְּבָרוֹ\" כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הִתְרוּ בּוֹ עַל כָּל רְבִיעִית וּרְבִיעִית וְאָמְרוּ לוֹ אַל תִּשְׁתֶּה אַל תִּשְׁתֶּה וְהוּא שׁוֹתֶה חַיָּב עַל כָּל אֶחָד וְאֶחָד. מִדִּבְרֵי סוֹפְרִים שֶׁאָסוּר לְנָזִיר לַעֲמֹד בְּמוֹשַׁב שׁוֹתֵי יַיִן וְיִתְרַחֵק מִמֶּנּוּ הַרְבֵּה שֶׁהֲרֵי מִכְשׁוֹל לְפָנָיו. אָמְרוּ חֲכָמִים סָבִיב לַכֶּרֶם לֹא יִקְרַב:  ",
      "נָזִיר שֶׁגִּלֵּחַ שְׂעָרָה אַחַת לוֹקֶה בֵּין בְּתַעַר בֵּין בְּזוּג וְהוּא שֶׁקִּצְּצָה מֵעִקָּרָהּ כְּעֵין תַּעַר. וְכֵן אִם תְּלָשָׁהּ בְּיָדוֹ לוֹקֶה. אֶחָד הַמְגַלֵּחַ וְאֶחָד הַמִּתְגַּלֵּחַ שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ\". וְאִם הִנִּיחַ מִמֶּנּוּ כְּדֵי לָכֹף רֹאשָׁהּ לְעִקָּרָהּ אֵינוֹ לוֹקֶה שֶׁאֵין זֶה כְּעֵין תַּעַר:  ",
      "הֶעֱבִיר עַל רֹאשׁוֹ סַם שֶׁמַּשִּׁיר אֶת הַשֵּׂעָר וְהִשִּׁיר אֶת הַשֵּׂעָר אֵינוֹ לוֹקֶה אֶלָּא בִּטֵּל מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ\":  ",
      "נָזִיר שֶׁגִּלֵּחַ כָּל רֹאשׁוֹ אֵינוֹ לוֹקֶה מִשּׁוּם הַתִּגְלַחַת אֶלָּא אַחַת. וְאִם הִתְרוּ בּוֹ עַל כָּל שֵׂעָר וְשֵׂעָר וְאָמְרוּ לוֹ אַל תְּגַלֵּחַ אַל תְּגַלֵּחַ וְהוּא מְגַלֵּחַ לוֹקֶה עַל כָּל אַחַת וְאַחַת:  ",
      "נָזִיר חוֹפֵף עַל שְׂעָרוֹ בְּיָדוֹ וְחוֹכֵךְ בְּצִפָּרְנָיו וְאִם נָפַל שֵׂעָר אֵינוֹ חוֹשֵׁשׁ שֶׁהֲרֵי אֵין כַּוָּנָתוֹ לְהַשִּׁיר וְאֶפְשָׁר שֶׁלֹּא יַשִּׁיר. אֲבָל לֹא יִסְרֹק בְּמַסְרֵק וְלֹא יָחֹף בַּאֲדָמָה מִפְּנֵי שֶׁמַּשֶּׁרֶת אֶת הַשֵּׂעָר וַדַּאי. וְאִם עָשָׂה כֵן אֵינוֹ לוֹקֶה:  ",
      "נָזִיר שֶׁנִּטְמָא לְמֵת טֻמְאַת שִׁבְעָה. בֵּין בְּטֻמְאוֹת שֶׁהוּא מְגַלֵּחַ עֲלֵיהֶן כְּמוֹ שֶׁיִּתְבָּאֵר בֵּין בְּטֻמְאוֹת שֶׁאֵינוֹ מְגַלֵּחַ עֲלֵיהֶן. הֲרֵי זֶה לוֹקֶה:  ",
      "נִטְמָא לְמֵת פְּעָמִים הַרְבֵּה אַף עַל פִּי שֶׁהוּא חַיָּב מַלְקוֹת עַל כָּל אַחַת וְאַחַת לַשָּׁמַיִם אֵין בֵּית דִּין מַלְקִין אוֹתוֹ אֶלָּא אַחַת. וְאִם הִתְרוּ בּוֹ עַל כָּל פַּעַם וּפַעַם וְהוּא מִטַּמֵּא לוֹקֶה [עַל] כָּל אַחַת וְאַחַת:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּטְמָא וּפֵרַשׁ וְחָזַר וְנָגַע אוֹ נָשָׂא אוֹ הֶאֱהִיל. אֲבָל אִם הָיָה נוֹגֵעַ בְּמֵת וַעֲדַיִן הַמֵּת בְּיָדוֹ וְנָגַע בְּמֵת אַחֵר אֵינוֹ חַיָּב אֶלָּא אַחַת אַף עַל פִּי שֶׁהִתְרוּ בּוֹ עַל כָּל נְגִיעָה וּנְגִיעָה שֶׁהֲרֵי מְחֻלָּל וְעוֹמֵד:  ",
      "נָזִיר שֶׁנִּכְנַס לְבַיִת וְשָׁהָה שָׁם עַד שֶׁמֵּת שָׁם הַמֵּת. אוֹ שֶׁנִּכְנַס לְאֹהֶל הַמֵּת בְּשִׁדָּה תֵּבָה וּמִגְדָּל וּבָא חֲבֵרוֹ וּפָרַע גַּג הַתֵּבָה מֵעָלָיו מִדַּעְתּוֹ. הֲרֵי זֶה לוֹקֶה שְׁתַּיִם אַחַת מִשּׁוּם <small>(במדבר ו ו)</small> \"לֹא יָבֹא\" וְאַחַת מִשּׁוּם <small>(במדבר ו ז)</small> \"לֹא יִטַּמָּא\". שֶׁהֲרֵי טֻמְאָה וּבִיאָה בָּאִין כְּאַחַת. אֲבָל אִם נִכְנַס כְּדַרְכּוֹ טֻמְאָתוֹ קוֹדֶמֶת לְבִיאָתוֹ שֶׁמֵּעֵת שֶׁיַּכְנִיס חָטְמוֹ אוֹ אֶצְבְּעוֹת רַגְלָיו נִטְמָא וְאֵינוֹ חַיָּב מִשּׁוּם בִּיאָה עַד שֶׁיָּבוֹא כֻּלּוֹ:  ",
      "נִכְנַס לְאֹהֶל הַמֵּת אוֹ לְבֵית הַקְּבָרוֹת בִּשְׁגָגָה. וְאַחַר שֶׁנּוֹדַע לוֹ הִתְרוּ בּוֹ וְלֹא קָפַץ וְיָצָא אֶלָּא עָמַד שָׁם הֲרֵי זֶה לוֹקֶה. וְהוּא שֶׁיִּשְׁהֶא שָׁם כְּדֵי הִשְׁתַּחֲוָיָה כְּמוֹ טָמֵא שֶׁנִּכְנַס לַמִּקְדָּשׁ:  ",
      "הַמְטַמֵּא אֶת הַנָּזִיר. אִם הָיָה הַנָּזִיר מֵזִיד הַנָּזִיר לוֹקֶה וְזֶה שֶׁטִּמְּאוֹ עוֹבֵר מִשּׁוּם <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\". וְאִם הָיָה הַנָּזִיר שׁוֹגֵג וְזֶה שֶׁטִּמְּאוֹ מֵזִיד אֵין אֶחָד מֵהֶם לוֹקֶה. וְלָמָּה לֹא יִלְקֶה הַמְטַמֵּא אֶת הַנָּזִיר. לְפִי שֶׁנֶּאֱמַר <small>(במדבר ו ט)</small> \"וְטִמֵּא אֶת רֹאשׁ נִזְרוֹ\" ??? אֵינוֹ לוֹקֶה עַד שֶׁיְּטַמֵּא עַצְמוֹ מִדַּעְתּוֹ:  ",
      "נָזִיר טָהוֹר שֶׁטִּמֵּא עַצְמוֹ לוֹקֶה אַף מִשּׁוּם <small>(דברים כג כב)</small> \"לֹא תְאַחֵר לְשַׁלְּמוֹ\". שֶׁהֲרֵי אִחֵר נְזִירוּת טָהֳרָה וְעָשָׂה מַעֲשֶׂה. וְכֵן אִם נָדַר בְּבֵית הַקְּבָרוֹת לוֹקֶה אַף מִשּׁוּם לֹא תְאַחֵר. הָא לָמַדְתָּ שֶׁהַנָּזִיר שֶׁטִּמֵּא עַצְמוֹ לוֹקֶה אַרְבַּע מַלְקִיּוֹת מִשּׁוּם <small>(במדבר ו ז)</small> \"לֹא יִטַּמָּא\" וּמִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" וּמִשּׁוּם לֹא תְאַחֵר לְשַׁלְּמוֹ וּמִשּׁוּם <small>(במדבר ו ו)</small> \"לֹא יָבֹא\" אִם הָיְתָה בִּיאָה וְטֻמְאָה כְּאַחַת כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "נָּזִיר שֶׁשָּׁתָה יַיִן וְאָכַל יוֹצֵא מִן הַגֶּפֶן אֲפִלּוּ יָמִים רַבִּים אֵינוֹ סוֹתֵר מִימֵי נְזִירוּתוֹ אֲפִלּוּ יוֹם אֶחָד. וְכֵן אִם גִּלֵּחַ מִעוּט שְׂעַר רֹאשׁוֹ בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד. נִתְגַּלֵּחַ רֹב רֹאשׁוֹ בֵּין בְּתַעַר בֵּין כְּעֵין תַּעַר וְלֹא נִשְׁאַר מִן הַשְּׂעָרוֹת כְּדֵי לָכֹף רֹאשָׁן לְעִקָּרָן בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה אֲפִלּוּ גִּלְּחוּהוּ לִסְטִים בְּאֹנֶס הֲרֵי זֶה סוֹתֵר שְׁלֹשִׁים יוֹם עַד שֶׁיִּהְיֶה לוֹ פֶּרַע וְאַחַר כָּךְ מַתְחִיל לִמְנוֹת:  ",
      "כֵּיצַד. נָדַר נְזִירוּת מֵאָה יוֹם וּלְאַחַר עֶשְׂרִים יוֹם נִתְגַּלֵּחַ רֹב רֹאשׁוֹ הֲרֵי זֶה שׁוֹהֶה שְׁלֹשִׁים יוֹם עַד שֶׁיִּרְבֶּה שְׂעַר רֹאשׁוֹ. וְאַחַר הַשְּׁלֹשִׁים יוֹם מוֹנֶה שְׁמוֹנִים יוֹם תַּשְׁלוּם יְמֵי נְזִירוּתוֹ. וְכָל אוֹתָן הַשְּׁלֹשִׁים יוֹם כָּל דִּקְדּוּקֵי נְזִירוּת עָלָיו אֶלָּא שֶׁאֵין עוֹלִין לוֹ מִן הַמִּנְיָן:  ",
      "נָזִיר שֶׁנִּטְמָא בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה וַאֲפִלּוּ טִמְּאוּהוּ עַכּוּ''ם בְּאֹנֶס סָתַר הַכּל. וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וּמֵבִיא קָרְבְּנוֹת טֻמְאָה וּמַתְחִיל לִמְנוֹת יְמֵי נְזִירוּת שֶׁנֶּאֱמַר <small>(במדבר ו יב)</small> \"וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ\". וַאֲפִלּוּ נִטְמָא בְּיוֹם מְלֹאת יְמֵי נִזְרוֹ בְּסוֹף הַיּוֹם סָתַר הַכּל:  ",
      "נִטְמָא אַחַר יוֹם מְלֹאת, שֶׁהוּא יוֹם הֲבָאַת קָרְבְּנוֹת טָהֳרָה אִלּוּ לֹא נִטְמָא, סוֹתֵר שְׁלֹשִׁים בִּלְבַד. וְכֵיצַד יַעֲשֶׂה. מֵבִיא קָרְבְּנוֹת טֻמְאָה כְּשֶׁיִּטְהַר וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וּמַתְחִיל לִמְנוֹת נְזִירוּת שְׁלֹשִׁים יוֹם וּמְגַלֵּחַ תִּגְלַחַת טָהֳרָה וּמֵבִיא קָרְבְּנוֹת טָהֳרָה. וְאִם נִטְמָא אַחַר שֶׁנִּזְרַק עָלָיו אֶחָד מִן הַדָּמִים אֵינוֹ סוֹתֵר כְּלוּם אֶלָּא יָבִיא שְׁאָר קָרְבְּנוֹת טָהֳרָה שֶׁלּוֹ כְּשֶׁיִּטְהַר:  ",
      "נִטְמָא בַּיּוֹם שֶׁלְּאַחֲרָיו שֶׁהוּא יוֹם שֶׁרָאוּי לְגַדֵּל שֵׂעָר. אִלּוּ גִּלֵּחַ אַחַר מְלֹאת הֲרֵי זֶה אֵינוֹ סוֹתֵר כְּלוּם אַף עַל פִּי שֶׁעֲדַיִן לֹא גִּלֵּחַ שֶׁהֲרֵי שָׁלְמָה הַנְּזִירוּת וְכָל שֶׁנִּטְפַּל לָהּ:  ",
      "נִטְמָא בַּיּוֹם שֶׁנָּדַר אוֹ בַּשֵּׁנִי אֵינוֹ סוֹתֵר אֶלָּא מַשְׁלִים עֲלֵיהֶם אַחַר שֶׁיָּבִיא קָרְבָּנוֹ שֶׁנֶּאֱמַר <small>(במדבר ו יב)</small> \"וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ\" עַד שֶׁיִּהְיוּ שָׁם שְׁנֵי יָמִים רִאשׁוֹנִים. לְפִיכָךְ אִם נִטְמָא מִשְּׁלִישִׁי וָהָלְאָה סוֹתֵר כָּל הַקּוֹדְמִין:  ",
      "נָדַר בְּנָזִיר וְהוּא טְמֵא מֵת חָלָה עָלָיו נְזִירוּת. וְאִם נִטְמָא פַּעַם אַחֶרֶת אוֹ שָׁתָה יַיִן אוֹ גִּלֵּחַ לוֹקֶה. וְאִם שָׁהָה בְּטֻמְאָתוֹ כַּמָּה יָמִים אֵין עוֹלִין לוֹ עַד שֶׁיַּזֶּה שְׁלִישִׁי וּשְׁבִיעִי וְיִטְבּל בַּשְּׁבִיעִי וְיוֹם שְׁבִיעִי שֶׁלּוֹ עוֹלֶה לוֹ מִמִּנְיַן נְזִירוּת לָזֶה שֶׁנָּדַר וְהוּא טָמֵא. אֲבָל נָזִיר טָהוֹר שֶׁנִּטְמָא אֵינוֹ מַתְחִיל לִמְנוֹת אֶלָּא מִיּוֹם הַשְּׁמִינִי וָהָלְאָה:  ",
      "מִי שֶׁנָּדַר וְהוּא בְּבֵית הַקְּבָרוֹת נְזִירוּת חָלָה עָלָיו וַאֲפִלּוּ שָׁהָה שָׁם כַּמָּה יָמִים אֵין עוֹלִין לוֹ וְלוֹקֶה עַל שְׁהִיָּתוֹ שָׁם. וְאִם הִתְרוּ בּוֹ שֶׁלֹּא יַזִּיר שָׁם אֵינוֹ מְגַלֵּחַ שְׂעָרוֹ כְּשֶׁיֵּצֵא מִשָּׁם. וְאִם נִטְמָא שָׁם בְּבֵית הַקְּבָרוֹת בְּאַחַת מִן הַטֻּמְאוֹת שֶׁהַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן אֵינוֹ מְגַלֵּחַ וְאֵינוֹ מֵבִיא קָרְבָּן טֻמְאָה:  ",
      "נִכְנַס לְשָׁם בְּשִׁדָּה תֵּבָה וּמִגְדָּל וּבָא חֲבֵרוֹ וּפָרַע עָלָיו אֶת הַמַּעֲזִיבָה וְנִטְמָא אַף עַל פִּי שֶׁשָּׁהָה שָׁם אֵינוֹ לוֹקֶה. אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת אִם שָׁהָה:  ",
      "יָצָא מִבֵּית הַקְּבָרוֹת וְשָׁהָה יָמִים וְחָזַר וְנִכְנַס אֵין אוֹתָן הַיָּמִים עוֹלִין לוֹ. יָצָא וְהִזָּה וְטָבַל וְטָהַר וּמָנָה יָמִים מִנְּזִירוּתוֹ וְחָזַר לְבֵית הַקְּבָרוֹת אוֹתָן הַיָּמִים שֶׁמָּנָה עוֹלִין לוֹ. וַאֲפִלּוּ נִכְנַס בְּיוֹם שְׁמִינִי שֶׁלּוֹ הֲרֵי הַשְּׁבִיעִי שֶׁלּוֹ עוֹלֶה לוֹ מִן הַמִּנְיָן. וְאִם נִטְמָא שָׁם אַחַר שֶׁנִּכְנַס בְּאַחַת מִן הַטֻּמְאוֹת שֶׁהַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן מֵבִיא קָרְבַּן טֻמְאָה וְסוֹתֵר הַיָּמִים הַקּוֹדְמִין וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה:  ",
      "תִּגְלַחַת טֻמְאָה כֵּיצַד הִיא. הַנָּזִיר שֶׁנִּטְמָא בְּאַחַת מִן הַטֻּמְאוֹת שֶׁהוּא מְגַלֵּחַ עֲלֵיהֶן הֲרֵי זֶה מַזֶּה עָלָיו בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי. וּמְגַלֵּחַ שְׂעַר רֹאשׁוֹ בַּשְּׁבִיעִי וְטוֹבֵל בַּשְּׁבִיעִי אַחַר הַהַזָּיָה כְּדֶרֶךְ כָּל טְמֵאֵי מֵת. וּמַעֲרִיב שִׁמְשׁוֹ וּמֵבִיא קָרְבְּנוֹתָיו בַּשְּׁמִינִי וְהֵן שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד לְעוֹלָה וְאֶחָד לְחַטָּאת וְכֶבֶשׂ בֶּן שְׁנָתוֹ לְאָשָׁם וְסוֹתֵר כָּל הַיָּמִים הַקּוֹדְמִין וּמַתְחִיל לִמְנוֹת נְזִירוּתוֹ. וְאִם גִּלֵּחַ בַּשְּׁמִינִי מֵבִיא קָרְבְּנוֹתָיו בּוֹ בַּיּוֹם:  ",
      "מֵאֵימָתַי מַתְחִיל לִמְנוֹת מִשֶּׁיָּבִיא חַטָּאתוֹ. אֲבָל עוֹלָתוֹ וַאֲשָׁמוֹ אֵין מְעַכְּבִין אוֹתוֹ מִלִּמְנוֹת:  ",
      "הֲרֵי שֶׁהִזָּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי וְלֹא טָבַל וְנִתְאַחֵר כַּמָּה יָמִים כְּשֶׁיִּטְבּל יַעֲרִיב שִׁמְשׁוֹ וְיָבִיא קָרְבְּנוֹתָיו לְמָחָר. טָבַל וְהֶעֱרִיב שִׁמְשׁוֹ וְאִחֵר קָרְבְּנוֹתָיו אֵינוֹ מַתְחִיל לִמְנוֹת עַד שֶׁיָּבִיא חַטָּאתוֹ. אֲבָל עוֹלָתוֹ וַאֲשָׁמוֹ אֵין מְעַכְּבִין אוֹתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "כְּשֶׁמְּגַלֵּחַ הַנָּזִיר תִּגְלַחַת טֻמְאָה אֵינוֹ צָרִיךְ לְגַלֵּחַ עַל פֶּתַח הַמִּקְדָּשׁ וְלֹא לְהַשְׁלִיךְ שְׂעָרוֹ עַל הָאֵשׁ. וּבֵין שֶׁגִּלֵּחַ בַּמְּדִינָה אוֹ בַּמִּקְדָּשׁ שְׂעָרוֹ אָסוּר בַּהֲנָאָה וְטָעוּן קְבוּרָה וְאֶפְרוֹ אָסוּר כְּאֵפֶר כָּל הַנִּקְבָּרִים. וְהַמְגַלֵּחַ בַּמִּקְדָּשׁ אִם הִשְׁלִיכָן תַּחַת דּוּד הָאָשָׁם יָצָא:  ",
      "נָזִיר שֶׁנִּטְמָא טֻמְאוֹת הַרְבֵּה בֵּין שֶׁהִתְרוּ בּוֹ עַל כָּל אַחַת וְאַחַת וּבֵין שֶׁלֹּא הִתְרוּ בּוֹ עַל כָּל אַחַת וְאַחַת אֵינוֹ מֵבִיא עַל טֻמְאוֹתָיו אֶלָּא קָרְבָּן אֶחָד. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁנִּטְמָא פַּעַם שְׁנִיָּה קֹדֶם שֶׁיָּבִיא קָרְבְּנוֹת טֻמְאָה הָרִאשׁוֹנָה וְאַף עַל פִּי שֶׁנִּתְאַחֵר כַּמָּה יָמִים אַחַר טָהֳרָתוֹ קֹדֶם הֲבָאַת חַטָּאתוֹ וְנִטְמָא בְּאוֹתָן הַיָּמִים אֵינוֹ מֵבִיא אֶלָּא קָרְבָּן אֶחָד. אֲבָל אִם נִטְמָא וְטָהַר וְהֵבִיא חַטָּאתוֹ וְנִטְמָא פַּעַם שְׁנִיָּה אַחַר שֶׁהֵבִיא חַטָּאתוֹ אַף עַל פִּי שֶׁעֲדַיִן לֹא הֵבִיא אֲשָׁמוֹ וְעוֹלָתוֹ חַיָּב בְּקָרְבָּנוֹת אֲחֵרוֹת:  ",
      "נָזִיר שֶׁגִּלֵּחַ תִּגְלַחַת טָהֳרָה וְאַחַר כָּךְ נוֹדַע שֶׁטָּמֵא הָיָה בְּתוֹךְ יְמֵי נִזְרוֹ. אִם בְּטֻמְאָה יְדוּעָה נִטְמָא סָתַר הַכּל. וּמֵבִיא קָרְבְּנוֹת טֻמְאָה וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וּמוֹנֶה נְזִירוּת אַחֶרֶת וּמֵבִיא קָרְבְּנוֹת טָהֳרָה. וְאִם בְּטֻמְאַת הַתְּהוֹם נִטְמָא אֵינוֹ סוֹתֵר. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה:  ",
      "וְאִם עַד שֶׁלֹּא נִזְרַק עָלָיו אֶחָד מִן הַדָּמִים נוֹדַע שֶׁהוּא טָמֵא. בֵּין בְּטֻמְאָה יְדוּעָה בֵּין בְּטֻמְאַת הַתְּהוֹם סוֹתֵר הַכּל. נוֹדַע לוֹ אַחַר שֶׁנִּזְרַק אֶחָד מִן הַדָּמִים אַף עַל פִּי שֶׁלֹּא גִּלֵּחַ הוֹאִיל וְטֻמְאָה שֶׁאֵינָהּ יְדוּעָה הִיא אֵינוֹ סוֹתֵר:  ",
      "אֵי זוֹ הִיא טֻמְאַת הַתְּהוֹם. כָּל שֶׁאֵין אָדָם מַכִּירָהּ אֲפִלּוּ בְּסוֹף הָעוֹלָם. וְלֹא אָמְרוּ טֻמְאַת הַתְּהוֹם אֶלָּא לְמֵת בִּלְבַד אֲבָל הָרוּג לֹא שֶׁהֲרֵי יוֹדֵעַ בּוֹ זֶה שֶׁהֲרָגוֹ:  ",
      "נִמְצָא הַמֵּת גָּלוּי אֵין זֶה טֻמְאַת הַתְּהוֹם. נִמְצָא מֻשְׁקָע בְּקַרְקָעִית מְעָרָה וְהַמַּיִם עַל גַּבָּיו הֲרֵי זֶה טֻמְאַת הַתְּהוֹם שֶׁאֵינָהּ יְדוּעָה. הָיָה טָמוּן בְּתֶבֶן אוֹ בִּצְרוֹרוֹת הֲרֵי זוֹ טֻמְאַת הַתְּהוֹם. בְּמַיִם בַּאֲפֵלָה וּבִנְקִיקֵי הַסְּלָעִים אֵינָהּ טֻמְאַת הַתְּהוֹם:  ",
      "נָזִיר שֶׁנִּטְמָא בְּמֵת וְיָרַד וְטָבַל בַּמְּעָרָה וְהֵבִיא קָרְבְּנוֹת טֻמְאָה וּמָנָה נְזִירוּת וְגִלֵּחַ תִּגְלַחַת טָהֳרָה וְאַחַר כָּךְ נוֹדַע שֶׁמֵּת הָיָה מֻשְׁקָע בְּקַרְקָעִית הַמְּעָרָה כְּשֶׁיָּרַד לִטְבּל אַף עַל פִּי שֶׁהִיא טֻמְאָה שֶׁאֵינָהּ יְדוּעָה סָתַר הַכּל. מִפְּנֵי שֶׁהֻחְזַק לְטֻמְאָה וְחֶזְקַת הַטָּמֵא טָמֵא עַד שֶׁיִּטְהַר וַדַּאי. יָרַד לְהָקֵר הֲרֵי זֶה טָהוֹר עַד שֶׁיֵּדַע שֶׁנָּגַע. נִמְצָא הַמֵּת צָף עַל פְּנֵי הַמַּיִם הֲרֵי זֶה בְּחֶזְקַת טָמֵא. שֶׁחֶזְקָתוֹ שֶׁנָּגַע בָּזֶה שֶׁהוּא צָף:  "
    ],
    [
      "יֵשׁ טֻמְאוֹת מִן הַמֵּת שֶׁאֵין הַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן וְלֹא סוֹתֵר אֶת הַקּוֹדְמִין וְאַף עַל פִּי שֶׁנִּטְמָא בָּהֶן טֻמְאַת שִׁבְעָה. לְפִי שֶׁלֹּא נֶאֱמַר בּוֹ וְכִי יִטַּמָּא לְנֶפֶשׁ אֶלָּא <small>(במדבר ו ט)</small> \"וְכִי יָמוּת מֵת עָלָיו\" עַד שֶׁיִּטָּמֵא מִטֻּמְאוֹת שֶׁהֵן מֵעַצְמוֹ שֶׁל מֵת וְאַחַר כָּךְ יָבִיא קָרְבְּנוֹת טֻמְאָה וִיגַלֵּחַ תִּגְלַחַת טֻמְאָה וְיִפְּלוּ כָּל הַיָּמִים הָרִאשׁוֹנִים: \n",
      "וְאֵלּוּ טֻמְאוֹת מִן הַמֵּת שֶׁהַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן. עַל הַנֵּפֶל וַאֲפִלּוּ לֹא נִתְקַשְּׁרוּ אֵיבָרָיו בְּגִידִין. וְעַל כְּזַיִת מִבְּשַׂר הַמֵּת. וְעַל כְּזַיִת נֶצֶל. וְעַל עֲצָמוֹת שֶׁהֵן רֹב מִנְיַן הָעֲצָמוֹת אַף עַל פִּי שֶׁאֵין בָּהֶן רֹבַע הַקַּב. וְעַל עֲצָמוֹת שֶׁהֵן רֹב בִּנְיָנוֹ שֶׁל מֵת וְאַף עַל פִּי שֶׁאֵין בָּהֶן רֹבַע הַקַּב. וְעַל חֲצִי קַב עֲצָמוֹת אַף עַל פִּי שֶׁאֵין בָּהֶן לֹא רֹב בִּנְיָנוֹ וְלֹא רֹב מִנְיָנוֹ. וְכָל הָעֲצָמוֹת יִהְיוּ מִשֶּׁל מֵת אֶחָד וְלֹא מִשְּׁנֵי מֵתִים. וְעַל הַשִּׁדְרָה הַבָּאָה מִמֵּת אֶחָד. וְעַל הַגֻּלְגּלֶת שֶׁל מֵת אֶחָד. וְעַל אֵיבָר מִן הַמֵּת הַבָּא מִמֵּת אֶחָד. וְעַל אֵיבָר מִן הַחַי מֵאָדָם אֶחָד. שֶׁיֵּשׁ עֲלֵיהֶן בָּשָׂר שֶׁרָאוּי לַעֲלוֹת בּוֹ אֲרוּכָה בְּחַי. וְעַל חֲצִי לוֹג דָּם הַבָּא מִמֵּת אֶחָד. וְעַל מְלֹא חָפְנַיִם רֶקֶב הַמֵּת. אֵי זֶהוּ נֶצֶל זֶה בְּשַׂר הַמֵּת שֶׁנִּמּוֹחַ וְנַעֲשָׂה לֵחָה סְרוּחָה: \n",
      "וְאֵין רֶקֶב הַמֵּת מְטַמֵּא עַד שֶׁיִּקָּבֵר עֵרוֹם בְּאָרוֹן שֶׁל שַׁיִשׁ וְיִהְיֶה כֻּלּוֹ שָׁלֵם. חָסֵר מִמֶּנּוּ אֵיבָר אוֹ שֶׁנִּקְבַּר בִּכְסוּתוֹ אוֹ בְּאָרוֹן שֶׁל עֵץ אוֹ בְּשֶׁל מַתֶּכֶת אֵין לוֹ רֶקֶב. וְלֹא אָמְרוּ רֶקֶב אֶלָּא לְמֵת בִּלְבַד לְהוֹצִיא הָרוּג שֶׁהֲרֵי חָסֵר דָּמוֹ: \n",
      "קָבְרוּ שְׁנֵי מֵתִים כְּאֶחָד. אוֹ שֶׁגָּזְזוּ שְׂעָרוֹ אוֹ צִפָּרְנָיו וּקְבָרוּם עִמּוֹ. אוֹ אִשָּׁה עֻבָּרָה שֶׁמֵּתָה וְנִקְבְּרָה וְעֻבָּרָהּ בְּמֵעֶיהָ אֵין הָרֶקֶב שֶׁלָּהֶם מְטַמֵּא. וְכֵן אִם טָחַן הַמֵּת עַד שֶׁנַּעֲשָׂה רֶקֶב אֵינוֹ מְטַמֵּא עַד שֶׁיַּרְקִיב מֵאֵלָיו. טָחַן אֶת הַמֵּת וְהִנִּיחַ עֲפָרוֹ עַד שֶׁהִרְקִיב כֻּלּוֹ. אוֹ [שֶׁהִרְקִיב] מִקְצָתוֹ כְּשֶׁהוּא חַי וּמֵת וְהִרְקִיב הַכּל הֲרֵי זֶה סָפֵק וְאִם נִטְמָא לְרֶקֶב זֶה הֲרֵי זֶה סְפֵק טָמֵא. וְכֵן אִם נִטְמָא בְּרֹבַע עֲצָמוֹת הַבָּאִין מֵהַשִּׁדְרָה אוֹ מִן הַגֻּלְגּלֶת בְּאָהֳלָן הֲרֵי זֶה סְפֵק טָמֵא: \n",
      "כָּל אֵלּוּ הַשְּׁתֵּים עֶשְׂרֵה טֻמְאוֹת שֶׁמָּנִינוּ אִם נָגַע נָזִיר בְּאַחַת מֵהֶן אוֹ נְשָׂאָהּ אוֹ הֶאֱהִיל הַנָּזִיר עָלֶיהָ אוֹ הֶאֱהִיל הַטֻּמְאָה עַל הַנָּזִיר אוֹ הָיָה הַנָּזִיר וְאַחַת מִטֻּמְאוֹת אֵלּוּ בְּאֹהֶל אֶחָד הֲרֵי זֶה מְגַלֵּחַ תִּגְלַחַת טֻמְאָה וּמֵבִיא קָרְבַּן טֻמְאָה וְסוֹתֵר אֶת הַכּל. חוּץ מִן הָרֶקֶב שֶׁאֵינוֹ מְטַמֵּא בְּמַגָּע שֶׁאִי אֶפְשָׁר שֶׁיִּגַּע בְּכֻלּוֹ שֶׁהֲרֵי אֵינוֹ גּוּף אֶחָד. אֲבָל אִם נְשָׂאוֹ אוֹ נִטְמָא בְּאָהֳלוֹ מְגַלֵּחַ: \n",
      "וְכֵן נָזִיר שֶׁנָּגַע בְּעֶצֶם הַמֵּת אֲפִלּוּ עֶצֶם כִּשְׂעוֹרָה אוֹ נְשָׂאוֹ הֲרֵי זֶה מְגַלֵּחַ עָלָיו וּמֵבִיא קָרְבְּנוֹת טֻמְאָה וְסוֹתֵר אֶת הַקּוֹדְמִים. וְאֵין עֶצֶם כִּשְׂעוֹרָה מְטַמֵּא בְּאֹהֶל. אֲבָל נִטְמָא בְּאַחַת מִשְּׁנֵים עָשָׂר דְּבָרִים הַלָּלוּ. בְּגוּשׁ אֶרֶץ הָעַכּוּ''ם אוֹ בְּשָׂדֶה שֶׁנֶּחְרַשׁ קֶבֶר בְּתוֹכָהּ שֶׁהֵן מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא. אוֹ שֶׁהֶאֱהִיל עָלָיו וְעַל הַשָּׂרִיגִים הַיּוֹצְאִים מִן הָאִילָנוֹת אוֹ הַפְּרָעוֹת הַיּוֹצְאוֹת מִן הַגָּדֵר אוֹ מִטָּה אוֹ גָּמָל וְכַיּוֹצֵא בּוֹ. אוֹ שֶׁנִּטְמָא בְּאֹהֶל רֹבַע עֲצָמוֹת שֶׁאֵין בָּהֶן לֹא רֹב בִּנְיָן וְלֹא רֹב מִנְיָן. אוֹ שֶׁנִּטְמָא בִּרְבִיעִית דָּם מִן הַמֵּת שֶׁהִיא מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. אוֹ שֶׁנִּטְמָא בְּגוֹלֵל אוֹ בְּדוֹפֵק שֶׁהֵן מְטַמְּאִין בְּמַגָּע וּבְאֹהֶל. אוֹ שֶׁנִּטְמָא בְּאֵיבָר מִן הַחַי אוֹ בְּאֵיבָר מִן הַמֵּת שֶׁאֵין עֲלֵיהֶן בָּשָׂר כָּרָאוּי. הֲרֵי זֶה אֵינוֹ סוֹתֵר: \n",
      "אַף עַל פִּי שֶׁבְּכָל אֵלּוּ הוּא טָמֵא טֻמְאַת שִׁבְעָה וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי. אֵינוֹ מְגַלֵּחַ תִּגְלַחַת טֻמְאָה וְלֹא מֵבִיא קָרְבָּנוֹת וְלֹא סוֹתֵר אֶת הַקּוֹדְמִין. אֲבָל כָּל יְמֵי הַטֻּמְאָה אֵין עוֹלִין לוֹ מִמִּנְיַן יְמֵי נְזִירוּתוֹ: \n",
      "נָגַע בְּאֹהֶל הַמֵּת אוֹ בְּכֵלִים הַנּוֹגְעִים בְּמֵת אֵינוֹ מַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי. וְיֵרָאֶה לִי שֶׁדִּין זֶה מְיֻחָד בְּנָזִיר. אֲבָל כָּל אָדָם שֶׁנִּטְמָא בִּכְלִי טֻמְאַת שִׁבְעָה יַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טֻמְאַת מֵת. וְכֵן יֵרָאֶה לִי שֶׁזֶּה שֶׁאֵינוֹ מַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי אִם נָגַע בְּכֵלִים כְּדֵי שֶׁיַּעֲלוּ לוֹ יְמֵי טֻמְאָתוֹ בְּכֵלִים מִמִּנְיַן יְמֵי נְזִירוּתוֹ: \n",
      "נָזִיר שֶׁנִּצְטָרֵעַ וְהֻחְלַט כָּל יְמֵי חִלּוּטוֹ וְשִׁבְעַת יְמֵי סְפִירוֹ שֶׁסּוֹפֵר אַחַר שֶׁיִּטְהַר לְצָרַעְתּוֹ בֵּין תִּגְלַחַת רִאשׁוֹנָה לִשְׁנִיָּה אֵין עוֹלִין לוֹ מִימֵי נְזִירוּתוֹ. אֲבָל יְמֵי הֶסְגֵּר עוֹלִין לוֹ. וְכֵן אִם זָב בְּשָׂרוֹ בֵּין אִישׁ בֵּין אִשָּׁה כָּל יְמֵי זִיבָתָן עוֹלִין לָהֶן אַף עַל פִּי שֶׁהֵן טְמֵאִין. וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי הוּא: \n",
      "אֵין צָרִיךְ לוֹמַר שֶׁאִם נִטְמָא הַנָּזִיר בִּשְׁאָר טֻמְאוֹת שֶׁיְּמֵי טֻמְאָתוֹ עוֹלִין לוֹ וְאֵינוֹ סוֹתֵר כְּלוּם. נִטְמָא בְּמֵת בְּתוֹךְ יְמֵי צָרַעְתּוֹ סוֹתֵר אֶת כָּל הַקּוֹדְמִין שֶׁהֲרֵי בִּנְזִירוּתוֹ עוֹמֵד וְאַף עַל פִּי שֶׁהוּא טָמֵא: \n",
      "הַנָּזִיר מֻתָּר בְּטֻמְאַת מֵת מִצְוָה וּבְתִגְלַחַת מִצְוָה. וְאָסוּר בְּיֵין הַמִּצְוָה כְּיֵין הָרְשׁוּת. כֵּיצַד. מִי שֶׁנִּשְׁבַּע שֶׁיִּשְׁתֶּה הַיּוֹם יַיִן שֶׁהֲרֵי מִצְוָה עָלָיו לִשְׁתּוֹת וְאַחַר כָּךְ נָדַר בְּנָזִיר חָלָה נְזִירוּת עַל הַשְּׁבוּעָה וְאָסוּר בְּיַיִן. וְאֵין צָרִיךְ לוֹמַר שֶׁהוּא אָסוּר בְּיֵין קִדּוּשׁ וְהַבְדָּלָה שֶׁאֵינוֹ אֶלָּא מִדִּבְרֵי סוֹפְרִים: \n",
      "וְכֵיצַד הוּא מֻתָּר בְּטֻמְאַת מֵת מִצְוָה. הָיָה מְהַלֵּךְ בַּדֶּרֶךְ וּפָגַע בְּמֵת שֶׁאֵין שָׁם מִי שֶׁיִּקְבְּרֶנּוּ הֲרֵי זֶה מִטַּמֵּא לוֹ וְקוֹבְרוֹ. וּדְבָרִים אֵלּוּ דִּבְרֵי קַבָּלָה הֵן: \n",
      "נָזִיר וְכֹהֵן שֶׁפָּגְעוּ בְּמֵת מִצְוָה יִטַּמֵּא נָזִיר אַף עַל פִּי שֶׁהוּא סוֹתֵר הַיָּמִים הָרִאשׁוֹנִים וּמֵבִיא קָרְבַּן טֻמְאָה. וְאַל יִטַּמֵּא כֹּהֵן. שֶׁזֶּה קְדֻשָּׁתוֹ קְדֻשַּׁת שָׁעָה וַאֲפִלּוּ הָיָה נְזִיר עוֹלָם. וְהַכֹּהֵן קְדֻשָּׁתוֹ קְדֻשַּׁת עוֹלָם: \n",
      "פָּגְעוּ בּוֹ שְׁנֵי נְזִירִים אֶחָד נָזִיר שְׁלֹשִׁים יוֹם וְאֶחָד נָזִיר מֵאָה יוֹם יִטַּמֵּא נְזִיר שְׁלֹשִׁים. הָיָה אֶחָד נָזִיר לִזְמַן קָצוּב וְהַשֵּׁנִי נְזִיר עוֹלָם יִטַּמֵּא הַנָּזִיר לִזְמַן קָצוּב. שֶׁנְּזִירוּת עוֹלָם קְדֻשָּׁתוֹ חֲמוּרָה מִזֶּה: \n",
      "וְכֵיצַד הוּא מֻתָּר בְּתִגְלַחַת מִצְוָה. נָזִיר שֶׁנִּצְטָרֵעַ וְנִרְפָּא מִצָּרַעְתּוֹ בְּתוֹךְ יְמֵי נְזִירוּת הֲרֵי זֶה מְגַלֵּחַ כָּל שְׂעָרוֹ שֶׁהֲרֵי תִּגְלַחְתּוֹ מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר בִּמְצֹרָע <small>(ויקרא יד ח)</small> \"וְגִלַּח אֶת כָּל שְׂעָרוֹ\" וְגוֹ'. וְכָל מָקוֹם שֶׁאַתָּה מוֹצֵא מִצְוַת עֲשֵׂה וְלֹא תַּעֲשֶׂה אִם יָכוֹל אַתָּה לְקַיֵּם אֶת שְׁנֵיהֶם מוּטָב וְאִם לָאו יָבוֹא עֲשֵׂה וְיִדְחֶה אֶת לֹא תַּעֲשֶׂה. וַהֲלֹא נָזִיר שֶׁגִּלֵּחַ בִּימֵי נִזְרוֹ עָבַר עַל לֹא תַּעֲשֶׂה וַעֲשֵׂה שֶׁנֶּאֱמַר <small>(במדבר ו ה)</small> \"קָדשׁ יִהְיֶה גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ\" וּבְכָל מָקוֹם אֵין עֲשֵׂה דּוֹחָה לֹא תַּעֲשֶׂה וַעֲשֵׂה וְלָמָּה דּוֹחֶה עֲשֵׂה שֶׁל תִּגְלַחַת הַנֶּגַע לִנְזִירוּת. מִפְּנֵי שֶׁכְּבָר נִטְמָא הַנָּזִיר בְּצָרַעַת וִימֵי חִלּוּטוֹ אֵין עוֹלִין לוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וַהֲרֵי אֵינוֹ קָדוֹשׁ בָּהֶן. וּבָטַל הָעֲשֵׂה מֵאֵלָיו וְלֹא נִשְׁאַר אֶלָּא לֹא תַּעֲשֶׂה שֶׁהוּא <small>(במדבר ו ה)</small> \"תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ\". וּלְפִיכָךְ בָּא עֲשֵׂה שֶׁל תִּגְלַחַת הַצָּרַעַת וְדָחָה אוֹתוֹ: \n"
    ],
    [
      "תִּגְלַחַת הַטָּהֳרָה כֵּיצַד הִיא. כְּשֶׁיִּגְמֹר הַנָּזִיר יְמֵי נְזִירוּתוֹ מֵבִיא שָׁלֹשׁ בְּהֵמוֹת כֶּבֶשׂ לְעוֹלָה וְכַבְשָׂה לְחַטָּאת וְאַיִל לִשְׁלָמִים. הֵבִיא שְׁלָשְׁתָּן וְלֹא פֵּרֵשׁ. הָרְאוּיָה לְחַטָּאת תִּקְרַב חַטָּאת וְהָרְאוּיָה לִשְׁלָמִים שְׁלָמִים וְהָרְאוּיָה לְעוֹלָה עוֹלָה. וּמֵבִיא עִם אֵיל הַשְּׁלָמִים שִׁשָּׁה עֶשְׂרוֹנוֹת וּשְׁנֵי שְׁלִישֵׁי עִשָּׂרוֹן סלֶת. אוֹפֶה מֵהֶן עֶשְׂרִים חַלָּה עֶשֶׂר חַלּוֹת מַצּוֹת וַעֲשָׂרָה רְקִיקֵי מַצּוֹת. וּמוֹשֵׁחַ הָעֶשְׂרִים בִּרְבִיעִית שֶׁמֶן. וְשִׁעוּר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי. וּמֵבִיא הָעֶשְׂרִים בִּכְלִי אֶחָד: \n",
      "וְשׁוֹחֵט הַחַטָּאת תְּחִלָּה וְאַחַר כָּךְ הָעוֹלָה וְאַחַר כָּךְ שְׁלָמִים וְאַחַר כָּךְ מְגַלֵּחַ. וְאִם גִּלֵּחַ אַחַר שֶׁשָּׁחַט הַחַטָּאת אוֹ הָעוֹלָה יָצָא. וּמְבַשֵּׁל הַשְּׁלָמִים אוֹ שׁוֹלְקָן וְלוֹקֵחַ מִן הָרֹטֶב שֶׁל זִבְחֵי הַשְּׁלָמִים וְנוֹתֵן עַל הַשֵּׂעָר וְאַחַר כָּךְ מַשְׁלִיכוֹ לָאֵשׁ תַּחַת דּוּד הַשְּׁלָמִים. וְאִם הִשְׁלִיכוֹ תַּחַת הַחַטָּאת יָצָא: \n",
      "וְהֵיכָן מְגַלֵּחַ שְׂעָרוֹ בְּעֶזְרַת הַנָּשִׁים בְּלִשְׁכַּת הַנְּזִירִים שֶׁהָיְתָה שָׁם בְּקֶרֶן מִזְרָחִית דְּרוֹמִית וְשֵׁם מְבַשְּׁלִין אֶת שְׁלָמֵיהֶן וּמַשְׁלִיכִין שְׂעָרָן לָאֵשׁ. וְאִם גִּלֵּחַ בַּמְּדִינָה יָצָא. וּבֵין שֶׁגִּלֵּחַ בַּמְּדִינָה וּבֵין שֶׁגִּלֵּחַ בַּמִּקְדָּשׁ תַּחַת הַדּוּד הוּא מַשְׁלִיךְ שְׂעָרוֹ. וְאֵינוֹ מְגַלֵּחַ עַד שֶׁיִּהְיֶה פֶּתַח הָעֲזָרָה פָּתוּחַ שֶׁנֶּאֱמַר <small>(במדבר ו יח)</small> \"פֶּתַח אֹהֶל מוֹעֵד\". לֹא שֶׁיְּגַלַּח כְּנֶגֶד הַפֶּתַח שֶׁזֶּה בִּזְיוֹן מִקְדָּשׁ הוּא: \n",
      "וְאַחַר כָּךְ נוֹטֵל הַכֹּהֵן אֶת הַזְּרוֹעַ בְּשֵׁלָה מִן הָאַיִל וְחַלַּת מַצָּה אַחַת מִן הַסַּל וְרָקִיק אֶחָד וְנוֹתְנָן עַל כַּפֵּי הַנָּזִיר אוֹ הַנְּזִירָה וּמְנִיפָן וְאַחַר כָּךְ הֻתַּר הַנָּזִיר לִשְׁתּוֹת יַיִן וּלְהִטַּמֵּא לְמֵתִים: \n",
      "נָזִיר מְמֹרָט אֵינוֹ צָרִיךְ לְהַעֲבִיר תַּעַר. וְאַף עַל פִּי שֶׁאֵין לוֹ שֵׂעָר אוֹ שֶׁאֵין לוֹ כַּפַּיִם הֲרֵי זֶה מַקְרִיב קָרְבְּנוֹתָיו וְיִשְׁתֶּה וְיִטַּמֵּא. וְאִם הֵבִיא קָרְבְּנוֹתָיו וְלֹא גִּלֵּחַ רֹאשׁוֹ אֵין הַתִּגְלַחַת מְעַכֶּבֶת אֶלָּא שׁוֹתֶה וּמִטַּמֵּא לָעֶרֶב. שֶׁמִּשֶּׁיִּזָּרֵק עָלָיו אֶחָד מִן הַדָּמִים הֻתַּר אַף עַל פִּי שֶׁלֹּא נָתַן עַל כַּפָּיו וְלֹא הֵנִיף שֶׁכָּל דְּבָרִים אֵלּוּ לְמִצְוָה וְלֹא לְעַכֵּב: \n",
      "אַף עַל פִּי שֶׁאֵין הַתִּגְלַחַת מְעַכֵּב עָלָיו מִצְוָה לְגַלֵּחַ אֲפִלּוּ לְאַחַר זְמַן מְרֻבֶּה. וְנָזִיר שֶׁגִּלֵּחַ בְּלֹא תַּעַר אוֹ שֶׁגִּלֵּחַ וְשִׁיֵּר שְׁתֵּי שְׂעָרוֹת לֹא עָשָׂה כְּלוּם וְלֹא קִיֵּם מִצְוַת גִּלּוּחַ. בֵּין נָזִיר טָהוֹר בֵּין נָזִיר טָמֵא: \n",
      "גִּלֵּחַ וְהִנִּיחַ שְׁתֵּי שְׂעָרוֹת וְצִמֵּחַ רֹאשׁוֹ כֻּלּוֹ וְחָזַר וְגִלְּחוֹ עִם אוֹתָן שְׁתֵּי הַשְּׂעָרוֹת אוֹ שֶׁגִּלֵּחַ אַחַת וְנָשְׁרָה אַחַת הֲרֵי זֶה קִיֵּם מִצְוַת גִּלּוּחַ. נָשְׁרָה אַחַת וְגִלֵּחַ אַחַת אֵין כָּאן מִצְוַת גִּלּוּחַ: \n",
      "גִּלֵּחַ עַל הַשְּׁלָמִים וְנִמְצָא פָּסוּל תִּגְלַחְתּוֹ פְּסוּלָה וּזְבָחָיו לֹא עָלוּ לוֹ. גִּלֵּחַ עַל הַחַטָּאת וְנִמְצֵאת שֶׁלֹּא נִשְׁחֲטָה לְשֵׁם חַטָּאת וְאַחַר כָּךְ הֵבִיא הַשְּׁלָמִים וְהָעוֹלָה וְהִקְרִיבָן כְּמִצְוָתָן תִּגְלַחְתּוֹ פְּסוּלָה וּזְבָחָיו לֹא עָלוּ לוֹ: \n",
      "גִּלֵּחַ עַל הָעוֹלָה וְעַל הַשְּׁלָמִים וְנִשְׁחֲטוּ שֶׁלֹּא לִשְׁמָן וְאַחַר כָּךְ הֵבִיא קָרְבָּנוֹת אֲחֵרוֹת לְהַקְרִיבָן לִשְׁמָן תִּגְלַחְתּוֹ פְּסוּלָה וּזְבָחָיו לֹא עָלוּ לוֹ: \n",
      "גִּלֵּחַ עַל שְׁלָשְׁתָּן וְנִמְצָא אֶחָד מֵהֶם כָּשֵׁר תִּגְלַחְתּוֹ כְּשֵׁרָה וְיָבִיא שְׁאָר הַזְּבָחִים וְיִקָּרְבוּ כְּהִלְכָתָן: \n",
      "כָּל מָקוֹם שֶׁאָמַרְנוּ תִּגְלַחְתּוֹ פְּסוּלָה הֲרֵי הוּא כְּמִי שֶׁנִּתְגַּלֵּחַ בְּתוֹךְ יְמֵי נְזִירוּתוֹ שֶׁהוּא סוֹתֵר שְׁלֹשִׁים יוֹם כְּמוֹ שֶׁבֵּאַרְנוּ. וְנִמְצָא מוֹנֶה שְׁלֹשִׁים יוֹם אַחַר הַתִּגְלַחַת הַפְּסוּלָה וְיָבִיא קָרְבְּנוֹתָיו: \n",
      "שַׁלְמֵי נָזִיר שֶׁשְּׁחָטָן שֶׁלֹּא כְּמִצְוָתָן כְּשֵׁרִים וְאֵין עוֹלִים לַבְּעָלִים לְשֵׁם חוֹבָה. וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵין טְעוּנִין לֶחֶם וְלֹא מַתָּנוֹת וְלֹא זְרוֹעַ: \n",
      "שָׁלֹשׁ בְּהֵמוֹת אֵלּוּ וְהַלֶּחֶם הַבָּא עִמָּהֶם הַכּל מִן הַחֻלִּין כִּשְׁאָר נִדְרֵי הֶקְדֵּשׁ כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר עַל מְנָת שֶׁאֲגַלֵּחַ מִמְּעוֹת מַעֲשֵׂר שֵׁנִי הֲרֵי זֶה נָזִיר וְאֵינוֹ מֵבִיא קָרְבְּנוֹתָיו מִן הַמַּעֲשֵׂר אֶלָּא מִן הַחֻלִּין: \n",
      "הָאִישׁ שֶׁנָּדַר בְּנָזִיר יֵשׁ לוֹ לְהָבִיא קָרְבְּנוֹת אָבִיו לְעַצְמוֹ וּמְגַלֵּחַ עֲלֵיהֶם. וְאֵין הָאִשָּׁה מְגַלַּחַת עַל קָרְבְּנוֹת אָבִיהָ וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה הוּא. כֵּיצַד. מִי שֶׁהָיָה אָבִיו נָזִיר וְהִפְרִישׁ מָעוֹת לִקְנוֹת בָּהֶן קָרְבְּנוֹתָיו וּמֵת וְהִנִּיחַ הַמָּעוֹת סְתוּמִין וְאָמַר אַחֲרֵי מוֹת אָבִיו הֲרֵינִי נָזִיר עַל מְנָת שֶׁאָבִיא קָרְבְּנוֹתַי מִמָּעוֹת שֶׁהִפְרִישׁ בָּהֶן אָבִי לְקָרְבְּנוֹתָיו הֲרֵי זֶה מֵבִיא מֵהֶן קָרְבְּנוֹתָיו. וְכֵן אִם הָיָה הוּא וְאָבִיו נְזִירִים וְהִפְרִישׁ אָבִיו מָעוֹת סְתוּמִין וּמֵת הָאָב וְאָמַר הַבֵּן אַחַר מוֹת אָבִיו הֲרֵינִי מְגַלֵּחַ עַל מְעוֹת אָבִי הֲרֵי זֶה מֵבִיא קָרְבְּנוֹתָיו מֵהֶן. אֲבָל אִם לֹא אָמַר יִפְּלוּ הַמָּעוֹת לִנְדָבָה. מֵת הָאָב וְהִנִּיחַ בָּנִים רַבִּים חוֹלְקִים הַמָּעוֹת הַסְּתוּמִים מִפְּנֵי שֶׁהִיא יְרֻשָּׁה לָהֶן וְיֵשׁ לְכָל אֶחָד מֵהֶן לְגַלֵּחַ עַל חֶלְקוֹ וְהַבְּכוֹר נוֹטֵל בָּהֶן פִּי שְׁנַיִם: \n",
      "בֵּין שֶׁהָיָה הָאָב נְזִיר עוֹלָם וְהַבֵּן נָזִיר זְמַן קָצוּב בֵּין שֶׁהָיָה הָאָב נָזִיר זְמַן קָצוּב וְהַבֵּן נְזִיר עוֹלָם הֲרֵי זֶה מְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו מִמְּעוֹת נְזִירוּת אָבִיו: \n",
      "הִפְרִישׁ הָאָב מָעוֹת לְהָבִיא בָּהֶן קָרְבְּנוֹת טֻמְאָה וּמֵת אֵין הַבֵּן מֵבִיא בָּהֶן קָרְבְּנוֹת טָהֳרָה. וְכֵן אִם הִפְרִישָׁן הָאָב לְקָרְבַּן טָהֳרָה אֵין הַבֵּן מְגַלֵּחַ עֲלֵיהֶן תִּגְלַחַת טֻמְאָה. שֶׁדְּבָרִים אֵלּוּ הֵן סָפֵק וְאִם הֵבִיא זְבָחָיו לֹא עָלוּ לוֹ: \n",
      "הָאוֹמֵר הֲרֵי עָלַי לְגַלֵּחַ נָזִיר חַיָּב לְהָבִיא קָרְבְּנוֹת תִּגְלַחַת טָהֳרָה וּמַקְרִיבָן עַל יַד אֵיזֶה נָזִיר שֶׁיִּרְצֶה. אָמַר הֲרֵי עָלַי חֲצִי קָרְבְּנוֹת נָזִיר. אוֹ אִם אָמַר הֲרֵי עָלַי לְגַלֵּחַ חֲצִי נָזִיר. הֲרֵי זֶה מֵבִיא חֲצִי הַקָּרְבָּנוֹת לְאֵיזֶה נָזִיר שֶׁיִּרְצֶה. וְאוֹתוֹ נָזִיר מַשְׁלִים קָרְבְּנוֹתָיו מִשֶּׁלּוֹ. אֲבָל אִם אָמַר הֲרֵי עָלַי קָרְבְּנוֹת חֲצִי נָזִיר הֲרֵי זֶה מֵבִיא קָרְבְּנוֹת נָזִיר שָׁלֵם שֶׁאֵין לָנוּ חֲצִי נְזִירוּת: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר וְעָלַי לְגַלֵּחַ נָזִיר וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי הֲרֵי חֲבֵרוֹ נָזִיר. וְאֵינוֹ חַיָּב לְגַלֵּחַ נָזִיר אַחֵר. שֶׁהֲרֵי לֹא הִתְפִּיס עַצְמוֹ אֶלָּא בִּנְזִירוּת. וְאִם אָמַר וַאֲנִי וְעָלַי לְגַלֵּחַ נָזִיר הֲרֵי זֶה חַיָּב. וְאִם הָיוּ פִּקְחִין מֵבִיא כָּל אֶחָד מֵהֶן קָרְבָּנוֹת עַל יְדֵי חֲבֵרוֹ וְאִם לֹא עָשׂוּ כֵן חַיָּבִים לְגַלֵּחַ נְזִירוּת אֲחֵרִים: \n",
      "הָאוֹמֵר הֲרֵי עָלַי לְגַלֵּחַ חֲצִי נָזִיר וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי וְעָלַי לְגַלֵּחַ חֲצִי נָזִיר. זֶה מֵבִיא חֲצִי קָרְבְּנוֹתָיו שֶׁל זֶה וְזֶה מֵבִיא חֲצִי קָרְבְּנוֹתָיו שֶׁל זֶה וְכָל אֶחָד מֵהֶן מַשְׁלִים קָרְבְּנוֹתָיו אִם הָיוּ פִּקְחִין. וְאִם לָאו זֶה מֵבִיא חֲצִי קָרְבָּנוֹת מֵאֵיזֶה נָזִיר שֶׁיִּרְצֶה וְזֶה מֵבִיא חֲצִי קָרְבָּנוֹת מֵאֵיזֶה נָזִיר שֶׁיִּרְצֶה: \n"
    ],
    [
      "הַמַּפְרִישׁ מָעוֹת שֶׁיַּקְרִיב מֵהֶן קָרְבְּנוֹת נְזִירִים וְהִקְרִיב מֵהֶן וְהוֹתִירוּ יָבִיאוּ בְּמוֹתָרָן קָרְבְּנוֹת נְזִירִים אֲחֵרִים. שֶׁמּוֹתַר נְזִירִים לִנְזִירִים. הִפְרִישׁ מָעוֹת סְתוּמִין לִנְזִירוּתוֹ וְהוֹתִירוּ יִפְּלוּ הַמּוֹתָרוֹת לִנְדָבָה: \n",
      "הַמַּפְרִישׁ מָעוֹת מְפֹרָשִׁין לִנְזִירוּתוֹ וְהוֹתִירוּ. מוֹתַר מְעוֹת הָעוֹלָה יָבוֹאוּ עוֹלָה. וּמוֹתַר הַחַטָּאת יוֹלִיכֵם לְיָם הַמֶּלַח. וּמוֹתַר דְּמֵי הַשְּׁלָמִים יָבוֹאוּ שְׁלָמִים. וְאֵין טְעוּנִין לֶחֶם וְנֶאֱכָלִין לְיוֹם אֶחָד: \n",
      "הַמַּפְרִישׁ מָעוֹת לִנְזִירוּתוֹ וּמֵת אִם הָיוּ סְתוּמִין יִפְּלוּ לִנְדָבָה. הָיוּ מְפֹרָשִׁין. דְּמֵי עוֹלָה [יָבוֹאוּ עוֹלָה]. דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח. דְּמֵי שְׁלָמִים יָבוֹאוּ שְׁלָמִים וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵין טְעוּנִין לֶחֶם: \n",
      "כֵּיצַד הֵם הַמָּעוֹת הַסְּתוּמִין. כְּגוֹן שֶׁהִפְרִישׁ מָעוֹת לְהָבִיא מֵהֶן קָרְבְּנוֹתָיו וְלֹא אָמַר כְּלוּם. אֲבָל אִם אָמַר אֵלּוּ לְחוֹבָתִי הֲרֵי אֵלּוּ כִּמְפֹרָשִׁין. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר אֵלּוּ לְעוֹלָתִי וּלְחַטָּאתִי וְלִשְׁלָמַי שֶׁהֵן כִּמְפֹרָשִׁין: \n",
      "הַמַּפְרִישׁ בְּהֵמָה בַּעֲלַת מוּם הֲרֵי הִיא כְּמָעוֹת סְתוּמִין. וְכֵן הַמַּפְרִישׁ לָשׁוֹן שֶׁל כֶּסֶף וְשֶׁל זָהָב אוֹ כְּלִי אַף עַל פִּי שֶׁאָמַר זֶה לְחַטָּאתִי וּלְעוֹלָתִי וְלִשְׁלָמַי הֲרֵי הוּא כְּמָעוֹת סְתוּמִין: \n",
      "הָאוֹמֵר אֵלּוּ לְחַטָּאתִי וְהַשְּׁאָר לִנְזִירוּתִי וּמֵת. אוֹ שֶׁהָיְתָה אִשָּׁה וְהֵפֵר לָהּ בַּעְלָהּ. דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח וְהַשְּׁאָר יָבוֹאוּ בְּחֶצְיָן עוֹלָה וּבְחֶצְיָן שְׁלָמִים: \n",
      "אָמַר אֵלּוּ לְעוֹלָתִי וְהַשְּׁאָר לִנְזִירוּתִי דְּמֵי עוֹלָה יָבוֹאוּ עוֹלָה וְהַשְּׁאָר יִפְּלוּ לִנְדָבָה: \n",
      "מִי שֶׁדִּמָּה שֶׁהוּא חַיָּב בִּנְזִירוּת וְהִפְרִישׁ קָרְבְּנוֹתָיו וְאַחַר כָּךְ שָׁאַל לְחָכָם וְהוֹרָהוּ שֶׁאֵין זֶה נֵדֶר וְאֵינוֹ חַיָּב בִּנְזִירוּת מַה יַּעֲשֶׂה בַּקָּרְבָּנוֹת שֶׁהִפְרִישׁ. יֵצְאוּ וְיִרְעוּ בָּעֵדֶר. שֶׁזֶּה הֶקְדֵּשׁ טָעוּת שֶׁאֵינוֹ הֶקְדֵּשׁ כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "הָאִשָּׁה שֶׁנָּדְרָה בְּנָזִיר וְהִפְרִישָׁה קָרְבְּנוֹתֶיהָ וְאַחַר כָּךְ הֵפֵר לָהּ בַּעְלָהּ אִם שֶׁלּוֹ הָיְתָה הַבְּהֵמָה תֵּצֵא וְתִרְעֶה בָּעֵדֶר שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. וְאִם הָיוּ הַקָּרְבָּנוֹת מִשֶּׁלָּהּ וְאֵין לְבַעְלָהּ בָּהֶן כְּלוּם. כְּגוֹן שֶׁנָּתְנוּ לָהּ בְּמַתָּנָה עַל מְנָת שֶׁלֹּא יִהְיֶה לַבַּעַל בָּהֶן רְשׁוּת אֶלָּא מַה שֶּׁתִּרְצֶה תַּעֲשֶׂה בָּהֶן. הַחַטָּאת תָּמוּת. וְהָעוֹלָה תִּקָּרֵב עוֹלָה. וְהַשְּׁלָמִים יִקָּרְבוּ שְׁלָמִים. וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵינָן טְעוּנִין לֶחֶם: \n",
      "הִפְרִישָׁה מָעוֹת סְתוּמִין לְקָרְבְּנוֹתֶיהָ יִפְּלוּ לִנְדָבָה. הָיוּ מְפֹרָשִׁין דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח. וּדְמֵי עוֹלָה יָבוֹאוּ עוֹלָה. וּדְמֵי שְׁלָמִים יָבוֹאוּ שְׁלָמִים וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵינָן טְעוּנִין לֶחֶם: \n",
      "הָאִשָּׁה שֶׁנָּדְרָה בְּנָזִיר וְנִטְמֵאת בְּתוֹךְ יְמֵי נְזִירוּת וְאַחַר כָּךְ שָׁמַע בַּעְלָהּ וְהֵפֵר לָהּ הֲרֵי זוֹ מְבִיאָה קָרְבַּן טֻמְאָה: \n",
      "הָאִישׁ שֶׁהִדִּיר אֶת בְּנוֹ בְּנָזִיר וְהִפְרִישׁ עָלָיו קָרְבְּנוֹתָיו וְלֹא רָצָה הַבֵּן בִּנְזִירוּת זוֹ. וּמָחָה הוּא אוֹ קְרוֹבָיו אוֹ שֶׁגִּלֵּחַ הוּא אוֹ שֶׁגִּלְּחוּהוּ קְרוֹבָיו. הַחַטָּאת תָּמוּת. וְהָעוֹלָה תִּקָּרֵב עוֹלָה וְהַשְּׁלָמִים יִקָּרְבוּ שְׁלָמִים וְנֶאֱכָלִין לְיוֹם אֶחָד וְאֵינָן טְעוּנִין לֶחֶם. הִפְרִישׁ לוֹ מָעוֹת סְתוּמִים הֲרֵי אֵלּוּ יִפְּלוּ לִנְדָבָה. הָיוּ מָעוֹת מְפֹרָשִׁין. דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח. דְּמֵי עוֹלָה יָבוֹאוּ עוֹלָה. דְּמֵי שְׁלָמִים יָבוֹאוּ שְׁלָמִים וְאֵינָן טְעוּנִין לֶחֶם וְנֶאֱכָלִין לְיוֹם אֶחָד: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵּן וְהִפְרִישׁ קָרְבָּן וְהִפִּילָה אִשְׁתּוֹ וְחָזְרָה וְיָלְדָה. הֲרֵי הַקָּרְבָּנוֹת סָפֵק וַאֲסוּרִין בְּגִזָּה וּבַעֲבוֹדָה: \n",
      "שְׁנֵי נְזִירִים שֶׁנִּטְמָא אֶחָד מֵהֶם וְאֵין יָדוּעַ מִי הוּא כֵּיצַד מְבִיאִין קָרְבְּנוֹתֵיהֶן. מְבִיאִין קָרְבַּן טֻמְאָה וְקָרְבַּן טָהֳרָה בִּמְלֹאת יְמֵי נְזִירוּתָם. וְאוֹמֵר אֶחָד מֵהֶם אִם אֲנִי הוּא הַטָּמֵא קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה שֶׁלְּךָ. וְאִם אֲנִי הוּא הַטָּהוֹר קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה שֶׁלְּךָ. וְסוֹפְרִים יְמֵי נְזִירוּת אַחֶרֶת גְּמוּרָה מֵאַחַר קָרְבָּנוֹת אֵלּוּ. וְחוֹזְרִין וּמְבִיאִין קָרְבַּן טָהֳרָה. וְאוֹמֵר אֶחָד מֵהֶן אִם אֲנִי הוּא שֶׁהָיִיתִי טָמֵא קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה שֶׁלְּךָ וְזֶה קָרְבַּן טָהֳרָתִי. אִם אֲנִי הוּא הַטָּהוֹר קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה שֶׁלְּךָ וְזֶה קָרְבַּן טָהֳרָתְךָ. נִמְצְאוּ שֶׁלֹּא הִפְסִידוּ בְּקָרְבְּנוֹתֵיהֶן כְּלוּם: \n",
      "מֵת אֶחָד מֵהֶן הֲרֵי זֶה מֵבִיא חַטַּאת הָעוֹף וְעוֹלַת בְּהֵמָה. וְיֹאמַר אִם טָמֵא הָיִיתִי הַחַטָּאת מֵחוֹבָתִי וְהָעוֹלָה נְדָבָה. וְאִם טָהוֹר הָיִיתִי הָעוֹלָה מֵחוֹבָתִי וְחַטַּאת הָעוֹף סָפֵק. וְסוֹפֵר יְמֵי נְזִירוּת אַחֶרֶת וּמֵבִיא קָרְבַּן טָהֳרָה. וְאוֹמֵר אִם טָמֵא הָיִיתִי הָעוֹלָה הָרִאשׁוֹנָה נְדָבָה וְזוֹ חוֹבָה וְאִם טָהוֹר הָיִיתִי הָעוֹלָה הָרִאשׁוֹנָה חוֹבָה וְזוֹ נְדָבָה וְזֶה שְׁאָר קָרְבָּנִי. וְאֵין אֶחָד מִשְּׁנֵיהֶם מְגַלֵּחַ תִּגְלַחַת טֻמְאָה אֶלָּא אִם כֵּן הָיוּ קְטַנִּים אוֹ נָשִׁים שֶׁאֵין אֵלּוּ מַקִּיפִין פְּאַת רֹאשָׁם מִסָּפֵק: \n",
      "וְכֵיצַד יִוָּלֵד לָהֶם סָפֵק זֶה בְּטֻמְאָה. כְּגוֹן שֶׁהָיוּ שְׁנֵי הַנְּזִירִין עוֹמְדִין בִּרְשׁוּת הַיָּחִיד שֶׁסְּפֵק טֻמְאָה שָׁם טָמֵא וְהָיָה אֶחָד מִבַּחוּץ רוֹאֶה אוֹתָן וְאָמַר רָאִיתִי אֶחָד מִכֶּם שֶׁנִּטְמָא וְאֵינִי יוֹדֵעַ מִי הוּא. אֲבָל אִם הָיָה עֵד זֶה עִמָּהֶן בֶּחָצֵר הֲרֵי שְׁנֵיהֶן טְהוֹרִין. כֵּיוָן שֶׁהֵם שְׁלֹשָׁה הֲרֵי הֵן רַבִּים וְרַבִּים בִּרְשׁוּת הַיָּחִיד סְפֵקָן טָהוֹר כִּסְפֵק טֻמְאָה בִּרְשׁוּת הָרַבִּים שֶׁהוּא טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁשָּׁתְקוּ הַנְּזִירִים שְׁנֵיהֶם אוֹ נִסְתַּפֵּק לָהֶן הַדָּבָר. אֲבָל אִם אָמַר אֶחָד מֵהֶן אֲנִי לֹא נִטְמֵאתִי אֲפִלּוּ שְׁנֵי עֵדִים מְעִידִים עָלָיו שֶׁנִּטְמָא אֵינוֹ מֵבִיא קָרְבָּן עַל פִּיהֶם. שֶׁזֶּה שֶׁאָמַר לֹא נִטְמֵאתִי כְּאוֹמֵר אֵינִי מֵבִיא בְּטֻמְאָה שֶׁכְּבָר נִשְׁאַלְתִּי עַל נְזִירוּתִי וְנִמְצָא שֶׁאֵינוֹ מַכְחִישׁ אֶת הָעֵדִים וְאָדָם נֶאֱמָן עַל יְדֵי עַצְמוֹ. אֲבָל אִם שָׁתַק אוֹ נִסְתַּפֵּק לוֹ הֲרֵי זֶה מֵבִיא קָרְבָּן אֲפִלּוּ עַל פִּי עֵד אֶחָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן עֵד שֶׁאָמַר לְאֶחָד בְּפָנַי נָדַרְתָּ בִּנְזִירוּת אִם הִכְחִישׁוֹ אֵינוֹ חַיָּב כְּלוּם. וְאִם לֹא הִכְחִישׁוֹ נוֹהֵג נְזִירוּתוֹ עַל פִּיו. אֲפִלּוּ אָמַר לִשְׁנַיִם רָאִיתִי אֶחָד מִכֶּם שֶׁנָּזַר וְאֵינִי יוֹדֵעַ מִי הוּא הוֹאִיל וְאֵין מַכְחִישִׁין אוֹתוֹ נוֹהֲגִין נְזִירוּת עַל פִּיו. נָהַג נְזִירוּת עַל פִּי עֵד אֶחָד וְשָׁתָה יַיִן אוֹ נִטְמָא וְהִתְרוּ בּוֹ [שְׁנַיִם] לוֹקֶה אַף עַל פִּי שֶׁעִקַּר הַנְּזִירוּת בְּעֵד אֶחָד: \n",
      "מֵת שֶׁהָיָה מֻשְׁכָּב לְרֹחַב הַדֶּרֶךְ אַף עַל פִּי שֶׁאֵין שָׁם מָקוֹם לַעֲבֹר אֶלָּא עָלָיו אוֹ נוֹגֵעַ בְּצִדּוֹ וְאַף עַל פִּי שֶׁהִיא טֻמְאָה יְדוּעָה וְעָבַר שָׁם נָזִיר הֲרֵי זֶה טָהוֹר הוֹאִיל וְסָפֵק בִּרְשׁוּת הָרַבִּים טָהוֹר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּמְהַלֵּךְ בְּרַגְלָיו. אֲבָל אִם הָיָה רוֹכֵב אוֹ טָעוּן מַשָּׂא הֲרֵי זֶה טָמֵא. שֶׁהַמְּהַלֵּךְ בְּרַגְלָיו אֶפְשָׁר שֶׁלֹּא יִגַּע אוֹ שֶׁלֹּא יַאֲהִיל אוֹ שֶׁלֹּא יָסִיט אֲבָל טָעוּן אוֹ רוֹכֵב אִי אֶפְשָׁר שֶׁלֹּא יִגַּע וְשֶׁלֹּא יַאֲהִיל אוֹ שֶׁלֹּא יָסִיט שֶׁהֲרֵי הַמֵּת לְרֹחַב הַדֶּרֶךְ: \n"
    ],
    [
      "אֵין אָדָם מְגַלֵּחַ תִּגְלַחַת אַחַת וְעוֹלָה לוֹ לְנִזְרוֹ וּלְצָרַעְתּוֹ. וְתִגְלַחַת הַצָּרַעַת בִּזְמַן שֶׁהוּא סְפֵק מְצֹרָע אֵינוֹ דּוֹחֶה אֶת הַנְּזִירוּת. לְפִיכָךְ מִי שֶׁנָּזַר שָׁנָה אַחַת וְהָיָה בְּכָל הַשָּׁנָה הַזֹּאת סְפֵק מְצֹרָע וּסְפֵק טְמֵא מֵת אוֹ שֶׁהָיָה בָּהּ סְפֵק מְצֹרָע וּבְסוֹף הַשָּׁנָה נִטְמָא בְּסָפֵק הֲרֵי זֶה מוֹנֶה שִׁבְעָה יָמִים וּמַזֶּה בַּשְּׁלִישִׁי וּשְׁבִיעִי וְאֵינוֹ מְגַלֵּחַ בַּשְּׁבִיעִי וְאֵינוֹ יָכוֹל לִשְׁתּוֹת בְּיַיִן וּלְהִטַּמֵּא לְמֵת אֶלָּא לְאַחַר אַרְבַּע שָׁנִים. וְאוֹכֵל בְּקָדָשִׁים לְאַחַר שְׁתֵּי שָׁנִים מִפְּנֵי שֶׁהוּא צָרִיךְ לְגַלֵּחַ אַרְבַּע תִּגְלָחִיּוֹת. תִּגְלַחַת טָהֳרָה וְתִגְלַחַת טֻמְאָה מִסָּפֵק וּשְׁתֵּי תִּגְלָחִיּוֹת שֶׁמְּגַלֵּחַ הַמְצֹרָע. שֶׁהֲרֵי הוּא סְפֵק מְצֹרָע: \n",
      "תִּגְלַחַת רִאשׁוֹנָה מְגַלֵּחַ אוֹתָהּ אַחַר שָׁנָה רִאשׁוֹנָה וּמְגַלֵּחַ בָּהּ רֹאשׁוֹ וּזְקָנוֹ וְגַבּוֹת עֵינָיו. וּמִטַּהֵר בְּעֵץ אֶרֶז וְאֵזוֹב וְצִפֳּרִים כִּשְׁאָר מְצֹרָעִים. אִם אֵינוֹ טְמֵא מֵת וְלֹא מְצֹרָע הֲרֵי הִיא תִּגְלַחַת טָהֳרָה שֶׁל נְזִירוּתוֹ. וְאִם הוּא מְצֹרָע וַדַּאי בְּשָׁנָה רִאשׁוֹנָה הֲרֵי הִיא תִּגְלַחַת רִאשׁוֹנָה שֶׁל מְצֹרָע. וְשׁוֹהֶה שָׁנָה אַחֶרֶת כְּמִנְיַן יְמֵי הַנְּזִירוּת. וְאַחַר כָּךְ מְגַלֵּחַ תִּגְלַחַת שְׁנִיָּה שֶׁל מְצֹרָע. שֶׁאֵינוֹ יָכוֹל לְגַלֵּחַ אַחַר שִׁבְעָה כִּשְׁאָר מְצֹרָעִין שֶׁמָּא אֵינוֹ מְצֹרָע אֶלָּא טְמֵא מֵת וַדַּאי הָיָה וְשָׁנָה שְׁנִיָּה זוֹ הֲרֵי הוּא בָּהּ נָזִיר שֶׁאָסוּר לְגַלֵּחַ. וּמֵאַחַר שֶׁגִּלֵּחַ שְׁתֵּי תִּגְלָחִיּוֹת אֵלּוּ שָׁלְמָה טָהֳרַת הַצָּרַעַת וּמֻתָּר לֶאֱכל בְּקָדָשִׁים וְשׁוֹהֶה שָׁנָה שְׁלִישִׁית וְאַחַר כָּךְ מְגַלֵּחַ תִּגְלַחַת שְׁלִישִׁית שֶׁמָּא מְצֹרָע וַדַּאי הָיָה בְּשָׁנָה רִאשׁוֹנָה וְלֹא הָיָה טְמֵא מֵת וְשָׁנָה רִאשׁוֹנָה לֹא עָלְתָה לוֹ מִפְּנֵי שֶׁהִיא יְמֵי חִלּוּטוֹ וְשָׁנָה שְׁנִיָּה לֹא עָלְתָה לוֹ מִפְּנֵי שֶׁהִיא יְמֵי סְפִירוֹ שֶׁל מְצֹרָע שֶׁבֵּין תִּגְלַחַת רִאשׁוֹנָה וּשְׁנִיָּה. לְפִיכָךְ צָרִיךְ לִשְׁהוֹת שָׁנָה שְׁלִישִׁית בִּנְזִירוּתוֹ וּמְגַלֵּחַ תִּגְלַחַת שְׁלִישִׁית לִנְזִירוּתוֹ וְהִיא תִּגְלַחַת טָהֳרָה. אוֹ שֶׁמָּא טְמֵא מֵת וַדַּאי הָיָה וּמְצֹרָע וַדַּאי וְאֵין תִּגְלַחַת אַחַת עוֹלָה לִנְזִירוּתוֹ וּלְצָרַעְתּוֹ וְנִמְצֵאת תִּגְלַחַת רִאשׁוֹנָה וּשְׁנִיָּה תִּגְלַחַת צָרָעַת וְתִגְלַחַת שְׁלִישִׁית תִּגְלַחַת טֻמְאָה וְאֵין אַחַת מִשָּׁלֹשׁ שָׁנִים עוֹלָה שֶׁהֲרֵי הַשְּׁלִישִׁית תִּגְלַחַת טֻמְאָה. לְפִיכָךְ צָרִיךְ לִשְׁהוֹת שָׁנָה רְבִיעִית בִּנְזִירוּת וּמְגַלֵּחַ תִּגְלַחַת רְבִיעִית. וּשְׂעָרוֹ בְּכָל תִּגְלַחַת סָפֵק אָסוּר בַּהֲנָיָה מִסָּפֵק. שֶׁשְּׂעַר נָזִיר שֶׁנִּצְטָרֵעַ מֻתָּר בַּהֲנָיָה: \n",
      "וְכֵן אִם נָדַר עֶשֶׂר שָׁנִים נְזִירוּת וְהָיָה בָּהֶן סְפֵק מְצֹרָע וְנוֹלַד לוֹ סְפֵק טֻמְאָה בְּסוֹפָן הֲרֵי זֶה אֵינוֹ שׁוֹתֶה בְּיַיִן עַד אַרְבָּעִים שָׁנָה וּמְגַלֵּחַ אַרְבַּע תִּגְלָחוֹת אַחַת בְּסוֹף כָּל עֶשֶׂר שָׁנִיִם. תִּגְלַחַת רִאשׁוֹנָה לִסְפֵק יְמֵי צָרַעְתּוֹ. שְׁנִיָּה לִסְפֵק יְמֵי סְפִירוֹ שֶׁל מְצֹרָע. שְׁלִישִׁית לִסְפֵק טֻמְאָתוֹ. רְבִיעִית תִּגְלַחַת טָהֳרָה: \n",
      "וְכֵיצַד מֵבִיא זֶה קָרְבְּנוֹתָיו. אִם הָיָה עָשִׁיר כּוֹתֵב נְכָסָיו לַאֲחֵרִים שֶׁמְּצֹרָע עָשִׁיר שֶׁהֵבִיא קָרְבַּן עָנִי לֹא יָצָא. וְאַחַר כָּךְ מֵבִיא חַטַּאת הָעוֹף וְעוֹלַת בְּהֵמָה בְּתִגְלַחַת רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית. וְכָל חַטַּאת עוֹף מֵהֶן לֹא תֵּאָכֵל מִפְּנֵי שֶׁהִיא סָפֵק. וּמֵבִיא בְּתִגְלַחַת רְבִיעִית קָרְבַּן נָזִיר טָהוֹר שֶׁהוּא שָׁלֹשׁ בְּהֵמוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שָׁלֹשׁ חַטְּאוֹת הָעוֹף שֶׁמֵּבִיא בִּשְׁלֹשׁ הַתִּגְלָחוֹת. חַטָּאת רִאשׁוֹנָה לִסְפֵק טֻמְאָתוֹ. שְׁנִיָּה לִסְפֵק צָרַעְתּוֹ שֶׁאֵין הַמְצֹרָע מֵבִיא קָרְבָּנוֹ אֶלָּא לְאַחַר תִּגְלַחַת שְׁנִיָּה. וְכֵן חַטָּאת שְׁלִישִׁית לִסְפֵק טֻמְאָתוֹ שֶׁאֵין תִּגְלַחַת אַחַת עוֹלָה לְנִזְרוֹ וּלְצָרַעְתּוֹ וְשֶׁמָּא מְצֹרָע וַדַּאי וּטְמֵא מֵת וַדַּאי הָיָה שֶׁהַתִּגְלַחַת הָרִאשׁוֹנָה וְהַשְּׁנִיָּה לְצָרַעְתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְתִגְלַחַת שְׁלִישִׁית תִּגְלַחַת טֻמְאָה וּלְפִיכָךְ צָרִיךְ לְהָבִיא קָרְבַּן טֻמְאָה בַּשְּׁלִישִׁית: \n",
      "שָׁלֹשׁ עוֹלוֹת בְּהֵמָה שֶׁמֵּבִיא עִמָּהֶן עַל הָרִאשׁוֹנָה הוּא מַתְנֶה וְאוֹמֵר אִם טָהוֹר אֲנִי זוֹ מֵחוֹבָתִי וְאִם טָמֵא אֲנִי הֲרֵי הִיא נָדְבָה. וְכֵן הוּא אוֹמֵר בַּשְּׁנִיָּה וּבַשְּׁלִישִׁית: \n",
      "וּמֵבִיא קָרְבַּן טָהֳרָה בְּתִגְלַחַת רְבִיעִית. וְאוֹמֵר וּמַתְנֶה אִם טָמֵא הָיִיתִי עוֹלָה רִאשׁוֹנָה נְדָבָה וְזוֹ חוֹבָה. וְאִם מֻחְלָט הָיִיתִי רִאשׁוֹנָה חוֹבַת מְצֹרָע וְזוֹ חוֹבַת נְזִירוּת וּשְׁתַּיִם הָאֶמְצָעִיּוֹת נְדָבָה. וְאִם טָהוֹר מִטֻּמְאַת מֵת הָיִיתִי וּמְצֹרָע עוֹלָה הָרִאשׁוֹנָה חוֹבָה וְכֵן הַשְּׁנִיָּה אַחַת לְחוֹבַת מְצֹרָע וְאַחַת לְחוֹבַת נְזִירוּת וּשְׁלִישִׁית וּרְבִיעִית נְדָבָה וְהַשְּׁאָר קָרְבַּן טָהֳרָתִי. וְאִם טָמֵא הָיִיתִי וּמְצֹרָע עוֹלָה רִאשׁוֹנָה חוֹבַת צָרָעַת וּשְׁנִיָּה וּשְׁלִישִׁית נְדָבָה וְזֶה קָרְבַּן תִּגְלַחַת טָהֳרָה: \n",
      "אֲבָל הָאָשָׁם וְהָעוֹלָה אֵינָן מְעַכְּבִין לֹא בְּתִגְלַחַת טֻמְאָה וְלֹא בְּצָרַעַת. נִמְצֵאתָ אוֹמֵר אִם הוּא מְצֹרָע וַדַּאי וְלֹא נִטְמָא בְּמֵת הֲרֵי טָהַר בְּצִפֳּרִין וְחַטַּאת הָעוֹף הִיא חַטָּאתוֹ וְלֹא תֵּאָכֵל מִפְּנֵי שֶׁהוּא סָפֵק וְעוֹלַת בְּהֵמָה שֶׁעִמָּהּ מִקָּרְבַּן תִּגְלַחַת טָהֳרָה כְּדֵי שֶׁיְּגַלֵּחַ עַל הַבְּהֵמָה. וְאִם טְמֵא מֵת הוּא הֲרֵי עוֹלַת בְּהֵמָה נְדָבָה. וְאִם אֵינוֹ מְצֹרָע וּטְמֵא מֵת הוּא חַטַּאת הָעוֹף קָרְבַּן נָזִיר שֶׁנִּטְמָא וְעוֹלַת בְּהֵמָה נְדָבָה וַהֲרֵי הֵבִיא קָרְבַּן טָהֳרָה בָּאַחֲרוֹנָה. וְאִם אֵינוֹ טְמֵא מֵת וְלֹא מְצֹרָע עוֹלַת בְּהֵמָה שֶׁהֵבִיא בַּתִּגְלַחַת הָרִאשׁוֹנָה הִיא מֵחוֹבַת תִּגְלַחַת וְחַטַּאת הָעוֹף בָּאָה עַל סָפֵק וַהֲרֵי לֹא נֶאֱכֶלֶת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהוּא מְגַלֵּחַ אַרְבַּע תִּגְלָחוֹת כְּשֶׁהָיָה קָטָן אוֹ אִשָּׁה. אֲבָל הָאִישׁ אֵינוֹ מְגַלֵּחַ מִסָּפֵק לֹא תִּגְלַחַת טֻמְאָה וְלֹא תִּגְלַחַת צָרָעַת. שֶׁמָּא טָהוֹר הוּא וְנִמְצָא מַקִּיף פְּאַת רֹאשׁוֹ שֶׁלֹּא בִּמְקוֹם מִצְוָה. לְפִיכָךְ אֵינוֹ מְגַלֵּחַ אֶלָּא תִּגְלַחַת טָהֳרָה בִּלְבַד. שֶׁאֵין אַרְבַּע תִּגְלָחוֹת אֵלּוּ לְעַכֵּב אֶלָּא לְמִצְוָה: \n",
      "נָזִיר שֶׁנִּצְטָרֵעַ וַדַּאי וְנִטְמָא בְּסָפֵק כֵּיצַד הוּא עוֹשֶׂה. אַחַר שֶׁיִּטְהַר מִצָּרַעְתּוֹ מַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וּמַתְחִיל לִמְנוֹת נְזִירוּתוֹ כֻּלָּהּ שֶׁהֲרֵי נָפְלוּ הַיָּמִים הָרִאשׁוֹנִים בִּסְפֵק טֻמְאָה שֶׁנִּטְמָא וּמֵבִיא קָרְבַּן טָהֳרָה וְשׁוֹתֶה בְּיַיִן. וּמֵאַחַר שֶׁיָּבִיא קָרְבַּן צָרָעַת אוֹכֵל בְּקָדָשִׁים: \n",
      "נִטְמָא וַדַּאי וְהָיָה מְצֹרָע בְּסָפֵק וְטָהַר מִסְּפֵק צָרַעְתּוֹ מוֹנֶה יְמֵי נְזִירוּתוֹ שְׁלֵמָה וְאַחַר כָּךְ מְגַלֵּחַ תִּגְלַחַת הַנֶּגַע. שֶׁאֵין תִּגְלַחַת סְפֵק נִגְעוֹ דּוֹחָה נְזִירוּת. וְאַחַר כָּךְ מוֹנֶה שִׁבְעַת יָמִים שֶׁבֵּין תִּגְלַחַת מְצֹרָע הָרִאשׁוֹנָה לְתִגְלַחַת שְׁנִיָּה וּמְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו וְאוֹכֵל בְּקָדָשִׁים. וּמַזֶּה בִּשְׁלִישִׁי וּשְׁבִיעִי. וְאַחַר כָּךְ מוֹנֶה שִׁבְעָה אֲחֵרִים לְטֻמְאַת מֵת וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וְאַחַר כָּךְ מוֹנֶה נְזִירוּתוֹ כֻּלָּהּ: \n",
      "וְכֵן אִם הָיָה טָמֵא וּמְצֹרָע בְּוַדַּאי. לְאַחַר שֶׁיִּטְהַר מִצָּרַעְתּוֹ מְגַלֵּחַ תִּגְלַחַת צָרָעַת הָרִאשׁוֹנָה וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי וּמְגַלֵּחַ רֹאשׁוֹ וּזְקָנוֹ בַּשְּׁבִיעִי וְהִיא תִּגְלַחַת שְׁנִיָּה שֶׁל צָרָעַת וּמֵבִיא קָרְבְּנוֹתָיו בַּשְּׁמִינִי וְאוֹכֵל בְּקָדָשִׁים וְסוֹפֵר שִׁבְעָה וּמְגַלֵּחַ תִּגְלַחַת טֻמְאָה וְאַחַר כָּךְ סוֹפֵר יְמֵי נְזִירוּת שְׁלֵמָה וּמֵבִיא קָרְבַּן טָהֳרָה וְשׁוֹתֶה בְּיַיִן: \n",
      "לָמָּה סוֹפֵר שִׁבְעָה. שֶׁאֵין שִׁבְעַת יְמֵי הַטֻּמְאָה עוֹלִין בְּשִׁבְעַת יְמֵי סְפִירָה שֶׁבֵּין תִּגְלַחַת וְתִגְלַחַת שֶׁל מְצֹרָע: \n",
      "הָאוֹמֵר הֲרֵינִי נָזִיר אִם אֶעֱשֶׂה כָּךְ וְכָךְ אוֹ אִם לֹא אֶעֱשֶׂה וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה רָשָׁע וּנְזִירוּת כָּזוֹ מִנְּזִירוּת רְשָׁעִים הוּא. אֲבָל הַנּוֹדֵר לַה' דֶּרֶךְ קְדֻשָּׁה הֲרֵי זֶה נָאֶה וּמְשֻׁבָּח וְעַל זֶה נֶאֱמַר <small>(במדבר ו ז)</small> \"נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ\" <small>(במדבר ו ח)</small> \"קָדשׁ הוּא לַה'\". וּשְׁקָלוֹ הַכָּתוּב כְּנָבִיא (שֶׁנֶּאֱמַר) <small>(עמוס ב יא)</small> \"וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים וּמִבַּחוּרֵיכֶם לִנְזִרִים\": סְלִיקוּ לְהוּ הִלְכוֹת נְזִירוּת בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות נזירות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Haflaah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל האומר הריני נזיר מן הגרוגרות וכו'.</b> א''א זה אינו מחוור דסתם מתני' דלא כרבי נתן דקאמר לבית הלל נדור ואינו נזיר: "
      ],
      [],
      [],
      [],
      [
        "<b> וכבר בארנו שאפילו לא נדר אלא מאחד מהן אסור בכולן.</b> א''א אומר אני שאם בא לפני חכם ואמר לו כך דרך שאלה שהחכם מתיר לו שאין פתח לנדרו גדול מזה אבל כשאמרו אסור לא אמרו אלא כשהוא סבור להתיר לעצמו מזה הדרך וכן עיקר: "
      ],
      [
        "<b> מפני שאלו בכלל נדרי שגגות וכו'.</b> א''א בגמרא אמרו שהן נדרי אונסין וכן עיקר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> האומר הריני נזיר כשיהיה לי בן ושמע חבירו ואמר ואני הרי חבירו נזיר מיד.</b> א''א תמה אני מאין הוציא זה כי מלשון הגמ' או כשיהיה לו בן למתפיס או כשיהיה לו בן לנודר הראשון אבל נזירות מיד ליכא למתפיס. תו אמרינן בגמרא את''ל אגופיה משמע כלומר גם אני כשיהיה לו בן אהיה נזיר קאמר אבל לא על הבן הנודר הראשון אמר לחבירו הריני נזיר כשיהיה לך בן ואמר לו חבירו ואני מהו אנפשיה קאמר כלומר גם אני כשיהיה לי בן אהיה נזיר או דילמא על הבן של אותו חבר קאמר שיהא גם הוא נזיר דאמר רחימנא ליך כותך. ואת''ל כל באפי דההוא חבירו כסיפא ליה מילתא ואההוא חבר קאמר לומר דרחים ליה כוותיה. ועל הבן של אותו חבר יהיה נזיר. אלא אם אמר שלא בפני חבירו הריני נזיר שיהיה לפלוני בן ואמר זה ואני מי אמרינן הואיל ושלא בפניו אנפשיה קאמר כלומר כשיהיה לי בן או דילמא שלא בפניו נמי רחימנא ליה כותך קאמר ועל בנו של אותו פלוני קאמר וסליקו ליה כולהו בתיקו. וכיון דלא פליט מחד נזירות לית ליה תקנתא עד דמני שתי נזירות חד לבן חבירו וחד לבן עצמו כן השכל מורה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> קטן שהגיע לעונת נדרים ונדר בנזיר ה''ז נזיר ומביא קרבנותיו.</b> א''א דבר זה אינו מחוור למ''ד מופלא סמוך לאיש דרבנן היכי מייתי חטאת שהיא חולין לעזרה ואפשר דהלכתא כמ''ד דאורייתא דרב כהנא ורבי יוחנן ורשב''ל פליגי ורבי יוחנן ורשב''ל סבירא להו דאורייתא פרק יוצא דופן: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> נדר עבדו בנזירות ואמר לו מופר לך יצא לחירות וכו'.</b> א''א כל זו הפסקא אינה כלום וטעות הוא שטעה בלשון המשנה וכך הוא לשון המשנה העיקרי הפר לאשתו הפר עולמית הפר לעבדו ויצא לחירות משלים נזירותו. עבר מנגד פניו ר''מ אומר לא ישתה ר' יוסי אומר ישתה. והפר לעבדו לאו דוקא לשון הפרה אלא אפי' כפאו ואמר לו שתה אם לא שתה ויצא לחירות משלים. וי''ל דוקא כשהפר ולא כפה מפני שאין הפרה לגבי עבד כלום אבל אם כפאו אע''פ שלא שתה כשיצא לחירות אינו משלים שכבר בטלו. ולא נהירא אלא אפי' בשכפאו משלים לפי שהוא כמי שאמר הריני נזיר לכשאצא לחירות שחלה עליו נזירות כשיצא: "
      ],
      [
        "<b> עבד שנדר בנזירות וברח או שהלך מנגד רבו הרי זה אסור לשתות יין.</b> א''א דלא כהלכתא שהרי ר''מ אומר לא ישתה ורבי יוסי אומר ישתה: ",
        "<b> אבל אם נדר ולא גלח ויצא לחירות לא יצא.</b> א''א אין לזה שרש אלא בשכפאו רבו עד שלא גלח, לומר שמביא קרבנותיו ומגלח. ובנטמא ויצא לחירות מפרש בירושלמי אפילו בשכפאו רבו. ונראה לי בשכפאו כשנטמא אבל בשכפאו עד שלא נטמא הרי רבו כופהו שיטמא ולמה סותר והכי איתא בירושלמי: "
      ],
      [],
      [
        "<b> לפיכך מי שנדר בזה''ז בח''ל כופין אותו לעלות לא''י.</b> א''א למה כופין אותו לעלות ולמנות וכי יש שם טהרה והלא כלנו טמאין טומאת מת ואין כאן הפרש בין א''י לח''ל ואסור להזיר בכל מקום: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שאמר הריני נזיר שתי נזירות וכו' הרי זה מונה אחת אחר אחת עד שימות או עד שישלים מנין נזירותו.</b> א''א קצר בכאן שאם אמר הריני נזיר מאת שנה או אלף שנים אין זה נזיר עולם אלא נזיר לעולם: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> מי שאמר הריני נזיר לעולם וכו'.</b> א''א זו הגרסא כך מצאתי בתוספתא ובירושלמי אבל בגמרא שלנו אינה כן והיא מבולבלת מאד: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> נטמא אחר נזירות בנו וכו' אינו סותר אלא עד נזירות בנו.</b> א''א אינו מחוור דל''פ ר''י ור''ל בשנטמא בימי בנו אם סותר אם לאו אלא אם יסתור את שלו בשביל טומאה שנטמא בימי בנו דר' יוחנן אמר סותר את הכל ורשב''ל אמר אינו סותר אבל טומאת נזירות שלו לנזירות שלו בין בתחלה בין בסוף לדברי הכל סותר את נזירותו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין נזקקין לו כלל.</b> [א''א] פי' אם בא לישאל על נדרו אין מתירין לו נדרו כלל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נתערב יין וכיוצא בו בדבש וכיו''ב וכו' ואין שם רביעית בכדי אכילת פרס הרי זה אסור מדברי סופרים.</b> א''א בעל ההלכות לא אמר כן אלא אסור מן התורה אבל אין לוקין עליו ומסתברא כוותיה וכבר כתבנו ראיות לדבריו: "
      ],
      [],
      [
        "<b> נזיר שאכל כזית ענבים וכו' ולוקה מלקות ששית משום לא יחל שהוא שוה בכל הנדרים.</b> א''א ולמה הניח לאו שבכללות שהרי רבא מחייבו והוא מכל אשר יעשה מגפן היין וכו' אלא שהגרסאות מתחלפות דבבבא מציעא ופסחים אביי הוא דאמר אין לוקין ובנזיר הוא בחלוף: "
      ],
      [
        "<b> נזיר ששתה רביעית יין ורביעית חומץ.</b> א''א זה אינו מחוור והלא שני שמות הם ולמדו לכל איסורי נזיר מלחים ויבשים מה הללו שהן מין אחד והן שני שמות וחייבין על זה בעצמו ועל זה בעצמו אף כל וכו' ויין וחומץ שני שמות ושני מינים הם כדאיתא בבבא בתרא אבל חומץ יין וחומץ שכר מין אחד ושם אחד הן תרווייהו חלא מיקרו והכי איתא בע''ז: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נזיר שנטמא למת טומאת שבעה וכו' בד''א בשנטמא ופירש.</b> א''א עיינתי בשמועה במס' נזיר וראיתי דלדעת רב יוסף טומאה וטומאה בחיבורין של אדם במת אפילו התרו בו על כל אחת ואחת אינו חייב אלא אחת כדתניא נזיר שהיה מת על כתפו והושיטו לו מת אחר פטור אבל פירש וחזר ונגע חייב שתים וטומאה וביאה אפילו בחיבורין חייב שתים ודוקא בבת אחת כגון שנכנס לבית שיש בו גוסס ושהה שם עד שמת הואיל והם שני מיני שמות ובאין בבת אחת חייב שתים ורבה פליג עליה בכל טומאה וטומאה אפילו שלא בחיבורין אינו חייב אלא אחת הואיל וטמא הוא ומתניתא דקתני אל תטמא והוא מטמא חייב על כל אחת ואחת מוקים לה בטומאה ובביאה והא דאמר רב הונא נזיר שהיה בבית הקברות והושיטו לו מתו ומת אחר ונגע בו חייב ליתא דהא בחיבורין הוא וכיון דקי''ל רבה ורב יוסף הלכתא כרבה מעתה טומאה וטומאה אפילו פירש וחזר ונגע פטור והכהנים בזמן הזה טמאי מת הן ועוד אין עליהן חיוב טומאה והמחייב אותם עליו להביא ראיה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שנדר והוא בבית הקברות וכו' ואם התרו בו שלא יזיר שם אינו מגלח שערו.</b> א''א ואם התרו שלא יזיר א''צ שהייה: "
      ],
      [
        "<b> אע''פ ששהה שם אינו לוקה כו'.</b> א''א אין דרך הסוגיא כן אלא הבעיא כך היא נכנס בשידה תיבה ומגדל ונזר שם ובא חבירו ופרע עליו את התקרה ונטמא מי בעינן שהייה או לא וכו' אלמא היכא דשהה לית בה ספקא דחייב מלקות ואם לא שהה הוי ספיקא: "
      ],
      [
        "<b> יצא מבית הקברות וכו' אין אותן הימים עולין לו.</b> [א''א] פירוש כדי שיגלח ויביא קרבן טומאה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אי זו היא טומאת התהום כו' אבל הרוג לא.</b> א''א בחיי ראשי אומר אני שלא עלה על דעת למעוטי הרוג שכבר אמרו אי זו היא טומאת התהום כל שאין מכירה אחד בסוף העולם אלא אעושה פסח קאי למעוטי טומאת התהום דזיבה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נגע באהל המת או בכלים הנוגעים במת וכו' ימי טומאתו בכלים ממנין ימי נזירותו.</b> א''א כל זה אינו כלום אלא מה שאמרו שהאדם מיטמא בכלים הנוגעים במת לטומאת שבעה לא אמרו אלא בחיבורין חיבורי אדם בכלים וכלים במת אבל שלא בחבורין טומאת ערב: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ולפיכך בא עשה של תגלחת הצרעת ודחה אותו.</b> א''א אני שונה בראש מס' יבמות משום דהוה ליה לאו ועשה שישנו בשאלה והיינו דקילי: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמר הרי עלי חצי קרבנות נזיר וכו' אבל אם אמר הרי עלי קרבנות חצי נזיר.</b> א''א אינו מחוור זה ואין זה לשון הגמ' ומה בין זה לאומר הרי עלי לגלח וכו' אבל לשון הגמרא שאם אמר קרבנות חצי נזיר עלי מביא קרבנות נזיר שלם שאין לנו חצי נזיר אבל כשאמר הרי עלי לגלח חצי נזיר או הרי עלי קרבנות חצי נזיר הנזיר נזיר שלם אבל הוא לא חייב עצמו אלא בחצי קרבנותיו שהחצי שאמר לחייב עצמו אמר שבו פתח תחלה אבל כשאמר תחלה קרבנות כל קרבנות קאמר וכשאמר חצי נזיר לא כלום קאמר שאין לנו חצי נזיר ואין קרבנות לחצי נזיר ואפשר לבעל הגמרא שכך כיון: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכיצד יולד להם ספק זה בטומאה וכו' אבל אם היה עד זה עמהן בחצר.</b> א''א בחיי ראשי איני יכול לקבל דבר זה שאם יהיו שלשה בחצר אחת לא תהיה שם ספק טומאה טמא וזה אינו מן הגמרא אלא אם יהיו שלשה במעמד אחד ונפלה טומאה ביניהם ולא נודע באי זה מהם נגע כולן טהורין או אפי' ידע אחד שלא נגע בו והספק על השנים שניהם טהורים אבל אם אין שלשתם במעמד אחד אלא האחד מרחוק ואין זקוק להם כלל ונפל הספק על השנים שניהם טמאין מן הספק דיקא נמי דקתני ואיני יודע אי זה מכם מכם למה לי הוה ליה למימר ואיני יודע אי זה הוא אלא שמע מינה שהוא אינו מהם אלא במעמד אחד היו: "
      ],
      [],
      [
        "<b> מת שהיה מושכב לרוחב הדרך וכו'.</b> א''א אין זה דרך הגמרא כלל ורחוקים דבריו מדרך הגמרא הרבה: "
      ]
    ],
    [
      [],
      [
        "<b> ותגלחת ראשונה מגלח אותה אחר שנה וכו' כשאר מצורעים שמא אינו מצורע אלא טמא מת.</b> א''א כל זה אינו מספיק שאילו כן לבסוף שבעה לאחר שהזה ושנה היה מגלח ממה נפשך שאם לא היה מצורע היה מגלח תגלחת טומאה בסוף שבעה אילו נטמא בסוף שבעה ממש ודבריו אינן אלא כשנטמא בתחלת שבעה ימים האחרונים של שנה ראשונה שכבר ספר שבעה ימי טומאה ותגלחת הראשונה שבסוף שנה הראשונה אם לא היה מצורע עלתה לו תגלחת טומאה ומתחיל נזירות טהרה ואינו רשאי לגלח כל אותה שנה שנייה אבל אם היה בסוף שנה ממש לא הצריכו לו ארבע שנים ואפילו נאמר שמא מצורע טמא היה וכיון שהתחיל בנזירות קודם שנצטרע אע''פ שבסוף צרעתו נטמא סותר את הקודמים והנה הוא צריך שתי תגלחות אחת לספירו ואחת לטומאתו ואינה עולה תגלחת אחת לשתיהן אפילו כן אינו צריך שנה שנייה כולה לתגלחת שנייה כדי שיכלו שתי תגלחיות של מצורע אבל יספיק לו בשלש שנים ושבעה ימים תגלחת ראשונה בסוף שנה תגלחת שנייה בסוף שבעה ימים תגלחת שלישית בסוף שנה שנייה רביעית בסוף שנה שלישית: "
      ],
      [],
      [],
      [],
      [
        "<b> שלש עולות בהמה שמביא עמהן וכו' ואם מוחלט הייתי עולה ראשונה חובת מצורע.</b> א''א זה אי אפשר שאין למצורע עולה בתגלחת ראשונה ולא שם קרבן אלא אם מוחלט הייתי עולה ראשונה נדבה ושניה ושלישית אחת לספק ספירו ואחת לספק טומאתו ואם טהור מטומאת מת הייתי ודאי מצורע עולה ראשונה נדבה והשניה והשלישית חובה לספירת מצורע ורביעית לטהרתו ואם טמא הייתי ומצורע עולה ראשונה נדבה והשניה ושלישית אחת לספירו ואחת לטומאתו וזו לטהרתו ואם טהור הייתי ולא מצורע הייתי הראשונה חובה וכולן נדבה: "
      ],
      [
        "<b> וזה קרבן תגלחת טהרה.</b> אבל האשם והעולה אין מעכבין. א''א זה אינו כן שהאשם לדברי הכל מעכב מלמנות נזירות של טהרה ובגמרא מקשה והא איכא אשם ר''ש היא דאמר מייתי ומתנה פירוש מייתי לשלמים דקא סבר מביאין קדשים לבית הפסול ומייתי שלמים לקדושת אשם ונפסלין מגבול אשם ואילך: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>הנזירות הוא נדר מכלל נדרי איסור וכו' עד שנאמר וגלח הנזיר פתח אהל מועד.</b> דברים פשוטים שם: \n\n"
      ],
      [],
      [],
      [
        "<b>האומר לא אפטר מן העולם עד שאהיה נזיר וכו'.</b> בריש נדרים (דף ג'): \n\n"
      ],
      [
        "<b>אין אומרים בנזירות עד שיוציא בשפתיו דבר שמשמעו וכו' כיצד הרי שהיה נזיר עובר לפניו וכו'.</b> משנה בריש נזיר האומר אהא הרי זה נזיר ובגמרא דילמא אהא בתענית קאמר אמר שמואל כגון שהיה נזיר עובר לפניו וכו' ודילמא לפוטרו מקרבנותיו קאמר דקאמר בלבו א''ה מאי למימרא מהו דתימא בעינן פיו ולבו שוים קמ''ל. ופירש המפרש דילמא לפוטרו מקרבנותיו קאמר והכי משמע אהא אני במקומו להקריב קרבנותיו הב''ע כגון שאמר שבלבו היה לקבל עליו נזירות וכו'. בעינן שיהא פיו ולבו שוים דבעינן שיהא מוציא בשפתיו מה שהרהר בלבו קמ''ל דלא בעינן ובלבד שיהא נזיר עובר לפניו הא אם אין נזיר עובר לפניו אע''ג דאמר בלבו כיון דלא הוציא בשפתיו לא הוי מוכחא מילתא: \n\n"
      ],
      [
        "<b>ומ''ש וכן אם אחז בשערו ואמר אהיה נזיר וכו'.</b> שם במשנה אהא נאה וכו' הריני כזה הריני מסלסל הריני מכלכל הרי עלי לשלח פרע ה''ז נזיר הרי עלי צפרים ר''מ אומר נזיר וחכ''א אינו נזיר ובגמ' אהא נאה ודילמא אנאה לפניו במצות וכו' אמר שמואל שתפוס בשערו ואמר אנאה. הריני כזה נהי נמי דתפוס בשערו הריני נזיר x לא אמר אמר שמואל כגון שהיה נזיר עובר לפניו. הריני מסלסל ממאי דהדין סלסול שערא (הוא) כדאמרה ליה ההיא אמתא דבי רבי לההוא גברא עד מתי אתה מסלסל בשערך אימא תורה דכתיב סלסלה ותרוממך אמר שמואל ה''נ שתפוס בשערו, הריני מכלכל ממאי דהדין כלכול שערא (הוא) כדתנן סיד ר''י אומר כדי לסוד כלכול ואמר רב בת צדעא אימר מיזן עניי דכתיב ויכלכל יוסף אמר שמואל ה''נ שתפוס בשערו. הרי עלי לשלח פרע ממאי דהדין שילוח ריבויא הוא דכתיב שלחיך פרדס רמונים וכו' ומתרגם רב יוסף כד משקין ליה מיא לפירא ורבי. הרי עלי צפרים (ר''מ אומר נזיר) מ''ט דר''מ אר''ל וכו' ר' יוחנן אמר וכו' דחיישינן שמא צפרי נזיר טמא קיבל עליו וכו' ודילמא הרי עלי צפרי מצורע קאמר כגון שהיה נזיר עובר לפניו. ופירש המפרש אהיה נאה דמשמע הכי קאמר שיהא שערו מגודל ונאה. הריני מסלסל משמע דלעביד מידי דלהוי מהפך בשערו בגידול דהיינו בנזירות. הרי עלי לשלח פרע דמשמע הרי עלי לגדל פרע: \n\n"
      ],
      [],
      [
        "<b>כל כינויי נזירות כנזירות וכו'.</b> שם במשנה ומבואר בדברי רבינו כאן ובפ''ב משבועות שלא נאמרו כינויים אלא כשאנשי אותו המקום קורין כן לשבועה או לנזירות הא לאו הכי לאו כלום הוא: \n\n"
      ],
      [
        "<b>האומר הריני נזיר מן החרצנים בלבד וכו'.</b> משנה (דף ג':) הריני נזיר מן החרצנים ומן הזגים ומן התגלחת ומן הטומאה הרי זה נזיר וכל דקדוקי נזירות עליו ובגמרא מ''ט אמר קרא מיין ושכר יזיר כלומר דמשמע דאפילו לא נזר אלא מיין לחודיה הוי נזיר מכולם: \n\n"
      ],
      [
        "<b>ומ''ש אבל האומר הריני נזיר מן הגרוגרות וכו'.</b> משנה רפ''ב (דף ט') הריני נזיר מן הגרוגרות ומן הדבילה ב''ש אומרים נזיר וב''ה אומרים אינו נזיר ובגמ' (שם ע''ב) מתניתין דלא כי האי תנא דתניא ר' נתן אומר ב''ש אומרים נדור ונזיר וב''ה אומרים נדור ואין נזיר ומאחר דסתם מתני' דלא כר' נתן הו''ל לרבינו לפסוק כסתם מתני' וכב''ה דאינו לא נדור ולא נזיר וכבר השיגו הראב''ד וכתב זה אינו מחוור דסתם מתניתין דלא כר' נתן דקאמר לב''ה נדור ואינו נזיר עכ''ל. וצ''ל שרבינו היה גורס מתניתין כר' נתן ויש טעם לגירסא זו דהא במתני' ליכא גילויא דלא ליהוי נדור אדרבה איכא למידק דהוי נדור דאל''כ הל''ל וב''ה אומרים לא אמר כלום ומדקתני וב''ה אומרים אינו נזיר משמע נזיר הוא דלא הוי הא נדור הוי: \n\n"
      ],
      [
        "<b>מזגו לו כוס של יין וכו'.</b> משנה שם (דף י''א). \n",
        "<b>ומ''ש ואם היה מר נפש או כועס וכו':</b> \n\n"
      ],
      [
        "<b>ומ''ש וכן שכור שנתנו לו כוס וכו'.</b> משנה וגמ' בפ''ב: \n",
        "<b>ומ''ש ואם הגיע לשכרותו של לוט וכו'.</b> בפ' הדר עירובין (דף ס''ה): \n\n"
      ],
      [
        "<b>הריני נזיר ע''מ שאהיה שותה יין וכו'.</b> משנה וגמ' בפ''ב (דף י''א): \n\n"
      ],
      [
        "<b>נדר בנזיר ואמר לא הייתי יודע שהנזיר אסור ביין וכו'.</b> גם זה שם משנה וכתנא קמא: \n",
        "<b>וכתב</b> הראב''ד אומר אני שאם בא לפני חכם וכו'. וי''ל דכיון דמתני' סתמא מיתניא משמע דבכל גוונא אסור אפילו אם בא לפני חכם דאם לא כן הו''ל לפרושי וכבר נתן רבינו טוב טעם ודעת למה לא יהא בזה פתח לנדרו משום דכיון שאף לפי דעתו אסר עצמו באחד הוה ליה כאומר הריני נזיר מן החרצנים לבד שאסור בכולן ואפילו יאמר אילו הייתי יודע שהייתי אסור בכולן לא הייתי נודר עם כל זה אסור: \n\n"
      ],
      [
        "<b>אמר יודע הייתי שהנזיר אסור בכל אלו וכו'.</b> גם זה משנה שם וכת''ק ואמרינן בגמ' (שם ע''ב) בנדרי אונסין קא מיפלגי (ובפלוגתא דשמואל ורב אסי) דתנן ארבעה נדרים התירו חכמים ואמר שמואל שאין צריכים שאלה לחכם ופירש המפרש נדרי אונסין הואיל ואין יכול לחיות בלא יין או שאין קוברים באותו מקום אלא זה. ויש לתמוה על רבינו למה כתב שזה מכלל נדרי שגגות ובגמ' אמרו שהוא מכלל נדרי אונסין וכבר השיגו הראב''ד. וי''ל שרבינו אינו מפרש כן מפני שקשה על פירוש זה כמו שהקשו התוספות ונדחק ר''ת בתירוצו ולפיכך מפרש רבינו בל''א שפירש המפרש דלהכי קרי להו אונסין שלבו אנסו שהיה סבור שיתירו לו חכמים דבכה''ג קרי ליה אונס כדאמרי' בפ''ג דשבועות (דף כ''ו) דרב כהנא ורב אסי מר אמר שבועתא דהכי אמר רב ומר אמר שבועתא דהכי אמר רב וכי אתו לקמיה דרב ואמר כחד מינייהו א''ל אידך ואנא בשיקרא אישתבעי א''ל רב (את) לבך אנסך: \n\n"
      ],
      [
        "<b>האומר הרי ידי נזירה וכו'.</b> ברייתא ריש פרק ד' דנזיר (דף כ''א:): \n\n"
      ],
      [
        "<b>האומר הריני נזיר כשיהיה לי בן וכו' עד סוף הפרק.</b> משנה בפרק שני (דף י''ב:): \n\n"
      ]
    ],
    [
      [
        "<b>הנודר בנזיר בשוגג או באונס וכו'.</b> מבואר בגמרא בפרק שני (דף י''א:): \n",
        "<b>מי שנדר בנזיר וניחם על נדרו וכו'.</b> שם (דף כ''א): \n\n"
      ],
      [
        "<b>מי שנדר בנזיר והלך להביא קרבנותיו וכו'.</b> משנה פ' ב״ש (נזיר דף ל״ב) דהקדש טעות: \n\n"
      ],
      [
        "<b>המתפיס בנזירות וכו' היה נזיר עובר לפניו וכו'.</b> סיפא פירושא דרישא היא והוא משנה בריש נזיר: \n\n"
      ],
      [
        "<b>נדר חבירו בנזיר ואמר הוא פי כפיו מיין וכו'.</b> משנה פ''ד דנזיר (דף כ':) מי שאמר הריני נזיר ושמע (חבירו ואמר) פי כפיו ושערי כשערו ה''ז נזיר ומוקי לה בגמ' (דף כ''ב:) דוקא דאמר פי כפיו מיין ושערי כשערו מליגזז: \n",
        "<b>וכן אם שמע אחר ואמר ואני וכו'.</b> גם זה שם משנה וגמרא (דף כ':): \n",
        "<b>ומה שכתב אפילו הם מאה הרי כולם נזירים.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>האומר הריני נזיר כשיהיה לי בן וכו'.</b> בפ''ב (דף י''ג) בעא מיניה בן רחומי מאביי הריני נזיר לכשיהיה לי בן ושמע חבירו ואמר ועלי מהו אדיבוריה משמע או אגופיה משמע את''ל אגופיה משמע אמר הריני נזיר לכשיהיה לי בן ושמע חבירו ואמר ואני מהו אנפשיה קאמר או דילמא ה''ק רחימנא לך כוותי את''ל כל באנפיה כסיפא ליה מילתא אמר הריני נזיר לכשיהיה לפלוני בן ושמע חבירו ואמר ואני מהו מי אמרינן שלא בפניו אנפשיה קאמר או דילמא ה''ק ליה רחימנא ליה כוותך תיבעי. כך היא הגרסא בספרים שלנו ורבינו נראה שלא היה גורס כן אלא הכי גריס בבבא דרישא ואמר ואני במקום ואמר ועלי. ובבבא שניה במקום לכשיהיה לי בן גורס לכשיהיה לך בן וכך היא גירסת הראב''ד אלא שמפרש בענין אחר ככתוב בהשגותיו וז''ל. הרי חבירו נזיר מיד א''א תמה אני מאין הוציא זה וכו'. ורבינו נראה שמפרש הריני נזיר כשיהיה לי בן ושמע חבירו ואמר ואני, אדיבוריה כלומר על מה שאמר כשיהיה לי בן ואינו נזיר עד שיהיה לו בן או אגופיה משמע כלומר לא קאי אכל דיבוריה אלא אגוף ועיקר דיבורו דהיינו לאמירתו הריני נזיר בלבד וא''כ הרי הוא נזיר מיד את''ל אגופיה משמע והרי הוא נזיר מיד אמר הריני נזיר כשיהיה לך בן ושמע חבירו ואמר ואני מהו אנפשיה קאמר כלומר שהוא מתפיס עצמו בנזירות כשיהיה בן לחבירו או דלמא אינו מתפיס עצמו בנזירות כלל אלא ה''ק גם אני אוהבו ושמח בטובתו כמותך ואין כוונתי על נזירות כלל את''ל כל באנפיה כסיפא ליה מילתא כלומר ואין כוונתו לומר אלא שהוא אוהב אותו אמר הריני נזיר לכשיהיה לפלוני בן ושמע חבירו ואמר ואני מהו וסלקא בתיקו ופסק רבינו בבעיי קמאי כמו האת''ל וכבר נודע שזו היא שיטתו ושיטת הגאונים ובזו פסק להקל משום דתנן בפ''ד דטהרות (משנה י''ב) ספק נזירות מותר: \n\n"
      ],
      [],
      [],
      [
        "<b>שנים שהיו מהלכים בדרך וכו'.</b> משנה בפ' ב״ש (נזיר דף ל״ב:) היו מהלכים בדרך ואחד בא כנגדן אמר אחד מהן הריני נזיר שזה (איש) פלוני ואחד אמר הריני נזיר שאין זה (איש) פלוני וכו' ב״ש אומרים כולם נזירים וב״ה אומרים אינו נזיר אלא מי שלא נתקיימו דבריו ובגמרא מי שלא נתקיימו דבריו אמאי הוי נזיר אמר רב יהודה אימא מי שנתקיימו דבריו: \n",
        "<b>ומ''ש לא הגיע אליהם וכו'.</b> שם במשנה הרתיע לאחוריו אינו נזיר ר''ש אומר יאמר אם היה כדברי הריני נזיר חובה ואם לאו הריני נזיר נדבה ופסק כת''ק: \n\n"
      ],
      [
        "<b>ומ''ש וכן האומר הריני נזיר אם יהיה בכרי זה מאה כור וכו'.</b> שם (דף ל''ד) בסוף הפרק פלוגתא דר''י ור''ש בברייתא ופסק כר''י דהלכה כותיה לגבי ר''ש ועוד דסתם מתני' כוותיה: \n\n"
      ],
      [
        "<b>היו מהלכים בדרך וראו את הכוי מרחוק וכו'.</b> משנה שם. \n",
        "<b>ומ''ש וה''ה אם ראו אנדרוגינוס וכו'.</b> בתוספתא פ''ג: \n\n"
      ],
      [
        "<b>ומ''ש שהכוי דמו טעון כיסוי כחיה וכו'.</b> משנה פ''ב דבכורים. \n",
        "<b>ומ''ש שהאנדרוגינוס מטמא בלובן כאנשים וכו'.</b> בתוספתא דבכורים: \n\n"
      ],
      [
        "<b>וכן אם ראו אנשים באים כנגדם מהם פקחים ומהם סומים וכו':</b> \n\n"
      ],
      [
        "<b>קטן שהגיע לעונת נדרים ונדר וכו': כתב</b> הראב''ד דבר זה אינו מחוור למ''ד מופלא סמוך לאיש דרבנן היכי מייתי חטאת שהיא חולין לעזרה ואפשר דהלכתא כמ''ד דאורייתא דרב כהנא וכו' ור' יוחנן ור''ל ס''ל דאורייתא פ' יוצא דופן עכ''ל. ותמהני למה כתב כן בדרך אפשר דמילתא דפשיטא היא דלית הלכתא כרב כהנא לגבי ר''י ור''ל: \n",
        "<b>והאיש מדיר את בנו קטן בנזיר וכו'.</b> משנה סוף פרק ד' דנזיר (דף כ''ח:) האיש מדיר את בנו בנזיר ואין האשה מדרת את בנה בנזיר ובגמרא מאי טעמא רבי יוחנן אמר הלכה היא בנזיר. ומשמע בגמרא דדוקא בנזיר אבל לא בשאר נדרים: \n\n"
      ],
      [
        "<b>ומ''ש ואם נטמא מביא קרבן טומאה. ומ''ש רבינו וכשישלים נזירותו מביא קרבן טהרה וכו'.</b> מבואר שם בגמרא: \n\n"
      ],
      [
        "<b>ומ''ש לא רצה הבן ומיחה בדבר זה או שמיחו קרוביו או שגילח שערו או שגלחוהו קרוביו וכו'.</b> שם במשנה. וממה שכתב \n",
        "<b>רבינו ושתק הבן</b> אפשר לומר שדעתו כדעת התוס' שכתבו דוקא שמיחו מיד כששמע ואם לא מיחו אז ושוב לימים מיחו אין בכך כלום אחרי שהתחיל הנזירות אלא שבסוף דבריו היה לו לגלות יותר: \n",
        "<b>ועד מתי יש לו להדירו וכו'.</b> שם (דף כ''ט:) עד מתי מדיר את בנו בנזיר עד שיביא שתי שערות דברי רבי ר' יוסי בר' יהודה אומר עד שיגיע לעונת הנדרים ופסק כרבי מחבירו: \n\n"
      ],
      [],
      [
        "<b><small>(טז-יז)</small> העכו''ם אין להם נזירות וכו' נשים ועבדים יש להם נזירות.</b> משנה רפ''ט (דף ס''א): \n",
        "<b>והאב או הבעל מפר נזירות האשה וכו'.</b> שם במשנה חומר בנשים מבעבדים שהוא כופה את עבדו ואינו כופה את אשתו (דף ס''ב:) חומר בעבדים מבנשים שהוא מפר נדרי אשתו ואינו מפר נדרי עבדו בגמרא ת''ר למה רבו כופהו לנזירות אבל לא לנדרים ולערכים מ''ש גבי נזיר דאמר רחמנא לאסור איסר על נפשו במי שנפשו קנויה לו יצא עבד שאין נפשו קנויה לו א''ה גבי נדרים נמי ואסיקנא אלא אמר אביי למה רבו צריך לכפותו לנזירות ואין צריך לכפותו לנדרים ואינו צריך לכפותו לשבועות מ''ט דאמר קרא להרע או להיטיב מה הטבה רשות אף הרעה רשות יצא להרע לאחרים שאין הרשות בידו. ופי' המפרש אלא אמר רבא הכי קתני למה רבו צריך לכפותו לנזירות שאם נדר בנזיר ואין רבו כופהו ה''ז אסור ביין כל זמן שאינו כופהו לפי שאמרה תורה ואמרת אליהם לרבות את העבדים אבל לענין נדרים וערכים אינו צריך להפר וערך אין לו שאין גופו קנוי לו וכן בנדרים נמי אפי' בלא כפיה מותר לשתות ביין ולאכול מכל אוכלים וכו'. יצא הנשבע להרע לאחרים שאין הרשות בידו ה''נ כיון דקא מכחיש כי לא אכיל ולא שתי ואיכא הפסד לרבו לא חיילא עליה שבועה: \n\n"
      ],
      [
        "<b>נדר עבדו בנזירות ואמר לו מופר לך וכו'.</b> משנה שם (דף ס''ב:) הפר לאשתו הפר עולמית הפר לעבדו יצא לחירות משלים נזירותו. ופירוש רבינו בה מבואר וכ''כ בפירוש המשנה כלומר דדמי להא דאמרינן בפ' השולח עבד שהניח לו רבו תפילין יצא בן חורין וז''ל אם אמר אדם לעבדו מופר לך כבר ביטל ממנו זכותו וחזר בן חורין לכך משלים נזירותו עכ''ל: \n",
        "<b>והראב''ד</b> כתב כל זו הפיסקא אינה כלום וכו'. ואין בדבריו הכרח להטעות גירסת רבינו ופירושו: \n\n"
      ],
      [
        "<b>עבד שנדר בנזירות וברח וכו'.</b> שם במשנה עבר מכנגד פניו ר''מ אומר לא ישתה ור' יוסי אומר ישתה ובגמרא מ''ד ישתה סבר סוף סוף מיהדר הדר ואתי גביה לישתי חמרא כי היכי דלא ליכחוש ומ''ד לא ישתה סבר ליהוי ליה צערא כי היכי דליהדר גביה. ויש לתמוה על רבינו שפסק כרבי מאיר במקום רבי יוסי וכבר השיגו הראב''ד: \n",
        "<b>וכתב</b> א''א דלא כהלכתא וכו'. ונראה שרבינו היה גורס בהפך ר''מ אומר ישתה ור' יוסי אומר לא ישתה. \n",
        "<b>ומ''ש רבינו או שהלך מרבו,</b> טעמו מפני שהוא בכלל עבר מכנגד פניו: \n",
        "<b>נזר והשלים נזירותו וגילח וכו' עד משעה שנטמא.</b> תוספתא בסוף נזיר: \n",
        "<b>וכתב</b> הראב''ד אין לזה שורש אלא כשכפאו רבו וכו'. טעמו לומר דהא דקתני נדר ולא גילח ויצא לחירות לא יצא ידי נדרו קשה אם מונה ימי נזירות קודם שיצא לחירות כי לא גילח מאי הוי ולמה לא יצא ידי נדרו ולכך העמידה כשכפאו רבו עד שלא גילח וזהו שכתב אין לזה שורש אלא כשכפאו רבו כלומר אין לדין זה מקום אלא כשכפאו רבו, אך מה שסיים וכתב לומר שמביא קרבנותיו ומגלח נראה שאין לו ענין עם מה שכתב קודם ואפשר דאו או קתני וה''ק אין לזה שורש אלא באחד משני פנים או כשכפאו רבו או בשלא כפאו רבו ומאי לא יצא לאו למימרא שלא עלו לו הימים שנזהר בנזירותו אלא היינו לומר שלא יצא עד שיביא קרבנותיו ויגלח. ומ''ש ובנטמא ויצא לחירות מפרש בירושלמי וכו' בפ' הנזכר נטמא ואח''כ יצא לחירות מביא קרבן טומאה מהו כשכפפו רבו או כשלא כפפו רבו וכו' אמר ר' יוסי בשכפפו רבו אנן קיימין. ומ''ש והכי איתא בירושלמי. שם: \n\n"
      ],
      [],
      [
        "<b><small>(כ-כא)</small> נזירות נוהגת בפני הבית וכו'.</b> בספ''ג דנזיר (דף י''ט:) תנן מי שנזר נזירות הרבה והשלים נזירותו ואח''כ בא לארץ ב''ש אומרים נזיר שלשים יום וב''ה אומרים נזיר בתחלה. וכתב שם רבינו הנזירות א''א בח''ל מפני הטומאה ומה שאמרו בתוספתא שהנזירות נוהגת בין בארץ בין בח''ל ר''ל שכל מי שחייב עצמו נזירות בח''ל נתחייב בזה על צד הקנס לפיכך יעלה לא''י ויתחייב שם בנזירות עכ''ל. ואיני יודע מי הכריחו לומר שהוא על צד הקנס דמשמע שמן הדין הוא חייב לנהוג נזירות בח''ל שאע''פ שיהיה טמא למה לא ינהוג מן הדין ביין ובתגלחת ולא גרע ממי שנזר והוא בין הקברות ועוד שמי שהוא בח''ל אינו טמא מן התורה שהרי טומאת ארץ העמים אינה אלא מדרבנן וא''כ אסור לו ליטמא בטומאה דאורייתא ואפי' בטומאה דרבנן נמי אסור. וגם רבינו כך היא דעתו שהרי כתב וכל זמן שהוא בח''ל אסור לשתות יין ולהטמא למתים ולגלח וכל דקדוקי נזירות עליו ואם עבר ושתה או גילח או נגע במת לוקה ומאחר שכן מן הדין הוא חייב לנהוג נזירות בח''ל ולא משום קנס כמ''ש בפירוש המשנה ופה בחיבור תיקן וכתב שהקנס הוא שמחייבים אותו לעלות לארץ. וג''ז לא ידעתי מנין לו אדרבה שנינו במשנה שהילני המלכה נדרה נזירות שבע שנים והשלימה נזירותה ואח''כ עלתה לארץ ואם כדברי רבינו למה לא חייבוה שתעלה לארץ: \n",
        "<b>והראב''ד</b> כתב א''א למה כופין אותו לעלות ולמנות וכו'. ואיני יודע למה אסור להזיר עכשיו בא''י שאע''פ שאנו טמאי מתים אם אחר שנזר יזהר מלטמא במת מה איסור יש בזה. ולענין מה שקשה על רבינו למה מחייבין אותו לעלות לא''י י''ל שהטעם מפני שכל שהוא בח''ל בכל יום מיטמא בארץ העמים ומה שלא חייבו להילני המלכה לעלות אפשר שלא ידעו חכמים בנזירותה עד שעלתה לארץ או אפשר שהיתה צריכה לעמוד אותם שנים בח''ל מפני תיקון המלכות אי נמי אפשר שלא עלתה לארץ אלא מפני שחייבוה לעלות: \n\n"
      ]
    ],
    [
      [
        "<b>סתם נזירות ל' יום וכו' ואפי' אמר הריני נזיר נזירות גדולה וכו'.</b> משנה בפ''ק (דף ז') סתם נזירות שלשים יום אמר הריני נזיר אחת גדולה הריני נזיר אחת קטנה אפי' מכאן ועד סוף העולם נזיר שלשים יום. ופירש המפרש אמר הריני נזיר אחת קטנה לא תהא פחותה מל' יום ואפילו אמר הריני נזיר יום אחד ה''ז נזיר שלשים יום לפי שאין נזירות הפחותה משלשים יום או שאמר הריני נזיר אחת גדולה אפי' אמר שתהא גדולה מכאן ועד סוף העולם אינו נזיר אלא שלשים יום כדקאמר בגמ' דאי אמר הכי משמע דאמר אריכא עלי הדא נזירות דשלשים כמכאן עד סוף העולם: \n\n"
      ],
      [
        "<b>פירש זמן פחות משלשים יום כגון שאמר הריני נזיר יום אחד וכו'.</b> משנה שם (דף ס') סתם נזירות שלשים יום ומשמע דבין שאמר סתם הריני נזיר בין שאמר הריני נזיר יום אחד או עשרה ימים או עשרים יום נזיר שלשים יום לפי שאין נזירות פחות מל' יום ובגמרא מנא ה''מ אמר רב מתנה אמר קרא קדוש יהיה יהיה בגימטריא תלתין הוו. וכתב רבינו בפירוש המשנה סמכו זה העיקר ר''ל סתם נזירות שלשים יום למה שנאמר קדוש יהיה ומנין יהיה ל' לפיכך לא יהיה נזירות פחות משלשים יום וזה ענין מקובל ואמנם סמך לזה על דרך סימן: \n\n"
      ],
      [
        "<b>פירש זמן יותר משלשים יום וכו' ה''ז נזיר כזמן שפירש וכו'.</b> נלמד ממה שיבא בסמוך גבי הריני נזיר שלשים יום ושעה אחת וכן נלמד ממה ששנינו בספ''ב הריני נזיר לכשיהיה לי בן ונזיר מאה יום: \n\n"
      ],
      [
        "<b>האומר הריני נזיר שעה אחת וכו'.</b> נלמד ממה שנתבאר שאין נזירות פחות מל' יום. \n",
        "<b>ומ''ש הריני נזיר ל' יום ושעה אחת וכו'.</b> משנה בפ''ק: \n\n"
      ],
      [
        "<b>האומר הריני נזיר מכאן עד מקום פלוני וכו'.</b> משנה בפ''ק (דף ז') אמר הריני נזיר אחת גדולה הריני נזיר אחת קטנה אפי' מכאן ועד סוף העולם נזיר שלשים יום ובגמרא אמאי והא מכאן ועד סוף העולם קאמר ה''ק אריכא לי הדא מילתא כמכאן ועד סוף העולם תנן הריני נזיר מכאן ועד מקום פלוני אומדים כמה ימים מכאן ועד מקום פלוני פחות משלשים יום נזיר שלשים יום ואם לאו נזיר כמנין הימים ואימא הכא נמי אריכא לי הא מילתא כמכאן ועד מקום פלוני אמר רבא שהחזיק בדרך ופי' המפרש אמר רבא התם ליכא למימר הכי דכשהחזיק בדרך כבר עסקינן דהואיל והחזיק בדרך וקאמר עד מקום פלוני מוכחא מילתא דאדעתא דליהוי נזיר כל זמן שיהא בדרך קאמר ועוד כיון שהחזיק בדרך ליכא למימר דאריכא ליה מילתא מכאן ועד מקום פלוני דהא חזינן (דלא אריכא ליה דרך) שהחזיק בדרך כבר: \n",
        "<b>ודע</b> דבתר הכי פריך וליהוי כל פרסה ופרסה אמר ר''פ באתרא דלא מנו פרסי וליהוי כל אוונא ואוונא וכו' כל מילתא דאית בה קיצותא לא קתני. ולכאורה נראה שה''ל לרבינו לאוקומי באתרא דלא מנו פרסי אבל באתרא דמנו נזיר כמנין הפרסאות. וי''ל דבשינויא דמילתא דלית בה קיצותא לא קתני מיתרצה נמי קושיא דלהוי כל פרסה ופרסה: \n\n"
      ],
      [
        "<b>מי שאמר הריני נזיר שתי נזירות וכו'.</b> משנה בריש פרק ג' (דף י''ז) מי שנזר שתי נזירות מגלח את הראשונה יום שלשים ואחד ואת השניה יום ששים ואחד. \n",
        "<b>ומה שכתב אפילו אמר הריני נזיר מאה אלף נזירות וכו'.</b> בפירקא קמא (דף ז') ובסוף הפרק ברייתא (דף ח':) הריני נזיר כל ימי חיי הריני נזיר עולם הרי זה נזיר עולם אפילו מאה שנה אפילו אלף שנים אין זה נזיר עולם אלא נזיר לעולם. ופירש המפרש (בדף ז') אין זה נזיר עולם שיהא מגלח לסוף שלשים אלא נזיר לעולם דכחדא נזירות אריכתא דמי ואינו מותר בתגלחת כל ימיו עכ''ל. ומשמע בהדיא מרישא ומסיפא שאם אמר הריני נזיר מאה נזירות או אלף שהוא מונה נזירות אחר נזירות עד שימות וסתם נזירות שלשים יום ולפיכך מגלח בסוף כל שלשים יום: \n",
        "<b>וכתב</b> הראב''ד א''א קיצר בכאן שאם אמר וכו'. ואני אומר שאין כאן קיצור שהרי לקמן בפרק זה כתב החילוק שיש בין נזיר עולם לנזיר לזמן קצוב: \n\n"
      ],
      [
        "<b>האומר הריני נזיר כמין ימות השנה וכו'.</b> משנה בספ''ק (דף ח'): \n",
        "<b>ומה שכתב אם פירש שנות החמה וכו' ואם פירש שנת הלבנה וכו'.</b> שם בברייתא: \n",
        "<b>ומה שכתב ואם סתם מונה שנ''ד וכו'.</b> יש לתמוה על זה דהא בירושלמי סוף פירקא קמא דנזיר אמרינן מה אנן קיימין אם כמנין ימות החמה שס''ה נזירות (כמנין ימות החמה) אם כמנין ימות הלבנה שנ''ד וכו' אם כמנין ימות השנה צריכא וכיון דבירושלמי אמרו צריכא היאך כתבה רבינו בפשיטות לקולא ואפשר שטעמו משום דתנן בפ''ב דטהרות ספק נזירות מותר: \n\n"
      ],
      [
        "<b>האומר הריני נזיר אחת ומחצה וכו' אמר הריני נזיר ויום אחד וכו'.</b> משנה שם (דף ז'): \n",
        "<b>אמר הריני נזיר ואחד וכו' עד הרי זה נזיר ד' נזירות.</b> ברייתא בספ''ק (דף ח':): \n",
        "<b>הריני נזיר שלשים ויום אחד וכו'.</b> משנה שם (דף ז':) הריני נזיר שלשים יום ושעה אחת נזיר ל''א יום שאין נזירות שעות ובגמ' אמר רב לא שנו אלא דאמר ל''א יום אבל אמר שלשים (יום) ויום אחד נזיר שתים סבר לה כרבי עקיבא דדריש לישנא יתירא: \n\n"
      ],
      [
        "<b>מי שהיו שתי כיתי עדים מעידים אותו וכו'.</b> משנה בספ''ג (דף כ') וכב''ה: \n\n"
      ],
      [
        "<b>מי שנזר שתי נזירות וכו' עלתה לו ראשונה בשניה.</b> תוספתא בנזיר פ''ב. \n",
        "<b>ומ''ש בין שנדר שתיהן כאחת בין שנדר זו אחר זו,</b> כן משמע בירושלמי דנזיר פ''ג. \n",
        "<b>ומה שכתב ואפילו הביא כפרתו וכו'.</b> כן משמע בירושלמי שם: \n\n"
      ],
      [
        "<b>מי שאמר הריני נזיר כל ימי חיי וכו'.</b> ברייתא בספ''ק (דף ח') כתבתיה בפרק זה אלא שנראה שלא היה רבינו גורס בה חילוק בין עולם ללעולם אלא חילוק בין נוזר לעולם לנוזר לזמן קצוב: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו זו הגירסא כך מצאתי וכו'. וכבר כתבתי שנ''ל שגירסת רבינו בגמ' היתה כמו בירושלמי ובתוספתא: \n\n"
      ],
      [
        "<b>מה בין נזיר עולם וכו'.</b> במשנה פ''ק (דף ד') שנינו מה בין נזיר עולם לנזיר שמשון נזיר עולם הכביד שערו מיקל בתער ומביא ג' בהמות ואם נטמא מביא קרבן טומאה. ופירש רבינו דהכביד שערו היינו מי''ב חדש לי''ב חדש דומיא דאבשלום דאיפליגו ביה תנאי בפ''ק (דף ד' ה') ופסק כתנא קמא דאמר מי''ב חדש לי''ב חדש דכתב ויהי מקץ ימים לימים ויליף ימים לימים מבתי ערי חומה: \n",
        "<b>ומ''ש ואבשלום נזיר עולם היה.</b> שם: \n",
        "<b>ומ''ש ודבר זה הלכה מפי הקבלה.</b> אע''ג דמייתי לה מקרא דויהי מקץ ימים לימים אשר יגלח וכו' סובר רבינו שאינו מוכרח דהא אפשר לפרש בגוונא אחרינא אלא שקבלה היתה בידם ואסמכוה אקרא: \n\n"
      ],
      [
        "<b>שמשון לא היה נזיר גמור וכו'.</b> משנה שם נזיר שמשון הכביד שערו אינו מיקל ואם נטמא אינו מביא קרבן טומאה ובגמרא (דף ד':) מני מתני' לא ר' יהודה ולא ר''ש דתניא ר' יהודה אומר נזיר שמשון מותר ליטמא למתים שכן מצינו בשמשון שנטמא ר''ש אומר האומר נזיר שמשון לא אמר כלום שלא מצינו בשמשון שיצאת נזירות מפיו מני (לא ר' יהודה ולא ר''ש) אי ר' יהודה הא אמר אפי' לכתחלה ומתני' קתני אם נטמא אי ר''ש הא אמר לא חיילא עליה נזירות כלל לעולם ר' יהודה היא ואיידי דקתני גבי נזיר עולם אם נטמא תנא נמי גבי נזיר שמשון אם נטמא וכו' ושמשון לאו נדור הוה והא כתיב כי נזיר אלהים יהיה הנער מן הבטן התם מלאך הוא דקאמר ומנא לן דאיטמי למתים וכו' גמרא גמירי לה. וידוע דהלכה כר' יהודה לגבי ר''ש ועוד דסתם מתני' כוותיה. והר''י בן לב כתב בתשובה שקשה לו על פסק זה דרבינו דבנדון דידן פליגי ר' יהודה ור' יעקב בפ''ק עם ר''ש ור' יוסי דס''ל לר''ש ור' יוסי דבעינן שידור בדבר הנדור ומש''ה אמר ר''ש דלא חייל נזירות שמשון כלל דשמשון לאו נדור הוא אלא מלאך הוא דקאמר כי נזיר אלהים יהיה הנער מן הבטן ור' יוסי נמי ס''ל דבעינן דבר הנדור ומש''ה מתיר כמי שאמר הרי עלי כבכור וה''ל ר''ש ור' יוסי תרי ור' יעקב ור' יהודה תרי וכיון דר' יוסי לגבי כל חד מהני הלכתא כוותיה שמעינן דהלכתא כר' יוסי ור''ש, וכיוצא בזה פסק הרי''ף בהלכות טומאה בפלוגתא דאחותו ארוסה. ויותר קשה לפי המסקנא דקאמר דכ''ע בעינן דבר הנידר דא''כ ר' יוסי ור''ש ור' יעקב כולהו ס''ל דבעינן דבר הנידר ולא חייל כלל נזירות שמשון ואי משום הא לחוד לא הוה קשה שנוכל לומר שפסק כר' יהודה משום דסתם לן תנא כוותיה הריני כשמשון כבן מנוח וכו' הרי זה נזיר שמשון ואי קשיא הא קשיא דאיך פסק הרמב''ם תרתי דסתרן אהדדי פסק דבעינן דבר הנידר ופסק כר' יהודה דחייל נזירות שמשון אע''ג דשמשון לאו נדור הוא. ומה שעלה בדעתי בתירוץ קושיא זו דס''ל להרמב''ם במאי דאיתמר בגמ' גבי נזיר נמי הא כתיב לה' ומשני ההוא מיבעי ליה לכדתניא אמר שמעון הצדיק מימי לא אכלתי אשם נזיר טמא חוץ מאדם אחד שבא אלי מן הדרום יפה עינים וכו' אמרתי לו כמוך ירבו נזירים בישראל עליך הכתוב אומר איש כי יפליא לנדור נדר נזיר להזיר לה' היינו לר' יוסי ואי נמי לר''ש ולר' יעקב אבל לר' יהודה ולסתם מתני' הוי טעמא משום דכתיב להזיר לה' לרבות דבר הנידר כי היכי דמרבינן משום דכתיב כי ידור נדר לה' את הבכור לר' יעקב ולר' יוסי חטאת ואשם ובהכי לא סתרן מתני' אהדדי דהא תנן במתני' טובא דבעינן דבר הנידר וסתם לן רבי דחייל נזירות שמשון אע''ג דלאו נדור הוא עכ''ל. x ודבר ברור הוא כמה דוחק הוא לומר דבר שלא נזכר בגמ' אפילו ברמז. ולי נראה לתרץ בע''א דאמרינן בגמרא ושמשון לאו נדור הוא והא כתיב כי נזיר אלהים יהיה הנער מן הבטן התם מלאך הוא דקאמר ופירש רש''י והא כתיב כי נזיר אלהים יהיה הנער וקס''ד דמנוח קאמר להא מילתא דה''ל דבר הנדור דאדם מדיר את בנו בנזיר. מלאך הוא דקאמר כי נזיר אלהים יהיה הנער מן הבטן אבל מפיו לא יצא עכ''ל. והשתא איכא למימר לעולם לר' יהודה נמי בעינן דבר הנדור ומאי דאמר דחייל נזירות שמשון הוי טעמא משום דס''ל דהוי דבר הנידר דמאי דכתיב כי נזיר אלהים יהיה הנער מנוח הוא דקאמר ליה: \n\n"
      ],
      [
        "<b>ומ״ש ואם אמר לא נתכוונתי אלא לאיש אחר וכו'.</b> נלמד ממה ששנינו בפרק אלו מותרין (נדרים דף כ') וכתב רבינו פ״ב דנדרים נדר בחרם ואמר לא נדרתי אלא בחרמו של ים וכו': \n",
        "<b>ומי שנדר נזיר כשמשון אינו יכול להשאל עליו.</b> בפ״ב דנזיר (דף י״ג) גבי בעיא דרבא הריני נזיר לאחר עשרים יום ומעכשיו מאה יום ובפרק אלו הן הלוקין (מכות דף כ״א:) אהא דתנן יש חורש תלם אחד וחייב עליו שמנה לאוין החורש בשור בחמור וכו' (והוא) כהן ונזיר בבית הטומאה מתקיף (דף כ״ב) ולחשוב נמי כגון דאמר שבועה שלא אחרוש (ביו״ט) ומשני וכו' מידי דאיתיה בשאלה לא קתני ולא והרי הקדש בבכור והרי נזיר כנזיר שמשון משמע בהדיא דנזיר שמשון ליתיה בשאלה והטעם פירש״י משום דעל ידי מלאך קיבל נזירות עליו דההוא אין לו שאלה דצווי של מעלה הוא ובפ״ב דנזיר כתב שהטעם משום דשמשון לא הוה נדר. ורבינו נתן טעם מפני שנזירות שמשון לעולם היתה. ויש לדקדק על טעם זה דאטו מי שנזר נזירות עולם ליתיה בשאלה, ויש לדחוק ולומר דהכי קאמר מפני שנזירות שמשון כשהזירו המלאך לא הזירו לזמן כדי שנאמר שמי שנזר נזיר כשמשון לא יהא אסור אלא עד אותו זמן אלא לעולם הזירו וכיון שכן מי שהתפיס עצמו בו הרי הוא כמוהו ואין לו היתר לעולם: \n\n"
      ],
      [
        "<b>האומר הריני כשמשון כבן מנוח וכו'.</b> משנה בפ''ק (דף ד') הריני כשמשון כבן מנוח כבעל דלילה כמי שעקר דלתות עזה כמי שנקרו פלשתים את עיניו הרי זה נזיר שמשון ובגמרא למה לי למיתני כל הלין צריכי דאי אמר הריני כשמשון הו''א שמשון אחרינא קמ''ל כבן מנוח ואי תנא כבן מנוח הו''א איכא דמיתקרי הכי קמ''ל כבעל דלילה וכמי שנקרו פלשתים את עיניו. וכתב הרא''ש וז''ל ה''ג הריני כשמשון בן מנוח כבעל דלילה וכמי שעקר דלתות עזה וכמי שנקרו פלשתים את עיניו למה לי למיתני כל הלין כלומר למה לו לפרש כל כך צריכי דאי תנא וכו' ולא היה במשמעות לשונו לשון נזירות קמ''ל כבעל דלילה לכך צריך כל אלה. ולפי הענין נראה שצריך לפרש כל אלה כשמשון בן מנוח כבעל דלילה או כשמשון בן מנוח כמי שעקר וכו' כשמשון בן מנוח כמי שנקרו וכו' עכ''ל. ובמפרש אחר שכתוב בו שהוא הרא''ש כתוב כלשון הזה ואמרינן בגמ' דאפי' אמר כשמשון בן מנוח לא אמר כלום דהרבה אנשים נקראים כך עד שיאמר אחד מאלו הג' סימנים מובהקים עמו ובאחד מהם סגי ולא בעי כל שלשתן דבגמרא עביד צריכותא עד כבעל דלילה ותו לא. ונראה דאם אמר מג' סימנים הללו אין צריך להזכיר שמשון כיון דלא עביד צריכות מבעל דלילה ואי אמר כבן מנוח פירוש ואי אמר נמי כבן מנוח עכ''ל. והתוס' כתבו וז''ל כשמשון כבן מנוח כבעל דלילה אבל כשמשון לחודיה או כבן מנוח לחודיה לא סגי עד שיאמר שלשתן כדמוכח בגמרא מכאן ואילך גריס ר''ת וכמי שעקר דלתות עזה בוי''ו וכמי שנקרו פלשתים את עיניו דאו או קאמר או שיאמר כמי שעקר או כמי שנקרו וכו' דאי אומר כבעל דלילה לחוד או כמי שעקר לחוד או כמי שנקרו פלשתים את עיניו לחוד דהוי נזיר שמשון דבהא ליכא למיטעי כלל עכ''ל. וכן פירשו שאר מפרשים. ורבינו שכתב מי שאמר הריני נזיר כשמשון ה''ז נזיר מן התגלחת וכו' ואם אמר לא נתכוונתי אלא לאיש אחר ששמו שמשון אינו נזיר נראה מדבריו שמן הסתם הוי נזיר עד שיאמר לשמשון אחר נתכוונתי וזה הפך מה שאמר בגמ' דאפילו אמר כשמשון בן מנוח אינו כלום כל זמן שלא אמר אחד מהשלשה סימנים. וליישב זה נחלקו גאוני עולם כי יש אומרים שיש הפרש בין האומר הריני נזיר כשמשון לאומר הריני כשמשון שהאומר הריני כשמשון כיון שלא הזכיר מלת נזיר אינו כלום ובזה הוא שאמרו בגמרא דאפי' אמר כשמשון בן מנוח אינו כלום עד שיאמר אחד מהג' סימנים ובזה הוא שכתב רבינו בסיפא אבל כשאמר הריני נזיר כשמשון אע''פ שלא אמר יותר ה''ז נזיר מאחר שהזכיר מלת נזיר ובזה הוא שכתב רבינו ברישא דבאומר כשמשון לחודיה ה''ז נזיר מן התגלחת וכו'. והרב ה''ר אליה מזרחי ז''ל כתב זה באחד מהדרכים שכתב ליישב דברי רבינו עם סוגיית הגמ'. ומורי הרב ה''ר יעקב בירב ז''ל כתב להשיב על דברי בעלי סברא זו והעלה דלא שאני לן בין אומר הריני נזיר כשמשון בלא מלת נזיר לאומר הריני נזיר כשמשון. ולזה הסכים הרב ה''ר יעקב ן' חביב ז''ל אלא שמורי הריב''ר ז''ל סובר שדעת רבינו שבין אומר הריני כשמשון בין אומר הריני נזיר כשמשון אינו כלום ואפי' אומר הריני נזיר כשמשון בן מנוח עד שיאמר אחד מהשלשה סימנים וכדאמרינן בגמרא וכמו שפירשו המפרשים. ומה שכתב רבינו ברישא שאם אמר הריני כשמשון הרי זה נזיר מן התגלחת וכו' אין הכוונה שאמר כשמשון בלבד אלא כשאמר כשמשון בן מנוח בעל דלילה וכו' כמו שכתב בסיפא דהכא לא נחית לפרש אופן דיבורו לשיהיה נזיר אלא לומר שאינו אסור מלהטמא למתים ובסוף כתב שאינו נזיר אע''פ שאמר כשמשון בן מנוח עד שיאמר כבעל דלילה וכו' וה''ר יעקב ן' חביב ז''ל סובר שאפילו אמר הריני כשמשון לבד הוי נזיר. וכדמשמע מרישא כדברי רבינו ואין בין האומר כשמשון לבד לאומר כשמשון בן מנוח בעל דלילה אלא שבאומר שמשון לבד אם אמר לא נתכוונתי אלא לאיש אחר ששמו שמשון נאמן ובאומר כשמשון בן מנוח בעל דלילה אע''פ שאמר לא נתכוונתי אלא לאיש אחר ששמו כן לא מהני ליה והוה נזיר ונתלה לפרש כן במה שרבינו כתב ואם אמר לא נתכוונתי אלא לאיש אחר וכו' ארישא שאמר כשמשון לבד ועל פי זה פירש סוגיית הגמ' לדעת רבינו וכתב שכשאמרו בגמרא למה לי למתנא כל הלין כוונתו לומר שפירוש המשנה האומר כשמשון או כבן מנוח או כבעל דלילה ומש''ה קשיא ליה דאמאי כי רוכלא מני להו דהא ודאי דכל אחד מהם הוא מספיק בעצמו והשיב לו דע שלא הבנת המשנה במה שחשבת שכל כינוי מספיק בעצמו לעולם אינו כן שאין מספיק כינוי אחד אלא כשלא יאמר לא נתכוונתי אלא לאיש אחר שאם יאמר כן לא הוי נזיר אבל כשיאמר כל הכינויים אף אם יאמר לאיש אחר נתכוונתי הוי נזיר ולזה רמז הוה אמינא למה שיוכל לטעון ולומר הנודר. והדבר מבורר כמה דחוק הוא פירוש זה וכבר הרגיש הרב בעצמו בחולשת פירוש זה שכתב ואם לא בדרך זה איני רואה לקיים פסק הרמב''ם. ועוד שרבינו גבי כבעל דלילה וכו' כתב ואין אומרים שמא נעשו מעשים אלו לאיש אחר משמע דדוקא בשמא אין אומרים אבל אם הנודר אומר בברי לא נתכוונתי אלא לאיש אחר שנעשו לו מעשים אלו אינו נזיר והיינו מתניתין דסתם נדרים להחמיר ופירושן להקל דנדר בחרם ואמר לא נדרתי אלא בחרמו של ים וכו' שהדבר פשוט שכל שומע חרם לא יבין כי אם לחרם ממש ואפילו הכי כי פירש ואמר לא נתכוונתי אלא לחרמו של ים מהני וכן בכל אינך דמתני' ולא גרע בעל דלילה וכו' מכל אינך וזה הפך מה שכתב הרב הנזכר. והרב ה''ר אליה מזרחי ז''ל כתב בדרך שני כדברי הרב ה''ר יעקב ן' חביב ז''ל לחלק בין אומר הריני נזיר כשמשון לאומר כשמשון בן מנוח בעל דלילה שבזה אם אמר לא נתכוונתי אלא לאיש אחר אינו נזיר ובזה אע''פ שאמר כן הוי נזיר וכבר כתבתי מה שקשה על פירוש זה מדתנן סתם נדרים להחמיר ופירושן להקל. ותמהני על הרב ה''ר אליה מזרחי ז''ל שלא שת לבו לפרש לשון הגמ' למה לי למיתנא כל הלין וכו' בענין יסכים לפירושו: \n",
        "<b>ועל</b> פירוש מורי הרב ה''ר יעקב בירב ז''ל ק''ל שרבינו פסק בסמוך שהאומר הריני כבן חנה או כבן אלקנה הרי זה נזיר ולמה כשיאמר הריני כבן מנוח לא יהא נזיר דמאי שנא. ועוד שלפי מה שרצה הוא ז''ל להסכים סברת רבינו עם סברת שאר מפרשים שאפילו יאמר כשמשון בן מנוח אינו כלום עד שיצרף עמהם אחד מהשלשה סימנים ה''ל לרבינו לכתוב בעל דלילה בלא כ''ף ומדכתביה בכ''ף משמע דמילתא באפי נפשה היא ועוד שאף בן מנוח כתוב בקצת נוסחאות רבינו בכ''ף ובגירסת המשנה ג''כ כתובה בכ''ף. לכך נראה לע''ד שלדעת רבינו האומר הריני כשמשון או הריני כבן מנוח הוי נזיר והגירסא הנכונה בו היא כבן מנוח בכ''ף והיא גירסת המשנה ובין שיאמר כשמשון ובין שיאמר כבן מנוח בין שיאמר כבעל דלילה הוי נזיר ומה שאמרו בגמ' למה לי למיתנא כל הלין וכו' ה''פ למה לי למיתנא כל הני חמשה לימא תרי תלת מינייהו ומינייהו ילפינן לשארא ומשני צריכי דאי תנא כשמשון הו''א איכא שמשון אחרינא כלומר הו''א הא דקתני מתני' כשמשון לאו למימרא דאמר האי לישנא ממש דאם כן אינו נזיר דאיכא שמשון אחרינא ואין הוכחה בדבר שהוא מתכוין לקבל נזירות אלא היינו לומר שאמר אחד מהדברים המפורסמים שנעשו לשמשון להכי תנא חמשתן ללמדך שאומר כשמשון לבד או כבן מנוח לבד הוי כאומר כבעל דלילה או כמי שעקר דלתות עזה או כמי שנקרו פלשתים את עיניו. כנ''ל ליישב דעת רבינו. ומורי הרב ה''ר יעקב בירב ז''ל אע''פ שכתב להקל באומר הריני כשמשון לא רצה לסמוך על דבריו לענין מעשה: \n\n"
      ],
      [
        "<b>שמואל הרמתי נזיר עולם היה וכו'.</b> משנה בסוף מכילתין (דף ס''ו) נזיר היה שמואל כדברי ר' נהוראי שנאמר ומורה לא יעלה על ראשו נאמר בשמשון מורה ונאמר בשמואל מורה מה מורה האמורה בשמשון נזיר אף מורה האמורה בשמואל נזיר אמר (לו) רבי יוסי והלא אין מורה אלא של בשר ודם אמר לו ר' נהוראי והלא כבר נאמר איך אלך ושמע שאול והרגני שכבר היה עליו מורא של בשר ודם ומשמע דהלכה כרבי נהוראי וכן פסק רבינו שם וכתב תועלת ידיעתנו בשמואל אם הוא נזיר (או לא) למי שאמר הריני כשמואל או שיספר סיפור מסיפוריו כמו שאמרנו בשמשון והלכה כר' נהוראי עכ''ל. ומדבריו אלה יש הוכחה גדולה למה שכתבתי בסמוך שדעת רבינו שהאומר כשמשון לבד או כבן מנוח לבד הוי נזיר שמשון: \n\n"
      ],
      [
        "<b>האומר הריני נזיר מלא הבית וכו'.</b> משנה פירקא קמא (דף ח'). \n",
        "<b>ומה שכתב ויש לו לגלח משנים עשר חדש לשנים עשר חדש וכו'.</b> הוא ממה שנתבאר בפרק זה (דף ד') גבי נזיר עולם: \n\n"
      ],
      [
        "<b>האומר הריני נזיר כשער ראשי וכו'.</b> משנה שם (דף ח') הריני נזיר כשער ראשי וכעפר הארץ וכחול הים הרי זה נזיר עולם ומגלח אחת לשלשים יום רבי אומר אין זה מגלח אחת לשלשים יום אי זהו שמגלח אחת לשלשים האומר הרי עלי נזירות כשער ראשי וכעפר הארץ וכחול הים ופירש המפרש הרי זה נזיר עולם לפי ששערות ראשו מרובים משני חייו ויהא מגלח כל ימיו אחת בסוף שלשים ויביא קרבן רבי אומר אין זה מגלח אחת לשלשים (יום) והאי דקאמר כשער ראשי חדא נזירות אריכא קיבל עליו כשיעור שער ואינו יכול להשלימה ואינו מגלח לעולם אלא אי זהו שמגלח אחת לשלשים יום זה שאמר הרי עלי נזירות כשער ראשי דהואיל ואמר הרי עלי נזירות משמע דקא מפליג בין נזירות לנזירות ויהיה מגלח בסוף כל שלשים (יום) ומביא קרבן עכ''ל. \n",
        "<b>ומה שאמר ובכל תגלחת אינו שותה יין וכו' עד הרי זה לוקה</b> פשוט הוא שהרי אין שום דבר שיבדיל בין נזירות לנזירות לשיהיה מותר ביין או להטמא למתים: \n\n"
      ],
      [
        "<b>האומר הריני נזיר אם אוכל ככר זו וכו'.</b> משנה בפ''ב דנדרים (דף י''ז): \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> האומר הריני נזיר וכו' עד נזירות שניה.</b> משנה בפירקא קמא דנדרים (דף י''ז): \n\n"
      ],
      [
        "<b>ומ''ש והאומר הריני נזיר ונזיר כשיהיה לי בן וכו'.</b> משנה ספ''ב דנזיר (דף י''ג:): \n",
        "<b>ומ''ש והרי שתיהן כנזירות אחת לפיכך אם נטמא בתוך נזירות של בנו וכו'.</b> שם (דף י''ד) נטמא בימי בנו ר''י אמר סותר ר''ל אמר אינו סותר ר''י אמר סותר חדא נזירות אריכתא היא. ופירש המפרש ר''י אמר סותר אף אותם ימים שמנה כבר על שלו דכיון דאילו מנה את שלו אינו מגלח בינתים כנזירות אריכתא דמי וסותר את הכל: \n",
        "<b>ומ''ש נטמא אחר נזירות בנו וכו': כתב</b> הראב''ד א''א אינו מחוור דלא פליגי ר''י ור''ל וכו'. וי''ל דרבינו סובר איפכא דע''כ ל''פ אלא בימי בנו אבל אם נטמא אחר נזירות בנו מאחר שגילח על נזירות בנו מודה דלאו חדא נזירות אריכתא היא כיון שהיה הפסק תגלחת בין זו לזו והילכך אינו סותר אלא עד נזירות בנו. אחר שכתבתי זה מצאתי שכך פירשו התוס'. \n",
        "<b>ומ''ש בכמה ימים משלים את שלו וכו' עד שהם מיום ע' עד הולד וכן כל כיוצא בזה.</b> משנה בפ''ב: \n\n"
      ],
      [],
      [],
      [
        "<b>האומר הריני נזיר לאחר כ' יום וכו'.</b> שם (דף י''ג:) בעי רבא אמר הריני נזיר לאחר כ' יום ומעכשיו מאה יום מהו כיון דהלין מאה בעשרין לא שלמין לא חיילין או דילמא כיון דאית ליה גידול שער לבסוף חיילין ותיבעי ליה נזירות מועטת (חדא מגו חדא קמיבעיא ליה את''ל נזירות מועטת) כיון דעשרה יומין הוא דיתירין לא סליק ליה הלין עשרה ודאי נזיר ק' יום כיון דאית ליה תמנין יומין לבסוף סלקין ליה (הלין עשרה) או לא אמר הריני נזיר לאחר כ' יום ומעכשיו נזיר עולם מהו מי חיילא עליה את''ל הכא כיון דאפשר לאיתשולי חיילא אמר הריני נזיר שמשון לאחר כ' יום ומעכשיו נזיר סתם מהו הכא לא אפשר לאיתשולי מי חיילא או לא וכו' פשוט מינייהו קדמייתא הריני נזיר לאחר כ' יום ומעכשיו מאה יום מונה עשרים (יום) ואח''כ מונה שלשים (יום) ואח''כ מונה שמונים כדי להשלים נזירות ראשונה. ופירשו התוס' הריני נזיר לאחר כ' יום ומעכשיו מאה יום מהו כיון דהלין מאה יום לא שלמין בהנך כ' יום לא חיילא נזירות של מאה יום עליה מעכשיו דמסתמא אין דעת זה האיש להפסיק נזירות שימנה עתה כ' יום מהמאה ואחר כ' יום ימנה נזירות שלשים יום שקבל עליו לאחר כ' יום ושוב ימנה פ' יום להשלים המאה אלא אחרי שאינו יכול להשלים נזירות של מאה יום כהלין עשרין דעתו שאלו עשרין יום יהיו פנויים ויהיה מותר ביין ובתגלחת כהנך כ' יום ואח''כ ימנה ל' יום ויגלח ויביא קרבן ושוב ימנה שלשים יום רצופים ויגלח ויביא קרבן וכו' ומה שאמר מעכשיו מאה יום ר''ל ומעכשיו ג''כ אני מקבל מאה יום אחר שאעשה סתם הנזירות לאחר כ' יום וכו'. או דילמא כיון דאית ליה גידול שער לבסוף חיילא פי' כיון שנשארו לו ל' יום לאחר סתם נזירות כדי גידול שער היינו נזירות שלם חיילא ולא חייש בהפסקת נזירותו והכא נשארו לו פ' יום הילכך מונה כ' יום הללו לנזירות דמאה יום ויפסיק וימנה ל' ויגלח ויביא קרבן ואח''כ ימנה פ' להשלמת מאה יום וכו'. ותיבעי ליה נזירות מועטת פי' סתם נזירות שהוא ל' יום וכגון דאמר הריני נזיר לאחר עשרים יום ומעתה נזיר אי חיילא השתא וימנה כ' יום ויניח מנין זה וימנה ל' יום וימנה עשרה ימים להשלים נזירות ראשונים ולא יגלח עד ס' השלמת שניהם. חדא מגו חדא קא מיבעיא ליה כלומר תחלה בנזירות מועטת שאל ושוב (שאל) בנזירות מרובה באת''ל דאפילו את''ל דנזירות מועטת לא חיילא כיון דעשרה יומין לבד הוא לא סלקי הנך עשרה שישלים אחר כ' לאיצטרופי לכ' שספר מתחלה משום דהנך עשרה לא חזו לנזירות לחודייהו ולהכי לא ניחא ליה להפסיק נזירותו אלא אלו כ' יום ורוצה שיהיו פנויים ויהיה מותר ביין ובתגלחת וליטמא למתים אכתי תיבעי ליה לנזירות מרובה במאה יום. ועל דרך זו המשיכו שאר הבעיות: \n",
        "<b>ורבינו</b> א''א לומר שמפרש כן שהרי הוא פוסק בכל הבעיות שבכ' יום ג''כ נוהג נזירות. ולכן צ''ל שהוא ז''ל מפרש דלעולם בכ' יום הוא נוהג נזירות אלא דמיבעיא ליה אם עולים לו להצטרף עם מנין נזירותו או דילמא מונה הנזירות שנזר מעכשיו ואחר כך מונה הנזירות שנדר לאחר ל' יום ובאומר ומעכשיו נזיר עולם מיבעיא ליה מי חיילא עליה נזירות עולם מיד דכיון דאפשר לאיתשולי על ההיא דלאחר כ' יום חיילא עליה ההיא דנזיר עולם דכיון שהתחילה לחול בכ' יום שוב אין לה הפסק א''ד כיון דהשתא מיהא לא איתשיל אע''פ שהתחיל לנהוג נזירות מיד משום דאמר ומעכשיו בסוף כ' יום ימנה נזירות ל' יום ויגלח ויביא קרבנותיו ואח''כ יהיה נזיר עולם ולא יגלח אלא מי''ב לי''ב חדש: \n",
        "<b>והשתא</b> מ''ש רבינו האומר הריני נזיר לאחר כ' יום וחזר ואמר הריני נזיר מעתה מאה יום וכו' היינו בעיא קמייתא דאיפשיטא: \n\n"
      ],
      [
        "<b>ומה שכתב אמר הריני נזיר לאחר עשרים יום והריני נזיר מעתה.</b> היינו נזירות מועטת דאמרינן בה את''ל נזירות מועטת כיון דעשרה יומין הוא דיתירין לא סלקין ליה הלין עשרה ודאי וכיון דלא סלקין ליה צריך למנות הנזירות שנזר מעכשיו ואחר כך ימנה הנזירות שנזר לאחר עשרים יום: \n\n"
      ],
      [
        "<b>ומה שכתב אמר הריני נזיר לאחר עשרים יום וחזר ואמר הריני נזיר עולם מעתה.</b> פסקה כאת''ל דכיון דאפשר לאתשולי אנזירות שנזר לאחר עשרים יום חיילא נזירות עולם שכיון שהתחילה לחול בכ' יום שוב אין לה הפסק: \n\n"
      ],
      [
        "<b>ומה שכתב וכן אם אמר הריני נזיר שמשון וכו'.</b> יש לתמוה שמאחר שבעיא זו לא איפשיטא לא בפשיטות בהדיא ולא באת''ל היאך פסקה רבינו בפשיטות. ונראה לי שרבינו מפרש דכי איבעיא לן באומר הריני נזיר שמשון לאחר כ' יום וחזר ואמר הריני נזיר מעתה היינו לומר דמספקא לן דילמא כיון דאמר ומעכשיו נזיר חלה אותה נזירות בתוך כ' ושוב אין לה הפסק עד שישלמו כל ימי נזירות זה שהם ל' יום ואחר כך יגלח ויביא קרבנותיו ומאז והלאה ינהוג נזירות שמשון או דילמא הריני נזיר שמשון לאחר כ' יום כיון דליתיה בשאלה כיון ששלמו הכ' חל נזירות שמשון מיד ושוב אי אפשר לו לגלח ופסקה לחומרא ואף על גב דקיימא לן ספק נזירות להקל וכ''פ רבינו בפ''ב י''ל דה''מ בנזירות דאיתיה בשאלה אבל בנזירות דליתיה בשאלה לא: \n\n"
      ],
      [
        "<b>מי שאמר הריני נזיר יום אחד לפני מיתתי וכו'.</b> נלמד מהא דאמרינן בריש נדרים (דף ג') גבי לא אפטר מן העולם עד שאהא נזיר: \n\n"
      ],
      [
        "<b>האומר הריני נזיר ביום שבן דוד בא בו וכו'.</b> בר״פ מי שהוציאוהו (עירובין דף מ״ג) אבעיא דאי יש תחומין למעלה מעשרה ת״ש הריני נזיר ביום שבן דוד בא מותר לשתות יין בשבתות ובימים טובים ואסור לשתות יין כל ימות החול אי אמרת בשלמא יש תחומין היינו דבשבתות וימים טובים מותר אלא אי אמרת אין תחומין בשבתות וימים טובים אמאי מותר שאני התם דא״ק הנה אנכי שולח לכם את אליה הנביא וגו' והא לא אתא אליהו מאתמול א״ה בחול כל יומא ויומא נמי לישתרי דהא לא אתא אליהו מאתמול אלא אמרינן לב״ד הגדול אתא ה״נ לימא לב״ד הגדול אתא כבר מובטח להם לישראל שאין אליהו בא לא בע״ש ולא בעי״ט מפני הטורח ופריך בחד בשבא לישתרי לפשוט מינה דאין תחומין דאי יש תחומין בחד בשבא לישתרי דלא אתי אליהו בשבת. ופירש״י בחד בשבא לישתרי דודאי לא אתי משיח היום דהא אתמול בשבת לא אתא אליהו ומדקאסר ליה לפשוט דחייש לדילמא אתי אליהו ואין תחומין למעלה מעשרה ומשני האי תנא ספוקי מספקא ליה אם יש תחומין או אין תחומין ולחומרא ופירש״י מהא לא תיפשוט דאין תחומין דדילמא ספוקי מספקא ליה להאי תנא (דדילמא אין תחומין) ומש״ה אסור בחד בשבא ולחומרא. ואמרינן תו בגמ' דקאי אימת דקא נדר אילימא דקאי בחול כיון דחל עליה נזירות היכי אתיא שבת ומפקעא ליה אלא דקאי בשבת וקא נדר וביו״ט וקא נדר וההוא יומא דשרי ליה מכאן ואילך אסיר ליה. ופירש רש״י והא דקתני מותר לשתות בשבתות וי״ט אותו שבת או אותו יו״ט שנדר אבל מכאן ואילך אסור ואפי' בשבת. ויש לתמוה על רבינו שכתב שהטעם שמותר באותו שבת מפני שהוא ספק אם יבא בשבת וספק נזירות להקל ובגמ' לא אמרו כן אלא טעם ההיתר בשבת הוא מפני שקודם יום שבן דוד בא יבא אליהו וברי לנו שאין אליהו בא בע״ש. ועוד שהוא ז״ל כתב שהוא ספק אם יבא בן דוד בשבת ובגמרא אמרינן דודאי לא אתי בן דוד בשבת משום דמובטח להם לישראל שאין אליהו בא בע״ש ומה שאמרו שהוא ספק אם יבא בשבת אינו אלא על אליהו. ועוד דבגמ' אמרינן דמספקא ליה לתנא ולחומרא ורבינו כתב שספק נזירות להקל. והתימה מהראב״ד שלא השיגו. ויש לומר דההיא קושיא בתראה הוא דקשיא ליה לרבינו בהאי שהוא (ספק) [פסק] בפירוש דספק נזירות להקל ובהאי סוגיא אמרינן דהוי להחמיר ומש״ה פירש דהאי סוגיא אליבא דר״ש דאמר ספק נזירות להחמיר ולית הלכתא כוותיה והילכך אית לן למימר דתו לא צריכינן למיהב טעמא משום דלא אתא אליהו מאתמול וכן לא צריכינן לההוא דמובטח להם שאין אליהו בא בערבי שבתות וערבי ימים טובים אלא אפילו את״ל שאפשר שיבא בע״ש ובעי״ט אפי' הכי שרי בשבתות וימים טובים משום דמספקא לן אי אתי בן דוד בשבתות וימים טובים משום דאין תחומין או אי לא אתי משום דיש תחומין וספק נזירות להקל. זה נ״ל בדעת רבינו והוא כפתור ופרח: \n\n"
      ],
      [
        "<b>נזיר ששלמו ימי נזירותו וכו'.</b> פ''ב שם (דף י''ד): \n\n"
      ],
      [
        "<b>מי שנדר בנזיר ודמה שאינו נדר וכו'.</b> משנה בפ''ה (דף ל''א:) מי שנדר בנזיר ונשאל לחכמים ואסרו מונה משעה שנדר. \n",
        "<b>ומ''ש ומד''ס שינהוג איסור כימים שנהג בהם היתר וכו'.</b> בספ''ב דנדרים (דף כ') אהא דתנן נדר בחרם ואמר לא נדרתי אלא בחרמו של ים וכו' ואם נשאלו עונשין אותם עונשין אותם ה''ד כדתניא מי שנזר ועבר על נזירותו אין נזקקין לו עד שינהוג איסור כימים שנהג בהם היתר דברי ר' יהודה א''ר יוסי בד''א בנזירות מועטת אבל בנזירות מרובה דיו ל' יום אמר רב יוסף הואיל ואמרי רבנן אין נזקקין לו בי דינא דמזדקקי ליה לא עביד שפיר רב אחא בר יעקב אמר משמתינן ליה. ודבר ידוע דהלכה כר' יוסי לגבי ר' יהודה ופסק רבינו כרב אחא בר יעקב משום דבתרא הוא: \n",
        "<b>וכתב</b> הראב''ד ואם לא נהג איסור בעצמו אין נזקקין לו כלל פי' אם בא לישאל על נדרו אין מתירין לו נדרו כלל עכ''ל. ופשוט הוא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>האשה שנדרה בנזירות וכו'.</b> משנה בפ''ד (דף כ''ח) נזרק עליה אחד מן הדמים אינו יכול להפר. \n",
        "<b>ומ''ש אע''פ שעדיין לא גילחה.</b> הכי אמרינן בגמ' דסבר תנא דידן. \n",
        "<b>ומ''ש בד''א בתגלחת הטהרה וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש אע''פ שקרבו הקרבנות וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>שלשה מינים אסורין בנזיר וכו'.</b> מפורש בתורה. \n",
        "<b>ומ''ש בין פרי בין פסולת פרי.</b> שם בגמרא (דף ל''ד) מיין ושכר יזיר פרט מכל אשר יצא מגפן היין כלל מחרצנים ועד זג חזר ופרט פרט וכלל ופרט אי אתה דן אלא כעין הפרט מה הפרט מפורש פרי ופסולת פרי אף כל פרי ופסולת פרי אי מה הפרט מפורש פרי גמור אף כל פרי גמור אמרת מה הניח לך הכתוב במשמעו שלא אמרו ענבים לחים ויבשים הא כתיבי יין וחומץ הא כתיבי הא אין עליך לדון כלשון אחרון אלא כלשון ראשון וכו' אמר מר מה הפרט פרי ופסולת פרי אף כל פרי ופסולת פרי פרי עינבי פסולת פרי מאי היא חומץ אף כל פרי מאי היא גוהרקי אף כל דפסולת פרי מאי היא אמר רב כהנא לאיתויי עינבי דכרים ועד זג אמר רבינא לאיתויי דבין הביניים ע''כ. פירוש גורקי בוסר. ענבי דכרים ענבים שהתליעו. דבין הביניים דבר הקרוש שבין הזג והחרצן שממנו נעשים שמרים. ולא חשש רבינו לכתוב ענבים דכרים ולא שבין הביניים משום דמשמע ליה דבלשון בני אדם בכלל ענבים הם. \n",
        "<b>ומ''ש אבל השכר של תמרים וכו' ושכר זה שנאסר עליו בתורה וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>היוצא מן הגפן כיצד וכו'.</b> נתבאר בסמוך. \n",
        "<b>ומ''ש הזגים הם הקליפה החיצונה והחרצנים הם הפנימיים שזורעים אותם.</b> משנה בפ''ו כר''י. \n",
        "<b>ומ''ש וכן אם שתה רביעית יין.</b> שם (בדף ל''ח). \n",
        "<b>ומ״ש או אכל כזית מיין קרוש: ומ״ש אבל העלים והלולבים וכו'.</b> בפ״ק דערלה ויליף לה מקראי בפ' ג' מינים (נזיר דף ל״ה): \n\n"
      ],
      [
        "<b>כל איסורי הגפן מצטרפין זה עם זה וכו'.</b> משנה בפרק ששי דנזיר. \n",
        "<b>ומה שכתב וכן אם אכלם זה אחר זה וכו'.</b> שם בגמרא (דף ל''ו ל''ז): \n\n"
      ],
      [
        "<b>דבר המותר אינו מצטרף לדבר האסור בנזיר וכו'.</b> שם (דף ל''ה) אמר רבי אבהו אבהו אר''י כל איסורים שבתורה אין היתר מצטרף לאיסור חוץ מאיסורי נזיר שהרי אמרה תורה משרת וכו'. איתיביה אביי המקפה של תרומה וכו' מאי טעמייהו לאו משום דהיתר מצטרף לאיסור כלומר והרי דבשאר איסורין נמי היתר מצטרף לאיסור א''ל מאי כזית דאיכא כזית בכדי אכילת פרס כלומר וכי אמר רבי אבהו דבנזיר היתר מצטרף ולא בשאר איסורים היינו בדליכא כזית בכדי אכילת פרס וכו'. (דף ל''ז) אמר ליה אביי ממאי דהאי משרת להיתר מצטרף לאיסור הוא דאתא דילמא ליתן טעם כעיקר הוא דאתא וכו' כדתניא משרת ליתן טעם כעיקר שאם שרה ענבים במים ויש בהם טעם יין חייב ומכאן אתה דן לכל איסורים שבתורה וכו' אמר ליה הא מני רבנן היא ורבי אבהו כי קאמר לרבי עקיבא. הרי דלרבנן איסורי נזיר ושאר איסורים שבתורה שוים שאין היתר מצטרף לאיסור אלא א''כ יש באיסור כזית בכדי אכילת פרס: \n\n"
      ],
      [
        "<b>ומה שכתב וכן אם שרה פתו ביין והיה רביעית יין בכדי אכילת פרס מן היין וכו'.</b> פשוט שם: \n\n"
      ],
      [
        "<b>ומה שכתב נתערב יין וכיוצא בו בדבש וכו'.</b> זה מבואר מדאמרינן לרבנן דאיסורי נזיר שוים לשאר איסורי תורה: \n",
        "<b>וכתב</b> הראב''ד נתערב יין וכיוצא בו וכו' ואין שם רביעית בכדי אכילת פרס הרי זה אסור מדברי סופרים א''א בעל הלכות לא אמר כן וכו': \n\n"
      ],
      [
        "<b>ומ''ש רבינו כמו שביארנו בהלכות מ''א.</b> הוא ברפט''ו. ומ''ש הראב''ד וכבר כתבנו ראיות לדבריו, הוא: \n\n"
      ],
      [
        "<b>נזיר שאכל כזית ענבים כו'. ולוקה מלקות ששית משום לא יחל דברו וכו'.</b> שם בדף ל''ח: \n",
        "<b>כתב</b> הראב''ד ולוקה מלקות ששית משום לא יחל כו' א''א ולמה הניח לאו שבכללות וכו'. מצאתי כתוב אין הגירסאות מתחלפות אלא בפסחים גרסינן רבה שהוזכר קודם אביי ובנזיר גרסינן רבא שהוזכר אחר אביי וזה כלל גדול כתבוהו התוס' בפ' במה מדליקין ובנזיר נקט אביי סברא דרבה דהוא רביה עכ''ל. \n",
        "<b>ומה שכתב ואפילו סחט אשכול וכו'.</b> רבותא אשמעינן דלא תימא היוצא מהענבים והענבים חדא מילתא הוא והכי אמרי' בברייתא ובגמ' דתרי מילי נינהו ולוקה על זה ועל זה. \n",
        "<b>ומה שכתב וכן אם אכל כזית והוא הדין לנזיר שגלח.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>נזיר ששתה רביעית יין ורביעית חומץ כו': כתב</b> הראב''ד א''א אינו מחוור והלא שני שמות הם וכו': \n\n"
      ],
      [
        "<b>נזיר שהיה שותה ביין כל היום כולו וכו'.</b> משנה פ' ג' מינים (נזיר דף מ״ב) ופ' אלו הן הלוקין (מכות דף כ״א): \n",
        "<b>מדברי סופרים שאסור לנזיר וכו'.</b> בפ' ר' ישמעאל (עבודה זרה דף נ״ט) לך לך אמרינן נזירא סחור סחור לכרמא לא תקרב: \n\n"
      ],
      [
        "<b>נזיר שגלח שערה אחת לוקה.</b> בפרק שלשה מינים (נזיר דף מ') אמר רב (חסדא) ללקות באחת ובתוספתא פרק רביעי התגלחת אין לה שיעור: \n",
        "<b>ומה שכתב בין בתער בין בזוג והוא שקצצה מעיקרה כעין תער וכן אם תלשה בידו לוקה.</b> בפרק שלשה מינים (נזיר דף ל״ט ע״ב) תנו רבנן תער אין לי אלא תער תלש מירט סיפסף כל שהו מניין ת״ל קדוש יהיה גדל פרע שער ראשו דברי רבי יאשיה רבי יונתן אמר תער אין לי אלא תער מירט תלש סיפסף כל שהוא פטור ופסק כרבי יאשיה והטעם משום דבתר הכי אמרי' בתער אין במידי אחרינא לא והא קתני מניין לרבות את כל המעבירים אלא אימא כעין תער ומדמותיב גמרא מדקתני מניין לרבות את כל המעבירים והיינו כר' יאשיה משמע דהכי קי״ל. \n",
        "<b>ומה שכתב אחד המגלח ואחד המתגלח וכו'.</b> שם (דף מ''ד) אמר קרא תער לא יעבור על ראשו קרי ביה לא יעבור הוא ולא יעביר לאחר. \n",
        "<b>ומה שכתב ואם הניח ממנו כדי לכוף ראשה לעיקרה וכו'.</b> (שם): \n\n"
      ],
      [
        "<b>העביר על ראשו סם וכו'.</b> (שם): \n\n"
      ],
      [
        "<b>נזיר שגילח כל ראשו וכו'.</b> משנה פרק שלשה מינים (נזיר דף מ״ב): \n\n"
      ],
      [
        "<b>נזיר חופף על שערו וכו'.</b> שם משנה וגמרא ויהיב טעמא לאיסורא דסורק משום דכל הסורק להסיר נימין המדולדלות קא מתכוין. \n",
        "<b>ומ''ש ולא יחוף באדמה מפני שמשרת את השער ודאי.</b> שם במשנה ר' ישמעאל אומר לא יחוף באדמה מפני שמשרת את השער ובגמ' איבעיא להו מפני שהיא משרת את השער תנן או דילמא מפני המשרת למאי נ''מ כגון דאיכא אדמה דלא מתרא אי אמרת מפני שהיא משרת תנן היכא דידעין דלא מתרא שפיר אלא א''א מפני המשרת כלל כלל לא ואע''ג דלא איפשיטא פסק רבינו כלישנא דמיקל משום דספק נזירות להקל ואפי' באדמה המשרת כתב רבינו דאינו לוקה משום דאינו מתכוין להשיר וקי''ל כר''ש דבר שאין מתכוין מותר. ומ''מ איכא למידק אמאי פסק רבינו כר''י דיחידאה הוא ואפשר שהוא ז''ל סובר דר''י לפרש דברי ת''ק אתא: \n\n"
      ],
      [
        "<b>נזיר שנטמא למת וכו'.</b> שם (דף מ''ב): \n\n"
      ],
      [
        "<b>נטמא למת פעמים הרבה וכו'.</b> משנה פרק אלו הן הלוקין (מכות דף כ''א) ופרק שלשה מינים: \n\n"
      ],
      [
        "<b>ומ''ש בד''א בשנטמא ופירש וכו' אבל אם היה נוגע במת ועדיין המת בידו וכו'.</b> פ' ג' מינים אמר רבה אמר רב הונא מקרא מלא דבר הכתוב (לא יטמא וכו') להזהירו על הטומאה להזהירו על הביאה אבל טומאה וטומאה לא ורב יוסף אמר האלהים אמר רב הונא אפילו טומאה וטומאה דאמר רב הונא נזיר שהיה עומד בבית הקברות וכו' עד כאן בחיבורין כאן שלא בחיבורין וכו' אבל טומאה וטומאה לא דהא מיטמא וקאי טומאה וביאה נמי הא מיטמא וקאי אמר ר''י כאן בבית (כאן) בשדה בבית נמי כיון דאעיל ידיה אסתאב כי עייל כולי האי טמא הוא אלא א''ר אלעזר צירף ידו משום טומאה איכא משום ביאה ליכא וצירף גופו טומאה וביאה בהדי הדדי קא אתו הא א''א דלא עייל חוטמו ברישא ונחית ליה טומאה אלא אמר רבא הכניס ידו משום טומאה איכא משום ביאה ליכא הכניס גופו טומאה (וביאה) בהדי הדדי קא אתיין והא א''א דלא עייל אצבעתא דכרעיה ברישא ונחית להו טומאה אלא אמר ר''פ כגון שנכנס בשידה תיבה ומגדל בא חבירו ופרע עליו את המעזיבה דטומאה וביאה בהדי הדדי קא אתיין ומר בר רב אשי אמר כגון דעייל כשהוא גוסס ונפק נשמתא אדיתיב דטומאה וביאה בהדי הדדי קאתיין. וכתב רבינו מדעתו כלומר שאם פרעה שלא מדעתו אנוס הוא ופטור: \n",
        "<b>וכתב</b> הראב''ד בד''א בשנטמא ופירש וכו'. א''א עיינתי בשמועה דמס' נזיר וכו'. ולכאורה דברי הראב''ד נראים בטעמם. וי''ל שדעת רבינו דכי אמרי' רבה ורב יוסף הלכה כרבה ה''מ כי איפליגו אליבא דנפשייהו אבל היכא דאיפליגו במילתא דאחריני לא והכא איפליגו במאי דאמר רב הונא וכיון דרב יוסף אמר האלהים משמע דדקדק בשמועתו יפה ונקיטינן כוותיה וכ''נ מדברי הרא''ש בהלכות טומאה שפוסק x כרב יוסף: \n\n"
      ],
      [],
      [
        "<b>נכנס לאהל המת או לבית הקברות בשגגה וכו':</b> \n\n"
      ],
      [
        "<b>המטמא את הנזיר וכו': ומה שכתב ולמה לא ילקה המטמא את הנזיר.</b> בפרק שלשה מינים (נזיר דף מ״ד) וטומאה נעשה בה מטמא כמיטמא קל וחומר מתגלחת ומה תגלחת שאינה סותרת אלא שלשים עשה בה מגלח כמתגלח טומאה שהיא סותרת את הכל אינו דין שנעשה בה מטמא כמיטמא אמר קרא וטמא את ראש נזרו: \n\n"
      ],
      [
        "<b>נזיר טהור שטימא עצמו וכו' וכן אם נזר בבית הקברות לוקה אף משום בל תאחר.</b> בריש נדרים (דף ג') אמרי' מקיש נזירות לנדרים מה נדרים עובר בבל יחל ובל תאחר אף נזירות עובר בבל יחל ובל תאחר וקאמר (דף ג' ע''ב) בל תאחר דנזיר היכי משכחת לה כיון דאמר הריני נזיר הוה ליה נזיר אכל קם ליה בבל יאכל וכו' (שתה קם ליה בבל ישתה) אמר רבא כגון דאמר לא אפטר מן העולם עד שאהיה נזיר דמן ההיא שעתא הוה ליה נזיר וכו' דאמרינן דילמא השתא מיית רב אחא בר יעקב אמר כגון שנזר והוא בבית הקברות וקם ליה בבל תאחר וכו' משום דקא מאחר נזירות דטהרה אמר רב אשי הואיל וכן נזיר שטימא עצמו במזיד עובר משום בל תאחר דנזירות טהרה: \n\n"
      ]
    ],
    [
      [
        "<b>נזיר ששתה יין וכו'.</b> פ' ג' מינים (נזיר דף מ״ד) (משנה) היוצא מהגפן אינו סותר: \n",
        "<b>וכן אם גילח מיעוט שער ראשו.</b> שם (דף מ') אמר רב חסדא וכו' לסתור אינו סותר אלא ברוב ראשו. \n",
        "<b>ומ''ש בין בשוגג בין במזיד.</b> נלמד ממה שיבא בסמוך לענין סותר שאין חילוק בין שוגג למזיד: \n",
        "<b>נתגלח רוב ראשו בין בתער בין שלא בתער. ומ״ש ולא נשאר מן השערות כדי לכוף ראשן לעיקרן.</b> בפ' ג' מינים (נזיר דף ל״ט) נזיר שגילחוהו ליסטים ושיירו בו כדי לכוף ראשן לעיקרן אינו סותר. \n",
        "<b>ומ''ש בין בזדון בין בשגגה.</b> בתוספתא דנזיר פ''ד. \n",
        "<b>ומ''ש אפי' גילחוהו ליסטים וכו'.</b> משנה שם (דף ל''ט) גילח או שגלחוהו ליסטים סותר שלשים יום ולקמן (דף מ''ד) אמרי' ותגלחת לא תסתור כלל ק''ו מיין ומה יין שלא הותר מכללו אינו סותר תגלחת שהותרה מכללה אינו דין שלא תסתור בעינן גידול שער והא ליכא ופירש המפרש בעינן גידול שער כדי לקיים בו מצות גילוח ביום הבאת קרבנותיו וליכא: \n\n"
      ],
      [
        "<b>ומ''ש כיצד נדר נזירות מאה יום וכו'. ומ''ש וכל אותם השלשים יום כל דקדוקי נזירות עליו וכו':</b> \n\n"
      ],
      [
        "<b>נזיר שנטמא בין בזדון וכו'.</b> בפרק ב' דכריתות (דף ט') תנן דנזיר שנטמא מביא על הזדון כשגגה ובגמרא מייתי לה מדכתיב וכי ימות מת עליו בפתע פתאום פתע זה שוגג פתאום זה אונס ומשמע נמי מזיד. ובתוספתא דנזיר פ''ד בין שנטמא הוא בין שטמאוהו אחרים בין בשוגג בין במזיד בין באונס בין ברצון סותר את הכל וחייבין קרבן. \n",
        "<b>ומ''ש סתר את הכל.</b> משנה פ''ג (דף ט''ז) הריני נזיר נטמא יום ל' סותר את הכל וכו' הריני נזיר מאה יום נטמא יום מאה סותר את הכל ר''א אומר אינו סותר אלא שלשים וידוע דהלכה כת''ק. \n",
        "<b>ומ''ש ומגלח תגלחת טומאה וכו',</b> מפורש בתורה. \n",
        "<b>ומ''ש ואפילו נטמא ביום מלאת נזרו בסוף היום:</b> \n\n"
      ],
      [
        "<b>ומ''ש נטמא אחר יום מלאת וכו'.</b> במשנה הנזכרת הריני נזיר מאה יום נטמא יום ק''א סותר ל' ר''א אומר אינו סותר אלא ז' וידוע דהלכה כתנא קמא. \n",
        "<b>ומה שכתב ואם נטמא אחר שנזרק עליו אחד מן הדמים וכו'.</b> משנה בסוף פרק שלשה מינים (נזיר דף מ״ז) וכתנא קמא: \n\n"
      ],
      [
        "<b>ומ''ש נטמא ביום שלאחריו וכו'.</b> בפ''ב (דף י''ד:) נטמא ביום גידול שער רב אמר אינו סותר וכו' ושמואל אמר סותר ומפרש רבינו דיום גידול שער היינו ביום של אחר יום הבאת קרבנותיו ופסק כרב באיסורי. \n",
        "<b>ומ''ש או גילח אחר מלאת:</b> \n\n"
      ],
      [
        "<b>נטמא ביום שנדר או בשני וכו'.</b> בפרק שלישי (דף י''ט:) א''ל רב פפא לאביי הלין ימים דקא אמרינן דנפיק חד ומתחילין תרין או דילמא דנפקין תרין ומתחילין תלתא לא הוה בידיה אתא שייליה לרבא א''ל יפלו כתיב כלומר דמשמע דלהוו תרין בנפילה וכגון דנפקין תרין ועיילין תלתא. וסובר רבינו דלדברי הכל בעי ולא כדברי המפרשים שכתבו דלא בעי אלא לר''א ואע''ג דלכאורה משמע כדבריהם דהכי איתא התם (דף ט''ו:) מי שנזר והוא בבית הקברות אפי' היה שם שלשים יום אינו עולה לו מן המנין ואינו מביא קרבן טומאה יצא ונכנס עולין מן המנין ומביא קרבן טומאה ר''א אומר לא בו ביום שנאמר והימים הראשונים יפלו שיהיו לו ימים ראשונים משמע דת''ק לא דריש ימים שנים וסובר רבינו דא''א דלא דרשינן ליה דהא קרא כתיב ועוד דהיאך אפשר דאכפול אמוראי בתראי למבעי ולא הדורי למיפשט אליבא דלא כהלכתא הלכך ע''כ לומר דכ''ע דרשי ימים שנים אלא דת''ק לא דריש לה אלא לנזיר טהור שנטמא כדמשמע מפשטיה דקרא ולא לטמא שנזר ור' אליעזר דריש ליה אף לנזיר טמא ואע''ג דעולא הוה ס''ד דלא אמר ר''א אלא בטמא שנזר אבל בנזיר טהור שנטמא אפילו יום אחד (יום) סותר וסברא זו הפוכה מסברת רבינו אין בכך כלום דהא איתותב עולא: \n",
        "<b>ודע</b> דאמרי' בגמ' (דף י''ט:) ואיצטריך למכתב ימים ואיצטריך למכתב יפלו דאי כתב רחמנא ימים (ולא כתב יפלו) ה''א דנפקין חד ועיילין חד ואי כתב יפלו ולא כתב ימים ה''א אפי' חד כתב רחמנא ימים כך היא הגירסא לדעת רבינו ונ''ל דה''פ אי כתב יפלו ולא כתב ימים ה''א אפילו חד דאע''ג דרבא פשט דבעינן תרין דאינון תלתא משום דכתיב יפלו היינו משום דכתיב נמי ימים דנפילה מורה על שלם שנפל וכיון דקאי אימים צריך ששני ימים שלמים יפלו ואי לא כתיב ימים אף על פי שנפילה מורה על שלם שנפל ויפלו לשון רבים הו''א דלאו דוקא אלא ה''ק כל הימים שמנה יפלו ארבעה או ג' או ב' או א' השתא דכתב ימים ויפלו משמע ודאי דתרי יומי שלימי יפלו קאמר. ועוד היה אפשר לומר דסבר רבינו דהלכה כר''א מדמהדרי אמוראי בתראי למיבעי ומיפשט אליביה וכן פסק בפירוש המשנה. אבל קשה לזה דא''כ לא היה לרבינו להשמיט הא דתניא נטמא בסוף מאה יכול יהא סותר ת''ל והימים הראשונים יפלו מכלל דאיכא אחרונים וזה אין לו אחרונים: \n\n"
      ],
      [
        "<b>נדר בנזיר והוא טמא מת וכו'.</b> ברפ''ג (דף ט''ז:) מי שנזר והוא בבית הקברות ר''י אמר נזירות חלה עליו ור''ל אמר אין נזירות חלה עליו ואסיקנא (דף י''ז) מיחל כ''ע ל''פ דחיילא אלא כי פליגי למילקי ר''י סבר כיון דחיילא לקי ור''ל סבר לא לקי וחיילא ואיתותב ר''ל ובלאו הכי ידוע דהלכה כר''י: \n",
        "<b>ומ''ש ואם שהה בטומאתו כמה ימים אין עולין לו.</b> משנה שם מי שנזר והוא בבית הקברות אפילו שהה שם שלשים יום אין עולים מן המנין. \n",
        "<b>ומ''ש ויום שביעי שלו עולה ממנין נזירות וכו'.</b> בברייתא שם (דף י''ז) אין בין טמא שנזר לנזיר טהור שנטמא אלא שטמא שנזר שביעי שלו עולה לו למנין ונזיר טהור שנטמא אין ז' עולה לו למנין ופירש המפרש שביעי עולה לו למנין דכיון דטבל והוי טהור מתחיל למנות מבו ביום לפי שאינו מביא קרבן ונזיר טהור שנטמא אין ז' שלו עולה מן המנין אע''פ שטבל והוא טהור עד יום ח' שמביא בו קרבנותיו: \n\n"
      ],
      [
        "<b>מי שנדר והוא בבית הקברות נזירות חלה עליו.</b> נתבאר לעיל בסמוך. \n",
        "<b>ומ''ש ואפילו שהה שם שלשים יום אין עולים לו מן המנין.</b> משנה שם. \n",
        "<b>ומ''ש ולוקה על שהייתו.</b> שם בעי רבא נזיר והוא בבית הקברות מהו בעי שהייה למלקות או לא ה''ד אילימא דאמרי ליה לא תנזור למה לי שהייה נזיר מ''ט לא בעי שהייה דקא מתרי ביה ה''נ קא מתרי ביה אלא כגון שנכנס בשידה תיבה ומגדל ובא חבירו ופרע מעליו (את) המעזיבה כי גמירי שהייה בבית המקדש אבל אבראי לא או דילמא ל''ש תיקו ופירש המפרש בעי שהייה למלקות דלא לילקי עד דלישהי ביה כדי שיעור השתחויה כדמפרש במסכת שבועות בפ' ידיעות הטומאה נזיר טהור הנכנס בבית הקברות מ''ט לא בעי שהייה דקא מתרו ביה לא תכנס לבית הקברות ה''נ מתרו ביה לא תנזור לא תנזור ושהייה למה לי. כגון שנכנס בשידה תיבה ומגדל בבית הקברות שמפסיק בינו לבין הטומאה ונדר בעודו בשידה שהוא טהור ואח''כ בא חבירו ופרע את המעזיבה שהוא תחתיו. בעי רב אשי נזר והוא בבית הקברות טעון גילוח או לא כי בעי תגלחת טהור שנטמא דקא מטמא לנזירותיה אבל טמא שנזר לא או דילמא ל''ש ופשטינן (דף י''ח) דלא בעי גילוח דתניא וטמא את ראש נזרו (במי שהיה) טהור ונטמא הכתוב מדבר שהוא טעון העברת שער ולפטור את הנזיר בקבר. ומלשון רבינו שכתב לוקה על שהייתו שם משמע דבעי שהייה וטעמו משום דלא אמרו דלא בעי שהייה אלא היכא דאמרי ליה לא תנזור אבל אי לא אתרו ביה הכי לא סגי בלא שהייה דהא א''א להתרות בו לא תטמא דהא טמא ועומד הוא אבל אפשר להתרות בו לא תשהה שם: \n",
        "<b>ומ''ש ואם התרו בו שלא יזיר וכו'.</b> לשון זה אינו מכוון דמשמע שאם לא התרו בו מגלח והא ליתא שכבר נתבאר בסמוך שאם נדר בנזיר והוא טמא מת חלה עליו נזירות ואם גילח לוקה. ועוד דמשמע דאין חילוק בין התרו בו שלא יזיר ללא התרו בו אלא שזה אינו מגלח שערו כשיצא משם וזה מגלח וזה אינו שהרי יש ביניהם שכשהתרו בו שלא יזיר א''צ שהייה וכבר הגיהו הראב''ד בזו. וכתב ואם התרו בו שלא יזיר שם אינו מגלח שערו א''א ואם התרו שלא יזיר א''צ שהייה עכ''ל. ונ''ל שצריך להגיה בדברי רבינו למחוק וי''ו דואם התרו ולכתוב וי''ו באינו מגלח וה''ג ולוקה על שהייתו שם אלא אם התרו בו שלא יזיר שם ואינו מגלח שערו כשיצא משם דהשתא משתמע שפיר דכשהתרו בו שלא יזיר שם לוקה בלא שהייה ומשתמע שפיר שאינו מגלח שם כשיצא משם אנזר בבית הקברות קאי ולא אהתרו בו בלבד: \n",
        "<b>ומ''ש אינו מגלח שערו כשיצא משם.</b> נראה דהיינו בעיא דרב אשי דפשטינן דלא בעי גילוח והבאת ציפרים דההוא גילוח אין מקומו שם ושייך שפיר למימר ביה כשיצא משם. \n",
        "<b>ומ''ש ואם נטמא שם בבית הקברות באחת מן הטומאות וכו',</b> כלומר דהנכנס בבית הקברות אע''פ שהוא טמא אין הנזיר מגלח עליה וכדתנן בפ''ז דנזיר (דף נ''ד) דגולל ודופק הם מהדברים שאין הנזיר מגלח עליהם והשתא קאמר שאם נטמא שם באחד מהדברים שהנזיר מגלח עליהם המנויים בפרק הנזכר (דף מ''ט) אינו מגלח ואינו מביא קרבן טומאה והיינו דתנן בפ''ג (דף ט''ז) מי שנזר והוא בבית הקברות אינו מביא קרבן טומאה: \n\n"
      ],
      [
        "<b>נכנס לשם בשידה וכו'.</b> נתבאר בסמוך: \n",
        "<b>וכתב</b> הראב''ד א''א אין דרך הסוגיא כן וכו'. ובאמת פשטא דשמעתא כדברי הראב''ד וליישב ד' רבינו צ''ל שהוא ז''ל מפרש דהכי קא מבעיא בעי שהייה למלקות שאם ישהה ילקה או לא בעי שהייה כלומר שהייה אין לה ענין שאינה מעלה ולא מורדת דאפילו שהה אינו לוקה דכי גמירי שהייה דלקי עלה במקדש אבל אבראי לא לקי עלה ואסיקנא בתיקו ולקולא: \n\n"
      ],
      [
        "<b>יצא ונכנס וכו'.</b> משנה שם מי שנזר והוא בבית הקברות אפילו היה שם שלשים יום אין עולים לו מן המנין ואינו מביא קרבן טומאה יצא ונכנס עולים לו מן המנין ומביא קרבן טומאה ובגמרא (דף י''ט) קתני עולים לו מן המנין משום דיצא חל עליה נזירות אמר שמואל כגון (שיצא) והזה ושנה וטבל אלא נכנס הוא דעולים לו מן המנין לא נכנס אין עולין לו מן המנין לא מיבעיא קאמר לא מיבעיא יצא אלא אפילו נכנס עולין לו מן המנין והטעם משום דטומאת בית הקברות אינה מהטומאות שהנזיר מגלח עליהן כמ''ש בסמוך: \n",
        "<b>כתב</b> הראב''ד יצא מבית הקברות וכו' אין אותם הימים עולים לו פי' כדי שיגלח ויביא קרבן טומאה עכ''ל. \n",
        "<b>ומ''ש ואפילו נכנס ביום שמיני שלו הרי השביעי שלו עולה לו מן המנין.</b> ברייתא שם (דף י''ז) אין בין טמא שנזר לנזיר טהור שנטמא אלא שטמא נזיר שביעי שלו עולה לו מן המנין ונזיר טהור שנטמא אין שביעי שלו עולה לו מן המנין ואע''ג דאמר רב חסדא רבי היא ור' יוסי בר יהודה פליג עליה הא קי''ל הלכה כרבי מחבירו. \n",
        "<b>ומ''ש ואם נטמא וכו'.</b> כבר כתבתי דהיינו דתנן ומביא קרבן טומאה. \n",
        "<b>ומ''ש ואם נטמא שם אחר שנכנס.</b> ק''ל מאי איריא שם ואחר שנכנס אפילו נטמא חוץ וקודם שנכנס מאחר שהיא טומאה שהנזיר מגלח עליה סותר ומביא קרבן ומגלח וצ''ע: \n\n"
      ],
      [
        "<b>תגלחת הטומאה כיצד וכו'.</b> משנה בפרק שלשה מינים (נזיר דף מ''ד:) תגלחת הטומאה כיצד מזה בשלישי ובשביעי ומגלח בשביעי ומביא את קרבנותיו בשמיני ואם גילח בשמיני מביא קרבנותיו בו ביום וכו' ואינו מביא קרבנותיו אלא א''כ היה לו הערב שמש: \n\n"
      ],
      [
        "<b>מאימתי מתחיל למנות משיביא חטאתו וכו'.</b> בפ''ג (דף י''ח ע''ב) וכחכמים: \n\n"
      ],
      [
        "<b>הרי שהזה בשלישי ובשביעי ולא טבל וכו' x:</b> \n\n"
      ],
      [
        "<b>כשמגלח הנזיר תגלחת הטומאה וכו'.</b> הכי משמע במשנה פ' ג' מינין (נזיר דף מ״ה): \n",
        "<b>ומ''ש ובין שגילח במדינה וכו'.</b> בסוף תמורה (דף ל''ג:) אלו הן הנקברין וכו' שער נזיר ופטר חמור ובגמרא (דף ל''ד) רמי ליה טבי לר''נ תנן שער הנזיר יקבר ורמינהי האורג מלא הסיט מצמר בכור (בבגד) ידלק הבגד משער הנזיר ופטר חמור בשק ידלק השק א''ל כאן בנזיר טמא כאן בנזיר טהור א''ל שנית נזיר אנזיר פטר חמור אפטר חמור קשיא אישתיק ולא א''ל ולא מידי א''ל מידי שמיע לך בהא א''ל הכי א''ר ששת כאן בשק כאן בשער אתמר נמי אריב''ח כאן בשק כאן בשער. ופירש''י כאן בשק הא דקתני ידלק היינו שארג שער נזיר ופטר חמור בשק דאי אמרת יקבר אתי איניש ומתהני ביה הואיל ואינו כלה עד לאחר זמן ומתני' בשער עצמו שלא נארג ואידי ואידי בטהור או טמא. \n",
        "<b>ומ''ש ואפרו אסור וכו'.</b> שם בגמ' (דף ל''ד). \n",
        "<b>ומ״ש והמגלח במקדש אם השליכו תחת דוד האשם יצא.</b> פ' ג' מינים (נזיר דף מ״ה:): \n\n"
      ],
      [
        "<b>נזיר שנטמא טומאות הרבה וכו'.</b> משנה בפ''ב דכריתות (דף ט') חמשה מביאין קרבן אחד על עבירות הרבה וחד מינייהו נזיר שנטמא טומאות הרבה. \n",
        "<b>ומ''ש בד''א שנטמא פעם שניה קודם שיביא קרבנות טומאה הראשונה וכו'.</b> בפרק ג' (דף י''ח:) נטמא בשביעי וחזר ונטמא בשביעי אינו מביא אלא קרבן אחד נטמא בשמיני וחזר ונטמא בשמיני מביא קרבן על כל אחד ואחד מתחיל ומונה מיד דברי ר''א וחכ''א קרבן אחד על הכל עד שיביא חטאתו הביא חטאתו ונטמא (והביא חטאתו ונטמא) מביא קרבן על כל אחד ואחד הביא חטאתו ולא הביא אשמו מונה ר' ישמעאל בנו של ר''י בן ברוקא אומר כשם שחטאתו עיכבתו כן אשמו עיכבו בשלמא לר''א אמר קרא וקידש את ראשו ביום ההוא אע''פ שלא הביא קרבנותיו ורבנן הוא אע''פ שלא הביא אשמו אלא ר' ישמעאל ההוא למה לי אמר לך ההוא אע''פ שלא הביא עולתו ורבנן עולה לא בעי מיעוטא דורון בעלמא הוא ופסק כחכמים: \n",
        "<b>ודע</b> דגרסינן בההוא פירקא (דף י''ח) מאן תנא הא דת''ר אין בין טמא שנזר לנזיר טהור שנטמא אלא שטמא שנזר שביעי שלו עולה לו מן המנין ונזיר טהור שנטמא אין שביעי שלו עולה לו מן המנין אמר רב חסדא רבי היא דאמר רבי אין נזירות טהרה חלה אלא עד שמיני דאיתימא רבי יוסי ברבי יהודה היא האמר נזירות דטהרה משביעי הוא דחיילא מאי רבי ומאי רבי יוסי ברבי יהודה דתניא וקידש את ראשו ביום ההוא ביום הבאת קרבנותיו דברי רבי רבי יוסי ברבי יהודה אומר ביום תגלחתו. והא דתנן נזיר שנטמא טומאות הרבה אינו מביא אלא קרבן אחד מאן תנא (אמר רב חסדא) ר''י בר' יהודה היא דאמר נזירות טהרה משביעי חיילא ומשכחת לה כגון שנטמא בשביעי וחזר ונטמא בשביעי ומני ר''י ברבי יהודה כיון דלא יצא בשעה הראויה להביא בה קרבן אינו חייב אלא קרבן אחד דאי תימא רבי היא וכו' הרי יצאתה שעה שראויה להביא (בה) קרבן. ופירש רש''י שטמא שנזר בשביעי שלו שטובל בו עולה לו מן המנין דהואיל ואינו בר קרבן מתחיל למנות מבו ביום. ונזיר טהור שנטמא אין ז' שלו עולה לו מן המנין דאין לו טהרה עד יום שמיני שמביא קרבנותיו דתניא וקדש את ראשו שיתחיל למנות לענין נזירות ביום הבאת קרבנותיו שהוא שמיני כדכתיב יביא שתי תורים. ביום תגלחתו שהוא שביעי כדכתיב וגלח את ראשו ביום השביעי יגלחנו. והא דתנן נזיר שנטמא וכו' מאן תנא חשיב להו טומאות הרבה ואפ''ה לא מייתי עלייהו אלא קרבן אחד. אמר רב חסדא ר''י ברבי יהודה היא דאמר נזירות טהרה משביעי שהוא יום תגלחתו חיילא עילויה ומשכחת לה דתהוי טומאות הרבה כגון שנטמא ומנה ששה כדי להזות עליו בשלישי ובשביעי וחזר ונטמא ביום שביעי דטומאה אחריתי איקרי הואיל וטבל בו ביום אבל בקרבן אינו חייב אלא אחד שכל זמן שלא יצתה שעה שראויה להביא קרבן שעדיין לא הגיע ליום שמיני אינו חייב אלא קרבן אחד אבל אם נטמא וחזר ונטמא בששי אינו קורא לו טומאות הרבה לפי שעדיין לא חל עליו טהרה כלל ודמי ליה טומאה אריכתא דאי אליבא דרבי לא משכחת לה דמיקרי טומאות הרבה ולא ליחייב אלא קרבן אחד דאי אמרת משכחת לה כגון שנטמא בשביעי וחזר ונטמא בשביעי אינו חייב אלא קרבן אחד לסוף ימי טהרתו כיון דנזירות דטהרה לא חיילא עליה עד יום שמיני כולה חדא טומאה אריכתא היא וליכא בה טומאות הרבה ואי אמרת כגון דנטמא בשמיני והויין להו טומאות הרבה הא נמי לא מתרצתה דלא יביא אלא קרבן אחד דאי אליבא דרבי כיון דמיטמא יום ח' שיצתה שעה שראויה להביא בה קרבן נתחייב על כל אחד הילכך לא מיתוקמא כרבי אלא כר' יוסי בר' יהודה ש''מ עכ''ל. וה''נ אמרי בגמ' פ''ב דכריתות: \n",
        "<b>והשתא</b> חכמים דאמרי דאף בנטמא בח' וחזר ונטמא בשמיני מביא קרבן אחד על הכל עד שיביא חטאתו סברי דלא חיילא נזירות טהרה עליה עד שיביא חטאתו ורבי ור''י בר' יהודה סברי שאע''פ שלא הביא חטאתו חיילא עליה נזירות טהרה אלא דלרבי חיילא עליה מיום ח' ולר''י ברבי יהודה מיום שביעי וההיא דנזיר טהור שנטמא אין שביעי עולה לו מן המנין אתיא כרבי וההיא דנזיר שנטמא טומאות הרבה אתיא כר' יוסי בר' יהודה: \n",
        "<b>ורבינו</b> לעיל בפ''ז כתב אבל נזיר טהור שנטמא אינו מתחיל למנות אלא מיום ח' והלאה והיינו כרבי וכאן פסק דנזיר שנטמא טומאות הרבה אינו מביא אלא קרבן אחד והיינו כר' יוסי בר' יהודה ואח''כ פסק שנתאחר כמה ימים אחר טהרתו קודם הבאת חטאתו ונטמא באותם הימים אינו מביא אלא קרבן אחד והיינו כחכמים וקשה שנמצא שהוא ז''ל כמזכי שטרא לבי תלתא. ולתרץ זה נאמר דאיכא למידק אמאי אוקי רב חסדא ההיא דנזיר שנטמא טומאות הרבה כר''י בר' יהודה דמשמע דלא אתיא אלא כוותיה הא כחכמים אתיא שפיר טפי וכן אמאי אוקי דנזיר טהור שנטמא אין שביעי שלו עולה לו מן המנין כרבי הא כחכמים אתיא שפיר טפי. וי''ל דאה''נ דהני תרתי מתנייתא מיתוקמי שפיר אליבא דחכמים ומאחר שרבינו פסק כחכמים שפיר פסק בהני תרתי מתנייתא ולא אתא רב חסדא למימר אלא דהני תרתי מתנייתא לא מצינו לאוקומינהו כרבי וכר''י בר' יהודה אלא חדא מצינו לאוקמה כרבי ולא כר' יוסי בר' יהודה וחדא מצינו לאוקומה כר''י בר' יהודה ולא כרבי ואע''ג דבפ''ב דכריתות (דף ט') אההיא דנזיר שנטמא טומאות הרבה אמר רב חסדא מאן תנא ר''י בר''י היא לאו למימרא דלא מצינו לאוקומה אלא כר' יוסי בר''י דהא ודאי כחכמים מיתוקמא שפיר טפי אלא לגבי רבי ור' יוסי בר' יהודה כמאן תנא מינייהו מצינן לאוקומה וקאמר דכר' יוסי בר''י מצי מיתוקמא ולא כרבי: \n\n"
      ],
      [
        "<b>נזיר שגילח תגלחת וכו'.</b> משנה בפ''ט (דף ס''ג) נזיר שגילח ונודע לו שהוא טמא אם טומאה ידועה סותר ואם טומאת התהום אינו סותר אם עד שלא גילח בין כך ובין כך סותר כיצד ירד לטבול במערה ונמצא מת צף ע''פ המערה טמא נמצא משוקע בקרקע המערה ירד להקר טהור ליטהר מטומאת מת טמא שחזקת טמא טמא וחזקת טהור טהור שרגלים לדבר ואמרינן מנא ה''מ ואסיקנא טומאת התהום גמרא גמירי לה: \n\n"
      ],
      [
        "<b>ומ״ש ואם עד שלא נזרק עליו אחד מן הדמים וכו'.</b> בפ' כיצד צולין (פסחים דף פ':) תנן נזיר ועושה פסח (הציץ מרצה וכו') נטמא טומאת התהום הציץ מרצה ובגמ' (דף פ״א:) אמר מר בר רב אשי לא שאנו אלא שנודע לו לאחר זריקה דכי אזדריק דם שפיר אזדריק אבל נודע לו לפני זריקה לא מרצה מיתיבי המוצא מת מושכב לרחבו של דרך לתרומה טמא לנזיר ועושה פסח טהור וכל טמא וטהור להבא הוא אלא אי אתמר הכי אתמר אמר מר בר רב אשי לא תימא נודע לו לאחר זריקה הוא דמרצה אבל נודע לו לפני זריקה לא מרצה אלא אפי' נודע לו לפני זריקה מרצה. ורבינו נראה שפסק כלישנא קמא ויש לתמוה דכיון דאיתותב ההוא לישנא לא ה״ל למיפסק אלא כלישנא דאסיקנא, ואפשר שטעמו מדאמרינן בגמ' אהא דתנן נזיר שגילח וכו' מאן תנא אר״י ר״א היא דאמר תגלחת מעכבת כלומר מלשתות ביין דלרבנן דאמרי תגלחת אינה מעכבת אחר שנזרק הדם אין עוד עליו תורת נזיר ואפי' נודע לו קודם שגילח טהור וא״כ לרבנן נודע לו קודם זריקה סותר כמו קודם גילוח לר״א דהכי משמע דכי נודע לו קודם דבר המעכב סותר לכ״ע כך כתבו התוס' והוא נכון ליאמר בדעת רבינו. אבל ק״ל מההיא דתניא המוצא מת מושכב לרחבו של דרך לנזיר ועושה פסח טהור וכל טמא וטהור להבא הוא, וי״ל דכל שלא נזרק עליו עדיין אלא אחד מן הדמים שייך למיתני טהור דלהבא הוא לענין לזרוק עליו שאר דמים ולגלח וכי אותיב מינה ה״מ לשנויי ליה הכי אלא דלפום מאי דסבר מאן דאותיב דלהבא לגמרי משמע אהדר ליה אלא אי אתמר והשתא מיתוקמא שפיר מימרא דמר בר רב אשי דאמר דלפני זריקה לא מרצה דהיינו לפני כל זריקה וכן איכא לאוקומי לישנא בתרא דקודם זריקה מרצה דהיינו אחר זריקת אחד מהדמים וקודם זריקת שאר דמים: \n\n"
      ],
      [
        "<b>אי זו היא טומאת וכו'.</b> בסוף נזיר (דף ס''ג). \n",
        "<b>ומה שכתב ולא אמרו טומאת התהום אלא למת בלבד.</b> שם ומשמע לרבינו דאתא למעוטי הרוג: \n",
        "<b>והראב''ד</b> כתב א''א בחיי ראשי לא עלה על דעת וכו'. כלומר שאם כדברי רבינו מאחר שאמרו אי זו היא טומאת התהום כל שאין אחד מכירה וכו' למה הוצרכו לומר ולא אמרו טומאת התהום אלא למת בלבד שהרי ממועט הוא מכל שאין אחד מכירה. ולדעת רבינו י''ל (חסר כאן): \n\n"
      ],
      [
        "<b>ומ''ש רבינו נמצא המת גלוי וכו' נמצא משוקע בקרקע המערה וכו'.</b> זו היא משנתנו שכתבתי בסמוך. \n",
        "<b>ומ''ש היה טמון בתבן וכו',</b> ברייתא שם ופירש''י בתבן ובצרורות (שהיא טומאת התהום) אפשר שלא הכיר בה אדם (מעולם) שהרי תבן יכול להתגלגל עליו ע''י רוח וצרורות עשויים להתגלגל ממקום למקום אבל מים ואפילו נקיקי הסלעים הואיל והם חלולים יכול אדם להסתכל בהם ע''י הדחק ואפשר שאדם אחר הכיר בהם שהציץ בתוכו ואין זו טומאת התהום: \n\n"
      ],
      [
        "<b>נזיר שנטמא במת וכו'.</b> משנה כתבתיה בסמוך ואע''פ שכתבתי לעיל דמתני' ר''א ורבינו פסק דלא כוותיה היינו דוקא לענין שאין תגלחת מעכב אבל לענין חילוק בין ירד להקר לירד להטהר מטומאת מת אין חולק בזה: \n\n"
      ]
    ],
    [
      [
        "<b>יש טומאות מן המת וכו':</b> \n\n"
      ],
      [
        "<b>ואלו טומאות מן המת וכו'.</b> משנה פרק כה''ג (דף מ''ט:) על אלו טומאות הנזיר מגלח על המת ועל כזית מן המת ועל כזית נצל ועל מלא תרווד רקב על השדרה ועל הגולגולת ועל אבר מן המת ועל אבר מן החי שיש עליו בשר כראוי ועל חצי קב עצמות ועל חצי לוג דם על מגען ועל משאן ועל אהלן ועל עצם כשעורה על מגעו ועל משאו ובגמרא על כזית מן המת מגלח על המת לא כ''ש ומשני לא נצרכה אלא לנפל שלא נתקשרו איבריו בגידים רבא אמר לא נצרכה אלא לרוב בניינו ולרוב מניינו שאין בהם רובע (עצמות): \n",
        "<b>ומ''ש וכל העצמות יהיו משל מת אחד וכו'.</b> בפ''ב דאהלות (דף מ''ו:) השדרה והגולגולת משני מתים ורביעית דם משני מתים ורובע עצמות משני מתים ואבר מן המת משני מתים ואבר מן החי משני אנשים ר''ע מטמא וחכמים מטהרים וידוע דהלכה כחכמים. \n",
        "<b>ומ''ש שיש עליהם בשר שראוי לעלות ארוכה.</b> בפ''ק דכלים (משנה ה'): \n",
        "<b>ודע</b> שבגמ' (דף נ''ב) איבעיא לן שדרה וגולגולת תנן או דילמא או שדרה או גולגולת ולא איפשיטא ויש לתמוה למה רבינו מני להו בתרתי. \n",
        "<b>ומ''ש ועל מלא חפנים רקב המת.</b> בפ' כה''ג ונזיר (דף נ':) מפרש ר''י דמלא תרווד היינו מלא חפנים. \n",
        "<b>ומ''ש איזהו נצל זה בשר המת שנמוח וכו'.</b> שם (דף נ'): \n\n"
      ],
      [
        "<b>ואין רקב המת וכו'.</b> ברייתא שם (דף נ''א). \n",
        "<b>ומ''ש ויהיה כולו שלם חסר ממנו אבר וכו'.</b> שם תני עולא (בר חנינא) מת שחסר אין לו רקב. \n",
        "<b>ומ''ש או שנקבר בכסותו או בארון של עץ.</b> ברייתא שם. \n",
        "<b>ומ''ש או בשל מתכת,</b> מאחר שאמרו דשל שיש דוקא ממילא נתמעט של מתכת כמו שנתמעט של עץ. ופירש''י נקבר ערום וכו' אבל אם נקבר בכסותו אפילו בארון של שיש אין לו תורת רקב לפי שכסותו שנרקבה עמו נעשים לו תערובת ואנו אין לנו הלכה למשה מסיני שיהא רקב מטמא אלא רקב הבא מן המת עצמו בלא תערובת וכן אם נקבר בארון של עץ ואפילו ערום או ע''ג רצפה של לבנים הואיל (והם) [והארון של עץ והתבן של לבנים] עשויים לירקב נעשים לו תערובת ואין לו תורת רקב. \n",
        "<b>ומ''ש ולא אמרו רקב אלא למת בלבד:</b> \n\n"
      ],
      [
        "<b>קברו שני מתים כאחד.</b> בפ' כ''ג אר''י שני מתים שקברם זה עם זה נעשים גלגלין זה לזה ופירש''י נעשה כמי שנתערב זה בזה ואין זה רקב גמור גלגלין כלומר המגלגל זה לזה ונתערב זה עם זה והוי כנתערב עמו כסות או רקבון אחר דמי מתיב ר' נתן רקב הבא משני מתים טמא אמר רבא (התם) שקברם זה בפ''ע וזה בפ''ע והרקיב ועמדו על מלא תרווד רקב ודייק רבינו לכתוב קברו שני מתים כאחד לומר דדוקא בכה''ג הוא דאין לו רקב. אבל אם נקבר כל אחד בפ''ע הוי רקב וכן לעיל גבי טומאות שהנזיר מגלח עליהם ועל מלא חפנים רקב המת לא כתב ממת אחד כמ''ש באחרים לומר דכבר אפשר דמשני מתים הוי רקב. \n",
        "<b>ומ''ש או שגזז שערו,</b> מימרא שם. \n",
        "<b>ומ''ש או צפרניו.</b> הכי משמע התם דצפורן ושער שוים אבל איכא למידק דאמרינן התם דכי לא גזז מיבעי ליה דילמא אמרינן כל העומד ליגזז כגזוז דמי ולמה השמיטו רבינו. \n",
        "<b>ומ''ש או אשה עוברה שמתה וכו'.</b> שם בעיא דאיפשיטא באת''ל. \n",
        "<b>ומ''ש וכן אם טחן המת,</b> מימרא שם. \n",
        "<b>ומ''ש טחן את המת וכו' או שהרקיב כשהוא חי וכו'.</b> שם בעיי דלא איפשיטא. \n",
        "<b>ומ''ש וכן אם נטמא ברובע עצמות וכו'.</b> שם (דף נ''ב:) בעי רמי בר חמא רובע עצמות השדרה וגולגולת מאי כי קתני חצי קב עצמות (היכא דאיכא) משאר איברים אבל משדרה וגולגולת דחמירי אפילו רובע עצמות או דילמא ל''ש ולא איפשיטא. ומשמע לרבינו דלא מיבעיא ליה אלא לענין אם האהיל עליהם אבל אם נגע בהם או נשאם פשיטא ליה דמגלח עליהם כמו שמבואר במשנה שכתבתי דאפילו עצם כשעורה הוא מגלח על מגעו ועל משאו: \n\n"
      ],
      [
        "<b>כל אלו הי''ב וכו'.</b> מבואר שם (דף מ''ט:) במשנה. \n",
        "<b>ומ''ש חוץ מן הרקב שאינו מטמא במגע.</b> בפ''ג דאהלות מלא תרווד רקב שגבלו במים אינו חבור לטומאה: \n\n"
      ],
      [
        "<b>וכן נזיר שנגע וכו'.</b> בפרק כה''ג ונזיר. \n",
        "<b>ומ''ש ואין עצם אחד מטמא באהל: אבל אם נטמא וכו'.</b> משנה פ' כה''ג ונזיר (דף כ''ד) אבל הסככות והפרעות ובית הפרס וארץ העכו''ם והגולל והדופק ורביעית דם ואהל ורובע עצמות וכלים הנוגעים במת וימי ספרו וימי גמרו על אלו אין הנזיר מגלח ומזה בשלישי ובשביעי ואינו סותר את הקודמין (ומתחיל) ומונה מיד וקרבן אין לו ופירש שם רבינו ואהל ורובע עצמות אם שנגע באהל המת או (ר''ל) האהיל על רובע עצמות. \n",
        "<b>ומ''ש או מטה או גמל.</b> בירושלמי דנזיר פ''ו ובתוספתא דאהלות רפ''ט: \n",
        "<b>ומה שכתב או שנטמא באבר מן החי או באבר מן המת שאין עליו בשר כראוי.</b> מדקתני גבי טומאות שהנזיר מגלח עליהן אבר מן המת ואבר מן החי שיש עליהם בשר כראוי ממילא משמע שאם אין עליהם בשר כראוי אין הנזיר מגלח עליהן: \n\n"
      ],
      [
        "<b>ומ''ש אבל כל ימי הטומאה אין עולין לו ממנין ימי נזירותו.</b> שם (דף נ''ד:) במשנה אמרו ימי הזב והזבה וימי הסגרו של מצורע הרי אלו עולים לו ומשמע דוקא הני אבל ימי טומאת מת אע''פ שהיא מאותם שאין הנזיר מגלח עליהם אין עולים לו: \n\n"
      ],
      [
        "<b>נגע באהל המת או בכלים הנוגעים במת וכו'.</b> במשנה שכתבתי בסמוך ואהל וכלים הנוגעים במת. \n",
        "<b>ומה שכתב ויראה לי שדין זה המיוחד בנזיר,</b> טעמו מדלא אמרו כן אלא גבי נזיר. אבל הוא דבר תימה שיהא הנזיר קל משאר בני אדם. \n",
        "<b>ומה שכתב וכן יראה לי שזה שאינו מזה בשלישי ובשביעי אם נגע בכלים וכו': כתב</b> הראב''ד כל זה אינו כלום כו'. איני יודע מי הגיד לאדונינו הראב''ד שרבינו סובר שאפילו שלא בחיבורין מיטמא דהא מדכתב הנוגעים במת ולא כתב שנגעו במת משמע בהדיא דבחיבורין דוקא מיירי: \n\n"
      ],
      [],
      [
        "<b><small>(ט-י)</small> נזיר שנצטרע והוחלט.</b> בס''פ כה''ג ונזיר ימי ספרו וימי גמרו אין עולים לו מן המנין וכן משמע במשנה שכתבתי בסמוך דקתני בה שעל ימי ספרו וימי גמרו אין הנזיר מגלח ומזה בשלישי ובשביעי ואינו סותר את הקודמין ומונה מיד וקרבן אין לו ומדקתני מונה מיד משמע שאין ימי ספרו וימי גמרו עולין לו שאם היו עולין לו מאי מונה מיד איכא. ופירש רבינו שם לשון התורה במצורע כשנרפא מצרעתו שיגלח וישהה שבעה ימים אחר התגלחת והטהרה והוא מה שאמר וישב מחוץ למחנה שבעת ימים ואח''כ יביא קרבנותיו ואלו השבעה ימים נקראים ימי ספרו וימי הצרעת שהיה בהם מוחלט שהם ימי החלטו נקראים ימי גמרו ר''ל תשלום טומאתו. \n",
        "<b>ומ''ש אבל ימי הסגר עולים לו וכן אם זב בשרו וכו'.</b> במשנה שכתבתי בסמוך. \n",
        "<b>ומ''ש ודבר זה הל''מ הוא. ומ''ש אין צ''ל שאם נטמא הנזיר בשאר טומאות וכו'.</b> דבר פשוט הוא. \n",
        "<b>ומ''ש נטמא בתוך ימי צרעתו וכו':</b> \n\n"
      ],
      [
        "<b>הנזיר מותר בטומאת מת מצוה וכו'.</b> פרק ג' מינים שהיוצא לא הותר מכללו וטומאה ותגלחת הותרו בתגלחת מצוה ובמת מצוה ובגמ' ויין יותר מכללו ק''ו מטומאה ומה טומאה שהיא סותרת הותר מכללה יין שאינו סותר אינו דין שיותר מכללו אמר קרא מיין ושכר יזיר לאסור יין מצוה כיין הרשות ובפ''ק אמרינן מיין ושכר יזיר לאסור יין מצוה כיין הרשות מאי היא קידושא ואבדלתא הרי מושבע ועומד עליו מהר סיני אלא כי הא דאמר רבא שבועה שאשתה וחזר ואמר הריני נזיר אתיא נזירות חיילא על שבועה. ופירש המפרש לאסור יין מצוה כיין הרשות מאי היא קידושתא ואבדלתא כלומר קס''ד דהאי דאמר לאסור יין מצוה דאקידושא ואבדלתא קאמר והיכי חייל עליהן איסור נזירות והא מושבע ועומד מהר סיני הוא דכתיב זכור את יום זכרהו על היין וכתבו התוס' מושבע ועומד מהר סיני הוא דקידוש היום דאורייתא ואיך תחול עליו נזירות וקשה דאדרבה להכי אצטריך קרא יתירא לומר דחייל עליה נזירות וע''ק מאי משני בתר הכי וכו' לכך נראה לר''ת דגרסינן בתמיהא וכי מושבע ועומד מהר סיני כלומר למה לי קרא מיותר וכי מושבע וכו' דנהי דקידוש היום דאורייתא על היין לאו דאורייתא ומשני כגון שנשבע לשתות וקמ''ל קרא יתירא דחייל עליה אע''פ שנשבע לשתות. ורבינו נראה שמפרש כפירוש ר''ת שהרי כתב אין צריך לומר שהוא אסור ביין קידוש והבדלה שאינו אלא מד''ס: \n\n"
      ],
      [
        "<b>וכיצד הוא מותר בטומאת מת מצוה וכו'.</b> בר''פ כה''ג ונזיר. \n",
        "<b>ומה שכתב ודברים אלו דברי קבלה הם:</b> \n\n"
      ],
      [
        "<b>נזיר וכהן שפגעו במת מצוה וכו'.</b> שם וכחכמים. \n",
        "<b>ומ''ש פגעו בו שני נזירים וכו':</b> \n\n"
      ],
      [],
      [
        "<b>וכיצד הוא מותר בתגלחת מצוה נזיר שנצטרע ונרפא מצרעתו וכו'.</b> בריש יבמות. \n",
        "<b>ומ''ש והלא נזיר שגילח בימי נזרו עבר על ל''ת ועשה כו': כתב</b> הראב''ד לפיכך בא עשה של תגלחת הצרעת ודחה אותו, א''א אני שונה בראש מס' יבמות וכו'. וי''ל דתרי טעמי איכא במילתא ובגמרא חדא מינייהו נקט: \n\n"
      ]
    ],
    [
      [
        "<b>תגלחת הטהרה כיצד וכו' מביא ג' בהמות כבש לעולה וכו'.</b> מפורש בתורה. \n",
        "<b>ומ״ש הביא שלשתן ולא פירש וכו'.</b> משנה פרק ג' מינים (נזיר דף מ״ה): \n",
        "<b>ומביא עם איל השלמים ששה עשרונות ושני שלישי עשרון סולת וכו'.</b> משנה בפ' התודה (מנחות ע''ח) הנזירות היתה באה שתי ידות במצה של תודה חלות ורקיקין ואין בה רבוכה (נמצא) עשרה קבין ירושלמיות שהן ו' עשרונות ועודיין x כלומר ו' עשרונות ב' שלישים. \n",
        "<b>ומ''ש שמביא אותה עם איל השלמים.</b> מפורש בתורה ואת האיל יעשה זבח שלמים. \n",
        "<b>ומ''ש י' חלות מצות ועשרה רקיקי מצות. xx</b> שם במשנה (דף ע''ז) והקריב ממנו אחד מכל קרבן אחד שלא יטול פרוס מכל קרבן שיהו כל הקרבנות שוים ופירש רבינו שיהיו עשר מכל מין. \n",
        "<b>ומ''ש ומושח העשרים ברביעית ושיעור זה הל''מ.</b> משנה ר''פ שתי מדות (מנחות פ''ח) רביעית מה היתה משמשת רביעית שמן לנזיר ובברייתא (דף פ''ט) רביעית שמן לנזיר הל''מ: \n",
        "<b>ומביא העשרים בכלי אחד.</b> מפורש בכתוב על סל המצות: \n\n"
      ],
      [
        "<b>ומ״ש ושוחט החטאת תחלה וכו'.</b> משנה בפ' שלשה מינים (נזיר דף מ״ה) שוחט את השלמים ומגלח עליהם דברי ר״י ור״א אומר לא היה מגלח אלא על החטאת שהחטאת קודמת בכל מקום ורבינו כתב ששוחט החטאת תחלה ואח״כ העולה ואח״כ השלמים ואח״כ מגלח. ויש לתמוה עליו דהא דלא כמאן דאי כר' יהודה ה״ל לשחוט השלמים תחלה ואי כר״א ה״ל לגלח אחר החטאת וע״ק דלדברי שניהם אחר הקרבן הראשון ששוחט מגלח ורבינו כתב שאחר שלשתן מגלח. ונ״ל שלענין שיקדים החטאת פסק כר״א משום דמסתבר טעמיה שהחטאת קודמת בכ״מ ולענין אחר אי זה קרבן מגלח פסק כר' יהודה דאמר שמגלח אחר השלמים משום דהוא מאריה דגמרא טפי מר״א ועוד דכמה תנאי סברי הכי דמגלח אחר השלמים לפיכך פסק ששוחט החטאת ואחר החטאת העולה שבכ״מ הם סמוכות זו לזו בלא הפסק ואח״כ השלמים ומגלח אחריהם ואע״ג דלדברי שניהם אחר שחיטת הקרבן הראשון מגלח לא קפדינן בהכי מאחר שאנו מקיימים שתקדים החטאת ושיגלח אחר שחיטת השלמים וא״א לקיים שני דברים אלו שלא כשיגלח אחר שחיטת שלשתן וכדאמרן: \n",
        "<b>ומבשל השלמים או שולקן.</b> שם (דף מ''ה:) במשנה ופירש''י או שולקן שאינו מבושל יפה. \n",
        "<b>ומ''ש ונוטל מן הרוטב וכו'.</b> ברייתא שם. \n",
        "<b>ומ''ש ואח''כ משליכו לאש תחת דוד השלמים ואם השליכו תחת החטאת יצא.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>והיכן מגלח שערו בעזרת וכו'.</b> בפ''ב דמדות עזרת הנשים וכו' ארבע לשכות היו בארבע מקצועותיה וכו' מה היו משמשות דרומית מזרחית היא היתה לשכת הנזירים ששם הנזירים מבשלים את שלמיהם ומגלחים את שערם ומשלחים תחת הדוד. \n",
        "<b>ומ''ש בין שגילח במקדש בין שגילח במדינה תחת הדוד הוא משליך שערו.</b> שם (נזיר מ''ה:) שנינו במשנה היה נוטל שער ראש נזרו ומשלח תחת הדוד ואם גילח במדינה x (לא היה) משלח תחת הדוד בד''א בתגלחת הטהרה אבל בתגלחת הטומאה לא היה משלח תחת הדוד ר''מ אומר הכל משלחין תחת הדוד חוץ מן הטמא שבמדינה בלבד. ובגמרא ת''ר הכל היו משלחין תחת הדוד חוץ מטמא (שגילח) במדינה מפני ששערו נקבר דברי ר''מ ר' יהודה אומר טהורים כאן וכאן היו משלחים טמאים כאן וכאן לא היו משלחים וחכ''א הכל לא היו משלחים תחת הדוד חוץ מטהור שבמקדש מפני שנעשה כמצותו. ורבינו נראה שפוסק כר' יהודה שהרי כתב כאן בתגלחת הטהרה דבין שגילח במקדש בין שגילח במדינה תחת הדוד הוא משליך שערו ובפ''י גבי תגלחת הטומאה כתב שא''צ להשליך שערו על האש. ויש לתמוה למה הניח סתם מתני' דאתיא כחכמים: \n",
        "<b>ואינו מגלח עד שיהיה פתח העזרה פתוחה וכו'.</b> ברייתא שם (דף מ''ה): \n\n"
      ],
      [
        "<b>ואח''כ נוטל הכהן וכו'.</b> משנה שם: \n\n"
      ],
      [
        "<b>נזיר ממורט א״צ להעביר תער.</b> בס״פ שלשה מינים (נזיר דף מ״ו:) תניא נזיר ממורט ב״ש אומרים א״צ להעביר תער על ראשו וב״ה אומרים צריך להעביר תער על ראשו. ויש לתמוה על רבינו שפסק כב״ש. ונראה לומר שטעמו משום דבגמרא אמרינן אמר רבינא מאי א״צ לב״ש א״צ אין לו תקנה הא לב״ה יש לו תקנה היינו דרבי פדת דאמר ב״ש ור״א אמרו דבר אחד (מאי ר״א) דתניא אין לו בהן יד בהן רגל אין לו טהרה עולמית דברי ר״א ל״א וכו' א״ר אבינא מאי צריך לב״ה צריך ואין לו תקנה הא לב״ש יש לו תקנה ופליגא דר' פדת. ולכאורה עכשיו יש לתמוה יותר דבין ללישנא קמא בין ללישנא בתרא פסק דלא כב״ש ודלא כב״ה דאפילו כמ״ד יש לו תקנה לא אתי דיש לו תקנה משמע שצריך להעביר תער על ראשו ורבינו פסק שא״צ ונ״ל שרבינו פוסק כב״ה וכלישנא קמא משום דלא נשוי פלוגתא בין רבינא ור' פדת ומשמע ליה דצריך להעביר תער דאמרו ב״ה לאו למימרא שצריך להעביר אלא כלפי שאמרו ב״ש א״צ שפירושו אין לו תקנה אמרו ב״ה צריך כלומר יש לו תקנה בלא העברת תער ואתיא כההיא דתניא זאת תורת הנזיר בין שיש לו כפים בין שאין לו כפים וכההיא דתניא זאת תורת הנזיר בין שיש לו שער בין שאין לו שער ואע״פ ששינה רבינו מלשון ב״ה לענין הדין והכוונה לא שינה: \n",
        "<b>ואם הביא קרבנותיו ולא גילח ראשו וכו'.</b> משנה שם (דף מ''ה) ושוחט את השלמים ומגלח עליהם וכו' היה מבשל את השלמים וכו' ונותנן על כפי הנזיר ומניפן ואח''כ הותר הנזיר לשתות ביין ולהטמא למתים ר''ש אומר כיון שנזרק עליו אחד מן הדמים הותר הנזיר לשתות יין ולהטמא למתים (ובגמ') ת''ר ואחר ישתה הנזיר יין אחר מעשים כולם דברי ר''א וחכ''א אחר מעשה יחידי. ופירש המפרש אחר מעשים כלם אחר קרבן ואחר תגלחת, אחר מעשה יחידי אחר קרבן ואע''פ שעדיין לא גילח ופסק רבינו כחכמים. ויש לתמוה דכיון דסתם לן תנא כר''א וקי''ל סתם במתני' ומחלוקת בברייתא הלכה כסתם דמתני' ואפשר דכיון דבמתני' פליג ר''ש לא חשיב סתמא אבל קשה מדאמרינן בפ' כיסוי הדם (דף פ''ה) ראה דבריו של ר''מ באותו ואת בנו ושנאן בלשון חכמים (וראה) דבריו של ר''ש בכיסוי הדם ושנאן בלשון חכמים משמע דאע''ג דמייתי במתני' מאן דפליג במילתא אית לן למיפסק הלכה כסתמא דת''ק. ואפשר שטעמו של רבינו מדמייתי בגמ' ברייתא דר' אליעזר וחכמים ומפרש טעמייהו דחכמים משמע דלאגמורן דהלכה כחכמים אתא. אחר שכתבתי כל זה מצאתי בפ''ד דנזיר (דף כ''ח) אהא דתנן נזרק עליה אחד מהדמים אינו יכול להפר קאמר גמרא מתני' דלא כר''א דאי ר''א הא אמר תגלחת מעכבת וכיון דלא גילח אסירא בחמרא וכיון דאית לה ניוול מצי מפר ע''כ, והשתא ניחא פסק רבינו דכיון דתרי סתמי מתני' חד כר''א וחד כחכמים נקטינן כסתמא דאתי כחכמים: \n\n"
      ],
      [
        "<b>אע״פ שאין התגלחת וכו'.</b> בסוף נגעים ג' מגלחים ותגלחתן מצוה הנזיר והמצורע והלוים. ואיכא למידק דבפ' ג' מינים (נזיר דף מ') דייק אהא מתני' פשיטא ומשני מהו דתימא משום עבורי שער הוא ואפילו סך נשא קמ״ל ועדיפא ה״ל לשנויי דאשמעינן דאע״ג דאין תגלחת מעכבת מצוה איכא וי״ל דלאשמועינן דמצוה איכא לא צריכא דמקרא מפורש הוא: \n",
        "<b>ונזיר שגילח שלא בתער או וכו'.</b> בסוף נגעים: \n\n"
      ],
      [
        "<b>גילח והניח שתי שערות וצמח ראשו כולו וכו'.</b> בפ' ג' מינים (נזיר דף מ״ב) בעי אביי נזיר שגילח ושייר שתי שערות צמח ראשו וחזר וגילחן מהו מי מעכבי או לא. ופירשו התוס' וחזר וגילחן לאותן שתי שערות לבד מי אמרינן אותה תגלחת שתי שערות לאו כלום הוא הואיל וכשגילחן ראשו מלא שער עכ״ל. ומשמע שאם חזר וגילח כל ראשו עם אותן שתי שערות פשיטא ליה שקיים מצות גילוח ולפיכך פסק (כן) רבינו. ומכל מקום יש לתמוה למה השמיט היכא דחזר וגילח שתי השערות לבדן שהוא בעיא דלא איפשיטא. ויש לומר דממילא משמע שאחר שכתב דבחזר וגילח כל ראשו עם אותם שתי שערות קיים מצות גילוח הא אם לא גילח אלא אותן שתי שערות לבד לא קיים מצות גילוח: \n",
        "<b>(שייר אותן שתי שערות לא עשה כלום) . ומה שכתב או שגילח אחת ונשרה אחת וכו'.</b> שם ובפרק הגוזל עצים (בבא קמא דף ק״ה) אמר רבא נזיר שגילח ושייר שתי שערות (לא עשה ולא כלום בעי רבא) גילח אחת ונשרה אחת מהו אמר ליה רב אחא מדפתי לרבינא נזיר שגילח אחת (אחת) קא מיבעיא ליה לרבא א״ל לא צריכא כגון שנשר אחת מהן וגילח אחת מי אמרינן השתא מיהת הא ליכא שיעור או דילמא הא לאו גילוח הוא דמעיקרא הא שייר שתי שערות והשתא כי גילח לא הוי שתי שערות הדר פשטה וכו' אף על פי ששער אין כאן מצות גילוח אין כאן ופירש רש״י גילח אחת מהשתים ששייר ונשרה השנייה מהו הוי גילוח או לא. נזיר שגילח כל השערות אחת אחת קא מיבעיא ליה בתמיה כלומר הא ודאי גילוח הוי כיון שבשעה שבא לגלח האי שיור הוה ביה שיעור גילוח וגילח אחת ואף על פי שנשרה שניה גילוח הוא. \n",
        "<b>נשרה אחת</b> שכשבא לגלח אין כאן שיעור גילוח: \n\n"
      ],
      [
        "<b>גלח על השלמים וכו' עד ויביא שאר הזבחים.</b> משנה שם (דף מ''ו:) ופירש המפרש ואם גלח על שלשתן סתם ונמצא אחד מהם כשר תגלחתו כשרה לד''ה שהרי על זבח כשר נמי גילח: \n\n"
      ],
      [],
      [],
      [
        "<b>כל מקום שאמרנו וכו'.</b> כך פירש המפרש שם: \n\n"
      ],
      [
        "<b>שלמי נזיר ששחטן שלא כמצותן וכו'.</b> בפרק ד' (דף כ''ד): \n\n"
      ],
      [
        "<b>שלש בהמות אלו וכו' כמו שיתבאר במקומו:</b> \n\n"
      ],
      [
        "<b>האומר הריני נזיר וכו'.</b> בפרק ב' דיום טוב (ביצה דף י''ט כ') ופירש''י דכיון דאמר הרי עלי נתחייב (דאמירה לגבוה כמסירה להדיוט) וכי הדר ואמר על מנת לאו מילתא היא עכ''ל. כלומר ואי אמר איפכא על מנת שאגלח ממעות מעשר שני הרי זה נזיר ומגלח ממעות מעשר שני וכן כתבו התוס': \n\n"
      ],
      [
        "<b>האיש שנדר בנזיר וכו' עד ודבר זה הלכה מפי הקבלה.</b> משנה וגמ' בספ''ד דנזיר (דף ל'). \n",
        "<b>ומ''ש כיצד מי שהיה אביו נזיר וכו'.</b> שם במשנה האיש מגלח על נזירות אביו וכו' כיצד מי שהיה אביו נזיר והפריש מעות סתומים על נזירותו (ומת) ואמר הריני נזיר ע''מ שאגלח על מעות אבא א''ר יוסי הרי אלו יפלו לנדבה שאין זה מגלח על נזירות (אביו) ואיזהו שמגלח על נזירות אביו מי שהיו הוא ואביו נזירים והפריש אביו מעות (סתומים לנזירותו) ומת זהו שמגלח על נזירות אביו. ובגמרא איבעיא להו פליגי רבנן עליה דר' יוסי או לא פליגי ואת''ל פליגי ארישא או אסיפא ת''ש כיצד אמרו האיש מגלח על נזירות אביו מי שהיה אביו נזיר והפריש (אביו) מעות לנזירותו ואמר הריני נזיר ע''מ שאגלח על מעות אבא זהו שמגלח על נזירות אביו אבל מי שהיה הוא ואביו נזירים והפריש אביו מעות לנזירותו ומת הרי אלו יפלו לנדבה דברי ר' יוסי ר' אליעזר ור''מ ור' יהודה אומרים זהו שמגלח על מעות אביו. וכתבו התוס' ארישא דקאמר ר' יוסי אם נדר בחיי אביו אינו מגלח ואמרי רבנן דמגלח בכל ענין או אסיפא דקאמר דנזר לאחר מיתה מגלח על נזירות אביו ואמרי רבנן אינו מגלח, ת''ש דארישא פליגי עכ''ל. \n",
        "<b>ומ''ש ואם לא אמר הרי אלו יפלו לנדבה.</b> משנה שם מת והיו לו מעות סתומים יפלו לנדבה: \n",
        "<b>מת האב והניח בנים רבים וכו'.</b> שם בעי רבא יש לו שני בנים נזירים מהו הלכתא גמירי לה כל דקדים גלח גלח או דילמא ירושה גמירי לה ופלגא הוי בעי רבא בכור ופשוט מאי הלכתא גמירי לה והילכך לא בעי גלוח לפום מאי דשקיל או דילמא ירושה היא וכי היכי דשקיל פי שנים הכי מגלח ואת''ל ירושה היא ולפום (מאי) דשקיל מגלח ובחולין הוא דאית ליה פי שנים אבל בהקדש לא או דילמא כיון דקני ליה לגלוחי לא שנא, ופירש המפרש כל דקדים נזירותיה מגלח על נזירות אביו או דילמא ירושה גמירי לה (וכל מאן דהוי בר ירושה גמירי לה דזכי בהו ופלגא הוי וכו') וחולקין אותו בשוה זה יביא חציו וזה (יביא) חציו ומייתו מביתייהו כדי להשלים קרבנותיהם עם מעות אביהם. בחולין הוא דאית לבכור פי שנים אבל בהקדש לאחר שנקרב הקרבן ומבקשים לאכלו לא שקל פי שנים אלא חולקים (ביניהם בשוה) או דילמא וכו' אע''ג דמוקדשים הם שקיל בהם פי שנים. והתוס' (בד''ה בעי רבא) כתבו ואת''ל בחולין הוא דאית ליה פי שנים (פר''ח בחולין) דאמר לשון חולין ולא לשון הקדש דאמר מעות אלו לנזירות (אבל להקדש לא דאמר) הרי אלו לקרבנות נזירות. ורבינו נראה שהיה מפרש כפירוש המפרש דבעיא בתרייתא אינה ענין לנזיר אלא להקדש דעלמא ולפיכך לא כתבה כאן ומ''מ בעיי קמאי איפשטו להו באת''ל: \n\n"
      ],
      [
        "<b>בין שהיה האב נזיר עולם וכו'.</b> גם זה שם אביו נזיר עולם והוא נזיר סתם אביו נזיר סתם והוא נזיר עולם מאי כי גמירין הלכתא בסתם נזירות או דילמא ל''ש ואת''ל הכא אידי ואידי נזירות טהרה בעי רב אשי אביו נזיר טמא והוא נזיר טהור אביו נזיר טהור והוא נזיר טמא מאי תיקו: \n\n"
      ],
      [
        "<b>ומ''ש רבינו שדברים אלו הם ספק ואם הביא זבחיו לא עלו לו.</b> איכא למידק היאך יעשה אם יביא זבחים אחרים שמא הראשונים עלו לו ונמצאו אלו חולין בעזרה. ונראה שיתנה ויאמר אם הזבחים הראשונים עלו לו יהיו זבחים אלו נדבה אבל יש לחוש בזה אם דמי הקרבנות נדבה מוחלקים מדמי קרבנות חובה בהזאותיהם: \n\n"
      ],
      [
        "<b>האומר הרי עלי לגלח נזיר וכו'.</b> משנה וגמרא בפ''ב (דף י''ב): \n",
        "<b>אמר הרי עלי חצי קרבנות נזיר וכו'.</b> משנה שם (דף י''א:) הרי עלי לגלח חצי נזיר ושמע חבירו ואמר ואני עלי לגלח חצי נזיר זה מגלח נזיר שלם וזה מגלח נזיר [שלם] דברי ר''מ וחכ''א זה מגלח חצי נזיר וזה מגלח חצי נזיר ובגמרא אמר רבא הכל מודים כל היכא דאמר חצי קרבנות נזיר עלי חצי קרבן מייתי וכו' עד נדר ופתחו עמו הוא ודברי רבינו מבוארים: \n",
        "<b>והראב''ד</b> כתב א''א אינו מחוור זה ואין זה לשון הגמרא וכו'. ואני אומר שמה שהקשה הראב''ד ומה בין זה לאומר הרי עלי לגלח חצי נזיר הדבר מבואר דהתם הנזיר מביא קרבנותיו וזה נתחייב לסייעו בחציים אבל אומר קרבנות חצי נזיר מאחר שלא מצינו חצי נזיר צריך הוא להביא קרבנות נזיר שלם. ומ''ש אבל לשון הגמרא שאם אמר קרבנות חצי נזיר עלי טעמו לחלק בין מקדים אמירת קרבנות חצי נזיר עלי למקדים הרי לאומרו קרבנות נזיר וחתם דבריו שאפשר לבעל הגמ' שכך כיון ואם על דברי עצמו קאמר יש לתמוה שמאחר שהוא ז''ל דוחה דברי רבינו ומפרש פירוש אחר צריך שאותו פירוש לא יהיה מסופק אצלו ולכן נ''ל שעל דברי רבינו הוא אומר שאין לדחותם לגמרי שכבר אפשר לומר שבעל הגמ' כיון לכך: \n\n"
      ],
      [
        "<b>האומר הריני נזיר ועלי לגלח נזיר וכו'.</b> משנה שם (דף י''א) הריני נזיר ועלי לגלח נזיר ושמע חבירו ואמר ואני ועלי לגלח נזיר אם הם פקחים (מגלחין) זה עם זה ואם לאו מגלחין נזירים אחרים ובגמרא איבעיא להו שמע חבירו ואמר ואני מה וכו' עד ואני תחלת דבוריה משמע: \n\n"
      ],
      [
        "<b>האומר הרי עלי לגלח חצי נזיר וכו'.</b> שם משנה כתבתיה לעיל וכחכמים. \n",
        "<b>ומה שכתב זה מביא חצי קרבנותיו של זה וכו' אם היו פקחים,</b> נלמד מהמשנה שכתבתי בסמוך: \n\n"
      ]
    ],
    [
      [
        "<b>המפריש מעות שיקריב מהם קרבנות נזירים וכו'.</b> בפרק ב' דשקלים מותר נזירים לנזירים. \n",
        "<b>ומ''ש הפריש מעות סתומין לנזירותו והותירו וכו'.</b> משנה פ''ד דנזיר (דף כ''ד): \n\n"
      ],
      [
        "<b>המפריש מעות מפורשים לנזירותו והותירו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>המפריש מעות לנזירות ומת וכו'.</b> משנה פ''ג דמעילה (דף י''א): \n\n"
      ],
      [
        "<b>כיצד הם המעות הסתומים וכו'.</b> בפ''ד דנזיר (דף כ''ו) כלישנא בתרא אמר רב אשי הא דאמרת מפורשים לא תימא עד דאמר אלו לחטאתי ואלו לעולתי ואלו לשלמי אלא אפילו אמר לחובתי הרי הם כמפורשים. ומשמע לרבינו דדוקא באומר אלו לחובתי הוא דהוו כמפורשים אבל אם אמר לקרבנותי לא אמר כלום. ויש לתמוה על מ''ש רבינו דאומר לקרבנותי לא אמר כלום x נהי דלא הוו כמפורשים להוו כסתומים. והנכון בעיני שהוא טעות סופר. ואפשר דהכי קאמר לא אמר כלום להיותם מפורשים: \n\n"
      ],
      [
        "<b>המפריש בהמה בעלת מום וכו'.</b> שם אמר רב הונא אמר רב לא שנו אלא מעות אבל בהמה הרי היא כמפורשת אמר רב נחמן (הא דאמרי בהמה) הרי היא כמפורשת לא שנו אלא תמימה אבל בעלת מום הרי היא כסתומה אבל נסכא לא ור''נ בר יצחק אמר אפילו נסכא אבל סואר של קורות לא. ופירש''י אבל בעלת מום אם מת והניח שלש בהמות בעלות מומים וכו' עד וחד לשלמים. ויש לתמוה על רבינו שפסק כרנב''י דאמר אפילו נסכא כסתומים דמו ולמה לא סיים וכתב דסואר של קורות כמפורשים דמו ולא עוד אלא שכתב דכלו דינו כנסכא ולפי מה שפירש המפרש נסכא דוקא מפני שראויים לעשות מהם מעות וצ''ע: \n\n"
      ],
      [
        "<b>האומר אלו לחטאתי והשאר לנזירותי ומת וכו' אמר אלו לעולתי והשאר לנזירותי וכו'.</b> ברייתא שם ופירש המפרש את השאר יביא חציו לעולה וכו'. \n",
        "<b>ומ''ש או שהיתה אשה והפר לה בעלה,</b> מפורש במשנה פ''ד דנזיר (דף כ''ד) שדינה כדין מפריש מעות לנזירותו ומת שדינו מבואר פ''ג דמעילה: \n\n"
      ],
      [],
      [
        "<b>מי שדמה שהוא חייב בנזירות וכו'.</b> משנה בפרק בית שמאי (נזיר דף ל״א:): \n\n"
      ],
      [
        "<b>האשה שנדרה בנזיר והפרישה קרבנותיה וכו' עד ואינם טעונים לחם.</b> משנה פרק רביעי (דף כ''ד): \n\n"
      ],
      [],
      [
        "<b>האשה שנדרה בנזיר ונטמאת וכו':</b> \n\n"
      ],
      [
        "<b>האיש שהדיר את בנו בנזיר וכו' עד ונאכלים ליום אחד.</b> משנה פ''ד (דף כ''ח:): \n\n"
      ],
      [
        "<b>האומר הריני נזיר וכו'.</b> בפ''ב דנזיר (דף י''ג) בעיא ועלתה בתיקו: \n\n"
      ],
      [
        "<b>שני נזירים שנטמא אחד מהם ואין ידוע מי הוא וכו' עד וזה שאר קרבני.</b> משנה בר״פ ב' נזירים (נזיר דף נ״ז): \n\n"
      ],
      [
        "<b>ומה שכתב ואין אחד משניהם מגלח תגלחת טומאה וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>ומ''ש וכיצד יולד להם ספק זה בטומאה וכו'.</b> גם זה שם בגמרא: \n",
        "<b>וכתב</b> הראב''ד א''א בחיי ראשי איני יכול לקבל דבר זה וכו' עד אלא במעמד אחד היו עכ''ל. ואיני יודע מנין לו להראב''ד לומר כן שמאחר ששלשה חשיבי רה''ר מה לי שהיו בחצר אחד מה לי שהיו במעמד אחד. ומ''ש דיקא נמי דקתני מכם טעמו לומר דמשמע ליה ז''ל דאתא למימר עמכם הייתי בחצר והיה אפשר לטומאה לנגוע בי כמו בכם אבל לא נגעה בי אלא באחד מכם. ולדעת רבינו איכא למימר איפכא דמכם משמע אבל בי ליכא לספוקי שהייתי חוץ לחצר: \n\n"
      ],
      [
        "<b>במה דברים אמורים בששתקו הנזירים שניהם וכו'.</b> ירושלמי שם ובגמרא דידן פרק אמרו לו כריתות (דף י''ב:) מודה ר''מ לחכמים בנזיר טמא שאמרו לו שנים נטמאת והוא אומר לא נטמאתי פטור דאי בעי (אמר) נשאלתי על נזרי ופירש''י נשאלתי לחכם על נזרי ובהיתר נטמאתי והכי קא אמינא ולא נטמאתי בעודי בנדרי: \n",
        "<b>וכן עד שאמר לאחד בפני נדרת בנזירות וכו'.</b> גם זה שם בירושלמי: \n",
        "<b>נהג נזירות ע''פ ע''א.</b> גם זה ירושלמי שם: \n\n"
      ],
      [
        "<b>מת שהיה מושכב לרוחב הדרך וכו' עד סוף הפרק.</b> בפרק בתרא דנזיר (דף ס''ג:) ת''ר המוצא מת מוטל לרחבה של דרך וכו' עד שלשתן טמאים ופירש המפרש תנו רבנן המוצא מת טמון בדרך וכו' עד שלשתן טמאים וכו'. ונראה שכך היה מפרש הראב''ד ולפיכך כתב על דברי רבינו א''א אין זה דרך הגמרא ורחוקים דבריו מדרך הגמרא הרבה עכ''ל. ורבינו מבואר בדבריו שהוא מפרש שכשאמרו בד''א במהלך ברגליו ארישא קאי דקתני בנזיר ובעושה פסח טהור כיון שפירושים מוחלקים הא לא שייך לתלות זה בגמרא אבל אי קשיא הא קשיא דבברייתא אמרו בד''א בטומאת התהום אבל טומאה ידועה שלשתן טמאים ורבינו כתב דאפילו היא טומאה ידועה טהור וצ''ל שגירסא אחרת היתה לו. ואכתי איכא למידק כיון שהוא מושכב לרוחב הדרך ואין שם מקום לעבור אלא עליו או נוגע בצדו ה''ז ודאי ולמה טהרו במהלך ברגליו ואמרו שאפשר שלא יגע ולא יאהיל ולא יסיט ונראה שגם לדברים אלו נתכוון הראב''ד. וצריך לומר שמה שכתב שאין שם מקום לעבור אלא עליו או נוגע בצדו היינו לומר שא''א אלא על ידי הדחק אבל על ידי הדחק אפשר לעבור שלא יגע בו: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> אין אדם מגלח תגלחת אחת ועולה לו לנזרו ולצרעתו.</b> בס״פ שני נזירים (נזיר דף ס':) ששאלו תלמידיו את רשב״י והשיב שאינה עולה. \n",
        "<b>ומ''ש ותגלחת הצרעת בזמן שהוא ספק מצורע אינה דוחה את הנזירות.</b> במשנה שאכתוב בסמוך: \n",
        "<b>לפיכך מי שנזר שנה אחת וכו'.</b> משנה שם (דף נ״ט:) נזיר שהיה טמא בספק ומוחלט בספק אוכל בקדשים לאחר ששים יום ושותה ביין ומיטמא למתים לאחר ק״כ יום שתגלחת הנגע דוחה לתגלחת הנזיר בזמן שהוא ודאי אבל בזמן שהוא ספק אינו דוחה. ובגמרא (דף ס') תנא בד״א בנזירות מועטת אבל בנזירות בת שנה אוכל בקדשים לאחר שתי שנים ושותה ביין ומיטמא למתים לאחר ארבע שנים. ובתוספתא פרק בתרא דנזיר ספק נזיר טמא ספק נזיר טהור אבל נזיר ודאי היה ספק מצורע טמא ספק מצורע טהור אבל מצורע ודאי היה אוכל בקדשים לאחר ס' ושותה יין ומיטמא למתים לאחר ק״כ יום כיצד אמרו לו נזיר טמא אתה ואין נזיר מגלח אלא עד שבעה צא ומנה שבעה הזה ושנה גילח והביא קרבן מנה שבעה ומבקש לגלח אמרו לו טהור אתה ואין טהור מגלח פחות משלשים יום. יצא מנה כ״ג להשלים שלשים מנה שלשים ומבקש לגלח אמרו לו נזיר טהור אתה ואין נזיר מגלח אלא על הדמים כיצד הוא עושה מביא עולת בהמה ומתנה עליה ואומר אם טהור אני הרי זה חובה ואם לאו הרי זה נדבה מביא פיילי של חרס חדשה ונותן לתוכו רביעית מים חיים ומביא שתי צפרים וחטאת העוף ומתנה על חטאתו ואומר אם טמא הייתי חטאת מחובתי ועולה נדבה ואם טהור אני עולתי מחטאתי וחטאת ספק ומגלח ראשו וזקנו וגבות עיניו כדרך שהמצורעים מגלחים ומונה שלשים יום ומביא עולת בהמה אחרת ומתנה עליה ואומר אם טהור הייתי עולה הראשונה חובה וזו נדבה וחטאת העוף ספק מחובתי ואם טהור אני עולה הראשונה נדבה וזו חובה וחטאת העוף ומגלח ראשו וזקנו וגבות עיניו כדרך שהמצורעים מגלחים ר' שמעון אומר למחרת מביא אשמו ולוגו בידו וכו' ולא הודו לו חכמים להביא חטאת בהמה אינו יכול שאין חטאת בהמה באה על הספק להביא חטאת העוף אינו יכול שהעשיר שהביא קרבן עני לא יצא כיצד עושה יכתוב נכסיו לאחר ויביא קרבן עני נמצא עני מביא חטאת העוף ומתנה עליה ואמר אם מצורע אני הרי זה חטאת ואם לאו הרי זה ספק ואוכל בקדשים מיד אבל לשתות יין וליטמא אינו יכול שאין ימי נזרו עולים לו בתוך ימי צרעתו כיצד תעשה לו כדברי בן זומא סופר שלשים יום ומביא עולת בהמה ומגלח ומביא חטאת העוף ומתנה אם טמא אני חטאת מחובתי ועולה נדבה ואם טהור אני עולה מחובתי וחטאת ספק וסופר שלשים יום ומביא קרבנותיו שלמים ומביא עולה ומתנה עליה ואומר אם טמא אני עולה הראשונה [חובה] וזו נדבה וחטאת העוף מחובתי אם טהור אני עולה הראשונה נדבה וזו חובה וחטאת העוף ספק ומגלח ואוכל בקדשים לאחר ס' יום ושותה יין ומיטמא למתים מיד בד״א בזמן שנזר שלשים יום אבל נזר שנים עשר חדש אוכל בקדשים לאחר שתי שנים ושותה יין ומיטמא למתים לאחר ארבע שנים טמא בספק ומוחלט בודאי אוכל בקדשים לאחר שמונה ימים ושותה יין ומיטמא למתים לאחר ס״ה יום טמא בודאי ומוחלט בספק אוכל בקדשים לאחר שלשים ושבעה שותה יין ומיטמא למתים לאחר ע״ד יום טמא בודאי ומוחלט בודאי אוכל בקדשים לאחר שמונה ימים ושותה יין ומיטמא לאחר מ״ד יום עכ״ל התוספתא. והביאוה התוספות בפרק כל הזבחים (זבחים דף ע״ו) ובר״פ בתרא דמנחות (דף ק״ה) ובפרק בתרא דנדה ופירשו בה קצת. וסוף תוספתא זו מטמא ספק ומוחלט ודאי עד הסוף בגמרא ספ״ח דנזיר ופירשה רש״י. וכתב רבינו בפירוש משנה זו זאת ההלכה צריכה לששה עיקרים וכו': \n",
        "<b>וכתב</b> הראב''ד א''א כל זה אינו מספיק וכו' עד רביעית בסוף שנה שלישית עכ''ל. מה שכתב שאילו כן לסוף שבעה לאחר שהזה ושנה וכו'. תמהני דכיון דאינו טמא אלא מספק היאך אפשר לו לגלח בסוף שבעה וכן יש לתמוה על מ''ש יספיק לו בשלש שנים ושבעה ימים תגלחת שניה בסוף שבעה ימים שא''א לו לגלח בסוף שבעה ימים דבתגלחת ראשונה שמא אינו מצורע אלא טמא מת ודאי היה ושנה שניה זו הרי הוא בה נזיר שאסור לגלח. ומ''ש אילו נטמא בסוף שבעה ממש איני מבין מאי קאמר. ומ''ש ודבריו אינם אלא בשנטמא בתחלת שבעה ימים אחרונים של שנה ראשונה וכו'. גם על זה יש לתמוה כשיהיה ספק טמא כל שנה ראשונה כמו שכתב רבינו די. ומ''ש אבל אם היה בסוף שנה ממש לא הצריכו לו ארבע שנים. גם בזה לא ידענא מאי קאמר: \n\n"
      ],
      [],
      [
        "<b>וכיצד מביא זה קרבנותיו וכו'.</b> שם בגמ' (דף ס') מגלח ארבע תגלחיות ראשונה מביא צפרים וחטאת העוף ועולת בהמה שניה מביא חטאת העוף ועולת בהמה שלישית מביא חטאת העוף ועולת בהמה רביעית מביא קרבן טהרה אמרת תגלחת ראשונה מביא וכו' ממה נפשך שפיר קא מייתי דאי ודאי מצורע הוא ולאו טמא הוא צפרים חובתו וחטאת העוף ספק אזלא לקבורה ועולה הויא נדבה ולגלחו תוך שבעה א''א דדילמא לאו מוחלט הוא ורחמנא אמר תער לא יעבור על ראשו עד מלאת ואי לאו מצורע ודאי הוי והוא טמא חטאת העוף חובתו וצפרין אבראי קא מתעבדן ולא הוי חולין בעזרה ועולת בהמה הויא נדבה ואי לאו מצורע הוא ולאו טמא הוא צפרין אבראי קא מתעבדן חטאת העוף לקבורה עולת בהמה הויא חובתו והא קא בעי אשם ר''ש היא דאמר מייתי ומתני תגלחת שניה ושלישית צפרין לא צריך דהא עביד מאי איכא דילמא ודאי מוחלט הוא חדא לספק ספרו וחדא לספק טומאתו תגלחת רביעית מביא קרבן טהרה ומתנה ואי ודאי נזיר הוא עולה הראשונה חובה וזו נדבה ואי טמא או מוחלט הוא עולה הראשונה נדבה וזו חובה וזה שאר קרבנו: \n",
        "<b>וראיתי</b> לכתוב פה קרבנות המצורע וקרבנות נזיר טמא וקרבנות נזיר טהור כדי שיובנו הדברים יפה. והנה בטהרת מצורע צריך להביא מלבד השתי צפרים כבש לאשם וכבשה לחטאת וכבש לעולה ואם דל הוא מביא כבש לאשם ושתי תורים או שני בני יונה אחד לחטאת ואחד לעולה. ונזיר טמא צריך להביא שתי תורים או שני בני יונה אחד לחטאת ואחד לעולה וכבש לאשם. ונזיר טהור צריך להביא כבש לעולה וכבשה לחטאת ואיל לשלמים: \n",
        "<b>והשתא מ''ש רבינו אם היה עשיר כותב נכסיו לאחרים. </b> מבואר בתוספתא בתגלחת שניה להביא חטאת בהמה אינו יכול שאין חטאת בהמה באה על הספק להביא חטאת העוף אינו יכול שהעשיר שהביא קרבן עני לא יצא כיצד יעשה יכתוב נכסיו לאחר ויביא קרבן עני (נמצא עני) ומביא חטאת העוף ומתנה עליה ואומר אם מצורע אני הרי זה חטאת ואם לאו הרי זה ספק ואוכל בקדשים מיד אבל לשתות יין וליטמא למתים אינו יכול שאין ימי נזרו עולים לו בתוך ימי צרעתו ואע''פ שהתוספתא לא כתבה שיכתוב נכסיו לאחר אלא בתגלחת שניה היינו טעמא משום דבתגלחת ראשונה אם נזיר הוא בין טמא בין טהור אין חילוק בין עני לעשיר בקרבנותיו ומשום מצורע שיש בו חילוק בין עני לעשיר אינו צריך להתנות שאין מצורע מביא קרבנות בתגלחת ראשונה. ורבינו לא חשש לזה וכתב בתחלה כללות המעשים שהוא צריך לעשות. \n",
        "<b>ומ''ש ואח''כ מביא חטאת העוף וכו' עד שהוא ג' בהמות.</b> מבואר בגמרא ובתוספתא: \n\n"
      ],
      [
        "<b>ומה שכתב שלש חטאות העוף שמביא בשלש התגלחות חטאת ראשונה לספק טומאתו.</b> כלומר ולא לספק צרעתו מפני הטעם שכתב שאין המצורע מביא קרבנו אלא לאחר תגלחת שניה. \n",
        "<b>ומ''ש שניה לספק צרעתו.</b> כלומר ולא לספק טומאתו שאם טמא היה כבר יצא י''ח בחטאת ראשונה ואם מצורע היה תגלחת ראשונה ושניה היו לצרעתו ותגלחת שלישית תהיה לטומאתו \n",
        "<b>וז''ש וכן חטאת שלישית לספק טומאתו וכו':</b> \n\n"
      ],
      [
        "<b>ומ''ש שלש עולות בהמה שמביא עמהן על הראשונה הוא מתנה ואומר אם טהור אני זו מחובתי.</b> כמו שנתבאר שנזיר טהור כשמגלח בסוף ימי נזירותו צריך להביא כבש לעולה ואם טמא אני הרי היא נדבה שנזיר טמא אינו צריך להביא עולת בהמה. \n",
        "<b>ומ''ש וכן הוא אומר בשניה ובשלישית.</b> זה הוא מה ששנינו בתוספתא בתגלחת שניה אם טמא אני עולה הראשונה נדבה וזו חובה ואם טהור אני עולה הראשונה חובה וזו נדבה. כלומר אם טמא הייתי בתחלה וכך פירשו התוס' עולה ראשונה נדבה שאין נזיר טמא מביא עולת בהמה וזו חובה שנמצאת זו תגלחת טהרה שמביא עליה כבש לעולה ואם טהור הייתי עולה ראשונה חובה שנזיר טהור מביא כבש לעולה וזו נדבה שכבר הביא בראשונה קרבן טהרתו וכן בשלישית אומר אם טהור הייתי בתחלה אותה עולה ראשונה מחובתי והשאר נדבה ואם טמא הייתי בתחלה עולה ראשונה נדבה אבל לא יאמר וזו חובה מפני שהעולה המחוייבת לו לקרבן טהרתו כבר הביאה בתגלחת שניה ומפני כך דייק רבינו וכתב ואם טמא אני הרי זה נדבה וכן בשניה ובשלישית כלומר לשון הרי זה נדבה יצדק לאומרו גם בשניה ובשלישית אבל לומר בהן וזו חובה אף כי יצדק בשניה בשלישית לא יצדק: \n\n"
      ],
      [
        "<b>ומ''ש ומביא קרבן בתגלחת רביעית ומתנה ואומר אם טמא הייתי העולה הראשונה נדבה.</b> כמו שנתבאר. אבל מה \n",
        "<b>שכתב וזו חובה</b> קשה שאם נזיר טמא היה בתחלה תגלחת שניה היא תגלחת טהרתו וכבר הביא בה כבש לעולה לחובתו. ויש לומר דמשום דאיכא לספוקי דקרבנות תגלחת שניה לצרעתו היו אין אנו יכולים לומר דכבש שהביא אז לעולה יעלה לו בודאי לחובת נזירות טהרה וכן בשלישית כיון דאיכא לספוקי שמא מוחלט היה בתחלה ושתי קרבנות שבשתי תגלחות ראשונות לא עלו לנזירותו כי אם לצרעתו ושלישית עלתה לו לקרבן טומאה הוה ליה רביעית לקרבן טהרה חובה. \n",
        "<b>ומ''ש ואם מוחלט הייתי ראשונה חובת מצורע.</b> ק''ל דכיון שאין מצורע מביא קרבנו אלא לאחר תגלחת שניה כמו שקדם היאך אפשר לומר שראשונה תהא חובת מצורע וכבר השיגו הראב''ד בזה. \n",
        "<b>וכן מ''ש וזו חובת נזירות ושתים האמצעיות נדבה,</b> קשה דלפי מה שכתב שהאחד חובת מצורע למה לא תהיה שניה חובת נזירות ואף אם תאמר דמספקי בנזיר טמא תהיה תגלחת שניה לנזיר טמא והעולה נדבה והשלישית חובת נזיר טהור. \n",
        "<b>ומ''ש ואם טהור מטומאת מת הייתי ומצורע עולה הראשונה חובה וכן השניה אחת לחובת מצורע ואחת לחובת נזירות.</b> גם על זה יקשה דאיפכא מיבעי ליה אחת לחובת נזירות ואחת לחובת מצורע דראשונה א''א להיות לחובת מצורע שהמצורע אינו מביא קרבנותיו עד אחר תגלחת שניה. וי''ל דאה''נ וכי נקט ברישא לחובת מצורע לאו דוקא. \n",
        "<b>ומ''ש ואם טמא הייתי ומצורע עולה ראשונה חובת צרעת,</b> קשה כיון שאין מצורע מביא קרבנותיו עד אחר תגלחת שניה היאך אפשר לומר דעולה ראשונה עולת חובת מצורע וכן יקשה על מ''ש ושניה ושלישית נדבה וזה קרבן תגלחת טהרה וע''פ הקדמתו שעולה ראשונה חובת צרעת ותגלחת שניה לנזיר טמא והעולה נדבה למה לא תהיה תגלחת שלישית תגלחת נזיר והעולה חובה: \n",
        "<b>ואפשר</b> לומר שלא הקפיד רבינו לומר שאין מצורע מביא קרבנו אלא לאחר תגלחת שניה אלא על חטאת העוף אבל עולת בהמה אף אם יביאנה מוקדמת לתגלחת שניה אין בכך כלום. וע''פ זה נפרש דברי רבינו בשלש עולות בהמה על הראשונה הוא מתנה ואומר וכו' עד וזה חובה כמו שפירשתי. \n",
        "<b>ומ''ש אם מוחלט הייתי ראשונה חובת מצורע וזו חובת נזירות ושתים האמצעיות נדבה,</b> קשה למה לא נאמר שהשניה חובת נזירות טהרה ואם תאמר משום דאיכא לספוקי דילמא טמא מת הוא ונזיר טמא אינו מביא עולת בהמה תינח בשניה אבל השלישית טמא שהיא חובת נזיר טהור וכן יקשה על מה שכתב ואם טמא הייתי ומצורע וכו' ושניה ושלישית נדבה וכמו שהקשיתי לעיל וצ''ע: \n",
        "<b>כתב</b> הראב''ד ואם מוחלט הייתי עולה ראשונה חובת מצורע א''א זה א''א שאין למצורע עולה וכו' עד הראשונה חובה וכולן נדבה וזה קרבן תגלחת טהרה עכ''ל: \n\n"
      ],
      [
        "<b>ומ''ש רבינו אבל האשם והעולה אינם מעכבים.</b> מבואר בדברי התוספות שכתבתי שפירשו על התוספתא שחטאתו מעכבתו מלמנות נזירות טהרה אבל אשמו אינו מעכבו. והראב''ד כתב על דברי רבינו א''א אינו כן שהאשם לדברי הכל וכו'. ובאמת כי מה שאמרו בגמ' ר''ש היא דאמר מייתי ומתנה הוא תמוה אצלי שמאחר שבברייתא אינו מוזכר שיביא אשם היאך אפשר לומר דאשם מעכבו מאי משני ר''ש היא דאמר מייתי ומתנה דהא תינח לר''ש אלא לרבנן מאי איכא למימר שהרי אין לזה תקנה. ולכן נ''ל שרבינו מפרש דכי מקשי והא בעי אשם לא משום דמעכב מקשה הכי דהא ודאי אינו מעכב וכמו שכתבו התוספות אלא לבעל הברייתא מקשה דהל''ל כל קרבנות דמצי מייתי אע''פ שאינם מעכבים וא''ה ה''ל למיתני דלייתי נמי אשם ושני ליה דהא מני דאמר דמייתי אשם ר''ש היא וכיון דרבנן פליגי עליה לא בעא למיסתם ברייתא כיחידאה: \n",
        "<b>ומ''ש רבינו שהעולה אינה מעכבת היינו עולת העוף שמביא מצורע עני ונזיר טמא.</b> ותמיה לי אע''פ שאינה מעכבת למה לא יביאנה ויתנה עליה: \n",
        "<b>ומ''ש נמצאת אומר אם הוא מצורע ודאי ולא נטמא במת הרי טהר בצפורין.</b> מבואר בברייתא ובתוספתא שכתבתי שמביא צפרי מצורע ושאר דבריו מבוארים: \n\n"
      ],
      [
        "<b>בד״א שהוא מגלח ד' תגלחות כשהיה קטן או אשה וכו'.</b> בריש פרק שני נזירים (נזיר דף נ״ז): \n\n"
      ],
      [
        "<b>נזיר שנצטרע בודאי ונטמא בספק וכו'.</b> בברייתא בגמרא ס״פ שני נזירים (נזיר דף נ״ט ס') בתוספתא טמא בספק ומוחלט ודאי אוכל בקדשים לאחר ח' ימים וכו' עד לאחר מ״ד יום. \n",
        "<b>ומ''ש רבינו אם הזה בשלישי ובשביעי.</b> נ''ל שטעות סופרים וצריך להגיה ומזה בשלישי ובשביעי: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>האומר הריני נזיר אם אעשה כך וכך וכו' הרי זה רשע ונזירות כזו מנזירות רשעים הוא.</b> משנה בריש נדרים (דף ט'). \n",
        "<b>ומה שכתב אבל הנודר לה' דרך קדושה הרי זה נאה ומשובח וכו'.</b> בפירקא קמא דנדרים (דף ט':) במעשה דנזיר שבא לפני שמעון הצדיק: \n",
        "<b>סליקו הלכות נזירות בס''ד</b> \n\n"
      ]
    ]
  ]
};