const Oaths = {
  "title": "Mishneh Torah, Oaths",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Oaths",
  "text": [
    [
      "אַרְבָּעָה מִינֵי שְׁבוּעוֹת הֵן. שְׁבוּעַת בִּטּוּי וּשְׁבוּעַת שָׁוְא וּשְׁבוּעַת הַפִּקָּדוֹן וּשְׁבוּעַת הָעֵדוּת. שְׁבוּעַת בִּטּוּי הוּא שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא ה ד)</small> \"אוֹ נֶפֶשׁ כִּי תִשָּׁבַע לְבַטֵּא בִשְׂפָתַיִם לְהָרַע אוֹ לְהֵיטִיב\". וְהִיא נֶחְלֶקֶת לְאַרְבָּעָה חֲלָקִים. שְׁתַּיִם לְהַבָּא. וּשְׁתַּיִם לְשֶׁעָבַר. כְּגוֹן שֶׁנִּשְׁבַּע עַל דָּבָר שֶׁעָבַר שֶׁנַּעֲשָׂה אוֹ שֶׁלֹּא נַעֲשָׂה. וְעַל דָּבָר שֶׁעָתִיד לִהְיוֹת שֶׁיֵּעָשֶׂה וְשֶׁלֹּא יֵעָשֶׂה: \n",
      "וְאֵין שְׁבוּעַת בִּטּוּי נוֹהֶגֶת אֶלָּא בִּדְבָרִים שֶׁאֶפְשָׁר לוֹ לַעֲשׂוֹתָן בֵּין לְהַבָּא בֵּין לְשֶׁעָבַר. כֵּיצַד לְשֶׁעָבַר. שֶׁאָכַלְתִּי. אוֹ שֶׁזָּרַקְתִּי אֶבֶן לַיָּם. אוֹ שֶׁדִּבֵּר פְּלוֹנִי עִם פְּלוֹנִי. אוֹ שֶׁלֹּא אָכַלְתִּי. אוֹ שֶׁלֹּא זָרַק אֶבֶן לַיָּם. אוֹ שֶׁלֹּא דִּבֵּר פְּלוֹנִי עִם פְּלוֹנִי. כֵּיצַד לְהַבָּא. שֶׁאֹכַל אוֹ שֶׁלֹּא אֹכַל. אוֹ שֶׁאֶזְרֹק אוֹ שֶׁלֹּא אֶזְרֹק אֶבֶן לַיָּם. הֲרֵי אֵלּוּ שְׁתַּיִם לְשֶׁעָבַר וּשְׁתַּיִם לְהַבָּא: \n",
      "נִשְׁבַּע אַחַת מֵאַרְבַּע מַחֲלוֹקוֹת אֵלּוּ וְהֶחְלִיף כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל וְאָכַל אוֹ שֶׁיֹּאכַל וְלֹא אָכַל אוֹ שֶׁאָכַלְתִּי וְהוּא לֹא אָכַל שֶׁלֹּא אָכַלְתִּי וְאָכַל הֲרֵי זוֹ שְׁבוּעַת שֶׁקֶר. וְעַל זֶה וְכַיּוֹצֵא בּוֹ נֶאֱמַר <small>(ויקרא יט יב)</small> \"לֹא תִשָּׁבְעוּ בִשְׁמִי לַשָּׁקֶר\". וְאִם נִשְׁבַּע לַשֶּׁקֶר בְּמֵזִיד לוֹקֶה. בְּשׁוֹגֵג מֵבִיא קָרְבַּן עוֹלֶה וְיוֹרֵד שֶׁנֶּאֱמַר <small>(ויקרא ה ד)</small> \"וְנֶעְלַם מִמֶּנּוּ וְהוּא יָדַע וְאָשֵׁם\" וְגוֹ': \n",
      "שְׁבוּעַת שָׁוְא נֶחְלֶקֶת לְאַרְבַּע מַחֲלוֹקוֹת. הָאַחַת שֶׁנִּשְׁבַּע עַל דָּבָר הַיָּדוּעַ שֶׁאֵין כֵּן. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע עַל הָאִישׁ שֶׁהוּא אִשָּׁה. וְעַל הָאִשָּׁה שֶׁהוּא אִישׁ. וְעַל עַמּוּד שֶׁל שַׁיִשׁ שֶׁהוּא שֶׁל זָהָב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:\n",
      "הַשְּׁנִיָּה שֶׁנִּשְׁבַּע עַל דָּבָר יָדוּעַ שֶׁאֵין בּוֹ סָפֵק לְאָדָם שֶׁהוּא כֵּן. כְּגוֹן שֶׁנִּשְׁבַּע עַל הַשָּׁמַיִם שֶׁהוּא שָׁמַיִם. וְעַל הָאֶבֶן זוֹ שֶׁהִיא אֶבֶן. וְעַל הַשְּׁנַיִם שֶׁהֵם שְׁנַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. שֶׁזֶּה הַדָּבָר אֵין בּוֹ סָפֵק לְאָדָם שָׁלֵם כְּדֵי לְצַדֵּק הַדָּבָר בִּשְׁבוּעָה: \n",
      "שְׁלִישִׁית שֶׁנִּשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יִתְעַטֵּף בְּצִיצִית. שֶׁלֹּא יִלְבַּשׁ תְּפִלִּין. וְשֶׁלֹּא יֵשֵׁב בַּסֻּכָּה בְּחַג הַסֻּכּוֹת. וְלֹא יֹאכַל מַצָּה בְּלֵילֵי הַפֶּסַח. אוֹ שֶׁיִּתְעַנֶּה בְּשַׁבָּתוֹת וּבְיָמִים טוֹבִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "רְבִיעִית שֶׁנִּשְׁבַּע עַל דָּבָר שֶׁאֵין כֹּחַ בּוֹ לַעֲשׂוֹת. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יִישַׁן שְׁלֹשָׁה יָמִים לַיְלָה וָיוֹם רְצוּפִים. אוֹ שֶׁלֹּא יִטְעוֹם כְּלוּם שִׁבְעָה יָמִים רְצוּפִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כָּל הַנִּשְׁבָּע שְׁבוּעַת שָׁוְא מֵאַרְבַּע שְׁבוּעוֹת אֵלּוּ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כ ז)</small> <small>(דברים ה יא)</small> \"לֹא תִשָּׂא אֶת שֵׁם ה' אֱלֹהֶיךָ לַשָּׁוְא\". וְאִם הָיָה מֵזִיד לוֹקֶה וְאִם הָיָה שׁוֹגֵג פָּטוּר מִכְּלוּם: \n",
      "שְׁבוּעַת הַפִּקָּדוֹן כֵּיצַד. כָּל מִי שֶׁיֵּשׁ מָמוֹן חֲבֵרוֹ בְּיָדוֹ בֵּין פִּקָּדוֹן בֵּין מִלְוֶה אוֹ שֶׁגְּזָלוֹ אוֹ עֲשָׁקוֹ אוֹ מָצָא לוֹ אֲבֵדָה וְלֹא הֶחֱזִירָהּ וְכַיּוֹצֵא בָּזֶה וְתָבַע מִמֶּנּוּ מָמוֹן שֶׁיֵּשׁ לוֹ בְּיָדוֹ וְכָפַר בּוֹ הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא יט יא)</small> \"לֹא תְכַחֲשׁוּ\" זוֹ אַזְהָרָה לִכְפִירַת מָמוֹן. וְאֵין לוֹקִין עַל לָאו זֶה. וְאִם נִשְׁבַּע לוֹ עַל שֶׁקֶר עַל מָמוֹן שֶׁכָּפַר בּוֹ הֲרֵי זֶה עוֹבֵר בְּלָאו אַחֵר וְעַל זֶה נֶאֱמַר <small>(ויקרא יט יא)</small> \"לֹא תְשַׁקְּרוּ אִישׁ בַּעֲמִיתוֹ\" זוֹ אַזְהָרָה לְנִשְׁבַּע עַל כְּפִירַת מָמוֹן. וּשְׁבוּעָה זוֹ הִיא הַנִּקְרֵאת שְׁבוּעַת הַפִּקָּדוֹן: \n",
      "וּמַה הוּא חַיָּב עַל שְׁבוּעַת הַפִּקָּדוֹן שֶׁשִּׁקֵּר בָּהּ. מְשַׁלֵּם אֶת הַקֶּרֶן שֶׁכָּפַר בּוֹ עִם תּוֹסֶפֶת חֹמֶשׁ. וּמַקְרִיב אָשָׁם וַדַּאי בֵּין שֶׁהָיָה מֵזִיד בֵּין שֶׁהָיָה שׁוֹגֵג שֶׁנֶּאֱמַר <small>(ויקרא ה כא)</small> \"וְכִחֵשׁ בַּעֲמִיתוֹ בְּפִקָּדוֹן אוֹ בִתְשׂוּמֶת יָד אוֹ בְגָזֵל\" וְגוֹ' <small>(ויקרא ה כג)</small> \"וְהָיָה כִּי יֶחֱטָא וְאָשֵׁם\". וְלֹא נֶאֱמַר בּוֹ וְנֶעְלַם מִמֶּנּוּ, לְחַיֵּב מֵזִיד כְּשׁוֹגֵג: \n",
      "וְהוּא שֶׁיָּזִיד בְּפִקָּדוֹן אוֹ בְּמָמוֹן שֶׁנִּתְחַיֵּב בּוֹ וְיָדַע בּוֹ בִּשְׁעַת שְׁבוּעָה. אֲבָל אִם שָׁגַג וְשָׁכַח שֶׁיֵּשׁ לוֹ אֶצְלוֹ מָמוֹן וְכָפַר וְנִשְׁבַּע וְאַחַר כָּךְ יָדַע הֲרֵי זֶה אָנוּס וּפָטוּר מִכְּלוּם. וְכֵן אִם לֹא יָדַע שֶׁאָסוּר לִשָּׁבַע לַשֶּׁקֶר עַל כְּפִירַת מָמוֹן הֲרֵי זֶה אָנוּס וּפָטוּר: \n",
      "אִם כֵּן הֵיאַךְ הִיא שִׁגְגַת שְׁבוּעַת הַפִּקָּדוֹן. כְּגוֹן שֶׁנֶּעֱלַם מִמֶּנּוּ אִם חַיָּבִין עָלֶיהָ קָרְבָּן אִם לָאו וְיָדַע שֶׁהִיא אֲסוּרָה וְשֶׁיֵּשׁ לוֹ אֶצְלוֹ מָמוֹן זוֹ הִיא שִׁגְגָתָהּ. וּזְדוֹנָהּ שֶׁיָּדַע שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן: \n",
      "שְׁבוּעַת הָעֵדוּת כֵּיצַד. הָעֵדִים שֶׁיָּדְעוּ עֵדוּת מָמוֹן וּתְבָעָם בַּעַל הָעֵדוּת לְהָעִיד לוֹ וְכָפְרוּ בְּעֵדוּתָן וְלֹא הֵעִידוּ וְנִשְׁבְּעוּ שֶׁאֵינָן יוֹדְעִין לוֹ עֵדוּת זוֹ הִיא נִקְרֵאת שְׁבוּעַת הָעֵדוּת. וְחַיָּבִין עַל שְׁבוּעָה זוֹ קָרְבָּן עוֹלֶה וְיוֹרֵד בֵּין שֶׁהָיוּ מְזִידִין בֵּין שֶׁהָיוּ שׁוֹגְגִים שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"נֶפֶשׁ כִּי תֶחֱטָא וְשָׁמְעָה קוֹל אָלָה וְהוּא עֵד\" וְלֹא נֶאֱמַר בָּהּ וְנֶעְלַם, לְחַיֵּב עַל הַזָּדוֹן כִּשְׁגָגָה: \n",
      "כֵּיצַד שִׁגְגַת שְׁבוּעַת הָעֵדוּת. כְּגוֹן שֶׁנֶּעֱלַם מִמֶּנּוּ שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן וְיָדַע שֶׁשְּׁבוּעָה זוֹ אֲסוּרָה וְשֶׁהִיא שֶׁקֶר. וּזְדוֹנָהּ שֶׁיָּדַע שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן. אֲבָל אִם לֹא יָדַע שֶׁהִיא אֲסוּרָה אוֹ שֶׁשָּׁכְחוּ הָעֵדוּת וְנִשְׁבְּעוּ וְאַחַר כָּךְ נוֹדַע לָהֶם שֶׁהֵן יוֹדְעִין לוֹ עֵדוּת וְשֶׁנִּשְׁבְּעוּ עַל שֶׁקֶר הֲרֵי אֵלּוּ אֲנוּסִין וּפְטוּרִין אַף מִן הַקָּרְבָּן: \n"
    ],
    [
      "אֶחָד הַנִּשְׁבָּע אֶחָד מֵאַרְבָּעָה מִינֵי שְׁבוּעוֹת אֵלּוּ מִפִּי עַצְמוֹ. וְאֶחָד הַמֻּשְׁבָּע מִפִּי אֲחֵרִים וְעָנָה אָמֵן. אֲפִלּוּ הִשְׁבִּיעוֹ עַכּוּ''ם אוֹ קָטָן וְעָנָה אָמֵן חַיָּב. שֶׁכָּל הָעוֹנֶה אָמֵן אַחַר שְׁבוּעָה כְּמוֹצִיא שְׁבוּעָה מִפִּיו. וְאֶחָד הָעוֹנֶה אָמֵן אוֹ הָאוֹמֵר דָּבָר שֶׁעִנְיָנוֹ כְּעִנְיַן אָמֵן. כְּגוֹן שֶׁאָמַר הֵן אוֹ מְחֻיָּב אֲנִי בִּשְׁבוּעָה זוֹ. קִבַּלְתִּי עָלַי שְׁבוּעָה זוֹ. וְכָל כַּיּוֹצֵא בָּזֶה בְּכָל לָשׁוֹן הֲרֵי זֶה כְּנִשְׁבָּע לְכָל דָּבָר בֵּין לְחַיְּבוֹ מַלְקוֹת בֵּין לְחַיְּבוֹ קָרְבָּן:  ",
      "אֶחָד הַנִּשְׁבָּע. אוֹ שֶׁהִשְׁבִּיעוֹ אַחֵר בַּשֵּׁם הַמְיֻחָד. אוֹ בְּאֶחָד מִן הַכִּנּוּיִין כְּגוֹן שֶׁנִּשְׁבַּע בְּמִי שֶׁשְּׁמוֹ חַנּוּן וּבְמִי שֶׁשְּׁמוֹ רַחוּם וּבְמִי שֶׁשְּׁמוֹ אֶרֶךְ אַפַּיִם. וְכַיּוֹצֵא בָּהֶן בְּכָל לָשׁוֹן הֲרֵי זוֹ שְׁבוּעָה גְּמוּרָה. וְכֵן אָלָה וְאָרוּר הֲרֵי הֵן שְׁבוּעָה. וְהוּא שֶׁיַּזְכִּיר שֵׁם מִן הַשֵּׁמוֹת אוֹ כִּנּוּי מִן הַכִּנּוּיִין. כֵּיצַד. כְּגוֹן שֶׁאָמַר בְּאָלָה אוֹ אָרוּר לַה'. אוֹ לְמִי שֶׁשְּׁמוֹ חַנּוּן. אוֹ לְמִי שֶׁשְּׁמוֹ רַחוּם. מִי שֶׁיֹּאכַל דָּבָר פְּלוֹנִי וַאֲכָלוֹ הֲרֵי זֶה נִשְׁבַּע לַשֶּׁקֶר. וְכֵן בִּשְׁאָר מִינֵי שְׁבוּעוֹת:  ",
      "וְכֵן הָאוֹמֵר שְׁבוּעָה בַּה' אוֹ בְּמִי שֶׁשְּׁמוֹ חַנּוּן שֶׁלֹּא אֹכַל וְאָכַל. שֶׁזּוֹ אִשָּׁה וְהוּא אִישׁ. שֶׁאֵין לְךָ בְּיָדִי כְּלוּם וְיֵשׁ לוֹ. שֶׁאֵינִי יוֹדֵעַ לְךָ עֵדוּת וְהוּא יוֹדֵעַ. הֲרֵי זֶה חַיָּב:  ",
      "אָמַר אָלָה אוֹ אָרוּר אוֹ שְׁבוּעָה וְלֹא הִזְכִּיר שֵׁם וְלֹא כִּנּוּי הֲרֵי זֶה אָסוּר בַּדָּבָר שֶׁנִּשְׁבַּע עָלָיו. אֲבָל אֵינוֹ לוֹקֶה וְלֹא מֵבִיא קָרְבָּן אִם עָבַר עַל שְׁבוּעָתוֹ עַד שֶׁיִּהְיֶה בָּהּ שֵׁם מִן הַשֵּׁמוֹת הַמְּיֻחָדִים אוֹ כִּנּוּי מִן הַכִּנּוּיִין כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "וְלֹא הַשְּׁבוּעָה בִּלְבַד אֶלָּא כָּל כִּנּוּיֵי שְׁבוּעָה כִּשְׁבוּעָה. כְּגוֹן שֶׁהָיוּ אַנְשֵׁי אוֹתוֹ מָקוֹם עִלְּגִים וְהָיוּ קוֹרְאִים לִשְׁבוּעָה שְׁבוּתָהּ אוֹ שְׁקוּקָה. אוֹ שֶׁהָיוּ אֲרַמִּיִּים שֶׁלְּשׁוֹן שְׁבוּעָה בִּלְשׁוֹנָם מוֹמְתָא. וְהָעִלְּגִים מְכַנִּין אוֹתָהּ וְאוֹמְרִים מוֹהָא. כֵּיוָן שֶׁאָמַר לָשׁוֹן שֶׁמַּשְׁמָעוֹ וְעִנְיָנוֹ שְׁבוּעָה הֲרֵי זֶה חַיָּב כְּמִי שֶׁהוֹצִיא לְשׁוֹן שְׁבוּעָה:  ",
      "וְכֵן הָאוֹמֵר לָאו לָאו שְׁתֵּי פְּעָמִים דֶּרֶךְ שְׁבוּעָה אוֹ הֵן הֵן וְהִזְכִּיר שֵׁם אוֹ כִּנּוּי הֲרֵי זֶה כְּנִשְׁבָּע. וְכֵן יָמִין שְׁבוּעָה. וּשְׂמֹאל שְׁבוּעָה. שֶׁנֶּאֱמַר <small>(ישעיה סב ח)</small> \"נִשְׁבַּע ה' בִּימִינוֹ וּבִזְרוֹעַ עֻזּוֹ\". וְכֵן הָאוֹמֵר מִבְטָא שֶׁלֹּא אֶעֱשֶׂה כָּךְ וְכָךְ וְהִזְכִּיר שֵׁם אוֹ כִּנּוּי הֲרֵי זוֹ שְׁבוּעָה:  ",
      "אָמַר אִסָּר לַה' אוֹ לְמִי שֶׁשְּׁמוֹ חַנּוּן שֶׁאֶעֱשֶׂה אוֹ שֶׁלֹּא אֶעֱשֶׂה הוֹאִיל וְהוֹצִיאוֹ בִּלְשׁוֹן שְׁבוּעָה הֲרֵי הִיא כִּשְׁבוּעָה:  ",
      "שָׁמַע חֲבֵרוֹ נִשְׁבָּע וְאָמַר וַאֲנִי כְּמוֹתְךָ הוֹאִיל וְלֹא הוֹצִיא שְׁבוּעָה מִפִּיו וְלֹא הִשְׁבִּיעוֹ חֲבֵרוֹ הֲרֵי זֶה פָּטוּר. וְזֶהוּ מַתְפִּיס בִּשְׁבוּעָה שֶׁהוּא פָּטוּר:  ",
      "וְכֵן אִם נִשְׁבַּע שֶׁלֹּא אֹכַל בָּשָׂר זֶה. וְחָזַר וְאָמַר וַהֲרֵי הַפַּת זוֹ כַּבָּשָׂר הַזֶּה הֲרֵי הוּא פָּטוּר עַל הַפַּת. שֶׁהֲרֵי לֹא הוֹצִיא שְׁבוּעָה מִפִּיו עָלֶיהָ אֶלָּא הִתְפִּיסָהּ. וְאַף עַל פִּי שֶׁהוּא פָּטוּר מִן הַמַּלְקוֹת אוֹ מִן הַקָּרְבָּן אָסוּר לוֹ לֶאֱכל אוֹתָהּ הַפַּת שֶׁהִתְפִּיס בִּשְׁבוּעָה:  ",
      "מִי שֶׁנִּתְכַּוֵּן לִשְׁבוּעָה וְגָמַר בְּלִבּוֹ שֶׁלֹּא יֹאכַל הַיּוֹם אוֹ שֶׁלֹּא יִשְׁתֶּה וְשֶׁדָּבָר זֶה אָסוּר עָלָיו בִּשְׁבוּעָה וְלֹא הוֹצִיא בִשְׂפָתָיו הֲרֵי זֶה מֻתָּר שֶׁנֶּאֱמַר <small>(ויקרא ה ד)</small> \"לְבַטֵּא בִּשְׂפָתַיִם\". אֵין הַנִּשְׁבָּע חַיָּב עַד שֶׁיּוֹצִיא עִנְיַן שְׁבוּעָה בִּשְׂפָתָיו:  ",
      "וְכֵן אִם גָּמַר בְּלִבּוֹ לְהִשָּׁבַע וְטָעָה וְהוֹצִיא בִּשְׂפָתָיו דָּבָר שֶׁלֹּא הָיָה בְּלִבּוֹ הֲרֵי זֶה מֻתָּר. כֵּיצַד. הַמִּתְכַּוִּן לְהִשָּׁבַע שֶׁלֹּא יֹאכַל אֵצֶל רְאוּבֵן וּכְשֶׁבָּא לְהוֹצִיא שְׁבוּעָה נִשְׁבַּע שֶׁלֹּא יֹאכַל אֵצֶל שִׁמְעוֹן. הֲרֵי זֶה מֻתָּר לֶאֱכל עִם רְאוּבֵן שֶׁהֲרֵי לֹא הוֹצִיאוֹ בִּשְׂפָתָיו. וְעִם שִׁמְעוֹן שֶׁהֲרֵי לֹא הָיָה שִׁמְעוֹן בְּלִבּוֹ:  ",
      "וְכֵן שְׁאָר מִינֵי שְׁבוּעוֹת אֵינוֹ חַיָּב עַד שֶׁיִּהְיֶה פִּיו וְלִבּוֹ שָׁוִין. לְפִיכָךְ אִם נִשְׁבַּע אֶחָד בְּפָנֵינוּ שֶׁלֹּא יֹאכַל הַיּוֹם וְאָכַל. וְהִתְרוּ בּוֹ וְאָמַר אֲנִי לֹא הָיָה בְּלִבִּי אֶלָּא שֶׁלֹּא אֵצֵא הַיּוֹם וְטָעָה לְשׁוֹנִי וְהוֹצִיא אֲכִילָה שֶׁלֹּא הָיְתָה בְּלִבִּי הֲרֵי זֶה אֵינוֹ לוֹקֶה. עַד שֶׁיּוֹדֶה בִּפְנֵי עֵדִים קֹדֶם שֶׁיֹּאכַל שֶׁעַל אֲכִילָה נִשְׁבַּע. אוֹ שֶׁקִּבֵּל עָלָיו הַתְרָאָה וְלֹא טָעַן שֶׁטָּעָה בְּעֵת הַתְרָאָה אַף עַל פִּי שֶׁטָּעַן אַחַר כָּךְ אֵין שׁוֹמְעִין לוֹ. וְכֵן אִם הִתְרוּ בּוֹ וְאָמַר מֵעוֹלָם לֹא נִשְׁבַּעְתִּי אוֹ לֹא נָדַרְתִּי אֶלָּא עַל דָּבָר זֶה וְאַחַר שֶׁהֵעִידוּ עָלָיו שֶׁנִּשְׁבַּע אוֹ נָדַר אָמַר כֵּן הָיָה אֲבָל לֹא הָיָה פִּי וְלִבִּי שָׁוִין אוֹ תְּנַאי הָיָה בְּלִבִּי עַל הַנֵּדֶר אֵין שׁוֹמְעִין לוֹ וְלוֹקֶה:  ",
      "כַּיּוֹצֵא בּוֹ אָמְרוּ לוֹ אִשְׁתְּךָ נָדְרָה. וְאָמַר בְּלִבִּי הָיָה לְהָפֵר לָהּ וְהֵפַרְתִּי שׁוֹמְעִין לוֹ. אָמְרוּ לוֹ נָדְרָה וְהוּא אוֹמֵר לֹא נָדְרָה וְכֵיוָן שֶׁרָאָה אוֹתָם הֵעִידוּ עָלָיו אָמַר בְּלִבִּי הָיָה לְהָפֵר אֵין שׁוֹמְעִין לוֹ:  ",
      "גָּמַר בְּלִבּוֹ שֶׁלֹּא לֶאֱכל פַּת חִטִּין וְנִשְׁבַּע שֶׁלֹּא יֹאכַל פַּת סְתָם אָסוּר בְּפַת חִטִּים שֶׁפַּת חִטִּים פַּת שְׁמָהּ:  ",
      "מִי שֶׁנִּשְׁבַּע וְאָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם וְעַל דַּעְתְּכֶם אֲנִי נִשְׁבָּע. אֵין זֶה יָכוֹל לוֹמַר כָּךְ וְכָךְ הָיָה בְּלִבִּי. שֶׁלֹּא נִשְׁבַּע זֶה עַל דַּעְתּוֹ אֶלָּא עַל דַּעַת אֲחֵרִים וְכֵיוָן שֶׁהָיָה פִּיו וְלִבָּם שֶׁל אֲחֵרִים שֶׁנִּשְׁבַּע עַל דַּעְתָּם שָׁוִים חַיָּב מִפְּנֵי שֶׁלִּבָּם שֶׁל אֵלּוּ בִּמְקוֹם לִבּוֹ קָם. וְכֵן בִּשְׁאָר מִינֵי שְׁבוּעוֹת:  ",
      "לְפִיכָךְ כְּשֶׁמַּשְׁבִּיעִין הַדַּיָּנִין אֶת הַנִּשְׁבָּע אוֹמְרִים לוֹ לֹא עַל דַּעְתְּךָ אָנוּ מַשְׁבִּיעִים אוֹתְךָ אֶלָּא עַל דַּעְתֵּנוּ:  ",
      "מִי שֶׁנִּשְׁבַּע וְהָיָה פִּיו וְלִבּוֹ שָׁוִין בִּשְׁבוּעָה. וְאַחַר שֶׁנֶּאֱסַר חָזַר בּוֹ מִיָּד בְּתוֹךְ כְּדֵי דִּבּוּר וְהוּא כְּדֵי שֶּׁיֹּאמַר תַּלְמִיד לְרַב שָׁלוֹם עָלֶיךָ רַבִּי. וְאָמַר אֵין זוֹ שְׁבוּעָה אוֹ נִחַמְתִּי אוֹ חָזַרְתִּי בִּי וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁעִנְיָנָם שֶׁהִתִּיר מַה שֶּׁאָסַר הֲרֵי זֶה מֻתָּר וְנֶעֶקְרָה הַשְּׁבוּעָה שֶׁזֶּה דּוֹמֶה לְטוֹעֶה:  ",
      "וְכֵן אִם אָמְרוּ לוֹ אֲחֵרִים חֲזֹר בְּךָ אוֹ מֻתָּר לְךָ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ וְקִבֵּל מֵהֶן בְּתוֹךְ כְּדֵי דִּבּוּר וְאָמַר הֵן אוֹ חָזַרְתִּי בִּי וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה מֻתָּר. וְאִם אַחַר כְּדֵי דִּבּוּר אֵינוֹ יָכוֹל לַחְזֹר בּוֹ:  ",
      "נִשְׁבַּע וְחָזַר בּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר בְּלִבּוֹ אֵין זֶה כְּלוּם. וְכֵן אִם אָמְרוּ לוֹ אֲחֵרִים חֲזֹר בְּךָ אוֹ מֻתָּר לְךָ אוֹ מָחוּל לְךָ וְקִבֵּל דִּבְרֵיהֶם בְּלִבּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר אֵין זֶה כְּלוּם עַד שֶׁיּוֹצִיא הַחֲזָרָה בְּפִיו כְּמוֹ הַשְּׁבוּעָה: "
    ],
    [
      "כָּל הַנִּשְׁבָּע שְׁבוּעָה מֵאַרְבַּע מִינֵי שְׁבוּעוֹת אֵלּוּ בְּאֹנֶס הֲרֵי זֶה פָּטוּר מִכְּלוּם. וְאֶחָד הַנִּשְׁבָּע מִתְּחִלָּתוֹ בְּאֹנֶס כְּמוֹ שֶׁבֵּאַרְנוּ. אוֹ שֶׁנִּשְׁבַּע וְנֶאֱנַס וְלֹא הִנִּיחוּהוּ לְקַיֵּם שְׁבוּעָתוֹ. אוֹ שֶׁהִשְׁבִּיעוֹ אַנָּס. לְפִיכָךְ נִשְׁבָּעִין לַחֲרָמִין וּלְהוֹרְגִין וּלְמוֹכְסִין: \n",
      "בְּאֵי זֶה מוֹכֵס אָמְרוּ. בְּמוֹכֵס הָעוֹמֵד מֵאֵלָיו שֶׁלּוֹקֵחַ מָמוֹן שֶׁלֹּא בִּרְשׁוּת מֶלֶךְ הַמְּדִינָה. אוֹ שֶׁלּוֹקֵחַ בִּרְשׁוּת הַמֶּלֶךְ אֲבָל מוֹסִיף לְעַצְמוֹ עַל הַדָּבָר הַקָּצוּב כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת גְּזֵלָה: \n",
      "וְצָרִיךְ הַנִּשְׁבָּע בְּאֹנֶס לִהְיוֹת כַּוָּנָתוֹ בְּלִבּוֹ בְּעֵת הַשְּׁבוּעָה לְדָבָר הַפּוֹטְרוֹ. וְאַף עַל פִּי שֶׁהַדְּבָרִים אֵלּוּ שֶׁבַּלֵּב אֵינָן דְּבָרִים. הוֹאִיל וְאֵינוֹ יָכוֹל לְהוֹצִיא בִּשְׂפָתָיו מִפְּנֵי הָאֹנֶס. הֲרֵי זֶה סוֹמֵךְ עַל דְּבָרִים שֶׁבְּלִבּוֹ: \n",
      "כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע לְאַנָּס שֶׁלֹּא יֹאכַל בָּשָׂר סְתָם. וּבְלִבּוֹ שֶׁלֹּא יֹאכַל הַיּוֹם אוֹ שֶׁלֹּא יֹאכַל בְּשַׂר חֲזִיר הֲרֵי זֶה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "וְכֵן שְׁבוּעַת הֲבַאי וְשֶׁל שְׁגָגוֹת פָּטוּר עֲלֵיהֶן. שְׁבוּעַת (שֶׁל) הֲבַאי כֵּיצַד. כְּגוֹן שֶׁרָאָה חֵילוֹת גְּדוֹלוֹת וְחוֹמָה גְּבוֹהָה וְנִשְׁבַּע שֶׁרָאִיתִי חֵיל פְּלוֹנִי הַמֶּלֶךְ וְהֵם כְּיוֹצְאֵי מִצְרַיִם. וְשֶׁרָאִיתִי חוֹמַת עִיר פְּלוֹנִית גְּבוֹהָה עַד לָרָקִיעַ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. שֶׁזֶּה לֹא גָּמַר בְּלִבּוֹ שֶׁהַדָּבָר כָּךְ בְּלֹא פָּחוֹת וְלֹא יוֹתֵר וְלֹא נִתְכַּוֵּן אֶלָּא לְסַפֵּר אֶת גֹּבַהּ הַחוֹמָה אוֹ רֹב הָעָם: \n",
      "שְׁבוּעָה שֶׁל שְׁגָגוֹת כֵּיצַד. אִם שְׁבוּעַת הָעֵדוּת אוֹ הַפִּקָּדוֹן הִיא כְּגוֹן שֶׁשָּׁגַג בְּפִקָּדוֹן וּבְעֵדוּת שֶׁהוּא פָּטוּר מִכְּלוּם כְּמוֹ שֶּׁבֵּאַרְנוּ. וְאִם שְׁבוּעַת שָׁוְא הִיא כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יִלְבַּשׁ תְּפִלִּין וְלֹא יָדַע שֶׁהַתְּפִלִּין מִצְוָה. וְאִם שְׁבוּעַת שֶׁקֶר הִיא כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא אָכַל וְנִזְכַּר שֶׁאָכַל. אוֹ שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל וְשָׁכַח וְאָכַל. אוֹ שֶׁלֹּא תֵּהָנֶה אִשְׁתּוֹ לוֹ מִפְּנֵי שֶׁגָּנְבָה כִּיסוֹ אוֹ שֶׁהִכְּתָה אֶת בְּנוֹ וְנוֹדַע שֶׁלֹּא גָּנְבָה וְשֶׁלֹּא הִכְּתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אִם כֵּן אֵי זֶהוּ שִׁגְגַת שְׁבוּעַת בִּטּוּי שֶׁחַיָּבִין עָלֶיהָ קָרְבַּן עוֹלֶה וְיוֹרֵד לְשֶׁעָבַר. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא אָכַל וְהוּא יוֹדֵעַ שֶׁאָכַל. וְשֶׁשְּׁבוּעַת שֶׁקֶר זוֹ שֶׁנִּשְׁבַּע אֲסוּרָה אֲבָל לֹא יָדַע שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן. זוֹ הִיא הַשְּׁגָגָה שֶׁחַיָּבִין עָלֶיהָ קָרְבַּן עוֹלֶה וְיוֹרֵד בִּשְׁבוּעַת בִּטּוּי לְשֶׁעָבַר: \n",
      "וְכֵיצַד הִיא הַשְּׁגָגָה שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן לְהַבָּא. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל פַּת חִטִּים וְשָׁגַג וְדִמָּה שֶׁנִּשְׁבַּע שֶׁיֹּאכַל פַּת חִטִּים וַאֲכָלָהּ שֶׁזֶּה נֶעֶלְמָה מִמֶּנּוּ הַשְּׁבוּעָה הֵיאַךְ הָיְתָה וַהֲרֵי הוּא זוֹכֵר אֶת הַחֵפֶץ שֶׁנִּשְׁבַּע עָלָיו. זוֹ הִיא שִׁגְגַת שְׁבוּעַת בִּטּוּי לְהַבָּא שֶׁחַיָּבִין עָלֶיהָ קָרְבָּן: \n",
      "אֲבָל אִם נִשְׁבַּע שֶׁלֹּא יֹאכַל פַּת חִטִּים וְאָכַל פַּת חִטִּים עַל דַּעַת שֶׁהוּא פַּת שְׂעוֹרִים הֲרֵי זֶה אָנוּס וּפָטוּר. שֶׁהֲרֵי לֹא נֶעֶלְמָה מִמֶּנּוּ שְׁבוּעָה וְלֹא נֶעְלָם מִמֶּנּוּ אֶלָּא חֵפֶץ שֶׁנִּשְׁבַּע עָלָיו: \n",
      "נֶעֶלְמָה מִמֶּנּוּ שְׁבוּעָה הֵיאַךְ הָיְתָה וְנֶעְלַם מִמֶּנּוּ חֵפֶץ שֶׁנִּשְׁבַּע עָלָיו הֲרֵי זֶה פָּטוּר מִן הַקָּרְבָּן. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא לֶאֱכל פַּת חִטִּים וְדִמָּה שֶׁנִּשְׁבַּע שֶׁיֹּאכַל פַּת חִטִּים וְאָכַל פַּת חִטִּים עַל דַּעַת שֶׁהוּא פַּת שְׂעוֹרִים שֶׁהֲרֵי הֶעְלֵם שְׁבוּעָה וְחֵפֶץ בְּיָדוֹ הֲרֵי זֶה כְּאָנוּס וּפָטוּר: \n",
      "נִשְׁבַּע עַל כִּכָּר שֶׁלֹּא יֹאכְלֶנּוּ וְנִצְטַעֵר עָלָיו וַאֲכָלוֹ מִפְּנֵי הַצַּעַר וְהוּא שׁוֹגֵג שֶׁהֲרֵי דִּמָּה שֶׁמֻּתָּר לוֹ לְאָכְלוֹ מִפְּנֵי הַצַּעַר הֲרֵי זֶה פָּטוּר מִן הַקָּרְבָּן לְפִי שֶׁאֵינוֹ שָׁב מִידִיעָתוֹ אֶלָּא יָדַע שֶׁאֲסוּרָה הִיא וַאֲכָלָהּ בְּטָעוּת: \n"
    ],
    [
      "מִי שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל הַיּוֹם כְּלוּם וְאָכַל פָּחוֹת מִכְּזַיִת פָּטוּר. שֶׁאֵין אֲכִילָה פְּחוּתָה מִכְּזַיִת. וַהֲרֵי הוּא כְּאוֹכֵל חֲצִי שִׁעוּר מִנְּבֵלוֹת וּטְרֵפוֹת וְכַיּוֹצֵא בָּהֶן. וְאִם אָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל דָּבָר זֶה וַאֲכָלוֹ חַיָּב. וַאֲפִלּוּ הָיָה הַדָּבָר שֶׁנִּשְׁבַּע עָלָיו זֶרַע חַרְדָּל אֶחָד אוֹ פָּחוֹת מִמֶּנּוּ: \n",
      "נִשְׁבַּע שֶׁלֹּא יִטְעֹם כְּלוּם וְאָכַל כָּל שֶׁהוּא חַיָּב: \n",
      "מִי שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל הַיּוֹם וְשָׁתָה חַיָּב שֶׁהַשְּׁתִיָּה בִּכְלַל אֲכִילָה. לְפִיכָךְ אִם אָכַל וְשָׁתָה אֵינוֹ חַיָּב אֶלָּא מַלְקוֹת אַחַת אִם הָיָה מֵזִיד אוֹ חַטָּאת אַחַת אִם הָיָה שׁוֹגֵג: \n",
      "נִשְׁבַּע שֶׁלֹּא יִשְׁתֶּה הַיּוֹם הֲרֵי זֶה מֻתָּר לֶאֱכל. שֶׁאֵין אֲכִילָה בִּכְלַל שְׁתִיָּה. וְכַמָּה יִשְׁתֶּה וִיהֵא חַיָּב. נִרְאֶה לִי שֶׁאֵינוֹ חַיָּב עַד שֶׁיִּשְׁתֶּה רְבִיעִית כִּשְׁאָר הָאִסּוּרִין: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם וְאָכַל מִינִין הַרְבֵּה. אוֹ שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה הַיּוֹם וְשָׁתָה מִינֵי מַשְׁקִין הַרְבֵּה אֵינוֹ חַיָּב אֶלָּא אַחַת. וַאֲפִלּוּ אָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם בָּשָׂר וּפַת וְקִטְנִית וְאָכַל הַכּל אֵינוֹ חַיָּב אֶלָּא אַחַת. וְכֻלָּן מִצְטָרְפִין לִכְזַיִת: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל וְשֶׁלֹּא אֶשְׁתֶּה וְאָכַל וְשָׁתָה חַיָּב שְׁתַּיִם שֶׁהַשְּׁתִיָּה בִּכְלַל אֲכִילָה. וְהוֹאִיל וּפֵרֵט וְאָמַר וְשֶׁלֹּא אֶשְׁתֶּה גִּלָּה דַּעְתּוֹ שֶׁלֹּא כָּלַל הַשְּׁתִיָּה בִּכְלַל הָאֲכִילָה וְנִמְצָא כְּנִשְׁבָּע עַל זֶה בִּפְנֵי עַצְמוֹ וְעַל זֶה בִּפְנֵי עַצְמוֹ וּלְפִיכָךְ חַיָּב שְׁתַּיִם: \n",
      "וְכֵן הָאוֹמֵר שְׁבוּעָה שֶׁלֹּא אֹכַל פַּת חִטִּין וּפַת שְׂעוֹרִין וּפַת כֻּסְּמִין וַאֲכָלָן חַיָּב עַל כָּל אַחַת וְאַחַת שֶׁלֹּא אָמַר פַּת וּפַת וּפַת אֶלָּא לְחַלֵּק וּלְחַיֵּב עַל כָּל אַחַת: \n",
      "הָיָה חֲבֵרוֹ מְסַרְהֵב בּוֹ לֶאֱכל אֶצְלוֹ וְאָמַר לוֹ בּוֹא וּשְׁתֵה עִמִּי יַיִן וְחָלָב וּדְבַשׁ. וְאָמַר שְׁבוּעָה שֶׁאֵינִי שׁוֹתֶה יַיִן וְחָלָב וּדְבַשׁ וְשָׁתָה מֵהֶן חַיָּב עַל כָּל אַחַת וְאַחַת בִּפְנֵי עַצְמוֹ. שֶׁהָיָה לוֹ לוֹמַר שְׁבוּעָה שֶׁאֵינִי שׁוֹתֶה כְּלוּם אוֹ מַה שֶּׁאָמַרְתָּ וּמִשֶּׁחָזַר וּפֵרֵט גִּלָּה דַּעְתּוֹ שֶׁחִיֵּב עַצְמוֹ בִּשְׁבוּעָה עַל כָּל מִין וּמִין בִּפְנֵי עַצְמוֹ. לְפִיכָךְ אֵין מִצְטָרְפִין זֶה עִם זֶה וְאֵינוֹ חַיָּב עַד שֶׁיֹּאכַל כַּשִּׁעוּר מִמִּין אֶחָד. הוֹאִיל וְהֵן חֲלוּקִין לְחַטָּאוֹת הֲרֵי הֵן כְּחֵלֶב וְדָם שֶׁאֵינָן מִצְטָרְפִין לִכְזַיִת כְּמוֹ שֶׁנִּתְבָּאֵר בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ אוֹ שֶׁלֹּא אֹכַל אוֹתָהּ כֵּיוָן שֶׁאָכַל מִמֶּנָּה כְּזַיִת חַיָּב. שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה אֵינוֹ חַיָּב עַד שֶׁיֹּאכַל אֶת כֻּלָּהּ. אָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה וַאֲכָלָהּ אֵינוֹ חַיָּב אֶלָּא אַחַת: \n",
      "וְכֵן אִם אָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם וְחָזַר וְנִשְׁבַּע עַל הַכִּכָּר שֶׁלֹּא יֹאכָלֶנָּה וַאֲכָלָהּ כֻּלָּהּ בְּאוֹתוֹ הַיּוֹם אֵינוֹ חַיָּב אֶלָּא אַחַת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. שֶׁאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. אֲבָל אִם נִשְׁבַּע עַל הַכִּכָּר שֶׁלֹּא יֹאכָלֶנָּה וְחָזַר וְנִשְׁבַּע שֶׁלֹּא יֹאכַל כְּלוּם. אוֹ שֶׁלֹּא יֹאכַל כִּכָּר זוֹ וַאֲכָלָהּ כֻּלָּהּ חַיָּב שְׁתַּיִם. שֶׁבְּשָׁעָה שֶׁנִּשְׁבַּע בַּתְּחִלָּה שֶׁלֹּא יֹאכְלֶנָּה אֵינוֹ חַיָּב עַד שֶׁיֹּאכַל כֻּלָּהּ. וּכְשֶׁחָזַר וְנִשְׁבַּע שֶׁלֹּא יֹאכַל [כְּלוּם] אוֹ שֶׁלֹּא יֹאכַל אוֹתָהּ מִשֶּׁיֹּאכַל מִמֶּנָּה כְּזַיִת יִתְחַיֵּב וּכְשֶׁיֹּאכַל כֻּלָּהּ יִתְחַיֵּב בִּשְׁבוּעָה רִאשׁוֹנָה: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל תְּאֵנִים. וְחָזַר וְנִשְׁבַּע עַל הַתְּאֵנִים וְעַל הָעֲנָבִים. חַיָּב עַל הַתְּאֵנִים שְׁתַּיִם שֶׁהֲרֵי כָּלַל הַתְּאֵנִים שֶׁנֶּאֶסְרוּ בִּשְׁבוּעָה רִאשׁוֹנָה עִם הָעֲנָבִים שֶׁהָיוּ מֻתָּרִין וּמִתּוֹךְ שֶׁחָלָה שְׁבוּעָה שְׁנִיָּה עַל הָעֲנָבִים חָלָה עַל הַתְּאֵנִים וְנִתְחַיֵּב בִּשְׁתֵּי שְׁבוּעוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל שְׁמוֹנֶה. שְׁבוּעָה שֶׁלֹּא אֹכַל תֵּשַׁע. שְׁבוּעָה שֶׁלֹּא אֹכַל עֶשֶׂר. בֵּין שֶׁאָכַל שְׁמוֹנֶה בֵּין שֶׁאָכַל תֵּשַׁע בֵּין שֶׁאָכַל עֶשֶׂר אֵינוֹ חַיָּב אֶלָּא אַחַת: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל עֶשֶׂר. שְׁבוּעָה שֶׁלֹּא אֹכַל תֵּשַׁע. שְׁבוּעָה שֶׁלֹּא אֹכַל שְׁמוֹנֶה. אִם אָכַל עֶשֶׂר חַיָּב שָׁלֹשׁ עַל כָּל שְׁבוּעָה וּשְׁבוּעָה אַחַת. וְכֵן אִם אָכַל תֵּשַׁע חַיָּב שְׁתַּיִם. אָכַל שְׁמוֹנֶה חַיָּב אַחַת: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל תְּאֵנִים וְחָזַר וְנִשְׁבַּע שֶׁלֹּא יֹאכַל תְּאֵנִים וַעֲנָבִים כְּאַחַת. וְשָׁגַג וְאָכַל תְּאֵנִים וְהִפְרִישׁ קָרְבָּן. וְאַחַר כָּךְ שָׁגַג וְאָכַל עֲנָבִים אֵינוֹ חַיָּב עַל הָעֲנָבִים מִפְּנֵי שֶׁהֵן כַּחֲצִי שִׁעוּר וְאֵין מְבִיאִין קָרְבָּן עַל חֲצִי שִׁעוּר: \n",
      "וְכֵן הַנִּשְׁבָּע שֶׁלֹּא יֹאכַל עֶשֶׂר וְחָזַר וְנִשְׁבַּע שֶׁלֹּא יֹאכַל עֶשֶׂר וְתֵשַׁע וְאָכַל עֶשֶׂר וְהִפְרִישׁ קָרְבָּן וְחָזַר וְשָׁגַג וְאָכַל תֵּשַׁע הֲרֵי זֶה כַּחֲצִי שִׁעוּר. וְאֵין מְבִיאִין קָרְבָּן עַל חֲצִי שִׁעוּר. שֶׁעִנְיַן שְׁבוּעָה אַחֲרוֹנָה שֶׁלֹּא יֹאכַל תֵּשַׁע וְעֶשֶׂר: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ הַגְּדוֹלָה אִם אֹכַל כִּכָּר זוֹ הַקְּטַנָּה וְשָׁכַח תְּנַאי זֶה בְּעֵת שֶׁאָכַל הַקְּטַנָּה וְאָכַל אַחַר כָּךְ הַגְּדוֹלָה בְּמֵזִיד חַיָּב: \n",
      "אָכַל אֶת הַקְּטַנָּה וְהוּא זוֹכֵר הַתְּנַאי וְיוֹדֵעַ שֶׁבַּאֲכִילָתָהּ תֵּאָסֵר הַגְּדוֹלָה וְשָׁכַח וְאָכַל אֶת הַגְּדוֹלָה וְכִמְדֻמֶּה לוֹ שֶׁעֲדַיִן לֹא נֶאֶסְרָה פָּטוּר. אָכַל שְׁתֵּיהֶן בִּשְׁגָגָה פָּטוּר. שְׁתֵּיהֶן בְּמֵזִיד בֵּין שֶׁאָכַל הַגְּדוֹלָה בַּתְּחִלָּה אוֹ בָּאַחֲרוֹנָה חַיָּב: \n",
      "וְכֵן אִם תְּלָאָן זוֹ בָּזוֹ וְנִשְׁבַּע וְאָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל אַחַת מֵהֶם אִם אָכַלְתִּי הָאַחֶרֶת וְשָׁכַח הַתְּנַאי וְאָכַל אַחַת מֵהֶן וְאָכַל הַשְּׁנִיָּה בְּזָדוֹן חַיָּב: \n",
      "אָכַל הָרִאשׁוֹנָה בְּזָדוֹן וְהַשְּׁנִיָּה בִּשְׁגָגָה פָּטוּר. שְׁתֵּיהֶן בְּזָדוֹן חַיָּב: \n",
      "שְׁבוּעָה שֶׁאֹכַל כִּכָּר זוֹ הַיּוֹם וְעָבַר הַיּוֹם וְלֹא אֲכָלָהּ. בְּשׁוֹגֵג מֵבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד. בְּמֵזִיד אֵינוֹ לוֹקֶה שֶׁהֲרֵי לֹא עָשָׂה מַעֲשֶׂה וְאַף עַל פִּי שֶׁעָבַר עַל שְׁבוּעַת שֶׁקֶר: \n",
      "וּמִפְּנֵי מָה לוֹקֶה אִם נִשְׁבַּע שֶׁאָכַל וְהוּא לֹא אָכַל אוֹ שֶׁלֹּא אָכַל וְהוּא אָכַל וְאַף עַל פִּי שֶׁלֹּא עָשָׂה מַעֲשֶׂה. מִפְּנֵי שֶׁמֵּעֵת שְׁבוּעָתוֹ לַשֶּׁקֶר נִשְׁבַּע. אֲבָל אִם נִשְׁבַּע שֶׁיַּעֲשֶׂה וְהוּא לֹא עָשָׂה אֵינָהּ שְׁבוּעַת שֶׁקֶר מִשְּׁעַת שְׁבוּעָה: \n",
      "מִי שֶׁאָמַר לַחֲבֵרוֹ שְׁבוּעָה לֹא אֹכַל לְךָ אוֹ שְׁבוּעָה שֶׁאֵינִי אוֹכֵל לְךָ אוֹ שֶׁהָיָה מְסַרְהֵב בּוֹ לֶאֱכל אֶצְלוֹ וְהוּא נִמְנַע וְנִשְׁבַּע וְאָמַר שְׁבוּעָה שֶׁאֹכַל לְךָ. וְכֵן הָאוֹמֵר לֹא שְׁבוּעָה לֹא אֹכַל לְךָ. כָּל אֵלּוּ אֲסוּרִין וַהֲרֵי נִשְׁבַּע שֶׁלֹּא יֹאכַל אֶצְלוֹ. וְאִם אָמַר כָּל הַלְּשׁוֹנוֹת הָאֵלּוּ וְעָבַר וְאָכַל אֵינוֹ חַיָּב אֶלָּא אַחַת: \n"
    ],
    [
      "מִי שֶׁנִּשְׁבַּע שֶׁזָּרַק אִישׁ פְּלוֹנִי צְרוֹר לַיָּם וְהוּא לֹא זָרַק. אוֹ שֶׁלֹּא זָרַק וְהוּא זָרַק. הֲרֵי זֶה חַיָּב בִּשְׁבוּעַת בִּטּוּי. וְאַף עַל פִּי שֶׁאֵינוֹ בִּלְהַבָּא שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהִשָּׁבַע שֶׁיִּזְרֹק וְשֶׁלֹּא יִזְרֹק אִישׁ פְּלוֹנִי. וְכָל מִי שֶׁנִּשְׁבַּע עַל אֲחֵרִים שֶׁיַּעֲשׂוּ כָּךְ וְכָךְ אוֹ לֹא יַעֲשׂוּ אֲפִלּוּ הָיוּ בָּנָיו אוֹ אִשְׁתּוֹ אֵינוֹ חַיָּב בִּשְׁבוּעַת בִּטּוּי. שֶׁהֲרֵי אֵין בְּיָדוֹ לֹא לְקַיֵּם וְלֹא לְבַטֵּל. וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת שֶׁהֲרֵי אֵין בְּיָדוֹ לְקַיֵּם שְׁבוּעָה זוֹ וְנִמְצָא גּוֹרֵם לִשְׁבוּעַת שָׁוְא: \n",
      "וְלָמָּה אֵינוֹ לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא שֶׁהֲרֵי אֶפְשָׁר לְאוֹתָן אֲחֵרִים שֶׁיִּשְׁמְעוּ מִמֶּנּוּ וְתִתְקַיֵּם שְׁבוּעָתוֹ. וְנִמְצָא כְּשֶׁמַּתְרִים בּוֹ בְּעֵת שֶׁנִּשְׁבַּע הַתְרָאַת סָפֵק שֶׁאֵין לוֹקִין עָלֶיהָ אֶלָּא אִם כֵּן הָיָה לָאו שֶׁבּוֹ מְפֹרָשׁ בַּתּוֹרָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין. וְאֵין אוֹתָן אֲחֵרִים נִזְקָקִין לְקַיֵּם דִּבְרֵי זֶה הַנִּשְׁבָּע אֶלָּא אִם כֵּן עָנוּ אָמֵן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְאִם קִיְּמוּ דְּבָרָיו הֲרֵי אֵלּוּ מְשֻׁבָּחִין שֶׁלֹּא הִרְגִּילוּ לְהוֹצִיא שְׁבוּעָה לַשָּׁוְא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנִּשְׁבַּע עַל דָּבָר שֶׁאֵינוֹ בִּרְשׁוּתוֹ. כְּגוֹן שֶׁנִּשְׁבַּע רְאוּבֵן עַל שִׁמְעוֹן שֶׁלֹּא יֵלֵךְ בִּסְחוֹרָה אוֹ שֶׁלֹּא יֹאכַל בָּשָׂר וְכַיּוֹצֵא בָּזֶה. אֲבָל אִם נִשְׁבַּע רְאוּבֵן שֶׁלֹּא יִכָּנֵס שִׁמְעוֹן בְּבֵיתוֹ וְשֶׁלֹּא יֵהָנֶה מִנְּכָסָיו וְעָבַר שִׁמְעוֹן וְנִכְנַס לְבֵיתוֹ שֶׁל רְאוּבֵן וְנֶהֱנָה מִנְּכָסָיו שֶׁלֹּא מִדַּעַת רְאוּבֵן רְאוּבֵן פָּטוּר שֶׁהֲרֵי הוּא אָנוּס וְשִׁמְעוֹן חַיָּב שֶׁעָבַר עַל דָּבָר הָאָסוּר לוֹ לַעֲשׂוֹתוֹ. שֶׁלֹּא נִשְׁבַּע זֶה אֶלָּא עַל דָּבָר שֶׁהוּא בִּרְשׁוּתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל אֳכָלִין שֶׁאֵינָן רְאוּיִין לַאֲכִילָה וְשָׁתָה מַשְׁקִים שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה פָּטוּר. אָכַל דְּבָרִים הָאֲסוּרִין מִן הַתּוֹרָה בַּאֲכִילָה כְּגוֹן שֶׁאָכַל כְּזַיִת נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים פָּטוּר מִשּׁוּם שְׁבוּעַת בִּטּוּי. שְׁבוּעָה שֶׁאֹכַל וְאָכַל אֳכָלִין שֶׁאֵינָן רְאוּיִים לַאֲכִילָה וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה אוֹ שֶׁאָכַל נְבֵלוֹת וּטְרֵפוֹת וְכַיּוֹצֵא בָּהֶן פָּטוּר מִשְּׁבוּעַת בִּטּוּי שֶׁהֲרֵי יָצָא יְדֵי אֲכִילָה מֵאַחַר שֶׁהֵן חֲשׁוּבִין אֶצְלוֹ אֲכִילָתָן שְׁמָהּ אֲכִילָה: \n",
      "שְׁבוּעָה שֶׁלֹּא אָכַלְתִּי וְהוּא אָכַל דְּבָרִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה אוֹ נְבֵלוֹת וּטְרֵפוֹת חַיָּב שֶׁאֲכִילָתָן שְׁמָהּ אֲכִילָה שֶׁכְּבָר הֵן חֲשׁוּבִין אֶצְלוֹ שֶׁהֲרֵי אֲכָלָן. אֲבָל לְהַבָּא שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל וְנִקְרָה מִקְרֶה וַאֲכָלָן אֵינָהּ אֲכִילָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל כָּל שֶׁהוּא מִנְּבֵלוֹת וּטְרֵפוֹת וְאָכַל פָּחוֹת מִכְּזַיִת חַיָּב בִּשְׁבוּעָה שֶׁהֲרֵי אֵינוֹ מֻשְׁבָּע עַל חֲצִי שִׁעוּר מֵהַר סִינַי: \n",
      "שְׁבוּעָה שֶׁאֹכַל פָּחוֹת מִכְּזַיִת נְבֵלָה וּטְרֵפָה חַיָּב בִּשְׁבוּעַת בִּטּוּי. שְׁבוּעָה שֶׁלֹּא אֹכַל עָפָר וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה אִם אָכַל כְּזַיִת חַיָּב. אָכַל פָּחוֹת מִכְּזַיִת הֲרֵי זֶה סָפֵק שֶׁמָּא יִתְחַיֵּב בְּכָל שֶׁהוּא מִפְּנֵי שֶׁאֵין זֶה דַּרְכּוֹ לַאֲכִילָה כְּדֵי לְהַצְרִיכוֹ שִׁעוּר: \n",
      "וְכֵן הַנִּשְׁבָּע שֶׁלֹּא לֶאֱכל חַרְצָן וְאָכַל מִמֶּנּוּ פָּחוֹת מִכְּזַיִת הֲרֵי זֶה סָפֵק. הָיָה הַנִּשְׁבָּע נָזִיר שֶׁהוּא אָסוּר בְּחַרְצָן בִּכְזַיִת וְאָכַל מִמֶּנּוּ פָּחוֹת מִכְּזַיִת אֵינוֹ חַיָּב בִּשְׁבוּעַת בִּטּוּי. שֶׁהֲרֵי אֵין דַּעְתּוֹ בִּשְׁבוּעָתוֹ אֶלָּא עַל (כָּל) כְּזַיִת שֶׁהוּא מֻשְׁבָּע עָלָיו וְאֵין שְׁבוּעָה חָלָה עָלָיו. לְפִיכָךְ אִם פֵּרֵשׁ וְאָמַר שְׁבוּעָה שֶׁלֹּא אֹכַל חַרְצָן אֶחָד וַאֲכָלוֹ חַיָּב: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל תְּמָרִים וּנְבֵלוֹת וּטְרֵפוֹת וְאָכַל כְּזַיִת נְבֵלָה אוֹ טְרֵפָה חַיָּב אַף מִשּׁוּם שְׁבוּעַת בִּטּוּי שֶׁהֲרֵי כָּלַל דְּבָרִים הָאֲסוּרִין עִם דְּבָרִים הַמֻּתָּרִין. וּמִתּוֹךְ שֶׁחָלָה שְׁבוּעָה עַל הַתְּמָרִים חָלָה עַל דְּבָרִים הָאֲסוּרִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֲבָל אִם נִשְׁבַּע שֶׁלֹּא יֹאכַל נְבֵלָה וּטְרֵפָה וְכַיּוֹצֵא בָּהֶן בֵּין אָכַל בֵּין לֹא אָכַל אֵין כָּאן חִיּוּב שְׁבוּעָה כְּלָל לֹא שְׁבוּעַת בִּטּוּי וְלֹא שְׁבוּעַת שָׁוְא: \n",
      "נִשְׁבַּע שֶׁיֹּאכַל נְבֵלָה וּטְרֵפָה וְכַיּוֹצֵא בָּהֶן מֵאִסּוּרֵי תּוֹרָה הֲרֵי זֶה לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא בֵּין אָכַל בֵּין לֹא אָכַל: \n",
      "שְׁבוּעָה שֶׁאֹכַל כִּכָּר זוֹ שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה הַשְּׁנִיָּה שְׁבוּעַת שָׁוְא שֶׁהֲרֵי מִצְוָה עָלָיו לְאָכְלָהּ וְלוֹקֶה עַל שְׁבוּעָה שְׁנִיָּה בֵּין אָכַל בֵּין לֹא אָכַל. וְאִם לֹא אֲכָלָהּ חַיָּב אַף בִּשְׁבוּעַת בִּטּוּי: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ שְׁבוּעָה שֶׁאֹכָלֶנָּה. הַשְּׁנִיָּה שְׁבוּעַת שָׁוְא שֶׁהֲרֵי זוֹ אֲסוּרָה עָלָיו לְאָכְלָהּ וְלוֹקֶה עַל שְׁבוּעָה שְׁנִיָּה זוֹ בֵּין אֲכָלָהּ בֵּין לֹא אֲכָלָהּ. וְאִם אֲכָלָהּ לוֹקֶה אַף מִשּׁוּם שְׁבוּעַת בִּטּוּי. וְכֵן כָּל הַנִּשְׁבָּע לְבַטֵּל אֶת הַמִּצְוָה וְלֹא בִּטֵּל פָּטוּר מִשְּׁבוּעַת בִּטּוּי וְלוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא וְעוֹשֶׂה הַמִּצְוָה שֶׁנִּשְׁבַּע לְבַטְּלָהּ: \n",
      "כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יַעֲשֶׂה סֻכָּה וְשֶׁלֹּא יִלְבַּשׁ תְּפִלִּין וְשֶׁלֹּא יִתֵּן צְדָקָה. וְכֵן הַנִּשְׁבָּע לַחֲבֵרוֹ שֶׁלֹּא אָעִיד לְךָ עֵדוּת זוֹ שֶׁאֲנִי יוֹדְעָהּ אוֹ שֶׁלֹּא אָעִיד לְךָ אִם אֵדַע לְךָ עֵדוּת הֲרֵי זֶה לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא מִפְּנֵי שֶׁהוּא מְצֻוֶּה לְהָעִיד. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ שְׁבוּעָה שֶׁלֹּא אֵדַע לְךָ עֵדוּת הֲרֵי זוֹ שְׁבוּעַת שָׁוְא שֶׁאֵין בְּיָדוֹ שֶׁלֹּא יֵדַע לוֹ עֵדוּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נִשְׁבַּע לְקַיֵּם אֶת הַמִּצְוָה וְלֹא קִיֵּם פָּטוּר מִשּׁוּם שְׁבוּעַת בִּטּוּי. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁיַּעֲשֶׂה לוּלָב אוֹ סֻכָּה אוֹ שֶׁיִּתֵּן צְדָקָה לְעָנִי אוֹ שֶׁיָּעִיד לוֹ אִם יֵדַע לוֹ עֵדוּת וְלֹא עָשָׂה וְלֹא נָתַן וְלֹא הֵעִיד הֲרֵי זֶה פָּטוּר מִשּׁוּם שְׁבוּעַת בִּטּוּי. שֶׁאֵין שְׁבוּעַת בִּטּוּי חָלָה אֶלָּא עַל דִּבְרֵי הָרְשׁוּת שֶׁאִם רָצָה עוֹשֶׂה וְאִם לֹא רָצָה אֵינוֹ עוֹשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא ה ד)</small> \"לְהָרַע אוֹ לְהֵיטִיב\". לְפִיכָךְ כָּל הַנִּשְׁבָּע לְהָרַע לַאֲחֵרִים פָּטוּר מִשְּׁבוּעַת בִּטּוּי כְּגוֹן שֶׁנִּשְׁבַּע שֶׁיַּכֶּה אֶת פְּלוֹנִי אוֹ יְקַלְּלֶנּוּ אוֹ יִגְזל מָמוֹנוֹ אוֹ יִמְסְרֶנּוּ בְּיַד אַנָּס מִפְּנֵי שֶׁהוּא מְצֻוֶּה שֶׁלֹּא לַעֲשׂוֹת. וְיֵרָאֶה לִי שֶׁהוּא לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא: \n",
      "נִשְׁבַּע לְהָרַע לְעַצְמוֹ כְּגוֹן שֶׁנִּשְׁבַּע שֶׁיַּחֲבל בְּעַצְמוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי שְׁבוּעָה חָלָה עָלָיו. וְאִם לֹא הֵרַע לְעַצְמוֹ חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי. נִשְׁבַּע לְהֵיטִיב לַאֲחֵרִים הֲטָבָה שֶׁבְּיָדוֹ לַעֲשׂוֹתָהּ כְּגוֹן שֶׁיְּדַבֵּר עָלָיו לַשִּׁלְטוֹן אוֹ יְכַבְּדֶנּוּ שְׁבוּעָה חָלָה עָלָיו. וְאִם עָבַר וְלֹא עָשָׂה חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי: \n",
      "נִשְׁבַּע שֶׁלֹּא יֹאכַל מַצָּה שָׁנָה אוֹ שְׁנָתַיִם. הֲרֵי זֶה אָסוּר לֶאֱכל מַצָּה בְּלֵילֵי הַפֶּסַח וְאִם אָכַל חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי. וְאֵין זֶה שְׁבוּעַת שָׁוְא שֶׁהֲרֵי לֹא נִשְׁבַּע שֶׁלֹּא יֹאכַל מַצָּה בְּלֵילֵי הַפֶּסַח אֶלָּא כָּלַל עִתִּים שֶׁאֲכִילַת מַצָּה בָּהֶם רְשׁוּת עִם עֵת שֶׁאֲכִילָתָהּ בּוֹ מִצְוָה וּמִתּוֹךְ שֶׁחָלָה שְׁבוּעָה עַל שְׁאָר הַיָּמִים חָלָה עַל לֵיל הַפֶּסַח. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יֵשֵׁב בְּצֵל סֻכָּה לְעוֹלָם אוֹ שֶׁלֹּא יַעֲלֶה עָלָיו בֶּגֶד שָׁנָה אוֹ שְׁנָתַיִם: \n",
      "נִשְׁבַּע שֶׁהֵנִיחַ תְּפִלִּין הַיּוֹם אוֹ לֹא הֵנִיחַ. שֶׁנִּתְעַטֵּף בְּצִיצִית אוֹ לֹא נִתְעַטֵּף. הֲרֵי זֶה שְׁבוּעַת בִּטּוּי לְשֶׁעָבַר. שֶׁזֶּה מַגִּיד דָּבָר שֶׁנַּעֲשָׂה וְלֹא נִשְׁבַּע עַל הַמִּצְוָה לֹא לְקַיְּמָהּ וְלֹא לְבַטְּלָהּ: \n",
      "נִשְׁבַּע שֶׁלֹּא יִישַׁן שְׁלֹשֶׁת יָמִים. אוֹ שֶׁלֹּא יֹאכַל כְּלוּם שִׁבְעַת יָמִים וְכַיּוֹצֵא בָּזֶה שֶׁהִיא שְׁבוּעַת שָׁוְא. אֵין אוֹמְרִין יֵעוֹר זֶה עַד שֶׁיִּצְטַעֵר וְיָצוּם עַד שֶׁיִּצְטַעֵר וְלֹא יִהְיֶה בּוֹ כֹּחַ לִסְבּל וְאַחַר כָּךְ יֹאכַל אוֹ יִישַׁן. אֶלָּא מַלְקִין אוֹתוֹ מִיָּד מִשּׁוּם שְׁבוּעַת שָׁוְא וְיִישַׁן וְיֹאכַל בְּכָל עֵת שֶׁיִּרְצֶה: \n",
      "נִשְׁבַּע שֶׁרָאָה גָּמָל פּוֹרֵחַ בָּאֲוִיר. אָמְרוּ לוֹ הֵיאַךְ נִשְׁבַּעְתָּ לַשָּׁוְא וְאָמַר עוֹף גָּדוֹל רָאִיתִי וּמִגָּדְלוֹ קְרָאתִיו גָּמָל וְכָךְ הָיָה בְּדַעְתִּי אֵין זֶה כְּלוּם. שֶׁאֵין כָּל אָדָם קוֹרְאִין גָּמָל אֶלָּא לְגָמָל וּבָטְלָה דַּעְתּוֹ אֵצֶל כָּל אָדָם וְלוֹקֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "דָּבָר יָדוּעַ אֵצֶל הַחֲכָמִים בַּעֲלֵי שֵׂכֶל וּמַדָּע שֶׁהַשֶּׁמֶשׁ גְּדוֹלָה מִן הָאָרֶץ מֵאָה וְשִׁבְעִים פְּעָמִים. נִשְׁבַּע אֶחָד מִן הָעָם שֶׁהַשֶּׁמֶשׁ גְּדוֹלָה מִן הָאָרֶץ אֵינוֹ לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא שֶׁאַף עַל פִּי שֶׁהַדָּבָר כֵּן הוּא אֵין דָּבָר זֶה גָּלוּי וְיָדוּעַ לְכָל הָעָם אֶלָּא לִגְדוֹלֵי הַחֲכָמִים בִּלְבַד. וְאֵינוֹ חַיָּב אֶלָּא אִם כֵּן נִשְׁבַּע עַל דָּבָר שֶׁגָּלוּי וְיָדוּעַ לִשְׁלֹשָׁה בְּנֵי אָדָם מִשְּׁאָר הָעָם כְּגוֹן אִישׁ שֶׁהוּא אִישׁ וְאֶבֶן שֶׁהוּא אֶבֶן. וְכֵן אִם נִשְׁבַּע שֶׁהַשֶּׁמֶשׁ קְטַנָּה מִן הָאָרֶץ אֵינוֹ לוֹקֶה. וְאַף עַל פִּי שֶׁאֵין הַדָּבָר כֵּן מִפְּנֵי שֶׁאֵין זֶה יָדוּעַ לְכָל אָדָם וְאֵינוֹ כְּמִי שֶׁנִּשְׁבַּע עַל הָאִישׁ שֶׁהוּא אִשָּׁה שֶׁהֲרֵי לֹא נִשְׁבַּע אֶלָּא עַל רְאִיַּת עֵינָיו שֶׁהֲרֵי הוּא רוֹאֶה אוֹתָהּ קְטַנָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִדִּבְרֵי חֶשְׁבּוֹן תְּקוּפוֹת מַזָּלוֹת וְגִימַטְרִיָּאוֹת וְכַיּוֹצֵא בָּהֶן מִדִּבְרֵי חָכְמָה שֶׁאֵין נִכָּרִין אֶלָּא לַאֲנָשִׁים אֲחֵרִים: \n"
    ],
    [
      "מִי שֶׁנִּשְׁבַּע שְׁבוּעַת בִּטּוּי וְנִחַם עַל שְׁבוּעָתוֹ וְרָאָה שֶׁהוּא מִצְטַעֵר אִם יְקַיֵּם שְׁבוּעָה זוֹ וְנֶהְפְּכָה דַּעְתּוֹ לְדַעַת אַחֶרֶת. אוֹ שֶׁנּוֹלַד לוֹ דָּבָר שֶׁלֹּא הָיָה בְּדַעְתּוֹ בִּשְׁעַת הַשְּׁבוּעָה וְנִחַם בִּגְלָלוֹ. הֲרֵי זֶה נִשְׁאַל לְחָכָם אֶחָד אוֹ לִשְׁלֹשָׁה הֶדְיוֹטוֹת בְּמָקוֹם שֶׁאֵין שָׁם חָכָם וּמַתִּירִין לוֹ שְׁבוּעָתוֹ. וְיִהְיֶה מֻתָּר לַעֲשׂוֹת דָּבָר שֶׁנִּשְׁבַּע שֶׁלֹּא לַעֲשׂוֹתוֹ. אוֹ שֶׁלֹּא לַעֲשׂוֹת דָּבָר שֶׁנִּשְׁבַּע לַעֲשׂוֹתוֹ. וְזֶהוּ הַנִּקְרָא הֶתֵּר שְׁבוּעוֹת: \n",
      "וְדָבָר זֶה אֵין לוֹ עִקָּר כְּלָל בַּתּוֹרָה שֶׁבִּכְתָב. אֶלָּא כָּךְ לָמְדוּ מִמּשֶׁה רַבֵּנוּ מִפִּי הַקַּבָּלָה שֶׁזֶּה הַכָּתוּב <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" שֶׁלֹּא יְחַלֵּל הוּא בְּעַצְמוֹ דֶּרֶךְ קַלּוּת רֹאשׁ בִּשְׁאָט נֶפֶשׁ כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ויקרא יט יב)</small> \"וְחִלַּלְתָּ אֶת שֵׁם אֱלֹהֶיךָ\". אֲבָל אִם נִחַם וְחָזַר בּוֹ חָכָם מַתִּיר לוֹ: \n",
      "וְאֵין אָדָם יָכוֹל לְהַתִּיר שְׁבוּעַת עַצְמוֹ. וְאֵין אָדָם רַשַּׁאי לְהַתִּיר שְׁבוּעָה אוֹ נֵדֶר בְּמָקוֹם שֶׁיֵּשׁ גָּדוֹל מִמֶּנּוּ בְּחָכְמָה. וּבְמָקוֹם שֶׁיֵּשׁ בּוֹ רַבּוֹ אָסוּר לוֹ לְהַתִּיר אֶלָּא מִדַּעַת רַבּוֹ: \n",
      "זֶה שֶׁנִּשְׁבַּע הוּא שֶׁיָּבוֹא לִפְנֵי הֶחָכָם לְהַתִּיר לוֹ בֵּין אִישׁ בֵּין אִשָּׁה. וְאֵינוֹ עוֹשֶׂה שָׁלִיחַ לְהִשָּׁאֵל לוֹ עַל נִדְרוֹ. וְהַבַּעַל נַעֲשֶׂה שָׁלִיחַ לַחֲרָטַת אִשְׁתּוֹ וּמַתִּירִין לָהּ וּבִלְבַד שֶׁיִּהְיוּ הַשְּׁלֹשָׁה מְקֻבָּצִים אֲבָל לֹא יְקַבֵּץ אוֹתָן לְהַתִּיר לָהּ לְכַתְּחִלָּה. וְאֵינוֹ נַעֲשֶׂה שָׁלִיחַ לְהַתִּיר נֵדֶר לְאִשְׁתּוֹ: \n",
      "כֵּיצַד מַתִּירִין. יָבוֹא הַנִּשְׁבָּע לְחָכָם הַמֻּבְהָק אוֹ לִשְׁלֹשָׁה הֶדְיוֹטוֹת אִם אֵין שָׁם מֻמְחֶה. וְאוֹמֵר אֲנִי נִשְׁבַּעְתִּי עַל כָּךְ וְכָךְ וְנִחַמְתִּי. וְאִלּוּ הָיִיתִי יוֹדֵעַ שֶׁאֲנִי מִצְטַעֵר בְּדָבָר זֶה עַד כֹּה אוֹ שֶׁאֵרַע לִי כָּךְ וְכָךְ לֹא הָיִיתִי נִשְׁבַּע וְאִלּוּ הָיְתָה דַּעְתִּי בְּעֵת הַשְּׁבוּעָה כְּמוֹ עַתָּה לֹא הָיִיתִי נִשְׁבַּע. וְהֶחָכָם אוֹ גְּדוֹל הַשְּׁלֹשָׁה אוֹמֵר לוֹ וּכְבָר נִחַמְתָּ. וְהוּא אוֹמֵר לוֹ הֵן. חוֹזֵר וְאוֹמֵר לוֹ שָׁרוּי לְךָ אוֹ מֻתָּר לְךָ אוֹ מָחוּל לְךָ וְכָל כַּיּוֹצֵא בְּעִנְיָן זֶה בְּכָל לָשׁוֹן. אֲבָל אִם אָמַר לוֹ מוּפָר לְךָ אוֹ נֶעֶקְרָה שְׁבוּעָתְךָ וְכָל כַּיּוֹצֵא בְּעִנְיָן זֶה לֹא אָמַר כְּלוּם. שֶׁאֵין מֵפֵר אֶלָּא הַבַּעַל אוֹ הָאָב אֲבָל הֶחָכָם אֵינוֹ אוֹמֵר אֶלָּא לְשׁוֹן הַתָּרָה וּמְחִילָה: \n",
      "הַקְּרוֹבִים כְּשֵׁרִים לְהַתִּיר נְדָרִים וּשְׁבוּעוֹת. וּמַתִּירִין בַּלַּיְלָה וּמְעֻמָּד. שֶׁאֵין הַהֶתֵּר הַזֶּה דִּין. לְפִיכָךְ נִשְׁאָלִין לִשְׁבוּעוֹת וְלִנְדָרִים בְּשַׁבָּת אִם הָיוּ לְצֹרֶךְ הַשַּׁבָּת. כְּגוֹן שֶׁיַּתִּירוּ לוֹ שְׁבוּעָתוֹ כְּדֵי שֶׁיֹּאכַל וְיִשְׁתֶּה הַיּוֹם. וַאֲפִלּוּ הָיָה לוֹ פְּנַאי לְהַתִּיר שְׁבוּעָתוֹ אוֹ נִדְרוֹ מֵעֶרֶב שַׁבָּת הֲרֵי זֶה מַתִּיר בְּשַׁבָּת הוֹאִיל וְהוּא לְצֹרֶךְ הַשַּׁבָּת: \n",
      "רְאוּבֵן שֶׁהִשְׁבִּיעַ לְשִׁמְעוֹן וְעָנָה אָמֵן. אוֹ קִבֵּל הַשְּׁבוּעָה וְנִחַם שִׁמְעוֹן עַל שְׁבוּעָתוֹ וְנִשְׁאַל עָלֶיהָ. אֵין מַתִּירִין לוֹ אֶלָּא בִּפְנֵי רְאוּבֵן שֶׁהִשְׁבִּיעוֹ. וְכֵן אִם נִשְׁבַּע רְאוּבֵן אוֹ נָדַר שֶׁלֹּא יֵהָנֶה מִשִּׁמְעוֹן אוֹ שֶׁלֹּא יֵהָנֶה בּוֹ שִׁמְעוֹן וְנִחַם וְנִשְׁאַל לְחָכָם אֵין מַתִּירִין לוֹ אֶלָּא בִּפְנֵי שִׁמְעוֹן שֶׁנָּדַר מִמֶּנּוּ הֲנָיָה. וַאֲפִלּוּ הָיָה שִׁמְעוֹן קָטָן אוֹ עַכּוּ''ם אֵין מַתִּירִין לוֹ אֶלָּא בְּפָנָיו כְּדֵי שֶׁיֵּדַע הַנִּדָּר שֶׁהִתִּיר זֶה נִדְרוֹ אוֹ שְׁבוּעָתוֹ וּלְפִיכָךְ יֵהָנֶה מִמֶּנּוּ אוֹ יַהֲנֶה לוֹ: \n",
      "אֶחָד הַנִּשְׁבָּע בֵּינוֹ לְבֵין עַצְמוֹ וְאֶחָד הַנִּשְׁבָּע בָּרַבִּים. וַאֲפִלּוּ נִשְׁבַּע בַּשֵּׁם הַמְיֻחָד בַּה' אֱלֹהֵי יִשְׂרָאֵל וְנִחַם הֲרֵי זֶה נִשְׁאָל עַל שְׁבוּעָתוֹ וּמַתִּירִין לוֹ. נִשְׁבַּע עַל דַּעַת רַבִּים אוֹ שֶׁנָּדַר עַל דַּעַת רַבִּים אֵין מַתִּירִין לוֹ לְעוֹלָם אֶלָּא לִדְבַר מִצְוָה: \n",
      "כֵּיצַד. נִשְׁבַּע וְתָלָה שְׁבוּעָתוֹ בְּדַעַת רַבִּים שֶׁלֹּא יֵהָנֶה בִּפְלוֹנִי לְעוֹלָם וְהֻצְרְכוּ בְּנֵי אוֹתָהּ הָעִיר לִלְמֹד תּוֹרָה אוֹ לְמִי שֶׁיָּמוּל אֶת בְּנֵיהֶם אוֹ שֶׁיִּזְבַּח לָהֶם וְלֹא נִמְצָא אֶלָּא זֶה בִּלְבַד הֲרֵי זֶה נִשְׁאַל לְחָכָם אוֹ לִשְׁלֹשָׁה הֶדְיוֹטוֹת וּמַתִּירִין לוֹ שְׁבוּעָתוֹ וְעוֹשֶׂה לָהֶם מִצְוֹת אֵלּוּ וְנוֹטֵל שְׂכָרוֹ מֵאוֹתָן הָאֲנָשִׁים שֶׁנִּשְׁבַּע שֶׁלֹּא יֵהָנֶה מֵהֶם: \n",
      "מִי שֶׁנִּשְׁבַּע וְלֹא נִחַם עַל שְׁבוּעָתוֹ וּבָא לְבֵית דִּין לְקַיֵּם שְׁבוּעָתוֹ. אִם רָאוּ הַדַּיָּנִין שֶׁהֶתֵּר שְׁבוּעָה זוֹ גּוֹרֵם לְמִצְוָה וּלְשָׁלוֹם בֵּין אִישׁ לְאִשְׁתּוֹ בֵּין אָדָם לַחֲבֵרוֹ וְשֶׁקִּיּוּם שְׁבוּעָה זוֹ גּוֹרֵם לַעֲבֵרָה וְלִקְטָטָה פּוֹתְחִין לוֹ פֶּתַח וְנוֹשְׂאִין וְנוֹתְנִין עִמּוֹ בַּדָּבָר וּמוֹדִיעִין לוֹ דְּבָרִים שֶׁגּוֹרֶמֶת שְׁבוּעָתוֹ עַד שֶׁיִּתְנַחֵם. אִם נִחַם בְּדִבְרֵיהֶם מַתִּירִין לוֹ וְאִם לֹא נִחַם וְעָמַד בְּמִרְיוֹ הֲרֵי זֶה יְקַיֵּם שְׁבוּעָתוֹ: \n",
      "כֵּיצַד. נִשְׁבַּע שֶׁיְּגָרֵשׁ אֶת אִשְׁתּוֹ אוֹ שֶׁלֹּא יֵהָנֶה יִשְׂרָאֵל מִנְּכָסָיו אוֹ שֶׁלֹּא יֹאכַל בָּשָׂר וְשֶׁלֹּא יִשְׁתֶּה יַיִן שְׁלֹשִׁים יוֹם וְכַיּוֹצֵא בָּזֶה אוֹמְרִים לוֹ בְּנִי אִם תְּגָרֵשׁ אֶת אִשְׁתְּךָ אַתָּה מוֹצִיא לַעַז עַל בָּנֶיךָ וְאוֹמְרִים הָעָם מִפְּנֵי מָה נִתְגָּרְשָׁה אִמָּן שֶׁל אֵלּוּ וּלְמָחָר קוֹרְאִים לָהֶם בְּנֵי גְּרוּשָׁה וְשֶׁמָּא תִּנָּשֵׂא לְאַחֵר וְאִי אַתָּה יָכוֹל לְהַחְזִירָהּ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. וְכֵן זֶה שֶׁנִּשְׁבַּעְתָּ שֶׁלֹּא יֵהָנֶה יִשְׂרָאֵל מִנְּכָסֶיךָ לְמָחָר יִצְטָרֵךְ זֶה וְתִהְיֶה עוֹבֵר עַל <small>(ויקרא כה לו)</small> \"וְחֵי אָחִיךָ עִמָּךְ\" <small>(ויקרא כה לה)</small> \"וְהֶחֱזַקְתָּ בּוֹ\" אוֹ <small>(דברים טו ח)</small> <small>(דברים טו יא)</small> \"פָּתֹחַ תִּפְתַּח\" וְכַיּוֹצֵא בָּהֶן. וְזֶה שֶׁנִּשְׁבַּעְתָּ שֶׁלֹּא תֹּאכַל בָּשָׂר וְשֶׁלֹּא תִּשְׁתֶּה יַיִן שְׁלֹשִׁים יוֹם הֲרֵי אַתָּה פּוֹגֵעַ בָּרֶגֶל וּמְבַטֵּל שִׂמְחַת יוֹם טוֹב וְעֹנֶג שַׁבָּת. אִם אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ זֶה לֹא הָיִיתִי נִשְׁבַּע מַתִּירִין לוֹ וְאִם אָמַר אַף עַל פִּי כֵן לֹא נִחַמְתִּי וְרוֹצֶה אֲנִי בְּכָל זֶה אֵין מַתִּירִין לוֹ: \n",
      "אֵין פּוֹתְחִין בְּנוֹלָד. כֵּיצַד. נִשְׁבַּע שֶׁלֹּא יֵהָנֶה בִּפְלוֹנִי וְנַעֲשָׂה סוֹפֵר הָעִיר. הוֹאִיל וְלֹא נִחַם עַל שְׁבוּעָתוֹ אֵין פּוֹתְחִין לוֹ בְּדָבָר זֶה. וַאֲפִלּוּ אָמַר הוּא מֵעַצְמוֹ אִלּוּ הָיִיתִי יוֹדֵעַ לֹא הָיִיתִי נִשְׁבַּע אֵין מַתִּירִין לוֹ הוֹאִיל וַעֲדַיִן לֹא נִחַם אֶלָּא רְצוֹנוֹ שֶׁלֹּא יֵהָנֶה לוֹ וְשֶׁלֹּא יֵעָשֶׂה זֶה סוֹפֵר. אֲבָל אִם נִחַם הוּא מֵעַצְמוֹ מִפְּנֵי הַנּוֹלָד וְנֶהֶפְכָה דַּעְתּוֹ מַתִּירִין לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁנִּשְׁבַּע עַל דָּבָר וְנִשְׁבַּע שֶׁלֹּא יַתִּיר שְׁבוּעָה זוֹ וְנִחַם. הֲרֵי זֶה נִשְׁאַל עַל הַשְּׁבוּעָה הָאַחֲרוֹנָה תְּחִלָּה שֶׁנִּשְׁבַּע שֶׁלֹּא יַתִּיר וְאַחַר כָּךְ יִשְׁאַל עַל הָרִאשׁוֹנָה: \n",
      "נִשְׁבַּע שֶׁלֹּא יְדַבֵּר עִם פְּלוֹנִי וְנִשְׁבַּע אַחַר כָּךְ שֶׁאִם יִשְׁאַל עַל שְׁבוּעָה זוֹ וְיַתִּירָהּ יִהְיֶה אָסוּר לִשְׁתּוֹת יַיִן לְעוֹלָם וְנִחַם. הֲרֵי זֶה נִשְׁאָל עַל הַשְּׁבוּעָה הָרִאשׁוֹנָה וּמַתִּירָהּ. וְאַחַר כָּךְ יִשְׁאַל עַל הַשְּׁנִיָּה. שֶׁאֵין מַתִּירִין נֵדֶר אוֹ שְׁבוּעָה שֶׁעֲדַיִן לֹא חָלוּ. לְפִיכָךְ אִם הָיָה עוֹמֵד בְּנִיסָן וְנִשְׁבַּע שֶׁלֹּא יֹאכַל בָּשָׂר שְׁלֹשִׁים יוֹם מֵרֹאשׁ חֹדֶשׁ אִיָּר וְנִחַם אֵינוֹ נִשְׁאָל עַד שֶׁיִּכָּנֵס אִיָּר: \n",
      "נִשְׁבַּע שֶׁלֹּא יֵהָנֶה לִפְלוֹנִי וְשֶׁלֹּא יֵהָנֶה לְחָכָם שֶׁיִּשְׁאַל לוֹ עַל שְׁבוּעָה זוֹ. נִשְׁאַל עַל הָרִאשׁוֹנָה וְאַחַר כָּךְ יִשְׁאַל עַל הַשְּׁנִיָּה: \n",
      "נִשְׁבַּע שֶׁלֹּא יֵהָנֶה לִפְלוֹנִי וַהֲרֵי הוּא נָזִיר אִם יִשְׁאַל עַל שְׁבוּעָה זוֹ. יִשְׁאַל עַל שְׁבוּעָתוֹ תְּחִלָּה וְאַחַר כָּךְ עַל נְזִירוּתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם שְׁבוּעָה שֶׁלֹּא אֹכַל הַיּוֹם. אוֹ שֶׁאָמַר עַל כִּכָּר זוֹ שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה שְׁבוּעָה שֶׁלֹּא אֹכָלֶנָּה. וְנִשְׁאַל עַל שְׁבוּעָה רִאשׁוֹנָה וְהֻתְּרָה הֲרֵי זֶה חַיָּב מִשּׁוּם שְׁבוּעָה שְׁנִיָּה. וְכֵן אִם נִשְׁאַל עַל הַשְּׁנִיָּה חַיָּב מִשּׁוּם שְׁלִישִׁית. נִשְׁאַל עַל הַשְּׁלִישִׁית בִּלְבַד חַיָּב מִשּׁוּם רִאשׁוֹנָה וּשְׁנִיָּה. נִשְׁאַל עַל הַשְּׁנִיָּה חַיָּב מִשּׁוּם רִאשׁוֹנָה [וּשְׁלִישִׁית]. אִם כֵּן מִפְּנֵי מָה אָמְרוּ אֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. שֶׁאִם לֹא נִשְׁאַל וַאֲכָלָהּ אֵינוֹ חַיָּב אֶלָּא אַחַת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁנִּשְׁבַּע שְׁבוּעַת בִּטּוּי לְהַבָּא וְשִׁקֵּר בִּשְׁבוּעָתוֹ. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכַל פַּת זוֹ וַאֲכָלָהּ וְאַחַר שֶׁאֲכָלָהּ קֹדֶם שֶׁיָּבִיא קָרְבָּנוֹ אִם הָיָה שׁוֹגֵג אוֹ קֹדֶם שֶׁיִּלְקֶה אִם הָיָה מֵזִיד נִחַם וְנִשְׁאַל לְחָכָם וְהִתִּירָהּ לוֹ. הֲרֵי זֶה פָּטוּר מִן הַקָּרְבָּן אוֹ מִן הַמַּלְקוֹת. וְלֹא עוֹד אֶלָּא אֲפִלּוּ כְּפָתוּהוּ לִלְקוֹת וְנִשְׁאַל וְהִתִּירוּ לוֹ קֹדֶם שֶׁיַּתְחִילוּ לְהַלְקוֹתוֹ הֲרֵי זֶה פָּטוּר: \n"
    ],
    [
      "הַתּוֹבֵעַ חֲבֵרוֹ בְּמָמוֹן שֶׁאִם הוֹדָה בּוֹ יִהְיֶה חַיָּב לְשַׁלֵּם וְכָפַר וְנִשְׁבַּע. אוֹ שֶׁהִשְׁבִּיעוֹ הַתּוֹבֵעַ וְכָפַר. הֲרֵי זֶה הַנִּתְבָּע הוּא חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן אַף עַל פִּי שֶׁלֹּא עָנָה אָמֵן. שֶּׁבִּשְׁבוּעַת הַפִּקָּדוֹן אֶחָד הַנִּשְׁבָּע מִפִּי עַצְמוֹ וְאֶחָד שֶׁהִשְׁבִּיעוֹ אַחֵר וְכָפַר אַף עַל פִּי שֶׁלֹּא עָנָה אָמֵן חַיָּב. שֶׁכְּפִירָתוֹ אַחַר שֶׁהִשְׁבִּיעוֹ הַתּוֹבֵעַ כַּעֲנִיַּת אָמֵן: \n",
      "תְּבָעוֹ בְּמָמוֹן שֶׁאִם יוֹדֶה לוֹ וְיֹאמַר כֵּן הַדָּבָר לֹא יִהְיֶה חַיָּב לְשַׁלֵּם. כְּגוֹן שֶׁתְּבָעוֹ בִּקְנָס שֶׁאֵין אָדָם מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ. וְכָפַר וְנִשְׁבַּע. הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן וְחַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי: \n",
      "וְכֵן אִם תְּבָעוֹ בְּקַרְקַע אוֹ בְּעֶבֶד אוֹ בִּשְׁטָר וְכָפַר וְנִשְׁבַּע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן וְחַיָּב בִּשְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר: \n",
      "וְלָמָּה נִפְטָר מִשּׁוּם שְׁבוּעַת הַפִּקָּדוֹן וַהֲרֵי זֶה אִלּוּ הוֹדָה חַיָּב הָיָה וּמְשַׁלֵּם מַה שֶּׁכָּפַר. לְפִי שֶׁנֶּאֱמַר <small>(ויקרא ה כא)</small> \"בְּפִקָּדוֹן אוֹ בִתְשׂוּמֶת יָד אוֹ בְּגֵזֶל אוֹ עָשַׁק אֶת עֲמִיתוֹ\" <small>(ויקרא ה כב)</small> \"אוֹ מָצָא אֲבֵדָה\" הַכּל מִטַּלְטְלִין שֶׁאִם יוֹדֶה בָּהֶן יוֹצִיא מָמוֹן מִתַּחַת יָדוֹ. וְיָצְאוּ קַרְקָעוֹת שֶׁאֵין מִטַּלְטְלִין וַהֲרֵי הֵן לִפְנֵי בַּעֲלֵיהֶן וּבְחֶזְקָתָן. וְיָצְאוּ עֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת. וְיָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן: \n",
      "אֶחָד הַנִּשְׁבָּע אַחַר שֶׁתְּבָעוֹ בַּעַל הַמָּמוֹן. אוֹ הַנִּשְׁבָּע מֵעַצְמוֹ אַף עַל פִּי שֶׁלֹּא תְּבָעוֹ. כֵּיצַד. כְּגוֹן שֶׁקָּדַם וְאָמַר לָמָּה אַתָּה הוֹלֵךְ אַחֲרַי כְּלוּם יֵשׁ לְךָ בְּיָדִי מָמוֹן שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי מָמוֹן. הֲרֵי זֶה חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן הוֹאִיל וְכָפַר וְנִשְׁבַּע וְאַף עַל פִּי שֶׁלֹּא תְּבָעוֹ זֶה: \n",
      "אֶחָד הַנִּשְׁבָּע לְבַעַל הַמָּמוֹן עַצְמוֹ אוֹ לִשְׁלוּחוֹ הַבָּא בְּהַרְשָׁאָתוֹ. שֶׁשְּׁלוּחוֹ שֶׁל אָדָם כְּמוֹתוֹ: \n",
      "וְאֵינוֹ חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן עַד שֶׁיַּשְׁבִּיעוֹ בְּלָשׁוֹן שֶׁהוּא מַכִּירָהּ: \n",
      "הַנִּשְׁבָּע שְׁבוּעַת הַפִּקָּדוֹן בְּמֵזִיד אַף עַל פִּי שֶׁנִּשְׁבַּע לַשֶּׁקֶר וְהִתְרוּ בּוֹ עֵדִים בִּשְׁעַת שְׁבוּעָתוֹ אֵינוֹ לוֹקֶה אֶלָּא מֵבִיא אֲשָׁמוֹ בִּלְבַד. שֶׁהֲרֵי הַכָּתוּב מוֹצִיאוֹ מִכְּלַל חַיָּבֵי מַלְקוֹת וְחִיְּבוֹ אָשָׁם בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּפַר וְנִשְׁבַּע אַרְבַּע אוֹ חָמֵשׁ פְּעָמִים. אוֹ שֶׁהִשְׁבִּיעוֹ הַתּוֹבֵעַ אַרְבַּע וְחָמֵשׁ פְּעָמִים וְהוּא כּוֹפֵר עַל כָּל אַחַת וְאַחַת בֵּין בְּבֵית דִּין בֵּין שֶׁלֹּא בְּבֵית דִּין הֲרֵי זֶה חַיָּב קָרְבַּן אָשָׁם עַל כָּל שְׁבוּעָה וּשְׁבוּעָה. שֶׁאִלּוּ הוֹדָה אַחַר שֶׁכָּפַר הָיָה חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁכָּפַר בְּבֵית דִּין וְנִמְצָא פּוֹטֵר עַצְמוֹ בְּכָל כְּפִירָה וּכְפִירָה מִן הַתַּשְׁלוּמִין. לְפִיכָךְ חַיָּב עַל כָּל שְׁבוּעָה וּשְׁבוּעָה: \n",
      "הָיוּ חֲמִשָּׁה תּוֹבְעִין אוֹתוֹ וְאוֹמְרִין לוֹ תֵּן לָנוּ פִּקָּדוֹן שֶׁיֵּשׁ לָנוּ בְּיָדְךָ. שְׁבוּעָה שֶׁאֵין לָכֶם בְּיָדִי אֵינוֹ חַיָּב אֶלָּא קָרְבָּן אֶחָד. שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי לֹא לְךָ וְלֹא לְךָ וְלֹא לְךָ חַיָּב עַל כָּל אַחַת וְאַחַת: \n",
      "אָמַר לוֹ חֲבֵרוֹ תֵּן לִי פִּקָּדוֹן וּתְשׂוּמֶת יָד גֵּזֶל וַאֲבֵדָה שֶׁיֵּשׁ לִי בְּיָדְךָ. שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי אֵינוֹ חַיָּב אֶלָּא אַחַת. וַאֲפִלּוּ הָיָה לוֹ פְּרוּטָה אַחַת מִכֻּלָּן הֲרֵי אֵלּוּ מִצְטָרְפִין וְחַיָּב: \n",
      "שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי פִּקָּדוֹן תְּשׂוּמֶת יָד גֵּזֶל וַאֲבֵדָה חַיָּב עַל כָּל אַחַת וְאַחַת: \n",
      "תֵּן לִי חִטִּים וּשְׂעוֹרִים וְכֻסְּמִין שֶׁיֵּשׁ לִי בְּיָדְךָ. שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי חִטִּים וּשְׂעוֹרִין וְכֻסְּמִין חַיָּב עַל כָּל אַחַת וְאַחַת: \n",
      "הָיוּ חֲמִשָּׁה תּוֹבְעִין אוֹתוֹ וְאוֹמְרִין לוֹ תֵּן לָנוּ פִּקָּדוֹן גֵּזֶל וַאֲבֵדָה וּתְשׂוּמֶת יָד שֶׁיֵּשׁ לָנוּ בְּיָדְךָ. וְאָמַר לָאֶחָד מֵהֶן שְׁבוּעָה שֶׁאֵין לְךָ בְּיָדִי פִּקָּדוֹן וְגֵזֶל וַאֲבֵדָה וּתְשׂוּמֶת יָד וְלֹא לְךָ וְלֹא לְךָ וְלֹא לְךָ הֲרֵי זֶה חַיָּב עַל כָּל טַעֲנָה וְטַעֲנָה לְכָל אֶחָד וְאֶחָד וְנִמְצָא זֶה חַיָּב עֶשְׂרִים אָשָׁם: \n",
      "טָעַן שֶׁאָבַד הַפִּקָּדוֹן אוֹ כָּפַר בּוֹ וְנִשְׁבַּע וְאַחַר כָּךְ הוֹדָה. וְחָזַר וְטָעַן שֶׁאָבַד וְנִשְׁבַּע וְחָזַר וְהוֹדָה. מְשַׁלֵּם הַקֶּרֶן הָרִאשׁוֹן וְחֹמֶשׁ אֶחָד עַל כָּל שְׁבוּעָה וּשְׁבוּעָה שֶׁנֶּאֱמַר <small>(ויקרא ה כד)</small> \"וַחֲמִשִׁתָיו\". הַתּוֹרָה רִבְּתָה חֳמָשִׁין הַרְבֵּה עַל קֶרֶן אֶחָד. כֵּיצַד. הָיָה הַקֶּרֶן אַרְבָּעָה וְכָפַר וְנִשְׁבַּע וְהוֹדָה וְחָזַר וְטָעַן שֶׁאָבַד וְנִשְׁבַּע וְחָזַר וְהוֹדָה וְחָזַר וְטָעַן שֶׁאָבַד וְנִשְׁבַּע וְהוֹדָה מְשַׁלֵּם שִׁבְעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "פָּחוֹת מִפְּרוּטָה אֵינוֹ מָמוֹן לְפִיכָךְ הַתּוֹבֵעַ חֲבֵרוֹ בְּפָחוֹת מִפְּרוּטָה אוֹ בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה וְכָפַר וְנִשְׁבַּע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן וְחַיָּב בִּשְׁבוּעַת בִּטּוּי: \n"
    ],
    [
      "הַגּוֹנֵּב שׁוֹרוֹ שֶׁל חֲבֵרוֹ וּטְבָחוֹ אוֹ מְכָרוֹ. תְּבָעוֹ בַּעַל הַשּׁוֹר וְאָמַר לוֹ גָנַבְתָּ שׁוֹרִי וְטָבַחְתָּ אוֹ מָכַרְתָּ וְהוּא אוֹמֵר גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכַרְתִּי וְנִשְׁבַּע הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁאִלּוּ הוֹדָה מֵעַצְמוֹ שֶׁטָּבַח אוֹ מָכַר לֹא הָיָה מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה מִפְּנֵי שֶׁהוּא קְנָס כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת גְּנֵבָה. וְנִמְצָא זֶה כְּמוֹ שֶׁלֹּא כָּפַר מָמוֹן וּלְפִיכָךְ פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן וְחַיָּב בִּשְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר שֶׁלֹּא טָבַח וְהוּא טָבַח: \n",
      "וְכֵן הָאוֹמֵר לַחֲבֵרוֹ הֵמִית שׁוֹרְךָ אֶת עַבְדִּי וְכָפַר וְנִשְׁבַּע וְהָעֶבֶד שֶׁתָּבַע רַבּוֹ וְאָמַר הִפַּלְתָּ שִׁנִּי וְסִמֵּיתָ עֵינִי וְכָפַר וְנִשְׁבַּע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁאִלּוּ הוֹדָה לֹא הָיָה מְשַׁלֵּם מִפְּנֵי שֶׁהוּא קְנָס. אֲבָל חַיָּב בִּשְׁבוּעַת בִּטּוּי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַתּוֹבֵעַ אֶת חֲבֵרוֹ בְּדָבָר שֶׁיֵּשׁ בּוֹ קְנָס שֶׁאֵינוֹ מְשַׁלֵּם אוֹתוֹ עַל פִּי עַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְיֵשׁ בּוֹ מָמוֹן שֶׁהוּא מְשַׁלֵּם אוֹתוֹ עַל פִּי עַצְמוֹ. וְכָפַר בְּכָל דָּבָר וְנִשְׁבַּע הֲרֵי זֶה חַיָּב מִשּׁוּם שְׁבוּעַת הַפִּקָּדוֹן. כֵּיצַד. תְּבָעוֹ וְאָמַר לוֹ אָנַסְתָּ אוֹ פִּתִּיתָ בִּתִּי וְהוּא אָמַר לֹא אָנַסְתִּי וְלֹא פִּתֵּיתִי וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן. שֶׁאַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ אִלּוּ הוֹדָה הָיָה מְשַׁלֵּם בּשֶׁת וּפְגַם עַל פִּי עַצְמוֹ. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ גָּנַבְתָּ שׁוֹרִי וְהוּא אוֹמֵר לֹא גָּנַבְתִּי וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁאַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם כֶּפֶל בְּהוֹדָאָתוֹ מְשַׁלֵּם הוּא אֶת הַקֶּרֶן בְּהוֹדָאָתוֹ: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ עָשִׂיתָ בִּי חַבּוּרָה וְהוּא אוֹמֵר לֹא עָשִׂיתִי. הֵמִית שׁוֹרְךָ אֶת שׁוֹרִי וְהוּא אוֹמֵר לֹא הֵמִית וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁאִלּוּ הוֹדָה הָיָה חַיָּב לְשַׁלֵּם: \n",
      "נָתַן שׁוֹרוֹ לְשׁוֹמֵר חִנָּם וּמֵת הַשּׁוֹר. תְּבָעוֹ וְאָמַר לוֹ הֵיכָן שׁוֹרִי שֶׁהִפְקַדְתִּי אֶצְלְךָ אָמַר לוֹ לֹא הִפְקַדְתָּ אֶצְלִי כְּלוּם אוֹ שֶׁאָמַר לוֹ הִפְקַדְתָּ וְנִגְנַב אוֹ אָבַד וְנִשְׁבַּע הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁאִלּוּ הוֹדָה וְאָמַר הַדָּבָר כְּשֶׁהָיָה לֹא הָיָה חַיָּב לְשַׁלֵּם מָמוֹן מִפְּנֵי שֶׁהוּא שׁוֹמֵר חִנָּם. אֲבָל חַיָּב הוּא מִשּׁוּם שְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הִשְׁאִיל שׁוֹרוֹ לַחֲבֵרוֹ וּתְבָעוֹ וְאָמַר לוֹ הֵיכָן שׁוֹרִי שֶׁשָּׁאַלְתָּ מִמֶּנִּי וַהֲרֵי הַשּׁוֹר מֵת. וְאָמַר לוֹ הַשּׁוֹאֵל נִגְנַב אוֹ אָבַד וְנִשְׁבַּע עַל זֶה הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁהֲרֵי לֹא פָּטַר עַצְמוֹ מִן הַתַּשְׁלוּמִין בִּכְפִירָתוֹ. וּמִכָּל מָקוֹם חַיָּב הוּא לְשַׁלֵּם בֵּין מֵת אוֹ נִגְנַב אוֹ אָבַד אוֹ נִשְׁבָּה מִפְּנֵי שֶׁהוּא שׁוֹאֵל כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. אֲבָל חַיָּב הוּא מִשּׁוּם שְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "זֶה הַכְּלָל כָּל שֶׁאֵינוֹ פּוֹטֵר עַצְמוֹ מִן הַתַּשְׁלוּמִין אֶלָּא בִּכְפִירָה זוֹ וְנִשְׁבַּע בֵּין מִפִּי עַצְמוֹ בֵּין שֶׁהִשְׁבִּיעוֹ הַתּוֹבֵעַ וְכָפַר הֲרֵי זֶה חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן אַף עַל פִּי שֶׁלֹּא עָנָה אָמֵן וְלֹא הוֹצִיא שְׁבוּעָה מִפִּיו: \n",
      "הַגּוֹנֵב שׁוֹר חֲבֵרוֹ וּתְבָעוֹ וְאָמַר לוֹ שׁוֹרִי גָּנַבְתָּ וְהוּא אוֹמֵר לֹא גָּנַבְתִּי. מַה טִּיבוֹ אֶצְלְךָ אַתָּה הִפְקַדְתּוֹ אֶצְלִי וְנִשְׁבַּע. חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן. שֶׁאִלּוּ הוֹדָה שֶׁגְּנָבוֹ הָיָה חַיָּב לְשַׁלֵּם דְּמֵי הַשּׁוֹר מִכָּל מָקוֹם וְעַכְשָׁו שֶׁאָמַר פִּקָּדוֹן הוּא הֲרֵי פָּטַר עַצְמוֹ בִּכְפִירָה זוֹ מִן הַגְּנֵבָה וּמִן הָאֲבֵדָה שֶׁאִם נִגְנַב הַשּׁוֹר אוֹ אָבַד אַחַר הוֹדָאָה זוֹ הָיָה פָּטוּר מִלְּשַׁלֵּם: \n",
      "וְכֵן אִם טָעַן שֶׁשְּׂכָרוֹ וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי פָּטַר עַצְמוֹ מִן הַשְּׁבוּרָה וּמִן הַמִּיתָה. וְכֵן אִם טָעַן וְאָמַר הִשְׁאַלְתּוֹ לִי וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי פָּטַר עַצְמוֹ מִן הַמִּיתָה בִּשְׁעַת הַמְּלָאכָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת הַשְּׁאֵלָה: \n",
      "לְפִיכָךְ אִם אָמַר לֹא גָּנַבְתִּי אֲבָל אַתָּה הִפְקַדְתּוֹ אֶצְלִי אוֹ שְׂכַרְתַּנִי לְשָׁמְרוֹ אוֹ הִשְׁאַלְתִּיהוּ לִי וַהֲרֵי שׁוֹרְךָ לְפָנֶיךָ קָחֵהוּ וְנִשְׁבַּע עַל זֶה הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁהֲרֵי הוֹדָה בַּקֶּרֶן וְלֹא פָּטַר עַצְמוֹ בִּכְפִירָה זוֹ מִכְּלוּם: \n",
      "וְכֵן אִם אָמַר לוֹ אַתָּה מְכַרְתּוֹ לִי וַעֲדַיִן לֹא נָתַתִּי דָּמָיו אִם תִּרְצֶה קַח דָּמָיו אוֹ הֲרֵי שֶׁלְּךָ לְפָנֶיךָ. אוֹ שֶׁאָמַר לוֹ אַתָּה נְתַתּוֹ לִי בִּשְׂכַר מְלָאכָה שֶׁאֶעֱשֶׂה לְךָ אִם תִּרְצֶה שֶׁאֶעֱשֶׂה לְךָ אוֹ קָחֶנּוּ וָלֵךְ. תּוֹעֶה בַּדֶּרֶךְ מְצָאתִיו וְלֹא יָדַעְתִּי שֶׁהוּא שֶׁלְּךָ עַכְשָׁו שֶׁיָּדַעְתִּי קָחֶנּוּ וָלֵךְ. אוֹ שֶׁאָמַר אַחַר פָּרָתִי רוּץ וַהֲרֵי הוּא לְפָנֶיךָ. וְנִשְׁבַּע עַל כָּל טַעֲנָה מֵאֵלּוּ פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי לֹא פָּטַר עַצְמוֹ מִכְּלוּם. וְחַיָּב בִּשְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר: \n",
      "מִי שֶׁהָיָה חַיָּב מָמוֹן לִשְׁנֵי שֻׁתָּפִין וּתְבָעוֹ אֶחָד מֵהֶן וְכָפַר בּוֹ וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי כָּפַר מָמוֹן. תְּבָעוּהוּ שְׁנֵיהֶם וְהוֹדָה בַּכּל לְאֶחָד מֵהֶם וְאָמַר לֹא לָוִיתִי אֶלָּא מִזֶּה לְבַדּוֹ וְנִשְׁבַּע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי לֹא פָּטַר עַצְמוֹ מִכְּלוּם. אֲבָל חַיָּב בִּשְׁבוּעַת בִּטּוּי: \n",
      "וְכֵן מִי שֶׁהָיְתָה עָלָיו מִלְוֶה בִּשְׁטָר וְכָפַר בָּהּ וְנִשְׁבַּע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן. שֶׁהֲרֵי בִּשְׁטָר נִשְׁתַּעְבֵּד הַקַּרְקַע וְנִמְצָא זֶה כְּכוֹפֵר בְּקַרְקַע. וּכְבָר בֵּאַרְנוּ שֶׁהַכּוֹפֵר בְּקַרְקַע פָּטוּר מִשְּׁבוּעַת הַפִּקָּדוֹן וְחַיָּב בִּשְׁבוּעַת בִּטּוּי שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר: \n",
      "הָיְתָה עָלָיו מִלְוֶה בְּעֵדִים בִּלְבַד וְכָפַר וְנִשְׁבַּע חַיָּב בִּשְׁבוּעַת הַפִּקָּדוֹן שֶׁהֲרֵי פָּטַר עַצְמוֹ בִּכְפִירָתוֹ מִלְּשַׁלֵּם עַתָּה. וְאַף עַל פִּי שֶׁכְּשֶׁיָּבוֹאוּ הָעֵדִים יִתְחַיֵּב לְשַׁלֵּם וְנִמְצָא שֶׁלֹּא הוֹעִילָה לוֹ כְּפִירָתוֹ. הֲרֵי הוֹעִילָה בְּעִתָּהּ וְשֶׁמָּא לֹא יָבוֹאוּ הָעֵדִים אוֹ יָבוֹאוּ וְלֹא תִּתְקַיֵּם עֵדוּתָן אוֹ יִפָּסְלוּ וּלְפִיכָךְ חַיָּב: \n"
    ],
    [
      "הַתּוֹבֵעַ עֵדָיו לְהָעִיד לוֹ עֵדוּת שֶׁיִּתְחַיֵּב הַנִּתְבָּע בְּעֵדוּתָן לְבַדָּהּ לִתֵּן לְתוֹבֵעַ זֶה מָמוֹן הַמִּטַּלְטֵל. וְכָפְרוּ בְּעֵדוּתָן וְנִשְׁבְּעוּ. בֵּין שֶׁנִּשְׁבְּעוּ בְּבֵית דִּין בֵּין שֶׁנִּשְׁבְּעוּ חוּץ לְבֵית דִּין הֲרֵי אֵלּוּ חַיָּבִין מִשּׁוּם שְׁבוּעַת הָעֵדוּת. שֶׁהֲרֵי הִפְסִידוּהוּ מָמוֹן בִּכְפִירָתָם. וְכֵן אִם הִשְׁבִּיעָם הַתּוֹבֵעַ וְכָפְרוּ בּוֹ אַף עַל פִּי שֶׁלֹּא נִשְׁבְּעוּ הֵן וְלֹא עָנוּ אָמֵן אַחַר שְׁבוּעָתוֹ כֵּיוָן שֶׁכָּפְרוּ הֲרֵי אֵלּוּ חַיָּבִין. וְהוּא שֶׁיַּשְׁבִּיעֵם בְּבֵית דִּין: \n",
      "אֵין הָעֵדִים חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת עַד שֶׁיִּכְפְּרוּ בְּעֵדוּתָן בְּבֵית דִּין. בֵּין שֶׁנִּשְׁבְּעוּ אוֹ הִשְׁבִּיעָן בְּבֵית דִּין בֵּין שֶׁנִּשְׁבְּעוּ אוֹ הִשְׁבִּיעָן חוּץ לְבֵית דִּין. וְהַכְּפִירָה בְּבֵית דִּין בִּלְבַד. שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"אִם לֹא יַגִּיד וְנָשָׂא עֲוֹנוֹ\" מָקוֹם שֶׁיַּגִּיד וְיוֹעִיל הוּא שֶׁאִם לֹא יַגִּיד שָׁם יִתְחַיֵּב: \n",
      "תְּבָעָן בְּעֵדוּת שֶׁאֵינָהּ מְחַיֶּבֶת מָמוֹן אוֹ בְּעֵדוּת קַרְקָעוֹת אוֹ עֲבָדִים אוֹ שְׁטָרוֹת וְכָפְרוּ וְנִשְׁבְּעוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת. שֶׁאֵין חַיָּבִין אֶלָּא עַל כְּפִירַת עֵדוּת מָמוֹן שֶׁדּוֹמָה לְפִקָּדוֹן וּתְשׂוּמֶת יָד וְגֵזֶל וַאֲבֵדָה שֶׁפֵּרְטָן הַכָּתוּב בַּפָּרָשָׁה שֶׁהֵן מִטַּלְטְלִין שֶׁגּוּפָן מָמוֹן וּכְשֶׁיָּעִידוּ לָזֶה יִתֵּן זֶה: \n",
      "וְכֵן הַמַּשְׁבִּיעַ עֵדֵי קְנָס וְכָפְרוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת. מִפְּנֵי שֶׁאִם קָדַם הַנִּתְבָּע וְהוֹדָה בִּקְנָס יִפָּטֵר מִלְּשַׁלֵּם וְאַף עַל פִּי שֶׁבָּאוּ הָעֵדִים אַחַר כֵּן וְהֵעִידוּ. נִמְצְאוּ הָעֵדִים לֹא חִיְּבוּ זֶה בְּעֵדוּתָן לְבַדָּהּ אֶלָּא עֵדוּתָן עִם כְּפִירַת הַנִּתְבָּע הִיא הַמְחַיֶּבֶת אוֹתָן וְהוֹאִיל וְאִם הוֹדָה לֹא תּוֹעִיל עֵדוּתָן אִם כָּפְרוּ בָּהּ וְנִשְׁבְּעוּ פְּטוּרִין: \n",
      "מַשְׁבִּיעֲכֶם אֲנִי שֶׁתָּבוֹאוּ וְתָעִידוּ לִי שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי תַּשְׁלוּמֵי כֶּפֶל וְתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה וְכָפְרוּ. חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת מִפְּנֵי הַקֶּרֶן שֶׁהוּא מָמוֹן לֹא מִפְּנֵי הַכֶּפֶל שֶׁהוּא קְנָס. וְכֵן אִם הִשְׁבִּיעָם שֶׁיָּעִידוּ לוֹ שֶׁאָנַס פְּלוֹנִי אוֹ פִּתָּה בִּתּוֹ וְכָפְרוּ חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת מִפְּנֵי הַבֹּשֶׁת וְהַפְּגָם שֶׁאִם הוֹדָה בָּהֶם הַנִּתְבָּע מְשַׁלֵּם לֹא מִפְּנֵי הַקְּנָס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין הָעֵדִים חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת עַד שֶׁיִּכְפְּרוּ וְיִשָּׁבְעוּ אַחַר תְּבִיעַת בַּעַל דִּין עַצְמוֹ אוֹ שְׁלוּחוֹ. אֲבָל אִם קָדְמוּ וְנִשְׁבְּעוּ קֹדֶם שֶׁיִּתְבָּעֵם פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת: \n",
      "כֵּיצַד. רָאוּ הַתּוֹבֵעַ הוֹלֵךְ אַחֲרֵיהֶן אָמְרוּ לוֹ לָמָּה אַתָּה בָּא אַחֲרֵינוּ שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת מִפְּנֵי שֶׁלֹּא תְּבָעָן הַתּוֹבֵעַ אֶלָּא הֵם קָדְמוּ וְנִשְׁבְּעוּ בִּתְבִיעַת עַצְמָן. וְכֵן אִם הִשְׁבִּיעָם הַנִּתְבָּע שֶׁאִם תֵּדְעוּ לָזֶה שֶׁתּוֹבֵעַ אוֹתוֹ עֵדוּת שֶׁתָּבוֹאוּ וְתָעִידוּ לוֹ וְכָפְרוּ הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת עַד שֶׁיַּשְׁבִּיעֵם הַתּוֹבֵעַ. וְאֵין צָרִיךְ לוֹמַר אִם הִשְׁבִּיעָם שֶׁיָּבוֹאוּ וְיָעִידוּ שֶׁיֵּשׁ לִפְלוֹנִי בְּיַד פְּלוֹנִי מָמוֹן וְכָפְרוּ שֶׁהֵן פְּטוּרִין שֶׁאֵין זֶה הַתּוֹבֵעַ בַּעַל דִּין עַצְמוֹ. וְכֵן אִם קָדְמָה שְׁבוּעָה לָעֵדוּת הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"וְשָׁמְעָה קוֹל אָלָה וְהוּא עֵד\". שֶׁקָּדְמָה עֵדוּת לִשְׁבוּעָה לֹא שֶׁקָּדְמָה שְׁבוּעָה לְעֵדוּת: \n",
      "כֵּיצַד. מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם כְּשֶׁתֵּדְעוּ לִי עֵדוּת שֶׁתָּבוֹאוּ וּתְעִידוּנִי וְאָמְרוּ אָמֵן וְיָדְעוּ לוֹ עֵדוּת אַחַר כֵּן וּתְבָעָם לְהָעִיד וְכָפְרוּ בּוֹ הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת: \n",
      "אֵין הָעֵדִים חַיָּבִים בִּשְׁבוּעַת הָעֵדוּת עַד שֶׁיְּיַחֵד אוֹתָם הַתּוֹבֵעַ וְיַשְׁבִּיעֵם אוֹ יִשָּׁבְעוּ. כֵּיצַד. עָמַד בְּבֵית הַכְּנֶסֶת וְאָמַר מַשְׁבִּיעַ אֲנִי כָּל מִי שֶׁיֵּדַע לִי עֵדוּת שֶׁיָּבוֹא וְיָעִיד לִי וְעָנוּ כֻּלָּם אָמֵן וְעֵדָיו בִּכְלָלָם וְאַחַר כָּךְ תָּבַע עֵדָיו וְכָפְרוּ בּוֹ הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת. מִפְּנֵי שֶׁלֹּא יִחֵד עֵדָיו בִּשְׁבוּעָה בִּפְנֵי עַצְמָן. אֲבָל אִם אָמַר מַשְׁבִּיעַ אֲנִי כָּל הָעוֹמְדִים כָּאן שֶׁאִם יֵדְעוּ לִי עֵדוּת שֶׁיָּבוֹאוּ וְיָעִידוּ לִי וְהָיוּ עֵדָיו בִּכְלָלָם וְכָפְרוּ הֲרֵי אֵלּוּ חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת שֶׁהֲרֵי יִחֲדָם בִּכְלַל אֲחֵרִים: \n",
      "וְכֵן אִם אָמַר לָעֵדִים בּוֹאוּ וְהָעִידוּ לִי שֶׁיֵּשׁ לִי מָנֶה בְּיַד פְּלוֹנִי. וְאַחַר כָּךְ עָמַד בְּבֵית הַכְּנֶסֶת וְהִשְׁבִּיעַ כָּל מִי שֶׁיּוֹדֵעַ לוֹ עֵדוּת יָבוֹא וְיָעִיד וְלֹא בָּאוּ וְלֹא הֵעִידוּ הֲרֵי אֵלּוּ חַיָּבִין. שֶׁהֲרֵי תְּבָעָן תְּחִלָּה. וְהוּא שֶׁיִּהְיוּ אָז בְּבֵית הַכְּנֶסֶת וְיִהְיֶה שָׁם בֵּית דִּין. אֲבָל אִם לֹא הָיוּ בִּפְנֵי בֵּית דִּין אִם עָנוּ אָמֵן חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת כְּשֶׁיִּכְפְּרוּ בְּעֵדוּתָן בְּבֵית דִּין וְאִם לֹא עָנוּ אָמֵן אֵינָן חַיָּבִין: \n",
      "אֶחָד הַמַּשְׁבִּיעַ עֵדָיו בִּשְׁבוּעָה. אוֹ שֶׁאָמַר לָהֶן מְצַוֶּה אֲנִי עֲלֵיכֶם בִּשְׁבוּעָה אוֹסֶרְכֶם אֲנִי בִּשְׁבוּעָה הֲרֵי אֵלּוּ חַיָּבִין. וְהוּא שֶׁיַּשְׁבִּיעֵם בְּשֵׁם אוֹ בְּכִנּוּי מִן הַכִּנּוּיִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְאֵין הָעֵדִים חַיָּבִין עַד שֶׁיַּשְׁבִּיעֵם בְּלָשׁוֹן שֶׁהֵם מַכִּירִין אוֹתָהּ: \n",
      "הִנֵּה לָמַדְתָּ שֶׁאֵין הָעֵדִים חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת אֶלָּא עַל פִּי עֲשָׂרָה דְּבָרִים. וְאֵלּוּ הֵן. שֶׁיִּתְבָּעֵם הַתּוֹבֵעַ. וְשֶׁתִּהְיֶה עֵדוּת מָמוֹן. וְשֶׁיִּהְיֶה מָמוֹן הַמִּטַּלְטֵל. וְשֶׁיִּתְחַיֵּב הַנִּתְבָּע לְשַׁלֵּם בְּעֵדוּתָן לְבַד אִם הֵעִידוּ. וְשֶׁיִּכְפְּרוּ אַחַר שֶׁתְּבָעָן הַתּוֹבֵעַ. וְשֶׁיִּכְפְּרוּ בְּבֵית דִּין. וְשֶׁתִּהְיֶה שָׁם שְׁבוּעָה בְּשֵׁם אוֹ בְּכִנּוּי. וְשֶׁתִּקְדַּם יְדִיעַת הָעֵדוּת לַשְּׁבוּעָה. וְשֶׁיְּיַחֵד עֵדָיו בְּעֵת הַשְּׁבוּעָה אוֹ בְּעֵת הַתְּבִיעָה. וְשֶׁתִּהְיֶה הַשְּׁבוּעָה בְּלָשׁוֹן שֶׁהֵן מַכִּירִין אוֹתָהּ: \n",
      "כָּל מָקוֹם שֶׁאָמַרְנוּ פָּטוּר. פָּטוּר מִשְּׁבוּעַת הָעֵדוּת אֲבָל חַיָּב בִּשְׁבוּעַת בִּטּוּי וְהוּא שֶׁנִּשְׁבַּע אוֹ שֶׁעָנָה אָמֵן אִם הִשְׁבִּיעוֹ אַחֵר שֶׁהֲרֵי נִשְׁבַּע עַל שֶׁקֶר. אֲבָל הַמְחֻיָּב בִּשְׁבוּעַת הָעֵדוּת אַף עַל פִּי שֶׁהוּא נִשְׁבַּע עַל שֶׁקֶר וְאַף עַל פִּי שֶׁהוּא מֵזִיד אֵינוֹ חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי אֶלָּא מִשּׁוּם שְׁבוּעַת הָעֵדוּת בִּלְבַד. שֶׁהֲרֵי הַכָּתוּב הוֹצִיא שְׁבוּעַת הָעֵדוּת מִכְּלַל שְׁבוּעַת בִּטּוּי לְחַיֵּב הַמֵּזִיד בָּהּ כְּשׁוֹגֵג בְּקָרְבָּן אֲבָל לֹא בְּמַלְקוֹת שֶׁנֶּאֱמַר <small>(ויקרא ה ד ה)</small> \"לְאַחַת מֵאֵלֶּה\". בְּמִין אֶחָד מִמִּינֵי שְׁבוּעוֹת אַתָּה מְחַיֵּב הַנִּשְׁבָּע וְאִי אַתָּה מְחַיְּבוֹ בִּשְׁנֵי מִינִין עַד שֶׁיִּהְיֶה חַיָּב בְּדִין שְׁבוּעַת הָעֵדוּת וּבְדִין שְׁבוּעַת בִּטּוּי: \n",
      "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָּבוֹאוּ וְתָעִידוּ לִי שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד גֵּזֶל וַאֲבֵדָה. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת אֵינָן חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת שֶׁיֵּשׁ לְךָ בְּיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד גֵּזֶל וַאֲבֵדָה חַיָּבִין עַל כָּל אַחַת וְאַחַת: \n",
      "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָּבוֹאוּ וְתָעִידוּ לִי שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי חִטִּים וּשְׂעוֹרִים וְכֻסְּמִין. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת אֵינָם חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִים לְךָ עֵדוּת שֶׁיֵּשׁ לְךָ בְּיַד פְּלוֹנִי חִטִּים וּשְׂעוֹרִים וְכֻסְּמִין חַיָּבִין עַל כָּל אַחַת וְאַחַת: \n",
      "וְכֵן אִם תָּבְעוּ אוֹתָן רַבִּים לְהָעִיד לָהֶם וְאָמְרוּ שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לָכֶם עֵדוּת אֵינָן חַיָּבִין אֶלָּא אַחַת. לֹא לְךָ וְלֹא לְךָ וְלֹא לְךָ חַיָּבִין עַל כָּל אַחַת וְאַחַת כְּדֶרֶךְ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת הַפִּקָּדוֹן: \n",
      "הַנִּשְׁבָּע לַחֲבֵרוֹ שֶׁהוּא יוֹדֵעַ לוֹ עֵדוּת וְנִמְצָא שֶׁאֵינוֹ יוֹדֵעַ לוֹ עֵדוּת הֲרֵי זֶה פָּטוּר וְאֵין כָּאן לֹא שְׁבוּעַת הָעֵדוּת וְלֹא שְׁבוּעַת בִּטּוּי. מִפְּנֵי שֶׁשְּׁבוּעַת בִּטּוּי אֵינָהּ אֶלָּא בְּדָבָר שֶׁיֵּשׁ בּוֹ לָאו וְהֵן. וְאִם יֹאמַר שְׁבוּעָה שֶׁאֵינִי יוֹדֵעַ לְךָ עֵדוּת אֵין זֶה שְׁבוּעַת בִּטּוּי אֶלָּא שְׁבוּעַת הָעֵדוּת. הוֹאִיל וְלָאו זֶה שֶׁיֵּשׁ בָּהּ אֵינָהּ שְׁבוּעַת בִּטּוּי. כָּךְ הֵן שֶׁבָּהּ שֶׁהוּא הַנִּשְׁבָּע שֶׁיּוֹדֵעַ לוֹ עֵדוּת אֵינוֹ שְׁבוּעַת בִּטּוּי: \n",
      "דָּבָר בָּרוּר הוּא שֶׁהַנִּשְׁבָּע לַחֲבֵרוֹ שֶׁהֵעִיד לוֹ וְהוּא לֹא הֵעִיד אוֹ שֶׁלֹּא הֵעִיד לוֹ וְהוּא הֵעִיד הֲרֵי זֶה חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי וְאֵין כָּאן שְׁבוּעַת עֵדוּת כְּלָל: \n"
    ],
    [
      "הָיוּ עֵדָיו אוֹ אֶחָד מֵהֶן פָּסוּל אוֹ קָרוֹב וַאֲפִלּוּ מִפְּסוּלֵי עֵדוּת שֶׁל דִּבְרֵיהֶם. אוֹ שֶׁהָיָה הַמֶּלֶךְ אֶחָד מֵעֵדָיו שֶׁאֵינוֹ רָאוּי לְהָעִיד. אוֹ שֶׁהָיוּ עֵד מִפִּי עֵד וְכָפְרוּ וְנִשְׁבְּעוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת שֶׁאִלּוּ (הוֹדוּ) הֵעִידוּ לֹא הָיוּ מְחַיְּבִין בְּעֵדוּתָן מָמוֹן: \n",
      "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁתָּבוֹאוּ וְתָעִידוּ לִי שֶׁאָמַר אִישׁ פְּלוֹנִי שֶׁיִּתֵּן לִי מָאתַיִם זוּז וְלֹא נָתַן וְכָפְרוּ הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת. שֶׁאִם הֵעִידוּ בְּדָבָר זֶה לֹא יִתְחַיֵּב הַנִּתְבָּע מָמוֹן בַּאֲמִירָתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "תְּבָעָן לְהָעִיד לוֹ שֶׁהוּא כֹּהֵן אוֹ לֵוִי אוֹ שֶׁאֵינוֹ בֶּן גְּרוּשָׁה אוֹ בֶּן חֲלוּצָה וְכָפְרוּ וְנִשְׁבְּעוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת שֶׁאֵין כָּאן עֵדוּת מָמוֹן: \n",
      "תְּבָעָן שֶׁיָּעִידוּ לוֹ שֶׁחָבַל בּוֹ בְּנוֹ וְשֶׁהִדְלִיק פְּלוֹנִי גְּדִישׁוֹ בְּשַׁבָּת וְשֶׁאָנַס פְּלוֹנִי אוֹ פִּתָּה בִּתּוֹ הַמְאֹרָסָה וְכָפְרוּ וְנִשְׁבְּעוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת. שֶׁאִם הֵעִידוּ עֵדוּת זוֹ יִתְחַיֵּב הַנִּתְבָּע מִיתַת בֵּית דִּין וְאֵינוֹ חַיָּב תַּשְׁלוּמִין כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת נַעֲרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָיָה עֵד אֶחָד וְכָפַר וְהִשְׁבִּיעוֹ פָּטוּר מִשְּׁבוּעַת הָעֵדוּת שֶׁאֵין עֵדוּת עֵד אֶחָד מְחַיֶּבֶת מָמוֹן: \n",
      "תָּבַע אֶת שְׁנֵי עֵדָיו שֶׁיָּעִידוּ לוֹ שֶׁזִּנְּתָה אִשְׁתּוֹ וְכָפְרוּ וְנִשְׁבְּעוּ הֲרֵי אֵלּוּ חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת. שֶׁאִלּוּ הֵעִידוּ הָיוּ מַפְסִידִין לָהּ כְּתֻבָּתָהּ וְיִפָּטֵר זֶה שֶׁתְּבָעָן וַהֲרֵי כָּפְרוּ בְּעֵדוּת מָמוֹן: \n",
      "תָּבַע עֵדֵי קִנּוּי אוֹ עֵדֵי סְתִירָה וְכָפְרוּ וְנִשְׁבְּעוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת שֶׁאִלּוּ הֵעִידוּ אֵין חִיּוּב מָמוֹן כָּאן אֶלָּא לְהַשְׁקוֹתָהּ בִּלְבַד. וְאַף עַל פִּי שֶׁעֵדוּת זוֹ גּוֹרֶמֶת לָהּ שֶׁתַּפְסִיד כְּתֻבָּתָהּ אִם לֹא תִּשְׁתֶּה דָּבָר שֶׁגּוֹרֵם לְמָמוֹן אֵינוֹ כְּמָמוֹן שֶׁהֲרֵי אֶפְשָׁר שֶׁתִּשְׁתֶּה וְלֹא תִּשְׁבֹּר כְּתֻבָּתָהּ: \n",
      "הֲרֵי שֶׁקִּנֵּא לְאִשְׁתּוֹ וְנִסְתְּרָה בְּעֵדִים וְזָנְתָה בְּעֵד אֶחָד אַחַר הַקִּנּוּי וְהַסְּתִירָה וְהִשְׁבִּיעַ עֵד זֶה שֶׁיָּבוֹא וְיָעִיד וְכָפַר חַיָּב בִּשְׁבוּעַת הָעֵדוּת שֶׁאַף עַל פִּי שֶׁהוּא עֵד אֶחָד אִלּוּ הֵעִיד עֵדוּת זוֹ הָיְתָה יוֹצְאָה בְּלֹא כְּתֻבָּה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת סוֹטָה: \n",
      "וְכֵן כָּל עֵד אֶחָד שֶׁמְּחַיֵּב מָמוֹן בְּעֵדוּתוֹ אִם כָּפַר וְנִשְׁבַּע אוֹ שֶׁהִשְׁבִּיעוֹ בְּבֵית דִּין וְכָפַר חַיָּב מִשּׁוּם שְׁבוּעַת הָעֵדוּת: \n",
      "כֵּיצַד. כְּגוֹן שֶׁהָיָה הַתּוֹבֵעַ וְהַנִּתְבָּע חֲשׁוּדִין עַל הַשְּׁבוּעָה שֶׁאֵין מַשְׁבִּיעִין אוֹתָם וְהִשְׁבִּיעַ לְעֵד אֶחָד שֶׁיָּבוֹא וְיָעִיד לוֹ שֶׁיֵּשׁ לוֹ בְּיַד זֶה מָנֶה וְכָפַר הֲרֵי זֶה חַיָּב מִשּׁוּם שְׁבוּעַת הָעֵדוּת שֶׁאִלּוּ הֵעִיד הָיָה הַנִּתְבָּע הַזֶּה מְשַׁלֵּם מָמוֹן בְּעֵדוּתוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טוֹעֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאִשָּׁה שֶׁהִשְׁבִּיעָה עֵד אֶחָד שֶׁיָּעִיד לָהּ בְּמִיתַת בַּעְלָהּ וְכָפַר חַיָּב בִּשְׁבוּעַת הָעֵדוּת שֶׁאִלּוּ הֵעִיד הָיְתָה נִשֵּׂאת וְנוֹטֶלֶת כְּתֻבָּתָהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה לָהּ לִגְבּוֹת כְּתֻבָּתָהּ מִן הַמִּטַּלְטְלִין. אֲבָל אִם אֵין לָהּ לִגְבּוֹת כְּתֻבָּתָהּ אֶלָּא מִן הַקַּרְקַע הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הָעֵדוּת. וְכֵן אִם הָיוּ שְׁנַיִם. שֶׁהַמַּשְׁבִּיעַ עֵדֵי קַרְקַע פְּטוּרִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הִשְׁבִּיעַ עֵדָיו בְּבֵית דִּין וְכָפְרוּ שְׁנֵיהֶם כְּאַחַת כְּגוֹן שֶׁהִתְחִיל הַשֵּׁנִי לִכְפֹּר בְּתוֹךְ כְּדֵי דִּבּוּרוֹ שֶׁל חֲבֵרוֹ שְׁנֵיהֶם חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת וְכָל אֶחָד וְאֶחָד מֵבִיא חַטָּאתוֹ עַל שְׁבוּעָתוֹ. כָּפַר הָרִאשׁוֹן וְשָׁהָה הָעֵד הַשֵּׁנִי יוֹתֵר מִכְּדֵי דִּבּוּר וְאַחַר כָּךְ כָּפַר. הָרִאשׁוֹן חַיָּב בִּשְׁבוּעַת הָעֵדוּת וְהַשֵּׁנִי פָּטוּר מִשְּׁבוּעַת הָעֵדוּת. שֶׁאִלּוּ הוֹדָה זֶה הַשֵּׁנִי לֹא הָיְתָה עֵדוּתוֹ מְחַיֶּבֶת מָמוֹן: \n",
      "הוֹדָה אֶחָד וְכָפַר אֶחָד הַכּוֹפֵר חַיָּב בֵּין שֶׁכָּפַר בַּתְּחִלָּה בֵּין שֶׁכָּפַר בַּסּוֹף. כָּפְרוּ שְׁנֵיהֶם כְּאַחַד וְקָדַם הָאֶחָד וְהוֹדָה בְּתוֹךְ כְּדֵי דִּבּוּר הֲרֵי זֶה פָּטוּר וְהָעוֹמֵד בִּכְפִירָתוֹ חַיָּב בִּשְׁבוּעַת הָעֵדוּת: \n",
      "הִשְׁבִּיעַ שְׁתֵּי כִּתֵּי עֵדִים וּשְׁתֵּיהֶן רְאוּיוֹת לְהָעִיד. וְכָפְרָה כַּת רִאשׁוֹנָה וְאַחַר כָּךְ כָּפְרָה כַּת שְׁנִיָּה. הָרִאשׁוֹנָה פְּטוּרָה מִשְּׁבוּעַת הָעֵדוּת מִפְּנֵי שֶׁהֵן סוֹמְכִין עַל עֵדוּת שְׁנִיָּה וְאֶפְשָׁר לְהוֹצִיא הַמָּמוֹן בְּעֵדוּת הַכַּת הָאַחֶרֶת וְנִמְצָא זֶה הַנִּתְבָּע אֵינוֹ חַיָּב לְשַׁלֵּם בְּעֵדוּת אֵלּוּ שֶׁכָּפְרוּ לְבַדָּהּ. הָיְתָה הַכַּת הַשְּׁנִיָּה קְרוֹבִין לַתּוֹבֵעַ אוֹ לַנִּתְבָּע בִּנְשׁוֹתֵיהֶן וַהֲרֵי הֵן גּוֹסְסוֹת אַף הָרִאשׁוֹנָה חַיֶּבֶת. שֶׁהֲרֵי הַשְּׁנִיָּה בְּעֵת כְּפִירַת הָרִאשׁוֹנָה לֹא הָיְתָה רְאוּיָה לְהָעִיד וְאַף עַל פִּי שֶׁבִּמְהֵרָה יִהְיוּ רְאוּיִין כְּשֶׁיָּמוּתוּ אֵלּוּ הַגּוֹסְסוֹת. וְאִם כָּפְרָה הַשְּׁנִיָּה אַחֲרֵי שֶׁמֵּתוּ נְשׁוֹתֵיהֶן חַיָּבִין בִּשְׁבוּעַת הָעֵדוּת: \n",
      "הַתּוֹבֵעַ אֶת הָעֵדִים לְהָעִיד לוֹ וְכָפְרוּ וְהִשְׁבִּיעָן וְעָנוּ אָמֵן וְהִשְׁבִּיעָן אַרְבַּע וְחָמֵשׁ פְּעָמִים וְהֵן עוֹנִין אַחַר כָּל שְׁבוּעָה וּשְׁבוּעָה חוּץ לְבֵית דִּין וּכְשֶׁבָּאוּ לְבֵית דִּין הוֹדוּ וְהֵעִידוּ הֲרֵי אֵלּוּ פְּטוּרִין מִשְּׁבוּעַת הָעֵדוּת כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם בָּאוּ לְבֵית דִּין וְעָמְדוּ בִּכְפִירָתָן חַיָּבִין עַל כָּל אַחַת וְאַחַת מֵאוֹתָן הַשְּׁבוּעוֹת שֶׁחוּץ לְבֵית דִּין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעָנוּ אָמֵן. אֲבָל אִם לֹא עָנוּ אָמֵן אֶלָּא כָּפְרוּ עַל כָּל שְׁבוּעָה וּשְׁבוּעָה הוֹאִיל וְלֹא הוֹצִיאוּ שְׁבוּעָה מִפִּיהֶם וְלֹא עָנוּ אָמֵן הֲרֵי אֵלּוּ פְּטוּרִים עַד שֶׁיַּשְׁבִּיעֵם בְּבֵית דִּין וְיִכְפְּרוּ בּוֹ שָׁם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הִשְׁבִּיעָן בְּבֵית דִּין וְכָפְרוּ וְחָזַר וְהִשְׁבִּיעָן אַרְבַּע וְחָמֵשׁ פְּעָמִים וְהֵן כּוֹפְרִין עַל כָּל אַחַת וְאַחַת בֵּין חוּץ לְבֵית דִּין בֵּין בִּפְנֵי בֵּית דִּין וַאֲפִלּוּ עָנוּ אָמֵן אוֹ נִשְׁבְּעוּ מִפִּי עַצְמָן פַּעַם אַחַר פַּעַם אֵינָן חַיָּבִין מִשּׁוּם שְׁבוּעַת הָעֵדוּת אֶלָּא אַחַת מִפְּנֵי שֶׁאַחַר שֶׁכָּפְרוּ בְּבֵית דִּין אִם חָזְרוּ וְהוֹדוּ אֵין עֵדוּתָן מוֹעֶלֶת כְּלוּם: \n",
      "נִמְצֵאתָ לָמֵד שֶׁכָּל הַשְּׁבוּעוֹת שֶׁנִּשְׁבְּעוּ אַחַר שֶׁכָּפְרוּ בְּבֵית דִּין הֵן עַל כְּפִירַת עֵדוּת שֶׁאֵינָהּ מְחַיֶּבֶת מָמוֹן שֶׁהֵן פְּטוּרִין עָלֶיהָ מִשְּׁבוּעַת הָעֵדוּת וְחַיָּבִין בִּשְׁבוּעַת בִּטּוּי כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כְּשֵׁם שֶׁשְּׁבוּעַת שָׁוְא וְשֶׁקֶר בְּלֹא תַּעֲשֶׂה. כָּךְ מִצְוַת עֲשֵׂה שֶׁיִּשָּׁבַע מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין בַּשֵּׁם שֶׁנֶּאֱמַר <small>(דברים ו יג)</small> <small>(דברים י כ)</small> \"וּבִשְׁמוֹ תִּשָּׁבֵעַ\" זוֹ מִצְוַת עֲשֵׂה. שֶׁהַשְּׁבוּעָה בִּשְׁמוֹ הַגָּדוֹל וְהַקָּדוֹשׁ מִדַּרְכֵי הָעֲבוֹדָה הִיא וְהִדּוּר וְקִדּוּשׁ גָּדוֹל הוּא לְהִשָּׁבַע בִּשְׁמוֹ: \n",
      "וְאָסוּר לְהִשָּׁבַע בְּדָבָר אַחֵר עִם שְׁמוֹ. וְכָל הַמְשַׁתֵּף דָּבָר אַחֵר עִם שֵׁם הַקָּדוֹשׁ בָּרוּךְ הוּא בִּשְׁבוּעָה נֶעֱקָר מִן הָעוֹלָם. שֶׁאֵין שָׁם מִי שֶׁרָאוּי לַחְלֹק לוֹ כָבוֹד שֶׁנִּשְׁבָּעִין בִּשְׁמוֹ אֶלָּא הָאֶחָד בָּרוּךְ הוּא: \n",
      "וּמֻתָּר לְאָדָם לְהִשָּׁבַע עַל הַמִּצְוָה לַעֲשׂוֹתָהּ כְּדֵי לְזָרֵז אֶת עַצְמוֹ וְאַף עַל פִּי שֶׁהוּא מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי שֶׁנֶּאֱמַר <small>(תהילים קיט קו)</small> \"נִשְׁבַּעְתִּי וָאֲקַיֵּמָה לִשְׁמֹר מִשְׁפְּטֵי צִדְקֶךָ\": \n",
      "שְׁבוּעָה זוֹ שֶׁמַּשְׁבִּיעִין הַדַּיָּנִים לְמִי שֶׁנִּתְחַיֵּב שְׁבוּעָה הִיא הַנִּקְרֵאת שְׁבוּעַת הַדַּיָּנִין. בֵּין שֶׁהָיָה חַיָּב בִּשְׁבוּעָה זוֹ מִן הַתּוֹרָה בֵּין שֶׁהָיָה חַיָּב בָּהּ מִדִּבְרֵי סוֹפְרִים: \n",
      "שְׁלֹשָׁה מִינֵי שְׁבוּעוֹת הֵן שֶׁחַיָּבִין בָּהֶן מִן הַתּוֹרָה. וְאֵלּוּ הֵן. מִי שֶׁטְּעָנוֹ חֲבֵרוֹ מִטַּלְטְלִין וְהוֹדָה בְּמִקְצָתָן וְכָפַר בְּמִקְצָתָן. וּמִי שֶׁכָּפַר בְּכָל הַמִּטַּלְטְלִין שֶׁטְּעָנוֹ וְעֵד אֶחָד מֵעִיד עָלָיו וּמַכְחִישׁוֹ הֲרֵי אֵלּוּ שְׁתֵּי שְׁבוּעוֹת עַל יְדֵי טַעֲנַת וַדַּאי וּכְפִירָה. וְכֵן שׁוֹמֵר שֶׁטּוֹעֵן שֶׁאָבַד דָּבָר שֶׁהִפְקִידוּ אֶצְלוֹ אוֹ נִגְנַב אוֹ מֵת וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה נִשְׁבַּע מִסָּפֵק. שֶׁאֵין בַּעַל הַפִּקָּדוֹן יוֹדֵעַ אִם אֱמֶת טוֹעֵן זֶה הַשּׁוֹמֵר אוֹ שֶׁקֶר. וְהוּא נִשְׁבַּע מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כב י)</small> \"שְׁבוּעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם\": \n",
      "כָּל שְׁבוּעָה שֶׁמַּשְׁבִּיעִין אוֹתָהּ הַדַּיָּנִין חוּץ מִשְּׁלֹשָׁה מִינֵי שְׁבוּעוֹת אֵלּוּ הֲרֵי הִיא מִדִּבְרֵי סוֹפְרִים וְגַם הִיא הַנִּקְרֵאת שְׁבוּעַת הַדַּיָּנִין. וְגַם שְׁבוּעוֹת אֵלּוּ מִדִּבְרֵיהֶם שְׁנֵי מִינֵי שְׁבוּעוֹת הֵן. יֵשׁ מֵהֶן שְׁבוּעוֹת עַל יְדֵי טַעֲנַת וַדַּאי וּכְפִירָה כְּגוֹן שְׁבוּעַת שָׂכִיר וּפוֹגֵם שְׁטָרוֹ וְכַיּוֹצֵא בָּהֶן. וְיֵשׁ מֵהֶן שְׁבוּעוֹת בְּטַעֲנַת סָפֵק כְּגוֹן שְׁבוּעַת הַשֻּׁתָּפִין וְהָאֲרִיסִין וְכַיּוֹצֵא בָּהֶן. וּבְדִינֵי מָמוֹנוֹת יִתְבָּאֵר חִיּוּב כָּל אַחַת וְאַחַת מֵאֵלּוּ הַשְּׁבוּעוֹת וְדִינֵיהֶם: \n",
      "וְיֵשׁ שָׁם שְׁבוּעָה אַחֶרֶת וְהִיא תַּקָּנַת חַכְמֵי הַגְּמָרָא וְהִיא הַנִּקְרֵאת שְׁבוּעַת הֶסֵּת. וְאַף עַל פִּי שֶׁבֵּית דִּין מַשְׁבִּיעִין אוֹתָהּ [הַיּוֹם] אֵינָהּ נִקְרֵאת שְׁבוּעַת הַדַּיָּנִין: \n",
      "וּשְׁבוּעַת הַדַּיָּנִין בֵּין שֶׁהָיְתָה שֶׁל תּוֹרָה אוֹ שֶׁל דִּבְרֵי סוֹפְרִים בֵּין עַל טַעֲנַת וַדַּאי בֵּין עַל טַעֲנַת סָפֵק כָּךְ הִיא. הַנִּשְׁבָּע אוֹחֵז סֵפֶר תּוֹרָה בִּזְרוֹעוֹ וְהוּא עוֹמֵד וְנִשְׁבָּע בְּשֵׁם אוֹ בְּכִנּוּי בִּשְׁבוּעָה אוֹ בְּאָלָה מִפִּיו אוֹ מִפִּי הַדַּיָּנִין. וְהוֹרוּ רַבּוֹתַי שֶׁאֵין מַשְׁבִּיעִין שְׁבוּעַת הַדַּיָּנִין אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ: \n",
      "כֵּיצַד מִפִּיו. כְּגוֹן שֶׁיֹּאמַר הֲרֵינִי נִשְׁבָּע בַּה' אֱלֹהֵי יִשְׂרָאֵל אוֹ בְּמִי שֶׁשְּׁמוֹ חַנּוּן אוֹ בְּמִי שֶׁשְּׁמוֹ רַחוּם שֶׁאֵינִי חַיָּב לָזֶה כְּלוּם. וְכֵן אִם אָמַר הֲרֵי הוּא אָרוּר לַה' אוֹ אָרוּר לְמִי שֶׁשְּׁמוֹ חַנּוּן אִם יֵשׁ לָזֶה אֶצְלִי כְּלוּם: \n",
      "וְכֵיצַד מִפִּי הַדַּיָּנִין. כְּגוֹן שֶׁאָמְרוּ לוֹ מַשְׁבִּיעִין אָנוּ אוֹתְךָ בַּה' אֱלֹהֵי יִשְׂרָאֵל אוֹ בְּמִי שֶׁשְּׁמוֹ חַנּוּן שֶׁאֵין לָזֶה בְּיָדְךָ כְּלוּם וְהוּא עוֹנֶה אָמֵן. אוֹ שֶׁאָמְרוּ הֲרֵי פְּלוֹנִי בֶּן פְּלוֹנִי אָרוּר לַה' אֱלֹהֵי יִשְׂרָאֵל אוֹ לְמִי שֶׁשְּׁמוֹ חַנּוּן אִם יֵשׁ לִפְלוֹנִי אֶצְלוֹ מָמוֹן וְלֹא יוֹדֶה לוֹ וְהוּא עוֹנֶה אָמֵן זוֹ הִיא שְׁבוּעַת הַדַּיָּנִין: \n",
      "הַדַּיָּנִין שֶׁהִשְׁבִּיעוּ בְּלֹא נְקִיטַת חֵפֶץ בְּיָדוֹ הֲרֵי אֵלּוּ טוֹעִים. וְחוֹזֵר וְנִשְׁבָּע וְסֵפֶר תּוֹרָה בְּיָדוֹ. וְאִם אָחַז תְּפִלִּין בְּיָדוֹ וְהִשְׁבִּיעוּהוּ אֵינוֹ חוֹזֵר וְנִשְׁבָּע שֶׁהֲרֵי אָחַז תּוֹרָה בְּיָדוֹ וּכְמוֹ סֵפֶר הֵן. הִשְׁבִּיעוּהוּ מְיֻשָּׁב אֵינוֹ חוֹזֵר וְנִשְׁבָּע: \n",
      "תַּלְמִיד חָכָם לְכַתְּחִלָּה מַשְׁבִּיעִין אוֹתוֹ מְיֻשָּׁב וּתְפִלִּין בְּיָדוֹ וְאֵינוֹ צָרִיךְ לִטּוֹל סֵפֶר תּוֹרָה אֶלָּא תְּפִלִּין בְּכַפּוֹ חֵפֶץ הוּא וְנִשְׁבָּע בִּלְשׁוֹן הַקֹּדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֵין בֵּין שְׁבוּעַת הֶסֵּת לִשְׁבוּעַת הַדַּיָּנִין אֶלָּא נְקִיטַת חֵפֶץ. שֶׁאֵין הַנִּשְׁבָּע שְׁבוּעַת הֶסֵּת אוֹחֵז סֵפֶר תּוֹרָה אֶלָּא מַשְׁבִּיעִין אוֹתוֹ בְּשֵׁם אוֹ בְּכִנּוּי בִּשְׁבוּעָה אוֹ בְּאָלָה מִפִּיו אוֹ מִפִּי בֵּית דִּין כְּמוֹ שְׁבוּעַת הַדַּיָּנִין. וּכְבָר נָהֲגוּ הַכּל לִהְיוֹת סֵפֶר תּוֹרָה בְּיַד חַזַּן הַכְּנֶסֶת אוֹ שְׁאָר הָעָם בְּעֵת שֶׁמַּשְׁבִּיעִין שְׁבוּעַת הֶסֵּת כְּדֵי לְאַיֵּם עָלָיו: \n",
      "הַדַּיָּנִין שֶׁהִשְׁבִּיעוּ אֶת הַנִּשְׁבָּע בְּכָל לָשׁוֹן שֶׁהוּא מַכִּיר הֲרֵי זוֹ כְּמִצְוָתָהּ וְכֵן הוֹרוּ הַגְּאוֹנִים. אֲבָל רַבּוֹתֵינוּ הוֹרוּ שֶׁאֵין מַשְׁבִּיעִים אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ. וְאֵין רָאוּי לִסְמֹךְ עַל הוֹרָאָה זוֹ. וְאַף עַל פִּי שֶׁנָּהֲגוּ בְּכָל בָּתֵּי דִּינִין לְהִשָּׁבַע בִּלְשׁוֹן הַקֹּדֶשׁ צָרִיךְ לְהוֹדִיעַ אֶת הַנִּשְׁבָּע עַד שֶׁיְּהֵא מַכִּיר לְשׁוֹן הַשְּׁבוּעָה. שֶׁשְּׁבוּעַת הַדַּיָּנִין הִיא שְׁבוּעַת הַפִּקָּדוֹן בְּעַצְמָהּ. וְאַף שְׁבוּעַת הֶסֵּת נָהֲגוּ כָּל הָעָם לְהַשְׁבִּיעַ אוֹתָהּ בִּלְשׁוֹן הַקֹּדֶשׁ: \n",
      "כָּל מִי שֶׁיִּתְחַיֵּב שְׁבוּעַת הַדַּיָּנִין שֶׁהִיא עַל יְדֵי טַעֲנַת וַדַּאי וּכְפִירָה בֵּין שֶׁהָיְתָה מִדִּבְרֵי תּוֹרָה בֵּין שֶׁהָיְתָה מִדִּבְרֵיהֶם מְאַיְּמִין עָלָיו כְּמוֹ שֶׁיִּתְבָּאֵר. וְכָל מִי שֶׁיִּתְחַיֵּב בָּהּ בְּטַעֲנַת סָפֵק בֵּין מִן הַתּוֹרָה בֵּין מִדִּבְרֵיהֶם אֵינוֹ צָרִיךְ אִיּוּם: \n",
      "וְכֵיצַד מְאַיְּמִין עַל הַנִּשְׁבָּע. אוֹמְרִין לוֹ הֱוֵי יוֹדֵעַ שֶׁכָּל הָעוֹלָם כֻּלּוֹ נִזְדַּעֲזֵעַ בְּשָׁעָה שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה לֹא תִשָּׂא אֶת שֵׁם ה' אֱלֹהֶיךָ לַשָּׁוְא. וְכָל עֲבֵרוֹת שֶׁבַּתּוֹרָה נֶאֱמַר בָּהֶן וְנַקֵּה וְכָאן נֶאֱמַר <small>(שמות כ ז)</small> <small>(דברים ה יא)</small> \"לֹא יְנַקֶּה\". כָּל עֲבֵרוֹת שֶׁבַּתּוֹרָה נִפְרָעִין מִמֶּנּוּ וְכָאן מִמֶּנּוּ וּמִמִּשְׁפַּחְתּוֹ שֶׁמְּחַפִּין עַל זֶה. וְלֹא עוֹד אֶלָּא גּוֹרֵם לְהִפָּרַע מִשּׂוֹנְאֵיהֶם שֶׁל יִשְׂרָאֵל שֶׁכָּל יִשְׂרָאֵל עֲרֵבִין זֶה בָּזֶה שֶׁנֶּאֱמַר <small>(הושע ד ב)</small> \"אָלֹה וְכַחֵשׁ וְרָצֹחַ\" וְגוֹ' וְכָתוּב אַחֲרָיו <small>(הושע ד ג)</small> \"עַל כֵּן תֶּאֱבַל הָאָרֶץ וְאֻמְלַל כָּל יוֹשֵׁב בָּהּ\". כָּל עֲבֵרוֹת שֶׁבַּתּוֹרָה תּוֹלִין לוֹ שְׁנַיִם וּשְׁלֹשָׁה דּוֹרוֹת אִם יֵשׁ לוֹ זְכוּת וְכָאן נִפְרָעִין מִיָּד שֶׁנֶּאֱמַר <small>(זכריה ה ד)</small> \"הוֹצֵאתִיהָ נְאֻם ה' צְבָאוֹת וּבָאָה אֶל בֵּית הַגַּנָּב וְאֶל בֵּית הַנִּשְׁבָּע בִּשְׁמִי לַשָּׁקֶר\". הוֹצֵאתִיהָ מִיָּד. וּבָאָה אֶל בֵּית הַגַּנָּב זֶה הַגּוֹנֵב דַּעַת הַבְּרִיּוֹת וְאֵין לוֹ מָמוֹן עַל חֲבֵרוֹ וְטוֹעֲנוֹ בְּחִנָּם וּמַשְׁבִּיעוֹ. אֶל בֵּית הַנִּשְׁבָּע בִּשְׁמִי לַשֶּׁקֶר כְּמַשְׁמָעוֹ. <small>(זכריה ה ד)</small> \"וְכִלַּתּוּ וְאֶת עֵצָיו וְאֶת אֲבָנָיו\" דְּבָרִים שֶׁאֵין אֵשׁ וּמַיִם מְכַלִּין אוֹתָן שְׁבוּעַת שֶׁקֶר מְכַלָּה אוֹתָן: \n",
      "וְעִנְיַן הָאִיּוּם הַזֶּה כֻּלּוֹ בְּלָשׁוֹן שֶׁהֵן מַכִּירִין אוֹמְרִים לָהֶם כְּדֵי שֶׁיָּבִינוּ בַּדְּבָרִים וְיַחְזֹר הַחוֹטֵא לְמוּטָב. אָמַר אֵינִי נִשְׁבָּע פּוֹטְרִין אוֹתוֹ וְנוֹתֵן מַה שֶּׁטָּעֲנוֹ חֲבֵרוֹ. וְכֵן אִם אָמַר הַטּוֹעֵן אֵינִי מַשְׁבִּיעוֹ וּפְטָרוֹ הוֹלְכִין לָהֶן: \n",
      "אָמַר הֲרֵינִי נִשְׁבָּע וַחֲבֵרוֹ תּוֹבֵעַ. הָעוֹמְדִים שָׁם אוֹמְרִים זֶה לָזֶה <small>(במדבר טז כו)</small> \"סוּרוּ נָא מֵעַל אָהֳלֵי הָאֲנָשִׁים הָרְשָׁעִים\" וְגוֹ'. וְאוֹמְרִין לוֹ לֹא עַל דַּעְתְּךָ אָנוּ מַשְׁבִּיעִין אוֹתְךָ אֶלָּא עַל דַּעְתֵּנוּ וְעַל דַּעַת בֵּית דִּין: \n",
      "אַף עַל פִּי שֶׁאֵין מְאַיְּמִין אִיּוּם זֶה בִּשְׁבוּעַת טַעֲנַת סָפֵק כְּמוֹ שֶׁבֵּאַרְנוּ וְלֹא בִּשְׁבוּעַת הֶסֵּת. צְרִיכִין הַדַּיָּנִין לִפְצֹר בְּבַעֲלֵי דִּינִין אוּלַי יַחְזְרוּ בָּהֶן עַד שֶׁלֹּא תִּהְיֶה שָׁם שְׁבוּעָה כְּלָל: \n",
      "דָּבָר בָּרוּר וְגָלוּי שֶׁכָּל הַנִּשְׁבָּע שְׁבוּעַת הַדַּיָּנִין אוֹ שְׁבוּעַת הֶסֵּת בְּשֶׁקֶר שֶׁיְּהֵא חַיָּב מִשּׁוּם שְׁבוּעַת הַפִּקָּדוֹן שֶׁכְּבָר נִתְבָּאֲרוּ מִשְׁפָּטֶיהָ וְאֵינוֹ לוֹקֶה וְאַף עַל פִּי שֶׁהוּא מֵזִיד וְנִתְחַיֵּב לְשַׁלֵּם מַה שֶּׁנִּשְׁבַּע עָלָיו בְּתוֹסֶפֶת חֹמֶשׁ שֶׁהוּא רְבִיעַ הַקֶּרֶן עַד שֶׁיִּהְיֶה הוּא וְחֻמְשׁוֹ חֲמִשָּׁה. וּמֵבִיא קָרְבַּן אָשָׁם אִם יֵשׁ שָׁם בֵּית (דִּין) כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "אַף עַל פִּי שֶׁלּוֹקֶה הַנִּשִׁבָּע לַשָּׁוְא אוֹ לַשֶּׁקֶר וְכֵן הַנִּשְׁבָּע שְׁבוּעַת הָעֵדוּת אוֹ שְׁבוּעַת הַפִּקָּדוֹן מֵבִיא קָרְבָּן. אֵין מִתְכַּפֵּר לָהֶן עֲוֹן הַשְּׁבוּעָה כֻּלּוֹ שֶׁנֶּאֱמַר <small>(שמות כ ז)</small> <small>(דברים ה יא)</small> \"לֹא יְנַקֶּה ה'\" אֵין לָזֶה נִקָּיוֹן מִדִּין שָׁמַיִם עַד שֶׁיִּתְפָּרַע מִמֶּנּוּ עַל הַשֵּׁם הַגָּדוֹל שֶׁחִלֵּל. שֶׁנֶּאֱמַר <small>(ויקרא יט יב)</small> \"וְחִלַּלְתָּ אֶת שֵׁם ה' אֱלֹהֶיךָ אֲנִי ה'\". לְפִיכָךְ צָרִיךְ אָדָם לְהִזָּהֵר מֵעָוֹן זֶה יוֹתֵר מִכָּל הָעֲבֵרוֹת: \n",
      "עָוֹן זֶה מִן הַחֲמוּרוֹת הוּא כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּשׁוּבָה. אַף עַל פִּי שֶׁאֵין בּוֹ לֹא כָּרֵת וְלֹא מִיתַת בֵּית דִּין יֵשׁ בּוֹ חִלּוּל הַשֵּׁם הַמְקֻדָּשׁ שֶׁהוּא גָּדוֹל מִכָּל הָעֲוֹנוֹת: \n",
      "מִי שֶׁנִּשְׁבַּע בַּשָּׁמַיִם וּבָאָרֶץ וּבַשֶּׁמֶשׁ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְמִי שֶׁבְּרָאָם אֵין זוֹ שְׁבוּעָה. וְכֵן הַנִּשְׁבָּע בְּנָבִיא מִן הַנְּבִיאִים אוֹ בִּכְתָב מִכִּתְבֵי הַקֹּדֶשׁ אַף עַל פִּי שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְמִי שֶׁשָּׁלַח נָבִיא זֶה אוֹ לְמִי שֶׁצִּוָּה בִּכְתָב זֶה אֵין זוֹ שְׁבוּעָה. וְאַף עַל פִּי שֶׁאֵין אֵלּוּ שְׁבוּעוֹת מְאַיְּמִין עֲלֵיהֶן וּמְלַמְּדִין אֶת הָעָם שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בְּכָךְ וּמַרְאִין בְּעֵינֵיהֶם שֶׁזּוֹ שְׁבוּעָה. וּפוֹתְחִין לָהֶם פֶּתַח וּמַתִּירִין לָהֶם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר כִּתְבֵי הַקֹּדֶשׁ. אֲבָל הַנִּשְׁבָּע בַּתּוֹרָה. אִם נִשְׁבָּע בְּמַה שֶּׁכָּתוּב בָּהּ דַּעְתּוֹ עַל הַהַזְכָּרוֹת. וְאִם נִשְׁבַּע בָּהּ סְתָם דַּעְתּוֹ עַל הַגְּוִיל וְאֵין כָּאן שְׁבוּעָה. נְטָלָהּ בְּיָדוֹ וְנִשְׁבַּע בָּהּ הֲרֵי זֶה כְּמִי שֶׁנִּשְׁבַּע בְּמַה שֶּׁכָּתוּב בָּהּ וְאָסוּר: \n",
      "וְהַנִּשְׁבָּע בַּתּוֹרָה סְתָם אִם תַּלְמִיד חָכָם הוּא אֵינוֹ צָרִיךְ שְׁאֵלָה לְחָכָם. וְאִם עַם הָאָרֶץ הוּא צָרִיךְ שְׁאֵלָה לְחָכָם כְּדֵי שֶׁלֹּא יִנְהַג קַלּוּת רֹאשׁ בִּשְׁבוּעוֹת: \n",
      "עֶבֶד שֶׁנִּשְׁבַּע אֵין רַבּוֹ צָרִיךְ לִכְפּוֹתוֹ. וַהֲרֵי הוּא אַחַר שֶׁנִּשְׁבַּע כְּקֹדֶם שֶׁנִּשְׁבַּע. לְפִי שֶׁאֵין גּוּפוֹ קָנוּי לוֹ כְּדֵי שֶׁתָּחוּל עָלָיו שְׁבוּעָתוֹ וְנֶאֱמַר בִּשְׁבוּעוֹת <small>(במדבר ל ג)</small> \"לֶאְסֹר אִסָּר עַל נַפְשׁוֹ\" מִי שֶׁנַּפְשׁוֹ בִּרְשׁוּתוֹ יָצָא עֶבֶד שֶׁהוּא בִּרְשׁוּת אֲחֵרִים. וְנִמְצָא זֶה כְּמוֹ שֶׁנִּשְׁבַּע עַל נִכְסֵי אַחֵר: \n",
      "קְטַנִּים שֶׁנִּשְׁבְּעוּ וְהֵן יוֹדְעִין טַעַם הַשְּׁבוּעָה אַף עַל פִּי שֶׁאֵינָן חַיָּבִין. כּוֹפִין אוֹתָן לַעֲמֹד בְּדִבְרֵיהֶן. כְּדֵי לְחַנְּכָן וּלְאַיֵּם עֲלֵיהֶם כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּשְׁבוּעוֹת. וְאִם הָיָה הַדָּבָר שֶׁנִּשְׁבְּעוּ עָלָיו דָּבָר שֶׁאֵין הַקָּטָן יָכוֹל לַעֲמֹד בּוֹ אֶלָּא אִם כֵּן נִזָּק. כְּגוֹן שֶׁנִּשְׁבַּע שֶׁיָּצוּם אוֹ שֶׁלֹּא יֹאכַל בָּשָׂר זְמַן מְרֻבֶּה. מַכֶּה אוֹתוֹ אָבִיו אוֹ רַבּוֹ וְגוֹעֵר בּוֹ וּמַרְאִין לוֹ שֶׁהֻתְּרָה שְׁבוּעָתוֹ כְּדֵי שֶׁלֹּא יִהְיֶה רָגִיל לְהָקֵל רֹאשׁ בִּשְׁבוּעוֹת: \n",
      "צָרִיךְ לְהִזָּהֵר בַּקְּטַנִּים הַרְבֵּה וּלְלַמֵּד לְשׁוֹנָם דִּבְרֵי אֱמֶת בְּלֹא שְׁבוּעָה כְּדֵי שֶׁלֹּא יִהְיוּ רְגִילִים לְהִשָּׁבַע תָּמִיד כְּעַכּוּ''ם. וְזֶה הַדָּבָר כְּמוֹ חוֹבָה עַל אֲבוֹתֵיהֶם וְעַל מְלַמְּדֵי תִּינוֹקוֹת: \n",
      "הַשּׁוֹמֵעַ הַזְכָּרַת הַשֵּׁם מִפִּי חֲבֵרוֹ לַשָּׁוְא אוֹ שֶׁנִּשְׁבַּע לְפָנָיו לַשֶּׁקֶר אוֹ שֶׁבֵּרֵךְ בְּרָכָה שֶׁאֵינָהּ צְרִיכָה שֶׁהוּא עוֹבֵר מִשּׁוּם נוֹשֵׂא שֵׁם ה' לַשָּׁוְא כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בְּרָכוֹת הֲרֵי זֶה חַיָּב לְנַדּוֹתוֹ. וְאִם לֹא נִדָּהוּ הוּא בְּעַצְמוֹ יְהֵא בְּנִדּוּי. וְצָרִיךְ לְהַתִּיר אוֹתוֹ מִיָּד כְּדֵי שֶׁלֹּא יְהֵא מִכְשׁוֹל לַאֲחֵרִים שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ שֶׁנִּדּוּהוּ. וְאִם תֹּאמַר יוֹדִיעוֹ נִמְצְאוּ כָּל הָעוֹלָם בְּנִדּוּי שֶׁהֲרֵי לִמְדוּ לְשׁוֹנָם הַעֲוֵה וּשְׁבוּעָה תָּמִיד: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַנִּשְׁבָּע הַזֶּה אוֹ הַמְבָרֵךְ לְבַטָּלָה מֵזִיד. אֲבָל אִם הָיָה שׁוֹגֵג וְלֹא יָדַע שֶׁזֶּה אָסוּר אֵינוֹ חַיָּב לְנַדּוֹתוֹ. וַאֲנִי אוֹמֵר שֶׁאָסוּר לְנַדּוֹתוֹ שֶׁלֹּא עָנַשׁ הַכָּתוּב שׁוֹגֵג אֶלָּא מַזְהִירוֹ וּמַתְרֶה בּוֹ שֶׁלֹּא יַחְזֹר: \n",
      "וְלֹא שְׁבוּעָה לַשָּׁוְא בִּלְבַד הִיא שֶׁאֲסוּרָה אֶלָּא אֲפִלּוּ לְהַזְכִּיר שֵׁם מִן הַשֵּׁמוֹת הַמְיֻחָדִין לְבַטָּלָה אָסוּר וְאַף עַל פִּי שֶׁלֹּא נִשְׁבָּע. שֶׁהֲרֵי הַכָּתוּב מְצַוֶּה וְאוֹמֵר <small>(דברים כח נח)</small> \"לְיִרְאָה אֶת הַשֵּׁם הַנִּכְבָּד וְהַנּוֹרָא\". וּבִכְלַל יִרְאָתוֹ שֶׁלֹּא יַזְכִּירוֹ לְבַטָּלָה. לְפִיכָךְ אִם טָעָה הַלָּשׁוֹן וְהוֹצִיא שֵׁם לְבַטָּלָה יְמַהֵר מִיָּד וִישַׁבֵּחַ וִיפָאֵר וִיהַדֵּר לוֹ כְּדֵי שֶׁלֹּא יִזָּכֵר לְבַטָּלָה. כֵּיצַד. אָמַר ה', אוֹמֵר בָּרוּךְ הוּא לְעוֹלָם וָעֶד אוֹ גָּדוֹל הוּא וּמְהֻלָּל מְאֹד וְכַיּוֹצֵא בָּזֶה, כְּדֵי שֶׁלֹּא יְהֵא לְבַטָּלָה: \n",
      "אַף עַל פִּי שֶׁמֻּתָּר לְהִשָּׁאֵל עַל הַשְּׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ וְאֵין בָּזֶה דֹּפִי. וּמִי שֶׁלִּבּוֹ נוֹקְפוֹ בְּדָבָר זֶה אֵינוֹ אֶלָּא שֵׁמֶץ מִינוּת. אַף עַל פִּי כֵן רָאוּי לְהִזָּהֵר בְּדָבָר זֶה. וְאֵין נִזְקָקִין לְהַתִּיר אֶלָּא מִפְּנֵי דְּבַר מִצְוָה אוֹ מִפְּנֵי צֹרֶךְ גָּדוֹל. וְטוֹבָה גְּדוֹלָה הִיא לְאָדָם שֶׁלֹּא יִשָּׁבַע כְּלָל. וְאִם עָבַר וְנִשְׁבַּע שֶׁיִּצְטַעֵר וַיַּעֲמֹד בִּשְׁבוּעָתוֹ שֶׁנֶּאֱמַר <small>(תהילים טו ד)</small> \"נִשְׁבַּע לְהָרַע וְלֹא יָמִר\" וְכָתוּב אַחֲרָיו <small>(תהילים טו ה)</small> \"עשֵֹׁה אֵלֶּה לֹא יִמּוֹט לְעוֹלָם\": סְלִיקוּ לְהוּ הִלְכוֹת שְׁבוּעוֹת בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שבועות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Haflaah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [
        "<b> וכן כל כיוצא בזה.</b> כתב הראב''ד ז''ל [א''א] שנשבע בדבר הידוע לשלשה שאינו כן כמו שנשבע עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וכן האומר שבועה בה' וכו'.</b> א''א לא נתחוור אצלי דבר זה שלא מצאתי שם מן השמות ולא כינוי מהכינויים בשבועת ביטוי ולא מצינו שם אלא בעדות ובפקדון לפי שנאמר בעדות אלה וקול וילפינן אלה אלה מסוטה ופקדון תחטא תחטא מעדות אבל בשבועת ביטוי אפילו מבטא או איסר שבועה אם אמר מבטא לא אוכל לך שבועה וכן איסר אע''פ שלא אמר לא שם ולא כינוי אם אמר לשם שבועה אע''פ שלא הזכיר שם שבועה היא וכן לאו לאו והן הן אם נתכוון ללאו והן שאמר הבורא שבועה היא וכן ימין ושמאל אם נתכוון לימין ושמאל הבורא שבועה היא וה''מ לקרבן וכן נמי לבל יחל אבל למלקות בעינן שם דכתיב לא תשא את שם ה' אלהיך לשוא ושבועת שקר נמי נאמר לא תשבעו בשמי לשקר וגו': "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן אם אמרו לו אחרים חזור בך וכו'.</b> א''א דבר זה אינו מחוור שאין אחרים מוזקקין לנדרו שתהא מחאה שלהן סומכת נדרו לחזרתו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וכן שבועת הבאי ושל שגגות פטור עליהן.</b> א''א לא הוצרכו חכמים לומר שהוא פטור מקרבן אלא שאמרו כשם שנדרי שגגות ונדרי הבאי מותרין כך שבועת שגגות ושבועת הבאי מותרין. שבועת שגגות שמותרין כגון שאמר לאשתו שבועה שלא אוכל היום שגנבת את כיסי ונודע שלא גנבה וכל כיוצא בזה שאם נשבע שלא יאכל ככר אחד אם שתה היום ונזכר ששתה היום מותר לאכול הככר. ושבועות הבאי שהן מותרות כגון שאמר יאסרו עלי פירות העולם בשבועה אם לא ראיתי גמל פורח באויר וכיוצא בו שלא נתכוין לאסור פירות העולם על עצמו אלא לחזק הדבר שיאמינו בו מפני שהוא דבר תימה ושבועת הבאי ענין שבועת שוא היא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> נעלמה ממנו שבועה כו' שהרי העלם שבועה וחפץ בידו הרי זה כאנוס ופטור.</b> נשבע על הככר שלא יאכלנו ונצטער עליו ואכלו והוא שוגג ששכח שבועתו פטור לפי שאינו שב מידיעתו שהרי דמה שמותר לו לאכלו מפני הצער ולא ידע שאסורה היא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שבועה שלא אוכל ככר זו או שלא אוכל אותו וכו'.</b> א''א תמה אני מה בין שלא אוכל אותו לשלא אוכלנה וכי יש הפרש בין לשון זכר ללשון נקבה אלא שההפרש בין שאמר ככר זו שלא אוכלנה שכזית מן הככר נקרא ככר אבל שלא אוכלנה משמע על כולה ולא על כזית: "
      ],
      [
        "<b> וכן אם אמר שבועה שלא אוכל היום וחזר ונשבע.</b> א''א גם זה שבוש הוא שבתחלה לא נשבע אלא ליומו ולבסוף נשבע על אותו ככר לעולם ואולי כשיאמר שלא אוכלנה היום קאמר: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> וכן הנשבע שלא יאכל עשר וכו'.</b> א''א בספרים שלנו אמר שלא יאכל עשר וחזר ואמר שלא יאכל תשע ואכל תשע והפריש קרבן וחזר ואכל עשירית הויא לה עשירית חצי שיעור. ומ''ש הוא שבוש הוא: "
      ],
      [
        "<b> שבועה שלא אוכל ככר זו הגדולה וכו'.</b> א''א בנוסחא שלנו פטור: "
      ],
      [
        "<b> וכמדומה לו שעדיין לא נאסרה פטור.</b> א''א בנוסחא דילן חייב: ",
        "<b> שתיהן במזיד חייב.</b> א''א הרב הגיה חייב מלקות: "
      ],
      [
        "<b> וכן אם תלאן זו בזו כו' ואכל השניה בזדון חייב.</b> א''א בנוסחא דילן פטור: "
      ],
      [
        "<b> הראשונה בזדון והשניה בשוגג חייב קרבן.</b> א''א כללו של דבר אינו נתפס על שבועתו אא''כ אכל התנאי והוא זכור שהוא תנאו על האחר כי אז תחול השבועה על אותו הככר שנשבע עליו: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [
        "<b> (ואינו) נעשה שליח להתיר נדר אשתו.</b> א''א פירוש שלא מדרך חרטה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> כיצד נשבע ותלה שבועתו בדעת רבים שלא יהנה מבני העיר כלום וכו' ועושה מצות אלו ונוטל שכרו.</b> א''א יש כאן לשון אחר ויש כאן דברים של תימה שאם נשבע המוהל או השוחט שלא יהנה מבני העיר על דעת רבים ימול להם וישחוט בחנם ולא יהנה מהם ומאי מצוה איכא בהיתר נדרו. אבל ודאי אם הוא צריך למעשה ידיו ואם יתעסק במלאכתו לא יוכל למול להם ולשחוט ודאי יתירו לו את נדרו ויפרנסוהו מפני חסרון המצוה. ואם נשבעו אנשי העיר שלא יהנו ממנו הרי יכול למול וללמד את בניהם בחנם. נוסחא אחרת מזאת ההשגה - מכיר אני האמת עם אותם שאמרו המעתיק מלשון ללשון צריך שיהיה בקי בדבר מאד ושיהיה בקי בשתי הלשונות. הנה ראיתי זה המחבר עשה עצמו מעתיק לשון גמרא אל לשון עברית ובמליצה אחרת וטעה במליצתו כי הגמרא שלנו היא שנדרו בני העיר שלא יהנה אותו המלמד מנכסיהם והוא לא היה רוצה ללמד אלא בשכר וכשראו שלא מצאו מלמד יפה כמוהו התיר להם אמימר את נדרם אע''פ שנדרו ע''ד רבים שפתח להם המצוה פתח לנדרם שאמרו אילו היינו יודעים שלא נמצא כמוהו בשום שכר לא היינו נודרים וזה אינו רוצה ללמדנו ואין דעת שום אדם עולה לומר אעפ''כ אני נודר. אבל מה שכתב המתרגם הזה שהמלמד נדר שלא יהנה מהם כאשר לא ימצאו מלמד כמותו אי זה פתח יהיה לנדרו שיהנה מהם בלמודו ילמד אותם בחנם ותהיה מצותו יפה ולא תיבטל המצוה אבל אם לא יוכל לחיות אא''כ יעסוק באומנות או ילמוד בשכר אפשר שיהיה זה פתח לנדרו אילו הייתי יודע שלא ימצאו כמוני לא הייתי נודר שהייתי סבור לחיות באומנות ואחיה זולתם והם ימצאו כמוני. עכ''ז אין דעתי נוחה הימנו שאין המצוה מוטלת עליו להיות להם מלמד או לבקש להם מלמד מומחה: "
      ],
      [],
      [],
      [
        "<b> אבל אם ניחם הוא מעצמו וכו'.</b> א''א נולד שאמרו אין פותחין בו בנולד שאינו מצוי אבל בנולד המצוי פותחין כדאמרינן שכיח אפיקורי דמצערי רבנן וכי ההיא דאמרינן עניות שכיחא טפי ממיתה ומשום הכי פתח ליה הקב''ה למשה בשבועתיה בעניות דדתן ואבירם ודוקא בשאין באין לו מדרך חרטה שאינו מתחרט אלא מפני ענין שאינו יוצא לו כרצונו מפני הנדר ואומר לו אילו היית יודע שיקרה לך מקרה זו בנדרך היית נודר בזה אנו אומרים אם המקרה ההוא מצוי מתירין לו דכיון שהוא מצוי ואילו היה באותה שעה לא היה נודר רואין אותו המקרה כאילו היה בשעת הנדר ולא ידע אותו הנודר בענין שנעשה הנדר בטעות אבל כשהוא בא מדרך חרטה אין כאן לדקדק שהרי הוא עוקרו מעיקרו שהוא אומר כעס היה בלבי או עצבות באותה שעה ועכשיו עבר ממני ונתרציתי ואני מתחרט על אותו הכעס. ומה שכתב הוא אינו ברור. ע''כ: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן אם אמר לעדים בואו והעידו לי וכו'.</b> א''א המחבר הזה שנה משנתו כר''מ ואין הלכה כמותו אלא בין מפי עצמו בין מפי אחרים אינן חייבין עד שיכפרו בב''ד. ועוד בין לר''מ בין לרבנן מה צורך שיהיה הבית דין בבית הכנסת בשעת השבועה והלא אין מקפידין על השבועה באי זה מקום שתהיה ואין מקפידין אלא על הכפירה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> במה דברים אמורים בשענו אמן וכו'.</b> א''א הא לא כר''מ ולא כרבנן וטעות גדולה נכנסה בו. ודע דר''מ ורבנן בשבועת העדות ושבועת הפקדון מודו דשבועה גופה אפילו היתה חוץ לב''ד חייב ולא פליגי אלא בכפירתם דר''מ סבר שבועת העדות מפי עצמן אפילו כפרו חוץ לב''ד חייבין ואע''פ שהודו בבית דין מ''מ מפקדון גמרינן לה ודון מינה ומינה ורבנן סברי כפירה בב''ד בעינן דון מינה ואוקי באתרה ובשבועת הפקדון סבר ר' מאיר מפי אחרים בעינן כפירה בב''ד דומיא דעדות ואם כפר חוץ לב''ד והודה בב''ד פטור ורבנן סברי מפי אחרים כיון דכפר חייב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין בין שבועת היסת לשבועת הדיינין אלא נקיטת חפץ וכו' אלא משביעין אותו בשם או בכינוי.</b> א''א שמעתי שתקנו הגאונים שאין משביעין עכשיו לא בשם ולא בכנוי כדי שלא יהא העולם חרב על ידי החוטאים שרבו אלא שמחרימין אותו ומקללים אותו ומחרימין עליו בשופרות וכבוי נרות ומטות כפויות לאיים עליו שאם יחטא לעצמו יחטא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואף על פי שהוא מזיד וכו'.</b> א''א אחר שתיקנו הגאונים שאין בשבועתנו לא שם ולא כנוי אין בהם לא חומש ולא אשם שאינן אלא ענין קללות לחוטא: "
      ]
    ],
    [
      [
        "<b> אע''פ שלוקה הנשבע לשוא.</b> א''א והרי אמרו על שבועת שוא ועל כיוצא בה ב''ד של מעלה אין מנקין אותו אבל ב''ד של מטה מלקין אותו ומנקין אותו והרי חייבי מיתות ב''ד מתודין ומתכפר להן ומלקות תחת מיתה עומדת: "
      ],
      [],
      [
        "<b> מי שנשבע בשמים ובארץ אף על פי שאין כוונתו אלא למי שבראם אין זו שבועה.</b> א''א ליחייב עליה קרבן ומלקות: ",
        "<b> ומלמדין את העם שלא ינהגו קלות ראש בכך.</b> א''א באמת צריכין שאלה לחכם ועובר משום בל יחל: "
      ],
      [
        "<b> בד''א בשאר כתבי הקדש.</b> א''א כמה אני תמה על המחבר הזה מה ראה לחלק בין תורה לשאר כתבי הקדש ואם יש ביניהם לענין בני העיר שמכרו תורה לא יקחו ספרים ולענין מניחין ס''ת ע''ג ספרים אבל לענין קדושה הכל קדוש ומצילין אותן בשבת מפני הדליקה וטעונין גניזה ומטמאין את הידים וקדושים הם לכל דבר כתורה והנשבע בהם ומשקר כמשקר במי שצוה אותן. והריני מודיע שאין הענין הזה כמו שהוא סובר שלא על הנשבע בתורה קאמר אלא על המתפיס בס''ת שאם אמר ככר זו עלי כספר התורה הזה אם מנחא אארעא לא אמר כלום דדעתיה אגוילים וגוילים אין בהם קדושה אלא בשביל האותיות שעליהן הילכך אין כאן התפסה אבל אי נקיט ליה בידיה דעתיה אהזכרות שבו ואזכרות כדבר הנדור הוא שעל ידי הכתיבה והכוונה לשם קדושה הם קדושות וכ''ש אם אמר במה שבתוכה שהיא התפסה ואע''ג דמנחא אארעא. ובירושלמי מפורש בתורה הרי זה מותר כקדושת התורה כלומר ואין זה כדבר המקודש בידי אדם. ככתוב בה הרי זה אסור דקדושה כתוב בה כלומר שהם מקודשים ע''י אדם וכוונתו לקדושה: "
      ],
      [],
      [
        "<b> עבד שנשבע וכו'.</b> א''א פירוש אם נשבע שיתענה אינו צריך לכפותו שיאכל לפי שלא חל עליו הנדר שנאמר להרע או להיטיב מה הטבה רשות וכו' יצא זה ששבועתו להרע לרבו אבל אם נדר בנזיר צריך שיאמר לו רבו שתה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם עבר ונשבע שיצטער ויעמוד.</b> א''א דוקא בשבועה ושנשבע להרע לעצמו אבל נודר בנדר אפילו להרע לעצמו מצוה להתירו שהרי אמרו הנודר כאילו בנה במה והמקיימו כאילו הקריב עליו קרבן: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>ארבעה מיני שבועות הן וכו': שבועת ביטוי הוא שנאמר בתורה או נפש כי תשבע לבטא בשפתים וכו': והיא נחלקת לארבעה חלקים וכו'.</b> בריש שבועות וברפ''ג (דף י''ט) שבועות שתים שהן ארבע שבועה שאוכל ושלא אוכל שאכלתי ושלא אכלתי: \n\n"
      ],
      [
        "<b>ואין שבועת ביטוי נוהגת וכו'.</b> כלומר שאם נשבע דבר שא''א לו לעשותו אינה שבועת ביטוי אלא שבועת שוא. \n",
        "<b>ומ''ש בין להבא בין לשעבר וכו'.</b> משנה בפ''ג (דף כ''ה) אחד דברים של עצמו ואחד דברים של אחרים ואחד דברים שיש בהם ממש ואחד דברים שאין בהם ממש כיצד אמר שבועה שאתן לאיש פלוני ושלא אתן שנתתי ושלא נתתי שאישן ושלא אישן שישנתי ושלא ישנתי שאזרוק צרור לים ושלא אזרוק ושזרקתי ושלא זרקתי ר' ישמעאל אומר אינו חייב אלא על העתיד לבא שנאמר להרע או להיטיב א''ל ר''ע א''כ אין לי אלא דברים שיש בהם הרעה והטבה דברים שאין בהם הרעה והטבה מנין א''ל מריבוי הכתוב א''ל אם ריבה הכתוב לכך אף ריבה הכתוב לכך ופירש''י מריבוי הכתוב לכל אשר יבטא וידוע דהלכה כר''ע: \n",
        "<b>ויש</b> לדקדק בדברי רבינו למה ביאר לשעבר קודם דכיון דלהבא מפורש בתורה ה''ל לאקדומיה ותנא נמי אקדמיה שאוכל ושלא אוכל שאכלתי ושלא אכלתי ורבינו גופיה אקדמיה לעיל בסמוך. ועוד למה השמיט אישן ולא אישן המוזכר במשנה. ועוד למה כתב שדבר פלוני עם פלוני שאינו מוזכר במשנה. ועוד למה השמיט חלוקת שאתן לאיש פלוני ושלא אתן המוזכר במשנה. ועוד למה בלהבא השמיט חלוקת דבור פלוני עם פלוני. וי''ל דמשום דבלשעבר פליג ר' ישמעאל אקדמיה ועוד דלשעבר אתיא מדרשא חביבא ליה ואקדמה ועוד דבלשעבר איכא ג' חלוקות ובלהבא ליכא אלא תרי. והשמיט אישן ולא אישן השנוי במשנה משום דבגמרא אמרי' אמתני' איני והא אר''י האומר שבועה שלא אישן ג' ימים מלקין אותו וישן לאלתר כלומר ואינה שבועת ביטוי אלא שבועת שוא ומשני התם דאמר ג' הכא דלא אמר ג' ואם היה מזכיר רבינו כאן שאישן ושלא אישן היה צריך להאריך לכך השמיטו וכתב במקומו שדבר פלוני עם פלוני שהוא ג''כ דבר שאין בו ממש והוא דבר של אחרים ומפני כך לא הוצרך לכתוב שאתן לאיש פלוני ושלא אתן וכן שלא אישן ג' ימים כתבו לקמן אצל שבועת שוא. והשמיט בלהבא חלוקת דיבר פלוני עם פלוני משום דשבועה דלהבא בדבר התלוי באחרים אינו חייב בשבועת ביטוי וכמ''ש רבינו ברפ''ה: \n\n"
      ],
      [
        "<b>נשבע אחת מד' מחלוקות אלו וכו'.</b> ועל זה וכיוצא בו נאמר לא תשבעו בשמי לשקר. ברפ''ג דשבועות (דף כ':) רב דימי אר''י מוקי לא תשבעו לאוכל ולא אוכל דהוי נשבע ומחליף ובל יחל לקונמות הוא דאתא ורבין א''ר ירמיה א''ר אבהו אר''י מוקי (דף כ''א) לא תשבעו לאכלתי ולא אכלתי שהוא נשבע להחליף ומוקי בל יחל לאוכל ולא אוכל. ורבינו שכתב שאכלתי ולא אכלתי ואוכל ולא אוכל ארבעתם משום לא תשבעו ולא הזכיר בל יחל אלא על הקונמות בפירוש וזה דלא כרב דימי ודלא כרבין יש לתמוה עליו: \n",
        "<b>וצ''ל</b> שרבינו מפרש שאע''פ שרב דימי כי מוקי לאו דלא יחל לקונמות היינו לומר דלא עבר עלייהו אלא משום לא יחל בלבד כי מוקי רבין אוכל ולא אוכל בבל יחל היינו לומר שעובר אף בבל יחל שא''א לומר דעובר בבל יחל בלחוד קאמר שהרי שבועת ביטוי היא מפורשת בפשט הכתוב באוכל ולא אוכל וכתוב בה תשבע על שקר אלמא אוכל ולא אוכל לדברי הכל שקר הוא ופסק כרבין מפני שהוזכר בגמ' אחרון ובכ''מ פסקינן כלישנא בתרא ועוד דסוגיין דעלמא כלישנא דרבין. ולפ''ז אוכל ולא אוכל עובר גם בלא יחל. ומה שלא כתב רבינו כן לפי שאין דרכו למנות לאוין הרבה על מצוה אחת כפי שרשיו במנין המצות שבהתרבות הלאוין לא תתרבינה המצות ולכן הזכיר לשבועת שקר להבא הלאו המיוחד לה ולא בל יחל שהוא משותף לקונמות כל זה כתב הריב''ש בתשובה. \n",
        "<b>ומ''ש רבינו ואם נשבע לשקר במזיד לוקה</b> לא קאי אנשבע שיאכל ולא אכל שאין זה נשבע לשקר כיון שלא היתה שבועה לשקר משעת שבועה כמ''ש רבינו בספ''ד אלא דוקא על הנשבע שלא אכל והוא אכל או שאכל והוא לא אכל קאי שהרי היתה שבועת שקר מעת השבועה וכ''ש נשבע שלא יאכל ואכל שהרי עושה מעשה גמור וכ''כ מהר''י קולון בשורש קל''ד: \n\n"
      ],
      [
        "<b>שבועת שוא נחלקת וכו'.</b> משנה שם (דף כ''ט) כתוב בהשגות שנשבע בדבר הידוע לג' שאינו כן כמו שנשבע עכ''ל. ואין כאן שום השגה שהרי נזכר זה בדברי רבינו ספ''ה: \n\n"
      ],
      [
        "<b>ומ''ש השניה שנשבע על דבר ידוע שאין בו ספק לאדם שהוא כן.</b> ירוש' שם והשלים רבינו ביאור דבר זה ספ''ה: \n\n"
      ],
      [
        "<b>ומה שכתב שלישית שנשבע לבטל את המצוה וכו'.</b> שם במשנה: \n\n"
      ],
      [
        "<b>ומ''ש רביעית שנשבע על דבר שאין כח בו לעשות כגון שנשבע שלא יישן ג' ימים וכו'.</b> מימרא דר''י פ''ג דשבועות (דף כ''ה). \n",
        "<b>ומ''ש או שנשבע שלא יטעום כלום שבעת ימים רצופים וכו': כל הנשבע שבועת שוא מד' שבועות אלו וכו'.</b> בפ''ג דשבועות (דף כ''ז) תנן אשבועות שוא חייבין על זדונה מכות ועל שגגתה פטור: \n\n"
      ],
      [
        "<b>שבועת הפקדון כיצד וכו'.</b> בספרא פ' ויקרא וכחש בה וכו' עונש שמענו אזהרה מנין ת''ל לא תכחשו. \n",
        "<b>ומ''ש ואין לוקין על לאו זה,</b> הטעם מפני שאין בו מעשה. \n",
        "<b>ומ''ש ואם נשבע לו על שקר וכו' על זה נאמר לא תשקרו איש בעמיתו וכו',</b> בספרא לא תשקרו מה ת''ל לפי שנאמר ונשבע על שקר שמענו עונש אזהרה מנין ת''ל ולא תשקרו: \n\n"
      ],
      [
        "<b>ומה הוא חייב על שבועת הפקדון ששקר בה וכו'.</b> מפורש בפ' ויקרא. \n",
        "<b>ומ''ש בין שהיה מזיד בין שהיה שוגג,</b> משנה פ' ד' מחוסרי כפרה (כריתות דף פ''א שהוא ט'). \n",
        "<b>ומה שאמר שנאמר וכחש בעמיתו וכו'</b> ולא נאמר בו ונעלם ממנו שם אהא דתנן בשבועת העדות ושבועת הפקדון חייב על המזיד כשוגג שבועת העדות מנ''ל דת''ר בכולן נאמר ונעלם וכאן לא נאמר ונעלם לחייב על המזיד כשוגג על שבועת הפקדון מנ''ל יליף תחטא תחטא משבועת העדות. ויש לתמוה מה צריך לשבועת הפקדון ללמוד משבועת העדות תיפוק לי דלא כתיב ונעלם בשבועת הפקדון גופה. ונראה שרש''י הרגיש זה ולפיכך כתב בכולן בכל המביאין קרבן עולה שבאותה פרשה כגון מטמא מקדש ושבועת ביטוי דכתיבי בהדי שבועת העדות עכ''ל. כלומר דלא דייקינן מדלא כתיב בה ונעלם אלא בשבועת העדות דבאינך דכתיבי בהדה כתיב ונעלם הילכך לא ילפינן לשבועת הפקדון מדלא כתיב בה ונעלם מאחר דליכא אחריני בהדה דכתיב בה ונעלם הילכך צריכינן למילף לה משבועת העדות, ורבינו נראה שהיה גורס שבועת העדות ושבועת הפקדון מנ''ל דתנו רבנן בכולם נאמר ונעלם וכו' דשפיר ילפינן לשבועת הפקדון מדלא כתיב בה ונעלם: \n\n"
      ],
      [
        "<b>ומ״ש והוא שיזיד בפקדון וכו'.</b> משנה ר״פ שבועת הפקדון (שבועות דף ל״ז) וחייב על זדון השבועה ועל שגגתה עם זדון הפקדון ואינו חייב על שגגתה x (גרידתא). ופירש״י זדון השבועה שזכור על הפקדון ויודע שמתחייב על כפירתו קרבן. ועל שגגתה עם זדון הפקדון ששגג בקרבן והזיד בפקדון דיודע דהזיד בפקדון וכפר אבל אינו יודע אם חייב עליו קרבן. ואינו חייב על שגגתה גרידתא אם סבור לישבע באמת משום דאנוס הוא: \n\n"
      ],
      [],
      [
        "<b>שבועת העדות כיצד וכו'.</b> משנה בפרק שבועת העדות (שבועות דף ל״א:). \n",
        "<b>ומ''ש וחייבים על שבועה זו קרבן עולה ויורד.</b> בפרשת ויקרא. \n",
        "<b>ומ''ש בין שהיו מזידין וכו' עד לחייב על הזדון כשגגה.</b> משנה וגמרא בפרק ארבעה מחוסרי כפרה: \n\n"
      ],
      [
        "<b>כיצד שגגת שבועת העדות וכו'.</b> משנה פ' שבועת העדות (שבועות דף ל') וחייבין על זדון השבועה ועל שגגתה עם זדון העדות ואינם חייבים על שגגתה. ופירש״י ואין חייבים על שגגתה אם שוגגים הם לגמרי כסבורים שאין יודעים לו עדות ואח״כ נזכרו שהרי אנוסים הם לא קרינן בהו נשבעים לשקר. ובגמ' (דף ל״א) וחייבים על זדון שבועה מנא ה״מ דת״ר בכולם נאמר ונעלם וכאן לא נאמר בה ונעלם לחייב על המזיד כשוגג ועל שגגתה עם זדון העדות ה״ד שגגתה עם זדון העדות א״ר יהודה אמר רב באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבים עליה קרבן אם לא: \n\n"
      ]
    ],
    [
      [
        "<b>אחד הנשבע אחד מד' מיני שבועות אלו וכו'.</b> בספ״ג דשבועות (דף כ״ט:) תנן דאחד שבועת שוא ואחד שבועת ביטוי אם הוא מושבע מפי אחרים חייב והכי תנן בר״פ שבועת העדות (שבועות דף ל') לענין שבועת העדות ובר״פ שבועת הפקדון (שבועות דף ל״ו) לענין שבועת הפקדון. \n",
        "<b>ומ''ש וענה אמן,</b> בספ''ג דשבועות (דף כ''ט) אמר שמואל כל העונה אמן אחר שבועה כמוציא שבועה מפיו דמי דכתיב ואמרה האשה אמן אמן כלומר ואם לא ענה אמן אע''ג ששתק כשהשביעו אינו כלום. וכתב רבינו ברפ''ב דנדרים דאמן לאו דוקא דהוא הדין לדבר שעניינו כענין אמן שהוא קבלת דברים: \n",
        "<b>ומ''ש אפי' השביעו עכו''ם או קטן,</b> עכו''ם נלמד ממשה וצדקיהו ליתרו ונבוכדנאצר וקטן לא גרע מעכו''ם. \n",
        "<b>ומ''ש ואחד העונה אמן או דבר שעניינו כענין אמן וכו'.</b> דבר פשוט הוא: \n\n"
      ],
      [
        "<b>אחד הנשבע וכו'.</b> משנה וגמ' בס״פ שבועת העדות (שבועות דף ל״ה): \n",
        "<b>ומ''ש וכן אלה וארור הרי הן שבועה.</b> ברייתות שם (דף ל''ו). \n",
        "<b>ומ''ש והוא שיזכיר שם מן השמות או כינוי מהכינויים,</b> נלמד מדגרסינן בס''פ שבועת העדות א''ר אבהו מנין לאלה שהיא שבועה שנאמר ויבא אותו באלה וכתיב וגם במלך נבוכדנצר מרד אשר השביעו באלהים: \n\n"
      ],
      [
        "<b>ומ''ש וכן האומר שבועה בה' או במי ששמו וכו'.</b> דעת רבינו דבכל שבועה בעינן שם או כינוי להתחייב מלקות או קרבן, והר''ן בפרק שבועת העדות דקדק כן מדברי רש''י וכתב שם הר''ן דטעמא דמילתא משום דעיקר שבועה כי כתיב בשם כתיב דכתיב לא תשבעו בשמי לשקר אי נמי לא תשא את שם ה' אלהיך אלא דרבנן סברי דהוא הדין לכינוי כדכתיב וחללת את שם אלהיך אבל בלא שם ובלא כינוי אין לנו [לא] למלקות ולא לקרבן ומיהו איסורא מיהא איכא (אפילו בלא שם ובלא כינוי) והכי מוכח מדאמרינן לקמן דלאו לאו והן הן שבועה וההיא ודאי בלא הזכרת השם היא דאי בשהזכיר השם למה לי לאו לאו והא אמרינן בפ''ד דנדרים מארי כולא לא אכילנא ואמרינן בפ' אין מעמידין לאלהי ישראל לא מגלינא אלא ודאי כל שהזכיר שבועה או לשון אחר שהוא מועיל בשבועה לא בעינן שם ולא כינוי לענין איסורא (אבל למלקות ולקרבן בעינן שם או כינוי וזה דעת הרמב''ם ז''ל בפ''ב מהלכות שבועות) ותמהני כיון דקראי בשבועות בשם או בכינוי משתמעי בלא שם ובלא כינוי אפילו איסורא מנ''ל. ואפשר שמדברי קבלה למדנו דהא אמרינן לקמן דארור בו שבועה ומפקינן לה מדכתיב ויואל שאול את העם לאמר ארור האיש אשר יאכל לחם עד הערב אע''פ שלא אמר לא שם ולא כינוי ואם בארור אמרינן מפני שהוא לשון שבועה כ''ש בשבועה עצמה עכ''ל: \n",
        "<b>וכתב</b> הראב''ד א''א לא נתחוור אצלי דבר זה וכו': \n\n"
      ],
      [],
      [
        "<b>ולא השבועה בלבד אלא כל כינוי שבועה כשבועה וכו'.</b> משנה בריש נדרים: \n",
        "<b>ומ''ש שבותה או שקוקה.</b> משנה בספ''ק דנדרים (דף י'): \n",
        "<b>ומ''ש מוהא.</b> ברייתא שם אלא דבנוסחי דידן כתוב מוהי ופי' הרא''ש מוהי דומה לאומי. ומבואר בדברי רבינו כאן ובפ' א' מנזירות שלא נאמרו כינויים אלא כשאנשי אותו המקום קורין כן לשבועה או לנזירות הא לאו הכי לאו כלום הוא: \n\n"
      ],
      [
        "<b>וכן האומר לאו לאו הן הן וכו'.</b> בס״פ שבועת העדות (שבועות דף ל״ו): \n",
        "<b>ומ''ש והזכיר שם או כינוי וכו'.</b> נתבאר בסמוך. ואם תאמר אם הזכיר שם מאי איריא דאמר תרי זימני לאו או הן בחד זימנא סגי יש לומר דאי אמר ביי' שלא אעשה או שאעשה פשיטא דבחד זימנא סגי אבל הב''ע בשלא הזכיר השם בדרך שבועה אלא שלא בדרך שבועה מאחר שהזכירו סמוך ללאו לאו או להן הן הוי כנשבע. וזה מבואר בלשון רבינו דגבי אומר לאו לאו כתב דרך שבועה וגבי שם לא אמר דרך שבועה אלא כתב והזכיר שם או כינוי: \n",
        "<b>וכן ימין שבועה ושמאל שבועה וכו'.</b> ברייתא בריש נזיר (דף ג'): \n",
        "<b>וכן האומר מבטא וכו'.</b> ברייתא פרק ג' דשבועות (דף כ'). \n",
        "<b>ומ''ש אמר איסר וכו',</b> שם איסריה דאיסר וכו' הוציאו בלשון נדר נדר בלשון שבועה כלומר שאמר אעשה או לא אעשה שהוא איסור גברא. \n",
        "<b>ומ''ש שצריך שיזכיר שם או כינוי</b> נתבאר בסמוך: \n\n"
      ],
      [],
      [
        "<b>שמע חבירו נשבע ואמר ואני כמותך וכו'.</b> בריש פרק ג' דשבועות (דף כ') פלוגתא דאביי ורבא וידוע דהלכה כרבא דאמר מתפיס בשבועה לאו כמוציא שבועה מפיו דמי ומשמע לרבינו דמדלא אמר מותר דאיסורא מיהא איכא וכ''כ הרא''ש בשם הר''י ן' מיגאש ובשם הראב''ד ודלא כהרי''ף והרמב''ן שסוברים דאפי' איסורא ליכא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(י-יב)</small> מי שנתכוון לשבועה וכו' וכן אם גמר בלבו וכו'.</b> בפ''ג דשבועות (דף כ''ו ע''ב) אמר שמואל גמר בלבו צריך שיוציא בשפתיו שנאמר לבטא בשפתים ומייתי התם ברייתא ומתרץ לה בשפתים ולא שגמר בלבו להוציא פת חטים והוציא פת שעורים והכי תנן בפ''ג דתרומות (משנה ח'): \n",
        "<b>ומה שכתב רבינו אם נשבע אחד בפנינו שלא יאכל היום וכו'.</b> מתוספתא דטהרות פרק ששי נאמן על ידי עצמו כיצד אמרו לו נדרת ואמר תנאי היה בלבי שומעין לו. נדרת ואמר להם לא נדרתי ומשהגיעוהו אמר תנאי היה בלבי אין שומעין לו. ומצאתי כתוב דאיתא בתורת כהנים כיוצא בו אמר רבי מאיר אמרו לו נזיר אתה ואמר תנאי היה בלבי אין שומעין לו. ופירש הראב''ד וז''ל תנאי היה בלבי כלומר ונשאלתי לחכם והתירני על ידי אותו תנאי כדאמרינן בענין שאלת חכם אדעתא דהכי מי נדרת ואמר איהו לא ושרי ליה דאילו שלא על פי חכם מה יועיל לו התנאי שבלבו הלא דברים שבלב אינם דברים עכ''ל. מכל מקום דברי רבינו מבוארים כדברי התוספתא שכתבתי. ונ''ל שאין אנו צריכים לידחק במה שנדחק הראב''ד דפשטה לאו בשאלת חכם מיירי אלא ה''ק תנאי היה בלבי והוצאתי בשפתי בלחש: \n\n"
      ],
      [],
      [
        "<b>גמר בלבו שלא לאכול פת חטים וכו'.</b> ברייתא פ''ג דשבועות (כ''ו): \n\n"
      ],
      [
        "<b>מי שנשבע ואמר שבועה שלא אוכל היום וכו'.</b> דברים של טעם הם והם נלמדים ממה שאמרו לא על דעתך אנו משביעים אותך: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(יז-יט)</small> מי שנשבע והיה פיו ולבו שוים וכו'.</b> טעמו משום דאמרינן בפ' יש נוחלין (בבא בתרא דף קכ״ט) ופ' בתרא דנדרים (דף פ״ז) בכל התורה כולה תוך כ״ד כדיבור דמי בר ממגדף ועובד כו״ם ומקדש ומגרש: \n",
        "<b>ומ״ש שתוך כ״ד הוי כדי שיאמר תלמיד לרב שלום עליך רבי.</b> פ' שבועת העדות (שבועות דף ל״ב) אמרינן דתוך כ״ד הוי כדי שאלת תלמיד לרב ואיכא דאמרי כדי שאלת הרב לתלמיד ובפ' מרובה (ב״ק ע״ג:) אמרינן גבי פלוגתא דר״מ ור' יוסי תרי תוך כ״ד הוו חד כדי שאלת תלמיד לרב וחד כדי שאלת הרב לתלמיד כי לית ליה לר' יוסי כדי שאלת תלמיד לרב שלום עליך רבי ומרי דנפיש כדי שאלת הרב לתלמיד שלום עליך אית ליה וידוע דהלכה כר״י לגבי ר״מ. ואע״ג דבפ״ק דמכות (דף ו') א״ל רב אחא מדפתי לרבינא מכדי תוך כ״ד היכי דמי כדי שאלת תלמיד לרב מאה טובא הוי לאו למימרא דהכי ס״ל אלא היינו לומר דאפי' למאן דאמר דהוי כדי שאלת תלמיד לרב קשיא אבל לפום קושטא דמילתא הלכה כר״י כדכתיבנא: \n",
        "<b>ומ''ש דחזרה בלבו אינו כלום.</b> היינו מדקי''ל דדברים שבלב אינם דברים וגבי שבועה גופה אמרינן גמר בלבו צריך שיוציא בשפתיו: \n",
        "<b>ועל מה שכתב רבינו שאם א''ל חזור בך או מותר לך וכו' הרי זה מותר: כתב</b> הראב''ד א''א דבר זה אינו מחוור שאין אחרים מוזקקין לנדרו וכו'. ואיני יודע למה כתב שאינו מחוור שהרי לא מפני דברי האחרים הוא מתיר אלא מפני שכיון שקבל דבריהם הוי כאילו דבריהם הם דבריו וכיון שדבריהם תוך כדי דיבור נדרו וחזרתו היא תוך כדי דיבור דבריהם הוי כאילו דברי חזרתו הם תוך כדי דיבור נדרו, ואפשר שקבל מהם תוך כדי דיבור דקאמר רבינו היינו תוך כדי דיבור נדרו: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b><small>(א-ד)</small> כל הנשבע שבועה וכו'.</b> בפ''ג דשבועות (דף כ''ו) ת''ר האדם בשבועה פרט לאנוס. \n",
        "<b>ומ''ש ואחד הנשבע מתחלתו באונס כמו שביארנו.</b> בפ''א. \n",
        "<b>ומ''ש או שנשבע ונאנס ולא הניחוהו לקיים שבועתו.</b> בפ''ג דנדרים (דף כ''ז) תנן נדרי אונסין (כיצד) הדירו חבירו שיאכל אצלו וחלה או שחלה בנו או שעיכבו נהר. \n",
        "<b>ומ''ש או שהשביעו אנס לפיכך נשבעין לחרמין וכו'.</b> בפ''ג דנדרים (דף כ''ז:) תנן נודרים להרגין ולחרמין ולמוכסין שהיא (של) תרומה אע''פ שאינן (של) תרומה שהן של בית המלך אע''פ שאינן של בית המלך ואמרינן שם בגמ' שדין שבועות כדין נדרים. \n",
        "<b>ומ''ש באי זה מוכס אמרו וכו' עד שלא יאכל היום.</b> שם (דף כ''ח) ומסיים בה ואע''ג דסבירא לן דברים שבלב אינם דברים לגבי אונסים שאני: \n\n"
      ],
      [
        "<b>וכן שבועת הבאי ושל שגגות פטור עליהם.</b> בפ''ג דנדרים (דף כ':) דנדרי הבאי ונדרי שגגות התירו חכמים ובגמ' (דף כ''ה:) תנא כשם שנדרי שגגות מותרים כך שבועות שגגות מותרות וה''נ אמרינן גבי נדרי הבאי (דף כ''ד:) תנא כשם שנדרי הבאי מותרים כך שבועות הבאי מותרות כך גירסת הר''ן והיא גירסת רבינו ודלא כספרים דגרסי שבועות הבאי אסורות. \n",
        "<b>ומ''ש כיצד כגון שראה חיילות ונשבע שראיתי חיל פלוני המלך והם כיוצאי מצרים.</b> שם במשנה: \n",
        "<b>ודע</b> שבפ' הנזכר תנן דנדרי זירוזין מותרין ולא כתבו רבינו לענין שבועות מפני שלא אמרו בגמ' כשם שנדרי זירוזין מותרין כך שבועות זירוזין מותרות ודלא כדברי הר''ן שם והרשב''א בתשובה שכתבו דשבועות זירוזין נמי שרו ואע''ג דהכי איתא בירושלמי סובר רבינו דגמ' דידן פליגא ונקטינן כוותיה: \n",
        "<b>כתב</b> הראב''ד וכן שבועת הבאי ושל שגגות פטור עליהם, א''א לא הוצרכו חכמים לומר שהוא פטור מקרבן וכו'. וי''ל שרבינו סובר שהוצרכו לומר שפטור מקרבן דאי לאו דאמור רבנן דפטור מהי תיתי כן לפוטרו, ומה שרצה להכריע ממ''ש כשם שנדרי שגגות מותרים וכו' כך שבועות שגגות וכו' מותרים י''ל דאה''נ דהל''ל כך שבועות שגגות פטורים אלא דאיידי דנקט גבי נדרים מותרים דלא שייך למימר בהו פטורים דהא לית בהו קרבן נקט נמי גבי שבועות מותרים. ועי''ל דודאי גם שבועות שגגות והבאי מותרים וא''כ לא היו צריכים לומר דפטורים מקרבן וכדברי הראב''ד דכיון דמותרים מהיכא תיסק אדעתין לחייבם קרבן אלא משום דבפרקים הקודמים ובפרק זה קא עסיק ואתי בחיובי קרבן ומלקות ופיטורם נקט פטורים: \n",
        "<b>ומ''ש</b> עוד הראב''ד שבועות שוגגים שמותרים כגון שאמר לאשתו וכו' ושבועות הבאי שהן מותרות כיצד וכו', הוצרך לכתוב כן כי היכי דלא תיקשי היכי משכחת לה דשבועות שגגות והבאי מותרות לכתחלה: \n\n"
      ],
      [
        "<b>שבועה של שגגות כיצד וכו'.</b> כמו שביארנו בס''פ ראשון. \n",
        "<b>ומ''ש ואם שבועת שוא היא וכו'. ומ''ש ואם שבועת שקר היא כגון שנשבע שלא אכל ונזכר שאכל וכו' עד ושלא הכתה.</b> משנה פ''ג דנדרים (דף כ''ה:) גבי נדרי שגגות: \n\n"
      ],
      [
        "<b>ומ''ש א''כ אי זו היא שגגת ביטוי שחייבים עליה קרבן וכו'.</b> בפ''ג דשבועות (דף כ''ו.) בעא מיניה רבא מר''נ אי זו היא שגגת שבועת ביטוי לשעבר אי דידע מזיד הוא אי דלא ידע אנוס הוא א''ל באומר יודע אני ששבועה זו אסורה אבל איני יודע אם חייבים עליה קרבן או לאו: \n\n"
      ],
      [
        "<b>ומ''ש וכיצד היא השגגה וכו'.</b> שם ונעלם ממנו שנתעלמה ממנו שבועה יכול שנתעלם ממנו חפץ ת''ל בשבועה ונעלם על העלם שבועה הוא חייב ואינו חייב על העלם חפץ מחכו עלה במערבא בשלמא שבועה משכחת לה בלא חפץ כגון דאמר שבועה שלא אוכל פת חטים וכסבור שאוכל קאמר דשבועתיה אינשי חפצא דכיר אלא חפץ בלא שבועה היכי דמי כגון דאמר שבועה שלא אוכל פת חטים וכסבור של שעורים קאמר דשבועתיה דכיר ליה חפצא אינשי כיון דחפצא אינשי להו היינו העלם שבועה אלא א''ר אלעזר דא ודא אחת היא ופירש''י אחת היא אי אתה מוצא העלם חפץ בלא העלם שבועה וזו אינה משנה. מתקיף לה רב יוסף אלמא חפץ בלא שבועה לא משכחת לה והא משכחת לה כגון דאמר שבועה שלא אוכל פת חטים והושיט ידו לסל ליטול פת שעורים ועלתה בידו של חטים וכסבור שעורים היא ואכלה דשבועתיה דכיר ליה חפצא הוא דלא ידע ליה א''ל אביי כלום מחייבת ליה קרבן אלא אמאי דתפיס בידיה העלם שבועה הוא וכו' ורב יוסף אמר לך כיון דכי ידע ליה דחטים הוא פריש מיניה העלם חפץ הוא בעא מיניה רבא מר''נ העלם זה וזה בידו מהו א''ל הרי העלם שבועה בידו וחייב אדרבה הרי העלם חפץ בידו ופטור ואסיקנא אלא ל''ש ופירש''י ל''ש ופטור: \n",
        "<b>והשתא</b> יש לתמוה על רבינו שכתב שאם נשבע שלא יאכל פת חטים ואכל פת חטים על דעת שהוא פת שעורים ה''ז אנוס ופטור שהרי לא נעלמה ממנו שבועה ולא נעלם ממנו אלא חפץ שנשבע עליו דהא דלא כמאן דאי ר''א הא אמר דא ודא אחת היא ורבינו מחלק ביניהם ואי רב יוסף דאמר דהאי הוי העלם חפצא אביי דבתרא הוא פליג עליה ואמר דהאי נמי הוי העלם שבועה, ועוד דאי רב יוסף הא איהו פטר ליה מדכתיב בשבועה ונעלם לאפוקי נעלם ממנו חפץ ורבינו פטר ליה מפני שהוא אנוס, ועוד דאי מטעם אנוס גם בהעלם ה''ל למפטריה דהא אנוס הוא דאילו היה נזכר לשבועה לא היה אוכל. ועוד למה בבעיא זה וזה בידו דאסיקנא אלא ל''ש פירשו ופטור טפי הוה עדיף להו לפרושי אלא לא שנא וחייב דספיקא דאורייתא הוא ולחומרא. ועוד למה בנעלם ממנו החפץ כתב הרי זה אנוס ובנעלמו ממנו זה וזה כתב הרי זה כאנוס. ונראה לי שרבינו סובר דלא קיימא לן כרבי אלעזר שדוחה ברייתא זו ואומר שאינה משנה דכיון דמשכח לה רב יוסף פתרי דתהוי משנה לא דחינן לה ותו דמקרא קא דרשא בשבועה ונעלם ואע''ג דאביי דבתרא הוא נמי דחי לה לא חיישינן ליה דכיון דאיפליג עם רב יוסף רביה פנים בפנים כל כהאי גוונא אין הלכה כתלמיד במקום הרב. ועוד דמשמע דסתם גמרא סבר כרב יוסף דאמר ורב יוסף אמר לך ומדמהדר לתרוצי מילתיה דרב יוסף משמע דס''ל לגמרא כוותיה, ועוד דמדבעא רבא מרב נחמן העלם זה וזה בידו מהו ופשט ליה רב נחמן ורב אשי ורבינא שקלי וטרו בפשיטותא אלמא כלהו ס''ל כרב יוסף דאילו לרבי אלעזר ולאביי אין כאן בעיא, ומשמע לרבינו דמדינא ה''ל למיפטר בין בהעלם שבועה בין בהעלם חפץ דשניהם אנוסים הם ואנוס פטור מדכתיב האדם בשבועה אלא דאתא קרא וחייב בהעלם שבועה דכתיב בשבועה ונעלם וממילא שמעינן שלא בא הכתוב לחדש חיוב אלא בהעלם שבועה אבל העלם חפץ כדקאי קאי ומש''ה בהעלם זה וזה בידו דכל שאין אנו מוצאים ייתור לחייבו ממילא מיפטר מהאדם בשבועה, ודקדק רבינו לכתוב בו כאנוס משום דבהעלם שבועה אע''פ שהוא אנוס התורה עשאתו כאילו אינו אנוס ומש''ה בהעלם זה וזה בידו לא שייך למימר הרי זה אנוס אלא הרי זה כאנוס: \n\n"
      ],
      [],
      [],
      [
        "<b>נשבע על ככר שלא יאכלנו וכו'.</b> שם (דף כ''ו:) בעא מיניה רבינא מרבא נשבע על הככר וכו' מצטער (עליה) ואכלה בשגגת שבועה מאי א''ל תנינא שב מידיעתו מביא קרבן על שגגתו לא שב מידיעתו אין מביא קרבן על שגגתו ופירש''י מצטער ברעב ואי נמי לא נעלמה ממנו היה אוכלה ואכלה בשוגג בהעלם שבועה לא שב מידיעתו וכו' והאי נמי לא שב מידיעתו הוא. ורבינו לא נתחוור בפירוש זה משום דא''כ מאן לימא לן שאינו שב מידיעתו דלמא אם לא נעלמה ממנו אע''פ שהיה מצטער לא היה אוכלה כמו [שבדבר] שאנו מוזהרים שאע''פ שנצטער לא נעבור על המצוה ולפיכך פירש והוא שוגג שהרי דימה שמותר לו לאוכלו מפני הצער כלומר שמה שדימה שמותר לו לאכלה מפני הצער לזה קרא שגגת שבועה: \n",
        "<b>וכתב</b> הראב''ד א''א ונצטער עליו ואכלו וכו'. הרכיב פירוש רש''י עם פירוש רבינו ופירש פטור דשגגת שבועה היינו ששכח שבועתו ומה שאינו שב מידיעתו היינו מפני שדימה שמותר לו לאכלה מפני הצער: \n\n"
      ]
    ],
    [
      [
        "<b>מי שנשבע שלא יאכל היום כלום וכו'.</b> ברפ''ג דשבועות (דף י''ט:) במשנה פלוגתא בשבועה שלא אוכל ואכל כל שהו ופסק כחכמים. ומשמע לרבינו דה''ה לשלא אוכל כלום. \n",
        "<b>ומ''ש והרי הוא כאוכל חצי שיעור מנבילות וטריפות,</b> כלומר שאע''פ שאין חייבים עליו לא מלקות ולא קרבן מכל מקום אסור הוא מן התורה כר''י בפ' בתרא דיומא: \n",
        "<b>ומ''ש ואם אמר שבועה שלא אוכל דבר זה וכו'.</b> שם (דף כ''ב) אמר רבא מחלוקת בסתם אבל במפרש דברי הכל בכל שהו מ''ט מפרש נמי כבריה דמי ופירש''י לעיל (דף כ''א:) מפרש שבועה שלא אוכל כל שהוא ואכל כל שהוא חייב וכו' מפרש דשבועה כבריה בשאר איסורין דמי בריה טעמא מאי משום דחשיבא מפרש נמי איהו אחשביה ואסריה עליה עכ''ל. ורבינו סובר מפרש היינו שלא אוכל דבר זה משום דאחשביה: \n\n"
      ],
      [
        "<b>נשבע שלא יטעום כלום וכו'.</b> מימרא שם (דף כ''ב): \n\n"
      ],
      [
        "<b>מי שנשבע שלא יאכל היום ושתה חייב שהשתיה וכו'.</b> גם זה שם מימרא דשמואל: \n",
        "<b>ומ''ש לפיכך אם אכל ושתה אינו חייב אלא מלקות אחת וכו'.</b> משנה שם, ולשון לפיכך אינו מכוון: \n\n"
      ],
      [
        "<b>ומ''ש נשבע שלא ישתה היום ה''ז מותר לאכול וכו'.</b> שם בגמ': \n\n"
      ],
      [
        "<b>שבועה שלא אוכל היום ואכל מינים הרבה וכו'.</b> משנה שם. \n",
        "<b>ומ''ש ואפי' אמר שבועה שלא אוכל היום בשר ופת,</b> כן יש ללמוד ממה ששנינו שם שבועה שלא אוכל פת חטים ופת שעורים ופת כוסמין חייב על כל אחת ואחת ואסיקנא בגמ' (דף ג':) דטעמא משום דאמר פת פת למה לי ש''מ לחלק משמע דבבשר ופת דלא שייך למימר הכי אינו חייב אלא אחת. וכתב רבינו דכולן מצטרפין לכזית וכן בדין דה''ל כאילו הוא מין אחד של איסור והכי אמרינן בגמ' (דף כ''ג:) בההוא פירקא גבי תן לי חטים ושעורין וכוסמין שיש לי בידך שבועה שאין לך בידי אינו חייב אלא אחת וכו' אר''י אפי' פרוטה מכולן מצטרפת: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל ושלא אשתה וכו'.</b> משנה שם (דף כ''ב:): \n",
        "<b>ומ''ש הואיל ופרט ואמר ושלא אשתה גילה דעתו שלא כלל השתיה בכלל האכילה וכו'.</b> שם בגמרא (דף כ''ג): \n\n"
      ],
      [
        "<b>וכן האומר שבועה שלא אוכל פת חטים ופת שעורים וכו'.</b> משנה וגמ' שם: \n\n"
      ],
      [
        "<b>היה חבירו מסרהב בו וכו'.</b> שם (דף כ''ג:) בגמ' ובאוקימתא דרב אחא בריה דרב איקא דאוקימתא רויחא היא. \n",
        "<b>ומ''ש לפיכך אין מצטרפין זע''ז וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל ככר זו וכו'.</b> שם (דף כ''ז:) אמר רבא שבועה שלא אוכל ככר זו כיון שאכל ממנה כזית חייב שלא אוכלנה אינו חייב עד שיאכל את כולה ופירש''י אוכלנה משמע כולה אבל לא אוכל אסר עצמו בכדי אכילה עכ''ל. ורבינו משמע ליה דדוקא שלא אוכלנה משמע כולה אבל שלא יאכל אותה הוי כמו אומר שלא אוכל ככר זו. והראב''ד חולק בדבר וסובר דהוי כמו שלא אוכלנה. וזהו שכתב א''א תמה אני מה בין שלא אוכל אותו לשלא אוכלנה וכו'. תחלה אומר שמה שחשד הראב''ד לרבינו שטעם חילוק הדין מפני שיש חילוק בין לשון זכר ללשון נקבה תמה אני איך חשדו שאמר דבר שאין בו טעם. אבל טעם רבינו כתב בספר הבתים שהוא שאם אמר שלא אוכל אותו או שלא אוכל אותה הואיל והזכיר אכילה בפני עצמה בלא כינוי כשחזר ואמר אותו או אותה הרי הוא כאילו אמר האכילה שאסרתי עלי מאותו ככר ואכילה בכזית לפיכך אם אכל ממנה כזית חייב אבל כשאמר שלא אוכלנה הרי הוא כאילו הזכיר ופירש אכילה על כל הככר וכן דעת הרב ן' מיגאש ע''כ. ודומה לזה חילק ה''ה פכ''א ממכירה בשם המפרשים וכ''כ הריטב''א וז''ל שבועה שלא אוכל ככר זו כיון שאכל ממנה כזית חייב פירוש דהכי משמע שלא אוכל שיעור אכילה מככר זו ולא נקט ככר זו אלא למישרי נפשיה באחריני עכ''ל: \n",
        "<b>אמר שבועה שלא אוכל ככר זו שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת.</b> משנה שם (דף כ''ז): \n\n"
      ],
      [
        "<b>ומ''ש אבל אם נשבע על הככר שלא יאכלנה וחזר ונשבע שלא יאכל כלום או שלא יאכל ככר זו וכו'.</b> שם בגמ'. \n",
        "<b>ומ''ש קודם וכן אם אמר שבועה שלא אוכל היום וחזר ונשבע על הככר שלא יאכלנה וכו',</b> הוא נלמד ממה שנזכר בסמוך: \n",
        "<b>והראב''ד</b> כתב גם זה שיבוש שבתחלה כו'. ואיני רואה כאן שיבוש דמה לנו אם לבסוף נשבע על אותו ככר לעולם וגבי היום אין כאן תוספת ולפיכך אם אכלה באותו היום אינו חייב אלא אחת. ומ''ש עוד הראב''ד אבל אם נשבע על הככר שלא יאכלנה וחזר ונשבע שלא יאכל או שלא יאכל ככר זו ואכלה כולה חייב שתים לפי ששבועה שנשבע אינו חייב עד שיאכל אותה וכשחזר ונשבע שלא יאכל אותה משאכל ממנה כזית יתחייב בשבועה ראשונה עכ''ל. איני יודע מה מלמדנו, ומצאתי בספר מוגה שנמחק בו מאבל אם נשבע על הככר שלא יאכלנה וכו' עד יתחייב בשבועה ראשונה וכתוב במקומו ואולי כשיאמר שלא אוכלנה היום קאמר: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל תאנים וכו'.</b> שם (דף כ''ח:): \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> שבועה שלא אוכל שמונה שבועה שלא אוכל תשע וכו' שבועה שלא אוכל עשר שבועה שלא אוכל תשע וכו'.</b> שם עיפא תנא בשבועות בי רבה פגע ביה אבימי אחוה א''ל וכו' שבועה שלא אוכל תשע ועשר מהו חייב על כל אחת ואחת א''ל אשתבשת אי תשע לא אכיל עשר לא אכיל שבועה שלא אוכל עשר ותשע מהו אינו חייב אלא אחת א''ל אשתבשת עשר הוא דלא אכיל הא תשע מיהא אכיל, ופירש''י שלא אוכל תשע ועשר ב' שבועות היו שבועה שלא אוכל ט' תאנים וחזר ואמר שבועה שלא אוכל עשר תאנים ואכל עשר תאנים בהעלם אחד מהו וכו' אשתבשת דשבועה על שבועה היא שהנשבע שלא יאכל ט' נשבע על עשר דכל כמה דלא אכיל ט' לא אתי לכלל עשר וכו'. הא ט' מיהא אכיל ולא נאסרו עליו ט' בראשונה וכי אכיל ט' איחייב משום שבועה אחרונה וכשהשלימן לעשר עבר על הראשונה: \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> שבועה שלא אוכל תאנים וחזר ונשבע וכו'.</b> ג''ז שם אמר אביי זימנין דמשכחת לה להא דעיפא כדמר דאמר רבה שבועה שלא אוכל תאנים וענבים וחזר ואמר שבועה שלא אוכל תאנים ואכל תאנים והפריש קרבן ואח''כ אכל ענבים לחודייהו ה''ל ענבים חצי שיעור ואחצי שיעור לא מיחייב קרבן ה''נ כגון דאמר שבועה שלא אוכל עשר וחזר ואמר שבועה שלא אוכל ט' ואח''כ אבל תשע והפריש קרבן ואח''כ אכל עשירית ה''ל עשירית חצי שיעור ואחצי שיעור לא מיחייב, ופירש''י זימנין דמשכחת לה דעיפא דשבועה שלא אוכל עשר ותשע ואכל עשר שאינו חייב אלא אחת, כדמר רבה דאמר שבועה שלא אוכל תאנים וענבים יחד ביום אחד אבל תאנים לחודייהו אוכל וחזר ואמר שבועה שלא אוכל תאנים ואי הוה אכיל תאנים וענבים ביום אחד הוה מיחייב תרתי דכי אכל תאנים מיחייב אשבועה בתרא וכי הדר משלים לה בענבים מיחייב אקמייתא. ואכל תאנים בהעלם שבועה אחרונה והפריש קרבן וחזר ואכל ענבים בהעלם שבועה ראשונה וכיון שהפריש קרבן על התאנים תו לא מיצטרפי ענבים בהדייהו לאיחיובי אשבועה קמייתא ה''נ שבועה שלא אוכל עשר וחזר ואמר שבועה שלא אוכל תשע ואכל תשע והפריש קרבן וחזר ואכל עשירית ה''ל עשירית חצי שיעור עכ''ל. והתוס' כתבו זו היא גירסת הקונטרס ובספרים היה כתוב איפכא שבועה שלא אוכל תאנים וחזר ואמר שבועה שלא אוכל תאנים וענבים, ונראה דמחקה הקונטרס משום דקשיא ליה דאי תאנים וענבים כל חד לחודיה קאמר לא הוו ענבים חצי שיעור ואי בשניהם בבת אחת אין השבועה שניה חלה כלל מידי [דהוה] אתשע ועשר דאי תאנים לא אכיל תאנים וענבים נמי לא אכיל והוי כבר מושבע ועומד, מיהו ה''מ לפרושי בנשבע על חצי שיעור מזה וחצי שיעור מזה אבל א''א לומר כן דהך מילתא דרבה איתא בפ''ב דנדרים ומוכחא כולה סוגיא כמו שכתוב בספרים ולא כגרסת הקונטרס ומשמע נמי דאיירי בנשבע שלא יאכל שניהם מכל אחד שיעור שלם דמפ' טעמא מיגו דחיילא שבועה אענבים חיילא נמי אתאנים ואי בחצי שיעור בהא אין שייך מיגו דלא הוי כלל מושבע ועומד וצריך לחלק ע''כ בין הך לההיא דתשע ועשר דהתם איכא איסור שבועה בכל עשר וכל תשע שיאכל מהנך י' קאי באיסור שבועה אבל הכא לא היה איסור שבועה בתחלה כלל על ענבים ושייך כאן מיגו וה''ה נמי אי אמר שבועה שלא אוכל ט' אלו וחזר ואמר שלא אוכל עשר דחיילא שבועה שניה ע''י מיגו עכ''ל. והנך רואה שגירסת רבינו כגירסת ספרים ראשונים וכך היא בנוסחי דידן נמי בפ''ב דנדרים. ומה שהוקשה לרש''י על גירסא זו כבר ישבוהו בעלי התוספות: \n",
        "<b>והראב''ד</b> כתב א''א בספרים שלנו אמר וכו'. וזה תלוי בגרסאות דלגירסת רש''י יש לגרוס כדגריס הראב''ד ולגירסת ספרים הראשונים יש לגרוס כדגריס רבינו וא''כ אין כאן שיבוש. ומאחר שהיה סובר הראב''ד שגירסת ספרים ראשונים היתה שיבוש איני יודע למה לא השיג את רבינו בבבא ראשונה דשבועה שלא אוכל תאנים וחזר ונשבע שלא יאכל תאנים וענבים: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל וכו'.</b> גם ז''ש (דף כ''ח) אמר רבא שבועה שלא אוכל ככר זו אם אוכל זו ואכל הראשונה בשוגג והשניה במזיד פטור ראשונה במזיד ושניה בשוגג חייב שתיהן בשוגג פטור שתיהן במזיד אכליה לתנאיה והדר אכליה לאיסוריה חייב אכליה לאיסוריה והדר אכליה לתנאיה פלוגתא דר''י ור''ל למ''ד התראת ספק שמה התראה חייב למ''ד התראת ספק לא שמה התראה פטור, ופירש''י אמר רבא שבועה שלא אוכל ככר זו אם אוכל זו נמצאת האחת איסור והאחת תנאי זו שנשבע עליה הוי איסור וזו שתלה בה הוי תנאי ואשמעינן רבא דכל שבועה שנשבע על תנאי ותלה דבר בחבירו אין איסור השבועה חל עליו בשעת השבועה אלא בשעת מעשה הראשון הילכך ההיא שעתא שעת שבועה היא ואם באותה שעה זוכר את שבועתו קרינן ביה האדם בשבועה וחלה עליו שבועה להתחייב קרבן על השוגג בין שאכל התנאי ראשון בין שאכל האיסור ראשון ובלבד שתהיה שגגה באכילת האיסורים ומלקות על המזיד ובלבד שתהיה התראה באכילת האיסור ואם כבר שכח שבועתו בשעת מעשה ראשון לא קרינן ביה האדם בשבועה ואין השבועה חלה עליו לא לקרבן ולא למלקות ומייתינן לה סייעתא לקמן ממתני' דנדרים. אכל את הראשונה וכו'. ההיא דתנאי קרי ראשונה שכך היתה סדר שבועתו אם אוכל זו לא אוכל זו והאי דנקט אכילת התנאי ברישא לא משום דאי עביד איפכא לא חיילא דודאי חיילא ומתחייב למפרע אלא משום דבעי למימר ראשונה במזיד ושניה בשוגג חייב קרבן ודוקא בהך שניה דאיסור הוא דהויא לה שגגה כאכילת איסור דאי בתנאה לא מייתי קרבן על אכילת האיסורים למפרע שהיתה במזיד ובהיתר שעדיין לא נאסרה עליו ואע''פ שהוא שוגג בשעת אכילה אחרונה שהוא עובר בה על השבועה למפרע שגגה באיסורו בעינן. אכל את הראשונה בשוגג ושניה במזיד פטור, בשעת אכילה ראשונה כבר שכח שבועתו וכשאכל האיסור היה זכור את שבועתו ועבר עליה במזיד פטור ממלקות ואפי' בהתראה לפי שלא חלה שבועה עליו שהרי בשעת אכילה ראשונה שהיתה שבועה ראויה לחול כבר שכוח היה ולא קרינן ביה האדם בשבועה וכ''ש מקרבן שאין קרבן על המזיד. ראשונה במזיד ושניה בשוגג חייב, כשאכל התנאי ראשון היה זכור את שבועתו ואכלו במזיד ובהיתר גמור שהרי לא עליו נשבע והיא אכילה ראשונה במזיד וכשאכל בשניה את האיסור אכלו בהעלם שבועה חייב קרבן הואיל ובאכילה ראשונה זכור הוא את שבועתו ויודע שבאכילה זו אוסר עליו את השניה האדם בשבועה קרינא ביה וחלה עליו שבועה וכשאכל שניה שוגג הרי עבר על שבועתו שוגג וחייב קרבן. שתיהן בשוגג פטור בין שאכל התנאי ראשון בין שאכל האיסור [ראשון] פטור כדפרישית שהרי באכילה ראשונה היתה שבועה ראויה לחול ובאותה שעה היה שכוח ולא חלה עליו השבועה לאסור את השניה. שתיהן במזיד אכליה לתנאיה והדר אכליה לאיסוריה חייב מלקות שהרי באכילה ראשונה זכור היה לשבועתו וחלה השבועה עליו ליאסר בשניה וכשאכל שניה התרה [בו] התראת ודאי אל תאכל שהרי נשבע עליה ונאסרה. אכליה לאיסוריה והדר אכליה לתנאיה [פלוגתא דר''י ור''ל דאיפלגו בהתראת ספק בפ''ק והאי נמי] התראת ספק היא דהתראה בשעת אכילת איסור בעינן ואין כאן אלא התראת ספק אל תאכלנה שמא תאכל את השניה ונמצאת עובר על זו למפרע ואם התרו בו בשעת אכילת השניה אל תאכל שהרי אתה עובר על הראשונה למפרע אף על פי שהתראת ודאי היא אינה התראה שאין מלקות בא ע''י התראה זו עכ''ל. והתוספות כתבו מה שפי' בקונט' אין השבועה חלה אלא בשעת מעשה הראשון וכו' עד ובלבד שתהיה שגגה באכילת האיסור זה הפי' מגומגם דבאכילת איסור ראשון לא משכחת חיוב קרבן דאי אכלו בשוגג לא קרינן ביה האדם בשבועה ולא חלה עליו שבועה ואי אכלו במזיד הא בעינן שגגה באכילת האיסור לפירוש הקונט' וא''א ליישבו אלא בדוחק דמשכחת לה כגון [שבשעה] שאכל איסור ראשון לא שכח שבועתו והוי האדם בשבועה אבל בשוגג הוא שאינו יודע שזו הככר שנשבע עליו ואע''פ שמותר לאוכלו חשוב שגגה הואיל וברצונו לא היה אוכלו לפי שמתאוה לאכול על תנאי או בשום ענין שצריך לאוכלו כגון שנשבע לאוכלו או שמסתכן עליו, וכל זה דוחק. ומה שפירש נמי בסמוך גבי אכל את הראשונה וכו' האי דנקט אכילת התנאי ברישא לאו משום דאי עביד איפכא לא חיילא דודאי חיילא, ומתחייב למפרע אינו ר''ל איפכא מבבא דקאי בה דהיינו שאכל איסור תחלה בשוגג ממש ששכח שבועתו דא''כ לא חיילא כלל דלא הוי האדם בשבועה ולא בעי נמי למימר שאוכל איסור במזיד לגמרי תחלה דאין שגגה בשעת אכילת איסור. ואין נ''ל כלל שהיה הקונטרס ר''ל דמתחייב למפרע מלקות (דאין סברא שיתחייב מלקות) כיון דאח''כ אכל התנאי בשוגג וכו' אלא ר''ל כדפרישית שאכל איסור ראשונה וזכור את השבועה אבל אינו יודע שזהו הככר שנשבע עליו. ושוב מצאתי בתוספות רבינו אלחנן שכתב שהסופרים טעו וכך ראוי להיות לאו משום דאי עביד איפכא חיילא דודאי לא חיילא שכמו שזאת אינה חלה ופטור אף אותה אינה חלה וכ''כ בפירושים אחרים מרש''י. ועל מה שפירש בקונטרס בין שאכל איסור ראשון כתוב שלא היה יכול להבין, ועוד דוחק לפירוש הקונטרס דגבי שגגת עצמה וזדון חבירתה בסמוך צריך לפרש דחייב לא קאי אלא אשניה ומשמע דקאי אתרווייהו, ונראה לפרש דלא מיעט משום אדם בשבועה אלא על התנאי לחודיה כשאוכלו בשוגג בין בתחלה בין בסוף אבל על האיסור לא חיישינן x ובשעת אכילת התנאי הוא דחיילא השבועה עליה הלכך בעינן שלא יהא אנוס בה ואותה של תנאי קרי ראשונה כדפירש בקונט'. והא דקאמר אכל ראשונה בשוגג ושניה במזיד פטור לאו דוקא נקט הכי דה''ה שניה במזיד תחלה כדפרישית דלא חיילא שבועה עליה כלל כיון שאכל של תנאי בשוגג. והא דקאמר נמי ראשונה במזיד ושניה בשוגג חייב לאו דוקא ראשונה במזיד תחלה דה''ה שניה בשוגג תחלה ואח''כ ראשונה במזיד ובלבד שלא יהא זכור בשעה שאכל הראשונה במזיד שכבר אכל השניה שאם היה זכור א''כ לאו שב מידיעתו הוא שהרי במזיד מביא עצמו לידי איסור א''נ אפי' זכור חשיב שב מידיעתו הוא דחמיר ליה לאינש טפי אכילת האיסור מן התנאי כדאמרינן ברפ''ב לאכול במזיד אינו מתחייב כיון שהאיסור אכל בשוגג ואין צ''ל אם אכל תחלה של איסור בשוגג ואח''כ אכל של תנאי בין בשוגג בין במזיד, ולפ''ז שתיהן בשוגג פטור לא איצטריכא ליה דאתיא במכ''ש מראשונה במזיד ושניה בשוגג אלא לגלויי דלענין חיוב מלקיות אמרה רבא, א''נ משום דבעי למיתני שתיהן במזיד תנא שתיהן בשוגג פטור ובענין שתיהן במזיד כתב דאפילו אכליה לאיסוריה והדר אכליה לתנאיה חייב משום דס''ל דהלכה כמ''ד התראת ספק שמה התראה שכ''פ בפי''ו מהל' סנהדרין, ונוסחת הראב''ד כגירסת רש''י והתוס' ופירושו בה כמו שכתבו התוס', ונראה לפרש דלא מיעט משום האדם בשבועה אלא על התנאי לחודיה וכו' שכתב ואח''כ אכל הגדולה במזיד חייב א''א בנוסחא שלנו פטור. וכתב עוד וכדומה לי שעדיין לא נאסרה פטור. א''א בנוסחא דילן חייב. שתיהן במזיד חייב. א''א הרב הגיה חייב מלקות עכ''ל. וכתב עוד הראשונה בזדון והשניה בשוגג חייב קרבן שתיהן במזיד חייב מלקות. א''א כללו של דבר אינו נתפס על שבועתו אא''כ אכל התנאי והוא זכור שהוא תנאי על האחר כי אז תחול השבועה על אותו הככר שנשבע עליו עכ''ל: \n\n"
      ],
      [],
      [
        "<b>וכן אם תלאן וכו'.</b> שם (דף כ''ח:) תלאן זו בזו לא אוכל זו אם אוכל זו לא אוכל זו אם אוכל זו ואכל זו בזדון עצמה ובשגגת חבירתה וזו בזדון עצמה ובשגגת חבירתה פטור זו בשגגת עצמה ובזדון חבירתה וזו בשגגת עצמה ובזדון חבירתה חייב שתיהן בשוגג פטור שתיהן במזיד אשניה מיחייב אראשונה פלוגתא דר''י ור''ל. ופירש''י אכל זו בזדון עצמה ובשגגת חבירתה זכור הוא שנשבע עליה אם יאכל חבירתה אבל שכוח הוא שנשבע על חבירתה אם יאכל זו וחלה עליו שבועת עצמה שאם יאכל חבירתה יתחייב על זו למפרע אבל שבועת חבירתה לא חלה עליו שבאכילה ראשונה היו שתי השבועות ראויות לחול והרי שכוח הוא על שבועת חבירתה. זו בזדון עצמה ובשגגת חבירתה פטור בין ממלקות שנייה שהוא מזיד בין מקרבן של ראשונה שעבר עליה שוגג למפרע כשאכל את השניה ממלקות שניה פטור כדפרישית שלא חלה עליו שבועה מתחלה ומקרבן של למפרע דראשונה פטור שלא היתה שגגה באכילתה ואנן שגגה באכילת איסור בעינן ואע''פ שיש שגגה כשעובר על השבועה דהיינו באכילת שניה אין מתחייב עליה קרבן שהקרבן על הראשונה בא ואותה אכילה בהיתר היתה ולא קרינן ביה תחטא בשגגה. זו בשגגת עצמה ובזדון חבירתה וכו' חייב כשאכל ראשונה היה שכוח שנשבע עליה אם יאכל חבירתה ולגבי שבועה דידה לא קרינן ביה האדם בשבועה וכשאכל שניה אכלה בשגגת עצמה ששכח שנשבע עליה אבל זכור הוא שנשבע על ראשונה ובאכילת שניה תלאה חייב קרבן על השניה שהרי חלה שבועתו עליו מתחלתה וכשאכלה עבר על שבועתו שוגג אבל מלקות אראשונה לא שהרי מתחלה לא חלה עליו שבועה הילכך לא לקי ולא קרינן ביה אין שב מידיעתו אצל שניה לפוטרו מקרבן משום מומר לעבור על השבועה שהרי אין מזיד זה עבירה. שתיהן בשוגג ששתיהן הככרות בשגגת שתיהן השבועות פטור שהרי בשעת אכילת ראשונה היו שתי השבועות ראויות לחול ובאותה שעה שכוח היה שתיהן ולא קרינן ביה האדם בשבועה. אשניה מיחייב דהתראת ודאי הוא. אראשונה והתרו באכילתה שמא תאכל חבירתה ותתחייב על זה למפרע התראת ספק היא זו עכ''ל. ורבינו נראה שהיה גורס תלאן זו בזו ואכל זו בזו ואכל זו בשגגת עצמה וחבירתה בזדון חייב אכל זו בזדון עצמה וחבירתה בשגגה פטור וה''פ אכל זו בשגגה ששכח שנשבע שלא יאכלנה וגם התנאי שהתנה שלא יאכל חבירתה אם יאכל זו ואח''כ אכל השניה בזדון שידע שנשבע שלא יאכלנה חייב על זו אע''פ שכשאכל הראשונה היה שוגג. אכל זו בזדון עצמה שזכור שנשבע שלא יאכל חבירתה אם יאכלנה ואח''כ אכל השניה בשגגת עצמה שאינו זכור שנשבע על זו שלא יאכלנה פטור, וצ''ל שגם בראשונה אינו זכור שנשבע שלא יאכלנה דאילו היה זכור לכך היה חייב ופסק בשתיהן בזדון חייב מפני שהוא סובר דהתראת ספק שמה התראה וכדבסמוך. ולא חשש לכתוב שתיהם בשוגג פטור מפני שהיא משנה שאינה צריכה וכמו שכתבתי בסמוך וכיון שכתבה פעם אחת למה לו לכתבה שנית: \n",
        "<b>וכתב</b> הראב''ד וכן אם תלאן זו בזו ואכל השניה בזדון חייב א''א בנוסחא דילן פטור עכ''ל. גירסתו כגירסת רש''י: \n\n"
      ],
      [],
      [
        "<b>שבועה שאוכל ככר זה היום וכו'.</b> ברפ''ג דשבועות (דף כ''א) כי אתא רבין א''ר ירמיה א''ר אבהו א''ר יוחנן אכלתי ולא אכלתי שקר ואזהרתיה מלא תשבעו בשמי לשקר. אוכל (ולא אוכל) עובר בלא יחל דברו וכו' אמר רב פפא הא דר' אבהו לאו בפירוש אתמר אלא מכללא אתמר דאמר רב אידי בר אבין וכו' א''ר יוחנן וכו' לאו שיש בו מעשה לוקין עליו ושאין בו מעשה אין לוקין עליו חוץ מנשבע ומימר ומקלל את חבירו בשם נשבע מנלן וכו' אמר קרא כי לא ינקה ב''ד של מעלה אין מנקין אותו אבל ב''ד של מטה מלקין אותו ומנקין אותו וכו' אשכחן שבועת שוא שבועת שקר מנ''ל ר' יוחנן דידיה אמר לשוא לשוא שתי פעמים אם אינו ענין לשבועת שוא תנהו ענין לשבועת שקר והוי בה ר' אבהו האי שבועת שקר ה''ד אילימא שבועה שלא אוכל ואכל לאו שיש בו מעשה הוא ואלא דאמר שבועה שאוכל ולא אכל האי מי לוקה והא אתמר שבועה שאוכל ככר זו היום ועבר היום ולא אכלה ר''י ור''ל דאמרי תרוווייהו אינו לוקה ר''י אמר אינו לוקה משום דהוי לאו שאין בו מעשה וכו' ור''ל אמר אינו לוקה משום דהוי התראת ספק וכו' אלא x א''ר אבהו תהא באכלתי ולא אכלתי ומאי שנא אמר רבא בפירוש רבתה תורה שבועת שקר דומיא דשוא מה שוא לשעבר אף שקר נמי לשעבר: \n\n"
      ],
      [],
      [
        "<b>מי שאמר לחבירו שבועה לא אוכל לך וכו'.</b> משנה פ''ב דנדרים (דף ט''ז) שבועה לא אוכל לך הא שבועה שאוכל לך לא שבועה לא אוכל לך אסור ואוקי אביי הא דקתני שבועה שאוכל לך לא אוכל לך משמע במאי עסקינן כשהיו מסרהבין בו לאכול ואמר לא אכילנא לא אכילנא ותו אמר שבועה שאוכל לך דלא אכילנא משמע דה''ק בשבועה יהא עלי אם אוכל משלך ואע''ג דרב אשי לא סבר לה לדאביי ומוקי למתני' כדאמר שאי אוכל לא חש ליה רבינו משום דמשבש לישנא דמתני'. \n",
        "<b>ומ''ש דלא שבועה לא אוכל לך אסור</b> משום דמשמע לא יהא אסור בשבועה מה שלא אוכל לך הא מה שאוכל יהא אסור בשבועה: \n",
        "<b>ומ''ש ואם אמר כל הלשונות האלה וכו' אינו חייב אלא אחת.</b> משנה פ''ג דשבועות (דף כ''ז:) שבועה שלא אוכל ככר זו שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת וטעמא משום דאין שבועה חלה על שבועה: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> מי שנשבע שזרק איש פלוני צרור לים וכו'.</b> בפ''ג דשבועות (דף כ''ה) פלוגתא דרב ושמואל ופסק כרב באיסורי: \n",
        "<b>וכל מי שנשבע על אחרים שיעשו כך וכך וכו' אינו חייב בשבועת ביטוי.</b> (שם) אמרינן דזרק פלוני צרור לים ולא זרק ליתיה בלהבא ופירש''י ליתיה בלהבא יזרוק פלוני או לא יזרוק אין זה שבועת ביטוי אלא שבועת שוא שהרי אין פלוני ברשותו לזרוק ושלא לזרוק. וכתב הריב''ש דעת רש''י שאע''פ שהיא שבועת ביטוי לוקה עליה משום שוא אבל דעת הרמב''ם לפי הנראה מדבריו שיזרוק פלוני אע''פ שאינה שבועת ביטוי לקרבן מכלל איסור לאו לא יצאת אלא שאינו לוקה עליו לפי שהיא התראת ספק ואינה שבועת שוא לפי שאפשר שיזרוק פלוני ונמצא שלא נתבטלה שבועתו ולכן אינו לוקה משום שבועת שוא ומשום שבועת שקר ג''כ אינו לוקה לפי שהיא התראת ספק. ונראה שדעתו ז''ל שחיוב זה תלוי ועומד שאם יזרוק פלוני נתקיימה שבועה למפרע ואם לא יזרוק נתבטלה למפרע משעה שיצאה מפיו וכיון שכן אינה בכלל שוא שאין שוא אלא לשעבר כדאמרינן מה שוא לשעבר ואינו לוקה משום שקר לפי שהיא התראת ספק שאפשר שיזרוק ומ''מ הורה ז''ל שאע''פ שאינו לוקה מן התורה מכין אותו מכת מרדות לפי שגרם לשבועת שוא, ונ''ל שבועת שקר אלא שקרא אותה שבועת שוא לפי שהיא דומה לשבועת שוא עכ''ל. \n",
        "<b>ומ''ש רבינו שאין לוקין על התראת ספק אא''כ היה לאו שבו מפורש בתורה כמו שיתבאר בהלכות סנהדרין</b> יש לתמוה שלא מצאתי לו ז''ל שכתב בזה אלא בפרק ט''ז מהלכות הנזכרות כתב על לאו שניתק לעשה וכו' אע''פ שהתראה בספק היא שאם יקיים יפטר התראת ספק התראה היא עכ''ל. ולא חילק שם בין לאו מפורש לשאינו מפורש. ואפשר שמ''ש כמו שיתבאר בהלכות סנהדרין לא קאי אלא למאי דמשמע מדבריו שיש התראת ספק שלוקין עליה וכאן השמיענו שאם אין לאו שבו מפורש בתורה אין לוקין עליה ומ''מ צריך לדעת מנין לו לרבינו חילוק זה: \n\n"
      ],
      [],
      [
        "<b>בד''א כשנשבע על דבר שאינו ברשותו וכו' אבל אם נשבע ראובן שלא יכנס שמעון בביתו וכו'.</b> כתב הטור על דברי רבינו וז''ל ואיני מבין דבריו שאין אדם יכול לאסור שלו אלא בקונם לפי שהוא חל על החפץ שאוסר אותו על חבירו בקונם אבל לא בלשון שבועה לפי שהיא חלה על האדם ואינה חלה עליו ליאסר בשבועה אלא אם כן יקבל עליו השבועה עכ''ל. ואפשר לומר שסובר רבינו שמאחר שהוא נשבע על דבר שהוא ברשותו אף על פי שלא חלה השבועה על המושבע להתחייב עליה מלקות מכל מקום חלה עליו קצת והוי כאילו קבל שבועה לענין שצריך ליזהר בדבר וקצת טעם יש בדבר והראב''ד לא השיגו בזה: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל ואכל וכו'.</b> משנה פ''ג דשבועות (דף כ''ה:): \n",
        "<b>ומ''ש אכל דברים האסורים באכילה</b> וכו'. שם במשנה שבועה שלא אוכל ואכל נבילות וטריפות שקצים ורמשים חייב ובגמ' (דף כ''ג:) מ''ש רישא ומ''ש סיפא ופירש''י דקס''ד דנבילות וטריפות נמי אוכלים שאינם ראויים הם הא ל''ק רישא בסתם וסיפא במפרש מפרש נמי גופיה תיקשי אמאי מושבע מהר סיני הוא וכו' בכולל דברים המותרים עם דברים האסורים וכו' אלא הן היכי משכחת לה אלא כדרבא דאמר רבא שבועה שלא אוכל ואכל עפר פטור ופירש''י אלא לא תשני לעיל קושיא דרישא וסיפא כאן בסתם כאן במפרש אלא כולה בסתם אוכלין שאינם ראויים לאכילה דקתני רישא פטור כדרבא מיפרשא כגון עפר שאינו ראוי לאכילה אבל נבילות ראויות לאכילה ואריה הוא דרביע עלייהו. והרי''ף לא כתב אלא בכולל דברים המותרין עם דברים האסורין וכתב הר''ן ופרכינן עלה בגמרא (בשלמא לאו משכחת לה אלא הן וכו') היכי משכחת לה ופרקינן משכחת לה בהן כדרבא דאמר שבועה שאוכל ואכל עפר פטור כלומר משכחת לה באומר שאוכל סתם דנבילות בכלל לענין שאם אכל נבילות פטור וכיון דמשכחת לה בהן סתם סגי אע''ג דשבועה דלאו אינו אלא בלאו מפורש כדאוקימנא מתני' במפרש דוקא וכ''ת וכי נשבע שאוכל סתם כי אוכל נבילות אמאי פטור והא כיון דאמרינן ברישא בנשבע שלא יאכל סתם שאם אכל נבילות פטור אלמא אין נבילות בכלל אכילה וכיון שכן בנשבע שאוכל ואכל נבילות ה''ל למימר חייב לפי שאין נבילות בכלל שבועתו ולא משכחת לה בהן לפרוקי הך קושיא ואמר משכחת לה כדרבא כלומר לא דמי מי שנשבע שיאכל למי שנשבע שלא יאכל שמי שנשבע שלא יאכל מסתמא אמרינן שלא נתכוון אלא על דברים הראויים דדברים שאינם ראויים לא היה צריך להשבע עלייהו ומש''ה אמרינן ברישא דמתני' בנשבע שלא יאכל סתם אכל אוכלים שאינם ראויים לאכילה שהנבילות בכלל פטור אבל כשנשבע שיאכל מסתמא מסיק אדעתיה דבכל מה שיאכל יצא י''ח הילכך נבילות בכלל ומש''ה משכחת לה בהן דהכי אמר רבא שבועה שאוכל ואכל עפר פטור אלמא דברים שאינם ראויים בכלל שבועה שאוכל הן ויצא ואע''פ שאינם בכלל שבועה שלא יאכל דהא תנן שבועה שלא אוכל ואכל אוכלים שאינם ראויים לאכילה פטור עכ''ל. נראה שהוא גורס כדרבא שבועה שאוכל וגם לא היה גורס אלא כדרבא וכך היה גורס משכחת לה כדרבא ורבינו סובר כדברי הרי''ף וכדברי הר''ן וגירסתו: \n",
        "<b>שבועה שאוכל ואכל אוכלים שאינם ראויים לאכילה וכו'.</b> נתבאר בסמוך: \n\n"
      ],
      [
        "<b>שבועה שלא אכלתי והוא אכל וכו'.</b> שם אהא דאמרינן אלא כדרבא דאמר רבא שבועה שלא אוכל ואכל עפר פטור אמר רב מרי אף אנן נמי תנינא קונם אשתי נהנית לי אם אכלתי היום ואכל נבילות וטריפות שקצים ורמשים הרי אשתו אסורה לו הכי השתא התם כיון דמעיקרא אכל והדר אשתבע ליה חשובי אחשביה אלא הכא מי אחשביה. ופירש''י חשובי אחשביה באכילתו וגילה על עצמו שאינו קץ בהם. ולמד רבינו מדין זה לדברים שאינם ראויים לאכילה דאי מעיקרא אכל והדר אשתבע כיון דחשובי אחשביה חייב וכן יש ללמוד ממה שנתבאר בסמוך שאם נשבע שיאכל ואכל עפר או דברים האסורים פטור דכיון דאכלינהו אחשבינהו אע''ג דאכלינהו בתר שבועה וכל שכן זה שאכלה קודם שבועה. וא''ת האי טעמא דחשובי אחשביה איתמר לדחויי מאי דאמר רב מרי אף אנן נמי תנינא על מאי דאמרינן כדרבא וכיון שהוא ז''ל פסק בסמוך כרבא לא הוה ליה לפסוק כהאי טעמא דחשובי אחשביה, וי''ל דכיון דטעמא דמסתבר הוא פסק כוותיה ואע''ג דלא תנינא כההיא מתני' בהדיא קושטא דמילתא הכי וכדאסיקנא משכחת לה כדרבא: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל כל שהוא וכו'.</b> שם (דף כ''ג:) אהא דתנן שבועה שלא אוכל ואכל נבלות וטריפות חייב אמאי מושבע ועומד מהר סיני הוא ומוקי לה ריש לקיש במפרש חצי שיעור ופירש''י x במפרש שלא אוכל חצי שיעור שאינו מושבע עליו מהר סיני הילכך מיחייב משום שבועה. ואם תאמר והא דק''ל כר''י דאמר בפירקא בתרא דיומא דחצי שיעור אסור מן התורה וצ''ל שאע''פ שהוא אסור מה''ת אינו מושבע עליו: \n\n"
      ],
      [
        "<b>שבועה שאוכל פחות מכזית נבילה וכו'.</b> נלמד ממה שנתבאר בסמוך דחצי שיעור אינו מושבע עליו מהר סיני וכיון שכן כשנשבע שיאכלנו שפיר חיילא שבועה עליה: \n",
        "<b>שבועה שלא אוכל עפר וכו' אכל פחות מכזית ה''ז ספק וכו'.</b> שם (דף כ''ב:) בעי רבא שבועה שלא אוכל עפר בכמה כיון דאמר שלא אוכל דעתיה אכזית או דילמא כיון דלאו מידי דאכלי אינשי הוא בכל שהוא תיקו: \n\n"
      ],
      [
        "<b>וכן הנשבע שלא לאכול חרצן וכו'.</b> שם בעי רבא שבועה שלא אוכל חרצן בכמה כיון דמתאכיל על ידי תערובת דעתיה אכזית או דילמא כיון דלאו בעיניה אכלי ליה אינשי דעתיה אמשהו תיקו: \n",
        "<b>היה הנשבע נזיר וכו'.</b> שם בעי רב אשי נזיר שאמר שלא אוכל חרצן בכמה כיון דנזיר איסורא דאורייתא הוא כי קא משתבע אהיתרא קא משתבע ודעתיה אמשהו או דילמא כיון דאמר שלא אוכל דעתיה אכזית תא שמע שבועה שלא אוכל ואכל נבילות וטריפות וכו' חייב והוינן בה אמאי חייב מושבע ועומד מהר סיני הוא וכו' ואמר ר''ל וכו' במפרש חצי שיעור וכו' והא נבילה דמושבע ועומד מהר סיני הוא דכי חרצן לגבי נזיר דמיא וטעמא דפריש הא לא פריש דעתיה אכזית שמע מינה אלא תיפשוט דבעי רבא שבועה שלא אוכל עפר בכמה תיפשוט דעד דאיכא כזית דהא נבלה כעפר דמיא וטעמא דפריש הא לא פריש דעתיה אכזית לא עפר לאו בר אכילה הוא כלל נבלה בת אכילה היא ואריה הוא דרביע עילוה. והר''ן כתב וז''ל נזיר שאמר שלא אוכל חרצן בכמה פירוש את''ל דלשאר אינשי בכזית לנזיר מאי ואסיקנא דנזיר הרי הוא כשאר אינשי ואת''ל דלשאר אינשי בכזית כיון דאכלי ליה ע''י תערובת לנזיר נמי בכזית מיהו אכתי נזיר בספיקא כשאר אינשי אי הוי חרצן כעפר ונימא בתרוייהו דדעתיה אמשהו או דדעתיה אכזית ובספקיה דעפר וכי אמרינן בגמרא אלא תיפשוט דבעי רבא שבועה שלא אוכל עפר בכמה וה''ה דהל''ל תיפשוט בעיא דחרצן אלא דרישייהו דבעיי נקט דאי עפר מפשיט דבעינן כזית חרצן נמי מפשיט הילכך בעיא דעפר וחרצן בין לנזיר בין לשאר אינשי לא איפשיטא ונקטינן לחומרא ויש לתמוה על הרמב''ם שכתב דפחות מכשיעור דחרצן לשאר אינשי ספק ולנזיר פטור בודאי עכ''ל. ועם היות כי דבריו דברי טעם וראויים אליו יש לומר שטעמו של רבינו דכיון דלנזיר פשטינן מנבילות וטריפות דהוי בכזית נקטינן בההוא פשיטותא וטעמא דלאו בעיניה אכלי ליה אינשי ליתיה בנזיר דלנזיר אינו נאכל אפילו על ידי תערובת ומש''ה בעי למפשט עפר משום דחרצן לנזיר הוי כעפר לשאר אינשי מה שאין כן בחרצן דלשאר אינשי נאכל על ידי תערובת ולנזיר אינו נאכל על ידי תערובת. ומהרי''ק בשורש קס''ה פלפל בלשון רבינו: \n\n"
      ],
      [
        "<b>שבועה שלא אוכל תמרים ונבלות וטרפות וכו'.</b> נתבאר במה שכתבתי בפרק זה בשם הגמרא: \n\n"
      ],
      [
        "<b>ומ''ש אבל אם נשבע שלא יאכל נבילה וטרפה וכו' אין כאן חיוב שבועה כלל לא שבועת ביטוי.</b> זה פשוט שמאחר שהוא מושבע מהר סיני אין שבועה חלה עליה: \n",
        "<b>ומ''ש ולא שבועת שוא,</b> דבר פשוט הוא שאין כאן שבועת שוא אלא משום דבעי למיתני סיפא שחייב משום שבועת שוא תנא רישא דאין בזו משום שבועת שוא א''נ משום דסד''א דאיכא בזו משום שבועת שוא שהוא נשבע שלא יעבור עבירה וסתם ישראל הוחזקו שאינם עוברים עבירה והוי כנשבע על תרין דאינון תרין קמ''ל: \n\n"
      ],
      [
        "<b>ומ''ש נשבע שיאכל נבילה וטריפה וכו'.</b> משנה שם (דף כ''ט) אי זו היא שבועת שוא נשבע לשנות את הידוע לאדם וכו' נשבע לבטל את המצות: \n",
        "<b>ומ''ש בין אכל בין לא אכל.</b> יתבאר בסמוך: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יג-טו)</small> שבועה שאוכל ככר זו וכו'.</b> משנה שם שבועה שאוכל ככר זו שבועה שלא אוכלנה הראשונה שבועת ביטוי והשניה שבועת שוא אכלה עבר על שבועת שוא לא אכלה עבר על שבועת ביטוי. ובגמ' (דף כ''ט:) השתא משום שבועת ביטוי מיחייב משום שבועת שוא לא מיחייב הרי יצתה שבועה לשוא א''ר ירמיה תני אף על שבועת ביטוי. ופירש''י קתני לא אכלה עובר משום שבועת ביטוי אשבועת ביטוי מיחייב אשבועת שוא לא מיחייב בתמיה וכי הנשבע לבטל את המצוה וקיים שבועתו אינו עובר משום שבועת שוא והרי כשיצתה שבועה מפיו יצתה לשקר על דבר שא''א לו ומאותה שעה הוא עובר ואפילו קיים שבועתו תני אף על שבועת ביטוי וה''ק אכלה עבר על שבועת שוא לחודה לא אכלה עבר על שתיהן על שבועת ביטוי שלא קיים ועל שבועת שוא אע''פ שקיימה עכ''ל: \n",
        "<b>ומ''ש וכן כל הנשבע לבטל את המצוה ולא ביטל.</b> במשנה גבי איזוהי שבועת שוא אמר לעדים בואו והעידוני שבועה שלא נעידך נשבע לבטל את המצוה שלא לעשות סוכה שלא ליטול לולב שלא להניח תפילין ופירש''י שבועה שלא נעידך ביטול מצוה היא. \n",
        "<b>ומה שכתב רבינו או שלא אעיד לך אם אדע לך עדות.</b> פשוט הוא. \n",
        "<b>ומ''ש וכן האומר לחבירו שבועה שלא אדע לך עדות וכו'.</b> ג''ז פשוט: \n\n"
      ],
      [
        "<b>נשבע לקיים את המצוה ולא קיים פטור וכו'.</b> שם (דף כ''ז) וכתנא קמא: \n\n"
      ],
      [
        "<b>נשבע להרע לעצמו וכו'. נשבע להיטיב לאחרים וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>נשבע שלא יאכל מצה וכו'.</b> ירושלמי בפ''ג וכתבוהו הרי''ף והרא''ש בפ''ג דשבועות: \n",
        "<b>ודע</b> דירושלמי הכי איתיה שבועה שלא אוכל מצה אסור לאכול מצה בלילי הפסח שבועה שלא אוכל מצה בלילי הפסח לוקה ואוכל מצה (בלילי הפסח) שבועה שלא אשב בצל אסור לישב בצל סוכה (שבועה) שלא אשב בצל סוכה לוקה וישב בצל סוכה. וכתב הר''ן אסור לאכול מצה בליל פסח משום דשבועה חלה לבטל את המצוה בכולל בשב ואל תעשה מגו דחיילא אכל ימות השנה חיילא נמי בלילי הפסח. ועל שבועה שלא אשב בצל סוכה כתב אע''ג דגבי מצה מקרי כולל כי אמר שלא אוכל מצה (סתם) אין הדבר כן בסוכה לפי שבנדרים הולכים אחר לשון בני אדם וכל לחם שהוא מצה קרוי מצה סתם ואין סוכה סתם אלא סוכת מצוה וכן לולב וזהו ששנינו בשבועות שוא שלא לעשות סוכה שלא לעשות לולב עכ''ל. ומדברי רבינו שכתב שנשבע שלא ישב בצל סוכה לעולם נראה שהוא מפרש דירושלמי לאו דוקא הוא וכי קתני שבועה שלא אשב בצל וכו' היינו אפי' נשבע שלא אשב בצל סוכה דסיפא דאיירי בסוכה סמיך אמאי דכתב ברישא גבי מצה הילכך כי קתני שלא אשב בצל סוכה לוקה היינו דוקא במפרש ואומר בצל סוכה של מצוה. כתב הר''ן שיש מי שדוחה ירושלמי זה מהלכה משום דמשמע ליה דפליג אגמרא דילן והוא ז''ל דחה דברי האומרים כן וקיים דשפיר אתי כגמרא דילן שראוי לסמוך על הירושלמי הזה וכדעת הפוסקים שכתבוהו. וגם הריב''ש כתב על הירושלמי הזה והא דמשמע רפ''ג דשבועות דשבועה אינה חלה לבטל את המצוה אפילו בכולל על מתני' דשבועה שלא אוכל ואכל נבילות וטריפות כבר תרגמה הרמב''ן דהני מילי בקום עשה שאין אומרים לאדם עמוד וחטא כדי לקיים שבועתך אבל בשב ואל תעשה חיילא. \n",
        "<b>ומ''ש רבינו או שלא יעלה עליו בגד שנה או שנתים</b> נראה שלענין ביטול מצות ציצית בשב ואל תעשה קאמר דחיילא עליה בכולל ואילו היה מצוה על האדם ללבוש בגד שיש בו ציצית כשם שהוא מצווה להניח תפילין היו הדברים מכוונים אבל מאחר שאין אדם מצווה אלא שלא ילבש בגד שיש בו ארבע כנפות בלא ציצית ואם רצה שלא ללבוש כל ימיו בגד שיש בו ארבע כנפות לא ביטל מצות ציצית מה צורך לומר שלא יעלה עליו בגד שנה או שנתים כדי שתחול שבועה על בגד של מצוה בכולל הא אפילו נשבע שלא ילבש היום בגד שיש בו ארבע כנפות או בגד שיש בו ציצית חלה שבועה עליו שהרי אינו מושבע מהר סיני ללבוש בגד שיש בו ארבע כנפות בציצית. ואפשר לדחוק ולומר דמשום דתפילין נקט לה דשייך בהו לישנא דלבישה אלא דלישנא דבגד אינו נוח לפירוש זה דהא ודאי לא שייך בתפילין לישנא דבגד ועוד למה הוצרך לומר שנה או שנתים הא כשיאמר שלא ילבוש שום בגד היום סגי וצ''ע: \n\n"
      ],
      [
        "<b>נשבע שלא הניח תפילין היום וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>נשבע שלא יישן ג' ימים וכו' אלא מלקין אותו מיד.</b> בפ''ג דשבועות עלה כ''ה א''ר יוחנן האומר שבועה שלא אישן ג''י מלקין אותו וישן לאלתר. וכתב הר''ן בחידושי מציעא האי לאלתר אמלקין אותו קאי והכי דייק לשון רבינו שכתב מלקין אותו מיד. ובפ''ג דשבועות כתב דטעמא דישן לאלתר מפני שהוא דבר שאי אפשר דבעל כרחו יישן תוך שלשה ימים הילכך לא חיילא שבועה עליה כלל ובנשבע שלא יאכל שבעת ימים תמה על רבינו שדימה אותה לשלא יישן שלשה ימים שהנשבע שלא יאכל שבעה ימים שאני שזה יכול הוא לעמוד על שבועתו עד שיהיה קרוב שיסתכן ואח''כ יאכל שיעור שיהא יכול לעמוד עליו. וכתב הוא ז''ל דטעמא דמילתא משום דהוה ליה נשבע על דברי תורה שנשבע להמית את עצמו הילכך הוה ליה שבועת שוא. ולי נראה שדעת רבינו שאע''פ שהוא יכול להעמיד עצמו מלאכול עד קרוב שיסתכן מכל מקום כשאוכל אז הרי עבר על שבועתו ונמצא שנשבע על דבר שא''א לו לקיימו והוה ליה שבועת שוא ולא חלה עליו וזה הטעם ג''כ כשלא יישן שלשה ימים דכיון שנשבע על דבר שא''א לו לקיימו הוה ליה שבועת שוא ולא חלה עליו הילכך מלקין מיד ואוכל מיד ויישן מיד אם ירצה דלאלתר דאמר ר' יוחנן קאי בין למלקין אותו בין לישן. ומיהו בירושלמי פרק שני כדברי הר''ן דגרסינן התם שבועה שלא אישן ג' ימים מלקין אותו וישן מיד שבועה שלא אוכל שלשה ימים ממתינים אותו עד שיאכל ומלקין אותו: \n\n"
      ],
      [
        "<b>נשבע שראה גמל פורח באויר וכו'.</b> בספ''ג דשבועות (דף כ''ט:): \n\n"
      ],
      [
        "<b>דבר ידוע אצל החכמים וכו' ואינו חייב אא''כ נשבע על דבר גלוי וידוע לג' בני אדם משאר העם.</b> שם במשנה אי זו היא שבועת שוא נשבע לשנות את הידוע לאדם אמר על העמוד של אבן שהוא של זהב ועל האיש שהוא אשה ועל האשה שהיא איש ובגמרא אמר עולא והוא שניכר לג' בני אדם ופירש''י אבל לא ניכר הויא שבועת שקר וכן מפרש שם בגמרא עלה כ''ה: \n\n"
      ]
    ],
    [
      [
        "<b>מי שנשבע שבועת ביטוי וניחם על שבועתו וכו' הרי זה נשאל לחכם אחד או לג' הדיוטות במקום שאין שם חכם.</b> בפ' כל פסולי המוקדשין (בכורות ל''ו:) א''ר חייא בר (אבא אמר רב) עמרם ג' מתירים (וכו' את הנדר) במקום שאין חכם לאפוקי מר' יהודה דתניא הפרת נדרים בשלשה ר' יהודה אומר אחד מהם חכם במקום שאין חכם כגון מאן אמר רב נחמן כגון אנא רבי יהודה אומר אחד מהם חכם מכלל דהנך כל דהוא אמר רבינא דמסברי להו וסברי ופירש''י דמסברי להו טעמי הלכות נדרים וסברי ואותו חכם ילמד את השנים. וכתב הרא''ש דבמקום שאין מומחה כגון ר''נ דגמיר וסביר אפילו תלתא דלא גמרי ולא סברי שרו נדרא והוא דמסברי להו וסברי וכתב עוד ירושלמי ג' שהן יודעין לפתוח מתירים כזקן. ונראה שכתב הירושלמי הזה ללמד דהני תלתא לא סגי להו דמסברי להו וסברי אלא בעינן נמי שיהיו יודעים לפתוח את הנדר וכ''כ הטור. אבל רבינו גם כאן גם בפירוש המשנה סתם וכתב ג' הדיוטות ולא הצריך דמסברי להו וסברי ונראה שטעמו משום דמשמע ליה ז''ל דע''כ לא מתמהינן ואמרינן מכלל דהנך כל דהוא אלא לר' יהודה דאמר אחד מהם חכם דהיאך אפשר דחכם יצטרף עם שני עמי הארץ ומה מועיל לו צירופם ומש''ה פריש רבינא והוא דמסברי להו וסברי אבל לת''ק דין הפרת נדרים היכא דליכא חכם הוי בג' הדיוטות אע''ג דכי מסברי להו לא סברי. וסוגיין דס''פ נערה המאורסה (נדרים ע''ח) מסייעא ליה דיליף התרת נדרים בג' הדיוטות מדאיתקש פרשת נדרים לשחוטי חוץ וגבי שחוטי חוץ הדיוטים גמורים שוים לשאינם גמורים א''כ ה''ה להתרת נדרים. והגהות מיימון כתב על דברי רבינו לא הדיוטים גמורים אלא דמסברי להו וסברי עכ''ל. ואינו במשמע דבריו דאם כן לא הוה שתיק מיניה: \n",
        "<b>ומ''ש רבינו או שנולד לו דבר שלא היה בדעתו וכו'.</b> יתבאר בפרק זה: \n\n"
      ],
      [
        "<b>ודבר זה אין לו עיקר כלל בתורה וכו'.</b> משנה וגמ' ספ''ק דחגיגה (דף י'): \n\n"
      ],
      [
        "<b>ומה שאמר ואין אדם יכול להתיר שבועת עצמו.</b> בפ''ב דנגעים כל הנדרים אדם מתיר חוץ מנדרי עצמו: \n",
        "<b>ואין אדם רשאי להתיר וכו'.</b> בפ''ק דנדרים (דף ח':) אעובדא דרבינא הוה לה נדרא לדביתהו אתא לקמיה דרב אשי וכו' ומסיק תלמודא ש''מ לא שרי למישרא נדרא באתרא דרביה. ומשמע לרבינו דה''ה למי שהוא גדול ממנו בחכמה אע''פ שאינו רבו דהא רבינא לא היה תלמיד מובהק דרב אשי אלא תלמיד חבר כדאיתא בפרק [הדר] ואפ''ה אתא לקמיה ולא שרא לה איהו וכן נראה קצת מהא דאמרינן ג' מתירים את הנדר במקום שאין חכם משמע הא במקום חכם אין מתירין. ומ''מ יש לדקדק בלשון רבינו דה''ל לערובינהו ולמיתנינהו ולכתוב אין אדם רשאי להתיר שבועה או נדר במקום רבו או במקום שיש גדול ממנו בחכמה דמדכתב גבי גדול ממנו אינו רשאי להתיר משמע אבל איסורא ליכא ובמקום רבו איסורא נמי איכא וצ''ע מנין לו חילוק זה. וכתב \n",
        "<b>רבינו אלא מדעת רבו</b> לומר שאפילו [במקום] רבו אם נתן לו רשות מותר: \n",
        "<b>וכתבו</b> הרא''ש והר''ן דה''מ לכתחלה אבל בדיעבד אם התירו מותר, וכ''נ מדקדוק לשון רבינו שכתב אין אדם רשאי להתיר ואסור לו להתיר אלא מדעת רבו: \n\n"
      ],
      [
        "<b>זה שנשבע הוא שיבא לפני החכם וכו' ואינו עושה שליח וכו'.</b> בפ''ק דנדרים (דף ח':) רבינא הוה לה נדרא לדביתהו אתא לקמיה דרב אשי אמר ליה בעל מהו שיעשה שליח x להתרת אשתו אמר ליה אי מכנפין אין אי לא (מכנפין) לא. וסובר רבינו דבבעל דוקא הוא דאיבעיא לן מפני שהבעל כאשתו אבל אדם אחר פשיטא לן דאינו נעשה שליח והכי מוכח בירושלמי פ' נערה המאורסה דגרסינן התם מהו להתיר ע''י התורגמן ומסיק דמתירין ומדבעיא אי מתירים ע''י תורגמן מכלל דפשיטא לן דע''י שליח אין מתירים ואפילו למאי דמסקינן דע''י תורגמן שרי דוקא תורגמן משום דבעל דבר נמי תמן קאי אבל ע''י שליח לא. וכתב הריב''ש בתשובה שכן הכריע הרא''ה וכ''כ הגהות מיימוניות וכ''כ הגהות מרדכי דקידושין בשם מהר''ם. \n",
        "<b>ומ''ש רבינו ואינו נעשה שליח להתיר נדוי לאשתו</b> איני יודע מקום לדין זה אלא מה שכתב סמ''ג על דין זה שכתב רבינו שהבעל נעשה שליח לחרטת אשתו וכו' אמנם שיטה זו לפי גירסת הספרים שכתוב שם רבינא הוה לה נדרא לדביתהו והיא גירסת ה''ג אתא לקמיה דרב אשי ובעא מיניה אם הבעל נעשה שליח לחרטת אשתו אבל לא לגירסא אחרת דגרסא ה''ל נידוי לדביתהו ובמקום חרטת גרסי להתרת אשתו עכ''ל. ורבינו תפס עיקר גירסת ה''ג ודחה הגירסא האחרת ומשמע ליה דכיון דנדחית אותה גירסא דה''ל נידויא לדביתהו אין לנו ראיה שיעשה הבעל שליח להתיר נידוי לאשתו ומ''מ אין זה כדאי לפסוק כן דדילמא מעשה שהיה קאמר גמרא בנדר וה''ה לנדוי: \n",
        "<b>והראב''ד</b> כתב בלשון הזה זה שנשבע כו' (ואינו) נעשה שליח להתיר נדר אשתו פירוש שלא מדרך חרטה עכ''ל. נראה מדבריו שהיה גורס בדברי רבינו נעשה שליח להתיר נדר אשתו ודייק לה מדבעא מיניה אם הבעל נעשה שליח לחרטת אשתו ולא אמר להתרת אשתו: \n\n"
      ],
      [
        "<b>כיצד מתירין יבא הנשבע לחכם המובהק וכו'. ומ״ש אבל אם אמר לו מופר לך וכו'.</b> בסוף פ' נערה המאורסה (נדרים דף ע״ז:) א״ר יוחנן חכם שאמר בלשון בעל ובעל שאמר בלשון חכם לא אמר כלום דתניא זה הדבר חכם מתיר ואין בעל מתיר וכו' בעל מפר ואין חכם מפר וכתב הר״ן לשון בעל מפורש הוא בכתוב והיינו לשון הפרה ולשון חכם דהוי מותר לך דמשמע ליה מדכתיב לא יחל דברו כלומר לא יעשה דבריו חולין ודרשינן אבל אחרים מוחלין לו שעושין אותו חולין ובחולין מותר שייך למימר בהו: \n\n"
      ],
      [
        "<b>הקרובים כשרים וכו' לפיכך נשאלין לשבועות ולנדרים בשבת אם היו לצורך השבת.</b> מסקנא דגמרא בסוף פרק נערה המאורסה (נדרים דף ע״ז) וקמ״ל דאע״ג דבדין בעינן שיהיו הדיינים יושבים ושלא יהיו קרובים ושלא ידונו בלילה אלא ביום ואין דנים בשבת התרת נדרים מותר בכולהו דלאו דין הוא: \n\n"
      ],
      [
        "<b>ראובן שהשביע לשמעון וכו' אין מתירין לו אלא בפני ראובן וכו'.</b> בר''פ ר''א דנדרים (דף ס''ה) תניא המודר הנאה מחבירו אין מתירים לו אלא בפניו מנה''מ אר''נ דכתיב ויאמר ה' אל משה במדין לך שוב מצרימה וכו' א''ל במדין נדרת לך והתר נדרך במדין דכתיב ויואל משה ואין אלה אלא שבועה דכתיב ויבא אותו באלה וגם במלך נבוכדנצר מרד אשר השביעו באלהים מאי מרדותיה אשכחיה צדקיהו לנבוכדנצר דהוה קא אכיל ארנבת חייא א''ל אשתבע לי דלא מגלית עילוי אשתבע ליה לסוף הוה קא מצטער צדקיהו בגופיה אתשיל אשבועתיה ואמר שמע נבוכדנצר דקא מבזין ליה שלח ואייתי סנהדרין וצדקיהו אמר להון חזיתון מאי קעביד צדקיהו וכו' א''ל אתשלי אשבועתא אמר ליה וכו' בפניו או אפילו שלא בפניו אמר ליה בפניו (אמר להון ואתון מאי עבידתון) מ''ט לא אמרתון לצדקיהו וכו'. וכתב הרא''ש בפירושו המודר הנאה מחבירו פי' רא''מ שנדר לדעת חבירו אין מתירים לו אלא בפניו פי' מדעתו כמו אין חבין לאדם שלא בפניו מיהו אם התירו שלא בפניו מותר כדחזינן בצדקיהו שהיה צדיק גמור שהתיר נדרו שלא בפני נבוכדנצר ואסור לחכם להתירו והם הוצרכו לעשות מפני אימת מלך ולישנא דהמודר הנאה לא משמע כפירושו אלא משמע שנדר ממנו הנאה בפניו וצריך שיתירו לכתחלה בפניו ומפרש טעמא בירושלמי מפני החשד כלומר שלא יחשדנו שמזלזל בנדרו ואיכא מ''ד מפני הבושה כלומר שצריך שיתבייש בפניו בהתרה: \n",
        "<b>ואיכא</b> למידק בדברי רבינו דמרישא דלישניה משמע דהא דתניא המודר הנאה מחבירו אין מתירין לו אלא בפניו מיירי בנודר לחבירו ומסיפא דלישניה משמע דמיירי במודר הנאה מחבירו. ונראה לי דרבינו משמע ליה דפשטא דברייתא מיירי בנודר לחבירו מדמייתי עלה דמשה וצדקיהו ולישנא דהמודר הנאה מחבירו משמע שהוא מודר הנאה ממנו ומפני כך פירש דשניהם שוים ובין בזו ובזו אין מתירים לו אלא בפניו ומש''ה נקט תנא דברייתא כה''ג כי היכי דלישתמעו ביה תרווייהו ונראה שהוא ז''ל מפרש דנודר לחבירו דאין מתירין לו אלא בפניו דוקא כשחבירו משביעו אבל אם אין חבירו משביעו אלא שזה נשבע בפני חבירו מתירין לו אפילו שלא בפניו ועובדא דמשה וצדקיהו נמי הכי הוה שהשביעום ומש''ה לא היה להם היתר אלא בפני המשביעים אותם אבל אם היו נשבעים מעצמם אה''נ שהיו יכולים להתיר השבועה שלא בפני יתרו ונבוכדנצר אע''פ שהיו במעמד בשעת השבועה ונקט רבינו ברישא דין מי שהשביעו חבירו דהוי כגוונא דמשה וצדקיהו משום דמיניה ילפינן למודר הנאה מחבירו דאין מתירין לו אלא בפניו. \n",
        "<b>ומה שכתב בסיפא דמודר הנאה מחבירו אין מתירין לו אלא בפניו</b> בשנדר בפניו איירי דומיא דרישא ומפני שהוא דבר התלוי בחבירו דינו כאילו השביעו חבירו אבל אם הדירו שלא בפניו מתירין לו שלא בפניו. נמצא כללן של דברים שמי שהשביע את חבירו בין שיהיה בדבר הנוגע למשביע בין שיהיה בדבר שאינו נוגע לו וכן הנשבע או נודר מעצמו בפני חבירו בדבר הנוגע לחבירו אין מתירים לו אלא בפניו אבל הנשבע או נודר מעצמו בפני חבירו בדבר שאינו נוגע לו מתירין לו שלא בפניו כנ''ל לדעת רבינו. \n",
        "<b>ומ''ש ואפילו היה שמעון קטן או עכו''ם</b> פשוט הוא דהא יתרו ונבוכדנצר עכו''ם הוו ואמרינן שלא היו יכולים להתיר שלא בפניהם וקטן לא גרע מעכו''ם. \n",
        "<b>ומ''ש כדי שידע הנידר וכו'</b> פשוט הוא דהיינו כמאן דאמר בירושלמי דטעמא מפני החשד. ומדקדוק לשון רבינו דגבי מודר מחבירו נתן טעם זה וגבי נודר לחבירו לא נתן טעם זה נראה דוקא גבי מודר הנאה אתמר בירושלמי טעם זה למימרא דכשהוא בפניו מתירים לו אפילו בע''כ וכן כל שהודיענו שמתירין לו אין צריך להתירו בפניו אבל בנודר לחבירו דאין מתירים לו אלא בפניו היינו לומר שאין מתירים לו אלא מדעתו וכמו שפי' רא''מ דכיון שזה השביעו אין לו התרה אלא מדעתו ואף על פי שכתבתי דמההיא דמשה וצדקיהו דהוו נודר לחבירו ילפינן למודר הנאה מחבירו דאין מתירים לו אלא בפניו איכא למימר דשם בפניו בעלמא הוא דילפינן מיהו הא כדאיתא והא כדאיתא דאע''ג דנודר לחבירו אין מתירים אלא מדעתו דמודר הנאה מחבירו אין טעם לומר שנצטרך שיהיה מדעתו מאחר שלא דעתו ומיהו בידיעתו צריך מפני החשד והכי ילפינן כיון דבנודר לחבירו צריך דעתו במודר הנאה מחבירו צריך ידיעתו וכיון דבפניו מתפרש מדעתו ומתפרש בידיעתו נקט בתרווייהו לישנא דבפניו הא כדאיתיה והא כדאיתיה: \n\n"
      ],
      [
        "<b>אחד הנשבע בינו לבין עצמו ואחד הנשבע ברבים.</b> בפ' השולח (גיטין דף ל''ו) אמר אמימר הלכתא נדר שהודר ברבים יש לו הפרה ע''ד רבים אין לו הפרה ויש ספרים דגרסי x אמר אמימר הלכתא אפילו למ''ד נדר שהודר ברבים יש לו הפרה ע''ד רבים אין לו הפרה וכתבו התוס' דאפילו לאותם ספרים מדפסק בע''ד רבים דאין לו הפרה מכלל שסובר דברבים יש לו הפרה דאי אין לו כ''ש ע''ד רבים ומה הוצרך לפסוק הלכתא בע''ד רבים כיון דאפילו ברבים אין לו הפרה ושלא בלשון פסק ה''ל לומר אפילו למ''ד ברבים יש לו הפרה וכו' אע''ג דקאמר (התם) לעיל דאדריה ליה ברבים אליבא דרב נחמן דקי''ל כוותיה בדיני ולענין דינא אתשיל לענין פרעון כתובה הא פריך בתר הכי הניחא למ''ד ואיכא למימר דאדרב נחמן נמי קאי ומדאדריה רב אחא נמי לההוא מקרי דרדקי ע''ד רבים משמע דקסבר דברבים יש לו הפרה ורב יוסף דאמר בפ' ע''פ אדור ברבים דלא אשתה שיכרא משמע דסבר דברבים אין לו הפרה לא קי''ל הכי וכן פסקו הרא''ש והרשב''א והר''ן והמרדכי. \n",
        "<b>ומ״ש ואפי' נשבע בשם המיוחד בה' אלהי ישראל,</b> בפ' ד' נדרים (נדרים דף כ״ב) אמר רבא אמר ר״נ הלכתא פותחין בחרטה נזקקין לאלהי ישראל ומשמע לרבינו דה״ה לשם המיוחד: \n",
        "<b>נשבע ע''ד רבים או שנדר וכו'.</b> מימרא כתבתיה בסמוך. \n",
        "<b>ומ''ש אלא לדבר מצוה.</b> שם והני מילי לדבר הרשות אבל לדבר מצוה יש לו הפרה כי ההוא מקרי דרדקי דאדריה רב אחא (על דעת רבים) דהוה פשע בינוקי ואהדריה רבינא דלא אשתכח דדייק כוותיה: \n\n"
      ],
      [
        "<b></b>וכתב הראב''ד כיצד נשבע ותלה שבועתו בדעת רבים וכו'. א''א יש כאן לשון אחר וכו'. טעמו שהוא ז''ל מפרש דאדריה רב אחא היינו שהדירוהו בני העיר הנאה מנכסיהם והוא לא רצה ללמדם בחנם ולאפוקי מרבינו שפירש שהוא נשבע שלא יהנה מבני העיר וז''ש על דברי רבינו יש כאן לשון אחר כלומר פירוש אחר בהא דאדריה רב אחא. ומ''ש ויש כאן דברים של תימה הוא על פי' רבינו. ומצאתי נוסחא אחרת בדברי הראב''ד וז''ל א''א מכיר אני האמת וכו'. מ''ש ועכ''ז אין דעתי נוחה הימנו שאין המצוה מוטלת עליו וכו' יש לומר שאע''פ שמצות לימוד התורה מוטלת על האב בייחוד מ''מ מצוה על כל חכם ללמד תורה לתלמידים: \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> מי שנשבע ולא ניחם וכו' כיצד נשבע שיגרש את אשתו וכו' אומרים לו בני אם תגרש אשתך אתה מוציא לעז על בניך וכו'.</b> משנה בפ' ר''א (נדרים ס''ו). \n",
        "<b>ומ''ש וכן זה שנשבעת שלא יהנה ישראל מנכסיך וכו'</b> גם זה משנה שם (דף ס''ה) ואע''ג דבשם ר''מ איתניא משמע לרבינו דכן הלכתא דהא קתני ברישא ר''מ אומר יש דברים שהם כנולד ואינם כנולד x וחכמים מודים ובתר הכי קתני ועוד אמר ר''מ פותחין לו מן הכתוב שבתורה וכו' או שהוא עני ואי אתה יכול לפרנסו ומדקתני ועוד משמע דכי היכי דבקמייתא חכמים מודים לו ה''ה בבתרייתא. \n",
        "<b>ומ''ש וזה שנשבעת שלא תאכל בשר וכו'</b> ג''ז משנה שם (דף ס''ו) פותחין בימים טובים ושבתות: \n\n"
      ],
      [
        "<b>אין פותחין בנולד וכו'.</b> משנה שם (דף ס״ד) ועוד אמר ר' אליעזר פותחין בנולד וחכמים אוסרים כיצד קונם שאיני נהנה לאיש פלוני ונעשה סופר וכו' ואמר אילו הייתי יודע שהוא נעשה סופר וכו' לא הייתי נודר ובגמרא (שם ע״ב) מ״ט דר״א אמר רב חסדא דא״ק כי מתו כל האנשים (המבקשים את נפשך) פי' שעשה נדר לשבת במדין ושלא לשוב למצרים ופתח לו הקב״ה פתח שאם היה יודע שימותו שונאיו לא היה נודר והא מיתה נולד הוא מכאן שפותחין בנולד. ורבנן וכו' קא סברי הנהו מי מייתי והאמר ר' יוחנן וכו' כל מקום שנאמר נצים נצבים אינם אלא דתן ואבירם אלא אמר ר״ל שירדו מנכסיהם ופי' הרא״ש ועניות לאו נולד הוא דשכיח וכן אמרו בירושלמי משמע דהא דאמור רבנן אין פותחין בנולד היינו דוקא היכי דלא שכיח אבל בנולד דשכיח פותחין וכ״כ הראב״ד בהשגות וכ״כ המרדכי וכן דעת התוס' בפ' אע״פ (כתובות דף ס״ג) אהא דא״ל ר״ע לבן כלבא שבוע אדעתא דגברא רבה מי נדרת וא״ת והלא אסור לפתוח בנולד וכו' וי״ל דהכא לא חשיב נולד כיון שהלך לבי רב דדרך הוא בהולך ללמוד שנעשה אדם גדול עכ״ל. ומיהו בעינן שיהא שכיח טובא כדי שיפתחו בו דהא מיתה אע״פ שהיא מצויה אמרי רבנן שאין פותחין בה משום דמשמע להו דלא שכיח טובא ולא אמרו דפותחין אלא בעניות דשכיח טובא טפי ממיתה וטעמא דמילתא דכיון דאותו נולד שכיח טובא אמדינן דעתיה שאילו היה מעלה בלבו נולד זה היה נמנע מלידור וכיון שלא נדר אלא מפני שלא העלה דבר זה באותה שעה על לבו הוה ליה כנדר בטעות אבל כשהנולד לא שכיח טובא אפילו אם היה מעלה על לבו אותו נולד לא היה נמנע מלידור בשביל כך וכן נראה שהוא דעת הרמב״ן וכ״כ הטור אבל אין נראה כן מדברי רבינו שאילו היה דעתו לחלק בין נולד מצוי לשאינו מצוי לא הוה שתיק מיניה וצ״ל שהוא ז״ל מפרש דכי אמרינן בגמ' ורבנן הנהו מי מייתי וכו' אלא שירדו מנכסיהם לאו למימרא דפתחא דעניות פתח לה אלא היינו לומר דנדרא מעיקרא ליתיה כי בשעה שנדר כבר מתו אותם האנשים כלומר שירדו מנכסיהם וכן פי' הקונטרס. \n",
        "<b>ומ״ש אבל אם ניחם הוא מעצמו מפני הנולד ונהפכה דעתו מתירים לו</b> נראה שכתב כן מפני שהוקשה מההיא דפרק אע״פ (כתובות דף ס״ג) דא״ל ר״ע לבן כלבא שבוע אדעתא דגברא רבה מי נדרת והא התם נולד הוא ואין פותחין בו ולכך תירץ דשאני התם שניחם מפני הנולד ונהפכה דעתו דהא ודאי ניחא לבן כלבא שבוע שנעשה ר״ע גברא רבה וליתהני מיניה ומש״ה אהני ליה פיתחא דנולד וכי תנן אין פותחין בנולד היינו דוקא היכי דעדיין לא ניחם אלא רצונו שלא יהנה ולא יעשה זה סופר. ומיהו תמיה לי על שיטה זו דמפליג בין היכא דניחא ליה להיכא דלא ניחא ליה דא״כ מאי מייתי רבי אליעזר ממשה הא איהו הוה ניחא ליה דלימותו הנך גברי ולהדר איהו למצרים ודמי לההיא דר״ע עם בן כלבא שבוע. ושמא י״ל דר״א לא מייתי אלא לומר דכיון דאשכחן שם נולד בעלמא דפותחין בו מיניה ילפינן לכל נולד דמנא לן לפלוגי בינייהו ורבנן אהדרו ליה דאין משם ראיה דהתם לא הוה נולד אלא נדר בטעות וכדפרישית: \n",
        "<b>כתב</b> הראב''ד אבל אם ניחם הוא מעצמו מפני הנולד וכו' א''א נולד שאמרו אין פותחין בנולד שאינו מצוי וכו'. וכבר כתבתי טעם רבינו: \n\n"
      ],
      [
        "<b>מי שנשבע על דבר וכו'.</b> זה נראה שהוא פשוט שאם היה נשאל על הראשונה תחלה נמצא שעבר על שבועה שניה: \n\n"
      ],
      [
        "<b>נשבע שלא ידבר עם פלוני וכו' שאין מתירים נדר או שבועה שעדיין לא חלו.</b> בסוף נדרים (דף צ') פלוגתא דתנאי לענין הפרת הבעל ופלוגתא דאמוראי לענין התרת חכם ופסקו הרא''ש והרשב''א והר''ן כרב פפי דאמר מחלוקת בהפרה אבל בשאלה אין חכם מתיר אא''כ חל הנדר: \n\n"
      ],
      [
        "<b>נשבע שלא יהנה לפלוני וכו' עד וכן כל כיוצא בזה,</b> ברייתות בסוף נדרים: \n\n"
      ],
      [],
      [
        "<b>שבועה שלא אוכל ככר זו וכו'.</b> בפ''ג דשבועות (דף כ''ז:) שנינו שבועה שלא אוכל ככר זו שבועה שלא אוכלנה שבועה שלא אוכלנה ואכלה אינו חייב אלא אחת ובגמ' הא תו למה לי ופירש''י הא תו למה לי שבועה שלישית למה לי משבועה שנייה אשמעינן דאין שבועה חלה על שבועה הא קמ''ל וכו' חיובא הוא דליכא אשבועות אחרונות הא שבועה איכא דאי משכחא רווחא חיילא x למאי הלכתא לכדרבא דאמר שאם נשאל על הראשונה עלתה שניה תחתיה: \n\n"
      ],
      [
        "<b>מי שנשבע שבועת ביטוי להבא וכו'.</b> שם אמר רבא נשבע על ככר ואכלה אם שייר ממנה כזית נשאל עליה אכלה כולה אין נשאל עליה (דף כ''ח) אמימר אמר ואפילו אכלה כולה נשאל עליה אי בשוגג מחוסר קרבן אי במזיד מחוסר מלקות אבל כפתוהו על העמוד לא כדשמואל דאמר כפתוהו על העמוד ורץ מב''ד פטור ולא היא התם רץ הכא לא רץ ופירש''י רץ ונתבזה במנוסה זו ואיכא ונקלה אחיך כיון שנקלה הרי הוא אחיך: \n\n"
      ]
    ],
    [
      [
        "<b>התובע חבירו בממון וכו'.</b> לקמן בסמוך יתבאר. \n",
        "<b>ומ״ש שבשבועות הפקדון אחד הנשבע מפי עצמו אחד שהשביעו אחר וכפר וכו'</b> משנה פ' שבועת הפקדון (שבועות דף ל״ו:) וכחכמים: \n\n"
      ],
      [
        "<b>תבעו בממון שאם יודה לו וכו'.</b> משנה שם גבי אנסת ופתית את בתי וכו': \n\n"
      ],
      [
        "<b>וכן אם תבעו בקרקע וכו'.</b> גם זה שם: \n\n"
      ],
      [],
      [
        "<b>אחד הנשבע אחר שתבעו בעל הממון וכו'.</b> בריש פרק שבועת הפקדון משנה שבועת הפקדון כיצד א''ל תן לי פקדון שיש לי בידך שבועה שאין לך בידי או שא''ל אין לך בידי משביעך אני ואמר אמן חייב. \n",
        "<b>ומ''ש אף ע''פ שלא תבעו כיצד כגון שקדם ואמר למה אתה הולך אחרי וכו'.</b> בפ' שבועת העדות עלה ל''ב ראוהו שבא אחריהם אמרו לו מה אתה בא אחרינו שבועה שאין אנו יודעים לך עדות פטורים ואם בפקדון חייבים: \n\n"
      ],
      [
        "<b>אחד הנשבע לבעל הממון עצמו או לשלוחו וכו'.</b> נראה דיליף לה מדגרסינן בפ' שבועת העדות (שבועות דף ל״ה) ת״ר שלח ביד עבדו או שא״ל הנתבע משביעני עליכם שאם אתם יודעים לו עדות שתבואו ותעידוהו יכול יהו חייבים ת״ל אם לא יגיד ונשא עונו מאי תלמודא אמר ר' אלעזר אם לוא יגיד כתיב אם לו לא יגיד ונשא עונו ואם לאחר לא יגיד פטור משמע דבפקדון דלא כתיב אם לא יגיד חייב כדקי״ל בכל התורה כולה שלוחו של אדם כמותו: \n\n"
      ],
      [
        "<b>ואינו חייב בשבועת הפקדון וכו'.</b> (סוטה דף ל''ב) ר''פ אלו נאמרין בכל לשון פרשת סוטה וידוי מעשר ק''ש ותפלה וברכת המזון ושבועת העדות ושבועת הפקדון ובגמרא (דף ל''ג) שבועת העדות דכתיב נפש כי תחטא ושמעה קול אלה בכל לשון שהיא שומעת שבועת הפקדון אתיא תחטא תחטא משבועת העדות: \n\n"
      ],
      [
        "<b>הנשבע שבועת הפקדון במזיד וכו'. ומ''ש וחייבו אשם בין במזיד בין בשגגה כמו שביארנו,</b> בפ''א: \n\n"
      ],
      [
        "<b>כפר ונשבע ארבע או חמש פעמים וכו' עד לפיכך חייב על כל שבועה ושבועה.</b> משנה בפרק שבועת הפקדון (שבועות דף ל''ו): \n\n"
      ],
      [
        "<b>היו חמשה תובעים אותו וכו'.</b> יתבאר בפרק רביעי מהלכות נדרים: \n\n"
      ],
      [
        "<b>ומ''ש אמר לו חבירו תן לי פקדון ותשומת יד.</b> גם זה משנה שם: \n",
        "<b>ומ''ש ואפילו היה לו פרוטה אחת מכולן הרי אלו מצטרפין וחייב.</b> שם מימרא דר' יוחנן (דף ל''ח) ומשמע התם דהוא הדין לחטים ושעורים וכוסמין דאפילו אין לו אלא פרוטה אחת מכולן הרי אלו מצטרפין: \n\n"
      ],
      [],
      [
        "<b>ומ''ש תן לי חטים ושעורים וכוסמין וכו'.</b> גם זה שם במשנה: \n\n"
      ],
      [
        "<b>היו חמשה תובעים אותו.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>טען שאבד הפקדון או כפר בו ונשבע וכו'.</b> פ' הגוזל קמא עלה ק''ח בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>פחות מפרוטה אינו ממון וכו'.</b> משנה פ' הגוזל קמא (בבא קמא דף ק״ג) נתן לו את הקרן ונשבע לו על החומש ה״ז משלם חומש על חומש עד שיתמעט הקרן פחות משוה פרוטה ומפשטיה דקרא משמע דכל שאינו משלם חומש אינו חייב להביא אשם: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> הגונב שורו של חבירו וכו' עד וכן כל כיוצא בזה.</b> משנה פרק שבועת הפקדון (שבועות דף ל״ו:). \n",
        "<b>ומה שכתב אבל חייב בשבועת ביטוי.</b> פלוגתא דרב ושמואל בסוף שבועות (דף מ''ט:) ופסק כרב באיסורי דאמר כולם פטורים משבועת שומרים וחייבים משום שבועת ביטוי: \n\n"
      ],
      [
        "<b>התובע את חבירו בדבר שיש בו קנס וכו' כיצד תבעו ואמר לו אנסת ופתית בתי וכו'.</b> גם זה משנה שם וכתנא קמא: \n\n"
      ],
      [
        "<b>האומר לחבירו עשית בי חבורה וכו' המית שורך את שורי וכו'.</b> גם זה משנה שם: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ה-ז)</small> נתן שורו לשומר חנם וכו' עד הרי זה חייב בשבועת הפקדון.</b> משנה פרק ארבעה שומרים (שבועות דף מ״ט): \n\n"
      ],
      [
        "<b>הגונב שור חבירו ותבעו וכו' עד שהרי לא פטר עצמו מכלום.</b> בפ' הגוזל קמא (בבא קמא דף ק״ה ע״ב): \n\n"
      ],
      [],
      [],
      [
        "<b>ומ''ש וחייב בשבועת ביטוי,</b> כבר כתבתי דפסק כרב בסוף שבועות: \n\n"
      ],
      [
        "<b>מי שהיה חייב ממון לשני שותפין וכו'.</b> בפ' שבועת הפקדון (שבועות דף ל״ז) וכחש בה פרט למודה לאחד מן האחים או לאחד מן השותפים האי לאחד מן האחים היכי דמי אילימא דאודי ליה בפלגא דידיה הא איכא כפירה דאידך אלא לאו דאמרי ליה מתרווינן יזפת וא״ל לא מחד מינייכו יזפי דה״ל כפירת דברים בעלמא. \n",
        "<b>ומ''ש אבל חייב בשבועת ביטוי.</b> כבר כתבתי דאיתיה בסוף שבועות: \n\n"
      ],
      [],
      [
        "<b><small>(יג-יד)</small> וכן מי שהיתה עליו מלוה בשטר וכו' פטור וכו' היתה עליו מלוה בעדים בלבד וכו'.</b> בפרק שבועת הפקדון (שבועות דף ל״ז:) ר״י אמר הכופר בממון שיש עליו עדים חייב שטר פטור וכו' משום דהוי שטר שעבוד קרקעות ואין מביאין קרבן על כפירת שעבוד קרקעות: \n\n"
      ]
    ],
    [
      [
        "<b>התובע עדיו להעיד לו עדות וכו'.</b> כתב שיתחייב ממון לאפוקי כשאין מחייבין אותו ממון בעדותן, וכתב לבדה לאפוקי משביע עדי קנס כדלקמן וכן לאפוקי השביע שתי כיתי עדים וכפרה הראשונה כדאיתא בפ''י, וכתב ממון לאפוקי שטרות, וכתב המיטלטל לאפוקי קרקעות ועבדים כדלקמן: \n",
        "<b>ומה שכתב בין שנשבעו בבית דין בין שנשבעו חוץ לבית דין הרי אלו חייבים.</b> משנה פרק שבועת העדות (שבועות דף ל״א:) השביע עליהם חמש פעמים חוץ לב״ד ובאו לבית דין והודו (הרי אלו) פטורים כפרו (הרי אלו) חייבים על כל אחת ואחת: \n",
        "<b>ומ''ש וכן אם השביעם התובע וכו'.</b> גם זה משנה שם שבועת העדות כיצד אמר לשנים באו והעידוני שבועה שאין אנו יודעים לך עדות או שאמרו לו אין אנו יודעים לך עדות משביע אני עליכם ואמרו אמן הרי אלו חייבים: \n",
        "<b>ומה שכתב אף על פי שלא נשבעו הם ולא אמרו אמן אחר שבועתו ומה שכתב והוא שישביעם בבית דין.</b> נראה מדברי רבינו כאן ולקמן בפרק זה גבי וכן אם אמר לעדים באו והעידו לי שיש לי מנה ביד פלוני ומדבריו בסוף פ''י (נראה) שהוא סובר דכי תנן (דף ל') וחכמים אומרים בין מפי עצמו בין מפי אחרים אינם חייבים עד שיכפרו בהן בבית דין ואמרינן בגמ' דשבועה אפילו חוץ לבית דין כמו שאכתוב בסמוך ה''מ כשהשביעם התובע וענו אחריו אמן אבל אם לא ענו אחריו אמן אלא אמרו אין אנו יודעים לך עדות לא מיחייבי אלא אם כן השביעם בפני בית דין. וצריך לי תלמוד מהיכן למד חילוק זה: \n\n"
      ],
      [
        "<b>אין העדים חייבים בשבועת העדות וכו'.</b> שם במשנה בפני ב''ד ושלא בפני ב''ד מפי עצמו ומפי אחרים אינם חייבים עד שיכפרו בהן בב''ד דברי ר''מ וחכ''א בין מפי עצמן בין מפי אחרים אינם חייבים עד שיכפרו בהן בב''ד וידוע דהלכה כחכמים ובגמ' (דף ל''ב) מנ''ל דאכפירה בב''ד הוא דמיחייבי אחוץ לב''ד לא מיחייבי אמר אביי א''ק אם לא יגיד ונשא עונו לא אמרתי לך אלא במקום שאילו מגיד זה מתחייב זה ממון א''ל רב פפא לאביי א''ה אימא שבועה גופה בב''ד אין ושלא בב''ד לא לא ס''ד דתניא לאחת ליחייב על כל אחת ואחת ואי ס''ד בב''ד מי מיחייב על כל אחת ואחת והתנן השביע עליהם חמש פעמים בפני ב''ד וכפרו אין חייבין אלא אחת אמר ר''ש מה טעם הואיל ואינם יכולים לחזור ולהודות אלא לאו שמע מינה שבועה חוץ לבית דין כפירה בבית דין: \n\n"
      ],
      [
        "<b>תבעם בעדות שאינה מחייבת ממון.</b> משנה וגמ' בפ' שבועת העדות (שבועות דף ל״ד:) \n",
        "<b>ומ״ש או בעדות קרקעות או עבדים או שטרות.</b> בפ' שבועת הפקדון (שבועות דף ל״ז:) אתמר משביע עדי קרקע ר' יוחנן ור' אלעזר (חד אמר חייב וחד) אמר פטור תסתיים דר״י אמר פטור מדאמר ר' יוחנן הכופר בממון שיש עליו עדים חייב שטר פטור וכדרב הונא בריה דרב יהושע דאמר דטעמיה משום דשטר הוי שעבוד קרקעות ואין נשבעין על כפירת שעבוד קרקעות ומשמע דהוא הדין לעבדים ושטרות דכלהו ילפינן להו משבועת הפקדון: \n\n"
      ],
      [
        "<b>וכן המשביע עדי קנס וכו'.</b> בפ' שבועת העדות (שבועות דף ל״ד) אמרינן דלר' יוחנן משביע עדי קנס פטורים לר״ע: \n\n"
      ],
      [
        "<b>משביעכם אני שתבואו ותעידו לי שיש לי ביד פלוני תשלומי כפל וכו' וכן אם השביעם שיעידו לו שאנס פלוני או פתה בתו וכו'.</b> בפ' שבועת הפקדון (שבועות דף ל״ו:) שנינו אנסת ופתית את בתי והוא אומר לא אנסתי ולא פתיתי משביעך אני ואמר אמן חייב ר״ש פוטר שאינו משלם קנס ע״פ עצמו א״ל אע״פ שאינו משלם קנס ע״פ עצמו משלם בושת ופגם ע״פ עצמו ולמד רבינו משם לשבועת העדות: \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> אין העדים חייבים וכו' כיצד ראו התובע בא אחריהם וכו'.</b> בפ' שבועת העדות (שבועות ל״א:): \n",
        "<b>ומ''ש וכן אם השביעם הנתבע וכו' וכן אם קדמה שבועה לעדות וכו' אין העדים חייבים בשבועת העדות וכו' כיצד עמד בבהכ''נ וכו'.</b> הכל משנה שם (דף ל''ה): \n\n"
      ],
      [],
      [
        "<b>ומ''ש אבל אם אמר משביעאני כל העומדים כאן וכו'.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>ומ''ש וכן אם אמר לעדים באו והעידו לי שיש לי מנה וכו': כתב</b> הראב''ד וכן אם אמר לעדים באו והעידו לי שיש לי מנה וכו' א''א המחבר הזה שנה משנתו כר''מ וכו'. ואני תמיה היאך אפשר להעלות על הדעת שרבינו פוסק כר''מ שהרי פירש''י מפי עצמו שאמר שבועה שאיני יודע לך עדות ומפי אחרים כגון משביע אני עליכם שתבאו ותעידוני ואמרו לו אין אנו יודעים לך עדות ולא הוציאו שבועה מפיהם. ורבינו כתב בר''פ זה וכן אם השביעם התובע וכפרו בו אף על פי שלא נשבעו הם ולא ענו אמן אחר שבועתו כיון שכפרו הרי אלו חייבים, אין העדים חייבים בשבועת העדות עד שיכפרו בעדותן בבית דין בין שנשבעו או השביען בבית דין בין שנשבעו או השביען חוץ לבית דין והכפירה בבית דין בלבד וזה מבואר בדברי חכמים. ומה שכתב ועוד בין לרבי מאיר בין לרבנן מה צורך שיהיה הבית דין בבית הכנסת בשעת השבועה וכו' כבר כתבתי בראש פרק זה שרבינו ז''ל סבור דכי אמרינן דלא איכפת לן בשבועה בין שתהא בבית דין או שלא בבית דין הני מילי כשענו אחר התובע המשביעו אמן אבל אם לא ענו אחריו אמן אלא אמרו אין אנו יודעים לך עדות אם השביען בפני בית דין חייבים ואם השביען חוץ לבית דין פטורים: \n\n"
      ],
      [
        "<b>אחד המשביע עדיו בשבועה או שאמר מצוה אני עליכם בשבועה וכו'.</b> משנה וגמ' בסוף פרק שבועת העדות (שבועות דף ל״ה). \n",
        "<b>ומה שכתב והוא שישביעם בשם או בכינוי מהכינויים,</b> כמו שביארנו בפרק ב': \n\n"
      ],
      [
        "<b>ואין העדים חייבים עד שישביעם בלשון שהם מכירים אותה.</b> משנה (דף ל''ב) ר''פ אלו נאמרים בכל לשון פרשת סוטה וידוי מעשר וכו' ושבועת העדות ושבועת הפקדון ובגמ' (דף כ''ג) שבועת העדות דכתיב (נפש כי תחטא) ושמעה קול אלה בכל לשון שהיא שומעת: \n\n"
      ],
      [],
      [
        "<b>כל מקום שאמרנו פטור משבועת העדות וכו'.</b> בסוף שבועות (דף מ''ט) פלוגתא דרב ושמואל והלכה כרב באיסורי דאמר כולם פטורים משבועת שומרים וחייבים משום שבועת ביטוי ואיכא למילף מהתם לפוטרם משבועת העדות: \n",
        "<b>ומ''ש אבל המחוייב בשבועת העדות וכו' אינו חייב משום שבועת ביטוי וכו'.</b> בפ''ג דשבועות (דף כ''ה ע''ב) לרב למאי הלכתא אפקה רחמנא (לשבועת העדות מכלל שבועת ביטוי) אמרוה רבנן קמיה דאביי לאיחיובי עליה תרתי אמר להו תרתי לא מציתו אמריתו דתניא לאחת מאלה לאחת אתה מחייבו ואי אתה מחייבו שתים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(טו-יז)</small> משביע אני עליכם אם לא תבאו ותעידו לי וכו' משביע אני עליכם אם לא תבאו ותעידו לי שיש לי ביד פלוני חטים וכו'.</b> משנה פרק שבועת העדות (שבועות דף ל״ג). \n",
        "<b>ומה שכתב וכן אם תבעו אותם רבים להעיד להם וכו'.</b> משנה לענין פקדון בפרק שבועת הפקדון (שבועות דף ל״ו:) ויש ללמוד משם לשבועת העדות: \n\n"
      ],
      [
        "<b>הנשבע לחבירו שהוא יודע לו עדות וכו'.</b> מימרא דאביי בפ''ג דשבועות (דף כ''ה:): \n",
        "<b>ודע</b> דסוגיא דגמרא הכי איתא איתמר שבועה שזרק פלוני צרור לים או שלא זרק רב אמר חייב ושמואל אמר פטור רב אמר חייב (הואיל) ואיתיה בלאו והן ושמואל אמר פטור (הואיל) וליתיה בלהבא וכו' אמר אביי ומודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל וליתיה בכלל שאיני יודע לך עדות וכו' בשלמא לשמואל דאמר מילתא דליתיה בלהבא לא מיחייב עליה לשעבר להכי אפקה רחמנא לשבועת העדות מכלל שבועת ביטוי אלא לרב למאי הלכתא אפקה רחמנא (לשבועת העדות מכלל שבועת ביטוי) אמרוה רבנן קמיה דאביי לאחיובי עליה תרתי אמר להו (לאיחיובי) תרתי לא מציתו אמריתו דתניא לאחת מאלה לאחת אתה מחייבו ואי אתה מחייבו שתים ולאביי למאי הלכתא אפקיה רחמנא לכדתניא בכולן נאמר ונעלם וכאן לא נאמר ונעלם לחייב על המזיד כשוגג אמרו ליה רבנן לאביי אימא במזיד מיחייב חדא בשוגג מיחייב תרתי אמר להו לאו היינו דאמרי (לכו) לאחת (משום) אחת אתה מחייבו ואי אתה מחייבו (משום) שתים ואי במזיד מי איכא תרתי רבא אמר משום דהוה דבר שבכלל ויצא לידון בדבר החדש אין לך בו אלא חדושו בלבד מכלל דאביי סבר איתא לשבועה בעולם והא אמר אביי מודה רב באומר לחבירו שבועה שאני יודע לך עדות ואשתכח דלא ידע ליה דפטור הואיל וליתיה באיני יודע לך עדות הדר ביה אביי מההיא ואבעית אימא חדא מינייהו רב פפא אמרה ע''כ בגמרא. ורבינו כתב לעיל בסמוך כל מקום שאמרנו פטור משבועת העדות אבל חייב בשבועת ביטוי וכו' אבל המחוייב בשבועת העדות אף על פי שהוא נשבע על שקר ואף על פי שהוא מזיד אינו חייב משום שבועת ביטוי אלא משום שבועת העדות בלבד שהרי הכתוב הוציא שבועת העדות מכלל שבועת ביטוי וכו' שנאמר לאחת מהנה והרי זה כדברי אביי דאמר להו לרבנן. ואם כן יש לתמוה היאך כתב כאן הנשבע לחבירו שהוא יודע לו עדות וכו' הרי זה פטור וכו' מפני ששבועת ביטוי אינו אלא בדבר שיש בו לאו והן וכו' והיינו אידך מימרא דאביי דאמר מודה רב באומר לחבירו שאני יודע לך עדות שהוא פטור ומאחר שבגמרא הקשו מזו לזו והוצרכו לומר הדר ביה אביי מההיא או דחדא מינייהו רב פפא אמרה נמצא רבינו כמזכי שטרא לבי תרי. וי''ל דרבינו מפרש דכי מקשינן והא אמר אביי שבועה שאני יודע לך עדות דפטור לא מקשה אלא למאי דהוה ס''ד אי לא אתא קרא אבל השתא דאתא קרא דמשום אחת אתה מחייבו ולא משום שתים שפיר איתא לאידך דאמר אביי מודה רב באומר לחבירו שבועה שאני יודע לך עדות דפטור וכך פירש הרי''ף סוגיא זו כפי מה שפירשו בו הרז''ה והר''ן וא''כ שפיר עביד רבינו שפסקן לשתיהן: \n\n"
      ],
      [
        "<b>דבר ברור הוא כו' שהעיד לו והוא לא העיד וכו'.</b> שם העדתי ולא העדתי מחלו' דלשמואל פטור משום דליתיה בלהבא ולרב חייב והלכתא כוותיה באיסורי: \n\n"
      ]
    ],
    [
      [
        "<b>היו עדיו או אחד מהם פסול וכו'.</b> בר״פ שבועת העדות (שבועות דף ל') תנן דאינה נוהגת אלא בראויים להעיד ובגמ' (דף ל״א) לאפוקי מאי אמר רב פפא לאפוקי מלך ורב אחא בר יעקב אמר לאפוקי משחק בקוביא מ״ד משחק בקוביא כל שכן מלך ומ״ד מלך אבל משחק בקוביא מדאורייתא מחזא חזי ורבנן הוא דפסלוהו ופסק רבינו כרב אחא בר יעקב משום דבתרא הוא. \n",
        "<b>ומ''ש או שהיו עד מפי עד וכו' עד וכן כל כיוצא בזה.</b> הכל משנה שם (דף ל''ה): \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>היה עד אחד וכפר וכו'.</b> שם (דף ל''א:) במשנה כפרו זה אחר זה הראשון חייב והשני פטור ופירש''י השני פטור שכיון שכפר הראשון שוב אין עד יחידי ראוי להעיד ובגמ' (דף ל''ב) מתניתין דלא כי האי תנא דתניא משביע עד אחד פטור ור' אלעזר בר ר''ש מחייב ופירש''י דלא כי האי תנא דלא כר' אלעזר בר''ש: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(ו-יב)</small> תבע את שני עדיו וכו'.</b> זה פשוט. \n",
        "<b>ומ״ש תבע עדי קינוי או עדי סתירה וכו' עד שהמשביע עדי קרקע פטורים כמו שביארנו,</b> הכל בפרק שבועת העדות (שבועות דף ל״ב:) \n\n"
      ],
      [
        "<b>השביע עדיו בבית דין וכו' עד לא היתה עדותו מחייבת ממון.</b> משנה (דף ל''א:) וגמרא שם (דף ל''ב): \n\n"
      ],
      [
        "<b>הודה אחד וכפר אחד וכו'.</b> משנה שם כפר אחד והודה אחד הכופר חייב וכתב רבינו דהוא הדין להודה אחד וכפר אחד, ופשוט הוא שמאחר שהעד האחד הודה נמצא זה שכפר מפסידו ממון בכפירתו: \n",
        "<b>כפרו שניהם כאחד וקדם והודה בתוך כדי דיבור וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>השביע שתי כתי עדים וכו' עד חייבים בשבועת העדות.</b> משנה וגמרא שם: \n\n"
      ],
      [
        "<b>התובע את העדים להעיד לו וכפרו וכו' עד שחוץ לבית דין.</b> משנה שם: \n\n"
      ],
      [
        "<b>ומ''ש בד''א שענו אמן וכו': כתב</b> הראב''ד א''א הא לא כרבי מאיר ולא כרבנן וכו' ורבנן סברי אפילו מפי אחרים כיון דכפר חייב עכ''ל. וכבר כתבתי בזה בפרק ט': \n\n"
      ],
      [
        "<b>השביען בבית דין וכפרו וחזר והשביען וכו'.</b> משנה פ' שבועת העדות: \n\n"
      ]
    ],
    [
      [
        "<b>כשם ששבועת שוא וכו' כך מצות עשה שישבע מי שנתחייב שבועה בבית דין וכו':</b> \n\n"
      ],
      [
        "<b>וכל המשתף דבר אחר וכו'.</b> פרק ד' מיתות (סנהדרין דף ס״ג): \n\n"
      ],
      [
        "<b>ומותר לאדם להשבע על המצוה וכו'.</b> פ''ק דנדרים (דף ח'): \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> שבועה זו שמשביעים הדיינים וכו' מי שטענו חבירו מטלטלין והודה במקצתן וכו'.</b> משנה פרק שבועת הדיינין (שבועות דף ל''ח:) ובפרק ב' דכתובות ופרק הגוזל קמא ובפירקא קמא דמציעא ובכמה דוכתי. \n",
        "<b>ומה שכתב ועד אחד מעיד עליו ומכחישו,</b> בכמה דוכתי מהם. \n",
        "<b>ומה שכתב וכן שומר שטוען שאבד וכו'.</b> מפורש בתורה: \n\n"
      ],
      [],
      [
        "<b>ויש שם שבועה אחרת וכו'.</b> בפ' שבועת הדיינים (שבועות דף מ':): \n\n"
      ],
      [
        "<b>ושבועת הדיינים בין שהיתה של תורה וכו' אוחז ס״ת בזרועו.</b> בריש פרק שבועת הדיינין (שבועות דף ל״ח:) צריך לאתפוסי חפצא בידיה: \n",
        "<b>ומ''ש ונשבע בשם או בכינוי.</b> שם וכדרבנן: \n",
        "<b>ומ״ש בשבועה או באלה.</b> בס״פ שבועת העדות (שבועות דף ל״ו): \n",
        "<b>ומ״ש מפיו או מפי הדיינין.</b> נלמד מדתנן בפ' שבועת הפקדון (שבועות דף ל״ו:) שאם השביעו התובע וענה אחריו אמן חייב. \n",
        "<b>ומ״ש והורו רבותי שאין משביעין הדיינין אלא בלה״ק.</b> בר״פ שבועת הדיינין (שבועות דף ל״ח ל״ט) אמרינן דשבועת הדיינין נאמרת בכל לשון שהוא מבין וא״כ יש לתמוה על הוראת רבותיו ואפשר דלא מדינא קאמרי אלא משום דהוי כעולבנא דדייני אם ישביעוהו בלשון אחרת ומדלא אמרו רבותיו ושבועת הדיינין אינה אלא בלשון הקדש משמע דדוקא כשהם משביעים אותו מפיהם אבל אם הוא נשבע אין בכך כלום אבל לשון הורו קשה דמשמע דמדינא קאמרי ובפרק זה יתבאר דעת רבינו בזה: \n\n"
      ],
      [
        "<b>ומ״ש וכן אם אמר הרי הוא ארור וכו'.</b> בסוף פרק שבועת העדות (שבועות דף ל״ו) ארור בו שבועה: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יא-יב)</small> הדיינים שהשביעו בלא נקיטת חפץ בידו וכו' עד ואינו צריך ליטול ספר תורה אלא תפילין בכפו חפץ הוא.</b> שם (דף ל''ח:): \n\n"
      ],
      [
        "<b>אין בין שבועת היסת לשבועת הדיינים וכו'.</b> כן כתבו הרא''ש והר''ן בפרק שבועת הדיינין בשם הגאונים וכן כתב הרשב''א: \n",
        "<b>כתב</b> הראב''ד אבל משביעין אותו בשם או בכינוי, א''א שמעתי שתקנו הגאונים וכו'. ואין מזה השגה על רבינו שכתב דין הגמ' כמנהגו ועוד שאולי לא שמיע ליה תקנת הגאונים זו: \n\n"
      ],
      [
        "<b>הדיינים שהשביעו את הנשבע בכל לשון שהוא מכיר וכו'.</b> כבר כתבתי דהכי איתא בריש פרק שבועת העדות ומשמע מדקדוק רבינו דהיינו בדיעבד ורבותיו נראה שסוברים שאין משביעין כלל אלא בלשון הקדש ואפילו בדיעבד. וכתב רבינו שאין לסמוך על הוראה זו מההיא דריש פרק שבועת הדיינין ויש לתמוה על רבותיו למה דחו אותה ואפשר לומר שאף הם לא אמרו אלא לכתחלה אבל בדיעבד מהניא וכדעת רבינו אבל לפי מה שנראה שמפרש רבינו בדבריהם קשיא. ואין לתמוה על רבינו מאחר שהוא סובר שאין לסמוך על הוראה זו למה כתב לעיל סתם בלי מחלוקת שי''ל שסמך על מ''ש כאן: \n",
        "<b>ואע''פ שנהגו בכל בתי דינים וכו' צריך להודיע את הנשבע עד שיהא לשון השבועה.</b> פשוט הוא שצריך הנשבע להכיר לשון השבועה: \n",
        "<b>ומ''ש ששבועת הדיינין היא שבועת פקדון בעצמה:</b> \n\n"
      ],
      [
        "<b>כל מי שנתחייב שבועת הדיינין וכו'.</b> בר״פ שבועת הדיינין (שבועות דף ל״ח:) ת״ר שבועת הדיינים אף היא בלשונה נאמרה אומרים לו הוי יודע שכל העולם כלו נזדעזע וכו' עד אלא על דעתנו ועל דעת ב״ד ומדקתני האיום בשבועת הדיינין משמע דעל כל שבועת הדיינין נאמרה אפילו היא מדבריהם שגם היא נקראת שבועת הדיינין אבל שבועת היסת אינה בכלל האיום כמו שכתב רבינו בסוף דבריו מפני שכששנינו איום זה עדיין לא נתקנה שבועת היסת. והוציא רבינו מכלל האיום כשהוא נשבע בטענת ספק ונראה הטעם דמייתי לה על מתניתין דשבועת הדיינים וההיא ע״י טענה וכפירה היא. ומ״מ יש לתמוה שאין זה כדאי להוציא טענת ספק מאיום וגם על שבועת היסת יש לתמוה למה לא נאמר בה כעין דאורייתא תקון: \n\n"
      ],
      [],
      [],
      [
        "<b>ועל מאי דקתני שאומרים סורו נא מעל אהלי האנשים הרשעים האלה,</b> קאמר בגמרא (דף ל''ט:) ההוא דמשבע ליה אמאי ומהדר משום דכתיב שבועת ה' תהיה בין שניהם ואמר מר שהשבועה חלה על שניהם ופירש''י ששניהם נענשים בה שלא דקדק למסור ממונו ביד נאמן: \n\n"
      ],
      [],
      [
        "<b>דבר ברור וגלוי שכל הנשבע שבועת הדיינים וכו': ומ״ש ואינו לוקה ואע״פ שהוא מזיד.</b> בר״פ שבועת הפקדון (שבועות דף ל״ו ל״ז) בעיא ולא איפשיטא ומספיקא לא לקי: \n",
        "<b>ומ״ש ונתחייב לשלם מה שעליו בתוספת חומש שהוא רביע הקרן.</b> בפ' הזהב (בבא מציעא דף נ״ד:): \n",
        "<b>ומ״ש רבינו ומביא קרבן אשם.</b> יש לתמוה למה סתם רבינו הדברים דהא בר״פ שבועת הפקדון (שבועות דף ל״ז) איבעיא להו הזיד בשבועת הפקדון ואתרו ביה מהו וכו' (קרבן מייתי ולא לקי) או דילמא וכו' מילקא לקי קרבן לא מייתי או דילמא הא והא עבידנא ולא איפשיטא ומספיקא לא מייתי קרבן דדילמא פטור וחולין בעזרה הוא ואין לומר דמייתי קרבן ומתנה אם אני פטור הרי הוא קרבן נדבה דא״כ לא ה״ל לרבינו למישתק: \n",
        "<b>כתב</b> הראב''ד אע''פ שהוא מזיד וכו'. א''א אחר שתיקנו הגאונים וכו'. ואין מזה השגה על רבינו שהוא ז''ל כתב ע''פ מה שהוא דין הגמרא: \n\n"
      ]
    ],
    [
      [
        "<b>אע״פ שהנשבע לשוא או לשקר וכו' שנאמר לא ינקה ה' וכו'.</b> בר״פ שבועת הדיינין (שבועות דף ל״ט): \n",
        "<b>וכתב</b> הראב״ד והרי אמרו על שבועת שוא וכו' עכ״ל. וי״ל שאע״פ שב״ד של מטה מלקין ומנקין אותו לאו נקיון גמור קאמר מדאפקיה בלשון לא ינקה דאל״כ הל״ל ינקו אותו דהוה משמע ינקו אותו לגמרי. ומ״ש והרי חייבי מיתות ב״ד מתודין ומתכפרים וכו' כבר כתב רבינו דשאני הכא דאיכא חילול השם ובפירוש אמרו בר״פ שבועת הדיינין (שבועות דף ל״ט) שבכל העבירות נאמר בהם ונקה וכאן נאמר לא ינקה וכל עבירות שבתורה לא נאמר בהם לא ינקה והכתיב ונקה לא ינקה ההוא לכדר' אליעזר וכו' ונקה לשבים לא ינקה לשאינם שבים ופירש״י מנקה הוא לשבים וכאן אף לשבים לא ינקה בלא פרעון. ובספר הבתים כתב נראים דברי הרמב״ם שלא אמרו ב״ד מלקין אותו אלא להיותו כשר לעדות וכ״כ הרב רבי יונתן אבל מ״מ עון חילול השם שבו אינו מנוקה ובביאור אמרו חכמים שאפילו בתשובה אין מנקין להם עון השבועה שנאמר כי לא ינקה ה' את אשר ישא את שמו לשוא את שמו הוא דאינו מנקה אבל מנקה הוא שאר חייבי לאוין ע״כ: \n\n"
      ],
      [],
      [
        "<b>מי שנשבע בשמים ובארץ וכו'.</b> בס״פ שבועת העדות (שבועות דף ל״ה) תנן משביעני עליכם וכו' בשמים ובארץ הרי אלו פטורים ואמרינן בגמרא דאע״ג דאיכא למימר דבמי שהשמים והארץ שלו קאמר כיון דאיכא שמים וארץ בשמים וארץ קאמר. ומשמע לרבינו שאפילו אמר שנתכוון למי שהשמים והארץ שלו כיון דאינו במשמע דבריו אינו כלום: \n",
        "<b>כתב</b> הראב''ד אין זו שבועה א''א ליחייב עליה קרבן ומלקות עכ''ל. טעמו מדתנן הרי אלו פטורים משמע אבל איסורא איכא ואפשר לומר שזו כוונת רבינו אבל מדקתני סיפא מאיימין עליהם ומלמדים את העם וכו' משמע דס''ל דאין כאן שבועה כלל וכפשט לישנא דרבא והא דקתני פטורים אגב דקתני באידך חייבים תנא בהא פטורים ולאו דוקא דאיסור נמי ליכא. \n",
        "<b>ומ''ש וכן הנשבע בנביא מהנביאים או בכתב מכתבי הקדש וכו'</b> משמע לרבינו שהם שוים לאומר בשמים ובארץ: \n",
        "<b>ומ''ש ואע''פ שאין אלו שבועות מאיימין עליהם ומלמדים את העם וכו'.</b> נלמד ממה ששנינו בפ''ב דנדרים גבי נדר בחרם ואמר לא נדרתי אלא בחרמו של ים: \n",
        "<b>וכתב</b> הראב''ד א''א באמת צריכים שאלה לחכם ועובר משום בל יחל עכ''ל. וכבר כתבתי טעמו וטעם רבינו: \n\n"
      ],
      [
        "<b>בד''א בשאר כתבי הקדש אבל הנשבע בתורה וכו'.</b> דין נשבע בתורה הכל מבואר בפ''ב דנדרים ובאיבעית אימא בתרא וכ''פ הרא''ש ואף על גב דבגמרא בנודר בתורה איתמר משמע לרבינו דהוא הדין לנשבע מדאמרינן דעתיה אאזכרות שבה, ובתוספתא פרק שני תני לה לענין שבועה ובירו' מייתי לה לענין נדר ורבינו סבור דהא והא איתנהו ולפיכך כתבה גם בפ''א מהל' נדרים וכן דעת הרא''ש. והראב''ד כתב אני תמיה על זה המחבר מה ראה לחלק וכו'. וי''ל דרבינו סבר שאין לנו אלא מה שאמרו הנודר בתורה ואם כדברי הראב''ד הל''ל הנודר בתורה או בכתבי הקדש ומה שהביא מהירושלמי אינו קשה לרבינו כמו שכתבתי דהא והא איתנהו והתוספתא הויא תיובתיה דהראב''ד: \n\n"
      ],
      [],
      [
        "<b>עבד שנשבע אין רבו צריך לכפותו וכו'.</b> בפ''ב דנזיר (דף ס''ב): \n",
        "<b>וכתב</b> הראב''ד א''א אם נשבע שיתענה וכו' אבל אם נדר בנזיר צריך שיאמר לו שתה עכ''ל. הכי אמרינן בפרק בתרא דנזיר והתם מפרש טעמא דמפלגינן בין נזיר לשאר נדרים ואין כאן השגה על רבינו שהרי כתב רבינו בפרק שני מנזירות דין עבד שנדר בנזירות: \n\n"
      ],
      [
        "<b>קטנים שנשבעו וכו'.</b> (פרק חמישי דנדה) (דף מ''ה): \n\n"
      ],
      [],
      [
        "<b>השומע הזכרת השם וכו'.</b> בפרק קמא דנדרים (דף ז':) וכתב הר''ן ואם לא נדהו הוא עצמו יהא בנדוי לא שיהא בנדוי מאליו אלא ראוי להתנדות קאמר שהרי המזכיר עצמו צריך נידוי והיאך יהא חמור ממנו השומע ושותק. \n",
        "<b>ומ''ש רבינו וצריך להתיר לו מיד.</b> שם: \n\n"
      ],
      [
        "<b>ומ''ש במה דברים אמורים שהיה הנשבע הזה וכו' מזיד וכו'.</b> פשוט בטעמו: \n\n"
      ],
      [
        "<b>ומ''ש ולא שבועה לשוא בלבד היא שאסורה אלא אפילו להזכיר שם מהשמות המיוחדים וכו'. ומ''ש לפיכך אם טעה הלשון והוציא שם לבטלה ימהר מיד וישבח ויפאר וכו'.</b> ירושלמי פרק כיצד מברכין: \n\n"
      ],
      [
        "<b>אע''פ שמותר להשאל על השבועה כו' ראוי להזהר בדבר ואין נזקקין להיתר אלא מפני דבר מצוה</b> וכו'. \n",
        "<b>ומ''ש וטובה גדולה היא לאדם שלא ישבע כלל.</b> כן יש ללמוד מעובדא דפרק השולח (גיטין דף ל''ה) אותה אלמנה שהפקידו אצלה דינר והניחתו בכד הקמח. \n",
        "<b>ומה שכתב ואם עבר ונשבע שיצטער ויעמוד בשבועתו,</b> הכי משמע בפרק (המדיר) (כתובות דף ע''ז) גבי עובדא דרבי יהושע בן לוי עם מלאך המות: \n",
        "<b>כתב</b> הראב''ד ואם עבר ונשבע שיצטער ויעמוד בשבועתו, א''א דוקא בשבועה וכשנשבע להרע לעצמו וכו'. ואפשר שגם זה דעת רבינו שהרי לא כתב כן אלא בשבועה וצריך טעם למה נשתנה נדר משבועה בזה: \n",
        "<b>סליקו הלכות שבועות בס''ד</b> \n\n"
      ]
    ]
  ]
};