const Vows = {
  "title": "Mishneh Torah, Vows",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Vows",
  "text": [
    [
      "הַנֵּדֶר נֶחְלָק לִשְׁתֵּי מַחֲלוֹקוֹת. הַחֵלֶק הָרִאשׁוֹן הוּא שֶׁיֶּאֱסֹר עַל עַצְמוֹ דְּבָרִים הַמֻּתָּרִים לוֹ כְּגוֹן שֶׁיֹּאמַר פֵּרוֹת מְדִינָה פְּלוֹנִית אֲסוּרִין עָלַי כָּל שְׁלֹשִׁים יוֹם אוֹ לְעוֹלָם. אוֹ מִין פְּלוֹנִי מִפֵּרוֹת הָעוֹלָם אוֹ פֵּרוֹת אֵלּוּ אֲסוּרִין עָלַי. בְּכָל לָשׁוֹן שֶׁיֶּאֱסֹר הֲרֵי זֶה נֶאֱסָר בָּהֶן. וְאַף עַל פִּי שֶׁאֵין שָׁם שְׁבוּעָה כְּלָל וְלֹא הַזְכָּרַת שֵׁם וְלֹא כִּנּוּי. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(במדבר ל ג)</small> \"לֶאְסֹר אִסָּר עַל נַפְשׁוֹ\". שֶׁיֶּאֱסֹר עַל עַצְמוֹ דְּבָרִים הַמֻּתָּרִים. וְכֵן אִם אָמַר הֲרֵי הֵן עָלַי אִסָּר הֲרֵי אֵלּוּ אֲסוּרִין וְחֵלֶק זֶה הוּא שֶׁאֲנִי קוֹרֵא אוֹתוֹ נִדְרֵי אִסָּר:  ",
      "וְהַחֵלֶק הַשֵּׁנִי הוּא שֶׁיְּחַיֵּב עַצְמוֹ בְּקָרְבָּן שֶׁאֵינוֹ חַיָּב בּוֹ. כְּגוֹן שֶׁיֹּאמַר הֲרֵי עָלַי לְהָבִיא עוֹלָה. אוֹ הֲרֵי עָלַי לְהָבִיא שְׁלָמִים אוֹ מִנְחָה. הֲרֵי בְּהֵמָה זוֹ עוֹלָה אוֹ שְׁלָמִים. וְהָאוֹמֵר [הֲרֵי] עָלַי הוּא הַנִּקְרָא נֵדֶר. וְהָאוֹמֵר הֲרֵי זוֹ הוּא הַנִּקְרָא נְדָבָה. וְהַנְּדָבָה וְהַנֵּדֶר מִמִּין אֶחָד הוּא אֶלָּא שֶׁהַנְּדָרִים חַיָּבִין בְּאַחֲרָיוּתָן וּנְדָבוֹת אֵין חַיָּבִין בְּאַחֲרָיוּתָן. וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(דברים יב יז)</small> \"וּנְדָרֶיךָ אֲשֶׁר תִּדֹּר וְנִדְבֹתֶיךָ\" וְגוֹ'. וְחֵלֶק זֶה הוּא שֶׁאֲנִי קוֹרֵא אוֹתוֹ נִדְרֵי הֶקְדֵּשׁ:  ",
      "וְדִינֵי הַחֵלֶק הָרִאשׁוֹן וְעִנְיָנוֹ הֵם שֶׁאָנוּ מְבָאֲרִים בַּהֲלָכוֹת אֵלּוּ. אֲבָל דִּינֵי נִדְרֵי הֶקְדֵּשׁ וּמִשְׁפְּטֵיהֶם כֻּלָּם יִתְבָּאֲרוּ בִּמְקוֹמָם בְּהִלְכוֹת מַעֲשֵׂה הַקָּרְבָּנוֹת:  ",
      "מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁיְּקַיֵּם אָדָם שְׁבוּעָתוֹ אוֹ נִדְרוֹ בֵּין שֶׁהָיָה מִנִּדְרֵי אִסָּר בֵּין שֶׁהָיָה מִנִּדְרֵי הֶקְדֵּשׁ. שֶׁנֶּאֱמַר <small>(דברים כג כד)</small> \"מוֹצָא שְׂפָתֶיךָ תִּשְׁמֹר וְעָשִׂיתָ כַּאֲשֶׁר נָדַרְתָּ\" וְנֶאֱמַר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\":  ",
      "הָאוֹסֵר עַל עַצְמוֹ מִין מִמִּינֵי מַאֲכָל כְּגוֹן שֶׁאָמַר תְּאֵנִים אֲסוּרִין עָלַי אוֹ תְּאֵנִים שֶׁל מְדִינָה פְּלוֹנִית אֲסוּרִים עָלַי אוֹ תְּאֵנִים אֵלּוּ אֲסוּרִין עָלַי וְכַיּוֹצֵא בְּאֵלּוּ וְאָכַל מֵהֶן כָּל שֶׁהוּא לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\". שֶׁאֵין לִנְדָרִים שִׁעוּר. שֶׁכָּל הַנּוֹדֵר מִדָּבָר הֲרֵי זֶה כִּמְפָרֵשׁ כָּל שֶׁהוּא. אָמַר אֲכִילָה מִפֵּרוֹת מְדִינָה פְּלוֹנִית אֲסוּרִין עָלַי אוֹ אֲכִילָה מִפֵּרוֹת אֵלּוּ אֵינוֹ לוֹקֶה עַד שֶׁיֹּאכַל כְּזַיִת:  ",
      "אָסַר עַל עַצְמוֹ אֲכִילָה מִן הַתְּאֵנִים וַאֲכִילָה מִן הָעֲנָבִים בֵּין בְּנֵדֶר אֶחָד בֵּין בִּשְׁנֵי נְדָרִים הֲרֵי אֵלּוּ מִצְטָרְפִין לִכְזַיִת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי קָרְבָּן אוֹ שֶׁאָמַר הֲרֵי הֵם כְּקָרְבָּן אוֹ שֶׁאָמַר לַחֲבֵרוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ עָלַי קָרְבָּן אוֹ כְּקָרְבָּן אוֹ הֲרֵי הֵן עָלַי קָרְבָּן. הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו מִפְּנֵי שֶׁאֶפְשָׁר שֶׁיִּדֹּר אָדָם קָרְבָּן וְיַעֲשֶׂה בְּהֵמָה שֶׁהָיְתָה חֹל קָרְבָּן וְתֵאָסֵר:  ",
      "אֲבָל הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי אוֹ מִין פְּלוֹנִי עָלַי אוֹ מַה שֶּׁאֹכַל עִם פְּלוֹנִי עָלַי כִּבְשַׂר חֲזִיר אוֹ כְּעַכּוּ''ם אוֹ כִּנְבֵלוֹת וּטְרֵפוֹת וְכַיּוֹצֵא בְּאֵלּוּ הֲרֵי אֵלּוּ מֻתָּרִין וְאֵין כָּאן נֵדֶר. שֶׁאִי אֶפְשָׁר שֶׁיַּעֲשֶׂה דָּבָר שֶׁאֵינוֹ בְּשַׂר חֲזִיר כִּבְשַׂר חֲזִיר:  ",
      "זֶה הַכְּלָל כָּל הַמֵּשִׂים דְּבָרִים הַמֻּתָּרִים כַּדְּבָרִים הָאֲסוּרִים אִם אוֹתוֹ דָּבָר הָאָסוּר יָכוֹל לַעֲשׂוֹתוֹ בְּנֵדֶר הֲרֵי אֵלּוּ אֲסוּרִים. וְאִם אֵינוֹ יָכוֹל לַעֲשׂוֹתוֹ בְּנֵדֶר הֲרֵי אֵלּוּ מֻתָּרִין:  ",
      "הַחַטָּאת וְהָאָשָׁם אַף עַל פִּי שֶׁאֵינָן בָּאִין בְּנֵדֶר וּנְדָבָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ אֶפְשָׁר לַנּוֹדֵר לְהָבִיא אוֹתָם מֵחֲמַת נִדְרוֹ. שֶׁהַנּוֹדֵר בְּנָזִיר מֵבִיא חַטָּאת וְאִם נִטְמָא מֵבִיא אָשָׁם כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כְּחַטָּאת אוֹ כְּאָשָׁם אוֹ שֶׁאָמַר הֲרֵי הֵן חַטָּאת אוֹ הֲרֵי הֵן אָשָׁם הֲרֵי אֵלּוּ אֲסוּרִין. וְאֵין צָרִיךְ לוֹמַר בְּאוֹמֵר הֲרֵי הֵן עוֹלָה אוֹ שְׁלָמִים אוֹ מִנְחָה אוֹ תּוֹדָה שֶׁהֵן אֲסוּרִין שֶׁכָּל אֵלּוּ בָּאִין בְּנֵדֶר וּנְדָבָה:  ",
      "אֲבָל הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כְּחַלַּת אַהֲרֹן אוֹ כִּתְרוּמָתוֹ הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין שָׁם דֶּרֶךְ לְהָבִיא אֵלּוּ בְּנֵדֶר וּנְדָבָה:  ",
      "הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי כְּנוֹתָר כְּפִגּוּל כְּבָשָׂר טָמֵא שֶׁל קָדָשִׁים הֲרֵי אֵלּוּ אֲסוּרִין שֶׁהֲרֵי עֲשָׂאָן כִּבְשַׂר קָרְבָּן מִכָּל מָקוֹם:  ",
      "הָאוֹמֵר הֲרֵי הֵן עָלַי כְּמַעֲשַׂר בְּהֵמָה הֲרֵי אֵלּוּ אֲסוּרִין הוֹאִיל וּקְדֻשָּׁתוֹ בִּידֵי אָדָם. הֲרֵי הֵן עָלַי כִּבְכוֹר הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין קְדֻשָּׁתוֹ בִּידֵי אָדָם וְאֵינוֹ יָכוֹל לְהַתְפִּיסוֹ בְּנֵדֶר שֶׁנֶּאֱמַר <small>(ויקרא כז כו)</small> \"לֹא יַקְדִּישׁ אִישׁ אֹתוֹ\":  ",
      "אָמַר הֲרֵי הֵן עָלַי כְּחֶרְמֵי שָׁמַיִם הֲרֵי אֵלּוּ אֲסוּרִין. שֶׁחֶרְמֵי שָׁמַיִם לְבֶדֶק הַבַּיִת. הֲרֵי הֵן עָלַי כִּתְרוּמַת הַלִּשְׁכָּה כִּתְמִידִים כְּדִירִים כְּעֵצִים כְּאִשִּׁים כְּמִזְבֵּחַ אוֹ כְּאַחַד מִמְּשַׁמְּשֵׁי הַמִּזְבֵּחַ. כְּגוֹן שֶׁאָמַר הֲרֵי הֵן עָלַי כְּיָעִים כְּמִזְרָקוֹת כְּמִזְלָגוֹת וְכַיּוֹצֵא בָּהֶן. וְכֵן הָאוֹמֵר הֲרֵי הֵן עָלַי כְּהֵיכָל כִּירוּשָׁלַיִם הֲרֵי אֵלּוּ אֲסוּרִין. וְאַף עַל פִּי שֶׁלֹּא הַזְכִּיר שֵׁם קָרְבָּן. שֶׁכָּל דְּבָרִים אֵלּוּ עִנְיָנָם כְּאוֹמֵר הֲרֵי הֵן עָלַי קָרְבָּן:  ",
      "הָיָה לְפָנָיו בְּשַׂר קֹדֶשׁ אֲפִלּוּ הָיָה בְּשַׂר שְׁלָמִים אַחַר זְרִיקַת דָּמִים שֶׁהוּא מֻתָּר לַזָּרִים וְאָמַר הֲרֵי הֵן עָלַי כְּבָשָׂר זֶה הֲרֵי אֵלּוּ אֲסוּרִין. שֶׁלֹּא הִתְפִּיס אֶלָּא בְּעִקָּרוֹ שֶׁהָיָה אָסוּר. אֲבָל אִם הָיָה בְּשַׂר בְּכוֹר אִם לִפְנֵי זְרִיקַת דָּמִים הֲרֵי זֶה אָסוּר וְאִם לְאַחר זְרִיקַת דָּמִים הֲרֵי זֶה מֻתָּר:  ",
      "יֵשׁ מְקוֹמוֹת שֶׁאַנְשֵׁיהֶם עִלְּגִים וּמַפְסִידִין אֶת הַלָּשׁוֹן וּמְכַנִּין עַל דָּבָר בְּדָבָר אַחֵר הוֹלְכִין שָׁם אַחַר הַכִּנּוּי. כֵּיצַד כָּל כִּנּוּיֵי קָרְבָּן כְּקָרְבָּן. הָאוֹמֵר הֲרֵי הֵן עָלַי קוֹנַם קוֹנָח קוֹנָז הֲרֵי אֵלּוּ כִּנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶף חֵרֶךְ הֲרֵי אֵלּוּ כִּנּוּיִין לְחֵרֶם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הוֹלְכִין אַחַר לְשׁוֹן כְּלַל הָעָם בְּאוֹתוֹ מָקוֹם וּבְאוֹתוֹ זְמַן:  ",
      "וּכְשֵׁם שֶׁאוֹסֵר עַצְמוֹ בְּכִנּוּיִין כָּךְ אִם הִקְדִּישׁ בְּכִנּוּיִין הֲרֵי זֶה הֶקְדֵּשׁ. וְכִנּוּיֵי הַכִּנּוּיִין מֻתָּרִין בֵּין בְּנִדְרֵי אִסָּר בֵּין בְּנִדְרֵי הֶקְדֵּשׁ:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ מַה שֶּׁאֹכַל עִמְּךָ לֹא יְהֵא חֻלִּין אוֹ לֹא יְהֵא כָּשֵׁר אוֹ לֹא יְהֵא דְּכִי אוֹ לֹא יְהֵא טָהוֹר הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ יְהֵא קָרְבָּן שֶׁהוּא אָסוּר. וְכֵן אִם אָמַר לוֹ כָּל מַה שֶּׁאֹכַל עִמְּךָ טָמֵא אוֹ נוֹתָר אוֹ פִּגּוּל הֲרֵי זֶה אָסוּר:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ לֹא חֻלִּין לֹא אֹכַל לְךָ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ מַה שֶּׁאֹכַל לְךָ לֹא יְהֵא חֻלִּין אֶלָּא קָרְבָּן. וְכֵן אִם אָמַר הַקָרְבָּן שֶׁאֹכַל לְךָ קָרְבָּן שֶׁאֹכַל לְךָ כְּקָרְבָּן שֶׁאֹכַל לְךָ הֲרֵי זֶה אָסוּר. אֲבָל הָאוֹמֵר הַקָּרְבָּן לֹא אֹכַל לְךָ אוֹ כְּקָרְבָּן לֹא אֹכַל לְךָ אוֹ לְקָרְבָּן לֹא אֹכַל לְךָ אוֹ קָרְבָּן לֹא אֹכַל לְךָ אוֹ לֹא קָרְבָּן לֹא אֹכַל לְךָ כָּל אֵלּוּ מֻתָּרִים. שֶׁאֵין מַשְׁמַע דְּבָרִים אֵלּוּ אֶלָּא שֶׁנִּשְׁבַּע בְּקָרְבָּן שֶׁלֹּא יֹאכַל לָזֶה וְהַנִּשְׁבָּע בְּקָרְבָּן אֵינוֹ כְּלוּם אוֹ שֶׁנָּדַר שֶׁלֹּא יֹאכַל לוֹ קָרְבָּן:  ",
      "חֻלִּין שֶׁאֹכַל לְךָ הַחֻלִּין שֶׁאֹכַל לְךָ כְּחֻלִּין שֶׁאֹכַל לְךָ חֻלִּין שֶׁלֹּא אֹכַל לְךָ הַחֻלִּין שֶׁלֹּא אֹכַל לְךָ כְּחֻלִּין שֶׁלֹּא אֹכַל לְךָ הֲרֵי זֶה מֻתָּר:  ",
      "אֲבָל הָאוֹמֵר לֹא טָמֵא שֶׁאֹכַל לְךָ לֹא נוֹתָר שֶׁאֹכַל לְךָ לֹא פִּגּוּל שֶׁאֹכַל לְךָ אָסוּר. שֶׁמַּשְׁמָעוֹ שֶׁל דָּבָר דָּבָר שֶׁאֹכַל הוּא שֶׁיִּהְיֶה פִּגּוּל אוֹ טָמֵא לְפִיכָךְ לֹא אֹכַל לְךָ:  ",
      "בַּהֵיכָל שֶׁאֹכַל לְךָ הֵיכָל שֶׁאֹכַל לְךָ לֹא הֵיכָל שֶׁאֹכַל לְךָ אָסוּר. הֵיכָל שֶׁלֹּא אֹכַל לְךָ כְּהֵיכָל שֶׁלֹּא אֹכַל לְךָ לֹא הֵיכָל שֶׁלֹּא אֹכַל לְךָ מֻתָּר. שֶׁזֶּה כְּמִי שֶׁנִּשְׁבַּע בַּהֵיכָל שֶׁלֹּא יֹאכַל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ מֻדָּר אֲנִי מִמְּךָ מַשְׁמַע דָּבָר זֶה שֶׁלֹּא יְדַבֵּר עִמּוֹ. מֻפְרָשׁ אֲנִי מִמְּךָ מַשְׁמָעוֹ שֶׁלֹּא יִשָּׂא וְיִתֵּן עִמּוֹ. מְרֻחָק אֲנִי מִמְּךָ מַשְׁמָעוֹ שֶׁלֹּא יֵשֵׁב בְּאַרְבַּע אַמּוֹתָיו. וְכֵן אִם אָמַר לוֹ מְנֻדֶּה אֲנִי לְךָ אוֹ מְשַׁמַּתְנָא מִמְּךָ. אֲבָל אִם אָמַר לוֹ מֻדָּר אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ. אוֹ מֻפְרָשׁ אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ אוֹ מְרֻחָק אֲנִי מִמְּךָ שֶׁלֹּא אֹכַל לְךָ הֲרֵי זֶה אָסוּר לֶאֱכל. וְאִם אָכַל כְּזַיִת מִכָּל נְכָסָיו לוֹקֶה מִשּׁוּם <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\":  ",
      "אָמַר לוֹ מְנֻדֶּה אֲנִי לְךָ שֶׁלֹּא אֹכַל לְךָ אֵינוֹ אוֹכֵל לוֹ וְאִם אָכַל אֵינוֹ לוֹקֶה. אָמַר לוֹ נָדִינָא מִמְּךָ הֲרֵי זֶה אָסוּר לֵהָנוֹת:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ הֲרֵי עָלַי כְּנִדְרֵי רְשָׁעִים אִם אֹכַל לְךָ שֶׁמִּנִּדְרֵיהֶם נָזִיר וְקָרְבָּן וּשְׁבוּעָה וְאָכַל חַיָּב בְּכֻלָּן. וְכֵן הָאוֹמֵר הֲרֵי עָלַי כִּנְדָבוֹת כְּשֵׁרִים שֶׁמִּנִּדְבוֹתָם נָזִיר וְקָרְבָּן הֲרֵי זֶה חַיָּב:  ",
      "אָמַר הֲרֵי עָלַי כְּנִדְרֵי רְשָׁעִים אוֹ כִּנְדָבוֹת כְּשֵׁרִים שֶׁאֹכַל לְךָ אוֹ אִם אֹכַל לְךָ הֲרֵי זֶה אָסוּר אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ. אָמַר כְּנִדְרֵי כְּשֵׁרִים לֹא נִתְחַיֵּב בִּכְלוּם שֶׁאֵין הַכְּשֵׁרִים נוֹדְרִים בְּדֶרֶךְ אִסּוּר וָכַעַס. אָמַר כְּנִדְרֵי רְשָׁעִים הֲרֵינִי וְהָיָה נָזִיר עוֹבֵר לְפָנָיו חַיָּב בִּנְזִירוּת. כְּנִדְרֵי רְשָׁעִים עָלַי חַיָּב קָרְבָּן. כְּנִדְרֵי רְשָׁעִים שֶׁלֹּא אֹכַל מִמֶּנּוּ חַיָּב בִּשְׁבוּעָה:  ",
      "הַנּוֹדֵר בַּתּוֹרָה כְּגוֹן שֶׁאָמַר פֵּרוֹת אֵלּוּ עָלַי כָּזוֹ לֹא אָמַר כְּלוּם וְאֵינוֹ צָרִיךְ שְׁאֵלָה לְחָכָם. אֶלָּא אִם כֵּן הָיָה עַם הָאָרֶץ. כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים:  ",
      "נָדַר בְּמַה שֶּׁכָּתוּב בָּהּ הֲרֵי זֶה אָסוּר שֶׁהֲרֵי כָּתוּב בָּהּ אִסָּר וְנֶדֶר. נְטָלָהּ בְּיָדוֹ וְנָדַר בָּהּ הֲרֵי זֶה כְּמִי שֶׁנָּדַר בְּמַה שֶּׁכָּתוּב בָּהּ:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ נַשְׁכִּים וְנִשְׁנֶה פֶּרֶק. עָלָיו לְהַשְׁכִּים וְלִקְרוֹת שֶׁזֶּה כְּמוֹ נֵדֶר הוּא וְאַף עַל פִּי שֶׁלֹּא הוֹצִיאוֹ בִּלְשׁוֹן נֵדֶר:  ",
      "הָאוֹמֵר לְאִשְׁתּוֹ הֲרֵי אַתְּ עָלַי כְּאִמִּי אוֹ כַּאֲחוֹתִי אוֹ כְּעָרְלָה אוֹ כְּכִלְאֵי הַכֶּרֶם הֲרֵי זֶה כְּאוֹמֵר עַל הַפֵּרוֹת הֲרֵי אֵלּוּ כִּבְשַׂר חֲזִיר. כְּשֵׁם שֶׁהוּא מֻתָּר לְאָכְלָן כְּמוֹ שֶׁבֵּאַרְנוּ כָּךְ מֻתָּר בְּאִשְׁתּוֹ. אֲבָל אִם אָמַר לָהּ הֲרֵינִי מֻדָּר מִמֵךְ הֲנָיָה אוֹ הֲנָאַת תַּשְׁמִישֵׁךְ אֲסוּרָה עָלַי הֲרֵי זוֹ אֲסוּרָה עָלָיו כְּמוֹ שֶׁיִּתְבָּאֵר:  "
    ],
    [
      "אֶחָד הַנּוֹדֵר מִפִּי עַצְמוֹ אוֹ שֶׁהִדִּירוֹ חֲבֵרוֹ וְאָמַר אָמֵן אוֹ דָּבָר שֶׁעִנְיָנוֹ כְּעִנְיַן אָמֵן שֶׁהוּא קַבָּלַת דְּבָרִים: \n",
      "וְאֵין הַנּוֹדֵר נֶאֱסָר בְּדָבָר שֶׁאָסַר עַל עַצְמוֹ עַד שֶׁיּוֹצִיא בִּשְׂפָתָיו וְיִהְיֶה פִּיו וְלִבּוֹ שָׁוִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת. אֲבָל הַמִּתְכַּוֵּן לִנְדֹּר בְּנָזִיר וְנָדַר בְּקָרְבָּן. בְּקָרְבָּן וְנָדַר בְּנָזִיר. בִּשְׁבוּעָה וְנָדַר. אוֹ שֶׁנִּתְכַּוֵּן לִנְדֹּר וְנִשְׁבַּע. אוֹ שֶׁנִּתְכַּוֵּן לוֹמַר תְּאֵנִים וְאָמַר עֲנָבִים. הֲרֵי זֶה מֻתָּר בִּשְׁנֵיהֶם וְאֵין כָּאן נֵדֶר: \n",
      "הַנּוֹדֵר עַל דַּעַת אֲחֵרִים הֲרֵי זֶה כְּנִשְׁבָּע עַל דַּעַת אֲחֵרִים. וְכֵן הַנּוֹדֵר וְחָזַר בּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר אוֹ שֶׁמִּחוּ בּוֹ בְּתוֹךְ כְּדֵי דִּבּוּר וְקִבֵּל הֲרֵי זֶה מֻתָּר. וְדִין כָּל אֵלּוּ הַדְּבָרִים בִּנְדָרִים כְּדִינָן בִּשְׁבוּעוֹת: \n",
      "מִי שֶׁהִתְנָה קֹדֶם שֶׁיִּדֹּר וְאָמַר כָּל נֵדֶר שֶׁאֶדֹּר מִכָּאן וְעַד עֶשֶׂר שָׁנִים הֲרֵינִי חוֹזֵר בָּהֶן אוֹ הֲרֵי הֵן בְּטֵלִים וְכַיּוֹצֵא בַּדְּבָרִים אֵלּוּ וְאַחַר כָּךְ נָדַר. אִם הָיָה זוֹכֵר הַתְּנַאי בְּשָׁעָה שֶׁנָּדַר הֲרֵי נִדְרוֹ קַיָּם שֶׁהֲרֵי בִּטֵּל הַתְּנַאי בְּנֵדֶר זֶה. וְאִם לֹא זָכַר הַתְּנַאי אֶלָּא אַחַר שֶׁנָּדַר אַף עַל פִּי שֶׁקִּבֵּל הַתְּנַאי בְּלִבּוֹ וְקִיְּמוֹ הֲרֵי הַנֵּדֶר בָּטֵל. וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא עַתָּה הַחֲזָרָה בְּפִיו כְּבָר הִקְדִּים הַחֲזָרָה לַנֵּדֶר וְהוֹצִיאָהּ בְּפִיו מִקֹּדֶם. וְיֵשׁ שֶׁמּוֹרֶה לְהַחְמִיר וְאוֹמֵר וְהוּא שֶׁיִּזְכֹּר הַתְּנַאי אַחַר שֶׁנָּדַר בְּתוֹךְ כְּדֵי דִּבּוּר: \n",
      "מִי שֶׁהִקְדִּים אֶת הַתְּנַאי לְשָׁנָה אוֹ לְעֶשֶׂר וְאַחַר כָּךְ נָדַר וְנִזְכַּר בְּשָׁעָה שֶׁנָּדַר שֶׁיֵּשׁ לוֹ תְּנַאי וְשָׁכַח עַל אֵי זֶה דָּבָר הִתְנָה וְכֵיצַד הָיָה הַתְּנַאי. אִם אָמַר עַל דַּעַת רִאשׁוֹנָה אֲנִי עוֹשֶׂה אֵין נִדְרוֹ נֵדֶר שֶׁהֲרֵי בִּטְּלוֹ. וְאִם לֹא אָמַר עַל דַּעַת רִאשׁוֹנָה אֲנִי עוֹשֶׂה כְּבָר בִּטֵּל הַתְּנַאי וְקִיֵּם הַנֵּדֶר שֶׁהֲרֵי זָכַר בִּשְׁעַת הַנֵּדֶר שֶׁיֵּשׁ שָׁם תְּנַאי וְאַף עַל פִּי כֵן נָדַר: \n",
      "יֵשׁ מֵהַגְּאוֹנִים שֶׁאוֹמְרִים אֵין כָּל אֵלּוּ הַדְּבָרִים נוֹהֲגִין אֶלָּא בִּנְדָרִים בִּלְבַד לֹא בִּשְׁבוּעוֹת. וְיֵשׁ מִי שֶׁמּוֹרֶה שֶׁדִּין הַנְּדָרִים וְהַשְּׁבוּעוֹת בְּעִנְיָנוֹת אֵלּוּ אֶחָד הֵם. וְכִי יֵשׁ לוֹ לְהַקְדִּים תְּנַאי לִשְׁבוּעָתוֹ כְּדֶרֶךְ שֶׁאָמְרוּ בִּנְדָרִים: \n",
      "סְתָם נְדָרִים לְהַחְמִיר. וּפֵרוּשָׁן יֵשׁ בּוֹ לְהָקֵל וּלְהַחְמִיר. כֵּיצַד. הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי כְּבָשָׂר מָלִיחַ וּכְיֵין נֶסֶךְ. אוֹמְרִין לוֹ וּמֶה הָיָה בְּלִבְּךָ. אִם פֵּרֵשׁ וְאָמַר כְּבָשָׂר מָלִיחַ שֶׁל קָרְבָּן וּכְיַיִן שֶׁנִּתְנַסֵּךְ עַל הַמִּזְבֵּחַ הָיָה בְּלִבִּי הֲרֵי זֶה אָסוּר. וְאִם אָמַר לֹא הָיָה בְּלִבִּי אֶלָּא תִּקְרֹבֶת עַכּוּ''ם וְיַיִן שֶׁנִּתְנַסֵּךְ לָהּ הֲרֵי זֶה מֻתָּר. וְאִם נָדַר סְתָם הֲרֵי זֶה אָסוּר: \n",
      "וְכֵן הָאוֹמֵר הֲרֵי הַפֵּרוֹת הָאֵלּוּ עָלַי חֵרֶם. אִם כְּחֵרֶם שֶׁל בֶּדֶק הַבַּיִת אָסוּר. וְאִם כְּחֶרְמֵי הַכֹּהֲנִים מֻתָּר. מִפְּנֵי שֶׁהֵן מָמוֹן שֶׁלָּהֶם וְאֵין בָּהּ אִסּוּר. וְאִם סְתָם אָסוּר: \n",
      "הֲרֵי הֵן עָלַי כְּמַעֲשֵׂר. אִם כְּמַעֲשַׂר בְּהֵמָה אָסוּר מִפְּנֵי שֶׁהוּא קָרְבָּן שֶׁהִקְדִּישׁוֹ בְּיָדוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם כְּמַעֲשַׂר דָּגָן מֻתָּר וְאִם סְתָם אָסוּר: \n",
      "הֲרֵי הֵן עָלַי כִּתְרוּמָה. אִם לִתְרוּמַת הַלִּשְׁכָּה נִתְכַּוֵּן הֲרֵי זֶה אָסוּר. וְאִם לִתְרוּמַת הַגֹּרֶן נִתְכַּוֵּן מֻתָּר. וְאִם סְתָם אָסוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁמַּשְׁמָע כָּל אֶחָד מֵאֵלּוּ שָׁם שְׁנֵי עִנְיָנוֹת. אֲבָל מָקוֹם שֶׁדַּרְכָּן שֶׁאֵין קוֹרְאִים חֵרֶם סְתָם אֶלָּא לְחֶרְמֵי בֶּדֶק הַבַּיִת בִּלְבַד וְאָמַר שָׁם הֲרֵי הֵן עָלַי חֵרֶם הֲרֵי זֶה אָסוּר. וְכֵן אִם הָיָה דַּרְכָּן שֶׁאֵין קוֹרְאִים חֵרֶם סְתָם אֶלָּא לְחֶרְמֵי כֹּהֲנִים הֲרֵי זֶה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁאֵין הוֹלְכִין בִּנְדָרִים אֶלָּא אַחַר לְשׁוֹן אַנְשֵׁי אוֹתוֹ מָקוֹם בְּאוֹתוֹ זְמַן: \n",
      "הַנּוֹדֵר בְּחֵרֶם וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא חֶרְמוֹ שֶׁל יָם שֶׁהִיא הַמִּכְמֹרֶת. נָדַר בְּקָרְבָּן וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא בְּקָרְבְּנוֹת מְלָכִים. אָמַר לַחֲבֵרוֹ הֲרֵי עַצְמִי עָלֶיךָ קָרְבָּן וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא לְאָסְרוֹ בְּעֶצֶם שֶׁהִנַּחְתִּי לִי לִהְיוֹת נוֹדֵר בּוֹ דֶּרֶךְ שְׂחוֹק. נָדַר שֶׁלֹּא תֵּהָנֶה לוֹ אִשְׁתּוֹ וְאָמַר לֹא הָיָה בְּלִבִּי אֶלָּא אִשְׁתִּי רִאשׁוֹנָה שֶׁגֵּרַשְׁתִּיהָ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים שֶׁמַּשְׁמָעָן לְכָל הָעָם אִסּוּר וְהוּא אוֹמֵר לֹא נִתְכַּוַּנְתִּי אֶלָּא לְכָךְ וּלְכָךְ. אִם הָיָה הַנּוֹדֵר תַּלְמִיד חָכָם הֲרֵי זֶה מֻתָּר וְאֵין צָרִיךְ שְׁאֵלָה לְחָכָם. וְאִם הָיָה עַם הָאָרֶץ מַרְאִין בְּעֵינָיו שֶׁזֶּה נֵדֶר וְשֶׁהוּא אָסוּר וּפוֹתְחִים לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ. וּבֵין שֶׁהָיָה תַּלְמִיד חָכָם אוֹ עַם הָאָרֶץ גּוֹעֲרִין בָּהֶן וּמְלַמְּדִין אוֹתָן שֶׁלֹּא יִנְהֲגוּ מִנְהָג זֶה בִּנְדָרִים וְלֹא יִהְיוּ נוֹדְרִין דֶּרֶךְ שְׂחוֹק וְהִתּוּל: \n",
      "וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ הֲרֵי אַתְּ עָלַי כְּאִמִּי אוֹ הָאוֹמֵר פֵּרוֹת אֵלּוּ עָלַי כִּבְשַׂר חֲזִיר שֶׁאֵין כָּאן נֵדֶר כְּמוֹ שֶׁבֵּאַרְנוּ. אִם הָיָה הָאוֹמֵר תַּלְמִיד חָכָם אֵינוֹ צָרִיךְ שְׁאֵלָה לְחָכָם. וְאִם הָיָה עַם הָאָרֶץ צָרִיךְ שְׁאֵלָה לְחָכָם וּמַרְאִין בְּעֵינָיו שֶׁאִשְׁתּוֹ אֲסוּרָה וְשֶׁאוֹתָן הַפֵּרוֹת אֲסוּרִין וּפוֹתְחִין לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ נִדְרוֹ כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים: \n",
      "הַהֶפְקֵר אַף עַל פִּי שֶׁאֵינוֹ נֵדֶר הֲרֵי הוּא כְּמוֹ נֵדֶר שֶׁאָסוּר לוֹ לַחְזֹר בּוֹ. וּמַה הוּא הַהֶפְקֵר הוּא שֶׁיֹּאמַר אָדָם נְכָסִים אֵלּוּ הֶפְקֵר לַכּל. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת. וְכֵיצַד דִּין הַהֶפְקֵר. כָּל הַקּוֹדֵם וְזָכָה בּוֹ קָנָהוּ לְעַצְמוֹ וְנַעֲשָׂה שֶׁלּוֹ. וַאֲפִלּוּ זֶה שֶׁהִפְקִיר דִּינוֹ בּוֹ כְּדִין כָּל אָדָם אִם קָדַם וְזָכָה בּוֹ קָנָהוּ: \n",
      "הַמַּפְקִיר לַעֲנִיִּים אֲבָל לֹא לַעֲשִׁירִים אֵינוֹ הֶפְקֵר עַד שֶׁיַּפְקִיר לַכּל כִּשְׁמִטָּה. והַמַּפְקִיר עֲבָדָיו הַגְּדוֹלִים קָנוּ עַצְמָן. וְהַקְּטַנִּים כָּל הַקּוֹדֵם וְהֶחֱזִיק בָּהֶן זָכָה כִּשְׁאָר הַמִּטַּלְטְלִין: \n",
      "הַמַּפְקִיר אֶת הַקַּרְקַע כָּל הַקּוֹדֵם וְהֶחֱזִיק בָּהּ זָכָה. דִּין תּוֹרָה אֲפִלּוּ הִפְקִיר בִּפְנֵי אֶחָד הֲרֵי זֶה הֶפְקֵר וְנִפְטָר מִן הַמַּעַשְׂרוֹת כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. אֲבָל מִדִּבְרֵי סוֹפְרִים אֵינוֹ הֶפְקֵר עַד שֶׁיַּפְקִיר בִּפְנֵי שְׁלֹשָׁה כְּדֵי שֶׁיִּהְיֶה אֶחָד זוֹכֶה אִם רָצָה וְהַשְּׁנַיִם מְעִידִים. וְהָאוֹמֵר הֲרֵי זֶה הֶפְקֵר וְזֶה. הֲרֵי הַשֵּׁנִי סְפֵק הֶפְקֵר וְאִם אָמַר וְזֶה כְּמוֹ זֶה אוֹ שֶׁאָמַר וְגַם זֶה הֲרֵי הִתְפִּיס הַשֵּׁנִי וְיִהְיֶה הֶפְקֵר וַדַּאי: \n",
      "הַמַּפְקִיר אֶת שָׂדֵהוּ וְלֹא זָכָה בָּהּ אָדָם כָּל שְׁלֹשָׁה יָמִים יָכוֹל לַחְזֹר בּוֹ. אַחַר שְׁלֹשָׁה יָמִים אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא אִם כֵּן קָדַם וְזָכָה בָּהּ הֲרֵי הוּא כְּזוֹכֶה מִן הַהֶפְקֵר בֵּין הוּא בֵּין אַחֵר: \n",
      "הָאוֹמֵר שָׂדֶה זוֹ מֻפְקֶרֶת לְיוֹם אֶחָד לְשַׁבָּת אַחַת לְחֹדֶשׁ אֶחָד לְשָׁנָה אַחַת לְשָׁבוּעַ אֶחָד עַד שֶׁלֹּא זָכָה בָּהּ הוּא אוֹ אַחֵר יָכוֹל לַחְזֹר בּוֹ. וּמִשֶּׁזָּכָה בָּהּ בֵּין הוּא בֵּין אַחֵר אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. וּמִפְּנֵי מָה יֵשׁ לוֹ לַחְזֹר כָּאן עַד שֶׁיִּזְכּוּ בָּהּ מִפְּנֵי שֶׁזֶּה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא שֶׁאֵין אָדָם מַפְקִיר לִזְמַן קָצוּב: \n",
      "דָּבָר הַמֻּפְקָר שֶׁבָּא אֶחָד וּשְׁמָרוֹ וְהָיָה מַבִּיט בּוֹ שֶׁלֹּא יִטְּלֶנּוּ אָדָם לֹא קָנָהוּ בְּהַבָּטָה אֶלָּא עַד שֶׁיַּגְבִּיהוֹ אִם הָיָה מִטַּלְטְלִין אוֹ יַחֲזִיק בַּקַּרְקַע כְּדֶרֶךְ שֶׁקּוֹנִין הַלָּקוֹחוֹת: \n"
    ],
    [
      "אַרְבָּעָה דְּבָרִים יֵשׁ בֵּין נְדָרִים לִשְׁבוּעַת בִּטּוּי. שֶׁבִּשְׁבוּעַת בִּטּוּי אֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. וּבִנְדָרִים יָחוּל נֵדֶר עַל נֵדֶר. הַמַּתְפִּיס בִּשְׁבוּעָה פָּטוּר וּבִנְדָרִים חַיָּב. אֵין שְׁבוּעַת בִּטּוּי חָלָה אֶלָּא עַל דִּבְרֵי הָרְשׁוּת. וּנְדָרִים חָלוֹת עַל דִּבְרֵי מִצְוָה כְּדִבְרֵי הָרְשׁוּת. שְׁבוּעַת בִּטּוּי חָלָה עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ וְעַל דָּבָר שֶׁאֵין בּוֹ מַמָּשׁ. וּנְדָרִים אֵינָן חָלִין אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ:  ",
      "כֵּיצַד יָחוּל נֵדֶר עַל נֵדֶר. הָאוֹמֵר הֲרֵי עָלַי קָרְבָּן אִם אָכַלְתִּי כִּכָּר זוֹ. הֲרֵי עָלַי קָרְבָּן אִם אֹכָלֶנָּה וַאֲכָלָהּ חַיָּב עַל כָּל אַחַת וְאַחַת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כֵּיצַד הַמַּתְפִּיס בִּנְדָרִים חַיָּב. שָׁמַע חֲבֵרוֹ שֶׁנָּדַר וְאָמַר וַאֲנִי כְּמוֹתְךָ בְּתוֹךְ כְּדֵי דִּבּוּר הֲרֵי זֶה אָסוּר בְּמַה שֶּׁנֶּאֱסַר בּוֹ חֲבֵרוֹ. שָׁמַע הַשְּׁלִישִׁי זֶה שֶׁאָמַר וַאֲנִי וְאָמַר וַאֲנִי אֲפִלּוּ הָיוּ מֵאָה וְכָל אֶחָד מֵהֶן אוֹמֵר וַאֲנִי בְּתוֹךְ כְּדֵי דִּבּוּרוֹ שֶׁל חֲבֵרוֹ הֲרֵי כֻּלָּן אֲסוּרִין:  ",
      "וְכֵן הָאוֹמֵר הַבָּשָׂר הַזֶּה עָלַי אָסוּר וְחָזַר וְאָמַר אֲפִלּוּ אַחַר כַּמָּה יָמִים וְהַפַּת הַזֹּאת כַּבָּשָׂר הַזֶּה הֲרֵי הַפַּת נִתְפְּשָׂה וְנֶאֶסְרָה. חָזַר וְאָמַר וּדְבַשׁ זֶה כַּפַּת הַזֹּאת וְיַיִן זֶה כִּדְבַשׁ זֶה אֲפִלּוּ הֵן מֵאָה כֻּלָּן אֲסוּרִין:  ",
      "הֲרֵי שֶׁמֵּת אָבִיו אוֹ רַבּוֹ הַיּוֹם וְנָדַר שֶׁיָּצוּם אוֹתוֹ הַיּוֹם וְצָם. וּלְאַחַר שָׁנִים אָמַר הֲרֵי יוֹם זֶה עָלָיו כְּיוֹם שֶׁמֵּת בּוֹ אָבִיו אוֹ רַבּוֹ הֲרֵי זֶה אָסוּר לֶאֱכל בּוֹ כְּלוּם שֶׁהֲרֵי הִתְפִּיס יוֹם זֶה וַאֲסָרוֹ כַּיּוֹם הָאָסוּר לוֹ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ:  ",
      "כֵּיצַד חָלִים הַנְּדָרִים עַל דִּבְרֵי מִצְוָה כְּדִבְרֵי הָרְשׁוּת. הָאוֹמֵר הֲרֵי הַמַּצָּה בְּלֵילֵי הַפֶּסַח אֲסוּרָה עָלָיו. הֲרֵי יְשִׁיבַת הַסֻּכָּה בֶּחָג הַסֻּכּוֹת אֲסוּרָה עָלָיו וַהֲרֵי הַתְּפִלִּין אֲסוּרוֹת בִּנְטִילָה עָלָיו הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו. וְאִם אָכַל אוֹ יָשַׁב אוֹ נָטַל לוֹקֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאֵין צָרִיךְ לוֹמַר בְּמִי שֶׁאָמַר הֲרֵי עָלַי קָרְבָּן אִם אֹכַל מַצָּה בְּלֵילֵי הַפֶּסַח שֶׁהוּא חַיָּב בְּקָרְבָּן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "וּמִפְּנֵי מָה נְדָרִים חָלִים עַל דִּבְרֵי מִצְוָה וּשְׁבוּעוֹת אֵין חָלוֹת עַל דִּבְרֵי מִצְוָה. שֶׁהַנִּשְׁבָּע אוֹסֵר עַצְמוֹ עַל דָּבָר שֶׁנִּשְׁבַּע עָלָיו. וְהַנּוֹדֵר אוֹסֵר הַדָּבָר הַנָּדוּר עַל עַצְמוֹ. נִמְצָא הַנִּשְׁבָּע לְבַטֵּל מִצְוָה אוֹסֵר עַצְמוֹ וּכְבָר עַצְמוֹ מֻשְׁבָּע מֵהַר סִינַי וְאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. וְהָאוֹסֵר דָּבָר זֶה בְּנֵדֶר זֶה הַדָּבָר הוּא שֶׁנֶּאֱסַר וְאוֹתוֹ הַדָּבָר אֵינוֹ מֻשְׁבָּע מֵהַר סִינַי:  ",
      "כְּשֶׁאַתָּה מִתְבּוֹנֵן בַּכָּתוּב תִּמְצָא שֶׁהַדְּבָרִים מַרְאִין כֵּן כְּמוֹ שֶׁקִּבְּלוּ חֲכָמִים מִפִּי הַשְּׁמוּעָה. שֶׁהֲרֵי אוֹמֵר בִּשְׁבוּעַת בִּטּוּי <small>(ויקרא ה ד)</small> \"לְהָרַע אוֹ לְהֵיטִיב\" בְּדִבְרֵי הָרְשׁוּת כְּמוֹ שֶׁבֵּאַרְנוּ. שֶׁיֹּאכַל וְיִשְׁתֶּה הַיּוֹם אוֹ שֶׁיָּצוּם וְכַיּוֹצֵא בָּהֶן. וּבִנְדָרִים הוּא אוֹמֵר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\" וְלֹא חִלֵּק בֵּין דִּבְרֵי מִצְוָה לְדִבְרֵי הָרְשׁוּת:  ",
      "הַנּוֹדֵר שֶׁיָּצוּם בְּשַׁבָּת אוֹ בְּיוֹם טוֹב חַיָּב לָצוּם. שֶׁהַנְּדָרִים חָלִים עַל דִּבְרֵי מִצְוָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַנּוֹדֵר שֶׁיָּצוּם יוֹם רִאשׁוֹן אוֹ יוֹם שְׁלִישִׁי כָּל יָמָיו וּפָגַע בּוֹ יוֹם זֶה וַהֲרֵי הוּא יוֹם טוֹב אוֹ עֶרֶב יוֹם הַכִּפּוּרִים הֲרֵי זֶה חַיָּב לָצוּם וְאֵין צָרִיךְ לוֹמַר רֹאשׁ חֹדֶשׁ. פָּגַע בּוֹ חֲנֻכָּה וּפוּרִים יִדָּחֶה נִדְרוֹ מִפְּנֵי הַיָּמִים הָאֵלּוּ הוֹאִיל וְאִסּוּר הַצּוֹם בָּהֶם מִדִּבְרֵי סוֹפְרִים הֲרֵי הֵן צְרִיכִין חִזּוּק וְיִדָּחֶה נִדְרוֹ מִפְּנֵי גְּזֵרַת חֲכָמִים:  ",
      "כֵּיצַד אֵין הַנְּדָרִים חָלִים אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. הָאוֹמֵר דִּבּוּרִי עָלֶיךָ קָרְבָּן אֵינוֹ אָסוּר מִלְּדַבֵּר עִמּוֹ שֶׁהַדִּבּוּר אֵין בּוֹ מַמָּשׁ. וְכֵן אִם אָמַר לוֹ דִּבּוּרִי אָסוּר עָלֶיךָ אֵין זֶה כְּאוֹמֵר פֵּרוֹתַי אֲסוּרִין עָלֶיךָ אוֹ פֵּרוֹתַי קָרְבָּן עָלֶיךָ שֶׁהֵן אֲסוּרִין עָלָיו. לְפִיכָךְ הָאוֹמֵר לַחֲבֵרוֹ קָרְבָּן שֶׁאֵינִי מְדַבֵּר עִמְּךָ אוֹ שֶׁאֵינִי עוֹשֶׂה עִמְּךָ אוֹ שֶׁאֵינִי מְהַלֵּךְ עִמְּךָ. אוֹ שֶׁאָמַר קָרְבָּן שֶׁאֵינִי יָשֵׁן שֶׁאֵינִי מְדַבֵּר שֶׁאֵינִי מְהַלֵּךְ. אוֹ שֶׁאָמַר לְאִשְׁתּוֹ קָרְבָּן שֶׁאֵינִי מְשַׁמְּשֵׁךְ אֵין הַנֵּדֶר חָל בְּכָל אֵלּוּ. וַהֲרֵי זֶה כְּאוֹמֵר דִּבּוּרִי וְהִלּוּכִי וַעֲשִׂיָּתִי וְשִׁמּוּשִׁי קָרְבָּן שֶׁהֵן דְּבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ:  ",
      "אֲבָל הָאוֹמֵר יֵאָסֵר פִּי לְדִבּוּרוֹ וְיָדַי לְמַעֲשֵׂיהֶן וְרַגְלַי לְהִלּוּכָן וְעֵינַי לִשְׁנָתָן הֲרֵי הַנֵּדֶר חָל עֲלֵיהֶן. לְפִיכָךְ הָאוֹמֵר לַחֲבֵרוֹ קָרְבָּן פִּי מִלְּדַבֵּר עִמְּךָ וְיָדַי מִלַּעֲשׂוֹת עִמְּךָ וְרַגְלַי מִלְּהַלֵּךְ עִמְּךָ הֲרֵי זֶה אָסוּר. וְכֵן הָאוֹמֵר הֲרֵי עָלַי קָרְבָּן אִם אֲדַבֵּר עִם פְּלוֹנִי אוֹ אִם לֹא אֲדַבֵּר עִמּוֹ וְעָבַר עַל דְּבָרוֹ חַיָּב בְּקָרְבָּן. וְכֵן אִם נָדַר דִּבַּרְתִּי וְלֹא דִּבַּרְתִּי וְכַיּוֹצֵא בָּהֶן שֶׁאֵין אֵלּוּ נִדְרֵי אִסָּר שֶׁאָנוּ מְבָאֲרִין מִשְׁפְּטֵיהֶם אֶלָּא נִדְרֵי הֶקְדֵּשׁ:  ",
      "הַנּוֹדֵר בִּדְבָרִים שֶׁאֵין בָּהֶם מַמָּשׁ וַאֲסָרָן אַף עַל פִּי שֶׁאֵין הַנֵּדֶר חָל עֲלֵיהֶם אֵין מוֹרִים לוֹ שֶׁיִּנְהֹג בָּהֶן הֶתֵּר הוֹאִיל וְאָסַר עַצְמוֹ בָּהֶן וּבְדַעְתּוֹ שֶׁהַנֵּדֶר חָל עֲלֵיהֶן. אֶלָּא פּוֹתְחִין לוֹ פֶּתַח מִמָּקוֹם אַחֵר וּמַתִּירִין לוֹ נִדְרוֹ אַף עַל פִּי שֶׁלֹּא נֶאֱסַר כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בִּנְדָרִים:  "
    ],
    [
      "נִּדְרֵי אֳנָסִין וְנִדְרֵי שְׁגָגוֹת וְנִדְרֵי הֲבַאי הֲרֵי אֵלּוּ מֻתָּרִים כְּדֶרֶךְ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת. הֲרֵי שֶׁהִדִּירוּהוּ הָאַנָּסִין וְהַמּוֹכְסִין וְאָמְרוּ לוֹ נְדֹר לָנוּ שֶׁהַבָּשָׂר אָסוּר עָלֶיךָ אִם יֵשׁ עִמְּךָ דָּבָר שֶׁחַיָּב בְּמֶכֶס. וְנָדַר וְאָמַר הֲרֵי הַפַּת וְהַבָּשָׂר וְהַיַּיִן אֲסוּרִין עָלַי הֲרֵי זֶה מֻתָּר בַּכּל וְאַף עַל פִּי שֶׁהוֹסִיף עַל מַה שֶּׁבִּקְּשׁוּ מִמֶּנּוּ. וְכֵן אִם בִּקְּשׁוּ מִמֶּנּוּ שֶׁיִּדֹּר שֶׁלֹּא תֵּהָנֶה אִשְׁתּוֹ לוֹ וְנָדַר שֶׁלֹּא תֵּהָנֶה לוֹ אִשְׁתּוֹ וּבָנָיו וְאֶחָיו כֻּלָּן מֻתָּרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "וּבְכָל הַנְּדָרִים הָאֵלּוּ צָרִיךְ שֶׁיִּתְכַּוֵּן בְּלִבּוֹ לְדָבָר הַמֻּתָּר. כְּגוֹן שֶׁיָּשִׂים בְּלִבּוֹ שֶׁיִּהְיוּ אֲסוּרִין עָלָיו אוֹתוֹ הַיּוֹם בִּלְבַד אוֹ אוֹתָהּ שָׁעָה וְכֵן כַּיּוֹצֵא בָּזֶה וְסוֹמֵךְ עַל דְּבָרִים שֶׁבְּלִבּוֹ הוֹאִיל וְהוּא אָנוּס וְאֵינוֹ יָכוֹל לְהוֹצִיא בִּשְׂפָתָיו וְנִמְצָא בְּשָׁעָה שֶׁיִּדֹּר לָהֶן אֵין פִּיו וְלִבּוֹ שָׁוִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁבוּעוֹת: \n",
      "וְכֵן נִדְרֵי זֵרוּזִין מֻתָּרִין. כֵּיצַד. כְּגוֹן שֶׁהִדִּיר חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ וְנָדַר זֶה שֶׁלֹּא יֹאכַל מִפְּנֵי שֶׁאֵינוֹ רוֹצֶה לְהַטְרִיחַ עָלָיו. בֵּין אָכַל בֵּין לֹא אָכַל שְׁנֵיהֶן פְּטוּרִין. וְכֵן הַמּוֹכֵר שֶׁנָּדַר שֶׁלֹּא יִמְכֹּר חֵפֶץ זֶה אֶלָּא בְּסֶלַע וְהַלּוֹקֵחַ נָדַר שֶׁלֹּא יִקָּחֶנּוּ אֶלָּא בְּשֶׁקֶל וְרָצוּ בִּשְׁלֹשָׁה דִּינָרִין שְׁנֵיהֶן פְּטוּרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִי שֶׁכָּל אֶחָד מֵהֶם לֹא גָּמַר בְּלִבּוֹ וְלֹא נָדַר אֶלָּא כְּדֵי לְזָרֵז אֶת חֲבֵרוֹ וְלֹא גָּמַר בְּלִבּוֹ: \n",
      "וּמִנַּיִן שֶׁאֲפִילוּ אַרְבָּעָה מִינֵי נְדָרִים אֵלּוּ שֶׁהֵן מֻתָּרִים שֶׁאָסוּר לוֹ לְאָדָם לִהְיוֹת נוֹדֵר בָּהֶן עַל מְנָת לְבַטְּלָן. תַּלְמוּד לוֹמַר <small>(במדבר ל ג)</small> \"לֹא יַחֵל דְּבָרוֹ\" לֹא יַעֲשֶׂה דְּבָרָיו חֻלִּין: \n",
      "מִי שֶׁנָּדַר וְנִחַם עַל נִדְרוֹ הֲרֵי זֶה נִשְׁאָל לְחָכָם וּמַתִּירוֹ. וְדִין הֶתֵּר נְדָרִים כְּדִין הֶתֵּר שְׁבוּעוֹת שֶׁאֵין מַתִּיר אֶלָּא חָכָם מֻבְהָק אוֹ שְׁלֹשָׁה הֶדְיוֹטוֹת בְּמָקוֹם שֶׁאֵין חָכָם. וּבְלָשׁוֹן שֶׁמַּתִּירִין הַשְּׁבוּעָה מַתִּירִין הַנֵּדֶר. וְכֵן שְׁאָר הָעִנְיָנוֹת שֶׁפֵּרַשְׁנוּ בִּשְׁבוּעוֹת כֻּלָּן בִּנְדָרִים כְּדֶרֶךְ שֶׁהֵן בִּשְׁבוּעוֹת: \n",
      "וְאֵין מַתִּירִין הַנֵּדֶר עַד שֶׁיָּחוּל כִּשְׁבוּעָה: \n",
      "וּכְשֵׁם שֶׁנִּשְׁאָלִים עַל נִדְרֵי הָאִסָּר וּמַתִּירִין אוֹתוֹ. כָּךְ נִשְׁאָלִים עַל נִדְרֵי הֶקְדֵּשׁ וּמַתִּירִין אוֹתוֹ. בֵּין נִדְרֵי קָדְשֵׁי בֶּדֶק הַבַּיִת בֵּין קָדְשֵׁי מִזְבֵּחַ. וְאֵין נִשְׁאָלִין עַל הַתְּמוּרָה: \n",
      "וּכְשֵׁם שֶׁהָאָב אוֹ הַבַּעַל מֵפֵר נִדְרֵי אִסָּר כָּךְ מֵפֵר נִדְרֵי הֶקְדֵּשׁוֹת הַדּוֹמִין לְנִדְרֵי הָאִסָּר: \n",
      "מִי שֶׁנָּדַר וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי וְשָׁמַע שְׁלִישִׁי וְאָמַר וַאֲנִי וְנִשְׁאַל הָרִאשׁוֹן עַל נִדְרוֹ וְהֻתַּר הֻתְּרוּ כֻּלָּן. נִשְׁאַל הָאַחֲרוֹן וְהֻתַּר הָאַחֲרוֹן מֻתָּר וְכֻלָּן אֲסוּרִין. נִשְׁאַל הַשֵּׁנִי וְהֻתַּר הַשֵּׁנִי וְשֶׁל אַחֲרָיו מֻתָּרִין וְהָרִאשׁוֹן אָסוּר: \n",
      "וְכֵן הַמַּתְפִּיס דְּבָרִים הַרְבֵּה בְּנֵדֶר כְּגוֹן שֶׁנָּדַר עַל הַפַּת וְהִתְפִּיס הַבָּשָׂר וְנִשְׁאַל עַל הַפַּת וְהֻתַּר בָּהּ הֻתַּר הַבָּשָׂר. נִשְׁאַל עַל הַבָּשָׂר וְהֻתַּר בּוֹ לֹא הֻתַּר הַפַּת: \n",
      "הַנִּשְׁבָּע אוֹ הַנּוֹדֵר שֶׁאֵינִי נֶהֱנֶה לְכֻלְּכֶם וְנִשְׁאַל עַל נִדְרוֹ אוֹ עַל שְׁבוּעָתוֹ עַל אֶחָד מֵהֶם וְהִתִּירוֹ הֻתְּרוּ כֻּלָּם. שֶׁהַנֵּדֶר שֶׁהֻתַּר מִכְּלָלוֹ הֻתַּר כֻּלּוֹ. אָמַר שֶׁאֵינִי נֶהֱנֶה לָזֶה וְלָזֶה וְלָזֶה הֻתַּר הָרִאשׁוֹן הֻתְּרוּ כֻּלָּן. הֻתַּר אַחֲרוֹן הָאַחֲרוֹן מֻתָּר וְכֻלָּן אֲסוּרִין. שֶׁאֵינִי נֶהֱנֶה לָזֶה לָזֶה לָזֶה צְרִיכִין פֶּתַח לְכָל אֶחָד וְאֶחָד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נָדַר בְּנָזִיר וּבְקָרְבָּן וּבִשְׁבוּעָה אוֹ שֶׁנָּדַר וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן נָדַר פֶּתַח אֶחָד לְכֻלָּן: \n",
      "הַנּוֹדֵר מֵאַנְשֵׁי הָעִיר וְנִשְׁאַל לֶחָכָם שֶׁבָּעִיר. אוֹ שֶׁנָּדַר מִיִּשְׂרָאֵל וַהֲרֵי הוּא נִשְׁאַל לְחָכָם שֶׁבְּיִשְׂרָאֵל הֲרֵי נִדְרוֹ מֻתָּר: \n",
      "הָאוֹמֵר פֵּרוֹת אֵלּוּ אֲסוּרִין עָלַי הַיּוֹם אִם אֵלֵךְ לְמָחָר לְמָקוֹם פְּלוֹנִי. הֲרֵי זֶה אָסוּר לְאָכְלָם הַיּוֹם גְּזֵרָה שֶׁמָּא יֵלֵךְ לְמָחָר לְאוֹתוֹ מָקוֹם. וְאִם עָבַר וַאֲכָלָן הַיּוֹם וְהָלַךְ לְמָחָר לוֹקֶה וְאִם לֹא הָלַךְ אֵינוֹ לוֹקֶה: \n",
      "אָמַר הֲרֵי הֵן אֲסוּרִין לְמָחָר אִם אֵלֶךְ הַיּוֹם לְמָקוֹם פְּלוֹנִי הֲרֵי זֶה מֻתָּר לֵילֵךְ הַיּוֹם לְאוֹתוֹ הַמָּקוֹם וְיֵאָסְרוּ עָלָיו אוֹתָן הַפֵּרוֹת לְמָחָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. מִפְּנֵי שֶׁאָדָם זָהִיר בְּדָבָר הָאָסוּר שֶׁלֹּא לַעֲשׂוֹתוֹ וְאֵינוֹ זָהִיר בִּתְנַאי שֶׁגּוֹרֵם לֶאֱסֹר דָּבָר הַמֻּתָּר: \n",
      "הַנּוֹדֵר לָצוּם עֲשָׂרָה יָמִים בְּאֵי זֶה יוֹם שֶׁיִּרְצֶה וְהָיָה מִתְעַנֶּה בְּיוֹם אֶחָד מֵהֶם וְהֻצְרַךְ לִדְבַר מִצְוָה אוֹ מִפְּנֵי כְּבוֹד אָדָם גָּדוֹל הֲרֵי זֶה אוֹכֵל וּפוֹרֵעַ יוֹם אַחֵר שֶׁהֲרֵי לֹא קָבַע הַיָּמִים בִּתְחִלַּת הַנֵּדֶר. נָדַר שֶׁיָּצוּם הַיּוֹם וְשָׁכַח וְאָכַל מַשְׁלִים לָצוּם. נָדַר שֶׁיָּצוּם יוֹם אֶחָד אוֹ שְׁנַיִם וּכְשֶׁהִתְחִיל לָצוּם שָׁכַח וְאָכַל אִבֵּד תַּעֲנִיתוֹ וְחַיָּב לָצוּם יוֹם אַחֵר: \n"
    ],
    [
      "רְאוּבֵן שֶׁאָמַר לְשִׁמְעוֹן הֲרֵינִי עָלֶיךָ חֵרֶם אוֹ הֲרֵי אַתָּה אָסוּר בַּהֲנָיָתִי נֶאֱסַר עַל שִׁמְעוֹן שֶׁיֵּהָנֶה בִּרְאוּבֵן. וְאִם עָבַר וְנֶהֱנָה אֵינוֹ לוֹקֶה שֶׁהֲרֵי לֹא אָמַר שִׁמְעוֹן כְּלוּם. וּמֻתָּר לִרְאוּבֵן לֵהָנוֹת בְּשִׁמְעוֹן שֶׁהֲרֵי לֹא אָסַר עַצְמוֹ בַּהֲנָיָתוֹ: \n",
      "אָמַר לְשִׁמְעוֹן הֲרֵי אַתָּה עָלַי חֵרֶם אוֹ הֲרֵינִי אָסוּר בַּהֲנָיָתְךָ הֲרֵי נֶאֱסַר רְאוּבֵן מִלֵּהָנוֹת בְּשִׁמְעוֹן וְאִם נֶהֱנָה לוֹקֶה שֶׁהֲרֵי חִלֵּל דְּבָרוֹ וְשִׁמְעוֹן מֻתָּר בַּהֲנָיַת רְאוּבֵן. אָמַר לוֹ הֲרֵינִי עָלֶיךָ חֵרֶם וְאַתָּה עָלַי אוֹ הֲרֵינִי אָסוּר בַּהֲנָיָתְךָ וְאַתָּה אָסוּר בַּהֲנָיָתִי שְׁנֵיהֶם אֲסוּרִין זֶה בָּזֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "רְאוּבֵן שֶׁאָמַר לְשִׁמְעוֹן הֲרֵי פֵּרוֹת פְּלוֹנִי אֲסוּרִין עָלֶיךָ. אוֹ הֲרֵי אַתָּה אָסוּר בַּהֲנָיַת פְּלוֹנִי אֵין זֶה כְּלוּם. שֶׁאֵין אָדָם אוֹסֵר חֲבֵרוֹ בְּדָבָר שֶׁאֵינוֹ שֶׁלּוֹ אֶלָּא אִם כֵּן עָנָה שִׁמְעוֹן אָמֵן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ כִּכָּרִי זוֹ אֲסוּרָה עָלֶיךָ אַף עַל פִּי שֶׁנְּתָנָהּ לוֹ בְּמַתָּנָה הֲרֵי זוֹ אֲסוּרָה עָלָיו. מֵת וְנָפְלָה לוֹ בִּירֻשָּׁה אוֹ שֶׁנְּתָנָהּ לוֹ אַחֵר בְּמַתָּנָה הֲרֵי זוֹ מֻתֶּרֶת שֶׁלֹּא אָמַר לוֹ אֶלָּא כִּכָּרִי וַהֲרֵי אֵינָהּ עַתָּה שֶׁלּוֹ: \n",
      "אָמַר לוֹ פֵּרוֹת אֵלּוּ אֲסוּרִין עָלֶיךָ וְלֹא אָמַר לוֹ פֵּרוֹתַי. אַף עַל פִּי שֶׁמְּכָרָן אוֹ שֶׁמֵּת וְנָפְלוּ לְאַחֵר הֲרֵי אֵלּוּ אֲסוּרִין עָלָיו. שֶׁהָאוֹסֵר דָּבָר שֶׁהוּא שֶׁלּוֹ עַל חֲבֵרוֹ אַף עַל פִּי שֶׁיָּצָא מֵרְשׁוּתוֹ הֲרֵי הוּא בְּאִסּוּרוֹ עוֹמֵד. אֶלָּא אִם כֵּן אָמַר נְכָסַי אוֹ בֵּיתִי אוֹ פֵּרוֹתַי וְכַיּוֹצֵא בִּלְשׁוֹנוֹת אֵלּוּ שֶׁהֲרֵי לֹא אֲסָרָן אֶלָּא כָּל זְמַן שֶׁהֵן בִּרְשׁוּתוֹ: \n",
      "הָאוֹמֵר לִבְנוֹ הֲרֵי אַתְּ אָסוּר בַּהֲנָיָתִי. אוֹ שֶׁנִּשְׁבַּע שֶׁלֹּא יֵהָנֶה בּוֹ. אִם מֵת יִירָשֶׁנּוּ. שֶׁזֶּה כְּאוֹמֵר נְכָסַי עָלֶיךָ אֲסוּרִין. אָסַר עָלָיו הֲנָיָתוֹ וּפֵרֵשׁ בֵּין בְּחַיַּי בֵּין בְּמוֹתִי אִם מֵת לֹא יִירָשֶׁנּוּ. שֶׁזֶּה כְּמִי שֶׁאָמַר לוֹ נְכָסִים אֵלּוּ אֲסוּרִין עָלֶיךָ: \n",
      "אָסַר בְּנוֹ בַּהֲנָיָתוֹ וְאָמַר אִם יִהְיֶה בֶּן בְּנִי זֶה תַּלְמִיד חָכָם יִקְנֶה בְּנִי זֶה נְכָסַי כְּדֵי לְהַקְנוֹתָן לִבְנוֹ הֲרֵי זֶה מֻתָּר. וְיִהְיֶה הַבֵּן אָסוּר בְּנִכְסֵי הָאָב וּבֶן הַבֵּן מֻתָּר בָּהֶן אִם יִהְיֶה תַּלְמִיד חָכָם כְּמוֹ שֶׁהִתְנָה: \n",
      "זֶה הַבֵּן הָאָסוּר בִּירֻשַּׁת אָבִיו אִם נָתַן יְרֻשַּׁת אָבִיו לְאֶחָיו אוֹ לְבָנָיו הֲרֵי זֶה מֻתָּר. וְכֵן אִם פְּרָעָם בְּחוֹבוֹ אוֹ בִּכְתֻבַּת אִשְׁתּוֹ. וְצָרִיךְ לְהוֹדִיעָן שֶׁאֵלּוּ נִכְסֵי אָבִי שֶׁאֲסָרָן עָלַי. שֶׁהַנִּשְׁבָּע שֶׁלֹּא יֵהָנֶה בּוֹ חֲבֵרוֹ מֻתָּר לוֹ לִפְרֹעַ אֶת חוֹבוֹ כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "מִי שֶׁנֶּאֱסַר עָלָיו מִין מִמִּינֵי מַאֲכָל בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה וְנִתְבַּשֵּׁל עִם מִינִים אֲחֵרִים אוֹ נִתְעָרֵב עִמָּהֶן הֲרֵי זֶה מֻתָּר בַּמִּינִים הַמֻּתָּרִים אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם הַמִּין הָאָסוּר. וְאִם נֶאֱסַר בְּפֵרוֹת אֵלּוּ וְנִתְעָרְבוּ בַּאֲחֵרִים אִם יֵשׁ בָּהֶן טַעַם דָּבָר הָאָסוּר אֲסוּרִין וְאִם לָאו מֻתָּרִין: \n",
      "כֵּיצַד. נֶאֱסַר בְּבָשָׂר אוֹ בְּיַיִן הֲרֵי זֶה מֻתָּר לֶאֱכל מָרָק וִירָקוֹת שֶׁנִּתְבַּשְּׁלוּ עִם הַבָּשָׂר וְעִם הַיַּיִן אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם הַבָּשָׂר אוֹ טַעַם הַיַּיִן. וְאֵינוֹ אָסוּר אֶלָּא בַּאֲכִילַת בָּשָׂר בִּפְנֵי עַצְמוֹ אוֹ לִשְׁתּוֹת יַיִן בִּפְנֵי עַצְמוֹ: \n",
      "נֶאֱסַר בְּבָשָׂר זֶה אוֹ בְּיַיִן זֶה וְנִתְבַּשֵּׁל עִם הַיָּרָק. אִם יֵשׁ בַּיְרָקוֹת טַעַם בָּשָׂר אוֹ טַעַם הַיַּיִן אֲסוּרִין וְאִם לָאו מֻתָּרִין. שֶׁזֶּה הַבָּשָׂר וְזֶה הַיַּיִן נַעֲשָׂה כְּמוֹ בְּשַׂר נְבֵלוֹת וּשְׁקָצִים וְכַיּוֹצֵא בָּהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ הָאוֹמֵר בָּשָׂר זֶה אָסוּר עָלַי הֲרֵי זֶה אָסוּר בּוֹ וּבַמָּרָק שֶׁבּוֹ וּבַתַּבְלִין שֶׁבּוֹ: \n",
      "נִתְעָרֵב יַיִן זֶה שֶׁאֲסָרוֹ עַל עַצְמוֹ בְּיַיִן אַחֵר אֲפִלּוּ טִפָּה בְּחָבִית נֶאֱסַר הַכּל. מִפְּנֵי שֶׁיֵּשׁ לוֹ לְהִשָּׁאֵל עַל נִדְרוֹ נַעֲשָׂה כְּדָבָר שֶׁיֵּשׁ לוֹ מַתִּירִין שֶׁאֵינוֹ בָּטֵל בְּמִינוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת: \n",
      "הָאוֹמֵר פֵּרוֹת הָאֵלּוּ קָרְבָּן עָלַי אוֹ קָרְבָּן הֵן לְפִי. אוֹ קָרְבָּן הֵן עַל פִּי. הֲרֵי זֶה אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶם. וְאֵין צָרִיךְ לוֹמַר בַּמַּשְׁקִין הַיּוֹצְאִין מֵהֶן: \n",
      "נָדַר אוֹ נִשְׁבַּע שֶׁאֵינִי אוֹכֵל אוֹתָם אוֹ שֶׁאֵינִי טוֹעֵם אוֹתָם. אִם הָיָה דָּבָר שֶׁזַּרְעוֹ כָּלֶה כְּשֶׁיִּזָּרַע כְּגוֹן חִטָּה וּשְׂעוֹרָה הֲרֵי זֶה מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. וְאִם הָיָה הַדָּבָר שֶׁאֵין זַרְעוֹ כָּלֶה בָּאָרֶץ כְּשֶׁיִּזָּרַע כְּגוֹן בְּצָלִים וְשׁוּמִין אֲפִלּוּ גִּדּוּלֵי גִּדּוּלִין אֲסוּרִין. וּבֵין כָּךְ וּבֵין כָּךְ מַשְׁקִין הַיּוֹצְאִין מֵהֶן סָפֵק. לְפִיכָךְ אִם שָׁתָה מֵהֶן אֵינוֹ לוֹקֶה: \n",
      "וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ מַעֲשֵׂה יָדַיִךְ עָלַי קָרְבָּן אוֹ קָרְבָּן הֵן לְפִי אוֹ קָרְבָּן הֵן עַל פִּי. אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֵינִי טוֹעֵם שֶׁאֵינִי אוֹכֵל אִם הָיוּ פֵּרוֹת מַעֲשֵׂה יָדֶיהָ דָּבָר שֶׁזַּרְעוֹ כָּלֶה מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. וְאִם הָיָה דָּבָר שֶׁאֵין זַרְעוֹ כָּלֶה אֲפִלּוּ גִּדּוּלֵי גִּדּוּלִין אֲסוּרִין. וְלָמָּה לֹא יִבָּטֵל הָעִקָּר הָאָסוּר בַּגִּדּוּלִין שֶׁרַבּוּ עָלָיו. שֶׁהֲרֵי הֵן דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין שֶׁאֵינוֹ בָּטֵל בְּרֹב כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאוֹסֵר פֵּרוֹתָיו עַל חֲבֵרוֹ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי גִּדּוּלֵיהֶן וְחִלּוּפֵיהֶן סָפֵק. לְפִיכָךְ חֲבֵרוֹ אָסוּר בְּגִדּוּלֵי פֵּרוֹת אֵלּוּ וּבְחִלּוּפֵיהֶן. וְאִם עָבַר וְנֶהֱנָה נֶהֱנָה: \n"
    ],
    [
      "הָאוֹמֵר לַחֲבֵרוֹ הֲנָאָה הַמְּבִיאָה לִידֵי מַאֲכָלְךָ אֲסוּרָה עָלַי. אוֹ הֲנָאָה הַמְּבִיאָה לִידֵי מַאֲכָלִי אֲסוּרָה עָלֶיךָ. הֲרֵי זֶה הַנֶּאֱסָר לֹא יִשְׁאַל מִן הָאָסוּר לוֹ נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר וְכָל דָּבָר שֶׁעוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. אֲבָל מַשְׁאִילוֹ נְזָמִים וְטַבָּעוֹת וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. וְאָסוּר לִשְׁאל מִמֶּנּוּ שַׂק לְהָבִיא בּוֹ פֵּרוֹת וַחֲמוֹר לְהָבִיא עָלָיו פֵּרוֹת: \n",
      "מָקוֹם שֶׁדַּרְכָּן שֶׁאֵין מַשְׁאִילִין כֵּלִים אֶלָּא בְּשָׂכָר. אָסוּר לִשְׁאל מִמֶּנּוּ אַף כֵּלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. הֲרֵי שֶׁהָיוּ בְּמָקוֹם שֶׁאֵין נוֹטְלִין שָׂכָר וְשָׁאַל מִמֶּנּוּ כֵּלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ כְּדֵי לְהֵרָאוֹת בָּהֶן בִּפְנֵי אֲחֵרִים עַד שֶׁיֵּהָנֶה מֵהֶם. אוֹ שֶׁבִּקֵּשׁ לַעֲבֹר בְּאַרְצוֹ כְּדֵי שֶׁיֵּלֵךְ בְּמָקוֹם שֶׁיֵּהָנֶה בּוֹ הֲרֵי זֶה אָסוּר מִסָּפֵק. לְפִיכָךְ אִם עָבַר אֵינוֹ לוֹקֶה: \n",
      "אֵין בֵּין מֻדָּר הֲנָאָה מֵחֲבֵרוֹ לְמֻדָּר מִמֶּנּוּ הֲנָיַת מַאֲכָל אֶלָּא דְּרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ בְּמָקוֹם שֶׁמַּשְׁאִילִין אוֹתָם שָׁם בְּחִנָּם: \n",
      "רְאוּבֵן שֶׁנֶּאֶסְרָה עָלָיו הֲנָיַת שִׁמְעוֹן בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה מֻתָּר לוֹ שֶׁיִּתֵּן שִׁמְעוֹן עַל יָדוֹ מַחֲצִית הַשֶּׁקֶל שֶׁרְאוּבֵן חַיָּב בָּהּ. וְכֵן פּוֹרֵעַ חוֹב שֶׁעָלָיו שֶׁהֲרֵי לֹא הִגִּיעַ לְיַד רְאוּבֵן כְּלוּם אֶלָּא מָנַע מִמֶּנּוּ הַתְּבִיעָה. וּמְנִיעַת הַתְּבִיעָה אֵינָהּ בִּכְלַל אִסּוּר הֲנָיָה. לְפִיכָךְ מֻתָּר לוֹ לָזוּן אֶת אִשְׁתּוֹ וְאֶת בָּנָיו וַעֲבָדָיו אֲפִלּוּ הַכְּנַעֲנִים. אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתָם. אֲבָל לֹא יָזוּן אֶת בְּהֶמְתּוֹ בֵּין טְמֵאָה בֵּין טְהוֹרָה שֶׁכָּל שֶׁמּוֹסִיף בִּבְשָׂרָהּ הִיא הֲנָיָה שֶׁהִגִּיעָה לְיַד רְאוּבֵן: \n",
      "הָיָה שִׁמְעוֹן כֹּהֵן הֲרֵי הוּא מֻתָּר לְהַקְרִיב קָרְבְּנוֹת רְאוּבֵן. שֶׁהַכֹּהֲנִים שְׁלוּחֵי שָׁמַיִם הֵם וְאֵינָם שְׁלוּחֵי בַּעַל הַקָּרְבָּן. וּמַשִּׂיא שִׁמְעוֹן בִּתּוֹ הַבּוֹגֶרֶת לִרְאוּבֵן מִדַּעְתָּהּ. אֲבָל אִם הָיְתָה נַעֲרָה שֶׁהֲרֵי עֲדַיִן הִיא בִּרְשׁוּתוֹ אָסוּר. שֶׁזֶּה כְּמוֹסֵר לוֹ שִׁפְחָה לְשַׁמְּשׁוֹ: \n",
      "וְתוֹרֵם שִׁמְעוֹן תְּרוּמַת רְאוּבֵן וּמַפְרִישׁ לוֹ מַעַשְׂרוֹתָיו מִדַּעְתּוֹ. כֵּיצַד מִדַּעְתּוֹ. כְּגוֹן שֶׁאָמַר רְאוּבֵן כָּל הָרוֹצֶה לִתְרֹם יָבוֹא וְיִתְרֹם. אֲבָל לֹא יֹאמַר לְשִׁמְעוֹן לִתְרֹם לוֹ שֶׁהֲרֵי עוֹשֶׂה אוֹתוֹ שָׁלִיחַ וְזֶה הֲנָיָה לוֹ: \n",
      "וּמְלַמְּדוֹ תּוֹרָה שֶׁבְּעַל פֶּה שֶׁהֲרֵי אָסוּר לִטּל עָלֶיהָ שָׂכָר. אֲבָל לֹא תּוֹרָה שֶׁבִּכְתָב שֶׁנּוֹטְלִין עָלֶיהָ שָׂכָר. וְאִם אֵין דַּרְכָּן שָׁם לִטּל שָׂכָר עַל תּוֹרָה שֶׁבִּכְתָב הֲרֵי זֶה מֻתָּר. וּבֵין כָּךְ וּבֵין כָּךְ מֻתָּר לְלַמֵּד אֶת בְּנוֹ: \n",
      "חָלָה רְאוּבֵן נִכְנַס שִׁמְעוֹן לְבַקְּרוֹ. וּבְמָקוֹם שֶׁנּוֹטֵל שָׂכָר מִי שֶׁיָּשַׁב עִם הַחוֹלֶה לְצֶוֶת לוֹ לֹא יֵשֵׁב שִׁמְעוֹן אֶלָּא מְבַקְּרוֹ וְעוֹמֵד. וּמֻתָּר לוֹ לְרַפְּאוֹתוֹ בְּיָדוֹ שֶׁזּוֹ מִצְוָה הִיא: \n",
      "חָלְתָה בֶּהֱמַת רְאוּבֵן לֹא יְרַפֵּא אוֹתָהּ שִׁמְעוֹן. אֲבָל אוֹמֵר לוֹ עֲשֵׂה לָהּ כָּךְ וְכָךְ. וְרוֹחֵץ עִמּוֹ בְּאַמְבְּטִי גְּדוֹלָה אֲבָל לֹא בִּקְטַנָּה מִפְּנֵי שֶׁמְּהַנֵּהוּ בְּשָׁעָה שֶׁמַּגְבִּיהַּ עָלָיו הַמַּיִם. וְיָשֵׁן עִמּוֹ בַּמִּטָּה בִּימוֹת הַחַמָּה. אֲבָל לֹא בִּימוֹת הַגְּשָׁמִים מִפְּנֵי שֶׁמְּחַמְּמוֹ. וּמֵסֵב עִמּוֹ עַל הַמִּטָּה. וְאוֹכְלִין עַל שֻׁלְחָן אֶחָד. אֲבָל לֹא מִקְּעָרָה אַחַת וְלֹא מֵאֵבוּס שֶׁלִּפְנֵי הַפּוֹעֲלִים. שֶׁמָּא יַנִּיחַ שִׁמְעוֹן חֲתִיכָה אַחַת טוֹבָה וְלֹא יֹאכַל אוֹתָהּ כְּדֵי שֶׁיֹּאכַל אוֹתָהּ רְאוּבֵן אוֹ יְקָרֵב אוֹתָהּ לְפָנָיו וְנִמְצָא מְהַנֵּהוּ. וְכֵן בְּפֵרוֹת שֶׁבָּאֵבוּס. אֲבָל אִם אָכַל שִׁמְעוֹן מִקְּעָרָה שֶׁהוּא יוֹדֵעַ שֶׁכְּשֶׁיַּחֲזִירֶנָּה לְבַעַל הַבַּיִת יַחְזֹר בַּעַל הַבַּיִת וְיַנִּיחֶנָּה לִפְנֵי רְאוּבֵן הֲרֵי זֶה מֻתָּר. וְאֵין חוֹשְׁשִׁין שֶׁמָּא הִנִּיחַ נֵתַח טוֹב בִּשְׁבִילוֹ: \n",
      "וּמֻתָּר רְאוּבֵן לִשְׁתּוֹת כּוֹס שֶׁל תַּנְחוּמִין מִיָּדוֹ שֶׁל שִׁמְעוֹן מִשֶּׁל רְאוּבֵן וְכֵן כּוֹס שֶׁל בֵּית הַמֶּרְחָץ. שֶׁאֵין בָּזֶה הֲנָיָה: \n",
      "וְאָסוּר רְאוּבֵן בְּגַחַלְתּוֹ שֶׁל שִׁמְעוֹן וּמֻתָּר בְּשַׁלְהֶבֶת שֶׁלּוֹ: \n",
      "הָיָה לְשִׁמְעוֹן מֶרְחָץ אוֹ בֵּית הַבַּד מֻשְׂכָּרִים בָּעִיר. אִם הָיָה לְשִׁמְעוֹן בָּהֶן תְּפִיסַת יָד כְּגוֹן שֶׁהִנִּיחַ מֵהֶן כָּל שֶׁהוּא לְעַצְמוֹ וְלֹא שְׂכָרוֹ. אֲפִלּוּ הִנִּיחַ בַּמֶּרְחָץ אַמְבְּטִי אַחַת וּבְבֵית הַבַּד עַקָּל אֶחָד. אָסוּר לִרְאוּבֵן לְהִכָּנֵס לְאוֹתָהּ מֶרְחָץ וְלִדְרֹךְ בַּגַּת. וְאִם לֹא הִנִּיחַ לְעַצְמוֹ כְּלוּם אֶלָּא שָׂכַר הַכּל הֲרֵי זֶה מֻתָּר: \n",
      "וְאָסוּר לִרְאוּבֵן לֶאֱכל מִפֵּרוֹת שְׂדֵה שִׁמְעוֹן וַאֲפִלּוּ בַּשְּׁבִיעִית שֶׁהַכּל הֶפְקֵר. שֶׁהֲרֵי לִפְנֵי שְׁבִיעִית נָדַר. אֲבָל אִם נָדַר בַּשְּׁבִיעִית אוֹכֵל מִן הַפֵּרוֹת הַנּוֹטוֹת חוּץ לַשָּׂדֶה. אֲבָל לֹא יִכָּנֵס לַשָּׂדֶה אַף עַל פִּי שֶׁהַקַּרְקַע הֶפְקֵר. גְּזֵרָה שֶׁמָּא יִשְׁהֶה שָׁם אַחַר שֶׁיֹּאכַל. וְלֹא הִפְקִירָה אוֹתָהּ תּוֹרָה אֶלָּא כָּל זְמַן שֶׁהַפֵּרוֹת בְּתוֹכָהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאָמַר לוֹ הֲנָיַת הַנְּכָסִים הָאֵלּוּ אֲסוּרִין עָלֶיךָ. אֲבָל אִם אָמַר לוֹ הֲנָיַת נְכָסַי אֲסוּרִין עָלֶיךָ. אוֹ שֶׁנִּשְׁבַּע רְאוּבֵן אוֹ שֶׁנָּדַר מִנִּכְסֵי שִׁמְעוֹן. כֵּיוָן שֶׁהִגִּיעָה שְׁבִיעִית אוֹכֵל מִפֵּרוֹת שָׂדֵהוּ שֶׁהֲרֵי יָצְאוּ מֵרְשׁוּת שִׁמְעוֹן. אֲבָל לֹא יִכָּנֵס לְשָׂדֵהוּ מִן הַטַּעַם שֶׁבֵּאַרְנוּ: \n",
      "נֶאֶסְרָה עַל רְאוּבֵן הֲנָיַת מַאֲכַל שִׁמְעוֹן בִּלְבַד. אִם לִפְנֵי שְׁבִיעִית נֶאֶסְרָה בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי זֶה יוֹרֵד לְתוֹךְ שָׂדֵהוּ אֲבָל אֵינוֹ אוֹכֵל מִפֵּרוֹתָיו. וְאִם בִּשְׁבִיעִית נֶאֶסְרָה יוֹרֵד וְאוֹכֵל מִפֵּרוֹתָיו. שֶׁאֵין פֵּרוֹת אֵלּוּ שֶׁל שִׁמְעוֹן אֶלָּא שֶׁל הֶפְקֵר הֵן: \n",
      "וְאָסוּר לִרְאוּבֵן לְהַשְׁאִיל לְשִׁמְעוֹן גְּזֵרָה שֶׁמָּא יִשְׁאַל מִמֶּנּוּ וַהֲרֵי הוּא אָסוּר בַּהֲנָאָתוֹ. וְכֵן אָסוּר לְהַלְווֹתוֹ גְּזֵרָה שֶׁמָּא יִלְוֶה מִמֶּנּוּ. וְלֹא יִמְכֹּר לוֹ גְּזֵרָה שֶׁמָּא יִקַּח מִמֶּנּוּ: \n",
      "נִזְדַּמְּנָה לוֹ מְלָאכָה עִמּוֹ כְּגוֹן שֶׁהָיוּ קוֹצְרִים כְּאֶחָד. עוֹשֶׂה בְּרָחוֹק מִמֶּנּוּ גְּזֵרָה שֶׁמָּא יְסַיְּעֶנּוּ. הַמַּדִּיר אֶת בְּנוֹ מִפְּנֵי שֶׁאֵינוֹ עוֹסֵק בַּתּוֹרָה וְנֶאֱסַר בַּהֲנָיַת אָבִיו. הֲרֵי הָאָב מֻתָּר לְמַלְּאוֹת לוֹ חָבִית שֶׁל מַיִם וּלְהַדְלִיק לוֹ אֶת הַנֵּר וְלִצְלוֹת לוֹ דָּג קָטָן. שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לַהֲנָאָה גְּדוֹלָה וּדְבָרִים אֵלּוּ לְגַבֵּי הַבֵּן אֵינָן חֲשׁוּבִין: \n",
      "מִי שֶׁנִּשְׁבַּע אוֹ נָדַר שֶׁלֹּא יְדַבֵּר עִם חֲבֵרוֹ הֲרֵי זֶה מֻתָּר לוֹ לִכְתֹּב בִּכְתָב וּלְדַבֵּר עִם אַחֵר וְהוּא שׁוֹמֵעַ הָעִנְיָן שֶׁיִּרְצֶה לְהַשְׁמִיעוֹ. וְכָזֶה הוֹרוּ הַגְּאוֹנִים: \n"
    ],
    [
      "שְׁנַּיִם שֶׁנֶּאֶסְרָה הֲנָאַת כָּל אֶחָד מֵהֶן עַל חֲבֵרוֹ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה הֲרֵי אֵלּוּ מֻתָּרִין לְהַחְזִיר אֲבֵדָה זֶה לָזֶה מִפְּנֵי שֶׁהוּא מִצְוָה. וּבְמָקוֹם שֶׁדַּרְכָּן שֶׁנּוֹטֵל שָׂכָר הַמַּחֲזִיר אֶת הָאֲבֵדָה יִפּל הַשָּׂכָר לַהֶקְדֵּשׁ. שֶׁאִם יִטּל שָׂכָר נִמְצָא נֶהֱנֶה וְאִם לֹא יִטּוֹל נִמְצָא מְהַנֶּה:  ",
      "וּמֻתָּרִין בִּדְבָרִים שֶׁהֵם בְּשֻׁתָּפוּת כָּל יִשְׂרָאֵל. כְּגוֹן הַר הַבַּיִת (וְהַלְּשָׁכוֹת) וְהָעֲזָרוֹת וְהַבְּאֵר שֶׁבְּאֶמְצַע הַדֶּרֶךְ. וַאֲסוּרִין בִּדְבָרִים שֶׁהֵם בְּשֻׁתָּפוּת כָּל אַנְשֵׁי הָעִיר כְּגוֹן הָרְחָבָה שֶׁבָּעִיר וְהַמֶּרְחָץ וּבֵית הַכְּנֶסֶת וְהַתֵּבָה וְהַסְּפָרִים:  ",
      "וְכֵיצַד יַעֲשׂוּ כְּדֵי שֶׁיִּהְיוּ מֻתָּרִין בִּדְבָרִים אֵלּוּ. כָּל אֶחָד וְאֶחָד מִשְּׁנֵיהֶם כּוֹתֵב חֶלְקוֹ לַנָּשִׂיא אוֹ לְאֶחָד מִשְּׁאָר הָעָם וּמְזַכֶּה לוֹ בְּחֶלְקוֹ עַל יְדֵי אַחֵר. וְנִמְצָא כָּל אֶחָד מֵהֶם כְּשֶׁיִּכָּנֵס לַמֶּרְחָץ שֶׁהוּא לְכָל אַנְשֵׁי הָעִיר אוֹ לְבֵית הַכְּנֶסֶת אֵינוֹ נִכְנָס לִרְשׁוּת חֲבֵרוֹ אֶלָּא לִרְשׁוּת אֲחֵרִים שֶׁהֲרֵי כָּל אֶחָד מֵהֶם נִסְתַּלֵּק מֵחֶלְקוֹ שֶׁבְּמָקוֹם זֶה וּנְתָנוֹ בְּמַתָּנָה:  ",
      "הָיוּ שְׁנֵיהֶם שֻׁתָּפִין בְּחָצֵר. אִם יֵשׁ בָּהּ דִּין חֲלוּקָה הֲרֵי אֵלּוּ אֲסוּרִין לְהִכָּנֵס לָהּ עַד שֶׁיַּחֲלֹקוּ וְיִכָּנֵס כָּל אֶחָד לְחֶלְקוֹ. וְאִם אֵין בָּהּ דִּין חֲלוּקָה כָּל אֶחָד וְאֶחָד נִכְנָס לְבֵיתוֹ וְהוּא אוֹמֵר בְּתוֹךְ שֶׁלִּי אֲנִי נִכְנָס. וּבֵין כָּךְ וּבֵין כָּךְ שְׁנֵיהֶם אֲסוּרִים לְהַעֲמִיד רֵחַיִם וְתַנּוּר וּלְגַדֵּל תַּרְנְגוֹלִין בְּחָצֵר זוֹ:  ",
      "שְׁנַיִם שֶׁהָיוּ שֻׁתָּפִין בְּחָצֵר וְנָדַר אֶחָד מֵהֶן שֶׁלֹּא יְהַנֶּה בּוֹ הַשֵּׁנִי כּוֹפִין אֶת הַנּוֹדֵר לִמְכֹּר חֶלְקוֹ. נָדַר שֶׁלֹּא יֵהָנֶה הוּא בַּשֵּׁנִי הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לְבֵיתוֹ מִפְּנֵי שֶׁבִּרְשׁוּתוֹ הוּא נִכְנָס. אֲבָל אֵינוֹ יָכוֹל לְהִשְׁתַּמֵּשׁ בַּחָצֵר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הָיָה אֶחָד מִן הַשּׁוּק אָסוּר בַּהֲנָאַת אֶחָד מִשְּׁנֵיהֶם. הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לֶחָצֵר. מִפְּנֵי שֶׁהוּא אוֹמֵר לוֹ לְתוֹךְ שֶׁל חֲבֵרְךָ אֲנִי נִכְנָס אֵינִי נִכְנָס לְתוֹךְ שֶׁלְּךָ:  ",
      "מִי שֶׁאָסַר הֲנָיַת אֻמָּה מִן הָאֻמּוֹת עַל עַצְמוֹ. הֲרֵי זֶה מֻתָּר לִקַּח מֵהֶן בְּיוֹתֵר וְלִמְכֹּר לָהֶן בְּפָחוֹת. אָסַר הֲנָיָתוֹ עֲלֵיהֶם אִם שׁוֹמְעִין לוֹ שֶׁיִּקַּח מֵהֶן בְּפָחוֹת וְיִמְכֹּר בְּיוֹתֵר מֻתָּר. וְאֵין גּוֹזְרִין כָּאן שֶׁלֹּא יִמְכֹּר גְּזֵרָה שֶׁמָּא יִקַּח. שֶׁהֲרֵי לֹא נָדַר מֵאִישׁ אֶחָד כְּדֵי שֶׁנִּגְזֹר עָלָיו [אֶלָּא] מֵאֻמָּה כֻּלָּהּ. שֶׁאִם אִי אֶפְשָׁר לוֹ לִשָּׂא וְלִתֵּן עִם זֶה יִשָּׂא וְיִתֵּן עִם אַחֵר. לְפִיכָךְ אִם אָסַר הֲנָיָתָן עָלָיו הֲרֵי זֶה מַשְׁאִילָן וּמַלְוֶה אוֹתָן. אֲבָל לֹא יִשְׁאַל מֵהֶם וְלֹא יִלְוֶה מֵהֶן:  ",
      "אָסַר הֲנָיָתוֹ עֲלֵיהֶן וַהֲנָיָתָן עָלָיו לֹא יִשָּׂא וְיִתֵּן עִמָּהֶם. וְכֵן לֹא יִשְּׂאוּ הֵן וְיִתְּנוּ עִמּוֹ וְלֹא יַשְׁאִיל לָהֶן וְלֹא יִלְוֶה מֵהֶם וְלֹא יַלְוֶה אוֹתָן:  ",
      "אָסַר עַל עַצְמוֹ הֲנָיַת בְּנֵי הָעִיר אָסוּר לְהִשָּׁאֵל עַל נִדְרוֹ לְחָכָם מִבְּנֵי אוֹתָהּ הָעִיר (הַהִיא). וְאִם נִשְׁאַל וְהִתִּיר לוֹ הֲרֵי נִדְרוֹ מֻתָּר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "מִי שֶׁאָסַר הֲנָיַת הַבְּרִיּוֹת עָלָיו הֲרֵי זֶה מֻתָּר לֵהָנוֹת בְּלֶקֶט שִׁכְחָה וּפֵאָה וּמַעֲשַׂר עָנִי הַמִּתְחַלֵּק בָּגֳרָנוֹת אֲבָל לֹא בְּתוֹךְ הַבַּיִת:  ",
      "מִי שֶׁאָסַר הֲנָיָתוֹ עַל הַכֹּהֲנִים וְעַל הַלְוִיִּם הֲרֵי אֵלּוּ בָּאִין וְנוֹטְלִין מַתְּנוֹתֵיהֶם עַל כָּרְחוֹ. וְאִם אָמַר כֹּהֲנִים אֵלּוּ וּלְוִיִּם אֵלּוּ הֲרֵי אֵלּוּ אֲסוּרִין. וְיִתֵּן תְּרוּמוֹתָיו וּמַעַשְׂרוֹתָיו לְכֹהֲנִים וּלְוִיִּם אֲחֵרִים. וְהוּא הַדִּין בְּמַתְּנוֹת עֲנִיִּים עִם הָעֲנִיִּים:  ",
      "מִי שֶׁהָיְתָה הֲנָיָתוֹ אֲסוּרָה עַל חֲבֵרוֹ וְאֵין לַחֲבֵרוֹ מַה יֹּאכַל. הוֹלֵךְ אֵצֶל הַחֶנְוָנִי וְאוֹמֵר אִישׁ פְּלוֹנִי אָסוּר בַּהֲנָיָתִי וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. אִם הָלַךְ הַחֶנְוָנִי וְנָתַן לוֹ וּבָא וְנָטַל מִזֶּה הֲרֵי זֶה מֻתָּר:  ",
      "הָיָה בֵּיתוֹ לִבְנוֹת גְּדֵרוֹ לִגְדֹּר שָׂדֵהוּ לִקְצֹר וְהָלַךְ אֵצֶל פּוֹעֲלִים וְאָמַר אִישׁ פְּלוֹנִי אָסוּר בַּהֲנָיָתִי וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. וְהָלְכוּ הֵן וְעָשׂוּ עִמּוֹ וּבָאוּ לָזֶה וְנָתַן לָהֶן שְׂכָרָן הֲרֵי זֶה מֻתָּר. שֶּׁנִּמְצָא זֶה שֶׁפָּרַע לוֹ חוֹבוֹ. וּכְבָר בֵּאַרְנוּ שֶׁזֶּה מֻתָּר לִפְרֹעַ לוֹ חוֹבוֹ:  ",
      "הָיוּ מְהַלְּכִין בַּדֶּרֶךְ וְאֵין לוֹ מַה יֹּאכַל. נוֹתֵן לְאַחֵר מִשּׁוּם מַתָּנָה וְהַלָּה מֻתָּר בָּהּ. וְאִם אֵין עִמָּהֶם אַחֵר מַנִּיחַ עַל הַסֶּלַע וְאוֹמֵר הֲרֵי הֵן מֻפְקָרִין לְכָל מִי שֶׁיַּחְפֹּץ וְהַלָּה נוֹטֵל וְאוֹכֵל:  ",
      "נָתַן לְאֶחָד מַתָּנָה וְאָמַר לוֹ הֲרֵי סְעֻדָּה זוֹ נְתוּנָה לְךָ מַתָּנָה וְיָבוֹא פְּלוֹנִי שֶׁהוּא אָסוּר בַּהֲנָיָתִי וְיֹאכַל עִמָּנוּ הֲרֵי זֶה אָסוּר. וְלֹא עוֹד אֶלָּא [אֲפִלּוּ] אִם נָתַן לוֹ סְתָם וְחָזַר וְאָמַר לוֹ רְצוֹנְךָ שֶׁיָּבוֹא פְּלוֹנִי וְיֹאכַל עִמָּנוּ. אִם הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ שֶׁלֹּא נָתַן לוֹ אֶלָּא עַל מְנָת שֶׁיָּבוֹא פְּלוֹנִי וְיֹאכַל אָסוּר. כְּגוֹן שֶׁהָיְתָה סְעֻדָּה גְּדוֹלָה וְהוּא רוֹצֶה שֶׁיָּבוֹא אָבִיו אוֹ רַבּוֹ וְכַיּוֹצֵא בָּהֶן לֶאֱכל מִסְּעוּדָתוֹ. שֶׁהֲרֵי סְעוּדָתוֹ מוֹכַחַת עָלָיו שֶׁלֹּא גָּמַר לְהַקְנוֹת לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כָּל מַתָּנָה שֶׁאִם הִקְדִּישָׁהּ לֹא תִּהְיֶה מֻקְדֶּשֶׁת אֵינָהּ מַתָּנָה. וְכָל הַנּוֹתֵן לָזֶה מַתָּנָה עַל מְנָת לְהַקְנוֹתָהּ לְאַחֵר הֲרֵי זֶה הָאַחֵר קָנָה בְּעֵת שֶׁיַּקְנֶה לוֹ הָרִאשׁוֹן. וְאִם לֹא הִקְנָה לוֹ הָרִאשׁוֹן לְאוֹתוֹ אַחֵר לֹא קָנָה לֹא הָרִאשׁוֹן וְלֹא הַשֵּׁנִי:  ",
      "מִי שֶׁנֶּאֶסְרָה הֲנָיָתוֹ עַל בַּעַל בִּתּוֹ וְהוּא רוֹצֶה לָתֵת לְבִתּוֹ מָעוֹת כְּדֵי שֶׁתִּהְיֶה נֶהֱנֵית בָּהֶן וּמוֹצִיאָה אוֹתָן בַּחֲפָצֶיהָ. הֲרֵי זֶה נוֹתֵן לָהּ וְאוֹמֵר לָהּ הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִין לָךְ בְּמַתָּנָה וּבִלְבַד שֶׁלֹּא יְהֵא לְבַעֲלִיךְ רְשׁוּת בָּהֶן אֶלָּא יִהְיוּ לְמַה שֶּׁאַתְּ נוֹתֶנֶת לְפִיךְ אוֹ לְמַה שֶּׁתִּלְבְּשִׁי וְכַיּוֹצֵא בָּזֶה. וַאֲפִלּוּ אָמַר לָהּ עַל מְנָת שֶׁאֵין לְבַעֲלִיךְ רְשׁוּת בָּהֶן אֶלָּא מַה שֶּׁתִּרְצִי עֲשִׂי בָּהֶן לֹא קָנָה הַבַּעַל וּמַה שֶּׁתִּרְצֶה תַּעֲשֶׂה בָּהֶן. אֲבָל אִם נָתַן לָהּ מַתָּנָה וְאָמַר לָהּ עַל מְנָת שֶׁאֵין לְבַעֲלִיךְ רְשׁוּת בָּהֶן וְלֹא פֵּרֵשׁ שֶׁתִּהְיֶה הַמַּתָּנָה הַזֹּאת לְכָךְ וּלְכָךְ אוֹ לְמַה שֶּׁתִּרְצֶה תַּעֲשֶׂה בָּהֶן הֲרֵי קָנָה אוֹתָהּ הַבַּעַל לֶאֱכל פֵּרוֹתֶיהָ. וְדָבָר זֶה אָסוּר שֶׁהֲרֵי הוּא אָסוּר בַּהֲנָיַת חוֹתְנוֹ:  "
    ],
    [
      "מִי שֶׁנָּדַר אוֹ נִשְׁבַּע וּפֵרֵשׁ בִּשְׁעַת נִדְרוֹ דָּבָר שֶׁנָּדַר אוֹ נִשְׁבַּע בִּגְלָלוֹ. הֲרֵי זֶה כְּמִי שֶׁתָּלָה נִדְרוֹ אוֹ שְׁבוּעָתוֹ בְּאוֹתוֹ דָּבָר. וְאִם לֹא נִתְקַיֵּם אוֹתוֹ דָּבָר שֶׁנִּשְׁבַּע בִּגְלָלוֹ הֲרֵי זֶה מֻתָּר: \n",
      "כֵּיצַד. נָדַר אוֹ נִשְׁבַּע שֶׁאֵינִי נוֹשֵׂא אִשָּׁה פְּלוֹנִית שֶׁאָבִיהָ רַע. שֶׁאֵינִי נִכְנָס לְבַיִת זֶה שֶׁכֶּלֶב רַע בְּתוֹכוֹ. מֵתוּ אוֹ שֶׁעָשָׂה הָאָב תְּשׁוּבָה הֲרֵי זֶה מֻתָּר. שֶׁזֶּה כְּמִי שֶׁנָּדַר אוֹ נִשְׁבַּע וְאָמַר שֶׁלֹּא אֶשָּׂא פְּלוֹנִית וְלֹא אֶכָּנֵס לְבַיִת זֶה אֶלָּא אִם נִסְתַּלֵּק הַהֵזֶּק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֲבָל הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵינִי נוֹשֵׂא פְּלוֹנִית הַכְּעוּרָה וְנִמְצֵאת נָאָה. שְׁחוֹרָה וְנִמְצֵאת לְבָנָה. קְצָרָה וְנִמְצֵאת אֲרֻכָּה. קוֹנָם שֶׁאֵין אִשְׁתִּי נֶהֱנֵית לִי שֶׁגָּנְבָה אֶת כִּיסִי וְשֶׁהִכְּתָה אֶת בְּנִי וְנוֹדַע שֶׁלֹּא גָּנְבָה וְשֶׁלֹּא הִכְּתָה. הֲרֵי זֶה מֻתָּר מִפְּנֵי שֶׁהוּא נֵדֶר טָעוּת וְהוּא בִּכְלַל נִדְרֵי שְׁגָגוֹת שֶׁהֵן מֻתָּרִין. וְאֵין זֶה כְּתוֹלֶה נִדְרוֹ בְּדָבָר וְלֹא נִתְקַיֵּם הַדָּבָר. שֶׁהֲרֵי הַסִּבָּה שֶׁבִּגְלָלָהּ נָדַר לֹא הָיְתָה מְצוּיָה וְטָעוּת הָיָה: \n",
      "וְלֹא עוֹד אֶלָּא מִי שֶׁרָאָה אֲנָשִׁים מֵרָחוֹק אוֹכְלִים תְּאֵנִים שֶׁלּוֹ. וְאָמַר לָהֶן הֲרֵי הֵן עֲלֵיכֶם קָרְבָּן. כֵּיוָן שֶׁקָּרַב אֲלֵיהֶם וְהִבִּיט וַהֲרֵי הֵן אָבִיו וְאָחִיו הֲרֵי אֵלּוּ מֻתָּרִין. אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הַסִּבָּה שֶׁהִדִּירָן בִּגְלָלָהּ הֲרֵי זֶה כְּמוֹ שֶׁפֵּרֵשׁ. שֶׁהַדָּבָר מוֹכִיחַ שֶׁלֹּא אָסַר עֲלֵיהֶם אֶלָּא שֶׁהָיָה בְּדַעְתּוֹ שֶׁהֵן זָרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁנָּדַר אוֹ נִשְׁבַּע וְנוֹלַד לוֹ דָּבָר שֶׁלֹּא הָיָה בְּלִבּוֹ בִּשְׁעַת הַשְּׁבוּעָה אוֹ בִּשְׁעַת הַנֵּדֶר הֲרֵי זֶה אָסוּר עַד שֶׁיִּשְׁאַל לְחָכָם וְיַתִּיר אֶת נִדְרוֹ. כֵּיצַד. אָסַר אֶת עַצְמוֹ בַּהֲנָיַת פְּלוֹנִי אוֹ שֶׁלֹּא יִכָּנֵס לְמָקוֹם פְּלוֹנִי. וְנַעֲשָׂה אוֹתוֹ הָאִישׁ סוֹפֵר וְאוֹתוֹ מָקוֹם בֵּית הַכְּנֶסֶת. אַף עַל פִּי שֶׁהוּא אוֹמֵר אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁזֶּה נַעֲשָׂה סוֹפֵר וּבְמָקוֹם זֶה יֵעָשֶׂה בֵּית הַכְּנֶסֶת לֹא הָיִיתִי נוֹדֵר אוֹ נִשְׁבַּע הֲרֵי זֶה אָסוּר לֵהָנוֹת וּלְהִכָּנֵס עַד שֶׁיַּתִּיר נִדְרוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל נֵדֶר שֶׁהֻתַּר מִקְצָתוֹ הֻתַּר כֻּלּוֹ וְהוּא הַדִּין בִּשְׁבוּעָה. כֵּיצַד. רָאָה אֲנָשִׁים מֵרָחוֹק אוֹכְלִין פֵּרוֹתָיו וְאָמַר הֲרֵי הֵן עֲלֵיכֶם קָרְבָּן. וּכְשֶׁהִגִּיעַ אֲלֵיהֶם וְהִנֵּה הֵם אָבִיו וַאֲנָשִׁים זָרִים הוֹאִיל וְאָבִיו מֻתָּר כֻּלָּן מֻתָּרִין. וַאֲפִלּוּ אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ כֵּן הָיִיתִי אוֹמֵר פְּלוֹנִי וּפְלוֹנִי אֲסוּרִין וְאָבִי מֻתָּר הֲרֵי כֻּלָּן מֻתָּרִין. אֲבָל אִם אוֹמֵר כְּשֶׁהִגִּיעַ אֲלֵיהֶן אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁאָבִי בֵּינֵיכֶם הָיִיתִי אוֹמֵר כֻּלְּכֶם אֲסוּרִין חוּץ מֵאָבִי הֲרֵי כֻּלָּן אֲסוּרִין חוּץ מֵאָבִיו. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁלֹּא הִתִּיר מִקְצָת הַנֵּדֶר אֶלָּא כְּמוֹ שֶׁנָּדַר הָיָה נוֹדֵר וּמַתְנֶה עַל אָבִיו: \n",
      "וְכֵן הָאוֹמֵר הַיַּיִן קָרְבָּן עָלַי מִפְּנֵי שֶׁהַיַּיִן רַע לִבְנֵי מֵעַיִם. וְאָמְרוּ לוֹ הֲרֵי הַמְיֻשָּׁן יָפֶה לִבְנֵי מֵעַיִם. אִם אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ לֹא הָיִיתִי נוֹדֵר. וַאֲפִלּוּ אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ הָיִיתִי אוֹמֵר הֶחָדָשׁ אָסוּר וְהַיָּשָׁן מֻתָּר. מֻתָּר בַּיָּשָׁן וּבֶחָדָשׁ. אֲבָל אִם אָמַר אִלּוּ הָיִיתִי יוֹדֵעַ הָיִיתִי אוֹמֵר כָּל הַיֵּינוֹת אֲסוּרִין עָלַי חוּץ מִן הַמְיֻשָּׁן הֲרֵי זֶה מֻתָּר בַּמְיֻשָּׁן בִּלְבַד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל הַנּוֹדֵר אוֹ נִשְׁבָּע רוֹאִין דְּבָרִים שֶׁבִּגְלָלָן נִשְׁבַּע אוֹ נָדַר וּלְמֵדִין מֵהֶן לְאֵי זֶה נִתְכַּוֵּן וְהוֹלְכִין אַחַר הָעִנְיָן לֹא אַחַר כָּל מַשְׁמַע הַדִּבּוּר. כֵּיצַד. הָיָה טָעוּן מַשָּׂא שֶׁל צֶמֶר אוֹ שֶׁל פִּשְׁתִּים וְהִזִּיעַ וְהָיָה רֵיחוֹ קָשֶׁה וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יַעֲלֶה עָלָיו צֶמֶר אוֹ פִּשְׁתִּים לְעוֹלָם. הֲרֵי זֶה מֻתָּר לִלְבּשׁ בִּגְדֵי צֶמֶר אוֹ פִּשְׁתִּים וּלְכַסּוֹתָן. וְאֵינוֹ אָסוּר אֶלָּא לְהַפְשִׁילָן לַאֲחוֹרָיו. הָיָה לָבוּשׁ בִּגְדֵי צֶמֶר וְנִצְטַעֵר בִּלְבִישָׁתָן וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יַעֲלֶה עָלָיו צֶמֶר לְעוֹלָם אָסוּר לִלְבּשׁ וּמֻתָּר לִטְעֹן עָלָיו וּמֻתָּר לְהִתְכַּסּוֹת בְּגִזֵּי צֶמֶר. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְבֶגֶד צֶמֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָיוּ מְבַקְּשִׁין מִמֶּנּוּ שֶׁיִּשָּׂא קְרוֹבָתוֹ וְהוּא מְמָאֵן וּפָצְרוּ בּוֹ וְנָדַר אוֹ נִשְׁבַּע שֶׁלֹּא תֶּהֱנֶה בּוֹ לְעוֹלָם. וְכֵן הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא תֶּהֱנֶה בּוֹ לְעוֹלָם. הֲרֵי אֵלּוּ מֻתָּרוֹת לֵהָנוֹת לוֹ. שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְשֵׁם אִישׁוּת: \n",
      "וְכֵן הַקּוֹרֵא לַחֲבֵרוֹ שֶׁיִּסְעֹד אֶצְלוֹ וּמֵאֵן וְנִשְׁבַּע אוֹ נָדַר שֶׁלֹּא יִכָּנֵס לְבֵיתוֹ וְלֹא יִשְׁתֶּה לוֹ טִפַּת צוֹנֵן הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לְבֵיתוֹ וְלִשְׁתּוֹת לוֹ צוֹנֵן. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא שֶׁלֹּא יֹאכַל וְיִשְׁתֶּה עִמּוֹ בִּסְעֻדָּה זוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם לְבֵיתְךָ אֲנִי נִכְנָס וְשָׂדְךָ אֲנִי לוֹקֵחַ בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה וּמֵת אוֹ מְכָרָן לְאַחֵר הֲרֵי זֶה מֻתָּר לְהִכָּנֵס לַבַּיִת וְלִקַּח הַשָּׂדֶה מִן הַיּוֹרֵשׁ אוֹ מִן הַלּוֹקֵחַ. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא כָּל זְמַן שֶׁהֵן בִּרְשׁוּתוֹ. אֲבָל אִם אָמַר לַבַּיִת הַזֶּה אֵינִי נִכְנָס וְשָׂדֶה זֶה אֵינִי לוֹקֵחַ וּמֵת אוֹ מְכָרָן לְאַחֵר הֲרֵי זֶה אָסוּר: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי פָּרָתְךָ אָמַר לוֹ אֵינָהּ פְּנוּיָה נִשְׁבַּע אוֹ נָדַר וְאָמַר קוֹנָם שָׂדִי אֵינִי חוֹרֵשׁ בָּהּ לְעוֹלָם. אִם הָיָה דַּרְכּוֹ לַחְרשׁ בְּיָדוֹ הוּא אָסוּר וְכָל אָדָם מֻתָּרִין לַחְרשׁ לוֹ בָּהּ. וְאִם אֵין דַּרְכּוֹ לַחְרשׁ בְּיָדוֹ הוּא וְכָל אָדָם אֲסוּרִין. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
      "מִי שֶׁנִּשְׁבַּע אוֹ נָדַר שֶׁיִּשָּׂא אִשָּׁה אוֹ שֶׁיִּקְנֶה בַּיִת אוֹ שֶׁיֵּצֵא בְּשַׁיָּרָא אוֹ יִפְרשׁ בַּיָּם אֵין מְחַיְּבִין אוֹתוֹ לִשָּׂא אִשָּׁה אוֹ לִקְנוֹת אוֹ לְצֵאת מִיָּד אֶלָּא עַד שֶׁיִּמָּצֵא דָּבָר הֶהָגוּן לוֹ. מַעֲשֶׂה בְּאִשָּׁה שֶׁנָּדְרָה שֶׁכָּל מִי שֶׁיִּתְבַּע אוֹתָהּ תִּנָּשֵׂא לוֹ וְקָפְצוּ עָלֶיהָ בְּנֵי אָדָם שֶׁאֵינָן הֲגוּנִין לָהּ. וְאָמְרוּ חֲכָמִים לֹא נִתְכַּוְּנָה זוֹ אֶלָּא לְכָל מִי שֶׁיִּתְבַּע אוֹתָהּ מִן הַהֲגוּנִין לָהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמַּדִּיר אֶת חֲבֵרוֹ אוֹ שֶׁנִּשְׁבַּע וְאָמַר לוֹ שֶׁתָּבוֹא וְתִטּל לְבָנֶיךָ כּוֹר אֶחָד חִטִּים אוֹ שְׁתֵּי חָבִיּוֹת שֶׁל יַיִן הֲרֵי זֶה יָכוֹל לְהַתִּיר נִדְרוֹ בְּלֹא שְׁאֵלָה לְחָכָם. וְיֹאמַר לוֹ כְּלוּם נִתְכַּוַּנְתָּ אֶלָּא לְכַבְּדֵנִי כְּבוֹדִי שֶׁלֹּא אֶטּל וּכְבָר הִגִּיעַ אֵלַי כָּבוֹד שֶׁנָּדַרְתָּ בִּשְׁבִילִי. וְכֵן הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵין אַתָּה נֶהֱנֶה לִי אִם אֵין אַתָּה נוֹתֵן לִבְנִי כּוֹר שֶׁל חִטִּים וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן. הֲרֵי זֶה יָכוֹל לְהַתִּיר נִדְרוֹ שֶׁלֹּא בִּשְׁאֵלַת חָכָם וְיֹאמַר הֲרֵינִי כְּאִלּוּ נִתְקַבַּלְתִּי וְהִגִּיעוּ לְיָדִי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "בִּנְּדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם בְּאוֹתוֹ מָקוֹם וּבְאוֹתוֹ לָשׁוֹן וּבְאוֹתוֹ זְמַן שֶׁנָּדַר אוֹ נִשְׁבַּע בּוֹ. כֵּיצַד. נָדַר אוֹ נִשְׁבַּע מִן הַמְבֻשָּׁל. אִם דֶּרֶךְ אוֹתוֹ מָקוֹם בְּאוֹתוֹ לָשׁוֹן בְּאוֹתוֹ זְמַן שֶׁקּוֹרְאִין מְבֻשָּׁל אֲפִלּוּ לְצָלִי וּלְשָׁלוּק הֲרֵי זֶה אָסוּר בַּכּל. וְאִם אֵין דַּרְכָּם לִקְרוֹת מְבֻשָּׁל אֶלָּא לְבָשָׂר שֶׁנִּתְבַּשֵּׁל בְּמַיִם וּבְתַבְלִין הֲרֵי זֶה מֻתָּר בְּצָלִי וּבְשָׁלוּק. וְכֵן הַמְעֻשָּׁן וְהַמְבֻשָּׁל בְּחַמֵּי טְבֶרְיָא וְכַיּוֹצֵא בָּהֶן הוֹלְכִין בּוֹ אַחַר הַלָּשׁוֹן שֶׁל בְּנֵי הָעִיר: \n",
      "נָדַר אוֹ נִשְׁבַּע מִן הַמָּלִיחַ. אִם דַּרְכָּם לִקְרוֹת מָלִיחַ לְכָל הַמְּלוּחִין הֲרֵי זֶה אָסוּר בְּכָל הַמְּלוּחִין. וְאִם אֵין דַּרְכָּם לִקְרוֹת מָלִיחַ אֶלָּא לְדָג מָלִיחַ בִּלְבַד אֵינוֹ אָסוּר אֶלָּא בְּדָג מָלִיחַ: \n",
      "נָדַר אוֹ נִשְׁבַּע מִן הַכָּבוּשׁ אִם דַּרְכָּם לִקְרוֹת כָּבוּשׁ לְכָל הַכְּבוּשִׁים הֲרֵי זֶה אָסוּר בַּכּל. וְאִם אֵין דַּרְכָּם לִקְרוֹת כָּבוּשׁ אֶלָּא לְיָרָק כָּבוּשׁ בִּלְבַד אֵינוֹ אָסוּר אֶלָּא בְּכָבוּשׁ שֶׁל יָרָק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָיוּ מִקְצָת בְּנֵי הַמָּקוֹם קוֹרִין לוֹ כָּךְ וּמִקְצָתָם אֵין קוֹרִין אֵין הוֹלְכִין אַחַר הָרֹב אֶלָּא הֲרֵי זֶה סְפֵק נְדָרִים וְכָל סְפֵק נְדָרִים לְהַחְמִיר וְאִם עָבַר אֵינוֹ לוֹקֶה: \n",
      "כֵּיצַד. נָדַר מִן הַשֶּׁמֶן בְּמָקוֹם שֶׁמִּסְתַּפְּקִין בְּשֶׁמֶן זַיִת וּבְשֶׁמֶן שֻׁמְשְׁמִין וְרֹב אַנְשֵׁי הַמָּקוֹם אֵין קוֹרִין שֶׁמֶן סְתָם אֶלָּא לְשֶׁמֶן זַיִת וְקוֹרִין לְשֶׁמֶן שֻׁמְשְׁמִין שֶׁמֶן שֻׁמְשְׁמִין וּמִעוּטָם קוֹרִין אַף לְשֶׁמֶן שֻׁמְשְׁמִין שֶׁמֶן סְתָם. הֲרֵי זֶה אָסוּר בִּשְׁנֵיהֶם וְאֵינוֹ לוֹקֶה עַל שֶׁמֶן שֻׁמְשְׁמִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל דָּבָר שֶׁדֶּרֶךְ שָׁלִיחַ בְּאוֹתוֹ מָקוֹם לְהִמָּלֵךְ עָלָיו הֲרֵי הוּא בִּכְלַל הַמִּין שֶׁנֶּאֱמַר לְשָׁלִיחַ סְתָם. כֵּיצַד. מָקוֹם שֶׁדַּרְכָּן אִם יִשְׁלַח אָדָם שָׁלִיחַ לִקְנוֹת לוֹ בָּשָׂר סְתָם אָמַר לוֹ לֹא מָצָאתִי אֶלָּא דָּגִים אִם נִשְׁבַּע אוֹ נָדַר בְּמָקוֹם זֶה מִן הַבָּשָׂר נֶאֱסָר אַף בִּבְשַׂר דָּגִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וּבְכָל מָקוֹם הַנּוֹדֵר מִן הַבָּשָׂר אָסוּר בִּבְשַׂר עוֹפוֹת וּבִקְרָבַיִם וּמֻתָּר בַּחֲגָבִים. וְאִם מַרְאִין הַדְּבָרִים בְּעֵת שֶׁנָּדַר שֶׁלֹּא נִתְכַּוֵּן אֶלָּא בִּבְשַׂר בְּהֵמָה בִּלְבַד [אוֹ לִבְשַׂר עוֹף וּבְהֵמָה בִּלְבַד] הֲרֵי זֶה מֻתָּר בִּבְשַׂר דָּגִים וַאֲפִלּוּ בְּמָקוֹם שֶׁהַשָּׁלִיחַ נִמְלַךְ עֲלֵיהֶן: \n",
      "הַנּוֹדֵר מִן הַמְבֻשָּׁל מֻתָּר בְּבֵיצָה שֶׁלֹּא נִתְבַּשְּׁלָה עַד שֶׁקָּפְתָּה אֶלָּא נִתְגַּלְגְּלָה בִּלְבַד. הַנּוֹדֵר מִמַּעֲשֵׂה קְדֵרָה אֵינוֹ אָסוּר אֶלָּא מִדְּבָרִים שֶׁמַּרְתִּיחִין אוֹתָן בִּקְדֵרָה. כְּגוֹן רִיפוֹת וּלְבִיבוֹת וְכַיּוֹצֵא בָּהֶן. אָסַר עַצְמוֹ מִכָּל הַיּוֹרֵד לִקְדֵרָה הֲרֵי זֶה אָסוּר בְּכָל הַמִּתְבַּשְּׁלִין בִּקְדֵרָה: \n",
      "הַנּוֹדֵר מִן הַדָּגִים מֻתָּר בְּצִיר וּבְמֻרְיָס שֶׁל דָּגִים. הַנּוֹדֵר מִן הֶחָלָב מֻתָּר בַּקּוֹם וְהוּא הַמַּיִם הַמֻּבְדָּלִין מִן הֶחָלָב. נָדַר מִן הַקּוֹם מֻתָּר בְּחָלָב. נָדַר מִן הַגְּבִינָה אָסוּר בָּהּ בֵּין מְלוּחָה בֵּין תְּפֵלָה: \n",
      "הַנּוֹדֵר מִן הַחִטִּים אָסוּר בָּהֶן בֵּין חַיִּין בֵּין מְבֻשָּׁלִין. חִטָּה חִטִּים שֶׁאֲנִי טוֹעֵם אָסוּר בָּהֶן בֵּין קֶמַח בֵּין פַּת. חִטָּה שֶׁאֲנִי טוֹעֵם אָסוּר בְּאָפוּי וּמֻתָּר לָכֹס. חִטִּים שֶׁאֲנִי טוֹעֵם מֻתָּר בְּאָפוּי וְאָסוּר לָכֹס. חִטָּה חִטִּים שֶׁאֲנִי טוֹעֵם אָסוּר בֵּין בְּאָפוּי בֵּין לָכֹס. וְהַנּוֹדֵר מִן הַדָּגָן אוֹ מִן הַתְּבוּאָה אֵינוֹ אָסוּר אֶלָּא בַּחֲמֵשֶׁת הַמִּינִין: \n",
      "הַנּוֹדֵר מִן הַיָּרָק מֻתָּר בִּדְלוּעִין. הַנּוֹדֵר בִּכְרֵישִׁין מֻתָּר בְּקַפְלוֹטוֹת. הַנּוֹדֵר מִן הַכְּרוּב אָסוּר בְּמַיִם שֶׁנִּתְבַּשֵּׁל בּוֹ הַכְּרוּב שֶׁהֲרֵי מֵי שְׁלָקוֹת כִּשְׁלָקוֹת. נָדַר מִמֵּי הַשְּׁלָקוֹת מֻתָּר בַּשְּׁלָקוֹת עַצְמָן. הַנּוֹדֵר מִן הָרֹטֶב מֻתָּר בַּתַּבְלִין שֶׁבּוֹ. מִן הַתַּבְלִין מֻתָּר בָּרֹטֶב. הַנּוֹדֵר מִן הַגְּרִיסִין אָסוּר בַּמִּקְפָּה שֶׁל גְּרִיסִין: \n",
      "הַנּוֹדֵר מִן פֵּרוֹת הָאָרֶץ אָסוּר בְּכָל פֵּרוֹת הָאָרֶץ וּמֻתָּר בִּכְמֵהִין וּפִטְרִיּוֹת. וְאִם אָמַר כָּל גִּדּוּלֵי קַרְקַע עָלַי אָסוּר אַף בִּכְמֵהִין וּפִטְרִיּוֹת אַף עַל פִּי שֶׁאֵינָן יוֹנְקִין מִן הַקַּרְקַע גְּדֵלִין הֵן בַּקַּרְקַע: \n",
      "הַנּוֹדֵר מִפֵּרוֹת הַשָּׁנָה אָסוּר בְּכָל פֵּרוֹת הַשָּׁנָה וּמֻתָּר בִּגְדָיִים וּבִטְלָאִים וּבְחָלָב וּבְבֵיצִים וּבְגוֹזָלוֹת. וְאִם אָמַר כָּל גִּדּוּלֵי שָׁנָה עָלַי אָסוּר בְּכֻלָּם. הַנּוֹדֵר מִפֵּרוֹת הַקַּיִץ אֵין אָסוּר אֶלָּא בִּתְאֵנִים: \n",
      "וּבְכָל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן הִזָּהֵר בְּעִקַּר הַגָּדוֹל שֶׁהוּא בִּנְדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם שֶׁבְּאוֹתוֹ מָקוֹם בְּאוֹתוֹ לָשׁוֹן וּבְאוֹתוֹ זְמַן. וְעַל פִּי עִקָּר זֶה תּוֹרֶה וְתֹאמַר זֶה הַנּוֹדֵר אָסוּר בְּדָבָר פְּלוֹנִי וּמֻתָּר בְּדָבָר פְּלוֹנִי: \n",
      "הַנּוֹדֵר מִן הָעֲנָבִים מֻתָּר בְּיַיִן וַאֲפִלּוּ הֶחָדָשׁ. מִן הַזֵּיתִים מֻתָּר בְּשֶׁמֶן. מִן הַתְּמָרִים מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַסִּתְוָנִיּוֹת מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַיַּיִן מֻתָּר בְּיֵין תַּפּוּחִים. מִן הַשֶּׁמֶן מֻתָּר בְּשֶׁמֶן שֻׁמְשְׁמִין. מִן הַדְּבַשׁ מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַחֹמֶץ מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַיָּרָק מֻתָּר בְּיַרְקוֹת שָׂדֶה. מִפְּנֵי שֶׁכָּל אֵלּוּ שֵׁם לְוַוי הֵם וְהוּא לֹא נָדַר אֶלָּא מִשֵּׁם שֶׁאֵינוֹ לְוַוי בְּאוֹתוֹ מָקוֹם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַנּוֹדֵר מִן הַכְּסוּת מֻתָּר בְּשַׂק וּבִירִיעָה וּבַחֲמִילָה. מִן הַבַּיִת אָסוּר בַּעֲלִיָּה שֶׁהָעֲלִיָּה בִּכְלַל הַבַּיִת. נָדַר מִן הָעֲלִיָּה מֻתָּר בַּבַּיִת. מִן הַדַּרְגָּשׁ מֻתָּר בַּמִּטָּה. מִן הַמִּטָּה אָסוּר בַּדַּרְגָּשׁ שֶׁהוּא כְּמוֹ מִטָּה קְטַנָּה: \n",
      "הַנּוֹדֵר שֶׁלֹּא יִכָּנֵס לְבַיִת זֶה הֲרֵי זֶה אָסוּר מִן הָאֲגַף וְלִפְנִים. נָדַר שֶׁלֹּא יִכָּנֵס לְעִיר זוֹ מֻתָּר לְהִכָּנֵס לִתְחוּמָהּ וְאָסוּר לְהִכָּנֵס לְעִבּוּרָהּ: \n",
      "הַנּוֹדֵר הֲנָיָה מִבְּנֵי הָעִיר וּבָא אָדָם וְנִשְׁתַּהָה שָׁם שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי זֶה אָסוּר לֵהָנוֹת מִמֶּנּוּ. פָּחוֹת מִכָּאן מֻתָּר. נָדַר מִיּוֹשְׁבֵי הָעִיר כָּל שֶׁשָּׁהָה שָׁם שְׁלֹשִׁים יוֹם אָסוּר לֵהָנוֹת מִמֶּנּוּ. פָּחוֹת מִכֵּן מֻתָּר: \n",
      "הַנּוֹדֵר מִן הַמַּיִם הַנִּמְשָׁכִין מִמַּעְיָן פְּלוֹנִי. אָסוּר בְּכָל הַנְּהָרוֹת הַיּוֹנְקוֹת מִמֶּנּוּ וְאֵין צָרִיךְ לוֹמַר הַנִּמְשָׁכוֹת. אַף עַל פִּי שֶׁנִּשְׁתַּנָּה שְׁמָם וְאֵין קוֹרִין אוֹתָן אֶלָּא נָהָר פְּלוֹנִי וּבְאֵר פְּלוֹנִי וְאֵין מְלַוִּין אוֹתָן לְשֵׁם הַמַּעְיָן הַנָּדוּר הוֹאִיל וְהוּא עִקָּרָן אָסוּר בַּכּל. אֲבָל אִם נָדַר מִנָּהָר פְּלוֹנִי אוֹ מִמַּעְיָן פְּלוֹנִי אֵין אָסוּר אֶלָּא בְּכָל הַנְּהָרוֹת הַנִּקְרָאוֹת עַל שְׁמוֹ: \n",
      "הַנּוֹדֵר מִיּוֹרְדֵי הַיָּם מֻתָּר בְּיוֹשְׁבֵי הַיַּבָּשָׁה. מִיּוֹשְׁבֵי הַיַּבָּשָׁה אָסוּר בְּיוֹרְדֵי הַיָּם אַף עַל פִּי שֶׁהֵן מְפָרְשִׁים בְּאֶמְצַע הַיָּם הַגָּדוֹל. שֶׁיּוֹרְדֵי הַיָּם בִּכְלַל יוֹשְׁבֵי הַיַּבָּשָׁה. נָדַר מֵרוֹאֵי חַמָּה אָסוּר בְּסוּמִין שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא מִמִּי שֶׁהַחַמָּה רוֹאָה אוֹתוֹ. נָדַר מִשְּׁחוֹרֵי הָרֹאשׁ אָסוּר בְּקֵרְחִים וּבַעֲלֵי שֵׂיבוֹת וּמֻתָּר בְּנָשִׁים וּבִקְטַנִּים. וְאִם דַּרְכָּן לִקְרוֹת שְׁחוֹרֵי הָרֹאשׁ לַכּל אָסוּר בַּכּל: \n",
      "נָדַר מִשּׁוֹבְתֵי שַׁבָּת אָסוּר בְּיִשְׂרָאֵל וּבְכוּתִים. נָדַר מֵעוֹלֵי יְרוּשָׁלַיִם אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בְּכוּתִים. שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְמִי שֶׁמִּצְוָה עָלָיו לַעֲלוֹת לִירוּשָׁלַיִם. וְהַנּוֹדֵר מִבְּנֵי נֹחַ מֻתָּר בְּיִשְׂרָאֵל שֶׁאֵין נִקְרָאִים בְּנֵי נֹחַ אֶלָּא שְׁאָר הָאֻמּוֹת: \n",
      "נָדַר מִזֶּרַע אַבְרָהָם מֻתָּר בִּבְנֵי יִשְׁמָעֵאל וּבְנֵי עֵשָׂו וְאֵינוֹ אָסוּר אֶלָּא בְּיִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(בראשית כא יב)</small> \"כִּי בְיִצְחָק יִקָּרֵא לְךָ זָרַע\" וַהֲרֵי יִצְחָק אָמַר לְיַעֲקֹב <small>(בראשית כח ד)</small> \"וְיִתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם\": \n",
      "נָדַר מִן הָעֲרֵלִים אָסוּר בְּמוּלֵי עַכּוּ''ם וּמֻתָּר בַּעֲרֵלֵי יִשְׂרָאֵל. נָדַר מִן הַמּוּלִים אָסוּר בְּעַרְלֵי יִשְׂרָאֵל וּמֻתָּר בְּמוּלֵי עַכּוּ''ם. שֶׁאֵין הָעָרְלָה קְרוּיָה אֶלָּא לְשֵׁם עַכּוּ''ם שֶׁנֶּאֱמַר <small>(ירמיה ט כה)</small> \"כִּי כָל הַגּוֹיִם עֲרֵלִים\" וְאֵין כַּוָּנָתוֹ שֶׁל זֶה אֶלָּא לְמִי שֶׁהוּא מְצֻוֶּה עַל הַמִּילָה וְלֹא לְמִי שֶׁאֵינוֹ מְצֻוֶּה עָלֶיהָ: \n",
      "הַנּוֹדֵר מִיִּשְׂרָאֵל אָסוּר בְּגֵרִים. מִן הַגֵּרִים מֻתָּר בְּיִשְׂרָאֵל. הַנּוֹדֵר מִיִּשְׂרָאֵל אָסוּר בְּכֹהֲנִים וּלְוִיִּם. מִן הַכֹּהֲנִים וּמִן הַלְוִיִּם מֻתָּר בְּיִשְׂרָאֵל. הַנּוֹדֵר מִן הַכֹּהֲנִים מֻתָּר בִּלְוִיִּם. מֵהַלְוִיִּם מֻתָּר בְּכֹהֲנִים. הַנּוֹדֵר מִבָּנָיו מֻתָּר בִּבְנֵי בָּנָיו. וּבְכָל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן דִּין הַנּוֹדֵר וְהַנִּשְׁבָּע אֶחָד הוּא: \n"
    ],
    [
      "הַנּוֹדֵר אוֹ הַנִּשְׁבָּע שֶׁאֵינִי טוֹעֵם הַיּוֹם אֵינוֹ אָסוּר אֶלָּא עַד שֶׁתֶּחֱשַׁךְ. שֶׁאֵינִי טוֹעֵם יוֹם אֶחָד אָסוּר מֵעֵת לְעֵת מִשְּׁעַת נִדְרוֹ. לְפִיכָךְ הַנּוֹדֵר שֶׁאֲנִי טוֹעֵם הַיּוֹם אַף עַל פִּי שֶׁהוּא מֻתָּר מִשֶּׁתֶּחְשַׁךְ לֹא יֹאכַל מִשֶּׁתֶּחְשַׁךְ עַד שֶׁיִּשְׁאַל לְחָכָם. גְּזֵרָה שֶׁמָּא יִשָּׁבַע פַּעַם אַחֶרֶת יוֹם אֶחָד וְיֹאכַל מִשֶּׁתֶּחְשַׁךְ שֶׁהֲרֵי אֵין כָּל הָעָם יוֹדְעִים הֶפְרֵשׁ שֶׁבֵּין זֶה לָזֶה: \n",
      "נָדַר שֶׁאֲנִי טוֹעֵם יוֹם הֲרֵי זֶה סָפֵק וְאָסוּר מֵעֵת לְעֵת כְּאוֹמֵר יוֹם אֶחָד. וְאִם אָכַל אַחַר שֶׁחֲשֵׁכָה אֵינוֹ לוֹקֶה. שֶׁאֲנִי טוֹעֵם שַׁבָּת זוֹ הֲרֵי זֶה אָסוּר בִּשְׁאָר יְמֵי הַשַּׁבָּת וּבְיוֹם הַשַּׁבָּת. וַהֲרֵי הוּא מֻתָּר מֵאֶחָד בְּשַׁבָּת. שֶׁאֲנִי טוֹעֵם שַׁבָּת אַחַת הֲרֵי זֶה אָסוּר שִׁבְעָה יָמִים מֵעֵת לְעֵת. אָמַר שַׁבָּת סְתָם וְלֹא פֵּרֵשׁ לֹא אַחַת וְלֹא זוֹ הֲרֵי סָפֵק וְאָסוּר שִׁבְעָה יָמִים מֵעֵת לְעֵת. וְאִם אָכַל אַחַר שַׁבָּת אֵינוֹ לוֹקֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שֶׁאֲנִי שׁוֹתֶה חֹדֶשׁ זֶה אָסוּר בִּשְׁאָר יְמֵי הַחֹדֶשׁ. אֲבָל בְּיוֹם רֹאשׁ חֹדֶשׁ יִהְיֶה מֻתָּר אַף עַל פִּי שֶׁהָיָה חֹדֶשׁ חָסֵר. שֶׁאֲנִי טוֹעֵם חֹדֶשׁ אֶחָד אָסוּר שְׁלֹשִׁים יוֹם גְּמוּרִים מֵעֵת לְעֵת. נָדַר חֹדֶשׁ סְתָם אָסוּר שְׁלֹשִׁים יוֹם מֵעֵת לְעֵת מִסָּפֵק: \n",
      "שֶׁאֲנִי אוֹכֵל בָּשָׂר שָׁנָה זוֹ אֲפִלּוּ לֹא נִשְׁאַר מִן הַשָּׁנָה אֶלָּא יוֹם אֶחָד אֵין אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם. וּבְיוֹם רֹאשׁ הַשָּׁנָה מֻתָּר. וְרֹאשׁ הַשָּׁנָה לִנְדָרִים הוּא יוֹם רֹאשׁ חֹדֶשׁ תִּשְׁרֵי. שֶׁאֲנִי אוֹכֵל שָׁנָה אַחַת הֲרֵי זֶה אָסוּר שָׁנָה תְּמִימָה מִיּוֹם לְיוֹם. וְאִם נִתְעַבְּרָה הַשָּׁנָה אָסוּר בָּהּ וּבְעִבּוּרָהּ. שֶׁאֲנִי אוֹכֵל שָׁנָה הֲרֵי זֶה אָסוּר שָׁנָה תְּמִימָה מִיּוֹם לְיוֹם מִסָּפֵק כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שֶׁאֲנִי שׁוֹתֶה יַיִן שָׁבוּעַ זֶה אָסוּר בִּשְׁאָר שְׁנֵי הַשָּׁבוּעַ וּבִשְׁנַת הַשְּׁמִטָּה. וְאֵינוֹ מֻתָּר אֶלָּא מֵרֹאשׁ הַשָּׁנָה שֶׁל מוֹצָאֵי שְׁבִיעִית. שֶׁאֲנִי שׁוֹתֶה יַיִן שָׁבוּעַ אֶחָד אָסוּר שֶׁבַע שָׁנִים גְּמוּרוֹת מִיּוֹם לְיוֹם. אָמַר יוֹבֵל זֶה אָסוּר בִּשְׁאָר שְׁנֵי הַיּוֹבֵל וּבִשְׁנַת חֲמִשִּׁים עַצְמָהּ: \n",
      "שֶׁאֲנִי שׁוֹתֶה יַיִן עַד רֹאשׁ אֲדָר אִם הָיְתָה שָׁנָה מְעֻבֶּרֶת וְלֹא יָדַע שֶׁהִיא מְעֻבֶּרֶת כְּשֶׁנָּדַר אֵינוֹ אָסוּר אֶלָּא עַד רֹאשׁ חֹדֶשׁ אֲדָר רִאשׁוֹן. וְאִם נָדַר עַד סוֹף אֲדָר הֲרֵי זֶה אָסוּר עַד סוֹף אֲדָר שֵׁנִי. וְאִם יָדַע שֶׁהַשָּׁנָה מְעֻבֶּרֶת וְנָדַר עַד רֹאשׁ אֲדָר אָסוּר עַד רֹאשׁ אֲדָר שֵׁנִי: \n",
      "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַפֶּסַח בֵּין שֶׁאָמַר עַד פְּנֵי הַפֶּסַח בֵּין שֶׁאָמַר עַד הַפֶּסַח אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ בִּלְבַד. וְאִם אָמַר עַד שֶׁיִּהְיֶה הַפֶּסַח הֲרֵי אָסוּר עַד שֶׁיֵּצֵא הַפֶּסַח. אָמַר עַד הַקָּצִיר אוֹ עַד הַבָּצִיר אוֹ שֶׁאָמַר עַד שֶׁיִּהְיֶה הַבָּצִיר אוֹ הַקָּצִיר אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
      "זֶה הַכְּלָל כָּל שֶׁזְּמַנּוֹ קָבוּעַ וְנָדַר עָדָיו אֵין אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ. וְאִם נָדַר עַד שֶׁיִּהְיֶה הֲרֵי זֶה אָסוּר עַד שֶׁיֵּצֵא. וְכָל שֶׁאֵין לוֹ זְמַן קָבוּעַ כְּגוֹן זְמַן הַקָּצִיר וְהַבָּצִיר בֵּין שֶׁנָּדַר עָדָיו בֵּין שֶׁנָּדַר עַד שֶׁיִּהְיֶה אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
      "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַקַּיִץ הֲרֵי אָסוּר עַד שֶׁיַּתְחִילוּ אַנְשֵׁי הַמָּקוֹם שֶׁנָּדַר בּוֹ לְהַכְנִיס כַּלְכָּלוֹת תְּאֵנִים. עַד הַקָּצִיר עַד שֶׁיַּתְחִילוּ הָעָם לִקְצֹר קְצִיר חִטִּים אֲבָל לֹא קְצִיר שְׂעוֹרִים. פֵּרֵשׁ וְאָמַר עַד שֶׁיַּעֲבֹר הַקַּיִץ הֲרֵי זֶה אָסוּר עַד שֶׁיִּכְפְּלוּ הָעָם רֹב הַמַּחְצְלָאוֹת שֶׁבַּמֻּקְצֶה שֶׁמְּיַבְּשִׁין עֲלֵיהֶם תְּאֵנִים וַעֲנָבִים לַעֲשׂוֹתָם גְּרוֹגָרוֹת וְצִמּוּקִים הַכּל לְפִי מְקוֹם נִדְרוֹ שֶׁל נוֹדֵר: \n",
      "כֵּיצַד. הֲרֵי שֶׁנָּדַר בְּבִקְעָה וְאָסַר עַצְמוֹ בַּדָּבָר עַד הַקַּיִץ וְעָלָה לָהָר אֵינוֹ מִסְתַּכֵּל בַּקַּיִץ שֶׁל מָקוֹם שֶׁהוּא בּוֹ עַתָּה אִם הִגִּיעַ אִם לֹא הִגִּיעַ. אֶלָּא בַּקַּיִץ שֶׁל מָקוֹם שֶׁנָּדַר בּוֹ וְעָלָיו הוּא סוֹמֵךְ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹסֵר עַצְמוֹ בְּדָבָר עַד הַגֶּשֶׁם. הֲרֵי זֶה אָסוּר עַד זְמַן הַגְּשָׁמִים שֶׁהוּא בְּאֶרֶץ יִשְׂרָאֵל רֹאשׁ חֹדֶשׁ כִּסְלֵו. הִגִּיעַ זְמַן הַגְּשָׁמִים הֲרֵי זֶה מֻתָּר בֵּין יָרְדוּ גְּשָׁמִים בֵּין לֹא יָרְדוּ. וְאִם יָרְדוּ גְּשָׁמִים מִשִּׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן הֲרֵי זֶה מֻתָּר. וְאִם אָמַר עַד הַגְּשָׁמִים הֲרֵי זֶה אָסוּר עַד שֶׁיֵּרְדוּ הַגְּשָׁמִים. וְהוּא שֶׁיָּרְדוּ מִזְּמַן רְבִיעָה שְׁנִיָּה שֶׁהוּא בְּאֶרֶץ יִשְׂרָאֵל וּמְקוֹמוֹת הַסְּמוּכִין לָהּ מִכ''ג בְּמַרְחֶשְׁוָן וְאֵילָךְ. וְאִם פֵּרֵשׁ וְאָמַר עַד שֶׁיִּפָּסְקוּ הַגְּשָׁמִים הֲרֵי זֶה אָסוּר עַד שֶׁיַּעֲבֹר הַפֶּסַח בְּאֶרֶץ יִשְׂרָאֵל וּבִמְקוֹמוֹת שֶׁהֵם כְּמוֹתָהּ: \n",
      "מִי שֶׁהִדִּיר אֶת אִשְׁתּוֹ בְּמַרְחֶשְׁוָן וְאָמַר לָהּ שֶׁאֵין אַתְּ נֶהֱנֵית לִי מִכָּאן וְעַד הַפֶּסַח אִם תֵּלְכִי לְבֵית אָבִיךָ מֵהַיּוֹם וְעַד סֻכּוֹת הֲרֵי זוֹ אֲסוּרָה לֵהָנוֹת לוֹ מִיָּד גְּזֵרָה שֶׁמָּא תֵּלֵךְ. וְאִם הָלְכָה לִפְנֵי הַפֶּסַח וַהֲרֵי הוּא מְהַנֶּה אוֹתָהּ לִפְנֵי הַפֶּסַח הֲרֵי זֶה לוֹקֶה. עָבַר הַפֶּסַח אַף עַל פִּי שֶׁהָלַךְ הַתְּנַאי הֲרֵי זֶה אָסוּר לִנְהֹג חֻלִּין בְּנִדְרוֹ וּלְהַנִּיחָהּ שֶׁתֵּלֵךְ וְתֶהֱנֶה. אֶלָּא נוֹהֵג בָּהּ אִסּוּר עַד הֶחָג כְּמוֹ שֶׁנָּדַר. וְאַף עַל פִּי שֶׁתָּלָה הַנֵּדֶר בְּאִסּוּר זְמַן שֶׁעָבַר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הָלְכָה אַחַר הַפֶּסַח אֵינָהּ אֲסוּרָה מִלֵּהָנוֹת לוֹ: \n",
      "אָמַר לָהּ שֶׁאֵין אַתְּ נֶהֱנֵית לִי עַד הֶחָג אִם תֵּלְכִי לְבֵית אָבִיךָ עַד הַפֶּסַח אֲסוּרָה לֵהָנוֹת מִיָּד. וְאִם הָלְכָה לִפְנֵי הַפֶּסַח וְנִמְצָא מְהַנֶּה אוֹתָהּ הֲרֵי זֶה לוֹקֶה וַאֲסוּרָה בַּהֲנָיָתוֹ עַד הֶחָג וּמֻתֶּרֶת לֵילֵךְ לְבֵית אָבִיהָ מִשֶּׁהִגִּיעַ הַפֶּסַח: \n"
    ],
    [
      "קָטָן בֶּן שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וּקְטַנָּה בַּת אַחַת עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁנִּשְׁבְּעוּ אוֹ נָדְרוּ בֵּין נִדְרֵי אִסָּר בֵּין נִדְרֵי הֶקְדֵּשׁ בּוֹדְקִין אוֹתָן וְשׁוֹאֲלִין אוֹתָן. אִם יוֹדְעִין לְשֵׁם מִי נָדְרוּ וּלְשֵׁם מִי הִקְדִּישׁוּ וְנִשְׁבְּעוּ נִדְרֵיהֶן קַיָּמִים וְהֶקְדֵּשָׁן הֶקְדֵּשׁ. וְאִם לֹא יָדְעוּ אֵין בְּנִדְרֵיהֶם וּבְדִבְרֵיהֶם כְּלוּם. וּצְרִיכִין בְּדִיקָה כָּל הַשָּׁנָה כֻּלָּהּ שֶׁהִיא שְׁנַת י''ב לִקְטַנָּה. וּשְׁנַת י''ג לְקָטָן: \n",
      "כֵּיצַד. הֲרֵי שֶׁנָּדְרוּ אוֹ הִקְדִּישׁוּ בִּתְחִלַּת שָׁנָה זוֹ וְשָׁאֲלוּ אוֹתָן וְנִמְצְאוּ יוֹדְעִין וְנִתְקַיֵּם נִדְרָן וְנָדְרוּ נֵדֶר אַחֵר אֲפִלּוּ בְּסוֹף שָׁנָה זוֹ צְרִיכִין בְּדִיקָה וְאַחַר כָּךְ יִתְקַיֵּם. וְאֵין אוֹמְרִין הוֹאִיל וְנִמְצְאוּ יוֹדְעִין בִּתְחִלַּת הַשָּׁנָה אֵין צְרִיכִין בְּדִיקָה אֶלָּא בּוֹדְקִין אוֹתָן אֶת כָּל הַשָּׁנָה הַזּוֹ כֻּלָּהּ: \n",
      "קֹדֶם הַזְּמַן הַזֶּה אַף עַל פִּי שֶׁאָמְרוּ יוֹדְעִין אָנוּ לְשֵׁם מִי נָדַרְנוּ וּלְשֵׁם מִי הִקְדַּשְׁנוּ אֵין נִדְרֵיהֶן נֵדֶר וְאֵין הֶקְדֵּשָׁן הֶקְדֵּשׁ. וְאַחַר הַזְּמַן הַזֶּה שֶׁנִּמְצָא הַבֵּן בֶּן י''ג שָׁנָה וְיוֹם אֶחָד וְהַבַּת בַּת י''ב שָׁנָה וְיוֹם אֶחָד אַף עַל פִּי שֶׁאָמְרוּ אֵין אָנוּ יוֹדְעִין לְשֵׁם מִי נָדַרְנוּ וּלְשֵׁם מִי הִקְדַּשְׁנוּ דִּבְרֵיהֶן קַיָּמִין וְהֶקְדֵּשָׁן הֶקְדֵּשׁ וְנִדְרֵיהֶן נְדָרִים וְאַף עַל פִּי שֶׁלֹּא הֵבִיאוּ שְׁתֵּי שְׂעָרוֹת. וְזוֹ הִיא עוֹנַת נְדָרִים הָאֲמוּרָה בְּכָל מָקוֹם: \n",
      "הוֹאִיל וְהִגִּיעוּ לִשְׁנֵי הַגְּדוֹלִים נִדְרֵיהֶן קַיָּמִין. אַף עַל פִּי שֶׁלֹּא הֵבִיאוּ סִימָנִין וַעֲדַיִן לֹא נַעֲשׂוּ גְּדוֹלִים לְכָל דָּבָר. וְדָבָר זֶה מִדִּבְרֵי תּוֹרָה שֶׁהַמֻּפְלָא הַסָּמוּךְ לְאִישׁ הֶקְדֵּשׁוֹ וְנִדְרוֹ נֵדֶר. אַף עַל פִּי שֶׁנִּדְרֵיהֶן קַיָּמִין אִם חִלְּלוּ נִדְרָן אוֹ נִשְׁבְּעוּ וְהֶחְלִיפוּ אֵינָן לוֹקִין עַד שֶׁיַּגְדִּילוּ וְיָבִיאוּ שְׁתֵּי שְׂעָרוֹת: \n",
      "הִקְדִּישׁוּ וּבָא הַגָּדוֹל וְנֶהֱנָה מִן הַהֶקְדֵּשׁ שֶׁהִקְדִּישׁוּ לוֹקֶה מִשּׁוּם שֶׁנִּדְרֵיהֶם נְדָרִים מִן הַתּוֹרָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבַּת י''ב שָׁנָה וְיוֹם אֶחָד נְדָרֶיהָ קַיָּמִין. בְּשֶׁלֹּא הָיְתָה בִּרְשׁוּת הָאָב אוֹ בִּרְשׁוּת הַבַּעַל. אֲבָל אִם הָיְתָה בִּרְשׁוּת הָאָב אֲפִלּוּ הִגְדִּילָה וַהֲרֵי הִיא נַעֲרָה. אָבִיהָ מֵפֵר כָּל נְדָרֶיהָ וְכָל שְׁבוּעוֹת שֶׁתִּשָּׁבַע בְּיוֹם שָׁמְעוֹ שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"כָּל נְדָרֶיהָ וֶאֱסָרֶיהָ\" וְגוֹ' <small>(במדבר ל ו)</small> \"כִּי הֵנִיא אָבִיהָ אֹתָהּ\" וְגוֹ': \n",
      "וְעַד מָתַי אָבִיהָ מֵפֵר עַד שֶׁתִּבְגַּר. בָּגְרָה אֵינוֹ מֵפֵר לָהּ וַהֲרֵי כָּל נְדָרֶיהָ וּשְׁבוּעוֹתֶיהָ כְּנֵדֶר אַלְמָנָה וּגְרוּשָׁה שֶׁנֶּאֱמַר בָּהֶן <small>(במדבר ל י)</small> \"כּל אֲשֶׁר אָסְרָה עַל נַפְשָׁהּ\" וְגוֹ': \n",
      "וּמֵאֵימָתַי מֵפֵר הַבַּעַל נִדְרֵי אִשְׁתּוֹ וּשְׁבוּעוֹתֶיהָ מִשֶּׁתִּכָּנֵס לַחֻפָּה. וְהוּא מֵפֵר לְעוֹלָם עַד שֶׁיְּגָרְשֶׁנָּה וְיַגִּיעַ הַגֵּט לְיָדָהּ. הָיְתָה מְגֹרֶשֶׁת מִסָּפֵק לֹא יָפֵר לָהּ. נָתַן לָהּ גֵּט עַל תְּנַאי אוֹ לְאַחַר זְמַן לֹא יָפֵר בַּיָּמִים שֶׁבֵּינְתַיִם. וְכֵן מִי שֶׁשָּׁמְעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וַהֲרֵי בַּעְלָהּ קַיָּם וְכַיּוֹצֵא בָּהּ אֵין הַבַּעַל הָרִאשׁוֹן וְלֹא הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ. הָיְתָה מֵחַיָּבֵי לָאוִין וְאֵין צָרִיךְ לוֹמַר מֵחַיָּבֵי עֲשֵׂה וְהֵפֵר נְדָרֶיהָ הֲרֵי אֵלּוּ מוּפָרִין: \n",
      "נַעֲרָה מְאֹרָסָה אֵין מֵפֵר נְדָרֶיהָ אֶלָּא הָאָב עִם הַבַּעַל כְּאַחַד. וְאִם הֵפֵר הָאֶחָד לְבַדּוֹ אֵינוֹ מוּפָר. הֵפֵר הַבַּעַל לְבַדּוֹ וְעָבְרָה עַל נִדְרָהּ קֹדֶם שֶׁיָּפֵר הָאָב אֵינָהּ לוֹקָה: \n",
      "מֵת הָאָרוּס חָזְרָה לִרְשׁוּת אָבִיהָ. וְכָל שֶׁתִּדֹּר הָאָב מֵפֵר כְּשֶׁהָיָה קֹדֶם שֶׁתִּתְאָרֵס. מֵת הָאָב אַחַר שֶׁנִּתְאָרְסָה וְנָדְרָה אַחַר מוֹתוֹ אֵין הַבַּעַל מֵפֵר שֶׁאֵין הַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ עַד שֶׁתִּכָּנֵס לַחֻפָּה: \n",
      "נַעֲרָה אֲרוּסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ וְלֹא שָׁמַע אֲרוּסָהּ וְנִתְגָרְשָׁה בּוֹ בַּיּוֹם וְנִתְאָרְסָה לְאַחֵר בּוֹ בַּיּוֹם אֲפִלּוּ לְמֵאָה אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס רִאשׁוֹן. מִפְּנֵי שֶׁלֹּא יָצָאתָה לִרְשׁוּת עַצְמָהּ שָׁעָה אַחַת שֶׁעֲדַיִן הִיא בִּרְשׁוּת הָאָב מִפְּנֵי שֶׁהִיא נַעֲרָה: \n",
      "אֲבָל הָאִשָּׁה הַנְּשׂוּאָה שֶׁנָּדְרָה וְלֹא הֵפֵר לָהּ בַּעְלָהּ וְגֵרְשָׁהּ בּוֹ בַּיּוֹם וְהֶחֱזִירָהּ בּוֹ בַּיּוֹם אֵינוֹ יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאתָה לִרְשׁוּת עַצְמָהּ אַחַר שֶׁנָּדְרָה. אַף עַל פִּי שֶׁנָּדְרָה בִּרְשׁוּתוֹ וְהִיא עַתָּה בִּרְשׁוּתוֹ הוֹאִיל וְיָצְתָה בִּרְשׁוּת עַצְמָהּ בֵּינְתַיִם נִתְקַיְּמוּ נְדָרֶיהָ: \n",
      "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְלֹא שָׁמַע אָבִיהָ וְלֹא בַּעְלָהּ וְנִתְגָרְשָׁה וְנִתְאָרְסָה לַאֲחֵרִים. אֲפִלּוּ לְאַחַר כַּמָּה יָמִים כְּשֶׁיִּשְׁמַע הָאָב וְהַבַּעַל הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס הָרִאשׁוֹן הוֹאִיל וְלֹא שָׁמַע אוֹתָם הָאָרוּס הָרִאשׁוֹן: \n",
      "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ לְבַדּוֹ וְהֵפֵר לָהּ וּמֵת הָאָרוּס קֹדֶם שֶׁיִּשְׁמַע וְנִתְאָרְסָה בּוֹ בַּיּוֹם אֲפִלּוּ לְמֵאָה אָבִיהָ וַאֲרוּסָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ שֶׁנָּדְרָה בִּפְנֵי אָרוּס רִאשׁוֹן שֶׁמֵּת קֹדֶם שֶׁיִּשְׁמַע: \n",
      "שָׁמַע אָרוּס רִאשׁוֹן וְהֵפֵר וּמֵת וְאַחַר כָּךְ שָׁמַע הָאָב וְנִתְאָרְסָה לְאַחֵר בּוֹ בַּיּוֹם אָבִיהָ עִם הָאָרוּס הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ: \n",
      "שָׁמַע אָבִיהָ וְלֹא שָׁמַע הָאָרוּס וּמֵת בּוֹ בַּיּוֹם הָאָרוּס אוֹ שֶׁשָּׁמַע גַּם הָאָרוּס וְהֵפֵר אוֹ שֶׁשָּׁתַק וּמֵת בּוֹ בַּיּוֹם נִתְרוֹקְנָה רְשׁוּת לָאָב וְהָאָב יָכוֹל לְהָפֵר. שָׁמַע הָאָרוּס וְקִיֵּם וּמֵת בּוֹ בַּיּוֹם אוֹ שֶׁשָּׁמַע וְשָׁתַק וּמֵת בַּיּוֹם שֶׁלְּאַחֲרָיו אֵין הָאָב יָכוֹל לְהָפֵר: \n",
      "גֵּרְשָׁהּ הָאָרוּס אַחַר שֶׁשָּׁמַע. הֲרֵי זֶה סָפֵק אִם הַגֵּרוּשִׁין כִּשְׁתִיקָה וְיָפֵר הָאָב עִם הַבַּעַל הָאַחֲרוֹן שֶׁיְּאָרֵס בּוֹ בַּיּוֹם אוֹ הַגֵּרוּשִׁין כְּמוֹ שֶׁקִּיֵּם אָרוּס רִאשׁוֹן שֶׁכְּבָר נִתְקַיְּמוּ הַנְּדָרִים: \n",
      "שָׁמַע הָאָב וְהֵפֵר לָהּ וּמֵת הָאָב וְאַחַר כָּךְ שָׁמַע הַבַּעַל אֲפִלּוּ שָׁמַע הַבַּעַל קֹדֶם שֶׁיָּמוּת הָאָב לֹא נִתְרוֹקְנָה רְשׁוּת לַבַּעַל וְאֵינוֹ יָכוֹל לְהָפֵר לְעוֹלָם אַחַר מוֹת הָאָב. שֶׁאֵין הָאָרוּס מֵפֵר אֶלָּא בְּשֻׁתָּפוּת: \n",
      "שָׁמַע אָרוּס וְהֵפֵר לָהּ וּמֵת וְאַחַר כָּךְ שָׁמַע הָאָב. אוֹ שֶׁשָּׁמַע הָאָב וְהֵפֵר לָהּ וּמֵת הַבַּעַל קֹדֶם שֶׁיִּשְׁמַע. אֵין הָאָב לְבַדּוֹ יָכוֹל לְהָפֵר נְדָרִים אֵלּוּ שֶׁנִּרְאוּ לְאָרוּס רִאשׁוֹן אֶלָּא בְּשֻׁתָּפוּת אָרוּס הָאַחֲרוֹן אִם נִתְאָרְסָה בּוֹ בַּיּוֹם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נָדְרָה וְהֵפֵר לָהּ אָבִיהָ לְבַדּוֹ וְלֹא שָׁמַע הָאָרוּס עַד שֶׁנִּכְנְסָה לִרְשׁוּתוֹ אֵינוֹ יָכוֹל לְהָפֵר שֶׁאֵין הַבַּעַל מֵפֵר נִדְרֵי אֲרוּסָתוֹ אַחַר שֶׁנִּשֵּׂאת אֶלָּא קֹדֶם שֶׁתִּכָּנֵס לִרְשׁוּתוֹ הוּא שֶׁמֵּפֵר בְּשֻׁתָּפוּת הָאָב. לְפִיכָךְ הָיָה דֶּרֶךְ תַּלְמִידֵי חֲכָמִים עַד שֶׁלֹּא תֵּצֵא בִּתּוֹ מֵרְשׁוּתוֹ אוֹמֵר לָהּ כָּל נְדָרִים שֶׁנָּדַרְתְּ בְּתוֹךְ בֵּיתִי הֲרֵי הֵן מוּפָרִין: \n",
      "וְכֵן הַבַּעַל עַד שֶׁלֹּא תִּכָּנֵס לִרְשׁוּתוֹ אוֹמֵר לָהּ כָּל נְדָרִים שֶׁנָּדַרְתְּ מִשֶּׁאֵרַסְתִּיךְ עַד שֶׁלֹּא תִּכָּנְסִי בְּתוֹךְ בֵּיתִי הֲרֵי הֵן מוּפָרִין שֶׁהַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ אַף עַל פִּי שֶׁלֹּא שָׁמַע אוֹתָם: \n",
      "הָלַךְ הָאָב עִם שְׁלוּחֵי הַבַּעַל אוֹ שֶׁהָלְכוּ שְׁלוּחֵי הָאָב עִם שְׁלוּחֵי הַבַּעַל עֲדַיִן אָבִיהָ וּבַעְלָהּ מְפֵרִין נְדָרֶיהָ. מָסַר הָאָב לִשְׁלוּחֵי הַבַּעַל אוֹ שֶׁמָּסְרוּ שְׁלוּחֵי הָאָב לִשְׁלוּחֵי הַבַּעַל אֵין הָאָב יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאת מֵרְשׁוּתוֹ וְלֹא הַבַּעַל יָכוֹל לְהָפֵר שֶׁאֵין הַבַּעַל מֵפֵר בְּקוֹדְמִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שׁוֹמֶרֶת יָבָם אֲפִלּוּ עָשָׂה בָּהּ יְבָמָהּ מַאֲמָר וַאֲפִלּוּ יָבָם אֶחָד לִיבָמָה אַחַת אֵינוֹ מֵפֵר נִדְרֵי יְבִמְתּוֹ עַד שֶׁיָּבוֹא עָלֶיהָ: \n",
      "הָיְתָה יְבִמְתּוֹ נַעֲרָה מְאֹרָסָה לְאָחִיו וְאָבִיהָ קַיָּם אֵין הַיָּבָם וְאָבִיהָ מְפֵרִים נְדָרֶיהָ כְּאַחַת אֶלָּא הָאָב לְבַדּוֹ הוּא שֶׁמֵּפֵר כָּל שֶׁתִּדֹּר וַאֲפִלּוּ עָשָׂה בָּהּ הַיָּבָם מַאֲמָר אֵינָהּ כְּנַעֲרָה מְאֹרָסָה. שֶׁאֵין הַמַּאֲמָר קוֹנֶה בִּיבָמָה קִנְיָן גָּמוּר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נַעֲרָה שֶׁהִשִּׂיאָהּ אָבִיהָ וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה מִן הַנִּשּׂוּאִין הֲרֵי זוֹ כִּיתוֹמָה בְּחַיֵּי הָאָב. וְאֵין אָבִיהָ מֵפֵר נְדָרֶיהָ וְאַף עַל פִּי שֶׁעֲדַיִן הִיא נַעֲרָה: \n",
      "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְלֹא שָׁמְעוּ נְדָרֶיהָ אָבִיהָ וּבַעְלָהּ עַד שֶׁבָּגְרָה אוֹ עַד שֶׁנַּעֲשֵׂית יְתוֹמָה בְּחַיֵּי הָאָב הֲרֵי נְדָרֶיהָ קַיָּמִים וְאֵין הַבַּעַל יָכוֹל לְהָפֵר שֶׁהֲרֵי יָצָאת מֵרְשׁוּת אָבִיהָ שֶׁהוּא מֵפֵר עִמּוֹ בְּשֻׁתָּפוּת וַעֲדַיִן לֹא נִכְנְסָה לִרְשׁוּת הַבַּעַל: \n"
    ],
    [
      "כָּל הַנְּדָרִים וְהַשְּׁבוּעוֹת הָאָב מֵפֵר בְּיוֹם שָׁמְעוֹ. שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"כָּל נְדָרֶיהָ וֶאֱסָרֶיהָ\". אֲבָל הַבַּעַל אֵינוֹ יָכוֹל לְהָפֵר אֶלָּא כָּל נְדָרִים וּשְׁבוּעוֹת שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ אוֹ שֶׁהֵן בִּדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ כְּגוֹן שֶׁנִּשְׁבְּעָה אוֹ נָדְרָה שֶׁלֹּא תִּכְחל אוֹ שֶׁלֹּא תִּתְקַשֵּׁט שֶׁנֶּאֱמַר <small>(במדבר ל יז)</small> \"בֵּין אִישׁ לְאִשְׁתּוֹ\": \n",
      "וּמַה בֵּין נְדָרִים שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ לִדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ. שֶׁהַנְּדָרִים שֶׁיֵּשׁ בָּהֶן עִנּוּי נֶפֶשׁ מֵפֵר אֶל עַצְמוֹ וְאֶל אֲחֵרִים. וְשֶׁבֵּינוֹ לְבֵינָהּ לְעַצְמוֹ מֵפֵר וְלַאֲחֵרִים אֵינוֹ מֵפֵר: \n",
      "כֵּיצַד. נָדְרָה שֶׁלֹּא לֶאֱכל בָּשָׂר מֵפֵר לָהּ וְתִהְיֶה מֻתֶּרֶת לֶאֱכל עִם כָּל אָדָם לְעוֹלָם. אָסְרָה עָלֶיהָ תַּשְׁמִישׁ כָּל אָדָם שֶׁבָּעוֹלָם יָפֵר חֶלְקוֹ וְתִהְיֶה מְשַׁמַּשְׁתּוֹ. וּכְשֶׁיָּמוּת אוֹ יְגָרְשֶׁנָּה הֲרֵי הִיא אֲסוּרָה בְּתַשְׁמִישׁ כָּל אָדָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֶחָד עִנּוּי גָּדוֹל וְאֶחָד עִנּוּי קָטָן וְאֶחָד עִנּוּי שֶׁהוּא לִזְמַן מְרֻבֶּה אוֹ לְפִי שָׁעָה הַכּל מֵפֵר הַבַּעַל: \n",
      "כֵּיצַד. נָדְרָה אוֹ נִשְׁבְּעָה שֶׁלֹּא תִּרְחַץ הַיּוֹם. אוֹ שֶׁלֹּא תִּשְׁתֶּה יַיִן הַיּוֹם. אוֹ שֶׁלֹּא תֹּאכַל הַיּוֹם דְּבַשׁ. וְכֵן אִם נָדְרָה שֶׁלֹּא תִּכְחל הַיּוֹם אוֹ שֶׁלֹּא תִּלְבַּשׁ רִקְמָה הַיּוֹם מֵפֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲפִלּוּ נָדְרָה מִמַּאֲכָל רַע אוֹ מִמִּין שֶׁלֹּא טָעֲמָה אוֹתוֹ מִיָּמֶיהָ הֲרֵי זֶה יָפֵר: \n",
      "נָדְרָה מִשְּׁתֵי כִּכָּרוֹת בְּאַחַת יֵשׁ לָהּ עִנּוּי וּבְאַחַת אֵין לָהּ עִנּוּי מֵפֵר לְזוֹ שֶׁמִּתְעַנָּה בָּהּ וְאֵינוֹ מֵפֵר לְזוֹ שֶׁאֵין לָהּ עִנּוּי: \n",
      "נָדְרָה שֶׁלֹּא תֹּאכַל תְּאֵנִים שֶׁל מְדִינָה זוֹ יָפֵר מִשּׁוּם דְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ שֶׁעֵסֶק גָּדוֹל הוּא לוֹ לְהִטָּפֵל וּלְהָבִיא לָהּ מִמְּדִינָה אַחֶרֶת. לְפִיכָךְ אִם מֵת אוֹ גֵּרְשָׁהּ אוֹ שֶׁהֵבִיא לָהּ אִישׁ אַחֵר מִפֵּרוֹת אוֹתָהּ מְדִינָה הֲרֵי אֵלּוּ אֲסוּרִין עָלֶיהָ שֶׁאֵינוֹ מֵפֵר לַאֲחֵרִים בִּדְבָרִים שֶׁבֵּינוֹ לְבֵינָהּ: \n",
      "וְכֵן אִם נָדְרָה שֶׁלֹּא לְהַנּוֹת לַבְּרִיּוֹת אַף עַל פִּי שֶׁאֵין הַבַּעַל בַּכְּלָל יֵשׁ לוֹ לְהָפֵר מִשּׁוּם דְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ. שֶׁלֹּא יִהְיֶה זָקוּק לְהַאֲכִילָהּ מִשֶּׁלּוֹ בִּלְבַד. וְכֵן אִם אָסְרָה הֲנָאָתָהּ עַל אֻמָּה (כֻּלָּהּ) כְּגוֹן [כָּל] הַיְהוּדִים אוֹ כָּל הַיִּשְׁמְעֵאלִים הֲרֵי זֶה יָפֵר: \n",
      "הָאִשָּׁה שֶּׁאֲמָרָהּ לְבַעְלָהּ הֲנָאַת תַּשְׁמִישִׁי אֲסוּרָה עָלֶיךָ אֵינוֹ צָרִיךְ לְהָפֵר. הָא לְמָה זֶה דּוֹמֶה לְאוֹסֵר פֵּרוֹת חֲבֵרוֹ עַל בַּעַל הַפֵּרוֹת. וְכֵן הוּא שֶׁאוֹמֵר לָהּ הֲנָאַת תַּשְׁמִישִׁי אֲסוּרָה עָלַיִךְ לֹא אָמַר כְּלוּם מִפְּנֵי שֶׁהוּא מְשֻׁעְבָּד לָהּ בִּשְׁאֵר כְּסוּת וְעוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת. אֲבָל אִם אָמְרָה לוֹ הֲנָאַת תַּשְׁמִישְׁךָ אֲסוּרָה עָלַי צָרִיךְ לְהָפֵר. וְאִם לֹא הֵפֵר הֲרֵי זֶה אָסוּר לְשַׁמְּשָׁהּ שֶׁאֵין מַאֲכִילִין אֶת הָאָדָם דָּבָר הָאָסוּר לוֹ: \n",
      "אָמְרָה יִקְדְּשׁוּ יָדַי לְעוֹשֵׂיהֶן אוֹ שֶׁנָּדְרָה שֶׁלֹּא יֵהָנֶה בְּמַעֲשֵׂה יָדֶיהָ אֵינוֹ נֶאֱסָר בְּמַעֲשֵׂה יָדֶיהָ מִפְּנֵי שֶׁיָּדֶיהָ מְשֻׁעְבָּדִין לוֹ. שֶׁאַף עַל פִּי שֶׁאָמְרוּ הַשִּׁחְרוּר וְהֶחָמֵץ וְהַהֶקְדֵּשׁ מַפְקִיעִין הַשִּׁעְבּוּד חֲכָמִים עָשׂוּ חִזּוּק לְשִׁעְבּוּד הַבַּעַל שֶׁאֵינָהּ יְכוֹלָה לְהַפְקִיעוֹ מִפְּנֵי שֶׁהוּא מִדִּבְרֵיהֶם. אֲבָל צָרִיךְ הוּא לְהָפֵר שֶׁמָּא יְגָרְשֶׁנָּה וְתִהְיֶה אֲסוּרָה לַחְזֹר לוֹ: \n",
      "נִשְׁבְּעָה אוֹ נָדְרָה שֶׁלֹּא יֶהֱנֶה בָּהּ לֹא אֲבִי בַּעְלָהּ וְלֹא אֶחָיו וּשְׁאָר קְרוֹבָיו אֵינוֹ יָכוֹל לְהָפֵר. וְכֵן אִם נָדְרָה שֶׁלֹּא אֶתֵּן מַיִם לִפְנֵי בְּהֶמְתְּךָ וְתֶבֶן לִפְנֵי בְּקָרְךָ וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁאֵין בָּהֶן עִנּוּי נֶפֶשׁ וְאֵינָם מִדְּבָרִים שֶׁבֵּינוֹ לְבֵינָהּ וְאֵינָהּ מִמְּלָאכוֹת שֶׁהִיא חַיֶּבֶת בָּהֶן הֲרֵי זֶה אֵינוֹ יָכוֹל לְהָפֵר: \n",
      "יֵשׁ לַבַּעַל וְלָאָב לְהָפֵר נְדָרִים שֶׁעֲדַיִן לֹא חָלוּ וְלֹא נֶאֶסְרָה בָּהֶן. כֵּיצַד. כְּגוֹן שֶׁאָמְרָה הַיַּיִן אָסוּר עָלַי אִם אֵלֵךְ לְמָקוֹם פְּלוֹנִי הֲרֵי זֶה מֵפֵר אַף עַל פִּי שֶׁעֲדַיִן לֹא הָלְכָה וְלֹא נֶאֶסְרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאָב אוֹ הַבַּעַל שֶׁאֵין שׁוֹמְעִין אֵינָם מְפֵרִין. אַף עַל פִּי שֶׁהַבַּעַל מֵפֵר נְדָרִים שֶׁלֹּא שְׁמָעָן הָרָאוּי לִשְׁמֹעַ אֵין הַשְּׁמוּעָה מְעַכֶּבֶת בּוֹ: \n",
      "הַשּׁוֹטֶה אֵינוֹ מֵפֵר בֵּין אָב בֵּין בַּעַל. הַקָּטָן אֵין לוֹ אִישׁוּת לְפִיכָךְ אֵינוֹ מֵפֵר. וְהַבַּעַל מֵפֵר נִדְרֵי שְׁתֵּי נָשָׁיו כְּאַחַת. וְכֵן הָאָב מֵפֵר נִדְרֵי שְׁתֵּי בְּנוֹתָיו כְּאַחַת: \n",
      "הֲפָרַת נְדָרִים כָּל הַיּוֹם וְאֵינָהּ מֵעֵת לְעֵת. כֵּיצַד. נָדְרָה בִּתְחִלַּת לֵיל שֵׁנִי הֲרֵי מֵפֵר כָּל אוֹתוֹ הַלַּיְלָה וְכָל יוֹם שֵׁנִי. נָדְרָה בְּיוֹם שֵׁנִי בִּתְחִלַּת הַיּוֹם מֵפֵר כָּל אוֹתוֹ הַיּוֹם. נָדְרָה בְּסוֹף הַיּוֹם עִם חֲשֵׁכָה אִם הֵפֵר לָהּ עַד שֶׁלֹּא תֶּחְשַׁךְ מוּפָר. וְאִם לֹא הֵפֵר לָהּ עַד שֶׁחֲשֵׁכָה אֵינוֹ יָכוֹל לְהָפֵר: \n",
      "וּמַהוּ זֶה שֶׁכָּתוּב בַּתּוֹרָה <small>(במדבר ל טו)</small> \"מִיּוֹם אֶל יוֹם\". מְלַמֵּד שֶׁמֵּפֵר בַּלַּיְלָה אִם נָדְרָה בַּלַּיְלָה. וְכֵן מֵפֵר כָּל הַיּוֹם כְּמוֹ שֶׁבֵּאַרְנוּ. נָדְרָה וְשָׁהֲתָה כַּמָּה יָמִים וְאַחַר כָּךְ שָׁמַע הָאָב אוֹ הַבַּעַל הֲרֵי זֶה מֵפֵר בְּיוֹם שָׁמְעוֹ וּכְאִלּוּ נָדְרָה בְּעֵת שֶׁשְּׁמָעָהּ שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> <small>(במדבר ל יג)</small> \"בְּיוֹם שָׁמְעוֹ\" לֹא בְּיוֹם נִדְרָהּ בִּלְבַד: \n",
      "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְשָׁמַע אָבִיהָ וְהֵפֵר וּלְאַחַר יָמִים שָׁמַע הָאָרוּס וְהֵפֵר בְּיוֹם שָׁמְעוֹ אֵין זֶה מוּפָר. שֶׁנֶּאֱמַר <small>(במדבר ל ו)</small> \"וְאִם הֵנִיא אָבִיהָ אוֹתָהּ בְּיוֹם שָׁמְעוֹ\" וְגוֹ' <small>(במדבר ל ז)</small> \"וְאִם הָיוֹ תִהְיֶה לְאִישׁ וּנְדָרֶיהָ עָלֶיהָ\" <small>(במדבר ל ח)</small> \"וְשָׁמַע אִישָׁהּ בְּיוֹם שָׁמְעוֹ\" וְגוֹ' הָא לָמַדְתָּ שֶׁאַחַר שֶׁהֵפֵר הָאָב וְשָׁמַע הָאָרוּס הֲרֵי זֶה מֵפֵר בְּיוֹם שְׁמוֹעַ הָאָב. וְהוּא הַדִּין אִם שָׁמַע אָרוּס וְהֵפֵר וְאַחַר כַּמָּה יָמִים שָׁמַע הָאָב וְהֵפֵר בְּיוֹם שָׁמְעוֹ שֶׁאֵינוֹ מוּפָר. וּמִנַּיִן שֶׁבְּנַעֲרָה מְאֹרָסָה הַכָּתוּב מְדַבֵּר שֶׁהֲרֵי הוּא אוֹמֵר לְמַטָּה <small>(במדבר ל יא)</small> \"וְאִם בֵּית אִישָׁהּ נָדָרָה\" וְגוֹ' <small>(במדבר ל יב)</small> \"וְשָׁמַע אִישָׁהּ וְהֶחֱרִשׁ לָהּ\" וְגוֹ' מִכְּלַל שֶׁאִישָׁהּ הָאָמוּר לְמַעְלָה אָרוּס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שָׁמַע הָאָב אוֹ הַבַּעַל וְשָׁתַק כְּדֵי לְצַעֲרָהּ אַף עַל פִּי שֶׁלֹּא הָיָה בְּלִבּוֹ לְקַיֵּם נִדְרָהּ הוֹאִיל וְעָבַר הַיּוֹם וְלֹא הֵפֵר וְלֹא בִּטֵּל נִתְקַיְּמוּ נְדָרֶיהָ. נָדְרָה וְהֵפֵר לָהּ הָאָב אוֹ הַבַּעַל וְהִיא לֹא יָדְעָה שֶׁהֵפֵר וְעָבְרָה עַל נִדְרָהּ אוֹ עַל שְׁבוּעָתָהּ בְּזָדוֹן הֲרֵי זוֹ פְּטוּרָה וְאַף עַל פִּי שֶׁנִּתְכַּוְּנָה לְאִסּוּר הוֹאִיל וְנַעֲשָׂה הַהֶתֵּר פְּטוּרָה וְעַל זֶה נֶאֱמַר <small>(במדבר ל ו)</small> \"וַה' יִסְלַח לָהּ כִּי הֵנִיא אָבִיהָ אֹתָהּ\". וּמַכִּין אוֹתָהּ מַכַּת מַרְדּוּת מִפְּנֵי שֶׁנִּתְכַּוְּנָה לְאִסּוּר: \n",
      "נָדְרָה וְעָבְרָה עַל נִדְרָהּ קֹדֶם שֶׁיָּפֵר לָהּ אָבִיהָ אוֹ בַּעְלָהּ אַף עַל פִּי שֶׁשָּׁמַע בּוֹ בַּיּוֹם וְהֵפֵר לָהּ הֲרֵי זוֹ חַיֶּבֶת עַל דָּבָר שֶׁעָבְרָה בּוֹ. אִם מַלְקוֹת מַלְקוֹת וְאִם קָרְבָּן קָרְבָּן: \n",
      "שָׁמַע נִדְרָהּ וְשָׁתַק מִפְּנֵי שֶׁלֹּא הָיָה יוֹדֵעַ שֶׁיֵּשׁ לָאָב אוֹ לַבַּעַל לְהָפֵר. אוֹ שֶׁיָּדַע שֶׁיֵּשׁ לָהֶם לְהָפֵר אֲבָל לֹא יָדַע שֶׁנֵּדֶר זֶה צָרִיךְ הֲפָרָה וּלְאַחַר זְמַן יָדַע הֲרֵי זֶה יָפֵר וּשְׁעַת יְדִיעָתוֹ כְּאִלּוּ הִיא שְׁעַת הַנֵּדֶר אוֹ שְׁעַת שְׁמוּעָתוֹ וְיָפֵר כָּל הַיּוֹם: \n",
      "נָדְרָה אִשְׁתּוֹ וְסָבוּר שֶׁהִיא בִּתּוֹ וְהֵפֵר לָהּ עַל דַּעַת שֶׁהִיא בִּתּוֹ. וְכֵן אִם נָדְרָה בְּנָזִיר וְסָבוּר שֶׁנָּדְרָה בְּקָרְבָּן וְהֵפֵר לָהּ עַל דַּעַת שֶׁנָּדְרָה קָרְבָּן. אָסְרָה עַצְמָהּ בִּתְאֵנִים וְסָבוּר [שֶׁאָסְרָה עַצְמָהּ] בַּעֲנָבִים וְהֵפֵר לָהּ עַל דַּעַת שֶׁנָּדְרָה לֶאֱסֹר [עַצְמָהּ] בַּעֲנָבִים צָרִיךְ לַחְזֹר וּלְהָפֵר כְּשֶׁיֵּדַע הַנֵּדֶר וְהַנּוֹדֶרֶת לְשֵׁם הַנּוֹדֶרֶת הַזֹּאת וּלְשֵׁם הַנֵּדֶר הַזֶּה שֶׁנֶּאֱמַר <small>(במדבר ל יב)</small> \"לֹא הֵנִיא אָבִיהָ אֹתָהּ\" לְנוֹדֶרֶת עַצְמָהּ וְאוֹמֵר <small>(במדבר ל ה)</small> \"וְשָׁמַע אָבִיהָ אֶת נִדְרָהּ\" עַד שֶׁיֵּדַע אֵי זֶה נֵדֶר נָדְרָה. וְיֵשׁ לוֹ לְהָפֵר אוֹתוֹ כָּל יוֹם הַיְדִיעָה: \n"
    ],
    [
      "מֵפֵר אָדָם אוֹ מְקַיֵּם דִּבְרֵי אִשְׁתּוֹ אוֹ בִּתּוֹ בִּכָל לָשׁוֹן וְאַף עַל פִּי שֶׁאֵינָהּ מַכֶּרֶת. שֶׁאֵין הָאִשָּׁה צְרִיכָה לִשְׁמֹעַ הַהֲפָרָה אוֹ הַקִּיּוּם: \n",
      "וְכֵיצַד מֵפֵר. אוֹמֵר מוּפָר אוֹ בָּטֵל אוֹ אֵין נֵדֶר זֶה כְּלוּם וְכַיּוֹצֵא בִּדְבָרִים שֶׁעִנְיָנָם עֲקִירַת הַנֵּדֶר מֵעִקָּרוֹ. בֵּין בְּפָנֶיהָ בֵּין שֶׁלֹּא בְּפָנֶיהָ. אֲבָל אִם אָמַר לָהּ אִי אֶפְשִׁי שֶׁתִּדֹּרִי אוֹ אֵין כָּאן נֵדֶר הֲרֵי זֶה לֹא הֵפֵר. וְכֵן הָאוֹמֵר לְאִשְׁתּוֹ אוֹ לְבִתּוֹ מָחוּל לִיךְ אוֹ מֻתָּר לִיךְ אוֹ שָׁרוּי לִיךְ וְכָל כַּיּוֹצֵא בְּעִנְיָן זֶה לֹא אָמַר כְּלוּם. שֶׁאֵין הָאָב וְהַבַּעַל מַתִּיר כְּמוֹ הֶחָכָם אֶלָּא עוֹקֵר הַנֵּדֶר מִתְּחִלָּתוֹ וּמְפֵרוֹ: \n",
      "וְכֵיצַד מְקַיֵּם. כְּגוֹן שֶׁיֹּאמַר לָהּ קַיָּם לֵיכִי אוֹ יָפֶה נָדַרְתְּ אוֹ אֵין כְּמוֹתֵךְ אוֹ אִלּוּ לֹא נָדַרְתְּ הָיִיתִי מַדִּירֵךְ וְכָל כַּיּוֹצֵא בִּדְבָרִים שֶׁמַּשְׁמָעָן שֶׁרָצָה בְּנֵדֶר זֶה: \n",
      "הַמְבַטֵּל נִדְרֵי אִשְׁתּוֹ אוֹ בִּתּוֹ אֵינוֹ צָרִיךְ לוֹמַר כְּלוּם וְנִתְבַּטְּלוּ כָּל הַנְּדָרִים: \n",
      "וּמַהוּ הַבִּטּוּל שֶׁיָּכֹף אוֹתָהּ לַעֲשׂוֹת דָּבָר שֶׁאָסְרָה אוֹתוֹ. אֲבָל הַהֲפָרָה אֵינוֹ כּוֹפֶה אוֹתָהּ אֶלָּא מֵפֵר לָהּ וּמְנִיחָהּ אִם רָצְתָה עוֹשָׂה וְאִם רָצְתָה אֵינָהּ עוֹשָׂה: \n",
      "כֵּיצַד. נָדְרָה אוֹ נִשְׁבְּעָה שֶׁלֹּא תֹּאכַל אוֹ שֶׁלֹּא תִּשְׁתֶּה וְאָמַר לָהּ מוּפָר לָךְ הֲרֵי זֶה הֵפֵר וּמֻתֶּרֶת לֶאֱכל וְלִשְׁתּוֹת. נָטַל וְנָתַן לָהּ וְאָמַר לָהּ טְלִי וְאִכְלִי טְלִי וּשְׁתִי הֲרֵי זוֹ אוֹכֶלֶת וְשׁוֹתָת וְהַנֵּדֶר בָּטֵל מֵאֵלָיו: \n",
      "הַמֵּפֵר נִדְרֵי בִּתּוֹ אוֹ אִשְׁתּוֹ צָרִיךְ לְהוֹצִיא בִּשְׂפָתָיו. וְאִם הֵפֵר בְּלִבּוֹ אֵינוֹ מוּפָר. אֲבָל הַמְבַטֵּל אֵינוֹ צָרִיךְ לְהוֹצִיא בִּשְׂפָתָיו אֶלָּא מְבַטֵּל בְּלִבּוֹ בִּלְבַד וְכוֹפֶה אוֹתָהּ לַעֲשׂוֹת בֵּין עָשְׂתָה בֵּין לֹא עָשְׂתָה בָּטֵל הַנֵּדֶר: \n",
      "מְפֵרִין נְדָרִים בְּשַׁבָּת בֵּין לְצֹרֶךְ הַשַּׁבָּת בֵּין שֶׁלֹּא לְצֹרֶךְ הַשַּׁבָּת. וְלֹא יֹאמַר לָהּ בְּשַׁבָּת מוּפָר לִיךְ כְּדֶרֶךְ שֶׁאוֹמֵר בְּחל אֶלָּא מְבַטֵּל בְּלִבּוֹ וְאוֹמֵר לָהּ טְלִי אִכְלִי טְלִי וּשְׁתִי וְכַיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר לְאִשְׁתּוֹ אוֹ לְבִתּוֹ כָּל הַנְּדָרִים שֶׁתִּדֹּרִי מִכָּאן וְעַד שֶׁאָבוֹא מִמָּקוֹם פְּלוֹנִי הֲרֵי הֵן קַיָּמִין אוֹ הֲרֵי הֵן מוּפָרִין לֹא אָמַר כְּלוּם. עָשָׂה שָׁלִיחַ לְהָפֵר לָהּ אוֹ לְקַיֵּם לָהּ אֵינוֹ כְּלוּם שֶׁנֶּאֱמַר <small>(במדבר ל יד)</small> \"אִישָׁהּ יְקִימֶנּוּ וְאִישָׁהּ יְפֵרֶנּוּ\". וְכֵן הָאָב בְּעַצְמוֹ וְלֹא בִּשְׁלוּחוֹ: \n",
      "אָסְרָה עַצְמָהּ בִּתְאֵנִים וַעֲנָבִים בֵּין בְּנֵדֶר בֵּין בִּשְׁבוּעָה. בֵּין שֶׁאָסְרָה עַצְמָהּ בְּכָל הַמִּין. בֵּין שֶׁאָמְרָה תְּאֵנִים וַעֲנָבִים אֵלּוּ. וְקִיֵּם לִתְאֵנִים וְהֵפֵר לַעֲנָבִים. אוֹ שֶׁקִּיֵּם לַעֲנָבִים וְהֵפֵר לִתְאֵנִים. מַה שֶּׁקִּיֵּם קַיָּם וּמַה שֶּׁהֵפֵר מוּפָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאֵין אוֹמְרִין בַּהֲפָרָה נֵדֶר שֶׁהוּפַר מִקְצָתוֹ הוּפַר כֻּלּוֹ כְּדֶרֶךְ שֶׁאוֹמְרִין בְּהַתָּרָה: \n",
      "מִי שֶׁנָּדְרָה אִשְׁתּוֹ וְשָׁמַע וְהִתְפִּיס עַצְמוֹ בְּנִדְרָהּ אֵינוֹ יָכוֹל לְהָפֵר שֶׁהֲרֵי קִיֵּם לָהּ. נָדַר הוּא וְהִתְפִּיסָה עַצְמָהּ בְּנִדְרוֹ מֵפֵר אֶת שֶׁלָּהּ וְשֶׁלּוֹ קַיָּם: \n",
      "כֵּיצַד. שָׁמַע אִשְׁתּוֹ אוֹ בִּתּוֹ אוֹמְרִין הֲרֵינִי נְזִירָה וְאָמַר וַאֲנִי. אֵינוֹ יָכוֹל לְהָפֵר וּשְׁנֵיהֶם נְזִירִים. אָמַר הוּא הֲרֵינִי נָזִיר וְשָׁמְעָה הִיא וְאָמְרָה וַאֲנִי. מֵפֵר לָהּ וְשֶׁלּוֹ קַיָּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נָדַר לְעַצְמוֹ וְהִדִּירָהּ כְּמוֹתוֹ וְגָמַר בְּלִבּוֹ לְהַדִּירָהּ וְאָמְרָה אָמֵן הֲרֵי זֶה אֵינוֹ יָכוֹל לְהָפֵר. וְאִם נָדַר וְהִדִּירָהּ דֶּרֶךְ שְׁאֵלָה לֵידַע מַה בְּלִבָּהּ כְּמוֹ שֶׁאָמַר לָהּ הֲתִרְצִי בְּנֵדֶר זֶה לִהְיוֹת כְּמוֹתִי אוֹ לֹא וְאָמְרָה אָמֵן הֲרֵי זֶה מֵפֵר לָהּ: \n",
      "כֵּיצַד. אָמַר לָהּ הֲרֵינִי נָזִיר וְאַתְּ כְּלוֹמַר וְאַתְּ נְזִירָה כְּמוֹתִי וְאָמְרָה אָמֵן אֵינוֹ יָכוֹל לְהָפֵר. אָמַר לָהּ הֲרֵינִי נָזִיר וּמַה תֹּאמְרִי הַאַתְּ נְזִירָה כְּמוֹתִי וְאָמְרָה אָמֵן הֲרֵי זֶה יָפֵר. וְאִם הֵפֵר לָהּ שֶׁלּוֹ בָּטֵל שֶׁזֶּה כְּמִי שֶׁתָּלָה נִדְרוֹ בְּנִדְרָהּ. אָמְרָה לוֹ הֲרֵינִי נְזִירָה וְאַתָּה וְאָמַר אָמֵן אֵינוֹ יָכוֹל לְהָפֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאִשָּׁה שֶׁנָּדְרָה וְשָׁמַע אַחֵר וְהִתְפִּיס עַצְמוֹ בְּנִדְרָהּ וְאָמַר וַאֲנִי. וְשָׁמַע אָבִיהָ אוֹ בַּעְלָהּ וְהֵפֵר לָהּ שֶׁלָּהּ מוּפָר וְזֶה שֶׁהִתְפִּיס עַצְמוֹ חַיָּב: \n",
      "הָאִשָּׁה שֶׁאֵין לָהּ בַּעַל וְאֵינָהּ בִּרְשׁוּת אָב וְאָמְרָה הֲרֵי הַבָּשָׂר אָסוּר עָלַי לְאַחַר שְׁלֹשִׁים יוֹם וְנִשֵּׂאת בְּתוֹךְ שְׁלֹשִׁים יוֹם. אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁחָל הַנֵּדֶר הֲרֵי הִיא בִּרְשׁוּת הַבַּעַל אֵינוֹ יָכוֹל לְהָפֵר. שֶׁבִּשְׁעַת הַנֵּדֶר לֹא הָיְתָה בִּרְשׁוּתוֹ וְעַל זֶה נֶאֱמַר <small>(במדבר ל י)</small> \"וְנֵדֶר אַלְמָנָה וּגְרוּשָׁה\" וְגוֹ'. וַאֲפִלּוּ הָיְתָה מְאֹרֶסֶת לוֹ בִּשְׁעַת הַנֵּדֶר. שֶׁאֵין הַבַּעַל מֵפֵר בְּקוֹדְמִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נָדְרָה תַּחַת בַּעְלָהּ שֶׁיִּהְיֶה הַבָּשָׂר אָסוּר עָלֶיהָ לְאַחַר שְׁלֹשִׁים יוֹם. אוֹ שֶׁתִּהְיֶה נְזִירָה לְאַחַר שְׁלֹשִׁים יוֹם. וְהֵפֵר לָהּ בַּעְלָהּ וּמֵת אוֹ גֵּרְשָׁהּ בְּתוֹךְ שְׁלֹשִׁים יוֹם. אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁהָיָה לַנֵּדֶר לָחוּל הֲרֵי הִיא גְּרוּשָׁה אוֹ אַלְמָנָה הֲרֵי זוֹ מֻתֶּרֶת שֶׁכְּבָר הֵפֵר לָהּ נֵדֶר זֶה: \n",
      "אַלְמָנָה אוֹ גְּרוּשָׁה שֶׁאָמְרָה הֲרֵינִי אֲסוּרָה בְּיַיִן כְּשֶׁאֶנָּשֵׂא וְנִשֵּׂאת אֵין הַבַּעַל יָכוֹל לְהָפֵר. אָמְרָה וְהִיא תַּחַת בַּעְלָהּ הֲרֵינִי אֲסוּרָה בְּבָשָׂר כְּשֶׁאֶתְגָּרֵשׁ הֲרֵי הַבַּעַל מֵפֵר וּכְשֶׁתִּתְגָּרֵשׁ תִּהְיֶה מֻתֶּרֶת: \n",
      "הַמְקַיֵּם בְּלִבּוֹ הֲרֵי זֶה קַיָּם. וְהַמֵּפֵר בְּלִבּוֹ אֵינוֹ מוּפָר כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם הֵפֵר בְּלִבּוֹ הֲרֵי זֶה יָכוֹל לַחְזֹר וּלְקַיֵּם. וְאִם קִיֵּם בְּלִבּוֹ אֵינוֹ יָכוֹל לַחְזֹר וּלְהָפֵר אֶלָּא אִם חָזַר בְּתוֹךְ כְּדֵי דִּבּוּר. כְּדֵי שֶׁלֹּא יִהְיֶה כֹּחַ דְּבָרִים שֶׁבְּלִבּוֹ גָּדוֹל מִכֹּחַ הַמּוֹצִיא בִּשְׂפָתָיו: \n",
      "הַמְקַיֵּם נִדְרֵי בִּתּוֹ אוֹ אִשְׁתּוֹ וְנִחַם הֲרֵי זֶה נִשְׁאָל לְחָכָם וּמַתִּיר לוֹ הֲקָמָתוֹ וְחוֹזֵר וּמֵפֵר לָהּ בּוֹ בַּיּוֹם. אֲבָל אִם הֵפֵר לָהּ וְנִחַם אֵינוֹ יָכוֹל לְהִשָּׁאֵל לְחָכָם כְּדֵי שֶׁיַּחֲזֹר וִיקַיֵּם: \n",
      "נַעֲרָה מְאֹרָסָה שֶׁנָּדְרָה וְקִיֵּם לָהּ אָבִיהָ לְבַדּוֹ אוֹ בַּעְלָהּ לְבַדּוֹ וְהֵפֵר לָהּ הָאַחֵר אַף עַל פִּי שֶׁנִּשְׁאַל לְחָכָם וְהִתִּיר לוֹ הֲקָמָתוֹ אֵינוֹ חוֹזֵר וּמֵפֵר לָהּ עִם הָאַחֵר שֶׁכְּבָר הֵפֵר לָהּ. שֶׁאֵין לָהֶם לְהָפֵר אֶלָּא שְׁנֵיהֶם כְּאֶחָד: \n",
      "אָמַר לְבִתּוֹ אוֹ לְאִשְׁתּוֹ קַיָּם לִיךְ קַיָּם לִיךְ וְנִשְׁאַל עַל הֲקָמָה הָרִאשׁוֹנָה הֲרֵי הַשְּׁנִיָּה חָלָה עָלָיו. אָמַר לָהּ קַיָּם לִיךְ וּמוּפָר לִיךְ וְלֹא תָּחוּל הֲקָמָה אֶלָּא אִם כֵּן חָלָה הֲפָרָה הֲרֵי זֶה מוּפָר שֶׁאֵין הַהֲקָמָה מוֹעִיל אַחַר הַהֲפָרָה. אָמַר לָהּ קַיָּם וּמוּפָר לִיךְ בְּבַת אַחַת הֲרֵי זֶה קַיָּם. אָמַר לָהּ קַיָּם לִיךְ הַיּוֹם הֲרֵי זֶה קַיָּם לְעוֹלָם. אָמַר לָהּ מוּפָר לִיךְ לְמָחָר אֵינוֹ מוּפָר שֶׁהֲרֵי קִיְּמוֹ הַיּוֹם וּלְמָחָר אֵינוֹ יָכוֹל לְהָפֵר. אָמַר לָהּ קַיָּם לִיךְ שָׁעָה אַחַת וְעָבַר הַיּוֹם וְלֹא הֵפֵר הֲרֵי זֶה קַיָּם. וְאֵין אוֹמְרִין שֶׁזֶּה כְּמִי שֶׁאָמַר לָהּ הֲרֵי מוּפָר לִיךְ לְאַחַר שָׁעָה שֶׁהֲרֵי לֹא הוֹצִיא הֲפָרָה מִפִּיו. אָמַר לָהּ קַיָּם לֵיכִי שָׁעָה אַחַת וּכְשֶׁעָבְרָה הַשָּׁעָה אָמַר לָהּ מוּפָר לִיךְ הֲרֵי זֶה סָפֵק וּלְפִיכָךְ אֲסוּרָה בְּנִדְרָהּ. וְאִם עָבְרָה עַל נִדְרָהּ אֵינָהּ לוֹקָה: \n",
      "מִי שֶׁנָּדַר נְדָרִים כְּדֵי לְכוֹנֵן דֵּעוֹתָיו וּלְתַקֵּן מַעֲשָׂיו הֲרֵי זֶה זָרִיז וּמְשֻׁבָּח. כֵּיצַד. כְּגוֹן מִי שֶׁהָיָה זוֹלֵל וְאָסַר עָלָיו הַבָּשָׂר שָׁנָה אוֹ שְׁתַּיִם. אוֹ מִי שֶׁהָיָה שׁוֹגֶה בַּיַּיִן וְאָסַר הַיַּיִן עַל עַצְמוֹ זְמַן מְרֻבֶּה. אוֹ אָסַר הַשִּׁכְרוּת לְעוֹלָם. וְכֵן מִי שֶׁהָיָה רוֹדֵף שַׁלְמוֹנִים וְנִבְהָל לְהוֹן וְאָסַר עַל עַצְמוֹ הַמַּתָּנוֹת אוֹ הֲנָיַת אַנְשֵׁי מְדִינָה זוֹ. וְכֵן מִי שֶׁהָיָה מִתְגָּאֶה בְּיָפְיוֹ וְנָדַר בְּנָזִיר וְכַיּוֹצֵא בִּנְדָרִים אֵלּוּ. כֻּלָּן דֶּרֶךְ עֲבוֹדָה לַשֵּׁם הֵם. וּבִנְדָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן אָמְרוּ חֲכָמִים נְדָרִים סְיָג לִפְרִישׁוּת: \n",
      "וְאַף עַל פִּי שֶׁהֵן עֲבוֹדָה (לַשֵּׁם) לֹא יַרְבֶּה אָדָם בְּנִדְרֵי אִסּוּר וְלֹא יַרְגִּיל עַצְמוֹ בָּהֶם. אֶלָּא יִפְרשׁ מִדְּבָרִים שֶׁרָאוּי לִפְרשׁ מֵהֶן בְּלֹא נֵדֶר: \n",
      "אָמְרוּ חֲכָמִים <small>(גמרא נדרים נט א)</small> \"כָּל הַנּוֹדֵר כְּאִלּוּ בָּנָה בָּמָה\". וְאִם עָבַר וְנָדַר מִצְוָה לְהִשָּׁאֵל עַל נִדְרוֹ כְּדֵי שֶׁלֹּא יְהֵא מִכְשׁוֹל לְפָנָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בְּנִדְרֵי אִסָּר. אֲבָל נִדְרֵי הֶקְדֵּשׁ מִצְוָה לְקַיְּמָן וְלֹא יִשָּׁאֵל עֲלֵיהֶן אֶלָּא מִדֹּחַק שֶׁנֶּאֱמַר <small>(תהילים קטז יד)</small> <small>(תהילים קטז יח)</small> \"נְדָרַי לַה' אֲשַׁלֵּם\": סְלִיקוּ לְהוּ הִלְכוֹת נְדָרִים בְּסִיַעְתָּא דִּשְׁמַיָּא \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות נדרים",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Haflaah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אסר על עצמו אכילה מן התאנים וכו'.</b> א''א הגמרא לא אמרה כן דהא אקשינן אי אמר אכילה מזו עלי קונם אכילה מזו עלי קונם זיל הכא ליכא שיעורא וכו' וקונמות אמאי מצטרפין ואוקמוה דאמר אכילה משתיהן עלי קונם: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> האומר פירות אלו עלי כו' שאין שם דרך להביא אלו בנדר ונדבה.</b> א''א אנו רגילין לפרש מפני שהחלה והתרומה לכהן נכסיו הן וכחולין לגבי ישראל הן והחטאת והאשם כיון שקדושתן ע''י אדם מתפיס בנדר הוא שאין דוקא נדר ונדבה וזהו שרבי יעקב אומר מתפיס בבכור אסור מפני שמצוה להקדישו ואף ע''פ שאינו נדר אבל מתפיס בחלת אהרן ותרומתו מותר אע''פ שחייב להקדישן והטעם כמו שפירשתי שזו נכסי כהן ונכסי אשתו ובנותיו אבל הבכור אינו אלא לזכרים שכל דברים אלו ענינם כאומר הרי הן כקרבן הקרב בירושלים: "
      ],
      [],
      [],
      [],
      [
        "<b> היה לפניו בשר קדש אפי' היה בשר שלמים אבל אם היה בשר בכור וכו'.</b> א''א חיי ראשי אין הדברים הללו מחוורין אצלי ולא נראה דרכם בעיני דר' יהודה שהוא מתיר מתפיס בבכור הטעם מפני שאינו קדוש בידי אדם ואם כן אפי' קודם זריקה ואי כרבי יעקב הואיל ומצוה להקדישו כנדר הוא אפילו אחר זריקה נמי דהא מעיקרו מתפיס הוא. ודומה לי שטעה בפירוש הגמרא ששאלו בגמ' במחלוקת דר' יהודה ורבי יעקב במתפיס בבכור היכי דמי אילימא לפני זריקת דמים מ''ט דר' יהודה והכי פירושה אם אמר בפירוש בבכור לפני זריקת דמים אמאי מותר ואם אמר בפירוש בבכור לאחר זריקת דמים אמאי אסור הא בהדיא בהיתרא מתפיסה אלא לאו דלא אמר מידי אלא אמר בשר זה כזה ואי אמר לפני זריקת דמים ודאי לדברי הכל אסור דדבר הקדוש בנדר הוא אלא לאו לאחר זריקת דמים וקא מפלגי בהא מילתא אי בעיקרא דמילתא מתפיס אי בדהשתא ודחינן דר' יהודה ור' יעקב בפלוגתא אחרת פליגי דמאן דשרי אפילו בבכור מחיים שרי משום דאינו מתפיס בדבר הנדור ומאן דאסר סבר דדבר הנדור הוא ובבכור מחיים הוא אי נמי בבשר שלפני זריקה פליגי אבל בבשר שלאחר זריקה אפשר דלדברי הכל מותר האי הוא פירוש דשמעתא בלא ספק: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> חולין שאוכל לך.</b> א''א זה המחבר מזכי שטרא לבי תרי הוא למעלה פוסק כחכמים דאית להו מכלל לאו אתה שומע הן לפיכך לא חולין שאוכל לך אסור דמשמע לא חולין להוי אלא קרבן והכא קאמר חולין לא אוכל לך מותר ומוקים לה בגמ' כר''מ דאע''ג דאיכא למשמע מה שלא אוכל לך חולין הא מה שאוכל לך לא יהא חולין אלא קרבן דלרבנן אסור ולר''מ מותר ועוד למעלה למה פסק כחכמים והא קי''ל כר''מ דבעינן תנאי כפול: "
      ],
      [],
      [],
      [],
      [
        "<b> אמר לו מנודה אני לך שלא אוכל לך אסור לאכול.</b> א''א פירוש אסור לאכול בד' אמותיו וכן משמתנא מינך שלא אוכל לך: "
      ],
      [],
      [],
      [
        "<b> הנודר בתורה כגון שאמר פירות אלו עלי כזו.</b> א''א דומה ששכח ולבסוף נזכר שהרי כתב ענין אחר בהל' שבועות: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ויש שמורה להחמיר וכו'.</b> א''א יפה הורה זה ולא בזכירת התנאי כמו שהוא סובר אלא בקבלתו וקיומו שאם שהה כדי דיבור אחר שזכר אותו ולא קיימו כבר ביטל נדרו את תנאו לפי שצ''ל בלבו על התנאי אני סומך והיה צ''ל והוא שקבל התנאי תוך כדי דבור אחר שזכר אותו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הנודר שיצום בשבת או ביו''ט חייב לצום.</b> א''א דוקא בשאמר עלי אבל אמר הריני בתענית היום אסור: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אסר בנו בהנייתו וכו' ובן הבן מותר בהן אם יהיה (הבן) ת''ח כמו שהתנה.</b> א''א ומה צריך לתנאו והלא בלא תנאי אנו אומרים יתן לבניו או לאחיו ולא הוצרכו אלא לומר אם נאמר קנה על מנת להקנות קנה או לא או אם יוכל אדם למשכן אותו באותן נכסים או לא אבל אם יאסר בנו באותן נכסים לא הוצרכו לומר שאינו נאסר כלל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האוסר פירותיו על חבירו וכו'.</b> א''א לפי הגמ' הגידולין אינן ספק אלא ודאי אסורין הילכך אם קידש בגדולי איסור צריך לחזור ולקדש. מיהו קשיא להו כל היכא דאמרינן אסור בגדוליהן אפילו בדבר שזרעו כלה אמאי הא קי''ל זה וזה גורם מותר ואם נטע אגוז של ערלה מותר בפירותיה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אם אכל שמעון וכו'.</b> א''א זה הפירוש לא ידעתי מאין לו. ובירושלמי ומן הכוס החוזר תמן אמרין קונדיטון רבנן דהכא אמרין מליי מיסירוס קדחין ושתיין ומחזירין וכן פירשו בתמחוי החוזר לבעל הבית שיש לו לאכול ולשבוע ולהותיר וכל זה אינו משל מדיר אלא אם אחר משקה אותם מותרין לשתות מכוס אחד גדול או מתמחוי גדול ויין קונדיטון יספיק לאדם במעט: "
      ],
      [
        "<b> וכן כוס של בית המרחץ שאין בזה הנאה.</b> א''א ואיך אין בה הנייה אלא שיש בו חיי נפש ואולי משל עצמו קאמר שאינו מהנהו אלא ההשקאה בלבד והיא מצוה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המדיר את בנו כו'.</b> א''א הוא מפרש הדירו הנייה מפני שאינו עוסק בתורה. ויש פירוש טוב מזה שהדיר תשמיש בנו על עצמו מפני שלא יתבטל מתלמוד תורה ואעפ''כ מותר הבן למלאות לאביו חבית של מים ולהדליק את הנר וכו' לפי שאין בתשמיש זה בטול תורה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> שנים שהיו שותפין בחצר ונדר אחד מהן שלא יהנה בו.</b> א''א נראה לי שנשתבש בשמועה זו כי היא בהפך שאם הדיר אחד את חבירו מנכסיו אין כופין את הנאסר למכור את חלקו מפני שהוא נוח באיסורו אבל אם נדר הוא מעצמו ואסר את עצמו בנכסי חבירו כופין אותו למכור ואפילו לראב''י שמא ישתמש בה תשמיש האסור. ומפרש בירושלמי דוקא אם היה נדרן, ואע''פ שהירושלמי אין משוה לדברינו אין לנו אלא גמרא שלנו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אם נתן לה מתנה ואמר לה על מנת וכו' שתהיה המתנה הזאת לכך ולכך או למה שתרצה.</b> א''א המחבר הזה שנה משנתו כשמואל אבל לדעת רב לעולם יהא אוכל פירות עד שיאמר לה אלא למה שאת נושאת ונותנת לפיך אבל אמר לה עשי מה שתרצי בעל אוכל פירות. אע''ג דפליג שמואל הא איסורא היא וקי''ל כרב באיסורי ועוד דאקשינן ותרצינן שמעתא אליבא דרב אליבא דר''מ. גם ענין דבריו לא ישרו בעיני מה הפרש יש בין מי שאמר עשי מה שתרצי למי שאמר על מנת שאין לבעליך רשות בהן ולא אמר יותר הלא נתן הכל לבתו מתנה גמורה ולא שייר במתנה כלום ומה שתרצה תעשה בהן אלא שמחלוקת שבין רב ושמואל אינה אלא דרב ס''ל כר''מ ומוקים לסתמא דמתני' כר''מ ושמואל ס''ל כחכמים ומוקים למתניתין כחכמים ואמרינן דמתני' לאו מדיוקא נקטו אלא למה שאת נושאת וכו' והיינו דאמרין מכדי רב כמאן אמרה לשמעתיה כר''מ אלמא רב הוא דאמר כר''מ ושמואל דאמר כרבנן: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> והוא בכלל נדרי שגגות שהן מותרין.</b> א''א אין כאן מקום למה שכתב ואין זה כתולה וכו': "
      ]
    ],
    [
      [],
      [
        "<b> נדר או נשבע מן המליח.</b> א''א רואה אני בלשון המשנה הפרש בין שלוק להשלוק ובין כבוש להכבוש ובין מליח להמליח. אי נמי בין שאמר קונם שאני אוכל וקונם שאיני טועם: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הנודר מן החלב מותר.</b> א''א אנו מפרשים חלב הקפוי: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הנודר מן המים הנמשכים ממעין פלוני.</b> א''א עיקרא דהא מלתא בסוף מסכת בכורות בפרק מעשר בהמה דאמרי' לשם המעין נדר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שאני שותה יין עד סוף אדר הרי זה אסור עד סוף אדר שני.</b> א''א הגרסאות מתחלפות במלה זו שמצאתי שתי נוסחאות שאין בהם אלא עד סוף אדר (שני) [ראשון] ובנוס' ירושלמית מצאתי [ג''כ] אדר הראשון. וזו הנוסחא ערבה עלי כי איני יודע מה בין ראש אדר לסוף אדר מעתה אי לא ידע דמיעבר ראש אדר וסוף אדר דראשון קאמר לדברי הכל ואי ידע דמיעבר הא קיי''ל כר' יהודה דאמר סתם הראשון קאמר בין ראש אדר בין סוף אדר: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> האוסר עצמו בדבר עד הגשם וכו' שהוא ר''ח כסליו.</b> א''א יראה לי כי יש כאן שבוש והיה לו לומר עד הגשם זמן הגשם שהוא י''ז במרחשון כר' יוסי בין ירדו בין לא ירדו ואי אמר עד הגשמים אסורין עד שירדו גשמים מזמן רביעה שנייה שהיא מכ''ג במרחשון: "
      ],
      [
        "<b> עבר הפסח אע''פ שעבר התנאי וכו' ולהניחה שתלך ותהנה אלא נוהג בה איסור.</b> א''א חיי ראשי צורת ההלכה אינה כן דאפילו רב יהודה דמחמיר ועליה מקשינן ממתני' מתרץ להאי בל יחל דאי אתהני קודם הפסח קאמר אבל לאסור בהנאתו בדלא הלכה לפני הפסח לא אמר אלא ודאי אי נהנית לו קודם הפסח חייב למנעה מלילך לבית אביה עד החג כדי שלא יחול עליו בל יחל למפרע: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכופה אותה לעשות בין עשתה בין לא עשתה בטל הנדר.</b> א''א חיי ראשי המחבר הזה שינה עלינו את סדרינו וכל התפוש בידינו שהרי שנינו בנזירות חומר בנשים מבעבדים שהוא כופה את עבדו ואינו כופה את אשתו חומר בעבדים שהוא מפר נדרי אשתו ואינו מפר נדרי עבדו ולעולם אין כח לא לאב ולא לבעל לכוף אלא מדעתן ודרך הפרה שהוא בטול הנדר וכשאמרו שיאמר לה טלי ואכלי טלי ושתי ודיה לא נאמרו אלא בשבת ואפילו בשבת צריך שיבטל בלבו דרך הפרה. ובכל זמן אם רצתה אוכלת ואם לאו אינה אוכלת אבל לעבדו אינו אומר לו דרך הפרה לפי שאינו מופר אלא כל זמן שהוא שלו ואף שיאמר טול ואכול אינו צריך שאינו יכול לנדור להרע לרבו ואינו צריך לכוף אלא לנזירות: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [],
      [
        "<b><small>(א-ב)</small> הנדר נחלק לשתי מחלוקות וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש פירות מדינה זו אסורים עלי וכו'. ומ''ש וכן אם אמר הרי עלי איסר וכו' ומ''ש והאומר הרי עלי הוא הנקרא נדר וכו' עד אין חייב באחריותן.</b> בריש קינים: \n\n"
      ],
      [],
      [
        "<b>ומ''ש מ''ע של תורה שיקיים שבועתו או נדרו וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>האוסר על עצמו מין ממיני מאכל וכו' שאין לנדרים שיעור וכו' אמר אכילה מפירות מדינה פלונית אסורים עלי וכו'.</b> בפ''ג דשבועות (דף י''ט) אהא דתנן דבשבועה שלא אוכל ר''ע מחייב בכל שהוא וחכמים פוטרים עד שיאכל כזית אא''כ פירש ואמר שלא אוכל כל שהוא (דף כ''ב) אמר ר''פ מחלוקת בשבועות אבל בקונמות ד''ה בכ''ש מ''ט קונמות כיון דלא מדכר שמא דאכילה כמפרש דמי: \n\n"
      ],
      [
        "<b>אסר על עצמו אכילה מהתאנים כו'.</b> שם מיתיבי שני קונמות מצטרפין שתי שבועות אין מצטרפין וכו' ואי ס''ד חייב בכל שהוא ל''ל לצרף דאמר אכילה מזו עלי קונם אכילה מזו עלי קונם א''ה אמאי מצטרפות סוף סוף זיל להכא ליכא שיעורא וזיל להכא ליכא שיעורא דאמר אכילה משתיהן עלי קונם דכוותה גבי שבועות דאמר שבועה שלא אוכל משתיהן אמאי אין מצטרפין אמר רב פנחס שאני שבועות מתוך שחלוקות אין מצטרפות. ופירש''י שני קונמות שתי ככרות שאסרן עליו בקונם שתי שבועות שתי ככרות שנשבע עליהן, מתוך שחלוקות לחטאות מתוך ששתי ככרות הללו חשובות שתים לענין חטאת בשבועה זו אם אמר שבועה שלא אוכל מזו ומזו ואכל כזית מזו וכזית מזו בהעלם אחד חייב שתים ומייתי לה בת''כ מוהיה כי יחטא לאחת מאלה לחייבו על כל אחת ואחת וכי אמר נמי מזו ומזו שתי שבועות חשיבי הילכך כי אכל מזו חצי שיעור ומזו חצי שיעור אין מצטרפות אבל קונמות אין חלוקות לאשמות למ''ד יש מעילה בקונמות דאם נהנה וחזר ונהנה בהעלם אחד חדא הוא דמיחייב דכלהו חדא מעילה כדתנן צירף את המעילה לזמן מרובה ואם בשני העלמות אפילו בחדא מינייהו נמי עכ''ל: \n",
        "<b>וכתב</b> הראב''ד הגמרא לא אמרה כן וכו'. ובאמת שהשגה זו חזקה. וי''ל שרבינו סובר דאע''ג דמעיקרא אמרינן זיל הכא ליכא שיעורא וכו' כי אמר רב פנחס שאני שבועות הואיל וחלוקות לחטאות אין מצטרפות שמעינן דקונמות הואיל ואין חלוקות לחטאות מצטרפות אפילו באומר אכילה מזו עלי קונם אכילה מזו עלי קונם: \n\n"
      ],
      [
        "<b>האומר פירות אלו עלי קרבן וכו'.</b> משנה בפ''ק דנדרים (דף י''ג) הקרבן כקרבן קרבן שאוכל לך אסור: \n\n"
      ],
      [
        "<b>ומה שכתב אבל האומר פירות אלו עלי וכו' כבשר חזיר או כעכו''ם וכו'.</b> משנה בפרק ב' דנדרים (דף י''ג): \n\n"
      ],
      [],
      [
        "<b>החטאת והאשם וכו'.</b> בפ''ק דנדרים (דף י''ג) אמרינן דלר''י הכתוב גבי כי ידור נדר אתא למתפיס בחטאת ואשם ומה ראית לרבות חטאת ואשם ולהוציא את הבכור מרבה אני חטאת ואשם שהוא מתפיס בנדר. ומפרש רבינו דהיינו לומר שאפשר להביא אותם מחמת נדרו: \n\n"
      ],
      [
        "<b>ומ''ש אבל האומר פירות אלו עלי כחלת אהרן או כתרומתו וכו'.</b> משנה רפ''ב דנדרים (שם ע''ב): \n",
        "<b>וכתב</b> הראב''ד אבל האומר הרי אלו עלי כחלת אהרן וכו'. א''א אנו רגילים לפרש וכו'. ולשון מתפיס בנדר יותר נוח לפירוש רבינו: \n\n"
      ],
      [
        "<b>האומר הרי פירות אלו עלי כנותר כו'.</b> משנה פ''ק דנדרים (דף י':): \n\n"
      ],
      [
        "<b>האומר הרי הן עלי כמעשר בהמה וכו'.</b> משנה פ''ב דנדרים (דף י''ח): \n",
        "<b>ומ''ש הרי הן עלי כבכור הרי אלו מותרין.</b> בפ''ק דנדרים (דף י''ב:) הרי עלי כבכור ר' יעקב אוסר ור' יהודה מתיר ופסק כר' יהודה דהוא מאריה דגמרא טפי מר' יעקב. \n",
        "<b>ומ''ש שאין קדושתו בידי אדם וכו'.</b> שם בגמ'. ומה שיש לדקדק על זה אכתוב בסמוך בס''ד: \n",
        "<b>מצאתי</b> כתוב שנשאל ה''ר אברהם בנו של רבינו על זה שכתב רבינו ואינו יכול להתפיסו בנדר שנאמר לא יקדיש איש אותו דהא בפ''ק דנדרים אמרינן דטעמא דמאן דשרי באומר הרי הן עלי כבכור משום דאמר קרא כי ידור עד שידור בדבר הנדור אבל מלא יקדיש ליכא מאן דמייתי מיניה ראיה שאין מקדישין אותו לשם בכור דהא מצוה להקדישו מדכתיב הזכר תקדיש וכלהו תנאי לא ילפי מלא יקדיש אלא שאין משנים אותו מקדושה לקדושה, ומכאן למדין כל הקדשים שאין משנים אותו מקדושה לקדושה ובין בכור ובין כל הקדשים מקדישים אותם הקדש עילוי וא''כ ליכא למילף מהאי קרא שהמתפיס נדרו בבכור מותר. והשיב אתה דמית שענין מה שאמר ואינו יכול להתפיסו בנדר שאין אדם יכול להקדיש הבכור ולעשותו בכור בנדר ומפני זה קשה עליך שהביא ראיה על ענין זה מלא יקדיש איש אותו שאין ענין הכתוב אלא שלא ישנה הקדשים מקדושה לקדושה ואינו כן כי מה שאמר בהלכות נדרים ואינו יכול להתפיסו בנדר הוא אמור בענין אותם הדברים המפורשים בהל' תמורה וכן פירוש הדברים הרי הן עלי כבכור הרי אלו מותרין שאין קדושתן בידי אדם פירוש כדברי ר' יהודה וכטעמיה שאינו דבר הנידר והרחיב ז''ל והביא טעם אחר חוץ מטעם ר' יהודה לחזק הענין מצד אחר ואמר ואינו יכול להתפיסו בנדר שנאמר לא יקדיש איש אותו פירוש ושמא תאמר אע''פ שאין קדושתו בידי אדם יש לנדר בו מעלה כגון שישנה קדושתו לקדושת עולה וכיוצא בה והואיל וכן יהא אסור כדבר הנידר אינו כן אלא לעולם אין לנדר בו תפיסה ואינו יכול לשנותו כמ''ש בתמורה והביא הראיה שנאמר לא יקדיש איש אותו ואין התפיסה שנתכוון לה היא אותה תפיסה האמורה בגמרת נדרים בענין דברי ר' יהודה כמו שדמית עכ''ל: \n\n"
      ],
      [
        "<b>אמר הרי הן כחרמי שמים וכו'.</b> משנה פ''ב דנדרים (דף י''ח:): \n",
        "<b>הרי עלי כתרומת הלשכה.</b> שם. \n",
        "<b>ומ''ש כתמידים כדירים וכו'.</b> משנה פ''ק דנדרים (דף י') ובמקום מ''ש במשנה כאימרא כתב רבינו כתמידים וכן פירשו המפרשים דכאימרא היינו ככבש של תמיד: \n\n"
      ],
      [
        "<b>היה לפניו בשר קדש וכו'.</b> שם (דף י''א:) בעיא דלא איפשיטא וספיקא בדאורייתא לחומרא אע''פ שהר''ן כתב בשם הרמב''ן דבפ''ד דנזיר משמע דנקטינן לקולא נ''ל דסבר רבינו דשאני התם שהם גופים מוחלקים ואח''כ מצאתי שחילוק זה נזכר בדברי הר''ן פ''ג דשבועות בתוך דבריו והוא ז''ל כתב שהכרעת רבינו היתה משום דבסוגיין אתו רבינא ורבא למיפשט דבעיקרו מתפיס וכיון דבתראי נינהו סמכינן עלייהו ואע''ג דדחי גמ' הנהו שמעתא דידהו לא דחינן מאי דפשיטא להו בהנהו דחיאתא ועוד נתן טעם אחר לדברי רבינו בדבר: \n",
        "<b>ומ''ש אבל אם היה בשר בכור וכו'.</b> שם (דף י''ב:) אבעיא x (דהיה לפניו בשר קדש) לימא כתנאי הרי עלי כבכור ר' יעקב אוסר ור' יהודה מתיר היכי דמי אי נימא לפני זריקת דמים מ''ט דמאן דשרי ואי לאחר זריקת דמים מ''ט דמאן דאסר אלא לאו דמחית בשר בכור ומחית בשרא דהאיך גביה ואמר זה כזה וכו' לא דכ''ע לפני זריקת דמים ומ''ט דמאן דשרי אמר קרא כי ידור עד שידור בדבר הנדור לאפוקי בכור דדבר האסור הוא ומאן דאסר אמר קרא לה' לרבות דבר האסור ומאן דשרי לה' מאי עביד ליה מיבעי ליה למתפיס בחטאת ואשם ומה ראית לרבות חטאת ואשם ולהוציא את הבכור מרבה אני חטאת ואשם שהוא מתפיס בנדר ומוציא אני את הבכור שהוא קדוש ממעי אמו ומאן דאסר בכור נמי מתפיסו בנדר הוא דתניא וכו' מנין לנולד בכור בתוך ביתו שמצוה להקדישו שנאמר הזכר תקדיש ומאן דשרי כי לא מקדיש ליה מי לא מיקדיש: \n",
        "<b>וכתב</b> הראב''ד חיי ראשי אין הדברים הללו מחוורים וכו'. ובאמת כי נוראות נפלאתי על אדוננו הראב''ד אשר דרכו לבא בסופה ובסערה נגד רבינו במקומות אחרים אשר תירוצם מצוי ובמקום הזה שבקיה לרגזנותיה ודבר בנחת לומר שאין דברים הללו מחוורים אצלו ושטעה בפירוש הגמ' כאילו אין כאן קושיא כי אם חילוק פירוש בגמ' ושלא נתחוור לו הפירוש ההוא והדבר ברור לכל מעיין כי דברי רבינו מרפסן איגרי ואין להם שום קיום והעמדה ע''פ הגמ' בשום פירוש שיפרש בה לשום אחת מהאוקימתות שהרי כשאמרו לא דכ''ע לפני זריקת דמים וכו' ר''ל דלא איירי בדמחית בשר בכור קמיה וכו' אלא במי שאמר חולין שאוכל לך עלי כבכור ואם אמר על לאחר זריקת דמים לכ''ע שרי כי פליגי כשאמר עלי כבכור לפני זריקת דמים ודבריו פה הם כדמחית בשר בכור קמיה דהא אמאי שכתב ברישא היה לפניו בשר קדש קאי ועליה כתב אבל אם היה בשר בכור נמצא שהוא היפך מאוקימתא זו דההיא בדלא מחית קמיה ודברי רבינו הם בדמחית קמיה ועוד דלההיא אוקימתא צריך שיאמר בפיו בפירוש חולין שאוכל כבכור לפני זריקת דמים לשיאסר ולרבינו אע''פ שלא אמר בפירוש לפני זריקת דמים כיון שאמר הרי הוא עלי כזה אסור מאחר שהוא לפני זריקת דמים ועוד שהוא פסק לעיל בסמוך שהאומר הרי הן עלי כבכור הרי אלו מותרין מפני שאין קדושתו בידי אדם ואינו יכול להתפיסו בנדר וא''כ אפילו אמר הרי הן עלי כבכור לפני זריקת דמים מותר, ומטעם זה א''א לומר שדברי רבינו באוקימתא דמחית קמיה דבין שתפרש דברי רבינו דמחית קמיה לפני זריקת דמים ואמר הרי הן עלי כבשר זה בין שתפרש דאמר בפירוש בפיו הרי הן עלי כבשר זה לפני זריקת דמים א''א להעמידה שמאחר שנתן טעם למתפיס בבכור דשרי משום דאין קדושתו בידי אדם ואינו יכול להתפיסו בנדר בין שיתפיס בו לפני זריקת דמים בין שיאמר בפירוש לפני זריקה מאי הוי. ומצאתי ספר ישן שכתוב בו כלשון הזה אבל אם היה בשר בכור לפני זריקת דמים ה''ז מותר וזו הנוסחא האמתית: \n",
        "<b>אחר</b> ימים שכתבתי זה בא לידי ספר שכתוב בו שנשאל הרב ר' אברהם בנו על זה וכתוב בה כנוסחת ספרים דידן אבל אם היה בשר בכור אם לפני זריקת דמים ה''ז אסור והקשה השואל על זה מאחר שהטעם שאין הבכור דבר הנדור מה לי לפני זריקה מה לי לאחר זריקה ומה לי מונח לפני ומה לי סתם הא לא דמי אלא לבשר חזיר ועכו''ם והשיב שהפרש גדול יש בין המתפיס בבכור בין המתפיס בבשר הבכור המונח לפניו קודם זריקת דמים שהמתפיס בבכור מתפיס בדבר שאינו נידר שאין אדם יכול לעשות קדושת בכור ולהחזיק חולין בכור אבל בשר בכור המונח לפניו הואיל ודינו כדין בשר שלמים שאינו ניתר לאוכליו אלא בזריקת דמים וקדושת שלמים אדם יכול לעשותה בנדר ה''ל מתפיס בקרבן שהוא אסור וזה שעלה על לבך דהאי דאוקימנא בגמ' לא דכ''ע לפני זריקת דמים ומ''ט דמאן דשרי וכו' אפילו בבשר בכור המונח לפניו אינו כן שכך לשון הגמ' לימא כתנאי וכו' אלא לאו דמחית בשר בכור ומחית בשר דהיתרא גביה וכו' ודחי להאי תירוצא לא דכ''ע לפני זריקת דמים ומאי טעמא דמאן דשרי דאמר קרא וכו' ולכך להאי תירוצא בגמרא לאו בבשר בכור המונח לפניו איירינן כלל דהך תירוצא אידחי ליה אלא בבכור או בבשר איירי ר' יעקב ור' יהודה אבל במונח לפניו לא איפשיט ולחומרא נקטינן דאיסורא דאורייתא הוא עכ''ל: \n\n"
      ],
      [
        "<b>יש מקומות שאנשיהם עלגים וכו'.</b> בריש נדרים כל כינויי נדרים כנדרים וכר''י דאמר התם בעלה י' דכינויים לשון כותים הם. \n",
        "<b>ומ''ש האומר הרי עלי קונם קונח וכו'.</b> משנה שם: \n\n"
      ],
      [
        "<b>ומה שכתב וכשם שאוסר עצמו בכינויים כך אם הקדיש בכינויים הרי זה הקדש.</b> הכי משמע שם בגמרא. \n",
        "<b>ומה שכתב וכינויי הכינויים מותרים וכו'.</b> שם וכבית הלל: \n\n"
      ],
      [
        "<b>האומר לחבירו מה שאוכל עמך לא יהא חולין וכו'.</b> משנה שם לחולין שאוכל לך לא כשר ולא דכי (לא) טהור וטמא נותר ופיגול אסור כך היא גירסת רבינו ופי' הר''ן לחולין שאוכל לך כלהו בפתחות הלמ''ד קרינן להו דמש''ה אסור דמשתמעי לא חולין אלא קרבן לא כשר אלא אסור לא דכי אלא אסור דאשכחן הכי גבי היתר (כדאמרינן) העיד יוסי בן יועזר על איל קמצא (שהוא) דכן וקרא נמי כל צפור טהורה כלומר מותרת הילכך כי אמר לא כשר ולא דכי (ולא טהור) אלא אסור קאמר וכ''ת אלא אסור משום איסור קאמר ולא משום נדר וה''ל מתפיס בדבר האסור ולא מיתסר אפ''ה כיון דאיכא למימר הכי ואיכא למימר הכי אזלינן לחומרא דקי''ל סתם נדרים להחמיר. טהור טמא פיגול x נותר וכו' כל היכא שהוא מזכיר שם שהוא מורה איסור ושייך בקדשים כגון טמא פיגול נותר ובהני לא שייך למ''ד פתוחה בתחלתן דאדרבה אי אמר להו בלמ''ד איכא למימר דלהיתרא קא מכוין ובהני נמי אע''ג דלא אמר כ''ף הדמיון מתסרי אפילו לר' יהודה וכו' שכיון ששמו מורה איסור בלא כ''ף נמי מיתסר לכ''ע אע''ג דמצינן למימר דכי אמר טמא אתרומה קא מכוין דשייך ביה טומאה וטהרה דתרומה נמי הוה ליה דבר האסור וכי xx מתפיס בה לא איתסר וכו' אפילו הכי כיון דאיכא למימר נמי לקדשים מכרו ה''ל סתם נדרים להחמיר: ליהוי אלא קרבן מני מתני' אי רבי מאיר הא לית ליה מכלל לאו אתה שומע הן וכו' משמע דסברת סברוה היא אמת. ולכן נראה ודאי דדעת רבינו ז''ל כדעת התוס' (דף צ''ד:) והרא''ש והטור ז''ל בסימן ר''כ שכתבו דברייתא דקאמרה לחולין שאוכל לך לרבי מאיר אסור הוא דאמר לא חולין בחול''ם ומאי דאמרינן בפירקא קמא סברוה היינו דקאמר לחולין בפת''ח דצריך לפרש דלחולין כמו לא חולין והא מקרי מכלל לאו אתה שומע הן אבל היכא דאמר לא חולין ודאי דאפילו לרבי מאיר לא הוי מכלל לאו אתה שומע הן וזהו ששינה רבינו ז''ל כאן לשון המשנה ולא כתב לחולין בפת''ח אלא לא חולין דהוא בחול''ם וקשה א''כ מאי קאמר בגמ' בריש פרק ב' טעמא דאמר חולין וכו' ופירשו שם הרא''ש והר''ן ז''ל דדייק משום דלגופיה לא איצטריך אלא לדיוקא והא כיון דהרא''ש ז''ל גופיה סבר דלא חולין בחול''ם מודה רבי מאיר אם כן נימא דדיוקא אתא להיכא דאמר לא חולין בחול''ם דאסור ומתני' כרבי מאיר ואם כן מאי פריך בגמרא להרא''ש ז''ל ורבינו ז''ל וסיעתם. וי''ל דכיון דלדיוקא אתא ע''כ למעט לחולין בפת''ח אתי דאי לא לישמעינן מתני' רבותא דלחולין בפת''ח מותר אלא ודאי דאתא למעוטי לחולין בפת''ח דאסור ודלא כרבי מאיר. כך נ''ל ליישב דברי רבינו ז''ל להסכימו עם שאר הפוסקים ז''ל והגם כי הרב בעל כסף משנה ז''ל כתב בטור יו''ד סי' כ''ד דפירוש הרא''ש ז''ל נראה לו דחוק נראה שמפני זה לא רצה לתלותו בהרמב''ם ז''ל מכל מקום נראה יישוב כמו שפירש הוא ז''ל מחמת הקושיות שהקשינו עליו: \n\n"
      ],
      [
        "<b>האומר לחבירו לא חולין לא אוכל לך וכו'.</b> שם אמתני' דלחולין שאוכל לך אסור אמרינן בגמ' (דף י''א) סברוה מאי לחולין לא חולין להוי אלא קרבן מני מתני' אי ר''מ לית ליה מכלל לאו אתה שומע הן וכו' אלא ר' יהודה היא אימא סיפא ר' יהודה אומר האומר ירושלים לא אמר כלום מדסיפא ר''י רישא לאו ר''י היא כולה ר''י וה''ק שר''י אומר וכו' ובתר הכי גרסינן תניא חולין החולין כחולין בין שאוכל לך בין שלא אוכל לך מותר לחולין שאוכל לך אסור לחולין לא אוכל לך מותר רישא מני ר''מ היא דלית ליה מכלל לאו אתה שומע הן כלומר דאילו לרבנן כיון דאית להו מכלל לאו אתה שומע הן חולין החולין כחולין שלא אוכל לך אסור דמשמע מה שלא אוכל לך יהא חולין הא מה שאוכל לך לא יהא חולין אלא קרבן אימא סיפא לחולין לא אוכל לך מותר והא תנן לקרבן לא אוכל לך ר''מ אוסר וקשיא לן הא לית ליה מכלל לאו אתה שומע הן וא''ר אבא נעשה כאומר לקרבן יהא לפיכך לא אוכל לך ה''נ ה''ק ליה לא חולין יהא לפיכך לא אוכל לך ושני רב אשי הא דאמר לחולין והא דאמר לא חולין דמשמע לא להוי חולין אלא כקרבן. ופי' הרא''ש נעשה כאומר לקרבן יהא לפיכך לא אוכל לך ואע''ג דאמר לקרבן בפת''ח מפרשינן כאילו אמר בחט''ף ה''נ לימא לא חולין להוי לפיכך לא אוכל לך ואע''ג דלר''מ כי אמר לחולין בפת''ח לא אמרינן מכלל לאו ה''מ כי מסיים שאוכל לך אבל הכא דסיים למילתיה כי לא אוכל לך משמע שפיר דלאסור בא מכלל לאו דמוכח אית ליה שפיר לר''מ כי האי רב אשי אמר הא דאמר לחולין בחט''ף הא דאמר לחולין בפת''ח כלומר אי הוה אמר לחולין בפת''ח היה ר''מ אוסר דמשמע לא חולין להוי אלא קרבן לפיכך לא אוכל לך. ואהא דתניא לחולין שאוכל לך אסור כתב הר''ן קשיא טובא למה אסור והא משום מכלל לאו אתה שומע הן צריכינן למיתי בה ולר''מ לית ליה וכ''ת לא צריכינן בהא למכלל לאו דכיון דאמר לא חולין ע''כ קרבן הוי ליתא דהא מש''ה אוקימנא מתני' דלא כר''מ אלמא אפי' בכי הא צריכין למכלל לאו אתה שומע הן לפיכך יש מי שאומר דל''ג ליה הכא כלל עכ''ל. והראב''ד כתב על דברי רבינו א''א זה המחבר מזכי שטרא לבי תרי וכו'. וליישב דברי רבינו נ''ל שהוא פוסק כר''מ דלית ליה מכלל לאו אתה שומע הן ומפני כך פסק כברייתא דחולין החולין כחולין בין שאוכל לך בין שלא אוכל לך מותר ואעפ''כ לא נמנע מלפסוק כסתם מתני' דקתני לא חולין שאוכל לך אסור משום דס''ל ז''ל דבההיא לר''מ נמי אסור דכיון דלא הוי מה שיאכל חולין ממילא הוי קרבן דכך לי אומר לא חולין יהא כאומר קרבן יהא שהאומר דבר זה אינו מותר ממילא משמע שהוא אסור וכן האומר דבר זה אינו אסור ממילא משמע שהוא מותר ואין אנו צריכים לבא עליו מטעם מכלל לאו אתה שומע הן ואע''ג דמש''ה אוקימנא למתני' דלא חולין שאוכל לך אסור דלא כר''מ וכמו שהקשה הר''ן י''ל דאה''נ דמעיקרא סברו כן בני הישיבה דמתני' נמי מטעם מכלל לאו אתה שומע הן הוא דקתני אסור ומש''ה הוה קשיא להו מתני' מני ואיצטריכו לאוקומה כר' יהודה אבל לפום קושטא דמילתא לא צריכינן לאוקומה כר''י דכר''מ נמי אתיא דכי קתני אסור לא מטעם מכלל לאו אתה שומע הן הוא אלא משום דממילא משמע וכדאשכחן בברייתא דחולין החולין כחולין בין שאוכל לך בין שלא אוכל לך מותר דאתיא כר''מ וקתני בה לחולין שאוכל לך אסור כלומר שאמר לחולין בפת''ח הלמ''ד והיינו ודאי משום דממילא משמע ולא צריכינן למיתי עלה משום מכלל לאו אתה שומע הן ובהכי ניחא שלא נצטרך לדחוק ולומר שהסברוה הזה הוא משונה מכל סברוה שבגמ' דלא קיימי במסקנא והאי במסקנא נמי קאי וכמ''ש הר''ן דליתא אלא האי נמי לא קאי במסקנא ואע''פ שאינו מבואר בגמ' בהדיא סתירת הסברוה כיון דמייתי בתר הכי בסמוך ברייתא דחולין החולין כחולין בין שאוכל לך בין שלא אוכל לך מותר דאתיא כר''מ וקתני בה לחולין שאוכל לך אסור ממילא משמע דליתא לסברת הסברוה ויש ידים מוכיחות לפירוש זה מדשני רב אשי הא דאמר לחולין הא דאמר לא חולין דמשמע לא להוי חולין אלא כקרבן כלומר דהא דקתני לר''מ לחולין לא אוכל לך מותר ה''מ באומר לחולין בשב''א הלמ''ד דא''א לאסור בו אא''כ תאמר הא מה שאוכל לך לא יהא חולין אלא קרבן דהיינו מכלל לאו אתה שומע הן ור''מ לית ליה אבל כשאומר לחולין לא אוכל לך בפת''ח הלמ''ד משמע נמי שאומר מה שאוכל לך לא יהא חולין אלא קרבן לפיכך לא אוכל לך. הרי בהדיא דאליבא דר''מ נמי כשאומר לחולין בפת''ח הלמ''ד משמע לא חולין יהא אלא קרבן והיינו ודאי משום דממילא משמע ולא צריכין למיתי בה מטעם מכלל לאו אתה שומע הן וזה ברור ומרווח ובזה נסתלקה השגת הראב''ד ועלו דברי רבינו כהוגן: \n",
        "<b>וכן אם אמר הקרבן שאוכל לך וכו'.</b> משנה שם (דף י''ג) הקרבן כקרבן קרבן שאוכל לך אסור לקרבן לא אוכל לך ר''מ אוסר ומקשה בגמ' קתני קרבן שאוכל לך אע''פ שלא אמרו בכ''ף הדמיון אסור ודלא כר' יהודה דבעי כ''ף הדמיון והתניא מודים חכמים לר' יהודה באומר הא קרבן והא עולה והא מנחה והא חטאת שאוכל לך שמותר שלא נדר זה אלא בחיי קרבן ל''ק הא דאמר הי קרבן והא דאמר הקרבן מ''ט חיי קרבן קאמר כך היא גירסת הר''ן ופי' הא דאמר הקרבן כלומר דכי אמר הקרבן האי להוי קרבן קאמר. ובפ''ב (דף ט''ו:) תנן קרבן לא אוכל לך הא קרבן לא אוכל לך לא קרבן לא אוכל לך מותר כך נראה שהיא גירסת רבינו והר''ן ודלא כספרים דגרסי גבי הא קרבן שאוכל לך. ובגמרא מני מתני' ר''מ היא וכו' אימא סיפא לקרבן לא אוכל לך מותר והתנן לקרבן לא אוכל לך ר''מ אוסר ואמר ר' אבא נעשה כאומר קרבן יהא לפיכך לא אוכל לך לא קשיא הא דאמר לקרבן הא דאמר לא קרבן דלא הוי קרבן קאמר והשתא מה שכתב רבינו וכן אם אמר הקרבן שאוכל לך אסור בפת''ח הה''א גרסינן ליה וכדאוקימנא לה כדאמר הא קרבן. \n",
        "<b>ומ''ש קרבן שאוכל לך אסור.</b> דלא כר' יהודה דבעי כ''ף הדמיון. \n",
        "<b>ומ''ש אבל האומר הקרבן לא אוכל לך.</b> בציר''י הה''א גרסינן ליה וכדאוקימנא כדאמר הי קרבן. \n",
        "<b>ומ''ש או כקרבן לא אוכל לך.</b> הכי משמע מדתנן כקרבן שאוכל לך אסור משמע הא כקרבן לא אוכל לך מותר. ועוד דאפי' למ''ד מכלל לאו אתה שומע הן ליכא איסור דה''ק כקרבן יהא מה שלא אוכל לך הא מה שאוכל לך לא יהא כקרבן אלא יהא מותר. וא''ת כיון דבאומר לא חולין לא אוכל לך קי''ל דאסור משום דהוי כאומר מה שאוכל לך לא יהא חולין אלא קרבן לפיכך לא אוכל לך כשאומר קרבן לא אוכל לך נמי נימא הכי וליתסר כלא חולין וי''ל לא אוכל לך שאני דליכא לפרושי ביה שנשבע בקרבן שלא יאכל לזה או שנדר שלא יאכל לו קרבן אבל באומר קרבן לא אוכל לך וכל אינך לישני כיון דאיכא לפרושינהו הכי אע''ג דסתם נדרים להחמיר מאחר דפירושי דלקולא משתמעי טפי דלישנא הכי מפרשינן להו ולא לחומרא. \n",
        "<b>ומ''ש או לקרבן לא אוכל לך מותר.</b> היינו מאי דרמינן מתניתין בפ''ב דנדרים דאתיא כר''מ וקתני לא קרבן לא אוכל לך מותר אמתני' דפ''ק דקתני לקרבן לא אוכל לך ר''מ אוסר ושני ל''ק הא דאמר לקרבן הא דאמר לא קרבן דלא הוי קרבן קאמר כלומר דכי אסר ר''מ באומר לקרבן היינו באומר בשב''א הלמ''ד דע''כ ה''ק לקרבן יהא לפיכך לא אוכל לך וכי קתני דלקרבן לא אוכל לך מותר באומר לא קרבן בפת''ח הלמ''ד או בחול''ם הלמ''ד דהשתא ליכא למימר לפיכך לא אוכל לך והכא נקט לו רבינו בפת''ח הלמ''ד ולקמן בסמוך נקט ליה בחול''ם הלמ''ד. וא''ת הא איכא למשמע מינה מה שלא אוכל לך לא יהא קרבן הא מה שאוכל לך יהא קרבן הא ר''מ לית ליה מכלל הן אתה שומע לאו. \n",
        "<b>ומ''ש או קרבן לא אוכל לך.</b> היינו מתני' דפ''ב דנדרים לפי גירסתו וגירסת הר''ן. \n",
        "<b>ומ''ש או לא קרבן לא אוכל לך.</b> היינו מאי דאוקימנא מאי דתנן בפ''ב דנדרים לקרבן לא אוכל לך מותר באומר לא בפת''ח הלמ''ד או בחול''ם הלמ''ד דאי אמר בפת''ח הלמ''ד הוי כאומר שלא יאכל לו קרבן או שהוא נשבע בקרבן שלא יאכל לו ואי אמר בחול''ם הלמ''ד הוי כאומר לא יהא קרבן מה שלא אוכל לך דלאו כלום הוא לר''מ דלית ליה מכלל לאו אתה שומע הן. \n",
        "<b>ומ''ש רבינו שאין משמע דברים אלו אלא שנשבע בקרבן</b> קאי לאומר הי קרבן בציר''י הה''א ולאומר לקרבן בפת''ח הלמ''ד. \n",
        "<b>ומ''ש או שנדר שלא יאכל לו קרבן</b> קאי לאומר קרבן לא אוכל לך וכן קאי לאומר לקרבן לא אוכל לך בפת''ח הלמ''ד. ואומר כקרבן לא אוכל לך ולא קרבן לא אוכל לך כבר כתבתי טעמא ולהיותו מבואר לא חשש רבינו לכתבו: \n\n"
      ],
      [
        "<b>חולין שאוכל לך וכו'.</b> בפ''ק דנדרים (דף י''א) תניא חולין החולין כחולין בין שאוכל לך ובין שלא אוכל לך מותר. ופי' הר''ן בשאוכל לך פשיטא דשרי ובשלא אוכל נמי נהי דאיכא למימר הא מה שאוכל לך לא יהא חולין הא אוקימנא לה כר''מ דלית ליה מכלל לאו אתה שומע הן: \n\n"
      ],
      [
        "<b>אבל האומר לא טמא שאוכל וכו'.</b> כך היא הגירסא בספרי רבינו ואיני יודע ליישבה. ונ''ל דה''ג לטמא שאוכל לך לנותר שאוכל לך לפגול שאוכל לך ובשב''א תחת הלמ''ד היא שנויה דהשתא איכא למימר דמשתמע שפיר דטמא יהיה מה שאוכל לך. אבל יש לדקדק כיון שלא נזכר בגמ' למה ליה לרבינו לשנותה וגם כי סוף הלשון שכתב שמשמעו של דבר שאוכל לך הוא שיהיה פגול או טמא לפיכך לא אוכל לך אינו נמשך אחר זה הפירוש לפיכך צריך לדחוק ולומר שכשאומר לא טמא שאוכל לך משמע דה''ק דבר שאוכל משלך יהיה טמא או נותר או פגול לפיכל לא אוכל לך. ומ''מ איכא למידק למה השמיט רבינו לקרבן לא אוכל לך בשב''א תחת הלמ''ד דאסור דאתמר בגמ' וצ''ע. וראיתי גירסא שכתב בה טמא שאוכל לך וכו' ואע''פ שכתב לעיל שאם אמר כל מה שאוכל עמך טמא או נותר או פגול ה''ז אסור חזר ושנאה ללמדנו דאומר טמא שאוכל לך משמעו מה שאוכל יהיה טמא: \n\n"
      ],
      [
        "<b>היכל שאוכל לך בהיכל שאוכל לך להיכל שאוכל לך אסור.</b> כך היא הגירסא הנכונה בספרי רבינו ולא ככתוב בספרים לא היכל דא''כ אמאי בשאוכל לך אסור הרי הוא אומר שלא יהיה כהיכל מה שיאכל לו. ודין זה בסוף פרק קמא דנדרים (דף י''ג) תנא אימרא לאימרא כאימרא דירים לדירים כדירים עצים לעצים כעצים אישים לאישים כאישים מזבח למזבח כמזבח היכל להיכל כהיכל ירושלים לירושלים כירושלים כולן שאוכל לך אסור שלא אוכל לך מותר והוה משמע לי דהא דקתני להיכל שאוכל לך אסור בין באומר הלמ''ד בשב''א בין בפת''ח היא דכשאומר בשב''א משמע להיכל יהא דומה מה שאוכל לך וכשאומר בפת''ח להיכל משמע נמי להיכל יהא דומה מה שאוכל לך אלא דבאומר לא אוכל לך אתמר עלה בגמ' רישא ר''מ דלא בעי כ''ף הדמיון אימא סיפא וכולן לא אוכל לך מותר והא תנן לקרבן לא אוכל לך ר''מ אוסר וא''ר אבא נעשה כאומר לקרבן יהא לפיכך לא אוכל לך ל''ק הא דאמר לא אימרא הא דאמר לאימרא. וכתב הר''ן כך היא הגירסא בקצת נוסחאות ואיכא דגרסי הא דאמר לאימרא כלומר בשב''א תחת הלמ''ד הא דאמר לאימרא בפת''ח תחת הלמ''ד דס''ל למאן דגרסי הכי דלמ''ד פתוחה הרי היא כלא עכ''ל. ולפ''ז צ''ל דרישא נמי בשב''א הלמ''ד היא דאילו בפת''ח בשאוכל נמי מותר דמשמע לא יהא כהיכל מה שאוכל לך. ויש לדקדק למה מכל החלוקות שנזכרו בברייתא לא כתב רבינו אלא חלוקת היכל והשמיט החלוקות הראשונות והאחרונות. וי''ל שכבר כתב לעיל שהאומר כתמידים כעצים כאישים וכו' כהיכל כירושלים אסור ולא בא כאן ללמד אלא דאומר בלמ''ד כאומר בכ''ף דמי ואפי' בלא למ''ד ובלא כ''ף כאומר בכ''ף דמי ונקט היכל וממילא נשמע דה''ה לאינך: \n\n"
      ],
      [
        "<b>האומר לחבירו מודר אני ממך וכו'.</b> בריש נדרים תנן האומר לחבירו מודרני ממך מופרשני ממך מרוחקני ממך שאני אוכל לך שאני טועם לך אסור מנודה אני לך ר''ע היה חוכך בזה להחמיר ובגמ' (דף ה') אמר שמואל בכולן עד שיאמר שאני אוכל לך שאני טועם לך הוא דאסור (באכילה אבל אם לא אמר בפירוש אכילה לא אסור למיכל מדידיה) מאי טעמא מודר אני ממך לא משתעינא בהדך משמע מופרשני ממך דלא עבידנא עמך משא ומתן משמע מרוחקני ממך דלא קאימנא בד' אמות דילך משמע לימא קסבר שמואל ידים שאין מוכיחות לא הויין ידים אין שמואל מוקי ליה למתני' כר' יהודה דאמר ידים שאין מוכיחות לא הויין ידים וכו' לוקמה כרבנן וכו' אמר רבא מתני' קשיתיה אמאי תני שאני אוכל לך שאני טועם לך ליתני שאני אוכל שאני טועם ש''מ בעינן ידים מוכיחות. וכתב הרא''ש אהא דאמרינן מודר אני ממך (דילמא מודרני ממך) דלא משתעינא בהדך משמע וכו' וכיון דמספקא לן אי לאיסור הנאה קאמר או להנך מילי דפרישנא הילכך אינו אסור לא בזה ולא בזה דאין הלשון מוכיח יותר לזה מלזה והוי לתרוייהו ידים שאינן מוכיחות וקא סבר שמואל דלא הויין ידים ודייק רבא להא דשמואל ממתניתין ואתמר נמי ידים שאין מוכיחות אביי אמר הויין ידים רבא אמר לא הויין ידים והלכתא כרבא אע''ג דבשלהי נזיר גרסינן איפכא גירסא דהכא עיקר הילכך לא הויא יד עד דאמר מודרני ממך שאני אוכל לך ואם אמר שאני אוכל לך בלא מודרני ממך נראה דלא הויא יד דמודרני הוא במקום קונם שאני אוכל לך אבל כשאומר שאני אוכל לך לחוד לאו כלום הוא. וכן פסק הר''ן כשמואל וכרבא דאמרי ידים שאין מוכיחות לא הויין ידים וכן פסק רבינו. וא''ת כיון דלא מיתסר עד דאמר מודרני ממך שאני אוכל לך אמאי מיקרי יד כבר כתב הר''ן דטעמא משום דלא מסיק דיבוריה למימר כקרבן אי נמי דלא אסור בהדיא עכ''ל:  ",
        "<b>וכתב</b> הר''ן אהא דאמר רבא מתני' קשיתיה ליתני שאני אוכל ושאני טועם פירוש ואי הוה תני הכי בלא לך הוה שמעינן דידים שאין מוכיחות הויין ידים דאע''ג דכבר אמר (מודרני) ממך דהא ס''ל לשמואל דמתני' חדא קתני אפ''ה שאני אוכל בלא לך ידים שאין מוכיחות נינהו דאיכא למימר ה''ק מודרני ממך דלא משתעינא בהדך אי אכילנא היום או עד יום פלוני ומש''ה תנא במתניתין לך לאשמועינן דטעמא דאמר לך הא אמר מודרני ממך שאני אוכל לא חייל נידרא כלל דהויין להו ידים שאין מוכיחות ולא הויין ידים. וגבי מנודה אני לך כתב דאומר מודרני מנכסיך הוי שפיר ידים מוכיחות כמי שאומר מודרני ממך שאני אוכל לך. ואהא דתנן שאני אוכל לך שאני טועם לך אסור כתב דאית דגרסי הכי בלא יו''ד ואית דגרסי שאיני ביו''ד (ומדברי הרמב''ם בפרק א' נראה שהוא גורס שאיני ביו''ד שכתב בכולם שלא אוכל לך) עכ''ל:  ",
        "<b>וכתב</b> הר''ן אהא דאמרינן מודר אני ממך לא משתעינא בהדך משמע ואפילו בדיבורא נמי לא מיתסר דלא ידעינן אי להנאה איכוון אי לדיבורא איכוון ולכל חד וחד ה''ל ידים שאין מוכיחות וכיון דטעמא דשמואל משום דקסבר ידים שאין מוכיחות לא הויין ידים ליכא למיפרך עליה מברייתא (מודר אני ממך מופרשני ממך מרוחקני ממך ה''ז אסור שאני אוכל לך שאני טועם לך ה''ז אסור) דכיון דפלוגתא דתנאי היא אי הויין ידים אי לא איכא למימר דתנא דברייתא ס''ל דהויין ידים ושמואל דייק ממתניתין דלא הויין ידים (דלעיל כי פרכינן מברייתא היינו משום דהוה סבירא לן דאפי' ידים נמי לא הוי) ואיכא מ''ד דבמודרני ממך אפי' לשמואל אסיר לאשתעויי בהדיה ובמופרשני למעבד משא ומתן בהדיה ובמרוחקני למיקם בארבע אמות דיליה והיינו אסור דברייתא ושמואל אאכילה קאי לומר דלא מיתסר באכילה עד שיאמר שאני אוכל לך שאני טועם לך עכ''ל. ודעת רבינו כסברא אחרונה דברייתא אתיא שפיר כוותיה:  ",
        "<b>ומ''ש רבינו וכן אם אמר לו מנודה אני לך או משמתנא ממך.</b> שם (דף י''ז:) אהא דתנן מנודה אני לך ר''ע היה חוכך בזה להחמיר א''ר פפא בנדינא ממך כ''ע ל''פ דאסיר משמתנא מינך לכ''ע שרי במאי פליגי במנודה אני לך ר''ע סבר לישנא דנידוייא הוא והרא''ש גורס לישנא דנדינא הוא והיא הגירסא הנכונה ורבנן סברי לישנא דמשמתנא ופליגא דרב חסדא דההוא גברא דאמר משמתנא בנכסי דבריה דרב ירמיה בר אבא אתא לקמיה דרב חסדא אמר לית דחש לה להא דר''ע קסבר במשמתנא פליגי וכתבו הרא''ש והר''ן דלית הלכתא כר''ע מדאמרינן לית דחש לה ועוד דקי''ל הלכה כר''ע מחבירו ולא מחביריו. אבל רבינו פסק כר''ע ונראה שטעמו מדאמרי' בגמ' אמר אביי מודה ר''ע לענין מלקות דאינו לוקה דאם כן ר''ע נמי מחמיר ומדמפרש אביי מילתיה משמע דס''ל כוותיה וכתבו הרא''ש והר''ן דהא דאמרינן נדינא ממך דוקא בדאמר שאני אוכל כדאמר שמואל גבי מודרני ממך מופרשני ממך וכו' ונדינא מינך דכוותייהו שהוא לשון הרחקה כתבו שכן דעת הרמב''ן.  ",
        "<b>ומ''ש רבינו דכשאמר מודר אני לך או משמתנא מינך ולא אמר שאני אוכל לך לא ישב בארבע אמותיו.</b> לטעמיה אזיל שפסק במרוחקני ממך ולא אמר שאני אוכל לך משמעו שלא ישב בארבע אמותיו ומנודה אני לך או משמתנא לך לא גרעי ממרוחקני ממך וסובר דכיון דמנודה אני לך בהדי מודרני ממך מופרשני ממך מרוחקני ממך איתניא לדידהו דמי וכי היכי דבהנהו אמר שמואל דלא מיתסר באכילה עד שאמר שאני אוכל לך ה''ה במנודה אני לך לר''ע לא מיתסר באכילה עד דאמר שאני אוכל לך וכבר נתבאר שרבינו פוסק הלכה כר''ע וסובר ז''ל דכי א''ר פפא בנדינא מינך כ''ע ל''פ דאסור היינו באומר נדינא מינך סתם כלומר ואינו אומר שאני אוכל לך וא''כ ע''כ אסור דקאמר בהנאה הוא דאי באכילה לחוד מהי משתמע, ומדנקט גבי שלא אוכל מנודה אני לך ושביק למשמתנא לך דהוא בר זוגיה משמע שסובר דכי אמרינן משמתנא מינך לכ''ע שרי היינו לומר שאם אמר משמתנא מינך שאני אוכל לך מותר בהנאה דלאו לשון יד נדר הוא אלא לשון שמתא. אבל הראב''ד כתב אמר מנודה אני לך שלא אוכל לך אסור לאכול א''א (פירוש) אסור לאכול בד' אמותיו וכן משמתנא מינך שלא אוכל לך עכ''ל. ונראה מדבריו קצת שגם דעת רבינו כן דשוים הם לכל דבריהם וגבי שלא אוכל לך נקט מנודה אני לך ומיניה נילף לאומר משמתנא לך וסמך על מה שהשוה אותם בתחלה היכא דלא אמר שלא אוכל לך ולפי זה פסק כרב חסדא דאמר במשמתנא פליגי ודלא כרב פפא דאמר כ''ע ל''פ דשרי. וממ''ש הראב''ד אסור לאכול בד' אמותיו נראה דמנודה אני לך שלא אוכל לך שהיה חוכך בה ר''ע להחמיר לענין לאכול בד' אמותיו היא ולא לענין לאכול משלו ואין פירוש זה מוכרח במשנה דאדרבה איכא למימר דלענין לאכול משלו איתניא דומיא דמודרני מופרשני מרוחקני ממך שלא אוכל לך דאיתנו בהדה ולזה מטין דברי רבינו כפשטן. מצאתי כתוב יתכן לפרש כי נדינא ממך שלא אוכל לך משמע בין תוך ד''א בין חוץ לד''א דבכל ענין אסור ליהנות משלו ומשמתנא מינך שלא אוכל לך לא משמע אלא בתורת מנודה שלא אסר הנאתו עליו אלא תוך ד''א ובלשון מנודה פליגי אי משמעותו נדינא ואפי' חוץ לד''א משמע או כמו משמתנא ודוקא תוך ד' וכ''נ שפירש הראב''ד. ולענין הלכה פסק כר''ע דאחמיר ומיהו ללקות אינו לוקה משום דמספקא ליה ואע''ג דא''ר חסדא דאין לחוש לדר''ע ה''מ לפי סברתו שהיה סבור דבמשמתנא פליגי אבל לפי האמת קי''ל כרבינא דבמשמתנא לא פליגי נקיטינן לחומרא כר''ע ואע''ג דאין הלכה כמותו מחביריו אולי האי חבירו הוי. וכן פסק הרמב''ם אלא שתמהתי מה שלא הביא דין משמתנא מינך דשרי אליבא דכולהו עכ''ל שיטה אחת. אבל הרשב''א כתב יש מפרשים דנדינא בלחוד אסור ואע''ג דלא אמר דלא אכילנא בהדך ואפילו לשמואל דאמר דמרוחקני ממך אינו אסור עד שאמר שאני אוכל לך הכא מודה התם הוא דמרוחקני לא משמע אלא דלא יתיב בד''א דיליה אבל נדינא ממך משמע שיהא נטול ממנו לגמרי וכ''כ בתוס'. ולפי פירוש זה נראה דאפילו במנודה אני לך אם אמר שאני אוכל לך אסור דכשלא אמר שאני אוכל לך הוא דפליגי דכ''ע לישנא דמשמתנא לך הוא אבל אמר שאני אוכל לך י''ל דלישנא דנידויא הוא ואסור. וכן נראה מדברי הרמב''ם שכתב אמר מנודה אני לך שלא אוכל לך אסור לאכול ואף מדברי הראב''ד נראה כן עכ''ל:   "
      ],
      [],
      [],
      [
        "<b><small>(כה-כו)</small> האומר הרי עלי כנדרי רשעים וכו'.</b> משנה שם (דף ט') כנדרי רשעים נדר בנזיר ובקרבן ובשבועה כנדרי כשרים לא אמר כלום כנדבותם נדר בנזיר ובקרבן ובגמ' ודילמא ה''ק כנדרי רשעים לא נדרנא אמר שמואל באומר כנדרי רשעים הריני עלי והימנו הריני בנזירות עלי בקרבן הימנו בשבועה הריני נזירות דילמא הריני בתענית קאמר אמר שמואל כשהיה נזיר עובר לפניו (עלי בקרבן) הימנו בשבועה דילמא הימנו דאכילנא קאמר אמר רבא דאמר הימנו שלא אוכל א''ה מאי למימרא מהו דתימא הא לא מפיק שבועה מפומיה קמ''ל. ופי' הר''ן הך מתני' פירושא דידות היא ומפרשים בגמ' דה''ק אם אמר כנדרי רשעים הריני והיה נזיר עובר לפניו הרי הוא נזיר וכן אם אמר כנדרי רשעים עלי חייב קרבן ומסתברא נמי דדוקא כשהיתה בהמה מונחת לפניו וכן אם אמר כנדרי רשעים הימנו שלא אוכל והיה ככר מונח לפניו הרי הוא כשבועה שלא יאכלנו ומיחייב בכל הני כי אמר כנדרי רשעים שהרי הרשעים דרכם לידור בכל אלו ומפני שאין ראוי לעשות כן קרי להו נדרי רשעים (שהרי רשעים דרכן לידור בכל אלו) שהרי רשעים הם לאותו דבר, כנדרי כשרים אע''ג דאמר הריני עלי הימנו והיה נזיר או בהמה או ככר לפניו לא אמר כלום שהרי אין הכשרים נודרים שאין רשאין לעשות כן וה''ה אם אמר כנדבת רשעים עלי לא אמר כלום לפי שאין הרשעים נודבים שאם הם נודבים אינם רשעים לאותו דבר והכי איתא בתוספתא. כנדבותם נדר בנזיר ובקרבן שהרי הכשרים מתנדבים הם בקרבן ובנזירות הילכך כי אמר הריני והיה נזיר עובר לפניו הרי הוא נזיר וכי אמר עלי ובהמה מונחת לפניו ה''ל כאילו אומר הרי הוא קרבן נדבה אבל בשבועה לא מיחייב אפי' היה ככר מונח לפניו ואמר הימנו שלא אוכל לפי שאין הכשרים נשבעים לעולם ואע''ג דאמרינן לעיל דלזרוזי נפשייהו נשבעים לדבר מצוה ההיא שבועה לא מיקריא נדבה שהרי הם מחוייבים לקיים את המצוה. ואיכא למידק הרי נדבה אינה אלא באומר הרי זו ונדר בהרי עלי וחילוק זה ליתיה אלא בנדרים דקרבנות אבל בנזירות מאי נדר ומאי נדבה שייכי ביה הרי אינו אלא בענין אחד נראה בעיני דנדר פירושו דבר שאינו בא לגמרי בנדבת הלב ונדבה פירושה מה שהאדם נודר יותר בנדבת נפשו ושמעשיו יותר רצויים ומש''ה אמרינן דנדר הוא הרי עלי לפי שאינו מתנדב לגמרי כיון שלא הפרישו עכשיו ונדבה היא באומר הרי זו לפי שמתנדב ונדרו יותר רצוי וכיון שזה היא פירושן של נדר ונדבה אף בנזיר אע''פ שאין הנדר של נזירות אלא בענין אחד מי שהכוונה שלו רצויה יותר קרוי נזירותו נדבה ומי שאינה רצויה כ''כ קרוי נדר והרשעים כשנודרים בנזיר אין כוונתם רצויה לגמרי (ולפיכך קרוי נדר) אבל הכשרים מתוך שכוונתם שלימה ורצויה ואין בנזירותם שום נדנוד עבירה קרוי נזירותם נדבה והיינו דאמרי' בגמ' גבי נדבה דנזירות משכחת לה כדשמעון הצדיק. כשהיה הנזיר עובר לפניו ואפ''ה דוקא כי אמר כנדרי הרשעים הריני אבל כי אמר הריני לחודיה לא אמר כלום דלא דמי לאומר אהא דאמרינן בפ''ק דקידושין דה''ל נזיר כשנזיר עובר לפניו משום דאהא לישנא מעליא ומהני אבל הריני אי לאו דאמר כנדרי רשעים עלי לא משמע דאמר מידי. כך פירשו רבותי ואינו נראה בעיני דהריני לא גרע מאהא אלא מתני' משום דאתי לאשמועינן דאי אמר כנדרי כשרים הריני אפי' בנזיר עובר לפניו לא מהני נקט רישא כנדרי רשעים אבל אה''נ דכל שאמר הריני בלחוד והיה נזיר עובר לפניו ה''ז נזיר. ודילמא הימנו דאכילנא קאמר כלומר וכיון דאיכא למימר דילמא דאכילנא קאמר ה''ל ידים שאין מוכיחות וס''ל לשמואל דלא הויין ידים עכ''ל. \n",
        "<b>והשתא מ''ש רבינו אמר כנדרי רשעים הריני והיה נזיר עובר לפניו וכו' עד חייב בשבועה</b> מבואר בגמ' שכתבתי בסמוך. \n",
        "<b>ומ''ש כנדרי רשעים עלי חייב בקרבן</b> היה ראוי להעמידה כשהבהמה עומדת לפניו דומיא דנזיר וכמו שהעמידה הר''ן ודברי רבינו סתומים. \n",
        "<b>ומ''ש כנדרי רשעים אם אוכל לך שמנדריהם נזיר וקרבן ושבועה וכן מ''ש בנדבות כשרים שמנדבותם נזיר וקרבן</b> כלומר שפירש כן וזה הצעה למה שיכתוב אחר כך. \n",
        "<b>ומ''ש אמר הרי עלי כנדרי רשעים או כנדבות כשרים וכו' ה''ז אסור אע''פ שלא פירש:</b> \n\n"
      ],
      [],
      [
        "<b><small>(כז-כח)</small> הנודר בתורה וכו' עד ה''ז כמי שנדר במ''ש בה.</b> בפ''ב דנדרים (דף י''ב): \n",
        "<b>וכתב</b> הראב''ד דומה ששכח ולבסוף נזכר כו'. ואני אומר זכור היה מתחלה ועד סוף דאיתיה נמי לענין שבועה כדאיתא בתוס' שכתבתי בפי''ב מהל' שבועות: \n\n"
      ],
      [
        "<b>האומר לחבירו נשכים ונשנה וכו'.</b> בפירקא קמא דנדרים (דף ח'): \n\n"
      ],
      [
        "<b>האומר לאשתו הרי את עלי כאמי וכו'.</b> משנה פרק ב' דנדרים (דף י''ד). \n",
        "<b>ומ''ש אבל אם אמר לה הריני מודר ממך הנאה או שאמר הנאת תשמישך אסורה עלי ה''ז אסורה עליו.</b> כמו שיתבאר בפ' (י''ב מהל' אלו): \n\n"
      ]
    ],
    [
      [
        "<b>אחד הנודר מפי עצמו או שהדירו חבירו וכו'.</b> במשנה פ''ג דנדרים (דף כ''ז) הדירו חבירו שיאכל אצלו. \n",
        "<b>ומ''ש וענה אמן.</b> נתבאר רפ''ב דשבועות. \n",
        "<b>ומ''ש או דבר שענינו כענין אמן שהוא קבלת דברים.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>ואין הנודר נאסר וכו' עד שיוציא בשפתיו ויהיה פיו ולבו שוין כמו שביארנו.</b> בהל' שבועות פ''ב. \n",
        "<b>ומ''ש אבל המתכוין לנדור בנזיר וכו'.</b> הוא נלמד ממה ששנינו בפרק בתרא דנדרים (דף פ''ו:) לענין הפרה: \n\n"
      ],
      [
        "<b>הנודר על דעת אחרים וכו' ודין כל אלו הדברים בנדרים כדינם בשבועות.</b> פשוט הוא שהרי השוה אותם הכתוב דכתיב איש כי ידור נדר לה' או השבע שבועה: \n\n"
      ],
      [
        "<b>מי שהתנה קודם שידור וכו'.</b> בפ''ג דנדרים (דף כ''ג) תנן ראב''י אומר אף הרוצה להדיר את חבירו שיאכל אצלו יאמר לו כל נדר שאני עתיד לידור הוא בטל ובלבד שיהיה זכור בשעת הנדר. ובגמ' וכיון דאמר כל נדר שאני עתיד לידור יהא בטל לא שמע ליה ולא אתא בהדיה חסורי מחסרא והכי קתני הרוצה שיאכל אצלו חבירו מסרב בו ומדירו נדרי זירוזין הוא והרוצה שלא יתקיימו נדריו כל השנה יעמוד בר''ה ויאמר כל נדר שאני עתיד לידור יהא בטל ובלבד שיהא זכור בשעת הנדר אי זכור עקריה לתנאיה וקיים ליה לנדריה אמר אביי תני ובלבד שלא יהא זכור בשעת הנדר רבא אמר לעולם כדאמרי' מעיקרא הב''ע כגון שהתנה בר''ה ולא ידע במה התנה והשתא קא נדר אי זכור בשעת הנדר ואמר על דעת הראשונה אני נודר נדריה לית ביה מששא לא אמר על דעת הראשונה אני נודר עקריה לתנאיה וקיים לנדריה. ופי' הרא''ש עקריה לתנאיה וקיימיה לנדריה שאם אין בדעתו שיהא קיים למה הוא נודר. תני ובלבד שלא יהא זכור בשעת הנדר וכיון שאינו זכור לתנאו נמצא תנאו קיים ונדרו בטל. וכתב עוד דרבא לא פליג אאביי במה שאמר שאם התנה ולא היה זכור התנאי בשעת הנדר שהנדר בטל אלא כדי שלא להגיה המשנה אוקמה בששכח מקצת התנאי וכ''כ הר''ן וכ''כ הרשב''א בתשובה וכן דעת רבינו שפסק גם לדאביי וכתבו ההגהות שכ''פ ר''ת וכ''כ סמ''ג ודלא כריב''ם וראבי''ה שפירש דרבא פליג אאביי והלכה כרבא. \n",
        "<b>ומ''ש רבינו אם לא זכר התנאי אלא אחר שנדר אע''פ שקבל התנאי בלבו הרי הנדר בטל וכו',</b> לשון אע''פ שכתב רבינו כך שיעורו אע''פ שלא הוציא התנאי בפיו כיון שקבלו בלבו וקיימו הרי הנדר בטל ולפי זה אם בשעה שזכר התנאי לא קבלו בלבו וקיימו הנדר קיים: \n",
        "<b>ומ''ש רבינו ויש שמורה להחמיר וכו'.</b> וכתב עליו הראב''ד יפה הורה זה וכו' נראה שטעם הוראה זו משום דלא מסתבר ליה שאחר שחל הנדר יעקר כשזכר התנאי ואין זה הכרע והרא''ש לא חילק בכך וכן נראה שהוא דעת רבינו. ומ''ש הראב''ד ולא בזכירת התנאי שהוא סובר אלא בקבלתו וקיומו וכו', נראה שגם זו היא כוונת רבינו ולא הוצרך לבאר לפי שסמך על מ''ש תחלה אם לא זכר התנאי אלא אחר שנדר שקבל התנאי בלבו וקיימו הרי הנדר בטל ועל זה כתב שיש מי שמורה והוא שיזכור התנאי אחר שנדר תוך כדי דיבור דהא ודאי האי שיזכור דומיא דזכירה דרישא היא דהיינו שקיבל התנאי בלבו וקיימו: \n",
        "<b>כתב</b> הר''ן בשם התוס' על דינים אלו דוקא בשבועות ונדרים שנשבע ונודר לעצמו אבל מי שהשביעו חבירו או הדירו אין ביטול זה מועיל לו כלום שע''ד חבירו הוא נשבע ונודר וכמו שמבטל תנאי לגמרי דמי דהא אסיקנא דלא מסתבר אדעתא דנפשיה אלא ע''ד משביעו כדאמרינן בסמוך בשמעתא דנדרי הבאי עכ''ל. וכ''כ בתשובה להרמב''ן סי' רמ''ח וסי' ר''פ וכ''כ רבינו ירוחם בנתיב ז' ובנתיב י''ד וכ''כ בטא''ח סי' תרי''ט: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(ז-י)</small> סתם נדרים להחמיר וכו' עד וכן כל כיוצא בזה.</b> משנה ספ''ב דנדרים (דף י''ח:): \n\n"
      ],
      [
        "<b>ומ''ש בד''א במקום שמשמע כל אחד מאלו שם שני ענינות וכו'.</b> שם במשנה ר''י אומר סתם תרומה ביהודה אסור בגליל מותר שאין אנשי גליל מכירים את תרומת הלשכה סתם חרמים ביהודה מותרים ובגליל אסורים שאין אנשי גליל מכירין את חרמי הכהנים. ובגמ' ר''י אומר סתם תרומה ביהודה אסור וכו' הא מכירים אסורים אלמא ספיקא לחומרא אימא סיפא סתם חרמים ביהודה מותרין ובגליל אסורים שאין אנשי גליל מכירין את חרמי הכהנים הא מכירים מותרים אלמא ספיקא לקולא אמר אביי ר''א בר צדוק (היא דתניא וכו' ר''א בר צדוק) אומר סתם חרמים בגליל אסורין. ופירש הר''ן אמר אביי סיפא ראב''צ היא דמתני' תרי תנאי היא רישא רבי יהודה דס''ל ספיקא לחומרא ולדידיה אה''נ דסתם חרמים ביהודה נמי אסורין וסיפא ראב''צ דאמר סתם חרמים בגליל אסורים לפי שאין מכירים (את חרמי הכהנים הא מכירין) מותרים דספיקא לקולא ומש''ה סתם חרמים ביהודה שהיו מכירין אלו ואלו מותרין וסתם תרומה נמי ביהודה לראב''צ מותרת והאי דנקט ר' יהודה תרומה ונקט ר''א חרמים לאו דוקא דה''ה בתרומה גופה אי נמי בחרמים גופייהו הוה מצי לאיפלוגי אלא מר דשמיע ליה מרביה קאמר ומר דשמיע ליה מרביה קאמר. ולענין הלכה קי''ל דסתם נדרים להחמיר כסתם מתני' עכ''ל. וכך הם דברי רבינו. ומ''מ \n",
        "<b>מ''ש מקום שדרכם שאין קורין חרם סתם אלא לחרמי בדק הבית בלבד וכו'</b> משנה שאינה צריכה היא דאפי' במקום שמשמע כל אחד מאלו שני שמות כתב ברישא שאם נדר סתם וכ''ש כשאין משמעו באותו מקום אלא לאיסור ולא היה לו לשנותה משום דנפיק מינה חורבא דמשמע דמשום דאין קורין באותו מקום חרם אלא לחרמי בדק הבית הוא דבסתם אסור הא אם קורין באותו מקום חרם סתם גם לחרמי הכהנים מותר וקשיא רישא אסיפא. ואפשר לומר דאיצטריך ליה לאשמועינן דבמקום שאין קורין חרם סתם אלא לחרמי בדק הבית בלבד אפי' אמר בלבי היה לחרמי כהנים לא חיישינן ליה ואסור x: \n\n"
      ],
      [
        "<b>הנודר בחרם וכו'.</b> ג''ז שם משנה: \n",
        "<b>ומ''ש אם היה הנודר ת''ח ה''ז מותר וכו'.</b> שם (דף כ') במשנה על כלם אין נשאלין עליהם ואם נשאלו עונשין אותם ומחמירין עליהם דברי ר''מ וחכ''א פותחים להם פתח ממקום אחר ומלמדין אותם כדי שלא ינהגו קלות ראש בנדרים ובגמ' הא גופה קשיא אמרת אין נשאלין והדר תני אם נשאלו עונשין אותה ומחמירין עליהם א''ר יהודה ה''ק וכולם אין צריכין שאלה בד''א בת''ח אבל בע''ה שבא לישאל עונשים אותו ומחמירין עליו בשלמא מחמירין עליו דלא פתחינן ליה בחרטה כלומר בכדו תהית או לבך עלך אלא עונשין (אותו) ה''ד כדתניא מי שנזר ועבר על נזירותו אין נזקקין לו עד שינהוג איסור כימים שנהג בהם היתר וכל זה לר''מ אבל לחכמים דהלכתא כוותייהו אין עונשים אותו ואין מחמירין עליו אלא פותחין לו פתח ממקום אחר בין בפתח בין בחרטה ומלמדים אותם שלא ינהגו קלות ראש דכי ענשינן בשל תורה אבל בנדרים אלו אין עונשין, ואין מחלוקתן של ר''מ וחכמים אלא בע''ה דאילו בת''ח לדברי הכל אין צריכין שאלה, ומשמע לרבינו שמה שאמרו חכמים ומלמדים אותם שלא ינהגו קלות ראש את''ח נמי קאי: \n\n"
      ],
      [
        "<b>וכן האומר לאשתו הרי את עלי כאמי וכו'.</b> ברפ''ב דנדרים (דף י''ג:) תנן ואלו מותרים חולין שאוכל לך כבשר חזיר כעכו''ם וכו' (דף י''ד) האומר לאשתו הרי את עלי כאימא פותחין לו פתח ממקום אחר שלא יקל ראשו לכך ובגמ' ורמינהי הרי את עלי כבשר אימא כבשר אחותי כערלה ככלאי הכרם לא אמר כלום אמר אביי לא אמר כלום מדאורייתא וצריך שאלה מדרבנן רבא אמר הא בת''ח הא בע''ה וקי''ל כרבא לגבי אביי ועוד דבגמרא מייתי סיועא ליה. וסובר רבינו דהא דקתני בסיפא פותחין לו פתח ממקום אחר וכו' ה''ה לרישא ודלא כהרא''ש שכתב xx ודוקא המדיר אשתו ומתפיס הנאתה בדבר האסור צריך שאלה שלא יקל את ראשו לכך ושמא יאסור אשתו עליו אבל מתפיס אכילתו והנאתו בדבר האסור לא בעי שאלה מדקתני סיפא דמתני' הכי מכלל דרישא לא בעי שאלה עכ''ל. ואין זה הכרע דאדרבה איכא למימר דנטר עד סיפא למימר דאכולהו דלעיל קאי אבל קשיא לי הא דגרסינן ברפ''ב דנדרים רבינא אמר הכי קתני אלו מותרים כחולין כבשר חזיר כעכו''ם ואי לא תנא חולין ה''א בעי שאלה ומי איכא לאסוקי אדעתא הכי והא קתני סיפא האומר לאשתו הרי את עלי כאימא פותחין לו פתח ממקום אחר מכלל דרישא לא בעיא שאלה ע''כ. והשתא איכא למידק על רבינו היאך כתב באומר כבשר חזיר דבעי שאלה ובגמ' אמרו דליכא לאסוקי אדעתא הכי וגם על הרא''ש יש לתמוה אמאי יליף לה מדקתני סיפא דמתני' הכי מכלל דרישא לא בעי שאלה דמשמע כאלו מעצמו אמרה וה''ל לאומרה משמא דגמרא וצ''ע: \n\n"
      ],
      [
        "<b>ההפקר אע''פ שאינו נדר שאסור לחזור בו: ומה הוא ההפקר וכו' בין בקרקעות: וכיצד דין ההפקר כו' אפי' זה שהפקיר וכו'.</b> פשוט ספ''ד דנדרים (דף מ''ג מ''ד מ''ה): \n\n"
      ],
      [
        "<b>המפקיר לעניים כו'.</b> רפ''ו דפאה וכבית הלל: \n",
        "<b>המפקיר עבדיו וכו':</b> \n\n"
      ],
      [
        "<b>המפקיר את הקרקע כו'.</b> בספ''ד דנדרים: \n",
        "<b>דין תורה אפי' הפקיר בפני אחד וכו'.</b> בספ''ד דנדרים (דף מ''ה) וכריב''ל לגבי ר' יוחנן וכן פסקו הרא''ש והר''ן וכ''כ התוס' פרק בני העיר. וכתב הרא''ש ומה טעם אמרו בג' כדי שיהא זוכה בשני עדים ומתוך זה יירא בעל הבית להפקיר כדי להפקיע ממעשר. וכתב עוד הרא''ש הוי הפקר מן התורה אפי' באחד וה''ה נמי אפילו בינו לבין עצמו ואינו נראה כן מדברי רבינו והכי דייק לישנא דריב''ל דאמר ד''ת אפי' באחד הוי הפקר ואם כדברי הרא''ש דעדיפא מינה ה''ל לאשמועינן דבר תורה אפילו בינו לבין עצמו הוי הפקר. ועוד ומ''ט אמרו בג' כדי שיהא אחד זוכה ושנים מעידים ומש''ה בסיפא הג' הם זולת בעל הדבר אף אדרישא הוי זולת בעל הדבר, ומדברי מהרי''ק בשורש קמ''ב נראה דאישתמיטתיה גמ' דס''פ ד' נדרים: \n",
        "<b>והאומר ה''ז הפקר וזה וכו' עד ויהיה הפקר ודאי.</b> בפ''ק דנדרים (דף ז'): \n\n"
      ],
      [
        "<b>המפקיר את שדהו ולא זכה בה אדם וכו'.</b> בסוף פרק רביעי דנדרים (דף מ''ג) תניא המפקיר את שדהו כל שלשה ימים יכול לחזור בו מכאן ואילך אינו יכול לחזור בו ומדכתב רבינו ולא זכה בו אדם נראה שהוא מפרש דהא דיכול לחזור בו עד שלשה ימים היינו דוקא בשלא זכה אדם וכן דעת הרא''ש ושלא כדברי הר''ן שכתב דתוך שלשה ימים אפילו זכה בו אחר יכול לחזור בו אבל מה שכתב בסיפא אלא אם קדם וזכה בה הרי הוא כזוכה מן ההפקר אינו נוח לי דמשמע דאחר שלשה ימים כל שלא זכה בה אדם יכול לחזור בו. ונ''ל דהכי קאמר תוך שלשה ימים אם לא זכה בה אדם יכול לחזור בו והוי כאילו לא הפקירה וחייבת במעשרות אבל אחר שלשה ימים אפילו זכה בה הוא עצמו הוי כזוכה מן ההפקר ופטורה מן המעשרות: \n\n"
      ],
      [
        "<b>האומר שדה זו וכו'.</b> ג''ז שם. \n",
        "<b>ומ''ש ומפני מה יש לו לחזור וכו'.</b> שם וכאוקימתא דעולא שהיא עיקר כמ''ש הר''ן: \n\n"
      ],
      [
        "<b>דבר המופקר שבא אחד ושמרו והיה מביט בו וכו'.</b> בסוף הבית והעליה (בבא מציעא דף קי''ח) וכלישנא בתרא דרבא דאמר דכ''ע הבטה בהפקר לא קני: \n\n"
      ]
    ],
    [
      [
        "<b>ארבעה דברים יש בין נדרים לשבועות ביטוי וכו'.</b> מתבארים והולכים בפרק זה: \n\n"
      ],
      [
        "<b>כיצד יחול הנדר על נדר וכו'.</b> משנה פ''ב דנדרים (דף י''ז) יש נדר בתוך נדר ואין שבועה בתוך שבועה כיצד אמר הריני נזיר אם אוכל הריני נזיר אם אוכל ואכל חייב על כל אחת ואחת שבועה שלא אוכל שבועה שלא אוכל ואכל אינו חייב אלא אחת: \n\n"
      ],
      [
        "<b>כיצד המתפיס בנדרים חייב שמע חבירו שנדר וכו'.</b> משנה רפ''ד דנזיר (דף כ':). ומה \n",
        "<b>שהצריך שיהא תוך כדי דיבור</b> שם בגמ', \n",
        "<b>ומ''ש אפילו היו מאה וכל אחד מהם אומר ואני בתוך דיבורו של חבירו.</b> שם (דף כ''א) בעיא דאיפשיטא. וברפ''ג דשבועות (דף כ') איפליגו אביי ורבא במתפיס בשבועה והלכה כרבא דאמר לאו כמוציא שבועה מפיו דמי. וכתב הרי''ף דע''כ לא אמר רבא אלא במתפיס בשבועה אבל מתפיס בנדר ודאי נדר לדברי הכל דמתני' היא במס' נזיר ואע''פ שמפשט הסוגיא משמע דלרבא מתפיס בנדר נמי לאו נדר הוא כבר כתבו הרא''ש והר''ן פירוש הסוגיא לדעת הרי''ף כי היכי דליסליק ליה שפיר דמודה רבא דמתפיס בנדר הוי כנדר. וטעם החילוק בין מתפיס בנדר למתפיס בשבועה כתב הרא''ש משום מתפיס בנדר נפקא לן מדכתיב כי ידור נדר עד שידור בדבר הנדור ומהתם מפקינן דמתפיס בשבועה לאו כמוציא שבועה מפיו דמי: \n\n"
      ],
      [],
      [
        "<b>ומה שכתב הרי שמת אביו או רבו היום וכו'.</b> בריש פ''ג דשבועות: \n\n"
      ],
      [
        "<b>כיצד חלים הנדרים על דברי המצוה וכו'.</b> משנה פ''ב דנדרים (דף ט''ז) וחומר בנדרים מבשבועות כיצד אמר קונם סוכה שאני עושה לולב שאני נוטל תפילין שאני מניח בנדרים אסור בשבועות מותר שאין נשבעין לעבור על המצות: \n\n"
      ],
      [
        "<b>ומה שכתב ומפני מה נדרים חלים על דברי מצוה ושבועות אין חלות וכו'.</b> (שם ע''ב): \n\n"
      ],
      [],
      [
        "<b>הנודר שיצום בשבת או ביו״ט חייב לצום וכו'.</b> זה מבואר בטעמו ובהדיא תנן בפ' ר' אליעזר (נדרים דף ס״ו) פותחין בימים טובים ובשבתות בראשונה היו אומרים אותם הימים מותרים ושאר כל הימים אסורים עד שבא ר״ע ולימד שהנדר שהותר x מקצתו הותר כולו הרי בהדיא שחל הנדר אלא כשהשבתות וימים טובים הם בכלל הימים שנדר להתענות בהם ולא נזכר בשעת הנדר שהיו שבתות וימים טובים בכלל ימי נדרו פותחין לו בהם ואם נזכר בשעת הנדר שהיו שבתות וימים טובים בכלל נדרו או שנדר בפירוש לצום בהם חל הנדר. מיהו ה״מ כשאמר הרי עלי שהוא לשון נדר שהוא חל על דבר מצוה כדבר הרשות אבל אם אמר הריני בתענית אין לו דין נדר ואינו חל על דבר מצוה וכדברי הראב״ד שכתב הנודר שיצום בשבת או ביו״ט חייב לצום, א״א דוקא כשאומר עלי אבל אם אמר הריני בתענית היום אסור עכ״ל. וכן כתבו הרא״ש והר״ן בפ״ק דתענית בשם הרמב״ן וכן נראה שהוא דעת רבינו שהרי כתב כאן הנודר לצום בשבת ויו״ט חייב לצום בהם וכן הנודר לצום יום ראשון או יום ב' כל ימיו ופגע בהם יו״ט או עיוה״כ חייב לצום וכו' ובפ״א מתענית כתב אין גוזרין תענית בתחלה בר״ח או בחנוכה ופורים או בחולו של מועד ואם התחילו להתענות על הצרה אפי' יום א' ופגע בהם יום מאלו מתענים ומשלימין ואח״כ כתב כשם שהצבור מתענים על צרתם כך היחיד מתענה על צרתו כיצד הרי שהיה לו חולה וכו' ולא יתענה בשבתות ולא בר״ח ולא בחנוכה ופורים ולא חילק בין התחיל ללא התחיל ובודאי דבקבל עליו להתענות מיירי דאל״כ לאו תענית הוא ואפ״ה קאמר דלא יתענה בימים טובים בין שהם מדאורייתא בין שהם מדרבנן הרי ברור שהוא מחלק בין קבל עליו תענית בלשון נדר לקבלו בלשון קבלת תענית בעלמא: \n",
        "<b>ומ''ש רבינו שאם פגע בו חנוכה ופורים ידחה נדרו וכו'.</b> בפ''ק דתעניות (דף י''ב) יחיד שקבל עליו (תענית) שני וחמישי של כל השנה כולה ואירעו בהם ימים טובים הכתובים במגילת תענית וכו' אם גזירתנו קודמת לנדרו תבטל גזירתנו את נדרו. ומשמע לרבינו דבנדר בלשון נדר ממש הוא וכדדייק לישנא דקרי ליה נדר ואפ''ה קתני תבטל גזירתנו את נדרו וע''כ משום דד''ס צריכים חיזוק דאילו בימים טובים שהן מן התורה כבר הוכחנו שהנדר חל עליהם. ובספ''ק דר''ה ובפ''ב דתעניות מחלק בין ימים הכתובים במגלת תענית לשבתות וימים טובים לענין איסור תענית ביום שלפניהם משום דד''ס צריכים חיזוק: \n",
        "<b>ויש</b> לדקדק בדברי רבינו שנראה לכאורה שהוא סובר דבעיוה''כ ובר''ח אסור להתענות מן התורה ומשמע דעיוה''כ היינו מדרשא דועניתם את נפשותיכם בתשעה לחדש, ור''ח בהדיא אמרינן בפ''ב דתעניות (דף י''ז:) ובספ''ק דר''ה (דף י''ט) גבי איסור תענית ביום שלפני ימים הכתובים במגילת תענית ר''ח דאורייתא הוא דאורייתא לא בעי חיזוק. ויש לתמוה על עיוה''כ דאטו משום דרשא דועניתם את נפשותיכם שהיא אסמכתא בעלמא לימא שהוא מדאורייתא ור''ח נמי לא מצינו בתורה בהדיא שיהא אסור בתענית דאע''ג דאפשר דילפינן לה מדאקשיה רחמנא למועדים דכתיב וביום שמחתכם ובמועדיכם ובראשי חדשיכם אין זה כדאי לומר שהוא מדאורייתא. וי''ל דאה''נ שאינן אסורין אלא מדרבנן אלא שכיון שיש להם קצת סמך בתורה לא אתו לזלזולי בהו ולפיכך אינם צריכים חיזוק ומשום דאסמכתא דראש חודש מיפרשא קצת טפי מאסמכתא דעיוה''כ כתב דבעיוה''כ חייב לצום ואין צ''ל בר''ח דכיון דאסמכתא דידיה מפורשת טפי פשיטא דאינו צריך חיזוק והא דאמרינן ר''ח דאורייתא הוא היינו לומר שנזכר בתורה סמוך למועדות ואסמכתא קרובה היא להקישו להם לענין איסור תענית אבל אה''נ דלא מיתסר אלא מדרבנן וכן נראה מדברי התוס' בפ''ק דתעניות גבי אם גזירתנו קודמת את נדרו וכו' דר''ח לא מיתסר בתענית אלא מדרבנן: \n",
        "<b>ולענין</b> נשבע להתענות בחנוכה ופורים לדעת רבינו שאפילו בנדרים שחלים על דבר מצוה כתב שאינם חלים על חנוכה ופורים לפי שהם מדבריהם וצריכים חיזוק כ״ש בשבועות שאינם חלים על דבר מצוה דאמרינן בהו שאינם חלים על חנוכה ופורים מההוא טעמא גופיה אבל בעיוה״כ ור״ח איכא לספוקי בהו דאי ס״ל דהוו דאורייתא כדמשמע בדבריו בפרק זה אין השבועה חלה עליהם ואי ס״ל דלא מיתסרי בתענית מדאורייתא שבועה חלה עליהם שהרי אינם צריכים חיזוק. וכבר כתבתי שהדעת נוטה לומר שרבינו סובר דר״ח ועיוה״כ לא מיתסרי אלא מדרבנן ואפ״ה אינם צריכים חיזוק לפי שיש להם אסמכתא בד״ת וא״כ שבועה חלה עליהם ונראה שמפני כך כשכתב רבינו בפ״א מהל' שבועות שאין שבועה חלה על דבר מצוה כתב כגון שנשבע שיתענה בשבתות ובימים טובים ולא כתב ובר״ח משמע דעל ר״ח חלה שבועה ואע״פ שלא הזכיר חנוכה ופורים ועכ״ז אני אומר שאין שבועה חלה עליהם איכא למימר שסמך על מ״ש פה שאין נדרים חלים עליהם מפני שצריכים חיזוק וכ״ש שאין שבועות חלות עליהם אבל ר״ח דגבי נדרים כתב דאינם צריכים חיזוק אם איתא דאין שבועה חלה עליהם ה״ל לפרושי בהדיא. ואע״ג דאסיקנא בפ' האשה רבה (יבמות דף צ':) דדוקא במידי דשב ואל תעשה מצו רבנן עקרי מידי דאורייתא אבל לא מידי דהוא בקום ועשה וה״נ אמרי דלדעת רבינו אין נדרים ושבועות חלים על חנוכה ופורים וקום עשה הוא שהרי אנו אומרים קום אכול, י״ל דהא אמרינן התם דבמיגדר מילתא מצו עקרי מידי דאורייתא אפילו בקום עשה וחיזוק דברי חכמים בכל מה שדברו בו אע״ג דלא ליהוי ביה מיגדר מילתא גורם לקיים דבריהם במיגדר מילתא שאם היו מזלזלים באחד מדבריהם אתו לזלזולי בכלהו הילכך כל מידי דהוי חיזוק לדבריהם הוי כמו מיגדר מילתא. ועי״ל שכתבו התוס' בפ' ג' מינים אף כי אין כח ביד חכמים לעקור דבר מן התורה בקום עשה במקום שיש פנים וטעם בדבר ודאי לכ״ע יש כח לעקור והכא מאחר שדברי חכמים צריכין חיזוק שפיר יש פנים וטעם בדבר: \n\n"
      ],
      [
        "<b>כיצד אין הנדרים וכו'.</b> ברפ''ב דנדרים (דף י''ד:) תנן קונם שאני ישן שאני מדבר שאני מהלך האומר לאשתו קונם שאני משמשך ה''ז בלא יחל דברו. וכתב הר''ן בכלהו גרסי' שאני בלא יו''ד ובשבועות גרסי' שאיני ביו''ד דמשום דנדרים מתפיס חפצא אנפשיה תני בלשון שאני כלומר מה שאני עכ''ל. וכן יש להגיה בכל הני שאני בלא יו''ד ובגמ' איתמר קונם עיני בשינה היום אם אישן למחר אמר רב יהודה אמר רב אל יישן היום שמא יישן למחר וכו' תנן (דף ט''ו) קונם שאני ישן שאני מדבר שאני מהלך אסור ה''ד אילימא כדקתני שאני ישן מי הוי נדרא והתנן חומר בשבועה שהשבועה חלה על דבר שיש בו ממש ועל דבר שאין בו ממש מה שאין כן בנדרים ושינה דבר שאין בו ממש הוא אלא דאמר קונם עיני בשינה ואי דלא יהיב שיעורא מי שבקינן ליה עד דעבד איסור בל יחל והא א''ר יוחנן שבועה שלא אישן ג' ימים מכין אותו וישן לאלתר וכו' אלא פשיטא דאמר קונם עיני בשינה היום אם אישן למחר ואי לא נאים היום כי נאים למחר מאי בל יחל דברו איכא (אלא לאו דניים) אלמא איתיה דניים ותיובתא דרב יהודה כי קתני דאי ניים רבינא אמר לעולם כדקתני ומאי בל יחל מדרבנן ופסק הרא''ש כרבינא וכן דעת הרשב''א בתשובה וכן פסק רבינו שכתב הנודר בדברים שאין בהם ממש וכו' אין מורים לו היתר: \n\n"
      ],
      [
        "<b>ומ''ש אבל האומר יאסר פי לדיבורו וכו'.</b> משנה בספ''ק דנדרים (דף י''ג) האומר קונם פי מדבר עמך ידי עושה עמך רגלי מהלכת עמך ובגמ' חומר בשבועות מבנדרים וכו' שהשבועות חלות על דבר שיש בו ממש ועל דבר שאין בו ממש משא''כ בנדרים אמר ר''י באומר יאסר פי לדבורי ידי למעשיהם רגלי להילוכן דיקא נמי דקתני פי מדבר עמך ולא קתני שאני מדבר עמך. \n",
        "<b>ומ''ש רבינו וכן האומר הרי עלי קרבן אם אדבר עם פלוני וכו',</b> פשוט הוא: \n\n"
      ],
      [
        "<b>מצאתי כתוב הנודר בדברים שאין בהם ממש וכו'.</b> נ''ל דעת רבינו דכי תנן בספ''ב דנדרים וחכ''א פותחים לו פתח ממקום אחר וכו' אכולהו נדרים קאי. ע''כ משערי נדרים לה''ר מרדכי בר יוסף: \n\n"
      ]
    ],
    [
      [
        "<b>נדרי אונסים ונדרי שגגות וכו' כדרך שבארנו בשבועות.</b> פ''ג אע''פ שדינים אלו נשנו במשנה לענין נדרים בפרק שלישי דנדרים (דף כ''ד כ''ה כ''ז) ואמרו בגמרא שהוא הדין לשבועה אין לתמוה על רבינו שתלה כאן נדרים בשבועות שמפני שהקדים הלכות שבועות להלכות נדרים ביאר דינים אלו לענין שבועה תחלה וכשהגיע להל' נדרים הוצרך לומר כדרך שביארנו בשבועות: \n",
        "<b>הרי שהדירוהו האנסים וכו'.</b> משנה פ''ג דנדרים (דף כ''ז) וכב''ה: \n\n"
      ],
      [
        "<b>ובכל הנדרים האלו צריך שיתכוין בלבו לדבר המותר וכו'.</b> נתבאר בפ''ג מהל' שבועות: \n\n"
      ],
      [
        "<b>וכן נדרי זירוזין מותרין וכו'.</b> משנה פ''ג דנדרים (דף כ':) ואמרי' בירושלמי הדא דתימא בשאין מעמידין אבל מעמידין צריכים היתר חכם. ופירש הר''ן בשאין מעמידין דבריהם שאומרים שלא נדרו בדוקא אלא לזרז אבל מעמידין דבריהם לומר שבדוקא נדרו צריכים היתר חכם ולזה נתכוון רבינו במה שכתב לפי שכל אחד מהם לא גמר בלבו וכ''כ הרא''ש בשם רא''מ. והטור כתב ודוקא כשאין מעמידין דבריהם אלא שניהם נתרצו בג' דינרים אבל אם לא נתרצו אלא זה בסלע וזה בשקל ונתבטל המקח ודאי לנדר גמור נתכוון וחל הנדר וכל מי שיעבור על נדרו הרי חילל דבריו ואם אחד העמיד דבריו והשני לא העמיד מתוך שנתבטל לאחד נתבטל גם לשני. וסוף דבריו הם פירוש מה שאמרו בירושלמי היה זה מעמיד וזה אינו מעמיד מאחר שבטל אצל זה בטל גם אצל זה. והר''ן גורס היה מעמיד אצל זה ואצל זה אין מעמיד כיון שבטל אצל זה בטל אצל זה פירוש דה''ק היה מוכר חפץ לשנים ואמר קונם שאיני פוחת לכם מן הסלע והיה בדעתו לידור לאחד מהם בדוקא ולחבירו כדי לזרז כיון שבטל אצל זה בטל אצל זה: \n",
        "<b>ואיבעיא</b> לן בגמרא (דף כ''א) אמר ליה טפי מסלע והלה אומר בציר משקל כיון שמופלגים טפי משיעורא דמתניתא נדרא הוי או זירוזין הוי ולא איפשיטא וכתבו הרא''ש והר''ן דלחומרא נקטינן וכן פסק הטור. ויש לתמוה על רבינו שהשמיטה ואע''פ שי''ל דכיון שלא כתב להתיר אלא בזה אומר סלע וזה אומר שקל ממילא משמע שאם הפליגו יותר אינו מותר מ''מ לא ה''ל למישתק מלכתבה בפירוש: \n\n"
      ],
      [
        "<b>ומנין שאפילו ד' מיני נדרים אלו וכו'.</b> תוספתא פ''ד: \n\n"
      ],
      [
        "<b>מי שנדר וניחם על נדרו וכו'.</b> זה פשוט שהתורה הקישה נדר לשבועה: \n\n"
      ],
      [],
      [
        "<b>ומ״ש שנשאלין על נדרי הקדש ומתירים אותו.</b> בפ' שום היתומים (ערכין דף כ״ג) אמרינן דר' אליעזר ור' יהושע בשאלה דהקדש פליגי ופירש״י ר״א סבר אין נשאלין על הקדש לחכם ואפילו אומר לו לחכם לא לדעת כן נדרתי והקדש טעות הוא אפ״ה אין חכם מתיר נדרו וכו' ור' יהושע סבר נשאלין על ההקדש ומסיים בה בגמ' הן הן דברי ב״ש הן הן דברי ב״ה שב״ש אומרים הקדש טעות הקדש וב״ה אומרים הקדש טעות אינו הקדש ופירש״י מחלוקת ר״א ור' יהושע היינו נמי מחלוקת ב״ש וב״ה הקדש טעות הקדש ואין שאלה להקדש. הקדש טעות כגון שור לבן היוצא מביתי הקדש ונמצא שחור. וידוע דהלכה כב״ה וכר' יהושע: \n",
        "<b>ומ''ש בין קדשי מזבח וכן מ''ש ואין נשאלין על התמורה.</b> נראה שהוא נלמד ממה ששנינו בפ''ב דתמורה (דף י''ז) עשה שוגג כמזיד בתמורה ולא עשה שוגג כמזיד במוקדשין וכיון דבשוגג נמי חיילא תמורה שוב אין בה שאלה דהקדש טעות חייל בה וכיון דתמורה איתא בקדשי מזבח ואמרינן שהיא מוחלקת מהקדשים בכך ממילא משמע דקדשי מזבח נמי בטעות אינם קדושים וכיון שכן ישנם בשאלה. וכן משמע מדתני ברפ''ה דנזיר (דף ל''א) אמר שור שחור שיצא מביתי ראשון הרי הוא הקדש ויצא לבן בש''א הקדש ובה''א אינו הקדש משום דהקדש בטעות הוא וסתם מקדיש שור הוא למזבח: \n\n"
      ],
      [
        "<b>ומה שכתב וכשם שהאב או הבעל מפר נדרי איסר כך מפר נדרי הקדשות וכו':</b> \n\n"
      ],
      [
        "<b>מי שנדר וכו' עד וכולן אסורים.</b> משנה רפ''ד דנזיר (דף כ'). \n",
        "<b>ומ''ש נשאל השני והותר וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומ''ש וכן המתפיס דברים הרבה בנדר כגון שנדר על הפת x והתפיס הבשר וכו':</b> \n\n"
      ],
      [
        "<b>הנשבע או הנודר וכו'.</b> אמר שאיני נהנה לזה ולזה ולזה הותר הראשון הותרו כולן הותר האחרון האחרון מותר וכולם אסורין שאיני נהנה לזה לזה לזה צריכין פתח לכל אחד ואחד. כך היא הגירסא הנכונה בדברי רבינו וכן מצאתי בספר מוגה: \n",
        "<b>והדין</b> במשנה בפ' פותחין (נדרים ס״ו) הנדר שהותר מכללו הותר כולו כיצד אמר קונם שאיני לכולכם הותר אחד מהם הותרו כולם שאיני נהנה לזה ולזה ולזה הותר הראשון הותרו כולן הותר האחרון האחרון מותר וכולם אסורין וכו' שאיני נהנה לזה קרבן ולזה קרבן צריכין פתח לכל אחד ואחד ובגמ' מאן תנא אמר רבא ר״ש היא דאמר עד שיאמר שבועה לכל אחד ואחד כלומר דמדקתני לזה קרבן ולזה קרבן צריך פתח לכל אחד ואחד משמע דלעולם לא הוי פרטא אלא כי מדכר קרבן אכל חד וחד הא לאו הכי ל״ש אמר לזה ולזה בוי״ו ל״ש אמר לזה לזה בלא וי״ו כללא וכר״ש פ' שבועת הפקדון (שבועות דף ל״ו) דתנן היו חמשה תובעים אותו אמרו לו תן לנו פקדון שיש לנו בידך שבועה שאין לכם בידי אינו חייב אלא אחת שבועה שאין לך בידי ולא לך ולא לך חייב על כל אחת ואחת. ומשמע מדברי רבינו כאן ובפ״ז דשבועות שהוא פוסק דלא כר״ש משום דבפ' שבועות הפקדון סתם לן תנא דלא כוותיה ובגמ' (דף ל״ח) ת״ר כלל אינו חייב אלא אחת פרט חייב על כל אחת ואחת דר״מ ר״י אומר שבועה לא לך ולא לך ולא לך חייב על כל אחת ואחת וכו' אמר ר״י אמר שמואל כללו של ר״מ פרטו של ר״י כללו של ר״י פרטו של ר״מ ור' יוחנן אמר הכל מודים בולא לך שהוא פרט לא נחלקו אלא בלא לך שר״מ אומר פרט ור״י אומר כלל. וגירסא זו הדבר ברור שאינה מכוונת שהיאך אפשר שולא לך בוי״ו יהיה יותר פרט מלא לך בלא וי״ו והתוס' כתבו דבספרים ישנים גרסינן איפכא ור״י אמר הכל מודים בלא לך שהוא פרט לא נחלקו אלא על ולא לך שר״מ אומר פרט ור״י אומר כלל וזו היא גירסת רבינו וידוע דהלכה כרבי יהודה לגבי ר״מ ולפיכך פסק דלזה ולזה בוי״ו כלל הוי והילכך הותר הראשון הותרו כולם אבל לזה לזה בלא וי״ו פרטא הוי לפיכך צריך פתח לכל אחד ואחד: \n",
        "<b>ומכל</b> מקום קשה דברפ''ב דקידושין (דף מ''ו) אמתני' דהתקדשי לי בתמרה זו התקדשי לי (בתמרה) זו אמרינן דמתניתין ר''ש היא דאמר עד שיאמר שבועה לכל אחד ופסק רבינו בפ''ה דאישות כר''ש והיאך פסק כאן ובפ''ז דשבועות דלא כר''ש. ואפשר לומר שטעם רבינו דמדחזינן דבקדושין סתם לן תנא כר''ש ובשבועת הפקדון סתם לן תנא דלא כוותיה אמרינן ראה רבי דבריו של ר' שמעון בקידושין ודברי ר' יהודה בשבועת הפקדון אע''ג דבנדרים סתם לן כר''ש כיון דשבועות ונדרים בחדא שיאטא שייטי אית לן למסמך טפי אסתמא דשבועת הפקדון דאתיא כרבים מלמיסמך אסתמא דנדרים דאתיא כיחידאה: \n\n"
      ],
      [
        "<b>נדר בנזיר וכו'.</b> תוספתא פ''ד: \n\n"
      ],
      [
        "<b>הנודר מאנשי העיר וכו'.</b> יתבאר בפ''ז: \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> האומר פירות וכו' מפני שאדם זהיר בדבר האסור וכו'.</b> ברפ''ב דנדרים (דף י''ד:) פלוגתא דרב נחמן ור''י ופסק כרב יהודה וכן פסקו הרא''ש והר''ן: \n\n"
      ],
      [
        "<b>הנודר לצום עשרה ימים וכו'.</b> בפ''ק דתעניות אמר ר''י אמר רב לוה אדם תעניתו ופורע כי אמריתה קמיה דשמואל א''ל וכי נדר קביל עליה דלא סגי דלא משלם לצעורי נפשיה קביל עליה אי מצי מצער נפשיה אי לא מצי לא מצער נפשיה איכא דאמרי וכו' כי אמריתה קמיה דשמואל אמר לי פשיטא לא יהא אלא נדר מי לא מצי אי בעי לשלומי ומיזל למחר וליומא אחרינא. וכתב הרי''ף לישנא בתרא והרא''ש כתב פר''ח היכא דאיכא צערא ואונס לוה תעניתו ופורע ושמעינן האי סברא משמואל דאמר צערא מקבל עליה אי מצי מצער נפשיה מכלל דרב במצטער קאמר עכ''ל. משמע דכלישנא קמא סבירא ליה וזה דעת רבינו שכתב והוצרך לדבר מצוה וכו' משמע אי לאו משום מצוה או כבוד אדם גדול אינו יכול ללוות. \n",
        "<b>ומה שכתב מפני כבוד אדם גדול.</b> היינו מדגרסינן התם ובפ''ק דשבת רב יהושע בריה דרב אידי איקלע לבי רב אסי עבדו ליה עגלא תליתאה אמרו ליה ליטעום מר מידי אמר להו בתעניתא יתיבנא אמרו ליה ליזיף מר וליפרע לא סבר (לה) מר דאמר רב יהודה אמר רב לוה אדם תעניתו ופורע אמר ליה תענית חלום הוא הרי דאי לאו משום דתענית חלום הוה היה לוה אותו מפני כבוד רב אסי דאדם גדול הוה. ומ''מ איכא למידק למה לא כתב רבינו והיה מצטער כלישנא דגמ' ולישנא דר''ח וכן איכא למידק למה כתב דבר מצוה שלא נזכר בגמרא: \n",
        "<b>וכתב</b> הר''ן י''א דכי אמרינן לוה אדם תעניתו ופורע ה''מ בשקבל עליו סכום תעניות ולא פירש ימים ידועים ואח''כ בירר להתענות יום ידוע בעד יום אחד מאותם הימים דכיון דאותו יום אינו מעיקר נדרו וכשהוא לווהו עדיין נשאר נדרו קיים בכה''ג לוה ופורע אבל אי אמר בתחילת נדרו יום זה אינו לוה ופורע וסמכי לה מהירושלמי שהביא הרי''ף נדר להתענות ושכח ואכל איבד תעניתו רב בשם רבנין אמר והוא דאמר יום סתם אבל אם אמר יום זה מתענה ומשלים, ומשמע להו דהיינו טעמא דביום סתם איבד תעניתו מפני שיכול להתענות יום אחר תחתיו דלוה ופורע אבל ביום זה דלא שייך למימר לוה ופורע משלים והתם נמי בפרק קונם מייתי לעיל מינה הך דלוה אדם תעניתו ופורע וכו' ואחרים אמרו דאפילו ביום זה לוה ופורע דהא אמרינן הכא לא יהא אלא נדר ומנדר דצדקה הוא דאתינן עלה וכו'. ובפ''ק דערכין מסקינן דאפילו באומר סלע זו לצדקה כל שלא באת לידי גבאי לוה ופורע וכן דעת הראב''ד והרשב''א. והך ירושלמי דכתיבנא לא מוכח מידי דהיינו טעמא דביום סתם איבד תעניתו לפי שעדיין הוא מחוייב להתענות יום אחר אבל ביום זה כל ששכח ואכל אינו מחוייב שיפרענו והרי נדרו בטל מעתה ומש''ה מתענה ומשלים (עכ''ל): \n",
        "<b>והדעת</b> הראשון הוא דעת רבינו כמו שמבואר בדבריו וכן נראה שהוא דעת הרא''ש בפ''ק דשבת: \n",
        "<b>נדר שיצום היום וכו' עד סוף הפרק.</b> ירושלמי פ' קונם יין כתבתיו בסמוך: \n\n"
      ]
    ],
    [
      [
        "<b>ראובן שאמר וכו'.</b> משנה פ''ה דנדרים (דף מ''ז:) הריני עליך חרם המודר אסור הרי את עלי חרם הנודר אסור הריני עליך ואת עלי שניהם אסורים. \n",
        "<b>ומ''ש ואם עבר ונהנה אינו לוקה:</b> \n\n"
      ],
      [],
      [
        "<b>ראובן שאמר לשמעון הרי פירות פלוני אסורים עליך וכו'.</b> פ''ה דנדרים (דף מ''ז:): \n\n"
      ],
      [
        "<b>האומר לחבירו ככרי זו אסורה עליך וכו'.</b> יש ללמוד כל זה מדתנן בפ''ה דנדרים (דף מ''ו) האומר לחבירו קונם לביתך שאיני נכנס שדך שאיני לוקח מת או שמכרו לאחר מותר קונם לבית זה שאיני נכנס שדה זו שאיני לוקח מת או שמכרו לאחר אסור: \n\n"
      ],
      [],
      [
        "<b>האומר לבנו הרי אתה אסור בהנייתי וכו'.</b> משנה בפ' הגוזל קמא (בבא קמא דף ק״ח:) האומר לבנו קונם אי אתה נהנה משלי (אם) מת יירשנו בחייו ובמותו אם מת לא יירשנו ויחזיר לבניו או לאחיו אם אינו רוצה או שאין לו לוה ובע״ח באים ונפרעים. וכתב הר״ן בפ״ה דנדרים והוי יודע דכי תנן (דף מ״ז) אם מת לא יירשנו לאו למימרא דכיון דנכסים אסורים לו בהנאה לא יזכה בהם דהא קתני סיפא דההיא מתני' ויתן לבניו ולאחיו ואם אינו רוצה או שאין לו לוה ובעלי חוב באים ונפרעים ואם לא זכה בגוף הנכסים היאך נותנם לבניו או לאחיו והיאך בע״ח באים ונפרעים אלא ודאי נכסים דידיה נינהו אלא שאינו רשאי ליהנות מהם ואיידי דתנא רישא יירשנו לומר שמותר ליהנות מהם כשאר יורשים תנא סיפא נמי לא יירשנו ולאו דוקא וכ״ת היכי קתני נותנו לבניו או לאחיו בשלמא לוה ובע״ח באים ונפרעים שפיר דבע״ח לאו מדעתיה קא מיפרעי דלהוי פורע חובו מאיסורי הנאה דבכה״ג ודאי אסור דנהי דאמרינן לעיל דמבריח ארי (מנכסי חבירו) הוא היינו כשאחר פורע שלא מדעתו אבל מדעתו ודאי אסור דהוי מוציאו מרשות לרשות ונמצא מועל אלא בע״כ ב״ד מגבים להם ואע״ג דאיהו ממילא מתהני לא איכפת לן אבל נותן לבניו או לאחיו היכי שרי והא מתהני מטובת הנאה דידהו ואסור כדאמרינן לעיל גבי תורם משלו על של חבירו. ויש לומר דלאו למימרא שיתנם להם ממש אלא שמראה להם מקום ואומר להם נכסים אלו אסר עלי אבא ואיני יודע מה אעשה בהם טלו לעצמכם ועשו מהם מה שתרצו וכה״ג לאו מתנה הוא אלא גוונא דהפקר וכ״כ הרמב״ם (בפרק ה') שצריך להודיעם אלו נכסי אבי שאסר עלי אבא עשאה הרמב״ם כההיא דתני לעיל מינה הגוזל את אביו ומת וכו' לוה ובע״ח באים ונפרעים ואמרינן עלה בגמ' וצריך שיאמר זה גזל אבא עכ״ל. ולענ״ד נראה שאע״פ שיתנם להם ממש מותר דלא דמי לתורם משלו על של חבירו דקא מתהני מטובת הנאה דשאני התם שהוא מהנה את חבירו מממונו המותר לו ומפני כך יש בו טובת הנאה אבל הכא שהוא מודיעם שממון זה אסור לו ומפני כך נתנו להם והם ג״כ בניו ואחיו שיש להם שייכות בממון זה הילכך אין לו עליהם טובת הנאה ומש״ה שרי: \n\n"
      ],
      [
        "<b>ומ''ש רבינו אסר בנו בהנייתו ואמר אם יהיה בן בני זה ת''ח וכו'.</b> בפ''ה דנדרים (דף מ''ח:) ההוא גברא דה''ל ברא דהוה שמיט כיפי דכיתני כלומר שהיה גונב אגודות של פשתן אסרינהו לנכסיה עליה אמרו ליה ואי הוי בר ברך צורבא מרבנן מאי אמר להון ליקני הדין ואי הוי בר בראי צורבא מרבנן ליקנייה מאי אמרי פומבדיתאי קני על מנת להקנות הוא וכל קני על מנת להקנות לא קני ורב נחמן אמר קני דהא סודרא קני על מנת להקנות הוא אמר רב אשי ומאן לימא לן דסודרא אי תפיס ליה לא מיתפיס ועוד סודרא קני על מנת להקנות וקני מן השתא הלין נכסי דהדין לאימתי קני לכי הוי בר בריה צורבא מרבנן לכי הוי הדר סודרא למריה. ופסקו הרא''ש והר''ן דסודרא קני על מנת [להקנות] הוא דהא דאמר רב אשי מאן לימא לן וכו' דחויא בעלמא הוא דהא איהו גופיה סבר בפירקא קמא דקידושין כרב נחמן בהא ומכל מקום בהאי עובדא דשמיט כיפי נראה דלא קני מאידך טעמא דיהיב רב אשי לכי הוי בר בריה צורבא מרבנן הדר סודרא למריה. אבל רבינו פוסק גם בזו כרב נחמן וכתב הר''ן דמשמע דס''ל ז''ל דכיון דפירכא קמייתא דרב אשי דרך דחיה היא כדכתיבנא כל מאי דקאמר ליה דחויי קא מכוין לאו לאיפלוגי עליה: \n",
        "<b>וכתב</b> הראב''ד ובן הבן מותר בהם אם יהיה תלמיד חכם כמו שהתנה. א''א ומה צריך לתנאו וכו'. ואני אומר דברי הראב''ד דברים פשוטים הם וצריך לדחוק ולומר שמ''ש רבינו אם יהיה ת''ח כמו שהתנה לאו למימרא שאם לא יהא ת''ח יהא אסור בהם אלא היינו לומר שאם יהיה ת''ח יזכה בהם הוא ולא יוכל אביו לתתם לאחיו או לבנים אחרים או לפרעם בחובו והוי כאילו אמר ובן הבן יזכה בהם אם יהיה ת''ח כמו שהתנה אלא דאיידי דנקט גבי בן אסור בהם נקט גבי בן הבן מותר בהם ולאו דוקא אלא הוי כאומר ובן הבן זוכה בהם: \n\n"
      ],
      [
        "<b>ומה שכתב רבינו זה הבן האסור בירושת אביו וכו'.</b> נתבאר בסמוך. ומ''ש הטור על רבינו בסימן רכ''ג שאינו מבין דבריו הוא משום דאישתמיטתיה מתניתין דהגוזל קמא דוק ותשכח: \n\n"
      ],
      [
        "<b>מי שנאסר עליו מין ממיני מאכל וכו'.</b> משנה פ' הנודר מן המבושל (נדרים דף נ״ב) הנודר מן הבשר מותר ברוטב ובקיפה ר' יהודה אוסר וקי״ל כת״ק ומשמע התם בהדיא דאף כשיש ברוטב טעם בשר שרי והכי נמי תנן התם גבי יין הנודר מן היין מותר בתבשיל שיש בו טעם יין. וקיפה פי' הרא״ש והר״ן דהיינו דק דק של בשר שיורד בשולי קדרה וכתבו הרא״ש והר״ן דטעמא משום דבשר משמע מה שנקרא בשר. אבל אין נראה כן מדברי רבינו שלא התיר אלא מרק וירקות שנתבשלו עם הבשר אע״פ שיש בהם טעם בשר ולא הזכיר דק דק של בשר ונראה מדבריו ז״ל דקיפה היינו תבלין דבמקום מאי דתניא הנודר מן הרוטב מותר בקיפה כתב הנודר מן הרוטב מותר בתבלין וגם בפירוש המשנה כתב דקיפה היינו תבלין: \n",
        "<b>ומ''ש ואם נאסר בפירות אלו ונתערבו באחרים וכו'.</b> פשוט שם במשנה שהאומר בשר זה או יין זה עלי ונפל לתבשיל אם יש בנ''ט הרי זה אסור וטעמא דמילתא דכשאמר בשר זה שווייה לההוא בשר ויין חתיכה דאיסורא ואוסר בנ''ט כשאר איסורין אבל כשלא אמר זה לא אסר עליו אלא דבר הנקרא בשר ויין: \n",
        "<b>וכתב</b> הטור דהוא הדין אם אמר קונם בשר ויין שאני טועם או שאני אוכל או שאמר קונם בשר או יין זה עלי אסור בתבשיל שיש בו טעם יין ובשר. וטעמו מדתנן בפרק הנזכר הנודר מן הענבים מותר ביין מן הזיתים מותר בשמן אמר קונם זיתים וענבים אלו שאיני טועם אסור בהם וביוצא מהן ובגמרא בעי רמי בר חמא אלו דוקא או שאיני טועם דוקא וכו' ת''ש אמר ר' יהודה מעשה ואסר עלי ר' טרפון ביצים שנתבשלו עמו אמרו לו (כן הדבר) אימתי בזמן שאמר בשר זה עלי, וכתבו התוס' והרא''ש בשר זה עלי אסור בנ''ט ומדמין יוצא מהן לנ''ט וזה היינו כמו אלו אלמא דבאלו מיתסר יוצא מהן עכ''ל. ואסיקנא באלו לא קא מיבעיא לן דדוקא הוא כי קא מיבעיא לן בשאיני טועם כלומר אם אמר שאיני טועם או שאיני אוכל ולא אמר אלו אי אסור במשקין שיוצאים מהן או לא ולא איפשיטא וכתבו התוס' הילכך בשל תורה הלך לחומרא וכשאיני טועם אסור ביוצא בהן ועוד נשמע שאם אדם אוסר שלא יאכל בשר עד זמן פלוני שאסור ברוטב דהא בהא תליא דאי יוצא מהם אסור הכי נמי נתינת טעם אסור דמדמה להו אהדדי וכ''כ הרא''ש ג''כ וסיים בה והא דאמרינן במתני' הנודר מן הבשר מותר ברוטב היינו באומר קונם בשר עלי שלא כיון אלא במה שנקרא בשר עכ''ל: \n\n"
      ],
      [],
      [],
      [
        "<b>נתערב יין זה שאסרו על עצמו וכו'.</b> בס״פ הנודר מן הירק (נדרים דף נ״ט): \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יג-טו)</small> האומר פירות האלו קרבן עלי וכו' וכן האומר לאשתו מעשה ידיך עלי קרבן וכו'.</b> הכל משנה שם (דף נ''ז). וכתב הר''ן אסור בחילופיהן ובגידוליהן משום דכיון שפרט הדברים הנאסרים עליו שוינהו עליה כהקדש. ומש''ה מיתסר בחילופיהן ובגידוליהן כי היכי דחילופי הקדש וגידוליו אסירי וכו' וה''ה נמי דאי אמר פירות מקום פלוני או פירותיו של פלוני דכיון שייחד הרי הוא כפורט וכו'. שאני אוכל שאני טועם מותר בחילופיהן ובגידוליהן דנהי דשאני אוכל שאני טועם מפיש איסורא אפ''ה לא מיתסר בחילופיהן ובגידוליהן דהא כי אכיל חליפין וגידולין לא טעים הנהו פירות דאסר עליה בדבר שזרעו כלה אבל דבר שאין זרעו כלה אפילו גידולי גידולין אסורין אכולה מתני' קאי וה''ק מאי דאמרינן ברישא אסור בגידוליהן דמשמע דוקא בגידוליהן מיתסרי אבל בגידולי גידוליהן שרי ה''מ בדבר שזרעו כלה וכו' וכן נמי סיפא וכו' מותר בחילופיהן ובגידוליהן דוקא בדבר שזרעו כלה אבל דבר שאין זרעו כלה בין ברישא בין בסיפא אפילו גידולי גידולין אסורים משום דכיון דאין זרעו כלה הרי בגידולי גידולין הללו מעורב בהן מהאיסור הראשון ונדרים הוו דבר שיש לו מתירים וכו' ואפילו באלף לא בטיל. האומר לאשתו קונם מעשה ידיך עלי וכו' אסור בחילופיהן ובגידוליהן אשמעינן רבותא דמיחד פירותיו של פלוני כי הכא דייחד מעשה ידי אשתו כאומר אלו דמי ומיתסר בחילופיהן ובגידוליהן ולא תיקשי לך מעשה ידיה דבר שאין בו ממש הוא דאיכא לאוקומה באומר יקדשו ידיך למעשיהן א''נ מעשה ידי אשתי לאחר שתעשה דבר שיש בו ממש הוא. מיהו כתב ה''ר יונה דלא מיתסר אלא בכנגד מעשה ידיה שאם אשתו טחנה ואפתה ומכרה לחם להיות מעות שכנגד טחינה ואפיה שלה ודכנגד חטים שלו. \n",
        "<b>שאני אוכל שאני טועם מותר בחילופיהן ובגידוליהן.</b> בהך סיפא נמי אשמעינן רבותא טפי ממתני' קמייתא דאע''ג דאמר אלו כיון דאסיק דיבוריה בשאני אוכל שאני טועם מותר בחילופיהן ובגידוליהן דהא מעשה ידי אשתו כאלו דמי וכדכתיבנא ואפ''ה קתני עלה שאני אוכל שאני טועם מותר בחילופיהן ובגידוליהן דשאני אוכל שאני טועם לא מסתייה דלא מפיש איסורא לגבי חילופין וגידולין כי לא אמר אלו דאדרבה שרי בהו כי אמר אלו משום דבחילופין וגידולין ליכא טעמא דאיסורא הלכך כי אסיק דיבוריה שאני אוכל שאני טועם למשרינהו אתא והיינו רבותא דהאי שאני אוכל דהך מתני' טפי משאני אוכל דמתני' קמייתא דשאני אוכל דרישא לא קאי אאלו עכ''ל. והביא ראיה לדבר: \n",
        "<b>ומ״ש רבינו ברישא ה״ז אסור בחילופיהן ובגידוליהן ואין צריך לומר במשקין היוצאים מהם,</b> ומשמע מדבריו שלוקה על משקין היוצאים מהם ובשאני אוכל שאני טועם כתב שהמשקין היוצאים מהם ספק לפיכך אינו לוקה. טעמו מדתנן בפ' הנודר מן המבושל (נדרים דף נ״ב:) אמר קונם זיתים וענבים אלו שאיני טועם אסור בהם וביוצא מהם כלומר במשקין היוצאים מהם ובגמ' בעי רמי בר חמא אלו דוקא או שאיני טועם דוקא ואסיקנא דבאלו לא קא מיבעיא לן דדוקא הוא כלומר וכל שאמר פירות אלו עלי אע״פ שלא אמר שאני טועם אסור במשקים היוצאים מהם כי קא מיבעיא לן באומר שאיני טועם ולא אמר אלו וטעמא דפשיטא לן באומר אלו דאסור במשקין היוצאים מהם היינו משום דכיון דאסור בחילופיהם ובגידוליהם שאינם עצם אותם הפירות כ״ש שאסור במשקים היוצאים מהם שהם יוצאים מעצם הפירות, אבל באומר שאיני טועם דמותר בחילופיהן ובגידוליהן איכא לספוקי במשקין היוצאים מהם אי מדמינן להו לחילופין וגידולין כיון שאינם עצם הפרי ממש וגם טעמם משונה מעצם הפרי או דילמא כיון שיוצאים מעצם הפרי חשיבי כפרי עצמו ואסירי, ובעיין לא איפשיטא הילכך נקטינן לחומרא ואסור לשתותם ואם שתה אינו לוקה דאין מלקין מספק: \n",
        "<b>ועל</b> מה ששנינו (דף נ''ז) אסור בחילופיהן פירש הרא''ש אם החליפן לכתחלה אסור המחליף בדמיהן מדרבנן שאסרו דמי כל איסורי הנאה וגידולי קונם אסורים כגידולי הקדש ע''כ. נראה מדבריו דלא מיתסרי חילופיהן אלא היכא דהחליפן הנודר עצמו אבל אם החליפן אחר מותרים לנודר כדין שאר איסורי הנאה שלא קנסו אלא למחליף עצמו בלבד וכדתניא בפרק קמא דחולין (דף ד') חמצן של עוברי עבירה אחר הפסח מותר מיד מפני שהם מחליפים וכ''כ סמ''ג בשם ר''י. אבל הר''ן כתב שם (דף מ''ז) ובפרק השותפין שנדרו אהא דבעי רמי בר חמא קונם פירות האלו על פלוני מהו דפשיטא ליה לרמי דבמתני' אפילו החליפן אחר אסור בחלופיהן דכיון שפרט ואמר אלו שוינהו עליה כהקדש וכו' דלא דמי' לנדר סתם מן התאנים ומן הענבים (דף נ''ז) שכיון שלא פרט ואסר עליו (כל המין) לא עשאם עליו הקדש שלא נתכוון אלא מאכילת אותו המין ומש''ה לא מיתסר בחילופיהן ובגידוליהן אלא בפורט כי הכא דאמר פירות האלו וה''ה נמי דאי אמר פירות מקום פלוני או פירותיו של פלוני דכיון שייחד הרי הוא כפורט ואסור בחילופיהן ובגידוליהן עכ''ל. ונראה מדבריו דמדאורייתא הוא אסור בחילופיהן ובגידוליהן: \n",
        "<b>וכתב</b> הראב''ד כל היכא דאמרינן אסור בגידוליהן וכו'. ולפי מה שכתבתי בשם הר''ן ניחא דמדמי ליה להקדש דחמיר טובא ואפשר דלא שרינן ביה זה וזה גורם. אי נמי שאני נדרים שדבר שיש לו מתירין הם ולהכי לא שרי בהו זה וזה גורם: \n\n"
      ],
      [
        "<b>האוסר פירותיו על חבירו וכו'.</b> בפ' השותפין שנדרו (נדרים דף מ״ז) בעי רמי בר חמא אמר קונם פירות האלו על פלוני מהו בחילופיהן מי אמרינן (גבי דיליה הואיל ואדם אוסר פירות חבירו וכו' גבי חבירו) הואיל ואין אדם אוסר פירות חבירו על חבירו אין אדם אוסר דבר שלא בא לעולם על חבירו או דילמא משום דחילופין כגידולין דמי ל״ש הוא ול״ש חבירו ובעינן למפשטה מדתנן המקדש בערלה אינה מקודשת מכרן וקידש בדמיהן מקודשת ודחינן דילמא לכתחלה הוא דלא ואי עבד עבד. וכתב הר״ן דמסתבר ליה דספיקא דרבנן הוא ולקולא. ורבינו שלא פסקה לקולא נראה שטעמו משום דס״ל דכשאומר פירות אלו עלי אסור בחילופיהן מדאורייתא כדמשמע מדברי הר״ן והאוסר פירותיו על חבירו הוי כאומר פירות אלו וא״כ הוה ליה ספיקא דאורייתא ולחומרא ולפיכך כתב שאסור ליהנות ואם נהנה נהנה כלומר ואין לוקין עליו משום דספק הוא: \n",
        "<b>ועל מ''ש רבינו הרי גידוליהן וחילופיהן ספק.</b> כתב הראב''ד א''א לפי הגמרא הגידולים אינם ספק וכו'. ובאמת כי לכאורה הדין עמו דהא לא איבעיא ליה לרמי בר חמא אלא בחילופיהן משום דהוו דבר שלא בא לעולם אבל גידוליהן לא איבעיא ליה דפשיטא שהם אסורים והכי מוכח לישנא דרמי בר חמא דאמר או דילמא משום דחילופין כגידולין דמו משמע בהדיא דגידולין פשיטא ליה דאסירי. ולדעת רבינו אפשר לומר דגידולין וחילופין שוים הם וכי איבעיא לן בחילופין הוא הדין לגידולין והא דאמר או דילמא משום דחילופין כגידולין דמו היינו לומר דטפי חשיבי גידולין דבר שבא לעולם מחילופין אבל לפום קושטא גם גידולין הוה דבר שלא בא לעולם כמו חילופין וכיון דחילופין אסיקנא בספק ה''ה לגידולין: \n",
        "<b>ומ''ש</b> הראב''ד הילכך אם קידש בגדולי איסור צריך לחזור ולקדש. אילו היה סבור שהיה אסור מדאורייתא ה''ל לכתוב אינה מקודשת ומדכתב צריך לחזור ולקדש משמע שהוא סובר שאינם אסורים אלא מדרבנן וכדברי הר''ן. ומ''ש מיהו ק''ל כל היכא דאמרי אסור בגדוליהן וכו', י''ל הכא בנדרים הוי טעמא משום דקונמות חמירי דמפקעי מידי שעבוד כדאמרינן בפרק אע''פ ובתרומה אפשר דהוי משום דהוי דבר שיש לו מתירין: \n\n"
      ]
    ],
    [
      [
        "<b>האומר לחבירו הנאה המביאה לידי מאכלך אסורה עלי וכו'.</b> ברפ''ד דנדרים (דף ל''ב:) תנן המודר מאכל מחבירו לא ישאילנו נפה וכברה ורחיים ותנור אבל משאיל לו חלוק וטבעת וטלית ונזמים וכל דבר שאין עושין בו אוכל נפש מקום שמשכירין כיוצא בהם אסור ובגמרא והא מן מאכל נדר אמר ר''ל באומר הנאת מאכלך עלי אימא שלא ילעוס חטים ויתן על מכתו. וכתב הר''ן (דף ל''ג) אמר רבא באומר הנאה המביאה לידי מאכלך עלי. איכא מ''ד דבכה''ג אסור בין בלעיסת חטים ע''ג מכתו בין בנפה בין בכברה ואינו נוח לי דבכלל הנאה המביאה לידי מאכל לא משמע נתינת חטים לעוסין ע''ג מכתו אלא הכי הוי פסקא דמילתא דאי נדר ממאכל אינו אסור אלא באכילה בלבד ומותר בכל דבר אחר אמר הנאת מאכלך עלי אסור באכילה ואסור ללעוס חטים ע''ג מכתו אבל לשאול ממנו נפה וכברה שרי x (אמר הנאה המביאה לידי מאכל עלי אסור באכילה ואסור ללעוס חטים ע''ג מכתו אבל לשאול ממנו נפה וכברה שרי) אמר הנאה המביאה לידי מאכל עלי אסור באכילה ואסור לשאול נפה וכברה מיהו ללעוס חטין ליתן ע''ג מכתו שרי עכ''ל: \n",
        "<b>ומ''ש רבינו ואסור לשאול ממנו שק להביא בו פירות וכו'.</b> שם מימרא דרב פפא: \n\n"
      ],
      [
        "<b>ומ''ש מקום שאין משאילין כלים אלא בשכר וכו'.</b> במשנה שכתבתי בסמוך מקום שמשכירין כיוצא בהם אסור: \n",
        "<b>הרי שהיו במקום שאין נוטלין שכר וכו' או שבקש לעבור בארצו וכו'.</b> שם בעיא דלא איפשיטא. ויש לתמוה למה לא כלל עמהם סוס לרכוב עליו כמו שהוא בגמרא: \n\n"
      ],
      [
        "<b>אין בין מודר הנאה מחבירו וכו'.</b> שם (ל''ב:) בראש הפרק: \n\n"
      ],
      [
        "<b>ראובן שנאסרה עליו הניית שמעון וכו'.</b> הכל משנה שם (דף ל''ג): \n",
        "<b>ומה שכתב אבל לא יזון את בהמתו בין טמאה וכו'.</b> שם (דף ל''ח) במשנה וכתנא קמא: \n\n"
      ],
      [
        "<b>ומה שכתב היה שמעון כהן וכו'.</b> שם במשנה (דף ל''ה) מקריב עליו קיני זבים קיני זבות ואיבעיא לן בגמרא כהני אי הוו שלוחי דידן או אי הוו שלוחי דרחמנא. וכתב הר''ן אף על גב דבפירקא קמא דקידושין דף כ''ג אסיק רב הונא דשלוחי דרחמנא נינהו וכו' אפילו הכי בעי הכא למפשטה ממתני' או מברייתא: \n",
        "<b>ומה שכתב ומשיא שמעון בתו הבוגרת מדעתה לראובן וכו'.</b> ברייתא שם וכתב הר''ן דאפשר דכי קאמר מדעתה למעוטי דעתו דחתן שאם עשאו שליח לדבר עמה על עסקי נשואין אסור דהא קא מהני ליה: \n\n"
      ],
      [
        "<b>ומה שכתב ותורם שמעון תרומת ראובן וכו'.</b> משנה שם (דף ל''ה). \n",
        "<b>ומה שכתב כיצד מדעתו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומ''ש עוד מותר ללמד את בנו.</b> שם במשנה: \n\n"
      ],
      [
        "<b>ומ''ש חלה ראובן.</b> משנה וגמרא שם (דף מ''א:): \n",
        "<b>ומ''ש ומותר לו לרפאתו בידו וכו'.</b> משנה שם (דף ל''ט) ומרפאו רפואת הנפש. ואמרינן בירושלמי שאפי' יש לו מי שירפאנו שלא מן הכל זוכה להתרפאות: \n\n"
      ],
      [
        "<b>חלתה בהמת ראובן וכו'.</b> מימרא שם: \n",
        "<b>ורוחץ עמו באמבטי גדולה וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש וישן עמו בימות החמה וכו'.</b> גם זה שם וכר''י משום דמשמע בברייתא בגמ' דר''מ הוא דפליג עליה: \n",
        "<b>ומ''ש ומסב עמו על המטה וכו' עד ולא מאבוס שלפני הפועלים וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש אבל אם אכל שמעון בקערה וכו'.</b> משנה שם אבל אוכל הוא מן התמחוי החוזר ובגמ' א''ר יוסי ב''ח מן התמחוי החוזר לבעה''ב, ופי' רבינו מקערה שהוא יודע שכשיחזירנה אצל בעה''ב וכו': \n",
        "<b>והראב''ד</b> כתב א''א זה הפי' לא ידעתי מאין לו וכו'. ואני אומר שמאחר שפי' רבינו נאה על דברי הגמ' מה טענה היא לומר לא ידעתי מאין לו: \n\n"
      ],
      [
        "<b>ומ''ש ומותר לראובן לשתות כוס של תנחומין וכו'.</b> שם (דף ל''ח:) א''ר ירמיה אמר ר' יוחנן המודר הנאה מחבירו מותר להשקותו כוס של שלום מאי ניהו הכא תרגימו כוס של בית האבל במערבא אמרי כוס של בית המרחץ, ופסק רבינו כדברי שניהם דתרווייהו איתנהו: \n",
        "<b>וכתב</b> הראב''ד וכן כוס של בית המרחץ שאין בזה הנאה א''א ואיך אין בהם הנאה וכו'. ואני אומר אה''נ דרבינו משל עצמו קאמר וכן פירש הר''ן שאינו מהנהו אלא ההשקאה ואינה חשובה הנאה ואין צורך למ''ש הראב''ד והיא מצוה. ומ''ש הראב''ד שיש בו חיי נפש איני יודע מה חיי נפש יש בכוס של בית המרחץ: \n\n"
      ],
      [
        "<b>ומ''ש ואסור ראובן בגחלתו של שמעון ומותר בשלהבת שלו.</b> תניא בתוספתא פ''ב המודר הנאה מחבירו ומת מביא לו ארון ותכריכין חלילין ומקוננות שאין הנאה למתים מעידו עדות ממון ועדות נפשות. ואיני יודע למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>היה לשמעון מרחץ וכו'. </b> משנה פרק השותפין (נדרים דף מ״ו) המודר הנאה מחבירו ויש לו מרחץ או בית הבד מושכרים בעיר אם יש לו בהם תפיסת יד אסור (אם) אין לו בהם תפיסת יד מותר ובגמ' וכמה תפיסת יד אר״נ למחצה לשליש ולרביע אבל בבציר לא אביי אמר אפילו בבציר אסור ה״ד דשרי דמקבל בטסקא. ומפרש רבינו דלר״נ היינו שהשכיר לו אותו מרחץ או בית הבד חוץ מרביע שבו ששייר לעצמו הוי תפיסת יד ולאביי אפילו לא שייר לעצמו אלא דבר מועט באותו מרחץ שלא השכירו הוי תפיסת יד ואסור ה״ד דשרי דמקבל בטסקא כלומר שאין לשוכר אלא דמי השכירות בלבד ולא נשאר לו בגוף המרחץ ובית הבד שום שיור כלל ופסק כאביי: \n\n"
      ],
      [
        "<b>ואסור לראובן לאכול מפירות שדה שמעון ואפי' בשביעית וכו'.</b> משנה פרק אין בין המודר (נדרים דף מ״ב) המודר הנאה מחבירו לפני שביעית לא ירד לתוך שדהו ואינו אוכל מן הנוטות ובשביעית אינו יורד לתוך שדהו אבל אוכל מן (הנטיעות) הנוטות נדר הימנו מאכל לפני שביעית יורד לתוך שדהו ואינו אוכל מן הפירות ובשביעית יורד ואוכל. ופירש הר״ן לא ירד לתוך שדהו של מדיר דהמודר אסור בדריסת הרגל כדתנן לעיל. ואינו אוכל מן הנוטות מן הפירות הנוטות על הדרך סמוך לשדה. ובשביעית וכו' ואם בשביעית נדר. ובגמרא רב ושמואל דאמרי תרווייהו נכסי אלו עליך לפני שביעית אינו יורד לתוך שדהו ואינו אוכל מן הנוטות וכו' הגיע שביעית אינו יורד לתוך שדהו אבל אוכל הוא את הנוטות. ואסיקנא כי אמרי ר״י ור״ל בנכסי ורב ושמואל בנכסים אלו ולא פליגי וכתב הר״ן דנכסי אלו דינו כנכסים אלו. ואמאי דתנן ובשביעית אינו יורד לתוך שדהו אמרינן בגמ' מ״ש דאוכל מן הנוטות דפירי דהפקרא אינון ארעא נמי רחמנא אפקרה אמר עולא בעומדים על הגבולים ר' שמעון בן אליקים אמר גזירה שמא ישהא בעמידה. ופירש הר״ן ארעא נמי רחמנא אפקרה כלומר ללקיטת פירות וכו'. בעומדים על הגבולים אה״נ דללקוט אילנות שבאמצע השדה מותר לירד בתוכה אבל ללקוט אילנות שעומדים על הגבולים דרחמנא לא אפקרה לארעא אלא ללקוט פירותיה הילכך כיון שאילנות הללו יכול ללקט אותם לא ירד. גזירה שמא ישהא בעמידה ומש״ה אפי' ללקט אילנות שבאמצע השדה לא ירד לתוכה דנהי דמדינא שרי משום גזירה אסור ואע״ג דהכא גזרינן שמא ישהא בעמידה ולעיל גבי חולה לא גזר שמואל אלא שמא ישהא בישיבה אבל בעמידה לא גזר וכו' התם כיון דדרך מבקר לישב ואתה מצריכו לעמוד אית ליה היכרא ולא ישהא בעמידה אבל הכא מאי היכרא אית ליה הא אין דרך ללקוט הפירות אלא בעמידה. ופסק רבינו כר״ש בן אליקים וצריך טעם למה דהא מידי דרבנן הוא והוה ליה למיפסק לקולא ונ״ל שטעמו משום דמתני' סתמא קתני אינו יורד לתוך שדהו אפילו ללקוט העומדים בתוך השדה במשמע: \n\n"
      ],
      [],
      [],
      [
        "<b>ואסור לראובן להשאיל לשמעון וכו'.</b> משנה שם המודר הנאה מחבירו לא ישאילנו ולא ישאל ממנו לא ילונו ולא ילוה ממנו ולא ימכור לו ולא יקח ממנו. ובגמרא בשלמא לא ילונו ולא יקח ממנו ולא ישאל ממנו כלומר מודר ממדיר דקא מיתהני מיניה (ומש''ה אסור) אלא לא ישאילנו ולא ילונו ולא ימכור לו מאי קא מיתהני מיניה, כך היא גירסת הר''ן והיא הנכונה. אמר ר' יוסי בר חנינא כגון שנדרו הנאה זה מזה אביי אמר גזירה לשאול משום להשאיל וכן בכלהו גזירה. ופסק רבינו כאביי משום דבתרא הוא ועוד משום דפשטא דמתני' כוותיה דקתני המודר הנאה מחבירו דאי כר''י בר חנינא לא הוה ליה למיתני אלא שנים שנדרו הנאה זה מזה ועוד דאי כדר''י בר חנינא מילתא דפשיטא היא ולא צריכה למיתני. וכתב הר''ן וא''ת והא לקמן אפי' במודר הנאה מחבירו בלבד תנן בפ' השותפין הריני עליך חרם המודר אסור ומשמע אבל מדיר לא ואמאי הוה ליה למיתני שניהם אסורים ומשום גזירה יש לומר דלא גזרינן אלא בהני בלחוד דלא משמע להו לאינשי דליתסרו במודר הנאה ואי עביד להו מודר למדיר אתי נמי למישקל להו ממדיר אבל בהנאה גמורה כאכילת פירות וכיוצא בה ליכא למגזר הילכך לא מצי תני שניהם אסורים עכ''ל. ולעיל כתב הר''ן ולא ימכור לו מאי קא מיתהני מיניה נראה לי דמשמע ליה (דמתני') בזבינא חריפא ומש''ה משמע ליה הכי ולא מוקי לה בזבינא דרמי על אפיה וליפרוך איפכא א''נ בזבינא מציעאה ולא תיקשי ליה מידי במכר משום דסבירא ליה דכי היכי דבהני דקתני מקמי הא דהיינו לא ישאילנו ולא ילוונו לא מיתהני מידי הכי נמי בלא ימכור לו לא מיתהני מידי (והיינו בזבינא חריפא) ומש''ה פריך הכי עכ''ל: \n\n"
      ],
      [
        "<b>נזדמנה לו מלאכה עמו וכו'.</b> משנה שם (דף מ''א:) לא יעשה עמו באומן דברי ר''מ וחכ''א עושה הוא ברחוק ממנו, בגמ' בקרוב כ''ע לא פליגי דאסור כי פליגי ברחוק ר''מ סבר גזרינן רחוק משום קרוב דקא מרפי לארעא קמיה ורבנן סברי לא גזרינן. ויש לתמוה על רבינו למה נקט כגון שהיו קוצרים כאחד דלא שייך למימר ביה דקא מרפי לארעא קמיה והניח עושה עמו באומן: \n",
        "<b>המדיר את בנו מפני שאינו עוסק בתורה וכו'.</b> שם (דף ל''ח:) אמר ר' יעקב המדיר את בנו לת''ת מותר למלאות לו חבית של מים ולהדליק לו את הנר ר' יצחק אמר לצלות לו דג קטן. ופירש רבינו במדיר את בנו מפני שאינו עוסק בתורה ויהיה למ''ד לת''ת למ''ד של בעבור כלומר המדיר את בנו בעבור שלא היה עוסק בת''ת: \n",
        "<b>וכתב</b> הראב''ד יש פירוש טוב מזה וכו'. והרא''ש בפסקיו כתב שני הפירושים ושהרמב''ן הכריע כפירוש הראב''ד משום דהנך מילי שימוש נינהו ודברים שהבן עושה לאב ואין במשמע שיתן כלום אלא שימלא וידליק ויצלה לו דג שלו ועוד דלישנא דמדיר בנו לת''ת הכי משמע דמדירו כדי ללמוד ועוד אי כשהאב מדיר את בנו מ''ש הני ואי אמרי' מחיותיה לא אדריה הל''ל שיתן לו מזונות שהוא צריך להם בצמצום עכ''ל. וכן פירש הר''ן וכתב דהכי מוכח בתוספתא דבכורות וטעמא משום דמסתמא ממילי זוטרי כי הני דלית בהו ביטול תורה לא אדריה עכ''ל. ולענין מה שהכריע משום דהנך מילי שימוש נינהו ודברים שהבן עושה לאב י''ל לדעת רבינו שגם האב עושה כן לבנו לפעמים. ומ''ש ואין במשמע שיתן כלום וכו' גם דברי רבינו כן הם שאינו נותן לו כלום. ומ''ש ועוד דמדיר את בנו לת''ת הכי משמע כבר כתבתי שלדעת רבינו הלמ''ד היא למ''ד של בעבור ואדרבה משם ראיה לפירוש רבינו דלישנא דמדיר את בנו משמע שמדיר הנאתו על בנו לא שמדיר הנאת בנו עליו דאם כן הל''ל המודר מבנו ולפענ''ד זו היא ראיה שאין עליה תשובה. ומ''ש ועוד אי בשהאב מדיר את בנו מ''ש הני כבר נתבאר בדברי רבינו שדברים אלו לגבי הבן אינם חשובים, ואם דעתו ז''ל לומר מה נשתנו אלו מאחרים י''ל דבדברים אלו נצטרפו שלשה דברים חדא דחיותיה נינהו ועוד שאינן חשובין הנאה לגבי הבן ועוד דלית בהו חסרון כיס. ומה שרצו להכריע מתוספתא דבכורות אינה ראיה דתוספתא הכי איתא מעשה באחד שהרצה את בנו ללמוד תורה והדירו מלעשות מלאכה והתיר לו ר' יוסי ברבי למלאת לו חבית של מים ולהדליק לו את הנר דאיכא למימר דהתם מילתא אחריתי היא שהדירו מנכסיו אם יעשה שום מלאכה וקתני שאין באלו משום מלאכה ואין זה ענין לנדון דידן: \n",
        "<b>כתב</b> הטור על המדיר את בנו לת''ת וכו'. וכן מותר לקנות מן השוק מה שצריך אם הוא אדם שאין דרכו לקנות בעצמו או אם היא אשה שהדירה את בנה והוא ירושלמי בשילהי בכורים וכתבוהו הרא''ש והר''ן פ' אין המודר הנאה וטעמא משום דאשה וכן איש שאין דרכו לקנות מן השוק אנן סהדי דאדעתא דהכי לא אדריה, ורבינו שהשמיטו נראה שהוא סובר דגמ' דידן פליג דאל''כ לא הוה שתיק מיניה: \n\n"
      ],
      [
        "<b>מי שנשבע או נדר שלא ידבר עם חבירו וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>שנים שנאסרה הנאת כל אחד מהם וכו'.</b> משנה בר״פ אין בין המודר (נדרים דף ל״ג) המודר הנאה מחבירו וכו' מחזיר לו את אבידתו מקום שנוטלים עליה שכר תפול הנאה להקדש. ובגמ' (שם ע״ב) פליגי בה רבי אמי ורבי אסי חד אמר לא שאנו אלא בשנכסי מחזיר אסורים על בעל אבידה דכי מהדר ליה מדעם דנפשיה קא מהדר ליה אבל נכסי בעל אבידה אסורים על מחזיר לא קא מהדר ליה דקא מהני פרוטה דרב יוסף וחד אמר אפילו נכסי בעל אבידה אסורין על מחזיר מהדר ליה ומשום פרוטה דרב יוסף לא שכיח (דף ל״ד) איכא דמתני ליה בהאי לישנא ר' אמי ור' אסי חד אמר לא שנו אלא כשנכסי בעל אבידה אסורים על מחזיר ומשום פרוטה דרב יוסף לא שכיח אבל נכסי מחזיר אסורים על בעל אבידה לא מהדר ליה משום דקא מהני ליה וחד אמר אפילו נכסי מחזיר אסורים על בעל אבידה מותר דכי מהדר ליה מדעם דנפשיה קמהדר ליה ואותיבנא למ״ד כשנכסי מחזיר אסורים לא מהדר ואסיקנא בקשיא. וכתב הר״ן ולענין הלכה קי״ל דבין כשנכסי מחזיר אסורים על בעל אבידה בין כשנכסי בעל אבידה אסורים על המחזיר מהדר דהא מ״ד דבנכסי מחזיר אסורים על בעל אבידה לא מהדר איתותב ואע״ג דמ״ד כלישנא קמא דנכסי בעל אבידה אסורים על מחזיר לא מהדר לא איתותב דאדרבה אתיא ליה מתני' טפי שפיר אפ״ה כיון דהאי לישנא בתרא הוא והך סברא דבין בנכסי מחזיר אסורים בין בנכסי בעל אבידה אסורים מהדר איתמרא בתרתי לישני כוותיה נקטינן עכ״ל. וזה דעת רבינו: \n\n"
      ],
      [
        "<b>ומ״ש ומותרין בדברים שהם בשותפות וכו'.</b> משנה בפ' השותפין שנדרו (נדרים דף מ״ח.): \n\n"
      ],
      [
        "<b>ומ''ש כותב חלקו לנשיא או לאחד משאר העם ומזכה לו בחלקו על ידי אחר.</b> גם זה שם וכחכמים: \n\n"
      ],
      [
        "<b>היו שניהם שותפים בחצר וכו'.</b> משנה (דף מ''ה:) ר''פ השותפין שנדרו הנאה זה מזה אסורים ליכנס לחצר ראב''י אומר זה נכנס לתוך שלו וזה נכנס לתוך שלו. ובגמ' (דף מ''ו:) א''ר יוסף אמר זעירי מחלוקת שאין בה כדי חלוקה אבל יש בה כדי חלוקה ד''ה אסור א''ר הונא הלכה כראב''י וכן אמר ר' אלעזר הלכה כראב''י. \n",
        "<b>ומ''ש ובין כך ובין כך שניהם אסורים להעמיד רחיים ותנור וכו'.</b> שם במשנה וכתב הר''ן דאע''ג דאמרינן בפ' חזקת הבתים דשותפים אהעמדה כדי לא קפדי מכל מקום אי קפדי יכולים לעכב זה על זה ואע''פ שדרכן לוותר ויתור אסור במודר הנאה: \n\n"
      ],
      [
        "<b>שנים שהיו שותפים בחצר ונדר אחד מהם וכו': כתב</b> הראב''ד נ''ל שנשתבש בשמועה זו וכו'. טעמו של הראב''ד דבגמרא אפלוגתא דראב''י ורבנן בשותפים שנדרו הנאה זה מזה איבעיא להו בנדרו פליגו הדירו זה את זה מאי מי אמרינן בנדרו הוא דפליגי אבל בהדירו זה את זה מודו ליה רבנן לראב''י דכאנוסים דמו או דילמא אפילו בהדירו זה את זה פליגי רבנן ת''ש היה אחד מהם מודר הנאה מחבירו ופליגי רבנן תני נדור מחבירו הנאה הנ''מ דקתני סיפא וכופין את הנודר למכור את חלקו אי אמרת בשלמא דנדר הוא היינו דקתני כופין (אותו) אלא אי אמרת דאדריה אמאי כופין אותו הא מינס אניס. וכתב הר''ן אי אמרת בשלמא דנדר הוא היינו דכופין לפי שהוא גרם לעצמו אלא אי אמרת דלא נדר הוא אמאי כופין הא מינס אניס וא''ת ולימא ליה לעולם בהדירו חבירו עסקינן וכי קתני כופין את הנודר את המדיר קאמר י''ל דלא סבירא לן שיהא בדין לכוף אדם למכור את שלו מפני שאסר נכסיו על חבירו אבל לנודר עצמו ראוי לכוף דמה הנאה יש לו לאסור על עצמו נכסיו ואיכא למיחש שמא יכשל עכ''ל. והשתא כיון דאמרינן דהנ''מ דכי נדר הוא כופין אותו וכי אדריה חבריה אין כופין אותו כיון דמינס אניס משמע דהכי נקטינן. זה הוא טעמו של הראב''ד וכן דעת הר''ן. וטעם רבינו משום דבירושלמי אמרו כופין הנודר למכור את חלקו באומר הנייתי עליך אבל באומר הנייתך עלי שסובר הירושלמי דחיישינן טפי למכשול חבירו ממה שיכשל הוא עצמו בפשיעתו והטעם מפני שמי שהוא נודר מסתמא זכור הוא לנדרו והילכך לא חיישינן ביה דליתי לידי מכשול אבל מי שהדירו חבירו כיון שהוא לא הוציא נדר מפיו אפשר דמשתלי ולא מדכר ולפיכך חשו ביה דלא ליתי לידי מכשול. וסובר רבינו דכיון דהאי מילתא מיפרשא בירושלמי יש לנו לומר דמסתמא לא פליגי אגמרא דילן והא דאוקמה גמרא בנודר מחבירו הנאה אבל במודר לא היינו כדי לדחות הא דבעי למיפשט דבהדירו נמי פליג אבל לפום קושית גמרא דידן סבר לה כירושלמי: \n\n"
      ],
      [
        "<b>היה אחד מן השוק אסור בהנאת אחד משניהם וכו'.</b> משנה שם (דף מ''ו) וכראב''י: \n\n"
      ],
      [
        "<b>מי שאסר הניית אומה מן האומות על עצמו הרי זה מותר וכו'.</b> משנה סוף פרק ג' דנדרים (דף ל''א) שאני נהנה לישראל לוקח ביותר ומוכר בפחות שישראל נהנין לי לוקח בפחות ומוכר ביותר אם שומעין לו שאיני נהנה להם והם לי יהנה לאומות. \n",
        "<b>ומה שאמר אם שומעין לו</b> היינו אם שומעין לו, לומר מפני שהוא דבר רחוק שימצא מי שירצה להפסיד מעותיו בשביל נדרו של זה למכור לו בפחות או ליקח ממנו ביוקר ומש''ה אמר אם שומעין לו. \n",
        "<b>ומ''ש ואין גוזרין כאן שלא ימכור וכו'.</b> הם דברי רבינו לתת טעם למה לא גזרו כאן כמו שגזרו במודר הנאה מחבירו שבסוף פרק שקודם זה. \n",
        "<b>ומ''ש שאם א''א לו לישא וליתן עם זה וכו'</b> אנודר מאיש אחד קאי ואין הלשון מכוון יפה וצריך בדיקה בנוסחאות אחרות: \n",
        "<b>וכתב</b> הטור מי שאסר עצמו מכל ישראל אסור לקנות מהם ולמכור להם זבינא מיצעא דאית ביה הנאה ללוקח ולמוכר וכו' עד וימכרנו להם שוה בשוה והם דברים מבוארים בגמרא ורבינו סתם דבריו כלשון המשנה: \n\n"
      ],
      [],
      [
        "<b>אסר על עצמו הניית בני העיר וכו'.</b> ירושלמי בפ''ה דנדרים ותוספתא קונם הנייתי על בני עירי אינו נשאל לזקן שיש שם הניית בני עירי עלי נשאל לזקן שיש שם. ונראה שהטעם משום דכשאמר הנייתי על בני עירי הם נהנים בהתרתו שע''י כן יהיה מותר להם ליהנות ממנו ומאחר שההתרה היא לתועלתם הרי הם נוגעים בדבר ואינם יכולים להתיר דהוה ליה כנדרי עצמו ותנן כל הנדרים אדם מתיר חוץ מנדרי עצמו ולפיכך אינו נשאל לחכם ששם אבל כשאמר קונם הנאת בני עירי עלי שהוא נאסר מליהנות משלהם אין בני העיר נוגעים בדבר דמה הנאה יש להם כשהוא יהנה משלהם. כך פירש הריב''ש בתשובה ויש לתמוה על טעמו דמה ענין נדרי עצמו לכאן דנדרי עצמו שאני דכתיב בהו לא יחל דברו אבל הכא שאינם עצמם הנודרים למה לא יתירו לו אע''פ שיש להם הנאה בהיתרו. וכן יש לתמוה על מה שכתב גבי קונם הנאת בני עירי עלי שהוא נאסר מליהנות משלהם אין בני העיר נוגעים בדבר וכו' דכיון שהוא נהנה בהיתר זה שע''י כך מותר לו ליהנות מהם היאך מותר לו לישאל לחכם שבעיר והלא הוא נהנה מאותו חכם בהיתר ההוא. לכך נ''ל לפרש בהפך דאומר קונם הנייתי על בני עירי היינו שהוא אוסר עצמו מליהנות מבני העיר ולפיכך אינו נשאל לחכם שבאותה העיר לפי שהוא נהנה מאותו חכם שבעיר. ואומר קונם הניית בני עירי עלי היינו שאוסר בני עירו ליהנות ממנו ולפיכך נשאל לחכם ששם מפני שאע''פ שהיה לו הנאה בהיתר זה (היה) מותר שהוא לא נאסר ליהנות מהם ומילתא דפשיטא היא ולא איצטריך למתנייה אלא אגב רישא נקטיה ואע''פ שפשט הלשון מורה כפירוש הריב''ש כיון שהענין אינו מתיישב לפירושו מוטב לדחוק הלשון ולכוונו עם הענין ולשון הירושלמי משונה וכל שכן בדבר פשוט שהוא סומך על המבין, וכמו שפירשתי נראה מדברי הרשב''א בתשובה וכן מבואר בדברי רבינו ומיהו בירושלמי עצמו משמע כפירוש הריב''ש דגרסי אית תניא תני אפילו על קדמייתא נשאל שאינו כמפר נדרי עצמו אלמא דטעמא דמ''ד אינו נשאל הוא משום דהוי כמפר נדרי עצמו. ויש לדחות ולומר דאע''ג דטעמא דמ''ד אינו נשאל לא הוה מהאי טעמא אלא מטעמא אחרינא אתא האי תנא למימר דלא תיסק אדעתין למיסר משום מפר נדרי עצמו. \n",
        "<b>ומ''ש רבינו כמו שביארנו,</b> הוא בפ''ד. והטעם שאע''פ שזה עבר ונהנה מחכם שבעיר לא בשביל זה תתבטל ההתרה: \n\n"
      ],
      [
        "<b>מי שאסר הניית הבריות עליו וכו'.</b> משנה פרק בתרא דנדרים (דף פ''ג:) קונם שאיני נהנה לבריות (אינו יכול להפר) ויכולה היא ליהנות בלקט שכחה ופאה ובגמרא ולא קתני ובמעשר עני והתניא במעשר עני (דף פ''ד:) ושני רבא אמר כאן במעשר עני המתחלק בתוך הבית דכתיבא ביה נתינה ונתתה ללוי ולגר וכו' מש''ה אסיר ליה לאיתהנויי כאן במעשר עני המתחלק בתוך הגרנות דכתיב והנחת בשעריך שרי ליה לאתהנויי ופירש הר''ן המתחלק בתוך הבית דכיון שבעה''ב מחלקו ונותנו טובת הנאה שלו: \n\n"
      ],
      [
        "<b>מי שאסר הנייתו על הכהנים ועל הלויים וכו'.</b> גם זה משנה שם קונם כהנים ולויים נהנים לי יטלו על כרחו כהנים אלו ולויים אלו (נהנים לי) יטלו אחרים ובגמרא (דף פ''ד:) יטלו על כרחו אלמא טובת הנאה אינה ממון אימא סיפא כהנים אלו ולויים אלו יטלו אחרים אבל הני לא אלמא טובת הנאה ממון ושני רבא (דף פ''ה) שאני תרומה דהיינו טעמא דיטלו על כרחו משום דתרומה לא חזיא אלא לכהנים וכיון דאתי למיסרא עלייהו שוייה עפר בעלמא. ופירש הרא''ש לעולם טובת הנאה ממון והא דקתני מתני' דיטלו ע''כ ולא חיישינן לטובת הנאה משום דכיון שאסר את כל הכהנים בהנאה א''א ליתנו לשום כהן ואין לו בהם טובת הנאה וא''א לעכבו לעצמו הילכך הוי כאילו אינה שלו אבל סיפא כיון שיכול ליתנו לכהנים אחרים יש לו בהם טובת הנאה: \n",
        "<b>מה</b> שכתב בכאן נראה שפסק הרב כאוקימתיה דרבה דס''ל דטובת הנאה ממון ותימה שהרב בפרק ה' מאישות פסק דאינה ממון. ומצאתי לרבי מאיר בר שמעון המעילי שכתב בשיטת נדרים וז''ל הרי''ף נראה שפסק בפרק אלו עוברין גבי המפריש חלה בטומאה ביום טוב דטובת הנאה אינה ממון. ובקידושין נמי גבי המקדש בתרומות ומעשרות. ויש לחלק בין טובת הנאה דמודר הנאה לטובת הנאה דעלמא מתרי טעמי חדא דהא סבירא ליה דאפילו ויתור אסור במודר הנאה וסתם לן תנא דמתני' בתלת דוכתי בהאי מסכתא הכי. ועוד דהא חזינא דמילתא דאיסורי הנאה אפילו בטובת הנאה אסור דאילו יי''נ אם נגע עכו''ם ביינו בכוונה אסור בהנאה ואסור לתתו לעכו''ם הכי נמי גבי מודר הנאה כיון דאסור לאתהנויי מיניה אסור לתת התרומות אע''פ שאינם שלו ויש לו ליתנם ע''כ ואפילו הכי אסור ואולי הרי''ף סמך על טעם זה עכ''ל: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יב-יד)</small> מי שהיתה הנאתו אסורה על חבירו וכו' עד והלה נוטל ואוכל.</b> משנה בס״פ אין בין המודר (נדרים דף מ״ג) ובנוסחא דידן כתוב הולך אצל פועלים ורבינו שכתב והלך אצל פועלים נראה שכך היתה גירסתו במשנה ואע״ג דלגבי אין לו מה יאכל קתני הולך אצל חנוני התם שאני דצורך חיי נפש הוא אבל גבי ביתו לבנות וכו' דיעבד אין לכתחלה לא: \n\n"
      ],
      [
        "<b>נתן לאחד מתנה וכו'.</b> משנה ס״פ השותפין שנדרו (נדרים דף מ״ח) המודר הנאה מחבירו ואין לו מה יאכל נותנו לאחר לשום מתנה והלה מותר בה מעשה באחד בבית חורון שהיה אביו מודר הנאה ממנו והיה משיא את בנו ואמר לחבירו (הרי) החצר והסעודה נתונים (לך במתנה) x ואינם לפניך אלא כדי שיבא ויאכל עמנו בסעודה אמר אם שלי הרי הם מוקדשין לשמים וכו' אמרו חכמים כל מתנה שאינה שאם הקדישה xx אינה מקודשת אינה מתנה ומפרש בגמרא דחסורי מחסרא והכי קתני אם הוכיח סופו על תחלתו אסור ומעשה נמי בבית חורון שהיה סופו מוכיח על תחלתו אמר רבא כלישנא בתרא אפילו (לא) אמר (אלא) והן לפניך שיבא (אבא) ויאכל אסור מ״ט סעודתו מוכחת עליו. ופירש הר״ן כל מתנה שאם הקדישה אינה מקודשת אינה מתנה כלומר דנהי דמתנה על מנת להחזיר שמה מתנה אע״פ שאם הקדישה אינה מקודשת וכו' שאני התם דמכל מקום לשעתה מתנה היא אבל מתנה זו של בית חורון אפילו לשעתה אינה שלא נתכוון להקנותה לו כלל אלא שתקרא על שמו כדי שיהא אביו מותר בה והיינו לישנא דמתני' דקתני כל מתנה שאינה שאם הקדישה אינה מקודשת וכו' ולא קתני כל מתנה שאם הקדישה אינה מקודשת משום דתנא ה״ק כל מתנה שאינה כלום כזו שהיא בהערמה שאם הקדישה אינה מקודשת אינה מתנה והכי איתא בירושלמי וכו' אפילו ויבא אבא ויאכל אסור מאי טעמא סעודתו מוכחת עליו דנהי דבעלמא ויבא לאו תנאי הוא הכא שאני משום דאנן סהדי שאין אדם מכין סעודה לנשואי בנו ונותנה לאחר הילכך סעודתו מוכחת עליו דמאי דאמר ויבא אבא דתנאי גמור קאמר. מיהו כתב הרשב״א דדוקא כשאמר כן בשעת מתנה אבל לאחר מכאן לא כיון דבשעת מתנה לא אמר מידי אבל הרמב״ם כתב דאפילו לאחר שעה אסור ואינה מתנה עכ״ל. ונ״ל שאפשר דעל כרחין לא אסר רבינו אלא באמר לו כן סמוך לנתינת המתנה סתם אבל אם שהה קצת שרי והכי דייק לישניה שכתב וחזר ואמר לו דמשמע חזר מיד דאל״כ הל״ל ואחר שעה אמר לו וכו' או הל״ל ואח״כ אמר לו וכו': \n\n"
      ],
      [
        "<b>וכל הנותן לזה מתנה על מנת להקנותם לאחר וכו':</b> \n\n"
      ],
      [
        "<b>מי שנאסרה הנאתו על בעל בתו וכו'.</b> משנה פרק בתרא דנדרים (דף פ''ח) המודר הנאה מחתנו והוא רוצה לתת לבתו מעות אומר לה הרי המעות נתונים לך במתנה ובלבד שלא יהא לבעליך רשות בהם אלא מה שאת נושאת ונותנת לפיך ובגמרא אמר רב לא שנו אלא דאמר מה שאת נושאת ונותנת לפיך אבל אמר מה שתרצי עשי קנה יתהון בעל ושמואל אמר אפילו אמר מה שתרצי עשי לא קנה יתהון בעל, ופירש הרא''ש הרי המעות האלו נתונים לך במתנה ואע''פ שחתנו נהנה מהם שזן את אשתו הא תנן (המודר הנאה מחבירו) זן את אשתו. ובלבד שלא יהא לבעליך רשות בהן הא לאו הכי אסור אע''פ שנותנה לאשתו ולעיל תנן דנותן מתנה לאחר מותר המודר ליהנות ממנו שאני הכא שהבעל זוכה בפירות המתנה שנותנים לאשתו והוי כאילו נתן לבעל וכו'. לא שנו אלא דאמר לה מה שאת נושאת ונותנת לפיך הרי פירש מה שאמר בתחלה המעות הללו נתונים לך במתנה דלא הוי מתנה לכל דבר אלא למה שפירש הילכך אהני נמי מה שאמר על מנת שאין לבעליך רשות בהן אבל אמר לה מה שתרצי עשי כיון דהויא מתנה לכל דבר קנה יתהון בעל ותו לא אהני מה שאמר על מנת שאין לבעליך רשות בהן. והר''ן פירש והוא רוצה לתת לבתו מעות הא דתני מעות משום דאי יהיב לה מזונות אינו צריך לומר לה כלום לפי שאין לבעל זכיה בהם והיינו דתנן וזן את אשתו וכו' ומש''ה תני והוא רוצה לתת לבתו מעות שיהיו מצויים להוציא אותם בחפציה ובכה''ג יש לבעל זכות בהם וכו' ונמצא זה נהנה מחמיו שהדירו הנאה לפיכך צריך שיאמר לה וכו' ודוקא דא''ל הני תרי לישני אבל א''ל אין לבעליך רשות בהן בלחוד לא מהני דמתני' ר''מ היא דאמר יד אשה כיד בעלה וכו' וכ''ת א''כ כי א''ל מה שאת נותנת לפיך אמאי מהני היינו טעמא משום דכיון (שאין) אשה זוכה בנכסים כלל עד שתתן אותם לתוך פיה הרי באותה שעה אין הבעל יכול לזכות בהם ולפי זה דוקא כי אמר לה מה שאת נושאת ונותנת לפיך אבל אי א''ל אלא מה שאת מתכסית וכיוצא בו לא מהני וקנה יתהון בעל ואיכא מ''ד דה''ה כשייחדן לה לאי זה דבר שיהיה דלא קנה יתהון בעל כיון שאף לה לא הקנה לגמרי אלא לאותו דבר בלבד עכ''ל: \n",
        "<b>וכתב</b> הראב''ד א''א המחבר הזה שנה משנתו כשמואל וכו'. והר''ן כתב בפ''ק דקידושין שהרי''ף פסק כשמואל ובפרק בתרא דנדרים כתב שהנגיד הרב רבי שמואל הלוי בשם רב עמרם פסק כשמואל דאע''ג דפלוגתייהו הכא לענין איסורא כיון דעיקר פלוגתייהו בדינא תלי אי אמרינן יד אשה כיד בעלה נקיטינן כשמואל ועוד דרב כר''מ ושמואל כרבנן ועוד דסוגיין בעלמא בפ''ד דנזיר ובפ' בן סורר ומורה כשמואל וכן פסק הרמב''ן. ולפי זה כי אמר לה על מנת שאין לבעליך רשות בהן בלחוד מהני אבל רבינו תם והראב''ד פסקו כרב משום דפלוגתייהו הכא גבי נדרים דאיסורא ולפי זה לא מהני אלא כי אמר לה על מנת שאין לבעליך אלא מה שאת נותנת בפיך והרמב''ם מיצע את הדרך שפסק כשמואל אלא שכתב דלשמואל נמי תרתי בעינן על מנת שאין לבעליך רשות בהן ומה שתרצי עשי שהוא ז''ל מפרש דרב ושמואל בהא פליגי דרב סבר דהא דנקט מתני' שאת נותנת לפיך דוקא הוא ולישנא אחרינא לא מהני ביה דאי אמר נמי מה שתרצי עשי קנה יתהון בעל ושמואל סבר דלאו דוקא דה''ה מה שתרצי עשי ומיהו לכ''ע תרי לישני בעינן והקשו עליו וכי מה מוסיף במאי דאמר לה תו מה שתרצי עשי הא אינו אלא כאומר ע''מ שאין לבעליך רשות בהן בלחוד. ונ''ל דהיינו טעמא משום דכי אמר לה מה שתרצי עשי לדידה נמי לא יהיב לה לגמרי דנימא לאלתר זכה בהן בעל אלא הרי הוא כאומר לה לא יהו שלך אלא לאותו דבר שתרצי לעשות בהן בכל שעה ושעה וס''ל לשמואל דכי היכי דמיחד לדבר אחד מיוחד מהני ה''נ כיון דמיחד לאותו דבר שתרצה לעשות מהן כל שעה ושעה מהני שאין הנייה חל אלא באותה שעה שתרצה לעשות בהן אי זה דבר לאותו דבר בלחוד עכ''ל: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> מי שנדר או נשבע וכו'. כיצד נשבע או נדר שאינו נושא אשה פלונית שאביה רע וכו'.</b> משנה פ' פותחין (דף ס''ה) ר''מ אומר יש דברים שהם כנולד ואינם כנולד <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">נ\"א ואין חכמים וכבר ציינתיו למעלה.</i>וחכמים מודים לו כיצד אמר קונם שאיני נושא (את פלונית) שאביה רע אמרו לו שמת או שעשה תשובה קונם לבית זה שאני נכנס שהכלב רע או שהנחש רע בתוכו וכו' אמרו לו מת הכלב או שנהרג הנחש ובגמ' מת נולד הוא אמר רב הונא נעשה כתולה נדרו בדבר ור''י אמר כבר מת וכבר עשה תשובה ואסיקנא לר''י בקשיא. ופירש הר''ן יש דברים שהם כנולד ואינם כנולד לפי שהוא כתולה נדרו בדבר דכיון שאמר שאביה רע משמע כל זמן שאביה רע ולפיכך כשמת או עשה תשובה וכו' שרי ומש''ה שרי בלא שאלת חכם והכי איתא בירושלמי עכ''ל. וכן פסק הרא''ש וכן נראה מדברי רבינו:   "
      ],
      [],
      [
        "<b><small>(ג-ד)</small> ומ''ש אבל הנודר או הנשבע שאינו נושא פלונית הכעורה וכו'.</b> משנה שם (דף ס''ו) בסוף הפרק ומבואר שם שאם היתה כעורה בשעת הנדר ואחר כך ייפוה אליבא דת''ק דקי''ל כוותיה הנדר חל ולפיכך כתב רבינו ונמצאת נאה. וא''ת מ''ש מאומר קונם שאני נושא פלונית שאביה רע ושמע שמת או שעשה תשובה אע''פ שאחר הנדר מת או עשה תשובה מותר כתב הריב''ש כבר תרגמה הרשב''א דשגיאה היא לפי שאין אשה כעורה עשויה להיות נאה לכך לא היה בדעתו שתהא מותרת לו לכשתהא נאה אבל באביה רע עשוי הוא לעשות תשובה ועשוי הוא למות הילכך אומדין דעתו דכי אמר שאביה רע כל זמן שאביה רע קאמר עכ''ל. וגם הר''ן כתב כן. וכתב עוד הר''ן א''נ אי אמר שאני נושא אשה פלונית שהיא כעורה כדקתני שאביה רע ה''נ דמשמע כל זמן שהיא כעורה אבל הכא כיון דלפלונית כעורה קאמר לא משמע כתולה נדרו בדבר עכ''ל. \n",
        "<b>ומ״ש קונם שאין אשתי נהנית לי שגנבה את כיסי וכו' ולא עוד אלא מי שראה אנשים מרחוק וכו'.</b> משנה בפרק ארבעה נדרים (נדרים דף כ״ה) וכתב הר״ן דטעמא שהוא מוטעה בעיקר הנדר שלא היה דעתו מעולם על אביו וכל שיש בעיקר הנדר טעות אין פיו ולבו שוים ובטל מעצמו ומש״ה בקונם אשתי נהנית לי בעינן שיאמר בפירוש שגנבה את כיסי דאי לא אע״פ שהיה דעתו בשביל כך מ״מ כיון שלהדיר את אשתו נתכוון ליכא טעות בעיקר הנדר אבל כאן שלא נתכוון את זה מעולם הרי הנדר בטל מאליו: \n",
        "<b>כתב</b> הראב''ד והוא בכלל נדרי שגגות שהם מותרים. א''א אין כאן מקום למה שכתב ואין זה כתולה וכו' עכ''ל. ואני אומר שאיני רואה כאן מקום להשיג שמ''ש ואין כאן תולה נדרו בדבר וכו' היינו לומר כל אלו החלוקות מותרות אבל אין טעמם שוה דרישא הוי טעמא משום דהוי כמי שתולה נדרו בדבר וסיפא אינו מטעם זה אלא משום דהוי כנדרי שגגות וכן מפורש בגמ' בפ' פותחין (דף ס''ה:) אמתני' דר''מ אומר יש דברים שהם כנולד ואינם כנולד: \n\n"
      ],
      [
        "<b>מי שנדר או נשבע ונולד לו דבר וכו' כיצד אסר את עצמו בהניית פלוני וכו'.</b> משנה ריש פרק פותחין (דף ס''ו) ופסק כחכמים: \n\n"
      ],
      [
        "<b>כל נדר שהותר מקצתו וכו' כיצד ראה אנשים מרחוק וכו'.</b> משנה בפ' ארבעה נדרים (נדרים דף כ״ה:) וכב״ה. \n",
        "<b>ומ''ש ואפילו אם אמר אילו הייתי יודע כן וכו' אבל אם אמר כשהגיע אליהם וכו'.</b> שם (דף כ''ה) אמר רב דכ''ע כל היכא דאמר אילו הייתי יודע שאבא ביניכם הייתי אומר כלכם אסורים חוץ מאבא דכולהו אסורים ואביו מותר לא נחלקו אלא באומר אילו הייתי יודע שאבא ביניכם הייתי אומר פלוני ופלוני אסורים ואבא מותר. ואע''ג דרבא פליג עליה דרבה כיון דאיכא למימר דהלכתא כרבה משום דהוה רביה דרבא ואיכא למימר דהלכתא כרבא משום דבתרא הוא נקטינן כרבה לחומרא. ופירש הר''ן דכ''ע כולם אסורים ואביו מותר משום דלא מיקרי כה''ג נדר שהותר מקצתו הותר כולו לפי שכיון שבשעת הנדר אמר כולכם אסורים ועכשיו ג''כ מעמיד דבריו הראשונים לגבי האחרים באותו לשון ממש שאמר בתחלה אע''פ שמוציא אביו מן הכלל אפילו הכי אין זה נדר שהותר מקצתו לפי שאביו לא נכנס מעולם במשמעות הנדר ולגבי האחרים הרי הוא כולכם שאמר בתחלה. לא נחלקו אלא באומר אילו הייתי יודע שאבא ביניכם הייתי אומר פלוני ופלוני אסורין ואבא מותר וכו' וב''ה כר''ע דכיון דהכא איכא תרתי חדא דאיכא טעות גמור לגבי האב ולגבי האחרים ג''כ יש טעות בלשון שהוא אומר שאילו היה יודע שאביו ביניהם אפילו האחרים לא היה אוסר אותם באותו לשון שאסרם לפי שהיה מקפיד שהיה מובן מדבריו אפי' רגע כמימרא שיהא אבא בכלל האיסור ולפיכך הוא אומר שלא היה אומר כולכם אלא פלוני ופלוני וכיון דאיכא תרתי דהיינו טעות גמור לגבי אביו וטעות בלשון לגבי האחרים ס''ל לב''ה מיקרי נדר שהותר מקצתו הותר כולו עכ''ל: \n",
        "<b>וכתב</b> הטור דהא דכולם מותרים דוקא כשהחליף את דבריו שאמר תחלה כולכם אסורים ולבסוף אמר אילו הייתי יודע שאבא ביניכם הייתי אומר פלוני ופלוני אסורין ואבא מותר או שאמר תחלה (כשראם מרחוק ולא הכירם) יהיו אסורים לזה ולזה ואח''כ החליף דבריו לומר אילו הייתי יודע שאבא ביניכם הייתי אומר כולכם אסורים חוץ מאבא אבל אם בשעת האיסור אמר כולכם אסורים וגם בשעת חזרה אומר הייתי אומר כולכם אסורים חוץ מאבא או שאומר בשעת האיסור יהו אסורים לזה ולזה ובשעת חזרה אומר הייתי אומר פלוני ופלוני אסורים ואבא מותר שלא החליף לשון הנדר בין שעת איסור לשעת חזרה לא הותרו האחרים עכ''ל. והם דברי התוספות והרא''ש וכן משמע מדברי רבינו: \n",
        "<b>וכתב</b> הר''ן איכא מ''ד דכי אמרינן דבמעמיד (דבריו) כלם אסורים דוקא דומיא דמתניתין שלא היה יודע שאביו ביניהם הילכך כיון שהוא מעמיד אין כאן נדר שהותר מקצתו לפי שאביו לא היה מעולם בכלל הנדר אבל כשכולם בכלל ונשאל על אחד מהם כיון שהותר אחד מהם ע''י שאלה הותרו כולם ואין כן דעת הרמב''ם בהלכותיו שהוא סובר דאפילו כה''ג לא אמרי' נדר שהותר מקצתו הותר כולו אלא במשנה אבל במעמיד לא וכדבריו נראה לי להכריע עכ''ל: \n\n"
      ],
      [
        "<b>וכן האומר היין קרבן עלי וכו'.</b> משנה בפ' פותחין (דף ס''ו) קונם יין שאיני טועם שהיין רע למעיים אמרו לו והלא המיושן יפה למעיים הותר במיושן ולא במיושן בלבד הותר אלא בכל היין קונם בצל שאני טועם שהבצל רע ללב אמרו לו והלא הכופרי יפה ללב הותר בכופרי ולא בכופרי בלבד הותר אלא בכל הבצלים. ובפ''ג דנדרים (דף כ''ו:) גבי נדר שהותר מקצתו איתיביה רב אדא בר אהבה לרבא קונם בצל שאני טועם שהבצל רע ללב וכו' מאי לאו דאמר אילו הייתי יודע שהכופרי יפה ללב הייתי אומר כל הבצלים אסורים וכופרי מותר לא באומר אילו הייתי יודע שהכופרי יפה ללב הייתי אומר בצל פלוני ופלוני אסורים וכופרי מותר. וכתב הר''ן איתיביה כלומר וקשיא לרבא דאמר במעמיד פליגי וכו' וכ''ש דקשיא לרבה דאמר דבמעמיד ד''ה כולם אסורים ואביו מותר וא''כ מאי דמשני לא באומר אילו הייתי יודע וכו' הייתי אומר בצל פלוני ופלוני אסור וכופרי מותר אליבא דכ''ע צריך לאוקמה הכי ומינה יליף לנודר מן היין וכמ''ש רבינו: \n\n"
      ],
      [
        "<b>כל הנודר או נשבע וכו' כיצד היה טעון משא של צמר וכו'.</b> משנה פ' הנודר מן הירק (נדרים דף נ״ה) אמר קונם צמר עולה עלי מותר להתכסות בגיזי צמר הפשתן עולה עלי מותר להתכסות באניצי פשתן ר' יהודה אומר הכל לפי הנדר טען והזיע והיה ריחו קשה ואמר קונם צמר ופשתים עולים עלי מותר להתכסות ואסור להפשיל לאחוריו ובגמ' תניא כיצד אמר ר' יהודה הכל לפי הנודר היה לבוש צמר והיצר ואמר קונם צמר עולה עלי אסור ללבוש ומותר לטעון היה טעון פשתן והזיע ואמר קונם פשתן עולה עלי מותר ללבוש ואסור לטעון. ופירש הר״ן והיצר שהמלבוש היה צר ונצטער בו. וכתב הרא״ש בשם הרמב״ן קא פסיק חד מרבותינו כר״י וכן מסתבר אע״ג דתני ליה כיחידאה לית לן ראיה דפליגי רבנן עליה ועוד הא סתם תנא הכל לפי הנודר דתנן בפרק קונם שלא נתכוון זה אלא לשום אכילה ושתיה עכ״ל. וכתב הר״ן ומסתברא לי דברייתא פליגא אמתניתין בסבריה דר' יהודה דתנא דמתניתין ס״ל דר״י מודה לת״ק דכל היכא דליכא הוכחה לבישה משמע ולא טעינה ור״י דברייתא משמע דס״ל דלמישרי טעינה נמי בעי הוכחה אבל כל היכא דליכא הוכחה אסור אף בטעינה וכו' זה מה שנ״ל ודברי הרמב״ם אינם כן בפ״ח מהל' נדרים עכ״ל. כלומר שרבינו כתב דברי ר״י במשנה ודבריו בברייתא כצורתם משמע דס״ל דלא פליגי תנא דמתניתין ותנא דברייתא אלא לדברי שניהם בין למישרי לבישה בין למישרי טעינה בעי ר״י הוכחה ואי ליכא הוכחה אסור בשניהם והכי מסתברא דלא לשוויי פלוגתא בין תנא דמתניתין לתנא דברייתא: \n\n"
      ],
      [
        "<b>היו מבקשים ממנו וכו' עד הרי זה מותר להכנס לביתו ולשתות לו צונן.</b> משנה בס''פ קונם (דף ס''ג:): \n\n"
      ],
      [
        "<b>ומ''ש רבינו אלא שלא יאכל וישתה עמו בסעודה זו.</b> תוספתא פ''ד אסור לאכול ולשתות ותניא תו בתוספת' היה מסרב בחבירו שיאכל עמו במשתה ואמר קונם ביתך שאני נכנס תוך המשתה אסור אחר המשתה מותר: \n\n"
      ],
      [
        "<b>האומר לחבירו קונם לביתך אני נכנס וכו' עד הרי זה אסור.</b> משנה פ' השותפין שנדרו (נדרים דף מ״ו): \n\n"
      ],
      [
        "<b>האומר לחבירו השאילני פרתך וכו'.</b> משנה פרק אין בין המודר (נדרים דף מ״ג) אמר לו השאילני פרתך א״ל אינה פנויה אמר קונם שדי שאני חורש בה לעולם אם היה דרכו לחרוש הוא אסור וכל אדם מותרים ואם אין דרכו לחרוש הוא וכל אדם אסורים. פי' (רש״י) איננה פנויה דמלאכתו היה עושה ונתעצב השואל כנגד המשאיל ואמר הואיל וסירבת להשאילה קונם שדי שאני חורש בה שלא אחרוש בפרתך עולמית ואח״כ השאילה לו רואים אם הוא פרזי ודרכו לחרוש שדהו הוא אסור לחרוש שדהו באותה פרה וכל אדם מותרים דודאי כי נדר אדעתא דנפשיה נדר ולא אדעתא דעלמא וכל אדם מותרים לחרוש לו שדהו באותה פרה. ואם אין דרכו לחרוש שיש לו אריסים שחורשים בשבילו הוא וכל אדם אסורין דכיון דאין דרכו לחרוש לא לחרישתו נתכוון אלא שלא יהנה בחרישתה קאמר ומש״ה הוא וכל אדם אסורין לחרוש בשבילו כדי שלא יהנה בחרישתה: \n\n"
      ],
      [
        "<b>מי שנשבע או נדר שישא אשה וכו' עד ההגונים לה.</b> ברייתא בס''פ מרובה (ב''ק פ'): \n\n"
      ],
      [
        "<b>המדיר את חבירו וכו' עד סוף הפרק.</b> משנה סוף פרק קונם (דף ס''ג:) פלוגתא דר''מ ורבנן והלכה כרבנן דשרו ופי' הר''ן (בפ''ג דנדרים דף כ''ד) כלום אמרת אלא מפני כבודי שאתכבד על ידך בפני הבריות שיראו שאני חשוב בעיניך שאתה רוצה לתת לי מתנה זהו כבודי אתכבד יותר כשיראו שאתה רוצה ליתן ואני איני רוצה לקבל. ואמרינן בפ''ג דנדרים (דף כ''ד) טעמא דא''ל זהו כבודי וכו' או הריני כאילו התקבלתי הא לאו הכי נדר הוא ולא הוי נדרי זירוזין מ''ט ברישא א''ל לאו כלבא אנא דמתהנינא מינך ולא מתהנית מנאי בסיפא א''ל לאו מלכא אנא דמהנינא לך ואת לא מהנית לי. ופירש רבינו ירוחם דהיינו לומר דברישא עסקינן שהמדיר רגיל ליהנות מן המודר ומש''ה אמרינן דהוי כאילו אמר לאו כלבא אנא ובסיפא עסקינן שהמודר רגיל ליהנות מן המדיר ומש''ה הוי כאילו אמר לאו מלכא אנא: \n\n"
      ]
    ],
    [
      [
        "<b>בנדרים הלך אחר לשון בני אדם וכו'.</b> ר''פ (דף מ''ט) הנודר מן המבושל מותר בצלי ובשלוק ובגמרא תנא ר' יאשיה אוסר בצלי ואסיקנא דכ''ע בנדרים הלך אחר לשון בני אדם מר כי אתריה ומר כי אתריה באתריה דתנא דידן לצלי קרו ליה צלי ולמבושל קרו ליה מבושל, ושלוק כתב הר''ן הכא הוי בשיל ולא בשיל דבנדרים הלך אחר לשון בני אדם ותבשיל שנתבשל יותר מדאי בכלל מבושל הוא: \n",
        "<b>וכן המעושן והמבושל בחמי טבריא וכו'.</b> ירושלמי בפ' הנזכר בעיא ולא איפשיטא. וכתב הטור בירושלמי מיבעיא אם הוא אסור במעושן שנאכל בלא בישול ובמטוגן ובמבושל בחמי טבריה ותו מיבעיא בנודר מהמעושן אם הוא אסור במבושל ולא איפשיטא ולחומרא והרמב''ם כתב שהולכים אחר לשון בני אדם לפי המקום והזמן עכ''ל. נראה שמשיג על רבינו למה תלה הדבר בלשון בני אדם שה''ל לאסור סתם דכיון דלא איפשיטא נקטינן לחומרא, ואין זו קושיא דהא קי''ל בנדרים הלך אחר לשון בני אדם, ואין לומר דק''ל דה''ל לפרש דהיכא דליכא לשון ידוע דאסור שהרי כתב רבינו לקמן בסמוך היו מקצת בני אדם קורים לו כך וכו' ה''ז ספק וכל ספק נדרים להחמיר: \n\n"
      ],
      [
        "<b>נדר או נשבע מהמליח.</b> משנה שם (דף נ''א:) מן הכבוש אינו אסור אלא בכבוש של ירק כבוש שאני טועם אסור בכל הכבושים מן השלוק אינו אסור אלא מן השלוק של בשר שלוק שאני טועם אסור בכל השלוקים מן המליח אינו אסור אלא מן המליח של דג מליח שאיני טועם אסור בכל המלוחים. ונ''ל שרבינו סובר דמתני' הכי מיפרשה הנודר מן הכבוש זימנין אינו אסור אלא בכבוש של ירק וזימנין אסור בכל הכבושים והיינו כפי מה שדרך בני אדם לקרות לכבוש וה''נ מיפרשה נודר מן המליח ומן השלוק דקתני מתני' והיכא דליכא מנהג ידוע לא איתפרש במתני' ורבינו הביא משפטו שכתב היו מקצת בני המקום קורין לו כך וכו' ואע''פ שבפירוש המשנה נראה מדברי רבינו שהיה מפרש מתני' דמפלגא בין הכבוש בה''א לכבוש בלא ה''א אפשר דכשכתב החיבור חזר בו ופירש כמ''ש והשמיט רבינו דין נודר מן השלוק לפי שהוא נלמד מדין מליח וכבוש: \n",
        "<b>כתב</b> הראב''ד רואה אני בלשון המשנה וכו'. והפירוש האחרון כתבוהו הרא''ש והר''ן. וכתב עוד הר''ן שי''מ שההפרש הוא בין הכבוש לכבוש ואין באלו הפירושים הכרע וכבר כתבתי דעת רבינו: \n\n"
      ],
      [],
      [],
      [
        "<b>כיצד נדר מן השמן וכו'.</b> בס״פ הנודר מן המבושל (נדרים דף נ״ג) תניא הנודר מן השמן בא״י מותר בשמן שומשמין ואסור בשמן זית ובבבל אסור בשמן שומשמין ומותר בשמן זית מקום שמסתפקין מזה ומזה אסור בזה ובזה פשיטא לא צריכא דרובא מן חד מסתפקין מהו דתימא זיל בתר רובא קמ״ל ספק איסורא לחומרא: \n\n"
      ],
      [
        "<b>כל דבר שדרך השליח וכו'.</b> רפ''ז (דף נ''ד) הנודר מן הירק מותר בדלועים ור''ע אוסר א''ל לר''ע והלא אדם אומר לשלוחו קח לי ירק והוא אומר לא מצאתי אלא דלועין אמר להם כן הדבר או שמא הוא אומר לא מצאתי אלא קטנית אלא שהדלועים (הם) בכלל ירק ובגמ' מאן תנא דפליג עליה דר''ע רשב''ג היא דתניא הנודר מן הבשר אסור בכל מיני בשר ואסור בראש וברגלים ובקנה ובלב ובעופות ומותר בבשר דגים וחגבים רשב''ג אומר הנודר מן הבשר אסור בכל מיני בשר ומותר בראש וברגלים ובקנה ובעופות ואצ''ל בשר דגים וחגבים ודייק עלה מ''ש בשר עוף לת''ק דאסיר דעביד שליחא דמימליך עליה בשר דגים נמי עביד שליחא דאי לא משכח בשרא מימליך עליה דאמר אי לא משכחנא בשרא אייתי דגים וליתסרו אמר אביי כגון שהקיז דם דלא אכיל דגים וכו' א''נ דכייבן ליה עיניה דדגים קשים לעינים (בתחלת אוכלא). וכתב הר''ן ולענין הלכה קי''ל כר''ע דכל מידי דמימליך עליה שליחא מיניה הוא דהא סתם לן תנא בפ' כל הבשר כר''ע ואע''ג דלא ידעינן אי מחלוקת ואח''כ סתם או סתם ואח''כ מחלוקת אפ''ה נקיטינן כוותיה חדא דמחמיר ועוד דהא מפרשינן בגמ' דמאן דפליג עליה דר''ע יחידאה הוא דהיינו רשב''ג וקי''ל הלכה כר''ע מחבירו וכן פסקו הרי''ף והרא''ש בר''פ כל הבשר וז''ל הילכך הנודר מן הבשר אסור בכל מיני בשר ואינו מותר אלא בחגבים בלבד אבל בבשר דגים אסור משום דמימליך עלייהו שליח והא דקתני הכא מותר בבשר דגים אוקימנא בפ' הנודר מן הירק כשהקיז [צ''ל או] דהוה כייבן ליה עיניה בתחלה אוכלא דקשים ליה דגים הא לאו הכי אסור בבשר דגים משום דמימלך עלייהו שליח עכ''ל. וכך הם דברי רבינו שכתב שמקום שדרכן אם ישלח אדם שליח סתם אומר לו לא מצאתי אלא דגים אסור בדגים ואם מראים הדברים שלא נתכוון אלא לבשר בהמה דהיינו כגון שהקיז דם או דכייבי עיניה הרי זה מותר בבשר דגים ואפילו במקום שהשליח נמלך עליהם. ולענין עופות כתב הר''ן דלא מיתסר באתרא דלא מימליך עלייהו שליח דומיא דדגים ותמה על רבינו שחילק ביניהם דהא בגמ' משוינן להו. ול''נ שטעמו של רבינו משום דאע''ג דאמרי' בגמ' מ''ש בשר עוף לת''ק דאסור דעביד שליח דמימליך עליה בשר דגים נמי וכו' לאו למימרא דהמלכה דעופות הויא כהמלכה דדגים דהמלכה דעופות היינו דכי אמר לשלוחיה אייתי לי מינא דבשרא אמר לא אשכחנא בשרא בעית דאייתי דגים ואפילו את''ל דמימליך עלייהו נמי בריש שליחותיה מ''מ לא ממליך עלייהו כלישנא דמימליך אעופות דאדגים מימליך ואמר הכי אי לא אשכחנא בשרא אייתי דגים אבל אעופות מימליך ואמר הכי מאי בשרא בעית דבהמה או דעופות והכי דייק לישנא דגמ' דגבי דגים פריש לישנא דהמלכה דידהו וגבי עופות לא פריש. וא''ת א''כ היכי פריך מ''ש עופות וכו' דגים נמי וכו' הא איכא בינייהו טובא. י''ל דשם המלכה בעלמא ק''ל ושני ליה דאה''נ דאסור בבשר דגים ומתני' כשהקיז דם או כייבן ליה עיניה וה''ה דה''מ לשנויי ליה דלעולם מותר בבשר דגים דשאני המלכה דידהו מהמלכה דעופות אלא משום דבעא לאוקומי ת''ק דרשב''ג כר''ע וכדקאמר מאן תנא דפליג עליה דר''ע רשב''ג דתניא וכו' שני ליה דאה''נ דאסור בבשר דגים והב''ע כשהקיז דם או דכייבן ליה עיניה, כך נ''ל ליישב דברי רבינו. ומהרי''ק בסי' צ''ט וקע''ז האריך ליישב דברי רבינו. ולהיות דבריו ארוכים ביותר לא העתקתים: \n",
        "<b>ודע</b> דאמרי' בגמ' אמר אביי מודה ר''ע לענין מלקות שאינו לוקה ופירש הר''ן דכיון דדילועין לא משתמעי בהדיא (אלא מרבויא דלישניה) אף ע''ג דמימליך שליח עליה לא מתסרי בודאי אלא מספיקא הילכך לא לקי עכ''ל. ויש לתמוה על רבינו למה השמיטו: \n\n"
      ],
      [
        "<b>הנודר מן המבושל מותר בביצה שלא נתבשלה עד שקפתה וכו'.</b> הטור כתב הרמב''ם התיר ביצה מגולגלת ולא נהירא דבירושלמי אוסר אותה בהדיא עכ''ל. והירושלמי הזה הוא בפ' הנודר מן המבושל אמר רב חסדא אסור בביצה מגולגלת שכן דרך החולה לאכול בה פתו ונראה שטעם רבינו מדתנן בפ' הנזכר (דף מ''ט) אמר קונם תבשיל שאני טועם אסור במעשה קדירה רך ומותר בעבה ובביצה טרמיטא ופירש הוא ז''ל בפירוש המשנה ביצה טרמיטה ביצה מבושלת במים חמין ומשמרין אותה שימור גדול שלא יקפה וקורין אותה הרופאים נימרשת עכ''ל. ולפ''ז ביצה זו אינה קרושה כלל אלא מחוממת בלבד ועושין אותה לרפואה ואין אוכלים עמה פת ולפיכך מותר בה וביצה מגולגלת דאוסר רב חסדא בירושלמי היינו שהיא קרושה כדרך ביצים צלויות או מבושלות רכות והיינו דקאמר שכן דרך החולה לאכול בה פתו שדרך החולים לאוכלן כשהן רכות מפני שהוא מאכל קל ומ''מ קרושות קצת הן ולא דמו לביצה טרמיטה שאינה קרושה כלל והכי דייק לישנא דרבינו פה שכתב מותר בביצה שלא נתבשלה עד שקפתה אלא נתגלגלה בלבד משמע דבשלא קפתה כלל ועיקר מיירי אבל קפתה קצת אסורה וכדא''ר חסדא בירושלמי. ומיהו יש לתמוה על פירוש רבינו בביצה טרמיטה דהא בגמ' מפרש דהיינו דמעייל לה אלפא זימני במיא חמימי ואלפא זימני במיא קרירי עד דמדזוטרא כי היכי דבלע יתה ואי אית ביה כיבא סריך עלה וכד נפיק אתיא ידע אסיא מאי סמא מתבעי ליה ובמאי מתסי. ונ''ל שסובר רבינו דההוא גוונא דמפרש בגמרא לאו דוקא אלא בכל גוונא דעבדי לה לרפואה ואין דרך לאכול עמה פת מיקרי ביצה טרמיטה ולפי שבזמן הזה לא נהגו הרופאים לעשות ביצה כדאיתא בגמרא לא כתבה רבינו וכתב במקומה ביצה שנהגו הרופאים לעשותה בזמנו שהיתה רכה ביותר: \n",
        "<b>הנודר ממעשה קדרה וכו'.</b> בפ' הנודר מן המבושל (נדרים דף מ״ט) הנודר ממעשה קדרה אינו אסור אלא ממעשה רתחתא אמר קונם היורד לקדרה שאני טועם אסור בכל המתבשלים בקדרה וכתבה הר״ן דף נ״א מפרש בירושלמי איזהו מעשה רתחתא כגון חילקא טרגין וטיסני (סלת) אורז זריד וערסן והיינו דקאמר אינו אסור אלא ממעשה רתחתא ונקרא רתחתא ע״ש שצריך להרתיח ולבשל הרבה ע״כ. ולפי זה משמע דמתניתין הכי מיפרשא הנודר ממעשה קדרה אינו אסור אלא במעשה רתחתא דהיינו חילקא וטרגין וכו' בלבד שדברים אלו נקראים מעשה קדרה ולא דברים אחרים אמר קונם היורד לקדרה שאני טועם אסור בכל המתבשלים בקדרה דכלהו בכלל היורד לקדרה הם, והטור מפרש דמעשה קדרה ומעשה רתחתא היינו דברים שבישולם נגמר בקדרה אמר היורד לקדרה אסור בכל המתבשלים בקדרה אע״פ שלא נגמר בישולם בקדרה אלא באלפס או בכלי אחר וכדקתני בברייתא: \n\n"
      ],
      [
        "<b>הנודר מן הדגים מותר בציר ומורייס.</b> משנה שם (דף נ''א) דג דגים שאני טועם אסור בהם בין גדולים בין קטנים וכו' ומותר בציר ומשמע לרבינו דהוא הדין דמותר במורייס דמ''ש: \n",
        "<b>הנודר מן החלב וכו' עד מותר בחלב.</b> ג''ז משנה שם הנודר מן החלב מותר בקום ר' יוסי אוסר מן הקום מותר בחלב, ובגמרא (דף נ''ב:) ורמינהי מן העדשים אסור באשישים ור' יוסי מתיר ל''ק מר כי אתריה ומר כי אתריה באתריה דרבנן קרו לחלבא חלבא ולקומא קומא באתריה דר' יוסי לקומא נמי קרו ליה קומא דחלבא. וכתב הר''ן מן הקום מותר בחלב לפום לישנא (דמתני') משמע דר' יוסי נמי מודה בהא ומיהו בברייתא בגמ' פליג ואהא דאמרינן באתריה דר' יוסי לקומא נמי קרי ליה קומא דחלבא כתב וא''ת תינח דנודר מן החלב אסור בקום לפי שעדיין שם חלב עליו דקומא דחלבא קרו ליה אלא נודר מן הקום אמאי אסור בחלב הא לא קרו ליה חלבא דקומא, י''ל דכיון דקרו לקומא קומא דחלבא ה''ל קום וחלב דבר אחד עכ''ל. ורבינו סתם וכתב לשון המשנה בלבד ולא חילק בין אתרא לאתרא ויש לתמוה עליו דהא משמע דלת''ק נמי באתרא דקרו לקומא קומא דחלבא הנודר מן החלב אסור בקום, ואפשר שטעמו משום דבירושלמי משמע דפליגי ר' יוסי ות''ק דקאמר מ''ט דר' יוסי שם אביו קרוי עליו משמע דלת''ק אע''פ ששם אביו קרוי עליו מותר וסובר רבינו שכיון שכן יש לפרש דגמרא דידן נמי סבר דפליגי משום דכל טצדקי דאפשר למעבד דלא לשוויי פלוגתא בין גמרא דידן לירושלמי עבדינן הילכך ע''כ לומר דהא דקאמר בגמרא באתרא דרבנן קרו לחלבא חלבא ולקומא קומא לאו דוקא דהא לרבנן לא איצטריך למימר הכי דהא לדידהו לק''מ וכמו שפירש הר''ן אלא איידי דאיצטריך לומר לר' יוסי דבאתריה קרו ליה קומא דחלבא אמר דבאתרייהו דרבנן קרו ליה קומא ולאו דוקא דלרבנן אפילו קרו ליה קומא דחלבא שרי א''נ ה''ק רבנן סברי דאע''ג דקרו ליה קומא דחלבא שרי דכיון דלחלבא גופיה קרו חלבא סתם ולקומא קרו קומא אפילו קרו ליה קומא דחלבא שרי דכיון דקרו ליה בשמא חדתא דלא מיקרי ביה חלבא שרי ור' יוסי סבר כיון דמדכר בההוא שמא חלבא אסור ולהא פירושא דייקא נמי דנקט במילתייהו דרבנן קרו לחלבא חלבא דלא איצטריך אלא לכדאמרן. ומיהו לישנא דבאתרייהו דרבנן וכן לישנא דמר כי אתריה ומר כי אתריה קשה להאי פירושא. לכן נ''ל דס''ל ז''ל דכיון דאשכחן דירושלמי סבר דפליגי רבי יוסי ותנא קמא איכא למימר דגמרא דידן סבר הכי אלא דמשום דחזא דרמו ליה דרבנן אדרבנן ודר' יוסי אדר' יוסי וכדפירש''י אהדר ליה לפום שיטתיה דרמי דרבנן אדרבנן דאיכא למימר דל''ק דמר כי אתריה ומר כי אתריה אבל לפום קושטא דמילתא רבנן פליגי אר' יוסי וסברי דאפילו קרו ליה קומא דחלבא נמי שרי ואפ''ה לא רמי דידהו אדידהו וכדכתב הר''ן דקום לאו חלב הוא אבל אשישים עדשים נינהו. \n",
        "<b>ומה שכתב רבינו שקום הוא המים המובדלים מן החלב.</b> כן פירשו המפרשים אבל הראב''ד כתב אנו מפרשים חלב הקפוי עכ''ל. ונראה שטעמו משום דאיתא בירושלמי קום חלבא מקטרא. ויש לדחות ולומר דה''ק כשהחלב קפוי נבדלים ממנו מים והם נקראים בשם החלב הקפוי. \n",
        "<b>ומה שכתב נדר מן הגבינה וכו'.</b> שם במשנה ומשמע לרבינו דאע''ג דבשם אבא שאול קתני לה ליכא מאן דפליג עליה: \n\n"
      ],
      [
        "<b>הנודר מן החטים וכו'. ומה שכתב חטה חטים שאני טועם.</b> משנה בסוף פרק הנודר (נדרים דף נ״ג:): \n",
        "<b>(ומה שכתב חטה שאני טועם וכו') עד אסור בין באפוי בין לכוס,</b> ברייתא שם ופירש הר''ן חטה שאני טועם אסור לאפות דפת חטה מיקרי דחד גופא נמי הוא אבל חטים משמע לכוס מפני שאדם כוסס חטים חלוקים ביחד: \n",
        "<b>והנודר מן הדגן או מן התבואה וכו'.</b> משנה שם (דף נ''ה:) וכת''ק: \n\n"
      ],
      [
        "<b>הנודר מן הירק מותר בדלועין.</b> ר''פ (דף נ''ד) הנודר מן הירק מותר בדלועין ור''ע אוסר ובגמרא מקשה לר''ע והא מן ירק נדר אמר עולא (באומר) ירקי קדרה עלי ודילמא ירק הנאכל בקדרה קאמר באומר ירק המתבשל בקדרה ופירש הרא''ש והא מן ירק נדר וסתם ירק בלשון בני אדם הוא ירק הנאכל (חי) ודילמא ירק הנאכל בקדרה (ירק הנאכל ע''י) כבישת הקדרה וכו' ובלשון בני אדם יותר נקרא (ירק) מירק המתבשל בקדרה עכ''ל. וכתב רבינו הנודר מן הירק מותר בדלועין לאשמועינן דאע''ג דפסק כר''ע מותר בדילועין, והשמיט מלכתוב דאומר ירק המתבשל בקדרה עלי אסור בדילועין וכר''ע מפני שסמך על מ''ש גבי נודר מן הבשר דכל מידי דמימליך עליה שליח מיניה הוא ואסור: \n",
        "<b>הנודר בכרישין וכו'.</b> משנה ס״פ הנודר מן המבושל (נדרים דף נ״ג:): \n",
        "<b>הנודר מן הכרוב וכו' עד מותר בשלקות עצמן.</b> ג''ז משנה שם (פ' קונם יין דף ס''א:) מן הכרוב אסור באספרגוס מן האספרגוס מותר בכרוב ומפרש רבינו באספרגוס היינו מים שנתבשל בהם הכרוב: \n",
        "<b>הנודר מן הרוטב וכו'. </b> בברייתא שם (דף נ''ב:) (הנודר) מן הרוטב מותר בקיפה מן הקיפה מותר ברוטב. ופירש רבינו דקיפה היינו תבלין והמפרשים פירשו דהיינו דק דק של בשר שיורד בשולי קדרה: \n",
        "<b>הנודר מן הגריסין וכו'.</b> גם זה משנה שם (דף נ''ג:): \n\n"
      ],
      [
        "<b>הנודר מפירות הארץ וכו' עד אסור בכולם.</b> ברייתא פ' הנודר מן הירק (נדרים דף נ״ה:): \n\n"
      ],
      [
        "<b>הנודר מפירות הקיץ וכו'.</b> ברייתא פרק קונם יין (נדרים דף ס״א:) וכתנא קמא: \n\n"
      ],
      [
        "<b>ובכל הדברים האלו וכיוצא בהם הזהר בעיקר הגדול וכו'.</b> בר״פ הנודר מן המבושל (נדרים דף מ״ט:): \n\n"
      ],
      [
        "<b>הנודר מן הענבים מותר ביין.</b> משנה שם (דף נ''ב:). \n",
        "<b>ומ''ש ואפילו החדש, ומ''ש מן הזיתים מותר בשמן וכו' עד מפני שכל אלו שם לווי הם.</b> משנה שם: \n\n"
      ],
      [
        "<b>הנודר מן הכסות וכו' עד ואסור ליכנס לעיבורה.</b> משנה בפ' הנודר מן הירק (נדרים דף נ״ה:): \n\n"
      ],
      [],
      [
        "<b>הנודר הנאה מבני העיר כו' נדר מיושבי העיר וכו'.</b> ברייתא בס״פ חלק (סנהדרין דף קי״ב) ובפ״ק דב״ב (דף ח'): \n\n"
      ],
      [
        "<b>הנודר מן המים הנמשכים ממעין פלוני וכו' עד הנקראות על שמו.</b> בפ' בתרא דבכורות (דף נ''ה) זכרותא דמיא כלומר עיקר המים שבעולם פרת דא''ר יהודה אמר רב הנודר ממי פרת אסור בכל מימות שבעולם ה''ד אי דאמר לא שתינא ממי פרת מי פרת הוא דלא שתינא הא מנהרא אחרינא שתינא אלא דלא שתינא ממיא דאתו מפרת דא''ר יהודה אמר רב כל הנהרות למטה מג' נהרות וג' נהרות למטה מפרת: \n",
        "<b>כתב</b> הראב''ד הנודר מן המים הנמשכים ממעין פלוני א''א עיקרא דהאי מילתא וכו'. איני יודע מה ראה הראב''ד לכתוב כאן מקום הדין יותר מבמקומות אחרים. ואפשר שמפני שלשון רבינו אינו ממש לשון הגמ' רצה ללמדנו שאעפ''כ משם הוא נלמד: \n\n"
      ],
      [
        "<b>הנודר מיורדי הים (וכו'.</b> משנה בפ' ד' נדרים (נדרים דף ל') הנודר מיורדי הים) מותר ביושבי היבשה מיושבי היבשה אסור (אף) ביורדי הים שיורדי הים בכלל יושבי יבשה לא כאלו ההולכים מעכו ליפו אלא ממי שדרכו לפרש. ופירש הרא״ש מותר ביושבי יבשה באותם שאין רגילין להיות יורדי הים באניות. מיושבי יבשה אסור ביורדי הים אפילו הם עכשיו בים שסופם לעלות ליבשה. ואהא דתנן לא כאלו ההולכים מעכו ליפו וכו' איכא תרי לישני בגמרא ובלישנא בתרא אמרינן דאסיפא קאי הנודר מיושבי יבשה אסור ביורדי הים ולא כאלו ההולכים מעכו ליפו בלבד אלא אפילו במי שדרכו לפרש הואיל וסופו ליבשה סליק ופסקו הרא״ש והר״ן כי האי לישנא וכך הם דברי רבינו. וכתב הר״ן דלהאי לישנא נודר מיורדי הים אף בהולכים מעכו ליפו בכלל יורדי הים מדלא פירש מידי ארישא. ומיהו כתב בשם הרשב״א דמסתברא דאינו אסור במי שירד פעם אחת מעכו (ליפו) אלא במי שרגיל לירד שם תדיר אי נמי במי שהיה יורד בשעת נדרו מעכו ליפו עכ״ל: \n",
        "<b>נדר מרואי חמה וכו'.</b> (משנה שם דף ל':) ומפרש טעמא בגמרא מדלא קאמר מן הרואים וכתב הרא''ש ואפילו אמר מן הרואים נתכוונתי לא צייתינן ליה: \n",
        "<b>נדר משחורי הראש וכו'.</b> ג''ז משנה שם ובגמרא מ''ט מדלא קאמר מבעלי שער וכו' (ככתוב בחבורי x). \n",
        "<b>ומ''ש ואם דרכם לקרות שחורי הראש לכל אסור בכל.</b> הוא ע''פ מה שנתבאר בפ' זה: \n\n"
      ],
      [
        "<b>נדר משובתי שבת וכו' נדר מעולי ירושלים וכו'.</b> ג''ז משנה שם (דף ל''א) ובגמ' מאי שובתי שבת וכו' ככתוב בחיבורי: \n",
        "<b>הנודר מבני נח וכו'.</b> ג''ז משנה שם ובגמ' וישראל מי נפיק מכלל בני נח כיון דאיקדש אברהם אתקרו על שמיה כלומר ולא על שם בני נח: \n\n"
      ],
      [
        "<b>ומה שכתב נדר מזרע אברהם וכו'.</b> ג''ז שם משנה וגמרא: \n\n"
      ],
      [
        "<b>נדר מן הערלים וכו' עד כי כל וכו'.</b> ג''ז משנה שם (דף ל''א:): \n\n"
      ],
      [
        "<b>הנודר מישראל וכו' עד סוף הפרק.</b> תוספתא פרק שני: \n\n"
      ]
    ],
    [
      [
        "<b>הנודר או הנשבע שאיני טועם היום וכו'.</b> משנה ר''פ קונם (דף ס'). \n",
        "<b>ומ''ש לפיכך הנודר שאני טועם היום וכו'.</b> שם בגמ'. \n",
        "<b>ומ''ש נדר שאני טועם יום וכו'.</b> שם בעיא דלא איפשיטא ולחומרא לענין איסור ולהקל לענין מלקות: \n\n"
      ],
      [
        "<b>שאני טועם שבת וכו'.</b> משנה שם שבת זו אסור בכל השבת והשבת לשעבר חדש זה אסור בכל החדש ור''ח להבא שנה זו אסור בכל השנה ור''ה לעתיד לבא שבוע זו אסור בכל השבוע ושביעית לשעבר ואם אמר יום אחד שבת אחת חדש אחד שנה אחת שבוע אחת אסור מיום ליום. \n",
        "<b>ומ''ש אמר שבת סתם ולא פירש וכו' נדר חדש סתם וכו' שאני אוכל שנה וכו'.</b> כבר נתבאר שהוא בעיא דלא איפשטא לגבי אומר יום ומינה נילף לאינך: \n\n"
      ],
      [
        "<b>ומה שכתב אף על פי שהיה החדש חסר.</b> הכי מפרש מתניתין בגמרא: \n\n"
      ],
      [
        "<b>ומ''ש אפילו לא נשאר מן השנה אלא יום אחד וכו'.</b> בפ''ק דר''ה (דף י''ב) תניא באחד בתשרי ר''ה לנדרים ובעי בגמרא (למאי הלכתא) לכדתניא המודר הנאה מחבירו לשנה מונה י''ב חדש מיום ליום ואם אמר שנה זו אפילו לא עמד אלא בכ''ט באלול (כיון שהגיע יום אחד באלול) עלתה לו שנה ופריך ואימא ניסן (הוי ר''ה לנדרים) ומשני בנדרים הלך אחר לשון בני אדם: \n",
        "<b>ומ''ש ואם נתעברה השנה וכו'.</b> משנה בפ' קונם (דף ס''ג) קונם יין שאני טועם לשנה (נתעברה השנה) אסור בה ובעיבורה וכתב הרא''ש עלה דהיינו לומר שאם אמר שנה אחת אסור י''ג חודש ולא אמרינן לא היתה דעתו על שנה מעוברת אלא בסתם השנים שהם י''ב חדש אלא בנדרים הלך אחר לשון בנ''א ובין פשוטה ובין מעוברת קרויה שנה וכך הם דברי רבינו: \n\n"
      ],
      [
        "<b>ומ''ש יובל זה וכו'.</b> שם (דף ס''א) איבעיא להו אמר יין שאני טועם יובל מאי שנת החמשים כלפני חמשים או כלאחר חמשים ופי' הרא''ש דבאומר יובל זה מיירי דאי בשאינו אומר זה בעיא דלא איפשיטא גבי אומר יום ולא אמר זה ת''ש דתניא פלוגתא דר' יהודה ורבנן וקדשתם את שנת החמשים שנה שנת החמשים אתה מונה ואי אתה מונה שנת החמשים ואחת מכאן אמרו יובל אינו עולה למנין שבוע ר' יהודה אומר יובל עולה למנין שבוע וידוע דהלכה כרבנן: \n\n"
      ],
      [
        "<b>שאני שותה יין עד ראש אדר וכו'.</b> משנה שם (דף ס''ג.) עד ראש אדר עד ראש אדר ראשון עד סוף אדר עד סוף אדר שני כך היא גירסת רבינו והרא''ש והטור. וכתב הרא''ש דטעמא דלשני אדרים חשיב חד ירחא. והראב''ד כתב א''א הגרסות מתחלפות במלה זו שמצאתי שתי נוסחאות שאין בהם אלא עד סוף אדר (שני) [ראשון] ובנוסחא ירושלמית מצאתי [ג''כ] אדר הראשון כו' עכ''ל. וכך היא גי' הר''ן עד ר''ח אדר עד ר''ח אדר ראשון עד סוף אדר עד סוף אדר ראשון וכתב דטעמא משום דאדר סתמא ראשון משמע. \n",
        "<b>ומ''ש רבינו לחלק בין ידע שהשנה מעוברת ללא ידע,</b> משום דדייקינן עלה במתני' בגמ' לימא ר' יהודה היא דתניא אדר ראשון כותב אדר א' אדר שני כותב אדר סתם דברי ר''מ ר''י אומר אדר א' כותב (אדר) סתם אדר ב' כותב אדר תניין אמר אביי אפי' תימא ר''מ היא הא דידע דמיעברא שתא הא דלא ידע והתניא עד ר''ח אדר עד ר''ח אדר ראשון אם היתה שנה מעוברת עד ראש (חדש) אדר שני מכלל דרישא לאו במעוברת עסקינן ש''מ הא דפשיטא ליה דמיעברא שתא הא דלא ידע פי' דכי ידע דמיעברא שתא כי אמר אדר סתם הראשון משמע ולא השני שלא נתכוון אלא לאדר הסמוך לשבט וכי ידע דמיעברא כי אמר אדר סתם משמע השני. ומשמע לרבינו דהלכה כר''מ והטעם מדקאמר גמ' עלה דמתני' לימא ר' יהודה היא משמע דדחיקא מילתא לאוקומה דלא כר''מ משום דסתם מתני' ר''מ וכל היכא דאתיא דלא כוותיה הויא דוחקא וכיון דבאוקימתא דאביי אתיא כר''מ נקיטינן כוותיה כדקי''ל הלכה כסתם משנה ועוד דברייתא דמייתי לסיועיה מיתניא סתמא כר''מ כוותיה נקיטינן: \n\n"
      ],
      [
        "<b>האוסר עצמו בדבר עד הפסח וכו'.</b> משנה שם (דף ס') עד הפסח אסור עד שיגיע עד שיהא אסור עד שיצא עד פני הפסח ר''מ אומר אסור עד שיגיע ר' יוסי אומר אסור עד שיצא ובגמ' (דף ס''א) למימרא דר''מ סבר לא מעייל איניש נפשיה לספיקא ור' יוסי סבר מעייל איניש נפשיה לספיקא כלומר דעד פני יש במשמעו ג' ענינים איכא למימר עד פני ימים הראשונים דהיינו עד שיגיע ואיכא למימר עד פני ימים האחרונים ואיכא למימר עד בפני הפסח והיינו עד שיצא וקאמר ר''מ עד שיגיע דלא מעייל איניש נפשיה לספיקא ודבר המבורר לקרות פני הפסח היינו כשיגיע ור' יוסי סבר מעייל איניש נפשיה ליאסר בכל מה שיוכל להסתפק ורמינהי מי שיש לו שתי כתי בנות משתי נשים וכו' א''ר חנינא בר אבדימי אמר רב מוחלפת השטה והתניא (זה הכלל) כל שזמנו קבוע ואמר עד לפני ר''מ אומר עד שיצא ור' יוסי אומר עד שיגיע וסובר רבינו דכיון דמהפכינן להו וקי''ל ר''מ ור' יוסי הלכה כר' יוסי נקטינן באומר עד פני הפסח שאינו אסור אלא עד שיגיע ואע''ג דבקידושין פרק האומר (דף ס''ד) רמינן הני תרתי מתני' אהדדי ומסקינן התם לעולם לא תיפוך דבמתני' לאו במעייל נפשיה לספיקא פליגי אלא בלישנא בעלמא פליגי דר''מ סבר עד פני עד קמי פיסחא משמע ור' יוסי סבר עד דמתפני פיסחא משמע ולפום ההיא סוגיא מתני' כדקיימא קיימא ור' יוסי סבר עד שיצא אפ''ה כיון דהך סוגיא איתמרא בסוגיא דנדרים משמע דאיכא למיסמך עלה לענין נדרים טפי מההיא סוגיא דהתם דלא בדוכתה אתמר. זהו דעת רבינו ושלא כדעת הרמב''ן והרא''ש שפסקו כסוגיא דהתם דלא תיפוך וכר' יוסי דאמר דעד פני אסור עד שיצא: \n",
        "<b>אמר עד הקציר וכו' זה הכלל כל שזמנו קבוע וכו'.</b> ג''ז משנה שם (דף ס''א): \n\n"
      ],
      [],
      [
        "<b>האוסר עצמו בדבר עד הקיץ וכו' עד אבל לא קציר שעורים.</b> גם זה משנה שם (דף ס''ב:) ופירש הר''ן עד שיתחילו העם לקצור קציר חטים דהא הוא דחשיב להו לאינשי וקרו ליה קציר סתם: \n",
        "<b>פירש ואמר עד וכו'.</b> ג''ז משנה שם (דף ס''א:): \n",
        "<b>הכל לפי מקום של נודר וכו'.</b> משנה וברייתא שם (דף ס''ב:): \n\n"
      ],
      [],
      [
        "<b>האוסר עצמו בדבר עד הגשם וכו'.</b> שם במשנה עד הגשמים עד שיהיו הגשמים עד שתרד רביעה שניה רשב''ג אומר עד שיגיע זמנה של רביעה ובגמ' א''ר זירא מחלוקת דאמר עד הגשמים אבל אמר עד הגשם עד זמן גשמים קאמר. פירוש רשב''ג אומר עד שיגיע זמנה של רביעה אע''פ שלא ירדו גשמים. מחלוקת עד הגשמים דגשמים משמע לת''ק ירידת גשמים וגם משמע לשון רבים ומיעוטן שנים אבל עד הגשם לשון זמן ואפליגו תנאי בזמן הרביעה ורבינו נראה שהוא פוסק כר' יוסי דאמר רביעה ראשונה היא בי''ז במרחשון ושניה בכ''ג בו ושלישית בר''ח כסליו ומפרש דר' זירא ה''ק מחלוקת דאמר עד הגשמים דמשמע עד שירדו גשמים ממש וגם משמע שירדו מרביעה שניה ואילך דגשמים לשון רבים הוא ומיעוטן שנים אבל אמר עד הגשם עד זמן גשמים קאמר כלומר לשון דעד הגשם משמע עד שיגיע זמן הגשם ואע''פ שלא ירדו גשמים וזמן הגשם דמהני אפילו לא ירדו היינו שהגיע זמן אחרון שלהם דהיינו זמן רביעה שלישית ומיהו אם ירדו גשמים אפילו ברביעה ראשונה סגי דכך חשיב ירדו מרביעה ראשונה ואילך כמו הגיע זמן רביעה שלישית ולא ירדו: \n",
        "<b>והראב''ד</b> כתב א''א יראה לי שיש כאן שיבוש והל''ל עד הגשם וכו'. ובעל מ''ע כתב שספר מוטעה בא ליד הראב''ד ואילו בא לידו הנוסחא הנכונה שהיא הכתובה בספרים שלנו לא היה משיגו. וכתב כן לפי שחשב שלא השיגו הראב''ד אלא על סוף דבריו ולא על תחלתן. והדבר ברור שאם היה מבין בעל מ''ע דברי הראב''ד לא היה כותב כן כי דבר פשוט הוא שעל תחלת דבריו הוא משיג משום דהא דא''ר זירא אבל אמר עד הגשם עד זמן גשמים קאמר משמע ליה להראב''ד דהיינו לומר דעד הגשם משמע עד זמן הגשם בין ירד בין לא ירד וגם משמע עד זמן הגשם הראשון דהיינו רביעה ראשונה וכמו שפירשו המפרשים ואילו רבינו כתב דבלא ירדו גשמים אסור עד ר''ח כסליו שהיא רביעה שלישית לרבי יוסי ובהגיע זמן רביעה ראשונה אלא א''כ ירדו גשמים ולכן כתב דיש כאן שיבוש שמן הראוי הוה ליה להתיר בהגיע זמן רביעה ראשונה בין ירדו גשמים בין לא ירדו. ומה שסיים הראב''ד ואם אמר עד הגשמים אסורים עד שירדו גשמים וכו' סיומא דלישנא נקט ואזיל ולא להשיג עליו בא. א''נ אפשר שהוא משיג עליו למה כתב והוא שירדו מזמן רביעה שניה שהיא בא''י ומקומות הסמוכים לה וכו' דמשמע דדוקא בנודר בא''י דוקא קאמר אבל לא בנודר בח''ל והראב''ד סובר דבכ''מ הולכים אחר רביעה דא''י ומ''מ שוים רבינו והראב''ד דהלכה כרבי יוסי בענין זמן הרביעיות וכן בדין דהא הלכתא כוותיה לגבי ר' יהודה ועוד דבפ''ק דתעניות (דף ו') איפסיקא בגמ' הלכה כר' יוסי בהא. ומ''מ יש לתמוה למה פסקו כת''ק ולא כרשב''ג שכל מקום ששנה במשנתנו הלכה כמותו. וי''ל שהטעם מדא''ר זירא מחלוקת דאמר עד הגשמים וכו' וההיא לת''ק איצטריך וכיון דר' זירא פירש דברי ת''ק משמע דהלכתא כוותיה: \n",
        "<b>ומ''ש ואם פירש ואמר עד שיפסקו הגשמים וכו'.</b> שם במשנה וכר''י לגבי ר''מ: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> מי שהדיר את אשתו במרחשון וכו'.</b> משנה פרק הנודר מן הירק (נדרים דף נ״ז) שאת נהנית לי עד הפסח אם הולכת את לבית אביך עד החג הלכה לפני הפסח אסורה בהנאתו עד הפסח לאחר הפסח בלא יחל דברו שאת נהנית לי עד החג אם תלכי לבית אביך עד הפסח הלכה לפני הפסח אסורה בהנאתו עד החג ומותרת לילך אחר הפסח. ופירש הרא״ש לאחר הפסח בלא יחל דברו אם הלכה לאחר הפסח עוברת בבל יחל למפרע על מה שנהנית ממנו קודם הפסח. ובפ' ואלו מותרים (נדרים דף ט״ו) אהא דא״ר יהודה קונם עיני בשינה היום אם אישן למחר אל יישן היום שמא יישן למחר מותיב מרישא דמתני' דקתני הלכה לפני הפסח אסורה בהנאתו הלכה אין לא הלכה לא ומשני הלכה לפני הפסח אסורה ולוקה לא הלכה איסורא בעלמא והדר מותיב מדקתני סיפא אחר הפסח בלא יחל דברו ואי דלא איתהני לפני הפסח מי איכא בל יחל אלא פשיטא דאיתהני אלמא מתהני כלומר אלמא מותר ליהנות ומשני אי דאיתהני ה״ז בבל יחל דברו כלומר אם עברה ונהנית לפני הפסח ועברה והלכה לאחר הפסח ה״ז בבל יחל ופסקו הפוסקים הלכה כרב יהודה וא״כ נקיטינן מתני' כדאוקימנא אליביה וכן הם דברי רבינו: \n",
        "<b>ועל מ''ש רבינו עבר הפסח אע''פ שעבר התנאי ה''ז אסור לו לנהוג חולין בנדרו וכו'.</b> כתב עליו הטור ואיני מבין דבריו שהרי לא נדר אלא עד הפסח הילכך אחר הפסח מותרת ליהנות לו עכ''ל: \n",
        "<b>והראב''ד</b> כתב וז''ל א''א חיי ראשי צורת ההלכה אינה כן וכו'. כלומר דאוקימנא בגמ' דהא דתנן עבר הפסח בלא יחל דברו דוקא בשעברה ונהנית קודם הפסח דאז אם תלך אחר הפסח בלא יחל דברו אבל אם לא נהנית קודם הפסח מותרת לילך אחר הפסח. ולתרץ זה היה נ''ל דאה''נ שדעת רבינו שאפי' לא נהנית קודם הפסח אסורה לילך וליהנות אחר הפסח והיינו דתנן עבר הפסח בלא יחל דברו וכ''נ מדבריו בפירוש המשנה וטעמא משום דכיון דזמן משך השבועה שלא תלך לבית אביה עד החג בכל ההוא זימנא אסורה לילך וליהנות והא דמוקי לה בגמרא דאי איתהני והיינו לפום מאי דס''ד דמקשה דכל היכא דלא איתהני מקמי פיסחא לא איתסר ליה אבל קושטא דמילתא דאפי' לא איתהני מקמי פיסחא נמי אסורה אחר הפסח לילך וליהנות. אבל קשה מי דחקו לרבינו לפרש כן ולא פירש דקושטא דפירושא דמתני' הוא כדמשמע בגמרא דכל דלא איתהני מקמי פיסחא ליכא משום בל יחל ותו דא''כ מאי האי דמשמע בגמרא דכל דלא איתהני מקמי פיסחא ליכא משום בל יחל ותו דא''כ מאי האי דמסיים בה רבינו פה ואם הלכה אחר הפסח אינה אסורה מליהנות לו: \n",
        "<b>ולכן</b> נראה דרבינו מודה ודאי דהיכא דלא נהנית קודם הפסח מותרת לילך אחר הפסח והכא כשנהנית קודם הפסח עסיק וה''ק עבר הפסח אע''פ שהלך התנאי ה''ז אסור לנהוג חולין בנדרו ולהניחה שתלך ותהנה, פי' אסור להניחה שתלך ותשאר בהנאתה שנהנית קודם הפסח שנמצא שעובר למפרע אבל ליהנות אחר הפסח מותר אפי' נהנית קודם הפסח והלכה אחר הפסח שנמצא שעבר על לא יחל מ''מ מותרת ליהנות אחר הפסח דהנאה זו כיון דלא מציא מתיא לידי איסורא כלל דהא לא הדירה אלא עד הפסח מותר וזהו שכתב ואם הלכה אחר הפסח אינה אסורה מליהנות לו: \n",
        "<b>ואהא דאמרי' הלכה לפני הפסח אסורה בהנאתו עד הפסח ולוקה</b> כתב הר''ן (ולוקה כלומר) לוקה היא אבל הוא אינו לוקה שהרי לא עשה שום איסור אלא שהדירה וכו' אבל הרמב''ם כתב לוקה הוא שהדירה אם ההנה אותה אבל היא אינה לוקה דכיון דלא נדרה כלל לא שייך בה לא יחל דברו וליתא דודאי הוא אינו לוקה מדאמרינן לקמן בפרק אין בין המודר גבי יש מעילה בקונמות וכו' ככרי עליך ונתנה לו במתנה מי מעל לימעול נותן הא לא אסיר עליה אלמא אין האוסר עובר כלל והמודר עבר דאף על גב דכתיב לא יחל לא יוחל הדבר קאמר וראיה מדאמרינן בפרק יוצא דופן לפי שמצינו שהשוה את הקטן לגדול לאיסור בל יחל ומפרש התם לאיסור בל יחל קאמר וכגון שהקדישו הוא ואכלו אחרים שהאחרים אין לוקין על הקדישו משום בל יחל אלמא מודר לוקה אע''ג דלא אמר (מידי הלכך כי אמרי') ולוקה אאשה קאי עכ''ל. וי''ל שדעת רבינו לומר שהיא פשיטא שלוקה ולא איצטריך למימר אלא אתא לאשמועינן שאם הוא ההנה אותה בידים גם הוא לוקה ואף על גב דבעלמא המאכיל איסור לחבירו אינו לוקה שאני האי שהוא המדיר והוא המיחל דברו: \n\n"
      ]
    ],
    [
      [
        "<b>קטן בן י״ב שנה ויום אחד וכו'.</b> משנה פרק יוצא דופן (נדה דף מ״ה:): \n\n"
      ],
      [
        "<b>ומ''ש כיצד הרי שנדרו וכו' ונדרו נדר אחר אפי' בסוף שנה זו וכו',</b> איני יודע מאין לו זה דבגמ' הכי אמרינן כיון דתני בת י''ב ויום אחד נדריה קיימים בודקין כל י''ב למה לי סד''א הואיל ואמר מר ל' יום בשנה חשובים שנה היכא דבדקנא ל' ולא ידעה להפלות אימא תו לא ליבדוק קמ''ל ומשמע דטעמא משום דלא ידעה להפלות הא אם ידעה להפלות לא צריך תו בדיקה. ואפשר שרבינו היה גורס היכא דבדקנא ל' וידעה להפלות אימא תו לא ליבדוק קמ''ל וצ''ע: \n\n"
      ],
      [],
      [
        "<b>ומה שכתב ודבר זה מדברי תורה וכו'.</b> שם. \n",
        "<b>ומ''ש אע''פ שנדריהם קיימים אם חיללו נדרם וכו'.</b> פשוט הוא דהא לאו בני עונשין נינהו: \n\n"
      ],
      [
        "<b>הקדישו ובא הגדול ונהנה וכו'.</b> שם (דף מ''ו ע''ב) וכר''י ור''ל: \n\n"
      ],
      [
        "<b>בד״א שבת י״ב ויום אחד נדריה קיימים וכו' אפי' הגדילה והרי היא נערה אביה מפר כל נדריה וכו'.</b> ר״פ נערה המאורסה (נדרים ס״ז:): \n\n"
      ],
      [
        "<b>ומה שכתב ועד מתי אביה מפר עד שתבגר וכו'.</b> גם זה שם (דף ע') ומקרא מלא דבר הכתוב בהפרת נדרי אב בנעוריה בית אביה ולא בוגרת: \n\n"
      ],
      [
        "<b>ומאימתי מפר הבעל וכו'.</b> במשנה פ''י (דף ע''ג:) ומבואר הוא מאחר שכתוב בתורה שלארוסה אינו מפר לבדו ואם בית אישה נדרה מפר לבדו ונדר הנשואה הוא משתכנס לחופה. \n",
        "<b>ומ''ש והוא מפר לעולם עד שיגרשנה ויגיע הגט לידה,</b> נראה דהיינו לומר דכיון שהגיע גט לידה אע''פ שעדיין אינה מגורשת כגון שנתנו לה ע''ת או לאחר זמן אינו יכול להפר וכדבסמוך: \n",
        "<b>היתה מגורשת מספק לא יפר לה נתן לה גט ע״ת או לאחר זמן לא יפר בימים שבינתיים.</b> קצת איכא למשמע הכי מדתניא בפרק מי שאחזו (גיטין דף ע״ג:) ת״ר ימים שבינתיים בעלה זכאי במציאתה ובמעשה ידיה ובהפרת נדריה וכו' דברי ר' יהודה וכו' וחכ״א מגורשת ואינה מגורשת משמע דלחכמים אינו מפר נדריה: \n",
        "<b>וכן מי ששמעה שמת בעלה וכו'.</b> משנה פ' האשה שהלך בעלה (דף פ''ז): \n",
        "<b>היתה מחייבי לאוין וכו'.</b> טעמו משום דכיון דקידושין תופסין בה מיקריא אשתו. וכתב רבינו והפר נדריה בלשון דיעבד משום דנישואיה באיסור: \n\n"
      ],
      [
        "<b>נערה מאורסה אין מפר נדריה אלא האב עם הבעל כאחד וכו'.</b> משנה פ' נערה מאורסה (דף ס''ו ס''ז). \n",
        "<b>ומ''ש הפר הבעל לבדו וכו' אינה לוקה.</b> שם (דף ס''ח) בעיא דאיפשיטא לגבי הפר הארוס לבדו וכתב הר''ן דה''ה בהפר אב לבדו וכ''כ הטור ורבינו העתיק דברי הגמרא: \n\n"
      ],
      [
        "<b>מת הארוס חזרה לרשות אביה וכו' מת האב אחר שנתארסה וכו'.</b> משנה שם (דף ע'): \n\n"
      ],
      [
        "<b>נערה ארוסה שנדרה וכו'.</b> משנה שם נדרה (והיא ארוסה נתגרשה) בו ביום ונתארסה בו ביום אפי' למאה אביה ובעלה האחרון מפירים נדריה ובגמרא מנ''ל דארוס אחרון מפר נדרים שנראו לארוס ראשון אמר שמואל אמר קרא ואם היו תהיה לאיש ונדריה עליה וכו' ותניא כוותיה. ויש לתמוה למה כתב רבינו ולא שמע ארוסה דהא שמואל אמר דאפי' שמע נמי ותניא כוותיה ולכן כתב הטור על דברי רבינו ולא נהירא. וי''ל שהטעם שהתנה רבינו שלא שמע אותם הארוס הראשון היינו משום דכתב מתני' כצורתה דמיירי כשנתגרשה והשתא את''ל דגירושין כהקמה דמו אם איתא דשמע ארוס ראשון לא היו יכולים להפר אביה ובעלה האחרון ולפיכך הוצרך לומר דמיירי בשלא שמע הארוס הראשון כי היכי דלא נפשוט מינה דגירושין כשתיקה דמו והכי איתא בהדיא בגמרא (דף ע''ב) דבעי למפשט ממתני' דגירושין כשתיקה דמו דאי כהקמה דמו מי מצי מפר ארוס אחרון נדרי דאוקי ארוס ראשון ודחינן הב''ע בשלא שמע ארוס ראשון ומקשינן א''ה מאי איריא בו ביום אפי' לאחר מאה יום נמי בשלא שמע ארוס ושמע אב דבו ביום הוא דמצי מפר אבל מכאן ואילך לא מצי מפר. ורבינו לא נקט בשמע אב כדי לאשמועינן רבותא דנתגרשה ונתארסה אפי' אחר כמה ימים יכולים להפר וכיון דנקטה בנתגרשה כצורתה דמתני' הוצרך להתנות שלא שמע ארוס ראשון כי היכי דלא נשמע מינה דפשיטא לן דגירושין כשתיקה דמו ויקשה למה שכתוב בסמוך דספוקי מספקא לן אבל היכא דמת ארוס ראשון פשיטא דאביה ובעלה האחרון מפירין נדריה אפילו שמען ארוס ראשון וכדקאמר שמואל בהדיא ותניא כוותיה ואע''ג דמשמע מהאי מימרא דשמואל ס''ל דגירושין כשתיקה דמו וכמו שפירשו הרא''ש והר''ן ואנן אמרינן דספוקי מספקא לן וא''כ הא דשמואל לא נהירא לן דתהוי הלכתא כוותיה איכא למימר דהיינו דוקא בנתגרשה מארוס ראשון אבל היכא דמת פשיטא דהלכתא כוותיה דאפי' שמע ארוס ראשון מצי ארוס אחרון להפר עם האב דהא ליכא מאן דפליג עליה בהא ועוד דתניא כוותיה והטור לא עלה על דעתו שרבינו מחלק בין מיתה לגירושין ולפיכך כתב בשמו דבמת צריך שלא ישמע הארוס ורבינו לא כן ידמה דדוקא בנתגרשה הוא דקאמר הכי ולא במת וכדפרישית: \n\n"
      ],
      [
        "<b>ומ''ש אבל האשה הנשואה שנדרה ולא הפר לה בעלה וכו'.</b> משנה בפי''א דנדרים (דף פ''ט) ומוקי לה בפ' נערה מאורסה (דף ע''ב) בנשואה: \n\n"
      ],
      [
        "<b>נערה מאורסה שנדרה ולא שמע אביה ולא בעלה וכו'.</b> נראה שהוא נלמד בק''ו מהדין שנתבאר בסמוך ולא הוצרך לשנותה אלא משום דההיא דבסמוך היא בשנתארסה לאחר בו ביום וזו אפי' נתארסה לאחר אחר כמה ימים, והטעם משום דברישא דמיירי בשמע האב ולא הפר עד שנתארסה לאחר א''א להעמידה בשנתארסה אחר אותו יום שמאחר שלא הפר ביום שמעו שוב אינו יכול להפר אבל בסיפא שלא שמע האב עד שנתארסה לאחר כי נתארסה לאחר אחר כמה ימים שפיר יכול להפר: \n\n"
      ],
      [
        "<b>נערה מאורסה וכו'.</b> בפ' נערה מאורסה (דף ע''א) תניא כוותיה דשמואל נערה המאורסה אביה ובעלה מפירין נדריה כיצד שמע אביה והפר לה ולא הספיק (הבעל) לשמוע עד שמת ונתארסה בו ביום אפי' מאה פעמים אביה ובעלה האחרון מפירין נדריה שמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת הבעל חוזר האב ומפר חלקו של בעל א''ר נתן הן הן דברי ב''ש אבל ב''ה אומרים אינו יכול להפר וסובר רבינו דבבא קמייתא ד''ה ולא פליגי אלא בבבא בתרייתא. וכתב הר''ן שכן פירשו מקצת הראשונים וכתב דמש''ה קתני נתארסה בו ביום דאי נתארסה ביום שלאחריו כיון דבשמת בעל נתרוקנה רשות לאב ולא הפר נדרו ביום קיימיה לנדריה, והטור כתב שאינו יכול להפר וטעמא משום דס''ל כדברי התוס' והרא''ש שפירשו דפלוגתא דב''ש וב''ה אף בקמייתא היא והלכה כב''ה דאמרי אינו יכול להפר וכתב על דברי רבינו ואינו נראה דכיון שאינו יורש חלק ארוס הראשון מפני קלישתו היאך יכול עוד להפר וגם הר''ן הוקשה לו כן ותירץ דבשלא חזרה להתארס איכא שינוי רשות דמנתיק ליה האי נדרא מארוס לאב כל היכא דקליש ליה לא מצי מנתיק אבל היכא דאיכא ארוס אחרון חזינן ליה להאי ארוס אחרון ככרעיה (דראשון) וכיון דמארוס לארוס קא אתי אע''ג דאיקליש ליה נדרא מצו אב ובעל להפר דכה''ג לאו אינתוקי הוא: \n\n"
      ],
      [
        "<b>שמע ארוס ראשון וכו'.</b> לטעמיה שנתבאר בסמוך אזיל דמפליג בין איכא ארוס אחרון להיכא דליתיה ומש''ה ס''ל דע''כ לא אמרי ב''ה בשמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת הבעל שאין האב חוזר ומפר חלקו של בעל אלא בדליכא ארוס אחרון אבל אי איכא ארוס אחרון אביה עם ארוס אחרון מפירים נדריה: \n\n"
      ],
      [
        "<b>שמע אביה ולא שמע הארוס וכו'.</b> ברייתא בפ' נערה מאורסה (דף ע''ב) אימתי אמרו מת הבעל נתרוקנה רשות לאב בזמן שלא שמע הבעל או שמע והפר או שמע ושתק ומת בו ביום וכו' אבל אם שמע וקיים או שמע ושתק ומת ביום שלאחריו אינו יכול להפר: \n\n"
      ],
      [
        "<b>ומ''ש גירשה הארוס אחר ששמע ה''ז ספק וכו'.</b> שם (דף ע''א:) בעיא דלא איפשיטא ולחומרא וכתב הר''ן שכן דעת הרמב''ן וכן דעת הרא''ש והטור ודלא כהרשב''א שסובר דאע''ג דלא איפשיטא ממתני' דמייתי עלה איפשיטא לה ממימריה דשמואל דלעיל לקולא: \n\n"
      ],
      [
        "<b>שמע האב והפר לה ומת האב וכו'.</b> ברייתא שם (דף ס''ח:) שמע אביה והפר לה ולא הספיק בעל לשמוע עד שמת האב זו היא ששנינו מת האב לא נתרוקנה רשות לבעל. וכתב הר''ן בשם קמאי דהא דקתני לא הספיק בעל לשמוע לאו דוקא הוא והוא כתב דלרבותא נקטיה, ול''נ דאורחא דמילתא נקט דמשום דלא הספיק לשמוע לא הפר שאם היה שומע היה מפר אבל אה''נ שאם שמע ולא הפר נמי אינו יכול להפר דלעולם אין הארוס מפר אלא בשותפות: \n\n"
      ],
      [
        "<b>שמע ארוס והפר לה וכו'.</b> ברייתא שם שמע בעלה והפר לה ולא הספיק האב לשמוע עד שמת (אין הבעל יכול להפר שאין הבעל מפר אלא בשותפות שמע אביה והפר לה ולא הספיק הבעל לשמוע עד שמת) חוזר האב ומפר חלקו של בעל א''ר נתן הן הן דברי ב''ש (אבל) ב''ה אומרים אינו יכול להפר: \n",
        "<b>ומ''ש או ששמע האב והפר לה.</b> שם (דף ע''ח) בברייתא שמע אביה והפר לה ולא הספיק הבעל לשמוע עד שמת ונתארסה בו ביום ואפי' מאה פעמים אביה ובעלה האחרון מפירין נדריה וכבר נתבאר שרבינו סובר שבבא זו ד''ה היא וטעמא משום דאיכא ארוס אחרון אבל אי ליכא ארוס אחרון אין האב יכול להפר: \n\n"
      ],
      [
        "<b>נדרה והפר לה אביה לבדו וכו' לפיכך היה דרך תלמידי חכמים וכו'.</b> משנה שם (דף ע''ב:): \n\n"
      ],
      [
        "<b>ומה שכתב שהבעל מפר נדרי אשתו אף על פי שלא שמע אותם.</b> כן נלמד מדברי משנה זו: \n\n"
      ],
      [
        "<b>הלך האב עם שלוחי הבעל וכו'.</b> בפ' נערה שנתפתתה (כתובות דף מ״ח:) תנן מסר האב לשלוחי הבעל הרי היא ברשות הבעל הלך האב עם שלוחי הבעל או שהלכו שלוחי האב עם שלוחי הבעל הרי היא ברשות האב מסרו שלוחי האב לשלוחי הבעל הרי היא ברשות הבעל. ובפ״ב דנדרים (דף פ״ט) אמרי' דהא דתנן זה הכלל כל שלא יצאתה לרשות עצמה שעה אחת אביה ובעלה מפירין נדריה לאיתויי הלך האב או שלוחיו עם שלוחי הבעל ואמרי' בפ' נערה שנתפתתה (כתובות דף מ״ט) דתנא דבי ר' ישמעאל הרי שמסר האב לשלוחי הבעל או שמסרו שלוחי האב לשלוחי הבעל ונתארמלה בדרך או נתגרשה היאך אני קורא בה בית אביה של זו או בית בעלה של זו אלא לומר לך כיון שיצתה שעה אחת מרשות האב שוב אינו יכול להפר. \n",
        "<b>ומ''ש רבינו בנמסרה ולא הבעל יכול להפר שאין הבעל מפר בקודמין,</b> נראה מדבריו אלה דבנדרים שנדרה קודם שנמסרה לשלוחיו מיירי ומדברי הטור נראה דגם בנדרים שנדרה אחר שנמסרה לשלוחיו אינו יכול להפר: \n\n"
      ],
      [
        "<b>שומרת יבם כו'.</b> משנה בפרק נערה המאורסה (נדרים דף ע״ב) וכר״ע וכ״פ הרמב״ן והרא״ש והר״ן. \n",
        "<b>ומ''ש אפי' עשה בה יבמה מאמר.</b> הכי אוקימנא בגמ' דמתני' בשעשה בה מאמר ואפ''ה אמר ר''ע דלא יפר: \n\n"
      ],
      [
        "<b>היתה יבמתו נערה מאורסה לאחיו וכו'.</b> טעמו משום דכיון דיבם כמאן דליתיה דמי קם ליה אב כאילו איתיה בלחודיה דאין לומר כיון דאיכא יבם אע''פ שאינו מפר לא נתרוקנה רשות לאב דא''כ לא הוה שתיק תנא מלמיתני שומרת יבם אין מפירים לה לא האב ולא היבם והר''ן נסתפק בדבר ולא נזכר למה שכתב רבינו: \n\n"
      ],
      [
        "<b>נערה שהשיאה אביה וכו'.</b> משנה פרק בתרא דנדרים (דף פ''ט ע''ב) ודלא כרבי יהודה: \n\n"
      ],
      [
        "<b>נערה מאורסה שנדרה ולא שמעו אביה וכו'.</b> כן משמע שם בגמרא בפרק נערה המאורסה (נדרים דף ע':): \n\n"
      ]
    ],
    [
      [
        "<b>כל הנדרים והשבועות וכו' שאין הבעל מפר אלא נדרי עינוי נפש.</b> מבואר בתורה. \n",
        "<b>ומ''ש דה''ה שמפר נדרים שבינו לבינה.</b> בר''פ בתרא דנדרים (דף ע''ט:) יליף לה מקרא. אבל מ''ש שהאב מפר כל מין נדרים ושבועות, הרא''ש והר''ן כתבו שם שגם האב אינו מפר נדרים שאין בהן עינוי נפש וכתב הרא''ש דהכי איתא בהדיא בספרי. וכתב בעל מ''ע שחכמי לוני''ל הקשו לרבינו מההיא דספרי, והשיב דקשה לו עליה מדלא אישתמיט שום אחד משני הגמרות ולא התוספתא להזכיר אותה דרשא דספרי ולפיכך סובר דליתא לההיא דרשא אלא אליבא דר''ש דסתם ספרי כוותיה ולא קיימא לן הכי אלא נקיטינן כפשטיה דקרא שלא חילק באב אלא אמר כל נדריה ואסריה אשר אסרה על נפשה לא יקום עכ''ל. ודבר תימה הוא לדחות ברייתא דספרי משום דלא נזכרה בגמרות ובתוספתא ואף על גב דסתם ספרי ר''ש כיון דלא אשכחן מאן דפליג עליה בהא משמע דדברי הכל היא ובכמה מקומות פוסק רבינו כברייתא דספרי אף על פי שלא נזכרה בגמרות ולא בתוספתא. ומה שטען מפשטיה דקרא איכא למימר דכיון דכתיב בין איש לאשתו בין אב לבתו הוקשו זה לזה לכל דבריהם מהכא דריש לה בסיפרי, ומ''ש שלא נזכר בשתי גמרות נכתב שלא בהשגחה שבירושלמי ריש פ''ב דנדרים אמרו בהדיא כשם שהבעל אינו מפר אלא נדרים שיש בהם עינוי נפש ודברים שבינו לבינה אף האב אינו מפר אלא נדרי עינוי נפש ודברים שבינו לבינה, וגם גמרא דידן איכא למימר נמי דלא נשמט מלהזכיר זה שהרי בריש פרק בתרא דנדרים דייק גמרא נדרי עינוי נפש הוא דמפר שאין בהם עינוי נפש אינו מפר והתניא בין איש לאשתו בין אב לבתו מלמד שהבעל מפר נדרים שבינו לבינה ואם איתא לא ה''ל לאיתויי אלא בין איש לאשתו ומדמייתי נמי בין אב לבתו משמע דהיינו לומר דהוקשו זה לזה. והרמב''ן בפירוש התורה כתב דברי ספרי והירושלמי. והר''א מזרחי כתב שם שרבינו סמך על מ''ש בפ''ב דנדרים כל הנדרים והשבועות האב מפר שנאמר ואם הניא אביה אותה כל נדריה ואסריה אשר אסרה על נפשה לא יקום אבל הבעל אינו יכול להפר אלא נדרים ושבועות שיש בהם עינוי נפש שנאמר לענות נפש אישה יקימנו ואישה יפרנו והוא הדין שבינו לבינה שנאמאר אלה החקים כו' בין איש לאשתו כו' עכ''ל. וכראותי דבריו אלו נשתוממתי איך רבינו בתשובתו לא הביא ראיה מזה המאמר ולא עוד אלא שכתב שלא נזכר דבר זה בשתי הגמרות וגם הרמב''ן והרא''ש והר''ן היאך אפשר שנעלם מהם מאמר זה ובדקתי בכל הפרק הנזכר ולא מצאתי מאמר זה והייתי נבהל היאך העיד הר''א מזרחי על מאמר זה שהוא בפרק הנזכר, ועיינתי בסמ''ג ומצאתי שכתב בלשון הזה כל הנדרים והשבועות האב מפר ביום שמעו שנאמר ואם הניא אביה אותה ביום שמעו כל נדריה וכו' אבל הבעל אינו יכול להפר אלא נדרים ושבועות שיש בהם עינוי נפש שנאמר כל נדר וכל שבועת איסר לענות נפש אישה יקימנו ואישה יפרנו והוא הדין שמפר בנדרים שבינו לבינה שנאמר אלה החקים אשר צוה ה' את משה בין איש לאשתו וכו' כדאמרינן בפרק אחרון דנדרים עכ''ל. ואין ספק שהר''א מזרחי חשב שמ''ש סמ''ג כדאמרינן פרק אחרון דנדרים קאי לכל הדברים גם ארישא ואינו כן דלא קאי אלא למאי דסמיך ליה שהוא מפר נדרים שבינו לבינה אבל כל הדברים הקודמים אינם אלא דברי סמ''ג עצמו מועתקים מדברי רבינו: \n\n"
      ],
      [
        "<b>ומה שכתב ומה בין נדרים שיש בהם עינוי נפש לדברים וכו'.</b> מבואר שם בגמרא: \n\n"
      ],
      [],
      [
        "<b>אחד עינוי וכו' ואחד עינוי שהוא לזמן מרובה או לפי שעה.</b> נראה שלמד כן מדאמרינן בגמ' (דף פ') ור' יוסי סבר ניוול דחד יומא לא שמיה ניוול משמע דלרבנן שמיה ניוול וכיון דחד יומא הוי ניוול משמע לרבינו דה''ה אפילו שעה אחת: \n\n"
      ],
      [
        "<b>ומ''ש אפילו נדרה ממאכל רע או ממין שלא טעמה מימיה ה''ז יפר.</b> תוספתא בפרקין: \n\n"
      ],
      [
        "<b>נדרה משתי ככרות וכו'.</b> פלוגתא דשמואל ור''י בפ' בתרא דנדרים (דף פ''ב) ופסק כר''י וכ''פ הרא''ש ופירשו הרא''ש והר''ן דעל אחת מצטערת ועל אחת אינה מצטערת היינו שהאחת פת נקי והאחת פת קיבר ואינה רגילה לאכול פת קיבר עכ''ל. ואע''פ שאפי' נדרה ממין רע ולא טעמה אותו מעולם מפר כמו שנתבאר בסמוך, י''ל דשאני התם שלא נדרה אלא מאותו מין בלבד אבל הכא שנדרה גם מדבר שמצטערת עליו מוכחא דלית לה עינוי באידך כיון שהוא הפר לה ההיא דמצטערת עליה. א''נ שאני התם דנדרה מהמין כולו אבל הכא דלא נדרה אלא מככרות אלו לבד לא. ופירש עוד הרא''ש דעל אחת מצטערת ועל אחת אינה מצטערת כגון שאין לה פת אחר לאכול היום והיא מתענה אם לא תאכל אחת מהן. וכתב רבינו ירוחם דלא אמרי' דמותרת בשניהם מטעם שהותר מקצתו הותר כולו דלא אמרו כן אלא בהתרת חכם שהוא עוקר הנדר מתחלתו אבל לא בהפרת הבעל ומתני' היא בפ' ואלו נדרים נדרה מן התאנים ומן הענבים הפר לתאנים אינו מופר עד שיפר אף לענבים וכתבה רבינו בפרק י''ג: \n\n"
      ],
      [
        "<b>נדרה שלא תאכל וכו'.</b> משנה בפרק י''א דנדרים (דף ע''ט:) קונם פירות העולם עלי ה''ז (יכול) להפר פירות מדינה זו עלי יביא לה ממדינה אחרת פירות חנוני זה עלי אינו יכול להפר ואם לא היתה פרנסתו אלא ממנו ה''ז יפר דברי ר' יוסי, ובגמרא (דף פ''ב) אמר שמואל משמיה דלוי כל נדרים בעל מיפר לאשתו חוץ מהנאתי על פלוני שאינו מפר אבל הנאת פלוני עלי מפר ואותיבנא עליה דשמואל דאמר הנאת פלוני עלי מפר ממתני' ושני מתני' ר' יוסי היא כלומר ואיהו דאמר כרבנן ופסק רבינו כרבנן וכך הם דבריו בפירוש המשנה וכן פסקו הרא''ש והר''ן וא''כ אפילו אוסרת פירות פלוני או הנאתו אע''פ שאינו חנוני ולא היתה פרנסתו ממנו הפר דהא סתמא אמר שמואל הנאת פלוני עלי מפר וכתבו הרא''ש והר''ן דטעמא משום דהוו נדרי עינוי נפש דשמא תצטרך ממנו ואין כן דעת רבינו אלא דברים שבינו לבינה הם. ויש לתמוה על רבינו למה לא הזכיר דין אוסר הנאת פלוני עליה דמפר כשמואל דדחי ליה לדר' יוסי מקמיה, ואפשר שסמך על מ''ש נדרה שלא ליהנות לבריות דמפר כדי שלא יהא זקוק להאכילה משלו בלבד דההוא טעמא שייך קצת באוסרת הנאת פלוני עליה. ואפשר שרבינו מפרש כפירוש אחרים שכתב הר''ן דכי שני בגמרא מתני' ר' יוסי היא מסיים בה ומאי אינו יכול להפר משום עינוי נפש אבל מפר משום נדרים שבינו לבינה ולפיכך פירש דשמואל נמי משום נדרים שבינו לבינה קאמר דמפרש כר' יוסי ומה שהקשה הר''ן על פירוש זה דא''כ הל''ל מתני' ר' יוסי היא וכו'. י''ל דתרי שינויי קאמר חדא דמתני' ר' יוסי ושמואל דאמר כרבנן א''נ דשמואל נמי כר' יוסי ומודה ר' יוסי שהוא מפר משום דברים שבינו לבינה. ומ''מ מ''ש [לקמן הלכה ח'] וכן אם אסרה הנאתה על אומה וכו' קשה דמאי איריא אומה אפי' לא אסרה אלא הנאת איש אחד נמי וכדשמואל. וי''ל דלישנא דמתני' נקט כמו שאבאר ולאו למידק מינה כתבה ולפי מה שאכתוב דהתם משום שמשיאה שם רע לא קשה דיוקא דבאיש אחד ליכא שם רע. ועוד דהתם אסרה עצמה על אחרים והכא אסרה הנאת אחר על עצמה: \n\n"
      ],
      [
        "<b>ומ''ש רבינו וכן אם נדרה שלא ליהנות לבריות וכו'.</b> משנה שם (דף פ''ג:) קונם שאיני נהנית לבריות אינו יכול להפר ואיפליגו אמוראי דרבא אמר דבעל בכלל בריות ועולא ורב נחמן אמרי דאינו בכלל בריות ופסק רבינו כוותייהו דרבים נינהו ואע''פ דבמתני' תנן אינו מפר פסק רבינו דיפר משום דמשמע דמתני' ר' יוסי היא אבל רבנן סברי יפר. א''נ דמתני' דקתני אינו מפר היינו משום נדרי עינוי נפש אבל משום דברים שבינו לבינה יפר וכשמואל דאתי כר' יוסי: \n",
        "<b>וכן אם אסרה וכו'.</b> בסוף נדרים (דף צ':) תנן האשה שאמרה נטולה אני מן היהודים יפר לחלקו ותהא משמשתו ותהא נטולה מן היהודים. וכתב רבינו בפירוש המשנה פירוש נטולה מן היהודים שהיא אסרה הנאת עצמה על כל היהודים ויהיו כולם מודרים הנאה ממנה ואמרו יפר חלקו הוא מאמר דחוי לפי שהוא מאמר רבי יוסי וכו' אבל חכ''א שיפר הנדר כולו עכ''ל. ויש לדקדק שאוסרת עצמה על כל היהודים מאי איכפת ליה שלא יהנו היהודים ממנה ושמא י''ל שאין הלשון מדוקדק וה''ל כאילו כתב שאסרה הנאת האומה עליה. וי''ל דאוסרת הנאה על כל האומה לא ניחא ליה משום שמשיאתו שם רע וכדאמרינן בפ' המדיר (כתובות ע''ב) גבי נדרה שלא תשאיל ולא תשאל ומש''ה יפר: \n\n"
      ],
      [
        "<b>האשה שאמרה לבעלה וכו'.</b> בפרקא בתרא דנדרים (דף פ''א:) דאמר רב ושלא אשמש מטתי יפר משום דברים שבינו לבינה וכו' ה''ד אילימא דקאמרה הנאת תשמישי עליך למה לי הפרה הא משעבדא ליה אלא באומרת הנאת תשמישך עלי וכדרב כהנא דא''ר כהנא הנאת תשמישי עליך כופה ומשמשתו הנאת תשמישך עלי יפר שאין מאכילין את האדם דבר האסור לו. \n",
        "<b>ומ''ש וכן הוא שאמר לה הנאת תשמישי אסורה עליך וכו'.</b> בפ''ב דנדרים (דף ט''ו:): \n\n"
      ],
      [
        "<b>אמרה יקדשו ידי לעושיהן או שנדרה וכו'.</b> בפ' אע''פ (כתובות נ''ח:) תנן המקדיש מעשה ידי אשתו ה''ז עושה ואוכלת המותר ר''מ אומר הקדש ר''י הסנדלר אומר חולין ובגמ' (דף נ''ט) אמר שמואל הלכה כר''י הסנדלר ומי אמר שמואל הכי והא תנן קונם שאני עושה לפיך אינו צריך להפר וכו' ר''י בן נורי אומר יפר שמא יגרשנה ותהא אסורה לחזור (לו) ואמר שמואל הלכה כר''י בן נורי וכו' א''ר הונא בריה דרב יהושע באומר יקדשו ידי לעושיהן דידים איתנהו בעולם וכי אמרה הכי מי מיקדשה הא משעבדא ליה דאמרה לכי מיגרשה ומי איכא מידי דאילו השתא לא קדוש ולקמיה קדוש וכו' אלא א''ר אשי קונמות קא אמרת שאני קונמות דקדושת הגוף נינהו וכו' ונקדשו מהשתא אלמוה רבנן לשעבודיה דבעל כי היכי דלא תיקדש מהשתא (ופירש''י) אמר שמואל הלכה וכו' אלמא לכשיגרשנה חל הנדר אלמא אדם מקדיש דבר שלא בא לעולם שעדיין לא גירשה וכו' דקדושת הגוף נינהו כקדושת מזבח שאין להם פדיון כך אין פדיון לקונם להיות ניתר למי שנאסר עליו וכו' וכיון דקדושת הגוף הוא מפקיע מידי שעבוד שהיא משועבדת לבעלה וחייל וכו'. אלמוה רבנן לשעבודיה דבעל בעודה תחתיו עכ''ל. וכתב הר''ן ומיהו משמע דדוקא באומרת יקדשו ידי לעושיהן הא לאו הכי אפי' לכי מיגרשה לא חייל דאין אדם אוסר דבר שלא בא לעולם (על חבירו) ולפיכך אני תמה על מ''ש הרמב''ם בפרק י''ב מנדרים (אמרו יקדשו ידי לעושיהם וכו') דמשמע דבנדרה נמי שלא יהנה במעשה ידיה צריך להפר ואמאי והא דבר שלא בא לעולם הוא עכ''ל. ואפשר היה לומר דהא דכתב רבינו אבל צריך הוא להפר שלא יגרשנה וכו' לא קאי אלא לאמרה יקדשו ידי לעושיהן בלבד. ויותר נכון לומר דאתרווייהו קאי וטעמא משום דכיון דאסיקנא דקונמות מפקיעים מידי שעבוד ומדינא חייל השתא אי לאו דאלמוה רבנן לשעבודא ככל דבר שבא לעולם חשיב, וסובר עוד רבינו דהשתא דאסיקנא כדרבא דאמר הקדש מפקיע מידי שעבוד אומרת יקדשו ידי לעושיהן שפיר מיתסר עליה דבעל אע''ג דמשעבדא ליה דהא ידים גופייהו קדושות ומפקעת מידי שעבוד אלא דאלמוה רבנן לשעבודיה דבעל בעודה תחתיו הילכך בין באומרת יקדשו ידי לעושיהן בין באומרת קונם מעשה ידי עליך חל הנדר לכשתתגרש: \n\n"
      ],
      [
        "<b>נשבעה או נדרה שלא יהנה בה לא אבי וכו'.</b> משנה פרק בתרא דנדרים (דף פ''ה) קונם שאני עושה על פי אבא ועל פי אביך על פי אחי ועל פי אחיך אינו יכול להפר. \n",
        "<b>ומ''ש וכן אם נדרה שלא אתן מים לפני בהמתך וכו'.</b> בר''פ בתרא דנדרים (דף פ''א:) קונם שלא אתן מים לפני בהמתך ותבן לפני בקרך אינו יכול להפר כך היא x גירסת רבינו וטעמא משום דנהי שהיא חייבת ליתן תבן לפני בהמתו ולא לפני בקרו כמ''ש בפרק כ''א מהל' אישות תבן דוקא הוא דחייבת ליתן לפני בהמתו אבל לא מים משום דסתם השקאת בהמה בנהר או במעיין היא ואין דרך הנשים לצאת חוץ לבית דכל כבודה בת מלך פנימה הילכך לא חל עליה חובת ההשקאה אפילו כשהמים בתוך הבית. ולפי זה בדוקא נקט בברייתא מים לפני בהמתו דאינה חייבת בה אע''פ שהיא מחוייבת ליתן לפניה תבן ולפני בקרו אף תבן לא מחייבא: \n\n"
      ],
      [
        "<b>יש לבעל ולאב להפר נדרים שעדיין לא חלו וכו'.</b> (שם דף צ') פלוגתא דר' נתן ורבנן ופסק כרבנן דאמרי בהפרה אע''פ שלא חל הנדר מיפר וכן פסקו הרא''ש והר''ן בשם הרמב''ן. וכתב רבינו ירוחם בשם ה''ר יונה דהיינו דוקא בתולה בזמן משום דממילא חייל אבל תולה במעשה אינו מפר עד שיחול: \n\n"
      ],
      [
        "<b>האב או הבעל שאינם שומעים וכו'.</b> בפרק נערה המאורסה (נדרים דף ע״ב:) בעי רמי בר חמא בעל מהו שיפר בלא שמיעה ושמע אישה דוקא או לאו דוקא והדרינן למפשטה מכמה מתנייתא ודחו להו ובתר הכי גרסינן (דף ע״ג) בעי רמי בר חמא חרש מהו שיפר לאשתו פירוש המדבר ואינו שומע את״ל בעל מפר בלא שמיעה משום דבר מישמע הוא אבל חרש דלאו בר מישמע הוא (לא) היינו דר' זירא דאמר כל הראוי לבילה אין בילה מעכבת בו וכו' אמר רבא ת״ש ושמע אישה פרט לאשת חרש ש״מ ומשמע לרבינו דכיון דאמר את״ל בעל מפר בלא שמיעה ומסמיך ליה אדר' זירא משמע דהכי קי״ל וכן כתב הר״ן בשם הרמב״ן ודלא כהרא״ש שכתב דבעיא קמא לא איפשיטא ולחומרא: \n\n"
      ],
      [
        "<b>השוטה אינו מפר וכו'. הקטן אין לו אישות לפיכך אינו מפר: והבעל מפר נדרי שתי נשיו כאחת וכן האב מפר נדרי ב' בנותיו כאחת.</b> בפרק נערה מאורסה איבעיא להו בעל מהו שיפר לשתי נשיו בבת אחת אותה דוקא או לאו דוקא. וכתב הר''ן דבאב נמי מיבעיא ליה דהא כתיב ביה אותה אמר רבינא ת''ש אין משקין שתי סוטות כאחת מפני שלבה גס בחברתה ר' יהודה אומר לא מן השם הוא זה אלא משום שנאמר והשקה אותה לבדה ומפרש רבינו דרבינא מרבנן פשיט לבעיין דלא משמע להו אותה דוקא דהא יהבי טעמא מפני שלבה גס בחברתה והכי איתא בתוספתא בשם ר' יוסי בר' יהודה ור''א בר''ש שאם היו על אשתו ה' נדרים או שהיו לו ה' נשים ונדרו כולן ואמר מופר לכולכן מופרין והרא''ש והר''ן כתבו בשם הרמב''ן דבכמה דוכתי דכ''ע אותה דוקא ות''ק דאמר מפני שלבו גס גם בה לא פליג אדוקיא דאותה אלא טעמיה דקרא קא מפרש: \n\n"
      ],
      [
        "<b>הפרת נדרים כל היום ואינה מעת לעת כיצד נדרה בתחלת ליל שני וכו'.</b> משנה בפ' נערה מאורסה (דף נ''ט) ואע''ג דמייתי בגמ' ברייתא דאיכא תנאי דס''ל מעת לעת הא איפסיקא בגמ' דלית הלכתא כוותייהו ואע''ג דאיכא ספרים דגרסי בגמ' דהלכתא כוותייהו כבר כתב הרא''ש שר''ח והרי''ף לא גרסי הכי וראוי להחמיר כמותם עכ''ל: \n\n"
      ],
      [],
      [
        "<b><small>(טז-יז)</small> נדרה ושהתה כמה ימים וכו': נערה מאורסה שנדרה ושמע אביה והפר וכו':</b> \n\n"
      ],
      [
        "<b>שמע הבעל או האב ושתק כדי לצערה וכו'.</b> מסקנא דגמ' ס''פ נערה מאורסה (דף ע''ח:) וכתב הר''ן דשותק ע''מ לקיים לאלתר שוב אינו יכול להפר אפי' בו ביום: \n",
        "<b>נדרה והפר לה האב או הבעל וכו'.</b> משנה בפ''ד דנזיר (דף כ''ג): \n",
        "<b>ומ''ש ומכין אותה מכת מרדות.</b> שם דברי ר' יהודה ומשמע לרבינו דלאו לאיפלוגי אתא אלא לפרש דברי ת''ק: \n\n"
      ],
      [
        "<b>נדרה ועברה על נדרה וכו':</b> \n\n"
      ],
      [
        "<b>שמע נדרה ושתק וכו'.</b> משנה בפרק בתרא דנדרים (דף פ''ז:) יודע אני שיש נדרים אבל איני יודע שיש מפירין יפר יודע אני שיש מפירים אבל איני יודע שזה נדר ר''מ אומר לא יפר וחכ''א יפר ופירש הר''ן יודע אני שיש נדרים שמה שנדרה אשתו הוי נדר גמור אבל אינו יודע שיש מפירים שבעל מיפר שום נדר (לא של עינוי נפש ולא שבינו לבינה יפר לאחר מיכן) כשנודע לו שהבעל יכול להפר יפר תוך אותו היום שנודע לו דעד ההוא יומא לא קרינן ביה יום שמעו יודע אני שיש מפירין שיש מקצת נדרים שהבעלים מפירים אותם אבל איני יודע שזה הנדר מאותן נדרים שהבעל מפר אותם, וידוע דהלכה כחכמים: \n\n"
      ],
      [
        "<b>נדרה אשתו וסבור שנדרה בתו וכו' עד סוף הפרק.</b> משנה שם (דף פ''ו:): \n\n"
      ]
    ],
    [
      [
        "<b>מפר אדם או מקיים דברי אשתו וכו':</b> \n\n"
      ],
      [
        "<b>וכיצד מפר אומר מופר או בטל.</b> בסוף פרק נערה מאורסה (דף ע''ז:) תניא לא יאמר אדם לאשתו בשבת מופר ליכי בטל ליכי כדרך שהוא אומר בחול. \n",
        "<b>ומ״ש או אין נדר זה כלום. ומ״ש וכיוצא בדברים שעניינם עקירת הנדר מעיקרו,</b> יש לתמוה דבריש פ״ד דנזיר איבעיא לן בעל מיעקר עקר או דילמא מיגז גייז למאי נ״מ לאשה שנדרה בנזיר ושמעה חברתה ואמרה ואני ושמע בעלה של ראשונה והפר לה אי אמרת מיעקר עקר ההיא נמי אשתראי ואי אמרת מיגז גייז איהי אישתראי חברתה אסירא ומסיק (דף כ״ב) ת״ש דתניא בהדיא האשה שנדרה בנזיר ושמעה חברתה ואמרה ואני ובא בעלה של ראשונה והפר לה היא מותרת וחבירתה אסורה ש״מ בעל מיגז גייז וכיון דפשטינן דבעל מיגז גייז היאך כתב רבינו כאן ובסמוך דמיעקר עקר. ואין לומר שרבינו מפרש כפירוש י״מ שכתבו שם התוס' דמר זוטרא בריה דרב מרי בעי למדחי פשיטות זה וסבר דמיעקר עקר שהרי התוס' עצמם מחו לה אמוחא ולא עמד כלל. וע״ק על מ״ש רבינו בסמוך שאין הבעל והאב מתיר כמו החכם אלא עוקר הנדר מעיקרו ומפירו דמשמע מדבריו שהחכם אינו עוקר הנדר מעיקרו ואילו בפרק המדיר אמרו בפשיטות ורבינו עצמו כתב בפ״ג מנזירות על מי שנזר שתי נזירות הראשונה כיון שהתירה כאילו אינה מעיקרא שהחכם עוקר הנדר מעיקרו רופא אינו מרפא אלא מכאן ולהבא. ואפשר לומר דרבינו לטעמיה שכתב בפ״ו משבועות כיצד (מתירין) יבא הנשבע לחכם וכו' ואומר אני נשבעתי על כך וכך ונחמתי ואילו הייתי יודע שאני מצטער בדבר עד כה או שאירע לי כך וכך לא הייתי נשבע ואילו היתה דעתי בעת השבועה כמו עתה לא הייתי נשבע והחכם וכו' אומר וכבר ניחמת והוא אומר לו הן וחוזר ואומר לו שרוי לך או מותר לך או מחול לך עכ״ל. וקודם לכן כתב כך למדו ממשה רבינו מפי הקבלה שזה הכתוב לא יחל דברו שלא יחלל הוא בעצמו דרך קלות ראש בשאט בנפש וכו' אבל אם ניחם וחזר בו חכם מתיר לו ואין אדם יכול להתיר שבועת עצמו עכ״ל. וכ״נ מדברי רש״י שכתב בפרק המדיר (כתובות דף ע״ד:) חכם עוקר הנדר מעיקרו שהרי פותח לה בחרטה אדעתא דהכי מי נדרת והיא אומרת לו לא וחכם אומר לה הרי הוא בא לידי כך הילכך לאו נדר הוא ומותר לך נמצא כמי שלא היה עליה בשעת קידושין עכ״ל. דלפי זה ענין התרת חכם אינו אלא הוראה שמורה שהוא מותר מאחר שאילו ידע שאירע לו כן לא היה נודר הוי כאילו פירש שלא נדר ע״ד כך וא״כ לא חלה השבועה או הנדר והחכם מורה לו שהוא מותר ואין ללשון הפרה בזה ענין אבל הפרת הבעל אינה כן אלא חלו והבעל בהפרתו עקרם וא״כ אין ללשון מותר לך בזה ענין, ומ״ש בפרק המדיר חכם עוקר נדר מעיקרו אינו כעין עקירת נדר שהזכיר רבינו גבי בעל דההוא דהמדיר היינו לומר שאינו כמו רופא שאינו מרפא אלא מכאן ולהבא והחכם מורה שלא חל הנדר מעיקרו ועקירת נדר שהזכיר רבינו גבי בעל היינו שחל הנדר והבעל בהפרתו עוקרו ומבטלו ומאי דאיבעיא לן בעל אי מיעקר עקר או מיגז גייז על הקדמת מ״ש רבינו שהבעל עוקר הנדר מעיקרו ומפירו שייך למיבעי הכי אי אמרי' דעקירה ממש עקר ליה שע״י שמבטלו משוי ליה כאילו לא היה או דילמא נהי דעוקרו מעיקרו ע״י הפרתו מיהו לא משוי ליה כאילו לא היה אלא כאילו חל הנדר והוא מבטלו ועוקרו ולזה קורא מיגז גייז והשתא אתו שפיר דברי רבינו עם פשיטותא דפשטינן דבעל מיגז גייז כנ״ל לדעת רבינו. אבל דעת הרא״ש בפסקיו ס״פ נערה מאורסה דחכם עוקר הנדר מעיקרו לגמרי והבעל אינו מפר אלא מכאן ולהבא הילכך אם עברה על נדרה ואח״כ הפר לה בעלה לוקה משא״כ בחכם וכך הם דברי תשובות להרמב״ן סימן י'. \n",
        "<b>ומ''ש בין בפניה בין לאחריה. ומ''ש אבל אם א''ל אי אפשי שתדורי או אין כאן נדר ה''ז לא הפר.</b> ברייתא ס''פ נערה מאורסה (דף ע''ו:) וכתב הרא''ש הא דקאמר שתדורי לאו דוקא אלא היינו שנדרת: \n",
        "<b>וכן האומר לאשתו וכו'.</b> בס''פ נערה מאורסה (דף ע''ז:) וכתבתיו בפ''ו מהל' שבועות. \n",
        "<b>ומ''ש שאין האב והבעל מתיר כמו החכם אלא עוקר הנדר מתחלתו ומפירו.</b> כבר נתבאר בסמוך: \n\n"
      ],
      [
        "<b>וכיצד מקיים כגון שיאמר לה קיים ליכי.</b> פשוט הוא. \n",
        "<b>ומ''ש או יפה נדרת או אין כמותך,</b> ברייתא שם. \n",
        "<b>ומ''ש או אילו לא נדרת הייתי מדירך,</b> מדברי הרא''ש בפסקיו שם נראה שהוא לשון x הברייתא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(ד-ז)</small> המבטל נדרי אשתו וכו'.</b> בסוף פרק נערה מאורסה לא יאמר אדם לאשתו בשבת מופר ליכי בטיל ליכי כדרך שאומר לה בחול אלא אומר לה טלי אכלי וטלי שתי והנדר בטל מאליו אר''י וצריך שיבטל בלבו תניא ב''ש אומרים בשבת מבטל בלבו בחול מוציא בשפתיו וב''ה אומרים אחד זה ואחד זה מבטל בלבו וא''צ להוציא בשפתיו. ומפרש רבינו דתרי גווני נינהו חדא מיקריא ביטול וחדא מיקריא הפרה ביטול היינו שיאמר לה טלי אכלי וטלי שתי ובזה בטל הנדר והוא שיבטלנו בלבו וכדתניא שאומר לה טלי אכלי וטלי שתי ואמר ר''י צריך שיבטל בלבו אבל כשאומר לה מופר ליכי הופר הנדר אע''פ שאינו אומר לה טלי אכלי וטלי שתי והוא שיוציא ההפרה בשפתיו. ומשמע לי שאפי' אינו מפר בלבו שאינו אומר שמפר לה אלא כדי שלא יהא לה תרעומת עליו אבל חפץ הוא שתקיים נדרה אפ''ה הוא מופר: \n",
        "<b>וכתב</b> הראב''ד א''א חיי ראשי המחבר הזה שינה עלינו את סדרינו וכו', ואין דבריו מוכרחים. ומ''ש כשאמרו שיאמר לה טלי אכלי טלי ושתי ודיה לא נאמרו אלא בשבת. איני יודע מה השגה היא זו שלא נאמרו דברים הללו לומר שאם אמר כן בחול אינו מבוטל דהא פשיטא דאף בחול מבוטל הוא בדברים הללו אלא היינו לומר שיעשה שינוי בשבת: \n\n"
      ],
      [
        "<b>מפירים נדרים בשבת וכו' בין שלא לצורך השבת.</b> משנה בסוף מסכת שבת ואע״פ שאין נשאלין בשבת נדרים שאינם לצורך השבת הפרת נדרים שאני שאם יעבור יום שמעו שוב לא יוכל להפר כך מפורש בגמ' ס״פ נערה המאורסה (נדרים דף ע״ב). \n",
        "<b>ומ''ש ולא יאמר לה בשבת מופר ליך וכו'.</b> ברייתא כתבתיה בסמוך: \n\n"
      ],
      [
        "<b>האומר לאשתו או לבתו כל הנדרים שתדורי וכו' הרי הן קיימין לא אמר כלום.</b> משנה פ' נערה מאורסה (דף ע''ה): \n",
        "<b>או הרי הן מופרים.</b> שם וכחכמים: \n",
        "<b>עשה שליח להפר לה או לקיים לה אינו כלום וכו'.</b> פלוגתא דר' יאשיה ורבי יונתן בפ' נערה המאורסה (נדרים דף ע״ב:) ופסק שם הרא״ש כרבי יאשיה דמחמיר וכ״כ הרי״ף בפרק השואל וטעמא משום דכתיב אישה יקימנו ואישה יפירנו דמשמע הוא עצמו ולא שלוחו ומבעל נשמע לאב דהוא עצמו מפר ולא שלוחו: \n\n"
      ],
      [
        "<b>אסרה עצמה בתאנים וענבים וכו'.</b> משנה פרק בתרא (דף פ''ז) אמרה קונם תאנים וענבים שאני טועמת קיים לתאנים כולו קיים הפר לתאנים אינו מופר עד שיפר אף לענבים ובגמ' זו דברי ר' ישמעאל ור''ע אבל חכמים אומרים מקיש הקמה להפרה מה הפרה מה שהפר הפר אף הקמה מה שקיים קיים ופסק כחכמים ואע''ג דסתם במתני' ומחלוקת בברייתא הלכה כסתם מתני' שאני הכא דלישנא דאמרינן זו דברי רבי ישמעאל אבל חכמים אומרים משמע דכחכמים קי''ל. וצ''ל שהוא ז''ל מפרש דהא דתנן אינו מופר היינו לומר שאין כל הנדר מופר אבל מה שהפר מופר דאל''כ היכי אמרו חכמים מה הפרה מה שהפר מופר דמשמע דכ''ע מודו בהכי: \n\n"
      ],
      [
        "<b>מי שנדרה אשתו ושמע והתפיס עצמו בנדרה וכו' נדר הוא והתפיסה עצמה בנדרו וכו'.</b> משנה רפ''ד דנזיר (דף כ':): \n\n"
      ],
      [],
      [
        "<b>נדר לעצמו והדירה כמותו וכו'.</b> משנה שם הריני נזיר ואת ואמרה אמן מפר את שלה ושלו קיים. ובגמרא (דף כ''ב:) ורמינהי הריני נזיר ואת ואמרה אמן שניהם אסורים ואם לאו שניהם מותרים מפני שתלה נדרו בנדרה אמר רב יהודה תני מפר את שלה ושלו קיים אביי אמר אפילו תימא כדקתני ברייתא כגון דקאמר לה הריני נזיר ואת דקא תלי נדרו בנדרה מתני' כגון דאמר לה הריני נזיר ואת מאי מש''ה מפר את שלה ושלו קיים. ופירשו המפרשים מפני שתלה נדרו בנדרה דמשמע דקאמר הריני נזיר אם את תהא נזירה וכיון דלא אמרה אמן שניהם מותרים אביי אמר אפילו תימא ברייתא כדקתני ולא קשיא ובמאי עסקינן בברייתא כגון דאמר לה הריני נזיר ואת דמשמע דקאמר לה הריני נזיר אם תהא נזירה והילכך היכא דאמרה אמן שניהם אסורים וכי לא אמרה אמן שניהם מותרים שכן הוא תולה נזרו בנזרה ומתני' דאמר הריני נזיר לגמרי ואת מאי כלומר ואת מי הוית נזירה והילכך אי אמרה אמן דניחא לה בנזירות הרי בעל יכול להפר לפי שלא תלה נדרו בנדרה עכ''ל. והדבר ידוע דשינויא דאביי עיקר אי משום דבתרא הוא אי משום שאינו מגיה הברייתא: \n\n"
      ],
      [
        "<b>ומ''ש אמרה לו הריני נזירה ואתה וכו'.</b> משנה שם (דף כ'): \n\n"
      ],
      [
        "<b>האשה שנדרה ושמע אחר והתפיס עצמו בנדרה וכו'.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>האשה שאין לה בעל ואינה ברשות אב וכו'.</b> משנה בסוף נדרים (דף פ''ח): \n\n"
      ],
      [],
      [
        "<b>ומ''ש אלמנה או גרושה שאמרה הריני אסורה ביין כשאנשא וכו'. אמרה תחת בעלה הריני אסורה בבשר כשאתגרש וכו'.</b> שם (דף פ''ט) פלוגתא דר' ישמעאל ור''ע בברייתא ופסק כר''ע ואמרינן בגמ' דמתני' אפילו כר' ישמעאל דאיכא לאיפלוגי בין גוונא דמתני' לגוונא דברייתא ומפני כך הוצרך לכתוב רבינו גם דין הברייתא: \n\n"
      ],
      [
        "<b>המקיים בלבו וכו'.</b> בפרק נערה מאורסה (דף ע''ט) קיים בלבו קיים הפר בלבו אינו מופר קיים אין יכול להפר הפר אין יכול לקיים. \n",
        "<b>ומ''ש רבינו אלא אם כן חזר בו תוך כדי דיבור,</b> כבר נתן טעם לדבר כדי שלא יהא כח דברים שבלבו גדול מכח המוציא בשפתיו, כלומר אע''ג דסתם אמרו ולא חילקו מאחר דקי''ל בכל דוכתא תוך כדי דיבור כדיבור דמי בר ממקדש ומגרש ועובד כו''ם כדאיתא פט''ז ופרק בתרא דנדרים ע''כ לומר דה''ה לדברים שבלבו: \n\n"
      ],
      [
        "<b>המקיים נדרי בתו או אשתו וניחם וכו'.</b> מימרא דר' יוחנן בר''פ נערה מאורסה (דף ע''ט) ובסופו נשאלין על ההקם ואין נשאלין על ההפר ודעת התוס' והר''ן שאינו יכול לישאל על ההקם אלא ביום שמיעה והטור כתב שנ''ל שמפר. אפילו אחר כמה ימים והוא שיפר ביום שאלה שהוא לו כיום שמיעה וכן נראה מדקדוק לשון רבינו ומ''מ לענין מעשה יש לחוש לדברי התוס' והר''ן: \n\n"
      ],
      [
        "<b>נערה מאורסה שנדרה וקיים לה אביה לבדו וכו'.</b> שם (דף ס''ז): \n\n"
      ],
      [
        "<b>אמר לבתו או לאשתו קיים ליך קיים ליך וכו'.</b> בר''פ נערה מאורסה בעיא דאיפשיטא: \n",
        "<b>אמר לה קיים ליך ומופר ליך וכו'.</b> שם (דף ס''ט) בעיא ופשטוה דחלה ההפרה ופירש רא''מ דההקמה לאו כלום הוא: \n",
        "<b>אמר לה קיים ומופר ליך בבת אחת וכו'.</b> בעיא שם ופשטוה מדאמר רבה כל דבר שאינו בזה אחר זה אפילו בבת אחת אינו (כלום) ואם כן ליכא הכא לא הקמה ולא הפרה ומצי בתר הכי לקיים או להפר כך פירשו הרא''ש והר''ן. אבל רבינו שכתב דהוי קיים נראה שהוא מפרש דהכי פשטוה כיון דהפרה אינה יכולה לחול אחר הקיום אפילו בבת אחת אינה חלה. ואין לומר דנימא איפכא כיון דקיום אינו חל אחר ההפרה אפי' בבת אחת אינו חל דכיון דאיכא לפרושי לקולא ולחומרא נקיטינן לחומרא. וא''ת ה''ל לרבינו לכתוב בהדיא דהוי קיים מספק. וי''ל דכי אמרי' דלא חיילי לא הקמה ולא הפרה ממילא הוא קיים דשתיקה הוי קיום אבל קשה דלפי זה בהנך בעיי דבסמוך ה''ל למיפסק אף בבתרייתא דהוי קיום בודאי ואמאי פסק דספיקא הויא: \n",
        "<b>אמר לה קיים ליך היום וכו'.</b> שם בעי רבא קיים ליכי היום מהו מי אמרי' כמאן דאמר לה מופר ליכי למחר או דילמא הא לא אמר לה את''ל הא לא אמר לה מופר ליכי למחר מהו מי אמרי' למחר לא מצי מיפר דהא קיימיה לנדריה היום או דילמא כיון דאמר לה קיים ליכי היום כי קאמר לה מופר ליכי למחר מהיום קאמר ואת''ל אפ''ה כיון דקיימו היום למחר כמאן דאיתיה דמי אלא קיים ליכי שעה אחת מהו מי אמרינן כמאן דאמר לה מופר ליכי לאחר שעה דמי או דילמא הא לא אמר לה את''ל הא לא אמר לה מיהו אמר לה מאי מי אמרי' כיון דקיימו קיימו או דילמא כיון דכוליה יומא בר הקמה ובר הפרה הוא כי אמר מופר ליכי לאחר שעה מהני ולא איפשיטא ופסיק רבינו דבכולהו הוי קיום בר מבתרייתא דהויא ספק ולטעמיה אזיל שדרכו לפסוק כדברי האת''ל: \n\n"
      ],
      [
        "<b>מי שנדר נדרים כדי לכוין דעותיו.</b> זה למד רבינו מדאמרינן בפ''ק דנזיר (דף ד') בעובדא דשמעון הצדיק. \n",
        "<b>ומ''ש ובנדרים אלו וכיוצא בהם אמרו חכמים נדרים סייג לפרישות,</b> בפ''ה דאבות: \n\n"
      ],
      [
        "<b>ומ''ש ואע''פ שהם עבודה לא ירבה אדם בנדרי איסור וכו'.</b> עצה טובה קמ''ל והם דברים ראויים אליו ז''ל: \n\n"
      ],
      [
        "<b>אמרו חכמים כל הנודר כאילו בנה במה.</b> פרק קונם (דף ס'). \n",
        "<b>ומ''ש ואם עבר ונדר מצוה להשאל על נדרו.</b> שם מסיים בה וכל המקיימו כאילו הקריב עליה קרבן. \n",
        "<b>ומ''ש במה דברים אמורים בנדרי איסר אבל בנדרי הקדש מצוה לקיימן וכו',</b> דברי טעם הם דלמה יגרע כח ההקדש להשאל עליו אם לא מדוחק ומקרא מסייעו נדרי לה' אשלם: \n",
        "<b>סליקו הלכות נדרים בס''ד</b> \n\n"
      ]
    ]
  ]
};