const Borrowing_and_Deposit = {
  "title": "Mishneh Torah, Borrowing and Deposit",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Borrowing_and_Deposit",
  "text": [
    [
      "הַשּׁוֹאֵל כֵּלִים אוֹ בְּהֵמָה וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר מִטַּלְטְלִין מֵחֲבֵרוֹ וְאָבַד אוֹ נִגְנַב אֲפִלּוּ נֶאֱנַס אֹנֶס גָּדוֹל כְּגוֹן שֶׁנִּשְׁבְּרָה הַבְּהֵמָה אוֹ נִשְׁבֵּית אוֹ מֵתָה חַיָּב לְשַׁלֵּם הַכּל שֶׁנֶּאֱמַר <small>(שמות כב יג)</small> \"וְכִי יִשְׁאַל אִישׁ מֵעִם רֵעֵהוּ\" וְגוֹ' <small>(שמות כב יג)</small> \"וְנִשְׁבַּר אוֹ מֵת בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם\". בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנֶּאֱנַס שֶׁלֹּא בִּשְׁעַת מְלָאכָה. אֲבָל אִם שָׁאַל בְּהֵמָה מֵחֲבֵרוֹ לַחְרשׁ בָּהּ וּמֵתָה כְּשֶׁהִיא חוֹרֶשֶׁת הֲרֵי זֶה פָּטוּר. אֲבָל אִם מֵתָה קֹדֶם שֶׁיַּחֲרשׁ בָּהּ אוֹ אַחַר שֶׁחָרַשׁ בָּהּ אוֹ שֶׁרָכַב עָלֶיהָ אוֹ דָּשׁ בָּהּ וּמֵתָה כְּשֶׁהִיא דָּשָׁה אוֹ בִּשְׁעַת רְכִיבָה הֲרֵי זֶה חַיָּב לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן הַשּׁוֹאֵל בְּהֵמָה מֵחֲבֵרוֹ לֵילֵךְ בָּהּ לְמָקוֹם פְּלוֹנִי וּמֵתָה תַּחְתָּיו בְּאוֹתָהּ הַדֶּרֶךְ. אוֹ שֶׁשָּׁאַל דְּלִי לְמַלְּאוֹת בּוֹ וְנִקְרַע בַּבּוֹר בִּשְׁעַת מִלּוּי. אוֹ שֶׁשָּׁאַל קַרְדֹּם לְפַצֵּל בּוֹ עֵצִים וְנִשְׁבַּר בְּעֵת שֶׁפִּצֵּל בּוֹ מֵחֲמַת הַבִּקּוּעַ. וְכָל כַּיּוֹצֵא בָּזֶה. הֲרֵי זֶה פָּטוּר שֶׁלֹּא שָׁאַל אֶלָּא לַעֲשׂוֹת בּוֹ מְלָאכָה זוֹ וַהֲרֵי לֹא שִׁנָּה: \n",
      "הַשּׁוֹאֵל בְּהֵמָה מֵחֲבֵרוֹ וּמֵתָה וְטָעַן הַשּׁוֹאֵל שֶׁבִּשְׁעַת מְלָאכָה מֵתָה. אִם הָיָה הַמָּקוֹם שֶׁשָּׁאֲלָה לֵילֵךְ בּוֹ מָקוֹם שֶׁבְּנֵי אָדָם מְצוּיִין שָׁם יָבִיא רְאָיָה שֶׁמֵּתָה אוֹ נֶאֶנְסָה בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא שִׁנָּה בָּהּ וְיִפָּטֵר. וְאִם לֹא הֵבִיא רְאָיָה מְשַׁלֵּם. שָׁאֲלָה מִמֶּנּוּ לְמַלְּאוֹת בָּהּ עָפָר שֶׁבְּחֻרְבָּתוֹ שֶׁאֵין הָעֵדִים מְצוּיִין שָׁם. אוֹ שֶׁשָּׁאַל מִמֶּנּוּ דְּלִי לְמַלְּאוֹת בּוֹ הַבּוֹר בְּתוֹךְ בֵּיתוֹ וְנִקְרַע בַּבּוֹר. אִם הֵבִיא רְאָיָה יִפָּטֵר אַף מִשְּׁבוּעָה וְאִם לָאו יִשָּׁבַע הַשּׁוֹאֵל שְׁבוּעַת הַשּׁוֹמְרִים שֶׁמֵּתָה בִּשְׁעַת מְלָאכָה וְיִפָּטֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ וְנִשְׁבַּר שָׁמִין לוֹ כְּדֶרֶךְ שֶׁשָּׁמִין בִּנְזָקִין. אוֹמְדִין כַּמָּה הָיָה שָׁוֶה שָׁלֵם וְכַמָּה הוּא שָׁוֶה עַתָּה וּמַחֲזִיר לוֹ הַכְּלִי אוֹ הַבְּהֵמָה הַשְּׁבוּרָה וּמְשַׁלֵּם הַפְּחָת. וְכֵן אִם מֵתָה הַבְּהֵמָה מַחְזִיר הַנְּבֵלָה וּמְשַׁלֵּם הַפְּחָת: \n",
      "הַשּׁוֹאֵל בְּהֵמָה חַיָּב בִּמְזוֹנוֹתֶיהָ מִשָּׁעָה שֶׁמְּשָׁכָהּ עַד סוֹף יְמֵי שְׁאֵלָתָהּ. וְאִם כָּחַשׁ בְּשָׂרָהּ חַיָּב לְשַׁלֵּם מַה שֶּׁפָּחֲתָה בְּדָמֶיהָ. כָּחַשׁ בְּשָׂרָהּ מֵחֲמַת הַמְּלָאכָה פָּטוּר וְיִשָּׁבַע שְׁבוּעַת הַשּׁוֹמְרִין שֶׁמֵּחֲמַת מְלָאכָה כָּחֲשָׁה: \n",
      "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ אוֹ בְּהֵמָה סְתָם הֲרֵי הַמַּשְׁאִיל מַחְזִירוֹ בְּכָל עֵת שֶׁיִּרְצֶה. שְׁאָלוֹ לִזְמַן קָצוּב כֵּיוָן שֶׁמָּשַׁךְ וְזָכָה אֵין הַבְּעָלִים יְכוֹלִין לְהַחְזִירוֹ מִתַּחַת יָדוֹ עַד סוֹף יְמֵי הַשְּׁאֵלָה. וַאֲפִלּוּ מֵת הַשּׁוֹאֵל הֲרֵי הַיּוֹרְשִׁין מִשְׁתַּמְּשִׁין בַּשְּׁאֵלָה עַד סוֹף הַזְּמַן. וְדִין הוּא. הַלּוֹקֵחַ קוֹנֶה הַגּוּף קִנְיַן עוֹלָם בַּדָּמִים שֶׁנָּתַן וּמְקַבֵּל מַתָּנָה קָנָה הַגּוּף קִנְיַן עוֹלָם וְלֹא נָתַן כְּלוּם וְהַשּׂוֹכֵר קָנָה הַגּוּף לְפֵרוֹתָיו עַד זְמַן קָצוּב בַּדָּמִים שֶׁנָּתַן וְהַשּׁוֹאֵל קָנָה הַגּוּף לְפֵרוֹתָיו עַד זְמַן קָצוּב וְלֹא נָתַן כְּלוּם. כְּשֵׁם שֶׁהַנּוֹתֵן כַּמּוֹכֵר שֶׁאֵינוֹ יָכוֹל לַחְזֹר בּוֹ לְעוֹלָם כָּךְ הַמַּשְׁאִיל כַּמַּשְׂכִּיר שֶׁאֵינוֹ יָכוֹל לַחְזֹר בְּתוֹךְ הַזְּמַן. הִנִּיחַ לָהֶם אֲבִיהֶם פָּרָה שְׁאוּלָה וּמֵתָה אֵין חַיָּבִין בָּאֳנָסֶיהָ. חָשְׁבוּ שֶׁהִיא שֶׁל אֲבִיהֶם טְבָחוּהָ וַאֲכָלוּהָ מְשַׁלְּמִין דְּמֵי בָּשָׂר בְּזוֹל. וְאִם הִנִּיחַ לָהֶם אֲבִיהֶם נְכָסִים וּמֵתָה אוֹ שֶׁטְּבָחוּהָ מְשַׁלְּמִין אֶת דָּמֶיהָ מִנְּכָסָיו: \n",
      "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ לַעֲשׂוֹת בּוֹ מְלָאכָה פְּלוֹנִית אֵין הַמַּשְׁאִיל יָכוֹל לְהַחְזִירוֹ מִתַּחַת יָדוֹ עַד שֶׁיַּעֲשֶׂה בּוֹ אוֹתָהּ מְלָאכָה. וְכֵן אִם שָׁאַל מִמֶּנּוּ בְּהֵמָה לֵילֵךְ בָּהּ בְּמָקוֹם פְּלוֹנִי אֵינוֹ יָכוֹל לְהַחְזִירָהּ מִיַּד הַשּׁוֹאֵל עַד שֶׁיֵּלֵךְ בָּהּ לְשָׁם וְיַחְזֹר: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי קַרְדֹּם לַעֲדֹר בּוֹ הַפַּרְדֵּס הַזֶּה עוֹדֵר בּוֹ אוֹתוֹ הַפַּרְדֵּס בִּלְבַד וְאֵינוֹ רַשַּׁאי לַעֲדֹר בּוֹ פַּרְדֵּס אַחֵר. אָמַר לוֹ פַּרְדֵּס סְתָם עוֹדֵר בּוֹ פַּרְדֵּס אַחֵר אֵי זֶה שֶׁיִּרְצֶה. שְׁאָלוֹ לַעֲדֹר בּוֹ פַּרְדֵּסִים (הַרְבֵּה שֶׁלּוֹ) עוֹדֵר בּוֹ כָּל הַפַּרְדֵּסִים שֶׁלּוֹ. וַאֲפִלּוּ נִשְׁחַת כָּל הַבַּרְזֶל בַּעֲדִירָה מַחְזִיר לוֹ הַנִּצָּב שֶׁל עֵץ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ לְהִשְׁתַּמֵּשׁ בּוֹ וְאָמַר לוֹ הַשְׁאִילֵנִי דָּבָר פְּלוֹנִי בְּטוֹבָתְךָ כְּלוֹמַר אֵין אַתָּה מַשְׁאִיל לִי דָּבָר זֶה כְּדֶרֶךְ כָּל הַמַּשְׁאִילִין אֶלָּא כְּפִי טוֹבַת לִבְּךָ וְנִדְבוֹתֶיךָ שֶׁאֵינְךָ מַקְפִּיד עַל הַזְּמַן אִם אָרַךְ. אִם קָנוּ מִיַּד הַמַּשְׁאִיל עַל זֶה הֲרֵי הַשּׁוֹאֵל מִשְׁתַּמֵּשׁ בּוֹ לְעוֹלָם עַד שֶׁיִּתְבַּטֵּל הַכְּלִי מִלַּעֲשׂוֹת מְלַאכְתּוֹ וְיַחְזִיר שְׁבָרָיו אוֹ שְׁיָרָיו. וְאֵין הַשּׁוֹאֵל רַשַּׁאי לַחְזֹר וּלְתַקֵּן הַכְּלִי אוֹ לַעֲשׂוֹתוֹ פַּעַם אַחֶרֶת: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי שֹׁקֶת זוֹ שֶׁל מַיִם וְנֶהֶרְסָה [אֵינוֹ יָכוֹל לִבְנוֹתָהּ. אָמַר לוֹ הַשְׁאִילֵנִי שֹׁקֶת סְתָם וְנֶהֶרְסָה] יֵשׁ לוֹ לִבְנוֹתָהּ. אָמַר לוֹ הַשְׁאִילֵנִי מְקוֹם שֹׁקֶת אִם קָנוֹ מִיַּד הַמַּשְׁאִיל הֲרֵי הַשּׁוֹאֵל בּוֹנֶה וְהוֹלֵךְ בְּקַרְקַע הַמַּשְׁאִיל עַד שֶׁתָּבוֹא לְיָדוֹ שֹׁקֶת שֶׁאֶפְשָׁר לְהַשְׁקוֹת מִמֶּנָּה בְּהֶמְתּוֹ אוֹ אַרְצוֹ כְּמוֹ שֶׁהִתְנָה עִם הַמַּשְׁאִיל: \n",
      "הַשּׁוֹאֵל פֻּנְדָּק מֵחֲבֵרוֹ לְלִינָה אֵין פָּחוֹת מִיּוֹם אֶחָד. לִשְׁבִיתָה אֵין פָּחוֹת מִשְּׁנֵי יָמִים. לְנִשּׂוּאִים אֵין פָּחוֹת מִשְּׁלֹשִׁים יוֹם. שָׁאַל חָלוּק מֵחֲבֵרוֹ לֵילֵךְ בּוֹ לְבֵית הָאָבֵל כְּדֵי שֶׁיֵּלֵךְ וְיַחְזֹר. שְׁאָלוֹ לְבֵית הַמִּשְׁתֶּה כָּל אוֹתוֹ הַיּוֹם. שְׁאָלוֹ לַעֲשׂוֹת הַמִּשְׁתֶּה שֶׁלּוֹ אֵין פָּחוֹת מִשִּׁבְעָה יָמִים: \n"
    ],
    [
      "הַשׁוֹאֵל בַּבְּעָלִים אֲפִלּוּ נִגְנַב אוֹ אָבַד בִּפְשִׁיעָה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כב יד)</small> \"אִם בְּעָלָיו עִמּוֹ לֹא יְשַׁלֵּם\". וּבִלְבַד שֶׁשָּׁאַל הַבְּעָלִים תְּחִלָּה עִם הַחֵפֶץ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֶחָד הַשּׁוֹאֵל אֶת הַבְּעָלִים אוֹ שֶׁשְּׂכָרָן וְאֶחָד שֶׁשּׁוֹאֵל אֶת הַבְּעָלִים לְאוֹתָהּ הַמְּלָאכָה אוֹ שֶׁשְּׁאָלָן וּשְׂכָרָן לִמְלָאכָה אַחֶרֶת אוֹ לְשׁוּם דָּבָר בָּעוֹלָם. אֲפִלּוּ אָמַר לַחֲבֵרוֹ הַשְׁקֵנִי מַיִם וְשָׁאַל מִמֶּנּוּ בְּהֶמְתּוֹ וְהִשְׁקָהוּ וְנָתַן לוֹ אֶת הַבְּהֵמָה הֲרֵי זוֹ שְׁאֵלָה בִּבְעָלִים וּפָטוּר. מָשַׁךְ אֶת הַבְּהֵמָה בַּתְּחִלָּה וְאַחַר כָּךְ הִשְׁקָהוּ אֵינָהּ שְׁאֵלָה בִּבְעָלִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הִשְׁאִיל בְּהֶמְתּוֹ אוֹ הִשְׂכִּירָהּ לְמַשּׂוֹי וְיָצָא עִמָּהּ לְסָעֳדָהּ עִם הַשּׁוֹאֵל אוֹ הַשּׂוֹכֵר וְלִטְעֹן עִמּוֹ בְּמַשָּׂאוֹ הֲרֵי זוֹ שְׁמִירָה בַּבְּעָלִים. וְאִם יָצָא לְבַקֵּר הַמַּשּׂאוֹי בִּלְבַד וְלִרְאוֹת שֶׁלֹּא יִטְעֲנוּ עָלֶיהָ יֶתֶר מִן הָרָאוּי אֵינָהּ שְׁמִירָה בַּבְּעָלִים: \n",
      "מְלַמֵּד תִּינוֹקוֹת. וְהַנּוֹטֵעַ לִבְנֵי הַמְּדִינָה. וְהַמַּקִּיז לָהֶם אֶת הַדָּם. וְהַסּוֹפֵר שֶׁלָּהֶן. כָּל אֶחָד מֵאֵלּוּ וְכַיּוֹצֵא בָּהֶן בַּיּוֹם שֶׁהוּא יוֹשֵׁב בּוֹ לַעֲסֹק בִּמְלַאכְתָּן אִם הִשְׁאִיל אוֹ הִשְׂכִּיר לְאֶחָד מֵאֵלּוּ שֶׁהוּא עוֹסֵק בִּמְלַאכְתָּם הֲרֵי זוֹ שְׁמִירָה בַּבְּעָלִים וַאֲפִלּוּ פָּשַׁע בָּהּ הַשּׁוֹמֵר פָּטוּר. אֲבָל הוּא שֶׁשָּׁאַל אוֹ שֶׁשָּׂכַר מֵהֶן חַיָּב שֶׁאֵינָן שְׁאוּלִין לוֹ: \n",
      "הָרַב שֶׁהוּא מַקְרִיא בִּרְצוֹנוֹ לַתַּלְמִידִים בְּכָל עֵת שֶׁיִּרְצֶה וְאֵיזוֹ מַסֶּכְתָּא שֶׁיִּרְצֶה וְהֵם הָיוּ קְבוּעִים לָבוֹא תָּמִיד וְנִשְׁמַט לָהֶן מִמַּסֶּכְתָּא לְמַסֶּכְתָּא הֲרֵי הֵן שְׁאוּלִין אֶצְלוֹ וְאֵין הוּא שָׁאוּל לָהֶם. וּבְיוֹם הַפֶּרֶק שֶׁהַכּל בָּאִין לִשְׁמֹעַ עִנְיַן אוֹתוֹ מוֹעֵד הֲרֵי הוּא שָׁאוּל לָהֶם וְהֵם אֵינָן שְׁאוּלִין לוֹ: \n",
      "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וְהִשָּׁאֵל עִם פָּרָתִי אֵינָהּ שְׁאֵלָה בַּבְּעָלִים שֶׁנֶּאֱמַר <small>(שמות כב יד)</small> \"אִם בְּעָלָיו עִמּוֹ לֹא יְשַׁלֵּם\" הַבְּעָלִים עַצְמָן לֹא שָׁלִיחַ. אָמַר לְעַבְדּוֹ הַכְּנַעֲנִי צֵא וְהִשָּׁאֵל עִם פָּרָתִי הֲרֵי זוֹ שְׁאֵלָה בַּבְּעָלִים שֶׁיַּד הָעֶבֶד כְּיַד רַבּוֹ. נִשְׁאַל הָעֶבֶד עִמָּהּ שֶׁלֹּא מִדַּעַת רַבּוֹ אֵינָהּ שְׁאֵלָה בַּבְּעָלִים: \n",
      "הַשּׁוֹאֵל מִן הָאִשָּׁה וְנִשְׁאַל לוֹ בַּעְלָהּ אֵינָהּ שְׁאֵלָה בַּבְּעָלִים שֶׁקִּנְיַן פֵּרוֹת אֵינוֹ כְּקִנְיַן הַגּוּף וְאֵין לַבַּעַל אֶלָּא פֵּרוֹת: \n",
      "הַשּׁוֹאֵל מֵאִשְׁתּוֹ אוֹ שֻׁתָּפִין שֶּׁשָּׁאֲלוּ זֶה מִזֶּה הֲרֵי זוֹ שְׁאֵלָה בַּבְּעָלִים. וְאִם אָמַר הַשֻׁתָּף לַחֲבֵרוֹ הַשְׁאִילֵנִי הַיּוֹם וְאַשְׁאִילְךָ לְמָחָר אֵינָהּ שְׁאֵלָה בַּבְּעָלִים: \n",
      "שָׁאַל מִן הַשֻּׁתָּפִין וְנִשְׁאַל לוֹ אֶחָד מֵהֶן וְכֵן הַשֻּׁתָּפִין שֶׁשָּׁאֲלוּ וְנִשְׁאַל לְאֶחָד מֵהֶן הֲרֵי זֶה סָפֵק אִם הִיא שְׁאֵלָה בַּבְּעָלִים אִם אֵינָהּ. לְפִיכָךְ אִם מֵתָה אֵינוֹ מְשַׁלֵּם. וְאִם תָּפְסוּ הַבְּעָלִים אֵין מוֹצִיאִין מִיָּדָם. פָּשַׁע בָּהּ הֲרֵי זֶה מְשַׁלֵּם: \n",
      "הַשּׁוֹאֵל אֶת הַבְּהֵמָה בַּבְּעָלִים לְרָבְעָהּ אוֹ לְהַרְאוֹת בָּהּ אוֹ לַעֲשׂוֹת בָּהּ פָּחוֹת מִשְּׁוֵה פְּרוּטָה אוֹ שֶׁשָּׁאַל שְׁתֵּי פָּרוֹת לַעֲשׂוֹת בָּהֶן שְׁוֵה פְּרוּטָה הֲרֵי כָּל אֵלּוּ סְפֵק שְׁאֵלָה בַּבְּעָלִים: \n",
      "שְׁאָלָהּ בַּבְּעָלִים וּשְׂכָרָהּ שֶׁלֹּא בַּבְּעָלִים פָּטוּר שֶׁהַשְּׂכִירוּת תָּלוּי בַּשְּׁאֵלָה. אֲבָל אִם שְׂכָרָהּ בַּבְּעָלִים וְחָזַר וּשְׁאָלָהּ שֶׁלֹּא בַּבְּעָלִים אוֹ שֶׁשְּׁאָלָה בַּבְּעָלִים וְחָזַר וּשְׂכָרָהּ שֶׁלֹּא בַּבְּעָלִים וְחָזַר וּשְׁאָלָהּ (שֶׁלֹּא) בַּבְּעָלִים אוֹ שֶׁשְּׂכָרָהּ בַּבְּעָלִים וְחָזַר וּשְׁאָלָהּ שֶׁלֹּא בַּבְּעָלִים וְחָזַר וּשְׂכָרָהּ (שֶׁלֹּא) בַּבְּעָלִים כָּל אֵלּוּ סְפֵק שְׁמִירָה בַּבְּעָלִים הוּא: \n",
      "אִשָּׁה שֶׁשָּׁאֲלָה וְאַחַר כָּךְ נִשֵּׂאת הֲרֵי הַבַּעַל כְּלוֹקֵחַ מִמֶּנָּה וְאֵינוֹ לֹא שׁוֹמֵר שָׂכָר וְלֹא שׁוֹאֵל. לְפִיכָךְ אִם הָיְתָה דְּבַר הַשְּׁאֵלָה בְּהֵמָה וּמֵתָה הַבַּעַל פָּטוּר אַף עַל פִּי שֶׁהוּא מִשְׁתַּמֵּשׁ בָּהּ כָּל יְמֵי שְׁאֵלָתָהּ אֲפִלּוּ פָּשַׁע מִפְּנֵי שֶׁהוּא כְּלוֹקֵחַ וְהָאִשָּׁה חַיֶּבֶת לְשַׁלֵּם כְּשֶׁיִּהְיֶה לָהּ מָמוֹן. וְאִם הוֹדִיעָה אֶת בַּעְלָהּ שֶׁהִיא שְׁאוּלָה הֲרֵי זֶה נִכְנָס תַּחְתֶּיהָ. כָּל שֶׁאָמַרְנוּ שֶׁהִיא שְׁאֵלָה בַּבְּעָלִים כָּךְ אִם הָיָה שׂוֹכֵר אוֹ נוֹשֵׂא שָׂכָר הֲרֵי הִיא שְׂכִירוּת בַּבְּעָלִים וּפָטוּר. וְכָל שֶׁאֵינָהּ שְׁאֵלָה בַּבְּעָלִים כָּךְ אֵינָהּ שְׂכִירוּת בַּבְּעָלִים. וְכָל שֶׁהוּא סָפֵק בִּשְׁאֵלָה כָּךְ הוּא סָפֵק בִּשְׂכִירוּת: \n"
    ],
    [
      "הַשׁוֹאֵל אֶת הַפָּרָה מֵחֲבֵרוֹ וּשְׁלָחָהּ לוֹ הַמַּשְׁאִיל בְּיַד בְּנוֹ אוֹ בְּיַד שְׁלוּחוֹ אוֹ בְּיַד עַבְדּוֹ. אֲפִלּוּ שְׁלָחָהּ לוֹ בְּיַד בְּנוֹ אוֹ בְּיַד עַבְדּוֹ אוֹ בְּיַד שְׁלוּחוֹ שֶׁל שׁוֹאֵל וּמֵתָה קֹדֶם שֶׁתִּכָּנֵס לִרְשׁוּת הַשּׁוֹאֵל הֲרֵי זֶה פָּטוּר. וְאִם אָמַר לוֹ הַשּׁוֹאֵל שַׁלְּחָהּ לִי בְּיַד בְּנִי בְּיַד עַבְדִּי בְּיַד שְׁלוּחִי אוֹ בְּיַד עַבְדְּךָ הָעִבְרִי אוֹ בְּיַד שְׁלוּחֲךָ. אוֹ שֶׁאָמַר לוֹ הַמַּשְׁאִיל הֲרֵינִי מְשַׁלְּחָהּ בְּיַד בִּנְךָ בְּיַד עַבְדְּךָ בְּיַד שְׁלוּחֲךָ בְּיַד בְּנִי בְּיַד עַבְדִּי הָעִבְרִי בְּיַד שְׁלוּחִי. וְאָמַר לוֹ הַשּׁוֹאֵל שְׁלַח וּשְׁלָחָהּ וּמֵתָה בַּדֶּרֶךְ הֲרֵי זֶה חַיָּב. שְׁלָחָהּ לוֹ הַמַּשְׁאִיל בְּיַד עַבְדּוֹ הַכְּנַעֲנִי אַף עַל פִּי שֶׁאָמַר לוֹ הַשּׁוֹאֵל שְׁלַח וּמֵתָה פָּטוּר מִפְּנֵי שֶׁיָּדוֹ כְּיַד רַבּוֹ וַעֲדַיִן לֹא יָצְאָה מֵרְשׁוּת הַמַּשְׁאִיל: \n",
      "אָמַר לוֹ הַשּׁוֹאֵל הַכִּישָׁהּ בְּמַקֵּל וְהִיא תָּבוֹא מֵאֵלֶיהָ וְעָשָׂה הַמַּשְׁאִיל כָּךְ אֵין הַשּׁוֹאֵל חַיָּב בָּהּ עַד שֶׁתִּכָּנֵס לִרְשׁוּתוֹ. אֲבָל מֵתָה בַּדֶּרֶךְ פָּטוּר. וְכֵן בְּשָׁעָה שֶׁמַּחְזִירָהּ הַשּׁוֹאֵל לַבְּעָלִים אִם שְׁלָחָהּ בְּיַד אַחֵר וּמֵתָה קֹדֶם שֶׁתַּגִּיעַ לִרְשׁוּת הַמַּשְׁאִיל הֲרֵי זֶה חַיָּב שֶׁעֲדַיִן הִיא בְּאַחֲרָיוּת הַשּׁוֹאֵל. וְאִם שְׁלָחָהּ מִדַּעַת הַמַּשְׁאִיל עַל יְדֵי אַחֵר וּמֵתָה פָּטוּר. שְׁלָחָהּ בְּיַד עַבְדּוֹ הַכְּנַעֲנִי אַף עַל פִּי שֶׁאָמַר לוֹ הַמַּשְׁאִיל שְׁלַח אִם מֵתָה בַּדֶּרֶךְ חַיָּב שֶׁיַּד הָעֶבֶד כְּיַד רַבּוֹ וַעֲדַיִן לֹא יָצָאת מִיַּד הַשּׁוֹאֵל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֶחְזִירָהּ בְּתוֹךְ יְמֵי שְׁאִילָתָהּ. אֲבָל אִם הֶחֱזִירָהּ אַחַר יְמֵי שְׁאִילָתָהּ הֲרֵי זֶה פָּטוּר אִם מֵתָה בַּדֶּרֶךְ שֶׁאַחַר יְמֵי שְׁאֵלָתָהּ יָצָאתָ מִדִּין שְׁאֵלָה וַהֲרֵי הוּא כְּשׁוֹמֵר שָׂכָר. לְפִיכָךְ אִם נִשְׁבֵּית אוֹ מֵתָה אַחֲרֵי יְמֵי שְׁאִילָתָהּ פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשּׁוֹאֵל פָּרָה מֵחֲבֵרוֹ. שְׁאָלָהּ חֲצִי הַיּוֹם וּשְׂכָרָהּ חֲצִי הַיּוֹם. שְׁאָלָהּ הַיּוֹם וּשְׂכָרָהּ לְמָחָר. שָׁאַל אַחַת וְשָׂכַר אַחַת וּמֵתָה אַחַת מֵהֶן. הַמַּשְׁאִיל אוֹמֵר שְׁאוּלָה מֵתָה בַּיּוֹם שֶׁהָיְתָה שְׁאוּלָה מֵתָה בַּשָּׁעָה שֶׁהָיְתָה שְׁאוּלָה מֵתָה וְהַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ. אוֹ שֶׁאָמַר הַשּׁוֹאֵל שְׂכוּרָה מֵתָה בַּיּוֹם שֶׁהָיְתָה שְׂכוּרָה מֵתָה בַּשָּׁעָה שֶׁהָיְתָה שְׂכוּרָה מֵתָה. וְהַמַּשְׁאִיל אוֹמֵר אֵינִי יוֹדֵעַ אוֹ שֶׁאָמַר זֶה אֵינִי יוֹדֵעַ וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ. הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. לֹא הָיְתָה שָׁם רְאָיָה יִשָּׁבַע הַשּׂוֹכֵר עַל הַשְּׂכוּרָה שֶׁמֵּתָה אוֹ שֶׁאֵינוֹ יוֹדֵעַ וְיִפָּטֵר. זֶה אוֹמֵר שְׁאוּלָה וְזֶה אוֹמֵר שְׂכוּרָה יִשָּׁבַע הַשּׁוֹמֵר עַל הַשְּׂכוּרָה שֶׁמֵּתָה כְּדַרְכָּהּ כְּמוֹ שֶׁטָּעַן וִיגַלְגֵּל עָלָיו שֶׁהַשְּׂכוּרָה הִיא שֶׁמֵּתָה: \n",
      "הִשְׁאִילוֹ שְׁתֵּי פָּרוֹת חֲצִי הַיּוֹם בִּשְׁאֵלָה וַחֲצִי הַיּוֹם בִּשְׂכִירוּת. הַמַּשְׁאִיל אוֹמֵר בִּזְמַן הַשְּׁאֵלָה מֵתָה וְהַלָּה אוֹמֵר אַחַת מֵתָה בִּזְמַן הַשְּׁאֵלָה וְהָאַחֶרֶת אֵינִי יוֹדֵעַ. מִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע יְשַׁלֵּם הַשְּׁתַּיִם. וְכֵן אִם מָסַר לוֹ שָׁלֹשׁ פָּרוֹת שְׁתַּיִם שְׁאוּלוֹת וְאַחַת שְׂכוּרָה. הַמַּשְׁאִיל אוֹמֵר שְׁתַּיִם הַשְּׁאוּלוֹת הֵן שֶׁמֵּתוּ וְהַשּׁוֹאֵל אוֹמֵר אַחַת הַשְּׁאוּלָה מֵתָה וַדַּאי אֲבָל הַשְּׁנִיָּה שֶׁמֵּתָה אֵינִי יוֹדֵעַ אִם הַשְּׁאוּלָה הָאַחֶרֶת אוֹ הַשְּׂכוּרָה. מִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי אוֹמֵר אֵינִי יוֹדֵעַ יְשַׁלֵּם הַשְּׁתַּיִם. וּבְהִלְכוֹת טוֹעֵן וְנִטְעָן יִתְבָּאֵר דִּין זֶה וְכַיּוֹצֵא בּוֹ מִכָּל הַטּוֹעֲנִין שֶׁאֵינָן יְכוֹלִים לְהִשָּׁבַע וְכֵיצַד מְשַׁלְּמִין וּמֵאֵי זֶה טַעַם הֵם מְשַׁלְּמִים: \n"
    ],
    [
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בְּחִנָּם וְנִגְנַב אוֹ אָבַד הֲרֵי זֶה נִשְׁבָּע וְנִפְטָר שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"וְגֻנַּב מִבֵּית הָאִישׁ\" וְגוֹ' <small>(שמות כב ז)</small> \"וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹהִים אִם לֹא שָׁלַח יָדוֹ בִּמְלֶאכֶת רֵעֵהוּ\". וּמְגַלְגְּלִין עָלָיו בְּתוֹךְ הַשְּׁבוּעָה שֶׁלֹּא פָּשַׁע אֶלָּא שָׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִין וְלֹא שָׁלַח בּוֹ יָד וְאַחַר נִגְנַב. שֶׁאִם נִגְנַב אַחַר שֶׁשָּׁלַח יָד בַּפִּקָּדוֹן חַיָּב בְּאַחֲרָיוּתוֹ: \n",
      "הוֹאִיל וּפָטַר הַכָּתוּב אֶת שׁוֹמֵר חִנָּם מִן הַגְּנֵבָה קַל וָחֹמֶר מִן הָאֳנָסִין הַגְּדוֹלִים כְּגוֹן שְׁבוּרָה וּשְׁבוּיָה וּמֵתָה וְהוּא שֶׁלֹּא שָׁלַח יָד בַּפִּקָּדוֹן אֲבָל שָׁלַח יָד בַּפִּקָּדוֹן חַיָּב בְּאֳנָסָיו. כֵּיצַד דֶּרֶךְ הַשּׁוֹמְרִים. הַכּל לְפִי הַפִּקָּדוֹן. יֵשׁ פִּקָּדוֹן שֶׁדֶּרֶךְ שְׁמִירָתוֹ לְהַנִּיחוֹ בְּבֵית שַׁעַר כְּגוֹן הַקּוֹרוֹת וְהָאֲבָנִים. וְיֵשׁ פִּקָּדוֹן שֶׁדֶּרֶךְ שְׁמִירָתוֹ לְהַנִּיחוֹ בֶּחָצֵר כְּגוֹן חֲבִילוֹת פִּשְׁתָּן הַגְּדוֹלוֹת וְכַיּוֹצֵא בָּהֶן. וְיֵשׁ פִּקָּדוֹן שֶׁדֶּרֶךְ שְׁמִירָתוֹ לְהַנִּיחוֹ בַּבַּיִת כְּגוֹן שִׂמְלָה וְטַלִּית. וְיֵשׁ פִּקָּדוֹן שֶׁדֶּרֶךְ שְׁמִירָתוֹ לְהַנִּיחוֹ בְּתֵבָה אוֹ בְּמִגְדָּל וְנוֹעֵל עָלָיו כְּגוֹן בִּגְדֵי מֶשִׁי וּכְלֵי כֶּסֶף וּכְלֵי זָהָב וְכַיּוֹצֵא בָּהֶן: \n",
      "הַשּׁוֹמֵר שֶׁהִנִּיחַ הַפִּקָּדוֹן בְּמָקוֹם שֶׁאֵינוֹ רָאוּי לוֹ וְנִגְנַב מִשָּׁם אוֹ אָבַד אֲפִלּוּ נֶאֱנַס שָׁם כְּגוֹן שֶׁנָּפְלָה דְּלֵקָה וְשָׂרַף כָּל הַבַּיִת הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב לְשַׁלֵּם. וְאַף עַל פִּי שֶׁהִנִּיחַ הַפִּקָּדוֹן עִם שֶׁלּוֹ אִם רָאוּי לִשְׁמִירָה פָּטוּר וְאִם אֵין הַמָּקוֹם רָאוּי לִשְׁמִירָה חַיָּב. בְּשֶׁלּוֹ הוּא רַשַּׁאי וְאֵינוֹ רַשַּׁאי בְּשֶׁל אֲחֵרִים: \n",
      "הַכְּסָפִים וְהַדִּינָרִין אֵין לָהֶם שְׁמִירָה אֶלָּא בַּקַּרְקַע וְיִתֵּן עֲלֵיהֶם טֶפַח עָפָר. אוֹ יִטְמְנֵם בַּכֹּתֶל בַּטֶּפַח הַסָּמוּךְ לַקּוֹרָה. אֲבָל לֹא בְּאֶמְצַע הַכֹּתֶל שֶׁמָּא יַחְפְּרוּ הַגַּנָּבִים שָׁם וְיִגְנְבוּ. אֲפִלּוּ נָעַל עֲלֵיהֶם כָּרָאוּי בְּתֵבָה אוֹ הֶחְבִּיא אוֹתָם בְּמָקוֹם שֶׁאֵין אָדָם מַכִּירוֹ וְלֹא מַרְגִּישׁ בּוֹ הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב לְשַׁלֵּם. הוֹרוּ מִקְצָת הַמְּבִינִים שֶׁהוּא הַדִּין לְכָל דָּבָר שֶׁמַּשָּׂאוֹ קַל וְאֵין הַקַּרְקַע מְאַבֶּדֶת אוֹתוֹ בִּמְהֵרָה כְּגוֹן לְשׁוֹנוֹת שֶׁל כֶּסֶף וְאֵין צָרִיךְ לוֹמַר לְשׁוֹנוֹת שֶׁל זָהָב וַאֲבָנִים טוֹבוֹת שֶׁאֵין לָהֶם שְׁמִירָה אֶלָּא בַּקַּרְקַע. וְלָזֶה דַּעְתִּי נוֹטֶה: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ כְּסָפִים עֶרֶב שַׁבָּת בֵּין הַשְּׁמָשׁוֹת אֵינוֹ חַיָּב לִטְרֹחַ וְלִקְבֹּר אוֹתָן עַד מוֹצָאֵי שַׁבָּת. וְאִם נִתְאַחֵר לְמוֹצָאֵי שַׁבָּת כְּדֵי לְקָבְרָן וְלֹא קְבָרָן וְנִגְנְבוּ אוֹ נֶאֶנְסוּ חַיָּב. וְאִם תַּלְמִיד חָכָם הוּא אֵינוֹ חַיָּב עַד שֶׁיִּשְׁהֵא אַחַר שֶׁיַּבְדִּיל כְּדֵי לְקָבְרָן: \n",
      "הִפְקִיד אֵצֶל חֲבֵרוֹ כְּסָפִים בַּדֶּרֶךְ לְהוֹלִיכָם לְבֵיתוֹ אוֹ שֶׁשָּׁלַח עִמּוֹ מָעוֹת מִמָּקוֹם לְמָקוֹם צְרִיכִין שֶׁיִּהְיוּ צְרוּרִים וּמֻנָּחִים בְּיָדוֹ אוֹ קְשׁוּרִים כָּרָאוּי עַל בִּטְנוֹ מִכְּנֶגֶד פָּנָיו עַד שֶׁיַּגִּיעַ לְבֵיתוֹ וְיִקְבְּרֵם כָּרָאוּי. וְאִם לֹא קְשָׁרָן בַּדֶּרֶךְ הַזֹּאת אֲפִלּוּ נֶאֶנְסוּ חַיָּב לְשַׁלֵּם שֶׁהֲרֵי תְּחִלָּתוֹ בִּפְשִׁיעָה. מַעֲשֶׂה בְּאֶחָד שֶׁהִפְקִיד מָעוֹת אֵצֶל חֲבֵרוֹ וְהִנִּיחָם בִּמְחִצָּה שֶׁל קָנִים וְהָיוּ טְמוּנִים בָּעֳבִי הַמְּחִצָּה וְנִגְנְבוּ מִשָּׁם וְאָמְרוּ חֲכָמִים אַף עַל פִּי שֶׁזּוֹ שְׁמִירָה מְעֻלָּה לְעִנְיַן גְּנֵבָה אֵינָהּ שְׁמִירָה כָּרָאוּי לְעִנְיַן הָאֵשׁ וּמֵאַחַר שֶׁלֹּא טְמָנוֹ בְּקַרְקַע אוֹ בְּכֹתֶל בִּנְיָן פּוֹשֵׁעַ הוּא וְכָל שֶׁתְּחִלָּתוֹ בִּפְשִׁיעָה וְסוֹפוֹ בְּאֹנֶס חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בֵּין כֵּלִים בֵּין מָעוֹת וְאָמַר לוֹ תֵּן לִי פִּקְדוֹנִי וְאָמַר לוֹ הַשּׁוֹמֵר אֵינִי יוֹדֵעַ אָנָּה הִנַּחְתִּי פִּקָּדוֹן זֶה אוֹ בְּאֵי זֶה מָקוֹם קָבַרְתִּי הַכְּסָפִים הַמְתֵּן לִי עַד שֶׁאֲבַקֵּשׁ וְאֶמְצָא וְאַחְזִיר לְךָ הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב לְשַׁלֵּם מִיָּד: \n",
      "כָּל הַמַּפְקִיד אֵצֶל בַּעַל הַבַּיִת בֵּין כֵּלִים בֵּין מָעוֹת עַל דַּעַת אִשְׁתּוֹ וּבָנָיו וּבְנֵי בֵּיתוֹ הַגְּדוֹלִים הוּא מַפְקִיד. אֲבָל אִם מְסָרָן לְבָנָיו וּבְנֵי בֵּיתוֹ הַקְּטַנִּים אוֹ לַעֲבָדָיו בֵּין גְּדוֹלִים בֵּין קְטַנִּים אוֹ לְאֶחָד מִקְּרוֹבָיו שֶׁאֵינָן שְׁרוּיִין עִמּוֹ בַּבַּיִת וְאֵין סוֹמְכִין עַל שֻׁלְחָנוֹ וְאֵין צָרִיךְ לוֹמַר אִם מְסָרָן לְאַחֵר הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב לְשַׁלֵּם אֶלָּא אִם כֵּן הֵבִיא הַשּׁוֹמֵר הַשֵּׁנִי רְאָיָה שֶׁלֹּא פָּשַׁע כְּמוֹ שֶׁבֵּאַרְנוּ. מַעֲשֶׂה בְּאֶחָד שֶׁהִפְקִיד מָעוֹת אֵצֶל חֲבֵרוֹ וּנְתָנָם הַשּׁוֹמֵר לְאִמּוֹ וְהֶחְבִּיאָה אוֹתָן וְלֹא טָמְנָה אוֹתָן וְנִגְנְבוּ וְאָמְרוּ חֲכָמִים אֵין הַשּׁוֹמֵר חַיָּב לְשַׁלֵּם מִפְּנֵי שֶׁנְּתָנָם לְאִמּוֹ שֶׁכָּל הַמַּפְקִיד עַל דַּעַת בָּנָיו וּבְנֵי בֵּיתוֹ הוּא מַפְקִיד וְאַף עַל פִּי שֶׁלֹּא אָמַר לָהּ פִּקָּדוֹן הֵם יֵשׁ לוֹ לִטְעֹן כָּל שֶׁכֵּן שֶׁהִיא נִזְהֶרֶת בָּהֶן אִם הָיְתָה סְבוּרָה שֶׁהֵן שֶׁלִּי. וְכֵן אֵין אִמּוֹ חַיֶּבֶת לְשַׁלֵּם שֶׁהֲרֵי לֹא אָמַר לָהּ שֶׁהֵן פִּקָּדוֹן. וְאָמְרוּ חֲכָמִים יִשָּׁבַע הַשּׁוֹמֵר שֶׁאוֹתָן הַמָּעוֹת עַצְמָן הֵן שֶׁנְּתָנָן לְאִמּוֹ וְתִשָּׁבַע הָאֵם שֶׁהֶחְבִּיאָה אוֹתָן וְנִגְנְבוּ וְיִפָּטְרוּ שְׁנֵיהֶם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִכָּאן אַתָּה לָמֵד שֶׁהַשּׁוֹמֵר שֶׁמָּסַר הַפִּקָּדוֹן לְאִשְׁתּוֹ וּבְנֵי בֵּיתוֹ וְהוֹדִיעָן שֶׁהוּא פִּקָּדוֹן וְלֹא שָׁמְרוּ כְּדֶרֶךְ הַשּׁוֹמְרִין שֶׁהֵן חַיָּבִין לְשַׁלֵּם לְבַעַל הַפִּקָּדוֹן וּבַעַל הַבַּיִת פָּטוּר שֶׁכָּל הַמַּפְקִיד עַל דַּעַת אִשְׁתּוֹ וּבָנָיו הוּא מַפְקִיד. מַעֲשֶׂה בְּאֶחָד שֶׁהִפְקִיד כְּשׁוּת אֵצֶל אֶחָד וְהָיָה לוֹ לַשּׁוֹמֵר כְּשׁוּת אַחֶרֶת וְאָמַר לְשַׁמָּשׁוֹ מִזֶּה הַכְּשׁוּת תַּשְׁלִיךְ לְתוֹךְ הַשֵּׁכָר וְהָלַךְ הַשַּׁמָּשׁ וְהִשְׁלִיךְ מִכְּשׁוּת שֶׁל פִּקָּדוֹן. אָמְרוּ חֲכָמִים שֶׁהַשַּׁמָּשׁ פָּטוּר שֶׁהֲרֵי לֹא אָמַר מִזֶּה הַשְׁלֵךְ וּמִזֶּה אַל תַּשְׁלֵךְ וְדִמָּה שֶׁהוּא מַרְאֶה מָקוֹם וְאֵינוֹ מַקְפִּיד עַל זֶה. וְכֵן בַּעַל הַבַּיִת פָּטוּר שֶׁהֲרֵי אָמַר לוֹ מִזֶּה הַשְׁלֵךְ וְאֵינוֹ מְשַׁלֵּם אֶלָּא דְּמֵי מַה שֶּׁנֶּהֱנָה בִּלְבַד. לְפִיכָךְ אִם נַעֲשָׂה הַשֵּׁכָר חֹמֶץ פָּטוּר מִלְּשַׁלֵּם. וּבֵין כָּךְ וּבֵין כָּךְ חַיָּב הַשּׁוֹמֵר שְׁבוּעָה שֶׁכָּךְ אֵרַע. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "מִי שֶׁהִפְקִידוּ אֶצְלוֹ מָעוֹת שֶׁל עֲנִיִּים אוֹ שֶׁל פִּדְיוֹן שְׁבוּיִים וּפָשַׁע בָּהֶם וְנִגְנְבוּ פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"לִשְׁמֹר\" וְלֹא לְחַלֵּק לָעֲנִיִּים וַהֲרֵי הוּא מָמוֹן שֶׁאֵין לוֹ תּוֹבְעִים. אֲפִלּוּ בָּאוּ עָלָיו גַּנָּבִים וְקָדַם וְהִצִּיל עַצְמוֹ בְּמָמוֹן שְׁבוּיִים פָּטוּר. אֵין לְךָ פִּדְיוֹן שְׁבוּיִים גָּדוֹל מִזֶּה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין זֶה הַמָּמוֹן מֻפְקָד לַעֲנִיֵּי מָקוֹם זֶה אוֹ לִשְׁבוּיִים [אֵלּוּ]. אֲבָל אִם הָיוּ לַעֲנִיִּים אֵלּוּ אוֹ לִשְׁבוּיִים אֵלּוּ וַהֲרֵי הוּא קָצוּץ לָהֶן הֲרֵי זֶה הַמָּמוֹן שֶׁיֵּשׁ לוֹ תּוֹבְעִין וִישַׁלֵּם אִם פָּשַׁע אוֹ יִשָּׁבַע שֶׁלֹּא פָּשַׁע כְּדֶרֶךְ כָּל הַשּׁוֹמְרִים: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ מָמוֹן אוֹ כֵּלִים חֲשׁוּבִין וּבָאוּ עָלָיו גַּנָּבִים וְקָדַם וְנָתַן לָהֶם הַפִּקָּדוֹן לְהַצִּיל עַצְמוֹ אִם הָיָה אָמוּד שֶׁהוּא בַּעַל מָמוֹן חַיָּב שֶׁחֶזְקָתוֹ שֶׁבִּגְלָלוֹ בָּאוּ הַגַּנָּבִים וְנִמְצָא זֶה מַצִּיל עַצְמוֹ בְּמָמוֹן חֲבֵרוֹ. וְאִם אֵינוֹ אָמוּד חֶזְקָתוֹ שֶׁלֹּא בָּאוּ אֶלָּא לְשֵׁם הַפִּקָּדוֹן וּפָטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ כֵּלִים אוֹ פֵּרוֹת וּבָאוּ גַּנָּבִים וּגְנָבוּם בְּפָנָיו וְאִלּוּ הָיָה צוֹוֵחַ הָיוּ בָּאִין בְּנֵי אָדָם וּמַצִּילִין אוֹתָן הוֹאִיל וְלֹא צָוַח הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שְׁנַיִם שֶׁהִפְקִידוּ אֵצֶל אֶחָד זֶה מֵאָה וְזֶה מָאתַיִם וְכָל אֶחָד מִשְּׁנֵיהֶם אוֹמֵר אֲנִי הוּא שֶׁהִפְקַדְתִּי הַמָּאתַיִם וְהַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ יִשָּׁבַע כָּל אֶחָד מֵהֶן שֶׁהִפְקִיד מָאתַיִם וְנוֹטֵל כְּדִין כָּל נִשְׁבָּע וְנוֹטֵל. וְיִתֵּן מָאתַיִם לָזֶה וּמָאתַיִם לָזֶה וּמַפְסִיד מֵאָה מִבֵּיתוֹ שֶׁהֲרֵי הוּא פּוֹשֵׁעַ שֶׁהָיָה לוֹ לִכְתֹּב שֵׁם כָּל אֶחָד עַל כִּיס שֶׁלּוֹ. לְפִיכָךְ אִם הֵבִיאוּ לוֹ הַשְּׁנַיִם כְּאֶחָד שְׁלֹשׁ מֵאוֹת בְּכֶרֶךְ אֶחָד וּבָאוּ וְתָבְעוּ וְכָל אֶחָד אוֹמֵר הַמָּאתַיִם שֶׁלִּי נוֹתֵן מָנֶה לָזֶה וּמָנֶה לָזֶה וְהַשְּׁאָר יִהְיֶה מֻנָּח אֶצְלוֹ עַד לְעוֹלָם אוֹ עַד שֶׁיּוֹדֶה הָאֶחָד לַחֲבֵרוֹ. שֶׁהֲרֵי הוּא אוֹמֵר לָהֶם כֵּיוָן שֶׁרָאִיתִי שֶׁאֵין אַתֶּם מַקְפִּידִין זֶה עַל זֶה וַהֲבֵאתֶם בְּכֶרֶךְ אֶחָד לֹא הִטְרַחְתִּי עַצְמִי לֵידַע וְלִזְכֹּר תָּמִיד מִי בַּעַל הַמֵּאָה וּמִי בַּעַל הַמָּאתַיִם. וְכֵן אִם הִפְקִידוּ אֶצְלוֹ שְׁנֵי כֵּלִים אֶחָד גָּדוֹל וְאֶחָד קָטָן וְכָל אֶחָד וְאֶחָד אוֹמֵר אֲנִי הוּא בַּעַל הַגָּדוֹל וְהַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ יִשָּׁבְעוּ שְׁנֵיהֶם וְיִתֵּן הַגָּדוֹל לְאֶחָד מֵהֶם וּדְמֵי הַגָּדוֹל לַשֵּׁנִי וְיִשָּׁאֵר לוֹ הַקָּטָן. וְאִם הֱבִיאוּם בְּכֶרֶךְ אֶחָד כְּאֶחָד נוֹתֵן הַקָּטָן לָאֶחָד וּדְמֵי הַקָּטָן לַשֵּׁנִי וְהַשְּׁאָר יִהְיֶה מֻנָּח אֶצְלוֹ עַד שֶׁיּוֹדֶה הָאֶחָד לַחֲבֵרוֹ אוֹ עַד לְעוֹלָם. וְכֵן מִי שֶׁתְּבָעוּהוּ שְׁנַיִם זֶה אוֹמֵר אֲנִי הוּא בַּעַל הַפִּקָּדוֹן וְזֶה אוֹמֵר אֲנִי הוּא וְהַשּׁוֹמֵר אוֹמֵר אֶחָד מִכֶּם הוּא וְאֵינִי יוֹדֵעַ מִי הוּא יְשַׁלֵּם לִשְׁנֵיהֶם. וְכֵן שְׁנַיִם שֶׁהִפְקִידוּ שְׁתֵּי בְּהֵמוֹת אֵצֶל רוֹעֶה וּמֵתָה אַחַת מֵהֶן וְאֵינוֹ יוֹדֵעַ שֶׁל מִי הָיְתָה יְשַׁלֵּם לִשְׁנֵיהֶם. וְאִם הִפְקִידוּ בְּעֶדְרוֹ שֶׁלֹּא מִדַּעְתּוֹ מַנִּיחַ הַבְּהֵמָה בֵּינֵיהֶם וּמִסְתַּלֵּק וְתִהְיֶה מֻנַּחַת עַד שֶׁיּוֹדֶה הָאֶחָד לַחֲבֵרוֹ אוֹ עַד שֶׁיִּרְצוּ לַחֲלֹק אוֹתָהּ: \n",
      "הַמַּפְקִיד פֵּרוֹת אֵצֶל חֲבֵרוֹ הֲרֵי זֶה לֹא יְעָרְבֵם עִם פֵּרוֹתָיו. עָבַר וְעֵרֵב יַחְשֹׁב כַּמָּה הָיָה הַפִּקָּדוֹן וְיִרְאֶה כַּמָּה חָסֵר הַכּל וְיַחְשֹׁב חֶסְרוֹן הַפִּקָּדוֹן וְיִתֵּן לוֹ אַחַר שֶׁיִּשָּׁבַע. נִסְתַּפֵּק מֵהֶן וְלֹא יָדַע כַּמָּה נִסְתַּפֵּק יוֹצִיא לוֹ חֶסְרוֹנוֹ לְחִטִּים וּלְאֹרֶז קָלוּף אַרְבָּעָה קַבִּין וּמֶחֱצָה לְכָל כּוֹר. לִשְׂעוֹרִים וּלְדֹחַן תִּשְׁעָה קַבִּין לְכָל כּוֹר. לְכֻסְּמִין וּלְזֶרַע פִּשְׁתָּן בְּגִבְעוֹלָיו וּלְאֹרֶז שֶׁאֵינוֹ קָלוּף שָׁלֹשׁ סְאִין לְכָל כּוֹר. וְכַמִּדָּה הַזֹּאת לְכָל שָׁנָה וְשָׁנָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמָּדַד לוֹ בִּימוֹת הַגֹּרֶן וְהֶחֱזִיר לוֹ בִּימוֹת הַגֹּרֶן. אֲבָל מָדַד בִּימוֹת הַגֹּרֶן וְהֶחְזִיר לוֹ בִּימוֹת הַגְּשָׁמִים אֵינוֹ מוֹצִיא לוֹ חֶסְרוֹנוֹ מִפְּנֵי שֶׁהֵן מוֹתִירוֹת. וְכֵן מוֹצִיא לוֹ שְׁתוּת לְיַיִן וּשְׁלֹשֶׁת לוֹגִין שֶׁמֶן לְמֵאָה לוֹגִין לוֹג וּמֶחֱצָה שְׁמָרִים וְלוֹג וּמֶחֱצָה בֶּלַע. אִם הָיָה מְזֻקָּק אֵינוֹ מוֹצִיא לוֹ שְׁמָרִים. וְאִם הָיוּ הַקַּנְקַנִּים יְשָׁנִים אֵינוֹ מוֹצִיא לוֹ בֶּלַע: \n",
      "הִפְקִיד אֶצְלוֹ פֵּרוֹת שֶׁאֵינָן מְדוּדִין וְעֵרְבָן עִם פֵּרוֹתָיו וְלֹא מְדָדָן הֲרֵי זֶה פּוֹשֵׁעַ. בַּעַל הַפִּקָּדוֹן אוֹמֵר כָּךְ וְכָךְ הָיוּ וְהַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ יְשַׁלֵּם בְּלֹא שְׁבוּעָה שֶׁהֲרֵי חִיֵּב עַצְמוֹ בְּתַשְׁלוּמִין וְאֵינוֹ יוֹדֵעַ כַּמָּה הוּא חַיָּב וְנִמְצָא חַיָּב שְׁבוּעָה שֶׁאֵינוֹ יָכוֹל לְהִשָּׁבַע. וְכָזֶה הוֹרוּ רַבּוֹתַי הָרַב רַבֵּנוּ יוֹסֵף הַלֵּוִי וְרַבּוֹ זַ''ל. וְכֵן כָּל שׁוֹמֵר שֶׁנִּתְחַיֵּב לְשַׁלֵּם וְאָמַר אֵינִי יוֹדֵעַ כַּמָּה דָּמִים אֲנִי חַיָּב לְשַׁלֵּם וְהַבְּעָלִים אוֹמְרִים אָנוּ יוֹדְעִין וְכָךְ וְכָךְ הָיָה שָׁוֶה יִטְּלוּ בְּלֹא שְׁבוּעָה וְהוּא שֶׁיִּטְעֲנוּ דָּבָר שֶׁהֵן אֲמוּדִין בּוֹ. וְיֵשׁ לַשּׁוֹמֵר לְהַחֲרִים עַל מִי שֶׁלָּקַח מִמֶּנּוּ יֶתֶר מִן הָרָאוּי לוֹ. וּמִנַּיִן שֶׁהַדִּין כָּךְ הוּא הַגַּע עַצְמְךָ שֶׁהִפְקִיד אֶצְלוֹ כִּיס מָלֵא זְהוּבִים וּפָשַׁע בּוֹ הַבְּעָלִים אוֹמְרִים מָאתַיִם דִּינָר הָיוּ וְהַשּׁוֹמֵר אוֹמֵר וַדַּאי שֶׁהָיָה בּוֹ דִּינָרִים אֲבָל אֵינִי יוֹדֵעַ כַּמָּה הָיוּ נִמְצָא זֶה כְּטוֹעֵן מָאתַיִם וְהוֹדָה לוֹ בְּמִקְצָת וְאָמַר הַשְּׁאָר אֵינִי יוֹדֵעַ שֶׁהוּא מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע וּמְשַׁלֵּם כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "מֵת אָבִיו וְהִנִּיחַ לוֹ שַׂק צָרוּר וְהִפְקִידוֹ אֶצְלוֹ חֲבֵרוֹ וּפָשַׁע בּוֹ הַמַּפְקִיד אוֹמֵר אֵינִי יוֹדֵעַ מֶה הָיוּ בּוֹ שֶׁמָּא מַרְגָּלִיּוֹת הָיוּ בּוֹ וְכֵן הַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ כַּמָּה אֲנִי חַיָּב לְשַׁלֵּם שֶׁמָּא זְכוּכִית הָיָה מָלֵא. שׁוּרַת הַדִּין שֶׁאֲנִי אוֹמֵר בְּטַעֲנָה זוֹ שֶׁיִּשָּׁבַע הַשּׁוֹמֵר בְּתַקָּנַת חֲכָמִים שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְיִכְלל בִּשְׁבוּעָתוֹ שֶׁאֵינוֹ יוֹדֵעַ בְּוַדַּאי שֶׁהָיָה בּוֹ יֶתֶר עַל שְׁוֵה כָּךְ וְכָךְ וִישַׁלֵּם מַה שֶּׁהוֹדָה בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. מַעֲשֶׂה בְּאֶחָד שֶׁהִפְקִיד שַׂק צָרוּר אֵצֶל חֲבֵרוֹ וּפָשַׁע בּוֹ. הַמַּפְקִיד אוֹמֵר חֲלִי זָהָב וּמַרְגָּלִיּוֹת וְכַיּוֹצֵא בָּהֶן הָיוּ בּוֹ וְהַשּׁוֹמֵר אוֹמֵר אֵינִי יוֹדֵעַ שֶׁמָּא סִיגִים אוֹ חוֹל הָיוּ בּוֹ. וְאָמְרוּ חֲכָמִים יִשָּׁבַע בַּעַל הַפִּקָּדוֹן וְיִטּל וְהוּא שֶׁיִּטְעֹן דָּבָר שֶׁהוּא אָמוּד בּוֹ אוֹ אָמוּד לְהַפְקִידוֹ אֶצְלוֹ. וְלָמָּה נִשְׁבָּע כָּאן בַּעַל הַפִּקָּדוֹן לְפִי שֶׁאֵין הַשּׁוֹמֵר מְחֻיָּב שְׁבוּעָה שֶׁאֲפִלּוּ הוֹדָה וְאָמַר בָּרִי לִי שֶׁהָיָה מָלֵא סִיגִים וְהַמַּפְקִיד אוֹמֵר מַרְגָּלִיּוֹת הָיוּ הַשּׁוֹמֵר נִשְׁבָּע הֶסֵּת וְנִפְטָר כְּמוֹ שֶׁטְּעָנוֹ חִטִּים וְהוֹדָה לוֹ בִּשְׂעוֹרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וּבְהִלְכוֹת טוֹעֵן וְנִטְעָן יִתְבָּאֲרוּ עִקְּרֵי הַדְּבָרִים: \n"
    ],
    [
      "שׁוֹמֵר חִנָּם שֶׁאָמַר הֲרֵינִי מְשַׁלֵּם וְאֵינִי נִשְׁבָּע אִם הַפִּקָּדוֹן דָּבָר שֶׁכָּל מִינוֹ שָׁוֶה וּמָצוּי בַּשּׁוּק לִקְנוֹת כְּמוֹתוֹ כְּגוֹן פֵּרוֹת אוֹ יְרִיעוֹת שֶׁל צֶמֶר וְשֶׁל פִּשְׁתָּן הַשָּׁווֹת בְּכָל עִנְיָנָם אוֹ קוֹרוֹת שֶׁאֵינָן מְצֻיָּרוֹת וְכָל כַּיּוֹצֵא בָּהֶן הֲרֵי זֶה מְשַׁלֵּם וְאֵינוֹ נִשְׁבָּע. אֲבָל אִם הָיָה פִּקְדוֹן בְּהֵמָה אוֹ בֶּגֶד מְצֻיָּר אוֹ כְּלִי מְתֻקָּן אוֹ דָּבָר שֶׁאֵינוֹ מוֹצֵא לִקְנוֹת כְּמוֹתוֹ בַּשּׁוּק חוֹשְׁשִׁין שֶׁמָּא עֵינָיו נָתַן בּוֹ וּמַשְׁבִּיעִין אוֹתוֹ בְּתַקָּנַת חֲכָמִים שְׁבוּעָה בִּנְקִיטַת חֵפֶץ שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְאַחַר כָּךְ מְשַׁלֵּם. וְהוּא הַדִּין לִשְׁאָר הַשּׁוֹמְרִין כְּגוֹן הַשּׁוֹאֵל שֶׁאָמַר מֵתָה אוֹ נִגְנְבָה וְשׁוֹמֵר שָׂכָר וְהַשּׂוֹכֵר שֶׁאָמַר נִגְנְבָה אוֹ שֶׁאָבְדָה אַף עַל פִּי שֶׁהֵן חַיָּבִין לְשַׁלֵּם מַשְׁבִּיעִין אוֹתָן שְׁבוּעָה שֶׁאֵינָהּ בִּרְשׁוּתָן וְאַחַר כָּךְ מְשַׁלְּמִין דְּמֵי הַבְּהֵמָה אוֹ הַחֵפֶץ שֶׁאָנוּ חוֹשְׁשִׁין לוֹ שֶׁמָּא עֵינָיו נָתַן בָּהּ. וְאִם אָמְרוּ הַבְּעָלִים יֶתֶר עַל זֶה הָיָה שָׁוֶה כּוֹלֵל בִּשְׁבוּעָתוֹ שֶׁאֵינָהּ שָׁוָה אֶלָּא כָּךְ וְכָךְ. נִמְצָא כָּל שׁוֹמֵר שֶׁנִּשְׁבַּע שְׁבוּעַת הַשּׁוֹמְרִין כּוֹלֵל בִּשְׁבוּעָתוֹ שְׁלֹשָׁה דְּבָרִים. שֶׁשָּׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִין. וְשֶׁאֵרְעוֹ כָּךְ וְכָךְ וְאֵינוֹ בִּרְשׁוּתוֹ. וְשֶׁלֹּא שָׁלַח בּוֹ יָד קֹדֶם שֶׁאֵרְעוֹ הַמְאֹרָע הַפּוֹטֵר אוֹתוֹ. וְאִם רָצָה לְשַׁלֵּם נִשְׁבָּע שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁכָּךְ וְכָךְ הָיָה שָׁוֶה: \n",
      "יֵשׁ לַשּׁוֹמֵר לְהַתְנוֹת שֶׁאֵינוֹ שׁוֹמֵר כְּדֶרֶךְ הַשּׁוֹמְרִין אֶלָּא מָעוֹת אֵלּוּ שֶׁהִפְקִיד אֶצְלִי בְּזָוִית בֵּיתִי אֲנִי מַנִּיחַ אוֹתָן וְכַיּוֹצֵא בָּזֶה. טָעַן הַשּׁוֹמֵר שֶׁתְּנַאי הָיָה בֵּינֵינוּ וּבַעַל הַפִּקָּדוֹן אוֹמֵר לֹא הָיָה שָׁם תְּנַאי אַף עַל פִּי שֶׁהִפְקִיד אֶצְלוֹ בְּעֵדִים מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שָׁמַרְתִּי כְּדֶרֶךְ הַשּׁוֹמְרִין וְנֶאֱנַסְתִּי נֶאֱמָן לוֹמַר שֶׁהָיָה בֵּינֵיהֶן תְּנַאי לְפִיכָךְ יִשָּׁבַע שֶׁלֹּא שָׁלַח יָד בּוֹ וְשֶׁאֵינוֹ בִּרְשׁוּתוֹ וְשֶׁהָיָה בֵּינֵיהֶן תְּנַאי: \n",
      "שׁוֹמֵר חִנָּם שֶׁהֵבִיא רְאָיָה שֶׁלֹּא פָּשַׁע בָּהּ פָּטוּר מִשְּׁבוּעָה וְאֵין אוֹמְרִים שֶׁמָּא שָׁלַח בּוֹ יָד קֹדֶם שֶׁיֹּאבַד. וּבַעַל הַפִּקָּדוֹן שֶׁהֵבִיא רְאָיָה שֶׁפָּשַׁע הַשּׁוֹמֵר מְשַׁלֵּם. וְאִם טָעַן וְאָמַר תְּנַאי הָיָה בֵּינֵינוּ אֵינוֹ נֶאֱמָן שֶׁהֲרֵי יֵשׁ עֵדִים שֶׁפָּשַׁע: \n",
      "הִפְקִיד אֵצֶל חֲבֵרוֹ בְּעֵדִים וּבָאוּ עֵדִים שֶׁזֶּה הַחֵפֶץ בְּפָנֵינוּ הִפְקִידוֹ אֶצְלוֹ אֵין הַשּׁוֹמֵר יָכוֹל לִטְעֹן וְלוֹמַר חָזַרְתִּי וּלְקַחְתִּיו מִמֶּנּוּ אוֹ נְתָנוֹ לִי בְּמַתָּנָה. לְפִיכָךְ אִם מֵת הַשּׁוֹמֵר מוֹצִיאִין הַפִּקָּדוֹן עַצְמוֹ מִן הַיְתוֹמִים בְּלֹא שְׁבוּעָה. וְלֹא עוֹד אֶלָּא מִי שֶׁבָּא וְאָמַר כָּךְ וְכָךְ הִפְקַדְתִּי אֵצֶל אֲבִיכֶם וְנָתַן סִימָנִין מֻבְהָקִין וְנִמְצָא הַפִּקָּדוֹן כְּמוֹ שֶׁאָמַר וְהָיָה יוֹדֵעַ הַדַּיָּן שֶׁלֹּא הָיָה הַמֵּת אָמוּד שֶׁזֶּה הַפִּקָּדוֹן שֶׁלּוֹ. יֵשׁ לוֹ לַדַּיָּן הַזֶּה לָתֵת הַפִּקָּדוֹן לְזֶה שֶׁנָּתַן סִימָנָיו. וְהוּא שֶׁלֹּא יִהְיֶה הַמַּפְקִיד רָגִיל לְהִכָּנֵס אֵצֶל זֶה שֶׁמֵּת אֲבָל אִם הָיָה רָגִיל לִכָּנֵס אֶצְלוֹ שֶׁמָּא שֶׁל אַחֵר הוּא וְהִכִּיר הַסִּימָנִין שֶׁלּוֹ. בָּאוּ עֵדִים וְהֵעִידוּ לַדַּיָּן שֶׁאֵין זֶה אָמוּד אֵין מוֹצִיאִין מִיַּד הַיְתוֹמִים בְּעֵדוּתָן שֶׁאֵין זֶה רְאָיָה בְּרוּרָה וְאֻמְדַּן דַּעְתָּן אֵינוֹ אֹמֶד דַּעְתּוֹ וְאֵין לוֹ לַדַּיָּן אֶלָּא מַה שֶּׁדַּעְתּוֹ סוֹמֶכֶת עָלָיו כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין. מַעֲשֶׂה בְּאֶחָד שֶׁהִפְקִיד שֻׁמְשְׁמִין אֵצֶל חֲבֵרוֹ בְּעֵדִים וּבָא לְתָבְעוֹ וְאָמַר לוֹ הֶחְזַרְתִּים. אָמַר לוֹ הַמַּפְקִיד וַהֲלֹא כָּךְ וְכָךְ הִיא מִדָּתָם וַהֲרֵי הֵם מֻנָּחִים אֶצְלְךָ בְּחָבִיתְךָ. אָמַר לוֹ שֶׁלְּךָ הֶחְזַרְתִּי לְךָ וְאֵלּוּ אֲחֵרִים הֵן. וְאָמְרוּ חֲכָמִים אֵין מוֹצִיאִין מִיָּדוֹ שֶׁמָּא אֵלּוּ הַשֻּׁמְשְׁמִין שֶׁל שׁוֹמֵר הֵן אֶלָּא יִשָּׁבַע הַשּׁוֹמֵר בִּנְקִיטַת חֵפֶץ שֶׁהֶחְזִיר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בַּעַל הַפִּקָּדוֹן שֶׁתָּבַע פִּקְדּוֹנוֹ וְנָתַן לוֹ הַשּׁוֹמֵר וְאָמַר הַמַּפְקִיד אֵין זֶה פִּקְדוֹנִי אֶלָּא אַחֵר הוּא אוֹ שָׁלֵם הָיָה וְאַתָּה שְׁבַרְתּוֹ אוֹ חָדָשׁ הָיָה וְנִשְׁתַּמַּשְׁתָּ בּוֹ. מֵאָה סְאִין הִפְקַדְתִּי אֶצְלְךָ וְאֵין אֵלּוּ אֶלָּא חֲמִשִּׁים וּבַעַל הַבַּיִת אוֹמֵר זֶהוּ שֶׁהִפְקַדְתָּ בְּעַצְמְךָ וּמַה שֶּׁנָּתַתָּ אַתָּה נוֹטֵל. הֲרֵי הַשּׁוֹמֵר נִשְׁבָּע הֶסֵּת כִּשְׁאָר כָּל הַנִּשְׁבָּעִין שֶׁאֵין כָּל שׁוֹמֵר נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִין הָאֲמוּרָה בַּתּוֹרָה אֶלָּא בִּזְמַן שֶׁמּוֹדֶה בְּעַצְמוֹ שֶׁל פִּקָּדוֹן כְּמוֹ שֶׁהַמַּפְקִיד אוֹמֵר וְטוֹעֵן שֶׁנִּגְנַב אוֹ מֵת אוֹ נִשְׁבָּה. כְּלָלוֹ שֶׁל דָּבָר טוֹעֵן לִפְטֹר עַצְמוֹ מִן הַתַּשְׁלוּמִין [נִשְׁבָּע שְׁבוּעַת שׁוֹמְרִין]. אֲבָל אִם אָמַר זֶהוּ שֶׁהִשְׁאַלְתַּנִי אוֹ שֶׁהִשְׂכַּרְתָּ לִי אוֹ שֶׁנָּטַלְתִּי שָׂכָר עַל שְׁמִירָתִי וְהַבְּעָלִים אוֹמְרִים אֵינוֹ זֶה אֶלָּא אַחֵר אוֹ נִשְׁתַּנָּה מִכְּמוֹת שֶׁהָיָה הַשּׂוֹכֵר נִשְׁבָּע הֶסֵּת אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת. כֵּיצַד. מֵאָה סְאָה הִפְקַדְתִּי אֶצְלְךָ וְהַשּׁוֹמֵר אוֹמֵר לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא חֲמִשִּׁים נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה מִפְּנֵי שֶׁהוֹדָה בְּמִקְצָת לֹא מִשּׁוּם שְׁבוּעַת הַשּׁוֹמְרִין. מֵאָה כּוֹר שֶׁל חִטִּים הִפְקַדְתִּי אֶצְלְךָ וְהוּא אוֹמֵר לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא מֵאָה שֶׁל שְׂעוֹרִים נִשְׁבָּע הֶסֵּת כִּשְׁאָר כָּל הַנִּשְׁבָּעִין בְּטַעֲנָה כָּזוֹ: \n"
    ],
    [
      "הַמַּפְקִיד פֵּרוֹת אֵצֶל חֲבֵרוֹ הֲרֵי זֶה לֹא יִגַּע בָּהֶן וְאַף עַל פִּי שֶׁהֵן חוֹסְרִין וּמִתְמַעֲטִין וְהוֹלְכִין. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁחָסְרוּ חִסָּרוֹן הָרָאוּי לָהֶן בְּכָל שָׁנָה. אֲבָל אִם חָסְרוּ יוֹתֵר מִכְּדֵי חֶסְרוֹנָן מוֹכְרָן בְּבֵית דִּין מִפְּנֵי שֶׁהוּא מֵשִׁיב אֲבֵדָה לַבְּעָלִים. וּכְשֶׁהוּא מוֹכְרָן יִמְכֹּר לַכֹּהֲנִים בִּדְמֵי תְּרוּמָה שֶׁמָּא עָשׂוּ אוֹתָן הַבְּעָלִים תְּרוּמָה אוֹ תְּרוּמַת מַעֲשֵׂר עַל פֵּרוֹת אֲחֵרוֹת: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ פֵּרוֹת וְהִרְקִיבוּ דְּבַשׁ וְנִפְסַד יַיִן וְהֶחְמִיץ עוֹשֶׂה תַּקָּנָה לְבַעַל הַפִּקָּדוֹן וּמוֹכְרָן בְּבֵית דִּין אַף עַל פִּי שֶׁעָמְדוּ בְּהֶפְסֵדָן וְאֵין הַהֶפְסֵד פּוֹשֶׂה בָּהֶן הֲרֵי הַקַּנְקַנִּים וְהַסַּלִּים מוֹסִיפִין הֶפְסֵד: \n",
      "הַמַּפְקִיד חָמֵץ אֵצֶל חֲבֵרוֹ וְהִגִּיעַ הַפֶּסַח הֲרֵי זֶה לֹא יִגַּע בּוֹ עַד שָׁעָה חֲמִישִׁית מִיּוֹם אַרְבָּעָה עָשָׂר. מִכָּאן וְאֵילָךְ יוֹצֵא וּמוֹכְרוֹ בַּשּׁוּק לִשְׁעָתוֹ מִשּׁוּם הֶשֵּׁב אֲבֵדָה לַבְּעָלִים. וְהוּא הַדִּין לִשְׁאָר הַפִּקְדוֹנוֹת שֶׁלֹּא יִגַּע בָּהֶן אַף עַל פִּי שֶׁהוּא יוֹדֵעַ בְּוַדַּאי שֶׁיִּזּוֹלוּ בִּזְמַן פְּלוֹנִי אוֹ יֶאֱנֹס אוֹתָם הַמֶּלֶךְ שֶׁמָּא יָבוֹא בַּעֲלֵיהֶן מִקֹּדֶם וְיִטְּלוּ מָמוֹנָם: \n",
      "הַמַּפְקִיד סֵפֶר תּוֹרָה אֵצֶל חֲבֵרוֹ גּוֹלְלוֹ פַּעַם אַחַת לִשְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם כְּשֶׁהוּא גּוֹלְלוֹ פּוֹתְחוֹ וְקָרָא בּוֹ מֻתָּר. אֲבָל לֹא יִפְתַּח בִּגְלַל עַצְמוֹ וְיִקְרָא. וְהוּא הַדִּין שְׁאָר סְפָרִים. וְאִם פָּתַח וְקָרָא וְגָלַל בִּגְלַל עַצְמוֹ הֲרֵי שָׁלַח יָד בַּפִּקָּדוֹן וְנִתְחַיֵּב בָּאֳנָסִין. הִפְקִיד אֶצְלוֹ כְּסוּת שֶׁל צֶמֶר מְנַעְנְעָהּ אַחַת לִשְׁלֹשִׁים יוֹם כְּדֶרֶךְ שֶׁאָמְרוּ בַּאֲבֵדָה כָּךְ אָמְרוּ בַּפִּקָּדוֹן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁזּוֹ חוֹבָה עָלָיו מִשּׁוּם הֶשֵּׁב אֲבֵדָה לַבְּעָלִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּפִקָּדוֹן שֶׁהָלְכוּ בְּעָלָיו לִמְדִינַת הַיָּם אֲבָל אִם הָיוּ עִמּוֹ בְּאוֹתָהּ הָאָרֶץ הֲרֵי זֶה לֹא יִגַּע בּוֹ אַף עַל פִּי שֶׁהוּא אָבֵד: \n",
      "כָּל הַמּוֹכֵר פִּקָּדוֹן עַל פִּי בֵּית דִּין הֲרֵי זֶה מוֹכֵר לַאֲחֵרִים וְאֵינוֹ מוֹכֵר לְעַצְמוֹ מִפְּנֵי הַחֲשָׁד וְהַדָּמִים יִהְיוּ מֻנָּחִים אֶצְלוֹ וְיֵשׁ לוֹ לְהִשְׁתַּמֵּשׁ בָּהֶן. לְפִיכָךְ הֲרֵי הוּא עֲלֵיהֶן שׁוֹמֵר שׂוֹכֵר אַף עַל פִּי שֶׁעֲדַיִן לֹא נִשְׁתַּמֵּשׁ בָּהֶן: \n",
      "הַמַּפְקִיד מָעוֹת אֵצֶל חֶנְוָנִי אוֹ הַשֻּׁלְחָנִי אִם הָיוּ צְרוּרִין וַחֲתוּמִין אוֹ קְשׁוּרִין קֶשֶׁר מְשֻׁנֶּה הֲרֵי זֶה לֹא יִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ אִם אָבְדוּ אוֹ נִגְנְבוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. וְאִם אֵינָן חֲתוּמִין וְלֹא קְשׁוּרִין קֶשֶׁר מְשֻׁנֶּה אַף עַל פִּי שֶׁהֵן צְרוּרִין יֵשׁ לוֹ לְהִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ הוּא נַעֲשֶׂה עֲלֵיהֶם שׁוֹמֵר שָׂכָר וְאִם אָבְדוּ אוֹ נִגְנְבוּ חַיָּב בְּאַחֲרָיוּתָן וְאִם נֶאֶנְסוּ כְּגוֹן שֶׁאָבְדוּ בְּלִסְטִים מְזֻיָּן הֲרֵי זֶה פָּטוּר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים קֹדֶם שֶׁיִּשְׁתַּמֵּשׁ בָּהֶן אֲבָל אַחַר שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן נִתְחַיֵּב בְּאַחֲרָיוּתָן כְּכָל מִלְוֶה שֶׁבָּעוֹלָם עַד שֶׁיַּחְזִירֵם לַבְּעָלִים: \n",
      "הַמַּפְקִיד מָעוֹת אֵצֶל בַּעַל הַבַּיִת בֵּין צְרוּרִין בֵּין מֻתָּרִין הֲרֵי זֶה לֹא יִשְׁתַּמֵּשׁ בָּהֶן לְפִיכָךְ אִם אָבְדוּ אוֹ נִגְנְבוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. וְהוּא שֶׁיִּטְמְנֵם בַּקַּרְקַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמַּפְקִיד חָבִית אֵצֶל חֲבֵרוֹ בֵּין שֶׁיִּחֲדוּ לָהּ הַבְּעָלִים מָקוֹם בֵּין לֹא יִחֲדוּ לָהּ מָקוֹם וְטִלְטְלָהּ לְצָרְכּוֹ וְנִשְׁבְּרָה בֵּין מִתּוֹךְ יָדוֹ נִשְׁבְּרָה בֵּין אַחַר שֶׁהֶחְזִירָהּ לַמָּקוֹם שֶׁיִּחֲדוּ לָהּ נִשְׁבְּרָה חַיָּב לְשַׁלֵּם. טִלְטְלָהּ לְצָרְכָּהּ בֵּין שֶׁנִּשְׁבְּרָה מִתּוֹךְ יָדוֹ בֵּין שֶׁנִּשְׁבְּרָה מִשֶּׁהֵנִיחָהּ בְּמָקוֹם אַחֵר פָּטוּר: \n",
      "אֵין מְקַבְּלִין פִּקְדוֹנוֹת לֹא מִן הַנָּשִׁים וְלֹא מִן הָעֲבָדִים וְלֹא מִן הַתִּינוֹקוֹת. קִבֵּל מִן הָאִשָּׁה יַחְזִיר לָאִשָּׁה. מֵתָה יַחְזִיר לְבַעֲלָהּ. קִבֵּל מִן הָעֶבֶד יַחְזִיר לָעֶבֶד. מֵת יַחְזִיר לְרַבּוֹ. קִבֵּל מִן הַקָּטָן יִקְנֶה לוֹ בּוֹ סֵפֶר תּוֹרָה אוֹ דֶּקֶל שֶׁיֹּאכַל בָּהֶן פֵּרוֹתָיו. וְכֻלָּן שֶׁאָמְרוּ בִּשְׁעַת מִיתָתָן שֶׁל פְּלוֹנִי הֵם אִם נֶאֱמָנִין לוֹ יַעֲשֶׂה כְּפֵרוּשָׁן וְאִם לָאו יַחְזִיר לְיוֹרְשֵׁיהֶם: \n",
      "הַפִּקָּדוֹן וְהָאֲבֵדָה לֹא נִתְּנוּ לִתָּבַע אֶלָּא בִּמְקוֹמָם. כֵּיצַד. הִפְקִיד אֶצְלוֹ בִּירוּשָׁלַיִם אֵינוֹ יָכוֹל לְתָבְעוֹ בְּנֹב וְאִם הֶחְזִיר לוֹ בְּנֹב מְקַבְּלוֹ מִמֶּנּוּ. הִפְקִיד אֶצְלוֹ בַּיִּשּׁוּב וְהֵבִיא פִּקְדוֹנוֹ בַּמִּדְבָּר אֵינוֹ מְקַבְּלוֹ מִמֶּנּוּ אֶלָּא יֹאמַר לוֹ הֲרֵי הוּא בְּאַחְרָיוּתְךָ עַד שֶׁתַּחֲזִירֶנּוּ לִי בַּיִּשּׁוּב כְּדֶרֶךְ שֶׁהִפְקַדְתִּי אֶצְלְךָ בַּיִּשּׁוּב: \n",
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ וְהָלַךְ בַּעַל הַפִּקָּדוֹן לִמְדִינַת הַיָּם וַהֲרֵי הַשּׁוֹמֵר רָצָה לְפָרֵשׁ מִיַּבָּשָׁה לַיָּם אוֹ לָצֵאת בְּשַׁיָּרָא יֵשׁ מִי שֶׁהוֹרָה שֶׁאִם בָּא הַשּׁוֹמֵר וְהֵבִיא הַפִּקָּדוֹן לְבֵית דִּין נִפְטַר מֵאַחֲרָיוּת שְׁמִירָתוֹ וּדְבָרִים שֶׁל טַעַם הֵם שֶׁאֵין אוֹסְרִין זֶה בִּמְדִינָה זוֹ מִפְּנֵי פִּקָּדוֹן שֶׁל זֶה שֶׁהָלַךְ וְאִי אֶפְשָׁר לוֹ לְהוֹלִיכוֹ עִמּוֹ שֶׁמָּא יֶאֱרַע לוֹ אֹנֶס וְיִהְיֶה חַיָּב בְּאַחֲרָיוּתוֹ וּבֵית דִּין מַפְקִידִין אוֹתוֹ בְּיַד נֶאֱמָן אֶצְלָם מִשּׁוּם הֶשֵּׁב אֲבֵדָה לַבְּעָלִים: \n"
    ],
    [
      "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בְּהֵמָה אוֹ כֵּלִים וְנִגְנְבוּ אוֹ אָבְדוּ אָמַר הֲרֵינִי מְשַׁלֵּם וְאֵינִי נִשְׁבָּע וְנִמְצָא הַגַּנָּב מְשַׁלֵּם תַּשְׁלוּמֵי כֶּפֶל. טָבַח אוֹ מָכַר מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. לְמִי מְשַׁלֵּם לְמִי שֶׁהָיָה הַפִּקָּדוֹן אֶצְלוֹ שֶׁהֲרֵי אָמַר אֲשַׁלֵּם. חָזְרָה הַבְּהֵמָה עַצְמָהּ חוֹזֶרֶת לִבְעָלֶיהָ הִיא וְגִזּוֹתֶיהָ וּוַלְדוֹתֶיהָ שֶׁאֵין זֶה הַשּׁוֹמֵר קוֹנֶה שֶׁבַח הַבָּא מִגּוּפָהּ אֶלָּא שֶׁבַח הַבָּא מֵאֵלָיו. וּכְבָר בֵּאַרְנוּ שֶׁאֵין הַגַּנָּב מַחְזִיר גִּזּוֹת וּוְלָדוֹת אֶלָּא לִפְנֵי יֵאוּשׁ. נִשְׁבַּע הַשּׁוֹמֵר וְלֹא רָצָה לְשַׁלֵּם וְאַחַר כָּךְ נִמְצָא הַגַּנָּב מְשַׁלֵּם תַּשְׁלוּמֵי כֶּפֶל. טָבַח אוֹ מָכַר מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. לְמִי מְשַׁלֵּם לְבַעַל הַפִּקָּדוֹן. וְכֵן הַשּׂוֹכֵר פָּרָה מֵחֲבֵרוֹ וְנִגְנְבָה וְאָמַר הֲרֵינִי מְשַׁלֵּם וְאֵינִי נִשְׁבָּע וְאַחַר כָּךְ הֻכַּר הַגַּנָּב מְשַׁלֵּם תַּשְׁלוּמֵי כֶּפֶל וְתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה לַשּׂוֹכֵר. שֶׁאִלּוּ רָצָה הַשּׂוֹכֵר הָיָה נִשְׁבָּע שֶׁנִּגְנְבָה בְּאֹנֶס וְנִפְטָר: \n",
      "שׁוֹמֵר חִנָּם שֶׁאָמַר פָּשַׁעְתִּי זָכָה בַּכֶּפֶל שֶׁהֲרֵי חִיֵּב עַצְמוֹ לְשַׁלֵּם וְאִלּוּ רָצָה אָמַר נִגְנְבָה אוֹ אָבְדָה וְהָיָה פָּטוּר. וְכֵן נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר שֶׁאָמַר נִגְנְבָה קָנָה הַכֶּפֶל שֶׁהֲרֵי חִיֵּב עַצְמוֹ לְשַׁלֵּם וְאִלּוּ רָצָה אָמַר מֵתָה וְהָיָה נִפְטָר. אֲבָל הַשּׁוֹאֵל אֵינוֹ קוֹנֶה הַכֶּפֶל עַד שֶׁיְּשַׁלֵּם מֵעַצְמוֹ קָדַם וְשִׁלֵּם מֵעַצְמוֹ וְאַחַר כָּךְ הֻכַּר הַגַּנָּב מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה לַשּׁוֹאֵל: \n",
      "כָּל הַקוֹנֶה הַכֶּפֶל קוֹנֶה הַשֶּׁבַח הַבָּא מֵאֵלָיו. כֵּיצַד. הִפְקִיד אַרְבַּע סְאִין אֵצֶל חֲבֵרוֹ וַהֲרֵי הֵן שָׁוִין סֶלַע וְנִגְנְבוּ אוֹ אָבְדוּ וְאָמַר הֲרֵינִי מְשַׁלֵּם סֶלַע וְאֵינִי נִשְׁבָּע וְאַחַר כָּךְ נִמְצְאוּ וַהֲרֵי הֵן שָׁוִין אַרְבָּעָה סְלָעִים הֲרֵי הֵן שֶׁל שׁוֹמֵר וְאֵינוֹ מְשַׁלֵּם אֶלָּא סֶלַע. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הִטְרִיחָן לַבְּעָלִים בַּדִּין אֲבָל אִם הוֹדָה שֶׁפָּשַׁע וְחִיְּבוּהוּ בֵּית דִּין לִתֵּן וְלֹא נָתַן בִּרְצוֹנוֹ עַד שֶׁכָּפוּהוּ בֵּית דִּין עַל כָּרְחוֹ וְנָטְלוּ מִמֶּנּוּ וְאַחַר כָּךְ הֻכַּר הַגַּנָּב אוֹ נִמְצָא הַפִּקָּדוֹן יַחְזִיר לַבְּעָלִים כְּמוֹת שֶׁהוּא וּמַחְזִירִין לַשּׁוֹמֵר הַדָּמִים שֶׁלָּקְחוּ מִמֶּנּו. וְאִם כֵּלִים אוֹ קַרְקַע גָּבוּ בֵּית דִּין מִמֶּנּוּ בְּשׁוּמָא מַחְזִיר לַשּׁוֹמֵר כֵּלָיו אוֹ שָׂדֵהוּ: \n",
      "תְּבָעוּהוּ בְּעָלִים לַשּׁוֹמֵר וְנִשְׁבַּע וְאַחַר כָּךְ שִׁלֵּם וְהֻכַּר הַגַּנָּב הוֹאִיל וְשִׁלֵּם בִּרְצוֹנוֹ זָכָה בַּכֶּפֶל אַף עַל פִּי שֶׁהִטְרִיחוֹ בַּתְּחִלָּה לַדִּין עַד שֶׁנִּשְׁבַּע. אָמַר הַשּׁוֹמֵר בַּתְּחִלָּה אֵינִי מְשַׁלֵּם וְחָזַר וְאָמַר הֲרֵינִי מְשַׁלֵּם זָכָה בַּכֶּפֶל: \n",
      "אָמַר הֲרֵינִי מְשַׁלֵּם וְחָזַר וְאָמַר אֵינִי מְשַׁלֵּם. אוֹ שֶׁאָמַר הֲרֵינִי מְשַׁלֵּם וּמֵת וְאָמְרוּ הַבָּנִים אֵין אָנוּ מְשַׁלְּמִין. אוֹ שֶׁלֹּא הִסְפִּיק לִתְבֹּעַ אֶת הַשּׁוֹמֵר עַד שֶׁמֵּת וְתָבַע הַבָּנִים וְשִׁלְּמוּ בְּנֵי הַשּׁוֹמֵר. אוֹ שֶׁשִּׁלְּמוּ הַבָּנִים לַבָּנִים. אוֹ שֶׁשִּׁלֵּם הַשּׁוֹמֵר מֶחֱצָה. שָׁאַל שְׁתֵּי פָּרוֹת וְשִׁלֵּם אַחַת מֵהֶן. שָׁאַל מֵהַשֻּׁתָּפִין וְשִׁלֵּם לְאֶחָד מֵהֶן. שֻׁתָּפִין שֶׁשָּׁאֲלוּ וְשִׁלֵּם אֶחָד מֵהֶן. שָׁאַל מִן הָאִשָּׁה וְשִׁלֵּם לְבַעֲלָהּ. אִשָּׁה שֶׁשָּׁאֲלָה וְשִׁלֵּם בַּעְלָהּ. כָּל אֵלּוּ סָפֵק וַהֲרֵי הַכֶּפֶל מֻטָּל בְּסָפֵק וְאֵינוֹ תַּחַת יַד אֶחָד מֵהֶן לְפִיכָךְ חוֹלְקִין הַכֶּפֶל אוֹ הַשֶּׁבַח בֵּין בַּעַל הַפִּקָּדוֹן וּבֵין הַשּׁוֹמֵר. וְאִם קָדַם אֶחָד מֵהֶן וְתָפַס הַכּל אֵין מוֹצִיאִין מִיָּדוֹ וַאֲפִלּוּ בְּחוּצָה לָאָרֶץ: \n",
      "נִגְנַב הַפִּקָּדוֹן בְּאֹנֶס וְאַחַר כָּךְ הֻכַּר הַגַּנָּב אֶחָד שׁוֹמֵר חִנָּם וְאֶחָד שׁוֹמֵר שָׂכָר עוֹשֶׂה דִּין עִם הַגַּנָּב וְאֵינוֹ נִשְׁבָּע. קָדַם וְנִשְׁבָּע וְאַחַר כָּךְ הֻכַּר הַגַּנָּב אִם שׁוֹמֵר חִנָּם הוּא רָצָה עוֹמֵד בִּשְׁבוּעָתוֹ רָצָה עוֹשֶׂה דִּין עִם הַגַּנָּב וְאִם שׁוֹמֵר שָׂכָר הוּא עוֹשֶׂה עִמּוֹ דִּין. נִגְנַב הַפִּקָּדוֹן בְּאֹנֶס וְהֶחֱזִירוֹ הַגַּנָּב לְבֵית הַשּׁוֹמֵר וַהֲרֵי הוּא בְּהֵמָה וּמֵתָה שָׁם בִּפְשִׁיעָה יֵשׁ בַּדָּבָר סָפֵק אִם כָּלְתָה שְׁמִירָתוֹ וְנִפְטַר אוֹ עֲדַיִן לֹא כָּלְתָה שְׁמִירָתוֹ לְפִיכָךְ הַשּׁוֹמֵר פָּטוּר מִלְּשַׁלֵּם. וְאִם תָּפְסוּ הַבְּעָלִים אֵין מוֹצִיאִין מִיָּדָם: סְלִיקוּ לְהוּ הִלְכוֹת שְׁאֵלָה וּפִּקָדוֹן \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שאלה ופיקדון",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Mishpatim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אשה ששאלה וכו' עד נכנס תחתיה.</b> א''א והוא שקיבל אותה על עצמו בשאלה עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b> ואם ת''ח הוא המפקיד.</b> א''א ואם ת''ח הוא הנפקד: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נמצא מחוייב שבועה וכו' עד וכזה הורו רבותי.</b> א''א ורבותי אין מורין כן לפי שאינו דומה לחמשין ידענא וחמשין לא ידענא דהתם הוה ליה למידע ואערומי הוא דמערים ותובע נמי טוען עליה ואמר מידע ידעת ודבר שבמניין קא טעין ליה ודבר שבמניין קא כפר ליה והוה ליה מחוייב שבועה שאינו יכול לישבע ומשלם אבל הני לאו הכי הוא והיינו טעמא דשק צרור דאמרינן עלה ישבע זה ויטול ולא אמרו יטול בלא שבועה עכ''ל: "
      ],
      [
        "<b> מעשה באחד שהפקיד שק צרור אצל חבירו וכו' עד בה' טוען ונטען יתבארו עיקרי הדברים.</b> א''א אין זה כלום שהרי היה שם שק ומטכסין והודה בשק וכפר במטכסין ועוד בדבריו בשק צרור למה נשבע בעל השק ונוטל לאו היינו אמרינן לגבי שוורים דקאמר ניזק ברי ומזיק שמא אכתי היינו דרבה בר נתן ותו לא מידי עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> טען השומר שתנאי וכו' עד ושהיה ביניהם תנאי.</b> א''א זהו תימה וכי העדים לא שמעו התנאי ואיך נאמן לומר תנאי היה בינינו וכיון שהפקיד סתם בפניהם הרי נעשה שומר גמור והוא מודה שפשע ומה לו לשקר במקום עדים לא אמרינן עכ''ל: "
      ],
      [
        "<b> שומר חנם שהביא ראייה וכו' ואם טען ואמר תנאי היה בינינו וכו'.</b> א''א תימה גדול יש בזה ואם טען ואמר לא הייתי שומר אלא הא ביתא קמך אמרתי כי יש עדים שפשע מאי הוי אלא נשבע היסת שלא היה שומר ואם בשהפקיד אצלו בעדים קאמר דאינו יכול לומר תנאי היה קשיא רישא דמה לו לשקר במקום עדים כמו שכתבתי עכ''ל: "
      ],
      [
        "<b> מעשה באחד שהפקיד שומשמין וכו' עד כמו שביארנו.</b> א''א למה בנקיטת חפץ והלא המפקיד אצל חבירו בעדים אינו צריך להחזיר לו בעדים עכ''ל: "
      ]
    ],
    [
      [
        "<b> המפקיד פירות אצל חבירו וכו' עד על פירות אחרות.</b> א''א ועכשיו באלו המקומות שאין תורמין ומעשרין מוכרן למי שירצה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> כל הקונה הכפל וכו' עד ואינו משלם אלא סלע.</b> א''א דוקא שבא השבח אחר ששלם או שאמר הריני משלם עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>השואל כלי או בהמה וכיוצא בהם וכו'.</b> זה פשוט בהרבה מקומות ובמשנה (דף צ\"ג) בהשוכר שואל משלם את הכל: ",
        "<b>בד''א כשנאנס שלא בשעת מלאכה וכו'.</b> זה הנמצא בספרי הרב ז''ל שהחילוק (הזה) הוא בין נאנסה בשעת מלאכה לנאנסה שלא בשעת מלאכה הוא דבר מתמיה שלא נזכר בגמרא שעת המלאכה אלא מחמת מלאכה ושלא מחמת מלאכה והכוונה שכל שלא שינה בה מהמלאכה ששאלה והיא נתייגעה מחמת המלאכה שעשה בה ומתה אפילו שלא בשעת מלאכה פטור וכבר השיגוהו בזה הרמב''ן ז''ל והרשב''א ז''ל והדין עמהם דודאי כל שלא עשה בה מלאכה יותר מדאי ולא שינה בה למלאכה אחרת ומתה מחמת המלאכה אפילו שלא בשעת מלאכה פטור שאל''כ היה להם להזכיר בגמרא מתה בשעת מלאכה ועיקר: ",
        "<b>או שרכב עליה וכו'.</b> פירוש כגון ששינה ממה ששאלה אפילו היתה מלאכה זו שעשה בה קלה ממלאכה ששאלה חייב וזהו שאמרו בגמרא (דף צ\"ו) דלא שנית הכוונה שום שינוי, ואפילו באותה מלאכה אפשר לו לשנות ויתחייב כגון ששאלה לחרוש וחרש בה ביום ובלילה שלא כדרך כל הארץ וכן כל כיוצא בזה וכ''כ ז''ל: ",
        "<b>וכן השואל בהמה וכו'.</b> כבר נתבאר זה ומבואר בגמרא: "
      ],
      [
        "<b>השואל בהמה וכו' אם היה המקום וכו'.</b> בגמרא זיל אייתי סהדי וכו' ופירשו ז''ל במקום רואים היה ולפיכך הצריכו להביא עדים ולא האמינו בשבועה דבמקום רואים צריך להביא ראיה ויפטר וכאיסי בן יהודה וכמו שנתבאר פרק שלישי מהלכות שכירות: ",
        "<b>שאלה ממנו וכו' ואם לאו ישבע השואל וכו'.</b> זה מבואר בהלכות וכ''כ ז''ל דכל שלא במקום רואים ישבע ויפטר: "
      ],
      [
        "<b>השואל כלי מחבירו ונשבר וכו'.</b> פסק הלכה בגמרא פ''ק דב''ק (דף י\"א) ובפרק השואל ופירשו ואם נפחתו דמי שברי הכלי מעת שנשבר עד עמדם למשפט הפחת למשאיל כמו שפחת נבלה לניזק כמבואר פ''ז מה' נזקי ממון וכ''כ ז''ל, עוד כתב הרשב''א ז''ל ואם אמר לו שואל למשאיל טול שברים שלך או בוא והטפל בנבלה שלך ונאנסו לאחר מכאן נאנסו למשאיל דשברים דידיה נינהו וכל זה בכלל פחת נבלה וכ''כ הרמב''ן ז''ל עכ''ל: "
      ],
      [
        "<b>השואל בהמה חייב במזונותיה משעה שמשכה וכו'.</b> פרק השוכר (דף צ\"א) גבי שוכר את הפרה משעת משיכה חייב במזונותיה וכמו שנתבאר פי''ב מהלכות שכירות והוא הדין לשואל ופשוט הוא ומפורש בהשואל בהלכות: ",
        "<b>ואם כחש בשרה וכו'.</b> מימרא דרבא בפרק השואל (דף צ\"ו ע\"ב): "
      ],
      [
        "<b>השואל כלי מחבירו וכו'.</b> פי' שלא אמרו פ״ק דמכות (דף ג' ע\"ב) המלוה את חבירו סתם אינו רשאי לתבעו פחות מל' יום אלא בהלואה שניתנה להוצאה אבל שאלה שהיא חוזרת בעין אין לה זמן וכן פירש״י ז״ל בשבת פרק שואל (שבת דף קמ\"ח) גבי מה שאמרו השאילני לא אתי למיכתב וכן הכריחו הרמב״ן והרשב״א ז״ל. ותוספתא הכתובה בסוף הפרק מוכחת כן שלא כדברי קצת המפרשים ז״ל שהיו אומרים שסתם שאלה כסתם הלואה ל' יום. ודברי רבינו עיקר: ",
        "<b>שאלו לזמן קצוב כיון שמשך וכו'.</b> פסק כר''א דאמר פרק השואל (דף צ\"ט) דמשעת משיכה אין המשאיל יכול לחזור בו ותניא כוותיה: ",
        "<b>ואפילו מת השואל וכו'.</b> מימרא פרק אלו נערות (כתובות דף ל\"ד ע\"ב) ופרק הגוזל (בבא קמא דף קי\"ב) הניח להם אביהם פרה שאולה משתמשין בה כל ימי שאלתה: ",
        "<b>ודין הוא וכו'.</b> בגמרא כדרך שתיקנו משיכה בלקוחות כך תיקנו משיכה בשומרים ואולי שדבריו אלו פירוש לזה שהוא ז''ל נותן טעם לדבר מדעתו: ",
        "<b>הניח להן אביהן פרה שאולה אין חייבין באונסיה.</b> מימרא דרבא פרק אלו נערות (כתובות דף ל\"ד ע\"ב) ופרק הגוזל ומאכיל (בבא קמא דף קי\"ב) ופירוש דוקא באונסיה אין חייבין אבל כשומרי שכר הן עליה להתחייב בגניבה ואבידה. והטעם שאפי' נשתמשו בה פטורין מאונסין כיון שהם עצמן לא שאלוה והיא חוזרת בעינה ואפי' לא נשתמשו בה חייבין עליה כשומר שכר הואיל ויש להן הנאה שבידן להשתמש בה כל ימי שאלתה דומה למה שנתבאר פ״ז שהמפקיד מעות אצל שולחני ויכול להשתמש בהן שהוא עליהן כשומר שכר כך כתב הרשב״א ז״ל. ואע״פ ששם אם נשתמש חייב באונסין זהו כשהוא היה הלוה והם מעות שאינן חוזרין בעינן, אבל כאן אע״פ שנשתמשו הם לא היו שואלין ועוד שהיא חוזרת בעיניה. ובפ״ב אעורר על הכרעת רבינו: ",
        "<b>חשבו שהיא של אביהם וכו' משלמין דמי בשר בזול.</b> באותה מימרא שם ופירוש בזול פחות שליש משויה דומה למה שהסכימו הגאונים כמה שנתבאר פ''ו מה' זכייה ומתנה כך פירשו ז''ל: ",
        "<b>ואם הניח להן אביהם נכסים וכו'.</b> בגמ' שם אחריות נכסים פירוש קרקע בדוקא והטעם לפי שמדין הגמרא מטלטלין של יתומים אינן משתעבדין לבעל חוב אבל מכיון שתקנו הגאונים להיותן שוים לקרקעות לכל שיעבוד אין חילוק בין מטלטלין לקרקעות ולפיכך כתב הרב נכסים. ",
        "<b>ומ''ש ומתה או שטבחוה משלמים את דמיה מנכסיו.</b> השיגוהו הרמב''ן והרשב''א ז''ל בחלוקה הראשונה דהיינו מתה וזה לשון הגמרא מתה אין חייבין באונסיה כסבורין שהיא של אביהן טבחוה ואכלוה משלמין דמי בשר בזול הניח להן אביהן אחריות נכסים חייבין לשלם איכא דאמרי ארישא ודלא כרב פפא א''ד אסיפא וכדרב פפא דאמר רב פפא היתה פרה שאולה לו וטבחה בשבת פטור ע''כ ופירוש מאן דמתני לה ארישא היינו מתה אין חייבין באונסיה אם הניח להן אביהם נכסים חייבין לשלם והיינו דלא כרב פפא דלרב פפא אינו חייב באונסיה עד שעה שנאנסה והיינו דטבח בשבת פטור מפני שהחיוב והתשלומין באין לו כאחת. וכיון שכן כאן אפי' הניח להן אביהם נכסים פטורין דהא בשעת האונס כבר מת משאיל. ואיכא דמתני לה אסיפא דוקא דהיינו אכלוה אבל ברישא פטורין והיינו דרב פפא והטעם דבאכלוה חייבין מפני שפשע אביהם כשלא הודיען ולפי זה יש תימה בדברי רבינו למה פסק כלשון ראשון דלא כרב פפא ולא כלשון אחרון שאינן חלוקין ולפיכך פסקו ז''ל כלשון אחרון ועוד אני רואה מקום תימה בדבריו ז''ל שהוא פסק הא דרב פפא פ''ג מהלכות גניבה וא''כ היאך פסק כאן כלשון ראשון כנגד רב פפא. ובודאי שיש לרבינו שיטה אחרת בלשונות אלו וצ''ע: "
      ],
      [
        "<b>השואל כלי מחבירו לעשות בו וכו'.</b> מבואר בהשואל (דף צ\"ט): "
      ],
      [
        "<b>האומר לחבירו השאילני קרדום לעדור וכו'.</b> מימרא בהשואל: ",
        "<b>שאלו לעדור בו פרדסים הרבה שלו עודר וכו'.</b> פירוש שאמר לו השאילני לעדור בו פרדסיי אבל אם אמר לו לעדור בו פרדסים אינו עודר בו אלא שנים שמיעוט פרדסים שנים אבל כשהוא אומר פרדסיי כל פרדסיו בכלל. וכ''כ הרשב''א ז''ל: ",
        "<b>ואפי' נשחת כל הברזל בעדירה מחזיר וכו'.</b> בגמרא (דף ק\"ג) ומהדר ליה קתיה: "
      ],
      [
        "<b>השואל מחבירו וכו'.</b> מימרא שם ופירש בה כפירוש ההלכות: ",
        "<b>ואין השואל רשאי לחזור וכו'.</b> בגמרא ומהדר ליה קתיה ופירש רש''י ז''ל לכשיפחת שלא יהא ראוי יחזיר לו שבריו ע''כ וזו כדברי רבינו. ויש מי שפירש שאפילו נשבר מתקנו ומשתמש בו ואינו מחזיר לו לעולם אלא הקתא שהוא הבית יד כדאמרי' קתא דמגלא: "
      ],
      [
        "<b>האומר לחבירו השאילני שוקת וכו'.</b> מימרא שם: ",
        "<b>אמר לו השאילני מקום השוקת וכו'.</b> גם זה באותה מימרא שם: "
      ],
      [
        "<b>השואל פונדק מחבירו וכו' עד סוף הפרק.</b> תוספתא פרק השוכר: "
      ]
    ],
    [
      [
        "<b>השואל בבעלים אפילו נגנב וכו'.</b> מחלוקת רב אחא ורבינא בהשואל (דף צ\"ה) ופסק כדברי המיקל על השואל וכן בהלכות: ",
        "<b>ובלבד וכו' כמו שביארנו.</b> פ''א מהלכות שכירות: ",
        "<b>ואחד השואל את הבעלים וכו'.</b> מפורש במשנה (דף צ\"ד): ",
        "<b>אפילו אמר לחבירו השקני וכו'.</b> מימרא שם: "
      ],
      [
        "<b>השאיל בהמתו וכו'.</b> מעשה שם: "
      ],
      [
        "<b>מלמד תינוקות והנוטע לבני המדינה וכו'.</b> מימרא מפורשת שם (דף צ\"ז): "
      ],
      [
        "<b>הרב שהוא מקריא ברצונו וכו'.</b> מפורשת שם כל הבבא וביום הפרק אינו יכול להשמט להם לדבר אחר ולפיכך הוא כשאול להם ובשאר ימות השנה כיון שהם קבועים לבא לפניו והוא מלמדם אי זה דבר שירצה הם כשאולין לו: "
      ],
      [
        "<b>האומר לשלוחו צא והשאל וכו'.</b> זו בעיא וסוגיא שם בהשואל (דף צ\"ו) ופסק כרבינו חננאל ז''ל וההלכות: ",
        "<b>אמר לעבדו וכו'.</b> זה מפורש שם: ",
        "<b>נשאל העבד וכו'.</b> זה פשוט שאין בידו לחוב רבו וזהו שאמרו אמר לעבדו צא והשאל עם פרתי: "
      ],
      [
        "<b>השואל מן האשה.</b> פירוש פרה מנכסי מלוג שלה. שקנין פירות. פי' שיש לבעל בנכסי מלוג אינו כקניין הגוף ומפורש הדין שם ובהלכות: "
      ],
      [
        "<b>השואל מאשתו וכו'.</b> מפורש שם והטעם שבכל זמן האשה עם בעלה במלאכתו: ",
        "<b>או שותפין ששאלו זה מזה וכו'.</b> נראית הכוונה ששניהם שאלו האחד מחבירו אבל תמהתי על לשון שותפין. ודין שנים ששאלו כאחד זה מזה כבר ביארתיו פרק עשירי מהלכות שכירות: "
      ],
      [
        "<b>שאל מן השותפין וכו'.</b> דבר של שותפין. וכן השותפין ששאלו. פרה לחרוש בה קרקע של שותפות לשון רש''י ז''ל ובעיי דלא איפשיטו נינהו ופסק בהן ז''ל כדרכו בשאר תיקו האמורים בגמרא. ",
        "<b>ומ''ש ז''ל פשע בה השומר ה''ז משלם.</b> אע''פ שפשיעה בבעלים פטורה ובדין זה הדבר ספק אם הוא בבעלים אם לא דעתו ז''ל שהפושע הוא כמזיק כמ''ש בביאור פ''ב מהלכות שכירות וכיון שהוא כמזיק ואין שם ראייה ברורה לפטרו חייב לשלם. וכבר כתבתי שחלקו עליו ז''ל: "
      ],
      [
        "<b>השואל את הבהמה בבעלים לרבעה או להראות בה.</b> פירוש שהוא עשיר ואלו הדינין בעיות בגמרא ולא איפשיטו ובגמרא לא הזכירו בעלים באלו השאלות אלא שאלה לרבעה מהו לראות בה מהו פחות משוה פרוטה מהו שתי פרות לעשות בהן שוה פרוטה מהו שאל מן השותפין ונשאל לאחד מהו ונראה דעת רבינו שכולן כששאלן בבעלים הם והכל נמשך אחר שאל מן השותפין שהיא בדין שאלה בבעלים אבל רש''י ז''ל פירש הד' בעיות ראשונות בשלא בבעלים וז''ל שאלה לרבעה הוא עצמו מהו מי מיחייב באונסיה או לא ע''כ. והטעם מי אמרינן שאלה שחייבה תורה באונסין דוקא כדשיילי אינשי וכן בכולן ולפי פירוש זה בשאלה בבעלים ודאי פטור: "
      ],
      [
        "<b>שאלה בבעלים ושכרה שלא בבעלים וכו'.</b> בעיא (דף צ\"ח ע\"ב) באם תמצא לומר ופסקה הרב כדרכו בכל הגמרא לפסוק כאם תמצא לומר והשאר בעיות לא איפשיטו ופירש''י ז''ל שאלה בבעלים וקודם שהחזירה חזר ושכרה הימנו ובשעת שכירות לא היתה עמו במלאכתו ונגנבה או שאבדה מהו עכ''ל. וכן פירש הרמב''ן ז''ל: ",
        "<b>ומ''ש רבינו שהשכירות תלויה בשאלה.</b> לשון הגמרא שכירות בשאלה מישך שייכא. ופירש''י ז''ל כל חיובי שוכר ישנן בשואל ולא הוסיף כלום ומחמת משיכה הראשונה באו וההיא בבעלים ופטור הוא עכ''ל: "
      ],
      [
        "<b>אשה ששאלה ואחר כך וכו'.</b> בעיא דאיפשיטא ופירושו בה נכון וכן פירשו הראב''ד והרמב''ן והרשב''א ז''ל: ",
        "<b>ואם הודיעה את בעלה שהיא שאולה ה''ז נכנס תחתיה.</b> זה לא מצאתי מבואר בגמרא בפירוש אבל סברת הרב ז''ל היא נכונה דודאי כיון שהוא כלוקח לא יפה כחו מכחה שהרי הוא בא מחמתה וכיון שהודיעתו ונשתמש בה חייב ואינו דומה ליורשין שאמרנו למעלה שאפילו נשתמשו בה אין חייבים באונסין וכפי דעת הרשב''א ז''ל דהתם ירושה שהיא ממילא ויכולין לומר זכות אב אנו יורשין להשתמש בה שלא בקבלת חיוב האונסין ואפשר ג''כ שרבינו חלוק על הדין הנזכר למעלה אלא שהיה לו לבאר שם. ובהשגות כאן א''א והוא שקיבל אותה על עצמו בשאלה ע''כ. ולדברי רבינו כל שנשתמש בה אחר ידיעתו הרי הוא כשואל אבל ודאי אם לא נשתמש בה אי אפשר לכופו להיות כשואל וזה פשוט: ",
        "<b>כל שאמרנו שהיא שאלה בבעלים וכו'.</b> זה פשוט שהרי כל השומרים שוין בדין הבעלים כמו שנתבאר פרק ראשון מהלכות שכירות: "
      ]
    ],
    [
      [
        "<b>השואל את הפרה מחבירו ושלחה לו וכו'.</b> משנה פרק השואל (בבא מציעא דף צ\"ח ע\"ב): ",
        "<b>ואם אמר לו השואל שלחה לי ביד וכו'.</b> באותה משנה שם: ",
        "<b>שלחה לו המשאיל ביד עבדו הכנעני וכו'.</b> מחלוקת רב ושמואל (דף צ\"ט) ופסק כשמואל בדיני וכן בהלכות: "
      ],
      [
        "<b>אמר לו השואל הכישה במקל והיא תבא וכו'.</b> דלא כרב וזה נמשך אחר מה שאמרנו לפי הנראה בסוגיא ששמואל חלוק אף בזה ועיקר: ",
        "<b>וכן בשעה שמחזירה השואל לבעלים.</b> שם: ",
        "<b>בד״א וכו'.</b> מימרא מפורשת פרק השוכר את האומנין (בבא מציעא דף פ\"א): "
      ],
      [
        "<b>השואל פרה מחבירו וכו'.</b> זה מתבאר במשנה (דף צ\"ז) ובגמ' שם: "
      ],
      [
        "<b>השאילו שתי וכו' מתוך שאינו יכול וכו'.</b> ג''ז שם (דף צ\"ח) והטעם לפי שהוא מודה מקצת ואם תשאל למעלה גם כן כשהשואל אומר איני יודע יהיה מחוייב שבועה שאינו יכול לישבע שלא נגנבה ולא פשע בה אלא שמתה כדרכה ויגלגל עליו המשאיל שישבע ששכורה מתה ומתוך שאינו יכול לישבע ישלם שגלגול שבועה מן התורה הוא י''ל כיון שעיקר התביעה שיש לו לישבע שלא נגנבה היא שמא למשאיל שאינו טוען הפכה בברי אע''פ שהגלגול שהוא מגלגל וטוען שאולה מתה או ביום שהיתה שאולה הוא טוען כן בברי כשהשואל טוען איני יודע אינו חייב לשלם אלא נשבע שאינו יודע ונפטר ואין דינו כדין מודה מקצת ומחוייב שבועה על השאר ואינו יכול לישבע שמשלם כך תירצו ז''ל: ",
        "<b>וכן וכו'.</b> שם: "
      ]
    ],
    [
      [
        "<b>המפקיד אצל חבירו וכו'.</b> זה פשוט בכתוב וכבר נתבאר: ",
        "<b>ומגלגלין עליו בתוך השבועה וכו'.</b> בהגוזל (דף ק\"ז ע\"ב) ובשבועות ג' שבועות משביעין אותו שבועה שאינה ברשותו ועיקר השבועה המפורשת בכתוב י''ל שהיא שנגנב ופירש הכתוב ונקרב בעל הבית לישבע שכן הוא שנגנב כמו שהוא טוען. וזהו בשלא שלח בו יד שאם שלח בו יד אין שבועה פוטרתו שחייב הוא באונסין זה דעת רבינו וכן פי' הרמב''ן ז''ל ושאר השבועות מדין גלגול כמ''ש רבינו ומגלגלין: "
      ],
      [
        "<b>אבל שלח בו יד וכו'.</b> מבואר פ' המפקיד (בבא מציעא דף מ\"א) והרי הוא כגזלן כמו שנתבאר בפ״ג מהלכות גזילה: ",
        "<b>כיצד דרך השומרים הכל לפי הפקדון וכו'.</b> זה פשוט ומבואר בהמפקיד (דף מ\"ב מ\"ג) שאין כל הדברים שוין: "
      ],
      [
        "<b>השומר שהניח פקדון וכו'.</b> פסק כלישנא בתרא דרב יוסף (דף מ\"ב) דאמר התם תחילתו בפשיעה וסופו באונס חייב וכן בהלכות: ",
        "<b>ואע''פ שהניח הפקדון עם שלו וכו'.</b> ירושלמי הובא בהלכות: "
      ],
      [
        "<b>הכספים אין להם וכו'.</b> מימרא דשמואל שם (דף מ\"ב) וכשיטת ההלכות: ",
        "<b>הורו מקצת המבינים וכו'.</b> פירוש כיון שאין כל הדברים שוין נראה שהכל לפי מה שהוא ענין והרי אלו דומין ודאי לכספים. ודע שאע''פ שהניחו במקום המשתמר ונגנבו אינו נפטר בהן אלא שומר חנם אבל שומר שכר ודאי אינו נפטר בכל זה עד שיהא יושב ומשמר וכ''כ ז''ל ואם אירעו אונס לשומר שכר כגון שקפץ עליו חולי או שבאו ליסטים ואינו יכול לישב ומשמר יש מי שכתב שהוא פטור ויש מי שכתב שהוא חייב כיון שלא אירע האונס בגוף הפקדון: "
      ],
      [
        "<b>המפקיד אצל חבירו כספים וכו'.</b> מימרא שם: ",
        "<b>ואם ת''ח הוא אינו חייב עד שישהא אחר שיבדיל כדי לקברן.</b> כך נמצא בקצת ספרי רבינו והלשון אם כך הוא מורה שעל הנפקד הוא אומר כן ואין זו עיקר הנוסחא אלא ואם ת''ח הוא המפקיד וכן מוכיח בהלכות וכן פירש''י ז''ל ואי צורבא מרבנן הוא המפקיד שהוא חרד במצות אמר השומר דילמא מיבעי ליה להכי לא קברינהו ופטור עכ''ל. והענין שהיה היין להם ביוקר ולא היו כולן מבדילין על היין ואפשר שהיו שומעים מאחרים ויוצאין וזה שהוא תלמיד חכם רוצה לברך הוא בעצמו. ובהשגות ואם ת''ח הוא המפקיד א''א ואם ת''ח הוא הנפקד ע''כ. מכאן אתה רואה שנוסחת רבינו היא כמו שכתבתי ועיקר: "
      ],
      [
        "<b>הפקיד אצל חבירו וכו'.</b> במשנה צררן והפשילן לאחוריו חייב ואמרינן בגמ' שהטעם דאמר קרא וצרת הכסף בידך שאע''פ שצרורין יהיו בידך ופירש רבינו בדרך דאורחא דמילתא הכין וקרא נמי בדרך הוא דכתיב: ",
        "<b>מעשה באחד שהפקיד מעות וכו'.</b> כלשון אחרון דרב יוסף וכבר נזכר למעלה: "
      ],
      [
        "<b>המפקיד אצל וכו'.</b> מעשה שם ואמרו כל לא ידענא פשיעותא היא זיל שלים: "
      ],
      [
        "<b>כל המפקיד אצל בעל הבית בין כלים וכו'.</b> מימרא פרק המפקיד (בבא מציעא דף ל\"ו) אמר רבא כל המפקיד על דעת אשתו ובניו הוא מפקיד ולאו דוקא אשתו ובניו דהוא הדין לשאר קרוביו הסמוכין לשלחנו כמו שמתבאר במעשה הסמוך לזה שאמו של נפקד בכלל זה וסובר רבינו שסמוכה על שלחן הבן או שרויה עמו בבית שאם לא כן אין דעת המפקיד להפקיד על דעתם וזה פשוט: ",
        "<b>אבל אם מסרן וכו'.</b> במשנה (דף מ\"ב) והעבד סובר רבינו שאינו בכלל והטעם שאין אדם מוסר את שלו לעבדו. <b>ומ''ש כמו שביארנו</b> הוא פרק א' מהלכות שכירות: ",
        "<b>מעשה באחד שהפקיד וכו'.</b> מעשה שם בגמ': ",
        "<b>ואמרו חכמים ישבע השומר וכו'.</b> ג''ז שם וכתבו הרמב''ן והרשב''א ז''ל דמשום דזוזי לאו דבר מסויים הוא והאם לא היתה יודעת אם המעות שנתן לה בנה היו מעות הפקדון לפיכך הבן נשבע שהם הם אבל בדבר מסויים כגון כלי או כסות וכיוצא בזה באלו נשבע שני ולא ראשון ע''כ: "
      ],
      [
        "<b>מכאן אתה למד וכו'.</b> ראיית הרב ז''ל היא ממה שאמרו באותו מעשה שפטרו את האם מפני שלא הודיעה הבן שהם פקדון הא אם הודיעה היו מחייבין אותה והוא היה פטור זה לשון הגמרא נימא לה לאימיה שלים אמרה לא אמר לי דלאו דידיה נינהו דאקברינהו ע''כ וזה מבואר ועוד כתבו הרמב''ן והרשב''א ז''ל שאפילו אין להם לשלם שהשומר פטור וכן עיקר וגם זה בכלל דברי רבינו: ",
        "<b>מעשה באחד וכו'.</b> מעשה בהמפקיד שם ונתבאר בגמרא שאם היו כשות הפקדון רחוק ממקום הטלת השכר ושלו קרוב ושהה השליח לבא והיה שם בעל הבית ולא אמר לו דבר חייב לפי שכשראה אותו שוהה היה לו לעלות על דעתו קודם שישליכנו לתוך השכר שממקום רחוק הביאו: "
      ]
    ],
    [
      [
        "<b>מי שהפקידו אצלו מעות של עניים וכו'.</b> ברייתא בבבא קמא סוף פרק החובל (בבא קמא דף צ\"ג): ",
        "<b>אפילו באו עליו גנבים וכו'.</b> מעשה פרק הגוזל ומאכיל (בבא קמא דף קי\"ז ע\"ב) ופירשו רבינו דוקא כשהיו מעות של שבויים שאינם ידועים שאם היו לשבויים ידועים ודאי חייב לשלם כך נראה מתוך דבריו וכן כתב הרשב״א ז״ל: ",
        "<b>בד״א בשאין זה הממון וכו' אבל אם היו לעניים אלו או לשבויים אלו והרי הוא קצוץ להם.</b> נראה שהכוונה היא דבעינן תרתי שיהיו אנשים ידועים ויהיה חלק כל אחד ידוע וזהו שכתב והרי הוא קצוץ להם וכן פירש״י ז״ל במה שאמרו בגמרא סוף החובל (בבא קמא דף צ\"ג) עניי דפומבדיתא מיקץ קייץ להו ולשמור הוא פירש״י ז״ל קייץ להו כך וכך לשבת לכל אחד הוה ליה [כמי שהפקידו עניים עצמם] וקרינן ביה לשמור עכ״ל: "
      ],
      [
        "<b>המפקיד אצל חבירו וכו' ואם אינו אמוד וכו'.</b> מעשה מפורש פרק הגוזל ומאכיל שם וכתב הרשב''א ז''ל כשאמרו פטור דוקא שהוא במקום שיד הגנבים שולטת בהם שאם יחפשו ימצאו הא לאו הכי ודאי חייב דלא גרע מאנס שאנסו להביא ממון והביא שהוא חייב כל זמן שאין יד האנס שולטת באותו ממון כמו שנתבאר פרק שמיני מהלכות חובל ומזיק וכבר כתבתי שם ולדברי רבינו שלא חילק יש לומר דשאני הכא דכיון שהממון הוא ברשות זה הנפקד ומחמת פקדון זה באו לו גנבים ושודדי לילה אינו בדין שיתחייב זה משלו לשלם כיון שלא נאבד הפקדון מחמת פשיעתו וזה הוא שומר חנם שאינו חייב אלא בפשיעה והילכך פטור אבל מי שאנסוהו להביא ממון חבירו שהוא ברשות חבירו ואין יד האנס שולטת בו אלא בהראותו של זה בדין הוא שיתחייב שהרי ממון זה ברשות בעליו הוא והרי זה מציל עצמו בממון חבירו ואין אנו יכולין לומר בכאן מחמת מעשיו של בעל הממון בא האונס לזה כך נראה לי לדעת רבינו: "
      ],
      [
        "<b>המפקיד אצל חבירו פירות או כלים וכו'.</b> מפורש סוף השוכר את הפועלים (ב\"מ דף צ\"ג ע\"ב) במעשה דאיבו: "
      ],
      [
        "<b>שנים שהפקידו אצל אחד וכו'.</b> מבואר פרק המפקיד (בבא מציעא דף ל\"ז) במשנה בסוגיית הגמרא ובהלכות. ",
        "<b>ומה שכתב ישבע כל אחד מהם.</b> אף על פי שהם טוענין כל אחד מאתים והוא אומר לכל אחד מנה ודאי יש לך בידי והמנה האחר איני יודע ונתבאר פרק רביעי מהלכות טוען ונטען שהאומר לחבירו מנה לי בידך והלה משיבו חמשים אני יודע ודאי שיש לך בידי וחמשים איני יודע משלם מנה בלא שבועה כאן י''ל שכיון שהדבר ידוע שלא הפקידו לו בין שניהם אלא שלוש מאות והוא מודה בהן ומחמת פשיעתו הדבר ברור שהוא מפסיד מנה שלא כדין בדין הוא שישבעו הנוטלין כך כתב הרשב''א ז''ל. ועוד שדין זה אפילו באומר לכל אחד הא לך מנה הוא ואין זה מודה מקצת כמו שנתבאר פרק ראשון מהלכות טוען ונטען וכתבו ז''ל ואי אינהו לא תבעי ליה כל חד בברי ובא לצאת ידי שמים חייב אבל בדיני אדם פטור ומוכרח שם: ",
        "<b>לפיכך אם הביאו לו השנים וכו'.</b> גם זה שם ופירוש וכל כיוצא בזה אפילו בא לצאת ידי שמים פטור: ",
        "<b>וכן אם הפקידו אצלו שני כלים וכו'.</b> גם זה שם: ",
        "<b>וכן מי שתבעוהו וכו'.</b> גם זה שם וכבר כתבתי דדוקא תבעוהו אבל לא תבעוהו אינו חייב אלא בבא לצאת ידי שמים: ",
        "<b>וכן שנים שהפקידו שתי וכו'.</b> גם זה נתבאר שם ועיקרו בבכורות (דף י\"ח ע\"ב) פרק הלוקח עובר פרתו: "
      ],
      [
        "<b>המפקיד פירות אצל חבירו וכו'.</b> זה פשוט שאין לו לערבם לכתחלה וכן כתבו ז''ל שמשנתנו בשעבר ועירבן הוא: ",
        "<b>עבר ועירבן וכו'.</b> משנה וברייתא בב''מ (דף מ') וסוגיית הגמרא ובהלכות ובודאי שיש לו לישבע שהרי זה כטוען נאנסו: ",
        "<b>נסתפק מהן ולא ידע וכו'.</b> גם זה שם וכל השיעורין האלו מפורשין שם ובפירוש זרע פשתן בגבעוליו פירש''י ז''ל שהוא חסר כ''כ לפי שהגבעולין מתייבשין ונופלים ורוח מפזרתן אבל אם היה נקי אינו חסר כל כך מכל כור וכור: ",
        "<b>במה דברים אמורים בשמדד לו וכו' מפני שהן מותירות.</b> פי' שמחמת לחות הזמן הם נופחין והדין ברייתא (דף מ') ורבי יהודה דמשנתנו היא. וכן כתב הרשב''א ז''ל שכך מצא בתוספתא שר''י אמרה והניח הוא ז''ל הדבר בספק: ",
        "<b>וכן מוציא לו וכו'.</b> הכל כלשון המשנה: "
      ],
      [
        "<b>הפקיד פירות אצל חבירו שאינן מדודין וכו' עד כמו שיתבאר.</b> דברי הרב ורבותיו בנויין על שורש מחוייב שבועה שאינו יכול לישבע משלם בלא שבועה שכנגדו וכבר נתבאר זה בגמרא. והרב רבי יוסף הלוי כתב זה בארוכה פרק שבועת הדיינין: "
      ],
      [
        "<b>מת אביו והניח לו שק צרור וכו' שורת הדין שאני אומר וכו'.</b> זה הדין סברת רבינו ז''ל ופשוט הוא דודאי אין השומר מחוייב שבועה כיון שאין המפקיד טוענו טענת ברי וכיון שכן נשבע שאינו יודע ונפטר: ",
        "<b>מעשה באחד שהפקיד וכו'.</b> ירושלמי בבא קמא פרק הכונס (בבא קמא דף ס' ע\"ב) ובהלכות פרק המפקיד ופרק הכונס (בבא קמא דף ס\"ב) ופירשוהו כל המפרשים ז״ל בטוען השומר טענת שמא: ",
        "<b>והוא שיטעון דבר שהוא אמוד בו וכו'.</b> זה למד הרב ז''ל ממה שנתבאר פרק שביעי מה' חובל ומזיק שמי שלקח כיס חבירו והשליכו לים והניזק אומר זהובים היה מלא והמזיק אומר איני יודע מה היה בו שאין הניזק נשבע ונוטל אלא בדברים שהוא אמוד בהם ומבואר בגמרא פרק הכונס וכל שכן כאן שלא אבדו בידים וכן כתב הרשב''א ז''ל ואע''פ שפשט הירושלמי אינו נראה כן אלא בכל דבר יש לדחקו ולפרשו כפירוש זה ואפילו יחלוק דעת גמרתנו עיקר: ",
        "<b>ולמה נאמר שישבע כאן בעל הפקדון וכו'.</b> פי' ולא אמרו יטול בלא שבועה כמו שנזכר למעלה לפי שאין השומר מחוייב שבועה זה ג''כ מדברי רבו אבן מיגש ז''ל שכתב כן פרק שבועת הדיינין ועוד הוסיף דברים ואמר אם תשאל כיון שאילו אמר ברי לי שסיגין היה מלא לא היה חייב אלא היסת כדין טענו חטים והודה לו בשעורים עכשיו שאמר שמא יהיה זה כמנה לי בידך והלה אומר איני יודע שנשבע היסת שאינו יודע ונפטר ותירץ הוא ז''ל כשאמרו מנה לי בידך והלה אומר איני יודע שפטור לא אמרו אלא דוקא כשאינו מודה לו בודאי משום דבר ולפיכך נשבע שאינו יודע ונפטר אבל כיון שהוא מודה שהוא חייב לו ואינו יודע מה הוא אין אומרין בכך ישבע שאינו יודע ויפטר אלא נשבע הלה ונוטל אלו דברי הרב ודברי תלמידו ז''ל כמותן. ויש שיטה אחרת בדברים הללו והיא שיטת ההשגות וקצת מן החכמים ובהשגות כתוב בדין הראשון שהוא הפקיד פירות שאינן מדודין ורבותי לא הורו כן לפי שאין זה דומה לחמשין ידענא וחמשין לא ידענא דהתם הו''ל למידע ואערומי קא מערים ותובע נמי קא טעין עליה ואמר מידע ידעת ודבר שבמנין קא טעין ליה ודבר שבמנין קא כפר ליה והו''ל מחויב שבועה שאינו יכול לישבע ומשלם אבל הני לאו הכי הוא והיינו טעמא דשק צרור דאמרינן עלה ישבע ויטול ולא אמרו יטול בלא שבועה ע''כ. שורש דבריו ז''ל שאין קרוי מחוייב שבועה כל שלא היה לו לידע ואם מחמת זו הטענה ודאי בהפקיד אצלו פירות מדודין ועירבן עם פירותיו ודאי היה לו לידע כשעבר ועירבן שהיה לו למודדן אלא שהר''א ז''ל נשען על הטענה האחרת שאין זה טוענו בבירור אתה יודע שכך היו ואינו כופר לו בדבר שבמניין וכבר דחה הרמב''ן ז''ל טענה זו בטעם נכון בחידושיו שם בשבועות ומ''מ יש לטענה האחרת מקום כשלא עירבן ונאבדו ובפשיעה שישבע הלה ויטול ואפשר שכן הוא הדין וגם הרשב''א ז''ל כ''כ בהכונס שלא יטול הלה בלא שבועה כלל שלא היה לו לנתבע לידע אע''פ שהוא מודה מקצת ואינו יכול לישבע על השאר. עוד בהשגות על מ''ש <b>רבינו ולמה נאמר וכו'</b> א''א אין זה כלום שהרי היה שם שק ומטכסין והודה בשק וכפר במטכסין ע''כ ביאור דבריו שזהו פירוש הירושלמי לפי שיטתו שהלה תבעו בשק אחד ובמטכסין שהן כלי כסף והלה הודה לו בשק ואמר במטכסין איני יודע שמא לא היו בו כ''א סיגים והיה בדין שיטול הלה בלא שבועה שכיון שזה מודה מקצת גמור ואינו יכול לישבע על השאר ה''ז כטענו חיטים ושעורים והודה לו באחד מהן ועל האחד אמר איני יודע שיטול הלה בלא שבועה אלא שמע מינה שכאן מפני שלא היה לו לנתבע לידע חייבו שבועה לתובע. עוד בהשגות ועוד דלדבריו בשק צרור למה נשבע בעל השק ונוטל ולאו היינו דאמרינן גבי שוורים דקאמר ניזק ברי ומזיק שמא אכתי היינו דרבה בר נתן ותו לו מידי ע''כ. והנה הר''א ז''ל מהיות הגמרא שולחן ערוך לפניו מביא תחלת הסוגיא ומקצר בענין נשען על מי שקדמה לו ידיעה בדבר ועתה אבאר דבריו נתבאר בסוגיית הגמרא פרק המניח את הכד שמי שהיו לו שני שוורים תמים אחד גדול ואחד קטן והזיק אחד מהן וידוע שהתם אינו משלם אלא מגופו והניזק אומר ברי לי שהגדול הזיק והמזיק אומר איני יודע שמא הקטן הוא שהזיק ואין בדמי הקטן כדי חצי הנזק אמרו שם שעל הניזק להביא ראיה שאם לא הביא ראיה לא יטול שהרי זה כטוענו חיטים ואמר לו איני יודע אם חיטים אם שעורים שפטור וזה קשה על דברי רבינו שלפי דבריו היה לו למזיק לישבע וליטול שה''ז מודה לו בדמי הקטן בהכרח ובשק אינו יודע אם היה מלא סיגים או מה היה בתוכו ויש לומר בתירוץ קושיא זו שניזקי ממונו אף רבינו יודה בהן שחלוקין הן ממה שהוא חייב מחמת עצמו אלא שכל הסוגיא אשר שם מראה בהיפך מזה שהשוה דינין אלה לטוענו חיטים ושעורים ובאמת שעיקר הדברים כדברי הר''א ז''ל ולפי דבריו ז''ל טענו חיטים ואמר איני יודע אם הם חיטים או שעורים נשבע שאינו יודע ונפטר שאין זה מחוייב שבועה גמורה שאינו מודה מקצת ממין הטענה ובבא לצאת ידי שמים חייב בשעורים וכ''כ בעל העיטור ז''ל ועוד יתבאר פ''א מהלכות טוען ונטען: "
      ]
    ],
    [
      [
        "<b>שומר חנם שאמר הריני משלם ואיני נשבע וכו'.</b> החילוק הזה שכתב רבינו אף על פי שלא נתבאר בגמרא נראה נכון דודאי כל זמן שהדבר מינו שוה למה יחשד הלה שיתן דמיו ויקח הדבר שלא ברשות בעליו ובגמרא לא אמרו אלא שמא עיניו נתן בה ובכל כיוצא בזה ודאי אין לחוש: ",
        "<b>אבל אם היה הפקדון בהמה או בגד מצוייר או כלי וכו'.</b> מימרא פרק המפקיד (בבא מציעא דף ל\"ד ע\"ב): ",
        "<b>והוא הדין לשאר השומרין כגון השואל שאמר מתה או נגנבה וכו'.</b> זה פשוט הוא ונתבאר בגמרא שם: ",
        "<b>ואם אמרו הבעלים יתר על זה היה שוה כולל וכו'.</b> מפורש בסוגיית הגמרא שם: ",
        "<b>נמצא כל שומר שנשבע וכו'.</b> בהגוזל עצים (בבא קמא דף ק\"ז ע\"ב) שלש שבועות משביעין אותו וכו': "
      ],
      [
        "<b>יש לשומר להתנות שאינו שומר וכו'.</b> זה פשוט וכל שכן הוא ממה שנתבאר פרק שני מהלכות שכירות שמתנה שואל להיות פטור מלשלם: ",
        "<b>טען השומר שתנאי היה בינינו ובעל הפקדון וכו' אף על פי שהפקיד אצלו בעדים וכו'.</b> פירוש עדים הללו אין כוונת הרב ז''ל שיעידו שבלא תנאי בא לידו שאם כן איך יהיה נאמן השומר שהרי מיגו במקום עדים היא וכבר כתב הרב פרק רביעי מהלכות שכירות שאין אומרים מה לי לשקר במקום עדים אלא אין עדים הללו מעידין אלא שהדבר הזה הוא פקדון אצל זה ולא ידעו אם בתנאי אם שלא בתנאי ולפיכך הוא נאמן ומדין מיגו ובזה נסתלקה ההשגה אבל יש קצת תימה בעיני בדברי רבינו שהרי כבר כתב פרק שני מהלכות שכירות דין זה טען שהפקיד אצלו וזה אומר לא אמרתי אלא הנח לפניך נשבע היסת וכו' וכאן הדברים מראין שהיא שבועת התורה שהרי כתב שמדין מיגו היא ובודאי אם היה טוען נאנסו היה לו לישבע שבועת התורה ואפשר שיהיה הדין כאן מפני שיש שם עדים ואינו יכול לומר לא היו דברים מעולם ומכל מקום הרי יכול לומר החזרתי אף על פי שיש שם עדים וכמו שכתבתי פרק שני מהלכות שכירות ונשבע היסת ונפטר ואם דבריו ז''ל כגון שלא זזה יד העדים מידו היה לו לבאר: "
      ],
      [
        "<b>שומר חנם וכו'.</b> אחר שנתבאר למעלה פ''ד שעיקר השבועה היא שנגנב וזה הביא ראיה שנגנב שלא בפשיעה ופטור מן השבועה בדין הוא שיפטר אף משבועת שליחות יד וזה נראה גם כן ממה שאמרו פרק האומנין (בבא מציעא דף פ\"ג) הא יש רואה יביא ראיה ויפטר ופירוש יביא ראיה שלא פשע ונפטר בכך: ",
        "<b>ובעל הפקדון וכו'.</b> זה נכון וכגון שיש עדים שהדבר ההוא פקדון שאם לא היה כן נאמן במיגו דלא הפקדת לי אבל בשיש עדים שהופקד בידו ופשע בו אף על פי שאין יודעים אם היה שם תנאי אם לא כיון שאין כאן שום מיגו ודאי אינו נאמן זו היא שיטת רבינו ובהשגות שיטה אחרת: "
      ],
      [
        "<b>הפקיד אצל חבירו וכו'.</b> דין זה כתוב בהלכות סוף המפקיד וראיה מבוארת מפרק חזקת (בבא בתרא דף מ\"ה) וביאור הדבר כגון שיש כאן ראיה כלומר שעתה נראה זה החפץ אצל הנפקד בעדים שאם לא כן מתוך שיכול לומר החזרתי נאמן לומר לקחתי כן כתב הרשב״א בחידושיו פרק חזקת וזו היא כוונת רבינו באמרו שזה החפץ וכו' שעתה ראו החפץ ההוא: ",
        "<b>ולא עוד אלא מי שבא וכו'.</b> מעשים בכתובות פרק הכותב (כתובות דף פ\"ה) והם בהלכות בהמפקיד וביאורם לדעת רבינו שלא היו שם עדי פקדון כלל אלא שנתן סימנין מובהקין והאב ידוע לדיין שלא היה אמוד וזה התובע לא היה רגיל ליכנס בבית המת ובהתחבר שלשת עניינים אלו אמר שינתנו לו ואפשר לדעתו ז״ל שאילו היה האב קיים והיה טוען לקחתי כיון שאין שם עדי פקדון וראה אין מוציאין מידו אבל אין אנו טוענין ליתומים כיון שיש כאן כל הצדדין הללו וזה צריך עיון. אבל שיטה אחרת יש להרמב״ן ולרשב״א ז״ל בזה והוא שעדי פקדון היו שם אבל לא היו מכירין אם היו אותם בעצמם וסימנין מובהקין שנתן הם כראה וטענת אמוד אינה מעלה ולא מורידה בדין דודאי אפילו אמוד כיון שיש כאן עדי פקדון וסימנין מובהקין נותנין לו ולא נאמרה אלא לסעד בעלמא זו היא שיטתם ז״ל: ",
        "<b>באו עדים והעידו וכו'.</b> זה יצא לו מלשון הגמרא (דף פ\"ה ע\"א) שאמרו אמר רב נחמן ידענא בחסא דלא אמוד נראה שהדיין צריך לידע וכל זה לפי שיטתו שהוא סובר שלא היו שם עדי פקדון ואין זה הדין אלא מאומדן הדעת כמו שכתב פרק י''ד מהלכות סנהדרין: ",
        "<b>מעשה באחד שהפקיד וכו'.</b> מעשה ביבמות פרק האשה שלום (דף ק\"ט ע\"ב) ופירשו הרמב''ן והרשב''א ז''ל שאף על פי שהיו לתובע עדים שיש עתה לזה שומשמין כך וכך בחבית אין מוציאין מתחת ידו והטעם לפי שאין מנין סימן מובהק לגמרי שאם היה סימן מובהק אף על פי שאין העדים מעידין שהן הם היה נוטל כמו שכתבתי למעלה בשמם ז''ל: ",
        "<b>אלא ישבע השומר בנקיטת חפץ וכו'.</b> בהשגות א''א למה בנקיטת חפץ וכו', ובודאי כן הוא וכבר כתבתי כן פרק שני מהלכות שכירות ואולי מפני שנתן כאן סימנין אמר רבינו שישבע בנקיטת חפץ וצריך עיון: "
      ],
      [
        "<b>בעל הפקדון שתבע פקדונו וכו' הרי השומר נשבע היסת.</b> זו משנה וגמרא בשבועות פרק שבועת הדיינין ולשון המשנה פטור אבל ודאי שיש שם היסת מתקנת חכמים כדין כל הנתבעין: ",
        "<b>או שבועת התורה אם הודה במקצת כיצד מאה סאה וכו'.</b> גם זה שם מבואר בברייתא ומכל מקום דעת הרמב''ן והרשב''א ז''ל וקצת המפרשים שאין זה חייב שבועת התורה אלא בשהפירות שהוא מודה בהן אינן בעין ונפסדו או נאבדו בפשיעה והוא חייב לשלם דמיהן אבל אם הן בעין כמות שהיו אף על פי שהנפקד אינו טוען הא לך כל פקדון הוא ברשות בעליו והרי זה כאומר הא לך ונתבאר פרק ראשון מהלכות טוען ונטען שמודה מקצת שאמר הא לך המקצת הזה שאני מודה לך שהוא פטור משבועת תורה זה דעתם ז''ל ומתוך כך פירשו שם שזה דוקא כשאינו בעין ולא כן דעת רבינו ודעת הראב''ד ז''ל ועוד יתבאר זה בהלכות טוען ונטען: "
      ]
    ],
    [
      [
        "<b>המפקיד פירות אצל חבירו ה''ז לא וכו'.</b> משנה בהמפקיד (דף ל\"ח) ופסק כת''ק דלא כרשב''ג וכן בהלכות: ",
        "<b>בד''א בשחסרו חסרון וכו'.</b> בגמרא מחלוקת בכדי חסרונן אבל יותר מכדי חסרונן דברי הכל מוכרן בב''ד וכתב הרמב''ן ז''ל פירוש כדי חסרונן שחסר בפעם אחת או בחצי שנה כדי חסרון שמחסרין שאר פירות בכל השנה לחיטים ולאורז תשעה חצאי קבין לכור ואם אין אתה אומר כן היאך אמר רשב''ג מוכרן בב''ד עכ''ל ואפשר שאף זה דעת רבינו וביאור דבריו בשחסרו בזמן מועט חסרון הראוי להם בשנה וכבר נתבארו שיעורין אלו למעלה פ''ה: ",
        "<b>וכשהוא מוכרן וכו'.</b> זו היא מסקנת הגמרא לפי גירסתו ז''ל ובהשגות אמר אברהם עכשיו באלו המקומות כו' וכן הוא ואף רבינו לא אמרה אלא בזמן תרומות ומעשרות ובמקומות ההם אבל באלו המקומות ודאי לא אמר ואפשר שלפיכך השמיט זה הרי''ף מן ההלכות. ודע שדברים אלו דוקא כשאין בעל הפקדון בעיר אבל אם היה בעיר יודיענו ויעשה בהן מה שלבו חפץ וכ''כ בספר המקח ופשוט הוא וכבר כתב כן רבינו למטה שאמר ה''ז לא יגע בו אע''פ שהוא אבד: "
      ],
      [
        "<b>המפקיד פירות אצל וכו'.</b> ברייתא ופסק כחכמים וכן בהלכות: "
      ],
      [
        "<b>המפקיד חמץ אצל חבירו וכו'.</b> בפסחים פ''א (דף י\"ג) והוא בהלכות פרק המפקיד: ",
        "<b>והוא הדין לשאר הפקדונות וכו'.</b> זה למד הרב ז''ל מזו דפ''א וכל שכן הוא שהרי בחמץ ההפסד ברור: "
      ],
      [
        "<b>המפקיד אצל חבירו ספר תורה וכו'.</b> ברייתא פרק אלו מציאות (בבא מציעא דף כ\"ט ע\"ב): ",
        "<b>ואם פתח וקרא וכו'.</b> לשון הברייתא ואם בשבילו פותחו אסור ונראה שהוא שולח יד ופשוט הוא: ",
        "<b>הפקיד אצלו וכו'.</b> גם זה נתבאר שם: ",
        "<b>בד''א בפקדון וכו'.</b> גם זה שם: "
      ],
      [
        "<b>כל המוכר פקדון וכו'.</b> ברייתא בהמפקיד: ",
        "<b>והדמים יהיו מונחים וכו' לפיכך הרי הוא עליהן שומר שכר.</b> לא נתבאר זה בגמרא אבל רבינו דימה זה למעות צרורין אצל חנווני או מותרין אצל בעה''ב שיכול להשתמש בהן והוא שומר שכר אע''פ שלא נשתמש ואע''פ שמי שמצא אבידה ומכרה חייב באונסי הדמים כשואל אע''פ שלא נשתמש בהן כיון שיכול להשתמש כמבואר פרק י''ג מהלכות גזילה ואבידה כבר תירצו זה ואמרו שבאבידה כיון שהוא שומר שכר ממילא אפילו באבידה עצמה אע''פ שאינו יכול להשתמש בה בדמים שהוא יכול להשתמש בהן אנו מעלין אותו מדרגה אחת וחייב באונסין אבל כאן שאלולי התשמיש אינו אלא שומר חנם די אם נחייבהו כשומר שכר מפני שיכול להשתמש ועיקר: "
      ],
      [
        "<b>המפקיד מעות אצל חנוני או השולחני וכו'.</b> משנה (דף מ\"ג) ודין קשר משונה נתבאר בהלכות: ",
        "<b>לפיכך הוא נעשה עליהן וכו'.</b> מפורש שם בפסק ההלכות: "
      ],
      [
        "<b>אבל אחר וכו'.</b> מבואר בהלכות בשם רב האי ז''ל וכן הדין בדין הנזכר למעלה שאחר שנשתמש חייב באונסין: "
      ],
      [
        "<b>המפקיד מעות אצל בעל הבית וכו'.</b> מפורש במשנה שם: "
      ],
      [
        "<b>המפקיד חבית אצל חבירו וכו'.</b> משנה וסוגיא בגמרא ופסק כפסק ההלכות שם: "
      ],
      [
        "<b>אין מקבלין פקדונות וכו'.</b> ברייתא כלשונה ומימרות פרק חזקת (בבא בתרא דף נ\"א ע\"ב) ופירוש אין מקבלין לכתחלה חוששין שמא גנבום מן הבעלים ואין מסייעין ידי עוברי עבירה: ",
        "<b>יחזיר לאשה.</b> פירש אבן מיגש ז''ל לפי שיש לומר שמא הפקידו אצלה ואינו שלה כדי שיזכה בו בעלה ויחזיר לעבד לפי שיש לומר גם בזה אדם הפקידו אצלו ואינו שלו כדי שיזכה בו רבו וקבלו מן הקטן שיעשה לו סגולה ואל יחזירהו לו שמא יאבד אותו עכ''ל. וכתב הרשב''א ז''ל ומיהו אם החזיר לקטן אינו חייב לשלם ונ''ל דדוקא לקטן שלא הגיע לעונת הפעוטות שאילו הגיע לכלל הפעוטות מחזיר לו דאפילו לכתחלה נותנין לו כדי להתלמד ומקחן מקח וממכרן ממכר במטלטלין ע''כ וכבר נתבאר שהקטן משש שנים ולמעלה כשהוא בקי בטיב משא ומתן שמקחו וממכרו קיימין במטלטלין פרק כ''ט מהלכות מכירה: ",
        "<b>וכולן שאמרו בשעת מיתתן וכו' ואם לאו יחזיר ליורשין.</b> כתב הרב אבן מיגש ז''ל כשאמרו יחזיר ליורשין דוקא כשמתה וזכה הבעל בירושתה ונמצא שהוא הנותן אבל בחייה מדקתני יחזיר לאשה כשתתן אותו האשה לאותו פלוני אין לבעל לערער עליה בכך שהרי היא עצמה הנותנת אותו ולא הבעל וכן הדין נמי לעבד וקטן עכ''ל. ועוד כתבו קצת המפרשים ז''ל שממה שאמרו יחזיר לאשה למדנו שאם יש מעות ביד האשה שנאמנת לומר של נכסי מלוג הם שירשתים או שתאמר נתנו לי על מנת שאין לבעלי בהם כלום אלא מה שאני נושאת ונותנת לפי וכן העבד שכל זמן שהם בידם נאמנין ולזה הסכים הרשב''א ולא יראה כן דעת רבינו ממ''ש בהלכות אישות וסוף פרק שני מהלכות מלוה ולוה וג''כ חלוק בזה הרמב''ן וסובר כדברי רבינו, וכתב הרשב''א ז''ל ולפי דבריו הא דקתני יחזיר לאשה יחזיר לעבד לאו דוקא קאמר כלומר להם ולא לבעלים אלא משום שאמרו שאין מקבלין פקדונות מהן דאלמא חוששין שמא משל בעלים גנבום היה עולה בדעתו שאם קבלום נחוש ולא נחזירם קמשמע לן אין מקבלין לכתחלה ומ''מ אם קבלו למקום שנטלו יחזירו ע''כ: "
      ],
      [
        "<b>הפקדון והאבידה וכו'.</b> בהגוזל ומאכיל (דף קי\"ח) אבידה ופקדון לא ניתנו ליתבע אלא במקומן ופירוש לא ניתנו ליתבע הא אם רצה להחזיר מחזיר בעל כרחו של מפקיד שלא אמרו לא יחזיר אלא במדבר ופשוט הוא ונ''ל שאם הפקיד אצלו לזמן ידוע שאינו יכול להכריחו לקבלו ממנו תוך הזמן שיכול לומר לו קבלת עליך שמירת זה הזמן הקצוב: ",
        "<b>הפקיד אצלו וכו'.</b> משנה שם בהגוזל ומאכיל: "
      ],
      [
        "<b>המפקיד אצל חבירו והלך בעל הפקדון וכו'.</b> זה לא נזכר בגמרא אבל דברי טעם הם כמו שכתב רבינו: "
      ]
    ],
    [
      [
        "<b>המפקיד אצל חבירו בהמה או כלים וכו'.</b> משנה פרק המפקיד (בבא מציעא דף ל\"ג ע\"ב). <b>ומ״ש אמר הריני משלם</b> כלומר אע״פ שלא שלם עדיין והוא מימרא דר' יוחנן בגמ' ותניא כוותיה וכ״ה בהלכות ופירוש מפקיד בחנם אע״פ שכן הדין בשכר כמו שיתבאר: ",
        "<b>חזרה הבהמה עצמה וכו'.</b> מתוך דברי רבינו ז''ל נראה שאפילו גזות וולדות שנטענה בבית גנב הם לבעלים קודם יאוש ואין נראית כן דעת שאר המפרשים ז''ל אלא לנפקד הם ולא אמרו גזות וולדות שהם לבעלים אלא אותם שנטענה בהן משעת פקדון עד שעת גניבה. ועתה אפרש הקשו בגמרא על המשנה היאך הכפל לשומר והלא אין אדם מקנה דבר שלא בא לעולם ותירץ רבא נעשה כאומר לו לכשתגנב פרתי ותרצה ותשלמנה הרי היא קנויה לך מעכשיו והקשה ר' זירא אי הכי גזותיה וולדותיה נמי פירוש יהיו לשומר אלמה תניא חוץ מגזותיה וולדותיה אלא אמר רבי זירא נעשה כאומר לו חוץ מגזותיה וולדותיה מאי פסקא שבחא דאתי מעלמא עביד איניש דמקני שבחא דגופא לא עביד דמקני איכא דאמרי אמר רבא נעשה כאומר לו לכשתגנב ותרצה ותשלמנה סמוך לגנבתה קנויה לך מאי בינייהו פירוש בין שני הלשונות איכא בינייהו קושיא דרבי זירא פירשו המפרשים ז''ל ללשון אחרון אין לה מקום לפי שלא היתה הקושיא אלא מגזות וולדות שהיו משעת פקדון עד שעת גניבה וללשון זה כיון שאין הבעלים מקנין לשומר הפרה אלא רגע אחד סמוך לגניבה פשיטא שלא יזכה בגזות וולדות שהיו קודם לכן אבל ללשון ראשון שאמר הרי היא קנויה לך מעכשיו היה קשה למה לא יהיה זוכה השומר בגזות וולדות משעת פקדון שהרי נתגלה הדבר למפרע שמאותה שעה היתה שלו זו היא שיטתם ז''ל ולפי שיטת רבינו נ''ל לפרש שדעת ר' זירא שאף על גזות וולדות שלאחר גניבה היה כוונת הברייתא לומר שהן לבעלים וזהו שהוצרך לומר נעשה כאומר לו חוץ מגזותיה וולדותיה ולא אמר נעשה כאומר סמוך לגנבתה קנויה לך כלשון אחרון לפי שהיה סובר שהברייתא שאמרה חוץ מגזותיה אף על הגזות שבבית גנב אמורה והטעם דשבחא דגופא לא עביד איניש דמקני ופירוש איכא בינייהו כך הוא דללשון ראשון אין לו לרבא תירוץ על קושיא דרבי זירא אבל ללשון שני אפשר לתרץ ולומר שהברייתא שאמרה חוץ מגזותיה וולדותיה אין הכוונה אלא באותן שהיו קודם גניבה ומ''מ רבי זירא אפילו באותן שנטענה בבית גנב היה סובר שהן לבעלים והלכה כמותו כיון דללשון ראשון לא אפשר ליה לרבא לאפלוגי על הברייתא זהו דעתו ז''ל: ",
        "<b>וכבר ביארנו שאין הגנב וכו'.</b> בפרק ראשון מהלכות גניבה וכבר כתבתי בזה בפרק שני מהלכות גזילה מה שנ''ל: ",
        "<b>נשבע השומר ולא רצה לשלם וכו'.</b> משנה שם: ",
        "<b>וכן השוכר פרה מחבירו ונגנבה וכו'.</b> ברייתא פרק המפקיד (בבא מציעא דף ל\"ד) וכבר נתבאר בפ״א מהלכות שכירות שהשוכר דינו כשומר שכר: "
      ],
      [
        "<b>שומר חנם שאמר פשעתי וכו'.</b> מימרא שם: ",
        "<b>וכן נושא שכר וכו'.</b> באותה מימרא שם וכבר נחלקו המפרשים ז''ל אם יש עדים בשומר חנם שפשע ובשומר שכר שנגנבה שלא באונס והרי הן חייבין לשלם מן הדין אם אמרו הרי אנו משלמין לו או ששלמו בלא כפיית בית דין דעת הרמב''ן ז''ל שלא קנו הכפל כיון שאי אפשר להם ליפטר בשום צד וכן מוכיח לשון הגמרא ודעת הרשב''א ז''ל שאף אלו קנו הכפל שדעת הבעלים להקנותו להם כל זמן שלא יטריחום לבא לבית דין וכתב ז''ל שכן מצא בירושלמי והוצרך לידחק בלשון גמרתנו ומדברי רבינו נראה כדעת הרמב''ן ז''ל. וכתב הרשב''א ז''ל שאם יש עדים בשומר חנם שנגנבה ובשומר שכר שנאנסה ושלמו שלא קנו הכפל שלא עלה על דעת המפקיד שישלמו לו מה שהיו נפטרין בהעדאת עדים בלא שבועה ולפיכך לא הקנה להם הבהמה בכגון זה וכתב שכן מצא בירושלמי: ",
        "<b>אבל השואל וכו'.</b> מחלוקת אמוראים שם ומסקנא דגמרא כן והחילוק שיש בין שואל לשאר השומרים שאינו קונה הכפל באמירה בלבד אלא במעשה הוא מפני שכל הנאה שלו ולפיכך בדבור בלבד לא נקנה לו הכפל כך נתבאר בגמרא: "
      ],
      [
        "<b>כל הקונה הכפל וכו'.</b> זה נתבאר בגמ' במעשה דכיפי. ובהשגות א''א דוקא שבא השבח אחר ששלם או שאמר הריני משלם ע''כ. ולי נראה דכל שבא השבח אחר גניבה הוא של שומר לפי שמאותה שעה נקנה לו הפקדון וכלשון אחרון דרבא וגנב עצמו אם נאבד מאליו הדבר שגנב אינו משלם אלא כשעת הגנבה כמו שנתבאר פ''א מהל' גניבה ולדברי הר''א ז''ל קשה לי אימתי קנה השומר פקדון זה אם נאמר בשעת תשלומיו ולא קודם לכן בגמ' לא מצינו מי שמאחר קנייתו אלא עד סמוך לגנבה ואם נאמר דכל ששלם נתגלה הדבר שסמוך לגניבה קנה הפקדון א''כ כשנתייקר בינתים לשומר נתייקר וזה מוכרח אא''כ נאמר דלענין יוקרא לא קנה אלא משעת תשלומין ואילך ומה שאמרו בגמרא סמוך לגניבה הוא לגבי כפל וזה דוחק ודעת רבינו אפשר שהוא אפילו במה שנתייקרו בין פקדון לגניבה וכלישנא קמא דרבא כמו שכתבתי למעלה ודוקא אם היה יכול ליפטר באמת אבל בחייב על דרך האמת ודאי כששלם בשעת גניבה שלם שהרי מן הדין הוא חייב וב''ד היו מכריחין אותו בהודאת האמת: ",
        "<b>בד''א בשלא וכו'.</b> מפורש בגמ' שם (דף ל\"ה) בההיא עובדא דכיפי: ",
        "<b>ואם כלים וכו'.</b> מפורש שם ומ''מ קצת מהמפרשים ז''ל פי' אותו מעשה שהכיפי היה ברשות הנפקד אלא שלא היה יודע בהם נפקד והגבו למפקיד קרקע מפני פשיעת הנפקד ואח''כ נמצאו ועל הצד הזה אמרו שיחזור הקרקע לנפקד לפי ששומא בטעות היתה שנתגלה הדבר שלא נאבדו אבל אם נאבדו הרי שומא זו כשאר השומות שבעולם וכבר נתבאר דין חזרתם בפכ''ב מהלכות מלוה ולוה ודעת הרמב''ן ז''ל שאפילו נאבד הפקדון או נגנב ואח''כ נמצא והוא חוזר בעינו לבעליו אף הקרקע חוזר לבעלים בכל ענין וזה דעת רבינו: "
      ],
      [
        "<b>תבעוהו בעלים וכו'.</b> פלוגתא דאביי ורבא בב״ק פרק הגוזל עצים (בבא קמא דף ק\"ח ע\"ב) ופסק כרבא וכידוע שהלכה כמותו לגבי אביי: ",
        "<b>אמר השומר וכו'.</b> זה בפשיטות בגמרא בהמפקיד (דף ל\"ד): "
      ],
      [
        "<b>אמר הריני וכו'.</b> בעיא שם ופירשו קצת המפרשים אע''פ שאם אמר בב''ד הריני משלם אפילו שלא מן הדין אינו יכול לחזור בו וב''ד יכפוהו לקיים דברו מ''מ נסתפק לנו בגמרא אם קנה הכפל: ",
        "<b>או שאמר וכו'.</b> ג''ז בעיא שם: ",
        "<b>או שלא וכו'.</b> בעיא שם ופירשוה כן בהלכות. ובנוסחאות שלנו (דף ל\"ד ע\"ב) בעיא אחרת שלם לבנים מהו ופירשה רש''י ז''ל בשמתו הבעלים ואח''כ נגנבה וכתב הרשב''א דנראה מתוך דבריו שאם נגנבה בחיי האב ושלם שומר לבניו דפשיטא שזכה בכפל: ",
        "<b>שלמו בנים לבנים וכו'.</b> ג''ז בעיא שם: ",
        "<b>או ששלם השומר מחצה.</b> בעיא שם ופירש''י ז''ל ומתחלתו אמר הריני משלם מחצה ולא יותר מהו לקנות חצי הכפל ע''כ אבל כל הכפל פשיטא דלא: ",
        "<b>שאל שתי פרות וכו'.</b> בעיא שם ופירש''י ז''ל מהו שיזכה בכפל זו ששלם: ",
        "<b>שאל מן השותפין וכו'.</b> פירש''י ז''ל מהו שיקנה חצי הכפל ע''כ: ",
        "<b>שותפין ששאלו וכו'.</b> ופירש''י ז''ל ושלם חצי דמיו שעליו מהו שיקנה חצי הכפל מי אמרינן הרי שלם כל המוטל עליו ע''כ ומ''מ אע''פ שכתב הרב ז''ל כל המוטל עליו ודאי עדיין הוא ערב במחצית הנשאר שאם אין נכסים לחבירו נפרעין ממנו וכ''כ ז''ל: ",
        "<b>שאל מן האשה וכו'.</b> פירשו התוס' שאל מן האשה קודם שנשאת ונשאת ושלם לבעלה מי אמרינן שלא היה דעתה להקנות לו הכפל אא''כ ישלם לה כל זמן שלא תהיה תחת אחרים: ",
        "<b>אשה ששאלה.</b> פירשו התוספות ז''ל קודם שנשאת ונשאת ושלמה מאחר שנשאת או שלם בעלה: ",
        "<b>כל אלו ספק וכו' לפיכך חולקין הכפל.</b> זה נתבאר בהלכות שם בביאור: "
      ],
      [
        "<b>נגנב הפקדון באונס וכו'.</b> פסק כרבא דפרק הגוזל עצים ודלא כאביי וכמבואר בהלכות ולשון הגמרא עושה עמו דין ורש''י ז''ל פירש משלם לבעלים והוא יפרע מן הגנב ושאר המפרשים הקשו עליו דודאי אינו מן הדין שיתחייבו הם לשלם האונסין אף על פי שהוכר הגנב אלא כך פירושו שהן חייבין לטרוח ולדון עם הגנב משום דלעתים הגנב אלם וקשה ואין הבעלים רוצים לטרוח לדון עמו וזה דעת רבינו: ",
        "<b>נגנב הפקדון באונס והחזירו הגנב לבית שומר וכו'.</b> בעיא שם בהגוזל (בבא קמא דף ק\"ח ע\"ב) ולא איפשיטא: <b>נשלמו הלכות שאלה ופקדון בס''ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [
        "<b>בד\"א כשנאנס שלא וכו'. </b> קשה לי בדברי רבינו שכתב שאם מתה קודם שיחרוש בה מאחר דשלא בשעת מלאכה חייב ומשמע דאפילו לא שינה בה ובסוף דבריו כתב שאם מתה כשהיא דשה או בשעת רכיבה שהוא חייב משמע אף כששינה בענין שתמות בעת השינוי כי היכי דליחייב: ",
        "<b>וכן השואל בהמה מחבירו וכו'. </b> כתב הריב\"ש בסי' [תכ\"ג] הרמב\"ם ז\"ל סובר דאינו פטור השואל אלא בשמתה בשעת מלאכה ממש ומפני זה כתב בלשונו ומתה תחתיו ר\"ל בין רגליו בעוד שהוא רוכב עליה שהוא מפרש מחמת מלאכה מתה בשעת מלאכה ומ\"ש באותה הדרך לומר שלא שינה להוליכה בדרך אחרת אלא בדרך שהשאילה ללכת בה הלך ונראה שלכך פירש מחמת מלאכה בשעת מלאכה כי הוקשה לו איך נדע הבהמה מחמת מה מתה ומי מפיס ולכך פירש כן שכל שמתה בשעת מלאכה נתלה ונאמר מחמת מלאכה מתה וכשמתה שלא בשעת מלאכה נאמר שלא מחמת מלאכה מתה ואפשר ג\"כ שמ\"ש ומתה תחתיו לא שמתה ונפלה שדודה בין רגליו אלא שהתחיל לה החולי שמתה ממנו בעוד שהוא רוכב עליה כמו ומת תחת ידו שלא מת ממש בין ידיו אלא תוך יום שהוא כיומים ועדיין אין דבריו מחוורים וכבר השיגוהו הרמב\"ן ז\"ל והרשב\"א ז\"ל עכ\"ל: "
      ],
      [],
      [],
      [],
      [
        "<b>הניח להם אביהם פרה שאולה וכו' ואם הניח להם אביהם נכסים וכו'. </b> כתב ה\"ה ולפ\"ז יש תימה בדברי רבינו למה פסק כלשון ראשון דלא כרב פפא וכו' ועוד אני רואה מקום תימה בדבריו וכו' עד וצ\"ע. ואני אומר דל\"נ דרבינו לא הוה גריס ופליגא דרב פפא ולא והיינו דרב פפא דמשמע לי' דההיא דרב פפא אינה ענין לכאן דהא דאמר רב פפא סד\"א הואיל ואמר רב וכו' קמ\"ל לאו למימרא דמשעת שאלה לא איחייב באונסיה כלל דהא ודאי משעת שאלה איחייב בהו אלא היינו לומר שחיוב זה תלוי ועומד הוא שמא לא תיאנס ואם תיאנס יתחייב נמצא כשטבחהו אז נתחייב בפועל ואותו חיוב בכח התחיל משעת שאלה וא\"כ כי אמרינן הניח להם אביהם אחריות נכסים חייבים לשלם אונסיה טעמא משום דמחיים נשתעבדו הנכסים משעת שאלה שאם תאנס יגבה מאותם נכסים ור\"פ מודה בהא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>או שותפין ששאלו זה מזה.  </b> כתב ה\"ה נראית הכוונה ששניהם שאלו האחד מחבירו אבל תמהתי על לשון שותפין וכו'. ואני אומר שנ\"ל דהכי פירושה שותפין ששאל אחד מחבירו הוי שאלה בבעלים שהרי בעל הדבר השאול עמו במלאכתו הוא ואם אמר השותף לחבירו השאילני היום ואשאילך למחר כלומר אם לא היה להם שותפות אלא זה שא\"ל השאילני היום ואשאילך למחר אינה שאלה בבעלים כמו שנתבאר בפ\"י מהל' שכירות. * והרב המגיה כתב שדעת רבינו אפילו שאחד שאל מחבירו קרוי שאלה בבעלים שכל אחד מהשותפים שאול לחבירו בעסק השותפות ולזה נקט שותפים דוקא ומה שכתב ואם אמר השותף לחבירו השאילני היום ואשאילך למחר אינה שאלה בבעלים י\"ל שכשאמר השותף למחר גילה בדעתו שהיום לא יהיה עמו בשום מלאכה עכ\"ל: *הוא מהר\"ם פדוואה  ",
        "<b> \n                     </b>"
      ]
    ],
    [
      [],
      [
        "<b>אמר לו השואל הכישה במקל וכו' אבל אם מתה בדרך פטור. </b> טעמו משום דבגמרא גבי מאי דמקשה ביד עבדו חייב יד עבד כיד רבו ושני שמואל בעבד עברי דלא קני ליה גופיה אמרינן ורב אמר אפילו תימא בעבד כנעני באומר לו הכישה במקל והיא תבא ומשמע דשמואל פליג עליה מדלא אשכח גוונא לאוקמה בעבד כנעני וקי\"ל דהלכתא כשמואל בדיני ועוד דמייתי סייעתא לרב מברייתא ודחי לה רב אשי משמע קצת דלא ס\"ל כוותיה: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>השואל פרה מחבירו שאלה חצי היום עד סוף הפרק. </b> משנה בפרק השואל (דף צ\"ז) השואל פרה [מחבירו] שאלה חצי היום ושכרה חצי היום שאלה היום ושכרה למחר שכר אחת ושאל אחת [ומתה] המשאיל אומר שאולה מתה ביום שהיתה שאולה מתה בשעה שהיתה שאולה מתה והלה אומר איני יודע חייב ואוקמוה בגמרא דהא דקתני חייב בשיש עסק שבועה ביניהן והיינו הדין שכתב רבינו בסוף הפרק השאילו שתי פרות חצי היום בשאלה וכו' דאילו כפשטא דמתניתין הוה ליה כאומר לחבירו מנה לי בידך והלה אומר איני יודע דקי\"ל כר\"נ ור\"י דאמרי פטור דאוקי ממונא בחזקה מאריה, ועוד באותה משנה השוכר אומר שכורה מתה והלה אומר איני יודע פטור זה אומר איני יודע וזה אומר איני יודע יחלוקו ובגמרא (דף צ\"ח ע\"ב) הא מני סומכוס היא דאמר ממון המוטל בספק חולקין כלומר אבל חכ\"א המע\"ה וכ\"כ הרי\"ף, ודע ששבועה זו שכתב רבינו שישבע השומר בשלש חלוקות אלו היינו שבועת היסת: ",
        "<b>זה אומר שאולה וכו'. </b> שם במשנה זה אומר שאולה וזה אומר שכורה ישבע השוכר ששכורה מתה ואוקמוה בגמרא ע\"י גלגול וכמ\"ש רבינו וסובר ז\"ל דאליבא דכולי עלמא אוקמוה הכי שלא כדברי רש\"י שכתב דאליבא דר\"נ ור\"י לא איצטריכו לאוקומה הכי: ",
        "<b>השאילו שתי פרות וכו'. </b> כבר נתבאר וכתב ה\"ה ואם תשאל למעלה ג\"כ כו' י\"ל כיון שעיקר התביעה וכו' עד כך תירצו ז\"ל ול\"נ שאפשר לתרץ עוד דלא אמרינן מתוך שאינו יכול לישבע משלם אלא בעיקר השבועה אבל אם בעיקר השבועה יכול לישבע ואינו יכול לישבע על הגלגול אינו משלם: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>השואל פרה מחבירו שאלה חצי היום עד סוף הפרק. </b> משנה בפרק השואל (דף צ\"ז) השואל פרה [מחבירו] שאלה חצי היום ושכרה חצי היום שאלה היום ושכרה למחר שכר אחת ושאל אחת [ומתה] המשאיל אומר שאולה מתה ביום שהיתה שאולה מתה בשעה שהיתה שאולה מתה והלה אומר איני יודע חייב ואוקמוה בגמרא דהא דקתני חייב בשיש עסק שבועה ביניהן והיינו הדין שכתב רבינו בסוף הפרק השאילו שתי פרות חצי היום בשאלה וכו' דאילו כפשטא דמתניתין הוה ליה כאומר לחבירו מנה לי בידך והלה אומר איני יודע דקי\"ל כר\"נ ור\"י דאמרי פטור דאוקי ממונא בחזקה מאריה, ועוד באותה משנה השוכר אומר שכורה מתה והלה אומר איני יודע פטור זה אומר איני יודע וזה אומר איני יודע יחלוקו ובגמרא (דף צ\"ח ע\"ב) הא מני סומכוס היא דאמר ממון המוטל בספק חולקין כלומר אבל חכ\"א המע\"ה וכ\"כ הרי\"ף, ודע ששבועה זו שכתב רבינו שישבע השומר בשלש חלוקות אלו היינו שבועת היסת: ",
        "<b>זה אומר שאולה וכו'. </b> שם במשנה זה אומר שאולה וזה אומר שכורה ישבע השוכר ששכורה מתה ואוקמוה בגמרא ע\"י גלגול וכמ\"ש רבינו וסובר ז\"ל דאליבא דכולי עלמא אוקמוה הכי שלא כדברי רש\"י שכתב דאליבא דר\"נ ור\"י לא איצטריכו לאוקומה הכי: ",
        "<b>השאילו שתי פרות וכו'. </b> כבר נתבאר וכתב ה\"ה ואם תשאל למעלה ג\"כ כו' י\"ל כיון שעיקר התביעה וכו' עד כך תירצו ז\"ל ול\"נ שאפשר לתרץ עוד דלא אמרינן מתוך שאינו יכול לישבע משלם אלא בעיקר השבועה אבל אם בעיקר השבועה יכול לישבע ואינו יכול לישבע על הגלגול אינו משלם: "
      ]
    ],
    [],
    [
      [
        "<b>אפילו באו עליו גנבים וכו'. </b> כתב הרב המגיד מעשה פ' הגוזל ומאכיל ופירשו רבינו דוקא כשהיו מעות של שבויים שאינם ידועים עד כך נראה מתוך דבריו, יש לתמוה למה כתב שכך נראה מתוך דבריו שמבואר הוא בדבריו כן: ",
        "<b>בד\"א בשאין זה הממון וכו'. </b> כתב ה\"ה נראה שהכוונה היא דבעינן תרתי וכו'. נ\"ל דהיינו לומר שאם אין חלק כל אחד ידוע הוי כממון שאין לו תובעים דלכל חד מצי למדחי דילמא לא היו נותנין לך אלא לחבירך ויותר נראה לומר דלדעת רבינו אפילו לא קיץ להו נמי חייב ומ\"ש והרי הוא קצוץ להם היינו שהוא מיוחד לגמרי להם שלא יהא רשות ביד הגבאים לשנות צדקה זו כולה או מקצתה לצורך עניים אחרים: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ולמה נאמר שישבע כאן בעל הפקדון וכו'. </b> כתב הרב המגיד ולא אמרו יטול בלא שבועה כמו שנזכר למעלה לפי שאין השומר מחוייב שבועה. כלומר ולא אמרו מתוך שאינו יכול לישבע משלם משום דאינו מחוייב אלא שבועת היסת: כתב עוד ה\"ה ועוד הוסיף דברים ואמר אם תשאל כיון שאילו אמר ברי לי וכו' עד ודברי תלמידו כמותן. יש לתמוה עליו איך כתב כן בשם רבינו שהרי רבינו כתב בהיפך בפ\"א מהלכות טוען גבי כור חיטים יש לי בידך בודאי והנתבע אומר איני יודע אם חיטים אם שעורים: כתב עוד ה\"ה אלא שכל הסוגיא אשר שם מראה בהיפך מזה שהשוה דינים אלו לטוענו חיטים ושעורים: אומר אני שאין בזה כדי להכריע דאיכא למימר דלפום מאי דס\"ד להשוות נזקי ממונו למה שהוא חייב מחמת עצמו שקיל וטרי בכולה סוגיא אבל קושטא דמילתא היא דאיכא לפלוגי בינייהו ועוד יש לומר דהיינו טעמא דשק צרור נשבע בעל השק ונוטל מפני שפשע בו השומר ולא דמי לההיא דשוורים ולא לההיא דרבה בר נתן דלית בהו פשיעה: "
      ]
    ],
    [
      [],
      [
        "<b>טען השומר תנאי היה בינינו וכו'. </b> כתב ה\"ה פירוש עדים הלו אין כוונת הרב שיעידו שבלא תנאי בא לידו וכו' ובזה נסתלקה השגת הראב\"ד ז\"ל אבל יש קצת תימה בעיני בדברי רבינו וכו'. ואני אומר שלא דקדק הרב המגיד בדבריו שאין זה דומה לאותו שהביא דהתם טוען שלא נעשה לו שומר כלל כמו שמבואר בדבריו שם אבל הכא מודה שהוא שומר אלא שהתנה עמו לשמור שלא כדרך השומרים כגון שהפקיד אצלו מעות שדרך שמירתן בקרקע והתנה עמו שיניחם בזוית ביתו דכיון דשמירה כל דהו קיבל עליו שומר מיקרי וחלה עליו שבועה דאורייתא: ועל מה שכתב פירוש עדים הללו אין כוונת הרב שיעידו שבלא תנאי בא לידו וכו' ובזה נסתלקה השגת הראב\"ד. הילך לשון השגת הראב\"ד זהו תימה וכי העדים לא שמעו התנאי וכו' [עיין בהשגת הר\"א] ומעתה יש לתמוה על ה\"ה איך כתב ובזה נסתלקה השגת הראב\"ד שהרי ההשגה עדיין במקומה עומדת שמה שאמר אין העדים מעידים אלא שדבר הזה הוא פקדון אצל זה ולא ידעו אם בתנאי הרי על זה השיג הראב\"ד ז\"ל כיון שהפקיד סתם הרי נעשה שומר גמור והוא מודה שפשע ומה לי לשקר במקום עדים לא אמרינן ומה שנראה לי בתירוץ השגה זו שמה שמעידים שהפקיד סתם בפניהם אינו סותר למה שאמר זה תנאי היה בינינו שהרי אפשר שכך התנו בינים ואח\"כ מסר לו בפני עדים סתם על סמך התנאי שהיה ביניהם ואילו היו מעידים שכשמסר לו פקדון זה בפנינו אמר לו שישמרהו כדרך השומרים אם היה טוען זה תנאי היה בינינו הוה אמרינן מה לי לשקר במקום עדים הוא וכדאמרן ואפשר לזה נתכוון הרב המגיד אלא שקיצר: "
      ],
      [
        "<b>שומר חנם שהביא ראיה שלא פשע וכו' ובעל הפקדון שהביא ראיה וכו'. </b> כתב ה\"ה זה נכון וכו' ובהשגות שיטה אחרת עכ\"ל. לא הבנתי זה שכתב שבהשגות שיטה אחרת שאין זו שיטה אחרת כי השגה היא שמשיג עליו ומה שנ\"ל בתירוצה הוא שבבא זו היא סיום בבא קמייתא וברישא קתני שאם הודה השומר שפשע אלא שאמר תנאי היה בינינו נאמן במיגו והשתא קאמר דהני מילי בשאין עדים שפשע אבל אם יש עדים שפשע אינו נאמן במיגו דבמקום עדים הוא: "
      ],
      [
        "<b>מעשה באחד שהפקיד שומשמין וכו' אלא ישבע השומר בנקיטת חפץ וכו'. </b> כתב ה\"ה אלא ישבע השומר בנקיטת חפץ וכו' ובהשגות אמר אברהם וכו' ובוודאי כן הוא וכבר כתבתי כן בפ\"ב מהלכות שכריות וכו'. ואני אומר שכבר כתבתי שם טעמו של רבינו והוא דבר נכון בלי פקפוק: "
      ]
    ],
    [],
    [
      [
        "<b>חזרה הבהמה עצמה חוזרת לבעליה וכו'. </b> כתבו תלמידי הרשב\"א בפרק המפקיד שיש להביא ראייה לדין זה מדאמרינן בפרק הגוזל קמא (דף ק\"ח) גבי תבעוהו בעלים והודה הגנב וכו' או דילמא מצו אמרי ליה כי היכי דאת עבדת לן מילתא אנן נמי עבדינן לך טרחינן בתר גנבא ושקלינן אנן דידן ואת שקלת דידך מדקאמר שקלינן אנן דידן שמע מיניה דהכי דינא דכל היכא שהבהמה חוזרת הכי דינא: "
      ],
      [],
      [],
      [],
      [
        "<b>אמר הריני משלם וחזר ואמר איני משלם וכו' לפיכך חולקים הכפל וכו' ואם קידם אחד מהם ותפס הכל אין מוציאין מידו ואפילו בחוצה לארץ. </b> כלומר דבשלמא כשודאי הוא לאחד מהם דין הוא כשתפסו אין מוציאין מידו כדאיתא בסוף פרק אלו נערות אבל השתא שמוטל בספק הוה אמינא שמוציאין מידו לפחות החצי קמ\"ל אין מוציאין מידו כלל ולא מיבעיא בא\"י שאם היה בא לבית דין היה זוכה בחצי אלא אפילו בח\"ל דהשתא הורע כחו מכמה פנים חדא שהיא בח\"ל ואפילו אם היה בארץ ישראל לא היה נותן לו אלא החצי אפילו הכי אם תפס הכל אין מוציאין מידו:   ",
        "<b>או שלא הספיק וכו'. </b> כתב ה\"ה בעיא שם וכו' וכתב הרשב\"א דנראה מתוך דבריו שאם נגנבה בחיי האב ושלם שומר לבניו פשיטא שזכה בכפל עכ\"ל. קשה לי דכיון דבנגנבה בלחוד בחיי המפקיד נקנה לו הכפל א\"כ כשנגנב ומת השומר ושלמו בנים כיון דבשעה שנגנב נקנה לו הכפל תו לא מצי למהדר ביה ועוד דהא לא מקני ליה כפילא עד שעה שמשלם כדאמר רבא לכשתרצה ותשלמני ולי נראה דמש\"ה פירש\"י בשמתו בעלים ואח\"כ נגנבה משום דאי נגנבה קודם מיתת הבעלים לא שייכא הך בעיא דהא אין אדם מוריש קנס לבניו וא\"ת היאך פירש\"י גבי שלמו בנים כשנגנבה בחיי האב י\"ל דשאני התם שבעל הפקדון קיים והגנב חייב לשלם לו הכפל ובני שומר מבעל הפקדון זכו דלגבי דידיה לאו קנס הוא ודברי הרשב\"א צ\"ע: "
      ],
      [
        "<b>נגנב הפקדון וכו'.  </b> כתב הרב המגיד פסח כרבא וכו' עד וזה דעת רבינו, ואני אומר שאיני יודע מנין הכריע דעת רבינו שהרי דבריו כדברי הגמרא ממש וכל פירוש שיפורש בדברי הגמרא יתפרש ג\"כ בדבריו: ",
        "<b>סליקו להו הלכות שאלה ופקדון</b>"
      ]
    ]
  ]
};