const Creditor_and_Debtor = {
  "title": "Mishneh Torah, Creditor and Debtor",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Creditor_and_Debtor",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לְהַלְווֹת לַעֲנִיֵּי יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(שמות כב כד)</small> \"אִם כֶּסֶף תַּלְוֶה אֶת עַמִּי אֶת הֶעָנִי עִמָּךְ\". יָכוֹל רְשׁוּת תַּלְמוּד לוֹמַר <small>(דברים טו ח)</small> \"הַעֲבֵט תַּעֲבִיטֶנּוּ\" וְגוֹ'. וּמִצְוָה זוֹ גְּדוֹלָה מִן הַצְּדָקָה אֶל הֶעָנִי הַשּׁוֹאֵל שֶׁזֶּה כְּבָר נִצְרַךְ לִשְׁאל וְזֶה עֲדַיִן לֹא הִגִּיעַ לְמִדָּה זוֹ. וְהַתּוֹרָה הִקְפִּידָה עַל מִי שֶׁיִּמָּנַע מִלְּהַלְווֹת לֶעָנִי שֶׁנֶּאֱמַר <small>(דברים טו ט)</small> \"וְרָעָה עֵינְךָ בְּאָחִיךָ הָאֶבְיוֹן\" וְגוֹ': \n",
      "כָּל הַנּוֹגֵשׂ הֶעָנִי וְהוּא יוֹדֵעַ שֶׁאֵין לוֹ מַה יַּחֲזִיר לוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כב כד)</small> \"לֹא תִהְיֶה לוֹ כְּנשֶׁה\". וּמִצְוַת עֲשֵׂה לִנְגּשֹׁ אֶת הָעַכּוּ''ם וּלְהָצֵר לוֹ שֶׁנֶּאֱמַר <small>(דברים טו ג)</small> \"לַנָּכְרִי תִּגּשֹׁ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ מִצְוַת עֲשֵׂה: \n",
      "אָסוּר לָאָדָם לְהַרְאוֹת עַצְמוֹ לְבַעַל חוֹבוֹ בִּזְמַן שֶׁיּוֹדֵעַ שֶׁאֵין לוֹ. אֲפִלּוּ לַעֲבֹר לְפָנָיו שֶׁלֹּא יַפְחִידוֹ אוֹ יַכְלִימוֹ אַף עַל פִּי שֶׁאֵינוֹ תּוֹבְעוֹ וְאֵין צָרִיךְ לוֹמַר אִם תְּבָעוֹ. וּכְשֵׁם שֶׁאָסוּר לְזֶה לִתְבֹּעַ כָּךְ אָסוּר לַלּוֶֹה לִכְבּשׁ מָמוֹן חֲבֵרוֹ שֶׁבְּיָדוֹ וְלוֹמַר לוֹ לֵךְ וְשׁוּב וְהוּא שֶׁיֵּשׁ לוֹ שֶׁנֶּאֱמַר <small>(משלי ג כח)</small> \"אַל תֹּאמַר לְרֵעֲךָ לֵךְ וְשׁוּב\". וְכֵן אָסוּר לַלּוֶֹה לִקַּח הַלְוָאָה וּלְהוֹצִיאָהּ שֶׁלֹּא לְצֹרֶךְ וּלְאַבְּדָהּ עַד שֶׁלֹּא יִמְצָא בַּעַל חוֹב מֵאַיִן יִגְבֶּה אַף עַל פִּי שֶׁהַמַּלְוֶה עָשִׁיר גָּדוֹל. וְעוֹשֶׂה זֶה רָשָׁע הוּא שֶׁנֶּאֱמַר <small>(תהילים לז כא)</small> \"לוֶֹה רָשָׁע וְלֹא יְשַׁלֵּם\". וְצִוּוּ חֲכָמִים <small>(משנה אבות ב יב)</small> \"יְהִי מָמוֹן חֲבֵרְךָ חָבִיב עָלֶיךָ כְּשֶׁלָּךְ\": \n",
      "כְּשֶׁיִּתְבַּע הַמַּלְוֶה הַלְוָאָתוֹ אַף עַל פִּי שֶׁהוּא עָשִׁיר וְהַלּוֶֹה דָּחוּק וְטָרוּד בִּמְזוֹנוֹת אֵין מְרַחֲמִין בַּדִּין אֶלָּא גּוֹבִין לוֹ חוֹבוֹ עַד פְּרוּטָה אַחֲרוֹנָה מִכָּל מִטַּלְטְלִין שֶׁיִּמָּצְאוּ לוֹ. וְאִם לֹא הִסְפִּיקוּ הַמִּטַּלְטְלִין גּוֹבִין לוֹ מִן הַקַּרְקַע אַחַר שֶׁמַּחְרִימִין עַל מִי שֶׁיֵּשׁ לוֹ מִטַּלְטְלִין אוֹ מִי שֶׁיָּדַע לוֹ מִטַּלְטְלִין וְלֹא יְבִיאֵם לְבֵית דִּין. וְגוֹבִין מִכָּל קַרְקַע שֶׁיֵּשׁ לוֹ אַף עַל פִּי שֶׁהִיא מְשֻׁעְבֶּדֶת לִכְתֻבַּת אִשְׁתּוֹ אוֹ לְבַעַל חוֹבוֹ שֶׁקָּדַם גּוֹבִין לָזֶה וְאִם יָבוֹא הָרִאשׁוֹן וְיִטְרֹף יִטְרֹף. טָעַן הַלּוֶֹה שֶׁמִּטַּלְטְלִין אֵלּוּ שֶׁבְּיָדִי אֵינָן שֶׁלִּי אֶלָּא פִּקָּדוֹן הֵם בְּיָדִי אוֹ שְׂכוּרִין אוֹ שְׁאוּלִין אֵין שׁוֹמְעִין לוֹ אוֹ יָבִיא רְאָיָה אוֹ יִגְבֶּה מֵהֶן בַּעַל חוֹבוֹ: \n",
      "אֵין בַּעַל חוֹב גּוֹבֶה לֹא מִכְּסוּת אִשְׁתּוֹ וּבָנָיו שֶׁל לוֶֹה וְלֹא מִבְּגָדִים צְבוּעִים שֶׁצְּבָעָן לִשְׁמָן אַף עַל פִּי שֶׁעֲדַיִן לֹא לָבְשׁוּ אוֹתָן וְלֹא מִסַּנְדָּלִים חֲדָשִׁים שֶׁלְּקָחָן לִשְׁמָן אֶלָּא הֲרֵי אֵלּוּ שֶׁלָּהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בִּכְלֵי הַחוֹל אֲבָל בִּגְדֵי שַׁבָּת וְהַמּוֹעֵד גּוֹבֶה אוֹתָן בַּעַל חוֹב וְאֵין צָרִיךְ לוֹמַר אִם הָיוּ בָּהֶן טַבָּעוֹת וּכְלֵי זָהָב אוֹ כֶּסֶף שֶׁהַכּל לְבַעַל חוֹבוֹ: \n",
      "הָיוּ לוֹ מִטַּלְטְלִין אוֹ קַרְקַע וַהֲרֵי עָלָיו שְׁטַר חוֹבוֹת לָעַכּוּ''ם וְאָמַר הֲרֵי כָּל נְכָסַי מְשֻׁעְבָּדִין לָעַכּוּ''ם וְאִם יִטְּלוּ אוֹתָן הַיִּשְׂרְאֵלִים בְּחוֹבָם יַאַסְרוּ אוֹתִי הָעַכּוּ''ם בְּחוֹבָן וְאֶהְיֶה בַּשִּׁבְיָה. הוֹרוּ רַבּוֹתַי שֶׁאֵין שׁוֹמְעִין לוֹ וְיִגְבּוּ הַיִּשְׂרְאֵלִים. וּכְשֶׁיָּבוֹאוּ הָעַכּוּ''ם וְיַאַסְרוּהוּ הֲרֵי כָּל יִשְׂרָאֵל מְצֻוִּין לִפְדּוֹתוֹ: \n",
      "מְסַדְּרִין לְבַעַל חוֹב כְּדֶרֶךְ שֶׁמְּסַדְּרִין בַּעֲרָכִין. כֵּיצַד. אוֹמֵר לַלּוֶֹה הָבֵא כָּל הַמִּטַּלְטְלִין שֶׁיֵּשׁ לְךָ וְלֹא תַּנִּיחַ אֲפִלּוּ מַחַט אַחַת. וְנוֹתְנִין לוֹ מִן הַכּל מְזוֹן [שְׁלֹשִׁים] יוֹם וּכְסוּת שְׁנֵים עָשָׂר חֹדֶשׁ מִכְּסוּת הָרְאוּיָה לוֹ. וְלֹא שֶׁיִּלְבַּשׁ בִּגְדֵי מֶשִׁי אוֹ מִצְנֶפֶת זְהוּבָה אֶלָּא מַעֲבִירִין אוֹתָהּ מִמֶּנּו. וְנוֹתְנִין לוֹ כְּסוּת הָרְאוּיָה לוֹ לִשְׁנֵים עָשָׂר חֹדֶשׁ. וּמִטָּה לֵישֵׁב עָלֶיהָ וּמִטָּה וּמַצָּע הָרְאוּיִין לוֹ לִישֹׁן עֲלֵיהֶם. וְאִם הָיָה עָנִי מִטָּה וּמַפָּץ לִישֹׁן עָלָיו. וְאֵין נוֹתְנִין כֵּלִים כָּאֵלּוּ לְאִשְׁתּוֹ וּבָנָיו אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתֵיהֶם. וְנוֹתְנִין לוֹ סַנְדָּלָיו וּתְפִלָּיו. הָיָה אֻמָּן נוֹתְנִין לוֹ שְׁנֵי כְּלֵי אֻמָּנוּת מִכָּל מִין וּמִין כְּגוֹן שֶׁהָיָה חָרָשׁ נוֹתְנִין לוֹ שְׁנֵי מַעֲצָדִין וּשְׁתֵּי מְגֵרוֹת. הָיָה לוֹ מִין אֶחָד מְרֻבֶּה וּמִין אֶחָד מוּעָט נוֹתְנִין לוֹ שְׁנַיִם מִן הַמְרֻבֶּה וְכָל שֶׁיֵּשׁ לוֹ מִן הַמּוּעָט. וְאֵין לוֹקְחִין לוֹ כֵּלִים מִדְּמֵי הַמְרֻבֶּה. הָיָה אִכָּר אוֹ חַמָּר אֵין נוֹתְנִין לוֹ לֹא צִמְדּוֹ וְלֹא חֲמוֹרוֹ. וְכֵן אִם הָיָה סַפָּן אֵין נוֹתְנִין לוֹ סְפִינָתוֹ אַף עַל פִּי שֶׁאֵין לוֹ מְזוֹנוֹת אֶלָּא מֵאֵלּוּ אֵין אֵלּוּ כֵּלִים אֶלָּא נְכָסִים וְיִמָּכְרוּ עִם שְׁאָר הַמִּטַּלְטְלִין בְּבֵית דִּין וְיִנָּתְנוּ לְבַעַל חוֹבוֹ: \n",
      "מַלְוֶה שֶׁבָּא לְהִפָּרַע שֶׁלֹּא בִּפְנֵי הַלּוֶֹה כְּגוֹן שֶׁהָיָה הַלּוֶֹה בִּמְדִינָה רְחוֹקָה וְתָפְסָה הָאִשָּׁה מִטַּלְטְלִין מִנִּכְסֵי הַבַּעַל כְּדֵי שֶׁתִּזּוֹן מֵהֶן מוֹצִיאִין אוֹתָן מִיָּדָהּ וְנוֹתְנִין לְבַעַל חוֹב שֶׁאֲפִלּוּ הָיָה בַּעְלָהּ עִמָּהּ לֹא הָיָה יָכוֹל לָזוּן אֶת אִשְׁתּוֹ וּבָנָיו עַד שֶׁיִּפְרַע לוֹ כָּל חוֹבוֹ: \n"
    ],
    [
      "דִּין תּוֹרָה שֶׁבִּזְמַן שֶׁיִּתְבַּע הַמַּלְוֶה אֶת חוֹבוֹ אִם נִמְצְאוּ לַלּוֶֹה נְכָסִים מְסַדְּרִין לוֹ וְנוֹתְנִין לְבַעַל חוֹבוֹ אֶת הַשְּׁאָר כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם לֹא נִמְצָא לַלּוֶֹה כְּלוּם אוֹ נִמְצְאוּ לוֹ דְּבָרִים שֶׁמְּסַדְּרִין לוֹ בִּלְבַד יֵלֵךְ הַלּוֶֹה לְדַרְכּוֹ וְאֵין אוֹסְרִין אוֹתוֹ וְאֵין אוֹמְרִים לוֹ הָבֵא רְאָיָה שֶׁאַתָּה עָנִי וְלֹא מַשְׁבִּיעִין אוֹתוֹ כְּדֶרֶךְ שֶׁדָּנִין הָעַכּוּ''ם שֶׁנֶּאֱמַר <small>(שמות כב כד)</small> \"לֹא תִהְיֶה לוֹ כְּנשֶׁה\". אֶלָּא אוֹמְרִים לַמַּלְוֶה אִם אַתָּה יוֹדֵעַ נְכָסִים לְזֶה הַמְחֻיָּב לְךָ לֵךְ וּתְפֹס אוֹתָן: \n",
      "טָעַן שֶׁיֵּשׁ לוֹ וְהֶחְבִּיא אוֹתָן וַהֲרֵי הֵן בְּתוֹךְ בֵּיתוֹ אֵין מִן הַדִּין שֶׁיִּכָּנֵס לְבֵיתוֹ לֹא הוּא וְלֹא שְׁלִיחַ בֵּית דִּין שֶׁהַתּוֹרָה הִקְפִּידָה עַל זֶה שֶׁנֶּאֱמַר <small>(דברים כד יא)</small> \"בַּחוּץ תַּעֲמֹד\". אֲבָל מַחְרִימִין עַל מִי שֶׁיֵּשׁ לוֹ וְלֹא יִתֵּן לְבַעַל חוֹבוֹ. כְּשֶׁרָאוּ הַגְּאוֹנִים הָרִאשׁוֹנִים שֶׁעָמְדוּ אַחַר חִבּוּר הַגְּמָרָא שֶׁרַבּוּ הָרַמָּאִים וְנִנְעֲלָה דֶּלֶת בִּפְנֵי לוִֹין הִתְקִינוּ שֶׁמַּשְׁבִּיעִין אֶת הַלּוֶֹה שְׁבוּעָה חֲמוּרָה כְּעֵין שֶׁל תּוֹרָה בִּנְקִיטַת חֵפֶץ שֶׁאֵין לוֹ כְּלוּם יֶתֶר עַל דְּבָרִים שֶׁמְּסַדְּרִין לוֹ. וְשֶׁלֹּא הֶחְבִּיאָן בְּיַד אֲחֵרִים וְשֶׁלֹּא נָתַן מַתָּנָה עַל מְנָת לְהַחְזִיר. וְכוֹלֵל בִּשְׁבוּעָה זוֹ שֶׁכָּל שֶׁיַּרְוִיחַ וְכָל שֶׁיָּבוֹא לְיָדוֹ אוֹ לִרְשׁוּתוֹ מֵאֲשֶׁר תַּשִּׂיג יָדוֹ לֹא יַאֲכִיל מִמֶּנּוּ כְּלוּם לֹא לְאִשְׁתּוֹ וְלֹא לְבָנָיו וְלֹא יַלְבִּישׁ אוֹתָן וְלֹא יְטַפֵּל בָּהֶן וְלֹא יִתֵּן מַתָּנָה לְאָדָם בָּעוֹלָם. אֶלָּא יוֹצִיא מִכָּל אֲשֶׁר תַּשִּׂיג יָדוֹ מְזוֹן שְׁלֹשִׁים יוֹם וּכְסוּת שְׁנֵים עָשָׂר חֹדֶשׁ מָזוֹן הָרָאוּי לוֹ וּכְסוּת הָרָאוּי לוֹ. לֹא אֲכִילַת הַזּוֹלְלִים וְהַסּוֹבְאִין אוֹ בְּנֵי מְלָכִים וְלֹא מַלְבּוּשֵׁי הַפָּחוֹת וְהַסְּגָנִים אֶלָּא כְּדַרְכּוֹ. וְכָל הַיֶּתֶר עַל צָרְכּוֹ יִתֵּן לְבַעַל חוֹבוֹ רִאשׁוֹן רִאשׁוֹן עַד שֶׁיַּגְבֶּנּוּ כָּל חוֹבוֹ. וּמַחְרִימִין תְּחִלָּה עַל מִי שֶׁיֵּדַע לִפְלוֹנִי נְכָסִים גְּלוּיִין אוֹ טְמוּנִין וְלֹא יוֹדִיעַ לְבֵית דִּין. גַּם אַחַר הַתַּקָּנָה הַזֹּאת אֵין בַּעַל חוֹב יָכוֹל לְהִכָּנֵס לְתוֹךְ בֵּיתוֹ שֶׁל לוֶֹה לֹא הוּא וְלֹא שְׁלִיחַ בֵּית דִּין שֶׁלֹּא תִּקְּנוּ לַעֲקֹר גּוּף הַתּוֹרָה אֶלָּא הַלּוֶֹה עַצְמוֹ יוֹצִיא כֵּלָיו אוֹ יֹאמַר כָּךְ וְכָךְ הוּא שֶׁיֵּשׁ לִי מַנִּיחִין הָרָאוּי לוֹ וְיוֹצִיא הַשְּׁאָר וְיִשָּׁבַע בְּתַקָּנָה זוֹ וְכָזֶה דָּנִין יִשְׂרָאֵל בְּכָל מְקוֹמוֹתָן. נִרְאֶה לוֹ מָמוֹן אַחַר שֶׁנִּשְׁבַּע שְׁבוּעָה זוֹ וְאָמַר שֶׁל אֲחֵרִים הוּא אוֹ עֵסֶק הוּא בְּיָדִי אֵין שׁוֹמְעִין לוֹ עַד שֶׁיָּבִיא רְאָיָה. וְכֵן הוֹרוּ רַבּוֹתַי: \n",
      "מִי שֶׁנִּשְׁבַּע שְׁבוּעָה זוֹ שֶׁאֵין לוֹ כְּלוּם וְכָל מַה שֶּׁיַּרְוִיחַ יִתֵּן לְבַעַל חוֹב אֵין כָּל אֶחָד מִבַּעֲלֵי חוֹבוֹת בָּא וּמַשְׁבִּיעוֹ שֶׁשְּׁבוּעָה אַחַת כּוֹלֶלֶת כָּל בַּעֲלֵי חוֹבוֹת. וְתַקָּנַת אַחֲרוֹנִים הִיא וְאֵין מְדַקְדְּקִין בָּהּ לְהַחְמִיר אֶלָּא לְהָקֵל: \n",
      "מִי שֶׁהֻחְזַק שֶׁהוּא עָנִי וְכָשֵׁר וְהוֹלֵךְ בְּתֹם וְהַדָּבָר גָּלוּי וְיָדוּעַ לַדַּיָּן וּלְרֹב הָעָם וּבָא בַּעַל חוֹבוֹ לְהַשְׁבִּיעוֹ בְּתַקָּנָה זוֹ וְהֻחְזַק הַתּוֹבֵעַ שֶׁאֵינוֹ מִסְתַּפֵּק בַּעֲנִיּוּת זֶה אֶלָּא רוֹצֶה לְצַעֲרוֹ בִּשְׁבוּעָה זוֹ לְהָצֵר לוֹ וּלְבַיְּשׁוֹ בָּרַבִּים כְּדֵי לְהִנָּקֵם מִמֶּנּוּ אוֹ כְּדֵי שֶׁיֵּלֵךְ וְיִלְוֶה מִן הָעַכּוּ''ם אוֹ יִקַּח נִכְסֵי אִשְׁתּוֹ וְיִתֵּן לָזֶה עַד שֶׁיִּנָּצֵל מִשְּׁבוּעָה זוֹ. יֵרָאֶה לִי שֶׁאָסוּר לְדַיָּן יְרֵא שָׁמַיִם לְהַשְׁבִּיעוֹ שְׁבוּעָה זוֹ וְאִם הִשְׁבִּיעוֹ בִּטֵּל לֹא תַּעֲשֶׂה שֶׁל תּוֹרָה לֹא תִהְיֶה לוֹ כְּנשֶׁה. וְלֹא עוֹד אֶלָּא רָאוּי לַדַּיָּן לִגְעֹר בַּתּוֹבֵעַ וּלְטָרְדוֹ מִפְּנֵי שֶׁהוּא נוֹטֵר וְהוֹלֵךְ בִּשְׁרִירוּת לִבּוֹ. שֶׁלֹּא תִּקְּנוּ הַגְּאוֹנִים תַּקָּנָה זוֹ אֶלָּא מִפְּנֵי הָרַמָּאִין וַהֲרֵי נֶאֱמַר <small>(דברים כב ב)</small> \"עַד דְּרשׁ אָחִיךָ אֹתוֹ\" דָּרְשֵׁהוּ אִם רַמַּאי הוּא אוֹ אֵינוֹ רַמַּאי וּמֵאַחַר שֶׁהֻחְזַק זֶה שֶׁהוּא עָנִי וְשֶׁאֵינוֹ רַמַּאי אָסוּר לְהַשְׁבִּיעוֹ. וְכֵן אֲנִי אוֹמֵר שֶׁמִּי שֶׁהֻחְזַק רַמַּאי וּדְרָכָיו מְקֻלְקָלִין בְּמַשָּׂאוֹ וּמַתָּנוֹ וַהֲרֵי הוּא אָמוּד שֶׁיֵּשׁ לוֹ מָמוֹן וְטָעַן שֶׁאֵין לוֹ כְּלוּם וַהֲרֵי הוּא רָץ לְהִשָּׁבַע בְּתַקָּנָה זוֹ שֶׁאֵין רָאוּי לְהַשְׁבִּיעוֹ אֶלָּא אִם יֵשׁ כֹּחַ בַּדַּיָּן לַעֲשׂוֹתוֹ עַד שֶׁיִּפְרַע בַּעַל חוֹבוֹ אוֹ לְנַדּוֹתוֹ עַד שֶׁיִּתֵּן יַעֲשֶׂה מֵאַחַר שֶׁהוּא אָמוּד. שֶׁפְּרִיעַת בַּעַל חוֹב מִצְוָה. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁיַּעֲשֶׂה הַדַּיָּן מִדְּבָרִים אֵלּוּ וְכַוָּנָתוֹ לִרְדֹּף הַצֶּדֶק בִּלְבַד שֶׁנִּצְטַוֵּינוּ לְרָדְפוֹ וְלֹא לַעֲבֹר הַדִּין עַל אֶחָד מִבַּעֲלֵי דִּינִין הֲרֵי זֶה מֻרְשֶׁה לַעֲשׂוֹת וּמְקַבֵּל שָׂכָר. וְהוּא שֶׁיִּהְיוּ מַעֲשָׂיו לְשֵׁם שָׁמַיִם: \n",
      "מִי שֶׁנִּתְחַיֵּב בִּשְׁבוּעָה זוֹ מִפְּנֵי שְׁטַר חוֹב שֶׁעָלָיו וְהוֹדָה לַאֲחֵרִים בְּחוֹבוֹת אֲחֵרִים וְהִשִּׂיגָה יָדוֹ יֶתֶר עַל הָרָאוּי לוֹ לֹא יִטּל הַיֶּתֶר אֶלָּא בַּעֲלֵי שְׁטָרוֹת בִּלְבַד. שֶׁמָּא קְנוּנְיָא עוֹשֶׂה בְּהוֹדָאָתוֹ עַל נְכָסָיו שֶׁל זֶה: \n",
      "רְאוּבֵן שֶׁהָיָה חַיָּב לְשִׁמְעוֹן מֵאָה וְלֵוִי חַיָּב לִרְאוּבֵן מֵאָה מוֹצִיאִין מִלֵּוִי וְנוֹתְנִין לְשִׁמְעוֹן. לְפִיכָךְ אִם אֵין לִרְאוּבֵן נְכָסִים וְהָיוּ לוֹ שִׁטְרֵי חוֹב עַל לֵוִי וְאָמַר לֵוִי שְׁטַר אֲמָנָה הוּא פָּרוּעַ הוּא וְהוֹדָה לוֹ רְאוּבֵן אֵין מַשְׁגִּיחִין עַל הוֹדָאָתוֹ שֶׁמָּא קְנוּנְיָא הֵם עוֹשִׂין לְאַבֵּד זְכוּתוֹ שֶׁל שִׁמְעוֹן אֶלָּא יִשָּׁבַע שִׁמְעוֹן וְיִטּל מִלֵּוִי כְּדִין כָּל טוֹרֵף שֶׁאֵינוֹ נִפְרָע אֶלָּא בִּשְׁבוּעָה. וְכֵן כָּל מִי שֶׁיֵּשׁ עָלָיו שְׁטַר חוֹב וְהוֹדָה לְאַחֵר מֵעַצְמוֹ בְּחוֹב אַחֵר אִם אֵין לוֹ נְכָסִים כְּדֵי שֶׁיִּגְבּוּ שְׁנֵיהֶם גּוֹבֶה בַּעַל הַשְּׁטָר בִּלְבַד שֶׁלֹּא יַעֲשׂוּ קְנוּנְיָא עַל שְׁטָרוֹ שֶׁל זֶה: \n",
      "אָסוּר לָאָדָם לְהַלְווֹת מְעוֹתָיו בְּלֹא עֵדִים וַאֲפִלּוּ לְתַלְמִיד חָכָם אֶלָּא אִם כֵּן הִלְוָהוּ עַל הַמַּשְׁכּוֹן. וְהַמַּלְוֶה בִּשְׁטָר מְשֻׁבָּח יָתֵר. וְכָל הַמַּלְוֶה בְּלֹא עֵדִים עוֹבֵר מִשּׁוּם <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\" וְגוֹרֵם קְלָלָה לְעַצְמוֹ: \n",
      "הָרַב שֶׁלָּוָה מֵעַבְדּוֹ וְאַחַר כָּךְ שִׁחְרְרוֹ אוֹ לָוָה מֵאִשְׁתּוֹ וְאַחַר כָּךְ גֵּרְשָׁהּ אֵין לָהֶן עָלָיו כְּלוּם שֶׁכָּל מַה שֶּׁקָּנָה עֶבֶד קָנָה רַבּוֹ וְכָל הַמָּעוֹת שֶׁבְּיַד הָאִשָּׁה בְּחֶזְקַת בַּעְלָהּ אֶלָּא אִם הֵבִיאָה רְאָיָה שֶׁהֵן מִנְּדֻנְיָתָהּ: \n"
    ],
    [
      "אַלְמָנָה בֵּין שֶׁהִיא עֲנִיָּה בֵּין שֶׁהִיא עֲשִׁירָה אֵין מְמַשְׁכְּנִין אוֹתָהּ לֹא בִּשְׁעַת הַלְוָאָה וְלֹא שֶׁלֹּא בִּשְׁעַת הַלְוָאָה וְלֹא עַל פִּי בֵּית דִּין שֶׁנֶּאֱמַר <small>(דברים כד יז)</small> \"וְלֹא תַחֲבל בֶּגֶד אַלְמָנָה\". וְאִם חָבַל מַחֲזִירִין מִמֶּנּוּ בְּעַל כָּרְחוֹ. וְאִם תּוֹדֶה לוֹ תְּשַׁלֵּם וְאִם תִּכְפֹּר תִּשָּׁבַע. אָבַד הַמַּשְׁכּוֹן אוֹ נִשְׂרַף קֹדֶם שֶׁיַּחְזִיר לוֹקֶה: \n",
      "וְכֵן הַמַּלְוֶה אֶת חֲבֵרוֹ בֵּין שֶׁהִלְוָהוּ עַל הַמַּשְׁכּוֹן בֵּין שֶׁמִּשְׁכְּנוֹ אַחַר הַלְוָאָה בְּיָדוֹ אוֹ עַל פִּי בֵּית דִּין לֹא יַחֲבל כֵּלִים שֶׁעוֹשִׂין בָּהֶם אֹכֶל נֶפֶשׁ כְּגוֹן הָרֵחָיִם וְהָעֲרֵבוֹת שֶׁל עֵץ וְיוֹרוֹת שֶׁמְּבַשְּׁלִין בָּהֶם וְסַכִּין שֶׁל שְׁחִיטָה וְכַיּוֹצֵא בָּהֶן שֶׁנֶּאֱמַר <small>(דברים כד ו)</small> \"כִּי נֶפֶשׁ הוּא חֹבֵל\". וְאִם חָבַל מַחְזִיר בְּעַל כָּרְחוֹ וְאִם אָבַד הַמַּשְׁכּוֹן אוֹ נִשְׂרַף קֹדֶם שֶׁיַּחְזִיר לוֹקֶה: \n",
      "חָבַל כֵּלִים הַרְבֵּה שֶׁל אֹכֶל נֶפֶשׁ כְּגוֹן שֶׁחָבַל עֲרֵבָה וְיוֹרָה וְסַכִּין חַיָּב עַל כָּל כְּלִי וּכְלִי בִּפְנֵי עַצְמוֹ. אֲפִלּוּ שְׁנֵי כֵּלִים שֶׁהֵן עוֹשִׂין מְלָאכָה אַחַת חַיָּב עֲלֵיהֶן מִשּׁוּם שְׁנֵי כֵּלִים וְלוֹקֶה שְׁתַּיִם עַל שְׁנֵיהֶם שֶׁנֶּאֱמַר <small>(דברים כד ו)</small> \"לֹא יַחֲבל רֵחַיִם\" וָרָכֶב לְחַיֵּב עַל הָרֵחַיִם בִּפְנֵי עַצְמוֹ וְעַל הָרֶכֶב בִּפְנֵי עַצְמוֹ. כְּשֵׁם שֶׁהָרֶכֶב וְהָרֵחַיִם מְיֻחָדִין שֶׁהֵן שְׁנֵי כֵּלִים וּמְשַׁמְּשִׁין מְלָאכָה אַחַת וְחַיָּב עַל זֶה בִּפְנֵי עַצְמוֹ וְעַל זֶה בִּפְנֵי עַצְמוֹ כָּךְ כָּל שְׁנֵי כֵּלִים אַף עַל פִּי שֶׁמְּשַׁמְּשִׁין מְלָאכָה אַחַת חַיָּב עַל זֶה בִּפְנֵי עַצְמוֹ וְעַל זֶה בִּפְנֵי עַצְמוֹ. וְכֵן אִם חָבַל צֶמֶד בָּקָר הַחוֹרֵשׁ לוֹקֶה שְׁתַּיִם: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ [אֶחָד] עָנִי וְאֶחָד עָשִׁיר לֹא יְמַשְׁכְּנֶנּוּ אֶלָּא בְּבֵית דִּין וַאֲפִלּוּ שְׁלִיחַ בֵּית דִּין שֶׁבָּא לְמַשְׁכֵּן לֹא יִכָּנֵס לְבֵיתוֹ וִימַשְׁכְּנֶנּוּ אֶלָּא עוֹמֵד בַּחוּץ וְהַלּוֶֹה נִכְנָס לְבֵיתוֹ וּמוֹצִיא לוֹ הַמַּשְׁכּוֹן שֶׁנֶּאֱמַר <small>(דברים כד יא)</small> \"בַּחוּץ תַּעֲמֹד\". אִם כֵּן מַה בֵּין בַּעַל חוֹב לִשְׁלִיחַ בֵּית דִּין. שֶׁשְּׁלִיחַ בֵּית דִּין יֵשׁ לוֹ לִקַּח הַמַּשְׁכּוֹן מִיַּד הַלּוֶֹה בִּזְרוֹעַ וְנוֹתְנוֹ לַמַּלְוֶה וּבַעַל חוֹב אֵין לוֹ לִקַּח הַמַּשְׁכּוֹן עַד שֶׁיִּתֵּן לוֹ הַלּוֶֹה מִדַּעְתּוֹ. עָבַר בַּעַל חוֹב וְנִכְנַס לְבֵית הַלּוֶֹה וּמִשְׁכְּנוֹ אוֹ שֶׁחָטַף הַמַּשְׁכּוֹן מִיָּדוֹ בִּזְרוֹעַ אֵינוֹ לוֹקֶה שֶׁהֲרֵי נִתַּק לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים כד יג)</small> \"הָשֵׁב תָּשִׁיב לוֹ אֶת הַעֲבוֹט כְּבוֹא הַשֶּׁמֶשׁ\". וְאִם לֹא קִיֵּם עֲשֵׂה שֶׁבָּהּ כְּגוֹן שֶׁאָבַד הַמַּשְׁכּוֹן אוֹ נִשְׂרַף לוֹקֶה. וּמְחַשֵּׁב דְּמֵי הַמַּשְׁכּוֹן וְתוֹבֵעַ הַשְּׁאָר בְּדִין: \n",
      "אֶחָד הַמְמַשְׁכֵּן אֶת חֲבֵרוֹ בְּבֵית דִּין אוֹ שֶׁמִּשְׁכְּנוֹ בְּיָדוֹ בִּזְרוֹעַ אוֹ מִדַּעַת הַלּוֶֹה אִם אִישׁ עָנִי הוּא וּמִשְׁכְּנוֹ דָּבָר שֶׁהוּא צָרִיךְ לוֹ הֲרֵי זֶה מְצֻוֶּה לְהַחְזִיר לוֹ הָעֲבוֹט בְּעֵת שֶׁהוּא צָרִיךְ לוֹ. מַחְזִיר לוֹ אֶת הַכַּר בַּלַּיְלָה כְּדֵי לִישֹׁן עָלָיו וְאֶת הַמַּחְרֵשָׁה בַּיּוֹם כְּדֵי לַעֲשׂוֹת בָּהּ מְלַאכְתּוֹ שֶׁנֶּאֱמַר <small>(דברים כד יג)</small> \"הָשֵׁב תָּשִׁיב לוֹ אֶת הַעֲבוֹט\". עָבַר וְלֹא הֵשִׁיב לוֹ כְּלִי הַיּוֹם בַּיּוֹם וּכְלִי הַלַּיְלָה בַּלַּיְלָה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כד יב)</small> \"לֹא תִשְׁכַּב בַּעֲבֹטוֹ\" לֹא תִּשְׁכַּב וַעֲבוֹטוֹ אֶצְלְךָ זוֹ כְּסוּת לַיְלָה. וּבְכֵלִים שֶׁהוּא עוֹשֶׂה בָּהֶן מְלַאכְתּוֹ בַּיּוֹם אוֹ לוֹבְשָׁן הוּא אוֹמֵר <small>(שמות כב כה)</small> \"עַד בֹּא הַשֶּׁמֶשׁ תְּשִׁיבֶנּוּ לוֹ\" מְלַמֵּד שֶׁיַּחֲזִירוֹ כָּל הַיּוֹם. אִם כֵּן הוּא שֶׁמַּחְזִיר לוֹ הַמַּשְׁכּוֹן בְּעֵת שֶׁהוּא צָרִיךְ לוֹ וְלוֹקֵחַ אוֹתָהּ בְּעֵת שֶׁאֵינוֹ צָרִיךְ לוֹ מַה יּוֹעִיל הַמַּשְׁכּוֹן. כְּדֵי שֶׁלֹּא יִשָּׁמֵט הַחוֹב בִּשְׁבִיעִית וְלֹא יֵעָשֶׂה מִטַּלְטְלִין אֵצֶל בָּנָיו אֶלָּא יִפָּרַע מִן הַמַּשְׁכּוֹן אַחַר שֶׁמֵּת הַלּוֶֹה. הָא לָמַדְתָּ שֶׁהַמְמַשְׁכֵּן אֶת הֶעָנִי דָּבָר שֶׁהוּא צָרִיךְ לוֹ וְלֹא הֶחֱזִירוֹ לוֹ בִּזְמַנּוֹ עוֹבֵר מִשּׁוּם שְׁלֹשָׁה שֵׁמוֹת מִשּׁוּם <small>(דברים כד י)</small> \"לֹא תָבֹא אֶל בֵּיתוֹ\" וּמִשּׁוּם הָשֵׁב תָּשִׁיב לוֹ אֶת הַעֲבוֹט וּמִשּׁוּם לֹא תִשְׁכַּב בַּעֲבֹטוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמִּשְׁכְּנוֹ שֶׁלֹּא בִּשְׁעַת הַלְוָאָתוֹ. אֲבָל אִם מִשְׁכְּנוֹ בִּשְׁעַת הַלְוָאָתוֹ אֵינוֹ חַיָּב לְהַחְזִיר כְּלָל וְאֵינוֹ עוֹבֵר בְּשֵׁם מִן הַשֵּׁמוֹת הָאֵלּוּ: \n",
      "שְׁלִיחַ בֵּית דִּין שֶׁבָּא לְמַשְׁכֵּן לֹא יְמַשְׁכֵּן דְּבָרִים שֶׁאִי אֶפְשָׁר לָאָדָם לִתֵּן אוֹתָם מַשְׁכּוֹן כְּגוֹן בֶּגֶד שֶׁעָלָיו וּכְלִי שֶׁאוֹכֵל בּוֹ וְכַיּוֹצֵא בְּאֵלּוּ. וּמַנִּיחַ מִטָּה וּמַצָּע לֶעָשִׁיר וּמִטָּה וּמַפָּץ לֶעָנִי. וְכָל הַנִּמְצָא בְּיָדוֹ חוּץ מֵאֵלּוּ יֵשׁ לוֹ לְמַשְׁכְּנוֹ וְיַחְזִיר לוֹ כְּלִי הַיּוֹם בַּיּוֹם וּכְלִי הַלַּיְלָה בַּלַּיְלָה. הָיוּ לְפָנָיו שְׁנֵי כֵּלִים נוֹטֵל אֶחָד וּמַחֲזִיר אֶחָד. עַד מָתַי הוּא חַיָּב לְהַחְזִיר וְלִקַּח עַד לְעוֹלָם. וְאִם הָיָה הַמַּשְׁכּוֹן מִדְּבָרִים שֶׁאֵינוֹ צָרִיךְ לָהֶם וְאֵין מַנִּיחִין אוֹתָן לַלּוֶֹה הֲרֵי זֶה מַנִּיחוֹ אֶצְלוֹ עַד שְׁלֹשִׁים יוֹם וּמִשְּׁלֹשִׁים יוֹם וְאֵילָךְ מוֹכֵר הַמַּשְׁכּוֹן בְּבֵית דִּין. מֵת הַלּוֶֹה אֵינוֹ מַחְזִיר לְבָנָיו. מֵת הַלּוֶֹה אַחַר שֶׁהֵשִׁיב לוֹ הַמַּשְׁכּוֹן שׁוֹמְטוֹ הַמַּלְוֶה מֵעַל בָּנָיו וְאֵינוֹ מַחְזִיר: \n",
      "הֶעָרֵב מֻתָּר לְמַשְׁכֵּן בִּזְרוֹעַ וּלְהִכָּנֵס לְבֵיתוֹ וְלִטּל הַמַּשְׁכּוֹן שֶׁנֶּאֱמַר <small>(משלי כ טז)</small> \"לְקַח בִּגְדוֹ כִּי עָרַב זָר\". וְכֵן מִי שֶׁיֵּשׁ לוֹ שָׂכָר אֵצֶל חֲבֵרוֹ בֵּין שְׂכַר מְלַאכְתּוֹ בֵּין שְׂכַר בְּהֶמְתּוֹ וְכֵלָיו בֵּין שְׂכַר בֵּיתוֹ הֲרֵי זֶה מֻתָּר לְמַשְׁכְּנוֹ שֶׁלֹּא עַל פִּי בֵּית דִּין וְנִכְנָס לְבֵיתוֹ וְנוֹטֵל הַמַּשְׁכּוֹן בִּשְׂכָרוֹ. וְאִם זָקַף עָלָיו הַשָּׂכָר בְּמִלְוֶה אָסוּר שֶׁנֶּאֱמַר <small>(דברים כד י)</small> \"כִּי תַשֶּׁה בְרֵעֲךָ מַשַּׁאת מְאוּמָה\" וְגוֹ': \n",
      "מִי שֶׁהָיָה בְּיָדוֹ מַשְׁכּוֹנוֹ שֶׁל עָנִי אִם הָיָה שְׂכָרוֹ יָתֵר עַל פְּחָתוֹ כְּגוֹן קַרְדֹּם וּמַסַּר [הַגָּדוֹל] וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה מֻתָּר לְהַשְׂכִּירוֹ וּמְנַכֶּה שְׂכָרוֹ תָּמִיד בְּחוֹבוֹ מִפְּנֵי שֶׁזֶּה כְּמֵשִׁיב אֲבֵדָה וְאֵין צָרִיךְ רְשׁוּת בְּעָלִים: \n"
    ],
    [
      "נֶשֶׁךְ וּמַרְבִּית אֶחָד הוּא שֶׁנֶּאֱמַר <small>(ויקרא כה לז)</small> \"אֶת כַּסְפְּךָ לֹא תִתֵּן לוֹ בְּנֶשֶׁךְ וּבְמַרְבִּית לֹא תִתֵּן אָכְלֶךָ\" וּלְהַלָּן הוּא אוֹמֵר <small>(דברים כג כ)</small> \"נֶשֶׁךְ כֶּסֶף נֶשֶׁךְ אֹכֶל נֶשֶׁךְ כָּל דָּבָר אֲשֶׁר יִשָּׁךְ\". וְלָמָּה נִקְרָא שְׁמוֹ נֶשֶׁךְ מִפְּנֵי שֶׁהוּא נוֹשֵׁךְ שֶׁמְּצַעֵר אֶת חֲבֵרוֹ וְאוֹכֵל אֶת בְּשָׂרוֹ. וְלָמָּה חִלְּקָן הַכָּתוּב לַעֲבֹר עָלָיו בִּשְׁנֵי לָאוִין: \n",
      "כְּדֶרֶךְ שֶׁאָסוּר לְהַלְווֹת כָּךְ אָסוּר לִלְווֹת בְּרִבִּית שֶׁנֶּאֱמַר <small>(דברים כג כ)</small> \"לֹא תַשִּׁיךְ לְאָחִיךָ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לַלּוֶֹה כְּלוֹמַר לֹא תִּנְשֹׁךְ לְאָחִיךְ. וְכֵן אָסוּר לְהִתְעַסֵּק בֵּין לוֶֹה וּמַלְוֶה בְּרִבִּית. וְכָל מִי שֶׁהָיָה עָרֵב אוֹ סוֹפֵר אוֹ עֵד בֵּינֵיהֶן הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(שמות כב כד)</small> \"לֹא תְשִׂימוּן עָלָיו נֶשֶׁךְ\" זוֹ אַזְהָרָה אַף לָעֵדִים וְלָעָרֵב וְלַסּוֹפֵר. הָא לָמַדְתָּ שֶׁהַמַּלְוֶה בְּרִבִּית עוֹבֵר עַל שִׁשָּׁה לָאוִין. <small>(שמות כב כד)</small> \"לֹא תִהְיֶה לוֹ כְּנשֶׁה\". <small>(ויקרא כה לז)</small> \"אֶת כַּסְפְּךָ לֹא תִתֵּן לוֹ בְּנֶשֶׁךְ\". <small>(ויקרא כה לז)</small> \"וּבְמַרְבִּית לֹא תִתֵּן אָכְלֶךָ\". <small>(ויקרא כה לו)</small> \"אַל תִּקַּח מֵאִתּוֹ נֶשֶׁךְ וְתַרְבִּית\". לֹא תְשִׂימוּן עָלָיו נֶשֶׁךְ. <small>(ויקרא יט יד)</small> \"וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל\". וְהַלּוֶֹה עוֹבֵר בִּשְׁנַיִם. לֹא תַשִּׁיךְ לְאָחִיךָ. וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל. עָרֵב וְעֵדִים וְכַיּוֹצֵא בָּהֶן אֵין עוֹבְרִין אֶלָּא מִשּׁוּם לֹא תְשִׂימוּן עָלָיו נֶשֶׁךְ. וְכָל מִי שֶׁהָיָה סַרְסוּר בֵּין שְׁנֵיהֶם אוֹ שֶׁסִּיֵּעַ אֶחָד מֵהֶן אוֹ הוֹרָהוּ עוֹבֵר מִשּׁוּם לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל: \n",
      "אַף עַל פִּי שֶׁהַמַּלְוֶה וְהַלּוֶֹה עוֹבְרִין עַל כָּל אֵלּוּ הַלָּאוִין אֵינָן לוֹקִין עָלָיו מִפְּנֵי שֶׁנִּתָּן לְהִשָּׁבוֹן. שֶׁכָּל הַמַּלְוֶה בְּרִבִּית אִם הָיְתָה רִבִּית קְצוּצָה שֶׁהִיא אֲסוּרָה מִן הַתּוֹרָה הֲרֵי זוֹ יוֹצְאָה בְּדַיָּנִין וּמוֹצִיאִין אוֹתָהּ מִן הַמַּלְוֶה וּמַחְזִירִין לַלּוֶֹה. וְאִם מֵת הַמַּלְוֶה אֵין מוֹצִיאִין מִיַּד הַבָּנִים: \n",
      "הִנִּיחַ לָהֶם אֲבִיהֶם מָעוֹת שֶׁל רִבִּית אַף עַל פִּי שֶׁהֵן יוֹדְעִין שֶׁהֵן שֶׁל רִבִּית אֵינָן חַיָּבִים לְהַחְזִיר. הִנִּיחַ לָהֶם פָּרָה וְטַלִּית שֶׁל רִבִּית וְכָל דָּבָר הַמְסֻיָּם חַיָּבִים לְהַחְזִיר מִפְּנֵי כְּבוֹד אֲבִיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁעָשָׂה תְּשׁוּבָה וְלֹא הִסְפִּיק לְהַחְזִיר עַד שֶׁמֵּת. אֲבָל אִם לֹא עָשָׂה תְּשׁוּבָה אֵין חוֹשְׁשִׁין לִכְבוֹדוֹ וַאֲפִלּוּ דָּבָר הַמְסֻיָּם אֵין מַחֲזִירִין: \n",
      "הַגַּזְלָנִין וּמַלְוֵי בְּרִבִּית שֶׁהֶחְזִירוּ אֵין מְקַבְּלִין מֵהֶן כְּדֵי לִפְתֹּחַ לָהֶן דֶּרֶךְ לִתְשׁוּבָה. וְכָל הַמְקַבֵּל מֵהֶן אֵין רוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ. אִם הָיְתָה גְּזֵלָה קַיֶּמֶת וְהָרִבִּית דָּבָר הַמְסֻיָּם וַהֲרֵי הוּא בְּעַצְמוֹ מְקַבְּלִין מֵהֶן: \n",
      "שְׁטָר שֶׁכָּתוּב בּוֹ רִבִּית בֵּין קְצוּצָה בֵּין שֶׁל דִּבְרֵיהֶם גּוֹבֶה אֶת הַקֶּרֶן וְאֵינוֹ גּוֹבֶה אֶת הָרִבִּית. קָדַם וְגָבָה הַכּל מוֹצִיאִין מִמֶּנּוּ הָרִבִּית קְצוּצָה. אֲבָל אֲבַק רִבִּית שֶׁהוּא מִדִּבְרֵיהֶם אֵינוֹ גּוֹבֶה מִן הַלּוֶֹה לַמַּלְוֶה וְאֵין מַחֲזִירִין אוֹתוֹ מִן הַמַּלְוֶה לַלּוֶֹה: \n",
      "כָּל הַכּוֹתֵב שְׁטַר רִבִּית הֲרֵי זֶה כְּכוֹתֵב וּמֵעִיד עָלָיו עֵדִים שֶׁכָּפַר בַּה' אֱלֹהֵי יִשְׂרָאֵל. וְכֵן כָּל הַלּוֶֹה וּמַלְוֶה בְּרִבִּית בֵּינָן לְבֵין עַצְמָן הֲרֵי הֵן כְּכוֹפְרִים בַּה' אֱלֹהֵי יִשְׂרָאֵל וְכָפְרוּ בִּיצִיאַת מִצְרַיִם שֶׁנֶּאֱמַר <small>(ויקרא כה לז)</small> \"אֶת כַּסְפְּךָ לֹא תִתֵּן לוֹ בְּנֶשֶׁךְ\" וְגוֹ' <small>(ויקרא כה לח)</small> \"אֲנִי ה' אֱלֹהֵיכֶם אֲשֶׁר הוֹצֵאתִי אֶתְכֶם מֵאֶרֶץ מִצְרָיִם\": \n",
      "אָסוּר לְאָדָם לְהַלְווֹת בָּנָיו וּבְנֵי בֵּיתוֹ בְּרִבִּית. אַף עַל פִּי שֶׁאֵינוֹ מַקְפִּיד וּמַתָּנָה הוּא שֶׁנּוֹתֵן לָהֶן הֲרֵי זֶה אָסוּר שֶׁמָּא יַרְגִּילֵם בְּדָבָר זֶה: \n",
      "תַּלְמִידֵי חֲכָמִים שֶׁהִלְווּ זֶה אֶת זֶה וְנָתַן לוֹ יֶתֶר עַל מַה שֶּׁהִלְוָה מִמֶּנּוּ הֲרֵי זֶה מֻתָּר שֶׁהַדָּבָר יָדוּעַ שֶׁלֹּא נָתַן לוֹ אֶלָּא מַתָּנָה שֶׁהֲרֵי הֵן יוֹדְעִין חֹמֶר אִסּוּר הָרִבִּית: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ וּמָצָא הַלּוֶֹה יוֹתֵר [אוֹ שֶׁהֶחְזִיר לוֹ חוֹבוֹ וּמָצָא הַמַּלְוֶה יוֹתֵר] אִם בִּכְדֵי שֶׁהַדַּעַת טוֹעָה חַיָּב לְהַחְזִיר וְאִם לָאו מַתָּנָה הוּא שֶׁנָּתַן לוֹ אוֹ גְּזֵלָה הָיְתָה לוֹ בְּיָדוֹ וְהִבְלִיעַ לוֹ בְּחֶשְׁבּוֹן אוֹ אַחֵר צִוָּה לְהַבְלִיעַ לוֹ. בְּכַמָּה הַדַּעַת טוֹעָה בְּאֶחָד וּבִשְׁנַיִם אוֹ בַּחֲמִשָּׁה אוֹ בַּעֲשָׂרָה שֶׁמָּא מָנָה חֲמִשָּׁה חֲמִשָּׁה אוֹ עֲשָׂרָה עֲשָׂרָה. וְכֵן אִם מָצָא יָתֵר מִנְיַן הַחֲמִישִׁיּוֹת אוֹ מִנְיַן הָעֲשִׂירִיּוֹת אֶחָד אֶחָד חַיָּב לְהַחְזִיר לוֹ שֶׁמָּא הָאֲחָדִים שֶׁהָיָה מוֹנֶה בָּהֶן הַחֲמִישִׁיּוֹת אוֹ הָעֲשִׂירִיּוֹת נִתְעָרְבוּ עִמָּהֶם: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּטְבֵּעַ וְכֵן הַכּוֹתֵב לְאִשְׁתּוֹ בִּכְתֻבָּתָהּ מַטְבֵּעַ יָדוּעַ וּפֵרֵשׁ מִשְׁקָלוֹ וְהוֹסִיפוּ עַל מִשְׁקָלוֹ אִם הוּזְלוּ הַפֵּרוֹת מֵחֲמַת הַתּוֹסֶפֶת מְנַכֶּה לוֹ שִׁעוּר הַתּוֹסֶפֶת וַאֲפִלּוּ הוֹסִיפוּ עָלָיו כָּל שֶׁהוּא. וְאִם לֹא הוּזְלוּ מֵחֲמַת הַתּוֹסֶפֶת אֵינוֹ מְנַכֶּה לוֹ אֶלָּא נוֹתֵן לוֹ מִמַּטְבֵּעַ הַיּוֹצֵא בְּאוֹתָהּ שָׁעָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהוֹסִיפוּ עָלָיו עַד חֲמִישִׁיתוֹ כְּגוֹן שֶׁהָיָה מִשְׁקָלוֹ אַרְבָּעָה וַעֲשָׂאוֹ חֲמִשָּׁה אֲבָל אִם הוֹסִיפוּ לוֹ יוֹתֵר עַל חֲמִישִׁיתוֹ מְנַכֶּה לוֹ כָּל הַתּוֹסֶפֶת אַף עַל פִּי שֶׁלֹּא הוּזְלוּ הַפֵּרוֹת. וְהוּא הַדִּין לְמַלְוֶה עַל הַמַּטְבֵּעַ וּפָחֲתוּ מִמֶּנּוּ: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּטְבֵּעַ וְנִפְסַל אִם יָכוֹל לְהוֹצִיאוֹ בִּמְדִינָה אַחֶרֶת וְיֵשׁ לוֹ דֶּרֶךְ לְאוֹתָהּ מְדִינָה נוֹתֵן לוֹ מִמַּטְבֵּעַ שֶׁהִלְוָהוּ וְאוֹמֵר לוֹ לֵךְ וְהוֹצִיאוֹ בְּמָקוֹם פְּלוֹנִי. וְאִם אֵין לוֹ דֶּרֶךְ לְשָׁם נוֹתֵן לוֹ מִמַּטְבֵּעַ הַיּוֹצֵא בְּאוֹתָהּ שָׁעָה. וְכֵן בִּכְתֻבָּה: \n",
      "הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁהַלּוֶֹה שֶׁמָּחַל לַמַּלְוֶה בְּרִבִּית שֶׁלָּקַח מִמֶּנּוּ אוֹ שֶׁעָתִיד לִקַּח אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ שֶׁמָּחַל אוֹ נָתַן מַתָּנָה אֵינוֹ מוֹעִיל כְּלוּם שֶׁכָּל רִבִּית שֶׁבָּעוֹלָם מְחִילָה הִיא אֲבָל הַתּוֹרָה לֹא מָחֲלָה וְאָסְרָה מְחִילָה זוֹ וּלְפִיכָךְ אֵין הַמְּחִילָה מוֹעֶלֶת בְּרִבִּית אֲפִלּוּ בְּרִבִּית שֶׁל דִּבְרֵיהֶם. יֵרָאֶה לִי שֶׁאֵין הוֹרָאָה זוֹ נְכוֹנָה אֶלָּא מֵאַחַר שֶׁאוֹמְרִים לַמַּלְוֶה לְהַחְזִיר לוֹ וְיָדַע הַמַּלְוֶה שֶׁדְּבַר אִסּוּר עָשָׂה וְיֵשׁ לוֹ לִטּל מִמֶּנּוּ אִם רָצָה לִמְחל מוֹחֵל כְּדֶרֶךְ שֶׁמּוֹחֵל הַגֵּזֶל. וּבְפֵרוּשׁ אָמְרוּ חֲכָמִים שֶׁהַגַּזְלָנִין וּמַלְוֵי בְּרִבִּית שֶׁהֶחְזִירוּ אֵין מְקַבְּלִין מֵהֶן מִכְּלָל שֶׁהַמְּחִילָה מוֹעֶלֶת: \n",
      "נִכְסֵי יְתוֹמִים מֻתָּר לִתֵּן אוֹתָם לְאָדָם נֶאֱמָן שֶׁיֵּשׁ לוֹ נְכָסִים טוֹבִים קָרוֹב לְשָׂכָר וְרָחוֹק לְהֶפְסֵד. כֵּיצַד. אוֹמֵר לוֹ תִּהְיֶה נוֹשֵׂא וְנוֹתֵן בָּהֶן אִם יֵשׁ שָׁם רֶוַח תֵּן לָהֶם חֶלְקָן מִן הָרֶוַח וְאִם יֵשׁ שָׁם הֶפְסֵד תַּפְסִיד אַתָּה לְבַדְּךָ שֶׁזֶּה אֲבַק רִבִּית הוּא וְכָל אֲבַק רִבִּית אֵינָהּ אֲסוּרָה אֶלָּא מִדִּבְרֵיהֶם וּבְנִכְסֵי יְתוֹמִים לֹא גָּזְרוּ: \n"
    ],
    [
      "הָעַכּוּ''ם וְגֵר תּוֹשָׁב לוִֹין מֵהֶן וּמַלְוִין אוֹתָן בְּרִבִּית שֶׁנֶּאֱמַר <small>(דברים כג כ)</small> \"לֹא תַשִּׁיךְ לְאָחִיךָ\" לְאָחִיךְ אָסוּר וְלִשְׁאָר הָעוֹלָם מֻתָּר. וּמִצְוַת עֲשֵׂה לְהַשִּׁיךְ לְעַכּוּ''ם שֶׁנֶּאֱמַר <small>(דברים כג כא)</small> \"לַנָּכְרִי תַשִּׁיךְ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ מִצְוַת עֲשֵׂה וְזֶהוּ דִּין תּוֹרָה: \n",
      "אָסְרוּ חֲכָמִים שֶׁיִּהְיֶה יִשְׂרָאֵל מַלְוֶה אֶת הָעַכּוּ''ם בְּרִבִּית קְצוּצָה אֶלָּא בִּכְדֵי חַיָּיו. גָּזְרוּ שֶׁמָּא יִלְמֹד מִמַּעֲשָׂיו בְּרֹב יְשִׁיבָתוֹ עִמּוֹ. לְפִיכָךְ מֻתָּר לִלְווֹת מִן הָעַכּוּ''ם בְּרִבִּית שֶׁהֲרֵי הוּא בּוֹרֵחַ מִלְּפָנָיו וְאֵינוֹ רָגִיל אֶצְלוֹ. וְתַלְמִיד חָכָם שֶׁאֵינוֹ רָגִיל בּוֹ לִלְמֹד מִמַּעֲשָׂיו מֻתָּר לְהַלְווֹת לָעַכּוּ''ם בְּרִבִּית אֲפִלּוּ לְהַרְוִיחַ. וְכָל אֲבַק רִבִּית עִם הָעַכּוּ''ם מֻתֶּרֶת לַכּל: \n",
      "יִשְׂרָאֵל שֶׁלָּוָה מָעוֹת מִן הָעַכּוּ''ם בְּרִבִּית וּבִקֵּשׁ לְהַחְזִירָם לוֹ. מְצָאוֹ יִשְׂרָאֵל אַחֵר וְאָמַר לוֹ תְּנֵם לִי וַאֲנִי מַעֲלֶה לְךָ כְּדֶרֶךְ שֶׁאַתָּה מַעֲלֶה לָעַכּוּ''ם. הֲרֵי זוֹ רִבִּית קְצוּצָה אֲפִלּוּ הֶעֱמִידוֹ אֵצֶל הָעַכּוּ''ם עַד שֶׁיִּטּל הָעַכּוּ''ם מְעוֹתָיו וְיַחְזֹר וְיִתְּנֵם בְּיַד יִשְׂרָאֵל הָאַחֵר: \n",
      "עַכּוּ''ם שֶׁלָּוָה מָעוֹת מִיִּשְׂרָאֵל בְּרִבִּית וּבִקֵּשׁ לְהַחְזִירָם לוֹ. מְצָאוֹ יִשְׂרָאֵל אַחֵר וְאָמַר לוֹ תְּנֵם לִי וַאֲנִי מַעֲלֶה לְךָ כְּדֶרֶךְ שֶׁאַתָּה מַעֲלֶה לְיִשְׂרָאֵל הֲרֵי זֶה מֻתָּר. וְאִם הֶעֱמִידוֹ אֵצֶל יִשְׂרָאֵל אַף עַל פִּי שֶׁנָּתַן הָעַכּוּ''ם הַמָּעוֹת בְּיָדוֹ הוֹאִיל וּמִדַּעַת יִשְׂרָאֵל נָתַן הֲרֵי זוֹ רִבִּית קְצוּצָה: \n",
      "אָסוּר לְיִשְׂרָאֵל לִתְלוֹת מְעוֹתָיו בְּיַד עַכּוּ''ם כְּדֵי לְהַלְווֹתָן בְּרִבִּית לְיִשְׂרָאֵל. וְעַכּוּ''ם שֶׁהִלְוָה אֶת יִשְׂרָאֵל בְּרִבִּית אָסוּר לְיִשְׂרָאֵל אַחֵר לִהְיוֹת לוֹ עָרֵב שֶׁכֵּיוָן שֶׁבְּדִינֵיהֶם שֶׁתּוֹבֵעַ הֶעָרֵב תְּחִלָּה נִמְצָא הֶעָרֵב תּוֹבֵעַ אֶת יִשְׂרָאֵל בְּרִבִּית שֶׁהֶעָרֵב חַיָּב בָּהּ לָעַכּוּ''ם. לְפִיכָךְ אִם קִבֵּל עָלָיו הָעַכּוּ''ם שֶׁלֹּא יִתְבַּע אֶת הֶעָרֵב תְּחִלָּה הֲרֵי זֶה מֻתָּר: \n",
      "יִשְׂרָאֵל שֶׁלָּוָה מָעוֹת מִן הָעַכּוּ''ם בְּרִבִּית וּזְקָפָן עָלָיו בְּמִלְוֶה וְנִתְגַּיֵּר אִם עַד שֶׁלֹּא נִתְגַּיֵּר זְקָפָן עָלָיו בְּמִלְוֶה גּוֹבֶה אֶת הַקֶּרֶן וְהָרִבִּית וְאִם מִשֶּׁנִּתְגַּיֵּר זְקָפָן עָלָיו בְּמִלְוֶה גּוֹבֶה אֶת הַקֶּרֶן וְלֹא אֶת הָרִבִּית. אֲבָל עַכּוּ''ם שֶׁלָּוָה מִיִּשְׂרָאֵל בְּרִבִּית וְזָקַף עָלָיו אֶת הָרִבִּית בְּמִלְוֶה אַף עַל פִּי שֶׁזְּקָפָן עָלָיו אַחֵר שֶׁנִּתְגַּיֵּר גּוֹבֶה אֶת הַקֶּרֶן וְאֶת הָרִבִּית שֶׁלֹּא יֹאמְרוּ בִּשְׁבִיל מְעוֹתָיו נִתְגַּיֵּר זֶה. וְגוֹבֶה הַיִּשְׂרָאֵל מִמֶּנּוּ אַחַר שֶׁנִּתְגַּיֵּר כָּל מְעוֹת הָרִבִּית שֶׁנִּתְחַיֵּב בָּהֶן כְּשֶׁהָיָה עַכּוּ''ם: \n",
      "מִצְוָה לְהַקְדִּים הַלְוָאַת יִשְׂרָאֵל בְּחִנָּם לְהַלְוָאַת עַכּוּ''ם בְּרִבִּית: \n",
      "אָסוּר לְאָדָם שֶׁיִּתֵּן מְעוֹתָיו קָרוֹב לְשָׂכָר וְרָחוֹק לְהֶפְסֵד שֶׁזֶּה אֲבַק רִבִּית הוּא וְהָעוֹשֶׂה כֵן נִקְרָא רָשָׁע. וְאִם נָתַן חוֹלְקִין בַּשָּׂכָר וּבַהֶפְסֵד כְּדִין הָעֵסֶק. וְהַנּוֹתֵן מְעוֹתָיו קָרוֹב לְהֶפְסֵד וְרָחוֹק לְשָׂכָר הֲרֵי זֶה נִקְרָא חָסִיד: \n",
      "אֵין מוֹשִׁיבִין חֶנְוָנִי לְמַחֲצִית שָׂכָר וְלֹא יִתֵּן מָעוֹת לִקַּח בָּהֶן פֵּרוֹת לְמַחֲצִית שָׂכָר וְלֹא בֵּיצִים לְהוֹשִׁיב תַּחַת הַתַּרְנְגוֹלִין שֶׁלּוֹ לְמַחֲצִית שָׂכָר וְאֵין שָׁמִין עֲגָלִים וּסְיָחִין לְפַטְּמָן לְמַחֲצִית שָׂכָר אֶלָּא אִם כֵּן נָתַן לוֹ שְׂכַר עֲמָלוֹ וּמְזוֹנוֹ. אוֹ יִהְיֶה רֶוַח הַמִּתְעַסֵּק יוֹתֵר עַל הֶפְסֵדוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן הַשֻּׁתָּפוּת: \n",
      "הַמִּשְׁתַּתֵּף עִם חֲבֵרוֹ בְּמָעוֹת אוֹ בְּקַרְקַע אוֹ הַנּוֹתֵן לוֹ עֵסֶק לֹא יְצָרֵף הַשָּׂכָר עִם הַקֶּרֶן שֶׁמָּא לֹא יִהְיֶה שָׁם שָׂכָר וְנִמְצְאוּ בָּאִין לִידֵי רִבִּית. וְכֵן לֹא יִתֵּן לוֹ מָעוֹת בְּתוֹרַת עֵסֶק אוֹ שֻׁתָּפוּת וְיִכְתֹּב אוֹתָן מִלְוֶה שֶׁמָּא יָמוּת וְנִמְצָא הַשְּׁטָר בְּיַד הַיּוֹרֵשׁ וְגוֹבֶה בּוֹ אֶת הָרִבִּית: \n",
      "אָסוּר לְהַקְדִּים הָרִבִּית אוֹ לְאַחֵר אוֹתוֹ. כֵּיצַד. נָתַן עֵינָיו לִלְווֹת מִמֶּנּוּ וְהָיָה מְשַׁלֵּחַ לוֹ סִבְלוֹנוֹת בִּשְׁבִיל שֶׁיַּלְוֵהוּ זוֹ הִיא רִבִּית מֻקְדֶּמֶת. לָוָה מִמֶּנּוּ וְהֶחְזִיר לוֹ מְעוֹתָיו וְהָיָה מְשַׁלֵּחַ לוֹ סִבְלוֹנוֹת בִּשְׁבִיל מְעוֹתָיו שֶׁהָיוּ בְּטֵלִין אֶצְלוֹ זוֹ הִיא רִבִּית מְאֻחֶרֶת. וְאִם עָבַר וְעוֹשֶׂה כֵן הֲרֵי זֶה אֲבַק רִבִּית: \n",
      "מִי שֶׁלָּוָה מֵחֲבֵרוֹ וְלֹא הָיָה רָגִיל מִקֹּדֶם לְהַקְדִּים לוֹ שָׁלוֹם אָסוּר לְהַקְדִּים לוֹ שָׁלוֹם. וְאֵין צָרִיךְ לוֹמַר שֶׁיְּקַלְּסוֹ בִּדְבָרִים אוֹ יַשְׁכִּים לְפִתְחוֹ שֶׁנֶּאֱמַר <small>(דברים כג כ)</small> \"נֶשֶׁךְ כָּל דָּבָר\" אֲפִלּוּ דְּבָרִים אֲסוּרִים. וְכֵן אָסוּר לוֹ לְלַמֵּד אֶת הַמַּלְוֶה מִקְרָא אוֹ גְּמָרָא כָּל זְמַן שֶׁמְּעוֹתָיו בְּיָדוֹ אִם לֹא הָיָה רָגִיל בָּזֶה מִקֹּדֶם שֶׁנֶּאֱמַר נֶשֶׁךְ כָּל דָּבָר: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ לֹא יֹאמַר לוֹ דַּע אִם בָּא אִישׁ פְּלוֹנִי מִמָּקוֹם פְּלוֹנִי (כְּלוֹמַר) שֶׁתְּכַבְּדוֹ וְתַאֲכִילוֹ וְתַשְׁקֵהוּ כָּרָאוּי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "יֵשׁ דְּבָרִים שֶׁהֵן כְּמוֹ רִבִּית וּמֻתָּרִין כֵּיצַד. לוֹקֵחַ אָדָם שִׁטְרוֹתָיו שֶׁל חֲבֵרוֹ בְּפָחוֹת וְאֵינוֹ חוֹשֵׁשׁ. וּמֻתָּר לְאָדָם לִתֵּן לַחֲבֵרוֹ דִּינָר כְּדֵי שֶׁיַּלְוֶה לִפְלוֹנִי מֵאָה דִּינָרִין שֶׁלֹּא אָסְרָה תּוֹרָה אֶלָּא רִבִּית הַבָּאָה מִן הַלּוֶֹה לַמַּלְוֶה. וְכֵן אוֹמֵר אָדָם לַחֲבֵרוֹ הֵא לְךָ דִּינָר זֶה וֶאֱמֹר לִפְלוֹנִי שֶׁיַּלְוֵנִי. שֶׁלֹּא נָתַן אֶלָּא שְׂכַר אֲמִירָה: \n",
      "יֵשׁ דְּבָרִים שֶׁהֵן מֻתָּרִין וְאָסוּר לַעֲשׂוֹתָן מִפְּנֵי הַעֲרָמַת רִבִּית. כֵּיצַד. אָמַר לוֹ הַלְוֵנִי מָנֶה אָמַר לוֹ מָנֶה אֵין לִי חִטִּים יֵשׁ לִי בְּמָנֶה וְנָתַן לוֹ חִטִּים בְּמָנֶה וְחָזַר וּלְקָחָן מִמֶּנּוּ בְּתִשְׁעִים הֲרֵי זֶה מֻתָּר. אֲבָל אֲסָרוּהוּ מִפְּנֵי הַעֲרָמַת רִבִּית שֶׁהֲרֵי נָתַן לוֹ תִּשְׁעִים וְלוֹקֵחַ מָנֶה. וְאִם עָבַר וְעָשָׂה כָּזֶה הֲרֵי הוּא מוֹצִיא מִמֶּנּוּ מֵאָה בְּדִין שֶׁאֲפִלּוּ אֲבַק רִבִּית אֵין כָּאן. וְכֵן מִי שֶׁהָיְתָה שָׂדֶה מְמֻשְׁכֶּנֶת בְּיָדוֹ לֹא יַחְזֹר וְיַשְׂכִּיר אוֹתָהּ לְבַעַל הַשָּׂדֶה מִפְּנֵי הַעֲרָמַת רִבִּית שֶׁהֲרֵי זֶה עוֹמֵד בְּשָׂדֵהוּ כְּשֶׁהָיָה וְנוֹתֵן לָזֶה שָׂכָר בְּכָל חֹדֶשׁ בִּשְׁבִיל מְעוֹתָיו שֶׁהִלְוָהוּ: \n",
      "אָסוּר לְהַשְׂכִּיר הַדִּינָרִין שֶׁאֵין זֶה דּוֹמֶה לְמַשְׂכִּיר אֶת הַכְּלִי שֶׁהַכְּלִי חוֹזֵר בְּעַצְמוֹ וְזֶה מוֹצִיא אֵלּוּ וּמֵבִיא דִּינָרִין אֲחֵרוֹת וְנִמְצָא זֶה אֲבַק רִבִּית: \n",
      "מֶלֶךְ שֶׁהָיוּ דִּינָיו שֶׁכָּל מִי שֶׁיִּתֵּן הַמַּס הַקָּצוּב עַל כָּל אִישׁ וְאִישׁ עַל יְדֵי זֶה שֶׁלֹּא נָתַן יִשְׁתַּעְבֵּד בּוֹ וְנָתַן עַל יָדוֹ דִּינָר אַף עַל פִּי שֶׁמְּשַׁעְבֵּד בּוֹ יֶתֶר מִדִּינָר הֲרֵי זֶה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ סֶלַע בַּחֲמִשָּׁה דִּינָרִים אוֹ סָאתַיִם חִטִּים בְּשָׁלֹשׁ אוֹ סֶלַע בְּסֶלַע וּסְאָה אוֹ שָׁלֹשׁ סְאִין בְּשָׁלֹשׁ סְאִין וְדִינָר כְּלָלוֹ שֶׁל דָּבָר כָּל הַלְוָאָה בְּתוֹסֶפֶת כָּל שֶׁהוּא הֲרֵי זוֹ רִבִּית שֶׁל תּוֹרָה וְיוֹצְאָה בְּדַיָּנִין. וְכֵן הַמַּלְוֶה אֶת חֲבֵרוֹ וְהִתְנָה עִמּוֹ שֶׁיָּדוּר בַּחֲצֵרוֹ חִנָּם עַד שֶׁיַּחְזִיר לוֹ הַלְוָאָתוֹ. אוֹ שֶׁשָּׂכַר מִמֶּנּוּ בְּפָחוֹת וְקָצַב הַדָּבָר שֶׁפּוֹחֵת לוֹ מִן הַשָּׂכָר עַד שֶׁיַּחְזִיר לוֹ הַלְוָאָתוֹ. אוֹ שֶׁמִּשְׁכֵּן בְּיָדוֹ מָקוֹם שֶׁפֵּרוֹתָיו מְצוּיִין בְּעֵת הַהַלְוָאָה כְּגוֹן שֶׁמִּשְׁכֵּן חֲצֵרוֹ עַל מְנָת שֶׁיָּדוּר בּוֹ בְּחִנָּם. הֲרֵי זוֹ רִבִּית שֶׁל תּוֹרָה וְיוֹצְאָה בְּדַיָּנִין. וְכֵן הַמּוֹכֵר שָׂדֶה אוֹ חָצֵר בְּאַסְמַכְתָּא הוֹאִיל וְלֹא קָנָה הַגּוּף הֲרֵי כָּל הַפֵּרוֹת שֶׁאָכַל רִבִּית וּמַחֲזִיר אוֹתָן. וְהוּא הַדִּין לְכָל מִי [שֶׁלֹּא] קָנָה קִנְיָן גָּמוּר מִתְּחִלָּה שֶׁהוּא מַחְזִיר אֶת הַפֵּרוֹת מִפְּנֵי שֶׁאִם אָכַל אֶת הַפֵּרוֹת הֲרֵי זוֹ רִבִּית שֶׁל תּוֹרָה. וְכָל דָּבָר שֶׁהוּא אָסוּר מִשּׁוּם רִבִּית חוּץ מֵאֵלּוּ הֲרֵי הוּא אָסוּר מִדִּבְרֵיהֶם גְּזֵרָה שֶׁמָּא יָבֹא לְרִבִּית שֶׁל תּוֹרָה. וְהוּא הַנִּקְרָא אֲבַק רִבִּית וְאֵינוֹ יוֹצֵא בְּדַיָּנִין: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ לֹא יִמְשֹׁךְ אֶת עַבְדּוֹ כְּדֵי שֶׁיַּעֲשֶׂה בּוֹ מְלָאכָה אַף עַל פִּי שֶׁהָעֶבֶד יוֹשֵׁב וּבָטֵל. וְלֹא יָדוּר בַּחֲצֵרוֹ בְּחִנָּם אַף עַל פִּי שֶׁאֵין הֶחָצֵר עֲשׂוּיָה לְשָׂכָר וְאֵין דֶּרֶךְ בַּעַל הֶחָצֵר לְהַשְׂכִּיר. וְאִם דָּר צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר. וְאִם לֹא הֶעֱלָה לוֹ הֲרֵי זֶה אֲבַק רִבִּית לְפִי שֶׁלֹּא הִתְנָה עִמּוֹ שֶׁיַּלְוֵהוּ וְיָדוּר בַּחֲצֵרוֹ. לְפִיכָךְ אִם עֲדַיִן לֹא הֶחְזִיר לוֹ חוֹבוֹ וּבָא לְנַכּוֹת שְׂכַר הֶחָצֵר שֶׁדָּר בָּהּ מִן הַחוֹב אִם הָיָה הַשָּׂכָר כְּנֶגֶד הַחוֹב אֵינוֹ מְנַכֶּה לוֹ הַכּל אֶלָּא כְּמוֹ שֶׁיִּרְאוּ הַדַּיָּנִים. שֶׁאִם תְּסַלֵּק אוֹתוֹ בְּלֹא כְּלוּם הֲרֵי זֶה כְּמוֹ שֶׁהוֹצִיא אוֹתוֹ בְּדַיָּנִין וַאֲבַק רִבִּית אֵינָהּ יוֹצְאָה בְּדַיָּנִין: \n",
      "הוֹרוּ רַבּוֹתַי שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ וּלְאַחַר זְמַן תָּבַע חוֹבוֹ וְאָמַר לוֹ הַלּוֶֹה דּוּר בַּחֲצֵרִי עַד שֶׁאַחְזִיר לְךָ חוֹבְךָ הֲרֵי זֶה אֲבַק רִבִּית לְפִי שֶׁלֹּא קָצַץ בִּשְׁעַת הַלְוָאָה שֶׁנֶּאֱמַר <small>(ויקרא כה לז)</small> \"לֹא תִתֵּן לוֹ בְּנֶשֶׁךְ\": \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַשָּׂדֶה וְאָמַר לוֹ אִם לֹא תַּחְזִיר לִי מִכָּאן עַד שָׁלֹשׁ שָׁנִים הֲרֵי הִיא שֶׁלִּי הֲרֵי זֶה לֹא קָנָה מִפְּנֵי שֶׁהִיא אַסְמַכְתָּא. לְפִיכָךְ מְנַכֶּה כָּל הַפֵּרוֹת שֶׁאָכַל מִפְּנֵי שֶׁהוּא רִבִּית שֶׁל תּוֹרָה. אֲבָל אִם אָמַר לוֹ הַמּוֹכֵר אִם לֹא אַחְזִיר לְךָ עַד שָׁלֹשׁ שָׁנִים קְנֵה אוֹתָהּ מֵעַכְשָׁו וְהֵבִיא לוֹ בְּתוֹךְ שָׁלֹשׁ אֵין לוֹ פֵּרוֹת. הֵבִיא לוֹ לְאַחַר שָׁלֹשׁ הֲרֵי כָּל הַפֵּרוֹת לַלּוֹקֵחַ: \n",
      "הַמּוֹכֵר בַּיִת אוֹ שָׂדֶה וְאָמַר הַמּוֹכֵר לַלּוֹקֵחַ לִכְשֶׁיִּהְיוּ לִי מָעוֹת תַּחְזִיר לִי קַרְקָעִי לֹא קָנָה וְכָל הַפֵּרוֹת שֶׁאָכַל רִבִּית קְצוּצָה וּמוֹצִיאִין אוֹתָם בְּדַיָּנִין. אֲבָל אִם אָמַר לוֹ הַלּוֹקֵחַ מִדַּעְתּוֹ כְּשֶׁיִּהְיוּ לְךָ מָעוֹת אֲנִי אַחְזִיר לְךָ קַרְקַע זֶה מֻתָּר וְהַלּוֹקֵחַ אוֹכֵל פֵּרוֹת עַד שֶׁיַּחְזִיר לוֹ מְעוֹתָיו: \n",
      "מָכַר לוֹ אֶת הַשָּׂדֶה וְנָתַן לוֹ מִקְצָת הַדָּמִים אִם אָמַר לוֹ הַמּוֹכֵר לַלּוֹקֵחַ קְנֵה כְּשִׁעוּר מְעוֹתֶיךָ כָּל אֶחָד מִשְּׁנֵיהֶם אוֹכֵל פֵּרוֹת כְּשִׁעוּר מְעוֹתָיו. אָמַר הַמּוֹכֵר לַלּוֹקֵחַ לִכְשֶׁתָּבִיא שְׁאָר הַמָּעוֹת תִּקְנֶה מֵעַכְשָׁו שְׁנֵיהֶם אֲסוּרִים לֶאֱכל הַפֵּרוֹת מִיָּד. הַמּוֹכֵר אָסוּר שֶׁמָּא יָבִיא הַלּוֹקֵחַ שְׁאָר הַמָּעוֹת וְנִמְצֵאת הַשָּׂדֶה שֶׁלּוֹ וְנִמְצָא הַמּוֹכֵר אוֹכֵל פֵּרוֹת בִּשְׁבִיל הַמָּעוֹת שֶׁנִּשְׁאֲרוּ לוֹ אֵצֶל הַלּוֹקֵחַ וְכֵן הַלּוֹקֵחַ אָסוּר שֶׁמָּא לֹא יָבִיא וְנִמְצָא שֶׁאָכַל בִּשְׁבִיל מִקְצָת הַמָּעוֹת שֶׁיֵּשׁ לוֹ אֵצֶל הַמּוֹכֵר. לְפִיכָךְ מַנִּיחִין אֶת הַפֵּרוֹת עַל יְדֵי שָׁלִישׁ עַד שֶׁיִּנָּתְנוּ לְאֶחָד מֵהֶן. אָמַר לוֹ הַמּוֹכֵר לִכְשֶׁתָּבִיא שְׁאָר הַמָּעוֹת תִּקְנֶה הֲרֵי הַמּוֹכֵר אוֹכֵל פֵּרוֹת עַד שֶׁיָּבִיא הַלּוֹקֵחַ וְאִם אָכַל הַלּוֹקֵחַ מוֹצִיאִין מִמֶּנּוּ. אָמַר לוֹ הַמּוֹכֵר קְנֵה מֵעַכְשָׁו וּשְׁאָר הַמָּעוֹת הֲרֵי הֵן חוֹב אֶצְלְךָ הֲרֵי הַלּוֹקֵחַ אוֹכֵל פֵּרוֹת וְאִם אָכַל הַמּוֹכֵר מוֹצִיאִין מִמֶּנּוּ כָּל מַה שֶּׁאָכַל: \n",
      "הוֹרוּ רַבּוֹתַי שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ וּמִשְׁכֵּן לוֹ שָׂדֵהוּ עַל מְנָת שֶׁיֹּאכַל פֵּרוֹתֶיהָ כָּל יְמֵי הַמַּשְׁכּוֹנָא אַף עַל פִּי שֶׁאֵינוֹ מְנַכֶּה לוֹ כְּלוּם הֲרֵי זוֹ אֲבַק רִבִּית וְאֵינָהּ יוֹצְאָה בְּדַיָּנִין שֶׁאֵין הַמְמַשְׁכֵּן אֶת הַשָּׂדֶה דּוֹמֶה לִמְמַשְׁכֵּן בַּיִת שֶׁהֲרֵי אֵין בַּשָּׂדֶה פֵּרוֹת מְצוּיִין בְּעֵת הַהַלְוָאָה וְאֶפְשָׁר שֶׁיַּרְוִיחַ וְיִהְיוּ שָׁם פֵּרוֹת וְאֶפְשָׁר שֶׁיַּפְסִיד בִּזְרִיעָתָהּ וַעֲבוֹדָתָהּ וּלְפִיכָךְ הִיא אֲבַק רִבִּית. וְכֵן אֵין הַמַּשְׁכּוֹנָא דּוֹמָה לְמִי שֶׁמָּכַר בְּאַסְמַכְתָּא שֶׁהַמּוֹכֵר בְּאַסְמַכְתָּא לֹא גָּמַר וְהִקְנָהוּ וְהַמְמַשְׁכֵּן גָּמַר וְהִקְנָהוּ גּוּף זֶה לְפֵרוֹתָיו. וְכָזֶה יֵרָאֶה מִן הַגְּמָרָא. שֶׁהַמַּשְׁכּוֹנָא אֲבַק רִבִּית וְאֵין לְךָ לְהַעֲמִידָהּ אֶלָּא בִּמְמַשְׁכֵּן שָׂדֵהוּ כְּמוֹ שֶׁהוֹרוּ רַבּוֹתַי. נִמְצֵאתָ לָמֵד שֶׁשָּׁלֹשׁ מַשְׁכּוֹנוֹת הֵן. מַשְׁכּוֹנָא שֶׁהִיא רִבִּית קְצוּצָה. וּמַשְׁכּוֹנָא שֶׁהִיא אֲבַק רִבִּית. וּמַשְׁכּוֹנָא שֶׁהִיא מֻתֶּרֶת. כֵּיצַד. מִשְׁכֵּן לוֹ מָקוֹם שֶׁפֵּרוֹתָיו מְצוּיִין תָּדִיר כְּגוֹן חָצֵר אוֹ מֶרְחָץ אוֹ חֲנוּת וְאָכַל פֵּרוֹתֵיהֶן הֲרֵי זוֹ רִבִּית קְצוּצָה. מִשְׁכֵּן לוֹ שָׂדֶה וְכַיּוֹצֵא בָּהּ וּבָאוּ שָׁם פֵּרוֹת וַאֲכָלָן הֲרֵי זוֹ אֲבַק רִבִּית. וְכֵן אִם מִשְׁכֵּן חֲצֵרוֹ וְכַיּוֹצֵא בָּהּ בְּנִכּוּי הֲרֵי זֶה אֲבַק רִבִּית. מִשְׁכֵּן שָׂדֵהוּ בְּנִכּוּי הֲרֵי זֶה מֻתָּר. כֵּיצַד הוּא הַנִּכּוּי. כְּגוֹן שֶׁהִלְוָהוּ מֵאָה דִּינָרִין וּמִשְׁכֵּן לוֹ בָּהֶן חֲצֵרוֹ אוֹ שָׂדֵהוּ וְאָמַר לוֹ הַמַּלְוֶה הֲרֵינִי מְנַכֶּה לְךָ מָעָה כֶּסֶף בְּכָל שָׁנָה בִּשְׂכַר קַרְקַע זוֹ כְּדֵי שֶׁיִּהְיוּ כָּל פֵּרוֹתָיו שֶׁלִּי בְּחָצֵר וְכַיּוֹצֵא בָּהּ אָסוּר וּבְשָׂדֶה וְכַיּוֹצֵא בָּהּ מֻתָּר: \n",
      "הוֹרוּ מִקְצָת גְּאוֹנִים שֶׁכָּל מַשְׁכּוֹנָא שֶׁאֵין בָּהּ נִכּוּי כְּלָל הֲרֵי הִיא רִבִּית קְצוּצָה. וְלֹא יָרְדוּ לְעֹמֶק הַדָּבָר לְהַפְרִישׁ בֵּין שָׂדֶה לְחָצֵר וּלְפִיכָךְ נִתְקַשּׁוּ לָהֶן דִּבְרֵי חַכְמֵי הַגְּמָרָא. וְכֵן הוֹרוּ שֶׁכָּל מַשְׁכּוֹנָא אֲפִלּוּ בְּנִכּוּי אָסוּר בֵּין בְּחָצֵר בֵּין בְּשָׂדֶה וְאֵין לָהֶם מַשְׁכּוֹנָא מֻתֶּרֶת אֶלָּא בַּדֶּרֶךְ הַזֹּאת. כֵּיצַד. כְּגוֹן שֶׁהִלְוָהוּ מֵאָה דִּינָרִין וּמִשְׁכֵּן לוֹ בָּהֶן בַּיִת אוֹ שָׂדֶה וְהִתְנָה עִמּוֹ שֶׁאַחַר עֶשֶׂר שָׁנִים תַּחְזֹר קַרְקַע זוֹ לִבְעָלֶיהָ חִנָּם הֲרֵי זֶה מֻתָּר לֶאֱכל פֵּרוֹתֶיהָ כָּל עֶשֶׂר שָׁנִים אֲפִלּוּ הָיָה שְׂכָרָהּ שָׁוֶה אֶלֶף דִּינָרִים בְּכָל שָׁנָה שֶׁאֵין זֶה אֶלָּא כְּמִי שֶׁשָּׂכַר בְּפָחוֹת. וְכֵן אִם הִתְנָה בַּעַל הַשָּׂדֶה עִמּוֹ כָּל זְמַן שֶׁיָּבִיא לוֹ מָעוֹת יֵחָשֵׁב לוֹ עֶשֶׂר בְּכָל שָׁנָה וִיסַלְּקוֹ מִמֶּנָּה הֲרֵי זֶה מֻתָּר. וְכֵן אִם הִתְנָה הַלּוֶֹה שֶׁכָּל זְמַן שֶׁיִּרְצֶה מְחַשֵּׁב לוֹ מַה שֶּׁדָּר בּוֹ וְיַחְזִיר לוֹ שְׁאָר הַדָּמִים וְיִסְתַּלֵּק הֲרֵי זֶה מֻתָּר שֶׁאֵין זֶה אֶלָּא כִּשְׂכִירוּת וְכָל תְּנַאי שֶׁבִּשְׂכִירוּת מֻתָּר כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ וּמִשְׁכֵּן לוֹ אֶת הַשָּׂדֶה עַד זְמַן קָצוּב אוֹ עַד שֶׁיָּבִיא לוֹ מָעוֹת וְיִסְתַּלֵּק וְהָיָה הַמַּלְוֶה אוֹכֵל כָּל פֵּרוֹתֶיהָ אֲפִלּוּ אָכַל כְּשִׁעוּר חוֹבוֹ אֵין מְסַלְּקִין אוֹתוֹ בְּלֹא כְּלוּם שֶׁאִם תְּסַלֵּק אוֹתוֹ בְּלֹא מָעוֹת הֲרֵי זֶה כְּמִי שֶׁהוֹצִיא מִמֶּנּוּ בְּדַיָּנִין. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם אָכַל יֶתֶר עַל מְעוֹתָיו אֵין מוֹצִיאִין מִמֶּנּוּ. וְכֵן אֵין מְחַשְּׁבִין מִשְּׁטָר לִשְׁטָר בְּמַשְׁכּוֹנָא. הָיְתָה הַקַּרְקַע הַמְמֻשְׁכֶּנֶת בְּיָדוֹ שֶׁל יְתוֹמִים וְאָכַל שִׁעוּר חוֹבוֹ מְסַלְּקִין אוֹתוֹ בְּלֹא כְּלוּם. אֲבָל יֶתֶר עַל חוֹבוֹ אֵין מוֹצִיאִין מִמֶּנּוּ הַיֶּתֶר. וּמְחַשְּׁבִין לוֹ מִשְּׁטָר לִשְׁטָר. כֵּיצַד מְחַשְּׁבִין מִשְּׁטָר לִשְׁטָר. הֲרֵי שֶׁהָיְתָה שָׂדֶה זוֹ מְמֻשְׁכֶּנֶת לוֹ בְּמֵאָה דִּינָר וְשָׂדֶה אַחֶרֶת מְמֻשְׁכֶּנֶת לוֹ בִּשְׁטָר אַחֵר בְּמֵאָה דִּינָר וּשְׁתֵּי הַשָּׂדוֹת לְאָדָם אֶחָד וְאָכַל מִפֵּרוֹת הַשָּׂדֶה הָאַחַת בַּחֲמִשִּׁים וּמִפֵּרוֹת הַשְּׁנִיָּה בְּמֵאָה וַחֲמִשִּׁים אוֹמְרִים לוֹ הֲרֵי אָכַלְתָּ מִן הַפֵּרוֹת בְּמָאתַיִם וְאֵין לְךָ כְּלוּם וּכְאִלּוּ הַשְּׁנֵי שְׁטָרוֹת שְׁטָר אֶחָד וּמַשְׁכּוֹנָא אַחַת: \n",
      "מָקוֹם שֶׁנָּהֲגוּ לְסַלֵּק הַמַּלְוֶה כָּל זְמַן שֶׁיָּבִיא לוֹ מָעוֹת הֲרֵי זֶה כְּמוֹ שֶׁפֵּרֵשׁ וְאֵין צָרִיךְ לְפָרֵשׁ דָּבָר זֶה. וְכֵן מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא יִסְתַּלֵּק הַמַּלְוֶה עַד סוֹף זְמַן הַמַּשְׁכּוֹנָא הֲרֵי זֶה כְּמוֹ שֶׁפֵּרֵשׁ. וְכָל הַמְמַשְׁכֵּן סְתָם אֵינוֹ יָכוֹל לְסַלְּקוֹ עַד שְׁנֵים עָשָׂר חֹדֶשׁ: \n",
      "מָקוֹם שֶׁדַּרְכָּן לְסַלֵּק הַמַּלְוֶה כָּל זְמַן שֶׁיִּרְצֶה הַלּוֶֹה וְהִתְנָה עִמּוֹ הַמַּלְוֶה שֶׁלֹּא יִסְתַּלֵּק עַד סוֹף זְמַן הַמַּשְׁכּוֹנָא הֲרֵי זֶה אֵינוֹ יָכוֹל לְסַלְּקוֹ. הָיָה הַמִּנְהָג שֶׁאֵין הַמַּלְוֶה מִסְתַּלֵּק עַד סוֹף זְמַנּוֹ וְקִבֵּל הַמַּלְוֶה עָלָיו שֶׁיִּסְתַּלֵּק בְּכָל עֵת שֶׁיָּבִיא לוֹ מְעוֹתָיו הֲרֵי זֶה צָרִיךְ לִקְנוֹת מִיָּדוֹ עַל כָּךְ: \n",
      "הַמַּשְׁכּוֹנָא בְּמָקוֹם שֶׁמִּנְהָגָם לְסַלֵּק הַמַּלְוֶה בְּכָל עֵת שֶׁיָּבִיא מְעוֹתָיו אֵין בַּעַל חוֹב שֶׁל מַלְוֶה גּוֹבֶה מִמֶּנָּה כְּדֶרֶךְ שֶׁגּוֹבֶה מִן הַקַּרְקַע. וְאֵין הַבְּכוֹר נוֹטֵל בָּהּ פִּי שְׁנַיִם. וּשְׁבִיעִית מְשַׁמַּטְתָּהּ. וּכְשֶׁמְּסַלֵּק אוֹתוֹ אֵינוֹ נוֹטֵל אֲפִלּוּ פֵּרוֹת שֶׁבָּשְׁלוּ וְנָפְלוּ לָאָרֶץ. וְאִם הִגְבִּיהַּ אוֹתָן קֹדֶם שֶׁיְּסַלְּקוּ קָנָה אוֹתָן. וּמָקוֹם שֶׁאֵינוֹ יָכוֹל לְסַלְּקוֹ עַד סוֹף זְמַנּוֹ בַּעַל חוֹב גּוֹבֶה הֵימֶנּוּ. וְהַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם. וְאֵין הַשְּׁבִיעִית מְשַׁמַּטְתָּה: \n",
      "אַף עַל פִּי שֶׁמַּשְׁכּוֹנָא זוֹ אֲסוּרָה הִיא וַאֲבַק רִבִּית כְּמוֹ שֶׁבֵּאַרְנוּ. אֶפְשָׁר שֶׁיִּהְיֶה מִנְהָג זֶה בְּטָעוּת אוֹ לָעַכּוּ''ם אוֹ דֶּרֶךְ כָּל מִי שֶׁחוֹטֵא וּמִשְׁכֵּן בְּאוֹתָהּ מְדִינָה הוֹאִיל וַאֲבַק רִבִּית הוֹלְכִין אַחַר הַמִּנְהָג. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁזֹּאת הַמַּשְׁכּוֹנָא בְּנִכּוּי: \n",
      "עַכּוּ''ם שֶׁמִּשְׁכֵּן חֲצֵרוֹ לְיִשְׂרָאֵל וְחָזַר הָעַכּוּ''ם וּמְכָרָהּ לְיִשְׂרָאֵל אַחֵר אֵין הַמְמַשְׁכֵּן חַיָּב לְהַעֲלוֹת שָׂכָר לְיִשְׂרָאֵל מֵעֵת שֶׁקָּנָה הַיִּשְׂרָאֵל אֶלָּא דָּר בְּחָצֵר בְּלֹא שָׂכָר עַד שֶׁיַּחְזִיר לוֹ הָעַכּוּ''ם אֶת הַמָּעוֹת שֶׁיֵּשׁ לוֹ עַל חָצֵר זוֹ שֶׁהֲרֵי הוּא בִּרְשׁוּת הַמְמַשְׁכֵּן בְּדִינֵיהֶם עַד שֶׁיִּתֵּן לוֹ מְעוֹתָיו וְיִסְתַּלֵּק: \n",
      "הַמְמַשְׁכֵּן בַּיִת אוֹ שָׂדֶה בְּיַד חֲבֵרוֹ וְהָיָה בַּעַל הַקַּרְקַע אוֹכֵל פֵּרוֹתֶיהָ וְאָמַר לוֹ הַמַּלְוֶה לִכְשֶׁתִּמְכֹּר קַרְקַע זוֹ לֹא תִּמְכְּרֶנָּה אֶלָּא לִי בְּדָמִים אֵלּוּ הֲרֵי זֶה אָסוּר. וְאִם אָמַר לוֹ אַל תִּמְכְּרֶנָּה אֶלָּא לִי בְּשָׁוְיָהּ וְעַל מְנָת כֵּן אֲנִי מַלְוֶה אוֹתְךָ הֲרֵי זֶה מֻתָּר: \n",
      "מֻתָּר לְהַרְבּוֹת בִּשְׂכַר הַקַּרְקַע. כֵּיצַד. הִשְׂכִּיר לוֹ אֶת הֶחָצֵר וְאָמַר לוֹ אִם מֵעַכְשָׁו אַתָּה נוֹתֵן לִי הֲרֵי הִיא לְךָ בְּעֶשֶׂר סְלָעִים בְּכָל שָׁנָה. וְאִם תִּתֵּן שְׂכַר חֹדֶשׁ בְּחֹדֶשׁ הֲרֵי הִיא בְּסֶלַע בְּכָל חֹדֶשׁ. הֲרֵי זֶה מֻתָּר: \n",
      "הַמַּשְׂכִּיר שָׂדֶה לַחֲבֵרוֹ בַּעֲשָׂרָה כּוֹרִים לְשָׁנָה. וְאָמַר לוֹ תֵּן לִי מָאתַיִם זוּז שֶׁאֲפַרְנֵס בָּהֶן אֶת הַשָּׂדֶה וַאֲנִי אֶתֵּן לְךָ שְׁנֵים עָשָׂר כּוֹר בְּכָל שָׁנָה. הֲרֵי זֶה מֻתָּר מִפְּנֵי שֶׁאִם יְפַרְנֵס אֶת הַשָּׂדֶה בְּדִינָרִין אֵלּוּ יִהְיֶה שְׂכָרָהּ יוֹתֵר. וְכֵן אִם הִשְׂכִּיר לוֹ חֲנוּת אוֹ סְפִינָה בַּעֲשָׂרָה דִּינָרִין בְּשָׁנָה וְאָמַר לוֹ תֵּן לִי מָאתַיִם זוּז שֶׁאֶבְנֶה בָּהֶן חֲנוּת וַאֲצַיְּרֶנָּה וַאֲכַיְּרֶנָּה אוֹ אֲתַקֵּן בָּהֶן סְפִינָה זוֹ וּכְלֵי תַּשְׁמִישֶׁיהָ וַאֲנִי אַעֲלֶה לְךָ שְׁנֵים עָשָׂר דִּינָר בְּכָל שָׁנָה הֲרֵי זֶה מֻתָּר. אֲבָל אִם אָמַר לוֹ תֵּן לִי מָאתַיִם זוּז כְּדֵי לְהִתְעַסֵּק בָּהֶן בַּחֲנוּת אוֹ אוֹצִיאֵם בִּסְחוֹרָה שֶׁל סְפִינָה אוֹ אֶשְׂכֹּר בָּהֶן מַלָּחִין וַאֲנִי אַעֲלֶה לְךָ בְּשָׂכָר הֲרֵי זֶה אָסוּר: \n",
      "אָסוּר לְהַרְבּוֹת בִּשְׂכַר הָאָדָם. כֵּיצַד. לֹא יֹאמַר לוֹ עֲשֵׂה עִמִּי הַיּוֹם מְלָאכָה זוֹ שֶׁהִיא שָׁוָה כֶּסֶף וַאֲנִי אֶעֱשֶׂה עִמְּךָ בְּשָׁבוּעַ אַחֵר מְלָאכָה שֶׁהִיא שָׁוָה שְׁתַּיִם: \n",
      "מֻתָּר לָאָדָם לוֹמַר לַחֲבֵרוֹ נַכֵּשׁ עִמִּי הַיּוֹם וַאֲנַכֵּשׁ עִמְּךָ לְמָחָר עֲדֹר עִמִּי הַיּוֹם וְאֶעֱדֹר עִמְּךָ לְמָחָר. אֲבָל לֹא יֹאמַר לוֹ נַכֵּשׁ עִמִּי וְאֶעֱדֹר עִמְּךָ עֲדֹר עִמִּי וַאֲנַכֵּשׁ עִמְּךָ. כָּל יְמֵי גָּרִיד אַחַת וְכָל יְמֵי רְבִיעָה אַחַת. וְלֹא יֹאמַר לוֹ חֲרשׁ עִמִּי בְּגָרִיד וַאֲנִי אֶחֱרשׁ עִמְּךָ בִּרְבִיעָה. שֶׁהֲרֵי טֹרַח הַחֲרִישָׁה בִּימוֹת הַגְּשָׁמִים יָתֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשּׂוֹכֵר אֶת הַפּוֹעֵל בִּימֵי הַחֹרֶף לַעֲשׂוֹת עִמּוֹ בִּימֵי הַקֹּר בְּדִינָר בְּכָל יוֹם וְנָתַן לוֹ הַשָּׂכָר וַהֲרֵי שְׂכָרוֹ שָׁוֶה בִּימֵי הַחֹרֶף סֶלַע בְּכָל יוֹם הֲרֵי זֶה אָסוּר מִפְּנֵי שֶׁנִּרְאֶה כְּמַלְוֶה אוֹתוֹ הַיּוֹם כְּדֵי שֶׁיּוֹזִיל לוֹ בִּשְׂכָרוֹ. אֲבָל אִם אָמַר לוֹ עֲשֵׂה עִמִּי מֵהַיּוֹם וְעַד זְמַן פְּלוֹנִי בְּדִינָר בְּכָל יוֹם אַף עַל פִּי שֶׁשָּׁוֶה שְׂכָרוֹ סֶלַע בְּכָל יוֹם הֲרֵי זֶה מֻתָּר הוֹאִיל וְהוּא מַתְחִיל לַעֲשׂוֹת מֵעַתָּה אֵינוֹ נִרְאֶה כְּנוֹטֵל שְׂכַר מְעוֹתָיו שֶׁהִקְדִּים וּנְתָנָן לוֹ בִּשְׂכָרוֹ: \n"
    ],
    [
      "אָסוּר לְהַרְבּוֹת עַל הַמֶּכֶר. כֵּיצַד. הַמּוֹכֵר לַחֲבֵרוֹ קַרְקַע אוֹ מִטַּלְטְלִין וְאָמַר לוֹ אִם מֵעַכְשָׁו תִּתֵּן לִי הַדָּמִים הֲרֵי הֵן שֶׁלְּךָ בְּמֵאָה וְאִם עַד זְמַן פְּלוֹנִי הֲרֵי הֵם שֶׁלְּךָ בְּעֶשְׂרִים וּמֵאָה. הֲרֵי זֶה אֲבַק רִבִּית שֶׁזֶּה דּוֹמֶה כְּמִי שֶׁנּוֹטֵל עֶשְׂרִים בִּשְׁבִיל שֶׁנָּתַן לוֹ מֵאָה לְהִשְׁתַּמֵּשׁ בָּהּ עַד זְמַן פְּלוֹנִי וּכְשֶׁיִּתְבָּעֶנּוּ בַּדִּין אֵינוֹ חַיָּב לִתֵּן אֶלָּא מַה שֶּׁהָיָה שָׁוֶה בִּשְׁעַת הַמֶּכֶר אוֹ יַחְזִיר מִמְכָּרוֹ מִיָּדוֹ אִם הָיָה קַיָּם. וְכֵן אִם מָכַר לוֹ מִטַּלְטְלִין עַד זְמַן פְּלוֹנִי בְּמֵאָה וְהָיוּ שָׁוִין בַּשּׁוּק לְמִי שֶׁקּוֹנֶה בִּמְעוֹתָיו מִיָּד תִּשְׁעִים הֲרֵי זֶה אָסוּר. וְאֵינוֹ נוֹתֵן לוֹ אֶלָּא תִּשְׁעִים אוֹ מַחְזִיר מִיָּדוֹ סְחוֹרָתוֹ אִם הָיְתָה קַיֶּמֶת: \n",
      "הַלּוֹקֵחַ מֵחֲבֵרוֹ חֵפֶץ בְּשָׁוֵהוּ עַל מְנָת שֶׁיִּתֵּן לוֹ מִכָּאן וְעַד שְׁנֵים עָשָׂר חֹדֶשׁ. הֲרֵי זֶה רַשַּׁאי לוֹמַר לוֹ תֵּן [לִי] מִיָּד בְּפָחוֹת וְאֵינוֹ חוֹשֵׁשׁ מִשּׁוּם רִבִּית: \n",
      "חָבִית שֶׁל יַיִן שֶׁהִיא שָׁוָה עַתָּה דִּינָר וּמְכָרָהּ לוֹ בִּשְׁנַיִם עַד הַקַּיִץ עַל מְנָת שֶׁאִם תֶּאֱרַע בָּהּ תַּקָּלָה הֲרֵי הִיא בִּרְשׁוּת הַמּוֹכֵר עַד שֶׁיִּמְכְּרֶנָּה הַלּוֹקֵחַ הֲרֵי זֶה מֻתָּר. שֶׁאִם אָבְדָה אוֹ נִשְׁבְּרָה אֵינוֹ מְשַׁלֵּם כְּלוּם. וְאִם לֹא מָצָא לְמָכְרָהּ וּלְהַרְוִיחַ בָּהּ הָיָה לוֹ לְהַחְזִירָהּ לַבְּעָלִים. וְכֵן אִם מְכָרָהּ לוֹ בִּשְׁנַיִם וְאָמַר לוֹ הַיָּתֵר עַל שְׁנַיִם יִהְיֶה שְׂכָרְךָ בִּשְׁבִיל שֶׁאַתָּה מְטַפֵּל לְמָכְרָהּ וְאִם לֹא תִּמְצָא לְמָכְרָהּ כְּמוֹ שֶׁתִּרְצֶה הַחֲזִירָהּ לִי הֲרֵי זֶה מֻתָּר. אַף עַל פִּי שֶׁאִם אָבְדָה אוֹ נִגְנְבָה אוֹ הֶחְמִיצָה תִּהְיֶה בִּרְשׁוּת הַלּוֹקֵחַ: \n",
      "הָיוּ לוֹ פֵּרוֹת שֶׁאִם יִרְצֶה לְמָכְרָן בַּשּׁוּק וְלִקַּח דְּמֵיהֶן מִיָּד מוֹכְרָן בַּעֲשָׂרָה. וְאִם תָּבַע אוֹתָן הַלּוֹקֵחַ לִקְנוֹתָן וְיִתֵּן הַמָּעוֹת מִיָּד יִקְנֶה אוֹתָן בִּשְׁנֵים עָשָׂר. הֲרֵי זֶה מֻתָּר לְמָכְרָן בִּשְׁנֵים עָשָׂר עַד שְׁנֵים עָשָׂר חֹדֶשׁ. שֶׁאֲפִלּוּ הֵבִיא זֶה מְעוֹתָיו עַתָּה בִּשְׁנֵים עָשָׂר הָיָה קוֹנֶה אוֹתָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אָסוּר לִקְנוֹת פְּרִי הַפַּרְדֵּס קֹדֶם שֶׁיִּגָּמֵר וְיִתְבַּשֵּׁל. מִפְּנֵי שֶׁזֶּה שֶׁמּוֹכֵר בְּזוֹל עַתָּה בְּעֶשֶׂר הוּא פְּרִי שֶׁשָּׁוֶה עֶשְׂרִים כְּשֶׁיִּגָּמֵר. נִמְצֵאת הַתּוֹסֶפֶת בִּשְׁבִיל הַהַקָּפָה. אֲבָל אִם קָנָה עֵגֶל בְּזוֹל וְהָיָה אֵצֶל הַבְּעָלִים עַד שֶׁיַּגְדִּיל הֲרֵי זֶה מֻתָּר שֶׁהֲרֵי אִם מֵת אוֹ כָּחַשׁ בִּרְשׁוּת הַלּוֹקֵחַ הוּא וְהַכַּחַשׁ וְהַמִּיתָה דָּבָר מָצוּי תָּמִיד: \n",
      "הַנּוֹתֵן מָעוֹת לְבַעַל הַכֶּרֶם עַל הַשָּׂרִיגִים וְעַל הַזְּמוֹרוֹת לִכְשֶׁיִּכָּרְתוּ שֶׁהֵם בְּיֹקֶר וְהוּא קוֹנֶה אוֹתָן בְּזוֹל עַד שֶׁיִּבְשׁוּ וְיִכָּרְתוּ הֲרֵי זֶה צָרִיךְ לְהַפֵּךְ בָּהֶן כְּשֶׁהֵם מְחֻבָּרִים שֶׁנִּמְצָא כְּקוֹנֶה אִילָן לִזְמוֹרוֹתָיו. וְאִם לֹא הָפַךְ נִמְצְאוּ הַמָּעוֹת הַלְוָאָה וְהֵן לוֹקְחִין בְּזוֹל מִפְּנֵי הַהַקָּפָה וְאָסוּר: \n",
      "שׁוֹמְרֵי הַשָּׂדוֹת שֶׁנּוֹתְנִין לָהֶם חִטִּים בִּשְׂכָרָן בְּזוֹל מִן הַגֹּרֶן. כְּשֶׁיָּבוֹאוּ לַגֹּרֶן צְרִיכִין לְהִתְעַסֵּק עִמָּהֶן בִּמְלָאכָה בַּגֹּרֶן כְּדֵי שֶׁיִּהְיוּ הַחִטִּים הָאֵלּוּ שֶׁנָּטְלוּ בְּסוֹף זְמַן הַשְּׂכִירוּת. וְאִם לֹא עָשׂוּ כָּךְ נִמְצֵאת הַשְּׂכִירוּת אֵצֶל הַבְּעָלִים כְּמִלְוֶה וְזֶה שֶׁלָּקְחוּ בְּזוֹל מִפְּנֵי שֶׁאִחֲרוּ שְׂכָרָן עַד הַגֹּרֶן: \n",
      "אֲרִיסִין שֶׁהָיוּ בַּעֲלֵי הַשָּׂדוֹת מְסַלְּקִין אוֹתָן מִן הַשָּׂדֶה בְּנִיסָן וְנוֹתְנִין לָהֶם הָאֲרִיסִין בְּכָל זֶרַע חֹמֶר אַרְבַּע סְאִין וְהִנִּיחַ זֶה אֲרִיסִין בְּתוֹךְ שָׂדֵהוּ עַד אִיָּר וְנָטַל מֵהֶן שֵׁשׁ סְאִין הֲרֵי זֶה מֻתָּר וְאֵין שָׁם רִבִּית: \n",
      "הַלּוֹקֵחַ חִטִּים אַרְבַּע סְאִין בְּסֶלַע וְכֵן הַשַּׁעַר וְנָתַן לוֹ אֶת הַמָּעוֹת וּכְשֶׁבָּא לִגְבּוֹת אֶת הַחִטִּים לְאַחַר זְמַן הוֹסִיף לוֹ בַּמִּדָּה וְנָתַן לוֹ יֶתֶר. הֲרֵי זֶה מֻתָּר שֶׁהֲרֵי בִּרְצוֹנוֹ הוֹסִיף לוֹ וְאִלּוּ רָצָה לֹא הוֹסִיף שֶׁהֲרֵי לֹא הָיָה שָׁם תְּנַאי: \n",
      "מֻתָּר לְאָדָם לִתֵּן דְּמֵי חָבִית שֶׁל יַיִן לַחֲבֵרוֹ וְלוֹמַר לוֹ אִם הֶחְמִיצָה מִכָּאן עַד יוֹם פְּלוֹנִי בִּרְשׁוּתְךָ אֲבָל אִם הוֹזִילָה אוֹ הוֹקִירָה הֲרֵי הִיא שֶׁלִּי. שֶׁכֵּיוָן שֶׁקִּבֵּל עָלָיו הַזּוֹל הֲרֵי זֶה קָרוֹב לְשָׂכָר וּלְהֶפְסֵד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן מֻתָּר לְאָדָם לִקְנוֹת מֵחֲבֵרוֹ בְּתִשְׁרֵי מֵאָה כַּדִּין שֶׁל יַיִן בְּדִינָר וְאֵינוֹ נוֹטְלָן עַד טֵבֵת. וּכְשֶׁנּוֹטְלָן בּוֹדֵק וּמַחֲזִיר הַחֹמֶץ וְלוֹקֵחַ הַיַּיִן הַטּוֹב. שֶׁלֹּא קָנָה מִמֶּנּוּ אֶלָּא יַיִן טוֹב וְאֵלּוּ שֶׁהֶחְמִיצוּ מִתְּחִלָּה הָיוּ רְאוּיִין לְהַחְמִיץ אֲבָל לֹא נוֹדַע הַדָּבָר עַד אַחַר הַזְּמַן: \n",
      "מָקוֹם שֶׁנָּהֲגוּ לִשְׂכֹּר הַסְּפִינָה וְלִטּל שְׂכָרָהּ וְאִם נִשְׁבְּרָה שָׁמִין לוֹ מַה שֶּׁפָּחֲתָה וּמְשַׁלֵּם יֶתֶר עַל שְׂכָרָהּ הֲרֵי זֶה מֻתָּר. וְכֵן מֻתָּר לְהַשְׂכִּיר סִיר שֶׁל נְחשֶׁת וְכַיּוֹצֵא בּוֹ וְנוֹטֵל הַשָּׂכָר וּדְמֵי מַה שֶּׁפָּחַת מִמִּשְׁקָלוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין מְקַבְּלִין צֹאן בַּרְזֶל מִיִּשְׂרָאֵל מִפְּנֵי שֶׁהוּא אֲבַק רִבִּית. וְכֵיצַד הֵן צֹאן בַּרְזֶל. הֲרֵי שֶׁהָיָה לוֹ מֵאָה צֹאן וְקִבְּלָם מִמֶּנּוּ לְהִטַּפֵּל בָּהֶן וְיִהְיוּ הַגִּזּוֹת וְהַוְּלָדוֹת וְהֶחָלָב לָאֶמְצַע לִשְׁלִישׁ אוֹ לִרְבִיעַ עַד שָׁנָה אוֹ עַד שְׁנָתַיִם כְּמוֹ שֶׁהִתְנוּ בֵּינֵיהֶם וְאִם מֵתוּ הַצֹּאן הֲרֵי הַמְקַבֵּל מְשַׁלֵּם דְּמֵיהֶם הֲרֵי זֶה אָסוּר שֶׁהֲרֵי בַּעַל הַצֹּאן קָרוֹב לְשָׂכָר וְרָחוֹק לְהֶפְסֵד. לְפִיכָךְ אִם קִבֵּל עָלָיו בַּעַל הַצֹּאן שֶׁאִם הוּקְרוּ אוֹ הוּזְלוּ אוֹ אִם נִטְרְפוּ הֲרֵי הֵן בִּרְשׁוּתוֹ הֲרֵי זֶה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשָּׁם פָּרָה מֵחֲבֵרוֹ וְאָמַר לוֹ אִם מֵתָה הֲרֵי הִיא עַתָּה עָלַי בִּשְׁלֹשִׁים דִּינָרִים וַאֲנִי אַעֲלֶה לְךָ סֶלַע בְּכָל חֹדֶשׁ מֻתָּר לְפִי שֶׁלֹּא עֲשָׂאָהּ מֵחַיִּים דָּמִים אֶלָּא לְאַחַר מִיתָה: \n",
      "מַשְׂכֶּרֶת אִשָּׁה לַחֲבֶרְתָּהּ תַּרְנְגלֶת לֵישֵׁב עַל הַבֵּיצִים בִּשְׁנֵי אֶפְרוֹחִים וְאֵין חוֹשְׁשִׁין מִשּׁוּם רִבִּית: \n",
      "מִי שֶׁהָיָה נוֹשֶׁה בַּחֲבֵרוֹ אַרְבָּעָה דִּינָרִים שֶׁל רִבִּית וְנָתַן לוֹ בָּהֶן חֵפֶץ שֶׁשָּׁוֶה חֲמִשָּׁה כְּשֶׁמּוֹצִיאִין מִמֶּנּוּ מוֹצִיאִין מִמֶּנּוּ חֲמִשָּׁה הוֹאִיל וּבְתוֹרַת רִבִּית בָּא לְיָדוֹ. וְכֵן אִם נָתַן לוֹ בָּהֶן כְּסוּת אוֹ כְּלִי מוֹצִיאִין מִמֶּנּוּ אֶת הַכְּלִי עַצְמוֹ וְאוֹתוֹ הַכְּסוּת עַצְמוֹ. הִשְׂכִּיר לוֹ בָּהֶן מָקוֹם שֶׁשָּׁוֶה שְׂכָרוֹ שְׁלֹשָׁה דִּינָרִין כְּשֶׁמּוֹצִיאִין מִמֶּנּוּ מוֹצִיאִין מִמֶּנּוּ אַרְבָּעָה שֶׁהֲרֵי בְּאַרְבָּעָה שָׂכַר מִמֶּנּוּ מָקוֹם זֶה שֶׁקִּבֵּל עָלָיו: \n"
    ],
    [
      "אֵין פּוֹסְקִין עַל הַפֵּרוֹת עַד שֶׁיֵּצֵא הַשַּׁעַר. יָצָא הַשַּׁעַר פּוֹסְקִין. אַף עַל פִּי שֶׁאֵין לָזֶה יֵשׁ לָזֶה. כֵּיצַד. הָיָה הַשַּׁעַר לַחִטִּים קָבוּעַ לַשּׁוּק אַרְבַּע סְאִין בְּסֶלַע הֲרֵי זֶה פּוֹסֵק עִמּוֹ עַל מֵאָה סְאִין וְנוֹתֵן לוֹ חָמֵשׁ וְעֶשְׂרִים סְלָעִים. וְאִם יִתֵּן לוֹ מֵאָה סְאָה שֶׁל חִטִּים אַחַר זְמַן בְּעֵת שֶׁיִּהְיוּ הַחִטִּים סְאָה בְּסֶלַע אֵין בָּזֶה רִבִּית כְּלָל אַף עַל פִּי שֶׁלֹּא הָיָה לַמּוֹכֵר חִטִּים כְּלָל בְּעֵת שֶׁפָּסַק. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה לוֹ כְּלוּם מֵאוֹתוֹ הַמִּין בְּעֵת שֶׁפָּסַק עָלָיו. אֲבָל אִם הָיָה לַמּוֹכֵר מֵאוֹתוֹ הַמִּין כְּלוּם אַף עַל פִּי שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ הֲרֵי זֶה מֻתָּר לִפְסֹק עָלָיו אַף עַל פִּי שֶׁעֲדַיִן לֹא יָצָא הַשַּׁעַר. כֵּיצַד. הָיָה הוּא תְּחִלָּה לַקּוֹצְרִים הֲרֵי זֶה פּוֹסֵק עַל הַחִטִּים אַף עַל פִּי שֶׁעֲדַיִן הֵן גָּדִישׁ. וּפוֹסֵק עַל הַיַּיִן מִשֶּׁיִּבְצֹר הָעֲנָבִים וְיִתְּנֵם בְּעָבִיט וְעַל הַשֶּׁמֶן מִשֶּׁנָּתַן זֵיתִים בַּמַּעֲטָן וְעַל הַסִּיד מִשֶּׁיְּשַׁקְּעֶנָּה בַּכִּבְשָׁן. וְכֵן פּוֹסֵק עַל כְּלֵי חֶרֶשׂ מִשֶּׁיַּעֲשֶׂה הַיּוֹצֵר בֵּיצִים שֶׁלָּהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה עֲפָרָן לָבָן אֲבָל עֲפָרָן שָׁחוֹר פּוֹסֵק עַל הַכֵּלִים הַנַּעֲשִׂין מִמֶּנּוּ אַף עַל פִּי שֶׁלֹּא נַעֲשׂוּ מִפְּנֵי שֶׁהוּא מָצוּי לַכּל וְאַף עַל פִּי שֶׁאֵין לָזֶה יֵשׁ לָזֶה. וְכֵן פּוֹסֵק עִמּוֹ עַל הַזֶּבֶל כָּל יְמוֹת הַשָּׁנָה אַף עַל פִּי שֶׁאֵין לוֹ זֶבֶל מִפְּנֵי שֶׁהוּא מָצוּי תָּמִיד: \n",
      "כָּל דָּבָר שֶׁהוּא מְחֻסַּר מְלָאכָה אַחַת אוֹ שְׁתַּיִם פּוֹסֵק עִמּוֹ עָלָיו. הָיָה מְחֻסַּר שָׁלֹשׁ מְלָאכוֹת אֵינוֹ פּוֹסֵק אֶלָּא אִם כֵּן יָצָא הַשַּׁעַר שֶׁכֵּיוָן שֶׁהוּא מְחֻסַּר שָׁלֹשׁ מְלָאכוֹת הֲרֵי זֶה כְּמִי שֶׁאֵין לוֹ מֵאוֹתוֹ הַמִּין כְּלוּם וּכְמוֹ לֹא בָּא לָעוֹלָם עֲדַיִן. כֵּיצַד. גָּדִישׁ שֶׁהָיָה מְחֻסַּר הַנָּחָה בַּשֶּׁמֶשׁ שֶׁיִּבַשׁ וְדִישָׁה וּזְרִיָּה אֵינוֹ פּוֹסֵק עָלָיו אֶלָּא אִם כֵּן יָצָא הַשַּׁעַר. הָיָה יָבֵשׁ וְאֵינוֹ מְחֻסָּר אֶלָּא דִּישָׁה וּזְרִיָּה פּוֹסֵק עָלָיו. בֵּיצִים שֶׁל יוֹצֵר שֶׁהָיוּ מְחֻסָּרִין לְפִיפָה וְיִבּוּשׁ וְהוֹלָכָה לַכִּבְשָׁן וּשְׂרֵפָה וְהוֹצָאָה אֵינוֹ פּוֹסֵק עֲלֵיהֶן. הָיוּ יְבֵשִׁין וְאֵינָן מְחֻסָּרִין אֶלָּא הוֹלָכָה לַכִּבְשָׁן וּשְׂרֵפָה פּוֹסֵק עֲלֵיהֶן. וְהוּא שֶׁיִּהְיֶה דֶּרֶךְ הַלּוֹקֵחַ לְהוֹצִיא אוֹתוֹ מִן הַכִּבְשָׁן. אֲבָל אִם הָיָה הַמּוֹכֵר הוּא שֶׁמּוֹצִיא הֲרֵי אֵלּוּ מְחֻסָּרִין שָׁלֹשׁ וְאֵינוֹ פּוֹסֵק עֲלֵיהֶן עַד שֶׁיֵּצֵא הַשַּׁעַר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַהוֹלֵךְ לַחֲלֹב אֶת עִזָּיו וְלִגְזֹז אֶת רְחֵלָיו וְלִרְדּוֹת אֶת כַּוַּרְתּוֹ וּמְצָאוֹ חֲבֵרוֹ וְאָמַר לוֹ מַה שֶּׁעִזַּי חוֹלְבוֹת מָכוּר לְךָ מַה שֶּׁרְחֵלַי גּוֹזְזוֹת מָכוּר לְךָ מַה שֶּׁכַּוַּרְתִּי רוֹדָה מָכוּר לְךָ הֲרֵי זֶה מֻתָּר. אֲבָל אָמַר לוֹ מַה שֶּׁעִזַּי חוֹלְבוֹת כָּךְ וְכָךְ מָכוּר לְךָ בְּכָךְ וְכָךְ. מַה שֶּׁרְחֵלַי גּוֹזְזוֹת כָּךְ וְכָךְ מָכוּר לְךָ בְּכָךְ וְכָךְ. מַה שֶּׁכַּוַּרְתִּי רוֹדָה כָּךְ וְכָךְ מָכוּר לְךָ בְּכָךְ וְכָךְ אָסוּר אֶלָּא אִם כֵּן פָּסַק עִמּוֹ כַּשַּׁעַר שֶׁבַּשּׁוּק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין פּוֹסְקִין עַל שַׁעַר שֶׁל עֲיָרוֹת מִפְּנֵי שֶׁאֵין הַשַּׁעַר קָבוּעַ אֶלָּא עַל שַׁעַר שֶׁבַּמְּדִינָה. הָיוּ הַחִטִּים הַחֲדָשׁוֹת בַּמְּדִינָה אַרְבַּע סְאִין בְּסֶלַע וִישָׁנוֹת שָׁלֹשׁ בְּסֶלַע אֵין פּוֹסְקִין עַד שֶׁיֵּצֵא הַשַּׁעַר לֶחָדָשׁ וְלַיָּשָׁן. הָיוּ חִטִּין שֶׁל לְקוּטוֹת אַרְבַּע סְאִין בְּסֶלַע וְשֶׁל בַּעַל הַבַּיִת שָׁלֹשׁ פּוֹסֵק לַלְּקוּטוֹת כְּשַׁעַר לְקוּטוֹת וְלֹא יִפְסֹק לְבַעַל הַבַּיִת עַד שֶׁיִּקְבַּע הַשַּׁעַר לְבַעַל הַבַּיִת: \n",
      "כֵּיוָן שֶׁנִּקְבַּע הַשַּׁעַר מֻתָּר לִפְסֹק עַל הַשַּׁעַר הַגָּבוֹהַּ. כֵּיצַד. הָיוּ הַחִטִּים נִמְכָּרוֹת אַרְבַּע סְאִין בְּסֶלַע וּפָסַק עִמּוֹ שֶׁיִּתֵּן לוֹ הַחִטִּים כַּשַּׁעַר הַזּוֹל אִם עָמְדוּ אַחַר כֵּן עֶשֶׂר סְאִין בְּסֶלַע נוֹתֵן לוֹ עֶשֶׂר סְאִין כַּשַּׁעַר שֶׁהָיָה בַּשּׁוּק שֶׁהֲרֵי פָּסַק עִמּוֹ בְּשַׁעַר גָּבוֹהַּ. נָתַן לוֹ הַמָּעוֹת סְתָם וְלֹא פָּסַק עִמּוֹ בַּשַּׁעַר הַגָּבוֹהַּ וְהוּזְלוּ נוֹתֵן כַּשַּׁעַר שֶׁהָיוּ שָׁוִין כְּשֶׁנָּתַן לוֹ הַמָּעוֹת. וּמִי שֶׁחָזַר מְקַבֵּל מִי שֶׁפָּרַע. בַּמֶּה דְּבָרִים אֲמוּרִים בְּפוֹסֵק עַל דַּעַת עַצְמוֹ. אֲבָל אִם הָיָה שָׁלִיחַ לַאֲחֵרִים בֵּין הַמּוֹכֵר בֵּין הַלּוֹקֵחַ אֵינוֹ נוֹטֵל אֶלָּא כַּשַּׁעַר הַזּוֹל אוֹ מַחְזִיר אֶת הַדָּמִים וְאֵינוֹ מְקַבֵּל מִי שֶׁפָּרַע בְּשָׁלִיחַ שֶׁהֲרֵי הַמְשַׁלֵּחַ אוֹמֵר לְתַקֵּן שְׁלַחְתִּיךָ וְלֹא לְעַוֵּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָיוּ הַחִטִּים נִמְכָּרוֹת אַרְבַּע סְאִין בְּסֶלַע וְנָטַל אֶת הַדָּמִים וְנָתַן לוֹ חָמֵשׁ בְּסֶלַע אִם יֵשׁ לוֹ חִטִּים מֻתָּר. הָיוּ לוֹ חִטִּים חוֹב אֵצֶל אֲחֵרִים וְנָטַל הַמָּעוֹת עַד שֶׁיִּגְבֶּה חִטָּיו וְיִתֵּן לוֹ אָסוּר שֶׁהֲרֵי הֵן מְחֻסָּרִין גְּבִיָּה וּכְאִלּוּ אֵינָם וַהֲרֵי זֶה כְּקוֹבֵעַ לוֹ זְמַן וְהוֹזִיל לוֹ מִפְּנֵי שֶׁמַּקִּיפוֹ: \n",
      "הָיוּ הַחִטִּים בַּמְּדִינָה אַרְבַּע סְאִין בְּסֶלַע וּבַכְּפָרִים שֵׁשׁ בַּסֶּלַע הֲרֵי זֶה מֻתָּר לִתֵּן סֶלַע לְתַגָּר כְּדֵי שֶׁיָּבִיא שֵׁשׁ סְאִין מִן הַכְּפָר. וְהוּא שֶׁיִּהְיוּ בִּרְשׁוּת הַלּוֹקֵחַ. אִם אָבְדוּ בַּדֶּרֶךְ אוֹ נִגְנְבוּ אָבְדוּ לוֹ. וְאָדָם חָשׁוּב אָסוּר לַעֲשׂוֹת זֶה. ובְּמִינֵי סְחוֹרָה אָסוּר לְכָל אָדָם לְפִי שֶׁאֵין מִינֵי סְחוֹרָה מְצוּיִין כְּפֵרוֹת: \n",
      "הַחַמָּרִין שֶׁנִּכְנְסוּ לָעִיר וַהֲרֵי הַחִטִּים אַרְבַּע סְאִין בְּסֶלַע. הוֹזִילוּ וּמָכְרוּ לְמַכִּירֵיהֶן אוֹ לְסַפְסָרֵיהֶן חָמֵשׁ בְּסֶלַע בַּמָּעוֹת שֶׁנָּתְנוּ לָהֶן תְּחִלָּה כְּשֶׁיִּכָּנְסוּ לָעִיר עַד שֶׁיִּפְתְּחוּ שַׂקֵּיהֶן וְיִמְכְּרוּ לְכָל אָדָם הֲרֵי זֶה מֻתָּר שֶׁאֵין אֵלּוּ מוֹכְרִין לָהֶם בְּזוֹל מִפְּנֵי שֶׁנָּתְנוּ מָעוֹת עַתָּה וְלֹא יִקְחוּ אֶלָּא לְאַחַר זְמַן אֶלָּא מִפְּנֵי שֶׁמּוֹדִיעִין לָהֶם אֶת הַשַּׁעַר וּמְסַעֲדִין אוֹתָם: \n",
      "הַמּוֹלִיךְ פֵּרוֹתָיו מִמָּקוֹם לְמָקוֹם מְצָאוֹ חֲבֵרוֹ וְאָמַר לוֹ תְּנֵם לִי וַאֲנִי אַעֲלֶה לְךָ פֵּרוֹת שֶׁיֵּשׁ לִי (בְּמָקוֹם פְּלוֹנִי) בְּאוֹתוֹ מָקוֹם. אִם יֵשׁ לוֹ שָׁם מֻתָּר וְאִם לָאו אָסוּר. הָיָה מוֹלִיךְ סְחוֹרָה מִמָּקוֹם לְמָקוֹם אָמַר לוֹ תְּנֵם לִי וַאֲנִי אַעֲלֶה לְךָ דָּמֶיהָ כְּמוֹ שֶׁשָּׁוֶה בְּאוֹתוֹ מָקוֹם אִם הָיְתָה בִּרְשׁוּת הַמּוֹכֵר עַד שֶׁהִגִּיעַ לְשָׁם מֻתָּר וְאִם הָיְתָה בִּרְשׁוּת לוֹקֵחַ אָסוּר: \n",
      "הַנּוֹתֵן לְבַעַל הַגִּנָּה דְּמֵי עֲשָׂרָה קִשּׁוּאִין אֵלּוּ דְּמֵי עֲשָׂרָה אֲבַטִּיחִים אֵלּוּ וַהֲרֵי הֵן קְטַנִּים וְהִתְנָה עִמּוֹ שֶׁיִּתְּנֵם לוֹ לִכְשֶׁיַּגְדִּילוּ הֲרֵי זֶה מֻתָּר שֶׁהֲרֵי הוּא מַנִּיחָן וְהֵם גְּדֵלִים מֵאֲלֵיהֶן וְאִלּוּ קִצְּצָן עַתָּה כְּשֶׁהֵן קְטַנִּים לֹא הָיוּ בָּאִים אֲחֵרִים תַּחְתֵּיהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִדָּבָר שֶׁאֵין בּוֹ הֶפְסֵד וְלֹא חִסָּרוֹן עַל הַמּוֹכֵר: \n"
    ],
    [
      "כְּשֵׁם שֶׁמֻּתָּר לַמּוֹכֵר לִפְסֹק עַל שַׁעַר שֶׁבַּשּׁוּק כָּךְ מֻתָּר לִלְווֹת הַפֵּרוֹת סְתָם וּפוֹרְעִין סְתָם בְּלֹא קְבִיעַת זְמַן עַל הַשַּׁעַר שֶׁבַּשּׁוּק. כֵּיצַד. הָיָה הַשַּׁעַר קָבוּעַ וְיָדוּעַ לִשְׁנֵיהֶם וְלָוָה מֵחֲבֵרוֹ עֶשֶׂר סְאִין חַיָּב לְהַחְזִיר לוֹ עֶשֶׂר סְאִין אַף עַל פִּי שֶׁהוּקְרוּ הַחִטִּים שֶׁהֲרֵי כְּשֶׁלָּוָה מִמֶּנּוּ הָיָה הַשַּׁעַר יָדוּעַ וְאִלּוּ רָצָה הָיָה קוֹנֶה וּמַחֲזִיר לוֹ שֶׁהֲרֵי לֹא קָבַע לוֹ זְמַן: \n",
      "הָיָה לוֹ מֵאוֹתוֹ הַמִּין שֶׁלָּוָה הֲרֵי זֶה מֻתָּר לִלְווֹת סְתָם בְּלֹא קְבִיעַת זְמַן וּפוֹרֵעַ סְתָם אַף עַל פִּי שֶׁעֲדַיִן לֹא יָצָא הַשַּׁעַר. וַאֲפִלּוּ הָיְתָה לוֹ סְאָה בִּלְבַד לוֶֹה עָלֶיהָ כַּמָּה סְאִין. הָיְתָה לוֹ טִפָּה אַחַת שֶׁל שֶׁמֶן אוֹ שֶׁל יַיִן לוֶֹה עָלֶיהָ כַּמָּה גַרְבֵּי יַיִן וְשֶׁמֶן. לֹא הָיְתָה לוֹ מֵאוֹתוֹ הַמִּין כְּלוּם וְלֹא נִקְבַּע שַׁעַר הַשּׁוּק עֲדַיִן אוֹ שֶׁלֹּא יָדְעוּ שַׁעַר הַשּׁוּק הֲרֵי זֶה אָסוּר לִלְווֹת סְאָה בִּסְאָה. וְכֵן בִּשְׁאָר הַפֵּרוֹת לֹא יַלְוֶה אוֹתָן עַד שֶׁיַּעֲשֶׂה אוֹתָן דָּמִים. וְאִם לָוָה וְלֹא עָשָׂה אוֹתָן [דָּמִים] וְהוּזְלוּ מַחְזִיר לוֹ פֵּרוֹת כַּמִּדָּה שֶׁלָּוָה אוֹ כַּמִּשְׁקָל. וְאִם הוּקַר נוֹטֵל דָּמִים שֶׁהָיוּ שָׁוִין בִּשְׁעַת הַלְוָאָה. אַף עַל פִּי שֶׁיֵּשׁ לוֹ מֵאוֹתוֹ הַמִּין אוֹ שֶׁהָיָה הַשַּׁעַר קָבוּעַ בַּשּׁוּק הֲרֵי זֶה אָסוּר לִלְווֹת פֵּרוֹת בְּפֵרוֹת עַד זְמַן קָבוּעַ אֶלָּא לוֶֹה סְתָם וּפוֹרֵעַ בְּאֵיזֶה זְמַן שֶׁיִּפְרַע: \n",
      "לֹא יֹאמַר אָדָם לַחֲבֵרוֹ הַלְוֵינִי כּוֹר חִטִּים וַאֲנִי אַחְזִיר לְךָ כּוֹר לַגֹּרֶן אֶלָּא אוֹמֵר לוֹ הַלְוֵינִי עַד שֶׁיָּבוֹא בְּנִי אוֹ עַד שֶׁאֶמְצָא הַמַּפְתֵּחַ: \n",
      "לָוָה פֵּרוֹת עַד זְמַן קָבוּעַ אִם הוּזְלוּ מַחְזִיר לוֹ פֵּרוֹת בַּזְּמַן שֶׁקָּבַע וְאִם הוּקְרוּ נוֹתֵן לוֹ דָּמִים שֶׁהָיוּ שָׁוִין בִּשְׁעַת הַהַלְוָאָה: \n",
      "מַלְוֶה אָדָם אֶת אֲרִיסָיו חִטִּים בְּחִטִּים לְזֶרַע בֵּין קֹדֶם שֶׁיָּרַד הָאָרִיס לַשָּׂדֶה בֵּין אַחַר שֶׁיָּרַד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁנָּהֲגוּ שֶׁיִּתֵּן הָאָרִיס אֶת הַזֶּרַע שֶׁהֲרֵי בְּיַד בַּעַל הַקַּרְקַע לְסַלְּקוֹ כָּל זְמַן שֶׁלֹּא נָתַן. אֲבָל בְּמָקוֹם שֶׁדֶּרֶךְ בַּעַל הַקַּרְקַע לִתֵּן אֶת הַזֶּרַע אִם עֲדַיִן לֹא יָרַד הָאָרִיס הֲרֵי זֶה מֻתָּר לְהַלְווֹת חִטִּים בְּחִטִּים שֶׁעֲדַיִן יֵשׁ לוֹ לְסַלְּקוֹ נִמְצָא בְּעֵת שֶׁיָּרַד לַשָּׂדֶה יָרַד עַל דַּעַת שֶׁיַּחְזִיר לוֹ חִטִּים שֶׁהִלְוָהוּ. אֲבָל אַחַר שֶׁיָּרַד לַשָּׂדֶה הוֹאִיל וְאֵינוֹ יָכוֹל לְסַלְּקוֹ הֲרֵי הוּא כְּכָל אָדָם וְאָסוּר לְהַלְווֹתוֹ חִטִּים בַּחִטִּים לְזֶרַע אֲבָל מַלְוֵהוּ סְתָם עַל שַׁעַר שֶׁבַּשּׁוּק: \n",
      "מִי שֶׁהָיָה נוֹשֶׁה בַּחֲבֵרוֹ מָעוֹת וְאָמַר לוֹ תֵּן לִי מְעוֹתַי שֶׁאֲנִי רוֹצֶה לִקַּח בָּהֶן חִטִּים. אָמַר לוֹ צֵא וַעֲשֵׂה אוֹתָן עָלַי כְּשַׁעַר שֶׁל עַכְשָׁו וְיִהְיֶה לְךָ אֶצְלִי חִטִּים בְּהַלְוָאָה. אִם יֵשׁ לוֹ חִטִּים כְּשִׁעוּר מְעוֹתָיו מֻתָּר וְאִם אֵין [לוֹ] אוֹתוֹ הַמִּין הֲרֵי זֶה אָסוּר. שֶׁלֹּא אָמְרוּ חֲכָמִים שֶׁמֻּתָּר לִפְסֹק עַל שַׁעַר שֶׁבַּשּׁוּק אַף עַל פִּי שֶׁאֵין לוֹ כְּלוּם מֵאוֹתוֹ הַמִּין אֶלָּא בְּנוֹתֵן מְעוֹתָיו לִקְנוֹת בָּהֶן פֵּרוֹת. אֲבָל הָרוֹצֶה לְהַעֲמִיד הַלְוָאָתוֹ עַל גַּב הַפֵּרוֹת אָסוּר עַד שֶׁיִּהְיוּ לוֹ פֵּרוֹת. הָיָה לַלּוֶֹה חִטִּים וְעָשָׂה הַלְוָאָתוֹ עָלָיו חִטִּים וּבָא אַחַר זְמַן וְאָמַר לוֹ תֵּן לִי חִטִּים שֶׁאֲנִי רוֹצֶה לְמָכְרָן וְלִקַּח בִּדְמֵיהֶן יַיִן. אָמַר לוֹ צֵא וַעֲשֵׂה אוֹתָן עָלַי יַיִן כַּשַּׁעַר שֶׁבַּשּׁוּק עַתָּה. אִם יֵשׁ לוֹ יַיִן הֲרֵי זֶה מֻתָּר וְנַעֲשֵׂית הַלְוָאָתוֹ אֶצְלוֹ יַיִן וְאִם אֵין לוֹ יַיִן אָסוּר. הֲרֵי שֶׁלֹּא הָיָה לוֹ וְעָבַר וְהֶחְזִיר הַהַלְוָאָה פֵּרוֹת אַף עַל פִּי שֶׁקָּנָה פֵּרוֹת אַחַר כָּךְ אֵינוֹ חַיָּב לִתֵּן לוֹ פֵּרוֹת אֶלָּא נוֹתֵן לוֹ מָעוֹת שֶׁהִלְוָהוּ: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ בִּפני עֵדִים אוֹ שֶׁאָמַר לְעֵדִים הֱיוּ עָלַי עֵדִים שֶׁאֲנִי חַיָּב לָזֶה מָנֶה אוֹ אַתֶּם עֵדַי שֶׁאֲנִי חַיָּב לָזֶה מָנֶה. זוֹ נִקְרֵאת מִלְוֶה עַל פֶּה וְאֵין צָרִיךְ לְפָרְעוֹ בְּעֵדִים. לְפִיכָךְ אִם טָעַן וְאָמַר אַחַר כָּךְ פָּרַעְתִּי נִשְׁבָּע הֶסֵּת וְנִפְטָר. אֲבָל הַמַּלְוֶה אֶת חֲבֵרוֹ בִּשְׁטָר צָרִיךְ לְפָרְעוֹ בְּעֵדִים לְפִיכָךְ אִם טָעַן וְאָמַר פָּרַעְתִּי שְׁטָר זֶה אֵינוֹ נֶאֱמָן אֶלָּא אוֹמְרִים לוֹ אוֹ הָבֵא עֵדִים אוֹ עֲמֹד וְשַׁלֵּם לוֹ חוֹבוֹ. לְפִיכָךְ הָאוֹמֵר לְעֵדִים הֱיוּ עָלַי עֵדִים שֶׁאֲנִי חַיָּב לָזֶה מָנֶה אֵין כּוֹתְבִין עֵדוּתָן וְנוֹתְנִין לַמַּלְוֶה. שֶׁלֹּא יַחֲזִירוֹ לַמַּלְוֶה עַל פִּי עֵדוּת בִּשְׁטָר עַד שֶׁיֹּאמַר לָהֶן הַלּוֶֹה כִּתְבוּ שְׁטָר וְחִתְמוּ וּתְנוּ לוֹ. אַף עַל פִּי שֶׁאָמַר לָהֶן כָּךְ צְרִיכִין לְהִמָּלֵךְ בּוֹ אַחַר שֶׁחָתְמוּ בַּשְּׁטָר וְאַחַר כָּךְ נוֹתְנִין הַשְּׁטָר בְּיַד הַמַּלְוֶה. קָנוּ מִיָּדוֹ שֶׁהוּא חַיָּב לוֹ מָנֶה הֲרֵי אֵלּוּ כּוֹתְבִין וְנוֹתְנִין אַף עַל פִּי שֶׁלֹּא אָמַר לָהֶן כְּתֹבוּ שֶׁסְּתָם קִנְיָן לִכְתִיבָה עוֹמֵד וְאֵינָן צְרִיכִין לְהִמָּלֵךְ בּוֹ: \n",
      "לוֶֹה שֶׁכָּתַב שְׁטָר בִּכְתַב יָדוֹ וְהֵעִיד בּוֹ עֵדִים וּנְתָנוֹ לַמַּלְוֶה הֲרֵי זֶה שְׁטָר כָּשֵׁר. וְכֵן אִם כָּתַב שְׁטָר אַף עַל פִּי שֶׁאֵין בּוֹ עֵדִים וּנְתָנוֹ לַמַּלְוֶה בִּפְנֵי עֵדִים הֲרֵי זוֹ מִלְוֶה בִּשְׁטָר. וְהוּא שֶׁיִּהְיֶה כְּתָב שֶׁאֵינוֹ יָכוֹל לְהִזְדַּיֵּף וְיִקְרְאוּ אוֹתוֹ הָעֵדִים שֶׁנִּמְסַר בִּפְנֵיהֶם. וְיֵשׁ מִן הַגְּאוֹנִים שֶׁהוֹרָה שֶׁצָּרִיךְ לוֹמַר לָעֵדִים שֶׁמָּסְרוּ בִּפְנֵיהֶם חִתְמוּ וְהָעִידוּ שֶׁנִּמְסַר בִּפְנֵיכֶם: \n",
      "הוֹצִיא עָלָיו כְּתַב יָדוֹ שֶׁהוּא חַיָּב לוֹ וְאֵין שָׁם עֵדִים אַף עַל פִּי שֶׁהֻחְזַק כְּתַב יָדוֹ בְּבֵית דִּין הֲרֵי זֶה כְּמִלְוֶה עַל פֶּה לְכָל דָּבָר. וְאִם טָעַן שֶׁפָּרַע נִשְׁבָּע הֶסֵּת וְנִפְטָר וְאֵינוֹ גּוֹבֶה בִּכְתָב זֶה לֹא מִן הַיּוֹרְשִׁין וְלֹא מִן הַלָּקוֹחוֹת: \n",
      "כָּל מִלְוֶה בִּשְׁטָר גּוֹבֶה אוֹתָהּ מִן הַיּוֹרְשִׁין וּמִן הַלָּקוֹחוֹת כְּמוֹ שֶׁיִּתְבָּאֵר. וּמִלְוֶה עַל פֶּה גּוֹבֶה אוֹתָהּ מִן הַיּוֹרְשִׁין וְאֵינוֹ גּוֹבֶה אוֹתָהּ מִן הַלָּקוֹחוֹת לְפִי שֶׁאֵין לָהּ קוֹל לְפִיכָךְ לֹא יִטְרֹף בָּהּ. אֲבָל מִלְוֶה שֶׁבִּשְׁטָר קוֹל יֵשׁ לָהּ וְהַלּוֹקֵחַ הִפְסִיד עַל עַצְמוֹ שֶׁלֹּא שָׁאַל עַד שֶׁיָּדַע שֶׁנְּכָסָיו שֶׁל זֶה מְשֻׁעְבָּדִין בַּמִּלְוֶה שֶׁעָלָיו. שֶׁכָּל נִכְסֵי הַלּוֶֹה תַּחַת שִׁעְבּוּד הַמַּלְוֶה מִן הַתּוֹרָה: \n",
      "הַמּוֹכֵר שָׂדֵהוּ בְּעֵדִים וְיָצָאת מִתַּחַת יְדֵי הַלּוֹקֵחַ אַף עַל פִּי שֶׁאֵין שָׁם שְׁטָר בְּיַד הַלּוֹקֵחַ הֲרֵי זֶה חוֹזֵר וְטוֹרֵף מִנְּכָסִים מְשֻׁעְבָּדִים כְּמוֹ שֶׁיִּתְבָּאֵר. שֶׁכָּל הַמּוֹכֵר בְּפַרְהֶסְיָא מוֹכֵר וְקוֹל יֵשׁ לוֹ: \n",
      "אֵין הַהַלְוָאָה שֶׁעַל פֶּה נִגְבֵּית מִן הַיּוֹרְשִׁין אֶלָּא בְּאֶחָד מִשְּׁלֹשָׁה דְּבָרִים אֵלּוּ. כְּשֶׁחַיָּב מוֹדֶה בָּהּ וְצִוָּה בְּחָלְיוֹ שֶׁיֵּשׁ לִפְלוֹנִי עָלָיו חוֹב עֲדַיִן. אוֹ שֶׁהָיְתָה הַהַלְוָאָה לִזְמַן וְלֹא הִגִּיעַ זְמַן לְפָרְעָהּ וַחֲזָקָה הִיא שֶׁאֵין אָדָם פּוֹרֵעַ בְּתוֹךְ זְמַנּוֹ. אוֹ שֶׁנִּדּוּהוּ עַד שֶׁיִּתֵּן וּמֵת בְּנִדּוּיוֹ. כָּל אֵלּוּ גּוֹבִין מִן הַיּוֹרְשִׁין בְּלֹא שְׁבוּעָה. אֲבָל אִם בָּאוּ עֵדִים שֶׁהָיָה חַיָּב לָזֶה מָנֶה אוֹ בְּפָנֵינוּ הִלְוָהוּ אֵינוֹ גּוֹבֶה מִן הַיּוֹרֵשׁ כְּלוּם שֶׁמָּא פְּרָעוֹ שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ בְּעֵדִים אֵין צָרִיךְ לְפָרְעוֹ בְּעֵדִים. וְכֵן אִם מוֹצִיא כְּתַב יַד אֲבִיהֶן שֶׁהוּא חַיָּב לוֹ אֵינוֹ גּוֹבֶה בּוֹ כְּלוּם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לוֶֹה שֶׁאֵין לוֹ מִטַּלְטְלִין וְיֵשׁ לוֹ קַרְקַע אִם נוֹדַע לְבֵית דִּין שֶׁתּוֹלֶה מְעוֹתָיו בְּיַד אֲחֵרִים כּוֹפִין אוֹתוֹ לִמְכֹּר וְלִתֵּן לְבַעַל חוֹבוֹ. וְאִם לֹא נוֹדַע לָהֶם דָּבָר זֶה מַחְרִימִין עַל מִי שֶׁיֵּדַע לוֹ מִטַּלְטְלִין וְלֹא יְבִיאֵם. וְאַחַר כָּךְ יוֹרְדִין לְבֵינוֹנִית שֶׁבִּנְכָסָיו וּמַגְבִּין לְבַעַל חוֹבוֹ כְּמוֹ שֶׁיִּתְבָּאֵר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁנִּפְרָעִין מִן הַלּוֶֹה עַצְמוֹ. אֲבָל הַבָּא לִפָּרַע מִן הַיּוֹרֵשׁ בֵּין קָטָן בֵּין גָּדוֹל לֹא יִפָּרַע מִן הַמִּטַּלְטְלִין אֲפִלּוּ הָיוּ מֻפְקָדִין אוֹ מִלְוֶה אֵצֶל אֲחֵרִים. שֶׁהַמִּטַּלְטְלִין אֵינָן תַּחַת שִׁעְבּוּד בַּעַל חוֹב מִן הַתּוֹרָה: \n",
      "מִצְוָה עַל הַיְתוֹמִין לִפְרֹעַ חוֹב אֲבִיהֶן מִן הַמִּטַּלְטְלִין שֶׁהִנִּיחַ. וְאִם לֹא רָצָה הַיּוֹרֵשׁ לִתֵּן אֵין כּוֹפִין אוֹתוֹ. וְאִם תָּפַס בַּעַל חוֹב מֵחַיִּים גּוֹבֶה מֵהֶן. טָעַן שֶׁמֵּחַיִּים תְּפָסָן וְהַיּוֹרֵשׁ טָעַן שֶׁאַחַר מִיתָה תָּפַס עַל הַיּוֹרֵשׁ לְהָבִיא רְאָיָה אוֹ יִשָּׁבַע הַמַּלְוֶה שֶׁכָּךְ וְכָךְ הוּא חַיָּב לוֹ וְיָכוֹל לִטְעֹן עַד כְּדֵי דְּמֵיהֶן וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁמֵּחַיִּים תָּפַס. הָיוּ הַדְּבָרִים שֶׁתָּפַס שְׁטָרוֹת וְטָעַן שֶׁהֵן מַשְׁכּוֹן בְּיָדוֹ עַל חוֹבוֹ וְשֶׁמֵּחַיִּים תָּפַס. עַל הַמַּלְוֶה לְהָבִיא רְאָיָה שֶׁמֵּחַיִּים תָּפַס. וְאִם לֹא הֵבִיא רְאָיָה יַחְזִיר לַיּוֹרְשִׁים מִפְּנֵי שֶׁאֵינוֹ טוֹעֵן לִקְנוֹת גּוּפָם אֶלָּא לָרְאָיָה שֶׁבָּהֶן: \n",
      "יְתוֹמִים שֶׁגָּבוּ קַרְקַע בְּחוֹב שֶׁהָיָה לַאֲבִיהֶן אֵצֶל אֲחֵרִים יֵשׁ לְבַעַל חוֹב שֶׁל אֲבִיהֶם לַחְזֹר וְלִגְבּוֹת אוֹתָהּ מֵהֶן שֶׁהֲרֵי קַרְקַע זוֹ שֶׁל אֲבִיהֶם הִיא: \n",
      "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן בְּאַחֲרָיוּת וְזָקַף שִׁמְעוֹן דְּמֵי הַשָּׂדֶה עָלָיו מִלְוֶה לִרְאוּבֵן וּמֵת רְאוּבֵן וּבָא בַּעַל חוֹב שֶׁל רְאוּבֵן לִטְרֹף מִשִּׁמְעוֹן הַשָּׂדֶה וּפִיְּסוֹ שִׁמְעוֹן בְּמָעוֹת וְהָלַךְ לוֹ. הַדִּין נוֹתֵן שֶׁיָּבוֹאוּ יוֹרְשֵׁי רְאוּבֵן וְיִתְבְּעוּ שִׁמְעוֹן בַּמִּלְוֶה שֶׁזָּקַף עָלָיו שֶׁהֲרֵי אֵינָהּ מְשֻׁעְבֶּדֶת לְבַעַל חוֹב שֶׁל רְאוּבֵן. לְפִיכָךְ אִם הָיָה שִׁמְעוֹן פִּקֵּחַ נוֹתֵן לָהֶן הַקַּרְקַע שֶׁלָּקַח מֵרְאוּבֵן בַּמִּלְוֶה שֶׁזָּקַף עַל עַצְמוֹ וְחוֹזֵר וְטוֹרֵף אוֹתָהּ מֵהֶן מִפְּנֵי הַמָּעוֹת שֶׁנָּתַן לְבַעַל חוֹב שֶׁל רְאוּבֵן כְּדֵי שֶׁלֹּא יִטְרֹף אוֹתָהּ מִמֶּנּוּ שֶׁהֲרֵי בְּאַחֲרָיוּת לְקָחָהּ מֵרְאוּבֵן: \n",
      "כְּבָר תִּקְּנוּ גְּאוֹנִים הָאַחֲרוֹנִים כֻּלָּם שֶׁיִּהְיֶה בַּעַל חוֹב גּוֹבֶה מִטַּלְטְלִין מִן הַיּוֹרְשִׁין. וְכֵן דָּנִין יִשְׂרָאֵל בְּכָל בֵּית דִּין שֶׁבָּעוֹלָם. אֲבָל בַּמַּעֲרָב הָיוּ כּוֹתְבִין בְּשִׁטְרֵי חוֹבוֹת שֶׁיֵּשׁ לִגְבּוֹת מִן הַקַּרְקַע וּמִן הַמִּטַּלְטְלִין בֵּין בְּחַיָּיו בֵּין אַחַר מוֹתוֹ וְנִמְצָא גּוֹבֶה עַל תְּנַאי זֶה יוֹתֵר מִן הַתַּקָּנָה. וּסְיָג גָּדוֹל עָשׂוּ בַּדָּבָר שֶׁמָּא לֹא יֵדַע הַלּוֶֹה בְּתַקָּנָה זוֹ וְנִמְצָא מָמוֹן יְתוֹמִים יוֹצֵא שֶׁלֹּא כַּדִּין. שֶׁאֵין כֹּחַ בְּתַקָּנַת אַחֲרוֹנִים לְחַיֵּב בָּהּ יְתוֹמִים: \n"
    ],
    [
      "אֵין נִפְרָעִין מִן הַיּוֹרְשִׁין אֶלָּא אִם כֵּן הָיוּ גְּדוֹלִים. אֲבָל יוֹרְשִׁין קְטַנִּים אֵין נִפְרָעִין מֵהֶן שְׁטַר חוֹב: \n",
      "וַאֲפִלּוּ הָיָה בּוֹ כָּל תְּנַאי שֶׁבָּעוֹלָם לֹא יִפָּרַע בּוֹ הַמַּלְוֶה כְּלוּם עַד שֶׁיַּגְדִּילוּ הַיְתוֹמִים שֶׁמָּא יֵשׁ לָהֶן רְאָיָה שֶׁשּׁוֹבְרִין בָּהּ אֶת הַשְּׁטָר: \n",
      "הָיְתָה הַמִּלְוֶה רִבִּית שֶׁל עַכּוּ''ם שֶׁהֲרֵי הָרִבִּית אוֹכֶלֶת בְּנִכְסֵיהֶן מַעֲמִידִין לָהֶם אַפּוֹטְרוֹפּוֹס וְנִזְקָקִין לְנִכְסֵיהֶן וּמוֹכְרִין וּפוֹרְעִין הַחוֹב. וְכֵן אִשָּׁה שֶׁתָּבְעָה כְּתֻבָּתָהּ בֵּין אַלְמָנָה בֵּין גְּרוּשָׁה מַעֲמִידִים לָהֶם אַפּוֹטְרוֹפּוֹס וְנִזְקָקִין מִשּׁוּם חֵן הָאִשָּׁה כְּדֵי שֶׁיִּהְיֶה לָהּ כְּלוּם שֶׁתִּנָּשֵׂא בּוֹ הָאִשָּׁה לְאַחֵר. לְפִיכָךְ אִם קָפְצָה הָאִשָּׁה וְנִשֵּׂאת וְאַחַר כָּךְ בָּאת לִתְבֹּעַ כְּתֻבָּתָהּ מִנִּכְסֵי יְתוֹמִים אֵין נִזְקָקִין לָהּ עַד שֶׁיִּגְדְּלוּ הַיְתוֹמִים שֶׁהֲרֵי אֵין לָהּ מְזוֹנוֹת וַהֲרֵי נִשֵּׂאת: \n",
      "הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁאִם הָיוּ הַנְּכָסִים כְּנֶגֶד הַכְּתֻבָּה בִּלְבַד אוֹ פְּחוּתִים מִמֶּנָּה אֵין נִזְקָקִין לָהּ שֶׁהֲרֵי אֵין כָּאן זְכוּת לַיְתוֹמִים שֶׁלֹּא אָמְרוּ נִזְקָקִין לְנִכְסֵי יְתוֹמִים לְהִפָּרַע מֵהֶן הַכְּתוּבָה אֶלָּא כְּדֵי שֶׁלֹּא יִפְחֲתוּ הַנְּכָסִים מֵחֲמַת הַמְּזוֹנוֹת וְזֹאת הוֹאִיל וְהִיא נוֹטֶלֶת הַכּל מַה זְּכוּת יֵשׁ לַיְתוֹמִים הַקְּטַנִּים בְּדָבָר זֶה עַד שֶׁנִּזְקָקִין לָהֶן. וְלֹא חָשׁוּ לְחֵן הָאִשָּׁה: \n",
      "צִוָּה הַמּוֹרִישָׁן וְאָמַר תְּנוּ מָנֶה לִפְלוֹנִי נִזְקָקִין אַחַר שֶׁמַּעֲמִידִין לָהֶן אַפּוֹטְרוֹפּוֹס לִטְעֹן טַעֲנָתָם. אָמַר תְּנוּ מָנֶה זֶה לִפְלוֹנִי אוֹ שָׂדֶה זוֹ לִפְלוֹנִי נוֹתְנִין וְאֵין צְרִיכִים לְהַעֲמִיד לָהֶן אַפּוֹטְרוֹפּוֹס: \n",
      "נִמְצֵאת קַרְקַע שֶׁאֵינָהּ שֶׁלָּהֶן אֶלָּא טָעַן הַטּוֹעֵן שֶׁהִיא גֵּזֶל בְּיַד מוֹרִישָׁיו נִזְקָקִין לָהֶן וּמַעֲמִידִים לָהֶן אַפּוֹטְרוֹפּוֹס לִטְעֹן וְלָדוּן. אִם נִמְצֵאת גְּזוּלָה מַחְזִירִים אוֹתָהּ לִבְעָלֶיהָ. וְכֵן קָטָן שֶׁתָּקַף בַּעֲבָדָיו וְיָרַד לְתוֹךְ שְׂדֵה חֲבֵרוֹ וּכְבָשָׁהּ אֵין אוֹמְרִין נַמְתִּין לוֹ עַד שֶׁיַּגְדִּיל אֶלָּא מוֹצִיאִין אוֹתָהּ מִיָּדוֹ וְלִכְשֶׁיַּגְדִּיל אִם יֵשׁ לוֹ עֵדִים יָבִיא עֵדָיו: \n",
      "קַרְקַע שֶׁהָיְתָה בְּחֶזְקַת קְטַנִּים וּבָא אַחֵר וְטָעַן שֶׁהִיא לְקוּחָה מִמּוֹרִישָׁן וְיֵשׁ לוֹ עֵדִים שֶׁהֶחְזִיק בָּהּ וַאֲכָלָהּ שְׁנֵי חֲזָקָה בְּחַיֵּי אֲבִיהֶן אֵין מוֹצִיאִין אוֹתָהּ מִיָּדָן עַד שֶׁיַּגְדִּילוּ שֶׁאֵין מְקַבְּלִין עֵדִים שֶׁלֹּא בִּפְנֵי בַּעַל דִּין וְהַקָּטָן כְּאִלּוּ אֵינוֹ עוֹמֵד כָּאן הוּא חָשׁוּב. אֲבָל אִם הוֹצִיא שְׁטָר שֶׁהִיא לְקוּחָה בְּיָדוֹ הֲרֵי זֶה מְקַיֵּם אֶת הַשְּׁטָר וּמוֹצִיאִין אוֹתָהּ מִיָּדָן אַחַר שֶׁמַּעֲמִידִים לָהֶם אַפּוֹטְרוֹפּוֹס: \n",
      "כְּשֶׁנִּזְקָקִין בֵּית דִּין לְנִכְסֵי יְתוֹמִים לִמְכֹּר שָׁמִין אֶת הַקַּרְקַע וְאַחַר כָּךְ מַכְרִיזִין עָלֶיהָ שְׁלֹשִׁים יוֹם רְצוּפִין אוֹ שִׁשִּׁים יוֹם שֵׁנִי וַחֲמִישִׁי. וּמַכְרִיזִים בַּבֹּקֶר וּבָעֶרֶב בִּשְׁעַת הַכְנָסַת פּוֹעֲלִים וּבִשְׁעַת הוֹצָאַת פּוֹעֲלִין וְכָל מִי שֶׁרוֹצֶה לִקְנוֹת יוֹלִיךְ הַפּוֹעֲלִין לְבַקֵּר לוֹ. וּבְשָׁעָה שֶׁמַּכְרִיזִין מְסַיְּמִים אֶת הַשָּׂדֶה בִּמְצָרֶיהָ וּמוֹדִיעִין כַּמָּה יָפָה וּבְכַמָּה הוּא שׁוּמָה וּמִפְּנֵי מָה רוֹצִים לְמָכְרָהּ אִם לְהַגְבּוֹת לְבַעַל חוֹב אוֹ לִכְתֻבַּת אִשָּׁה לְפִי שֶׁיֵּשׁ מִי שֶׁרוֹצֶה לִתֵּן לְבַעַל חוֹב וְיֵשׁ מִי שֶׁרוֹצֶה לְהַגְבּוֹת לְאִשָּׁה: \n",
      "וּכְשֶׁכּוֹתְבִין הָאַדְרַכְתָּא עַל נִכְסֵי יְתוֹמִים בֵּין גְּדוֹלִים בֵּין קְטַנִּים כּוֹתְבִין בָּהּ וְהִכַּרְנוּ שֶׁהַנְּכָסִים הָאֵלּוּ הֵן שֶׁל פְּלוֹנִי הַמֵּת. וְאִם לֹא כָּתְבוּ כָּךְ הֲרֵי אַדְרַכְתָּא זוֹ פְּסוּלָה וְאֵין אוֹכְלִין בָּהּ פֵּרוֹת אֲפִלּוּ לְאַחַר שֶׁשָּׁלְמוּ הַהַכְרָזוֹת: \n",
      "בֵּית דִּין שֶׁמָּכְרוּ שֶׁלֹּא בְּהַכְרָזָה נַעֲשׂוּ כְּמִי שֶׁטָּעוּ בִּדְבַר מִשְׁנָה וְחוֹזְרִים וּמוֹכְרִין בְּהַכְרָזָה. וּבֵית דִּין שֶׁמָּכְרוּ הָאַחֲרָיוּת עַל הַיְתוֹמִים: \n",
      "וּבֵית דִּין שֶׁהִכְרִיזוּ כָּרָאוּי וּבָדְקוּ יָפֶה יָפֶה וְדִקְדְּקוּ בַּשּׁוּמָא אַף עַל פִּי שֶׁטָּעוּ וּמָכְרוּ שְׁוֵה מָנֶה בְּמָאתַיִם אוֹ מָאתַיִם בְּמָנֶה הֲרֵי מִכְרָן קַיָּם. אֲבָל אִם לֹא בָּדְקוּ בַּשּׁוּמָא וְלֹא כָּתְבוּ אִגֶּרֶת בִּקֹּרֶת שֶׁהִיא דִּקְדּוּק הַשּׁוּמָא וְהַהַכְרָזָה וְטָעוּ וְהוֹתִירוּ שְׁתוּת אוֹ פָּחֲתוּ שְׁתוּת מִכְרָן בָּטֵל. פָּחוֹת מִשְּׁתוּת מִכְרָן קַיָּם. וְכֵן אִם מָכְרוּ קַרְקַע בְּעֵת שֶׁאֵינָן צְרִיכִין לְהַכְרִיז עָלֶיהָ וְטָעוּ שְׁתוּת אוֹ הוֹתִירוּ שְׁתוּת מִכְרָן בָּטֵל אַף עַל פִּי שֶׁהִכְרִיזוּ. פָּחוֹת מִשְּׁתוּת מִכְרָן קַיָּם אַף עַל פִּי שֶׁלֹּא הִכְרִיזוּ שֶׁאֵינָן צְרִיכִין הַכְרָזָה בְּאוֹתוֹ הָעֵת. אֵיזֶהוּ הָעֵת שֶׁאֵינָן צְרִיכִין הַכְרָזָה בְּעֵת שֶׁיִּמְכְּרוּ קַרְקַע לִקְבוּרָה אוֹ לִמְזוֹן הָאִשָּׁה וְהַבָּנוֹת אוֹ לִתֵּן מְנַת הַמֶּלֶךְ אֵין צְרִיכִין הַכְרָזָה לְפִי שֶׁהַדָּבָר נָחוּץ. וְכֵן בֵּית דִּין שֶׁמָּכְרוּ דְּבָרִים שֶׁאֵינָן טְעוּנִין הַכְרָזָה וְטָעוּ בִּשְׁתוּת מִכְרָן בָּטֵל. פָּחוֹת מִשְּׁתוּת מִכְרָן קַיָּם. וְאֵלּוּ הֵן הַדְּבָרִים שֶׁאֵין מַכְרִיזִין עֲלֵיהֶם הָעֲבָדִים וְהַשְּׁטָרוֹת וְהַמִּטַּלְטְלִין. הָעֲבָדִים שֶׁמָּא יִשְׁמְעוּ וְיִבְרְחוּ. וְהַשְּׁטָרוֹת וְהַמִּטַּלְטְלִין שֶׁמָּא יִגָּנְבוּ. לְפִיכָךְ שָׁמִין אוֹתָן בְּבֵית דִּין וּמוֹכְרִין אוֹתָן מִיָּד. וְאִם הַשּׁוּק קָרוֹב לַמְּדִינָה מוֹלִיכִין אוֹתָן לַשּׁוּק: \n"
    ],
    [
      "מַלְוְה שֶׁבָּא לְהִפָּרַע בַּשְּׁטָר שֶׁבְּיָדוֹ שֶׁלֹּא בִּפְנֵי לוֶֹה אִם יְכוֹלִין בֵּית דִּין לִשְׁלֹחַ אֵלָיו וּלְהוֹדִיעוֹ עַד שֶׁיַּעֲמֹד עִמּוֹ בַּדִּין שׁוֹלְחִין וּמוֹדִיעִין לוֹ. וְאִם אִי אֶפְשָׁר לְהוֹדִיעוֹ בִּמְהֵרָה אוֹמְרִים לַמַּלְוֶה שֶׁיִּשָּׁבַע וְיִטּל מִנְּכָסָיו בֵּין מִן הַקַּרְקַע בֵּין מִן הַמִּטַּלְטְלִים. וְאֵין חוֹשְׁשִׁין לְשׁוֹבֵר. וְדִין זֶה תַּקָּנַת חֲכָמִים הוּא כְּדֵי שֶׁלֹּא יִהְיֶה כָּל אֶחָד וְאֶחָד נוֹטֵל מְעוֹתָיו שֶׁל חֲבֵרוֹ וְהוֹלֵךְ וְיוֹשֵׁב לוֹ בִּמְדִינָה אַחֶרֶת וְנִמְצָא נוֹעֵל דֶּלֶת בִּפְנֵי לוִֹין:  ",
      "שָׁלֹשׁ רְאָיוֹת צָרִיךְ לְהָבִיא לְבֵית דִּין וְאַחַר כָּךְ יִפָּרַע שֶׁלֹּא בְּפָנָיו. רְאָיָה רִאשׁוֹנָה לְקַיֵּם הַשְּׁטָר שֶׁבְּיָדוֹ. רְאָיָה שְׁנִיָּה שֶׁבַּעַל חוֹבוֹ בִּמְדִינָה אַחֶרֶת וְאֵינוֹ מָצוּי בְּכָאן לַעֲמֹד עִמּוֹ בַּדִּין. רְאָיָה שְׁלִישִׁית שֶׁאֵלּוּ נְכָסִים שֶׁל פְּלוֹנִי הַלּוֶֹה הֵם:  ",
      "מַלְוֶה שֶׁבָּא לְבֵית דִּין וְהֵבִיא מַשְׁכּוֹן בְּיָדוֹ וְאָמַר זֶה מַשְׁכּוֹנוֹ שֶׁל פְּלוֹנִי הוּא וַאֲנִי רוֹצֶה לְמָכְרוֹ וּלְהִפָּרַע חוֹבִי. אֵין בֵּית דִּין נִזְקָקִין לוֹמַר לוֹ הַמְתֵּן עַד שֶׁיָּבוֹא לוֶֹה וְיִטְעֹן שֶׁאִם רוֹצֶה לוֹמַר לָקוּחַ הוּא בְּיָדִי אוֹמֵר וּמַשִּׂיאִין לוֹ עֵצָה לְמָכְרוֹ בִּפְנֵי עֵדִים כְּדֵי שֶׁיֵּדַע לוֶֹה בְּכַמָּה נִמְכַּר. וְכֵן הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן וּמֵת הַלּוֶֹה וְהַמַּלְוֶה בֵּין שֶׁמֵּת הַלּוֶֹה תְּחִלָּה בֵּין שֶׁמֵּת מַלְוֶה תְּחִלָּה הוֹאִיל וְהוּא נִפְרָע מִמַּה שֶּׁתַּחַת יָדוֹ וְאִלּוּ רָצָה לוֹמַר לָקוּחַ הוּא בְּיָדִי אוֹמֵר הֲרֵי זֶה נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּדֶרֶךְ כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין. וּמִפְּנֵי מָה אֵינוֹ נִשְׁבָּע הֶסֵּת לְפִי שֶׁאֵינוֹ נִשְׁבָּע עַל עַצְמוֹ שֶׁל מַשְׁכּוֹן אֶלָּא עַל הַמָּמוֹן שֶׁלּוֹקֵחַ. שֶׁאִלּוּ אָמַר עַל עַצְמוֹ שֶׁל חֵפֶץ זֶה אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי הָיָה נִשְׁבָּע הֶסֵּת וְנִפְטָר. אֲבָל אִם הָיוּ שָׁם עֵדִים שֶׁחֵפֶץ זֶה מַשְׁכּוֹן בְּיָדוֹ וְלֹא יָדְעוּ עַל כַּמָּה וְכַמָּה אֵינוֹ יָכוֹל לִטּל אֶלָּא בִּשְׁבוּעָה וְהוֹאִיל וְאֵין שָׁם עֵדִים וְיָכוֹל לוֹמַר שֶׁלִּי הוּא נֶאֱמָן לוֹמַר יֵשׁ לִי עָלָיו כָּךְ וְכָךְ בַּשְּׁבוּעָה עַצְמָהּ שֶׁהָיָה נִשְׁבָּע אִם הָיוּ שָׁם עֵדִים שֶׁהוּא מַשְׁכּוֹן. שֶׁאֵין אוֹמְרִין מִגּוֹ לְפָטְרוֹ מִשְּׁבוּעָה אֶלָּא לְפָטְרוֹ מִמָּמוֹן שֶׁלֹּא יַחְזִיר הַמַּשְׁכּוֹן עַד שֶׁיִּטּל מַה שֶּׁטָּעַן:  ",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן וְאָבַד אוֹ נִגְנַב בְּלֹא אֹנֶס שֶׁהֲרֵי הַמַּלְוֶה חַיָּב בִּדְמֵי הַמַּשְׁכּוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאָמַר הַמַּלְוֶה סֶלַע הִלְוֵיתִיךָ עָלָיו וּשְׁנֵי דִּינָרִין הָיָה שָׁוֶה. וְלוֶֹה אוֹמֵר סֶלַע הִלְוֵיתַנִי עָלָיו וְסֶלַע הָיָה שָׁוֶה. הֲרֵי הַמַּלְוֶה נִשְׁבָּע תְּחִלָּה שְׁבוּעַת הַשּׁוֹמְרִין שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְהַלּוֶֹה נִשְׁבָּע הֶסֵּת שֶׁהָיָה שָׁוֶה כְּנֶגֶד הַחוֹב וְנִפְטָר. אָמַר הַמַּלְוֶה סֶלַע הִלְוֵיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה וְהַלּוֶֹה אוֹמֵר סֶלַע הִלְוֵיתַנִי עָלָיו וּשְׁלֹשָׁה דִּינָרִין הָיָה שָׁוֶה יִשָּׁבַע הַמַּלְוֶה תְּחִלָּה שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְאַחַר כָּךְ יִשָּׁבַע הַלּוֶֹה כַּמָּה הָיָה שָׁוֶה שֶׁהֲרֵי הוֹדָה בְּמִקְצָת וִישַׁלֵּם הַדִּינָר. אָמַר הַלּוֶֹה סֶלַע הִלְוֵיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה וְהַמַּלְוֶה אוֹמֵר סֶלַע הִלְוֵיתִיךָ עָלָיו וְסֶלַע הָיָה שָׁוֶה יִשָּׁבַע הַמַּלְוֶה שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁהָיָה הַמַּשְׁכּוֹן כְּנֶגֶד הַחוֹב. אָמַר הַלּוֶֹה סֶלַע הִלְוֵיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה וְהַמַּלְוֶה אוֹמֵר סֶלַע הִלְוֵיתִיךָ עָלָיו וַחֲמִשָּׁה דִּינָרִין הָיָה שָׁוֶה יִשָּׁבַע הַמַּלְוֶה שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְיִכְלל שֶׁלֹּא הָיָה שָׁוֶה יֶתֶר עַל חֲמִשָּׁה דִּינָרִים וִישַׁלֵּם הַדִּינָר. סֶלַע הִלְוֵיתִיךָ עָלָיו וּשְׁנֵי דִּינָרִין הָיָה שָׁוֶה וְהַלּוֶֹה אוֹמֵר אֵינִי יוֹדֵעַ דָּמָיו יִשָּׁבַע מַלְוֶה שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁשְּׁנֵי דִּינָרִין הָיָה שָׁוֶה וִישַׁלֵּם הַלּוֶֹה שְׁאָר הַחוֹב שֶׁהֲרֵי הוּא יוֹדֵעַ בְּוַדַּאי שֶׁהוּא חַיָּב לוֹ וְאֵינוֹ יוֹדֵעַ אִם פְּרָעוֹ אִם לֹא פְּרָעוֹ. סֶלַע הִלְוֵיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה וְהַמַּלְוֶה אוֹמֵר אֵינִי יוֹדֵעַ דָּמָיו יִשָּׁבַע הַמַּלְוֶה שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְיִכְלל שֶׁאֵינוֹ יוֹדֵעַ שֶׁדָּמָיו יֶתֶר עַל הַחוֹב אֲפִלּוּ פְּרוּטָה אַחַת וְיִפָּטֵר שֶׁהֲרֵי לֹא חִיֵּב עַצְמוֹ בִּכְלוּם. אֲבָל אִם אָמַר הַמַּלְוֶה אֲנִי יוֹדֵעַ שֶׁהָיָה שָׁוֶה יֶתֶר עַל הַחוֹב אֲבָל אֵינִי יוֹדֵעַ כַּמָּה הֲרֵי זֶה מְשַׁלֵּם כָּל מַה שֶּׁטָּעַן הַלּוֶֹה בְּלֹא שְׁבוּעָה כְּמִי שֶׁאָמַר חֲמִשִּׁים יֵשׁ לְךָ בְּיָדִי וַחֲמִשִּׁים אֵינִי יוֹדֵעַ שֶׁהוּא מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע כְּמוֹ שֶׁיִּתְבָּאֵר. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטּוֹעֵן שֶׁקֶר:  ",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ וְקָבַע לוֹ זְמַן לְפָרְעוֹ אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדוֹ אֵינוֹ יָכוֹל לְתָבְעוֹ עַד סוֹף הַזְּמַן בֵּין בְּמִלְוֶה עַל פֶּה בֵּין בְּמִלְוֶה בִּשְׁטָר בֵּין שֶׁהִלְוָהוּ עַל הַמַּשְׁכּוֹן בֵּין שֶׁמֵּת לוֶֹה בֵּין שֶׁמֵּת מַלְוֶה. וּסְתָם מִלְוֶה שְׁלֹשִׁים יוֹם בֵּין בִּשְׁטָר בֵּין עַל פֶּה בֵּין עַל הַמַּשְׁכּוֹן. וְאִם הִתְנָה שֶׁיִּתְבַּע בְּכָל זְמַן שֶׁיִּרְצֶה יֵשׁ לוֹ לְתָבְעוֹ בְּיוֹמוֹ שֶׁתְּנַאי מָמוֹן הוּא:  ",
      "טָעַן הַמַּלְוֶה וְאָמַר הַיּוֹם סוֹף הַזְּמַן שֶׁקָּבַעְתִּי וְהַלּוֶֹה אוֹמֵר עַד עֲשָׂרָה יָמִים קָבַעְתָּ הַלּוֶֹה נִשְׁבָּע הֶסֵּת. וְאִם הָיָה שָׁם עֵד אֶחָד שֶׁהַיּוֹם סוֹף זְמַנּוֹ הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה כִּשְׁאָר הַטְּעָנוֹת. זֶה אוֹמֵר חֲמִשָּׁה יָמִים נִשְׁאָר מִן הַזְּמַן וְזֶה אוֹמֵר עֲשָׂרָה אוֹמְרִים לַמַּלְוֶה הַמְתֵּן עוֹד עַד סוֹף הַחֲמִשָּׁה וְיִשָּׁבַע הֶסֵּת שֶׁנִּשְׁאַר עוֹד חֲמִשָּׁה יָמִים:  ",
      "הָיְתָה הַמִּלְוֶה בִּשְׁטָר וְטָעַן הַלּוֶֹה שֶׁזְּמַן קָבַעְתָּ לִי. יֵרָאֶה לִי שֶׁיִּשָּׁבַע בַּעַל חוֹב הֶסֵּת שֶׁלֹּא קָבַע לוֹ זְמַן וְיִטּל הַמַּלְוֶה מִיָּד:  ",
      "הַמִּלְוֶה נִתְּנָה לִתָּבַע בְּכָל מָקוֹם. כֵּיצַד. הַמַּלְוֶה אֶת חֲבֵרוֹ בַּיִּשּׁוּב וּתְבָעוֹ בַּמִּדְבָּר אֵינוֹ יָכוֹל לִדְחוֹתוֹ אֶלָּא חַיָּב לִפְרֹעַ לוֹ בְּכָל מָקוֹם שֶׁיִּתְבָּעֶנּוּ. בָּא הַלּוֶֹה לְפָרְעוֹ בַּמִּדְבָּר הָרְשׁוּת בְּיַד הַמַּלְוֶה אִם רָצָה מְקַבֵּל וְאִם רָצָה אוֹמֵר לוֹ אֵינִי נִפְרָע אֶלָּא בַּיִּשּׁוּב כְּדֶרֶךְ שֶׁנָּתַתִּי לְךָ בְּיִשּׁוּב. וַהֲרֵי הֵן בִּרְשׁוּתוֹ עַד שֶׁיִּפְרָעֶנּוּ בַּיִּשּׁוּב:  "
    ],
    [
      "הַפּוֹגֵם אֶת שְׁטָרוֹ. אוֹ שֶׁעֵד אֶחָד מֵעִיד עַל שְׁטָרוֹ שֶׁהוּא פָּרוּעַ. וְהַבָּא לִפָּרַע שֶׁלֹּא בִּפְנֵי הַלּוֶֹה. וְהַטּוֹרֵף מִיַּד הַלּוֹקֵחַ. וְהַנִּפְרָעִים מִן הַיּוֹרֵשׁ בֵּין קָטָן בֵּין גָּדוֹל. לֹא יִפָּרַע אֶלָּא בִּשְׁבוּעָה כְּעֵין שֶׁל תּוֹרָה. (וְאוֹמֵר) לוֹ כְּשֶׁיִּתְבַּע הִשָּׁבַע וְאַחַר כָּךְ תִּטּל. וְאִם הָיָה הַחוֹב לִזְמַן וְתָבַע בִּזְמַנּוֹ יִפָּרַע שֶׁלֹּא בִּשְׁבוּעָה. עָבַר זְמַנּוֹ לֹא יִגְבֶּה אֶלָּא בִּשְׁבוּעָה: \n",
      "הַתּוֹבֵעַ אֶת חֲבֵרוֹ לְפָרְעוֹ וְטָעַן הַלּוֶֹה שֶׁפָּרַע שְׁטָר זֶה אוֹ מִקְצָתוֹ וּבַעַל הַשְּׁטָר אוֹמֵר לֹא פָּרַעְתָּ כְּלוּם אוֹמְרִים לוֹ שַׁלֵּם לוֹ. טָעַן הַלּוֶֹה וְאָמַר יִשָּׁבַע לִי שֶׁלֹּא פְּרַעְתִּיו וְיִטּל מַשְׁבִּיעִין אוֹתוֹ בִּנְקִיטַת חֵפֶץ שֶׁלֹּא פְּרָעוֹ כְּלוּם אוֹ שֶׁלֹּא פְּרָעוֹ אֶלָּא כָּךְ וְכָךְ וְאַחַר כָּךְ יִטּל. וְאִם הָיָה הַמַּלְוֶה תַּלְמִיד חָכָם אֵין נִזְקָקִין לִשְׁבוּעָתוֹ: \n",
      "הוֹצִיא עָלָיו שְׁטָר מְקֻיָּם וְהַלּוֶֹה טוֹעֵן וְאוֹמֵר שְׁטָר מְזֻיָּף הוּא וּמֵעוֹלָם לֹא כָּתַבְתִּי שְׁטָר זֶה. אוֹ שֶׁטָּעַן שֶׁחוֹב זֶה רִבִּית הוּא אוֹ אֲבַק רִבִּית. אוֹ שֶׁטָּעַן שֶׁהוּא שְׁטַר אֲמָנָה אוֹ שֶׁאָמַר כָּתַבְתִּי לִלְווֹת וְלֹא לָוִיתִי. כְּלָלוֹ שֶׁל דָּבָר טוֹעֵן טַעֲנָה שֶׁאִם הוֹדָה בַּעַל הַשְּׁטָר הָיָה הַשְּׁטָר בָּטֵל וְהַמַּלְוֶה עוֹמֵד בִּשְׁטָרוֹ וְאוֹמֵר שֶׁזֶּה שֶׁקֶר טוֹעֵן וְאָמַר הַלּוֶֹה יִשָּׁבַע לִי וְיִטּל הֲרֵי זוֹ מַחְלֹקֶת בֵּין הַגְּאוֹנִים יֵשׁ מִי שֶׁהוֹרָה שֶׁחַיָּב בַּעַל הַשְּׁטָר לְהַשְׁבִּיעַ כְּעֵין שֶׁל תּוֹרָה כְּמִי שֶׁטָּעַן עָלָיו שֶׁפְּרָעוֹ. וְרַבּוֹתַי הוֹרוּ שֶׁלֹּא יִשָּׁבַע הַמַּלְוֶה אֶלָּא אִם טָעַן עָלָיו הַלּוֶֹה שֶׁפְּרָעוֹ בִּלְבַד. שֶׁהֲרֵי הוֹדָה בַּשְּׁטָר וּלְפֵרָעוֹן הוּא עוֹמֵד. אֲבָל כָּל אֵלּוּ הַטְּעָנוֹת לֹא כָּל הֵימֶנּוּ לְבַטֵּל שְׁטָר מְקֻיָּם אֶלָּא יְשַׁלֵּם וְאַחַר כָּךְ יִטְעֹן עַל הַמַּלְוֶה בְּמַה שֶּׁיִּרְצֶה שֶׁאִם יוֹדֶה יַחְזִיר לוֹ וְאִם כָּפַר יִשָּׁבַע הֶסֵּת. וְלָזֶה דַּעְתִּי נוֹטָה: \n",
      "הַמּוֹצִיא שְׁטַר חוֹב עַל חֲבֵרוֹ מַלְוֶה אוֹמֵר לֹא נִפְרַעְתִּי כְּלוּם וְלוֶֹה אוֹמֵר פָּרַעְתִּי מֶחֱצָה וְהָעֵדִים מְעִידִים שֶׁפְּרָעוֹ כֻּלּוֹ נִשְׁבָּע הַלּוֶֹה וְנוֹתֵן מֶחֱצָה שֶׁהֲרֵי הוֹדָה בְּמִקְצָת וְאֵינוֹ כְּמֵשִׁיב אֲבֵדָה מִפְּנֵי שֶׁאֵימַת הַשְּׁטָר עָלָיו. וְאֵין הַמַּלְוֶה גּוֹבֶה הַמֶּחֱצָה אֶלָּא מִבְּנֵי חוֹרִין שֶׁהֲרֵי הַלָּקוֹחוֹת אוֹמְרִים אָנוּ עַל הָעֵדִים נִסְמֹךְ וַהֲרֵי בִּטְּלוּ שְׁטָר זֶה: \n",
      "הוֹצִיא עָלָיו שְׁטַר חוֹב שֶׁאֵינוֹ יָכוֹל לְקַיְּמוֹ וְאָמַר הַלּוֶֹה אֱמֶת שֶׁאֲנִי כָּתַבְתִּי שְׁטָר זֶה אֲבָל פְּרַעְתִּיו אוֹ אֲמָנָה הוּא אוֹ כָּתַבְתִּי לִלְווֹת וַעֲדַיִן לֹא לָוִיתִי וְכָל כַּיּוֹצֵא בָּזֶה הוֹאִיל וְאִם רָצָה אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וַהֲרֵי מִפִּיו נִתְקַיֵּם הֲרֵי זֶה נֶאֱמָן וְיִשָּׁבַע הֶסֵּת וְיִפָּטֵר. וְאִם קִיְּמוֹ הַמַּלְוֶה אַחַר כָּךְ בְּבֵית דִּין הֲרֵי הוּא כִּשְׁאָר הַשְּׁטָרוֹת: \n",
      "הוֹצִיא עָלָיו שְׁטָר מְקֻיָּם וְאָמַר הַלּוֶֹה מְזֻיָּף הוּא וּמֵעוֹלָם לֹא כְּתַבְתִּיו אוֹ שְׁטַר אֲמָנָה הוּא וְאָמַר הַמַּלְוֶה כֵּן הַדְּבָרִים אֲבָל שְׁטָר כָּשֵׁר הָיָה לִי וְאָבַד אַף עַל פִּי שֶׁהַמַּלְוֶה הוּא שֶׁשָּׁבַר אֶת שְׁטָרוֹ וְאִלּוּ רָצָה אָמַר אֵינוֹ מְזֻיָּף שֶׁהֲרֵי נִתְקַיֵּם בְּבֵית דִּין אֵינוֹ גּוֹבֶה בּוֹ כְּלוּם אֶלָּא נִשְׁבָּע הַלּוֶֹה הֶסֵּת וְנִפְטָר שֶׁהֲרֵי זֶה הַשְּׁטָר כְּחֶרֶס הוּא חָשׁוּב: \n",
      "שְׁטָר שֶׁלָּוָה בּוֹ וּפְרָעוֹ אֵינוֹ חוֹזֵר וְלוֶֹה בּוֹ שֶׁכְּבָר נִמְחַל שִׁעְבּוּדוֹ וְנַעֲשָׂה כְּחֶרֶס: \n",
      "הַמּוֹצִיא שְׁטַר חוֹב מְקֻיָּם עַל חֲבֵרוֹ וְאָמַר הַלּוֶֹה הֲלֹא פְּרָעְתִּיךָ וְאָמַר לוֹ הַמַּלְוֶה כֵּן הָיָה אֲבָל חָזַרְתִּי וְהֶחְזַרְתִּי לְךָ הַמָּעוֹת וְהִלְוֵיתִי אוֹתְךָ פַּעַם שְׁנִיָּה הֲרֵי בָּטֵל הַשְּׁטָר שֶׁנִּפְרַע וַהֲרֵי הוּא כְּחֶרֶס. אֲבָל אִם אָמַר לוֹ הֶחְזַרְתִּי לְךָ הַמָּעוֹת מִפְּנֵי שֶׁלֹּא הָיוּ טוֹבוֹת עַד שֶׁתַּחֲלִיפֵם לֹא בָּטֵל הַשְּׁטָר וַעֲדַיִן שִׁעְבּוּדוֹ קַיָּם: \n",
      "הוֹצִיא עָלָיו שְׁטָר מְקֻיָּם שֶׁיֵּשׁ לוֹ עָלָיו מָנֶה וְאָמַר לוֹ הַלּוֶֹה הֲלֹא פְּרָעתִיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וּבָאוּ אֵלּוּ וְהֵעִידוּ שֶׁפְּרָעוֹ אֲבָל לֹא הִזְכִּיר לוֹ אֶת הַשְּׁטָר וְאָמַר לוֹ הַמַּלְוֶה כֵּן הוּא שֶׁפָּרַעְתָּ אֲבָל חוֹב אַחֵר פָּרַעְתָּ שֶׁהָיָה לִי אֶצְלְךָ הֲרֵי בָּטֵל הַשְּׁטָר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֵעִידוּ שֶׁנָּתַן לוֹ בְּתוֹרַת פֵּרָעוֹן אֲבָל אִם רָאוּהוּ נוֹתֵן לוֹ מָעוֹת וְלֹא יָדְעוּ אִם הוּא בְּתוֹרַת פֵּרָעוֹן אוֹ בְּתוֹרַת פִּקָּדוֹן אוֹ בְּתוֹרַת מַתָּנָה. אִם אָמַר בַּעַל הַשְּׁטָר לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי הֻחְזַק כַּפְרָן וּבָטֵל הַשְּׁטָר. וְאִם אָמַר פֵּרָעוֹן שֶׁל חוֹב אַחֵר הוּא הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע וְנוֹטֵל מַה שֶׁבַּשְּׁטָר שֶׁהֲרֵי לֹא פְּרָעוֹ בְּעֵדִים. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר מַתָּנָה נְתָנָם לִי נֶאֱמָן לוֹמַר פֵּרָעוֹן שֶׁל חוֹב אַחֵר הֵן. אָמַר לוֹ הַלּוֶֹה וַהֲלֹא שְׁטַר חוֹב זֶה דְּמֵי שׁוֹר שֶׁלָּקַחְתִּי מִמְּךָ הוּא וְאַתָּה גָּבִיתָ דְּמֵי בְּשָׂרוֹ. וְאָמַר לוֹ בַּעַל הַשְּׁטָר כֵּן אֲנִי גָּבִיתִי אֶת דָּמָיו מֵחוֹב אַחֵר שֶׁהָיָה לִי אֶצְלְךָ. הוֹאִיל וְהוֹדָה מֵעַצְמוֹ שֶׁדְּמֵי הַשּׁוֹר הוּא הַחוֹב וּמִדָּמָיו נִפְרַע בָּטֵל הַשְּׁטָר. וְאַף עַל פִּי שֶׁאֵין עָלָיו עֵדִים שֶׁפָּרַע מִדָּמוֹ יִשָּׁבַע הַלּוֶֹה הֶסֵּת שֶׁפְּרָעוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הוֹצִיא עָלָיו שְׁטַר חוֹב בְּעֵד אֶחָד וְלוֶֹה טוֹעֵן פָּרַעְתִּי הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינִי יָכוֹל לִשָּׁבַע וּמְשַׁלֵּם. טָעַן וְאָמַר יִשָּׁבַע לִי שֶׁלֹּא פְּרַעְתִּיו הֲרֵי זֶה נִשְׁבָּע שֶׁאֲפִלּוּ הָיוּ בַּשְּׁטָר שְׁנֵי עֵדִים וְאָמַר יִשָּׁבַע לִי שֶׁלֹּא פְּרַעְתִּיו הֲרֵי זֶה נִשְׁבָּע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְכֵן הוֹרוּ רַבּוֹתַי שֶׁהַכּוֹפֵר בְּמִלְוֶה עַל פֶּה בְּבֵית דִּין וּבָא עֵד אֶחָד שֶׁלָּוָה הֲרֵי זֶה יִשָּׁבַע שְׁבוּעַת הַתּוֹרָה. חָזַר וְאָמַר כֵּן הָיָה לָוִיתִי וּפָרַעְתִּי אוֹ מָחַל לִי אוֹ נִתְחַיֵּב לִי מִמָּקוֹם אַחֵר הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע וּמְשַׁלֵּם: \n",
      "מִי שֶׁטָּעַן שֶׁפָּרַע הַשְּׁטָר וְאָמַר יִשָּׁבַע הַמַּלְוֶה וְיִטּל אוֹמְרִים לוֹ הָבֵא מְעוֹתָיו וְאַחַר כָּךְ יִשָּׁבַע וְיִטּל. אִם אֵין לוֹ כְּלוּם לְשַׁלֵּם מַשְׁבִּיעִין אוֹתוֹ כְּתַקָּנַת הַגְּאוֹנִים שֶׁאֵין לוֹ וְלִכְשֶׁתַּשִּׂיג יָדוֹ יִתֵּן לְבַעַל חוֹבוֹ וְיַשְׁבִּיעוֹ שֶׁלֹּא פָּרַע וְאַחַר כָּךְ יִתֵּן לוֹ: \n",
      "מִי שֶׁהָיָה לוֹ חוֹב עַל חֲבֵרוֹ בִּשְׁטָר וְאָבַד הַשְּׁטָר וַהֲרֵי הָעֵדִים קַיָּמִין אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ וְטָעַן שֶׁפָּרַע הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. וְהוֹרוּ רַבּוֹתַי שֶׁאֲפִלּוּ הָיָה הַחוֹב לִזְמַן וַעֲדַיִן לֹא הִגִּיעַ זְמַנּוֹ לְהִפָּרַע הוֹאִיל וְכָתְבוּ לוֹ הַשְּׁטָר וְאֵין בְּיָדוֹ שְׁטָר וְהַלּוֶֹה טוֹעֵן פָּרַעְתִּי נֶאֱמָן וְנִשְׁבָּע הֶסֵּת שֶׁפְּרָעוֹ שֶׁאָנוּ חוֹשְׁשִׁין שֶׁמָּא פְּרָעוֹ וּלְפִיכָךְ קָרַע הַשְּׁטָר אוֹ שְׂרָפוֹ. וְכֵן הוֹרוּ רַבּוֹתַי שֶׁאֲפִלּוּ הָיָה הַשְּׁטָר יוֹצֵא מִתַּחַת יְדֵי אַחֵר וְהַלּוֶֹה טוֹעֵן מִמֶּנִּי נָפַל אַחַר שֶׁפָּרַעְתִּי אַף עַל פִּי שֶׁהוּא בְּתוֹךְ זְמַנּוֹ נִשְׁבָּע הֶסֵּת וְנִפְטָר שֶׁכֵּיוָן שֶׁאֵין הַשְּׁטָר בְּיַד הַמַּלְוֶה אֵין שָׁם חֲזָקָה: \n",
      "שְׁנַיִם שֶׁהֵן אוֹחֲזִין בִּשְׁטָר הַמַּלְוֶה אוֹמֵר שֶׁלִּי הוּא וְהוֹצֵאתִיו לְהִפָּרַע בּוֹ מִמְּךָ וְהַלּוֶֹה אוֹמֵר פְּרַעְתִּיו וּמִמֶּנִּי נָפַל. אִם הָיָה הַשְּׁטָר שֶׁיָּכוֹל לְקַיְּמוֹ זֶה יִשָּׁבַע שֶׁאֵין לוֹ בְּדָמִים אֵלּוּ פָּחוֹת מֵחֶצְיָן וְזֶה יִשָּׁבַע שֶׁאֵין לוֹ בַּדָּמִים פָּחוֹת מֵחֶצְיָן וִישַׁלֵּם הַלּוֶֹה מֶחֱצָה. וְאִם אֵינוֹ יָכוֹל לְקַיְּמוֹ יִשָּׁבַע הַלּוֶֹה הֶסֵּת שֶׁפְּרָעוֹ וְיֵלֵךְ לוֹ: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ מָנֶה יֵשׁ לִי בְּיָדְךָ וְהַלָּה אוֹמֵר אֵין לְךָ בְּיָדִי כְּלוּם אוֹ שֶׁאוֹמֵר פְּרַעְתִּיךָ. אָמַר לוֹ הַתּוֹבֵעַ הִשָּׁבַע לִי הֶסֵּת. אָמַר לוֹ הַנִּתְבָּע וַהֲלֹא שְׁטָר יֵשׁ לְךָ עָלַי וְאַתָּה רוֹצֶה לְהַשְׁבִּיעַ אוֹתִי תְּחִלָּה וְאַחַר כָּךְ תּוֹצִיא הַשְּׁטָר הַפָּרוּעַ וְתִגְבֶּה בּוֹ. אוֹמְרִים לוֹ הָבֵא הַשְּׁטָר. אָמַר הַמַּלְוֶה אֵין לִי שְׁטָר עָלָיו מֵעוֹלָם אוֹ שְׁטָר הָיָה לִי וְאָבַד הוֹרוּ רַבּוֹתַי שֶׁאוֹמְרִים לַמַּלְוֶה בַּטֵּל כָּל שְׁטָר שֶׁיֵּשׁ לְךָ קֹדֶם זְמַן זֶה וְאַחַר כָּךְ תַּשְׁבִּיעֵהוּ הֶסֵּת אוֹ הַחֲרֵם חֵרֶם סְתָם וְלֵךְ וּבַקֵּשׁ עַד שֶׁתִּמְצָא הַשְּׁטָר: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ בְּעֵדִים וְאָמַר אַל תִּפְרָעֵנִי אֶלָּא בְּעֵדִים בֵּין שֶׁאָמַר לוֹ בִּשְׁעַת הַלְוָאָה בֵּין שֶׁאָמַר לוֹ אַחַר שֶׁהִלְוָהוּ הֲרֵי זֶה צָרִיךְ לְפָרְעוֹ בְּעֵדִים מִפְּנֵי הַתְּנַאי. טָעַן הַלּוֶֹה וְאָמַר לוֹ וְכֵן עָשִׂיתִי וּפְרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וְהָלְכוּ לָהֶם לִמְדִינַת הַיָּם אוֹ מֵתוּ הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע שְׁבוּעַת הֶסֵּת וְנִפְטָר. וְכֵן אִם אָמַר אַל תִּפְרָעֵנִי אֶלָּא בִּפְנֵי תַּלְמִידֵי חֲכָמִים אוֹ בִּפְנֵי רוֹפְאִים וְאָמַר לוֹ בִּפְנֵיהֶם פְּרַעְתִּיךָ וְאוֹתָן הָעֵדִים שֶׁפְּרַעְתִּיךָ בִּפְנֵיהֶם מֵתוּ אוֹ הָלְכוּ לָהֶם לִמְדִינַת הַיָּם הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע הֶסֵּת וְנִפְטָר. אֲבָל אִם אָמַר לוֹ אַל תִּפְרָעֵנִי אֶלָּא בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וְאָמַר לוֹ פְּרַעְתִּיךָ בִּפְנֵי אֲחֵרִים וּמֵתוּ אוֹ הָלְכוּ לָהֶם לִמְדִינַת הַיָּם אֵינוֹ נֶאֱמָן שֶׁמִּפְּנֵי טַעֲנָה זוֹ הִתְנָה עָלָיו וְאָמַר לוֹ אַל תִּפְרָעֵנִי אֶלָּא בִּפְנֵי רְאוּבֵן וְשִׁמְעוֹן שֶׁהֵם עוֹמְדִים עִמּוֹ כְּדֵי שֶׁלֹּא יִדְחֶה אוֹתוֹ וְיֹאמַר בִּפְנֵי אֲחֵרִים פָּרַעְתִּי וְהָלְכוּ לָהֶם: \n",
      "יֵשׁ נֻסְחָאוֹת מִן הַגְּמָרָא שֶׁכָּתוּב בָּהֶן שֶׁהָאוֹמֵר לַחֲבֵרוֹ אַל תִּפְרָעֵנִי אֶלָּא בְּעֵדִים וְאָמַר לוֹ פְּרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וְהָלְכוּ לִמְדִינַת הַיָּם אֵינוֹ נֶאֱמָן וְטָעוּת סְפָרִים הוּא וּלְפִיכָךְ טָעוּ הַמּוֹרִים עַל פִּי אוֹתָן הַסְּפָרִים וּכְבָר חָקַרְתִּי עַל הַנֻּסְחָאוֹת הַיְשָׁנוֹת וּמָצָאתִי בָּהֶן שֶׁהוּא נֶאֱמָן וְהִגִּיעַ לְיָדִי בְּמִצְרַיִם מִקְצָת גְּמָרָא יְשָׁנָה כָּתוּב עַל הַגְּוִילִים כְּמוֹ שֶׁהָיוּ כּוֹתְבִין קֹדֶם לַזְּמַן הַזֶּה בְּקָרוֹב חֲמֵשׁ מֵאוֹת שָׁנָה וּשְׁתֵּי נֻסְחָאוֹת מָצָאתִי מִן הַגְּוִילִים בַּהֲלָכָה זוֹ וּבִשְׁתֵּיהֶם כָּתוּב וְאִם אָמַר פָּרַעְתִּי בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וְהָלְכוּ לָהֶן לִמְדִינַת הַיָּם נֶאֱמָן. וּמִפְּנֵי טָעוּת זוֹ שֶׁאֵרַע לְמִקְצָת הַסְּפָרִים הוֹרוּ מִקְצָת גְּאוֹנִים שֶׁאִם אָמַר לוֹ אַל תִּפְרָעֵנִי אֶלָּא בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וּפְרָעוֹ בִּפְנֵי אֲחֵרִים שֶׁאֵינוֹ נֶאֱמָן אַף עַל פִּי שֶׁהֵבִיא עֵדִים שֶׁפָּרְעוּ בִּפְנֵיהֶם וְגַם זוֹ טָעוּת גְּדוֹלָה וְהַדִּין הָאֱמֶת שֶׁאִם בָּאוּ עֵדִים שֶׁפָּרְעוּ בִּפְנֵיהֶם נִפְטָר וְאֵין כָּאן מְקוֹם חֲשָׁשׁ. גַּם הַהוֹרָאָה הַזֹּאת עַל פִּי סִפְרֵיהֶן שֶׁכָּתוּב בָּהֶן בְּאוֹתוֹ שֶׁאָמַר לַחֲבֵרוֹ פְּרָעֵנִי בִּפְנֵי עֵדִים שֶׁשָּׁנוּ הֲלָכוֹת וְהָלַךְ וּפְרָעוֹ בִּפְנֵי עֵדִים וְטָעוּת סְפָרִים הוּא וּמָצָאתִי בַּגְּוִילִים כָּתוּב אָזַל פַּרְעֵיהּ בֵּינֵיהּ לְבֵין דִּילֵיהּ אַף עַל פִּי שֶׁהַסְּפָרִים מֻגָּהִין כְּמוֹ שֶׁבֵּאַרְנוּ כָּךְ יֵרָאֶה מִדִּין הַגְּמָרָא. וְעוֹד דְּבָרִים שֶׁל דַּעַת הֵן וְכִי מֶה הָיָה לוֹ לַעֲשׂוֹת אָמַר לוֹ אַל תִּפְרָעֵנִי אֶלָּא בְּעֵדִים פְּרָעוֹ בְּעֵדִים וְכִי יֵשׁ לוֹ לֶאֱסֹר אֶת הָעֵדִים בְּבֵית הַסֹּהַר כָּל יְמֵיהֶם שֶׁלֹּא יֵלְכוּ וְעוֹד אִם מֵתוּ מַה יַּעֲשֶׂה נִמְצָא זֶה פּוֹרֵעַ פַּעַם אַחַר פַּעַם לְעוֹלָם עַד שֶׁיָּבִיא עֵדִים אִם כֵּן נַעֲשֵׂית עֵדוּת זוֹ עֵדוּת בִּשְׁטָר וְנִמְצָא זֶה כֵּיוָן שֶׁאָמַר אַל תִּפְרָעֵנִי אֶלָּא בְּעֵדִים נַעֲשֵׂית מִלְוֶה בִּשְׁטָר וְאֵין מִי שֶׁעָלָה עַל לִבּוֹ זֶה. אֲבָל וַדַּאי אִם אָמַר בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי הוּא הִפְסִיד עַל עַצְמוֹ שֶׁפָּרַע בִּפְנֵי אֲחֵרִים וְהָלְכוּ לָהֶם. אֲבָל אִם בָּאוּ וְהֵעִידוּ שֶׁפְּרָעוֹ אֵין כָּאן בֵּית מֵחוֹשׁ וְכָזֶה רָאוּי לָדוּן וּלְהוֹרוֹת: \n",
      "הִתְנָה הַמַּלְוֶה עַל הַלּוֶֹה שֶׁיִּהְיֶה נֶאֱמָן בְּכָל עֵת שֶׁיֹּאמַר שֶׁלֹּא פְּרָעוֹ הֲרֵי זֶה נוֹטֵל בְּלֹא שְׁבוּעָה אַף עַל פִּי שֶׁטָּעַן שֶׁפְּרָעוֹ. וְאִם הֵבִיא עֵדִים שֶׁפְּרָעוֹ אֵינוֹ נוֹטֵל כְּלוּם: \n",
      "הִתְנָה עָלָיו שֶׁיִּהְיֶה הַמַּלְוֶה נֶאֱמָן כִּשְׁנֵי עֵדִים אַף עַל פִּי שֶׁהֵבִיא עֵדִים שֶׁפְּרָעוֹ הֲרֵי זֶה גּוֹבֶה מִמֶּנּוּ בְּלֹא שְׁבוּעָה שֶׁהֲרֵי הֶאֱמִינוֹ כִּשְׁנֵי עֵדִים. וַאֲפִלּוּ הֵבִיא מֵאָה עֵדִים (שֶׁפְּרָעוֹ הֲרֵי גּוֹבֶה מִמֶּנּוּ בְּלֹא שְׁבוּעָה וַאֲפִלּוּ הֵבִיא מֵאָה עֵדִים) שֶׁפְּרָעוֹ בִּפְנֵיהֶם שֶׁהַשְּׁנַיִם כְּמֵאָה. אֲבָל אִם אָמַר לוֹ הֲרֵי אַתָּה נֶאֱמָן עָלַי כִּשְׁלֹשָׁה הוֹאִיל וְיָרַד לְמִנְיָן אִם פְּרָעוֹ בִּפְנֵי אַרְבָּעָה הֲרֵי זֶה פָּרוּעַ. זֶה שֶׁהֶאֱמִין הַמַּלְוֶה כִּשְׁנֵי עֵדִים מַה תִּהְיֶה תַּקָּנָתוֹ כְּשֶׁיִּפָּרַע יִקְרַע הַשְּׁטָר אוֹ יָעִיד זֶה הַמַּלְוֶה עַל עַצְמוֹ שֶׁבִּטֵּל כָּל שְׁטָר שֶׁיֵּשׁ לוֹ עַל פְּלוֹנִי. אוֹ יָעִיד עַל עַצְמוֹ שֶׁלֹּא בִּפְנֵי הַלּוֶֹה שֶׁקִּבֵּל כָּל חוֹב שֶׁיֵּשׁ לוֹ אֵצֶל פְּלוֹנִי: \n",
      "הֲרֵי שֶׁפְּרָעוֹ וְטָעַן הַמַּלְוֶה שֶׁלֹּא נִפְרַע וּפְרָעוֹ פַּעַם שְׁנִיָּה מִפְּנֵי הַתְּנַאי הֲרֵי הַלּוֶֹה חוֹזֵר וְתוֹבֵעַ אֶת הַמַּלְוֶה בְּדִין וְאוֹמֵר לוֹ כָּךְ וְכָךְ אַתָּה חַיָּב לִי מִפְּנֵי שֶׁפְּרָעְתִּיךָ שְׁתֵּי פְּעָמִים. אִם הוֹדָה יְשַׁלֵּם וְאִם כָּפַר יִשָּׁבַע שְׁבוּעַת הֶסֵּת עַל כָּךְ שֶׁלֹּא פְּרָעוֹ אֶלָּא פַּעַם אַחַת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הִתְנָה הַלּוֶֹה שֶׁיִּהְיֶה נֶאֱמָן בְּכָל עֵת שֶׁיֹּאמַר פָּרַעְתִּי אֵינוֹ גּוֹבֶה בִּשְׁטָר זֶה לֹא מִן הַיּוֹרֵשׁ וְלֹא מִן הַלּוֹקֵחַ. וַאֲפִלּוּ אָמַר לוֶֹה לֹא פָּרַעְתִּי אֵין הַמַּלְוֶה טוֹרֵף בִּשְׁטָר זֶה מִן הַלָּקוֹחוֹת שֶׁמָּא עָשׂוּ קְנוּנְיָא עַל נְכָסָיו שֶׁל זֶה. טָעַן הַלּוֶֹה בִּשְׁטָר זֶה וְאָמַר פָּרַעְתִּי מִקְצָתוֹ וְהַמַּלְוֶה אוֹמֵר לֹא פָּרַע כְּלוּם מְשַׁלֵּם הַמִּקְצָת שֶׁהוֹדָה בּוֹ וְנִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁהֲרֵי הֶאֱמִינוֹ. וְאִם הִתְנָה עָלָיו שֶׁיִּהְיֶה נֶאֱמָן בְּלֹא שְׁבוּעַת הֶסֵּת אֵינוֹ נִשְׁבָּע: \n",
      "הִתְנָה הַמַּלְוֶה שֶׁיִּהְיֶה גּוֹבֶה בְּלֹא שְׁבוּעָה הֲרֵי זֶה גּוֹבֶה מִמֶּנּוּ בְּלֹא שְׁבוּעָה. אֲבָל אִם בָּא לִגְבּוֹת מִיּוֹרְשָׁיו יִשָּׁבַע וְאַחַר כָּךְ יִגְבֶּה. וְאִם הִתְנָה שֶׁיִּגְבֶּה אַף מִן הַיּוֹרֵשׁ בְּלֹא שְׁבוּעָה גּוֹבֶה בְּלֹא שְׁבוּעָה. וְכֵן אִם הִתְנָה שֶׁיִּגְבֶּה מִן הָעִידִית גּוֹבֶה מִן הָעִידִית אַף מִן הַיּוֹרְשִׁין. שֶׁכָּל תְּנַאי שֶׁבְּמָמוֹן קַיָּם. בָּא לִגְבּוֹת מִן הַלּוֹקֵחַ לֹא יִטְרֹף אֶלָּא בִּשְׁבוּעָה שֶׁאֵין זֶה מַתְנֶה לְאַבֵּד מָמוֹן חֲבֵרוֹ: \n"
    ],
    [
      "הַחוֹב בְּאַחֲרָיוּת הַלּוֶֹה עַד שֶׁיִּפְרָעֶנּוּ לְיד הַמַּלְוֶה אוֹ לְיַד שְׁלוּחוֹ. אָמַר לוֹ הַמַּלְוֶה זְרֹק לִי חוֹבִי וְהִפָּטֵר וּזְרָקוֹ וְאָבַד אוֹ נִשְׂרַף קֹדֶם שֶׁיַּגִּיעַ לְיַד הַמַּלְוֶה פָּטוּר. אָמַר לוֹ זְרֹק לִי חוֹבִי בְּתוֹרַת גִּטִּין. הָיוּ הַמָּעוֹת קְרוֹבוֹת לַלּוֶֹה הֲרֵי עֲדַיִן בְּאַחֲרָיוּתוֹ. הָיוּ קְרוֹבוֹת לַמַּלְוֶה נִפְטָר הַלּוֶֹה. מֶחֱצָה עַל מֶחֱצָה אִם אָבְדוּ מִשָּׁם אוֹ נִגְנְבוּ מְשַׁלֵּם הַלּוֶֹה מֶחֱצָה: \n",
      "הָיָה רְאוּבֵן חַיָּב לְשִׁמְעוֹן מָנֶה וְאָמַר לְלֵוִי הוֹלֵךְ לְשִׁמְעוֹן מָנֶה זֶה שֶׁאֲנִי חַיָּב לוֹ. אִם בָּא לַחְזֹר אֵינוֹ חוֹזֵר וְהוּא חַיָּב בְּאַחֲרָיוּתוֹ עַד שֶׁיַּגִּיעַ הַמָּנֶה לְשִׁמְעוֹן. הֶחְזִיר לֵוִי אֶת הַמָּנֶה לִרְאוּבֵן שְׁנֵיהֶן חַיָּבִין בְּאַחֲרָיוּתוֹ עַד שֶׁיַּגִּיעַ לְיַד שִׁמְעוֹן כָּל חוֹבוֹ: \n",
      "רְאוּבֵן שֶׁהָיָה חַיָּב לְשִׁמְעוֹן מָנֶה וְאָמַר שִׁמְעוֹן לִרְאוּבֵן מָנֶה שֶׁיֵּשׁ לִי בְּיָדְךָ תְּנֵהוּ לְלֵוִי וְהָיוּ שְׁלָשְׁתָּן עוֹמְדִין וְקִבֵּל לֵוִי וְנִמְצָא רְאוּבֵן עָנִי וְאֵין לוֹ מִמַּה שֶּׁיִּגְבֶּה מִמֶּנּוּ הֲרֵי לֵוִי חוֹזֵר בַּחוֹב שֶׁל שִׁמְעוֹן שֶׁזֶּה הִטְעָהוּ. וְאִם יָדַע לֵוִי שֶׁהוּא עָנִי אוֹ שֶׁהָיָה עָשִׁיר בְּאוֹתָהּ שָׁעָה וְהֶעֱנִי אֵינוֹ יָכוֹל לַחְזֹר שֶׁהֲרֵי קִבֵּל. טָעַן לֵוִי שֶׁהָיָה רְאוּבֵן עָנִי וְהִטְעָהוּ וְשִׁמְעוֹן אוֹמֵר עָשִׁיר הָיָה וְהֶעֱנִי יֵרָאֶה לִי שֶׁעַל שִׁמְעוֹן לְהָבִיא רְאָיָה וְאַחַר כָּךְ יִפָּטֵר מֵחוֹב לֵוִי. לֹא יִהְיֶה אֶלָּא שׁוֹבֵר בְּיָדוֹ. אוֹמְרִים לוֹ קַיֵּם שׁוֹבֶרְךָ וְהִפָּטֵר: \n",
      "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת מִקָּח וּמִמְכָּר שֶׁרְאוּבֵן שֶׁלֹּא הָיָה לוֹ אֵצֶל שִׁמְעוֹן כְּלוּם וְהָיָה רְאוּבֵן חַיָּב לְלֵוִי מָנֶה וְהִמְחָהוּ אֵצֶל שִׁמְעוֹן אַף עַל פִּי שֶׁהִמְחָהוּ בְּמַעֲמַד שְׁלָשְׁתָּן לֹא קָנָה. וְאִם רָצָה שִׁמְעוֹן שֶׁלֹּא יִתֵּן לֹא יִתֵּן וְאִם נָתַן חוֹזֵר וְגוֹבֶה מֵרְאוּבֵן שֶׁהֲרֵי עַל פִּיו נָתַן. וְכֵן אִם רָצָה לֵוִי לַחְזֹר וְלוֹמַר אֵינִי רוֹצֶה לִגְבּוֹת מִשִּׁמְעוֹן חוֹזֵר וְגוֹבֶה מֵרְאוּבֵן וְאַף עַל פִּי שֶׁנִּפְרָע מִקְצָת מִשִּׁמְעוֹן חוֹזֵר וְגוֹבֶה הַשְּׁאָר מֵרְאוּבֵן: \n",
      "חֶנְוָנִי שֶׁהָיָה נוֹתֵן לְבַעַל הַבַּיִת מִן הַחֲנוּת כָּל מַה שֶּׁיִּרְצֶה בְּתוֹרַת הַלְוָאָה וּמַקִּיפוֹ עַד שֶׁיִּתְקַבֵּץ הַכּל וּפוֹרֵעַ לוֹ וְאָמַר לוֹ בַּעַל הַבַּיִת תֵּן לַפּוֹעֲלִים סֶלַע אוֹ לְבַעַל חוֹבִי מָנֶה שֶׁיֵּשׁ לוֹ אֶצְלִי וַאֲנִי אֶתֵּן לְךָ וַהֲרֵי הַחֶנְוָנִי אוֹמֵר נָתַתִּי וְהַפּוֹעֵל אוֹ בַּעַל חוֹבוֹ אוֹמֵר לֹא לָקַחְתִּי הֲרֵי הַפּוֹעֵל אוֹ בַּעַל חוֹב נִשְׁבָּע וְנוֹטֵל מִבַּעַל הַבַּיִת חוֹבוֹ וְכֵן הַחֶנְוָנִי נִשְׁבָּע וְנוֹטֵל מִבַּעַל הַבַּיִת מַה שֶּׁטָּעַן שֶׁנָּתַן שֶׁהֲרֵי הוּא אָמַר לוֹ לִתֵּן. וְהַפּוֹעֵל נִשְׁבָּע בְּמַעֲמַד הַחֶנְוָנִי וְכֵן הַחֶנְוָנִי בְּמַעֲמַד הַפּוֹעֵל אוֹ בַּעַל חוֹב כְּדֵי שֶׁיִּכָּלְמוּ זֶה מִזֶּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וּשְׁבוּעָה זוֹ תַּקָּנַת חֲכָמִים הִיא בִּנְקִיטַת חֵפֶץ מִפְּנֵי שֶׁבָּאִין שְׁנֵיהֶן לִטּל. לְפִיכָךְ אִם מֵת הַחֶנְוָנִי נוֹטֵל בַּעַל חוֹב בְּלֹא שְׁבוּעָה וְכֵן אִם מֵת פּוֹעֵל אוֹ בַּעַל חוֹב הַחֶנְוָנִי נוֹטֵל בְּלֹא שְׁבוּעָה שֶׁהֲרֵי אֵין בַּעַל הַבַּיִת מַפְסִיד כְּלוּם וְאֵינוֹ מְשַׁלֵּם אֶלָּא תַּשְׁלוּם אֶחָד: \n",
      "הַחֶנְוָנִי אוֹמֵר אַתָּה אָמַרְתָּ לִתֵּן לָזֶה מָנֶה אוֹ צִוִּיתָ וְאָמַרְתָּ לִי אִם יָבוֹא פְּלוֹנִי תֵּן לוֹ וּבַעַל הַבַּיִת אוֹמֵר לֹא אָמַרְתִּי לְךָ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת וְנִפְטָר וְהַחֶנְוָנִי עוֹשֶׂה דִּין עִם זֶה שֶׁנָּתַן לוֹ. וְכֵן אִם אָמַר הַחֶנְוָנִי לְבַעַל הַבַּיִת הַמַּקִּיפוֹ כָּתוּב בְּפִנְקָסִי שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה וּבַעַל הַבַּיִת אוֹמֵר אֵינִי יוֹדֵעַ נִשְׁבָּע בַּעַל הַבַּיִת הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וְנִפְטָר כְּדִין כָּל טוֹעֵן עַל חֲבֵרוֹ לְכָל דָּבָר וְאֵין בָּזֶה תַּקָּנַת חֲכָמִים: \n",
      "רְאוּבֵן שֶׁהוֹצִיא שְׁטַר חוֹב שֶׁיֵּשׁ לְלֵוִי עַל שִׁמְעוֹן וְטָעַן שֶׁלֵּוִי נְתָנוֹ לוֹ בִּכְתִיבָה וּמְסִירָה וְאָבַד הַשְּׁטָר שֶׁהִקְנָהוּ בּוֹ אוֹ שֶׁטָּעַן שֶׁהִקְנָהוּ לוֹ עַל גַּב הַקַּרְקַע הֲרֵי זֶה גּוֹבֶה אוֹתוֹ מִשִּׁמְעוֹן הוֹאִיל וְיוֹצֵא מִתַּחַת יָדוֹ. טָעַן שִׁמְעוֹן שֶׁפָּרַע לְלֵוִי וְאָמַר יִשָּׁבַע לִי יִשָּׁבַע לֵוִי לְשִׁמְעוֹן וְאַחַר כָּךְ יִגְבֶּה רְאוּבֵן. הוֹדָה לוֹ שֶׁפָּרַע יְשַׁלֵּם לֵוִי לִרְאוּבֵן. טָעַן לֵוִי שֶׁלֹּא מָכַר וְלֹא נָתַן שְׁטָר זֶה נִשְׁבָּע הֶסֵּת וְנִפְטָר: \n",
      "שְׁטָר שֶׁהָיָה בְּיַד שָׁלִישׁ וְהוֹצִיא מִתַּחַת יָדוֹ בְּבֵית דִּין וְאָמַר פָּרוּעַ הוּא נֶאֱמָן אַף עַל פִּי שֶׁהַשְּׁטָר מְקֻיָּם שֶׁאִלּוּ רָצָה הָיָה שׂוֹרְפוֹ אוֹ קוֹרְעוֹ. וְכֵן אִם מֵת הַשָּׁלִישׁ וְנִמְצָא כְּתָב יוֹצֵא מִתַּחַת יְדֵי שָׁלִישׁ שֶׁשְּׁטָר זֶה הַמֻּנָּח אֶצְלוֹ פָּרוּעַ הוּא הֲרֵי זֶה פָּרוּעַ אַף עַל פִּי שֶׁאֵין עֵדִים עַל הַכְּתָב. אֲבָל כְּתָב שֶׁיָּצָא מִתַּחַת יְדֵי מַלְוֶה שֶׁשְּׁטָר פְּלוֹנִי פָּרוּעַ אֲפִלּוּ הָיָה בִּכְתַב יְדֵי הַמַּלְוֶה אֵינוֹ אֶלָּא כְּמִשְׂחָק: \n",
      "הָיוּ עֵדִים עַל הַכְּתָב אִם הָיוּ מְקֻיָּמִין הֲרֵי הַשְּׁטָר פָּרוּעַ. וְאִם אֵין עָלָיו קִיּוּם יִשְׁאֲלוּ הָעֵדִים הַחֲתוּמִין עַל זֶה הַשּׁוֹבֵר. אִם לֹא יָדְעוּ אוֹ שֶׁאֵין הָעֵדִים מְצוּיִין הוֹאִיל וּמִתַּחַת יְדֵי הַמַּלְוֶה אוֹ מִתַּחַת יְדֵי יוֹרְשָׁיו יָצָא אֵין הַשּׁוֹבֵר כְּלוּם: \n",
      "נִמְצָא הַשְּׁטָר בֵּין שְׁטָרוֹת פְּרוּעִין הֲרֵי זֶה פָּרוּעַ וְאַף עַל פִּי שֶׁאֵין עֵדִים עַל הַכְּתָב הַנִּמְצָא. וְכֵן אִם נִמְצָא כָּתוּב בְּגוּפוֹ שֶׁל שְׁטָר בֵּין מִפָּנָיו בֵּין מֵאֲחוֹרָיו וַאֲפִלּוּ בְּמִקְצָתוֹ שְׁטָר זֶה פָּרוּעַ אוֹ נִפְרָע מִמֶּנּוּ כָּךְ וְכָךְ עוֹשִׂין עַל פִּי הַכְּתָב וְאַף עַל פִּי שֶׁאֵין עַל הַכְּתָב עֵדִים וְאַף עַל פִּי שֶׁיָּצָא מִתַּחַת יְדֵי הַמַּלְוֶה שֶׁאִלּוּ לֹא נִפְרָע לֹא הָיָה כּוֹתֵב עַל הַשְּׁטָר: \n",
      "הַמּוֹצֵא שְׁטָר בֵּין שִׁטְרוֹתָיו וְאֵין יוֹדֵעַ מַה טִּיבוֹ יִהְיֶה מֻנָּח עַד שֶׁיָּבוֹא אֵלִיָּהוּ: \n",
      "הָאוֹמֵר לְבָנָיו שְׁטָר בֵּין שִׁטְרוֹתַי פָּרוּעַ וְאֵינִי יוֹדֵעַ אֵיזֶה הוּא שִׁטְרוֹתָיו כֻּלָּן פְּרוּעִין. נִמְצָא לְאֶחָד שָׁם שְׁנֵי שְׁטָרוֹת הַגָּדוֹל פָּרוּעַ וְהַקָּטָן אֵינוֹ פָּרוּעַ. אָמַר לַחֲבֵרוֹ שְׁטָר לְךָ בְּיָדִי פָּרוּעַ הַגָּדוֹל פָּרוּעַ וְהַקָּטָן אֵינוֹ פָּרוּעַ. חוֹב לְךָ בְּיָדִי פָּרוּעַ כָּל שְׁטָרוֹת שֶׁיֵּשׁ לוֹ עָלָיו כֻּלָּן פְּרוּעִין: \n"
    ],
    [
      "מַלְוְה שֶׁמֵּת וּבָא היּוֹרֵשׁ לִתְבֹּעַ אֶת הַלּוֶֹה בִּשְׁטָר שֶׁעָלָיו וְאָמַר פָּרַעְתִּי לְאָבִיךָ וְהַיּוֹרֵשׁ אוֹמֵר אֵינִי יוֹדֵעַ אוֹמְרִים לוֹ עֲמֹד וְשַׁלֵּם לוֹ. אָמַר יִשָּׁבַע לִי הֲרֵי זֶה נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁלֹּא פְּקָדָנוּ אַבָּא עַל יְדֵי אַחֵר וְשֶׁלֹּא אָמַר לָנוּ אַבָּא בְּפִיו וְשֶׁלֹּא מָצִינוּ בֵּין שִׁטְרוֹתָיו שֶׁל אַבָּא שֶׁשְּׁטָר זֶה פָּרוּעַ וְגוֹבֶה: \n",
      "מֵת הַלּוֶֹה אַחַר שֶׁמֵּת הַמַּלְוֶה וּבָא הַיּוֹרֵשׁ לְהִפָּרַע מִן הַיּוֹרֵשׁ לֹא יִפָּרַע אֶלָּא בִּשְׁבוּעָה וְאוֹמֵר לוֹ תְּחִלָּה יִשָּׁבַע שֶׁלֹּא פְּקָדָנוּ אַבָּא וְשֶׁלֹּא אָמַר לָנוּ אַבָּא וְלֹא מָצִינוּ בֵּין שִׁטְרוֹתָיו שֶׁל אַבָּא שֶׁשְּׁטָר זֶה פָּרוּעַ. וַאֲפִלּוּ הָיָה הַיּוֹרֵשׁ קָטָן הַמֻּטָּל בָּעֲרִיסָה כְּשֶׁמֵּת מוֹרִישׁוֹ הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. וְאִם צִוָּה הַמַּלְוֶה בִּשְׁעַת מִיתָתוֹ שֶׁשְּׁטָר זֶה אֵינוֹ פָּרוּעַ יִפָּרַע הַיּוֹרֵשׁ בְּלֹא שְׁבוּעָה אֲפִלּוּ מִן הַיּוֹרֵשׁ: \n",
      "מֵת הַלּוֶֹה תְּחִלָּה וְאַחַר כָּךְ מֵת הַמַּלְוֶה אֵין יוֹרְשֵׁי מַלְוֶה נוֹטְלִין מִיּוֹרְשֵׁי לוֶֹה כְּלוּם שֶׁבְּשָׁעָה שֶׁמֵּת הַלּוֶֹה נִתְחַיֵּב הַמַּלְוֶה לְהִשָּׁבַע וְאַחַר כָּךְ יִטּל כְּמוֹ שֶׁבֵּאַרְנוּ וּכְבָר מֵת וְאֵין אָדָם מוֹרִישׁ שְׁבוּעָה לְבָנָיו שֶׁאֵינָן יְכוֹלִין לְהִשָּׁבַע שֶׁלֹּא נִפְרַע אֲבִיהֶם כְּלוּם. וְאִם עָבַר הַדִּין וְהִשְׁבִּיעַ יוֹרְשֵׁי מַלְוֶה וְגָבוּ אֶת חוֹבָן אֵין מוֹצִיאִין מִיָּדָם. לְפִיכָךְ שְׁטַר חוֹב שֶׁל יְתוֹמִים הַבָּאִים לְהִפָּרַע מִן הַיְתוֹמִים שֶׁמֵּת אֲבִיהֶן הַלּוֶֹה תְּחִלָּה אֵין קוֹרְעִין אוֹתוֹ וְאֵין מַגְבִּין בּוֹ. אֵין גּוֹבִין בּוֹ שֶׁאֵין אָדָם מוֹרִישׁ שְׁבוּעָה לְבָנָיו כְּמוֹ שֶׁבֵּאַרְנוּ וְאֵין קוֹרְעִין אוֹתוֹ שֶׁמָּא יָבוֹא דַּיָּן שֶׁיָּדוּן וְיוֹצִיא בּוֹ: \n",
      "אֲפִלּוּ הָיָה שָׁם עָרֵב וּמֵת הַלּוֶֹה תְּחִלָּה לֹא יִפָּרְעוּ יוֹרְשֵׁי הַמַּלְוֶה מִן הֶעָרֵב. שֶׁאִם תֹּאמַר יִפָּרְעוּ מִן הֶעָרֵב הֲרֵי הֶעָרֵב חוֹזֵר וְנִפְרָע מִיּוֹרְשֵׁי לוֶֹה: \n",
      "אֵין דָּנִין מִדִּין זֶה לְכָל הַדּוֹמֶה לוֹ אֶלָּא הֲרֵי הַפּוֹגֵם אֶת שְׁטָרוֹ וּמֵת אַף עַל פִּי שֶׁאֵינוֹ גּוֹבֶה אֶלָּא בִּשְׁבוּעָה הֲרֵי בָּנָיו נִשְׁבָּעִין שֶׁלֹּא פְּקָדָנוּ אַבָּא וְלֹא צִוָּנוּ אַבָּא וְלֹא מָצִינוּ בֵּין שִׁטְרוֹתָיו שֶׁל אַבָּא שֶׁכָּל הַשְּׁטָר הַזֶּה פָּרוּעַ וְגוֹבִין אֶת שְׁאָר הַשְּׁטָר בֵּין מִן הַמַּלְוֶה בֵּין מִיּוֹרְשָׁיו: \n",
      "יוֹרֵשׁ שֶׁבָּא לִגְבּוֹת מִן הַיּוֹרֵשׁ וְאָמְרוּ יוֹרְשֵׁי לוֶֹה אָמַר לָנוּ אַבָּא לֹא לָוִיתִי חוֹב זֶה הֲרֵי יוֹרְשֵׁי הַמַּלְוֶה גּוֹבִין שֶׁלֹּא בִּשְׁבוּעָה שֶׁכָּל הָאוֹמֵר לֹא לָוִיתִי כְּאוֹמֵר לֹא פָּרַעְתִּי דָּמִי. וְכֵן מַלְוֶה שֶׁבָּא לְהִפָּרַע מִיּוֹרְשֵׁי לוֶֹה וְאָמְרוּ אָמַר לָנוּ אַבָּא לֹא לָוִיתִי חוֹב זֶה הֲרֵי זֶה גּוֹבֵהוּ בְּלֹא שְׁבוּעָה אֲפִלּוּ הֶאֱמִינוֹ בַּשְּׁטָר כָּל זְמַן שֶׁאָמַר פָּרַעְתִּי שֶׁכָּל הָאוֹמֵר לֹא לָוִיתִי כְּאוֹמֵר לֹא פָּרַעְתִּי: \n",
      "יוֹרֵשׁ שֶׁבָּא לְהִפָּרַע מִן הַלּוֶֹה בִּשְׁטָר שֶׁיֵּשׁ בּוֹ נֶאֱמָנוּת לַלּוֶֹה כָּל זְמַן שֶׁיֹּאמַר פָּרַעְתִּי הֲרֵי הַלּוֶֹה נִשְׁבָּע הֶסֵּת שֶׁפָּרַע לִשְׁטָר זֶה וְנִפְטָר אַף עַל פִּי שֶׁלֹּא כָּתַב לוֹ וַהֲרֵי אַתָּה נֶאֱמָן עַל יוֹרְשַׁי שֶׁעִקַּר הַשְּׁטָר עַל תְּנַאי זֶה הָיָה. אִם הִתְנָה עָלָיו שֶׁיְּהֵא נֶאֱמָן בְּלֹא שׁוּם שְׁבוּעָה אֵינוֹ נִשְׁבָּע אֲפִלּוּ לְיוֹרְשֵׁי מַלְוֶה: \n",
      "יוֹרֵשׁ קָטָן שֶׁהָיָה שְׁטַר חוֹב לְאָבִיו וְיָצָא עָלָיו שׁוֹבֵר אַחַר מִיתַת אָבִיו אֵין קוֹרְעִין אֶת הַשְּׁטָר וְאֵין מַגְבִּין בּוֹ עַד שֶׁיִּגְדְּלוּ הַיְתוֹמִים שֶׁמָּא שׁוֹבֵר זֶה מְזֻיָּף הוּא וּלְפִיכָךְ לֹא הוֹצִיאוֹ הַלּוֶֹה בְּחַיֵּי אָבִיו: \n",
      "הַמּוֹצִיא שְׁטַר חוֹב עַל חֲבֵרוֹ וְהָיָה כָּתוּב בְּבָבֶל מַגְבֵּהוּ מִמְּעוֹת בָּבֶל. הָיָה כָּתוּב בְּאֶרֶץ יִשְׂרָאֵל מַגְבֵּהוּ מִמְּעוֹת אֶרֶץ יִשְׂרָאֵל. מַה שֶּׁאֵין כֵּן בִּכְתֻבָּה. לֹא הָיָה בַּשְּׁטָר שֵׁם מָקוֹם וְהוֹצִיאוֹ בְּבָבֶל מַגְבֵּהוּ מִמְּעוֹת בָּבֶל. הוֹצִיאוֹ בְּאֶרֶץ יִשְׂרָאֵל מַגְבֵּהוּ מִמְּעוֹת אֶרֶץ יִשְׂרָאֵל. בָּא לִגְבּוֹת מִמְּעוֹת הַמָּקוֹם שֶׁיָּצָא בּוֹ הַשְּׁטָר וְטָעַן הַלּוֶֹה שֶׁהַמָּעוֹת שֶׁאֲנִי חַיָּב לוֹ מִכֶּסֶף שֶׁהוּא פָּחוֹת מִזֶּה הַמַּטְבֵּעַ יִשָּׁבַע הַמַּלְוֶה וְיִטּל. הָיָה בּוֹ כֶּסֶף סְתָם מַה שֶּׁיִּרְצֶה לוֶֹה מַגְבֵּהוּ. מִכָּאן אַתָּה לָמֵד שֶׁשְּׁטָר שֶׁאֵין בּוֹ שֵׁם מָקוֹם שֶׁנִּכְתַּב בּוֹ כָּשֵׁר לְכָל דָּבָר. וְהוּא הַדִּין לִשְׁטָר שֶׁאֵין בּוֹ זְמַן כְּלָל שֶׁהוּא כָּשֵׁר אַף עַל פִּי שֶׁעֵדוּת זוֹ אִי אַתָּה יָכוֹל לַהֲזִמָּהּ שֶׁאֵין מְדַקְדְּקִין בְּדִינֵי מָמוֹנוֹת בִּדְרִישָׁה וַחֲקִירָה כְּמוֹ שֶׁיִּתְבָּאֵר כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוֹוִין. וּלְפִיכָךְ שִׁטְרֵי חוֹב הַמְאֻחָרִין כְּשֵׁרִין אַף עַל פִּי שֶׁאֵין אַתָּה יָכוֹל לַהֲזִמָּן כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ סְתָם הֲרֵי כָּל נְכָסָיו אַחְרָאִין וְעַרְבָאִין לְחוֹב זֶה. לְפִיכָךְ כְּשֶׁיָּבוֹא לִגְבּוֹת תּוֹבֵעַ אֶת בַּעַל חוֹבוֹ תְּחִלָּה אִם מָצָא עִמּוֹ נְכָסִים בֵּין מִטַּלְטְלִין בֵּין קַרְקָעוֹת גּוֹבֶה מֵהֶן בִּרְצוֹן הַלּוֶֹה. וְאִם לֹא נָתַן הַלּוֶֹה מִדַּעְתּוֹ מְגַבִּין אוֹתוֹ בֵּית דִּין. לֹא הִסְפִּיק לוֹ כָּל הַנִּמְצָא כְּנֶגֶד שְׁטַר חוֹבוֹ הֲרֵי זֶה גּוֹבֶה מִכָּל הַקַּרְקָעוֹת שֶׁהָיוּ לַלּוֶֹה אַף עַל פִּי שֶׁהֵן עַתָּה מְכוּרִין לַאֲחֵרִים אוֹ נְתוּנִים בְּמַתָּנָה. הוֹאִיל וּמָכַר הַלּוֶֹה אוֹ נָתַן אַחַר שֶׁנִּשְׁתַּעְבֵּד בְּחוֹב זֶה הֲרֵי זֶה מוֹצִיא מִיַּד הַלָּקוֹחוֹת אוֹ מִיַּד בַּעֲלֵי הַמַּתָּנוֹת וְזֶהוּ הַנִּקְרָא טוֹרֵף. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקָעוֹת שֶׁהָיוּ לוֹ בְּעֵת שֶׁלָּוָה. אֲבָל נְכָסִים הַבָּאִין לוֹ לְאַחַר שֶׁלָּוָה לֹא נִשְׁתַּעְבְּדוּ לְבַעַל חוֹב וְאֵינוֹ טוֹרְפָן. וְאִם הִתְנָה עָלָיו שֶׁכָּל נְכָסִים שֶׁיִּקְנֶה יִהְיוּ מְשֻׁעְבָּדִין לְהִפָּרַע מֵהֶן וְקָנָה אַחַר שֶׁלָּוָה וּמָכַר אוֹ נָתַן הֲרֵי בַּעַל חוֹב טוֹרֵף מֵהֶן: \n",
      "אֵין כָּל הַדְּבָרִים אֲמוּרִין אֶלָּא בְּקַרְקַע אֲבָל הַמִּטַּלְטְלִין אֵין עֲלֵיהֶן אַחֲרָיוּת אֲפִלּוּ מִטַּלְטְלִין שֶׁהָיוּ לוֹ בְּעֵת שֶׁלָּוָה שֶׁמְּכָרָן לִשְׁעָתוֹ אֵין בַּעַל חוֹב טוֹרֵף אוֹתָן. הִקְנָה לְבַעַל חוֹבוֹ כָּל הַמִּטַּלְטְלִין עַל גַּב קַרְקַע שֶׁיֵּשׁ לוֹ לִהְיוֹתוֹ נִפְרָע מִן הַכּל הֲרֵי זֶה טוֹרֵף מֵאוֹתָן הַמִּטַּלְטְלִין וְהוּא שֶׁיִּכְתֹּב לוֹ בִּשְׁטַר חוֹבוֹ שֶׁהִקְנֵיתִי לְךָ מִטַּלְטְלִין שֶׁיֵּשׁ לִי עַל גַּב הַקַּרְקַע שֶׁיֵּשׁ לִי שֶׁלֹּא כְּאַסְמַכְתָּא וְשֶׁלֹּא כְּטָפְסֵי הַשְּׁטָרוֹת. וְכֵן אִם כָּתַב שֶׁכָּל נְכָסִים שֶׁאֲנִי עָתִיד לִקְנוֹת בֵּין קַרְקָעוֹת בֵּין מִטַּלְטְלִין הֲרֵי הֵן מְשֻׁעְבָּדִים לְךָ לְהִפָּרַע מֵהֶן וְהַמִּטַּלְטְלִין קְנוּיִין לְךָ עַל גַּב הַקַּרְקָעוֹת לְהִפָּרַע מֵהֶן שֶׁלֹּא כְּאַסְמַכְתָּא וְשֶׁלֹּא כְּטָפְסֵי הַשְּׁטָרוֹת הֲרֵי זֶה טוֹרֵף אַף מִן הַמִּטַּלְטְלִין שֶׁקָּנָה הַלּוֶֹה לְאַחַר שֶׁלָּוָה. שֶׁכָּל תְּנַאי שֶׁבְּמָמוֹן קַיָּם: \n",
      "עָשָׂה שָׂדֵהוּ אַפּוֹתֵיקֵי לְבַעַל חוֹבוֹ אוֹ לְאִשָּׁה בִּכְתֻבָּתָהּ וְהוּא שֶׁיִּכְתֹּב לָהֶן מִכָּאן תִּגְבּוּ וּשְׁטָפוֹ נָהָר הֲרֵי זֶה גּוֹבֶה מִשְּׁאָר נְכָסִים וְטוֹרֵף אוֹתָן. וְאִם הִתְנָה עִמּוֹ שֶׁלֹּא יִהְיֶה לוֹ פֵּרָעוֹן אֶלָּא מִזּוֹ אֵינוֹ גּוֹבֶה מִשְּׁאָר נְכָסִים. וְכֵן אִם לָוָה מִמֶּנּוּ וּפֵרֵשׁ שֶׁאֵין לוֹ אַחֲרָיוּת עָלָיו הֲרֵי זֶה אֵינוֹ גּוֹבֶה מִן הַמְשֻׁעְבָּדִין לְעוֹלָם: \n",
      "עָשָׂה שָׂדֵהוּ אַפּוֹתֵיקִי לְבַעַל חוֹבוֹ אוֹ לְאִשָּׁה בִּכְתֻבָּתָהּ וּמְכָרָהּ הֲרֵי זוֹ מְכוּרָה וּכְשֶׁיָּבוֹא בַּעַל חוֹב לִגְבּוֹת אִם לֹא יִמְצָא נְכָסִים בְּנֵי חוֹרִין יִטְרֹף אוֹתָהּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁמָּכַר לִשְׁעָתָהּ אֲבָל מְכָרָהּ מִמְכַּר עוֹלָם אֵינָהּ מְכוּרָה: \n",
      "עָשָׂה עַבְדּוֹ אַפּוֹתֵיקֵי וּמְכָרוֹ הֲרֵי בַּעַל חוֹב גּוֹבֶה מִמֶּנּוּ מִפְּנֵי שֶׁיֵּשׁ לוֹ קוֹל. עָשָׂה שׁוֹרוֹ אַפּוֹתֵיקֵי וּמְכָרוֹ אֵין בַּעַל חוֹב גּוֹבֶה מִמֶּנּוּ. וְכֵן שְׁאָר הַמִּטַּלְטְלִין מִפְּנֵי שֶׁאֵין לָהֶן קוֹל: \n",
      "עֶבֶד שֶׁעֲשָׂאָהוּ רַבּוֹ אַפּוֹתֵיקֵי וְשִׁחְרְרוֹ אַף עַל פִּי שֶׁכָּתַב לוֹ לֹא יִהְיֶה לְךָ פֵּרָעוֹן אֶלָּא מִזֶּה יֵצֵא לְחֵרוּת. וְכֵן אִם הִקְדִּישׁוֹ. שֶׁהֶחָמֵץ וְהַשִּׁחְרוּר וְהַהֶקְדֵּשׁ מַפְקִיעִין מִיַּד שִׁעְבּוּד וַהֲרֵי בַּעַל חוֹב גּוֹבֶה חוֹבוֹ מִן הַלּוֶֹה וְכוֹתֵב עָלָיו שְׁטָר בְּחוֹבוֹ וְטוֹרֵף מִזְּמַן זֶה הַשְּׁטָר. וְלָמָּה הוּא חַיָּב לְשַׁלֵּם מִפְּנֵי שֶׁגּוֹרֵם לְאַבֵּד מָמוֹן חֲבֵרוֹ וְכָל הַגּוֹרֵם לְהַזִּיק מְשַׁלֵּם כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ. וְכוֹפִין אֶת רַבּוֹ הַשֵּׁנִי לְשַׁחְרְרוֹ מִפְּנֵי תִּקּוּן הָעוֹלָם שֶׁלֹּא יִמְצָאֶנּוּ בַּשּׁוּק וְיֹאמַר לוֹ עַבְדִּי אַתָּה: \n",
      "הַמַּקְדִּישׁ נְכָסָיו אֵין בַּעַל חוֹב יָכוֹל לִטְרֹף מִן הַהֶקְדֵּשׁ שֶׁהַהֶקְדֵּשׁ מַפְקִיעַ הַשִּׁעְבּוּד. וּכְשֶׁפּוֹדִין הַקַּרְקַע מִיַּד הַהֶקְדֵּשׁ אוֹמְדִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בְּשָׂדֶה זוֹ עַל מְנָת שֶׁיִּתֵּן לְבַעַל חוֹב אֶת חוֹבוֹ וּלְאִשָּׁה כְּתֻבָּתָהּ. לְפִיכָךְ לִכְשֶׁתִּפָּדֶה וְתֵצֵא לְחֻלִּין בְּיַד הַלּוֹקֵחַ יָבוֹא בַּעַל חוֹב וְיִטְרֹף אוֹתָהּ אוֹ הָאִשָּׁה בִּכְתֻבָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בַּעֲרָכִין: \n",
      "בַּעַל חוֹב שֶׁבָּא לִטְרֹף אִם יֵשׁ מָעוֹת לַלּוֹקֵחַ יָכוֹל לְסַלְּקוֹ וְלִתֵּן לוֹ דְּמֵי מַה שֶּׁהוּא טוֹרֵף וְחוֹזֵר הַלּוֹקֵחַ וְתוֹבֵעַ לַמּוֹכֵר. וְאִם עָשָׂה אוֹתוֹ אַפּוֹתֵיקֵי אֵינוֹ יָכוֹל לְסַלְּקוֹ בְּדָמִים: \n",
      "רְאוּבֵן שֶׁהָיָה חַיָּב לְשִׁמְעוֹן מָאתַיִם וְהָיוּ לוֹ שְׁתֵּי שָׂדוֹת וּמָכַר אַחַת מֵהֶן לְלֵוִי בְּמָנֶה וְחָזַר וּמָכַר לוֹ הַשְּׁנִיָּה בְּמָנֶה וּבָא שִׁמְעוֹן וְטָרַף אַחַת בְּמָנֶה וְחָזַר לִטְרֹף הַשְּׁנִיָּה בַּמָּנֶה הַנִּשְׁאָר לוֹ וְהֵבִיא לוֹ מָאתַיִם וְאָמַר לוֹ אִם תִּרְצֶה לִהְיוֹת הַשָּׂדֶה שֶׁטָּרַפְתָּ שׁוּמָה לְךָ בְּכָל הַמָּאתַיִם שֶׁיֵּשׁ לְךָ הֲרֵי מוּטָב וְאִם לָאו הֵילָךְ מָאתַיִם שֶׁל חוֹבְךָ וְהִסְתַּלֵּק. הַדִּין עִם לֵוִי. רָצָה שִׁמְעוֹן וְעָמַד בָּהּ אַף עַל פִּי שֶׁקִּבְּלָהּ בְּמָאתַיִם אֵין לֵוִי חוֹזֵר וְתוֹבֵעַ רְאוּבֵן אֶלָּא בְּמָנֶה: \n",
      "מֵת רְאוּבֵן וְהִנִּיחַ שָׂדֶה אַחַת שָׁוָה מֵאָה וּבָא שִׁמְעוֹן וּטְרָפָהּ וְנָתְנוּ לוֹ הַיְתוֹמִים מֵאָה מִן הַמִּטַּלְטְלִין שֶׁהִנִּיחַ אֲבִיהֶן וְסִלְּקוּהוּ הֲרֵי זֶה חוֹזֵר וְטוֹרֵף אוֹתָהּ בִּשְׁאָר חוֹבוֹ. שֶׁמֵּאָה שֶׁנָּתְנוּ לוֹ מִצְוָה עָשׂוּ שֶׁמִּצְוָה עַל הַיְתוֹמִים לִפְרֹעַ חוֹבוֹת אֲבִיהֶם. וְאִם אָמְרוּ לוֹ אֵלּוּ בְּמֵאָה דְּמֵי הַשָּׂדֶה שֶׁטָּרַפְתָּ אֵינוֹ יָכוֹל לַחְזֹר וְלִטְרֹף אוֹתָהּ פַּעַם אַחֶרֶת בִּשְׁאָר חוֹבוֹ: \n"
    ],
    [
      "כְּשֶׁיּוֹרְדִין בֵּית דִּין לְנִכְסֵי הַלּוֶֹה לִגְבּוֹת מֵהֶן לֹא יִגְבּוּ לְבַעַל חוֹב אֶלָּא מִן הַבֵּינוֹנִית שֶׁבְּקַרְקְעוֹתָיו. וְדִין תּוֹרָה שֶׁיִּגְבֶּה בַּעַל חוֹב מִן הַזִּבּוּרִית שֶׁנֶּאֱמַר <small>(דברים כד יא)</small> \"בַּחוּץ תַּעֲמֹד וְהָאִישׁ אֲשֶׁר אַתָּה נשֶׁה בוֹ יוֹצִיא\" וְגוֹ' מַה דַּרְכּוֹ שֶׁל אָדָם לְהוֹצִיא פָּחוּת שֶׁבְּכֵלָיו. אֲבָל תִּקְּנוּ חֲכָמִים בְּבֵינוֹנִיּת כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוֹוִין. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבָא לִפָּרַע מִן הַלּוֶֹה עַצְמוֹ. אֲבָל הַבָּא לִפָּרַע מִן הַיּוֹרְשִׁין בֵּין קְטַנִּים בֵּין גְּדוֹלִים לֹא יִפָּרַע אֶלָּא מִן הַזִּבּוּרִית: \n",
      "אֵין נִפְרָעִים מִנְּכָסִים מְשֻׁעְבָּדִין בְּמָקוֹם שֶׁיֵּשׁ נְכָסִים בְּנֵי חוֹרִין וַאֲפִלּוּ הָיוּ בְּנֵי חוֹרִין זִבּוּרִית וְהַמְשֻׁעְבָּדִים בֵּינוֹנִית אוֹ עִידִית בֵּין שֶׁמְּכָרָם בֵּין שֶׁנְּתָנָם. נִשְׁתַּדְּפוּ בְּנֵי חוֹרִין הֲרֵי זֶה טוֹרֵף מִן הַמְשֻׁעְבָּדִין שֶׁכֵּיוָן שֶׁנִּשְׁחֲתוּ כְּאִלּוּ אֵינָם: \n",
      "רְאוּבֵן שֶׁמָּכַר כָּל שְׂדוֹתָיו לְשִׁמְעוֹן וְחָזַר שִׁמְעוֹן וּמָכַר שָׂדֶה אַחַת מֵהֶן לְלֵוִי וּבָא בַּעַל חוֹב שֶׁל רְאוּבֵן לִטְרֹף רָצָה מִזֶּה גּוֹבֶה רָצָה מִזֶּה גּוֹבֶה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלָּקַח לֵוִי בֵּינוֹנִית. אֲבָל אִם לָקַח עִידִית אוֹ זִבּוּרִית אֵינוֹ טוֹרֵף מִלֵּוִי שֶׁהֲרֵי זֶה אוֹמֵר לוֹ מִפְּנֵי זֶה טָרַחְתִּי וְלָקַחְתִּי שָׂדֶה שֶׁאֵין דִּינְךָ לִגְבּוֹת מִמֶּנּוּ. וְכֵן אִם לָקַח לֵוִי בֵּינוֹנִית וְהִנִּיחַ אֵצֶל שִׁמְעוֹן בֵּינוֹנִית כְּמוֹ הַבֵּינוֹנִית שֶׁלָּקַח אֵינוֹ טוֹרֵף מִלֵּוִי שֶׁהֲרֵי זֶה אוֹמֵר לוֹ הִנַּחְתִּי לְךָ מָקוֹם לִגְבּוֹת מִמֶּנּוּ: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהַנִּזָּקִין שָׁמִין לָהֶן בְּעִידִית וּבַעַל חוֹב בְּבֵינוֹנִית וּכְתֻבַּת אִשָּׁה בְּזִבּוּרִית. הָיוּ לוֹ עִידִית וְזִבּוּרִית נִזָּקִין בְּעִידִית בַּעַל חוֹב [וּכְתֻבַּת אִשָּׁה] בְּזִבּוּרִית. הָיוּ לוֹ עִידִית וּבֵינוֹנִית נִזָּקִין בְּעִידִית וּבַעַל חוֹב וּכְתֻבַּת אִשָּׁה בְּבֵינוֹנִית. הָיוּ לוֹ זִבּוּרִית וּבֵינוֹנִית בִּלְבַד נִזָּקִין וּבַעַל חוֹב בְּבֵינוֹנִית וּכְתֻבַּת אִשָּׁה בְּזִבּוּרִית: \n",
      "מְכָרָן לִשְׁלֹשָׁה בְּנֵי אָדָם בְּבַת אַחַת הֲרֵי כֻּלָּן נִכְנְסוּ תַּחַת הַבְּעָלִים וְהַנִּזָּקִין טוֹרְפִין מִן הָעִידִית וּבַעַל חוֹב טוֹרֵף מִן הַבֵּינוֹנִית וּכְתֻבַּת אִשָּׁה טוֹרֶפֶת מִן הַזִּבּוּרִית. מְכָרָן לָזֶה אַחַר זֶה כֻּלָּן טוֹרְפִין מִן הָאַחֲרוֹן. לֹא הִסְפִּיק טוֹרְפִין מִשֶּׁלְּפָנָיו. לֹא הִסְפִּיק טוֹרְפִין מִשֶּׁלִּפְנֵי פָנָיו. אֲפִלּוּ הָיָה הָאַחֲרוֹן הוּא שֶׁלָּקַח הַזִּבּוּרִית שֶׁהֲרֵי הַלּוֹקֵחַ הַקּוֹדֵם אוֹמֵר לַטּוֹרֵף הִנַּחְתִּי לְךָ מָקוֹם לִגְבּוֹת מִמֶּנּוּ: \n",
      "מְכָרָן לְאֶחָד זוֹ אַחַר זוֹ הֲרֵי הַלּוֹקֵחַ נִכְנָס תַּחַת הַבְּעָלִים. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלָּקַח עִידִית בָּאַחֲרוֹנָה אֲבָל לָקַח זִבּוּרִית בָּאַחֲרוֹנָה כֻּלָּן גּוֹבִין מִן הַזִּבּוּרִית שֶׁהֲרֵי אוֹמֵר לַטּוֹרֵף כְּשֶׁיָּבוֹא לִגְבּוֹת מִן הַשָּׂדֶה שֶׁלָּקַח תְּחִלָּה הֲרֵי הִנַּחְתִּי לְךָ מָקוֹם לִגְבּוֹת מִמֶּנּוּ. וְלָמָּה אֵינוֹ אוֹמֵר לוֹ הַטּוֹרֵף כָּךְ אִם לָקַח עִידִית בָּאַחֲרוֹנָה וְתִגְבֶּה הָאִשָּׁה וּבַעַל חוֹב מִן הָעִידִית שֶׁלָּקַח בָּאַחֲרוֹנָה. שֶׁזּוֹ תַּקָּנָה הִיא לַלּוֹקֵחַ וַהֲרֵי אוֹמֵר לוֹקֵחַ לָהֶן אִי אֶפְשִׁי בְּתַקָּנָה זוֹ אֶלָּא כָּל אֶחָד מִכֶּם יִגְבֶּה מִן הָרָאוּי לוֹ: \n",
      "מְכָרָן לְאֶחָד זוֹ אַחַר זוֹ וּמָכַר לוֹ עִידִית בָּאַחֲרוֹנָה וְחָזַר הַלּוֹקֵחַ וּמָכַר זִבּוּרִית וּבֵינוֹנִית וְשִׁיֵּר עִידִית לְפָנָיו כֻּלָּן גּוֹבִין מִן הָעִידִית שֶׁהֲרֵי אֵין לוֹ בְּמָה יִדְחֶה אוֹתָם. מָכַר עִידִית וְהִנִּיחַ בֵּינוֹנִית וְזִבּוּרִית הַנִּזָּקִין טוֹרְפִין מִן הָעִידִית שֶׁבְּיַד לוֹקֵחַ הַשֵּׁנִי וּבַעַל חוֹב וּכְתֻבַּת אִשָּׁה גּוֹבִין מִבֵּינוֹנִית וְזִבּוּרִית שֶׁשִּׁיֵּר לְפָנָיו: \n",
      "מִי שֶׁלָּוָה מֵאֶחָד וְאַחַר כָּךְ מָכַר הַלּוֶֹה נְכָסָיו לִשְׁנַיִם וְכָתַב בַּעַל חוֹב לְלוֹקֵחַ שֵׁנִי דִּין וּדְבָרִים אֵין לִי עִמְּךָ וְקָנוּ מִיָּדוֹ אֵינוֹ יָכוֹל לִטְרֹף מִלּוֹקֵחַ רִאשׁוֹן שֶׁהֲרֵי אוֹמֵר לוֹ הִנַּחְתִּי לְךָ מָקוֹם לִגְבּוֹת מִמֶּנּוּ אֵצֶל בַּעַל חוֹבְךָ מִן הַנְּכָסִים שֶׁקָּנָה לוֹקֵחַ שֵׁנִי אַחֲרַי וְאַתָּה הִפְסַדְתָּ עַל עַצְמְךָ שֶׁהֲרֵי סִלַּקְתָּ עַצְמְךָ מֵהֶן. וְהוּא הַדִּין לְאִשָּׁה בִּכְתֻבָּתָהּ אִם כָּתְבָה לַשֵּׁנִי. אִבְּדָה כְּתֻבָּתָהּ וְאֵינָהּ יְכוֹלָה לִטְרֹף. אֲבָל אִם כָּתְבוּ לָרִאשׁוֹן טוֹרְפִין מִן הַשֵּׁנִי. מָכַר הַלּוֶֹה שָׂדֶה לַלּוֹקֵחַ וּמְכָרָהּ לוֹקֵחַ רִאשׁוֹן לְלוֹקֵחַ שֵׁנִי וְכָתַב הַמַּלְוֶה לְלוֹקֵחַ רִאשׁוֹן דִּין וּדְבָרִים אֵין לִי עִמְּךָ וְקָנוּ מִיָּדוֹ הֲרֵי בַּעַל חוֹב טוֹרֵף מִלּוֹקֵחַ שֵׁנִי אוֹתָהּ הַשָּׂדֶה וְלוֹקֵחַ רִאשׁוֹן טוֹרֵף אוֹתָהּ מִבַּעַל חוֹב שֶׁהֲרֵי כָּתַב לוֹ וְלוֹקֵחַ שֵׁנִי טוֹרֵף אוֹתָהּ מִלּוֹקֵחַ רִאשׁוֹן שֶׁהֲרֵי הוּא מְכָרָהּ לוֹ וּבַעַל חוֹב חוֹזֵר וְטוֹרֵף מִשֵּׁנִי וְחוֹזְרִין חֲלִילָה עַד שֶׁיַּעֲשׂוּ פְּשָׁרָה בֵּינֵיהֶן. וְכֵן הָאִשָּׁה בִּכְתֻבָּתָהּ: \n"
    ],
    [
      "מִי שֶׁיֵּשׁ לוֹ חוֹבוֹת הַרְבֵּה כָּל שֶׁקָּדַם חוֹבוֹ גּוֹבֶה תְּחִלָּה בֵּין מִן הַלּוֶֹה עַצְמוֹ בֵּין מִן הַלָּקוֹחוֹת. וְאִם קָדַם הָאַחֲרוֹן וְגָבָה מוֹצִיאִים מִיָּדוֹ שֶׁכָּל שֶׁקָּדַם חוֹבוֹ זָכָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקָעוֹת שֶׁהָיוּ לוֹ בְּעֵת שֶׁלָּוָה אֲבָל הַקַּרְקָעוֹת שֶׁקָּנָה אַחַר שֶׁלָּוָה מִבַּעֲלֵי חוֹבוֹת הַרְבֵּה אַף עַל פִּי שֶׁכָּתַב לְכָל אֶחָד מֵהֶן מַה שֶּׁאֲנִי עָתִיד לִקְנוֹת מְשֻׁעְבָּד לְךָ אֵין בָּהֶן דִּין קְדִימָה אֶלָּא כֻּלָּן שָׁוִין וְכָל שֶׁקָּדַם וְגָבָה זָכָה אַף עַל פִּי שֶׁהוּא אַחֲרוֹן: \n",
      "לָוָה וְכָתַב לוֹ שֶׁאֲנִי עָתִיד לִקְנוֹת מְשֻׁעְבָּד לְךָ וְאַחַר כָּךְ קָנָה שָׂדֶה וְחָזַר וְלָוָה מֵאַחֵר הֲרֵי הַשָּׂדֶה מְשֻׁעְבָּד לָרִאשׁוֹן וְהוּא קוֹדֵם לִגְבּוֹת. וְכֵן אֲפִלּוּ הָיוּ מֵאָה אֵין דִּין קְדִימָה בְּמִטַּלְטְלִין אֶלָּא כָּל שֶׁקָּדַם וְגָבָה מֵהֶן זָכָה אַף עַל פִּי שֶׁהוּא אַחֲרוֹן. קִדֵּם אֶחָד מִשְּׁאָר אָדָם וְתָפַס מִן הַמִּטַּלְטְלִין שֶׁל זֶה כְּדֵי לִזְכּוֹת לְאֶחָד מִבַּעֲלֵי חוֹבוֹת לֹא זָכָה שֶׁכָּל הַתּוֹפֵס לְבַעַל חוֹב בְּמָקוֹם שֶׁיֵּשׁ עָלָיו חוֹב לַאֲחֵרִים לֹא קָנָה. אֲבָל אֵין עָלָיו חוֹב לַאֲחֵרִים קָנָה לוֹ. וְכֵן אִם אָמַר לוֹ הַלּוֶֹה זְכֵה בְּחֵפֶץ זֶה לִפְלוֹנִי זָכָה לוֹ וְאֵין אֶחָד מִבַּעֲלֵי חוֹבוֹת יְכוֹלִין לִגְבּוֹת מֵאֵלּוּ הַמִּטַּלְטְלִין שֶׁכְּבָר זָכָה בָּהֶן אַחֵר: \n",
      "שְׁטָרוֹת שֶׁזְּמַן כֻּלָּן יוֹם אֶחָד אוֹ שָׁעָה אַחַת בְּמָקוֹם שֶׁכּוֹתְבִין שָׁעוֹת כָּל שֶׁקָּדַם מֵהֶן וְגָבָה בֵּין קַרְקַע בֵּין מִטַּלְטְלִין זָכָה: \n",
      "בָּאוּ כֻּלָּן בְּיַחַד לִגְבּוֹת. וְכֵן בַּעֲלֵי חוֹבוֹת שֶׁכָּל אֶחָד מֵהֶן קוֹדֵם לִזְמַן חֲבֵרוֹ שֶׁבָּאוּ לִגְבּוֹת מִן הַמִּטַּלְטְלִין שֶׁהֲרֵי אֵין בָּהֶן דִּין קְדִימָה. אוֹ שֶׁבָּאוּ לִגְבּוֹת מִקַּרְקַע שֶׁקָּנָה הַלּוֶֹה לְאַחַר שֶׁלָּוָה מִן הָאַחֲרוֹן שֶׁבָּהֶן וְאֵין בַּנְּכָסִים כְּדֵי שֶׁיִּגְבֶּה כָּל אֶחָד מֵהֶן אֶת חוֹבוֹ. מְחַלְּקִין בֵּינֵיהֶן. כֵּיצַד חוֹלְקִין. אִם כְּשֶׁיִּתְחַלֵּק הַמָּמוֹן הַנִּמְצָא עַל מִנְיָנָם יַגִּיעַ לַפָּחוּת שֶׁבָּהֶן כְּשִׁעוּר חוֹבוֹ אוֹ פָּחוֹת חוֹלְקִים לְפִי מִנְיָנָם בְּשָׁוֶה. וְאִם יַגִּיעַ לַפָּחוּת שֶׁבָּהֶם יוֹתֵר עַל חוֹבוֹ חוֹלְקִים מִכָּל הַמָּמוֹן בֵּינֵיהֶם כְּדֵי שֶׁיַּגִּיעַ לַפָּחוּת שֶׁבָּהֶם כְּשִׁעוּר חוֹבוֹ וְחוֹזְרִין הַנִּשְׁאָרִים מִבַּעֲלֵי חוֹבוֹת וְחוֹלְקִין הַיֶּתֶר בֵּינֵיהֶן כַּדֶּרֶךְ הַזֹּאת. כֵּיצַד. הָיוּ שְׁלֹשָׁה חוֹבוֹת שֶׁל זֶה מָנֶה וְשֶׁל זֶה מָאתַיִם וְשֶׁל זֶה שְׁלֹשׁ מֵאוֹת אִם הָיָה כָּל הַנִּמְצָא שְׁלֹשׁ מֵאוֹת נוֹטְלִין מֵאָה מֵאָה. וְכֵן אִם נִמְצָא שָׁם פָּחוֹת מִשְּׁלֹשׁ מֵאוֹת חוֹלְקִין בְּשָׁוֶה. נִמְצָא שָׁם יֶתֶר עַל שְׁלֹשׁ מֵאוֹת חוֹלְקִין שְׁלֹשׁ מֵאוֹת בְּשָׁוֶה וְיִסְתַּלֵּק בַּעַל הַמֵּאָה וּשְׁאָר הַמָּמוֹן חוֹלְקִין אוֹתוֹ הַשְּׁנַיִם עַל אוֹתָהּ הַדֶּרֶךְ. כֵּיצַד. נִמְצְאוּ שָׁם חֲמֵשׁ מֵאוֹת אוֹ פָּחוֹת חוֹלְקִין שְׁלֹשׁ מֵאוֹת בְּשָׁוֶה וְיִסְתַּלֵּק הָאֶחָד וְחוֹזְרִין וְחוֹלְקִין הַמָּאתַיִם אוֹ הַפָּחוֹת בְּשָׁוֶה וְיִסְתַּלֵּק הַשֵּׁנִי. נִמְצָא שָׁם שֵׁשׁ מֵאוֹת חוֹלְקִין שְׁלֹשׁ מֵאוֹת בְּשָׁוֶה וְיִסְתַּלֵּק בַּעַל הַמָּנֶה וְחוֹזְרִין וְחוֹלְקִין הַמָּאתַיִם בֵּין הַשְּׁנַיִם בְּשָׁוֶה וְיִסְתַּלֵּק בַּעַל הַמָּאתַיִם. וְנוֹתְנִין הַמֵּאָה הַנִּשְׁאָרִים לְבַעַל הַשְּׁלֹשׁ מֵאוֹת וְנִמְצָא בְּיָדוֹ שְׁלֹשׁ מֵאוֹת בִּלְבַד. וְעַל דֶּרֶךְ זוֹ חוֹלְקִין אֲפִלּוּ הֵן מֵאָה כְּשֶׁיָּבוֹאוּ לִגְבּוֹת כְּאַחַת. וְיֵשׁ מִן הַגְּאוֹנִים שֶׁהוֹרוּ שֶׁחוֹלְקִין לְפִי מָמוֹנָם: \n",
      "רְאוּבֵן וְשִׁמְעוֹן לְכָל אֶחָד מִשְּׁנֵיהֶם שְׁטַר חוֹב עַל לֵוִי רְאוּבֵן שְׁטָרוֹ בַּחֲמִישִׁי בְּנִיסָן וְשִׁמְעוֹן שְׁטָרוֹ בְּנִיסָן סְתָם וַהֲרֵי יֵשׁ לְלֵוִי שָׂדֶה שֶׁאֵינָהּ כְּדֵי חוֹב שֶׁל שְׁנֵיהֶם מוֹרִידִין לְתוֹכָהּ רְאוּבֵן שֶׁמָּא שְׁטָרוֹ שֶׁל שִׁמְעוֹן בְּסוֹף נִיסָן הָיָה. וְכֵן אֵין שִׁמְעוֹן יָכוֹל לִטְרֹף מֵאִיָּר וְאֵילָךְ שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר לוֹ שֶׁמָּא בְּאֶחָד בְּנִיסָן הוּא זְמַנּוֹ שֶׁל שְׁטָרְךָ וַהֲרֵי שָׂדֶה בַּת חוֹרִין בְּיַד רְאוּבֵן שֶׁתִּגְבֶּה אוֹתָהּ וְיָבוֹא רְאוּבֵן שֶׁהוּא אַחַר זְמַנְּךָ וְהוּא שֶׁיֵּשׁ לוֹ לִטְרֹף מִמֶּנּוּ. לְפִיכָךְ אִם כָּתְבוּ הַרְשָׁאָה זֶה לָזֶה טוֹרְפִין מֵאִיָּר וְאֵילָךְ מִכָּל צַד. וְהוּא הַדִּין בִּרְאוּבֵן וְשִׁמְעוֹן שֶׁמָּכַר לָהֶן לֵוִי שָׂדֶה אַחַת בִּשְׁנֵי שְׁטָרוֹת שְׁטָרוֹ שֶׁל זֶה בַּחֲמִשָּׁה בְּנִיסָן וּשְׁטָרוֹ שֶׁל זֶה בְּנִיסָן סְתָם: \n"
    ],
    [
      "בַּעַל חוֹב גּוֹבֶה אֶת הַשֶּׁבַח שֶׁהִשְׁבִּיחַ הַלּוֹקֵחַ בֵּין שֶׁהִשְׁבִּיחוּ מֵחֲמַת הוֹצָאָה בֵּין שֶׁשָּׁבְחוּ נְכָסִים מֵאֲלֵיהֶן. אֶלָּא שֶׁאִם שָׁבְחוּ מֵאֲלֵיהֶן טוֹרֵף כָּל הַשֶּׁבַח וְאִם הִשְׁבִּיחוּ מֵחֲמַת הוֹצָאָה גּוֹבֶה חֲצִי הַשֶּׁבַח. כֵּיצַד. רְאוּבֵן שֶׁהָיָה לוֹ חוֹב עַל שִׁמְעוֹן מָאתַיִם וּמָכַר שִׁמְעוֹן לְלֵוִי שָׂדֶה בְּמָנֶה וְהוֹצִיא עָלֶיהָ לֵוִי הוֹצָאוֹת וְהִשְׁבִּיחָהּ וַהֲרֵי הִיא שָׁוָה מָאתַיִם. כְּשֶׁיָּבוֹא רְאוּבֵן לִטְרֹף מִלֵּוִי טוֹרֵף מִמֶּנָּה בְּמֵאָה וַחֲמִשִּׁים שֶׁל חֲצִי הַשֶּׁבַח. וְאִם הִשְׁבִּיחָה מֵחֲמַת עַצְמָהּ כְּגוֹן שֶׁהוּקְרָה בְּדָמִים אוֹ עָלוּ בָּהּ אִילָנוֹת גּוֹבֶה אֶת כֻּלָּהּ. הוֹרוּ חֲכָמִים גְּדוֹלִים וְאָמְרוּ לֹא יְהֵא הַלּוֹקֵחַ רַע כֹּחוֹ מֵהַיּוֹרֵד לִשְׂדֵה חֲבֵרוֹ שֶׁלֹּא בִּרְשׁוּת שֶׁשָּׁמִין לוֹ וְיָדוֹ עַל הַתַּחְתּוֹנָה לְפִיכָךְ אִם הִשְׁבִּיחַ מֵאָה וְהוֹצִיא חֲמִשִּׁים נוֹטֵל כָּל הַהוֹצָאָה וַחֲצִי הַשֶּׁבַח הַיָּתֵר עַל הַהוֹצָאָה וְהַחֲצִי עִם הַקֶּרֶן טוֹרֵף בַּעַל חוֹב [וּדְבָרִים שֶׁל טַעַם הֵם וְכָךְ רָאוּי לָדוּן] וְחוֹזֵר הַלּוֹקֵחַ וְגוֹבֶה אֶת הַקֶּרֶן מִנִּכְסֵי שִׁמְעוֹן אַף מִן הַמְשֻׁעְבָּדִין שֶׁמָּכַר אוֹ נָתַן מֵאַחַר זְמַן שֶׁמָּכַר בּוֹ לְלֵוִי. אֲבָל הַשֶּׁבַח שֶׁטָּרַף מִמֶּנּוּ בַּעַל חוֹב בֵּין בְּחֶצְיוֹ בֵּין בְּכֻלּוֹ אֵין לֵוִי גּוֹבֵהוּ אֶלָּא מִנְּכָסִים בְּנֵי חוֹרִין שֶׁל שִׁמְעוֹן שֶׁתַּקָּנַת עוֹלָם הִיא שֶׁלֹּא יִגְבֶּה הַשֶּׁבַח וְלֹא הַפֵּרוֹת שֶׁאָכַל הַגַּזְלָן וְלֹא מְזוֹן הָאִשָּׁה וְהַבָּנוֹת מִנְּכָסִים מְשֻׁעְבָּדִין שֶׁאֵלּוּ דְּבָרִים שֶׁאֵין לָהֶן קִצְבָה. וּמִקֻּלֵּי כְּתֻבָּה שֶׁלֹּא תִּטְרֹף אִשָּׁה מִן הַשֶּׁבַח כְּתֻבָּתָהּ. וְלָמָּה יִטְרֹף בַּעַל חוֹב חֲצִי הַשֶּׁבַח בִּלְבַד הַבָּאָה מֵחֲמַת הוֹצָאָה עַצְמָהּ לְפִי שֶׁהַשֶּׁבַח בָּא לְאַחַר שֶׁלָּוָה מֵרְאוּבֵן וּלְאַחַר שֶׁמָּכַר לְלֵוִי וְנִמְצָא רְאוּבֵן וְלֵוִי כִּשְׁנֵי בַּעֲלֵי חוֹבוֹת לְשִׁמְעוֹן וְהַשֶּׁבַח בַּנְּכָסִים שֶׁבָּאוּ לוֹ אַחַר שֶׁלָּוָה מִשְּׁנֵיהֶם שֶׁהֵן חוֹלְקִין כְּאֶחָד כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ רְאוּבֵן שֶׁלָּוָה מִשִּׁמְעוֹן מָנֶה וְכָתַב לוֹ שֶׁאֲנִי עָתִיד לִקְנוֹת וְחָזַר וְלָוָה מִלֵּוִי מָאתַיִם וְכָתַב לוֹ שֶׁאֲנִי עָתִיד לִקְנוֹת וְקָנָה אַחַר כָּךְ שָׂדֶה וּמְכָרָהּ לִיהוּדָה בְּמֵאָה וַחֲמִשִּׁים וְהִשְׁבִּיחָהּ יְהוּדָה בְּהוֹצָאָתוֹ וַהֲרֵי הִיא שָׁוָה שְׁלֹשׁ מֵאוֹת טוֹרֵף שִׁמְעוֹן וְלֵוִי הַקֶּרֶן וְחוֹלְקִין אוֹתוֹ בְּשָׁוֶה וְנִמְצָא בְּיַד זֶה חֲמִשָּׁה וְשִׁבְעִים וּבְיַד זֶה חֲמִשָּׁה וְשִׁבְעִים. וְחוֹזְרִין שִׁמְעוֹן וְלֵוִי וִיהוּדָה שְׁלָשְׁתָּן וְחוֹלְקִין מֵאָה וַחֲמִשִּׁים שֶׁל שֶׁבַח עַל הַדֶּרֶךְ שֶׁפֵּרַשְׁנוּ. נִמְצָא שִׁמְעוֹן טוֹרֵף מָנֶה שֶׁלּוֹ מִשָּׂדֶה זוֹ וְלֵוִי טוֹרֵף מֵאָה וּשְׁלֹשִׁים וְשִׁבְעָה וּמֶחֱצָה וִיהוּדָה נוֹטֵל מִן הַשֶּׁבַח שְׁנַיִם וְשִׁשִּׁים וּמֶחֱצָה. וְכָזֶה הֵן חוֹלְקִין אֲפִלּוּ הֵן מֵאָה:  ",
      "כָּל הַפֵּרוֹת שֶׁאָכַל הַלּוֹקֵחַ אֵינָן נִטְרָפִין מִמֶּנּוּ. אֲבָל הַפֵּרוֹת הַמְחֻבָּרִין לַקַּרְקַע אַף עַל פִּי שֶׁאֵינָן צְרִיכִין לַקַּרְקַע כַּעֲנָבִים שֶׁהִגִּיעוּ לְהִבָּצֵר הֲרֵי בַּעַל חוֹב גּוֹבֶה מֵהֶן כְּמוֹ שֶׁגּוֹבֶה מִן הַשֶּׁבַח:  ",
      "מַתָּנָה שֶׁשָּׁבְחָה מֵחֲמַת הוֹצָאָה אֵין בַּעַל חוֹב גּוֹבֶה מִשִּׁבְחָהּ כְּלוּם אֶלָּא רוֹאִין כַּמָּה הָיְתָה שָׁוָה בִּשְׁעַת מַתָּנָה וְגוֹבֶה. וְאִם שָׁבְחָה מֵאֵלֶיהָ בַּעַל חוֹב גּוֹבֶה אֶת כֻּלָּהּ. וְאִם קִבֵּל הַנּוֹתֵן אַחֲרָיוּת הַמַּתָּנָה הֲרֵי בַּעַל חוֹב גּוֹבֶה מִמֶּנָּה אֶת הַשֶּׁבַח כְּדֶרֶךְ שֶׁגּוֹבִין מִן הַלָּקוֹחוֹת. וְלָמָּה יִטְרֹף בַּעַל חוֹב חֲצִי הַשֶּׁבַח מִן הַלּוֹקֵחַ וְלֹא יִטְרֹף מִמְּקַבֵּל מַתָּנָה כְּלוּם. מִפְּנֵי שֶׁהַמּוֹכֵר כּוֹתֵב לַלּוֹקֵחַ בִּשְׁטַר מְכִירָה שֶׁאֲנִי מְחֻיָּב לְךָ בַּקֶּרֶן וּבֵעָמָל שֶׁתַּעֲמל וּבַשֶּׁבַח שֶׁתַּשְׁבִּיחַ וְעָלַי אַחֲרָיוּת הַכּל וְרָצָה הַלּוֹקֵחַ וְקִבֵּל דָּבָר זֶה שֶׁהֲרֵי הַלּוֹקֵחַ יָרַד עַל תְּנַאי זֶה שֶׁאִם יִלָּקַח מִמֶּנּוּ הַשֶּׁבַח יַחְזֹר עַל הַמּוֹכֵר. וַאֲפִלּוּ לֹא כָּתַב כְּבָר נוֹדַע שֶׁזֶּה דִּין הַמּוֹכֵר עִם הַלּוֹקֵחַ. אֲבָל הַמַּתְנֶה שֶׁאֵין שָׁם תְּנַאי זֶה אֵינוֹ גּוֹבֶה מִשֶּׁבַח שֶׁהִשְׁבִּיחָהּ בְּהוֹצָאָתוֹ כְּלוּם:  ",
      "וְכֵן יְתוֹמִים שֶׁהִשְׁבִּיחוּ הַנְּכָסִים אֵין בַּעַל חוֹב גּוֹבֶה מִן הַשֶּׁבַח כְּלוּם. אֲבָל אִם שָׁבְחוּ נְכָסִים מֵאֲלֵיהֶן גּוֹבֶה אֶת הַשֶּׁבַח כֻּלּוֹ:  ",
      "בַּעַל חוֹב שֶׁטָּרַף בְּחוֹבוֹ מִיַּד הַלּוֹקֵחַ מַה שֶּׁרָאוּי לוֹ מִן הַקֶּרֶן וַחֲצִי הַשֶּׁבַח רוֹאִין הַנִּשְׁאָר מִן הַקַּרְקַע אִם יֵשׁ בּוֹ תְּעָלָה לַלּוֹקֵחַ כְּגוֹן שֶׁנִּשְׁאַר לוֹ בַּשָּׂדֶה בַּיִת תִּשְׁעָה קַבִּין וּבַגִּנָּה בַּיִת חֲצִי קַב יִשְׁתַּתְּפוּ בָּהּ שְׁנֵיהֶם. וְאִם לֹא נִשְׁאַר לוֹ דָּבָר שֶׁאִלּוּ יְחַלֵּק יִהְיֶה שֵׁם כֻּלּוֹ עָלָיו נוֹתֵן לוֹ בַּעַל חוֹב אֶת דָּמָיו:  ",
      "הָיְתָה הַשָּׂדֶה אַפּוֹתֵיקֵי בַּעַל חוֹב נוֹטֵל אֶת כֻּלָּהּ וְרוֹאִין חֲצִי הַשֶּׁבַח הַנִּשְׁאָר לַלּוֹקֵחַ אִם הָיָה חֲצִי הַשֶּׁבַח יֶתֶר עַל הַהוֹצָאָה נוֹטֵל הַהוֹצָאָה מִבַּעַל חוֹב שֶׁהֲרֵי אוֹמֵר לוֹ בַּעַל חוֹב שָׂדִי הוּא שֶׁהִשְׁבִּיחָה וְהַנִּשְׁאָר לוֹ מִן הַשֶּׁבַח נוֹטֵל מִן הַמּוֹכֵר וְאִם הָיָה חֲצִי הַשֶּׁבַח פָּחוֹת מִן הַהוֹצָאָה אֵין לוֹ מִן הַטּוֹרֵף אֶלָּא דְּמֵי חֲצִי הַשֶּׁבַח וְחוֹזֵר וְגוֹבֶה מִן הַמּוֹכֵר חֲצִי הַשֶּׁבַח שֶׁנִּטְרַף בִּלְבַד:  ",
      "בַּעַל חוֹב שֶׁבָּא לִטְרֹף מִן הַיְתוֹמִין. יְתוֹמִים אוֹמְרִים אָנוּ הִשְׁבַּחְנוּ וּבַעַל חוֹב אוֹמֵר שֶׁמָּא אֲבִיכֶם הִשְׁבִּיחַ. עַל הַיְתוֹמִים לְהָבִיא רְאָיָה. הֵבִיאוּ רְאָיָה שֶׁהֵם הִשְׁבִּיחוּ שָׁמִין לָהֶן אֶת הַשֶּׁבַח וְאֶת הַהוֹצָאָה וְנוֹטְלִין הַפָּחוּת שֶׁבִּשְׁנֵיהֶן וּמַעֲלֶה אוֹתָן בְּדָמִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעָשָׂה שָׂדֶה זוֹ אַפּוֹתֵיקֵי. אֲבָל אִם לֹא עָשָׂהוּ אַפּוֹתֵיקֵי אִם רָצוּ הַיְתוֹמִין לְסַלֵּק בַּעַל חוֹב בְּדָמִים מְסַלְּקִין אוֹתוֹ וְאִם רָצוּ נוֹטְלִין מִן הַקַּרְקַע שִׁעוּר שֶׁבַח שֶׁלָּהֶן:  "
    ],
    [
      "סֵדֶר גְּבִיַּת הַחוֹב כָּךְ הוּא. כְּשֶׁיָּבִיא הַמַּלְוֶה שְׁטָרוֹ לְבֵית דִּין וְיִתְקַיֵּם אוֹמְרִים לַלּוֶֹה שַׁלֵּם. וְאֵין יוֹרְדִין לִנְכָסָיו תְּחִלָּה עַד שֶׁיִּתְבָּעֶנּוּ. וְאִם טָעָה הַדַּיָּן וְהוֹרִיד הַמַּלְוֶה לְנִכְסֵי לוֶֹה קֹדֶם שֶׁיִּתְבָּעֶנּוּ מְסַלְּקִין אוֹתוֹ. אָמַר הַלּוֶֹה הֲרֵינִי מְשַׁלֵּם קִבְעוּ לִי זְמַן כְּדֵי שֶׁאֶלְוֶה מֵאַחֵר אוֹ אֲמַשְׁכֵּן אוֹ אֶמְכֹּר וְאָבִיא הַמָּעוֹת קוֹבְעִין לוֹ זְמַן שְׁלֹשִׁים יוֹם וְאֵין מְחַיְּבִין אוֹתוֹ לִתֵּן מַשְׁכּוֹן שֶׁאִלּוּ הָיוּ שָׁם מִטַּלְטְלִים מִיָּד הָיוּ בֵּית דִּין גּוֹבִין מֵהֶן. וְאִם רָצָה הַמַּלְוֶה לְהַחֲרִים עַל מִי שֶׁיֵּשׁ לוֹ מָעוֹת אוֹ מִטַּלְטְלִין וּמַפְלִיג אוֹתוֹ בִּדְבָרִים הֲרֵי זֶה מַחֲרִים. וְאֵין מְחַיְּבִין הַלּוֶֹה לְהָבִיא עָרֵב עַד שֶׁיִּתֵּן. שָׁלְמוּ הַשְּׁלֹשִׁים וְלֹא הֵבִיא בֵּית דִּין כּוֹתְבִין אַדְרַכְתָּא. וְכֵן אִם אָמַר בַּתְּחִלָּה כְּשֶׁתְּבָעוֹ אֵינִי מְשַׁלֵּם כּוֹתְבִין אַדְרַכְתָּא עַל נְכָסָיו מִיָּד וְאֵין קוֹבְעִין לוֹ זְמַן. וְכֵן אִם אֵין שָׁם אֶלָּא מִלְוֶה עַל פֶּה אוֹ שֶׁהוֹדָה כּוֹתְבִין אַדְרַכְתָּא עַל נִכְסֵי בְּנֵי חוֹרִין שֶׁיֵּשׁ לוֹ: \n",
      "טָעַן וְאָמַר שְׁטָר זֶה שֶׁנִּתְקַיֵּם בִּפְנֵיהֶם מְזֻיָּף הוּא אֲנִי אָבִיא רְאָיָה וַאֲבַטְּלֶנּוּ וְעֵדַי בְּמָקוֹם פְּלוֹנִי וְהֵם פְּלוֹנִי וּפְלוֹנִי. אִם נִרְאֶה לַדַּיָּנִין שֶׁיֵּשׁ מַמָּשׁ בִּדְבָרָיו קוֹבְעִין לוֹ זְמַן לְהָבִיא עֵדָיו וְאִם נִרְאֶה לָהֶם שֶׁאֵינוֹ בָּא אֶלָּא בַּעֲלִילוֹת דְּבָרִים וּבִטְעָנוֹת שֶׁל דֹּפִי אוֹמְרִים לוֹ שַׁלֵּם וְאַחַר כָּךְ אִם יֵשׁ לוֹ רְאָיָה יַחְזֹר. וְאִם הָיָה הַמַּלְוֶה אַלָּם וְשֶׁמָּא אֵינוֹ יָכוֹל לְהוֹצִיאוֹ מִיָּדוֹ מַנִּיחִין עַל יְדֵי שָׁלִישׁ: \n",
      "קָבְעוּ לוֹ זְמַן לְהָבִיא רְאָיָה וּלְבַטֵּל הַשְּׁטָר וְהִגִּיעַ הַזְּמַן וְלֹא בָּא מַמְתִּינִין לוֹ שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. לֹא בָּא כּוֹתְבִין עָלָיו פְּתִיחָא וּמְשַׁמְּתִין אוֹתוֹ וּמַמְתִּינִין לוֹ וְהוּא בְּנִדּוּיוֹ תִּשְׁעִים יוֹם. שְׁלֹשִׁים רִאשׁוֹנִים שֶׁמָּא טוֹרֵחַ לִלְווֹת. אֶמְצָעִים שֶׁמָּא הוּא טוֹרֵחַ לִמְכֹּר. אַחֲרוֹנִים שֶׁמָּא הַלּוֹקֵחַ מִמֶּנּוּ טוֹרֵחַ לְהָבִיא מָעוֹת. שָׁלְמוּ תִּשְׁעִים יוֹם וְלֹא בָּא בֵּית דִּין כּוֹתְבִין לוֹ אַדְרַכְתָּא עַל נְכָסָיו וּמַתִּירִין לוֹ נִדּוּיוֹ: \n",
      "אֵין כּוֹתְבִין אַדְרַכְתָּא עַד שֶׁשּׁוֹלְחִין וּמוֹדִיעִין לוֹ. וְהוּא שֶׁיִּהְיֶה קָרוֹב בְּבֵית דִּין מַהֲלַךְ שְׁנֵי יָמִים אוֹ פָּחוֹת. יֶתֶר עַל זֶה אֵין צְרִיכִין לְהוֹדִיעוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה כָּל הַתִּשְׁעִים יוֹם נִשְׁמָט וְאוֹמֵר עַתָּה אָבִיא רְאָיָה וַאֲבַטֵּל הַשְּׁטָר. אֲבָל אָמַר אֵינִי בָּא לְבֵית דִּין מִיָּד כּוֹתְבִין אַדְרַכְתָּא עַל נְכָסָיו בֵּין עַל הַקַּרְקָעוֹת בֵּין עַל הַמִּטַּלְטְלִין. וְכֵן אִם הָיָה הַשְּׁטָר עַל הַפִּקָּדוֹן אֵין מַמְתִּינִין לוֹ תִּשְׁעִים יוֹם אֶלָּא כּוֹתְבִין אַדְרַכְתָּא עַל נְכָסָיו מִיָּד: \n",
      "זֶה שֶׁאָמַרְנוּ שֶׁאִם לֹא בָּא בְּסוֹף הַתִּשְׁעִים כּוֹתְבִין אַדְרַכְתָּא עַל הַקַּרְקָעוֹת. אֲבָל עַל הַמִּטַּלְטְלִין אֲפִלּוּ אַחַר תִּשְׁעִים יוֹם כָּל זְמַן שֶׁהוּא אוֹמֵר עַתָּה אָבִיא רְאָיָה וַאֲבַטֵּל הַשְּׁטָר אֵין מוֹרִידִין הַמַּלְוֶה לַמִּטַּלְטְלִין שֶׁמָּא יֹאכַל אוֹתָם וְיָבִיא זֶה רְאָיָה וִיבַטֵּל הַשְּׁטָר וְלֹא יִמְצָא מַה יִּטּל. וַאֲפִלּוּ הָיָה לַמַּלְוֶה קַרְקַע שֶׁמָּא תַּכְסִיף אוֹ תִּשְׁתַּדֵּף: \n",
      "כֵּיצַד כּוֹתְבִין הָאַדְרַכְתָּא. אִם לִנְכָסִים בְּנֵי חוֹרִין הוֹרִידוּהוּ אוֹמְרִים אִישׁ פְּלוֹנִי נִתְחַיֵּב לִפְלוֹנִי בַּדִּין כָּךְ וְכָךְ וְלֹא נָתַן לוֹ מֵעַצְמוֹ וְכָתַבְנוּ לוֹ אַדְרַכְתָּא זוֹ עַל שָׂדֶה פְּלוֹנִית שֶׁלּוֹ. וְאַחַר כָּךְ שָׁמִין לוֹ שְׁלֹשָׁה מֵאוֹתָהּ שָׂדֶה כְּנֶגֶד חוֹבוֹ וּמַכְרִיזִין עָלֶיהָ כְּפִי מַה שֶּׁיִּרְאוּ עַד שֶׁיִּפְסְקוּ הַמּוֹסִיפִין. וּמוֹרִידִין אוֹתוֹ בְּחוֹבוֹ לַחֵלֶק שֶׁשָּׁמוּ אוֹתוֹ וְקוֹרְעִין שְׁטַר הַחוֹב אִם הָיָה שָׁם שְׁטָר. וְאִם לֹא הָיוּ לוֹ נְכָסִים בְּנֵי חוֹרִין כּוֹתְבִין הָאַדְרַכְתָּא כָּךְ אִישׁ פְּלוֹנִי נִתְחַיֵּב לִפְלוֹנִי כָּךְ בִּשְׁטָר חוֹב שֶׁיֵּשׁ בְּיָדוֹ וְלֹא נָתַן לוֹ חוֹבוֹ וְלֹא מָצָאנוּ לוֹ נְכָסִים בְּנֵי חוֹרִין. וּכְבָר קָרַעְנוּ לַשְּׁטָר שֶׁהָיָה לוֹ עָלָיו וְנָתַנְנוּ לִפְלוֹנִי רְשׁוּת לִדְרשׁ וְלַחְקֹר וְלִהְיוֹת יָדוֹ נְטוּיָה עַל כָּל הַנְּכָסִים שֶׁיִּמָצְאוּ לוֹ וְכָל קַרְקָעוֹת שֶׁמָּכַר מִזְּמַן פְּלוֹנִי וָהָלְאָה יֵשׁ לוֹ לְהִפָּרַע לִגְבּוֹת חוֹבוֹ מִן הַכּל: \n",
      "וְאַחַר שֶׁכּוֹתְבִין אַדְרַכְתָּא זוֹ הוֹלֵךְ הַמַּלְוֶה וּמְחַפֵּשׂ. אִם מָצָא לוֹ נְכָסִים בְּנֵי חוֹרִין שָׁמִין לוֹ מֵהֶן. מָצָא לוֹ נְכָסִים מְשֻׁעְבָּדִין מֵאַחַר זְמַן שְׁטָרוֹ טוֹרֵף מֵהֶן וְקוֹרְעִין שְׁטַר הָאַדְרַכְתָּא וְכוֹתְבִין לוֹ שְׁטַר הַטִּירְפָא: \n",
      "כֵּיצַד כּוֹתְבִין. אִישׁ פְּלוֹנִי בֶּן פְּלוֹנִי זָכָה בַּדִּין לִטְרֹף בְּחוֹב שֶׁפְּלוֹנִי חַיָּב לוֹ שֶׁהוּא כָּךְ וְכָךְ מִשָּׂדֶה פְּלוֹנִית שֶׁלָּקַח פְּלוֹנִי בְּכָךְ וְכָךְ מִזְּמַן פְּלוֹנִי. וּכְבָר קָרַעְנוּ הָאַדְרַכְתָּא שֶׁהָיְתָה בְּיָדוֹ וְהִרְשִׁינוּהוּ לִטְרֹף מִזֶּה בְּכָךְ וְכָךְ: \n",
      "וְאַחַר שֶׁכּוֹתְבִין הַטִּירְפָא לִטְרֹף מוֹרִידִין שְׁלֹשָׁה בְּקִיאִין לְאוֹתָהּ שָׂדֶה וְשָׁמִין לוֹ מִמֶּנָּה כְּשִׁעוּר חוֹבוֹ כְּפִי מַה שֶּׁרָאוּי לוֹ מִן הַקֶּרֶן וַחֲצִי הַשֶּׁבַח כְּמוֹ שֶׁבֵּאַרְנוּ. וּמַכְרִיזִין עָלֶיהָ שְׁלֹשִׁים יוֹם כְּדֶרֶךְ שֶׁמַּכְרִיזִין עַל נִכְסֵי יְתוֹמִים: \n",
      "וְאַחַר כָּךְ מַשְׁבִּיעִין אֶת הַלּוֶֹה שֶׁאֵין לוֹ כְּלוּם כְּתַקָּנַת הַגְּאוֹנִים אִם הָיָה הַלּוֶֹה עִמָּנוּ בַּמְּדִינָה. וּמַשְׁבִּיעִין אֶת הַטּוֹרֵף בִּנְקִיטַת חֵפֶץ שֶׁלֹּא נִפְרַע חוֹב זֶה וְלֹא מְחָלוֹ וְלֹא מְכָרוֹ לְאַחֵר. וְאַחַר כָּךְ מוֹרִידִין אוֹתוֹ לְנִכְסֵי הַלּוֹקֵחַ בְּשׁוּמָא שֶׁלּוֹ וְכוֹתְבִין הוֹרָדָה: \n",
      "וְכֵיצַד כּוֹתְבִין. אַחַר שֶׁשַּׁמְנוּ לִפְלוֹנִי בְּשׁוּמָא שֶׁהָיְתָה בְּיָדוֹ וְהִכְרַזְנוּ שְׁלֹשִׁים יוֹם כָּרָאוּי וְהִשְׁבַּעְנוּ אֶת זֶה הַטּוֹרֵף וְאֶת בַּעַל חוֹב הוֹרַדְנוּהוּ לְשָׂדֶה פְּלוֹנִית לִהְיוֹת מִשְׁתַּמֵּשׁ בָּהּ כְּדֶרֶךְ שֶׁמִּשְׁתַּמֵּשׁ אָדָם בְּקִנְיָנוֹ: \n",
      "וּמֵאֵימָתַי אוֹכֵל הַטּוֹרֵף פֵּרוֹת שָׂדֶה זוֹ מִשֶּׁיִּפְסְקוּ יְמֵי הַהַכְרָזָה: \n",
      "כָּל אַדְרַכְתָּא שֶׁאֵין כָּתוּב בָּהּ קְרַעְנוּהוּ לִשְׁטַר הַהַלְוָאָה אֵינָהּ אַדְרַכְתָּא. וְכָל טִירְפָא שֶׁאֵין כָּתוּב בָּהּ קְרַעְנוּהָ לָאַדְרַכְתָּא אֵינָהּ טִירְפָא. וְכָל שׁוּמָא דְּלָא כָּתוּב בָּהּ קְרַעְנוּהָ לַטִּירְפָא אֵינָהּ שׁוּמָא: \n",
      "שְׁלֹשָׁה שֶׁיָּרְדוּ לָשׁוּם. אֶחָד אוֹמֵר בְּמָנֶה וּשְׁנַיִם אוֹמְרִים בְּמָאתַיִם אוֹ אֶחָד אוֹמֵר בְּמָאתַיִם וּשְׁנַיִם אוֹמְרִים בְּמָנֶה. בָּטֵל יָחִיד בְּמִעוּטוֹ. אֶחָד אוֹמֵר בְּמָנֶה וְאֶחָד אוֹמֵר בִּשְׁמוֹנִים וְאֶחָד אוֹמֵר בְּמֵאָה וְעֶשְׂרִים נִדּוֹן בְּמֵאָה. אֶחָד אוֹמֵר בְּמֵאָה וְאֶחָד אוֹמֵר תִּשְׁעִים וְאֶחָד אוֹמֵר מֵאָה וּשְׁלֹשִׁים נִדּוֹן בְּמֵאָה וַעֲשָׂרָה. וְעַל דֶּרֶךְ זוֹ שָׁמִין בֵּינֵיהֶן: \n",
      "בֵּית דִּין שֶׁשָּׁמוּ לַטּוֹרֵף בְּנִכְסֵי לוֹקֵחַ וְטָעוּ בְּכָל שֶׁהוּא מִכְרָן בָּטֵל שֶׁהֲרֵי הֵן כְּשָׁלִיחַ לַטּוֹרֵף וְלַלּוֹקֵחַ וְיֵשׁ לָהֶן רְשׁוּת לְתַקֵּן אֲבָל לֹא לְעַוֵּת כְּשָׁלִיחַ. וְכָל הַמּוֹרִים כָּזֶה הוֹרוּ: \n",
      "בֵּית דִּין שֶׁשָּׁמוּ לְבַעַל חוֹב בֵּין בְּנִכְסֵי לוֶֹה בֵּין בִּמְשֻׁעְבָּדִין שֶׁבְּיַד הַלּוֹקֵחַ וּלְאַחַר זְמַן הִשִּׂיגָה יָדוֹ שֶׁל לוֶֹה אוֹ שֶׁל נִטְרָף אוֹ שֶׁל יוֹרְשֵׁיהֶן וְהֵבִיאוּ לְבַעַל חוֹב אֶת מְעוֹתָיו מְסַלְּקִין אוֹתוֹ מֵאוֹתָהּ קַרְקַע. שֶׁהַשּׁוּמָא חוֹזֶרֶת לַבְּעָלִים לְעוֹלָם. מִשּׁוּם שֶׁנֶּאֱמַר <small>(דברים ו יח)</small> \"וְעָשִׂיתָ הַיָּשָׁר וְהַטּוֹב\": \n",
      "קַרְקַע שֶׁשָּׁמוּ אוֹתָהּ לְבַעַל חוֹב וְאַחַר כָּךְ שָׁמוּהָ בֵּית דִּין לְבַעַל חוֹב שֶׁל זֶה הַמַּלְוֶה הֲרֵי זוֹ חוֹזֶרֶת. לֹא יְהֵא כֹּחוֹ גָּדוֹל מִכֹּחַ בַּעַל חוֹב הָרִאשׁוֹן. מְכָרָהּ בַּעַל חוֹב אוֹ נְתָנָהּ בְּמַתָּנָה אוֹ שֶׁשָּׁמָהּ לְבַעַל חוֹב מִדַּעְתּוֹ אוֹ שֶׁמֵּת וְהוֹרִישָׁהּ אֵינָהּ חוֹזֶרֶת. שָׁמוּ קַרְקַע לְאִשָּׁה וְנִשֵּׂאת אוֹ שֶׁשָּׁמוּ מִמֶּנָּה וְנִשֵּׂאת בַּעַל בְּנִכְסֵי אִשְׁתּוֹ כְּלוֹקֵחַ הוּא וְלֹא מַחְזִיר וְלֹא מַחֲזִירִין לוֹ: \n"
    ],
    [
      "שִׁטְרֵי חוֹב הַמֻּקְדָּמִים פְּסוּלִין שֶׁהֲרֵי טוֹרֵף בָּהֶן לָקוֹחוֹת שֶׁלֹּא כַּדִּין וּלְפִיכָךְ קָנְסוּ אוֹתוֹ חֲכָמִים וְלֹא יִגְבֶּה בִּשְׁטָר מֻקְדָּם אֶלָּא מִבְּנֵי חוֹרִין גְּזֵרָה שֶׁמָּא יִטְרֹף בּוֹ מִזְּמַן רִאשׁוֹן שֶׁהִקְדִּימוֹ: \n",
      "שִׁטְרֵי חוֹב הַמְאֻחָרִין כְּשֵׁרִין שֶׁהֲרֵי הוּרַע כֹּחוֹ שֶׁל בַּעַל הַשְּׁטָר שֶׁאֵינוֹ טוֹרֵף אֶלָּא מִזְּמַן הַשְּׁטָר. וְאַף עַל פִּי שֶׁלֹּא כָּתְבוּ בּוֹ שֶׁהוּא מְאֻחָר הֲרֵי זֶה כָּשֵׁר: \n",
      "שְׁטָר שֶׁכְּתָבוּהוּ בַּיּוֹם וְנֶחְתַּם בַּלַּיְלָה הַסָּמוּךְ לוֹ פָּסוּל מִפְּנֵי שֶׁהוּא מֻקְדָּם. וְאִם הָיוּ עֲסוּקִים בָּעִנְיָן עַד שֶׁנִּכְנַס הַלַּיְלָה וַחֲתָמוּהוּ אַף עַל פִּי שֶׁקָּנוּ מִמֶּנּוּ בַּלַּיְלָה כָּשֵׁר: \n",
      "שְׁטָר שֶׁזְּמַנּוֹ כָּתוּב בְּשַׁבָּת אוֹ בַּעֲשָׂרָה בְּתִשְׁרֵי שְׁטָר מְאֻחָר הוּא וְכָשֵׁר. וְאֵין חוֹשְׁשִׁין שֶׁמָּא מֻקְדָּם הוּא וּבְאֶחָד בְּשַׁבָּת אוֹ בְּי''א בְּתִשְׁרֵי נִכְתַּב אֶלָּא מַעֲמִידִין הַשְּׁטָר עַל חֶזְקָתוֹ שֶׁהַדָּבָר יָדוּעַ הוּא שֶׁאֵין כּוֹתְבִין בְּשַׁבָּת וּלְפִיכָךְ אִחֲרוּהוּ: \n",
      "כּוֹתְבִין שְׁטָר לַלּוֶֹה אַף עַל פִּי שֶׁאֵין הַמַּלְוֶה עִמּוֹ וְאֵין כּוֹתְבִין לַמַּלְוֶה עַד שֶׁיִּהְיֶה לוֶֹה עִמּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁטָר שֶׁיֵּשׁ בּוֹ קִנְיָן שֶׁהֲרֵי מִשָּׁעָה שֶׁקָּנוּ מִיָּדוֹ נִשְׁתַּעְבְּדוּ נְכָסָיו. אֲבָל שְׁטָר שֶׁאֵין בּוֹ קִנְיָן אֵין כּוֹתְבִין אֲפִלּוּ לַלּוֶֹה עַד שֶׁיִּהְיֶה מַלְוֶה עִמּוֹ וְיִתֵּן הַשְּׁטָר בְּיַד הַמַּלְוֶה בְּפָנֵינוּ שֶׁמָּא יִכְתֹּב עַתָּה לִלְווֹת מִמֶּנּוּ בְּנִיסָן וְלֹא יִלְוֶה מִמֶּנּוּ עַד תִּשְׁרֵי וְנִמְצָא הַמַּלְוֶה טוֹרֵף בִּשְׁטָר זֶה מִנִּיסָן שֶׁלֹּא כַּדִּין שֶׁלֹּא הִגִּיעַ לְיָדוֹ עַד תִּשְׁרֵי: \n",
      "עֵדִים שֶׁקָּנוּ מִיַּד הַלּוֶֹה אוֹ הַמּוֹכֵר וְכַיּוֹצֵא בָּהֶן וְנִתְאַחֲרָה כְּתִיבַת הַשְּׁטָר זְמַן מְרֻבֶּה אִם יָדְעוּ יוֹם שֶׁקָּנוּ מִמֶּנּוּ בּוֹ כּוֹתְבִין בַּשְּׁטָר זְמַן הַקִּנְיָן וְאַף עַל פִּי שֶׁאֵינוֹ זְמַן חֲתִימָתָן. וְאֵין צְרִיכִין לוֹמַר וְנִתְאַחֲרָה כְּתִיבַת יָדֵינוּ עַד יוֹם פְּלוֹנִי. וְאִם לֹא יָדְעוּ יוֹם שֶׁקָּנוּ בּוֹ כּוֹתְבִין זְמַנּוֹ שֶׁל שְׁטָר מִשְּׁעַת כְּתִיבָה. וְכֵן מִי שֶׁנִּמְסְרָה לָהֶן הָעֵדוּת בִּמְדִינָה אַחַת וְכָתְבוּ הָעֵדִים בִּמְדִינָה אַחֶרֶת אֵין מַזְכִּירִין בַּשְּׁטָר מָקוֹם שֶׁנִּמְסְרָה בּוֹ הָעֵדוּת אֶלָּא מָקוֹם שֶׁכָּתְבוּ בּוֹ חֲתִימַת יָדָן: \n",
      "שִׁטְרֵי מִקָּח וּמִמְכָּר שֶׁלֹּא נִכְתְּבוּ בִּזְמַנָּן אֲפִלּוּ הַמְאֻחָרִין פְּסוּלִין שֶׁהֲרֵי אֶפְשָׁר לִטְרֹף בָּהֶן שֶׁלֹּא כַּדִּין. כֵּיצַד. כְּגוֹן שֶׁחָזַר הַמּוֹכֵר וְקָנָה הַשָּׂדֶה מִיַּד הַלּוֹקֵחַ קֹדֶם שֶׁיַּגִּיעַ זְמַן הַשְּׁטָר הַמְאֻחָר וְיוֹצִיא הַלָּה הַשְּׁטָר הַמְאֻחָר וְיֹאמַר חָזַרְתִּי וּלְקַחְתִּיהָ פַּעַם שְׁנִיָּה מִמְּךָ וְנִמְצָא טוֹרֵף שֶׁלֹּא כַּדִּין. וְלָמָּה לֹא נָחוּשׁ כֵּן לִשְׁטַר חוֹב הַמְאֻחָר שֶׁמָּא יִפְרָעֶנּוּ קֹדֶם שֶׁיַּגִּיעַ זְמַנּוֹ וְיִכְתֹּב שׁוֹבֵר וְיַחְזֹר וְיוֹצִיא הַשְּׁטָר הַמְאֻחָר וְיִטְרֹף בּוֹ שֶׁלֹּא כַּדִּין. לְפִי שֶׁכָּל הַכּוֹתֵב שְׁטָר מְאֻחָר תַּקָּנָתוֹ שֶׁיִּכְתֹּב הַשּׁוֹבֵר סְתָם שֶׁכָּל זְמַן שֶׁיֵּצֵא הַשְּׁטָר יִשְׁבֹּר אוֹתוֹ זֶה הַשּׁוֹבֵר. וְאִם לֹא עָשָׂה כֵן וְכָתַב הַשּׁוֹבֵר בִּזְמַן הַפֵּרָעוֹן הוּא הִפְסִיד עַל עַצְמוֹ: \n",
      "מִי שֶׁמָּכַר שָׂדֵהוּ בְּאֹנֶס וּמָסַר מוֹדָעָא. אוֹ שֶׁקָּדַם וּמָכַר אוֹ נָתַן לְאַחֵר קֹדֶם שֶׁיִּמְכֹּר לְאַנָּס. הֲרֵי הַמָּעוֹת שֶׁל אַנָּס אֵצֶל הַמּוֹכֵר כְּמִלְוֶה עַל פֶּה וְאֵינוֹ טוֹרֵף בִּשְׁטַר מֶכֶר שֶׁבְּיָדוֹ כְּלוּם מִפְּנֵי שֶׁאֵין דִּין שְׁטָר זֶה שֶׁיִּכְתֹּב וְלֹא נִכְתַּב אֶלָּא מִפְּנֵי הָאֹנֶס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֶפְשָׁר לַטּוֹרֵף שֶׁיִּטְרֹף בְּלֹא שְׁטָר אֶלָּא בְּעֵדוּת עַל פֶּה. כֵּיצַד. כְּגוֹן שֶׁיֵּשׁ לוֹ עֵדוּת שֶׁזּוֹ גְּזוּלָה מֵאָבִיו הֲרֵי יֵשׁ לוֹ לְהוֹצִיא בְּעֵדִים אֵלּוּ וְאֵין כָּאן שְׁטָר. וְכֵן אִם הֵעִידוּ לוֹ שֶׁנִּגְמַר הַדִּין לְאָבִיו לִטְרֹף מִנִּכְסֵי פְּלוֹנִי בְּכָךְ וְכָךְ מִזְּמַן פְּלוֹנִי וּמֵת אָבִיו וַעֲדַיִן לֹא טָרַף הֲרֵי הַבֵּן טוֹרֵף בְּעֵדוּת זוֹ: \n",
      "לְפִיכָךְ אֵין כּוֹתְבִין שְׁנֵי שִׁטְרוֹת מֶכֶר עַל שָׂדֶה אַחַת שֶׁמָּא יַעֲשֶׂה הַלּוֹקֵחַ קְנוּנְיָא עִם בַּעַל חוֹב וְיִטְרֹף שֶׁלֹּא כַּדִּין. כֵּיצַד. יָבוֹא זֶה וְיִטְרֹף שָׂדֶה זוֹ בְּעֵדוּת שֶׁהֵעִידוּ לוֹ מֵחֲמַת אָבִיו וְיַחְזֹר הַלּוֹקֵחַ וְיִטְרֹף בִּשְׁטַר הַמֶּכֶר שֶׁבְּיָדוֹ מִן הַלָּקוֹחוֹת שֶׁלָּקְחוּ אַחֲרָיו וְיִקְרַע שְׁטַר הַמֶּכֶר שֶׁבְּיָדוֹ וְיַחְזֹר בִּקְנוּנְיָא וְיַעֲמֹד בַּשָּׂדֶה שֶׁנִּטְרְפָה מִמֶּנּוּ וְיָבוֹא הוּא שֶׁטְּרָפָהּ בְּעַצְמָהּ וְיִטְרֹף אוֹתָהּ פַּעַם אַחֶרֶת בְּעֵדוּת עֵדָיו וְיוֹצִיא הַלָּה שְׁטַר הַמֶּכֶר הַשֵּׁנִי וְיִטְרֹף בּוֹ לָקוֹחוֹת אֲחֵרִים שֶׁלֹּא כַּדִּין. אִם כֵּן מִי שֶׁנֶּאֱבַד לוֹ שְׁטַר הַמֶּכֶר וְעֵדָיו קַיָּמִין כֵּיצַד יַעֲשֶׂה. יִכְתְּבוּ שְׁטָר שֵׁנִי וְיֹאמְרוּ בּוֹ שְׁטָר זֶה אֵין גּוֹבִין בּוֹ לֹא מִנְּכָסִים מְשֻׁעְבָּדִים וְלֹא מִנְּכָסִים בְּנֵי חוֹרִין וְלֹא כְּתַבְנוּהוּ אֶלָּא לְהַעֲמִיד שָׂדֶה זוֹ בְּיַד פְּלוֹנִי הַלּוֹקֵחַ כְּדֵי שֶׁלֹּא יוֹצִיאָהּ מִיָּדוֹ הַמּוֹכֵר וְלֹא יוֹרְשָׁיו: \n",
      "בְּשִׁטְרֵי הַחוֹבוֹת אֵינוֹ כֵן. אַף עַל פִּי שֶׁעֵדָיו קַיָּמִין וְקָנוּ מִיָּדוֹ וְחָזַר בִּשְׁעָתוֹ וְאָמַר שְׁטָר שֶׁכְּתַבְתֶּם לִי עַתָּה אָבַד אוֹ נִשְׂרַף אֵין כּוֹתְבִין לוֹ שְׁטָר שֵׁנִי שֶׁמָּא פְּרָעוֹ אוֹ מְחָלוֹ. וַאֲפִלּוּ הָיָה הַחוֹב לִזְמַן וְאֵינוֹ גּוֹבֶה בְּעֵדִים אֵלּוּ כְּלוּם אֶלָּא אִם הַלּוֶֹה אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם שֶׁזֶּה הֻחְזַק כַּפְרָן בְּעֵדוּתָן כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "מִי שֶׁבָּלָה שְׁטַר חוֹבוֹ וַהֲרֵי הוּא הוֹלֵךְ לְהִמָּחֵק מַעֲמִיד עָלָיו עֵדִים וּבָא לְבֵית דִּין וְהֵם עוֹשִׂין לוֹ קִיּוּם. אֲבָל עֵדֵי הַשְּׁטָר עַצְמָן אֵין כּוֹתְבִין לוֹ שְׁטָר אַחֵר אַף עַל פִּי שֶׁנִּמְחַק בִּפְנֵיהֶם. אֲבָל בָּאִין לְבֵית דִּין וּבֵית דִּין עוֹשִׂין לוֹ קִיּוּם: \n",
      "כֵּיצַד מְקַיְּמִין שְׁטָר זֶה. כּוֹתְבִין שְׁטָר אַחֵר וְאוֹמְרִים אָנוּ בֵּית דִּין פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי הוֹצִיא פְּלוֹנִי בֶּן פְּלוֹנִי שְׁטָר מָחוּק לְפָנֵינוּ וּזְמַנּוֹ בְּיוֹם פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי עֵדָיו. וְאִם כָּתְבוּ וְהֻזְקַקְנוּ לְעֵדוּתָן שֶׁל עֵדִים וְנִמְצֵאת מְכֻוֶּנֶת גּוֹבֶה בִּשְׁטָר זֶה שֶׁכָּתְבוּ לוֹ וְאֵין צָרִיךְ קִיּוּם אַחֵר. וְאִם לֹא כָּתְבוּ כֵן צָרִיךְ לְהָבִיא רְאָיָה עַל הָעֵדִים הָרִאשׁוֹנִים עַד שֶׁתִּתְקַיֵּם עֵדוּתָן: \n",
      "שְׁטַר חוֹב שֶׁנִּתְקָרֵעַ כָּשֵׁר. נִמְחַק אוֹ נִתְטַשְׁטֵשׁ אִם רִשּׁוּמוֹ נִכָּר כָּשֵׁר. נִקְרָע קֶרַע בֵּית דִּין הֲרֵי זֶה פָּסוּל. אֵיזֶהוּ קֶרַע בֵּית דִּין שְׁתִי וָעֵרֶב: \n",
      "מִי שֶׁפָּרַע מִקְצָת חוֹבוֹ אִם רָצָה מַחְלִיף וְכוֹתְבִין לוֹ בֵּית דִּין שְׁטָר אַחֵר בִּשְׁאָר הַחוֹב מִזְּמַן רִאשׁוֹן אֲבָל לֹא עֵדֵי הַשְּׁטָר. וְאִם רָצָה יִכְתֹּב שׁוֹבֵר: \n",
      "הַבָּא לִפְרֹעַ חוֹבוֹ וְאָמַר הַמַּלְוֶה אָבַד לִי הַשְּׁטָר הֲרֵי זֶה יִכְתֹּב לוֹ שׁוֹבֵר וְיִפְרַע כָּל חוֹבוֹ. וְיֵשׁ לַלּוֶֹה לְהַחֲרִים סְתָם עַל מִי שֶׁכּוֹבֵשׁ שְׁטָרוֹ וְטוֹעֵן שֶׁאָבַד. וְאִם טָעַן הַלּוֶֹה טַעֲנַת וַדַּאי וְאָמַר הַשְּׁטָר אֶצְלוֹ וְעַתָּה הִנִּיחוֹ בְּכִיסוֹ הוֹרוּ רַבּוֹתַי שֶׁיִּשָּׁבַע הַמַּלְוֶה הֶסֵּת שֶׁאָבַד הַשְּׁטָר וְאַחַר כָּךְ יִפְרַע חוֹבוֹ וְיִכְתֹּב שׁוֹבֵר: \n",
      "מִי שֶׁהוֹצִיא שְׁטַר חוֹב בְּמָנֶה וְאָמַר עֲשׂוּ לִי מִמֶּנּוּ שְׁנַיִם בַּחֲמִשִּׁים חֲמִשִּׁים אֵין עוֹשִׂין שֶׁזְּכוּת הוּא לַלּוֶֹה לִהְיוֹת הַכּל בִּשְׁטָר אֶחָד שֶׁאִם יִפְרָעֶנּוּ מִקְצָת נִמְצָא שְׁטָרוֹ פָּגוּם. וְכֵן אִם הוֹצִיא שְׁנֵי שְׁטָרוֹת בַּחֲמִשִּׁים חֲמִשִּׁים וְאָמַר עָשׂוּ לִי אוֹתָן בְּמֵאָה אֵין עוֹשִׂין לוֹ אֶלָּא עוֹשִׂין לוֹ קִיּוּם לְכָל אֶחָד וְאֶחָד שֶׁזְּכוּת הוּא לַלּוֶֹה לִהְיוֹת שְׁנַיִם שֶׁלֹּא יָכֹף אוֹתוֹ בַּדִּין בְּפַעַם אַחַת לִגְבּוֹת הַכּל: \n",
      "הוֹצִיא שְׁטַר חוֹב בְּמֵאָה וְאָמַר קְרָעוּהוּ וְכִתְבוּ לִי שְׁטָר אַחֵר בַּחֲמִשִּׁים אֵין שׁוֹמְעִין לוֹ שֶׁמָּא פָּרְעוּ הַכּל וְכָתַב לוֹ שׁוֹבֵר עַל שְׁטָר שֶׁל מֵאָה וּכְשֶׁיַּחֲזֹר וְיוֹצִיא קִיּוּם זֶה עַל שְׁטַר חֲמִשִּׁים וְיוֹצִיא הַלּוֶֹה הַשּׁוֹבֵר יֹאמַר לוֹ זֶה שְׁטָר אַחֵר הוּא: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁשְּׁטַר חוֹב שֶׁיֵּשׁ בּוֹ קִנְיָן כּוֹתְבִין אוֹתוֹ לַלּוֶֹה אַף עַל פִּי שֶׁאֵין הַמַּלְוֶה עִמּוֹ. וְכֵן כּוֹתְבִין שְׁטָר לַמּוֹכֵר אַף עַל פִּי שֶׁאֵין הַלּוֹקֵחַ עִמּוֹ. וְכֵן כּוֹתְבִין שׁוֹבֵר לַמַּלְוֶה אַף עַל פִּי שֶׁאֵין הַלּוֶֹה עִמּוֹ וְשׁוֹבֵר לְאִשָּׁה אַף עַל פִּי שֶׁאֵין בַּעְלָהּ עִמָּהּ וְגֵט לְאִישׁ אַף עַל פִּי שֶׁאֵין אִשְׁתּוֹ עִמּוֹ. אֲבָל אֵין כּוֹתְבִין שִׁטְרֵי אֵרוּסִין וְנִשּׂוּאִין וְשִׁטְרֵי אֲרִיסוּת וְקַבְּלָנוּת וּשְׁטַר בְּרֵרַת הַדַּיָּנִין אוֹ שְׁטַר טַעֲנַת בַּעֲלֵי דִּינִין וְכָל מַעֲשֵׂה בֵּית דִּין אֶלָּא מִדַּעַת שְׁנֵיהֶם. וְכָל הַשְּׁטָרוֹת הָאֵלּוּ צְרִיכִין לְהִזָּהֵר בְּתִקּוּנָן כִּשְׁאָר הַשְּׁטָרוֹת: \n",
      "וּמִי נוֹתֵן שְׂכַר הַסּוֹפֵר. בְּשִׁטְרֵי הַלְוָאָה הַלּוֶֹה נוֹתֵן שָׂכָר. וּבְשִׁטְרֵי מִקָּח וּמִמְכָּר הַלּוֹקֵחַ נוֹתֵן שָׂכָר. וְהָאִשָּׁה נוֹתֶנֶת שְׂכַר הַגֵּט. וְהֶחָתָן נוֹתֵן שְׂכַר שְׁטַר הָאֵרוּסִין אוֹ הַנִּשּׂוּאִין. וְהַמְקַבֵּל וְכֵן הָאָרִיס אוֹ הַשָּׂכִיר נוֹתֵן שְׂכַר הַשְּׁטָר. אֲבָל שְׁטַר בְּרֵרַת הַדַּיָּנִין אוֹ טַעֲנוֹת בַּעֲלֵי דִּינִין שְׁנֵיהֶם נוֹתְנִין שָׂכָר: \n",
      "אֶחָד הַשְּׁטָרוֹת הַנִּכְתָּבִין לְאֶחָד שֶׁלֹּא בִּפְנֵי חֲבֵרוֹ וְאֶחָד הַשְּׁטָרוֹת שֶׁאֵין כּוֹתְבִין אוֹתָן אֶלָּא מִדַּעַת שְׁנֵיהֶם וּשְׁנֵיהֶן עוֹמְדִין כְּגוֹן שְׁטָר שֶׁכּוֹתְבִין לַמַּלְוֶה אוֹ לַלּוֹקֵחַ כֻּלָּן צְרִיכִין שֶׁיִּהְיוּ הָעֵדִים מַכִּירִין הַשֵּׁמוֹת שׁבַּשְּׁטָר שֶׁזֶּה הוּא פְּלוֹנִי בֶּן פְּלוֹנִי וְזֶהוּ פְּלוֹנִי בֶּן פְּלוֹנִי שֶׁמָּא יָבוֹאוּ שְׁנַיִם וְיַעֲשׂוּ קְנוּנְיָא וִישַׁנּוּ שְׁמוֹתֵיהֶן בְּשֵׁמוֹת אֲחֵרִים וְיוֹדוּ זֶה לָזֶה: \n",
      "כָּל מִי שֶׁהֻחְזַק שְׁמוֹ בָּעִיר שְׁלֹשִׁים יוֹם אֵין חוֹשְׁשִׁין לוֹ שֶׁמָּא שֵׁם אַחֵר יֵשׁ לוֹ וְהוּא שִׁנָּהוּ כְּדֵי לְרַמּוֹת וְלַעֲשׂוֹת קְנוּנְיָא שֶׁאִם אַתָּה אוֹמֵר כֵּן אֵין לַדָּבָר סוֹף. לְפִיכָךְ מִי שֶׁלֹּא הֻחְזַק שְׁמוֹ בָּעִיר שְׁלֹשִׁים יוֹם וּבָא וְאָמַר כִּתְבוּ עָלַי שְׁטָר שֶׁאֲנִי חַיָּב לִפְלוֹנִי אוֹ לָזֶה כָּךְ וְכָךְ דִּינָרִין. אֵין כּוֹתְבִין לוֹ עַד שֶׁיָּבִיא רְאָיָה שֶׁזֶּה שְׁמוֹ אוֹ יֻחְזַק: \n",
      "כָּל שְׁטָר שֶׁיָּצָא לְפָנֵינוּ וְיִטְעֹן הַלּוֶֹה וְיֹאמַר אֵינִי חַיָּב כְּלוּם שֶׁמָּא רַמַּאי אַחֵר הֶעֱלָה שְׁמוֹ כִּשְׁמִי וְהוֹדָה לָזֶה אוֹ שֶׁאָמַר לֹא לָזֶה אֲנִי חַיָּב כְּלוּם אֶלָּא לְאַחֵר וְזֶה רַמַּאי הוּא וְהֶעֱלָה שְׁמוֹ כְּשֵׁם בַּעַל חוֹבִי. מֵאַחַר שֶׁלֹּא הֻחְזַק שָׁם שְׁנַיִם שֶׁשְּׁמוֹתֵיהֶן שָׁוִין אֵין חוֹשְׁשִׁין לִדְבָרָיו שֶׁחֲזָקָה הוּא שֶׁאֵין הָעֵדִים חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן מַכִּירִין אֵלּוּ הַנִּזְכָּרִים בּוֹ. וְכֵן חֲזָקָה שֶׁאֵין חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן נוֹדַע לָהֶם בְּוַדַּאי שָׁאֲלוּ שֶׁהֵעִידוּ עַל עַצְמָן גְּדוֹלִים וּבְנֵי דַּעַת. וְאֵין הָעֵדִים חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן יוֹדְעִים לִקְרוֹת וְלַחְתֹּם: \n",
      "עֵדִים שֶׁאֵין יוֹדְעִין לַחְתֹּם וְקָרְעוּ לָהֶן נְיָר חָלָק וְחָתְמוּ עַל הָרָשׁוּם מַכִּין אוֹתָן מַכַּת מַרְדּוּת וְהַשְּׁטָר פָּסוּל: \n",
      "רֹאשׁ בֵּית דִּין שֶׁהָיָה יוֹדֵעַ עִנְיַן הַשְּׁטָר וְקָרָא הַשְּׁטָר שֶׁלְּפָנָיו הַסּוֹפֵר שֶׁלּוֹ הוֹאִיל וְהוּא מַאֲמִין אוֹתוֹ וְאֵימָתוֹ עָלָיו הֲרֵי זֶה חוֹתֵם עַל הַשְּׁטָר אַף עַל פִּי שֶׁלֹּא קְרָאָהוּ הוּא בְּעַצְמוֹ. וְאֵין שְׁאָר הָעָם רַשָּׁאִין לַעֲשׂוֹת כֵּן עַד שֶׁיִּקְרָא הָעֵד הַשְּׁטָר מִלָּה מִלָּה: \n",
      "שְׁנַיִם שֶׁהָיוּ בָּעִיר שֵׁם כָּל אֶחָד מֵהֶן יוֹסֵף בֶּן שִׁמְעוֹן אֵינָן יְכוֹלִין לְהוֹצִיא שְׁטַר חוֹב זֶה עַל זֶה וְלֹא אַחֵר יָכוֹל לְהוֹצִיא עֲלֵיהֶן שְׁטַר חוֹב אֶלָּא אִם כֵּן בָּאוּ עֵדֵי הַשְּׁטָר בְּעַצְמָן וְאָמְרוּ זֶהוּ הַשְּׁטָר שֶׁהֵעַדְנוּ עָלָיו וְזֶהוּ שֶׁהֵעַדְנוּ לוֹ בְּהַלְוָאָה. וְכֵן אֵין מְגָרְשִׁין נְשׁוֹתֵיהֶן אֶלָּא זֶה בִּפְנֵי זֶה. וְכֵן אִם נִמְצָא לְאֶחָד בֵּין שִׁטְרוֹתָיו שׁוֹבֵר שֶׁשְּׁטָרוֹ שֶׁל יוֹסֵף בֶּן שִׁמְעוֹן פָּרוּעַ שִׁטְרוֹת שְׁנֵיהֶן שֶׁעָלָיו פְּרוּעִין. וְכֵיצַד יַעֲשׂוּ אֵלּוּ שֶׁשְּׁמוֹתֵיהֶן שָׁוִין וּשְׁמוֹת אֲבִיהֶן שָׁוִין. יְשַׁלְּשׁוּ. הָיוּ שְׁמוֹת אֲבוֹת אֲבוֹתֵיהֶן שָׁוִין יִכְתְּבוּ סִימָנֵיהֶן. הָיוּ דּוֹמִין זֶה לָזֶה בְּצוּרָתָן יִכְתְּבוּ יִחוּסָן. הָיוּ שְׁנֵיהֶם לְוִיִּם שְׁנֵיהֶם כֹּהֲנִים יִכְתְּבוּ דּוֹרוֹת: \n",
      "הוֹצִיא עָלָיו שְׁטָר שֶׁכָּתוּב בּוֹ אֲנִי פְּלוֹנִי בֶּן פְּלוֹנִי לָוִיתִי מִמְּךָ מָנֶה אַף עַל פִּי שֶׁאֵין בּוֹ שֵׁם הַמַּלְוֶה כָּל מִי שֶׁיָּצָא שְׁטָר זֶה מִתַּחַת יָדוֹ גּוֹבֶה בּוֹ וְאֵינוֹ יָכוֹל לִדְחוֹתוֹ וְלוֹמַר שֶׁל אַחֵר הוּא וְנָפַל. וְכֵן שְׁנֵי יוֹסֵף בְּנֵי שִׁמְעוֹן הַדָּרִין בְּעִיר אַחַת שֶׁהוֹצִיא אֶחָד מֵהֶן שְׁטַר חוֹב עַל אֶחָד מִבְּנֵי הָעִיר אֵינוֹ יָכוֹל לִדְחוֹתוֹ וְלוֹמַר לוֹ לִפְלוֹנִי שֶׁהוּא כְּשִׁמְךָ אֲנִי חַיָּב וּמִמֶּנּוּ נָפַל הַשְּׁטָר אֶלָּא הֲרֵי זֶה שֶׁיָּצָא מִתַּחַת יָדוֹ גּוֹבֶה וְאֵין חוֹשְׁשִׁין לִנְפִילָה: \n",
      "שְׁנַיִם שֶׁהוֹצִיאוּ כָּל אֶחָד מִשְּׁנֵיהֶם שְׁטַר חוֹב עַל חֲבֵרוֹ אֵין הָאַחֲרוֹן יָכוֹל לוֹמַר לָרִאשׁוֹן אִלּוּ הָיִיתִי חַיָּב לְךָ הֵיאַךְ אַתָּה לוֶֹה מִמֶּנִּי אֶלָּא זֶה גּוֹבֶה חוֹבוֹ וְזֶה גּוֹבֶה חוֹבוֹ. הָיָה זֶה בְּמֵאָה וְזֶה בְּמֵאָה וְיֵשׁ לָזֶה עִידִית וְלָזֶה עִידִית אוֹ לָזֶה בֵּינוֹנִית וְלָזֶה בֵּינוֹנִית לָזֶה זִבּוּרִית וְלָזֶה זִבּוּרִית אֵין נִזְקָקִין לָהֶן אֶלָּא כָּל אֶחָד וְאֶחָד עוֹמֵד בְּשֶׁלּוֹ. הָיָה לָזֶה עִידִית וּבֵינוֹנִית וְלָזֶה זִבּוּרִית זֶה גּוֹבֶה מִן הַבֵּינוֹנִית וְזֶה גּוֹבֶה מִן הַזִּבּוּרִית: \n",
      "הוֹצִיא שְׁטַר חוֹב עַל חֲבֵרוֹ וְהַלָּה מוֹצִיא שְׁטָר שֶׁמָּכַר לוֹ הַשָּׂדֶה אִם הָיוּ בְּמָקוֹם שֶׁנּוֹתֵן הַלּוֹקֵחַ הַמָּעוֹת וְאַחַר כָּךְ כּוֹתֵב לוֹ הַמּוֹכֵר אֶת הַשְּׁטָר הֲרֵי שְׁטַר חוֹבוֹ שֶׁל זֶה בָּטֵל שֶׁהֲרֵי אוֹמֵר לוֹ אִלּוּ הָיִיתִי חַיָּב לְךָ הָיָה לְךָ לִפְרֹעַ חוֹבְךָ. אֲבָל בְּמָקוֹם שֶׁכּוֹתְבִין וְאַחַר כָּךְ נוֹתְנִין הֲרֵי שְׁטַר הַחוֹב קַיָּם שֶׁהֲרֵי זֶה אוֹמֵר מָכַרְתִּי לְךָ אֶת הַשָּׂדֶה כְּדֵי שֶׁיִּהְיֶה לְךָ נְכָסִים יְדוּעִים שֶׁאֶגְבֶּה מֵהֶן חוֹב שֶׁלִּי: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ וְאַחַר שֶׁהִלְוָהוּ אָמַר לוֹ אֶחָד אֲנִי עָרֵב. אוֹ שֶׁתָּבַע אֶת הַלּוֶֹה בַּדִּין וְאָמַר לוֹ אַחֵר הַנַּח וַאֲנִי עָרֵב. אוֹ שֶׁהָיָה חוֹנֵק אֶת חֲבֵרוֹ בַּשּׁוּק לִתֵּן לוֹ וְאָמַר לוֹ הַנַּח וַאֲנִי עָרֵב. אֵין הֶעָרֵב חַיָּב כְּלוּם. וַאֲפִלּוּ אָמַר אֲנִי עָרֵב בִּפְנֵי בֵּית דִּין. אֲבָל אִם קָנוּ מִיָּדוֹ שֶׁהוּא עָרֵב מָמוֹן זֶה כָּל אֵלּוּ הַפָּנִים בֵּין בִּפְנֵי בֵּית דִּין בֵּין בֵּינוֹ לְבֵין הַמַּלְוֶה נִשְׁתַּעְבֵּד: \n",
      "אָמַר לוֹ בִּשְׁעַת מַתַּן מָעוֹת הַלְוֵהוּ וַאֲנִי עָרֵב נִשְׁתַּעְבֵּד הֶעָרֵב וְאֵינוֹ צָרִיךְ קִנְיָן. וְכֵן אִם בֵּית דִּין עָשׂוּ אוֹתוֹ עָרֵב נִשְׁתַּעְבֵּד אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדוֹ. כְּגוֹן שֶׁהָיוּ בֵּית דִּין רוֹצִין לִגְבּוֹת מִן הַלּוֶֹה וְאָמַר לָהֶם הַנִּיחוּהוּ וַאֲנִי עָרֵב לָכֶם הוֹאִיל וְיֵשׁ לוֹ הֲנָאָה שֶׁהֶאֱמִינוּהוּ בֵּית דִּין בְּאוֹתָהּ הֲנָיָה שִׁעְבֵּד עַצְמוֹ: \n",
      "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל יְדֵי עָרֵב אַף עַל פִּי שֶׁהֶעָרֵב מִשְׁתַּעְבֵּד לַמַּלְוֶה לֹא יִתְבַּע אֶת הֶעָרֵב תְּחִלָּה אֶלָּא תּוֹבֵעַ אֶת הַלּוֶֹה תְּחִלָּה. אִם לֹא נָתַן לוֹ חוֹזֵר אֵצֶל הֶעָרֵב וְנִפְרָע מִמֶּנּוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין נְכָסִים לַלּוֶֹה. אֲבָל אִם יֵשׁ נְכָסִים לַלּוֶֹה לֹא יִפָּרַע מִן הֶעָרֵב כְּלָל אֶלָּא מִן הַלּוֶֹה. הָיָה הַלּוֶֹה אַלָּם וְאֵין בֵּית דִּין יְכוֹלִין לְהוֹצִיא מִיָּדוֹ אוֹ שֶׁלֹּא בָּא לַדִּין הֲרֵי זֶה נִפְרָע מִן הֶעָרֵב תְּחִלָּה וְאַחַר כָּךְ יַעֲשֶׂה הֶעָרֵב דִּין עִם הַלּוֶֹה אִם יָכוֹל לְהוֹצִיאוֹ מִיָּדוֹ יוֹצִיא אוֹ יְשַׁמְּתוּהוּ בֵּית דִּין עַד שֶׁיִּתֵּן לוֹ: \n",
      "הִתְנָה הַמַּלְוֶה עַל הֶעָרֵב וְאָמַר לוֹ עַל מְנָת שֶׁאֶפָּרַע מִמִּי שֶׁאֶרְצֶה אִם יֵשׁ נְכָסִים לַלּוֶֹה לֹא יִפָּרַע מִן הֶעָרֵב. אָמַר עַל מְנָת שֶׁאֶפָּרַע מִמִּי שֶׁאֶרְצֶה תְּחִלָּה אוֹ שֶׁהָיָה קַבְּלָן הֲרֵי זֶה יִתְבַּע אֶת הֶעָרֵב הַזֶּה אוֹ אֶת הַקַּבְּלָן תְּחִלָּה וְיִפָּרַע מֵהֶן אַף עַל פִּי שֶׁיֵּשׁ נְכָסִים לַלּוֶֹה: \n",
      "אֵיזֶהוּ עָרֵב וְאֵיזֶהוּ קַבְּלָן. אָמַר לוֹ תֵּן לוֹ וַאֲנִי נוֹתֵן לְךָ זֶהוּ קַבְּלָן שֶׁיֵּשׁ לַמַּלְוֶה לְהִפָּרַע מִמֶּנּוּ תְּחִלָּה אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ וְלֹא אָמַר עַל מְנָת שֶׁאֶפָּרַע מִמִּי שֶׁאֶרְצֶה. אֲבָל אִם אָמַר לוֹ הַלְוֵהוּ וַאֲנִי עָרֵב הַלְוֵהוּ וַאֲנִי פּוֹרֵעַ הַלְוֵהוּ וַאֲנִי חַיָּב הַלְוֵהוּ וַאֲנִי נוֹתֵן הַלְוֵהוּ וַאֲנִי קַבְּלָן. תֵּן לוֹ וַאֲנִי קַבְּלָן תֵּן לוֹ וַאֲנִי פּוֹרֵעַ תֵּן לוֹ וַאֲנִי חַיָּב תֵּן לוֹ וַאֲנִי עָרֵב. כֻּלָּן לָשׁוֹן עַרְבָנוּת הֵן וְאֵינוֹ תּוֹבְעוֹ תְּחִלָּה וְלֹא נִפְרַע מִמֶּנּוּ בְּמָקוֹם שֶׁיֵּשׁ נְכָסִים לַלּוֶֹה עַד שֶׁיְּפָרֵשׁ וְיֹאמַר מִמִּי שֶׁאֶרְצֶה אֶפָּרַע: \n",
      "עָרֵב שֶׁל כְּתֻבָּה אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ פָּטוּר מִלְּשַׁלֵּם שֶׁהֲרֵי מִצְוָה עָשָׂה וְלֹא חָסַר מָמוֹן. וְאִם הָיָה הָאָב עָרֵב לִכְתֻבַּת בְּנוֹ וְקָנוּ מִיָּדוֹ חַיָּב. וְקַבְּלָן שֶׁל כְּתֻבָּה חַיָּב: \n",
      "רְאוּבֵן שֶׁמָּכַר לְשִׁמְעוֹן שָׂדֶה וּבָא לֵוִי וְקִבֵּל אַחֲרָיוּת עָלָיו לֹא נִשְׁתַּעְבֵּד לֵוִי שֶׁזּוֹ אַסְמַכְתָּא הִיא. וְאִם קָנוּ מִיָּדוֹ שֶׁהוּא עָרֵב לְשַׁלֵּם דְּמֵי מֶכֶר זֶה כָּל עֵת שֶׁיִּרְצֶה שֶׁיִּתְבָּעֶנּוּ לְשִׁמְעוֹן הֲרֵי זֶה חַיָּב וְכָזֶה הוֹרוּ רַבּוֹתַי: \n",
      "וְכֵן הֶעָרֵב אוֹ הַקַּבְּלָן שֶׁחִיְּבוּ עַצְמָן עַל תְּנַאי אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לֹא נִשְׁתַּעְבֵּד מִפְּנֵי שֶׁהוּא אַסְמַכְתָּא. כֵּיצַד. כְּגוֹן שֶׁאָמַר לוֹ תֵּן לוֹ וַאֲנִי אֶתֵּן לְךָ אִם יִהְיֶה כָּךְ וְכָךְ אוֹ אִם לֹא יִהְיֶה. שֶׁכָּל הַתּוֹלֶה שִׁעְבּוּד שֶׁאֵינוֹ חַיָּב בּוֹ בְּאִם יִהְיֶה וְאִם לֹא יִהְיֶה לֹא גָּמַר וְהִקְנָה קִנְיָן שָׁלֵם וּלְפִיכָךְ לֹא נִשְׁתַּעְבֵּד: \n",
      "שְׁנַיִם שֶׁלָּווּ בִּשְׁטָר אֶחָד אוֹ שֶׁלָּקְחוּ מִקָּח אֶחָד. וְכֵן הַשֻּׁתָּפִין שֶׁלָּוָה אֶחָד מֵהֶן אוֹ לָקַח בְּשֻׁתָּפוּת הֲרֵי הֵן עַרְבָאִין זֶה לָזֶה אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ: \n",
      "שְׁנַיִם שֶׁעָרְבוּ לָאֶחָד כְּשֶׁיָּבוֹא הַמַּלְוֶה לִפָּרַע מִן הֶעָרֵב יִפָּרַע מֵאֵי זֶה מֵהֶן שֶׁיִּרְצֶה. וְאִם לֹא הָיָה לְאֶחָד כְּדֵי הַחוֹב חוֹזֵר וְתוֹבֵעַ הַשֵּׁנִי בִּשְׁאָר הַחוֹב: \n",
      "וְאֶחָד שֶׁעָרַב לִשְׁנַיִם כְּשֶׁיִּפְרַע לַמַּלְוֶה יוֹדִיעוֹ עַל חוֹב אֵיזֶה מִשְּׁנֵיהֶם פּוֹרֵעַ כְּדֵי שֶׁיַּחֲזֹר עָלָיו: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ עֲרֹב לִפְלוֹנִי כָּךְ וְכָךְ וַאֲנִי עָרֵב לְךָ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ הַלְוֵהוּ וַאֲנִי עָרֵב. וּכְשֵׁם שֶׁנִּשְׁתַּעְבֵּד הֶעָרֵב לַמַּלְוֶה כָּךְ נִשְׁתַּעְבֵּד עָרֵב לָעָרֵב רִאשׁוֹן. וְדִין הֶעָרֵב עִם הַמַּלְוֶה וְדִין עָרֵב רִאשׁוֹן עִם הַשֵּׁנִי דִּין אֶחָד הוּא: \n",
      "מִי שֶׁלֹּא פֵּרֵשׁ קֶצֶב הַדָּבָר שֶׁעָרַב כְּגוֹן שֶׁאָמַר לוֹ כָּל מַה שֶּׁתִּתֵּן תֵּן לוֹ וַאֲנִי עָרֵב אוֹ מְכֹר לוֹ וַאֲנִי עָרֵב אוֹ הַלְוֵהוּ וַאֲנִי עָרֵב יֵשׁ מִן הַגְּאוֹנִים שֶׁהוֹרָה אֲפִלּוּ מָכַר לוֹ בַּעֲשֶׂרֶת אֲלָפִים אוֹ הִלְוָהוּ מֵאָה אֶלֶף נִשְׁתַּעְבֵּד הֶעָרֵב בַּכּל. וְיֵרָאֶה לִי שֶׁאֵין זֶה הֶעָרֵב חַיָּב כְּלוּם שֶׁכֵּיוָן שֶׁאֵינוֹ יוֹדֵעַ הַדָּבָר שֶׁשִּׁעְבֵּד עַצְמוֹ בּוֹ לֹא סָמְכָה דַּעְתּוֹ וְלֹא שִׁעְבֵּד עַצְמוֹ וּדְבָרִים שֶׁל טַעַם הֵם לַמֵּבִין: \n",
      "מִי שֶׁאָמַר לַחֲבֵרוֹ הַלְוֵהוּ וַאֲנִי עָרֵב לְגוּפוֹ שֶׁל לוֶֹה זֶה לֹא עָרַב לְעַצְמוֹ שֶׁל מָמוֹן אֶלָּא כָּל זְמַן שֶׁתִּרְצֶה אֲבִיאֶנּוּ לְךָ. וְכֵן אִם אָמַר לוֹ אַחַר שֶׁהִלְוָהוּ וּתְבָעוֹ הַנִּיחֵהוּ כָּל זְמַן שֶׁתִּתְבָּעֶנּוּ אֲבִיאֶנּוּ לְךָ וְקָנוּ מִיָּדוֹ עַל זֶה אִם לֹא יָבִיא זֶה הַלּוֶֹה יֵשׁ מִן הַגְּאוֹנִים שֶׁהוֹרָה שֶׁהוּא חַיָּב לְשַׁלֵּם. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁאֲפִלּוּ הִתְנָה וְאָמַר אִם לֹא אֲבִיאֶנּוּ אוֹ שֶׁמֵּת אוֹ שֶׁבָּרַח אֶהְיֶה חַיָּב לְשַׁלֵּם הֲרֵי זוֹ אַסְמַכְתָּא וְלֹא נִשְׁתַּעְבֵּד. וְלָזֶה דַּעְתִּי נוֹטָה: \n"
    ],
    [
      "הַמַּלְוֶה אֶת חֲבֵרוֹ בִּשְׁטָר וְאַחַר שֶׁהֵעִידוּ הָעֵדִים בַּשְּׁטָר בָּא עָרֵב וְעָרַב אֶת הַלּוֶֹה אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ וְנִשְׁתַּעְבֵּד לְשַׁלֵּם כְּמוֹ שֶׁבֵּאַרְנוּ כְּשֶׁיָּבוֹא הַמַּלְוֶה לְהִפָּרַע מִנִּכְסֵי הֶעָרֵב הַזֶּה אֵינוֹ טוֹרֵף מִנְּכָסִים מְשֻׁעְבָּדִים. הָיָה הֶעָרֵב בְּגוּפוֹ שֶׁל שְׁטָר קֹדֶם חֲתִימַת הָעֵדִים אִם כָּתְבוּ פְּלוֹנִי עָרֵב שֶׁהֲרֵי אֵינוֹ מְעֹרָב עִם הַלּוֶֹה בַּמִּלְוֶה אֵינוֹ גּוֹבֶה מִמֶּנּוּ מִן הַמְשֻׁעְבָּדִים. אֲבָל אִם כָּתוּב בַּשְּׁטָר פְּלוֹנִי לָוָה מִפְּלוֹנִי כָּךְ וְכָךְ וּפְלוֹנִי עָרֵב שֶׁהֲרֵי עֵרְבוֹ לוֶֹה עִם עָרֵב בַּשְּׁטָר וְקָנוּ מִיָּדוֹ שֶׁל עָרֵב וְאַחַר כָּךְ חָתְמוּ עֵדִים בַּשְּׁטָר הֲרֵי זֶה נִפְרָע מִנִּכְסֵי עָרֵב הַמְשֻׁעְבָּדִים:  ",
      "מַלְוֶה שֶׁתָּבַע אֶת הַלּוֶֹה וְלֹא מָצָא לוֹ נְכָסִים אֵינוֹ יָכוֹל לְהִפָּרַע מִן הֶעָרֵב עַד אַחַר שְׁלֹשִׁים יוֹם מִיּוֹם שֶׁנִּתְחַיֵּב הֶעָרֵב לְשַׁלֵּם. לֹא יִהְיֶה כֹּחַ זֶה פָּחוֹת מִן הַלּוֶֹה עַצְמוֹ. וְכָזֶה הוֹרוּ הַמּוֹרִים. וְאִם הִתְנָה עִמּוֹ הַכּל לְפִי הַתְּנַאי:  ",
      "מַלְוֶה שֶׁבָּא לִתְבֹּעַ אֶת הַלּוֶֹה וְלֹא מָצָא לוֹ נְכָסִים אֵינוֹ יָכוֹל לִדְחוֹתוֹ וְלוֹמַר לֵךְ אֵצֶל הַקַּבְּלָן הֲרֵי יֵשׁ לְךָ לִתְבֹּעַ אוֹתוֹ תְּחִלָּה אֶלָּא תּוֹבֵעַ כָּל מִי שֶׁרָצָה תְּחִלָּה. וְאִם נָשָׂא הַקַּבְּלָן הַמָּעוֹת מִיַּד הַמַּלְוֶה וּנְתָנוֹ בְּיַד הַלּוֶֹה אֵין לַמַּלְוֶה בְּיַד הַלּוֶֹה כְּלוּם. הָיָה הַלּוֶֹה בִּמְדִינָה אַחֶרֶת שֶׁאֵינוֹ יָכוֹל לְהוֹדִיעוֹ וְלֹא לֵילֵךְ אֵלָיו אוֹ שֶׁמֵּת הַלּוֶֹה וְהִנִּיחַ יְתוֹמִים קְטַנִּים שֶׁאֵין בֵּית דִּין נִזְקָקִין לְנִכְסֵיהֶן הֲרֵי זֶה תּוֹבֵעַ אֶת הֶעָרֵב תְּחִלָּה שֶׁהֲרֵי אֵין הַלּוֶֹה מָצוּי:  ",
      "מַלְוֶה שֶׁתָּבַע אֶת הַלּוֶֹה וּמְצָאוֹ שֶׁהוּא עָנִי אֵינוֹ יָכוֹל לְהִפָּרַע מִן הֶעָרֵב עַד שֶׁיִּשָּׁבַע הַלּוֶֹה בְּתַקָּנַת אַחֲרוֹנִים שֶׁאֵין לוֹ כְּלוּם שֶׁמָּא יַעֲשׂוּ קְנוּנְיָא עַל נְכָסָיו שֶׁל עָרֵב:  ",
      "מִי שֶׁהָיָה עָרֵב לַחֲבֵרוֹ בְּמִלְוֶה עַל פֶּה וּבָא הַמַּלְוֶה לִתְבֹּעַ אֶת הֶעָרֵב וַהֲרֵי הַלּוֶֹה בִּמְדִינַת הַיָּם. אוֹמֵר לוֹ הֶעָרֵב הָבֵא רְאָיָה שֶׁלֹּא פְּרָעֲךָ הַלּוֶֹה וַאֲנִי אֲשַׁלֵּם לְךָ:  ",
      "עָרֵב שֶׁקָּדַם וְנָתַן לְבַעַל חוֹב אֶת חוֹבוֹ הֲרֵי זֶה חוֹזֵר וְגוֹבֶה מִן הַלּוֶֹה כָּל מַה שֶּׁפָּרַע עַל יָדוֹ אַף עַל פִּי שֶׁהָיְתָה מִלְוֶה עַל פֶּה אוֹ בְּלֹא עֵדִים כְּלָל. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאָמַר לוֹ הַלּוֶֹה בְּעֵת שֶׁנַּעֲשָׂה לוֹ עָרֵב עָרְבֵנִי וְשַׁלֵּם. אֲבָל אִם עָמַד בִּרְשׁוּת עַצְמוֹ וְנַעֲשָׂה לוֹ עָרֵב אוֹ קַבְּלָן אוֹ שֶׁאָמַר לוֹ הַלּוֶֹה עָרְבֵנִי וְלֹא הִרְשָׁהוּ שֶׁיִּתֵּן וְיִפְרַע הַחוֹב אֵין הַלּוֶֹה חַיָּב לְשַׁלֵּם לוֹ כְּלוּם. וְכֵן הַפּוֹרֵעַ שְׁטַר חוֹבוֹ שֶׁל חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ אֲפִלּוּ הָיָה הַחוֹב עַל הַמַּשְׁכּוֹן אֵין הַלּוֶֹה חַיָּב כְּלוּם וְנוֹטֵל מַשְׁכּוֹנוֹ בְּחִנָּם וַהֲרֵי אִבֵּד זֶה הַנּוֹתֵן אֶת מְעוֹתָיו שֶׁמָּא הָיָה הַלּוֶֹה מְפַיֵּס אֶת הַמַּלְוֶה וּמוֹחֵל לוֹ. מֵת הַלּוֶֹה וְקָדַם הֶעָרֵב וּפָרַע הַחוֹב קֹדֶם שֶׁיּוֹדִיעַ אֶת הַיּוֹרְשִׁים אִם נוֹדַע לָנוּ שֶׁלֹּא פָּרַע הַלּוֶֹה שְׁטַר חוֹבוֹ קֹדֶם שֶׁיָּמוּת כְּגוֹן שֶׁהוֹדָה בּוֹ קֹדֶם אוֹ שֶׁנִּדּוּהוּ וּמֵת בְּנִדּוּיוֹ אוֹ שֶׁלֹּא הִגִּיעַ זְמַן הַמִּלְוֶה לְהִגָּבוֹת הֲרֵי זֶה חוֹזֵר וְגוֹבֶה מִן הַיּוֹרְשִׁין כָּל מַה שֶּׁפָּרַע. הָיָה הַמַּלְוֶה עַכּוּ''ם אֵין הַיּוֹרְשִׁין חַיָּבִין לְשַׁלֵּם שֶׁמָּא אֲבִיהֶן נָתַן לְיַד הֶעָרֵב כָּל הַחוֹב שֶׁהָיָה עָלָיו מִפְּנֵי שֶׁהָעַכּוּ''ם תּוֹבֵעַ אֶת הֶעָרֵב תְּחִלָּה וּלְפִיכָךְ פָּרַע זֶה מִדַּעְתּוֹ קֹדֶם שֶׁיּוֹדִיעַ הַיְתוֹמִים. אֲבָל אִם הוֹדִיעָן שֶׁהָעַכּוּ''ם תּוֹבֵעַ אוֹתוֹ וַהֲרֵי הוּא נוֹתֵן חַיָּבִין לְשַׁלֵּם:  ",
      "כָּל עָרֵב שֶׁבָּא לִטּל מַה שֶּׁפָּרַע בֵּין שֶׁבָּא לְהִפָּרַע מִיּוֹרְשֵׁי לוֶֹה בֵּין מִלֹּוֶה עַצְמוֹ הֲרֵי זֶה צָרִיךְ לְהָבִיא רְאָיָה שֶׁפָּרַע. וְאֵין מְצִיאַת שְׁטַר הַחוֹב שֶׁעָלָיו בְּיַד הֶעָרֵב רְאָיָה שֶׁמָּא נָפַל הַשְּׁטָר מִיַּד הַמַּלְוֶה וְלֹא פָּרַע זֶה כְּלוּם:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ עָרַבְתָּ לִי וְהוּא אוֹמֵר לֹא עָרַבְתִּי. אוֹ שֶׁאָמַר הֶעָרֵב לַלּוֶֹה אַתָּה הִרְשֵׁיתַנִי לַעֲרֹב אוֹתְךָ וְלִתֵּן וְהוּא אוֹמֵר מִדַּעְתְּךָ עָרַבְתָּ אוֹ לֹא עָרַבְתָּ כְּלָל. אוֹ שֶׁאָמַר הֶעָרֵב פָּרַעְתִּי הַמִּלְוֶה בְּפָנֶיךָ וְהַלָּה אוֹמֵר לֹא פָּרַעְתָּ. אוֹ שֶׁאָמַר לוֹ כֵּן פָּרַעְתָּ וְנָתַתִּי לְךָ מַה שֶּׁפָּרַעְתָּ. אוֹ שֶׁאָמַר הַמַּלְוֶה עָרַבְתָּ לִי מָאתַיִם וְהוּא אוֹמֵר לֹא עָרַבְתִּי אֶלָּא מָנֶה. מִכָּל אֵלּוּ הַטְּעָנוֹת וְכַיּוֹצֵא בָּהֶן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. אוֹ יִשָּׁבַע הַנִּתְבָּע שְׁבוּעַת הֶסֵּת אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת כִּשְׁאָר כָּל טַעֲנַת הַמָּמוֹן:  ",
      "עֶבֶד אוֹ אֵשֶׁת אִישׁ שֶׁלָּווּ אוֹ שֶׁעָרְבוּ אֶת אֲחֵרִים וְנִתְחַיְּבוּ לְשַׁלֵּם. כְּשֶׁיִּשְׁתַּחְרֵר הָעֶבֶד וְתִתְגָּרֵשׁ הָאִשָּׁה אוֹ תִּתְאַלְמֵן יְשַׁלְּמוּ:  ",
      "קָטָן שֶׁלָּוָה חַיָּב לְשַׁלֵּם כְּשֶׁיַּגְדִּיל וְאֵין כּוֹתְבִין עָלָיו שְׁטָר אֶלָּא הֲרֵי הִיא מִלְוֶה עַל פֶּה אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ שֶׁאֵין קִנְיָן מִיַּד הַקָּטָן כְּלוּם:  ",
      "קָטָן שֶׁעָרַב אֶת אֲחֵרִים הוֹרוּ הַגְּאוֹנִים שֶׁאֵינוֹ חַיָּב לְשַׁלֵּם כְּלוּם אַף כְּשֶׁיַּגְדִּיל וְזֶה שֶׁנָּתַן אֶת מְעוֹתָיו עַל פִּי הַקָּטָן אִבֵּד אֶת מְעוֹתָיו שֶׁאֵין לְקָטָן דַּעַת כְּדֵי לְשַׁעְבֵּד עַצְמוֹ בְּדָבָר שֶׁאֵינוֹ חַיָּב בּוֹ וְלֹא בְּעַרְבָנוּת וְלֹא בְּכָל כַּיּוֹצֵא בָּזֶה. וְדִין אֱמֶת הוּא וְכֵן רָאוּי לָדוּן:  ",
      "הָאִשָּׁה שֶׁלָּוְתָה בִּשְׁטָר אוֹ עָרְבָה בִּשְׁטָר וְנִשֵּׂאת חַיֶּבֶת לְשַׁלֵּם אַחַר שֶׁנִּשֵּׂאת. וְאִם הָיְתָה מִלְוֶה עַל פֶּה אֵינָהּ מְשַׁלֶּמֶת עַד שֶׁתִּתְגָּרֵשׁ אוֹ שֶׁתִּתְאַלְמֵן שֶׁרְשׁוּת בַּעַל כִּרְשׁוּת לוֹקֵחַ הוּא כְּמוֹ שֶׁבֵּאַרְנוּ בְּכַמָּה מְקוֹמוֹת. וְאִם הָיוּ אוֹתָן מְעוֹת הַהַלְוָאָה עַצְמָן קַיָּמִין יַחְזִירוּ אוֹתָן לַמַּלְוֶה:  "
    ],
    [
      "שְׁטָר שֶׁכָּתוּב בְּכָל לָשׁוֹן וּבְכָל כְּתָב אִם הָיָה עָשׂוּי כְּתִקּוּן שִׁטְרֵי יִשְׂרָאֵל שֶׁאֵינָן יְכוֹלִין לְהִזְדַּיֵּף וְלֹא לְהוֹסִיף וְלֹא לִגְרֹעַ וְהָיוּ עֵדָיו יִשְׂרָאֵל וְיוֹדְעִין לִקְרוֹתוֹ הֲרֵי הוּא כָּשֵׁר וְגוֹבִין בּוֹ מִן הַמְשֻׁעְבָּדִין. אֲבָל כָּל הַשְּׁטָרוֹת שֶׁחוֹתְמֵיהֶן עַכּוּ''ם הֲרֵי אֵלּוּ פְּסוּלִין חוּץ מִשִּׁטְרֵי מִקָּח וּמִמְכָּר וְשִׁטְרֵי חוֹב. וְהוּא שֶׁיִּתֵּן הַמָּעוֹת בִּפְנֵיהֶם וְיִכְתְּבוּ בַּשְּׁטָר לְפָנֵינוּ מָנָה פְּלוֹנִי לִפְלוֹנִי כָּךְ וְכָךְ דְּמֵי הַמֶּכֶר אוֹ מְעוֹת הַחוֹב. וְהוּא שֶׁיִּהְיוּ עֲשׂוּיִין בְּעַרְכָּאוֹת שֶׁלָּהֶם. אֲבָל בִּמְקוֹם קִבּוּץ פְּלִילֵיהֶן בְּלֹא קִיּוּם הַשּׁוֹפֵט שֶׁלָּהֶם לֹא יוֹעִילוּ כְּלוּם. וְכֵן צְרִיכִין עֵדֵי יִשְׂרָאֵל שֶׁיָּעִידוּ עַל אֵלּוּ הָעַכּוּ''ם שֶׁהֵן עֵדֵי שְׁטָר וְעַל זֶה הַשּׁוֹפֵט שֶׁלָּהֶן שֶׁקִּיֵּם עֵדוּתָן שֶׁאֵינָן יְדוּעִין בְּקַבְּלָנוּת שֹׁחַד. וְאִם חָסְרוּ שִׁטְרֵי הָעַכּוּ''ם דָּבָר מִכָּל אֵלּוּ הֲרֵי הֵן כְּחֶרֶס. וְכֵן שִׁטְרֵי [חוֹב] וְהוֹדָאוֹת וּמַתָּנוֹת וּפְשָׁרוֹת וּמְחִילוֹת שֶׁהֵן בְּעֵדִים שֶׁלָּהֶן אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן כָּל הַדְּבָרִים שֶׁמָּנִינוּ הֲרֵי הֵן כַּחֲרָסִים. וְהוֹרוּ רַבּוֹתַי שֶׁאֲפִלּוּ שִׁטְרֵי חוֹב שֶׁלָּהֶן שֶׁנָּתְנוּ הַמָּעוֹת בִּפְנֵיהֶם פְּסוּלִין וְלֹא הִכְשִׁירוּ אֶלָּא שִׁטְרֵי מִקָּח וּמִמְכָּר שֶׁנָּתְנוּ הַמָּעוֹת בִּפְנֵיהֶם. וְאֵין אֲנִי מוֹדֶה בָּזֶה. אִם לֹא יָדְעוּ דַּיָּנֵי יִשְׂרָאֵל לִקְרוֹת שְׁטָר זֶה הַנַּעֲשָׂה בְּעַרְכָּאוֹת שֶׁל עַכּוּ''ם נוֹתְנוֹ לִשְׁנֵי עַכּוּ''ם זֶה שֶׁלֹּא בִּפְנֵי זֶה וְקוֹרִין לוֹ שֶׁנִּמְצָא כָּל אֶחָד מֵהֶן כְּמֵסִיחַ לְפִי תֻּמּוֹ וְגוֹבֶה בּוֹ מִבְּנֵי חוֹרִין אֲבָל אֵין טוֹרְפִין בּוֹ מִפְּנֵי שֶׁאֵין לוֹ קוֹל שֶׁהֲרֵי לֹא יָדְעוּ הַלָּקוֹחוֹת בְּמַה שֶּׁנַּעֲשָׂה בָּעַכּוּ''ם: \n",
      "שְׁטָר שֶׁעֵדָיו עַכּוּ''ם שֶׁמְּסָרוֹ הַלּוֶֹה לְיַד הַמַּלְוֶה אוֹ הַמּוֹכֵר לְיַד הַלּוֹקֵחַ בִּפְנֵי שְׁנֵי עֵדִים מִיִּשְׂרָאֵל אַף עַל פִּי שֶׁאֵינוֹ עָשׂוּי בְּעַרְכָּאוֹת שֶׁל עַכּוּ''ם וְאֵין בּוֹ כָּל הַדְּבָרִים שֶׁמָּנִינוּ הֲרֵי זֶה גּוֹבֶה מִבְּנֵי חוֹרִין. וְהוּא שֶׁיִּהְיוּ הָעֵדִים שֶׁמָּסַר בִּפְנֵיהֶם יוֹדְעִין לִקְרוֹתוֹ וּקְרָאוּהוּ כְּשֶׁמְּסָרוֹ בִּפְנֵיהֶן וְיִהְיֶה כְּתִקּוּן שְׁטַר יִשְׂרָאֵל שֶׁאֵינוֹ יָכוֹל לְהִזְדַּיֵּף וְלֹא לְהוֹסִיף וְלֹא לִגְרֹעַ. וְלָמָּה לֹא יִגְבֶּה בּוֹ מִן הַמְשֻׁעְבָּדִים מִפְּנֵי שֶׁאֵין לוֹ קוֹל: \n",
      "תִּקּוּן שִׁטְרֵי יִשְׂרָאֵל כָּךְ הוּא. כָּל הַשְּׁטָרוֹת כֻּלָּן צָרִיךְ שֶׁיַּחֲזֹר מֵעִנְיָנוֹ שֶׁל שְׁטָר בְּשִׁיטָה אַחֲרוֹנָה [אֶלָּא] שֶׁאֵין לְמֵדִין מִשִּׁיטָה אַחֲרוֹנָה שֶׁמָּא הָיוּ הָעֵדִים מְרֻחָקִין מִגּוּפוֹ שֶׁל שְׁטָר בִּכְדֵי הַשִּׁיטָה וּבָא זֶה הַמְזַיֵּף וְכָתַב בְּאוֹתוֹ הָרֶוַח שִׁיטָה זוֹ: \n",
      "עֵדִים שֶׁהָיוּ מְרֻחָקִין מִן הַכְּתָב שְׁתֵּי שִׁיטִין פָּסוּל. פָּחוֹת מִכָּאן כָּשֵׁר. שְׁתֵּי שִׁיטִין שֶׁאָמְרוּ בִּכְתַב יְדֵי עֵדִים וְלֹא בִּכְתַב יְדֵי סוֹפֵר שֶׁכָּל הַמְזַיֵּף אֵינוֹ הוֹלֵךְ אַחַר הַסּוֹפֵר אֶלָּא אַחַר הָעֵדִים. וּשְׁתֵּי שִׁיטִין אֵלּוּ הֵן וַאֲוִירָן כְּגוֹן לָמֶ''ד עַל כָּ''ף. הָיוּ הָעֵדִים מְרֻחָקִין מִן הַכְּתָב יֶתֶר עַל שְׁתֵּי שִׁיטִין וְהָיָה הָרֶוַח שֶׁבֵּין הַכְּתָב וְהָעֵדִים מָלֵא בְּעֵדִים פְּסוּלִין אוֹ קְרוֹבִים הֲרֵי זֶה כָּשֵׁר שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהִזְדַּיֵּף. וְאִם מִלְּאָהוּ בִּשְׂרִיטָה שֶׁל דְּיוֹ פָּסוּל שֶׁמָּא הָעֵדִים עַל הַשְּׂרִיטוֹת חָתְמוּ וְלֹא עַל גּוּפוֹ [שֶׁל שְׁטָר]. הָיָה הַשְּׁטָר כֻּלּוֹ עִם עֵדָיו בְּשִׁיטָה אַחַת הֲרֵי זֶה כָּשֵׁר: \n",
      "הָיָה הַשְּׁטָר בְּשִׁיטָה זוֹ וְהָעֵדִים בְּשִׁיטָה שְׁנִיָּה פָּסוּל שֶׁמָּא אֵלּוּ הָעֵדִים הָיוּ מְרֻחָקִין מִן הַשְּׁטָר כָּשֵׁר שִׁיטָה אַחַת וְחָתַךְ כָּל הַשְּׁטָר וְכָתַב זֶה הַשְּׁטָר בְּאוֹתָהּ הַשִּׁיטָה וְנִמְצְאוּ כָּל אֵלּוּ הָעֵדִים חֲתוּמִים עָלָיו. וְכֵן אִם הָיָה הַשְּׁטָר וּשְׁנֵי עֵדִים בְּשִׁיטָה אַחַת וּשְׁנֵי עֵדִים אֲחֵרִים בְּשִׁיטָה שְׁנִיָּה וְאָמַר אֲנִי נִתְכַּוַּנְתִּי לְרַבּוֹת הָעֵדִים אֵין מְקַיְּמִין שְׁטָר זֶה מֵעֵדִים שֶׁל מַטָּה בְּשִׁיטָה שְׁנִיָּה אֶלָּא מֵעֵדִים שֶׁל מַעְלָה. שֶׁמָּא בַּשִּׁיטָה שֶׁהָיְתָה בֵּין הָעֵדִים שֶׁל מַטָּה וּבֵין הַשְּׁטָר שֶׁחָתַךְ כָּתַב שְׁטָר זֶה וּשְׁנֵי עֵדָיו: \n",
      "קִיּוּם בֵּית דִּין צָרִיךְ שֶׁיִּהְיֶה סָמוּךְ לִכְתַב יְדֵי עֵדִים אוֹ סָמוּךְ לְצַד הַשְּׁטָר אוֹ מֵאֲחוֹרָיו כְּנֶגֶד הַכְּתָב. וְאִם הָיָה בֵּין הַקִּיּוּם וְהַשְּׁטָר רֶוַח שִׁיטָה אַחַת פָּסוּל שֶׁמָּא יַחְתֹּךְ הַשְּׁטָר שֶׁנִּתְקַיֵּם וִיזַיֵּף בְּאוֹתָהּ שִׁיטָה שְׁטָר וּשְׁנֵי עֵדָיו. וְנִמְצָא הַקִּיּוּם עַל שְׁטָר מְזֻיָּף: \n",
      "הִרְחִיק אֶת הַקִּיּוּם מִן הַשְּׁטָר יֶתֶר עַל שְׁתֵּי שִׁיטִין וּמָלֵא כָּל הָרֶוַח שְׂרִיטוֹת דְּיוֹ כָּשֵׁר שֶׁהֲרֵי אֵינוֹ יָכוֹל לְזַיֵּף וְאֵין חוֹשְׁשִׁין לְבֵית דִּין שֶׁיְּקַיְּמוּ קִיּוּם עַל הַשְּׂרִיטוֹת אֶלָּא עַל גּוּפוֹ שֶׁל שְׁטָר: \n",
      "כָּל הַמְּחָקִין כֻּלָּן צָרִיךְ שֶׁיִּכְתֹּב קִיּוּמֵיהֶן בְּסוֹף הַשְּׁטָר וְיֹאמַר אוֹת פְּלוֹנִית אוֹ מִלָּה פְּלוֹנִית אוֹ שִׁיטָה פְּלוֹנִית עַל מַחַק אוֹ תְּלוּיָה וְהַכּל קַיָּם. וְאִם הָיָה הַמַּחַק בְּמָקוֹם שָׁרִיר וְקַיָּם וּבְשִׁעוּר שָׁרִיר וְקַיָּם אַף עַל פִּי שֶׁחָזַר וְקִיְּמוֹ פָּסוּל שֶׁמָּא מְחָקוֹ וְכָתַב דָּבָר שֶׁזִּיֵּף וְחָזַר וְקִיְּמוֹ בָּרֶוַח שֶׁבֵּין הַכְּתָב וְהָעֵדִים: \n",
      "שְׁטָר הַבָּא הוּא וְעֵדָיו עַל הַמַּחַק כָּשֵׁר. וְאִם תֹּאמַר מוֹחֵק וְחוֹזֵר וּמוֹחֵק אֵינוֹ דּוֹמֶה מִי שֶׁנִּמְחַק פַּעַם אַחַת לְנִמְחַק שְׁתֵּי פְּעָמִים. וְאִם תֹּאמַר שֶׁמָּא נִמְחַק שְׁתֵּי פְּעָמִים מְקוֹם הָעֵדִים וְאַחַר שֶׁכָּתַב הַשְּׁטָר חוֹזֵר וּמוֹחֲקוֹ וְכוֹתֵב כָּל מַה שֶּׁיִּרְצֶה שֶׁהֲרֵי הוּא וְעֵדָיו כֻּלּוֹ שָׁוֶה מִפְּנֵי שֶׁנִּמְחַק הַכּל שְׁתֵּי פְּעָמִים. כְּבָר תִּקְּנוּ חֲכָמִים שֶׁלֹּא יִהְיוּ הָעֵדִים חוֹתְמִין עַל שְׁטָר מָחוּק אֶלָּא אִם כֵּן נִמְחַק בִּפְנֵיהֶם: \n",
      "שְׁטָר הַבָּא הוּא וְעֵדָיו עַל הַמַּחַק וְהַקִּיּוּם מִלְּמַטָּה עַל הַנְּיָר אֵין מְקַיְּמִין אוֹתוֹ מֵעֵדֵי הַקִּיּוּם אֶלָּא מֵעֵדִים שֶׁלְּמַעְלָה שֶׁמָּא הַקִּיּוּם הָיָה רָחוֹק מִן הַשְּׁטָר הַרְבֵּה וְהָיָה הָרֶוַח מָלֵא שְׂרִיטוֹת שֶׁל דְּיוֹ וְחָתַךְ גּוּף הַשְּׁטָר וּמָחַק הַשְּׂרִיטוֹת וְכָתַב הַשְּׁטָר וְעֵדָיו עַל הַמַּחַק: \n",
      "שְׁטָר הַבָּא עַל הַנְּיָר וְעֵדָיו עַל הַמַּחַק פָּסוּל שֶׁמָּא יִמְחֹק הַשְּׁטָר וְיִזְדַּיֵּף וְנִמְצָא הוּא וְעֵדָיו עַל הַמַּחַק. וְאִם כָּתְבוּ הָעֵדִים אֲנַחְנוּ הָעֵדִים חָתַמְנוּ עַל הַמַּחַק וְהַשְּׁטָר עַל הַנְּיָר כָּשֵׁר. וְכוֹתְבִין כֵּן בֵּין עֵד לְעֵד כְּדֵי שֶׁלֹּא יְזַיֵּף: \n",
      "שְׁטָר הַבָּא עַל הַמַּחַק וְעֵדָיו עַל הַנְּיָר פָּסוּל. וַאֲפִלּוּ כָּתְבוּ הָעֵדִים אֲנַחְנוּ עֵדִים חָתַמְנוּ עַל הַנְּיָר וְהַשְּׁטָר עַל הַמַּחַק. מִפְּנֵי שֶׁהוּא מוֹחֵק אוֹתוֹ פַּעַם שְׁנִיָּה וְכוֹתֵב כָּל מַה שֶּׁיִּרְצֶה וְכֵיוָן שֶׁכֻּלּוֹ נִמְחַק שְׁתֵּי פְּעָמִים אֵינוֹ נִכָּר. שֶׁאִלּוּ הָיָה בּוֹ מָקוֹם הַנִּמְחָק פַּעַם אַחַת וּמָקוֹם הַנִּמְחַק שְׁתֵּי פְּעָמִים הָיָה נִכָּר. וּמִתִּקּוּן הַשְּׁטָרוֹת לְהִתְבּוֹנֵן בַּשְּׁטָר בְּוָאוִי''ן וְזַיִנִּי''ן שֶׁלּוֹ שֶׁלֹּא יְהוּ דְּחוּקִין בֵּין הַתֵּבוֹת שֶׁמָּא זִיֵּף וְהוֹסִיף זוֹ. וְלֹא יִהְיוּ מְרֻחָקִין שֶׁמָּא מָחַק אוֹת אַחַת כְּגוֹן הֵ''א אוֹ חֵי''ת וְהִנִּיחַ רַגְלָהּ הָאַחַת מְקוֹם וָא''ו. וְכָל כַּיּוֹצֵא בָּזֶה מְדַקְדְּקִין בּוֹ בְּכָל לָשׁוֹן וּבְכָל כְּתָב: \n",
      "מִשָּׁלֹשׁ וְעַד עֶשֶׂר אֵין כּוֹתְבִין בְּסוֹף שִׁיטָה שֶׁמָּא יְזַיֵּף וְיַחְזִיר הַשָּׁלֹשׁ לִשְׁלֹשִׁים וְהָעֶשֶׂר עֶשְׂרִים. וְאִם נִזְדַּמֵּן לוֹ בְּסוֹף שִׁיטָה מַחְזִיר הַדִּבּוּר בְּגוּפוֹ שֶׁל שְׁטָר פְּעָמִים רַבּוֹת עַד שֶׁיָּבוֹא בְּאֶמְצַע הַשִּׁיטָה: \n",
      "שְׁטָר שֶׁכְּתָבוֹ מִלְּמַעְלָה מָנֶה וּמִלְּמַטָּה מָאתַיִם מִלְּמַעְלָה מָאתַיִם וּמִלְּמַטָּה מָנֶה הַכּל הוֹלֵךְ אַחַר הַתַּחְתּוֹן. וְלָמָּה אֵין הוֹלְכִין אַחַר הַפָּחוּת שֶׁבִּשְׁנֵיהֶם לְפִי שֶׁאֵין הָאֶחָד תָּלוּי בַּחֲבֵרוֹ. שֶׁאִם הָיָה כָּתוּב בּוֹ מֵאָה שֶׁהֵן מָאתַיִם אוֹ מָאתַיִם שֶׁהֵן מֵאָה הָיָה נוֹטֵל מֵאָה. אֲבָל שְׁנֵי דְּבָרִים שֶׁאֵין הָאַחֲרוֹן תָּלוּי בָּרִאשׁוֹן הַלֵּךְ אַחַר אַחֲרוֹן. הָיָה בּוֹ מִלְּמַעְלָה שֵׁם וּלְמַטָּה שֵׁם קָרוֹב לוֹ הַלֵּךְ אַחַר הַתַּחְתּוֹן. אִם כֵּן לָמָּה כּוֹתְבִין אֶת הָעֶלְיוֹן שֶׁמָּא תִּמָּחֵק אוֹת אַחַת מִן הַתַּחְתּוֹן וְיִלְמַד מִן הָעֶלְיוֹן כְּגוֹן הָיָה בָּעֶלְיוֹן חֲנָנִי אוֹ עֲנָנִי וּבַתַּחְתּוֹן חָנָן אוֹ עָנָן בְּיָדוּעַ שֶׁהוּא הַשֵּׁם הָעֶלְיוֹן. אֲבָל לֹא יִלְמֹד תַּחְתּוֹן מֵעֶלְיוֹן בִּשְׁתֵּי אוֹתִיּוֹת: \n",
      "כָּתוּב בּוֹ מִלְּמַעְלָה סֵפֶל וּמִלְּמַטָּה קֵפֶל הַכּל הוֹלֵךְ אַחַר הַתַּחְתּוֹן שֶׁהַקֵּפֶל פָּחוֹת מִן הַסֵּפֶל. כָּתוּב בּוֹ מִלְּמַעְלָה קֵפֶל וּמִלְּמַטָּה סֵפֶל חוֹשְׁשִׁין שֶׁמָּא זְבוּב הֵסִיר רֶגֶל הַקּוּף וְנַעֲשֵׂית סָמֶ''ךְ וְאֵינוֹ גּוֹבֶה אֶלָּא בְּמִדַּת קֵפֶל הַקְּטַנָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה. מַעֲשֶׂה בִּשְׁטָר שֶׁהָיָה כָּתוּב בּוֹ שֵׁשׁ מֵאוֹת וְזוּז אֶחָד וַהֲרֵי הַדָּבָר סָפֵק אִם שֵׁשׁ מֵאוֹת זוּז וְזוּז אֶחָד אוֹ שֵׁשׁ מֵאוֹת אַסְתִּירָא וְזוּז. אָמְרוּ חֲכָמִים יִטּל שֵׁשׁ מֵאוֹת אַסְתִּירָא וְזוּז שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה. אִם כֵּן לָמָּה לֹא נֶאֱמַר שֵׁשׁ מֵאוֹת פְּרוּטָה וְזוּז לְפִי שֶׁהַפְּרוּטוֹת כּוֹלֵל אוֹתָן הַסּוֹפֵר זוּזִין וְאַחַר כָּךְ כּוֹתְבִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בְּכָל זְמַן וּבְכָל מָקוֹם לְפִי דַּרְכָּם הַיָּדוּעַ עַל פִּיו עוֹשִׂין: \n",
      "שְׁטָר שֶׁכָּתוּב בּוֹ אַסְתִּירָא מֵאָה מָעֵי אוֹ שֶׁכָּתוּב בּוֹ מֵאָה מָעֵי אַסְתִּירָא הַלֵּךְ אַחַר פָּחוּת שֶׁבַּלְּשׁוֹנוֹת וְאֵינוֹ נוֹטֵל אֶלָּא אַסְתִּירָא אַחַת. שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה מִפְּנֵי שֶׁהוּא הַמּוֹצִיא מֵחֲבֵרוֹ וְאֵינוֹ מוֹצִיא אֶלָּא בְּדָבָר שֶׁאֵין בּוֹ סָפֵק. לְפִיכָךְ כָּל שְׁטָר שֶׁיֵּשׁ בּוֹ מַשְׁמַע שְׁתֵּי לְשׁוֹנוֹת שֶׁמָּא כָּךְ אוֹ שֶׁמָּא כָּךְ אֵינוֹ נוֹטֵל אֶלָּא הַפָּחוּת שֶׁבִּשְׁתֵּיהֶן. וְאִם תָּפַס בָּעֶלְיוֹנָה אֵין מוֹצִיאִין מִיָּדוֹ אֶלָּא בִּרְאָיָה בְּרוּרָה: \n",
      "כָּתוּב בּוֹ מַטְבֵּעַ זָהָב אֵין פָּחוֹת מִדִּינַר זָהָב. זָהָב דִּינָרִין אוֹ דִּינָרִין זָהָב אֵין פָּחוֹת מִשְּׁוֵה שְׁנֵי דִּינָרִין שֶׁל זָהָב. זָהָב בְּדִינָרִין אֵין פָּחוֹת מִשְּׁוֵה שְׁנֵי דִּינָרִין שֶׁל כֶּסֶף מִן הַזָּהָב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: סְלִיקוּ לְהוּ הִלְכוֹת מַלְוֶה וְלֹוֶה \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מלווה ולווה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Mishpatim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [],
    [],
    [
      [
        "<b> אלמנה בין שהיא עניה בין שהיא וכו' עד שנאמר ולא תחבול בגד אלמנה.</b> א''א בשעת הלואה אין זה חובל עכ''ל: "
      ],
      [
        "<b> וכן המלוה את חבירו וכו' עד כי נפש הוא חובל.</b> א''א לא נהיר עכ''ל: "
      ],
      [
        "<b> כשם שהרכב והרחים וכו' עד לוקה שתים.</b> א''א זה אינו עכ''ל: "
      ],
      [
        "<b> עבר בעל חוב ונכנס עד כבוא השמש.</b> א''א שבוש הוא זה אלא מפני שנתחייב באחריותו כדכתיבנא לעיל עכ''ל: "
      ],
      [],
      [
        "<b> שליח ב''ד שבא למשכן וכו' עד הלילה בלילה.</b> א''א זה אינו מחוור שהרי פסק למעלה שאפי' שליח ב''ד שבא למשכן לא יכנס כו' והלוה מוציא לו המשכון א''ו ראוי לומר אעפ''כ בגד שעליו וכלים שאוכל בהם כגון קערה ושלחן ומפה שהוא צריך להם לאכילת היום והלילה לא יטול כלל וכן מטה ומצע ומפץ שהן צריכין ביום ובלילה ושלא בשעת סדור קאמר עכ''ל: ",
        "<b> היו לפניו שני כלים עד שלשים יום.</b> א''א כמ''ש סתם הלואה שלשים יום עכ''ל: "
      ]
    ],
    [],
    [
      [
        "<b> ומצות עשה להשיך וכו' עד וזהו דין תורה.</b> א''א אני לא מצאתי שמועה זו ואולי טעה במה שמצא בספרי (פרשת כי תצא) שנאמר שם לנכרי תשיך זו מצות עשה ופירושו משום דהוה ליה לאו הבא מכלל עשה שלא ישיך לישראל עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> לפיכך אם לא החזיר חובו וכו' עד ואינה יוצאה בדיינים.</b> א''א אין כאן מקום לשודא דדייני ואולי ר''ל מנכה לו כמנהג נכיית המקום ולא נהיר שאם לא הורידו הוא לדירה אין כאן סילוק דהא ליכא תפיסה ולא עוד אלא שיכול לתבוע בדין כל שכר החצר כדין כל הדר בחצר חבירו בסתם שהוא מעלה לו שכר הרגיל לו ואם לא תבעו ופרע לו את חובו משלם כבר נתן לו רבית מאוחרת ושניהם באיסור וזה דרך אמת עכ''ל: "
      ],
      [
        "<b> הורו רבותי שהמלוה את חבירו עד שנאמר לא תתן לו בנשך.</b> א''א חיי ראשי לא יפה הורו שאם הגיע זמן הפרעון וארווח ליה זמניה משום ההוא דירה כשעת מתן מעות דמיא וקידושין יוכיחו עכ''ל: "
      ],
      [
        "<b> המלוה את חבירו על השדה ואמר לו עד מפני שהוא רבית של תורה.</b> א''א אין הדעת מקבלת שיהא זה רבית קצוצה אלא כי אמר ר''נ הדרא ארעא והדרי פירי דינא קאמר דאיהו לא יהיב ליה מידי ורבה בר רב הונא הוה ס''ל אע''ג דמדינא הדרא אי תפיס להו כאבק רבית דמי ולא מפקינן מיניה ורבינא דחשיב ואפיק להו לאו משום רבית אלא משום גזילה אבל אי מחל להו והדר תבעינהו תו לא הדרי דרבית מאוחרת היא ותו לא קשיא מידי דרבינא אדרבינא עכ''ל: "
      ],
      [],
      [],
      [
        "<b> הורו רבותי שהמלוה את חבירו וכו' עד כמו שהורו רבותי.</b> א''א אמת הוא זה שהחמירו בכרם יותר משדה ולא להקל במשכונא שדה אלא להחמיר במכירת כרם אבל מי שסובר במשכנתא בלא נכייתא שהוא רבית קצוצה אמר כן אף בשדה ומאי דקשיא להו דרבינא אדרבינא הא איתרצא לה כדכתיבנא לעיל ועוד יש לנו הפלגות כי יש חילוק בין אתרא דמסלקי לאתרא דלא מסלקי והן מפורשות אצלנו. עכ''ל: "
      ],
      [
        "<b> וכן אם התנה בעל השדה וכו' עד ה''ז מותר.</b> א''א טעה בדבריהם ומה בין זה למשכנתא בנכייתא וכי יש הפרש בין נכייתא רבה לנכייתא זוטא ואותם הגאונים המחמירים לא התירו אלא הראשון בלבד והיא משכנתא דסורא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הממשכן ביתו כו' עד הרי זה מותר.</b> א''א קשיא לי והא אסמכתא היא דהא לא ידע אי מזבין לה או לא ואימת קני לה ומסתברא בדאמר ליה מעכשיו ואפילו הכי בדמים הללו אסור הואיל ולא פסיקא מילתא דזביני עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> אסור לקנות פרי הפרדס כו' אבל אם קנה עגל עד דבר מצוי.</b> א''א זה פירוש בתורי דנפיש פסידייהו ואיננו נכון עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> החמריןשנכנסולעיר וכו'עדומסעדיןאותו.</b> א''א לא נהיר ולא צהירעכ''ל: "
      ]
    ],
    [
      [
        "<b> כשם שמותר למוכר וכו' אע''פ שיש לו כו' ה''ז אסור וכו' עד באיזה זמן שיפרע.</b> א''א חדוש זה לא שמענו מעולם אלא אם יש לו או על שער שבשוק לוה סאה בסאה סתם בלא עשיית דמים אפילו לזמן קצוב עכ''ל: "
      ]
    ],
    [
      [
        "<b> לפיכך האומר היו עלי עדים וכו' עד ביד המלוה.</b> א''א אני קבלתי שלא נאמר בגמרא אלא בכותב כתובה לאשתו ומוסיף לה אבל בהודאות והלואות לא צריך לאימלוכי ביה עכ''ל: "
      ]
    ],
    [
      [
        "<b> אין נפרעין מן היורשין וכו' עד את השטר.</b> א''א הרב ז''ל אומר שאם האמינו עליו ועל יורשיו שמועיל בו נאמנות ואם כתב בו שיהא נאמן אפילו על שובר ואפילו על מאה עדים למה אינו גובה אלא לפי הקושיות שהקשו על רב אשי במס' ערכין ולא תירצו זה התירוץ בשטר שיש בו נאמנות ש''מ אין שום נאמנות מועיל לקטנים עכ''ל: "
      ],
      [],
      [],
      [
        "<b> הורו מקצת הגאונים וכו' עד שנזקקין להן שלא חשו לחן האשה.</b> א''א הם לא חשו ומרימר דהוא בתרא וכן עולא חששו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> מלוה שבא לב''ד וכו' עד מה שטען.</b> א''א יש כאן שבושין עכ''ל: "
      ],
      [
        "<b> אבל אם אמר המלוה אני יודע וכו' עד על מי שטען שקר.</b> א''א על שיטתו הוא הולך ואין אנו נסכמים עמו לפי שלא בא איני יודע של זה על ברי של זה שאינו אומר אתה יודע ששנים היה שוה אבל ודאי אם אמר לו כן הדין כדבריו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> הוציא עליו שטר מקויים עד זה מחלוקת בין הגאונים יש מי שהורה וכו' ורבותי הורו וכו' עד ולזה דעתי נוטה.</b> א''א הרב ז''ל כתב זה בתשובה והיתה השאלה שטען הלוה [שיש בשטר] העלאה לזמן ואפשר שלא אמר הרב ז''ל אלא על אותה הטענה בלבד לפי שבני אדם מתפרצין בזה וסומכים על מה שראו דמר אמר טרשא שרי ומר אמר טרשא דידי ודאי שרי אבל על שאר הטענות לא אמר הרב ויש דמות ראיה לזה כי הפוגמת כתובתה נשבעת והפוחתת נוטלת בלא שבועה לפי שהשטר מצוי יותר בפרעון עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן הורו רבותי וכו' עד ומשלם וכו'.</b> א''א אני אפרש מכיון שאמר בתחלה לא לויתי כאילו אמר לא פרעתי ואילו לא חזר והודה היה נשבע להכחיש את העד ועכשיו שחזר והודה לעד שלוה שוב אינו יכול לחזור ולהכחיש ולומר שפרע שהרי הודה לו בראשונה שלא פרע ואילו לא הכחישו העד בתחלה לא היינו אומרים כבר הודה שלא פרע הואיל ויכול לעמוד בטענתו בלא שבועה ועכשיו שנתחייב שבועה הוה ליה מחוייב שבועה שאינו יכול לישבע שכבר חזר והודה לעדות הראשונה שלוה ולא פרע כמו שאמר העד: "
      ],
      [],
      [
        "<b> מישהיה לו וכו' עד ולפיכך וכו'.</b> א''א אין דין זה מחוור ומלובן דאם איתא דאפילו באבד כל תוך זמנו לא חיישינן לפריעה מה טעם לא מהדרינן ליה כשנפל דאמרינן בהדיא פ''ק דמציעא דאפילו כתוב בו ביום לא מהדרינן ליה אלא ודאי כל דנפל איתרע ליה וכל שכן אבד דאיתרע ליה ורגלים לדבר דבשבועה מיהא יטול עכ''ל: ",
        "<b> וכן הורו רבותי וכו' עד אין שם חזקה.</b> א''א ואף זה לא נהיר ולא בהיר ולא צהיר עכ''ל: "
      ]
    ],
    [
      [
        "<b> המלוה את חבירו וכו' ועוד אם מתו מה יעשה וכו' אבל ודאי וכו' עד וכזה ראוי לדון ולהורות.</b> א''א אמת הוא שהנוסחאות מתחלפות בזה ואני קיימתי את שתיהן שאם יש עדים על התנאי שאמר לו אל תפרעני אלא בעדים ואמר פרעתי והלכו להם אינו נאמן ואם אין שם עדים נאמן מגו דיכול לומר לא התנה עמי אבל כשאמר לא תפרעני אלא בפני פלוני ופלוני באמת נראין דברי הרב ז''ל דאמר פסלינהו לכ''ע לגבי האי פרעון וכי אתו אחריני ואמרי קמן פרעיה מצי אמר סטראי נינהו והתימה שתמה זה החכם על זה ואמר שאפילו אמר בפני פלוני ופלוני אם יבואו עדים שפרעו בפניהם אין כאן בית מיחוש ותמה על מה שאמרו מהימנת עלי כבי תרי שיפרע לו פעם אחר פעם אלא אם יש לו שטר יקרע שטרו ואם אין לו שטר יכתוב לו שטר שובר בכתב ידו וזו היא תקנתו לכל ענין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> התנה המלוה שיהיה גובה וכו' עד לאבד ממון חבירו.</b> א''א אלו הם דברי הרב ז''ל ולא הסכמנו עמו ויש לנו ראיות גדולות לדברינו שמאחר שהם לקחו ממנו אחר התנאי אינהו הוא דאפסידו אנפשייהו: "
      ]
    ],
    [
      [],
      [
        "<b> היה ראובן חייב לשמעון מנה וכו' עד שיגיע ליד שמעון כל חובו.</b> א''א אחריות לוי השליח איני יודע מה הוא אלא שאם יכפור ראובן במלוה נמצא לוי פושע בדבר עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [
        "<b> עשה שדהו אפותיקי לבעל חובו וכו' עד אבל אם מכרה ממכר עולם אינה מכורה.</b> א''א לא הבחין ולא הבין דרך הירושלמי אשר מצא על זאת המימרא: "
      ],
      [],
      [
        "<b> עבד שעשאהו רבו אפותיקי וכו'.</b> א''א הוא פוסק כרבן שמעון בן גמליאל והרב לא פסק כן עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מכר הלוה שדה ללוקח וכו' עד וכן האשה בכתובתה.</b> א''א זה הפירוש למה שאמרו וכן ב''ח ושני לקוחות ובחיי ראשי לא ראיתי בכל ספריו טעות גדולה כזו מכמה תשובות האחד שאין זו החלילה אלא כשמכר הלוקח ראשון לשני באחריות ומשנתנו אין בו הפלגה וקאמר וכן ב''ח, והב' משנתנו הפשרה מתחלה לשלשתן וכאן אין הפשרה אלא לשני ב''ח וא' מן הלקוחות שהרי אחד מן הלקוחות קיבל מעותיו, והג' שאף לב' אין כאן פשרה כי כשיטרוף ב''ח השדה מלוקח שני הלך אצל לוקח ראשון ולקח מעותיו כשיבא לוקח ראשון ויוציא השדה מב''ח אותו ב''ח על מי יחזור והלוקח שני כבר לקח מעותיו והלך לו נמצא הוא לבדו מפסיד, והרביעית שאף לכתחלה אין ב''ח יכול לטרוף מלוקח שני משום דאמר ליה אי שתקת שתקת ואי לא מהדרנא שטרא למריה וכן הדין למי שאבדה לו דרך שדהו. ועל זה הדרך חולקין אפילו הן מאה כשיצאו לגבות כאחת עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> שטרות שזמן כולן וכו'.</b> א''א מאין הוציא זה דין חדש לומר כל הקודם זכה במה שאמרו חכמים יחלוקו ולא לשתמיט תנא בחד דוכתא ולימא יחלוקו או כל הקודם זכה ואין לנו אלא מה שמנו חכמים וחוץ מזה משפט מעוקל עכ''ל: "
      ],
      [
        "<b> ועל דרך זה חולקים וכו'.</b> א''א זהו כפירוש הרב לדעת רבינו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> מתנה ששבחה מחמת וכו' עד גובה את כולה.</b> א''א דעת יחיד הוא זה והרב ז''ל אמר כן במסתברא וראוי לסמוך עליו עכ''ל: "
      ],
      [
        "<b> וכן יתומים וכו' עד מן השבח כלום.</b> א''א גם זו דעת יחיד היא ויש לנו דרך אחרת ביתומים אומרים אנו השבחנו עכ''ל: "
      ],
      [],
      [
        "<b> היתה השדה אפותיקי וכו' עד מן המוכר.</b> א''א לא ידעתי מהו כי חצי השבח הראוי ללוקח ההוצאה ג''כ תהיה חצי ההוצאה משלו ואם ישאר חצי השבח לפניו והרי הכל שלו אין לו ליטול הוצאה מאדם ואם יטול ב''ח את הכל יפרע כל דמי חצי השבח ללוקח וההוצאה נכללת בו שהרי השבח יתר על ההוצאה וחצי השבח הראוי לב''ח נותן את חצי ההוצאה ללוקח ונוטל הלוקח מן המוכר ולא מבעל חוב דאמר ליה ארעא דידי אשבחא ואי אפשר בלא טעות סופר עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בית דין ששמו לטורף וכו' עד כזה הורו.</b> א''א אפשר בשלא הכריזו קאמרי עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בשטרי החובות וכו' עד כמו שיתבאר.</b> א''א זהו תימה מאחר שהוא תוך זמן למה לא יגבה ויכתוב שובר עכ''ל: "
      ],
      [
        "<b> מי שבלה וכו' עד שתתקיים עדותן.</b> א''א איני יודע מהו עדים הראשונים ומה יהיה קיום עדותן אבל צריך להביא ראיה שנחקרו העדים ונמצא עדותן מכוונת על מה שראו בשטר עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ראש ב''ד שהיה יודע וכו' עד מלה מלה.</b> א''א שטר מעשה ב''ד עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> התנה המלוה עם הערב וכו' עד שיש נכסים ללוה.</b> א''א שבוש הוא שאע''פ שאמר על מנת שאפרע ממי שארצה תחלה אם יש נכסים ללוה לא יפרע מן הערב עכ''ל: "
      ],
      [
        "<b> אבל אם אמר לו הלוהו ואני וכו' עד ממי שארצה אפרע.</b> א''א אף זה שבוש עכ''ל: "
      ],
      [
        "<b> ערב של כתובה וכו' עד וקבלן של כתובה חייב.</b> א''א כי האב אע''פ שלא קנו מידו עכ''ל: "
      ],
      [
        "<b> ראובן שמכר לשמעון וכו' עד וכזה הורו רבותי.</b> א''א שבוש הוא זה שאם אמר בשעת מתן מעות משתעבד ואין בערבות משום אסמכתא עכ''ל: "
      ],
      [],
      [],
      [
        "<b> שנים שערבו לאחד עד בשאר החוב.</b> א''א אינו מחוור אלא לפי המנהג ולמדין מן העכו''ם לישראל עכ''ל: "
      ],
      [],
      [],
      [
        "<b> מי שלא פירש וכו' עד ודברים של טעם וכו'.</b> א''א וא''כ לא ברב ולא במעט אלא כדי שהדעת מגעת לשם שהוא רגיל ואמיד נשתעבד עכ''ל: "
      ],
      [
        "<b> מי שאמר לחבירו הלוהו ואני ערב לגופו של וכו' עד ולזה דעתי נוטה.</b> א''א דל אסמכתא מהכא שהרי סלקו אותה בגמרא אלא אם אמר בשעת מתן מעות הלוהו ואני ערב לך להביא בידך את גופו ואם לא אוכל להשיבו אשלם לית דין ולית דיין שהוא חייב לשלם ואם לא אמר לו כך למה יתחייב ממון אלא י''ל שיבא גוף תחת גוף עד שיתפשר עמו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בד''א וכו' עד חייב לשלם לו כלום.</b> א''א אלו דברים שאין הדעת מקבלתן ואין השכל סובלן עכ''ל: "
      ]
    ],
    [
      [
        "<b> והורו רבותי וכו' עד איני מודה בזה.</b> א''א יפה הורו רבותיו שאפילו היה שט''ח שלהן וכו' שהשטר העולה בערכאות שלהן וחותמיהן עכו''ם אינו גובה ממשועבדים דלית להו קלא הילכך אפשר שנפרע ולא תבעו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שטר שכתוב בו אסתירא וכו' עד בדבר שאין בו ספק.</b> א''א זה שבוש ואינו נוטל אלא אסתירא עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>מ״ע להלוות לעניי ישראל וכו'.</b> במכילתא (פרשת משפטים פי\"ט דף ל\"ד) שהיה רבי ישמעאל דורש שאם זה חובה ומבואר בבבא מציעא פ' איזהו נשך (בבא מציעא דף ע\"א) ובהרבה מקומות: ",
        "<b>ומצוה זו גדולה וכו'.</b> כך אמרו ז''ל גדול המלוה יותר מן הנותן: "
      ],
      [
        "<b>כל הנוגש את העני והוא יודע שאין לו מה וכו'.</b> מימרא פ' איזהו נשך (בבא מציעא דף ע\"ה): ",
        "<b>ומ''ע וכו'.</b> בספרי פרשת (כי תצא דף נ\"א) לנכרי תגוש זו מצות עשה אבל האחרונים פירשו שהכוונה שהיא מ''ע באחיך כלומר לנכרי תגוש לעכו''ם אתה רשאי ליגוש ולא לאחיך ולאו הבא מכלל עשה עשה והראו פנים לזה ועיקר: "
      ],
      [
        "<b>אסור לאדם להראות וכו'.</b> זו היא מימרא שם באיזהו נשך: ",
        "<b>וכשם שאסור לזה וכו'.</b> איסור הלוה פשוט ואמרו פ' המקבל (בבא מציעא דף קי\"א) שהכובש שכר שכיר אחר יום הראשון עובר משום בל תשהא משום שנאמר אל תאמר לרעך לך ושוב: ",
        "<b>וצוו חכמים וכו'.</b> משנה באבות: "
      ],
      [
        "<b>כשיתבע המלוה הלואתו וכו'.</b> גם זה פשוט והתחלת הגבייה במטלטלין מפורש בהרבה מקומות והחרם הוא מתקנת הגאונים ואין בגמרא חרם בדברים אלו מבואר: ",
        "<b>וגובין מכל קרקע שיש לו וכו'.</b> זה מתבאר פרק מי שהיה נשוי בכתובות (דף צ') שמגבין לבעל חוב מאוחר אע''פ שיש מוקדם הימנו ולכשיבא הקודם יטרוף הימנו: ",
        "<b>טען הלוה שמטלטלין אלו שבידי אינן שלי וכו'.</b> דין זה אינו מבואר בגמרא בפשיטות אבל נראה דבר של טעם וממה שיבא סוף פרק שני יראה כן ויש לתמוה מה טעם לא יהיה נאמן בזה מתוך שיכול לתתם במתנה או למכרן ולתת הדמים ובעל חוב לא יגבה מהן כמו שיתבאר פי''ח ויש מי שתירץ בזה שאין אומרים מיגו במקום שאין הטענות שוות וכאן אם היה נותנן המקבל מתנה לא היה מחוייב להחזירן לו ואם הוא טוען של ראובן הם והפקידן בידי אם אינו אמת מחוייב הוא ראובן בבא לצאת ידי שמים להניחם או להחזירם ליד הלוה ולפיכך זאת הטענה תהיה טובה ללוה יותר מן האחרת ואין שומעין לו, והרמב''ן ז''ל אמר כמסתפק שאחר שתבעוהו בחובו אינו נאמן לומר במה שבידו שהוא של אחרים דחזקה כל מה שביד אדם הוא שלו ומיגו במקום חזקה כזו לא אמרינן לפי שאדם עשוי לעשות קנוניא להפקיע ממון חבירו לפיכך חוששין לה אלו דבריו ז''ל: "
      ],
      [
        "<b>אין בעל חוב גובה לא מכסות אשתו וכו'.</b> זה מתבאר מאותה ששנינו בערכין (דף כ\"ג ע\"ב) אחד המקדיש וכו' הובאה בהלכות פרק המקבל (דף קנ\"ה) וכ''כ ה''ר אלפסי ז''ל בתשובה: ",
        "<b>בד''א בכלי חול אבל בגדי שבת והמועד בעל חוב גובה אותן.</b> חילוק זה שכתב הרב ז''ל לא מצאתיו מבואר בשום מקום בדין זה והמשנה של ערכין סתם היא שנויה אבל נ''ל שיצא לו ז''ל ממה שאמרו פ''ק דב''ק (דף י\"א ע\"ב) האחין שחלקו מה שעליהם שמין ומה שעל [נשיהם] בניהם ובנותיהן אין שמין ואמרו בירושלמי בגדים שעל בניהם ושעל בנותיהן אין שמין של רגל ושל שבת שמין והביאוהו בהלכות וכבר נתבאר דין זה פ''י מהלכות נחלות והרב ז''ל דימה דין בעל חוב לחלוקת האחים לפי שהכל מטעם אחד שאינו עולה בדעת הבעלים להקנות להם בגדים אלו המכובדים שהם מיותרים על דעת שלא יוכל למכרן ולפיכך נישומין בחלוקת האחין ונגבין לבעל חוב זהו דעתו ז''ל וראיתי מי שחלק ואמר שאחין הוא בדוקא שאינן מקנין זה לאשתו ובניו של זה אלא בגדי חול ומפני שלא יפשיטום ערומים אבל בעל לאשתו מקנה הוא בין של חול בין של שבת ואם הקדיש והעריך עצמו אין לו בכסות אשתו ואפילו של שבת כלום ע''כ ויש סעד לחילוק זה מפני שהורע דין האחין בצבע שצבעו לשם נשיהם ובניהם שהוא נישום בודאי שלא אמרו אלא מה שעל נשיהם ובניהם ממש ואילו בעל חוב אינו גובה מהן ואפשר שאף בגדי שבת ומועד כן זה נ''ל ואני תמה בדברי הרב למה לא כתב חילוק זה פ''ג מהלכות ערכין וחרמין והביא דין המשנה סתם וצ''ע: ",
        "<b>ואין צ''ל וכו'.</b> זה פשוט ומוסכם וכ''כ הרי''ף בתשובה ובודאי אם היה דינן כדין מלבושים המשנה היתה מזכרת כן: "
      ],
      [
        "<b>היה לו מטלטלין וכו'.</b> דין זה תשובה לרי''ף ודברי טעם הן: "
      ],
      [
        "<b>מסדרין לבעל חוב וכו'.</b> דין הסידור בבעל חוב מחלוקת בגמרא פרק המקבל (בבא מציעא דף קי\"ד) ומסקנא דרבה בר אבוה אשכחיה לאליהו ואמר ליה מהו שיסדרו בבעל חוב ואמר ליה דמסדרין וגמר מערכין וכן פסקו כל הגאונים ז״ל: ",
        "<b>ונותנין לו מן הכל מזון שלשים יום.</b> דינין אלו הם בערכין פרק שום היתומים (ערכין דף כ\"ג ע\"ב): ",
        "<b>אלא מעבירין אותה ממנו וכו'.</b> ברייתא פרק המקבל (בבא מציעא דף קי\"ג) ופסק כתנא קמא וכן כתבו ז״ל ומוכרח הוא שם: ",
        "<b>ונותנין לו כסות הראויה לו וכו'.</b> דינין אלו מפורשים שם בערכין ויש מהם בהמקבל וכן בהלכות: ",
        "<b>היה לו מין אחד מרובה וכו'.</b> פירוש כגון שהיו לו שלש מגרות ומעצד אחד: ",
        "<b>היה אכר או חמר וכו'.</b> ג״ז שם מחלוקת ת״ק ור״א ופסק כת״ק. ודין הספינה אף הוא פשוט לדעת ת״ק לפי שאינה כלי אומנות ומסוגיא שבפרק השג יד (ערכין דף י\"ח) יתבאר כן: "
      ],
      [
        "<b>מלוה שבא להפרע שלא בפני הלוה וכו'.</b> זה לא מצאתי מבואר אבל הדין נראה פשוט: "
      ]
    ],
    [
      [
        "<b>דין תורה שבזמן וכו'.</b> זה פשוט שלא מצינו בשום מקום חיוב גוף מחמת ממון ולא שבועה שאין לו: "
      ],
      [
        "<b>אבל מחרימין וכו'.</b> זה החרם לא מצאתיו בגמ' מבואר אא״כ סובר הרב ז״ל שזהו מה שאמרו במסכת מועד קטן פרק ואלו מגלחין (מועד קטן דף י\"ז) מנא לן דמחרמינן וכו' ותהיה הכוונה בחרם סתם וצל״ע: ",
        "<b>הגאונים הראשונים וכו'.</b> זאת התקנה כתובה בספריהם ז''ל וכ''כ בעטור והיכא דטעין ב''ח דלית ליה לאיפרועי תקינו רבנן לאשתבועי שבועה כעין דאורייתא והכי אסכימו ונהיגו ע''כ: "
      ],
      [],
      [
        "<b>והרי נאמר עד דרוש אחיך וכו'.</b> זה הלשון במשנה פ' אלו מציאות (בבא מציעא דף כ\"ח ע\"ב): ",
        "<b>כללו של דבר וכו'.</b> זהו דין הגמרא שהדיין יש לו לחתוך הדין לפי האמת אפילו חוץ מן הדין וכבר אמרו מניין לדיין שיודע בדין שהוא מרומה וכו' ואמרו בכמה מקומות כפתיה ואודי ומ''מ כתבו המפרשים האחרונים ז''ל שאין בכל ב''ד כח בזה אלא א''כ הוא ב''ד חשוב ומוחזק בחכמה וחסידות ומשרבו הדיינין שאינן מומחין [ס''א מהוגנין] יש לחוש שלא יהא כל אחד פורץ לעשות לו דרך לרצונו: "
      ],
      [
        "<b>מי שנתחייב בשבועה זו וכו'.</b> מתוך לשון הרב ז''ל יראה שאין זה אלא כשאין שם עדים באותן חובות אבל אם יש שם עדי הלואה אע''פ שאין בהם שטר הרשות בידו לתת להם ובודאי אם היה זה בגביית בית דין שידעו שהשיגה ידו יותר מן הראוי לו פשוט הוא שאם אין שם עדי הלואה שאין נותנין בהודאת הלוה שאפילו בשיש שם עדי הלואה והיא קודמת למלוה בשטר יש מן הגאונים שאמרו שנותנין למלוה בשטר בדוקא וזה יתבאר פ''כ כ''ש בשאין שם עדי הלואה וזה פשוט ולפיכך אף כשהלוה פורע מכח שבועתו לא יתן לבעלי השטרות: "
      ],
      [
        "<b>ראובן שהיה חייב לשמעון מאה וכו'.</b> זה מחלוקת בברייתא דת''ק ור' נתן בפ''ק דקידושין (דף ט\"ו) ובהרבה מקומות פסק כר' נתן וכן פסקו רוב הפוסקים ז''ל: ",
        "<b>לפיכך אם אין לראובן נכסים והיה לו שטר חוב על לוי וכו'.</b> מימרא פרק האשה שנתארמלה (כתובות דף י\"ט) בכתובות וכאוקימתא דאביי והיא בשאין לראובן נכסים אחרים כמו שכתב x הרב שאותה של רבי נתן שהזכרתי בשאין לו נכסים אחרים להשתלם ממנו נאמרה כדאיתא פרק שור שנגח ד' וה' (בבא קמא דף מ') וכן כתב ז״ל, וכבר הזכרתי למעלה פרק ראשון בכיוצא בזה מפני מה אינו נאמן מדין מיגו וכן נאמינהו כאן ומתוך שיכול למחול ולשרוף השטר והרבה תירוצים נאמרו בזה והנראה בדעת רבינו שהוא סובר כדברי הרמב״ן ז״ל שכתבתי למעלה. וכתב הראב״ד ז״ל בדין זה אם הלך ראובן ופרעו לשמעון ואח״כ הוציא שטרו על לוי נ״ל שגובה אותו ממנו כיון שמתחלה לא האמינוהו אצל שמעון ואמרינן להשמט ממנו אמר כן לגבי לוה ג״כ אין תופסין אותו בכך שהרי אם עמד מתחלה ולא פרע לשמעון משלו הרי מוציאין מן לוי ונותנין לו ג״כ עתה שפרעו משלו גובה מן הלוה דלא גרע משמעון ע״כ בחידושי הרשב״א ז״ל: ",
        "<b>וכן כל מי שיש עליו שטר חוב וכו'.</b> מתוך לשון זה נראה ג''כ שאין הכוונה אלא בשאין שם עדי הלואה כמו שכתבתי למעלה ומתוך דברים אלו נראה שדעת הרב שמלוה בשטר מאוחרת ומלוה ע''פ מוקדמת שנותנין למלוה על פה שלא כדברי הגאונים שכתבתי למעלה שאם לא כן אי זה חשש קנוניא יש בכאן והלא אפילו אם נאמינהו לעולם היינו מגבין בעל השטר תחלה א''ו דעת הרב כמו שכתבתי ובפרק כ' יתבאר ודין הקנוניא פשוט בהרבה מקומות ומהם סוף בבא בתרא (דף קע\"ד): "
      ],
      [
        "<b>אסור לאדם וכו'.</b> מימרא סוף פרק איזהו נשך (בבא מציעא דף ע\"ה ע\"ב): ",
        "<b>ואפילו לתלמיד חכם.</b> מעשה שם. <b>ומ''ש הרב ז''ל אלא א''כ הלוהו על המשכון</b> לפי שבהלואה על המשכון אין בה אותן טענות שיש במלוה בלא עדים לפי שהמלוה נאמן בו בשבועה עד כדי דמיו כמו שיתבאר פרק י''ג: ",
        "<b>וכל המלוה בלא עדים וכו'.</b> שם ופירש''י ז''ל עובר משום ולפני עור שעולה על רוחו של לוה לכפור וגורם קללה לעצמו כשתובעו וזה כופר הכל מקללין אותו [ואומרים שהוא דובר על צדיק עתק] עכ''ל: "
      ],
      [
        "<b>הרב שלוה מעבדו וכו'.</b> ברייתא פרק חזקת (בבא בתרא דף נ\"א) לוה מן העבד ושחררו מן האשה וגירשה אין להם עליו כלום עכ״ל אבל מתוך מה שאמרו עליה בגמרא שאני התם דלא ניחא ליה דליהוי עבד לוה לאיש מלוה כתב הרשב״א ז״ל ושמעינן מינה דלוה מאשתו או מעבדו מעות שאינן טמונין וגירש את האשה ושחרר את העבד חייב לפרעם דכל שלוה מהן מעות שאינם טמונים אודויי אודי דשלהם הם שניתנו להם בענין שאין לו בהם כלום כגון שנתנו לעבד על מנת שאין לרבו בהם כלום אלא שיפדה בהם את עצמו ולאשה על מנת שאין לה בהם אלא מה שהיא נושאת ונותנת לתוך פיה אי נמי שייחד לה דבר אחר עכ״ד ואין זה דעת רבינו שלא חילק: ",
        "<b>וכל המעות שביד האשה וכו'.</b> כל זה נראה מפשטה של הברייתא שהזכרתי אבל יש שהעמידה בשטוען ברי שאותן מעות היו משלו והיא גנבתם וכיון שהוא תופס וטען ברי עליה להביא ראיה אבל כל שלא תפס או שתפס ולא טען ברי מחזיקין אותן בנכסי מלוג ויש לבעל בהן אכילת פירות בלבד. וכבר כתבתי סוף פ''ז מהלכות פקדון סברת קצת המפרשים ז''ל כל זמן שהמעות ביד האשה והעבד נאמנין לומר נתנו להן על מנת שאין לבעל ולאדון רשות בהן ובזה חלוק רבינו ז''ל כמו שכתב כאן ואף הרמב''ן ז''ל סובר שאינן יכולין לומר שלנו הן אפילו הן בידן וכדברי רבינו: "
      ]
    ],
    [
      [
        "<b>אלמנה בין שהיא עניה בין שהיא עשירה וכו'.</b> משנה בהמקבל (דף קט\"ו). ועל <b>מ''ש לא בשעת הלואה</b> כתוב בהשגות א''א בשעת הלואה אין זה חובל עכ''ל וכ''כ קצת המפרשים ז''ל והמשנה נאמרה סתם ואין ממשכנין אותן ומ''מ דברי המפרשים נראין ויש לי קצת ראיה לדבריהם ממה שאמרו בגמרא ר''ש אומר עשירה ממשכנין אותה עניה אין ממשכנין אותה [שאם אתה ממשכנה אתה חייב להחזיר לה ומתוך] שאתה חייב להחזיר לה אתה משיאה שם רע בשכינותיה סובר ר''ש שאיסור החבלה לאלמנה אינו אלא בעניה ומפני חשש השאת שם רע בהיות נכנס אצלה תמיד בחצרה ואם היה בכלל הכתוב אפילו שעת הלואה היאך יאמר כן ר''ש והלא בממשכן בשעת הלואה אינו חייב להחזיר כמו שיתבאר בפרק זה ואם תדחה ותאמר זהו לר''ש שאינו מעמיד הכתוב אלא מפני החזרה ומפני כך מתיר בעשירה אבל ת''ק דקי''ל כוותיה כשם שאוסר בעשירה שאין בה חזרה כך אוסר בשעת הלואה זה אינו שא''כ היה להם לחלוק בתרתי ולא מצינו מחלוקת אלא בעשירה בלבד אלא ודאי לדברי הכל בשעת הלואה מותר לא נחלקו אלא שלא בשעת הלואה בעשירה שת''ק סובר שאין אנו דורשין טעם לפסוק כדי לחלק בין עניה לעשירה ור''ש דריש טעמיה דקרא כדאיתא התם אבל במשמע הכתוב אם לא תחבול כולל שעת הלואה אם לאו לא נחלקו כך נ''ל: ",
        "<b>ואם תודה לו תשלם.</b> פירוש וב''ד מגבין מנכסיה שלא אמרה תורה אלא שלא למשכן אבל לא אמרה שלא להגבות וכן כתבו ז''ל: ",
        "<b>ואם תכפור תשבע.</b> פירוש בשאין שם שטר: ",
        "<b>אבד המשכון וכו'.</b> דין המלקות נתבאר בסוגיא דאלו הן הלוקין (דף י\"ו) שכל לאו שניתק לעשה אין בו מלקות וזה ניתק לעשה שאמרה תורה אם חבול תחבול ודרשו ז''ל אפילו שלא ברשות ואם אינו יכול להחזיר לוקה כדין כל לאו הניתק לעשה ובהשגות חלוקין במלקות זה ולמטה יתבאר: "
      ],
      [
        "<b>וכן המלוה את חבירו וכו'.</b> ג''ז במשנה שם וג''כ נחלקו עליו בהשגות <b>במ''ש בין שהלוהו על המשכון</b> ומהטעם שלמעלה שכל בשעת הלואה אין זה חובל אחר שמרצון הלוה הוא מקבלו ממנו ועל זה הלוהו והרי הוא כמוכרו לו ובאמת שאם לא תחבול האמור באלמנה אינו כולל שעת הלואה אף כי נפש הוא חובל אינו כולל שעת הלואה שלשון הכתוב אחד הוא: ",
        "<b>כגון הרחים והעריבות וכו'.</b> כתבו ז''ל דדוקא כלים אבל פרה החורשת וחמור וספינה וכיוצא בזה לא וזה דעת רבינו שהזכיר כלים וכבר כתב כיוצא בזה פרק ראשון עוד שנינו בתוספתא היו לו חמש רחיות אינו רשאי למשכן אפילו אחת מהן ואם אינו עושה מלאכה אלא באחת מהן אינו חייב אלא על אותה בלבד ופירש הרשב''א ז''ל דלאו דוקא אינו חייב אלא אפילו לכתחלה רשאי לנוטלן. עוד כתבו ז''ל ודוקא בשעת משכונא אבל בשעת גבייה גובין מהן כמו שגובין משאר כלים ומסדרין לו בהן כדרך שמסדרין בשאר כלי אומנות שלא אסרה תורה אלא שלא לחבול אבל לא שלא לגבות: ",
        "<b>ואם אבד המשכון וכו'.</b> כבר כתבתי בזה למעלה ולפנינו יתבאר דעתו ודעת ההשגות: "
      ],
      [
        "<b>חבל כלים הרבה כו'.</b> דינין אלו ממנין המלקות הם כר''י דתניא כוותיה כדאיתא התם: ",
        "<b>כשם שהרכב והרחים מיוחדין וכו'.</b> ברייתא שם (דף קי\"ו): ",
        "<b>וכן אם חבל צמד בקר החורש לוקה שתים.</b> בגמרא חבל זוג של ספרים וצמד של פרות יכול לא יהא חייב אלא א' וכו' ופירשו ז''ל שהצמד שלהם היה משני כלים מחוברים ועושין מלאכה אחת וחייב על כל כלי וכלי ולזה נתכוון רבינו לפי הנראה אבל בהשגות כתוב א''א זה אינו ע''כ נ''ל שדעת הר''א ז''ל היה שכוונת רבינו היתה לומר שהצמד לא היה אלא כלי א' ומתוך שמזווג ב' פרות חייב ב' ומתוך כך פרט אותו בביאור או שהיתה כוונתו לחייב על גוף הפרות אם חבלן וכל זה אינו ולא ידעתי מי הביאו לר''א ז''ל בזה ולשונו סתום וצ''ע: "
      ],
      [
        "<b>המלוה את חבירו וכו'.</b> משנה שם (דף י\"ג): ",
        "<b>ואפילו שליח ב''ד שבא למשכן וכו'.</b> גם זה שם במשנה ומפורשת בגמ' וכשמואל דקיימא לן כוותיה: ",
        "<b>אם כן מה בין בעל חוב וכו'.</b> כבר נתבאר זה ומבואר שם: ",
        "<b>עבר בעל חוב ונכנס וכו'.</b> כבר נתבאר זה למעלה: ",
        "<b>ואם לא קיים עשה שבה וכו' לוקה ומחשב דמי המשכון וכו'.</b> בהשגות א''א שיבוש הוא זה [אלא] מפני שנתחייב באונסיו וכדכתיבנא לעיל ע''כ ואף דעת רבינו שחייב באונסיו כמו שכתב ומחשב דמי המשכון לבעליו והר''א ז''ל מדמה לאו זה ללאו דלא תגזול דכתיב ביה והשיב את הגזילה אשר גזל ואפילו אין הגזילה בעין כיון שהוא חייב באונסיה ה''ז לאו שניתק לתשלומי ממון ואין לוקין עליו כמו שיתבאר בהלכות גזילה ובהלכות גניבה ואף זה כיון שהוא חייב בתשלומיו אם נאנס פטור הוא מן המלקות ודעת רבינו הוא שאין זה לאו שניתן לתשלומין שהרי לא אסרה תורה זה מחמת הפקעת ממון חבירו שהרי נוטלו בחובו ואין זה לא גנב ולא גזלן אלא גזירת הכתוב היתה שלא לעשות כל אדם דין לעצמו ואין זה לאו שניתן לתשלומין שהרי הלוה והמלוה אין מחלוקתן עכשיו בממון אבל הוא לאו שניתק לעשה ואם לא קיים העשה שבו לוקה וא''ת היאך לוקה ומשלם וכבר נתבאר פ''ג מהלכות גניבה שאין אדם לוקה ומשלם בבת אחת נ''ל שדעתו ז''ל הוא שהלאו הוא בשעת נטילת המשכון ובאותה שעה לא היה מתכוין לגוזלו אלא ליטלו במשכון בחובו וכשנאבד נפקע חובו בכדי שוויו שהרי לכך נטלו. כל זה היה נראה לדעת רבינו אבל הסוגיא שבאלו הן הלוקין לפי גירסת ספרינו מורה בביאור כדברי הר''א ז''ל ומשוה לאו זה ולאו דגזילה וכן כתב שם רבינו מאיר הלוי ז''ל ואפשר שהיה לרבינו גירסא אחרת שם: "
      ],
      [
        "<b>אחד הממשכן את חבירו בבית דין וכו'.</b> מפורש שם (דף קי\"ד): ",
        "<b>ואת המחרישה ביום.</b> במשנה שם (דף קי\"ג) והקשו המפרשים ז''ל והלא כלי שעושין בו אוכל נפש הוא ואין ממשכנין אותו ותירצו במשכנו בלילה שאינו זמן מלאכת החרישה ולא אסרה תורה אלא שלא למשכנו בשעה שהוא ראוי לעשות מלאכה וכן אמרו בירושלמי דגרסינן התם קרדום ומחרישה שדרכן לעשות מלאכה ביום חובלן בלילה ומחזירן ביום ע''כ בחידושי הרשב''א ז''ל וכ''כ הרמב''ן ז''ל: ",
        "<b>עבר ולא השיב לו וכו'.</b> מפורש שם ואין לוקין על לאו זה לפי שאין בו מעשה: ",
        "<b>(אם תאמר) א''כ הוא וכו'.</b> ברייתא מבוארת בגמרא שם (דף קי\"ד קט\"ו): ",
        "<b>הא למדת וכו' דבר שהוא צריך לו.</b> פירוש שדברים שאינן צריכין לו אין מחזירין לו כלל והרי הוא כעשיר לדבר זה ועוד הוסיפו המפרשים ז''ל שלא אמרה תורה להחזיר אלא בכלי מלבוש ומשכב ובכלים שעושין בהן אוכל נפש מקל וחומר ומה אלו שממשכנים מחזירים אלו שאין ממשכנין לא כ''ש שמחזירין אבל שאר דברים כגון צלוחיות וכוסות שאין עושין בהן אוכל נפש וכל שכן ספרים וכיוצא בהן ממשכנין ואין מחזירין אף על פי שצריכין לו וכן אמרו במכילתא (פרשת משפטים) היא כסותו לבדה זו טלית היא שמלתו לעורו זו חלוק במה ישכב להביא עור מצע עד כאן נראה שאלו דוקא בשצריך להם ושאר דברים אפילו צריכין לו אין מחזירין ולא נראה כן דעת רבינו שלא חלק כך כתבו הרמב''ן והרשב''א ז''ל: ",
        "<b>בד''א שמשכנו וכו'.</b> בברייתא ומפורשת שם: "
      ],
      [
        "<b>שליח ב''ד שבא למשכן וכו'.</b> פירוש שבא למשכן שהלוה מוציא העבוט או שהוא מנתח והדין ברייתא (דף קי\"ג) באה בהלכות וסובר רבינו שאפילו כלי אומנות יכול לנתח ואף על פי שמסדרין בהן כמו שנתבאר פרק ראשון זהו בשעת גבייה אבל לא בשעת משכונא וחלוקים עליו ז''ל ואמרו שאע''פ שלא נזכרו בברייתא בביאור כל מה שב''ד מסדרין אין ממשכנין אותו ואין מנתחין אותו בזרוע ואם נתנו לוה מעצמו מקבלין ומחזירין מה שראוי להחזיר זה דעת הרמב''ן והרשב''א ז''ל: ",
        "<b>ומצע לעשיר ומטה ומפץ וכו'.</b> בברייתא שם וכתב הרמב''ן ז''ל בשלא הורגל לישן בכר וכסת אבל היו לו כר וכסת ורגיל לישן בהן מניח לו כר וכסת וכן פירש''י עכ''ל: ",
        "<b>היו לפניו שני כלים נוטל אחד ומחזיר אחד.</b> משנה כלשונה שם ופירש''י ז''ל היה לו שני כלים וחובו כנגד שניהם ומשכנו בשניהם נוטל אחד ומחזיר אחד בשעה שהוא צריך ללוה יחזירנו לו משום השבת העבוט [ויעכב את השני] וכשיצטרך לשני יטול זה את הראשון ויחזיר את השני עכ''ל: ",
        "<b>עד מתי הוא חייב וכו'.</b> במשנה שם ופסק כת''ק פירוש וכל זה כשבא לידו בתורת משכון אבל בתורת גבייה כבר נתבאר פרק ראשון ממה גובין וכיצד מסדרין וכן כתבו ז''ל, עוד כתבו וכשבא לידו בתורת משכון ובא לגבות כיצד הוא עושה מחזיר את הכר ואפילו ביום ומחרישה אפילו בלילה ובא לב''ד ומגבין לו חובו ומסדרין מה שראוי להם: ",
        "<b>ואם היה המשכון וכו' מניחו עד שלשים יום.</b> בהשגות א''א כמו שאמרו סתם הלואה שלשים יום ע''כ וכן כתבו ז''ל, ודע שזהו כשבא לידו בתורת משכון והרי זה כמלוה עתה על המשכון אבל מלוה שבא לגבות מהלוה והיו ללוה מטלטלין יותר על מה שמסדרין מגבין לו מיד כל שבא בתורת גבייה ואין נותנין זמן ללוה כמו שיתבאר פכ''ב: ",
        "<b>מת הלוה אינו מחזיר וכו'.</b> משנה שם: ",
        "<b>מת הלוה אחר שהשיב וכו'.</b> מימרא בגמרא שם (דף קי\"ד ע\"ב): "
      ],
      [
        "<b>הערב מותר למשכנו וכו'.</b> ברייתא שם (דף ק\"ד): ",
        "<b>וכן מי שיש לו שכר וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>מי שהיה בידו משכונו של עני וכו'.</b> משנה פרק השוכר את האומנין (בבא מציעא דף פ') ופסק הלכה בגמרא שם (דף פ\"ב): "
      ]
    ],
    [
      [
        "<b>נשך ומרבית אחד הוא שנאמר את כספך וכו'.</b> משנה פרק איזהו נשך (בבא מציעא דף ס' ע\"ב) ונתבארה בגמרא שם: "
      ],
      [
        "<b>כדרך שאסור (לנותן) להלוות וכו'.</b> משנה ומבואר בברייתא: ",
        "<b>וכן אסור להתעסק בין וכו'.</b> גם זה במשנה (דף ע\"ה:) ומבואר בגמ' שם: <b>הא למדת וכו'. </b> מבואר לאו זה במשנה גבי רבית ובפרק ראשון כתב רבינו כל הנוגש את העני וכו' עובר בלא תעשה שנאמר לא תהיה לו כנושה ונ''ל שלאו זה כולל כל דבר שדרך הנושים לעשות והוא שאין מלוין ממונם בחנם ולכשמגיע זמן פרעון רוצים מעותיהם ונוגשין בחזקה ועל שניהם הזהירה תורה ובודאי שלא אסרה הנגישה בלוה עשיר אלא בעני אבל הריבית נאסר בכל: ",
        "<b>והלוה עובר בשנים וכו'.</b> לא נזכר בדברי רבינו ז''ל לאו לאחיך לא תשיך לא בלוה ולא במלוה ובגירסת ספרינו [בגמרא] (דף ע\"ה:) לוה עובר משום לא תשיך ולאחיך לא תשיך ולפני עור לא תתן מכשול והן ג' לאוין ודברי הרב ז''ל צל''ע x: ",
        "<b>ערב וכו'.</b> לשון הגמרא שם: ",
        "<b>וכל מי שהיה וכו'.</b> זה פשוט שם: "
      ],
      [
        "<b>אף על פי שהמלוה וכו'.</b> זה נתבאר בסוגיא בראש הפרק ויש מדקדקין בהיפך: ",
        "<b>אם היתה וכו'.</b> מחלוקת רבי אלעזר ורבי יוחנן (דף ס\"א:) ופסק כרבי אלעזר וכרב ספרא דאמר הכין וכ''כ ז''ל: ",
        "<b>ואם מת וכו'.</b> גם זה נתבאר שם: "
      ],
      [
        "<b>הניח להן אביהן וכו'.</b> ברייתא שם (דף ס\"ב): ",
        "<b>הניח להן פרה וטלית וכו'.</b> גם זה באותה ברייתא שם: ",
        "<b>במה דברים אמורים כשעשה תשובה וכו'.</b> מבואר בגמרא שם: "
      ],
      [],
      [
        "(ה-ו) ",
        "<b>הגזלנין ומלוי בריבית שהחזירו וכו'.</b> ברייתא פרק הגוזל עצים (בבא קמא דף צ\"ד ע\"ב): ",
        "<b>ואם היתה גזילה קיימת.</b> מבואר שם וכבר נתבאר יותר מזה פרק ראשון מהלכות גזילה: ",
        "<b>והריבית דבר מסויים.</b> פרק איזו נשך (דף ס\"ב): ",
        "<b>שטר שכתוב בו רבית בין וכו' גובה את הקרן ואינו גובה את הרבית.</b> ברייתא (דף ע\"ב) כלשונה שם ופסק כחכמים ופירש רש''י ז''ל שכתוב בו פלוני לוה מפלוני מנה ברבית כך וכך לזמן פלוני עכ''ל. וגובה את הקרן יש מי שפירש אפילו מן המשועבדין ואף על פי שהעדים עברו בלאו תורת שטר יש לו ואינן נפסלים בכך לעדות לפי שלאו זה אינו ידוע לכל וסוברין שלא תשימון אינו אלא למלוים ויש מי שפירש גובה את הקרן מבני חורין בדוקא אבל לא מן המשועבדין וגובה מבני חורין בשהחייב מודה או בשעדים אחרים מעידין על אותה מלוה ודינה כדין מלוה על פה אבל אלו פסולין הן לעדות כיון שריבית מפורשת יש בשטר ולזה הסכים הרמב''ן לפסול העדים בכך אבל פירוש הברייתא בדרך אחרת שאין הריבית מפורשת בו ולא ידעו העדים באותו ריבית אלא שבאו שנים ואמרו כתב ידן הוא זה אבל רבית היתה שם או שידעו והיו אנוסין מחמת נפשות וכיוצא בזה גובה את הקרן אפילו מן המשועבדים אבל ברבית מפורשת ולא נאנסו העדים הרי הן נפסלין בכך וזה עיקר: ",
        "<b>אבל אבק וכו'.</b> מפורש בראש הפרק שם (דף ס\"א ע\"ב): "
      ],
      [
        "<b>כל הכותב וכו'.</b> ברייתא בשם ר' יוסי שם (דף ע\"א): ",
        "<b>וכן כל הלוה ומלוה ברבית בינן לבין עצמן וכו' וכפרו ביציאת מצרים.</b> שם בראש הפרק (דף ס\"א) ופי' שהן כופרין בהשגחה ויציאת מצרים שהיו בה מופתים מחודשים מורה על ההשגחה ונמצאו כופרין בה' בהכרח: "
      ],
      [
        "<b>אסור לאדם להלוות בניו וכו'.</b> בסוף הפרק שם (דף ע\"ה) דילמא אתו למיסרך וזהו שכתב שמא ירגילם בדבר זה: "
      ],
      [
        "<b>ת''ח שהלוו זה את זה וכו'.</b> בגמרא אמר שמואל ת''ח מותרין ללוות זה מזה ברבית [מ''ט] מידע ידעי דרבית אסורה ומתנה הוא דקא יהבי להדדי א''ל שמואל לאבוה בר איהי הלוני מאה פלפלין במאה ועשרין פלפלין ואריך ע''כ ופירש רבינו דלאו למימר שיקצצו בשעת הלואה ויקפידו בזה דבכי הא רבית קצוצה היא דבר תורה ואינה מותרת לת''ח אלא דוקא בשלוה סתם שאין המלוה מתנה דבר אלא הלוה נותן לו יותר וזהו שאמרו ללוות ולא להלוות והנראה מלשון הגמרא שהוא מותר אפילו באמירת הלוה בשעת הלואה ומדברי רבינו דוקא בלוה סתם וההיא דשמואל יש לדחוק ולפרשה לפ''ז והרמב''ן ז''ל הוסיף להחמיר ואמר שאינו אלא דוקא בעסקי סעודה ובדבר מועט לפי שהם יודעים להקנות והרי הן כבני חבורה שאינן מקפידין זה על זה ודוקא שלא קצץ בתחלה ושמואל הכי קאמר הלוני מאה פלפלין ואפשר שבשעת פרעון אפרע לך מאה ועשרין שלא אקפיד למנותן ואריך שזהו כבודי אפילו הוספתי עד חומש וכן פסק רב עמרם בתשובה ע''כ דבריו: "
      ],
      [
        "<b>המלוה את חבירו ומצא הלוה יתר וכו'.</b> נ''ל שגירסת רבינו שם (דף סג ע\"ב) האי מאן דאוזיף פשיטי לחבריה ואשכח בהו טופיאתא פי' ואשכח בהו לכשמחזירם לו וגירסא אחרת יש האי מאן דיזיף פשיטי מחבריה. ונ''ל לפי גירסא זו דוקא בשלוה מוצא יותר אבל כשהמלוה מוצא יותר יש לתלות שהלוה נותן יותר משום רבית ואסור שלא בת''ח לדברי הכל. ואף לפי הגירסא האחרת ראיתי מי שפירשה דדוקא בשלוה מוצא יותר ואולי שאפילו מלוה מוצא יותר מותר שאין תולין ברבית מאוחרת שלא יהיה הלוה מאכיל איסור למלוה ואחזוקי איניש ברשיעי וכ''ש לנזקו לא מחזקינן: ",
        "<b>בכמה הדעת טועה וכו'.</b> זה הדין מימרא שם בראש הפרק ונתבארה בהלכות ויש מי שכתב דלאו דוקא חמישיות ועשיריות אלא הכל לפי מה שנהגו למנות באותו מקום ובאותו זמן וכן נראה: "
      ],
      [
        "<b>המלוה את חבירו על המטבע וכו'.</b> בסוגיא פרק הגוזל עצים (בבא קמא דף צ\"ז ע\"ב) וזה לשונה המלוה את חבירו על המטבע והוסיפו עליו מהו ושם נפשטה כמו שכתב רבינו ונתבאר בהלכות כן ונראה פי' על המטבע שכל המלוה הן פירות שקצץ להם דמים הן מעות על סמך המטבע היוצא הוא מלוה ר״ל לחשיבות הצורה הוא מתכוין וזהו על המטבע ולא אמר המלוה סתם וכן נראה מן ההלכות שהכוונה בכל מי שחייב מעות לחבירו: ",
        "<b>בד''א בשהוסיפו עליו עד חמישיתו וכו'.</b> שם נתבאר ואיתא בהלכות ויש מי שכתב שאם היה המטבע במשקל הראשון יוצא במקום אחר כמתחלה ויש לו למלוה דרך שם הרי זה נותנו לו וזה פשוט דלא גרע ממלוה את חבירו על המטבע ונפסל כמו שיתבאר בסמוך וכן כתבו רש''י והרשב''א ז''ל: ",
        "<b>והוא הדין למלוה את חבירו וכו'.</b> זה בהלכות ודין הכתובה שכתב רבינו נתבאר פי''ו מהלכות אישות: "
      ],
      [
        "<b>המלוה את חבירו על המטבע וכו'.</b> גם זה שם ופירשו קצת המפרשים שהלוהו מעות על תנאי שישלם לו מטבע אבל הלוהו מעות סתם אינו משלם לו אלא המעות שהלוהו ואפילו אינן יוצאין בשום מקום דמה שהלוהו משלם לו וזה דעת רש''י ז''ל והתוס' והרשב''א ז''ל ורבינו כתב מימרא כלשונה שאפשר שהוא מפרשה כמו שפירשתי למעלה ואמרם על המטבע שלא היתה הלואת פירות לשלם לו פירות אלא דמים ועל סמך חשיבות צורת המטבע: ",
        "<b>וכן בכתובה.</b> כבר נתבאר פי''ו מהלכות אישות ובשכתב לה מטבע ידוע כמו שנזכר שם: "
      ],
      [
        "<b>הורו מקצת הגאונים וכו'.</b> הוראת הגאונים ז''ל היא מוסכמת במה שעתיד ליקח דודאי אין מחילה מועלת לעבור בשל תורה ואפילו בתלמיד חכם דקדקנו למעלה ואמרנו דלאו במתנין ליקח רבית היא כל שכן בכל אדם: ",
        "<b>יראה לי שאין הוראה זו נכונה וכו'.</b> זה הלשון מורה שלא נחלק רבינו על הגאונים ז''ל אלא ברבית שכבר עמד המלוה וגבאו שכבר עברו על הלאוין ואף על פי שניתן להשבון המחילה מועלת בו וכמו שהוכיח רבינו ממה שאמרו אין מקבלין מהן והוא מוכרח אבל ברבית העתיד ליקח אף הוא ז''ל מודה שאין שום מחילה מועלת בו וזה פשוט ונסתלקו מכאן דברי ההשגות וכך כתוב שם א''א חיי ראשי הוראה נכונה היא א''כ כל מלוין ברבית יעשו כן להתיר להם את הרבית ע''כ: "
      ],
      [
        "<b>נכסי יתומים מותר ליתן אותן וכו'.</b> מפורש בפרק איזהו נשך מימרא וסוגיא שם (דף ע'): "
      ]
    ],
    [
      [
        "<b>ומצות עשה להשיך לעכו''ם וכו'.</b> כתב הרב המגיד בהשגות א''א לא מצאתי שמועה זו וכו' עד מוכחת כן והר''ן כתב בפרק אי זהו נשך ול''נ כדברי הרמב''ם דכיון דמסקנא דשמעתין דרבית דעכו''ם מדאורייתא שרי הדרינן למאי דס''ד דרבא מאי לא תשיך לא תשוך ואם איתא דקרא להתיר רביתא איצטריך מידחיא ברייתא דסיפרי לגמרי דמנ''ל דללאו הבא מכלל עשה אתא דילמא לעשה אצטריך אלא על כרחין כי ס''ל דרבית דעכו''ם שרי נקטינן לנכרי תשיך כפשטיה דלמצוה הוא דאתא והיינו דתניא בסיפרי לנכרי תשיך הרי זו מצות עשה וכיון דמסקנא דסוגיין דרבית דעכו''ם מדאורייתא שרי נקטינן ע''כ ברייתא דסיפרי כפשטה עכ''ל וקשיא לי על דברי רבינו שתשיך משמעותו שתלוה מהעכו''ם ברבית דה''ק תניח אותו שישוך אותך וזה ודאי אינו מצוה ולפי דברי רבינו כך היה לו לכתוב לנכרי תשוך דמשמע תלוה אותו כדי שתשתכר אתה בנטילתך ממנו רבית. ואפשר לדחוק ולומר דאיידי דבעינן למימר ולאחיך לא תשיך לומר שאף הלוה עובר בלאו כתב לנכרי תשיך ומכיון שלמדנו שזו מצות עשה ודאי לא צותה תורה שיהנה לעכו''ם ואית לן לפרושי האי תשיך כמו תשוך ושביק ליה לקרא דאיהו דחיק ומוקים נפשיה: "
      ],
      [
        "<b>אסרו חכמים שיהיה ישראל וכו'.</b> פסק כרב חייא בריה דרב הונא דאמר הכי: ",
        "<b>לפיכך מותר ללוות מן העכו''ם וכו'.</b> זה פשוט בטעמו ומבואר שלא אסרו אלא להלוות: ",
        "<b>ותלמיד חכם וכו'.</b> פסק כאוקימתא דרבינא דבתרתי אוקימתות קיימא לן לקולא חדא דבכדי חייו מותר לכל אדם ותלמיד חכם אפילו להרויח וכן כתב הרב רבינו משה בר נחמן ז''ל ואמר דאפשר דלא פליגי אהדדי, ועכשיו בארצותינו עשו כל אדם עצמן כתלמידי חכמים וכתב הרשב''א ז''ל שמעתי משם רש''י ז''ל מפני שרבו מסין וארנוניות ואין שיעור לכדי חייו עכ''ל: "
      ],
      [
        "<b>ישראל שלוה מעות מן העכו''ם וכו'.</b> ברייתא שם: ",
        "<b>אפילו העמידו אצל העכו''ם עד שיטול כו' ויתנם ביד וכו'.</b> מפורש שם באוקימתא דרב פפא ומפורש שם דאי אמר ליה העכו''ם הניחם ע''ג קרקע והפטר ובא ישראל שני ונטלם משם דמותר כיון שלא באו מיד ישראל לישראל וכל שכן דאמר ליה הפטר וכדאיתא התם ושם נתבאר הטעם: "
      ],
      [
        "<b>עכו''ם שלוה מעות מישראל וכו'.</b> ברייתא שם: ",
        "<b>ואם העמידו אצל ישראל וכו'.</b> זה מחלוקת בין המפרשים ז''ל ויש מי שכתב דלאוקימתא דרב פפא דלעיל כל זמן שלא נטל הישראל ונתן ביד מותר לפי שאין שליחות לעכו''ם אפי' לחומרא וכ''נ מן הירושלמי אבל ר''ח ורבינו אלפס ורש''י ז''ל כתבו שיש שליחות לעכו''ם לחומרא וכל זמן שנתן מדעת ישראל ה''ז אסור וזהו דעת רבינו ומ''מ מ''ש שהוא רבית קצוצה אע''פ שלא נטל הישראל ונתן ביד חלקו עליו הרמב''ן והרב רבינו שלמה בן אדרת ז''ל ואמרו דדוקא לכתחלה הוא דאסור ואין מוציאין אותו מן הלוה אבל אם עבר מלוה וגבה אין מוציאין ממנו דלא עדיף מאבק רבית שהרי מן התורה אין שליחות לעכו''ם כלל אלו דבריהם ז''ל: "
      ],
      [
        "<b>אסור לישראל לתלות מעותיו ביד עכו''ם וכו'.</b> שם בראש הפרק (דף ס\"א) תולה מעותיו בעכו''ם וכפירוש ההלכות: ",
        "<b>ועכו''ם שהלוה את ישראל ברבית וכו' שכיון שבדיניהם שתובע הערב תחלה.</b> לשון הגמ' שם (דף ע\"א ע\"ב) דכיון דעכו''ם דיניה דאזל בתר ערבא איהו ניהו דקא שקיל מיניה רביתא ופירש''י ז''ל ושאר המפרשים שכל שיכול לתבוע הערב תחלה אסור עד שיקבל עליו שלא יתבע הערב עד שיתבע הלוה ולא ימצא לגבות ממנו אבל הרשב''א ז''ל כתב שערב שלהם היה ערב שלוף דוץ כלומר שלוף והנח הלוה ודוץ והתקע בי לגבות ממני ולא היה דין מלוה אצל הלוה שהרי היה יכול לדחותו אצל הערב ובכי האי גוונא בדוקא הוא דאסור אבל אם קיבל עליו לתבוע איזהו מהן שירצה ויהיה דינו כערב קבלן שלנו ה''ז מותר וכן נהגו במקומות אלו אלו דבריו ז''ל ומלשון רבינו אין להכריע כלום: "
      ],
      [
        "<b>ישראל שלוה מעות מן העכו''ם וכו'.</b> ברייתא שם (דף ע\"ב) ופירש''י ז''ל זקפן עליו במלוה לאחר זמן חשב עמו על הרבית וזקף הכל ביחד במלוה וכתב לו שטר עליהם כך וכך אני חייב לפלוני וגובה את הרבית דמשעת זקיפה היא כגבוי עכ''ל. וראיתי מי שפירש שמן הדין כל מה שעלה הרבית קודם שנתגייר אע''פ שזקפן במלוה יכול לגבות ממנו אלא שחכמים תקנו לילך אחר זקיפה להחמיר: ",
        "<b>אבל עכו''ם שלוה מישראל ברבית וכו'.</b> מחלוקת באותה ברייתא ופסק הלכה בגמרא כן וכר' יוסי וכתב הרשב''א ז''ל דאפילו לא זקפן כלל ה''ז גובה את הרבית שנתחייב בהן קודם שנתגייר ויש אומרים דדוקא זקפן אחר שנתגייר אבל לא זקפן כלל לא וכ''נ דעת רבינו: "
      ],
      [
        "<b>מצוה להקדים הלואת ישראל בחנם וכו'.</b> מבואר שם (ד' ע\"א) ברייתא ומימרא: "
      ],
      [
        "<b>אסור לאדם שיתן מעותיו וכו'.</b> ברייתא שם (דף ע'): ",
        "<b>והנותן מעותיו וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>אין מושיבין חנוני למחצית שכר וכו'.</b> משנה שם (דף ס\"ח) ובפרק שמיני מהלכות שלוחין ושותפין נתבארו פרטי דין זה: "
      ],
      [
        "<b>המשתתף עם חבירו במעות וכו'.</b> שם לית הלכתא וכו' כשטרי מחוזנאי דזקפי ליה לרווחא אקרנא וכתבי ליה בשטרא פירוש היו התגרין קונים פרקמטיא למחצית שכר והיה שמין כמה יעלה מחצית שכר והיו כותבין הכל עם הקרן ואומרין פלוני חייב לפלוני כך וכך לזמן פלוני: ",
        "<b>וכן לא יתן לו מעות וכו'.</b> גם זה פשוט ומשם נלמד: "
      ],
      [
        "<b>אסור להקדים רבית או לאחר.</b> אותה משנה שם (דף ע\"ה ע\"ב) דברי רבן שמעון בן גמליאל כלשונה ומדברי רש''י ז''ל דדוקא במזכיר לאחר פרעון בשביל מעותיו שהיו בטלות אצלו אבל בנותן סתם לאחר פרעון אין חוששין בו: "
      ],
      [
        "<b>מי שלוה מחבירו ולא היה רגיל וכו'.</b> ברייתא שם: <b>וכן אסור לו ללמד וכו': </b> "
      ],
      [
        "<b>המלוה את חבירו לא יאמר לו וכו'.</b> במשנה שם. <b>ומה שכתב כלומר שתאכילו</b> הוא פירוש הרב ז''ל: "
      ],
      [
        "<b>יש דברים שהן כמו וכו'.</b> תוספתא וירושלמי בהלכות ופירוש דוקא שלא באחריות המוכר ואם נאנס החוב שלא מחמת המוכר נאנס ללוקח אבל אם קיבל עליו המוכר אחריות בין מכל החוב בין ממה שמכרו הרי זה אסור לפי שהוא קרוב לשכר ורחוק להפסד וכן כתב הרמב''ן ז''ל בתשובה בראיות ברורות: ",
        "<b>ומותר לאדם ליתן לחבירו דינר וכו'.</b> מימרא שם (דף ס\"ט ע\"ב) וכתב הרמב''ן ז''ל שאפילו פייס אותו הלוה מותר כל זמן שאינו משלם לו משלו אבל שיאמר הלוה כל הנותן לפלוני אינו מפסיד כלומר שהוא ישלם הרי זה אסור ולזה הסכים הרשב''א ז''ל: ",
        "<b>וכן אומר אדם לחבירו וכו'.</b> גם זה מבואר שם ויש מי שכתב ואסור למקבל הדינר לתת ממנו למלוה שלא יבואו להערים: "
      ],
      [
        "<b>יש דברים שהן מותרין ואסור לעשותן וכו'.</b> ברייתא בשם ר' חייא שם (דף ס\"ב) בראש הפרק ואמר אביי שם שאם זה מותר מן הדין כל שכן נותן לו פירות במנה כשער שבשוק שאפילו לכתחלה מותר כיון שפירות נטל ופירות מחזיר וכתבו הרמב''ן ז''ל והרשב''א ז''ל אף על פי שנדחית אוקימתא זו דאביי דינו אמת והלכה כמותו ודוקא שלא התנו מתחלה ליתן לו בפחות שאם לא כן הרי זה כמין ריבית גמורה אלו דבריהם ז''ל: ",
        "<b>ואם עבר ועשה וכו'.</b> כך כתבו קצת מהמפרשים ז''ל וכן הכריע הרשב''א מלשון הברייתא אבל הרמב''ן ז''ל אוסר: ",
        "<b>וכן מי שהיתה שדה ממושכנת וכו'.</b> שם (דף ס\"ח) לית הילכתא כחכירי נרשאי וכו' וכתב הרב ז''ל שאינו אלא הערמת ריבית והודו לו הרמב''ן והרשב''א ז''ל אבל רש''י פירש שהוא רבית גמורה כלומר דאיגלאי מילתא למפרע שעל דעת כן [השכינו] ולפיכך הוא רבית גמורה: "
      ],
      [
        "<b>אסור להשכיר את הדינרין וכו'.</b> שם (דף ס\"ט ע\"ב) רב חמא הוה מוגר זוזי וכו' ומדברי רבינו ז''ל נראה שאם לא השכירם שיוציאם הלוה אלא שיעמדו בעין שמותר שהרי הן ככלי וכן שנינו בתוספתא משכיר אדם מעות לשולחני להתנאות בהן ולהתעטר בהם ולהתלמד בהם וכ''כ ז''ל וגירסת הגמרא המדוקדקת כך היא מורה: "
      ],
      [
        "<b>מלך שהיו דיניו שכל מי שיתן המס וכו'.</b> שם בסוף הפרק הני רבנן דיהבי זוזי אכרגא דאינשי ומשעבדי בהו טפי ופירש רבינו ז''ל לענין רבית ודבר הלמד מענינו הוא: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו סלע בה' דינרין וכו'.</b> זה פשוט במשנה שם (דף ס' ע\"ב): ",
        "<b>וכן המלוה את חבירו והתנה עמו וכו'.</b> משנה שם (דף ס\"ד) ומבואר בהלכות שכל שהתנה בשעת הלואה הוא ריבית קצוצה וכתבו הרמב''ן והרשב''א ז''ל דדוקא בחצר שהיא עשויה לשכר אבל בחצר שאינה עשויה לשכר שהדר בה שלא מדעת בעלים א''צ להעלות להם שכר כמו שנתבאר פ''ג מהלכות גזילה אף כאן אינו ריבית קצוצה ואין מוציאין ממנו וסוגיית הגמרא מוכחת כן: ",
        "<b>או שמשכן בידו וכו'.</b> דעת הרב ז''ל לחלק בין שדה וכרם לחצר וכמו שיתבאר לפנינו ומ''ש כאן הוא דעת הרי''ף ז''ל דודאי משכנתא בלא נכייתא בחצר הוא רבית קצוצה וכ''כ מן הגאונים ז''ל ולמטה אכתוב דעת המפרשים בקוצר: ",
        "<b>וכן המוכר שדה או חצר באסמכתא וכו'.</b> ג''ז דעת האלפסי ורוב הפוסקים ז''ל: ",
        "<b>והוא הדין לכל מי שלא קנה וכו'.</b> זה יתבאר לפנינו בבבא המתחלת אמר לו המוכר לכשתביא שאר המעות וכו': "
      ],
      [
        "<b>המלוה את חבירו וכו'.</b> מעשה שם: ",
        "<b>ולא ידור בחצרו וכו'.</b> גם זה מימרא שם: ",
        "<b>לא העלה לו וכו'.</b> מבואר בהלכות ופי' אם חצר זו אינה עשויה לשכר הוא אבק ריבית אפי' דר בה שלא מדעת בעלים אבל בחצר העשוי לשכר אם דר בה מדעת בעל החצר הוא אבק ריבית אבל אם דר בה שלא מדעת בעלים פשוט הוא שחייב להעלות לו שכרו משלם ומוציאין ממנו דלא גרע מאם לא הלוהו כלל דליכא איסורא וכן כתבו הרמב''ן והרשב''א ז''ל: ",
        "<b>לפיכך אם עדיין לא החזיר לו חובו וכו' אלא כמו שיראו הדיינין.</b> דעת ההלכות כן שאין מסלקין אותו בלא מעות אבל לא ביארו אם מנכין לו כלום ולשון ההלכות לא מחייבינן ליה לנכויי ליה שיעור אגר ביתיה ע''כ. אבל דעת רבינו כך הוא בכל אבק ריבית לנכות כמו שיראו הדיינין וחלקו עליו ז''ל ואמרו שאין מנכין לו כלום וכן פירש''י ז''ל ולמטה פרק שביעי יתבאר. ובהשגות כתב א''א אין כאן מקום לשודא דדייני וכו'. ודבריו ז''ל הם בחצר העשוי לשכר ודאי כמו שאמרנו בדין כל הדר בחצר חבירו בסתם ובודאי בחצר העשוי לשכר אם דר בה שלא מדעת בעלים אפילו פרעו ולא תבע לו יכול לתבעו בדין לעולם ואינו כרבית מאוחרת דלא גרע מאם לא הלוהו וכמו שכתבתי למעלה ואם דר בה מדעת בעלים או שהניחו לו השכר מחמת ההלואה לכשידעו הרי זה אבק רבית כיון שלא התנו בשעת הלואה כדאיתא בהלכות ואם היא חצר שאינה עשויה לשכר בכל גוונא הוא אבק רבית וכבר כתבתי מה שנחלקו על רבינו בדין אבק רבית ודברי הר''א ז''ל לא נתכוונו אצלי. וכתבו הרמב''ן והרשב''א ז''ל דחצר שאינה עשויה לשכר שאמרו הלוהו ודר בה חייב להעלות לו שכר הני מילי בשדר עכשיו בה אבל אם כבר דר אינו צריך להעלות שכר ואפילו בא לצאת ידי שמים דלאו מידי שקיל מיניה ולאו מידי חסריה ואפילו דר בה שלא מדעת הבעלים ולא אמרו צריך להעלות אלא מפני שנראה כרבית ולא אבק רבית ומלשון רבינו נראה שהוא חלוק בזה: "
      ],
      [
        "<b>הורו רבותי שהמלוה את וכו'.</b> אין בזה ראייה מן הגמרא אלא שדקדקו כן מן הכתוב שאמר לא תתן נראה שהלאו הוא בשעת נתינה אבל חלקו עליהם האחרונים ז''ל ואמרו שכל שהרויח לו זמן בשביל מה שנתן לו ה''ז רבית קצוצה וזה דעת הרמב''ן והרשב''א ז''ל וכ''כ בהשגות אבל לא הביאו ראייה כלל לדבריהם והרי דין זה סברות חלוקות למפרשים ז''ל: "
      ],
      [
        "<b>המלוה את חבירו על השדה וכו'.</b> דין האסמכתא שהיא בלא מעכשיו בדוקא מפורש שם (דף ס\"ה ס\"ו) גבי מתני' דהלוהו על שדהו. ומה שכתב שכל שלא קנה והוא אסמכתא שהיא רבית קצוצה כך היא דעת ההלכות ורובי המפרשים מההיא דרבינא דחשיב ואפיק פירי גבי ההוא עובדא דאת ונוולא אחי ובהשגות כתב כאן אמר אברהם אין הדעת מקבלת שיהא זה רבית קצוצה וכו'. ולבאר דבריו ז''ל יצטרך לכתוב כל הסוגיא אבל באמת הם דברים זרים ולא ראיתי לאחד מהמפרשים ז''ל מסכים עמו דודאי משמע שכל הסוגיא היא משום רבית וכן כתבו ז''ל, ומ''ש אבל אי מחל להו וכו' אפילו ברבית קצוצה המחילה מועלת בשכבר לקחו וכמו שנתבאר פרק רביעי כסברת רבינו ז''ל: "
      ],
      [
        "<b>המוכר בית או שדה ואמר המוכר וכו'.</b> ברייתא שם (דף ס\"ה) מכר לו בית וכו'. <b>ומה שכתב רבית קצוצה</b> הוא נמשך אחר האמור בסמוך: ",
        "<b>אבל אם אמר לו הלוקח מדעתו וכו'.</b> מבואר שם ויש מי שפירש דוקא בשאמר הלוקח אחר שנגמר המכר אבל אמר קודם לכן הרי זה אסור לפי שעל דעת כן יש לומר שנגמר המכר ויש מי שפירש שאפילו בין התחלה לגמר כגון בשנתן מעות במקום שכותבין השטר והטעם שכיון שהמוכר היה מתרצה למכור בלא תנאי וגם כשאמר לו לוקח לא חיזק הדבר לומר שיגמר המכר על פי התנאי הרי זה מותר וכזה העלה הרשב''א: "
      ],
      [
        "<b>מכר לו את השדה ונתן לו מקצת וכו'.</b> מבואר בברייתא שם: ",
        "<b>אמר המוכר ללוקח וכו'.</b> באותה ברייתא שם: ",
        "<b>לפיכך מניחין את הפירות על ידי שליש וכו'.</b> מימרא שם: ",
        "<b>אמר לו המוכר לכשתביא שאר המעות תקנה וכו'.</b> גם זה שם ודעת רבינו שאם אכל הוא רבית של תורה כמו שכתב למעלה וכבר הארכתי בזה בסמוך: ",
        "<b>אמר לו המוכר קנה מעכשיו וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>הורו רבותי שהמלוה את חבירו וכו'.</b> זה כנגד ההלכות שהם פסקו כל משכונא בלא נכוי רבית קצוצה: ",
        "<b>וכן אין המשכונא דומה למי שמכר באסמכתא וכו'.</b> דע שדעת רבינו ורבותינו ז''ל הוא דרבינא דחשיב ואפיק פירי הוא דוקא בזביני באסמכתא אבל במשכנתא אפילו באתרא דמסלקי בארעא אין בו רבית קצוצה אפילו בלא נכוי כלל שאם היה דין משכונא במכר תיקשי דרבינא אדרבינא דריש פירקא וזה דעת רבינו חננאל ובעל המאור ז''ל אבל אחרים מפרשים דההיא דרבינא דריש פירקין דאמר אבק רבית היא הוא באתרא דלא מסלקי וכי אמר רבית קצוצה אפילו אמשכונא קאמר ובאתרא דמסלקי וזה דעת הרמב''ן והרשב''א ז''ל וזה דעת הר''א ז''ל בפירושיו אבל כאן בהשגות הלך לפי שיטתו שכתב למעלה והן דברי תימה ובהלכות לא כתבו שום חילוק אלא כל משכונא בלא נכוי רבית קצוצה ולא חילקו בין שדה לבית ולא בין מסלקי ללא מסלקי ובכי הא קשיא דרבינא אדרבינא וזהו שכתב רבינו למטה ולפיכך נתקשו להן דברי חכמי הגמרא: ",
        "<b>כיצד משכן לו מקום וכו'.</b> כבר כתבתי דעת ההלכות וכן דעת האחרונים ז''ל שלא חילקו בין בית לשדה אלא כולן במקום שדרכן לסלק רבית קצוצה ובמקום שאין מסלקין אבק רבית: ",
        "<b>וכן אם משכן חצרו וכיוצא בה בנכוי הרי זו אבק רבית.</b> זה דעת רש''י ז''ל והרבה מן הגאונים הראשונים ובהלכות אסרו אפילו בשדה ואפילו במקום שאין מסלקין והוא דעת הרמב''ן ז''ל אבל הגאונים הראשונים חילקו בין שדה לבית וכדברי רבינו והר''א ז''ל בפירושיו התיר בנכוי במקום שאין מסלקין בין בבית בין בשדה ואסר במקום שמסלקים אפילו בשדה והרשב''א ז''ל מיקל מכולן ואומר שכל בנכוי אפילו בית ואפילו במקום שמסלקין מותר ועל פיו נהגו היתר במקומותינו: "
      ],
      [
        "<b>הורו מקצת הגאונים כו'.</b> זה דעת ההלכות כתבתיו למעלה: ",
        "<b>וכן הורו שכל משכונא וכו'.</b> גם זה שם וכבר כתבתיו: ",
        "<b>כיצד כגון שהלוהו מאה דינרין וכו'.</b> זו משכונא מותרת לדברי הכל וזו היא משכנתא דסורא הנזכרת בגמרא שמותרת לדברי הכל: ",
        "<b>וכן אם התנה בעל השדה וכו'.</b> דעת רבינו שמשכנתא דסורא היא אפילו במקום שמסלקין אבל בהשגות כתוב א''א טעה בדבריהם וכו' ודברי רבינו עיקר דודאי משכנתא דסורא היא אפילו במקום שמסלקין ומותרת לדברי הכל ואין הטעם בשביל רבוי הנכייתא או מיעוטא אלא כל זמן שאין כח ביד המלוה לגבות מחובו כלום ולהחזיר הקרקע ללוה מותר שהרי על כרחו של מלוה אם רצה לוה אינו גובה כלום ואינו אלא שכירות גמור מה שאין כן במשכנתא דנכייתא והרי זה דומה למוכר שדהו בזמן שהיובל נוהג שרשאי לגואלו לפי חשבון הדמים ועל כל פנים יש לדון כן ממה שאמרו פרק השוכר את האומנין אי נמי דמטו ליה זוזי ופריק להו ארבע וחמש שנין מקמי יובל ואין להעמידה לפי סברת הגאונים המחמירים אלא במשכנתא דסורא ובשהתנה הלוה כמ''ש רבינו ואף הרמב''ן ז''ל מודה לו ואמר שהטעם שאינו דומה לשאר משכונות בנכוי הוא מפני שאין אחריות המלוה עליו ואם שטפה נהר אינו נוטל כלום אלא פירות שהיא עושה ואינו יכול לכופו לפרוע לו חובו לא מזו ולא משאר נכסים מה שאין כן במשכנתא סתם שהאחריות עליו ואם רצה תובע חובו ממנו ואם שטפה נהר גובה משאר נכסים ועוד שאין זה לשון מלוה אלא לשון מקח דומיא דלוקח פירות כיון שכתב כן עכ''ל ודבריו ברורים הם: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו וכו' אין מסלקין אותו בלא כלום.</b> כבר נתבאר דדעת רבינו שהמשכונא על השדה וכיוצא בו בלא נכוי היא אבק רבית ואין מוציאין אותו לא מלוה למלוה ולא ממלוה שגבו ללוה ואמרו בגמ' (דף ס\"ז) סלוקי בלא זוזי אפוקי מיניה הוא ודעתו זכרונו לברכה שהכוונה לסלק בלא מעות כלל אבל אם נותנין לו מקצת מחובו ומנכין לו כפי מה שיראו הדיינין כמו שכתב פרק ששי אין זה קרוי אפוקי מיניה וזהו שכתב בלא כלום ודעת רש''י וקצת המפרשים שנותנין לו כל חובו משלם ואין מנכין לו כלום ולזה הסכים הרשב''א ז''ל: ",
        "<b>היתה הקרקע הממושכנת בידו של יתומים וכו'.</b> גירסת רבינו ז''ל בדיתמי אכל שיעור זוזי מסלקינן ליה אכל טפי לא מפקינן מיניה ומחשבינן משטרא לשטרא והיא גרסת ההלכות וגם כן נראה שלא היו גורסין מה שיש בספרינו עבד רב אשי עובדא ביתומים קטנים כגדולים שאם לא כן היה להם לפסוק כרב אשי דהוא בתרא ויש גירסאות בזה חלוקות: ",
        "<b>כיצד מחשבין משטר לשטר וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>מקום שנהגו לסלק המלוה וכו'.</b> זה מבואר בסוגיא שם שהכל הולך אחר המנהג: ",
        "<b>וכל הממשכן סתם וכו'.</b> בגמרא (דף ס\"ה) סתם משכנתא שתא למאי נפקא מיניה [דאי אכיל לה שתא מצי מסלק ואי לא] לא מצי מסליק ליה ופירש הרשב''א ז''ל במקום שאין בו מנהג ידוע אבל היה שם מנהג לסלק תוך שנה מסלקין: "
      ],
      [
        "<b>מקום שדרכן לסלק המלוה וכו'.</b> מימרא דגמ' שם ופירש''י ז''ל שהתנה בשעת מתן מעות ושכירות קרקע נקנה בכסף וכן נראה דעת רבינו אבל הרמב''ן והרשב''א ז''ל פירשו אפי' לאחר מתן מעות וגמר מעשה והטעם שכיון שהקרקע ביד מלוה הלוה יכול למחול זכותו אפי' בדבור לבד: ",
        "<b>היה המנהג שאין המלוה מסתלק וכו' הרי זה צריך לקנות מידו.</b> שם והלכתא צריך למיקנא מיניה ולפי פירש''י ז''ל ורבינו אפילו אמר כן בשעת מתן מעות צריך לקנות ממנו וכתב הרמב''ן ז''ל ותמהני אמאי צריך למיקנא מיניה והרי לא קנו לו מעותיו אלא על מנת כן ומתוך כך פירש דוקא לאחר מתן מעות צריך לקנות וזה דעת הרשב''א ז''ל וקודם גמר מעשה אינו צריך לקנות: "
      ],
      [
        "<b>המשכונא במקום שמנהגם לסלק המלוה וכו'.</b> מימרא שם ופירש כדרך שגובה מן הקרקע כלומר שיש לה דין מטלטלין ואין גובין ממנו לאחר מיתת הלוה מדין הגמרא שאין מטלטלין של יתומים משתעבדים לבעלי חובות וכן אם באו לגבות מן המלוה שאין בה דין קדימה בחיי המלוה ועל הכלל שהוא כחוב דעלמא, ועל מה <b>שאמרו שביעית משמטתה</b> דקדק הרשב''א ז''ל ואמר אע''פ שהלוה יכול לסלקו מלוה אינו יכול לכופו לפרוע וא''כ למה ישמטנו שביעית הא למה זה דומה למלוה את חבירו לעשר שנים שאין שביעית משמטתו כמבואר פרק תשיעי מהל' שמיטה ויובל ופירש שאינו משמט אלא כשעברה שמטה משעה שהיתה המשכונא לזמן ועבר הזמן ואפילו כיוצא בזה במקום שאין מסלקין אינו משמט שהרי הוא כמכר ואפילו לאחר זמנו עד שיפרענו אלו דבריו ז''ל: ",
        "<b>ומקום שאינו יכול לסלקו עד סוף זמנו וכו'.</b> שם והרשב''א ז''ל כתב דבסתם מקומות שאינו יכול לסלק תוך שנה דינו כמקום שאין מסלקין ואפילו לאחר שנה כיון שהיה בה זמן שלא היה יכול לסלקו כמו שנזכר למעלה, ודין הבכור הוא מפני שאינו נוטל פי שנים במלוה כמו שיתבאר פ''ג מהלכות נחלות: "
      ],
      [
        "<b>אף על פי שהמשכונא זו אסורה היא ואבק רבית וכו'.</b> זה מבואר בהלכות: ",
        "<b>ויש מי שהורה שזאת המשכונא וכו'.</b> זאת הסברא עיקר: "
      ],
      [
        "<b>עכו''ם שמשכן חצרו לישראל וכו'.</b> מעשה דרב מרי בר רחל שם (דף ע\"ג ע\"ב). ופירש''י ז''ל שלא היה על הקונה לפרוע למלוה דבר אלא על העכו''ם היה מוטל לפרעו משמע שאילו היה על הקונה לפרוע לו המעות אסור ואפשר שלזה נתכוון רבינו באמרו עד שיחזיר לו העכו''ם המעות ומ''מ אינו מוכרח אבל הרמב''ן והרשב''א ז''ל כתבו בשם אחרים שאפילו היה על הקונה לפדותו מותר לפי שבדיניהם הרי היא כמכורה עד שיהא נפרע ולא יפה כחו מכח העכו''ם וכשפודה אותה הרי המלוה כחוזר ומוכרה לו: "
      ],
      [
        "<b>הממשכן בית או שדה וכו'.</b> ברייתא שם (דף ס\"ה ע\"ב) משכן לו בית משכן לו שדה וכו' וכתב הרמב''ן ז''ל הרי זה אסור ואפילו מכרה לאחר בדמים הללו אסור לעשות כן משום רבית. <b>ומ''ש רבינו שבעל הקרקע אוכל פירות</b> הוא כפי שיטתו שאין דרך היתר למשכונת הבתים אפילו בנכוי ולפיכך הברייתא שהזכירה בית בהכרח היא בלוה אוכל פירות: ",
        "<b>ואם אמר לו אל תמכרנה וכו'.</b> שם ובהשגות א''א קשיא לי והא אסמכתא היא וכו'. ורבינו בכאן לא הכניס עצמו אלא באיסור הדבר והיתרו אבל בענין קנייה אם קנה אם לאו לא כתב בכאן דבר ומבואר הוא פ''ח מהלכות מכירה דבעינן מעכשיו וקנו מידו והוא שלא ימצא יותר על הדמים שקצב כמבואר שם בארוכה וכאן כיוצא בזה הוא וכשפסק דמים ידועים אסור משום רבית דמיחזי כמוזיל גביה מחמת ההלואה וכשאמר בשווייה מותר ואיכות הקנייה על התנאין שנתבארו שם: "
      ],
      [
        "<b>מותר להרבות בשכר הקרקעות וכו'.</b> משנה שם (דף ס\"ה) והטעם בגמ' לפי שמן הדין שכירות אינה משתלמ' אלא בסוף וזה שנותנו לו בעשר אוזולי מוזיל גביה: "
      ],
      [
        "<b>המשכיר שדה לחבירו וכו'.</b> מבוארת כל זאת הבבא במשנה וברייתא ומימרא אשר שם: "
      ],
      [
        "<b>אסור להרבות בשכר האדם כיצד וכו'.</b> דע שכיוצא בשכירות החצר מותר בשכירות האדם כיצד שכר אדם אחד לשנה ואמר לו השכיר אם מעכשיו אתה נותן לי יהיה השכר עשר סלעים ואם תתן חדש בחדש יהיה סלע בחדש הרי זה מותר לפי שאף שכירות האדם אינו משתלם אלא בסוף כמו שאמרו בגמרא ולמדוהו מכשכיר שנה בשנה שכירות שנה אינה משתלמת אלא בחבירתה ולפיכך כשכתב רבינו אסור להרבות בשכר האדם ביאר דרך אחרת שאינה דומה לחצר והדין שכתב כאן פשוט הוא ונלמד מהדינין הבאים: "
      ],
      [
        "<b>מותר לאדם וכו'.</b> כל זאת הבבא עד ואני אחרוש עמך ברביעה משנה כלשונה (דף ע\"ה) ופירוש גריד בזמן שארץ יבשה שלא ירדו גשמים: "
      ],
      [
        "<b>השוכר את הפועל וכו' עד סוף הפרק.</b> ברייתא פרק המוכר את הספינה (בבא בתרא דף פ\"ו פ\"ז) וכתב הרשב״א ז״ל זה לשונו כתב מורי דדוקא פועל הוא דאסרו בשאינו עושה מעתה עמו שנראה כרבית הואיל ולא משתעבד פועל לגמרי מהשתא דהא יכול לחזור בו אבל בשכירות קרקע שזכה בו מעתה זכייה גמורה שרי למימר ליה מהשתא בדינר ולקמיה יפה סלע עכ״ל ופירוש אע״פ שאינו דר מעתה בחצר: "
      ]
    ],
    [
      [
        "<b>אסור להרבות על המכר וכו'.</b> משנה מפורשת שם (דף ס\"ה) ופירוש והוא אבק רבית ומפני כך כתב רבינו וכשיתבענו בדין וכו': ",
        "<b>וכן אם מכר לו מטלטלין וכו'.</b> דעתו ז''ל כדעת ההלכות שלא הביאו הא דרב נחמן דאמר טרשא שרי לפי שהוא מיקל יותר מרב פפא ואין הלכה כרב פפא ואף דעת הרמב''ן ז''ל כן הוא שאסור למכור בדמים יתרים בשביל המתנה אבל הרשב''א ז''ל התיר בדברים שאין להם שער קצוב עכשיו וגם הוא לא אמר אם מעכשיו בכך וכך לפי שיש כאן שתי טענות להקל וזו היא דרב נחמן וכן כתב בעל המאור ז''ל ויראה ממה שכתב רבינו מטלטלין שאין הדין כן בקרקע לפי שאין לומר שיהיה כיוצא בו נמכר בשוק ויהיה הרבית ניכר בו ועוד שאין אונאה לקרקעות וכל שהוא דרך מקח וממכר כל זמן שאינו נראה כרבית מותר: "
      ],
      [
        "<b>הלוקח מחבירו חפץ בשוהו על מנת וכו'.</b> תוספתא הובאה בהלכות הלוקח חפץ מחבירו על מנת ליתן וכו' וכתב הרב ז''ל חפץ בשוהו לפי שכבר נתבאר לדעתו שאסור למכור מטלטלין ביותר מדמיהן ואם הוא מכר קרקע לפי מה שכתבתי למעלה אפשר שאין צריך שיהיה בשוויו: "
      ],
      [
        "<b>חבית של יין שהיא שוה עתה דינר וכו'.</b> אולי זה ביאור לטרשא דרב חמא הנזכרת בגמרא והדין בעצמו פשוט בטעמו: ",
        "<b>וכן אם מכרה לו בשתים ואמר לו וכו'.</b> גם זה נראה ברור בטעם ולא מצאתי מקום ברור מאין יצא לו ז''ל: "
      ],
      [
        "<b>היו לו פירות שאם ירצה וכו'.</b> זה נראה שהוציא מן הירושלמי שבפרק איזהו נשך גבי כיתנא דר' חייא וצ''ע: "
      ],
      [
        "<b>אסור לקנות פרי הפרדס קודם שיגמר וכו'.</b> מימרא שם ופסק כרב דהלכתא כוותיה באיסורי והרבה פירושים נאמרו בו: ",
        "<b>אבל אם קנה עגל בזול והיה אצל וכו'.</b> זהו פירוש למה שאמרו (דף ע\"ג) מודה רב בתורי דנפיש פסידייהו ויש בו פירושים אחרים ובהשגות א''א זהו פירוש בתורי דנפיש פסידייהו ואיננו נכון עכ''ל ולא ביאר למה איננו נכון ואפשר שהוא ז''ל סובר שאם כך היתה הכוונה לא היה להם להזכיר תורי אלא בהמה ויש לומר דלרבותא נקט תורי אע''פ שיש הפרש בין עגל לשור ובאמת פירוש רבינו עיקר לענין הדין וכן פירש ר''ח ז''ל: "
      ],
      [
        "<b>הנותן מעות לבעל הכרם על וכו'.</b> זהו פירוש להנהו דשבשי שבשי האמור בגמרא שם ורש''י ז''ל פירש בו ענין אחר וזה עיקר: "
      ],
      [
        "<b>שומרי השדות שנותנין וכו'.</b> שם אמר להו רבא להנהו דמנטרי באגי וכו': "
      ],
      [
        "<b>אריסין שהיו בעלי השדות וכו'.</b> מעשה דרבא שם. והטעם לפי שאינו נוטל השתי סאין יותר בשביל המתנת הארבע אלא בשביל שמניחן חדש אחד בקרקע יותר מן האחרים וכן מפורש שם: "
      ],
      [
        "<b>הלוקח חטים ארבע סאין וכו'.</b> זה פירוש ההיא עובדא (דף ע\"ג) דרבינא יהב זוזי לבני אקרא וכו' ואף רש''י ז''ל כן פירש והטעם לפי שאין תולין ברבית מאוחרת כל זמן שהוא אחר פרעון ולא הזכיר לו בשכר מעותיך שהיו בטלות אצלי כמו שכתבתי למעלה פרק חמישי. ואף זה דעת רוב המפרשים ז''ל: "
      ],
      [
        "<b>מותר לאדם ליתן דמי חבית וכו'.</b> מימרא דאביי שם (דף ס\"ד) בראש הפרק ופירשו הרב רבינו משה בר נחמן ז''ל והרשב''א ז''ל שאפילו חבית זו ידועה ועליה נותן דמים מותר וכן נראה בדעת רבינו: ",
        "<b>וכן מותר וכו'.</b> שם בסוף הפרק: "
      ],
      [
        "<b>מקום שנהגו לשכור הספינה וכו'.</b> פסק הלכה בגמרא שם: ",
        "<b>וכן מותר להשכיר סיר של נחשת וכו'.</b> גם זה מפורש בגמ' (דף ע') גבי דודא דבי מר עוקבא: "
      ],
      [
        "<b>אין מקבלין צאן ברזל וכו'.</b> משנה שם ולשונה מפני שהוא רבית. ופירש רבינו אבק רבית וכן פירשו ז''ל והכרח הוא: ",
        "<b>לפיכך אם קיבל עליו וכו'.</b> מבואר בסוגיית הגמ': "
      ],
      [
        "<b>השם פרה מחבירו ואמר לו וכו' סלע בכל חדש וכו'.</b> פירוש בשכר מלאכתה והדין ברייתא שם ודברי הרב ז''ל כדברי קצת המפרשים שפירשו שעכשיו הם שמין לה דמים אם תמות וישלם אותן אפילו לא היתה שוה כן בשעת מיתה ואעפ''כ מותר לפי שלא עשאה דמים אלא לאחר מיתה כלומר שאם תכחיש מחמת מלאכה ויחזירנה לו אינו משלם לו כלום ואין צריך לומר אם תוזל ומפני זה נותן לו שכר ומותר מה שאין כן בצאן ברזל שהרי אינו עושה בהן מלאכה שיכחישו מחמתה והוא מקבל אחריותן עליו מעתה וקצת מפרשים אמרו בדין השם פרה שאינו מותר אלא כשמקבל עליו לשלם דמים שהיא שוה בשעת מיתה ולא שיקצבו דמים ידועים אע''פ שלא תשוה כן בשעת מיתה וזה דעת הרמב''ן ז''ל ולדברי רבינו הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>משכרת אשה לחברתה וכו'.</b> ברייתא שם (דף ס\"ח ע\"ב) ופירש''י ז''ל שאין אחריות הביצים על בעלת התרנגולת [אבל טורחת בהם]: "
      ],
      [
        "<b>מי שהיה נושה בחבירו ארבעה דינרים וכו'.</b> כרבא דאמר הכין (דף ס\"ה) ופירוש שאינו דבר מסויים שאם היה דבר מסויים מוציא אותו בעין כמו שכתב הרב בסמוך וכן פירש הרמב''ן ז''ל שכל שאינו דבר מסויים המקח קיים אע''פ שהיה מחמת איסור ומחזיר לו שוויו וכן כתב הרשב''א אבל אם לא נתקיים המקח ביניהם אלא לענין מי שפרע כיון שהוא באיסור אין בו קבלת מי שפרע למי שחזר בו וכן כתב רב האי גאון ז''ל אלו דבריו וכן כתב הרשב''א: ",
        "<b>וכן אם נתן לו וכו'.</b> גם זה שם כרבא ופירוש שהוא דבר מסויים ולפיכך מוציאין אותו בעין והטעם בגמרא דלא לימרו מכסי וקאי מגלימא דרביתא: ",
        "<b>השכיר לו בהן מקום ששוה וכו'.</b> גם זה מימרא שם: "
      ]
    ],
    [
      [
        "<b>אין פוסקין על הפירות עד וכו'.</b> משנה וברייתא שם פרק איזהו נשך (בבא מציעא דף ע\"ב ע\"ב): ",
        "<b>בד''א בשלא היה לו וכו' אבל אם היה למוכר מאותו המין כלום וכו' הרי זה מותר לפסוק עליו.</b> פירוש מותר לפסוק לקנות מה שיש לו אבל אם היתה לו סאה אינו יכול למכור יותר ואינו כלוה שיתבאר פרק י' שיש לו סאה לוה עליה כמה סאין זה נראה בדעת רבינו וכן כתבו הרמב''ן והרשב''א ז''ל: ",
        "<b>כיצד היה הוא תחלה לקוצרים וכו'.</b> משנה שם ופירש''י כלי שצוברים בו הענבים לפני הדריכה והן מתחממים ומתבשלים להוציא יינם יפה קרוי עביט ושל זיתים קרוי מעטן עכ''ל: ",
        "<b>וכן פוסק עמו על כלי וכו'.</b> משנה שם ופירוש ביצים פירש''י ז''ל שגבל העפר והמים ועשה מהן ביצים שקורין מטונ''שט: ",
        "<b>בד''א בשהיה עפרן לבן וכו'.</b> ברייתא שם ופסק כרבי יוסי ורש''י ז''ל פירש בעפר לבן שאינו מצוי במקומו עכ''ל: ",
        "<b>וכן פוסק עמו על הזבל כל ימות וכו'.</b> משנה שם ופסק כת''ק דהוא סתם מתניתין: "
      ],
      [
        "<b>כל דבר שהוא מחוסר מלאכה אחת וכו'.</b> כרב (דף ע\"ד) דאמר הכין התם וכדקיימא לן דרב ושמואל הלכתא כוותיה דרב באיסורי: ",
        "<b>כיצד גדיש שהוא מחוסר וכו'.</b> כל אלו הפרטין מבוארים שם: "
      ],
      [
        "<b>ההולך לחלוב את עזיו וכו'.</b> ברייתא שם בראש הפרק (דף ס\"ד) ופירש''י ז''ל מה שעזי חולבות מכור לך בכך וכך זוזי אם מעט אם רב יגיעך מותר שהרי קיבל עליו הפסד ושכר הילכך אפילו יותר משוה דמים אין כאן אגר נטר ליה דאי הוה בציר מדמיה נמי שקיל אבל אמר לו כך וכך סאין ואוזיל גביה בשכר הקדמה אסור עכ''ל ומבואר כן בדברי רבינו: "
      ],
      [
        "<b>אין פוסקין על שער של עיירות וכו'.</b> מימרא דר' יוחנן בסוף הפרק (דף ע\"ב ע\"ב): ",
        "<b>היו החטים החדשות במדינה וכו'.</b> ברייתא כלשונה לפי גירסת ההלכות והרבה ספרים אבל רש''י ז''ל כתב ה''ג בתוספתא היו חדשות מארבע וישנות משלש אין פוסקין על החדשות מארבע עד שיצא השער לחדש ולישן דהאי חדשות מארבע משום דלא יבשו עדיין כל הצורך והפוסק על החדשות לא יקבלם הימנו עכשיו אלא לאחר זמן כשיתייבשו כל צרכן ואין פוסק עליהן לקבל ארבע סאין בסלע עד שיצא השער בארבע לחדש ולישן עכ''ל. ולדברי רבינו וגירסתו שכתב אין פוסקין סתם נ''ל שהכוונה בין חדש בין ישן הטעם שכל שיש חילוק בין חדש לישן אינו שער קבוע שעתידין הן להיות שוין או באחד משערים אלו או פחות מאחד מהם או יותר והרי הוא כשער של עיירות שאין פוסקין עליו מפני שאינו קבוע: ",
        "<b>היו חטים של לקוטות ארבע סאין וכו'.</b> ברייתא ומימרא שם ופירש''י ז''ל סתם תבואות אינם לקוטות יפה לפי שלוקטין אותם בכמה שדות ומערבין שבולי שיפון עם שבלי חטים אין פוסקין לבעל הבית מארבע עד שיצא השער של ארבע ללקוט ולמוכר עכ''ל משמע דלבעל הבית משלש יכול לפסוק וכן מוכיח בסוגיא שם ואף רבינו לזה נתכוון באמרו ולא יפסוק לבעל הבית עד שיקבע השער לבעה''ב כלומר לא יפסוק לו מארבע: "
      ],
      [
        "<b>כיון שנקבע השער מותר לפסוק וכו'.</b> במשנה שם ופירוש ואם לא רצה מוכר לתת לו מעשר סאין בסלע מקבל מי שפרע כמו שנתבאר פ' ז' מהלכות מכירה דין מי שפרע במעות בלא משיכה ועניינו: ",
        "<b>נתן לו מעות ולא פסק וכו'.</b> כת''ק דמתניתין שכל שלא פסק בפירוש אינו יכול לתבוע כשער הזול. ",
        "<b>ומ''ש ומי שחזר מקבל מי שפרע.</b> מבואר בגמרא: ",
        "<b>בד''א בפוסק על דעת עצמו וכו' ואינו מקבל מי שפרע בשליח שהרי המשלח אומר לו לתקן שלחתיך ולא לעוות.</b> פירוש שהיה לו לפסוק בשער הגבוה ודין זה נתבאר שם בעובדא דנדוניא דבי חמוה כפי פירוש רש''י והאחרונים ז''ל וכתבו ז''ל מכאן למדנו שאין שליח מקבל מי שפרע כה''ג וכן נמי היכא דלא שינה כלל בשליחותו וחזר בו משלח השליח פטור דמה בידו לעשות שב''ד מקללין אותו ואין ב''ד אומר לו קח מן המוכר ותן בפחות לקונה שלא על דעת כן נעשה שליח אבל המשלח חייב שדבור השליח דבורו של משלח הוא הואיל ולא שינה ואינו יכול לטעון אתה קלקלת שליחותי אלו דבריהם ז''ל. ",
        "<b>ומ''ש רבינו כמו שביארנו.</b> הוא פרק א' מהלכות שלוחין ושותפין: "
      ],
      [
        "<b>היו החטים נמכרות ארבע סאין בסלע וכו'.</b> בראש הפרק (דף ס\"ג ע\"ב) מימרא דרב נחמן האי מאן דיהיב זוזי וכו': "
      ],
      [
        "<b>היו החטים במדינה ד' סאין וכו'.</b> בסוף הפרק מעשה שם (דף ע\"ג) בסורא אזלן ארבעה וכו'. ",
        "<b>ומ''ש והוא שהיו ברשות לוקח וכו'.</b> מפורש שם וכתב הרמב''ן ז''ל שאם העלה להם שכר טרחן ועמלן אע''פ שקבלו עליהם אחריות הדרך מותר וזהו פירוש ברייתא דהחמרין שאכתוב בסמוך אע''פ שהן מתנין להיות כשואל לקבלת אונסין ומותר ורש''י ז''ל היה מוסיף להתיר אפילו בלא קבלת אונסין ללוקח ובלא פרעון שכר עמלם לחמרים שכיון שאילו הוזלו פירות בינתים במקום היוקר יותר ממה שלקחום במקום הזול יקבלום בעלי בתים של מקום היוקר בסך שלקחום שם בעל כרחם הרי אלו כשלוחים שלהם וכי אמרינן במעשה דסורא קביל עליה אונסא דאורחא לרווחא דמילתא אלו דבריו ז''ל ודברי הרמב''ן ז''ל עיקר: ",
        "<b>ואדם חשוב וכו'.</b> שם: ",
        "<b>במיני סחורה וכו'.</b> שם: "
      ],
      [
        "<b>החמרין שנכנסו לעיר וכו'.</b> ברייתא שם זה לשונה החמרין מעלין במקום היוקר כמקום הזול ואין חוששין מ''ט רב פפא אמר משום דמגלו להו תרעא וכו' ואין פירוש רבינו מתיישב לפי לשון הברייתא ולא לענין הסוגיא האמורה שם ועוד קשה לי למה אנו צריכין לטעם הודעת השער ומסעדין אותן והלא כיון שיש לחמרים התבואה בידן יכולין הן להוזיל בה למי שירצו כמו שנתבאר למעלה בבבא המתחלת היו החטים נמכרות ארבעה סאין וכו' ולא ראיתי לאחד מן המפרשים שפירשו כדבריו ז''ל ובהשגות כתוב א''א לא נהיר ולא צהיר ע''כ ובאמת דין רבינו אמת אבל עיקר פירוש הברייתא כדברי הרמב''ן שהזכרתי למעלה שבעלי בתים שבמקום היוקר נותנין להם מעות והולכים למקום הזול וקונין ומעלין להם כמקום הזול ומקבלין החמרים אחריות הדרך ובעלי בתים נותנין להם שכרן והטעם שעל ידי המעות שנתנו להם בעלי בתים ניכרים שהם סוחרים ומגלין להם בני מקום הזול השערים ונותנין להם בהקפה ומרויחים אצלם: "
      ],
      [
        "<b>המוליך פירותיו ממקום למקום וכו'.</b> ברייתא כלשונה שם ופירש''י ז''ל יש לו באותו מקום מותר דמהשתא אוקמינהו ברשותיה ואע''ג דלא משיך סאה בסאה לאו רבית קצוצה הוא אלא אבק רבית דרבנן וכי יש לו לא גזור אין לו באותו מקום אסור דבשכר המתנתו יתן לו זה במקום היוקר עכ''ל: ",
        "<b>היה מוליך סחורה ממקום למקום וכו'.</b> ברייתא כלשונה שם ופירש''י ז''ל למקום הזול למקום היוקר ואמר לו תנה לי ואני אוליכה ואעשה צרכי במעות עד זמן פלוני. ברשות מוכר אם קיבל מוכר אחריות הדרך מותר דאין כאן מלוה עד שתמכר וכל מה שנמכר ביוקר של בעלים הראשונים הוא. ברשות לוקח אסור דמהשתא מלוה הוא גביה ויהיב ליה טופיינא דדמיה ברביתא עכ''ל וכתבו קצת מפרשים ז''ל שאע''פ שאין נותן לו שכר עמלו מותר כל שאחריות הדרך ברשות מוכר: "
      ],
      [
        "<b>הנותן לבעל הגנה דמי עשרה קשואין וכו'.</b> מימרא בראש הפרק (דף ס\"ד) וכלישנא בתרא ופירוש ואינו דומה למה שנתבאר פרק שמיני שאסור לקנות פרי הפרדס לפי שבפרדס יש עבודה והרי המוכר חסר בכך ועוד שאין דרך ליקח פירות פרדס קודם שיגמרו ודרך ליקח קשואין ואבטיחים בקטנן ונמצא שעתה כשהוא קונה אותן כך הן נמכרין בשוק וזהו שויין ומה שמניחן ליגדל מאליהן הן גדלין זה נראה לחלק בין זו לאותה שלמעלה לפי לשון רבינו: "
      ]
    ],
    [
      [
        "<b>כשם שמותר וכו'.</b> מימרא שם (דף ע\"ב ע\"ב) בסוף הפרק ומבואר בהלכות שלוין על שער שבשוק. ",
        "<b>ומה שכתב שהרי לא קבע לו זמן.</b> הוא כפי סברתו ז''ל שכל שקובע זמן שאסור כמו שיתבאר בסמוך: "
      ],
      [
        "<b>היה לו וכו'.</b> במשנה ודברי חכמים: ",
        "<b>ואפי' היתה וכו'.</b> מפורש בגמ' שם והטעם שאנו רואין כאילו לוה סאה כנגד סאה שיש לו ונמצא לו שתים ואחר כלוה שתים כנגד שתים וכן לעולם ולפי שבכל זה אין בו איסור מן התורה הקלו בו. ",
        "<b>ומ''ש בלא קביעות זמן.</b> אינו מוסכם כמו שיתבאר: ",
        "<b>לא היה לו מאותו המין כלום וכו' ואם לוה ולא עשה אותן דמים וכו'.</b> ברייתא שם וזה מוסכם: ",
        "<b>אע''פ שיש לו מאותו המין וכו'.</b> זה פירוש רבינו ז''ל למה שאמרו בגמ' (דף ע\"ה) לוין סתם ופורעין סתם שמלת סתם באה למעט כשקובעין זמן וכן מוכחא המשנה לדעתו ז''ל שאמרה לא יאמר אדם לחבירו הלוני כור חטים לגורן פי' ואני נותן לך לגורן אבל אומר לו הלוני עד שיבא בני או עד שאמצא מפתח ודעת הרב דרישא שאוסרה בקובע זמן (זמן) לגורן היא אפילו בשיש לו דומיא דהיתר דסיפא דעד שיבא בני שהיא בשיש לו ואם היה כדברי המפרשים ז''ל דכל שיש לו מותר אף בקביעות זמן והכל תלוי אם יש לו היה לה להמשנה לומר כן לא יאמר אדם לחבירו הלוני כור חטים אלא אם כן יש לו אבל עתה נראה שאוסרת אפילו בשיש לו בשקובע זמן זהו דעת הרב ז''ל והטעם אפשר שהוא שכל שזה קובע זמן למה שהוא מתייקר ומוזיל נראה שדעתו שלאותו זמן יתייקר וחזקה שלא יפרענו הלוה תוך זמנו מפני כך אסור ובהשגות א''א חדוש זה לא שמענו מעולם אלא אם יש לו או על שער שבשוק לוה סאה בסאה סתם בלא עשיית דמים אפילו לזמן קצוב עכ''ל וגם הרשב''א ז''ל כתב ויש מפרשים לוין סתם בלא עשיית דמים שלא קבע לו זמן פרעון מפני שיכול הוא לפרוע בכל עת שירצה אבל אם קבע לו זמן אינו יכול לפרוע תוך זמנו וחוששין שמא ישתנה השער בינתיים ואין דינם מחוור בעיני שקביעות זמן פרעון לתועלת הלוה הוא שאין המלוה יכול לכופו בנתיים אבל אילו בא לוה לפרוע בינתיים פורע שאין אדם עשוי לפרוע תוך זמנו אמרו אין אדם רשאי לפרוע תוך זמנו לא אמרו עכ''ל וכבר הראיתי פנים וכתבתי טענה אחרת לדברי רבינו ז''ל: "
      ],
      [
        "<b>לא יאמר אדם וכו'.</b> משנה כבר כתבתיה ודעת רבינו שכולה ביש לו וכמו שכתבתי: "
      ],
      [
        "<b>לוה פירות עד זמן קבוע וכו'.</b> זהו דין הלואת סאה בסאה שנעשית באיסור כמו שנתבאר: "
      ],
      [
        "<b>מלוה אדם את אריסיו חטים וכו' במה דברים אמורים במקום שנהגו וכו'.</b> מבואר במשנה ובגמרא הדין והטעם: ",
        "<b>אבל מלוהו סתם על שער שבשוק.</b> פירוש דעת רבינו ז''ל שקביעות זמן אסור אפילו כשיצא השער וזהו דין האריס במקום שבעל הקרקע נותן זרע ויורד לקרקע שאסור להלוותו לזרע ואפילו יצא השער כל זמן שקבעו זמן וכן דרכן לקבוע זמן לגורן ודעת שאר המפרשים זכרונם לברכה שאיסור האריס אינו אלא כשלא יצא השער ודברי רבינו נראין ולדברי הכל אם יש לו לאריס מותר והרי הוא כשאר כל אדם: "
      ],
      [
        "<b>מי שהיה וכו'.</b> מבואר בראש הפרק (דף ס\"ב ע\"ב) ברייתא ומסקנא דסוגיא שם. <b>ומה שכתב כשיעור מעותיו</b> לומר שאם יש לו סאה אינו פוסק עליה יותר שאין המוכר כלוה וכבר נתבאר הטעם ופירוש וכל (שכן) זמן שיש לו כשיעור מעותיו אפילו לא יצא השער מותר וכן כתבו הרמב''ן והרשב''א ז''ל: ",
        "<b>היו ללוה חטים וכו'.</b> גם זה באותה ברייתא שם: ",
        "<b>הרי שלא היה לו ועבר וכו'.</b> פירוש לפי שזה אבק רבית ואין מוציאין מלוה למלוה כמו שנתבאר: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו בפני עדים או שאמר לעדים וכו'.</b> זה מבואר בהרבה מקומות שזה מלוה על פה: ",
        "<b>לפיכך אם טען אח״כ וכו'.</b> פרק שבועת הדיינין (שבועות דף מ\"א ע\"ב) מימרא המלוה את חבירו בעדים אין צריך לפרעו בעדים ודין שבועת היסת מימרא שם: ",
        "<b>אבל המלוה וכו'.</b> גם זה פשוט ומבואר שם אמרינן ליה זיל שלים ויתבאר פי''ד שאם טען הלוה ואמר ישבע לי שלא פרעתיו משביעין המלוה ואח''כ יטול: ",
        "<b>לפיכך האומר לעדים היו עלי עדים וכו'.</b> פרק זה בורר בסנהדרין (דף כ\"ט ע\"ב) ונתבאר שם שאפילו הודה בפני ג' חוששין ואין כותבין עד שיאמר כתובו וחתומו והבו ליה: ",
        "<b>אע''פ שאמר להם כך צריכים להמלך בו וכו'.</b> פרק אע''פ בכתובות (דף נ\"ה) אמר לעדים כתובו וחתומו והבו ליה קנו מיניה לא צריך לאימלוכי ביה לא קנו מיניה וכו' והלכתא צריך לאימלוכי ביה ורבינו ז''ל מפרשה אפילו בהודאות אבל בהשגות כתב א''א אני קבלתי וכו' וזה דעת בעל העיטור ז''ל דהא דפ' אע''פ דוקא במתנה וטעמא משום דבההוא שטרא הוא דמקנה וחיישינן דלמא הדר ביה אבל הכא שטרא איגלויי מילתא בעלמא כיון דאמר כתבו כותבין ונותנין ואע''ג דבהאי שטרא גבי ממשעבדי הא שעבד נפשיה עכ''ל וגם למפרשים אחרים ראיתי כן ואפשר שרבינו נסמך על מה שאמרו בגמרא הבו ליה ולא אמרו הבו לה ואפשר לדחות שהכוונה בנותן מתנה לאחר ולא במודה וראייה לזה שלא הזכירו כלל המלכה פרק זה בורר שבו עיקר דברים אלו: ",
        "<b>קנו מידו וכו'.</b> מפורש פרק זה בורר דסתם קנין לכתיבה עומד: "
      ],
      [
        "<b>לוה שכתב בכתב וכו'.</b> זה מוסכם בגיטין פרק המגרש (גיטין דף פ\"ו): ",
        "<b>וכן אם וכו'.</b> זה מחלוקת האמוראים בגמרא בגיטין פרק המגרש אם הלכה כר' אליעזר שאמר עדי מסירה כרתי ועושין שטר גמור או אין הלכה כמותו אלא בגיטין בלבד ולא בשאר שטרות ודעת רבינו כדעת רבותינו הצרפתים ז''ל שפסקו כר' אליעזר אף בשאר שטרות וכן מוכיח עובדא דמתני' דהוו חתימי עליה תרי גיסי פרק זה בורר וכן מוכחת הסוגיא שבסוף גט פשוט וזה דעת בעל העיטור ורובי המפרשים ז''ל אבל בהלכות כתוב הלכתא כרבי אליעזר בגיטין משמע אבל לא בשטרות והראשון עיקר. ",
        "<b>ומה שכתב רבינו והוא שיהיה כתב שאינו יכול להזדייף.</b> כן מוכיח עובדא דשטרא פרסאה פירקא קמא דגיטין וכן כתוב בהלכות פרק המביא תניין וכן כתבו ז''ל וכר''א דאמר דבשאר שטרות בעינן כתב שאינו יכול להזדייף: ",
        "<b>ויש מן הגאונים שהורה וכו'.</b> נראה טעם סברא זו כדי שיהיה לזה קול שהרי העדים אם ירצו יעשו שטר שזה הכתב נמסר בפניהם ואם לא אמר להן כן לא היו כותבין ואין לו קול ורבינו לא הכריע סברא זו והיא סברת רב האיי ורב שרירא ז''ל הכתובה בעיטור: "
      ],
      [
        "<b>הוציא עליו כתב ידו שהוא חייב לו.</b> משנה סוף פרק גט פשוט (בבא בתרא דף קע\"ה ע\"ב) הוציא עליו כתב ידו שהוא חייב לו גובה מנכסים בני חורין. ",
        "<b>ומ''ש אע''פ שהוחזק בבית דין.</b> ר''ל שנתקיים כך מבואר בגמ': ",
        "<b>ואם טען שפרע וכו'.</b> סברת הגאונים ז''ל כתובה בהלכות שנאמן לומר פרעתי וכן כתב הרמב''ן ז''ל ומפני שאינו גובה ממשועבדין ורוב המפרשים האחרונים ז''ל אבל הר''ז והרשב''א ז''ל נחלקו עליהם ואמרו שאינו נאמן לומר פרעתי ואם יש בכתב ידו נאמנות למלוה העלה בעל העיטור ז''ל שאפילו לא הוחזק כתב ידו אינו נאמן לומר פרעתי: "
      ],
      [
        "<b>כל מלוה שבשטר גובה אותה וכו'.</b> דעת הרב ז''ל כדעת ההלכות ושאר הפוסקי' דשיעבודא דאורייתא וכמאן דאמר הכין סוף גט פשוט ומה שמלוה על פה אינו גובה מן הלקוחות הוא לפי שאין לה קול כדאמר עולא התם: "
      ],
      [
        "<b>המוכר שדהו בעדים וכו'.</b> מימרא דרב פרק חזקת (בבא בתרא דף מ\"א ע\"ב) והטעם ג״כ שם מאן דזבין בפרהסיא זבין פירוש כדי שיקפצו עליו לקוחות ובחידושי הרשב״א ז״ל כתב ר״ח ז״ל דמתנה עבדי אינשי ויהבי מתנה בצנעה ונראה מדבריו שהנותן שדהו בעדים וקיבל עליו אחריות אינו גובה מנכסים משועבדים עכ״ל: "
      ],
      [
        "<b>אין ההלואה שבעל פה וכו'.</b> נתבאר פרק גט פשוט (בבא בתרא דף קע\"ד) בעובדא דערבא שכ״מ שיש לחוש לפרעון אין גובין מן היתומים וטענינן להו ליתמי מאי דמצי טעין אבוהון וזה פשוט ומוסכם. וחייב מודה ונדוהו נתבאר שם גם כן שגובין מן היתומים. ותוך זמן נתבאר שם פרק קמא: ",
        "<b>אבל אם וכו'.</b> כבר נתבאר זה וכתב ידו הרי הוא כמלוה על פה כפי סברת הגאונים ז''ל כמו שנתבאר למעלה ולדברי הר''ז והרשב''א ז''ל גובין בכתב ידו מיורשיו: "
      ],
      [
        "<b>לוה שאין וכו'.</b> מבואר בהכותב ההוא תולה מעותיו בעכו''ם הוה: ",
        "<b>ואם לא וכו'.</b> כבר כתבתי פ''א שלא נמצא בגמרא בביאור חרם לדברים אלו אבל כן נמצא בכל ספרי הגאונים ז''ל ונראה שהדבר בקבלה אצלם ז''ל: ",
        "<b>בד״א בזמן כו'.</b> משנה פרק הכותב (כתובות דף פ\"ד) וכר״ע דאמר ינתנו ליורשין וכדאיתא בהלכות: "
      ],
      [
        "<b>מצוה על וכו'.</b> מפורש בגמרא במי שהיה נשוי (דף צ\"א) ושם במעשה דקטינא מוכח דאין כופין אותן וכ''כ הרבה מהמפרשים ז''ל. ",
        "<b>ומ''ש מן המטלטלין שהניח.</b> דעתו ז''ל כדעת קצת מהמפרשים ז''ל שכתבו דכי אמרינן מצוה על היתומים לפרוע חוב אביהם ה''מ ממטלטלי דאבוהון אבל אם לא שבק מטלטלי לא אמרינן מצוה לפרוע מדידהו וכדמוכחא בהדיא סוגיא דסוף מי שמת ולפ''ז עובדא דקטינא דמי שהיה נשוי הנהו זוזי דאבוהון אישתארו וכ''כ רבינו ז''ל ספי''ח אבל הרשב''א ז''ל כתב דממטלטלי דאבוהון מצוה וכופין אותן מנכסי דידהו מצוה ואין כופין אותן וכדברי רבינו כתבו רוב המפרשים ז''ל: ",
        "<b>ואם תפס וכו'.</b> בהכותב דתפיסה דמחיים מהניא ואפילו לר''ע: ",
        "<b>טען שמחיים וכו'.</b> מפורש שם בהכותב ודוקא בכל דבר שהוא יכול לטעון לקוח הוא בידי הא לאו הכי לא וכדמוכחא התם וכן נראה מלשון רבינו: ",
        "<b>היו הדברים וכו'.</b> מעשה שם ודבריו בפירושו כדברי ההלכות וזהו ",
        "<b>שכתב וטען שהן משכון וכו'. ומ''ש מפני שאינו טוען לגופן אלא לראיה שבהן.</b> ונראה מתוך דברים אלו דלקנות הראייה צריך להביא ראיה שקנה ואינו נאמן לומר שטר היה לי ואבד דאי לא יהא נאמן במגו ודברי הרב ז''ל בדין זה מעורבבין במ''ש כאן ובשנים ושלשה מקומות מן החבור ופי''ו אכתוב ביאור דבריו ז''ל: "
      ],
      [
        "<b>יתומים שגבו וכו'.</b> מימרא בכל שעה (דף ל\"א) ובמי שהיה נשוי (דף צ\"ב) והרבה מקומות: "
      ],
      [
        "<b>ראובן שמכר שדה לשמעון וכו'.</b> מימרא שם במי שהיה נשוי הובאה בהלכות: ",
        "<b>לפיכך אם היה שמעון וכו'.</b> נראה שגירסתו ז''ל מגבי להו ניהלייהו וזהו שכתב הקרקע שלקח מראובן ומ''מ ודאי לאו דוקא דה''ה אם הגבה אותן קרקע אחר שהוא חוזר וטורפה מהן מדין יתומים שגבו קרקע בחוב אביהן שב''ח חוזר וגובה אותה מהן כדאיתא התם ורש''י ז''ל גריס מגבינן להו ארעא ואל יקשה בעיניך היאך יכול להגבותן קרקע כל זמן שיש לו מעות או מטלטלין שלא תקנו להגבות מטלטלין כל זמן שמגיע לו הפסד בזה שיאכלו היתומים אותם ולא יוכל לגבות מהם: "
      ],
      [
        "<b>כבר תקנו וכו'.</b> תקנה זו כתוב בספריהם ז''ל: ",
        "<b>אבל במערב וכו'.</b> זה פשוט דכל תנאי שבממון קיים וכ''כ ז''ל ופירוש אם היו כותבין מטלטלין אגב מקרקעי היו גובין אפילו מן הלקוחות כמו שיתבאר פי''ח אבל הם לא היו כותבין אגב אעפ''כ גובין מהיתומין מן הדין אע''פ שלא יגבו מן הלקוחות לפי שאין להם קול וכ''כ הרשב''א ז''ל והן הן דברי רבינו ז''ל ועוד הועילו בזה שנהגו לכתוב שאפילו יש שם קרקע גובה מטלטלין של יתומים ותקנת הגאונים אינה אלא כשאין שם קרקע אבל כשיש שם קרקע אחר שאין מלוה מפסיד מעמידין אותו על דין הגמרא וכ''כ קצת המפרשים ז''ל: "
      ]
    ],
    [
      [
        "<b>אין נפרעין מן היורשין אא''כ היו גדולים וכו'.</b> דע שכ''ז שחייב מודה או שנדוהו ומת בנדויו כמו שנזכר פי''א נתבאר בגמרא בערכין (דף כ\"ב) שגובים אותן מן הקטנים וכן מוכרח סוף גט פשוט וזה מוסכם מכל המפרשים שראיתי דבריהם ובאמת בתוך זמנו נחלקו דאיכא מ''ד שאע''פ שאין אדם פורע בתוך זמנו שמא התפיסו צרורות כסף במשכון ובעודן קטנים לא ידעו למצוא ראייה ולפיכך ימתין עד שיגדלו ולא אמרו שגובין במת תוך זמן מן היתומים בלא שבועה אלא מן הגדולים אבל לא מן הקטנים אפי' בשבועה ודעת הרמב''ן והרשב''א ז''ל שאפי' מן הקטנים גובין במת תוך זמן ורבינו ז''ל לא ביאר דינין אלו בבירור אלא שסמך לו על מ''ש למעלה וכל אלו גובין מן היורשין בלא שבועה ולא כתב מיורשין גדולים אלא סתם בין קטנים בין גדולים ודבריו בכאן הם בשטר חוב שגובה מן הגדולים ואין נזקקין לו בעודן קטנים אבל זמן שמלוה ע''פ גובה מהם קטנים וגדולים שוין: "
      ],
      [
        "<b>ואפילו היה בו כל תנאי שבעולם וכו'.</b> בהשגות א''א הרב ז''ל אומר שאם האמינו עליו ועל יורשיו וכו' ואין צורך להשיב בזה אחר שהוא בעצמו הביא ראיה לדברי רבינו ואני מודה בדין לפי שאפילו יש בו כל תנאי שבעולם הוא אפשרי הביטול וחוששין לו בעודן קטנים אבל הראיה איני מכיר לפי שיש לדחות דכי היכי דלא אמר שמתוה ומית בשמתיה לפי שאינו מצוי לא אמר נאמנות וכ''ש שלא היו מורגלים בשטריהם לעשות בהם נאמנות כנגד עדים וכ''ש כנגד שובר וכן מוכיח בכמה מקומות: "
      ],
      [
        "<b>היתה המלוה רבית וכו'.</b> שם בערכין פרק שום היתומים מבואר: ",
        "<b>וכן אשה שתבעה כתובתה וכו'.</b> כר''י וכאמימר דעבד עובדא ואגבי כתובה דגרושה מיתמי משום חינא וכתב הרב ז''ל כדי שיהיה לה כלום וכו' וכך פירשו בהלכות פרק אלמנה ניזונת וכן עיקר: ",
        "<b>לפיכך אם קפצה וכו'.</b> פירש שכיון שנשאת בטל חינא ומכאן יצא להם ז''ל וכן כתבו מן המפרשים ז''ל: "
      ],
      [
        "<b>הורו מקצת גאונים וכו' עד ולא חשו לחן האשה.</b> בגמרא פרק שום היתומים (ערכין דף כ\"ב) אמר רב אסי אין נזקקין לנכסי יתומים אא״כ היתה רבית אוכלת בהן ור״י אמר או לשטר שיש בו רבית או לכתובת אשה משום מזוני ושקלינן וטרינן בהא ואמרינן בתר הכי מרימר אגבי כתובה דגרושה מנכסי דיתמי ואקשי רבינא עליה דאפילו לר״י לא קאמר אלא באלמנה דקא מפסדא מזוני אבל גרושה לא וא״ל אנן ההיא דר״י משום חינא מתנינן לה פירוש ואפילו בגרושה יש משום חינא והנה אלו הגאונים ז״ל פוסקים כלישנא קמא דגמרא דאמר משום מזוני וכרבינא דהוה סבר הכין ומכאן יצא להם ז״ל שכל זמן שאין הנכסים עודפין על הכתובה כיון שאין זכות ליתומים אין נזקקין לה וכ״ש לדבריהם שאין נזקקין לגרושה דלא כמרימר כמו שמבואר שם בגמרא שמי שאינו סובר טעם חינא אינו מגבה לגרושה והרב רבינו חלוק עליהם ז״ל וזהו שכתב למעלה שנזקקים לגרושה מטעם חינא וכדברי מרימר ולזה נתכוון באמרו ולא חשו לחן האשה כלומר שהגאונים האלו ז״ל לא כוונו פסק הלכה בשלא חשו לחן האשה ודעתו ז״ל לחוש וכמ״ש למעלה וזה דעת האחרונים ז״ל וכ״כ הר״א ז״ל בהשגות ועיקר: "
      ],
      [
        "<b>צוה המורישן ואמר תנו מנה לפלוני וכו'.</b> בגמ' שם (ע\"ב) אמר רבא הלכתא אין נזקקין לנכסי יתומים ואם אמר תנו נזקקין שדה זו ומנה זה נזקקין ואין מעמידין אפוטרופוס שדה סתם ומנה סתם נזקקין ומעמידין אפוטרופוס [אבל שדה שאינה שלו נזקקין ואין מעמידין אפוטרופוס] אמרי נהרדעי בכולהו נזקקין ומעמידין אפוטרופוס לבד מנמצאת שדה שאינה שלו דאחזוקי סהדי בשקרי לא מחזקינן אמר רב אשי הילכך אזדקוקי לא מזדקקינן דהא אמר רבא [הלכתא אין נזקקין] ואי מיזדקקינן מוקמינן אפוטרופא דהא אמרי נהרדעי בכולהו נזקקין ומעמידין אפוטרופוס לבד מנמצאת שדה שאינה שלו דאחזוקי סהדי בשקרי לא מחזקינן ע''כ בגמרא והובא בהלכות פרק אלמנה ניזונת וראיתי לרשב''א ז''ל בתשובה שפירש הסוגיא לדעת רבינו כך דלא גריס במילתיה דרבא אבל שדה שאינה שלו וכו' והכי פירושה רבא סבר דאין נזקקין במלוה ולא בשאר טענות אלא כשהמוריש בעודו שכיב מרע צוה ואמר תנו וכשאמר שדה זו ומנה זה א''צ להעמיד אפוטרופוס ונהרדעי חולקים דאפילו במלוה נזקקין ומעמידין אפוטרופוס בכל גוונא בר מנמצאת שדה שאינה שלו שא''צ לאפוטרופוס ורב אשי פסק להחמיר כרבא דאמר אין נזקקין ואי איכא בי דינא דס''ל נזקקין במלוה או בשאר טענות מעמידין אפוטרופוס דהאמרי נהרדעי ומסיק מילתא דנהרדעי ומיהו לבד משנמצאת שדה שאינה שלו לאו ממילתיה דרב אשי היא אלא אסוקי מילתא דנהרדעי ונהרדעי כי אמרי מעמידין אפוטרופוס לאו אשדה זו ומנה זה דלא גרע מנמצאת שאינה שלו שצריך עדים ואמרי דאין מעמידין אפוטרופוס אלא כולהו דקאמרי אמלוה ושאר טענות קיימי ונמצאת שדה שאינה שלו צריך להעמיד אפוטרופוס דלא אמר רבא דאין מעמידין אלא דוקא באומר תנו שדה זו ומנה זה ואנן קי''ל כרבא אלו דבריו ז''ל אבל הוא ז''ל פסק דבמנה זה ושדה זו מעמידין ובנמצאת שאינה שלו אין מעמידין וכפשט הסוגיא ול''נ שדברי רבינו ז''ל קיימים במ''ש במנה זה דא''צ להעמיד דודאי טפי עדיף מאי דאמר מוריש בהדיא ממאי דאמרי עדים דבמאי דאמר מוריש ליכא שום חששא דפסול ונגיעה בדבר ובעדים איכא הילכך ודאי נהרדעי דאמרי דבנמצאת אין מעמידין כ''ש באומר תנו זה וכי אמרי בכולהו אשאר טענות קיימי וזה נ''ל כמוכרח ובנמצאת שדה שאינה שלו יש לתרץ דברי רבינו שלא אמר מעמידין אפוטרופוס אלא בתחלת הטענות שזה טוען שהיא גזולה וקודם שהביא עדים אבל יצאו עדים וא''צ שוב אפוטרופוס כלומר שאין מאחרין את דינו בשביל טענות שיטעון האפוטרופוס וזהו שכתב ואם נמצאת גזולה וכו' ואם לא היתה כך כוונתו ז''ל א''א לתרץ שהרי בכל הנוסחאות נמצא אפילו במלתא דרבא דבנמצאת שאינה שלו דאין מעמידין ואין מכל זה בהשגות דבר: "
      ],
      [
        "<b>נמצאת קרקע שאינו שלהן וכו'.</b> כבר נתבאר זה ויש שהקשו ואמרו היאך נזקקין בשום צד והא קי''ל דאין מקבלין עדים שלא בפני בעל דין ודחקו עצמן בזה והעיקר דבכי האי גוונא או שצוה מוריש או שאינה בחזקתו אלא בגזל מקבלין ולא אמרו אין מקבלין אלא במה שהוא בחזקת אביהן ולא צוה בו והלה בא להוציא מידם וכמו שיתבאר: ",
        "<b>וכן קטן שתקף וכו'.</b> מימרא בהגוזל בתרא (דף קי\"ב ע\"ב): "
      ],
      [
        "<b>קרקע שהיא בחזקת קטנים וכו'.</b> מעשה שם בבר חמוה דר' ירמיה וכתב הרב ז''ל שהיא בחזקת קטנים שאם היה הלה מוחזק בה אין מוציאין אותה מתחת ידו ואם הן תובעים אותו מקבלים טענותיו וכ''כ ז''ל אבל כשהן מוחזקים וידוע שקרקע זו היתה של אביהן ואין כאן טענת גזלה מעיקרא ביד האב לא טענת קנייה או מתנה אין מקבלים עדים ואין נזקקים עד שיגדילו וכדאיתא התם: ",
        "<b>אבל אם הוציא שטר וכו'.</b> זה יצא לו ז''ל ממה שאמרו שם הילכתא מקיימים את השטר שלא בפני בעל דין ולא אמר רבי ירמיה אית לי שטרא אלא אית לי סהדי הילכך בשטר נזקקין כמו שמקיימים אותו בעלמא שלא בפני בעל דין זה דעת הרב ז''ל: "
      ],
      [
        "<b>כשנזקקין ב״ד לנכסי יתומים למכור שמין וכו'.</b> מבואר במשנה ובגמרא פרק שום היתומים (ערכין דף כ\"א וכ\"ב). ",
        "<b>ומ''ש כמה היא יפה.</b> כלומר כמה מוציאין בה ובכמה היא שומה כמה שמו אותה ב''ד. ",
        "<b>ומ''ש שיש רוצה להגבות לאשה.</b> מפורש בגמרא משום דשקלה על יד על יד ויש רוצה להגבות לב''ח משום דמיקל בזוזי: "
      ],
      [
        "<b>כשכותבין האדרכתא על נכסי יתומים וכו'.</b> מעשה סוף פרק הנושא בכתובות (דף ק\"ד ע\"ב): "
      ],
      [
        "<b>בית דין שמכרו שלא בהכרזה וכו'.</b> מימרא פרק אלמנה ניזונת (כתובות דף ק:): ",
        "<b>ובית דין שמכרו האחריות על היתומים.</b> מימרא שם ופירוש שאם נמצאת שדה שאינה שלהם חוזר לוקח על היתומים: "
      ],
      [
        "<b>ובית דין שהכריזו כראוי וכו'.</b> משנה שם וכתב הרמב''ן ז''ל דוקא מאתים במנה אבל בפחות ממנה לא: ",
        "<b>אבל אם לא בדקו בשומא וכו'.</b> פירוש כגון במקום שאין מכריזין או דברים שאין מכריזין או בעת שאין מכריזין כמו שיתבאר בסמוך שאם לא היה שם אחד מאלו אפילו שוה בשוה אם מכרו שלא בהכרזה מכרן בטל וכמו שכתב למעלה שנעשו כמי שטעו בדבר משנה וחוזרין ומבואר כל זה בגמרא שם: ",
        "<b>וכן אם מכרו קרקע וכו'.</b> דבריו ז''ל כשיטת ההלכות שכל זמן שאינן צריכין הכרזה אפילו עשו אותה אם טעו בשתות אין מכרן קיים והכרזה בזמן שאינה צריכה לא מעלה ולא מורידה ולזה הסכים הרמב''ן ז''ל אבל רש''י ז''ל גורס גירסא אחרת ולדבריו כל זמן שהכריזו בין לצורך בין שלא לצורך אפילו שוה מנה במאתים מכרן קיים ולזה הסכים הרשב''א ז''ל: ",
        "<b>אי זהו העת שאין צריכין הכרזה בעת שימכרו וכו'.</b> מימרא שם (דף ק' ע\"ב) לכרגא ולמזוני ולקבורה מזבנינן בלא אכרזתא ופירוש קבורת האב או האם וכל מי שמוטל עליהם לקברו והקשו המפרשים ז''ל פשיטא וכי יהא מוטל שלשים יום ותירצו דאפילו הכרזת שעה אין עושין ובעלי התוספות פירשו דאפילו לוו לצורך דברים אלו כשרוצין לפרוע אותו חוב אין משהין אותו עד דמכרזי תלתין יומין כדי שלא תנעול דלת בפני גומלי חסדים המלוין לדך: ",
        "<b>וכן בית דין שמכרו דברים שאין צריכין הכרזה.</b> פירוש אפילו הכריזו אם טעו בשתות מכרן בטל וכפי שיטת ההלכות שכל הכרזה שאינה צריכה אינה מקיימת מעשיהם: ",
        "<b>ואלו דברים שאין מכריזין עליהם וכו' עד סוף הפרק.</b> מבואר שם: "
      ]
    ],
    [
      [
        "<b>מלוה שבא להפרע בשטר וכו'.</b> מחלוקת אמוראים בהכותב (דף פ\"ח) אם נפרעין מן האדם בחוב שלא בפניו ופסק כרב נחמן ומבואר בארוכה בהלכות: ",
        "<b>ודין זה תקנת חכמים הוא כדי שלא יהיה וכו'.</b> מבואר שם: "
      ],
      [
        "<b>שלש ראיות צריך להביא לבית דין וכו'.</b> דע שכל דבר שנאמן עליו הנתבע לומר פרעתי בלא ראיה אע''פ שצריך שבועה אין גובין אותו שלא בפניו שמא יבא ויטעון פרעתי וזהו שכתב רבינו שטר בדוקא וכן מוכיח בגמרא בערכין דדוקא לשובר אין חוששין מפני התקנה אבל אם היה נאמן בלא שובר ודאי אין גובין ממנו וזה פשוט והראיות שכתב הרב זכרונו לברכה כולן פשוטות, לקיים השטר כדאמרינן בעלמא קיימו שטרייכו וחותו לדינא ואע''פ שיש חולקין בזה ואמרו שאינו צריך קיום אלא כשהבעל דבר טוען בברי מזוייף הוא ודברי רבינו עיקר וכן העלו מקצת המפרשים זכרונם לברכה, ושבעל חוב במדינה אחרת שאם לא היו יודעין כן בית דין לא היו יכולין להזקק לנכסיו בלא ידיעתו, ושאלו הנכסים הם של לוה ג''כ פשוט הוא: "
      ],
      [
        "<b>מלוה שבא לבית דין וכו'.</b> דין זה נראה פשוט בעצמו ולא מצאתיו מבואר והגאון ז''ל כתב כן בשער ששי אלא שאמר שצריך להודיעו אם הלוה באותו מקום לפי שאם רוצה לפדותו הוא ראוי במשכונו יותר מאחרים ועוד כתב שאינו רשאי מלוה ללוקחו לעצמו וכל זה אמת: ",
        "<b>וכן המלוה את חבירו על המשכון וכו'.</b> יתבאר פרק י''ז ששטר חוב שמת לוה תחלה ואח''כ מת מלוה אין יורשי מלוה נוטלין מיורשי לוה כלום וכתב הרב ז''ל בכאן שאין הדין כן במשכון ופשוט הוא. <b>ומ''ש שבועה בנקיטת חפץ</b> כך היא הסכמת כל הגאונים ז''ל שכיון שאינו טוען בגוף המשכון שיהיה שלו צריך לישבע בנקיטת חפץ ורבינו הקשה לדבריהם ז''ל למה שבועה בנקיטת חפץ וישבע היסת מגו שאם היה טוען לקוחה היא בידי לא היה נשבע אלא היסת ומתרץ הרב ז''ל שכיון שאם היו שם עדים שהוא משכון בידו כמו שהוא אומר ולא היו יודעים בכמה היה צריך מלוה שבועת התורה דכיון שיש שם עדים שבמשכון באת לידו נראה דאין כאן מגו דלקוח הוא בידי גם בשאין שם עדים שהוא בידו במשכון אע''פ שהיה נאמן בלקוח בהיסת אין אומרים מגו ויהיה נאמן בהיסת דלא אמרינן מגו לאיפטורי משבועה וכמ''ש אבן מיגש ז''ל זו היא כוונתו ז''ל. ויש שבוש בלשון הספרים וכן כתוב בהשגות א''א יש כאן שבושין עד כאן: "
      ],
      [
        "<b>המלוה את חבירו על המשכון.</b> דין חיוב המלוה בגניבה ואבדה ופטור האונסין נתבאר פרק עשירי מהלכות שכירות והדין האמור בכאן משנה פרק שבועת הדיינין (שבועות דף מ\"ג). ",
        "<b>ומ״ש הרי המלוה נשבע וכו'.</b> מימרא פרק המפקיד (בבא מציעא דף ל\"ד) ונתבאר פרק ששי מהלכות שאלה ופקדון שאפילו שומר המשלם נשבע שאינה ברשותו ועל הדרך הנזכר שם. ושבועת היסת ללוה כדין כופר בכל ופשוט הוא: ",
        "<b>אמר המלוה וכו'.</b> גם זה באותה משנה שם (דף מ\"ג) ולמדנו ממשנה זו שאם המשכון הוא בעין ואינו שוה שיעור מעותיו שיכול לכופו המלוה לפרוע מעותיו שאם לא היאך יפה כחו כשאבד ואינו שוה שיעור חובו שיהא הלוה חייב לפרעו. וכן כתבו ז''ל: ",
        "<b>אמר הלוה סלע וכו'.</b> במשנה שם המלוה פטור ומ״מ העמידוה בגמרא פרק המפקיד (בבא מציעא דף ל\"ד) דוקא במאמינו הלוה שאבדה הא לאו הכי מתוך שיש למלוה לישבע שנאבדה נשבע כמה היתה שוה. וזהו שכתב הוא ז״ל. ולא כתב דין מאמינו לפי שהוא פשוט: ",
        "<b>אמר הלוה וכו'.</b> מבואר במשנה וגמרא שם בהמפקיד (דף ל\"ד): ",
        "<b>סלע הלויתיך עליו וכו'.</b> דין זה כשהלוה אומר איני יודע לא נתבאר שם בגמרא בענין המשכון אבל פשוט הוא ומבואר בהגוזל ומאכיל הלויתני ואיני יודע אם החזרתי לך שחייב כשתבעו מלוה ויתבאר פרק ראשון מהלכות טוען ונטען. ובדין היה שיטול מלוה בלא שבועה אבל מתוך שיש לו לישבע שאינה ברשותו מדין גלגול יש לו לישבע כמה היתה שוה: ",
        "<b>סלע הלויתני עליו וכו'.</b> דין זה כשהמלוה אינו מחייב עצמו בכלום פשוט הוא דהו''ל כמנה לי בידך והלה אומר איני יודע שפטור אבל מדין גלגול שיש לו לישבע שאינו ברשותו יכלול שאינו יודע ואם היתה שבועה שאינה ברשותו מחמת טענת ברי אם היה טוען על הגלגול איני יודע היה חייב לשלם אבל כיון שאינה אלא מחמת ספק נשבע על הגלגול שאינו יודע ונפטר ובפרק ראשון מהלכות טוען ונטען אבאר דינין אלו: ",
        "<b>אבל אם אמר המלוה אני יודע שהיה שוה יתר וכו'.</b> זו סברת הרב אבן מיגש ז''ל שם פרק שבועת הדיינין ובהשגות אמר אברהם על שיטתו הוא הולך וכו' וכבר הארכתי בביאור מחלוקתן פרק חמישי מהלכות שאלה ופקדון ודעת הרמב''ן ז''ל נוטה לדברי רבינו: "
      ],
      [
        "<b>המלוה את וכו'.</b> זה פשוט ומבואר פ''ק דמכות (דף ג') שהמלוה את חבירו לעשר שנים אינו יכול לנוגשו תוך הזמן ופשוט הוא: ",
        "<b>וסתם מלוה שלשים יום וכו'.</b> גם זה שם המלוה את חבירו סתם אינו רשאי לתבעו פחות משלשים יום אחד מלוה בשטר ואחד מלוה על פה. ",
        "<b>ומה שכתב על המשכון.</b> כן כתבו ז''ל: ",
        "<b>ואם התנה שיתבע וכו'.</b> גם זה פשוט ולפיכך אמרו בגמרא המלוה את חבירו סתם ובתוספתא בבא מציעא המלוה את חבירו סתם אין פחות משלשים יום ובמדינה שנהגו בפחות מכאן או יותר מכן אין משנין ממנהג המדינה ע''כ וכתבה הרשב''א ז''ל פ''ק דבבא בתרא: "
      ],
      [
        "<b>טען המלוה וכו'.</b> זה לא מצאתי מבואר אבל דעת הרב ז''ל שטענה זו כשאר הטענות: "
      ],
      [],
      [
        "<b>המלוה ניתנה וכו'.</b> בהגוזל ומאכיל (דף קי\"ח) מבואר בארוכה בהלכות וכתב הרמב''ן ז''ל בתשובה מי שהלוה את חבירו במדבר הרי זה מחזיר לו במדבר על כרחו של מלוה וכן מורה לשון רבינו שכתב כדרך שנתתי לך בישוב משמע שאם נתן לו במדבר מחזיר לו במדבר על כרחו של מלוה: "
      ]
    ],
    [
      [
        "<b>הפוגם את שטרו או וכו'.</b> משנה פרק כל הנשבעין (שבועות דף מ\"ה) ובכתובות פרק הכותב (כתובות דף פ\"ז ע\"ב) ובגמרא שם ופירוש פוגם שהלה אומר התקבלת ממני מנה והוא אומר לא התקבלתי אלא חמשים, ודין היתומים בין גדולים בין קטנים מפורש בגמרא בהניזקין (דף נ') וה״ה לכל יורש וכן מוכיח פרק כל הנשבעין ולזה כתב רבינו ז״ל יורש נראה [שר״ל] אי זה יורש: ",
        "<b>ואם היה וכו'.</b> פרק קמא דבבא בתרא (דף ה' ע\"ב) נתבאר בגמרא שאם מת לוה תוך זמן גובה מן היתומים שלא בשבועה ודעת רבינו ז''ל שהוא הדין לכל השאר וראיתי מי שחולק בדין הבא ליפרע מן הלקוחות שאפילו תוך זמן אינו נפרע אלא בשבועה דהא היכא דאודי בשעת מיתה דלא פרעיה גבי מיתמי בלא שבועה וממשועבדים צריך שבועה הכא נמי לא שנא וכן מצוי בתשובה לרבינו האיי גאון ז''ל ע''כ דבריהם ואני אומר שאין הנדון דומה לראיה דהתם בדין הוא שלא תועיל הודאה אצל לקוחות משום חשש קנוניא ואין בידו להפקיע הלקוחות אבל גבי יורשים אין לחוש לקנוניא שהרי בידו להפקיע ירושתם בלאו הכי אבל בתוך זמנו משום חזקה היא שאין אדם פורע תוך זמן הילכך לקוחות ויתומים שוים ודברים נראים הן אבל אני חוכך בדין פוגם את שטרו דהא איבטילא לה חזקה דאין אדם פורע לגבי האי שהרי פרע והלה מודה לו במקצת וצ''ע: "
      ],
      [
        "<b>התובע את וכו'.</b> מימרא פ' שבועת הדיינים (שבועות דף מ\"א) ומבואר שם שזה החילוק יש בין פוגם שטרו לאינו פוגם שבפוגם אפילו לא טען לוה טוענין לו ואם אין מלוה פוגם שטרו אם לא טען לוה אין טוענין לו כדברי רבינו ז״ל. <b>ומ״ש משביעין אותו בנקיטת חפץ</b> כך פירשה רבינו ז״ל ובהלכות דהך שבועה דומיא דפוגם את שטרו היא בנקיטת חפץ. וכן מוכרח שם, ודין התלמיד חכם מפורש שם ואי צורבא מרבנן וכו' לא מזדקקינן ליה ופירש״י ורבינו מאיר ז״ל לא מזדקקינן ליה [לא] להשביעו משום דמיחזי כמאן דחשדינן ליה ולא להגבותו אלא אם נשבע מאליו מגבינן ליה אלו דבריהם ז״ל ודין זה אינו אלא בטוען לוה טענת ברי אבל בטענת שמא אין משביעין את המלוה כלל שהרי יתבאר פ״א מהלכות טוען ונטען שאפילו במלוה על פה אם הלוה טוען שמא בפרעון נוטל מלוה בלא שבועה. וזה פשוט: "
      ],
      [
        "<b>הוציא עליו וכו'.</b> כבר ביאר רבינו ז''ל שדבר זה מחלוקת בין הגאונים ז''ל והכרעתו מכרעת וכן הסכימו האחרונים ז''ל. ובהשגות א''א הרב ז''ל כתב זה בתשובה וכו' וכן עיקר דאין נשבעין אלא על טענת פרעון דאי לא רב פפא לשמעינן רבותא דאפי' בטוען בשטר שהוא אמנה דשטרא לאו להכי עביד וכל שכן בטוען טענת פרעון: "
      ],
      [
        "<b>המוציא שטר חוב על חבירו וכו'.</b> מימרא פרק יש נוחלין (בבא בתרא דף קכ\"ח ע\"ב) ופסק הלכה שם. וכבר האריכו המפרשים ז״ל בנתינת טעם לדין זה ופירשו הלוה נשבע כדין מודה במקצת: "
      ],
      [
        "<b>הוציא עליו שטר חוב וכו'.</b> מחלוקת תנאים ואמוראים בהרבה מקומות ומהם פרק מי שמת ושם פסקו רוב המפרשים ז''ל כמאן דאמר מודה בשטר שכתבו צריך לקיימו וכדברי רבינו ז''ל וכן דעת הרמב''ן ז''ל והרשב''א וכן דעת ההלכות: "
      ],
      [
        "<b>הוציא עליו שטר מקויים וכו'.</b> פרק חזקת (בבא בתרא דף ל\"ב) מעשה שם ופירשו רבינו ז״ל במקויים וכ״נ דעת הגאונים ז״ל וכן פירש הרב רבינו יונה ז״ל וטעם לדין זה מפני מה אינו נאמן במגו נחלקו בו המפרשים ז״ל אבל דעת הרמב״ן והרשב״א ז״ל הוא ששטר זה בשעה שהודה המלוה שמזוייף הוא לא היה מקויים ומתוך זה אפי' קיימו אחר מכאן אינו גובה בו שהרי בשעת הודאתו לא היה שם מגו שהרי עדיין לא היה מקויים ושוב אין נזקקין לו אבל אם קיימו ואחר מכן הודה נאמן מדין מגו ומגבין אותו אלו דבריהם ז״ל: "
      ],
      [
        "<b>שטר שלוה בו ופרעו וכו'.</b> מימרא בהרבה מקומות ואחד מהם פרק שנים אוחזין (בבא מציעא דף י\"ג) ושם מבואר שאפילו פרעו ביום שנעשה השטר אינו חוזר ולוה בו אפי' בו ביום: "
      ],
      [
        "<b>המוציא שטר חוב מקויים וכו'.</b> מפורש פרק חזקת (בבא בתרא דף ל\"ב ע\"ב) בעובדא דערבא וכתב הרב רבינו יונה ז״ל שאפילו היו המעות יוצאים על ידי הדחק אין שיעבוד השטר בטל כיון שאילו היה מכיר בהם לא היה מקבלם ועיקר: "
      ],
      [
        "<b>הוציא עליו שטר מקויים וכו'.</b> מעשה פרק שבועת הדיינין (שבועות דף מ\"ב) ולשון הגמרא איתרע שטרא ופירשו בהלכות שהכוונה איבטיל לגמרי וכן עיקר: ",
        "<b>בד''א כשהעידו שנתן לו בתורת פרעון וכו'.</b> בגמרא וה''מ דפרעיה באפי סהדי ולא אדכר ליה שטרא אבל פרעיה בין דידיה לדידיה מגו דיכול למימר לא היו דברים מעולם כי אמר סיטראי נינהו מהימן. ופירש הרב אבן מיגש ז''ל דדוקא כשהעדים מעידים שבתורת פרעון נתנם לו ולפיכך בטל השטר אבל אם אינן מעידים אלא שבפניהם מנה לו מנה ואינם יודעים אם נתנם לו בתורת פרעון או בתורת מתנה אין השטר בטל בכך אא''כ כפר המלוה בעיקר הדבר וכמ''ש רבינו ז''ל. ונסמכו על הדין שיתבאר פ''ו מהלכות טוען ונטען התחלתו ראהו עדים שמנה וכו' והוא פרק שבועת העדות. זה דעת רבינו מאיר ז''ל. מדבריהם למדנו שאע''פ שהוא חייב לו נאמן לומר במתנה קבלתים. והרמב''ן ז''ל חלוק בזה ואומר שכל זמן שהוא מחויב לו אינו נאמן לומר במתנה קבלתים ולהוציא ממנו חובו ולא אמרו נאמן אלא כשהלה תובעו ואומר לו הלויתיך ולפיכך כל זמן שיש עדים שמנה לו מעות אעפ''י שלא הזכיר פרעון איתרע שטרא זה דעתו ז''ל ולשון הגמרא מסייע לדברי הראשונים ז''ל דאמר דפרעיה באפי סהדי דאלמא בעדי פרעון קא מיירי: ",
        "<b>אמר לו וכו'.</b> מפורש שם איתרע שטרא ופירשו בהלכות דאיבטיל ליה לגמרי וכן עיקר: "
      ],
      [
        "<b>הוציא עליו שטר חוב בעד אחד וכו'.</b> דעת קצת המפרשים ז''ל שעד אחד בשטר אינו כלום ומה שאמר בגמרא בפרק גט פשוט דעד אחד בכתב מצטרף עם עד אחד על פה היינו דוקא בשיש שני עדים חתומים בשטר ולא מצאו לקיים אלא אחד מהם ואז העד שבעל פה שראה ההלואה מצטרף עם עד שבכתב שנמצא לקיים אבל עד אחד בכתב לבדו לא כלום הוא. אבל דעת הגאונים ז''ל הוא שעד אחד בכתב זוקק לשבועה כדרך ששנים מחייבין אותו ממון. וכן דעת בעל הלכות גדולות משם רבני קמאי דקמיה. וזה דעת הרשב''א ז''ל. ורבינו ז''ל סובר כן. ובודאי אם אמר לא היה דברים מעולם היה נשבע להכחיש העד והיה נפטר אבל עכשיו שמודה שלוה אלא שטוען שפרע דעת רבינו ז''ל שה''ז מחוייב שבועה שאינו יכול לישבע דימה הרב ז''ל דין זה לדין נסכא דרבי אבא דאמר אין חטפי ודידי חטפי ונתבאר פרק רביעי מהלכות גזילה התחלתו מעשה באחד שחטף לשון כסף וכו'. ושם כתב רבינו ז''ל וכדין זה דנין בכל כיוצא בזה בכ''מ ודעתו בכאן להשוותם. ואף כן נראה מדברי קצת המפרשים ז''ל שכל מי שבא לפטור עצמו מדברי עד אחד בטענה אחרת שאינו מכחיש בה העד קרוי מחוייב שבועה שאינו יכול לישבע ומשלם ואצלי הוא דבר תימה בדין זה היאך יפה כח עד אחד בשטר משנים בעל פה ואם לוה בפני עדים נאמן לומר פרעתי ואיך לא יהיה נאמן בעד אחד בכתב. וא''ת שאני הכא דמצי אמר ליה שטרך בידי מאי בעי א''כ אף בהוציא עליו כתב ידו לא יהא נאמן לומר פרעתי אלא מאי אית לך למימר כיון דאי מודה אינו גובה אלא מבני חרי לא חשש להניחו בידו דהא אי בעי יהיב ומזבין להו לכולהו נכסי ולא טריף מידי הכי נמי בעד אחד ודאי ואפילו מודה אינו טורף ממשעבדי ולמה לא יהא נאמן לומר פרעתי ובהדיא מוכח פרק המגרש דלענין גט טפי עדיף כתב ידו מחתימת עד אחד בלא כתב ידו וכי אמרינן בעד אחד בפרק חזקת ובפרק כל הנשבעין הוה ליה מחוייב שבועה וכו' הני מילי במקום שאם היו שנים מעידין כן לא היה מן עכשיו נמי כיון שאינו מכחיש העד אינו נאמן אבל כאן הרי מקום שנים בעל פה נאמן לומר פרעתי ואע''פ שאם היו שנים בשטר א היה נאמן. וכבר כתבתי דהתם הוא מפני שיש עליו תורת שטר מור אבל עד אחד ודאי לא משוי שטרא. ודין זה צל''ע: ",
        "<b>טען ואמר ישבע וכו'.</b> זה פשוט דלא עדיף ממלוה בשטר גמור וכבר כתבתי מה שנראה לי: "
      ],
      [
        "<b>וכן הורו וכו'.</b> דין זה נראה פשוט שכל האומר לא לויתי כאומר לא פרעתי דמי. ובהשגות א''א אני אפרש וכו' ויפה פירש: "
      ],
      [
        "<b>מי שטען וכו'.</b> זה נראה פשוט בטעמו דלמה נשביע המלוה על חנם. ויש קצת סעד לזה ממה שאמרו פרק הכותב כתובו לי זכותא דכי משתבענא שקילנא וכו' ויש לדחות ראיה זו: "
      ],
      [
        "<b>מי שהיה לו חוב וכו'.</b> זה פשוט בכמה מקומות ואחד מהם בברייתא פרק גט פשוט (דף קמ\"ח). וטעמא דלא מצי אמר ליה שטרך בידי מאי בעי: ",
        "<b>והורו רבותי שאפילו היה וכו'.</b> בהשגות אמר אברהם אין דין זה מחוור ומלובן x [דבשבועה מיהא יטול עכ''ל ואני אומר מחוור ומלובן הוא] דאם איתא דאפילו באבד כל תוך זמנו לא חיישינן לפריעה מה טעם לא מהדרינן ליה כשנפל דאמרינן בהדיא פרקא קמא דמציעא דאפילו כתוב בו ביום לא מהדרינן ליה אלא ודאי כל דנפל איתרע ליה וכל שכן אבד דאיתרע ליה ורגלים לדבר. וכן פירש הרשב''א ז''ל שם פרק גט פשוט דכל שאין שטר בידו חוששין שמא פרע ואפילו תוך זמנו עכ''ל וכן עיקר: ",
        "<b>וכן הורו רבותי שאפילו היה השטר יוצא וכו'.</b> בהשגות אמר אברהם אף זה לא נהיר ולא בהיר ולא צהיר עד כאן. ואני תמה מה ראה על ככה הר''א לדחות דברי רבינו ורבותיו החוט המשולש ולא לכתוב טענה ומי יניח דבריהם ויעשה כדבריו ולא יתן טעם ואני אומר שהדין דין אמת וכולה סוגיא דפ''ק דמציעא והמשניות מוכיחות דאפילו תוך זמן אם נפל אין מחזירין אותו לא למלוה ולא ללוה וכן כתבו המפרשים ז''ל. ואפילו היה מודה אין מחזירין כמו שנתבאר פי''ח מהלכות גזילה ואבדה כ''ש כאן שהלוה טוען פרעתי שאין מלוה נאמן. והדבר אצלי בפשיטות עד שאני תמה למה תלה דין זה רבינו בהוראת רבותיו. ואין להתעקש ולומר דדין נפילה אינו בתוך זמן שראיות מוכיחות יש בגמרא שם דאפילו בתוך זמן היא וכן כתבו שם הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>שנים שהיו אוחזין בשטר וכו'.</b> ברייתא פ''ק דמציעא (דף ז'). ודברי רבינו בה כדברי ההלכות שלא חלקו בין טופס לתורף אלא כיון ששנים אדוקין בשטר יחלוקו כר' יוחנן דאמר לעולם חולקין. וכן דעת בעל העיטור ז''ל. ואולי היתה להם גירסא אחרת בסוגיית הגמרא שם. אבל מתוך דברי קצת המפרשים נראה שאם המלוה אדוק בתורף שהוא מקום שכותבין בו הלוה והמלוה והערב והעדים אלא שאין בו זמן והלוה אדוק בזמן גובה מלוה כולו חוץ מדמי הזמן כלומר ששמין שטר שיש בו זמן כמה שוה יותר משטר שאין בו זמן ומנכה ליה מאי דביני ביני. אבל אם מלוה אחוז בטופס שהוא מקום הזמן ולוה בתורף אינו גובה כלום וזה דעת הרשב''א ז''ל: ",
        "<b>ואם אינו וכו'.</b> פסק כרבי וכן פסקו בהלכות דמודה בשטר שכתבו צריך לקיימו וכמו שנתבאר בפרק זה למעלה: "
      ],
      [
        "<b>האומר לחבירו מנה וכו' עד סוף הפרק.</b> הוציאו דין זה הגאונים ז''ל ממ''ש פ' שבועת הדיינין ופ' המפקיד מלוה נשבע תחלה שמא ישבע לוה ויוציא הלה את הפקדון ופר''ת ז''ל ותהיה שבועת הלוה לבטלה ואע''פ שאין זו ראייה גמורה דמיון הוא קצת והענין נכון בעצמו: "
      ]
    ],
    [
      [
        "<b>המלוה וכו'.</b> מ״ש הרב ז״ל בין שאמר לו אחר שהלוהו וכו' זה דעת רבו ז״ל בשבועות פרק שבועת הדיינין (שבועות דף מ\"א) וכתב הרב ז״ל שאפילו לא קבל עליו הלוה מחוייב בכך משום דעבד לוה לאיש מלוה. וזה נראה דעת הרשב״א ז״ל. אבל הרמב״ן ז״ל כתב דוקא קיבל עליו לוה או שתק אבל אם אמר לו אני אפרע אותך שלא בעדים כיון שלא התנה כן המלוה בשעת ההלואה מחאת הלוה מחאה. ודברי הר״מ הלוי מטין לדברי רבינו ורבו ז״ל: ",
        "<b>טען הלוה ואמר לו כך עשיתי וכו'.</b> דין זה מחלוקת ישנה בין הראשונים והאחרונים ז''ל מפני שיבוש הנוסחאות כמ''ש רבינו ואם לבך נוקפך איזו מן הנוסחאות אמתית תא חזי מאן גברא רבה מסהד עלייהו וכן כתב רבינו מאיר הלוי ז''ל כדבריו והעיד שכך נמצא בנוסחאי דיקי ועתיקי ובנוסחי דרבואתא קשישי ועל פי שנים עדים יקום דבר: "
      ],
      [
        "<b>אע''פ שהספרים וכו'.</b> דברים של דעת הן ובהשגות אמר אברהם אמת הוא שהנוסחאות מתחלפות בזה ואני קיימתי את שתיהן כו' וחוץ מכבודו אין השכל רוצה בקיומו באלו השמועות דעל כרחין פלוגתא דאמוראי ותנאי התם בשיש עדים על התנאי היא דאי בשאין עדים מי איכא דלית ליה מגו והא מגו דאורייתא הוא. וא''כ על כרחין רבא דפסק הלכתא דנאמן לומר הלכו להם לפי הנוסחא הישנה בשיש עדים על התנאי הוא דאי באין עדים הלכה מכלל דפליגי והא ודאי כ''ע מודו ועוד דעל כרחין דומיא דמלוה את חבירו בעדים דאמר ברישא אמר בסיפא שהתנאי הוא בפני עדים דומיא דהלואה בפני עדים ותו דאם איתא דכל שהתנאי בפני עדים לאותה נוסחא אינו נאמן היה להם לברר ואם אמר לו שלא בעדים אל תפרעני אלא בעדים ואמר פרעתיך והלכו להם נאמן ולא סתם דמשמע אפילו יש עדים על התנאי ואיך יסתום האמורא כל כך את דבריו אלא ודאי אין לדברים אלו קיום. עוד אני תמה בדברי הר''א ז''ל שאמר נראין דברי הרב ז''ל דאמר פסלינהו לכולי עלמא לגבי האי פרעון וכי אתו אחריני ואמרי קמן פרעיה מצי אמר ליה סיטראי נינהו עד כאן והנה אלו שתי טענות נראות כסותרות זו את זו דאם איתא דפסלינהו אפילו לא מצי אמר סיטראי נינהו וכגון שמעידים שמחמת ההלואה שהתנה עליה פרעו חוזר וגובה אותם דהו''ל כמאמינו כל זמן שלא יעידו אותן פלוני ופלוני. ואם תמצא לומר דטעמא דעדים אחרים אינן נאמנין משום דמצי אמר מלוה סטראי נינהו כל זמן שהעדים מעידין שעל אותה הלואה פרעו דלא מצי למימר סטראי נינהו לא יחזור ויגבה והנה הרב ז''ל ארכבה אתרי ריכשי לפי שהוקשה לו איך נפסול עדים אנחנו והוא לא הזכיר כלל פסולם גם לא הזכיר נאמנות כלל. עוד כתב והתימה שתמה זה החכם ואמר שאפילו אמר בפני פלוני ופלוני וכו' ובאמת רבינו לא תמה אלא על הדין הראשון לפי שעשו דין מלוה זו כדין מלוה בשטר והוא תימה באמת ויש מקשים לדברי רבינו כשאמר פרעתיך ביני לבינך למה לא יהא נאמן מגו דאי בעי אמר פרעתיך בפני פלוני ופלוני ומתו וזו קושיא חזקה ולכל הנוסחאות יש להקשות למאן דאמר הכין בגמרא ובאמת שבגמרא לא הזכירו ומתו אלא הלכו להם למדינת הים ומתוך כך יש מפרשים דדוקא בהלכו הוא דנאמן דמיסתפי דילמא אתו אבל במתו אינו נאמן דאם כן מה הועיל זה בתנאו ועם זה נסתלקה הקושיא דהא ליכא מגו דאמר הלכו דילמא אתו ומכחשי ליה וזה דעת הרשב''א ז''ל וכן נראה מדעת רבינו מאיר ז''ל ולדברי רבינו ז''ל יש לתרץ שאין כאן דין מגו שהרי הוא מודה שלא קיים התנאי ולפיכך צריך לקיימו דהא איהו מחייב נפשיה בקיום התנאי דאמר דלא קיימיה וכיון שלא נתברר שפרע אמרינן ליה מיחייב את לקיומי תנאך וכן עיקר: "
      ],
      [
        "<b>התנה המלוה על הלוה וכו'.</b> פירוש לא מיבעיא במלוה בשטר דעל כרחין כי הימניה בלא שבועה הימניה דאי בשבועה לא היה צריך לנאמנותו אלא אפילו במלוה ע''פ הדין שנוטל בלא שבועה וכן כתב הרמב''ן ז''ל בתשובה וכן נראה מדברי רבינו ז''ל שאפי' במלוה על פה הדין כן וכן עיקר דסתם נאמנות בלא שבועה משמע ורבינו מאיר ז''ל כתב דדוקא התנה כן בשעת הלואה אע''פ שלא קנו מידו אי נמי אחר הלואה וקנו מידו הא לאו הכי לא דבמה נשתעבד ולשון רבינו מורה כן שאמר התנה ולא אמר אחר הלואה כמו שאמר למעלה: ",
        "<b>ואם הביא וכו'.</b> שם בגמרא נהי דהימניה טפי מנפשיה טפי מסהדי לא הימניה: "
      ],
      [
        "<b>התנה עליו וכו'.</b> מפורש שם במסקנא: ",
        "<b>אבל אם אמר וכו'.</b> גם זה שם ובהלכות: ",
        "<b>זה שהאמין המלוה כשני עדים מה וכו'.</b> נ''ל שדעת רבינו ז''ל הוא שזה שהאמין המלוה לומר לא נפרע דוקא לענין פרעון האמינו שאפילו באו עדים ואמרו בפנינו פרעו אינן נאמנין אבל לענין הודאה לא פסל העדים ר''ל שאם הם מעידים שהמלוה הודה בפניהם שנפרע הודאתו הודאה וזה דעת קצת המפרשים ז''ל. ואחרים חלקו בזה ואמרו דכיון שהאמינו לומר לא נפרעתי אפילו לענין הודאה פסל כל עדים שבעולם שהרי מלוה אומר לא נפרעת וזה דעת הר''ז והרמב''ן ז''ל: "
      ],
      [
        "<b>הרי שפרעו וכו'.</b> זה דעת רבינו ז''ל וכן עיקר דאי לא הפוכי מטרתא למה לי: "
      ],
      [
        "<b>התנה הלוה שיהיה וכו'.</b> דין זה לא נזכר בגמרא ולא נמצא בו דין נאמנות ללוה לפי שהוא דבר שאינו מצוי מ''מ כתבו הגאונים ז''ל שהתנאי קיים ומבואר בהלכות פרק הכותב וכיון שכן פשוט הוא שאינו גובה לא מן היורש ולא מן הלוקח לפי שטוענין להם כל מה שהיה הלוה יכול לטעון וראיתי לקצת מפרשים ז''ל שאמרו אפילו מת הלוה תוך זמן אינו גובה מן היורשין ואפילו חייב מודה אינו גובה מלקוחות דחיישינן לקנוניא וה''ז כמלוה על פה ובודאי לא עדיף שטר זה משטר אחר שנפל דאפי' חייב מודה לא יחזיר: ",
        "<b>טען הלוה וכו'.</b> מה שכתב רבינו נשבע שבועת היסת לא תימא מפני שהודה במקצת הוא נשבע אבל אם אמר פרעתי כולו לא יהא נשבע אלא ודאי אפילו אמר פרעתי כולו נשבע היסת וכן מפורש בהלכות בארוכה והכרח הוא דאי מדין הודאה במקצת שבועת התורה היה לו לישבע אלא רבינו ז''ל לרבותא כתב הודה במקצת ללמדנו שאפילו הודה במקצת אינו נשבע אלא היסת וגרע מטוענו מלוה על פה והטעם מפני שהאמינו וכן עיקר: ",
        "<b>ואם התנה וכו'.</b> מבואר בהלכות ומדברי רבינו ז''ל יש ללמוד דנאמנות סתם מועיל בין בכולו בין במקצתו וכן כתבו ז''ל בין בנאמנות לוה בין בנאמנות מלוה: "
      ],
      [
        "<b>התנה המלוה וכו'.</b> זה דעת ההלכות פרק הכותב: ",
        "<b>ואם התנה וכו'.</b> גם זה כדעת ההלכות: ",
        "<b>וכן אם התנה וכו'.</b> פירוש שהתנה בין ממנו ובין מיורשיו בפירוש דומיא דשבועה והדין זה מחלוקת בגמרא בגיטין פרק הניזקין (גיטין דף נ') ופסק הרב כרב נחמן דאמר שטר חוב היוצא על היתומים אע״פ שכתוב בו שבח אינו גובה אלא מן הזיבורית וכן פסקו ז״ל וכתב הרמב״ן ז״ל דדוקא בשכתב לו סתם גובה מן העידית ומן הדין היה גובה מן העידית בין ממנו בין מיורשיו אבל מכיון שתיקנו חכמים מן הזיבורית ליתומים אין עוקרין תקנת חכמים בסתם אא״כ פירש ואמר גבה מן העידית בין ממני בין מיורשי וגמרינן להא מילתא מדין שבועה וכו'. וכן מצאתי בחבור הרב ר' משה הספרדי ז״ל עכ״ל ומזה אתה למד כוונת רבינו וזה דעת הרב רבינו יונה והרשב״א ז״ל: ",
        "<b>בא לגבות וכו'.</b> פירוש אפילו התנה בפירוש על הלקוחות אין תנאו מועיל אצלם וכן דעת ההלכות פרק הכותב ובהשגות א''א אלו דברי הרב ז''ל וכו' ודבר זה מחלוקת ישנה בין הגאונים ז''ל כתבה ר''ח ז''ל בפירושיו ובהלכות הכריעו שתנאי מועיל אצל היורשים בשפירש ואינו מועיל אצל הלקוחות והאריכו בטעם דבר זה ואף רבינו חננאל ז''ל כתב ומעשים בכל יום ואין נפרעין מן המשועבדים אלא בשבועה אע''פ שיש להן נאמנות ודעת בעל העיטור והרמב''ן ז''ל כדברי רבינו וקצת מן האחרונים כדברי הר''א ז''ל: "
      ]
    ],
    [
      [
        "<b>החוב באחריות הלוה עד וכו'.</b> זה פשוט בכמה מקומות: ",
        "<b>אמר לו המלוה זרוק לי חובי והפטר וכו'.</b> בגיטין פרק הזורק (גיטין דף ע\"ח ע\"ב) אמר ר״י לגיטין [ולקידושין] אמרו ולא לדבר אחר פי' לגיטין [ולקידושין] אמרו שאם זרק קרוב לה מקודשת ומגורשת ולא לדבר אחר איתיביה ולענין החוב אמר לו זרוק לי חובי וזרק לו חובו קרוב למלוה זכה לוה קרוב ללוה לוה חייב מחצה על מחצה שניהם יחלוקו ותירצו הכא במאי עסקינן דאמר לו זרוק לי חובי והפטר והקשו אי הכי מאי למימרא ותירצו דא״ל זרוק לי בתורת גיטין והקשו ואכתי מאי למימרא ותירצו מהו דתימא מצי אמר ליה משטה אני בך קמ״ל ע״כ בגמרא והקשה הרשב״א ז״ל לאוקימתא דזרוק לי חובי והפטר א״כ קרוב ללוה אמאי חייב ותירץ דכי קאמר ליה זרוק לי חובי בתוך רשותי קאמר וכל שקרוב ללוה לא בא לרשות המלוה והכי איתא בירושלמי ואפשר שדעת רבינו ז״ל וכוונתו בשכתב וזרקו לו ואבד וכו' ר״ל וזרקו לרשותו: ",
        "<b>אמר לו וכו'.</b> כבר נתבאר זה ופירש הרשב''א ז''ל דבלשון הזה ממש קאמר ליה והיינו חידוש דאי מפרשי שאמר לו זרוק לי חובי בתורת גיטין שיהא דינך כדין זורק גיטין פשיטא מאי קמ''ל וזה דעת רבינו ז''ל ודין הגיטין מבואר בהלכות גירושין וכתב הרמב''ן ז''ל בתשובה דבר ברור הוא שהזורק חוב לחבירו אפילו בתוך חצי אמה שלו דלא הוי פרעון מיהו היכא דא''ל מעיקרא הילך מעותיך והלה מסרב בו ואמר איני רוצה לקבל בזה אני אומר שאין צריך להניח בב''ד אלא זורקו בחיקו או בפניו והולך לו דקי''ל נתינה בעל כרחו הויא נתינה עכ''ל: "
      ],
      [
        "<b>היה ראובן וכו'.</b> פ''ק דגיטין (דף י\"ד) מחלוקת רב ושמואל ופסק כרב דתניא כוותיה וכן דעת כל המפרשים ז''ל והטעם דבחוב הולך כזכה דמי: ",
        "<b>החזיר לוי את המנה לראובן שניהם וכו'.</b> מעובדא דרבי דוסתאי ברבי ינאי דהתם נלמד זה שכל שלא החזיר מאונס חייב השליח אבל אם היה אנוס ודאי פטור כדאיתא התם וכ''כ הרשב''א ז''ל וז''ל ואם החזיר השליח למשלח חייב לשלם ורצה בעל חוב גובה ממנו אא''כ אנסוהו והחזיר כעובדא דרבי דוסתאי בר' ינאי ואף ע''פ שלא אנסוהו עדיין אלא שמאיימין עליו ויש בידם לעשות ה''ז אונס מעתה ואם החזיר פטור אבל אם יכול לעמוד כנגד איומם חייב וכדגרסינן בירושלמי ע''כ. ובהשגות א''א אחריות לוי השליח וכו'. וכבר נתבאר הדבר וכן מצאתי כתוב תשובה לרב אלפסי ז''ל שאם העני הלוה השליח חייב וכן עיקר ששניהם חייבין באחריותו כדברי רבינו ז''ל: "
      ],
      [
        "<b>ראובן שהיה וכו'.</b> ירושלמי הביאוהו בהלכות פרק המקבל: ",
        "<b>טען לוי וכו'.</b> נראה שדברי רבינו הם במחוייב לו שמעון ללוי בשטר ואז צריך להביא ראיה ברורה שפרעו ואם יש שם ספק בדבר על שמעון להביא ראיה כמ''ש הוא ז''ל דלא עדיף משובר שאומרים לו קיים שוברך והפטר אבל במלוה על פה אחר שהוא נאמן לומר פרעתי בשבועת היסת נראה ודאי שנאמן לומר עשיר היה והעני מדין מגו כל זמן שלא נדע היפך ובודאי המלוה על פה אם הביא שובר לב''ד אין אומרים לו קיים שוברך אא''כ רצה כדי להפטר משבועת היסת אבל אם רצה לישבע ודאי אין נזקקין לו ליותר מכך כך נראה לי: "
      ],
      [
        "<b>כבר בארנו וכו'.</b> פרק ששי מהלכות מכירה נתבאר דין זה והוא בהלכות בהמקבל מהכרח שמועות: "
      ],
      [
        "<b>חנוני שהיה וכו'.</b> משנה פרק כל הנשבעין (שבועות דף מ\"ה) בשבועות ומבואר בגמרא במסקנא דהלכתא דשניהם נשבעין זה במעמד זה וכתבו דה״ה דכל שבועה שמן הדין הוא בפני הלה שכנגדו ומה שהוסיפו בכאן הוא שאע״פ שבין החנוני והפועלים אין שום תביעה בעולם נשבעים האחד במעמד חבירו כדי שיכלמו זה מזה לפי שהם יודעים האמת ובעל הבית אינו יודע בו דבר: ",
        "<b>לפיכך אם וכו'.</b> זה לא נתבאר בגמרא אבל הוא סברת רבינו וקצת מן הראשונים ז''ל והטעם לפי שאין בע''ה מפסיד כלום כמ''ש רבינו אבל קצת המפרשים ז''ל מודים בדין פועלים כשמת חנוני שנוטלים בלא שבועה והטעם לפי שבע''ה אצלם ברי בחיובם וספק בחזרה ר''ל אם נפרעו אם לאו ויתבאר פ''א מהלכות טוען ונטען שכל כיוצא בזה נוטל הלה בלא שבועה ובדין היה שיטלו בלא שבועה אלא מפני שבע''ה נפסד אמרו שישבעו לפיכך כל זמן שלא נפסד בעה''ב נעמידם על דינם ונחלקו בדין חנוני כשימותו פועלים ואמרו שאינו נוטל אלא בשבועה שהרי מן הדין היה שאפילו בשבועה לא יטול שהרי בעל הבית אצלו כאומר לו מנה לי בידך והלה אומר איני יודע אם הלויתני אם לאו ותקנה הוא שתקנו להם לחנונים שיטלו בשבועה ולפיכך לעולם אינן נוטלים אלא בשבועה וזה דעת הרמב''ן ז''ל והרב רבינו מאיר הלוי ז''ל. עוד כתב הרמב''ן ז''ל שאפילו מתו פועלים יורשיו נשבעים שבועת היורשין שלא פקדם אבא ונוטלין וכל המפרשים ראיתי חלוקים בזה ואפשר שהטעם שלהם הוא לפי שאין זה מלוה בשטר אלא על פה ועד אחד מעיד שנתן והם שמא ואע''פ שהוא נוגע בדבר אינן נוטלין וצ''ע, ולמדו ממשנתנו שהאומר לחבירו תן מנה זו לפלוני שאני חייב לו אין הלה מחוייב ליתנו לו בעדים כיון שלא אמר תנם אליו בעדים ואם כפר בו המקבל אין השליח חייב לשלם שלא פשע בדבר וזה פשוט וכ''כ ז''ל ויש מי שכתב שדין משנתנו אינו אלא בחנוני בדוקא שתקנו לו שיהא נשבע ונוטל אבל בשאר שליחיות אם אמר תן לפלוני כך וכך מעות בשבילי ואמר נתתי אינו נשבע ונוטל אלא צריך להביא ראיה כיון שאנו מסופקים בעיקר הדבר אם עשאו אם לאו: "
      ],
      [
        "<b>החנוני אומר אתה אמרת וכו'.</b> זה פשוט שכל שאין בעל הבית מודה שאמר לו נשבע היסת ונפטר ומבואר שם: ",
        "<b>וכן אם וכו'.</b> מפורש במשנה שם: "
      ],
      [
        "<b>ראובן שהוציא וכו'.</b> דע שכוונת רבינו ז''ל היא במ''ש שגובה ואינו צריך להביא ראיה דוקא כשאין הלוה טוען מי יאמר לי שבעל דברים שלי כתב ומסר לך אבל אם הלוה טען כן טענתו טענה ומקבלין הימנו וכ''כ פ''ו מהלכות מכירה וז''ל אבל צריך עדים לענין תביעה שהרי הנתבע אומר מי יאמר לי שבעל דברים שלי כתב ומסר לך ע''כ ושם הארכתי בביאור דין זה וכתבתי שם שעיקר הדין הוא שצריך להביא ראיה קודם שיגבה בו שלא כדברי רבינו ורבו ז''ל וכן דעת הרמב''ן והרשב''א ז''ל: ",
        "<b>טען שמעון וכו'.</b> זה נראה פשוט וכ''כ הר''ר יהודה אלברצלוני ז''ל וזה דעת הגאונים ואם יש ראיה שמכר לו ולא רצה לישבע אע''פ שלא הודה שנפרע חייב לשלם ללוקח וכ''כ בעיטור, עוד כתוב שם שאם מת מוכר יורשיו נשבעין שבועת היורשין ונוטל לוקח ואם לא רצו לישבע משלמין לו ללוקח: ",
        "<b>הודה לו שפרע ישלם לוי לראובן.</b> פי' דין זה הוא אפילו בשיש עדים לראובן מהקנייה שהרי היה לוי יכול למחול את החוב כמו שנתבאר פ''ו מהלכות מכירה ומגו דאי בעי מצי מחיל כי אמר שטרא פריעא הוא נאמן וכ''כ קצת מפרשים ז''ל ויש מי שכתב דכי אמר שטר פרוע הוא הרי הוא כמוחלו עכשיו ואין לך מחילה גדולה מזו: ",
        "<b>טען לוי שלא וכו'.</b> ממה שאמר רבינו ז''ל ולא נתן יראה לי שדעתו ז''ל שכשאמר לוי שפרוע הוא משלם לראובן כדין מוחל שנתבאר פ''ז מהלכות חובל ומזיק שמחוייב לשלם כל מה שבשטר ר''ל שאפי' מכרו במנה ושוה אלף מוציאין אלף מן המוחל וכמו שביארתי שם אף כאן כשאומר פרוע הוא משלם כל שווי השטר ואין אנו מאמינין אותו לומר פרוע היה קודם מכירה ולא ישלם אלא דמים שקיבל דנמצא מקח שאינו מקח ואע''פ שאנו מאמינין אותו לענין הלוה היינו משום דמצי מחיל אבל ודאי הוא חייב בתשלומים כמו שהיה מתחייב אם מחל שאם לא תאמר כן אפי' הודה לוי שנתן לא ישלם כלום אם אנו מאמינין אותו שכבר נפרע קודם נתינה דה''ל כנותן מה שאינו שלו ויש לדחות ולומר שכוונת רבינו היא באמרו ולא נתן לא נתן כך באחריות א''נ לא נתן ואח''כ נפרע מ''מ עיקר הדין נ''ל כמ''ש. <b>ומ''ש רבינו נשבע היסת ונפטר</b> הוא מפני שאע''פ שא''צ להביא ראיה ה''מ לענין גוף השטר אבל להוציא מתחת ידי המוכר ודאי צריך להביא ראיה: "
      ],
      [
        "<b>שטר שהיה וכו'.</b> מעשה בסנהדרין פרק זה בורר (סנהדרין דף ל\"א): ",
        "<b>וכן אם מת השליש וכו'.</b> זה נראה פשוט ואפשר שלמד זה רבינו מהמשנה סוף פרק קמא דמציעא (דף כ') דקתני ואם יש עמהן סמפון יעשה מה שבסמפון ופירש''י ז''ל מילתא באפי נפשה היא וקתני המוצא בין שטרותיו שובר שנכתב על אחד משטרותיו יעשה מה שבסמפון וכו' והוא כלל לכל כיוצא בזה וכיון שהשליש נאמן משניהם יעשה ככתבו וע''כ לא אוקימנא לה בנמצא בין שטרותיו פרועין אלא גבי מלוה אבל בשליש הכל כדבריו וככתבו וכן עיקר: ",
        "<b>אבל כתב וכו'.</b> מימרא שם פרק שנים אוחזין (בבא מציעא דף כ' ע\"ב): "
      ],
      [
        "<b>היו עדים על וכו'.</b> מבואר שם בגמרא דבשיש עדי קיום הרי הוא קיים: ",
        "<b>ואם אין עליו עדי קיום וכו'.</b> מפורש בסוגיא שם: "
      ],
      [
        "<b>נמצא השטר בין שטרותיו פרועין וכו'.</b> זהו דין המשנה שהזכרתי למעלה דאוקימנא לה בשנמצא בין שטרות פרועין: ",
        "<b>וכן אם נמצא כתוב בגופו של שטר וכו'.</b> שם בסוף הפרק: "
      ],
      [
        "<b>המוצא שטר בין שטרותיו וכו'.</b> משנה כלשונה שם ופירש''י ז''ל מצא שטר [שאינו שלו] בין שטרותיו ואינו יודע מה טיבו אצלו אם הלוה הפקידו אצלו אם המלוה או שמא מקצתו פרוע ומסרו לו להיות שליש ביניהם ושכח. יהא בידו ולא יחזיר לא לזה ולא לזה עכ''ל. וכתב הרשב''א ז''ל אפילו שניהם מודים דומיא דנפילה ובתוס' מפורש דהוא הדין לשטרי מקח וממכר. וכתב הרשב''א ז''ל בתשובה דדוקא בשאין בהם קנין אבל יש בהם קנין יחזיר ללקוחות ואפילו מצאם בשוק דכל דליכא למיחש לפרעון ולהמלכה מחזיר וזה כפי שיטתו ושיטת הרמב''ן שכתבתי פי''ח מהלכות גזילה ואבידה דבשטרי אקניאתא לא בעינן מטא שטרא לידיה עוד כתב ומסתברא שאם מצא האב שטר של אחד מבניו בין שטרותיו ואינו יודע מה טיבו דלא אמרינן בכי הא יהא מונח וכן אם מצאו הבן בין שטרותיו והוא יוצא על שם אביו והוא שיהא הבן סמוך על שולחן אביו והרי זו כאותה ששנינו אין לאב חזקה בנכסי הבן ולא לבן בנכסי האב שכל אחד מהם כאפוטרופא ומפקח על נכסי השני והכל כאדם אחד וכן האשה בנכסי בעלה והאיש בשטרי אשתו דין אחד לכולם עכ''ל: "
      ],
      [
        "<b>האומר לבניו שטר וכו'.</b> משנה פרק גט פשוט (בבא בתרא דף קע\"ג) כלשונה ופירש״י ז״ל שטרות כולן פרועין חוץ מאותן שיאמרו עדיין לא פרענו עכ״ל והטעם שיד בעל השטר על התחתונה ומספקא לן בכל חד דילמא האי ניהו: ",
        "<b>נמצא לאחד וכו'.</b> שם במשנה ופירוש נמצא ללוה אחד שם בבית המת שני שטרות שלוה ממנו שתי הלואות הקטן אינו פרוע דשטר בין שטרותיו קאמר דמשמע אחד ולא שנים עכ''ל: ",
        "<b>אמר לחבירו וכו'.</b> מימרא שם ומכאן שיד בעל שובר על העליונה ושל בעל השטר על התחתונה והטעם לפי שהשטר בא להוציא והמוציא עליו הראיה והשובר בא להפטר, ומכאן ששובר שכתוב בו דינרין סתם מבטל כל חוב ויכול לטעון כל מה שירצה אבל אם היה כתוב בו סך ונמחק או שכתב בו תיבה שלא נתקיימה אין דנין בו אלא כפחות שבלשונות כדי שלא יבואו להערים ואין דנין נמחק אלא להורעת כחו של מוציא כך השיב הרמב''ן ז''ל: ",
        "<b>חוב לך בידי פרוע וכו'.</b> באותה מימרא שם ופי' אבן מיגש ז''ל לשון חוב משמע שטר אחד ומשמע נמי על כל שטר שיש לו עליו לפי שכולן חוב אחד מיקרי וכיון דאיכא למימר הכי ואיכא למימר הכי יד בעל השטר על התחתונה וכל שטרות שיש לו נחזיק עליהן שהן פרועין עכ''ל ואף כאן ראיה גמורה שיד בעל השובר על העליונה: "
      ]
    ],
    [
      [
        "<b>מלוה שמת ובא היורש לתבוע את הלוה וכו': אמר ישבע לי וכו'.</b> זו היא שבועת היורשין המוזכרת במשנה פרק כל הנשבעין (שבועות דף מ\"ה) שהיתומים לא יפרעו אלא בשבועה זו וע״כ לא אמרינן בגמרא ממאן אילימא מלוה השתא אבוהון שקיל בלא שבועה ואינהו שקלי בשבועה בתמיהא ואוקימנא בבאין ליפרע מן היתומין כדאיתא התם ובהלכות אלמא מן הלוה עצמו נפרעין בלא שבועה ה״מ בדלא טעין לישתבעו לי אלא דאמר פרוע הוא דכיוצא בזה האב נוטל שלא בשבועה ולא הורע כח היתומים מכחו אבל בדטעין לישתבעו לי כיון דאי הוה טעין הכי לאבוהון היה נשבע כמו שנתבאר למעלה פי״ד אינהו נמי נשבעין שבועת היורשין וכ״כ רבינו האיי ורב אלפסי ז״ל בתשובה וכן עיקר ואם תשאל למה לא העמידו משנתנו בבאין ליפרע מן הלוה עצמו ובשטוען ישבעו לי נ״ל שלשון המשנה הכריח שהכוונה היא שלא יפרעו אלא בשבועה ואע״ג דלא קא טעין אידך דהא דומיא דפוגמת כתובתה ודומיא דשבועת הבא ליפרע מן המשועבדין ומנכסי יתומים קתני לה כדאיתא התם כשם שאמרו הפוגמת וכו' ומה שבועות אלו אע״ג דלא טענו לישתבעו אף שבועה זו דיתומים הבאים ליפרע היא אע״ג דלא טענו אינך וא״א אלא בבאין ליפרע מיתומים אחרים דהתם משתבעי אף על גב דלא טענו אינך וזה נ״ל פשוט שלא כדברי בעל העיטור ז״ל שהיה מוכיח מכאן דלא שקלי בשבועת היורשין והוא דבר של תימה: "
      ],
      [
        "<b>מת הלוה אחר שמת המלוה וכו'.</b> זה מבואר שם במשנה ופי' שלא מצינו בין שטרותיו של אבא ששטר זה פרוע פירשו קצת המפרשים שלא מצינו לו שובר פרעון זה השטר ושיהיה השטר בין שטרות פרועין דתרתי בעינן כדמוכחא סוגיא דפ''ק דמציעא וכ''נ מדברי רבינו ז''ל ממ''ש למעלה פט''ז נמצא השטר בין שטרותיו פרועין אע''פ שאין עדים על זה הכתב וכו' נראה דתרתי בעינן להחזיקו בפרוע וכן עיקר: ",
        "<b>ואפילו היה היורש קטן וכו'.</b> במשנה שם העיד ר''י בן ברוקא שאפילו נולד הבן לאחר מיתת האב ה''ז נשבע ונוטל ופירש''י ז''ל נשבע שלא מצא שובר ומתוך דברי רבינו נראה שאינו פוסק כר''י בן ברוקא אלא כת''ק וע''כ לא נחלקו אלא בנולד לאחר מיתת האב דלת''ק לא בעי שבועה אבל בקטן אפילו ת''ק מודה זה נראה בדעת רבינו ז''ל ורבינו מאיר כתב וקי''ל כוותיה חדא דסוגיין בעלמא דכל העיד הלכה היא ועוד דליכא דפליג עליה עכ''ל: ",
        "<b>ואם צוה המלוה בשעת מיתתו וכו'.</b> דברי רשב''ג באותה משנה והלכה כמותו וכן פסקו ז''ל: "
      ],
      [
        "<b>מת הלוה תחלה ואח''כ מת המלוה וכו'.</b> מימרא דרב ושמואל שם ופסקוה כל המפרשים ז''ל. ",
        "<b>ומ''ש רבינו אין יורשי מלוה נוטלין וכו'.</b> פירוש בין שיורשי מלוה הם בניו בין שהם אחיו הדין כן ומבואר שם בגמרא במסקנא: ",
        "<b>ואם עבר הדיין וכו'.</b> מסקנת ההלכות שם: ",
        "<b>לפיכך שטר חוב של יתומים וכו'.</b> מימרא שם ובהלכות: "
      ],
      [
        "<b>אפילו אם היה שם ערב וכו'.</b> מעשה שם (דף מ\"ח ע\"ב) מהטעם שכתב רבינו ז''ל דערבא בתר יתמי אזיל וכתבו קצת מפרשים ז''ל דאפילו היכא דלית להו ליתמי נכסי נחלה כלל דלא אזיל ערבא בתר יתומים אפילו הכי פטור וכ''כ הרב רבינו משה בר יוסף ז''ל בתשובה אבל רבינו מאיר כתב ואפילו היכא דלא ידעי ליה נכסי ללוה לא גבינן מערבא דחיישינן דילמא שבק נכסי במדינת הים ואזיל ערבא וגבי להו מיתמי אבל ודאי היכא דמיתחזק האי לוה דלא הוי ליה נכסי כלל דליכא למיחש ולא מידי גבינן מערבא עכ''ל: "
      ],
      [
        "<b>אין דנין מדין זה לכל הדומה לו וכו'.</b> שם בגמרא הבו דלא לוסיף עלה [דהא דרב] ושמואל [כגון מאי] דאמר רב פפא הפוגם שטרו ומת יורשים נשבעין שבועת היורשין ונוטלין וכתוב בספר העיטור דהוא הדין בעד אחד מעיד שהוא פרוע ומת שיורשיו נשבעין שבועת היורשין ונוטלין דהבו דלא לוסיף עלה הוא: "
      ],
      [
        "<b>יורש שבא לגבות מן היורש וכו'.</b> מימרא פ' הכותב (כתובות דף פ\"ח) הביאוה בהלכות פרק כל הנשבעין: ",
        "<b>וכן מלוה שבא ליפרע מיורשי לוה וכו'.</b> זה נראה מכח מימרא זו דאם איתא דאביהן היה לו לישבע אף הן היו נשבעין שבועת היורשין אלא ודאי כלל גדול הוא בדין כל האומר לא לויתי כאומר לא פרעתי ופשוט הוא: ",
        "<b>אפילו האמינו בשטר כל זמן שאמר פרעתי וכו'.</b> כבר כתבתי פרק ט''ו שלא נמצא בגמרא דין נאמנות ללוה אבל הגאונים ז''ל כתבוהו והוא פשוט דכל תנאי שבממון קיים. ודעת רבינו בדין זה ג''כ פשוט דלא הימניה אלא מטענת פרעון אבל לא מטענת אמנה וכיון שטוען שלא לוה פשיטא שלא פרע: "
      ],
      [
        "<b>יורש שבא להפרע מן הלוה וכו'.</b> זה מבואר בהלכות פרק הכותב: "
      ],
      [
        "<b>יורש קטן שהיה שטר חוב לאביו וכו'.</b> מבואר בגמרא פרק השותפין (בבא בתרא דף ז') ומהטעם שכתב רבינו ז״ל דמדלא אפקיה בחיי אבוהון אימר ציורי צייריה וחלקו המפרשים ז״ל בפירוש דבר זה הרב אבן מיג״ש ז״ל כתב שאפי' לא תבע האב חוב זה בחייו ואפילו לא הגיע זמנו בחייו חוששין לשובר זה מפני שהיה לו ללוה להזמין המלוה בבית דין ולכפותו ולקרוע השטר ע״כ דבריו ויש אומרים דדוקא בשיש עדים שתבעו האב בחייו בב״ד וזה לא הוציא שרגלים לדבר אבל אם לא כן אין חוששין לו ומה יעשה זה שפרע ואמר לו אידך אבד שטרי ועל כרחו פרע וקיבל שובר כדקיימא לן כותבין שובר כמו שיתבאר פכ״ג ומתי היה לו להוציאו ולא תבעו האב לאחר כתיבת שוברו ולזה הסכים הרשב״א ז״ל. עוד כתב ואפילו מתקיים בחותמיו ואפילו מפי העדים שאמרו אנו חתמנוהו ונקב יש בו בצד אות פלוני אין מקבלין מהן לפי שאין מקבלין עדים שלא בפני בעל דין ע״כ: "
      ],
      [
        "<b>המוציא שטר וכו'.</b> ברייתא פרק שני דייני גזירות (כתובות דף ק\"י ע\"ב). ",
        "<b>ומ''ש רבינו מה שאין כן בכתובה.</b> מבואר שם ובהלכות אישות: ",
        "<b>בא לגבות וכו'.</b> זה פשוט בטעמו שכיון שאין מבורר בשטר ודאי על המלוה לישבע ודי אם האמינוהו ליטול בשבועה מפני שהלוה כתב סתם: ",
        "<b>היה בו וכו'.</b> באותה ברייתא שם. ופירוש כל הדינין האמורין הן בשכתוב בו דינרין או סכום מטבע אחר אבל אם כתוב בו מאה כסף ולא פירש אם סלעים אם דינרין אם פונדיונין מה שירצה לוה מגבהו כל מטבע שהוא מכסף: ",
        "<b>מכאן אתה למד.</b> זה הוציא רבינו ז''ל משמועה זו ופשוט הוא: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו וכו'.</b> זה מבואר פ''ק דמציעא (דף י\"ד) דרבנן דאמרי דאחריות טעות סופר הוא ואע''פ שלא נכתב כמי שנכתב דמי: ",
        "<b>לא הספיק וכו'.</b> פירוש דוקא בהלואה בשטר הוא שטורף מן המשועבדים אבל במלוה על פה לא כמו שנתבאר פרק אחד עשר. ",
        "<b>ומ״ש לא הספיק.</b> משנה פרק הניזקין (גיטין דף מ\"ח ע\"ב) אין נפרעין מנכסים משועבדים במקום שיש נכסים בני חורין וכו' מפני תיקון העולם: ",
        "<b>בד״א בקרקעות וכו'.</b> דעת רבינו ז״ל דאחריות אינו טעות סופר בדאקנה אלא בנכסים שהיו לו בעת ההלואה ומיהו דוקא אצל לקוחות אבל אצל הלוה אפילו לא כתב לו דאקנה אם קנה נכסים גובה ממנו וזהו שכתב <b>רבינו ואינו טורפן</b> ולא כתב ואינו גובה מהן וזהו שאמרו בגמרא במי שמת מיניה ואפילו מגלימא דעל כתפיה וזהו הדין שכתב רבינו שדאקנה אינו משועבד בסתם לגבי לקוחות כן דעת רבו ז״ל. והרב בעל העיטור כתב כן ואחריות דאקנה לאו טעות סופר הוא עכ״ל. וכן מוכחת הסוגיא שבפרק חזקת (בבא בתרא דף מ\"ב ע\"ב) דאמר וליחוש דילמא דאקני [אמר ליה] אלמא דבסתמא אינו משועבד מי שקנה. ודע שלפי שיטה זו שטרי חוב המאוחרין שהן כשרין אינו אלא בשכתוב בהן דאקנה כמו שאבאר בפרק כ״ג וכן נראית דעת הרמב״ן ז״ל פרק אי זהו נשך אבל הרשב״א ז״ל כתב דשיעבוד דאקנה אע״פ שלא נכתב כמי שנכתב דמי ואפילו אצל לקוחות ודחק עצמו בפירוש סוגיא דפרק חזקת ובפרק כ״ג אכתוב יותר מזה: ",
        "<b>ואם התנה עליו שכל נכסים וכו'.</b> מסקנא דגמרא פ' מי שמת (בבא בתרא דף קנ\"ז:) ובהלכות: "
      ],
      [
        "<b>אין כל הדברים אמורים וכו'.</b> זה מבואר בהרבה מקומות מהם בסוגיא דפרק חזקת (בבא בתרא דף מ\"ד) גבי מכר לו פרה: ",
        "<b>הקנה לבעל חובו כל המטלטלין על גב וכו'.</b> מימרא באותה סוגיא אמר רבא אי אקני ליה מטלטלי אגב מקרקעי גבי מקרקעי וגבי מטלטלי ואמר רב חסדא והוא דכתיב ליה דלא כאסמכתא ודלא כטופסי דשטרי עד כאן. וכתבו קצת המפרשים ז''ל שטעם דברי רב חסדא הוא מפני שדרך הסופרים לכתוב כן אע''פ שלא אמר להם הלוה שיש לו קרקע לשעבד עליו מטלטלין וכן הן אינן יודעים שיש לו לפיכך צריך לכתוב כן שאין זה כטופסי השטרות אלא שהוא העיד על עצמו כן או שהם הכירו בו. ודע שאם שיעבד לו מטלטלין שיקנה אגב מקרקעי והיה לו מקרקעי בעת השיעבוד אפילו מכרן קודם שיקנה המטלטלין ואח''כ קנה המטלטלין הרי מלוה טורף מהן דמשעת כתיבה חל שיעבודו כן הכריחו המפרשים ז''ל מהסוגיא הנזכרת: ",
        "<b>וכן אם וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>עשה שדהו אפותיקי וכו'.</b> פרק השולח (גיטין דף מ\"א) בגיטין מימרא וברייתא מפורשת. וכתב הרשב״א ז״ל כתוב בחידושי הרמב״ן פר״ח ז״ל אפותיקי סתם כגון משכנתא וכן כתב רבינו יצחק ז״ל בתשובה. ומשמע שאפותיקי סתם הוא שמשכן שדהו לאכול פירות בכדי דמיהן או בנכייתא והתנו שיהא גובה ממנו לזמן פלוני אם לא פרעו ומשכונא סתם הוא שאין כותב בה גוביאנא כלל וכן פירש הרב אלברצלוני ומיהו באפותיקי כל זמן שלא שטפה נהר אין לו אלא מאותה שדה ע״כ ז״ל: ",
        "<b>וכן אם וכו'.</b> זה פשוט דעד כאן לא אמרינן אחריות טעות סופר הוא אלא בסתם אבל התנה שאין עליו אחריות פשיטא דתנאו קיים: "
      ],
      [
        "<b>העושה שדהו אפותיקי וכו'.</b> ברייתא פרק השולח תניא העושה שדהו אפותיקי לב''ח ולכתובת אשה [ומכרה לאחר] גובין משאר נכסים רשב''ג אומר וכו' [כתובת] אשה אינה גובה משאר נכסים שאין דרכה של אשה לחזר על בתי דינין ורבינו ז''ל פוסק כת''ק וכן פסק הרמב''ן ז''ל. והרב רבינו יונה והרשב''א ז''ל פסקו כרשב''ג דאשה אפילו באפותיקי סתם בטל מקח לאלתר. ופירשה הרב אלפס ז''ל בתשובה באפותיקי סתם ומתוך כך גובה מלוה משאר נכסים דאמרי ליה לקוחות הנחנו לך מקום לגבות ממנו אבל באפותיקי מפורש ודאי אפילו יש שם שאר נכסים גובין ממנו שהרי שיעבודן עליו לבד הוא. ובירושלמי במסכת שביעית נחלקו המשעבד שדהו באפותיקי מפורש ומכרו אם הוא מכור לשעה וכתב הרמב''ן ז''ל פרק אלמנה לכ''ג כיון דאנן לא קים לן פסקא דרבנן מערבאי המכר קיים עד שעת גוביאנא ועל בעל חוב להביא ראיה: ",
        "<b>במה דברים אמורים בשמכר לשעתה וכו'.</b> זהו פשט הירושלמי שהובא בהלכות דמסיק הוי כשמכרן לשעה אנן קיימין אבל אם לא מכרן לשעה דברי הכל אינן מכורין ונראה דעת רבינו לפרש שאע''פ שאם יש שם שאר נכסים בני חורין גובה מהן ולא מזו מ''מ אם מכר ללוה שאר נכסים אחר מכירת זו הרי מלוה טורף את זו ובזה יפה כח האפותיקי וכן פירש רבינו אפרים ז''ל. וזהו שאמרו בירושלמי והלוקח יחוש לעצמו ואם לא היה משתנה הדין כלל מחמת האפותיקי מה ראו לומר כאן לוקח יחוש לעצמו ואי זה חשש יש לו לחוש יותר משאר לוקחים מלוים ואפשר שלזה כתב רבינו אם לא נמצא נכסים בני חורין ולא אמר אם לא היו לו בשעת מכירה נכסים בני חורין וא''כ הוא י''ל שזהו הטעם שכשמכרו ממכר עולם אינו מכור לפי שהיה לו לפרש שהוא משועבד באפותיקי ואם ימכור שאר נכסיו יבא בעל חוב לגבות מזו אבל כשמכרה לשעה ר''ל עד זמן גוביאנת החוב מכורה וכל זה דחוק וצ''ע. ובהשגות א''א לא הבין ולא הבחין וכו'. ובאמת כל המפרשים אותו פירשוהו או בעבדי צאן ברזל הנזכרים בראש הירושלמי או בדין אפותיקי של אשה ודברי רבינו צ''ע: "
      ],
      [
        "<b>עשה עבדו וכו'.</b> מימרא פרק חזקת (בבא בתרא דף מ\"ד ע\"ב) ונראה שאם הוא אפותיקי סתם גובה ממנו אם אין שם שאר נכסים בדוקא ואם הוא אפותיקי מפורש אפילו יש שם שאר נכסים הרי הוא כקרקע לענין זה מפני שיש לו קול: ",
        "<b>עשה שורו וכו'.</b> באותה מימרא שם. ואם יחדו אגב מקרקע כבר נתבאר דין המטלטלין בששיעבדן אגב קרקע שטורפים מהם ופירשו המפרשים ז''ל עשה עבדו אפותיקי אפילו בעדים בלא שטר גובה ממנו פירוש וכגון שהמלוה בשטר שאם המלוה על פה אינו גובה מן הלקוחות כמבואר פי''א ועשה שורו אפותיקי אפילו בשטר אינו גובה: "
      ],
      [
        "<b>עבד שעשאהו וכו'.</b> משנה וגמרא פרק השולח (מ') ופסק כרשב''ג וכאוקימתא דרב וכבר נתבאר זה פרק שביעי מהלכות חובל ומזיק ובהשגות א''א הוא פוסק כרשב''ג והרב לא פסק כן ע''כ ונוסחת ההלכות משובשת נזדמנה לר''א ז''ל וכבר כתבתי שם מה שבו די סיוע לרבינו ז''ל. ",
        "<b>ומה שכתב רבינו וכן אם הקדישו.</b> יתבאר בסמוך: "
      ],
      [
        "<b>המקדיש נכסיו וכו' עד כמו שביארנו בהלכות ערכין.</b> דעת רבינו ז״ל שבכל הקדש אפילו קדושת דמים מפקיע מידי שיעבוד ואפילו הקדש קרקע וזו היא מימרא דרבא האמורה בכמה מקומות דהקדש חמץ ושיחרור מפקיעין מידי שיעבוד והוא מפרש שכל הקדש בכלל ונראה כן מפשט המשנה שבפרק שום היתומים (ערכין דף כ\"ג ע\"ב) ששנינו שם המקדיש נכסיו והיתה עליו כתובה ובע״ח אין לאשה לגבות כתובתה מן ההקדש ולא בעל חוב את חובו אלא הפודה פודה על מנת ליתן לאשה כתובתה ולבעל חוב את חובו ומה שאמרו בגמרא כדי שלא יאמרו הקדש יוצא בלא פדיון פירוש לפיכך אמרו חכמים שאפילו קדושת דמים מפקעת מידי שיעבוד אע״פ שסופו לגבות מן הפודה וההקדש משתכר במעט כדי שלא יאמרו הקדש יוצא בלא פדיון אם היה נוטלו הלה בחובו בלא פדיון כלל אתי לזלזולי בשאר הקדש ויאמרו שהן יוצאין בלא פדיון. ולדברי רבינו ז״ל כל ההקדש מפקיע מידי שיעבוד ואם הוא קדושת הגוף ההפקעה עולמית ואם הוא קדושת דמים נפקע עד שיפדה וכבר השיגו הר״א ז״ל מזה פרק שביעי מהלכות ערכין ובאמת שמה שיצא לרבינו ז״ל שם מפירוש זה אינו נכון וכל המפרשים ראיתי חלוקים עליו ולדברי כולם אין קדושת קרקע מפקיע מידי שיעבוד והביאו ראיות לזה ופירשו שדין המשנה שבערכין אינו מפני הפקעת שיעבוד אלא אע״פ שאינו מפקיע אינו טורף מן ההקדש כדי שלא יאמרו הקדש יוצא בלא פדיון: "
      ],
      [
        "<b>בעל חוב שבא לטרוף אם וכו'.</b> מחלוקת אמוראים בכתובות פרק מי שהיה נשוי (כתובות דף צ\"א ע\"ב) בעובדא דההוא גברא דהוו מסקי ביה אלפא זוזי הוו ליה תרי אפדני זבנינהו. ופסק רבינו כרבא וכן כתבו ז״ל: ",
        "<b>ואם עשה אותה אפותיקי אינו וכו'.</b> זה מבואר פרק קמא דמציעא (דף ט\"ו ע\"ב) ובהמקבל דכי שוייה אפותיקי לא מצי לוקח לסלק במעות ופירוש דוקא באפותיקי מפורש וכן מבואר שם הכא במאי עסקינן דאמר ליה לא יהא לך פרעון אלא מזו וכן כתבו ז''ל: "
      ],
      [
        "<b>ראובן שהיה חייב לשמעון מאתים דינרים וכו'.</b> זה המעשה שנזכר למעלה מהנהו תרי אפדני ומבואר דין זה שם במסקנא ושלא היה אחת מהשדות אפותיקי מפורש לשמעון שהרי יכול לוקח לסלקו במעות: "
      ],
      [
        "<b>מת ראובן והניח שדה אחת שוה מנה וכו'.</b> גם זה מעשה דקטינא מבואר שם. <b>ומ''ש רבינו ז''ל מן המטלטלין שהניח אביהן</b> לפי שהוא ז''ל סבור שמנכסים שלהם אפילו מצוה ליכא. ושם באותו מעשה נתבאר בגמרא שטעם הבעל חוב הוא מפני שיכול לומר מצוה עשיתם וכן כתבו קצת המפרשים ז''ל וכבר כתבתי בזה פרק י''א: ",
        "<b>ואם אמרו לו אלו במאה דמי השדה וכו'.</b> גם זה באותו מעשה מבואר והוכיחו הרמב''ן והרשב''א ז''ל מן הירושלמי שכשם שאין שמעון יכול לחזור ולטורפה כך אין בעל חוב מאוחר ממנו יכול לטורפם דהו''ל כמי שהגבו אותו וחזרו ולקחו ממנו וכן עיקר: "
      ]
    ],
    [
      [
        "<b>כשיורדין בית דין לנכסי הלוה לא יגבו לבעל חוב וכו'.</b> משנה פרק הניזקין (גיטין דף מ\"ח) בעל חוב בבינונית: ",
        "<b>ודין תורה שיגבה בעל חוב מן הזבורית וכו'.</b> מבואר בגמרא שם ופירקא קמא דבבא קמא (דף ח') מימרא דעולא: ",
        "<b>במה דברים אמורים בבא ליפרע מן הלוה עצמו וכו'.</b> משנה פרק הניזקין שם אין נפרעין מנכסי יתומים אלא מן הזיבורית ובגמרא יתומים שאמרו בין גדולים בין קטנים ורבינו ז''ל כתב יורשין לומר דלאו דוקא בניו אלא ה''ה לכל היורשין וקצת מוכיח כן בגמרא: "
      ],
      [
        "<b>אין נפרעין מנכסים משועבדין וכו'.</b> משנה שם והוא כלל אפילו לניזקין שדינן בעידית כמו שנתבאר פרק שמיני מהלכות נזקי ממון אין טורפין ממשועבדים במקום שיש בני חורין אפילו זיבורית. ",
        "<b>ומה שכתב רבינו בין שנתנם.</b> לומר ממשועבדים מחמת מתנה אין טורפין כל זמן שיש בני חורין בעיא היא בגמרא ואפילו לא איפשיטא אבל כך נפסק בהלכות דמתנה כמכר וכך כתבו ז''ל: ",
        "<b>נשתדפו בני חורין וכו'.</b> בעיא דאיפשיטא פרק מי שהיה נשוי (כתובות דף צ\"ה) וכתב הרשב״א בתשובה דדוקא נשתדפו אבל גזלן אנס אינו טורף ממשועבדים מפני שמצויין הן בעלי זרוע ליפול וסוף שיגבה חובו: "
      ],
      [
        "<b>ראובן שמכר וכו'.</b> מימרא דרבא פ''ק דב''ק (דף ח' ע\"ב) ובמי שהיה נשוי (דף צ\"ב) וכתב בעל העיטור ז''ל ופירשו רבואתא דוקא בשמכרן לשמעון בבת אחת דאי בזה אחר זה ולקח זיבורית באחרונה לא מצי בעל חוב למגבי בינונית דלוי דזיבורית דגבי שמעון משתעבד ליה וכמו שיתבאר לפנינו וכיון ששמעון יכול לדחותו אצל זיבורית שלו מה מכר לו ללוי כל זכות שתבא לידו ומתוך כך יש לו ללוי לדחותו אצל זיבורית דשמעון וכן הלכתא אלו דבריו ז''ל ועיקר: ",
        "<b>בד''א בשלקח לוי וכו'.</b> שם באותה מימרא מבוארת כל בבא זו. ויש לרמב''ן ולרשב''א ז''ל שיטה בפירוש שמועה זו יראה ממנה שאם לקח לוי זיבורית ואין אצל שמעון בינונית אלא עידית טורף מזבורית דלוי אם ירצה: "
      ],
      [
        "<b>כבר ביארנו וכו'. היה לו עדיות וזיבורית וכו'.</b> כל אלו הדינין ברייתות שם פרק קמא דבבא קמא. <b>ומה שכתב רבינו היה לו בינונית וזיבורית בעל חוב בבינונית</b> מחלוקת ברייתות שם דאיכא מ''ד בעל חוב בזיבורית ורבינא אוקמינהו דבעולא קא מיפלגי והיא המימרא שהזכרתי למעלה ופירשו בהלכות דמאן דאמר בבינונית אית ליה דעולא וכן פירש''י ז''ל וקיימא לן כעולא וזו היא שיטת רבינו ז''ל אבל קצת המפרשים פירשו בהיפך דמ''ד בזיבורית הוא דאית ליה דעולא ומתוך כך פסקו בעל חוב בזיבורית. וזה דעת בעל העיטור והראב''ד ז''ל ועוד אכתוב בזה פרק כ''ד: "
      ],
      [
        "<b>מכרן לשלשה וכו'.</b> ברייתא שם. ויש מי שהקשה ניזקין היאך גובין מן הלקוחות והלא מלוה על פה הן ואינה טורפת מן הלקוחות כמבואר פרק י''א ותירצו שניזקין קול יש להן יותר ממלוה וטורפין אפילו ממשועבדים שהרי לא אמרו שאין מלוה על פה טורפת מהן אלא מפני שאין להם קול כמו שנזכר פי''א והביאו ראיה לזה. ואם היו כל הנכסים עידית או בינונית או זיבורית שהרי דין ניזקין ובעל חוב וכתובת אשה שוה בהן ומכרן לשלשה בני אדם כאחד ובאו לטרוף מהן יש לדקדק כיצד טורפין אם יכולין לטרוף הכל מן האחד או שליש מכל אחד ואחד בשקנה כל אחד שליש הנכסים או לפי חשבון אם קנה האחד חסר או יתר ונ''ל שגובין לפי חשבון והריני דן אותו כדין מקבלי מתנות שנתבאר פרק עשירי מהלכות זכייה ומתנה שמקבלי מתנות בבת אחת אם יצא עליהן שטר חוב גובה מכולן לפי חשבון ובברייתא הנזכרת סוף פרק יש נוחלין ואיתא פרק הניזקין ובדין הוא להשוותן שהרי משועבדים דמתנה כמשועבדים דמכר כמו שנתבאר כנ''ל. ועוד צ''ע לפי שדין המתנות הוא אפי' בשהאחד קבל עידית והאחד בינונית והאחד זיבורית והטעם מפני שהדעת נותן היה להשוותן לפי חשבון וכן מוכחת הסוגיא שבפרק הניזקין שאפילו באין המתנות שוות הדין כן משא''כ במכר כמו שנתבאר אחר כך מצאתי לרבינו האיי ז''ל שכתב בשער כ''ז מספרו שגובה מכולן לפי חשבון כמו שכתבתי: ",
        "<b>מכרן בזא''ז כולן טורפין מן האחרון וכו'.</b> באותה ברייתא שם וכתב הרשב''א ז''ל כתב רבינו יצחק ברבי אברהם ז''ל שאם באו כולם בבת אחת כל הקודם בשטרו גובה מן האחרון ופעמים שהניזקין גובין מן הזיבורית וכתובת אשה מן העידית כיצד הרי שהיו ניזקין קודמין וכתובת אשה מאוחרת ומכר עידית ושייר זיבורית ואח''כ מכר זיבורית ניזקין הקודמין גובין מן הזיבורית שבאחרונה וכתובה המאוחרת מן העידית עכ''ל וכ''כ ז''ל בתוספות: "
      ],
      [
        "<b>מכרן לאחד בזו אחר זו וכו'.</b> ברייתא ואוקימתא דגמרא שם ויש שם אוקימתא שאומרת דדוקא כי מתו בעלים ראשונים ונשארו יתומים דכיון דלאו בני פרעון נינהו לא מצי אמר לוקח אי שתקת שתקת ואי לא מהדרנא שטרא דזיבורית למריה ותגבה מן הזיבורית אבל אם המוכר קיים יכול לומר כן ובעל העיטור פסק כאוקימתא זו ואם המוכר קיים דין כולם בזיבורית מפני הטענה הנזכרת וכבר העלה הרשב''א ז''ל דלפסק הלכה לא אמרינן אי שתקת לגרועי מדינא קמא ואין אוקימתא זו עיקר וכ''כ ר''ח ז''ל ואף בהלכות לא הובאה לפי שאינה וזה דעת רבינו ז''ל ועיקר ופירוש אם לקח בינונית באחרונה ניזקין ובעל חוב בבינונית וכתובה בזיבורית: ",
        "<b>ולמה אינו אומר לו הטורף כך אם לקח עידית באחרונה וכו'.</b> מבואר בגמרא שם טעם זה: "
      ],
      [
        "<b>מכרן לאחד זו אחר זו ומכר לו עידית באחרונה וכו'.</b> שם מבואר בסוגיא בפשיטות: ",
        "<b>מכר עידית והניח בינונית וזיבורית וכו'.</b> שם כרבא דאמר דלוקח שני יכול לדחותן אצל מה שהיה יכול לוקח ראשון לדחותן אם לא מכר כלל ומתוך כך כתב רבינו שניזקין דינן בעידית של שני לפי שלוקח ראשון לא היה יכול לדחותן אצל דבר אחר ופשוט הוא: "
      ],
      [
        "<b>מי שלוה מאחד ואחר כך מכר הלוה נכסיו לשנים וכו'.</b> פירוש בזה אחר זה ודין זה בברייתא פרק מי שהיה נשוי (כתובות דף צ\"ה) גבי אשה והוא הדין לבעל חוב וכן הסכימו כל הפוסקים ז״ל ואינו דומה לנשתדפו בני חורין מפני שבכאן מלוה הוא שהפסיד על עצמו וכמ״ש רבינו ז״ל וכנזכר בגמרא שם, ודין האשה במשנה גם כן מבואר בגמרא ובהלכות: <b>מכר הלוה שדה ללוקח ומכר אחריה שדה שניה ללוקח שני וכתב המלוה ללוקח שני דין ודברים אין לי עמך וקנו מידו הרי בעל חוב טורף מלוקח ראשון שדה ראשונה ולוקח ראשון טורף מלוקח שני שדה שניה שהרי קנה אחריו ובעל חוב טורף אותה מלוקח ראשון ולוקח שני מוציא אותה מבעל חוב שהרי כתב לו ולוקח ראשון חוזר וטורף משני וחוזרין חלילה עד שיעשו פשרה ביניהן וכן האשה בכתובתה והוא שיהיה החוב כנגד שתי השדות</b> ע״כ נמצא במקצת ספרי הרב ז״ל והוא פירוש למה שאמרו וכן בבעל חוב ושני לקוחות וכן פירש״י ז״ל שם במי שהיה נשוי אבל נוסחת הרב ז״ל בספרים אחרים היא כך מכר הלוה שדה ללוקח ומכרה לוקח ראשון ללוקח שני וכו' [עיין בפנים] ופירוש כגון שלא כתב ללוקח ראשון ולבאי כחך ועל זה כתוב בהשגות שהוא טעות גדולה מכמה תשובות ואחת מהן חזקה והוא שאף לכתחלה אין בעל חוב יכול לטרוף מלוקח שני משום דאמר ליה אי שתקת שתקת ואי לא מהדרנא שטרא למריה וכן הדין במי שאבדה לו דרך שדהו עד כאן ודברים אמתיים הם ועוד אני מוסיף לומר שאין אנו צריכין לטענה זו אלא מה מכר לו ראשון לשני כל זכות שתבא לידו כיון שמראשון אינו יכול לטרוף אף משני כן ואינו דומה לנאמנות ואפשר שדעת רבינו ז״ל כשביאר דבריו ואמר כל זמן שתהיה בידך וצ״ע: "
      ]
    ],
    [
      [
        "<b>מי שיש עליו חובות הרבה וכו'.</b> זה פשוט בכמה מקומות ומדברי רבינו נראה שאין חילוק בין מלוה בשטר למלוה על פה אלא כל הקודם זכה וזהו שלא חילק ואין כן דעת קצת הגאונים ז''ל אלא מלוה בשטר מאוחרת קודמת בדין למלוה על פה מוקדמת וכבר דחה הרשב''א ז''ל כל הראיות שהביאו לזה ודעתו כדעת רבינו וכן כתב רבינו האיי בתשובה: ",
        "<b>ואם קדם האחרון וכו'.</b> זה מחלוקת פרק מי שהיה נשוי (כתובות דף צ') ומחלוקת ישנה בין הגאונים ז״ל שרב צמח ורב נחשון וקצת גאונים ראשונים ז״ל פסקו מה שגבה גבה ור״ח ורבינו האיי ובהלכות פסקו לא גבה וזה דעת רבינו ז״ל ולזה הסכים הרמב״ן ז״ל ועיקר ומ״מ אם גבה בעל חוב מאוחר בינונית והניח זיבורית אצל בעל חוב מוקדם מה שגבה גבה וכן כתב הרשב״א ז״ל פרק הניזקין מהכרח הסוגיא: ",
        "<b>בד״א בקרקעות שהיו וכו'.</b> זה מבואר פרק מי שמת (בבא בתרא דף קנ\"ז ע\"ב) לוה ולוה ואח״כ קנה יחלוקו וכך נפסקה הלכה שם ומבואר בהלכות. וכתב הרשב״א ז״ל מהכא שמעינן לשיעבוד דאקנה דכל שלא קנה יכול לחזור בו דאי לא לקמא משתעבד לבתרא לא משתעבד דכשם שאינו יכול לחזור בו בכל כך אינו יכול לחזור בו במקצת וכן נמי משמע לי מדאמר רב הונא התם במוכר פירות דקל לחבירו דיכול לחזור בו עד שלא באו לעולם ואפי' לר״מ דאמר אדם מקנה דבר שלא בא לעולם כדאיתא פרק איזהו נשך גמרא הלוהו על שדהו ושם כתבתי עכ״ל: ",
        "<b>וכל שקדם וכו'.</b> זה אינו מבואר בגמרא בביאור אבל נראה הוא בטעמו שלא אמרו אלא בעל חוב מאוחר שקדם וגבה מה שגבה לא גבה אבל בשוין כגון כאן ששיעבודן שוה דברי הכל מה שגבה גבה וכן נראה מדברי ההלכות שבפרק הכותב גבי לבעל חוב יהבינן לאשה לא יהבינן וכן הסכים הרשב''א ז''ל לדברי רבינו ומהטעם שהזכרתי: "
      ],
      [
        "<b>לוה וכתב לו וכו'.</b> זה מבואר שם פרק מי שמת שלא אמרו אלא בששתי ההלואות קודמות לקנייה ופשוט הוא: ",
        "<b>אין דין וכו'.</b> זה מוסכם מכל המפרשים ז''ל ואפילו לדעת הפוסקים בקרקעות מה שגבה לא גבה מודים במטלטלין ומבואר בהלכות במי שהיה נשוי: ",
        "<b>קידם אחד משאר וכו'.</b> מימרא פרק הכותב (כתובות דף פ\"ד ע\"ב) א״ר יוחנן התופס לבעל חוב במקום שחב לאחרים לא קנה ופירשו המפרשים ז״ל אפילו עשאו בעל חוב שליח לתפוש לא קנה והוכיחו כן מהמעשה הנזכר שם התחלתו יימר בר חשו ושלא כדברי רש״י ז״ל: ",
        "<b>אבל אין עליו חוב לאחרים קנה לו.</b> זה נראה כמוכרח ממה שאמרו במקום שחב לאחרים לא קנה הא במקום שלא חב קנה וכתב הרשב''א ז''ל פ''ק דמציעא ולענין התופס במקום שלא חב לאחרים דקנה איכא למידק ולימא ליה לאו בעל דברים דידי את וכתב רבינו אלפאסי ז''ל בתשובה דדוקא במקום דאיכא פסידא לבעל חוב כגון בגוסס דאי לא תפיס ליה מפסיד מלוה לגמרי משום דהוי להו מטלטלי דיתמי ולא משתעבדי לבעל חוב לדינא דגמרא ואי נמי בגברא דמפסיד נכסיה אי נמי עני וירוד מנכסיו ונראה לב''ד שיתפסדו נכסים עד שלא יבא בעל חוב או יפסיד לגמרי בכי הא אמרינן דקנה חבירו ותקנה הוא שהתקינו הא אילו היה בעל חוב בא מיד ויכול לפרוע לבעל חובו מה שיש לו אצלו לא אלא הרי זה אומר לו לאו בעל דברים דידי אתה ושומעין לו עכ''ל: ",
        "<b>וכן אם אמר לו הלוה זכה בחפץ וכו'.</b> כבר נתבאר פי''ו אם היה ראובן חייב לשמעון מנה ואמר ללוי הולך לשמעון מנה זה שאני חייב לו שאם בא ראובן לחזור אינו חוזר אלמא זכה לו וכיון שהוא אינו יכול לחזור בו ודאי אין שאר בעלי חובות יכולין לגבות ממנו וכן מבואר פרק קמא דגיטין (דף י\"א ע\"ב) גבי הא דתופס לבעל חוב דכל היכא דלוה אמר תנו זכה: "
      ],
      [
        "<b>שטרות שזמן כולם ביום אחד וכו'.</b> דעת רבינו ז''ל כדעת ההלכות שאמרו פרק הכותב דעד כאן לא אמר שמואל פרק מי שהיה נשוי בשני שטרות היוצאין ביום אחד שודא דדייני אלא במתנות ומכירות אבל בהודאות והלואות אפילו שמואל מודה לרב דיחלוקו ומתוך כך כתב רבינו כל שקדם וגבה זכה כפי הדרך הנזכר למעלה בשיעבוד דאקנה אבל ר''ח ז''ל פסק דאפילו בהודאות והלואות אמרה שמואל וקי''ל כוותיה ועבדי שודא דדייני ולזה הסכים בעל העיטור ז''ל וכ''נ מדברי הרשב''א ז''ל והרמב''ן ז''ל לא הכריע בזה דבר: "
      ],
      [
        "<b>באו כולן ביחד וכו' וכן בעלי חובות וכו' או שבאו וכו'.</b> אלו השלשה חלוקים נזכרו בביאור שם בהלכות פרק הכותב. ודע שכשאמרו אין דין קדימה במטלטלין דוקא בשלא כתב לו מטלטלי אגב מקרקעי אבל אם כתב לו ודאי יש בהן דין קדימה שהרי הוא טורף מלקוחות כנזכר פי''ח כל שכן שבעל חוב מאוחר לא יחלוק עמו וזה מוכרח פרק מי שמת דכל היכא שבעלי חוב מוקדם ומאוחר חולקים אף לוקח נוטל חלקו ואין ב''ח טורף הכל כמו שיתבאר פרק כ''א בדין השבח וזה פשוט וכן מצאתי כתוב בשם התוספות והרמב''ן ז''ל ומוכרח הוא: ",
        "<b>כיצד חולקין וכו' כיצד היו ג' חובות של זה מנה וכו'.</b> חלוקה זו היא כדעת ההלכות שבפרק מי שהיה נשוי שפסקו כרבי ושם נתבאר דין חלוקה זו בביאור ארוך ועל דעת זו הסכימו הרבה מהאחרונים ז''ל ורבינו ז''ל הביא דעת אחרת מן הגאונים שיש שהורה שחולקין לפי ממונם ומ''מ לענין מעשה כדברי ההלכות אנו עושין ומפיהן אנו חיין וכן נראה מדברי רבינו פרק אחד ועשרים: "
      ],
      [
        "<b>ראובן ושמעון לכל אחד משניהם וכו'.</b> מעשה פרק מי שהיה נשוי (כתובות דף צ\"ד ע\"ב) הנהו תרי שטרי וכו' ופירשה רבינו בשטרי הלואה וכפשט הגירסא שאומרת יכלי למימר ליה את בר חד בניסן את והנחנו לך מקום לגבות הימנו ורש״י ז״ל פירשה בשטר מכר שעשה משדה אחת שתי מכירות והשטר האחד היה כתוב בו בחמשה בניסן והאחד בניסן סתם ובודאי שהדין שוה בשתי דרכים אלו וכמ״ש רבינו ז״ל וכתב הרשב״א יש מי שאומר דמי שמכר לשנים ולאחד פירש בשטר בעשרים וחמשה בניסן ולשני כתב ניסן סתם אין ב״ח יכול לטרוף מאחד מהם וכל אחד מהם יכול לדחותו אצל השני לומר הנחתי לך מקום לגבות ממנו ואינו דא״כ כל אדם יהו עושין כן ויערימו להפסיד ב״ח בכענין זה אלא מהאי דכתיב בניסן סתמא גבי וטעמא דמילתא משום דשדות שניהן משועבדין לב״ח אלא שהתקינו להם חכמים שאין נפרעין מנכסים משועבדים במקום שיש בני חורין א״כ עליו לברר שהוא משועבד במקום בני חורין ועליו הראיה הילכך זה שהוא סתם ידו על התחתונה כך נ״ל טעם הענין עכ״ל. ולוה שמכר קרקעותיו לשלשה בני אדם ולא נתפרש בשטריהם זמן ובא מלוה לטרוף וכל אחד מדחה אותו לומר אני מוקדם והנחתי לך מקום לגבות יש מי שאומר שעליהם להביא ראיה שהרי כולן נכנסו תחת שיעבודו ומהטעם הנ״ל אבל הרמב״ן ז״ל כתב בתשובה שעליו להביא ראיה ואם לא הביא אינו טורף כל עיקר והראשון נראה טעם כעיקר: ",
        "<b>וכן הדין בראובן ושמעון שמכר להן לוי וכו'.</b> כבר נתבאר זה: "
      ]
    ],
    [
      [
        "<b>בעל חוב גובה את השבח וכו'.</b> מימרא דשמואל פ''ק דמציעא (דף ט\"ו) בעל חוב גובה את השבח וכו' ופירשו ז''ל אפילו שבח הבא מחמת הוצאה ומוכרח הוא: ",
        "<b>אלא שאם שבחו מאליהן וכו'.</b> פירוש הטעם למה אינו טורף ב''ח אלא חצי השבח ביארו רבינו בפרק זה לפנינו מפני שהוא כלוה ולוה ואח''כ קנה שיחלוקו ומפורש זה בגמרא ובהלכות סוף פרק מי שמת ומכאן אתה למד שלא אמרו גובה את השבח אלא בשכתב לו לוה דאקנה לפי דעת רבינו שכתב פי''ח שאין סתמו כפירושו וז''ש רבינו ז''ל למטה לפיכך ראובן שלוה משמעון מנה וכתב לו שאני עתיד לקנות וחזר ולוה מלוי מאתים וכתב לו שאני עתיד לקנות וזה מבואר וכן כתבו הרבה מהגאונים ז''ל, ומכל מקום מ''ש רבינו ז''ל דבשבחא דממילא טורף כל השבח כתב הרשב''א ז''ל אין הגאונים ז''ל מודים בדבר זה אלא לעולם לא גבי בעל חוב אלא חצי שבח ואפילו בשבחא דממילא ובדכתב ליה דאקנה אלא בדשוייה ניהליה אפותיקי מפורש וכו' וכן כתב הר''ז הלוי ז''ל דלעולם אינו גובה אלא חצי שבח ואפילו בשבחא דאתי ממילא עכ''ל. ודין האפותיקי יתבאר בפרק זה ואף הרמב''ן ז''ל כתב כן דכל דלא שוייה ניהליה אפותיקי מפורש אינו גובה אלא חצי שבח אפילו בשבח דממילא: ",
        "<b>כיצד ראובן שהיה לו חוב על שמעון וכו'.</b> כבר נתבאר זה ורבינו כתב טורף ממנה במאה וחמשים לומר שאין מחשבין הוצאה ללוקח אלא בעל חוב נוטל חצי שבח בלא הוצאה וזהו דעת ההלכות שם פרק קמא דמציעא והאריכו שם לחלק בין זו לדין יורד לתוך שדה חבירו שלא ברשות כמו שכתוב שם ואחר כך הביא רבינו הוראת גאונים גדולים לומר שנוטל הוצאה והכריע כדבריהם: ",
        "<b>הורו גאונים גדולים וחכמים וכו'.</b> גם זאת הסברא כתובה בהלכות בלשון איכא מאן דאמר ודחאוה שם כמו שכתבתי ורבינו הכריע כמותה. ודין יורד לתוך שדה חבירו שלא ברשות נתבאר פ''י מהלכות גזילה ואבידה ושם ביארתי פירוש ידו על התחתונה: ",
        "<b>וחוזר הלוקח וגובה הקרן מנכסי שמעון וכו'.</b> מבואר בגמרא שם סוף פרק מי שמת (בבא בתרא דף קנ\"ז) וא״ת אחר שיש שם משועבדין מאוחרין לאלו היאך טורף בעל חוב מאלו יאמר לו לוקח לך אצל המאוחרין וכבר הנחתי לך בעת שקניתי מקום לגבות הימנו וזו שאלה הגונה ויש להשיב לפי דעת רבינו שכתב פי״ח ששיעבוד דאקנה אינו חל בסתם ומשכחת לה בשלא היו לו המשועבדין המאוחרין בעת שלוה והיו לו בעת שמכר אלו ומפני כך לא נכנסו תחת אחריות המלוה ונכנסו תחת אחריות הלוקח אי נמי בשכתב דאקנה ללוקח ולא למלוה וקנה ומכר אחר מקח זה ואפילו לפי דעת הרשב״א שכתבתי שם משכחת לה בשהתנה בעת שלוה בפירוש שלא יהיו הנכסים שיקנה משועבדין למלוה אי נמי משכחת לה לכל הסברות כגון שאלו המאוחרין הם במדינה אחרת ואין אומרים למלוה להניח אלו אע״פ שקדמו להוציא מאתים על מנה וכן הדין אפילו אצל בני חורין גמורין וכן מצאתי לקצת מפרשים ז״ל שכתבו כן וכן השיב הרשב״א ז״ל בתשובה כל שהן ברחוק מקום ואין לדין זה ראיה ברורה: ",
        "<b>אבל השבח שטרף ממנו בעל חוב וכו'.</b> משנה פרק הניזקין (גיטין דף מ\"ח ע\"ב) ומפורשת פרק קמא דמציעא (דף י\"ד). <b>ומ״ש רבינו לפי שאלו דברים שאין להם קצבה</b> פסק דלא כעולא אלא כרבי יוסי בר חנינא שנתן הטעם הזה שם בהניזקין (דף נ' ע\"ב) ולא כן פסקו בהלכות והמפרשים ז״ל אלא כעולא שאמר בשם ר״ל לפי שאינן כתובין ופירש״י ז״ל לפי שאין קול יוצא עליהן. וענין מזון האשה והבנות יתבאר בהלכות אישות: ",
        "<b>ומקולי כתובה שלא תטרוף אשה מן השבח וכו'.</b> משנה פרק יש בכור לנחלה (דף נ\"ב) וכבר נתבאר פרק ששה עשר מהלכות אישות: ",
        "<b>ולמה יטרוף ב״ח חצי השבח בלבד וכו'.</b> זה הטעם נזכר פרק מי שמת (בבא בתרא דף קנ\"ז ע\"ב) כמה שכתבתי למעלה: ",
        "<b>לפיכך ראובן שלוה משמעון מנה וכו'.</b> דין זה פשוט על הדרך שנתבאר למעלה פ''ב בחלוקות הב''ח השוין בשיעבוד ואינן שוין בשני החובות. ",
        "<b>ומ''ש רבינו והרי היא שוה שלש מאות.</b> ר''ל בחלוקת ההוצאה כפי הוראת הגאונים הגדולים שכתב למעלה והכריע כמותם: "
      ],
      [
        "<b>כל הפירות שאכל הלוקח אינן נטרפין וכו'.</b> זה החלק מבואר שם פ''ק דמציעא (דף ט\"ז) דאמרינן ב''ח גובה את השבח שבח אין פירי לא וכן מוסכם מכל המפרשים ז''ל: ",
        "<b>אבל הפירות המחוברין לקרקע כו' כענבים שהגיעו ליבצר הרי ב״ח וכו'.</b> דעת רבי' כדעת ההלכות שכתבו כן פירוש הני פירות דלא גבו להו ב״ח פירות דאכיל להו לוקח נינהו א״נ דאיתלשו אבל פירי דאיתנהו האידנא מיחברי בארעא גבי להו ב״ח והיינו דאמרינן והרי מעשים בכל יום וקא מגבי שמואל אפילו בשבח המגיע לכתפים והם הפירות שהגיעו ליבצר ולינטל על הכתף עכ״ל ההלכות ופשט דברים אלו כדברי רבינו ז״ל וכן פירש רבינו חננאל ז״ל וכן פירש״י ז״ל אלא שהוסיף ואמר ועדיין צריכין לקרקע וכתב הרמב״ן ז״ל וכן עיקר שאם אינן צריכין לקרקע הרי הן כמי שנתלשו מדהוינן פרק נערה שנתפתתה (כתובות דף נ\"א) סוף סוף העומד ליגזז כגזוז דמי ופרקינן דצריכי לדקלא קאמינא אלמא כל דלא צריכי ב״ח לא גבי להו דכתלושין דמו עד כאן, עוד כתב וסבור אני שרבינו הגדול ז״ל בהלכות אף הוא יודה בזה שאם עומדין ליתלש כתלושין דמו ומ״ש תלושין דרך קצרה אחז כמנהגו עד כאן, וגם הרשב״א נדחק לפרש כן לשון ההלכות וכתב שהר״ז הלוי ז״ל פירש שאפילו פירות שלא הגיעו ליבצר אינו גובה כלל וכתב כי נראין דבריו ותירץ ההיא דנערה שנתפתתה. נמצאת למד שג' מחלוקת בדבר דעת רבינו ז״ל ופשט דברי ההלכות הוא שאפילו אינן צריכין לקרקע כלל גובה מהן כיון שהן מחוברין ודינן כדין השבח ודעת רש״י ז״ל והרמב״ן שאם אינן צריכין אינו גובה אבל גובה הוא מן הצריכין ודעת הר״ז והרשב״א ז״ל הוא שאפילו מן הצריכין אינו גובה מהן אלא שהצריכין נוטלן עם הקרקע ונותן דמיהן ללוקח והרב בעל העיטור ז״ל דעתו כדעת רש״י ז״ל וכן עיקר: "
      ],
      [
        "<b>מתנה ששבחה מחמת הוצאה וכו'.</b> מפורש בגמ' שאין ב''ח טורף משבח המתנה כלום: ",
        "<b>ואם שבחה מאליה בעל חוב גובה את כולה.</b> זה דעת ההלכות שכ' ומסתברא דהאי שבחא לא טריף ממתנה שבחא דאתי מחמת הוצאה הוא אבל שבחא דאתי ממילא טריף עכ''ל וזה דעת הרמב''ן וכן עיקר. ובהשגות א''א דעת יחיד הוא זה והרב ז''ל אמר כן במסתברא וראוי לסמוך עליו ע''כ. ודעת רבינו אפרים והר''ז ז''ל לומר שממתנה אינו גובה כלום מן השבח ואפילו מן הבא מאיליו ולזה נראה שהסכים הרשב''א ז''ל: ",
        "<b>ואם קיבל הנותן אחריות המתנה וכו'.</b> זה פשוט מפני שהטעם שאינו גובה מן המתנה הוא מפני שאין בה אחריות כמו שנזכר בגמ' בפירוש וכמו שיתבאר בסמוך ולפיכך כל שיש בה אחריות הרי היא כמקח לדבר זה וכן דעת הרשב''א ז''ל וכתב הרמב''ן ז''ל שלוקח שפירש שלא יהא לו אחריות שדינו כמתנה לכל דינין הללו וגם זה פשוט: ",
        "<b>ולמה יטרוף בעל חוב וכו'.</b> זה מפורש בגמרא: ",
        "<b>ומ''ש רבינו ואפילו לא כתב כבר נודע וכו'.</b> כך כתבו ז''ל שסתמו כפירושו וכן עיקר: "
      ],
      [
        "<b>וכן יתומים וכו'.</b> דעת רבינו ז''ל שדין היתומים בזה כדין המקבל מתנה וזה נראה דעת ההלכות ולזה הסכים הרמב''ן ז''ל פרק המקבל ויש בזה דעות אחרות וזה עיקר: "
      ],
      [
        "<b>בעל חוב שטרף וכו'.</b> כך כתוב בהלכות פ''ק בביאור וכן הסכימו ז''ל ודברי טעם הן ולמדו מכאן דהיכא שהחוב דבר מועט והקרקע המגיע לגבות חובו אין בו שיעור שאין בית דין מזקיקין בעל חוב ליקח בחובו פחות מכשיעור אלא מוכרין או משכירין הקרקע לזמן ונותנין לו מעותיו וכ''כ הרמב''ן ז''ל והרשב''א ז''ל בתשובותיהם: "
      ],
      [
        "<b>היתה השדה אפותיקי בעל חוב וכו'.</b> מה שנמצא בספרי רבינו ז''ל בדין האפותיקי לומר שבעל חוב נוטל חצי השבח בלא הוצאה כלל והחצי האחר או מניחו או נוטלו ופורע הוצאת כל השבח דבר זה לא נתברר אצלי טעמו וא''א לפרש הסוגיא בשום צד לפי זה וכבר הושג רבינו ז''ל מזה אבל דין חילוק האפותיקי משאר בעלי חוב לפי שיטת רבינו האיי וההלכות הוא ששאר בעלי חוב אינן נוטלין אלא שיעור חובן ואם אין הקרן וחצי השבח מגיע לחובן מסלק חצי ההוצאה לפי הוראת הגאונים הגדולים ואינו יכול לטרוף יותר וכמו שנתבאר והנשאר אם הוא דבר ראוי נוטלו לוקח בקרקע ואם אינו ראוי כופין לב''ח לתת לו מעות אבל באפותיקי פעמים שבעל חוב נוטל יותר מהמחוייב אליו ויפה כחו כשהשביח לוקח משאם השביח לוה כיצד ראובן שהיה נושה בשמעון מנה ועשה לו שדה אחת שוה מנה אפותיקי ואחר כך מכרה ללוי במנה והוציא בה לוי חמשים והשביחה והרי היא שוה מאתים נותן לו ראובן חמשים של הוצאה ונוטלה ונמצא שנוטל בחוב מנה שוה מאה וחמשים והטעם מפני שאומר לו ללוי שדי הוא שהשביח ואין לך אלא הוצאתך ותטלנה בדמים ולא בקרקע וטורף מן המוכר מאה וחמשים ואם השביחה מאיליה נוטל השבח כולו ובשני צדדין אלו אם היתה אצל שמעון לא היה גובה אלא בחובו ואם היתה ההוצאה יתירה על השבח כגון שאינה שוה אלא מאה וארבעים נותן לו בעל חוב ארבעים ונוטל את כולה וטורף הלוקח מן המוכר במאה ולזה הסכימו הרמב''ן והרשב''א ז''ל ושיטה אחרת יש לומר שלא יפה כח האפותיקי ליטול יותר משיעור חובו אלא שיכול לסלק הלוקח בדמים ואינו מחוייב לתת לו קרקע. ודע שאפותיקי זה הוא דוקא כשאמר לו לא יהא לך פרעון אלא מזו וזהו נקרא אפותיקי מפורש בלשון המפרשים ז''ל: "
      ],
      [
        "<b>בעל חוב שבא לטרוף מן היתומים יתומים וכו'.</b> מפורש בהמקבל (דף ק\"י) ובהל' ופי' מחלוקת זו בין בעל חוב ליתומים הוא בשבח שמחמת הוצאה וזה פשוט ודעת הרמב''ן ז''ל והרשב''א ז''ל שלא אמרו על היתומים להביא ראיה אלא בדשוייה ניהלה אפותיקי מפורש הא לאו הכי על הלוקח להביא ראיה: ",
        "<b>הביאו ראיה שהם השביחו וכו'.</b> כבר נתבאר למעלה שדין היתומים ומקבל מתנה שוים וכל מה שיבא בדין האפותיקי ביתומים הדין כן במתנה וכתב רבינו ז''ל שמין להם את השבח וההוצאה ונוטלין הפחות שבשניהם ומעלה אותן בדמים והוא בשהשדה אפותיקי כמו שנתבאר ולפיכך יש לו דין בשבח ולדעת רבינו האיי וההלכות אפילו אינו נושה בהם אלא שיעור הקרן בלבד נוטל הכל בפריעת הפחות שבשניהם כיון שהם השביחו ולא האב וע''ז הצד יפה כחו כשהשביחו היתומים מאם השביח האב והיתומים יאמרו אבינו השביח וב''ח יאמר אתם השבחתם וכן כתב הרמב''ן ז''ל ואם הוא נושה בהם שיעור השבח והקרן אז יפה כחו כשהשביח האב שאין לו לפרוע הוצאה כלל ועל זה הצד הוא שיאמרו הם אנו השבחנו ובעל חוב יאמר אביכם השביח וכשהביאו ראיה שהם השביחו נוטלין הפחות בדמים ואינן יכולין לכופו לתת קרקע והטעם לפי שלא היו יכולין לסלקו במעות ומהא שמעינן דאפותיקי אפי' יורשין שהם במקום מורישן אינן יכולין לסלקו במעות שהרי היא כמכורה כיון שלא פדאה האב ולא צוה לפדותו וכן כתבו הראב''ד והרשב''א ז''ל ובשבח הבא מאיליו כבר נתבאר שהוא טורפו אפילו בלא אפותיקי וכשיש בו אפותיקי יפה כחו שנוטלו ואפילו אינו נושה אלא בכדי הקרן וכשהשביחו יתומים וכפי שיטת רבינו האי ז''ל וההלכות ואם השביח האב אינו גובה אלא שיעור חובו כמו שנתבאר: ",
        "<b>בד''א בשעשה שדה זו אפותיקי וכו'.</b> פירוש כבר נתבאר למעלה שבשבח הבא מחמת הוצאה אינו נוטל מן היתומים כלל כל שלא היתה השדה אפותיקי ולפיכך כשהשביחו היתומים או מסלקין המלוה במעות או נוטלין כל שבחן בקרקע וזה פשוט שם: "
      ]
    ],
    [
      [
        "<b>סדר גביית החוב כך הוא וכו'.</b> זה פשוט שאומר לו קיים שטרך וחות לדינא כדאיתא פרק האשה שנתארמלה (כתובות דף י\"ט). ",
        "<b>ומ״ש רבינו ואם טעה הדיין וכו'.</b> מעשה מבואר פרק גט פשוט (בבא בתרא דף קע\"ד) בדיין שטעה וסלקוהו: ",
        "<b>אמר הלוה הריני משלם וכו'.</b> דעת רבינו ז''ל כדעת הרב אלפסי ז''ל בתשובה שכל זמן שאין ללוה מעות או מטלטלין ויש לב''ד להגבות מן הקרקע נותנין לו זמן בית דין שהוא שלשים יום והטעם שהרי אפילו בלא נתינת זמן אי אפשר לב''ד להגבות מן הקרקע לאלתר אלא לאחר הכרזה ושומא כמו שיתבאר אבל בשיש לו מעות או מטלטלין ומלוה שואל מהם גבויי מגבין לו מהן לאלתר כיון שבא מלוה בתורת גבייה אבל רבינו חננאל ז''ל סובר שאין נותנין שום זמן ללוה שהגיע זמנו ואפילו לגבות מקרקע אלא כיון שהודה לאלתר מתחילין בסדר גבייתו וכן כתוב בעיטור ויש לזה קצת ראיות ודעת אחרת יש שנותנין זמן אפילו לגביית מטלטלין והלכה כדברי המכריעין הרב אלפסי ורבינו ז''ל: ",
        "<b>ואם רצה המלוה להחרים חרם סתם וכו'.</b> בהרבה מקומות מן החבור הזה הזכרתי שחרם סתם הוא מתקנת הגאונים ז''ל והורגל עד ששב לדין פשוט: ",
        "<b>שלמו השלשים ולא הביא בית דין וכו' וכן אם אמר בתחלה וכו'.</b> זה מבואר פרק הגוזל ומאכיל (בבא קמא דף קי\"ב ע\"ב) דאי אמר לא אתינא לאלתר כתבינן. <b>ומ״ש במלוה על פה שאין כותבין אדרכתא אלא על נכסים בני חורין</b> כבר נתבאר פי״א לפי שהמלוה על פה אינו גובה מן המשועבדין: "
      ],
      [
        "<b>טען ואמר שטר זה וכו'.</b> בגמרא שם אמר רבא הלכתא מקיימין את השטר שלא בפני בעל דין ואפילו עומד וצווח ואי אמר נקיטו לי זימנא עד דאייתי סהדי ומרענא ליה לשטרא נקיטינן ליה אי אתא אתא אי לא אתא נטרינן ליה שני וחמישי ושני אי לא אתא כתבין פתיחא עילויה ומשמתינן ליה וכו'. ונראה לי שרבינו מפרש כך מקיימין את השטר וגובין בו ואפילו עומד וצווח ולפעמים ממתינין כששואל זמן להביא ראיה ואז נותנין לו ומתוך שלא פירשו חכמים זמן זה כמה הוא נראה שהניחו הדבר למראית עיני הבית דין לפי מה שהוא הענין ומכאן ראיה ג''כ שאם נראה להם שאין בדבריו ממש שאין שומעין לו וזהו אמרו אפילו עומד וצווח ומ''מ כתב רבינו שאם היה המלוה אלם חוששין לו וכיוצא בזה חשו שם בגמרא ואמרו גברא אלמא הוה ואי הוה נפלה אדרכתא לידיה וכו': "
      ],
      [
        "<b>קבעו לו זמן להביא ראיה וכו'.</b> פירוש לפי הנראה מדברי רבינו אלו הזמנים הם אחר כלות הזמן שקבעו לו הן רב הן מועט וכן נראה מן הגמרא וכן עיקר וכל הסדר הנזכר בזאת הבבא מבואר שם בגמרא: "
      ],
      [
        "<b>אין כותבין אדרכתא על נכסיו וכו'.</b> ג''ז שם ונראית הכוונה שאפילו אחר כל זמנים אלו מודיעים לו קודם עשיית האדרכתא והוא שיהיה במקום קרוב כמו שנתבאר שם ולפי גירסת ספרינו אינו רק במהלך יום אחד ורבינו גורס דאזיל בתרי ותלתא בשבא ואתי בארבעה ובחמשא וקאי בדינא: ",
        "<b>במה דברים אמורים כשהיה כל התשעים יום נשמט וכו'.</b> מפורש שם והני מילי דאמר אתינא אבל אמר לא אתינא לאלתר כתבינן והני מילי במלוה אבל פקדון לאלתר כתבינן ונ''ל טעם הפקדון מפני שלא ניתן להוצאה אבל המלוה ניתנה להוצאה ועלה על דעת המלוה שלא יושב כספו אליו כל זמן שירצה: "
      ],
      [
        "<b>זה שאמרנו שאם לא בא בסוף התשעים כו'.</b> גם זה שם וכי כתבינן אדרכתא אמקרקעי אבל אמטלטלי לא כתבינן דילמא שמיט ואכיל להו ומייתי האיך סהדי ומרע לשטרא וכו' ודעת רבינו ז''ל שלא אמרו אין כותבין אדרכתא על המטלטלין אלא כשאומר מייתינא סהדי ומרענא לשטרא הא בעלמא דלא אמר מרענא לשטרא כתבינן אדרכתא אפילו אמטלטלין וכן מוכיח לשון הגמרא ולזה הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>כיצד כותבין האדרכתא אם לנכסים בנ״ח וכו'.</b> באמת האדרכתא הוא על בני חורין והטירפא על משועבדין וכ״כ הראב״ד ז״ל וכן מוכיח בהרבה מקומות בגמרא דאמרי' בכתובות פרק מי שהיה נשוי (כתובות דף צ\"א ע\"ב) טירפא במאי כתבינן והיא באמת על הלקוחות ובמעשה דר' ירמיה אריכא חזינן כתב לה אדרכתא אניכסי והיא באמת על בני חורין דוק ותשכח נמצא אדרכתא קודמת לטירפא עכ״ל. וזה דעת רבינו ז״ל ומכאן שהגירסא הנכונה בפרק גט פשוט (בבא בתרא דף קס\"ט) כך היא כל אדרכתא דלא כתיב בה קרענוהו לשטרא דמלוה לאו אדרכתא היא וכל טירפא דלא כתיב בה קרענוה לאדרכתא לאו טירפא היא וכל שומא דלא כתיב בה קרענוה לטירפא לאו שומא היא וכן הוא הסדר האמיתי וכמו שיתבאר: ",
        "<b>ואח''כ שמין לו שלשה וכו'.</b> ענין השומא וההכרזה כך הם שמין את הקרקע כמה היא שוה ואח''כ מכריזין ובאין הלוקחין וקוצבין דמים לרצונם אם מצאו בה כשומת בית דין או יתר לוקחין הדמים ונותנין למלוה או מקבלה בכדי הנמצא ואם מצאו פחות מחליטין אותם למלוה בשומתן. ודעת רבינו ז''ל שההכרזה הנעשית על בני חורין אין לה זמן קצוב אלא כפי מה שיראו הדיינין שאם היתה שלשים יום בכל שומא למה אמרו שום היתומים שלשים יום אם לא שהזמן הזה הוא דוקא ביתומים. וכן הדין בטורף מן הלקוחות שאף הם שוים ליתומים שהבא ליפרע מהם לא יפרע אלא בשבועה וצריך לדקדק בדינם זה דעת רבינו ז''ל ונכון הוא: ",
        "<b>ואם לא היו לו נכסים בני חורין וכו'.</b> כבר נתבאר זה: "
      ],
      [],
      [
        "<b>כיצד כותבין איש פלוני וכו'.</b> זהו שטר הטירפא הנזכר במימרא שלמעלה: "
      ],
      [
        "<b>ואחר שכותבין הטירפא וכו'.</b> זהו שטר שומא הנזכר למעלה במימרא הנזכרת. ",
        "<b>ומה שכתב רבינו ומכריזין עליה ל' יום וכו'.</b> הוא מהטעם שהזכרתי למעלה: "
      ],
      [
        "<b>ואחר כך משביעין את הלוה וכו' ומשביעין את הטורף בנקיטת חפץ שלא נפרע וכו'.</b> שבועה זו שנשבע הטורף היא במשנה פרק הכותב (כתובות דף פ\"ז) ובפרק כל הנשבעין (שבועות דף מ\"ה). ושבועת הלוה היא מתקנת הגאונים כמ״ש ודעת רבינו ששבועות אלו אין נשבעין אותן אלא בסוף ימי ההכרזה שאז המלוה אוכל פירות כמו שיתבאר והלוקח נפסד אבל קודם לכן שאין הלוקח נפסד בדבר למה ישבעו ויפה כיון שלא כדברי העיטור ז״ל שהסדיר שבועות אלו קודם לכל השטרות הנזכרות. ואינו נכון שמא לא יבא הדבר לגמר ונמצאו השבועות לבטלה: ",
        "<b>ואחר כך מורידין אותו וכו'.</b> פירוש אם לא מצאו יותר מכדי שומתן אבל אם מצאו יותר ולא רצה מלוה לקבל בסך שמוצאין מוכרין לאחרים ונותנין דמים למלוה, ושטר זה כשמחליטין אותה ללוקח אחר לא נזכר בדברי רבינו נוסחו וזהו, אחר ששמנו קרקע פלונית בכך וכך לפלוני מחמת חוב שהיה לו על פלוני הכריזו על הקרקע ההיא שלשים יום כראוי ובא פלוני והוסיף על דמי הקרקע כך וכך ומכרנוה לו אנחנו בית דין ותהיה שלו וקבלנו מידו דמי המכירה ונתננו אותן לבעל חוב מה שהיה בזמן פלוני: "
      ],
      [
        "<b>וכיצד כותבין אותה וכו'.</b> אני מסתפק בדעת רבינו אם יש שם שני שטרות אחד מהשומא קודם הכרזה ואחד אחר הכרזה כשמחליטין אותה ללוקח או לבעל חוב או שמא אין עושין שטר מהשומא עד כלות ימי ההכרזה שעושין שטר ההורדה וכשמורידין לבעל חוב בשומתו נקרא שומא וזה נראה עיקר דלמה יכתבו שטר ושמא לא תשאר לבעל חוב וכן דעת בעל העיטור ז''ל: "
      ],
      [
        "<b>ומאימתי אוכל הטורף פירות שדה זו וכו'.</b> פרק המפקיד (בבא מציעא דף ל\"ה ע\"ב) מחלוקת אמוראים ופסק כרבא דהוא בתרא: "
      ],
      [
        "<b>כל אדרכתא שאין כתוב בה וכו'.</b> זו היא המימרא שבפרק גט פשוט וגירסת רבינו כמו שהזכרתי למעלה: "
      ],
      [
        "<b>שלשה שירדו לשום אחד אומר במנה וכו'.</b> ברייתא סוף פרק בית כור (בבא בתרא דף ק\"ז): ",
        "<b>אחד אומר במנה וכו'.</b> חלוקה זו מחלוקת שם בברייתא ופסק כת''ק וכן מוכיח בגמרא כמו שכתוב בהלכות ואמרינן התם תנא קמא דאמר נדון במאה קא סבר מילתא מציעתא היא: ",
        "<b>אחד אומר במאה וכו'.</b> זה לא נזכר בגמרא אבל יצא לו לרבינו ממה שאמרו קסבר מילתא מציעתא היא. ופירוש שאנו ממצעין מה שיש בין המועט למרובה ומוסיפין על המועט המחצית וגורעין מן המרובה המחצית וזהו השווי. ולפיכך כשהממעיט אומר תשעים והמרבה מאה ושלשים חולקין את הארבעים שיש ביניהם ונדון במאה ועשרה וכן על דרך זה שמין לעולם זה דעת רבינו ז''ל: "
      ],
      [
        "<b>ב''ד ששמו לטורף בנכסי לוקח וטעו בכל שהוא מכרן בטל וכו'.</b> כך נמצא בתשובת הרב אלפסי ז''ל וששאלת אם טעו השמאין בין על בעל חוב בין על הלוקח היאך תדין בה. תשובה השומא בנכסי יתומים שהיא ברשות בית דין כבר אמרו שום הדיינין שפחתו שתות או שהותירו שתות מכרן בטל אבל שומא של בעלי חובות דינו כדין השליח שאמרו לא אמרן אלא דלא שוייה שליח אבל שוייה שליח אפי' פחות מכדי אונאה חוזר דאמר ליה לתקוני שדרתיך ולא לעוותי עכ''ל. והעיד רבינו ז''ל שכל המורים כזה הורו והרשב''א ז''ל כתב לא ידעתי מאי שנא משטעו בשומת היתומים ולמה לא יהיו בית דין גם עכשיו כשליח לבעל חוב וליתומים. וגם בעל העיטור הביא תשובת הרב אלפסי ז''ל וכתב ולא בריר לן. ובהשגות א''א אפשר בשלא הכריזו קאמרי עד כאן. ועדיין עם דברי ההשגות לא יצאנו מידי שאלה מה בין זה לשום היתומים שפחות משתות מכרן קיים אע''פ שלא הכריזו כמו שנתבאר פרק י''ב ולפיכך נראה לי שאין דברי הגאונים ז''ל אלא דוקא במשועבדין כששמין מלוקח לבעל חוב וכן יראה מלשון רבינו ז''ל והטעם בזה מפני שאין על הלוקח מוטל לפרוע החוב הזה ואינו יורש מן הלוה כמו היתומים שעומדים במקום אביהם ולפיכך הרי ב''ד כשלוחין ואין לו ללוקח להשתדל בפריעת החוב שנאמר אליו אם לא היית חפץ בשומא זו היה לך להשתדל בפרעון המלוה ומתוך כך הדין נותן שאם פחתו בכל שהוא יהיה בטל ולפיכך א''א שיהיה קיים אם טעו לנזק הבעל חוב כמו שאינו קיים אם טעו לתועלתו אבל אם שמין מנכסי יתומים וכ''ש מנכסי לוה עצמו אינן כשלוחין לפי שהיה לו ללוה או ליתומים שעומדין במקומו לפרוע חובן וכל זה איננו שוה ועדיין צ''ע: "
      ],
      [
        "<b>ב״ד ששמו לבע״ח וכו'.</b> פסק הלכה בגמ' פרק המפקיד (בבא מציעא דף ל\"ה) הלכתא שומא הדרא לעולם. ודעת רבינו ז״ל שאפילו הלוקח בכלל דין זה שמחזירין לו לעולם אם טרפו ממנו. וכן מוכיח לכאורה מעשה דתרי אפדני שבפרק מי שהיה נשוי שאחר שטרף ממנו בעל חוב אפדנא אחת היה נותן לו ללוקח מעותיו וכן עיקר. <b>ומ״ש רבינו מסלקין אותו מאותה קרקע</b> לפי ששומא אינה חוזרת אלא כשהיא מקרקעי וכן כתב הרמב״ן ז״ל זה לשונו ושומא הדרא במקרקעי ולא במטלטלי וכל דלא דאין כי האי גוונא לאו דיינא הוא כלל עכ״ל. עוד כתב דמסתברא דאי קנו מיניה דלא ליסלקיה לא מסלקינן ליה שהרי מחל דומיא דדינא דבר מצרא דבעי למקנא מיניה ואי קנו מיניה לית ביה משום דינא דבר מצרא ע״כ בחידושי הרשב״א ז״ל משמו: "
      ],
      [
        "<b>קרקע ששמו אותה לב''ח ואח''כ שמוה וכו'.</b> מפורש שם בגמרא: ",
        "<b>מכרה בעל חוב וכו'.</b> כל אלו החילוקים מוסכמים שם חוץ משמה לבעל חוב מדעתו שהוא מחלוקת רב אחא ורבינא והעלו בהלכות שאינה חוזרת: ",
        "<b>שמו קרקע לאשה ונשאת או ששמו וכו'.</b> לשון רבינו בזאת הבבא עד סוף הפרק כלשון הגמרא ממש ועיקר הפירוש כך הוא שמו לה לאשה ונשאת ורצו הבעלים להחזיר לה ולבעלה הדמים אין הבעל מחזיר הקרקע דכלוקח עשאוהו חכמים ואם היה כיורש לא היה עדיין יורש בחיי אשתו והיה לו להחזיר אי נמי שמו ממנה ונשאת ורצו הבעל או היא להחזיר המעות אין מחזירין להם לא לבעל לפי שהוא כלוקח אחר השומא ולא לאשה לפי שאנו חושבין אותה כאילו מכרה נכסיה ואם היה הבעל כיורש היינו מחזירין לה לפי שלא היה הבעל יורש מחיים א''נ היינו מחזירין לו אם היה יורש לפי שאף ליורש מחזירין ויש שדנו כן להחזיר ליורש וכדעת רבינו שכתב או יורשיהן למעלה בסמוך. ומיהו אם מת הבעל בחייה ואח''כ רצתה להחזיר דמים מחזירין לה וכן אם החזירו לה דמים מחזרת קרקע וכן נראה דברי רבינו חננאל ז''ל. ודין שומא שחוזרת אם שינה המלוה הבנין ולא השביח יש מי שאומר שיש לו לפרוע דמי בנינו לפי שכך כתוב בשטר שומא שב''ד הגבוהו לו לעשות כרצונו ולבנות ולסתור ויש מי שחולק כיון שלא השביח. ואם השביח הקרקע מחמת הוצאה נוטל ונשבע ככל היורד ברשות. ואם נתייקר מאליו ועמד ממנה למאתים אין לו אלא מנה שאם אתה אומר נוטל מאתים נראה כנוטל שכר מעותיו וכן אני אומר שאם הוזלה אין כופין להחזירה אלא א''כ נותן לו כשיעור חובו ופשוט הוא: "
      ]
    ],
    [
      [
        "<b>שטרי חוב המוקדמין פסולין שהרי טורף בהן לקוחות וכו'.</b> משנה פרק אחרון דשביעית (משנה ה') הובאה בכמה מקומות בגמרא ומהם פרק אי זהו נשך (דף ע\"ב). ושם נראה שלא פסלום אלא שלא לגבות מנכסים משועבדין אבל גובה הוא מבני חורין וכן פירש''י ז''ל שם ולזה הסכימו הרמב''ן והרשב''א ז''ל. והם ז''ל הקשו ואמרו והלא העדים פסולין הם שהקדימו השטר ותירצו משכחת לה בשטר שאין בו קנין וכתבוהו ללוה ולא היה מלוה עמו וכתב ללוות בניסן ולא לוה עד תשרי ואע''פ שעשו שלא כדין שלא היה להם לכתוב כמו שיתבאר בפרק זה אינן נפסלין בכך אי נמי כגון שטעו בעיבורו של חדש אי נמי כגון שהיו אנוסין מחמת נפשות ונודע מפי עדים אחרים או מפיהן וכשאין כתב ידן יוצא ממקום אחר אבל ודאי אם כתבו בניסן והקדימו הזמן מתשרי שעבר בלא אונס נפשות פסולין הן ואין לזה תורת שטר כלל ואין כאן עדות אלו דבריהם ז''ל: "
      ],
      [
        "<b>שטרי חוב המאוחרין כשרין וכו'.</b> גם זה במשנה הנזכרת הובאה בכמה מקומות ומהם פרק מי שמת (בבא בתרא דף קנז ע\"ב) ושם אמרו אי ס״ד דאקנה קנה ומכר וכו' לא משתעבד מאוחרין אמאי כשרין ופירש הרב אבן מיגש ז״ל אי אמרת בשלמא דאקנה קנה ומכר משתעבד משכחת לה דמאוחרין כשרין בכתוב בהן דאקנה אלא אי אמרת לא משתעבד מאוחרין אמאי כשרין ודילמא בזמנו לא היה ללוה אותה שדה וקנאה קודם הזמן הנכתב בשטר ומכרה אחרי כן ונמצא מלוה טורף שלא כדין משדה זו אבל לדברי הכל כיון שדאקנה אין סתמו כפירושו לפי שיטה זו לגבי לקוחות כמבואר פי״ח אף מאוחרין פסולין אם אין כתוב בהן דאקנה וכן כתב שם מבואר אבן מיגש ז״ל. ואף הרמב״ן כתב פרק איזהו נשך והמאוחרין כשרין בין שכתבו בשעת הלואה ואחרו הזמן בין שלא כתבו עד לאחר זמן כולן בכלל מאוחרין הם וכשרין והוא דכתב לזה דאקנה כדאיתא פרק מי שמת עכ״ל. וכבר כתבתי למעלה פרק שמנה עשר דעת הרשב״א ז״ל החולק בזה ואומר שדאקנה סתמו כפירושו ותמה בדברי רבינו איך לא ביאר חילוק זה במאוחרין אחר שדעתו שדאקנה צריך לפרש כמבואר פי״ח וצ״ע: "
      ],
      [
        "<b>שטר שכתבוהו וכו'.</b> מבואר פרק המביא תניין (גיטין דף י\"ז) ופי' בשאין שם קנין אי נמי שלא קנו מידו ביום אבל קנו ביום משעת קנין נשתעבד כמו שיתבאר: ",
        "<b>ואם היו עסוקין וכו'.</b> מבואר בגמ' שם. ויש מי שכתב דעיקר כתובה דהיינו מנה ומאתים אפי' אין עסוקין באותו ענין אם נכתבה ביום ונחתמה בלילה כשרה וכשמואל דאמר הכין התם. ולא כך נמצא בתשובה לרב אלפסי ז''ל אלא אין הלכה כשמואל וזה דעת בעל העיטור ז''ל וכ''נ מדברי רבינו שלא חילק: "
      ],
      [
        "<b>שטר שזמנו וכו'.</b> ברייתא פרק גט פשוט (בבא בתרא דף קע\"ו). ואע״פ שהשטר לא נכתב ביום ההוא אין תולין אותו במוקדם ופסול אלא במאוחר וכשר. ומכאן יש ללמוד שאע״פ שאמרו יד בעל השטר על התחתונה לא אמרו אלא בדבר שיש לו שני פנים ואינו סותר עיקר השטר לומר שלא נכתב בכשרות אבל בדבר שיבא לפסול ולהורע השטר מעיקרו אדרבא מעמידין השטר על חזקתו והבא לפסלו עליו הראיה. ויש לדין זה עוד ראיות אחרות וכן כתבו רבינו חננאל ורבינו שמשון והרמב״ן והרשב״א ז״ל: "
      ],
      [
        "<b>כותבין שטר ללוה אע״פ שאין מלוה עמו וכו'.</b> משנה כלשונה פרק גט פשוט (בבא בתרא דף קס\"ז) ויש שהקשו סיפא דאין כותבין למלוה עד שיהיה לוה עמו למה לי פשיטא ותירצו דמשום רישא נשנית ולי נראה שכך פירושה שאם בא מלוה לעדים ויאמר להם אני מלוה לפלוני מנה כתבו השטר ויהיה בידכם ואם יבא לוה היום ויאמר לכם כי כן הוא האמת תקנו ממנו ותתנוהו לי ואם אין תקרעוהו אעפ״כ אין כותבין לפי שבשעת כתיבה הוא שקר ויש לחוש אולי מערים הוא כנ״ל: ",
        "<b>בד''א בשטר שיש בו קנין וכו'.</b> אוקימתא דרב אסי פ''ק דמציעא (דף י\"ג) דמתניתין בשטרי אקנייתא דוקא ופסקוה בהלכות וכל המפרשים ז''ל. ולוה שבא לב''ד בשט''ח שבידו לכפות את המלוה להלוותו עד זמן שקבע לו דבר ברור הוא שיכול מלוה לטעון שלא מדעתי נכתב ואם יביא הלוה ראיה שמדעתו נכתב או השטר ביד המלוה יש לדון שכיון שנשתעבדו לו נכסי לוה בחליפין מעכשיו אף הוא חייב ליתן דמים כלומר שחייב להלוותו עד זמן שקבע לו ויקנה נכסיו לשיעבודן וזה דעת הרא''ם ז''ל ודעת צילתא היא ע''כ דברי הרמב''ן ז''ל בתשובה אבל הרשב''א ז''ל חולק בזה דבשט''ח לעולם יכול מלוה לחזור בו והביא ראיה לזה מפרק האיש מקדש שאמרו שם במלוה ברשות בעלים לחזרה קא מיפלגי דמשמע מהתם דכל שלא נתנם לכ''ע יכול לחזור בו: "
      ],
      [
        "<b>עדים שקנו וכו'.</b> פרק גט פשוט (בבא בתרא דף קע\"ב) אמר להו רבא בר שילא להנהו דכתבי שטרי אקנייתא וכו' ובכל שטר שיש בו קנין הוא וכדברי רבינו ז''ל וכן פירשו ר''ח והרמב''ן ז''ל והרשב''א ז''ל: ",
        "<b>וכן מי שנמסרה וכו'.</b> ג''ז שם וכתב הרשב''א ז''ל זה לשונו דוקא בכותב מקום הכתיבה ולא מקום שנמסרו להם הדברים וכך כותבין כך אמר לנו פלוני וכתבנו במקום פלוני אבל כשכותבין מקום שנמסרו הדברים שם כותבין אמר לנו פלוני או קנינו מפלוני במקום פלוני וכתבנו וחתמנו ונתננו לפלוני וכן מה שאמרו בשטרי הקנאה בשכותבין יום שקנו בו סומכין הקנייה לאותו יום וכותבין קנינו מפלוני ביום פלוני וכתבנו ונתננו לפלוני וכשכותבין יום שעומדין בו סומכין הכתיבה לאותו יום וכותבין קנינו מפלוני וכתבנו וחתמנו ביום פלוני ונתננו לפלוני ואי לא מיחזי כשיקרא עכ''ל: "
      ],
      [
        "<b>שטרי מקח וממכר שלא נכתבו וכו'.</b> מימרא דרב המנונא פרק גט פשוט (בבא בתרא דף קע\"א ע\"ב) הדין והטעם: ",
        "<b>ולמה לא נחוש כן וכו'.</b> גם זה מבואר בגמרא וכתב הרמב''ן ז''ל ואם תאמר בשטרי מקח וממכר יתקנו כן י''ל שא''א כשקנה בינתיים שיכתוב סתם בלא זמן מפני שהרי יש לו אחריות עליו וטורף ממנו אם נטרפה מחמתו ואפילו שלא באחריות שמא מכרה או נתנה לאחר ואם כתב סתם ידו על התחתונה הילכך צריך להיות בו זמן מפורש ולפיכך פסלו המאוחרין ומ''מ אף שטרי מקח וממכר כשרין כל היכא דמפורש בהן שהן מאוחרין דליכא למיחש למידי עד כאן. ואף בעיטור כתוב כן ומסתברא דהוא הדין בשטרי מקח וממכר אי כתיב ביה אחרנוהו וכתבנוהו כשרין עד כאן: "
      ],
      [
        "<b>מי שמכר שדהו באונס וכו'.</b> מעשה פ' איזהו נשך וכרבא דאמר הכין ומבואר בהלכות: "
      ],
      [
        "<b>אפשר לטורף שיטרוף וכו'.</b> זהו מבואר פרק גט פשוט (בבא בתרא דף קס\"ט) בסוגיא: "
      ],
      [
        "<b>לפיכך אין כותבין שני שטרי מכר וכו'.</b> מפורש שם בגמרא (דף קס\"ח קס\"ט) הדין והטעם בברייתא ובסוגיא שם בגמרא הקשו ונכתוב לו שטר שני עם אחריות והוא יכתוב למוכר שובר שכל שטרות שיבאו על שדה זו פסולין חוץ מזה שנכתב בזמן פלוני ותירצו שמא יטרוף הוא שתי פעמים מן הלקוחות ושובר זה אינו בידם והקשו סוף סוף הלקוחות ילכו אצל המוכר מחמת אחריותם והוא יראה השובר וישיבו להם הקרקע ותירצו בינתים יאכל הוא פירות וקשה גזל הנאכל או שמא יטרוף מלקוחות שלא באחריות והקשו אי הכי גבי שטרי הלואה למה אמרו כותבין שובר שמא יטרוף מן הלקוחות שאין בידם השובר ותירצו דשטרי הלואה תיכף ילכו הלקוחות אצל לוה כיון דידעי דזוזי מסיק ולפרעון קאי עד כאן כוונת הגמרא ובחידושי הרשב''א ז''ל מהא דאמרינן בנתיים יאכל הוא פירות למדנו שהמלוה או הלוקח שטרפו ממנו מקחו והלך לו אצל הלקוחות יכול הוא לכופם בדין לדון עמו וב''ד נזקקין לטענותיהם ומחייבין אותו ואין הלקוחות יכולין לומר לך אצל לוה וכשיתחייב בדין ויהיה בידך טירפא שיכתבו לך על הלקוחות שלו הרי אנו פורעין אלא ילכו הם אם ירצו ויזקיקוהו לבא לב''ד שאם לא תאמר כן היאך אמרו שיאכל פירות בינתיים והרי אין ב''ד מחייבין ללקוחות עד שיעמוד מוכר בבית דין ויתחייב בדין אלא שמע מינה לקוחות כמוכר וכן הם כלוה ממה שהקשו אי הכי גבי שטרי הלואה וכו' והשיבו דתיכף ילכו אצל הלקוחות מיהו היכא דאיתיה ודאי מודיעין לו כגון שיהיה במקום קרוב כמו שעושין בבני חורין קודם אדרכתא כנזכר פרק הגוזל ואם צריכין לקוחות זמן לחזר אחריו נותנין להם עד ל' יום שהוא זמן ב''ד ובלבד להוציא הדין לאמתו ושלא לבא בעקיפין שכל זמן ב''ד אינו מן הדין אלא מדת רחמים נהגו חכמים עם בעלי דינין שלא לדחוק יותר מדאי בנמוקי הרמב''ן ז''ל ע''כ: "
      ],
      [
        "<b>בשטרי החובות אינו כן וכו'.</b> ברייתא שם. <b>ומ''ש רבינו ואפילו היה החוב לזמן</b> כך הוא עיקר וברייתא להכי איצטריכא וכ''כ הרשב''א ז''ל זה לשונו פירוש ואפילו הוא תוך זמן ומפני שני דברים חדא דשמא פרעו דכל שאין שטר בידו חוששין שמא נפרע ואפילו תוך זמנו ועוד דשמא יגבה ויחזור ויגבה עכ''ל. בהשגות א''א זהו תימה וכו' ואין זה כלום דכל שאין השטר בידו ואין הלוה מכחישו וטוען טענת פרעון רגלים לדבר שהוא כדבריו דאי לא תימא הכי שטר חוב שנפל והוא תוך זמנו נחזירהו למלוה וכמה ראיות יש בגמרא דאפילו חייב מודה אין מחזירין וכל שכן כאן וכבר כתבתי בכיוצא בזה פרק י''ד ודין הכפרן שכתב רבינו יתבאר פרק ששי מהלכות טוען ונטען: "
      ],
      [
        "<b>מי שבלה וכו'.</b> משנה וברייתא שם ולשון המשנה (דף קס\"ח) מי שנמחק שטר חובו מעמיד עליו עדים ובא לפני ב''ד והן עושין לו קיומו ובברייתא איזהו קיומו איש פלוני בן איש פלוני הוציא שטר מחוק ביום פלוני ופלוני ופלוני עדיו ואם כתוב בו הוזקקנו לעדותן של עדים ונמצאת עדותן מכוונת גובה ואינו צריך להביא ראיה ואם לאו צריך להביא ראיה ופירושה כך מי שנמחק קרוב לימחק אבל עדיין רישומו ניכר ומתירא שמא ימחק לגמרי ולפיכך מעמיד עליו עדים שיראוהו פן ימחק בטרם הראותו אותו לב''ד ואחר כך בא לפני ב''ד עם העדים שראוהו עתה או עם השטר לב''ד אם עדיין ניכר רשומו והן עושין לו קיומו שמזכירין הדברים שהיו בשטר עם הזכרת עדיו ובכל זה אין אנו צריכין לעדי השטר כלל ולפיכך אם כתבו הב''ד שעדי השטר באו לפניהם וחקרום ונמצאת עדותן מכוונת גובה ואינו צריך להביא ראיה כלל והרי השטר זה אליו כשטר הראשון אם היה מקויים ואם לאו צריך להביא ראיה שהרי זה כשטר הראשון שלא היה מקויים ויכול הלוה לטעון לא היו דברים מעולם בטענת מזוייף זהו פי' שמועות אלו לדעת רוב המפרשים ז''ל וכן מוכיח התוספתא והן הן דברי רבינו ורבו ז''ל ולראב''ד ז''ל שטה אחרת שפירש שלא נמחקו עדי השטר ויכולין להתקיים ופירוש הוזקקנו לעדותן של עדים אותן שראו השטר בעוד שהיה רשומו ניכר ואם לאו צריך להביא ראיה שחוששין לב''ד טועין שקיימו השטר בלא חקירת העדים ומתוך כך כתוב בהשגות א''א איני יודע מהו העדים הראשונים וכו' וכבר השיגו על הפירוש הזה דודאי לב''ד טועין אין לחוש ועוד שהוא צריך לפרש שנמחק השטר ולא נמחקו העדים וזה דוחק ובתוספתא נראה כפירוש שאר המפרשים ועיקר: "
      ],
      [],
      [
        "<b>שטר חוב וכו'.</b> שם בברייתא ושם אמרו היכי דמי קרע ב''ד א''ר יהודה אמר רב מקום עדים ומקום הזמן ומקום התורף אביי אמר שתי וערב ונראה בדעת רבינו שהוא סובר שהם חולקים ופסק כאביי דהוא בתרא ויש מי שכתב דאביי מוסיף הוא על רב יהודה דלא מיבעיא אם נקרע במקומות אלו שפסול אלא אפילו נקרע בכל מקום קרע שתי וערב פסול וכ''נ מדברי ההלכות שהביאו שתי האוקימתות ושמעתי שכ''כ ר''מ ז''ל וכן השיב רבינו האיי בתשובה דתפסין לחומרא כאביי וכרב יהודה דבין כך ובין כך פסול וזה נראה עיקר: "
      ],
      [
        "<b>מי שפרע וכו'.</b> מימרא דרב הונא אמר רב שם ותימה שאינו בהלכות: ",
        "<b>ואם רצה וכו'.</b> פסק הלכה שם דכותבין שובר: "
      ],
      [
        "<b>הבא לפרוע וכו'.</b> גם זה פסק הלכה שם דכותבין שובר בין על כולו בין על מקצתו ומכריחין הלוה לפרוע כיון שהוא מודה וכותב לו מלוה שובר: ",
        "<b>ואם טען הלוה טענת ודאי וכו'.</b> הוראה זו פשוטה בטעמה ואע''פ שאין ניירו של שטר שוה פרוטה מ''מ מחמת ראיה שבו אפילו לאחר שנכתב בו שובר יתן לו הלוה יותר מפרוטה ולפיכך כשטוען טענת ברי יש למלוה לישבע היסת: "
      ],
      [
        "<b>מי שהוציא שטר חוב במנה וכו'.</b> מימרא שם הדין והטעם ופי' אפילו נודע שלא נפרע ולוה מודה כן דאי לא תיפוק לי' דלא גרע מדין הוציא שטר חוב במאה ואמר קרעוהו לי וכתבו שטר אחר בחמשים שיתבאר לפנינו שאין עושין כן מחמת חשש שובר אלא ודאי כאן אפילו בחייב מודה שלא נפרע ואפילו במודיעין הדבר אליו אין עושין אלא ברצונו וכן פירש הרמב''ן ז''ל: ",
        "<b>וכן אם הוציא שני שטרות וכו'.</b> גם זה מימרא שם הדין והטעם הובאה בהלכות פרק נערה שנתפתתה והיא גם כן אפילו בנודע שלא נפרע: "
      ],
      [
        "<b>הוציא שטר חוב במאה ואמר וכו'.</b> מימרא שם הדין והטעם: "
      ]
    ],
    [
      [
        "<b>כבר ביארנו ששטר חוב שיש בו קנין וכו' וכן כותבין שטר למוכר וכו'.</b> מתוך דברי רבינו נראה שאפילו שטר מכירה בלא קנין כותבין למוכר בלא לוקח דלא בעינן קנין אלא בחוב ובאמת אוקימתא דרב אסי פירקא קמא דמציעא (דף י\"ג) דאוקי מתניתין בשטרי אקנייתא לא נזכרה אלא גבי רישא דכותבין שטר ללוה אבל רש''י ז''ל והרמב''ן והרשב''א ז''ל ומפרשים אחרים פירשו דאף אכותבין שטר למוכר קאי דבעינן קנין דאי לא הוה ליה מוקדם ופסול ובאמת אין טעם ברור לחלק בין מכר להלואה בדין זה וצ''ע: ",
        "<b>ושובר לאשה אע''פ שאין בעלה וכו'.</b> דין השובר והגט במשנה שם: ",
        "<b>אין כותבין שטרי אירוסין וכו'.</b> משנה שם (דף קסז ע\"ב) ופירוש שטרי אירוסין שטרי פסיקתא כמה אתה נותן לבנך כך וכך כמה אתה נותן לבתך כך וכך וכל שאר הדברים מבוארים במשנה ובגמרא שם: "
      ],
      [
        "<b>ומי נותן שכר הסופר בשטרי הלואה וכו'.</b> כל זאת הבבא מפורשת ומוסכמת במשנה ובגמ' חוץ משכר טענות הבעלי דינין שנחלק רשב''ג (דף קס\"ח) ואמר כותבין שנים לזה בפני עצמו ולזה בפני עצמו ואמרו בגמרא לימא בכופין על מדת סדום קא מיפלגי דרשב''ג סבר אין כופין ויכול האחד לומר איני פורע בשלך גם אתה לא תפרע בשלי ותירצו לא דכ''ע כופין והכא היינו טעמא דרשב''ג דאמר לא ניחא לי דתיהוי זכותך גבי זכותי שאתה דומה עלי כארי אורב שתחפש כל עילה בזכותי בראותך אותו והקשו המפרשים ז''ל ומאי טעמייהו דרבנן אם זה רוצה שיהיו זכיותיו בידו ותירצו הכא כגון שחבירו אומר לו נכתוב שנינו ביחד ויעמוד השטר בידך ולכשאצטרך תראהו לי והלכה כחכמים וכתב הרשב''א ז''ל ע''כ לא נחלקו חכמים אלא היכא שתובעין דאיכא פסידא כגון זה אבל היכא דליכא פסידא אפילו רבנן מודו ונפקא מיניה לבעלי דינין שתבעו הטפסת שטר שבעל דין מוציא עליהן שאין מן הדין ליתן להן שיכול לומר בעל השטר איני נותן לך הטפסה שאתה דומה לי כארי אורב כך נראה לי עד כאן לשונו. ומה שאמרו שהבעל נותן שכר השובר כתב הרשב''א ז''ל איכא למימר דוקא במקום שאין כותבין כתובה שגובה היא כתובתה לעולם בעדי מיתה ובעדי גירושין וא''נ במקום שכותבין והביאה ראיה שלא כתב לה הא בעלמא שכתב לה ואבדה כתובתה היא תתן שכר השובר דהא לדידיה איצטריך דהוה לה לאהדורי כתובתה ואינה בידה עכ''ל וכן הדין בשאר שטרות: "
      ],
      [
        "<b>אחד השטרות הנכתבין לאחד שלא בפני חבירו וכו'.</b> מפורש במשנה גבי גט ושובר ובלבד שיהיו מכירין ואמרו בגמ' שצריך שיכירו שם האיש ושם האשה בין בגט בין בשובר ואינו די בהכרת מי שכותבין לו בלא חבירו שמא יש בגט ששמו כשמו ואין שם אשתו כשם אשתו והוא מזייף שם אשתו ומעלה לה שם אשת חבירו וכן הדין בשובר שיש לחוש לכך שיש ששמה כשמה ואין שם בעלה כשם בעלה כך מפורש בגמרא לפי פירוש המפרשים ז''ל ומכאן למד רבינו לכל השטרות שצריך הכרת שניהם ודברי תימה הם בלוקח ומלוה למה צריך הכרת שמותם בשטרי קנין ואינו דומה לגט ושובר שבאין להפקיע ולא להתחייב אבל בלוה ומוכר אי זו חששא יש אחר שמכירין אותם והא קי''ל דשני יוסף בן שמעון אין מוציאין עליהן שטר חוב וכל שכן שטר מכר. ועוד דאם לא כן בהכרת המלוה והלוקח מה יועיל. ולפיכך נ''ל דלא בעינן אלא הכרת שם המוכר והלוה וזהו שמשנתנו לא אמרה ובלבד שיהו מכירין אלא בגט ושובר לפי ששם אנו צריכין הכרת שניהם והיה צריך להשמיענו כן שנחוש למי ששמו כשמו. אבל בלוה ומוכר לא צריך אלא הכרת שמותן. ולפיכך לא דברה בהן המשנה לפי שפשוט הוא שצריך שיכירו שם המלוה ושם המוכר שמא יעלו שמותן בשמות אחרים ואם היינו צריכים להכרת שמות המלוה והלוקח היה להם להשמיענו רבותא זו כנ''ל. ודברי רבינו כפשטן תמוהים וצ''ע. ושמא יש לחוש כשהמלוה עומד שם ומשנה שמו בשם אחר שמא היום ומחר הלוה יפרענו ויכתוב לו שובר בשם אחר שיש לו והלוה לא ישגיח אם העלה שמו כן בשטר החוב ויקבל שובר זה ויבא האחר ויתבענו בשטר זה וכשיוציא השובר יאמר לא על שמי נכתב וכיוצא בזה יש לחוש במקח אם יחזור ויקח ממנו ועדיין אני אומר כיון שאין חשש פסידא אלא ללוה ולמוכר הם יחושו על עצמם והמשנה מוכרחת כן ומדברי בעל העיטור נראה דאפילו שם הלוה והמוכר אין צריכין להכיר דלא חציף איניש לשנות שמו ודבר תימה כתב ויש לי לומר שלא כיון רבינו באמרו שצריך להכיר שם הלוה והלוקח אלא בשטרות שאין בהם קנין שאין כותבין אותן ללוה ולמוכר בלא מלוה ולוקח והילכך צריך שיכירו שהן אלו שאם לא כן שמא אינן אלו ונמצאו כותבין ללוה ולמוכר בלא המלוה והלוקח אבל בשטרות שיש בהן קנין כיון שכותבין אותן בלא ראיית מלוה ולוקח אפי' רבינו ז''ל יודה שאינו צריך הכרת שמותן אלא שיש לתמוה שלא הצריך רבינו קנין בשטר מכר: "
      ],
      [
        "<b>כל מי שהוחזק שמו בעיר וכו'.</b> מפורש בגמ' מימרא שם ונזכר שם מעשה משובר אחד שהיה חתום עליו רבה בר רב חנן וכו' וכתב הרשב''א ז''ל שמעינן מהכא דלהכרת שם איש ואשה אפי' ע''פ אשה ועל פי קרוב ואפילו ע''פ עד אחד סומכים דמילתא דעבידא לאיגלויי היא וכו' וכבר ביאר זה רבינו ז''ל פ' רביעי מהלכות יבום וחליצה: "
      ],
      [
        "<b>כל שטר שיצא לפנינו וכו'.</b> זה פשוט וכן כתבו המפרשים ז״ל ומבואר סוף יש נוחלין (בבא בתרא דף קל\"ח ע\"ב) כל שאין כותבין אא״כ מכירין אין צריך ראיה אחרת והקשה הרמב״ן ז״ל בשטרי הלואה נחוש שמא יכתוב שטר כשמו ששמו יוסף בן שמעון ויש בעיר אחרת אדם אחר ששמו כך ונותן למלוה שבשטר ועושין קנוניא על זה דהא ודאי בשטרי הלואה לא בעינן שם עירו י״ל שאם אתה חושש לקנוניא כזאת אין לדבר סוף אפי' תאמר שאין כותבין שטר ללוה אלא מלוה עמו עדיין שניהם עושין קנוניא על יוסף בן שמעון שבעיר אחרת אלא לכל זה אין חוששין עד כאן וכן כתב הרשב״א ז״ל בשמו: ",
        "<b>וכן חזקה שאין העדים חותמין וכו'.</b> בפרק מי שמת מסקנא דסוגיא שם וכן פסקו ז''ל: ",
        "<b>ואין העדים חותמין על השטר וכו'.</b> מבואר פרק המביא תנין (דף י\"ט) ברייתא כרשב''ג דאמר הכין דלא מכשרינן כן בשאר שטרות אבל בגט הקלו משום עיגונא כמבואר פרק ראשון מהלכות גירושין ואע''ג דבגמרא אמרינן אין הלכה כרשב''ג אלא כל השטרות שוים אוקימנא לה לענין קריאה שיכולין לקרות בפניהן וחותמין יש לומר דהיינו דוקא באנשים שאינן חוששים שיזייף אדם להם כדאמרינן התם דוקא רב נחמן וספרי דדייני וכו' וכן עיקר: "
      ],
      [
        "<b>עדים שאינן יודעים לחתום וכו'.</b> מעשה שם ההוא דעבד עובדא בשאר שטרות ונגדיה רב כהנא ואוקימנא לה לענין חתימה שקרעו להם נייר וחתמו וזהו הפי' הנכון. ומ''ש רבינו והשטר פסול הוא דעת קצת המפרשים ז''ל והרשב''א ז''ל כתב דעת זו וכתב עוד ואיכא מ''ד מדאמרינן נגדיה רב כהנא ולא קאמר נגדיה ופסיל ליה לשטרא ש''מ דשטר כשר הוא וכדאמרינן בעלמא רב מנגד אמאן דמקדש בביאה נגודי מנגד ליה וקידושיו קידושין וכן הדעת נוטה דכיון דבגיטין שרי להו חתימתן חתימה היא וכיון שכן בדיעבד בשאר שטרות אמאי פסלינן ליה לשטרא עכ''ל. ואני אומר אם היה השטר כשר אמאי נגדיה רב כהנא וכי כל מי שעבר על לא תעשה של דבריהם מכין אותו מכת מרדות אלא ודאי השטר פסול מתוך כך הוא בן מרדות לפי שהיה אפשר שתארע תקלה על ידו כי ברוב הימים יגבה המלוה עם השטר ההוא ואין זיוף זה ניכר מתוך השטר ונמצא גובה בשטר פסול וגיטין שאני דמשום עיגונא הקלו דהם אמרו והם אמרו כך נראה לי: "
      ],
      [
        "<b>ראש בית דין וכו'.</b> מבואר שם רב נחמן קרו קמיה ספרי דדייני וחתים ודוקא ר''נ וספרי דדייני [דאית להו אימתא] אבל רב נחמן וספרי אחריני א''נ ספרי דדייני ואיניש אחרינא לא ע''כ לשון הגמרא. ובהשגות אמר אברהם שטר מעשה ב''ד ע''כ. לומר שלא הכשירו אלא בשטר מעשה ב''ד ואין הלשון מוכיח כן שאמרו א''נ ספרי דדייני ואיניש אחרינא לא ולא אמרו x ודיינא אחרינא: "
      ],
      [
        "<b>שנים שהיו בעיר שם וכו'.</b> משנה שם פרק גט פשוט ומפורש פרק יש בכור לנחלה שאפי' קנה האחד נכסים מחבירו ואין אחד יכול לגבות ממנו ממה נפשך שיאמר לו אם אתה הוא זה שכתב בשטר חובי פרעני ואם חברך הוא פרעני מהנכסים שקנית ממנו. והטעם בזה לפי שכיון שאינו יכול לתבוע לאחד מהם אינו יכול לתבוע לנכסיהם כמו שמפורש שם. ",
        "<b>ומ''ש אינן יכולין להוציא שטר חוב זה על זה.</b> הוא במשנה הנזכרת ואמרו בגמרא כשם שמוציאין שטר חוב על אחרים כך מוציאין זה על זה ואמרו במאי קא מיפלגי בכותבין שטר ללוה אע''פ שאין מלוה עמו קא מיפלגי תנא דידן סבר כותבין שטר ללוה אע''פ שאין מלוה עמו ותנא ברא סבר אין כותבין שטר ללוה אא''כ מלוה עמו וכתב הרשב''א ז''ל שמעינן מהא דבשטרי דלאו אקנייתא לכולי עלמא מוציאין אפי' זה על זה דהא אוקימנא מתני' דכותבין שטר ללוה דוקא בשטרי אקנייתא הא בשטרי דלאו אקנייתא כי ליכא מלוה בהדיה לא כתבינן וכדאמרינן פ''ק דמציעא הילכך אפילו לתנא דמתני' כל כי הא כיון דאין כותבין מוציאין כך נראה לי עכ''ל. <b>ומ''ש רבינו אלא א''כ באו עדי השטר בעצמן</b> יש מן המפרשים ז''ל אומרין שאפילו באו עדי השטר והעידו כן אין לזה דין מלוה בשטר לפי שאינו מוכיח מתוכו אלא דין מלוה על פה. ומדברי רבינו ז''ל נראה שאם באו עדים אחרים דינו כדין מלוה על פה אבל עדי השטר עצמן דינו כדין שטר והטעם מפני שהרי אלו יכולין לשלש השמות שהרי לא עשו גמר לשליחותן: ",
        "<b>וכן אין מגרשין נשותיהן אלא זה בפני זה.</b> זו מימרא שם גבי כותבין גט לאיש וכו' והנראה מתוך הסוגיא שאין לחוש אלא כששמות נשותיהן גם כן שוין הא לאו הכי אינו צריך שהרי העדים צריכים שיכירו שם האיש ושם האשה כמו שנתבאר למעלה וכן כתב רבינו פרק שני מהלכות גירושין: ",
        "<b>וכן אם נמצא לאחד בין שטרותיו וכו'.</b> משנה ואוקימתא דגמרא שם (ב\"ב דף קע\"ב) והטעם בזה מפני שיד בעל השובר על העליונה כמבואר פרק ששה עשר ובחדושי הרשב''א ז''ל כתוב ז''ל כתב הרב רבינו שמשון ז''ל דאם כותבין הרשאה זה לזה גובין ומיהו אי טעין לשניהן פרעתי והשובר נכתב סתם על שניהם דטענה מעליא היא ומסתברא כדברי הרב ז''ל דאילו היו יכולין לגבות עכ''פ על ידי הרשאה לעולם לא היו שותקין בגמרא מלומר כן וכן דרך הגמרא לומר כן בכ''מ שהרשאה מועלת עכ''ל: ",
        "<b>וכיצד יעשו אלו ששמותיהן שוין וכו'.</b> משנה וברייתא שם: "
      ],
      [
        "<b>הוציא עליו שטר וכו'.</b> מחלוקת אמוראים שם ופסק כרבא דהוא בתרא דלנפילה לא חיישינן וכן פסקו ז''ל: ",
        "<b>וכן שני יוסף בן שמעון הדרין וכו'.</b> כך דקדקו בגמרא שם מן המשנה וכן הלכה דלנפילה לא חיישינן וכן נתבאר ביבמות פרק האשה שלום (יבמות דף קי\"ו) וכרבא דקיימא לן כוותיה וכן פסקו ז״ל: "
      ],
      [
        "<b>שנים שהוציאו כל אחד מהן שטר חוב על חבירו וכו'.</b> זה מחלוקת חכמים ואדמון פרק אחרון דכתובות (דף ק\"י) ופסק כחכמים ומ''מ כתבו המפרשים ז''ל שאם [מנהג] המקום הוא שנותנין המעות ואחר כך כותבין השטר והגיע זמן מלוה ראשונה קודם מלוה שניה יכול הלה לומר היה לך ליפרע כשלוית ממני ואפילו יש לאחד עידית ובינונית ולאחד זיבורית והרי זה כדין שיתבאר לפנינו בשהלה מוציא שמכר לו את השדה כך כתבו הרמב''ן והרשב''א ז''ל וזה לא נזכר בהלכות ולא בדברי רבינו ז''ל לפי שלעולם הוא דרך בהלואה לכתוב השטר קודם נתינת המעות ולפיכך סתמו ז''ל: ",
        "<b>היה זה במאה וזה במאה וכו'.</b> זה מבואר בגמ' ומוסכם שם וכתבו הרמב''ן ז''ל והרשב''א ז''ל שאם מת אחד מהם אפילו הניח יתומים קטנים שאינן בני גוביינא עד שיגדלו זה עומד בתוך שלו וזה עומד בתוך שלו דכיון דתפס תפס: ",
        "<b>היה לזה עידית ובינונית ולזה זיבורית וכו'.</b> זה מחלוקת בגמרא שם דר''נ אמר זה גובה וזה גובה ורב ששת אמר אפוכי מטרתא למה לי ואמרינן התם דטעמא דר''נ הוא מפני שכשיגבה בעל זיבורית בינונית מזה שיש לו עידית ובינונית לא יוכל בעל בינונית לגבותה ממנו מפני שתהיה אצל זה עידית ובינונית שהרי הוא אין לו מעולה ממנה וכשאמרו בעל חוב בבינונית דעתם שבשלו הם שמין וטעמא דרב ששת מפני שבשל עולם הן שמין ופסק רבינו ז''ל כר''נ דהלכתא כוותיה בדיני וכן פסקו בהלכות אבל יש אצלי תימה בדבריו ז''ל שהרי הוא פסק פי''ט במי שהיו לו בינונית וזיבורית שדין בעל חוב בבינונית וזהו כדעת רב ששת וצ''ע ואפשר שאין גירסת רבינו שם כגירסת ספרינו אלא ר''נ דאמר זה גובה וזה גובה אפילו תמצא לומר בשל עולם הן שמין ויש בזה תועלת שיאמר בעל הזיבורית אני רוצה להגבות תחלה ונמצאו לאחד עידית ובינונית וזיבורית והוא יגבה ממנו בינונית ונמצא מרויח ורב ששת סובר שיאמר בעל העידית אני רוצה להגבות בינונית שלי תחלה ואח''כ אחזור ואגבנה בחובי וקי''ל כר''נ וגם זה צ''ע וכתבו ז''ל דאפילו לזה עידית ולזה עידית אם אין זמנן שוה ועדיין לא הגיע זמן שניהן זה גובה בזמנו וזה גובה בזמנו ופשוט הוא: "
      ],
      [
        "<b>הוציא שטר חוב על חבירו והלוה מוציא וכו'.</b> משנה וגמ' שם ופסק כחכמים ונ''ל שאפי' במקום שנותנין מעות ואח''כ כותבין שטר אין טענת הלוה טענה אלא כשהגיע זמן ההלואה קודם מכירת השדה הא לאו הכי לא שכיצד היה יכול המלוה ליפרע ועדיין לא הגיע זמנו: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו בשטר ואחר שהלוהו וכו' אמר לו בשעת מתן מעות וכו'.</b> שתי בבות אלו פסק הלכה בגמרא ס״פ גט פשוט (בבא בתרא דף קע\"ו) ופירש רבינו ערב דב״ד שערב מיד הב״ד וכן עיקר: "
      ],
      [],
      [
        "<b>המלוה את חבירו ע''י ערב וכו'.</b> זאת הבבא מוסכמת בגמרא: ",
        "<b>היה הלוה אלם ואין ב''ד יכולין להוציא מידו וכו'.</b> זה הדין הוא בהסכמה מרוב הראשונים והאחרונים ז''ל שכל שהלוה אלם כמי שאין לו נכסים דמי אע''פ שיש חולקין ועוד כתב הרשב''א ז''ל וכן בשאין הלוה עמו במדינה אע''פ שנעשה לו ערב סתם אין אומרים לו לך וחפש אחריו והוציא מאתים על מנה אלא ישתדל הערב ויביא הלוה כדי שיעמוד לדין עם המלוה או יפרע וכן אפילו בשיש לו ללוה נכסים ידועים במדינה אחרת אין אומרים לו למלוה שיוציא מאתים על מנה עכ''ל: "
      ],
      [
        "<b>התנה המלוה על הערב ואמר לו ע''מ וכו'.</b> גם זה שם בגמרא מוסכם. ואם תשאל מה חילוק יש בין ערב סתם לזה שהתנה ומה הועיל לו תנאו תשובתך שערב סתם אפילו אין ללוה נכסים ידועים יכול הערב לדחות המלוה ולומר לו אי אפשר לך ליפרע ממני עד שתתבע את הלוה ואם יתחייב בדין ואין לו בוא והפרע ממני וכשהתנה שיפרע ממי שירצה אין הערב יכול לדחותו אא''כ יש נכסים ידועים ללוה וחילוק זה כתבוהו המפרשים ז''ל ולשון רבינו ז''ל מורה כן: ",
        "<b>אמר על מנת שאפרע ממי שארצה תחלה וכו'.</b> דין זה לא נזכר בגמרא בביאור באומר על מנת שאפרע ממי שארצה תחלה ודעת רבינו שדינו כדין קבלן לפי שכל תנאי שבממון קיים וזה דעת הרמב''ן ז''ל אבל בהשגות כתוב א''א שבוש הוא שאע''פ וכו' וזה דעת הרשב''א ז''ל וכתב שאפילו התנה עמו בפירוש בין שיהיו ללוה נכסים ידועים בין שלא יהיו לו הריני נפרע ממי שארצה תחלה אם יש נכסים ללוה ה''ז לא יפרע ממנו דפטומי מילי בעלמא נינהו ולעולם סמכא דעתיה שיפרע מן הלוה תחלה כל זמן שיש לו נכסים ואפשר לו לגבותם עכ''ל והביא ראיה לזה ואינה מוכרחת: ",
        "<b>או שהיה קבלן וכו'.</b> דין הקבלן נתבאר בגמרא שם: "
      ],
      [
        "<b>אי זהו ערב ואיזהו קבלן וכו'.</b> מ''ש רבינו שאין בהן לשון קבלנות אלא תן לו ואני נותן לך הוא כדעת ההלכות שפסקו כרבא דהוא בתרא וכן דעת האחרונים ז''ל וכן עיקר וכתב הרשב''א יש מי שאומר שאם כתוב בשטר ונעשיתי לו קבלן גמור דנין אותו בקבלן דכל שהודה שנעשה קבלן גמור סתמא דמילתא קבלן כדיניה הוא וכך אמר לו תן לו ואני נותן וכענין זה כתוב בתוספות עכ''ל. <b>ומ''ש רבינו ז''ל עד שיפרש ויאמר ממי שארצה אפרע</b> רוצה לומר שאמר תחלה וכמו שנתבאר בדעתו ז''ל. ובהשגות א''א אף זה שבוש ע''כ. ודבריו מהטענה הנזכרת למעלה: "
      ],
      [
        "<b>ערב של כתובה וכו'.</b> דין זה מבואר בגמרא סוף גט פשוט שם. ובהשגות א''א זה שבוש ע''כ. ונתכוון למה שאמר רבינו אע''פ שקנו מידו שזה לא נזכר בגמרא ודעת הר''א ז''ל דכל שיש קנין נשתעבד. ואני אומר שלדעת רבינו ז''ל שאמר פרק אחד עשר מהלכות מכירה שאסמכתא היא אפילו בקנין וכמו שכתבתי שם דינו בכאן מחוור שהרי ערב אסמכתא היא אלא דמשום דאית ליה הנאה דקא מהימני ליה גמר ומשעבד נפשיה כדאיתא בגמרא ומשום הכי בכתובה דלאו מידי חסריה בהימנותיה לא גמר ומשעבד נפשיה והויא לה אסמכתא והיא אפילו בקנין וקצת נראה כן ממה שהקשו בכמה מקומות והא ערב דכתובה לא משתעבד ותירצו בקבלן ולא תירצו בשקנו מידו שמע מינה שאין קנין מועיל זה נראה לי בדעת רבינו ז''ל. ודעת הר''א ז''ל לומר דכל שיש שם קנין מועיל או מפני שאין אסמכתא בקנין או מפני דלא גרע מערב דלאחר מתן מעות שאע''פ שלא על אמונתו הלוהו כשקנו מידו חל הערבות. ויש לדחות טעם זה דשאני התם דמ''מ היתה שם הלואה וחסרון כיס למלוה מעיקרא ודעת קצת הגאונים ז''ל כדעת רבינו ז''ל ודעת בעל העיטור כדברי הר''א ז''ל ופירוש דינין אלו אינן אלא דוקא במנה מאתים שאין בהן חסרון ממון אבל נדוניא הרי היא כחוב דעלמא וכן כתבו ז''ל וכן מורה לשון רבינו ז''ל: ",
        "<b>ואם היה האב ערב לכתובת בנו וקנו מידו וכו'.</b> כלישנא בתרא שאמרו כל לגבי בריה שעבודי משעבד נפשיה וכן פסקו בהלכות. ומ''ש רבינו וקנו מידו הוא לפי שדעתו ז''ל דכל שאין שם מתן מעות שאין לומר על אמונתו הלוהו צריך קנין וה''ז האב ערב דאחר מתן מעות דעלמא דבעי קנין. ובהשגות א''א אע''פ שלא קנו מידו ע''כ: ",
        "<b>וקבלן של כתובה חייב.</b> כך נתבאר בגמרא שם ובגיטין פרק הניזקין ופירש''י ז''ל בקבלן שהתפיסה מטלטלין לכתובה והיא מסרתן ביד האב בתורת קבלנות. וכתב הרשב''א ז''ל נראה לי שלא בא רש''י לפרש שתשא ותתן ביד ממש אלא צריך לומר דתן לו ואני נותן וכמו שפסק גם הרי''ף ז''ל ואילו בכתובה שהיא אינה נותנת כלום לא שייך קבלנות אא''כ יתן לה הבעל כסף כתובתה ויחזור הקבלן ויאמר לה תן לו ואני קבלן. ומדברי רבינו נלמוד למחייב עצמו ליתן מנה לחבירו ונתן לו קבלן עליהם שאין לו דין קבלן עד שיתן לו המתחייב ממון החיוב וחזר ואמר לו הקבלן תן לו ואני קבלן עכ''ל. ואני אומר דלפי דברים אלו כל אחר מתן מעות לא שייך ביה דין קבלנות אלא על הצד הזה ודין זה צ''ע ואין נראה כן בדעת רבינו לפי מה שכתב פרק י''ז מהלכות אישות בדין קבלן בכתובה: "
      ],
      [
        "<b>ראובן שמכר לשמעון שדה ובא לוי וכו'.</b> דין זה במוכר ונותן ערב לאחריות לא ידעתיו בשום מקום מן הגמרא אבל הנראה בדעת רבינו ורבותיו ז''ל הוא שערבות כיוצא בזה אינו כשאר ערבות שהוא על דעת שהמעות יגבו ויגבם מן המלוה או מן הלוה או מן הערב אבל ערבות דמכר כשנותנין המעות על דעת להשתקע נותנין ואין האחריות על הדמים אלא על הקרקע אם יטרפוה ממנו ותדע לך דודאי אם הוקרה או הוזלה וטרפה בע''ח דמוכר מגבין ללוקח כפי מה שהיא שוה בשעת טריפה לא כפי הדמים שקנאה ולפיכך אין כאן ערבות על המעות אלא על הקרקע והוא על תנאי אם יוציאוה מידו ואינו כערב דהלואה שהמלוה מוציא המעות מתחת ידו וכאן הלוקח מחזיק בקרקע ואין לומר כאן על אמונתו הלוהו ויש בערבות אסמכתא וכבר כתבתי שדעת רבינו שאפילו בקנין יש דין אסמכתא. ובהשגות א''א שבוש הוא זה שאם אמר בשעת מתן מעות משתעבד ואין בערבות משום אסמכתא ע''כ. וכבר הראיתי פנים לדעת רבינו ז''ל: ",
        "<b>ואם קנו מידו וכו'.</b> זה מוסכם בודאי והצריך רבינו ז''ל קנין לפי שהוא אצלו כערב דאחר מתן מעות לפי שהמעות אלו לא ניתנו על דעת לגבות: "
      ],
      [
        "<b>וכן הערב או הקבלן וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>שנים שלוו בשטר אחד וכו'.</b> ירושלמי פ' שבועת הפקדון הובא בהלכות וכתב הרמב''ן ז''ל פ' המפקיד יש לפרש ולומר ששנים שלוו מאחד או שהפקיד אחד אצלם אין אחד מהם חייב לפרוע הכל אלא מדין ערב שאם אין נכסים לשותפו יגבה ממנו אבל בזמן שיש לו נכסים לא יתבע הערב תחלה וגובה מכל אחד ואחד החצי שהוא מוטל עליו וכן הורו מקצת המורים ודברי הרמב''ן ז''ל נראין כן עכ''ל והביא ראיה לזה וכן הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>שנים שערבו לאחד וכו'.</b> יש לדין זה ראיה ממה שאמרו פרק בית כור (בבא בתרא דף ק\"ז) שלשה אחין שחלקו ובא ב״ח ונטל חלקו של אחד מהם ואף על גב דקי״ל נכסוהי דבר איניש אינון ערבין ביה אלמא המלוה על ידי שני ערבים נפרע מאיזה מהן שירצה ויש שדחקו והעמידו זו בשאין לשאר האחין בינונית א״נ שהיה חלקו של זה אפותיקי מפורש ובתוספתא בבא בתרא פרק אחרון תניא המלוה את חבירו ע״י שני ערבים לא יפרע מאחד מהן ואם אמר ע״מ שאפרע מאחד מהם שארצה הרי זה נפרע ממי שירצה ופירוש לא יפרע מאחד מהם תחלה אלא כשהוא בא לגבות מהן כשאין נכסים ללוה נפרע מזה מחצה ומזה מחצה אין לו גובה מן השני וזהו כדין שנים שלוו מן האחד וזה דעת הרמב״ן ז״ל אבל הרשב״א ז״ל הסכים לדברי רבינו וחלק בין שני ערבים לשנים שלוו לפי שכיון שהמלוה אחד הערבות אינו חל לחצאין או יתחייב כל אחד בכל או לא יתחייב כלל דמי חלקו להן שהרי הן לא נתחייבו מחמת שום דבר שלקחו ממנו שנאמר לכל אחד נתן חציו או הפקיד חציו אלא ללוה הלוה הכל והערבין לבטחון כעין משכון ואין השיעבוד חל לחצאין עכ״ל. ובהשגות א״א זה אינו מחוור אלא לפי המנהג ולמדין מן העכו״ם לישראל ע״כ. ואין לדברים אלו עיקר ועוד מקום שאין שם מנהג מה יהא דינו: "
      ],
      [
        "<b>ואחר שערב לשנים כשיפרע כו' כדי שיחזור עליו.</b> זה דבר פשוט ולא מצאתיו מבואר: "
      ],
      [
        "<b>האומר לחבירו ערוב לפלוני כך וכך ואני ערב וכו'.</b> גם זה לא מצאתי מבואר אבל קצת סמך יש לזה ממ''ש פרק אלו נאמרין ערבא וערבא דערבא והטעם בזה שאע''פ שערב ראשון אינו נותן מעות אין השני צריך קנין משום דשעת שיעבודו של זה כשעת מתן מעות דמלוה דמי וכן עיקר: "
      ],
      [
        "<b>מי שלא פירש קצב הדבר שערב כגון וכו' יש מן הגאונים שהורה וכו' ויראה לי שאין זה הערב חייב כלום וכו'.</b> כבר נתבאר פרק י''א מהלכות מכירה שדעת רבינו ורבותיו שהמחייב עצמו בדבר שאינו קצוב אף על פי שקנו מידו לא נשתעבד ואף בכאן הלך לשיטתו ואמר שהערב אינו משתעבד בדבר שאינו קצוב וכבר כתבתי שם שיש חולקין בזה ולדבריהם נראה שאף כאן הערב משועבד בכל אפילו באלף אלפים כדעת הגאונים אלא שהר''א ז''ל חלק שם על הדין ההוא וכאן הטיל פשרה וכתב בהשגות א''א ואם כן לא ברב ולא במעט וכו' וזו הפשרה אין דעתי נוחה ממנה אלא או המשתעבד בדבר שאינו קצוב שיעבוד חל עליו לגמרי והיה לו ליזהר או אינו חל עליו כלל שאם לא כן נתת דבריך לשיעורין ומי יודע זה הערב כמה היה אומד בדעתו להשתעבד והגע עצמך שהרי אינו מכיר ויודע כמה הן אמודים היוכל לטעון לא הייתי סבור שיהא אלא חמשים והן אמודים למנה ואם היה דעת הר''א ז''ל לומר ששמין בדעת הערב כמה הוא רגיל ואמיד אף זה אינו לפי שאם אינו יודע כמה נכסים יש ללוה האומדנא בטלה ובודאי נראה לי דלא אזלינן בתר אומדנא בכי האי גוונא לפי שאין המלוה ולא הערב בקיאין באומדנות אלו ודעות בני אדם חלוקין בהן ודברי קצת הגאונים ז''ל נראין עיקר: "
      ],
      [
        "<b>מי שאמר לחבירו הלוהו וכו'.</b> הרבה מן הגאונים ז''ל כדעת הראשון עד שיש מי שכתב אם הביאו ערב שבת בין השמשות ובמוצאי שבת ברח לא נפטר הערב בכך. ובתשובה לרב נחשון אמטייה כד נפיק חדא כוכבא שפיר דמי לקבוליה ואי לא קבליה איהו דאפסיד אנפשיה ונפטר הערב ואי בתר דנפקי תלתא כוכבי שבת הוה ואי ערק לא מיפטר ערב וכן אמר רב צמח ואלו הדברים ודאי אינן אלא בערב להביא הלוה. ודעת רבינו ז''ל שכל שהערבות או הקבלנות הן על תנאי אי זה שיהיה דינן כדין אסמכתא וכמ''ש למעלה ולדעת הגאונים אפילו לא אמר אם לא אביאנו אהיה חייב לשלם סתמו כפירושו והטעם לפי שאין אדם מוציא דבריו לבטלה ואם לא נתכוון לכך מה היה הערבות ובמה יכריחנו מלוה להביאו וכן מורה לשון רבינו ז''ל והר''א ז''ל מטיל פשרה אף כאן וחלק בין סתם למפרש וכתב בהשגות א''א דל אסמכתא מהכא וכו' ואין דעתי נוחה גם בזו וכ''ש במה שאמר שיבוא גוף תחת גוף ומה יעשה גוף הערב בב''ד ולכשיהיה בב''ד ויאמר איני יכול להביא הלוה איזו כפייה יכפוהו ב''ד אם לא בתשלומין היחבשו אותו עד שיתפשר עם המלוה או יעמוד שם לעולם והיכן מצינו כפייה כזו ועוד שא''כ יותר הוא משועבד מערב אחר דודאי גופו חביב עליו מממונו ורוב בני אדם כן אלא ודאי אין לדברים אלו עיקר ובעיקר הדין איני כדאי להכריע: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו בשטר וכו' אף על פי שקנו מידו וכו'.</b> מתוך לשון זה נראה שדעת רבינו הוא שערב היוצא לאחר חיתום שטרות צריך קנין והוא מפרש כן בכולהו בעי קנין שאמרו סוף גט פשוט שאף זה בכלל אבל הרמב''ן ז''ל העלה מסוגיא שבפרק הנושא בכתובות שערב היוצא לאחר חיתום שטרות אינו צריך קנין ולדבריו הסכים הרשב''א ז''ל. ",
        "<b>ומ''ש רבינו אינו טורף מנכסים משועבדים.</b> מבואר בפסק הלכה בגמרא שם: ",
        "<b>היה הערב בגופו של שטר קודם חתימת העדים וכו'.</b> חילוק זה בין אומר פלוני ערב לאומר ופלוני ערב מבואר בגמ' ובהלכות. <b>ומ''ש רבינו וקנו מידו של ערב ואח''כ חתמו</b> שנראה מדבריו שהוא מצריך קנין לערבות זה הוא מפני שרבינו מפרש כל זה אחר מתן מעות וקודם חתימה ודעתו שכיון שנמסרו ליד לוה המעות אף על פי שהוא ערב בשטר צריך קנין וכבר כתבתי דעת הרב רמב''ן ז''ל והרב רשב''א ז''ל: "
      ],
      [
        "<b>מלוה שתבע את הלוה כו'.</b> כבר נתבאר פרק שנים ועשרים כמה זמן נותנין ללוה ודוקא כשאין לו מעות או מטלטלין וכבר כתבתי שם דעות המפרשים והוראת המורים ז''ל להשוות הערב ללוה נכונה היא בטעם. ",
        "<b>ומ''ש רבינו ואם התנה הכל לפי תנאו.</b> ה''ה ודאי בלוה עצמו וזה פשוט: "
      ],
      [
        "<b>מלוה שבא לתבוע את הלוה ולא מצא לו נכסים ידועים וכו'.</b> זה מבואר בגמ' לא מיפטר לוה מיניה דמלוה עד שישא ויתן ביד ומשמו של רבינו תם ז''ל אמרו בתוספות שאפילו נשא ונתן ביד אם אין נכסים לערב חוזר המלוה אצל הלוה וגובה ממנו מדרבי נתן וכן כתב הרמב''ן ז''ל וכתב הרשב''א ז''ל כל שבא מלוה להפרע מן הקבלן אי אפשר לו ליפרע ממנו אלא ממה שיהיה אפשר ליפרע מן הלוה כלומר שאילו אין ללוה אלא זיבורית אע''פ שיש לקבלן עידית ובינונית וזיבורית אינו נפרע מן הקבלן אלא מן הזיבורית וכן אם רצה לוה לפרעו אי אפשר לו לתבוע מן הקבלן תחלה וכדמוכח בריש פרק הניזקין עכ''ל: ",
        "<b>היה הלוה במדינה אחרת וכו' או שמת והניח בנים קטנים וכו'.</b> כבר כתבתי פרק כ''ה לשון הרשב''א ז''ל שכתב בדין לוה שהוא במדינה אחרת והוא מסכים לדעת רבינו ז''ל ודין מת הלוה והניח בנים קטנים נחלקו בו המפרשים ז''ל שהרמב''ן ז''ל אמר שאפילו מהקבלן אין נפרעין עד שיגדלו היתומים והרשב''א ז''ל מסכים לדברי רבינו שאפילו מן הערב נפרעין וכ''ש מן הקבלן וזה דעת הראשונים זכרונם לברכה ועיקר: "
      ],
      [
        "<b>מלוה שתבע את הלוה וכו'.</b> תקנת האחרוני' ז''ל בשבועה זו כבר נתבארה פרק שני והם אמרו להשביע את הלוה והם אמרו שלא יהיה הערב מחוייב קודם שבועה זו מפני חשש קנוניא ונכון הוא: "
      ],
      [
        "<b>מי שהיה ערב לחבירו במלוה ע''פ וכו'.</b> דין זה אינו מבואר בגמרא אבל פשוט הוא שאפילו מנכסיו אין גובין במלוה על פה כמו שנתבאר פרק שלשה עשר וכן נראה מדברי הרמב''ן ז''ל פרק שני דייני גזילות ופשוט הוא כמו שכתבתי שם וכ''ש מערב שאין נפרעין ואני אומר שאפילו מן הקבלן אין נפרעין אלא בראיה אלא א''כ נשא ונתן ביד לפי שכל זמן שיש תביעה למלוה על הלוה ואין כאן שטר יש לחוש לפרעון כיון שהלוה היה נאמן בשבועתו בלא שובר וטוענין לערב שמא נפרע המלוה וגם זה נראה לי פשוט: "
      ],
      [
        "<b>ערב שקידם ונתן לבע''ח את חובו וכו'.</b> זה פשוט ומוכיח בברייתא פרק גט פשוט: ",
        "<b>בד''א כשאמר לו הלוה וכו' ערבני ושלם אבל אם עמד ברשות עצמו וכו'.</b> מדקדוק לשון רבינו ז''ל הוא שאם אמר לו הלוה הכנס קבלן בעבורי אף על פי שלא הרשהו לשלם אם עמד הקבלן ופרע מדעתו חייב הלוה לשלם לו והטעם בזה שכיון שהוא נכנס קבלן מחמת דברי הלוה והמלוה היה יכול לתובעו ולנוגשו תחלה אם פרעו ולא המתין שיגשהו הרי זה חוזר וגובה מן הלוה אבל אם אמר לו להכנס ערב ולא הרשהו לשלם כיון שהמלוה לא היה יכול לנוגשו אלא אחר העמדת הלוה בדין וזה קידם ופרעו הרי דין הערב כדין איש אחר שפרע חובו של חבירו שאינו חייב לשלם כמו שיתבאר בסמוך כך נראה לי ולפי דברים אלו אפילו בערב שאינו קבלן כל שנכנס מדעת הלוה אם כבר עמד המלוה בדין עם הלוה ולא נמצאו לו נכסים שהרי הוא יכול לנגוש את הערב ועמד הוא ופרעו בלא נגישת ב''ד הרי הוא חוזר וגובה מן הלוה ואם היה דעת רבינו ז''ל לומר שכל זמן שלא הרשהו לשלם אם פרעו בלא נגישה אינו חוזר וגובה מן הלוה ואפילו בשנכנס קבלן במצות הלוה הוא דבר תימה ואיך יהיה דין זה שהמלוה יכול לנוגשו כדין פורע חוב דעלמא. ובהשגות א''א אלו דברים שאין הדעת מקבלתן ואין השכל סובלן ע''כ. אפשר שדעתו לחלוק ולומר שאפילו ערב שאינו קבלן שנכנס בערבות מאליו ופרע מאליו חוזר וגובה מן הלוה ויש לזה פנים ומה שכתבתי נראה לי עיקר: ",
        "<b>וכן הפורע שטר חובו של חבירו שלא מדעתו אפילו וכו'.</b> מפורש בגמרא בנדרים פרק אין בין המודר (נדרים דף ל\"ג) ופרק שני דייני גזילות (דף ק\"ח) ובהלכות. ",
        "<b>ומה שכתב אפילו היה החוב על המשכון.</b> ירושלמי בהלכות שם: ",
        "<b>מת הלוה וקידם הערב ופרע החוב קודם שיודיע וכו'.</b> מעשה סוף פרק גט פשוט (בבא בתרא דף קע\"ד) ההוא ערבא דיתמי דפרעיה למלוה מקמיה דלודעינהו ליתמי ואמר רב הונא בריה דרב יהושע אימר צררי אתפסיה וקי״ל כוותיה ודעת רבינו ז״ל לפרשה אפילו ביתומים גדולים וזהו שכתב את היורשים ולא כתב יתומים קטנים וזה דעת רבו ז״ל והרב אבן מיגש ז״ל והטעם בזה שכל שהוא פורע בלא הודעה נראה שכבר היה תפוס צררי שכשהגיע זמן החוב בחיי לוה התפיסם צרורות. ודע שקצת המפרשים פירשוה דוקא ביתומים קטנים והראשון עיקר וגם כן רבינו ז״ל מפרש מה שאמרו בברייתא שאם כתב לו מלוה התקבלתי ממך הרי זה גובה דוקא בדשמתיה ומית בשמתיה או באחד מהדרכים האחרים וכן פירש רבו ז״ל אבל מדברי הרמב״ן ז״ל נראה שאפילו אין כאן אחד מן הדרכים שהזכיר רבינו ז״ל כל זמן שכתב לו מלוה לערב התקבלתי הרי זה דינו כדין המלוה וכשם שאין טוענין למלוה טענת צררי וגובה מן היתומים הגדולים כיון שיש שטר בידו כך אין טוענין לערב אע״פ שפרע מעצמו: ",
        "<b>היה המלוה עכו''ם אין היורשין וכו'.</b> מפורש בגמרא שם עכו''ם כיון דדיניה בתר ערבא אזיל אי לאו דאתפסיה צררי מעיקרא לא הוה מקבל ליה ע''כ ופירוש אין דין זה אלא במקום שדין העכו''ם כן: "
      ],
      [
        "<b>כל ערב שבא ליטול וכו'.</b> זה מוסכם מן המפרשים ז''ל וזו היא פשטה של ברייתא ערב שהיה שטר חוב יוצא מתחת ידו אינו גובה ואף על פי שהיא מתפרשת ביתומים: "
      ],
      [
        "<b>האומר לחבירו ערבת לי והוא אומר וכו'.</b> מה שכתב שדין הערב עם הלוה כדין מלוה על פה שיכול לומר פרעתיך כך כתב רבו ז''ל וכן כתבו המפרשים ז''ל אלא שאם כתב לו המלוה התקבלתי ונתן לו זכותו הרי הוא עומד במקומו ודין הערב כדין המלוה ואם המלוה בשטר אינו יכול לומר פרעתי כך נראה מדברי הרשב''א ז''ל ופשוט הוא לא יגרע כח הערב מאיש נכרי דעלמא שהרשהו המלוה: "
      ],
      [
        "<b>עבד או אשת איש שלוו וכו'.</b> זה פשוט שאינן משלמין בעודן תחת האדון והבעל ולמדו זה כל המפרשים ז״ל מהרבה מקומות ומהם מהמשנה שבפרק החובל (בבא קמא דף פ\"ז) העבד והאשה וכו' שחבלו באחרים פטורין אבל משלמין לאחר זמן נתגרשה האשה ונשתחרר העבד חייבין לשלם. ומ״מ ראיתי כתוב בשם רבינו שרירא ורבינו האיי גאונים ז״ל שהאשה שלותה או קבלה בפקדון או גזלה או גנבה אם הוא מצוי בידה משלמת ואין לבעל לעכב ואם כבר אבד הרי הוא כדין חבלות וכן נראה מדברי רבינו ז״ל שכתב לפנינו x ודבריהם צל״ע בלותה לפי שי״ל שכיון שמלוה להוצאה ניתנה תיכף שלותה זכה בה בעל לאכילת פירות אבל בפקדון וגזל וגניבה פשוט הוא דכל היכא דאיתנהו ברשותא דמרייהו איתנהו: "
      ],
      [
        "<b>קטן שלוה חייב לשלם כשיגדיל וכו'.</b> גם (כן) זה מוסכם מן הגאונים ז''ל דאע''ג דלגבי חבלות שנינו במשנה דקטן שחבל באחרים פטור לעולם גבי הלואה כיון דמטא הנאה לידיה מיחייב לשלם לכשיגדיל ומסתברא לי דוקא כשהגיע לעונת הפעוטות כשלוה מפני שמקחו וממכרו קיימין במטלטלין כמבואר פרק כ''ט מהלכות מכירה אבל פחות מכאן הרי זה כמאבד מעותיו וכמלוה את השוטה ויש לי ראיה לזה ממה שנתבאר פרק שביעי מה' שאלה ופקדון שהמקבל פקדון מן הקטן לא יחזיר אליו ושם כתבתי דדוקא בשלא הגיע לעונת הפעוטות ואם שלו אין מחזירין אליו המלוה לו את שלו היאך ישתלם ממנו כך נ''ל. ",
        "<b>ומ''ש רבינו ואין כותבין עליו שטר וכו'.</b> מפורש בהרבה מקומות חזקה אין העדים חותמין על השטר אא''כ נעשה גדול: "
      ],
      [
        "<b>קטן שערב את אחרים וכו'.</b> פירוש אינו דומה למתנה שהיא קיימת במטלטלין כמו שנתבאר פרק כ''ט מהלכות מכירה משום דהתם מדעת גמר ומקנה ומוציא הדבר מרשותו אבל כאן אינו אלא שיעבוד והרי מבואר בגמ' דערב היה בו משום אסמכתא אם לא מפני שכיון שהלוהו על אמונתו גמר ומשעבד נפשיה ואין לקטן דעת כדי לשעבד עצמו בזה כדברי הגאונים ז''ל: "
      ],
      [
        "<b>האשה שלותה בשטר וכו'.</b> זה פשוט ומבואר בסוגיא סוף פרק יש נוחלין (בבא בתרא דף קל\"ט) ודין מלוה על פה בעיא ולא איפשיטא שם ואינו גובה בעודה תחת הבעל כמו שמבואר בהלכות. <b>ומ״ש רבינו ואם היו מעות ההלואה עצמן קיימין יחזירו אותן למלוה</b> הוא כדברי רבינו שרירא ורבינו האיי ז״ל שכתבתי למעלה אפילו בלותה משנשאת וכבר כתבתי בזה ואפשר שיצא להן בכאן ממ״ש בגמרא לותה ואכלה ועמדה ונשאת מהו דמשמע דלא מיבעיא להו אלא דוקא באכלה הא איתנהו בעין מחזירין למלוה: "
      ]
    ],
    [
      [
        "<b>שטר שכתוב בכל לשון ובכל כתב אם היה עשוי וכו'.</b> מימרא פרק המביא תניין (גיטין דף י\"ט) אמר אמימר האי שטרא פרסאה וכו' והיא בהלכות: ",
        "<b>אבל כל השטרות שחותמיהן עכו״ם הרי אלו פסולין וכו'.</b> דע שבדינין אלו רבו הסברות והנני כותב קצת מן הגמרא וסברות המפרשים ז״ל בקוצר. שנינו במשנה (גיטין דף י' ע\"ב) כל השטרות העולים בערכאות של עכו״ם אע״פ שחותמיהן עכו״ם כשרין חוץ מגיטי נשים ושחרורי עבדים ובגמרא קא פסיק ותני לא שנא מכר ולא שנא מתנה בשלמא מכר מדיהיב זוזי קמייהו הוא דקנה ושטרא ראיה בעלמא הוא דאי לאו דיהיב זוזי קמייהו לא הוו מרעי נפשייהו וכתבי ליה שטרא אלא מתנה במאי קני ליה בהאי שטרא והאי שטרא חספא בעלמא הוא אמר שמואל דינא דמלכותא דינא איבעית אימא תני חוץ מכגיטי נשים עוד שם (דף י\"א) רבינא סבר לאכשורה בכנופיאתה דארמאי א״ל רפרם ערכאות תנן ודוקא ערכאות דלא מקבלי שוחדא ובפרק המביא תניין (גיטין דף י\"ט ע\"ב) רב פפא כי הוה אתי לקמיה שטרא פרסאה דעביד בערכאות של עכו״ם מקרי ליה לשני עכו״ם זה שלא בפני זה והוה ליה כמסיח לפי תומו ומגבי ביה ממשעבדי ויש גורסין מבני חרי. והנה דעת רוב הגאונים ז״ל ורבינו לפסוק כלשון האחרון שאמרו תני חוץ מכגיטי נשים שרוצה לומר שכל שטר שהוא כגט שהשטר הוא שטר הקנאה ושיעבוד אינו מועיל כלל ויש לפרש לפי דעתם ז״ל דאע״ג דקיימא לן דדינא דמלכותא דינא כמבואר פ״ה מהלכות גזילה ואבידה הני מילי במה שהוא תועלת למלך בעניני המסין שלו ומה שהוא מחקיו אבל בדברים שבין אדם לחבירו אין דינו בהם דין והכי קאמר האיבעית אימא לא אמרינן בכי הא דינא דמלכותא דינא והני חוץ מכגיטי נשים ואין ראיה גמורה היפך מזה ונחלקו רבינו ז״ל ורבותיו שטרי הלואה מה יהא דינן לפי שלא נזכרו בסוגיא זו ודעת רבותיו להשוותן לשטרי מתנה והטעם שלהם הוא מפני שאע״פ שהוא מקבל מעות וברי לנו שקבלן דלא מרעי נפשייהו מ״מ אם לא מחמת השטר היתה מלוה זו מלוה ע״פ שהיה נאמן לומר עליה פרעתי וכיון שכן האי שטרא חספא בעלמא הוא ואינו דומה למכר לפי שהמוכר שדהו בעדים הרי הוא כמוכרו בשטר לכל דבר ואנן סהדי דאי לאו דיהיב זוזי קמייהו לא מרעי נפשייהו ונ״ל לפי שיטה זו דהא דר״פ בשטר מכר שנטרף המקח מן הלוקח ובא לגבות מחמת האחריות שבו והם גורסין ומגבי ביה ממשעבדי וכדקי״ל דהמוכר שדהו בעדים גובה מנכסים משועבדים כמבואר פי״א ורבינו ז״ל סובר שכיון שעיקר השיעבוד חל מחמת קבלת המעות לענין טענת פרעתי יכול לומר לו שטרך בידי מאי בעי והוא ז״ל גורס ומגבי ביה מבני חרי ובשטרי הלואה הוא לפי גירסא זו בהכרח דאי בשטרי מכר לא גרע ממוכר שדהו בעדים שגובה ממשועבדים והר״א ז״ל כתב בהשגות א״א יפה הורו רבותיו וכו' ביאור דבריו שאפילו בחייב מודה או בתוך זמנו אינו גובה ממשועבדים הילכך אם חייב טוען לאחר זמן פרעתי נאמן כדין הוציא עליו כתב ידו כמבואר פי״א ויש לחלק שאינו דומה שטר גמור לכתב יד. ",
        "<b>ומ''ש רבינו והוא שיתן המעות בפניהם.</b> הוא לשון הגמרא דאמר דאי לאו דיהיב זוזי קמייהו והטעם לפי שבכסף הוא קונה ואין הודאתו בפניהם הודאה. ",
        "<b>ומ''ש וכן צריכין עדי ישראל וכו'.</b> הוא ממה שאמרו ודוקא ערכאות דלא מקבלי שוחדא פי' שידועות שאינן מקבלות שוחד. זו היא שיטת רבינו ומחלוקתו עם רבותיו ז''ל אבל שיטה אחרת יש לבעל העיטור והרמב''ן והרשב''א ז''ל שכל השטרות כשרין אפילו שטרי מתנה וגובין בשטרי הלואה מן המשועבדים משום דקי''ל כשמואל דאמר דינא דמלכותא דינא אפי' בדברים שאינן תועלת המלך והאי איבעית אימא הכי קאמר מתני' אפי' בדליכא הרמנא דמלכא ותני חוץ מכגיטי נשים דתרתי לישני לא פליגי דודאי כל היכא דאיכא הרמנא דמלכא כל השטרות שבעולם כשרין כגון בנוטירין של מלכות שלנו ובדליכא הרמנא דמלכא תני חוץ מכגיטי נשים למעט שטר מתנה וכיוצא בו אבל שטרי מכר והלואה קיימין וגובין בהן מן המשועבדים כיון שעולים בערכאות והן גורסין בדרב פפא ומגבי ביה ממשעבדי ומפרשים בשטרי הלואה משום דערכאות אית להו קלא זו היא שיטתם ז''ל ועליהם סומכין בארצותינו וכתב הרמב''ן ז''ל בין בערכאות בשטרי מכר והלואה בין בנוטירין של מלכות בכל השטרות אין הכשרן אלא להיות השטר כאילו נכתב ונחתם בעדים ישראלים אבל אם חסרו דבר מדרכי ההקנאות כגון מטלטלי אגב מקרקעי וכגון דאקנה וכיוצא בהן ודאי אין דנין בהם לענין אותו דבר שחסר מהם ואם דבר הפוסלן הוא כגון שנתן לו מעות בלא אגב ושטרות בלא מסירה ובקני הוא וכל שיעבודא דאית ביה פסולין לגמרי ואין דנין בהן בדיני עכו''ם שאין דינן של מלכים אלא להכשיר שטרות שלהם ולעשות סופר שלהן כמאה עדים אבל לענין דרכי הקנאות לא עדיפי משטרות שלנו שאף העכו''ם במקומות הרבה בדינין חלוקין דנין אותן כפי מחלוקת חכמיהן ומנהגי המקומות ואין מלכים מקפידין אלא בהכשר השטרות בלבד עד כאן דבריו ז''ל: "
      ],
      [
        "<b>השטר שעדיו עכו''ם וכו'.</b> מימרא שם פ''ק (דף י\"א) ודע שהשטר העשוי בערכאות ג''כ צריך שיהיה כתיקון שטרי ישראל ושלא יוכל להזדייף אע''פ שאין נראה כן מדברי רבינו שלא הזכיר כן בערכאות וגם דעת בעל העיטור הוא כדברי רבינו אבל יש מצריכין כן אפילו בערכאות וזהו דעת הרמב''ן והרשב''א ובארצותינו אע''פ שמרחיקין אותם הערכי מן הכתב יותר משיטה אחת כבר הוא ניכר סיום השטר שלהם ודי בכך ואין חוששין שמא יגוז השטר ויחזור ויכתוב שטר אחר שהרי יש להם זכר שעומד אצל הערכי וכל המזייף מירתת לזיופי שמא יגלה זיופו ע''י מה שהוא ביד הערכי: "
      ],
      [
        "<b>תקון שטרי ישראל כך הוא וכו'.</b> מימרא פרק גט פשוט (בבא בתרא דף קס\"א) ומ״מ אם לא החזיר אין השטר נפסל בכך אלא שאין למדין ממ״ש באותה שיטה. וזה דעת הרמב״ן והרשב״א ז״ל ודברי רבינו מורין כן: "
      ],
      [
        "<b>עדים שהיו מרוחקין מן הכתב שתי שיטין וכו'.</b> ג''ז שם והטעם בזה שאפילו כתוב בשטר שריר וקיים בסופו שניכר שהוא סיום השטר עדיין יש לחוש שמא יגוז הכל ויכתוב בשתי השיטין שטר אחר וכתבו המפרשים שאפילו באו עדים והעידו על מה שנכתב למעלה ולא נוסף בו כלום אפ''ה פסול לפי שכל שלא נעשה כתיקון חכמים אינו שטר: ",
        "<b>שתי שיטין שאמרו בכתב ידי עדים וכו'.</b> מבואר שם הדין והטעם ופי' בכתב ידי עדים לא שחתמו העדים גס ביותר בכוונה אלא לומר לך שאם חתמו בקולמוסו של סופר ומפני שלא הורגלו בכתיבה חתמו יותר גס מן הסופר משערין בהן עכ''ל הרמב''ן ז''ל. ואני אומר בדרך כלל דלאו אחר כתב אלו העדים ולא אחר כתב זה הסופר נלך אלא אחר כתב ידי עדים דעלמא שאינן רגילין לאמן ידיהם כמו הסופרים ועושין כתיבה גסה מן הסופר וכן עיקר: ",
        "<b>ושתי שיטין אלו הם ואוירן כגון למ''ד על גב כ''ף.</b> פירוש שתי שיטין ושלשה אוירין מחלוקת אמוראים הוא שם ופסק רבינו ז''ל כן שלא לחלוק על ר''נ בר יצחק שאמר הן ואוירן ורבינו האיי ז''ל פסק כמאן דאמר שיעור דשיטה אחת ושני אוירין כגון ברוך בן לוי בשיטה אחת פסול וזה דעת הרמב''ן ז''ל וכן נראה מדברי בעל העיטור ודברי הראב''ד מטין לדברי רבינו וכן פסק הרב רבינו יונה ז''ל ועיקר: ",
        "<b>היו העדים מרוחקין מן הכתב וכו'.</b> מימרא שם מלאהו בקרובים כשר ומפורשת כן בהלכות ובחדושי הרשב''א ז''ל כתב מורי הר''ר יונה ז''ל דוקא כשבא כך מיד הלוה או המוכר ליד המלוה או ליד הלוקח הא מלאהו המלוה או הלוקח לאחר שבא לידם פסול דשטר שנמסר להם פסול היה וכמי שאינו דמי וכן אם לאחר שבא לידם נטלו הלוה או המוכר ומלאהו בקרובים כשר דעכשיו הוא שנעשה שטר אבל הראב''ד ז''ל כתב אם היה פקח ממלא אותו קודם שיבוא לבית דין עכ''ל ונראין דברי רבינו יונה ז''ל עיקר והוסיף הרב ואמר ודוקא בשמלאהו בקרובים ביום שנכתב ונחתם אבל למחר וליומא אוחרי אע''פ שהוא במצות הלוה הוה ליה מוקדם ופסול דהשתא הוא דמשוי ליה שטרא ע''כ דבריו ופירוש בשטרי דלאו אקנייתא וכמו שנתבאר פרק כ''ג: ",
        "<b>ואם מלאהו בשריטות וכו'.</b> מבואר בסוגיא שם הדין והטעם: ",
        "<b>היה השטר כולו וכו'.</b> גם זה מבואר בסוגיא ובחידושי הרשב''א ז''ל כתבו בתוספות דמכאן יש ללמוד לעדים שצריכין לחתום בראש המגילה שלא יוכל לכתוב מן הצד שטר דהוה ליה הוא ועדיו בשיטה אחת וכשר אותו שטר וכיון שיש לחוש לזיוף זה אפילו השטר נפסל בכך ואם אירע כך שלא חתם האחד בראש הקלף יחתום השני תחתיו דהא ליכא הוא ועדיו בשיטה אחת דהשתא ליכא למיחש לזיוף דהוא ועד בשיטה אחת ועד שני בשיטה אחרת פסול עד שיהא הוא ושני עדיו בשיטה אחת עכ''ל ופירוש אם העדים סמוכין לכתב בלא הפסק אף על פי שהשטר כלה באמצע שיטה כשר וכמו שיתבאר לפנינו ופשוט הוא: "
      ],
      [
        "<b>היה השטר וכו'.</b> ג''ז בגמרא שם והטעם שכתב רבינו ג''כ נלמד משם: ",
        "<b>וכן אם היה השטר וכו'.</b> גם זה שם מבואר: "
      ],
      [
        "<b>קיום ב''ד וכו'.</b> מבואר בגמרא שם. ",
        "<b>ומ''ש ואם היה בין הקיום והשטר שיטה אחת ריוח פסול.</b> הוא כר' יוחנן ודלא כרב דהוה מכשר ליה משום דסבר דשטר הבא הוא ועדיו בשיטה אחת פסול ובהא הוא דפליגי רב ורבי יוחנן וכמו שאכתוב לפי דעת רבינו ז''ל וקי''ל כר' יוחנן ופירוש פסול הקיום אבל השטר כיון שנכתב כתיקון חכמים למה יפסל וכ''כ ז''ל. <b>ומ''ש רבינו או מאחוריו כנגד הכתב</b> לא מצאתי זה מבואר בקיום שיעשהו מאחורי השטר אבל מצינו בגט הקרוע מחמת פרעון כתובה שכותבין על גבו גיטא דנן דקרענוהו וכו' וכן גבי מקושר העדים חותמים מאחוריו וכיון שכן גבי קיום פשוט הוא שמועיל ויאמרו בקיום שהשטר כתוב מאחורי הקיום וכנגדו ואז אין לחוש לכלום ותיקון נאה הוא ועושין כן במקום שאין הנייר מספיק ובעיטור לגאון והיכא דליכא בנייר כדי לכתוב בו קיום מלפף ביה ניירא אחרינא וכתיב ביה קיום וקיומיה מלפף בגויה וכתיב ביה סימן מובהק ע''כ ואיני יודע איזה סימן מובהק יועיל אלא א''כ יכתבו הדיינין מחתימת ידיהם איזה דבר בגוף השטר ואם יזייף נדמה כתיבה לכתיבה ולא תדמה אבל כל שאר סימנין הרי הן יכולין להזדייף ודברי רבינו עיקר: "
      ],
      [
        "<b>הרחיק את הקיום וכו'.</b> זה נאמר בסוגיא לדעת רב וסובר רבינו שהוא אמת אפילו לרבי יוחנן דלכ''ע אין לחוש שיחתמו הדיינין על השריטות ומחלוקתן הוא בהרחיק הקיום שיטה אחת בלבד דרב מכשר ליה בלא שריטות משום דסבר דשטר הבא הוא ועדיו בשיטה אחת פסול ור''י מכשיר שטר שהוא ועדיו בשיטה אחת ופסל הרחקת קיום אפילו שיטה אחת ובלא שריטות אבל בהרחיק הקיום שתי שיטין דכ''ע אי משרט ליה כשר ואי לא פסול ולא נחלקו בזה זה דעתו ז''ל ויש לפרש הסוגיא כן וכשכתב רבינו יתר על שתי שיטין אפילו קאמר וכל שכן בשיטה אחת כשמלא אותה שריטות וזה פשוט לפי שיטתו ושריטות אלו הוא פירוש לטיוטא הנזכר בגמרא ויפה כיון שאין לפרש שממלא כל החלק דיו שא''כ יש לחוש שמא שטר אחר היה שם וקיימוהו והוא כתב על גבו שטר זה ומלא זה בדיו וכן פירשו ז''ל זו היא שיטת רבינו ז''ל ומ''מ הנראה מן ההלכות הוא שאין טיוט מועיל לדעת רבי יוחנן ויש לחוש דילמא אטיוטא הוא דחתמי שלא הביאו כלל סוגיא זו וגם הרשב''א ז''ל כתב בדברי רבי יוחנן פסול ואע''ג דמטייט ליה עכ''ל ודברי רבינו נראין בטעמן: "
      ],
      [
        "<b>כל המחקין כולן צריך לכתוב קיומיהן וכו'.</b> מימרא שם כל המחקין כולן וכו' וכתב הרשב''א ז''ל כתבו מקצת מרבותי דמשום הכי לא אמרינן כל המחקין וכל התלויות לפי שהתלויה שאינה מקויימת אינה פוסלת את השטר אלא שאין למדין ממנה אבל המחק שאינו מקויים פוסל כל השטר שאני אומר תנאי היה בו ומחקו וכאן ה''ק צריך שיכתוב קיומיהן דאי לא כל השטר פסול ואינו נראה בעיני שאין המחקין פוסלין אלא שאין למדין מהם ועוד דבהדיא שנינו בתוספתא דמכילתין פרק בתרא שטר שיש בו מחק או תלוי מגופו פסול שלא מגופו כשר והא דלא קאמר הכא כל התלויות חדא מינייהו נקט והוא הדין לאינך ע''כ ועוד האריך וכדבריו נראה מלשון רבינו ז''ל שאמר כל המחקין וכל התלויות עמהם נראה שדין אחד להם: ",
        "<b>ואם היה המחק במקום שריר וקיים וכו'.</b> מימרא שם ופירוש במקום שריר וקיים שיטה אחת סמוך לאחרונה ומתוך דברי רבינו ז''ל נראה שאין צריך לכתוב בכל השטרות והכל שריר וקיים אלא לקיים המחקין והתלויות אם יש מהן בשטר וכדי ללמוד מהן וג''כ נראה מדבריו שאין לכתוב קיומן בשיטה אחרונה לפי שאין למדין ממנה וזהו הנראה מדברי הגמרא בבירור ומנהג ארצותינו הוא לכתוב קיומים בשיטה אחרונה והרבה האריכו בזה המפרשים ז''ל להעמיד המנהג ודחקו עצמן בלשונות הגמרא לומר שכל שטר שאין בו שריר וקיים פסול וכשאמרו אין למדין משיטה אחרונה דוקא בשנכתב אחר שריר וקיים והם עצמן ראו שאין לדברים אלו קיום ואמרו להנהיג לכוין סיום השטר בחצי שיטה ולחתום שני העדים בחצי האחר דודאי אם לא היה כל השטר שם לא היו חותמין וכמו שכתבתי למעלה בשם התוספות גזירה שמא יזייף ויעשה שטר הבא הוא ועדיו בשיטה אחת ואין חוששין לעדים טועים ע''כ דבריהם ז''ל: "
      ],
      [
        "<b>שטר הבא הוא ועדיו על המחק.</b> כל זאת הבבא בטעמה מבוארת: "
      ],
      [
        "<b>שטר הבא הוא ועדיו על וכו'.</b> מפורש בסוגיא ואליבא דרב כמו שהזכרתי למעלה בדעת רבינו ז''ל שמכשיר הרחקת האשרתא במילוי הריוח שריטות של דיו ואין מסוגיא זו רמז בהלכות: "
      ],
      [
        "<b>שטר הבא על הנייר ועדיו על המחק וכו'.</b> מפורש בסוגיא שם: ",
        "<b>ואם כתבו העדים וכו' וכותבין כן בין עד לעד כדי שלא יזייף.</b> מפורש שם ומכאן למד הרשב''א ז''ל בתשובה לשטר שטעה הסופר שהי' לו לכתוב מאתי' וכתב מנה וחתם העד האחד ולא הספיק לחתום השני עד שהרגישו בטעות ותקנוהו וכתבו בין עד לעד אנחנו העדים חתמנו על שטר זה שכתוב בו מאתים על המחק כשר ע''כ דבריו והאריך להוכיח כן מן הסוגיא שם: "
      ],
      [
        "<b>שטר הבא על המחק ועדיו על כו'.</b> ג''ז שם מבואר הדין והטעם: <b>ומתקון השטרות להתבונן בשטר בואוי''ן וזייני''ן שלו וכו'. </b> בגמרא יש שני מעשים שאירע זיוף ברחוק אות אחת או בהרוחה בין תיבה לתיבה יותר מדאי ומתוך כך כתב רבינו ז''ל דין זה ודבר נכון הוא שאם לא נכתב דין הוא שיכתב: "
      ],
      [
        "<b>משלש ועד עשר אין כותבין וכו'.</b> מימרא דאביי שם: "
      ],
      [
        "<b>שטר שכתבו מלמעלה וכו'.</b> משנה שם: ",
        "<b>ולמה אין הולכין אחר הפחות שבשניהם וכו' שאם היה כתוב בו ק' שהם מאתים או מאתים שהן ק' וכו'.</b> דין זה משנה שם זוזין מאה דאינון סלעים עשרין אין לו אלא עשרין זוזין מאה דאינון סלעין תלתין אין לו אלא מנה ופירשו המפרשים ז''ל שהטעם שאין הולכין אחר התחתון הוא מפני שאומר דאינון בודאי טעות חשבון הוא באחד מן הלשונות והילכך המוציא מחבירו עליו הראיה וכדברי רבינו ז''ל: ",
        "<b>היו בו מלמעלה שם וכו'.</b> כל בבא זו מפורשת בין המשנה והברייתא ובירושלמי (דף י\"ז) ר' יצחק שאיל מלמעלה כתב חנן ולמטה כתב נני מהו נלמד התחתון מן העליון חנן והעליון מן התחתון נני ע''כ ולא איפשיטא: "
      ],
      [
        "<b>כתוב בו מלמעלה וכו'.</b> בגמרא שם (דף קס\"ו ע\"ב) ופירשו ר''ח והרב אלפסי והרב אבן מיג''ש ז''ל לשון נוטריקון ספל סאה ופלגא קפל קב ופלגא וכן עיקר ובעיא דלא איפשיטא הוא שם והמוציא מחבירו עליו הראיה: ",
        "<b>מעשה בשטר שהיה כתוב בו.</b> שם בגמרא ורבינו ז''ל מפרשה כפר''ח שהאסתירא פלגא דזוזי בשווי ובחשיבות ורבינו שמשון והרב אבן מיגש פירשו שהאסתירא תרי זוזי ופירשו שהוא נוטל שש מאות זוז וזוז וכולם ז''ל שוים שאינו נוטל אלא הפחות: "
      ],
      [
        "<b>שטר שכתוב בו אסתירא מאה מעי או שכתוב בו מאה מעי אסתירא הלך אחר הפחות שבלשונות ואינו נוטל אלא מאה אסתירות וכו'.</b> זה נמצא בספרי רבינו ז''ל והוא טעות יצא מידי הסופר הראשון והראוי להיות ואינו נוטל אלא אסתירא ופירוש הדבר ששווי האסתירא צ''ו פרוטות ופירוש מעי בכאן פרוטות של נחושת וכן פירשו בכמה מקומות בגמרא ואין בין שווי האסתירא למאה מעי אלא ארבע פרוטות וכן פירשו כל המפרשים ז''ל וכן הוא מוכרח וכן כתוב בהשגות א''א זה שבוש ואינו נוטל אלא אסתירא עד כאן ופשוט הוא והדין פרק בית כור כחכמים וכן נפסק פכ''ה מהלכות מכירה: ",
        "<b>לפיכך כל שטר שיש בו וכו'.</b> זה פשוט ובכמה מקומות דין זה מבואר. אבל <b>מ''ש ואם תפס בעליונה אין מוציאין מידו</b> י''ל דדוקא בתפס שלא בעדים אבל מתוך מה שאמרו אוקי תרי להדי תרי ואוקי ממונא בחזקת מריה ואי תפס לא מפקינן מיניה ופירשו אפילו בדתפס בעדים משמע דה''ה לכל ספק שטר ומ''מ שטר שכתוב בו דינרין סתם שאין גובה בו אלא שנים אם תפס יותר בעדים ודאי מוציאין מידו כך נ''ל: "
      ],
      [
        "<b>הכותב בו מטבע וכו'.</b> כל זאת הבבא מפורשת שם (דף קס\"ו) ובגמרא יש חילוק בין אומר דינרין לאומר דינרי לפי שדינרי בלא נו''ן הכוונה של זהב ובנו''ן ר''ל של כסף והביאו בגמרא משנה מכרחת כן ואין מכל זה בהלכות ולא בדברי רבינו ז''ל כלום והטעם לפי שאין לנו עכשיו מדקדקין בלשון כל כך: <b>תמו הלכות מלוה ולוה</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [
        "<b>טען הלוה שמטלטלין אלו שבידי אינן שלי וכו'. </b> כתב ה\"ה דין זה אינו מבואר בגמרא בפשיטות וכו'. ולי נראה שיש להביא ראיה לדין זה מדאמרינן בפ\"ב דכתובות (דף י\"ט) האומר שטר אמנה הוא זה אינו נאמן כו' לוה כל כמיניה ומסיק לעולם דאמר מלוה וכגון שחב לאחרים וכו': "
      ],
      [
        "<b>בד\"א בבגדי החול וכו'. </b> כתב הטור בסי' צ\"ז כל זה לא מיירי אלא בבגדים שהבעל קונה לה אבל כל מה שהכניסה לו בין נכסי מלוג בין נכסי צ\"ב אין ב\"ח גובה ממנו אם ידוע שהוא ממה שהכניסה היא ואם אינו ידוע יראה שהיא נאמנת בשבועה בבגדים ותכשיטין שדרך האשה להכניס לבעל וכ\"כ רבינו ירוחם בשם הרמ\"ה ובעל התרומות בשער ראשון וכתב עוד שם שהוא הדין לנכסים שפסק לה הוא שאין ב\"ח גובה מהם: "
      ],
      [],
      [],
      [
        "<b>מלוה שבא להפרע שלא בפני הלוה וכו' ותפסה האשה וכו'. </b> כתב בעל התרומות בשער ראשון דטעמא דמילתא משום דכשם שבערכין מיעט מזון אשתו ובניו אע\"פ שקדמה לחוב המעריך הוא הדין נמי לב\"ח דהא גמר קיחה קיחה מערכין: "
      ]
    ],
    [
      [],
      [
        "<b>כשראו הגאונים וכו' התקינו שמשביעין את הלוה וכו'.  </b> כתוב בספר התרומות שער שני ששבועה זו דומה לשבועת מודה מקצת שהוא מפני שאנו אומרים שהוא נשמט משום דדחיקא ליה שעתא סבר עד דהוו לי זוזי ופרענא ליה ורמו רבנן שבועה כי היכי דלודי וכך אנו אומרים בזה. וכתב עוד שם ששבועה זו אפילו אין הלוה בא עליו בטענת ברי שיש לו במה לפורעו אלא אפילו טוען שמא יש לו משביעין אותו והראשונים קראו אותה שבועת החשד עכ\"ל:  וכתב עוד על מ\"ש רבינו   ",
        "<b>שמשביעין אותו שלא נתן מתנה על מנת להחזיר וכו'. </b> למה תקנוה שאם באו להזהירו שיפרענה בשיחזירנה לו ה\"ז כלול בנשבע שכל מה שירויח יפרענו ואפילו נתנו לו במתנה בכלל זה ואם תקנוה להודיע לוה למלוה מה שמכר ונתן מזמן שלוה היכן מצינו זה בתקנת הגאונים אלא עיקר תקנה זו כפי מ\"ש הרמב\"ן דממאי דאיתמר במתנת בית חורון משמע שלא אמרו כל מתנה שאם הקדישה אינה מקודשת אינה מתנה אלא בנותן סתם ומעשיו או דבריו מוכיחין עליו שאינו גומר ליתנה אבל נתן בדעת גמורה ע\"מ להחזיר הרי היה כשאר כל התנאים דעלמא מעתה הרמב\"ם לזה נתכוון שישבע שלא נתן עכשיו ע\"מ להחזיר כדי להבריח מב\"ח דלא הוי מתנה דהא חובו יוכיח שלא נתכוון אלא להבריח מב\"ח בלבד עכ\"ל: "
      ],
      [],
      [],
      [
        "[שייך להלכה ה, ו]",
        "<b>מי שנתחייב בשבועה זו וכו' וכן מי שיש עליו שט\"ח והודה לאחרים מעצמו וכו'. </b> נ\"ל שכוונת רבינו היא שכשמחייבין אותו לתת היותר לו ממזונותיו אע\"פ שתבעוהו אחרים והביאו עדי הלואה והוא מודה שלא פרע אין מאמינים אותו שאדם עשוי בכיוצא בזה לעשות קנוניא והאחרים נראה להם שעושין מצוה שיהיה לו במה לפרנס את אשתו ובניו ואל ימותו ברעב אבל מי שיש לו נכסים לפרוע לב\"ח אלא שאינו רוצה לישאר ערום מנכסים אילו באו אחרים ותבעוהו והביאו עדי הלואה הוה מהימנינן להו ונותנין להם אם קדמו אבל אם מודה מעצמו אני חייב לאחרים בכי הא לא משגחינן ביה אע\"פ שאח\"כ באו אותם אחרים ותבעוהו כיון שהוא הודה מעצמו בתחלה וזהו שאמר רבינו גבי מי שאין לו לפרוע אלא ממה שמרויח מי שנתחייב שבועה זו מפני שט\"ח שעליו והודה לאחרים בחובות אחרים לא יטול היתר אלא בעלי השטרות בלבד דמשמע שאותם אחרים תבעוהו תחלה והודה להם וכשיש לו ממה לפרוע כתב וכן מי שיש עליו שט\"ח והודה לאחר מעצמו דוקא מפני שהודה מעצמו אבל אם תבעוהו תחלה היינו מאמינים אותם מאחר שיש לו נכסים אלא שאין בהם כדי לפרוע לזה ולזה: "
      ],
      [
        "[שייך להלכה ה, ו]",
        "<b>מי שנתחייב בשבועה זו וכו' וכן מי שיש עליו שט\"ח והודה לאחרים מעצמו וכו'. </b> נ\"ל שכוונת רבינו היא שכשמחייבין אותו לתת היותר לו ממזונותיו אע\"פ שתבעוהו אחרים והביאו עדי הלואה והוא מודה שלא פרע אין מאמינים אותו שאדם עשוי בכיוצא בזה לעשות קנוניא והאחרים נראה להם שעושין מצוה שיהיה לו במה לפרנס את אשתו ובניו ואל ימותו ברעב אבל מי שיש לו נכסים לפרוע לב\"ח אלא שאינו רוצה לישאר ערום מנכסים אילו באו אחרים ותבעוהו והביאו עדי הלואה הוה מהימנינן להו ונותנין להם אם קדמו אבל אם מודה מעצמו אני חייב לאחרים בכי הא לא משגחינן ביה אע\"פ שאח\"כ באו אותם אחרים ותבעוהו כיון שהוא הודה מעצמו בתחלה וזהו שאמר רבינו גבי מי שאין לו לפרוע אלא ממה שמרויח מי שנתחייב שבועה זו מפני שט\"ח שעליו והודה לאחרים בחובות אחרים לא יטול היתר אלא בעלי השטרות בלבד דמשמע שאותם אחרים תבעוהו תחלה והודה להם וכשיש לו ממה לפרוע כתב וכן מי שיש עליו שט\"ח והודה לאחר מעצמו דוקא מפני שהודה מעצמו אבל אם תבעוהו תחלה היינו מאמינים אותם מאחר שיש לו נכסים אלא שאין בהם כדי לפרוע לזה ולזה: "
      ],
      [],
      [
        "<b>הרב שלוה מעבדו וכו'. </b> כתב ה\"ה ואין זה דעת רבינו שלא חילק כ\"כ בספר התרומות בשער ל\"ז דבין טמונין בין שאינן טמונין אין להם עליו כלום דאנן סהדי שלא נשתעבד להם דלא ניחא ליה למיהוי עבד לוה: "
      ]
    ],
    [
      [
        "<b>אלמנה בין שהיא עניה וכו' ואם חבל מחזירין ממנו בעל כרחו. </b> כתב הריב\"ש סי' תפ\"ח נ\"ל דאתיא כרבא דאמר בפ\"ק דתמורה (דף ד' ע\"ב) דכל מילתא דאמר רחמנא לא תעביד אי עבד לא מהני אלא שבלאו דלא תבא אל ביתו לעבוט עבוטו אם עבר מהני שאיונ חייב להחזיר אלא כסות יום ביום וכסות לילה בלילה משום דגלי ביהקרא השב תשיב לו את העבוט כבא השמש מעיקרא לא כדאיתא בפ\"ק דתמורה. ומ\"ש רבינו   ",
        "<b>ואם תודה תשלם וכו'. </b> לא בא לומר שלא יוכל לטעון בעל המשכון עד כדי דמיו במיגו דלקוח הוא בידי אם משכן אותו שלא בעדים שהרי באיש דומיא דאלמנה בחבל כלים שעושין בהם אוכל נפש יכול לטעון עד כדי דמיהם אי ליכא עדים על החבלה דהכי אמרינן בגמרא בההוא גברא דחבל סכינא דאשכבתא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>שליח ב\"ד שבא למשכן וכו' ומניח מטה ומצע לעשיר וכו'.  </b> כתב הטור בסי' צ\"ז קשה כיון שצריך להניח לו בשעת משכון דברים הצריכין לו למה מחזירין והלא אין חזרה אלא בדברים הצריכין לו ואותם כבר הניח לו עכ\"ל ואני אומר דלאו קושיא היא שהרי רבינו סובר דכל כלי אומנות אפילו הצריכין לו הוא מניח וכמ\"ש ה\"ה אבל אי קשיא לדברי רבינו הא קשיא היכי תנן בפרק המקבל מחזיר את הכר בלילה והרי צריך להניח לו מטה ומצע וי\"ל דמתניתין מיירי שעבר ומשכנו או שמשכנו מדעת הלוה א\"נ דמטה ומצע לחוד וכר לחוד:  ודע דבברייתא אמרינן נותן לו מטה ומצע לעשיר ומטה ומפץ לעני ומפרש בגמרא למאי צריכי שתי מטות חדא דאכיל עלה וחדא לישן עליה ורבינו לא חשש לומר כאן שיניח לו מטה ומטה מפני שסמך על מה שכתבה בפ\"א גבי סידור: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המלוה את חבירו על המטבע ונפסל וכו'. </b> בגמרא אוקימנא דהא דבעי שיהא לו דרך לאותה מדינה ואם אין לו דרך לשם לא היינו דוקא כשמלכיות מקפידות זו על זו אבל אם אין מלכיות מקפידות זו על זו אפילו אין לו דרך לאותה מדינה נמי ואיני יודע למה השמיטוהו רבינו והרי\"ף: "
      ]
    ],
    [
      [
        "<b>ומצות עשה להשיך לעכו\"ם וכו'. </b> כתב ה\"ה בהשגות א\"א לא מצאתי שמועה זו וכו' עד מוכחת כן והר\"ן כתב בפרק אי זה נשך ול\"נ כדברי הרמב\"ם דכיון דמסקנא דשמעתין דרבית דעכו\"ם מדאוריית' שרי הדרי' למאי דס\"ד דרבא מאי לא תשיך לא תשוך ואם איתא דקרא להתיר רביתא איצטריך מידחיא ברייתא דסיפרי לגמרי דמנ\"ל דללאו הבא מכלל עשה אתא דילמא לעשה אצטריך אלא על כרחין כי ס\"ל דרבית דעכו\"ם שרי נקטינן לנכרי תשיך כפשטיה דלמצוה הוא דאתא והיינו דתניא בסיפרי לנכרי תשיך הרי זו מצות עשה וכיון דמסקנא דסוגיין דרבית דעכו\"ם מדאורייתא שרי נקטינן ע\"כ ברייתא דסיפרי כפשטה עכ\"ל וקשיא לי על דברי רבינו שתשיך משמעותו שתלוה מהעכו\"ם ברבית דה\"ק תניח אותו שישוך אותך וזה ודאי אינו מצוה ולפי דברי רבינו כך היה לו לכתוב לנכרי תשוך דמשמע תלוה אותו כדי שתשתכר אתה בנטילתך ממנו רבית. ואפשר לדחוק ולומר דאיידי דבעינן למימר ולאחיך לא תשיך לומר שאף הלוה עובר בלאו כתב לנכרי תשיך ומכיון שלמדנו שזו מצות עשה ודאי לא צותה תורה שיהנה לעכו\"ם ואית לן לפרושי האי תשיך כמו תשוך ושביק ליה לקרא דאיהו דחיק ומוקים נפשיה: "
      ],
      [],
      [],
      [
        "<b>ואם העמידו אצל ישראל וכו'. </b> כתב ה\"ה זה מחלוקת בין המפרשים וכו' ומ\"מ מ\"ש שהוא רבית קצוצה אע\"פ שלא נטל הישראל ונתן ביד חלקו עליו הרמב\"ן והרשב\"א וכו' עד אלו דבריהם ותלמידי הרשב\"א כתבו ושמא רצונו לומר דהחמירו לעשות כרבית קצוצה לומר שהיא יוצאה בדיינין ולא נהיר עכ\"ל. ולי נראה דאפשר לומר דטעמא דרבינו משום דתנא בסיפא אסור כמו ברישא משמע ליה דכי הדדי נינהו וכי היכי דברישא הוי רבית קצוצה הכי נמי בסיפא: "
      ],
      [
        "<b>אסור לישראל לתלות מעותיו ביד עכו\"ם. </b> כלומר להפקיד ביד עכו\"ם ועכו\"ם מלוה אותם ברבית לישראל והכי תניא בתוספתא פרק איזהו נשך ישראל שאמר לעכו\"ם הילך שכרך ובא והלוה מעותי ברבית אסור ועוד תניא התם עכו\"ם שנעשה אפוטרופוס או סנטר לישראל אסור לישראל ללוות הימנו ברבית: "
      ],
      [],
      [],
      [],
      [
        "<b>ולא ביצים להושיב תחת התרנגולים שלו. </b> במשנה פרק אי זהו נשך (דף ס\"ח) אין מושיבין תרנגולין למחצה ופירש\"י לשום ביצים בדמים לבעל התרנגולת להושיבה עליהם לגדל אפרוחין למחצית שכר מה שיהיו האפרוחין שוין יותר על דמי הביצים דהואיל וזה מקבל עליו אחריות חצי דמי הביצים אם יתקלקלו או אם ימותו הו\"ל פלגא מלוה וכו' ונמצא מגדל את חציין השני בשכר המתנת מעותיו וכך עולה מדברי רבינו פ\"ח מהלכות שלוחין ושותפין ואם אין אחריות הביצים על בעל התרנגולים יתבאר ספ\"ח:   ",
        "<b>אלא א\"כ נותן לו שכר עמלו ומזונו. </b> כלומר בכל החלוקות הנזכרות בעי למיתן ליה שכר עמלו ובנותן ביצים להושיב תחת התרנגולת בעי למיתן ליה נמי שכר מזונו שהוא מוציא באפרוחין וטעמא דמילתא דכל עסקא פלגא מלוה ופלגא פקדון נמצא שמתעסק בפלגא דפקדון משום הנאת המתנת המלוה ולפיכך צריך שיתן לו שכר עמלו ומזונו: "
      ],
      [
        "<b>המשתתף עם חבירו במעות וכו'. </b> בפרק איזהו נשך (דף ס\"ח) אמר רבא לית הילכתא כשטרי מתוזנאי דזקפי רווחא אקרנא מי יימר דהוי רווחא:   ",
        "<b>וכן לא יתן לא מעות בתורת עסקא וכו'. </b> שם בסמוך א\"ל מר בר אמימר לרב אשי אבין עביד הכי וכי אתו לקמיה מהימן להו א\"ל תינח היכא דאיתיה לדידיה אי שכיב ונפל שטרא קמי יתמי מאי ואע\"פ שבדין הראשון כתב רבינו המשתתף במעות או בקרקע או הנותן לו עסק ובדין השני כתב וכן לא יתן לו בתורת עסק או שותפות לאו דוקא דהוא הדין קרקע נמי: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וכן אם התנה הלוה שכל זמן שירצה מחשב וכו'. </b> פירוש עתה בא לומר דרבית נמי שרי אפילו התנה הלוה שיוכל לסלקו תוך הזמן דכיון שאין המלוה יכול לגבות מחובו כלום ולהחזיר הקרקע ללוה שכירות הוא ואפי' בית שרי: "
      ]
    ],
    [
      [],
      [
        "<b>וכל הממשכן סתם וכו'. </b> פי' סתם קרי למקום שאין בו מנהג ידוע ומשכן סתם שאילו היה מנהגם לסלקו כל זמן שיביא לו מעות אפילו מיד מסלקו ואילו היה מנהגם שלא יוכל לסלקו עד סוף זמן המשכונא לאחר י\"ב חדש נמי אינו יכול לסלקו אם לא הגיע זמן המשכונא הילכך על כרחין ליכא לאוקמא אלא כדאוקימנא: "
      ],
      [],
      [],
      [
        "<b>אע\"פ שמשכונא זו אסורה היא וכו'. </b> נ\"ל שכ\"כ רבינו משום דרישא דקתני המלוה את חבירו וכו' אין מסלקין אותו בלא כלום וכו' א\"א לאוקומה בעכו\"ם דמאי איסור רבית איכא אלא או בטעות או במזיד ודקאמר מקום שנהגו לסלק המלוה והו' א\"א לאוקומה בשנהגו כן בטעות דהיאך אפשר שנהגו כן מימי קדם ולא מיחו בידם חכמים א\"ו במזיד היא וזו היא דרך כל מי שחוטא ומשכן או עכו\"ם והא דאמר אין הבכור נוטל בה פי שנים ושביעית משמטתה א\"א לאוקומה בעכו\"ם דמאי שביעית שייך ביה ומאי דין הבכור אית ביה אלא או בטעות או דרך כל מי שחוטא ומשכן ולכך כתב רבינו הני תלתא גווני: "
      ]
    ],
    [
      [
        "<b>אסור להרבות על המכר וכו'. </b> כתב ה\"ה משנה מפורשת שם ופירוש וכו' כלומר דלא תימא דאינו אלא איסור בעלמא: "
      ],
      [],
      [],
      [],
      [
        "<b>אסור לקנות פרי הפרדס וכו'. </b> נ\"ל שיש תקנה לזה שיקנה אילנות הפרדס לפירותיהן של אותה שנה ויחזיק בהם לקנותם מיד: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מקום שנהגו לשכור הספינה וכו' וכן מותר להשכיר סיר של נחשת וכו'. </b> אמרינן בגמרא אי אגרא לא פחתא ואי פחתא לא אגרא כלומר מאחר שמקבלים הפחת למה נותנין שכר אינו אלא משום רבית ומשני הא מקבלי עלייהו חוסכא דנחשא כלומר פחת דמי הנחשת דכל מאי דמקלי נחשא בצרי דמיה ולפיכך נוטלין שכר: "
      ],
      [],
      [],
      [
        "<b>משכרת אשה וכו'. </b> כלומר דכיון דבלשון שכירות הוא אין אחריות הביצים על בעל התרנגולת ולהכי שרי: "
      ],
      [
        "<b>מי שהיה נושה בחבירו וכו'. </b> רבינו העתיק לשון הגמרא שכשלקח הדבר ביותר משוויו איירי במטלטלי וכשלקח בפחות איירי בקרקע ומשמע דה\"ה איפכא: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b>מלוה אדם את אריסיו חטים בחטים וכו'. </b> כוונת הדברים שכשב\"ה יכול לסלקו שלוה ממנו וזורע וכשיוקירו החטים יתן לו חטים אין זה הלואה אלא לבציר מהכי נחית והרי הוא כיורד לתוכה מעכשיו ע\"מ שיטול ב\"ה הזרע תחלה מחלק המגיע לאריס והאריס יטול השאר בשכר טרחו ויטול פחות משאר אריסין שעל מנת כן ירד. ומ\"ש   ",
        "<b>שבמקום שדרך בע\"ה לתת את הזרע וכו'. </b> כלומר ושינה ממנהג העיר להטיל על האריס. ומ\"ש   ",
        "<b>אבל אחר שירד וכו'. </b> כלומר מתחלתו לא פסק עמו שיהא הזרע שלו ואח\"כ נתרצה מאליו על ידי קבלת דמים או מתנה אין ירידתו עכשיו לתוכה דנימא לבציר מהכי נחית והלואה הוא גביה ואסור כך פירש\"י ז\"ל: "
      ]
    ],
    [
      [],
      [
        "<b>ויש מן הגאונים שהורה וכו'. </b> נראה לפרש חתמו או העידו בפני ב\"ד שמסרתיו בפניכם והכוונה שאם יודעין לחתום יחתמו ואם לאו יעידו בפני ב\"ד והב\"ד יכתבו עדותם של עדים ויגבה בו כך כתב הר\"ש בן הר\"ש צמח ול\"נ דחתמו דקתני לא שיחתמו על השטר כדרך שחותמין בשאר שטרות אלא היינו לומר. שיכתבו בו שטר זה מסרו בפנינו הלוה למלוה ויחתמו על זה וה\"ק חתמו על עדותכם שנמסר בפניכם שטר זה: "
      ],
      [
        "<b>הוציא עליו כתב ידו וכו' ואינו גובה בכתב זה לא מן היורשין כו'. </b> כלומר משום דטענינן להו שאביהם פרעו אבל אם ידוע שלא פרעו ע\"פ אחד משלשה דברים שכתב רבינו לקמן בפרק זה ודאי גובה מהיורשין דלא גרע ממלוה ע\"פ וזה פשוט: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מצוה על היתומים וכו' ואם תפס ב\"ח מחיים גובה מהם. </b> כתב הריב\"ש אחר תקנת הגאונים אין לחלק בכך שהרי מטלטלי דיתמי משתעבדי לב\"ח וכמ\"ש רבינו בסוף הפרק: "
      ],
      [],
      [],
      [
        "<b>אבל במערב היו כותבין בשטרי חובות וכו'. </b> כתב הריב\"ש על זה לא שאם לא כתבו לא יהיו דנים כתקנת הגאונים שהרי כבר כתב הרב בסמוך שכן דנים ישראל בכל בית דין שבעולם אבל ר\"ל שבמערב כדי שלא יהיו צריכין לתקנת הגאונים במה שאפשר הנהיגו לכתוב בשטרות שיעבוד מטלטלין בין בחייו בין לאחר מותו ועשו כן כי חששו אולי לא ידע הלוה בתקנה זו ואין דעתו לשעבד עצמו כי אם בדין הגמרא ונמצא שנתאנה הלוה ותהיה תקנה זו נזק היתומים שלא בדין ועוד שבתנאי זה הוא גובה יותר מן התקנה לפי שבתנאי זה אף אם הניח קרקע ומטלטלין גובה מן המטלטלין אף מן היתומים מן הדין שתנאי שבממון הוא ומן התקנה לא היה גובה מן המטלטלין מאחר שיש שם קרקע וליכא פסידא למלוה מעמידין אותו על דין הגמרא לזה כיון הרמב\"ם בפרק זה. ומ\"ש בפי\"ו מהל' אישות בתקנת גביית הכתובה שאין תקנה זו כשאר תנאי כתובה שנאמר בה אעפ\"י שלא נכתב כמי שנכתב דמי נראה שלא אמר כן אלא במקום שכותבין בכתובה שיעבוד מטלטלין ובזה י\"ל כיון שמנהג המקום לכתוב וזה לא כתב בכתובה שיעבוד מטלטלין נראה שלא נשתעבד אלא כדין הגמרא אלא אם כן היה יודע תקנתם של גאונים שאז י\"ל שעל תקנתם הוא סומך ואם לא ידע בה י\"ל שלא תגבה ממטלטלי דיתמי כיון שלא כתב כמנהג המקום וכ\"נ מלשונו שכתב הרי שלא כתב כן בשטר הכתובה אלמא כתובה כתב לה אלא שלא כתב כדרך שכותבים האחרים ועוד נראה מדבריו שתקנת הכתובה לא פשטה בימיו בכל ישראל כי אם ברוב ישראל אבל תקנת המלוה בכל ישראל פשטה ועתה ג\"כ אנו רואים שדנין בה והכל יודעין שכל נכסי הלוה בין קרקעות בין מטלטלין משועבדים לב\"ח בין ממנו בין מיורשיו ודין הגמרא אינו נודע להם דלא כ\"ע דינא גמירי עכ\"ל: "
      ]
    ],
    [
      [
        "<b>אין נפרעין מן היורשים וכו'. </b> כפי מ\"ש ה\"ה כוונת רבינו דבמלוה על פה היכא דגובה מיורשים גדולים דהיינו היכא שהיה אחד מג' תנאים אלו הנזכרים גובה גם מיורשים קטנים וכל שאינו גובה מיורשין דהיינו היכא שלא היה אחד משלשה תנאים אלו הנזכרים אף מגדולים אינו גובה ובמלוה בשטר אם יש בו אחד משלשה תנאים אלו גובה אפילו מיורשים קטנים דלא גרע ממלוה ע\"פ אבל כשאין שום אחד משלשה תנאים אלו אע\"פ שגובה מיורשים גדולים אינו גובה מיורשים קטנים: "
      ],
      [],
      [
        "<b>וכן אשה שתבעה כתובתה וכו' מעמידין להם אפוטרופוס ונזקקים. </b> כתב הרשב\"א דאפילו היא זקנה שאינה ראויה לינשא נזקקין לה. ומ\"ש רבינו   ",
        "<b>ונזקקים משום חן האשה וכו'.  </b> לפי מה שאכתוב בסמוך בשם הרשב\"א ור\"י דלא נקט טעמא דמזוני משום גרושה ועוד לאשמועינן באלמנה נמי דאפילו היכא דאיכא טעמא דמזוני וכגון שלא היו הנכסים יותר מכתובתה אפ\"ה נזקקים לה משום חינא ולאפוקי מהוראת קצת הגאונים שכתב בסמוך:  כתב הרשב\"א בתשובה שמדברי רבינו בפרק זה נראה שהוא סבור ששתי לשונות שנאמרו בפרק שום הדיינים בכתובת אשה משום ר\"י חד משום מזוני ומרימר מתני לה משום חינא ששניהם אמת עכ\"ל ולע\"ד נראה שרבינו מפרש דמ\"ד משום מזוני לית ליה משום חינא אבל מ\"ד משום חינא לא פליג אטעמא דמזוני אלא דאתא למימר דאפילו היכא דליכא טעמא דמזוני נזקקין לה משום חינא וכיון דמרימר עבד בה עובדא ורבינא דאקשי ליה כי א\"ל אנן משום חינא מתנינן ליה שתיק ליה והכי נקטינן: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בית דין שמכרו שלא בהכרזה וכו'. </b> נראה דאפילו ביתומים גדולים מיירי והוא הדין לנכסי כל אדם אם מכרו בית דין שלא בהכרזה וראיה ממה שכתב רבינו והרב המגיד פי\"ב מהלכות אישות: "
      ],
      [
        "<b>ובית דין שהכריזו כראוי וכו'. </b> כתב הרב המגיד וכתב הרמב\"ן דוקא מאתים במנה אבל בפחות ממנה לא עכ\"ל איפשר שזה כדעת הסוברים דהא דבקרקעות אין להם אונאה היינו עד מחצה דוקא:   ",
        "<b>אבל אם לא בדקו בשומא וכו'. </b> כ' ה\"ה פירוש במקום שאין מכריזין וכו'. ק\"ל א\"כ מאי וכן אם מכרו קרקע בעת שאינם צריכין להכריז עליה וכו' שכתב בסמוך היא היא לכך נ\"ל שמה שכתב אבל אם לא בדקו בשומא וכו' לאו למימרא שלא הכריזו עליה אלא הכריזו עליה אבל לא דקדקו בשומא והכרזה כמשפט ודברים אלו הם מבוארים פה בדברי רבינו ובפירוש המשנה פרק אלמנה ניזונת: "
      ]
    ],
    [
      [
        "<b>מלוה שבא להפרע וכו' ואם א\"א להודיעו במהרה. </b> בסמוך יתבאר כמה שיעור מהרה זה. ומ\"ש   ",
        "<b>אומרים למלוה שישבע.</b> בסמוך יתבאר דהיינו בשאין בשטר נאמנות. ומה שכתב ",
        "<b>ואין חוששין לשובר. </b> ג\"ז יתבאר בסמוך: "
      ],
      [
        "<b>שלש ראיות צריך להביא וכו'. </b> כתוב בתשובות הרא\"ש כלל ע\"ג ילמדנו הא דאמרינן שמלוה שבא לגבות מנכסי לוה ואיננו פה שצריך להודיעו אם הוא כך טרם לכתו היה מצפה בכל יום לביאת המלוה לירד לנכסים כי לא היה לו ממה לפרוע ושוב הרחיק הלוה כ' פרסאות או שלשים ואחר זמן בא המלוה לירד לנכסיו אם בית דין צריך להודיעו בזה וכשמודיעין אותו שכר השליח על מי ורבינו עשה כתב שלש ראיות צריך להביא לבית דין וכו' ומה ראיה צריך הא ליתא קמן ומה שיעור המרחק שיהא קרוי אינו מצוי לעמוד בדין שלישית שאלו הנכסים של פלוני הלוה הם אם ראינו שהלוה דר בהם כמה שנים אמנם אין כאן עדות ברורה אם לקחם או ירשם והיאך באו לידו מה ראיה אחרת צריך כל זמן שאין מערער. תשובה ראיתי בדברי גאון אם יכולים לשלוח ללוה שילך ויחזור תוך שלשים יום על ידי יציאת הלוה והראיה שכתב רבינו משה שהב\"ח במדינה אחרת היינו כגון שטוען המלוה שאין שליח יכול לילך אליו ולחזור תוך שלשים יום אם יביא מזה ראיה יורדין לנכסיו מיד בשטר מקויים משום נעילת דלת והנכסים שהם בחזקת הלוה עד היום הזה אע\"פ שאין ידוע היאך באו לידו בית דין יורדין להם ומגבין אותם למלוה ואם יבא שום אחד אחר כך בשטר או בראיה מוקדמת לשטר המלוה יוציא הנכסים מתחת ידו וכתב עוד ראיתי הירושלמי שהביא בעל העיטור שצריך להודיעו תלתא זימני בכל תלתין יומין חדא זימנא ולפי הירושלמי אין יורדין לנכסיו שלא בפניו אא\"כ עמד בבית דין וברח הילכך מסתבר אם יכול להודיעו בתוך שלשים יום שהוא זמן בית דין יודיעוהו אבל מאי זה טעם יצטרך שיודיעו ג\"פ כיון שאין ההודעה אלא כדי שיבא מידי דהוה אחזקה למ\"ד שאם הוא באספמיא כדי שיחזיק שנה ויודיעוהו שנה ויבא לשנה אחרת אלמא כל מידי דמשום הודעה די בהודעה אחת של שלשים יום וכן ראיתי דנים ומסתבר דלא חיישינן לשובר דאם כן כל אדם יהא לוקח ממון חבירו וילך למדה\"י דכיון דחיישת לא ירדו לנכסיו לעולם ואם יש בשטר נאמנות מאחר שאם היה כאן לא היה יכול להשביעו למה ישביעוהו עתה עכ\"ל: "
      ],
      [
        "<b>מלוה שבא לבית דין והביא וכו'. </b> מדברי הטור בסימן ע\"ג נראה שסובר דרבינו מיירי אפילו אם הלוה בעיר והריב\"ש כתב בסימן שצ\"ו לדעת הרמב\"ם איפשר שאף אם הלוה בעיר אין צריך להזמינו לדין ולא להודיעו ואפשר שדבריו בשאין הלוה בעיר וזה נראה יותר עכ\"ל וכתוב בספר המקח שמי שיש בידו משכון של חבירו לא ימכרנו שלא בבית דין כדתנן ומשלשים ולהלן מוכרו בבית דין וביאר על פי זה דברי רבינו פה שכתב ומשיאין לו עצה למכרו בפני עדים שלא הוצרך רבינו להזכיר המכירה בבית דין שכבר הזכיר בפ\"ג דין משלשים יום ולהלן מוכרו בב\"ד וגם זה בב\"ד מוכרו ר\"ל בית דין הדיוטות שהם בקיאים בשומא ואפילו בשומת בית דין משיאין לו עצה למוכרו בעדים כשיבא הלוה ידע בכמה נמכר כי אע\"פ שזה מכרו ברשות בית דין ובשומתן אולי [ימכור] ביותר מהשומא וכדי שלא יתעצמו על זה בדין ולא יהיו צריכין לשבועה משיאין אותו עצה להזמין עדים על המכירה עכ\"ל ואיני יודע מי דחקו לומר כן דפשטא דמילתא היינו לומר שימכרנו ברשות בית דין אבל מנין לנו שיצטרך שישומו בשומת בית דין ועוד שומא זו מאי עבידתה הגע עצמך שישומו במנה ולא נמצא מי שיקנהו אלא בתשעים איך יעלה על הדעת שיפסיד זה עשרה אלא ודאי אין כאן שומא אלא ימכר ע\"פ ב\"ד במה שימצא מי שיקנהו כך נ\"ל והכי הוא סוגיין דעלמא ומעולם לא ראיתי מי שהצריך שומא למשכון:   ",
        "<b>וכן המלוה וכו'. </b> לשון זה צריך תיקון שאם מתו הלוה והמלוה היאך כתב שנשבע בנקיטת חפץ שהיורשין אין להם לישבע אלא שלא פקדנו אבא ונ\"ל דה\"ק המלוה על המשכון הואיל והוא נפרע ממה שתחת ידו וכו' ה\"ז נשבע בנקיטת חפץ ונוטל ואפילו מתו הלוה והמלוה ואפילו מת לוה תחלה ואח\"כ מת מלוה לא הפסיד חובו מפני שהוא על המשכון: "
      ],
      [],
      [],
      [
        "<b>זה אומר חמשה ימים נשאר מהזמן וכו' אומרים למלוה המתן עוד וכו'. </b> הטעם שכיון שעדיין לא הגיע זמנו ואפילו לדברי המלוה לא ישבע עכשיו: "
      ],
      [
        "<b>היתה המלוה בשטר וכו'. </b> נראה דה\"ה אם הלוה על המשכון וכן כתב בטור ח\"מ סימן ע\"ג: ומ\"ש   ",
        "<b>וישבע היסת.  </b> ( * שנשאר עוד חמשה ימים) בטור ח\"מ סי' ע\"ג העתיק לשון רבינו ואין שם תיבת היסת וכן נראה לי דתיבת היסת ט\"ס היא דמה ענין היסת לכאן דאין היסת אלא בנשבע לפטור עצמו והכא במלוה על המשכון הוא נשבע שבועה כעין דאורייתא ובמלוה בשטר אם נדמהו לאומר פרעתיך היה לנו לומר פרע מיד ואם יאמר השבע לי שלא קבעת לי זמן אז ישבע לו ואיפשר לקיים הגירסא משום דאיכא למימר דלא דמי לאומר פרעתיך כיון שמודה שהוא חייב לו אלא הוי כאילו תובע הלוה למלוה חייב אתה להמתין לי כך וכך ימים ולפיכך חייב המלוה לישבע היסת: * (עי' במל\"מ)  ",
        "<b> \n                     </b>"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הוציא עליו שטר מקויים וכו'. </b> כתב ה\"ה פרק חזקת מעשה וכו' אבל דעת הרמב\"ן והרשב\"א היא ששטר זה בשעת שהודה המלוה וכו' עד אלו דבריהם. ואני אומר שאין נראה כן מפשט דברי רבינו: "
      ],
      [],
      [],
      [],
      [
        "<b>הוציא עליו שט\"ח בעד אחד וכו' הרי זה מחוייב שבועה ואינו יכול לישבע ומשלם. </b> כתב הרשב\"א בתשובה מסתברא לי שאינו נעשה כפרן ע\"פ עד אחד ואם תאמר והא כללא כייל שמואל כ\"מ ששנים מחייבים אותו ממון ע\"א מחייבו שבועה וכיון שהוחזק כפרן לאותו ממון אם כן אף ע\"א מחייבו שבועה לא היא דלא אמרו אלא כשהעדים מחייבין אותו ממון בעדותן ממש אבל כאן אין העדים מחייבין אותו שהמלוה את חבירו בעדים אין צריך לפורעו בעדים אלא כפרנותו הוא שמחייבתו וכל שנעשה כפרן על פי שנים והיה חייב לפרוע ממון על פיהם הוחזק זה כפרן גמור משא\"כ כשהוחזק בע\"א שאילו רצה היה פוטר עצמו ממנו בשבועה ולפיכך אינו כפרן גמור א\"נ חזקה היא שכל שהוכחש בעדים הוחזק כפרן גמור לשלם ממון חזקה לא היה פורעו אלא בעדים משא\"כ בע\"א שאילו רצה היה עומד בכפרנותו ונשבע ונפטר וכיון שכן בוטח בעצמו לפורעו בינו לבין עצמו ולפי שאי אפשר להתקיים בממון על פה. ומ\"ש הרמב\"ם בפי\"ד מהלכות מלוה הכופר במלוה ע\"פ בבית דין ואמר שלא לוה ובא ע\"א והכחישו וחזר וטען קודם שיצא מב\"ד אין לויתי ופרעתי וכן העמידה הר\"א בהשגות שם וחזר וכתב כן בפ\"ד מהלכות טוען: "
      ],
      [],
      [],
      [
        "<b>וכן הורו רבותי שאפילו היה השטר יוצא מתחת ידי אחר וכו'. </b> כתב הרב המגיד בהשגות א\"א ואף זה לא נהיר וכו' והדבר אצלי בפשיטות עד שאני תמה למה תלה דין זה רבינו בהוראת רבותיו וכו'. ולי נראה שדברי רבינו ורבותיו בשאינו ידוע שנפל אלא ביוצא מתחת ידי אחר ואין אותו אחר זוכר איך בא לידו דאילו בידוע שנפל לא היה רבינו תולה הדבר בהוראת רבותיו ולא היה משיגו הראב\"ד: על מה שכתב הראב\"ד מי שהיה לו חוב על חבירו בשטר וכו' והורו הגאונים שאפילו היה החוב וכו' א\"א אין דין זה מחוור ומלובן וכו'. כתב הרב המגיה מהרמ\"פ גמגום קא חזינא הכא דהא דברי הראב\"ד הם דברי רבינו עכ\"ל: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו בעדים וכו' בין שא\"ל אחר שהלוהו וכו'. </b> כתב הר\"ן ויש שתמהו ולאחר הלואה במה נשתעבד ונ\"ל שאין הענין מטעם שיעבוד אלא משום דכשאמר לו אל תפרעני אלא בעדים אין הלוה עשוי לפורעו אלא בעדים ואי טען ואמר פרעתיו שלא בעדים אנן סהדי דמשקר: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>התנה המלוה שיהיה גובה בלא שבועה וכו' אבל אם בא לגבות מיורשיו וכו'. </b> דוקא ביורשים גדולים אבל ביורשים קטנים אינו גובה מהם כלל כמבואר ריש פ\"י: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ראובן שהוציא שט\"ח וכו' טען לוי שלא מכר וכו'. </b> נראה דשבועה שנשבע שמעון כדי לפטור עצמו מלוי דומה דין זה לדין הנזכר בפי\"ד בשם הוראת רבותיו שאפילו היה השטר יוצא מתחת יד אחד וכו' נשבע היסת ונפטר וכתב ה\"ה מה שאמר רבינו ולא נתן יראה לי שדעתו ז\"ל וכו' שאם לא תאמר כן אפילו הודה לוי שנתן לא ישלם כלום וכו' איני מבין הכרע זה שמ\"ש טען לוי שלא מכר ולא נתן היינו לומר שהוא אומר שאין שטר זה פרוע וא\"כ היאך אפשר לדייק ולומר אפילו הודה לוי שנתן לא ישלם כלום אם אנו מאמינים אותו שכבר נפרע קודם נתינה דהא כיון דבאומר שאינו פרוע עסקינן לא שייך לומר אם אנו מאמינים אותו שכבר נפרע ועוד שמאחר שרבינו לא הזכיר נתינה אצל הודה לו שפרע לו מנין לו לדייק כן: "
      ],
      [],
      [],
      [
        "<b>נמצא השטר בין שטרות פרועים וכו'. </b> כתב בעל התרומות בשער נ\"ג דאע\"ג דתניא אין עליו עדים פסול ה\"מ כשלא נמצא השטר בין הקרועים אבל נמצא בין הקרועים בודאי ההוא תברא דוקא היה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>אין דנין מדין זה לכל הדומה לו וכו' וגובין שאר השטר בין מן המלוה בין מיורשיו. </b> נראה שדעת רבינו לפרש שכשאמרו הבו דלא לוסיף עלה היינו לומר דאפילו ביתומים הבאים ליפרע מיתומים כל שהשבועה שנתחייב המלוה לא היתה שבועת הבא ליפרע מהיתומים אלא שבועת פוגם שטרו אע\"פ שהיתומים אח\"כ באים ליפרע מיתמי לוה הבו דלא לוסיף עלה הוא מיהו איכא למימר דע\"כ לא קאמר רבינו אלא כשמת מלוה קודם לוה שמעולם לא נתחייב מלוה שבועת הבא ליפרע מנכסי יתומים אבל אם מת לוה קודם מלוה שמלבד שהיה המלוה צריך ליפרע משום פוגם שטרו חלה עליו ג\"כ שבועת הבא ליפרע אין אדם מורישה לבנו: "
      ],
      [],
      [],
      [],
      [
        "<b>המוציא שט\"ח על חבירו וכו'. </b> כתב הר\"ן משמע לי דהיינו טעמא דכיון שלא פירש מקום מסתמא נשתעבד הלוה לפורעו במטבע של מקום גוביינא אם לפחות אם להוסיף אבל הרמב\"ם כתב שאם טען הלוה שהמעות שאני חייב לו מכסף שהוא פחות מזה המטבע ישבע המלוה ויטול ולפי זה משמע דהיינו טעמא משום דבמקום גוביינא היה דר מעיקרא ולפיכך כל שאינו יכול להתברר אם טען הלוה שאותו כסף היה פחות ישבע המלוה ולפי זה אם הביא ראיה המלוה או הלוה שהיה דרים בשעת הלואה במקום אחר נופל במקום הלואה ואין כל זה במשמע עכ\"ל: "
      ]
    ],
    [
      [
        "<b>המלוה את חבירו סתם וכו'. לפיכך כשיבא לגבות תובע בעל חובו תחלה. </b> כלומר כיון שאין הנכסים משועבדין אלא מדין ערב צריך לתבוע את הלוה תחלה וכדאמרינן בפרק גט פשוט ההוא דיינא דאחתיה למלוה לנכסי דערב מקמי דליתבעיה ללוה סלקיה וכו' וכתבו רבינו בר\"פ כ\"ב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מכר הלוה וכו'. </b> כתב הרב המגיד פי\"ט ע\"כ נמצא במקצת ספרי הרב ז\"ל וכו' ואפשר שדעת רבינו כשביאר דבריו ואמר כל זמן שתהיה בידך. בפ\"ז מהלכות ערכין לא משמע הכי מדברי רבינו: "
      ]
    ],
    [
      [],
      [
        "<b>לוה וכתב וכו'. </b> לכאורה משמע מפשט לשון רבינו שאם לוה וכתב לו דאקנה וחזר ולוה מאחר ולא כתב לו דאקנה ואחר כך קנה נכסים שיחלוקו וכן כתב בספר צרור הכסף שהוא דעת רבינו אבל מדברי הרא\"ש בפ\"ק דמציעא גבי ב\"ח גובה את השבח משמע דבהא נמי לקמא משתעבד ולא לבתרא שכתב ופעמים נוטל כולו כגון שכתב למלוה דאקנה ולא כתב ללוקח דאקנה וכן כתב בספר התרומות שער ארבעים ואין לומר שרבינו חלוק בדבר דא\"כ לא הוה שתיק בעל התרומות מלהזכיר סברת רבינו כמנהגו בכ\"מ הילכך צריך לומר דסבר בעל התרומות דרבינו חדא מינייהו נקט והוא הדין לאידך: "
      ]
    ],
    [],
    [
      [
        "<b>וכן אם אמר בתחילה כשתבעו וכו'. </b> למד כן מדאמרינן בפרק הנושא (דף ק\"ד) אמר ליה רבא בר שילא זיל הב ליה ולא אשגח ביה ומיד כתב אדרכתא אנכסיה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כיצד כותבין איש פלוני זכה בדין וכו' ואח\"כ משביעין את הלוה שאין לו כלום כתקנת הגאונים אם היה הלוה עמנו במדינה. </b> כתב בעל התרומות משמע שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל תקנת הגאונים ופשוט הוא: "
      ],
      [
        "<b>כיצד כותבין איש פלוני זכה בדין וכו' ואח\"כ משביעין את הלוה שאין לו כלום כתקנת הגאונים אם היה הלוה עמנו במדינה. </b> כתב בעל התרומות משמע שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל תקנת הגאונים ופשוט הוא: "
      ],
      [
        "<b>כיצד כותבין איש פלוני זכה בדין וכו' ואח\"כ משביעין את הלוה שאין לו כלום כתקנת הגאונים אם היה הלוה עמנו במדינה. </b> כתב בעל התרומות משמע שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל תקנת הגאונים ופשוט הוא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>בית דין ששמו לטורף בנכסי לוקח וטעו וכו'. </b> כתב ה\"ה כך נמצא בתשובת הרב אלפסי ז\"ל וכו' עד וכל זה איננו שוה ועדיין צ\"ע. ואני אומר אע\"פ שלא נתפייס ה\"ה בתירוצו תירוץ יפה הוא בעיני והכי דייק דברי רבינו: "
      ],
      [
        "<b>ב\"ד ששמו לבעל חוב וכו' ואחר כך השיגה ידו של לוה או של נטרף וכו'. </b> הר\"ן ז\"ל בפ\"ק דמציעא דקדק מלשון רבינו שאין צורך לקניה אחרת אלא סילוק בעלמא ושלא כדברי הרב רבינו משה בר נחמן שהצריך לכתוב שטר מכר: "
      ],
      [
        "<b>שמו קרקע לאשה ונשאת וכו'. </b> כתב הרב המגיד ודין שומא שחוזרת אם שינה המלוה הבנין ולא השביח וכו'. ואני אומר דבהוקרה אין טעמו נכון בעיני דאי מטעם דמיחזי כנוטל שכר מעותיו היאך אוכל פירות אלא על כרחך מכר גמור הוא וליכא משום חשש מיחזי כנוטל שכר מעותיו כלל אלא אי איתיה להאי דינא מטעמא אחרינא הוא דכיון דמשום ועשית הישר והטוב הוא אם יצטרך לפדותה ביותר ממה ששמוה לו אין זה טוב לו: "
      ]
    ],
    [
      [],
      [
        "<b>שטרי חוב המאוחרים כשרים וכו'. </b> כתב ה\"ה ותמה בדברי רבינו איך לא ביאר חילוק זה במאוחרין וכו'. ולי נראה שלא הוצרך לבאר כן שמאחר שתלה כשרות המאוחרים מפני שהורע כחו של בעל השטר ממילא משמע דהיכא דייפה כחו שלא כדין פסולים: "
      ],
      [],
      [],
      [],
      [
        "<b>וכן מי שנמסרה להם העדות במדינה אחת וכו'. </b> כתב הריב\"ש בשם הרמב\"ן דכי כתבינן יומא דקנו ביה כתבי דוכתא דקנו ביה דאי כתבי דוכתא דקיימי ביה מיחזי כשיקרא וכשאמרו כתובו בשילי אע\"ג דממסרן לכו מילי בהיני בשכותבין יום הכתיבה אמרו וכתב עוד כי קיימיתו בשילי כתובו בשילי אע\"ג דממסרן לכו מילי בהיני דמיפסל שטרא אי לא עבדי הכי: "
      ],
      [],
      [],
      [],
      [
        "<b>לפיכך אין כותבין שני שטרי מכר וכו'. </b> כתב ה\"ה למדנו שהמלוה או הלוקח שטרפו ממנו מקחו והלך לו אצל הלקוחות וכו' עד בנמוקי הרמב\"ן ז\"ל. ויש לתמוה על מ\"ש שיכול לכוף ללקוחות לדון עמו וב\"ד נזקקין לטענותיהם ומחייבין אותו ואין הלקוחות יכולים לומר לך אצל הלוה וכשיתחייב בדין ויהיה בידך טירפא הרי אנו פורעין שמאחר שאינו יכול לטרוף לקוחות עד שישבע הלוה שאין לו ממה לפרוע היאך אפשר לחייבם מבלי שיהיה שם הלוה וי\"ל שאם אין הלוה עמו במדינה אין מעכבין פרעון החוב בשביל שבועה וכדמשמע מדברי רבינו בפרק זה: "
      ],
      [],
      [],
      [],
      [
        "<b>שטר חוב שנתקרע. </b> כתב ה\"ה וכ\"נ מדברי ההלכות שהביאו שתי האוקימתות ואני אומר שלי נראה שאין זה הכרע שכבר אפשר שההלכות סמכו דמסתמא הלכה כאביי שהוא בתרא וכתבו דברי ר\"י א\"ר לגלות על דברי אביי דבכל מקום בעינן שתי וערב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היה לזה עידית ובינונית וכו'.  </b> הרב המגיד תמה על דברי רבינו שכאן פסק כרב נחמן דסוף כתובות ובפרק י\"ט פסק שמי שיש לו בינונית וזיבורית שדין בע\"ח בבינונית והניח הדבר בצריך עיון ואע\"פ שדחק עצמו לומר דרב נחמן דאמר זה גובה וזה גובה אפילו תמצא לומר דבשל עולם הם שמין יש בזה תועלת וכו' כבר כתב הר\"ן דכיון דבהדדי אתו לבית דין למיגבי יהבי ב\"ד בינונית לבעל זיבורית ברישא והדר גבו לה מיניה וא\"כ אין מקום לדבריו והרי הוא בעצמו חזר והניחה בצ\"ע ועוד קשה לדבריו דלהרי\"ף א\"א לתרץ כן שכתב בסוף כתובות דרב נחמן סבר דבשלו הם שמין ופסק כוותיה ובריש ב\"ק כתב דמאן דאמר בעל חוב בבינונית אית ליה דעולא ומשמע דקיימא לן הכי והר\"ן בכתובות הרגיש בקושיא זו בין על הרי\"ף בין על רבינו והניח הדבר בצ\"ע:  ולכן נ\"ל שגירסת הרי\"ף ורבינו אינה כגירסת הר\"ן דגריס רבינא אמר בשל עולם הם שמין אלא גירסתם כגירסת ספרינו דגרסי רבינא אמר בדעולא פליגי וכו' ואם תאמר סוף סוף יקשה דמשמע דבשל עולם הם שמין כיון דאע\"ג דלית ליה אלא בינונית וזיבורית גבי בעל חוב בינונית מתוך דברי נמוקי יוסף שכתב בשם הרמ\"ה למדנו תירוץ קושיא זו שכתב על ההיא דרבינא דמסתברא דבהאי תירוצא כשהיה לו עידית ומכרה עסקינן דומיא דאינך שינויי דאיתא בגמ' וכתב בסוף דבריו ומיהו אי לא הויא ליה עידית ללוה בשעה שלוה נמצא דעידית היא לגבי בינונית דעלמא דקיימא לן בשלו הם שמין והשתא שני הפסקים אמת צדקו יחדו שבפרק זה פסק כרב נחמן ובפרק י\"ט פסק כרבינא דהיינו בשהיה לו עידית ומכרה ואזלינן בתר שיעבודא דמעיקרא דאית ליה תקנתא דעולא ותניא אידך לית ליה תקנתא דעולא אלא בתר קרא אזיל ואפילו הו\"ל עידית נמי סבירא ליה דלישקול בע\"ח מזיבורית וכן פירש\"י ורבינו כתב הברייתא כצורתה כמנהגו ועל כרחין ליישבה כמו שפירשתי: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>איזהו ערב וכו' אבל אם אמר לו הלוהו ואני ערב וכו' הלוהו ואני קבלן כו' תן לו ואני ערב כולם לשון ערבנות הם ואינו תובעו תחילה. </b> טעמא משום דכל הני לישני משמע אני אפרע לך אם לא יפרע לך הוא אבל תן לו ואני אתן לך דשניהם לשון מתנה משמע קבלנות שבאותו לשון שצוהו למכור לזה קיבל עליו לפורעו דמשמע כאילו הוא עצמו קיבל מיד המלוה: "
      ],
      [],
      [
        "<b>ראובן שמכר שדה לשמעון וכו'. </b> כתב ה\"ה דין זה לא ידעתי בשום מקום וכו' עד שאפילו בקנין יש אסמכתא ולפי' זה שכתב רבינו ואם קנו מידו שהוא ערב הרי זה חייב התם לאו אסמכתא היא שהרי נתחייב לשלם כל עת שירצה שמעון לתבעו והוי מעכשיו ולי נראה שטעם רבינו דכשאדם מלוה לחבירו והלה נכנס לו ערב בשבילו כיון דמלוה להוצאה ניתנה מעת שנכנס ערב נכנס אדעתא שיוציא זה הלואתו ויפרע הוא בעדו הילכך לא הויא אסמכתא אבל בערב דשדה כיון שזה רואהו מוכר שדה זו ואין עליו ערעור כשנכנס ערב ודאי אדעתא דקים ליה שלא יוציאוהו מתחת יד זה נחית ואילו היה יודע שיוציאוהו מתחת ידו לא היה נכנס ערב הלכך הוי אסמכתא: "
      ],
      [],
      [
        "<b>שנים שלוו בשטר אחד וכו'. </b> הטור בסי' ע\"ז כתב בלשון הזה הרמב\"ם ז\"ל כתב שנים שלוו בשטר אחד או שלקחו מקח אחד וכן שני שותפין שלוה אחד מהם או שלקח בשותפות יקח ממי שירצה ואם לא היה לאחד כדי החוב חוזר ותובע מהשני השאר עכ\"ל אלמא אע\"פ שלכל אחד יש כדי החוב יכול לגבות מאחד כל החוב אם ירצה שהרי כתב ואם לא היה כל החוב לאחד מהם חוזר ותובע את השני עכ\"ל הטור. ונסחא משובשת נזדמנה לטור בדברי רבינו שהרי גירסת הספרים שלנו בדברי רבינו כך הוא שנים שלוו בשטר אחד או שלקחו מקח אחד וכן השותפין שלוה אחד או שלקח הרי הם ערבים זה לזה אע\"פ שלא פירשו שנים שערבו לאחד כשיבא המלוה ליפרע מן הערב יפרע מאיזה מהם שירצה ואם לא יש לאחד כדי החוב חוזר ותובע מהשני בשאר החוב וכתב מהרי\"ק בשורש קפ\"ג תימה גדולה מ\"ש בטור שרבינו משה כתב שנים שלוו בשטר אחד או שלקחו מקח כאחד וכו' שיפרע מאיזה שירצה והנה בדקתי בהרבה ספרי רבינו משה ולא מצאתי שכתב סתם שנעשו ערבים זה לזה ודוקא בשנים שנעשו ערבים לאחד הוא שכתב כן ופשוט דלא דמו כלל דהתם דין הוא שיפרע ממי שירצה דכיון שאין נכסים ללוה ואינו יכול להפרע מן הלוה עצמו אלא מן הערב מה לי ערב זה מה לי ערב אחר הלא שניהם בתורת ערבות ירדו ומשום כך יפרע ממי שירצה אבל שנים שלוו בשטר אחד יש לומר שכל אחד נעשה לוה בחצי המעות וערב בחצי האחר בעבור חבירו כיון שלוו בשטר אחד ומשום כך לא יפרע הכל מהאחד כשיש לשני מה לפרוע דכיון דכל אחד לוה מחצית המעות למה יניח הלוה עצמו כדי להפרע מן הערב דהיינו חצי האחר שרוצה לגבות מזה הלא שנינו המלוה על ידי ערב לא יפרע מן הערב תחלה זהו דעת האומרים שכשיש לשני מה לפרוע שצריך לגבות משניהם ולא מהאחד לבדו וכן יוכל רבינו משה לסבור ואדרבא כן נראה מדבריו מדכתב סתם שנעשין ערבין זה לזה ולא פירש שיכול לגבות ממי שירצה אלא דוקא גבי שנים שנעשו ערבים עכ\"ל וגם ה\"ה כתב כן בשם הרשב\"א וכ\"כ הנמוקי יוסף בשם הרשב\"א בפרק המפקיד שדעת רבינו כמו שכתבתי ושדין יפה דן הרב ומילי דסברא נינהו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>היה הלוה במדינה אחרת שאינו יכול להודיעו וכו' ה\"ז תובע את הערב תחלה.  </b> היינו דוקא במלוה בשטר אבל לא במלוה על פה כמ\"ש לקמן בסמוך:  וכתב בעל תרומות בשער ל\"ה הורו המורים שלא נאמרו דברי הרמב\"ם שיתחייב הערב אם אין הלוה במדינה זו אלא בשאין ללוה נכסים ידועים במדינה זו אבל אם יש לו הרי זה יורד בב\"ד באותם נכסים כמו שאנו דנים שנפרעין מן האדם שלא בפניו ולפיכך אין לו לתבוע מהערב עד שידין בב\"ד בנכסי הלוה עכ\"ל: "
      ],
      [],
      [],
      [],
      [
        "<b>כל ערב שבא ליטול מה שפרע וכו' הרי זה צריך להביא ראיה שפרע וכו'. </b> והא דאמרינן בפרק חזקת ההוא ערבא דאמר ללוה הב לי ק' זוזי דפרעית למלוה עילוך והא שטרא היה יכול לומר נפל ממני או היו שם עדים: "
      ]
    ],
    [
      [
        "<b>אבל כל השטרות שחותמיהן עכו\"ם וכו' וכן שטרי הודאות ומתנות וכו'. </b> מ\"ש שטרי מתנות כתב הטור בסי' ס\"ח כגון שדי נתונה לך שעיקר הקנין נעשה על ידי השטר והם חתומים בו וכן משמע מפשטא דלישנא דגמרא דקאמר אלא מתנה במאי קני לה בהאי שטרא האי שטרא חספא בעלמא הוא וכן פירש\"י אלא מתנה דע\"י השטר הוא קונה במסירת השטר היכי מיקניא האי שטרא חספא בעלמא הוא עכ\"ל ומשמע שאם קנה המתנה בחזקה או בקנין סודר ולא בשטר או אם היתה מתנת שכיב מרע דדבריו ככתובים וכמסורים דבכל הני אין השטר אלא לראיה כמו שטר מכר כשר אבל קשה דא\"כ שטרי מחילות אמאי אינם כשרים הא אם מחל לו אפילו שלא בפני עדים מהני דלא איברו סהדי אלא לשקרי והשטר אינו אלא לראיה וגם על שטרי הודאות יש לדון דכיון דשטרי ראיה הם למה יפסלו ובהא יש לומר דאע\"ג דאודי ליה שחייב לו אינו כלום אא\"כ הודה בפני עדים כשרים וכיון שעכו\"ם פסולים לעדות אינו כלום ושטרי פשרות דאינם כלום ניחא משום דפשרה צריכה קנין ועכו\"ם אינם בקיאים בכך לא פלוג רבנן. ומצאתי להריב\"ש שכתב בתשובה ז\"ל אפילו לדעת הרמב\"ם ז\"ל הדבר ברור דשטרי צואה כשרים כשטרי מכר שהרי אין השטר עושה קנין דדבריו ככתובים וכמסורים דמו ואין השטר אלא לראיה בעלמא והעד כי נאמן לומר שכך צוה דהא לא מרע נפשיה דהוה ליה כשטרי מכר ובתשובה אחרת הוקשה לו מה שהקשיתי על מ\"ש רבינו לפסול בשטרי מחילות העשויים בערכאות וכתב שדברי רבינו תמוהים בפיסול זה וכתב בסוף דבריו ואולי הרב ז\"ל אגב שיטפא נקט שטרי מחילות עכ\"ל: "
      ],
      [
        "<b>שטר שעדיו עכו\"ם שמסרו הלוה ליד וכו'.  </b> בפ\"ק דגיטין (דף י:) תנן כל השטרות העולים בערכאות של עכו\"ם אע\"פ שחותמיהן עכו\"ם כשרים חוץ מגיטי נשים ושחרורי עבדים ר\"ש אומר אף אלו כשרים לא הוזכרו [לפיסול] אלא בזמן שנעשו בהדיוט ופריך בגמרא והא לאו בני כריתה נינהו א\"ר זירא ירד ר\"ש לשיטתו של ר' אלעזר דאמר עדי מסירה כרתי פירש\"י ור' שמעון נמי בהכי מכשר שימסרנו לה בפני עדי ישראל והאמר רבי אבא מודה רבי אלעזר במזוייף מתוכו שפסול כלומר שאם חתמו עדים פסולים פסול מדרבנן דילמא אתי לממסריה באפייהו ומיסמך עלייהו הב\"ע בשמות מובהקין דעכו\"ם כלומר דתו לא אתי למיסמך עלייהו דמידע ידיע דעכו\"ם הם. וסובר רבינו דכיון דאוקימנא לר\"ש כר\"א דהלכתא כוותיה הלכה כר\"ש בשאר שטרות ומשמע דבשאין שמותיהן מובהקין אף בשאר שטרות חיישינן דילמא אתי למיסמך עלייהו שיחשוב שהם ישראל ויש לתמוה על רבינו למה לא חילק בין שמות מובהקין לשאינם מובהקין דהא מודה ר\"א במזוייף מתוכו ואין לומר דס\"ל דלא אמרינן הכי אלא בגיטי נשים דהא בפרק זה בורר גבי ההיא מתנתא דחתימי עלה תרי גיסי אמרינן דמודה ר\"א במזוייף מתוכו והתימה מה\"ה שלא נתעורר לזה ואפשר לומר שסובר רבינו דהא דמשמע בגמרא דבעדים עכו\"ם חשיב מזוייף מתוכו ה\"מ בגיטי נשים אבל בשערי מון נהי דבישראלים קרובים או פסולים חשיב מזוייף מתוכו משום דאתי לאיחלופי לאכשורי בלא עדי מסירה אבל בעדי עכו\"ם לא חיישינן להכי אפילו בשמות שאינם מובהקין בגיות: ",
        "<b>תמו נשלמו הלכות מלוה ולוה</b>"
      ]
    ]
  ]
};