const Plaintiff_and_Defendant = {
  "title": "Mishneh Torah, Plaintiff and Defendant",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Plaintiff_and_Defendant",
  "text": [
    [
      "הַטוֹעֵן אֶת חֲבֵרוֹ בְּמִטַּלְטְלִין וְהוֹדָה לוֹ בְּמִקְצָת הֲרֵי זֶה מְשַׁלֵּם מַה שֶּׁהוֹדָה בּוֹ וְנִשְׁבָּע עַל הַשְּׁאָר מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כב ח)</small> \"אֲשֶׁר יֹאמַר כִּי הוּא זֶה\". וְכֵן אִם כָּפַר בַּכּל וְאוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְעֵד אֶחָד מֵעִיד [שֶׁהוּא חַיָּב לוֹ] הֲרֵי זֶה נִשְׁבָּע מִן הַתּוֹרָה. ומִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל מָקוֹם שֶׁשְּׁנַיִם מְחַיְּבִין אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. וְכֵן לָמְדוּ מִפִּי הַשְּׁמוּעָה שֶׁעֵד אֶחָד לְכָל עָוֹן וּלְכָל חַטָּאת אֵינוֹ קָם אֲבָל קָם הוּא לִשְׁבוּעָה: \n",
      "אֵין לְךָ מְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה חוּץ מִשְּׁלֹשָׁה. מִי שֶׁהוֹדָה בְּמִקְצָת הַמִּטַּלְטְלִין. וּמִי שֶׁחִיְּבוֹ עֵד אֶחָד. וְהַשּׁוֹמֵר. שֶׁהֲרֵי נֶאֱמַר בְּשׁוֹמֵר <small>(שמות כב י)</small> \"שְׁבֻעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם\". וּכְבָר בֵּאַרְנוּ שְׁבוּעַת הַשּׁוֹמְרִין בְּהִלְכוֹת שְׂכִירוּת. וְכָל אֶחָד מִן הַשְּׁלֹשָׁה נִשְׁבָּע וְנִפְטָר מִלְּשַׁלֵּם. אֲבָל כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין כְּגוֹן שָׂכִיר וְנֶחְבָּל וּפוֹגֵם אֶת שְׁטָרוֹ וְכַיּוֹצֵא בּוֹ. וְכֵן כָּל הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק כְּגוֹן הַשֻּׁתָּפִין וְהָאֲרִיסִין. כֻּלָּן נִשְׁבָּעִין בְּתַקָּנַת חֲכָמִים. וְכָל אֵלּוּ הַשְּׁבוּעוֹת אַף עַל פִּי שֶׁהֵן מִדִּבְרֵי סוֹפְרִים הֲרֵי הֵן כְּעֵין שֶׁל תּוֹרָה בִּנְקִיטַת חֵפֶץ: \n",
      "הַטּוֹעֵן מִטַּלְטְלִין עַל חֲבֵרוֹ וְכָפַר בַּכּל וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אוֹ שֶׁהוֹדָה בְּמִקְצָת וּנְתָנוֹ מִיָּד וְאָמַר אֵין לְךָ בְּיָדִי אֶלָּא זֶה וְהֵילָךְ. אוֹ שֶׁאָמַר אֱמֶת שֶׁהָיָה לְךָ אֶצְלִי אֲבָל מָחַלְתָּ לִי אוֹ נָתַתָּ לִי אוֹ מָכַרְתָּ לִי אוֹ הֶחְזַרְתִּי לְךָ. אוֹ שֶׁטְּעָנוֹ חִטִּים וְהוֹדָה לוֹ בִּשְׂעוֹרִים. בְּכָל אֵלּוּ פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה. אֲבָל חַכְמֵי הַגְּמָרָא תִּקְּנוּ שֶׁיִּשָּׁבַע הַנִּתְבָּע בְּכָל אֵלּוּ שְׁבוּעַת הֶסֵּת וְיִפָּטֵר. וְאֵינוֹ כְּעֵין שֶׁל תּוֹרָה לְפִי שֶׁאֵין בָּהֶן נְקִיטַת חֵפֶץ. וּכְבָר בֵּאַרְנוּ דֶּרֶךְ שְׁבוּעָה שֶׁל תּוֹרָה וְדֶרֶךְ שְׁבוּעַת הֶסֵּת בְּהִלְכוֹת שְׁבוּעוֹת: \n",
      "כָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה מִן הַתּוֹרָה הֲרֵי זֶה נִשְׁבָּע וְנִפְטָר. וְאִם לֹא רָצָה לְהִשָּׁבַע יוֹרְדִין לִנְכָסָיו וְגוֹבִין מֵהֶם כָּל מַה שֶּׁתָּבַע חֲבֵרוֹ עָלָיו. שֶׁהֲרֵי הַתּוֹבֵעַ אוֹמֵר לוֹ אֵינִי זָז מִדִּין תּוֹרָה אוֹ הִשָּׁבַע אוֹ תֵּן לִי. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטָּעַן עָלָיו דָּבָר שֶׁאֵינוֹ כֵּן וְנוֹתֵן. אֲבָל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה מִדִּבְרֵיהֶן אִם הָיָה מִן הַנִּשְׁבָּעִין וְנוֹטְלִין אֵינוֹ יָכוֹל לְהַפֵּךְ אֶת הַשְּׁבוּעָה שֶׁהֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ הִשָּׁבַע וְטל כְּמוֹ שֶׁתִּקְּנוּ לְךָ. וְאִם לֹא רָצָה לְהִשָּׁבַע יֵלֵךְ לוֹ. וְהוֹרוּ רַבּוֹתַי שֶׁאִם אָמַר הַתּוֹבֵעַ אֵינִי רוֹצֶה בְּתַקָּנָה זוֹ שֶׁתִּקְּנוּ לִי חֲכָמִים אֶלָּא הֲרֵינִי כִּשְׁאָר הַתּוֹבְעִים הֲרֵי זֶה מַשְׁבִּיעַ אֶת הַנִּתְבָּע הֶסֵּת. וְאִם רָצָה לְהָפְכָהּ עַל הַתּוֹבֵעַ מְחַיְּבִין אֶת הַתּוֹבֵעַ לְהִשָּׁבַע אוֹ יֵלֵךְ לוֹ: \n",
      "הָיָה מְחֻיָּב שְׁבוּעָה מִדִּבְרֵיהֶם מִן הַנִּשְׁבָּעִין וְנִפְטָרִין כְּגוֹן הַנִּשְׁבָּעִין עַל טַעֲנַת סָפֵק אוֹ מִן הַנִּשְׁבָּעִין הֶסֵּת וְלֹא רָצָה לְהִשָּׁבַע מְשַׁמְּתִין אוֹתוֹ שְׁלֹשִׁים יוֹם אִם לֹא בָּא וְלֹא תָּבַע נִדּוּיוֹ מַלְקִין אוֹתוֹ מַכַּת מַרְדּוּת. וְכָל מִי שֶׁחָלָה עָלָיו שַׁמְתָּא שְׁלֹשִׁים יוֹם מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְאַחַר כָּךְ מַתִּירִין נִדּוּיוֹ. וְאֵין יוֹרְדִין לִנְכָסָיו לְפִי שֶׁאֵינוֹ מְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה: \n",
      "כָּל הַמְחֻיָּב שְׁבוּעַת הֶסֵּת אִם רָצָה לַהֲפֹךְ הַשְּׁבוּעָה עַל הַתּוֹבֵעַ הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע הֶסֵּת וְנוֹטֵל מֵחֲבֵרוֹ. וְאֵין לְךָ מִי שֶׁנִּשְׁבָּע הֶסֵּת וְנוֹטֵל מֵחֲבֵרוֹ אֶלָּא זֶה שֶׁנֶּהְפְּכָה עָלָיו שְׁבוּעַת הֶסֵּת. וְאֵין לְךָ שְׁבוּעָה שֶׁתֵּהָפֵךְ אֶלָּא שְׁבוּעַת הֶסֵּת בִּלְבַד. אֲבָל שְׁבוּעָה שֶׁל תּוֹרָה אוֹ שֶׁל דִּבְרֵיהֶם שֶׁהִיא כְּעֵין שֶׁל תּוֹרָה אֵין הוֹפְכִין שְׁבוּעָתָן: \n",
      "אֵין מַשְׁבִּיעִין שְׁבוּעַת הֶסֵּת אֶלָּא עַל טַעֲנַת וַדַּאי אֲבָל עַל טַעֲנַת סָפֵק פָּטוּר. כֵּיצַד. כִּמְדֻמֶּה לִי שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה אוֹ שֶׁאָמַר מָנֶה הִלְוֵיתִיךָ וְכִמְדֻמֶּה לִי שֶׁלֹּא פְּרַעְתַּנִי. אָמַר לִי אַבָּא שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה אוֹ צִוָּה לִי בִּפְנֵי עֵדִים שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה. דָּבָר פְּלוֹנִי נִגְנַב מִבֵּיתִי וְלֹא הָיָה שָׁם אֶלָּא אַתָּה קָרוֹב בְּעֵינֵי שֶׁאַתָּה גְּנָבַתּוּ. חִשַּׁבְתִּי מָעוֹת וּמָצָאתִי חָסֵר שֶׁמָּא אַתָּה הִטְעֵיתַנִי בְּחֶשְׁבּוֹן. וְהַנִּתְבָּע אוֹמֵר אֵין לְךָ בְּיָדִי כְּלוּם הֲרֵי זֶה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר אֵינִי יוֹדֵעַ שֶׁמָּא יֵשׁ לְךָ שֶׁמָּא אֵין לְךָ הֲרֵי הַנִּתְבָּע יִשָּׁבַע שְׁבוּעַת הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וְנִפְטָר. לְפִי שֶׁלֹּא חִיֵּב עַצְמוֹ בְּוַדַּאי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר אֵינִי יוֹדֵעַ אִם חִטִּים הוּא אוֹ שְׂעוֹרִים הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וּמְשַׁלֵּם שְׂעוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מָנֶה יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר כֵּן הָיָה לְךָ בְּיָדִי אֲבָל אֵינִי יוֹדֵעַ אִם הֶחְזַרְתִּי לְךָ אוֹ עֲדַיִן לֹא הֶחְזַרְתִּי לְךָ חַיָּב לְשַׁלֵּם וְלֹא יִשָּׁבַע הַתּוֹבֵעַ כְּלָל אֲפִלּוּ שְׁבוּעַת הֶסֵּת. מִפְּנֵי שֶׁהוּא יוֹדֵעַ בְּוַדַּאי שֶׁהוּא חַיָּב וַהֲרֵי זֶה טוֹעֵן אוֹתוֹ טַעֲנַת וַדַּאי וְנִסְתַּפֵּק אִם נִפְטַר אוֹ לֹא נִפְטַר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם אֵין לוֹ תּוֹבֵעַ וְהוֹדָה מֵעַצְמוֹ וְאָמַר גְּזַלְתִּיךָ אוֹ הִלְוֵיתַנִי מָנֶה. אָבִיךָ הִפְקִיד אֶצְלִי מָנֶה וְאֵינִי יוֹדֵעַ אִם הֶחְזַרְתִּיו אוֹ לֹא הֶחְזַרְתִּיו. אֵינוֹ חַיָּב לְשַׁלֵּם. וְאִם בָּא לָצֵאת יְדֵי שָׁמַיִם חַיָּב לְשַׁלֵּם: \n",
      "מָנֶה לִי בְּיָדְךָ. אֵין לְךָ בְּיָדִי כְּלוּם. הִשָּׁבַע הֶסֵּת וְלֵךְ. הִשָּׁבַע אַתָּה הֶסֵּת וְטל. וְאָמַר הַתּוֹבֵעַ אֵינִי רוֹצֶה לְהִשָּׁבַע הֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ הִשָּׁבַע וְטל אוֹ תֵּלֵךְ בְּלֹא כְּלוּם. וְאֵין שָׁם הִפּוּךְ אַחֵר וְיֵשׁ לוֹ לְהַחֲרִים סְתָם עַל מִי שֶׁהוּא חַיָּב לִי וְלֹא יִתֵּן לִי: \n",
      "הוֹרוּ רַבּוֹתַי שֶׁכָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם אֲפִלּוּ הֶסֵּת. יֵשׁ לוֹ לְהַחֲרִים סְתָם קֹדֶם שֶׁיִּשָּׁבַע עַל מִי שֶׁיִּטְעֹן עָלָיו דָּבָר שֶׁאֵינוֹ חַיָּב בּוֹ כְּדֵי שֶׁיַּשְׁבִּיעַ אוֹתוֹ בְּחִנָּם וְיַעֲנֶה הַמַּשְׁבִּיעַ אָמֵן וְאַחַר יִשָּׁבַע. וְתַקָּנָה טוֹבָה לְבַעֲלֵי דִּינִין כְּדֵי שֶׁיִּמָּנְעוּ מִטַּעֲנַת שֶׁקֶר וְלֹא יִגְרְמוּ לְהוֹצִיא שֵׁם שָׁמַיִם לְבַטָּלָה וְלֹא יַשִּׂיאוֹ שֵׁמַע שָׁוְא: \n",
      "כָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם מְגַלְגֵּל עָלָיו הַמַּשְׁבִּיעַ כָּל מַה שֶּׁיִּרְצֶה מִדְּבָרִים שֶׁאִם יוֹדֶה בָּהֶן יִתְחַיֵּב מָמוֹן. וְעַד הֵיכָן כֹּחַ גִּלְגּוּל עַד שֶׁיֹּאמַר וּבִכְלַל שְׁבוּעָה זוֹ שֶׁלֹּא נִמְכַּרְתָּ לִי בְּעֶבֶד עִבְרִי וַעֲדַיִן עַבְדִּי אַתָּה. וּכְבָר בֵּאַרְנוּ שֶׁאֵין מְגַלְגְּלִין עַל הַשָּׂכִיר: \n",
      "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה אֲפִלּוּ הֶסֵּת וְהִתְחִיל הַתּוֹבֵעַ לְגַלְגֵּל עָלָיו דְּבָרִים אֲחֵרִים שֶׁלֹּא טָעַן אוֹתָם. וְרָאָה הַנִּתְבָּע כָּךְ וְאָמַר אֵינִי רוֹצֶה לְהִשָּׁבַע אֶלָּא הֲרֵינִי מְשַׁלֵּם הַטַּעֲנָה הָרִאשׁוֹנָה שֶׁנִּתְחַיַּבְתִּי עַל כְּפִירָתָהּ שְׁבוּעָה. אֵין שׁוֹמְעִין לוֹ אֶלָּא אוֹמְרִים לַנִּתְבָּע אוֹ תֵּן לוֹ כָּל מַה שֶּׁגִּלְגֵּל עָלֶיךָ מִטְּעָנוֹת הַוַּדָּאִיּוֹת אוֹ הִשָּׁבַע וְהִפָּטֵר: \n",
      "הַטּוֹעֵן אֶת חֲבֵרוֹ טְעָנוֹת הַרְבֵּה אֵין מַשְׁבִּיעִין אוֹתוֹ עַל כָּל טַעֲנָה וְטַעֲנָה אֶלָּא שְׁבוּעָה אַחַת עַל הַכּל. נִתְחַיֵּב שְׁתֵּי שְׁבוּעוֹת עַל שְׁתֵּי טְעָנוֹת קַלָּה וַחֲמוּרָה. מַשְׁבִּיעִין אוֹתוֹ עַל הַחֲמוּרָה וּמְגַלְגְּלִין בָּהּ שְׁאָר דְּבָרִים: \n",
      "כָּל הַטּוֹעֵן אֶת חֲבֵרוֹ טַעֲנָה שֶׁאִם הוֹדָה אֵינוֹ חַיָּב לְשַׁלֵּם מָמוֹן. אַף עַל פִּי שֶׁכָּפַר אֵין מְחַיְּבִין אוֹתוֹ שְׁבוּעַת הֶסֵּת וְלֹא חֵרֶם סְתָם. כֵּיצַד. אָמַרְתָּ שֶׁתִּתֵּן לִי מָנֶה. לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אֵין מַשְׁבִּיעִין אוֹתוֹ הֶסֵּת וְלֹא חֵרֶם שֶׁאִלּוּ הוֹדָה בְּדָבָר זֶה אֵינוֹ חַיָּב כְּלוּם. אַתָּה קִלַּלְתָּ אוֹתִי אַתָּה הוֹצֵאתָ עָלַי שֵׁם רַע לֹא הָיוּ דְּבָרִים מֵעוֹלָם אֵין מַחְרִימִין עַל זֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִדְּבָרִים אֵלּוּ: \n",
      "אַתָּה חָבַלְתָּ בִּי לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ מְשַׁלֵּם שֶׁבֶת וְרִפּוּי וּבשֶׁת. אַתָּה בִּיַּשְׁתַּנִי לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אִם הָיוּ בְּמָקוֹם שֶׁגּוֹבִין בּוֹ קְנָסוֹת הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. שֶׁאִלּוּ הוֹדָה הָיָה מְשַׁלֵּם הַבֹּשֶׁת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַמּוֹדֶה בִּקְנָס פָּטוּר כְּשֶׁהוֹדָה בְּדָבָר שֶׁחַיָּב עָלָיו קְנָס כְּגוֹן שֶׁאָמַר חָבַלְתִּי בָּזֶה. אֲבָל אִם אָמַר חָבַלְתִּי בָּזֶה וְהֵבִיא עָלַי עֵדִים בְּבֵית דִּין וְחִיְּבוּנִי לִתֵּן כָּךְ וְכָךְ בִּנְזָקַי הֲרֵי זֶה חַיָּב לְשַׁלֵּם. לְפִיכָךְ אִם טָעַן הַטּוֹעֵן שֶׁבֵּית דִּין חִיְּבוּךָ לְשַׁלֵּם לִי מֵאָה דִּינָרִין מִשּׁוּם שֶׁחָבַלְתָּ בִּי וְהוּא אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "כָּל חָשׁוּד עַל הַשְּׁבוּעָה אֵין מַשְׁבִּיעִין אוֹתוֹ לֹא שְׁבוּעַת הַתּוֹרָה וְלֹא שְׁבוּעָה מִדִּבְרֵיהֶם וְלֹא שְׁבוּעַת הֶסֵּת. וַאֲפִלּוּ רָצָה הַתּוֹבֵעַ אֵין שׁוֹמְעִין לוֹ: \n",
      "אֶחָד הַנִּשְׁבָּע לַשֶּׁקֶר שְׁבוּעַת בִּטּוּי. אוֹ שְׁבוּעַת עֵדוּת. אוֹ שְׁבוּעַת הַפִּקָּדוֹן. אוֹ שְׁבוּעַת שָׁוְא. הֲרֵי הוּא חָשׁוּד עַל הַשְּׁבוּעָה. וְכֵן כָּל הַפָּסוּל לְעֵדוּת מִשּׁוּם עֲבֵרָה. בֵּין פַּסְלָנוּת שֶׁל תּוֹרָה כְּגוֹן בַּעֲלֵי רִבִּית וְאוֹכְלֵי נְבֵלוֹת וְגַזְלָנִין. בֵּין פַּסְלָנוּת שֶׁל דִּבְרֵיהֶם כְּגוֹן מִשְׂחָק בְּקֻבִּיָּא וּמַפְרִיחֵי יוֹנִים. הֲרֵי הוּא חָשׁוּד עַל הַשְּׁבוּעָה וְאֵין מַשְׁבִּיעִין אוֹתוֹ: \n",
      "אֵין אָדָם נַעֲשֶׂה חָשׁוּד עַד שֶׁיָּבוֹאוּ עָלָיו עֵדִים שֶׁהוּא עָבַר עֲבֵרָה שֶׁנִּפְסַל בָּהּ. אֲבָל הַמּוֹדֶה מִפִּי עַצְמוֹ שֶׁהוּא חָשׁוּד וְשֶׁעָבַר עֲבֵרָה שֶׁנִּפְסַל בָּהּ. אַף עַל פִּי שֶׁחוֹשְׁשִׁין לוֹ וְאֵין רָאוּי לַעֲשׂוֹתוֹ עֵד בַּתְּחִלָּה. אִם נִתְחַיֵּב שְׁבוּעָה מַשְׁבִּיעִין אוֹתוֹ שֶׁהֲרֵי אוֹמְרִים לוֹ אִם אֱמֶת אַתָּה אוֹמֵר הִשָּׁבַע וְלֹא מִפְּנֵי שֶׁעָבַרְתָּ עֲבֵרָה אָסוּר לְךָ לְהִשָּׁבַע בֶּאֱמֶת. וְאִם שֶׁקֶר אַתָּה אוֹמֵר הוֹדֵה לְבַעַל דִּינְךָ. אֲבָל הַנֶּחְשָׁד בְּעֵדִים אֵין אָנוּ מַאֲמִינִים אוֹתוֹ שֶׁיִּשָּׁבַע: \n",
      "תַּקָּנַת חֲכָמִים הִיא שֶׁכָּל הַמְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה עַל טַעֲנַת וַדַּאי. אִם הָיָה חָשׁוּד הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע מִדִּבְרֵיהֶם וְנוֹטֵל מַה שֶּׁטָּעַן. הָיוּ שְׁנֵיהֶם חֲשׁוּדִין חָזְרָה שְׁבוּעָה לַמְחֻיָּב לָהּ שֶׁהוּא הַנִּתְבָּע וּמִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע מְשַׁלֵּם. הָיָה הֶחָשׁוּד שׁוֹמֵר וְטָעַן שֶׁאָבַד הַפִּקָּדוֹן אוֹ נִגְנַב שֶׁכְּנֶגְדוֹ אֵינוֹ יָכוֹל לְהִשָּׁבַע וְלִטּל שֶׁהֲרֵי אֵינוֹ טוֹעֲנוֹ וַדַּאי שֶׁאֲכָלוֹ. לְפִיכָךְ אִם טָעַן בַּעַל הַפִּקָּדוֹן וְאָמַר בְּפָנַי שָׁלַח יָד בְּפִקְדוֹנִי אוֹ פָּשַׁע בּוֹ הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע בְּתַקָּנַת חֲכָמִים וְנוֹטֵל: \n",
      "נִתְחַיֵּב הֶחָשׁוּד שְׁבוּעָה מִדִּבְרֵיהֶם אִם הָיָה מִן הַנִּשְׁבָּעִין וְנוֹטְלִין אֵינוֹ יָכוֹל לְהִשָּׁבַע וְלִטּל אֶלָּא הַנִּתְבָּע שֶׁכְּנֶגְדוֹ יִשָּׁבַע הֶסֵּת וְיִפָּטֵר. וְכֵן פּוֹגֵם שְׁטָרוֹ וְכָל כַּיּוֹצֵא בָּזֶה שֶׁהָיָה חָשׁוּד וְטָעַן הַלּוֶֹה שֶׁפְּרָעוֹ וְאָמַר יִשָּׁבַע לִי הֲרֵי הַנִּתְבָּע נִשְׁבָּע הֶסֵּת וְיִפָּטֵר מִן הַשְּׁטָר: \n",
      "הָיָה הֶחָשׁוּד מִן הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק אֵינוֹ נִשְׁבָּע וְאֵין שֶׁכְּנֶגְדוֹ נִשְׁבָּע לְפִי שֶׁלֹּא נִתְחַיֵּב זֶה שְׁבוּעָה מִן הַתּוֹרָה. וּלְפִי שֶׁאֵין הַתּוֹבֵעַ טוֹעֲנוֹ טַעֲנַת וַדַּאי כְּדֵי שֶׁיִּשָּׁבַע עַל טַעֲנָתוֹ: \n",
      "נִתְחַיֵּב הֶחָשׁוּד שְׁבוּעַת הֶסֵּת אֵין שֶׁכְּנֶגְדוֹ נִשְׁבָּע וְנוֹטֵל. שֶׁשְּׁבוּעַת הֶסֵּת עַצְמָהּ תַּקָּנָה הִיא וְלֹא עָשׂוּ לָהּ תַּקָּנָה אַחֶרֶת שֶׁיִּשָּׁבַע הַתּוֹבֵעַ אֶלָּא הֲרֵי הַנִּתְבָּע נִפְטָר בְּלֹא שְׁבוּעָה: \n",
      "מִי שֶׁנִּתְחַיֵּב שְׁבוּעַת הֶסֵּת וְהָיָה הַתּוֹבֵעַ חָשׁוּד. אֵין הַנִּתְבָּע יָכוֹל לַהֲפֹךְ עָלָיו הַשְּׁבוּעָה שֶׁהֲרֵי אֵין יָכוֹל לְהִשָּׁבַע. אֶלָּא יְשַׁלֵּם אוֹ יִשָּׁבַע הֶסֵּת. וְאֵין שׁוֹמְעִין לָזֶה לִתְלוֹת בְּדָבָר שֶׁאִי אֶפְשָׁר. וַהֲרֵי זֶה כְּמִי שֶׁהָפַךְ שְׁבוּעָתוֹ עַל הַקָּטָן שֶׁאֵין שׁוֹמְעִין לוֹ אֶלָּא אוֹ יִשָּׁבַע הֶסֵּת אוֹ יְשַׁלֵּם: \n",
      "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם וְנִשְׁבַּע וְנָטַל אוֹ נִשְׁבַּע וְנִפְטַר. וְאַחַר כָּךְ בָּאוּ עָלָיו עֵדִים שֶׁהוּא חָשׁוּד. אֵין שְׁבוּעָתוֹ שֶׁנִּשְׁבַּע כְּלוּם וְיֵשׁ לְבַעַל דִּינוֹ לְהוֹצִיא מִיָּדוֹ מַה שֶּׁנָּטַל אוֹ יִשָּׁבַע זֶה שֶׁכְּנֶגְדוֹ וְיִטּל מִמֶּנּוּ: \n",
      "לְעוֹלָם כָּזֶה דָּנִין לֶחָשׁוּד עַד שֶׁיִּלְקֶה בְּבֵית דִּין. אִם הָיוּ עָלָיו עֵדִים שֶׁלָּקָה וְעָשָׂה תְּשׁוּבָה יַחְזֹר לְכַשְׁרוּתוֹ בֵּין לְעֵדוּת בֵּין לִשְׁבוּעָה: \n",
      "מִי שֶׁטָּעַן עַל חֲבֵרוֹ וְכָפַר בּוֹ וְנִשְׁבַּע בֵּין שְׁבוּעַת הַתּוֹרָה בֵּין שְׁבוּעַת הֶסֵּת. וְאַחַר כָּךְ בָּאוּ עֵדִים וְהֵעִידוּ עָלָיו שֶׁעַל שֶׁקֶר נִשְׁבַּע. הֲרֵי זֶה מְשַׁלֵּם וְהֻחְזַק חָשׁוּד עַל הַשְּׁבוּעָה. וּכְבָר בֵּאַרְנוּ בִּשְׁבוּעוֹת שֶׁכָּל הַנִּשְׁבָּע עַל מָמוֹן חֲבֵרוֹ וְעָשָׂה תְּשׁוּבָה חַיָּב לְהוֹסִיף חֹמֶשׁ: \n",
      "טְעָנוֹ שֶׁיֵּשׁ לוֹ חוֹב אֶצְלוֹ בְּעֵדִים וְקִנְיָן וְאָמַר כֵּן הָיָה וּפְרַעְתִּיךָ. אוֹ שֶׁאָמַר אֵינִי חַיָּב לְךָ כְּלוּם וְנִשְׁבַּע. וְאַחַר כָּךְ בָּאוּ עֵדֵי הַקִּנְיָן אוֹ הוֹצִיא הַשְּׁטָר וְנִתְקַיֵּם הֲרֵי זֶה מְשַׁלֵּם וְאֵינוֹ חָשׁוּד. שֶׁהֲרֵי לֹא הֱעִידוֹ שֶׁלֹּא פְּרָעוֹ וְלֹא אָמַר הַנִּתְבָּע לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה מִן הַתּוֹרָה עַד שֶׁיּוֹדֶה בִּפְרוּטָה אוֹ יֶתֶר וְיִכְפֹּר בִּשְׁתֵּי מָעִין כֶּסֶף אוֹ יֶתֶר. וְכַמָּה הִיא פְּרוּטָה מִשְׁקַל חֲצִי שְׂעוֹרָה שֶׁל כֶּסֶף נָקִי. וְכַמָּה הֵם שְׁתֵּי מָעִין מִשְׁקַל שְׁתַּיִם וּשְׁלֹשִׁים שְׂעוֹרוֹת כֶּסֶף מְזֻקָּק: ",
      "כָּל כֶּסֶף הָאָמוּר בַּתּוֹרָה הוּא שֶׁקֶל הַקֹּדֶשׁ וְהוּא עֶשְׂרִים מָעָה וְכָל כֶּסֶף שֶׁל דִּבְרֵיהֶן מִמַּטְבֵּעַ יְרוּשָׁלַיִם שֶׁהָיָה הַסֶּלַע שֶׁלָּהֶן אֶחָד מִשְּׁמֹנֶה בּוֹ כֶּסֶף וְהַשְּׁאָר נְחשֶׁת כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַמָּעָה הִיא הָיְתָה כֶּסֶף נָקִי אֲפִלּוּ בִּירוּשָׁלַיִם וְהִיא כֶּסֶף שֶׁל יְרוּשָׁלַיִם. וּלְפִי שֶׁזֶּה שֶׁהִצְרִיכוּ לִהְיוֹת כְּפִירַת הַטַּעֲנָה שְׁתֵּי כֶּסֶף הִיא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ שְׁתֵּי כֶּסֶף שֶׁל יְרוּשָׁלַיִם שֶׁהֵן שְׁתֵּי מָעִין וְלֹא עָשׂוּ אוֹתָהּ שְׁנֵי שְׁקָלִים בְּשֶׁקֶל הַקֹּדֶשׁ. זֶהוּ הַדָּבָר הַנִּרְאֶה בְּשִׁעוּר כְּפִירַת הַטַּעֲנָה. וְרַבּוֹתַי הוֹרוּ שֶׁכְּפִירַת הַטַּעֲנָה הוּא מִשְׁקַל תְּשַׁע עֶשְׂרֵה שְׂעוֹרוֹת וַחֲצִי שְׂעוֹרָה מִן הַכֶּסֶף. וְיֵשׁ לִי כַּמָּה רְאָיוֹת לִסְתֹּר אוֹתָהּ הַדֶּרֶךְ שֶׁתָּפְסוּ עַד שֶׁיָּצָא לָהֶם זֶה הַחֶשְׁבּוֹן. וְיֵרָאֶה לִי שֶׁהוּא טָעוּת: ",
      "שְׁתֵּי מָעִין וּפְרוּטָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא פְּרוּטָה חַיָּב. אֵין לְךָ בְּיָדִי אֶלָּא שְׁתֵּי פְּרוּטוֹת פָּטוּר מִפְּנֵי שֶׁכָּפַר בְּפָחוֹת מִשְּׁתֵי מָעִין. מָנֶה לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא חֲצִי פְּרוּטָה פָּטוּר שֶׁכָּל הַמּוֹדֶה בְּפָחוֹת מִפְּרוּטָה כְּאִלּוּ לֹא הוֹדָה בִּכְלוּם: ",
      "מֵאָה תְּמָרִים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא תִּשְׁעִים. רוֹאִים אִם הָיוּ שָׁוִין שָׁם הָעֶשֶׂר שֶׁכָּפַר בָּהֶן שְׁתֵּי מָעִין נִשְׁבָּע וְאִם לָאו פָּטוּר. חֲמִשָּׁה אוֹ שִׁשָּׁה אֱגוֹזִים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ [בְּיָדִי] אֶלָּא אֱגוֹז אֶחָד רוֹאִין אִם שָׁוֶה הָאֶחָד פְּרוּטָה נִשְׁבָּע וְאִם לָאו פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֶסֶף אוֹ בְּמִינֵי סְחוֹרוֹת וּפֵרוֹת וְכַיּוֹצֵא בָּהֶן. אֲבָל הַכֵּלִים אֵין מְשַׁעֲרִין אֶת דְּמֵיהֶן וַאֲפִלּוּ הֵן עֶשֶׂר מְחָטִין בִּפְרוּטָה וּטְעָנוֹ שְׁתֵּי מְחָטִין הוֹדָה בְּאַחַת וְכָפַר בְּאַחַת חַיָּב. שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כֶּסֶף אוֹ כֵלִים\" כָּל הַכֵּלִים כְּכֶסֶף. טְעָנוֹ כֶּסֶף וְכֵלִים וְהוֹדָה בַּכֵּלִים וְכָפַר בַּכֶּסֶף אִם יֵשׁ בַּכְּפִירָה שְׁתֵּי מָעִין חַיָּב וְאִם לָאו פָּטוּר. הוֹדָה בַּכֶּסֶף וְכָפַר בַּכֵּלִים אִם הוֹדָה בִּפְרוּטָה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "הֵעִיד עָלָיו עֵד אֶחָד אֲפִלּוּ לֹא כָּפַר אֶלָּא פְּרוּטָה הֲרֵי זֶה נִשְׁבָּע שֶׁכָּל מִי שֶׁשְּׁנַיִם מְחַיְּבִים אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. כֵּיצַד. פְּרוּטָה אוֹ שְׁוֵה פְּרוּטָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי כְּלוּם וְעֵד אֶחָד מֵעִיד שֶׁיֵּשׁ לוֹ הֲרֵי זֶה נִשְׁבָּע. וְכֵן בִּשְׁבוּעַת הַשּׁוֹמְרִים אֲפִלּוּ הִפְקִיד אֶצְלוֹ פְּרוּטָה אוֹ שְׁוֵה פְּרוּטָה וְטָעַן שֶׁאָבְדָה נִשְׁבָּע. וְכָל פָּחוֹת מִפְּרוּטָה אֵינוֹ מָמוֹן וְאֵין בֵּית דִּין נִזְקָקִין לוֹ. וְכֵן כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין נִשְׁבָּעִין וְנוֹטְלִין מִפְּרוּטָה וָמַעְלָה: ",
      "הוֹרוּ רַבּוֹתַי שֶׁהַנִּשְׁבָּעִין וְנוֹטְלִין אֵינָן צְרִיכִין טַעֲנַת שְׁתֵּי כֶּסֶף. וַאֲנִי אוֹמֵר שֶׁצָּרִיךְ הַנִּתְבָּע שֶׁיִּכְפֹּר בִּשְׁתֵּי מָעִין וְאַחַר כָּךְ יִשָּׁבַע הַתּוֹבֵעַ בְּתַקָּנַת חֲכָמִים וְיִטּל. שֶׁהֲרֵי הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק צָרִיךְ שֶׁיִּהְיֶה בֵּינֵיהֶם כְּפִירַת שְׁתֵּי מָעִין וְאַחַר כָּךְ יִשָּׁבַע מִסָּפֵק: ",
      "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה עַד שֶׁתִּהְיֶה הוֹדָיָה מִמִּין הַטַּעֲנָה. כֵּיצַד. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא לֶתֶךְ חִטִּים חַיָּב. אֲבָל אִם אָמַר לוֹ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שֶׁל שְׂעוֹרִים פָּטוּר שֶׁהַמִּין שֶׁטְּעָנוֹ לֹא הוֹדָה לוֹ בּוֹ וְהַמִּין שֶׁהוֹדָה לוֹ בּוֹ לֹא טְעָנוֹ. דִּינַר זָהָב יֵשׁ לִי בְּיָדְךָ פִּקָּדוֹן לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא דִּינַר כֶּסֶף. מָעָה כֶּסֶף הִפְקַדְתִּי אֶצְלְךָ לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא פְּרוּטָה פָּטוּר שֶׁטְּעָנוֹ מִין אֶחָד וְהוֹדָה לוֹ בְּמִין אַחֵר. וְכֵן אִם אָמַר לוֹ עֲשָׂרָה דִּינָרִים מִצְרִיּוֹת הִפְקַדְתִּי אֶצְלְךָ לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא עֲשָׂרָה צוֹרִיּוֹת פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "מְנוֹרָה גְּדוֹלָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא מְנוֹרָה קְטַנָּה הֲרֵי זֶה פָּטוּר. אֲבָל אִם טְעָנוֹ מְנוֹרָה בַּת עֶשֶׂר לִיטְרִין וְהוֹדָה לוֹ בִּמְנוֹרָה בַּת חָמֵשׁ לִיטְרִין הֲרֵי זֶה מוֹדֶה בְּמִקְצָת מִפְּנֵי שֶׁיָּכוֹל לְגָרְרָהּ וּלְהַעֲמִידָהּ עַל חָמֵשׁ. וְכֵן אִם טְעָנוֹ אֵזוֹר גָּדוֹל וְאָמַר לוֹ אֵין לְךָ בְּיָדִי אֶלָּא אֵזוֹר קָטָן פָּטוּר. אֲבָל אִם טְעָנוֹ יְרִיעָה בַּת עֶשְׂרִים אַמָּה וְהוֹדָה לוֹ בִּירִיעָה בַּת עֶשֶׂר אַמּוֹת הֲרֵי זֶה נִשְׁבָּע מִפְּנֵי שֶׁיָּכוֹל לְחָתְכָהּ וּלְהַעֲמִידָהּ עַל עֶשֶׂר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים פָּטוּר אַף מִדְּמֵי שְׂעוֹרִים. שֶׁהֲרֵי אוֹמֵר לוֹ אֵין לִי בְּיָדְךָ שְׂעוֹרִים וְנִמְצָא זֶה דּוֹמֶה לְמִי שֶׁאָמַר לַחֲבֵרוֹ בְּבֵית דִּין מָנֶה לְךָ בְּיָדִי וְאוֹמֵר לוֹ הָאַחֵר אֵין לִי בְּיָדְךָ שֶׁאֵין בֵּית דִּין מְחַיְּבִין אוֹתוֹ לִתֵּן לוֹ כְּלוּם. וְאִם תָּפַס הַתּוֹבֵעַ דְּמֵי הַשְּׂעוֹרִים אֵין מוֹצִיאִין מִיָּדוֹ: ",
      "הַטּוֹעֵן אֶת חֲבֵרוֹ שְׁנֵי מִינִין וְהוֹדָה בְּאֶחָד מֵהֶן הֲרֵי הַהוֹדָיָה מִמִּין הַטַּעֲנָה וְנִשְׁבָּע. כֵּיצַד. כְּגוֹן כּוֹר חִטִּין וְכוֹר שְׂעוֹרִין יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר חִטִּין חַיָּב. הִתְחִיל הַטּוֹעֵן וְאָמַר כּוֹר חִטִּין יֵשׁ לִי בְּיָדְךָ וְקֹדֶם שֶׁיַּשְׁלִים דְּבָרָיו וְאָמַר כּוֹר שְׂעוֹרִים יֵשׁ לִי בְּיָדְךָ אָמַר לוֹ הַנִּטְעָן אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים. אִם נִרְאֶה לַדַּיָּנִין שֶׁהַנִּטְעָן הֶעֱרִים חַיָּב שְׁבוּעָה. וְאִם לְפִי תֻּמּוֹ פָּטוּר: ",
      "כּוֹר חִטִּין יֵשׁ לִי בְּיָדְךָ אָמַר לוֹ הֵן וְכוֹר שְׂעוֹרִים אָמַר לוֹ אֵין לְךָ בְּיָדִי שְׂעוֹרִין. הֲרֵי זֶה פָּטוּר וְאֵין זֶה מוֹדֶה בְּמִקְצָת עַד שֶׁיֹּאמַר לוֹ בְּבַת אַחַת כּוֹר חִטִּים וְכוֹר שְׂעוֹרִין יֵשׁ לִי בְּיָדְךָ וְיֹאמַר לוֹ הַנִּטְעָן אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "מְלֹא עֲשָׂרָה כַּדִּין שֶׁמֶן יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא עֲשָׂרָה כַּדִּין בְּלֹא שֶׁמֶן פָּטוּר. שֶׁהֲרֵי טְעָנוֹ שֶׁמֶן וְהוֹדָה לוֹ בָּחֲרָסִים. עֲשָׂרָה כַּדִּין שֶׁמֶן יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא עֲשָׂרָה כַּדִּין רֵיקָנִין חַיָּב שְׁבוּעָה שֶׁהֲרֵי טְעָנוֹ הַכַּדִּין וְהַשֶּׁמֶן וְהוֹדָה לוֹ בַּכַּדִּין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "מָנֶה לִי אֶצְלְךָ הַלְוָאָה לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְלֹא לָוִיתִי מִמְּךָ אֲבָל חֲמִשִּׁים דִּינָרִין יֵשׁ לְךָ בְּיָדִי פִּקָּדוֹן אוֹ מִשּׁוּם נֵזֶק וְכַיּוֹצֵא בּוֹ הוֹרוּ רַבּוֹתַי שֶׁזֶּה מוֹדֶה בְּמִקְצָת וְיִשָּׁבַע. שֶׁהֲרֵי טְעָנוֹ שֶׁהוּא חַיָּב לוֹ מֵאָה וְהוֹדָה לוֹ שֶׁהוּא חַיָּב חֲמִשִּׁים וּמַה לִּי נִתְחַיֵּב לוֹ מִשּׁוּם הַלְוָאָה אוֹ מִשּׁוּם פִּקָּדוֹן אוֹ מִשּׁוּם נֵזֶק. וְלָזֶה דַּעְתִּי נוֹטָה: ",
      "מָנֶה וּכְלִי יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא הַכְּלִי וְהֵא לְךָ. הֲרֵי זֶה פָּטוּר וְנִשְׁבָּע הֶסֵּת שֶׁאֵין לוֹ אֶצְלוֹ אֶלָּא זֶה. אָמַר בַּעַל הַכְּלִי אֵין זֶה הַכְּלִי כּוֹלֵל בִּשְׁבוּעָתוֹ שֶׁזֶּה כֶּלְיוֹ. הוֹדָה הַנִּטְעָן שֶׁאֵין זֶה כֶּלְיוֹ וְנִתְחַלֵּף לוֹ בְּאַחֵר הֲרֵי זֶה חַיָּב שְׁבוּעָה. כָּל מָקוֹם שֶׁנֶּאֱמַר בְּעִנְיָן זֶה פָּטוּר הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה וְחַיָּב שְׁבוּעַת הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ כַּמָּה פְּעָמִים: "
    ],
    [
      "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה מִן הַתּוֹרָה עַד שֶׁיִּטְעָנֶנּוּ בְּדָבָר שֶׁבְּמִדָּה אוֹ בְּמִשְׁקָל אוֹ בְּמִנְיָן וְיוֹדֶה לוֹ בְּדָבָר שֶׁבְּמִדָּה אוֹ שֶׁבְּמִשְׁקָל אוֹ שֶׁבְּמִנְיָן. כֵּיצַד. עֲשָׂרָה דִּינָרִין יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשָּׁה. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא לֶתֶךְ. שְׁתֵּי לִיטְרִין שֶׁל מֶשִׁי יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא רוֹטֶל הֲרֵי זֶה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אָמַר לוֹ כִּיס מָלֵא דִּינָרִין מָסַרְתִּי לְךָ לֹא מָסַרְתָּ לִי אֶלָּא חֲמִשִּׁים. מֵאָה דִּינָרִין מָסַרְתִּי לְךָ לֹא מָסַרְתָּ לִי אֶלָּא צְרוֹר שֶׁל דִּינָרִין וְלֹא מָנִיתָ אוֹתָן בְּפָנַי וְאֵינִי יוֹדֵעַ מֶה הָיָה בּוֹ וּמַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל הֲרֵי זֶה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "בַּיִת מָלֵא תְּבוּאָה מָסַרְתִּי לְךָ וְהַלָּה אוֹמֵר לֹא מָסַרְתָּ לִי אֶלָּא עֲשָׂרָה כּוֹרִין. עֲשָׂרָה כּוֹרִין מָסַרְתִּי לְךָ אֵינִי יוֹדֵעַ כַּמָּה הֵם שֶׁהֲרֵי לֹא מְדַדְתָּם בְּפָנַי אֶלָּא מַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל פָּטוּר: \n",
      "בַּיִת זֶה מָלֵא עַד הַזִּיז מָסַרְתִּי לְךָ וְהַלָּה אוֹמֵר עַד הַחַלּוֹן חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה עַד שֶׁיּוֹדֶה בְּדָבָר שֶׁאֶפְשָׁר לוֹ לִכְפֹּר בּוֹ. כֵּיצַד. מִי שֶׁטָּעַן חֲבֵרוֹ וְאָמַר מֵאָה דִּינָרִין יֵשׁ לִי אֶצְלְךָ חֲמִשִּׁים שֶׁבִּשְׁטָר זֶה וַחֲמִשִּׁים בְּלֹא שְׁטָר. אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים שֶׁבַּשְּׁטָר אֵין זֶה מוֹדֶה בְּמִקְצָת שֶׁהַשְּׁטָר לֹא תּוֹעִיל בּוֹ כְּפִירָתוֹ וַהֲרֵי כָּל נְכָסָיו מְשֻׁעְבָּדִין בּוֹ וַאֲפִלּוּ כָּפַר בּוֹ הָיָה חַיָּב לְשַׁלֵּם. לְפִיכָךְ נִשְׁבָּע הֶסֵּת עַל הַחֲמִשִּׁים: \n",
      "שְׁטָר שֶׁכָּתוּב בּוֹ סְלָעִים וְלֹא הִזְכִּיר מִנְיָן. מַלְוֶה אוֹמֵר חָמֵשׁ סְלָעִים שֶׁיֵּשׁ לִי בְּיָדְךָ הֵם הַכְּתוּבִים בּוֹ וְהַלּוֶֹה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא שָׁלֹשׁ וְהֵם הַכְּתוּבִים בַּשְּׁטָר. אַף עַל פִּי שֶׁאֵין מְחַיְּבִין אוֹתוֹ בִּשְׁטָר זֶה אֶלָּא בִּשְׁתַּיִם וַהֲרֵי הוֹדָה בְּסֶלַע שֶׁאֶפְשָׁר לִכְפֹּר בָּהּ הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁהוּא כְּמֵשִׁיב אֲבֵדָה וְתַקָּנַת חֲכָמִים הִיא שֶׁכָּל שֶׁיָּשִׁיב אֲבֵדָה לֹא יִשָּׁבַע כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ אָמַר לִי אַבָּא שֶׁיֵּשׁ לִי בְּיָדְךָ מָנֶה וְהַלָּה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מֵשִׁיב אֲבֵדָה וּפָטוּר אַף מִשְּׁבוּעַת הֶסֵּת. וְאֵין צָרִיךְ לוֹמַר אִם הוֹדָה מֵעַצְמוֹ וְאָמַר מָנֶה הָיָה לְאָבִיךָ בְּיָדִי וְנָתַתִּי לוֹ חֲמִשִּׁים דִּינָרִין וְנִשְׁאַר לוֹ חֲמִשִּׁים שֶׁזֶּה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת. אֲבָל יוֹרֵשׁ שֶׁטָּעַן וְאָמַר אֲנִי יוֹדֵעַ בְּוַדַּאי שֶׁיֵּשׁ לְאָבִי בְּיָדְךָ אוֹ בְּיַד אָבִיךָ מָנֶה וְהוּא אוֹמֵר אֵין לוֹ בְּיָדִי אֶלָּא חֲמִשִּׁים אוֹ אֵין לְךָ בְּיַד אָבִי אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מוֹדֶה מִקְצָת וְיִשָּׁבַע: \n",
      "מָנֶה לִי בְּיָדְךָ עַל מַשְׁכּוֹן זֶה אֵין בְּיָדִי עָלָיו אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מוֹדֶה וְיִשָּׁבַע. אֵין הַמַּשְׁכּוֹן שָׁוֶה אֶלָּא חֲמִשִּׁים אוֹ פָּחוֹת הֲרֵי זֶה נִשְׁבָּע וּמְשַׁלֵּם הַחֲמִשִּׁים שֶׁהוֹדָה בָּהֶן. הָיָה הַמַּשְׁכּוֹן שָׁוֶה מֵאָה אוֹ יֶתֶר הוֹאִיל וְהַמַּלְוֶה יָכוֹל לִטְעֹן עָלָיו עַד כְּדֵי דָּמָיו הֲרֵי הַמַּלְוֶה נִשְׁבָּע וְנוֹטֵל מִדְּמֵי הַמַּשְׁכּוֹן. הָיָה שָׁוֶה שְׁמוֹנִים נִשְׁבָּע הַמַּלְוֶה שֶׁאֵין לוֹ פָּחוֹת מִשְּׁמוֹנִים וְנוֹטְלָן מִן הַמַּשְׁכּוֹן. וְנִשְׁבָּע הַלּוֶֹה מִן הַתּוֹרָה עַל הָעֶשְׂרִים שֶׁכָּפַר בָּהֶן. כָּפַר בַּכּל וְאָמַר אֵין זֶה מַשְׁכּוֹן אֶלָּא פִּקָּדוֹן וְאֵין לוֹ אֶצְלִי כְּלוּם נִשְׁבָּע הַמַּלְוֶה שֶׁאֵין פָּחוֹת מִשְּׁמוֹנִים וְנִשְׁבָּע הַלּוֶֹה הֶסֵּת עַל הָעֶשְׂרִים: \n",
      "מָנֶה לִי בְּיָדְךָ וְהַלָּה אוֹמֵר חֲמִשִּׁים וַדַּאי יֵשׁ לְךָ בְּיָדִי אֲבָל הַחֲמִשִּׁים אֵינִי יוֹדֵעַ אִם אֲנִי חַיָּב בָּהֶן אוֹ לָאו הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה מִפְּנֵי שֶׁהוֹדָה בְּמִקְצָת וְאֵינוֹ יָכוֹל לְהִשָּׁבַע בַּמִּקְצָת שֶׁכָּפַר בּוֹ שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ לְפִיכָךְ מְשַׁלֵּם הַמָּנֶה בְּלֹא שְׁבוּעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטּוֹעֵן עָלַי דָּבָר שֶׁאֵינוֹ יוֹדֵעַ בְּוַדַּאי שֶׁאֲנִי חַיָּב בּוֹ: \n",
      "מָנֶה לִי בְּיָדְךָ וַהֲרֵי עֵד אֶחָד מֵעִיד עָלָיו וְהַנִּטְעָן אוֹמֵר כֵּן הוּא אֲבָל אַתָּה חַיָּב לִי כְּנֶגֶד אוֹתוֹ מָנֶה הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע וּמְשַׁלֵּם. וּמִפְּנֵי מָה אֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי הוּא מוֹדֶה בְּמַה שֶּׁהֵעִיד בּוֹ הָעֵד וְאֵין הַנִּשְׁבָּע בְּהַעֲדָאַת עֵד אֶחָד נִשְׁבָּע עַד שֶׁיַּכְחִישׁ אֶת הָעֵד וְיִכְפֹּר בְּעֵדוּתוֹ וְיִשָּׁבַע עַל כְּפִירָתוֹ. לְפִיכָךְ שְׁטָר שֶׁיֵּשׁ בּוֹ עֵד אֶחָד וְטָעַן שֶׁפְּרָעוֹ. וְכֵן כַּפְרָן שֶׁבָּא עָלָיו עֵד אֶחָד וְטָעַן שֶׁפָּרַע אוֹ הֶחְזַרְתִּי לְךָ הַפִּקָּדוֹן הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם. מַעֲשֶׂה בְּאֶחָד שֶׁחָטַף לְשׁוֹן כֶּסֶף מֵחֲבֵרוֹ בִּפְנֵי עֵד אֶחָד וְאָמַר אַחַר כֵּן חָטַפְתִּי וְשֶׁלִּי חָטַפְתִּי וְאָמְרוּ חֲכָמִים הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מָנֶה הִלְוֵיתִיךָ לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֵבִיא עֵד אֶחָד שֶׁלָּוָה מִמֶּנּוּ בְּפָנָיו. הוֹאִיל וְאִלּוּ הָיוּ שְׁנַיִם הָיָה מֻחְזָק כַּפְרָן וּמְשַׁלֵּם כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי זֶה נִשְׁבָּע עַל פִּי עֵד אֶחָד שֶׁכָּל מָקוֹם שֶׁשְּׁנַיִם מְחַיְּבִין אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. חָזַר וְאָמַר פָּרַעְתִּי מְשַׁלֵּם בְּלֹא שְׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מָנֶה לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי כְּלוּם וְהָעֵדִים מְעִידִין עָלָיו שֶׁעֲדַיִן יֵשׁ לוֹ אֶצְלוֹ חֲמִשִּׁים. פָּסְקוּ כָּל הַגְּאוֹנִים הֲלָכָה שֶׁיְּשַׁלֵּם חֲמִשִּׁים וְיִשָּׁבַע עַל הַשְּׁאָר. שֶׁלֹּא תְּהֵא הוֹדָיַת פִּיו גְּדוֹלָה מֵהַעֲדָאַת עֵדִים: \n"
    ],
    [
      "וְאֵלוּ דְּבָרִים שֶׁאֵין נִשְׁבָּעִין עֲלֵיהֶן מִן הַתּוֹרָה. הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַשְּׁטָרוֹת וְהַהֶקְדֵּשׁוֹת. אַף עַל פִּי שֶׁהוֹדָה בְּמִקְצָת אוֹ שֶׁיֵּשׁ עָלָיו עֵד אֶחָד אוֹ שֶׁשָּׁמַר וְטָעַן טַעֲנַת הַשּׁוֹמְרִין הֲרֵי זֶה פָּטוּר. שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ\" פְּרָט לְהֶקְדֵּשׁ. כֶּסֶף אוֹ כֵּלִים פְּרָט לְקַרְקָעוֹת וְלַעֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת. וְכֵן יָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן כְּכֶסֶף וּכְכֵלִים וְאֵינָן אֶלָּא לָרְאָיָה שֶׁבָּהֶן. וְעַל כֻּלָּן נִשְׁבָּע שְׁבוּעַת הֶסֵּת אִם הָיְתָה שָׁם טַעֲנַת וַדַּאי. חוּץ מִן הַהֶקְדֵּשׁוֹת שֶׁאַף עַל פִּי שֶׁאֵינוֹ חַיָּב עֲלֵיהֶם שְׁבוּעָה מִן הַתּוֹרָה תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע עֲלֵיהֶם כְּעֵין שֶׁל תּוֹרָה כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בַּהֶקְדֵּשׁוֹת: \n",
      "שְׁתֵּי שָׂדוֹת מָכַרְתָּ לִי לֹא מָכַרְתִּי לְךָ אֶלָּא אַחַת. שְׁנֵי עֲבָדִים אוֹ שְׁנֵי שְׁטָרוֹת יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא שְׁטָר אֶחָד אוֹ עֶבֶד אֶחָד. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. וְכֵן אִם טָעַן וְאָמַר חָצֵר זוֹ אוֹ עֶבֶד זֶה אוֹ שְׁטָר זֶה שֶׁיֵּשׁ לִי בְּיָדְךָ שֶׁלִּי הוּא וְאַתָּה מְכַרְתּוֹ לִי וְהַנִּטְעָן אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. בֵּין שֶׁהֵבִיא הַטּוֹעֵן עֵד אֶחָד בֵּין שֶׁלֹּא הֵבִיא. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְנִפְטָר. וְכֵן הַחוֹפֵר בִּשְׂדֵה חֲבֵרוֹ בּוֹרוֹת שִׁיחִין וּמְעָרוֹת וְהִפְסידוּה והרי הוּא חיּב לְשַׁלֵּם בֵּין שֶׁטְּעָנוֹ שֶׁחָפַר וְהוּא אוֹמֵר לֹא חָפַרְתִּי אוֹ שֶׁטְּעָנוֹ שֶׁחָפַר שְׁתֵּי מְעָרוֹת וְהוּא אוֹמֵר לֹא חָפַרְתִּי אֶלָּא אַחַת אוֹ שֶׁהָיָה שָׁם עֵד אֶחָד שֶׁחָפַר וְהוּא אוֹמֵר לֹא חָפַרְתִּי כְּלוּם. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת עַל הַכּל: \n",
      "טְעָנוֹ כֵּלִים וְקַרְקָעוֹת בֵּין שֶׁהוֹדָה בְּכָל הַקַּרְקָעוֹת וְכָפַר בְּכָל הַכֵּלִים בֵּין שֶׁהוֹדָה בְּכָל הַכֵּלִים וְכָפַר בְּכָל הַקַּרְקָעוֹת בֵּין שֶׁהוֹדָה בְּמִקְצָת הַקַּרְקָעוֹת וְכָפַר בְּמִקְצָתָן עִם כָּל הַכֵּלִים. בְּכָל אֵלּוּ נִשְׁבָּע הֶסֵּת. אֲבָל אִם הוֹדָה בְּמִקְצָת כֵּלִים וְכָפַר בְּמִקְצָתָן עִם כָּל הַקַּרְקָעוֹת מִתּוֹךְ שֶׁהוּא חַיָּב שְׁבוּעָה עַל מִקְצָת הַכֵּלִים שֶׁכָּפַר בָּהֶן נִשְׁבָּע אַף עַל הַקַּרְקָעוֹת שֶׁטְּעָנוֹ עִמָּהֶן שֶׁהַכּל טַעֲנָה אַחַת. וְכֵן הַדִּין בִּטְעָנוֹ כֵּלִים וַעֲבָדִים אוֹ כֵּלִים וּשְׁטָרוֹת הַכּל דִּין אֶחָד הוּא: \n",
      "טְעָנוֹ עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר וּתְבוּאָה יְבֵשָׁה הָעוֹמֶדֶת לְהִקָּצֵר וְהוֹדָה בְּמִקְצָתָן וְכָפַר בְּמִקְצָתָן הֲרֵי זֶה נִשְׁבָּע עֲלֵיהֶם כִּשְׁאָר הַמִּטַּלְטְלִין. וְהוּא שֶׁאֵינָן צְרִיכִין לַקַּרְקַע שֶׁכָּל הָעוֹמֵד לְהִבָּצֵר הֲרֵי הוּא כְּבָצוּר לְעִנְיַן כְּפִירָה וְהוֹדָיָה. אֲבָל אִם הָיוּ צְרִיכִים לַקַּרְקַע הֲרֵי הֵן כְּקַרְקַע לְכָל דָּבָר וְאֵין נִשְׁבָּעִין עֲלֵיהֶן אֶלָּא הֶסֵּת: \n",
      "הַטּוֹעֵן עַל חֲבֵרוֹ וְאָמַר לוֹ שְׁנֵי חֳדָשִׁים שָׁכַנְתָּ בַּחֲצֵרִי וְאַתָּה חַיָּב לִי שְׂכַר שְׁנֵי חֳדָשִׁים וְהוּא אוֹמֵר לֹא שָׁכַנְתִּי אֶלָּא חֹדֶשׁ אֶחָד הֲרֵי זֶה מוֹדֶה בְּמִקְצָת. וְאִם הָיָה שְׂכַר הַחֹדֶשׁ שֶׁכָּפַר בּוֹ שָׁוֶה שְׁנֵי כֶּסֶף נִשְׁבָּע שֶׁאֵין הַטַּעֲנָה בְּגוּף הַקַּרְקַע אֶלָּא בִּשְׂכָרָהּ שֶׁהוּא מִטַּלְטְלִין: \n",
      "שְׁטָר מָסַרְתִּי לְךָ וַעֲשָׂרָה דִּינָרִין הָיוּ לִי בּוֹ רְאָיָה לֹא הָיוּ דְּבָרִים מֵעוֹלָם יִשָּׁבַע הֶסֵּת. הָפַךְ עָלָיו הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁהָיְתָה בּוֹ רְאָיָה לַעֲשָׂרָה דִּינָרִים וְאָבְדוּ בַּאֲבֵדַת הַשְּׁטָר וְיִטּל. וְאִם אָמַר הַנִּתְבָּע אֱמֶת מָסַרְתָּ לִי וְאָבַד הֲרֵי זֶה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת שֶׁאֲפִלּוּ פָּשַׁע בּוֹ וְאָבַד פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת חוֹבֵל: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שְׁטָר שֶׁיֵּשׁ לִי בְּיָדְךָ זְכוּת יֵשׁ לִי בּוֹ וְזֶה אוֹמֵר אֵינִי מוֹצֵא שְׁטָרִי אוֹ אֵינִי יוֹדֵעַ אִם יֵשׁ לְךָ בּוֹ רְאָיָה אוֹ לֹא כּוֹפִין אוֹתוֹ לְהוֹצִיאוֹ: \n",
      "טָעַן שֶׁאָבַד הַשְּׁטָר מַחְרִימִין אוֹתוֹ חֵרֶם סְתָם. טָעַן זֶה שֶׁהוּא יוֹדֵעַ בְּוַדַּאי שֶׁהַשְּׁטָר שֶׁיֵּשׁ לוֹ בּוֹ זְכוּת אֶצְלוֹ הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאֵינוֹ אֶצְלוֹ וְשֶׁאָבַד מִמֶּנּוּ וְכָזֶה הוֹרוּ רַבּוֹתַי: \n",
      "אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ שׁוֹטֶה וְקָטָן. אֶחָד הַבָּא בְּטַעֲנַת עַצְמוֹ אוֹ בְּטַעֲנַת אָבִיו. לְפִי שֶׁזֶּה הַמִּקְצָת שֶׁהוֹדָה בּוֹ לַקָּטָן אֵינוֹ אֶלָּא כְּמֵשִׁיב אֲבֵדָה. וְכֵן אִם כָּפַר בַּכּל וּבָא עֵד אֶחָד וְהֵעִיד לַקָּטָן אֵינוֹ נִשְׁבָּע. שֶׁזֶּה עֵד אֶחָד וְאֵין שָׁם תּוֹבֵעַ שֶׁתְּבִיעַת קָטָן אֵינָהּ תְּבִיעָה גְּמוּרָה. נִמְצֵאתָ אוֹמֵר קָטָן שֶׁאָמַר לְגָדוֹל מָנֶה לִי בְּיָדְךָ. אוֹ אַבָּא הָיָה לוֹ בְּיָדְךָ. וְהַלָּה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים אוֹ אֵין לְךָ בְּיָדִי כְּלוּם. וְעֵד אֶחָד מְעִידוֹ שֶׁיֵּשׁ לוֹ הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה. אֲבָל אִם שָׁמַר לְקָטָן וְטָעַן שֶׁאָבַד הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִין לְפִי שֶׁאֵינוֹ נִשְׁבָּע מֵחֲמַת טַעֲנָה. וְכֵן אִם הוֹדָה שֶׁהָיָה שֻׁתָּף לְקָטָן אוֹ אַפּוֹטְרוֹפּוֹס עָלָיו יַעֲמִידוּ בֵּית דִּין אַפּוֹטְרוֹפּוֹס לַקָּטָן וְיִשָּׁבַע הַשֻׁתָּף וְכַיּוֹצֵא בּוֹ בְּטַעֲנַת שֶׁמָּא: \n",
      "הוֹרוּ רַבּוֹתַי שֶׁאֵין נִשְׁבָּעִין עַל טַעֲנַת קָטָן שְׁבוּעָה שֶׁל תּוֹרָה אֲבָל שְׁבוּעַת הֶסֵּת נִשְׁבָּעִין. וַאֲפִלּוּ הָיָה קָטָן שֶׁאֵינוֹ חָרִיף לְעִנְיַן מַשָּׂא וּמַתָּן נִשְׁבָּעִין הֶסֵּת עַל טַעֲנָתוֹ. שֶׁלֹּא יִהְיֶה זֶה נוֹטֵל מָמוֹנוֹ כְּשֶׁהוּא קָטָן וְיֵלֵךְ לוֹ בְּחִנָּם. וְלָזֶה דַּעְתִּי נוֹטָה וְתִקּוּן עוֹלָם הוּא. נִמְצֵאתָ לָמֵד שֶׁהַקָּטָן שֶׁטָּעַן עַל הַגָּדוֹל בֵּין שֶׁהוֹדָה בְּמִקְצָת בֵּין שֶׁכָּפַר בַּכּל בֵּין שֶׁהָיָה שָׁם עֵד בֵּין שֶׁלֹּא הָיָה שָׁם עֵד. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְאֵינוֹ יָכוֹל לַהֲפֹךְ עַל הַקָּטָן שֶׁאֵין מַשְׁבִּיעִין אֶת הַקָּטָן כְּלָל. וַאֲפִלּוּ חֵרֶם סְתָם אֵינוֹ מְקַבֵּל לְפִי שֶׁאֵינוֹ יוֹדֵעַ עֹנֶשׁ הַשְּׁבוּעָה: \n",
      "קָטָן שֶׁטְּעָנוֹ הַגָּדוֹל. אִם טְעָנוֹ בְּדָבָר שֶׁיֵּשׁ לוֹ הֲנָיָה לַקָּטָן כְּגוֹן עֵסֶק מַשָּׂא וּמַתָּן וְהוֹדָה הַקָּטָן נִפְרָעִין מִנְּכָסָיו. וְאִם אֵין לוֹ יַמְתִּין עַד שֶׁיִּהְיֶה לוֹ וִישַׁלֵּם. וְאִם כָּפַר הַקָּטָן מַמְתִּינִין עַד שֶׁיַּגְדִּיל וְיִשָּׁבַע הֶסֵּת. וְאִם טְעָנוֹ בְּדָבָר שֶׁאֵין לְקָטָן הֲנָיָה כְּגוֹן נְזָקִין וְחַבָּלוֹת אַף עַל פִּי שֶׁמּוֹדֶה וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ מִמָּה יְשַׁלֵּם פָּטוּר וַאֲפִלּוּ לְאַחַר שֶׁהִגְדִּיל. וְאִם הָיָה הַתּוֹבֵעַ מִן הַנִּשְׁבָּעִין וְנוֹטְלִין כְּגוֹן הַשָּׂכִיר וְכַיּוֹצֵא בּוֹ שֶׁיֵּשׁ הֲנָיָה לַקָּטָן שֶׁיִּשְׂתַּכֵּר לוֹ שָׂכִיר הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל מִן הַקָּטָן. אֲבָל חֶנְוָנִי שֶׁנִּשְׁבָּע עַל פִּנְקָסוֹ אֵינוֹ נִשְׁבָּע וְנוֹטֵל מִן הַקָּטָן. שֶׁאֵין לַקָּטָן בָּזֶה הֲנָיָה שֶׁהֲרֵי חַיָּב לִתֵּן לְפוֹעֲלָיו וְנִשְׁבָּעִין וְנוֹטְלִין מִמֶּנּוּ. וְזֶה הַחֶנְוָנִי הִפְסִיד עַל נַפְשׁוֹ שֶׁנָּתַן מָמוֹנוֹ עַל פִּי קָטָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַחֵרֵשׁ וְהַשּׁוֹטֶה אֵין נִזְקָקִין לָהֶן לְכָל טַעֲנָה לֹא לְטַעֲנָתָן עַל אֲחֵרִים וְלֹא לְטַעֲנַת אֲחֵרִים עֲלֵיהֶן. לֹא לִשְׁבוּעָה קַלָּה וְאֵין צָרִיךְ לוֹמַר שְׁבוּעָה חֲמוּרָה אוֹ תַּשְׁלוּמִין. אֲבָל הַסּוּמָא הֲרֵי הוּא כְּבָרִיא לְכָל דָּבָר בְּעִנְיָנִים אֵלּוּ וְנִשְׁבָּע כָּל מִינֵי שְׁבוּעוֹת וְנִשְׁבָּעִין עַל טַעֲנָתוֹ: \n"
    ],
    [
      "בַּעֲלֵי דִּינִין שֶׁבָּאוּ לְבֵית דִּין טָעַן הָאֶחָד וְאָמַר מָנֶה יֵשׁ לִי אֵצֶל זֶה שֶׁהִלְוֵיתִיו אוֹ שֶׁהִפְקַדְתִּי אֶצְלוֹ אוֹ שֶׁגָּזַל מִמֶּנִּי אוֹ שֶׁיֵּשׁ לִי אֶצְלוֹ בְּשָׂכָר וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהֵשִׁיב הַנִּטְעָן וְאָמַר אֵינִי חַיָּב כְּלוּם אוֹ אֵין לְךָ בְּיָדִי כְּלוּם אוֹ שֶׁקֶר אַתָּה טוֹעֵן. אֵין זוֹ תְּשׁוּבָה נְכוֹנָה אֶלָּא אוֹמְרִים בֵּית דִּין לַנִּטְעָן הָשֵׁב עַל טַעֲנָתוֹ וּפָרֵשׁ הַתְּשׁוּבָה כְּמוֹ שֶׁפֵּרֵשׁ זֶה טַעֲנָתוֹ וֶאֱמֹר אִם לָוִיתָ מִמֶּנּוּ אִם לֹא לָוִיתָ. הִפְקִיד אֶצְלְךָ אוֹ לֹא הִפְקִיד. גְּזַלְתּוֹ אוֹ לֹא גְּזַלְתּוֹ. שְׂכַרְתּוֹ אוֹ לֹא שְׂכַרְתּוֹ. וְכֵן שְׁאָר הַטְּעָנוֹת. וּמִפְּנֵי מָה אֵין מְקַבְּלִים מִמֶּנּוּ תְּשׁוּבָה זוֹ. שֶׁמָּא טוֹעֶה הוּא בְּדַעְתּוֹ וְיָבוֹא לְהִשָּׁבַע עַל שֶׁקֶר שֶׁהֲרֵי אֶפְשָׁר שֶׁהִלְוָהוּ כְּמוֹ שֶׁטָּעַן וְהֶחְזִיר זֶה אֶת הַחוֹב לִבְנוֹ אוֹ לְאִשְׁתּוֹ אוֹ שֶׁנָּתַן לוֹ בְּמַתָּנָה כְּנֶגֶד הַחוֹב וִידַמֶּה בְּדַעְתּוֹ שֶׁנִּפְטַר מִן הַחוֹב. לְפִיכָךְ אוֹמְרִים לוֹ הֵיאַךְ תֹּאמַר אֵינִי חַיָּב כְּלוּם שֶׁמָּא אַתָּה מִתְחַיֵּב מִן הַדִּין לְשַׁלֵּם וְאֵין אַתָּה יוֹדֵעַ אֶלָּא הוֹדַע לַדַּיָּנִין פֵּרוּשׁ הַדְּבָרִים וְהֵם יוֹדִיעוּךָ אִם אַתָּה חַיָּב אוֹ אֵין אַתָּה חַיָּב. וַאֲפִלּוּ הָיָה חָכָם גָּדוֹל אוֹמְרִים לוֹ אֵין לְךָ הֶפְסֵד שֶׁתָּשִׁיב עַל טַעֲנָתוֹ וְתוֹדִיעֶנּוּ כֵּיצַד אֵין אַתָּה חַיָּב לוֹ מִפְּנֵי שֶׁלֹּא הָיוּ דְּבָרִים מֵעוֹלָם אוֹ מִפְּנֵי שֶׁהָיוּ וְהֶחֱזַרְתָּ לוֹ שֶׁהֲרֵי אָנוּ דָּנִין בְּמִתּוֹךְ שֶׁיָּכוֹל לוֹמַר בְּכָל מָקוֹם. וְכֵן אִם טָעַן הַטּוֹעֵן וְאָמַר זֶה חַיָּב לִי מָנֶה. אוֹ מָנֶה יֵשׁ לִי אֶצְלוֹ. אוֹמְרִים לוֹ מֵאֵי זֶה פָּנִים. הִלְוֵיתָ אוֹתוֹ. אוֹ הִפְקַדְתָּ אֶצְלוֹ. אוֹ הִזִּיק מָמוֹנְךָ. אֱמֹר הֵיאַךְ נִתְחַיֵּב לְךָ. שֶׁהֲרֵי אֶפְשָׁר שֶׁיִּדְמֶה לוֹ שֶׁהוּא חַיָּב לוֹ וְהוּא אֵינוֹ חַיָּב כְּגוֹן שֶׁחֲשָׁדוֹ שֶׁגְּנָבוֹ אוֹ שֶׁאָמַר לוֹ שֶׁאֶתֵּן לְךָ מָנֶה וְכַיּוֹצֵא בָּזֶה. הֲרֵי שֶׁטָּעַן עָלָיו שֶׁהִלְוָהוּ מָנֶה וְהֵשִׁיב זֶה וְאָמַר לוֹ לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאַחַר כָּךְ הֵבִיא הַטּוֹעֵן עֵדִים שֶׁהִלְוָהוּ בִּפְנֵיהֶם וְחָזַר הַנִּטְעָן וְאָמַר כֵּן הָיָה וְלָוִיתִי וּפָרַעְתִּי אֵין מְקַבְּלִין מִמֶּנּוּ אֶלָּא הֻחְזַק כַּפְרָן וּמְשַׁלֵּם. אֲבָל אִם הֵשִׁיב אֵינִי חַיָּב אוֹ אֵין לְךָ בְּיָדִי כְּלוּם אוֹ שֶׁקֶר אַתָּה טוֹעֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהָלַךְ הַתּוֹבֵעַ וְהֵבִיא עֵדִים שֶׁהִלְוָהוּ בִּפְנֵיהֶם וְאָמַר (הַנִּתְבָּע) כֵּן הָיָה אֲבָל הֶחְזַרְתִּי לוֹ פִּקְדוֹנוֹ אוֹ פְּרַעְתִּיו חוֹבוֹ לֹא הֻחְזַק כַּפְרָן וְנִשְׁבָּע הֶסֵּת וְנִפְטָר: \n",
      "רָאוּהוּ עֵדִים שֶׁמָּנָה לוֹ מָעוֹת וְלֹא יָדְעוּ מַה הֵן. וּתְבָעוֹ בְּדִין וְאָמַר לוֹ תֵּן לִי מְעוֹתַי שֶׁהִלְוֵיתִיךָ. וְאָמַר מַתָּנָה נָתַתָּ לִי אוֹ פֵּרָעוֹן הָיוּ. הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע הֶסֵּת וְנִפְטָר. אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאַחַר כָּךְ בָּאוּ עֵדִים שֶׁמָּנָה לוֹ בִּפְנֵיהֶם הֻחְזַק כַּפְרָן. וּלְעוֹלָם אֵין אָדָם מֻחְזָק כַּפְרָן עַד שֶׁיִּכְפֹּר בְּבֵית דִּין וְיָבוֹאוּ שְׁנֵי עֵדִים וְיַכְחִישׁוּהוּ בְּמַה שֶּׁכָּפַר: \n",
      "מָנֶה הִלְוֵיתִיךָ כָּפַר בְּבֵית דִּין וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וּבָאוּ שְׁנֵי עֵדִים שֶׁלָּוָה מִמֶּנּוּ מָנֶה וּפְרָעוֹ. וְהַמַּלְוֶה אוֹמֵר לֹא נִפְרַעְתִּי. הֲרֵי זֶה חַיָּב לְשַׁלֵּם. שֶׁכָּל הָאוֹמֵר לֹא לָוִיתִי וּבָאוּ עֵדִים שֶׁלָּוָה כְּאוֹמֵר לֹא פָּרַעְתִּי דָּמִי. וְנִמְצָא הַלּוֶֹה אוֹמֵר לֹא פָּרַעְתִּי וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁפְּרָעוֹ הוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים דָּמֵי וְאֵין הַמַּלְוֶה חַיָּב שְׁבוּעָה שֶׁהֲרֵי הֻחְזַק זֶה כַּפְרָן. וְכֵן אִם הוֹצִיא עָלָיו כְּתַב יָדוֹ שֶׁהוּא חַיָּב לוֹ וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְזֶה אֵינוֹ כְּתַב יָדִי. אִם הֻחְזַק כְּתַב יָדוֹ בְּבֵית דִּין אוֹ שֶׁבָּאוּ עֵדִים שֶׁהוּא כְּתַב יָדוֹ הֲרֵי זֶה הֻחְזַק כַּפְרָן וּמְשַׁלֵּם: \n",
      "מָנֶה הִלְוֵיתִיךָ וְהוּא לִי בְּיָדְךָ אָמַר לוֹ הַנִּטְעָן וַהֲלֹא פְּרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי. וּבָאוּ עֵדִים וְאָמְרוּ לֹא הָיוּ דְּבָרִים מֵעוֹלָם. לֹא הֻחְזַק כַּפְרָן שֶׁאֵין הָעֵדִים זוֹכְרִין אֶלָּא דָּבָר שֶׁהֵם עֵדִים בּוֹ לְפִיכָךְ לֹא הֻחְזַק כַּפְרָן וְיִשָּׁבַע הַלּוֶֹה הֶסֵּת וְיִפָּטֵר. כַּיּוֹצֵא בּוֹ תֵּן לִי מָנֶה שֶׁהִלְוֵיתִיךָ וְאַתָּה עָמַדְתָּ בְּצַד עַמּוּד זֶה וְאָמַר הַנִּטְעָן לֹא עָמַדְתִּי בְּצַד עַמּוּד זֶה מֵעוֹלָם וּבָאוּ עֵדִים שֶׁעָמַד לֹא הֻחְזַק כַּפְרָן. שֶׁאֵין אָדָם מֵשִׂים דַּעְתּוֹ לִדְבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "תֵּן לִי מָנֶה שֶׁהִלְוֵיתִיךָ וַהֲרֵי הָעֵדִים וְאָמַר הַנִּטְעָן פְּרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי אוֹמְרִין לַלּוֶֹה הֲבִיאֵם וְהִפָּטֵר. לֹא בָּאוּ אוֹ שֶׁמֵּתוּ אוֹ שֶׁהָלְכוּ לִמְדִינָה אַחֶרֶת. יִשָּׁבַע הֶסֵּת שֶׁפְּרָעוֹ שֶׁאֵין אָנוּ מַצְרִיכִים אוֹתוֹ לַהֲבִיאָן אֶלָּא לְבָרֵר דְּבָרָיו וּלְהִפָּטֵר אַף מִשְּׁבוּעָה. שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ בְּעֵדִים אֵינוֹ צָרִיךְ לְפָרְעוֹ בְּעֵדִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אָמַר לוֹ בִּפְנֵי עֵדִים מָנֶה לִי בְּיָדְךָ אָמַר לוֹ הֵן. לְמָחָר תְּבָעוֹ בְּדִין וְהֵבִיא עֵדִים וְאָמַר מְשַׁטֶּה הָיִיתִי בְּךָ וְאֵין לְךָ בְּיָדִי כְּלוּם. פָּטוּר וְנִשְׁבָּע הֶסֵּת שֶׁאֵין בְּיָדוֹ כְּלוּם. וַאֲפִלּוּ אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם שֶׁהֲרֵי לֹא אָמַר לָהֶם אַתֶּם עֵדַי וְדָבָר שֶׁאֵינוֹ עֵדוּת אֵין אָדָם זוֹכְרוֹ. וּלְפִיכָךְ אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם לֹא הֻחְזַק כַּפְרָן: \n",
      "וְלֹא עוֹד אֶלָּא אֲפִלּוּ הִטְמִין לוֹ עֵדִים אֲחוֹרֵי הַגָּדֵר וְאָמַר לוֹ מָנֶה לִי בְּיָדְךָ אָמַר לוֹ הֵן רְצוֹנְךָ שֶׁיָּעִידוּ בְּךָ פְּלוֹנִי וּפְלוֹנִי אָמַר לוֹ לֹא שֶׁמָּא תִּכְפֵּנִי בְּדִין לְמָחָר וְאֵין לִי מָה אֶתֵּן לְךָ וּלְמָחָר תְּבָעוֹ בְּדִין בְּאֵלּוּ הָעֵדִים. בֵּין שֶׁטָּעַן וְאָמַר מְשַׁטֶּה הָיִיתִי בּוֹ בֵּין שֶׁאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְנִפְטָר. שֶׁאֵין כָּאן עֵדוּת עַד שֶׁיֹּאמַר הַלּוֶֹה אַתֶּם עֵדַי אוֹ יֹאמַר הַמַּלְוֶה בִּפְנֵי הַלּוֶֹה וְיִשְׁתֹּק הַלּוֶֹה אֲבָל בָּעֵדוּת הַזֶּה לֹא הֻחְזַק כַּפְרָן. מַעֲשֶׂה בְּאֶחָד שֶׁהָיוּ קוֹרִין אוֹתוֹ קַב רְשׁוּ כְּלוֹמַר שֶׁיֵּשׁ עָלָיו חוֹבוֹת הַרְבֵּה. אָמַר מִי הוּא שֶׁאֲנִי חַיָּב לוֹ אֶלָּא פְּלוֹנִי וּבָא אוֹתוֹ פְּלוֹנִי וּתְבָעוֹ וְאָמַר הוּא אֵינִי חַיָּב לוֹ כְּלוּם. וְאָמְרוּ חֲכָמִים יִשָּׁבַע הֶסֵּת וְיִפָּטֵר. וְכֵן אֶחָד הָיוּ אוֹמְרִים עָלָיו שֶׁהוּא בַּעַל מָמוֹן. בִּשְׁעַת מִיתָתוֹ אָמַר אִלּוּ הָיָה לִי מָמוֹן לֹא הָיִיתִי פּוֹרְעוֹ לִפְלוֹנִי וְלִפְלוֹנִי. וְאַחַר מִיתָתוֹ בָּאוּ פְּלוֹנִי וּפְלוֹנִי לִתְבֹּעַ וְאָמְרוּ חֲכָמִים אֵין לָהֶם כְּלוּם. שֶׁהָאָדָם עָשׂוּי לְהַרְאוֹת עַצְמוֹ שֶׁאֵינוֹ בַּעַל מָמוֹן וְשֶׁלֹּא הִנִּיחַ בָּנָיו בַּעֲלֵי מָמוֹן וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
      "אַף עַל פִּי שֶׁהַמַּטְמִין עֵדִים אֵינָהּ עֵדוּת וְכֵן הַמּוֹדֶה מֵעַצְמוֹ וְעֵדִים שׁוֹמְעִין אוֹתוֹ. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ בִּפְנֵי עֵדִים מָנֶה לִי בְּיָדְךָ וְאָמַר לוֹ הֵן. בְּכָל הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן כְּשֶׁיָּבוֹאוּ לְבֵית דִּין אוֹמְרִין לַנִּתְבָּע לָמָּה לֹא תִּתֵּן מַה שֶּׁיֵּשׁ לוֹ אֶצְלְךָ. אָמַר אֵין לוֹ אֶצְלִי כְּלוּם. אוֹמְרִים לוֹ וַהֲלֹא אַתָּה אָמַרְתָּ בִּפְנֵי אֵלּוּ כָּךְ וְכָךְ אוֹ הוֹדֵיתָ מֵעַצְמְךָ. אִם עָמַד וְשִׁלֵּם מוּטָב וְאִם לֹא טָעַן אֵין טוֹעֲנִין לוֹ. אֲבָל אִם טָעַן וְאָמַר מְשַׁטֶּה הָיִיתִי בּוֹ אוֹ לֹא הָיוּ דְּבָרִים מֵעוֹלָם אוֹ שֶׁלֹּא לְהַשְׁבִּיעַ אֶת עַצְמִי נִתְכַּוַּנְתִּי פָּטוּר וְנִשְׁבָּע הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "הַמּוֹדֶה בִּפְנֵי שְׁנַיִם שֶׁיֵּשׁ לִפְלוֹנִי אֶצְלוֹ מָנֶה וְאָמַר לָהֶן בְּדֶרֶךְ הוֹדָיָה לֹא דֶּרֶךְ שִׂיחָה. אַף עַל פִּי שֶׁלֹּא אָמַר אַתֶּם עֵדַי וְאַף עַל פִּי שֶׁאֵין הַתּוֹבֵעַ עִמּוֹ הֲרֵי זֶה עֵדוּת. תְּבָעוֹ בְּדִין אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם אֵין שׁוֹמְעִין לוֹ וּמְשַׁלֵּם עַל פִּיהֶם. וְאִם הָיָה עֵד אֶחָד נִשְׁבָּע הוֹאִיל וְאָמַר דֶּרֶךְ הוֹדָיָה. טָעַן כְּשֶׁבָּאוּ אֵלּוּ הָעֵדִים וְאָמַר שֶׁלֹּא לְהַשְׁבִּיעַ אֶת עַצְמִי הוֹדֵיתִי נֶאֱמָן וְנִשְׁבָּע הֶסֵּת. וְאִם כְּשֶׁהוֹדָה בִּפְנֵיהֶם הָיָה הַתּוֹבֵעַ עִמּוֹ אֵינוֹ יָכוֹל לִטְעֹן וְלוֹמַר כְּדֵי לְהַרְאוֹת שֶׁאֵינִי עָשִׁיר הוֹדֵיתִי. אֲבָל אִם טָעַן שֶׁנָּתַן נֶאֱמָן וְנִשְׁבָּע הֶסֵּת: \n",
      "כָּל הַמּוֹדֶה בִּפְנֵי שְׁנַיִם אֵינוֹ יָכוֹל לַחְזֹר וְלוֹמַר מְשַׁטֶּה הָיִיתִי בּוֹ וְאֵין צָרִיךְ לוֹמַר אִם הוֹדָה בִּפְנֵי שְׁלֹשָׁה. אֲבָל מְחַיְּבִין אוֹתוֹ לִתֵּן בְּהוֹדָיַת פִּיו. שֶׁכָּל הָאוֹמֵר בְּדֶרֶךְ הוֹדָיָה הֲרֵי זֶה כְּאוֹמֵר אַתֶּם עֵדַי. אֲבָל אֵין כּוֹתְבִין אֶלָּא אִם כֵּן אָמַר לָהֶם כִּתְבוּ וְחִתְמוּ וּתְנוּ לוֹ. וּצְרִיכִין לְהִמָּלֵךְ בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם הוֹדָה בְּבֵית דִּין אַחַר שֶׁשָּׁלְחוּ לוֹ כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי אֵלּוּ כּוֹתְבִין. וְהוּא שֶׁיִּהְיוּ בֵּית דִּין מַכִּירִין אֶת שְׁנֵיהֶם כְּדֵי שֶׁלֹּא יַעֲרִימוּ שְׁנֵיהֶם לְחַיֵּב אִישׁ אַחֵר: \n",
      "בֵּית דִּין שֶׁל שְׁלֹשָׁה שֶׁהָיוּ יוֹשְׁבִין מֵעַצְמָן בַּמָּקוֹם הַקָּבוּעַ לָהֶן וּבָא הַתּוֹבֵעַ וְקָבַל לִפְנֵיהֶם וְשָׁלְחוּ שָׁלִיחַ אֵצֶל הַנִּתְבָּע וּבָא וְהוֹדָה בִּפְנֵיהֶם הֲרֵי אֵלּוּ כּוֹתְבִין וְנוֹתְנִין לְבַעַל דִּינוֹ. אֲבָל אִם לֹא הָיוּ קְבוּעִין וְלֹא שָׁלְחוּ לוֹ אֲפִלּוּ קִבֵּץ אוֹתָן וְהוֹשִׁיב הַשְּׁלֹשָׁה וְהוֹדָה בִּפְנֵיהֶן וְאָמַר לָהֶן הֱווּ עָלַי דַּיָּנִין וּבָא אַחַר כָּךְ הַתּוֹבֵעַ וְאָמַר כִּתְבוּ לִי הוֹדָיָתִי אֵין כּוֹתְבִין שֶׁמָּא יִתֵּן לוֹ וְנִמְצָא זֶה תּוֹבֵעַ אוֹתוֹ בִּשְׁטָר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִטַּלְטְלִין. אֲבָל אִם הוֹדָה בְּקַרְקָעוֹת אֲפִלּוּ בִּפְנֵי שְׁנַיִם אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדוֹ וְלֹא אָמַר לָהֶם כִּתְבוּ וּתְנוּ הֲרֵי אֵלּוּ כּוֹתְבִים וְנוֹתְנִין שֶׁאֵין כָּאן לָחוּשׁ שֶׁמָּא יִתֵּן לוֹ וְנִמְצָא תּוֹבְעוֹ פַּעַם שְׁנִיָּה: \n",
      "שְׁטַר הוֹדָיָה שֶׁיָּצָא וְלֹא הָיָה כָּתוּב בּוֹ אָמַר לָנוּ כִּתְבוּ וְחִתְמוּ וּתְנוּ לוֹ. הֲרֵי זֶה כָּשֵׁר שֶׁחֲזָקָה הִיא שֶׁאִלּוּ לֹא אָמַר לָהֶם כִּתְבוּ וְחִתְמוּ וּתְנוּ לֹא הָיוּ נוֹתְנִין. הָיָה כָּתוּב בַּשְּׁטָר הוֹדָה פְּלוֹנִי בְּפָנֵינוּ בֵּית דִּין. אִם אֵין כָּתוּב בּוֹ שֶׁהָיוּ שְׁלֹשָׁה אוֹ דְּבָרִים שֶׁשּׁוֹמְעִין מִכְּלָל שֶׁהָיוּ שְׁלֹשָׁה חוֹשְׁשִׁין שֶׁמָּא שְׁנַיִם הָיוּ וְטָעוּ וְדִמּוּ שֶׁהַהוֹדָיָה בִּשְׁנַיִם הוֹדָיָה בְּבֵית דִּין וּלְפִיכָךְ אֵין דָּנִין בּוֹ דִּין שְׁטָר: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהוֹדָיָה בְּבֵית דִּין אוֹ עֵדוּת בְּבֵית דִּין כְּמִלְוֶה הַכְּתוּבָה בִּשְׁטָר וּלְפִיכָךְ כּוֹתְבִין וְנוֹתְנִין לְבַעַל דִּינוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא קִבֵּל אֶת הַדִּין עַד שֶׁשָּׁלְחוּ וֶהֱבִיאוּהוּ כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל שְׁנַיִם שֶׁבָּאוּ לְדִין וְתָבַע אֶחָד מֵהֶן אֶת חֲבֵרוֹ וְאָמַר מָנֶה לִי בְּיָדְךָ וְאָמַר לוֹ הַנִּתְבָּע הֵן יֵשׁ לְךָ בְּיָדִי. בֵּין שֶׁאָמְרוּ הַדַּיָּנִין חַיָּב אַתָּה לִתֵּן לוֹ בֵּין שֶׁאָמְרוּ צֵא תֵּן לוֹ וְיָצָא וְאָמַר פָּרַעְתִּי נֶאֱמָן וְיִשָּׁבַע הֶסֵּת שֶׁפְּרָעוֹ. לְפִיכָךְ אִם חָזַר הַתּוֹבֵעַ לַדַּיָּנִים וְאָמַר כִּתְבוּ לִי הוֹדָיָתִי אֵין כּוֹתְבִין לוֹ שֶׁמָּא פְּרָעוֹ. וְכֵן מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין וְיָצָא וְאָמַר נִשְׁבַּעְתִּי נֶאֱמָן וְאֵין מַשְׁבִּיעִין אוֹתוֹ שֶׁנִּשְׁבַּע. הָיוּ הָעֵדִים מְעִידִין אוֹתוֹ שֶׁלֹּא נִשְׁבַּע הֻחְזַק כַּפְרָן לְאוֹתָהּ שְׁבוּעָה וְאֵינוֹ נֶאֱמָן לְעוֹלָם לוֹמַר נִשְׁבַּעְתִּי עַד שֶׁיּוֹדֶה לוֹ בַּעַל דִּינוֹ אוֹ יָבִיא עֵדִים שֶׁנִּשְׁבַּע בִּפְנֵיהֶם: \n",
      "שְׁנַיִם שֶׁבָּאוּ לְדִין וְנִתְחַיֵּב הָאֶחָד לַשֵּׁנִי וְאָמְרוּ לוֹ צֵא וְתֵן לוֹ וְיָצָא וְחָזַר וְאָמַר פָּרַעְתִּי וְעֵדִים מְעִידִים אוֹתוֹ שֶׁלֹּא פְּרָעוֹ הֻחְזַק כַּפְרָן לְאוֹתוֹ מָמוֹן. אָמְרוּ לוֹ חַיָּב אַתָּה לִתֵּן לוֹ וְיָצָא וְחָזַר וְאָמַר פָּרַעְתִּי וְעֵדִים מְעִידִין אוֹתוֹ שֶׁלֹּא פְּרָעוֹ לֹא הֻחְזַק כַּפְרָן שֶׁזֶּה נִשְׁמָט מֵהֶן עַד שֶׁיַּחְקְרוּ דִּינוֹ. לְפִיכָךְ אִם חָזַר פַּעַם אַחֶרֶת וְטָעַן שֶׁפְּרָעוֹ זֶה הַמָּמוֹן שֶׁנִּתְחַיֵּב בּוֹ בִּפְנֵיהֶם וְלֹא הָיוּ שָׁם עֵדִים שֶׁמַּכְחִישִׁין אוֹתוֹ פַּעַם שְׁנִיָּה הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁפְּרָעוֹ וְנִפְטָר. לְפִיכָךְ הָיוּ בְּקִיאֵי הַדַּעַת שֶׁבִּסְפָרַד כְּשֶׁיּוֹדֶה הַלּוֶֹה אוֹ כְּשֶׁיִּתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין אוֹמֵר לוֹ בִּפְנֵי בֵּית דִּין הֱיוּ עָלַי עֵדִים שֶׁלֹּא יִפְרָעֵנִי אוֹ שֶׁלֹּא יִשָּׁבַע לִי אֶלָּא בִּפְנֵי עֵדִים: \n",
      "מִי שֶׁהוֹדָה בְּבֵית דִּין שֶׁאֲנִי חַיָּב לְזֶה הַתּוֹבֵעַ מָנֶה וְאַחַר כָּךְ אָמַר נִזְכַּרְתִּי שֶׁפָּרַעְתִּי לוֹ חוֹבוֹ זֶה שֶׁהוֹדֵיתִי בּוֹ וַהֲרֵי עֵדִים. הֲרֵי זֶה עֵדוּת מוֹעֶלֶת וְעוֹשִׂין עַל פִּיהֶם שֶׁהֲרֵי לֹא הִכְחִישׁ עֵדָיו וְאֵינוֹ כְּאוֹמֵר לֹא לָוִיתִי מֵעוֹלָם: \n",
      "יֵשׁ לַטּוֹעֵן בְּבֵית דִּין לַחְזֹר וְלִטְעֹן טַעֲנָה אַחֶרֶת לְהַכְחִישׁ הַטַּעֲנָה הָרִאשׁוֹנָה וְסוֹמְכִין עַל טַעֲנָתוֹ הָאַחֲרוֹנָה. וְאַף עַל פִּי שֶׁלֹּא נָתַן אֲמַתְלָא לַטַּעֲנָה הָרִאשׁוֹנָה. וְאַף עַל פִּי שֶׁיָּצָא מִבֵּית דִּין וְחָזַר יֵשׁ לַחְזֹר וְלִטְעֹן וּלְהַפֵּךְ כָּל הַטְּעָנוֹת שֶׁיִּרְצֶה עַד שֶׁיָּבוֹאוּ עֵדִים. אֲבָל מֵאַחַר שֶׁיָּבוֹאוּ עֵדִים וְיַכְחִישׁוּ טַעֲנָתוֹ הָאַחֲרוֹנָה שֶׁסָּמַךְ עָלֶיהָ אֵינוֹ יָכוֹל לְהַשִּׁיאוֹ לְטַעֲנָה אַחֶרֶת אֶלָּא אִם כֵּן נָתַן אֲמַתְלָא לַטַּעֲנָה שֶׁסָּמַךְ עָלֶיהָ. וְיֵשׁ בְּמַשְׁמָעָהּ כְּמוֹ שֶׁהִשִּׁיא בְּזֹאת הַטַּעֲנָה הָאַחֶרֶת. וְהוּא שֶׁלֹּא יָצָא מִבֵּית דִּין. אֲבָל אִם יָצָא מִבֵּית דִּין אֵינוֹ יָכוֹל לַחְזֹר וְלִטְעֹן אַחַר שֶׁבָּאוּ עֵדִים. שֶׁמָּא אֲנָשִׁים רָעִים לִמְּדוּהוּ טְעָנוֹת שֶׁל שֶׁקֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "כָּל הַמִּטַּלְטְלִין בְּחֶזְקַת זֶה שֶׁהֵן תַּחַת יָדוֹ. אַף עַל פִּי שֶׁהֵבִיא הַתּוֹבֵעַ עֵדִים שֶׁהַמִּטַּלְטְלִין הַלָּלוּ יְדוּעִין לוֹ. כֵּיצַד. בֶּגֶד זֶה אוֹ כְּלִי זֶה שֶׁבְּיָדְךָ אוֹ שֶׁבְּתוֹךְ בֵּיתְךָ שֶׁלִּי הוּא. אוֹ הִפְקַדְתִּיהוּ אֶצְלְךָ. אוֹ הִשְׁאַלְתִּיהוּ לְךָ. וַהֲרֵי הָעֵדִים שֶׁהֵן יוֹדְעִין אוֹתוֹ מִקֹּדֶם בִּרְשׁוּתִי. וְהַנִּתְבָּע אוֹמֵר לֹא כִּי אֶלָּא אַתָּה מְכַרְתּוֹ לִי אוֹ נְתַתּוֹ לִי בְּמַתָּנָה. הֲרֵי זֶה הַנִּתְבָּע נִשְׁבָּע הֶסֵּת וְנִפְטָר: \n",
      "טָעַן שֶׁהוּא מַשְׁכּוֹן בְּיָדוֹ יָכוֹל לִטְעֹן עַד כְּדֵי דָּמָיו וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁאֵינָן עֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. כְּגוֹן בְּגָדִים וּפֵרוֹת וּכְלֵי תַּשְׁמִישׁ הַבַּיִת וּדְבָרִים שֶׁל סְחוֹרָה וְכַיּוֹצֵא בָּהֶן. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר אַף עַל פִּי שֶׁהֵן תַּחַת יָדוֹ שֶׁל זֶה וְאַף עַל פִּי שֶׁלֹּא הִשְׁאִילוֹ כְּלִי זֶה וְלֹא הִשְׂכִּירוֹ לוֹ בְּעֵדִים הֲרֵי הֵן בְּחֶזְקַת בַּעֲלֵיהֶן. כֵּיצַד. רְאוּבֵן שֶׁהָיָה לוֹ כְּלִי הֶעָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר וְיֵשׁ לוֹ עֵדִים שֶׁהוּא יָדוּעַ לוֹ וַהֲרֵי אוֹתוֹ הַכְּלִי תַּחַת יַד שִׁמְעוֹן וּרְאוּבֵן טוֹעֵן שֶׁהוּא שָׁאוּל אוֹ שָׂכוּר. וְשִׁמְעוֹן טוֹעֵן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה אַתָּה מִשְׁכַּנְתּוֹ בְּיָדִי אֵינוֹ נֶאֱמָן. אֶלָּא רְאוּבֵן נוֹטֵל כֶּלְיוֹ וְנִשְׁבָּע הֶסֵּת עַל טַעֲנַת שִׁמְעוֹן. וַאֲפִלּוּ מֵת שִׁמְעוֹן הֲרֵי רְאוּבֵן נוֹטֵל כֶּלְיוֹ. וְהוֹרוּ הַגְּאוֹנִים שֶׁיִּשָּׁבַע הֶסֵּת. שֶׁטּוֹעֲנִין לַיּוֹרֵשׁ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה כְּלִי זֶה נִרְאֶה וְעוֹמֵד בְּיַד שִׁמְעוֹן. אֲבָל אִם רְאוּבֵן טָעַן וְאָמַר לְשִׁמְעוֹן כְּלִי פְּלוֹנִי יֵשׁ לִי בְּיָדְךָ וְשָׂכוּר הוּא הוֹצִיאוֹ אֵלַי וַהֲרֵי יֵשׁ לִי עֵדִים שֶׁהוּא יָדוּעַ לִי. וְאָמַר לוֹ שִׁמְעוֹן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה נֶאֱמָן וְנִשְׁבָּע שִׁמְעוֹן הֶסֵּת וְנִפְטָר. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאֵין בְּיָדִי כְּלוּם נֶאֱמָן לוֹמַר שֶׁיֶּשְׁנוֹ אֶצְלִי וְאַתָּה מְכַרְתּוֹ לִי: \n",
      "אֵין כָּל הַדְּבָרִים הָאֵלּוּ אֲמוּרִים אֶלָּא שֶׁהָיָה בַּעַל הַכְּלִי טוֹעֵן אֲנִי הִפְקַדְתִּיו אֶצְלְךָ אוֹ הִשְׁאַלְתִּיהוּ אֶצְלְךָ. אֲבָל אִם טָעַן שֶׁכְּלִי זֶה הָיָה שֶׁלִּי וְנִגְנַב אוֹ אָבַד אוֹ נִגְזַל וְהֵבִיא עֵדִים שֶׁהוּא יָדוּעַ לוֹ וְזֶה שֶׁתַּחַת יָדוֹ אוֹמֵר אֵינִי יוֹדֵעַ אֲבָל אֲחֵרִים מְכָרוּהוּ לִי אוֹ נְתָנוּהוּ לִי בְּמַתָּנָה. אַף עַל פִּי שֶׁהוּא מִדְּבָרִים שֶׁעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר מַעֲמִידִין אוֹתוֹ בְּיַד זֶה שֶׁהוּא בְּיָדוֹ וְאֵינוֹ נִשְׁבָּע כְּלָל שֶׁהֲרֵי אֵין לוֹ טוֹעֵן: \n",
      "יָצָא לַבְּעָלִים הָרִאשׁוֹנִים חֲזָקָה מִכְּלֵיהֶן שֶׁנִּגְנְבוּ. יִשָּׁבַע זֶה בִּנְקִיטַת חֵפֶץ כַּמָּה הוֹצִיא וְיִטּל וְיַחְזֹר הַכְּלִי לַבְּעָלִים הָרִאשׁוֹנִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּנֵבָה. טָעַן אַתָּה מְכַרְתּוֹ לִי אוֹ נְתַתּוֹ לִי בְּמַתָּנָה. אַף עַל פִּי שֶׁיָּצָא לוֹ שֵׁם גְּנֵבָה אִם לֹא הָיָה מִדְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְיַעֲמֹד הַכְּלִי בְּיָדוֹ. מִכָּאן אַתָּה לָמֵד לְכָל מִי שֶׁיֵּשׁ לוֹ מִטַּלְטְלִין בְּיָדוֹ אַף עַל פִּי שֶׁיָּכוֹל לוֹמַר שֶׁלְּקוּחִין הֵן בְּיָדִי וְיִשָּׁבַע הֶסֵּת וְיִפָּטֵר. אִם אָמַר שֶׁלְּךָ הֵן אֲבָל חַיָּב אַתָּה לִי כָּךְ וְכָךְ יִשָּׁבַע בִּנְקִיטַת חֵפֶץ וְאַחַר כָּךְ יִטּל כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין: \n",
      "מִי שֶׁהָיוּ בְּיָדוֹ דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר אַף עַל פִּי שֶׁהוֹדָה וְאָמַר לוֹ יוֹדֵעַ אֲנִי שֶׁהֵם שֶׁלְּךָ אֲבָל פְּלוֹנִי מְכָרָם לִי אוֹ נְתָנָם לִי בְּמַתָּנָה אֵין מוֹצִיאִין אוֹתָן מִיָּדוֹ. אֲפִלּוּ הֵבִיא זֶה עֵדִים שֶׁהָיוּ יְדוּעִין לוֹ. שֶׁאָדָם עָשׂוּי לִמְכֹּר אֶת כֵּלָיו: \n",
      "טָעַן זֶה עָלָיו וְאָמַר שֶׁאֲנִי הִשְׂכַּרְתִּים לְךָ אוֹ הִשְׁאַלְתִּים לְךָ מוֹצִיאִין אוֹתָן מִיָּדוֹ. וְאִם הָיוּ מִדְּבָרִים שֶׁאֵינָן עֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁלֹּא הִשְׁאִיל לוֹ וְלֹא הִשְׂכִּיר לוֹ אֶלָּא מִפְּלוֹנִי לָקַח וְיַעֲמִיד כֵּלָיו בְּיָדוֹ: \n",
      "אַל תִּטְעֶה בֵּין דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר לִדְבָרִים שֶׁדַּרְכָּן לְהַשְׁאִיל וּלְהַשְׂכִּיר כְּמוֹ שֶׁטָּעוּ רַבִּים וּגְדוֹלִים. שֶׁכָּל הַדְּבָרִים רְאוּיִין לְהַשְׁאִיל וְדַרְכָּן לְהַשְׁאִיל אֲפִלּוּ חֲלוּקוֹ שֶׁל אָדָם וּמַצָּעוֹ וּמִטָּתוֹ רְאוּיִין לְהַשְׁאִיל. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֵם הַכֵּלִים שֶׁבְּנֵי אוֹתָהּ מְדִינָה עוֹשִׂין אוֹתָן מִתְּחִלַּת עֲשִׂיָּתָן כְּדֵי לְהַשְׁאִילָן וּלְהַשְׂכִּירָן וְלִטּל שְׂכָרָן וַהֲרֵי הֵן לְבַעְלֵיהֶן. כְּמוֹ קַרְקַע שֶׁאוֹכֵל פֵּרוֹתֶיהָ וְהַגּוּף קַיָּם כָּךְ אֵלּוּ הַכֵּלִים עִקַּר עֲשִׂיָּתָן כְּדֵי לֵהָנוֹת בִּשְׂכָרָן. כְּגוֹן הַיּוֹרוֹת הַגְּדוֹלוֹת שֶׁל נְחשֶׁת שֶׁמְּבַשְּׁלִין בָּהֶן בְּבֵית הַמִּשְׁתָּאוֹת. וּכְגוֹן כְּלִי נְחשֶׁת הַטּוּחַ בְּזָהָב שֶׁשּׂוֹכְרִין אוֹתוֹ לַכַּלָּה לְהִתְקַשֵּׁט בּוֹ. שֶׁעֲשִׂיַּת אֵלּוּ הַכֵּלִים אֵינָן לִמְכִירַת עַצְמָן וְלֹא לְהִשְׁתַּמֵּשׁ בָּהֶן בַּעַל הַבַּיִת בְּבֵיתוֹ אֶלָּא לְהַשְׁאִילָן לַאֲחֵרִים כְּדֵי לֵהָנוֹת כְּנֶגְדָּן אוֹ לְהַשְׂכִּירָן וְלִטּל שְׂכָרָן. וְכֵן אִם הָיָה לְאָדָם מִשְּׁאָר הַכֵּלִים וְיֵשׁ לוֹ עֵדִים שֶׁהוּא מַשְׂכִּירוֹ תָּמִיד וּמַשְׁאִילוֹ וְהֻחְזַק לוֹ שֶׁהוּא לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי הֵן כְּכֵלִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר: \n",
      "וּכְלִי שֶׁהֶפְסֵדוֹ מְרֻבֶּה מִשְּׂכָרוֹ וּבְנֵי אָדָם מַקְפִּידִין עָלָיו שֶׁלֹּא יַשְׁאִילוּהוּ הֲרֵי הוּא בְּחֶזְקַת שֶׁאֵינוֹ עָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר כְּגוֹן סַכִּין שֶׁל שְׁחִיטָה. לְפִיכָךְ אֲפִלּוּ בָּאוּ בְּנֵי אָדָם וְהֵעִידוּ שֶׁהִשְׁאִילוֹ אוֹ הִשְׂכִּירוֹ זֶה אֵין מְבַטְּלִין בָּהֶן חֶזְקָתָן אֶלָּא הֲרֵי הֵן כְּכָל הַכֵּלִים. רְאָיָה לִדְבָרֵינוּ שֶׁהֲרֵי רָבָא הוֹצִיא זוּג שֶׁעוֹשִׂין בּוֹ הַסַּרְבָּל וְסֵפֶר הַגָּדָה בִּדְבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. וְלוּלֵי שֶׁנִּתְבָּרֵר לוֹ בְּעֵדִים שֶׁהֵן מִדְּבָרִים הָעֲשׂוּיִים לְהַשְׁאִיל לֹא הוֹצִיא מִתַּחַת יְדֵי יְתוֹמִים. הָא שְׁאָר הַזּוּגוֹת וּשְׁאָר הַסְּפָרִים אֵינָן בִּכְלַל דִּין זֶה אַף עַל פִּי שֶׁהֵן רְאוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. וְדָבָר זֶה עִקָּר גָּדוֹל בַּדִּין וְהוּא דָּבָר שֶׁל טַעַם שֶׁרָאוּי לִסְמֹךְ עָלָיו וְלָדוּן בּוֹ וּבָרוּר הוּא לְמוֹצְאֵי דַּעַת וְרָאוּי לַדַּיָּן לָשׂוּם אוֹתוֹ לְנֶגֶד עֵינָיו וְלֹא יָלוֹז: \n"
    ],
    [
      "הָאֻמָּן אֵין לוֹ חֲזָקָה בַּכֵּלִים שֶׁתַּחַת יָדוֹ. אֶחָד כֵּלִים הָעֲשׂוּיִים לְהַשְׁאִיל וּלְהַשְׂכִּיר וְאֶחָד שְׁאָר כֵּלִים. כֵּיצַד. רָאָה כֶּלְיוֹ בְּיַד הָאֻמָּן וְהֵבִיא עֵדִים שֶׁהֵן יוֹדְעִין שֶׁהַכְּלִי זֶה שֶׁלּוֹ וְהוּא טוֹעֵן וְאוֹמֵר לְתַקֵּן נְתַתִּיו לְךָ. וְהָאֻמָּן אוֹמֵר לֹא בָּא לְיָדִי אֶלָּא בִּמְכִירָה אוֹ מַתָּנָה. אוֹ שֶׁטָּעַן אַתָּה נְתַתּוֹ לִי אַתָּה מְכַרְתּוֹ לִי אַחַר שֶׁבָּא לְיָדִי לְתַקְּנוֹ. אַף עַל פִּי שֶׁמְּסָרוֹ לוֹ שֶׁלֹּא בְּעֵדִים בַּעַל הַכְּלִי נֶאֱמָן וּמוֹצִיאִין אוֹתוֹ מִיַּד הָאֻמָּן וְיִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת עַל טַעֲנָתוֹ. וְיֵשׁ גְּאוֹנִים שֶׁדָּנוּ אַף עַל פִּי שֶׁלֹּא הֵבִיא בַּעַל הַבַּיִת עֵדִים שֶׁזֶּה הַכְּלִי שֶׁלּוֹ הוֹאִיל וְרָאָה כֶּלְיוֹ בְּיַד הָאֻמָּן וַהֲרֵי הָאֻמָּן מוֹדֶה לוֹ שֶׁהָיָה שֶׁלּוֹ וּמְכָרוֹ לוֹ נֶאֱמָן. אֲבָל אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְשֶׁלִּי הוּא הַכְּלִי נֶאֱמָן הָאֻמָּן וְנִשְׁבָּע הֶסֵּת. וְאִם הֵבִיא בַּעַל הַבַּיִת עֵדִים שֶׁהַכְּלִי הַזֶּה יָדוּעַ לוֹ אֵין הָאֻמָּן נֶאֱמָן. וְדִין זֶה פֶּלֶא הוּא בְּעֵינַי: \n",
      "לֹא רָאָה הַכְּלִי בְּיַד הָאֻמָּן אֶלָּא טָעַן וְאָמַר כְּלִי פְּלוֹנִי נְתַתִּיו לוֹ לְתַקֵּן וְהָאֻמָּן אוֹמֵר חָזַרְתָּ וּמְכַרְתּוֹ אוֹ נְתַתּוֹ לִי הָאֻמָּן נִשְׁבָּע הֶסֵּת וְנִפְטָר מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וַאֲפִלּוּ מְסָרוֹ לְתַקֵּן בְּעֵדִים הָאֻמָּן נֶאֱמָן מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר הֶחְזַרְתִּי שֶׁהַמַּפְקִיד אֵצֶל חֲבֵרוֹ בְּעֵדִים אֵינוֹ צָרִיךְ לְהַחְזִיר לוֹ בְּעֵדִים. לְפִיכָךְ נִשְׁבָּע הָאֻמָּן הֶסֵּת וְנִפְטָר וְאֵין מְחַיְּבִין אוֹתוֹ לְהוֹצִיא הַכְּלִי. וְאִם הוֹצִיאוֹ הוֹאִיל וְנִרְאֶה הֲרֵי בַּעַל הַבַּיִת מֵבִיא עֵדִים שֶׁהוּא שֶׁלּוֹ וְנוֹטְלוֹ אַף עַל פִּי שֶׁמְּסָרוֹ לוֹ בְּלֹא עֵדִים כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם טָעַן הָאֻמָּן וְאָמַר שְׁתַּיִם קָצַצְתָּ לִי בִּשְׂכָרִי וּבַעַל הַבַּיִת אוֹמֵר לֹא קָצַצְתִּי לְךָ אֶלָּא אַחַת אִם הָיָה הַכְּלִי נִרְאֶה בִּפְנֵיהֶם הוֹאִיל וְהָאֻמָּן אֵין לוֹ בּוֹ חֲזָקָה וְאֵינוֹ יָכוֹל לִטְעֹן שֶׁהוּא לָקוּחַ בְּיָדוֹ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע בִּנְקִיטַת חֵפֶץ עַל הַקְּצִיצָה כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׂכִירוּת וְנוֹתֵן. וְאִם אֵין הַכְּלִי נִרְאֶה בִּפְנֵיהֶם הוֹאִיל וְהָאֻמָּן נֶאֱמָן לוֹמַר לָקוּחַ הוּא בְּיָדִי יָכוֹל לִטְעֹן עַד כְּדֵי דָּמָיו וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּדֶרֶךְ כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֻמָּן שֶׁיָּרַד מֵאֻמָּנוּתוֹ וּבֶן הָאֻמָּן הֲרֵי הֵן כִּשְׁאָר כָּל אָדָם וְיֵשׁ לָהֶן חֲזָקָה בְּכָל הַמִּטַּלְטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁנִּכְנַס לְבֵיתוֹ שֶׁל חֲבֵרוֹ בִּפְנֵי בַּעַל הַבַּיִת וְיָצָא וְכֵלִים טְמוּנִין תַּחַת כְּנָפָיו וְהָעֵדִים רוֹאִין אוֹתוֹ. וּלְאַחַר זְמַן תְּבָעוֹ בַּעַל הַבַּיִת וְאָמַר לוֹ הַחְזֵר לִי כֵּלִים שֶׁהִשְׁאַלְתִּיךָ וַהֲרֵי הָעֵדִים וְהוּא אוֹמֵר לְקוּחִין הֵן בְּיָדִי אֵינוֹ נֶאֱמָן. וְנִשְׁבָּע בַּעַל הַבַּיִת הֶסֵּת עַל טַעֲנָתוֹ שֶׁלֹּא מְכָרָן וְלֹא נְתָנָן וְיַחֲזִירוּ בֵּית דִּין הַכֵּלִים לְבַעַל הַבַּיִת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבַעַל הַבַּיִת שֶׁאֵינוֹ עָשׂוּי לִמְכֹּר אֶת כֵּלָיו. וְזֶה שֶׁהוֹצִיא הַכֵּלִים תַּחַת כְּנָפָיו אֵין דַּרְכּוֹ לְהַצְנִיעַ. וְאוֹתָן הַכֵּלִים אֵין דֶּרֶךְ בְּנֵי אָדָם לְהַצְנִיעָן. לְפִיכָךְ חַיָּב לְהַחְזִיר לְפִי שֶׁלֹּא הִצְנִיעָן אֶלָּא לִכְפֹּר בָּהֶן. אֲבָל בַּעַל הַבַּיִת הֶעָשׂוּי לִמְכֹּר אֶת כֵּלָיו אַף עַל פִּי שֶׁאֵין זֶה צָנוּעַ וְאֵין דֶּרֶךְ אוֹתָן הַכֵּלִים לְהַטְמִינָן תַּחַת הַכְּנָפַיִם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁהֵן לְקוּחִין בְּיָדוֹ. וְכֵן אִם יָצָא בָּהֶן מְגֻלִּין בִּפְנֵי עֵדִים אַף עַל פִּי שֶׁאֵין בַּעַל הַבַּיִת עָשׂוּי לִמְכֹּר אֶת כֵּלָיו הֲרֵי זֶה נֶאֱמָן לוֹמַר לְקוּחִין הֵן בְּיָדִי. שֶׁמָּא נִצְטָרְכוּ לוֹ מָעוֹת וּמָכַר. וּבִלְבַד שֶׁלֹּא יִהְיוּ מִדְּבָרִים הָעֲשׂוּיִים לְהַשְׁאִיל וּלְהַשְׂכִּיר. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר לְעוֹלָם הֵן בְּחֶזְקַת בַּעֲלֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַף עַל פִּי שֶׁהוֹצִיאָן מְגֻלִּין וְאַף עַל פִּי שֶׁבַּעַל הַבַּיִת הַזֶּה עָשׂוּי לִמְכֹּר אֶת כֵּלָיו הוֹאִיל וְיֵשׁ לוֹ עֵדִים שֶׁזֶּה הַכְּלִי עָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר בִּלְבַד יָדוּעַ הוּא לוֹ מוֹצִיאִין אוֹתָן מִיַּד זֶה עַל כָּל פָּנִים עַד שֶׁיָּבִיא רְאָיָה שֶׁמְּכָרוֹ לוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה כְּדִין קַרְקָעוֹת: \n",
      "אֲפִלּוּ מֵת זֶה שֶׁהַכְּלִי תַּחַת יָדוֹ מוֹצִיאִין אוֹתוֹ מִיַּד הַיּוֹרֵשׁ בְּלֹא שְׁבוּעָה שֶׁכֵּיוָן שֶׁאֵין לְאָבִיו לִטְעֹן שֶׁלְּקָחוֹ אוֹ שֶׁהוּא מַשְׁכּוֹן כָּךְ אֵין זֶה יָכוֹל לְהַשְׁבִּיעוֹ. וְאִם טָעַן הַיּוֹרֵשׁ טַעֲנַת וַדַּאי וְאָמַר בְּפָנַי נְתָנוֹ לְאָבִי אוֹ מְכָרוֹ לוֹ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת כִּשְׁאָר כָּל הַנִּשְׁבָּעִין. וּכְבָר בֵּאַרְנוּ שֶׁיֵּשׁ מִי שֶׁהוֹרָה שֶׁיִּשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת וְאַחַר כָּךְ יַחְזִיר כֶּלְיוֹ מִיַּד הַיּוֹרֵשׁ. וְאֵין דַּעְתִּי נוֹטָה לָזֶה: \n",
      "מִי שֶׁלָּקַח קַרְדֹּם וְאָמַר הֲרֵינִי הוֹלֵךְ לִגְזֹר דִּקְלוֹ שֶׁל פְּלוֹנִי שֶׁמְּכָרוֹ לִי וְכָרַת הַדֶּקֶל הֲרֵי זֶה בְּחֶזְקָתוֹ. שֶׁאֵין אָדָם מֵעֵז פָּנָיו וְכוֹרֵת אִילָן שֶׁאֵינוֹ שֶׁלּוֹ. וְאִם טְעָנוֹ הַבְּעָלִים שֶׁלֹּא מְכָרוּהוּ נִשְׁבָּע זֶה הַכּוֹרֵת הֶסֵּת שֶׁהוּא שֶׁלּוֹ וְנִפְטָר. וְכֵיוָן שֶׁנִּכְרַת הֲרֵי הוּא כִּשְׁאָר כָּל הַמִּטַּלְטְלִין. וְכֵן הַיּוֹרֵד לִשְׂדֵה חֲבֵרוֹ וְאָכַל פֵּרוֹתֶיהָ שָׁנָה אוֹ שְׁנָתַיִם וְהַבְּעָלִים טוֹעֲנִין שֶׁזֶּה יָרַד שֶׁלֹּא בִּרְשׁוּת וּגְזָלָן הוּא וְאָכַל וַהֲרֵי הָעֵדִים שֶׁאָכַל וְהַיּוֹרֵד אוֹמֵר בִּרְשׁוּתְךָ יָרַדְתִּי לֶאֱכל פֵּרוֹתֶיהָ. הֲרֵי זֶה הָאוֹכֵל נֶאֱמָן וְנִשְׁבָּע הֶסֵּת עַל כָּךְ חֲזָקָה הִיא שֶׁאֵין אָדָם מֵעֵז פָּנָיו וְאוֹכֵל פֵּרוֹת שֶׁאֵינָן שֶׁלּוֹ. אַף עַל פִּי שֶׁהַקַּרְקַע בְּחֶזְקַת בַּעֲלֵיהֶן אֵין הַפֵּרוֹת בְּחֶזְקַת הַבְּעָלִים. שֶׁאֵין אָדָם מוֹכֵר פֵּרוֹת שָׂדֵהוּ בִּשְׁטָר כְּדֵי שֶׁנֹּאמַר לְזֶה שֶׁאָכַל הָבֵא שְׁטָרְךָ. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם אָכַל פֵּרוֹתֶיהָ שָׁנִים רַבּוֹת שֶׁמִּתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי נֶאֱמָן לוֹמַר לְפֵרוֹת יָרַדְתִּי וְיִשָּׁבַע הֶסֵּת: \n",
      "שְׁנַיִם שֶׁהָיוּ אוֹחֲזִין בִּכְלִי אֶחָד אוֹ שֶׁהָיוּ רוֹכְבִין עַל גַּבֵּי בְּהֵמָה אַחַת. אוֹ שֶׁהָיָה אֶחָד רוֹכֵב וְאֶחָד מַנְהִיג. אוֹ יוֹשְׁבִין בְּצַד עֲרֵמָה שֶׁל חִטִּים וּמֻנָּחוֹת בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. זֶה אוֹמֵר הַכּל שֶׁלִּי וְזֶה אוֹמֵר הַכּל שֶׁלִּי. כָּל אֶחָד מִשְּׁנֵיהֶן נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁאֵין לוֹ בְּזֶה הַדָּבָר פָּחוֹת מֵחֶצְיוֹ וְיַחְלֹקוּ. וּשְׁבוּעָה זוֹ תַּקָּנַת חֲכָמִים הִיא כְּדֵי שֶׁלֹּא יִהְיֶה כָּל אֶחָד תּוֹפֵס בְּטַלִּיתוֹ שֶׁל חֲבֵרוֹ וְנוֹטֵל בְּלֹא שְׁבוּעָה: \n",
      "זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר חֶצְיָהּ שֶׁלִּי הָאוֹמֵר כֻּלָּהּ שֶׁלִּי יִשָּׁבַע שֶׁאֵין לוֹ בָּהּ פָּחוֹת מִשְּׁלֹשָׁה חֲלָקִים. וְהָאוֹמֵר חֶצְיָהּ שֶׁלִּי יִשָּׁבַע שֶׁאֵין לוֹ בָּהּ פָּחוֹת מֵרְבִיעַ. וְזֶה נוֹטֵל שְׁלֹשָׁה חֲלָקִים וְזֶה נוֹטֵל רְבִיעַ. מִכָּאן אַתָּה לָמֵד לְכָל הַנִּשְׁבָּעִין לִטּל בֵּין שְׁבוּעָה קַלָּה בֵּין שְׁבוּעָה חֲמוּרָה שֶׁאֵינוֹ נִשְׁבָּע עַל מַה שֶּׁטּוֹעֵן אֶלָּא עַל מַה שֶּׁנּוֹטֵל אַף עַל פִּי שֶׁטּוֹעֵן יוֹתֵר: \n",
      "הָיוּ שְׁנַיִם אֲדוּקִין בְּטַלִּית זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי. זֶה נוֹטֵל עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְזֶה נוֹטֵל עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְהַשְּׁאָר חוֹלְקִין בְּשָׁוֶה אַחַר שֶׁנִּשְׁבָּעִין. וְיֵשׁ לְכָל אֶחָד לְגַלְגֵּל עַל חֲבֵרוֹ שֶׁכָּל מַה שֶּׁנָּטַל כַּדִּין נָטַל: \n",
      "הָיָה זֶה אוֹחֵז בַּחוּטִין שֶׁבִּשְׂפַת הַטַּלִּית וְזֶה בַּחוּטִין שֶׁבִּשְׂפַת הָאַחֶרֶת חוֹלְקִין כֻּלָּהּ בְּשָׁוֶה אַחַר שֶׁנִּשְׁבָּעִין. וְכָל חֲלוּקָה הָאֲמוּרָה כָּאן בְּדָמִים לֹא שֶׁיַּפְסִידוּ עַצְמוֹ שֶׁל כְּלִי אוֹ שֶׁל טַלִּית אוֹ שֶׁיָּמִיתוּ הַבְּהֵמָה: \n",
      "הָיָה אוֹחֵז הָאֶחָד אֶת כֻּלָּהּ וְזֶה מִתְאַבֵּק עִמּוֹ וְנִתְלֶה בָּהּ הֲרֵי זוֹ בְּחֶזְקַת הָאוֹחֵז אֶת כֻּלָּהּ: \n",
      "בָּאוּ שְׁנֵיהֶם אֲדוּקִין בָּהּ וּשְׁמָטָהּ הָאֶחָד מִיַּד חֲבֵרוֹ בְּפָנֵינוּ וְשָׁתַק הַשֵּׁנִי אַף עַל פִּי שֶׁחָזַר וְצָוַח אֵין מוֹצִיאִין אוֹתָהּ מִיָּדוֹ כֵּיוָן שֶׁשָּׁתַק בַּתְּחִלָּה הֲרֵי זֶה כְּמוֹדֶה לוֹ. חָזַר הַשֵּׁנִי וּתְקָפָהּ מֵרִאשׁוֹן אַף עַל פִּי שֶׁהָרִאשׁוֹן (לֹא) צָוַח מִתְּחִלָּה וְעַד סוֹף חוֹלְקִין: \n",
      "בָּאוּ שְׁנֵיהֶם אֲדוּקִין בְּטַלִּית וְאָמַרְנוּ לָהֶם צְאוּ וְחַלְּקוּ אֶת דָּמֶיהָ יָצְאוּ וְחָזְרוּ וַהֲרֵי הִיא תַּחַת יַד אֶחָד מֵהֶן זֶה טוֹעֵן הוֹדָה וְנִסְתַּלֵּק מִמֶּנָּה וְזֶה טוֹעֵן שֶׁמְּכַרְתִּיו לוֹ אוֹ נִתְגַּבֵּר עָלַי וַחֲטָפָהּ הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע זֶה שֶׁהִיא שֶׁלּוֹ וְיִפָּטֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "בְּהֵמָה אוֹ חַיָּה שֶׁאֵינָהּ שְׁמוּרָה אֶלָּא מְהַלֶּכֶת בְּכָל מָקוֹם וְרוֹעָה. אֵינָהּ בְּחֶזְקַת זֶה שֶׁתְּפָסָהּ מֵאַחַר שֶׁהִיא יְדוּעָה לַבְּעָלִים. כֵּיצַד. הֵבִיא הַתּוֹבֵעַ עֵדִים שֶׁהַבְּהֵמָה הַזֹּאת יְדוּעָה לוֹ וְזֶה הַתּוֹפֵס טוֹעֵן אַתָּה נְתַתָּהּ לִי אַתָּה מְכַרְתָּהּ לִי אֵינוֹ נֶאֱמָן. שֶׁאֵין הֱיוֹתָהּ תַּחַת יָדוֹ רְאָיָה שֶׁהֲרֵי הִיא הָלְכָה מֵעַצְמָהּ וְנִכְנְסָה בִּרְשׁוּתוֹ. לְפִיכָךְ אִם לֹא הֵבִיא רְאָיָה תַּחְזֹר הַבְּהֵמָה לִבְעָלֶיהָ וְיִשָּׁבַע הֶסֵּת עַל טַעֲנָה זוֹ: \n",
      "הָיְתָה הַבְּהֵמָה שְׁמוּרָה אוֹ מְסוּרָה לְרוֹעֶה אַף עַל פִּי שֶׁהֵבִיא זֶה עֵדִים שֶׁהִיא שֶׁלּוֹ הֲרֵי הִיא בְּחֶזְקַת זֶה שֶׁהִיא תַּחַת יָדוֹ וְאִם טָעַן אַתָּה מְכַרְתָּהּ אוֹ נְתַתָּהּ לִי יִשָּׁבַע הַתּוֹפֵס הֶסֵּת שֶׁהִיא שֶׁלּוֹ וְיִפָּטֵר: \n",
      "לְפִיכָךְ מִי שֶׁתָּפַס בֶּהֱמַת חֲבֵרוֹ שֶׁהָיְתָה שְׁמוּרָה אוֹ בְּיַד רוֹעֶה. וְהַבְּעָלִים טוֹעֲנִין הִיא יָצָאת מֵעַצְמָהּ וּבָאָה אֶצְלְךָ אוֹ פִּקָּדוֹן הִיא בְּיָדְךָ אוֹ שְׁאוּלָה הִיא לְךָ. וְהַתּוֹפֵס אוֹמֵר כֵּן הוּא אֵינָהּ שֶׁלִּי אֲבָל אַתָּה חַיָּב לִי כָּךְ וְכָךְ אוֹ אַתָּה מִשְׁכַּנְתָּהּ בְּיָדִי עַל כָּךְ וְכָךְ אוֹ הִזַּקְתָּ אוֹתִי נֵזֶק שֶׁאַתָּה חַיָּב לְשַׁלֵּם כָּךְ וְכָךְ. יָכוֹל לִטְעֹן עַד כְּדֵי דָּמֶיהָ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ וְיִטּל: \n",
      "וְכֵן הָעֲבָדִים שֶׁיְּכוֹלִין לְהַלֵּךְ אֵינָן בְּחֶזְקַת זֶה שֶׁהֵן תַּחַת יָדוֹ אֶלָּא כֵּיוָן שֶׁהֵבִיא הַטּוֹעֵן עֵדִים שֶׁזֶּה יָדוּעַ שֶׁהוּא עַבְדּוֹ וְהַלָּה טוֹעֵן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה אֵינוֹ נֶאֱמָן וְיַחְזֹר הָעֶבֶד לִבְעָלָיו וְיִשָּׁבַע הַטּוֹעֵן שֶׁלֹּא מָכַר וְלֹא נָתַן. הֵבִיא זֶה הַנִּטְעָן שֶׁתָּפַס הָעֶבֶד עֵדִים שֶׁיֵּשׁ לְזֶה הָעֶבֶד אֶצְלוֹ שָׁלֹשׁ שָׁנִים רְצוּפוֹת מִיּוֹם לְיוֹם וְהוּא מִשְׁתַּמֵּשׁ בּוֹ כְּדֶרֶךְ שֶׁהָעֲבָדִים מְשַׁמְּשִׁין אֶת רַבָּן הוֹאִיל וְלֹא מִחָה בּוֹ בְּכָל אֵלּוּ הַשָּׁנִים הֲרֵי זֶה נֶאֱמָן וּמַעֲמִידִין אוֹתוֹ בְּיָדוֹ אַחַר שֶׁיִּשָּׁבַע הֶסֵּת שֶׁלְּקָחוֹ מִמֶּנּוּ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה. אֲבָל עֶבֶד קָטָן שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ עַל רַגְלָיו מִפְּנֵי קַטְנוּתוֹ הֲרֵי הוּא כִּשְׁאָר הַמִּטַּלְטְלִין וְכָל מִי שֶׁיִּהְיֶה בִּרְשׁוּתוֹ הֲרֵי הוּא בְּחֶזְקָתוֹ וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
      "הַטּוֹעֵן אֶת חֲבֵרוֹ וְאָמַר בֶּגֶד אוֹ בְּהֵמָה אוֹ עֶבֶד זֶה שֶׁבְּיָדְךָ שֶׁלִּי הוּא אוֹ שָׁאוּל אוֹ גָּזוּל אוֹ הִפְקַדְתִּיו אֶצְלְךָ אוֹ שָׂכוּר לְךָ. וְהַנִּטְעָן אָמַר לֹא כִּי אֶלָּא זֶה מָמוֹנִי וִירֻשָּׁתִי. וְהֵבִיא הַטּוֹעֵן עֵדִים שֶׁהֵעִידוּ שֶׁהֵן יוֹדְעִין שֶׁזֶּה הַחֵפֶץ אוֹ הָעֶבֶד אוֹ הַבְּהֵמָה יְדוּעָה שֶׁהִיא הָיְתָה לָזֶה. חָזַר הַנִּטְעָן וְאָמַר כֵּן הָיָה שֶׁלְּךָ אֲבָל אַתָּה נְתַתּוֹ לִי אוֹ מְכַרְתּוֹ לִי וְזֶה שֶׁאָמַרְתִּי יְרֻשָּׁתִי לֹא שֶׁיְּרַשְׁתִּיו מֵאֲבוֹתַי אֶלָּא שֶׁהִיא שֶׁלִּי כְּאִלּוּ יְרַשְׁתִּיו. הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע הֶסֵּת. שֶׁכְּבָר בֵּאַרְנוּ שֶׁיֵּשׁ לַטּוֹעֵן לַחְזֹר לִטְעֹן דָּבָר הַנִּשְׁמָע: \n",
      "סְפִינָה וְכַיּוֹצֵא בָּהּ שֶׁהָיוּ שְׁנַיִם נֶחְלָקִין עָלֶיהָ זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וּבָאוּ לְבֵית דִּין וְאָמַר אֶחָד תִּפְסוּהָ עַד שֶׁאָבִיא עֵדִים אֵין תּוֹפְסִין אוֹתָהּ. וְאִם תְּפָסוּהָ בֵּית דִּין וְהָלַךְ וְלֹא מָצָא עֵדִים וְאָמַר הַנִּיחוּהָ בֵּינֵינוּ וְכָל הַמִּתְגַּבֵּר יִטּל כְּשֶׁהָיָה דִּינָהּ מִקֹּדֶם אֵין שׁוֹמְעִין לָהֶן וְאֵין מוֹצִיאִין אוֹתָהּ בֵּית דִּין מִיָּדָן עַד שֶׁיָּבִיאוּ עֵדִים אוֹ עַד שֶׁיּוֹדוּ זֶה לָזֶה אוֹ יַחֲלֹקוּ בִּרְצוֹנָם וּבִשְׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כָּל הַקַּרְקָעוֹת הַיְדוּעוֹת לבַעְלֵיהֶן אַף עַל פִּי שֶׁהֵן עַתָּה תַּחַת יַד אֲחֵרִים הֲרֵי הֵן בְּחֶזְקַת בַּעְלֵיהֶן. כֵּיצַד. רְאוּבֵן שֶׁהָיָה מִשְׁתַּמֵּשׁ בֶּחָצֵר כְּדֶרֶךְ שֶׁהָעָם מִשְׁתַּמְּשִׁין בְּחַצְרוֹתֵיהֶן. דָּר בָּהּ וּמַשְׂכִּירָהּ לַאֲחֵרִים וּבוֹנֶה וְסוֹתֵר. וְאַחַר זְמַן בָּא שִׁמְעוֹן וְטָעַן עָלָיו וְאָמַר לוֹ חָצֵר זוֹ שֶׁתַּחַת יָדְךָ שֶׁלִּי הִיא וּשְׂכוּרָה הִיא בְּיָדְךָ אוֹ שְׁאוּלָה. וֶהֱשִׁיבוֹ רְאוּבֵן שֶׁלְּךָ הָיְתָה וְאַתָּה מְכַרְתָּהּ לִי אוֹ נְתַתָּהּ לִי בְּמַתָּנָה. אִם אֵין עֵדִים לְשִׁמְעוֹן שֶׁהָיְתָה יְדוּעָה לוֹ נִשְׁבָּע רְאוּבֵן הֶסֵּת וְיַעֲמֹד בִּמְקוֹמוֹ. אֲבָל אִם הֵבִיא שִׁמְעוֹן עֵדִים שֶׁחָצֵר זוֹ שֶׁלּוֹ הָיְתָה הֲרֵי הִיא בְּחֶזְקַת שִׁמְעוֹן וְאוֹמְרִין לִרְאוּבֵן הָבֵא רְאָיָה שֶׁמְּכָרָהּ לְךָ אוֹ נְתָנָהּ לְךָ. וְאִם לֹא הֵבִיא רְאָיָה מְסַלְּקִין אוֹתוֹ מִמֶּנָּה וּמַחֲזִיקִין אוֹתָהּ לְשִׁמְעוֹן אַף עַל פִּי שֶׁאֵין רְאוּבֵן מוֹדֶה לְשִׁמְעוֹן שֶׁהִיא הָיְתָה שֶׁלּוֹ שֶׁהֲרֵי יֵשׁ עֵדִים לְשִׁמְעוֹן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּצְרִיכִין רְאוּבֵן לְהָבִיא רְאָיָה אוֹ יִסְתַּלֵּק בְּשֶׁלֹּא נִשְׁתַּמֵּשׁ בָּהּ זְמַן מְרֻבֶּה. אֲבָל אִם הֵבִיא עֵדִים שֶׁאָכַל פֵּרוֹת קַרְקַע שָׁלֹשׁ שָׁנִים רְצוּפוֹת וְנֶהֱנָה בְּכֻלָּהּ כְּדֶרֶךְ שֶׁנֶּהֱנִין כָּל אָדָם בְּאוֹתָהּ קַרְקַע. וְהוּא שֶׁיִּהְיֶה אֶפְשָׁר לַבְּעָלִים הָרִאשׁוֹנִים שֶׁיֵּדְעוּ בָּזֶה שֶׁהֶחְזִיק וְלֹא מִחוּ בּוֹ. מַעֲמִידִין אוֹתָהּ בְּיַד רְאוּבֵן וְיִשָּׁבַע רְאוּבֵן הֶסֵּת שֶׁמְּכָרָהּ לוֹ שִׁמְעוֹן אוֹ נְתָנָהּ לוֹ וְיִפָּטֵר. מִפְּנֵי שֶׁאוֹמְרִים לוֹ לְשִׁמְעוֹן אִם אֱמֶת אַתָּה טוֹעֵן שֶׁלֹּא מָכַרְתָּ וְלֹא נָתַתָּ לָמָּה הָיָה זֶה מִשְׁתַּמֵּשׁ שָׁנָה אַחַר שָׁנָה בְּקַרְקָעֲךָ וְאֵין לְךָ עָלָיו לֹא שְׁטַר שְׂכִירוּת וְלֹא שְׁטַר מַשְׁכּוֹנָהּ וְלֹא מָחִיתָ בּוֹ. טָעַן וְאָמַר מִפְּנֵי שֶׁלֹּא הִגִּיעַ אֵלַי הַדָּבָר שֶׁהֲרֵי הָיִיתִי בִּמְדִינָה רְחוֹקָה אוֹמְרִים אִי אֶפְשָׁר שֶׁלֹּא יַגִּיעַ לְיָדְךָ הַדָּבָר בְּשָׁלֹשׁ שָׁנִים וְכֵיוָן שֶׁהִגִּיעַ לְךָ הָיָה לְךָ לִמְחוֹת בִּפְנֵי עֵדִים וְתוֹדִיעַ אוֹתָם שֶׁפְּלוֹנִי גָּזַל אוֹתִי לְמָחָר אֶתְבָּעֶנּוּ בְּדִין. הוֹאִיל וְלֹא מָחִיתָ אַתָּה הִפְסַדְתָּ עַל עַצְמְךָ. לְפִיכָךְ אִם הָיְתָה מִלְחָמָה וְשִׁבּוּשׁ דְּרָכִים בֵּין הַמָּקוֹם שֶׁהָיָה בּוֹ רְאוּבֵן וּבֵין הַמָּקוֹם שֶׁהָיָה בּוֹ שִׁמְעוֹן אֲפִלּוּ אֲכָלָהּ רְאוּבֵן עֶשֶׂר שָׁנִים מוֹצִיאִין אוֹתָהּ תַּחַת יָדוֹ וְחוֹזֶרֶת לְשִׁמְעוֹן מִפְּנֵי שֶׁיָּכוֹל לוֹמַר לֹא יָדַעְתִּי שֶׁזֶּה מִשְׁתַּמֵּשׁ בְּקַרְקָעִי: \n",
      "הֵבִיא רְאוּבֵן עֵדִים שֶׁהָיָה שִׁמְעוֹן בָּא בְּכָל שָׁנָה וְעוֹמֵד בְּמָקוֹם זֶה שְׁלֹשִׁים יוֹם אוֹ פָּחוֹת. אוֹמְרִים לְשִׁמְעוֹן מִפְּנֵי מָה לֹא מָחִיתָ כְּשֶׁבָּאתָ אִבַּדְתָּ זְכוּתְךָ. טָעַן שִׁמְעוֹן וְאָמַר טָרוּד הָיִיתִי בַּשּׁוּק וְלֹא יָדַעְתִּי שֶׁזֶּה בְּתוֹךְ חֲצֵרִי הֲרֵי זוֹ טַעֲנָה. שֶׁכָּל שְׁלֹשִׁים יוֹם יִהְיֶה אָדָם טָרוּד בַּשּׁוּק. וְאִם עָמַד יוֹתֵר מִשְּׁלֹשִׁים יוֹם וְלֹא מִחָה אִבֵּד אֶת זְכוּתוֹ. וְיֵרָאֶה לִי שֶׁהַדִּין זֶה אֵינוֹ אֶלָּא בַּכְּפָרִים שֶׁהָעָם טְרוּדִין בַּשְּׁוָקִים שֶׁלָּהֶן: \n",
      "וּמִפְּנֵי מָה אֵין אוֹמְרִין לִרְאוּבֵן אִם אֱמֶת הַדָּבָר שֶׁמָּכַר לְךָ אוֹ נָתַן לְךָ בְּמַתָּנָה לָמָּה לֹא נִזְהַרְתָּ בַּשְּׁטָר שֶׁלְּךָ. מִפְּנֵי שֶׁאֵין אָדָם נִזְהָר בִּשְׁטָרוֹ וְהוֹלֵךְ כָּל יָמָיו וַחֲזָקָה שֶׁאֵין אָדָם נִזְהָר בִּשְׁטָר אֶלָּא עַד שָׁלֹשׁ שָׁנִים. וְכֵיוָן שֶׁרוֹאֶה שֶׁאֵין אָדָם מְמַחֶה בּוֹ שׁוּב אֵינוֹ נִזְהָר: \n",
      "הֲרֵי שֶׁמִּחָה שִׁמְעוֹן בִּמְדִינָה רְחוֹקָה מִפְּנֵי מָה לֹא יִטְעֹן רְאוּבֵן וְיֹאמַר לֹא שָׁמַעְתִּי שֶׁמִּחָה בִּי כְּדֵי שֶׁאֶזָּהֵר בַּשְּׁטָר. מִפְּנֵי שֶׁאוֹמֵר לוֹ חֲבֵרְךָ יֵשׁ לוֹ חָבֵר וַחֲבֵרוֹ יֵשׁ לוֹ חָבֵר וַחֲזָקָה שֶׁהִגִּיעַ אֵלֶיךָ הַדָּבָר וְכֵיוָן שֶׁיָּדַעְתָּ שֶׁמִּחָה בְּךָ בְּתוֹךְ שָׁלֹשׁ שָׁנִים בֶּאֱמֶת הָיָה לְךָ שְׁטָר וְלֹא נִזְהַרְתָּ בּוֹ אַתָּה הִפְסַדְתָּ עַל עַצְמְךָ: \n",
      "לְפִיכָךְ אִם מִחָה שִׁמְעוֹן בִּפְנֵי עֵדִים וְאָמַר לָהֶם אַל תּוֹצִיאוּ דָּבָר זֶה מִפִּיכֶם אֵין זֶה מְחָאָה. אֲבָל אִם אָמְרוּ הָעֵדִים מֵעַצְמָן אֵין דָּבָר זֶה יוֹצֵא מִפִּינוּ הֲרֵי גַּם זוֹ מְחָאָה. שֶׁהַדָּבָר שֶׁאֵין אָדָם מְצֻוֶּה עָלָיו אוֹמְרוֹ שֶׁלֹּא בְּכַוָּנָה. וְכֵן אִם צִוָּה לְעֵדִים וְאָמַר לָהֶם אַל תּוֹדִיעוּהוּ אוֹ שֶׁאָמְרוּ הֵן מֵעַצְמָן אֵין אָנוּ מוֹדִיעִין אוֹתוֹ גַּם זוֹ מְחָאָה הִיא. אַף עַל פִּי שֶׁאֵינָן מוֹדִיעִין אוֹתוֹ מוֹדִיעִין הֵם לַאֲחֵרִים וְדָבָר זֶה יַגִּיעַ אֵלָיו: \n",
      "כֵּיצַד הַמְּחָאָה. אוֹמֵר בִּפְנֵי שְׁנַיִם פְּלוֹנִי שֶׁהוּא מִשְׁתַּמֵּשׁ בַּחֲצֵרִי אוֹ בְּשָׂדִי גַּזְלָן הוּא וּלְעָתִיד אֲנִי תּוֹבֵעַ אוֹתוֹ בְּדִין. וְכֵן אִם אָמַר לָהֶם שְׂכוּרָה הִיא בְּיָדוֹ אוֹ מַשְׁכּוֹנָה וְאִם יִטְעֹן עָלַי שֶׁמָּכַרְתִּי אוֹ נָתַתִּי אֲנִי תּוֹבֵעַ אוֹתוֹ בְּדִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הֲרֵי זוֹ מְחָאָה. אַף עַל פִּי שֶׁלֹּא מִחָה בִּמְדִינָה זוֹ שֶׁהֶחְזִיק בָּהּ זֶה. אֲבָל אִם אָמַר לָהֶן פְּלוֹנִי שֶׁמִּשְׁתַּמֵּשׁ בַּחֲצֵרִי גַּזְלָן הוּא אֵין זוֹ מְחָאָה. שֶׁהֲרֵי רְאוּבֵן אוֹמֵר כְּשֶׁשָּׁמַעְתִּי אָמַרְתִּי שֶׁמָּא חֵרֵף אוֹתִי בִּלְבַד וּלְפִיכָךְ לֹא נִזְהַרְתִּי בִּשְׁטָרִי: \n",
      "מְחָאָה בִּפְנֵי שְׁנַיִם מְחָאָה וְכוֹתְבִין אַף עַל פִּי שֶׁלֹּא אָמַר לָהֶם כְּתֹבוּ. וְכֵיוָן שֶׁמִּחָה בְּשָׁנָה רִאשׁוֹנָה אֵינוֹ צָרִיךְ לַחְזֹר וְלִמְחוֹת בְּכָל שָׁנָה וְשָׁנָה. אֲבָל צָרִיךְ שֶׁלֹּא יִהְיֶה בֵּין מְחָאָה לִמְחָאָה שָׁלֹשׁ שָׁנִים גְּמוּרוֹת. לְפִיכָךְ צָרִיךְ לִמְחוֹת בְּסוֹף כָּל שָׁלֹשׁ שָׁנִים. וְאִם מִחָה וְעָמַד שָׁלֹשׁ שָׁנִים גְּמוּרוֹת וְאַחַר כָּךְ מִחָה אֵינָהּ מְחָאָה: \n",
      "הֵבִיא רְאוּבֵן עֵדִים שֶׁזֶּה שִׁמְעוֹן בַּעַל הַשָּׂדֶה קִבֵּץ פֵּרוֹת שָׂדֶה זוֹ וּנְתָנָם לִי תַּעֲמֹד הַשָּׂדֶה בְּיַד רְאוּבֵן וַאֲפִלּוּ טָעַן שֶׁשִּׁמְעוֹן מְכָרָהּ לוֹ אוֹ נָתַן לוֹ הַיּוֹם שֶׁאִלּוּ לֹא מָכַר אוֹ נָתַן לֹא הָיָה מְשַׁמֵּשׁ אֶת רְאוּבֵן בְּשָׂדֶה זוֹ וְנוֹתֵן לוֹ פֵּרוֹתֶיהָ: \n",
      "טָעַן שִׁמְעוֹן וְאָמַר אֱמֶת הָיָה הַדָּבָר וּלְפֵרוֹת הוֹרַדְתִּיו וְשֶׁלּוֹ הָיוּ הַפֵּרוֹת אֲבָל הַגּוּף לֹא מָכַרְתִּי נֶאֱמָן וְחוֹזֵר לְשִׁמְעוֹן אֶלָּא אִם כֵּן אֲכָלָהּ רְאוּבֵן בְּפָנָיו שָׁלֹשׁ שָׁנִים וְלֹא מִחָה בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "שָׁלֹשׁ שָׁנִים שֶׁאָמַרְנוּ מִיּוֹם לְיוֹם אֲפִלּוּ הָיוּ חֲסֵרִים יוֹם אֶחָד לֹא הֶחֱזִיק וּמְסַלְּקִין אוֹתוֹ מִמֶּנָּה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקָעוֹת שֶׁהֵן עוֹשִׂין פֵּרוֹת תָּמִיד כְּגוֹן הַבָּתִּים וְהַחֲצֵרוֹת וְהַבּוֹרוֹת וְהַשִּׁיחִין וְהַמְּעָרוֹת וְהַחֲנֻיּוֹת וְהַפֻּנְדָּקוֹת וְהַמֶּרְחֲצָאוֹת וְהַשׁוֹבָכוֹת וּבָתֵּי הַבַּדִּין וּשְׂדֵה בֵּית הַשְּׁלָחִין שֶׁמַּשְׁקִין אוֹתָה תָּמִיד וְזוֹרְעִין בָּהּ וְנוֹטְעִין וְהַגַּנּוֹת וְהַפַּרְדֵּסִין. וְכֵן עֲבָדִים הַמְהַלְּכִין כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל שְׂדֵה הַבַּעַל שֶׁהִיא שׁוֹתָה מִמֵּי גְּשָׁמִים בִּלְבַד וּשְׂדֵה אִילָן אֵינָהּ מִיּוֹם לְיוֹם אֶלָּא כֵּיוָן שֶׁאָכְלוּ שָׁלֹשׁ תְּבוּאוֹת מִמִּין אֶחָד הֲרֵי אֵלּוּ כְּשָׁלֹשׁ שָׁנִים. כֵּיצַד. הָיְתָה שְׂדֵה תְּמָרִים וְגָדַר שָׁלֹשׁ גְּדֵרוֹת אוֹ שְׂדֵה עֲנָבִים וּבָצַר שָׁלֹשׁ בְּצִירוֹת אוֹ שְׂדֵה זֵיתִים וּמָסַק שָׁלֹשׁ מְסִיקוֹת הֲרֵי אֵלּוּ כְּשָׁלֹשׁ שָׁנִים וְהֶחֱזִיק. וַאֲפִלּוּ הָיוּ הָאִילָנוֹת רְצוּפִין וְלֹא הָיָה בֵּינֵיהֶן הַרְחָקָה כָּרָאוּי שֶׁהֲרֵי סוֹפָן לִיבַשׁ הוֹאִיל וְאוֹכְלָן שָׁלֹשׁ תְּבוּאוֹת הֶחֱזִיק: \n",
      "הֵבִיא עֵדִים שֶׁהָיָה דָּר בְּחָצֵר זוֹ שָׁלֹשׁ שָׁנִים אוֹ שֶׁשְּׂכָרָהּ שָׁלֹשׁ שָׁנִים הֲרֵי זוֹ חֲזָקָה. טָעַן בַּעַל הֶחָצֵר וְאָמַר שֶׁמָּא לֹא שָׁכַן בָּהּ בַּיּוֹם וּבַלַּיְלָה אוֹ שֶׁמָּא אֵלּוּ שֶׁהִשְׂכִּירוּ לָהֶם לֹא שָׁכְנוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה הֲרֵי זוֹ טַעֲנָה. אוֹמְרִים לַמַּחֲזִיק אוֹ תָּבִיא עֵדִים שֶׁשָּׁנִים אֵלּוּ גְּמוּרוֹת בַּיּוֹם וּבַלַּיְלָה אוֹ הִסְתַּלֵּק. אֲפִלּוּ בָּאוּ עֵדִים וְאָמְרוּ לָנוּ הִשְׂכִּיר וְאָנוּ דַּרְנוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה וְטָעַן בַּעַל הַשָּׂדֶה וְאָמַר יָבִיאוּ עֵדִים שֶׁדָּרוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה. צְרִיכִין אֵלּוּ הַשּׂוֹכְרִין לְהָבִיא רְאָיָה שֶׁדָּרוּ בָּהּ תָּמִיד. שֶׁזֶּה הַדָּבָר תָּלוּי בָּהֶן וְאֵין תָּלוּי בְּטַעֲנַת הַמַּחֲזִיק כְּדֵי שֶׁיָּעִידוּ לוֹ: \n",
      "הָיָה זֶה הַמַּחֲזִיק אוֹ הָעֵדִים שֶׁדָּרוּ בָּהּ מִן הָרוֹכְלִין הַמְחַזְּרִין בַּעֲיָרוֹת וְכַיּוֹצֵא בָּהֶן. טוֹעֲנִין אוֹתוֹ לְכַתְּחִלָּה וּכְשֶׁיָּבִיא עֵדֵי חֲזָקָה אוֹמֵר לוֹ הָבֵא עֵדִים שֶׁהָיִיתָ מַחֲזִיק בָּהּ בַּיּוֹם וּבַלַּיְלָה. בַּמֶּה דְּבָרִים אֲמוּרִים בַּחֲצֵרוֹת וּבָתִּים וְכַיּוֹצֵא בָּהֶן שֶׁהֵן עֲשׂוּיוֹת לָדוּר בְּתוֹכָן בַּיּוֹם וּבַלַּיְלָה. אֲבָל הַחֲנֻיּוֹת שֶׁל תַּגָּרִים וְכַיּוֹצֵא בָּהֶן שֶׁאֵין דָּרִין בָּהֶן אֶלָּא בַּיּוֹם כֵּיוָן שֶׁדָּר בָּהּ שָׁלֹשׁ שָׁנִים בַּיּוֹם הֲרֵי זֶה חֲזָקָה: \n",
      "שָׁלֹשׁ שָׁנִים שֶׁאָמַרְנוּ צָרִיךְ שֶׁיִּהְיוּ רְצוּפוֹת זוֹ אַחַר זוֹ. הֲרֵי שֶׁהֶחְזִיק בְּשָׂדֶה וּזְרָעָהּ שָׁנָה וְהוֹבִירָהּ שָׁנָה וּזְרָעָהּ שָׁנָה וְהוֹבִירָהּ שָׁנָה. אֲפִלּוּ עָשָׂה כֵן כַּמָּה שָׁנִים לֹא הֶחֱזִיק. הָיָה דַּרְכָּן שֶׁל בְּנֵי אוֹתוֹ הַמָּקוֹם לְהוֹבִיר אַף עַל פִּי שֶׁמִּקְצָתָן זוֹרְעִין שָׁנָה אַחַר שָׁנָה וּמִקְצָתָן זוֹרְעִין שָׁנָה וּמוֹבִירִין שָׁנָה הֲרֵי זֶה הֶחֱזִיק שֶׁהֲרֵי הוּא אוֹמֵר לֹא הוֹבַרְתִּי אוֹתָהּ אֶלָּא כְּדֵי שֶׁתַּעֲשֶׂה הַרְבֵּה בִּשְׁנַת הַזְּרִיעָה: \n",
      "שְׁנֵי שֻׁתָּפִין שֶׁהֶחְזִיקוּ בְּשָׂדֶה שֵׁשׁ שָׁנִים הָאֶחָד אֲכָלָהּ רִאשׁוֹנָה וּשְׁלִישִׁית וַחֲמִישִׁית. וְהַשֵּׁנִי אֲכָלָהּ שְׁנִיָּה וּרְבִיעִית וְשִׁשִּׁית לֹא עָלְתָה חֲזָקָה לְאֶחָד מֵהֶם. שֶׁהֲרֵי בַּעַל הַקַּרְקַע אוֹמֵר כֵּיוָן שֶׁלֹּא רָאִיתִי וְלֹא שָׁמַעְתִּי שֶׁהֶחְזִיק בָּהּ אָדָם אֶחָד שָׁנָה אַחַר שָׁנָה מִפְּנֵי זֶה לֹא מָחִיתִי. לְפִיכָךְ אִם כָּתְבוּ אֵלּוּ הַשֻּׁתָּפִין שְׁטָר בֵּינֵיהֶן שֶׁיִּשְׁתַּמְּשׁוּ בָּהּ שָׁנָה אַחַר שָׁנָה כֵּיוָן שֶׁעָבַר שָׁלֹשׁ שָׁנִים עָלְתָה לָהֶן חֲזָקָה. שֶׁהַשְּׁטָר יֵשׁ לוֹ קוֹל וְהוֹאִיל וְלֹא מִחָה אִבֵּד זְכוּתוֹ. וְהוּא הַדִּין לְעֶבֶד שֶׁהֶחְזִיקוּ בּוֹ שְׁנַיִם וְנִשְׁתַּמְּשׁוּ בּוֹ שָׁנָה אַחַר שָׁנָה אִם כָּתְבוּ שְׁטָר בֵּינֵיהֶן הֲרֵי הֶחֱזִיקוּ: \n",
      "אֲכָלָהּ שָׁנָה זֶה הַמַּחֲזִיק וּמְכָרָהּ וַאֲכָלָהּ הַלּוֹקֵחַ שָׁנָה וּמָכַר לְלוֹקֵחַ שֵׁנִי וַאֲכָלָהּ שָׁנָה. אִם מָכְרוּ זֶה לָזֶה בִּשְׁטָר שְׁלָשְׁתָּן מִצְטָרְפִין וַהֲרֵי זוֹ חֲזָקָה מִפְּנֵי שֶׁלֹּא מִחָה. וְאִם מָכְרוּ שֶׁלֹּא בִּשְׁטָר אֵינָהּ חֲזָקָה שֶׁהַבְּעָלִים הָרִאשׁוֹנִים אוֹמְרִים כֵּיוָן שֶׁלֹּא עָמַד בָּהּ אִישׁ אֶחָד שָׁלֹשׁ שָׁנִים לֹא הֻצְרַכְתִּי לִמְחוֹת: \n",
      "אֲכָלָהּ הָאָב שָׁנָה וְהַבֵּן שְׁתַּיִם הָאָב שְׁתַּיִם וְהַבֵּן שָׁנָה הָאָב שָׁנָה וְהַבֵּן שָׁנָה וְהַלּוֹקֵחַ מִן הַבֵּן שָׁנָה הֲרֵי זוֹ חֲזָקָה וְהוּא שֶׁלָּקַח בִּשְׁטָר: \n",
      "אֲכָלָהּ בִּפְנֵי הָאָב שֶׁהָיָה בַּעַל הַשָּׂדֶה שָׁנָה וּבִפְנֵי בְּנוֹ שְׁתַּיִם. אוֹ בִּפְנֵי הָאָב שְׁתַּיִם וּבִפְנֵי הַבֵּן שָׁנָה. אוֹ בִּפְנֵי הָאָב שָׁנָה וּבִפְנֵי בְּנוֹ שָׁנָה וּבִפְנֵי לוֹקֵחַ מִן הַבֵּן שָׁנָה. הֲרֵי זוֹ חֲזָקָה. וְהוּא שֶׁמָּכַר הַבֵּן זוֹ הַשָּׂדֶה בִּכְלַל שְׂדוֹתָיו שֶׁהֲרֵי לֹא הִכִּיר הַמַּחֲזִיק שֶׁנִּמְכְּרָה וּלְפִיכָךְ לֹא נִזְהַר בִּשְׁטָרוֹ. אֲבָל אִם מָכַר הַבֵּן שָׂדֶה זוֹ בִּפְנֵי עַצְמָהּ אֵין לְךָ מְחָאָה גְּדוֹלָה מִזּוֹ: \n",
      "נָרָהּ שָׁנָה אַחַר שָׁנָה אֲפִלּוּ כַּמָּה שָׁנִים הוֹאִיל וְלֹא נֶהֱנָה בָּהּ אֵינָהּ חֲזָקָה. וְכֵן אִם פָּתַח בָּהּ שְׁבִילֵי הַמַּיִם וּפָתַח וְשִׂדֵּד בִּלְבַד הוֹאִיל וְלֹא אָכַל פֵּרוֹת אֵינָהּ חֲזָקָה: \n",
      "זְרָעָהּ וְלֹא הִרְוִיחַ כְּלוּם אֶלָּא זָרַע כּוֹר וְאָסַף כּוֹר לֹא הֶחֱזִיק שֶׁהֲרֵי לֹא נֶהֱנָה: \n",
      "אֲכָלָהּ שַׁחַת לֹא הֶחֱזִיק. וְאִם הָיָה הַמָּקוֹם דַּרְכָּן לִזְרֹעַ לְשַׁחַת מִפְּנֵי שֶׁדָּמָיו יְקָרִין הֲרֵי זוֹ חֲזָקָה: \n",
      "אֲכָלָהּ עָרְלָה שְׁבִיעִית וְכִלְאַיִם אַף עַל פִּי שֶׁנֶּהֱנָה בַּעֲבֵרָה הֲרֵי זוֹ חֲזָקָה: \n",
      "הָיָה הַמָּקוֹם שֶׁהֶחְזִיק בּוֹ סֶלַע אוֹ חַלָּמִישׁ שֶׁאֵינוֹ רָאוּי לִזְרִיעָה צָרִיךְ לֵהָנוֹת בּוֹ בְּדָבָר הָרָאוּי לָהּ כְּגוֹן שֶׁיִּשְׁטַח בּוֹ הַפֵּרוֹת אוֹ יַעֲמִיד בּוֹ בְּהֵמָה וְכַיּוֹצֵא בָּזֶה. וְאִם לֹא נֶהֱנָה בּוֹ בְּכָל אוֹתָן הַשָּׁלֹשׁ שָׁנִים בַּדָּבָר הָרָאוּי לוֹ לֹא הֶחֱזִיק: \n",
      "הָיָה מַעֲמִיד בְּהֵמָה בְּמָקוֹם מְסֻיָּם מֵחֲצַר חֲבֵרוֹ אוֹ שֶׁהָיָה מְגַדֵּל שָׁם תַּרְנְגוֹלִין אוֹ מַעֲמִיד שָׁם תַּנּוּר וְכִירַיִם וְרֵחַיִם. אוֹ שֶׁנָּתַן שָׁם זִבְלוֹ. בֵּין שֶׁהֶעֱמִיד שָׁם מְחִצָּה בֵּין שֶׁלֹּא הֶעֱמִיד. אִם נִשְׁתַּמֵּשׁ בִּדְבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן שָׁלֹשׁ שָׁנִים בַּיּוֹם וּבַלַּיְלָה וְטָעַן עַל בַּעַל הֶחָצֵר וְאָמַר אַתָּה נָתַתָּ לִי מָקוֹם זֶה אוֹ מְכַרְתּוֹ לִי הֲרֵי זוֹ חֲזָקָה: \n",
      "שָׂדֶה שֶׁהִיא מֻקֶּפֶת גָּדֵר וּבָא זֶה שֶׁהֶחְזִיק בָּהּ וְזָרַע חוּץ לַגָּדֵר וְנֶהֱנָה בְּכָל מָקוֹם שֶׁאֵינוֹ שָׁמוּר. אַף עַל פִּי שֶׁאֲכָלוֹ שָׁנָה אַחַר שָׁנָה לֹא עָלְתָה לוֹ חֲזָקָה. שֶׁהַבְּעָלִים טוֹעֲנִין וְאוֹמְרִין כֵּיוָן שֶׁרָאִינוּ שֶׁזּוֹרֵעַ בְּמָקוֹם מֻפְקָר אָמַרְנוּ כָּל מַה שֶּׁזָּרַע חַיַּת הַשָּׂדֶה תֹּאכְלֶנּוּ וּלְפִיכָךְ לֹא מָחִיתִי. וְהוּא הַדִּין לְכָל הַזּוֹרֵעַ מָקוֹם שֶׁאֵינוֹ שָׁמוּר אֶלָּא רֶגֶל חַיָּה וְיַד כָּל אָדָם מְצוּיִין בּוֹ: \n",
      "אֲכָלָהּ כֻּלָּהּ חוּץ מִבֵּית רֹבַע הֶחֱזִיק בְּכֻלָּהּ חוּץ מֵאוֹתוֹ בֵּית רֹבַע שֶׁלֹּא נֶהֱנָה בּוֹ. אֲפִלּוּ הָיָה חַלָּמִישׁ בְּתוֹךְ הַשָּׂדֶה הוֹאִיל וְלֹא נִשְׁתַּמֵּשׁ בּוֹ כָּרָאוּי לוֹ אֵין לָזֶה בּוֹ חֲזָקָה: \n",
      "הֶחֱזִיק אֶחָד בָּאִילָנוֹת וְאָכַל פֵּרוֹתֵיהֶן וְאֶחָד הֶחֱזִיק בַּקַּרְקַע וּזְרָעָהּ וְאָכַל פֵּרוֹתֶיהָ וְכָל אֶחָד מִשְּׁנֵיהֶם טוֹעֵן שֶׁהַכּל שֶׁלִּי וַאֲנִי לְקַחְתִּיו. זֶה שֶׁהֶחְזִיק בָּאִילָנוֹת וַאֲכָלָן שָׁלֹשׁ שָׁנִים יֵשׁ לוֹ הָאִילָנוֹת וְקַרְקַע שֶׁצְּרִיכִין לוֹ וְהוּא כִּמְלֹא הָאוֹרֶה וְסַלּוֹ חוּצָה לְכָל אִילָן וְאִילָן. וְזֶה שֶׁהֶחְזִיק בַּקַּרְקַע יֵשׁ לוֹ שְׁאָר הַקַּרְקַע: \n",
      "וְכֵן הָאוֹכֵל כָּל פֵּרוֹת אִילָן שָׁלֹשׁ שָׁנִים וְטָעַן עַל בַּעַל הָאִילָן אַתָּה מָכַרְתָּ לִי אִילָן זֶה וְקַרְקָעוֹ הֲרֵי זֶה יֵשׁ לוֹ קַרְקַע כָּעֳבִי הָאִילָן עַד הַתְּהוֹם: \n",
      "שְׂדֵה אִילָן שֶׁהָיוּ בּוֹ שְׁלֹשִׁים אִילָנוֹת בְּתוֹךְ בֵּית שָׁלֹשׁ סְאִין וְאָכַל עֲשָׂרָה בְּשָׁנָה רִאשׁוֹנָה וַעֲשָׂרָה בְּשָׁנָה שְׁנִיָּה וַעֲשָׂרָה בְּשָׁנָה שְׁלִישִׁית הֻחְזַק בַּכּל. וְהוּא שֶׁהָיוּ עֲשָׂרָה שֶׁאָכַל מְפֻזָּרוֹת בְּכָל בֵּית הַשָּׁלֹשׁ סְאִין וְלֹא הוֹצִיאוּ שְׁאָר הָאִילָנוֹת פֵּרוֹת. אֲבָל אִם הוֹצִיאוּ שְׁאָר הָאִילָנוֹת פֵּרוֹת וְלֹא אֲכָלָן לֹא הֻחְזַק אֶלָּא בְּמַה שֶּׁאָכַל: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאָכַל הוּא מִקְצָת הַפֵּרוֹת וּבָזְזוּ הָעָם שְׁאָר הַפֵּרוֹת. אֲבָל אִם מֵנִיחַ פֵּרוֹתֵיהֶן עֲלֵיהֶן הוֹאִיל וְאָכַל אִילָן מִכָּאן וְאִילָן מִכָּאן מִכָּל הַשָּׂדֶה הֶחֱזִיק בְּכָל הַשָּׂדֶה אַף עַל פִּי שֶׁלֹּא אָסַף כָּל פֵּרוֹתֶיהָ: \n"
    ],
    [
      "וְאֵלּוּ שֶׁאֵין מַעֲמִידִין הַקַּרְקַע בְּיָדָן אַף עַל פִּי שֶׁאֲכָלוּם שָׁלֹשׁ שָׁנִים. הָאֻמָּנִין וְהָאֲרִיסִין וְהָאַפּוֹטְרוֹפִּין וְהַשֻּׁתָּפִין וְהָאִישׁ בְּנִכְסֵי אִשְׁתּוֹ וְהָאִשָּׁה בְּנִכְסֵי בַּעְלָהּ וּבֵן בְּנִכְסֵי אָבִיו וְהָאָב בְּנִכְסֵי הַבֵּן. שֶׁכָּל אֶחָד מֵאֵלּוּ אֵין מַקְפִּידִין זֶה עַל זֶה. לְפִיכָךְ אֵין אֲכִילָתָן רְאָיָה אַף עַל פִּי שֶׁלֹּא מִחוּ בָּהֶן הַבְּעָלִים אֶלָּא תַּחְזֹר הַקַּרְקַע לַבְּעָלִים שֶׁהֵבִיאוּ רְאָיָה שֶׁזֹּאת הַקַּרְקַע יְדוּעָה לָהֶן וְיִשָּׁבַע הֶסֵּת שֶׁלֹּא מְכָרוֹ וְשֶׁלֹּא נְתָנוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "וְכֵן רָאשֵׁי גָּלֻיּוֹת שֶׁל אוֹתוֹ זְמַן וְהַגַּזְלָן וְהָעַכּוּ''ם אֵין אֲכִילָתָן רְאָיָה מִפְּנֵי שֶׁהֵן בַּעֲלֵי זְרוֹעַ. וְכֵן חֵרֵשׁ שׁוֹטֶה וְקָטָן אֵין אֲכִילָתָן רְאָיָה מִפְּנֵי שֶׁאֵין לָהֶם טַעֲנָה כְּדֵי שֶׁתַּעֲמֹד הַקַּרְקַע בְּיָדָן אֶלָּא תַּחְזֹר לַבְּעָלִים. וְכֵן הַמַּחֲזִיק בְּנִכְסֵיהֶן אֵין אֲכִילָתָן רְאָיָה:  ",
      "כֵּיצַד אֵין מַעֲמִידִין אֶת הַקַּרְקַע בְּיָדָן. רְאוּבֵן שֶׁאָכַל שְׂדֵה שִׁמְעוֹן שְׁנֵי חֲזָקָה וְהוּא טָעַן שֶׁהִיא לְקוּחָה בְּיָדוֹ וְהֵבִיא שִׁמְעוֹן עֵדִים שֶׁהִיא יְדוּעָה לוֹ וְכֵן הֵבִיא עֵדִים שֶׁרְאוּבֵן יָדוּעַ שֶׁהוּא שֻׁתָּפוֹ אוֹ אֲרִיסוֹ אוֹ אַפּוֹטְרוֹפּוֹסוֹ וּמִפְּנֵי זֶה לֹא מִחָה תַּחְזֹר הַשָּׂדֶה לְשִׁמְעוֹן וְיִשָּׁבַע הֶסֵּת שֶׁלֹּא מָכַר וְלֹא נָתַן. וְהוּא הַדִּין לִשְׁאָרָן. אֲבָל אִם לֹא הֵבִיא שִׁמְעוֹן רְאָיָה שֶׁרְאוּבֵן הָיָה שֻׁתָּף אוֹ אָרִיס אֶלָּא רְאוּבֵן הוֹדָה מֵעַצְמוֹ וְאָמַר הֵן הוּא שֻׁתָּפִי וּמָכַר לִי. הוֹאִיל וְאָכַל שְׁנֵי חֲזָקָה וְיָכוֹל לוֹמַר לֹא הָיָה שֻׁתָּפִי מֵעוֹלָם הֲרֵי זֶה נֶאֱמָן כִּשְׁאָר כָּל אָדָם:  ",
      "הָאֻמָּנִין כֵּיצַד. כְּגוֹן שֶׁהָיוּ בּוֹנִין בָּהּ אוֹ מְתַקְּנִין אוֹתָהּ שָׁנִים רַבּוֹת. יָרְדוּ מֵאֻמָּנוּתָן אִם אָכְלוּ אוֹתָן שָׁלֹשׁ שָׁנִים מֵאַחַר שֶׁיָּרְדוּ מֵאֻמָּנוּתָן יֵשׁ לָהֶן חֲזָקָה:  ",
      "הָאֲרִיסִין כֵּיצַד. כְּגוֹן שֶׁהָיָה אָרִיס לְאָבִיו שֶׁל בַּעַל הַשָּׂדֶה אוֹ לְאַנְשֵׁי מִשְׁפַּחְתּוֹ שֶׁכֵּיוָן שֶׁהוּא אָרִיס שֶׁל בָּתֵּי אָבוֹת אֵין מְמַחִין הַבְּעָלִים בְּיָדוֹ. אֲבָל אִם זֶה הוּא שֶׁנַּעֲשָׂה אָרִיס תְּחִלָּה הוֹאִיל וַאֲכָלָהּ כֻּלָּהּ שְׁנֵי חֲזָקָה מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. וְאוֹמְרִין לַבְּעָלִים הֵיאַךְ אָכַל שָׁנָה אַחַר שָׁנָה וְלֹא מָחִיתָ בּוֹ:  ",
      "אָרִיס שֶׁל בָּתֵּי אָבוֹת שֶׁהוֹרִיד אֲרִיסִין תַּחַת יָדוֹ יֵשׁ לוֹ חֲזָקָה שֶׁאֵין מוֹרִידִין אֲרִיסִים אֲחֵרִים לְנִכְסֵי אָדָם וְהוּא שׁוֹתֵק. אֲבָל אִם חָלַק לַאֲרִיסִין אֲחֵרִים שֶׁהָיוּ בָּהּ אֵין לוֹ חֲזָקָה שֶׁמָּא מְמֻנֶּה עַל הָאֲרִיסִין עָשׂוּ אוֹתוֹ. וְאָרִיס שֶׁיָּרַד מֵאֲרִיסוּתוֹ וַאֲכָלָהּ שָׁלֹשׁ שָׁנִים מֵאַחַר שֶׁיָּרַד הֶחֱזִיק:  ",
      "הָאַפּוֹטְרוֹפּוֹסִין כֵּיצַד. בֵּין שֶׁהָיָה אַפּוֹטְרוֹפּוֹס עַל שָׂדֶה זוֹ בֵּין עַל שְׁאָר נְכָסִים בֵּין שֶׁמִּנּוּ אוֹתָם בֵּית דִּין בֵּין שֶׁמִּנָּה אוֹתָם אֲבִי יְתוֹמִים וְגָדְלוּ הַיְתוֹמִים וְהִנִּיחוּ אוֹתָן. בֵּין שֶׁמִּנָּה אָדָם אַפּוֹטְרוֹפּוֹס עַל הוֹצָאָתוֹ וְהַכְנָסָתוֹ. הוֹאִיל וְהֵן מִשְׁתַּמְּשִׁין בִּרְשׁוּת אֵין לָהֶן חֲזָקָה. עָבְרוּ הָאַפּוֹטְרוֹפִּין מִמִּנּוּיָן וְאָכְלוּ שָׁלֹשׁ שָׁנִים אַחַר שֶׁעָבְרוּ הֲרֵי זוֹ חֲזָקָה:  ",
      "הַשֻּׁתָּפִין כֵּיצַד. אִם הָיָה שֻׁתָּף בְּשָׂדֶה זוֹ וְאֵין בָּהּ דִּין חֲלוּקָה אַף עַל פִּי שֶׁאָכַל אֶת כֻּלָּהּ הָאֶחָד מֵהֶן כַּמָּה שָׁנִים הֲרֵי הִיא בְּחֶזְקַת שְׁנֵיהֶם. וְאִם יֵשׁ בָּהּ דִּין חֲלוּקָה וַאֲכָלָהּ הָאֶחָד כֻּלָּהּ שְׁנֵי חֲזָקָה יֵשׁ לוֹ חֲזָקָה שֶׁהֲרֵי אוֹמֵר לְשֻׁתָּפוֹ אִם בֶּאֱמֶת שֶׁלֹּא מָכַרְתָּ וְלֹא נָתַתָּ הֵיאַךְ אָכַלְתִּי אֶת כֻּלָּהּ וְאַתָּה שׁוֹתֵק וְלֹא מָחִיתָ כָּל שָׁלֹשׁ שָׁנִים. וְכֵן הָאִישׁ שֶׁאָכַל בְּנִכְסֵי אִשְׁתּוֹ שְׁנֵי חֲזָקָה אַף עַל פִּי שֶׁהִתְנָה עִמָּהּ שֶׁאֵין לוֹ פֵּרוֹת בִּנְכָסֶיהָ. וַאֲפִלּוּ הִתְנָה עִמָּהּ כְּשֶׁהִיא אֲרוּסָה שֶׁלֹּא יִירָשֶׁנָּה וְאַחַר כָּךְ אָכַל וּבָנָה וְהָרַס וְעָשָׂה כָּל מַה שֶּׁעָשָׂה. וְכֵן הָאִשָּׁה שֶׁאָכְלָה פֵּרוֹת בְּנִכְסֵי בַּעְלָהּ וְנִשְׁתַּמְּשָׁה בָּהֶן כְּחֶפְצָהּ כַּמָּה שָׁנִים. אַף עַל פִּי שֶׁיִּחֵד לָהּ שָׂדֶה בִּמְזוֹנוֹתֶיהָ וְאָכְלָה שָׂדוֹת אֲחֵרוֹת אֵין אֲכִילָתָן רְאָיָה. וְכֵן הַבֵּן שֶׁהוּא סוֹמֵךְ עַל שֻׁלְחָנוֹ שֶׁל אָבִיו וְנֶחְשָׁב בִּכְלַל בְּנֵי בֵּיתוֹ אִם אָכַל נִכְסֵי אָבִיו שְׁנֵי חֲזָקָה. וְכֵן הָאָב שֶׁאָכַל נִכְסֵי בֵּן זֶה שֶׁהוּא סוֹמֵךְ עָלָיו שְׁנֵי חֲזָקָה. אֵין אֲכִילָתָן רְאָיָה:  ",
      "וּבֵן שֶׁפֵּרַשׁ מֵאָבִיו וְאִשָּׁה שֶׁנִּתְגָּרְשָׁה אֲפִלּוּ סְפֵק גֵּרוּשִׁין הֲרֵי הֵן כִּשְׁאָר כָּל אָדָם:  ",
      "רָאשֵׁי גָּלֻיּוֹת שֶׁהָיוּ בִּימֵי חֲכָמִים לְפִי שֶׁהָיָה בָּהֶן כֹּחַ לִרְדּוֹת אֶת הָעָם אֵין אֲכִילָתָן רְאָיָה. וְכֵן אַחֵר שֶׁהֶחְזִיק בְּנִכְסֵיהֶן אֲפִלּוּ אָכַל כַּמָּה שָׁנִים אֵין אֲכִילָתָן רְאָיָה לְפִי שֶׁאֵינָן מְמַחִין מִפְּנֵי שֶׁיָּדָן תְּקֵפָה כָּל זְמַן שֶׁיִּרְצוּ מְסַלְּקִין זֶה מִמֶּנָּה. אֲבָל נִשְׁבָּעִין הֶסֵּת שֶׁלֹּא מָכְרוּ וְשֶׁלֹּא נָתְנוּ. וְאִם הֵן הֶחֱזִיקוּ בְּנִכְסֵי אַחֵר וְאָמַר שֶׁלֹּא מָכַר נִשְׁבָּע הֶסֵּת שֶׁלֹּא מָכַר לָהֶן וְלֹא נָתַן לָהֶם:  ",
      "הַגַּזְלָן כֵּיצַד. מִי שֶׁהֻחְזַק גַּזְלָן עַל שָׂדֶה זוֹ אוֹ מִי שֶׁהֻחְזְקוּ אֲבוֹתָיו שֶׁהֵן הוֹרְגִין נְפָשׁוֹת עַל עִסְקֵי מָמוֹן אַף עַל פִּי שֶׁאָכַל שָׂדֶה זוֹ כַּמָּה שָׁנִים לֹא הֶחֱזִיק וְתַחְזֹר שָׂדֶה לַבְּעָלִים:  "
    ],
    [
      "כָּל אֵלּוּ שֶׁאֵין אֲכִילָתָן רְאָיָה אִם הֵבִיאוּ עֵדִים שֶׁמָּכְרוּ לָהֶם הַבְּעָלִים שָׂדֶה זוֹ אוֹ נְתָנוּהָ לָהֶן בְּמַתָּנָה רְאָיָתָן רְאָיָה. חוּץ מִן הַגַּזְלָן וְהַבַּעַל בְּנִכְסֵי אִשְׁתּוֹ. בְּאֵי זֶה נְכָסִים אָמְרוּ בְּנִכְסֵי צֹאן בַּרְזֶל אוֹ בְּשָׂדֶה שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ וּבְשָׂדֶה שֶׁכָּתַב לָהּ בִּכְתֻבָּתָהּ וּבְשָׂדֶה שֶׁנָּתַן לָהּ בְּשׁוּם מִשֶּׁלּוֹ. אֲבָל בְּנִכְסֵי מְלוֹג יֵשׁ לוֹ רְאָיָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת: \n",
      "כֵּיצַד הַגַּזְלָן אֵין לוֹ רְאָיָה. כֵּיוָן שֶׁהֻחְזַק גַּזְלָן עַל שָׂדֶה זוֹ אַף עַל פִּי שֶׁהֵבִיא רְאָיָה שֶׁהוֹדָה הַבַּעַל בִּפְנֵי עֵדִים שֶׁמָּכַר לוֹ שָׂדֶה זוֹ וְלָקַח דָּמִים וְהַבְּעָלִים אוֹמְרִים לֹא מָכַרְנוּ לְךָ אֶלָּא מִפְּנֵי הַיִּרְאָה הוֹדִינוּ לוֹ מוֹצִיאִין אֶת הַשָּׂדֶה מִיָּדוֹ וְאֵין לוֹ כְּלוּם. וְאִם הֵעִידוּ הָעֵדִים שֶׁבִּפְנֵיהֶם מָנָה לוֹ כָּךְ וְכָךְ מוֹצִיאִין אֶת הַשָּׂדֶה מִיַּד הַגַּזְלָן וּמַחְזִירִין לוֹ הַבְּעָלִים אֶת הַדָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה: \n",
      "בֶּן הָאֻמָּן וּבֶן הָאָרִיס וְכֵן הָאַפּוֹטְרוֹפּוֹס שֶׁאָכְלוּ שָׂדֶה זוֹ שְׁנֵי חֲזָקָה. אִם טָעֲנוּ שֶׁהַבְּעָלִים מָכְרוּ לָהֶן אוֹ נָתְנוּ לָהֶן יֵשׁ לָהֶן חֲזָקָה. וְאִם טָעֲנוּ שֶׁהִיא יְרֻשָּׁה לָהֶן מֵאֲבִיהֶם שֶׁאֲכָלוּהָ שְׁנֵי חֲזָקָה אֵין לָהֶן חֲזָקָה. וְאִם הֵבִיאוּ עֵדִים שֶׁהוֹדוּ הַבְּעָלִים לַאֲבִיהֶן שֶׁמְּכָרוּהָ לָהֶן אוֹ נְתָנוּהָ מַעֲמִידִין אֶת הַשָּׂדֶה בְּיָדָן: \n",
      "בֶּן הַגַּזְלָן אַף עַל פִּי שֶׁהֵבִיא רְאָיָה שֶׁהוֹדוּ הַבְּעָלִים לְאָבִיו שֶׁמָּכַר אֵינָהּ רְאָיָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בֶּן בֶּן הַגַּזְלָן אֲפִלּוּ בָּא בְּטַעֲנַת אָבִיו יֵשׁ לוֹ חֲזָקָה בָּא בְּטַעֲנַת אֲבִי אָבִיו אֵין לוֹ חֲזָקָה: \n",
      "הָעַכּוּ''ם אֲפִלּוּ אֲכָלָהּ כַּמָּה שָׁנִים אֵין אֲכִילָתוֹ רְאָיָה. וְאִם לֹא הֵבִיא שְׁטָר תַּחְזֹר הַשָּׂדֶה לַבְּעָלִים בְּלֹא שׁוּם שְׁבוּעָה שֶׁלֹּא תִּקְּנוּ שְׁבוּעַת הֶסֵּת אֶלָּא לְיִשְׂרָאֵל וְיִשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ''ם הֲרֵי הוּא כְּעַכּוּ''ם שֶׁאֵין אֲכִילָתוֹ רְאָיָה: \n",
      "טָעַן זֶה הַיִּשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ''ם וְאָמַר בְּפָנַי לְקָחָהּ הָעַכּוּ''ם שֶׁמָּכַר לִי מִזֶּה הַיִּשְׂרָאֵל הַמְעַרְעֵר עָלַי הֲרֵי זֶה נֶאֱמָן וְיִשָּׁבַע הֶסֵּת עַל כָּךְ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר אֲנִי לְקַחְתִּיהָ מִמְּךָ וַהֲרֵי אֲכַלְתִּיהָ שְׁנֵי חֲזָקָה יָכוֹל לוֹמַר מִפְּלוֹנִי לְקַחְתִּיהָ שֶׁבְּפָנַי לְקָחָהּ מִמְּךָ: \n",
      "אֵין מַחֲזִיקִין בְּנִכְסֵי קָטָן וַאֲפִלּוּ הִגְדִּיל. כֵּיצַד. אֲכָלָהּ בְּפָנָיו כְּשֶׁהוּא קָטָן שָׁנָה אַחַת וּשְׁתַּיִם אַחַר שֶׁהִגְדִּיל וְטָעַן אַתָּה מָכַרְתָּ לִי אַתָּה נָתַתָּ לִי אֵין זֶה כְּלוּם עַד שֶׁיֹּאכַל שָׁלֹשׁ שָׁנִים רְצוּפוֹת אַחַר שֶׁהִגְדִּיל: \n",
      "מִי שֶׁהֶחְזִיק בְּנִכְסֵי קָטָן שָׁנִים רַבּוֹת וְטָעַן וְאָמַר מַשְׁכּוֹנָה הֵן בְּיָדִי וְיֵשׁ לִי חוֹבָה עֲלֵיהֶן כָּךְ וְכָךְ. הוֹאִיל וְאִלּוּ רָצָה אָמַר לְקוּחִים הֵן בְּיָדִי נֶאֱמָן שֶׁהֲרֵי אֵינָהּ מֻחְזֶקֶת שֶׁהָיָה לְאָבִיו שֶׁל זֶה וַהֲרֵי זֶה גּוֹבֶה מִשִּׁבְחָהּ מַה שֶּׁטָּעַן וְתַחְזֹר לַיְתוֹמִים. אֲבָל אִם יָצָא עָלֶיהָ קוֹל שֶׁהִיא שֶׁל יְתוֹמִים אֵינוֹ נֶאֱמָן שֶׁהֲרֵי אֵין מַחֲזִיקִין בְּנִכְסֵי קָטָן וְתַחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת שֶׁאָכַל לַיְתוֹמִים עַד שֶׁיִּגְדְּלוּ וְיַעֲשֶׂה עִמָּהֶן דִּין: \n",
      "אֲכָלָהּ שְׁנֵי חֲזָקָה בְּחַיֵּי אֲבִיהֶן מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי מֵאֲבִיהֶן נֶאֱמָן לוֹמַר חוֹב יֵשׁ לִי עַל אֲבִיהֶן. וְגוֹבֶה אוֹתוֹ מִן הַפֵּרוֹת וְגוֹבֵהוּ שֶׁלֹּא בִּשְׁבוּעָה מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שֶׁלִּי הֵן: \n",
      "בּוֹרֵחַ שֶׁבָּרַח מֵחֲמַת סַכָּנַת נְפָשׁוֹת כְּגוֹן שֶׁהָיָה הַמֶּלֶךְ מְבַקֵּשׁ לַהֲמִיתוֹ. אֵין מַחֲזִיקִין בִּנְכָסָיו אֲפִלּוּ אָכַל הַמַּחֲזִיק כַּמָּה שָׁנִים וְטָעַן שֶׁלָּקַח אֵין אֲכִילָתוֹ רְאָיָה. וְאֵין אוֹמְרִים לְבַעַל הַשָּׂדֶה לָמָּה לֹא מָחִיתָ מִפְּנֵי שֶׁהוּא מִתְעַסֵּק בְּנַפְשׁוֹ. אֲבָל הַבּוֹרֵחַ מֵחֲמַת מָמוֹן הֲרֵי הוּא כְּכָל אָדָם וְאִם לֹא מִחָה מַחֲזִיקִין בִּנְכָסָיו: \n",
      "מַחֲזִיקִין בְּנִכְסֵי אֵשֶׁת אִישׁ. כֵּיצַד. אֲכָלָהּ מִקְצָת שְׁנֵי חֲזָקָה בְּחַיֵּי הַבַּעַל וְשָׁלֹשׁ שָׁנִים אַחַר מִיתַת הַבַּעַל. וְטָעַן וְאָמַר מְכַרְתָּהּ לִי אַתְּ וּבַעֲלֵךְ מַעֲמִידִין אוֹתָהּ בְּיָדוֹ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר מִמֵּךְ לְקַחְתִּיהָ אַחַר מוֹת בַּעֲלִיךְ שֶׁהֲרֵי אֲכָלָהּ שְׁנֵי חֲזָקָה אַחַר מִיתַת הַבַּעַל וְלֹא מִחֵת בּוֹ. אֲבָל אִם אֲכָלָהּ בְּחַיֵּי בַּעְלָהּ כַּמָּה שָׁנִים וְלֹא אָכְלָה שְׁנֵי חֲזָקָה אַחַר מִיתַת בַּעְלָהּ אֵין לוֹ חֲזָקָה: \n",
      "כָּל חֲזָקָה שֶׁאֵין עִמָּהּ טַעֲנָה אֵינָהּ חֲזָקָה. כֵּיצַד. הֲרֵי שֶׁאָכַל פֵּרוֹת שָׂדֶה זוֹ כַּמָּה שָׁנִים וּבָא הַמְעַרְעֵר וְאָמַר לוֹ מֵאַיִן לְךָ שָׂדֶה זוֹ שֶׁלִּי הִיא הֱשִׁיבוֹ וְאָמַר לוֹ אֵינִי יוֹדֵעַ שֶׁל מִי הִיא וְכֵיוָן שֶׁלֹּא אָמַר לִי אָדָם כְּלוּם יָרַדְתִּי לְתוֹכָהּ. אֵין זוֹ חֲזָקָה שֶׁהֲרֵי לֹא טָעַן שֶׁלְּקָחָהּ וְלֹא שֶׁנְּתָנָהּ לוֹ וְלֹא שֶׁיְּרָשָׁהּ. וְאַף עַל פִּי שֶׁלֹּא טָעַן אֵין מוֹצִיאִין אוֹתָהּ מִיָּדוֹ עַד שֶׁיָּבִיא זֶה הַמְעַרְעֵר עֵדִים שֶׁהִיא שֶׁלּוֹ. הֵבִיא עֵדִים תַּחְזֹר לוֹ הַשָּׂדֶה וּמוֹצִיאִין מִזֶּה כָּל הַפֵּרוֹת שֶׁאָכַל וְאֵין פּוֹתְחִין לָזֶה הַמַּחֲזִיק תְּחִלָּה וְאֵין אוֹמְרִים שֶׁמָּא שְׁטָר הָיָה לְךָ וְאָבַד עַד שֶׁיִּטְעֹן מֵעַצְמוֹ וְאִם לֹא טָעַן יַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל. וְכֵן הָאוֹכֵל שְׁנֵי חֲזָקָה מֵחֲמַת שֶׁיֵּשׁ שְׁטָר בְּיָדוֹ וְנִמְצָא הַשְּׁטָר בָּטֵל בָּטְלָה הַחֲזָקָה וְתַחְזֹר הַשָּׂדֶה עִם כָּל הַפֵּרוֹת לַבְּעָלִים: \n",
      "הַבָּא מֵחֲמַת יְרֻשָּׁה צָרִיךְ לְהָבִיא רְאָיָה שֶׁדָּר אָבִיו בְּשָׂדֶה זוֹ אוֹ נִשְׁתַּמֵּשׁ בָּהּ אֲפִלּוּ יוֹם אֶחָד וְכֵיוָן שֶׁאֲכָלָהּ הוּא שָׁלֹשׁ שָׁנִים מֵחֲמַת אָבִיו מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. אֲבָל אִם לֹא הֵבִיא רְאָיָה שֶׁדָּר בָּהּ אָבִיו כְּלָל תַּחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת לַמְעַרְעֵר שֶׁיֵּשׁ לוֹ עֵדִים שֶׁהוּא שֶׁלּוֹ. שֶׁהֲרֵי אֵינוֹ טוֹעֵן עָלָיו שֶׁמָּכַר אוֹ נָתַן לוֹ וְלֹא נוֹדְעָה קַרְקַע זוֹ לַאֲבוֹתָיו. הֵבִיא רְאָיָה שֶׁנִּרְאָה בָּהּ אָבִיו אֵינָהּ כְּלוּם שֶׁמָּא בָּא לְבַקֵּר אוֹתָהּ וְלֹא קְנָאָהּ. אֶלָּא צָרִיךְ לְהָבִיא רְאָיָה שֶׁדָּר אָבִיו בָּהּ אֲפִלּוּ יוֹם אֶחָד: \n",
      "הֲרֵי שֶׁאָכַל שָׂדֶה זוֹ שָׁנִים רַבּוֹת וּבָא הַמְעַרְעֵר וְאָמַר לוֹ מַה לְּךָ וּלְשָׂדֶה זוֹ הוֹדָה וְאָמַר לוֹ יוֹדֵעַ אֲנִי שֶׁהָיְתָה שֶׁלְּךָ אֲבָל פְּלוֹנִי מְכָרָהּ לִי וְהוּא לְקָחָהּ מִמְּךָ. וְאָמַר לוֹ הַמְעַרְעֵר פְּלוֹנִי שֶׁמָּכַר לְךָ גַּזְלָן הוּא. הוֹאִיל וְהוֹדָה שֶׁהִיא שֶׁלּוֹ וְשֶׁלֹּא לְקָחָהּ מִמֶּנּוּ תַּחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת לַמְעַרְעֵר אַף עַל פִּי שֶׁאֵין לְזֶה הַמְעַרְעֵר עֵדִים שֶׁהִיא שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הֵבִיא זֶה הַמַּחֲזִיק עֵדִים שֶׁפְּלוֹנִי שֶׁמָּכַר לוֹ דָּר בָּהּ אֲפִלּוּ יוֹם אֶחָד אוֹ שֶׁאָמַר לוֹ בְּפָנַי לָקַח מִמְּךָ וְאַחַר כָּךְ מְכָרָהּ לִי. מַעֲמִידִין אוֹתָהּ בְּיָדוֹ שֶׁהֲרֵי יֵשׁ לוֹ טַעֲנָה עִם חֶזְקָתוֹ וְאִלּוּ רָצָה טָעַן וְאָמַר מִמְּךָ לְקַחְתִּיהָ שֶׁהֲרֵי יֵשׁ לוֹ שְׁנֵי חֲזָקָה: \n"
    ],
    [
      "מִי שֶׁעִרְעֵר עַל שָׂדֶה זוֹ וְהֵבִיא עֵדִים שֶׁהִיא יְדוּעָה לוֹ וְהֵבִיא זֶה שֶׁבְּתוֹכָהּ שְׁטָר שֶׁלְּקָחָהּ מִמֶּנּוּ וְהֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה. אוֹמְרִים לוֹ בַּתְּחִלָּה קַיֵּם שְׁטָרְךָ. אִם נִתְקַיֵּם הֲרֵי טוֹב וְיָדוּן בַּשְּׁטָר. וְאִם אִי אֶפְשָׁר לוֹ לְקַיְּמוֹ סוֹמְכִין עַל עֵדֵי חֲזָקָה וְיִשָּׁבַע הֶסֵּת שֶׁלְּקָחָהּ:  ",
      "עֵדֵי הַחֲזָקָה שֶׁהֵעִיד אֶחָד מִשְּׁנֵיהֶם שֶׁאֲכָלָהּ חִטִּים שְׁנֵי חֲזָקָה וְהַשֵּׁנִי הֵעִיד שֶׁאֲכָלָהּ שְׂעוֹרִים עֵדוּתָן קַיֶּמֶת שֶׁאֵין הָעֵד מְדַקְדֵּק בָּזֶה. הֵעִיד הָאֶחָד שֶׁאֲכָלָהּ זֶה שָׁנָה רִאשׁוֹנָה שְׁלִישִׁית וַחֲמִישִׁית וְהַשֵּׁנִי מֵעִיד שֶׁאֲכָלָהּ שְׁנִיָּה וּרְבִיעִית וְשִׁשִּׁית אֵין עֵדוּתָן מִצְטָרֶפֶת. שֶׁבַּשָּׁנָה שֶׁמֵּעִיד בָּהּ זֶה לֹא הֵעִיד בָּהּ זֶה. וְתַחְזֹר הַקַּרְקַע וְהַפֵּרוֹת:  ",
      "מִי שֶׁיָּרַד לְשָׂדֶה בְּחֶזְקַת שֶׁהוּא יוֹרֵשׁ וְאָכַל פֵּרוֹתֶיהָ וְנִמְצָא יוֹרֵשׁ אַחַר שֶׁהוּא קָרוֹב מִמֶּנּוּ וְרָאוּי לְיָרְשָׁהּ בֵּין שֶׁנִּמְצָא בְּעֵדִים בֵּין שֶׁהוֹדָה לוֹ זֶה שֶׁיָּרַד תְּחִלָּה חַיָּב לְהַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל:  ",
      "שְׁנַיִם שֶׁהָיוּ עוֹרְרִין עַל הַשָּׂדֶה זֶה אוֹמֵר שֶׁלִּי וְזֶה אוֹמֵר שֶׁלִּי וְאֵין לְאֶחָד מֵהֶן רְאָיָה. אוֹ שֶׁהֵבִיא כָּל אֶחָד מֵהֶם עֵדִים שֶׁהִיא שֶׁלּוֹ אוֹ שֶׁל אֲבוֹתָיו אוֹ שֶׁהֵבִיא כָּל אֶחָד מִשְּׁנֵיהֶם עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וְהַשָּׁנִים שֶׁהֵעִידוּ בָּהֶן אֵלּוּ הֵן הַשָּׁנִים עַצְמָן שֶׁהֵעִידוּ בָּהֶן אֵלּוּ. מַנִּיחִין אוֹתָהּ בִּידֵיהֶן וְכָל הַמִּתְגַּבֵּר יֵרֵד בָּהּ וְיִהְיֶה הָאַחֵר מוֹצִיא מִיָּדוֹ וְעָלָיו הָרְאָיָה. וְאִם בָּא שְׁלִישִׁי וְתָקַף עֲלֵיהֶן וְיָרַד לְתוֹכָהּ מְסַלְּקִין אוֹתוֹ מִמֶּנָּה:  ",
      "הֵבִיא הָאֶחָד עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְשֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וַהֲרֵי הִיא תַּחַת יָדוֹ. וְהֵבִיא הָאַחֵר עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וַהֲרֵי הִיא תַּחַת יָדוֹ. נִמְצֵאת עֵדוּת הַחֲזָקָה שֶׁל שְׁנֵיהֶם מֻכְחֶשֶׁת. מַעֲמִידִין אוֹתָהּ בְּיַד זֶה שֶׁהֵעִידוּ עָלָיו עֵדֵי הַחֲזָקָה שֶׁהִיא שֶׁל אֲבוֹתָיו וּמוֹרִידִין אוֹתוֹ לְתוֹכָהּ. חָזַר הַשֵּׁנִי וְהֵבִיא אַף הוּא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו שֶׁהֲרֵי נִמְצֵאת גַּם עֵדוּת זוֹ מֻכְחֶשֶׁת. חוֹזְרִין בֵּית דִּין וּמְסַלְּקִין מִמֶּנָּה אַף הָרִאשׁוֹן וּמַנִּיחִין אוֹתָהּ בְּיַד שְׁנֵיהֶם וְכָל הַמִּתְגַּבֵּר יֵרֵד בָּהּ:  ",
      "זֶה אוֹמֵר שֶׁל אֲבוֹתַי וְזֶה אוֹמֵר שֶׁל אֲבוֹתַי זֶה הֵבִיא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְזֶה הֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה תַּחְזֹר לָזֶה שֶׁהֵבִיא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְיַחְזִיר הַפֵּרוֹת שֶׁאָכַל. שֶׁהֲרֵי לֹא טָעַן כְּלוּם וְאֵין אֲכִילָתוֹ רְאָיָה שֶׁכָּל חֲזָקָה שֶׁאֵין עִמָּהּ טַעֲנָה עַל הַבְּעָלִים אֵינָהּ כְּלוּם. חָזַר זֶה הַמַּחֲזִיק וְאָמַר כֵּן שֶׁל אֲבוֹתֶיךָ הָיְתָה וְאַתָּה מְכַרְתָּהּ לִי וְזֶה שֶׁטָּעַנְתִּי תְּחִלָּה שֶׁהִיא שֶׁל אֲבוֹתַי כְּלוֹמַר שֶׁאֲנִי סוֹמֵךְ עָלֶיהָ וַהֲרֵי הִיא שֶׁלִּי כְּשֶׁל אֲבוֹתַי. אוֹ שֶׁאָמַר שֶׁל אֲבוֹתַי שֶׁלְּקָחוּהָ מֵאֲבוֹתֶיךָ הֲרֵי זוֹ טַעֲנָה נְכוֹנָה שֶׁהֲרֵי נָתַן אֲמַתְלָא לִדְבָרָיו הָרִאשׁוֹנִים וּמַעֲמִידִין אוֹתָהּ בְּיָדוֹ. וְאִם טָעַן בַּתְּחִלָּה וְאָמַר שֶׁל אֲבוֹתַי וְלֹא שֶׁל אֲבוֹתֶיךָ אֵין שׁוֹמְעִין לוֹ בְּטַעֲנָה זוֹ הָאַחֶרֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "רְאוּבֵן שֶׁהָיָה בְּתוֹךְ שָׂדֶה וּבָא שִׁמְעוֹן וְעִרְעֵר עָלָיו וְאָמַר רְאוּבֵן שָׂדֶה זוֹ מִלֵּוִי קְנִיתִיהָ וְאָכַלְתִּי אוֹתָהּ שְׁנֵי חֲזָקָה אָמַר לוֹ שִׁמְעוֹן וַהֲלֹא שְׁטָר זֶה מְקֻיָּם בְּיָדִי שֶׁאֲנִי לְקַחְתִּיהָ מִלֵּוִי מֵהַיּוֹם אַרְבַּע שָׁנִים. חָזַר רְאוּבֵן וְאָמַר וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁשָּׁלֹשׁ שָׁנִים בִּלְבַד יֵשׁ לִי מִשֶּׁקְּנִיתִיהָ שָׁנִים רַבּוֹת יֵשׁ לִי מִשֶּׁלְּקַחְתִּיהָ וַאֲנִי קְדַמְתִּיךָ. הֲרֵי טַעֲנַת רְאוּבֵן טַעֲנָה. שֶׁאָדָם קוֹרֵא לְשָׁנִים רַבּוֹת שְׁנֵי חֲזָקָה. לְפִיכָךְ אִם הֵבִיא רְאוּבֵן עֵדִים שֶׁאֲכָלָהּ שֶׁבַע שָׁנִים שֶׁנִּמְצָא שֶׁאָכַל שְׁנֵי חֲזָקָה קֹדֶם שֶׁלְּקָחָהּ שִׁמְעוֹן מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. אֲבָל אִם אֲכָלָהּ פָּחוֹת מִשֶּׁבַע שָׁנִים תַּחְזֹר לְשִׁמְעוֹן שֶׁאֵין לְךָ מְחָאָה גְּדוֹלָה מִזּוֹ שֶׁהֲרֵי מְכָרָהּ קֹדֶם שֶׁהֶחְזִיק רְאוּבֵן:  ",
      "זֶה אוֹמֵר שֶׁל אֲבוֹתַי וְהֵבִיא עֵדִים וְזֶה אוֹמֵר שֶׁל אֲבוֹתַי וְאֵין לוֹ עֵדִים תַּחְזֹר לָזֶה שֶׁהֵבִיא עֵדִים וּמוֹצִיאִין מִזֶּה כָּל פֵּרוֹת שֶׁהוֹדָה בָּהֶן שֶׁאֲכָלָן אַף עַל פִּי שֶׁאֵין עָלָיו עֵדִים שֶׁאָכַל. שֶׁהֲרֵי הוּא אוֹמֵר שֶׁמֵּחֲמַת אֲבוֹתָיו אָכַל וַהֲרֵי הָעֵדִים שֶׁהָיָה שֶׁל אֲבוֹתָיו שֶׁל זֶה הַטּוֹעֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הֵבִיא הַמְעַרְעֵר עֵדִים שֶׁזּוֹ הַשָּׂדֶה שֶׁלּוֹ וְזֶה שֶׁבְּתוֹכָהּ טוֹעֵן מִמְּךָ לְקַחְתִּיהָ וַהֲרֵי שְׁטָרִי וְהוֹצִיא שְׁטָר מְקֻיָּם. טָעַן הַמְעַרְעֵר שֶׁהוּא מְזֻיָּף וְהוֹדָה בַּעַל הַשְּׁטָר וְאָמַר כֵּן הוּא אֲבָל הָיָה לִי שְׁטָר כָּשֵׁר וְאָבַד וְלָקַחְתִּי זֶה שֶׁבְּיָדִי כְּדֵי לְאַיֵּם עָלָיו שֶׁיּוֹדֶה שֶׁמָּכַר לִי בֶּאֱמֶת. הוֹאִיל וְאִלּוּ רָצָה הָיָה אוֹמֵר בִּשְׁטָרוֹ שֶׁהֲרֵי מְקֻיָּם הוּא הֲרֵי זֶה נֶאֱמָן וְאֵין מוֹצִיאִין אֶת הַשָּׂדֶה מִתַּחַת יָדוֹ וְיִשָּׁבַע הֶסֵּת:  ",
      "הֵבִיא הַמְעַרְעֵר עֵדִים שֶׁזּוֹ הַשָּׂדֶה שֶׁלּוֹ וְזֶה שֶׁבְּתוֹכָהּ טוֹעֵן מִמְּךָ לְקַחְתִּיהָ וַאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה וְהֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה טָעַן הַמְעַרְעֵר וְאָמַר הֵיאַךְ תִּטְעֹן שֶׁלָּקַחְתָּ מִמֶּנִּי הַיּוֹם שָׁלֹשׁ שָׁנִים וּבְאוֹתוֹ הַזְּמַן לֹא הָיִיתִי בִּמְדִינָה זוֹ. מַצְרִיכִין זֶה שֶׁבְּתוֹכָהּ לְהָבִיא רְאָיָה שֶׁזֶּה פְּלוֹנִי שֶׁמְּעַרְעֵר הָיָה עִמּוֹ בַּמְּדִינָה בַּזְּמַן הַזֶּה שֶׁטּוֹעֵן שֶׁמָּכַר לוֹ בּוֹ אֲפִלּוּ יוֹם אֶחָד כְּדֵי שֶׁיִּהְיֶה אֶפְשָׁר שֶׁיִּמְכֹּר וְאִם לֹא הֵבִיא מְסַלְּקִין אוֹתוֹ:  ",
      "מִי שֶׁהָלַךְ לִמְדִינַת הַיָּם וְאָבְדָה דֶּרֶךְ שָׂדֵהוּ בֵּין שֶׁהָיוּ אַרְבַּע הַשָּׂדוֹת הַמַּקִּיפוֹת אוֹתָהּ לְאַרְבָּעָה אֲנָשִׁים בֵּין שֶׁהָיוּ הָאַרְבַּע שָׂדוֹת קְנוּיוֹת מֵאֶחָד הֲרֵי כָּל אֶחָד מֵהֶן דּוֹחֵהוּ וְאוֹמֵר שֶׁמָּא דֶּרֶךְ שֶׁלְּךָ עַל חֲבֵרִי הוּא. לְפִיכָךְ יִקְנֶה לוֹ דֶּרֶךְ בְּמֵאָה מָנֶה אוֹ יִפְרַח בָּאֲוִיר. וְכֵן אִם הָיוּ אַרְבַּע הַשָּׂדוֹת לְאִישׁ אֶחָד שֶׁקָּנָה אוֹתָן מֵאַרְבָּעָה אֵין לוֹ עָלָיו דֶּרֶךְ שֶׁהֲרֵי אוֹמֵר לוֹ עַתָּה אִם אַחְזִיר לְכָל אֶחָד שְׁטָרוֹ אֵין אַתָּה יָכוֹל לַעֲבֹר עַל אֶחָד מֵהֶן וַאֲנִי קָנִיתִי מִכָּל אֶחָד מֵהֶן כָּל זְכוּת שֶׁיֵּשׁ לוֹ. אֲבָל אִם הָיָה בַּעַל אַרְבַּע שָׂדוֹת הַמַּקִּיפוֹ אִישׁ אֶחָד וְהוּא בַּעַל הַמֵּצַר שֶׁלָּהּ מִתְּחִלָּה וְעַד סוֹף הֲרֵי זֶה אוֹמֵר לוֹ מִכָּל מָקוֹם דַּרְכִּי עָלֶיךָ וְיֵלֵךְ לוֹ בִּקְצָרָה בְּאֵי זוֹ שָׂדֶה שֶׁיִּרְצֶה בַּעַל הַשָּׂדֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הֶחֱזִיק בַּדֶּרֶךְ וְאוֹמֵר זוֹ הִיא דַּרְכִּי אֵין מְסַלְּקִין אוֹתוֹ מִמֶּנָּה אֶלָּא בִּרְאָיָה בְּרוּרָה:  "
    ],
    [
      "רְאוּבֵן שֶׁמָּכַר לְשִׁמְעוֹן שָׂדֶה וְהָיָה לֵוִי מֵעֵדֵי הַשְּׁטָר וּבָא לֵוִי לְעַרְעֵר עַל הַשָּׂדֶה וְלִטְעֹן שֶׁרְאוּבֵן גָּזַל אוֹתָהּ מִמֶּנּוּ. אֵין שׁוֹמְעִין לוֹ וְאֵין מַשְׁגִּיחִין עַל רְאָיוֹת שֶׁיָּבִיא עַל אוֹתָהּ שָׂדֶה וַהֲרֵי אִבֵּד כָּל זְכוּתוֹ שֶׁאוֹמֵר לוֹ הֵיאַךְ תָּעִיד עַל הַמֶּכֶר וְתָבוֹא וּתְעַרְעֵר. וְכֵן אִם הֵעִיד לֵוִי בִּשְׁטָר שֶׁכָּתוּב בּוֹ הַשָּׂדֶה פְּלוֹנִי שֶׁל רְאוּבֵן מִצַּד מִזְרָח אוֹ מַעֲרָב הוֹאִיל וְעָשָׂה הַשָּׂדֶה סִימָן לְאַחֵר וְהֵעִיד בַּשְּׁטָר אִבֵּד אֶת זְכוּתוֹ וְאֵינוֹ יָכוֹל לַחְזֹר וּלְעַרְעֵר שֶׁאוֹמְרִים לוֹ הֵיאַךְ תָּעִיד בִּשְׁטָר זֶה שֶׁכָּתוּב בּוֹ הַשָּׂדֶה הַזֹּאת מִצַּד פְּלוֹנִי וְתַחְזֹר וּתְעַרְעֵר עָלֶיהָ: \n",
      "טָעַן הָעֵד וְאָמַר תֶּלֶם אֶחָד הוּא שֶׁעָשִׂיתִי סִימָן וְלֹא כָּל הַשָּׂדֶה וְאוֹתוֹ הַתֶּלֶם הַסָּמוּךְ לַמֵּצַר בִּלְבַד הוּא שֶׁל רְאוּבֵן הֲרֵי זֶה טַעֲנָה הַנִּשְׁמַעַת וְיֵשׁ לוֹ לְעַרְעֵר עַל כָּל הַשָּׂדֶה חוּץ מֵאוֹתוֹ הַתֶּלֶם. וְאֵין כָּל הַדְּבָרִים אֲמוּרִים אֶלָּא בְּאֶחָד מֵעֵדֵי הַשְּׁטָר שֶׁבָּא לְעַרְעֵר. אֲבָל הַדַּיָּן שֶׁקִּיֵּם הַשְּׁטָר יֵשׁ לוֹ לְעַרְעֵר מִפְּנֵי שֶׁיָּכוֹל לִטְעֹן וְלוֹמַר לֹא יָדַעְתִּי מֶה הָיָה כָּתוּב בַּשְּׁטָר מִפְּנֵי שֶׁיֵּשׁ לַדַּיָּנִין לְקַיֵּם הַשְּׁטָר אַף עַל פִּי שֶׁלֹּא קְרָאוּהוּ. אֲבָל הָעֵדִים אֵין חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן קְרָאוּהוּ כֻּלּוֹ וִידַקְדֵּק בּוֹ: \n",
      "בָּא שִׁמְעוֹן וְנִמְלַךְ בְּלֵוִי וְאָמַר לוֹ הֲרֵינִי קוֹנֶה שָׂדֶה פְּלוֹנִית מֵרְאוּבֵן וּבַעֲצָתְךָ אֶקְנֶה אוֹתָהּ. אָמַר לוֹ לֵוִי לֵךְ וּקְנֵה אוֹתָהּ טוֹבָה הִיא. יֵשׁ לוֹ לְלֵוִי לְעַרְעֵר עָלֶיהָ וְלֹא אִבֵּד זְכוּתוֹ שֶׁהֲרֵי לֹא עָשָׂה מַעֲשֶׂה וְיֵשׁ לוֹ לוֹמַר רְצוֹנִי הָיָה שֶׁתֵּצֵא מִתַּחַת יַד רְאוּבֵן שֶׁהוּא אַלָּם כְּדֵי שֶׁאֶתְבָּעֶנָּה בְּדִין וְאֶקַּח שָׂדִי: \n",
      "רְאוּבֵן שֶׁעִרְעֵר עַל שִׁמְעוֹן וְשִׁמְעוֹן אָמַר אֵינִי יוֹדֵעַ מָה אַתָּה סָח אֶלָּא שָׂדֶה זוֹ מִלֵּוִי לְקַחְתִּיהָ וַהֲרֵי עֵדִים שֶׁאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה. אָמַר לוֹ רְאוּבֵן וַהֲלֹא עֵדִים יֵשׁ לִי שֶׁבָּעֶרֶב בָּאתָ אֵלַי וְאָמַרְתָּ לִי מְכֹר לִי שָׂדֶה זוֹ אֵין זוֹ רְאָיָה. וְיֵשׁ לוֹ לְשִׁמְעוֹן לוֹמַר רָצִיתִי לִקְנוֹת מִמְּךָ כְּדֵי שֶׁלֹּא תְּעַרְעֵר וְלֹא תַּטְרִיחֵנִי בְּדִין אַף עַל פִּי שֶׁאֵינִי יוֹדֵעַ אִם הִיא שֶׁלְּךָ אוֹ אֵינָהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם לֹא טָעַן שִׁמְעוֹן טַעֲנָה זוֹ אֵין טוֹעֲנִין לוֹ: \n",
      "רְאוּבֵן שֶׁעִרְעֵר וְהֵבִיא עֵדִים שֶׁשָּׂדֶה זוֹ שֶׁלּוֹ וְשִׁמְעוֹן שֶׁבְּתוֹכָהּ טוֹעֵן אַתָּה מְכַרְתָּהּ לִי וַאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה. וּרְאוּבֵן אָמַר בְּגֵזֶל אָכַלְתָּ. בֵּין שֶׁלֹּא הָיוּ עֵדִים שֶׁאָכַל כְּלָל בֵּין שֶׁהָיָה שָׁם עֵד אֶחָד שֶׁאֲכָלָהּ שָׁלֹשׁ שָׁנִים אֵינוֹ חַיָּב לְהַחְזִיר הַפֵּרוֹת שֶׁאָכַל שֶׁהֲרֵי הוּא אוֹמֵר שֶׁלִּי אָכַלְתִּי וְאֵין עָלָיו עֵדִים שֶׁמְּחַיְּבִין אוֹתוֹ בְּפֵרוֹת שֶׁהֲרֵי מֵעַצְמוֹ הוֹדָה. וְזֶה הָעֵד שֶׁהֵעִיד שֶׁאֲכָלָהּ שָׁלֹשׁ שָׁנִים לְיַפּוֹת כֹּחוֹ שֶׁל אוֹכֵל הוּא בָּא וְאִלּוּ הָיָה עִמּוֹ אַחֵר הָיְתָה הַשָּׂדֶה עוֹמֶדֶת בְּיָדוֹ. לְפִיכָךְ יִשָּׁבַע רְאוּבֵן הֶסֵּת שֶׁלֹּא מָכַר וְתַחְזֹר לוֹ הַשָּׂדֶה וְיִשָּׁבַע שִׁמְעוֹן הֶסֵּת שֶׁאֵינוֹ חַיָּב לוֹ כְּלוּם בַּפֵּרוֹת שֶׁאָכַל וְיִפָּטֵר: \n",
      "הָיוּ שְׁנֵי עֵדִים מְעִידִים עַל שִׁמְעוֹן שֶׁאֲכָלָהּ פָּחוֹת מִשְּׁנֵי חֲזָקָה יַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל וַאֲפִלּוּ הָיָה עֵד אֶחָד חַיָּב לְהַחְזִיר עַל פִּיו שֶׁהֲרֵי אֵינוֹ מַכְחִישׁ הָעֵד אֶלָּא אוֹמֵר אֱמֶת הֵעִיד וְאָכַלְתִּי שְׁתֵּי שָׁנִים וְשֶׁלִּי אָכַלְתִּי. נִמְצָא מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם: \n",
      "כָּל הַמְחֻיָּב לְהַחְזִיר הַפֵּרוֹת אִם לֹא הָיוּ יְדוּעִין וְאֵין בֵּית דִּין יְכוֹלִין לְשַׁעֵר אוֹתָן כְּשַׁעַר הַבָּתִּים וְכַיּוֹצֵא בָּהֶן שֶׁהוּא יָדוּעַ. אֶלָּא הָיוּ פֵּרוֹת אִילָן אוֹ פֵּרוֹת שָׂדֶה שֶׁאֵינָן יְדוּעִין. הוֹאִיל וְאֵין כָּאן טַעֲנָה וַדָּאִית יְשַׁלֵּם מַה שֶּׁיּוֹדֶה בּוֹ שֶׁאֲכָלוֹ. וּמַחְרִימִין עַל מִי שֶׁאָכַל יוֹתֵר וְלֹא יְשַׁלֵּם: \n",
      "כָּל הַמַּחֲזִיר קַרְקַע מִתַּחַת יָדוֹ אִם הִשְׂכִּירָהּ לַאֲחֵרִים כְּשֶׁהָיָה מַחֲזִיק בָּהּ וְהָיוּ הַשּׂוֹכְרִין קַיָּמִין מוֹצִיאִין מֵהֶן הַשָּׂכָר פַּעַם שְׁנִיָּה וְנוֹתְנִין לְבַעַל הַקַּרְקַע וְחוֹזְרִין וְתוֹבְעִין זֶה שֶׁהִשְׂכִּיר לָהֶם מָקוֹם שֶׁאֵינוֹ שֶׁלּוֹ: \n",
      "אָסוּר לָאָדָם לִטְעֹן טַעֲנַת שֶׁקֶר כְּדֵי לְעַוֵּת הַדִּין אוֹ כְּדֵי לְעַכְּבוֹ. כֵּיצַד. הָיָה נוֹשֶׁה בַּחֲבֵרוֹ מָנֶה לֹא יִטְעָנֶנּוּ מָאתַיִם כְּדֵי שֶׁיּוֹדֶה בְּמָנֶה וְיִתְחַיֵּב שְׁבוּעָה. הָיָה נוֹשֶׁה מָנֶה וּטְעָנוֹ מָאתַיִם לֹא יֹאמַר אֶכְפֹּר הַכּל בְּבֵית דִּין וְאוֹדֶה לוֹ בְּמָנֶה בֵּינִי לְבֵינוֹ כְּדֵי שֶׁלֹּא אֶתְחַיֵּב לוֹ שְׁבוּעָה: \n",
      "הָיוּ שְׁלֹשָׁה נוֹשִׁין מָנֶה בְּאֶחָד וְכָפַר בָּהֶן לֹא יִהְיֶה אֶחָד תּוֹבֵעַ וּשְׁנַיִם מְעִידִים וּכְשֶׁיּוֹצִיאוּ מִמֶּנּוּ יַחֲלֹקוּ. וְעַל דְּבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן הִזְהִיר הַכָּתוּב וְאָמַר מִדְּבַר שֶׁקֶר תִּרְחָק: סְלִיקוּ לְהוּ הִלְכוֹת טוֹעֵן וְנִטְעָן בְּסַ''ד \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות טוען ונטען",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Mishpatim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין משביעין וכו' עד וכן כל כיוצא בזה.</b> א''א בזה איני מודה לו כי היא טענת ברי ועל זו אמר ר''א בן יעקב פעמים שאדם נשבע על טענת עצמו שהעמיד אותה בבא בטענת עצמו והוא שאמר כך צוה לי אבא שאם אמר ברי לי שאני יודע על זה אמרו מה לי הוא מה לי אביו ואפילו לרבנן עכ''ל: "
      ],
      [
        "<b> כור חטים יש לי בידך וכו' עד וכן כל כיוצא בזה.</b> א''א זה אינו שאינו משלם שעורים והיינו דרבה בר נתן אלא א''כ תפס ואיכא דדחו לה דכיון דהאידנא איכא שבועת היסת אי אשתבע דלא ידענא אי חטים הוו או שעורים הוו הא אודי הודאה גמורה דאית ליה כל דהוא ולא דחייה הוא הילכך משלם ויש לו פנים אבל הוא היה צריך לגלות עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> מי שנתחייב שבועה וכו' עד השבע והפטר.</b> א''א ואם זה שנתחייב היסת ורואה שמגלגלין עליו הרבה והפך השבועה אם נאמר כבר פטר עצמו מן השבועה או נאמר לו או השבע לו על הכל או תהפך עליו את הכל שישבע ויטול שהרי אתה חייב לו שבועת היסת אף על הגלגולים כמו על הטענה הראשונה. זה המחבר האריך וקיצר ואני רואה כי זה הוא הדין או ישבע על הכל או יהפך על הכל וישבע זה ויטול ולא יפטר בהפוכו מן הגלגולים ואם אמר הנתבע על הגלגולין אני נשבע ונפטר ועל הטענה הראשונה השבע וטול הרשות בידו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אתה חבלת וכו' עד משלם שבת ורפוי ובשת.</b> א''א איני מוצא קנס בחבלות ואם מפני שאין דנין חבלות בבבל גם שבת ורפוי ובשת אין דנין ועוד שהרי בית דין מנדין עד שיפייס בעל דינו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וכן פוגם שטרו וכו' עד ויפטר מן השטר.</b> א''א איני מודה בזה אלא שנוטל בלא שבועה שאין פוסלין שטר מקויים מפני שבועה דרבנן ואם תאמר הא דרב ושמואל היא אמרינן הבו דלא לוסיף עלה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הורו רבותי שהנשבעין וכו' עד ישבע מספק.</b> א''א ומה יעשה השכיר העני שהשכיר עצמו במעה או בפונדיון ילך בפחי נפש. אבל הדמיון שדימה והלמוד שלמד מן הנשבעין בטענת ספק שהצריכו להם כפירת שתי כסף אינו דמיון כלל שזה נשבע להפטר ועל כרחו הוא נשבע וזה שנשבע ליטול מדעתו הוא נשבע כדי ליטול ואפילו על פרוטה ואולי אפילו היה שכרו פחות מפרוטה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מנה לי אצלך וכו' עד ולזה דעתי נוטה.</b> א''א ואני מורה ובא שאם טענו מנה מלוה ומנה פקדון והודה באחד וכפר באחד אין זה מודה במקצת הטענה שהלואה ופקדון שתי טענות הן ויש בידי ראיה על זה וה''ה שאין בזה מקצת הודאה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וכן האומר לחבירו וכו' עד משבועת היסת.</b> א''א אני אומר שזה מחלוקת ראב''י וחכמים ופסק הרב שהלכה כמותו עכ''ל: "
      ],
      [
        "<b> מנה לי בידך על וכו' עד שהודה בהם.</b> א''א ואם שוה החמשים מה ישבע הילך הוא עכ''ל: ",
        "<b> היה המשכון שוה וכו' עד על העשרים שכפר בהם.</b> א''א אף זה הילך הוא עכ''ל: "
      ],
      [],
      [
        "<b> לפיכך שטר שיש בו עד וכו' עד ואינו יכול לישבע ומשלם.</b> א''א משלים הוא ממשל ולמה לא יכחיש העד מכל וכל בשבועתו שפרע ואולי על דרך שכתב במקום אחר שטען תחלה בב''ד להד''מ והוציא עליו שטר זה שמכחישו בהלואה ואח''כ אמר לויתי ופרעתי והיה לו להזהר בדבריו עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> וכן החופר בשדה וכו' עד הרי זה נשבע היסת על הכל.</b> א''א נראין דברים שתבעו למלאות החפירות ולהשוות החצירות אבל אם תבעו לשלם פחתו ה''ה כשאר תביעת ממון וכמי שאמר לו חבלת בי שתים והוא אומר לא חבלתי אלא אחת עכ''ל: "
      ],
      [],
      [
        "<b> טענו ענבים וכו' עד ואין נשבעין עליהן וכו'.</b> א''א המחבר פוסק כרבי מאיר והרב פוסק כחכמים ואולי מפני מה שאמרו בכתובות סוף סוף כל העומד לגדור כגדור דמי והרב ז''ל הלא ראה כל זה ואפשר שאין למדין שבועה לשאר דברים שהרי עבדים של יתומים נדונין כמטלטלין ולענין שבועה אין נשבעין עליהן עכ''ל: "
      ],
      [],
      [
        "<b> שטר מסרתי לך וכו' עד כמו שבארנו בהלכות חובל.</b> א''א תימה גדול הוא זה ואולי ברשותו הוא וכופר הוא בו ואם פטרוהו משבועת התורה משבועת פשיעה ומשבועה שאינה ברשותו לא פטרוהו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> וכן אם הודה שהיה וכו' עד טענת שמא.</b> א''א נראין הדברים שנמסר החפץ לידו לשמירה מחיי אביו וכן השותף שהיה מחיי אביו והאפוטרופוס שמינוהו בית דין ומסתלק כשהוא קטן וזה אינו מן המנין שבית דין משביעין אותו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> מנה הלויתיך וכו' עד שהרי הוחזק כפרן.</b> א''א אין צורך לזה הטעם עכ''ל: "
      ],
      [],
      [
        "<b> תן לי מנה שהלויתיך וכו' עד שפרעו.</b> א''א לאו דוקא אומר בפני פלוני ופלוני שזה לשון המדבר בהווה וזה לשון המדבר על עיקר הטענה ואין כאן חכמה עכ''ל: "
      ],
      [],
      [
        "<b> מעשה באחד שהיו וכו' עד ישבע היסת ויפטר.</b> א''א אין זה לפי הגמרא עכ''ל: "
      ]
    ],
    [
      [
        "<b> טען כשבאו וכו' עד ונשבע היסת.</b> א''א דבריו חלושין מאד וסוף דבריו אינן משוים עם דברי הרב שכתב בסוף גט פשוט עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שהיו וכו' עד שאדם עשוי למכור את כליו.</b> א''א לא ידעתי למה אם בשביל שטוענין ללוקח הלא הראשון שזה בא מכחו לא היה יכול לטעון ועוד הרי לא טען רבא ליורש בספרא דאגדתא עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ראיה לדברינו וכו' עד סוף הפרק.</b> א''א אחר כל ההתראות והאזהרות האלה אשר התרה זה המחבר ואשר שם לרבים וגדולים טועים חזר הדין לכל דבר שאין כל אדם מקפיד עליו מלהשאילו או מפני בלאותו הרי הוא מדברים שאינם עשויין להשאיל ולהשכיר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וכבר בארנו שיש מי שהורה וכו' עד ואין דעתי נוטה לזה.</b> א''א חיי ראשי אני איני אומר כן אלא כל נוטל נשבע בנקיטת חפץ ואפילו דברים הראויים להשאיל ולהשכיר אין מוציאין אלא בשבועה בנקיטת חפץ חוץ מראוהו שהטמין כליו תחת כנפיו ויצא בענין שנאמר בו שאינו נאמן לומר לקוחים הם בידי הואיל והעדים מעידים על הענין ההוא עכ''ל: "
      ],
      [
        "<b> מי שלקח קורדום וכו' עד הרי הוא כשאר מטלטלין.</b> א''א אנו מפרשים ואגדריה לדקלא פלניא בלקיטת הפירות כמו הגודר בתמרים ולקט הפירות והלך לו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> באו שניהם אדוקין וכו' עד חולקין.</b> א''א אין טעם לזה עכ''ל: "
      ]
    ],
    [],
    [],
    [
      [],
      [
        "<b> אפילו באו עדים וכו' עד כדי שיעידו לו.</b> א''א ונתננו לו השכר עכ''ל: "
      ],
      [
        "<b> בד''א בחצרות וכו' עד הרי זה חזקה.</b> א''א אין דרך הגמרא כן דלרבויי מפוזרות קאמר ולא לרבויי מקוטעות עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אכלה ערלה שביעית וכו' עד הרי זו חזקה.</b> א''א שבוש הוא ולא אמרו אלא שאכילת עצים שמה אכילה הואיל וליכא פירי אחריני עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> במה דברים אמורים בשאכל וכו' עד אף על פי שלא אסף כל פירותיה.</b> א''א דעת אחרת היה לו כי ראה בגמ' והוא דבזו בזויי וסבר כי הוא לשון בזה ושלל וטעה כי הוא כמו בזעיה בזועי והוא לשון פזור שאכל שלשה מכאן ושלשה מכאן ומכאן הוציאו המפרשים זה הפזור שכתב הוא עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b> העכו''ם אפילו אכלה כמה שנים וכו' עד ואין אכילתו ראיה.</b> א''א יש כאן שבוש ואומר אני שאם מכרה לישראל שישבע היסת אע''פ שבא מחמת העכו''ם עכ''ל: "
      ],
      [],
      [
        "<b> אין מחזיקין בנכסי קטן וכו' עד אחר שהגדיל.</b> א''א אינו כן אלא אפילו אכלה שלש שנים אחר שהגדיל אינה חזקה וכן נראה מן הגמרא עכ''ל: "
      ],
      [
        "<b> מי שהחזיק בנכסי קטן וכו' עד ותחזור ליתומים.</b> א''א נראה מדבריו דמעשה דרבה בר שרשום מוקי לה בשאינה ידועה שהיתה של אביהן ואם כן למה ליה למימר מגו דאי בעי אמר לקוחה היא בידו לימא דאי בעי אמר דידי היא ועוד משום קלא מבטלין מגו וחזקה דממונא ואיהו הוה מוחזק ואבוהון דיתמי לא הוה מוחזק אלא ודאי בחזקת אבוהון הות מיהו כיון דאכלה שני חזקה בחיי אבוהון בלא מחאה איכא מגו ואי לאו קלא הוה מהימן במגו והשתא דאיכא קלא לא אמרינן ומוקמי ארעא בחזקת אבהתא והאי דינא דקושטא עכ''ל: "
      ],
      [
        "<b> אכלה שני חזקה בחיי אביהם וכו' עד מתוך שיכול לומר שלי היא.</b> א''א נראה מדבריו אפילו יצא עליו קול שהיא של יתומים וזהו טעות גדולה דאיהי היא ועוד אני אומר שלא יועיל מגו לגבות לכתחלה בלא שבועה מידי דהוה אנשבע על המשכון שאמרו הגאונים שהוא נשבע ונוטל ורבה בר שרשום דקא בעי למפטר נפשיה משבועה אחר אכילה קאמר בין תבין עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>הטוען את חבירו במטלטלין וכו'.</b> בפרק שבועות הדיינין בשבועות (דף ל\"ח:) במשנה ובהרבה מקומות: ",
        "<b>וכן אם כפר וכו'.</b> שם ובגמ' מבואר מה שהזכיר רבינו שלמדו מפי השמועה כלשונו ממש וכן מבואר בהרבה מקומות: "
      ],
      [
        "<b>אין לך מחוייב שבועה וכו'.</b> ראש פרק בשבועות (דף מ\"ד) כל הנשבעין שבתורה נשבעין ולא משלמין וידוע שאלו השלשה בלבד הן הנשבעין מן התורה: ",
        "<b>אבל כל הנשבעין ונוטלין וכו'.</b> שם (דף מ\"ד:) ואלו נשבעין ונוטלין וכו' וכן מבואר שם שהנשבעין בטענת ספק שבועתן מדבריהם: ",
        "<b>וכל אלו השבועות וכו'.</b> זה מוסכם מכל הגאונים ז''ל ששבועת המשנה היא כעין שבועת התורה בנקיטת חפץ וטכסיס אחד להן וכן כתוב בהלכות בסוף הכותב וכן הסכימו הרבה מן האחרונים ז''ל: "
      ],
      [
        "<b>הטוען מטלטלין על חבירו וכפר וכו'.</b> כופר בכל מפורש במשנה פרק שבועות הדיינין (שבועות דף ל\"ח) שהוא פטור משבועת התורה ודין מודה במקצת ואומר הילך הוא מחלוקת בגמרא פ״ק דבבא מציעא (דף ג' ד') ופסקו בהלכות פרק שבועת הדיינין כרב ששת דאמר הילך פטור. ",
        "<b>ומ''ש רבינו או שאמר אמת שהיה לך אצלי וכו'.</b> מפורש בהרבה מקומות שכל טענה שפוטר עצמו מן הכל הוא פטור משבועת התורה ובמשנה החזרתיו לך פטור. ודין טענו חטים והודה לו בשעורים משנה שם פסק כסתם מתני' וכן מוכרח בגמרא: ",
        "<b>אבל חכמי הגמרא וכו'.</b> שם (דף מ':) על המשנה שאמרה מנה לי בידך אין לך בידי פטור א''ר נחמן ומשביעין אותו שבועת היסת וקיימא לן הכי כמבואר בהלכות ואם בזו תקנו שבועת היסת כ''ש בשאר החלקים שהזכיר רבינו וכן מבואר בגמרא שם דלהאי לישנא כ''ש בטוען החזרתיו שהוא חייב שבועת היסת וא''צ לומר באומר הילך או במודה בשעורים שהוא מודה באי זה דבר וזה פשוט: "
      ],
      [
        "<b>כל מי שנתחייב שבועה וכו'.</b> שם בדאורייתא נחתינן לנכסיה ומדברי רבינו נראה שאין הנתבע יכול להפך שבועה שהוא חייב מן התורה על התובע [ופסק זה תמצאנו בהלכות הרב האלפסי שם בפ' שבועת הדיינין ובסנהדרין פ' זה בורר ובחולין פרק בהמה המקשה] וכן פסקו הגאונים ז''ל דלית הלכתא כמר בר רב אשי דאמר בדאורייתא מפכינן שבועה: ",
        "<b>ויש לו להחרים וכו'.</b> כבר כתבתי בכמה מקומות שבכל מקום שנזכר בדברי רבינו חרם סתם הוא מתקנת הגאונים ז''ל: ",
        "<b>אבל מי שנתחייב וכו'.</b> שם בגמרא אמרו בדרבנן מפכינן שבועה אבל פירשו הגאונים ז''ל שלא אמרו אלא בשבועת היסת אבל בשבועת המשנה אין מהפכין אותה וזהו מ''ש רבינו וכן הסכימו קצת מן האחרונים ז''ל: ",
        "<b>והורו רבותי שאם אמר התובע וכו'.</b> זו סברא נכונה בטעמה שהרי זה שאמרו שנשבע ונוטל אם רצה לפחות דינו ולהיות כשאר תובעין שהנתבע נשבע היסת ונפטר נראה שהרשות בידו ודאי דלא גרע משאר תובעין וא''כ חזר דינו כדין התובע תביעה שהנתבע נשבע בה היסת ודינו כמוהו וכ''כ רבינו מאיר הלוי ז''ל ועיקר: "
      ],
      [
        "<b>היה מחוייב שבועה וכו'.</b> שם מבואר דלדברי חכמים בשבועה דרבנן לא נחתינן לנכסיה אלא משמתינן ליה עד דמטי נגדיה מנגדינן ליה ושבקינן ליה ומתבאר שם שמתירין לו נדויו אחר כן כמו שכתב רבינו: "
      ],
      [
        "<b>כל המחוייב שבועת היסת וכו'.</b> זהו מה שאמרו שם בדרבנן מפכינן שבועה והוא בשבועת היסת כמו שכתבתי למעלה וטעם הפוך הוא לפי ששבועה זו קלה ויפו בה חכמים את הנתבע שאם רצה להפכה על התובע הרשות בידו. <b>ומ''ש רבינו ואין לך מי שנשבע היסת ונוטל מחבירו אלא זה</b> הוא כדברי רבו אבן מיגש ז''ל ודברים ברורים הם: "
      ],
      [
        "<b>אין משביעין שבועת היסת וכו'.</b> זה דבר מוסכם מכל הפוסקים ז''ל ודקדקו כן ממה שאמרו גבי ההיא דרב נחמן דאמר ומשביעין אותו שבועת היסת מאי טעמא חזקה אין אדם תובע אלא אם כן יש לו אלמא בטוען טענת ברי היא בדוקא וכן הדין שהרי אף מודה מקצת ששבועתו מן התורה אינו נשבע בטענת שמא כמו שיתבאר פרק רביעי. ועל מ''ש <b>רבינו שהאומר אמר לי אבא שיש לו אצלך מנה שהוא בטוען שמא</b> כתוב בהשגות א''א בזה איני מודה לו כי היא טענת ברי ועל זו א''ר אליעזר בן יעקב פעמים שאדם נשבע על טענת עצמו שהעמידו אותה בבא מחמת טענת אביו והוא שאמר וכו'. ודע שאין דבריו ז''ל מחוורין במה שפירש שדעת ראב''י היא לחייב באומר כך צוה לי אבא דודאי כל זמן שהוא עצמו אינו טוען יודע אני אינה טענת ברי ע''פ אחר וכן הכריע הרמב''ן ז''ל וכן כתב רבינו מאיר ז''ל ועוד יתבאר זה פ''ד ודעת רבינו עיקר: ",
        "<b>מנה יש לי בידך וכו'.</b> זה בהרבה מקומות ועיקרו בכתובות פ''ק (דף י\"ב:) מחלוקת אמוראים וק''ל כרב נחמן ור' יוחנן דאמרי מנה לי בידך והלה אומר איני יודע פטור אוקי ממונא בחזקת מריה וכתב רבינו ז''ל הרי הנתבע נשבע היסת וכו' וכן פירשו ז''ל ודבר פשוט הוא שאם לא כן בטלת שבועת היסת שיאמר הנתבע איני יודע ויפטר אלא ודאי כשם שכופר בודאי נשבע היסת כך אומר איני יודע נשבע היסת וזה ברור ועוד אכתוב בדין זה למטה בפרק זה: "
      ],
      [
        "<b>כור חטים יש לי בידך וכו'.</b> דין חיוב שבועת היסת דבר ברור הוא דלא גרוע אומר איני יודע אם חטים אם שעורים מאומר איני יודע אם יש לך חטים או אין לך כלום שהוא חייב היסת כמו שהכרחתי למעלה. אבל על מה שכתב רבינו <b>ז''ל ומשלם שעורים</b> כתוב בהשגות א''א זה אינו שאינו משלם שעורין וכו'. וכבר הארכתי פרק חמישי מהלכות שאלה ופקדון לבאר דברי הר''א ז''ל בדין זה ושם כתבתי שאף בעל העיטור ז''ל סובר כן אלא שכתב שבבא לצאת ידי שמים חייב בשעורים וכאן נראה שהראב''ד נוטה לדעת האומרים שכיון שתקנו שבועת היסת חייב בשעורים ובאמת שהדעת נותנת בדין זה שיהא חייב במה שהוא הפחות שבשנים אלא שהסוגיא שבהמניח את הכד קשה לזה כמו שכתבתי בהלכות שאלה ופקדון וצריך עיון ודעת הרב הבבלי כרבינו: "
      ],
      [
        "<b>מנה לי בידך בודאי וכו'.</b> פרק הגוזל זוטא (דף קי\"ח) משנה האומר לחבירו גזלתיך והלויתני הפקדת אצלי ואיני יודע אם החזרתי לך אם לאו חייב לשלם ומבואר בגמרא ובהלכות החלוק שכתב רבינו בין יש לו תובע לאין לו תובעין. ומה שכתב בשיש לו תובע שאין התובע צריך שבועה דבר ברור הוא ואני תמה למה לא כתב רבינו למעלה בדין מנה יש לי בידך בודאי והנתבע אומר איני יודע שאם בא לצאת ידי שמים חייב לשלם שהרי שם בפ' הגוזל אמר ר''י מנה לי בידך והלה אומר איני יודע חייב בבא לצאת ידי שמים וכן מבואר בהלכות שם וכן ראיתי לקצת המפרשים ולא ידעתי טעם נכון למה לא כתב כן רבינו: "
      ],
      [
        "<b>מנה לי בידך וכו'.</b> זהו באור מ''ש בדרבנן מפכינן שבועה שאם לא רצה הנתבע לישבע מהפכינן על התובע על כרחו ואם לא רצה לישבע הולך לו ופשוט הוא: "
      ],
      [
        "<b>הורו רבותי שכל מי שנתחייב שבועה וכו'.</b> כבר באר רבינו בדבריו שדין זה הוא תקנת רבותיו ז''ל. וכבר כתבתי שכל מקום שהזכיר רבינו חרם סתם הוא מדברי הגאונים ז''ל: "
      ],
      [
        "<b>כל מי שנתחייב שבועה וכו'.</b> בקדושין (דף כ\"ז:) מנין לגלגול שבועה מן התורה וכו' ובפרק כל הנשבעין (שבועות דף מ\"ח:) אמרו מהו לגלגל בדרבנן ופשטו שמגלגלין אף בדרבנן. ודע שמפורש הוא פ״ק דקדושין שמגלגלין בין בטוען התובע טענת ברי בין בטוען שמא בין על הגלגולים בין על עיקר השבועה ואע״פ שלא נזכר בביאור כאן בדברי רבינו מתוך שסתם לשונו נראה כן וגם במקומות אחרים מבואר בדבריו: ",
        "<b>ועד היכן הוא כח הגלגול וכו'.</b> פ''ק דקדושין (דף כ\"ח) מימרא הובאה בהלכות פ' כל הנשבעין: ",
        "<b>וכבר ביארנו שאין מגלגלי' וכו'.</b> פי''א מהל' שכירות: "
      ],
      [
        "<b>מי שנתחייב שבועה וכו'.</b> בהלכות פ' כל הנשבעין ירושלמי חד בר נש אזל בעא למידן קומי רבי זעירא חייביה שבועה על תרין דינרין אמר ליה לאו תרין דינרין אנא חייב לך הא טריפין לך א''ל עוד אתה חייב מילת פלן ופלן א''ל ר' זעירא או הב ליה כל מה דתבע לך או לישתבע ליה על כל מה דהוא מגלגל עלך וכתב בהלכות גם כן שהלכה כדברי האומר בפרק המפקיד אמר הריני נשבע ראה אותן מגלגלין עליו חזר ואמר הריני משלם חוששין כלומר ונשבע על הכל או משלם. וכתב רבינו או שטען מטענות הודאות כלומר שאם טען עליו התובע טענת ספק ורצה הלה לשלם עיקר תביעתו אינו חייב על הגלגולין לשלם וכן כתבו קצת בעלי הוראה ולזה הסכימו הרמב''ן והרשב''א ז''ל פ' השואל. ובהשגות א''א ואם זה שנתחייב היסת וכו'. ואיני רואה בכאן השגה על דברי רבינו כלל לפי שלא נזכר דין זה בגמרא ואין תימה אם לא כתבו כי כמה דינין יש בדיני ממונות לא נכתבו בדבריו ולא בדברי שום מחבר ולעיקר הדין כבר קדם בו רבינו אלפסי ז''ל שכתב בתשובה שבועת היסת דמהפכינן דוקא דלית בה גלגול שבועה אצל הנתבע אבל אית בה גלגול לא מפכינן עד כאן. והיא כתובה בעיטור וכוונתה כדברי הר''א ז''ל: "
      ],
      [
        "<b>הטוען את חבירו טענות הרבה וכו'.</b> כן כתב רבינו האי בשערי השבועות ויש לזה סמך בקצת מקומות: ",
        "<b>נתחייב שתי שבועות וכו'.</b> גם זה בדברי הגאון ז''ל והביא סמך לזה ממה שאמרו היה חייב שתי מיתות נדון על שתיהן בחמורה. ודבר ברור הוא: "
      ],
      [
        "<b>כל הטוען על חברו וכו'.</b> זה דבר פשוט ואינו צריך לראיה: "
      ],
      [
        "<b>אתה חבלת בי לא היו דברים וכו'.</b> דעת רבינו לפטור שבועה על מה שאין בו חיוב ממון גמור פשוט הוא ודבריו בדין החבלה בנויין על מ''ש פ''ה מהל' חובל ומזיק ושם האריך בזה. וג''כ הארכתי שם לתמוה על דברי רבינו שכתב שאינו משלם קנס ע''פ עצמו והוא על נזק וצער כמו שמבואר שם. ובהשגות א''א איני מוצא קנס בחבלות וכו'. ודין חלוק המקומות מבואר פ''ה מהל' סנהדרין: "
      ],
      [
        "<b>בד''א שהמודה בקנס וכו'.</b> זה פשוט בגמ' בהרבה מקומות שאם הודה בקנס גמור שנתחייב בו בבית דין ודאי חייב לשלם על הודאת פיו ומכל מקום כבר כתבתי שאין זה בקנס ובכל גוונא חייב כמו שנתבאר פ''ה מהל' חובל ומזיק: "
      ]
    ],
    [
      [
        "<b>כל חשוד על השבועה וכו'.</b> מפורש במשנה פרק כל הנשבעין (שבועות דף מ\"ד:) שכנגדו חשוד על השבועה שהוא נשבע ונוטל ומפורש פרק שבועת הדיינין בגמרא שאין חשוד נשבע אפי' שבועת היסת ושם נראה שאפי' רצה התובע אינו נשבע שהרי בהיסת אין שכנגדו נשבע וזה ברור: "
      ],
      [
        "<b>אחד הנשבע לשקר וכו'.</b> פ' כל הנשבעין שם ושכנגדו חשוד על השבועה כיצד אחת שבועת העדות ואחת שבועת הפקדון ואפילו שבועת שוא ובגמ' (דף מ\"ו:) הקשו וליתני נמי שבועת ביטוי ותירצו כי קתני שבועות דכי מישתבע בשקרא מישתבע אבל שבועת ביטוי דאיכא למימר דבקושטא קא משתבע לא קתני והקשו תינח אוכל ולא אוכל אכלתי ולא אכלתי מאי איכא למימר ותירצו תנא שבועת שוא וכל דדמי ליה ע''כ בגמרא. דעת רבינו לפרש שאין חלוק לענין הדין בין חשוד על שבועת בטוי אפי' להבא לחשוד על שאר שבועות וכל סוגיא זו אינה אלא לומר מ''ט לא קתני לה במתני' וטעם לדבריו דודאי לא גרע חשוד על שבועת בטוי דלהבא ממשחק בקוביא שאסור מדבריהם וכן כתב רבינו האי ז''ל וזה דעת רבינו יעקב אבל רש''י ז''ל פירש דחשוד על שבועת ביטוי דלהבא אינו חשוד על השבועה להוציא שקר מפיו ואינו נפסל בכך וזה דעת הרמב''ן ז''ל וגם הרשב''א ז''ל וכן כתב בתשובה: ",
        "<b>וכן כל הפסול לעדות וכו'.</b> שם במשנה היה אחד מהם משחק בקוביא ומלוה ברבית ומפריח יונים וסוחר שביעית שכנגדו נשבע ונוטל ובגמרא הקשו כיון דתנא חשוד על השבועה הא תו למה לי ותירצו תנא פסולא דאורייתא וקתני פסולא דרבנן. וכתב רבינו כל הפסול לעדות ופשוט הוא שאע''פ שלא נשנו כולם במשנתינו הדין שוה בהם: "
      ],
      [
        "<b>אין אדם נעשה חשוד וכו'.</b> דברי רבינו פשוטים שהרי אין אדם נפסל לעדות עפ''י עצמו וכן הדין לשבועה וכ''כ רבינו האיי ז''ל בשערי השבועות וכתב רבינו מאיר וה''מ בנתבע אבל תובע הנשבע ונוטל ואומר חשוד אני נאמן להזיק עצמו ופשוט הוא: "
      ],
      [
        "<b>תקנת חכמים היא שכל וכו'.</b> זו היא המשנה שהזכרתי בראש פרק זה שכנגדו חשוד על השבועה נשבע ונוטל והיא במחוייב שבועת התורה כמו שיתבאר: ",
        "<b>היו שניהם חשודים וכו'.</b> דין זה מחלוקת במשנה ובגמרא ואיכא מאן דאמר יחלוקו ואיכא מאן דאמר חזרה שבועה למחוייב לה ומתוך שאינו יכול לישבע משלם ורבינו האיי וקצת מן האחרונים ז''ל פסקו כמאן דאמר יחלוקו ובהלכות פסקו כדעת רבינו ולזה נראה שהסכימו הרמב''ן והרשב''א ז''ל: ",
        "<b>היה החשוד שומר וטען שאבד וכו'.</b> דין זה לא נזכר בגמרא בביאור אבל מתוך מה שאמרו שכנגדו נשבע ונוטל למד רבינו שלעולם שכנגדו אינו נוטל בלא שבועה אלא בשניהם חשודים שאמרו בפירוש חזרה שבועה למחוייב לה הילכך כל זמן שהשבועה על שמא והתובע אינו טוען ברי אינו נוטל אבל רבינו מאיר ז''ל כתב דהוה ליה נתבע מחוייב שבועה שאינו יכול לישבע ומשלם ואני אומר לדבריו כל חשוד המקבל פקדון חייב באונסיו אלא אם כן נאנס בפני עדים ולא מצינו שהחמירו כל כך חכמים עליו אלא ודאי דעת רבינו עיקר: "
      ],
      [
        "<b>נתחייב החשוד שבועה מדבריהם וכו'.</b> גם זה לא נזכר בגמרא בביאור אבל דבר פשוט הוא שאם חכמים תקנו שמי שדינו מן התורה להיות נשבע ולא משלם כשהוא חשוד שכנגדו נשבע ונוטל כל שכן שלא תקנו לחשוד להיות נשבע ונוטל וזה קל וחומר שאין עליו תשובה לאותן שלא היה דינן לישבע וליטול כגון שכיר ונגזל וחבריו וחכמים הקלו עליהם ליטול בשבועה אבל אותן שהיה דינן מן התורה ליטול בלא שבועה וחכמים החמירו עליהן לישבע כגון פוגם שטרו וכיוצא בו י''ל שלא הצריכוהו חכמים שבועה אלא היכא דאפשר שאינו חשוד אבל כל שהוא חשוד שאי אפשר לו לישבע העמידוהו על דין תורה ונוטל בלא שבועה כיון שיש לו שטר וזה דעת הר''א ז''ל בהשגות וכ''כ רבינו מאיר הלוי ז''ל ולדבריהם יפה כח החשוד בכך שהוא נוטל בלא שבועה כיון ששטרו מקויים ודעת רבינו שכיון שאין יכול לישבע אינו נוטל וכן דעת בעל העיטור ז''ל ואין בידי להכריע: "
      ],
      [
        "<b>היה החשוד מן הנשבעין וכו'.</b> זה ברור ומוסכם מן המפרשים ז''ל ואף מי שחולק בדין השומר מודה בזה ופשוט הוא: "
      ],
      [
        "<b>נתחייב החשוד שבועת היסת וכו'.</b> זה מבואר בגמרא פרק שבועת הדיינין (שבועות דף מ\"א) ופ״ק דמציעא (דף י\"ג): "
      ],
      [
        "<b>מי שנתחייב שבועת וכו'.</b> אינו מבואר בגמרא ודעת רבינו מאיר ז''ל כדעת רבינו ז''ל אבל בעיטור אמרו שאם תובע חשוד נתבע פטור ואין עליו אלא חרם סתם ודברי רבינו נראין: "
      ],
      [
        "<b>מי שנתחייב שבועה וכו'.</b> גם זה אינו נזכר בגמרא אבל נראה ברור דלא גרע ממה שאמרו טעה בדבר משנה חוזר ואף על פי שיש לחלק ביניהם הדבר נכון בעצמו וכן כתב רבינו מאיר ז''ל: "
      ],
      [
        "<b>לעולם כזה דנין לחשוד וכו'.</b> השוה רבינו דין זה לדין פסול לעדות מחמת עבירה וכן הוא האמת ובהלכות כתבו במסכת סנהדרין ירושלמי החשוד בשבועות מאימתי מקבלין אותו משיבא לבית דין שאין מכירין אותו ויאמר חשוד אני עד כאן. ונכתב בדברי רבינו בפרק י''ב מהלכות עדות ועל הכלל שעדות ושבועה שוין בזה וזה מוסכם: "
      ],
      [
        "<b>מי שטען על חבירו וכו'.</b> בהלכות פרק כל הנשבעין מבואר שאין הלכה כרב דאמר פרק הגוזל מנה לי בידך והלה אומר אין לך בידי כלום ונשבע ובאו עדים פטור אלא ודאי חייב ואין שבועה פוטרתו וכן כתבו ז''ל ודין החשוד דבר פשוט הוא: "
      ],
      [
        "<b>טענו שיש לו אצלו חוב וכו'.</b> דין התשלומין שאין השבועה פוטרו מבואר ממה שאמרתי מהא דרב דלית הלכתא כוותיה ודין החשוד דבר פשוט הוא שאינו נחשד אלא בראיה ברורה ויש לזה סמך בגמרא: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>אין מודה במקצת חייב שבועה וכו'.</b> ראש פרק שבועת הדיינין (שבועות דף ל\"ח:) הטענה שתי כסף וההודאה שוה פרוטה ומפרש במשנה שהכפירה בלבד צריך שתהיה שתי כסף וכרב דאמר הכין בגמרא ועוד יתבאר בסמוך: ",
        "<b>וכמה היא פרוטה משקל חצי שעורה וכו'.</b> הדרך שכתב רבינו ז''ל במשקל הפרוטה ובמשקל שתי כסף הוא דרך הנכון כבר הכריחוהו הרמב''ן ז''ל והרשב''א ז''ל. ודע שמשקל ל''ב שעורות הוא משקל ארגינץ אחד אבל מה שכתב רבינו <b>ז''ל ולפי שזה שהצריכו להיות כפירת הטענה שתי כסף הוא מדבריהם</b> הוא דבר צריך עיון. דהא משמע התם דמקראי ילפינן לה ומה שאמרו מעין ולא אמרו שקלים פ''ק דקידושין מקשה זה בגמרא ומתרץ לה ואפשר שיש שם לרבינו שיטה אחרת: "
      ],
      [
        "<b>שתי מעין ופרוטה וכו'.</b> משנה ומחלוקת רב ושמואל בגמרא פ' שבועת הדיינין ותני ר' חייא כוותיה דרב דכפירה בלבד צריך שתהיה שתי כסף וכן פסקו כל הפוסקים ז''ל ובין לרב בין לשמואל הודאה בפחות מפרוטה לאו כלום הוא: "
      ],
      [
        "<b>מאה תמרים יש לי בידך אין וכו'.</b> זה מבואר ויוצא מן הסוגיא שאין יוצא מכלל כפירה שתי כסף והודאה פרוטה אלא כלים בדוקא כמו שיתבאר: "
      ],
      [
        "<b>במה דברים אמורים בכסף או במיני סחורות וכו'.</b> שם (שבועות דף מ' ע\"ב) טענו שתי מחטין והודה לו באחת מהן חייב לפיכך יצאו כלים למה שהן ויש מי שפירש דבעינן אף בכלים שתהיה ההודאה בפרוטה והכפירה פרוטה ושתי מחטין שאמרו והוא שיהיו שוות שתי פרוטות וכן הוא בירושלמי ואין זה עיקר אלא כדעת הגאונים ז''ל והוא כדעת רבינו שאפילו עשר מחטין בפרוטה חייב וכן הכריע הרשב''א ז''ל: ",
        "<b>טענו כסף וכלים וכו'.</b> שם א''ר פפא טענו כלי ופרוטה הודה בכלי וכפר בפרוטה פטור בפרוטה וכפר בכלי חייב ופירוש רבינו פשוט: "
      ],
      [
        "<b>העיד עליו עד אחד אפילו וכו'.</b> בגמרא (דף מ') על המשנה שאמרה הטענה שתי כסף אמר שמואל לא שנו אלא טענת מלוה והודאת לוה אבל טענת מלוה והעדאת עד אחד אפילו לא טענו אלא בפרוטה (וכפר בה) חייב וכו' ותניא כל מקום ששנים מחייבין אותו ממון אחד מחייבו שבועה ונחלקו המפרשים אם עד אחד מחייב לשבועה בטענת שמא והרמב''ן ז''ל נוטה לדעת המחייבין ודעת הרשב''א ז''ל כדברי הפוטרין משבועת התורה ואף על פי שאמרו שכל מקום ששנים מחייבין אותו ממון אחד מחייבו שבועה אינו כלל גמור ולא נתבאר זה בדברי רבינו: ",
        "<b>וכן בשבועת שומרים וכו'.</b> דין זה אינו מבואר בגמרא ודעת הרב אבן מיגש ז''ל הוא שאין השומרין צריכין שתי כסף ואין כן דעת הרמב''ן ז''ל אלא אף הן צריכין שתי כסף ואין בזה ראיה מכרחת וכבר נזכר זה פ''ב מהל' שכירות: "
      ],
      [
        "<b>הודו רבותי שהנשבעין וכו'.</b> מחלוקת רבינו עם רבותיו ז''ל בדין זה אין לאחד מן הצדדים ראיה ברורה מן הגמרא ומה שדימה אותן רבינו לנשבעין בטענת ספק אין טענתו מכרחת ודעת הרמב''ן והראב''ד ז''ל בהשגות כדעת רבותיו של רבינו. ודע שאחד מן הנשבעין ונוטלין הוא השכיר וכבר כתבתי בדינו סוף פרק י''א מהלכות שכירות: "
      ],
      [
        "<b>אין מודה במקצת חייב שבועה וכו'.</b> במשנה טענו חטים והודה לו בשעורים פטור ר''ג מחייב ואין הלכה כר''ג וכן מתבאר מן הגמרא: ",
        "<b>דינר זהב לי בידך וכו'.</b> זה מתבאר בסוגיא שם אליבא דשמואל שהטוען דינר זהב סתמא דוקא קאמר ולא שוה קאמר ומשנתנו שאמרה דינר זהב שלי בידך אין לך בידי אלא דינר כסף טריסית ופונדיון ופרוטה חייב העמידוה בגמ' דוקא בשטענו בדינר מטבעות ופר''ח ז''ל כגון שטענו דינר זהב נתתי לך ליתן לי אתה מטבעות בו וזה הודה לו באחד ממטבעות הללו וקמ''ל משנתנו דפרוטה היא מכלל מטבע. ודע שלפי פי' זה טענו עשרה דינרים ממטבע זו והודה לו באחר אין ההודאה ממין הטענה וכמו שכתב רבינו וכן הסכימו הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>מנורה גדולה יש לי בידך וכו'.</b> ברייתא שם (דף מ\"ג) מנורה גדולה יש לי בידך אין לך בידי אלא מנורה קטנה פטור אזורה גדולה יש לי בידך אין לך בידי אלא אזורה קטנה פטור וכו' מנורה בת עשר ליטרין יש לי בידך אין לך בידי אלא חמש ליטרין חייב והקשו בגמרא מ''ש מנורה גדולה ומנורה קטנה (דפטור) דמה שטענו לא הודה לו ומה שהודה לו לא טענו אי הכי בת עשר (ליטרין) ובת חמש ליטרין נמי מה שהודה לו לא טענו ומה שטענו לא הודה לו ותירץ רבי שמואל בר רב יצחק הכא במנורה של חליות עסיקינן דקא מודי ליה מינה והקשו אי הכי אזורה נמי ליתני ולוקמה בדליפי פירש באזורים קטנים מחוברים זה בזה אלא (מאי אית לך למימר) בדליפי לא קתני ה''נ דחליות לא קתני ומתוך קושיא זו אמרו אלא אמר ר' אבא שאני מנורה הואיל ויכול לגררה ולהעמידה על חמש ליטרין וסובר רבינו דלפי המסקנא הוא הדין באזור בשהזכירו שניהם מדה מפני שיכול לחתכו וברייתא תנא חדא והוא הדין לאידך וכי אקשי לשמואל אי הכי ליתני אזורה לא מפרקינן תנא חדא והוא הדין לאידך משום דחליות לא מיתני בפירוש בברייתא הילכך לא משתמע חד מאידך אבל במסקנא אזור ומנורה שוין. זה נראה לדעת רבינו וכן נראה מדברי רבינו האי ז''ל: "
      ],
      [
        "<b>כור חטים וכו'.</b> בבבא קמא פרק המניח את הכד (דף ל\"ה:) מימרא טענו חטים והודה לו בשעורים פטור אף מדמי שעורים והעלו בהל' מהסוגיא אשר שם דאי תפס שעורים לא מפקינן מיניה וכן פסקו הגאונים: "
      ],
      [
        "<b>הטוען את חבירו שני מינין וכו'.</b> פרק שבועת הדיינין (שבועות דף מ' ע\"ב) אמר שמואל טענו חטים ושעורים והודה לו באחד מהן חייב וכן העלו שם: ",
        "<b>התחיל הטוען ואמר כור חטים וכו'.</b> שם מימרא פשוטה כדברי רבינו ז''ל: "
      ],
      [
        "<b>כור חטים יש לי בידך אין לך וכו'.</b> זה מתברר מתוך הדין שהזכרתי בסמוך דמשמע דבעינן שיודה ויכפור במה שטענו אלא שלמעלה אמרו שאם נראה לדיינין שהנטען הערים חייב ואף בדין זה כתב כן רבינו מאיר הלוי ז''ל שאם הודה בחטים כמערים קודם שהתובע ישלים דבריו חייב ואף מלשון רבינו נראה שכוונתו היא כשהתובע היה עושה מהן שתי תביעות: "
      ],
      [
        "<b>מלא עשרה כדין וכו'.</b> בפרק שני דייני גזלות (כתובות דף ק\"ח) משנה וסוגיא דגמרא והעלו בהלכות הפסק כדברי רבינו וכן הסכימו כל הפוסקים ז''ל: "
      ],
      [
        "<b>מנה יש לי בידך הלואה וכו'.</b> דין זה לא נזכר בגמ' בביאור אבל המפרשים נחלקו בו ונתלו בסוגיא שבפרק השואל. בהשגות כתוב א''א ואני מורה ובא וכו'. והחלוק הראשון שכתב הר''א ז''ל בטוענו מנה מלוה ומנה פקדון שאם הודה באחד מהם שהוא פטור הוא דבר מתמיה דמי גרע מטענו חטים ושעורים והודה לו באחד מהם שהוא חייב וכבר השיב עליו הרמב''ן ז''ל אבל הדין שהזכיר רבינו ז''ל במנה מלוה והוא מודה לו בחמשים של פקדון שהוא חייב נראה דעת הרשב''א ז''ל מסכמת לדברי הר''א ז''ל שהוא פטור וגדולה מזו שאם טענו מנה מלוה והודה לו מנה פקדון דהוה ליה כטענו חטים והודה לו בשעורים שהוא פטור כנזכר למעלה והדבר צריך לימוד וכבר נשאו ונתנו בדין זה של הר''א ז''ל הר''ז הלוי ז''ל שהוא חולק עליו וארכו הדברים ביניהם ולא עמדו דברי הר''א ז''ל: "
      ],
      [
        "<b>מנה וכלי יש לי בידך וכו'.</b> מדברי רבינו נראה שאף על פי שהכלי שהוא טוענו הוא פקדון אם לא אמר הילך אף על פי שהוא בעין הוה ליה מודה מקצת אבל הרמב''ן והרשב''א ז''ל הוכיחו מן הסוגיא שבפירקא קמא דמציעא דכל פקדון שהוא בעינו והודה לו אפילו הוא באגם הוה ליה הילך דכל היכא דאיתא ברשותא דמריה איתא ואין זה מודה מקצת. ושאר הדברים שכתב רבינו בדין זה פשוטים הם: ",
        "<b>כל מקום שנאמר וכו'.</b> זה פשוט שכל אלו הדינין לא גרעו מכופר בכל וזה מוסכם: "
      ]
    ],
    [
      [
        "<b>אין מודה מקצת חייב שבועה וכו'.</b> פרק שבועת הדיינין (שבועות דף מ\"ב) משנה אין נשבעין אלא על דבר שבמדה שבמשקל ושבמנין ואמר רבא בגמרא אינו חייב עד שיטעננו דבר שבמדה שבמשקל ושבמנין ויודה לו בדבר שבמדה שבמשקל ושבמנין וזה מבואר: "
      ],
      [],
      [
        "<b>בית זה מלא וכו'.</b> משנה שם זה אומר עד הזיז וזה אומר עד החלון חייב ומדברי רבינו נראה דדוקא בשטוענין בבית ידוע דאי בבית סתם לאו דבר שבמדה הוא שהרי כמה בתים יש גדולים וקטנים ואין ידוע טענתם כמה וכן נראה מדברי הרמב''ן ז''ל ועיקר אף על פי שיש חולקין: "
      ],
      [
        "<b>אין מודה מקצת חייב וכו'.</b> פירקא קמא דמציעא (דף ד') מבואר זה בהלכות מהכרח השמועה אשר שם ונראה פירוש דברי רבינו דדוקא כשהם בשטר שא''א לו לומר פרעתי אבל אם היו החמשים בעדים לא בכתב ידו שהוא נאמן לומר פרעתי אם הודה בהן הודאתו הודאה לחייבו שבועת התורה וזה נראה ממה שהזכיר שטר בדוקא וממה <b>שכתב שהשטר לא הועיל בו כפירתו והרי כל נכסיו משועבדים</b> והרמב''ן הוסיף לומר שאפילו החמשים הם בכתב ידו בנאמנות חייב כיון שאינו גובה בו מנכסים משועבדין ולא מעטו אלא שטר בדוקא דהוה ליה שעבוד קרקעות שגובה בו מן הלקוחות ורבינו האי כתב בשערי השבועות הפך מזה ואמר שאפילו אין החמשים אלא בעדים אם הודה בהן אין הודאתו כלום ודברי רבינו נ''ל עיקר: "
      ],
      [
        "<b>שטר שכתוב בו סלעים כו'.</b> שם פ''ק דמציעא (דף ד') ת''ר שטר שכתוב בו סלעין דינרין מלוה אומר חמש ולוה אומר שלש רשב''א אומר הואיל והודה במקצת הטענה חייב רבי עקיבא אומר אינו אלא כמשיב אבדה ופטור וע''כ לא פליגי אלא במלוה אומר שלש אבל שתים אפילו ר' שמעון מודה וקיימא לן כרבי עקיבא ומבואר בהלכות ומ''מ נשבע הוא היסת בין באומר שתים בין באומר שלש וכ''כ ז''ל ואע''פ שמשיב אבדה הוא אינו כמוצא מציאה לגמרי שלא לישבע היסת ואע''פ שרבינו דימה זה למשיב אבדה כבר נתבאר בדבריו שכל מקום שנזכר כאן פטור הוא משבועת התורה בדוקא: ",
        "<b>וכן האומר לחבירו וכו'.</b> פרק שבועת הדיינין (שבועות דף ל\"ח) משנה מנה לאבא בידך אין לך בידי אלא חמשים דינר פטור מפני שהוא כמשיב אבדה ויש בגמרא מחלוקת בזה בין ראב״י וחכמים. ודע שלפי דעת רוב הפוסקים דברי רבינו ז״ל אמת בזה ואפי' לדעת הפוסקים כראב״י לא אמרה ראב״י אלא בטוען הבן ברי שהוא ראה כשהודה זה לאביו ואף בזה נחלקו חכמים שאינו ברי אלא ביכול לטעון ברי מחמת שהוא הלוהו לפי שבא בטענת אביו יכול לומר לו תנאי היה ביני לבינו והוא פייסני שאודה לו וכן פירשו הרבה מן המפרשים ז״ל. ודע שמ״ש בהשגות בזה אינו עיקר אפילו לדעת ההלכות וכתב רבינו בכאן פטור משבועת היסת לפי שאין היסת על טענת שמא כנזכר פרק ראשון: ",
        "<b>אבל יורש שטען ואמר וכו'.</b> זה הוא כראב''י לפי מה שפירשנו והוא כדעת ההלכות ואת''ל שראב''י מחייב אפילו בשאין הבן טוען טענת ברי סבור רבינו שהלכה כחכמים וכ''פ הגאונים ז''ל: "
      ],
      [
        "<b>מנה לי בידך על משכון זה וכו'.</b> דינין אלו שהזכיר רבינו במשכון יוצאין מן המשנה אשר שם ופשוטין הן וכבר נזכרה פי''ג מהל' מלוה ולוה והר''א ז''ל כתב בהשגות דמודה בשווי המשכון הו''ל הילך ואין כן דעת רבותיו של רבינו ובביאור כתב אבן מיגש ז''ל בשם הרב אלפסי דמשכון לאו הילך הוא: "
      ],
      [
        "<b>מנה לי בידך והלה אומר חמשים וכו'.</b> מימרא פרק השואל במציעא (דף צ\"ח) ובהרבה מקומות מנה לי בידך והלה אומר אין לך בידי אלא חמשים והשאר איני יודע מתוך שאינו יכול לישבע משלם. ודין החרם שהזכיר רבינו כבר כתבתי בהרבה מקומות שהוא מתקנת הגאונים ז''ל: "
      ],
      [
        "<b>מנה לי בידך והרי עד אחד וכו'.</b> דינין אלו שכתב רבינו בעד אחד שאין אומר מגו שאם היה מכחיש העד היה נאמן בשבועה עכשיו גם כן נאמינהו בשבועה הוציאם מהמעשה שהזכיר והוא בבבא בתרא פ' חזקת ובהרבה מקומות והוא כך ההוא גברא דחטף נסכא מחבריה אתא לקמיה דרבי אמי הוה יתיב רבי אבא גביה אזל אייתי חד סהדא דחטפה מיניה אמר ליה אין חטפי ודידי חטפי אמר ר' אמי היכי לדיינוה דייני להאי דינא לישלם ליכא תרי סהדי ליפטריה איכא חד סהדא דמיחטף חטפה מיניה לישתבע הא מודה אין חטפי ודידי חטפי אמר ליה רבי אבא הוה ליה מחוייב שבועה שאינו יכול לישבע ומשלם ומעשה זה הוא בהרבה מקומות בגמרא בהלכה ברורה ואי אפשר בשום פנים שתהיה כוונת רבינו כגון שאין זה העד יודע אם פרעו אם לאו שאם לא כן ודאי נאמן היה לומר יש לי בידך כנגדן שהרי ודאי אפי' בשנים מעידין שהלוה ואינן יודעין אם פרעו נאמן הוא לומר יש לי בידך כנגדן מגו דאי בעי אמר פרעתי שהמלוה או המפקיד את חבירו בעדים אינו צריך לפרעו ולא להחזיר לו בעדים ונאמן לומר החזרתי או פרעתי ועובדא דנסכא הוא מפני שהגוזל את חבירו בעדים צריך להחזיר לו בעדים וכמ''ש פ''ד מהל' גזלה או הוא דוקא כשהעד מעיד שהנסכא היא עדיין ביד החוטף אבל אם תמצא לומר שאין הגוזל את חבירו בעדים צריך לומר החזרתי בעדים והעד לא היה מעיד אם היא בידו עדיין ודאי מהימן הוא כי אמר דידי חטפי מגו דאי בעי אמר החזרתי וכן כתבו ז''ל ועכ''פ דברי רבינו בדינין אלו של עד אחד אינן כמשמען ומתוך פשיטות זה סתם רבינו וסמך על המבינים וא''א לפרש דבריו אלא באחד משני פנים או שהעד מעיד שעדיין מנה זה אצלו כגון שלא זזה ידו מתוך ידו או שהוא מעיד שהוא תוך זמנו או על הדרך הכתוב בהשגות כגון שטען תחלה להד''מ ואחר כך הוציא עליו עד זה וחזר ואמר לויתי ופרעתי והדרך הראשון כשהעד מעיד שעדיין המנה אצלו הוא אמתי בדין הראשון שהזכיר רבינו והוא שהנתבע טוען יש לי בידך כנגדן כסות או כלים והטעם לפי שכל מקום ששנים מחייבין אותו ממון אחד מחייבו שבועה ושנים בכה''ג המעידים שעדיין המנה בידו ודאי אינו נאמן לומר יש לי בידך כנגדן כסות או כלים דהא ליכא מגו דאי בעי אמר פרעתי וכאן גבי עד אחד כיון שאינו יכול לישבע להכחיש העד אע''פ שפוטר עצמו בטענה אחרת חייב לשלם אבל <b>מ''ש וכן כפרן שבא עליו עד אחד וטען שפרעו</b> הוא בהכרח כמו שהעמידו הר''א ז''ל שאם כדרך הראשון שהעד מעיד שעדיין הוא חייב לו ישבע להכחיש העד ויפטר ומה לי מכחישו בעיקר ההלואה ומה לי מכחישו בפרעון אלא ודאי כן הוא בשכפר בתחלה וזה מבואר בלשונו שאמר וכן כפרן וכן הוא עיקר הנוסחא בדברי רבינו ודינו אמת על הדרך הזה אבל דין השטר הוא לדעת רבינו כפשטו לפי ששנים בשטר היו מחייבין אותו ממון וכבר ביארתיו פי''ד מהלכות מלוה ולוה ושם כתבתי מה שנ''ל ואח''כ מצאתי כדברי לרשב''א ז''ל בתשובת שאלה: "
      ],
      [
        "<b>מנה הלויתיך לא היו דברים וכו'.</b> זהו דין כפרן שנתבאר בסמוך ולא בא רבינו אלא לבאר ענינו וגם זה הוראה ברורה על כוונתו ז''ל: "
      ],
      [
        "<b>מנה לי בידך.</b> זהו מחלוקת ר' חייא ור' אפטוריקי פ''ק דמציעא (דף ג') ופסקו כל הגאונים כר' חייא שהוא מחייב שבועה כמ''ש רבינו: "
      ]
    ],
    [
      [
        "<b>ואלו דברים שאין נשבעין עליהם וכו'.</b> משנה פרק שבועת הדיינין (שבועות דף מ\"ב) ופרק הזהב (בבא מציעא דף נ\"ו) ורבי שמעון חולק במשנה בקדשים שחייב באחריותן ואין הלכה כמותו וכתב רבינו האי ז״ל שאם תובע ממנו דמי נייר השטרות ויש בהן שיעור התביעה כפי שנתבאר פ״ג הרי הן כשאר ממון דעלמא ולא נתמעטו שטרות אלא בטוענן לראיה שבהן ודברים פשוטים הם ומלשון רבינו נראה כן ויש לזה ראיה מבוארת פרק הזהב: ",
        "<b>נשבע שבועת היסת.</b> דין ההיסת ידוע שהוא בכל דבר כפירה מאיזה דבר שיהיה וכן כתבו ז''ל ויש לזה סמך פ' הכותב (כך כתוב בהלכות פ' שבועת הדיינין) ודין ההקדשות הוא משבועת המשנה ומסקנא דגמרא בפרק הזהב (נ\"ח) א''ר אלעזר שבועה זו תקנת חכמים היא כדי שלא יזלזלו בהקדשות: "
      ],
      [
        "<b>שתי שדות מכרת לי וכו'.</b> זה מבואר בהרבה מקומות ונכלל במה שנזכר למעלה: ",
        "<b>וכן החופר בשדה חבירו וכו'.</b> דין זה יצא לרבינו ממה שהקשו פ''ק דמציעא (דף ד') למאן דאמר הילך פטור למאי איצטריך קרא למעוטי קרקעות משבועת מודה מקצת תיפוק לי דכל קרקע הילך הוא פירוש דכל היכא דאיתא ברשותא דמריה איתיה ותירצו כי איצטריך קרא היכא דחפר בה בורות שיחין ומערות ומפרש רבינו וטענתם על החפירה שזה טוען שחפר בה והזיקו יותר ממה שזה מודה ואע''פ שתביעתו היא דמים כיון שהיא מחמת קרקע אין עליה שבועת התורה ויש לפרש בדרך אחרת ולומר שהוא טוענו שתי שדות והלה מודה לו בשדה אחת ובאותה שמודה לו חפר בה בורות ונמצא דלאו הילך הוא שהרי אינו מחזירה לו כמות שהיא וכן נראה מדברי רש''י ז''ל ומכל מקום נראה שאפי' לפי פירוש זה יש ראיה לדברי רבינו שאת''ל דתביעת חפירת בורות היא כתביעת מטלטלין נמצא שזה תובעו מטלטלין וקרקעות והודה לו במטלטלין ובמקצת קרקעות ואם כן זהו התירוץ השני שאמרו שם אי נמי היכא דטענו כלים וקרקעות והודה בכלים וכפר בקרקעות ויש לדחות דתירוץ ראשון מיירי כגון שאינו תובעו כלל מן החפירות. ובהשגות א''א נראין דברים שתבעו למלאות החפירות וכו'. ואין החלוק שכתב הרב ז''ל נראה נכון שהרי אין ביד התובע להכריח לנתבע למלאות לו החפירות אלא אם רצה משלם לו נזקו והפסדו הילכך מה לי תובעו למלאות מה לי תובעו בדמים כאן וכאן תביעתו דמים הבאין מחמת קרקע הן. ומה שכתב הרב <b>ז''ל וכמי שאמר לו חבלת בי שתים וכו'</b> נראה שכוונתו ז''ל לומר דאע''ג דאדם הוקש לקרקע כשהוא תובעו דמי החבלה הרי הוא כמטלטלין ואין זו ראיה דכי אמרינן דאדם הוקש לקרקע הני מילי עבדים דכתיב בהו בהדיא והתנחלתם אותם לבניכם אחריכם אבל שאר אינשי ודאי לא: "
      ],
      [
        "<b>טענו כלים וקרקעות וכו'.</b> משנה פרק שבועות הדיינין (שבועות דף ל\"ח) מבוארת: "
      ],
      [
        "<b>טענו בענבים העומדות להבצר וכו'.</b> שם במשנה מחלוקת ר''מ וחכמים בעשר גפנים טעונות מסרתי לך והלה אומר לא מסרת לי אלא חמש שרבי מאיר מחייב וחכמים פוטרין ואמרו בגמרא בענבים העומדות ליבצר פליגי ר''מ סבר כבצורות דמיין והרי הן כמטלטלין וחכמים סברי לאו כבצורות דמיין ורבינו נראה שהוא פוסק כר''מ ממאי דאמרינן פ' נערה שנתפתתה כל העומד לגדור כגדור דמי ומחלוקת ר''מ וחכמים היא בשאינן צריכין לקרקע או שהוא ז''ל סבור שמחלוקתן היא בשצריכין לקרקע אבל אין צריכין לקרקע כלל אפי' חכמים מודים שהן כמטלטלין ואתיא ההיא דנערה שנתפתתה כחכמים והוא ז''ל פסק כחכמים וכיוצא בזה החלוק שכתב כאן כתב פרק ראשון מהלכות מכירה אבל בהלכות שכירות פרק שני לא חלק רבינו בין צריכין לאין צריכין ושם נראה מלשונו שאפילו אין צריכין הרי הן כקרקע לענין שומרין שכך כתב שם אפילו ענבים העומדות להבצר הרי הן כקרקע כדין השומרין עכ''ל נראה שהוא מחלק בין שומרין לדין אחר ולא ידעתי בזה טעם נכון. ובהשגות אמר אברהם המחבר פוסק כר' מאיר וכו' עד דברים שהרי עבדים של יתומים נידונין כמטלטלין ולענין שבועה אין נשבעין עליהן ע''כ. גם רוב המפרשים ז''ל הם כדעת זו דאפילו אין צריכין לקרקע כלל אין נשבעין עליהן והרבה חלוקין כתבו ז''ל בין דין זה למה שהזכירו פ' נערה שנתפתתה: "
      ],
      [
        "<b>הטוען על חבירו וכו'.</b> זה נראה פשוט ששכירות קרקע אחר הזמן חוב גמור הוא כיון שמחלוקתן בדמים שאם היה מחלוקת שזה אומר יש לי לדור בה עדיין והלה כופר הרי זה תביעת קרקע ואין כאן אלא היסת וכן מבואר פ''ז מהל' שכירות לפי ששכירות קרקע הרי הוא כקרקע לענין קניה ואונאה ולשאר דברים וכ''ש היא מדין חפר בורות הנזכר למעלה אבל כאן שאין מחלוקתן אלא בתביעת דמי השכירות נראה שהוא כשאר חייבין ואין זה כחופר בה בורות דהתם מחמת חסרון קרקע הוא ולא נעשה ברשות בעל הקרקע והוה ליה כתביעת קרקע אבל בשכירות קרקע אין גוף הקרקע חסר כלום ומתחלתו נעשה בין שניהם על דעת לתת לו דמים מתחלתן ועד סופן דמים הם וקרוב אני לומר שאף אם היתה טענתם בדברי מכר קרקע כגון שהלה טוען מכרתי לך את השדה והמכר קיים ואתה חייב לי מן הדמים מנה והלה מודה לו בחמשים ה''ז משלם חמשים ונשבע שבועת התורה על השאר כיון שאין תביעתן בענין המכר כמה קרקע היה כנ''ל: "
      ],
      [
        "<b>שטר מסרתי לך וכו'.</b> דינין אלו שהזכיר רבינו בענין השטרות לא נזכרו בגמ' בביאור אבל הם פרטים נכללין במה שכבר נזכר מדין השטרות ושבועת היסת בהן וכיוצא בזה כתבו הגאונים ז''ל. ויש בספרי רבינו ואם אמר הנתבע אמת מסרת לי ואבד הרי זה פטור משבועת היסת שאפילו פשע בו ואבד פטור כמו שבארנו בהלכות חובל ע''כ. נראה הכוונה שהיא בשאינו מאמינו שמחמת אבדתו הוא מפסיד מה שהיתה בו ראיה הא אם מאמינו אם הוא בפשיעה חייב לפי דעת רבינו שכתב פ''ב מהלכות שכירות שהוא מחייב הפושע בשמירת העבדים והקרקעות והשטרות ושם כתבתי מה שחלקו עליו בזה ולעיקר הדין הכתוב כאן שהוא פטור אף משבועת היסת הוא מפני שאין התובע יכול לטעון טענת ברי וכבר נתבאר פ' ראשון שאין נשבעין היסת על טענת שמא. ובהשגות אמר אברהם תימה גדול הוא זה וכו'. ורבינו נראה שהוא סבור שם כשתקנו חכמים שבועה שאינה ברשותו תקנוה לשומר הבא לשלם כמבואר פרק ששי מהלכות שאלה ופקדון ובדבר שיש לחוש שמא עיניו נתן בו אבל שומר שנשבע ונפטר בדין תורה ג''כ נשבע שאינה ברשותו מדין גלגול כמבואר שם פרק רביעי וכיון שכן שומר שטרות כיון שהוא פטור משבועה בדין תורה לא תקנו בו שבועה שאינו ברשותו ואין לך בתקנת חכמים אלא מה שכתבו הם ז''ל: "
      ],
      [
        "<b>האומר לחבירו שטר וכו'.</b> זה דבר ברור וכל חלקי דין זה פשוטים לפי מה שכבר נתבאר ויש בפ' גט פשוט סמך בגמ' שכופין מי שיש בו זכות לאחר להוציאו: "
      ],
      [],
      [
        "<b>אין נשבעין על טענת חרש וכו'.</b> משנה פרק שבועת הדיינין (שבועות דף מ\"ב). <b>ומ״ש רבינו או בטענת אביו</b> כן נראה מן הסוגיא אשר שם ואע״פ שיש גורסין שם אלא בדרבה קא מפלגי דמשמע דאפי' בטוענו קטן מחייב ראב״י אפשר שאין הלכה כמותו אלא כחכמים ודין זה מוסכם מרוב הפוסקים ז״ל: ",
        "<b>וכן אם כפר בכל ובא עד אחד וכו'.</b> זה כדעת רבינו ורבו ורוב הפוסקים דכי אמרינן אין נשבעין על טענת חרש שוטה וקטן הוא בין במודה מקצת בין בעד אחד וכל שבועה הבאה על טענת ברי ומתני' סתמא קתני: ",
        "<b>אבל אם שמר לקטן וכו'.</b> זה כדעת רבו ז''ל וקצת מפרשים ז''ל כנזכר פרק שני מהל' שכירות ושם כתבתי שיש מן המפרשים חולקין עליהם ז''ל שאין שבועת שומרין מן התורה על טענת קטן וכן כתב הר''א ז''ל בהשגות שם. ודע שהרבה מן המפרשים ז''ל מסכימים שאין שבועת התורה כלל על ידי קטן אבל שבועת השותפין והאפוטרופין והאריסין שהיא מדבריהם נשבעין אותה לקטן ובהשגות כתב הר''א ז''ל דקטן הבא בטענת אביו מחמת שמירה שנמסר החפץ ליד השומר בחיי אביו הרי שומר זה נשבע על זה ואין זה עיקר אלא בכל גוונא אין שבועת התורה ע''י קטן אבל שבועה של דבריהם יש וכן עיקר: "
      ],
      [
        "<b>הורו רבותי וכו'.</b> כבר כתבתי שכן הוא דעת הרבה מן המפרשים ז''ל: "
      ],
      [
        "<b>קטן שטענו הגדול וכו'.</b> מפורש בגמרא פרק הניזקין (גיטין דף נ\"ט) שהפעוטות מקחן מקח וממכרן ממכר במטלטלין ויש להן משא ומתן כמבואר פרק כ''ט מהלכות מכירה וכן נתבאר פרק החובל (דף צ\"ז) שהקטן שחבל באחרים פטור מלשלם לעולם כנזכר פרק רביעי מהלכות חובל ומתוך ב' דברים אלו למדו קצת הגאונים שהכל תלוי בהנאת הקטן שחיובו הוא בדבר שיש לו בו הנאה ומעשיו בזה קיימין והוא שיגיע לכלל הזמן הנזכר פרק כ''ט מהלכות מכירה ובדבר שיש לו בו הנאה הוא פטור דהוה ליה דומיא דחבלות וחלוק נכון הוא זה ויש לקצת המפרשים סברות אחרות בקצת מענינים הללו וזו עיקר: "
      ],
      [
        "<b>החרש והשוטה וכו'.</b> פירוש חרש שאינו מדבר ואינו שומע ואע''פ שהוא נושא ונותן במטלטלין בבדיקות כנזכר פ' כ''ט מהלכות מכירה אין בית דין נזקקין לטענותיו ולא ברמיזה ולא בבדיקה ויש מי שכתב שאם נתרפאו ומודים שלוו חייבין לשלם כיון שהיתה להם הנאה ואם כפרו משביעין אותן אבל שוטה אפי' נשתפה והבריא ומודה פטור דהמלוה לשוטה אבדה מדעת היא ודברים נכונים הם ודין הסומא שכתב רבינו מפורש בהרבה מקומות ולא נתמעט הסומא אלא מהיות דיין כנזכר בפרק ב' מהלכות סנהדרין: "
      ]
    ],
    [
      [
        "<b>בעלי דינין שבאו לבית דין וכו'.</b> דברים אלו פשוטים בעצמם ויש להם סמך בגמ' ממ''ש בשבועות ובנדרים וכשמשביעין אותו אומרים לו לא על דעתך אנו משביעין אותך אלא על דעתנו וכו' ופרק זה בורר אמרו במשנה גבי עדים ששואלין להם כיצד אתה יודע שזה חייב לפלוני מנה וכו' והוא מחשש טענה שמא יטענו העדים ויחשבו שהוא חייב לו לפי מה שראו או שידעו ואין הדין כן וכל שכן שיש לחוש בבעלי דבר עצמן שאדם קרוב אצל עצמו וזה ברור: ",
        "<b>הרי שטען עליו שהלוהו מנה וכו'.</b> פ''ק דמציעא (דף י\"ז) אמר ר' יוחנן מנה לי בידך והלה אומר אין לך בידי כלום והעדים מעידין אותו שיש לו וחזר ואמר פרעתי הוחזק כפרן לאותו ממון כי הא דשבתאי בריה דר' מרינוס כתב לכלתיה איצטלא דמילתא בכתובתה וקבלה עילויה אירכסא כתובה אמר לא היו דברים מעולם אתו סהדי ואמרו דכתב לה לסוף אמר פרעתי אתא לקמיה דרבי חייא אמר להו הוחזק כפרן לאותה אצטלא ע''כ בגמרא ומפרש רבינו דהא דרבי יוחנן היא בעדים מעידין שיש לו עכשיו בשעת תביעה וז''ש שיש לו וכיון שאמר טענה המכחשת העדים לעולם אינו נאמן לומר פרעתי עד שיברר בעדים אבל אם אין העדים מעידין שיש לו עכשיו אלא שהלוהו והוא מברר דבריו שמה שאמר אין לך בידי כלום ר''ל לפי שפרעו ודאי לא הוחזק כפרן וזה פשוט שאין לך בידי אין משמעו שלא לוה מעולם ואם כן למה הוחזק כפרן בכך: "
      ],
      [
        "<b>ראוהו עדים שמנה לו מעות כו'.</b> פ' שבועת העדות (שבועות דף ל\"ד) בעי ר״י מנה מניתי לך בפני פלוני ופלוני והעדים רואין אותו מבחוץ מהו א״ר המנונא והלה מה טוען אי דאמר לא היו דברים מעולם הוחזק כפרן אי דאמר במתנה נתתם לי כי אתו עדים מאי הוי. וכתב רבינו ולעולם אין אדם מוחזק כפרן עד שיכפור בב״ד וכן כתבו ז״ל וכן בדין שהרי חוץ לב״ד יכול הוא לטעון מה שירצה: "
      ],
      [
        "<b>מנה הלויתיך כפר בבית דין ואמר וכו'.</b> פרק שבועת הדיינין (שבועות דף מ\"א) ההוא דא״ל לחבריה הב לי מאה זוזי דאוזפתיך אמר ליה להד״מ אזל אייתי סהדי דאוזפיה ופרעיה אמר אביי מאי נעביד אינהו קאמרי אוזפיה ואינהו קאמרי פרעיה רבא אמר כל האומר לא לויתי כאומר לא פרעתי דמי עד כאן בגמרא וקי״ל הלכה כרבא וכתבו ז״ל דדוקא כי אתו סהדי אבל אי לא אתו סהדי ולוה גופיה הדר אמר לויתי ופרעתי לא הוחזק כפרן על פי עצמו כיון דליכא סהדי ואי בעי קאי בטענה הראשונה וזהו שכתב רבינו למעלה בסמוך ויבואו שני עדים ויכחישוהו וכן עיקר וגדולה מזו כתב רבינו פרק שביעי ושם יתבאר וכתב רבינו ואין המלוה חייב שבועה שהרי הוחזק כפרן ומכאן שהוא סבור שבכל מקום שהוחזק כפרן אין צריך התובע לישבע וכן עיקר וזה דעת קצת המפרשים ז״ל ונראה לי ראיה מדין זה דאם איתא דמלוה נשבע היאך מקבלין שבועתו נגד שני עדים אלא ודאי אינו נשבע: ",
        "<b>וכן אם הוציא עליו כתב ידו וכו'.</b> זה מתבאר ממה שנזכר בסמוך: "
      ],
      [
        "<b>מנה הלויתיך וכו'.</b> דברי רבינו בכאן הוא בשאין שם עדי הלואה כמו שיתבאר למטה והדין הזה מבואר פ' שבועת הדיינין ההוא דאמר ליה לחבריה הב לי מאה זוזי דמסיקנא בך אמר ליה ולא פרעתיך בפני פלוני ופלוני אתו פלוני ופלוני אמרי לא היו דברים מעולם סבר רב ששת למימר הוחזק כפרן א''ל רבא כל מילתא דלא רמיא עליה דאיניש לאו אדעתיה וקיימא לן כרבא: ",
        "<b>כיוצא בו תן לי מנה וכו'.</b> מבואר פ' שבועת העדות (שבועות דף ל\"ד:) וכרב נחמן דהלכתא כוותיה בדיני: "
      ],
      [
        "<b>תן לי מנה שהלויתיך והרי העדים.</b> דע שעל המעשה הנזכר למעלה בסמוך הקשו כל המפרשים ז״ל מהא דאמרינן פרק גט פשוט (בבא בתרא דף ק\"ע) כי הא דרב יצחק בר יוסף הוה מסיק ביה זוזי בר' אבא אתא לקמיה דר' יצחק נפחא (אמר ליה פרען) זוזי אמר ליה פרעתיך בפני פלוני ופלוני אמר ליה ויבאו פלוני ופלוני ויעידו אמר ליה ואי לא אתו לאו מהימנא אנא והא קיימא לן המלוה את חבירו בעדים אין צריך לפרעו בעדים אמר ליה אנא בהא כשמעתיה דמר סבירא לי דאמר ר' אבא וכו' אמר רב האומר לחבירו (מנה לי בידך והוא אומר) פרעתיך בפני פלוני ופלוני צריכין שיבאו פלוני ופלוני ויעידו והקשו וכו' ותירצו אנא נמי לברר קאמינא ומפרש רבינו לברר דבריו כדי להפטר משבועה ונראה שהוא מחלק בין זו לההיא דלעיל בעדי הלואה דלמעלה אין שם עדי הלואה וכאן יש עדים וזהו שכתב כאן והרי העדים או אפשר שהוא מחלק בין אומר ולא פרעתיך בפני פלוני ופלוני לאומר פרעתיך בפני פלוני ופלוני וכאן יש מפרשים שחלקו כן והר״א ז״ל כתב בהשגות שזה דעת רבינו ואמר עליו ואין כאן חכמה ול״נ שהחלוק היא לדעת רבינו מפני עדי הלואה והרבה תירוצין נאמרו בזה. ודע שמדברי הרבה מן המפרשים נראה שבדין הנזכר כאן אם באו אותן פלוני ופלוני והכחישוהו חייב לשלם ואף כן נראה מדברי רבינו אבל עיקר הדבר הוא דקי״ל כרבא דלעיל ולא קי״ל כי הא דר' יצחק נפחא ולא אמרו צריך לברר אלא בדין תביעת קרקע ובבא לידון בשטר וחזקה מפני שהחזקה מכח שטר היא באה אבל בהלואה שהוא נאמן לומר פרעתי קי״ל דבכל גוונא נאמן וזה דעת רבינו אלפסי ז״ל שלא כתב בהלכותיו ההיא דגט פשוט ולזה הסכימו רבינו מאיר הלוי והרב רבינו שלמה בן אדרת ז״ל: "
      ],
      [
        "<b>אמר לו בפני וכו'.</b> בסנהדרין פרק זה בורר (סנהדרין דף כ\"ט) מפורש זה בגמרא ובהלכות בבאור וכן מבואר שם הא דאמר רב צריך שיאמר אתם עדי ל״ש אמר לוה ל״ש דאמר מלוה ושתיק לוה: "
      ],
      [
        "<b>מעשה באחד שהיו קורין וכו'.</b> שם: ",
        "<b>וכן אחד שהיו אומרים עליו וכו'.</b> גם זה שם: "
      ],
      [
        "<b>אע''פ שהמטמין עדים וכו'.</b> דברי טעם הם אלו דודאי טענת משטה אני בך אי לא טעין איהו אנן לא טענינן ליה וכן בשאר הטענות ומבואר בגמ' גבי משטה הייתי בך אבל בעל המאור חלק ואמר שאם לא תבעו הלה אלא שהוא הודה מעצמו אפי' לא טען טוענין לו ולדברי הכל ליתומים טענינן להו כל מה שהיה יכול אביהן לטעון וזה מבואר בדברי רבינו למעלה: "
      ]
    ],
    [
      [
        "<b>המודה בפני שנים שיש לפלוני אצלו מנה וכו'.</b> פרק זה בורר (סנהדרין דף כ\"ט) הודה בפני שנים וקנו מידו כותבין ואם לאו אין כותבין וכמדומה לי שרבינו מפרש הודאה זו בשאמר אתם עדי או שהתובע עמו כמו שיתבאר למטה וזהו הדין הנזכר למטה כל המודה בפני שנים אינו יכול לחזור וכו' אבל דבריו בכאן הם ממה שאמרו פרק גט פשוט שכיב מרע שאמר מנה לפלוני בידי ואמרו יתומים חזר ואמר לנו אבא פרעתיו נאמנין ואמר בהלכות דשמעינן מיהא דאי לא אמרו אמר לנו אבא פרעתיו נותנין ולא אמרינן אדם עשוי שלא להשביע את בניו ואע״ג דלא אמר תנו והיינו דוקא כשאמר דרך הודאה וכבר נתבאר זה פרק י' מהל' זכייה ומתנה ומשם למד רבינו דה״ה לבריא שהודה בדרך הודאה גמורה שאפי' בלא אתם עדי ה״ז עדות לענין שאינו יכול לטעון משטה הייתי בך אבל יכול לטעון שאמר כן שלא להשביע את עצמו ונראין הדברים שכיון שהודה דרך הודאה ויש שם עדים היאך יטעון משטה הייתי בך וברור הדבר שדרך הודאה אמר כן אבל החלוק ששם רבינו בין אם התובע עמו לאין התובע עמו דבריו נראין כן אבל לא מצאתי להם בגמרא סמך ברור. ",
        "<b>ומ''ש ואם היה עד אחד נשבע.</b> כן הוא דעת קצת הגאונים וקצת אומרים דהודאה בעד אחד לא כלום הוא ומ''מ נשבע היסת: "
      ],
      [
        "<b>כל המודה בפני ב' וכו'.</b> זהו מה שכתבתי למעלה שאמרו בגמרא הודה בפני שנים וקנו מידו כותבין ואם לאו אין כותבין לפני ג' ולא קנו מידו מאי רב אמר כותבין רב אסי אמר אין כותבין הוה עובדא וחש לה רב לדרב אסי ושם אמרו דאי אמר כתובו וחתומו והבו ליה כתבינן: ",
        "<b>וכן אם הודה וכו'.</b> בסמוך יתבאר זה. ",
        "<b>ומה שכתב והוא שיהיה בית דין מכירין את שניהם וכו'.</b> דבר פשוט הוא ומבואר בהרבה מקומות: "
      ],
      [
        "<b>בית דין של וכו'.</b> שם (דף כ\"ט:) אמר ליה ר' אדא בר אהבה הא אודיתא זימנין כתבינן זימנין לא כתבינן כניפי ויתבי לא כתבינן כנפינהו איהו כתבינן רבא אמר אע''ג דכנפינהו איהו לא כתבינן עד דאמר הוו עלי דייני מר בר רב אשי אמר אפי' אמר הוו עלי דייני לא כתבינן עד דקבעי דוכתא לדינא ושלחי ומזמני ליה לבי דינא ובהלכות הא מילתא חזינא בה פלוגתא ביני רבוותא איכא מ''ד לית הלכתא כמר בר רב אשי ואיכא מ''ד הלכתא כמר בר רב אשי והאי סברא דרבינו האיי ז''ל ע''כ וכן הוא דעת רבינו דהלכתא כמר בר רב אשי: ",
        "<b>בד''א במטלטלים וכו'.</b> שם הודה במטלטלין וקנו מידו כותבין ואם לאו אין כותבין במקרקעי ולא קנו מידו מאי אמימר אמר אין כותבין מר זוטרא אמר כותבין והלכתא כותבין עוד שם מטלטלין ואיתנהו בעינייהו רבינא אמר כמקרקעי דמו רב אשי אמר כיון דמחסר גוביאנא לאו כמקרקעי דמו וקי''ל כרב אשי ולזה סתם רבינו שבכל מטלטלין הדין כן: "
      ],
      [
        "<b>שטר הודיה וכו'.</b> שם ההיא אודיתא דלא הוה כתיב בה כתובו וחתומו והבו ליה ואסיקו התם דכשרה שחזקה על העדים שלא היו כותבין בטעות: ",
        "<b>היה כתוב וכו'.</b> שם מפורש במסקנא דחיישינן לבית דין טועין שידמו ששנים יכולין להיות ב''ד: "
      ],
      [
        "<b>כבר בארנו וכו'.</b> פ''ק דמציעא (דף י\"ז י\"ח) אמרו לו צא תן לו וחזר ואמר פרעתי נאמן בא מלוה לכתוב אין כותבין ונותנין לו חייב אתה ליתן לו ואמר פרעתי אינו נאמן פירוש משום שאינו ממהר לפרוע עד שיפסקו לו הדין ויאמרו לו חייב אתה ליתן לו ורב זביד אמר בין צא תן לו בין חייב אתה ליתן לו אמר פרעתי נאמן בא מלוה לכתוב אין כותבין ונותנין לו וכתוב בהלכות ואע''ג דקי''ל הודאה בב''ד כמלוה הכתובה בשטר דמי ה''מ היכא דלא ציית דינא אי נמי דציית ואתברר דלא פרע אבל היכא דציית דינא ונפק ליה מבי דינא אדעתא דקבלה עילויה לדינא ואמר פרעתי נאמן ואם בא מלוה לכתוב אין כותבין ונותנין לו דחיישינן דילמא פרע ליה ע''כ. וקרובים דברים אלו לדברי רבינו ויש בזה תירוצין אחרים: ",
        "<b>וכן מי שנתחייב שבועה וכו'.</b> שם אמר ר' יוחנן היה חייב לחבירו שבועה (בב\"ד) ואמר נשבעתי והעדים מעידין אותו שלא נשבע וחזר ואמר נשבעתי הוחזק כפרן לאותה שבועה וכתוב בהלכות שמעינן מיהא דהיכא דנתחייב לחבירו שבועה בב''ד ויצא מבית דין ולאחר זמן תבעו חבירו באותה שבועה ואמר נשבעתי ולא באו עדים שלא נשבע נאמן ואינו חייב לישבע ע''כ והן הן דברי רבינו. ורבינו האיי גאון ז''ל כתב שאם היה חייב שבועת התורה ואמר נשבעתי אע''פ שהוא נאמן כיון שאין עדים מכחישין אותו מ''מ נשבע הוא היסת שכבר נשבע ולזה הסכימו הרמב''ן והרשב''א ז''ל. ודע שאין זה אלא בנשבעין ולא משלמין אבל נשבעין ונוטלין אינן נוטלין עד שיביאו ראיה שנשבעו כ''כ הרמב''ן ז''ל ודבר ברור הוא: "
      ],
      [
        "<b>שנים שבאו לדין וכו'.</b> שם מימרא קרוב ללשון רבינו ופירוש עדים מעידים אותו שלא פרעו העלו רוב המפרשים ז''ל כגון שלא זזה ידם מתוך ידו משעה שיצא מב''ד ולא פרעו: ",
        "<b>לפיכך היו בקיאי הדעת שבספרד וכו'.</b> עצה טובה היא זו ומכאן אתה למד שאפילו שלא בשעת הלואה יכול המלוה לומר אל תפרעני אלא בעדים וכבר נתבאר זה פט''ו מהל' מלוה ולוה: "
      ],
      [
        "<b>מי שהודה בבית דין שאני חייב וכו'.</b> דין זה שכתב רבינו לא ידעתי לו עיקר בגמרא אבל דברים של טעם הם ומכל מקום קצת המפרשים הקשו עליו מהדין הנזכר פרק י''ד מהלכות מלוה ולוה המוציא שטר חוב על חבירו מלוה אומר לא נפרעתי כלום ולוה אומר פרעתי מחצה והעדים מעידים שפרעו כולו נשבע הלוה ונותן מחצה ולמה לא יחזור ויאמר נזכרתי שפרעתי כולו והרי העדים מעידים ותירצו לדעת רבינו דהתם בעומד על דבריו הראשונים אבל אם חזר ואמר נזכרתי ה''ז יכול לטעון כיון שעדים מעידין ומסייעין אותו. ויש תימה בדברי רבינו לפי זה למה לא בירר שם דבריו ויש לחלק בין דין זה לאותו שהזכרתי מפני שיש שם שטר ואלולי עדות העדים לא היה נאמן כלל אבל כאן אינו חייב אלא מחמת הודאת פיו ועדיין צ''ע: "
      ],
      [
        "<b>יש לטוען בבית דין לחזור וכו'.</b> פרק חזקת (בבא בתרא דף ל\"א) מפורש במסקנא דטוען וחוזר וטוען והוא דיהיב אמתלא לטענתיה קמייתא ולא נפיק מבי דינא וכן מבואר בהלכות וסובר רבינו שאין שואלין כל תנאין אלו אלא כשבאו עדים קודם שחזר בו הא לאו הכי הפה שאסר הוא הפה שהתיר ובכל גוונא טוען וחוזר וטוען וכן כתב רבו ז״ל ובאמת שהמעשה הנזכר בגמרא שם הוא כשבאו עדים קודם טענתו השנית ושם הזכירו תנאין אלו: "
      ]
    ],
    [
      [
        "<b>כל המטלטלין בחזקת זה שהן תחת ידו וכו'.</b> זה מפורש בהרבה מקומות בגמרא מהם פ' חזקת (בבא בתרא דף מ\"ה) ופ' כל הנשבעין (שבועות דף מ\"ו) ודין המשכון כבר נתבאר פי״ג מהל' מלוה ולוה: "
      ],
      [],
      [
        "<b>בד''א בדברים שאינן עשויין וכו'.</b> פרק כל הנשבעין שם ע''ב שלח רב הונא בר אבין דברים העשויין להשאיל ולהשכיר ואמר לקוחין הן אינו נאמן ודעת הרב אלפסי ז''ל והרבה מן הגאונים דבכל גוונא אינו נאמן ולא בעינן ראוהו שהטמין כלים וכן עיקר ויש לזה ראיה מוכחת פ' המקבל: ",
        "<b>ומ''ש רבינו ואפי' מת שמעון וכו'.</b> מבואר פ' המקבל דרבא אפיק זוזא דסרבלא וספרא דאגדתא מיתמי בדברים העשויין להשאיל ולהשכיר והוראת הגאונים ז''ל אין דעת רבינו כן כנזכר פ''ט: "
      ],
      [
        "<b>בד״א כשהיה כלי זה נראה וכו'.</b> זה פשוט דכולה סוגיא דכל הנשבעין אינה אלא בראה וכ״כ הרמב״ן ז״ל וכן מוכיח פ' חזקת הבתים (בבא בתרא דף מ\"ה): "
      ],
      [
        "<b>אין כל הדברים הללו אמורין וכו'.</b> פרק הגוזל בתרא (בבא קמא דף קי\"ד:) משנה המכיר כליו וספריו ביד אחר אם יצא לו שם גנבה בעיר ישבע כמה הוציא ויטול ואם לאו לא כל הימנו שאני אומר מכרן לאחר ולקחן זה ממנו ובגמ' מחלק בין בעל הבית העשוי למכור את כליו לאינו עשוי למכור את כליו כמו שמבואר בהל' גנבה פרק ה' ולא נזכר בגמ' חלוק בין דברים העשויין להשאיל ולהשכיר לאינן עשויין להשאיל ולהשכיר אבל קצת מן המפרשים ז״ל חלקו בהן מכח סוגיא דכל הנשבעין ודעת רבינו לחלק בהם ולהשוות כלים העשויין להשאיל ולהשכיר בבעה״ב העשוי למכור את כליו לאינן עשויין בבעה״ב שאינו עשוי למכור כליו והרבה מן המפרשים ז״ל מסכימין דודאי יש תקנת השוק אפילו בכלים העשויין להשאיל ולהשכיר והרי זה נשבע ונוטל דמיו כיון שזה אין טוענו השאלתיו לך או השכרתיו אבל מה שסובר רבינו שאפילו בדמים אינו נוטל כליו אא״כ יצא לו שם גנבה בעיר חלק עליו הר״א ז״ל בהלכות גנבה ואמר דבכלים העשויין להשאיל ולהשכיר אינו צריך שיצא לו שם גנבה בעיר ושם אינו נראה מדבריו שיטול כליו בלא דמים אבל למטה נראה שהוא סבור שאפילו בלא דמים נוטלין ולזה עשו בהן תקנת השוק והוא דבר תימה כמו שאזכור למטה. ודע שדעת רבינו ז״ל עיקר וטעמו הוא מפני שאין מחזיקין בני אדם בגנבים וכל שהוא מודה שלא השאיל ולא השכיר לזה כלי זה אינו נאמן לומר נגנב ממני או השאלתיו לאחר והוא מכרו לך וכן עיקר: "
      ],
      [
        "<b>טען אתה מכרתו לי וכו'.</b> זה מבואר דכל שאינן עשויין להשאיל ולהשכיר זה אומר גנובין וזה אומר לקוחין נאמן האומר לקוחין ומבואר פ' הנשבעין ודין זה הוא אפי' בבעה''ב שאינו עשוי למכור כליו ויצא לו שם גנבה בעיר ואע''פ שבכיוצא בזה אמרו ישבע כמה הוציא ויטול כנזכר פ''ה מהלכות גנבה זהו בשהאיש שמטלטלים בידו טוען אחר מכרן לי אבל באומר אתה מכרתם לי ודאי נאמן בהיסת ואפי' בדמים אין מוציאין מידו ומשנה דפ' הגוזל והסוגיא שעליה כולן הן בשמי שהכלים בידו טוען מאחר לקחתים: ",
        "<b>מכאן אתה למד לכל מי שיש מטלטלין וכו'.</b> זה נתבאר למעלה בראש הפרק: "
      ],
      [
        "<b>מי שהיה בידו דברים העשויין וכו'.</b> דין זה ג''כ נתבאר למעלה והוא בשלא יצא לבעליו שם גנבה בעיר והבעלים אין טוענין השאלתיו או השכרתיו לך ואע''פ שאם היה טוען כך היה נאמן אינו נאמן בטענת גנובין במגו משום דלא מחזקינן אינשי בגנבי ומיגו כי האי לא אמרינן. ובהשגות א''א לא ידעתי למה וכו'. נראה מדבריו שהוא נוטלן בלא דמים מזה דלא עדיף מגברא דאתי מחמתיה וזהו דין היורש שרבא הוציא הספר מתחת ידו כמו שיתבאר בסוף הפרק ולקחו בלא דמים ואלו הן דברי תימה דודאי לא עדיפי כלים העשויין להשאיל ולהשכיר בשלא יצא לו שם גנבה משאר כלים בשעמדו בני אדם ולנו בתוך ביתו ומחתרת חתורה לו ובני אדם אלו יצאו ואבונקראות של כלים על כתפיהם והכל אומרים הללו כליו והללו ספריו של פלוני ואף באלו אמרו חכמים שהלוקח נוטל דמיו מן הנגנב וישבע כמה הוציא ויטול כנזכר פ''ה מהלכות גנבה וא''כ כל שכן בכלים העשויין להשאיל ולהשכיר בשלא יצא לו שם גנבה ואת''ל שלא עשו תקנת השוק בכלים אלו אם כן אין לך אדם לוקח מחבירו כלים העשויין להשאיל ולהשכיר אלא ודאי אין ספק שאינו נוטלו בלא דמים וההיא דרבא שהוציא הספר מן היתומים זהו בשבעל הספר היה טוען השאלתיו או השכרתיו לאביהן ואם היה אביהן קיים לא היה נאמן לומר לקוח הוא בידי אבל אם היה טוען בעל הספר גנוב הוא מאתי ודאי לא היה מוציאו בלא דמים ואף בדמים דעת רבינו שאינו נוטלו וכן עיקר כמו שכתבתי למעלה והרוצה לעמוד על דעת רבינו בכל פרטי דברים אלו יעיין כאן ופ''ה מהלכות גנבה ויסכים דבריו אלו עם אלו: "
      ],
      [],
      [
        "<b>אל תטעה בין דברים העשויין וכו'.</b> ודאי ממה שאמרו חכמים עשויין ולא אמרו ראויין יש להוכיח שאין כל דבר הראוי להשאיל ולהשכיר בכלל זה דודאי יש בכלל ראויין עשויין שהרי אינן עשויין אלא א''כ הן ראויין אבל אין בכלל עשויין ראויין שהרי אין כל הראויין עשויין לכך וזה מבואר ונראה מדברי רבינו שהוא מפרש עשויין עשויין מעיקרן לכך וכן הלשון מורה כפשטו אבל רוב המפרשים ז''ל ראיתי שפירשו עשויין רגילין ודרכן להשאילן ולהשכירן כמו שאמרו בעל הבית העשוי למכור כליו שפירושו רגיל ודרכו למכרן אע''פ שיש לפרשו העשוי העומד לכך מפני דחקו ומ''מ כך נראה מדברי קצת הגאונים ז''ל שכל שדרך להשאיל ולהשכיר כלי זה אע''פ שאינו עשוי מעיקרו לכך הדין הזה נוהג בו והכל לפי מה שהוא השואל ולפי מה שהוא המשאיל שיש דברים רגילין להשאילן לקצת אנשים ולא לקצתן ויש מי שישאל כלי זה מאחר ולא ישאלנו מזה ואף על פי שחלוקין אלו לא נזכרו בגמרא דברי טעם הם ונראה שהסכימו לזה הרמב''ן והרשב''א ז''ל וכבר קרב רבינו אל כיוצא בזה שאמר שאם יש עדים שהוא משכירו תמיד אע''פ שאינו עשוי לכך הרי הן כדברים העשויין להשאיל ולהשכיר ולא חלק רבינו בשואלין בין איש לאיש אלא במשאילן: "
      ],
      [
        "<b>וכלי שהפסדו מרובה וכו'.</b> בפ' המקבל (בבא מציעא דף קט\"ז) גבי סכינא דאשכבתא פירוש סכין של שחיטה אמר אביי שהוא עשוי להשאיל ולהשכיר ורבא חלק עליו ואמר כיון דמיפגם קפדי אינשי ולא מושלי וסובר רבינו שמחלוקתן היא בשיש עדים שזה משאילו דאי לא לא הוה אמר אביי שהוא מדברים העשויין להשאיל ולהשכיר דהא ודאי אינו עשוי מעיקרו לכך ואעפ״כ חלק רבא ואמר שאין מבטלין חזקת כלי זה שכל אדם מקפיד עליו להשאילו או להשכירו וזה שהיה משאילו איהו דאפסיד אנפשיה ואין דנין לו דין חלוק משאר כל בני אדם זהו דעתו: ",
        "<b>ראיה לדברינו שהרי רבא וכו'.</b> שם בפ' המקבל רבא אפיק זוזא דסרבלא וספרא דאגדתא מיתמי בדברים העשויין להשאיל ולהשכיר ונראה מדברי רבינו שהביאו לו עדים שהיו מדברים העשויין להשאיל ולהשכיר ואם היה פירוש דברים העשויין הראויין לא היה צריך רבא לעדים דודאי ברור הוא שראויין הן להשאיל בין זוגות וספרים אלו בין שאר זוגות ושאר ספרים זו היא ראיית רבינו ז''ל ואין הכרח בגמ' שנתברר לו לרבא זה בעדים ואולי יש לו גרסא מבוארת בזה: "
      ]
    ],
    [
      [
        "<b>האומן אין לו חזקה בכלים שתחת ידו וכו'.</b> פ' חזקת (בבא בתרא דף מ\"ה מ\"ו) משנה אומן אין לו חזקה ובגמרא יש שקלא וטריא הרבה ומסקנא דגמרא שאע״פ שלא מסר לו בעדים כל זמן דאיכא ראיה אינו נאמן לומר לקוח הוא בידי ודעת רבינו כדעת כל הגאונים ז״ל ורבו הרב אבן מיגש ז״ל דכל היכא דאיכא מגו הרי אומן נאמן ולא נתמעט האומן מדין מגו אלא הרי כל הכלים אצל האומן ככלים העשויין להשאיל ולהשכיר אצל שאר בני אדם וזה נראה מוסכם מכל הגאונים ז״ל חוץ מהרב אלפסי ז״ל שכתב בהלכות דאע״ג דליכא ראיה לא אמרינן מגו באומן ואינו נאמן לומר לקוח הוא בידי וזה מ״ש <b>רבינו ויש גאונים שדנו שאע״פ שלא הביא וכו'</b> ואע״פ שלא נכתב זה שהזכיר רבינו בהלכות מכיון שבהלכות סבורין שאין דין מגו באומן הוא הדין למה שהזכיר רבינו ויש מן האחרונים שסבורין כדברי ההלכות ואמרו טעם למה אין מגו באומן לפי שתקנה התקינו לאומנין כדי שיהיו בעלי בתים מצויין אצלן ובפירוש הסוגיא לפי דעות אלו יאריכו הדברים ודברי רבינו הגאונים ז״ל עיקר. ושאר כל הדינין שכתב רבינו בדין האומנין כולן מתבארין שם בסוגיא ואין צורך להאריך בביאורן וכבר כתב רבינו בדין הקציצה פי״א מהל' שכירות ושם כתבתי בזה: "
      ],
      [],
      [],
      [
        "<b>מי שנכנס לביתו של חבירו וכו'.</b> מימרא פ' כל הנשבעין (שבועות דף מ\"ו) וגירסתו כגירסת הגאונים ועיקר וכתב הרמב״ן ז״ל שאין דינין אלו אלא בדאיכא ראיה שנראה הכלי הזה ביד זה עתה אבל ליכא ראיה מתוך שיכול לומר החזרתי כי אמר לקוחין הן בידי נאמן וכן דברי רבינו מוכיחין שכתב אבל דברים העשויין להשאיל ולהשכיר וכו' וכבר נתבאר למעלה בפ' שמיני שאין דין זה לדברים העשויין להשאיל ולהשכיר אלא בדאיכא ראיה ודבר מוכרח הוא ולא הזכיר רבינו בכאן טענת אומר גנובין ופ' חמישי מהל' גנבה כתב דין זה כשבעה״ב טוען גנובין מה דינו ושם כתבתי מזה: "
      ],
      [
        "<b>אפילו מת זה שהכלי תחת ידו וכו'.</b> כבר כתבתי למעלה מה שאמרו פרק המקבל רבא אפיק זוגא דסרבלא וספרא דאגדתא מיתמי בדברים העשויין להשאיל ולהשכיר ודעת רבינו ז''ל שאין בעה''ב נשבע היסת אלא כשזה שהכלים בידו טוען טענת ברי אבל ליורש שאינו טוען טענת ברי אינו נשבע היסת לפי שאין נשבעין היסת על טענת שמא כמבואר פרק ראשון ושבועה זו שבעל הבית נשבע היא מפני שהרי מי שהכלים בידו כטוענו לבעל הבית אתה נוטל כלי ממני זהו דעתו ז''ל. ובהשגות אמר אברהם חיי ראשי אני איני אומר כן וכו'. ולדברי הר''א ז''ל לא ידעתי למה לא מנו זה במשנתנו בכלל הנשבעין ונוטלין ולא שנינו אלא הנגזל ונגזל זה כבר נתבאר דינו פרק רביעי מהלכות גזילה ומדברי הגאונים נראה גם כן שאין בעה''ב נשבע בנקיטת חפץ ויש מי שכתב שאפילו היסת אינו נשבע ודעת רבינו עיקר: "
      ],
      [
        "<b>מי שלקח קרדום וכו'.</b> פרק חזקת (בבא בתרא דף ל\"ג:) אמר רב יהודה האי מאן דנקיט מגלא ותובלא (בידיה) ואמר איזיל ואיגזריה לדיקלא דפלניא דזבניה ניהלי מהימן (מאי טעמא) לא חציף איניש למיגזר דלאו דיליה ויש מן המפרשים שהקשו על זה ממה שאמרו פרק החובל (בבא קמא דף צ\"א:) שורי הרגת נטיעותי קצצת אתה אמרת לי להרגו אתה אמרת לי לקוצצו נאמן והקשו בגמרא אי הכי לא שבקת חיי לכל בריה ותירצו באילן העומד לקציצה ובשור העומד להריגה עסקינן הא לאו הכי לא מהימן ותירצו דשאני הכא דאמר תחלה קודם שיגזרנו אנא איזיל למיגזר דקלא דפלניא דלא חציף לגלויי מעיקרא ולמימר אנא איזיל למיגזריה אי לאו דקושטא קאמר דמירתת דילמא אתי מריה ומנע ליה אבל התם דלבתר קציצה לא מהימן עכ״ל הרשב״א ז״ל. ויש מי שגורס ואיזיל ואיגדריה לדיקלא דפלניא ואגדריה רוצה לומר לקיטת הפירות וזהו דעת ההשגות וכך כתוב שם א״א אנו מפרשים וכו'. ונראה שכוונתם דמשום הכי מהימן גבי פירות אבל ההיא דהחובל הוא גבי אילן שאינו עומד ליקצץ וליתלש אבל פירות עומדין הן ליתלש והוו להו כמטלטלין כיון שתלשן ונטלן: ",
        "<b>וכן היורד לשדה חבירו ואכל וכו'.</b> זה מתבאר שם אמר רב זביד אם טען ואמר לפירות ירדתי נאמן ועוד אזכיר מימרא זו בארוכה פרק ששה עשר: "
      ],
      [
        "<b>שנים שהיו אוחזין וכו'.</b> ראש מס' מציעא שנים אוחזין בטלית זה אומר אני מצאתיה וזה אומר אני וכו' עוד במשנה היו שנים רוכבין על גבי בהמה או שהיה אחד רכוב ואחד מנהיג זה אומר כולה שלי וזה אומר כולה שלי וכו' ומבואר במשנה שם שזה נשבע וזה נשבע כמ''ש רבינו והוא מתקנת חכמים דמדין תורה כיון ששניהם תפוסין לא היו צריכים שבועה ורבינו כתב כלי ולא הזכיר טלית לפי שיש בדין הטלית חלוקין יתבארו בסמוך. ודע שיש מן המפרשים סבורין שאם היה אחד אומר אני ארגתי טלית זו ואחד אומר אני ארגתיה כיון דאיכא ודאי רמאי יהא מונח עד שיבא אליהו ולא אמרו יחלוקו אלא במה שאפשר ששניהם זכו בו כאחד ונתלו בזה בסוגית הגמ' ודעת רבינו עיקר שלא חילק בזה דבכל גוונא חולקין בשבועה וכן נראה מן ההלכות ומדברי רבינו וכ''כ הרשב''א ז''ל: "
      ],
      [
        "<b>זה אומר כולה שלי וכו'.</b> משנה שם כלשון רבינו וכתב הרשב''א ז''ל ומסתברא דבדבר הראוי ליחלק לשליש ולרביע אילו רצה נוטל ממנו החצי ואח''כ נשבע על מחצית מה שנשאר שאין לו בה פחות מחציה אבל בדבר שאינו ראוי ליחלק נשבע על כל השלשה חלקים עוד כתב בזה נוטל שלשה חלקים וכללא הוא לכל צד שנחלקו בה דכל שזה תובע כולה וזה מודה לו בה בחלק אחד זה ישבע על חצי טעון וזה ישבע על חצי טעון וכדאיתא בתוספתא ובירושלמי ודבר פשוט הוא: ",
        "<b>מכאן אתה למד וכו'.</b> אלו הן דברי רבינו ודברים ברורים הם: "
      ],
      [
        "<b>היו שנים אדוקין בטלית וכו'.</b> בגמרא שם (דף ז') תני רב תחליפא בר מערבא קמיה דרבי אבהו שנים אדוקין בטלית זה נוטל עד מקום שידו מגעת וזה נוטל עד מקום שידו מגעת והשאר חולקין בשוה מחוי ליה ר' אבהו בשבועה והקשו אלא מתניתין דקתני דפלגי בהדי הדדי וכו' היכי משכחת לה ותירצו כגון דתפסי בכרכשתא פירוש בחוטין שבשפת הבגד ופירש רבינו שדברי ר' אבהו שם על השאר בדוקא שמה שכל אחד תפוס אינו צריך שבועה אבל ודאי יש גלגול שבועה על מה שהן תפוסין דבכל דבר יש גלגול וגם רבינו האיי כתב מחוי רבי אבהו והשאר חולקין בשבועה וכן כתוב בהלכות גדולות אבל הראב''ד פירש שאפילו מה שהן תפוסין נוטלין בשבועה וכן הסכימו הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>היה זה אוחז בחוטין וכו'.</b> כבר נתבאר זה דהיינו תפסי בכרכשתא: ",
        "<b>וכל חלוקה האמורה כאן וכו'.</b> מפורש בגמ' דכל דבר שיפסיד אם יחלק ממש חולקין אותו בדמים: "
      ],
      [
        "<b>היה אוחז האחד את כולה וכו'.</b> שם אוקימתא בגמרא ובהלכות: "
      ],
      [
        "<b>באו שניהם אדוקין בה וכו'.</b> שם (דף ו') בעי ר' זירא תקפה אחד בפנינו מהו היכי דמי אי דשתיק אודויי אודי ליה ואי דקא צווח מאי הוה ליה למעבד לא צריכא דשתיק מעיקרא ובתר צווח מאי (מי אמרינן) מדאישתיק אודויי אודי ליה דילמא כיון דקא צווח השתא איגלאי מילתא דהא דשתיק מעיקרא סבר הא קא חזו לי רבנן ע''כ ולא איפשיטא בעיא זו ולזה פסק רבינו שאין מוציאין אותה מיד זה שתפסה כיון שהדבר ספק וכן פסקו ז''ל ועוד שאמר שם אם תמצא לומר תקפה אחד בפנינו אין מוציאין אותה מידו ודרך רבינו לפסוק כאם תמצא לומר. ודע שבעיא זו היא בשתפסה בפני ב''ד ולזה הזכיר רבינו בפנינו והלה שתק וקודם צאתו מב''ד צוח ומבואר זה בגמרא במ''ש סבר הא קא חזו לי רבנן ואם היה בפני עדים חוץ מב''ד כתב הרמב''ן דכל שכן הוא דאם לא צווח מתחלה אודויי אודי ליה דכיון דלא חזו ליה רבנן ודאי לא היה לו לשתוק כלל אם לא שהודה לו אבל הרשב''א ז''ל כתב בהפך דכל שהוא חוץ לב''ד אינו צריך לצווח דלא עביד איניש לגלויי טענתיה חוץ לבית דין. וכתב רבינו חזר השני ותקפה מן הראשון חולקין. והטעם לפי שחזר הענין למה שהיה בתחלה שהרי שניהם תקפוה זה מזה ואע''פ שהראשון לא צוח מתחלה ועד סוף וזה צוח מעיקרא מכל מקום ע''כ לא אמרינן דאם לא חזר ותקפה השני דאין מוציאין אותה מן הראשון אלא משום ספק והמוציא מחבירו עליו הראיה אבל עכשיו שחזר זה ותקפה ודאי חולקין. והארכתי בזה לפי שכתב בהשגות א''א אין לזה טעם ע''כ. ולא ידעתי לדברי הר''א ז''ל ריח או טעם וכבר הסכים הרשב''א לדעת רבינו: "
      ],
      [
        "<b>באו שנים אדוקין בטלית וכו'.</b> אוקימתא שם הכא במאי עסקינן דאתו לקמן כי תפסי לה תרוייהו ואמרינן להו זילו פליגו ונפוק ואזול והדר אתו כי תפיס לה חד מינייהו האי אמר אודויי אודי ליה והאי אמר בדמי אוגרתה ניהלי' דאמרי' ליה עד השתא חשדת ליה בגזלנותא השתא מוגרת ליה בלא סהדי הילכך מוקמינן ליה בידא דמאן דתפיס לה. וכתב רבינו דהוא הדין אם טען ואמר נתגבר עלי וחטפה שאינו נאמן אבל הרמב''ן והרשב''א ז''ל הסכימו שהוא נאמן בטענה זו דאפשר שנתגבר עליו ותקפה. והקשו הם עצמם ז''ל לדבריהם א''כ יהיה נאמן בטענת השכרתיה במגו דתקפה ממני ותירצו במקום חזקה כי האי לא אמרינן כן כתבו הם ומיהו אי אמר בדמי אוגרתיה ניהליה בפני פלוני ופלוני והלכו להם למדינת הים נאמן מגו דאי בעי אמר תקפה מנאי עד כאן דבריהם: "
      ]
    ],
    [
      [
        "<b>בהמה או חיה שאינה שמורה וכו'.</b> פרק חזקת הבתים (בבא בתרא דף ל\"ו) אמר ר״ל הגודרות אין להם חזקה ופירוש גדרות צאן וכל דבר המהלך בדרכים כגון עבדים וכן מבואר בגמ': "
      ],
      [
        "<b>היתה הבהמה שמורה או מסורה וכו'.</b> שם הנהו עיזי דאכלי חושלא בנהרדעא פירוש שעורים קלופים אתא מריה דחושלא תפסינהו והוה קא טעין טובא אמר אבוה דשמואל יכול לטעון עד כדי דמיהן. פירוש מגו דאי בעי אמר לקוחין הן בידי והקשו והאמר ריש לקיש הגודרות אין להם חזקה ותירצו שאני עיזי דמסירי לרועה והקשו והא איכא צפרא ופניא פירוש שהולכות יחידות מבית בעליהן עד הרועה ותירצו שאני נהרדעא דשכיחי טייעי פירוש ישמעאלים גנבים ומידא לידא משלמי ע''כ בגמ' ובהלכות ונתבארו דברי רבינו: "
      ],
      [
        "<b>ומ''ש וישבע בנקיטת חפץ.</b> הוא בהסכמה מן הגאונים ז''ל שכל שאינו טוען שגוף הדבר הוא שלו יש לו לישבע בנקיטת חפץ וכבר נתבאר זה פרק י''ג מהלכות מלוה ולוה: "
      ],
      [
        "<b>וכן העבדים שיכולין להלך וכו'.</b> שם במשנה והעבדים יש להן חזקה והקשו והאמר ריש לקיש הגודרות אין להם חזקה ותירץ רבא אין להם חזקה לאלתר אבל יש להם חזקה לאחר שלש שנים ורבינו לא הזכיר דין זה דחזקת שלש שנים גבי בהמה או חיה ונראה סיוע לדבריו ממה ששנינו במשנה חזקה בעדים ולא הזכירו בבהמה וחיה אבל מדברי רש''י ז''ל נראה דהוא הדין אם החזיק בבהמה וחיה שלש שנים שחזקתו חזקה ומועילה לו שכך כתב אבל יש להם לעבדים ולגודרות חזקה לאחר שלש שנים ומדברי בעל העיטור נראה כדעת רבינו וכתב רבינו שנשבע היסת והוא מפני שיש שבועת היסת אפי' בקרקעות כמו שנתבאר פ''ה ויש חולקין ואומרין דכל שיש לו חזקה אינו נשבע דחזקה כשמה ופי''א אכתוב בזה: ",
        "<b>אבל עבד קטן וכו'.</b> שם אמר רבא אם היה קטן מוטל בעריסה לאלתר יש לו חזקה ואמרו פשיטא ותירצו לא צריכא דעיילא אימיה התם מהו דתימא ליחוש דילמא אימיה עיילתיה להתם ואנשיתיה קמ''ל דאימא לא מנשיא ברא ע''כ ורבינו כתב הדבר סתם והכל בכלל: "
      ],
      [
        "<b>הטוען את חבירו ואמר לו וכו'.</b> מעשה שם גבי קרקע והוא הדין למטלטלין וכל כיוצא בזה וכמו שנתבאר פרק שביעי דטוען וחוזר וטוען דבר הנשמע והוא שלא יצא מבית דין כנזכר שם: "
      ],
      [
        "<b>ספינה וכיוצא בה וכו'.</b> שם (דף ל\"ד:) ההיא ארבא דהוו מינצו עלה בתרי האי אמר דידי היא והאי אמר דידי היא אתו לבי דינא אמר חד מינייהו תפסוה עד דאיזיל ואייתי סהדי דדידי היא תפסינן או לא תפסינן ואסיקו הלכתא לא תפסינן והיכא דתפסינן לא מפקינן: "
      ]
    ],
    [
      [
        "<b>כל הקרקעות הידועות לבעליהן וכו'.</b> (דף כ\"ח) ראש פרק חזקת הבתים וכו' שלש שנים מיום ליום ושם נתבאר בגמרא דכל היכא דליכא סהדי שהיה הקרקע של התובע נאמן לומר שלך היתה ולקחתיה ממך מגו דאי בעי אמר לא היתה שלך מעולם ודבר פשוט הוא ודין שבועת היסת הוא כמו שנתבאר פ''ה: "
      ],
      [
        "<b>בד''א שמצריכין ראובן וכו'.</b> זה דין המשנה שהזכרתי פ' חזקת הבתים וכו'. ",
        "<b>ומה שכתב והוא שיהיה אפשר לבעלים הראשונים וכו'.</b> מבואר במשנה ובגמ' ושבועת היסת שהזכיר יש חולקין ואומרים דכל שיש לו עדי חזקה אינו צריך שבועת היסת כלל ואין בזה ראיה מן הגמרא לאחד מן הצדדין: ",
        "<b>טען ואמר מפני שלא הגיע וכו'.</b> שם מבואר במשנה ובגמ': ",
        "<b>לפיכך אם היתה מלחמה וכו'.</b> במשנה שלש ארצות לחזקה וכו' ואוקימנא לה בשעת חרום עוד שם (דף ל') ההוא דאמר ליה לחבריה מאי בעית בהאי ארעא אמר ליה מינך זבינתה ואכילתה שני חזקה אמר ליה אנא בשוקי בראי הואי א''ל והא אית לי סהדי דכל שתא ושתא הוה אתית לשוקא תלתין יומין אמר ליה כל תלתין יומין בשוקאי טרידנא אמר רבא עביד איניש דכל תלתין יומין טריד בשוקא ע''כ בגמרא ופירשו בהלכות בשוקאי טרידנא ולא ידעינן דאת נחית בגוה דאמחי וכן כתב רבינו ולא ידעתי שזה בתוך חצרי נראה מדבריהם שאם יש עדים שהיה יודע שזה מחזיק בתוך ביתו ולא מיחה הפסיד ויש מפרשים בשוקאי הוה טרידנא ולא היה לי פנאי למחות ואע''פ שהייתי יודע שאתה מחזיק בהן ומבואר בהלכות בשם רבינו האיי שמעשה זה הוא בשעת חרום אבל שלא בשעת חרום לא בעי שיהא עמו במדינה וכן מבואר בדברי רבינו ועוד אכתוב בכיוצא בזה פרק חמשה עשר. עוד כתב רבינו שנראה לו שדין זה אינו אלא בכפרים ודברי טעם הן: "
      ],
      [],
      [
        "<b>ומפני מה אין אומרים לראובן וכו'.</b> שם מסקנא בגמרא גבי חזקה מה טעם היא בשלש שנים אמר רבא שתא קמייתא מיזדהר איניש בשטריה תרתי מיזדהר טפי לא איזדהר: "
      ],
      [
        "<b>הרי שמיחה שמעון במדינה וכו'.</b> שם (דף ל\"ח) אמר ר''נ מחאה שלא בפניו הויא מחאה וכן נפסקה הלכה שם ואמרו הטעם חברך חברא אית ליה וחברא דחברך חברא אית ליה: "
      ],
      [
        "<b>לפיכך אם מיחה שמעון וכו'.</b> שם (דף ל\"ט) אמר להו לא תיפוק לכו שותא פירוש לא יצא מפיכם דבר זה הא קאמר לא תיפוק לכו שותא אמרו ליה לא מפקינן שותא אמר רב פפא הא קאמר ליה לא מפקינן שותא רב הונא בריה דרב יהושע אמר כל מילתא דלא רמיא עליה דאיניש אמר לה ולאו אדעתיה וקי''ל כרב הונא: ",
        "<b>וכן אם צוה לעדים וכו'.</b> גם זה שם במחלוקת וקי''ל כמאן דאמר הויא מחאה: "
      ],
      [
        "<b>כיצד המחאה אומר בפני וכו'.</b> שם (דף ל\"ח:) היכי דמיא מחאה אמר רב זביד אמר פלניא גזלנא הוא לא הוי מחאה פלניא גזלנא הוא דקא נקיט לארעאי בגזלנותא ולמחר תבענא ליה בדינא הויא מחאה ופירושה כדברי רבינו. ",
        "<b>ומה שכתב רבינו וכן אם אמר להם שכורה היא בידו וכו'.</b> דבר ברור הוא וכן כתבו ז''ל אבל מחאה דמשכנתא ושכירות ומכירת פירות אינו צריך אלא כל שאמר פלניא אוכל קרקעי בתורת משכונה ומחר אסלקנו הויא מחאה עד כאן בחידושי הרשב''א ז''ל: "
      ],
      [
        "<b>מחאה בפני שנים מחאה וכו'.</b> שם (דף ל\"ט מ') אמר ר''נ מחאה בפני שנים אין צריך לומר כתובו וכן הלכה: ",
        "<b>וכיון שמיחה בשנה ראשונה וכו'.</b> שם מבואר בהלכות: "
      ],
      [
        "<b>הביא ראובן עדים וכו'.</b> שם (דף ל\"ה:) חזקתן שלש שנים מיום ליום אמר רבינא ואי דלי ליה איהו גופיה צנא דפירי לאלתר הוי חזקה אמר רב זביד אי טעין ואמר לפירות הורדתיו נאמן והני מילי בתוך שלש אבל לאחר שלש לא: "
      ]
    ],
    [
      [
        "<b>שלש שנים שאמרנו.</b> משנה שם (דף כ\"ח) חזקת הבתים וכו' ואלו שהזכיר רבינו מהם מפורשים במשנה ובגמ' ומהם יוצאין מן הכלל שאמרו וכל דבר שעושה פירות תדיר חזקתן שלש שנים ואינה מיום ליום אבל שדה הבעל חזקתן שלש שנים ואינה מיום ליום ונחלקו במשנה רבי ישמעאל ור''ע בחזקת שדה הבעל ובגמ' (דף ל\"ו:) אמר שמואל זו דברי רבי ישמעאל ור''ע אבל חכמים אומרים עד שיגדור שלש גדרות ויבצור שלש בצירות וימסוק שלש מסיקות וקי''ל כשמואל אליבא דחכמים: ",
        "<b>ואפילו היו האילנות רצופין וכו'.</b> שם (דף ל\"ז:) אמרי נהרדעי אכלן רצופין אינה חזקה והקשה עליהם רבא וקי''ל כוותיה והויא חזקה וכן פסקו ז''ל: "
      ],
      [
        "<b>הביא עדים שהיה דר וכו'.</b> שם (דף כ\"ט) אמר רב הונא שלש שנים שאמרו והוא שאכלן רצופות והקשו והא תנן חזקת הבתים והא בתים ביממא ידעי בליליא לא ידעי ותירץ אביי מאן מסהיד אבתי שיבבי שיבבי מידע ידעי בין ביממא בין בליליא ורבא תירץ כגון דאתו בתרי ואמרי אנן אגרינן מיניה ודרינן ביה תלת שנין ביממא ובליליא והקשה על תירוץ זה רב יימר ואמר דהני נוגעין בעדותן הן דאי לא אמרו הכי אמרינן להו הבו ליה אגר ביתא להאי ואמר לו רבא מי לא עסקינן דקא נקטי אגר ביתא ואמרי למאן ניתביה אמר מר זוטרא אי טעין ואמר ליתו תרי סהדי דדרו בה תלת שני ביממא ובליליא טענתיה טענה ומודה מר זוטרא ברוכלין המחזירין בעיירות דאע''ג דלא טעין איהו אנן טענינן ליה ומודה רב הונא בחנותא דמחוזא דליממא עבידן בליליא לא עבידן ע''כ. ודעת רבינו לפרש דהא דמר זוטרא קאי אתירוצא דרבא אפי' בסהדותא דשוכרן יכול לטעון הלא יבאו עדים שדר בה ביום ובלילה ונתן טעם ומפני מה אין שוכרין נאמנין לפי שזה תלוי בהן אבל אי לא טעין לא טענינן ליה כיון שהביא עדים שדר בה שלש שנים וסובר רבינו דהך טענה אפי' היא בשמא מקבלין אותה. עוד סובר דחנויות בשלש שנים בלבד הויא חזקה ורבים מהמפרשים חלוקין עליו במ''ש שאין השוכרים נאמנין לומר דרנו בה ביום ובלילה דודאי כל היכא דנקטי אגרא בידייהו ואינן נוגעין בעדותן נאמנין הן והא דמר זוטרא אתירוצא דאביי ורבא קאי כלומר דלא צריכין להני תירוצין אלא להיכא דטעין אבל לא טעין לא צריכין לא לשבבי ולא לשוכרין אלא כיון שיש עדים שדר בה או ששכרה שלש שנים דיו בכך והילכך אם נתנו שוכרין אלו השכר אינן נאמנין מדין נוגעין בעדות וזהו שכתב בהשגות אמר אברהם ונתננו לו השכר עד כאן אבל אם השכר בידם ודאי נאמנין וכן נראה עיקר ומצאתי לרבינו פרק ט''ו מהלכות עדות שהזכיר דין זה שהשוכר כל זמן שנתן שכרו אינו מעיד שום עדות לתועלת המשכיר בקרקע זה וכאן דבריו הם בשהשכר בידן ואעפ''כ אם טען המערער שיבאו עדים שדרו בה השוכרים יום ולילה טענתו טענה מפני שזה הדבר תלוי בשוכרים עצמן ולפיכך אינן נאמנין וכבר כתבתי שדעת האחרים ז''ל עיקר שכל שהשכר עדיין בידם נאמנין עוד יש שחלקו על רבינו במה שאמרו שמקבלין טענת המערער בשמא לפי שהן סבורין שאין מקבלין ממנו אלא בטוען ברי ונראין דברי רבינו. גם במ''ש שבחנויות די בחזקת שלש שנים כתוב בהשגות א''א אין דרך הגמ' כן וכו'. באור דבריו דודאי שלש שנים רצופות ושלמות בעינן ולא מקוטעות ולא מפוזרין אבל החנויות נתרבו שאע''פ שחזקתן מפוזרת הוי חזקה אבל ודאי שלמים בעינן והילכך צריך שתהיה חזקת החנויות שש שנים כדי שיהיו הימים בלבד שלש שנים ולזה הסכים הרשב''א ז''ל ומדברי אבן מיגש נראה כדעת רבינו גם קצת המפרשים כתבו כן: "
      ],
      [],
      [
        "<b>שלש שנים וכו'.</b> זו היא מימרא דרב הונא שהזכרתי ושם אמרו אמר רב חמא ומודה רב הונא באתרא דמוברי באגי והקשו פשיטא ותירצו לא צריכא דאיכא דמוביר ואיכא דזרע ואזל האי גברא ואוביר ופירוש באתרא דמברי אף על פי שאכלן מפוזרות הויא חזקה אבל שנת ההוברה ודאי לא סלקא ליה וזה ברור וכן פירשו וכן נראה מדברי רבינו: "
      ],
      [
        "<b>שני שותפין וכו'.</b> שם מעשה בגמרא ומבואר שם: "
      ],
      [
        "<b>אכלה שנה זה המחזיק וכו'.</b> שם בגמרא שלשה לקוחות מצטרפין אמר רב וכולן בשטר ופירושה מבואר בדברי רבינו: "
      ],
      [
        "<b>אכלה האב שנה והבן שתים וכו'.</b> ברייתא שם ופירוש הבן המחזיק בין שהוא קטן בין שהוא גדול הדין שוה לדעת רבינו ואף על פי שהוא סבור שאין חזקת הקטן חזקה כנזכר ריש פרק שלשה עשר בדין זה שהאב התחיל להחזיק הרי זו חזקה שהרי בטענת האב הוא בא. זה נראה בדעתו ז''ל מפני שסתם כאן ולא חלק בין גדול לקטן ושם פ' שלשה עשר אבאר בזה: "
      ],
      [
        "<b>אכלה בפני האב וכו'.</b> ברייתא ואוקימתא מפורשת שם ופירש בשהבן הזה הוא גדול אבל אם הוא קטן אין מחזיקין בנכסיו ואע''פ שהתחיל להחזיק בחיי אביו כמו שאבאר פרק י''ד. ",
        "<b>ומ''ש רבינו אבל אם מכר וכו' אין לך מחאה גדולה מזו.</b> כתב הרשב''א ז''ל שאין צריך מכירה בשטר אלא אפילו מכר בעדים לבד הויא מחאה. וכן נראה מדברי רבינו שלא הזכיר שטר ופשוט הוא שדין מכירה שהוא מחאה הוא בכל מחזיקים ולא בדוקא בזה שאין חזקתו שלמה בפני אחר: "
      ],
      [
        "<b>נרה שנה וכו'.</b> כך נראה מסקנא דגמ' שם דניר לא הוי חזקה וכן פסקו ז''ל: ",
        "<b>וכן אם פתח וכו'.</b> זהו מה שאמרו שם מפתיחא לא הוי חזקה וכן פירש רבינו האיי ז''ל בספר המקח ופירושין אחרים יש וזה עיקר: "
      ],
      [
        "<b>זרעה ולא הרויח וכו'.</b> שם אפיק כורא ועייל כורא לא הוי חזקה: "
      ],
      [
        "<b>אכלה שחת וכו'.</b> שם אכלה שחת לא הוי חזקה אמר רבא ואי קאי שחת בצורא דמחוזא הרי זו חזקה: "
      ],
      [
        "<b>אכלה ערלה שביעית וכלאים כו'.</b> שם (דף ל\"ו) אמר רב יהודה אכלה ערלה הרי זו חזקה x תניא נמי הכי אכלה ערלה שביעית וכלאים הרי זו חזקה כך היא גרסת הגאונים וההלכות ועיקר. וכתב רבינו אע''פ שנהנה בעבירה אבל יש מן המפרשים שפירשו שהטעם הוא לפי שיש שם אכילה של היתר כגון בערלה ובשביעית העצים ובכלאים נדחקו לפרש בזורע בין הגפנים והוסיפו הפירות ולא הוסיפו הזמורות באחד ומאתים והביאו ראיה שטעם דין זה הוא מפני אכילת עצי היתר ממה שאמרו בכתובות גבי המוציא הוצאות על נכסי אשתו מה שהוציא הוציא ומה שאכל אכל עבד רב יהודה עובדא באכילת חבילי זמורות ואמרו שם רב יהודה לטעמיה דאמר אכלה ערלה הרי זו חזקה. וזהו שכתב בהשגות א''א שבוש הוא זה דלא אמרו וכו'. ודעת רבינו אפרש הא דאכלה ערלה בתרי גווני או שאכל הזמורות וכההיא דכתובות או בעבירה דומיא דכלאים וכגון שאכלה הפירות והכריחו לפרש כן לפי שדוחק הוא לומר דההיא דכלאים בהוסיפו הפירות ולא הזמורות אי נמי יש לתרץ לדעתו דההיא דכתובות הכי קאמר אכילת חבילי זמורות אכילה היא דלא גרעה מאכילת איסור דערלה שהיא קרויה אכילה ועל דרך הדמיון הוא מביא ראיה זה נראה לדעת רבינו: "
      ],
      [
        "<b>היה המקום שהחזיק בו סלע וכו'.</b> מפורש שם בראש הפרק: "
      ],
      [
        "<b>היה מעמיד בהמה וכו'.</b> כבר הארכתי בדין זה פרק חמישי מהלכות שכנים: "
      ],
      [
        "<b>שדה שהיא מוקפת גדר וכו'.</b> שם אמר רב יהודה האי מאן דאחזיק מגודא דערודי ולבר לא הוי חזקה מימר אמר כל דזרע נמי ערודי אכלי ליה: "
      ],
      [
        "<b>אכלה כולה וכו'.</b> שם בראש הפרק: "
      ],
      [
        "<b>החזיק אחד באילנות וכו'.</b> שם וכבר כתבתי פרק כ''ד מהלכות מכירה הסוגיא וביאורה בארוכה ודעת רבינו שסוגיא זו משמשת לשני ענינין האחד למוכר ולוקח והאחד בחזקת שלש. וכן כתבו בתוספות. ולזה הסכים הרשב''א ז''ל אלא שהם חלוקין בפירוש חצי קרקע הנזכר בסוגיא שם כמו שכתבתי בפרק כ''ח מהלכות מכירה באריכות: "
      ],
      [
        "<b>וכן האוכל פירות אילן וכו'.</b> שם (דף ל\"ז:) אמרי נהרדעי האי מאן דזבין דקלא לחבריה קני ליה משיפולי ועד תהומא מתקיף לה רבא לימא ליה לכורכמא רישקא זביני לך עקור כורכמא רישקא וזיל אלא אמר רבא בבא מחמת טענה. ועיקר הפירוש דנהרדעי הוו סברי שאע''פ שהקונה שני אילנות ואין צריך לומר אילן אחד אין לו קרקע כמבואר פ' כ''ד מהל' מכירה זהו תחתיהן וביניהן וחוצה להן אבל מקומות אילן קנוי לו לשטוח בו פירות או לחפור בו ואמר להן רבא דלא מכר לו אלא כורכמא רישקא כלומר לימי העץ אבל אם בא מחמת טענה שמכר לו המקום בפירוש חזקתו ראיה כיון שלא מחה בו ולזה הפירוש הסכימו הרמב''ן ז''ל והרשב''א ז''ל והוא דעת רבינו ורבו ז''ל: "
      ],
      [
        "<b>שדה אילן שהיו בו וכו'.</b> שם (דף ל\"ו:) אמר אביי מדברי ר' ישמעאל נשמע לרבנן היו לו שלשים אילנות ממטע עשרה לבית סאה ואכל עשרה בשנה זו ועשרה בשנה זו ועשרה בשנה זו ה''ז חזקה לאו מי אמר ר''י חד פירא הוי חזקה לכולהו פירי הכא נמי הני הוו חזקה להני והני הוו חזקה להני והני מילי היכא דלא אפיקו אבל אפיקו ולא אכל לא הויא חזקה והוא דבזאי בזו וזה פירוש המימרא לדעת רבינו ואכל עשרה בשנה זו פירוש מפוזרין בכל השלשה בית סאין ומדברי ר' ישמעאל נשמע וכן דמפוזרין דוקא דהא דין זה למדנו ממאי דאמר ר' ישמעאל דבשדה אילן כנס את תבואתו מסק את זיתיו ואסף את קיצו הרי אלו שלש שנים ובודאי התבואה מפוזרת היא בכל השדה וכן הזיתים והקיץ מפוזרין הן בכל השדה שכן דרכן של בני אדם לפזרן בשדה ולזה הוי חזקה כל חד לחבריה וכן הדין באילנות אלו דדוקא מפוזרין זה דעת רבינו וה''ה דלא אפיקו השאר אבל אי אפיקו השאר לא הוו הנך שאכל חזקה לאחרים והא דלא הוו הנך חזקה לאחרים והוא דבזאי בזו פירוש דוקא כשבזזו העם שאר אילנות אבל הניח הוא הפירות שם הרי אלו שאכל חזקה לאחרים זהו דעתו ז''ל ויש בזה פירושים אחרים הרבה ואחד מהם כתוב בהשגות ואיני רואה קושיא על דברי רבינו: "
      ]
    ],
    [
      [
        "<b>ואלו הן שאין מעמידין הקרקע בידן וכו'.</b> כולן מפורשין במשנה ודין שבועת היסת הוא כפי מה שנתבאר למעלה: "
      ],
      [
        "<b>וכן ראשי גליות וכו'.</b> שם מימרות ואזכיר כל אחת למטה: ",
        "<b>וכן חרש שוטה וקטן וכו'.</b> דבר פשוט הוא שאין מחזיקין בנכסי אלו שהרי אמרו אין מחזיקין בנכסי קטן וכל שכן בנכסי חרש ושוטה שהרי אין להן דעת ואינן בני מחאה אבל הם שהחזיקו בנכסי אחרים לא מצאתי מבואר בגמרא שלא תועיל חזקתן ורבינו נתן טעם לדבריו מפני שאין להם טענה כדי שתעמוד הקרקע בידן ואין דעתו ז''ל לומר שאין להן צד קנייה דהא ודאי יש להן ואפילו שוטה נתבאר פ''ד מהל' זכייה ומתנה שהמזכה לו ע''י בן דעת זכה ואין צריך לומר בחרש וקטן שיש להן צד קנייה כנזכר פרק כ''ט מהלכות מכירה אלא לפי שאין טענתן כשאר בני אדם ואין מקחן מקח דבר תורה כנזכר שם כתב רבינו ז''ל שאין חזקתן ראיה וקצת המפרשים ז''ל סוברין כן ולא עוד אלא שאמרו בדין אכלה האב שנה והבן שתים כנזכר פי''ב דדוקא בשהבן גדול אבל קטן אין חזקתו כלום אע''פ שבא מכח אביו וכבר התחיל האב להחזיק ונתנו טעם לדבר דקטן לאו בר מחויי הוא וחזקה מכח מחאה קא אתיא והרמב''ן והרשב''א ז''ל סבורין דחזקת קטן הויא חזקה וכבר ביארתי דעת רבינו פי''ב שנראה שהוא מחלק בין בא מכח אביו לבא מכחו: "
      ],
      [
        "<b>כיצד אין מעמידין את הקרקע וכו'.</b> מה שכתב <b>רבינו שאם אין עדים לשמעון שראובן הוא שותפו שמעמידין אותה ביד ראובן</b> הוא מדין מגו דאי בעי אמר לא הייתי שותפו כי אמר הייתי ולקחתים ממנו ואכלתיה שני חזקה נאמן ומבואר שם דאמרינן מגו בהרבה מקומות: "
      ],
      [
        "<b>האומנין כיצד וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>האריסין כיצד וכו'.</b> שם (דף מ\"ו:) על המשנה שאמרו אריס אין לו חזקה הקשו אמאי לימא ליה עד האידנא פלגא והשתא כולה ותירצו א''ר יוחנן באריסי בתי אבות. ופירוש רבינו בה מבואר ונכון: "
      ],
      [
        "<b>אריס של בתי אבות שהוריד אריסין תחת ידיו יש לו חזקה שאין וכו'.</b> שם אמר רב נחמן אריס שהוריד אריסין תחתיו יש לו חזקה מ''ט דלא עביד איניש דמחתין ליה אריסי לארעיה ושתיק אמר רבי יוחנן אריס שחלק לאריסין לא הוי חזקה וכו' ופירש ר''ש ז''ל שכל זמן שאריס זה מתעסק בה לא הויא חזקה וזה חלק לאריסין וכן עיקר: ",
        "<b>ואריס שירד מאריסותו ואכלה שלש שנים מאחר וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>האפוטרופין כיצד וכו'.</b> במשנה שנינו האפוטרופין בכלל אותן שאין להם חזקה ואין שם בגמרא דבר מבואר אבל בהמפקיד מתבאר דמינוהו בית דין אין לו חזקה ואפילו הגדיל הקטן כל שכן מינהו האב. ושאר הפרטין שכתב רבינו ז''ל מתבארין ממה שאמרו פרק חזקת שהנושא ונותן בתוך הבית והיו שטרות ואונות יוצאות על שמו שעליו להביא ראיה שהן שלו וכל שכן שאין לו חזקה. ואולי במקום אחר מצא רבינו ז''ל הדבר יותר מבואר. ",
        "<b>ומה שכתב עברו האפוטרופין ממינויין וכו'.</b> נתבאר לו ז''ל ממה שאמרו כן באומנין ואריסין שכולן שוין: "
      ],
      [
        "<b>השותפין כיצד וכו'.</b> שם בגמ' באוקימתא דרבינא ומבואר בהלכות: ",
        "<b>וכן האיש שאכל בנכסי אשתו שני חזקה וכו'.</b> שם במשנה ובגמרא. ",
        "<b>ומה שכתב רבינו ז''ל והרס ועשה כל מה שעשה.</b> הוא דלא כאוקימתא דרבא דאמר דאשת איש צריכה למחות כגון שחפר בה בורות שיחין ומערות אלא כאוקימתא בתרייתא דרב יוסף וזהו שלא הביאו בהלכות ההיא דרבא זהו דעת רבינו ז''ל: ",
        "<b>וכן האשה שאכלה פירות בנכסי בעלה וכו'.</b> שם משנה וגמ': ",
        "<b>וכן הבן שהוא סמוך על שלחנו וכו'.</b> במשנה (דף מ\"ב) ולא לבן בנכסי האב ולא לאב בנכסי הבן ובגמרא (דף כ\"ב) אמר רב יוסף ואפילו חלקו רבא אמר חלקו לא וכו' והלכתא חלקו לא תניא נמי הכי הבן שחלק והאשה שנתגרשה הרי הן כשאר כל אדם. ופירוש חלקו נתפרדו הבן והאב שאין הבן סמוך על שולחן אביו כלל. וכן פירשו ז''ל. ושם מבואר דאשה אפילו בספק גירושין חזקתה לאחר מכן חזקה: "
      ],
      [],
      [
        "<b>ראשי גליות שהיו בימי חכמים וכו'.</b> שם (דף ל\"ו) דבי ריש גלותא לא מחזקי ולא מחזקינן בהו ושבועת היסת שכתב רבינו הוא כפי מה שנתבאר שיש בקרקעות: "
      ],
      [
        "<b>הגזלן כיצד מי שהוחזק גזלן וכו'.</b> שם (דף מ\"ז) גזלן אין לו חזקה ואמרו היכי דמי גזלן אמר רבי יוחנן כגון שהחזיק על שדה זו בגזלנותא רב חסדא אמר כגון דבית פלוני שהורגין על עסקי ממון ע''כ בגמ' ובהלכות ופירוש הוחזק גזלן על אותה שדה יש מי שפי' כגון שיש עדים שגזלה ממנו ויש מי שפירש כגון שגזלה ויצאה מתחת ידו בבית דין ועכשיו ראינוה תחת ידו. ודע שלדברי הכל מי שהוחזק גזלן על אותה שדה יש לו חזקה בשדות אחרות ומי שהורג על עסקי ממון אין לו חזקה בשום קרקע בעולם וזה פשוט: "
      ]
    ],
    [
      [
        "<b>כל אלו שאין אכילתן ראיה וכו'.</b> שם (דף מ\"ז ע\"ב) תנא וכולן שהביאו ראיה ראייתן ראיה ומעמידין השדה בידן גזלן שהביא ראיה אין ראייתו ראיה ואין מעמידין השדה בידו. ודין הבעל בנכסי אשתו והפרטין שכתב רבינו שם בסוגית הגמרא ויתבארו בהלכות אישות: "
      ],
      [
        "<b>כיצד הגזלן אין לו ראיה וכו'.</b> פ''ט מהל' גזלה באר רבינו ז''ל דין זה בארוכה ושם כתבתי מה שנחלקו עליו ז''ל: "
      ],
      [
        "<b>בן האומן ובן אריס וכו'.</b> שם מימרא וסוגיא נתבארו בהן כל מ''ש רבינו. ",
        "<b>ומ''ש ואם הביאו עדים שהודו הבעלים וכו'.</b> הוא כפי גירסת הספרים שגורסין דקא אמרי עדים בפנינו הודה לו והיא גירסת ההלכות והרבה מן המפרשים ז''ל ויש מקשים על גירסא זו דאי בשעדים מעידים כן מאי איריא הבנים אפילו הן שהביאו עדים שהודו להן מעמידין אותה בידם כמו שנתבאר בראש הפרק ומתוך קושיא זו שינו הגירסא וגורסין לא צריכא דקאמרי בפנינו הודה לו כלומר בן האומן והאריס אומרים בפנינו הודה לאבינו ונאמנין בכך מגו דאי בעו אתו בטענת עצמן ויאמרו שבעלים מכרוה או נתנוה להם ולזה הסכים הרשב''א: "
      ],
      [
        "<b>בן הגזלן וכו'.</b> פירוש אם טען בן גזלן שהבעלים נתנוה או מכרוה לו אף הוא יש לו חזקה כמבואר בגמ' שם ואין דינו חלוק מן השאר אלא כשבא בטענת אביו ובהודאתו לפי שאין ראיית הגזלן ראיה וזה מבואר שם והוא כוונת רבינו: ",
        "<b>אבל בן בן הגזלן וכו'.</b> שם בן בנו של גזלן יש לו חזקה אמר רבא פעמים שבן בנו אין לו חזקה וכגון דאתי בטענתא דאבא דאבוה. וזה גרסת הספרים וההלכות: "
      ],
      [
        "<b>העכו''ם אפילו אכלה כולה כמה שנים וכו'.</b> שם מבואר שהעכו''ם אין לו חזקה אלא בשטר. וכתב רבינו תחזור השדה לבעלים בלא שום שבועה שלא תקנו שבועת היסת אלא לישראל, ודברים ברורים הם שאין טענת העכו''ם טענה להשביע עליה ולא מצינו בגמ' בשום מקום היסת ע''י עכו''ם ולא שבועה אחרת וזה ברור: ",
        "<b>וישראל הבא מחמת העכו''ם הרי הוא כעכו''ם שאין וכו'.</b> שם א''ר יהודה אמר רב ישראל הבא מחמת העכו''ם הרי הוא כעכו''ם מה עכו''ם אין לו חזקה אלא בשטר אף ישראל הבא מחמת עכו''ם אין לו חזקה אלא בשטר ע''כ. ונראה מדברי רבינו שאף בזו אין הבעלים נשבעין היסת שהרי דימה אותו לדין העכו''ם. וכתב בהשגות א''א יש כאן שבוש ואומר אני וכו'. ואני אומר שדברי רבינו אמת ואין כאן שבוש שכבר נתבאר פ' ראשון שאין נשבעין היסת על טענת שמא וטענת ישראל אשדה זו טענת שמא היא שאינו ידוע דבר אלא מחמת מה שאמר לו העכו''ם. ונראה שהר''א ז''ל הולך לשיטתו שכתב פרק ראשון שהטוען כך אמר לי אבא שהיא טענת ברי וכבר כתבתי פרק ראשון שאין דבריו נכונים בזה ומ''מ אפילו לפי מ''ש שם בדין זה נראה ברור כדעת רבינו לפי שאין טוען זה אלא מפי העכו''ם אשר פיהם דבר שוא ואיך נחשוב זה בטענת ברי כל שהוא בא מחמת עכו''ם וזה נראה לי ברור: "
      ],
      [
        "<b>טען זה הישראל וכו'.</b> שם אי אמר האי ישראל קמאי דידי זבנה מינך מהימן מגו דאי בעי אמר ליה מינך זבינתה וכתב רבינו וישבע היסת על כך והוא כפי שיטתו שאע''פ שהחזיק הוא נשבע וכבר כתבתי פ' אחד עשר שיש אומרין שאין לאחר חזקה כלום ואינו צריך לישבע וכתבו המפרשים ז''ל דהוא הדין אם אמר ישראל לדידי יהב עכו''ם שטרא דזביני דזבנה ניהליה ישראל והכרתי חתימתן של עדים או שהיה השטר מקויים והכרתי הקיום ונזהרתי בשטר שלש שנים ואחר כך נאבד נאמן מדין מגו ודבר ברור הוא: "
      ],
      [
        "<b>אין מחזיקין בנכסי קטן וכו'.</b> עיקר דין זה פרק המפקיד (בבא מציעא דף ל\"ט) דאמר רב הונא אין מורידין קרוב לנכסי קטן ואמר רבא ש״מ מדרב הונא אין מחזיקין בנכסי קטן אפילו הגדיל והובאה בהל' בכתובות פ' האשה שנתארמלה (כתובות דף י\"ז) ונחלקו המפרשים ז״ל בפירושה הרב אבן מיגש ז״ל פירש אפילו הגדיל אפי' שלמה החזקה אחר שהגדיל אבל אם החזיק שלש שנים משהגדיל נאמן ויש מפרשים שאף אם החזיק שלש שנים אחר שהגדיל אין חזקתו חזקה כיון שהתחיל בעודו קטן וזה דעת הר״א ז״ל בהשגות ולזה הסכימו הרמב״ן והרשב״א ז״ל ואין לאחד מן הפירושין הכרח גמור בגמרא: "
      ],
      [
        "<b>מי שהחזיק בנכסי קטן שנים רבות וטען וכו'.</b> מעשה פרק חזקת (בבא בתרא דף ל\"ב:) רבה בר שרשום נפק עליה קלא דקא אכל ארעא דיתמי וכו'. ודברי רבינו בפירושה כדברי רבו אבן מיגש ז״ל וכל החלוקים שהזכיר רבינו הם כדברי רבו ז״ל. וראיתי בהשגות בזה אריכות דברים ואיני צריך להשיב על דבריו אלא במ״ש וכי משום קלא מבטלין מגו וחזקה דממונא דאיהו הוה מוחזק ואבוהון דיתמי לא הויא ליה חזקה ויש לי לתרץ דכיון דהאי לא אחזיק בחיי אבוהון שלש שנים ונפק קלא דאיתחזק בבי דינא (דיתמי נינהו) משום קלא כי האי מבטלין חזקה דאחזיק בפני קטן דהא לאו חזקה היא ואין נאמן מדין מגו דאי בעי אמר לא היתה מעולם של אביהן דודאי אם יחקר הענין ימצא בבירור שהיתה של אביהם כיון דנפק קלא זה דעת רבינו ורבו. עוד הקשה הר״א ז״ל בהשגות במה שכתב רבינו בשאכלה שני חזקה בחיי אביה שהוא גובה בלא שבועה מדין מגו ממה שהסכימו הגאונים ז״ל ונתבאר בדברי רבינו בהרבה מקומות ומהם פרק שמיני שהטוען על המשכון שהוא נאמן עד כדי דמיו שאינו נוטל אלא בנקיטת חפץ אף כאן אם בא לגבות לכתחלה צריך הוא לישבע ויש לי לתרץ שחלוק יש בין משכון מטלטלין לקרקע שהרי דבר תורה אין נשבעין על הקרקעות ושבועת היסת אין כאן לפי שאין כאן טענת ברי הפך מדברי זה המחזיק ואין נשבעין היסת על טענת שמא כנ״ל לדעת רבינו: "
      ],
      [],
      [
        "<b>בורח שברח מחמת סכנת נפשות וכו'.</b> מסקנא דגמרא שם אמר רבא הלכתא אין מחזיקין בנכסי בורח וכו': "
      ],
      [
        "<b>מחזיקין בנכסי אשת איש וכו'.</b> שם ובהלכות: "
      ],
      [
        "<b>כל חזקה שאין עמה טענה וכו'.</b> משנה שם וגמרא (דף מ\"א): ",
        "<b>וכן כל האוכל וכו'.</b> תוספתא האוכל את השדה מחמת אונו ונמצאת אונו פסולה חזקתו בטלה: "
      ],
      [
        "<b>הבא מחמת וכו'.</b> במשנה הבא משום ירושה אינו צריך טענה ומפורש בגמ' דהוא הדין למקח ושם נתבאר דבעינן דדר ביה קמא חד יומא כמו שכתב רבינו ויש מי שפירש דבעינן ראיה שהם יורשים או לוקחים מזה שהחזיק בה יום אחד הא לאו הכי אע''פ שהחזיקו בה שלש שנים כיון שאין חזקתו מחמת עצמן אינה חזקה והרמב''ן ז''ל חלוק עליהם ואמר דהמחזיק במטלטלין יוכיח אע''פ שטוען מפלוני לקחתים טוענין לו שאותו פלוני לקחם מזה המערער שהביא עדים שהיו שלו ומאמינין זה המחזיק בהן שהוא לקחם ממנו אף בקרקע כיון שהחזיק בו שני חזקה אינו צריך להביא ראיה שלקחה או שירשה מזה שהוא טוען וכן עיקר: ",
        "<b>הביא ראיה שנראה וכו'.</b> שם מחלוקת אביי ורבא וקיי''ל כרבא וכתב הרשב''א ונ''ל שאם היה שדה ונראה הראשון הרי היא בחזקת שלקחו שאין אדם עשוי לפרנס את הקרקע אא''כ לקחו וכיון שהחזיק בו השני שלש שנים ה''ז חזקה: "
      ],
      [
        "<b>הרי שאכל שדה זו וכו'.</b> זה מעשה שם (דף ל') ההוא דאמר ליה לחבריה מאי בעית בהאי ארעא אמר ליה מפלניא זבנתה דאמר לי דזבנה מינך אמר ליה לאו מודית לי דהאי ארעא דידי היא ואת לאו זבנתה מינאי זיל לאו בעל דברים דידי את אמר רבא דינא קאמר ליה ע''כ. וכל מה שכתב רבינו עד סוף הפרק מבואר בהלכות על זה המעשה בארוכה וכתבו המפרשים ז''ל אם בא זה לחזור על המוכר שמכרה לו מחמת אחריות יש מי שכתב שהדין עם הלוקח כיון שיצאה ממנו בבית דין ויש מי שכתב שהמוכר יכול לטעון אתה הפסדת לעצמך כשהודית שהיתה שלו שאם לא הודית כיון שלא היו לו עדים שהיתה שלו לא היתה יוצאה ממך וכן נראה מדברי ההלכות ועיקר. עוד נחלקו המפרשים במי שאין לו עדים שהיתה שלו אלא הודאת המחזיק והביא המחזיק עדים דדר ביה קמא חד יומא אם הוא צריך שני חזקה זה המחזיק או נאמר כי היכי דקמא הוה מהימן לומר מינך זבנתה אף בלא שני חזקה מגו דאי בעי אמר לא היתה שלך מעולם אף זה כן ויש מי שכתב שצריך הוא שני חזקה מגו דהכחשה אזל ליה כיון שהוא מודה שהיתה של המערער והוא לא לקחה ויש מי שכתב שאינו צריך שני חזקה ולדעת הראשון הסכים הרשב''א ז''ל וכן נראה מלשון רבינו: "
      ]
    ],
    [
      [
        "<b>מי שערער על שדה וכו'.</b> פרק גט פשוט (בבא בתרא דף קס\"ט:) ת״ר הבא לידון בשטר ובחזקה נדון בשטר (ואינו נדון בחזקה) דברי רבי רבן שמעון בן גמליאל אומר (נדון) בחזקה ומסקנא הלכה כרבי ואף רבי לא אמר אלא לברר ופירשו בהלכות כלומר כיון שהביא את שטרו אומרין לו ברר את שטרך אף על פי שיש עמו חזקה ואם א״א לברר כגון שמתו עדיו או שהלכו למדינת הים אפילו לרבי נדון בחזקה ע״כ. וזה מבואר בדברי רבינו ומכלל דבריהם שאם נמצא שטר מזוייף הרי חזקתו בטלה ולכך אנו מצריכין אותו לברר ודבר פשוט הוא והטעם דהחזקה מכח שטרא קא אתי וכבר כתבתי כיוצא בזה פ״ו: "
      ],
      [
        "<b>עדי חזקה שהעיד וכו'.</b> פרק חזקת (דף כ\"ז:) מימרא: ",
        "<b>העיד האחד שאכלה שנה ראשונה וכו'.</b> מפורש בסוגיא שם ופירשוה כגון במקום שמובירין שנה וזורעין שנה שנתבאר פרק י''ב שבמקום זה עולה להם חזקה אע''פ שאינן רצופין שאל''כ מאי איריא מכחישין אפילו שניהם מעידין שאכלה אג''ה או מעידין שאכלה בד''ו אין חזקתו כלום וזה ברור: "
      ],
      [
        "<b>מי שירד לשדה בחזקת שהוא יורש וכו'.</b> מעשה שם (דף ל\"ג) קריביה דרב אידי בר אבין שכב ושבק דיקלא אתא רב אידי בר אבין ואמר אנא קריביה אתא ההוא גברא ואמר אנא קריבנא טפי אזל רב אידי אייתי סהדי דאיהו קריביה טפי אוקמיה רב חסדא בידיה א''ל רב אידי ליהדר לי פירי דאכל מההוא יומא עד השתא אמר (רב חסדא) וכו' אמאן קא סמיך אהאי הא קאמר אנא קריבנא טפי אביי ורבא לא סבירא להו הא דרב חסדא כיון דאודי אודי וגרסא אחרת יש בזה ולדברי הכל דינו של רבינו אמת ואע''פ שאין שם עדים כמה אכל כיון שהוא הודה כמה אכל ויש עדים שהאחד קרובו יותר או הודה לו הוא מוציאין ממנו מה שאכל וזה מוסכם ויש גירסא אחרת בזה גורס ר''ח ז''ל אזל רב אידי אייתי סהדי דאיהו קריביה ולא גרסינן טפי וכיון שהיו עדים לרב אידי שהוא קרובו ולאחר לא היו עדי קורבא הוה ליה רב אידי בירושה ודאי והאחר ספק ואין ספק מוציא מידי ודאי ומוציאין ממנו הפירות שהודה לו שאכל. ובכיוצא מדין זה מספק וודאי נתבאר פרק חמישי מהלכות נחלות בדין המתחיל ספק ויבם שבאו לחלוק בנכסי אבי היבם: "
      ],
      [
        "<b>שנים שהיו עוררין על השדה וכו'.</b> שם (דף ל\"ד:) זה אומר של אבותי וזה אומר של אבותי אמר רב נחמן כל דאלים גבר וכתב רבינו או שהביא כל אחד מהן עדים וכו'. ודבר פשוט היא שכל זמן שראיותיהן שוות חזר הדין לאין להם ראיה כלל וכן כתבו ז''ל. ",
        "<b>ומה שכתב רבינו והשנים שהעידו אלו הן השנים עצמן שהעידו בהן אלו.</b> הוא מפני שאם היו השנים מוחלפים ושני חזקה של האחד ראשונים להתחלת שני האחר מעמידין אותה ביד האחרון וזה ברור: ",
        "<b>ואם בא שלישי וכו'.</b> שם מסקנא דגמ' דרב אשי סבירא ליה הכין: "
      ],
      [
        "<b>הביא האחד עדים וכו'.</b> שם (דף ל\"א) זה אומר של אבותי וזה אומר של אבותי האי אייתי סהדי דאבהתיה היא ואכלה שני חזקה והאי אייתי סהדי דאכלה שני חזקה א''ר נחמן אוקי אכילה בהדי אכילה ואוקי ארעא בחזקת אבהתא וכו'. הדר אייתי האי סהדי דאבהתיה היא אמר רב נחמן אנן אחתינן ליה ואנן מסלקינן ליה ולזילותא דבי דינא לא חיישינן. ופירשוה בהלכות בשלא היה אחד מהם מוחזק ועכשיו חזר הדין לכל דאלים גבר וכמו שכתב רבינו וכן עיקר: "
      ],
      [
        "<b>זה אומר של אבותי וכו'.</b> שם (דף ל\"ג:) זה אומר של אבותי וזה אומר של אבותי האי אייתי סהדי דאבהתיה והאי אייתי סהדי דאכלה שני חזקה אמר רבה מה לי לשקר אי בעי אמר מינך זבנתה ואכלתה שני חזקה וכו'. אביי (ורבא לא סבירא ליה האי דרב חסדא) מה לי לשקר במקום עדים לא אמרינן ועוד נזכר שם זה באותו הפרק. ויש מקשים והלא כל טענת יורש היא בשמא וטוענין ליורש וא''כ נטעון לזה שיש לו עדי חזקה שאבותיו לקחוה מזה המערער או מאבותיו. ויש מתרצים דהכא אין לו ראיה שהחזיקו בה אבותיו אפילו יום אחד וכל כיוצא בזה אין חזקתו חזקה כנזכר פרק ארבעה עשר. ויש אומרים שכל זמן שהיורש טוען ברי באי זה דבר שיהיה אין אנו טוענין לו שום דבר וגם זה עיקר: ",
        "<b>חזר זה המחזיק ואמר וכו'.</b> שם מבואר בגמ' בסוף מעשה זה: "
      ],
      [
        "<b>ראובן שהיה בתוך שדה וכו'.</b> שם (דף ל':) ההוא דאמר ליה לחבריה מאי בעית בהאי ארעא א''ל מפלניא זבנתה ואכלתיה שני חזקה אמר ליה והא נקיטנא שטרא דזבנה לי הא ארבע שנין א''ל מי סברת שני חזקה תלת שנין קאמינא שני חזקה טובא קאמינא אמר רבא עביד איניש דקרי לשני טובא שני חזקה והני מילי דאכלה שבע שנין דקדים חזקה דהאי לשטרא דהך אבל אכלה שית (שנין) אין לך מחאה גדולה מזו ויש מפרשים דה''ה אם אמר אכלתי אותה שלש שנים יכול לחזור ולטעון שני חזקה טובא קאמינא כיון שלא אמר ולא יותר ויש מקשים אפילו אכלה פחות משבע שנים למה לא תעלה לו חזקה לזה והלא כבר נתבאר פרק י''א שצריך שלא תהיה בין מחאה למחאה שלש שנים גמורות ואם כן כשאכלה זה שש שנים שהם שלש אחר הקנייה כבר החזיק בה שלש שנים בלא מחאה. ותירצו דהתם דוקא בשלא מכרה המערער לאחר דהתם כל זמן שעמד זה שלש שנים ולא מחה לא נזכר הלה בשטרו אבל במוכר לא היה לו שוב למחות שהרי מכר דינו והלוקח ג''כ אע''פ שלא מחה אין לו היזק בכך כיון שאין זה בא מחמתו. וזה תירוץ מוכרח בדין זה. ודע שקצת המפרשים סוברין שאינו צריך להביא ראיה על אכילת כל השבע אלא על שלש אחרונות ובכך נאמן לומר אכלתיה שבע מגו דאי בעי אמר מינך זבינתה ואכלתיה שני חזקה. ויש אומרים שאין כאן מגו שהרי זה כשהשיבו לא היה יודע מאי זו טענה היה מערער עליו. ולפיכך צריך הוא להביא ראיה שאכלה שבע וכן מורה לשון רבינו ועיקר: "
      ],
      [
        "<b>וזה אומר של אבותי וכו'.</b> זה ברור וכבר נתבאר למעלה קרוב לזה: "
      ],
      [
        "<b>הביא המערער עדים וכו'.</b> שם (דף ל\"ב:) ההוא דאמר ליה לחבריה מאי בעית בהאי ארעא אמר ליה מינך זבנתה והא שטרא אמר ליה שטרא זיפא הוא מיהו שטרא מעליא הוה לי ואירכס ואמינא אינקוט בידאי כל דהו אמר רבה מה לו לשקר אי בעי אמר שטרא מעליא הוא אמר ליה ר''י אמאי קא סמכת אהאי שטרא האי שטרא חספא בעלמא הוא וכיוצא בזה יש שם מעשה אחר גבי שטר הלואה וכבר נזכר פי''ד מהל' מלוה ולוה ובגמ' פסקו הלכה כרבה בדין קרקע דהיכא דקיימא תיקום וכרב יוסף בדין ההלואה ושניהם פירש אותם רבינו בששטר זה הוא מקויים ויש מפרשים שעדיין אין השטר מקויים ובקרקע נזקקין לו לקיימו וכבר הארכתי בסברא זו בדין ההלואה: "
      ],
      [
        "<b>הביא המערער עדים וכו'.</b> זהו מעשה (דף כ\"ט:) דשכוני גואי הנזכר שם בראש הפרק וכפי הפירוש הנזכר בהלכות וכבר הקשו על פירוש זה ואמרו שכיון שהיה עומד במקום שאין שם חירום כל אותן הימים היה לו למחות וכיון שלא מחה בודאי שמכרה לו לזה באותו הזמן והוא בא בכאן או זה הלך לשם או על יד שלוחו מכר לו וכיון שיש לזה עדי חזקה אי זו ראיה הוא צריך ואפשר שאין דעת רבינו וההלכות להצריך ראיה להחזיק אלא כשהדבר נודע שהמערער לא היה עמו במדינה באותו זמן רוצה לומר סמוך לזמן שהלה טוען שקנאה הא לאו הכי ודאי אין על המחזיק להביא ראיה ומ''מ כך הסכימו הרמב''ן והרשב''א דכל שיש לו עדי חזקה אינו צריך לראיה אחרת והם ז''ל פירשו המעשה הנזכר בגמ' שהמערער היה טוען שהוא היה בארץ מרחקים והיה במקום שלא עלתה חזקה כנגדו על הדרך שנזכר פרק י''א ולפיכך הצריכו למחזיק להביא ראיה שהמערער היה במקום שתעלה חזקה כנגדו והם המפרשים שצריך לברר שהיה עמו בסוף שני חזקה אבל אם היה עמו בתחלה או באמצע ובסוף הלך למקום רחוק לא עלתה לו חזקה אלו דבריהם ז''ל: "
      ],
      [
        "<b>מי שהלך למדה''י ואבדה דרך שדהו וכו'.</b> בכתובות פ' אחרון (דף ק\"ט) משנה מי שהלך למדה''י ואבדה דרך שדהו אדמון אומר ילך לו בקצרה וחכמים אומרים יקח לו דרך במאה מנה או יפרח באויר ובגמ' הקשו שפיר קאמר אדמון פי' דקס''ד שהיה המקיפו אדם אחד מתחלה ועד סוף ותירצו כגון שהקיפוה ד' בנ''א והקשו א''כ מ''ט דאדמון ותירצו בארבעה דאתי מכח ארבעה א''נ בארבעה דאתו מכח חד כ''ע לא פליגי דמצו מדחו ליה פירוש ואף אדמון מודה לחכמים כי פליגי בחד דאתי מכח ארבעה אדמון סבר מצי אמר ליה אורחאי עלך הוא ורבנן סברי מצי אמר ליה אי שתקת שתקת ואי לא מהדרנא שטרי למרייהו ולא מצית לאשתעויי דינא בהדייהו וקי''ל כחכמים ונתבארו כל דברי רבינו. ",
        "<b>ומ''ש ואם החזיק בדרך וכו'.</b> נראה שהוא כשמחזיק בו שיעור חזקה כדינו הא לאו הכי ודאי לאו כל כמיניה להחזיק בעל כרחו של זה וזה ברור: "
      ]
    ],
    [
      [
        "<b>ראובן שמכר שדה לשמעון והיה לוי מעדי השטר וכו'.</b> משנה פ' אחרון דכתובות (דף ק\"ט) העורר על השדה והוא חתום עליה בעד אדמון אומר יכול לומר השני נוח לי והראשון קשה ממנו וחכ''א אבד את זכותו והלכה כחכמים: ",
        "<b>וכן אם העיד לוי בשטר וכו'.</b> שם במשנה עשאה סימן לאחר אבד את זכותו ופי' שאם מכר לוי המערער שדה אחת סמוכה לזו שהוא מערער עליה ועשה זו סימן ואמר מצר פלוני קרקע של ראובן אבד את זכותו. ובירוש' לא סוף דבר עשאה סימן לאחר אלא אפי' אחר לאחר והעורר חתום עליה עד אבד את זכותו ונכתב בהלכות ורבינו הביא דין הירושל' וכל שכן דין המשנה ומתוך כך לא כתב רבינו דכ''ש הוא ומ''מ היה לו לכתוב הדין הנזכר בגמ' על המשנה אמר אביי לא שנו אלא לאחר אבל לעצמו לא אי לאו דעבד הכי לא הוה זבין לה ופי' שאם מכר לוי המערער שדה אחת סמוכה לזו לזה המחזיק וכתב לו בשטר מצר פלוני קרקע שלך לא אבד את זכותו דמצי אמר אם לא עשיתיה לו סימן לא היה קונה ממני ונמצאת מפסיד שבעל המצר מרבה בדמים ודין זה היה לו לרבינו ז''ל לבאר לא ידעתי למה השמיטו ומבואר הוא בהל': "
      ],
      [
        "<b>טען העד ואמר תלם אחד וכו'.</b> שם (דף ק\"ט:) בגמ' א''ר יוחנן אי טעין ואמר תלם אחד עשיתי לך נאמן ודעת רבינו שאע''פ שכל השדה מוחזק ביד זה יכול לטעון העד תלם אחד בלבד עשיתי סימן וכן עיקר ולזה הסכים הרמב''ן ז''ל וכתב שאם אמר מצר מזרח קרקע פלוני יש לו תלם קטן ואפי' אמר שדה פלוני יש לו תלם בן ט' קבין לפי שפחות מכאן אינו נקרא שדה ע''כ. ודע שדינין אלו הם בשיש למערער עדים שהיתה שלו או של אבותיו ואין למחזיק עדי חזקה וזה פשוט וכן פירשו ז''ל ודבר מוכרח הוא: ",
        "<b>אין כל הדברים וכו'.</b> שם בגמ' מפורש הדין והטעם שהזכיר רבינו: "
      ],
      [
        "<b>בא שמעון ונמלך וכו'.</b> פרק חזקת (בבא בתרא דף ל':) מעשה שם מבואר דאפילו רבנן דקאמרי בחתום עליה בעד אבד את זכותו ה״מ בחתום דקעביד מעשה אבל הכא דבורא בעלמא הוא כדאיתא התם וכתב הרשב״א דדוקא כשמודה המערער שיעצו בכך אבל אם כפר ואמר להד״מ והלה הביא עדים לדבריו מחייבין המערער בכך דראיה גדולה היא זו שאיננה שלו ע״כ: "
      ],
      [
        "<b>ראובן שערער על שמעון וכו'.</b> שם (דף ל\"א:) מעשה מבואר וכתב רבינו ואם לא טען שמעון טענה זו אין טוענין לו ונראין דבריו והמעשה הנזכר בגמ' כך הוא שהמחזיק טען כן אבל ודאי אם לא טען רגלים לדבר ואין טוענין לו: "
      ],
      [
        "<b>ראובן שערער והביא עדים וכו'.</b> שם (דף ל\"ג:) ההוא דא''ל לחבריה מאי בעית בהאי ארעא אמר מינך זבנתה ואכלתה שני חזקה אייתי חד סהדא דאכלה תלת שנין סבור רבנן למימר וכו'. ומסקנא שהוא מחוייב להחזיר קרקע כיון שאין לו שני עדים אבל לא הפירות ואין צ''ל כשאין שם עדים שאכל כלל אלא שהוא טוען אכלתי ושלי אכלתי שאינו חייב להחזיר הפירות וכן מתבאר שם דין השבועות שהזכיר רבינו פשוט הוא: "
      ],
      [
        "<b>היו ב' עדים מעידים וכו'.</b> שם (ל\"ג:) ההוא דאמר לחבריה מאי בעית בהאי ארעא אמר מינך זבנתה ואכלתה שני חזקה אזל אייתי סהדי דאכלה תרתי שנין אר''נ הדרא ארעא והדרי פירי ושם מתבאר דה''ה בעד אחד כמו שהזכיר רבינו. עוד שם אמר רב זביד אי טעין ואמר לפירות ירדתי נאמן פירוש אם לא טען מינך זבנתה אלא קניתי הפירות נאמן היה על הפירות שאכל מ''ט לא חציף אינש למיכל פרי דלאו דיליה והקשו אי הכי קרקע נמי כשטוען קניתי גוף הקרקע ותירצו קרקע אמרינן ליה אחוי שטרך והקשו אי הכי פירי נמי ותירצו שטרא לפירי לא עבדי אינשי ע''כ. וכבר נתבאר דין הטוען לפירות ירדתי בארוכה פ''ט הדין והטעם: "
      ],
      [
        "<b>כל המחוייב להחזיר וכו'.</b> דברי רבינו ברורים ופשוטים: "
      ],
      [
        "<b>כל המחזיר קרקע וכו'.</b> זה מבואר בסוגיא ר''פ חזקת הני נוגעין בעדותן הן דאי לא אמרי הכי אמרינן להו הבו ליה אגר בית להאי וכבר כתבתי סוגיא זו פרק י''ב וכן כתבו ז''ל: "
      ],
      [
        "<b>אסור לאדם לטעון וכו' כיצד היה וכו'.</b> פרק שבועת העדות (שבועות דף ל\"א) ברייתא מנין לנושה בחבירו מנה שלא יאמר אטעננו במאתים כדי שיודה לי במנה ויתחייב לי שבועה ואגלגל עליו שבועה ממקום אחר ת״ל מדבר שקר תרחק וכן שאר הדינין שהזכיר רבינו עד סוף הפרק מבוארין שם קרוב ללשונו: <b>סליקו הלכות טוען ונטען בס״ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [
        "<b>כל מי שנתחייב שבועה מן התורה וכו' אבל מי שנתחייב שבועה מדבריהם וכו'. </b> קשה לי דמשמע מדברי רבינו אלה דמהפכינן בקצת שבועות משבועות המשנה דהא נשבעים ונוטלים לא שייך אלא בשבועות המשנה ומשמע מדבריו דטעמא דאין מהפכין משום דנשבעין ונוטלין הא אינך דאין נשבעין ונוטלין אפילו בשבועת המשנה מהפכין והדר קתני ואין לך שבועה שתהפך אלא שבועת היסת בלבד. וי\"ל דלא מפלגינן בין נשבעין ונוטלין לנשבעין ונפטרין אלא לענין אם לא רצה לישבע דבנשבעין ונוטלין ילך לו ובנשבעין ונפטרין משמתין וכו' וכן לענין אם אמר התובע אי אפשי בתקנה זו וכו' דבנשבעין ונוטלין שייך ולא בנשבעין ונפטרין אבל לענין היפוך שבועה שום שבועה אינה נהפכת חוץ משבועת היסת: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>החשוד שבועה מדבריהם וכו' וכן פוגם שטרו וכל כיוצא בזה. </b> כלומר כגון שאומר למלוה שטר פרוע הוא. ומ\"ש   ",
        "<b>וטען הלוה ישבע לי. </b> חוזר למה שאמר וכן כל כיוצא בזה כלומר לאומר שטר פרוע הוא שאין ב\"ד אומרין למלוה לישבע לו אא\"כ טען הלוה ישבע לי אבל אינו חוזר לפוגם שטרו דההוא אע\"פ שלא טען הלוה ישבע לי משביעין אותו כמו שנתבאר בפ' י\"ד מהל' מלוה: "
      ],
      [
        "<b>היה החשוד מן הנשבעין בטענת ספק וכו' לפי שלא נתחייב זה שבועה מן התורה. </b> ותדע למה לא נתחייב שבועה מן התורה לפי שאין התובע טוענו טענת ודאי: "
      ]
    ],
    [
      [],
      [
        "<b>ורבותי הורו שכפירת הטענה הוא וכו'.  </b> ונ\"ל שטעמם מפני שהם מפרשים שמה שאמרו הטענה שתי כסף מכסף מדינה שהוא כסף ירושלים דהיינו שני דינרין ממטבע ששמיניתו כסף והשאר נחשת וע\"פ מ\"ש עשרים גרה השקל נמצאו שני דינרים הם עשר מעין ששמינית שלהם מעה ורביע שהם משקל עשרים שעורות כסף הוצא משקל חצי שעורה כסף שהוא שוה פרוטה להודאה נשאר בכפירת משקל י\"ט שעורים וחצי. ומ\"ש רבינו {שיש לו כמה ראיות לסתור דבריהם:.   "
      ],
      [],
      [],
      [],
      [
        "<b>העיד עליו עד אחד וכו'. </b> כתב ה\"ה נחלקו המפרשים אם ע\"א מחייב לשבועה בטענת שמא וכו' ולא נתבאר זה בדברי רבינו עכ\"ל. ואני אומר שאע\"פ שלא נתבאר בדברי רבינו כאן נתבאר בפרק ד' מהלכות גזילה דחייב במה שכתב אצל ראוהו עדים שנכנס לתוך ביתו של חבירו שלא בפני בעל הבית: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מנה וכלי יש לי בידך וכו'. </b> כתב ה\"ה נראה מדברי רבינו שאע\"פ שהכלי שהוא טוענו הוא פקדון וכו'. ואני אומר שאין מכאן הכרע דאיכא למימר דהילך שכתב כאן רבינו לאו למימרא שמביא הכלי בידו אלא היינו לומר שהכלי בעין שלא נאבד ולא נשרף אלא שבפרק א' מהלכות טוען כתב הטוען מטלטלין על חבירו והודה במקצת ונתנו מיד ואמר לו אין לך בידי אלא זה והילך פטור משבועת התורה: כתב הטור בסימן פ\"ז וזה לשונו כתב הרמב\"ם ז\"ל מנה וכלי יש לי בידך אין לך בידי אלא הכלי והילך ואמר התובע אין זה הכלי שלי הרי זה נשבע היסת וכו' ואם הודה הנתבע שאין זה כלי שלו וכו' צריך לישבע שבועה דאורייתא עד כאן ואפשר שהוא סובר דמשכון אינו נקרא הילך עכ\"ל. ואני אומר שלא ה\"ל לכתוב כן בלשון אפשר דבהדיא כתב רבינו בפרק שאחר זה שמשכון לאו הילך הוא אצל מנה לי בידך על משכון זה: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>אין מודה במקצת חייב שבועה וכו'. </b> ר\"ן ונ\"י בפ\"ק דמציעא לא ירדו לסוף דעת רבינו ולא דקדקו בדבר ולפיכך השיאו דעתו לדעת אחרת וה\"ה כיון יפה לדעתו ודקדק יפה בלשונו ושפתים ישק: "
      ],
      [
        "<b>שטר שכתוב בו סלעים וכו'. </b> נראין דברי ה\"ה דגבי שטר שכתוב בו סלעים כתב רבינו מפני שהוא כמשיב אבדה כלומר ואינו משיב אבדה גמור ובדין אמר לי אבא שיש לי בידך מנה כתב ה\"ז משיב אבדה ופטור משבועת היסת כלומר לפי שהוא משיב אבדה גמור לפיכך פטור משבועת היסת דאילו לעיל שלא היה אלא כמשיב אבידה אינו פטור משבועת היסת: "
      ],
      [],
      [],
      [
        "<b>מנה לי בידך והרי עד אחד מעיד עליו וכו'. </b> כתב ה\"ה וא\"א לפרש דבריו אלא באחד משני פנים וכו' כ\"פ הריב\"ש בתשובה דברי רבינו וזהו שתפס הרב בלשונו אבל אתה חייב לי כנגד אותו מנה ולא אמר פרעתיך וכיון שהעד העיד שעדיין חייב לו המנה אינו נאמן לפטור עצמו בטענה אחרת מחוץ במגו שיכול להכחיש העד והיה נאמן בשבועה אלא הרי האו כשנים מעידים בו שחייב לו מנה שאז אין מגו להאמינו במה שטוען אבל אתה חייב לי כנגדן וכן נראה ג\"כ ממ\"ש בסמוך וכן כפרן שבא עליו עד אחד וטען שפרע או שהחזרתי הפקדון ה\"ז מחוייב וכו' ר\"ל שטען תחלה בבית דין להד\"מ ואחר שבא העד טען שפרע וכן פירש הראב\"ד דברי הרמב\"ם בהשגתו ולכן קראו כפרן ודין זה כתבו הרמב\"ם בפי\"ד מהל' מלוה בפיסקא שהתחלתה וכן הורו רבותי שהכופר במלוה על פה וכו' ושם ביאר הראב\"ד ז\"ל טעם הדבר ביאור רחב וגם במ\"ש הרמב\"ם לפיכך שטר שיש בו עד אחד וטען שפרעו וכו' פירש הראב\"ד ז\"ל בשהוחזק כפרן על פי שטר זה אלא שאין נראה כן מפשט דברי הרמב\"ם שהרי כתב אח\"כ וכן כפרן מכלל דרישא לאו בכפרן אבל נראה שדעת הרמב\"ם דכיון שאם היו שנים בשטר היו מחייבים אותו ממון ולא היה נאמן לומר פרעתי ומ\"מ דבריו בדין זה מן המתמיהים דאף אם נודה בעד אחד בשטר שמחייבו שבועה מ\"מ עדיין קשה היאך שיפה כח עד אחד בשטר משנים בע\"פ ואם תאמר שאני הכא דמצי אמר ליה שטרך בידי מאי בעי לא היא דכיון דלא גבו בשטר זה אלא מבני חרי הו\"ל ככתב ידו שהוא נאמן לומר פרעתי כמ\"ש הרמב\"ם עצמו הילכך אין דינו ברור בעד אחד בשטר שנאמר בו מחוייב שבועה שאינו יכול לישבע משלם וכבר חלק עליו הרשב\"א בתשובה עכ\"ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שטר מסרתי לך וכו' ואם אמר הנתבע מסרת לי ואבד הרי זה פטור וכו'.  </b> רבינו כתב בפ' שביעי מהלכות חובל השורף שטרותיו של חבירו חייב לשלם כל החוב שהיה בשטרו שאע\"פ שאין גוף השטר ממון הרי גרם לאבד הממון בלבד שיודה לו המזיק ששטר מקויים היה וכך וכך היה כתוב בו ומחמת ששרפו הוא אינו יכול לגבות החוב אבל אם לא האמינו אינו משלם לו אלא דמי הנייר בלבד עכ\"ל. ולפי זה מה שכתב כאן רבינו ואם אמר הנתבע אמת מסרת לי ואבד הרי זה פטור וכו' מיירי בשלא האמינו המזיק דכל כי האי גוונא אפילו שרפו בידים אינו משלם לו אלא דמי הנייר. ואם תאמר ברישא כי אמר להד\"ם אמאי נשבע היסת הרי כיון שלא האמינו אפי' איבדו בידים אינו מתחייב לו ממון וכבר כתב רבינו בפרק ראשון שכל הטוען את חבירו טענה שאם הודה אינו חייב לשלם ממון אע\"פ שכפר אין מחייבין אותו שבועת היסת. י\"ל דשאני הכא שאינו תובע ממנו ממון אלא שטר ראייתו שהוא שוה לו ממון ומאחר שהוא כופר שלא מסרו לו ישבע היסת ואם היפך שבועה על התובע הרי הוא מאמינו בשבועתו ששטר מקויים היה וכו' ומחמת שאבדו אינו יכול לגבות החוב וזה שאמרו הרי זה נשבע היסת שהיתה בו ראייה לעשרה דינרין ואיבדו באבידת השטר ויטול ואכתי קשה כי נשבעו הכי מאי הוי דילמא לא אבדו בפשיעה וכל שלא בפשיעה פטור בשמירת שטרות ויש לומר דהכא אין אנו אומרים שאבד אלא שהוא בידו ומעכב שטרו של חבירו אי נמי כיון דאמר להד\"ם אין לך פושע גדול מזה:  כתב ה\"ה שטר מסרתי לך וכו' דינים אלו שהזכיר רבינו וכו' ולענין הדין הכתוב כאן שהוא פטור אף משבועת היסת הוא מפני שאין התובע יכול לטעון טענת ברי. איני מבין דברים אלו שהרי התובע טוענו ברי לי שמסרתי לך ואם לומר שאינו טוען ברי לי שפשע הא לפמ\"ש אפי' טוענו כן בברי והלה מודה לו פטור הוא: "
      ],
      [],
      [],
      [
        "<b>אין נשבעין על טענת וכו' לפי שהמקצת הזה וכו'. </b> ואם תאמר כשבא בטענת עצמו וטוענו ודאי והא לא הוי משיב אבידה וא\"ל דהב\"ע בטוענו טענת שמא דא\"כ ה\"ל לרבינו לפרשו וצ\"ע: "
      ],
      [
        "<b>הורו רבותי וכו'. </b> הבין הרב המגיד בדבריהם שאין נשבעין על טענת הקטן שבועת התורה ואפילו שבועת השומרים ולא הביא רבינו דבריהם אלא לומר שאע\"פ שאין משביעין הקטן שבועת התורה מכל מקום משביעין אותו היסת: "
      ],
      [
        "<b>קטן שטענו הגדול וכו' אם טענו בדבר וכו'. </b> כלומר שאם לא יעשו להם דין יתרחקו בני אדם ממנו ולא ישאו ויתנו עמו נמצא שבדין שדנין אותו אע\"פ שיחייבוהו עושין לו הנייה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>תן לי מנה שהלויתי לך והרי העדים וכו'. </b> כתב ה\"ה דע שעל המעשה הנזכר למעלה בסמוך וכו' ונראה שהוא מחלק בין זו לההיא דלעיל בעידי הלואה וכו'. לי נראה לחלק בענין אחר דהכא מיירי דיחדו אותם לעדים דכל כה\"ג מידכר דכירי ואם באו ואמרו להד\"מ הוחזק כפרן והכי דייק לשון רבינו שכתב בבבא דלעיל שאין העדים זוכרים אלא בדבר שהוזמנו העדים בו ואפשר לומר בענין אחר שרבינו מפרש דהא דאמרינן בפ' גט פשוט לברר קאמינא הכי קאמר הא דאמינא יבאו פלוני ופלוני ויעידו לא לענין שאם לא באו או אם באו ואמרו להד\"מ תתחייב לשלם אלא לכך אני אומר יבואו פלוני ופלוני ויעידו כדי שתפטר משבועה ואין הכי נמי דאפילו לא באו או באו ואמרו להד\"מ בשבועה סגי ליה והיינו ההיא דפ' שבועת הדיינין דכי אמרו להד\"מ נאמן ובשבועה וה\"ה שכתב שנראה מדברי רבינו כדעת הרבה מהמפרשים שכתבו שאם באו אותם פלוני ופלוני והכחישוהו חייב לשלם טעמו מדנקט רבינו לא באו או שמתו או שהלכו למדינה אחרת משמע דוקא בהני גווני הוא דישבע היסת אבל אם הכחישוהו אינו נאמן דאם לא כן לישמעינן הא וכ\"ש הנך ולי נראה שאין זה הכרע דאיכא למימר דאורחא דמילתא נקט שאם הם נמצאים למה אינם באים: כתב  עוד ה\"ה ולא אמרו צריך לברר אלא בדין תביעת קרקע ובבא לידון בשטר וחזקה כלומר וזה כבר כתבו רבינו ברפט\"ו: "
      ],
      [],
      [],
      [
        "<b>אף על פי שהמטמין עדים אינה עדות וכו' אבל אם טען משטה הייתי בו וכו' או שלא להשביע עצמי נתכוונתי וכו'. </b> ליכא למידק מהכא דסבר רבינו דמצי למיטען שלא להשביע אפילו כשהלה תובעו דאמאי דכתב ברישא וכן האומר לחבירו מנה לי בידך ואמר לו הן כתב או שלא להשביע עצמי נתכוונתי דאפשר דטענת משטה ולהד\"מ קאי אאומר לחבירו מנה לי בידך ושלא להשביע עצמי נתכוונתי לא קאי אאומר לחבירו מנה לי בידך: "
      ]
    ],
    [
      [
        "<b>המודה בפני עדים וכו' ואמר להם בדרך הודייה. </b> למד כן רבינו מדתנן פרק זה בורר שאם אמרו הוא אמר לנו שהוא חייב לו מנה או איש פלוני אמר לנו שהוא חייב לו מנה לא אמרו כלום עד שיאמרו בפנינו הודה שהוא חייב לו מנה מפרש רבינו דה\"פ ואם אמרו העדים הוא אמר לנו דרך שיחה שהוא חייב לו לא אמר כלום עד שיאמר בפנינו הודה כלומר בדרך הודייה ובגמרא מסייע לרב יהודה דאמר צריך שיאמר אתם עדי כלומר אם לא הזכיר לו הודייה וכן מצינו דכל היכא דקאמר התם בגמרא שיכול לומר משטה אני בך לא הוזכר לשון הודייה ויש הוכחה לזה מדגרסינן בירושלמי פ' זה בורר אהא דתנן שאם אמרו העדים הוא אמר לנו שהוא חייב לו אינו כלום כלומר עד שיאמר בפנינו הודה שהוא חייב לו מאתים זוז ר' יוסא בשם ר' יוחנן אמר אם היה מתכווין למסור לו עדות עדותו מתקיימת ומפרש רבינו דה\"ק אם כמוסר דבריו דרך הודייה לא דרך שיחה: וכתב הטור בסימן פ\"א בשם הרמ\"ה אם אמר הריני מודה בפניכם אין צריך לומר אתם עדי דע\"כ לא אמרינן דצריך לומר אתם עדי אלא כשלא אמר בלשון הודאה אבל אם אמר בלשון הודאה אין צ\"ל אתם עדי דתו לא מצי לומר משטה אני בך וכן כתב בעל התרומות בשער מ\"ב: ודע שעל מה שאמרו אדם עשוי שלא להשביע את בניו כתבו התוס' וא\"ת דאמרינן בפרק גט פשוט שכ\"מ שהודה אצ\"ל אתם עדי משום דאין אדם משטה בשעת מיתה ואמאי לא אמרינן דאמר הכי שלא להשביע את בניו ויש לומר שתבעו והודה לו דלא שייך טענת שלא להשביע וכן כתב הרא\"ש דכשתבעו לא שייך לומר שלא להשביע את עצמו וכעין זה דעת רבינו דאדם עשוי שלא להשביע את עצמו כשאין התובע שם אבל כשהתובע שם אינו עשוי להודות שלא להשביע את עצמו פן יתבענו זה וה\"ל כאילו תבעו והודה לו דלא שייך למימר ביה אדם עשוי שלא להשביע את עצמו וההיא דפ' גט פשוט לדעת רבינו מתוקמא אפילו כשלא תבעו אלא שהתובע שם דכיון דבשעת מיתה ליכא טענת משטה הייתי בך וכיון שהתובע שם ליכא טענת שלא להשביע את בניו ויש להוכיח עוד כן מהירושלמי שכתבתי בסמוך אם היה מתכוין למסור לו עדות דמתיבת לו איכא למידק שהתובע שם והוא מודה בפניו עדותו עדות לענין שאינו יכול לטעון ולומר שלא להשביע את עצמי הודיתי: "
      ],
      [
        "<b>הרי אלו כותבין ונותנין והוא שיהו ב\"ד מכירין את שניהם וכו'. </b> זה נלמד מדתנן בפ' גט פשוט (דך קס\"ז) כותבין גט לאיש אע\"פ שאין אשתו עמו ושובר לאשה אע\"פ שאין בעלה עמה ובלבד שיהא מכירן: "
      ],
      [
        "<b>ב\"ד של שלשה שהיו יושבין מעצמן וכו'. </b> רבינו מפרש דעד דקבעי דוכתא היינו שיהיו יושבין במקום הקבוע שלהם אפילו לא כנפינהו איהו אלא שהיו יושבים שם מעצמם וגם לא אמר הוו עלי דייני אם שלחו לו דמזמני ליה לב\"ד כותבין: "
      ],
      [],
      [
        "\n                     וכן  ",
        "<b>מי שנתחייב שבועה בב\"ד ויצא ואמר נשבעתי וכו'. </b> כתב ה\"ה בשם רבינו האיי גאון שאם היה חייב שבועת התורה וכו'. ואני אומר שאין כן דעת רבינו שכתב בסוף הלכות שותפים שאין משביעין היסת אלא אם טענו דבר שאם יודה בו חייב לשלם ממון אבל דבר שאפילו הודה בו אינו חייב אלא שבועה אינו נשבע עליו אפילו על ידי גלגול: "
      ],
      [],
      [
        "<b>מי שהודה בב\"ד וכו' שהרי לא הכחיש עדות וכו'. </b> כלומר ואינו דומה לדין הנזכר בפ\"ו אצל מנה הלויתיך ואמר לא היו דברים מעולם. הר\"ן בריש מציעא כתב על דין זה דדבר תימה הוא והוא ז\"ל דקדק שם מהא דאמרינן מה לפיו שאינו בהכחשה והזמה בהפך וצ\"ע: "
      ],
      [
        "<b>יש לטוען בב\"ד לחזור ולטעון טענה אחרת וכו'. </b> כתב הרשב\"א בתשובה מפני שראיתי שטען אפילו הודיתי יכול אני לחזור בי ולסתור טענותי הראשונות כל זמן שלא יכחישוני עדים וזה שבוש וכמדומה שנשתבש במה שראה בהלכות טוען להרמב\"ם ודעו שלא נאמרו דברים הללו במה שמודה הטוען לנטען ושמתחייב עצמו בב\"ד באותה טענה שא\"א לטעון ולחזור בב\"ד מחיוב לפיטור אלא מפיטור לפיטור, ומפיטור לפיטור נמי דוקא כל שלא באו עדים והכחישוהו בטענתו הראשונה כיצד מחיוב לפיטור כגון שטענו ואמר לו מנה לי בידך א\"ל הן ואח\"כ חזר ואמר להד\"מ אינו חוזר וטוען שהרי הודה במה שטענו הלה כיוצא בו מנה לי בידך בשטר זה וא\"ל מנה שבשטר זה עשרים דינרין יש בו רבית ואמר לו הטוען כן היה אם חזר ואמר לא היה בו רבית אינו נאמן ואפילו באו עדים ואמרו אנו היינו בשעת הלואה ובפנינו מנה לו כל אותו סך הכתוב בשטר ואח\"כ לא זזה ידנו מתוך ידו אפ\"ה הוא נאמן לחובתו יותר ממאה עדים וכדאמרינן בפרק שבועת הדיינים האומר לא לויתי כאומר לא פרעתי דמי אבל מפיטור לפיטור יכול לטעון ולחזור ולטעון כל שלא באו עדים כיצד הרי שא\"ל מה אתה עושה בתוך שלי השיבו מפני שבית זה של אבי היה והביא הטוען עדים שמת אביו מתוכה מעתה אין הנטען נאמן לומר אין של אביך היה ולקחתיו ממנו אבל אם קודם שבאו עדים וחזר ואמר אין של אביך היה ולקחתיו ממנו נאמן וכן אם א\"ל מנה לי בידך ואמר להד\"מ ובאו עדים ואמר שלוה וחזר וטען אין לויתי ופרעתי אינו נאמן אבל אם קודם שבאו חזר וטען שלוה ופרעו וז\"ש הרב לא זולת עכ\"ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>והורו הגאונים וכ'ו. </b> בפרק שאחר זה כתב שאין דעתו נוטה לזה: "
      ],
      [],
      [
        "<b>אין כל הדברים האלו אמורים וכו' מפני שאין לו טוען. </b> כלומר שאין הלה טוען הפקדתיו אצלך או השאלתיו לך והוה ליה כטוען שמא שאין זה נשבע כמו שנתבאר בפ\"א: "
      ],
      [
        "<b>מכאן אתה למד וכו'. </b> תימה דדברים פשוטים הם במ\"ש בראש הפרק ומאי קמשמע לן במה שאמר מכאן אתה למד היא היא. ואפשר שבא ללמוד מכאן דלא אמרינן מגו לאיפטורי משבועה ואם לא כן כי אמר שלך היא אבל אתה חייב לי וכו' לא היה לו לישבע אלא היסת: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ספינה וכיוצא בה וכו' תפסוה בית דין וכו' אין שומעין להם וכו'. </b> כתב הר\"ן ז\"ל בין תפסו ברשות כגון שאמרו להם שניהם לתפסו בין תפסו שלא כדין לא מפקינן שכיון שבא ליד ב\"ד אין ראוי שיוציאוה מרשותם עד שיתברר הדבר ומי שחולק בזה ואומר דדוקא היכא דתפסי ברשות אבל שלא ברשות מפקינן דהוה ליה כטועה בדבר משנה וחוזר אין בדבריו כלום וכו': "
      ]
    ],
    [
      [],
      [],
      [
        "<b>הביא ראובן עדים וכו' ויראה לי שהדין הזה אינו אלא בכפרים וכו'. </b> ותמהני על זה שיותר טירדא יש בשווקים שבעיירות ממה שיש בשווקים שבכפרים ואפשר דשווקים דקאמר היינו ירידים פיירייא\"ש בלעז דכשהם בכפרים מתאספים עם רב ביותר משום דרויח להו עלמא טובא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>וכיון שמיחה בשנה ראשונה וכו' אבל צריך שלא יהיה בין מחאה למחאה שלש שנים גמורות. </b> עיין בדברי ה\"ה בפט\"ו אצל ראובן שהיה בתוך שדה וכו': "
      ]
    ],
    [
      [
        "<b>אבל שדה הבעל וכו' ושדה האילן אינם מיום ליום וכו'. </b> וא\"ת הא אמרינן דטעמא דסגי בעדי חזקה משום דטפי מתלת שנין לא מזדהר איניש בשטריה וא\"כ אע\"פ שאכלה שלש תבואות כל שלא עברו שלש שנים נימא ליה אחוי שטרך. תירץ נמוקי יוסף דלאו בשנים תליא מלתא אלא באכילת הפירות שכיון שאכל שלש פעמים מפרי אחד ולא מיחה בטוח הוא שלא ימחה שוב תדע דבאכילת הפירות תליא מלתא מדאמרינן (ל\"ו)  תפתיחא או אפיק כורא ועייל כורא לא הוי חזקה ומאי לא אמרינן דכיון שעברו שלש שנים לא מזדהר אלא ודאי כדאמרן: "
      ],
      [
        "<b>הביא עדים שהיה דר בחצר זו שלש שנים וכו'. </b> נראה שסובר רבינו דהא דאמרינן דמודה מר זוטרא אי לא טעין המערער לייתי סהדי דדר בה תלת שנין ביממא ובליליא לא טענינן ליה מודה שאם המחזיק או העדים שמעידים שדרו בה רוכלים אינם מצויין בעיר טענינן בשביל המערער ואמרינן למחזיק שיביא עדים שהחזיק בה שלש שנים ביום ובלילה דכיון דרוכלים הם מסתמא לא דרו בה ביום ובלילה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אכלה בפני האב וכו'. </b> כתב הרב המגיד ומה שכתב אבל אם מכר וכו' וכ\"נ מדברי רבינו שלא הזכיר שטר עכ\"ל. אומר אני שנעלם מעיני ה\"ה מ\"ש רבינו בפרק ט\"ו גבי ראובן שהיה בתוך שדה ובא שמעון וערער עליו שנראה מדבריו שם שצריך מכירה בשטר שכתב והלא שטר מקויים בידי שאני לקחתיה מלוי: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אריס של בתי אבות וכו'. </b> כתב ה\"ה ופר\"ש שכל זמן שאריס זה מתעסק בה לא הויא חזקה וכו'. ואני אומר שזה אינו כפירוש רבינו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אבל אם יצא עליה קול שהיא של יתומים אינו נאמן וכו'. </b> כתב הטור בסי' קמ\"ט שכן כתב רבינו האיי ופירש הרב רבינו יונה דבריהם שאם יצא הקול בחיי האב קודם שהחזיק בו שלש שנים שהיתה משכונא בידו לשנים ידועות וכל השנים ההם אחרי מות אביהם לא הוי חזקה שאין מחאה גדולה מזו והיה לו ליזהר בשטרו כיון שיצא הקול שבמשכונה באה לידו שמפני הקול לא הוזקק אביהם למחות אבל אם החזיק בה שלש שנים בחיי האב קודם שיצא הקול הוי חזקה ומקבלים עדי החזקה אפילו בפני הקטן וכן היא מסקנת אדוני אבי הרא\"ש ז\"ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>טען המערער ואמר וכו'. </b> כתב הטור בסי' קמ\"ו וז\"ל וכתב הר\"י ברצלוני דוקא במזכיר היום שמכר לו אבל אם אינו מזכיר היום אינו צריך להביא ראיה שהיה כאן ביום שקנאה לפי שאינו נזכר על היום ואפי' אם יאמר המערער אמור באי זה יום קנית אותה אין מזקיקין אותו לכך וכ\"כ הרמ\"ה שצריך המחזיק להביא ראיה ודוקא בשעת חירום אבל שלא בשעת חירום אע\"ג דאמר ליה מינך זבינתה ביום פלוני אין צריך להביא ראיה דההיא יומא הוה בהדיה דמגו דאי בעי אמר ביומא אחרינא הואי בהדך או מילי מסרת לי כי אמר נמי בההוא יומא הוינא בהדך וזבינית מינך נאמן וכן כתב א\"א הרא\"ש עכ\"ל: "
      ],
      [
        "<b>מי שהלך למדינת הים ואבדה לו דרך שדהו וכו'.  </b> כתב הרב המגיד ומה שכתב ואם החזיק בדרך וכו' נראה שהוא כשמחזיק בו שיעור חזקה כדינו וכו'. אין דברי ה\"ה נראין בעיני דאם כן פשיטא אלא בשאחר שאבדה לו דרך שדהו אמר שהכירה והחזיק בה אפילו בע\"כ של זה אין מסלקין אותו ממנה וטעמא משום דודאי דרכו אצל זה היא כשמחזיק בדרך ואמר זו היא דרכי אין בידינו לסלקו ממנה אלא בראיה ברורה: ",
        "<b>סליקו הלכות טוען ונטען בס\"ד</b>"
      ]
    ]
  ]
};