var Gittinjson ={
    "language": "he",
    "title": "Mishnah Gittin",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה גיטין",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ],
    "textmishna": [ 
        [
            "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר, בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף הַמֵּבִיא מִן הָרֶקֶם וּמִן הַחֶגֶר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ מִכְּפַר לוּדִים לְלוֹד. וַחֲכָמִים אוֹמְרִים, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אֶלָּא הַמֵּבִיא מִמְּדִינַת הַיָּם וְהַמּוֹלִיךְ. וְהַמֵּבִיא מִמְּדִינָה לִמְדִינָה בִמְדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אֲפִלּוּ מֵהֶגְמוֹנְיָא לְהֶגְמוֹנְיָא: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, מֵרֶקֶם לַמִּזְרָח, וְרֶקֶם כַּמִּזְרָח. מֵאַשְׁקְלוֹן לַדָּרוֹם, וְאַשְׁקְלוֹן כַּדָּרוֹם. מֵעַכּוֹ לַצָּפוֹן, וְעַכּוֹ כַּצָּפוֹן. רַבִּי מֵאִיר אוֹמֵר, עַכּוֹ כְּאֶרֶץ יִשְׂרָאֵל לַגִּטִּין: \n",
            "הַמֵּבִיא גֵט בְּאֶרֶץ יִשְׂרָאֵל, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. אִם יֵשׁ עָלָיו עוֹרְרִים, יִתְקַיֵּם בְּחוֹתְמָיו. הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם וְאֵינוֹ יָכוֹל לוֹמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אִם יֵשׁ עָלָיו עֵדִים, יִתְקַיֵּם בְּחוֹתְמָיו: \n",
            "אֶחָד גִּטֵּי נָשִׁים וְאֶחָד שִׁחְרוּרֵי עֲבָדִים, שָׁווּ לַמּוֹלִיךְ וְלַמֵּבִיא. וְזוֹ אַחַד מִן הַדְּרָכִים שֶׁשָּׁווּ גִטֵּי נָשִׁים לְשִׁחְרוּרֵי עֲבָדִים: \n",
            "כָּל גֵּט שֶׁיֵּשׁ עָלָיו עֵד כּוּתִי, פָּסוּל, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. מַעֲשֶׂה, שֶׁהֵבִיאוּ לִפְנֵי רַבָּן גַּמְלִיאֵל לִכְפַר עוֹתְנַאי גֵּט אִשָּׁה וְהָיוּ עֵדָיו עֵדֵי כוּתִים, וְהִכְשִׁיר. כָּל הַשְּׁטָרוֹת הָעוֹלִים בְּעַרְכָּאוֹת שֶׁל גּוֹיִם, אַף עַל פִּי שֶׁחוֹתְמֵיהֶם גּוֹיִם, כְּשֵׁרִים, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף אֵלּוּ כְשֵׁרִין, לֹא הֻזְכְּרוּ אֶלָּא בִזְמַן שֶׁנַּעֲשׂוּ בְהֶדְיוֹט: \n",
            "הָאוֹמֵר, תֵּן גֵּט זֶה לְאִשְׁתִּי וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, אִם רָצָה לַחֲזֹר בִּשְׁנֵיהֶן, יַחֲזֹר, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּגִטֵּי נָשִׁים, אֲבָל לֹא בְשִׁחְרוּרֵי עֲבָדִים, לְפִי שֶׁזָּכִין לָאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו. שֶׁאִם יִרְצֶה שֶׁלֹּא לָזוּן אֶת עַבְדּוֹ, רַשַּׁאי. וְשֶׁלֹּא לָזוּן אֶת אִשְׁתּוֹ, אֵינוֹ רַשָּׁאי. אָמַר לָהֶם, וַהֲרֵי הוּא פוֹסֵל אֶת עַבְדּוֹ מִן הַתְּרוּמָה כְּשֵׁם שֶׁהוּא פוֹסֵל אֶת אִשְׁתּוֹ. אָמְרוּ לוֹ, מִפְּנֵי שֶׁהוּא קִנְיָנוֹ. הָאוֹמֵר, תְּנוּ גֵט זֶה לְאִשְׁתִּי, וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, וּמֵת, לֹא יִתְּנוּ לְאַחַר מִיתָה. תְּנוּ מָנֶה לְאִישׁ פְּלוֹנִי, וּמֵת, יִתְּנוּ לְאַחַר מִיתָה: \n"
        ],
        [
            "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם וְאָמַר, בְּפָנַי נִכְתַּב אֲבָל לֹא בְּפָנַי נֶחְתָּם, בְּפָנַי נֶחְתָּם אֲבָל לֹא בְּפָנַי נִכְתָּב, בְּפָנַי נִכְתַּב כֻּלּוֹ וּבְפָנַי נֶחְתַּם חֶצְיוֹ, בְּפָנַי נִכְתַּב חֶצְיוֹ וּבְפָנַי נֶחְתַּם כֻּלּוֹ, פָּסוּל. אֶחָד אוֹמֵר בְּפָנַי נִכְתָּב, וְאֶחָד אוֹמֵר בְּפָנַי נֶחְתָּם, פָּסוּל. שְׁנַיִם אוֹמְרִים בְּפָנֵינוּ נִכְתָּב, וְאֶחָד אוֹמֵר בְּפָנַי נֶחְתָּם, פָּסוּל. וְרַבִּי יְהוּדָה מַכְשִׁיר. אֶחָד אוֹמֵר בְּפָנַי נִכְתָּב, וּשְׁנַיִם אוֹמְרִים בְּפָנֵינוּ נֶחְתָּם, כָּשֵׁר: \n",
            "נִכְתַּב בַּיּוֹם וְנֶחְתַּם בַּיּוֹם, בַּלַּיְלָה וְנֶחְתַּם בַּלַּיְלָה, בַּלַּיְלָה וְנֶחְתַּם בַּיּוֹם, כָּשֵׁר. בַּיּוֹם וְנֶחְתַּם בַּלַּיְלָה, פָּסוּל. רַבִּי שִׁמְעוֹן מַכְשִׁיר, שֶׁהָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל הַגִּטִּין שֶׁנִּכְתְּבוּ בַיּוֹם וְנֶחְתְּמוּ בַלַּיְלָה, פְּסוּלִין, חוּץ מִגִּטֵּי נָשִׁים: \n",
            "בַּכֹּל כּוֹתְבִין, בִּדְיוֹ, בְּסַם, בְּסִקְרָא, וּבְקוֹמוֹס, וּבְקַנְקַנְתּוֹם, וּבְכָל דָּבָר שֶׁהוּא שֶׁל קְיָמָא. אֵין כּוֹתְבִין לֹא בְמַשְׁקִים, וְלֹא בְמֵי פֵרוֹת, וְלֹא בְכָל דָּבָר שֶׁאֵינוֹ מִתְקַיֵּם. עַל הַכֹּל כּוֹתְבִין, עַל הֶעָלֶה שֶׁל זַיִת, וְעַל הַקֶּרֶן שֶׁל פָּרָה, וְנוֹתֵן לָהּ אֶת הַפָּרָה, עַל יָד שֶׁל עֶבֶד, וְנוֹתֵן לָהּ אֶת הָעָבֶד. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֵין כּוֹתְבִין לֹא עַל דָּבָר שֶׁיֵּשׁ בּוֹ רוּחַ חַיִּים, וְלֹא עַל הָאֳכָלִין: \n",
            "אֵין כּוֹתְבִין בִּמְחֻבָּר לַקַּרְקַע. כְּתָבוֹ בִמְחֻבָּר, תְּלָשׁוֹ וַחֲתָמוֹ וּנְתָנוֹ לָהּ, כָּשֵׁר. רַבִּי יְהוּדָה פוֹסֵל, עַד שֶׁתְּהֵא כְתִיבָתוֹ וַחֲתִימָתוֹ בְּתָלוּשׁ. רַבִּי יְהוּדָה בֶּן בְּתֵירָא אוֹמֵר, אֵין כּוֹתְבִין לֹא עַל הַנְּיָר הַמָּחוּק וְלֹא עַל הַדִּפְתְּרָא, מִפְּנֵי שֶׁהוּא יָכוֹל לְהִזְדַּיֵּף. וַחֲכָמִים מַכְשִׁירִין: \n",
            "הַכֹּל כְּשֵׁרִין לִכְתֹּב אֶת הַגֵּט, אֲפִלּוּ חֵרֵשׁ, שׁוֹטֶה וְקָטָן. הָאִשָּׁה כוֹתֶבֶת אֶת גִּטָּהּ, וְהָאִישׁ כּוֹתֵב אֶת שׁוֹבְרוֹ, שֶׁאֵין קִיּוּם הַגֵּט אֶלָּא בְחוֹתְמָיו. הַכֹּל כְּשֵׁרִין לְהָבִיא אֶת הַגֵּט, חוּץ מֵחֵרֵשׁ, שׁוֹטֶה וְקָטָן וְסוּמָא וְנָכְרִי: \n",
            "קִבֵּל הַקָּטָן וְהִגְדִּיל, חֵרֵשׁ וְנִתְפַּקֵּחַ, סוּמָא וְנִתְפַּתֵּחַ, שׁוֹטֶה וְנִשְׁתַּפָּה, נָכְרִי וְנִתְגַּיֵּר, פָּסוּל. אֲבָל פִּקֵּחַ וְנִתְחָרֵשׁ וְחָזַר וְנִתְפַּקֵּחַ, פָּתוּחַ וְנִסְתַּמֵּא וְחָזַר וְנִתְפַּתֵּחַ, שָׁפוּי וְנִשְׁתַּטָּה וְחָזַר וְנִשְׁתַּפָּה, כָּשֵׁר. זֶה הַכְּלָל, כָּל שֶׁתְּחִלָּתוֹ וְסוֹפוֹ בְדַעַת, כָּשֵׁר: \n",
            "אַף הַנָּשִׁים שֶׁאֵינָן נֶאֱמָנוֹת לוֹמַר מֵת בַּעְלָהּ, נֶאֱמָנוֹת לְהָבִיא אֶת גִּטָּהּ, חֲמוֹתָהּ וּבַת חֲמוֹתָהּ וְצָרָתָהּ וִיבִמְתָּהּ וּבַת בַּעְלָהּ. מַה בֵּין גֵּט לְמִיתָה, שֶׁהַכְּתָב מוֹכִיחַ. הָאִשָּׁה עַצְמָהּ מְבִיאָה אֶת גִּטָּהּ, וּבִלְבַד שֶׁהִיא צְרִיכָה לוֹמַר, בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם: \n"
        ],
        [
            "כָּל גֵּט שֶׁנִּכְתַּב שֶׁלֹּא לְשׁוּם אִשָּׁה, פָּסוּל. כֵּיצַד. הָיָה עוֹבֵר בַּשּׁוּק וְשָׁמַע קוֹל סוֹפְרִים מַקְרִין, אִישׁ פְּלוֹנִי מְגָרֵשׁ אֶת פְּלוֹנִית מִמָּקוֹם פְּלוֹנִי, וְאָמַר, זֶה שְּׁמִי וְזֶה שֵּׁם אִשְׁתִּי, פָּסוּל לְגָרֵשׁ בּוֹ. יָתֵר מִכֵּן, כָּתַב לְגָרֵשׁ בּוֹ אֶת אִשְׁתּוֹ וְנִמְלַךְ, מְצָאוֹ בֶן עִירוֹ וְאָמַר לוֹ, שְׁמִי כִשְׁמֶךָ וְשֵׁם אִשְׁתִּי כְשֵׁם אִשְׁתֶּךָ, פָּסוּל לְגָרֵשׁ בּוֹ. יָתֵר מִכֵּן, הָיוּ לוֹ שְׁתֵּי נָשִׁים וּשְׁמוֹתֵיהֶן שָׁווֹת, כָּתַב לְגָרֵשׁ בּוֹ אֶת הַגְּדוֹלָה, לֹא יְגָרֵשׁ בּוֹ אֶת הַקְּטַנָּה. יָתֵר מִכֵּן, אָמַר לַלַּבְלָר, כְּתֹב לְאֵיזוֹ שֶׁאֶרְצֶה אֲגָרֵשׁ, פָּסוּל לְגָרֵשׁ בּוֹ: \n",
            "הַכּוֹתֵב טָפְסֵי גִטִּין, צָרִיךְ שֶׁיַּנִּיחַ מְקוֹם הָאִישׁ וּמְקוֹם הָאִשָּׁה וּמְקוֹם הַזְּמַן. שְׁטָרֵי מִלְוֶה, צָרִיךְ שֶׁיַּנִּיחַ מְקוֹם הַמַּלְוֶה, מְקוֹם הַלֹּוֶה, מְקוֹם הַמָּעוֹת וּמְקוֹם הַזְּמַן. שְׁטָרֵי מִקָּח, צָרִיךְ שֶׁיַּנִּיחַ מְקוֹם הַלּוֹקֵחַ וּמְקוֹם הַמּוֹכֵר וּמְקוֹם הַמָּעוֹת וּמְקוֹם הַשָּׂדֶה וּמְקוֹם הַזְּמַן, מִפְּנֵי הַתַּקָּנָה. רַבִּי יְהוּדָה פוֹסֵל בְּכֻלָּן. רַבִּי אֶלְעָזָר מַכְשִׁיר בְּכֻלָּן, חוּץ מִגִּטֵּי נָשִׁים, שֶׁנֶּאֱמַר (דברים כד) וְכָתַב לָהּ, לִשְׁמָהּ: \n",
            "הַמֵּבִיא גֵט וְאָבַד הֵימֶנּוּ, מְצָאוֹ לְאַלְתַּר, כָּשֵׁר. וְאִם לָאו, פָּסוּל. מְצָאוֹ בַחֲפִיסָה אוֹ בִדְלֻסְקְמָא, אִם מַכִּירוֹ, כָּשֵׁר. הַמֵּבִיא גֵט וְהִנִּיחוֹ זָקֵן אוֹ חוֹלֶה, נוֹתְנוֹ לָהּ בְּחֶזְקַת שֶׁהוּא קַיָּם. בַּת יִשְׂרָאֵל הַנְּשׂוּאָה לְכֹהֵן וְהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם, אוֹכֶלֶת בַּתְּרוּמָה בְחֶזְקַת שֶׁהוּא קַיָּם. הַשּׁוֹלֵחַ חַטָּאתוֹ מִמְּדִינַת הַיָּם, מַקְרִיבִין אוֹתָהּ בְּחֶזְקַת שֶׁהוּא קַיָּם: \n",
            "שְׁלֹשָׁה דְבָרִים אָמַר רַבִּי אֶלְעָזָר בֶּן פַּרְטָא לִפְנֵי חֲכָמִים וְקִיְּמוּ אֶת דְּבָרָיו. עַל עִיר שֶׁהִקִּיפָהּ כַּרְקוֹם, וְעַל הַסְּפִינָה הַמִּטָּרֶפֶת בַּיָּם, וְעַל הַיּוֹצֵא לִדּוֹן, שֶׁהֵן בְּחֶזְקַת קַיָּמִין. אֲבָל עִיר שֶׁכְּבָשָׁהּ כַּרְקוֹם, וּסְפִינָה שֶׁאָבְדָה בַיָּם, וְהַיּוֹצֵא לֵהָרֵג, נוֹתְנִין עֲלֵיהֶן חֻמְרֵי חַיִּים וְחֻמְרֵי מֵתִים, בַּת יִשְׂרָאֵל לְכֹהֵן, וּבַת כֹּהֵן לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה: \n",
            "הַמֵּבִיא גֵט בְּאֶרֶץ יִשְׂרָאֵל וְחָלָה, הֲרֵי זֶה מְשַׁלְּחוֹ בְיַד אַחֵר. וְאִם אָמַר לוֹ טֹל לִי הֵימֶנָּה חֵפֶץ פְּלוֹנִי, לֹא יְשַׁלְּחֶנּוּ בְיַד אַחֵר, שֶׁאֵין רְצוֹנוֹ שֶׁיְּהֵא פִקְדוֹנוֹ בְיַד אַחֵר: \n",
            "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם וְחָלָה, עוֹשֶׂה בֵית דִּין וּמְשַׁלְּחוֹ, וְאוֹמֵר לִפְנֵיהֶם, בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. וְאֵין שָׁלִיחַ אַחֲרוֹן צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אֶלָּא אוֹמֵר, שְׁלִיחַ בֵּית דִּין אָנִי: \n",
            "הַמַּלְוֶה מָעוֹת אֶת הַכֹּהֵן וְאֶת הַלֵּוִי וְאֶת הֶעָנִי לִהְיוֹת מַפְרִישׁ עֲלֵיהֶן מֵחֶלְקָן, מַפְרִישׁ עֲלֵיהֶן בְּחֶזְקַת שֶׁהֵן קַיָּמִין, וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא מֵת הַכֹּהֵן אוֹ הַלֵּוִי אוֹ הֶעֱשִׁיר הֶעָנִי. מֵתוּ, צָרִיךְ לִטֹּל רְשׁוּת מִן הַיּוֹרְשִׁין. אִם הִלְוָן בִּפְנֵי בֵית דִּין, אֵינוֹ צָרִיךְ לִטֹּל רְשׁוּת מִן הַיּוֹרְשִׁים: \n",
            "הַמַּנִּיחַ פֵּרוֹת לִהְיוֹת מַפְרִישׁ עֲלֵיהֶן תְּרוּמָה וּמַעַשְׂרוֹת, מָעוֹת לִהְיוֹת מַפְרִישׁ עֲלֵיהֶן מַעֲשֵׂר שֵׁנִי, מַפְרִישׁ עֲלֵיהֶן בְּחֶזְקַת שֶׁהֵן קַיָּמִין. אִם אָבְדוּ, הֲרֵי זֶה חוֹשֵׁשׁ מֵעֵת לְעֵת, דִּבְרֵי רַבִּי אֶלְעָזָר בֶּן שַׁמּוּעַ. רַבִּי יְהוּדָה אוֹמֵר, בִּשְׁלֹשָׁה פְרָקִים בּוֹדְקִין אֶת הַיַּיִן, בְּקָדִים שֶׁל מוֹצָאֵי הֶחָג, וּבְהוֹצָאַת סְמָדַר, וּבִשְׁעַת כְּנִיסַת מַיִם בַּבֹּסֶר: \n"
        ],
        [
            "הַשּׁוֹלֵחַ גֵּט לְאִשְׁתּוֹ וְהִגִּיעַ בַּשָּׁלִיחַ, אוֹ שֶׁשָּׁלַח אַחֲרָיו שָׁלִיחַ וְאָמַר לוֹ, גֵּט שֶׁנָּתַתִּי לְךָ בָּטֵל הוּא, הֲרֵי זֶה בָטֵל. קָדַם אֵצֶל אִשְׁתּוֹ אוֹ שֶׁשָּׁלַח אֶצְלָהּ שָׁלִיחַ וְאָמַר לָהּ, גֵּט שֶׁשָּׁלַחְתִּי לִיךְ בָּטֵל הוּא, הֲרֵי זֶה בָטֵל. אִם מִשֶּׁהִגִּיעַ גֵּט לְיָדָהּ, שׁוּב אֵינוֹ יָכוֹל לְבַטְּלוֹ: \n",
            "בָּרִאשׁוֹנָה הָיָה עוֹשֶׂה בֵית דִּין בְּמָקוֹם אַחֵר וּמְבַטְּלוֹ. הִתְקִין רַבָּן גַּמְלִיאֵל הַזָּקֵן שֶׁלֹּא יְהוּ עוֹשִׂין כֵּן, מִפְּנֵי תִקּוּן הָעוֹלָם. בָּרִאשׁוֹנָה הָיָה מְשַׁנֶּה שְׁמוֹ וּשְׁמָהּ, שֵׁם עִירוֹ וְשֵׁם עִירָהּ. וְהִתְקִין רַבָּן גַּמְלִיאֵל הַזָּקֵן שֶׁיְּהֵא כוֹתֵב, אִישׁ פְּלוֹנִי וְכָל שֵׁם שֶׁיֵּשׁ לוֹ, אִשָּׁה פְלוֹנִית וְכָל שׁוּם שֶׁיֵּשׁ לָהּ, מִפְּנֵי תִקּוּן הָעוֹלָם: \n",
            "אֵין אַלְמָנָה נִפְרַעַת מִנִּכְסֵי יְתוֹמִים אֶלָּא בִשְׁבוּעָה. נִמְנְעוּ מִלְּהַשְׁבִּיעָהּ, הִתְקִין רַבָּן גַּמְלִיאֵל הַזָּקֵן שֶׁתְּהֵא נוֹדֶרֶת לַיְתוֹמִים כָּל מַה שֶּׁיִּרְצוּ, וְגוֹבָה כְתֻבָּתָהּ. הָעֵדִים חוֹתְמִין עַל הַגֵּט, מִפְּנֵי תִקּוּן הָעוֹלָם. הִלֵּל הִתְקִין פְּרוֹזְבּוּל מִפְּנֵּי תִקּוּן הָעוֹלָם: \n",
            "עֶבֶד שֶׁנִּשְׁבָּה וּפְדָאוּהוּ, אִם לְשׁוּם עֶבֶד, יִשְׁתַּעְבֵּד. אִם לְשׁוּם בֶּן חוֹרִין, לֹא יִשְׁתַּעְבֵּד. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ יִשְׁתַּעְבֵּד. עֶבֶד שֶׁעֲשָׂאוֹ רַבּוֹ אַפּוֹתִיקִי לַאֲחֵרִים וְשִׁחְרְרוֹ, שׁוּרַת הַדִּין, אֵין הָעֶבֶד חַיָּב כְּלוּם. אֶלָּא מִפְּנֵי תִקּוּן הָעוֹלָם, כּוֹפִין אֶת רַבּוֹ וְעוֹשֶׂה אוֹתוֹ בֶן חוֹרִין, וְכוֹתֵב שְׁטָר עַל דָּמָיו. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אֵינוֹ כוֹתֵב אֶלָּא מְשַׁחְרֵר: \n",
            "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶן חוֹרִין, עוֹבֵד אֶת רַבּוֹ יוֹם אֶחָד וְאֶת עַצְמוֹ יוֹם אֶחָד, דִּבְרֵי בֵית הִלֵּל. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, תִּקַּנְתֶּם אֶת רַבּוֹ, וְאֶת עַצְמוֹ לֹא תִקַּנְתֶּם. לִשָּׂא שִׁפְחָה אִי אֶפְשָׁר, שֶׁכְּבָר חֶצְיוֹ בֶן חוֹרִין. בַּת חוֹרִין אִי אֶפְשָׁר, שֶׁכְּבָר חֶצְיוֹ עָבֶד. יִבָּטֵל, וַהֲלֹא לֹא נִבְרָא הָעוֹלָם אֶלָּא לִפְרִיָּה וְלִרְבִיָּה, שֶׁנֶּאֱמַר (ישעיה מה) לֹא תֹהוּ בְרָאָהּ, לָשֶׁבֶת יְצָרָהּ. אֶלָּא מִפְּנֵי תִקּוּן הָעוֹלָם, כּוֹפִין אֶת רַבּוֹ וְעוֹשֶׂה אוֹתוֹ בֶן חוֹרִין, וְכוֹתֵב שְׁטָר עַל חֲצִי דָמָיו. וְחָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּדִבְרֵי בֵית שַׁמָּאי: \n",
            "הַמּוֹכֵר עַבְדּוֹ לְגוֹי אוֹ לְחוּצָה לָאָרֶץ, יָצָא בֶן חוֹרִין. אֵין פּוֹדִין אֶת הַשְּׁבוּיִים יוֹתֵר עַל כְּדֵי דְמֵיהֶן, מִפְּנֵי תִקּוּן הָעוֹלָם. וְאֵין מַבְרִיחִין אֶת הַשְּׁבוּיִין, מִפְּנֵי תִקּוּן הָעוֹלָם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, מִפְּנֵי תַקָּנַת הַשְּׁבוּיִין. וְאֵין לוֹקְחִים סְפָרִים, תְּפִלִּין וּמְזוּזוֹת מִן הַגּוֹיִם יוֹתֵר עַל כְּדֵי דְמֵיהֶן, מִפְּנֵי תִקּוּן הָעוֹלָם: \n",
            "הַמּוֹצִיא אֶת אִשְׁתּוֹ מִשּׁוּם שֵׁם רָע, לֹא יַחֲזִיר. מִשּׁוּם נֶדֶר, לֹא יַחֲזִיר. רַבִּי יְהוּדָה אוֹמֵר, כָּל נֶדֶר שֶׁיָּדְעוּ בוֹ רַבִּים, לֹא יַחֲזִיר. וְשֶׁלֹּא יָדְעוּ בוֹ רַבִּים, יַחֲזִיר. רַבִּי מֵאִיר אוֹמֵר, כָּל נֶדֶר שֶׁצָּרִיךְ חֲקִירַת חָכָם, לֹא יַחֲזִיר. וְשֶׁאֵינוֹ צָרִיךְ חֲקִירַת חָכָם, יַחֲזִיר. אָמַר רַבִּי אֱלִיעֶזֶר, לֹא אָסְרוּ זֶה אֶלָּא מִפְּנֵי זֶה. אָמַר רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה, מַעֲשֶׂה בְצַיְדָּן בְּאֶחָד שֶׁאָמַר לְאִשְׁתּוֹ, קוֹנָם אִם אֵינִי מְגָרְשֵׁךְ, וְגֵרְשָׁהּ. וְהִתִּירוּ לוֹ חֲכָמִים שֶׁיַּחֲזִירֶנָּה, מִפְּנֵי תִקּוּן הָעוֹלָם: \n",
            "הַמּוֹצִיא אֶת אִשְׁתּוֹ מִשּׁוּם אַיְלוֹנִית, רַבִּי יְהוּדָה אוֹמֵר, לֹא יַחֲזִיר. וַחֲכָמִים אוֹמְרִים, יַחֲזִיר. נִשֵּׂאת לְאַחֵר וְהָיוּ לָהּ בָּנִים הֵימֶנּוּ, וְהִיא תוֹבַעַת כְּתֻבָּתָהּ, אָמַר רַבִּי יְהוּדָה, אוֹמְרִים לָהּ, שְׁתִיקוּתִיךְ יָפָה לִיךְ מִדִּבּוּרִיךְ: \n",
            "הַמּוֹכֵר אֶת עַצְמוֹ וְאֶת בָּנָיו לְגוֹי, אֵין פּוֹדִין אוֹתוֹ, אֲבָל פּוֹדִין אֶת הַבָּנִים לְאַחַר מִיתַת אֲבִיהֶן. הַמּוֹכֵר שָׂדֵהוּ לְגוֹי וְחָזַר וּלְקָחָהּ מִמֶּנּוּ יִשְׂרָאֵל, הַלּוֹקֵחַ מֵבִיא מִמֶּנּוּ בִכּוּרִים, מִפְּנֵי תִקּוּן הָעוֹלָם: \n"
        ],
        [
            "הַנִּזָּקִין שָׁמִין לָהֶם בְּעִדִּית וּבַעַל חוֹב בְּבֵינוֹנִית, וּכְתֻבַּת אִשָּׁה בְּזִבּוּרִית. רַבִּי מֵאִיר אוֹמֵר, אַף כְּתֻבַּת אִשָּׁה בְּבֵינוֹנִית: \n",
            "אֵין נִפְרָעִין מִנְּכָסִים מְשֻׁעְבָּדִים בִּמְקוֹם שֶׁיֵּשׁ נְכָסִים בְּנֵי חוֹרִין, וַאֲפִלּוּ הֵן זִבּוּרִית. אֵין נִפְרָעִין מִנִּכְסֵי יְתוֹמִים, אֶלָּא מִן הַזִּבּוּרִית: \n",
            "אֵין מוֹצִיאִין לַאֲכִילַת פֵּרוֹת וּלְשֶׁבַח קַרְקָעוֹת וְלִמְזוֹן הָאִשָּׁה וְהַבָּנוֹת מִנְּכָסִים מְשֻׁעְבָּדִים, מִפְּנֵי תִקּוּן הָעוֹלָם. וְהַמּוֹצֵא מְצִיאָה, לֹא יִשָּׁבַע, מִפְּנֵי תִקּוּן הָעוֹלָם: \n",
            "יְתוֹמִים שֶׁסָּמְכוּ אֵצֶל בַּעַל הַבַּיִת אוֹ שֶׁמִּנָּה לָהֶן אֲבִיהֶן אַפּוֹטְרוֹפּוֹס, חַיָּב לְעַשֵּׂר פֵּרוֹתֵיהֶן. אַפּוֹטְרוֹפּוֹס שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים, יִשָּׁבֵעַ. מִנָּהוּ בֵית דִּין, לֹא יִשָּׁבֵעַ. אַבָּא שָׁאוּל אוֹמֵר, חִלּוּף הַדְּבָרִים. הַמְטַמֵּא וְהַמְדַמֵּעַ וְהַמְנַסֵּךְ בְּשׁוֹגֵג, פָּטוּר. בְּמֵזִיד, חַיָּב. הַכֹּהֲנִים שֶׁפִּגְּלוּ בַמִּקְדָּשׁ מְזִידִין, חַיָּבִין: \n",
            "הֵעִיד רַבִּי יוֹחָנָן בֶּן גֻּדְגְּדָה עַל הַחֵרֶשֶׁת שֶׁהִשִּׂיאָהּ אָבִיהָ, שֶׁהִיא יוֹצְאָה בְגֵט. וְעַל קְטַנָּה בַת יִשְׂרָאֵל שֶׁנִּשֵּׂאת לְכֹהֵן, שֶׁאוֹכֶלֶת בַּתְּרוּמָה, וְאִם מֵתָה, בַּעְלָהּ יוֹרְשָׁהּ. וְעַל הַמָּרִישׁ הַגָּזוּל שֶׁבְּנָאוֹ בַבִּירָה, שֶׁיִּטֹּל אֶת דָּמָיו, מִפְּנֵי תַקָּנַת הַשָּׁבִים. וְעַל חַטָּאת הַגְּזוּלָה שֶׁלֹּא נוֹדְעָה לָרַבִּים, שֶׁהִיא מְכַפֶּרֶת, מִפְּנֵי תִקּוּן הַמִּזְבֵּחַ: \n",
            "לֹא הָיָה סִיקָרִיקוֹן בִּיהוּדָה בַהֲרוּגֵי מִלְחָמָה. מֵהֲרוּגֵי מִלְחָמָה וְאֵילָךְ, יֶשׁ בָּהּ סִיקָרִיקוֹן. כֵּיצַד. לָקַח מִסִּיקָרִיקוֹן וְחָזַר וְלָקַח מִבַּעַל הַבַּיִת, מִקָּחוֹ בָטֵל. מִבַּעַל הַבַּיִת וְחָזַר וְלָקַח מִסִּיקָרִיקוֹן, מִקָּחוֹ קַיָּם. לָקַח מִן הָאִישׁ וְחָזַר וְלָקַח מִן הָאִשָּׁה, מִקָּחוֹ בָטֵל. מִן הָאִשָּׁה וְחָזַר וְלָקַח מִן הָאִישׁ, מִקָּחוֹ קַיָּם. זוֹ מִשְׁנָה רִאשׁוֹנָה. בֵּית דִּין שֶׁל אַחֲרֵיהֶם אָמְרוּ, הַלּוֹקֵחַ מִסִּיקָרִיקוֹן נוֹתֵן לַבְּעָלִים רְבִיעַ. אֵימָתַי, בִּזְמַן שֶׁאֵין בְּיָדָן לִקַּח. אֲבָל יֵשׁ בְּיָדָן לִקַּח, הֵן קוֹדְמִין לְכָל אָדָם. רַבִּי הוֹשִׁיב בֵּית דִּין וְנִמְנוּ, שֶׁאִם שָׁהֲתָה בִפְנֵי סִיקָרִיקוֹן שְׁנֵים עָשָׂר חֹדֶשׁ, כָּל הַקּוֹדֵם לִקַּח, זוֹכֶה, אֲבָל נוֹתֵן לַבְּעָלִים רְבִיעַ: \n",
            "חֵרֵשׁ רוֹמֵז וְנִרְמָז. וּבֶן בְּתֵירָא אוֹמֵר, קוֹפֵץ וְנִקְפָּץ, בְּמִטַּלְטְלִין. הַפָּעוֹטוֹת, מִקָּחָן מִקָּח וּמִמְכָּרָן מִמְכָּר, בְּמִטַּלְטְלִין: \n",
            "וְאֵלּוּ דְבָרִים אָמְרוּ מִפְּנֵי דַרְכֵי שָׁלוֹם. כֹּהֵן קוֹרֵא רִאשׁוֹן, וְאַחֲרָיו לֵוִי וְאַחֲרָיו יִשְׂרָאֵל, מִפְּנֵי דַרְכֵי שָׁלוֹם. מְעָרְבִין בְּבַיִת יָשָׁן, מִפְּנֵי דַרְכֵי שָׁלוֹם. בּוֹר שֶׁהוּא קָרוֹב לָאַמָּה, מִתְמַלֵּא רִאשׁוֹן, מִפְּנֵי דַרְכֵי שָׁלוֹם. מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים יֵשׁ בָּהֶם מִשּׁוּם גָּזֵל, מִפְּנֵי דַרְכֵי שָׁלוֹם. רַבִּי יוֹסֵי אוֹמֵר, גָּזֵל גָּמוּר. מְצִיאַת חֵרֵשׁ שׁוֹטֶה וְקָטָן, יֵשׁ בָּהֶן מִשּׁוּם גָּזֵל, מִפְּנֵי דַרְכֵי שָׁלוֹם. רַבִּי יוֹסֵי אוֹמֵר, גָּזֵל גָּמוּר. עָנִי הַמְנַקֵּף בְּרֹאשׁ הַזַּיִת, מַה שֶּׁתַּחְתָּיו גָּזֵל, מִפְּנֵי דַרְכֵי שָׁלוֹם. רַבִּי יוֹסֵי אוֹמֵר, גָּזֵל גָּמוּר. אֵין מְמַחִין בְּיַד עֲנִיֵּי גוֹיִם בְּלֶקֶט שִׁכְחָה וּפֵאָה, מִפְּנֵי דַרְכֵי שָׁלוֹם: \n",
            "מַשְׁאֶלֶת אִשָּׁה לַחֲבֶרְתָּהּ הַחֲשׁוּדָה עַל הַשְּׁבִיעִית, נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר, אֲבָל לֹא תָבֹר וְלֹא תִטְחַן עִמָּהּ. אֵשֶׁת חָבֵר מַשְׁאֶלֶת לְאֵשֶׁת עַם הָאָרֶץ, נָפָה וּכְבָרָה, וּבוֹרֶרֶת וְטוֹחֶנֶת וּמַרְקֶדֶת עִמָּהּ, אֲבָל מִשֶּׁתַּטִּיל הַמַּיִם, לֹא תִגַּע עִמָּהּ, לְפִי שֶׁאֵין מַחֲזִיקִין יְדֵי עוֹבְרֵי עֲבֵרָה. וְכֻלָּן לֹא אָמְרוּ אֶלָּא מִפְּנֵי דַרְכֵי שָׁלוֹם. וּמַחֲזִיקִין יְדֵי גוֹיִם בַּשְּׁבִיעִית, אֲבָל לֹא יְדֵי יִשְׂרָאֵל, וְשׁוֹאֲלִין בִּשְׁלוֹמָן, מִפְּנֵי דַרְכֵי שָׁלוֹם: \n"
        ],
        [
            "הָאוֹמֵר הִתְקַבֵּל גֵּט זֶה לְאִשְׁתִּי אוֹ הוֹלֵךְ גֵּט זֶה לְאִשְׁתִּי, אִם רָצָה לַחֲזֹר, יַחֲזֹר. הָאִשָּׁה שֶׁאָמְרָה, הִתְקַבֵּל לִי גִטִּי, אִם רָצָה לַחֲזֹר, לֹא יַחֲזֹר. לְפִיכָךְ, אִם אָמַר לוֹ הַבַּעַל, אִי אֶפְשִׁי שֶׁתְּקַבֵּל לָהּ אֶלָּא הוֹלֵךְ וְתֵן לָהּ, אִם רָצָה לַחֲזֹר, יַחֲזֹר. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הָאוֹמֶרֶת טֹל לִי גִטִּי, אִם רָצָה לַחֲזֹר, לֹא יַחֲזֹר: \n",
            "הָאִשָּׁה שֶׁאָמְרָה, הִתְקַבֵּל לִי גִטִּי, צְרִיכָה שְׁתֵּי כִתֵּי עֵדִים, שְׁנַיִם שֶׁאוֹמְרִים בְּפָנֵינוּ אָמְרָה וּשְׁנַיִם שֶׁאוֹמְרִים בְּפָנֵינוּ קִבֵּל וְקָרַע, אֲפִלּוּ הֵן הָרִאשׁוֹנִים וְהֵן הָאַחֲרוֹנִים, אוֹ אֶחָד מִן הָרִאשׁוֹנִים וְאֶחָד מִן הָאַחֲרוֹנִים וְאֶחָד מִצְטָרֵף עִמָּהֶן. נַעֲרָה הַמְאֹרָסָה, הִיא וְאָבִיהָ מְקַבְּלִין אֶת גִּטָּהּ. אָמַר רַבִּי יְהוּדָה, אֵין שְׁתֵּי יָדַיִם זוֹכוֹת כְּאַחַת, אֶלָּא אָבִיהָ מְקַבֵּל אֶת גִּטָּהּ בִּלְבָד. וְכֹל שֶׁאֵינָהּ יְכוֹלָה לִשְׁמֹר אֶת גִּטָּהּ, אֵינָהּ יְכוֹלָה לְהִתְגָּרֵשׁ: \n",
            "קְטַנָּה שֶׁאָמְרָה הִתְקַבֵּל לִי גִטִּי, אֵינוֹ גֵט עַד שֶׁיַּגִּיעַ גֵּט לְיָדָהּ. לְפִיכָךְ אִם רָצָה הַבַּעַל לַחֲזֹר, יַחֲזֹר, שֶׁאֵין קָטָן עוֹשֶׂה שָׁלִיחַ. אֲבָל אִם אָמַר לוֹ אָבִיהָ, צֵא וְהִתְקַבֵּל לְבִתִּי גִטָּהּ, אִם רָצָה לְהַחֲזִיר, לֹא יַחֲזִיר. הָאוֹמֵר תֵּן גֵּט זֶה לְאִשְׁתִּי בְמָקוֹם פְּלוֹנִי, וּנְתָנוֹ לָהּ בְּמָקוֹם אַחֵר, פָּסוּל. הֲרֵי הִיא בְמָקוֹם פְּלוֹנִי, וּנְתָנוֹ לָהּ בְּמָקוֹם אַחֵר, כָּשֵׁר. הָאִשָּׁה שֶׁאָמְרָה הִתְקַבֵּל לִי גִטִּי בְמָקוֹם פְּלוֹנִי, וְקִבְּלוֹ לָהּ בְּמָקוֹם אַחֵר, פָּסוּל. רַבִּי אֱלִיעֶזֶר מַכְשִׁיר. הָבֵא לִי גִטִּי מִמָּקוֹם פְּלוֹנִי וֶהֱבִיאוֹ לָהּ מִמָּקוֹם אַחֵר, כָּשֵׁר: \n",
            "הָבֵא לִי גִטִּי, אוֹכֶלֶת בַּתְּרוּמָה עַד שֶׁיַּגִּיעַ גֵּט לְיָדָהּ. הִתְקַבֵּל לִי גִטִּי, אֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה מִיָּד. הִתְקַבֵּל לִי גִטִּי בְמָקוֹם פְּלוֹנִי, אוֹכֶלֶת בַּתְּרוּמָה עַד שֶׁיַּגִּיעַ גֵּט לְאוֹתוֹ מָקוֹם. רַבִּי אֱלִיעֶזֶר אוֹסֵר מִיָּד: \n",
            "הָאוֹמֵר, כִּתְבוּ גֵט וּתְנוּ לְאִשְׁתִּי, גָּרְשׁוּהָ, כִּתְבוּ אִגֶּרֶת וּתְנוּ לָהּ, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתֵּנוּ. פִּטְרוּהָ, פַּרְנְסוּהָ, עֲשׂוּ לָהּ כַּנִּמּוֹס, עֲשׂוּ לָהּ כָּרָאוּי, לֹא אָמַר כְּלוּם. בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, הַיּוֹצֵא בְקוֹלָר וְאָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתֵּנוּ. חָזְרוּ לוֹמַר, אַף הַמְפָרֵשׁ וְהַיּוֹצֵא בִשְׁיָרָא. רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אַף הַמְּסֻכָּן: \n",
            "מִי שֶׁהָיָה מֻשְׁלָךְ לְבוֹר וְאָמַר, כָּל הַשּׁוֹמֵעַ אֶת קוֹלוֹ יִכְתֹּב גֵּט לְאִשְׁתּוֹ, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתֵּנוּ. הַבָּרִיא שֶׁאָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, רָצָה לְשַׂחֶק בָּהּ. מַעֲשֶׂה בְּבָרִיא אֶחָד שֶׁאָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, וְעָלָה לְרֹאשׁ הַגַּג וְנָפַל וּמֵת. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אָמְרוּ חֲכָמִים, אִם מֵעַצְמוֹ נָפַל, הֲרֵי זֶה גֵט. אִם הָרוּחַ דְּחָאַתּוּ, אֵינוֹ גֵט: \n",
            "אָמַר לִשְׁנַיִם, תְּנוּ גֵט לְאִשְׁתִּי, אוֹ לִשְׁלֹשָׁה, כִּתְבוּ גֵט וּתְנוּ לְאִשְׁתִּי, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתֵּנוּ. אָמַר לִשְׁלֹשָׁה, תְּנוּ גֵט לְאִשְׁתִּי, הֲרֵי אֵלּוּ יֹאמְרוּ לַאֲחֵרִים וְיִכְתְּבוּ, מִפְּנֵי שֶׁעֲשָׂאָן בֵּית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וְזוֹ הֲלָכָה הֶעֱלָה רַבִּי חֲנִינָא אִישׁ אוֹנוֹ מִבֵּית הָאֲסוּרִין, מְקֻבָּל אֲנִי בְּאוֹמֵר לִשְׁלֹשָׁה, תְּנוּ גֵט לְאִשְׁתִּי, שֶׁיֹּאמְרוּ לַאֲחֵרִים וְיִכְתְּבוּ, מִפְּנֵי שֶׁעֲשָׂאָן בֵּית דִּין. אָמַר רַבִּי יוֹסֵי, נוּמֵינוּ לַשָּׁלִיחַ, אַף אָנוּ מְקֻבָּלִין, שֶׁאֲפִלּוּ אָמַר לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם, תְּנוּ גֵט לְאִשְׁתִּי, שֶׁיִּלְמְדוּ וְיִכְתְּבוּ וְיִתֵּנוּ. אָמַר לַעֲשָׂרָה, כִּתְבוּ גֵט לְאִשְׁתִּי, אֶחָד כּוֹתֵב וּשְׁנַיִם חוֹתְמִין. כֻּלְּכֶם כְּתֹבוּ, אֶחָד כּוֹתֵב וְכֻלָּם חוֹתְמִין. לְפִיכָךְ, אִם מֵת אֶחָד מֵהֶן, הֲרֵי זֶה גֵט בָּטֵל: \n"
        ],
        [
            "מִי שֶׁאֲחָזוֹ קֻרְדְּיָקוֹס, וְאָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, לֹא אָמַר כְּלוּם. אָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, וַאֲחָזוֹ קֻרְדְּיָקוֹס, וְחָזַר וְאָמַר, אַל תִּכְתֹּבוּ, אֵין דְּבָרָיו הָאַחֲרוֹנִים כְּלוּם. נִשְׁתַּתֵּק, וְאָמְרוּ לוֹ נִכְתֹּב גֵּט לְאִשְׁתֶּךָ, וְהִרְכִּין בְּרֹאשׁוֹ, בּוֹדְקִין אוֹתוֹ שְׁלֹשָׁה פְעָמִים, אִם אָמַר עַל לָאו לָאו וְעַל הֵן הֵן, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתֵּנוּ: \n",
            "אָמְרוּ לוֹ, נִכְתֹּב גֵּט לְאִשְׁתֶּךָ, וְאָמַר לָהֶם כְּתֹבוּ, אָמְרוּ לַסּוֹפֵר וְכָתַב, וְלָעֵדִים וְחָתְמוּ, אַף עַל פִּי שֶׁכְּתָבוּהוּ וַחֲתָמוּהוּ וּנְתָנוּהוּ לוֹ וְחָזַר וּנְתָנוֹ לָהּ, הֲרֵי הַגֵּט בָּטֵל, עַד שֶׁיֹּאמַר לַסּוֹפֵר כְּתֹב וְלָעֵדִים חֲתֹמוּ: \n",
            "זֶה גִטֵּךְ אִם מַתִּי, זֶה גִטֵּךְ אִם מַתִּי מֵחֹלִי זֶה, זֶה גִטֵּךְ לְאַחַר מִיתָה, לֹא אָמַר כְּלוּם. מֵהַיּוֹם אִם מַתִּי, מֵעַכְשָׁיו אִם מַתִּי, הֲרֵי זֶה גֵט. מֵהַיּוֹם וּלְאַחַר מִיתָה, גֵּט וְאֵינוֹ גֵט. אִם מֵת, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. זֶה גִטֵּךְ מֵהַיּוֹם אִם מַתִּי מֵחֹלִי זֶה, וְעָמַד וְהִלֵךְ בַּשּׁוּק וְחָלָה וּמֵת, אוֹמְדִין אוֹתוֹ, אִם מֵחֲמַת חֹלִי הָרִאשׁוֹן מֵת, הֲרֵי זֶה גֵט. וְאִם לָאו, אֵינוֹ גֵט: \n",
            "לֹא תִתְיַחֵד עִמּוֹ אֶלָּא בִפְנֵי עֵדִים, אֲפִלּוּ עֶבֶד, אֲפִלּוּ שִׁפְחָה, חוּץ מִשִּׁפְחָתָהּ, מִפְּנֵי שֶׁלִּבָּהּ גַּס בָּהּ בְּשִׁפְחָתָהּ. מַה הִיא בְאוֹתָן הַיָּמִים. רַבִּי יְהוּדָה אוֹמֵר, כְּאֵשֶׁת אִישׁ לְכָל דְּבָרֶיהָ. רַבִּי יוֹסֵי אוֹמֵר, מְגֹרֶשֶׁת וְאֵינָהּ מְגֹרָשֶׁת: \n",
            "הֲרֵי זֶה גִטֵּךְ עַל מְנָת שֶׁתִּתְּנִי לִי מָאתַיִם זוּז, הֲרֵי זוֹ מְגֹרֶשֶׁת, וְתִתֵּן. עַל מְנָת שֶׁתִּתְּנִי לִי מִכָּאן וְעַד שְׁלֹשִׁים יוֹם, אִם נָתְנָה לוֹ בְתוֹךְ שְׁלֹשִׁים יוֹם, מְגֹרֶשֶׁת, וְאִם לָאו, אֵינָה מְגֹרֶשֶׁת. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, מַעֲשֶׂה בְצַיְדָּן בְּאֶחָד שֶׁאָמַר לְאִשְׁתּוֹ, הֲרֵי זֶה גִטֵּךְ עַל מְנָת שֶׁתִּתְּנִי לִי אִצְטְלִיתִי, וְאָבְדָה אִצְטְלִיתוֹ, וְאָמְרוּ חֲכָמִים, תִּתֵּן לוֹ אֶת דָּמֶיהָ: \n",
            "הֲרֵי זֶה גִטֵּךְ עַל מְנָת שֶׁתְּשַׁמְּשִׁי אֶת אַבָּא, עַל מְנָת שֶׁתֵּנִיקִי אֶת בְּנִי, כַּמָּה הִיא מֵנִיקָתוֹ, שְׁתֵּי שָׁנִים. רַבִּי יְהוּדָה אוֹמֵר, שְׁמֹנָה עָשָׂר חֹדֶשׁ. מֵת הַבֵּן אוֹ שֶׁמֵּת הָאָב, הֲרֵי זֶה גֵט. הֲרֵי זֶה גִטֵּךְ עַל מְנָת שֶׁתְּשַׁמְּשִׁי אֶת אַבָּא שְׁתֵּי שָׁנִים, עַל מְנָת שֶׁתֵּנִיקִי אֶת בְּנִי שְׁתֵּי שָׁנִים, מֵת הַבֵּן אוֹ שֶׁמֵּת הָאָב אוֹ שֶׁאָמַר הָאָב אִי אֶפְשִׁי שֶׁתְּשַׁמְּשֵׁנִי, שֶׁלֹּא בְהַקְפָּדָה, אֵינוֹ גֵט. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כָּזֶה גֵט. כְּלָל אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, כָּל עַכָּבָה שֶׁאֵינָהּ הֵימֶנָּה, הֲרֵי זֶה גֵט: \n",
            "הֲרֵי זֶה גִטֵּךְ אִם לֹא בָאתִי מִכָּאן וְעַד שְׁלֹשִׁים יוֹם, וְהָיָה הוֹלֵךְ מִיהוּדָה לַגָּלִיל, הִגִּיעַ לְאַנְטִיפַּטְרֶס וְחָזַר, בָּטֵל תְּנָאוֹ. הֲרֵי זֶה גִטֵּךְ אִם לֹא בָאתִי מִכָּאן עַד שְׁלֹשִׁים יוֹם, וְהָיָה הוֹלֵךְ מִגָּלִיל לִיהוּדָה, וְהִגִּיעַ לִכְפַר עוֹתְנַאי וְחָזַר, בָּטֵל תְּנָאוֹ. הֲרֵי זֶה גִטֵּךְ אִם לֹא בָאתִי מִכָּאן עַד שְׁלֹשִׁים יוֹם, וְהָיָה הוֹלֵךְ לִמְדִינַת הַיָּם וְהִגִּיעַ לְעַכּוֹ וְחָזַר, בָּטֵל תְּנָאוֹ. הֲרֵי זֶה גִטֵּךְ כָּל זְמַן שֶׁאֶעֱבֹר מִכְּנֶגֶד פָּנַיִךְ שְׁלֹשִׁים יוֹם, הָיָה הוֹלֵךְ וּבָא, הוֹלֵךְ וּבָא, הוֹאִיל וְלֹא נִתְיַחֵד עִמָּהּ, הֲרֵי זֶה גֵט: \n",
            "הֲרֵי זֶה גִטֵּךְ אִם לֹא בָאתִי מִכָּאן וְעַד שְׁנֵים עָשָׂר חֹדֶשׁ, וּמֵת בְּתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ, אֵינוֹ גֵט. הֲרֵי זֶה גִטֵּךְ מֵעַכְשָׁיו אִם לֹא בָאתִי מִכָּאן וְעַד שְׁנֵים עָשָׂר חֹדֶשׁ, וּמֵת בְּתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ, הֲרֵי זֶה גֵט: \n",
            "אִם לֹא בָאתִי מִכָּאן עַד שְׁנֵים עָשָׂר חֹדֶשׁ כִּתְבוּ וּתְנוּ גֵט לְאִשְׁתִּי, כָּתְבוּ גֵט בְּתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ וְנָתְנוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ, אֵינוֹ גֵט. כִּתְבוּ וּתְנוּ גֵט לְאִשְׁתִּי אִם לֹא בָאתִי מִכָּאן וְעַד שְׁנֵים עָשָׂר חֹדֶשׁ, כָּתְבוּ בְתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ וְנָתְנוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ, אֵינוֹ גֵט. רַבִּי יוֹסֵי אוֹמֵר, כָּזֶה גֵּט. כָּתְבוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ וְנָתְנוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ וּמֵת, אִם הַגֵּט קָדַם לַמִּיתָה, הֲרֵי זֶה גֵט. וְאִם מִיתָה קָדְמָה לַגֵּט, אֵינוֹ גֵט. וְאִם אֵין יָדוּעַ, זוֹ הִיא שֶׁאָמְרוּ, מְגֹרֶשֶׁת וְאֵינָהּ מְגֹרָשֶׁת: \n"
        ],
        [
            "הַזּוֹרֵק גֵּט לְאִשְׁתּוֹ וְהִיא בְתוֹךְ בֵּיתָהּ אוֹ בְתוֹךְ חֲצֵרָהּ, הֲרֵי זוֹ מְגֹרֶשֶׁת. זְרָקוֹ לָהּ בְּתוֹךְ בֵּיתוֹ אוֹ בְתוֹךְ חֲצֵרוֹ, אֲפִלּוּ הוּא עִמָּהּ בַּמִּטָּה, אֵינָהּ מְגֹרֶשֶׁת. לְתוֹךְ חֵיקָהּ אוֹ לְתוֹךְ קַלְתָּהּ, הֲרֵי זוֹ מְגֹרָשֶׁת: \n",
            "אָמַר לָהּ, כִּנְסִי שְׁטָר חוֹב זֶה, אוֹ שֶׁמְּצָאָתוֹ מֵאֲחוֹרָיו, קוֹרְאָה וַהֲרֵי הוּא גִטָּהּ, אֵינוֹ גֵט, עַד שֶׁיֹּאמַר לָהּ, הֵא גִטֵּךְ. נָתַן בְּיָדָהּ וְהִיא יְשֵׁנָה, נֵעוֹרָה, קוֹרְאָה וַהֲרֵי הוּא גִטָּהּ, אֵינוֹ גֵט, עַד שֶׁיֹּאמַר לָהּ הֵא זֶה גִטֵּךְ. הָיְתָה עוֹמֶדֶת בִּרְשׁוּת הָרַבִּים וּזְרָקוֹ לָהּ, קָרוֹב לָהּ, מְגֹרֶשֶׁת. קָרוֹב לוֹ, אֵינָהּ מְגֹרֶשֶׁת. מֶחֱצָה עַל מֶחֱצָה, מְגֹרֶשֶׁת וְאֵינָהּ מְגֹרָשֶׁת: \n",
            "וְכֵן לְעִנְיַן קִדּוּשִׁין. וְכֵן לְעִנְיַן הַחוֹב. אָמַר לוֹ בַּעַל חוֹבוֹ, זְרֹק לִי חוֹבִי, וּזְרָקוֹ לוֹ, קָרוֹב לַמַּלְוֶה, זָכָה הַלֹּוֶה. קָרוֹב לַלֹּוֶה, הַלֹּוֶה חַיָּב. מֶחֱצָה עַל מֶחֱצָה, שְׁנֵיהֶם יַחֲלֹקוּ. הָיְתָה עוֹמֶדֶת עַל רֹאשׁ הַגַּג וּזְרָקוֹ לָהּ, כֵּיוָן שֶׁהִגִּיעַ לַאֲוִיר הַגַּג, הֲרֵי זוֹ מְגֹרֶשֶׁת. הוּא מִלְמַעְלָה וְהִיא מִלְּמַטָּה וּזְרָקוֹ לָהּ, כֵּיוָן שֶׁיָּצָא מֵרְשׁוּת הַגַּג, נִמְחַק אוֹ נִשְׂרַף, הֲרֵי זוֹ מְגֹרָשֶׁת: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, פּוֹטֵר אָדָם אֶת אִשְׁתּוֹ בְגֵט יָשָׁן. וּבֵית הִלֵּל אוֹסְרִין. וְאֵיזֶהוּ גֵט יָשָׁן, כֹּל שֶׁנִּתְיַחֵד עִמָּהּ אַחַר שֶׁכְּתָבוֹ לָהּ: \n",
            "כָּתַב לְשׁוּם מַלְכוּת שְׁאֵינָהּ הוֹגֶנֶת, לְשׁוּם מַלְכוּת מָדַי, לְשׁוּם מַלְכוּת יָוָן, לְבִנְיַן הַבַּיִת, לְחֻרְבַּן הַבַּיִת, הָיָה בַמִּזְרָח וְכָתַב בַּמַּעֲרָב, בַּמַּעֲרָב וְכָתַב בַּמִּזְרָח, תֵּצֵא מִזֶּה וּמִזֶּה, וּצְרִיכָה גֵט מִזֶּה וּמִזֶּה, וְאֵין לָהּ לֹא כְתֻבָּה וְלֹא פֵרוֹת וְלֹא מְזוֹנוֹת וְלֹא בְלָאוֹת, לֹא עַל זֶה וְלֹא עַל זֶה. אִם נָטְלָה מִזֶּה וּמִזֶּה, תַּחֲזִיר. וְהַוָּלָד מַמְזֵר מִזֶּה וּמִזֶּה. וְלֹא זֶה וָזֶה מִטַּמְּאִין לָהּ, וְלֹא זֶה וָזֶה זַכָּאִין לֹא בִמְצִיאָתָהּ וְלֹא בְמַעֲשֵׂה יָדֶיהָ וְלֹא בַהֲפָרַת נְדָרֶיהָ. הָיְתָה בַת יִשְׂרָאֵל, נִפְסֶלֶת מִן הַכְּהֻנָּה. בַּת לֵוִי, מִן הַמַּעֲשֵׂר. בַּת כֹּהֵן, מִן הַתְּרוּמָה. וְאֵין יוֹרְשָׁיו שֶׁל זֶה וְיוֹרְשָׁיו שֶׁל זֶה יוֹרְשִׁין כְּתֻבָּתָהּ. וְאִם מֵתוּ, אָחִיו שֶׁל זֶה וְאָחִיו שֶׁל זֶה חוֹלְצִין וְלֹא מְיַבְּמִין. שִׁנָּה שְׁמוֹ וּשְׁמָהּ, שֵׁם עִירוֹ וְשֵׁם עִירָהּ, תֵּצֵא מִזֶּה וּמִזֶּה, וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ: \n",
            "כָּל הָעֲרָיוֹת שֶׁאָמְרוּ צָרוֹתֵיהֶן מֻתָּרוֹת, הָלְכוּ הַצָּרוֹת הָאֵלּוּ וְנִשְּׂאוּ וְנִמְצְאוּ אֵלּוּ אַיְלוֹנִיּוֹת, תֵּצֵא מִזֶּה וּמִזֶּה, וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ: \n",
            "הַכּוֹנֵס אֶת יְבִמְתּוֹ וְהָלְכָה צָרָתָהּ וְנִשֵּׂאת לְאַחֵר וְנִמְצְאָה זֹאת שֶׁהִיא אַיְלוֹנִית, תֵּצֵא מִזֶּה וּמִזֶּה וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ: \n",
            "כָּתַב סוֹפֵר גֵּט לָאִישׁ וְשׁוֹבֵר לָאִשָּׁה, וְטָעָה וְנָתַן גֵּט לָאִשָּׁה וְשׁוֹבֵר לָאִישׁ, וְנָתְנוּ זֶה לָזֶה, וּלְאַחַר זְמַן הֲרֵי הַגֵּט יוֹצֵא מִיַּד הָאִישׁ, וְשׁוֹבֵר מִיַּד הָאִשָּׁה, תֵּצֵא מִזֶּה וּמִזֶּה, וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם לְאַלְתַּר יָצָא, אֵין זֶה גֵט. אִם לְאַחַר זְמַן יָצָא, הֲרֵי זֶה גֵט. לֹא כָל הֵימֶנּוּ מִן הָרִאשׁוֹן לְאַבֵּד זְכוּתוֹ שֶׁל שֵׁנִי. כָּתַב לְגָרֵשׁ אֶת אִשְׁתּוֹ וְנִמְלַךְ, בֵּית שַׁמַּאי אוֹמְרִים, פְּסָלָהּ מִן הַכְּהֻנָּה. וּבֵית הִלֵּל אוֹמְרִים, אַף עַל פִּי שֶׁנְּתָנוֹ לָהּ עַל תְּנַאי וְלֹא נַעֲשָׂה הַתְּנַאי, לֹא פְסָלָהּ מִן הַכְּהֻנָּה: \n",
            "הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְלָנָה עִמּוֹ בְּפֻנְדְּקִי, בֵּית שַׁמַּאי אוֹמְרִים, אֵינָהּ צְרִיכָהּ הֵימֶנּוּ גֵט שֵׁנִי. וּבֵית הִלֵּל אוֹמְרִים, צְרִיכָה הֵימֶנּוּ גֵט שֵׁנִי. אֵימָתַי, בִּזְמַן שֶׁנִּתְגָּרְשָׁה מִן הַנִּשּׂוּאִין. וּמוֹדִים בְּנִתְגָּרְשָׁה מִן הָאֵרוּסִין שֶׁאֵינָהּ צְרִיכָה הֵימֶנּוּ גֵט שֵׁנִי, מִפְּנֵי שֶׁאֵין לִבּוֹ גַס בָּהּ. כְּנָסָהּ בְּגֵט קֵרֵחַ, תֵּצֵא מִזֶּה וּמִזֶּה, וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ: \n",
            "גֵּט קֵרֵחַ, הַכֹּל מַשְׁלִימִין עָלָיו, דִּבְרֵי בֶן נַנָּס. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מַשְׁלִימִין עָלָיו אֶלָּא קְרוֹבִים הָרְאוּיִין לְהָעִיד בְּמָקוֹם אַחֵר. וְאֵיזֶהוּ גֵּט קֵרֵחַ. כֹּל שֶׁקְּשָׁרָיו מְרֻבִּין מֵעֵדָיו: \n"
        ],
        [
            "הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְאָמַר לָהּ, הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם אֶלָּא לִפְלוֹנִי, רַבִּי אֱלִיעֶזֶר מַתִּיר, וַחֲכָמִים אוֹסְרִין. כֵּיצַד יַעֲשֶׂה. יִטְּלֶנּוּ הֵימֶנָּה וְיַחֲזֹר וְיִתְּנֶנּוּ לָהּ וְיֹאמַר לָהּ הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם. וְאִם כְּתָבוֹ בְתוֹכוֹ, אַף עַל פִּי שֶׁחָזַר וּמְחָקוֹ, פָּסוּל: \n",
            "הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם אֶלָּא לְאַבָּא וּלְאָבִיךְ, לְאָחִי וּלְאָחִיךְ, לְעֶבֶד וּלְנָכְרִי, וּלְכָל מִי שֶׁאֵין לָהּ עָלָיו קִדּוּשִׁין, כָּשֵׁר. הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם, אֶלָּא אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, וּלְכָל מִי שֶׁיֵּשׁ לָהּ עָלָיו קִדּוּשִׁין אֲפִלּוּ בַעֲבֵרָה, פָּסוּל: \n",
            "גּוּפוֹ שֶׁל גֵּט, הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם. רַבִּי יְהוּדָה אוֹמֵר, וְדֵין דְּיֶהֱוֵי לִיכִי מִנַּאי סֵפֶר תֵּרוּכִין וְאִגֶּרֶת שִׁבּוּקִין וְגֵט פִּטּוּרִין, לִמְהָךְ לְהִתְנְסָבָא לְכָל גְּבַר דְּתִצְבַּיִן. גּוּפוֹ שֶׁל גֵּט שִׁחְרוּר, הֲרֵי אַתְּ בַּת חוֹרִין, הֲרֵי אַתְּ לְעַצְמֵךְ: \n",
            "שְׁלֹשָׁה גִטִּין פְּסוּלִין, וְאִם נִשֵּׂאת, הַוָּלָד כָּשֵׁר. כָּתַב בִּכְתַב יָדוֹ וְאֵין עָלָיו עֵדִים, יֵשׁ עָלָיו עֵדִים וְאֵין בּוֹ זְמַן, יֶשׁ בּוֹ זְמַן וְאֵין בּוֹ אֶלָּא עֵד אֶחָד, הֲרֵי אֵלּוּ שְׁלֹשָׁה גִטִּין פְּסוּלִין. וְאִם נִשֵּׂאת, הַוָּלָד כָּשֵׁר. רַבִּי אֶלְעָזָר אוֹמֵר, אַף עַל פִּי שֶׁאֵין עָלָיו עֵדִים אֶלָּא שֶׁנְּתָנוֹ לָהּ בִּפְנֵי עֵדִים, כָּשֵׁר וְגוֹבָה מִנְּכָסִים מְשֻׁעְבָּדִים, שֶׁאֵין הָעֵדִים חוֹתְמִין עַל הַגֵּט אֶלָּא מִפְּנֵי תִקּוּן הָעוֹלָם: \n",
            "שְׁנַיִם שֶׁשָּׁלְחוּ שְׁנֵי גִטִּין שָׁוִין וְנִתְעָרְבוּ, נוֹתֵן שְׁנֵיהֶם לָזוֹ וּשְׁנֵיהֶם לָזוֹ. לְפִיכָךְ, אָבַד אַחַד מֵהֶן, הֲרֵי הַשֵּׁנִי בָטֵל. חֲמִשָּׁה שֶׁכָּתְבוּ כְלָל בְּתוֹךְ הַגֵּט, אִישׁ פְּלוֹנִי מְגָרֵשׁ פְּלוֹנִית וּפְלוֹנִי פְּלוֹנִית, וְהָעֵדִים מִלְּמַטָּה, כֻּלָּן כְּשֵׁרִין, וְיִנָּתֵן לְכָל אַחַת וְאֶחָת. הָיָה כָתוּב טֹפֶס לְכָל אַחַת וְאַחַת, וְהָעֵדִים מִלְּמַטָּה, אֶת שֶׁהָעֵדִים נִקְרִין עִמּוֹ, כָּשֵׁר: \n",
            "שְׁנֵי גִטִּין שֶׁכְּתָבָן זֶה בְצַד זֶה וּשְׁנַיִם עֵדִים עִבְרִים בָּאִים מִתַּחַת זֶה לְתַחַת זֶה וּשְׁנַיִם עֵדִים יְוָנִים בָּאִים מִתַּחַת זֶה לְתַחַת זֶה, אֶת שֶׁהָעֵדִים הָרִאשׁוֹנִים נִקְרָאִין עִמּוֹ, כָּשֵׁר. עֵד אֶחָד עִבְרִי וְעֵד אֶחָד יְוָנִי, עֵד אֶחָד עִבְרִי וְעֵד אֶחָד יְוָנִי בָּאִין מִתַּחַת זֶה לְתַחַת זֶה, שְׁנֵיהֶן פְּסוּלִין: \n",
            "שִׁיֵּר מִקְצַת הַגֵּט וּכְתָבוֹ בַדַּף הַשֵּׁנִי, וְהָעֵדִים מִלְּמַטָּה, כָּשֵׁר. חָתְמוּ עֵדִים בְּרֹאשׁ הַדַּף, מִן הַצַּד, אוֹ מֵאַחֲרָיו בְּגֵט פָּשׁוּט, פָּסוּל. הִקִּיף רֹאשׁוֹ שֶׁל זֶה בְצַד רֹאשׁוֹ שֶׁל זֶה, וְהָעֵדִים בָּאֶמְצַע, שְׁנֵיהֶם פְּסוּלִין. סוֹפוֹ שֶׁל זֶה בְצַד סוֹפוֹ שֶׁל זֶה, וְהָעֵדִים בָּאֶמְצַע, אֶת שֶׁהָעֵדִים נִקְרִין עִמּוֹ, כָּשֵׁר. רֹאשׁוֹ שֶׁל זֶה בְצַד סוֹפוֹ שֶׁל זֶה, וְהָעֵדִים בָּאֶמְצַע, אֶת שֶׁהָעֵדִים נִקְרִין בְּסוֹפוֹ, כָּשֵׁר: \n",
            "גֵּט שֶׁכְּתָבוֹ עִבְרִית וְעֵדָיו יְוָנִית, יְוָנִית וְעֵדָיו עִבְרִית, עֵד אֶחָד עִבְרִי וְעֵד אֶחָד יְוָנִי, כָּתַב סוֹפֵר וְעֵד, כָּשֵׁר. אִישׁ פְּלוֹנִי עֵד, כָּשֵׁר. בֶּן אִישׁ פְּלוֹנִי עֵד, כָּשֵׁר. אִישׁ פְּלוֹנִי בֶּן אִישׁ פְּלוֹנִי, וְלֹא כָתַב עֵד, כָּשֵׁר. וְכָךְ הָיוּ נְקִיֵּי הַדַּעַת שֶׁבִּירוּשָׁלַיִם עוֹשִׂין. כָּתַב חֲנִיכָתוֹ וַחֲנִיכָתָהּ, כָּשֵׁר. גֵּט מְעֻשֶּׂה, בְּיִשְׂרָאֵל, כָּשֵׁר. וּבְגוֹיִם, פָּסוּל. וּבְגוֹיִם, חוֹבְטִין אוֹתוֹ וְאוֹמְרִים לוֹ עֲשֵׂה מַה שֶּׁיִּשְׂרָאֵל אוֹמְרִים לְךָ, וְכָשֵׁר: \n",
            "יָצָא שְׁמָהּ בָּעִיר מְקֻדֶּשֶׁת, הֲרֵי זוֹ מְקֻדֶּשֶׁת. מְגֹרֶשֶׁת, הֲרֵי זוֹ מְגֹרֶשֶׁת. וּבִלְבַד שֶׁלֹּא יְהֵא שָׁם אֲמַתְלָא. אֵיזוֹ הִיא אֲמַתְלָא. גֵּרַשׁ אִישׁ פְּלוֹנִי אֶת אִשְׁתּוֹ עַל תְּנַאי, זָרַק לָהּ קִדּוּשֶׁיהָ, סָפֵק קָרוֹב לָהּ סָפֵק קָרוֹב לוֹ, זוֹ הִיא אֲמַתְלָא: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, לֹא יְגָרֵשׁ אָדָם אֶת אִשְׁתּוֹ אֶלָּא אִם כֵּן מָצָא בָהּ דְּבַר עֶרְוָה, שֶׁנֶּאֱמַר (דברים כד), כִּי מָצָא בָהּ עֶרְוַת דָּבָר. וּבֵית הִלֵּל אוֹמְרִים, אֲפִלּוּ הִקְדִּיחָה תַבְשִׁילוֹ, שֶׁנֶּאֱמַר (שם), כִּי מָצָא בָהּ עֶרְוַת דָּבָר. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ מָצָא אַחֶרֶת נָאָה הֵימֶנָּה, שֶׁנֶּאֱמַר (שם), וְהָיָה אִם לֹא תִמְצָא חֵן בְּעֵינָיו: \n"
        ]
    ],
    "textbartenura":[
        [
            [
                "<b>המביא גט ממדינת הים.</b> כל חוצה לארץ קרי מדינת הים:",
                "<b>צריך לומר בפני נכתב ובפני נחתם.</b> אית דאמרי טעמא, לפי שאין בני מדינת הים בני תורה, ואין יודעין שצריך לכתוב הגט לשם האשה. הלכך אומר השליח בפני נכתב ובפני נחתם, וממילא שיילינן ליה אם נכתב לשמה, והוא אומר אין. ואית דאמרי טעמא, לפי שאין שיירות מצויות משם לכאן, שאם יבא הבעל ויערער לומר לא כתבתיו שיהיו עדים מצויין להכיר חתימת העדים. והאמינוהו רבנן לשליח כבתרי, ושוב לא יועיל ערעור הבעל:",
                "<b>מן הרקם ומן החגר.</b> בין קדש ובין ברד, מתרגמינן בין רקם ובין חגרא:",
                "<b>אפילו מכפר לודים.</b> שהיא מחוצה לארץ:",
                "<b>ללוד.</b> שהיא סמוכה לה והיא מארץ ישראל:",
                "<b>מהגמוניא להגמוניא.</b> שני הגמונים בעיר אחת ומקפידים זה על זה: "
            ],
            [
                "<b>מרקם למזרח.</b> מרקם עד סוף העולם למזרחו קרוי חו״ל, ורקם עצמה נדונה כמזרח העולם ולא כארץ ישראל: "
            ],
            [
                "<b>ואם יש עליו עוררים.</b> שהבעל מערער שהוא מזויף:",
                "<b>יתקיים בחותמיו.</b> אם יעידו העדים על חתימת ידיהם, או עדים אחרים יכירו חתימתם, כשר. ובזמן הזה, המביא גט בין בא״י בין בחו״ל צריך ליתנו לה בפני שנים וצריך לומר בפני נכתב ובפני נחתם. ואם חתימת העדים ניכרת במקום נתינת הגט ונתקיים הגט בחותמיו, אין צריך לומר בפ״נ ובפ״נ:",
                "<b>ואינו יכול לומר.</b> כגון שנתנו לה כשהוא פקח ולא הספיק לומר בפני נכתב ובפני נחתם עד שנתחרש: "
            ],
            [
                "<b>שוין למוליך ולמביא.</b> לומר בפ״נ ובפ״נ: "
            ],
            [
                "<b>חוץ מגיטי נשים.</b> שאם יש עליו עד כותי אחד, כשר. אבל שניהם כותים, פוסל ת״ק אפילו בגיטי נשים. ורבן (שמעון בן) גמליאל עשה מעשה והכשיר אפילו כששניהם כותים. והאידנא דגזרו על הכותים שיהיו כגוים לכל דבריהם, לא שנא שאר שטרות ול״ש גיטי נשים אפילו עד אחד כותי פסול:",
                "<b>בערכאות של גוים.</b> שהעידו העדים עדותם לפני השופט במקום מושב משפטיהם. והוא שידענו באותו שופט ובאותם עדים דלא מקבלי שוחדא. ודוקא בשטרי הלואות ושטרי מקח וממכר שהעדים ראו בנתינת הממון. אבל שטרי הודאות וגיטי נשים, וכל דבר שהוא מעשה ב״ד בערכאות שלהם, הכל פסול:",
                "<b>ר״ש אומר כשרים.</b> לא הוזכרו בבית המדרש להפסל:",
                "<b>אלא בזמן שנעשו בהדיוט.</b> ע״י גוים הדיוטות שאינם דיינים. ואין הלכה כר״ש:"
            ],
            [
                "<b>רצה לחזור בשניהן.</b> קודם שיגיע ליד האשה והעבד:",
                "<b>יחזור.</b> ואין השליח יכול לזכות בהם לצרכן, דחוב הוא להן, שמאבדין מזונותיהן:",
                "<b>וחכמים אומרים בגטי נשים.</b> יכול לחזור:",
                "<b>אבל לא בשחרורי עבדים.</b> והלכה כחכמים:",
                "<b>שאם ירצה שלא לזון את עבדו רשאי.</b> הלכך כי משחרר ליה לא מפסיד ליה מזוני. אבל שלא לזון את אשתו אינו רשאי, הלכך כי מגרש לה מפסיד לה מזוני:",
                "<b>מפני שהוא קנינו.</b> כלומר הא דהוא אכיל בתרומה כשהוא עבד כהן אינו אלא מפני שהוא קנינו של כהן, מידי דהוה אבהמתו של כהן שאוכלת בכרשיני תרומה, ולאו משום מעליותא היא, הלכך כי משחרר ליה אע״פ שמפסידו מלאכול בתרומה אין זו חובה לעבד:",
                "<b>לא יתנו לאחר מיתה.</b> דגיטא לא הוי עד דמטי לידה וכי מטי לידה הא מית ואין גט לאחר מיתה. ושטר שחרור נמי כי מטא לידיה הא מית ופקע רשותיה מיניה:",
                "<b>יתנו לאחר מיתה.</b> ואע״ג דלא אמר מנה זה, דדברי שכיב מרע ככתובין וכמסורין דמו:"
            ]
        ],
        [
            [
                "<b>המביא.</b> נחתם חציו. אחד מן העדים חתם בפני:",
                "<b>בפני נכתב חציו וכו׳ פסול.</b> ודוקא חציו האחרון. אבל בפני נכתב חציו הראשון שהוא שם האיש והאשה והזמן, כשר. וחציו הראשון נמי לא צריך שיראה הכתיבה עצמה, אלא אם שמע קול הקולמוס בלבד עובר על הנייר בשעת כתיבה, תו לא צריך:",
                "<b>אחד אומר בפני נכתב ואחד אומר בפני נחתם פסול.</b> בזמן שהגט יוצא מתחת יד אחד מהם, דאצרכוהו רבנן לשליח המביא גט למימר תרווייהו. אבל אם הגט יוצא מתחת ידי שניהם, כשר. ששנים שהביאו גט אין צריך שיאמרו בפנינו נכתב ובפנינו נחתם:",
                "<b>שנים אומרים בפנינו נכתב ואחד אומר בפני נחתם פסול.</b> בזמן שהגט יוצא מתחת יד אחד מהם. אבל אם יוצא מתחת יד שניהם, כשר:",
                "<b>ורבי יהודה מכשיר.</b> ואפילו יוצא מתחת ידו של אחד מהם. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>בלילה ונחתם ביום כשר.</b> שהיום הולך אחר הלילה ואין זה מוקדם:",
                "<b>ביום ונחתם בלילה פסול.</b> שהרי מוקדם הוא. ותקנו חכמים זמן בגיטין, גזירה שמא יהיה נשוי עם בת אחותו ותזנה עליו וחס עליה שלא תחנק ונותן לה גט בלא זמן. וכשמעידים עליה בב״ד מוציאה גיטה ואומרת גרושה הייתי ופנויה באותה שעה: ",
                "<b>ור״ש מכשיר.</b> דסבר ר״ש דחכמים תקנו זמן בגיטין משום פירי, שאם לא יהיה זמן בגט יהיה הבעל מוכר והולך פירות נכסי מלוג של אשתו לאחר גרושין, וכשתתבעו בדין יאמר קודם גירושין מכרתי. ולהכי מכשיר ר״ש בנכתב ביום ונחתם בלילה אע״פ שהוא מוקדם, דסבר משעה שנתן עיניו לגרש אע״פ שלא גירש שוב אין לו לבעל פירות. ואין הלכה כר״ש: "
            ],
            [
                "<b>בדיו.</b> אלמיד״ר בערבי:",
                "<b>סיקרא.</b> צבע אדום:",
                "<b>קומוס.</b> שרף האילן:",
                "<b>קנקנתום.</b> וידריאול״ו בלע״ז:",
                "<b>על העלה של זית.</b> תלושה:",
                "<b>ונותן לה את הפרה.</b> שאינו יכול לקצצו אחר כתיבה, דכתיב (דברים כ״ד:א׳) וכתב לה ספר כריתות ונתן בידה, מי שאינו מחוסר אלא כתיבה ונתינה, יצא זה שמחוסר כתיבה קציצה ונתינה:",
                "<b>רבי יוסי הגלילי אומר כו׳</b> דרחמנא קרייה לגט ספר, מה ספר מיוחד שאין בו רוח חיים ואינו אוכל, אף כל שאין בו רוח חיים ואינו אוכל. ורבנן אמרי אי כתב בספר כדקאמרת, השתא דכתיב ספר, לספירת דברים הוא דאתא. והלכה כחכמים: "
            ],
            [
                "<b>אין כותבין במחובר.</b> מפני שמחוסר קציצה:",
                "<b>כתבו על המחובר וכו׳</b> הכי קאמר, כתב במחובר הטופס, שהוא כל הגט כולו חוץ ממקום האיש ומקום האשה והזמן:",
                "<b>ותלשו וחתמו.</b> כלומר שכתב התורף שהוא מקום האיש והאשה והזמן אחר שתלשו:",
                "<b>כשר.</b> דכיון שנכתב התורף בתלוש. אע״פ שהטופס נכתב במחובר, כשר:",
                "<b>על הנייר המחוק.</b> שיכול לחזור ולמוחקו עד העדים ולכתוב עליו מה שירצה ולא מנכרא מלתא, שהרי עדים נמי על המחק הם חתומים:",
                "<b>ודפתרא.</b> אין המחק שלו ניכר. דיפתרא, דמליח וקמיח ולא עפיץ:",
                "<b>וחכמים מכשירין.</b> בגיטין בלבד. דסבירא להו עדי מסירה כרתי, והעדים שהגט נמסר בפניהם הם עיקר הגרושין, לא עדי חתימה. אבל בשאר שטרות דסמכינן אעדי חתימה, מודים חכמים שאין נכתבים לא על נייר מחוק ולא על דיפתרא. והלכה כחכמים: "
            ],
            [
                "<b>ואפילו חרש שוטה וקטן.</b> והוא שגדול עומד על גביו ואומר לו כתוב לשם פלוני. אבל נכרי ועבד, אפילו גדול עומד על גביו, לכתחלה לא יכתוב גט, מפני שהם בני דעת ואדעתא דנפשייהו עבדי, שאפילו גדול אומר לו כתוב לשם פלוני הוא לא יכתוב אלא לדעת עצמו. ואם נכרי ועבד כתבו טופס הגט, וישראל בן דעת כתב התורף שהוא שם האיש והאשה והזמן שכל אלו צריכין לשמן, הגט כשר. וכן חרש שוטה וקטן דאמרינן במתניתין שכשרים לכתוב את הגט, ה״מ טופס, אבל תורף אינו כשר אלא שיכתבנו ישראל גדול ובן דעת:",
                "<b>חושן מחרש שוטה וקטן.</b> דלאו בני דעה נינהו:",
                "<b>וסומא.</b> פסול להביא גט מחוצה לארץ, שאינו יכול לומר בפני נכתב ובפני נחתם. אבל להביא גט בארץ ישראל שא״צ לומר בפני נכתב ובפני נחתם, או אפילו בחו״ל אם הגט מקויים בחותמיו, או להיות שליח של אשה לקבל גיטה, לכל אלו הסומא כשר:",
                "<b>ונכרי.</b> דליתיה בתורת גיטין וקדושין, ובמידי דלנפשיה לא חזי לא מצי למעבד שליחותא לאחריני: "
            ],
            [
                "<b>קיבל הקטן.</b> הגט מיד הבעל:",
                "<b>והגדיל.</b> קודם שמסרו לה:",
                "<b>פתוח ונסתמא וחזר ונתפתח.</b> אפילו לא חזר ונתפתח, הואיל והיה פתוח בשעת קבלת הגט שפיר מצי למיהוי שליח, דהא יכול לומר בפני נכתב ובפני נחתם. אלא איידי דבעי למתני סיפא וחזר ונשתפה, שצריך שיהיה בן דעת בשעת נתינה, תנא נמי רישא וחזר ונתפתח. וכל פסולי עדות בעבירה, פסולין להביא את הגט, שאין נאמנים לומר בפני נכתב ובפני נחתם. ואם הגט מקויים בחותמיו, כשרים להביאו: "
            ],
            [
                "<b>חמותה ובת חמותה כו׳</b> אינן נאמנות לומר מת בעלה, משום דסניין לה ומכוונין לקלקלה:",
                "<b>ובלבד שהיא צריכה לומר בפ״נ ובפ״נ.</b> ודוקא כשהתנה הבעל עמה בשעה שמסר הגט לידה ואמר לה לא תתגרשי אלא בבית דינו של פלוני ותאמרי בפ״נ ובפ״נ. והב״ד לוקחין אותו מידה אחר שאמרה בפ״נ ובפ״נ, וממנין שליח שיחזור ויתן אותו לה. אבל אשה שגיטה יוצא מתחת ידה בכל מקום שהיא, הרי זו מגורשת, ואפילו שאין הגט מקוים בחותמיו, ואינה צריכה שתאמר בפ״נ ובפ״נ:"
            ]
        ],
        [
            [
                "<b>כל גט.</b> קול סופרים מקרין. הגדולים מקרין לתלמידיהם, כשיבא גט לפניך כתבהו כך. והזכירו שם אינש בעלמא:",
                "<b>יותר מכן.</b> ולא זה בלבד שנכתב שלא לשם גירושין אלא להתלמד, אלא אף זה שנכתב לשם גירושין גמורים ונמלך, פסול:",
                "<b>יתר מכן היו לו ב׳ נשים כו׳</b> ולא זה בלבד שנכתב שלא לשם גירושין של אדם זה, פסול. אלא אף זה שהיו לו שתי נשים שנכתב לשם גירושין דהאי גברא, פסול, כיון שנכתב שלא לשם גירושין של זו:",
                "<b>גדולה וקטנה.</b> לאו דוקא:",
                "<b>יתר מכן אמר ללבלר וכו׳</b> הא קמ״ל דלא אמרינן הוברר הדבר למפרע דבשעת כתיבה נמי דעתיה אהא ואיכא גירושין דידיה ודידה: "
            ],
            [
                "<b>הכותב טופסי גיטין.</b> סופר שרוצה שיהיו מזומנין אצלו, שפעמים אדם בא לשכרו והוא טרוד בשטרות אחרים:",
                "<b>צריד שיניח מקום האיש ומקום האשה ומקום הזמן.</b> ובגמרא מוסיף אף מקום הרי את מותרת לכל אדם:",
                "<b>מפני התקנה.</b> התירו לכתוב טופסי גיטין ושטרות שלא לשמן מפני תקנת הסופר שיהיו מזומנים לו, ובלבד שישייר תורף לכתבו לשמה. וגזרינן תורף שאר שטרות אטו תורף דגיטין:",
                "<b>רבי יהודה פוסל בכולן.</b> דגזר טופס אטו תורף, ושאר שטרות אטו גיטין:",
                "<b>ר״א מכשיר בכולן.</b> דלא גזר שאר שטרות אטו גיטין:",
                "<b>חוץ מגטי נשים שנאמר וכתב לה לשניה.</b> וגזרינן טופס אטו תורף. והלכה בר״א: "
            ],
            [
                "<b>לאלתר.</b> מיד. כשר:",
                "<b>ואם לאו פסול.</b> ודוקא שאבד במקום שהשיירות מצויות, דאיכא למימר מעוברים ושבים נפל. אבל אם אבד במקום שאין השיירות מצויות, אפילו לאחר זמן מרובה כשר. ואפילו אבד במקום שהשיירות מצויות, אם יש לעדים בו סימן מובהק, כגון שיאמרו נקב יש בו בצד אות פלונית, או שיאמרו מעולם לא חתמנו בגט באלו השמות אלא בזה בלבד, כשר, ואפילו לאחר זמן מרובה:",
                "<b>בחפיסא או בדלוסקמא.</b> אמתחות שרגילין לתת בהם שטרות ויש בהן סימן שהם שלו:",
                "<b>אם מכירו כשר.</b> מלתא באנפי נפשה היא. והכי קאמר, מצאו בחפיסה או בדלוסקמא אע״פ שאינו מכירו לגט, או שמכירו לגט אע״פ שמצאו בכל מקום, כשר:",
                "<b>נותנו לה בחזקת שהוא קיים.</b> ולא חיישינן שמא מת ובטל שליחותו, דאמרינן העמד דבר על חזקתו. אבל אם נודע שמת קודם שהגיע גט לידה, הגט בטל, דאין גט לאחר מיתה:",
                "<b>מקריבין אותה.</b> ולא חיישינן שמא מתו בעליה, וחטאת שמתו בעליה למיתה עומדת: "
            ],
            [
                "<b>כרקום.</b> תרגום מצור כרכומין:",
                "<b>המטרפת.</b> ועדיין לא טבעה:",
                "<b>לידון.</b> בדיני נפשות:",
                "<b>בת ישראל לכהן.</b> חומרי מתים:",
                "<b>בת כהן לישראל.</b> חומרי חיים: "
            ],
            [
                "<b>המביא גט בארץ ישראל.</b> שאין צריך לומר בפני נכתב ובפני נחתם:",
                "<b>משלחו ביד אחר.</b> ועושה שליח מאליו ולא בבית דין. ודוקא חלה:",
                "<b>ואם אמר לו.</b> בעל לשליח:",
                "<b>טול לי הימנה חפץ פלוני.</b> כשתתן לה את הגט. לא ישלחנו ביד אחר: "
            ],
            [
                "<b>עושה ב״ד.</b> שליח, ומשלחו:",
                "<b>שליח ב״ד אני.</b> ומסתמא ב״ד עשו הדבר בהכשרו. ושליח שני ממנה שליח שלישי עד מאה, וכולן בב״ד, מדתנן במתניתין אין השליח האחרון כו׳ אלא אומר שליח ב״ד אני: "
            ],
            [
                "<b>להיות מפריש עליהן מחלקן.</b> כשיפריש התרומה ימכרנה ויעכב הדמים לעצמו בשביל חובו שיש לו על הכהן. ומעשר ראשון ומעשר עני יעכב ויאכל בשביל החוב שיש לו על הלוי ועל העני. אלא שמפריש ממעשר ראשון תרומת מעשר לכהן. ואם הוא רגיל ליתן תרומותיו ומעשרותיו לזה הכהן או הלוי או העני שהלוה להן, אין צריך לזכות להם מעשרותיו ותרומותיו על יד אחר, אלא לוקחן לעצמו מיד אחר שיפרישם. אבל אם רגיל ליתן תרומותיו ומעשרותיו לאחרים, אינו יכול לעכבן בחובו, עד שיזכה להם ע״י אחר תחילה, ואח״כ יחזור ויטלם בחובו:",
                "<b>צריך ליטול רשות מן היורשים.</b> שירשו מהם קרקע משועבדת לבעל חוב, צריך ליטול מהם רשות אם רוצים לפרוע חוב זה מתרומות ומעשרות הללו, דשמא רוצים הם ליקח מתנותיהן ולפרוע חוב מורישם ממקום אחר: "
            ],
            [
                "<b>המניח פירות להיות מפריש עליהן כו׳</b> סומך על אלו ואוכל טבלים אחרים שיש לו, ואומר, הרי תרומתן באותן פירות שהקציתי לכך:",
                "<b>ואם אבדו.</b> הלך לבדקן ומצאן שאבדו:",
                "<b>ה״ז חושש.</b> לאותן טבלים שתקן בהבטחתן של אלו. ואם לא אכלן צריך להפריש מהם, שמא כשאמר הרי תרומתן בפירות שהקציתי כבר היו אבודין:",
                "<b>מעת לעת.</b> של בדיקה. כשבדקן ומצאן אבודין חושש שמא מאתמול בעת הזאת אבדו, ואם עשאן מעשר תוך מעת לעת על פירות אחרים צריך להפריש עליהם מספק. וטפי מהכי לא אחמור רבנן למיחש, אלא סומכין אחזקה:",
                "<b>בודקין את היין.</b> שהניחו להיות מפריש עליו, צריך לבדקו, שמא החמיץ ואין תורמין מן החומץ על היין:",
                "<b>בקדים של מוצאי החג.</b> כשמנשבת רוח קדים במוצאי החג:",
                "<b>ובשעת כניסת מים.</b> כשהן כפול הלבן נקראים בוסר. וכשהלחלוחית נכנסת וגדילה בתוכו שיכול לעצור מהן כל שהוא, היינו כניסת מים. פירוש אחר, היו כותשים הענבים כשדהן בוסר ונותנים לתוכו מים ועושים חומץ לטבול. והלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>השולח והגיע בשליח.</b> שלא היה מתכוין לרדוף אחריו להשיגו, אלא שנשתהה השליח בדרך והיה לו לזה דרך לשם וראהו וביטל הגט, אפילו הכי בטל, ולא אמרינן לצעורא בעלמא מכוין, שאם היה בדעתו לבטלו היה רודף אחריו:",
                "<b>אינו יכול לבטלו.</b> הא קא משמע לן דאף על פי דחזינן ליה דמהדר עליה מעיקרא לבטוליה, לא אמרינן אגלאי מלתא למפרע דבטולי בטליה. והיכא דיהיב אינש גיטא לדביתהו לזמן או על תנאי, אי אמר לה הרי זה גיטך מעכשיו ולזמן פלוני או אם יתקיים תנאי פלוני, מכי מטי גיטה לידה לא מצי תו לבטליה, ותהיה מגורשת לאותו זמן או כשיתקיים התנאי. ואי לא אמר לה מעכשיו, אפילו לבתר דמטא גטה לידה מצי מבטל ליה: "
            ],
            [
                "<b>בראשונה.</b> לא היה מבטלו בפני האשה ולא בפני השליח, אלא במקום שהיה עומד היה מבטלו בפני שלשה:",
                "<b>מפני תקון העולם.</b> שהשליח שאינו יודע בדבר מוליכו לה והיא נישאת בו. ומכח תקנת רבן גמליאל מלקין על מי שמבטל הגט או מוסר מודעא על הגט:",
                "<b>בראשונה היה משנה שמו ושמה.</b> כשהיו לו שני שמות, אחד כאן ואחד במדינת הים, היה מגרשה בשם הנוהג במקום כתיבת הגט, ולא היה מקפיד לכתוב את שניהם:",
                "<b>מפני תיקון העולם.</b> שלא יוציאו לעז על בניה מן השני, לומר לא גרשה בעלה שאין זה שמו. ואדם שהוחזק בשני שמות בשני מקומות, חד במקום הכתיבה וחד במקום הנתינה אינה מגורשת עד שיכתוב שם של מקום הנתינה ושם של מקום הכתיבה עמו. אבל אם הוחזק בשני שמות במקום אחד וכתב אחד מן השמות, בדיעבד הגט כשר. מיהו לכתחילה צריך לכתוב שניהם. והיכא דשינה שמו או שמה בגט, אע״פ שכתב אחר כך וכל שם שיש לי, הגט בטל: "
            ],
            [
                "<b>אין אלמנה נפרעת.</b> כתובתה:",
                "<b>מנכסי יתומים, אלא בשבועה.</b> שלא נתקבלה כלום:",
                "<b>נמנעו מלהשביעה.</b> שמפני שהיא טורחת לפני היתומים מורה התירא לעצמה לישבע שלא לקחה כלום. ואף על פי שלקחה דבר מועט סבורה שבשכר טרחה נוטלתו ואינו מפרעון כתובתה. ולפיכך נמנעו מלהשביעה והיתה מפסדת כתובתה:",
                "<b>התקין ר״ג שתהא נודרת ליתומים כל מה שירצו.</b> כגון קונם מיני מזונות עלי אם נהניתי מכתובתי:",
                "<b>וגובה כתובתה.</b> ואם נשאת לאחר קודם שהדירוה היתומים על כתובתה, ואם ידירוה אחר שנשאת, שמא יפר לה בעלה, כיצד יעשו, משביעין אותה חוץ לב״ד שבועה דרבנן שאין ענשה מרובה, ונוטלת כתובתה אחר שנשאת. וכשבאת לגבות כתובתה קודם שתנשא לאחר (הרשות ביד היתומים, רצו משביעין אותה חוץ לב״ד, או מדירים אותה בב״ד:",
                "<b>העדים חותמים על הגט מפני תקון העולם.</b> אתרווייהו קאי, גבי אלמנה שתהא נודרת ליורשים כל מה שירצו, מפני תקון העולם, שיהיו הנשים נישאות לבעליהן ולא תדאגנה להפסיד כתובתן. וגבי עדים חותמים על הגט מפני תיקון העולם, דהואיל ועדי מסירה כרתי, שהעדים שנמסר הגט בפניהם לאשה הם עיקר הגירושין, לא היה צריך שיחתמו עדים בגט, אלא מפני תיקון העולם, דחיישינן שמא ימות אחד מן העדים שנמסר הגט בפניהם, ונמצא הגט שבידה בלא עדים כחספא בעלמא: ",
                "<b>הלל התקין פרוזבול.</b> שראה את העם שנמנעו מלהלוות זה את זה ועברו על מה שכתוב בתורה (דברים ט״ו:ט׳) השמר לך פן יהיה דבר עם לבבך בליעל, עמד והתקין פרוזבול. וזה גופו של פרוזבול, מוסר אני לכם פלוני ופלוני דיינים. שכל חוב שיש לי אצל פלוני, שאגבנו כל זמן שארצה: "
            ],
            [
                "<b>עבד שנשבה ופדאוהו.</b> ישראלים אחרים לאחר שנתיאש רבו ממנו:",
                "<b>אם לשום עבד ישתעבד.</b> לרבו שני:",
                "<b>לשום בן חורין לא ישתעבד.</b> לא לרבו ראשון, ולא לרבו שני. לרבו שני לא, דהא לשום בן חורין פרקיה. לרבו ראשון לא, דלמא ממנעי ולא פרקי:",
                "<b>רבן שמעון בן גמליאל אומר בין כך ובין כך ישתעבד.</b> לרבו ראשון. שלא יהא כל אחד ואחד הולך ומפיל עצמו לגייסות ומפקיע עצמו מיד רבו:",
                "<b>אפותיקי.</b> פה תהא קאי. מזה תגבה חובך ולא ממקום אחר:",
                "<b>ושחררו.</b> רבו ראשון:",
                "<b>שורת הדין אין העבד חייב כלום.</b> לרבו שני. שהשחרור ששחררו רבו ראשון מפקיעו מידי שעבוד:",
                "<b>אלא מפני תקון העולם.</b> שמא ימצאנו רבו שני בשוק ויאמר לו עבדי אתה ויוציא לעז על בניו:",
                "<b>כופין את רבו.</b> שני, ועושהו בן חורין. וכותב לו העבד שט״ח על דמיו, כלומר כפי מה שהוא שוה לימכר בשוק, לא כפי החוב אם היה החוב יתר על דמיו:",
                "<b>רשב״ג אמר אין העבד כותב.</b> שטר חוב, שהוא אינו חייב כלום. אלא רבו ראשון שהזיק שעבודו של זה, הוא שצריך לשלם לו דמיו, שהמזיק שעבודו של חברו חייב. והלכה כרשב״ג:   "
            ],
            [
                "<b>מי שחציו עבד וחציו בן חורין.</b> כגון עבד של ב׳ שותפים ושחררו אחד מהם. א״נ שקבל רבו ממנו חצי דמיו ושחרר חציו באותם הדמים:",
                "<b>תקנתם את רבו.</b> שאינו חסר כלום:",
                "<b>לישא שפחה אינו יכול.</b> מפני צד חירות שבו:",
                "<b>בת חורין אינו יכול.</b> מפני צד עבדות שבו:",
                "<b>כופין את רבו ועושהו בן חורין.</b> וה״ה אם היה עבד של מאה שותפין ואחד מהם שחררו, שכופין את כלם לשחררו: "
            ],
            [
                "<b>יצא בן חורין.</b> אם ברח מן הנכרי, או שקנסו אותו ב״ד לפדותו מן הנכרים, כדאמרינן כופין אותו לפדותו ואחר שפדאו לא ישתעבד בו. וקנס חכמים הוא, לפי שהפקיעו מן המצות. וכן לחו״ל יצא לחירות לפי שהוציאו מא״י:",
                "<b>מפני תקון העולם.</b> שלא ימסרו הנכרים עצמן להרבות להביא שבויין כשרואין שמוכרין אותם ביותר מכדי דמיהם:",
                "<b>ואין מבריחין את השבויין מפני תקון העולם.</b> שמא יקצפו על השבויין העתידים לבא לידם ויתנום בשלשלאות וישימו בסד רגלם:",
                "<b>רבן שמעון בן גמליאל אומר מפני תקנת השבויין.</b> דלא חייש רשב״ג על העתידים לבא בשביה, אלא על אותם שהם שבויים עתה עמו. שאם אין שבוי אלא הוא יחידי, מבריחין אותו, ואין לחוש כאן מפני תקנת שבויים אחרים כשאין שבויים אחרים עמו. והלכה כרשב״ג: "
            ],
            [
                "<b>משום שם רע.</b> שיצא עליה לעז זנות:",
                "<b>משום נדר.</b> שנדרה והוא אומר אי אפשי באשה נדרנית:",
                "<b>לא יחזיר.</b> ואפילו נמצאו הדברים שקר, או הנדר התירו חכם. שמא תלך ותנשא לאחר וימצא הלעז של זנות שקר, והנדר יתירנו חכם והיא לא תהיה פרוצה בנדרים, ויאמר אלו הייתי יודע שכן אפילו היו נותנים לי מאה מנה לא הייתי מגרשה, ונמצא גט בטל ובניה ממזרים. לפיכך אומרים לו הוי יודע שהמוציא את אשתו משום שם רע ומשום נדר לא יחזיר עולמית, ומתוך הדברים הללו הוא גומר ומגרש גירושין גמורים ולא מצי תו לקלקלה:",
                "<b>ר׳ יהודה אומר כל נדר שידעו בו רבים לא יחזיר.</b> רבי יהודה סבר דטעמא דאמור רבנן המוציא את אשתו משום שם רע ומשום נדר לא יחזיר, כדי שלא תהיינה בנות ישראל פרוצות בעריות ובנדרים. ומש״ה קאמר דנדר שידעו בו רבים, עשרה מישראל או יותר איכא פריצותא טפי, וקנסוה ולא יחזיר. ושלא ידעו בו רבים ליכא פריצותא כולי האי ולא קנסוה:",
                "<b>לא יחזיר.</b> דר״מ סבר, טעמא משום קלקולא. הלכך נדר שאינו יכול להפר אבל חכם יכול להתיר, יכול הוא לקלקל את הגט לאחר שתנשא לאחר ויאמר אלו הייתי יודע שחכם יכול להתיר לא הייתי מגרשה:",
                "<b>ושאינו צריך חקירת חכם.</b> אלא הוא יכול להפר לא הוצרכו חכמים לאסור עליו מלהחזירה, לפי שאינו יכול לקלקלה ולומר אילו הייתי יודע כו׳, שהרי נדר פתוח הוא והיה לו להפר ולא הפר:",
                "<b>לא אסרו זה.</b> שצריך חקירת חכם, להחזיר:",
                "<b>אלא מפני זה.</b> שאינו צריך. דבצריך לא היה לנו לחוש לקלקולא לפי שאינו יכול לומר אילו הייתי יודע שחכם יכול להתירו לא הייתי מגרש, דאנן סהדי שאעפ״כ היה מגרש, שאין אדם רוצה שתתבזה אשתו בב״ד בפני חכם לילך לבית דינו ולשאול על נדרה. אלא מפני נדר. שאינו צריך חכם ובעל יכול להפר, אסרו את כולן, שלא יאמר אילו הייתי יודע שהייתי יכול להפר לא הייתי מגרשה:",
                "<b>א״ר יוסי בר׳ יהודה כו׳</b> בגמרא מפרש דחסורי מחסרא והכי קתני, במה דברים אמורים כשנדרה היא, אבל נדר הוא שיגרשנה וגרשה, יחזיר ולא חיישינן לקלקולא:",
                "<b>ואמר ר׳ יוסי ברבי יהודה מעשה נמי בצידן באחד שאמר לאשתו קונם אם איני מגרשך</b>, כלומר יאסרו כל פירות שבעולם עלי אם איני מגרשך, וגירשה, והתירו לו חכמים שיחזירנה:",
                "<b>מפני תקון העולם.</b> כלומר שלא אמרו חכמים המגרש את אשתו משום נדר לא יחזירנה אלא מפני תקון העולם דחיישינן לקלקולא, והא לא שייך אלא משום נדר דידה, אבל כשנדר הוא שאין כאן משום תקון העולם, התירו להחזיר. והלכה כר״י:   "
            ],
            [
                "<b>רבי יהודה אומר, לא יחזיר.</b> שמא תנשא ותלד ויאמר אילו הייתי יודע שכן, אפילו היו נותנים לי מאה מנה לא הייתי מגרשך:",
                "<b>וחכמים אומרים יחזיר.</b> שלא חיישינן לקלקולא. ובגמרא מפרש מאן חכמים, ר״מ, דאמר בעינן תנאי כפול. והכי במאי עסקינן דלא כפליה לתנאיה, שלא אמר לה הוי יודעת שמשום אילונית אני מוציאך, ואם אין את אילונית לא יהא גט, דהשתא הוי גט אפילו אינה אילונית:",
                "<b>והיא תובעת כתובתה.</b> שהאילונית אין לה כתובה. ועכשיו שנמצא שאינה אילונית, תובעת כתובתה:",
                "<b>שתיקותיך יפה ליך מדבוריך.</b> שיאמר אילו ידעתי שסופי ליתן לך כתובה לא גרשתיך, נמצא גט בטל ובניה ממזרים: "
            ],
            [
                "<b>אין פודין אותו.</b> והוא שרגיל בכך. כגון שמכר ושנה ושלש:",
                "<b>לוקח ומביא ביכורים.</b> בכל שנה צריך ליקח מהנכרי ביכורי פירותיה בדמים, ומביאן לירושלים:",
                "<b>מפני תקון העולם.</b> שלא יהא רגיל למכור קרקע בארץ ישראל לנכרים. ואם מכר יטרח לחזור ולפדות:"
            ]
        ],
        [
            [
                "<b>הניזקין שמין להם בעידית.</b> אע״ג דמדאורייתא היא, דכתיב (שמות כ״ב:ד׳) מיטב שדהו ומיטב כרמו ישלם, האי תנא סבר דמיטב שדהו דניזק קאמר קרא, ומפני תקון העולם אמרו חכמים שישלם המזיק מעידית שבנכסיו, אע״פ שהם טובים מעידית של ניזק, כדי שיהו נזהרים מלהזיק:",
                "<b>ובעל חוב בבינונית.</b> דמדאורייתא לא גבי אלא מזיבורית, דכתיב (דברים כ״ד:י״א) והאיש אשר אתה נושה בו יוציא אליך את העבוט החוצה, ואין דרכו של אדם להוציא אלא הפחות שבנכסיו, ומפני תקון העולם אמרו בעל חוב בבינונית, כדי שלא תנעול דלת בפני לווין:",
                "<b>וכתובת אשה בזבורית.</b> דליכא למיחש בה לנעילת דלת. דיותר ממה שהאיש רוצה לישא, אשה רוצה להנשא:",
                "<b>ר״מ אומר כו׳</b> ואין הלכה כרבי מאיר: "
            ],
            [
                "<b>אין נפרעים מנכסים משועבדים.</b> כגון לוה שמכר בינונית שלו שהיא משועבדת לבעל חוב, אין הבעל חוב יכול לטרוף אותה מן הלוקח אם נשאר אצל הלוה נכסים בני חורין, ואע״פ שאינן אלא זבורית: "
            ],
            [
                "<b>אין מוציאין לאכילת פירות ולשבח קרקעות.</b> הגוזל שדה ומכרה לאחר, וזרעה וצמחה ועשאה פירות ובא נגזל וגבאה עם פירותיה מן הלוקח, אינו משלם ללוקח כי אם היציאה, וחוזר הלוקח על המוכר וגובה דמי הקרקע מנכסים משועבדים, שהרי מכרה לו באחריות וכתב לו שטר מכירה והרי היא מלוה בשטר, ואת הפירות מנכסים בני חורין ולא ממשועבדים:",
                "<b>וכן לשבח קרקעות.</b> אם השביחה הלוקח בנטיעת האילנות או בזבל וכיוצא בזה:",
                "<b>ולמזון האשה והבנות.</b> דתנאי כתובה הוא, ואת תהא יתבא בביתי ומתזנא מנכסי, ובנן נוקבין דיהויין ליכי מנאי יהויין יתבין בביתי ומתזנין מנכסאי וכו׳, כשבאות לגבות מזונותיהן אין גובים אלא מנכסים בני חורין ולא ממשועבדים:",
                "<b>מפני תקון העולם.</b> שהם דברים שאין להם קצבה ולא ידע כמה הם ולא מצי מזדהר:",
                "<b>והמוצא מציאה.</b> והחזירה, והבעלים אומרים שלא החזיר כולה:",
                "<b>לא ישבע מפני תקון העולם.</b> שאם אתה אומר ישבע אין לך אדם שמטפל במציאה להחזירה:"
            ],
            [
                "<b>יתומים שסמכו אצל בעל הבית.</b> לעשות מעשיהם על פיו ולא שנתמנה להם אפטרופוס, אפילו הכי כאפטרופוס הוא.",
                "<b>אפטרופוס</b>, בלשון רומי קורין לאב פאט״ר ולקטנים פוטו״ס. ופירוש אפטרופוס אביהן של קטנים:",
                "<b>שמינהו אבי יתומים ישבע.</b> דאי לאו דאית ליה הנאה מיניה לא הוה ליה אפטרופוס, ומשום שבועה לא אתי לאמנועי:",
                "<b>מנוהו בית דין לא ישבע.</b> דטובת חנם היא שזה עושה לבית דין לקבל דבריהם ולטרוח חנם ואי רמית עליה שבועה אתי לאמנועי:",
                "<b>אבא ששאול אומר חלוף הדברים.</b> מנוהו בית דין ישבע, דבההיא הנאה דקא נפיק עליה קלא דאינש מהימנא הוא דהא סמכי עליה בי דינא, משום שבועה לא אתי לאמנועי. מינהו אבי יתומים לא ישבע, דטובת חנם עושה לו לטרוח עם בניו, ואי רמית עליה שבועה אתי לאמנועי. והלכה כאבא שאול:",
                "<b>המטמא.</b> טהרותיו של. חברו:",
                "<b>והמדמע.</b> מערב תרומה בחולין של חברו. ומפסידו, שצריך למכרו לכהנים בזול:",
                "<b>והמנסר.</b> שמערב יין נסך ביין כשר ואוסרו בהנאה:",
                "<b>במזיד חייב.</b> ובדין הוא שיהא פטור, דהיזק שאינו ניכר לאו שמיה היזק, אלא מפני תקון העולם שלא יהא כל אחד ואחד הולך ומטמא טהרותיו של חברו ואומר פטור אני:",
                "<b>הכהנים.</b> שפגלו. קרבנות, ששחטו וזרקו דמם במחשבת לאכול מהם חוץ לזמנו. ולא הורצו לבעלים:",
                "<b>מזידים.</b> שידעו שפסולים בכך:",
                "<b>חייבים.</b> לשלם דמיהן לבעלים, שהרי צריכין להביא אחרים, ואי נמי נדבה היא שאינו חייב בתשלומין, מכל מקום קשה בעיניו שלא הקריב קרבנו שהרי להביא דורון היה מבקש: "
            ],
            [
                "<b>על החרשת שהשיאה אביה.</b> ואע״ג דהויא אשת איש גמורה שהרי קבל אביה קדושיה כשהיא קטנה, אפ״ה יוצאה בגט, ומקבלת את גטה כשהיא חרשת, ואע״ג דלית בה דעתא, דאשה מתגרשת בעל כרחה, הלכך לא בעינן דעתה:",
                "<b>ועל קטנה בת ישראל.</b> שנשאת לכהן. והיא יתומה, דלא הוי נשואים אלא מדרבנן:",
                "<b>שאוכלת בתרומה.</b> דרבנן. ולא גזרינן תרומה דרבנן אטו תרומה דאורייתא:",
                "<b>מריש.</b> קורה:",
                "<b>בירה.</b> בית גדול:",
                "<b>מפני תקנת השבים.</b> שאם אתה מצריכו לקעקע בירתו ולהחזיר המריש עצמו, ימנע מלעשות תשובה:",
                "<b>שלא נודעה לרבים.</b> שהיא גזולה:",
                "<b>שהיא מכפרת.</b> ואין צריך להביא אחרת:",
                "<b>מפני תקון מזבח.</b> שלא יהיו כהנים עצבים שאכלו חולין שנשחטו בעזרה, ונמצא מזבח בטל, שנמנעים מלעבוד עבודה: "
            ],
            [
                "<b>לא היה סקריקון.</b> נכרי רוצח. כלומר לא דנו דין סקריקון, לומר שהקונה קרקע של ישראל מיד הנכרי רוצח, יהיה חייב לדון עם הבעלים:",
                "<b>בשעת הרוגי המלחמה.</b> בשעה שהיתה הגזירה קשה על ישראל ליהרג במלחמה. שהלוקח ממנו באותה שעה היה מקחו קיים ולא היה צריך לדון עם הישראל בעל הקרקע, משום דאגב אונסיה דישראל הוה גמר ומקנה לסיקריקון. וקיי״ל [ב״ב מז:] תלוהו וזבין זביניה זביני:",
                "<b>אבל מהרוגי המלחמה ואילך.</b> שלא היתה הגזירה ליהרג, דנו דין סקריקון, לומר שהקונה ממנו יעשה דין עם הבעלים. כמו שמפורש במשנה:",
                "<b>מקחו בטל.</b> דאמרינן מיראה עבד:",
                "<b>לקח מן האיש.</b> קרקע המיוחד לכתובת אשתו:",
                "<b>מקחו בטל.</b> דאמרה נחת רוח עשיתי לבעלי:",
                "<b>נותן לבעלים רביע.</b> ששיערו, דסיקריקון מתוך שבחנם בא לידו מוזיל גביה רבעא: "
            ],
            [
                "<b>רומז ונרמז.</b> מה שהוא רומז או שאחרים רומזים לו ונתרצה, הכל קיים. רמיזה, בידיו ובראשו. קפיצה, עקימת שפתים, שנאמר (איוב ה׳:ט״ז) קפצה פיה. ואינו סימן ניכר כמו רמיזה:",
                "<b>במטלטלין.</b> אם מכר מטלטלין. ואין הלכה כבן בתירה:",
                "<b>הפעוטות.</b> הקטנים כבן ז׳ כבן ח׳ אם הוא חריף ויודע בטיב משא ומתן. או כבן ט׳ ובן י׳ אם אינו חריף כל כך:",
                "<b>מקחן מקח וממכרן ממכר במטלטלין.</b> ומתנתן מתנה. אחד מתנת בריא, ואחד מתנת שכיב מרע. אחד מתנה מרובה, ואחד מתנה מועטת: "
            ],
            [
                "<b>כהן קורא ראשון וכו׳</b> כשהן שוין בחכמה. אבל אם הישראל גדול בחכמה, קודם לכהן וללוי, דממזר תלמיד חכם קודם לכהן גדול עם הארץ. הדין הוא דינא דגמרא. והאידנא נהוג שכהן אפילו עם הארץ קודם לחכם גדול שבישראל:",
                "<b>מפני דרכי שלום.</b> דמדאורייתא יכול הכהן לתת רשות למי שירצה שיקרא בתורה לפניו, ומפני דרכי שלום אמרו שיקרא הוא ראשון ולא יתן רשות לאחר שיקרא, דלא ליתי לאנצויי ולומר מפני מה הרשה לזה ולא לאחר. ולא שנא בשבתות וימים טובים דשכיחי רבים, ולא שנא בשני ובחמישי בזמן הזה, לעולם כהן קורא ראשון ואינו יכול לתת רשות לישראל שיקרא לפניו, כי היכי דלא ליתו לאנצויי. ואם אין שם כהן, נתפרדה החבילה, ולא יקרא לוי שני אלא כפי חשיבותו, ואית דאמרי לא יקרא לוי בתורה כלל, וכן המנהג:",
                "<b>מערבין בבית ישן.</b> בני חצר שרגילים ליתן עירובן בכל שבת בבית אחד, אין משנין את מקומן ליתנו בבית אחר:",
                "<b>מפני דרכי שלום.</b> שבני אדם שהיו רגילים לראות העירוב באותו בית, עכשיו שאין רואים אותו יאמרו שמטלטלין בלא עירוב, ואיכא חשדא:",
                "<b>בור שהוא קרוב.</b> למוצא אמת המים הבא מן הנהר:",
                "<b>מתמלא ראשון.</b> ואחריו יתמלאו התחתונים:",
                "<b>מצודות חיה.</b> שאין להם תוך דליקני ליה כליו:",
                "<b>יש בהן גזל מפני דרכי שלום.</b> ולא נפיק בדיינים:",
                "<b>רבי יוסי אומר גזל גמור.</b> מדבריהם. ונפיק בדיינים. ומיהו מודה רבי יוסי דלא הוי גזל דאורייתא לעבור עליו בלאו. ואין הלכה כרבי יוסי:",
                "<b>המנקף.</b> חותך. כמו ונקך סבכי היער (ישעיה י׳):"
            ],
            [
                "<b>החשודה על השביעית.</b> לשמור פירות שביעית ולהצניעם מן הביעור ואילך:",
                "<b>לא תבור ולא תטחון עמה.</b> לסייעה, מפני שאסור לסייע בידים ידי עוברי עבירה בשעת העבירה:",
                "<b>לאשת עם הארץ.</b> החשודה על המעשרות:",
                "<b>ובוררת וטוחנת.</b> לפי שרוב עמי הארץ מעשרים הן:",
                "<b>אבל משתטיל המים.</b> בעיסה:",
                "<b>לא תגע עמה.</b> לפי שמשגלגלה הוטבלה לחלה, וקא מיטמאה מחמת כלים טמאים שהרי הוכשרה לקבל טומאה, וזו מסייעתה לגלגל ואסור לגרום טומאה לחלה:",
                "<b>וכולן לא אמרו כו׳</b> לא התירו להשאילם כלים ולסייעם בלא שעת עבירה עצמה, אלא משום דרכי שלום:",
                "<b>ומחזיקין ידי גוים.</b> לומר להם תחזקנה ידיכם:",
                "<b>ושואלים בשלומם.</b> כל הימים ואפילו ביום חגם. ואע״פ שמטיל שם שמים על הנכרי, ששלום אחד משמותיו של הקב״ה:"
            ]
        ],
        [
            [
                "<b>האומר התקבל.</b> אם רצה לחזור יחזור. דגט חוב הוא לה ואין חבין לאדם שלא מדעתו:",
                "<b>לא יחזור.</b> דכיון דאיהי שויתיה שליח הרי הוא כידה ונתגרשה מיד בקבלתו של זה:",
                "<b>אף האומרת טול לי גיטי.</b> לשון קבלה הוא. והלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>צריכה.</b> להביא לפנינו שתי כיתי עדים:",
                "<b>שנים שיאמרו בפנינו אמרה.</b> לו לקבלו:",
                "<b>ושנים שיאמרו בפנינו קבל וקרע.</b> ובשעת השמד שנו, שגזרו על המצות והיו קורעים הגט מיד, שלא ייראה:",
                "<b>ואפילו הן כו׳</b> שהשנים שאמרה בפניהם הם עצמם ראו כשקבלו:",
                "<b>או אחד מן הראשונים ואחד מן האחרונים ואחד.</b> שלישי, שנעשה עד בזו ובזו, מצטרך עמהם:",
                "<b>היא ואביה.</b> או היא או אביה. היא יש לה יד דהא גדולה היא. ואביה נמי זכאי לקבלו:",
                "<b>אינה מתגרשת.</b> ואפילו בקבלת אביה, דכתיב (דברים כ״ד:א׳) ושלחה מביתו, מי שמשלחה ואינה חוזרת, יצאה זו שמשלחה וחוזרת: "
            ],
            [
                "<b>במקום אחר פסול.</b> שהבעל מקפיד שאין רצונו שילעיזו עליו שם:",
                "<b>הרי היא במקום פלוני.</b> אינו אלא כמראה מקום, שם תמצאנה:",
                "<b>ורבי אליעזר מכשיר.</b> דסבר איהו דמדעתיה מגרש איכא קפידא, איהי דבעל כרחה מתגרשת מראה מקום היא לו. ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>הבא לי גטי אוכלת בתרומה.</b> אם אשת כהן היא. עד שיגיע גט לידה:",
                "<b>לאותו מקום.</b> שכך אמרה לו לא תהא שלוחי אלא שם:",
                "<b>ורבי אליעזר אוסר מיד.</b> משפירש מאצלה. ורבי אליעזר לטעמיה דמכשיר כשקבלו במקופ אחר, דמראה מקום היא לו ומשעת קבלה איגרשה לה, לפיכך משעה שפירש מלפניה אסורה, שמא מצאו חוץ לעיר וקבלו הימנו. ואין הלכה כר״א: "
            ],
            [
                "<b>כתבו אגרת וכו׳</b> שהגט קרוי אגרת שכך כתוב בו ואגרת שבוקין:",
                "<b>פטרוה לא אמר כלום.</b> דלמא לשון פטור וחובד קאמר, להקל מעליה חובות שחייבת:",
                "<b>פרנסוה.</b> לשון עשיית צרכיה כמו מוציאים לפרנסה וכו׳. הלכך לא ידעינן אי צרכי הגט הוא, שלא תהא זקוקה ליבם, אי צרכי מלבוש וכסות הוא:",
                "<b>כנימוס.</b> כחוק. לא ידעינן אי חוק גט אי חוק מזון וכסות. וכן כראוי:",
                "<b>היוצא בקולר.</b> ליהרג בדין המלכות:",
                "<b>ואמר כתבו.</b> אע״פ שלא אמר תנו:",
                "<b>יכתבו ויתנו.</b> דאגב פחדיה. טריד ולא פריש:",
                "<b>המפרש.</b> לים:",
                "<b>והיוצא בשיירא.</b> למדבריות:",
                "<b>המסוכן.</b> חולה. והלכה כר״ש שזורי: "
            ],
            [
                "<b>ואמר כל השומע את קולו.</b> ופירש שמו ושם עירו:",
                "<b>רצה לשחק בה.</b> הואיל ולא אמר תנו:",
                "<b>מעשה בבריא.</b> מפרש בגמרא דחסורי מחסרא והכי קתני, ואם הוכיח סופו על תחלתו, הרי זה גט, ומעשה נמי בבריא וכו׳. והלכה כרבן שמעון בן גמליאל:   "
            ],
            [
                "<b>אמר לשנים תנו גט לאשתי.</b> אע״ג דלא אמר כתבו ותנו, הרי אלו יכתבו בעצמן. ולא יאמרו לסופר אחר שיכתוב, ולא לעדים לחתום, דלאו בית דין שוינהו לצוות על אחרים אלא עדים שוינהו, והן הן שלוחיו הן הן עדיו. ואם אמר לג׳ כתבו ותנו גט לאשתי, אע״פ שהן ראוין ליעשות ב״ד, כיון דבהדיא אמר להו כתבו, לאו בית דין שוינהו אלא עדים:",
                "<b>אמר לג׳ תנו.</b> ולא אמר כתבו:",
                "<b>הרי אלו יאמרו.</b> לעדים אחרים, לכתוב ולחתום וליתן, מפני שעשאן בית דין:",
                "<b>מבית האסורים.</b> משמו של רבי עקיבא שהיה חבוש בבית האסורים:",
                "<b>נומינו לשליח.</b> אמרנו לרבי חנינא שנעשה שליח בהלכה זו לאמרה בבית המדרש:",
                "<b>ילמדו.</b> אם אינם יודעים לכתוב. ילמדו לכתוב עד שיכתבוהו הן בעצמן:"
            ]
        ],
        [
            [
                "<b>מי שאחזו קורדייקוס.</b> שנתבלבלה דעתו מחמת שד השולט על השותה יין חדש:",
                "<b>אין בדבריו האחרונים כלום.</b> וא״צ לחזור ולשאלו אחר שנתישבה דעתו, אלא כותבין הגט וסומכים על דבריו הראשונים. ומיהו כל זמן שדעתו מבולבלת אין כותבין הגט:",
                "<b>הרכין.</b> הטה:",
                "<b>בודקין אותו.</b> בדברים אחרים:",
                "<b>הרי אלו יכתבו ויתנו.</b> אם הרכין על הגט הרכנת הן: "
            ],
            [
                "<b>אמרו לו.</b> לבריא או לשכיב מרע חכם:",
                "<b>נכתוב גט לאשתך.</b> שלא תזקק ליבם: "
            ],
            [
                "<b>זה גטך אם מתי.</b> לא אמר כלום. דמשמע לכשאמות, ואין גט לאחר מיתה:",
                "<b>מחולי זה.</b> משמע מחולי זה ואילך, וכיון שמת מתוך החולי נמצא שאין הגט חל אלא לאחר מיתה:",
                "<b>מהיום ולאחר מיתה גט ואינו גט.</b> מספקא לן אי תנאה הוי מהיום אם אמות, וכיון שמת נתקיים התנאי ונמצא שהוא גט משעת נתינתו. אי חזרה הוי שחזר בו ממאי דאמר מהיום, ואמר לאחר מיתה יהא גט, ואינו כלום כיון דלא אמר מהיום אם מתי:",
                "<b>חולצת.</b> שמא אינו גט:",
                "<b>ולא מתיבמת.</b> שמא גט הוא והויא לה גרושת אחיו וקיימא עליה באסור כרת: "
            ],
            [
                "<b>לא תתיחד עמו.</b> זה שנתן גט ואמר לה מהיום אם מתי, לא תתייחד עמו. שמא יבא עליה ותהא צריכה גט שני, דחיישינן שמא בעל לשם קדושין:",
                "<b>מה היא באותן הימים.</b> לאו ארישא קאי באומר מהיום אם מתי, דההיא ודאי לכי מיית אגלאי מלתא דהוי גט משעת נתינה, והבא עליה פטור. אלא באומר לה במסירת הגט הרי זה גטך והתגרשי בו מעת שאני בעולם אם מתי, ר׳ יהודה סבר סמוך למיתה הוא דהדי גט ומקמי הכי אשת איש היא. ור׳ יוסי סבר מכי יהיב לה גיטא כל שעתא מספקא לן דלמא זו היא שעה הסמוכה למיתה והוי גט ספק, ואע״ג דחי טפי, אין ברירה, הלכך ספיקא היא והבא עליה באשם תלוי: "
            ],
            [
                "<b>הרי זו מגורשת ותתן.</b> מגורשת מעכשיו משעת קבלת הגט, וחייבת ליתן מה שהתנה עמה. ואם אבד הגט או נקרע קודם שתתן, אינה צריכה גט אחר, דכל האומר על מנת כאומר מעכשיו:",
                "<b>אמר רשב״ג מעשה בצידן.</b> בגמרא מפרש דחסורי מחסרא והכי קתני, אם אמר לה על מנת שתתני לי איצטליתי ואבדה איצטליתו, דוקא קאמר לה. רשב״ג אומר תתן לו את דמיה שלא נתכוין הבעל אלא להרווחה דידיה, ומעשה נמי בצידן באחד שאמר לאשתו וכו׳ ואמרו חכמים תתן לו את דמיה. ואין הלכה כרשב״ג: "
            ],
            [
                "<b>על מנת שתשמשי את אבא, על מנת שתניקי את בני.</b> בגמרא מוכח דכל סתם שלא קבע זמן כמה תשמש את אביו או כמה תניק את בנו, כמפרש יום אחד דמי, ונתקיים התנאי אם תשמש את אביו או תניק את בנו יום אחד בלבד:",
                "<b>כמה היא מניקתו.</b> כלומר כמה הוא זמן היניקה, שאם הניקתו יום אחד בזוז הזמן, נתקיים וזתנאי:",
                "<b>שתי שנים.</b> רבי יהודה אומר י״ח חודש. אבל אם הניקה אותו אחר ששלמו ב׳ שנים לרבנן וי״ח חדש לר׳ יהודה, אין זו יניקה, ולא נתקיים התנאי. ואין הלכה כר״י:",
                "<b>מת הבן.</b> ולא הניקתו כלל:",
                "<b>או מת האב.</b> ולא שמשתו:",
                "<b>הרי זה גט.</b> דלאו לצעורה איכוין בתנאו, אלא להרווחה דידיה, והא לא אצטריך. ואם היה יודע שימות אביו או בנו לא היה מתנה:",
                "<b>שלא בהקפדה.</b> אע״פ שהיא לא. הכעיסתו, ואין העכבה ממנה, אינו גט. וכ״ש אם היה בהקפדה:",
                "<b>כזה גט.</b> הואיל ולא הקפידתו ואין העכבה ממנה. ואין הלכה כרשב״ג: "
            ],
            [
                "<b>הגיע לאנטיפטרס.</b> מפרש בגמרא משנה זו, כגון דאתני שני תנאים, אי מטינא לגליל, לאלתר ליהוי גיטא. ואי לא מטינא לגליל, אי משתהינן תלתין יומין ולא אתינא ליהוי גיטא, ואי לא, לא ליהוי גיטא. והלך והגיע לאנטיפרס שהוא סוף ארץ יהודה וחזר קודם שלשים יום, בטל הגט. דלא לגליל מטא, ולא אשתהי תלתין יומין:",
                "<b>וכן אם היה הולך מגליל ליהודה והגיע לכפר עותנאי.</b> שהוא בקצה גבול הגליל:",
                "<b>וכן אם היה הולך למדינת הים והגיע לעכו.</b> שהוא בקצה גבול של א״י וחזר בתוך ל׳ יום, בטל הגט. שהרי לא הלך למדינת הים וגם לא נשתהה ל׳ יום:",
                "<b>כל זמן שאעבור מנגד פניך ל׳ יום.</b> כשאשתהה ל׳ יום עובר מנגד פניך אז יהא גט:",
                "<b>והיה הולך ובא וכו׳</b> לאחר מכאן כשישתהה ל׳ יום עובר מנגד פניה, יהא גט. ולא אמרינן הואיל ומעיקרא היה הולך ובא, ניחוש שמא פייס קטטה שביניהם ובטל גיטא, דמאחר שלא נתייחד עמה בשעה שהיה הולך ובא, לא חיישינן שמא פייס. וכי מקיים תנאיה ושהה ל׳ יום עובר מנגד פניה, הוי גיטא. ובגמרא מוקי לה באומר בשעת התנאי ע״מ כן אני מוסר לה הגט, שתהא נאמנת עלי כמאה עדים כל זמן שתאמר שלא באתי ונתיחדתי ופייסתי. וכן הלכה. שאם לא אמר כן בשעת התנאי, חיישינן שמא יבא בעל ויערער ויאמר פייסתי:   "
            ],
            [
                "<b>אינו גט.</b> דכיון דלא אמר מעכשיו, משמע לאחר שנים עשר חודש יהא גט, והרי מת בתוך הזמן וצריכה ליבם:"
            ]
        ],
        [
            [
                "<b>הזורק.</b> הרי זו מגורשת. דכתיב (דברים כ״ד:א׳) ונתן בידה, ומדלא כתיב ובידה יתננו, משמע ונתן מכל מקום. בין בחצרה בין בגנה בין בקרפיפה. והוא שתהא עומדת בצד ביתה או בצד חצרה:",
                "<b>קלתה.</b> כלי שהנשים נותנות בו מטוה ומחטין:",
                "<b>הרי זו מגורשת.</b> ואפילו היא בתוך ביתו, דמקום חיקה וקלתה קנוי לה, שאין אדם מקפיד לא על מקום חיקה ולא על מקום קלתה: "
            ],
            [
                "<b>או שמצאתו מאחוריו.</b> שהיה הגט על גבו ועקם גבו לה כדי שתטלנו:",
                "<b>אינו גט עד שיאמר טלי גטך.</b> ולכי אמר טלי גטך מיהת הוי גט. אבל אם היה הגט על גבי קרקע, או על גבו או בגופו ולא עקם גבו או לא המציא גופו לה כדי שתטלנו, אפילו אמר טלי גטך אינו גט:",
                "<b>קוראה והרי היא גיטה.</b> כשהיא קוראה בו רואה שהוא גטה:",
                "<b>קרוב לה מגורשת, קרוב לו אינה מגורשת.</b> כל שהיא יכולה לשמרו והוא אינו יכול לשמרו, זהו קרוב לה. וכל שהיא אינה יכולה לשמרו והוא יכול לשמרו זהו קרוב לו. שניהם יכולים לשמרו או שניהם אינם יכולים לשמרו, זהו מחצה על מחצה. ולענין פסק הלכה אינה מגורשת עד שיגיע גט לידה או לרשותה: "
            ],
            [
                "<b>אמר לו בעל חובו זרוק לי חובי.</b> בגמרא מוקמינן לה באומר זרוק לי חובי בתורת גטין, דכיון דא״ל הכי הוה ליה לחוב זה דין גט, ואם זרק אותו הלוה קרוב למלוה ואבד, זכה הלוה ואינו חייב לשלם. ואם קרוב ללוה, הלוה חייב וכו׳. אבל אם אמר לו זרוק לי חובי והפטר, מכיון שזרקו לו בכל ענין, פטור:",
                "<b>לאויר הגג.</b> לפחות משלשה סמוך לקרקעית הגג, דכלבוד דמי:",
                "<b>מרשות הגג.</b> יצא ממחיצת הגג ונכנס לתוך מחיצת המקום שהיא עומדת בו:",
                "<b>או נשרף הרי זו מגורשת.</b> והוא שקדמה זריקת הגט בחצר קודם שתהא הדליקה באויר החצר. שאם היתה הדליקה בחצר תחלה, מעיקרא לשריפה קאזיל ואינה מגורשת: "
            ],
            [
                "<b>בגט ישן.</b> שכתב לגרש את אשתו ואחר שנכתב הגט נתייחד עמה. ב״ש סברי לא אמרינן גזירה שמא יאמרו גטה קודם לבנה שמא ישהה את הגט שנה או שנתים בין כתיבה לנתינה ויהיו לה בנים ממנו בתוך זמן זה ואח״כ יגרשנה בו וכשיראו זמן הגט קודם ללידת הבן יהיו סבורים שנתן לה גט משעת כתיבה והוי פגם שיאמרו מן הפנויה נולד. ופסק ההלכה לא יגרש אדם את אשתו בגט ישן. ואם גירש והלך הבעל למדינה אחרת, תנשא בו לכתחלה: "
            ],
            [
                "<b>כתב לשם מלכות שאינה הוגנת.</b> אם היה בבבל וכתב לחשבון שנות מלכות אדום, שאין להם מלכות במקום כתיבת הגט, תצא מזה ומזה. ונקראת מלכות [אדום] מלכות שאינה הוגנת שאין לה לא כתב ולא לשון:",
                "<b>או שכתב לשם מלכות מדי.</b> לפי שצריך לכתוב לשם המלכות של מדינה שהגט נכתב בה, משום שלום מלכות, שיאמרו חשובים אנו בעיניהם שכותבים שטרותיהם בשמינו:",
                "<b>תצא מזה ומזה.</b> אם נשאת בגט זה תצא מן הראשון ומן השני:",
                "<b>ואין לה לא פירות ולא בלאות וכו׳</b> כולה מתניתין מפרשה ביבמות פרק האשה רבה:",
                "<b>והולד ממזר מזה ומזה.</b> מתניתין ר״מ היא דאמר כל המשנה ממטבע שטבעו חכמים בגטין הולד ממזר. ואינה הלכה: "
            ],
            [
                "<b>כל העריות שאמרו צרותיהן מותרות.</b> חמש עשרה עריות שאמרו חכמים שצרותיהן מותרות לינשא לשוק בלא חליצה:",
                "<b>הלכו הצרות.</b> של עריות:",
                "<b>ונשאו.</b> לשוק:",
                "<b>ונמצאו.</b> העריות אילונית, ואיגלאי מלתא שהיו קדושי המת בטעות, ונמצא שלא היו אלו צרותיהן ולא פטרום העריות האלו מן החליצה:",
                "<b>תצא מזה.</b> מבעל שנישאת לו. ומן היבם:",
                "<b>וכל הדרכים האלו בה.</b> וביבמות מוקמינן לה כר׳ עקיבא דאמר יש ממזר מחייבי לאוין, ואינה הלכה:   "
            ],
            [
                "<b>ונשאת לאחר.</b> דקיי״ל ביאת האחת פוטרת צרתה:",
                "<b>ונמצאת זו.</b> שנתיבמה אילונית, ואין יבומיה יבומין. ונמצא שלא נפטרה צרתה ונשאת לשוק בלא חליצה:",
                "<b>תצא מזה ומזה.</b> מבעל זה ומיבמה הראשון: "
            ],
            [
                "<b>כתב סופר גט לאיש.</b> לגרש בו אשתו:",
                "<b>ושובר לאשה.</b> שתמסור לבעלה כשיפרע לה כתובתה:",
                "<b>וטעה הסופר.</b> כשמסר להן השטרות:",
                "<b>ונתן גט לאשה ושובר לאיש.</b> והם מסרו זה לזה. והלכה זו ונשאת כסבורה שזה גט שמסר לה בעלה וזה סבור שמסרה לו אשתו שובר. ורמב״ם גריס ונתן גט לאיש ושובר לאשה. ופירש ונתן, שחשב שנתן גט לאיש ושובר לאשה, אבל הוא לא עשה אלא בהפך. ודחוק הוא:",
                "<b>אם לאלתר.</b> כל זמן שלא נשאת יצא גט מתחת יד הבעל:",
                "<b>אינו גט.</b> וצריכה גט אחר:",
                "<b>ואם לאחר שנשאת.</b> הרי זה גט:",
                "<b>לא כל הימנו.</b> אין הכל כדבריו של זה הראשון להאמינו:",
                "<b>לאבד זכותו של שני.</b> שנשאה. דאמרינן קנוניא היא ביניהם והחליפו השטרות לאחר שנשאת. והלכה כרבי אליעזר: "
            ],
            [
                "<b>ולנה עמו בפונדקי.</b> ויש שם עדי יחוד ואין שם עדי ביאה. בית הלל סברי הן הן עדי יחוד הן הן עדי ביאה, ואין אדם עושה בעילתו בעילת זנות והרי קידשה בביאה. וב״ש סברי לא אמרינן הן הן עדי יחוד הן הן עדי ביאה עד שיראוה שנבעלה:",
                "<b>גט קרח.</b> שקשריו מרובין מעדיו. דתקון רבנן גט מקושר משום כהנים קפדנים שהיו כותבים גט פתאום לנשותיהם ומתחרטים ולא היו יכולים להחזירן, ותקנו להם גט מקושר שאינו נוח ליכתב מהרה, שמא בתוך כך יתפייס. וכותב שטה אחת או שתים וכורכן על החלק ותופר ועד אחד חותם על הכרך מבחוץ, וחוזר וכותב שני שיטין או יותר מבפנים וכורכן על החלק וחותם עד שני על הכרך מבחוץ, וכן עד שלישי. ואם יש קשר כרוך ואין עד חתום מאחוריו, זהו קרח ופסול. דמסתמא למנין קשריו היו עדיו מתחלה, וחיישינן דלמא הבעל אמר להו כולכם חתומו, והרי אחד שלא חתם. ואם נשאת אשה בגט זה, תצא מזה ומזה, וכל הדרכים האלו בה. ומתניתין רבי מאיר היא, דאמר כל המשנה ממטבע שטבעו חכמים בגטין הולד ממזר. ואינה הלכה: "
            ],
            [
                "<b>הכל משלימין עליו.</b> ואפילו עבד, ואפילו פסול לעדות מחמת עבירה:",
                "<b>אלא קרוב שהוא ראוי להעיד בעדות אחרת.</b> שאין עליו פסול עדות אלא קורבה. אבל עבד או גזלן לא. עבד דלמא אתי לאסוקי ליוחסין. וגזלן דלמא אתו למימר עבד תשובה. אבל קרוב, כולי עלמא ידעי ליה דקרוב הוא. והלכה כבן ננס שהכל משלימין עליו. ומ״מ אין חותם עליו אלא ע״א פסול בלבד, והשאר צריך שיהיו כלם כשרים:"
            ]
        ],
        [
            [
                "<b>המגרש.</b> רבי אליעזר מתיר. טעמא דר״א, דכתיב (ויקרא כ״א:ז׳). ואשה גרושה מאישה לא יקחו, אפילו לא נתגרשה אלא מאישה, דאמר לה הרי את מגורשת ממני ואי את מותרת לכל אדם, פסולה לכהונה. אלמא גט הוא והכא דשרייה לכל אדם חוץ מזה, מותרת לאחרים:",
                "<b>וחכמים אוסרים.</b> דאמרי איסור כהונה שאני, שריבה בהם הכתוב מצות יתירות, ואע״ג דהוה גט לפסלה לכהונה, לא הוי גט להתירה לאחרים. והלכה כחכמים. ולא אסרי רבנן אלא כשאמר הרי את מותרת לכל אדם אלא לפלוני, או חוץ מפלוני. אבל אי אמר לה הרי זה גטך על מנת שלא תנשאי לפלוני, מודו רבנן דהוי גט, שהרי התירה לכל אדם במסירת הגט אלא שהתנה עמה שלא תנשא לאותו פלוני, והוה כשאר תנאי בעלמא. ואסרי רבנן למגרש לומר הרי זה גטך על מנת שתנשאי לפלוני, שלא יאמרו נשותיהן נותנים זה לזה במתנה. וכל תנאי שמתנה אדם בגט קודם כתיבת הגט, אע״פ שלא נכתב התנאי בתוכו, הגט פסול. אלא אחר שנתנו לידה מתנה מה שהוא רוצה להתנות: "
            ],
            [
                "<b>אלמנה לכהן גדול.</b> כיון דקדושין תופסים בחייבי לאוין, ולהאי לא תפסי משום איסור אישות שבה, אשתכח דשייר בגיטא: "
            ],
            [
                "<b>גופו של גט.</b> עיקר כתב הגט, כך יכתבו בו:",
                "<b>ודין די יהוי ליכי מינאי.</b> שצריך להוכיח בתוכו שעל ידי ספר זה הוא מגרשה. ואי לא כתב ביה הכי, אתו למימר דבדיבור בעלמא גירשה ושטר ראיה בעלמא. והלכה כרבי יהודה: "
            ],
            [
                "<b>כתב בכתב ידו ואין עליו עדים.</b> לרבי מאיר דאמר עדי חתימה כרתי, כתב ידו כמאה עדים דמי. ולר׳ אלעזר דאמר עדי מסירה כרתי, הואיל וכתב ידו הוא, וכתב ונתן קרינן ביה, ואע״ג דליכא עדי מסירה כשר מדאורייתאש וחכמים פסלוהו דלמא אתי לאכשורי בכתב סופר:",
                "<b>ואין בו זמן.</b> דזמן תקנתא דרבנן הוא. אי משום פירות, אי משום שמא יחפה על בת אחותו, כדאמרינן בפרק שני:",
                "<b>ואין בו אלא עד אחד.</b> איכא למ״ד אכתב ידו קאי, ורישא אשמעינן דאפילו אין בו עד, הולד כשר. והכא אשמעינן דאפילו יש בו עד אחד לכתחלה לא. ואיכא למ״ד אכתב סופר קאי, ואפ״ה הולו. כשר, דסופר הוה ליה במקום עד שני:",
                "<b>תקון העולם.</b> שמא ימותו עדי מסירה ויבא הבעל ויערער לומר לא גרשתיה. והלכה כרבי אלעזר: "
            ],
            [
                "<b>ששני גיטין ששוין.</b> בשמותיהם:",
                "<b>הרי השני בטל.</b> דלא ידעינן דמאן ניהו:",
                "<b>כלל.</b> זמן אחד לכולן, בכך בשבת גירש פלוני פלונית ופלוני פלונית:",
                "<b>טופס לכל אחת.</b> זמן לכל אחת ואחת, בכך בשבת גירש פלוני לפלונית, והשלים הגט. ובכך בשבת גירש פלוני לפלונית, והשלים הגט, וכן כולם. והעדים מלמטן: "
            ],
            [
                "<b>שני גיטין שכתבן.</b> בשני דפין זה בצד זה, ושני עברים חתומים מתחת הגט הראשון לתחת השני, שם העד תחת הראשון ושם אביו תחת השני. וכן עד שני תחתיו, וחזרו וחתמו תחתיהם שני ישראלים הדרים בארץ יון, וחתמו בכתב יוני, ודרך הכתב יוני שהולך מן השמאל אל הימין, נמצא שם העד תחת הגט שני, ושם אביו תחת הראשון.",
                "<b>את שהעדים הראשונים נקראים עמו כשר.</b> אם העברים חתומים למעלה, שדרך כתב עברי שהולך מן הימין אל השמאל, ונמצא שם העד תחת הגט הימני, ושם אביו תחת הגט השמאלי, הימני כשר. ואם. היונים חתומים למעלה, השמאלי כשר. ששמות העדים תחת השמאלי הם. וטעמא, דחיישינן שמא העדים האחרונים הפכו את כתבם לסדר שכתבו העדים הראשונים, שאם העברים היו חתומים למעלה שהם הולכים מן הימני אל השמאלי וחתמו על הגט הימני, כשבאו שני היונים לחתום תחתיהם הלכו גם הם מן הימני אל השמאלי כסדר כתיבת העברים, ונמצא שארבעתם חתמו על הגט הימני. וכן אם היונים חתומים למעלה, שמא הפכו העברים שבאו אחריהם סדר כתב עברי, והלכו מן השמאלי אל הימני ונמצאו ארבעתם חתומים על השמאלי: ",
                "ה״ג עד אחד עברי ועד אחד יוני, ועד אחד עברי ועד אחד יוני באים מתחת זה לתחת זה שניהם פסולין. וטעמא, דחיישינן שמא העד עברי הראשון חתם על הגט הימני הראשון כפי סדר כתב עברי, והעד היוני השני חתם על הגט השמאלי השני כפי סדר כתב יוני שמתחילין מן השמאל, והעד השלישי העברי הפך כתב העברי והתחיל גם הוא מהשמאל כמו היוני שלפניו, ונמצא גם הוא חתום על הגט השמאלי, והעד היוני האחרון חתום כדרכו מן השמאל אל הימין וגם הוא חתום על השמאלי, ונמצאו ג׳ עדים חתומים על השמאלי, ואחד בלבד חתום על הימני. או בהפך שהעד השני היוני הפך כתבו לסדר כתב עברי והתחיל מן הימין אל השמאל כמו שחתם העד עברי הראשון, והעד עברי השלישי חתם כדרכו מן הימין, ונמצאו שלשתן חתומים על הגט הימני הראשון, והעד היוני האחרון לבדו חתם כדרכו על הגט השמאלי. ומשום דלא ידעינן בהי מינייהו חתימו תלתא ובהי מינייהו לא חתים אלא חד, שניהם פסולין: "
            ],
            [
                "<b>בדף השני.</b> שאצלו ברוחב המגילה:",
                "<b>מן הצד.</b> בגליון של ימין הגט. או בגליון השמאלי:",
                "<b>או מאחוריו בגט פשוט.</b> שעדיו בתוכו:",
                "<b>הקיף.</b> חיבר זה אצל זה:",
                "<b>שניהם פסולים.</b> שאין נקראת החתימה לא עם זה ולא עם זה:",
                "<b>את שהעדים נקרין בסופו.</b> שגג חתימה כלפי סופו, ולא שרגלי חתימה כלפי ראשו, כשר: "
            ],
            [
                "<b>כתב סופר ועד.</b> חתם סופר ועד. דהוי להו שני עדים. ואשמעינן מתניתין דלא חיישינן שמא הבעל לא צווז לחתום לסופר, אלא אמר לשנים אמרו לסופר ויכתוב, ולפלוני ופלוני עדים ויחתומו, וחשו הנך עדים לכסופא דספרא שיאמר איני בעיניו כשר לעדות, ואחתמווזו בלא רשותו דבעל. להא לא חיישינן:",
                "<b>חניכתו.</b> שם לווי של משפחה:",
                "<b>מעושה.</b> בחזקה:",
                "<b>בישראל כשר.</b> אם אנסוהו בדין. כגון כל הנך דכופין להוציא, או שהיתה אסורה לו. ואם אנסוהו שלא כדין, פסול. ופוסל מן הכהונה, משום ריח גט:",
                "<b>ובנכרי.</b> כדין, פסול, ופוסל מן הכהונה. שלא כדין, אפילו ריח גט אין בו. ומי שחייב ליתן גט מן הדין ואין כח בדייני ישראל לכופו, חובטין אותו ע״י נכרים, שאומרים עשה מה שישראל אומר לך, ונותן הגט על פי דייני ישראל: "
            ],
            [
                "<b>יצא שמה בעיר מקודשת.</b> פנויה שיצא עליה קול, פלונית נתקדשה היום לפלוני. ולא קול הברה בלבד, אלא כגון שהיו נרות דולקות ומטות מוצעות, ובני אדם נכנסים ויוצאים ואומרים פלונית נתקדשה היום:",
                "<b>מגורשת הרי זו מגורשת.</b> ארישא קאי, האי איתתא דיצא עליה קול מקודשת וחיישינן ליה ואסרנוה לינשא אלא לאותו האיש, אם חזר ויצא עליה קול מגורשת שגרשה אותו פלוני שיצא לה קול קדושין ממנו, הרי זו מגורשת ומותרת לכל, שהרי קול שחששנו לו תחלה שוברו עמו:",
                "<b>ובלבד שלא יהא שם אמתלא.</b> שלא יהא עם הקול של קדושין או של גרושין אמתלא, טעם שהוא שובר את כח הקול: "
            ],
            [
                "<b>אפילו הקדיחה תבשילו.</b> שרפתהו ע״י האור או ע״י מלח. דדרשי בית הלל ערות דבר, או ערוה או דבר, כלומר שאר דבר סרחון שאינו ערוה:",
                "<b>רבי עקיבא אומר אפילו מצא אחרת נאה ממנה.</b> ודריש קרא הכי, אם לא תמצא חן של נוי בעיניו, או אם מצא בה ערוה, או דבר של סרחון, על כל אחד משלשה דברים הללו יכול לגרש. והלכה כבית הלל:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>המביא גט ממדינת הים צריך שיאמר בפני נכתב כו': </b>הגמוניא פקידות. ואמר שאפילו הביא גט במדינה זאת בעצמה מאדנות זה לאדנות איש אחר צריך שיאמר בפני נכתב ובפני נחתם ופסק ההלכה שכל המביא גט לחוצה לארץ ואפילו מא\"י או המביא גט מחוצה לארץ ואפילו לא\"י אם נתקיים אצלנו חתימת עדיו ונתקיים בב\"ד כמו שנתבאר בפרק שני מכתובות (דף כא:) הרי זה גט כשר ויתנוהו ב\"ד ולא נצטרך שנשמע מן המביא שום דבר אלא שהוא היה שליח בלבד ואם אין מכירין חתימת העדים על כל פנים צריך שיאמר המביא אותו בפני נכתב ובפני נחתם ויתננו לה בפני שנים ואז תתגרש וחיוב על השנים שיקראו הגט ואז ינתן לה: "
            ],
            [
                "<b>רבי יהודה אומר מרקם למזרח ורקם כמזרח כו': </b>זה הגבול שמגביל המקומות להודיענו המקומות שאינו מחוייב בו לומר בהם בפני נכתב ובפני נחתם ולכך זכר העיירות שהם בסוף ארץ ישראל ואינם מהם. והלכה כרבי יהודה: "
            ],
            [
                "<b>המביא גט בארץ ישראל אינו צריך שיאמר כו': </b><b>המביא גט ממדיגת הים ואינו יכול לומר כו': </b>עוררין רוצה לומר אם ערער הבעל ואומר אני לא גרשתיה וזה הגט מזוייף ואני לא כתבתיו או שיפסול אותו בצד מצדדי הפסלנות ואי אפשר להעמידו אלא בענין זה לפי שהעיקר אצלנו אין ערער פחות משנים לפיכך אם היו שנים אותם המעררין על הגט ואומרים שהוא פסול הרי זה לא יועיל בו הקיום לפי שהם תרי ותרי ותעמוד בחזקתה שהיא אשת איש. ואמרו אינו יכול לומר רוצה בו שנתחדש עליו חדוש שמונע ממנו הדבור: "
            ],
            [
                "<b>אחד גיטי גשים ואחד שחרורי עבדים כו': </b>אומר שכל מי שהביא גט שחרור בארץ ישראל אינו צריך שיאמר בפני נכתב ובפני נחתם ואם הביא אותו בחוצה לארץ או מחוצה לארץ לארץ הרי זה צריך לומר בפני נכתב ובפני נחתם ואין צריך קיום וישתחרר בו העבד כמו גיטי נשים וכמו כן כל מי שהוא כשר להולכת הגט ולהבאתו כשר לשחרור עבדים וגם כן מביא שחרור העבד לידו או יזכה לו כמו שנתבאר: "
            ],
            [
                "<b>כל גט שיש עליו עד כותי פסול כו': </b><b>כל השטרות העולים בערכאות של עובדי כוככים: </b>תנא קמא אינו מכשיר אלא עד אחד כותי ועד אחד ישראל ורבן גמליאל אומר אפילו שניהם כותים כשרים בגיטי נשים ועשה מעשה כמו שספר וזה כולו על מה שהיה בזמנם וכבר הודעתיך שהם גזרו על הכותים שיהיו כעובדי כוכבים לכל דבריהם כמו שיתבאר בברכות. וערכאות של עובדי כוכבים הם מעמדות דייניהם ר\"ל בזה שיהיה זה השטר כבר נתקיים במעמד השופט בהגדת העדים עדותם אצלו והכיר אותם ועל מנת שיתפרסם אצל ישראל שאלו העדים וזה השופט לא מקבל שוחדא ושיהיה גם כן נכלל בגוף השטר שהעדים ראו נתינת המעות וזה אמנם כשר בשטר מקח וממכר אבל גיטי נשים וכיוצא בהן מכל דבר שהוא מעשה בית דין והודאה והכחשה אין עדות לעובד כוכבים בזה כלל באיזה פנים שיהיה ורבי שמעון מכשיר כל זה כשנעשה בערכאות של עובדי כוכבים ועל התנאים שהקדמתי. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>האומר תן גט זה לאשתי ושטר שחרור זה כו': </b><b>האומר תנו גט זה לאשתי ושטר שחרור זה כו': </b>הלכה כחכמים אבל לא תשלם לו החירות עד שיגיע גט לידו וכמו כן העיקר אצלנו יכול הרב לומר לעבדו עשה עמי ואיני זנך. ואמרו פוסל את עבדו מן התרומה לא (תקנו) [יתקיים] זה אלא אם כשיהיה רבו כהן וכן כשיהיה רבו ג\"כ ישראל שהוא פוסל אותו משפחה כנענית לפי שאינה מותרת לו אם נשתחרר ומן העיקר גם כן אצלנו אין גט לאחר מיתה ומה שהשיבו חכמים לו מפני שהוא כקנינו רוצה לומר שזה העבד באכילת התרומה או בהיותו בועל כנענית לא הוסיף בעצמו מעלה עד שתאמר שחובה הוא לו כשיוצא לחירות ואמנם זה כמו שתאכל בהמת כהן תרומה מפני שהיא קנין כספו לפיכך אינו אצלו מעלה שיפסידנה. ומה שאמר תנו מנה לפלוני ומת יתנו ואפילו שאינו מייחד ואמר מנה זה והרי זה הוא כשיהיה שכיב מרע בשעת הצוואה לפי שמן העיקרים שבידינו דברי שכיב מרע ככתובין וכמסורין דמו: "
            ]
        ],
        [
            [
                "<b>המביא גט ממדיגת הים ואומר בפני כו': </b>מה שאמר בזאת המשנה שהוא כשאמר בפני נכתב חציו פסול אינו רוצה לומר חציו ממש ואמנם רוצה לומר קצתו ובתנאי שלא יהיה זה הקצת תחלת הגט אבל אם נכתב תחלת הגט לפניו ואפילו שלא היה מצוי בכתיבת סופו אלא שכתב השלמתו והוא לא היה מצוי והעיד בו שהוא [לא] היה נמצא כשר לפי שהעיקר אצלנו אפי' לא כתב בו אלא שיטה אחת לשמה שוב אינו צריך ואינו צריך גם כן שיראה כתיבת הקולמוס על הקלף לפי שהעיקר אצלנו שאפי' לא שמע אלא קול הקולמוס כשעובר על הקלף וכל שכן אם ראה יותר. וזה שאמר כשאמר אחד בפני נכתב ואמר אחד בפני נחתם פסול אמנם זה אם הגט יוצא מתחת יד אחד מהם אבל אם היה הגט יוצא מתחת יד שניהם כשר לפי שהעיקר אצלנו שנים שהביאו גט ממדינת הים אין צריכים שיאמרו בפנינו נכתב ובפנינו נחתם לפי שהם אפילו שלא נתנו גט אלא שאמרו בפנינו נתגרשה היו נאמנין וכמו כן מה שאמר שנים אומרים בפנינו נכתב ואחד אומר בפני נחתם פסול זה הוא אם יוצא מתחת יד אחד מהם אבל אם יצא מתחת יד שניהם שהעידו בפנינו נכתב כשר. ור' יהודה מכשיר ואפי' היה יוצא מתחת יד אחד שהעיד בפניו נחתם. ואין הלכה כר' יהודה: "
            ],
            [
                "<b>נכתב ביום ונחתם ביום בלילה ונחתם כו': </b>ידוע שהיום הולך אחר הלילה לפיכך נכתב ביום והעיד בו בלילה יהיה עדות שקר לפי שהוא משנה זמנו ור' שמעון מכשיר לפי שאין לזמן אצלנו בגט אשה תועלת מרובה לפי שהעיקר אצלנו תקון זמן בגיטין אמנם הוא משום בת אחותו שמא תזנה תחתיו והיא אשת איש ושמא יכתוב גט בלא זמן קבוע ויתן לה ותאמר לעדים שהעידו על הזנות כבר אני גרושה הייתי בזה הזמן וזה הגט בידי לפיכך אין בין היום והלילה שיתחדש כמו זה. ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>בכל כותבין בדיו בסם בסיקרא ובקומוס כו': </b>דיו נקרא בערבי אלמידא\"ר. סיקרא הוא טיט אדום ונקרא בערבי אלמגר\"א. קומוס הוא מין עפר שמשחיר ונקרא בערבי אלזא\"ב. קנקנתום הוא כמו כן מין מן העפר המשחיר. ואמרו נותן לה את הפרה לפי שאין מותר לחתוך הקרן אחר הכתיבה לפי שנא' (דברים כ״ד:א׳) וכתב לה ספר כריתות ונתן בידה מי שאינו מחוסר אלא כתיבה ונתינה יצא זה שמחוסר כתיבה וקציצה ונתינה: ורבי יוסי דורש ספר ולא אוכלין ולא דבר שיש בו רוח חיים וחכמים אומרים מפני שאמר ספר בלתי ה\"א הידיעה ולא אמר על הספר או בספר הנה התיר כל מה שאפשר הכתיבה בו. והלכה כחכמים: "
            ],
            [
                "<b>אין כותבין במחובר לקרקע כו': </b>כתבו במחובר לקרקע בתנאי שיניח מקום האיש ומקום האשה והזמן ויכתוב אלו השמות שיניח לשמה אחר שנתלש ונחתם ויתן לה והוא ענין מה שאמר חתמו ונתנו לה. ואין הלכה כר' יהודה בן בתירא בגיטין אבל שטרות בעלמא בעינן כתב שאינו יכול להזדייף וזיוף הוא השקרנות לפי שהנייר חלק וגלד הקלפים הוא הנקרא דפתרא אפשר להחליק ויניח העדים ויכתוב מה שירצה: "
            ],
            [
                "<b>הכל כשרין לכתוב את הגט כו': </b><b>הכל כשרין להביא את הגט כו': </b>אין ספק שכבר נתבאר ממה שנקדם ששם גט נופל על כל שטר והשטרות כולם נקראין גיטין ותרגום ספר כריתות (שם) גט פיטורין אבל הן קוראין ברוב לגט האשה גט במלה מוחלטת ואין בכאן דבר שיפול בו ספק לפי שעצם הענין יורה לך אי זה הדבר הוא בגט אשה או בזולתו. ומה שאמר בכאן בגט אשה שהוא כשר שיכתבנו מי שאין לו דעת בתנאי שיהא גדול עומד על גביו ויכתוב הטופס בלבד ויכתוב ג\"כ בן דעת תורף הגט והוא שם האיש ושם האשה והזמן והרי את מותרת לכל אדם ולא יכתוב עובד כוכבים לכתחלה טופס הגט ואפי' גדול עומד על גביו לפי שהוא אדעתא דנפשיה כותב ושמא יכתוב התורף ומתנאי הגט בעינן כתיבה לשמה כמו שיתבאר בזאת המסכת וכמו כן עבד אינו כשר להבאת הגט לפי שאינו בתורת גיטין וקידושין ואינו כשר לעבד גם כן שיכתוב גט לכתחלה ואם כתב עובד כוכבים או עבד טופס הגט אחר שכתב ישראל הכשר תורף הגט הרי זה גט כשר לפי שאמנם אנו חוששין לשמה בתורף בלבד. מה שאמר סומא לא יביא הגט כשהוא שליח להולכה בחוצה לארץ לפי שהוא אינו יכול לומר בפני נכתב ובפני נחתם. ואחר שזכרנו זה הענין נשלימהו. ודע ששלוחי הגט על שלשה דרכים אחד מהם שיביא הגט ויאמר בפני נכתב ובפני נחתם וזה אמנם יהיה שליח להולכה. והשני שיתן לו הבעל גט כתוב ויאמר לו הולך גט זה לאשתי או ששלחתו האשה שיביא לה גטה ונתן הבעל גט כתוב ויאמר לו הוליכהו אצלה הענין כולו אחד וזה הגט ג\"כ יתקיים בחותמיו וינתן לה ותתגרש בו אחר שנתקיים כמו שבארנו וזה השליח נקרא גם כן שליח להולכה. והשלישי שתמנה האשה שליח לקבל לה גיטה ותשים ידו כידה לפיכך כשהגיע הגט לידו נתגרשה וזה נקרא שליח קבלה ואינו נמנע מן הסומא אלא הדרך הראשון בלבד: "
            ],
            [
                "<b>קבל הקטן והגדיל חרש ונתפקח כו': </b>אין ספק שאם בשעה שקבל הגט היה רואה ואחר כך נאבד הראות ואפילו שלא חזר שהוא יכול לומר בפני נכתב ובפני נחתם ואמנם אמר וחזר ונתפתח מפני שאמר וחזר ונשתפה שזה הכרחי ולכך אמר כל שתחילתו וסופו בדעת ולא אמר בכשרות וכל פסול לעדות בעבירה מן העבירות של תורה פסול להבאת הגט כשלא נתקיים בחותמיו ואין סומכין אפי' על מאמרו בפני נכתב ובפני נחתם אבל אם נתקיים הוא בחותמיו הרי הוא כשר: "
            ],
            [
                "<b>אף הנשים שאינן נאמנות לומר מת בעלה כו': </b>כבר בארנו בפ' חמש עשרה מיבמות (הלכה ג) מאיזה טעם אין נאמנות אלו הנשים כשהן אומרות מת בעלה והם נאמנות בגט ובגט חוצה לארץ דוקא שאם בא בעל וערער לא משגחינן בו לפי שנתבטל הסבה שמא נתכוונו לקלקולה. וזה שאמר שהאשה עצמה תאמר בפני נכתב ובפני נחתם אינו צריך זה אלא אם נתן לה הגט על תנאי ואמר לה על תנאי שתתגרש בב\"ד של פלוני ותאמר בפניהם בפני נכתב ובפני נחתם וזה הב\"ד ימנה שליח ויתן לה הגט הרי היא נאמנת בסיפור זה התנאי ובמה שאומרת בפני נכתב ובפני נחתם אבל אם לא היה שם תנאי כל אשה שיוצא גט מתחת ידה בכ\"מ הרי זו מגורשת ואפילו שאין מכירין עדי הגט ואין צריך שתאמר בפני נכתב ובפני נחתם: "
            ]
        ],
        [
            [
                "<b>כל גט שנכתב שלא לשום אשה פסול כו': </b>מה שאמר סופרים מקרין לא שהיו קורין גט כשר אלא היו מלמדין נוסח הגט לתלמידים כדי שיזכרוהו והוא מה שאמרו בסופרים העשויין להתלמד. ומה שאמר יתר מכאן מבואר היטב לפי שהגט שכתב בתחלה לא נכתב לגירושין כלל ואמנם נכתב להתלמד כמו שזכרנו והשני נכתב לגירושין אבל לא לגרשה מזה האיש והשלישי נכתב לשם גירושין של זה אבל לא לגרש זאת האשה ואמרה תורה וכתב לה לשמה והגט הרביעי לא נעשתה כוונה אחת מהם ועם כל זה כולם פסולים ואין באלו הגיטין כולם אחד פוסל מן הכהונה חוץ מהאחרון והוא מה שאמר כתוב ואיזה שארצה מהן אגרש לפיכך אם נתן זה הגט לאחת מהן נפסלה מן הכהונה אף על פי שהגט פסול: "
            ],
            [
                "<b>הכותב טופסי גיטין צריך שיניח מקום כו': </b>רבי יהודה יגזור טופס אטו תורף רוצה לומר חושש שיכתוב ג\"כ כוונת השטר שאמר תנא קמא שיניח מקום עד שיכתוב בו שם הבעלים וכשעשה כן ר\"ל שיכתוב תורף השטר ואינו יודע למי הוא עד שיזדמן שמות הנוסח למי שיזדמן הרי זה חספא בעלמא. ואמרו מפני התקנה אמרו מפני תקנה הסופר הקלו עליו והותר לו כתיבת טופסי הגיטין כדי שלא יבטל וצריך שיניח גם כן מקום הרי את מותרת לכל אדם. והלכה כרבי אליעזר. "
            ],
            [
                "<b>המביא גט ואבד הימנו מצאו לאלתר כשר כו': </b><b>המביא גט והניחו זקן או חולה כו': </b>גלוסקמא וחפיסה אמתחות שמשימים בהם השטרות ופי' לאלתר (ירושלמי על אתר) מיד וזה כדי שלא יעבור אדם שם ואם יש לעדים בו סימן מובהק כגון שיאמרו נקב יש בו בצד אות פלוני וכל כיוצא בו כגון שהן אומרין שהם לא העידו לעולם בגט באלה שמות אלא זה בלבד נותנין אותו לה וכשר ואפי' לזמן מרובה וכל זה כשנאבד ממנו במקום שהשיירות מצויות שאנו אומרים שמא זה הגט שנמצא גט אחר הוא שנפל לאדם אחד אבל אם נאבד ממנו במקום שאין השיירות מצויות ה\"ז כשר ואפי' שנמצא לאחר זמן. וזאת החטאת הנזכרת בכאן היא חטאת העוף או חטאת אשם שאינה צריכה סמיכה כמו שנבאר במקומו ולפיכך אפשר שתקרב זאת החטאת ובעלים אינם מצויין שם והעיקר אצלנו שחטאת שמתו בעליה תמות כמו שיתבאר בתחילת פרק רביעי ממסכת תמורה וכמו כן מן העיקרים שבידינו אין גט לאחר מיתה אבל אם נתברר מיתתו קודם שיגיע הגט לידה נפסל הגט ותשאר זקוקה ליבם: "
            ],
            [
                "<b>שלשה דברים אמר ר\"א בן פרטא לפני כו': </b>ספינה המטרפת בים הוא שסוער עליה הים ורצה לשברה והמלחים אינם יכולים להנהיגה כפי רצונם לגודל הסער אבל העצים והכלים שלה נשארו. הספינה שאבדה בים הוא שנשברו הכלים והעצים שלה ונאבד הכל ונשארה הספינה על פני המים להנהגת המים ולא נשאר עוגין ולא משוטות שיתנהגו בה וזה כולו דבר אמתי: "
            ],
            [
                "<b>המביא גט בארץ ישראל וחלה הרי זה משלחו ביד כו': </b>וכבר נתבאר בפרק ראשון (הלכה ג) שהמביא גט בא\"י אין צריך שיאמר בפני נכתב ובפני נחתם ולכך אפשר לו שישלח הגט ביד אחר ואין מותר זה אלא אם כן חלה: "
            ],
            [
                "<b>המביא גט ממדינת הים וחלה עושה בית דין כו': </b>וכמו כן יעשה שליח לשליח ואפי' אלף ובתנאי שימנה כל אחד מהם לחבירו בב\"ד ובארץ ישראל אינו צריך לב\"ד כמו שנקדם זכרו: "
            ],
            [
                "<b>המלוה מעות את הכהן ואת הלוי כו': </b>זאת ההפרשה לפי מה שאגיד וזה שהוא יפריש התרומה או מעשר ראשון או מעשר עני ויזכה בו לזה האיש ע\"י אחר ואם היה מנהג זה הכהן או הלוי או העני שמקבל מזה הישראל ואינו נותן גם כן לזולתו הנה כל שהוא אצל זה הישראל מהמתנות כאילו הגיעו לזה הכהן או הלוי או העני ואינו צריך זכוי ע\"י אחר אא\"כ יחשבם בדמיהם וינכה ממה שנתן לו *(עד דמיהם וינכה ממה שנתן לו) עד שיוציא ממה שיש לו עליו לפיכך אם מת צריך ליטול רשות מן היורשין שירשו ממנו הקרקע והגיע עליהם שעבוד החוב לפי שהם אולי לא ירצו בזה אלא יפרעו מה שעל אביהם מן החוב אחר שיתברר ויקחו מתנותיהם אח\"כ ואמנם מעשר ראשון כבר בארנו בפ\"ט מיבמות (הלכה ד) שהוא מותר לזרים לפיכך כשלקח זה הישראל החלק מן המעשר ראשון או מעשר עני ה\"ז יאכלו אבל התרומה שהיא חלק הכהן הנה יש לישראל בה הנאה שהוא יכול ליתן אותו לכהן מקרוביו או ימכרנה לכהנים ויכול לעשות כן לפי שהוא קנאה מן הכהן באלו הדמים שהלווהו: "
            ],
            [
                "<b>המניח פירות להיות מפריש עליהן כו': </b>מה שאמר מעת לעת ר\"ל מן השעה שבקש אותם ומצאם שנאבדו עשרים וד' שעות למפרע לפיכך כל מה שהפריש באלו הארבע ועשרים שעות הרי הוא טבל וצריך שיפריש תרומה ומעשרות פעם שנית לפי שהם בחזקת אבודים וכל מה שהפריש קודם לכן הרי הוא מתוקן לפי שהם בחזקת קיימים בזה הזמן ופסק ההלכה שכל מה שהפריש אינו מתוקן לפי שהוא ספק. ור' יהודה סובר שבודקין היין באלו השלשה זמנים לפי שבהם יפסד בקצת ולכך יבדוק אותו אולי יחמץ ונמצא שהפריש חומץ על יין. והלכה כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>השולח גט לאשתו והגיע בשליח כו': </b>זה השליח אמנם הוא שליח הולכה ולכך יבטל עד שיגיע גט לידה שכל זמן שהגיע הגט לידה אינו יכול לבטלו ואפי' נתנו באונס כמו שנבאר ענין האונס בגט ומה שאמר שקדם אצל אשתו לפי שאנו יכולין לומר לצעורה קא מכוון ולכך למדנו שהוא פסול אבל שליח קבלה הרי הוא מבואר שכל זמן שהגיע הגט לידו אין יכול לבטלו לפי שידו כידה ודע אם נתן אדם לאשתו גט על זמן או גט על תנאי והגיע לידה אם אמר לה כשיגמר תנאי פלוני או כשיגיע זמן פלוני הרי את מגורשת מעכשיו אינו יכול לבטלו אחר שהגיע הגט לידה ואם לא אמר מעכשיו יכול לבטלו ואפי' שהוא בידה אחר שנשאר לו בו שום סרך והוא יכול להוסיף על תנאו כמו שיתבאר: "
            ],
            [
                "<b>בראשונה היה עושה ב\"ד במקום אחר כו': </b><b>בראשונה היה משנה שמו ושמה שם עירו כו': </b>תקון העולם שהוא כשמסר עליו מודעא בב\"ד או שבטלו אחר שנכתב ואפי' בפני ב' [או] אם שינה שמו או שמה תנשא והיא לא תדע שהגט בטל ונמצאו הבנים ממזרים לפי שהיא נשארה אשת איש לפיכך מי שמבטל גט היו מלקין אותו מלקות מטעם תקנת רבן גמליאל <small>[ע' תוי\"ט ריש שבת]</small>  שאמר לא יהיו עושין כן וכמו כן אמרו רב מנגיד מאן דמבטל גיטא ומאן דמסר מודעא אגיטא וזה שאמר שהוא כששינה שמו ושמה וכתב כל שם שיש לו שזה כשר לא יתקיים זה אלא א\"כ היה לו לאדם שתי שמות שנודע בשניהן או כשכתב אחד מן השמות ובתנאי שיכתוב המפורסם מהם ואמר וכל שם שיש לי יהיה הגט כשר וכמו כן האשה אבל אם היה שמו על דרך משל יצחק וכתב בגט אני אברהם וכל שם שיש לי הרי הגט בטל ודע זה: "
            ],
            [
                "<b>אין אלמנה נפרעת מנכסי יתומים כו': </b>נמנעו ב\"ד מלהשביע את האלמנה לפי שהם ראו שהיא מקילה בשבועות ותשבע על שקר וכשהיו מגבין אותה כתובה תקן רשב\"ג שיהיו מתנין עליה היתומים באיזה מן שירצו מין הנדרים כגון שיאמרו לה אמרי כל פירות שבעולם אסורים עלי אם קבלתי מזאת הכתובה שום דבר תעשה ממונך כולו קרבן אם קבלת שום דבר וכל הדומה לזה וכבר נתבארו הנדרים כולם ודיניהם במס' נדרים. ופסק ההלכה שאלמנה משביעין אותה היתומים שלא בב\"ד או נודרת להם כל מה שירצו בב\"ד כמו שהתקין רשב\"ג ולהם הבחירה באי זו משני הדרכים שירצו ולפיכך אם נשאת האשה קודם שתשבע אבדה כתובתה לפי שיאמרו היתומים אנו אין רצוננו להשביעה אבל רצוננו להדירה בב\"ד ואין תועלת בהיותה נודרת והיא בעולת בעל לפי שהבעל יפר לה כמו שנתבאר בפ' עשירי מנדרים (הלכה ה') והוא מה שאמר נשאת אין מדירין אותה לפי שמפר לה בעל לפיכך אם נתגרשה או מת בעלה גובה כתובתה אחר השבועה או הנדר וראיתי תשובה לרבינו האי ז\"ל שאמר תשבע ותטול והוא הנכון כדי שיגיעו הזכיות לבעליהן וכמו כן העדים חותמין על הגט ואע\"פ שאין תועלת בעדים שהן בגוף הגט ואמנם היא מתגרשת בעדים שהיא מקבלת הגט בפניהם והוא מה שאמרו עדי מסירה כרתי אבל אנו חוששין שמא ימות אחד מן העדים שנתן הגט בפניהם ונמצא הגט בידה חספא בעלמא אחר שאין בו עדים לפיכך חותמין בו וכבר בארנו הפרוזבול בפ' עשירי ממסכתא שביעית (מהלכה ג עד הלכה ח'): "
            ],
            [
                "<b>עבד שנשבה ופדאוהו אם לשום עבד כו': </b><b>עבד שעשאו רבו אפותיקי לאחרים כו': </b>מה שאמר אמנם הוא לאחר יאוש רבו ראשון לפיכך אם פדאו מי שפדאו לשם עבד ישתעבד בו לפי שרבו הראשון כבר נתייאש ממנו ואם פדאו לשם בני חורין לא ישתעבד בו אפי' רבו ראשון לפי שנתייאש ממנו ואנחנו נבאר יאוש בעלים בפ' אחרון מקמא (הלכה א') ופרק ב' ממציעא (הלכה ה'). רשב\"ג אומר ישתעבד בו השני באי זה ענין שיהיה ואפי' פדאוהו לשם בן חורין כדי שלא יהא כל עבד מפיל עצמו בגייסות ומפקיע עצמו מיד רבו. ואפותיקי מלה מורכבת פה תקנה ר\"ל שאמר לבעל חובו אתה לא תגבה ממונך לעולם אלא מזה ואין לך שום דבר בכל מה שברשותי אלא בזה לפיכך כשמת (הוא) [העבד <small>יעב\"ץ</small>] או נאבד אבד ממונו ואם שחררו חייב הדין ודרך המשפט שיאבד הממון ולא יהיה חייב העבד שום דבר לפי שהעיקר בידינו חמץ הקדש ושחרור מפקיעין מידי שעבוד אבל מפני תקון העולם שמא ימצאנו בעל חובו ויאמר לו עבדי אתה כופים את רבו שני שיש לו החוב שישחרר אותו כמו ששחרר אותו הראשון וכותב שטר עליו בשויו לא במה שיש לו עליו מן החוב ואם היה החוב יותר מדמיו זה ענין מה שאמר כותב שטר על דמיו רשבג\"א שהמשחרר הוא שיכתוב החוב עליו לפי שהוא הזיק שעבודו של חבירו ויהיה פי' דבריו אין כותבין שטר אלא על המשחרר לפי שהוא גורם לאבוד הממון ואחר שהעיקר אצלנו דיינינן דיני דגרמי יהיה בזה המאמר האחרון הלכה כרשב\"ג: "
            ],
            [
                "<b>מי שחציו עבד וחציו בן חורין עובד את רבו כו': </b>אם היה עבד של שני שותפין ושחררו אחד מהם חזר חציו עבד וחציו בן חורין וכמו כן היו לו אלף בעלים ושחררו אחד מהם כופין את השאר וכמו כן אפי' היה לו אדון אחד וקבל ממנו קצת דמיו ושחרר קצתו באלו הדמים שקבל חזר ג\"כ חציו עבד וחציו בן חורין אבל אם שחררו רבו חציו בשטר ה\"ז אינו כלום לפי שהעיקר אצלנו המשחרר חצי עבדו לא קנה וזהו בשטר ובתחלת קידושין אבאר איך תתקיים השחרור בשטר ואיך תתקיים בכסף: "
            ],
            [
                "<b>המוכר עבדו לעובד כוכבים או לחוצה לארץ כו': </b><b>אין פודין השבויין יתר על כדי דמיהן כו': </b><b>ואין לוקחין ספרים תפלין ומזוזות כו': </b>אם היו פודין אותם יותר מכדי דמיהם ישתדלו העובדי כוכבים שישבו אותם ואם היינו מבריחים אותם מאדוניהם ג\"כ הנשארים הם יאסרו אותם בכבלי ברזל ויוסיפו להם בענויים ואם היה שבוי אחד לדעת רבן שמעון בן גמליאל הנזכר מותר לנו להבריחו לפי שאין עמו שבוי שני שנפחד עליו מן הענוי ושיאסר בברזל ולדעת חכמים שאומרים מפני תקון העולם אינו מותר כדי שלא יאסרו שבויים אחרים והלכה כחכמים: "
            ],
            [
                "<b>המוציא את אשתו משום שם רע לא יחזיר כו': </b>מי שגרש את אשתו מטעם חשדא שחושד אותה בדבר עבירה או מטעם שהיא נודרת הרבה אינו מותר שיחזירנה אלא נאמר לו מיד שרוצה לגרשה מפני אחד מאלו הטעמים הוי יודע שאתה מזה הטעם מגרש אותה ותדע שלא תחזירנה לעולם ולא תהיה מותרת לך לעולם אחר אלו הגירושין עד שיסור כוונתו ממנה ויגרשנה גרושין גמורין לפי שאנו חוששין שמא ישאר לו בה שום תוחלת שמא תנשא לאחר ולא יראה לו זה הטעם שנתגרשה עליו ויאמר בעל הראשון אילו הייתי יודע שהענין היה כן והיא לא תתנהג בכך לא הייתי מגרשה ונמצא הגט בטל ובניה ממזרים ולפיכך אומרים לו הוי יודע שהמוציא את אשתו משום נדר או משום שם רע אינו מחזירה לעולם. ור' יהודה אומר אמנם זה הדין כשנדרה נדר שידעו בו רבים לא פחות מעשרה וכשנתפרסם אצל עשרה או יותר שהיא פרוצה בנדרים אז לא יחזיר ור\"מ אומר אם היה הנדר שנדרה היא עצמה צריכה חקירת חכם לא יחזיר לפי שנחוש שמא יגרשנה ותנשא לאחר ואח\"כ ישאל הבעל הראשון לחכם ויאמר לו שזה הנדר יש לו היתר ויאמר אילו ידעתי שיש התרה לא הייתי מגרשה אלא הייתי מביאה לב\"ד ויתירו לה לפי שר' מאיר סובר אין אדם מקפיד על בזוי אשתו בב\"ד ונמצא הגט בטל לפיכך מודיעין לו שלא יחזיר ור' אליעזר אומר אין אדם רוצה שתתבזה אשתו בב\"ד והדעת היה נותן שהוא יחזיר אם היה צריך חקירת חכם לפי שאנו אומרים שמא יאמר אם הייתי יודע שיש לנדר היתר אצל ב\"ד (כלום) הייתי מביאה לב\"ד ויתירו לה לפי שהוא סובר אין אדם רוצה שתתבזה אשתו בב\"ד ואין אסור עליו שיחזיר כשנדרה נדר ושצריך חקירת חכם אלא מפני נדר שאין צריך חקירת חכם שאפשר לו לומר אחר שנשאת לאחר ולא נשמע עליה שהיא פרוצה בנדרים אילו ידעתי שהוא כן לא הייתי מגרשה לפי שאני הייתי מפר הנדר שנדרה בעודה אצלי לפי שאינו צריך חקירת חכם והלכה כתנא קמא שאמר לא יחזיר על איזה צד שיהיה הנדר מפני תקון העולם רצה לומר לא יבטל הגט למפרע כמו שבארנו. ואח\"כ כלל במשנה מאמר אחר וכאילו אמר בד\"א כשנדרה היא אבל נדר הוא יחזיר כלומר אם נדר שעל כל פנים יגרש את אשתו ולא תהיה בינו ובינה נשואין לעולם וגרשה מטעם הנדר אם רצה להתיר הנדר ויחזירנה הרי זה מותר ועל זה הדין הביא ראיה ר' יוסי מעשה בצידן. ומה שאמר על זה המאמר האחרון מפני תיקון העולם ר\"ל אין במניעת החזרה תיקון העולם ולפיכך יחזיר והוא ענין מה שאמרו אין בזה מפני תיקון העולם והלכה כר' יוסי: "
            ],
            [
                "<b>המוציא את אשתו משום אילונית כו': </b>כבר בארנו בסוף פרק אחד עשר מכתובות שהאילונית אין לה כתובה לפיכך כשהוציאה משום אילונית תצא בלא כתובה ואם היה לה ולד הרי זה איגלאי מילתא למפרע שהיא אינה אילונית ואם תחזור על בעלה הראשון לתבוע כתובתה אומרים לה שתיקותיך יפה ליך מדבוריך לפי שהוא יאמר אילו ידעתי שהיא תלד לא הייתי מגרשה ונמצא הגט בטל ובניה ממזרים ומה שאמר בכאן וחכ\"א יחזיר כבר בארו בגמרא ואמרו מאן חכמים ר\"מ שמצריך תנאי כפול כמו שיתבאר אח\"כ לפיכך כ\"ז שלא יאמר לה הריני מגרשיך מפני שאת אילונית ואילו לא היית אילונית לא הייתי מגרשיך לא חיישינן לקלקולה. והלכה כר' יהודה: "
            ],
            [
                "<b>המוכר את עצמו ואת בניו לעובדי כוכבים כו': </b><b>המוכר שדהו לעובד כוכבים וחזר ולקח ממנו כו': </b>ובתנאי שימכור את עצמו ג' פעמים ואז לא יפדה בפעם שלישית אא\"כ חוששין עליו שמא יהרג. וכבר בארנו במקומות מסדר זרעים <small>[<b>הגה' הגרי\"ב</b> ע' פאה פ\"ד הלכה ט' ודמאי פ\"ה הלכה ט' וצ\"ע]</small> שהעיקר אצלנו אין קנין לעובדי כוכבים בארץ להפקיע מן המעשרות לפיכך לקח מן העובד כוכבים יביא מן התורה וכשראו חכמים שהיו מתייקרין <small>[ע' בחדושי מהר\"ם]</small> בלקיחתם מן העובדי כוכבים התקינו שהלוקח מן העובד כוכבים [לא] יביא בכורים כדי שיתבאר לו שירדה מקדושתה ולא יתאוו לקנות מהם וכשראו ג\"כ שזה גורם שתשאר בידי עובדי כוכבים ותשתקע בידם התקינו שהלוקח מהם יביא כדי שידע שאין קנין לעובדי כוכבים בא\"י קנין גמור ולכך ישתדל בפדיית זה הקרקע מידו לפי שהוא עומד בקדושתה ובמתנות ידועות: "
            ]
        ],
        [
            [
                "<b>הניזקין שמין להן בעידית ובעל חוב כו': </b>עידית מעולה שבקרקעות והמיטב שבהן וזיבורית הפחות והרע שבהם ורחמנא אמר (שמות כ״ב:ד׳) מיטב שדהו ומיטב כרמו ישלם ונפל המחלוקת בזאת הכוונה למי הוא חוזר אם על הניזק או על המזיק ואפי' למ\"ד מיטב שדהו של ניזק מפני תקון העולם יקח הניזק שיעור נזקו במעולה מה שנמצא אצל המזיק כדי שלא תתרבה הנזק והתגבורת בין דיני אדם ודין בעל חוב מן התורה שיגבה מן הזיבורית לפי שנאמר (דברים כב) בחוץ תעמוד והאיש אשר אתה נושה בו ואין אדם מוציא מביתו לרצונו אלא הפחות ממה שנמצא אצלו ופחות שבתועלת אבל אמרנו בבינונית כדי שלא תנעול דלת בפני לוין והעמדנו באשה בזיבורית על עיקר של ב\"ח לפי שאין לנו לומר שמא אם אומרים לה שתגבה כתובתה מן הזיבורית לא תנשא לפי שהיא חפצה בנישואין יותר מהאיש הנושא אותה ואין שם נעילת דלת. ואין הלכה כר\"מ: "
            ],
            [
                "<b>אין נפרעין מנכסים משועבדים כו': </b>דמיון כגון שהזיק ראובן לשמעון ונתחייב ואח\"כ מכר ראובן עידית שלו ונשאר לו זיבורית יקח שמעון שיעור הנזק מן הזיבורית המצויה אצלו ואינו יכול לומר זכיתי בעידית וכבר מכרת אותה אחר שהיה לי בה זכות לכך אוציאנה מיד הלוקח לפי שאין עושים כן אלא כשלא נמצאו אצל ראובן כלום שיכול לגבות ממנו: "
            ],
            [
                "<b>אין מוציאין לאכילת פירות ולשבח קרקעות כו': </b>כשגזל ראובן קרקע משמעון והיתה מלאה פירות ואכל ראובן הפירות והפסיד הקרקע כגון שחפרה (והפילה) [והפסידה] כשיבא שמעון לגבות מראובן הפירות שאכל ומה שהפסיד הקרקע הרי הוא גובה מה שהפסיד הקרקע מנכסי ראובן ואפילו ממשעבדי וגובה את הפירות מנכסים בני חורין וזה ענין שאמר ולא לאכילת פירות. וכמו כן אם הלוה ראובן לשמעון מאה דינרין ואחר שנתחייב שמעון בזה החוב לראובן מכרה שמעון ללוי נ' דינרין על דרך משל עד שהשביחה וחזרה ששוה ק' דינרין מצד השבח אח\"כ בא ראובן וטרף מלוי זה הקרקע בשביל המאה דינרין שיש לו אצל שמעון חמשה ושבעים דינרין לפי שהדין אצלנו בעל חוב גובה חצי שבח וחזר לוי על אותן חמשה ושבעים דינרין ותובע אותן לפי מה שהוציא ממנו חמשה ושבעים דינרין הדין שיגבה חמשים דינרים משמעון ואפילו ממשעבדי והן החמשים שלקח בהן עיקר הקרקע לפי שאם לא ימצא שום דבר אצל שמעון היו מוציאים מיד הלוקח שלקח משמעון אחרי שלקחו ר\"ל אחר שלקח לוי וכמו כן הדין אצלנו שיגבה החמשה ועשרים ג\"כ אבל מנכסים בני חורין ואם לא נמצא אצלו כלום ישאר על שמעון כשאר החובות כולם וזה ענין לשבח הקרקעות ואמרו למזון האשה והבנות מבואר וכבר נתבאר בכתובות וזה כולן מפני תקון העולם שאין מוציאין מיד הלוקח אלא בדבר מפורסם חזק בחיוב וכמו כן אם אמר בעל המציאה שנאבד ממנו יותר מזה לא ישבע מי שמצאה שלא מצא אלא זה לפי שאם היו דנין בכך כל מי שימצא מציאה יניחנה ולא יאספנה ולא יחזירנה לחברו או יקחנה לעצמו: "
            ],
            [
                "<b>יתומים שסמכו אצל בעל הבית כו': </b><b>המטמא והמדמע והמנסך בשוגג פטור כו': </b>אבא שאול אומר שבני אדם כולם משתדלין שימנו אותם ב\"ד כדי שיתפרסם נאמנותם אצל בני אדם ואילו אתה מחייב אותם שבועה לא יהיו נמנעין מפני כך אבל האפוטרופוס שמינהו אבי יתומים אם אתה מחייב אותו שבועה ר\"ל שמשביעין אותו היתומים בטענת שמא לעולם אין מקבלים אפוטרופסות ויפסידו היתומים ולכך בטלו ממנו השבועה מפני תקון העולם. ומה שאמר המנסך אפשר זה על א' מב' דרכים. א' מהם שיערב יין נסך ביין של חבירו שהכל אסור כמו שיתבאר במס' ע\"ז בפרק האחרון (הלכה ח) והדרך השני שינסכהו לעבודת כוכבים וידע שהיין אסור בזה הניסוך כשיהיה מזיק בנזק ולא ידע שהוא חייב סקילה כשמנסך אותו לעבודת כוכבים לפי שאם היה יודע ג\"כ שהוא חייב סקילה לא היה חייב תשלומים לפי שעיקר אצלנו אין אדם מת ומשלם כמו שביארנו בפרק ג' מכתובות (הלכה א). וכהנים שפגלו במקדש הוא שיפסיד הכהן הכוונה בשעה שמתעסק בשחיטת הקרבן או זריקת דמו או הדומה להם ויחשב בו שיאכל ממנו או שיקרב אותו חוץ לזמנו וזה הזבח נפסד על הבעלים ויתבארו אלו הענינים בפ\"ב במס' זבחים (הלכה ג) והדין היה מחייב שיהיו אלו כולם פטורים בין בשוגג בין במזיד לפי שהיזק שאינו ניכר לאו שמיה היזק ואמנם אמרנו מזיד חייב כדי שלא יהא כל אחד הולך ומטמא טהרותיו של חברו. והלכה כאבא שאול. ומן המבואר באמרו בכאן חייבין רוצה לומר חייב בתשלום מה שפגלו: "
            ],
            [
                "<b>העיד רבי יוחנן בן גודגדא על החרשת כו': </b>מריש קורה. ועל זה הדין תעשה היקש בכל דבר גזול כשעשה בו הגזלן מעשה שאי אפשר להסירו אלא בהפסד מרובה הרי הוא נותן דמי זה הדבר שגזל בלבד ואמנם נעשה זה מפני תקנת השבים כדי שלא תקשה דרך התשובה על בעל העבירה. ואלו העדיות כולם הלכה: "
            ],
            [
                "<b>לא היה סיקריקון ביהודה בהרוגי מלחמה כו': </b>סיקריקון אלם ואנס לוקח שדות מיד בעליהן בלא דמים כדי שלא יהרגם ונתחדש זה החידוש משע' הרוגי המלחמה והיה זה הזמן ידוע אצלם באותה שעה. ובעל הבית הוא בעל הקרקע הראשון כשגזלה ממנו הסיקריקון וכבר בארנו בסוף פרק עשירי מכתובות שקנין האשה. והודאתה במה שמכר בעלה אינו מועיל לפי שהיא יכולה לומר נחת רוח עשיתי לבעלי ויכולה להוציא מיד הלוקח כשתגבה הכתובה. ומה שאמר נותן לבעלים רביע כגון שלקח מהסיקריקון שדה בשלשים דינרין הוא נותן לבעל הבית עשרה דינרין לפי שאנו אומדים דמי הקרקע ארבעים דינרין ויותר והרוב שהסיקריקון עושה ממנה זול אע\"פ שהיתה אצלו בלא דמים הוא זה השיעור והוא ענין מה שאמרו רביע בקרקע שהוא שליש במעות ואין ספק במה שאמר רבי שהיה המעשה כשהיה שם סיקריקון: "
            ],
            [
                "<b>חרש רומז ונרמז ובן בתירא אומר כו': </b>רמיזה ר\"ל אי זה שירמוז ובן בתירא אומר שמקחו וממכרו במטלטלין אינו כלום עד שיקבל הדבר ויהיה ברשותו ויתן ג\"כ למי שהוא מוכר ולא תספיק לו הרמיזה בלבד. והפעוטות הנערים קטנים מבן שש ובן שבע אם היה להם חריפות או מבן שמנה ובן ט' ובן י' לפי שיעור חריפתם וזה העיון תלוי בדיין. ואין הלכה כבן בתירא: "
            ],
            [
                "<b>ואלו דברים אמרו מפני דרכי שלום כו': </b>דע שזה הדבר המפורסם בכל המקומות שיהיה הכהן קורא בבהכ\"נ ראשון בין שיהיה ת\"ח או ע\"ה הנה הוא דבר שאין לו שורש בתורה כלל ולא נזכר זה בש\"ס ולא היא זאת הכוונה הנרמזת אליה בזאת ההלכה ואני נפלא הפלא ופלא מערי הגלות שנוהגים בזה המנהג אחר היותם בריאים מחולאי המנהגות ומדעות האחרונים ודרכיהם ואין אצלם אלא ענינים נאותים ללשון הש\"ס ואיני יודע מאיזה מקום בא להם זה ההפסד ואמנם צורת הענין לפי מה שבא לנו בקבלה כמו שאגיד וזה שהכהן קודם ללוי ולישראל לפי שנאמר (ויקרא כ״א:ח׳) וקדשתו כי את לחם אלהיך וגו' ובא בקבלה בכל דבר שבקדושה לפתוח ראשון ולברך ראשון וליטול מנה יפה ראשון וזה כולו בשאין שם חכם גדול ממנו כגון שיהיה שם כהן ולוים ישראלים ויהיו כולם מדרגה אחת בחכמה ולא יהיו קצתם יותר חכמים מקצתם אז תחזור הקדמת היחס כהן קודם ואחריו לוי ואחריו ישראל ויתבאר לך זה הלשון בפ' אחרון מהוריות (והלכה ח) באמרו בזמן שכולם שוים אבל אם היה ממזר ת\"ח וכהן גדול עם הארץ ממזר ת\"ח קודם בכל ענין מבואר בש\"ס (מגילה כב.) שאחד מן החכמים קרא ראשון בשבת בספר תורה ורב אמי ורב אסי גדולים מכהני ארץ ישראל היו מצויין שם ולפי שהיה יותר חכם מהם וכך אמרו רב קרא בכהני ר\"ל קרא ראשון כמו הכהן ולפי שהיה יותר חכם מן הכהנים המצויים שם וזה אין מחלוקת בו ומן העיקרים גם כן כשהכהן כשהוא ראוי שיקרא ראשון אם התיר לישראל שהוא כמותו או פחות ממנו שיעלה ויקרא הרשות בידו אבל אסרו חכמים זה מפני דרכי שלום לפי שיתחדש מזה המחלוקת שמא יאמר ישראל אחר מפני מה התיר לזה שיעלה ראשון ולא התיר לי אחר שהדבר תלוי בו לכך אנו אומרים שיקרא הוא עצמו לא שיתיר לזולתו ולזאת הכוונה רמז בזאת ההלכה באמרו כהן קורא ראשון וכן באר הגמרא. ואם היה המנהג שהיו מניחים העירוב בבית מבתי החצר אמר שלא ישנה לעולם אלא בזה הבית שהיו נותנין בו בתחלה להניח אותו לפי שיש להם בזה הנאה שהבית שמניחין בו העירוב אינו צריך ליתן את הפת כמו שנתבאר שם. ומה שאמר גזל גמור ר\"ל גזל מדרבנן גמור וההפרש שיש באמרו גזל מפני דרכי שלום ובאמרו גזל גמור הוא שהגזל גמור יוצא בדיינין ויוסיף חומש ואע\"פ שהוא מדרבנן לפי סברתו וגזל מדרכי שלום אין בו שום דבר מכל זה. ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>משאלת אשה לחבירתה החשודה כו': </b>כבר נקדם לנו פירוש זאת ההלכה אות באות בסוף פ' חמישי משביעית אבל אני אזכיר ג\"כ פירושה בכאן מותר לה לתת מה שנזכר לחבירתה החשודה על השביעית לפי שהם כלים שאינן מיוחדין לעבירה שאנו יכולין לומר אפשר שתשאלה הנפה לתקן בו או להכין בו הדבר הראוי להרקדה והרחים לטחון בהם הסממנין והתנור להלבין בו המטווה לפיכך אם פירשה ואמרה לה תני לי הנפה להניף בו הקמח או תנור לאפות בו פת אינה משאלת לה ומה שאמר אשת חבר משאלת לאשת עם הארץ וכו' אין בזה הענין שום דבר משביעית אמנם הוא מותר לעולם לפי שהעיקר אצלנו רוב עמי הארץ מעשרין הן לפיכך בוררת וטוחנת ומרקדת עמה ומה שאמר משתטיל מים לעיסה לא תגע אצלה הוא דבר מענין הטומאה וטהרה וזה שעם הארץ אשתו ובניו בחזקת טומאה כמו שיתבאר במקומו במס' טהרות והעיקר אצלנו ג\"כ שהאוכלין אינן מקבלים טומאה אלא אחר הכשר באחד משבעה משקין כמו שנתבאר במס' מכשירין (פ\"ו הל\"ד) ולאלו העקרים כולם מחוייבת להפריש ממנו משתטיל מים על הקמח שאז יקבל טומאה ויהיה עובר עבירה שמטמא התרומה ואפי' על העיקר האחרון שהוא מותר לגרום טומאה לחולין שבא\"י לפי שבזאת העיסה חיוב תרומה והיא הקדש ודע זה. עוד אמר שכל מה שזכרנו מהיתר השאילה ואפילו על דרך הספק ומעוט הסיוע אמנם הוא מפני דרכי שלום. ומחזיקין ידי עובדי כוכבים בשביעית בדבור בלבד כגון שיראה אותו עובד אדמה שיכול לומר לו יהא אלהים בעזרך או יצליח מעשיך וכל כיוצא בזה. שואלים בשלומן של עובדי כוכבים ואפילו ביום חגם: "
            ]
        ],
        [
            [
                "<b>האומר התקבל גט זה לאשתי כו': </b>כבר נקדם לנו בפ\"ב (הלכה ה) ששליח קבלה כשהגיע הגט לידו הרי הוא כאילו הגיע לידה לפי שהוא מורשה. והלכה כרשב\"ג שאמר טול לי לשון קבלה הוא: "
            ],
            [
                "<b>האשה שאמרה התקבל לי גיטי כו': </b>וקרע אינו מתנאים שיקרע על כל פנים ואמנם ר\"ל שאם קרעו שיעידו על כך. ונערה המאורסה כבר בארנו משפטיה בפ' עשירי מנדרים. ומה שאמר היא ואביה רוצה לומר או היא או אביה. ומי שהיא יכולה לשמור גיטה הרי היא ג\"כ תקבל גיטה אחר מיתת אביה והיותה יכולה לשמור גיטה היא שתהיה מבחנת בין גיטה לדבר אחר. ואין הלכה כר' יהודה: ",
                "<b>נערה המאורסה היא ואביה מקבלין כו': </b>וקרע אינו מתנאים שיקרע על כל פנים ואמנם ר\"ל שאם קרעו שיעידו על כך. ונערה המאורסה כבר בארנו משפטיה בפ' עשירי מנדרים. ומה שאמר היא ואביה רוצה לומר או היא או אביה. ומי שהיא יכולה לשמור גיטה הרי היא ג\"כ תקבל גיטה אחר מיתת אביה והיותה יכולה לשמור גיטה היא שתהיה מבחנת בין גיטה לדבר אחר. ואין הלכה כר' יהודה: "
            ],
            [
                "<b>קטנה שאמרה התקבל לי גיטי אינו גט כו': </b>אין הלכה כר' אליעזר מטעם שהיא לא עשתה אותו שליח אלא לקבל לה גיטה במקום פלוני וכל זמן שעבר נתבטל השליחות וכבר נתבאר לך הכוונה שאם היה דעת הבעל להתנות שיתן לה הגט במקום פלוני ולא קיים התנאי בטל הגט ואם אמר הרי היא במקום פלוני אמנם רצה להודיעו באיזה מקום היא בלבד ולא ליחד מקום לתת באותו מקום ולא במקום אחר לפיכך בכל מקום שנתנו לה כשר: "
            ],
            [
                "<b>הבא לי גיטי אוכלת בתרומה כו': </b>ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>האומר כתבו גט ותנו לאשתי גרשוה כו': </b><b>בראשונה היו אומרים היוצא בקולר כו': </b>היוצא בקולר מי שיוצא מבית הסוהר לידון מאת המלך. ומפרש המפרש בים ויוצא בשיירא היוצא בדרך ללכת במדבר עם השיירא ודי לאלו באמרם כתבו בלבד ואע\"פ שלא אמרו ותנו לפי שהענין מחייב שהוא ג\"כ רצה שיתנו לה גט ושיגרשנה מרשותו. והל' כר\"ש שזורי: "
            ],
            [
                "<b>מי שהיה מושלך לבור ואמר כו': </b><b>הבריא שאמר כתבו גט לאשתי כו': </b>רצה לשחק בה כשלא היה שם ענין מורה על כוונתו כמו שסיפר בזה המעשה. והלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>אמר לשנים תנו גט לאשתי או לשלשה כו': </b>אינו מן הנמנע שבית דין הגדול לא יהיו בקיאין בכתיבה לפי שהתנאי בב\"ד שיהיו חכמים לא שיהיו סופרים ואמרו אחד כותב וכולן חותמין לפי שהתנה בזה והצריך למגרש שיאמר כמו שסדרו שהוא כשאמר לרבים כתבו יבאר ויאמר כל אחד מכם בפני עצמו ואם אמר לרבים חתמו יבאר ויאמר כל שנים מכם אי זה שנים מכם שיהיו ואם אמר לרבים הוליכו גט לאשתי יבאר ויאמר אחד מכם איזה שיהיה והוא ענין מה שאמרו כתבו כל חד מנכון חתומו כל תרי מנכון אובילו כל חד מנכון וכ\"ז שלא יבאר כולם חותמין כמו שזכר אמנם שנים משום עדים והשאר משום תנאי ולכך אין אנו קפדין בשאר היותן פסולין או קרובין או שנתאחר עדותן זמן מרובה לפי שהם תנאי לעדים ומזה הטעם אנו אומרים שעדי הגט אין חותמין אלא זה בפני זה שאנו חוששין שיאמר כולכם ויעידו מקצתם ותחשוב האשה שהוא גט כשר אחר שיש בו שני עדים ומתנאיו שיעידו כולם כמו שזכר. והל' כר' יוסי: "
            ]
        ],
        [
            [
                "<b>מי שאחזו קורדייקוס ואמר כתבו גט כו': </b>קורדייקוס חולי מתחדש ממלוי חדרי המוח ומתבלבל הדעת מפני כך והוא מין ממיני חולי הנופל. ואמרו אין דבריו האחרונים כלום ר\"ל שאין אנו צריכין לשאול אותו פעם שניה אחר שיצא מחוליו אם יעמוד על דבריו או לא ואמנם לא יכתוב הגט עד שיקל מעליו חליו זה. והרכין בראשו ר\"ל שירמז בראשו רמיזה תורה תשובה נכונה לשאלה ויפלוג בה בכל צדדי הנסיון בכל מה שאפשר: "
            ],
            [
                "<b>אמרו לו נכתוב גט לאשתך ואמר להן כתובו כו': </b>אמרו לו אינו ר\"ל למי שאחזו קורדייקוס אלא לאיזה אדם שיזדמן וכמו כן אילו אמרו לו נכתוב גט ואמר להם תנו לה הגט בטל עד שיאמר הוא בעצמו כתבו וחתמו ותנו לה: "
            ],
            [
                "<b>זה גטיך אם מתי זה גיטיך אם מתי מחולי זה כו': </b>שיעור זאת המשנה לפי מה שאגיד בריא שאמר לאשתו זה גיטיך אם מתי או חולה שאמר זה גיטיך אם מתי מחולי זה לא אמר כלום לפי שהעיקר אצלנו אין גט לאחר מיתה ומה שאמר אם מתי משמעותו לאחר מיתה אלא אם באר ואמר מעכשיו או מהיום אבל אם אמר מהיום ולאחר מיתה הוא ספק אם על מה שאמר מהיום היה דעתו והוא גט כשר וכשאמר לאחר מיתה הוי תנאה או חזר בו ועל מה שאמר לאחר מיתה הי' דעתו והוי גט בטל [כמו שאמרנו] שאין גט לאחר מיתה לפיכך חולצת ולא מתייבמת לפי מה שנתבאר בפ\"ג מיבמות (הל\"י) וכולן שהיו להן קדושין או גירושין בספק חולצות ולא מתייבמות: ",
                "<b>זה גיטיך מהיום אם מתי מחולי זה ועמד כו': </b>ממה שראוי שתדע שכל הנותן גט על תנאי או גט על זמן אינו מותר לו להתייחד עמה כל אותו הזמן אלא שיהיה פרוש ממנה משעת כתיבת הגט וכל זמן שהעידו שני עדים שנתייחד עמה הגט בטל ודיני מגורשת ושאינה מגורשת רבים מהם שהוא חייב במזונותיה ואינו מפר נדריה ואינו מטמא לה כמו המגורשת. ופסק ההלכה בזאת שהיא מגורשת לכל הדבר ובלבד שימות לפיכך מי שבא עליה באלו הימים בעילתו תלויה אם מת הבעל יפטר ואם עמד ובטל הגט הנה בעל אשת איש ואם בא עליה בשגגה יביא חטאת: "
            ],
            [
                "<b>זה גיטיך מהיום אם מתי מחולי זה ועמד כו': לא תתייחד עמו אלא בפני עדים כו': </b>ממה שראוי שתדע שכל הנותן גט על תנאי או גט על זמן אינו מותר לו להתייחד עמה כל אותו הזמן אלא שיהיה פרוש ממנה משעת כתיבת הגט וכל זמן שהעידו שני עדים שנתייחד עמה הגט בטל ודיני מגורשת ושאינה מגורשת רבים מהם שהוא חייב במזונותיה ואינו מפר נדריה ואינו מטמא לה כמו המגורשת. ופסק ההלכה בזאת שהיא מגורשת לכל הדבר ובלבד שימות לפיכך מי שבא עליה באלו הימים בעילתו תלויה אם מת הבעל יפטר ואם עמד ובטל הגט הנה בעל אשת איש ואם בא עליה בשגגה יביא חטאת: "
            ],
            [
                "<b>הרי זה גיטיך על מנת שתתני לי מאתים זוז כו': </b>ותתן ר\"ל שנתגרשה מעכשיו אבל מחוייבת שתתן מה שהתנה עליה לפיכך אם נקרע הגט או נאבד קודם שיתקיים תנאה ואח\"כ קיימתו אינה צריכה גט אחר. מה שאמר מכאן עד שלשים יום אינו ר\"ל שהיא תתן לו כשישלמו שלשים יום על כל פנים אמנם הכוונה שתשלים בזה הזמן ואין עושין היקש על זה הדין כשאמר לה ה\"ז גיטיך ע\"מ שתתני לי בגד פלוני או חפץ פלוני שנאמר תתן דמיו או אחר במקומו ששוה יותר ממנו אלא היא מחוייבת לתת אותו הדבר בעצמו ורשב\"ג חולק על זה הדין כמו שזכר. ואין הלכה כמותו: "
            ],
            [
                "<b>הרי זה גיטיך על מנת שתשמשי את אבא כו': </b>אמרו כמה היא מניקתו שתי שנים אינו ר\"ל שהוא מחייב אותה בזה התנאי שתניקהו ב' שנים לפי שהוא ע\"מ שתניקהו סתם אמר לה והעיקר אצלנו כל סתם כמפרש יום אחד דמי לפיכך אינה חייבת שתניקהו אלא יום אחד בלבד וכמו כן לא תשמש אביו אלא יום אחד אמנם זה היום שתניקהו יהיה בזמן היניקה וכאילו שאל כמה זמן היניקה שתניק בו זה היום שהיא מתחייבת והשמיענו מחלוקת ר' יהודה ורבנן זה זמן היניקה שהוא מכריח את האשה להניק את בנה ואפילו היתה מגורשת והם שתי שנים אא\"כ לא היה הולד מכירה כמו שבארנו בפרק שנים עשר מכתובות (הלכה א) ואינו מותר אצלנו נשואי המעוברת והמניקה בכל אלו השתי שנים ואפילו שנתנה בנה להניק ומי שנשא מעוברת או מניקה יוציאה בגט ואפילו היה כהן ואם מת הולד תנשא ולא נחוש שמא יהרגנו לפי שזה רחוק מן האפשרות אלא א\"כ היתה האם יורשת כגון שתהיה בת דודו שאז נחוש ממנה שמא תהרגנו בשביל הירושה ולא מניחין שתניקהו אלא בעדים ולשון התלמוד (כתובות ק\"ב:) מי שמת והניח בן קטן אין מניחין אותו אצל מי שראוי ליורשו מעשה שהיה והרגוהו. ואין הלכה כר' יהודה ולא כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>הרי זה גיטיך אם לא באתי מכאן עד שלשים כו': </b>אנטיפטרס מקום בארץ יהודה. וכפר עותנאי מקום בארץ הגליל. ועכו שכונה לארץ ישראל על המיצר וזאת המשנה בנויה על שתי תנאין וזה כשהוא אומר לה [אם הגעתי לגליל הרי הוא גט] אם לא הגעתי לגליל אלא נשתהתי ביהודה שלשים יום הרי הוא גט ואם לאו אינו גט לפיכך כשהגיע לאנטיפטרס וחזר בתוך שלשים יום אינו גט לפי שאנטיפטרס מארץ יהודה הוא ולא שהה שלשים יום וכמו כן הדין באמרו גליל ומדינת הים ומה שאמר היה הולך ובא ר\"ל בזה שהוא גט כשר ואינו גט ישן ולא תתגרש בשום פנים אלא עד שלא יהיה מצוי במדינה שלשים יום רצופים: "
            ],
            [
                "<b>הרי זה גיטיך אם לא באתי מכאן ועד י\"ב חדש כו': </b>אבל אינה מותרת לאחרים אלא בחליצה עד שישלמו שנים עשר חדש: "
            ],
            [
                "<b>אם לא באתי מכאן עד י\"ב חדש כתבו כו': </b>אם מיתה קדמה לגט אינו גט אם מת אחר י\"ב חדש אחר שנכתב הגט קודם שיתנהו לה. ואין הלכה כר' יוסי: "
            ]
        ],
        [
            [
                "<b>הזורק גט לאשתו והיא בתוך ביתה כו': </b>קלתה כלי מקבצות בו הנשים מה שטוות ואין הבעל מקפיד לו על מקום חיקה ולא על מקום קלתה ולכך מקנה לה ואע\"פ שהיא ברשות הבעל ומה שאמר לתוך ביתה או לתוך חצרה מגורשת על מנת שתהיה עומדת בצד ביתה או בצד חצירה: "
            ],
            [
                "<b>אמר לה כנסי שטר חוב זה או שמצאתו כו': </b><b>היתה עומדת ברה\"ר וזרקו לה קרוב לה כו': </b>מה שאמר מצאתו מאחוריו אינו גט עד שיאמר הרי זה גיטיך בתנאי שירמוז לה שתקבלנו והוא בידו או קשור על גבו לא שיהיה על גבי קרקע אמנם אחר שהגיע לידה אינו מועיל שום דבר שיאמר ודע שלעולם היא צריכה חליצה מדרבנן עד שיגיע גט לידה או לרשותה: "
            ],
            [
                "<b>וכן לענין קדושין וכן לענין החוב כו': </b><b>היתה עומדת על ראש הגג וזרקו לה כו': </b>ועל מנת שיאמר לו זרוק לי חובי בתורת גיטין לפיכך אם הגיע הממון קרוב מן המלוה נפטר הלוה שכבר הגיע לו הממון כמו הגט והוא כבר נתפייס ממנו בקבלת הממון בזה הענין אבל אם אמר לו זרוק לי חובי ותפטר ולא אמר בתורת גיטין וזרקו לו ונאבד או נשרף קודם שיגיע ליד המלוה הרי זה (אינו) פטור. ומה שאמר כיון שהגיע לאויר הגג ר\"ל לפחות מג' לגג לפי שפחות משלשה כלבוד דמי וכאילו בא על פני המקום שהיא עומדת בו ומה שאמר כיון שיצא מרשות הגג ר\"ל ממחיצת הגג ונכנס במחיצות המקום שהיא עומדת בו. ומה שאמר נשרף בתנאי שלא קדם האש בזה המקום קודם שיצא הגט מידו אבל אם היה האש והשליכו על האש הרי זה אינו גט: "
            ],
            [
                "<b>בש\"א פוטר אדם אשתו בגט ישן כו': </b>בית הלל סברי חיישינן שמא יאמרו גיטה קודם לבנה וב\"ש אין חוששין לכך. וגט ישן הוא שיכתוב לה הגט ואחר כך החזירה ונשאר הגט אצלו אחר זמן כתיבת הגט ואחר שהחזירה גרשה פעם שניה ונתן לה זה הגט בעצמו. "
            ],
            [
                "<b>כתב לשם מלכות שאינה הוגנת כו':</b> וענין מלכות שאינה הוגנת שלא יהיה לזה המלך דין בזה המקום שכתב בה הגט ומשום שלום מלכות תקנו הזמנים בגיטין כולם למלך מזאת הממלכה ולכך פסל כשכתב הזמן למדי וארם [מדי] שכבר נתבטלה ונאבדה או לחורבן הבית או לבנינו שאינו מלכות. ומה שאמר הולד ממזר הוא דעת רבי מאיר שאומר כל המשנה ממטבע שטבעו חכמים בגיטין הולד ממזר ואין הלכה אלא אם שינה שמו או שמה ושם עירו ושם עירה בלבד הוא שיהיה הולד ממזר ודע שמי שגירש את אשתו בגט ישן הרי היא תנשא בו לכתחלה: "
            ],
            [
                "<b>כל העריות שאמרו צרותיהן מותרות כו': </b>זה דעת רבי עקיבא שאומר יש ממזר מיבמה כמו שבארנו בפרק רביעי מיבמות (הלכה יב) ואינה הלכה וחזר ושנה זה הדין אחר כך להודיעך שאפי' בכונס את יבמתו שנתקיימה מצות הייבום תצא צרתה וכל הדברים האלו בה: "
            ],
            [
                "<b>הכונס את יבמתו והלכה צרתה ונשאת לאחר כו': </b>חוץ מן הממזרת כמו שבארנו: "
            ],
            [
                "<b>כתב סופר גט לאיש ושובר לאשה וטעה כו': </b>ר\"ל בזה המאמר כשטעה הסופר ונתן גט לפי מחשבתו שהוא שובר לאשה שתתננו לבעלה וכמו כן נותן שובר לאיש לפי מחשבתו שהוא גט שיתנהו לאשתו ונתנו זה לזה. ופי' לאלתר בכאן כל זמן שלא נשחת ולאחר זמן אחר שנשאת נשואין שניים. ומה שאמר לאבד זכותו של שני ר\"ל שיאסר אותה עליו ואילו היה יכול בעל הראשון לעשותו כל אחד ואחד יעשהו. והלכה כר\"א: "
            ],
            [
                "<b>המגרש את אשתו ולנה עמו בפונדקי כו': </b><b>כנסה בגט קרח תצא מזה ומזה וכל הדרכים כו': </b>זאת המשנה בנויה כשהעידו עליה שני עדים שהיא נתייחדה עמו ב\"ה סברי הן הן עדי יחוד הן הן עדי ביאה ואין אדם עושה ביאתו ביאת זנות הרי קדשה בביאה וב\"ש אומרים עד שיעידו שני עדים שנבעלה בפניהם. וצריך שנבאר גט קרח ואז יתבאר לך זה הדין וזה שהם היו כותבין גיטין שיכפלו בהם כמה כפלים והעד חותם בכל כפל מכפלי הגט וקראוהו גט מקושר מפני אלו הכפלים וקראו גט קרח הגט שהיו הכפלים מרובים מחשבון העדים שחתמו בו עד שנשאר בו כפלים בלא עדים ואמנם טעם שהתקינו גט מקושר יתבאר טעם עשותן כן במקומו בפ' האחרון מבתרא (הלכה א) וזה הגט הנאמר מותר לחתום בו פסול לעדות אחר שחתמו בו שני עדים כשרים וכבר נתבאר שאדם שרמז לרבים ואמר להם כולכם כתבו גט לאשתי שהדין בזה שיכתוב אחד וכולם חותמין ואז יהיה גט כשר וצריכין שיחתמו כולם בהכרח ולכך אמר מי שגירש אשתו בגט קרח ונשאת נשואי שניים יוציא וכל הדרכים האלו בה שאנו חוששין שמא זה הגט יש בו הרבה עדים וכשר בלא עד ויחשוב החושב כשאומר אדם גם כן להרבה בני אדם כולכם כתובו וחתמו קצתם ונחסר מהם עד אחד או יותר שהוא כשר כמו זה הגט קרח שחתמו בו קצת עדיו ונשאר מקום לקצת העדים שלא חתמו וזה אמנם הוא דעת ר\"מ שנקדם לך דעתו ואינה הלכה: "
            ],
            [
                "<b>גט קרח הכל משלימין עליו דברי בן ננס כו': </b>בן ננס מתיר לחתום בו עבד ופסול לעדות ועם כל זה שהלכה כבן ננס אינו מותר לחתום בו אלא עד אחד פסול בלבד והשאר כשרים וכבר בארתי לך מפני מה יחד אותו בשם קרח להיות כפליו מרובין מחשבון העדים ונשאר כפל אחד או כפלים הרבה בין עד לעד ונמצא שהוא קרח: "
            ]
        ],
        [
            [
                "<b>המגרש את אשתו ואמר לה הרי את מותרת כו': </b>דע כי מה שאמר לאיש פלוני כגון שיאמר חוץ מאיש פלוני ואין זה ספר כריתות אבל אם עשה זה תנאי הרי הוא מותר כגון שיכתוב גט כשר כמו שצריך אחר כן יאמר לה הרי זה גיטיך על מנת שלא תנשא לפלוני הרי זה מותר ואין בו מחלוקת ואינו מותר שיאמר לה על מנת שתנשא לפלוני לפי שלא יאמרו נשותיהם מחליפין ונותנים זה לזה. ומה שאמרו יטלנו ממנה ויחזור ויתננו לה על מנת שיאמר לה זה הדבר אחר כתיבת הגט והוא לא יתנה בה תנאי אבל כל זמן שהתנה תנאי מהתנאים קודם כתיבת הגט ואפי' שהיה זה התנאי על פה הגט פסול. ואין הלכה כרבי אליעזר: "
            ],
            [],
            [
                "<b>גופו של גט הרי את מותרת לכל אדם כו': </b>רבי יהודה אומר אע\"פ שגוף הגט הרי את מותרת לכל אדם צריך שיכתוב בו ודין דיהוי ליך מנאי והלכה כרבי יהודה ומותר לכתוב הגט באיזה לשון שיהיה ובאיזו כתיבה שיהיה וזה בשני תנאין תנאי בלשון ותנאי בכתיבה ואמנם תנאי בלשון בהזהרת אלו הענינים המיוחדים בלשון הגט אצלנו ואמנם התנאי בכתיבה שלא יהיה בו ספק בשום דבר שיובן הקריאה בענין אחר מחסרון התיבות או מהפסד צורת האותיות המוסכמות עליהם אצל זאת האומה: "
            ],
            [
                "<b>שלשה גיטין פסולין ואם נשאת הולד כשר כו': </b>מה שאמר אין בו אלא עד אחד על מנת שיהיה כתוב בכתב ידו אבל אם כתב אותו סופר ויש בו עד אחד תצא והולד ממזר אבל באלו השלשה גיטין אם נשאת לא תצא. והלכה כרבי אליעזר בגיטי נשים וזולתן מהשטרות שאומר עדי מסירה כרתי כמו שבארנו בפרק רביעי מזאת המסכתא (הלכה ג): "
            ],
            [
                "<b>שנים ששלחו שני גיטין שוין ונתערבו כו': </b>כלל הוא זמן אחד לכל כגון שיכתוב בשני בשבת גירש פלוני לפלונית ופלוני לפלונית וישלם שאר הדברים. וטופס לכל אחד ואחד הוא שיכתוב זמן לכל אחד ואחד והוא שיאמר באחד בשבת גירש פלוני לפלונית וישלים הגט ועוד יתחיל ויאמר ובאחד בשבת גירש פלוני לפלונית וישלים הגט ג\"כ בענין זה גט אחר גט והעדים מלמטן: "
            ],
            [
                "<b>שני גיטין שכתבן זה בצד זה כו':</b> ומה שאמר בכאן עדים יונים אינו ר\"ל יונים באמונה אבל הם עדי ישראל כשרים אבל הם חתמו בכתיבת היונים ואתה יודע שכתיבת היונים אינו כמו כתיבת העברים והערבים שמתחילין בכתיבה מן הימין אל השמאל ואמנם היונים כותבין מהשמאל אל הימין:",
                "<b><small>זאת היא צורת שני גיטין:</small></b>",
                "בכך וכך גירש/בכך וכך גירש",
                "פלוני לפלונית וכו׳/פלוני לפלונית וכו׳",
                "עד וישראל/עד וישראל",
                "ראובן/בן אברהם עד",
                "שמעון/בן יעקב עד",
                "ועל זאת הצורה היו הגיטין והחתימות שמדבר בהם בזאת ההלכה דע אילו היה כתוב תחת הגט האחד ראובן ותחת האחד בן אברהם וכמו כן תחת האחד שמעון ותחת האחד בן יעקב היו שניהם כשרים לפי שהיינו אומרים שתחת הגט השני גם כן שנים עדים עברים והם בן אברהם ובן יעקב. לפי שאדם חותם שמו בעדות בג' ענינים או שיכתוב שמו בלבד כגון שיכתוב פלוני או שיכתוב בן פלוני ולא יכתוב שמו או שיכתוב שמו והוא פלוני עד וכשיהיה כתוב לפי זאת הצורה אין ספק שב' העדים העברים על גט הראשון חתמו וכמו כן השני עדים יונים על הראשון חתמו וא\"א להם שיחתמו אלא כמו שציירנו ואם העידו על הראשון הרי הגט האחד בד' עדים והשני בלא עדים ולכן אמרנו שהראשון כשר והוא אותו שהעדים נקראים עמו ומזאת הצורה עצמה יתבאר עד אחד עברי ועד אחד יוני לפי שאנו אומרים שהעברי הראשון והיוני הבא אחריו כוונו שלשתן לחתום על הגט הראשון ונשאר עד אחד בלבד לגט הב' ואפשר לומר ג\"כ שהב' יונים עם אחד מהעברים העידו על השני ונשאר הראשון בעד אחד ולפיכך שניהם פסולין ומה שחייב זה שאני אומר שמא היוני עם ב' העברים חתמו בין שניהם וכולם על הגט ראשון חתמו כמו שנבאר מן הצורה או נאמר ג\"כ שהעברי הב' עם שנים היונים (חתם) שחתימתם אפשר שהם על הגט הב' ואין זה צריך צורה: "
            ],
            [
                "<b>שייר מקצת הגט וכתבו בדף השני כו': </b>זה כולו מבואר אינו צריך ביאור: "
            ],
            [
                "<b>[גט מעושה בישראל כו':]</b> מה שאמר כתב סופר ועד כשר ר\"ל חתם סופר ועד כשר. חניכתו וחניכתה כנוי ר\"ל כנוי האיש המגרש וכנוי האשה המתגרשת. ונקיי הדעת הנבונים בדעתם. גט מעושה בישראל לקוח באונס ובהכרח והם אונסין הבעל על הגט לפיכך אם היו ב\"ד ישראל הם המכריחין אותו הרי הוא גט כשר ואם דייני עובדי כוכבים הכריחוהו על הגירושין הרי הוא גט פסול על כל צד מן הצדדים אבל אם אנסו על מה שחייבוהו דייני ישראל כגון שהיתה האשה תובעת הגירושים או שהגירושים מחוייבים מצד התורה הגט הזה פוסל מן הכהונה ואע\"פ שהוא פסול וכמו כן אם היו מכריחין ב\"ד של ישראל על הגט שלא כדין זה הגט פסול ופוסל מן הכהונה ואם הכריחוהו העובדי כוכבים עד שאמר רוצה אני מה שיצוה ב\"ד ישראל אחר כך צוהו ב\"ד של ישראל על הכתיבה הרי זה כשר: "
            ],
            [
                "<b>יצא שמה בעיר מקודשת הרי זו מקודשת כו': </b> מה שאמר מגורשת אינו ר\"ל ששמענו שיצא קול מאשת איש גירשה בעלה לפיכך נאסור אותה על בעלה [כהן] מפני שיצא שמה מגורשת אבל הוא אומר שאם יצא שמה מגורשת אחר שיצא שמה מקודשת על אותה אשה בעצמה שהיא נתגרשה מאלו הקידושין הרי זו מגורשת שהרי קול ושוברו עמו לפי שהקול אסרה והקול מתיר אותה אבל אם נתבררו הקידושין בעדים וכל שכן אם היתה נשואה לא נתקיימו גירושיה אלא בעדים כמו שנתבאר בזאת המסכתא: "
            ],
            [
                "<b>ב\"ש אומרים לא יגרש אדם את אשתו אלא אם כן כו': </b>בית שמאי סומכין במלת ערוה ובית הלל על לשון דבר. ומה שאמר רבי עקיבא אינה הלכה שאם מצא נאה ממנה ישאנה ולא יגרש את זאת והיא לא עברה עבירה כלל והיא מוסכמת למדותיו. הלכה כב\"ה: "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}