var Ketubotjson ={
    "language": "he",
    "title": "Mishnah Ketubot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה כתובות",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ],
    "textmishna": [
        [
            "בְּתוּלָה נִשֵּׂאת לַיּוֹם הָרְבִיעִי, וְאַלְמָנָה לַיּוֹם הַחֲמִישִׁי. שֶׁפַּעֲמַיִם בַּשַּׁבָּת בָּתֵּי דִינִין יוֹשְׁבִין בָּעֲיָרוֹת, בַּיּוֹם הַשֵּׁנִי וּבַיּוֹם הַחֲמִישִׁי, שֶׁאִם הָיָה לוֹ טַעֲנַת בְּתוּלִים, הָיָה מַשְׁכִּים לְבֵית דִּין: \n",
            "בְּתוּלָה, כְּתֻבָּתָהּ מָאתַיִם. וְאַלְמָנָה, מָנֶה. בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הָאֵרוּסִין, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה שֶׁנִּפְדּוּ וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, פְּחוּתוֹת מִבְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים: \n",
            "הַגָּדוֹל שֶׁבָּא עַל הַקְּטַנָּה, וְקָטָן שֶׁבָּא עַל הַגְּדוֹלָה, וּמֻכַּת עֵץ, כְּתֻבָּתָן מָאתַיִם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מֻכַּת עֵץ, כְּתֻבָּתָהּ מָנֶה: \n",
            "בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הַנִּשּׂוּאִין, כְּתֻבָּתָהּ מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה, שֶׁנִּפְדּוּ, וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, יְתֵרוֹת עַל בְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִין: \n",
            "הָאוֹכֵל אֵצֶל חָמִיו בִּיהוּדָה שֶׁלֹּא בְעֵדִים, אֵינוֹ יָכוֹל לִטְעֹן טַעֲנַת בְּתוּלִים, מִפְּנֵי שֶׁמִּתְיַחֵד עִמָּהּ. אַחַת אַלְמְנַת יִשְׂרָאֵל וְאַחַת אַלְמְנַת כֹּהֵן, כְּתֻבָּתָן מָנֶה. בֵּית דִּין שֶׁל כֹּהֲנִים הָיוּ גוֹבִין לַבְּתוּלָה אַרְבַּע מֵאוֹת זוּז, וְלֹא מִחוּ בְיָדָם חֲכָמִים: \n",
            "הַנּוֹשֵׂא אֶת הָאִשָּׁה וְלֹא מָצָא לָהּ בְּתוּלִים, הִיא אוֹמֶרֶת, מִשֶּׁאֵרַסְתַּנִי נֶאֱנַסְתִּי, וְנִסְתַּחֲפָה שָׂדֶךָ. וְהַלָּה אוֹמֵר, לֹא כִי, אֶלָּא עַד שֶׁלֹּא אֵרַסְתִּיךְ, וְהָיָה מִקָּחִי מֶקַּח טָעוּת. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה עַד שֶׁלֹּא תִתְאָרֵס, וְהִטְעַתּוּ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n",
            "הִיא אוֹמֶרֶת מֻכַּת עֵץ אָנִי, וְהוּא אוֹמֵר, לֹא כִי, אֶלָּא דְרוּסַת אִישׁ אָתְּ, רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת דְּרוּסַת אִישׁ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n",
            "רָאוּהָ מְדַבֶּרֶת עִם אֶחָד בַּשּׁוּק, אָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל זֶה. אִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n",
            "הָיְתָה מְעֻבֶּרֶת, וְאָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל עֻבָּר זֶה. מֵאִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת מְעֻבֶּרֶת לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n",
            "אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְתִינוֹקֶת שֶׁיָּרְדָה לְמַלֹּאת מַיִם מִן הָעַיִן, וְנֶאֱנְסָה. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, אִם רֹב אַנְשֵׁי הָעִיר מַשִּׂיאִין לַכְּהֻנָּה, הֲרֵי זוֹ תִנָּשֵׂא לַכְּהֻנָּה: \n"
        ],
        [
            "הָאִשָּׁה שֶׁנִּתְאַרְמְלָה אוֹ שֶׁנִּתְגָּרְשָׁה, הִיא אוֹמֶרֶת בְּתוּלָה נְשָׂאתַנִי, וְהוּא אוֹמֵר, לֹא כִי אֶלָּא אַלְמָנָה נְשָׂאתִיךְ, אִם יֵשׁ עֵדִים שֶׁיָּצָאת בְּהִנּוּמָא וְרֹאשָׁהּ פָּרוּעַ, כְּתֻבָּתָהּ מָאתָיִם. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר, אַף חִלּוּק קְלָיוֹת רְאָיָה: \n",
            "וּמוֹדֶה רַבִּי יְהוֹשֻׁעַ בְּאוֹמֵר לַחֲבֵרוֹ שָׂדֶה זוֹ שֶׁל אָבִיךָ הָיְתָה וּלְקַחְתִּיהָ הֵימֶנּוּ, שֶׁהוּא נֶאֱמָן, שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. וְאִם יֵשׁ עֵדִים שֶׁהִיא שֶׁל אָבִיו וְהוּא אוֹמֵר לְקַחְתִּיהָ הֵימֶנּוּ, אֵינוֹ נֶאֱמָן: \n",
            "הָעֵדִים שֶׁאָמְרוּ כְּתַב יָדֵינוּ הוּא זֶה, אֲבָל אֲנוּסִים הָיִינוּ, קְטַנִּים הָיִינוּ, פְּסוּלֵי עֵדוּת הָיִינוּ, הֲרֵי אֵלּוּ נֶאֱמָנִים. וְאִם יֵשׁ עֵדִים שֶׁהוּא כְתַב יָדָם אוֹ שֶׁהָיָה כְתַב יָדָם יוֹצֵא מִמָּקוֹם אַחֵר, אֵינָן נֶאֱמָנִין: \n",
            "זֶה אוֹמֵר זֶה כְתַב יָדִי וְזֶה כְתַב יָדוֹ שֶׁל חֲבֵרִי, וְזֶה אוֹמֵר זֶה כְתַב יָדִי וְזֶה כְתַב יָדוֹ שֶׁל חֲבֵרִי, הֲרֵי אֵלּוּ נֶאֱמָנִין. זֶה אוֹמֵר זֶה כְתַב יָדִי וְזֶה אוֹמֵר זֶה כְתַב יָדִי, צְרִיכִים לְצָרֵף עִמָּהֶם אַחֵר, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים, אֵינָן צְרִיכִין לְצָרֵף עִמָּהֶם אַחֵר, אֶלָּא נֶאֱמָן אָדָם לוֹמַר זֶה כְתַב יָדִי: \n",
            "הָאִשָּׁה שֶׁאָמְרָה אֵשֶׁת אִישׁ הָיִיתִי וּגְרוּשָׁה אָנִי, נֶאֱמֶנֶת, שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. וְאִם יֵשׁ עֵדִים שֶׁהָיְתָה אֵשֶׁת אִישׁ וְהִיא אוֹמֶרֶת גְּרוּשָׁה אָנִי, אֵינָהּ נֶאֱמֶנֶת. אָמְרָה נִשְׁבֵּיתִי וּטְהוֹרָה אָנִי, נֶאֱמֶנֶת, שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. וְאִם יֵשׁ עֵדִים שֶׁנִּשְׁבֵּית וְהִיא אוֹמֶרֶת טְהוֹרָה אָנִי, אֵינָהּ נֶאֱמֶנֶת. וְאִם מִשֶּׁנִּשֵּׂאת בָּאוּ עֵדִים, הֲרֵי זוֹ לֹא תֵצֵא: \n",
            "שְׁתֵּי נָשִׁים שֶׁנִּשְׁבּוּ, זֹאת אוֹמֶרֶת נִשְׁבֵּיתִי וּטְהוֹרָה אָנִי, וְזֹאת אוֹמֶרֶת נִשְׁבֵּיתִי וּטְהוֹרָה אָנִי, אֵינָן נֶאֱמָנוֹת. וּבִזְמַן שֶׁהֵן מְעִידוֹת זוֹ אֶת זוֹ, הֲרֵי אֵלּוּ נֶאֱמָנוֹת: \n",
            "וְכֵן שְׁנֵי אֲנָשִׁים, זֶה אוֹמֵר כֹּהֵן אָנִי וְזֶה אוֹמֵר כֹּהֵן אָנִי, אֵינָן נֶאֱמָנִין. וּבִזְמַן שֶׁהֵן מְעִידִין זֶה אֶת זֶה, הֲרֵי אֵלּוּ נֶאֱמָנִין: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, אֵין מַעֲלִין לַכְּהֻנָּה עַל פִּי עֵד אֶחָד. אָמַר רַבִּי אֶלְעָזָר, אֵימָתַי, בִּמְקוֹם שֶׁיֵּשׁ עוֹרְרִין. אֲבָל בִּמְקוֹם שֶׁאֵין עוֹרְרִין, מַעֲלִין לַכְּהֻנָּה עַל פִּי עֵד אֶחָד. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן הַסְּגָן, מַעֲלִין לַכְּהֻנָּה עַל פִּי עֵד אֶחָד: \n",
            "הָאִשָּׁה שֶׁנֶּחְבְּשָׁה בִידֵי גוֹיִם עַל יְדֵי מָמוֹן, מֻתֶּרֶת לְבַעְלָהּ. עַל יְדֵי נְפָשׁוֹת, אֲסוּרָה לְבַעְלָהּ. עִיר שֶׁכְּבָשָׁהּ כַּרְכּוֹם, כָּל כֹּהֲנוֹת שֶׁנִּמְצְאוּ בְתוֹכָהּ, פְּסוּלוֹת. וְאִם יֵשׁ לָהֶן עֵדִים, אֲפִלּוּ עֶבֶד, אֲפִלּוּ שִׁפְחָה, הֲרֵי אֵלּוּ נֶאֱמָנִין. וְאֵין נֶאֱמָן אָדָם עַל יְדֵי עַצְמוֹ. אָמַר רַבִּי זְכַרְיָה בֶן הַקַּצָּב, הַמָּעוֹן הַזֶּה, לֹא זָזָה יָדָהּ מִתּוֹךְ יָדִי מִשָּׁעָה שֶׁנִּכְנְסוּ גוֹיִם לִירוּשָׁלַיִם וְעַד שֶׁיָּצָאוּ. אָמְרוּ לוֹ, אֵין אָדָם מֵעִיד עַל יְדֵי עַצְמוֹ: \n",
            "וְאֵלוּ נֶאֱמָנִין לְהָעִיד בְּגָדְלָן מָה שֶׁרָאוּ בְקָטְנָן. נֶאֱמָן אָדָם לוֹמַר, זֶה כְתַב יָדוֹ שֶׁל אַבָּא, וְזֶה כְתַב יָדוֹ שֶׁל רַבִּי, וְזֶה כְתַב יָדוֹ שֶׁל אָחִי. זָכוּר הָיִיתִי בִפְלוֹנִית שֶׁיָּצְתָה בְהִנּוּמָא, וְרֹאשָׁהּ פָּרוּעַ. וְשֶׁהָיָה אִישׁ פְּלוֹנִי יוֹצֵא מִבֵּית הַסֵּפֶר לִטְבֹּל לֶאֱכֹל בַּתְּרוּמָה. וְשֶׁהָיָה חוֹלֵק עִמָּנוּ עַל הַגֹּרֶן. וְהַמָּקוֹם הַזֶּה בֵּית הַפְּרָס. וְעַד כָּאן הָיִינוּ בָאִין בְּשַׁבָּת. אֲבָל אֵין אָדָם נֶאֱמָן לוֹמַר, דֶּרֶךְ הָיָה לִפְלוֹנִי בַמָּקוֹם הַזֶּה, מַעֲמָד וּמִסְפֵּד הָיָה לִפְלוֹנִי בַמָּקוֹם הַזֶּה: \n"
        ],
        [
            "אֵלּוּ נְעָרוֹת שֶׁיֵּשׁ לָהֶן קְנָס. הַבָּא עַל הַמַּמְזֶרֶת, וְעַל הַנְּתִינָה, וְעַל הַכּוּתִית. הַבָּא עַל הַגִּיּוֹרֶת, וְעַל הַשְּׁבוּיָה, וְעַל הַשִּׁפְחָה, שֶׁנִּפְדּוּ וְשֶׁנִּתְגַּיְּרוּ וְשֶׁנִּשְׁתַּחְרְרוּ פְּחוּתוֹת מִבְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד. הַבָּא עַל אֲחוֹתוֹ, וְעַל אֲחוֹת אָבִיו, וְעַל אֲחוֹת אִמּוֹ, וְעַל אֲחוֹת אִשְׁתּוֹ, וְעַל אֵשֶׁת אָחִיו, וְעַל אֵשֶׁת אֲחִי אָבִיו, וְעַל הַנִּדָּה, יֵשׁ לָהֶן קְנָס. אַף עַל פִּי שֶׁהֵן בְּהִכָּרֵת, אֵין בָּהֶן מִיתַת בֵּית דִּין: \n",
            "וְאֵלּוּ שֶׁאֵין לָהֶן קְנָס, הַבָּא עַל הַגִּיּוֹרֶת וְעַל הַשְּׁבוּיָה וְעַל הַשִּׁפְחָה שֶׁנִּפְדּוּ וְשֶׁנִּתְגַּיְּרוּ וְשֶׁנִּשְׁתַּחְרְרוּ יְתֵרוֹת עַל בְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד. רַבִּי יְהוּדָה אוֹמֵר, שְׁבוּיָה שֶׁנִּפְדֵּית, הֲרֵי הִיא בִקְדֻשָּׁתָהּ, אַף עַל פִּי שֶׁגְּדוֹלָה. הַבָּא עַל בִּתּוֹ, עַל בַּת בִּתּוֹ, עַל בַּת בְּנוֹ, עַל בַּת אִשְׁתּוֹ, עַל בַּת בְּנָהּ, עַל בַּת בִּתָּהּ, אֵין לָהֶן קְנָס, מִפְּנֵי שֶׁמִּתְחַיֵּב בְּנַפְשׁוֹ, שֶׁמִּיתָתוֹ בִידֵי בֵית דִּין. וְכָל הַמִּתְחַיֵּב בְּנַפְשׁוֹ, אֵין מְשַׁלֵּם מָמוֹן, שֶׁנֶּאֱמַר (שמות כא) וְלֹא יִהְיֶה אָסוֹן עָנוֹשׁ יֵעָנֵשׁ: \n",
            "נַעֲרָה שֶׁנִּתְאָרְסָה וְנִתְגָּרְשָׁה, רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֵין לָהּ קְנָס. רַבִּי עֲקִיבָא אוֹמֵר, יֶשׁ לָהּ קְנָס, וּקְנָסָהּ לְעַצְמָהּ: \n",
            "הַמְפַתֶּה נוֹתֵן שְׁלֹשָׁה דְבָרִים, וְהָאוֹנֵס אַרְבָּעָה. הַמְפַתֶּה נוֹתֵן בֹּשֶׁת וּפְגָם וּקְנָס. מוֹסִיף עָלָיו אוֹנֵס, שֶׁנּוֹתֵן אֶת הַצַּעַר. מַה בֵּין אוֹנֵס לִמְפַתֶּה. הָאוֹנֵס נוֹתֵן אֶת הַצַּעַר, וְהַמְפַתֶּה אֵינוֹ נוֹתֵן אֶת הַצַּעַר. הָאוֹנֵס נוֹתֵן מִיָּד, וְהַמְפַתֶּה לִכְשֶׁיּוֹצִיא. הָאוֹנֵס שׁוֹתֶה בַעֲצִיצוֹ, וְהַמְפַתֶּה אִם רָצָה לְהוֹצִיא, מוֹצִיא: \n",
            "כֵּיצַד שׁוֹתֶה בַעֲצִיצוֹ, אֲפִלּוּ הִיא חִגֶּרֶת, אֲפִלּוּ הִיא סוּמָא, וַאֲפִלּוּ הָיְתָה מֻכַּת שְׁחִין. נִמְצָא בָהּ דְּבַר עֶרְוָה, אוֹ שֶׁאֵינָהּ רְאוּיָה לָבֹא בְיִשְׂרָאֵל, אֵינוֹ רַשַּׁאי לְקַיְּמָהּ, שֶׁנֶּאֱמַר, (דברים כב) וְלוֹ תִהְיֶה לְאִשָּׁה, אִשָּׁה הָרְאוּיָה לוֹ: \n",
            "יְתוֹמָה שֶׁנִּתְאָרְסָה וְנִתְגָּרְשָׁה, רַבִּי אֶלְעָזָר אוֹמֵר, הַמְפַתֶּה פָטוּר, וְהָאוֹנֵס חַיָּב: \n",
            "אֵיזוֹהִי בֹשֶׁת, הַכֹּל לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ. פְּגָם, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שִׁפְחָה נִמְכֶּרֶת, כַּמָּה הָיְתָה יָפָה וְכַמָּה הִיא יָפָה. קְנָס, שָׁוֶה בְכָל אָדָם. וְכֹל שֶׁיֶּשׁ לוֹ קִצְבָּה מִן הַתּוֹרָה, שָׁוֶה בְכָל אָדָם: \n",
            "כָּל מָקוֹם שֶׁיֵּשׁ מֶכֶר, אֵין קְנָס. וְכָל מָקוֹם שֶׁיֵּשׁ קְנָס, אֵין מֶכֶר. קְטַנָּה יֶשׁ לָהּ מֶכֶר וְאֵין לָהּ קְנָס. נַעֲרָה יֶשׁ לָהּ קְנָס וְאֵין לָהּ מֶכֶר. הַבּוֹגֶרֶת אֵין לָהּ לֹא מֶכֶר וְלֹא קְנָס: \n",
            "הָאוֹמֵר פִּתִּיתִי אֶת בִּתּוֹ שֶׁל פְּלוֹנִי, מְשַׁלֵּם בֹּשֶׁת וּפְגָם עַל פִּי עַצְמוֹ, וְאֵינוֹ מְשַׁלֵּם קְנָס. הָאוֹמֵר גָּנַבְתִּי וְטָבַחְתִּי וּמָכָרְתִּי, מְשַׁלֵּם אֶת הַקֶּרֶן עַל פִּי עַצְמוֹ, וְאֵינוֹ מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל וְתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. הֵמִית שׁוֹרִי אֶת פְּלוֹנִי אוֹ שׁוֹרוֹ שֶׁל פְּלוֹנִי, הֲרֵי זֶה מְשַׁלֵּם עַל פִּי עַצְמוֹ. הֵמִית שׁוֹרִי עַבְדּוֹ שֶׁל פְּלוֹנִי, אֵינוֹ מְשַׁלֵּם עַל פִּי עַצְמוֹ. זֶה הַכְּלָל כָּל הַמְשַׁלֵּם יָתֵר עַל מַה שֶּׁהִזִּיק, אֵינוֹ מְשַׁלֵּם עַל פִּי עַצְמוֹ: \n"
        ],
        [
            "נַעֲרָה שֶׁנִּתְפַּתְּתָה, בָּשְׁתָּהּ וּפְגָמָהּ וּקְנָסָהּ שֶׁל אָבִיהָ, וְהַצַּעַר בַּתְּפוּסָה. עָמְדָה בַדִּין עַד שֶׁלֹּא מֵת הָאָב, הֲרֵי הֵן שֶׁל אָב. מֵת הָאָב, הֲרֵי הֵן שֶׁל אַחִין. לֹא הִסְפִּיקָה לַעֲמֹד בַּדִּין עַד שֶׁמֵּת הָאָב, הֲרֵי הֵן שֶׁל עַצְמָהּ. עָמְדָה בַדִּין עַד שֶׁלֹּא בָגְרָה, הֲרֵי הֵן שֶׁל אָב. מֵת הָאָב, הֲרֵי הֵן שֶׁל אַחִין. לֹא הִסְפִּיקָה לַעֲמוֹד בַּדִּין עַד שֶׁבָּגְרָה, הֲרֵי הֵן שֶׁל עַצְמָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם לֹא הִסְפִּיקָה לִגְבּוֹת עַד שֶׁמֵּת הָאָב, הֲרֵי הֵן שֶׁל עַצְמָהּ. מַעֲשֵׂה יָדֶיהָ וּמְצִיאָתָהּ, אַף עַל פִּי שֶׁלֹּא גָבְתָה, מֵת הָאָב, הֲרֵי הֵן שֶׁל אַחִין: \n",
            "הַמְאָרֵס אֶת בִּתּוֹ, וְגֵרְשָׁהּ, אֵרְסָהּ וְנִתְאַרְמְלָה, כְּתֻבָּתָהּ שֶׁלּוֹ. הִשִּׂיאָהּ וְגֵרְשָׁהּ, הִשִּׂיאָהּ וְנִתְאַרְמְלָה, כְּתֻבָּתָהּ שֶׁלָּהּ. רַבִּי יְהוּדָה אוֹמֵר, הָרִאשׁוֹנָה שֶׁל אָב. אָמְרוּ לוֹ, מִשֶּׁהִשִּׂיאָהּ, אֵין לְאָבִיהָ רְשׁוּת בָּהּ: \n",
            "הַגִּיּוֹרֶת שֶׁנִּתְגַּיְּרָה בִתָּהּ עִמָּהּ, וְזִנְּתָה, הֲרֵי זוֹ בְּחֶנֶק. אֵין לָהּ לֹא פֶתַח בֵּית הָאָב, וְלֹא מֵאָה סָלַע. הָיְתָה הוֹרָתָהּ שֶׁלֹּא בִקְדֻשָּׁה וְלֵדָתָהּ בִּקְדֻשָּׁה, הֲרֵי זוֹ בִסְקִילָה. אֵין לָהּ לֹא פֶתַח בֵּית הָאָב וְלֹא מֵאָה סָלַע. הָיְתָה הוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה, הֲרֵי הִיא כְבַת יִשְׂרָאֵל לְכָל דָּבָר. יֶשׁ לָהּ אָב וְאֵין לָהּ פֶּתַח בֵּית הָאָב, יֶשׁ לָהּ פֶּתַח בֵּית הָאָב וְאֵין לָהּ אָב, הֲרֵי זוֹ בִסְקִילָה. לֹא נֶאֱמַר פֶּתַח בֵּית אָבִיהָ, אֶלָּא לְמִצְוָה: \n",
            "הָאָב זַכַּאי בְבִתּוֹ בְקִדּוּשֶׁיהָ, בַּכֶּסֶף בַּשְּׁטָר וּבַבִּיאָה, וְזַכַּאי בִּמְצִיאָתָהּ, וּבְמַעֲשֵׂה יָדֶיהָ, וּבַהֲפָרַת נְדָרֶיהָ. וּמְקַבֵּל אֶת גִּטָּהּ, וְאֵינוֹ אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. נִשֵּׂאת, יָתֵר עָלָיו הַבַּעַל שֶׁאוֹכֵל פֵּרוֹת בְּחַיֶּיהָ, וְחַיָּב בִּמְזוֹנוֹתֶיהָ, בְּפִרְקוֹנָהּ, וּבִקְבוּרָתָהּ. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל, לֹא יִפְחֹת מִשְּׁנֵי חֲלִילִים וּמְקוֹנָנֶת: \n",
            "לְעוֹלָם הִיא בִרְשׁוּת הָאָב, עַד שֶׁתִּכָּנֵס לִרְשׁוּת הַבַּעַל לַנִּשּׂוּאִין. מָסַר הָאָב לִשְׁלוּחֵי הַבַּעַל, הֲרֵי הִיא בִרְשׁוּת הַבָּעַל. הָלַךְ הָאָב עִם שְׁלוּחֵי הַבַּעַל, אוֹ שֶׁהָלְכוּ שְׁלוּחֵי הָאָב עִם שְׁלוּחֵי הַבַּעַל, הֲרֵי הִיא בִרְשׁוּת הָאָב. מָסְרוּ שְׁלוּחֵי הָאָב לִשְׁלוּחֵי הַבַּעַל, הֲרֵי הִיא בִרְשׁוּת הַבָּעַל: \n",
            "הָאָב אֵינוֹ חַיָּב בִּמְזוֹנוֹת בִּתּוֹ. זֶה מִדְרָשׁ דָּרַשׁ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה לִפְנֵי חֲכָמִים בַּכֶּרֶם בְּיַבְנֶה, הַבָּנִים יִירְשׁוּ וְהַבָּנוֹת יִזּוֹנוּ, מָה הַבָּנִים אֵינָן יוֹרְשִׁין אֶלָּא לְאַחַר מִיתַת הָאָב, אַף הַבָּנוֹת אֵינָן נִזּוֹנוֹת אֶלָּא לְאַחַר מִיתַת אֲבִיהֶן: \n",
            "לֹא כָתַב לָהּ כְּתֻבָּה, בְּתוּלָה גּוֹבָה מָאתַיִם, וְאַלְמָנָה מָנֶה, מִפְּנֵי שֶׁהוּא תְנַאי בֵּית דִּין. כָּתַב לָהּ, שָׂדֶה שָׁוֶה מָנֶה תַּחַת מָאתַיִם זוּז, וְלֹא כָתַב לָהּ, כָּל נְכָסִים דְּאִית לִי אַחֲרָאִין לִכְתֻבְּתִיךְ, חַיָּב, שֶׁהוּא תְנַאי בֵּית דִּין: \n",
            "לֹא כָתַב לָהּ, אִם תִּשְׁתַּבָּאִי אֶפְרְקִנָּךְ וְאוֹתְבִנָּךְ לִי לְאִנְתּוּ, וּבְכֹהֶנֶת, אֲהַדְרִנָּךְ לִמְדִינְתָּךְ, חַיָּב, שֶׁהוּא תְנַאי בֵּית דִּין: \n",
            "נִשְׁבֵּית, חַיָּב לִפְדּוֹתָהּ. וְאִם אָמַר, הֲרֵי גִטָּהּ וּכְתֻבָּתָהּ, תִּפְדֶה אֶת עַצְמָהּ, אֵינוֹ רַשָּׁאי. לָקְתָה, חַיָּב לְרַפֹּאתָהּ. אָמַר, הֲרֵי גִטָּהּ וּכְתֻבָּתָהּ, תְּרַפֵּא אֶת עַצְמָהּ, רַשָּׁאי: \n",
            "לֹא כָתַב לָהּ, בְּנִין דִּכְרִין דְּיֶהֱווֹן לִיכִי מִנַּאי אִנּוּן יִרְתוּן כְּסַף כְּתֻבְּתִיךְ יָתֵר עַל חוּלְקֵיהוֹן דְּעִם אֲחוּהוֹן, חַיָּב שֶׁהוּא תְנַאי בֵּית דִּין: \n",
            "בְּנָן נֻקְבִין דְּיֶהֶוְיָן לִיכִי מִנַּאי, יֶהֶוְיָן יָתְבָן בְּבֵיתִי וּמִתְּזָנָן מִנִּכְסַי עַד דְּתִנַּסְּבָן לְגֻבְרִין, חַיָּב, שֶׁהוּא תְנַאי בֵּית דִּין: \n",
            "אַתְּ תְּהֵא יָתְבָא בְּבֵיתִי וּמִתְּזָנָא מִנִּכְסַי, כָּל יְמֵי מִגַּד אַלְמְנוּתִיךְ בְּבֵיתִי, חַיָּב, שֶׁהוּא תְנַאי בֵּית דִּין. כָּךְ הָיוּ אַנְשֵׁי יְרוּשָׁלַיִם כּוֹתְבִין. אַנְשֵׁי גָלִיל הָיוּ כוֹתְבִין כְּאַנְשֵׁי יְרוּשָׁלָיִם. אַנְשֵׁי יְהוּדָה הָיוּ כוֹתְבִין, עַד שֶׁיִּרְצוּ הַיּוֹרְשִׁים לִתֵּן לִיךְ כְּתֻבְּתִיךְ. לְפִיכָךְ אִם רָצוּ הַיּוֹרְשִׁין, נוֹתְנִין לָהּ כְּתֻבָּתָהּ וּפוֹטְרִין אוֹתָהּ: \n"
        ],
        [
            "אַף עַל פִּי שֶׁאָמְרוּ, בְּתוּלָה גוֹבָה מָאתַיִם וְאַלְמָנָה מָנֶה, אִם רָצָה לְהוֹסִיף, אֲפִלּוּ מֵאָה מָנֶה, יוֹסִיף. נִתְאַרְמְלָה אוֹ נִתְגָּרְשָׁה, בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין, גּוֹבָה אֶת הַכֹּל. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, מִן הַנִּשּׂוּאִין, גּוֹבָה אֶת הַכֹּל. מִן הָאֵרוּסִין, בְּתוּלָה גּוֹבָה מָאתַיִם וְאַלְמָנָה מָנֶה, שֶׁלֹּא כָתַב לָהּ אֶלָּא עַל מְנָת לְכָנְסָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם רָצָה, כּוֹתֵב לִבְתוּלָה שְׁטָר שֶׁל מָאתַיִם, וְהִיא כוֹתֶבֶת, הִתְקַבַּלְתִּי מִמְּךָ מָנֶה, וּלְאַלְמָנָה, מָנֶה, וְהִיא כוֹתֶבֶת, הִתְקַבַּלְתִּי מִמְּךָ חֲמִשִּׁים זוּז. רַבִּי מֵאִיר אוֹמֵר, כָּל הַפּוֹחֵת לִבְתוּלָה מִמָּאתַיִם וּלְאַלְמָנָה מִמָּנֶה, הֲרֵי זוֹ בְעִילַת זְנוּת: \n",
            "נוֹתְנִין לִבְתוּלָה שְׁנֵים עָשָׂר חֹדֶשׁ מִשֶּׁתְּבָעָהּ הַבַּעַל לְפַרְנֵס אֶת עַצְמָהּ. וּכְשֵׁם שֶׁנּוֹתְנִין לָאִשָּׁה, כָּךְ נוֹתְנִין לָאִישׁ לְפַרְנֵס אֶת עַצְמוֹ. וּלְאַלְמָנָה שְׁלֹשִׁים יוֹם. הִגִּיעַ זְמָן וְלֹא נִשָּׂאוּ, אוֹכְלוֹת מִשֶּׁלּוֹ וְאוֹכְלוֹת בַּתְּרוּמָה. רַבִּי טַרְפוֹן אוֹמֵר, נוֹתְנִין לָהּ הַכֹּל תְּרוּמָה. רַבִּי עֲקִיבָא אוֹמֵר, מֶחֱצָה חֻלִּין וּמֶחֱצָה תְרוּמָה: \n",
            "הַיָּבָם אֵינוֹ מַאֲכִיל בַּתְּרוּמָה. עָשְׂתָה שִׁשָּׁה חֳדָשִׁים בִּפְנֵי הַבַּעַל וְשִׁשָּׁה חֳדָשִׁים בִּפְנֵי הַיָּבָם, וַאֲפִלּוּ כֻלָּן בִּפְנֵי הַבַּעַל חָסֵר יוֹם אֶחָד בִּפְנֵי הַיָּבָם, אוֹ כֻלָּן בִּפְנֵי הַיָּבָם חָסֵר יוֹם אֶחָד בִּפְנֵי הַבַּעַל, אֵינָהּ אוֹכֶלֶת בַּתְּרוּמָה. זוֹ מִשְׁנָה רִאשׁוֹנָה. בֵּית דִּין שֶׁל אַחֲרֵיהֶן אָמְרוּ, אֵין הָאִשָּׁה אוֹכֶלֶת בַּתְּרוּמָה, עַד שֶׁתִּכָּנֵס לַחֻפָּה: \n",
            "הַמַּקְדִּישׁ מַעֲשֵׂה יְדֵי אִשְׁתּוֹ, הֲרֵי זוֹ עוֹשָׂה וְאוֹכֶלֶת. הַמּוֹתָר, רַבִּי מֵאִיר אוֹמֵר, הֶקְדֵּשׁ. רַבִּי יוֹחָנָן הַסַּנְדְּלָר אוֹמֵר, חֻלִּין: \n",
            "אֵלּוּ מְלָאכוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ, טוֹחֶנֶת, וְאוֹפָה, וּמְכַבֶּסֶת, מְבַשֶּׁלֶת, וּמֵנִיקָה אֶת בְּנָהּ, מַצַּעַת לוֹ הַמִּטָּה, וְעוֹשָׂה בַצֶּמֶר. הִכְנִיסָה לוֹ שִׁפְחָה אַחַת, לֹא טוֹחֶנֶת, וְלֹא אוֹפָה וְלֹא מְכַבֶּסֶת. שְׁתַּיִם, אֵינָהּ מְבַשֶּׁלֶת וְאֵינָהּ מֵנִיקָה אֶת בְּנָהּ. שָׁלֹשׁ, אֵינָהּ מַצַּעַת לוֹ הַמִּטָּה וְאֵינָהּ עוֹשָׂה בַצֶּמֶר. אַרְבָּעָה, יוֹשֶׁבֶת בַּקַּתֶּדְרָא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ הִכְנִיסָה לוֹ מֵאָה שְׁפָחוֹת, כּוֹפָהּ לַעֲשׂוֹת בַּצֶּמֶר, שֶׁהַבַּטָּלָה מְבִיאָה לִידֵי זִמָּה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הַמַּדִּיר אֶת אִשְׁתּוֹ מִלַּעֲשׂוֹת מְלָאכָה, יוֹצִיא וְיִתֵּן כְּתֻבָּתָהּ, שֶׁהַבַּטָּלָה מְבִיאָה לִידֵי שִׁעֲמוּם: \n",
            "הַמַּדִּיר אֶת אִשְׁתּוֹ מִתַּשְׁמִישׁ הַמִּטָּה, בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי שַׁבָּתוֹת. בֵּית הִלֵּל אוֹמְרִים, שַׁבָּת אֶחָת. הַתַּלְמִידִים יוֹצְאִין לְתַלְמוּד תּוֹרָה שֶׁלֹּא בִרְשׁוּת, שְׁלֹשִׁים יוֹם. הַפּוֹעֲלִים, שַׁבָּת אֶחָת. הָעוֹנָה הָאֲמוּרָה בַתּוֹרָה, הַטַּיָּלִין, בְּכָל יוֹם. הַפּוֹעֲלִים, שְׁתַּיִם בַּשַּׁבָּת. הַחַמָּרִים, אַחַת בַּשַּׁבָּת. הַגַּמָּלִים, אַחַת לִשְׁלֹשִׁים יוֹם. הַסַּפָּנִים, אַחַת לְשִׁשָּׁה חֳדָשִׁים, דִּבְרֵי רַבִּי אֱלִיעֶזֶר: \n",
            "הַמּוֹרֶדֶת עַל בַּעְלָהּ, פּוֹחֲתִין לָהּ מִכְּתֻבָּתָהּ שִׁבְעָה דִינָרִין בַּשַּׁבָּת. רַבִּי יְהוּדָה אוֹמֵר, שִׁבְעָה טַרְפְּעִיקִין. עַד מָתַי הוּא פוֹחֵת, עַד כְּנֶגֶד כְּתֻבָּתָהּ. רַבִּי יוֹסֵי אוֹמֵר, לְעוֹלָם הוּא פוֹחֵת וְהוֹלֵךְ, שֶׁמָּא תִפּוֹל לָהּ יְרֻשָּׁה מִמָּקוֹם אַחֵר, גּוֹבֶה הֵימֶנָּה. וְכֵן הַמּוֹרֵד עַל אִשְׁתּוֹ, מוֹסִיפִין לָהּ עַל כְּתֻבָּתָהּ שְׁלֹשָׁה דִינָרִין בַּשַּׁבָּת. רַבִּי יְהוּדָה אוֹמֵר, שְׁלֹשָׁה טַרְפְּעִיקִין: \n",
            "הַמַּשְׁרֶה אֶת אִשְׁתּוֹ עַל יְדֵי שָׁלִישׁ, לֹא יִפְחֹת לָהּ מִשְּׁנֵי קַבִּין חִטִּין, אוֹ מֵאַרְבָּעָה קַבִּין שְׂעוֹרִים. אָמַר רַבִּי יוֹסֵי, לֹא פָסַק לָהּ שְׂעוֹרִים אֶלָּא רַבִּי יִשְׁמָעֵאל שֶׁהָיָה סָמוּךְ לֶאֱדוֹם. וְנוֹתֵן לָהּ חֲצִי קַב קִטְנִית וַחֲצִי לֹג שֶׁמֶן, וְקַב גְּרוֹגָרוֹת, אוֹ מָנֶה דְבֵלָה. וְאִם אֵין לוֹ, פּוֹסֵק לְעֻמָּתָן פֵּרוֹת מִמָּקוֹם אַחֵר. וְנוֹתֵן לָהּ מִטָּה, מַפָּץ, וּמַחֲצֶלֶת. וְנוֹתֵן לָהּ כִּפָּה לְרֹאשָׁהּ, וַחֲגוֹר לְמָתְנֶיהָ, וּמִנְעָלִים מִמּוֹעֵד לְמוֹעֵד, וְכֵלִים שֶׁל חֲמִשִּׁים זוּז מִשָּׁנָה לְשָׁנָה. וְאֵין נוֹתְנִין לָהּ, לֹא חֲדָשִׁים בִּימוֹת הַחַמָּה, וְלֹא שְׁחָקִים בִּימוֹת הַגְּשָׁמִים. אֶלָּא נוֹתֵן לָהּ כֵּלִים שֶׁל חֲמִשִּׁים זוּז בִּימוֹת הַגְּשָׁמִים, וְהִיא מִתְכַּסָּה בִבְלָאוֹתֵיהֶן בִּימוֹת הַחַמָּה, וְהַשְּׁחָקִים שֶׁלָּהּ: \n",
            "נוֹתֵן לָהּ מָעָה כֶסֶף לְצָרְכָּהּ, וְאוֹכֶלֶת עִמּוֹ מִלֵּילֵי שַׁבָּת לְלֵילֵי שַׁבָּת. וְאִם אֵין נוֹתֵן לָהּ מָעָה כֶסֶף לְצָרְכָּהּ, מַעֲשֵׂה יָדֶיהָ שֶׁלָּהּ. וּמַה הִיא עוֹשָׂה לוֹ, מִשְׁקַל חָמֵשׁ סְלָעִים שְׁתִי בִּיהוּדָה, שֶׁהֵן עֶשֶׂר סְלָעִים בַּגָּלִיל, אוֹ מִשְׁקַל עֶשֶׂר סְלָעִים עֵרֶב בִּיהוּדָה, שֶׁהֵן עֶשְׂרִים סְלָעִים בַּגָּלִיל. וְאִם הָיְתָה מֵנִיקָה, פּוֹחֲתִים לָהּ מִמַּעֲשֵׂה יָדֶיהָ, וּמוֹסִיפִין לָהּ עַל מְזוֹנוֹתֶיהָ. בַּמֶּה דְבָרִים אֲמוּרִים, בְּעָנִי שֶׁבְּיִשְׂרָאֵל. אֲבָל בִּמְכֻבָּד, הַכֹּל לְפִי כְבוֹדוֹ: \n"
        ],
        [
            "מְצִיאַת הָאִשָּׁה וּמַעֲשֵׂה יָדֶיהָ, לְבַעְלָהּ. וִירֻשָּׁתָהּ, הוּא אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. בָּשְׁתָּהּ וּפְגָמָהּ, שֶׁלָּהּ. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, בִּזְמַן שֶׁבַּסֵּתֶר, לָהּ שְׁנֵי חֲלָקִים, וְלוֹ אֶחָד. וּבִזְמַן שֶׁבַּגָּלוּי, לוֹ שְׁנֵי חֲלָקִים, וְלָהּ אֶחָד. שֶׁלּוֹ, יִנָּתֵן מִיָּד. וְשֶׁלָּהּ, יִלָּקַח בָּהֶן קַרְקַע, וְהוּא אוֹכֵל פֵּרוֹת:  ",
            "הַפּוֹסֵק מָעוֹת לַחֲתָנוֹ, וּמֵת חֲתָנוֹ, אָמְרוּ חֲכָמִים, יָכוֹל הוּא שֶׁיֹּאמַר, לְאָחִיךָ הָיִיתִי רוֹצֶה לִתֵּן, וּלְךָ אִי אֶפְשִׁי לִתֵּן:  ",
            "פָּסְקָה לְהַכְנִיס לוֹ אֶלֶף דִּינָר, הוּא פוֹסֵק כְּנֶגְדָּן חֲמִשָּׁה עָשָׂר מָנֶה. וּכְנֶגֶד הַשּׁוּם, הוּא פוֹסֵק פָּחוֹת חֹמֶשׁ. שׁוּם בְּמָנֶה וְשָׁוֶה מָנֶה, אֵין לוֹ אֶלָּא מָנֶה. שׁוּם בְּמָנֶה, הִיא נוֹתֶנֶת שְׁלֹשִׁים וְאֶחָד סֶלַע וְדִינָר. וּבְאַרְבַּע מֵאוֹת, הִיא נוֹתֶנֶת חֲמֵשׁ מֵאוֹת. מַה שֶּׁחָתָן פּוֹסֵק, הוּא פוֹסֵק פָּחוֹת חֹמֶשׁ:  ",
            "פָּסְקָה לְהַכְנִיס לוֹ כְסָפִים, סֶלַע כֶּסֶף נַעֲשֶׂה שִׁשָּׁה דִינָרִים. הֶחָתָן מְקַבֵּל עָלָיו עֲשָׂרָה דִינָרִין לַקֻּפָּה, לְכָל מָנֶה וּמָנֶה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, הַכֹּל כְּמִנְהַג הַמְּדִינָה:  ",
            "הַמַּשִּׂיא אֶת בִּתּוֹ סְתָם, לֹא יִפְחֹת לָהּ מֵחֲמִשִּׁים זוּז. פָּסַק לְהַכְנִיסָהּ עֲרֻמָּה, לֹא יֹאמַר הַבַּעַל כְּשֶׁאַכְנִיסָהּ לְבֵיתִי אֲכַסֶּנָּה בִכְסוּתִי, אֶלָּא מְכַסָּהּ וְעוֹדָהּ בְּבֵית אָבִיהָ. וְכֵן הַמַּשִּׂיא אֶת הַיְתוֹמָה, לֹא יִפְחֹת לָהּ מֵחֲמִשִּׁים זוּז. אִם יֵשׁ בַּכִּיס, מְפַרְנְסִין אוֹתָהּ לְפִי כְבוֹדָהּ:  ",
            "יְתוֹמָה שֶׁהִשִּׂיאַתָּה אִמָּהּ אוֹ אַחֶיהָ מִדַּעְתָּהּ, וְכָתְבוּ לָהּ בְּמֵאָה אוֹ בַחֲמִשִּׁים זוּז, יְכוֹלָה הִיא מִשֶּׁתַּגְדִּיל לְהוֹצִיא מִיָּדָן מַה שֶּׁרָאוּי לְהִנָּתֵן לָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הִשִּׂיא אֶת הַבַּת הָרִאשׁוֹנָה, יִנָּתֵן לַשְּׁנִיָּה כְדֶרֶךְ שֶׁנָּתַן לָרִאשׁוֹנָה. וַחֲכָמִים אוֹמְרִים, פְּעָמִים שֶׁאָדָם עָנִי וְהֶעֱשִׁיר אוֹ עָשִׁיר וְהֶעֱנִי, אֶלָּא שָׁמִין אֶת הַנְּכָסִים וְנוֹתְנִין לָהּ:  ",
            "הַמַּשְׁלִישׁ מָעוֹת לְבִתּוֹ, וְהִיא אוֹמֶרֶת נֶאֱמָן בַּעְלִי עָלָי, יַעֲשֶׂה הַשָּׁלִישׁ מַה שֶׁהֻשְׁלַשׁ בְּיָדוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, וְכִי אֵינָהּ אֶלָּא שָׂדֶה וְהִיא רוֹצָה לְמָכְרָהּ, הֲרֵי הִיא מְכוּרָה מֵעַכְשָׁיו. בַּמֶּה דְבָרִים אֲמוּרִים, בִּגְדוֹלָה. אֲבָל בִּקְטַנָּה, אֵין מַעֲשֵׂה קְטַנָּה כְלוּם:  "
        ],
        [
            "הַמַּדִּיר אֶת אִשְׁתּוֹ מִלֵּהָנוֹת לוֹ, עַד שְׁלֹשִׁים יוֹם, יַעֲמִיד פַּרְנָס. יָתֵר מִכֵּן, יוֹצִיא וְיִתֵּן כְּתֻבָּה. רַבִּי יְהוּדָה אוֹמֵר, בְּיִשְׂרָאֵל, חֹדֶשׁ אֶחָד יְקַיֵּם, וּשְׁנַיִם, יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבְכֹהֶנֶת, שְׁנַיִם יְקַיֵּם, וּשְׁלֹשָׁה, יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
            "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תִטְעֹם אַחַד מִכָּל הַפֵּרוֹת, יוֹצִיא וְיִתֵּן כְּתֻבָּה. רַבִּי יְהוּדָה אוֹמֵר, בְּיִשְׂרָאֵל, יוֹם אֶחָד יְקַיֵּם, שְׁנַיִם, יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבְכֹהֶנֶת, שְׁנַיִם יְקַיֵּם, שְׁלֹשָׁה, יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
            "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תִתְקַשֵּׁט בְּאַחַד מִכָּל הַמִּינִין, יוֹצִיא וְיִתֵּן כְּתֻבָּה. רַבִּי יוֹסֵי אוֹמֵר, בַּעֲנִיּוֹת, שֶׁלֹּא נָתַן קִצְבָּה. וּבַעֲשִׁירוֹת, שְׁלֹשִׁים יוֹם: \n",
            "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תֵלֵךְ לְבֵית אָבִיהָ, בִּזְמַן שֶׁהוּא עִמָּהּ בָּעִיר, חֹדֶשׁ אֶחָד יְקַיֵּם. שְׁנַיִם, יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבִזְמַן שֶׁהוּא בְעִיר אַחֶרֶת, רֶגֶל אֶחָד יְקַיֵּם. שְׁלֹשָׁה, יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
            "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תֵלֵךְ לְבֵית הָאֵבֶל אוֹ לְבֵית הַמִּשְׁתֶּה, יוֹצִיא וְיִתֵּן כְּתֻבָּה, מִפְּנֵי שֶׁנּוֹעֵל בְּפָנֶיהָ. וְאִם הָיָה טוֹעֵן מִשּׁוּם דָּבָר אַחֵר, רַשָּׁאי. אָמַר לָהּ, עַל מְנָת שֶׁתֹּאמְרִי לִפְלוֹנִי מַה שֶּׁאָמַרְתְּ לִי אוֹ מַה שֶּׁאָמַרְתִּי לָךְ, אוֹ שֶׁתְּהֵא מְמַלְּאָה וּמְעָרָה לָאַשְׁפָּה, יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
            "וְאֵלּוּ יוֹצְאוֹת שֶׁלֹּא בִכְתֻבָּה, הָעוֹבֶרֶת עַל דַּת מֹשֶׁה וִיהוּדִית. וְאֵיזוֹ הִיא דַּת מֹשֶׁה, מַאֲכִילָתוֹ שֶׁאֵינוֹ מְעֻשָּׂר, וּמְשַׁמַּשְׁתּוֹ נִדָּה, וְלֹא קוֹצָה לָהּ חַלָּה, וְנוֹדֶרֶת וְאֵינָהּ מְקַיֶּמֶת. וְאֵיזוֹהִי דַת יְהוּדִית, יוֹצְאָה וְרֹאשָׁהּ פָּרוּעַ, וְטוֹוָה בַשּׁוּק, וּמְדַבֶּרֶת עִם כָּל אָדָם. אַבָּא שָׁאוּל אוֹמֵר, אַף הַמְקַלֶּלֶת יוֹלְדָיו בְּפָנָיו. רַבִּי טַרְפוֹן אוֹמֵר, אַף הַקּוֹלָנִית. וְאֵיזוֹ הִיא קוֹלָנִית, לִכְשֶׁהִיא מְדַבֶּרֶת בְּתוֹךְ בֵּיתָהּ וּשְׁכֵנֶיהָ שׁוֹמְעִין קוֹלָהּ: \n",
            "הַמְקַדֵּשׁ אֶת הָאִשָּׁה עַל מְנָת שֶׁאֵין עָלֶיהָ נְדָרִים וְנִמְצְאוּ עָלֶיהָ נְדָרִים, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ עָלֶיהָ נְדָרִים, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. עַל מְנָת שֶׁאֵין בָּהּ מוּמִין וְנִמְצְאוּ בָהּ מוּמִין, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ בָהּ מוּמִין, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. כָּל הַמּוּמִין הַפּוֹסְלִין בַּכֹּהֲנִים, פּוֹסְלִין בַּנָּשִׁים: \n",
            "הָיוּ בָהּ מוּמִין וְעוֹדָהּ בְּבֵית אָבִיהָ, הָאָב צָרִיךְ לְהָבִיא רְאָיָה שֶׁמִּשֶּׁנִּתְאָרְסָה נוֹלְדוּ בָהּ מוּמִין הַלָּלוּ וְנִסְתַּחֲפָה שָׂדֵהוּ. נִכְנְסָה לִרְשׁוּת הַבַּעַל, הַבַּעַל צָרִיךְ לְהָבִיא רְאָיָה שֶׁעַד שֶׁלֹּא נִתְאָרְסָה הָיוּ בָהּ מוּמִין אֵלּוּ וְהָיָה מִקָּחוֹ מֶקַּח טָעוּת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בַּמֶּה דְבָרִים אֲמוּרִים, בְּמוּמִין שֶׁבַּסֵּתֶר. אֲבָל בְּמוּמִין שֶׁבַּגָּלוּי, אֵינוֹ יָכוֹל לִטְעֹן. וְאִם יֵשׁ מֶרְחָץ בְּאוֹתָהּ הָעִיר, אַף מוּמִין שֶׁבַּסֵּתֶר אֵינוֹ יָכוֹל לִטְעֹן, מִפְּנֵי שֶׁהוּא בוֹדְקָהּ בִּקְרוֹבוֹתָיו: \n",
            "הָאִישׁ שֶׁנּוֹלְדוּ בוֹ מוּמִין, אֵין כּוֹפִין אוֹתוֹ לְהוֹצִיא. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בַּמֶּה דְבָרִים אֲמוּרִים, בַּמּוּמִין הַקְּטַנִּים. אֲבָל בַּמּוּמִין הַגְּדוֹלִים, כּוֹפִין אוֹתוֹ לְהוֹצִיא: \n",
            "וְאֵלּוּ שֶׁכּוֹפִין אוֹתוֹ לְהוֹצִיא, מֻכֵּה שְׁחִין, וּבַעַל פּוֹלִיפּוֹס, וְהַמְקַמֵּץ, וְהַמְצָרֵף נְחֹשֶׁת, וְהַבֻּרְסִי, בֵּין שֶׁהָיוּ בָם עַד שֶׁלֹּא נִשְּׂאוּ וּבֵין מִשֶּׁנִּשְּׂאוּ נוֹלָדוּ. וְעַל כֻּלָּן אָמַר רַבִּי מֵאִיר, אַף עַל פִּי שֶׁהִתְנָה עִמָּהּ, יְכוֹלָהּ הִיא שֶׁתֹּאמַר, סְבוּרָה הָיִיתִי שֶׁאֲנִי יְכוֹלָהּ לְקַבֵּל, וְעַכְשָׁיו אֵינִי יְכוֹלָה לְקַבֵּל. וַחֲכָמִים אוֹמְרִים, מְקַבֶּלֶת הִיא עַל כָּרְחָהּ, חוּץ מִמֻּכֵּה שְׁחִין, מִפְּנֵי שֶׁמְּמִקָּתוֹ. מַעֲשֶׂה בְצִידוֹן בְּבֻרְסִי אֶחָד שֶׁמֵּת וְהָיָה לוֹ אָח בֻּרְסִי, אָמְרוּ חֲכָמִים, יְכוֹלָה הִיא שֶׁתֹּאמַר, לְאָחִיךָ הָיִיתִי יְכוֹלָה לְקַבֵּל, וּלְךָ אֵינִי יְכוֹלָה לְקַבֵּל: \n"
        ],
        [
            "הָאִשָּׁה שֶׁנָּפְלוּ לָהּ נְכָסִים עַד שֶׁלֹּא תִתְאָרֵס, מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁמּוֹכֶרֶת וְנוֹתֶנֶת וְקַיָּם. נָפְלוּ לָהּ מִשֶּׁנִּתְאָרְסָה, בֵּית שַׁמַּאי אוֹמְרִים, תִּמְכֹּר, וּבֵית הִלֵּל אוֹמְרִים, לֹא תִמְכֹּר. אֵלּוּ וָאֵלּוּ מוֹדִים, שֶׁאִם מָכְרָה וְנָתְנָה, קַיָּם. אָמַר רַבִּי יְהוּדָה, אָמְרוּ לִפְנֵי רַבָּן גַּמְלִיאֵל, הוֹאִיל וְזָכָה בָאִשָּׁה, לֹא יִזְכֶּה בַנְּכָסִים. אָמַר לָהֶם, עַל הַחֲדָשִׁים אָנוּ בוֹשִׁין, אֶלָּא שָׁאַתֶּם מְגַלְגְּלִין עָלֵינוּ אֶת הַיְשָׁנִים. נָפְלוּ לָהּ מִשֶּׁנִּשֵּׂאת, אֵלּוּ וָאֵלּוּ מוֹדִים שֶׁאִם מָכְרָה וְנָתְנָה שֶׁהַבַּעַל מוֹצִיא מִיַּד הַלָּקוֹחוֹת. עַד שֶׁלֹּא נִשֵּׂאת וְנִשֵּׂאת, רַבָּן גַּמְלִיאֵל אוֹמֵר, אִם מָכְרָה וְנָתְנָה, קַיָּם. אָמַר רַבִּי חֲנִינָא בֶּן עֲקִיבָא, אָמְרוּ לִפְנֵי רַבָּן גַּמְלִיאֵל, הוֹאִיל וְזָכָה בָאִשָּׁה, לֹא יִזְכֶּה בַנְּכָסִים. אָמַר לָהֶם, עַל הַחֲדָשִׁים אָנוּ בוֹשִׁין, אֶלָּא שֶׁאַתֶּם מְגַלְגְּלִים עָלֵינוּ אֶת הַיְשָׁנִים: \n",
            "רַבִּי שִׁמְעוֹן חוֹלֵק בֵּין נְכָסִים לִנְכָסִים. נְכָסִים הַיְדוּעִים לַבַּעַל, לֹא תִמְכֹּר. וְאִם מָכְרָה וְנָתְנָה, בָּטֵל. שֶׁאֵינָן יְדוּעִים לַבַּעַל, לֹא תִמְכֹּר. וְאִם מָכְרָה וְנָתְנָה, קַיָּם: \n",
            "נָפְלוּ לָהּ כְּסָפִים, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. פֵּרוֹת הַתְּלוּשִׁין מִן הַקַּרְקַע, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. וְהַמְחֻבָּרִין בַּקַּרְקַע, אָמַר רַבִּי מֵאִיר, שָׁמִין אוֹתָן כַּמָּה הֵן יָפִין בְּפֵרוֹת וְכַמָּה הֵן יָפִין בְּלֹא פֵרוֹת, וְהַמּוֹתָר, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. וַחֲכָמִים אוֹמְרִים, הַמְחֻבָּרִין לַקַּרְקַע, שֶׁלּוֹ. וְהַתְּלוּשִׁין מִן הַקַּרְקַע, שֶׁלָּהּ, וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת: \n",
            "רַבִּי שִׁמְעוֹן אוֹמֵר, מְקוֹם שֶׁיָּפֶה כֹחוֹ בִכְנִיסָתָהּ, הוּרַע כֹּחוֹ בִיצִיאָתָהּ. מְקוֹם שֶׁהוּרַע כֹּחוֹ בִכְנִיסָתָהּ, יָפֶה כֹחוֹ בִיצִיאָתָהּ. פֵּרוֹת הַמְחֻבָּרִין לַקַּרְקַע, בִּכְנִיסָתָהּ שֶׁלּוֹ וּבִיצִיאָתָהּ שֶׁלָּהּ. וְהַתְּלוּשִׁין מִן הַקַּרְקַע, בִּכְנִיסָתָהּ שֶׁלָּהּ וּבִיצִיאָתָהּ שֶׁלּוֹ: \n",
            "נָפְלוּ לָהּ עֲבָדִים וּשְׁפָחוֹת זְקֵנִים, יִמָּכְרוּ וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא תִמְכֹּר, מִפְּנֵי שֶׁהֵן שְׁבַח בֵּית אָבִיהָ. נָפְלוּ לָהּ זֵיתִים וּגְפָנִים זְקֵנִים, יִמָּכְרוּ לְעֵצִים וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. רַבִּי יְהוּדָה אוֹמֵר, לֹא תִמְכֹּר, מִפְּנֵי שֶׁהֵן שְׁבַח בֵּית אָבִיהָ. הַמּוֹצִיא הוֹצָאוֹת עַל נִכְסֵי אִשְׁתּוֹ, הוֹצִיא הַרְבֵּה וְאָכַל קִמְעָא, קִמְעָא וְאָכַל הַרְבֵּה, מַה שֶּׁהוֹצִיא הוֹצִיא, וּמַה שֶּׁאָכַל אָכָל. הוֹצִיא וְלֹא אָכַל, יִשָּׁבַע כַּמָּה הוֹצִיא וְיִטֹּל: \n",
            "שׁוֹמֶרֶת יָבָם שֶׁנָּפְלוּ לָהּ נְכָסִים, מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁמּוֹכֶרֶת וְנוֹתֶנֶת וְקַיָּם. מֵתָה, מַה יַּעֲשׂוּ בִכְתֻבָּתָהּ וּבַנְּכָסִים הַנִּכְנָסִין וְהַיּוֹצְאִין עִמָּהּ. בֵּית שַׁמַּאי אוֹמְרִים, יַחֲלֹקוּ יוֹרְשֵׁי הַבַּעַל עִם יוֹרְשֵׁי הָאָב. וּבֵית הִלֵּל אוֹמְרִים, נְכָסִים בְּחֶזְקָתָן, כְּתֻבָּה בְּחֶזְקַת יוֹרְשֵׁי הַבַּעַל, נְכָסִים הַנִּכְנָסִים וְהַיּוֹצְאִים עִמָּהּ בְּחֶזְקַת יוֹרְשֵׁי הָאָב: \n",
            "הִנִּיחַ אָחִיו מָעוֹת, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. פֵּרוֹת הַתְּלוּשִׁין מִן הַקַּרְקַע, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. הַמְחֻבָּרִין בַּקַּרְקַע, אָמַר רַבִּי מֵאִיר, שָׁמִין אוֹתָן כַּמָּה הֵן יָפִין בְּפֵרוֹת וְכַמָּה הֵן יָפִין בְּלֹא פֵרוֹת, וְהַמּוֹתָר, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. וַחֲכָמִים אוֹמְרִים, פֵּרוֹת הַמְחֻבָּרִים בַּקַּרְקַע, שֶׁלּוֹ. וְהַתְּלוּשִׁין מִן הַקַּרְקַע, כָּל הַקּוֹדֵם זָכָה בָהֶן. קָדַם הוּא, זָכָה. קָדְמָה הִיא, יִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. כְּנָסָהּ, הֲרֵי הִיא כְאִשְׁתּוֹ לְכָל דָּבָר, וּבִלְבַד שֶׁתְּהֵא כְתֻבָּתָהּ עַל נִכְסֵי בַעְלָהּ הָרִאשׁוֹן: \n",
            "לֹא יֹאמַר לָהּ, הֲרֵי כְתֻבְּתִיךְ מֻנַּחַת עַל הַשֻּׁלְחָן, אֶלָּא כָּל נְכָסָיו אַחֲרָאִין לַכְּתֻבָּה. וְכֵן לֹא יֹאמַר אָדָם לְאִשְׁתּוֹ, הֲרֵי כְתֻבְּתִיךְ מֻנַּחַת עַל הַשֻּׁלְחָן, אֶלָּא כָל נְכָסָיו אַחֲרָאִין לִכְתֻבָּתָהּ. גֵּרְשָׁהּ, אֵין לָהּ אֶלָּא כְתֻבָּתָהּ. הֶחֱזִירָהּ, הֲרֵי הִיא כְּכָל הַנָּשִׁים וְאֵין לָהּ אֶלָּא כְתֻבָּתָהּ בִּלְבָד: \n"
        ],
        [
            "הַכּוֹתֵב לְאִשְׁתּוֹ, דִּין וּדְבָרִים אֵין לִי בִנְכָסַיִךְ, הֲרֵי זֶה אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. וְאִם מֵתָה, יוֹרְשָׁהּ. אִם כֵּן לָמָּה כָתַב לָהּ דִּין וּדְבָרִים אֵין לִי בִנְכָסַיִךְ, שֶׁאִם מָכְרָה וְנָתְנָה, קַיָּם. כָּתַב לָהּ, דִּין וּדְבָרִים אֵין לִי בִנְכָסַיִךְ וּבְפֵרוֹתֵיהֶן, הֲרֵי זֶה אֵינוֹ אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. וְאִם מֵתָה, יוֹרְשָׁהּ. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם אוֹכֵל פֵּרֵי פֵרוֹת, עַד שֶׁיִּכְתֹּב לָהּ דִּין וּדְבָרִים אֵין לִי בִנְכָסַיִךְ וּבְפֵרוֹתֵיהֶן וּבְפֵרֵי פֵרוֹתֵיהֶן עַד עוֹלָם. כָּתַב לָהּ, דִּין וּדְבָרִים אֵין לִי בִנְכָסַיִךְ וּבְפֵרוֹתֵיהֶן וּבְפֵרֵי פֵרוֹתֵיהֶן בְּחַיַּיִךְ וּבְמוֹתֵךְ, אֵינוֹ אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. וְאִם מֵתָה, אֵינוֹ יוֹרְשָׁהּ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אִם מֵתָה, יִירָשֶׁנָּה, מִפְּנֵי שֶׁהִתְנָה עַל מַה שֶׁכָּתוּב בַּתּוֹרָה, וְכָל הַמַּתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה, תְּנָאוֹ בָטֵל: \n",
            "מִי שֶׁמֵּת וְהִנִּיחַ אִשָּׁה וּבַעַל חוֹב וְיוֹרְשִׁין, וְהָיָה לוֹ פִקָּדוֹן אוֹ מִלְוֶה בְּיַד אֲחֵרִים, רַבִּי טַרְפוֹן אוֹמֵר, יִנָּתְנוּ לַכּוֹשֵׁל שֶׁבָּהֶן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מְרַחֲמִין בַּדִּין, אֶלָּא יִנָּתְנוּ לַיּוֹרְשִׁין, שֶׁכֻּלָּן צְרִיכִין שְׁבוּעָה וְאֵין הַיּוֹרְשִׁין צְרִיכִין שְׁבוּעָה: \n",
            "הִנִּיחַ פֵּרוֹת תְּלוּשִׁין מִן הַקַּרְקַע, כָּל הַקּוֹדֵם זָכָה בָהֶן. זָכְתָה אִשָּׁה יוֹתֵר מִכְּתֻבָּתָהּ, וּבַעַל חוֹב יוֹתֵר עַל חוֹבוֹ, הַמּוֹתָר, רַבִּי טַרְפוֹן אוֹמֵר, יִנָּתְנוּ לַכּוֹשֵׁל שֶׁבָּהֶן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מְרַחֲמִין בַּדִּין, אֶלָּא יִנָּתְנוּ לַיּוֹרְשִׁים, שֶׁכֻּלָּם צְרִיכִין שְׁבוּעָה וְאֵין הַיּוֹרְשִׁים צְרִיכִין שְׁבוּעָה: \n",
            "הַמּוֹשִׁיב אֶת אִשְׁתּוֹ חֶנְוָנִית אוֹ שֶׁמִּנָּהּ אַפּוֹטְרוֹפָּא, הֲרֵי זֶה מַשְׁבִּיעָהּ כָּל זְמָן שֶׁיִּרְצֶה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ עַל פִּלְכָּהּ וְעַל עִסָּתָהּ: \n",
            "כָּתַב לָהּ, נֶדֶר וּשְׁבוּעָה אֵין לִי עָלָיִךְ, אֵין יָכוֹל לְהַשְׁבִּיעָהּ, אֲבָל מַשְׁבִּיעַ הוּא אֶת יוֹרְשֶׁיהָ וְאֶת הַבָּאִים בִּרְשׁוּתָהּ. נֶדֶר וּשְׁבוּעָה אֵין לִי עָלַיִךְ וְעַל יוֹרְשַׁיִךְ וְעַל הַבָּאִים בִּרְשׁוּתִיךְ, אֵינוֹ יָכוֹל לְהַשְׁבִּיעָהּ, לֹא הִיא וְלֹא יוֹרְשֶׁיהָ וְלֹא אֶת הַבָּאִים בִּרְשׁוּתָהּ. אֲבָל יוֹרְשָׁיו מַשְׁבִּיעִין אוֹתָהּ, וְאֶת יוֹרְשֶׁיהָ וְאֶת הַבָּאִים בִּרְשׁוּתָהּ. נֶדֶר וּשְׁבוּעָה אֵין לִי וְלֹא לְיוֹרְשַׁי וְלֹא לַבָּאִים בִּרְשׁוּתִי עָלַיִךְ וְעַל יוֹרְשַׁיִךְ וְעַל הַבָּאִים בִּרְשׁוּתִיךְ, אֵינוֹ יָכוֹל לְהַשְׁבִּיעָהּ, לֹא הוּא וְלֹא יוֹרְשָׁיו וְלֹא הַבָּאִים בִּרְשׁוּתוֹ, לֹא אוֹתָהּ וְלֹא יוֹרְשֶׁיהָ וְלֹא הַבָּאִין בִּרְשׁוּתָהּ: \n",
            "הָלְכָה מִקֶּבֶר בַּעְלָהּ לְבֵית אָבִיהָ אוֹ שֶׁחָזְרָה לְבֵית חָמִיהָ, וְלֹא נַעֲשֵׂית אַפּוֹטְרוֹפָּא, אֵין הַיּוֹרְשִׁין מַשְׁבִּיעִין אוֹתָהּ. וְאִם נַעֲשֵׂית אַפּוֹטְרוֹפָּא, הַיּוֹרְשִׁין מַשְׁבִּיעִין אוֹתָהּ עַל הֶעָתִיד לָבֹא וְאֵין מַשְׁבִּיעִין אוֹתָהּ עַל מַה שֶּׁעָבָר: \n",
            "הַפּוֹגֶמֶת כְּתֻבָּתָהּ, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. עֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנִּכְסֵי יְתוֹמִים וּמִנְּכָסִים מְשֻׁעְבָּדִין וְשֶׁלֹּא בְפָנָיו, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה: \n",
            "הַפּוֹגֶמֶת כְּתֻבָּתָהּ כֵּיצַד, הָיְתָה כְתֻבָּתָהּ אֶלֶף זוּז, וְאָמַר לָהּ הִתְקַבַּלְתְּ כְּתֻבָּתֵךְ, וְהִיא אוֹמֶרֶת לֹא הִתְקַבַּלְתִּי אֶלָּא מָנֶה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. עֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה כֵּיצַד, הָיְתָה כְתֻבָּתָהּ אֶלֶף זוּז, וְאָמַר לָהּ הִתְקַבַּלְתְּ כְּתֻבָּתֵךְ, וְהִיא אוֹמֶרֶת לֹא הִתְקַבָּלְתִּי, וְעֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנְּכָסִים מְשֻׁעְבָּדִים כֵּיצַד, מָכַר נְכָסָיו לַאֲחֵרִים, וְהִיא נִפְרַעַת מִן הַלָּקוֹחוֹת, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנִּכְסֵי יְתוֹמִים כֵּיצַד, מֵת וְהִנִּיחַ נְכָסָיו לַיְתוֹמִים, וְהִיא נִפְרַעַת מִן הַיְתוֹמִים, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְשֶׁלֹּא בְּפָנָיו כֵּיצַד, הָלַךְ לוֹ לִמְדִינַת הַיָּם, וְהִיא נִפְרַעַת שֶׁלֹּא בְפָנָיו, אֵינָהּ נִפְרַעַת אֶלָּא בִשְׁבוּעָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל זְמַן שֶׁהִיא תוֹבַעַת כְּתֻבָּתָהּ, הַיּוֹרְשִׁין מַשְׁבִּיעִין אוֹתָהּ. וְאִם אֵינָהּ תּוֹבַעַת כְּתֻבָּתָהּ, אֵין הַיּוֹרְשִׁין מַשְׁבִּיעִין אוֹתָהּ: \n",
            "הוֹצִיאָה גֵט וְאֵין עִמּוֹ כְתֻבָּה, גּוֹבָה כְתֻבָּתָהּ. כְּתֻבָּה וְאֵין עִמָּהּ גֵּט, הִיא אוֹמֶרֶת אָבַד גִּטִּי וְהוּא אוֹמֵר אָבַד שׁוֹבְרִי, וְכֵן בַּעַל חוֹב שֶׁהוֹצִיא שְׁטָר חוֹב וְאֵין עִמּוֹ פְרוֹזְבּוּל, הֲרֵי אֵלּוּ לֹא יִפָּרֵעוּ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, מִן הַסַּכָּנָה וְאֵילָךְ, אִשָּׁה גוֹבָה כְתֻבָּתָהּ שֶׁלֹּא בְגֵט, וּבַעַל חוֹב גּוֹבֶה שֶׁלֹּא בִפְרוֹזְבּוּל. שְׁנֵי גִטִּין וּשְׁתֵּי כְתֻבּוֹת, גּוֹבָה שְׁתֵּי כְתֻבּוֹת. שְׁתֵּי כְתֻבּוֹת וְגֵט אֶחָד, אוֹ כְתֻבָּה וּשְׁנֵי גִטִּין, אוֹ כְתֻבָּה וְגֵט וּמִיתָה, אֵינָהּ גּוֹבָה אֶלָּא כְתֻבָּה אַחַת, שֶׁהַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְהֶחֱזִירָהּ, עַל מְנָת כְּתֻבָּה הָרִאשׁוֹנָה מַחֲזִירָהּ. קָטָן שֶׁהִשִּׂיאוֹ אָבִיו, כְּתֻבָּתָהּ קַיֶּמֶת, שֶׁעַל מְנָת כֵּן קִיְּמָהּ. גֵּר שֶׁנִּתְגַּיֵּר וְאִשְׁתּוֹ עִמּוֹ, כְּתֻבָּתָהּ קַיֶּמֶת, שֶׁעַל מְנָת כֵּן קִיְּמָהּ: \n"
        ],
        [
            "מִי שֶׁהָיָה נָשׂוּי שְׁתֵּי נָשִׁים וּמֵת, הָרִאשׁוֹנָה קוֹדֶמֶת לַשְּׁנִיָּה, וְיוֹרְשֵׁי הָרִאשׁוֹנָה קוֹדְמִין לְיוֹרְשֵׁי שְׁנִיָּה. נָשָׂא אֶת הָרִאשׁוֹנָה וָמֵתָה, נָשָׂא שְׁנִיָּה וּמֵת הוּא, שְׁנִיָּה וְיוֹרְשֶׁיהָ קוֹדְמִים לְיוֹרְשֵׁי הָרִאשׁוֹנָה: \n",
            "מִי שֶׁהָיָה נָשׂוּי שְׁתֵּי נָשִׁים וּמֵתוּ וְאַחַר כָּךְ מֵת הוּא, וִיתוֹמִים מְבַקְשִׁים כְּתֻבַּת אִמָּן וְאֵין שָׁם אֶלָּא שְׁתֵּי כְתֻבּוֹת, חוֹלְקִין בְּשָׁוֶה. הָיָה שָׁם מוֹתַר דִּינָר, אֵלּוּ נוֹטְלִין כְּתֻבַּת אִמָּן וְאֵלּוּ נוֹטְלִין כְּתֻבַּת אִמָּן. אִם אָמְרוּ יְתוֹמִים, אֲנַחְנוּ מַעֲלִים עַל נִכְסֵי אָבִינוּ יָתֵר דִּינָר, כְּדֵי שֶׁיִּטְּלוּ כְתֻבַּת אִמָּן, אֵין שׁוֹמְעִין לָהֶן, אֶלָּא שָׁמִין אֶת הַנְּכָסִים בְּבֵית דִּין: \n",
            "הָיוּ שָׁם נְכָסִים בָּרָאוּי, אֵינָן כְּבַמֻּחְזָק. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ יֶשׁ שָׁם נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת, אֵינוֹ כְלוּם, עַד שֶׁיִּהְיוּ שָׁם נְכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת יוֹתֵר עַל שְׁתֵּי הַכְּתֻבּוֹת דִּינָר: \n",
            "מִי שֶׁהָיָה נָשׂוּי שָׁלשׁ נָשִׁים וּמֵת, כְּתֻבָּתָהּ שֶׁל זוֹ מָנֶה וְשֶׁל זוֹ מָאתַיִם וְשֶׁל זוֹ שְׁלֹשׁ מֵאוֹת וְאֵין שָׁם אֶלָּא מָנֶה, חוֹלְקוֹת בְּשָׁוֶה. הָיוּ שָׁם מָאתַיִם, שֶׁל מָנֶה נוֹטֶלֶת חֲמִשִּׁים, שֶׁל מָאתַיִם וְשֶׁל שְׁלֹשׁ מֵאוֹת, שְׁלֹשָׁה שְׁלֹשָׁה שֶׁל זָהָב. הָיוּ שָׁם שְׁלֹשׁ מֵאוֹת, שֶׁל מָנֶה נוֹטֶלֶת חֲמִשִּׁים, וְשֶׁל מָאתַיִם, מָנֶה, וְשֶׁל שְׁלֹשׁ מֵאוֹת, שִׁשָּׁה שֶׁל זָהָב. וְכֵן שְׁלֹשָׁה שֶׁהִטִּילוּ לְכִיס, פִּחֲתוּ אוֹ הוֹתִירוּ, כָּךְ הֵן חוֹלְקִין: \n",
            "מִי שֶׁהָיָה נָשׂוּי אַרְבַּע נָשִׁים וּמֵת, הָרִאשׁוֹנָה קוֹדֶמֶת לַשְּׁנִיָּה, וּשְׁנִיָּה לַשְּׁלִישִׁית, וּשְׁלִישִׁית לָרְבִיעִית. הָרִאשׁוֹנָה נִשְׁבַּעַת לַשְּׁנִיָּה, וּשְׁנִיָּה לַשְּׁלִישִׁית, וּשְׁלִישִׁית לָרְבִיעִית, וְהָרְבִיעִית נִפְרַעַת שֶׁלֹּא בִשְׁבוּעָה. בֶּן נַנָּס אוֹמֵר, וְכִי מִפְּנֵי שֶׁהִיא אַחֲרוֹנָה נִשְׂכֶּרֶת, אַף הִיא לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. הָיוּ יוֹצְאוֹת כֻּלָּן בְּיוֹם אֶחָד, כָּל הַקּוֹדֶמֶת לַחֲבֶרְתָּהּ אֲפִלּוּ שָׁעָה אַחַת, זָכְתָה. וְכָךְ הָיוּ כוֹתְבִין בִּירוּשָׁלַיִם שָׁעוֹת. הָיוּ כֻלָּן יוֹצְאוֹת בְּשָׁעָה אַחַת וְאֵין שָׁם אֶלָּא מָנֶה, חוֹלְקוֹת בְּשָׁוֶה: \n",
            "מִי שֶׁהָיָה נָשׂוּי שְׁתֵּי נָשִׁים, וּמָכַר אֶת שָׂדֵהוּ, וְכָתְבָה רִאשׁוֹנָה לַלּוֹקֵחַ דִּין וּדְבָרִים אֵין לִי עִמָּךְ, הַשְּׁנִיָּה מוֹצִיאָה מֵהַלּוֹקֵחַ, וְרִאשׁוֹנָה מִן הַשְּׁנִיָּה, וְהַלּוֹקֵחַ מִן הָרִאשׁוֹנָה, וְחוֹזְרוֹת חֲלִילָה עַד שֶׁיַּעֲשׂוּ פְשָׁרָה בֵינֵיהֶם. וְכֵן בַּעַל חוֹב. וְכֵן אִשָּׁה בַעֲלַת חוֹב: \n"
        ],
        [
            "אַלְמָנָה נִזּוֹנֶת מִנִּכְסֵי יְתוֹמִים, מַעֲשֵׂה יָדֶיהָ שֶׁלָּהֶן, וְאֵין חַיָּבִין בִּקְבוּרָתָהּ. יוֹרְשֶׁיהָ, יוֹרְשֵׁי כְתֻבָּתָהּ, חַיָּבִין בִּקְבוּרָתָהּ: \n",
            "אַלְמָנָה, בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין, מוֹכֶרֶת שֶׁלֹּא בְּבֵית דִּין. רַבִּי שִׁמְעוֹן אוֹמֵר, מִן הַנִּשּׂוּאִין, מוֹכֶרֶת שֶׁלֹּא בְּבֵית דִּין. מִן הָאֵרוּסִין, לֹא תִמְכֹּר אֶלָּא בְּבֵית דִּין, מִפְּנֵי שֶׁאֵין לָהּ מְזוֹנוֹת, וְכָל שֶׁאֵין לָהּ מְזוֹנוֹת, לֹא תִמְכֹּר אֶלָּא בְּבֵית דִּין: \n",
            "מָכְרָה כְתֻבָּתָהּ אוֹ מִקְצָתָהּ, מִשְׁכְּנָה כְתֻבָּתָהּ אוֹ מִקְצָתָהּ, נָתְנָה כְתֻבָּתָהּ לְאַחֵר אוֹ מִקְצָתָהּ, לֹא תִמְכֹּר אֶת הַשְּׁאָר אֶלָּא בְּבֵית דִּין. וַחֲכָמִים אוֹמְרִים, מוֹכֶרֶת הִיא אֲפִלּוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים, וּמוֹכֶרֶת לִמְזוֹנוֹת שֶׁלֹּא בְּבֵית דִּין, וְכוֹתֶבֶת, לִמְזוֹנוֹת מָכָרְתִּי. וּגְרוּשָׁה לֹא תִמְכֹּר אֶלָּא בְּבֵית דִּין: \n",
            "אַלְמָנָה שֶׁהָיְתָה כְתֻבָּתָהּ מָאתַיִם וּמָכְרָה שָׁוֶה מָנֶה בְמָאתַיִם אוֹ שָׁוֶה מָאתַיִם בְּמָנֶה, נִתְקַבְּלָה כְתֻבָּתָהּ. הָיְתָה כְתֻבָּתָהּ מָנֶה וּמָכְרָה שָׁוֶה מָנֶה וְדִינָר בְּמָנֶה, מִכְרָהּ בָּטֵל. אֲפִלּוּ הִיא אוֹמֶרֶת אַחֲזִיר אֶת הַדִּינָר לַיּוֹרְשִׁין, מִכְרָהּ בָּטֵל. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לְעוֹלָם מִכְרָהּ קַיָּם עַד שֶׁתְּהֵא שָׁם כְּדֵי שֶׁתְּשַׁיֵּר בְּשָׂדֶה בַּת תִּשְׁעָה קַבִּים, וּבְגִנָּה בַּת חֲצִי קַב, וּכְדִבְרֵי רַבִּי עֲקִיבָא בֵּית רֹבַע. הָיְתָה כְתֻבָּתָהּ אַרְבַּע מֵאוֹת זוּז, וּמָכְרָה לָזֶה בְמָנֶה וְלָזֶה בְמָנֶה וְלָאַחֲרוֹן יָפֶה מָנֶה וְדִינָר בְּמָנֶה, שֶׁל אַחֲרוֹן בָּטֵל וְשֶׁל כֻּלָּן מִכְרָן קַיָּם: \n",
            "שׁוּם הַדַּיָּנִין שֶׁפִּחֲתוּ שְׁתוּת אוֹ הוֹסִיפוּ שְׁתוּת, מִכְרָן בָּטֵל. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, מִכְרָן קַיָּם. אִם כֵּן מַה כֹּחַ בֵּית דִּין יָפֶה. אֲבָל אִם עָשׂוּ אִגֶּרֶת בִּקֹּרֶת, אֲפִלּוּ מָכְרוּ שָׁוֶה מָנֶה בְּמָאתַיִם, אוֹ שָׁוֶה מָאתַיִם בְּמָנֶה, מִכְרָן קַיָּם: \n",
            "הַמְמָאֶנֶת, הַשְּׁנִיָּה, וְהָאַיְלוֹנִית, אֵין לָהֶם כְּתֻבָּה וְלֹא פֵרוֹת, וְלֹא מְזוֹנוֹת, וְלֹא בְלָאוֹת. וְאִם מִתְּחִלָּה נְשָׂאָהּ לְשֵׁם אַיְלוֹנִית, יֶשׁ לָהּ כְּתֻבָּה. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְנָתִין וּלְמַמְזֵר, יֶשׁ לָהֶן כְּתֻבָּה: \n"
        ],
        [
            "הַנּוֹשֵׂא אֶת הָאִשָּׁה וּפָסְקָה עִמּוֹ כְּדֵי שֶׁיָּזוּן אֶת בִּתָּהּ חָמֵשׁ שָׁנִים, חַיָּב לְזוּנָהּ חָמֵשׁ שָׁנִים. נִשֵּׂאת לְאַחֵר וּפָסְקָה עִמּוֹ כְּדֵי שֶׁיָּזוּן אֶת בִּתָּהּ חָמֵשׁ שָׁנִים, חַיָּב לְזוּנָהּ חָמֵשׁ שָׁנִים. לֹא יֹאמַר הָרִאשׁוֹן לִכְשֶׁתָּבֹא אֶצְלִי אֲזוּנָהּ, אֶלָּא מוֹלִיךְ לָהּ מְזוֹנוֹתֶיהָ לִמְקוֹם אִמָּהּ. וְכֵן לֹא יֹאמְרוּ שְׁנֵיהֶם הֲרֵי אָנוּ זָנִין אוֹתָהּ כְּאֶחָד, אֶלָּא אֶחָד זָנָהּ וְאֶחָד נוֹתֵן לָהּ דְּמֵי מְזוֹנוֹת: \n",
            "נִשֵּׂאת, הַבַּעַל נוֹתֵן לָהּ מְזוֹנוֹת וְהֵן נוֹתְנִין לָהּ דְּמֵי מְזוֹנוֹת. מֵתוּ, בְּנוֹתֵיהֶן נִזּוֹנוֹת מִנְּכָסִים בְּנֵי חוֹרִין וְהִיא נִזּוֹנֶת מִנְּכָסִים מְשֻׁעְבָּדִים, מִפְּנֵי שֶׁהִיא כְבַעֲלַת חוֹב. הַפִּקְחִים הָיוּ כוֹתְבִים, עַל מְנָת שֶׁאָזוּן אֶת בִּתֵּךְ חָמֵשׁ שָׁנִים כָּל זְמַן שֶׁאַתְּ עִמִּי: \n",
            "אַלְמָנָה שֶׁאָמְרָה אִי אֶפְשִׁי לָזוּז מִבֵּית בַּעְלִי, אֵין הַיּוֹרְשִׁין יְכוֹלִין לוֹמַר לָהּ לְכִי לְבֵית אָבִיךְ וְאָנוּ זָנִין אוֹתָךְ, אֶלָּא זָנִין אוֹתָהּ בְּבֵית בַּעְלָהּ וְנוֹתְנִין לָהּ מָדוֹר לְפִי כְבוֹדָהּ. אָמְרָה אִי אֶפְשִׁי לָזוּז מִבֵּית אַבָּא, יְכוֹלִים הַיּוֹרְשִׁים לוֹמַר לָהּ, אִם אַתְּ אֶצְלֵנוּ יֶשׁ לִיךְ מְזוֹנוֹת, וְאִם אֵין אַתְּ אֶצְלֵנוּ אֵין לִיךְ מְזוֹנוֹת. אִם הָיְתָה טוֹעֶנֶת מִפְּנֵי שֶׁהִיא יַלְדָּה וְהֵן יְלָדִים, זָנִין אוֹתָהּ וְהִיא בְּבֵית אָבִיהָ: \n",
            "כָּל זְמַן שֶׁהִיא בְבֵית אָבִיהָ, גּוֹבָה כְתֻבָּתָהּ לְעוֹלָם. כָּל זְמַן שֶׁהִיא בְּבֵית בַּעְלָהּ, גּוֹבָה כְתֻבָּתָהּ עַד עֶשְׂרִים וְחָמֵשׁ שָׁנִים, שֶׁיֵּשׁ בְּעֶשְׂרִים וְחָמֵשׁ שָׁנִים שֶׁתַּעֲשֶׂה טוֹבָה כְנֶגֶד כְּתֻבָּתָהּ, דִּבְרֵי רַבִּי מֵאִיר שֶׁאָמַר מִשּׁוּם רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל. וַחֲכָמִים אוֹמְרִים, כָּל זְמַן שֶׁהִיא בְּבֵית בַּעְלָהּ, גּוֹבָה כְתֻבָּתָהּ לְעוֹלָם. כָּל זְמַן שֶׁהִיא בְּבֵית אָבִיהָ, גּוֹבָה כְתֻבָּתָהּ עַד עֶשְׂרִים וְחָמֵשׁ שָׁנִים. מֵתָה, יוֹרְשֶׁיהָ מַזְכִּירִין כְּתֻבָּתָהּ עַד עֶשְׂרִים וְחָמֵשׁ שָׁנִים: \n"
        ],
        [
            "שְׁנֵי דַיָּנֵי גְזֵרוֹת הָיוּ בִירוּשָׁלַיִם, אַדְמוֹן וְחָנָן בֶּן אֲבִישָׁלוֹם. חָנָן אוֹמֵר שְׁנֵי דְבָרִים, אַדְמוֹן אוֹמֵר שִׁבְעָה. מִי שֶׁהָלַךְ לִמְדִינַת הַיָּם וְאִשְׁתּוֹ תוֹבַעַת מְזוֹנוֹת, חָנָן אוֹמֵר, תִּשָּׁבַע בַּסּוֹף וְלֹא תִשָּׁבַע בַּתְּחִלָּה. נֶחְלְקוּ עָלָיו בְּנֵי כֹהֲנִים גְּדוֹלִים וְאָמְרוּ, תִּשָּׁבַע בַּתְּחִלָּה וּבַסּוֹף. אָמַר רַבִּי דוֹסָא בֶן הַרְכִּינָס כְּדִבְרֵיהֶם. אָמַר רַבָּן יוֹחָנָן בֶּן זַכַּאי, יָפֶה אָמַר חָנָן, לֹא תִשָּׁבַע אֶלָּא בַסּוֹף: \n",
            "מִי שֶׁהָלַךְ לִמְדִינַת הַיָּם וְעָמַד אֶחָד וּפִרְנֵס אֶת אִשְׁתּוֹ, חָנָן אוֹמֵר, אִבֵּד אֶת מְעוֹתָיו. נֶחְלְקוּ עָלָיו בְּנֵי כֹהֲנִים גְּדוֹלִים וְאָמְרוּ, יִשָּׁבַע כַּמָּה הוֹצִיא וְיִטֹּל. אָמַר רַבִּי דוֹסָא בֶן הַרְכִּינָס כְּדִבְרֵיהֶם. אָמַר רַבָּן יוֹחָנָן בֶּן זַכַּאי, יָפֶה אָמַר חָנָן, הִנִּיחַ מְעוֹתָיו עַל קֶרֶן הַצְּבִי: \n",
            "אַדְמוֹן אוֹמֵר שִׁבְעָה. מִי שֶׁמֵּת וְהִנִּיחַ בָּנִים וּבָנוֹת, בִּזְמַן שֶׁהַנְּכָסִים מְרֻבִּין, הַבָּנִים יוֹרְשִׁים וְהַבָּנוֹת נִזּוֹנוֹת. וּבִנְכָסִים מֻעָטִים, הַבָּנוֹת יִזּוֹנוּ וְהַבָּנִים יְחַזְּרוּ עַל הַפְּתָחִים. אַדְמוֹן אוֹמֵר, בִּשְׁבִיל שֶׁאֲנִי זָכָר הִפְסָדְתִּי. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן: \n",
            "הַטּוֹעֵן אֶת חֲבֵרוֹ כַדֵּי שֶׁמֶן, וְהוֹדָה בַקַּנְקַנִּים, אַדְמוֹן אוֹמֵר, הוֹאִיל וְהוֹדָה בְמִקְצָת הַטַּעֲנָה, יִשָּׁבֵעַ. וַחֲכָמִים אוֹמְרִים, אֵין זוֹ הוֹדָאָה מִמִּין הַטַּעֲנָה. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן: \n",
            "הַפּוֹסֵק מָעוֹת לַחֲתָנוֹ וּפָשַׁט לוֹ אֶת הָרֶגֶל, תֵּשֵׁב עַד שֶׁיַּלְבִּין רֹאשָׁהּ. אַדְמוֹן אוֹמֵר, יְכוֹלָה הִיא שֶׁתֹּאמַר, אִלּוּ אֲנִי פָסַקְתִּי לְעַצְמִי, אֵשֵׁב עַד שֶׁיַּלְבִּין רֹאשִׁי. עַכְשָׁיו שֶׁאַבָּא פָסַק עָלַי, מָה אֲנִי יְכוֹלָה לַעֲשׂוֹת, אוֹ כְנֹס אוֹ פְטֹר. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן: \n",
            "הָעוֹרֵר עַל הַשָּׂדֶה וְהוּא חָתוּם עָלֶיהָ בְעֵד, אַדְמוֹן אוֹמֵר, יָכוֹל הוּא שֶׁיֹּאמַר, הַשֵּׁנִי נֹחַ לִי וְהָרִאשׁוֹן קָשֶׁה הֵימֶנּוּ. וַחֲכָמִים אוֹמְרִים, אִבֵּד אֶת זְכוּתוֹ. עֲשָׂאָהּ סִימָן לְאַחֵר, אִבֵּד אֶת זְכוּתוֹ: \n",
            "מִי שֶׁהָלַךְ לִמְדִינַת הַיָּם וְאָבְדָה דֶרֶךְ שָׂדֵהוּ, אַדְמוֹן אוֹמֵר, יֵלֵךְ בַּקְּצָרָה. וַחֲכָמִים אוֹמְרִים, יִקְנֶה לוֹ דֶרֶךְ בְּמֵאָה מָנֶה, אוֹ יִפְרַח בָּאֲוִיר: \n",
            "הַמּוֹצִיא שְׁטַר חוֹב עַל חֲבֵרוֹ, וְהַלָּה הוֹצִיא שֶׁמָּכַר לוֹ אֶת הַשָּׂדֶה, אַדְמוֹן אוֹמֵר, יָכוֹל הוּא שֶׁיֹּאמַר, אִלּוּ הָיִיתִי חַיָּב לְךָ, הָיָה לְךָ לְהִפָּרַע אֶת שֶׁלְּךָ כְּשֶׁמָּכַרְתָּ לִי אֶת הַשָּׂדֶה. וַחֲכָמִים אוֹמְרִים, זֶה הָיָה פִקֵּחַ שֶׁמָּכַר לוֹ אֶת הַקַּרְקַע, מִפְּנֵי שֶׁהוּא יָכוֹל לְמַשְׁכְּנוֹ: \n",
            "שְׁנַיִם שֶׁהוֹצִיאוּ שְׁטָר חוֹב זֶה עַל זֶה, אַדְמוֹן אוֹמֵר, אִלּוּ הָיִיתִי חַיָּב לְךָ, כֵּיצַד אַתָּה לֹוֶה מִמֶּנִּי. וַחֲכָמִים אוֹמְרִים, זֶה גוֹבֶה שְׁטַר חוֹבוֹ וְזֶה גּוֹבֶה שְׁטַר חוֹבוֹ: \n",
            "שָׁלֹשׁ אֲרָצוֹת לַנִּשּׂוּאִין, יְהוּדָה, וְעֵבֶר הַיַּרְדֵּן, וְהַגָּלִיל. אֵין מוֹצִיאִין מֵעִיר לְעִיר וּמִכְּרַךְ לִכְרַךְ. אֲבָל בְּאוֹתָהּ הָאָרֶץ, מוֹצִיאִין מֵעִיר לְעִיר וּמִכְּרַךְ לִכְרַךְ, אֲבָל לֹא מֵעִיר לִכְרַךְ וְלֹא מִכְּרַךְ לְעִיר. מוֹצִיאִין מִנָּוֶה הָרָעָה לְנָוֶה הַיָּפָה, אֲבָל לֹא מִנָּוֶה הַיָּפָה לְנָוֶה הָרָעָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף לֹא מִנָּוֶה רָעָה לְנָוֶה יָפָה, מִפְּנֵי שֶׁהַנָּוֶה הַיָּפָה בוֹדֵק: \n",
            "הַכֹּל מַעֲלִין לְאֶרֶץ יִשְׂרָאֵל, וְאֵין הַכֹּל מוֹצִיאִין. הַכֹּל מַעֲלִין לִירוּשָׁלַיִם, וְאֵין הַכֹּל מוֹצִיאִין, אֶחָד הָאֲנָשִׁים וְאֶחָד הַנָּשִׁים (וְאֶחָד עֲבָדִים). נָשָׂא אִשָּׁה בְאֶרֶץ יִשְׂרָאֵל וְגֵרְשָׁהּ בְּאֶרֶץ יִשְׂרָאֵל, נוֹתֵן לָהּ מִמְּעוֹת אֶרֶץ יִשְׂרָאֵל. נָשָׂא אִשָּׁה בְאֶרֶץ יִשְׂרָאֵל וְגֵרְשָׁהּ בְּקַפּוֹטְקִיָּא, נוֹתֵן לָהּ מִמְּעוֹת אֶרֶץ יִשְׂרָאֵל. נָשָׂא אִשָּׁה בְקַפּוֹטְקִיָּא וְגֵרְשָׁהּ בְּאֶרֶץ יִשְׂרָאֵל, נוֹתֵן לָהּ מִמְּעוֹת אֶרֶץ יִשְׂרָאֵל. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, נוֹתֵן לָהּ מִמְּעוֹת קַפּוֹטְקִיָּא. נָשָׂא אִשָּׁה בְקַפּוֹטְקִיָּא וְגֵרְשָׁהּ בְּקַפּוֹטְקִיָּא, נוֹתֵן לָהּ מִמְּעוֹת קַפּוֹטְקִיָּא: \n"
        ]
     ],
    "textbartenura":[
        [
            [
                "<b>בתולה נשאת ליום רביעי.</b> ולא בליל חמישי, דאיכא למיחש שמא יהיה טרוד בנישואים ולא מצי בעיל:",
                "<b>שאם יש לו טענת בתולים.</b> כגון שיאמר בעלתי ולא מצאתי דם, לא שנא אם היא קטנה או נערה או בוגרת. או פתח פתוח מצאתי, אם היא קטנה או נערה, אבל בוגרת אין לה טענת פתח פתוח:",
                "<b>ישכים ויבא לב״ד.</b> בעוד כעסו עליו, שמא יתפייס ותתקרר דעתו ויקיימנה ושמא זנתה תחתיו והרי היא אסורה עליו. ובגמרא פריך ותנשא באחד בשבת ואם יש לו טענת בתולים ישכים ביום שני לבית דין. ומשני, שקדו חכמים על תקנת בנות ישראל שיהא טורח בסעודה שלשה ימים, אחד בשבת ושני בשבת ושלישי בשבת, וברביעי כונסה. ובזמן שאין בתי דינין יושבים בשני ובחמישי, אשה נישאת בכל יום, והוא שטרח בסעודה שלשה ימים. ומפני תקנת עניים נוהגים בקצת מקומות לישא בערב שבת. וטעמא דאלמנה ליום חמישי, שקדו חכמים על תקנת בנות ישראל שיהא שמח עמה שלשה ימים, חמישי בשבת וששי בשבת ושבת. והנושא את האלמנה אסור בעשיית מלאכה ג׳ ימים. והנושא את הבתולה כל שבעה. ולענין ברכת חתנים, בין בחור שנשא אלמנה בין אלמן שנשא בתולה מברכים ברכת חתנים כל שבעה ואלמן שנשא אלמנה, יום אחד:"
            ],
            [
                "<b>בתולה אלמנה גרושה.</b> כלומר, בתולה שהיא אלמנה או גרושה או חלוצה מן האירוסין, וחזרה ונישאת, כתובתה מן השני מאתים:",
                "<b>ויש לה טענת בתולים.</b> אם לא מצא לה השני בתולים, אבדה כתובתה, דמקח טעות הוא שהרי בחזקת בתולה נשאה:"
            ],
            [
                "<b>שבא על הקטנה.</b> פחותה מבת שלש שנים ויום אחד שאין ביאתה ביאה:",
                "<b>וקטן.</b> פחות מבן תשע שאין ביאתו ביאה ובא על הגדולה:",
                "<b>ומוכת עץ.</b> שנתקע לה עץ באותו מקום:",
                "<b>כתובתן מאתים.</b> אם נישאו סתם:",
                "<b>וחכמים אומרים מוכת עץ כתובתה מנה.</b> והלכתא כותייהו. ואפילו לא הכיר בה, כתובתה מנה, ולא הוי מקח טעות:"
            ],
            [
                "<b>בתולה שהיא אלמנה או גרושה או חלוצה מן הנשואים.</b> אם חזרה ונישאת סתם, כתובתה מנה, דבחזקת בעולה קיימא משנכנסה לחופה:"
            ],
            [
                "<b>האוכל אצל חמיו ביהודה.</b> כשהיו עושין סעודת אירוסין בבית אבי הכלה ביהודה, היו נוהגים שהארוס מתייחד עם ארוסתו כדי שיהא לבו גס בה, לפיכך כשנישאת אחר כך אין לו טענת בתולים:"
            ],
            [
                "<b>ונסתחפה שדך.</b> מטר סוחף בא על שדך והפסידה, כלומר מזלך גרם ותן לי כתובתי:",
                "<b>והיה מקחי מקח טעות.</b> ואין לך כתובה ממני:",
                "<b>נאמנת.</b> ומשביעין אותה שבועת היסת שכן הוא כדבריה, ותטול כתובתה. וכן הלכה. ואי אמרה בתולה מצאני, אינה נאמנת, דהימנוהו רבנן לבעל ואפילו בלא שבועה, דחזקה אין אדם טורח בסעודה ומפסידה:"
            ],
            [
                "<b>דרוסת איש.</b> בעולת איש:",
                "<b>נאמנת.</b> ולא הפסידה כתובתה. ומכל מקום אי אשת כהן היא ולאחר זמן האירוסין כשנשאה טען דרוסת איש את, מפקינן לה מיניה, דשמא לאחר שארס אותה נבעלה, ומכי אמר דרוסת איש את שויה אנפשיה חתיכה דאיסורא. ואפילו נבעלה באונס, הא קיי״ל אשת כהן שנאנסה אסורה לבעלה. ומגרש לה ויהיב לה כתובתה:"
            ],
            [
                "<b>מדברת.</b> מתיחדת:",
                "<b>וכהן הוא.</b> מיוחס:",
                "<b>נאמנת.</b> כשירה לכהונה:"
            ],
            [
                "<b>מה טיבו של עובר זה וכו׳</b> רבן גמליאל אומר נאמנת, וכשרים לכהונה היא ובתה. אבל לענין ירושה לא אמר רבן גמליאל שזה העובר יירשנו. והלכה כרבן גמליאל בכל הני בבי דמתניתין. ואפילו הכי לכתחילה לא תנשא לכהונה לא המדברת עם אחד ולא המעוברת, אלא אם כן היו רוב אנשי העיר מיוחסים ונבעלה זאת האשה מאחד מהם שפירש חוץ לעיר ובעל, דאמרינן כל דפריש מרובא פריש, ואז תנשא לכתחלה לכהונה בין היא בין בתה:"
            ],
            [
                "<b>אם רוב העיר משיאין לכהונה.</b> אע״ג דרובא חד סגי בעלמא, מעלה עשו ביוחסין, והכא אצרכוה רבנן תרי רובי, רוב סיעה העוברת שם ורוב העיר. ואין משיאין לכתחלה לכהונה אלא בתרי רובי, וכן הלכה:"
            ]
        ],
        [
            [
                "<b>האשה שנתארמלה או נתגרשה.</b> ותובעת כתובתה:",
                "<b>הוא אומר.</b> קאי אנתגרשה. ואי אנתארמלה, היורשים אומרים אלמנה נשאך אבינו ואין לך אלא מנה:",
                "<b>הינומא.</b> איכא מאן דאמר חופה של הדס שעושים לבתולות. ואיכא מאן דאמר צעיף שנותנים על העינים ומתנמנמת בו:",
                "<b>וראשה פרוע.</b> שערה על כתיפה. כך היו נוהגים להוציא הבתולות מבית אביהן לבית החתונה:",
                "<b>אף חילוק קליות.</b> במקומו של ר׳ יוחנן בן ברוקא היו נוהגים לחלק קליות בנשואי הבתולות. ואי ליכא סהדי שעשו בנשואיה כמנהג נישואי הבתולות, ושטר הכתובה אבד, בעל מהימן ואינו גובה אלא מנה:"
            ],
            [
                "<b>ומודה רבי יהושע.</b> אף על גב דלעיל בפ״ק גבי היא אומרת משארסתני נאנסתי פליג רבי יהושע ארבן גמליאל ואמר דלא מהמנינן לאשה במאי דאמרה משארסתני נאנסתי ופסלה עצמה מן הכהונה במגו דאי בעיא אמרה מוכת עץ אני והיתה כשרה לכהונה. הני מילי היכא דאיכא איסור והיתר לפסול לכהונה או להכשיר, בהא פליג רבי יהושע ארבן גמליאל ואמר דלא מהימנינן לה במגו, אבל היכא דליכא איסור והיתר אלא דררא דממונא, כגון האומר לחבירו שדה זו של אביך היתה ולקחתיה ממנו, מודה ר׳ יהושע לר׳ גמליאל דבכהאי גונא מהימנינן ליה במגו דאי בעי אמר שלי היא ואמר של אביך היתה ולקחתיה ממנו נאמן:",
                "<b>ואם יש עדים שהיא של אביו אינו נאמן.</b> בגמרא מפרש דהא מתניתין אתא לאשמועינן כגון שלא אכלה אלא שתי שנים בפני האב ושנה אחת בפני הבן, כיון דלא שלמו לו שלש שני חזקה בחיי האב, השנה שאכלה בפני הבן אינו עולה למנין שני חזקה:"
            ],
            [
                "<b>אנוסים היינו.</b> אונס נפשות שמא יהרגנו. אבל אונס ממון שמא יקח ממונו, וכ״ש אם אמרו בשביל רוב ממון שנתן לנו, אינן נאמנין, דאין אדם משים עצמו רשע, דאדם קרוב אצל עצמו ואינו נאמן על עצמו לא לזכות ולא לחובה. וכן פסולי עדות היינו, מחמת קורבה. אבל מחמת עבירה אינן נאמנים:",
                "<b>יוצא ממקום אחר.</b> חתומים בשטר אחר שהוחזק בב״ד ובא אותו שטר לפנינו עם זה וכתב חותמן דומין זה לשל זה:"
            ],
            [
                "<b>הרי אלו נאמנים.</b> דהא איכא תרי סהדי על כל כתב וכתב:",
                "<b>צריכים לצרף עמהם אחר.</b> שעל כתב ידן הן מעידין לא על מנה שבשטר. וצריך תרי סהדי על כל כתב וכתב:",
                "<b>וחכמים אומרים אינם צריכין לצרף עמהם אחר.</b> שעל מנה שבשטר הם מעידים, וכשזה אומר זה כתב ידי וזה אומר זה כתב ידי נמצאו שני עדים על מנה שבשטר. והלכה כחכמים:"
            ],
            [
                "<b>אם משנישאת.</b> לא נישאת ממש, אלא אם משהתירוה לינשא באו עדים שנשבית:",
                "<b>לא תצא.</b> מהיתרה הראשון, ותנשא לכתחלה. אבל אם באו עדים שנטמאת, אפילו היו לה כמה בנים תצא:"
            ],
            [
                "<b>שתי נשים שנשבו.</b> שיש עדים שנשבו:",
                "<b>שמעידות זו את זו.</b> כל אחת אומרת חברתי טהורה:",
                "<b>הרי אלו נאמנות.</b> דבשבויה הקלו להכשיר עד אחד ואפילו עבד ואפילו אשה ואפילו קטן מסיח לפי תומו. ובלבד שיעיד העד שלא פירש ממנה משעה שנשבית עד שיצאה מרשות הגוים:"
            ],
            [
                "<b>אינן נאמנים.</b> ליתן להם תרומה:",
                "<b>ובזמן שהן מעידין זה על זה.</b> שכל אחד אומר אני וחברי כהן:"
            ],
            [
                "<b>ר׳ יהודה אומר אין מעלין לכהונה ע״פ עד אחד.</b> אפילו היכא דליכא גומלין ; וכ״ש הכא דאיכא למיחש לגומלין, העד אתה עלי ואני עליך:",
                "<b>עוררין.</b> שקורין עליו שם פסול. ואין ערעור פחות משנים:",
                "<b>מעלין.</b> היכא דליכא גומלים. והיינו דאיכא בין ר׳ אליעזר לתנא קמא דר׳ יהודה:",
                "<b>רבי שמעון בן גמליאל אומר מעלין לכהונה.</b> בגמרא פריך, רשב״ג היינו ר׳ אליעזר. ומסיק, דבמצטרפין לעדות קמפלגי, כגון דמוחזק לן באבוה דהאי דכהן הוא, ונפק עליה קלא דבן גרושה או בן חלוצה הוא ואחתיניה, ואתא עד אחד ואמר ידענא ביה דכהן הוא ואסקיניה, ואתו בי תרי ואמרי בן גרושה או בן חלוצה הוא ואחתיניה, ואתא עד אחד ואמר ידענא ביה דכהן הוא, ר׳ שמעון בן גמליאל אומר מעלין לכהונה על פי זה העד האחרון מפני שמצרפין אותו עם העד הראשון שביטל הקול ואמר ידענא ביה דכהן הוא, ואף על פי שלא העידו עדותן בבת אחת עדותן מצטרפת, ואמרינן אוקי הני תרי דאמרי כהן הוא להדי תרי דאמרי דבן גרושה הוא, ואוקי גברא אחזקתיה. ולר׳ אלעזר לא מסקינן ליה עד שיעידו שני עדים בזמן אחד דכהן הוא. והלכה כר׳ שמעון בן גמליאל שהעדים מצטרפין אף על פי שלא העידו עדותן כאחד:"
            ],
            [
                "<b>ע״י ממון מותרת לבעלה.</b> שמפחדין להפסיד ממונם ולא מפקרי לה. ודוקא כשיד ישראל תקיפה על העובדי כוכבים אז מותרת לבעלה אפילו בעלה כהן, ולא דמי לשבויה, משום דמרתתי להפסיד ממונן. אבל כשיד העובדי כוכבים תקיפה, אפילו על ידי ממון אסורה לבעלה אם בעלה כהן. ואם בעלה ישראל מותרת בכל ענין, דאשת ישראל שנאנסה מותרת לבעלה:",
                "<b>על ידי נפשות.</b> שהיתה נידונת למות, אסורה אפילו לבעלה ישראל, דחיישינן שמא נבעלה ברצון לאחד מהן:",
                "<b>כרכום.</b> תרגום מצור, כרכומא:",
                "<b>פסולות.</b> אסורות לכהן, דאשת כהן אסורה כשנאנסה. ואם יש בעיר מחבואה אחת שיכולה אשה אחת להחבא שם, כל אחת ואחת מנשי העיר נאמנות לומר במחבואה נחבאתי ולא נטמאתי, ומתוך שיכולה לומר נחבאתי, נאמנת גם כן כשאמרה לא נחבאתי ולא נטמאתי:",
                "<b>המעון הזה.</b> שבועה היא:",
                "<b>אין אדם מעיד ע״י עצמו.</b> ואם העיד אדם על שבויה שהיא טהורה הרי זה לא ישאנה אם הוא כהן, מפני החשד. ואם פדה אותה מן השבי בממונו הרי זה מעיד עליה ונושאה, דלא שדי אינש זוזי בכדי, ואם לא ידע שהיא טהורה לא נתן ממונו עליה:"
            ],
            [
                "<b>זה כתב ידו של אבא.</b> ומקיימין השטר על פיו, שקיום שטרות דרבנן והימנוהו רבנן בדרבנן:",
                "<b>שיצתה בהינומא וראשה פרוע.</b> ונוטלת כתובה מאתים. ואף על גב דלא מפקינן ממונא אלא בעדות ברורה, הכא שאני, הואיל ורוב נשים בתולות נישאות, גילוי מלתא בעלמא הוא:",
                "<b>ושהיה איש פלוני יוצא מבית הספר.</b> כשהיינו לומדין תינוקות בבית רבן:",
                "<b>לאכול בתרומה.</b> ועל פי עדות זו מאכילין ליה תרומה דרבנן, כגון תרומה שמוציאין מעציץ שאינו נקוב וכיוצא בזה. אבל תרומה דאורייתא אין מאכילין על פי עדות כזה. ולא חיישינן שמא עבד כהן היה, שאסור ללמד את העבד תורה:",
                "<b>ושהיה חולק עמנו על הגורן.</b> ולא חיישינן שמא עבד כהן היה, שאין חולקים תרומה לעבד אא״כ רבו עמו:",
                "<b>ושהמקום הזה בית הפרס.</b> החורש את הקבר הרי זה עושה בית הפרס מאה אמה, שכך שיערו שהמחרישה מולכת עצמות המת. וטומאת בית הפרס דרבנן:",
                "<b>ועד כאן היינו באין בשבת.</b> דתחומים דרבנן:",
                "<b>מעמד ומספד.</b> מקום היה לו כאן להספיד מתיו ולעשות מעמדות ומושבות שהיו עושין למת, בהא לא מהימן, שהוא דבר שבממון וצריך עדות גמורה:"
            ]
        ],
        [
            [
                "<b>אלו נערות.</b> שאף על פי שהן פסולות יש להן קנס. אם אנס אדם אחת מהן נותן לאביה חמשים כסף:",
                "<b>הנתינה.</b> מן הגבעונים. ועל שם שנתנם יהושע חוטבי עצים ושואבי מים נקראים נתינים. והם אסורים לבא בקהל:",
                "<b>ועל הכותית.</b> האי תנא סבר כותים גירי אריות הם וכגוים הם חשובים:",
                "<b>פחותות מבת שלש שנים.</b> דבחזקת בתולות הן, שאף על פי שנבעלו בשביה או בגיותן, בתוליהן חוזרים:",
                "<b>ועל אשת אחיו ועל אשת אחי אביו.</b> שנתקדשה לאחד מהן ונתגרשה מן האירוסין, ועדיין בתולה היא:",
                "<b>שאע״פ שהן בהכרת אין בהן מיתת ב״ד.</b> וכרת אינו פוטר מן התשלומין. והני מלי, שלא היתה שם התראה. אבל אם היתה שם התראה פטור מן הקנס, דקיי״ל כל חייבי כריתות שהתרו בהן לוקין, ואין אדם לוקה ומשלם:"
            ],
            [
                "<b>יתירות על בנות שלש שנים.</b> דכיון דראויות לביאה בחזקת הפקר הן ונבעלות בגיותן, והשבויה בשבייתה:",
                "<b>הרי היא בקדושתה.</b> ואינה בחזקת בעולה אף על פי שנשבית כשהיא גדולה. ואין הלכה כר׳ יהודה:",
                "<b>ולא יהיה אסון ענוש יענש.</b> הא אם יהיה אסון באחד משני אלו האנשים המריבין, שנהרג אחד מהן, לא יענש ההורג בממון, שהרי הוא חייב מיתת בית דין כיון שהרגו לזה. ואין הפרש בעבירה שחייבין עליה מיתת ב״ד בין שוגג למזיד לעולם פטור מתשלומין. אבל בעבירה שחייבין עליה כרת או מלקות אינו פטור מן התשלומין עד שיהיה שם עדים והתראה וילקה, ואז אינו משלם:"
            ],
            [
                "<b>רבי יוסי הגלילי אומר אין לה קנס.</b> דאמר קרא (דברים כ״ב) אשר לא אורשה, הא אורשה פעם אחת שוב אין לה קנס:",
                "<b>רבי עקיבא אומר יש לה קנס וקנסה לעצמה.</b> דדרשינן אשר לא אורשה לאביה. הא אורשה לעצמה. והלכה כר׳ עקיבא:"
            ],
            [
                "<b>האונס נותן את הצער.</b> שאינו דומה נבעלת באונס לנבעלת ברצון, והמפותה אין לה צער, שהרי נאמר עינוי בתורה אצל אונס ולא נאמר עינוי אצל מפותה:",
                "<b>האונס נותן מיד.</b> לאביה אף על פי שכונסה:",
                "<b>לכשיוציא.</b> כלומר לכשלא יכנוס. שאם יכנוס אינו נותן קנס, כדכתיב (שמות כ״ב) מהר ימהרנה ואם מאן ימאן כסף ישקול. אבל גבי אונס כתיב (דברים כ״ב) ונתן חמשים כסף ולו תהיה לאשה:",
                "<b>שותה בעציצו.</b> בכלי מאוס שבחר בו, כלומר על כרחו ישאנה:"
            ],
            [
                "<b>מוכת שחין.</b> מצורעת:"
            ],
            [
                "<b>יתומה שנתארסה ונתגרשה האונס חייב והמפתה פטור.</b> דכיון דיתומה היא וקנסה שלה הוא, הא אחילתיה גביה, דמדעתה נתפתתה לו ופטור. ולא יתומה בלבד אלא כל נערה שנתארסה ונתגרשה אונס חייב ומפתה פטור. כיתומה, דהא קנסה לעצמה כדאמר ר׳ עקיבא לעיל, וכן הלכה:"
            ],
            [
                "<b>הכל לפי המבייש.</b> אדם בינוני המבייש, בשתו קשה מאדם בזוי ומאדם חשוב. כך מצאתי בפירושי רבותי. ובפרק החובל מצאתי דאדם קל שבייש, בושתו מרובה. וכן עיקר:",
                "<b>והמתבייש.</b> לפי חשיבותו בושתו:",
                "<b>כאילו היא שפחה.</b> אומדין כמה אדם רוצה ליתן בין שפחה בתולה לשפחה בעולה להשיאה לעבדו שיש לרבו קורת רוח הימנו. ובגמרא פריך מנלן דנותן בושת ופגם וצער, אימא חמשים כסף אמר רחמנא לכל מילי. ומתרץ, אמר קרא (דברים כ״ב:כ״ט) ונתן האיש השוכב עמה לאבי הנערה חמשים כסף, הנאת שכיבה לבד היא חמשים כסף חוץ מהבושת והפגם והצער:"
            ],
            [
                "<b>כל מקום שיש מכר.</b> לאב בבתו, דהיינו בקטנותה, אין לו בה קנס, דאין קנס לקטנה. ולית הלכתא כהא מתניתין, דהא מתניתין ר׳ מאיר היא דאמר קטנה אין לה קנס. אבל חכמים אומרים קטנה יש לה קנס, והלכה כחכמים. וקטנה לענין זה היא מבת ג׳ עד י״ב שנה ויום אחד ותביא שתי שערות:",
                "<b>כל מקום שיש קנס.</b> משהיא נערה. והיא כשתהיה בת י״ב שנה ויום אחד והביאה שתי שערות, שזו יש לה קנס:",
                "<b>אין מכר.</b> שאין אדם מוכר את בתו כשהיא נערה:",
                "<b>הבוגרת.</b> מבת שתים עשרה שנה וששה חדשים ויום אחד והביאה שתי שערות היא הנקראת בוגרת, ואין אביה יכול למכרה ואין לה קנס:"
            ],
            [
                "<b>האומר פתיתי את בתו של פלוני.</b> לא מבעיא האומר אנסתי שאינו פוגם אותה כל כך שאין לעז של אנוסה גדול כל כך דפשיטא דמשלם בושת ופגם על פי עצמו, אלא אפילו האומר פתיתי, דפגים לה טפי שלעז של מפותה גדול וסד״א דלא מהימנינן ליה להחזיק הלעז, קמ״ל דניחא לה לדידה להחזיק הלעז כדי להשתכר הממון:",
                "<b>ואינו משלם קנס.</b> דמודה בקנס פטור, דאמר קרא (שמות כ״ב:ח׳) אשר ירשיעון אלהים, פרט למרשיע את עצמו:",
                "<b>המית שורי את פלוני.</b> והריני חייב בכופר. משלם על פי עצמו. דקסבר כופרא ממונא:",
                "<b>עבדו של פלוני.</b> והריני חייב שלשים סלע, פטור, דקנס נינהו, שאפילו אינו שוה סלע נותן שלשים:"
            ]
        ],
        [
            [
                "<b>נערה.</b> והצער בתפוסה. והצער נמי לאביה באנוסה:",
                "<b>מת האב.</b> משעמדה בדין בנערותה, בין בגרה קודם מיתה בין לא בגרה, הרי הן של אחין, דכיון דעמדה בדין זכה בהן אב:",
                "<b>לא הספיקה לעמוד בדין וכו׳</b> כיון דלא עמד בדין לאו ממון הוא להורישו לבניו:",
                "<b>רבי שמעון אומר.</b> אע״פ שעמד בדין לא הוי ממון דאב להורישו לבניו עד דמטי לידיה, דכתיב (דברים כ, ב) ונתן האיש השוכב עמה לאבי הנערה חמשים כסף, לא זכתה תורה לאב אלא משעת נתינה. ואין הלכה כרבי שמעון:",
                "<b>מעשה ידיה.</b> שעשתה בחיי אביה, אף על פי שלא גבתה, כגון שכר פעולה:",
                "<b>ומציאתה.</b> בגמרא פריך, מציאתה ממאן גביא. ומשני, הכי קאמר, מעשה ידיה כמציאתה מה מציאתה בחיי האב לאב אחר מיתת האב לעצמה, כלומר שאין האחים זוכים במה שמצאה הבת לאחר מיתת האב, כך מעשה ידיה בחיי האב לאב, וזכו בהן האחים אך על פי שלא גבתה שכר פעולתה. אבל מעשה ידיה שלאחר מיתת האב לעצמה, ואין לאחין זכות במעשי ידי הבת שעושה לאחר מיתת האב:"
            ],
            [
                "<b>כתובתה של אב.</b> כתובתה שהיא גובה משני אירוסין הללו. וקסבר יש כתובה לארוסה. ובימי נערות וקטנות קאמר:",
                "<b>כתובתה שלה.</b> דמשהשיאה פקע רשותו, ובתר גוביינא אזלינן, וגוביינא בתר הכי הוא. ולא אזלינן בתר כתיבה לומר הואיל והראשונה נכתבה בעודה ברשות האב תיהוי דאב:",
                "<b>הראשונה של אב.</b> דקסבר ר׳ יהודה בתר כתיבה אזלינן, והואיל וכתובה ראשונה נכתבה לפי הנשואין בעוד שהבת ברשות האב, הויא דאב. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>וזנתה.</b> מן האירוסין והיא נערה:",
                "<b>הרי זו בחנק.</b> ואפילו נתגיירה פחותה מבת ג׳ שנים דבחזקת בתולה היא. דכי כתיבא סקילה בנערה מאורסה בבת ישראל כתיב, דכתיב (דברים כ״ב:כ״א) כי עשתה נבלה בישראל:",
                "<b>ולא מאה סלע.</b> אם נמצא הבעל שקרן. דכולה פרשה בישראל כתיבא:",
                "<b>ולידתה בקדושה הרי זו בסקילה.</b> דאמר קרא (שם) וסקלוה באבנים ומתה, שאין צריך לומר ומתה אלא לרבות הורתה שלא בקדושה. ומיהו לקנס לא מרבינן לה, דלמיתה נתרבית ולא לקנס:",
                "<b>יש לה אב.</b> בישראלית קמיירי:",
                "<b>ואין לה פתח בית אב.</b> כגון שאין לאב בית:"
            ],
            [
                "<b>האב זכאי בבתו.</b> בקטנותה ובנערותה:",
                "<b>בקדושיה בכסף.</b> שכסף קדושיה שלו, דכתיב באמה העבריה (שמות כ״א:י״א) ויצאה חנם אין כסף, ודרשינן, אין כסף לאדון זה, כלומר לאדון שקנאה שיצאה מאתו חנם בסימני נערות, אבל יש כסף לאדון אחר, ומנו אב, שכסף קדושיה שלו אפילו כשהיא נערה עד שתבגר:",
                "<b>בשטר ובביאה.</b> שמקבל שטר קדושין עליה ומוסרה לביאה לשם קדושין למי שירצה, דכתיב והיתה, אתקוש הויות להדדי, מה כסף שהוא אחד מן ההויות, ברשות אביה, אך קדושי שטר וביאה ברשות אביה:",
                "<b>במציאתה.</b> משום איבה:",
                "<b>ובמעשה ידיה.</b> דכתיב (שמות כ״א:ז׳) וכי ימכור איש את בתו לאמה, מה אמה מעשה ידיה לרבה אף בת מעשה ידיה לאביה:",
                "<b>ובהפרת נדריה.</b> דכתיב (במדבר ל) בנעוריה בית אביה:",
                "<b>ומקבל גיטה.</b> דכתיב (דבדים כ״ד) ויצאה והיתה, איתקש יציאה להויה, כשם שהאב מקבל קדושיה בקטנותה ונערותה, כך מקבל גיטה:",
                "<b>ואינו אוכל פירות בחייה.</b> אם נפלו לה קרקעות מבית אבי אמה, אין אביה אוכל פירותיהן בחייה, אא״כ מתה והוא יורשה:",
                "<b>יתר עליו הבעל.</b> שהוא זוכה בכל השנויים למעלה שהאב וכאי בבתו, ואוכל פירות הנכסים שנפלו לה בירושה משנישאת לו:",
                "<b>ובפרקונה.</b> אם נשבית חייב לפדותה:",
                "<b>בקבורתה.</b> שחכמים תקנו קבורתה תחת ירושתה שהוא יורשה אם מתה:",
                "<b>משני חלילים.</b> להספד:"
            ],
            [
                "<b>לעולם היא ברשות האב.</b> אם בת ישראל מאורסת לכהן היא אינה אוכלת בתרומה, ואפילו הגיע הזמן שקבעו לנשואין ולא נישאת שהבעל חייב במזונותיה אינה אוכלת בתרומה:",
                "<b>עד שתכנס לחופה.</b> לשם נישואין, שתהא מסורה לרשות הבעל:",
                "<b>מסרו שלוחי האב.</b> שפגעו שלוחי האב בשלוחי הבעל ומסרוה להם:"
            ],
            [
                "<b>האב אינו חייב במזונות בתו.</b> בחייו. דאילו לאחר מיתה ניזונות הבנות מנכסיו מתנאי כתובה. ובתו לאו דוקא, דה״ה בנו, שאין האב חייב לזון לא בניו ולא בנותיו כשהם קטנים, אלא אם הוא גברא דאמיד, כלומר שהוא איש עשיר, בית דין נוטלים ממנו בעל כרחו כדרך שכופין כל שאר בני העיר על הצדקה ומפרנסים בה בניו ובנותיו הקטנים, והם אינו גברא דאמיד ב״ד מחרפים אותו ומודיעים אותו שאכזריות היא לו אם לא יפרנס את בניו, ושהוא פחות מן החיות המדבריות שהם מרחמין על בניהם, אבל אין יכולין לכופו על זה, בין שהבנים זכרים בין נקבות. ודוקא שהבנים קטנים. אבל קטני קטנים והם הפחותים מבני שש, ב״ד כופין את האב ומוציאים מידו בעל כרחו כדי לפרנס בניו שהם קטני קטנים, אחד זכרים ואחד נקבות:",
                "<b>בכרם.</b> על שם שהיו יושבים שורות שורות ככרם:",
                "<b>הבנים יירשו והבנות יזונו.</b> מתנאי כתובה, שהבנים זכרים ירשו כתובת אמן והבנות נקבות יזונו מנכסיו:",
                "<b>מה הבנים.</b> זכרים:",
                "<b>אין יורשין.</b> כתובת אמן אלא לאחר מיתת אביהן:",
                "<b>כך הבנות אינן נזונות.</b> מנכסי האב מכח תנאי כתובה אלא לאחר מיתת אביהן:"
            ],
            [
                "<b>ולא כתב לה כל נכסים כו׳ חייב.</b> להיות כל נכסיו אחראין לה. ולא יכול למימר אין ליך אלא שדה הכתובה ליך בכתובתיך:"
            ],
            [
                "<b>ובכהנת.</b> שאינו יכול לקיימה משנשבית, שאשת כהן אסורה לבעלה משנאנסה, כותב לה אפרקינך ואהדרינך למדינתך. וחייב לתת לה כתובתה. ואע״פ שבעל כרחו צריך לגרשה:"
            ],
            [
                "<b>אינו רשאי.</b> שכבר נתחייב בפרקונה משנשבית:",
                "<b>חייב לרפאותה.</b> שהרפואה כמזונות:",
                "<b>רשאי.</b> שאין חייב לזון גרושתו:"
            ],
            [
                "<b>יתר על חולקיהון דעם אחוהון.</b> אם תמותי בחיי ואירשך יטלו בניך כתובתיך אחרי מותי כשיבואו לחלוק בנכסי עם בנים שיהיו לי מאשה אחרת. ונפקא מינה, כגון שכתובה של זו מרובה משל אחרת או שבני האשה אחרת מרובים מבניה של זאת וטוב לאלו שיטלו כתובת אמן ואפילו הכתובות שוות. ואין כתובת בנין דכרין נגבית אפילו בזמן הזה אלא ממקרקעי אבל לא ממטלטלי. ודוקא כשהניח האב שיעור שתי הכתובות ודינר יותר, אז יורשין הבנים כתובת בנין דכרין, הואיל ונשאר מקום לירושה של תורה, שאחר שיטול כל אחד מהבנים כתובת אמו נשאר דינר לחלוק ולירש בנכסי אביהן, אבל אם לא הניח האב אלא כשיעור ב׳ הכתובות או פחות מזה חולקים הנכסים בשוה ואין כתובת בנין דכרין נוהגת בהם:"
            ],
            [
                "<b>עד דיתנסבן.</b> עד שיתארסו. ואם בגרו אע״פ שלא נתארסו אין להם מזונות, דקיימא לן בוגרת אין לה מזונות:"
            ],
            [
                "<b>מיגד אלמנותיך.</b> משך אלמנותיך:",
                "<b>אנשי יהודה כותבין כו׳</b> ואין הלכה כאנשי יהודה, אלא כל זמן שלא נישאת ושלא תבעה כתובתה בבית דין ניזונית משל בעלה ודרה בבית שהיתה דרה בחיי בעלה ומשתמשת בכל הכלים שהיתה משתמשת בהן בחיי בעלה:"
            ]
        ],
        [
            [
                "<b>אף על פי.</b> אם רצה להוסיף אפילו מאה מנה יוסיף. ולא אמרינן שאינו רשאי כדי שלא לבייש את מי שאין לו:",
                "<b>שלא כתב לה.</b> תוספת מדעתו, אלא על מנת לכונסה:",
                "<b>והיא כותבת.</b> אע״פ שלא נתקבלה מוחלת וכותבת שנתקבלה:",
                "<b>ר׳ מאיר אומר כו׳</b> והלכה כר״מ בגזירותיו:"
            ],
            [
                "<b>נותנין לבתולה.</b> זמן לכנסה לחופה מיום שתבעה הבעל לאחר שקידשה להזהירה על עסקי חופה להכין תכשיטיה:",
                "<b>לפרנס עצמה.</b> בתכשיטיה שנים עשר חודש, דכתיב (בראשית כ״ד:נ״ה) תשב הנערה אתנו ימים, ומאי ימים, שנה, דכתיב (ויקרא כ״ד) ימים תהיה גאולתו:",
                "<b>לפרנס עצמו.</b> בצרכי סעודה וחופה:",
                "<b>ולאלמנה שלשים יום.</b> שאינה טורחת כ״כ בתכשיטיה שכבר יש בידה:",
                "<b>ולא נשאו.</b> שהבעלים מעכבים. ואיידי דתנא רישא בדידהי תנא סיפא נמי בדידהי:",
                "<b>ואוכלת בתרומה.</b> ואם כהן הוא והיא ישראלית שמשעה שקידשה אוכלת בתרומה מן התורה, דכתיב (שם כ״ב) וכהן כי יקנה נפש קנין כספו, והאי קנין כספו הוא, אלא דרבנן גזור על בת ישראל המאורסת לכהן שלא תאכל בתרומה גזירה שמא ימזגו לה כוס בבית אביה ותשקה לאחיה ולאחותיה, וכשהגיע הזמן ולא נישאת שאוכלת משלו אינה אוכלת בבית אביה אלא בעלה כהן מייחד לה מקום ומאכילה שם וליכא למגזר תו שמא תשקה מכוס של תרומה לאחיה ולאחיותיה:",
                "<b>נותנים לה הכל תרומה.</b> אם ירצה. וכשיגיעו ימי טומאתה תמכרנה ותקח חולין:",
                "<b>ר׳ עקיבא אומר מחצה חולין.</b> לאכול בימי טומאתה:"
            ],
            [
                "<b>היבם אינו מאכיל בתרומה.</b> בעודה שומרת יבם, דכתיב (ויקרא כ״ב) וכהן כי יקנה נפש קנין כספו, והאי קנין אחיו הוא:",
                "<b>עשתה ששה חדשים בפני הבעל.</b> מהנך י״ב חודש הקבועים לה משתבעה הבעל:",
                "<b>או אפילו כולן בפני הבעל ואחד בפני היבם.</b> אף על גב דרובא בפני הבעל, סוף סוף לא נתחייב במזונותיה בחייו. והוא הדין נמי אם נתחייב בחייו לא אכלה משמת, דקנין כספו פקע, אלא דאי כולם בפני הבעל הוה אכלה מיהא בחייו:",
                "<b>או כולן בפני היבם.</b> ואצ״ל אם היו כולן בפני היבם:",
                "<b>זו משנה ראשונה.</b> דמשהגיע זמן אוכלת בתרומה:",
                "<b>אין האשה אוכלת.</b> דחיישינן שמא ימצא בה מום ונמצאת זרה למפרע שהיה מקחו מקח טעות. ולמשנה ראשונה שמא ימצא בה מום לא חיישינן, וליכא למיחש נמי שמא תשקה לאחיה ולאחיותיה דהא מייחד לה דוכתא, הילכך שרי לה לאכול בתרומה משהגיע זמן:"
            ],
            [
                "<b>הרי זו עושה ואוכלת.</b> שתקנו מזונות תחת מעשה ידיה, לפיכך עושה ואוכלת לדברי הכל:",
                "<b>המותר.</b> הקדיש את מותר מעשה ידי אשתו מה שהיא עושה יותר על הראוי למזונותיה, ולא הקדיש מעשה ידיה עצמן:",
                "<b>ר׳ מאיר אומר הקדש.</b> דסבר אדם מקדיש דבר שלא בא לעולם. ואין כן הלכה, אלא הלכה כר׳ יוחנן בן הסנדלר דאמר חולין, שאין אדם מקדיש דבר שלא בא לעולם:"
            ],
            [
                "<b>טוחנת.</b> ברחים של יד שהם קטנים. ואם רחים גדולים הם, מכינה כל צרכי הטחינה, כגון נותנתו באפרכסת וקולטת הקמח:",
                "<b>הכניסה לו שפחה אחת.</b> מעות או נכסים כדי לקנות בהם שפחה אחת:",
                "<b>יושבת בקתדרא.</b> על כסא מנוחה ואינה הולכת בשליחותו לכאן ולכאן ואעפ״כ מוזגת לו את הכוס ומצעת לו את המטה ורוחצת לו פניו ידיו ורגליו שמלאכות אלו אין משתמשים בהם באשה אלא באשתו בלבד:",
                "<b>שעמום.</b> בהלה. תרגום ובתמהון לבב (דברים כ״ח:כ״ח) ובשעמימות לבא. ופלוגתייהו דר׳ אליעזר ורבן שמעון בן גמליאל הוי באשה שאינה בטלה אלא משחקת במיני הצחוק דלידי זמה איכא, לידי שעמום ליכא, שאין שעמום אלא ביושב ותוהה ובטל לגמרי. והלכה כר׳ אליעזר:"
            ],
            [
                "<b>המדיר את אשתו מתשמיש המטה.</b> כגון שאמר יאסר הנאת תשמישך עלי. אבל הנאת תשמישי אסור עליך, לא מתסרא, דהא משועבד לה, דכתיב (שמות כ״א) ועונתה לא יגרע:",
                "<b>ב״ש אומרים שתי שבתות.</b> אם הדירה שתי שבתות תמתין, שכן מצינו ביולדת נקבה שטמאה שבועים:",
                "<b>וב״ה אומרים שבת אחת.</b> שכן מצינו בנדה שטמאה שבעה. וגמרינן מידי דשכיח, הכעס שכועס אדם על אשתו ומדירה דהוא מידי דשכיח, מנדה שהוא מידי דשכיח. לאפוקי לידה דלא שכיח כולי האי. וב״ש סברי גמרינן מידי דהוא גרם לה, נדר האיש שהוא גורם לה לשהות, מלידה שעל ידו באה לה. לאפוקי נדה דממילא קאתי לה. ויותר על שבת אחת לבית הלל או שתי שבתות לבית שמאי יוציא ויתן כתובה, ואפילו היה גמל שעונתו לשלשים יום או ספן שעונתו לששה חדשים:",
                "<b>התלמידים וכו׳ שלשים יום.</b> ומתניתין ר׳ אליעזר היא. ופליגי רבנן עליה ואומרים אפילו שתים ושלש שנים, והלכה כחכמים:",
                "<b>הטיילים.</b> שאין להם מלאכה ולא סחורה:",
                "<b>החמרים.</b> שיוצאים לכפרים להביא תבואה:",
                "<b>הגמלים.</b> מביאין חבילות על הגמלים ממקום רחוק:",
                "<b>הספנים.</b> המפרשים לים הגדול. ומי שהיה בתחלתו בעל אומנות שעונתו קרובה ובקש ליעשות בעל אומנות שעונתו רחוקה אשתו מעכבת עליו, חוץ מתלמוד תורה, שאין האשה יכולה לעכב על בעלה שהיה טייל או פועל שלא ייעשה תלמיד חכם:"
            ],
            [
                "<b>המורדת.</b> מתשמיש. אבל ממלאכה כופין אותה לעשות מלאכה ולא דיינינן לה כמורדת:",
                "<b>טרפעיקין.</b> כל טרפעיק הוא משקל ארבעים ושמונה שעורות של כסף צרוף, כמשקל שלשה דרכמונים שקורין בערבי דראה״ם שכל דרכמון שש עשרה שעורות בינוניות של כסף:",
                "<b>עד כנגד כתובתה.</b> ואח״כ נותן לה גט ויוצאה בלא כתובה. אבל אינו משהה אותה כדי לפחות על הנכסים שנפלו לה מבית אביה ולהפסידם ממנה.",
                "<b>מוסיפין על כתובתה שלשה דינרים.</b> משום דצערא דגברא קשה כשהוא נמנע מן התשמיש יותר מצערא דאתתא, לפיכך כשהיא מורדת ומצערתו פוחתין לה שבעה דינרין וכשהוא מורד ומצערה אין מוסיפין לה אלא ג׳ דינרים והיכא דמורדת אמרינן בגמרא חזרו ונמנו שיהיו מכריזין עליה ארבע שבתות זו אחר זו בבתי כנסיות ובתי מדרשות ואומר פלונית מרדה בבעלה ושולחין לה מבית דין הוי יודעת שאפילו כתובתך מאה מנה הפסדת את כולן, אחת ארוסה ואחת נשואה ואפילו נדה ואפילו חולה ואפילו שומרת יבם. וקודם הכרזה מודיעים לה שרוצים להכריז עליה, ואחר הכרזה מודיעין אותה שכבר שלמה ההכרזה, ואם עמדה במרדה תצא בלא כתובה:"
            ],
            [
                "<b>המשרה את אשתו על ידי שליש.</b> שנותן מזונותיה על ידי אפוטרופוס ואינה אוכלת עמו. תרגום ויכרה להם כרה גדולה (מלכים ב ו׳:כ״ג,), שירותא:",
                "<b>לא יפחות לה.</b> בשבוע:",
                "<b>לא פסק לה שעורים.</b> כפלים מן החטים, אלא ר׳ ישמעאל שהיה סמוך לאדום ששם השעורים רעות ביותר:",
                "<b>דבילה.</b> תאנים דרוסות בעיגול ונמכרות במשקל ולא במדה:",
                "<b>מפץ.</b> רך ממחצלת:",
                "<b>כיפה.</b> צעיף אחד:",
                "<b>ומנעלים ממועד למועד.</b> מנעלים חדשים לכל שלש רגלים:",
                "<b>חדשים.</b> קשים לה בימות החמה לפי שהם חמים, ויפים לה בימות הגשמים:",
                "<b>והשחקים שלה.</b> אף כשיקנה לה חדשים, מפני שמתכסה בהן בימי נדתה:"
            ],
            [
                "<b>נותן לה מעה כסף.</b> בכל שבת לצורך דברים קטנים:",
                "<b>ואוכלת עמו לילי שבת.</b> אע״ג דבכל שאר הימים יכול לתת מזונותיה על ידי שליש אם ירצה, בליל שבת שהוא ליל עונה חייב לאכול עמה:",
                "<b>מעשה ידיה.</b> מותר מעשה ידיה כלומר מה שעושה יותר על מזונותיה:",
                "<b>שתי.</b> קשה לטוות כפלים כשל ערב. ומשקל של יהודה כפלים כשל גליל:",
                "<b>הכל לפי כבודו.</b> וכפי מנהג המדינה נמי:"
            ]
        ],
        [
            [
                "<b>מציאת האשה.</b> וירושתה. אם נפלה לה ירושה:",
                "<b>הוא אוכל פירות בחייה.</b> והקרן שלה:",
                "<b>ופגמה.</b> חבלה שיש בה פחת דמים ששמין אותה כמה היתה יפה לימכר בשוק וכמה היא שוה עכשיו:",
                "<b>ובזמן שבגלוי.</b> שהבושת שלו. ועוד, שנמאסת עליו והוא סובלה:",
                "<b>ילקח בהן קרקע והוא אוכל פירות.</b> בחייה, והקרן שלה לכשימות או יגרשנה. ואם תמות היא, יורשה. והלכה כר׳ יהודה:"
            ],
            [
                "<b>ומת חתנו.</b> ונפלה לפני יבם:",
                "<b>יכול הוא שיאמר.</b> או חלוץ או יבם. ואילו לאחיו, או יתן מה שפסק או תשב עד שתלבין ראשה. ואע״ג דאחיו עם הארץ והוא תלמיד חכם יכול הוא לומר לאחיך הייתי רוצה ליתן ולך איני רוצה ליתן:"
            ],
            [
                "<b>והוא פוסק כנגדן ט״ו מנה.</b> אלף דינר הן עשרה מנה, וכשבא החתן לקבל עליו ולכתוב בכתובה, כותב שליש יותר, שהן ט״ו מנה, אם הכניסה לו הכלה דינרין בעין, מפני שהוא משתכר בהן:",
                "<b>וכנגד השום.</b> ואם הכניסה לו בגדים ותכשיטים שצריכין שומא, הוא פוסק פחות חומש, שאם הכניסה שום של אלף זוז אינו מקבל עליו אלא ח׳ מאות, שדרך הבאים לשום הבגדים ונכסים של הכלה לשומם יותר משוויים לכבוד הכלה ולחבבה על בעלה:",
                "<b>שום במנה ושוה במנה.</b> כלומר אם לא שמו נכסי הכלה ותכשיטיה אלא כמו שהם שוים בשוק:",
                "<b>אין לו אלא מנה.</b> לא יכתבו בשטר הכתובה אלא מנה כמו ששמו:",
                "<b>שום במנה היא נותנת שלשים ואחד סלע ודינר.</b> שום שהוא מקבלה במנה, שאמרו לו כתוב מנה בכתובה והיא תכניס לך שום של מנה, צריך שישומו אותו בבית החתונה שלשים ואחד סלע ודינר שהוא מנה וחומשו:",
                "<b>ובארבע מאות.</b> שום, כשיקבל עליו החתן לכתוב ד׳ מאות. היא נותנת חמש מאות לפי שומת הנועדים:",
                "<b>וכשחתן פוסק וכו׳</b> ואם שמו הם תחלה והכניסה לו, בין שום קטן בין שום גדול, הוא כותב בשטר פחות חומש:"
            ],
            [
                "<b>פסקה להכניס לו כספים.</b> דינרים בעין שמוכנין להשתכר בהן מיד:",
                "<b>סלע.</b> שהוא ארבעה דינרין נעשה ליכתב בשטר הכתובה בששה דינרין, בתוספת שליש. ואשמעינן תנא דבדינרין בעין, בין שהן מרובים כגון אלף דינר דקתני ברישא, בין שהם מועטים כגון סלע דקתני בסיפא, לעולם נכתבים בשטר הכתובה בשליש יותר, מפני שעומדין להשתכר בהן מיד. ובדברים שצריכין שומא כגון בגדים ותכשיטים, בין שהם מרובים כגון וכנגד השום דקתני דקאי אאלף זוז דאמר ברישא, בין שהם מועטים כגון הא דקתני שום במנה היא נותנת שלשים ואחד סלע ודינר, לעולם פוחתין חומש בשטר הכתובה ממה ששמו אותם בבית החתונה, לא שנא אם שמו אותם תחלה ואח״כ באין לכתוב הכתובה שאז צריך לפחות בשטר הכתובה החומש מן השומא ששמו בבית הכלה כדקתני וכשהחתן פוסק וכו׳, ולא שנא אם הוא כתב תחלה הכתובה שאז צריך שתהיה השומא בתוספת חומש ממה שכתוב בכתובה כדקתני ובד׳ מאות שום היא נותנת חמש מאות:",
                "<b>לקופה.</b> שיתן לה עשרה זוז על כל מנה ומנה שהיא מביאה לו, כדי לקנות לה מהם בשמים ותמרוקי הנשים. ולא אתפרש במתניתין אם לכל שבוע או לכל חודש או לכל שנה:"
            ],
            [
                "<b>וכן המשיא את היתומה.</b> גבאי צדקה:",
                "<b>אם יש בכיס.</b> של צדקה:"
            ],
            [
                "<b>מה שראוי ליתן לה.</b> עישור נכסים:",
                "<b>אם השיא.</b> האב בחייו:",
                "<b>את הבת הראשונה ינתן וכו׳</b> בין שהוא פחות מעישור בין שהוא יותר. והלכה כרבי יהודה דאזלינן בתר אומדן דעתיה דאב. ואם א״א לעמוד על אומדן דעתו של אב יהבינן לה עישור נכסים דמשתכחי השתא בשעת נשואיה ממקרקעי. אבל ממטלטלי אין לה עישור. ואיכא למ״ד דבזמן הזה ממטלטלי נמי אית לה עישור. ואם נישאת ולא תבעה מן היורשים, תובעת לאחר שנישאת, ולא אמרינן אחולי אחלה גבייהו. ודוקא כשהיתה ניזונית מנכסי אביה, אבל אם פסקו היורשים מלתת לה מזונות [אחולי אחלה אלא אם כן מחתה]. ואם היתה בוגרת שאין לה מזונות ועמדה ונישאת ולא תבעה מה שראוי לה לנדוניתה מנכסי אביה אחולי אחלה גבי יורשים ואינה יכולה לתבוע עוד, ואפילו היתה ניזונת מנכסיהם:"
            ],
            [
                "<b>המשליש מעות לבתו.</b> מסר מעות ביד שליש לצורך בתו לקנות לה שדה או נדוניא לכשתנשא:",
                "<b>נאמן בעלי עלי.</b> ותנם לו:",
                "<b>יעשה שליש כו׳</b> יקנה השדה. ואין שומעין לה דמצוה לקיים דברי המת:",
                "<b>וכי אינה אלא שדה.</b> כלומר אפילו כבר נקנה השדה והיא רוצה למוכרה יכולה למכור, הלכך שומעין לה. ופלוגתא דרב יוסי ור״מ דוקא בגדולה מן האירוסין, דאילו לאחר שנישאת דברי הכל שומעין לה. ובקטנה נמי מודה רבי יוסי דאין במעשה קטנה כלום ואין שומעין לה. והלכה כר״מ:"
            ]
        ],
        [
            [
                "<b>המדיר את אשתו מליהנות לו.</b> על הנאת תשמיש אין הנדר חל, משום דמשועבד לה ולאו כל כמיניה להפקיע שעבודו. ועל הנאת מזונות אף על גב דמשועבד לה אשכחן דחל הנדר כגון שמספיקין מעשה ידיה למזונותיה. ובגמרא פריך א״כ למה יעמיד פרנס, ומשני, כגון שאין מספיקין לדברים שהיתה רגילה בהם בבית אביה, ועל זה בלבד יעמיד פרנס שיפרנסנה. ולא שיעמיד שליח לפרנסה, שהרי שלוחו של אדם כמותו, אלא שאומר כל המפרנס אינו מפסיד:",
                "<b>יתר מכן יוציא ויתן כתובה.</b> דעד שלשים יום לא שמעי אינשי וליכא זילותא. טפי משלשים יום שמעי אינשי ואיכא זילותא:",
                "<b>בישראל.</b> אם ישראל הוא שיכול להחזיר את גרושתו:",
                "<b>ובכהנת.</b> שאם יגרשנה לא יוכל להחזירה יהבו ליה רבנן זימנא טפי. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אחד מכל הפירות.</b> כגון שאמרה היא קונם פרי פלוני עלי, והוא קיים לה:",
                "<b>ר׳ יהודה אומר כו׳</b> ולית הלכתא כותיה:"
            ],
            [
                "<b>שלא תתקשט באחד מכל המינים.</b> [שאמרה היא] קונם בושם פלוני עלי, והוא קיים לה:",
                "<b>בעניות שלא נתן קצבה לדבר.</b> עד מתי אסרו עליה, הוא דיוציא ויתן כתובה. אבל אם נתן קצבה, תמתין עד אותו זמן. וכמה קצבה י״ב חדש:",
                "<b>ובעשירות שלשים יום.</b> שכן אשה חשובה נהנית מריח קשוטיה שלשים יום, וזאת תהנה מריח הקשוטים שנתקשטה לפני הנדר שלשים יום. והלכה כר׳ יוסי:"
            ],
            [
                "<b>רגל אחד יקיים שלשה יוציא ויתן כתובה.</b> הא מתניתין מפרשים לה בגמרא הכי, רגל אחד יקיים, במה דברים אמורים באשת ישראל, אבל בכהנת שנים יקיים, שלשה יוציא ויתן כתובה. ומתניתין ר׳ יהודה היא דמפליג בין ישראל לכהנת, ולית הלכתא כוותיה:"
            ],
            [
                "<b>שנועל בפניה.</b> דלת של שמחה והסרת יגון. ולבית האבל נועל בפניה, שלמחר היא מתה ואין אדם סופדה:",
                "<b>מחמת דבר אחר.</b> כגון דאתחזק שבני אדם פרוצים מצויין שם:",
                "<b>שתאמרי לפלוני וכו׳</b> דברים של קלות:",
                "<b>שתהא ממלאה ומערה לאשפה.</b> אית דמפרשי לאחר שתשמש וימלא רחמה שכבת זרע תנפצנו כדי שלא יקלוט הזרע ותתעבר. ואית דמפרשי שתמלא עשרה כדי מים ותערה לאשפה, מפני שנראית כשוטה:"
            ],
            [
                "<b>מאכילתו שאינו מעושר.</b> ולא נודע לו אלא אחר שאכלו, כגון דאמרה ליה פלוני כהן תיקן לי את הכרי ואזל שייליה ואשתכח שיקרא:",
                "<b>ומשמשתו נדה.</b> כגון שהוחזקה נדה בשכנותיה שראוה לובשת בגדי נדות ולבעלה אמרה טהורה אני:",
                "<b>ולא קוצה לה חלה.</b> דאמרה ליה פלוני תיקן לי את העיסה ואזל שייליה ואשתכח שיקרא:",
                "<b>וטווה בשוק.</b> ומראה זרועותיה לבני אדם:",
                "<b>ומדברת עם בני אדם.</b> משחקת עם הבחורים:",
                "<b>ומקללת יולדיו בפניו.</b> מקללת ומחרפת אבי בעלה בפני בעלה:",
                "<b>הקולנית.</b> תובעת תשמיש בקול רם עד ששכנותיה שומעות אותה. וכל הני צריכות עדים והתראה להפסידן כתובתן. ואין להן לא כתובה ולא תוספת ואינן נוטלות אלא בלאותיהן הקיימים בלבד:"
            ],
            [
                "<b>שאין עליה נדרים ונמצאו עליה נדרים.</b> באלו נדרים אמרו, שלא תאכל בשר ולא תשתה יין ולא תתקשט בבגדי צבעונים. אבל בשאר נדרים מקודשת:",
                "<b>כל המומין הפוסלין בכהנים.</b> בבכורות קא מני להו. והוסיפו עליהן בנשים, זיעה. וריח הפה או ריח רע במקום אחר בגופה. ושומא שיש בה שער, בין קטנה בין גדולה כשהיא כנגד פניה, וכגון שהיא תחת כפה שבראשה דזימנין מתחזיא וזימנין דלא מתחזיא, שאם היא במקום המגולה תמיד הרי ראה ונתפייס, ואם השומא אין בה שער אינה מום עד שתהא גדולה כאיסר. וקולה עבה ומשונה מקול שאר הנשים. ונשכה כלב ונעשה במקום הנשיכה צלקת, כלומר כווץ כמו מכות אש. ודדיה גסים מחברותיה טפח. ושדדיה רחוקים זה מזה עד שיש טפח בין דד לדד. אלו מומין בנשים, ואע״פ שאינה מומין בכהנים: "
            ],
            [
                "<b>האב צריך להביא ראיה.</b> אם בא לתבוע כתובתה מן האירוסין מזה שממאן לקחתה, צריך שיביא ראיה שלאחר שנתארסה היו בה מומין הללו. ואף על פי שיש לאשה חזקה דגופה, הואיל ונמצאו המומין ברשות האב ואיכא למימר כאן היו קודם אירוסין, ולפיכך אם לא הביא ראיה, בעל מהימן:",
                "<b>נכנסה לרשות הבעל.</b> נשאה, ועתה בא להוציאה בלא כתובה על מומין שבה, עליו להביא ראיה שקודם שנתארסה היו בה מומין הללו. דכיון דלא נמצאו מומין הללו אלא ברשותו, אומרים כאן נמצאו כאן היו ולאחר שנישאת באו לה ונסתחפה שדהו:",
                "<b>אינו יכול לטעון.</b> דידע ונתפייס:"
            ],
            [
                "<b>שנולדו בו מומין.</b> משנשאה:",
                "<b>מומין גדולים.</b> נסמית עינו נקטעה ידו נשברה רגלו. ואין הלכה כרשב״ג, ואפילו במומין גדולים אין כופין אותו להוציא:"
            ],
            [
                "<b>מוכה שחין.</b> מצורע:",
                "<b>בעל פוליפוס.</b> ריח החוטם:",
                "<b>והמקמץ.</b> מקבץ צואת כלבים:",
                "<b>והמצרף נחושת.</b> המחתך נחושת ממקום מוצאו מן הארץ, ומסריח הוא:",
                "<b>והבורסי.</b> מעבד עורות:",
                "<b>מפני שממקתו.</b> ממסמסתו. לשון המק בשרו (זכריה י״ד.) והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>האשה.</b> עד שלא תתארס. ונתארסה:",
                "<b>ב״ש אומרים תמכור.</b> בעודה ארוסה, אבל משנישאת לא:",
                "<b>הואיל וזכה באשה.</b> שהיא ארוסתו:",
                "<b>לא יזכה בנכסים.</b> בתמיה:",
                "<b>על החדשים.</b> שנפלו לה משנישאת אנו בושין מה ראו חכמים לומר אם מכרה ונתנה הבעל מוציא מיד הלקוחות, אלא שאתם מגלגלים עלינו נכסים שנפלו לה בעודה ארוסה לומר שאם מכרה מכרה בטל לפי שזכה בהם הבעל:"
            ],
            [
                "<b>נכסים ידועים לבעל ונכסים שאין ידועים.</b> אית דמפרשים נכסים ידועים, מקרקעי. ושאין ידועים, מטלטלי. ואית דאמרי, אלו ואלו ידועים הם. ואלו הם שאינם ידועים, כל שהיא יושבת כאן ונפלו לה נכסים במדינת הים. ופסק ההלכה, בין נכסים שנפלו לה עד שלא תתארס ובין שנפלו לה משנתארסה אם מכרה אותם אחר שנישאת הבעל מוציא מיד הלקוחות פירות בחייה וגוף הקרקע לאחר מיתתה. והלכה כר״ש שחולק בין נכסים הידועים לבעל לנכסים שאינם ידועים:"
            ],
            [
                "<b>שמין אותן.</b> דקסבר מה שגדל ברשותו הוו פירות ומה שלא גדל ברשותו הוי קרן. ולפיכך מה שדמי הקרקע יקרים עכשיו בשביל תבואה זו, הוי קרן, וצריך ליתן לה דמים וילקח בהן קרקע והוא אוכל פירותיה:",
                "<b>וחכמים אומרים.</b> אף אלו שלא גדלו ברשותו תורת פירות נתנו בהם, הואיל והקרקע קיימא לה. והלכה כחכמים:"
            ],
            [
                "<b>ביציאתה.</b> אם בא לגרשה:",
                "<b>פירות המחוברים לקרקע בכניסתה שלו.</b> כלומר בשעת נפילתן שלו, כדברי חכמים. ואיכא בין חכמים לר״ש פירות המחוברין בשעת יציאה, דלא איירי בהו חכמים ולית להו הא דאמר ר״ש ביציאתה שלה דקסברי, מה שגדל ברשותו שלו. והלכה כר״ש:"
            ],
            [
                "<b>רבן שמעון בן גמליאל אומר לא תמכור.</b> יכולה היא לעכב. והלכתא כוותיה:",
                "<b>רבי יהודה אומר לא תמכור.</b> והלכתא כוותיה:",
                "<b>קימעא.</b> דבר מועט ואפילו כל שהוא:",
                "<b>ישבע כמה הוציא ויטול.</b> ושבועה זו כעין של תורה היא, והני מילי, שהיה השבח כנגד ההוצאה או יותר, אבל אם היתה ההוצאה יתירה על השבח ישבע שבועת התורה שהוציא כנגד השבח ויטול כנגד השבח בלבד והשאר יפסיד. וכל זה כשגירשה הבעל, אבל אם מרדה היא, בין אכל הבעל בין לא אכל, ישבע כמה הוציא ויטול כנגד השבח. ובנכסי צאן ברזל, כל השבח של בעל, דאמרינן אם הוסיפו הוסיפו לו:"
            ],
            [
                "<b>שנפלו לה נכסים.</b> מבית אביה, בעודה שומרת יבם:",
                "<b>מה יעשו בכתובתה.</b> מנה ומאתים ותוספת ונדוניא שהכניסה לו וקיבל עליו אחריות:",
                "<b>ובנכסים הנכנסין והיוצאין.</b> נכסי מלוג, שכשהיא נכנסת נכנסים עמה וכשיוצאת מבעלה יוצאים עמה:",
                "<b>בית שמאי אומרים יחלוקו יורשי הבעל עם יורשי האב.</b> דספק נשואה ליבם היא וזוכה בחצי ירושתה מספק:",
                "<b>נכסים בחזקתן.</b> נכסי צאן ברזל בחזקתן. ולא איתפרש בחזקת מי, אי בחזקת יורשי הבעל הואיל ואחריותן עליו, אי בחזקת יורשי האשה שהיו שלה. ובפ״ד מיבמות תמצא המשנה הזאת:"
            ],
            [
                "<b>ילקח בהן קרקע.</b> לפי שכתובתה על נכסי בעלה הראשון, לפיכך נכסי המת אחראין לכתובתה אלא שהיבם אוכל פירות אם מיבם אותה, וסבר מטלטלי משתעבדי לכתובה:",
                "<b>שמין אותם.</b> דכל מה שגדל ברשות המת אחראין לכתובה:",
                "<b>וחכמים אומרים פירות המחוברים לקרקע שלו.</b> בגמרא פריך, והא כל נכסיו אחראין וערבאין לכתובה, ומשני, תני שלה:",
                "<b>כל הקודם זכה.</b> קסברי, מטלטלי לכתובה לא משתעבדי אא״כ תפסה. ומחיים דבעל בעינן תפיסה. והוא הדין נמי דפליגי אכספים, דמאי שנא כספים מפירות תלושין. והלכה כחכמים:",
                "<b>הרי היא כאשתו.</b> שמגרשה בגט, ומחזירה. ולא אמרינן ויבמה אמר רחמנא ועדיין יבומין ראשונים עליה ולא תסגי לה בגט. והכי נמי כשגירשה הוה אמינא מצוה דרמיא רחמנא עליה הא קעבדה, ותיקו עליה באיסור אשת אח ולא מצי להחזירה, קמ״ל דאמר רחמנא (דברים כ״ה:ה׳) ולקחה לו לאשה, כיון שלקחה הרי היא כאשתו:"
            ],
            [
                "<b>כל נכסיו.</b> שירש מאחיו, אחראין לכתובתה:",
                "<b>גירשה אין לה אלא כתובה.</b> אבל כל זמן שלא גירש היו כל הנכסים משועבדים לה:",
                "<b>הרי היא ככל הנשים.</b> שהמגרש את אשתו ומחזירה, על מנת כתובה הראשונה החזירה. ואצטריך לאשמועינן הא ביבמה, דלא תימא אשתו היא דאיהו כתב לה כתובה מממונו, אבל יבמתו דלאו איהו כתב לה אלא נכסי בעלה הראשון הוא דהוו אחראין וערבאין, היכא דגרשה ואהדרה אימא כתובתה מיניה, קמשמע לן:"
            ]
        ],
        [
            [
                "<b>הכותב לאשתו דין ודברים אין לי בנכסיך.</b> בעודה ארוסה כותב לה, לכשתנשאי לי דין ודברים אין לי בנכסיך. אע״ג דלא קנו מיניה, מוכרת ונותנת ומכרה קיים, שנחלה הבאה לאדם ממקום אחר אדם מתנה עליה שלא יירשנה. ואי קנו מיניה, אפילו לאחר שנישאת מכרה קיים, אבל פירות אוכל, ואם מתה יורשה, דהכי משמע, בנכסיך אין לי דין אבל בפירותיהן יש לי דין, וכל זמן שהן נכסיך שאת בחיים אין לי דין ודברים בהם, הא לאחר מיתה יש לי בהם דין ודברים:",
                "<b>רבי יהודה אומר לעולם הוא אוכל פירי פירות.</b> בגמרא מפרש אלו הן פירות ואלו הן פירי פירות, הכניסה לו קרקע ועשתה פירות אלו הן פירות, מכר אלו הפירות ולקח בהן קרקע ועשתה פירות הרי הן פירי פירות. וכשאמר לה דין ודברים אין לי בנכסיך ובפירותיהן בלבד, אוכל פירי פירות לדברי ר׳ יהודה, דהא לא סליק נפשיה אלא מן הפירות בלבד. והלכה כר״י:",
                "<b>רשב״ג אומר אם מתה יירשנה מפני שהתנה על מה שכתוב בתורה.</b> דכתיב (במדבר כ״ז:י״א) וירש אותה, מכאן שהבעל יורש את אשתו אבל מסקנא דמלתא, שירושת הבעל את אשתו אינו מן התורה אלא מדרבנן, וקרא אסמכתא בעלמא. ואף על פי כן הלכה כרשב״ג לא מפני שמתנה על מה שכתוב בתורה אלא שחכמים עשו לה חיזוק כשל תורה:"
            ],
            [
                "<b>ינתנו לכושל שבהן.</b> אית דמפרשי, למי ששטרו מאוחר, שהוא כושל וחלש שבכולן שאינו יכול לטרוף לקוחות הקודמים לו. ואית דמפרשי, לכתובת אשה, והיא קרויה כושל שאין דרכה לחזור אחר נכסי המת ולבקש היכן יש לו קרקע כמו האיש. ואע״ג דמטלטלי דיתמי לא משתעבדי לבעל חוב ולא לכתובת אשה, הכא דלאו ברשותייהו מנחי, סבירא לר׳ טרפון דמוציאין מיד הלוה או מיד שהפקדון אצלו ונותנין לבעל חוב ולכתובה:",
                "<b>ינתנו ליורשים.</b> ולא מהניא תפיסה:",
                "<b>שכולן צריכין שבועה.</b> שהבא ליפרע מנכסי יתומים לא יפרע אלא בשבועה וכל זמן שלא נשבעו אין אנו יודעים אם יש להם עליו כלום, הלכך משמת המת זכו בהן היורשים וברשותן הן:"
            ],
            [
                "<b>כל הקודם בה זכה.</b> קדמו יורשים זכו ואין מוציאין מידם, דמטלטלי דיתמי לא משתעבדי לבעל חוב ולכתובה. קדם אחד מהם האשה או המלוה זכה הוא, דר׳ טרפון אית ליה תפיסה דלאחר מיתה מהניא:",
                "<b>זכתה אשה יותר על כתובתה.</b> אם קדמה ותפסה ויש יותר מן הכתובה, או קדם בעל חוב ותפס ויש ותר על חובו:",
                "<b>המותר כו׳ ינתנו לכושל.</b> זה בעל השטר שידו על התחתונה. ואם יבואו ליד היתומים שוב לא יוציאו מהם לא אשה ולא בעל חוב. והאידנא דנהיגי בכל בתי דינים שבישראל דמטלטלי דיתמי משעבדי לבעל חוב, מי שמת והניח מטלטלין והיה עליו בעל חוב וכתובת אשה, כל הקודם זכה בין בעל חוב מוקדם בין בעל חוב מאוחר, שאין דין קדימה במטלטלין. ואם לא קדם אחד מהם, יחלקו המטלטלין ביניהם, כדאמרינן לקמן בפרק מי שהיה נשוי:"
            ],
            [
                "<b>חנונית.</b> למכור ולקנות בחנות:",
                "<b>אפוטרופא.</b> להתעסק בממונו ולישא וליתן:",
                "<b>משביעה כל זמן שירצה.</b> שבועה כעין של תורה על טענת שמא, ויכול לגלגל עליה שלא עשתה אונאה על פלכה ועל עיסתה:",
                "<b>ר״א אומר.</b> אפילו לכתחילה שלא ע״י גלגול יכול להשביעה על פלכה ועל עיסתה. ואין הלכה כר״א:"
            ],
            [
                "<b>משביע הוא את יורשיה.</b> אם גירשה ומתה ויורשיה תובעין הימנו כתובתה, נשבעים שבועת היורשים שלא פקדתנו בשעת מיתה ולא אמרה לנו קודם לכן ולא מצינו בין שטרותיה ששטר כתובתה פרוע:",
                "<b>ואת הבאים ברשותה.</b> אם מכרה כתובתה לאחרים ונתגרשה ומתה והלקוחות תובעים כתובתה, נשבעים אף הן שבועת היורשים:",
                "<b>אבל יורשיו משביעין אותה.</b> אם נתאלמנה והיא או יורשיה נפרעין מן היתומים, צריכים שבועה, שהרי לא פטרן אלא ממנו אם תגבה כתובתה בחייו:",
                "<b>לבאין ברשותי.</b> אם אמכור נכסי ואת באה ליפרע מן הלקוחות:"
            ],
            [
                "<b>הלכה מקבר בעלה.</b> זו שפטרה בעלה מן השבועה:",
                "<b>לבית אביה.</b> שלא נתעסקה שוב בנכסים:",
                "<b>אין היורשים משביעין אותה.</b> במה שנתעסקה בין מיתה לקבורה. שאם היו יורשים יכולים להשביעה על כך, מתוך שהיא צריכה להביא עדים במה שהיא מוכרת וקונה לצורך קבורת המת ישהה המת ויתנוול:",
                "<b>על העתיד לבוא.</b> שלא עיכבה בידיה כלום מן העסק שנעשית אפוטרופא עליו לאחר קבורת בעלה, דלא מהניא ביה פטור דידיה שהרי הנכסים של יתומים הם:",
                "<b>על שעבר.</b> על עסק שבחיי בעלה:"
            ],
            [
                "<b>לא תפרע אלא בשבועה.</b> הנפרע מחבירו אינו מדקדק לשום לב על כל מה שפרעו, וזו הואיל ונפרעה במקצת אפשר שנפרעה הכל ורמו רבנן שבועה עלה כי היכי דתידוק:",
                "<b>עד אחד מעיד שהיא פרועה לא תפרע אלא בשבועה.</b> תקנת חכמים היא כדי להפיס דעתו של בעל. ושבועות הללו אף על פי שתקנת חכמים הן, אינן אלא כעין של תורה בנקיטת חפץ, שכל שבועות שתיקנו במשנה כעין של תורה הן:",
                "<b>מנכסים משועבדים.</b> משום דאי הוה גבי מן הלוה גופיה והוה טעין לוה אשתבע לי דלא פרעתיך משבעינן ליה, ואנן טענינן בשביל לקוחות דלמא אי הוה גבית מן הלוה הוה טעין לך אשתבע לי דלא פרעתיך ובעית אשתבועי, השתא נמי אשתבע:"
            ],
            [
                "<b>רבי שמעון.</b> קאי לעיל ארבנן דאמרי המושיב את אשתו חנונית או אפוטרופא משביעה כל זמן שירצה ואם כתב לה נדר ושבועה אין לי ולא ליורשי עליך אין יורשין משביעין אותה, ואתא הוא לאפלוגי ואמר דכל זמן שהיא תובעת כתובתה יורשין משביעין אותה ואפילו כתב לה נדר ושבועה אין לי ולא ליורשי עליך. ואם אינה תובעת כתובתה אין יורשין משביעין אותה על אפוטרופא שבחיי בעלה ואפילו לא פטרה מן השבועה, דלית ליה דר׳ אליעזר ומחלוקתו דאמרי לעיל במתניתין משביעה כל זמן שירצה. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>הוציאה גט ואין עמו כתובה.</b> במקום שאין כותבים כתובה וסומכים על תנאי בית דין:",
                "<b>גובה כתובתה.</b> דתנאי כתובה מעשה בית דין הוא, וכל מעשה בית דין כמאן דנקיט שטרא דמי. ודוקא מנה מאתים הוא דגביא, אבל תוספת אין לה עד שתוציא שטר כתובה:",
                "<b>פרוזבול.</b> הלל תיקן פרוזבול כדי שלא תשמט שביעית. שמוסר שטרותיו לבית דין שיגבה מן הלוה חובו כל זמן שיתבענו דהשתא לא קרינא ביה לא יגוש. שאינו תובעו כלום אלא בית דין תובעין:",
                "<b>הרי אלו לא יפרעו.</b> חיישינן שמא כבר גבתה כתובתה, וזה השמיטתו שביעית:",
                "<b>מן הסכנה.</b> שגזרו גוים על המצות והיו יראים לשמור גיטיהן ומשקיבלתו שורפתו. וכן פרוזבוליהן:"
            ]
        ],
        [
            [
                "<b>מי שהיה.</b> יורשי הראשונה קודמים ליורשי השניה. אם מתו נשיו אחריו עד שלא הספיקו לגבות:",
                "<b>שניה ויורשיה קודמים.</b> שהיא בעלת חוב, ויורשי ראשונה באים לירש מאביהן כתובת בנין דכרין, דהא אינון ירתון תנן, לפיכך פורעין את החוב תחלה ומה שנשאר יירשו. ודוקא כשנשבעה השניה על כתובתה אז היא או יורשיה נוטלים כתובתה. אבל אם מתה היא לאחר שמת בעלה ולא נשבעה על כתובתה, אין יורשיה נוטלים כלום מכתובתה, דקיימא לן אין אדם מוריש שבועה לבניו, כלומר ממון שאין אדם זוכה בו אלא בשבועה ומת קודם שנשבע. אותו ממון אין אדם מורישו לבניו:"
            ],
            [
                "<b>ויתומים מבקשים כתובת אמן.</b> שכתובה של אחת מרובה משל חברתה, ואומרים בניה כתובת בנין דכרין ניטול, וכן אתם, והשאר נחלוק:",
                "<b>חולקים בשוה.</b> כשאר כל הירושות, ואין נוטלים כתובת בנין דכרין:",
                "<b>אם אמרו יתומים.</b> בני הכתובה הגדולה:",
                "<b>הרי אנו מעלין על נכסי אבינו.</b> מעלין דמיהן לקבלם עלינו ביוקר כדי שיהיה שם מותר דינר ויטלו כתובת אמן:"
            ],
            [
                "<b>היו שם נכסים בראוי.</b> כגון עסקא שביד אחרים או הלואה:",
                "<b>אינן כבמוחזק.</b> אינן נחשבים להיות כאילו הן מוחזקים בידו ויש כאן מותר דינר:",
                "<b>שאין להם אחריות.</b> מטלטלים:",
                "<b>שיש להם אחריות.</b> קרקעות. והלכה כרבי שמעון. ואף בזמן הזה דנהיגי דמטלטלי דיתמי משעבדי לבעל חוב, אין כתובת בנין דכרין נוהגת במטלטלין אלא בקרקעות:"
            ],
            [
                "<b>של זו מנה ושל זו מאתים כו׳</b> ושלשתן נחתמו ביום אחד. דאי בתלתא יומי, הקודמת בשטר קודמת בגיבוי. או שלא הניח אלא מטלטלין, שאין דין קדימה במטלטלין:",
                "<b>חולקות בשוה.</b> שהרי כח שלשתן שוה בשעבוד מנה דבכולהו איכא מנה:",
                "<b>היו שם מאתים.</b> אין לבעלת מנה שעבוד אלא במנה, אבל במנה שני אין שעבוד לשטר של בעלת מנה:",
                "<b>של מנה נוטלת חמשים.</b> בגמרא פריך, שלישית מנה היה ראוי שתטול והיאך נוטלת חמשים שהוא חצי מנה. ומשני, דמתניתין איירי דאמרה לה בעלת מאתים לבעלת מנה, דין ודברים אין לי עמך במנה המשועבד לך ולא יתמעט חלקך בשבילי, הלכך היא ובעלת שלש מאות חולקות אותו. ומפני שלא נתנה בעלת המאתים לבעלת המנה חלקה במתנה אלא אמרה לה שלא תריב עמה ובשבילה לא יתמעט חלקה, לאחר שלקחה בעלת המנה חמשים נשאר זכות בעלת המאתים שוה עם זכות בעלת השלש מאות במנה וחצי הנשאר, וכל אחת מהן נוטלת ג׳ דינרי זהב שהן שבעים וחמישה דינרים של כסף שכל דינר זהב הוא עשרים וחמשה דינרים של כסף:",
                "<b>היו שם שלש מאות.</b> מנה ראשון משועבד לכולם, והשני לבעלת מאתים ולבעלת שלש מאות, והשלישי לבעלת שלש מאות בלבד:",
                "<b>של מנה נוטלת חמשים ושל מאתים מנה.</b> כגון דאמרה להו בעלת שלש מאות לבעלת מנה ולבעלת מאתים, דין ודברים אין לי עמכם במנה, הלכך מנה הראשון חולקות בעלת מאתים ובעלת מנה, נמצאת בעלת מנה נוטלת חמשים, ומנה השני חולקות בעלת מאתים ובעלת שלש מאות, נמצאת בעלת מאתים נוטלת מנה, חמשים שחלקה מהמנה הראשון עם בעלת המנה, וחמשים מהמנה השני שחלקה עם בעלת השלש מאות. והמנה השלישי נוטלת כולו בעלת השלש מאות, נמצאת נוטלת ששה דינרי זהב שהם מנה ומחצה, המנה השלישי כולו שנשאר לה וחצי המנה שחלקה עם בעלת המאתים. ובגמרא מסיק דמתניתין רבי נתן היא ואינה הלכה, דאמר רבי אין אני רואה דבריו של רבי נתן בזה, אלא חולקות בשוה, דהואיל וכל נכסיו אחראין לכתובה כל שלשת המנים משועבדים לבעלת המנה כשאר חברותיה, עד שתגבה כל כתובתה, הלכך חולקות בשוה, וכך נוטלת בעלת המנה כמו בעלת המאתים ושלש מאות. אבל בשלשה שהטילו מעות לכיס זה מנה וזה מאתים וזה שלש מאות דהתם שבח שהשביחו מעותיהן קא שקלי, דינא הוא שכל אחד יטול לפי מעותיו. ודוקא כשהשביחו מחמת המעות עצמן כגון שנשתנה המטבע או הוסיפו עליו או פחתו אז חולקים השבח וההפסד לפי הממון. אבל אם קנו סחורה מן המעות שהטילו לכיס והרויחו בסחורה או הפסידו, אין מחלקים הריוח וההפסד אלא לפי מספר השותפין ולא לפי הממון, וכך נוטל בהפסד ובשבח מי שנותן בכיס מעות מועטים כמו אותו שנתן מעות מרובים אם לא התנו תחלה שיחלקו לפי ממון. וכן דנים בכל בתי דינים:"
            ],
            [
                "<b>הראשונה קודמת לשניה.</b> אותה שזמן כתובתה מוקדם קודמת לשניה שזמנה מאוחר. וכן כולם:",
                "<b>הראשונה נשבעת לשניה.</b> אם שניה טוענת השבעי לי שלא גבית משל בעלי כלום, דלמא לא ישאר לי ממה שאגבה כתובתי. ואף שלישית תאמר כן לשניה, ורביעית לשלישית. אבל הרביעית נפרעת שלא בשבועה, וכגון שאין שם יורש או בעל חוב אחר שישביעה:",
                "<b>בן ננס אומר כו׳</b> פלוגתייהו דתנא קמא ובן ננס מפרש בגמרא כגון שנמצאת שדה אחת מאלו השדות שגבו השלש נשים הראשונות, שאינה שלו, שנודע שגזלה וסוף שיבואו בעליה ויטלוה, וכשבאה הרביעית לגבות כתובתה משדה רביעית באה זאת ואומרת לה למחר יבא הנגזל ויטול שדהו מידי, רצוני שתשבעי לי שלא גבית כתובתיך בחיי הבעל. תנא קמא סבר בעל חוב מאוחר שקדם וגבה מה שגבה לא גבה, הלכך למה תשבע, אם יבא הנגזל ויטרוף מזו תחזור היא על הרביעית ותטול ממנה מה שגבתה, דהויא לה רביעית בעל חוב מאוחר. ובן ננס סבר, בעל חוב מאוחר שקדם וגבה, מה שגבה גבה, ואם תחזיק זאת אין השלישית יכולה לחזור עליה, ולכך תשבע לה שלא גבתה מנכסי בעלה כלום. והלכה כתנא קמא. וממילא שמעינן שאם תפסה מטלטלין שצריכה לישבע לדברי הכל כיון שאין דין קדימה במטלטלין ומה שגבה גבה:"
            ],
            [
                "<b>וכתבה ראשונה ללוקח וכו׳</b> וכגון שקנו מידה. ובגמרא פריך, ותימא נחת רוח עשיתי לבעלי. ומשני, כגון שמכר הבעל שדה זו לאיש אחר קודם לזה ולא רצתה האשה לחתום לו, ולזה חתמה, דאם איתא דנחת רוח עושה לבעלה היתה חותמת לראשון:",
                "<b>פשרה.</b> ביצוע. לא כולו לזה ולא כולו לזה. ולשון פושרין הוא, לא חמים ולא קרים:",
                "<b>וכן בעל חוב.</b> ושני לקוחות. ראובן נושה בשמעון מנה ולו שתי שדות ומכרן לשנים זו בחמשים וזו בחמשים וכתב בעל חוב ללוקח שני דין ודברים אין לי עמך, בעל חוב נוטל מיד הראשון, שהרי אינו יכול לומר לו הנחתי לך מקום שתגבה ממנו, שחובו כנגד שניהם ולוקח ראשון מוציא מיד השני, ובעל חוב חוזר ומוציא את זו מן הראשון, ולוקח שני מבעל חוב, וחוזרין חלילה עד שיעשו פשרה:",
                "<b>וכן אשה בעלת חוב.</b> שהיה לה כתובתה על בעלה ומכר שתי שדותיו לשנים ואין בשניהם אלא כדי כתובתה, וכתבה לשני דין ודברים אין לי עמך, האשה מוציאה מיד לוקח ראשון. והוא מן השני, והשני מן האשה [והאשה מן הראשון] ולוקח ראשון מיד השני, וחוזרים חלילה:"
            ]
        ],
        [
            [
                "<b>אלמנה ניזונת מנכסי יתומין.</b> בין קרקעות בין מטלטלין. דתנאי כתובה הוא, ואת תהא יתבא בביתי ומתזנא מנכסי:",
                "<b>ואין חייבין בקבורתה.</b> שהבעל חייב בקבורתה תחת ירושתה, ועכשיו שיורשיה גובין כתובתה מיורשי הבעל, הם יקברוה. וממילא שמעינן שאם מתה ולא נשבעה על כתובתה שעכשיו אין יורשיה גובין כתובתה, על יורשי הבעל מוטל לקברה:"
            ],
            [
                "<b>בין מן הארוסין.</b> שאין לה מזונות ומוכרת לכתובתה:",
                "<b>בין מן הנשואין.</b> שהיא מוכרת למזונות:",
                "<b>מוכרת שלא בבית דין.</b> כלומר שלא בבית דין מומחין. ומכל מקום צריכה למכור בפני שלשה שיהיו בקיאין בשומת קרקע:",
                "<b>רבי שמעון אומר מן הנשואין.</b> שהיא מוכרת למזונות, מוכרת שלא בבית דין, שאי אפשר לה להיות יושבת ומתענה עד שיזדקקו לה בין דין. אבל מן הארוסין שאין מכירתה אלא לכתובה, אינה מוכרת אלא בבית דין. ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>מכרה כתובתה.</b> מנה מאתים:",
                "<b>לא תמכור את השאר.</b> התוספת, אלא בבית דין. ומתניתין ר״ש היא דאמר אין מוכרת שלא בב״ד אלא למזונות, וזו הואיל וגבתה מקצת כתובתה אין לה מזונות:",
                "<b>וחכמים אומרים מוכרת היא.</b> לכתובה, אפילו לפרקים. ואף על פי כן מוכרת היא בינתים למזונות, שלא איבדה מזונותיה ואף על פי שגבתה קצת כתובתה:",
                "<b>וכותבת.</b> בשטר המכירה, למזונות מכרתי:",
                "<b>וגרושה לא תמכור.</b> לכתובה, אלא בב״ד. דטעמא מאי אמור רבנן אלמנה בין מן האירוסין מן הנשואין מוכרת שלא בב״ד לפי שאין אדם רוצה שתתבזה אשתו בב״ד, וזו הואיל וגרושה היא לא אכפת ליה. והלכה כחכמים שאשה מוכרת בין לכתובה בין למזונות שלא בב״ד מומחים, ואפילו התקבלה מקצת כתובתה מוכרת למזונות עד שתתקבל כל כתובתה. וכשמוכרת, בין לכתובה בין למזונות צריכה שבועה ואינה צריכה הכרזה:"
            ],
            [
                "<b>שוה מאתים במנה נתקבלה כתובתה.</b> דאמרינן לה את אפסדת. ושוה מנה במאתים אף על גב דהיא הרויחה לא מצית למימר אנא ארווחי, שהשולח שלוחו לשוק לסחורה ולקח בזול הכל לבעל המעות. ולא שמעינן מהכא אלא בדבר שאין לו קצבה כגון קרקע שדרכו להמכר באומד זה בפחות וזה ביתר, אבל דבר שיש לו קצבה וקנה השליח בפחות לא איתברירא לן דינא מהכא. וחזינא לרבוותא דאפליגו בה. ומסקנא לפום מאי דחזי לן, שחולקין השליח והמשלח:",
                "<b>מכרה בטל.</b> שאותו דינר אין לה רשות למכור, נמצא שכל המכר טעות, שהרי בבת אחת היה:",
                "<b>לעולם מכרה קיים.</b> והיא תחזיר את הדינר ליורשין, דמה הפסידתן. עד שיהא באונאה כדי שאילו לא היתה האונאה היה משתייר שדה בת תשעה קבין, שהוא שיעור שדה: ",
                "<b>ובגינה בת חצי קב.</b> שהוא שיעור גינה. ואין הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>אגרת בקורת.</b> הכרזה. שעל ידי ההכרזה בני אדם מבקרים בה. ובהא מודה תנא קמא לרבן שמעון בן גמליאל. והלכה כתנא קמא:"
            ],
            [
                "<b>השניה.</b> שניות לעריות, שהן מדברי סופרים:",
                "<b>אין להם כתובה.</b> מנה מאתיים. ממאנת, משום דמעצמה יוצאה. שניה, קנסוה רבנן מפני שהיא מרגילתו לנשאה שאינה נפסדת כלום בנשואין שהרי אינה נפסלת בהן וולדה כשר. אילונית, משום דמקח טעות הוא:",
                "<b>ולא פירות.</b> הפירות שאכל הבעל אין מוציאין ממנו:",
                "<b>ולא מזונות.</b> כגון אם לותה ואכלה בעודה תחתיו ואחר כך מיאנה, אין הבעל חייב לשלם. אבל חייב במזונותיה בעודה תחתיו. והשניה והאילונית אין להם מזונות בעודן תחתיו, וכל שכן אם לוו ואכלו שאין הבעל חייב לשלם:",
                "<b>ולא בלאות.</b> שנאבדו ובלו לגמרי. בין מנכסי מלוג בין מנכסי צאן ברזל אין הממאנת יכולה להוציא מיד בעלה. אבל בלאותיה הקיימים נוטלת לעולם, בין הממאנת בין השניה בין האילונית ואפילו זנתה לא הפסידה בלאותיה הקיימים. והשניה אין לה בלאות של נכסי מלוג, אבל בלאות של נכסי צאן ברזל יש לה:"
            ]
        ],
        [
            [
                "<b>הנושא את האשה ופסקה עמו.</b> בשטר וקנין, או שאמר לעדים אתם עדי שאני מחייב עצמי לזון את בתה שיש לה מאיש אחר:",
                "<b>לכשתבוא אצלי.</b> כלומר אם הייתי מקיים את אמה הייתי זנה:",
                "<b>מוליך לה מזונותיה למקום שאמה שם.</b> דקיי״ל בת אצל אמה בין גדולה בין קטנה כל זמן שהאם רוצה, והבן עד שש שנים אצל אמו וחייב האב לפרנסו והוא אצל אמו אם האם רוצה:"
            ],
            [
                "<b>בנותיהן ניזונות מנכסים בני חורין.</b> ולא ממשועבדים, שאין מוציאים למזון האשה והבנות מנכסים משועבדים, מפני תיקון העולם, שאין הלקוחות יודעים כמה יעלו המזונות כי היכי דליזהרו להניח להם מקום לגבות:",
                "<b>והיא ניזונת.</b> אותה הבת:",
                "<b>שהיא כבעלת חוב.</b> שיש לה עליהן שטר מזונות:",
                "<b>כל זמן שאת עמי.</b> ולא אם אמות או תמותי או אגרשך:"
            ],
            [
                "<b>ונותנין לה מדור.</b> וכן כלי תשמיש ועבדים ושפחות שהיתה משתמשת בהם בחיי בעלה. ואם נפל הבית אין חייבים לבנות לה בית אחר, דאת תהא יתבא בביתי תנן. ואפילו רצתה לבנותו מממונה אין שומעין לה:",
                "<b>אם את אצלנו יש ליך מזונות.</b> שברכת הבית ברובה:"
            ],
            [
                "<b>כל זמן שהיא בבית אביה.</b> והיורשים נתנו לה מזונותיה שם:",
                "<b>גובה כתובתה.</b> כשתרצה:",
                "<b>שתעשה טובה.</b> מנכסי יתומים, נותנת לחם ומלח לשכנותיה כדי כתובתה:",
                "<b>וחכמים אומרים.</b> לא הוזכרו חמש ועשרים שנה להפסידה כתובתה בשביל הטובה שתעשה מנכסי היתומים אלא לענין המחילה הוזכרו דהואיל ושתקה ולא תבעה כל השנים הללו מחלה, הלכך כל זמן שהיא בבית בעלה אין שתיקתה מחילה שמפני שמכבדים אותה היא בושה לתבוע כתובתה, אבל בבית אביה מששתקה כ״ה שנים מחילה היא:",
                "<b>מתה יורשיה מזכירין כתובתה.</b> כלומר צריכין לתבוע כתובתה בתוך כ״ה שנה. ודוקא כשנשבעה על כתובתה קודם שמתה הוא דיורשיה יכולים לתבוע כתובתה. אבל אם לא נשבעה על כתובתה, אין יורשיה יורשים מכתובתה כלום, שאין אדם מוריש שבועה לבניו:"
            ]
        ],
        [
            [
                "<b>שני דייני גזילות.</b> שהיו גוזרין גזירות על הגזלנים וקונסים עלינן קנסות:",
                "<b>שני דברים.</b> שאין חכמים מודים לו:",
                "<b>תשבע בסוף.</b> כשישמעו בו שמת ותבוא לגבות כתובתה, תשבע שלא עיכבה בידה משל בעלה כלום:",
                "<b>ולא תשבע בתחלה.</b> בשעת גביית מזונות. ורמב״ם פירש, תשבע בסוף, כשיבא בעלה ויכחישנה ויאמר הנחתי לך מזונות, תשבע שלא הניח לה כלום:",
                "<b>רבן יוחנן בן זכאי אומר.</b> והלכה כמותו. ודוקא אחר שלשה חדשים ליציאת הבעל פוסקין מזונות לאשה אם תבעה מזונות, אבל קודם זמן זה לא, שחזקה אין אדם מניח ביתו ריקן ויוצא:"
            ],
            [
                "<b>איבד את מעותיו.</b> דאמר, לא אמרתי לך הלויני ואני אפרע. אבל אם הלוה את האשה מעות למזונותיה על מנת שתשלם לו, הוא תובעה והיא תובעת את הבעל וישלם. ואם הבעל טוען הנחתי לה מזונות, והיא אומרת לא הניח ורוצה להוציא ממנו, נשבע הבעל שבועת היסת ונפטר, ויהיו המעות חוב עליה לכשתתאלמן או תתגרש. ובהא מתניתין נמי הלכה כרבן יוחנן בן זכאי:"
            ],
            [
                "<b>ובנכסים מועטים.</b> שאין בהם פרנסה שנים עשר חודש לזכרים ולנקבות. ורמב״ם פירש, כל שאין בהם לפרנס הבנים והבנות עד שיבגרו הבנות, קרוי נכסים מועטים:",
                "<b>בשביל שאני זכר הפסדתי.</b> כלומר, בשביל שאני זכר וראוי לירש בנכסים מרובים הפסדתי בנכסים מועטים. ואין הלכה כאדמון:"
            ],
            [
                "<b>והודה בקנקנים.</b> ריקים בלא שמן. וכגון שטענו חבירו עשרה כדי שמן יש לי אצלך:",
                "<b>אדמון אומר.</b> יש במשמעות טענה זו שמן וכדים, וכשהודה לו בכדים ריקים הוי הודאה במקצת וחייב שבועה:",
                "<b>וחכמים אומרים.</b> אין במשמעות טענה זו אלא שמן בלבד שיעור עשרה כדים, וכשהודה לו בכדים ריקים, מה שטענו לא הודה לו ומה שהודה לו לא טענו, ואין כאן הודאה במקצת ממין הטענה ואינו חייב שבועה. והלכה כאדמון:"
            ],
            [
                "<b>ופשט לו את הרגל.</b> לשון בזיון, כלומר טול טיט ואבק שתחת רגלי. פירוש אחר, תלה אותי ברגלי על העץ, שאין לי מה ליתן לך. ורמב״ם פירש ופשט לו את הרגל, שהלך בדרך מרחוק:",
                "<b>עד שתלבין ראשה.</b> עד שתזקין. ואין כופין אותו לא לכנוס ולא לפטור:",
                "<b>אדמון אומר כו׳</b> והלכה כאדמון:"
            ],
            [
                "<b>העורר על השדה וכו׳</b> ראובן מערער על השדה שביד שמעון ואומר לו, לוי שמכר לך גזלה ממני, והוא חתום על שטר המכירה שכתב לוי לשמעון שמכר לו:",
                "<b>אדמון אומר יכול הוא שיאמר.</b> מה שלא ערערתי בשעה שלקחת שדה זו מלוי וחתמתי עד בתוך השטר, לפי שלוי אדם חזק וקשה להוציאה מידו ונוח לי שתהא בידך שאוציאנה ממך בדין:",
                "<b>איבד את זכותו.</b> דהואיל וחתם הודה שאין לו עסק בה. ואין הלכה כאדמון. ודוקא כשחתם בה בעד הוא דפליגי אדמון וחכמים, אבל אם הוא חתום בדיין לקיים את השטר, הכל מודים שלא איבד את זכותו, מפני שיכול לומר לא הייתי יודע מה שכתוב בשטר, שהדיין החותם על ההנפק לקיים את השטר אין צריך שידע מה שכתוב בשטר אלא שיכיר חתימת העדים בלבד:"
            ],
            [
                "<b>ואבדה דרך שדהו.</b> שהחזיקו בה בעלי השדות שבמצריו:",
                "<b>ילך לו בקצרה.</b> על כרחם יטול לו דרך לשדהו, אבל יברור לו דרך קצרה שלא ירבה ליטול. ובזמן שד׳ בני אדם מקיפים אותו מד׳ רוחות מודה אדמון לחכמים שכל אחד יכול לומר אייתי ראיה דדרכך גבאי ושקול. ואם אדם אחד הקיפהו מד׳ רוחות מודים חכמים לאדמון דממה נפשך אורחיה גביה הוא. לא נחלקו אלא כשהקיפהו אדם אחד שבא מכח ארבעה בני אדם. אדמון אומר, מצי אמר ליה ממה נפשך אורחי גבך, וחכמים אומרים מצי אמר ליה היאך, אי שתקת שתקת, ואי לא, מהדרנא שטרא למרייהו ולא מצית לאשתעויי דינא בהדייהו. והלכה כחכמים:"
            ],
            [
                "<b>והלה הוציא שמכר לו את השדה.</b> הלוה הוציא עליו שטר מכירה מאוחרת לשטר ההלואה, ואומר שטרך מזויף או פרוע, שאם הייתי חייב לך לא היית מוכר לי את השדה, שהיה לך לגבות חובך:",
                "<b>זה היה פקח שמכר לו את השדה.</b> לפי שהיה זה מבריח מטלטליו, ולא היה לו מהיכן ימשכננו על חובו, ועכשיו יטול את הקרקע. ובאתרא דהלוקח יהיב זוזי והדר כתבי שטר מכירה כולי עלמא לא פליגי שהיה למוכר לעכב בחובו המעות שקיבל ולא יכתוב לו השטר, וכיון שכתבו הוכיח שאין לו עליו חוב. כי פליגי, באתרא דכתבי שטרא והדר יהיב הלוקח זוזי, אדמון סבר, איבעי ליה לממסר מודעה איני מוכר לו אלא כדי שאוכל למשכנו. וחכ״א האי דלא מסר מודעא כי ירא שמא ישמע הדבר וימנע מלקנות את השדה. והלכה כחכמים:"
            ],
            [
                "<b>וחכמים אומרים זה גובה שטר חובו.</b> והלכה כחכמים:"
            ],
            [
                "<b>שלש ארצות, לנשואין.</b> שאם נשא אשה באחת מהן אינו יכול לכופה לצאת אחריו מארץ אל ארץ:",
                "<b>כרך.</b> גדול מעיר. והוא מקום שווקים, ומכל סביביו באין שם לסחורה וכל דבר מצוי בו:",
                "<b>אבל לא מעיר לכרך.</b> שישיבת הכרכין קשה, מפני שהכל מתיישבים שם ודוחקים ומקרבים הבתים זו לזו ואין שם אויר:",
                "<b>ולא מכרך לעיר.</b> דבכרך שכיחי כל מילי, בעיר לא שכיחי כל מילי: ",
                "<b>מפני שהנוה היפה בודק.</b> את הגוף ומחליאו, ששינוי וסת אפילו לטובה תחלת חולי מעים. והלכה כרבן שמעון בן גמליאל. ואם איש מארץ הגליל נשא אשה בארץ יהודה או איפכא, כופין אותה לצאת עמו, שעל מנת כן נשאה. ובכל מקום מוציאים מעיר שרובה עובדי כוכבים לעיר שרובה ישראל, אבל לא מעיר שרובה ישראל לעיר שרובה עובדי כוכבים:"
            ],
            [
                "<b>הכל מעלין.</b> את כל בני ביתו אדם כופה לעלות עמו לירושלים, ואפילו אם קנה עבד עברי ילך העבד אחריו על כרחו, ואפילו מנוה היפה לנוה הרע, ואפילו מעיר שרובה ישראל לעיר שרובה עובדי כוכבים:",
                "<b>ואין הכל מוציאין.</b> ואין מוציאין שום אדם:",
                "<b>אחד האנשים ואחד הנשים.</b> אם הוא אומר לעלות והיא אומרת שלא לעלות, תצא בלא כתובה. ואם היא אומרת לעלות והוא אומר שלא לעלות, יוציא ויתן כתובה:",
                "<b>קפוטקיא.</b> היא כפתור. וקורין לה בערבי דמא״ת. ומעותיה גדולות ושוקלות יותר משל ארץ ישראל. ומשום דכתובת אשה מדברי סופרים, הקלו בה לפרוע אותה בפחות שבמעות. ורבן שמעון בן גמליאל סבר כתובה דאורייתא, ומשום הכי אזיל בה לחומרא. ולית הלכתא כוותיה:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>בתולה נשאת ליום הרביעי ואלמנה ליום החמישי כו': </b>מה שחייב שתנשא בתולה ביום רביעי ולא תנשא באחד בשבת כדי שיטרח בצרכי החופה ויכין שלשה ימים קודם ההכנסה ואי אפשר פחות מזה לבנות ישראל. ואלמנה ביום ה' כדי שישמח עמה ג' ימים חמישי וששי ושבת וזה במקומות שאין ב\"ד יושבין בהם אלא בה' וב' אבל אם היה ב\"ד קבוע בכל יום יכול לישא כל זמן שירצה חוץ מיום א' ויום ו' והטעם שמא יחלל שבת מפני צורך הסעודה ושאר הימים מותרים ובתנאי שיטרח לצרכי הסעודה ג' ימים קודם לכן ואינו ראוי לו לעשות מלאכה ג' ימים אם נשאה בעולה ואם היתה בתולה שבעת ימים שהן ימי שמחה ואין הפרש בנשואין בין בחור או אלמון לענין שמחה אבל אם יש הפרש בנשואין לענין ברכה לפי שאם היה הבעל בחור ואפי' היתה בעולה או היתה האשה בתולה ואפי' היה הוא אלמון יתחייב בברכה שבעת ימים ואם היה אלמון שנשא אלמנה יהיה הברכה יום א' בלבד: "
            ],
            [],
            [
                "<b>הגדול שבא על הקטנה כו'. האוכל אצל חמיו כו'. אחת אלמנת ישראל כו'.</b> העיקר אצלנו שכל מי שנבעלה והיא פחותה משלש שנים ויום אחד הרי היא כאילו לא נבעלה ויש לה טענת בתולים ואמרו בכאן גדול ר\"ל בן תשע שנים ויום אחד כמו שנתבאר במסכת יבמות בכמה מקומות שביאתו ביאה והקטן שאין ביאתו ביאה מי שהוא פחות מאלו השנים וגדולה שהיא בת שלש שנים ויום אחד ולמעלה אשר ביאתה ביאה והקטנה נקראת כאן מי שהיתה פחותה מאלו השנים וכבר ידעת שהשבויה וגיורת ושפחה בחזקת בעולות לעולם. והיה מנהגם בערי יהודה כשאדם מקדש אשה שעושים לו סעודה בבית אביה ר\"ל סעודת ארוסין ומתייחד עם ארוסתו ולכך אם נשאה אחר כך אינו יכול לטעון טענת בתולים והלכה כחכמים: "
            ],
            [],
            [],
            [
                "<b>הנושא את האשה ולא מצא לה בתולים היא אומרת משארסתני נאנסתי כו': </b>והלכה כר\"ג שאמר נאמנת אבל יש לו להשביעה שבועת היסת שאמת היא טוענת כדין כל טוען ואם היא מכחשת ואומרת בתולה מצאני הוא נאמן ואינו חייב שבועה ותפסיד שטר הכתובה כמו שאמרו חכמים תקנו כתובה לאשה והם האמינוהו שאם אמר פתח פתוח מצאתי נאמן חזקה אין אדם טורח בסעודה ומפסידה וממה שאתה צריך לידע שהבוגרת הוא שהיו לה ששה חדשים שלמים אחר הבאת ב' שערות ובתנאי כמו כן שיצמחו הב' שערות אחר י\"ב שנה אין לה טענת בתולים ר\"ל טענת דמים לפי שכלו בתוליה אבל יש לה טענת פתח פתוח כן הורו כל הגאונים שידענו דבריהם ומה שנתבאר אצלי הוא שהדבר בהפך וטענת דמים יש לו פתח פתוח אין לו: "
            ],
            [],
            [
                "<b>ראוה מדברת עם אחד כו': </b>מדברת כנוי על הייחוד וטיב היא סיבה ובכמה מקומות הם אומרים טיב גיטין וקדושין טיב עבודת כוכבים ומשמשיה ר\"ל סיבתם. ור' יהושע מחמיר ואמר אע\"פ שהיא נתיחדה עם אדם ידוע והוא בתכלית הכשרות אינה נאמנת אלא היא בחזקת בעולה לפסולים ותהיה פסולה לכהונה לפי שהיא בחזקת שנבעלה בעילת זנות והלכה כר\"ג. וממה שאתה צריך לידע שהכהן אם ארס בתולה ואחר הארוסין לזמן נשואין טוען שלא מצאה בתולה הרי היא אסורה עליו וכופין אותו לגרשה לפי ששוייה אנפשיה חתיכה דאיסורא שאנו חוששין שמא אחר הקדושין היא נבעלה והיא זונה ואסורה על הכהן בין שנבעלה באונס או ברצון על העיקר הידוע אונס בישראל מישרא שרי ובכהנים אסור: "
            ],
            [
                "<b>היתה מעוברת ואמרו לה מה טיבו של עובר זה כו': </b>כשאמר ר\"ג נאמנת אין ענינו שתהא נאמנת שזה העובר בן פלוני וירשנו אבל עניינו שהיא נאמנת שנבעלה לכשר והיא כשרה לכהונה וכן העובר אם היתה בת הנה היא ג\"כ כשרה לכהונה והלכה כר\"ג אבל לכתחלה אין אנו מורין לזאת המעוברת או לכל מי שנבעלה לספק שתנשא לכהן שיש לנו לחוש שמא נבעלה לפסול אא\"כ היו רוב כשרים אצלה והוא שיהיו רוב אנשי העיר ישראלים כשרים ויפרוש אחד מן הרוב ויבעול זו חוץ לעיר ואז תנשא לכתחלה לכהן היא ובתה: "
            ],
            [
                "<b>אמר רבי יוסי מעשה בתינוקת כו': </b>זה המעשה היה חוץ מן המדינה שרובה כשרים והיה חוץ מזאת המדינה סיעה רובן כשרים כמו כן ופירש אחד מזאת הסיעה ואנסה והיו תרי רוב רוב העיר ורוב סיעה של מקום שנאנסה בו וזאת היא חומרא שאין אנו צריכים אלא חד רובא אבל מעלה עשו ביוחסין שהיא לא תנשא לכתחלה אלא בתרי רובי והלכה כרבי יוסי: "
            ]
        ],
        [
            [
                "<b>האשה שנתארמלה או שנתגרשה היא אומרת כו': </b>הינומא מפה [<small>בד\"נ הגי'</small> אהל] ממשי היה מנהגם שנושאים בו בתולות מבית אביה לבית בעלה והעיקר בזה הדין כל זמן שנאבדה הכתובה הוא נאמן באמרו אלמנה נשאתיך אלא אם נמצאו עדים שהעידו שנשאת בתולה או ממי שהיה מצוי בחופתה וראה שנעשה לה ממעשה אנשי המקום ההוא שעושין לבתולה ממיני הקישוט או ממיני השחוק וזולת זה והיה מנהגם במקומו של ר' יוחנן חילוק קליות: "
            ],
            [
                "<b>ומודה רבי יהושע באומר לחבירו שדה זו כו': </b>אמרו מודה ר' יהושע ר\"ל מודה לר\"ג שחולק עליו בפרק הראשון במה שדומה לדין זה באמרו היא אומרת משארסתני נאנסתי לפי שאינה נאמנת אליבא דר' יהושע אפי' שיש שם מיגו דיכולה למימר מוכת עץ אני וכשרה לכהונה וקאמרה נבעלתי דפסלה עצמה לכהונה נאמנת לומר משארסתני נאנסתי אבל אינה נאמנת אליבא דר' יהושע לפי שהוא אינו מחייב הבעל בכתובה מטעם שהיא יכולה לומר מיגו במה שתלוי בדרך אסור והיתר לפי שפסולה לכהונה או כשרה לכהונה הוא אסור והיתר אבל בכאן מודה ר' יהושע לפי דמיגו דהכא תלוי בנתינת ממון שהוא מיגו דיכול למימר שלי הוא וקאמר של אביך הוא ולקחתיה ממנו נאמן ואם יש עדים שהוא של אביו אינו נאמן בתנאי שיהיה אכילת הפירות ב' שנים בחיי האב ושנה בחיי הבן שלא נשלמו לו שני חזקה בחיי האב ולכך אינו נאמן לפי שהעיקר בידינו אין מחזיקין בנכסי קטן ואפי' הגדיל ר\"ל כל זמן שהתחיל שני חזקה והוא קטן ואפי' נשאר זה המחזיק באכילת הפירות עד שנשלמו לו שני חזקה אחר שגדל הקטן אינה חזקה וזה הוא שרצה להשמיענו: "
            ],
            [
                "<b>העדים שאמרו כתב ידינו הוא זה כו': </b>אנוסים הוא אונס נפשות כגון שיאמרו פחדנו שיהרגנו אבל אם אמרו אנוסי ממון היינו (או) שפחדנו שאם לא נעיד לו שיקח ממונינו ולכך העדנו לו אינם נאמנים לפי שהעיקר אצלנו אין אדם משים עצמו רשע וכשאומרים שהם הצילו ממונם בממון חבירם הוא רשעה כל שכן כשאמרו שהם לוקחים שוחד מפני זה העדות שאינם נאמנים וכמו כן כשפסלו עצמם בעבירה אינם נאמנים אבל נאמין אותם בכאן באמרם פסולי עדות היינו כשפסלו עצמן מחמת קורבה כגון שיאמרו קרובים היינו באותה שעה ולא היינו ראויין לעדות זה השטר ואמנם קיום העדות כשכתב ידם יוצא ממקום אחר הרי זה יתקיים על שלשה דרכים. הדרך הראשון הוא שיהיה בזה השטר עדים ראובן ושמעון ונראה לקיים חתימתן ממקום אחר שנמצא שטר אחר שיש בו עדים כמו כן לראובן ושמעון והעידו שני עדים שזו חתימת ראובן ושמעון ונמצאת הכתיבה כמו הכתיבה ר\"ל חתימת העדים שהם בשטר האחר שהעידו עדים שהיא חתימת פלוני ופלוני שהיא כמו החתימה שאנו רוצים לקיים. והדרך השני שיהיה שטר ובו אלה העדים בעצמם ר\"ל ראובן ושמעון שהוחזקו כבר בב\"ד ועליו קיום ב\"ד והיה כבר קרא עליו ערער ואח\"כ הוחזק ומצינו כתיבת זה השטר מקוים ר\"ל חתימת העדים כמו החתימה שבשטר שאנו רוצים לקיים הרי זה כמו כן יתקיים בזה הדרך. והדרך השלישי שנמצא שטרי שני שדות במקח וממכר בזה העדות ר\"ל באלו העדים בעצמם והלוקחים אכלו פירות אלו השדות שני חזקה גמורים ר\"ל שלש שנים בפני המוכרים ולא נפל ערעור ולא הכחשה ולא שום דיחוי בעדות או שהיה כמו כן עדותן בשני שטרות כתובות ונמצא חתימת העדים אשר בשטר שאנו רוצין לקיים כמו חתימתן אשר בשני שטרי שדות או שני שטרי כתובות הרי יתקיים השטר כמו כן ובתנאי שיהיו בשני השטרות שאנו רוצים לקיים מהם שלא ברשות התובע זולת השטר שאנו רוצים לקיימו לפי שאם יהיו השטרות כולם בידו ניחוש שמא דימה הכתב וזייפו: "
            ],
            [
                "<b>זה אומר זה כתב ידי וזה כתב ידו של חברי כו': </b>ואין הלכה כרבי: "
            ],
            [
                "<b>האשה שאמרה אשת איש הייתי וגרושה אני נאמנת כו': </b>אם משנשאת ר\"ל אם משהתירוה להנשא הרי זו לא תצא מהיתרא ואפי' באו עדים שנשבית אבל אם באו עדים שנטמאת אפי' היו לה כמה בנים תצא וכשאמרה אשת איש אני ואח\"כ לזמן אמרה פנויה אני אבל מה שאמרתי שאשת איש הייתי מטעם כך וכך היה הרי זו נאמנת ודבריה נשמעים ובלבד שתתן אמתלא לדבריה הראשונים ובלבד שלא יהיו שם עדים: "
            ],
            [
                "<b>שתי נשים שנשבו זאת אומרת נשביתי וטהורה אני וזאת אומרת כו' וכן שני אנשים כו': </b>ענין אמרו שנשבו ר\"ל שיש ידיעה ברורה בעדים שנשבו ועם כל זה הם נאמנות והם מותרות כשהעידה כל אחת מהן על חברתה שהיא טהורה לפי שכשרים בעדות אשה שבויה שהיא טהורה אשה וקרוב וקטן המסיח לפי תומו ומתקיים העדות בשבויה שהיא טהורה כשיעיד העד (שלה) [הלזה] שהוא לא פירש ממנה מזמן שנשבית עד שיצאת מרשות העובד כוכבים: "
            ],
            [],
            [
                "<b>רבי יהודה אומר אין מעלין לכהונה על פי עד אחד כו': </b>עוררין חולקים ואומרים שהוא אינו כהן והעיקר אצלנו אין ערעור פחות משנים ומחלוקת רשב\"ג עם ת\"ק אמנם הוא בצרוף עדות כמו שאומר והוא שיש כאן אדם שידוע לנו שאביו כהן הוא ואח\"כ יצא קול על זה הבן שהוא חלל ונדחה מן הכהונה ואח\"כ העיד עד אחד שהוא כשר והחזרנו אותו לכהונה לפי שהעיקר אצלנו מעלין לכהונה על פי עד אחד ואין הלכה כר\"י ואחר כך העידו שני עדים שהוא חלל ונדחה מן הכהונה פעם שניה ואח\"כ העיד א' שהוא כשר רשב\"ג אומר יצטרף זה העד עם העד הראשון ואע\"פ שיש ביניהם זמן ומעלין אותו לכהונה לפי שעדות השנים שהעידו שהוא כשר והשנים שהעידו שהוא פסול תבטל עדותן וישאר הבן בחזקת אביו שהוא כהן כשר ות\"ק אמר לא יצטרף ואין מעלין אותו לכהונה עד שיעידו שני עדים בזמן אחד שהוא כשר לפי שנעמיד אלו שהעידו שהוא חלל כנגד אלו שהעידו שהוא כשר ויעמוד בחזקתו. והלכה כרשב\"ג לפי שהעיקר אצלנו שהעדות מצטרף ואפי' היו ביניהם כמה שנים וכמו כן העדים יכולים להעיד זה שלא בפני זה בכל העדיות חוץ מגט כמו שיתבאר ובעדות נפשות כמו כן יש להם דינים יתבארו במקומם בסנהדרין: "
            ],
            [
                "<b>האשה שנחבשה בידי עובדי כוכבים ע\"י ממון מותרת לבעלה כו' </b><b>עיר שכבשוה כרכום כו': </b><b> א\"ר זכריה בן הקצב כו': </b>כשעובדי כוכבים ידם תקיפה על ישראל אפי' ע\"י ממון אסורה לבעלה וזה כלו כשבעלה כהן אבל ישראל העיקר אצלנו אונס בישראל מישרי שרי וכרכום הוא גייס ואם יש בעיר מקום להחבא ואין בני המלחמה יכולים להגיע שם נאמנת כל אחת מהן באמרה לא נטמאתי ואפי' אין לה עדים לפי שנאמר בכל אחת מהן מיגו דיכולה למימר נחביתי נאמנת לומר לא נחביתי ולא נטמאתי וכבר בארנו שהקרוב והאשה כשרים להעיד לאשה שהיא לא נטמאה חוץ מבעלה ושפחתה המשמשתה ואדם שהעיד לשבויה שהיא טהורה והוא כהן לא ישאנה אבל ישאנה כהן אחר כמו שיתבאר בספ\"ב מיבמות אבל אם פדאה בממונו והעיד עליה שלא נטמאת ישאנה שאם לא נתברר לו כן לא היה נותן ממונו עליה בפדיונה: "
            ],
            [
                "<b>ואלו נאמנין להעיד בגודלן מה שראו בקוטנן כו': </b>ואלו הענינים כולם אמנם הם ענינים צריך בהם פרסום בעלמא בלבד והם כולם מדרבנן לפי שקיום שטרות דרבנן ותקנת כתובה מנה מאתים ותחומין וטומאת בית הפרס דרבנן וכמו כן זאת התרומה אשר תנתן לזה הכהן שיעלה לכהונה בזאת העדות הקלה אמנם היא תרומה דרבנן ר\"ל שיהיה זה הדבר שיוציאו ממנו התרומה צומח בעציץ שאינו נקוב כמו שבארנו במס' תרומות ומה שהוא דומה לזה ולא תתקיים זאת העדות באמרם דרך ומעמד היה לפלוני לפי שהוא ממון ועכ\"פ צריך בו עדות גמורה ואינו מותר לנו ללמוד לעבד כנעני תורה וכמו כן מן העקרים שבידינו שאין חולקין תרומה לעבד בגורן אא\"כ רבו עמו ולכך אין לנו לחוש ולומר שמא עבד כהן הוא לפי שהעבד לא ילמוד לפי שאינו מותר ללמדו כמו שבארנו וכמו כן לא יחלוק על הגורן: "
            ]
        ],
        [
            [
                "<b>אלו נערות שיש להן קנס הבא על הממזרת כו': </b>שיעור המשנה כך ואלו נערות פסולות שיש להן קנס ור\"ל באמרו קנס מה שנאמר (דברים כ״ב:כ״ט) ונתן האיש השוכב עמה לאבי הנערה חמשים כסף וכבר ידעת שהכותי והעובד כוכבים היום אצלנו שוין כמו שבארנו במסכת ברכות (סוף פ\"ח) ואמרו אשת אחיו ואשת אחי אביו אפשר זה כגון שאחיו או אחי אביו ארס אשה והיא בתולה ונתגרשה מן הארוסין והתנאי באלו הלאוים כולם שהם מחוייבי כרת שלא יהיה שם התראה לפי שאם התרו בהן חייב מלקות לפי שהעיקר כל חייבי כריתות לוקין כמו שיתבאר ומן העיקר שסומכין עליו אין אדם לוקה ומשלם: "
            ],
            [
                "<b>ואלו שאין להם קנס הבא על הגיורת ועל השבויה כו': </b>מה שנא' (שמות כא) לא יהיה אסון ענינו שלא יהא אסון בין שני האנשים הנצים ענוש יענש הנוגף ואם אסון יהיה בין שני הנצים רוצה לומר שימות אחד מהן יהרג ההורג ולא יהיה שם עונש כלל והוא אמר (שם) ונתתה נפש וגו' ויסתלק מן התשלומים לפי שאין אדם מת ומשלם ואפי' היה שוגג שאין בו חיוב מיתה לפי שכל עבירה שיש בה מיתת ב\"ד אין תשלומין ואפי' לשוגג וזה הוא ההפרש שיש בין מחוייבי מלקות ובין מחוייבי מיתת ב\"ד ואין הלכה כרבי יהודה והלכה כרבי עקיבא: "
            ],
            [],
            [
                "<b>המפתה נותן ג' דברים והאונס ארבעה המפתה כו': </b>אונס נותן את הצער פירשו בהש\"ס ואמרו אינו דומה נבעלת באונס לנבעלת ברצון ומן העיקר אצלם מפותה אין לה צער וכמו כן לשון התורה זכרה באנוסה עינוי ולא זכרה במפותה. ומפתה לכשיוציא ר\"ל לכשלא יכנוס אבל אם רצתה היא ורצה אביה וכנס נותן בשת ופגם בלבד ולא יתן קנס: "
            ],
            [
                "<b>כיצד שותה בעציצו אפי' היא חיגרת אפי' היא סומא כו': </b>עציץ הוא כלי חרס קדירה שמשתמשין בה בדברים המלוכלכים. ומוכת שחין מצורעת: "
            ],
            [
                "<b>יתומה שנתארסה ונתגרשה כו': </b>והלכה כרבי (אליעזר) [אלעזר] ואפי' לא היתה יתומה: "
            ],
            [
                "<b>איזהו בושת הכל לפי המבייש והמתבייש פגם כו': </b>אמרו (דברים כב) השוכב עמה הנאת שכיבה חמשים כסף אבל בשת ופגם אינו בכלל וכמו כן צער אנוסה חוץ מן הקנס והקצבה הוא חק ידוע: "
            ],
            [
                "<b>כל מקום שיש מכר אין קנס וכל מקום שיש קנס אין מכר כו': </b>בכאן אבאר לך אלו השמות על מה הם נופלים ולא יצטרך להחזירם בכ\"מ וזה שהאשה מיום לידתה עד שנשלמו לה י\"ב שנה שלימים ויום אחד נקראת קטנה בין שהביאה ב' שערות או לא הביאה (ואם הביאה) ב' שערות אחר אלו השנים נקראת נערה כשתביא שתי שערות ואם לא תביא שתי שערות הרי היא עומדת בקטנותה כ\"ז שלא תביא עד שנשלמה כ' שנה וכששלמה כ' שנה ולא הביאה ב' שערות ונראה בה סימני איילונית הרי היא איילונית ואם לא נראו בה סימני איילונית תעמוד עד תשלום ל\"ה שנה והיא כמו כן נקראת קטנה כל זה הזמן ודינה כדין קטנה עד שתביא שתי שערות ואם לא תביא תהיה איילונית ואפי' לא נראו סימני איילונית וכל זמן שהביאה ב' שערות אחר י\"ב שנה ויום א' עד תשלום ל\"ה שנה מיד שתביא נקראת נערה ותעמוד אחר הבאת ב' שערות ששה חדשים והיא נערה וזהו זמן הנערות ואחר הששה חדשים נקראת בוגרת ושמור זה הלשון אין בין נערות לבגרות אלא ששה חדשים בלבד וס\"ל לר\"מ שקטנה ימכור אותה אביה והבא עליה אינו נותן קנס ונערה אין לאביה בה רשות למוכרה והבא עליה נותן קנס והמשנה שאמרה כל מקום שיש מכר אין קנס הוא אליבא דר\"מ וחכמים חולקין עליו ואמרו הבא על הקטנה אחר ג' שנים ויום אחד עד שתבגר חייב בקנס ולפיכך יש מכר במקום קנס לפי סברתם אבל בוגרת אין מחלוקת ביניהם שהיא אין לה לא מכר ולא קנס אבל בשת ופגם יש לה כשנאנסה אבל כשנתפתתה אין לה כלום ואין הלכה כר\"מ: "
            ],
            [
                "<b>האומר פיתיתי את בתו של פלוני משלם בושת ופגם על פי עצמו ואין משלם קנס כו': </b>ומעקרינו שאין אדם משלם קנס ע\"פ עצמו: "
            ]
        ],
        [
            [
                "<b>נערה שנתפתתה בושתה ופגמה וקנסה של אביה והצער בתפוסה כו': </b>אמרו מעשה ידיה ומציאתה ר\"ל מעשה ידיה כמציאתה כמו שמציאתה בחיי אביה לאביה כמו כן מעשה ידיה שעשתה בחיי אביה לאחים ואע\"פ שלא נגבו אלא לאחר מיתת האב וזה אמת ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>המארס את בתו וגרשה אירסה ונתארמלה כתובתה שלו כו': </b>רבי יהודה אומר שהכתובה הראשונה שיש לו בה זכות היא של אביה הואיל וברשותו היתה בשעה שנכתבה לה אותה כתובה ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>הגיורת שנתגיירה בתה עמה וזנתה הרי זו בחנק כו': </b>וזנתה ר\"ל שזנתה לאחר שנתגיירה והיא נערה המאורסה ולא נמצאו לה בתולים מיתתה בחנק כמו כל אשת איש שזנתה לפי שהיא אינה בחזקת בעולה מפני שהיא גיורת ובעלה אינו חייב מאה סלע אם הוציא עליה שם רע ואפי' נתפרסם שקרו: "
            ],
            [
                "<b>האב זכאי בבתו בקדושיה בכסף בשטר ובביאה כו': </b>אלו הענינים שהאב זכאי בהם כל זמן שבתו נערה לפי שנאמר (במדבר ל) בנעוריה בית אביה ובא בקבלה כל שבח נעוריה לאביה אבל משתבגור אין לאביה בה רשות ואין לו דין עליה כלל: "
            ],
            [
                "<b>לעולם היא ברשות האב עד שתכנס לרשות הבעל לנישואין כו': </b>היה העיקר אצלם בראשונה שבת ישראל כשנתארסה לכהן תאכל בתרומה והיא בבית אביה לפי שהיא כבר חזרה לכהן קניין כספו אבל נאסר זה שאנו חוששים שמא תאכל אחרת עמה והיא אצל אביה ולכך אמרו לא תאכל בתרומה עד שתכנס לחופה ולזה רמז באמרו לעולם היא ברשות האב ואע\"פ שהגיע זמן ולא נשאת שחזר חיוב מזונותיה על בעלה כמו שיתבאר בפ' הבא אחר זה (הלכה ב): "
            ],
            [
                "<b>האב אינו חייב במזונות בתו זה כו': </b>כרם הוא שם הקיבוץ מן החכמים שהיו מתקבצים ביבנה באותו הזמן שנא' (ישעיה כז) כרם חמר ענו לה והלכה כר\"א בן עזריה אבל יש בזה דינין ואני אבארם לך בכאן וזה שהאדם חייב במזונות בניו עד שישלמו שש שנים ירצה או לא ירצה וכופין אותו על זה בין שהוא עשיר או עני. וכשהוסיפו הבנים על אלו השנים ואינו רוצה לזונם ראוי לו לדיין לכופו בדברים ולהוכיחו על זה בפני ראשי הקהל ויאריך דבריו בזאת הכוונה ואם לא ירצה להוציא עליהם בשום פנים יראה הדיין בענינו אם יש לו ממון היו כופין אותו ולוקחין ממנו מה שיצטרך להוציא לפי שיעור ממונו כמו שעושין במזון האבות לא שיהיה חייב במזונותיהם ר\"ל באביו ובבניו שיש להם יותר משש שנים אבל הוא מחוייב בצדקה לפי שיעור ממונו וכשאנו לוקחין ממנו זאת הצדקה אנו מוציאין אותו על בניו או על אביו לפי שהם בני צדקה ויש להם בה דין יותר לפי שנאמר (דברים טו) לאחיך לענייך ומן הידוע שיש לו לדיין לכפות בני אדם על נתינת הצדקה לפי שהיא מכלל מצות עשה שהיה מן החיוב להלקות האדם עד שיעשה מצוה זאת שיש לו לעשותה באותו זמן או ימות וזה היה עיקר בכל מצות עשה ואין הפרש בזה בין הזכרים ובין הנקבות בענין ההוצאה: "
            ],
            [
                "<b>לא כתב לה כתובה בתולה גובה מאתים ואלמנה כו': </b>אפילו היה לו לאדם קרקע באלף דינרי זהב כולם תחת שעבוד הכתובה ואפי' היתה מנה והיא תטרוף כל מה שימכור או יתן אא\"כ תסתלק ידה משעבודה וזה תקנת שמעון בן שטח בכתובת אשה: "
            ],
            [
                "<b>לא כתב לה אם תשתבאי אפרקיניך ואותביניך לי לאינתו כו': </b>כבר ידעת שהכהן נאסרת עליו השבויה ואמרו בכאן ובכהנת ר\"ל אם היתה אשת כהן שהיא אסורה עליו הרי הוא מחויב לפדותה ולהחזירה למדינתה אשר נשאת שם וחייב בכתובתה ואע\"פ שהיא אנוסה כמו שנבאר בפרק אחרון ממסכת נדרים (הלכה יב) ואין דינה כדין האשה שהלך בעלה למדינת הים ובאו עדים ואמרו לה מת בעליך ונשאת ואחר כך בא בעלה שאין לה כתובה אחר שנאסרה על בעלה ואפילו שהיא אנוסה ומאי הוי לה למיעבד: "
            ],
            [],
            [
                "<b>לא כתב לה בנין דיכרין דיהויין ליכי מינאי אינון ירתון כו': </b>דין זה התנאי כמו שאפרש לך וזה כי האדם כשנשא אשה ויש לו בנים ממנה בן זכר או בנים זכרים ואח\"כ מתה היא בחייו ונשא אח\"כ אשה אחרת ויש לו ממנה כמו כן בנים זכרים ואח\"כ מתה ואח\"כ מת הוא והניח קרקע שיעור כתובת הראשונה ושניה ודינר יותר ירשו כל בני אחת מהן כתובת אמן ואז יחלקו כולם שאר הממון בשוה ואם מתה אחת בחייו ואחת אחר מותו אותה שמתה אחר מותו אין יורשיה יורשים כתובתה אלא אם נשבעה ואח\"כ מתה ובכך יורשיה יורשין כתובתה תחלה ואחר כך ירשו כמו כן כתובת אמם הבנים שמתה אמם בחייו אם נשאר אליהם מה שירשו ואם הותיר שום דבר על שתי הכתובות חולקין השאר בשוה ואם מתו שניהם אחר מותו ואחר שנשבעו כמו שאמרנו הרי יורשי הראשונה קודמים ליורשי אחרונה וזה מבואר כמו שיתבאר בפרק העשירי מזאת המסכתא (הלכה א): "
            ],
            [
                "<b>בנן נוקבין דיהויין ליכי מינאי יהויין יתבן בביתי כו': </b>עד דתנסבן עד שיתארסו ומשיתארסו אין להם מזונות וכמו כן אם בגרו אין להם מזונות ואפי' לא נתארסו וזה הוא פסק הלכה שבוגרת אין לה מזונות ואפי' לאחר מיתת אביה: "
            ],
            [
                "<b>את תהא יתבא בביתי ומתזנא מנכסי כל ימי מיגר אלמנותיך כו': </b>ואין הלכה כאנשי יהודה אלא כל זמן שאינה תובעת כתובתה בב\"ד ולא תינשא תדור בבית שהיתה דרה בה עם בעלה בחייו והרי היא משתמשת בכל המטלטלין והכלים שהיתה משתמשת בהם עמו בחייו ויתבאר שלימות זה הדין לקמן (פי\"ב הלכה ג) ופי' מיגר אלמנותיך בביתי ר\"ל אחר מותו: "
            ]
        ],
        [
            [],
            [
                "<b>נותנין לבתולה י\"ב חדש כו': </b>דין זאת המשנה לפי מה שאבאר לך וזה כשאדם קדש בתולה או אלמנה ועמד אחר הקדושין זמן ואפי' עשר שנים על דרך המשל ואח\"כ תבעה לינשא נותנין לה משעת תביעה לבתולה שנים עשר חדש ולאלמנה שלשים יום וכמו כן אם תבעתו היא שיכניסנה ואם תבעה אחר שבגרה או קדשה ביום הבגר נותנין לה י\"ב חדש מיום הבגר וכשעמדה י\"ב חדש אחר הבגרות מיד שנתקדשה ותבעה אחר הקידושין נותנין לה ל' יום כאלמנה וכל אשה שתאמר לבעלה איני רוצה ליקח כל מזונותי תרומה לפי שאני צריכה זריזות ושמירה לאכלה בטהרה לכן נותנין לה מחצה חולין ומחצה תרומה כר' עקיבא ובזה המחלוקת ר\"ע ור' טרפון ור\"ל אחר הנישואין בין שתהיה כהנת או אשת כהן והיא ישראלית אבל בת ישראל מאורסת לכהן כבר בארנו בפ' שקודם זה (הלכה ה) שהיא אינה אוכלת בתרומה עד שתכנס לחופה: "
            ],
            [],
            [
                "<b>המקדיש מעשה ידי אשתו כו': </b>מעקרינו שתקנו מזונות תחת מעשה ידיה ולכך עושה ואוכלת לדברי הכל. ומן העיקר שסומכין עליו אין אדם מקדיש דבר שלא בא לעולם ולכך הלכה כר' יוחנן הסנדלר. <small>[<b>הגה' מהר\"ב רנשבורג.</b> נ\"ב ע' שעה\"מ פי\"ב מהל' נדרים הלכה י' ד\"ה עוד הקשה]</small>: "
            ],
            [
                "<b>ואלו מלאכות שהאשה עושה לבעלה כו': </b>בין שיש לה שפחות כפי זה המנין בין שהכניסה לו ממון שיקח מהם אלו השפחות הדין א' ומחויב עליה לעשות על כל פנים שתהיה רוחצת פניו ידיו ורגליו ומוזגת לו את הכוס ומצעת לו את המטה אפי' היו אצלה אלף שפחות לפי שאלו הענינים אינו מותר לו לאדם שישתמש לו אלא מאשתו לפי שמעיקר תורתנו אין משתמשים באשה ואין הפרש בין שפחה או זולתה בין גדולה בין קטנה וענין אמרו טוחנת שתהיה ממונה על ענין הטחינה ותנועע את הריחיים וקתדרא אהל נעשה ממשי וממיני הבגדים ומן העצים יושבין בו המלכים כשהולכים בדרכים ופי' שעמום בהלה תרגום ובתמהון לבב (דברים כ״ח:כ״ח) ובשעממות לבא ומקום המחלוקת בין ר' אלעזר ורבן שמעון בן גמליאל כשהיא מתעסקת במיני השחוק והגיעגועים לפי שהיא בזה תבא לידי זימה ולא תבא לידי שעמום והלכה כרבי אלעזר: "
            ],
            [
                "<b>המדיר את אשתו מתשמיש המטה בש\"א כו': </b>שבת אחת בלבד יקיים את נדרו ויותר על זה יוציא ויתן כתובה ואפי' היה גמל או ספן. ואמרו התלמידים יוצאין בלא רשות נשותיהן שלשים יום אמנם זה דברי רבי אליעזר אבל לדעת חכמים שתים שלש שנים והלכה כחכמים וטיילין הם הבטלים שאין להם טורח ומשא משום אדם המעונגים שאינם עוסקים לא בסחורה ולא במלאכה ודע כי יש לאשה למנוע לבעלה שלא יפרש בים ולא יצא בשיירא כי אם למקום קרוב מפני שלא יגרע עונתה וכמו כן תמנע ממנו שלא ישנה עצמו מאומנות לאומנות שתגרע בסיבת זה העונה אלא תלמוד תורה בלבד: "
            ],
            [
                "<b>המורדת על בעלה פוחתין לה מכתובתה שבעה דינרין בשבת כו': </b>טרפעיק שלשה דרכמונים נקראים דרהאם בלשון ערבי והטרפעיק הוא משקל שלשה דרכמונים מכסף צרוף מן הדרכמונים שכל דרכמון ודרכמון מהם יש בו משקל שש עשרה שעורות הכסף וכבר בארנו פעמים רבות שהדינר ששה דרכמונים נמצא שהשלשה טרפעיקין דינר ומחצה ואמרו בש\"ס רבותינו חזרו ונמנו ואמרו מכריזין עליה ארבע שבתות זו אחר זו ושולחין לה מבית דין הוי יודעת שאפי' כתובתך מאה מנה הפסדת אחת ארוסה ואחת נשואה ואפי' נדה ואפי' חולה ואפילו שומרת יבם ותהיה זאת ההכרזה בבתי כנסיות ובבתי מדרשות ובכל יום ויום רצופין ואומר פלונית מרדה על בעלה ושולחין לה קודם ההכרזה ויאמרו לה אנו רוצין להכריז ואחרי תשלום ההכרזה יודיעוה ג\"כ ויאמרו לה נשלמה ההכרזה ואז הפסידה כתובתה ומורדת נקראת בכאן הנמנעת מתשמיש המטה בלבד אבל אם אינה רוצה לעשות שום דבר מן המלאכות שאשה עושה לבעלה אינה מורדת אלא היו כופין אותה על כך בכל צד מיני הכפייה: "
            ],
            [
                "<b>המשרה את אשתו ע\"י שליש לא יפחות לה משני קבין כו': </b>שיעור זאת המשנה לא פסק לה שעורים כפלים בחטין אלא רבי ישמעאל שהיה סמוך לאדום ששעורים שלהם רעות וזה כולו מבואר והדין בזה כולו חוזר לפי ראות עיני הדיין לפי ענינו וענינה כפי מה שנוהגים אנשי המדינה: "
            ],
            [
                "<b>נותן לה מעה כסף לצרכה ואוכלת עמו מלילי שבת ללילי שבת כו': </b>יש לו לאדם רשות שלא יאכל עם אשתו ולא ידור עמה אלא משרה אותה על יד שליש אבל ישלים העונה המחוייבת ביום או בלילה לפי מה שהוא ראוי אבל אוכל עמה מלילי שבת ללילי שבת על כל פנים כמו שזכר: "
            ]
        ],
        [
            [
                "<b>מציאת האשה ומעשה ידיה לבעלה וירושתה כו': </b>פגמה הוא שיחתוך אבר מאבריה או שיחדש מום בגופה מסבת מכות או כל כיוצא בזה רואין אותה כאילו היא שפחה הנמכרת בשוק וכל מה שנפחת מדמיה זה הוא פגמה והלכה כרבי יהודה: "
            ],
            [],
            [],
            [
                "<b>פסקה להכניס לו כספים כו': </b>אמר אם הביאה האשה בנדוניא זהב בעין כותב לה בתוספת החצי ואם הביאה בגדים ותכשיטין והדומה להם מן החפצים כותב לה בפחות החומש ושום הוא הערך והשיעור שמשערין בו הענינים שהביאה וטעם לזה שהזהב בעצמו ירויח בו ויתעסק בו והבגדים והתכשיטין התועלת לעצמה שהיא לובשת אותם ומתקשטת בהם ולכך אם פסקה אלף דינר כותב לה חמשה עשר מנה שהוא אלף וחמש מאות. ואמרו שום במנה נותנת אחד ושלשים ודינר ר\"ל שהיא כשהכניסה שום לא יכתוב לה מנה בכתובה אלא אם היו דמי אלו הבגדים ותכשיטיהן ודומיהן אחד ושלשים סלע ודינר אחד שסך הכל מאה וכ\"ה דינרין שהסלע ד' דינרין וזהו לפי מה שאמרנו שהוא כותב פחות חומש וכמו כן אם הכניסה שיעור חמש מאות כותב לה ארבע מאות ואמנם זכר שני דמיונים להודיעך שהשום לעולם בפחות חומש בין מעט בין הרבה ואמרו ג\"כ סלעים יעשה ששה דינר ר\"ל מה שבארנו שהממון בעצמו ג\"כ בתוספת החצי לפי שהסלע ארבעה דינרים ואמנם חזר זה הענין ואע\"פ שהקדימו בדמיון פסקה להכניס אלף דינר כותב לה חמש עשרה מנה להודיעך כמו כן בתוספת שהוא החצי בין במעט בין בהרבה ואפי' לא הכניסה אלא סלע כותב לה ששה דינרים וקופה היא קופה של בשמים ר\"ל מה שהיא צריכה מן הבשמים ודומיהן והלכה כרשב\"ג בכל מה שזכרנו מן התוספת והפחות וזולתה: "
            ],
            [
                "<b>המשיא את בתו סתם לא יפחות לה מחמשים זוז פסק כו': </b>ר\"ל באומרו אם יש בכיס כיס של צדקה והלכה כר' יהודה דסבר שמין דעת האב לפי מה שנדע מדעת האב בה וכבודו ואם אין לנו ראיה שנוכל לעמוד על דעת האב ינתן לה עשור מכל הנכסים ובתנאי מגוף הקרקעות או משכירות קרקעות אבל מטלטלין אין להם עשור וזה הענין של נדוניא בין שהיא באומדן או עשור הוא הנקרא פרנסה סתם וזה שהבת כשהיא ניזונת מנכסי אביה לפי מה שבארנו ונשאת הרי היא מוציאה אחר נשואיה מה שראוי לה מן הפרנסה ואפי' לא הזהירה לאחים בשעת הנשואין ולא תבעה מהם הפרנסה ואם לא היתה ניזונת מנכסי יתומים ונשאת והיא קטנה ולא ערערה על האחין ולא תבעה פרנסה לא נאמר כבר נתפייסה דעתה ולא תוכל להוציא מן האחין אחר הנשואין שום דבר אלא הרי היא מוציאה לפי שהיא קטנה ואם לא נשאת אלא אחר שהיא נערה ופסקו מלתת מזונותיה ולא תבעה הפרנסה כבר נתפייסה ואם לא פסקו האחין מלתת לה מזונותיה לא אבדה פרנסתה וכשבגרה אין לה מזונות כמו שבארנו בפרק רביעי (הלכה י) ואח\"כ נשאת הרי זו צריכה למחות ואפי' פייסה אותם והיתה נזונת מנכסיהם ואם לא מחתה הרי זו נתפייסה ואין לה פרנסה אחר הנשואין ואינ' יכולה להוציאה: "
            ],
            [],
            [
                "<b>המשליש מעות לבתו והיא אומרת נאמן בעלי עלי כו': </b>יעשה שליש מה שהושלש בידו הוא שיעשה בו מה שצוה האב ואין שומעין לה ואין נותנין לבעל שום דבר וזה כשהיא מאורסת אבל אחר הנשואין הרי היא עושה מנכסיה מה שהיא רוצה אלא אם היתה קטנה כי אין המחלוקת ר\"מ ור' יוסי אלא בגדולה מן האירוסין והלכה כר\"מ: "
            ]
        ],
        [
            [
                "<b>המדיר את אשתו מלהנות לו עד ל' יום יעמיד פרנס כו': </b>בפחות מל' יום אפשר שלא ישמע הדבר ולא יגיענה בזה בזוי ויותר מזה ישמעו בני אדם ותתבזה אצלם ולכך יוציא ויתן כתובה ואפי' היו מעשה ידיה מספיקים למזונותיה ואמר יעמיד פרנס אינו ר\"ל שיעמיד ממונה לפי ששלוחו של אדם כמותו ואמנם באורו שיאמר כל הזן אינו מפסיד וענין מאמר ר' יהודה בכהנת ר\"ל אשת כהן לפי שהכהן כל זמן שיגרש את אשתו נאסרה עליו ולכך אין ממהרין עליו הגירושין ופירוש קצבה דבר מוגבל והוא י\"ב חדש לפי שאם היה עני ונשבע עליה שלא תתקשט י\"ב חדש שומעין לו והלכה כר' יוסי ואין הלכה כר' יהודה: "
            ],
            [],
            [],
            [
                "<b>המדיר את אשתו שלא תלך לבית אביה בזמן שהוא עמה בעיר חדש אחד כו': </b>שיעור זאת המשנה כך רגל א' יקיים שנים יוציא ויתן כתובה בד\"א בישראל אבל בכהנת שנים יקיים שלשה יוציא ויתן כתובה ומתני' ר' יהודה שמחלק בין דין ישראל ודין כהן כמו שנתבאר ואין הלכה כר' יהודה אלא בכולם יוציא ויתן כתובה: "
            ],
            [
                "<b>המדיר את אשתו שלא תלך לבית האבל או לבית המשתה יוציא ויתן כתובה כו': </b>טוען משום דבר אחר פירשו בו משום בני אדם הפרוצים המצויין שם ובתנאי שיתקיים שם הקול שיש שם אנשים חשודים או אנשים מראין עצמן כנשים ואמרו שתאמר לפלוני מה שאמרת לי הוא שיכריחנה שתאמר לא' מבני אדם דבר שא\"א לה שתאמר אותו כי אם לבעלה מענייני התשמיש וזהו ענין ביאורם [<small>בד\"נ הגי'</small> פרוצים] דברים של קלון אבל שתהא ממלא ומערה לאשפה הוא מעשה ממעשה השוטים והמשוגעים וכמו כן ר\"ל כל זמן שיכריח אותה שתעשה מעשים שתחשב בעשייתן שהיא שוטה יוציא ויתן כתובה: "
            ],
            [
                "<b>ואלו יוצאות שלא בכתובה העוברת על דת משה ויהודית כו': </b>יתאמת שהיא עוברת על דת משה שסומך עליה באלו הדברים הנימנין וישאלנה ואומרת לו שהן מותרין ואחר הדרישה והחקירה הרגיש שהן אסורים וצריך בכל אלו הדברים עדים והתראה ואז תפסיד כתובתה. ואמרו וראשה פרוע ואפי' במטפחת על ראשה ובתנאי שתצא בה לשוק או למבוי מפולש. ואמרו טווה בשוק שמראה זרועותיה לבני אדם או שהיא טווה ונתנה וורד או הדס או רמון וכן הדומה לזה בגבות עיניה או על לחיה וכל כיוצא בזה מן הפריצות ומיעוט הצניעות. ואמרו מדברת עם כל אדם פירוש משחקת עם הבחורים ומקללת יולדיו בפניו שמקללת אבי בעלה בפני בעלה באי זה צד יהיה מן הקללה והחרוף. וקולנית תובעת תשמיש בקול רם עד ששמעו אותה שכינותיה ואלו הדברים כולם מבוארים אבל אחר עדים והתראה כמו שבארנו. ודע שעוברת על דת אין לה לא כתובה ולא תוספת ולא תוציא מבעלה ממה שנאבד מנדוניתה אבל יש לה בלאותיה הקיימין בלבד: "
            ],
            [
                "<b>המקדש את האשה ע\"מ שאין עליה נדרים ונמצאו עליה נדרים אינה מקודשת כו': </b>אלו הנדרים הם שלא תאכל בשר ולא תשתה יין או שלא תתקשט בבגדי צבעונין חוץ מאלו הג' נדרים אין חל עליו מזה כלום אבל הקדושין קיימין. ומומי כהנים מבוארים כולם בפרק שביעי ממסכת בכורות ומומי הנשים יתרים על אלו המומין אשר מבואר לשם שמונה מומין הראשון ריח רע והוא שיצא מא' ממקומות גופה ריח רע נמאס והב' שתהיה רבת הזיעה והג' שתהיה בפניה שומא כאיסר האיטלקי או שתהיה בפניה שומא קטנה פחותה מכאיסר אבל יש בה שער צומח והרביעי שיש לה ריח הפה והה' שקולה עבה ומשונה מקולות הנשים והששי שיהיו שדיה גסין יותר משאר שדי הנשים טפח באורך והז' שיהיו השדים רחוקים טפח זה מזה עד שיהיה ביניהן טפח והח' שנשכתה חיה ונעשה מכה במקום א' ואח\"כ נתרפא ונשאר המקום קבוץ נשתנה מראהו דומה למכות אש: "
            ],
            [],
            [
                "<b>האיש שנולדו בו מומין אין כופין אותו להוציא כו': </b>מומין גדולים אצל ר\"ש בן גמליאל הוא אם נסמית עינו נקטעה ידו נשברו רגליו ואין הלכה כרשב\"ג והלכה כחכמים: "
            ],
            [
                "<b>ואלו שכופין אותו להוציא מוכה שחין ובעל פוליפוס והמקמץ והמצרף נחושת והבורסי כו': </b>מוכה שחין המצורע. בעל פוליפוס סרחון האף. מקמץ שמקבץ צואת הכלבים לעבד בו עורות. מצרף נחשת המחצב נחשת ממחצב שלו. ובורסי הוא מעבד העורות והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>האשה שנפלו לה נכסים עד שלא תתארס מודים בית שמאי ובית הלל שמוכרת ונותנת וקיים כו': </b>אמרו שמוכרת ונותנת וקיים ר\"ל ואפי' אחר שנתארסה. ואמרו הואיל וזכה באשה ר\"ל בארוסה הואיל וזכה בה יזכה בנכסים ויהיה מכרה בטל כאילו נפלו לה והיא נשואה ואמר להם רב\"ג על החדשים אנו בושים והם נכסים שנפלו לה והיא נשואה לפי שאני ג\"כ דעתי באלו הנכסים שאם מכרה קיים אלא שאתם מגלגלין עלינו נכסים שנפלו לה והיא ארוסה ותאמרו הואיל וזכה באשה זכה בנכסים ויהיה מכרה בטל ופסק ההלכה בין שנפלו לה נכסים עד שלא תתארס ובין שנפלו לה משנתארסה ומכרה אחר שנשאת מוציא הבעל הפירות מיד הלקוחות בחייה ומוציא הקרקע אחר מיתתה: ",
                "<b>נפלו לה משנשאת אלו ואלו מודים שאם מכרה ונתנה שהבעל מוציא מיד הלקוחות כו': </b>פסק ההלכה כבר נקדם לן ונכסים הידועים לבעל הוא מה שיש לה מן הנכסים באותה המדינה שהיא יושבת שם או במקומות הקרובים מזאת המדינה המיוחסת אליה ונכסים שאינם ידועים לבעל הוא מה שראוי לה מן הנכסים במדינה אחרת והלכה כר\"ש: "
            ],
            [],
            [
                "<b>נפלו לה כספים ילקח בהן קרקע והוא אוכל פירות כו': </b>כל זמן שנפל מחלוקת בין הבעל ובין האשה בקרקע שלוקחין מאלו הדמים ילקח בהן קרקע שמוציא פירות יותר והלכה כחכמים: "
            ],
            [
                "<b>רש\"א מקום שיפה כחו בכניסתה הורע כחו ביציאתה כו': </b>ר\"ש חולק עם חכמים בפירות מחוברין בשעת יציאה ר\"ל כשמגרשה ויש לה פירות מחוברין לקרקע שצמחו בעודה תחתיו ר\"ש אומר של אשה וחכ\"א במה שקדם מחוברין לקרקע שלו לעולם בין בכניסתה בין ביציאתה והלכה כר\"ש: "
            ],
            [
                "<b>נפלו לה עבדים ושפחות זקנים ימכרו וילקח בהן קרקע והוא אוכל פירות כו': </b>והלכה כרבן שמעון בן גמליאל וכר' יהודה: ",
                "<b>המוציא הוצאות על נכסי אשתו הוציא הרבה ואכל קימעא כו': </b>קמעא דבר מועט ואפי' כל שהוא ואמרו ישבע כמה יוציא ויטול ר\"ל שבועה כעין תורה ובתנאי שיהיה שבח כנגד הוצאה או יותר אבל אם היתה הוצאה יתירה על השבח ישבע שבועת התורה שהוציא כנגד השבח ונוטל כנגד השבח בלבד ויפסיד השאר וזה כולו בנכסי מלוג והוא כשגרשה הבעל אבל כשמרדה בין אכל בין לא אכל ישבע כמה הוציא ויטול כנגד השבח כמו שבארנו אבל בנכסי צאן ברזל כל השבח לו כמו שבארנו אם הוסיפו הוסיפו לו: "
            ],
            [
                "<b>שומרת יבם שנפלו לה נכסים מודים בית שמאי ובית הלל שמוכרת ונותנת וקיים כו': </b>כבר נקדם לך פירוש זאת ההלכה אות באות בפרק ד' ממסכת יבמות (הלכה ג) ועייין אותה לשם: "
            ],
            [
                "<b>הניח אחיו מעות ילקח בהן קרקע והוא אוכל פירות כו': </b>אלו הפירות והמעות מנכסי אחיו לפי שכל מה שהניח מנכסים אם הותירו ואם פחתו הם תחת שעבוד הכתובה וזה כולו דעת מי שסובר מטלטלי משתעבדי לכתובה ואינה הלכה ואף על גב דרבנן בתראי כבר תקנו לגבות כתובה מן המטלטלין תכלית כח האחרונים לגבות אבל שיהיו המטלטלין מונחין ולא יהיה כח לאח שהוא היבם להשתמש בהן אחר היבום זהו אצלי בלתי אמת ואין דעתי בזה ואין נוטה לזה דעת התוריים בשום פנים. ואמרו פירות המחוברין לקרקע שלו פירשו ואמרו תני שלה. וענין אמרו כאשתו לכל דבר שהוא כשגרשה מותר לו להחזירה אחר כן כמו שבארנו בפרק ד' מיבמות (הלכה ד) ואין הלכה כר\"מ: "
            ],
            [
                "<b>לא יאמר לה הרי כתובתיך מונחת על השלחן אלא כל נכסיו אחראין לכתובתה כו': </b>זה כולו מבואר: "
            ]
        ],
        [
            [
                "<b>הכותב לאשתו דין ודברים אין לי בנכסייך הרי זה אוכל פירות בחייה ואם מתה יורשה כו': </b>זאת הכתיבה מועלת לה כשכתב לה ועודה ארוסה על העיקר אשר אצלנו נחלה הבאה לו לאדם ממקום אחר אדם מתנה עליה שלא יירשנה או אם קנו מידו אפי' לאחר הנשואין. ופירי פירות הוא שתמכור האשה הפירות אשר נסתלק מהם הבעל וילקח בדמיהן קרקע הנה בעל יאכל פירות זה הקרקע ואע\"פ שאין לו בגוף הקרקע כלום שהוא לא סילק נפשו אלא מן הפירות הראשונים בלבד כי מה שאמר אין לי בנכסיך ובפירותיהן אבל פירי פירות אוכל לפי דעת ר' יהודה עד שיכתוב ובפירי פירותיהן עד לעולם. ומה שאמר רשב\"ג שהתנה על מה שכתוב בתורה הוא טעם שאינו אמיתי לפי שהעיקר אצלנו ירושת הבעל דרבנן אבל עשו חיזוק לה כשל תורה ולכך הלכה כרשב\"ג במה שאמר יירשנה מצד הטעם שזכרנו והלכה כר' יהודה: "
            ],
            [
                "<b>מי שמת והניח אשה ובעל חוב ויורשין והיה לו פקדון או מלוה ביד אחרים כו': </b>כושל נקרא בעל חוב ונקרא בזה השם לפי שאינו גובה את חובו מן המטלטלין לפי שאלו הדינים ניבנים על זה העיקר והוא שהמטלטלין לא משתעבדי לב\"ח וזה הדין אין אנו דנין אותו היום אבל דנין שהמטלטלין משתעבדי לב\"ח ואין ליורש ירושה עד שיגבו החובות והכתובה או חוב מן החובות ואם הניח הקרקע כל מי שקדם חובו יגבה חובו ראשון ראשון והמותר יגבה הבא אחריו ואם זמן החובות כולם בזמן אחד ואין הממון מספיק לכל החובות יקח כל אחד ואחד כפי חלקו ועוד יתבאר כיצד יחלוקו בפרק של אחר זה (הלכה ג) ואם הניח מטלטלין אין הפרש בין בחוב המוקדם ובין המאוחר אלא כל הקודם בהן זכה ואין מוציאין מרשות מי שזכה במטלטלין ואם לא קדם אחד מהן יחלקו המטלטלין כפי מה שיתבאר בפרק שלאחר זה (הלכה ד): "
            ],
            [],
            [
                "<b>המושיב את אשתו חנונית או שמינה אפוטרופא הרי זה משביעה כו': </b>חנונית שיניחנה בחנותו כדי שתקנה ותמכור לו. ואפוטרופא ממונה לעמוד למשא ומתן ולהתעסק בממונו וכמו כן אם הניח ממונו או סחורתו בידה ישביענה כל זמן שירצה שבועת התורה בטענת שמא ויגלגל עליה פלכה ועיסתה ר\"ל שהיא לא עשתה לו אונאה בפלכה ועיסתה ואין נשבעת לכתחלה על פלכה ועיסתה לפי שאין הלכה כר' אליעזר: "
            ],
            [
                "<b>כתב לה נדר ושבועה אין לי עליך אין יכול להשביעה כו': </b>זה כולו מבואר ואמת והעיקר מה שזכרתי לך כל תנאי שבממון קיים ובאים ברשותה הם הלקוחות או מקבלי המתנה: "
            ],
            [
                "<b>הלכה מקבר בעלה לבית אביה או שחזרה לבית חמיה כו': </b>זה מבואר כשנתעסקה בממון אחר מיתת בעלה הנה היורשים משביעין אותה שבועה על כל מה שהתעסקה בו אחר שנקבר בעלה ואין משביעין אותה במה שהתעסקה בין מיתה לקבורה לפי שאילו היינו משביעין אותה שבועה על כך לא תתעסק בקבורתו אלא בעדים שיעיד במה שהיא מכרה [ואם מכרה] בשויו אם לא כדי שלא יחייבוה שבועה וישהה המת מלהקבר ויש בזה זילותא הלא ידעת כי מן העקרים הידועים לכרגא ולמזוני ולקבורה מזבנין בלא אכרזתא לפי שהם ענינים נחפזים אינם סובלים המתנה ועכוב: "
            ],
            [
                "<b>הפוגמת כתובתה לא תפרע אלא בשבועה כו': </b>נפרעת שלא בפניו כשהיא מוציאה כתובה וגט והיה בעלה בדרך רחוקה הרי היא נשבעת שבועת התורה ותפרע מנכסיו אבל אם הלך בעלה ולא גרשה לא תפרע מן הכתובה לפי שהעיקר אצלנו לא נתנה כתובה לגבות מחיים אבל יש לה מזונות בלבד כמו שיתבאר בפרק האחרון מזאת המסכתא (הלכה א) וכמו כן בעל חוב נפרע שלא בפני בעל חובו בשבועה וידקדקו בדבר דקדוקים הרבה ואם אפשר לשלוח לו ולהודיעו מוטב וישתדלו להודיעו בכל השתדלות שאפשר ולא נצטרך לבאר לך שזאת השבועה שבועת התורה לפי שזה העיקר יהיה אצלך שכל שבועה שנזכר במשנה הנה היא שבועת התורה או דרבנן כעין דאורייתא בנקיטת חפץ כמו שנבאר במס' שבועות (פ\"ו הל' א) והיא שאנו קורין אותה שבועת התורה ור\"ש חולק על ההלכה השלישית מזה הפרק שחולקין בה תנא קמא ור\"א וא\"ר שמעון שהאשה לא תשבע כלל ואע\"פ שעשאה אפוטרופא אינו משביעה אא\"כ תובעת כתובתה ואין הלכה כר\"ש: "
            ],
            [],
            [
                "<b>הוציאה גט ואין עמו כתובה גובה כתובתה כתובה ואין עמה גט כו': </b>אמרו גובה כתובתה במקום שנוהגין שלא יכתבו שטר כתובה אלא מעידין עליו על זה וסומכין על תנאי ב\"ד וזה מותר אבל במקום שנהגו לכתוב שטר כתובה עכ\"פ יש לה להוציא שטר כתובה עם הגט ואז תגבה כתובתה. ושובר הוא שמשמעותו שזה החוב כבר פרעו או נתנו לו. וכבר בארנו הפרוזבול ודינו בפרק האחרון ממסכת שביעית (הלכה ג ד ה ו) ומבואר הוא שזה החוב כבר עבר עליו שמיטה ומה שחייב שיהיה נאמן בעל חוב כשהוא אומר אבד פרוזבולי כיון דתקינו רבנן פרוזבול לא שביק היתירא ואכל איסורא וחל עליו איסור מטעם השמיטה והבעל כמו כן מגו דיכול למימר לא גרשתיה נאמן לומר אבד שוברי אבל ישבע שבועת היסת שפרעה ודע שזה שאמרנו שהאשה גובה שלא בגט א] עיקר כתובה בלבד אבל תוספת עד שתביא עידי גירושין ואז תגבה התוספת בין במקום שכותבין כתובה בין במקום שאין כותבין כתובה ומה שאמרנו במה שקדם כשהוציאה גט במקום שאין כותבין כתובה גובה כתובתה אמנם זה עיקר כתובה בלבד אבל התוספת אינו נגבה בלא כתובה או עדים יעידו עליה והלכה כרבן שמעון בן גמליאל: ",
                "<b>שני גיטין ושתי כתובות גובה שתי כתובות שתי כתובות וגט אחד כו': </b><b>קטן שהשיאו אביו כו': </b>כתובתה קיימת ר\"ל עיקר כתובה מנה ומאתים אבל תוספת אינו חייב אלא א\"כ העידו עליו בזה אחר שנעשה גדול ועל זה ראוי להעיד עליו: "
            ]
        ],
        [
            [
                "<b>מי שהיה נשוי שתי נשים ומת הראשונה קודמת לשניה ויורשי הראשונה קודמים כו': </b>כשנשבעה האלמנה שבועת התורה כמו שנשבעת כל אלמנה כאשר תגבה כתובתה כמו שיתבאר לפנים ואם אח\"כ מתה אז יתבעו יורשיה כתובתה אבל אם מתה קודם השבועה הפסידה כתובתה כולה לפי שהעיקר אצלנו אין אדם מוריש שבועה לבניו ואמרו שנייה ויורשיה קודמין ליורשי ראשונה ר\"ל לירושת בנין דכרין שיורשי שרה יורשין כתובת אמן ואחר כן ירשו יורשי ראשונה כתובת אמן אם נשאר להם שום דבר ואמנם דין זה כשמתה האחת בחייו והשניה אחר מותו אבל כשמתו שתיהן בחייו אין דין לכתובת בנין דכרין עד שיניח יותר על ב' כתובות דינר כמו שיתבאר בזה הפרק (הלכה שאחר זה): "
            ],
            [
                "<b>מי שהיה נשוי ב' נשים ומתו ואח\"כ מת הוא ויתומים מבקשין כתובת אמן ואין שם אלא ב' כתובות כו': </b>אמרו אלו נוטלין כתובת אמן ואלו נוטלין כתובת אמן ויחלקו כולם הדינר או מה שיש להם בה יותר על זה בשוה. וראוי הוא הדבר שעדיין לא הגיע לידו אבל אפשר הוא וקרוב שיגיע לידו כגון שהניח חובות או סחורות ביד מתעסקים או ממון בעיר אחרת והלכה כר\"ש: "
            ],
            [],
            [
                "<b>מי שהיה נשוי ג' נשים ומת כתובתה של זו מנה ושל זו מאתים ושל זו שלש מאות ואין שם אלא מנה כו': </b>מנה הוא ארבעה דינרין של זהב וכל מנה הנזכר במשנה הם מאה דינרין של כסף לפי מה שנתבאר בסוף פאה וכמו כן כשהם אומרים מאתים וד' מאות וזולת זה מחשבון המאות וזאת החלוקה מחוייבת בזמן שהכתובות ביום אחד או כשלא הניח להן [אלא] מטלטלין כמו שנבאר שהעיקר אצלנו אין דין קדימה במטלטלין. ואמרו היו שם מאתים היו שם ג' מאות כבר אמרו בש\"ס שרבינו הקדוש אומר אף אלו חולקות בשוה וכן הלכה. וצריך שתעיין בזה העיקר שנופל עליו דין החלוקה לעולם בין בעלי חובות ועל זה תעשה היקש בענין הכתובות והוא שהאדם אם הניח ממון ובעלי חובות הרבה ונתחייבו לחלוק לפי מה שהקדמנו רואין בכלל כל החובות ומה שהניח ואם הניח ממון כפי החובות יקח כאו\"א חלקו וזה מבואר ואם היה הממון פחות רואין אם כשיתחלק ביניהם בשוה יגיע לפחות שבהם שיעור חובו או פחות מכאן חולקין בשוה ואם כשיתחלק בשוה יגיע לפחות שבהם יותר מן החוב שיש לו מסלקין זה התוספת וחולקין השאר ביניהם בשוה עד שיגיע לפחות שבהם שיעור חובו ויסתלק. אח\"כ חוזרין לזה התוספת שנסתלק וחולקין אותו לאותן בעלי חובות שנשארו כמו שחלקו בתחלה עד שיגמר כל הממון ומשל זה בזאת הבבא הנזכרת במשנה כשהניח שלש מאות או פחות חולקין בשוה ואם הניח ד' מאות חולקין ג' מאות בשוה ותסתלק בעלת המנה מהכל ויחלקו זה המנה היתר בעלת המאתים ובעלת שלש מאות בשוה ואם הניח חמש מאות חולקין ג' מאות בשוה ותסתלק בעלת המנה מהכל והמאתים חולקות אותן בעלת המאתים ובעלת הג' מאות בשוה ונמצאת הראשונה והשניה שיגיע להם כל חלקם ונמצאת השלישית שהגיע לה מאתים ועל זה תעשה היקש ואפי' היו בעלי חובות אלף. ואמנם מה שאמר וכן ג' שהטילו לכיס הוא חוזר אל הבבא אחרונה שהם יחלקו ביניהם הריוח וההפסד לפי מה שיש לכל אחד מהם בקרן וזה כשיש ריוח והפסד וגוף הממון קיים והענין בזה לפי מה שאני מבאר כגון שנשתנה המטבע או הוסיפו עליו בחילוף או פחתו על דרך זה חולקין לפי המעות אבל אם לקחו השותפין סחורה והרויחו בה או הפסידו יהיה הריוח וההפסד ביניהם בשוה בלתי שנשגיח למה שיש לכל או\"א מהם בעיקר הקרן וזה הוא הדין המוסכם הנאות ללשון המשנה לפי מה שביאר הש\"ס והוא פסק מן הגאונים האחרונים: "
            ],
            [
                "<b>מי שהיה נשוי ד' נשים ומת הראשונה קודמת לשניה ושניה לשלישית ושלישית לרביעית כו': </b>כשיש שם יורש או בעל חוב אין בו מחלוקת שאין לאחת מהן לגבות כתובתה עד שתשבע ואמנם מחלוקת בן ננס כשיש [<small>נ\"א</small> כשאין] שם מערער שהוא אומר כשנמצאת שדה אחת מאותן ג' שדות שזכו בהן ג' נשים הראשונות שאינה שלו והוציאו אותו קרקע מתחת ידה אין מוציאין מיד הרביעית שדה שבידה ואע\"פ שהיא מאוחרת ממנה לפי שהוא סובר בעל חוב מאוחר שקדם וגבה מה שגבה גבה ואין לזאת שיצאה הקרקע מתחת ידה עם הרביעית אלא שבועה בלבד שבדין תפסה ולכך תשבע שבועת התורה ומיד תרד לזה הקרקע שלא תצטרך שבועה כשיתבעו ממנה ות\"ק סבר שהיא לא תשבע לפי שהעיקר אצלנו בעל חוב מאוחר שקדם וגבה מה שגבה לא גבה וכשיצא הקרקע מיד אחת מהג' הקודמות תחזור ותגבה מה שביד אחרים ומוציאין הקרקע שהיא ביד הרביעית ולכך אין תועלת לשבועתה אחר כשהורדנו אותה לזה הקרקע אינה הורדה גמורה לפי שהיא מזומנת לצאת ממנו ומתוך דברינו יתבאר לך כי אלו הד' נשים כשתפסו מטלטלין אם תפסה הרביעית מטלטלין בכתובתה שהיא נשבעת לדברי הכל לפי שאין מחלוקת במטלטלין שאין מוציאין מתחת ידה וכבר בארנו פעמים הרבה שהעיקר אצלנו אין דין קדימה במטלטלין והלכה כת\"ק במה שאמר מה שגבה לא גבה ומה שאמר אין שם אלא מנה חולקות בשוה הוא דבר מחוייב הכרחי על העיקר שהקדמנו באיכות החלוקה לפי שהכתובה הפחותה בתורתנו מנה כמו שנתבאר בתחלת המסכת בתולה כתובתה מאתים ואלמנה מנה: "
            ],
            [
                "<b>מי שהיה נשוי שתי נשים ומכר את שדהו וכתבה ראשונה ללוקח דין ודברים אין לי עמך כו': </b>זאת הכתיבה שכתבה הראשונה היא בקנין עכ\"פ ובתנאי שהיא לא רצתה להקנות ללוקח אחר זולתי לזה הלוקח כדי שלא תטעון ותאמר נחת רוח עשיתי לבעלי שאנו אומרים לה אין מנהגך לעשות נחת רוח לבעליך לפי כשרצית שלא להקנות לא הקנית ולכך כל הקנאה שתקנה האשה במכירת בעלה בקרקעותיו או בנכסי צאן ברזל אינו עשוי ואינו מועיל לפי שיכולה לומר נחת רוח עשיתי לבעלי ולכך הקניתי אלא אם מכר בעלה לראובן ולא רצתה להקנות ואחר כך מכר בעלה אותו שדה בעצמו לשמעון והקניתה שאנו נאמר לה זה היה ברצונך שאם לא כן היית נמנעת מלהקנות כמו שנמנעת מלהקנות לראובן. ופירוש פשרה על אמתת הלשון ביצוע הענין ר\"ל תיקון וכן קורין למים שאינן קרים ולא חמין פושרין ואמרו וכן ב\"ח פירשו ואמרו וכן ב\"ח וב' לקוחות וכן אשה בעלת חוב וב' לקוחות כשתרצה לטרוף כתובה והיא כבר הקנית לא' מב' הלקוחות ולא הקנית לשני: "
            ]
        ],
        [
            [
                "<b>אלמנה ניזונת מנכסי יתומים ומעשה ידיה שלהן כו': </b>כבר נתבאר (פ\"ד הל' יא) כי מתנאי הכתובה את תהא יתבא בביתי ומתזנא מנכסי וכבר בארנו (פ\"י הל' א) כמו כן שיורשיה לא יורשין כתובתה אלא א\"כ נשבעה ומתה אבל אם עתה והיא לא נשבעה אבדה כתובתה ויתעסקו בקבורתה יורשי בעלה: "
            ],
            [
                "<b>אלמנה בין מן האירוסין בין מן הנשואין מוכרת שלא בב\"ד כו': </b>שלא בב\"ד ר\"ל שלא בב\"ד מומחין אבל הרשות בידה בב\"ד הדיוטות ובתנאי שיהיו יודעים בשומת הקרקעות שמכרה וממה שראוי שתדעהו שהאלמנה ניזונת מן המטלטלין כמו כן ואפי' שאין המטלטלין תחת ידה ואין הלכה כר\"ש: "
            ],
            [
                "<b>מכרה כתובתה או מקצתה משכנה כתובתה או מקצתה כו': </b>כבר ביארנו [הלכה הקודמת] כי מה שאמרו חכמים שלא בב\"ד ר\"ל בב\"ד מומחין ואמרו שהיא מוכרת מקרקעות בעלה בב\"ד הדיוטות למזונות או לעיקר כתובה ואפי' שלא נשאר לה מן כתובתה אלא חלק מעט ודע שפסק הלכה מוכרת שלא בבית דין צריכה שבועה ואינה צריכה הכרזה ר\"ל שהיא תשבע שבועת התורה שלא הניח לה מזונות והלכה כחכמים: "
            ],
            [
                "<b>אלמנה שהיתה כתובתה מאתים ומכרה שוה מנה במאתים או שוה מאתים במנה כו': </b>רשב\"ג אומר שאם מכרה שדה בדמים פחות ממה שהוא שוה בענין שאם אנו לוקחין אותו ממנה בשווי נשאר מן השדה חתיכה שתהא מדתה בת תשעה קבין ובגנה אם מכרה גנה ישאר חצי קב הנה המכר בטל וכבר ביארנו בסדר זרעים בכמה מקומות (סוף פאה הל' ז' וכלאים פ\"ב הל' א') כי סאה ו' קבין ומדת בית סאה אלפים וחמש מאות אמה ותשבורת בית קב ד' מאות ושבע עשרה אמה פחות שליש ובית רובע הוא רובע הקב ואין הלכה כרשב\"ג: "
            ],
            [
                "<b>שום הדיינין שפיחתו שתות או הוסיפו שתות מכרן בטל כו': </b>אגרת בקרת הוא שטר חקירה ועיון והוא שתהיה שם שומא והכרזה ויכתבו שהם הפליגו בקיום ובחקירה בכל כחם ואלו דברי ת\"ק והלכה כמותו: "
            ],
            [
                "<b>הממאנת והשניה והאילונית אין להן כתובה ולא פירות ולא מזונות כו': </b>כבר בארנו זאת ההלכה בפ' התשיעי מיבמות (הל' ה) ונחזור לפרשה גם בכאן עד שלא ישאר בה ספק ונבאר דיניה אחד אחד ותחלת זה כי ממאנת ושניה ואילונית שלא הכיר בה אין להן כתובה ר\"ל מנה מאתים אבל תוספת כתובה יש להן וענין לא פירות שהפירות שאכל הבעל אין מוציאין ממנו ואמנם אמרם ולא מזונות בממאנת ר\"ל כגון שהלך בעלה למדינת הים ולוותה ואכלה ואח\"כ מיאנה אינו חייב לשלם מה שאכלה אחר הליכתו וקודם המיאון אחר שמיאנה אבל שניה ואילונית אינו חייב במזונות כלל ואפילו הוא מצוי בעיר והם תחתיו אבל אמרם ולא בלאות הוא לפי מה שאבאר וזה שבלאותיה כשהם מצוין ואיתנהו בעינייהו אין ספק שנוטלת בלאותיה בין היתה ממאנת או אילונית ואפי' זנתה תחת בעלה ברצון הפסידה הממון ולא הפסידה בלאותיה המצוים והוא מה שאמרו זנתה לא הפסידה בלאותיה קיימים אבל חילוק הדינים כשהבלאות נפסדו ונאבדו ע\"י שנשתמש בהן אם תוציאם מיד הבעל ויתן מה שהיו שוין הבלאות או לא וכל מקום שיאמר יש לה בלאות ר\"ל שתוציא ממנו ערך דמיהן וכל מקום שיאמר אין לה בלאות ר\"ל שלא תוציאם ממנו ואמרו בכאן בממאנת אין לה בלאות ר\"ל מה שנאבד מממונה בין בנכסי מלוג בין בנכסי צאן ברזל אין לה בלאות והשניה אין לה בלאות של נכסי מלוג אבל בלאות של נכסי צאן ברזל יש לה וזה הדין אמנם הוא קנס לשניה על הצד אשר ביארנו בפ' התשיעי מיבמות (שם) והעיקר אצלנו בנכסי מלוג והוא פסק ההלכה עיילא ליה גלימא פירא הוי ומיכסי בה עד דבלי ולכך אין האדם חייב בבלאות נכסי מלוג בשום פנים ונגמר בזה הענין דין שניה וזולתה ודע זה ודין האילונית כשלא הכיר בה שאמרנו בה ג\"כ אין לה בלאות הם בלאות של נכסי צאן ברזל לפי שהן ברשותו וכל מה שנאבד מהן אינו חייב בו אבל בלאות של נכסי מלוג יש לה לפי שהם ברשותה ולא היה לו להשתמש בהן עד שנאבדו מכל וכל אא\"כ נגמרו הנישואין ונתקיימו אבל הכיר בה דינה כדין שאר הנשים אבל אלמנה לכהן גדול וחברותיה אשר אמר בהן יש להן כתובה וכמו כן פירות מזונות ובלאות ר\"ל שהיא תוציא ממנו הפירות שאכל בין מנכסי צאן ברזל בין מנכסי מלוג וכמו כן יש לה מזונות לאחר מיתה אבל בחייו כופין אותו לגרש ואין נותנין לה מזונות ויש לה בלאות נכסי צאן ברזל כדין כל אשה וכל זה כשהכיר בהן אבל אם נישאו בטעות ולא נודעו איסורן אלא אחר כן דינם כדין האילונית שלא הכיר בה בכתובה ובבלאות ובמזונות ובפירות והכלל מכל זה בדיני הבלאות כשהן בעין אין ספק שיש לה בין מנכסי מלוג בין מנכסי צאן ברזל יהיו הנישואין על איזה דרך שיהיו ואם הבלאות אינן בעין כלל והנישואין גמורין ואין בהם שום הפסד או שהיתה שניה בין הכיר בה בין לא הכיר בה או שהיתה אלמנה לכה\"ג ושאר חייבי לאוין והכיר בהן הדין בהן אחד בלאות נכסי צאן ברזל יש להן בלאות נכסי מלוג אין להן אבל הממאנת אין לה בלאות בין מנכסי מלוג בין מנכסי צאן ברזל ואילונית שלא הכיר בה ואלמנה לכהן גדול ושאר חייבי לאוין שלא הכיר בהן הדין לכולן אחד הוא בלאות נכסי צאן ברזל אין להן בלאות נכסי מלוג יש להן הפך מן השניה והטעם שהשניה אין לה כתובה ואפילו הכיר בה ואלמנה לכהן גדול והדומות לה יש להן כתובה כשהכיר בהן לפי שהשניה מדרבנן וחייבי לאוין מדאורייתא והללו צריכין חזוק והללו אין צריכין חזוק: "
            ]
        ],
        [
            [
                "<b>הנושא את האשה ופסקה עמו כדי שיזון את בתה חמש שנים חייב לזונה חמש שנים ניסת לאחר כו': </b>העיקר אצלנו בת אצל אמה בין גדולה בין קטנה וזהו כשרצתה האם אבל אם לא תרצה אין כופין אותה על זה אבל יטרח בה אביה ובתנאי שהיא כבר נגמלה וכמו כן שאינה מכרת אמה ולכך אין כופין אותה להניק אותה אבל כל זמן שהוולד מכיר אמו בין שיהיה זכר או נקבה הרי היא מניקתו בהכרח עד שיגמל ולה הבחירה בבת ולאב הבחירה בבן אחר שש שנים אם רצה להניחו אצל אמו ויתן מזונותיו ורצתה היא בזה ואם רצה יאמר לה לא אתן הפרנסה אא\"כ הוא אצלי וכבר ביארנו במה שקדם (פ\"ד הל' ו) שאין האב חייב במזונות הבנים אלא עד שש שנים וזה שאנו מחייבין בעל האם במזונות בתה כמו שחייב עצמו בתנאי שהיה בשעת הנישואין או שיאמר לעדים אתם עדיי שאני חייב לזון את בתה או שיאמר הרי עלי חוב בשטר לזון את בתה וכמו כן כל מי שחייב עצמו בשום דבר שאינו חייב בו באחד מאלו הצדדים הרי הוא מחוייב בו אמנם בקנין ושטר אין בזה שום ספק שהוא חייב: "
            ],
            [
                "<b>נישאת הבעל נותן לה מזונות והן נותנין לה דמי מזונות מתו כו': </b>זה כולו מבואר וכבר הקדמנו העיקרים שמזון האשה והבנות מנכסים בני חורין אבל אינה מוציאה מיד הלקוחות ונכסים משועבדים הם מה שיצא מרשות זה והגיע תחת שעבוד אחר: "
            ],
            [
                "<b>אלמנה שאמרה אי אפשי לזוז מבית בעלי אין היורשין יכולין לומר לה כו': </b>וכמו כן מניחין לה הכלים והבגדים שהיתה משתמשת בהן ואפי' היו של משי וזהב וכמו כן העבדים והשפחות שהיו משמשין אותה אין מונעין ממנה וכבר נתבאר לך (פ\"ד הל' י\"א) שזה מתנאי הכתובה ואם נפל הבית שהיתה יושבת בו אבדה זכות הדירה מכל נכסיו לפי שהתנאי הוא את תהא יתבא בביתי ואין לה רשות לבנותו אפי' מממונה ולא לטוח אותו ואתה יודע כי הרבים שנתחברו בהוצאה יעזרו קצתם אל קצתם ולכך יכולין לומר לה אם את אצלנו יש לך מזונות ואם אין את אצלנו אין לך מזונות אלא אם רצתה בחלק המגיע לה כשהיתה עמהם בכלל הרי היא נוטלת זה בלא ספק: "
            ],
            [
                "<b>כל זמן שהיא בבית אביה גובה כתובתה לעולם כל זמן שהיא כו': </b>אין מחלוקת בין אחד מהם אם שטר כתובה יוצא מתחת ידה שגובה כתובתה לעולם בכל מקום שתהיה אבל מחלוקתם בשאין שם שטר כתובה והיא תובעת מנה ומאתים שחכמים אומרים שהיא אם היתה בבית בעלה גובה לעולם מפני ששתיקתה מן התביעה אמנם הוא בעבור שהיא ניזונית עמהם מתביישת מהם אבל בבית אביה שתיקתה זה הזמן הארוך אמנם הוא לפי שמחלה כתובתה וכבר בארנו (פ\"י הל' א') שיורשיה אין להם כתובה על איזה ענין שיהיה אלא אם נשבעה קודם מיתתה והלכה כחכמים: "
            ]
        ],
        [
            [
                "<b>שני דייני גזירות היו בירושלים אדמון וחנן בן אבישלום חנן אומר שני דברים אדמון אומר כו': </b>תשבע בתחלה הוא שישביעוה ב\"ד שבועת התורה ומיד פוסקין לה מזונותיה ובסוף הוא כשיבא בעלה ויהיה מצוי ויכחישנה ויאמר לה אני הנחתי לך מזונות או אין את צריכה כלום וכל כיוצא בהן והלכה כרבן יוחנן בן זכאי. וממה שאתה צריך לידע שהרשות ביד האדם לומר לאשתו צאי מעשה ידיך במזונותיך כל זמן שאיני מצוי ואין לה מזונות וזה כשאינו מצוי עמה אבל כשהוא מצוי עמה אינו יכול לומר כן והרשות בידה לומר כל זמן שתרצה איני ניזונת ואיני עושה ואין פוסקין מזונות לאשה כשבעלה אינו מצוי אלא אחר ג' חדשים מיום הליכתו שהוא לא יניח ביתו ריקן ואם תבעה האשה לבעל המזונות והוא טוען אני הנחתי לה מזונותיה והיא טוענת לא הניח לי שום דבר ורוצה להוציא ממנו נשבע שבועת היסת שהוא הניח לה מזונות: "
            ],
            [
                "<b>מי שהלך למדינת הים ועמד אחד ופירנס את אשתו חנן אומר איבד את מעותיו כו': </b>אבל אם לוותה ואכלה אין שום חולק שהמלוה לא אבד מעותיו ואם הודה הבעל שלא הניח לה מזונות הרי הוא יפרע ואם כפר ישבע כמו שזכרנו ויתקיים החוב עליה והלכה כרבן יוחנן בן זכאי: "
            ],
            [
                "<b>אדמון אומר שבעה מי שמת והניח בנים ובנות בזמן שהנכסים מרובין הבנים כו': </b>שיעור נכסים מרובין מזונות כל הבנים זכרים ונקבות עד שיבגרו הבנות ואם הם פחות מזה הרי הם מועטין ואדמון אמר לא יהיה הזכר פחות מן הנקבה ויזון עם הבנות מהנכסים מועטין ואין הלכה כאדמון: "
            ],
            [
                "<b>הטוען את חברו כדי שמן והודה בקנקנים אדמון אומר הואיל כו': </b>מעיקר תורתנו מי שטוענין לו מטלטלין והודה במקצת מה שטוענין לו וכפר במקצת חייב שבועת התורה על החלק שכפר וזה הוא הנקרא מודה במקצת ואם כפר הכל ואינו מודה בשום דבר או הודה במין אחר שאינו ממין הטענה כגון שיטעון ראובן על שמעון עשר מדות של חטין ושמעון אומר לו אין לך אצלי כי אם בגדים או כך וכך מדות שעורים או פולין הרי זה פטור ורוצה לומר פטור משבועת התורה וישבע שבועת היסת ואלו הם עקרים שאין בהם ספק ויתבארו כל דינם ותולדותם במקומם ולפי אלו העקרים אם טוען ראובן על שמעון ואמר לו יש לי אצלך י' חביות מלאות שמן ואמר לו שמעון אין לך אצלי אלא י' חביות בלא שמן הרי זה פטור ואפי' לאדמון לפי שהוא טוען בשמן והודה לו בקנקנים מה שטענו לא הודה לו ומה שהודה לו לא טענו אבל הם חולקים אם היה לשון טענת ראובן עשרה כדי שמן יש לי אצלך אדמון אומר משמעות הטענה השמן והכלים והודאתו בכלים הודאתו במקצתו וחכמים אומרים אין משמעות זה אלא שמן בלבד והלכה כאדמון: "
            ],
            [
                "<b>הפוסק מעות לחתנו ופשט לו את הרגל תשב עד שתלבין ראשה כו': </b>פשט הרגל פירוש על אריכות הליכתו. עד שתלבין ראשה דרך גוזמא והכוונה עד שיביא מה שפסק והלכה כאדמון: "
            ],
            [
                "<b>העורר על השדה והוא חתום עליה בעד אדמון אומר כו': </b>נבאר זאת ההלכה בדרך משל ראובן מכר הקרקע לשמעון והיה לוי מכלל העדים שהעידו בשטר קרקע המכירה אחר כן בא לוי העד ומערער לשמעון בזה הקרקע שהוא שלו וראובן עשה לו בה שלא כדין אדמון אומר יכול הוא לטעון ואין מבטלין טענתו מפני שהיה עד במכירה לפי שיכול לומר מפני כן העידותי שתצא מיד ראובן שהוא קשה ותקיף ממני עד שיגיע ליד שמעון שהוא נשמע לדין ואני עכשיו אתבע אותו בדין כדי להוציא מתחת ידו וחכמים אומרים שעדות בשטר קיום למכירת ראובן וחיזוק לקיום הקרקע בידו ואין לו לערער על שמעון והכל מודים שלוי אם עשאו סימן לאחר כגון שהוא ממצר הקרקע ואומר לצד המערב קרקע פלוני שהוא לשמעון וכמו כן אם היה שטר מכירה איש מאיש ובכלל מצרי מקומות הזכיר הקרקע של שמעון והיה לוי עד בזה השטר הרי הוא אינו יכול לערער על שמעון בזה הקרקע בשום פנים לפי שהוא כל זמן שהעיד כבר קיימה בידו וכל זה כשהעיד בגוף השטר אבל אם היה דיין והעיד בקיום השטר לא אבד את זכותו לפי שיכול לומר לא הייתי יודע מה שהיה בכלל בשטר שאינן מחוייבים הדיינים שיקראו את השטר ואז יקיימוהו אלא שיכירו העדות בלבד ואין הלכה כאדמון: "
            ],
            [
                "<b>מי שהלך למדינת הים ואבדה דרך שדהו אדמון אומר כו': </b>כשהקיפו שדהו ארבעה בני אדם אדמון אין חולק עם חכמים שכל אחד מהם יכול לומר לו הבא ראיה שיש לך עלי דרך ויהיה לך דרך בשדה שלי וכשהקיפו ג\"כ אחד מארבע רוחותיו אין חולקין חכמים על אדמון שהוא יכול לומר לו מכל מקום ארחי גבך אבל המחלוקת שלהם באחד שבא מכח ארבעה שהיו מצרניו שלו מארבע רוחות ארבעה אנשים ומכר כל אחד מהם שדהו ולקח אחד הארבע שדות אדמון אומר יכול לומר לו מ\"מ ארחי גבך והרי מחוייב לתת לו דרך הפחותה שבדרכים וחכמים אומרים יכול לומר לו אם תניחני מוטב ואם לאו אקרע שטרי המקח וישוב כל אחד ואחד לשדהו ואין לך ממי שתתבע כמו שבארנו והלכה כחכמים: "
            ],
            [
                "<b>המוציא שטר חוב על חבירו והלה הוציא שמכר לו את השדה אדמון אומר כו': </b>הכל מודים באתרא דיהבי זוזי והדר כתבי שטרא שהיה לו לומר שהיה לך להפרע את שלך אבל מחלוקתן באתרא דלא יהיב לוקח מעות עד שיכתוב השטר אדמון אומר היה לו למסור מודעה ואח\"כ יכתוב השטר ואחר שלא מסר מודעה אבד את זכותו וחכמים אומרים לא יכול לעשות מודעה כי חשש שמא ישמע הלוקח וימנע מן המקח דחברך חברא אית ליה וחברא דחברך חברא אית ליה ואין הלכה כאדמון: "
            ],
            [
                "<b>שנים שהוציאו שטר חוב זה על זה אדמון אומר אילו הייתי חייב לך כיצד כו': </b>והלכה כחכמים: "
            ],
            [
                "<b>ג' ארצות לנשואין יהודה ועבר הירדן והגליל אין מוציאין כו': </b>מעיר לעיר הם הכפרים שהם סביבות המדינה וכרך היא המדינה הגדולה המוקפת חומה ופירוש בודק מחפש ומבקש דבר הנאה לו ואמרו בהש\"ס שנוי ווסת תחלת חולי מעים פירוש שינוי המנהג תחלת סבת החולי ואפי' שינה אותו לטובה והלכה כרבן שמעון בן גמליאל וכשנשא אשה איש מארץ יהודה בארץ הגליל או מן הגליל ביהודה כופין אותה לצאת עמו שהוא לכוונה זאת נשאה ודין פשוט בכל אלו המקומות מוציאין מעיר שרובה עובדי כוכבים לעיר שרובה ישראל ולא מעיר שרובה ישראל לעיר שרובה עובדי כוכבים: "
            ],
            [
                "<b>הכל מעלין לארץ ישראל ואין הכל מוציאין כו': </b>אמרו הכל מעלין ואפילו מנוה היפה לנוה הרע ואפילו מעיר שרובה ישראלים לעיר שרובה עובדי כוכבים ואמרו אין הכל ר\"ל ולא שום אדם יוציא מארץ ישראל ואפי' מנוה הרע לנוה היפה ואפילו מעיר שרובה עובדי כוכבים לעיר שרובה ישראלים וכל אחד ואחד משניהם כופה זה לזה לעלות לארץ ישראל או לירושלים ואם היא מעכבו תצא בלא כתובה ואם הוא מעכב יוציא ויתן כתובה וקפוטקיא הוא כפתור ונקרא בלשון ערב טמיאט\"י וייחד אותה על דרך משל מפני שהיא קרובה לארץ ישראל ומפני שהכתובה היא מדרבנן הקילו בה שיפרע פעם לפי מקום הנשואין ופעם לפי מקום הגירושין וכוונתנו בכל זה להקל עליו הפרעון ורבי שמעון בן גמליאל אומר יפרע לפי מקום השעבוד קסבר כתובה דאורייתא ואין הלכה כרבי שמעון בן גמליאל: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת כתובות</small>"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}