var Nedarimjson ={
    "language": "he",
    "title": "Mishnah Nedarim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה נדרים",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ],
    "textmishna": [
        [
            "כָּל כִּנּוּיֵי נְדָרִים כִּנְדָרִים, וַחֲרָמִים כַּחֲרָמִים, וּשְׁבוּעוֹת כִּשְׁבוּעוֹת, וּנְזִירוּת כִּנְזִירוּת. הָאוֹמֵר לַחֲבֵרוֹ, מֻדָּרְנִי מִמְּךָ, מֻפְרָשְׁנִי מִמְּךָ, מְרֻחָקְנִי מִמְּךָ, שֶׁאֵינִי אוֹכֵל לָךְ, שֶׁאֵינִי טוֹעֵם לָךְ, אָסוּר. מְנֻדֶּה אֲנִי לָךְ, רַבִּי עֲקִיבָא הָיָה חוֹכֵךְ בָּזֶה לְהַחֲמִיר. כְּנִדְרֵי רְשָׁעִים, נָדַר בְּנָזִיר, וּבְקָרְבָּן, וּבִשְׁבוּעָה. כְּנִדְרֵי כְשֵׁרִים, לֹא אָמַר כְּלוּם. כְּנִדְבוֹתָם, נָדַר בְּנָזִיר וּבְקָרְבָּן:  ",
            "הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם קוֹנָח, קוֹנָס, הֲרֵי אֵלּוּ כִנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶךְ, חֵרֵף, הֲרֵי אֵלּוּ כִנּוּיִין לְחֵרֶם. נָזִיק נָזִיחַ, פָּזִיחַ, הֲרֵי אֵלּוּ כִנּוּיִין לִנְזִירוּת. שְׁבוּתָה, שְׁקוּקָה, נָדַר בְּמוֹתָא, הֲרֵי אֵלּוּ כִנּוּיִין לִשְׁבוּעָה:  ",
            "הָאוֹמֵר לֹא חֻלִּין לֹא אֹכַל לָךְ, לֹא כָשֵׁר, וְלֹא דְכֵי, טָהוֹר, וְטָמֵא, נוֹתָר, וּפִגּוּל, אָסוּר. כְּאִמְּרָא, כַּדִּירִין, כָּעֵצִים, כָּאִשִּׁים, כַּמִּזְבֵּחַ, כַּהֵיכָל, כִּירוּשָׁלָיִם, נָדַר בְּאֶחָד מִכָּל מְשַׁמְּשֵׁי הַמִּזְבֵּחַ, אַף עַל פִּי שֶׁלֹּא הִזְכִּיר קָרְבָּן, הֲרֵי זֶה נָדַר בְּקָרְבָּן. רַבִּי יְהוּדָה אוֹמֵר, הָאוֹמֵר יְרוּשָׁלַיִם, לֹא אָמַר כְּלוּם:  ",
            "הָאוֹמֵר, קָרְבָּן, עוֹלָה, מִנְחָה, חַטָּאת, תּוֹדָה, שְׁלָמִים שֶׁאֵינִי אוֹכֵל לָךְ, אָסוּר. רַבִּי יְהוּדָה מַתִּיר. הַקָּרְבָּן, כְּקָרְבָּן, קָרְבָּן שֶׁאֹכַל לָךְ, אָסוּר. לְקָרְבָּן לֹא אֹכַל לָךְ, רַבִּי מֵאִיר אוֹסֵר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם פִּי הַמְדַבֵּר עִמָּךְ, יָדִי עוֹשָׂה עִמָּךְ, רַגְלִי מְהַלֶּכֶת עִמָּךְ, אָסוּר:  "
        ],
        [
            "וְאֵלּוּ מֻתָּרִין. חֻלִּין שֶׁאֹכַל לָךְ, כִּבְשַׂר חֲזִיר, כַּעֲבוֹדָה זָרָה, כְּעוֹרוֹת לְבוּבִין, כִּנְבֵלוֹת, כִּטְרֵפוֹת, כִּשְׁקָצִים, כִּרְמָשִׂים, כְּחַלַּת אַהֲרֹן וְכִתְרוּמָתוֹ, מֻתָּר. הָאוֹמֵר לְאִשְׁתּוֹ, הֲרֵי אַתְּ עָלַי כְּאִמָּא, פּוֹתְחִין לוֹ פֶתַח מִמָּקוֹם אַחֵר, שֶׁלֹּא יָקֵל רֹאשׁוֹ לְכָךְ. קוֹנָם שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, הָאוֹמֵר לְאִשְׁתּוֹ, קוֹנָם שֶׁאֵינִי מְשַׁמְּשֵׁךְ, הֲרֵי זֶה בְלֹא יַחֵל דְּבָרוֹ. שְׁבוּעָה שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, אָסוּר: \n",
            "קָרְבָּן לֹא אֹכַל לָךְ, קָרְבָּן שֶׁאֹכַל לָךְ, לֹא קָרְבָּן לֹא אֹכַל לָךְ, מֻתָּר. שְׁבוּעָה לֹא אֹכַל לָךְ, שְׁבוּעָה שֶׁאֹכַל לָךְ, לֹא שְׁבוּעָה לֹא אֹכַל לָךְ, אָסוּר. זֶה חֹמֶר בַּשְּׁבוּעוֹת מִבַּנְּדָרִים. וְחֹמֶר בַּנְּדָרִים מִבַּשְּׁבוּעוֹת, כֵּיצַד, אָמַר, קוֹנָם סֻכָּה שֶׁאֲנִי עוֹשֶׂה, לוּלָב שֶׁאֲנִי נוֹטֵל, תְּפִלִּין שֶׁאֲנִי מֵנִיחַ, בַּנְּדָרִים אָסוּר, בַּשְּׁבוּעוֹת מֻתָּר, שֶׁאֵין נִשְׁבָּעִין לַעֲבֹר עַל הַמִּצְוֹת: \n",
            "יֵשׁ נֶדֶר בְּתוֹךְ נֶדֶר, וְאֵין שְׁבוּעָה בְּתוֹךְ שְׁבוּעָה. כֵּיצַד, אָמַר הֲרֵינִי נָזִיר אִם אֹכַל, הֲרֵינִי נָזִיר אִם אֹכַל, וְאָכַל, חַיָּב עַל כָּל אַחַת וְאֶחָת. שְׁבוּעָה שֶׁלֹּא אֹכַל, שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל, אֵינוֹ חַיָּב אֶלָּא אֶחָת: \n",
            "סְתָם נְדָרִים לְהַחְמִיר, וּפֵרוּשָׁם לְהָקֵל. כֵּיצַד, אָמַר הֲרֵי עָלַי כְּבָשָׂר מָלִיחַ, כְּיֵין נֶסֶךְ, אִם שֶׁל שָׁמַיִם נָדַר, אָסוּר. אִם שֶׁל עֲבוֹדָה זָרָה נָדַר, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כְּחֵרֶם, אִם כְּחֵרֶם שֶׁל שָׁמַיִם, אָסוּר. וְאִם כְּחֵרֶם שֶׁל כֹּהֲנִים, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כְּמַעֲשֵׂר, אִם כְּמַעְשַׂר בְּהֵמָה נָדַר, אָסוּר. וְאִם שֶׁל גֹּרֶן, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כִּתְרוּמָה, אִם כִּתְרוּמַת הַלִּשְׁכָּה נָדַר, אָסוּר. וְאִם שֶׁל גֹּרֶן, מֻתָּר. וְאִם סְתָם, אָסוּר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, סְתָם תְּרוּמָה בִּיהוּדָה אֲסוּרָה, בַּגָּלִיל מֻתֶּרֶת, שֶׁאֵין אַנְשֵׁי גָלִיל מַכִּירִין אֶת תְּרוּמַת הַלִּשְׁכָּה. סְתָם חֲרָמִים, בִּיהוּדָה מֻתָּרִין, וּבַגָּלִיל אֲסוּרִין, שֶׁאֵין אַנְשֵׁי גָלִיל מַכִּירִין אֶת חֶרְמֵי הַכֹּהֲנִים: \n",
            "נָדַר בְּחֵרֶם וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְחֶרְמוֹ שֶׁל יָם. בְּקָרְבָּן, וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְקָרְבָּנוֹת שֶׁל מְלָכִים. הֲרֵי עַצְמִי קָרְבָּן, וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְעֶצֶם שֶׁהִנַּחְתִּי לִי לִהְיוֹת נוֹדֵר בּוֹ. קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, וְאָמַר לֹא נָדַרְתִּי אֶלָּא בְאִשְׁתִּי הָרִאשׁוֹנָה שֶׁגֵּרַשְׁתִּי, עַל כֻּלָּן אֵין נִשְׁאָלִים לָהֶם. וְאִם נִשְׁאֲלוּ, עוֹנְשִׁין אוֹתָן וּמַחְמִירִין עֲלֵיהֶן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, פּוֹתְחִין לָהֶם פֶּתַח מִמָּקוֹם אַחֵר, וּמְלַמְּדִים אוֹתָן כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בַּנְּדָרִים: \n"
        ],
        [
            "אַרְבָּעָה נְדָרִים הִתִּירוּ חֲכָמִים, נִדְרֵי זֵרוּזִין, וְנִדְרֵי הֲבַאי, וְנִדְרֵי שְׁגָגוֹת, וְנִדְרֵי אֳנָסִים. נִדְרֵי זֵרוּזִין, כֵּיצַד. הָיָה מוֹכֵר חֵפֶץ וְאָמַר, קוֹנָם שֶׁאֵינִי פוֹחֵת לְךָ מִן הַסֶּלַע, וְהַלָּה אוֹמֵר, קוֹנָם שֶׁאֵינִי מוֹסִיף לְךָ עַל הַשֶּׁקֶל, שְׁנֵיהֶן רוֹצִין בִּשְׁלֹשָׁה דִינָרִין. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אַף הָרוֹצֶה לְהַדִּיר אֶת חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, אוֹמֵר, כָּל נֶדֶר שֶׁאֲנִי עָתִיד לִדֹּר הוּא בָטֵל, וּבִלְבַד שֶׁיְּהֵא זָכוּר בִּשְׁעַת הַנֶּדֶר: \n",
            "נִדְרֵי הֲבַאי, אָמַר, קוֹנָם אִם לֹא רָאִיתִי בַדֶּרֶךְ הַזֶּה כְיוֹצְאֵי מִצְרָיִם, אִם לֹא רָאִיתִי נָחָשׁ כְּקוֹרַת בֵּית הַבָּד. נִדְרֵי שְׁגָגוֹת, אִם אָכָלְתִּי וְאִם שָׁתִיתִי, וְנִזְכַּר שֶׁאָכַל וְשָׁתָה. שֶׁאֲנִי אוֹכֵל וְשֶׁאֲנִי שׁוֹתֶה, וְשָׁכַח וְאָכַל וְשָׁתָה. אָמַר, קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, שֶׁגָּנְבָה אֶת כִּיסִי וְשֶׁהִכְּתָה אֶת בְּנִי, וְנוֹדַע שֶׁלֹּא הִכַּתּוּ וְנוֹדַע שֶׁלֹּא גְנָבָתּוּ. רָאָה אוֹתָן אוֹכְלִים תְּאֵנִים וְאָמַר, הֲרֵי עֲלֵיכֶם קָרְבָּן, וְנִמְצְאוּ אָבִיו וְאֶחָיו, וְהָיוּ עִמָּהֶן אֲחֵרִים, בֵּית שַׁמַּאי אוֹמְרִים, הֵן מֻתָּרִין וּמַה שֶּׁעִמָּהֶן אֲסוּרִין. וּבֵית הִלֵּל אוֹמְרִים, אֵלּוּ וָאֵלּוּ מֻתָּרִין: \n",
            "נִדְרֵי אֳנָסִים, הִדִּירוֹ חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, וְחָלָה הוּא אוֹ שֶׁחָלָה בְנוֹ אוֹ שֶׁעִכְּבוֹ נָהָר, הֲרֵי אֵלּוּ נִדְרֵי אֳנָסִין: \n",
            "נוֹדְרִין לָהֳרָגִין וְלָחֳרָמִין וְלַמּוֹכְסִין שֶׁהִיא תְרוּמָה אַף עַל פִּי שֶׁאֵינָהּ תְּרוּמָה, שֶׁהֵן שֶׁל בֵּית הַמֶּלֶךְ אַף עַל פִּי שֶׁאֵינָן שֶׁל בֵּית הַמֶּלֶךְ. בֵּית שַׁמַּאי אוֹמְרִים, בַּכֹּל נוֹדְרִין, חוּץ מִבִּשְׁבוּעָה. וּבֵית הִלֵּל אוֹמְרִים, אַף בִּשְׁבוּעָה. בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִפְתַּח לוֹ בְנֶדֶר. וּבֵית הִלֵּל אוֹמְרִים, אַף יִפְתַּח לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, בְּמַה שֶּׁהוּא מַדִּירוֹ. וּבֵית הִלֵּל אוֹמְרִים, אַף בְּמַה שֶּׁאֵינוֹ מַדִּירוֹ. כֵּיצַד, אָמְרוּ לוֹ, אֱמוֹר קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, וְאָמַר קוֹנָם אִשְׁתִּי וּבָנַי נֶהֱנִין לִי, בֵּית שַׁמַּאי אוֹמְרִים, אִשְׁתּוֹ מֻתֶּרֶת וּבָנָיו אֲסוּרִין. וּבֵית הִלֵּל אוֹמְרִים, אֵלּוּ וָאֵלּוּ מֻתָּרִין: \n",
            "הֲרֵי נְטִיעוֹת הָאֵלּוּ קָרְבָּן אִם אֵינָן נִקְצָצוֹת, טַלִּית זוֹ קָרְבָּן אִם אֵינָהּ נִשְׂרֶפֶת, יֵשׁ לָהֶן פִּדְיוֹן. הֲרֵי נְטִיעוֹת הָאֵלּוּ קָרְבָּן עַד שֶׁיִּקָּצְצוּ, טַלִּית זוֹ קָרְבָּן עַד שֶׁתִּשָּׂרֵף, אֵין לָהֶם פִּדְיוֹן: \n",
            "הַנּוֹדֵר מִיּוֹרְדֵי הַיָּם, מֻתָּר בְּיוֹשְׁבֵי הַיַּבָּשָׁה. מִיּוֹשְׁבֵי הַיַּבָּשָׁה, אָסוּר בְּיוֹרְדֵי הַיָּם, שֶׁיּוֹרְדֵי הַיָּם בִּכְלָל יוֹשְׁבֵי הַיַּבָּשָׁה. לֹא כָאֵלּוּ שֶׁהוֹלְכִין מֵעַכּוֹ לְיָפוֹ, אֶלָּא בְמִי שֶׁדַּרְכּוֹ לְפָרֵשׁ: \n",
            "הַנּוֹדֵר מֵרוֹאֵי הַחַמָּה, אָסוּר אַף בַּסּוּמִין, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְמִי שֶׁהַחַמָּה רוֹאָה אוֹתוֹ: \n",
            "הַנּוֹדֵר מִשְּׁחוֹרֵי הָרֹאשׁ, אָסוּר בַּקֵּרְחִין וּבְבַעֲלֵי שֵׂיבוֹת, וּמֻתָּר בַּנָּשִׁים וּבַקְּטַנִּים, שֶׁאֵין נִקְרָאִין שְׁחוֹרֵי הָרֹאשׁ אֶלָּא אֲנָשִׁים: \n",
            "הַנּוֹדֵר מִן הַיִּלּוֹדִים, מֻתָּר בַּנּוֹלָדִים. מִן הַנּוֹלָדִים, אָסוּר בַּיִּלּוֹדִים. רַבִּי מֵאִיר מַתִּיר אַף בַּיִּלּוֹדִים. וַחֲכָמִים אוֹמְרִים, לֹא נִתְכַּוֵּן זֶה אֶלָּא בְמִי שֶׁדַּרְכּוֹ לְהוֹלִיד: \n",
            "הַנּוֹדֵר מִשּׁוֹבְתֵי שַׁבָּת, אָסוּר בְּיִשְׂרָאֵל וְאָסוּר בַּכּוּתִים. מֵאוֹכְלֵי שׁוּם, אָסוּר בְּיִשְׂרָאֵל וְאָסוּר בַּכּוּתִים. מֵעוֹלֵי יְרוּשָׁלַיִם, אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בַּכּוּתִים: \n",
            "קוֹנָם שֶׁאֵינִי נֶהֱנֶה לִבְנֵי נֹחַ, מֻתָּר בְּיִשְׂרָאֵל וְאָסוּר בְּאֻמּוֹת הָעוֹלָם. שֶׁאֵינִי נֶהֱנֶה לְזֶרַע אַבְרָהָם, אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בְּאֻמּוֹת הָעוֹלָם. שֶׁאֵינִי נֶהֱנֶה לְיִשְׂרָאֵל, לוֹקֵחַ בְּיוֹתֵר וּמוֹכֵר בְּפָחוֹת. שֶׁיִּשְׂרָאֵל נֶהֱנִין לִי, לוֹקֵחַ בְּפָחוֹת וּמוֹכֵר בְּיוֹתֵר, אִם שׁוֹמְעִין לוֹ. שֶׁאֵינִי נֶהֱנֶה לָהֶן וְהֵן לִי, יְהַנֶּה לַנָּכְרִים. קוֹנָם שֶׁאֵינִי נֶהֱנֶה לָעֲרֵלִים, מֻתָּר בְּעַרְלֵי יִשְׂרָאֵל וְאָסוּר בְּמוּלֵי הַגּוֹיִם. קוֹנָם שֶׁאֵינִי נֶהֱנֶה לַמּוּלִים, אָסוּר בְּעַרְלֵי יִשְׂרָאֵל וּמֻתָּר בְּמוּלֵי הַגּוֹיִם, שֶׁאֵין הָעָרְלָה קְרוּיָה אֶלָּא לְשֵׁם הַגּוֹיִם, שֶׁנֶּאֱמַר (ירמיה ט) כִּי כָל הַגּוֹיִם עֲרֵלִים וְכָל בֵּית יִשְׂרָאֵל עַרְלֵי לֵב, וְאוֹמֵר (שמואל א יז) וְהָיָה הַפְּלִשְׁתִּי הֶעָרֵל הַזֶּה, וְאוֹמֵר (שמואל ב א) פֶּן תִּשְׂמַחְנָה בְּנוֹת פְּלִשְׁתִּים, פֶּן תַּעֲלֹזְנָה בְּנוֹת הָעֲרֵלִים. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, מְאוּסָה עָרְלָה שֶׁנִּתְגַּנּוּ בָהּ הָרְשָׁעִים, שֶׁנֶּאֱמַר, כִּי כָל הַגּוֹיִם עֲרֵלִים. רַבִּי יִשְׁמָעֵאל אוֹמֵר, גְּדוֹלָה מִילָה שֶׁנִּכְרְתוּ עָלֶיהָ שְׁלֹשׁ עֶשְׂרֵה בְרִיתוֹת. רַבִּי יוֹסֵי אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁדּוֹחָה אֶת הַשַּׁבָּת הַחֲמוּרָה. רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁלֹּא נִתְלָה לוֹ לְמֹשֶׁה הַצַדִּיק עָלֶיהָ מְלֹא שָׁעָה. רַבִּי נְחֶמְיָה אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁדּוֹחָה אֶת הַנְּגָעִים. רַבִּי אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁכָּל הַמִּצְוֹת שֶׁעָשָׂה אַבְרָהָם אָבִינוּ לֹא נִקְרָא שָׁלֵם, עַד שֶׁמָּל, שֶׁנֱּאֶמַר (בראשית יז), הִתְהַלֵּךְ לְפָנַי וֶהְיֵה תָמִים. דָּבָר אַחֵר, גְּדוֹלָה מִילָה, שֶׁאִלְמָלֵא הִיא, לֹא בָרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת עוֹלָמוֹ, שֶׁנֶּאֱמַר (ירמיה לג), כֹּה אָמַר ה' אִם לֹא בְרִיתִי יוֹמָם וָלָיְלָה, חֻקּוֹת שָׁמַיִם וָאָרֶץ לֹא שָׂמְתִּי: \n"
        ],
        [
            "אֵין בֵּין הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לַמֻּדָּר הֵימֶנּוּ מַאֲכָל אֶלָּא דְרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. הַמֻּדָּר מַאֲכָל מֵחֲבֵרוֹ, לֹא יַשְׁאִילֶנּוּ נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר, אֲבָל מַשְׁאִיל לוֹ חָלוּק וְטַבַּעַת וְטַלִּית וּנְזָמִים, וְכָל דָּבָר שֶׁאֵין עוֹשִׂין בּוֹ אֹכֶל נֶפֶשׁ. מְקוֹם שֶׁמַּשְׂכִּירִין כַּיּוֹצֵא בָהֶן, אָסוּר: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, שׁוֹקֵל אֶת שִׁקְלוֹ, וּפוֹרֵעַ אֶת חוֹבוֹ, וּמַחֲזִיר לוֹ אֶת אֲבֵדָתוֹ. מְקוֹם שֶׁנּוֹטְלִין עָלֶיהָ שָׂכָר, תִּפֹּל הֲנָאָה לַהֶקְדֵּשׁ: \n",
            "וְתוֹרֵם אֶת תְּרוּמָתוֹ וּמַעַשְׂרוֹתָיו לְדַעְתּוֹ. וּמַקְרִיב עָלָיו קִנֵּי זָבִין, קִנֵּי זָבוֹת, קִנֵּי יוֹלְדוֹת, חַטָּאוֹת וַאֲשָׁמוֹת, וּמְלַמְּדוֹ מִדְרָשׁ, הֲלָכוֹת וְאַגָּדוֹת, אֲבָל לֹא יְלַמְּדֶנּוּ מִקְרָא. אֲבָל מְלַמֵּד הוּא אֶת בָּנָיו וְאֶת בְּנוֹתָיו מִקְרָא, וְזָן אֶת אִשְׁתּוֹ וְאֶת בָּנָיו אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתֵיהֶם. וְלֹא יָזוּן אֶת בְּהֶמְתּוֹ, בֵּין טְמֵאָה בֵּין טְהוֹרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, זָן אֶת הַטְּמֵאָה, וְאֵינוֹ זָן אֶת הַטְּהוֹרָה. אָמְרוּ לוֹ, מַה בֵּין טְמֵאָה לִטְהוֹרָה. אָמַר לָהֶן, שֶׁהַטְּהוֹרָה נַפְשָׁהּ לַשָּׁמַיִם וְגוּפָהּ שֶׁלּוֹ, וּטְמֵאָה נַפְשָׁהּ וְגוּפָהּ לַשָּׁמָיִם. אָמְרוּ לוֹ, אַף הַטְּמֵאָה נַפְשָׁהּ לַשָּׁמַיִם וְגוּפָהּ שֶׁלּוֹ, שֶׁאִם יִרְצֶה, הֲרֵי הוּא מוֹכְרָהּ לְגוֹיִם אוֹ מַאֲכִילָהּ לִכְלָבִים: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְנִכְנַס לְבַקְּרוֹ, עוֹמֵד, אֲבָל לֹא יוֹשֵׁב. וּמְרַפְּאֵהוּ רְפוּאַת נֶפֶשׁ, אֲבָל לֹא רְפוּאַת מָמוֹן. וְרוֹחֵץ עִמּוֹ בְאַמְבַּטִיָא גְדוֹלָה, אֲבָל לֹא בִקְטַנָּה. וְיָשֵׁן עִמּוֹ בְמִטָּה. רַבִּי יְהוּדָה אוֹמֵר, בִּימוֹת הַחַמָּה, אֲבָל לֹא בִימוֹת הַגְּשָׁמִים, מִפְּנֵי שֶׁהוּא מְהַנֵּהוּ. וּמֵסֵב עִמּוֹ עַל הַמִּטָּה, וְאוֹכֵל עִמּוֹ עַל הַשֻּׁלְחָן, אֲבָל לֹא מִן הַתַּמְחוּי, אֲבָל אוֹכֵל הוּא עִמּוֹ מִן הַתַּמְחוּי הַחוֹזֵר. לֹא יֹאכַל עִמּוֹ מִן הָאֵבוּס שֶׁלִּפְנֵי הַפּוֹעֲלִים, וְלֹא יַעֲשֶׂה עִמּוֹ בְאֻמָּן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, עוֹשֶׂה הוּא בְרִחוּק מִמֶּנּוּ: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לִפְנֵי שְׁבִיעִית, לֹא יוֹרֵד לְתוֹךְ שָׂדֵהוּ, וְאֵינוֹ אוֹכֵל מִן הַנּוֹטוֹת. וּבַשְּׁבִיעִית אֵינוֹ יוֹרֵד לְתוֹךְ שָׂדֵהוּ, אֲבָל אוֹכֵל הוּא מִן הַנּוֹטוֹת. נָדַר הֵימֶנּוּ מַאֲכָל לִפְנֵי שְׁבִיעִית, יוֹרֵד לְתוֹךְ שָׂדֵהוּ, וְאֵינוֹ אוֹכֵל מִן הַפֵּרוֹת. וּבַשְּׁבִיעִית, יוֹרֵד וְאוֹכֵל: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, לֹא יַשְׁאִילֶנּוּ וְלֹא יִשְׁאַל מִמֶּנּוּ, לֹא יַלְוֶנּוּ וְלֹא יִלְוֶה מִמֶּנּוּ, וְלֹא יִמְכֹּר לוֹ וְלֹא יִקַּח מִמֶּנּוּ. אָמַר לוֹ, הַשְׁאִילֵנִי פָרָתֶךָ. אָמַר לוֹ, אֵינָהּ פְּנוּיָה. אָמַר קוֹנָם שָׂדִי שֶׁאֲנִי חוֹרֵשׁ בָּהּ לְעוֹלָם, אִם הָיָה דַרְכּוֹ לַחֲרֹשׁ, הוּא אָסוּר וְכָל אָדָם מֻתָּרִין. אִם אֵין דַּרְכּוֹ לַחֲרֹשׁ, הוּא וְכָל אָדָם אֲסוּרִין: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְאֵין לוֹ מַה יֹּאכַל, הוֹלֵךְ אֵצֶל הַחֶנְוָנִי וְאוֹמֵר, אִישׁ פְּלוֹנִי מֻדָּר מִמֶּנִּי הֲנָאָה וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה, וְהוּא נוֹתֵן לוֹ וּבָא וְנוֹטֵל מִזֶּה. הָיָה בֵיתוֹ לִבְנוֹת, גְּדֵרוֹ לִגְדֹּר, שָׂדֵהוּ לִקְצֹר, הוֹלֵךְ אֵצֶל הַפּוֹעֲלִים וְאוֹמֵר, אִישׁ פְּלוֹנִי מֻדָּר מִמֶּנִּי הֲנָאָה וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. הֵם עוֹשִׂין עִמּוֹ, וּבָאִין וְנוֹטְלִין שָׂכָר מִזֶּה: \n",
            "הָיוּ מְהַלְּכִין בַּדֶּרֶךְ, וְאֵין לוֹ מַה יֹּאכַל, נוֹתֵן לְאַחֵר לְשׁוּם מַתָּנָה וְהַלָּה מֻתָּר בָּהּ. אִם אֵין עִמָּהֶם אַחֵר, מַנִּיחַ עַל הַסֶּלַע אוֹ עַל הַגָּדֵר וְאוֹמֵר, הֲרֵי הֵן מֻפְקָרִים לְכָל מִי שֶׁיַּחְפֹּץ, וְהַלָּה נוֹטֵל וְאוֹכֵל. וְרַבִּי יוֹסֵי אוֹסֵר: \n"
        ],
        [
            "הַשֻּׁתָּפִין שֶׁנָּדְרוּ הֲנָאָה זֶה מִזֶּה, אֲסוּרִין לִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, זֶה נִכְנָס לְתוֹךְ שֶׁלּוֹ וְזֶה נִכְנָס לְתוֹךְ שֶׁלּוֹ. וּשְׁנֵיהֶם אֲסוּרִים לְהַעֲמִיד שָׁם רֵחַיִם וְתַנּוּר וּלְגַדֵּל תַּרְנְגוֹלִים. הָיָה אֶחָד מֵהֶם מֻדָּר הֲנָאָה מֵחֲבֵרוֹ, לֹא יִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יָכוֹל הוּא לוֹמַר לוֹ, לְתוֹךְ שֶׁלִּי אֲנִי נִכְנָס וְאֵינִי נִכְנָס לְתוֹךְ שֶׁלָּךְ. וְכוֹפִין אֶת הַנּוֹדֵר לִמְכֹּר אֶת חֶלְקוֹ: \n",
            "הָיָה אֶחָד מִן הַשּׁוּק מֻדָּר מֵאֶחָד מֵהֶם הֲנָאָה, לֹא יִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יָכוֹל הוּא לוֹמַר לוֹ, לְתוֹךְ שֶׁל חֲבֵרְךָ אֲנִי נִכְנָס, וְאֵינִי נִכְנָס לְתוֹךְ שֶׁלָּךְ: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, וְיֶשׁ לוֹ מֶרְחָץ וּבֵית הַבַּד מֻשְׂכָּרִים בָּעִיר, אִם יֶשׁ לוֹ בָהֶן תְּפִיסַת יָד, אָסוּר. אֵין לוֹ בָהֶן תְּפִיסַת יָד, מֻתָּר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם לְבֵיתְךָ שֶׁאֲנִי נִכְנָס וְשָׂדְךָ שֶׁאֲנִי לוֹקֵחַ, מֵת אוֹ שֶׁמְּכָרוֹ לְאַחֵר, מֻתָּר. קוֹנָם לְבַיִת זֶה שֶׁאֲנִי נִכְנָס, שָׂדֶה זוֹ שֶׁאֲנִי לוֹקֵחַ, מֵת אוֹ שֶׁמְּכָרוֹ לְאַחֵר, אָסוּר: \n",
            "הֲרֵינִי עָלֶיךָ חֵרֶם, הַמֻּדָּר אָסוּר. הֲרֵי אַתְּ עָלַי חֵרֶם, הַנּוֹדֵר אָסוּר. הֲרֵינִי עָלֶיךָ וְאַתְּ עָלַי, שְׁנֵיהֶם אֲסוּרִין. וּשְׁנֵיהֶם מֻתָּרִין בְּדָבָר שֶׁל עוֹלֵי בָבֶל, וַאֲסוּרִין בְּדָבָר שֶׁל אוֹתָהּ הָעִיר: \n",
            "וְאֵיזֶהוּ דָבָר שֶׁל עוֹלֵי בָבֶל, כְּגוֹן הַר הַבַּיִת וְהָעֲזָרוֹת וְהַבּוֹר שֶׁבְּאֶמְצַע הַדֶּרֶךְ. וְאֵיזֶהוּ דָבָר שֶׁל אוֹתָהּ הָעִיר, כְּגוֹן הָרְחָבָה וְהַמֶּרְחָץ, וּבֵית הַכְּנֶסֶת וְהַתֵּבָה וְהַסְּפָרִים. וְהַכּוֹתֵב חֶלְקוֹ לַנָּשִׂיא. רַבִּי יְהוּדָה אוֹמֵר, אֶחָד כּוֹתֵב לַנָּשִׂיא וְאֶחָד כּוֹתֵב לְהֶדְיוֹט. מַה בֵּין כּוֹתֵב לַנָּשִׂיא לְכוֹתֵב לְהֶדְיוֹט, שֶׁהַכּוֹתֵב לַנָּשִׂיא אֵינוֹ צָרִיךְ לְזַכּוֹת. וַחֲכָמִים אוֹמְרִים, אֶחָד זֶה וְאֶחָד זֶה צְרִיכִין לְזַכּוֹת. לֹא דִבְּרוּ בַנָּשִׂיא אֶלָּא בַהֹוֶה. רַבִּי יְהוּדָה אוֹמֵר, אֵין אַנְשֵׁי גָלִיל צְרִיכִין לִכְתֹּב, שֶׁכְּבָר כָּתְבוּ אֲבוֹתֵיהֶם עַל יְדֵיהֶם: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְאֵין לוֹ מַה יֹּאכַל, נוֹתְנוֹ לְאַחֵר לְשׁוּם מַתָּנָה, וְהַלָּה מֻתָּר בָּהּ. מַעֲשֶׂה בְאֶחָד בְּבֵית חוֹרוֹן שֶׁהָיָה אָבִיו מֻדָּר הֵימֶנּוּ הֲנָאָה, וְהָיָה מַשִּׂיא אֶת בְּנוֹ, וְאָמַר לַחֲבֵרוֹ, חָצֵר וּסְעוּדָה נְתוּנִים לְךָ בְמַתָּנָה, וְאֵינָן לְפָנֶיךָ אֶלָּא כְדֵי שֶׁיָּבֹא אַבָּא וְיֹאכַל עִמָּנוּ בַּסְּעוּדָה. אָמַר לוֹ, אִם שֶׁלִּי הֵם, הֲרֵי הֵם מֻקְדָּשִׁין לַשָּׁמָיִם. אָמַר לוֹ, לֹא נָתַתִּי אֶת שֶׁלִּי שֶׁתַּקְדִּישֵׁם לַשָּׁמָיִם. אָמַר לוֹ, לֹא נָתַתָּ לִּי אֶת שֶׁלְּךָ אֶלָּא שֶׁתְּהֵא אַתָּה וְאָבִיךָ אוֹכְלִים וְשׁוֹתִים וּמִתְרַצִּים זֶה לָזֶה, וִיהֵא עָוֹן תָּלוּי בְּרֹאשׁוֹ. וּכְשֶׁבָּא דָבָר לִפְנֵי חֲכָמִים, אָמְרוּ, כָּל מַתָּנָה שֶׁאֵינָהּ שֶׁאִם הִקְדִּישָׁהּ אֵינָהּ מְקֻדֶּשֶׁת, אֵינָהּ מַתָּנָה: \n"
        ],
        [
            "הַנּוֹדֵר מִן הַמְבֻשָּׁל, מֻתָּר בַּצָּלִי וּבַשָּׁלוּק. אָמַר קוֹנָם תַּבְשִׁיל שֶׁאֵינִי טוֹעֵם, אָסוּר בְּמַעֲשֵׂה קְדֵרָה רַךְ, וּמֻתָּר בְּעָבֶה וּמֻתָּר בְּבֵיצַת טְרָמִיטָא, וּבִדְלַעַת הָרְמוּצָה: \n",
            "הַנּוֹדֵר מִמַּעֲשֵׂה קְדֵרָה, אֵינוֹ אָסוּר אֶלָּא מִמַּעֲשֵׂה רְתַחְתָּה. אָמַר, קוֹנָם הַיּוֹרֵד לַקְּדֵרָה שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַמִּתְבַּשְּׁלִין בַּקְּדֵרָה: \n",
            "מִן הַכָּבוּשׁ, אֵינוֹ אָסוּר אֶלָּא מִן הַכָּבוּשׁ שֶׁל יָרָק. כָּבוּשׁ שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַכְּבוּשִׁים. מִן הַשָּׁלוּק, אֵינוֹ אָסוּר אֶלָּא מִן הַשָּׁלוּק שֶׁל בָּשָׂר. שָׁלוּק שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַשְּׁלָקִים. מִן הַצָּלִי, אֵינוֹ אָסוּר אֶלָּא מִן הַצָּלִי שֶׁל בָּשָׂר, דִּבְרֵי רַבִּי יְהוּדָה. צָלִי שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַצְּלוּיִים. מִן הַמָּלִיחַ, אֵינוֹ אָסוּר אֶלָּא מִן הַמָּלִיחַ שֶׁל דָּג. מָלִיחַ שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַמְּלוּחִים: \n",
            "דָּג דָּגִים שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן, בֵּין גְּדוֹלִים בֵּין קְטַנִּים, בֵּין מְלוּחִין בֵּין טְפֵלִין, בֵּין חַיִּין בֵּין מְבֻשָּׁלִין, וּמֻתָּר בְּטָרִית טְרוּפָה וּבְצִיר. הַנּוֹדֵר מִן הַצַּחֲנָה, אָסוּר בְּטָרִית טְרוּפָה, וּמֻתָּר בְּצִיר וּבְמֻרְיָס. הַנּוֹדֵר מִטָּרִית טְרוּפָה, אָסוּר בְּצִיר וּבְמֻרְיָס: \n",
            "הַנּוֹדֵר מִן הֶחָלָב, מֻתָּר בַּקּוּם. וְרַבִּי יוֹסֵי אוֹסֵר. מִן הַקּוּם, מֻתָּר בֶּחָלָב. אַבָּא שָׁאוּל אוֹמֵר, הַנּוֹדֵר מִן הַגְּבִינָה, אָסוּר בָּהּ בֵּין מְלוּחָה בֵּין טְפֵלָה: \n",
            "הַנּוֹדֵר מִן הַבָּשָׂר, מֻתָּר בַּרֹטֶב וּבַקִּפָּה. וְרַבִּי יְהוּדָה אוֹסֵר. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה וְאָסַר עָלַי רַבִּי טַרְפוֹן בֵּיצִים שֶׁנִּתְבַּשְּׁלוּ עִמּוֹ. אָמְרוּ לוֹ, וְכֵן הַדָּבָר, אֵימָתַי, בִּזְמַן שֶׁיֹּאמַר בָּשָׂר זֶה עָלָי, שֶׁהַנּוֹדֵר מִן הַדָּבָר וְנִתְעָרֵב בְּאַחֵר, אִם יֶשׁ בּוֹ בְנוֹתֵן טַעַם, אָסוּר: \n",
            "הַנּוֹדֵר מִן הַיַּיִן, מֻתָּר בְּתַבְשִׁיל שֶׁיֶּשׁ בּוֹ טַעַם יַיִן. אָמַר קוֹנָם יַיִן זֶה שֶׁאֵינִי טוֹעֵם, וְנָפַל לְתַבְשִׁיל, אִם יֶשׁ בּוֹ בְנוֹתֵן טַעַם, הֲרֵי זֶה אָסוּר. הַנּוֹדֵר מִן הָעֲנָבִים, מֻתָּר בְּיַיִן. מִן הַזֵּיתִים, מֻתָּר בְּשֶׁמֶן. אָמַר קוֹנָם זֵיתִים וַעֲנָבִים אֵלּוּ שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן וּבַיּוֹצֵא מֵהֶן: \n",
            "הַנּוֹדֵר מִן הַתְּמָרִים, מֻתָּר בִּדְבַשׁ תְּמָרִים. מִסִּתְוָנִיּוֹת, מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, כָּל שֶׁשֵּׁם תּוֹלַדְתּוֹ קְרוּיָה עָלָיו וְנוֹדֵר הֵימֶנּוּ, אָסוּר אַף בַּיּוֹצֵא הֵימֶנּוּ. וַחֲכָמִים מַתִּירִין: \n",
            "הַנּוֹדֵר מִן הַיַּיִן, מֻתָּר בְּיֵין תַּפּוּחִים. מִן הַשֶּׁמֶן, מֻתָּר בְּשֶׁמֶן שֻׁמְשְׁמִין. מִן הַדְּבַשׁ, מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַחֹמֶץ, מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַכְּרֵשִׁין, מֻתָּר בְּקַפְלוֹטוֹת. מִן הַיָּרָק, מֻתָּר בְּיַרְקוֹת הַשָּׂדֶה, מִפְּנֵי שֶׁהוּא שֵׁם לְוָאי: \n",
            "מִן הַכְּרוּב, אָסוּר בְּאִסְפַּרְגּוֹס. מִן הָאִסְפַּרְגּוֹס, מֻתָּר בִּכְרוּב. מִן הַגְּרִיסִים, אָסוּר מִן הַמִּקְפָּה, וְרַבִּי יוֹסֵי מַתִּיר. מִן הַמִּקְפָּה, מֻתָּר בִּגְרִיסִין. מִן הַמִּקְפָּה, אָסוּר בְּשׁוּם, וְרַבִּי יוֹסֵי מַתִּיר. מִן הַשּׁוּם, מֻתָּר בְּמִקְפָּה. מִן הָעֲדָשִׁים, אָסוּר בַּאֲשִׁישִׁין, וְרַבִּי יוֹסֵי מַתִּיר. מִן הָאֲשִׁישִׁים, מֻתָּר בַּעֲדָשִׁים. חִטָּה חִטִּים שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן בֵּין קֶמַח בֵּין פָּת. גְּרִיס גְּרִיסִין שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן בֵּין חַיִּין בֵּין מְבֻשָּׁלִים. רַבִּי יְהוּדָה אוֹמֵר, קוֹנָם גְּרִיס אוֹ חִטָּה שֶׁאֵינִי טוֹעֵם, מֻתָּר לָכוֹס חַיִּים: \n"
        ],
        [
            "הַנּוֹדֵר מִן הַיָּרָק, מֻתָּר בִּדְלוּעִין. וְרַבִּי עֲקִיבָא אוֹסֵר. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, וַהֲלֹא אוֹמֵר אָדָם לִשְׁלוּחוֹ קַח לִי יָרָק וְהוּא אוֹמֵר לֹא מָצָאתִי אֶלָּא דְלוּעִין. אָמַר לָהֶם, כֵּן הַדָּבָר, אוֹ שֶׁמָּא אוֹמֵר הוּא לוֹ לֹא מָצָאתִי אֶלָּא קִטְנִית, אֶלָּא שֶׁהַדְּלוּעִין בִּכְלָל יָרָק, וְקִטְנִית אֵינָן בִּכְלָל יָרָק. וְאָסוּר בְּפוֹל הַמִּצְרִי לַח, וּמֻתָּר בַּיָּבֵשׁ: \n",
            "הַנּוֹדֵר מִן הַדָּגָן, אָסוּר בְּפוֹל הַמִּצְרִי יָבֵשׁ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ אָסוּר אֶלָּא בַחֲמֵשֶׁת הַמִּינִין. רַבִּי מֵאִיר אוֹמֵר, הַנּוֹדֵר מִן הַתְּבוּאָה, אֵינוֹ אָסוּר אֶלָּא מֵחֲמֵשֶׁת הַמִּינִין. אֲבָל הַנּוֹדֵר מִן הַדָּגָן, אָסוּר בַּכֹּל, וּמֻתָּר בְּפֵרוֹת הָאִילָן וּבְיָרָק: \n",
            "הַנּוֹדֵר מִן הַכְּסוּת, מֻתָּר בְּשַׂק, בִּירִיעָה, וּבַחֲמִילָה. אָמַר קוֹנָם צֶמֶר עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת בְּגִזֵּי צֶמֶר. פִּשְׁתָּן עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת בַּאֲנִיצֵי פִשְׁתָּן. רַבִּי יְהוּדָה אוֹמֵר, הַכֹּל לְפִי הַנּוֹדֵר. טָעַן וְהִזִּיעַ וְהָיָה רֵיחוֹ קָשֶׁה, אָמַר קוֹנָם צֶמֶר וּפִשְׁתִּים עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת וְאָסוּר לְהַפְשִׁיל לַאֲחוֹרָיו: \n",
            "הַנּוֹדֵר מִן הַבַּיִת, מֻתָּר בָּעֲלִיָּה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, עֲלִיָּה בִּכְלָל הַבָּיִת. הַנּוֹדֵר מִן הָעֲלִיָּה, מֻתָּר בַּבָּיִת: \n",
            "הַנּוֹדֵר מִן הַמִּטָּה, מֻתָּר בְּדַרְגָּשׁ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, דַּרְגָּשׁ בִּכְלָל מִטָּה. הַנּוֹדֵר מִן הַדַּרְגָּשׁ, מֻתָּר בְּמִטָּה. הַנּוֹדֵר מִן הָעִיר, מֻתָּר לִכָּנֵס לִתְחוּמָהּ שֶׁל עִיר, וְאָסוּר לִכָּנֵס לְעִבּוּרָהּ. אֲבָל הַנּוֹדֵר מִן הַבַּיִת, אָסוּר מִן הָאֲגַף וְלִפְנִים: \n",
            "קוֹנָם פֵּרוֹת הָאֵלּוּ עָלָי, קוֹנָם הֵן עַל פִּי, קוֹנָם הֵן לְפִי, אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֲנִי אוֹכֵל וְשֶׁאֲנִי טוֹעֵם, מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן, בְּדָבָר שֶׁזַּרְעוֹ כָלֶה. אֲבָל בְּדָבָר שֶׁאֵין זַרְעוֹ כָלֶה, אֲפִלּוּ גִדּוּלֵי גִדּוּלִין אֲסוּרִין: \n",
            "הָאוֹמֵר לְאִשְׁתּוֹ, קוֹנָם מַעֲשֵׂה יָדַיִךְ עָלָי, קוֹנָם הֵן עַל פִּי, קוֹנָם הֵן לְפִי, אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֵינִי אוֹכֵל, שֶׁאֵינִי טוֹעֵם, מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן, בְּדָבָר שֶׁזַּרְעוֹ כָלֶה. אֲבָל בְּדָבָר שֶׁאֵין זַרְעוֹ כָלֶה, אֲפִלּוּ גִדּוּלֵי גִדּוּלִין אֲסוּרִים: \n",
            "שֶׁאַתְּ עוֹשָׂה אֵינִי אוֹכֵל עַד הַפֶּסַח, שֶׁאַתְּ עוֹשָׂה אֵינִי מִתְכַּסֶּה עַד הַפֶּסַח, עָשְׂתָה לִפְנֵי הַפֶּסַח, מֻתָּר לֶאֱכֹל וּלְהִתְכַּסּוֹת אַחַר הַפֶּסַח. שֶׁאַתְּ עוֹשָׂה עַד הַפֶּסַח אֵינִי אוֹכֵל, וְשֶׁאַתְּ עוֹשָׂה עַד הַפֶּסַח אֵינִי מִתְכַּסֶּה, עָשְׂתָה לִפְנֵי הַפֶּסַח, אָסוּר לֶאֱכֹל וּלְהִתְכַּסּוֹת אַחַר הַפָּסַח: \n",
            "שֶׁאַתְּ נֶהֱנֵית לִי עַד הַפֶּסַח אִם תֵּלְכִי לְבֵית אָבִיךְ עַד הֶחָג, הָלְכָה לִפְנֵי הַפֶּסַח, אֲסוּרָה בַהֲנָאָתוֹ עַד הַפֶּסַח. אַחַר הַפֶּסַח, בְּלֹא יַחֵל דְּבָרוֹ. שֶׁאַתְּ נֶהֱנֵית לִי עַד הֶחָג אִם תֵּלְכִי לְבֵית אָבִיךְ עַד הַפֶּסַח, וְהָלְכָה לִפְנֵי הַפֶּסַח, אֲסוּרָה בַהֲנָאָתוֹ עַד הֶחָג, וּמֻתֶּרֶת לֵילֵךְ אַחַר הַפָּסַח: \n"
        ],
        [
            "קוֹנָם יַיִן שֶׁאֲנִי טוֹעֵם הַיּוֹם, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁתֶּחְשָׁךְ. שַׁבָּת זוֹ, אָסוּר בְּכָל הַשַּׁבָּת, וְשַׁבָּת שֶׁעָבְרָה. חֹדֶשׁ זֶה, אָסוּר בְּכָל הַחֹדֶשׁ, וְרֹאשׁ חֹדֶשׁ לְהַבָּא. שָׁנָה זוֹ, אָסוּר בְּכָל הַשָּׁנָה, וְרֹאשׁ הַשָּׁנָה לֶעָתִיד לָבֹא. שָׁבוּעַ זֶה, אָסוּר בְּכָל הַשָּׁבוּעַ, וּשְׁבִיעִית שֶׁעָבְרָה. וְאִם אָמַר יוֹם אֶחָד, שַׁבָּת אֶחָת, חֹדֶשׁ אֶחָד, שָׁנָה אֶחָת, שָׁבוּעַ אֶחָד, אָסוּר מִיּוֹם לְיוֹם: \n",
            "עַד הַפֶּסַח, אָסוּר עַד שֶׁיַּגִּיעַ. עַד שֶׁיְּהֵא, אָסוּר עַד שֶׁיֵּצֵא. עַד לִפְנֵי הַפֶּסַח, רַבִּי מֵאִיר אוֹמֵר, אָסוּר עַד שֶׁיַּגִּיעַ. רַבִּי יוֹסֵי אוֹמֵר, אָסוּר עַד שֶׁיֵּצֵא: \n",
            "עַד הַקָּצִיר, עַד הַבָּצִיר, עַד הַמָּסִיק, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ. זֶה הַכְּלָל, כֹּל שֶׁזְּמַנּוֹ קָבוּעַ וְאָמַר עַד שֶׁיַּגִּיעַ, אָסוּר עַד שֶׁיַּגִּיּעַ. אָמַר עַד שֶׁיְּהֵא, אָסוּר עַד שֶׁיֵּצֵא. וְכֹל שֶׁאֵין זְמַנּוֹ קָבוּעַ, בֵּין אָמַר עַד שֶׁיְּהֵא, בֵּין אָמַר עַד שֶׁיַּגִּיעַ, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
            "עַד הַקַּיִץ, עַד שֶׁיְּהֵא הַקַּיִץ, עַד שֶׁיַתְחִילוּ הָעָם לְהַכְנִיס בַּכַּלְכַּלּוֹת. עַד שֶׁיַּעֲבֹר הַקַּיִץ, עַד שֶׁיְּקַפְּלוּ הַמַּקְצוּעוֹת. עַד הַקָּצִיר, עַד שֶׁיַּתְחִיל הָעָם לִקְצֹר, קְצִיר חִטִּין אֲבָל לֹא קְצִיר שְׂעֹרִים. הַכֹּל לְפִי מְקוֹם נִדְרוֹ, אִם הָיָה בָהָר, בָּהָר, וְאִם הָיָה בַבִּקְעָה, בַּבִּקְעָה: \n",
            "עַד הַגְּשָׁמִים, עַד שֶׁיִּהְיוּ הַגְּשָׁמִים, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁיַּגִּיעַ זְמַנָּהּ שֶׁל רְבִיעָה. עַד שֶׁיִּפָּסְקוּ גְשָׁמִים, עַד שֶׁיֵּצֵא נִיסָן כֻּלּוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפֶּסַח. קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם הַשָּׁנָה, נִתְעַבְּרָה הַשָּׁנָה, אָסוּר בָּהּ וּבְעִבּוּרָהּ. עַד רֹאשׁ אֲדָר, עַד רֹאשׁ אֲדָר הָרִאשׁוֹן. עַד סוֹף אֲדָר, עַד סוֹף אֲדָר הָרִאשׁוֹן. רַבִּי יְהוּדָה אוֹמֵר, קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם עַד שֶׁיְּהֵא הַפֶּסַח, אֵינוֹ אָסוּר אֶלָּא עַד לֵיל הַפֶּסַח, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לִשְׁתּוֹת יָיִן: \n",
            "אָמַר קוֹנָם בָּשָׂר שֶׁאֵינִי טוֹעֵם עַד שֶׁיְּהֵא הַצּוֹם, אֵינוֹ אָסוּר אֶלָּא עַד לֵילֵי צוֹם, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכֹל בָּשָׂר. רַבִּי יוֹסֵי בְנוֹ אוֹמֵר, קוֹנָם שׁוּם שֶׁאֵינִי טוֹעֵם עַד שֶׁתְּהֵא שַׁבָּת, אֵינוֹ אָסוּר אֶלָּא עַד לֵילֵי שַׁבָּת, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכֹל שׁוּם: \n",
            "הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם שֶׁאֲנִי נֶהֱנֶה לְךָ אִם אֵין אַתָּה בָא וְנוֹטֵל לְבָנֶיךָ כּוֹר אֶחָד שֶׁל חִטִּין וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן, הֲרֵי זֶה יָכוֹל לְהָפֵר אֶת נִדְרוֹ שֶׁלֹּא עַל פִּי חָכָם, וְיֹאמַר לוֹ, כְּלוּם אָמַרְתָּ אֶלָּא מִפְּנֵי כְבוֹדִי, זֶהוּ כְבוֹדִי. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם שֶׁאַתָּה נֶהֱנֶה לִי אִם אֵין אַתָּה בָא וְנוֹתֵן לִבְנִי כּוֹר אֶחָד שֶׁל חִטִּין וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן, רַבִּי מֵאִיר אוֹמֵר, אָסוּר עַד שֶׁיִּתֵּן. וַחֲכָמִים אוֹמְרִים, אַף זֶה יָכוֹל לְהָפֵר אֶת נִדְרוֹ שֶׁלֹּא עַל פִּי חָכָם, וְיֹאמַר לוֹ, הֲרֵי אֲנִי כְאִלּוּ הִתְקַבָּלְתִּי. הָיוּ מְסָרְבִין בּוֹ לָשֵׂאת בַּת אֲחוֹתוֹ וְאָמַר קוֹנָם שֶׁהִיא נֶהֱנֵית לִי לְעוֹלָם, וְכֵן הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְאָמַר קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי לְעוֹלָם, הֲרֵי אֵלּוּ מֻתָּרוֹת לֵהָנוֹת לוֹ, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְשׁוּם אִישׁוּת. הָיָה מְסָרֵב בַּחֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, אָמַר קוֹנָם לְבֵיתְךָ שֶׁאֵינִי נִכְנָס, טִפַּת צוֹנֵן שֶׁאֵינִי טוֹעֵם לָךְ, מֻתָּר לִכָּנֵס לְבֵיתוֹ וְלִשְׁתּוֹת מִמֶּנּוּ צוֹנֵן, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְשׁוּם אֲכִילָה וּשְׁתִיָּה: \n"
        ],
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, פּוֹתְחִין לָאָדָם בִּכְבוֹד אָבִיו וְאִמּוֹ. וַחֲכָמִים אוֹסְרִין. אָמַר רַבִּי צָדוֹק, עַד שֶׁפּוֹתְחִין לוֹ בִכְבוֹד אָבִיו וְאִמּוֹ, יִפְתְּחוּ לוֹ בִכְבוֹד הַמָּקוֹם, אִם כֵּן אֵין נְדָרִים. וּמוֹדִים חֲכָמִים לְרַבִּי אֱלִיעֶזֶר בְּדָבָר שֶׁבֵּינוֹ לְבֵין אָבִיו וְאִמּוֹ, שֶׁפּוֹתְחִין לוֹ בִּכְבוֹד אָבִיו וְאִמּוֹ: \n",
            "וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר, פּוֹתְחִין בְּנוֹלָד. וַחֲכָמִים אוֹסְרִין. כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נֶהֱנֶה לְאִישׁ פְּלוֹנִי, וְנַעֲשָׂה סוֹפֵר, אוֹ שֶׁהָיָה מַשִּׂיא אֶת בְּנוֹ בְקָרוֹב, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא נַעֲשֶׂה סוֹפֵר אוֹ שֶׁהוּא מַשִּׂיא אֶת בְּנוֹ בְקָרוֹב, לֹא הָיִיתִי נוֹדֵר. קוֹנָם לְבַיִת זֶה שֶׁאֵינִי נִכְנָס, וְנַעֲשָׂה בֵית הַכְּנֶסֶת, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא נַעֲשֶׂה בֵית הַכְּנֶסֶת לֹא הָיִיתִי נוֹדֵר, רַבִּי אֱלִיעֶזֶר מַתִּיר, וַחֲכָמִים אוֹסְרִין: \n",
            "רַבִּי מֵאִיר אוֹמֵר, יֵשׁ דְּבָרִים שֶׁהֵן כְּנוֹלָד וְאֵינָן כְּנוֹלָד, וְאֵין חֲכָמִים מוֹדִים לוֹ. כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נוֹשֵׂא אֶת פְּלוֹנִית, שֶׁאָבִיהָ רָע. אָמְרוּ לוֹ, מֵת אוֹ שֶׁעָשָׂה תְשׁוּבָה. קוֹנָם לְבַיִת זֶה שֶׁאֵינִי נִכְנָס, שֶׁהַכֶּלֶב רַע בְּתוֹכוֹ אוֹ שֶׁהַנָּחָשׁ בְּתוֹכוֹ. אָמְרוּ לוֹ, מֵת הַכֶּלֶב אוֹ שֶׁנֶּהֱרַג הַנָּחָשׁ, הֲרֵי הֵן כְּנוֹלָד וְאֵינָן כְּנוֹלָד, וְאֵין חֲכָמִים מוֹדִים לוֹ: \n",
            "וְעוֹד אָמַר רַבִּי מֵאִיר פּוֹתְחִין לוֹ מִן הַכָּתוּב שֶׁבַּתּוֹרָה וְאוֹמְרִים לוֹ, אִלּוּ הָיִיתָ יוֹדֵעַ שֶׁאַתָּה עוֹבֵר עַל לֹא תִקֹּם וְעַל לֹא תִטֹּר (ויקרא יט), וְעַל לֹא תִשְׂנָא אֶת אָחִיךָ בִּלְבָבֶךָ (שם), וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ (שם), וְחֵי אָחִיךָ עִמָּךְ (שם כה), שֶׁמָּא יֵעָנִי וְאֵין אַתָּה יָכוֹל לְפַרְנְסוֹ. אָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא כֵן, לֹא הָיִיתִי נוֹדֵר, הֲרֵי זֶה מֻתָּר: \n",
            "פּוֹתְחִין לָאָדָם בִּכְתֻבַּת אִשְׁתּוֹ. וּמַעֲשֶׂה בְאֶחָד שֶׁנָּדַר מֵאִשְׁתּוֹ הֲנָאָה וְהָיְתָה כְתֻבָּתָהּ אַרְבַּע מֵאוֹת דִּינָרִין, וּבָא לִפְנֵי רַבִּי עֲקִיבָא וְחִיְּבוֹ לִתֵּן לָהּ כְּתֻבָּתָהּ. אָמַר לוֹ, רַבִּי, שְׁמֹנֶה מֵאוֹת דִּינָרִין הִנִּיחַ אַבָּא, וְנָטַל אָחִי אַרְבַּע מֵאוֹת וַאֲנִי אַרְבַּע מֵאוֹת, לֹא דַיָּהּ שֶׁתִּטֹּל הִיא מָאתַיִם, וַאֲנִי מָאתָיִם. אָמַר לוֹ רַבִּי עֲקִיבָא, אֲפִלּוּ אַתָּה מוֹכֵר שְׂעַר רֹאשְׁךָ, אַתָּה נוֹתֵן לָהּ כְּתֻבָּתָהּ. אָמַר לוֹ, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא כֵן, לֹא הָיִיתִי נוֹדֵר, וְהִתִּירָהּ רַבִּי עֲקִיבָא: \n",
            "פּוֹתְחִין בְּיָמִים טוֹבִים וּבְשַׁבָּתוֹת. בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, אוֹתָן הַיָּמִים מֻתָּרִין וּשְׁאָר כָּל הַיָּמִים אֲסוּרִין, עַד שֶׁבָּא רַבִּי עֲקִיבָא וְלִמֵּד, שֶׁהַנֶּדֶר שֶׁהֻתַּר מִקְצָתוֹ, הֻתַּר כֻּלּוֹ: \n",
            "כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נֶהֱנֶה לְכֻלְּכֶם, הֻתַּר אֶחָד מֵהֶן, הֻתְּרוּ כֻלָּן. שֶׁאֵינִי נֶהֱנֶה לָזֶה וְלָזֶה, הֻתַּר הָרִאשׁוֹן, הֻתְּרוּ כֻלָּן. הֻתַּר הָאַחֲרוֹן, הָאַחֲרוֹן מֻתָּר, וְכֻלָּן אֲסוּרִין. הֻתַּר הָאֶמְצָעִי, הֵימֶנּוּ וּלְמַטָּה מֻתָּר, הֵימֶנּוּ וּלְמַעְלָה אָסוּר. שֶׁאֵינִי נֶהֱנֶה לָזֶה קָרְבָּן וְלָזֶה קָרְבָּן, צְרִיכִין פֶּתַח לְכָל אֶחָד וְאֶחָד: \n",
            "קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם, שֶׁהַיַּיִן רַע לַמֵּעָיִם, אָמְרוּ לוֹ, וַהֲלֹא הַמְיֻשָּׁן יָפֶה לַמֵּעָיִם, הֻתַּר בַּמְיֻשָּׁן. וְלֹא בַמְיֻשָּׁן בִּלְבַד הֻתַּר, אֶלָּא בְכָל הַיָּיִן. קוֹנָם בָּצָל שֶׁאֵינִי טוֹעֵם, שֶׁהַבָּצָל רַע לַלֵּב. אָמְרוּ לוֹ, הֲלֹא הַכֻּפְרִי יָפֶה לַלֵּב, הֻתַּר בַּכֻּפְרִי. וְלֹא בַכֻּפְרִי בִלְבַד הֻתַּר, אֶלָּא בְכָל הַבְּצָלִים. מַעֲשֶׂה הָיָה, וְהִתִּירוֹ רַבִּי מֵאִיר בְּכָל הַבְּצָלִים: \n",
            "פּוֹתְחִין לָאָדָם בִּכְבוֹד עַצְמוֹ וּבִכְבוֹד בָּנָיו. אוֹמְרִים לוֹ, אִלּוּ הָיִיתָ יוֹדֵעַ שֶׁלְּמָחָר אוֹמְרִין עָלֶיךָ כָּךְ הִיא וִסְתּוֹ שֶׁל פְּלוֹנִי, מְגָרֵשׁ אֶת נָשָׁיו, וְעַל בְּנוֹתֶיךָ יִהְיוּ אוֹמְרִין בְּנוֹת גְּרוּשׁוֹת הֵן, מָה רָאֲתָה אִמָּן שֶׁל אֵלּוּ לְהִתְגָּרֵשׁ, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁכֵּן, לֹא הָיִיתִי נוֹדֵר, הֲרֵי זֶה מֻתָּר: \n",
            "קוֹנָם שֶׁאֵינִי נוֹשֵׂא אֶת פְּלוֹנִית כְּעוּרָה, וַהֲרֵי הִיא נָאָה. שְׁחוֹרָה, וַהֲרֵי הִיא לְבָנָה. קְצָרָה, וַהֲרֵי הִיא אֲרֻכָּה, מֻתָּר בָּהּ. לֹא מִפְּנֵי שֶׁהִיא כְעוּרָה וְנַעֲשֵׂית נָאָה, שְׁחוֹרָה וְנַעֲשֵׂית לְבָנָה, קְצָרָה וְנַעֲשֵׂית אֲרֻכָּה, אֶלָּא שֶׁהַנֶּדֶר טָעוּת. וּמַעֲשֶׂה בְאֶחָד שֶׁנָּדַר מִבַּת אֲחוֹתוֹ הֲנָיָה, וְהִכְנִיסוּהָ לְבֵית רַבִּי יִשְׁמָעֵאל וְיִפּוּהָ. אָמַר לוֹ רַבִּי יִשְׁמָעֵאל, בְּנִי, לָזוֹ נָדָרְתָּ. אָמַר לוֹ, לָאו. וְהִתִּירוֹ רַבִּי יִשְׁמָעֵאל. בְּאוֹתָהּ שָׁעָה בָּכָה רַבִּי יִשְׁמָעֵאל וְאָמַר, בְּנוֹת יִשְׂרָאֵל נָאוֹת הֵן, אֶלָּא שֶׁהָעֲנִיּוּת מְנַוַּלְתָּן. וּכְשֶׁמֵּת רַבִּי יִשְׁמָעֵאל, הָיוּ בְנוֹת יִשְׂרָאֵל נוֹשְׂאוֹת קִינָה וְאוֹמְרוֹת, בְּנוֹת יִשְׂרָאֵל אֶל רַבִּי יִשְׁמָעֵאל בְּכֶינָה. וְכֵן הוּא אוֹמֵר בְּשָׁאוּל (שמואל ב א) בְּנוֹת יִשְׂרָאֵל אֶל שָׁאוּל בְּכֶינָה: \n"
        ],
        [
            "נַעֲרָה הַמְאֹרָסָה, אָבִיהָ וּבַעְלָהּ מְפֵרִין נְדָרֶיהָ. הֵפֵר הָאָב וְלֹא הֵפֵר הַבַּעַל, הֵפֵר הַבַּעַל וְלֹא הֵפֵר הָאָב, אֵינוֹ מוּפָר, וְאֵין צָרִיךְ לוֹמַר שֶׁקִּיֵּם אֶחָד מֵהֶן: \n",
            "מֵת הָאָב, לֹא נִתְרוֹקְנָה רְשׁוּת לַבָּעַל. מֵת הַבַּעַל, נִתְרוֹקְנָה רְשׁוּת לָאָב. בָּזֶה יָפֶה כֹחַ הָאָב מִכֹּחַ הַבָּעַל. בְּדָבָר אַחֵר יָפֶה כֹחַ הַבַּעַל מִכֹּחַ הָאָב, שֶׁהַבַּעַל מֵפֵר בְּבֶגֶר, וְהָאָב אֵינוֹ מֵפֵר בְּבָגֶר: \n",
            "נָדְרָה וְהִיא אֲרוּסָה, נִתְגָּרְשָׁה בוֹ בַיּוֹם, נִתְאָרְסָה בוֹ בַיּוֹם, אֲפִלּוּ לְמֵאָה, אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ. זֶה הַכְּלָל, כֹּל שֶׁלֹּא יָצָאת לִרְשׁוּת עַצְמָהּ שָׁעָה אֶחָת, אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ: \n",
            "דֶּרֶךְ תַּלְמִידֵי חֲכָמִים, עַד שֶׁלֹּא הָיְתָה בִתּוֹ יוֹצְאָה מֵאֶצְלוֹ, אוֹמֵר לָהּ, כָּל נְדָרִים שֶׁנָּדַרְתְּ בְּתוֹךְ בֵּיתִי, הֲרֵי הֵן מוּפָרִין. וְכֵן הַבַּעַל עַד שֶׁלֹּא תִכָּנֵס לִרְשׁוּתוֹ, אוֹמֵר לָהּ, כָּל נְדָרִים שֶׁנָּדַרְתְּ עַד שֶׁלֹּא תִכָּנְסִי לִרְשׁוּתִי, הֲרֵי הֵן מוּפָרִין, שֶׁמִּשֶּׁתִּכָּנֵס לִרְשׁוּתוֹ אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "בּוֹגֶרֶת שֶׁשָּׁהֲתָה שְׁנֵים עָשָׂר חֹדֶשׁ, וְאַלְמָנָה שְׁלשִׁים יוֹם, רַבִּי אֱלִיעֶזֶר אוֹמֵר, הוֹאִיל וּבַעְלָהּ חַיָּב בִּמְזוֹנוֹתֶיהָ, יָפֵר. וַחֲכָמִים אוֹמְרִים, אֵין הַבַּעַל מֵפֵר, עַד שֶׁתִּכָּנֵס לִרְשׁוּתוֹ: \n",
            "שׁוֹמֶרֶת יָבָם, בֵּין לְיָבָם אֶחָד בֵּין לִשְׁנֵי יְבָמִין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יָפֵר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לְאֶחָד אֲבָל לֹא לִשְׁנָיִם. רַבִּי עֲקִיבָא אוֹמֵר, לֹא לְאֶחָד וְלֹא לִשְׁנָיִם. אָמַר רַבִּי אֱלִיעֶזֶר, מָה אִם אִשָּׁה, שֶׁקָּנָה הוּא לְעַצְמוֹ, הֲרֵי הוּא מֵפֵר נְדָרֶיהָ, אִשָּׁה שֶׁהִקְנוּ לוֹ מִן הַשָּׁמַיִם, אֵינוֹ דִין שֶׁיָּפֵר נְדָרֶיהָ. אָמַר לוֹ רַבִּי עֲקִיבָא, לֹא, אִם אָמַרְתָּ בְאִשָּׁה שֶׁקָּנָה הוּא לְעַצְמוֹ, שֶׁאֵין לַאֲחֵרִים בָּהּ רְשׁוּת, תֹּאמַר בְּאִשָּׁה שֶׁהִקְנוּ לוֹ מִן הַשָּׁמַיִם, שֶׁיֵּשׁ לַאֲחֵרִים בָּהּ רְשׁוּת. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, עֲקִיבָא, דְּבָרֶיךָ בִשְׁנֵי יְבָמִין. מָה אַתָּה מֵשִׁיב עַל יָבָם אֶחָד. אָמַר לוֹ, אֵין הַיְבָמָה גְמוּרָה לַיָּבָם כְּשֵׁם שֶׁהָאֲרוּסָה גְמוּרָה לְאִישָׁהּ: \n",
            "הָאוֹמֵר לְאִשְׁתּוֹ, כָּל הַנְּדָרִים שֶׁתִּדְּרִי מִכָּאן עַד שֶׁאָבֹא מִמָּקוֹם פְּלוֹנִי, הֲרֵי הֵן קַיָּמִין, לֹא אָמַר כְּלוּם. הֲרֵי הֵן מוּפָרִין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מוּפָר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ מוּפָר. אָמַר רַבִּי אֱלִיעֶזֶר, אִם הֵפֵר נְּדָרִים שֶׁבָּאוּ לִכְלָל אִסּוּר, לֹא יָפֵר נְדָרִים שֶׁלֹּא בָאוּ לִכְלָל אִסּוּר. אָמְרוּ לוֹ, הֲרֵי הוּא אוֹמֵר, אִישָׁהּ יְקִימֶנּוּ וְאִישָׁהּ יְפֵרֶנּוּ (במדבר ל), אֶת שֶׁבָּא לִכְלָל הָקֵם, בָּא לִכְלָל הָפֵר. לֹא בָא לִכְלָל הָקֵם, לֹא בָא לִכְלָל הָפֵר: \n",
            "הֲפָרַת נְדָרִים, כָּל הַיּוֹם. יֵשׁ בַּדָּבָר לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. נָדְרָה בְּלֵילֵי שַׁבָּת, יָפֵר בְּלֵילֵי שַׁבָּת וּבְיוֹם הַשַּׁבָּת עַד שֶׁתֶּחְשָׁךְ. נָדְרָה עִם חֲשֵׁכָה, מֵפֵר עַד שֶׁלֹּא תֶחְשַׁךְ. שֶׁאִם חָשְׁכָה וְלֹא הֵפֵר, אֵינוֹ יָכוֹל לְהָפֵר: \n"
        ],
        [
            "וְאֵלּוּ נְדָרִים שֶׁהוּא מֵפֵר, דְּבָרִים שֶׁיֵּשׁ בָּהֶם עִנּוּי נֶפֶשׁ, אִם אֶרְחָץ וְאִם לֹא אֶרְחָץ, אִם אֶתְקַשֵּׁט וְאִם לֹא אֶתְקַשֵּׁט. אָמַר רַבִּי יוֹסֵי, אֵין אֵלּוּ נִדְרֵי עִנּוּי נָפֶשׁ: \n",
            "וְאֵלּוּ הֵם נִדְרֵי עִנּוּי נֶפֶשׁ. אָמְרָה, קוֹנָם פֵּרוֹת הָעוֹלָם עָלָי, הֲרֵי זֶה יָכוֹל לְהָפֵר. פֵּרוֹת מְדִינָה עָלָי, יָבִיא לָהּ מִמְּדִינָה אַחֶרֶת. פֵּרוֹת חֶנְוָנִי זֶה עָלָי, אֵינוֹ יָכוֹל לְהָפֵר. וְאִם לֹא הָיְתָה פַרְנָסָתוֹ אֶלָּא מִמֶּנּוּ, הֲרֵי זֶה יָפֵר, דִּבְרֵי רַבִּי יוֹסֵי: \n",
            "קוֹנָם שֶׁאֵינִי נֶהֱנָה לַבְּרִיּוֹת, אֵינוֹ יָכוֹל לְהָפֵר, וִיכוֹלָה הִיא לֵהָנוֹת בְּלֶקֶט וּבְשִׁכְחָה וּבְפֵאָה. קוֹנָם כֹּהֲנִים וּלְוִיִּם נֶהֱנִים לִי, יִטְּלוּ עַל כָּרְחוֹ. כֹּהֲנִים אֵלּוּ וּלְוִיִּם אֵלּוּ נֶהֱנִים לִי, יִטְּלוּ אֲחֵרִים: \n",
            "קוֹנָם שֶׁאֵינִי עוֹשָׂה עַל פִּי אַבָּא, וְעַל פִּי אָבִיךָ, וְעַל פִּי אָחִי, וְעַל פִּי אָחִיךָ, אֵינוֹ יָכוֹל לְהָפֵר. שֶׁאֵינִי עוֹשָׂה עַל פִּיךָ, אֵינוֹ צָרִיךְ לְהָפֵר. רַבִּי עֲקִיבָא אוֹמֵר, יָפֵר, שֶׁמָּא תַעְדִּיף עָלָיו יוֹתֵר מִן הָרָאוּי לוֹ. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, יָפֵר, שֶׁמָּא יְגָרְשֶׁנָּה וּתְהִי אֲסוּרָה עָלָיו: \n",
            "נָדְרָה אִשְׁתּוֹ וְסָבוּר שֶׁנָּדְרָה בִתּוֹ, נָדְרָה בִתּוֹ וְסָבוּר שֶׁנָּדְרָה אִשְׁתּוֹ, נָדְרָה בְנָזִיר וְסָבוּר שֶׁנָּדְרָה בְקָרְבָּן, נָדְרָה בְקָרְבָּן וְסָבוּר שֶׁנָּדְרָה בְנָזִיר, נָדְרָה מִן הַתְּאֵנִים וְסָבוּר שֶׁנָּדְרָה מִן הָעֲנָבִים, נָדְרָה מִן הָעֲנָבִים וְסָבוּר שֶׁנָּדְרָה מִן הַתְּאֵנִים, הֲרֵי זֶה יַחֲזֹר וְיָפֵר: \n",
            "אָמְרָה, קוֹנָם תְּאֵנִים וַעֲנָבִים אֵלּוּ שֶׁאֵינִי טוֹעֶמֶת, קִיֵּם לַתְּאֵנִים, כֻּלּוֹ קַיָּם. הֵפֵר לַתְּאֵנִים, אֵינוֹ מוּפָר עַד שֶׁיָּפֵר אַף לָעֲנָבִים. אָמְרָה, קוֹנָם תְּאֵנִים שֶׁאֵינִי טוֹעֶמֶת וַעֲנָבִים שֶׁאֵינִי טוֹעֶמֶת, הֲרֵי אֵלּוּ שְׁנֵי נְדָרִים: \n",
            "יוֹדֵעַ אֲנִי שֶׁיֵּשׁ נְדָרִים, אֲבָל אֵינִי יוֹדֵעַ שֶׁיֵּשׁ מְפֵרִין, יָפֵר. יוֹדֵעַ אֲנִי שֶׁיֵּשׁ מְפֵרִין אֲבָל אֵינִי יוֹדֵעַ שֶׁזֶּה נֶדֶר, רַבִּי מֵאִיר אוֹמֵר, לֹא יָפֵר, וַחֲכָמִים אוֹמְרִים, יָפֵר: \n",
            "הַמֻּדָּר הֲנָאָה מֵחֲתָנוֹ וְהוּא רוֹצֶה לָתֵת לְבִתּוֹ מָעוֹת, אוֹמֵר לָהּ, הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִים לָךְ בְּמַתָּנָה וּבִלְבַד שֶׁלֹּא יְהֵא לְבַעְלֵךְ רְשׁוּת בָּהֶן, אֶלָּא מַה שֶּׁאַתְּ נוֹשֵׂאת וְנוֹתֶנֶת בְּפִיךְ: \n",
            "וְנֵדֶר אַלְמָנָה וּגְרוּשָׁה יָקוּם עָלֶיהָ (במדבר ל). כֵּיצַד. אָמְרָה, הֲרֵינִי נְזִירָה לְאַחַר שְׁלשִׁים יוֹם, אַף עַל פִּי שֶׁנִּשֵּׂאת בְּתוֹךְ שְׁלשִׁים יוֹם, אֵינוֹ יָכוֹל לְהָפֵר. נָדְרָה וְהִיא בִרְשׁוּת הַבַּעַל, מֵפֵר לָהּ. כֵּיצַד. אָמְרָה, הֲרֵינִי נְזִירָה לְאַחַר שְׁלשִׁים, אַף עַל פִּי שֶׁנִּתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה בְתוֹךְ שְׁלשִׁים, הֲרֵי זֶה מוּפָר. נָדְרָה בוֹ בַיּוֹם, נִתְגָּרְשָׁה בוֹ בַיּוֹם, הֶחֱזִירָהּ בּוֹ בַיּוֹם, אֵינוֹ יָכוֹל לְהָפֵר. זֶה הַכְּלָל, כֹּל שֶׁיָּצָאת לִרְשׁוּת עַצְמָהּ שָׁעָה אַחַת, אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "תֵּשַׁע נְעָרוֹת, נִדְרֵיהֶן קַיָּמִין. בּוֹגֶרֶת וְהִיא יְתוֹמָה, נַעֲרָה וּבָגְרָה וְהִיא יְתוֹמָה, נַעֲרָה שֶׁלֹּא בָגְרָה וְהִיא יְתוֹמָה, בּוֹגֶרֶת וּמֵת אָבִיהָ, נַעֲרָה בוֹגֶרֶת וּמֵת אָבִיהָ, נַעֲרָה שֶׁלֹּא בָגְרָה וּמֵת אָבִיהָ, נַעֲרָה שֶׁמֵּת אָבִיהָ וּמִשֶּׁמֵּת אָבִיהָ בָּגְרָה, בּוֹגֶרֶת וְאָבִיהָ קַיָּם, נַעֲרָה בוֹגֶרֶת וְאָבִיהָ קַיָּם. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמַּשִּׂיא בִתּוֹ הַקְּטַנָּה, וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה וְחָזְרָה אֶצְלוֹ, עֲדַיִן הִיא נַעֲרָה: \n",
            "קוֹנָם שֶׁאֵינִי נֶהֱנֵית לְאַבָּא וּלְאָבִיךָ אִם עוֹשָׂה אֲנִי עַל פִּיךָ, שֶׁאֵינִי נֶהֱנֵית לְךָ אִם עוֹשָׂה אֲנִי עַל פִּי אַבָּא, וְעַל פִּי אָבִיךָ, הֲרֵי זֶה יָפֵר: \n",
            "בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, שָׁלשׁ נָשִׁים יוֹצְאוֹת וְנוֹטְלוֹת כְּתֻבָּה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, שָׁמַיִם בֵּינִי לְבֵינֶךָ, נְטוּלָה אֲנִי מִן הַיְּהוּדִים. חָזְרוּ לוֹמַר, שֶׁלֹּא תְהֵא אִשָּׁה נוֹתֶנֶת עֵינֶיהָ בְאַחֵר וּמְקַלְקֶלֶת עַל בַּעְלָהּ. אֶלָּא הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, תָּבִיא רְאָיָה לִדְבָרֶיהָ. שָׁמַיִם בֵּינִי לְבֵינֶךָ, יַעֲשׂוּ דֶרֶךְ בַּקָּשָׁה. נְטוּלָה אֲנִי מִן הַיְּהוּדִים, יָפֵר חֶלְקוֹ, וּתְהֵא מְשַׁמַּשְׁתּוֹ, וּתְהֵא נְטוּלָה מִן הַיְּהוּדִים: \n"
        ]
     ],
    "textbartenura":[
        [
            [
                "<b>כל כנויי נדרים כנדרים.</b> בגמרא מוקמינן דרישא דמתניתין חסורי מחסרא והכי קתני, כל ידות נדרים כנדרים, כל כנויי נדרים כנדרים. אלו הן ידות נדרים האומר לחבירו מודר אני ממך מופרש אני ממך וכו׳. אלו הן כנויי נדרים קונם קונח קונס וכו׳. ידות נדרים, כמו בית יד של כלי שאוחזין אותו בו, כך ידות נדרים שבהם הנדרים נאחזים. כנויי נדרים, כמו המכנה שם לחבירו [בבא מציעא נ״ח:], שאינו עיקרו של שם:",
                "<b>מודר אני ממך.</b> אם אמר אחד מלשונות הללו, מודר אני ממך שאיני אוכל לך ושאיני טועם לך, או מופרש אני ממך שאיני אוכל לך ושאיני טועם לך, או מרוחק אני ממך שאיני אוכל לך ואיני טועם לך, הוא ידות נדרים ואסור לאכול ולטעום עמו. אבל אם אמר לו מודר אני ממך בלבד, אין במשמעות דבריו אלא שלא ידבר עמו. ומופרש אני ממך בלבד, משמע שלא ישא ויתן עמו. ומרוחק אני ממך בלבד, משמע שלא ישב בארבע אמותיו. ואינו אסור לאכול עמו אא״כ פירש ואמר עם כל אחד מלשונות הללו, שאיני אוכל לך ושאיני טועם לך:",
                "<b>רבי עקיבא היה חוכך וכו׳</b> כלומר מחכך שפתיו זו בזו ולא רצה לאסור בפירוש, אבל היה נראה מדעתו שהיה אוסר:",
                "<b>כנדרי רשעים נדר בנזיר ובקרבן ובשבועה.</b> אם אמר הרי עלי כנדרי רשעים שנדריהם נזיר וקרבן שבועה אם אוכל ככר זו, ועבר ואכלה, חייב להיות נזיר שלשים יום ולהביא קרבן עולה וחייב מלקות כעובר על שבועת ביטוי, שהרי הזכיר בנדרו נזיר וקרבן ושבועה. ומה שאמר כנדרי רשעים, לפי שהרשעים הם שנודרים ונשבעים, לא הכשרים, שהכשרים יראים שלא לעבור על בל תאחר ונזהרים שלא להוציא שבועה מפיהם, ולפיכך כנדרי כשרים לא אמר כלום:",
                "<b>כנדבותם נדר בנזיר ובקרבן.</b> אם אמר כנדבות כשרים הריני נזיר והרי זה קרבן אם אוכל ככר זו, ואכלה, חייב בנזיר ובקרבן, שהכשרים פעמים נודרים בנזיר לאפרושי מאיסור. ומתנדבים בקרבן שמביאים קרבנם לפתח העזרה ומקדישין אותה שם כדי שלא יבואו בה לידי מכשול. ונדבה היא כשיאמר הרי זו. ונדר הרי עלי. לפיכך הכשרים מתנדבים אבל אינם נודרים, כי היכי דלא ליתו לידי תקלה:"
            ],
            [
                "<b>קונם קונח קונס הרי אלו כנויין לקרבן.</b> לשונות של גוים הם, ויש מהם מי שקורא לקרבן כך ויש מי שקורא כך, ובכל לשון שיאמר מאלו הוא מתפיס בקרבן:",
                "<b>נדר במותא.</b> כלומר נשבע במותא, והוא כינוי של מומתא, שהיא שבועה בלשון תרגום:"
            ],
            [
                "<b>לחולין שאוכל לך.</b> הלמ״ד נקודה פתח, ומשמע לא חולין יהיה מה שאוכל לך אלא קודש:",
                "<b>לא כשר.</b> יהיה, אלא פסול. והיינו קדשים דשייך בהו כשרות ופסלות:",
                "<b>ולא דכי.</b> לא מותר. כמו אייל קמצא דכן, בע״ז [דף ל״ז]. ואע״ג דלשון מותר ואסור שייך נמי גבי נבילה וטרפה ואנן קיי״ל שאין מתפיסין אלא בדבר הנידר והנידב, הואיל ויש במשמעות מותר גם בקדשים, הא תנן סתם נדרים להחמיר, דכיון דדעתו להתפיסו בנדר אמרינן על דבר הנידר נתכוין:",
                "<b>טהור.</b> אם אמר לא טהור מה שאוכל לך:",
                "<b>טמא נותר פיגול.</b> אם אמר טמא מה שאוכל לך, וכן כולם. אסור, שכל אלו דברים הנוהגים בקדשים הם:",
                "<b>כאימרא.</b> כשה של קרבן:",
                "<b>כדירים.</b> כלשכת העצים או כלשכת הטלאים:",
                "<b>כעצים.</b> כגזרי עצים של מערכה:",
                "<b>כאישים.</b> כקרבנות שעל האש:",
                "<b>כמזבח.</b> כקרבנות שעל גבי המזבח:",
                "<b>כהיכל.</b> כקרבנות שבהיכל:",
                "<b>כירושלים.</b> כקרבנות שבירושלים. פירוש אחר. כחומות ירושלים, דקסבר שחומות ירושלים משיירי הלשכה קא אתו:",
                "<b>באחד מכל משמשי המזבח.</b> כגון מזלגות מזרקות ומחתות. אם אמר כמזלגות שאוכל לך, או כמזרקות שאוכל לך, וכן כולם, אף על פי שלא הזכיר קרבן, הרי זה כנודר בקרבן:",
                "<b>רבי יהודה אומר האומר ירושלים.</b> בלא כ״ף, לא אמר כלום. ות״ק פליג עליה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>האומר קרבן עולה מנחה חטאת תודה ושלמים.</b> כל הני קרבנות חובה הם, ותודה נמי דמיא לחובה, דארבעה צריכין להודות, וסלקא דעתך אמינא דאין זה נודר בדבר הנדור:",
                "<b>ורבי יהודה מתיר.</b> משום דאמרן בלא כ״ף דמי לנשבע בחיי הקרבן ובחיי העולה ואין כאן לא נדר ולא שבועה. ורישא אשמועינן דפליג תנא קמא עליה דר׳ יהודה אפילו בירושלים אם הזכירה בלא כ״ף ואמר דהוי נדר. וסיפא אשמועינן דפליג ר״י עליה דתנא קמא אפילו בקרבן עולה ומנחה וכו׳ כשהזכירן בלא כ״ף דלא הוי נדר:",
                "<b>קרבן הקרבן כקרבן שאוכל לך אסור.</b> אע״ג דכל הני שמעינן להו כבר, הקרבן איצטריכא ליה, דסלקא דעתך אמינא בחיי הקרבן קאמר. והא דתנן לקמן בפ״ב הקרבן שאוכל לך מותר, התם הא קרבן קאמר, דמשמע חיי קרבן:",
                "<b>לקרבן לא אוכל לך רבי מאיר אוסר.</b> דנעשה כאומר לקרבן יהא לפיכך לא אוכל לך. ואין הלכה כר׳ מאיר.",
                "<b>קונם פי מדבר עמך.</b> ואע״ג דאין נדרים חלים על דבר שאין בו ממש ודבור אין בו ממש, מכל מקום כשאמר קונם פי מדבר עמך אסר הפה מלדבר, והפה דבר שיש בו ממש הוא. וכן יאסרו ידי למעשיהם, ורגלי להלוכן, וכל כיוצא בזה:"
            ]
        ],
        [
            [
                "<b>ואלו מותרין.</b> חולין שאוכל לך. לסימן בעלמא נקטיה, כשם שחולין שאוכל לך אין צריך שאלה לחכם, כך כל הני דאמרינן במתניתין ברישא אין צריכין שאלת חכם:",
                "<b>כעורות לבובין.</b> היו נוקבים הבהמה מחיים כנגד הלב ומוציאין הלב ומקריבין אותו לע״ז, ותקרובת ע״ז אסור בהנאה:",
                "<b>כחלת אהרן.</b> שהיה ראשון לכהנים. ולא הוי דבר הנדור, שאין חלה ותרומה באין בנדר ונדבה:",
                "<b>הרי זה מותר.</b> דאמר קרא (במדבר ל׳) איש כי ידור נדר, עד שידור בדבר הנדור. וחטאת שאיני אוכל לך דאמרינן בפרק קמא דאסור ואף על פי שאינו דבר הנדור, הוי טעמא, דאפשר שיביא חטאת על ידי נדר, כגון שנדר בנזיר ומתחייב להביא חטאת:",
                "<b>הרי את עלי כאמא.</b> אע״ג דלאו דבר הנדור הוא. חמור מכל הני דלעיל, דצריך התירא מדרבנן אם הוא עם הארץ:",
                "<b>פותחין לו פתח ממקום אחר.</b> כלומר מבקשים לו פתח וטעם לחרטתו. ולא סגי בכדו תהית או לבך עלך. וכל זה שלא יקל ראשו ולא ירגיל לאסור אשתו עליו:",
                "<b>קונם שאיני ישן כו׳</b> הרי זה בבל יחל מדרבנן. אבל מן התורה אין הנדר חל, דנדרים אין חלים אלא על דבר שיש בו ממש:",
                "<b>קונם שאיני משמשך.</b> בגמרא מקשה, והא משועבד לה והיאך יכול להפקיע שעבודה בנדרו והא הוי כאוסר פירות חבירו על חבירו. ומשני, כגון דאמר הנאת תשמישך עלי קונם, שאסר ההנאה עליו, ואין מאכילין לו לאדם דבר האסור לו:",
                "<b>שבועה שאיני ישן וכו׳</b> אסור מן התורה, דשבועות חלין בין על דבר שיש בו ממש בין על דבר שאין בו ממש. ואם נשבע שלא יישן שלשה ימים רצופין לילה ויום, לוקה ויישן מיד, מפני שנשבע על דבר שאי אפשר לקיימו:"
            ],
            [
                "<b>קרבן לא אוכל לך כו׳</b> מותר, דהוי כנשבע בקרבן ונעשה כאומר בחיי הקרבן אם אוכל לך שום דבר:",
                "<b>שבועה שלא אוכל לך.</b> ולא אמרינן בחיי שבועה קאמר כדאמרינן בקרבן, דשבועה לית בה מששא ולא שייך לומר בה בחיי שבועה:",
                "<b>שבועה שאוכל לך.</b> זמנין דשבועה שאוכל לך דלא אכילנא משמע, כגון שהיה חבירו מסרב בו לאכול ואמר לא אכילנא לא אכילנא ושוב אמר שבועה שאוכל לך, דלא אכילנא משמע, והכי קאמר בשבועה יהא עלי אי אכילנא לך:",
                "<b>זה חומר בשבועות.</b> לא מצינן לאוקמה אשבועה שלא אוכל לך וכו׳, דמדקתני זה חומר משמע דנדר הוי אלא דאינו חמור כשבועה, וגבי קרבן לא אוכל לך תנן מותר דלא הוי נדר כלל. משום הכי צריך לאוקמה אדלעיל דתנינא קונם שאיני ישן שאיני מדבר הרי זה בבל יחל, ואוקימנא מדרבנן, דמדאורייתא אין הנדר חל אלא על דבר שיש בו ממש, וזה חומר בשבועות מבנדרים, ששבועה חלה אפילו על דבר שאין בו ממש:",
                "<b>תפילין שאני מניח.</b> משום דאסר חפצא עליה, ואינו נראה כנודר לבטל את המצוה שהרי לא קיבל על עצמו, אלא אסר החפץ עליו, ואם יקיים המצוה הויא מצוה הבאה בעבירה ודמי למי שחייב לאכול מצה בלילי פסח ולא מצא אלא מצה של טבל או של הקדש, שאסור לאכלה. אבל כל לשון שבועה הוא אוסר את עצמו מלעשות הדבר, וכיון שהוא מחוייב לעשות המצוה לאו כל כמיניה להפקיע עצמו מחיוב המצוה. ואם אמר הרי עלי קרבן אם אניח תפילין, חל הנדר וחייב להביא קרבן אם הניח תפילין:"
            ],
            [
                "<b>חייב על כל אחת ואחת.</b> ויהיה נזיר שלשים יום אם אמר הריני נזיר סתם ויביא קרבן נזיר ויחזור להיות נזיר כמספר הפעמים שאמר שיהיה נזיר. ובשבועה אינו חייב אלא אחת, שאינו לוקה אלא מלקות אחת. אבל אם נשאל על השבועה הראשונה, חלה השבועה השניה. וכן אם נשאל על השניה, חלה השלישית. ואסור לאכול עד שיותרו כולם, מדלא תנן הרי זו שבועה אחת, אלא אינו חייב אלא אחת:"
            ],
            [
                "<b>ופירושם להקל.</b> אע״ג דכשפירש דבריו אזלינן בתר פירושו, כי סתם ולא פירש אזלינן להחמיר, דסתם נודר דעתו לאסור:",
                "<b>כבשר מליח.</b> היינו קרבן, דכתיב (ויקרא ב׳:י״ג) על כל קרבנך תקריב מלח:",
                "<b>כחרם של כהנים מותר.</b> אע״ג דחרמי כהנים מועלים בהם עד שיבואו לידי כהנים והוי דבר הנדור, מ״מ סתם חרמי כהנים משמע שכבר באו ליד כהן:",
                "<b>אם כמעשר בהמה אסור.</b> דהוי דבר הנדור, שצריך להקדישו, ואין מעשר בהמה אוסר הדיר כמו שמעשר דגן אוסר הגורן:",
                "<b>שאין אנשי גליל מכירין תרומת הלשכה.</b> לפי שהיו רחוקים מירושלים:",
                "<b>שאין אנשי גליל מכירין חרמי כהנים.</b> וכל מה שהיו מחרימין היו מפרישין לבדק הבית. והלכה כרבי יהודה:"
            ],
            [
                "<b>בחרמו של ים.</b> לשון מצודה, כמו אשר היא מצודים וחרמים (קהלת ז׳.):",
                "<b>הרי עצמי קרבן.</b> אסר עצמו כקרבן על חבירו:",
                "<b>אין נשאלים עליהם.</b> אין צריכין שאלת חכם, שאינן חלים:",
                "<b>ואם נשאלו.</b> ואם עם הארץ הוא זה שנדר כהאי גוונא ובא לישאל על נדרו, אין פותחין לו פתח לחרטה ואין מתירין לו. ואם עבר על נדרו זה מנדין אותו:",
                "<b>פותחין לו פתח ממקום אחר.</b> מראים לו שהדבר קיים ופותחין לו פתח מטעם אחר ומתירין לו נדרו. אבל לא עונשין ולא מחמירין. וכן הלכה:"
            ]
        ],
        [
            [
                "<b>ארבעה נדרים.</b> כולהו מפרש להו ואזיל:",
                "<b>קונם שאיני פוחת לך מן הסלע.</b> קונם ככר זה עלי אם אני פוחת לך מן הסלע. והסלע הוא ד׳ דינרים:",
                "<b>על השקל.</b> הוא חצי סלע:",
                "<b>שניהם רוצים בשלשה דינרים.</b> ולא היה בלבם לשם נדר, אלא המוכר נדר לזרז הלוקח שיוסיף דמים, וכן הלוקח כדי שיפחות המוכר בדמי המקח, הלכך לא הוי נדר. ואע״ג דדברים שבלב אינם דברים, היכא דמוכחא מלתא כי הכא שכן דרך כל מוכרין ולוקחין לעשות כן, אזלינן בתר דברים שבלב:",
                "<b>ר״א בן יעקב אומר אף הרוצה להדיר את חבירו כו׳</b> מפרש בגמרא דחסורי מחסרא והכי קתני, הרוצה שיאכל חבירו אצלו ומסרב בו ומדירו, נדרי זרוזין הוא. והרוצה שלא יתקיימו נדריו כל השנה יעמוד בראש השנה, ויאמר כל נדר שאני עתיד לידור יהא בטל. ויעמוד בראש השנה לאו דוקא אלא ה״ה בכל עת שירצה ולכל זמן שיקבע:",
                "<b>ובלבד שיהיה זכור.</b> מן התנאי בשעת הנדר ודעתו על התנאי שיהיה קיים, אז הנדר בטל. אבל אם לא נזכר מן התנאי בשעת הנדר ולא בתוך כדי דבור משעה שנדר, הנדר קיים. ואין צ״ל אם נזכר מן התנאי בשעת הנדר ודעתו שיהיה התנאי בטל והנדר קיים, דפשיטא שהנדר קיים. ומשפטי השבועות והנדרים שוין לדין זה. והלכה כרבי אליעזר בן יעקב:"
            ],
            [
                "<b>נדרי הבאי.</b> גוזמא ושפת יתר, והוא בעצמו יודע שלא היה כך:",
                "<b>קונם אם לא ראיתי.</b> קונם עלי ככר זה אם לא ראיתי וכו׳:",
                "<b>נדרי שגגות.</b> אמר קונם עלי ככר זה:",
                "<b>אם אכלתי אם שתיתי ונזכר שאכל ושתה.</b> ובשעת הנדר היה סבור שלא אכל ולא שתה לא הוי נדר:",
                "<b>קונם שאיני אוכל לך ואיני שותה, ושכח ואכל ושתה.</b> דבשעה שהנדר חל שהוא בשעת האכילה והשתיה שכח את הנדר, מותר, דילפינן משבועה דכתיב (ויקרא ה׳:ד׳) האדם בשבועה, דבעינן שיהיה אדם בשעה שהשבועה חלה עליו, כלומר שיהיה זכור מן השבועה, והוא הדין בנדר:",
                "<b>קונם אשתי נהנית לי שגנבה את כיסי.</b> היינו נדרי שגגות, דכיון שנודע שלא גנבה לו נמצא שלא היה נדר:",
                "<b>אלו ואלו מותרין.</b> דנדר שהותר מקצתו הותר כולו דאינו רוצה שיחול נדרו אלא כעין שנדר אותו, וכיון שמקצתו היה שוגג נתבטל כולו:"
            ],
            [
                "<b>נדרי אונסין.</b> דמעיקרא לא היה בדעתו שיחול הנדר אם יעכבנו אונס, ובכהאי גוונא שהדברים מוכיחים, דברים שבלב הוו דברים:"
            ],
            [
                "<b>להרגין.</b> לסטים שהורגין האדם ונוטלין את ממונו:",
                "<b>ולחרמין.</b> גזלנים שאינם הורגים. ולא זו אף זו קתני:",
                "<b>ולמוכסין.</b> במוכס העומד מאליו. אבל מוכס שהעמידו המלך, בין מלך ישראל בין מלך נכרי ולוקח דבר קצוב בחוק המלכות, דינא דמלכותא דינא ואסור לברוח מן המכס וכל שכן שאסור לידור ולישבע לו לשקר:",
                "<b>שהן של תרומה.</b> אע״פ שהורגין וגוזלין, אין אוכלין דבר האסור. אי נמי, תרומה לא חשיבא להו מתוך שאינה נאכלת אלא לכהנים טהורים נמכרת בזול הרבה:",
                "<b>לא יפתח לו בנדר.</b> אם לא שאל ממנו האנס שידור לא יתחיל הוא בנדר:",
                "<b>במה שהוא מדירו.</b> אם שאל ממנו האנס לידור לא ידור לו אלא במה ששאל בלבד, ולא ידור לו בדבר אחר. וכל הני ארבעה נדרים דתנא במתניתין, דין הנדרים והשבועות שוים, ומה שמותר בנדר מותר בשבועה ואין צריכים התרה, חוץ מנדרי זירוזין בלבד שצריכים התרה מדברי סופרים, לפיכך השבועה אסורה בהם:"
            ],
            [
                "<b>הרי נטיעות האלו קרבן אם אינן נקצצות.</b> ראה רוח סערה באה וירא שמא יקצצו נטיעותיו ואמר הרי אלו קרבן אם אינן נקצצות. או שראה דליקה נפלה בעיר וירא על טליתו שמא תשרף ואומר הרי זו קרבן אם לא תשרף:",
                "<b>יש להם פדיון.</b> כשאר הקדשות, ויפדו ויקנה בדמיהן קרבן. דכיון דלא אמר הרי הן עלי כקרבן, לאו למיסרינהו עליה כקרבן איכוין אלא שיהיו לקנות בדמיהן קרבן:",
                "<b>אין להם פדיון.</b> אלא המעות נתפסין בקדושה והנטיעות חוזרות להיות קדושות, דכיון דאמר עד שיקצצו, הכי קאמר, לכשאפדם יחזרו ויקדשו עד שיקצצו:"
            ],
            [
                "<b>מותר ביושבי יבשה.</b> שאין דרכם לרדת בים:",
                "<b>בכלל יושבי יבשה.</b> שסופם לרדת ולישב ביבשה:",
                "<b>לא כאלו ההולכים מעכו ליפו.</b> אית דמפרשי לה הכי, הא דתנן ברישא דמתניתין הנודר מיורדי הים מותר ביושבי יבשה דמשמע הא ביורדי הים אסור, לא כאלו שהולכים מעכו ליפו, שהנודר מיורדי הים אינו אסור בהם, דמשום דרך מועט כזה לא מקרו יורדי הים. ואית דמפרשי, לא כאלו ההולכים מעכו ליפו בלבד דבכלל יורדי הים הם ליאסר, וגם יושבי יבשה מקרו, אלא אף במי שדרכו לפרש, לפי שסופו לירד ליבשה:"
            ],
            [
                "<b>מי שהחמה רואה אותו.</b> מדלא קאמר מן הרואים:"
            ],
            [
                "<b>אסור בקרחים ובבעלי השיבות.</b> מדלא קאמר בבעלי השער:",
                "<b>שאין נקראים שחורי הראש אלא אנשים.</b> לפי שהאנשים פעמים מכסים ראשם ופעמים מגלים ומשחרות ראשם ניכר שהם אנשים, אבל נשים לעולם הולכות וראשם מכוסה. והקטנים בין זכרים בין נקבות הולכין בגילוי הראש ואינם ניכרים בין זכר לנקבה, ומשום הכי לא אקרו שחורי הראש אלא האנשים הגדולים:"
            ],
            [
                "<b>מן הילודים.</b> משמע שנולדו כבר:",
                "<b>מן הנולדים.</b> משמע העתידין להוולד:",
                "<b>מן הנולדים רבי מאיר מתיר אף בילודים.</b> בגמרא מפרש דחסורי מחסרא והכי קתני, מן הנולדים אסור בילודים, ר״מ אומר אף הנודר מן הנולדים מותר בילודים, כי היכי דהנודר מן הילודים מותר בנולדים:",
                "<b>אלא ממי שדרכו להוליד.</b> כגון אדם ובהמה, לאפוקי עופות ודגים שאין מולידים אלא מטילים ביצים:"
            ],
            [
                "<b>מאוכלי שום.</b> אחד מעשר תקנות שתיקן עזרא שיהיו אוכלים שום לילי שבת, מפני שמרבים הזרע וליל שבת הוא זמן עונה של תלמידי חכמים:",
                "<b>ומותר בכותים.</b> שאינן עולים לרגל. ואע״ג דמדאורייתא הוא, מפני שהם שונאים ירושלים ובחרו להם הר גריזים:"
            ],
            [
                "<b>מותר בישראל.</b> שיצאו מכלל בני נח:",
                "<b>ואסור בעובדי כוכבים.</b> ואפילו באותם שהם מזרע אברהם:",
                "<b>אסור בישראל.</b> וגרים נמי בכלל זרע אברהם נינהו, דכתיב (בראשית י״ז:ה׳) כי אב המון גוים נתתיך:",
                "<b>ומותר בעובדי כוכבים.</b> ואפילו באותם שהם מזרע אברהם, דלא אקרו זרע אברהם אלא בני יעקב בלבד, דכתיב (שם כ״א) כי ביצחק יקרא לך זרע, ביצחק ולא כל יצחק:",
                "<b>שאיני נהנה לישראל.</b> משל ישראל:",
                "<b>שאין ישראל נהנים לי.</b> משלי:",
                "<b>ומוכר ביותר אם שומעין לו גרסינן.</b> כלומר ימכור הדבר ביותר מכדי שויו אם ירצה חבירו לשמוע לו, ולקנות ממנו החפץ ביותר ממה ששוה:",
                "<b>לערלים.</b> דעתו על מי שאינו מאמין בברית מילה:",
                "<b>למולים.</b> המאמינים בברית מילה:",
                "<b>מותר בערלי ישראל.</b> כגון מי שמתו אחיו מחמת מילה:",
                "<b>ואסור במולי אומות.</b> כגון ערבי מהול וגבעוני מהול:",
                "<b>שלש עשרה בריתות.</b> נאמרו בפרשת מילה שנאמרה לאברהם:",
                "<b>שהיא דוחה את השבת.</b> דכתיב (ויקרא י״ב:ג׳) וביום השמיני ימול בשר ערלתו, ואפילו בשבת:",
                "<b>שהיא דוחה את הנגעים.</b> דדרשינן ימול, ואפילו במקום בהרת, ואין כאן משום קוצץ בהרתו שהוא בלאו דהשמר בנגע הצרעת (דברים כ״ד:):"
            ]
        ],
        [
            [
                "<b>אין בין המודר.</b> אלא דריסת הרגל. לעבור דרך ארצו, או להשאיל כלים שאין עושין בהם אוכל נפש, שמותרין במודר הימנו מאכל, ואסורין במודר הימנו הנאה:",
                "<b>נפה וכברה רחים ותנור.</b> שמתקנים בהם אוכל נפש. וכל שכן קדרה ושפוד שהאוכל עומד בתוכו. ומודר מאכל דתנן במתניתין, הוא שיאמר לו הנאת מאכלך עלי קונם:",
                "<b>מקום שמשכירין כיוצא בהם.</b> דכיון דדרך להשכיר כיוצא בזה והוא מוחל לו השכירות, באותם הדמים יכול לקנות אוכל נפש והוא הדירו מהנאה המביאה לידי מאכל:"
            ],
            [
                "<b>שוקל לו שקלו.</b> מחצית השקל שחייב כל אחד מישראל בכל שנה לצורך קרבנות צבור. והמדיר יכול לשקול בשבילו, דמצוה בעלמא קעביד:",
                "<b>ופורע לו חובו.</b> אית דמוקמי לה דוקא בחוב שהתנה לוה עם המלוה שלא יפרענו אלא לכשירצה ולא יוכל המלוה ללחצו, והשתא לא אהני ליה מידי במה שפורע חובו. ואית דמוקמי לה בכל חוב שבעולם, שאינו אלא מונע את בעל חובו שלא יתבענו, ומניעת תביעה אינה בכלל הנאה:",
                "<b>ומחזיר לו אבדתו.</b> בין שהיו נכסי מחזיר אסורים על בעל אבדה בין שהיו נכסי בעל אבדה אסורים על המחזיר משום דמצוה קעביד:",
                "<b>ובמקום שנוטלין עליה שכר תפול הנאה להקדש.</b> כששניהם מודרים הנאה זה מזה, אם הוא נוטל שכר נמצא נהנה, ואם אינו נוטל שכר נמצא מהנה, לפיכך תפול הנאה להקדש. ולא אמרינן יוליך הנאה לים המלח, לפי שאסר עליו הנאתו כהקדש, הלכך כל הנאה הבאה לידו ממנו הקדש היא:"
            ],
            [
                "<b>ותורם תרומתו ומעשרותיו לדעתו.</b> כגון שאמר כל הרוצה לתרום יבא ויתרום. אבל לא יאמר לו לתרום, שהרי עושהו שליח והנאה היא לו שעושה שליחותו:",
                "<b>ומקריב לו קיני זבין וזבות.</b> כהן שהדיר את ישראל הנאה ממנו, יכול להקריב קרבנותיו שמביא על זב וזבה ויולדת:",
                "<b>ומלמדו מדרש.</b> ספרא וספרי, שהוא מדרש הפסוקים:",
                "<b>הלכות.</b> הלכה למשה מסיני:",
                "<b>אגדות.</b> דברי חכמים שהסמיכום על הפסוקים. וטעמא דשרי ללמדו כל הני, שאין אדם רשאי ליקח שכר כדי ללמד את חבירו את כל אלה, ואין כאן הנאה, דמצוה קעביד:",
                "<b>אבל לא ילמדנו מקרא.</b> שמותר ליטול שכר על למוד המקרא, שאינו נוטל אלא שכר פיסוק טעמים לנגן המקראות כהלכתן, ולאו דאורייתא הוא ושרי ליטול שכר עליו, ואם אינו נוטל נמצא מהנהו, ואם נוטל נמצא נהנה. ודוקא במקום שנהגו ליטול שכר על המקרא, אבל במקום שאין נוטלין שכר על המקרא אף המקרא שרי ללמדו:",
                "<b>אבל מלמד הוא את בניו.</b> ואע״ג דמצוה על האב ללמד את בנו וזה מוציאו מידי חובתו, לא מקריא הנאה, דמצות לאו ליהנות נתנו. וגם אפשר שהיה מוצא אחר שהיה מלמדו חנם:",
                "<b>ולא יזון את בהמתו.</b> דניחא ליה בפיטומה וקא מהני ליה:",
                "<b>טמאה נפשה וגופה לשמים.</b> דלמלאכה קיימא ואינו חושש על פיטומה:",
                "<b>שאם ירצה מוכרה לעכו״ם.</b> לאכילה ונוטל דמים יתירים בשביל פיטומה:"
            ],
            [
                "<b>עומד אבל לא יושב.</b> מתניתין איירי כשנכסי המבקר אסורים על החולה, ובמקום שנוטלין שכר על הישיבה עם החולה, שאם יושב עמו ואינו נוטל שכרו הנהוג הרי מהנהו. אבל עמידה, זמן מועט הוא ואין רגילין ליטול עליה שכר:",
                "<b>רפואת הנפש.</b> רפואת גופו:",
                "<b>רפואת ממון.</b> רפואת בהמתו. לפי שחייב אדם לרפאות את חבירו כשחלה, שנאמר (דברים כ״ב) והשבותו לו, לרבות אבדת גופו, ומצוה קעביד, לפיכך אע״פ שהדירו הנאה ממנו מרפאו בידיו כשחלה בגופו. ואם חלתה בהמתו אינו יכול לרפאה בידים מפני שמהנהו, אבל אומר לו סם פלוני יפה לה, סם פלוני רע לה:",
                "<b>אבל לא בקטנה.</b> מפני שמהנהו כשמגביה עליו את המים:",
                "<b>אבל לא בימות הגשמים.</b> מפני שמחממו. והלכה כר׳ יהודה:",
                "<b>אבל לא מן התמחוי.</b> לא יאכל עמו בכלי אחד, שמא יניח מלאכול מנה יפה שבו כדי שיאכל זה המודר הנאה ממנו, או שמא יקרב לפניו חתיכה שיאכל ונמצא מהנהו:",
                "<b>אבל אוכל הוא [עמו] מן התמחוי החוזר.</b> לבעל הבית. ראובן אוכל בקערה שיודע שכשיחזירנה לבעל הבית יחזור בעל הבית וישלחנה לשמעון שמודר הנאה ממנו, ולא חיישינן שמא ישייר בקערה כדי שיאכל ממנה שמעון ונמצא מהנהו:",
                "<b>האבוס שלפני הפועלים.</b> כלי גדול שממלאים אותו ואוכלים בו כל הפועלים ביחד:",
                "<b>לא יעשה עמו באומן.</b> לא יקצור עמו באותה שורה שהוא קוצר. שגורם לו שממהר לעשות מלאכתו כשמוצא המקום פנוי ונמצא מהנהו. ואין הלכה כר״מ:"
            ],
            [
                "<b>מן הנוטות.</b> פירות תלויין הנוטין חוץ מן הפרדס:",
                "<b>ובשביעית לא ירד לתוך שדהו.</b> אע״ג דפירות שביעית רחמנא אפקרינהו, גוף הקרקע לא אפקר רחמנא, וחיישינן שמא בשעה שאינו אוכל מן הפירות ישהה בשדה ויתעכב שם ויהנה מגוף הקרקע שאינו הפקר:"
            ],
            [
                "<b>המודר הנאה מחבירו לא ישאילנו.</b> גזירה שמא ישאל ממנו, והוא אסר הנאת אותו פלוני עליו. וכן לא ילונו, גזירה שמא ילוה ממנו:",
                "<b>ולא ימכור לו.</b> בפחות משויו, גזירה שמא יקח ממנו נמי בפחות משויו ונמצא נהנה:",
                "<b>אם היה דרכו לחרוש הוא אסור.</b> דלא איכוין אלא שלא יחרוש הוא עצמו כמו שהיה רגיל, אבל אחרים יחרשו:",
                "<b>ואם אין דרכו לחרוש.</b> דעתו היה שלא יחרשו בה לא הוא ולא אחרים:"
            ],
            [
                "<b>ואין לו מה יאכל.</b> אורחא דמלתא נקט, וה״ה אפילו יש לו מה יאכל:",
                "<b>ובא זה ונוטל מזה.</b> אם ירצה ליתן לו, ואינו עובר על נדרו. אבל אינו יכול לכופו לשלם לו, דהא לא אמר לו תן לו ואני אפרע. ואם אמר לו כן, אסור, דהא שליח שוייה:"
            ],
            [
                "<b>ור״י אוסר.</b> דכיון שאין שם אחר שיכול לזכות אלא הוא, הוי כמתנה. ואין הלכה כר׳ יוסי. ודוקא באין לו מה יאכל הוא דשרו רבנן, אבל באינש אחרינא לא:"
            ]
        ],
        [
            [
                "<b>השותפין.</b> שיש לכל אחד מהם בית בחצר, והחצר שלפני הבתים שניהם שותפין בה. ובזמן שיש בחצר דין חלוקה והוא שיהיה לכל בית ובית ארבע אמות בחצר לפני הבית וישאר עוד מן החצר ארבע אמות לזה, וארבע אמות לזה בהא מודו כולי עלמא דשניהם אסורים ליכנס בחצר עד שיחלוקו, הואיל ויש בה דין חלוקה. ולא אפליגו ר׳ אליעזר ורבנן אלא בחצר שאין בה דין חלוקה, רבנן אמרי כל אחד מהם בשל חברו הוא נכנס, ורבי אליעזר בן יעקב סבר יש ברירה והאי בדידיה קאזיל והאי בדידיה קאזיל:",
                "<b>ושניהם אסורים להעמיד שם רחים וכו׳</b> ומודה ר׳ אליעזר בן יעקב בכל הני דשותפים מעכבים זה על זה, דלא שייך להתיר מטעם ברירה. דכיון דבידו לעכב עליו ואינו מעכב נמצא מהנהו:",
                "<b>וכופין את הנודר למכור את חלקו.</b> דחיישינן מאחר שרואה את חברו נכנס ישכח ויכנס גם הוא. אבל כששניהם אסורים לא חיישינן. ודוקא כשנדר מעצמו שלא יהנה בשל חברו הוא דכופין אותו למכור חלקו, אבל אם חברו הדירו שלא יהנה ממנו, אנוס הוא ואין כופין אותו למכור דמאי אית ליה למעבד, ואם אמרת כן כל שותף ידיר את חברו שלא יהנה ממנו כדי שיכופו אותו למכור לו חלקו:"
            ],
            [
                "<b>היה אחד מן השוק וכו׳</b> להודיעך כחו דרבי אליעזר בן יעקב נקט לה, דאפילו אחד מן השוק שאין לו חלק בחצר שרי ליה רבי אליעזר בן יעקב ליכנס מטעם ברירה. והלכה כרבי אליעזר בן יעקב:"
            ],
            [
                "<b>המודר הנאה מחבירו ויש לו מרחץ ובית הבד וכו׳</b> ראובן שנאסר עליו ליהנות בנכסי שמעון ויש לשמעון בעיר מרחץ ובית הבד שהשכירן לאחרים ובא ראובן להשתמש בהן, רואים אם נשאר לשמעון מקום בזה המרחץ ובית הבד שלא השכירו, כגון בור בבית המרחץ וכיוצא בזה, אסור לראובן להשתמש בהם. ואם לאו, מותר:",
                "<b>ומת או שמכרם לאחר מותר.</b> דכיון שאמר ביתך שדך, לא נתכוון אלא בזמן שהם שלו. אבל אם אמר בית זה או שדה זו, אסרם עליו לעולם:"
            ],
            [
                "<b>הריני עליך חרם.</b> הנאתי תהיה אסורה עליך בחרם שלא תוכל ליהנות ממני:",
                "<b>המודר אסור.</b> אע״פ שלא ענה אמן. שאדם יכול לאסור על חבירו שלא יהנה ממנו:",
                "<b>הרי את עלי חרם.</b> שאסר על עצמו כל הנאה שתבוא לו מחברו, הנודר אסור:",
                "<b>בדבר של עולי בבל.</b> כגון בור של עולי רגלים שהיו עולים מבבל לארץ ישראל לרגל, והיה אותו הבור באמצע הדרך וידן של כל ישראל שוה בו, והוי כהפקר, ולא כדבר שהוא של שותפים:"
            ],
            [
                "<b>הרחבה.</b> השווקין שבעיר:",
                "<b>והתיבה.</b> שמניחין בה ספרים:",
                "<b>והספרים.</b> שקונים בני העיר ללמוד בהם:",
                "<b>והכותב חלקו לנשיא.</b> מפרש בגמרא דהכי קתני, ומה תקנתן, יכתבו חלקן לנשיא, כלומר אלו שנדרו הנאה זה מזה ואסורים להשתמש ברחובה של עיר ובתיבה ובספרים, יכתוב כל אחד מהם חלקו שיש לו ברחבה ובתיבה ובספרים לנשיא, ואחר כך יוכל כל אחד מהם להשתמש בהם, שבממון של נשיא הם משתמשים ואין אחד מהם נהנה משל חבירו:",
                "<b>רבי יהודה אומר.</b> אם ירצו יכתבו חלקם להדיוט, אלא שאם כתבו לנשיא אין צריך לזכות לו ע״י אחר, דמשום חשיבותו של נשיא קונה אף על פי שלא זיכה לו על ידי אחר, ובהדיוט לא קנה עד שיזכה לו על ידי אחר:",
                "<b>אנשי גליל אין צריכין לזכות.</b> אנשי גליל קנטרנים היו ובכעסן היו נודרים הנאה זה מזה, עמדו אבותיהן וכתבו חלקיהן לנשיא, שאם בניהם אחריהם ידרו הנאה זה מזה לא יהיו אסורים ברחבה של עיר או בתיבה או בספרים, דממון נשיא הם:"
            ],
            [
                "<b>מעשה בבית חורון וכו׳</b> בגמרא מפרש דמתניתין חסורי מחסרא והכי קתני, ואם הוכיח סופו על תחלתו אסור, ומעשה נמי בבית חורון באחד שהוכיח סופו על תחלתו וכו׳:",
                "<b>ואינן לפניך אלא כדי שיבא אבא ויאכל.</b> אלמא לא נתנם אלא כדי שיבא אביו ויאכל, ואסור. אבל אם אמר הרי הן לפניך ואם רצונך יבא אבא ויאכל, מותר. ואם סעודתו מוכחת עליו שהרבה בסעודה יותר ממה שהיה צריך וניכרין הדברים שבשביל אביו עשה כדי שיבא ויאכל, אסור:"
            ]
        ],
        [
            [
                "<b>הנודר מן המבושל.</b> שאמר קונם מבושל עלי:",
                "<b>מותר בצלי ובשלוק.</b> כל שנתבשל יותר מבישולו הראוי נקרא שלוק:",
                "<b>מעשה קדירה רך.</b> שנאכל עם הפת:",
                "<b>עבה.</b> שנאכל בלא פת:",
                "<b>ביצת טרמיטא.</b> מבושלת במים חמים ומשמרים אותה שלא תקפה:",
                "<b>ובדלעת הרמוצה.</b> דלעת שטומנים אותה ברמץ, הוא אפר חם, ומתמתק בכך:"
            ],
            [
                "<b>ממעשה רתחתה.</b> אוכל עשוי מקמח שהורתח בקדרה. וכללא דמלתא, בנדרים הלך אחר לשון בני אדם לפי הזמן והמקום, ואי איכא דוכתא דקרו לצלי מבושל ולמבושל צלי, הנודר מן המבושל אסור בצלי, וכן כל כיוצא בזה. ואי רובא קרי ליה הכי ומיעוטא קרי ליה הכי, לא אמרינן זיל בתר רובא אלא הוי ספק נדרים, וכל ספק נדרים להחמיר:"
            ],
            [
                "<b>אינו אסור אלא מן הכבוש של ירק.</b> דסתם כבוש של ירק הוא:",
                "<b>כבוש שאיני טועם.</b> משמע כל מיני כבוש. וכן שלוק, צלוי, מליח, בלא ה״א, משמע כל מינים של שלוק, ושל צלוי ושל מליח:"
            ],
            [
                "<b>דג דגים שאיני טועם.</b> לא דג ולא דגים והכל במשמע:",
                "<b>טפלין.</b> מבלי מלח:",
                "<b>בטרית טרופה.</b> דג שחותכים אותו חתיכות חתיכות ומוכרים אותו ויש לו שם בפני עצמו ואינו בכלל דג ודגים:",
                "<b>ציר.</b> מים היוצאים מן הדגים המלוחים:",
                "<b>ומורייס.</b> שומן היוצא מדגים מלוחים:",
                "<b>צחנה.</b> תערובת מיני דגים טרופים נקראים צחנה. ודוגמתו במסכת ע״ז [דף מ׳.] ההיא ארבא דצחנתא:",
                "<b>ומותר בציר ובמורייס.</b> הואיל ואין עיקר ממשות הדג מובלע בהם:",
                "<b>הנודר מטרית טרופה אסור בציר ובמורייס.</b> דכיון דהזכיר טרופה, מכל דבר שמעורב בו מין דג משמע:"
            ],
            [
                "<b>קום.</b> הוא נסיובי דחלבא, מים היוצאים מן הגבינה:",
                "<b>אבא שאול אומר כו׳ בין מלוחה בין טפילה.</b> דלא תימא הגבינה המיוחדת שבגבינה משמע ואין דרך לאכלה בלא מלח. והלכה כאבא שאול:"
            ],
            [
                "<b>מותר ברוטב ובקיפה.</b> רוטב הנקפה בשולי הקדרה נקרא קיפה:",
                "<b>רבי יהודה אוסר.</b> הואיל ויש בו טעם בשר. ואין הלכה כרבי יהודה:",
                "<b>אימתי בזמן שאמר בשר זה עלי.</b> דכיון שאמר בשר זה, שוייה עליה חתיכה דאיסורא ואסור בטעמו. אבל אם אמר קונם בשר עלי, לא אסר עצמו אלא בדבר הנקרא בשר:"
            ],
            [
                "<b>מותר בתבשיל שיש בו טעם יין.</b> כרבנן דרבי יהודה:"
            ],
            [
                "<b>סתוניות.</b> ענבים רעים הנשארים בגפנים בימות הסתיו, ואינם ראוים ליין ועושים מהם חומץ:",
                "<b>כל ששם תולדתו קרויה עליו.</b> ואע״פ שנשתנה נקרא על שם עיקרו. כמו, דבש תמרים, חומץ סתוניות:",
                "<b>וחכמים מתירין.</b> איכא בין ת״ק לחכמים, דת״ק סבר הנודר בסתוניות מותר בחומץ היוצא מהן ואסור בסתוניות, וחכמים מתירין בסתוניות עצמן, דכיון דסתוניות לאו בני אכילה נינהו, כי נדר מסתוניות דעתו על החומץ היוצא מהן לא על הסתוניות עצמן. והלכה כחכמים. פירוש אחר, וחכמים מתירין חומץ הסתוניות כמו דבש תמרים, דסבירא להו לחכמים דבין בדברים הראויים לאכילה בין שאינן ראויין לאכילה האוסר דבר אחד על עצמו מותר ביוצא ממנו:"
            ],
            [
                "<b>קפלוטות.</b> מין ממיני הכרתים הגדלים בא״י:",
                "<b>שהוא שם לווי.</b> הבא לומר ירקות שדה צריך לחבר שם לירק ולומר ירקות שדה. וכן כולם. אבל בשביעית לפי שאין ירקות גינה מצויין שאין גדלין בלא עבודה ואוכלים ירקות שדה, לפיכך ירקות סתם בשביעית הוו ירקות שדה. משא״כ בשאר שני השבוע:"
            ],
            [
                "<b>אספרגוס.</b> מין כרוב הוא, אלא שאין כרוב נקרא בשם אספרגוס. פירוש אחר, אספרגוס, המים ששלקו בהם הכרוב:",
                "<b>מן הגריסין אסור במקפה.</b> שאע״פ שהם נתונים לתוך המקפה עדיין שם גריסין עליהם:",
                "<b>ורבי יוסי מתיר.</b> דקסבר מקפה של גריסין מקרו, גריסין גרידא לא מקרו:",
                "<b>מקפה.</b> תבשיל עב של קטנית או של ציקי קדרה:",
                "<b>הנודר מן המקפה אסור בשום.</b> רגילים היו לתת שום בכל מקפה כדי שיתן טעם, והשום הוא המקפה:",
                "<b>אסור באשישין.</b> פסולת של עדשים. ואין הלכה כר׳ יוסי בתלתא בבי דמתניתין:",
                "<b>חטה חטים שאיני טועם.</b> חטה משמע פת אפויה, חטים משמע לכוס:"
            ]
        ],
        [
            [
                "<b>הנודר מן הירק.</b> לא מצאתי אלא דלועין. ואם מין ירק הוא אמאי לא זבין ליה:",
                "<b>כן הדבר.</b> ומשם אני מביא ראיה. שמא אומר לא מצאתי אלא קטנית. ומדקא אתי להמלך על הדלועין אלמא מין ירק הוא. והלכה כחכמים:"
            ],
            [
                "<b>אסור בפול המצרי יבש.</b> דדגן כל מידי דמדגן משמע, כל דבר שעושין ממנו כרי, והא נמי מדגן הוא:",
                "<b>הנודר מן הדגן אסור בכל.</b> מיני קטניות שעושין מהן כרי. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>בשק ביריעה ובחמילה.</b> מיני בגדים גסים ועבים ביותר ואין בני אדם רגילים להתכסות בהם:",
                "<b>מותר בגיזי צמר.</b> שלא נתכוין אלא לבגד צמר:",
                "<b>הכל לפי הנודר.</b> לפי שעת הנדר. כיון שניכר שמחמת כובד משאו נדר. מותר להתכסות. והלכה כרבי יהודה:"
            ],
            [
                "<b>הנודר מן הבית.</b> שלא יכנס לבית. מותר ליכנס לעליה, דלאו בכלל בית הוא:"
            ],
            [
                "<b>דרגש.</b> מטה קטנה שנותנין אותה לפני מטה גדולה וממנה עולין למטה הגדולה:",
                "<b>לתחומה של עיר.</b> אלפים אמה לכל רוח סביבותיה:",
                "<b>עיבורה של עיר.</b> הבתים היוצאים ממנה בתוך שבעים אמה ושיריים. כאשה מעוברת שכריסה בולט לחוץ:",
                "<b>האגף.</b> [מקום] נעילת הדלת. ודוגמתו, יגיפו הדלתות בספר (עזרא) [נחמיה ז׳ ג׳] ואין הלכה כר״מ בכולה מתניתין:"
            ],
            [
                "<b>אסור בחילופיהן ובגידוליהן.</b> אם החליפן לכתחלה אסור המחליף בדמיהן, דרבנן גזרו על דמי איסורי הנאה. וגידולי קונם אסורים כגידולי הקדש:",
                "<b>שאיני אוכל שאיני טועם.</b> לא אסר עליו אלא אכילה וטעימה מהם בלבד:",
                "<b>אבל בדבר שאין זרעו כלה.</b> כגון בצלים, וכיוצא בהן. אפילו גידולי גידולים הוי כמו גוף האיסור, כיון שאין הזרע כלה:"
            ],
            [
                "<b>קונם מעשה ידיך עלי.</b> אסר כל מה שהיא עושה ומכינה לו. ואם נטעה אילן, גידוליו אסורין:"
            ],
            [
                "<b>שאת עושה איני אוכל עד הפסח.</b> הכי משמע שאת עושה עכשיו איני אוכל עד הפסח, אבל לאחר הפסח אני אוכל. אבל כל מה שאת עושה עד הפסח איני אוכל, משמע, כל מה שאת עושה מהיום עד שיבא הפסח איני אוכל אותו לעולם אפילו לאחר הפסח:"
            ],
            [
                "<b>שאת נהנית לי עד הפסח אם הולכת את לבית אביך עד החג.</b> מי שהיה עומד אחר החג ואסר הנאתו עליה עד הפסח אם תלך לבית אביה עד החג:",
                "<b>לאחר הפסח בלא יחל דברו.</b> כלומר, אם הלכה לאחר הפסח, עוברת בבל יחל למפרע על מה שנהנית ממנו קודם הפסח:"
            ]
        ],
        [
            [
                "<b>קונם יין.</b> עד שתחשך. שכן דרך לשון בני אדם, כשאומרים היום רוצים לומר עד השלמת היום:",
                "<b>שבת זו.</b> היה עומד באמצע השבוע ואמר שבת זו אסור בכל השבוע:",
                "<b>והשבת לשעבר.</b> ואסור נמי ביום השבת, כי הוא בכלל השבוע שעבר:",
                "<b>חודש זה אסור בכל החודש.</b> אם עומד באמצע החודש ואמר חודש זה, אסור עד תשלום החודש, ויום ר״ח להבא, ומותר ביום ר״ח כי הוא נמנה עם החודש הבא, ואפילו היה ר״ח ביום שלשים לחודש שעבר. וכן שנה זו, אם עמד באמצע השנה ואמר שנה זו, אסור עד תשלום השנה, ומותר בר״ה שהוא נמנה עם השנה העתידה לבא:",
                "<b>שבוע זה.</b> היה עומד באמצע השמיטה ואמר שבוע זה, אסור עד תשלום השמיטה, והשביעית בכלל שמיטה שעברה:",
                "<b>אם אמר יום אחד, שבת אחת, חודש אחד, שנה אחת, שבוע אחד, אסור מיום ליום.</b> אם עומד באמצע היום ואומר יום אחד, אסור עד למחר כעת הזאת. וכן אם עומד בשמונה לחודש ואמר חודש עלי, אסור עד ח׳ לחודש הבא. וכן בשנה. וכן בשמיטה. וכן אם אמר קונם עלי יין יום סתם, או שבת, או חודש, או שנה סתם, אע״פ שלא אמר יום אחד, שבת אחת, חודש אחד, דינו מעת לעת. והאומר קונם עלי יין היום, אע״פ שהוא מותר כשתחשך, צריך שאלה לחכם, גזירה כשאמר היום שמא יבא להתיר כשיאמר יום סתם, דמיחלף ליה בין יום להיום, או בין שבת זו לשבת סתם. וכן כולם:"
            ],
            [
                "<b>עד הפסח אסור עד שיגיע.</b> דבלשון בני אדם, עד ולא עד בכלל:",
                "<b>עד שיהא, אסור עד שיצא.</b> דמשמע כל זמן שהוא הווה:",
                "<b>עד לפני הפסח ר״מ אומר אסור עד שיגיע.</b> דלא מעייל אינש נפשיה אספיקא, ודבר המבורר לקרות פני הפסח קאמר, והיינו עד שיגיע. ורבי יוסי סבר, מעייל אינש נפשיה לאסור בכל מה שיוכל להסתפק. והלכה כר׳ יוסי:"
            ],
            [
                "<b>עד הקציר.</b> של חטים ושעורים:",
                "<b>עד הבציר.</b> של ענבים:",
                "<b>עד המסיק.</b> של זיתים:",
                "<b>אינו אסור אלא עד שיגיע.</b> הואיל ואין לקציר ובציר זמן קבוע, כדמפרש ואזיל, לא שנא אמר עד שיהא לא שנא אמר עד שיגיע, אינו אסור אלא עד שיגיע, שכל דבר שאין זמנו קצוב אין בדעת הנודר להכניס עצמו באיסור זמן שאין ידוע לו, ולפיכך אמרינן דודאי עד שיגיע קאמר:"
            ],
            [
                "<b>עד הקיץ עד שיהא הקיץ.</b> בין אמר עד הקיץ בין אמר עד שיהא הקיץ אינו אסור אלא עד שיתחילו העם להכניס בכלכלות, כלומר שקוצצים תאנים הרבה ומכניסים אותם בסלים:",
                "<b>עד שיקפלו המקצועות.</b> המחצלאות שמיבשים עליהם התאנים, לאחר שנתיבשו מקפלין אותן מחצלאות ומניחין אותן לשנה הבאה:",
                "<b>הכל לפי מקום נדרו.</b> אם רוב תבואות המקום חטין, עד קציר חטים. ואם שעורים, עד קציר שעורים. וכן אם היה בהר בשעת הנדר, עד שיגיע זמן הקציר והבציר בהר. ואם בבקעה, עד שיגיע זמן הקציר והבציר של בקעה:"
            ],
            [
                "<b>עד הגשמים עד שיהיו גשמים.</b> באיזה לשון משתי לשונות הללו שהוציא מפיו, מותר כיון שהתחילו הגשמים לירד ברביעה שניה, שהיא בשנה המאוחרת בר״ח כסליו. הלכך הנודר עד הגשמים אסור עד ראש חדש כסליו, אלא אם כן ירדו גשמים בתחלת זמנן שהוא בשנה המבכרת בי״ז במרחשון, ובשנה הבינונית בכ״ג בו. וכן הלכה. ולא כרשב״ג שאומר עד שיגיע זמנה של רביעה:",
                "<b>רבי יהודה אומר עד שיעבור הפסח.</b> והלכה כרבי יהודה:"
            ],
            [
                "<b>לילי הצום.</b> ליל צום כפור, שמצוה להרבות בסעודה בערב צום כפור:",
                "<b>קונם שום שאיני טועם וכו׳</b> שעזרא תיקן שיהו אוכלים שום בלילי שבת מפני שמרבה הזרע. ואין הלכה לא כרבי יהודה ולא כרבי יוסי בנו, אלא כדאמרינן לעיל במתניתין כל שזמנו קבוע אמר עד שיגיע אסור עד שיגיע. עד שיהא, אסור עד שיצא:"
            ],
            [
                "<b>זהו כבודי.</b> שאפרנס בני משלי:",
                "<b>היו מסרבין בו לשאת את בת אחותו.</b> מפצירין בו שישא את בת אחותו מפני שהיא בת גילו ואמרינן [יבמות ס״ב.] הנושא את בת אחותו עליו הכתוב אומר (ישעיהו נ״ח:ט׳) ומבשרך לא תתעלם אז תקרא וה׳ יענה:",
                "<b>שלא נתכוין זה אלא לשם אכילה ושתיה.</b> ומיהו גם באכילה ושתיה מותר, הואיל ולא הוציא מפיו אכילה ושתיה, דבנדרים בעינן שיוציא בשפתיו, כדכתיב (במדבר ל׳:ג׳) ככל היוצא מפיו יעשה. ולא דמי לרישא, דאישות בכלל הנאות איתיה:"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר פותחין לאדם בכבוד אביו ואמו.</b> כגון שיאמרו לו אילו היית יודע שיאמרו העולם לאביך ולאמך ראו גידולים שגדלתם, כמה בנכם קל בנדרים, ונמצאת מזלזל בכבודם, כלום היית נודר:",
                "<b>וחכמים אוסרין.</b> דחיישינן שמא משקר, כי הוא בוש לומר שלא היה מניח מלידור בשביל כבודם, ונמצא שחכם מתיר נדר זה בלא חרטה. ומיירי שהוא אינו מתחרט מעיקרא מעצמו, דקיי״ל פותחין בחרטה ואין צריך למצוא לו פתח בשעה שהוא מתחרט מעצמו מעיקרא:",
                "<b>יפתחו לו בכבוד המקום.</b> על מלתיה דר״א קא פריך, כי היכי דפותחין בכבוד אביו ואמו ולא חיישינן שמא ישקר, יפתחו לו נמי בכבוד המקום ויאמרו לו אילו היית יודע שתקרא רע לפני המקום כלום היית נודר. ואמרו לו חכמים דר״א, מהא לא תסייען, דאף ר״א מודה בהא, דודאי ישקר, דלא חציף אינש כולי האי דיאמר שלא היה מניח בשביל כבוד המקום, ולא דמי לרשב״ג דפתח לההוא גברא יש בוטה כמדקרות חרב כו׳. דהתם אומר לו מן הפסוקים כהך דתנן במתניתין שעובר על לא תשנא ולא תקום ולא תטור. אבל כשמזכירין לו כבוד המקום אז ודאי משקר. והלכה כחכמים:",
                "<b>שבינו לבין אביו ואמו.</b> כגון שהדיר את אביו מנכסיו:"
            ],
            [
                "<b>ועוד אמר רבי אליעזר.</b> קולא אחרת בנדרים:",
                "<b>פותחין.</b> בנדרים בנולד, כגון דבר שאינו מצוי ונולד ונתחדש אחר שנדר ואילו ידע בשעת הנדר שיתחדש דבר זה לא היה נודר:",
                "<b>וחכמים אוסרים.</b> דטעמא דחרטה, משום שע״י חרטה נעקר הנדר מעיקרו, ובדבר שאינו מצוי אינו נעשה נדר עקור מעיקרו, כי בשביל זה לא היה מניח מלידור כי היה סבור שלא יבוא לעולם:",
                "<b>ונעשה סופר.</b> ת״ח והכל צריכים לו:",
                "<b>או שהיה משיא את בנו בקרוב לא הייתי נודר.</b> וכגון שנדר לזמן ולא היה סבור שישיא את בנו בתוך אותו זמן ויצטרך לילך לחופת בנו. והלכה כחכמים:"
            ],
            [
                "<b>יש דברים שהם כנולד.</b> נראין כנולד:",
                "<b>ואינן כנולד.</b> ופותחין בהם:",
                "<b>אמרו לו מת וכו׳</b> ואע״ג דמיתה נולד הוי, הואיל ופירש בשעת נדרו בעבור מה היה נודר, נעשה כתולה נדרו בדבר, כאילו פירש כל זמן שאביה קיים, הלכך לא הוי נולד. אבל תנאי גמור לא הוי, הילכך צריך התרה. ובירושלמי מוכח שא״צ התרה. וכן פירש רמב״ם:"
            ],
            [
                "<b>אילו הייתי יודע שכן הוא לא הייתי נודר הרי זה מותר.</b> אחר שיתירנו החכם. וכל המודר הנאה מחבירו, כשמתירין לו אין מתירין אלא בפני חבירו, דכתיב (שמות ד׳:י״ט) ויאמר ה׳ אל משה במדין לך שוב, אמר לו הקב״ה למשה, במדין נדרת במדין לך והתר את נדרך. לפי שנשבע משה לחותנו שלא יזוז ממדין בלא רשותו, דכתיב (שם ב׳) ויואל משה לשבת את האיש, והצריכו הקב״ה ללכת להתיר נדרו בפניו:"
            ],
            [
                "<b>פותחין לו בכתובת אשתו.</b> בפרעון כתובתה אם נדר לגרשה:"
            ],
            [
                "<b>פותחין בימים טובים ובשבתות.</b> אם נדר להתענות, או שלא לאכול בשר לזמן קצוב, אומרים לו אילו שמת אל לבך לשבתות וימים טובים שבתוך זמן זה כלום היית נודר. ואין זה פותח בכבוד המקום:",
                "<b>אותן הימים.</b> שמצא להם פתח להתחרט:",
                "<b>מותרים.</b> שהחכם מתירן:",
                "<b>ושאר הימים.</b> שאין עליהם חרטה, נשארין באיסורן:",
                "<b>שנדר שהותר מקצתו הותר כולו.</b> אע״פ שלא מצא פתח על כולו. דלא נדר מעיקרא אלא על דעת שיתקיים כולו, נמצא התרת מקצתו פתח לכולו:"
            ],
            [
                "<b>לזה ולזה.</b> כגון שאסר הראשון עליו בקונם, ואמר על השני הרי זה כראשון ועל השלישי הרי זה כשני, וכן כולם. הותר הראשון הותרו כולם, שכולם תלויין בו:",
                "<b>לזה קרבן ולזה קרבן.</b> הא מתניתין רבי שמעון היא דאמר גבי שבועת הפקדון אם היו חמשה תובעים אותו וכפר ונשבע והודה שאינו חייב קרבן על כל אחד עד שיאמר שבועה לכל אחד ואחד, והכא נמי צריך שיאמר לזה קרבן ולזה קרבן. אבל חכמים אומרים אם אמר שבועה שאיני חייב לך ולא לך ולא לך, חייב על כל אחד ואחד, והכא נמי אם אמר לא לזה ולא לזה ולא לזה, אע״פ שלא הזכיר קרבן על כל אחד, הוי כל אחד נדר בפני עצמו. וכן הלכה:"
            ],
            [
                "<b>ולא במיושן בלבד הותר אלא בכל היין.</b> ודוקא שאמר אילו ידעתי כן לא הייתי נודר כלל או הייתי אומר ישן מותר וחדש אסור. אבל אמר אילו הייתי יודע הייתי אומר כל יין אסור עלי חוץ מן הישן, הרי זה אין מותר לו אלא הישן בלבד, וכל שאר יין אסור:"
            ],
            [
                "<b>פותחין לאדם בכבוד עצמו ובכבוד בניו.</b> אם נדר לגרש את אשתו:",
                "<b>מה ראתה אמן להתגרש.</b> אם לא שנמצא בה ערות דבר, ונמצא פוגם את בניו. ולא חיישינן שמא ישקר, שהוא אינו מתחרט אלא שהוא בוש לומר שאינו חושש לכבוד בניו:"
            ],
            [
                "<b>אלא שהנדר טעות.</b> מעיקרו, שבשעת הנדר היתה לבנה, ואינו צריך שאלה לחכם:",
                "<b>מעשה באחד שנדר וכו׳</b> בגמרא מפרש דחסורי מחסרא והכי קתני, רבי ישמעאל אומר אפילו כעורה ונעשית יפה, שחורה ונעשית לבנה, ומעשה נמי וכו׳. דת״ק לא שרי אלא בזמן שהיה הנדר טעות מעיקרו, כגון שהיתה יפה בשעת הנדר. ורבי ישמעאל סבר שאע״פ שלא נעשית יפה אלא לאחר הנדר, הנדר מותר, דכיון שיכולין ליפותה לא היתה כעורה מעיקרא. ואין הלכה כרבי ישמעאל:"
            ]
        ],
        [
            [
                "<b>נערה המאורסה.</b> בת שתים עשרה שנה ויום אחד והביאה שתי שערות קרויה נערה, עד ששה חדשים. ובת י״א שנה ויום אחד, נדריה נבדקים, אם ידעה לשם מי נדרה ולשם מי הקדישה, נדרה נדר, ואף היא אביה ובעלה מפירין נדריה:",
                "<b>הפר האב ולא הפר הבעל.</b> משום דהוה אפשר למטעי ולפרש אביה ובעלה מפירין נדריה, או אביה או בעלה, תנא הפר האב ולא הפר הבעל וכו׳, לאשמועינן דתרווייהו צריכין להפר:",
                "<b>ואין צריך לומר שקיים אחד מהם.</b> שאם קיים אחד מהם אין השני יכול להפר. והא קמשמע לן שאע״פ שנשאל האחד מהם שקיים על הקמתו, כדקיי״ל נשאלים על ההיקם, אין זה שנשאל על ההיקם יכול להפר יותר, הואיל ולא היו יכולים שניהם להפר בבת אחת:"
            ],
            [
                "<b>מת האב לא נתרוקנה רשות לבעל.</b> שאין הבעל מפיר נדרי אשתו עד שתנשא:",
                "<b>מת הבעל נתרוקנה רשות לאב.</b> ומפר כל ימי נערותה דכתיב (במדבר ל׳:י״ז) בנעוריה בית אביה:",
                "<b>והאב אינו מפר בבגר.</b> כדכתיב (שם) בבית אביה בנעוריה:"
            ],
            [
                "<b>נתגרשה בו ביום.</b> ששמע האב, שאם עבר היום שוב אינו יכול להפר:",
                "<b>ונתארסה.</b> לאחר, בו ביום:",
                "<b>אביה ובעלה האחרון מפירין נדריה.</b> שנדרה בפני הארוס הראשון, שהארוס מיפר בקודמין:",
                "<b>כל זמן שלא יצאה לרשות עצמה.</b> לא מחמת בגר ולא מחמת נשואין:"
            ],
            [
                "<b>עד שלא היתה בתו יוצאה מאצלו.</b> קודם שתבא לרשות הבעל. וכן הארוס אומר לה כן:",
                "<b>עד שלא תכנס לרשותו.</b> שמשנכנסה לרשותו אינו יכול להפר, שאין הבעל מפר בקודמין. ושמעינן ממתניתין שהבעל יכול להפר נדרי אשתו אפילו בלא שמיעה, מדקתני וכן הבעל עד שלא תכנס לרשותו אומר וכו׳:"
            ],
            [
                "<b>בוגרת ששהתה י״ב חודש.</b> בוגרת שאין אביה מיפר נדריה ותבעוה לינשא ושהתה י״ב חודש שמכאן ואילך בעלה חייב במזונותיה:",
                "<b>ואלמנה.</b> ששהתה שלשים יום. משתבעוה לינשא שהיא אוכלת משל בעלה:",
                "<b>רבי אליעזר אומר הואיל ובעלה חייב במזונותיה.</b> הוא מיפר את נדריה. ואין הלכה כר״א:"
            ],
            [
                "<b>שומרת יבם וכו׳ ר״א אומר יפר.</b> כשעשה בה יבמה מאמר מיירי, דסבירא ליה לר״א מאמר קונה ביבמה קנין גמור מן התורה. ואם היא נערה ויש לה אב, אביה ויבמה שעשה בה מאמר מפירין נדריה:",
                "<b>רבי יהושע אומר לאחד ולא לשנים.</b> דלא סבירא ליה לר״י מאמר קונה קנין גמור, מיהו סבירא ליה דיש זיקה, וזיקה ככנוסה, וכשאין שם אלא יבם אחד מיפר, אבל כשיש שני יבמין אין שום אחד מהם מיפר שאין ברירה:",
                "<b>ר״ע אומר לא לאחד ולא לשנים.</b> דסבר זיקה אינה ככנוסה, ומאמר אינו קונה קנין גמור מן התורה:",
                "<b>אשה שקנה הוא לעצמו.</b> היינו ארוסתו:",
                "<b>הרי הוא מיפר נדריה.</b> בשותפות עם אביה:",
                "<b>אשה שהקנו לו מן השמים.</b> דהיינו יבמתו:",
                "<b>אינו דין שיפר נדריה.</b> בשותפות עם אביה:",
                "<b>שיש לאחרים רשות בה.</b> שגם היא זקוקה לשאר אחים:",
                "<b>מה אתה משיב על יבם אחד.</b> כלומר תשובתך טובה על דברי ר״א שאומר שמיפר אפילו כשיש ב׳ יבמין, מה תשיבני על דברי שאני אומר לאחד ולא לשנים:",
                "<b>אין היבמה גמורה ליבם.</b> להתחייב מיתה הבא עליה כשם שהארוסה גמורה לאישה לענין חיוב מיתה. והלכה כר״ע:"
            ],
            [
                "<b>הרי הן קיימין לא אמר כלום.</b> דהוה ליה קיום בטעות, לפי שיש נדרים שלא יחפוץ בקיומן:",
                "<b>הרי הן מופרין רבי אליעזר אומר מופר.</b> דמסתמא אין אדם רוצה בנדרי אשתו:",
                "<b>נדרים שבאו לכלל איסור.</b> לאחר שנדרה אסורה בהם אם לא יפר לה הבעל:",
                "<b>שבאו לכלל הקם.</b> נדרים שחלו כבר:"
            ],
            [
                "<b>הפרת נדרים.</b> שאמרה תורה (במדבר ל׳:ט׳) ואם ביום שמוע אישה יניא אותה:",
                "<b>כל היום.</b> עד שתחשך, שנאמר ביום שמעו. והא דכתיב מיום אל יום צריכא, דלא תימא ביממא אין בליליא לא, קמ״ל מיום אל יום דזימנין שיש לו זמן להפר מעת לעת, כגון אם נדרה בתחלת הלילה:",
                "<b>ויש בדבר להקל ולהחמיר.</b> כלומר פעמים שיש להפרה זמן מועט ופעמים זמן מרובה:",
                "<b>נדרה בלילי שבת.</b> האי דנקט בלילי שבת לאשמועינן שמפירין נדרים בשבת ואפילו שלא לצורך השבת. והחכם אינו מתיר בשבת אלא נדרים שהן לצורך השבת, ואע״פ שהיה לו פנאי מבעוד יום יכול להתיר לצורך השבת:",
                "<b>שאם לא הפר וחשכה אינו יכול להפר.</b> שאין הפרת נדרים מעת לעת אא״כ נדרה מתחלת הלילה. ולענין הפרה אינו מועיל עד שיאמר מופר לך כלישנא דקרא, דהפרת הבעל הוא מכאן ולהבא בלא טעם, כמו את בריתי הפר (בראשית י״ז:י״ד). וחכם הוא שאומר מותר לך אין כאן נדר ואין כאן שבועה שהוא עוקר הנדר מעיקרו. ואם אמר החכם בלשון הפרה והבעל בלשון התרה, אינו מותר ואינו מופר. ואם אמר אם לא נדרת מדירך אני, דבריו קיימים, ואין צריך שיאמר קיים ליכי, הואיל ואפילו שתק כל אותו היום הנדר קיים, בדבור כל דהו נמי הוי קיום. ובשבת יאמר טלי אכלי טלי שתי, ולא יפר כדרך שיאמר בחול, והנדר בטל מאליו. ואם אינו יכול להכריחה, מבטל בלבו ואין צריך להוציא בשפתיו. ודוקא ביטול כגון טלי אכלי שהוא מכריחה לעבור על נדרה הוא שמועיל אם חשב בלבו אע״פ שלא הוציא בשפתיו, אבל הפרה שאינו מכריחה לעבור על הנדר צריך להוציא בשפתיו ולא סגי אם הפר בלבו:"
            ]
        ],
        [
            [
                "<b>אלו נדרים.</b> בגמרא מפרש דנדרים ושבועות קתני, דבלשון חכמים שבועות בכלל נדרים הם:",
                "<b>אם ארחץ ואם לא ארחץ.</b> הכי קאמר, הנאת רחיצה אסורה עלי לעולם אם ארחץ היום, הרי נדר. אם לא ארחץ, שבועה שלא ארחץ, הרי שבועה. וכן אם אתקשט, הנאת קישוט אסורה עלי לעולם אם אתקשט היום. אם לא אתקשט, שבועה שלא אתקשט:",
                "<b>אמר ר״י אין אלו נדרי עינוי נפש.</b> אנדר בלבד פליג ר׳ יוסי על ת״ק, ואמר דהנאת רחיצה אסורה עלי לעולם אם ארחץ היום, אין זה נדר של עינוי נפש, שהרי אפשר לה שלא תרחץ היום ולא תהיה הנאת רחיצה אסורה עליה לעולם, ומניעת יום אחד מרחיצה אינו עינוי נפש, דניוול של יום אחד לא הוי ניוול. ואין הלכה כר״י. ובין האב ובין הבעל נדרי עינוי נפש הוא דמפירין, דכתיב (במדבר ל׳:י״ז) בין איש לאשתו בין אב לבתו, מקיש אב לבעל, מה בעל אינו מיפר אלא נדרי עינוי נפש, אף אב אינו מיפר אלא נדרי עינוי נפש. ורמב״ם פסק שהאב מיפר כל נדרים ושבועות אפילו אותן שאינן של עינוי נפש, שנאמר (שם) כל נדריה ואסריה:"
            ],
            [
                "<b>אם לא היתה פרנסתו אלא ממנו.</b> שהוא מאמינו עד שירויח ויפרע לו:",
                "<b>הרי זה יפר דברי רבי יוסי.</b> ר׳ יוסי לטעמיה דסבירא ליה שאין הבעל מיפר כל נדר שיש בו עינוי נפש, שהוא מחלק בין עינוי מרובה לעינוי מועט ובין עינוי של זמן מרובה לזמן מועט, וכל מתניתין דהאי פירקא אזלא כוותיה ואינה הלכה. אלא הבעל מיפר כל נדר שיש בו עינוי נפש, בין של יום אחד ואפילו שעה אחת, בין של זמן מרובה. בין עינוי גדול בין עינוי קטן, וכן מיפר נדרים ושבועות בדבר שבינו לבינה אף על פי שאין בהם עינוי נפש, כגון אם נשבעה או נדרה שלא תכחול או שלא תתקשט. וכן אם נדרה שלא תאכל מפירות מדינה זו, הבעל מיפר, שטורח הוא לו להביא לה פירות ממדינה אחרת, והוי דברים שבינו לבינה. ומה בין נדרים ושבועות שבינו לבינה לנדרים ושבועות שיש בהן עינוי נפש, נדרים ושבועות שיש בהם עינוי נפש מיפר לעצמו ולאחרים, כגון אם נדרה שלא תאכל בשר ולא תשתה יין, מיפר לה והיא מותרת לאכול ולשתות ואפילו לאחר שתתאלמן או תתגרש ותנשא לאחר. ונדרים ושבועות שבינו לבינה, כגון אם אסרה עליה תשמיש של כל אדם לעולם או שלא תכחול ותתקשט לעולם, מיפר חלקו, ותהא משמשתו וכוחלת ומתקשטת כל זמן שהיא תחתיו, וכשתתאלמן או תתגרש תהיה אסורה בתשמיש כל אדם ולכחול ולהתקשט. וכן כל כיוצא בזה:"
            ],
            [
                "<b>קונם שאיני נהנית לבריות אינו יכול להפר.</b> שאין זה מנדרי עינוי נפש, שהרי יכולה להתפרנס משל בעל, דבעל לאו בכלל בריות הוא. והא מתניתין נמי רבי יוסי היא, ואין כן הלכה כדפרישנא לעיל. ולא מיבעיא אי אמרה קונם שאיני נהנית לבריות שאסרה הנאת כל הבריות עליה, שהוא מיפר משום נדרי עינוי נפש אליבא דחכמים, אלא אפילו אמרה קונם שאיני נהנית לפלוני שלא אסרה עליה אלא הנאת אותו פלוני בלבד, הבעל מיפר משום דברים שבינו לבינה, שטורח הוא לו כשלא תהנה מאותו פלוני, והתורה אמרה בין איש לאשתו, כל דבר שבין איש לאשתו הבעל מיפר:",
                "<b>ויכולה ליהנות בלקט שכחה ופאה.</b> הכי קאמר, ועוד טעמא אחרינא שקונם שאיני נהנית לבריות אין הבעל מיפר, שהרי יכולה ליהנות מלקט שכחה ופאה שאינה נהנית מן הבריות, דמתנות עניים נינהו, ונמצא שאין כאן עינוי נפש:",
                "<b>קונם כהנים ולוים נהנים לי.</b> כי היכי דקונם שאיני נהנית לבריות מותרת במתנות עניים, הכי נמי המדיר כהנים ולוים מנכסיו מותרים במתנות כהונה ולויה:"
            ],
            [
                "<b>קונם שאיני עושה על פי אבא.</b> הקדש יהא כל מה שאני עושה מלבוא ע״פ אבא, כלומר, שלא יוכל אבא ליהנות ממעשה ידי:",
                "<b>אינו יכול להפר.</b> שאין זה דברים שבינו לבינה. ובהא מודו כולי עלמא שאוסרת הנאתה על פלוני אין הבעל מיפר. וכן הלכה:",
                "<b>על פיך אינו צריך להפר.</b> משום דמשעבדא ליה. ואע״ג דהקדש מוציא מידי שעבוד, אלמוה רבנן לשעבודא דבעל שאין הקונם מפקיע שעבודו:",
                "<b>יפר שמא תעדיף עליו יותר מן הראוי לו.</b> וההקדש חל על החלק העודף שאינו תחת שעבודו, לפיכך צריך להפר, וההפרה מועלת בו משום דהוי דברים שבינו לבינה שאי אפשר שלא יתערב אותו העודף בשל בעלה:",
                "<b>רבי יוחנן בן נורי אומר יפר שמא יגרשנה.</b> ועיקר מעשה ידיה צריך הפרה שמא יגרשנה ויפקע שעבודיה דבעל ואז יחול הנדר ותהא אסורה לחזור לו. והלכה כר׳ יוחנן בן נורי. ובאומרת יקדשו ידי לעושיהם, דידים איתנהו בעולם וחל עליהם הקדש:"
            ],
            [
                "<b>הרי זה יחזור ויפר.</b> דהפרה בטעות לא הויא הפרה עד שיכוין לאשה שנדרה, דכתיב (במדבר ל׳:י״ב) לא הניא אותה, עד שתהיה ההפרה לעצמה של הנודרת. וגם שיכוין לנדר שנדרה, דכתיב (שם) ושמע אביה את נדרה, עד שידע איזה נדר נדרה:"
            ],
            [
                "<b>קיים לתאנים כולו קיים כו׳</b> וטעמא, דכתיב (שם) אישה יקימנו, יקים ממנו, כשקיים מקצתו קיים כולו. אבל יפירנו, דליכא למדרש הכי, אינו מופר עד שיפר כולו. ואלו דברי יחיד ואינה הלכה, אלא הלכה כחכמים שאומרים מקיש הקמה להפרה, מה הפרה מה שהיפר היפר ומה שלא היפר לא היפר, דהא ליכא למדרש מיפירנו הפרה במקצת, אף הקמה מה שקיים קיים ומה שלא קיים לא קיים, דמיקימנו נמי לא דרשינן הקמה במקצת, אלא אורחיה דקרא למכתב הכי. ואף על גב דבהתרת חכם אמרינן נדר שהותר מקצתו הותר כולו, בהפרת הבעל והאב אינו כן:"
            ],
            [
                "<b>איני יודע שיש מפירין.</b> שיש לי רשות להפר:",
                "<b>יפר.</b> ביום שנודע לו שיש לו רשות להפר, שהוא עליו כיום שמעו:",
                "<b>איני יודע שזה נדר.</b> וצריך הפרה:",
                "<b>רבי מאיר אומר לא יפר.</b> דכיון שיודע שיש בידו להפר אף על פי שלא ידע שהוא נדר מכל מקום היה לו להפר. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>ובלבד שלא יהא לבעליך רשות בהם.</b> ותנאו קיים ולא קנה הבעל. ואף על גב דבמתנה זו מצילו מן הטורח, שהרי אשתו ניזונת מן המעות הללו, ומזונותיה היו עליו, אצולי מטרחא אינה חשובה הנאה:"
            ],
            [
                "<b>ונדר אלמנה וגרושה כו׳</b> לגופיה לא צריך קרא, דכיון דאין לה בעל מי יפר, אלא כשנדרה כשהיא אלמנה לזמן, ולא הגיע זמן הנדר עד שנישאת:",
                "<b>אינו יכול להפר.</b> אע״פ שהנדר חל כשהיא תחתיו, דבתר שעת הנדר אזלינן:",
                "<b>נדרה בו ביום, גרשה בו ביום, והחזירה בו ביום.</b> ואח״כ שמע את נדרה:",
                "<b>אינו יכול להפר.</b> כיון שיצאת לרשות עצמה בין נדר להפרה. דאין הבעל מיפר בקודמין:"
            ],
            [
                "<b>תשע נערות נדריהן קימים.</b> נערות לאו דוקא:",
                "<b>בוגרת והיא יתומה.</b> שנישאת ומת בעלה כשהיא נערה, והיא יתומה בחיי האב שאחר שנישאת אין לאביה רשות בה, ובגרה אח״כ ונדרה, נדרה קיים, שאין האב יכול להפר שהרי היא בוגרת, ועוד שהיא יתומה בחיי האב:",
                "<b>נערה ובגרה והיא יתומה.</b> שנישאת ומת בעלה. שנדרה כשהיא נערה ובגרה לאחר מכאן והיא יתומה בחיי האב כדפרישנא:",
                "<b>נערה.</b> בשעה שנדרה. שלא בגרה עדיין והיא יתומה בחיי האב. והנך תלתא, יתומה בחיי אב כיילא להו:",
                "<b>בוגרת ומת אביה.</b> שבשעה שנדרה היתה בוגרת ומת אביה, דהיינו יתומה ממש:",
                "<b>נערה ובוגרת וכו׳</b> והנך תלתא נמי, מת אביה כייל להו:",
                "<b>נערה שמת אביה ומשמת אביה בגרה כו׳</b> הנך תלתא דקתני, בוגרת כיילא להו. ובגמרא אמרינן, דחכמים לא שנו אלא ג׳ נערות, בוגרת ויתומה ויתומה בחיי האב:",
                "<b>ר״י אומר כו׳</b> דכיון שנכנסה לחופה יצאתה מרשות אביה בהנהו נישואים:"
            ],
            [
                "<b>קונם שאיני נהנית לאבא ולאביך כו׳ הרי זה יפר.</b> דכיון דנאסרה בהנאת אביה ואביו ע״י שהיא עושה לבעלה, גנאי הוא לבעל והוי דברים שבינו לבינה:"
            ],
            [
                "<b>האומרת טמאה אני לך.</b> באשת כהן מיירי, דנאסרה לבעלה באונס ולא הפסידה כתובתה. והאמינוה חכמים לאסור עצמה על בעלה. וכיון דיוצאת בגט נוטלת כתובתה, דמספר כתובתה נלמוד, לכשתנשאי לאחר תטלי מה שכתוב ליכי:",
                "<b>השמים ביני ובינך.</b> מפרש בגמרא, דאינו יורה כחץ, כלומר דברים דקמי שמיא גליא ואינה יכולה לברר. ומיירי בבאה מחמת טענה דאמרה בעינא חוטרא לידא ומרא לקבורה. דאי לאו הכי, אמרינן לה זילי לא מפקדת אפריה ורביה:",
                "<b>נטולה אני מן היהודים.</b> שאסרה תשמיש של כל ישראל עליה. ואף על גב דאמרינן בפרק המדיר היכא דנדרה איהי דיוצאה בלא כתובה, דהיא נתנה אצבע בין שיניה, רש״י פירש ביבמות [דף קי״ב] כיון שאסרה הנאת תשמיש של כל ישראל עליה ודאי אנוסה היא כי קשה תשמיש לה, וסברה משנה ראשונה דאפילו דברים שבינו לבינה לא הוי, דאפשר שיגרשנה:",
                "<b>חזרו לומר כו׳</b> נתקלקלו הדורות וחששו שהיא משקרת להפקיע עצמה מתחת בעלה:",
                "<b>תביא ראיה לדבריה.</b> ולא מהימנינן לה בלי ראיה:",
                "<b>יעשו דרך בקשה.</b> יבקשו ממנה שלא תדבר עוד בו ובירושלמי מפרש יעשו סעודה ויפייס:",
                "<b>יפר חלקו ותהא משמשתו.</b> דהוי דברים שבינו לבינה ומיפר לעצמו:"
            ]
        ]
     ],
    "textrambam":[
        [
            [
                "<b>כל כינויי נדרים כנדרים וחרמים [כחרמים] ושבועות כו':</b><br><b>כנדרי רשעים נדר בנזיר ובקרבן כו':</b><br>מודר אני ממך מופרש אני ממך מרוחק אני ממך אינם כנויי נדרים אבל הם חלקים ממיני הנדרים והם נקראים בלשונינו ידות ר\"ל חלקים ושיעור זאת המשנה כך כל ידות נדרים וכל כנויי נדרים כנדרים ויבאר ידות נדרים והם מודר אני ממך מופרש אני ממך ויתבאר אחר כך כנויי נדרים כשיבאר כנויי חרמים וכנויי שבועות וכינויי נזירות. ואמרו שאיני אוכל לך שאיני טועם לך אינם מחלקי הנדרים אבל הוא מותנה עם חלקי הנדרים אשר זכר עד שיאמר מודר אני ממך שאיני אוכל לך ושאיני טועם לך מופרש אני ממך שאיני אוכל לך ושאיני טועם לך מרוחק אני ממך שאיני אוכל לך ושאיני טועם לך ואז יהיה אסור לאכול לו או לטעום לו אבל אם אמר לו מודר אני ממך בלבד אינו אסור עליו לאכול אצלו לפי שמשמעותו שלא ידבר עמו וכמו כן מופרש אני ממך משמעותי שלא ישא ויתן עמו ומשמעות מרוחק אני ממך שלא ישב עמו בד' אמות קרקע ולכך לא יהיה אסור מלאכול לו באמרו מאלה הדברים עד שיאמר שאיני אוכל. וענין אמרו חוכך בזה להחמיר שהוא היה קרוב לאסור אבל לא היה פוסק לגמרי. ומי שאמר מנודה אני לך שאיני אוכל לך או שאיני טועם לך לרבי עקיבא אסור לאכול לו או לטעום לו ואם עבר אינו חייב מלקות לפי שהוא אינו פוסק לגמרי לאסור אבל הוא קרוב לו: ונדרי רשעים הוא שיאמר כנדרי רשעים עלי אם אוכל לך ומפרש ואומר מה שהוא ממשמעותם הריני נזיר הרי עלי קרבן ושבועה וכשיאמר בזה הלשון מיד יתחייב באלו העניינים כולם אם עבר ואכל ר\"ל יביא קרבן והוא עולה ויהיה נזיר לא פחות משלשים יום כמו שיתבאר בנזירות וילקה מפני שבועת בטוי כמו שיתבאר במסכת שבועות: כנדרי כשרים לא אמר כלום. לפי שהחסידים אינם מחייבים עצמן בנדר מפני שלא יכינו עצמם לעבירה והוא מה שאמר הכתוב לא תאחר לשלמו וכנדבותם נדר בנזיר ובקרבן ובתנאי שיאמר כך כנדבות כשרים ה\"ז קרבן. והריני נזיר עלי שאיני אוכל לך. והחסידים גם כן אינם מתנדבין בקרבן ואפי' נדבה מפני שלא יתאחרו ויעברו על מה שנאמר לא תאחר לשלמו ואמנם היו מביאין הקרבן והוא חולין עד העזרה ושם יתנדב בו כל מה שירצה. והלכה כרבי עקיבא: \n"
            ],
            [
                "<b>האומר לחבירו קונם קונח קונס הרי אלו כו':</b><br>עיקר הפסדת אי זה לשון שיהיה אמנם הוא כשמתערב בו משאר לשונות וההשתתפות בו ואלו הכנויין כולם היו מצויין אצל העלגים מן העובדי כוכבים לשבשם הלשון המורגל להוצאת האותיות ממוצאם כמו הכושים והצרפתים וזולתם והועתקו אלו הכנויים אל ההמון עד שהיו אלו הכנויים מורים אצלם על מה שהיה מורה עליו הענין הראשון: במותא. כנוי מומתא שהוא תרגום שבועה: \n"
            ],
            [
                "<b>האומר לא חולין לא אוכל לך לא כשר ולא כו':</b><br>לא חולין לא אוכל לך. שכל מה שאוכל לך לא יהיה חולין והוא כאילו אמר כל שאוכל לך יהיה כקרבן. וכמו כן כשאמר לא כשר לא אוכל לך לא דכי לא אוכל לך לא טהור לא אוכל שיעור זה ופירושו כל שאוכל לך טמא עלי ופי' מה שאמר טמא נותר ופיגול שיאמר לו כך טמא שאוכל לך נותר שאוכל לך פגול שאוכל לך כאימרא שאוכל לך כדירים שאוכל לך כעצים שאוכל לך נאסר עליו באלה כולן לאכול עמו לפי שהוא עשה כל מה שיאכל לו כמו הדברים שהם איסורי הנאה: ואימרא הם ב' תמידים. ודירים מקומות שבעזרה. ועצים עצי מזבח. ואישים ר\"ל כמו הדברים שנקרבין לאישים והם אימורי קדשים שאינן מותרין באכילה. ומשמשי המזבח הם יעיו ומזרקותיו ומזלגותיו ואם אמר כיעים שאוכל לך כמזרקות שאוכל לך עשאו כקרבן [וכאילו אמר כל שאוכל כקרבן] וכמו כן כשאמר כירושלים שאוכל לך. ואין הלכה כר' יהודה וזה הצד מהנדרים הוא הנרמז בפסוק באמרו לאסור אסר על נפשו ר\"ל שיאסור על עצמו הדבר המותר ויעשנו כמו הדברים שהם אסורים לגמרי: \n"
            ],
            [
                "<b>האומר קרבן עולה מנחה חטאת תודה כו':</b><br><b>האומר לחבירו קונם פי מדבר עמך ידי עושה כו':</b><br>ר\"ל ג\"כ בזה הדבר כשאמר לו קרבן שאיני אוכל לך עולה שאיני אוכל לך וכו' שהוא אוסר אם יאכל לו שום דבר לפי ששיעור זה הדיבור ופירושו שכל דבר שאוכל לך עשיתי אותו על עצמי כמו עולה או כמו חטאת או שלמים או תודה ור' יהודה אומר אינו אסור עליו שיאכל עמו לפי ששיעור זה הלשון ופירושו שהוא נשבע בחיי הקרבן או בחיי התודה אם אוכל לך שום דבר ואין זה נדר: וכמו כן כשאמר קרבן כקרבן הקרבן שאוכל לך ענין זה הוא שוה כאילו אמר לו קרבן שאוכל לך או אמר לו כקרבן שאוכל לך ואסר עליו לפי שפי' זה כל שאוכל לך הרי הוא עלי כקרבן. אבל אם אמר לא קרבן לא אוכל לך לא אסר עליו האכילה לפי שפירוש זה הדבר בשביל הקרבן לא אוכל לך שום דבר ואין זה נדר ור' מאיר אומר שפירוש לא קרבן ג\"כ שלא יהיה קרבן הדבר שלא אוכל לך אבל הדבר שאוכל לך לקרבן יהיה לפיכך לא אוכל לך אסור. והעיקר אצלנו שהנדרים אין חלין אלא על דבר שיש בו ממש וכבר ידעת שקונם מכנויי קרבן: ואם אמר קונם שאיני מדבר עמך או שאיני עושה עמך או שאיני מהלך עמך אינו אסור עליו זה לפי שהדבור ועיקר המלאכה שעושה בידיו אינו גוף שיעשהו כקרבן אבל אם אמר יאסר פי לדבורו וידי למעשהו ורגלי להלוכו אז יחול עליהן הנדר ולכך דקדק בזאת המשנה באמרו פי מדבר עמך ולא אמר שאיני מדבר עמך או שאיני עושה עמך ודע שאם אמר לכשאדבר עמך או אלך עמך או מכיוצא בזה מדברים שאין בהם ממש הרי עלי קרבן הרי הוא מחויב קרבן כשידבר עמו ולא נאמר על זה נדרים אין חלין אלא על דבר שיש בהם ממש שזה הולך בדרך השבועה אבל הנדרים שרמז עליהם הוא שיאסר עצם הפעולה או שיעשה איזה דבר שיהיה כמו קרבן זהו שלא יחול אלא על דבר שיש בו ממש אבל מי שאומר כל זמן שיהיה זה או אעשה זה הדבר הרי עלי קרבן מאיזה מין שיהיה זה הוא מחויב בדיבורו לפי שהוא מין ממיני השבועה ודע זה והבינהו היטב לפי שהוא מן המקומות המעטים בתכלית הטעות ואין הלכה כרבי יהודה ולא כר\"מ: \n"
            ]
        ],
        [
            [
                "<b>ואלו מותרין חולין שאוכל לך כבשר כו':</b><br><b>קונם שאיני ישן שאיני מדבר שאיני מהלך כו':</b><br><b>שבועה שאיני ישן שאינו מדבר שאיני מהלך כו':</b><br>אמר הש\"י איש כי ידור נדר לה' ובא בקבלה עד שידור בדבר הנדור ולכך אינו אוסר עליו האכילה באמרו הרי היא כבשר חזיר וכעבודת כוכבים ואסור עליו כשאמר כקרבן לפי שהוא יכול לידור קרבן ולומר על מה שירצה ה\"ז קרבן ויהיה קרבן ואי אפשר שידור ויאמר על שום דבר ה\"ז בשר חזיר או עבודת כוכבים ויהיה בשר חזיר או עבודת כוכבים וכ\"כ לא כחלת אהרן ולא כתרומתו לפי שלא יתנדב אדם חלה ותרומה ויש בכאן קושיא גדולה וזו היא שהוא אמר בפרק הראשון שאם אמר חטאת שאיני אוכל לך אסור וידוע שהחטאת אינה באה בנדר ונדבה ותשובת זה שקרבן חטאת אע\"פ שהוא עצמו אינו בא בנדר ונדבה הרי הוא בא מחמת הנדר שהרי הוא מבואר אצלנו נודרין בנזיר וכבר ידעת שהנזיר כשנשלמו ימי הנזירות יביא קרבן חטאת בכלל קרבנותיו ולכך עשינו קרבן חטאת כמו הדבר הנידר לה' לענין הנדרים ואם אמר לאשתו הרי את עלי כאימא אינו אסור מן התורה לפי שזה כמו האומר לחברו מה שאוכל לך כבשר חזיר אשר אמרנו שזה אינו כלום אבל אין אומרים לו אשתך מותרת לך שאין זה נדר אבל מראים שזה הדבור קיים שלא יקל ראשו לכך ופותחין לו פתח ממקום אחר ומתירים לו הנדר כמו שיתבאר במקומו בזאת המס'. כבר נתבאר לך בפ' שלפני זה (הל\"ו) שהנדרים אין חלין אלא על דבר שיש בו ממש ושבועות חלות על דבר שיש בו ממש ועל דבר שאין בו ממש ולכך אמר קונם שאיני ישן שאיני מדבר ה\"ז בבל יחל דברו ולא אמר ה\"ז אסור שקונם מכנויי נדרים ואלו הדברים הם דברים שאין בהם ממש ולא יתחייב בהם שום דבר מדאורייתא אבל מדרבנן אסור ולכך אמר ה\"ז בבל יחל דברו לפי שהוא מדרבנן שאמרו דברים המותרים ואחרים נהגו בהם איסור אי אתה רשאי לנהוג בהם היתר כדי לבטלן משום שנאמר לא יחל דברו ולכך אמר באלו הדברים ה\"ז בלא יחל דברו ר\"ל בזה שאלו הדברים אע\"פ שהם בלתי חלות אחר שבני אדם מחשבין אותם נדרים הרי הן אסורות מטעם לא יחל דברו לפי מה שבא עליו הפי' אבל באמרו שבועה שאיני ישן כבר אמר בזה אסור כמו שהעיקר בידינו שבועה חלה על דבר שיש בו ממש ועל דבר שאין בו ממש ודע כי מי שנשבע שלא יישן ג' ימים רצופין לילה ויום מהם ה\"ז לוקה ויישן כשירצה לפי שהוא נשבע על מה שאי אפשר ועוד יתבארו עיקרי עונש השבועות במסכת שבועות אבל בזאת המסכת יתבארו איזו מן השבועות והנדרים חלין ואיזו אינם חלין: \n"
            ],
            [
                "<b>קרבן לא אוכל לך קרבן שאוכל לך לא קרבן כו':</b><br><b>שבועה לא אוכל לך שבועה שאוכל לך כו':</b><br><b>זה חומר בשבועות מבנדרים חומר בנדרים כו':</b><br>דע כי (שאני אוכל) [שאוכל] יורה אצלם שאוכל על כל פנים ומורה ג\"כ שלא אוכל ומביא ראיה לזה הדברים הנמשכים אחר הענינים שאם היה מפייסו חבירו שיאכל ולא רצה ונשבע שבועה שאוכל לך אז אסור עליו שיאכל לו שום דבר ומבואר הוא כי מה שאמר קרבן לא אוכל לך קרבן שאוכל לך הקרבן לא אוכל לך שאין כל זה מורה שהוא עושה כל מה שיאכל משלו כקרבן ואמנם פי' זה הדבור שהוא נשבע בקרבן וכאילו אמר בחיי הקרבן אם אוכל לך שום דבר ואמרו בנדרים אסור לפי שהוא אסר גוף הדבר שלא יתקיים המצוה אלא בהיותו דבר מותר כגון שיאסר סוכה זו עליו שחזרה ישיבתה עבירה שיהיה ענינו בה כמו מי שלא ימצא בליל הפסח אלא מצה שהיא אסורה עליו באכילה כגון שתהיה טבל או הקדש שאסור עליו אכילתן לפי שהוא מצוה הבאה בעבירה וזאת היא הסברא בהיות הנדרים חלים על כל דבר שיחייב איסור גוף זה הדבר בטול מצות עשה אבל כל זמן שמחייב עצמו קרבן כל עת שיעשה מצוה יוכל לקיים הנדר ולעשות המצוה כגון שיאמר קרבן עלי כל זמן שמניח תפילין ה\"ז חל וכל זמן שיניח תפילין יתחייב קרבן ואמנם החומרא שהיא בשבועות יותר מבנדרים הוא מה שנקדם ביאורו: \n"
            ],
            [
                "<b>יש נדר בתוך נדר ואין שבועה בתוך שבועה כו':</b><br>חייב על כל אחת ואחת הוא שיהיה נזיר שלשים יום אי אמר נזיר סתם כמו שיתבאר או הזמן שקצב ויביא קרבן נזיר עוד יתחייב בשנית ויביא קרבן וכמו כן השלישית והרביעית: ואמרו בשבועה אינו חייב אלא אחת שהוא לוקה מלקות א' בלבד אבל אם נשאל לחכם והותרה לו שבועה ראשונה ישאר הדבר שנשבע עליו אסור מצד השבועה השניה וכמו כן אם הותרה שבועה שניה אסור עליו לאכול מצד השבועה שלישית הלא תראה אמרו אינו חייב אלא אחת ולא אמר הרי זו שבועה אחת: \n"
            ],
            [
                "<b>סתם נדרים להחמיר ופירושם להקל כיצד כו':</b><br>כבר נתבאר שהנדר לא יהיה אלא בדבר שנדור ומעשר בהמה אע\"פ שלא יבא בנדר אבל קדושתו בידי אדם כמו שנבאר במקומו ויש לו לאדם לעשות זאת הבהמה מעשר ותהיה קרבן ושאר הדברים מבוארים ואין הלכה כר' מאיר: \n"
            ],
            [
                "<b>נדר בחרם ואמר לא נדרתי אלא בחרמו של ים כו':</b><br>חרמו של ים היא מצודת הציידים אמר הפסוק (חבקוק א׳:ט״ו) יגורהו בחרמו ויאספהו במכמרתו: ואמרו עצמי קרבן שיאמר לאחר עצמי עליך קרבן בענין שיאסר על זה הנאתו. ואמרו על כולן אין נשאלין להם רוצה לומר שהם אינם צריכים שאלה לחכם שיתירם לפי שהם אינן חלין [וזה כשהיה ת\"ח] ואם היה עם הארץ מיד שיבא לשאול לנו ויבקש התרת אלו הנדרים ה\"ז אין מתירין לו ואין פותחין לו פתח בחרטה וזהו ענין אמרו מחמירין עליהם ואם אנו רואין שעבר עליהם משמתים אותו וזה ענין אמרו ועונשין אותו וזה כולו לאיים עליהם זה דעת ר\"מ. אבל חכמים אומרים מראין להם שהנדר קיים ומה שהם מסכימים בינם לבין עצמם אינו מועיל ופותחין להם פתח מטעם אחר ומתירים להם נדרים ואין הלכה כר' מאיר: \n"
            ]
        ],
        [
            [
                "<b>ארבעה נדרים התירו חכמים נדרים כו':</b><br><b>ראב\"י אומר אף הרוצה להדיר את חבירו כו':</b><br>זרוזין ר\"ל שהוא מתכוון בנדר לחזק ההסכמה בלבד. ונדרי הבאי הגוזמא וכבר הודעתיך פעמים הרבה שהסלע ארבע דינרים ושקל חצי סלע. ופי' דברי ר\"א בן יעקב כך ר\"א בן יעקב אומר הרוצה שיאכל חבירו ומסרב בו ומדיר בו הרי אלו נדרי זרוזין והרוצה שלא יתקיימו נדריו כל השנה כולה יעמוד בראש השנה ויאמר כל נדר שאני עתיד לידור כל השנה כולה הרי בטל ובלבד שיהיה זכור בשעת הנדר וענין זה הוא כשנשבע ונזכר שקדם זה התנאי בלבו וכונתו הרי בטל הנדר אבל אם נזכר מהתנאי אחר שיגמר הנדר כשיעור זמן כדי שאלת שלום לרב או שנזכר מיד ואז הסכים לבטל התנאי שהתנה מתחלת השנה וקיים את הנדר הרי הנדר קיים וכמו כן יכול לומר כל נדר שאני עתיד לידור עד עשר שנים או איזה זמן שירצה וכמו כן זה הדין בשבועות והלכה כר\"א בן יעקב: \n"
            ],
            [
                "<b>נדרי הבאי אמר קונם אם לא ראיתי בדרך כו':</b><br><b>נדרי שגגות אם אכלתי ואם שתיתי ונזכר כו':</b><br>אם לא ראיתי הוא חיוב לא שלילה והרי הוא כאילו אמר שראיתי ואינו רוצה לומר כקורת בית הבד הגדולה לפי שזה נמצא ברוב ואין זה מן הגוזמא ואמנם רוצה לומר על צורתה ובריאתה וזה שקורת בית הבד היתה צורתה אצלם שהיה לה שטח פשוט וגבה משולש כמו שהולך ועולה נעשה דק כמו המצבה שעל הקבר וזאת הצורה אינה נמצאת בנחשים כמותה ממש ואמנם נמצא מה שקרוב לה והוא אמרו כקורת בית הבד: \n"
            ],
            [
                "<b>נדרי אונסים הדירו חבירו שיאכל אצלו כו':</b><br><b>נודרין להרגין ולחרמין ולמוכסין שהוא כו':</b><br>זכר שני מינין מן האונסין אחד מהם שנשבע על דבר ונאנס או שהשביעו אנס ואם הודה לו על האמת הזיק לעצמו או לזולתו בממון או בנפשות פי' שאם ישביענו בשביל אחר כמו כן ישבע לו: ואמרו בית שמאי אומרום לא יפתח לו נדר רוצה לומר לא ישבע עד שישביענו ולא יתחיל. ובית הלל אומרים יתחיל וישבע קודם שישביענו. וחרמין מפסיקי הדרכים. והגנבים ומוכסין ידוע ובתנאי שיהיה מוכס העומד מאליו אבל אם העמידו המלך הנה העיקר אצלנו דינא דמלכותא דינא ואין מותר לו לברוח מן המכס ואיך ישבע עליו ואין הפרש בזה בין מלך עובד כוכבים ומלך ישראל. ודע שאלו הארבעה נדרים כולם אין הפרש בהם בין נדר ושבועה ולכך אינן צריכין הפרה אלא נדרי זרוזין ולפיכך אין זה מותר בשבועות: \n"
            ],
            [],
            [
                "<b>הרי נטיעות האלו קרבן אם אינן נקצצות כו':</b><br>ביאור זאת המשנה שהוא כשאמר הנטיעות האלו קרבן אם אינן נקצצות היום ועבר היום ולא נקצצו יכול לפדותן מיד ההקדש כדין קדשי בדק הבית כולם שנפדין מיד הגזבר אבל אם אמר הרי הנטיעות האלו קרבן עד שיקצצו אי אפשר לפדותן עד שיקצצו לפי שאם פדאן קודם קציצתן כשיצאו לחולין חזרו הקדש לפי שעשאן הקדש עד שיקצצו וכשנתקצצו אז יכול לפדותן ותצא לחולין אם פדאן אחר ואפילו קודם שנקצצו אינן חוזרות וקדושות אלא תצא לחולין וכן הדין בטלית ובכל הדומה להן: \n"
            ],
            [
                "<b>הנודר מיורדי הים מותר ביושבי היבשה כו':</b><br>מפרש נקרא יורד בים באניות הגדולות ומתרחק מן הארץ ריחוק גדול אבל מעכו ליפו הולכים על חוף הים וקרוב מן היבשה: \n"
            ],
            [
                "<b>הנודר מרואי החמה אסור אף בסומין שלא כו':</b><br><b>הנודר משחורי הראש אסור בקרחין ובעלי כו':</b><br>זה כולו מבואר והוא מדבר לפי המלות המפורסמות המורות אצלם באותו הזמן והעיקר בכל זה בנדרים הלך אחר לשון בני אדם: \n"
            ],
            [
                "<b>הנודר מן הילודים מותר בנולדים מן הנולדים כו':</b><br>ילודים היו משמעותו באותו הזמן אצל ההמון אותם שנולדו ונולדים היה משמעותו העתידים להולד. ושיעור זאת המשנה כך הנודר מן הילודים מותר בנולדים מן הנולדים אסור בילודים רבי מאיר אומר אף הנודר בנולדים מותר בילודים כמו שהנודר בילודים מותר בנולדים וחכמים אומרים שפירוש נולדים מי שדרכו להוליד ר\"ל בזה מי שדרכו להוליד כמותו כגון אדם והולך על ארבע מן החיות לא מי שדרכו להוליד ביצים כמו רוב הדגים והעופות:  "
            ],
            [
                "<b>הנודר משובתי שבת אסור בישראל ואסור כו':</b><br>יתבאר לך בזאת המסכת שהיה מנהגם לאכול שום בערב שבת על כל פנים והיות הכותים מואסים לירושלים ומקללין אותה הרי הוא מפורסם בכל הארץ וטעם זה מה שנתבאר בעזרא כל שכן שלא יעלו שם לרגל:  "
            ],
            [
                "<b>קונם שאיני נהנה לבני נח מותר בישראל ואסור בעובדי כוכבים:</b><br>מבואר הוא בלשון התורה שזרע אברהם דרך כלל אמנם הוא זרע יעקב לבד וזהו מה שאמר לו הבורא (בראשית ט״ו:י״ג) כי גר יהיה זרעך בארץ לא להם וזה לא היה אלא זרע יעקב ולכך מותר לו ליהנות ואפילו בעשו וישמעאל:  \n"
            ],
            [
                "<b>קונם שאיני נהנה לערלים מותר בערלי כו':</b><br>זה גם כן מבואר שרוצה לומר במולים במי שמאמין בברית מילה וערלים מי שאינו מאמין בברית מילה. וי\"ג בריתות הם מלת ברית ובריתי הנכפלים במצות הש\"י לאברהם אבינו בברית מילה במעמד אחד בפני עצמו (בראשית י״ז:ב׳) ואלו מניינם א) ואתנה בריתי ביני ובינך ב) אני הנה בריתי אתך ג) והקימותי את בריתי ביני וביניך ד) לברית עולם ה) ואתה את בריתי תשמור ו) זאת בריתי אשר תשמרו ז) והיה לאות ברית ביני וביניכם ח) והיתה בריתי בבשרכם ט) לברית עולם י) את בריתי הפר יא) והקימותי את בריתי אתו יב) לברית עולם יג) ואת בריתי אקים את יצחק. הנה אלו י\"ג בריתות נכפלו בזה הדבר ואז נסתלק ממנו הדבור כמו שאמר אחר כן ויכל לדבר אתו ויעל אלהים מעל אברהם: והיותה דוחה את הנגעים כשיש נגע צרעת בראש הזכרות יקצץ בעת המילה אע\"פ שקציצת הנגעים מצות ל\"ת שנא' (דברים כ״ד:ח׳) השמר בנגע הצרעת וגו' רוצה לומר לא תקצצה ולא תכרות אותה אבל תסמוך על דברי הכהנים בלבד ובא אלינו בקבלה כל מקום שנאמר השמר פן ואל אינו אלא מצות לא תעשה:  "
            ]
        ],
        [
            [
                "<b>אין בין המודר הנאה מחבירו למודר כו':</b><br><b>וכל דבר שאין עושין בו אוכל נפש מקום כו':</b><br>המודר מאכל הוא שיאמר לו הנאת מאכלך עלי ומיד יתחייב באלו מהדינים המבוארים: \n"
            ],
            [
                "<b>המודר הנאה מחבירו שוקל את שקלו כו':</b><br>שוקל שקלו שיתן בשבילו מחצית השקל שהוא מחויב בו לפי שאינו מגיע לו בזה הנאה לפי שאינו נותן לו שום דבר ואמנם מנע ממנו היזק ואינו אסור על ראובן כשנדר שלא יהנה ממנו שמעון שימנע שלא יגיע היזק לשמעון ואמנם אסור עליו שיהנהו במתכוון: ומחזיר לו אבדתו בין שהיו נכסי מחזיר אסורין על בעל אבדה או נכסי בעל אבדה אסורין על המחזיר לפי שהוא מצוה שהתורה מכריחתו עליה ואם היה מנהג שהמחזיר אבדה מקבל שום דבר הרי זה לא יקבל ממנו לפי שבזה המנהג יצא מדין התורה וכאילו החזירה מצד שיקבל ממנו ונמצא שזה שנשבע שלא יהנהו מהנה אותו מצד הדבר שהחזיר לו ואם הניח לו כמו כן השכר הידוע הרי זה מהנה אותו בזה השיעור שהניח לו לפיכך לוקחין השכר ממנו ותפול להקדש: \n"
            ],
            [
                "<b>ותורם את תרומתו ומעשרותיו לדעתו כו':</b><br><b>וזן את אשתו ואת בניו אף על פי שהוא חייב כו':</b><br>כבר בארנו (הל\"ג) שאם פרע הוא בשבילו שום דבר המחויב בו ה\"ז מותר ואינה נקראת הנאה אמנם היא הנייה בדרך מקרה לפי שהוא סילק ממנו היזק והספקת מזונות יש לו בזה קורת רוח אבל אינו מגיע לידו שום דבר: ואמרו לא ילמדנו מקרא זה הוא במקום שמלמדין בו תורה שבכתב בשכר אבל במקום שמלמדין תורה שבכתב בלא שכר מותר לו ללמדו מקרא ואין אנו צריכין להתנות שום דבר מזה בהלכות והגדות ומדרשות לפי שאינו מותר בתורתנו כלל ללמוד מין ממיני חכמת התורה בשכר שנא' (דברים ד׳:י״ד) ואותי צוה ה' בעת ההיא ללמד אתכם בא בקבלה מה אני בחנם אף אתם בחנם ואמנם ללמוד תורה שבכתב בשכר במקומות שפשט המנהג בזה לפי שזה השכר הוא מדין למוד הטעמים והתנועות ומדין שמירת התינוקות שלא יהיו משולחים ונשחתים ואני תמיה מאנשים גדולים שעוור אותם התאוות והכחישו האמת ופסקו דין לעצמם ליטול שכר מן הדינים והלמוד ונתלו בחבלי השוא ועוד יבא הענין בזאת הכונה במקום ידוע ממסכת אבות (פ\"ד מ\"ד): ואשר חייב שיהא אסור עליו לזון את בהמתו לפי שכל מה שהוסיפה בשמנונית ובכח הוסיפה בדמיה. ורבי אליעזר אומר אחר שהבהמה טמאה אינה מותרת באכילה לפיכך אין לו תועלת בשמנוניתה ובתוספת בשרה. וחכ\"א שהוסיפה בדמיה או במשקלה אם שחטה ומכרה לכלבים ואין הלכה כר' אליעזר: \n"
            ],
            [
                "<b>המודר הנאה מחבירו ונכנס לבקרו עומד כו':</b><br><b>ורוחץ עמו באמבטי גדולה אבל לא בקטנה כו':</b><br><b>לא יאכל עמו מן האבוס שלפני הפועלים כו':</b><br>זה שנכנס לבקר הוא שאסר עליו שלא יהנה ממנו החולה: ואמרו אבל לא יושב זה הוא במקום שלוקחים שכר מן הישיבה רצה לומר שמקבל שכר מי שמבקר החולה בישיבתו עמו ומי שמרפא אותו או עושה לו צוות לפיכך אם נכנס זה וישב ולא קבל שום דבר הרי נהנה בו החולה בדבר שיש לו דמים: ורפואת נפשו הוא שירפא גופו ורפואת ממון שירפא בהמתו ומותר לו להגיד מה שיועיל לבהמתו ואמנם אסור לו לרפאות בידיו ואין זה אסור לחולה עצמו לפי שהוא מצוה ר\"ל חיוב הרופא מן התורה לרפאות חולי ישראל וזה נכלל בפי' מ\"ש הפסוק (דברים כב) והשבותו לו לרפאות את גופו שהוא כשרואה אותו מסוכן ויכול להצילו או בגופו או בממונו או בחכמתו: ואמבטי כיור המרחץ. ואסור לרחוץ עמו בקטנה לפי שהוא מגביה המים עליו וזה הנאה הוא לו: ולא יאכל עמו בכלי אחד לפי שהוא חולק לו כבוד וישים חתיכת בשר טובה לפניו או יניחנה כדי שיאכלנה. זה הוא הטעם גם כן שלא יאכל עמו מן הסלין שממלאין מפירות לאכול מהם כל הפועלים ועל דרך משל כשנשבע ראובן שלא יהנה לשמעון ואכלו שניהם עם לוי וכשגמר ראובן לאכול מן הקערה החזירה ללוי אחר כך נתנו לוי לפני שמעון מותר לשמעון לאכול ממנו ולא נאמר שמא לא גמר ראובן אכילתו אלא כדי שיניח ללוי ממה שיתן לפני שמעון וזה הוא ענין אמרו אבל אוכל הוא מן התמחוי החוזר לבעל הבית: ולא יעשה עמו באומן שלא יקצור עמו בשורה אחת כדי שלא יקל עליו מה שיקצור בו בהיותו קוצר קרוב ממנו הוא מוצא מקום לילך וימצא מקום פנוי שיכול למהר מלאכתו וכבר נתבאר לך פי' לשון אומן בהרבה מקומות מזרעים (פאה פ\"ד הל\"ה) והלכה כר' יהודה ואין הלכה כר\"מ: \n"
            ],
            [
                "<b>המודר הנאה מחבירו לפני שביעית לא יורד כו':</b><br>נוטות פירות התלויין מן האילן הנוטים חוץ מן הפרדס וכבר ידעת בלא ספק שפירות שביעית הפקר ואין להם בעלים ואשר חייב שיהי' אסור על המודר ליכנס בשדה חבירו בשביעית לאכול מן הפירות לפי שהיא נדרסת לאכילת הפירות ולא נעשה גוף הקרקע הפקר וכשעומד זה לשם והוא אינו מתעסק באכילה וישהה לעמוד נמצא נהנה ממה שאינו שלו: \n"
            ],
            [
                "<b>המודר הנאה מחבירו לא ישאילנו כו' ולא כו':</b><br><b>א\"ל השאילני פרתך אמר לו אינה פנויה אמר כו':</b><br>אסור על מי שאסר עליו שלא יהנה מפלוני שלא ילונו שמא ילוה ממנו וכמו כן שלא ישאילנו שמא ישאל ממנו ולא ימכור לו שמא יקח ממנו וזה ענין מאמרם כולה משום גזירה: \n"
            ],
            [
                "<b>המודר הנאה מחבירו ואין לו מה יאכל הולך כו':</b><br>כל זה נמשך על העיקר שבארתי לך בזה הפרק באמרו שוקל לו שקלו ופורע לו את חובו שהוא כשנתן לו החנוני מה שנתן ואחר שעשו לו הפועלים מה שעשו חזרו כולם לו בעלי חובות והוא מה שנתן להם שכרן פרע לו חובו בלא ספק: \n"
            ],
            [
                "<b>היו מהלכין בדרך ואין לו מה יאכל נותן כו':</b><br>ר' יוסי אומר אחר שאין בהם שלישי ה\"ז המעשה דומה למתנה ולכך הוא אסור ואין הלכה כרבי יוסי: \n"
            ]
        ],
        [
            [
                "<b>השותפין שנדרו הנאה זה מזה אסורין כו':</b><br>חצר נקרא רחבה של עיר שבבית ואלו השני שותפין אמנם הם שותפין בזה הבית לכל אחד ואחד מהם בית ידוע והמשותפין בזאת הרחבה שלפני הבתים והיא הנקראת חצר ואם אפשר שיחלקו זאת החצר והוא שיהיה בה ד' אמות לזה וארבע אמות לזה או יותר אחר שנניח לפני כל בית ארבע אמות כמו שיתבאר בבבא בתרא הכל מודים שהם אסורין ליכנס לחצר עד שיחלוקו ואמנם מחלוקת רבי אליעזר וחכמים בחצר שאין בית דין חלוקה. וכל זמן שאחד מן השותפין נשבע הוא בעצמו שלא יהנה בו חבירו הרי זה כופין אותו למכור אבל אם הדירו חבירו והוא שנשבע ראובן שלא יהנה בשמעון ה\"ז אין כופין שמעון למכור לפי שהוא אנוס והוא אינו אותו שנדר והלכה כר' אליעזר בן יעקב. היה אחד מן השוק. כבר אמרנו שהלכה כרבי אליעזר בן יעקב: \n"
            ],
            [],
            [
                "<b>המודר הנאה מחבירו ויש לו מרחץ ובית הבד כו':</b><br>תפיסת יד שישאר לו תשמיש בזה הקרקע כגון שישייר לעצמו שום דבר בזה הקרקע שלא ישכירנו ואפי' שייר בור מים בזה המרחץ או הדומה לזה ושאר הדברים מבוארים הם בעצמם: \n"
            ],
            [
                "<b>הריני עליך חרם המודר אסור הרי את עלי כו':</b><br>המודר אסור פי' שאם עבר המודר על הנדר הוא הנקרא עבריין כגון שנשבע ראובן שלא יכנס שמעון בביתו הרי שמחוייב שמעון שלא יכנס בבית ראובן שהרי נשבע על מה שהיה ברשותו לפיכך אם עבר שמעון ונכנס בביתו של ראובן הוא הנקרא עבריין וזהו פי' המודר אסור והבן זה הענין ועשה לו היקש שהשבועות והנדרים אדם מחוייב לקיימן ואפי' שהוא אינו הנשבע והנודר אבל נשבע עליו זולתו: וענין דבר של עולי בבל הדבר שיש בו שותפות לעולי רגלים והוא מה שזכר מהן אע\"פ שהיציאה והבנין שלהם ממון כל ישראל ולכל אחד מהן יש בהן זכות אין זה כי אם זכות מעט מאוד שאין לאחר מהן שום רשות: ודבר של אותה העיר הדברים שהם בשותפות לכל אנשי המדינה כגון הרחובות והמרחצאות ומה שמנה. אבל מה שאמר זה כותב חלקו לנשיא פירוש לפי הענין הכותב כותב חלקו לנשיא וענין זה הדבר שאלו האנשים שאסר כל א' מהן הנאה לחבירו ואסר עליו ממנו באמרו כל אחד ואחד לחבירו הריני עליך ואת עלי הרי הם מחוייבים מפני זה שלא ישתמשו במקומות המשותפין לכל אנשי המדינה לפי שיש לכל אחד מהם זכות בהם ונמצא כל א' מהם נהנה בחבירו במה שמשתמש מרשותו וצד התחבולה שיש להן וכיצד יהיו מותרין שיכתוב כל אחד מהן חלק לנשיא וכל זכות שיש לו באלו המקומות המשותפין לכל ונסתלק חלקו מהם ולא נשאר לא' מהן זכות לא ברחובה ולא במרחץ ולא בבית הכנסת ולא במה שדומה להם ונמצאו שניהן נהנין כל אחד מהן בממון בני אדם וממון הנשיא לא בממון חבירו ור' יהודה אומר שהם ג\"כ כשסלקו זכותם מאלו המקומות ונותנים לאחד מבני אדם שזה מותר אבל צריך שיאמר לאחד זכה לפלוני באלו הזכיות ויתן לו השטר ואנשי הגליל היו כותבין לנשיא כל המקומות המשותפין והדברים המשותפין כולן כדי שלא יבואו לעבור על הנדרים והשבועות כשהיו נשבעין זה מזה כמו שאמרנו ולא יהיו צריכין לכתוב לנשיא ולא להדיוט והלכה כחכמים: \n"
            ],
            [],
            [
                "<b>המודר הנאה מחבירו ואין לו מה יאכל נותנו וכו':</b><br>זה המעשה לא זכרו לחזק הדבר שנקדם ואמנם זכרו לבאר מה שאנו אומרין והלה מותר בה שיהיה בתנאי שלא יבאר בעל המתנה שם האיש הזה והביא ראיה ממעשה בית חורון ודע שהוא אם נתן המתנה סתם בלא שום תנאי ואח\"כ אמר לו דרך מקרה רצונך שיבוא פלוני ויאכל עמנו הרי זה אסור לפי שהעיקר אצלינו אם הוכיח סופו על תחילתו אסור: ואמרו ג\"כ בזה המעשה סעודתו מוכחת עליו ר\"ל שרבוי הסעודה וההכנה מעיד שלא נתנה במתנה אלא שיאכל אביו ממנה: \n"
            ]
        ],
        [
            [
                "<b>הנודר מן המבושל מותר בצלי ובשלוק כו':</b><br>מעשה קדירה הריפות והגרש וכיוצא בהן. ופירוש רך שאינו יכול לעמוד בעצמו ועבה שהוא עב שיכול לעמוד בעצמו וביצת תרמיטא ביצה מבושלת במים חמים ומשמרין אותה שימור גדול שלא יקפה וקוראין אותה הרופאים נימרשת: ודלעת רמוצה מין מן הדלועין שאינה ראויה לאכילה עד שטומנין אותה באפר חם ושם האפר שנשאר בו חמימות רמץ וכבר בארנו זה כמה פעמים במסכת כלאים: מעשה רתחתה הוא המאכל שעושין מן הקמח ומן לביבות הפת במים רותחין והעיקר שנגררים אחריו אלו הדינים ונסמכים הוא מה שאמרו בנדרים הלך אחר לשון בני אדם וזה ג\"כ תלוי לפי לשון הידוע והמורגל בין בני אדם שבאותו מקום שנשבע בו האדם ולפי מה שמורה עליו באותו הזמן ועל דרך משל אם היה המקום שנשבע בו קוראין באותו זמן מבושל לצלי ושלוק הרי הכל אסור עליו ואם אין קוראין מבושל אלא המבושל ממש הרי זה אסור עליו המבושל לבדו ועל זה תעשה היקש מכל מה שיש בזו המסכתא באמרו הנודר מכך אסור בדבר פלוני ומותר בפלוני לפי שכל זה אמנם אמרו התנא לפי מקומו ולפי לשונם באותו הזמן ולפי המפורסם אצל ההמון ומסר לנו זה על דרך הדמיון לפיכך הבן זה ולא נצטרך להחזירו במה שאנו עתידים לומר: \n"
            ],
            [],
            [
                "<b>מן הכבוש אין אסור אלא מן הכבוש של ירק כו':</b><br><b>מן הצלי אין אסור אלא מן הצלי של בשר כו':</b><br>כבר ידעת ההפרש שיש בין השם הידוע לשאינו ידוע לפיכך אם אמר מן השלוק בה\"א הידיעה הרי זה מורה על השלוק הידוע והוא ברוב מן הירקות ואם אמר שלוק בלתי ה\"א הידיעה הרי זה מורה על כל מה ששולקים אותו זה כלל ידוע בכל הלשונות שהשם שאינו ידוע כולל כל המינין על דרך כלל והשם הידוע פורט ולא תפשע בעיקר הידוע בנדרים הלך אחר לשון בני אדם ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>דג דגים שאיני טועם אסור בהן בין גדולים כו':</b><br>דע כי בלשוננו כשיתחבר שם האחד עם הרבים הרי זה מורה על הכלל ועל הפלגה ברבוי כגון הבל הבלים שיר השירים ואם אמר דג דגים כלל כל המינים כולו באיזה ענין שיהיה: ותפל הוא הדבר שאין בו טעם: וטרית טרופה מין מן הדגים מחותך לחתיכות קטנות מבואר בע\"א: וציר ר\"ל המים היוצאין מן הדגים המלוחין: ומוריס שם הוא הנקרא בלשון ערבי אלטמאר\"י ופעמים נעשה מן הדגים ועל זה המוריס הנעשה מן הדגים מדבר בזאת ההלכה: וצחנה ר\"ל הדג הכבוש שכבר נתעפש והסריח מגזרת ותעל צחנתו: \n"
            ],
            [
                "<b>הנודר מן החלב מותר בקום ורבי יוסי אוסר כו':</b><br>קום נקרא המים היוצאין מן הגבינה ובמערב אנו קורין אותה מיס\"א והלכה כאבא שאול: \n"
            ],
            [
                "<b>הנודר מן הבשר מותר ברוטב ובקיפה ור\"י כו':</b><br>רוטב הוא המרק קיפה הוא התבלין וחכ\"א כשאדם נשבע על דבר ידוע ומפרש אותו ומיחדו הרי הוא עליו כמו הדבר האסור מעצמו ומשערים אותו כשנתערב במין אחר בנותן טעם כדין שאר האיסורין כולן מין במיני בכל שהוא ושלא במינו בנותן טעם אבל אם נשבע על מין מן המינין אינו אסור עליו אלא אותו המין בעצמו ובעינו בלתי תערובת זולתו כמו שבאר בזאת ההלכה באמרו הנודר מן היין ואין הלכה כר' יהודה: \n"
            ],
            [
                "<b>הנודר מן הענבים מותר ביין מן הזיתים כו':</b><br><b>הנודר מן התמרים מותר בדבש תמרים כו':</b><br>תנא קמא אומר הנודר מן התמרים מותר בדבש תמרים לפי שהתמרים ראוין לאכילה ונאמר שהוא לא נתכוון אלא לעצמן כמות שהן וחכמים אומרים אפי' היה הדבר שנשבע עליו אינו ראוי לאכילה כלל שהיה לנו לומר שהוא לא נתכוון אלא על הדבר היוצא ממנו עם כל זה מותר ביוצא ממנו כגון הסתווניות והם הפירות שבימות הגשמים ושם ימות גשמים סתיו ואינם ראויין לאכילה ועושין מן הענבים שבימות הגשמים חומץ והלכה כחכמים: \n"
            ],
            [],
            [
                "<b>הנודר מן היין מותר ביין תפוחים מן השמן כו':</b><br>שם לווי שם מחובר ר\"ל שזה לא יודע אלא במה שנתחבר בו והוא אמנם נשבע בדבר שנודע בזה השם בלא שם מחובר: ושומשמין נקרא בערבי אלסמ\"ס וכרשין כרתי. וקפלוטות שם הכרתין שבארץ ישראל: \n"
            ],
            [
                "<b>מן הכרוב אסור באיספרגוס מן האיספרגוס כו':</b><br>אספרגוס קוראים המים ששולקים בהן הירקות אי זה ירק שיהיה והוא רוצה לומר בכאן באמרו אספרגוס המים ששולקים בו הכרוב. גריסין שם נופל על הפולים הטחונים. ומקפה שם התבשיל אי זה התבשיל שיהיה הלא תראה שהם קוראים תבשיל הפולין מקפה של גריסין ואשישין עדשים טחונים ואין הלכה כרבי יוסי בכל מה שאמר: \n"
            ]
        ],
        [
            [
                "<b>הנודר מן הירק מותר בדלועין רבי עקיבא וכו':</b><br>ר\"ע אומר כל מידי דמימליך עליה שלוחיה מיניה הוא וחכמים חולקין בזה. והלכה כחכמים: \n"
            ],
            [
                "<b>הנודר מן הדגן אסור בפול המצרי יבש דברי כו':</b><br>חמשת המינים הם החיטין והשעורים והכוסמין ושבולת שועל ושיפון. כוסמין מין חטים ושיבולת שועל ושיפון מין שעורים ופול המצרי מין ממיני הקטנית אינו נמצא אלא בארץ מצרים וכן קוראין אותו הרופאים הפול המצרי ואינו הפול הידוע אצל ההמון והלכה כחכמים: \n"
            ],
            [
                "<b>הנודר מן הכסות מותר בשק וביריעה כו':</b><br>שק ארוג במטוה שער. ויריעה בגד גס ועבה שאינו תפור. וחמילה מסך והיא אצל בני אדם בתכלית העובי מגין אדם בה ראשו מהמטר וכמו כן יריעה הנזכרת בכאן ור' יהודה אינו הולך אחר פשט הלשון אבל מביא ראיה מן הענין שנופל עליו הנדר ומאיזו סבה היה והלכה כרבי יהודה: \n"
            ],
            [
                "<b>הנודר מן הבית מותר בעלייה דר\"מ כו':</b><br><b>הנודר מן המטה מותר בדרגש דברי רבי כו':</b><br><b>הנודר מן העיר מותר ליכנס לתחומה של עיר כו':</b><br>דרגש מטה קטנה נותנין אותה לפני המטה הגדולה שנקראת מטה כמו הסולם שעולין בו אל המטה הגדולה וכבר בארנו בפ\"ה ממסכת עירובין שהבתים ודומיהן ממקומות הדירה היוצאות חוץ מן המדינה אם היו קרובים מן המדינה ע' אמה או פחות מהם הרי הם מתחברות אל המדינה ונמדוד אותם כולם בריבוע ואז מודדין חוץ מן המרובע אלפים אמה לכל רוח והוא תחום שבת הנקרא תחום העיר ואלו המקומות הנוספים שנתוספו אל המדינה כשנרבע מסוף הבתים היוצאים ממנה נקרא עבור העיר דהוא כמו המדינה ודינו כדין המדינה וכבר בארנו זה וציירנו בו צורה במקומו: ואגף הוא נטילת הדלת מגזירת יגיפו הדלתות ואין הלכה כרבי מאיר בכל מה שאמר: \n"
            ],
            [],
            [
                "<b>קונם פירות האלו עלי קונם הן על פי קונם הן כו':</b><br>דבר שזרעו כלה הוא מה שנפסד זרעו בארץ ונאבד כמו החטה והשעורה ושאר הזרעים ודבר שאין זרעו כלה שיהיה הדבר שנשבע עליו בצל או שום או מה שדומה להם והוא כשזרע זה הבצל או זה השום בעצמו צומח ממנו מה שצומח וישאר הגרעין הזרוע קיים בארץ וכבר נתבאר זה בפ' התשיעי ממסכת תרומות וביאורו שם: \n"
            ],
            [],
            [
                "<b>שאת עושה איני אוכל עד הפסח שאת עושה כו':</b><br>זה כולו מבואר אינו צריך זולת תקון הקריאה ולהפסיק הדבור במקום שראוי להפסיק ולא דבר בו הש\"ס כלל לרוב באורו ולא זכרו התנא אלא מצד הבבא האחת בלבד והוא מה שאמר ואחר הפסח בל יחל דברו שהוא אפשר לו שאמר אחר שהיתה השבועה על דרך משל בשבט שלא תהנה בו עד הפסח אם תלכי לבית אביך מהיום ועד סוכות ועבר הפסח אניחנה שתלך לבית אביה שכבר עבר הזמן שהתנתי בשבועתי שהיא לא תהנה כשתלך לבית אביה ולמדנו שהענין אינו כן אבל הוא מחויב למנוע אותה עד תשלום הזמן שנשבע ואע\"פ שנתבטל העונש שהתנה בו אם עברה אחר שעבר הפסח וזה הענין בלבד רצה להשמיענו אבל שאר הדברים הרי הם מבוארים: \n"
            ]
        ],
        [
            [
                "<b>קונם יין שאיני טועם היום אינו אסור כו':</b><br>ענין אמרו ושבת שעבר שאסור עליו היין ג\"כ יום השבת לפי שהוא נמנה עם הימים שעברו לפניו שאסר עליו בהן היין למה שאמר שבת זו וכמו כן הדין באמרו שבוע זה שנחשוב השביעית במדרגת מה שלפניה ואינו כן ראש חדש וראש השנה אבל מותר לו לשתות בהם ודע כי מי שנשבע שאינו טועם היום אינו מותר לו לשתות לכשתחשך עד שישאל לחכם וזה גזירה שמא ישבע פעם אחרת שאינו טועם יום אחד שהוא מחויב לשהות מעת לעת וישתה משתחשך לא יפריש בין אמרו היום או יום אחד וכמו כן כשאמר קונם יין שאיני טועם יום או שנה או שבת או שבוע דינו הוא כדין מי שאמר יום אחד או שבוע אחד או שנה אחת שצריך לשהות מעת לעת כשאמר יום ומיום ליום כשאמר שבוע או שנה או שבת ואם אמר חדש צריך לשהות שלשים יום שלמים: \n"
            ],
            [
                "<b>עד הפסח אסור עד שיגיע עד שיהא אסור כו':</b><br><b>עד הקציר עד הבציר עד המסיק אינו אסור כו':</b><br>קציר קציר חטים ובציר בצירת הענבים ומסיק חביטת הזיתים והלכה כרבי יוסי: \n"
            ],
            [],
            [
                "<b>עד הקיץ עד שיהא הקיץ עד שיתחילו העם כו':</b><br><b>עד הקציר עד שיתחיל העם לקצור קציר כו':</b><br>קיץ שם לימות השרב אבל היה מפורסם זה השם אצלם על זמן בשול התאנים וכשמתחיל זמן אכילתם וכך פירשו כי באמרו כלכלות רוצה לומר סלי התאנים. ומקצועות הם המחצלאות ששוטחין עליהם התאנים להצטמק וליבש ומה שאמרו עד שיקפלו רוב המקצועות רוצה לומר עד שמאספין בני אדם מה ששוטחין ומקפלין המחצלאות ממקומות השטיחה. ואמרו אם היה בהר ר\"ל אם נדר בהר ימתין זמן הקציר או הבציר בהר ואף ע\"פ שירד לבקעה וכמו כן אם היה בבקעה בשעת הנדר ימתין זה הזמן בבקעה ועל זה תעשה היקש בכל הנדרים והכל מודים שהוא אם אמר עד הגשם ימתין זמן הגשם לא ירידת המטר וכבר בארנו בפ' ח' מפאה (הל\"א) שזמן רביעה שניה הוא התחלת זמן הגשם בא\"י הוא בי\"ז במרחשון וזה בשנה מבכרת אבל במאוחרת בר\"ח כסליו ובבינונית בשלשה ועשרים במרחשון לפיכך זה שנשבע עד הגשם אסור עד ר\"ח כסליו אלא א\"כ ירדו גשמים בתחלת הזמן ואין הלכה כרשב\"ג והלכה כר' יהודה: \n"
            ],
            [
                "<b>קונם יין שאיני טועם לשנה נתעברה השנה כו':</b><br><b>ר\"י אומר קונם יין שאיני טועם עד שיהא הפסח כו':</b><br>לילי צום רוצה לומר צום כפור והיה מנהגם לאכול השום בלילי שבתות בתחלת הלילה לפי שהיה מסייע להם על התשמיש לפי מאכלם וארצם וכבר ידעת שעונת תלמידי חכמים מלילי שבת ללילי שבת מוסף עם היות השבת בעצמו מחויב בו העונג בכל צד מצדי ההנאה לבני אדם כולם ואין הלכה כרבי יהודה ולא כרבי יוסי בנו אבל העיקר מה שקדם מאמרו כל שזמנו קבוע אמר עד שיגיע אסור עד שיגיע עד שיהא אסור עד שיצא: \n"
            ],
            [],
            [
                "<b>האומר לחבירו קונם שאני נהנה לך אם אין כו':</b><br>מסרבין מפצירין ואמרו בת אחותו לפי שהוא נהוג ועוד שהיא מצוה וחייב אדם להשתדל בזה ואמר (ישעיה נח) ומבשרך אל תתעלם זה הנושא בת אחותו ואין הלכה כר\"מ: \n"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר פותחין לאדם בכבוד אביו וכו':</b><br>אמר ר' אליעזר שהוא כשאמרו לו אביו או אמו הכעסתנו בזאת השבועה שאינו צריך שאלה לחכם ולא הפרה ורבי צדוק אמר אם הדבר כן כבר ידוע שהקב\"ה אינו חפץ בשבועות ובכעס ולפיכך אומרים לו בכל שבועה שהקב\"ה מואס ממך זה הכעס שהביאך לידי שבועה א\"כ לא תהיה אצלנו שבועה בשום פנים שתצטרך שאלה לחכם כדי שיפר אותה והוא אמרם בפי' זה הענין א\"כ אין נדרים נשאלין לחכם אבל חכמים אומרים על כל פנים צריך שאלה לחכם ויתיר לו נדרו והלכה כחכמים: \n"
            ],
            [
                "<b>ועוד אמר ר' אליעזר פותחין בנולד כו' וחכמים כו':</b><br>רבי אליעזר מתיר אחר השאלה לחכם ואפי' שהוא אינו מתחרט אלא שהכריחו הכרת הענין המתחדש ודעתו וכוונתו שלא יתחדש זה הענין אלא שיתמיד על מה שנשבע וחכמים אוסרים שהם מצריכים החרטה עכ\"פ על גוף הדבר שנשבע ושנוי הכוונה בו ואח\"כ תועיל השאלה לחכם והתרה והלכה כחכמים: \n"
            ],
            [
                "<b>ר\"מ אומר יש דברים שהם בנולד ואינן בנולד כו':</b><br>מפני שבאר בענין השבועה סבת שבועתו הרי הוא כמי שנשבע על תנאי ונתבטל התנאי שאינו חייב בשבועה וכאילו אמר שבועה שאיני נושא פלונית אא\"כ אני בטוח מהיזק אביה וכן אמרו בש\"ס נעשה כתולה נדרו בדבר ואינו צריך הפרה ועל זה כולם נסמכים עליו ועשה היקש עליו גם כן: \n"
            ],
            [
                "<b>ועוד אר\"מ פותחין לו מן הכתוב שבתורה כו':</b><br>מה שאמר רבי מאיר הרי זה מותר אחר השאלה לחכם והיא הלכה אלא על כל פנים צריך שאלה לחכם והתרה וכמו כן צריך שיהיה נמצא שם זה האיש שנשבע שלא יהנה ממנו לפי מה שאמרו המודר הנאה מחבירו אין מתירין לו אלא בפניו והביא ראיה על זה ממה שנאמר (שמות ד׳:י״ט) לך שוב מצרים אמר לו במדין נדרת לך והתר נדרך במדין דכתיב (שם ב) ויואל משה לשבת את האיש: \n"
            ],
            [
                "<b>פותחין לאדם בכתובת אשתו ומעשה באחד כו':</b><br>העיקר אצלנו מטלטלי לא משתעבדי לכתובה אלא בתקנת רבנן בתראי ולכך באר הש\"ס שאילו הארבעה מאה זוז שהיה לו אמנם היה לו קרקע שוה זה הסך ואמר לו אפילו לא ישאר לך שום דבר אחר פרעון הכתובה אלא על דרך משל שתצטרך למכור שער ראשך לצורך אכילה יש לך ליתן כתובתה ואינו רוצה לומר שיתן לה כתובתה מדמי המטלטלין: \n"
            ],
            [
                "<b>פותחין בימים טובים ובשבתות בראשונה היו כו':</b><br>כגון שנשבע שלא נשתה יין או שלא יאכל בשר כך וכך ימים לכך אומר אילו ידעת בשעת השבועה שהשבת או יום טוב שנכלל באלו הימים אתה מחויב בו באכילת בשר ושתיית יין לפי שנאמר (ישעיהו נ״ח:י״ג) וקראת לשבת עונג כלום היית נשבע והוא אומר לא. מתירין לו שבועתו. ואמרו לזה קרבן ולזה קרבן אמנם זה מאמר רבי שמעון שאינו סובר החלוקים עד שיאמר שבועה לכל אחד ואחד כמו שיתבאר בשבועות עיקר דעתי ואינה הלכה אבל כשאומר שאיני נהנה לזה ולזה צריכין פתח לכל אחד ואחד אחר (שלא) שהזכיר וא\"ו הנוספת והלכה כרבי עקיבא: \n"
            ],
            [],
            [
                "<b>קונם יין שאיני טועם שהיין רע למעיים אמרו כו':</b><br>אמרו רע למעיים ורע ללב על דרך דמיון וכן נתבאר בש\"ס ובא בדמיון מזמן הנדר ומן הדברים שנשבע עליהם ומן האדם שנשבע עליהם וכל זמן שאמר הנודר אילו ידעתי שהמיושן יפה הייתי מתנה על היין והייתי אומר ישן מותר והחדש אסור או שיאמר אילו ידעתי זה לא הייתי נשבע כלל הוא מותר בחדש ובישן בלא שאלה לחכם כמו שנזכר ואם אמר אילו הייתי יודע הייתי אומר כל יין עלי אסור חוץ מן הישן יהיה הישן לבדו מותר לו וזה היקש לכל הבבות: \n"
            ],
            [
                "<b>פותחין לאדם בכבוד עצמו ובכבוד בניו כו':</b><br>וצריך בכל זה הפרה אחר שאלה לחכם: \n"
            ],
            [
                "<b>קונם שאני נושא את פלונית כעורה והרי היא כו':</b><br>שהנדר טעות ואינו צריך שאלה לחכם ולא התרה ורבי ישמאל חולק על זה הענין ואומר שאפילו היתה כעורה ונעשית נאה שהוא נולד שאינו צריך התרה והביא זה המעשה לדעת רבי ישמעאל וכן נתבאר בש\"ס כשאמר והתירו רבי ישמעאל אינו רוצה לומר התיר לו נדרו אלא שהוא התיר והורה לו שלא חלה עליו השבועה או יהיה זה נולד שפתח לו והתיר כרבי אליעזר שכבר נקדם לך דעתו שהנולד אצלו פותחין בו ואין הלכה כרבי אליעזר: \n"
            ]
        ],
        [
            [
                "<b>נערה המאורסה אביה ובעלה מפירין כו':</b><br>מפני שאמר אביה ובעלה יובן מזה הדבור הבחירה או זה או זה ולכך חזר וביאר שכוונתו שיהיו שניהם. ואמרו ואין צריך לומר שקיים אחד מהם ואפילו חזר זה שקיים ונשאל לחכם ונתחרט על קיומו וחזר והפר לה לפי שעיקר אצלנו נשאלין על ההקם ואין נשאלין על ההפר וכשנשאל וחזר והפר לה אינו מופר עד שיפירו שניהם בבת אחת וראיה לזה הדין בנערה המאורסה שמשתתפין בדינה האב והבעל מה שאמר בין איש לאשתו בין אב לבתו בנעוריה בית אביה: \n"
            ],
            [
                "<b>מת האב לא נתרוקנה רשות לבעל מת כו':</b><br>הבעל אין לו רשות בהפר נדרים אלא אחר כניסתה לחופה אבל אחר מיתת הבעל ונשארה היא נערה בבית אביה הרשות ביד האב בהפרת נדריה למה שאמר בנעוריה בית אביה וזה לשון התורה שהאב לא יפר אלא בזמן הנערות אבל הבעל מפר לעולם וכבר בארנו בסוף פרק השלישי מכתובות מכמה שנים נקראת קטנה ומכמה שנים נקראת נערה ומתי תהיה בוגרות ודקדקנו כל זה עד שלא הנחנו בו ספק כלל ובקש אותו משם: \n"
            ],
            [
                "<b>נדרה והיא ארוסה נתגרשה בו ביום נתארסה כו':</b><br>הנדרים שנדרה בפני ארוס מפר אותה ארוס אחרון אחר שאינה ברשות עצמה לפי שהיא נשארה ברשות האב אחר היותה נערה: \n"
            ],
            [
                "<b>דרך ת\"ח עד שלא היתה בתו יוצאת כו':</b><br>העיקר אצלנו אין הבעל מפר בקודמין וכשנכנסה לחופה ויש לו לבדו רשות בהפר נדריה לעתיד ונתרוקנה רשות האב ואינו יכול להפר הנדרים שנדרה והיא ארוסה קודם שתנשא מפני שאינו יכול להפר לה בעוד שהיא ארוסה אלא בשותפות האב כמו שנתבאר ומכאן תדע שהבעל מפר בלא שמיעה לפי שהוא אמר בכאן יפר אף על פי שהוא לא ידע השבועה ולא שמע על איזה דבר נשבעה וכן באר הש\"ס: \n"
            ],
            [
                "<b>בוגרות ששהתה י\"ב חדש ואלמנה ל' יום כו':</b><br>כבר נתבאר בפרק חמישי מכתובות שהארוסה כשהגיע זמנה הנזכר ולא נשאת אוכלת משלו ויתבאר בזה הפרק שנערה מאורסה אביה ובעלה מפירין נדריה אבל הבוגרת לא כמו שבא העיקר בכתובות כיון שבגרה אין לאביה רשות בה ור' אליעזר אומר אחר שזאת הבוגרת יצאת מרשות האב ונתחייב בעלה במזונותיה כבר נתייחדה לרשותו ויפר והלכה כחכמים: \n"
            ],
            [
                "<b>שומרת יבם בין ליבם אחד בין לשני יבמין כו':</b><br>מאמר רבי אליעזר אמנם הוא ביבם שעשה מאמר ביבמתו לפי שר' אליעזר סובר דעת בית שמאי בכל דבריו כמו שבארנו כמה פעמים באמרם רבי אליעזר שמותי ובית שמאי אומרין מאמר ביבמה קונה קנין גמור ואין הדבר כן אלא כמו שנתבאר ביבמות: ומה שאמר רבי עקיבא אין היבמה גמורה לאישה לפי שדברי הכל יבמה ארוסה אין חייבין עליה סקילה כנערה מאורסה והלכה כרבי עקיבא: \n"
            ],
            [
                "<b>האומר לאשתו כל הנדרים שתדורי מכאן עד כו':</b><br>שבאו לכלל איסור רוצה לומר אחר שבועתה שחייב אותה זאת השבועה בלא ספקא אלא א\"כ בטלו והפר לה והיאך לא יפר קודם חיוב והלכה כחכמים: \n"
            ],
            [
                "<b>הפרת נדרים כל היום יש בדבר להקל כו':</b><br>מכאן תדע שהפרת נדרים אינו מעת לעת אבל ימתין בהם היום בלבד לפי שנאמר בו (במדבר ל׳:ט״ו) ביום שמעו ומה שאמר מיום אל יום ענינו שהוא מפר ביום ובלילה כשיזדמן כך ר\"ל כשיהיה הנדר בלילה ואפשר בו ג\"כ מיום אל יום אם נשבעה בתחלת הלילה ואמר על דרך משל יום שבת להודיעך שהפרת נדרים מותר בשבת וכן העיקר אצלנו שהפרת נדרים מותר בשבת בין לצורך השבת בין שלא לצורך השבת אבל הם אמרו לא יאמר אדם לאשתו בשבת מופר לכי כדרך שהוא אומר בחול אלא אומר לה טלי אכלי טלי שתי והנדר בטל מאליו וצריך שיבטל בלבו ואם א\"א לו שיבטל נדרה בשבת במעשה שיכריחנה לעשותו כמו שזכרנו יבטל בלבו לפי שכך הוא לשון התוספתא יבטל בלבו וא\"צ להוציא בשפתיו בין בחול בין בשבת. וממה שצריך שתדעהו מה שאמרו קיים בלבו קיים ומה שאמרו הפר יכול לקיים ר\"ל שאם הפר בלבו וחזר וקיים השבועה קיומו קיום כמו כן ואם שתק כששמע השבועה והיה כוונתו להכעיס אותה על דרך השחוק ולא הפר באותו היום הרי הנדר קיים ולא יפר אחר כן ואע\"פ שלא היה שתיקתו לקיום הנדר אלא כמשחק והוא מה שאמרו בספרי ואם החרש יחריש בשותק ע\"מ לקיים הכתוב מדבר אבל מה שאמר הפר בלבו אין הפר שזה מורה שהוא צריך שיוציא בשפתיו בהפרה זה אינו סותר מה שאמר מבטל בלבו וא\"צ להוציא בשפתיו לפי שהבטול קשה לבטל מן ההפרה לפי שענין ההפרה הוא שיתיר הקשר שקשר ונשאר הענין כמו שהיה בתחלה קודם שבועתה אם תרצה תעשהו ואם לא תרצה לא תעשהו הרשות בידה אין עליה מניעה והבטול הוא שיכריחנה לעשות הדבר שנשבעה שלא לעשותו כמו שבארנו אומר לה טלי אכלי טלי שתי ואינו צריך להוציא בשפתיו והבן זה ההפרש שיש בין הבטול וההפרה עד שלא יהיו הלשונות סותרים זה את זה שהוא ענין נפלא. אמנם היתר נדרים בשבת זה לא יהיה אלא בנדרים שהן לצורך השבת והעיקר אצלנו נשאלין לנדרים מעומד יחידי ובלילה ובשבת ובקרובי' ואפי' היה להם פנאי מבעוד יום ואמנם יחיד מומחה יתיר נדרים יחידי אבל הדיוטות לא פחות משלשה אם אמר החכם לאותו שמתיר נדרו מופר לך או מה שמורה על זה הענין או אמר הבעל לאשתו שרוי לך או משמעות זאת הכוונה הרי זה אינו כלום לפי שהם אמרו חכם שאמר בלשון בעל ובעל שאמר בלשון חכם לא אמר כלום ולשון ספרי חכם מתיר ואין בעל מתיר בעל מפר ואין חכם מפר לפי שענין הפרה בטול השבועה מעיקרא וכאילו לא היתה כלל וזה לא יעשנו זולתי האב והבעל לפי מה שנתבאר בתורה ובש\"ס וענין השאלה לחכם שאנו קורין אותה היתר נדרים הוא שיתיר השבועה הנקשרת והמחייבת ויסתלק דינה מן העתיד וזה לא יעשנו זולתי חכם מומחה או שלשה הדיוטות כמו שזכרנו לפי מה שבאה לנו בקבלה לא יחל דברו הוא אינו מיחל אבל אחרים מוחלין לו וזה הענין אין לו ראיה בתורה וכן אמרו החכמי' עליהם השלום שזה הענין אין לו עיקר זולתי הקבלה והוא מה שאמרו היתר נדרים פורחים באויר ואין להם על מה שיסמוכו. ומעשה היתר השבועות לפי מה שמסרו חכמים לנו מן הרבים מן החכמים ולפי מה שראינו והתרנו בפני אבותינו לפי מה שהיו עושין הם ז\"ל בפני אבותם ורבותם שזה אצלינו בערי המערב ר\"ל היתר השבועות מעשים בכל יום לפי שבמקומינו אין נובעין בהן מים הרעים ר\"ל המינות והוא כמו שאגיד לך יבא האיש או האשה שלא הופר נדרה אל החכם או לשלשה הדיוטות ויאמר אני נשבעתי על ענין כך ואני מתחרט משבועתי ואומר לו מה הסיבה שהביאך שתתחרט ומודיען בנולד שנתחדש לו או פתח שנפתח לו כמו שנתבאר בפרק שקודם זה ואומר לו גדול הדיינין אילו ידעת בשעת השבועה שנתחדש עליך כך וכך או שהענין כך וכך כלום הייתה נשבע והוא אומר לא אבל אילו היה מצוי אצלי זה הענין אז לא הייתי נשבע ואומר לו אתה מתחרט על זאת השבועה והוא אומר כן והגדול מן הג' הנמצאים שם אומר שרוי לך ומחול לך שרוי ומחול לך במתיבתא של מעלה ובמתיבת' של מטה ככתוב (במדב' טו) ונסלח לכל עדת בני ישראל ולגר הגר בתוכם וגו' ואחר כן אומרים השנים הנשארים שרוי לך ומחול לך שרוי ומחול לך ואחר כך יחזור גדול הדיינים ואומר לא יהיה לך למנהג שתהיה פרוץ בנדרים ואם תכעוס מכאן ואילך ותחזור לישבע אנו לא נתיר לך וזה ראינו אותו ועשינו בו מעשה והבן אלו הפסקים כולם ושמרם ותתנהג בהם: \n"
            ]
        ],
        [
            [
                "<b>ואלו נדרים שהוא מפר דברים שיש בהן כו':</b><br>השבועות נקראו גם כן נדרים וכן אמרו בש\"ס והביאו ראיה על זה ממה שאמר כנדרי רשעים נדר בנזיר ובקרבן ובשבועה ולכך אמרו בכאן אלו נדרים והביא דמיון מנזיר ודמיון משבועה אמנם דמיון הנדר באמרו אם ארחץ והוא שתאמר נדר עלי שלא ארחץ לעולם אם ארחץ והוא מה שאמר הנאת רחיצה עלי לעולם אם ארחץ היום ועל זה חולק רבי יוסי ואמר לא תרחץ היום נוול דיומא לאו שמיה נוול אחר שאמרה שבועה שלא ארחץ לעולם וזה הוא ענין אמרו אם לא ארחץ ולפי זה הפירוש גם כן מה שאמר אם אתקשט ואם לא אתקשט ואין הלכה כרבי יוסי: \n"
            ],
            [
                "<b>ואלו הן נדרי עינוי נפש אמרה קונם פירות כו':</b><br>הכל מודים שנדרים שבינו לבינה יפר כגון שנשבעה על ענין מעניני הקשוט והפרנסה ומה שתלוי בענין התשמיש למה שאמר בין איש לאשתו אבל נדרי עינוי נפש יש בהם מחלוקת ומשא ומתן בש\"ס בענינים הכללים ושאינם כללים והעולמי ושאינו עולמי ומה שהוא תלוי בבעל עצמו ומה שתלוי בזולתו והחילוק והפסק בכל זה שהוא יפר הכל על איזה צד שיהיה בין שיהיה ענוי נפש גדול או קטן או עולמי או שאינו עולמי בינו לבינה או בינה לבין אחרים וכמו כן כל מה שתלוי בענין הקישוט והוא מה שאמרו כל נדרים בעל מיפר לאשתו חוץ מהנאתי על פלוני שאין מיפר אבל הנאת פלוני עלי מיפר אבל נדרים שיש בהם עינוי נפש אם הפר לה הפר לכל אדם וכאילו לא נדרה מעולם ודברים שבינו לבינה אמנם ההפרה תלויה במה שמיוחד לו בלבד אבל לשאר בני אדם הנדר נשאר בחיובו: ונתבאר לנו מזה המאמר שאין צד שבועה ולא נדר שתדור האשה שלא יוכל הבעל לבטלו לפי מה שיחייב חוץ ממין אחד והוא שתשבע על איש אחד או אנשים הרבה שלא יהנו ממנה שזה לא יפר ואע\"פ שיש קו' על זה המאמר ממשניות רבות ממשניות זה הפרק שמורה שהוא לא יפר במה שאפשר לו להחליט ולעשות תחבולה ובדבר שאין בו ענוי גדול יהיה התירוץ בזה דמה שאמר בזה הפרק כולו לרבי יוסי שאמרנו שאין הלכה כמותו והוא שאמרו כוליה פרקא רבי יוסי הוא והביאו ראיה על זה מה שחזר ושנה בסוף זאת ההלכה דברי רבי יוסי והוא כבר אמר בתחלה אמר רבי יוסי אין אלו נדרי ענוי נפש ואחר כך זכר הוא איזה הוא דבר אצלו ענוי נפש ולכך אמרו שהוא לא יחזור וישנה דברי רבי יוסי אלא להודיעך שכל מה שעתיד לומר הוא דעת רבי יוסי וזה הוא מה שאמרו שמע מינה מכאן ואילך רבי יוסי הוא ושמור זה: \n"
            ],
            [
                "<b>קונם שאיני נהנה לבריות אינו יכול להפר כו':</b><br>כבר הודעתיך שזה כולו דברי רבי יוסי והוא דחוי שהוא יכול להפר כשנדרה שלא תהנה מפלוני לפי שזה מדברים שבינו לבינה לפי שבא לו טורח כשלא יגיע לה מאכל או כיוצא בזה מזה האיש וכל שכן כשנדרה שלא תהנה מכל הבריות ואמרו קונם כהנים ולוים נהנים לי אין זה תלוי בנדר אשה ואמנם הובאו בכאן לדמיון הדין ממה שאמר שמי שנדרה שלא תהנה מן הבריות יכולה היא להנות בלקט שכחה ופאה שזה ממתנות העניים אמר גם כן הנודר שלא יהנו ממנו הכהנים והלוים יטלו מתנותם ממנו אלא אם כן פרט לאלו שאם אמר כן יכול ליתנם לאחרים: \n"
            ],
            [
                "<b>קונם שאיני עושה על פי אבא ועל פי אביך כו':</b><br>פי' שאיני עושה לפי אבא שכל מה שאעשה לא יאכל ממנו אבא מאומה ר\"ל שלא יהנה בו והרי הוא כאילו נדרה שלא יהנה יחיד או רבים במעשה ידיה וכבר בארנו במה שנקדם שזה הנדר לבדו אינו יכול להפר בו ואין שום חילק על זה אבל כשנדרה שלא יהנה בעלה במה שתעשה והוא מה שאמר שאיני עושה לפיך אינו צריך הפרה לפי שכל מה שהיא עושה זכה בו בעלה כמו שהעיקר בתורתנו שהאשה מעשה ידיה לבעלה כמו שנתבאר בכתובות. ור' עקיבא אומר שצריך הפרה שמא תעשה יותר מהשיעור שיפסקו עליה בית דין שזה התוספת הוא שלה ויזכה בו ההקדש לפי שהענין בכאן באשה שאמרה יקדישו ידי לעושיהן ואומר ר' יוחנן בן נורי שהוא יפר זה שאם לא יפר יתקיים הנדר ואע\"פ שמעשה ידיה לבעלה ויהיו משועבדין לפי שהעיקר אצלנו הקדש חמץ ושחרור מפקיעין מידי שעבוד ויתקיים זה הדבר ואע\"פ שהיא תחת בעלה ולכך גם כן צריך להפר והלכה כר' יוחנן בן נורי במה שאמר יפר שמא יגרשנה אבל אם לא גרש לא יפקע ההקדש זה השעבוד בלב לפי שזה שעבוד מדבריהם עשו חזוק לדבריהם: \n"
            ],
            [
                "<b>נדרה אשתו וסבור שנדרה בתו נדרה בתו כו':</b><br>הרי זה יחזור ויפר לאחר שהפר על איזו כוונה שיהיה ואחר כך נתבאר שאין הדבר כן לא תועיל זאת ההפרה לפי שנאמר לא הניא אותה עד שתהי' ההפרה לה בעצמה ועל הדבר שנדרה עליו ושידע הנדר שנדרה והראיה ג\"כ למה שאמר ושמע אביה את נדרה: \n"
            ],
            [
                "<b>אמרה קונם תאנים וענבים אלו שאני טועמת כו':</b><br>זאת המשנה היא ליחידים אבל דעת חכמים הוא מה שהפר הפר ומה שקיים קיים והלכה כחכמים ואפילו היה הנדר אחד ולא יהיה דין זה דין נדר שהותר מכללו הותר כולו לפי שהיתר נדרים אינו הפרת נדרים כמו שבארנו ובררנו בפרק שקודם זה: \n"
            ],
            [
                "<b>יודע אני שיש נדרים אבל איני יודע שיש כו':</b><br>ענין זאת המשנה שהוא שמע נדר אשתו או בתו ולא הפר ביום שמעו אלא לאחר זמן מן הנדר ידע שיש לו רשות להפר או שזה הנדר צריך הפרה הרי זה יפר ביום ידיעתו במה שהיה מסופק ויחזיר לו זה היום במדרגת יום הנדר והלכה כחכמים: \n"
            ],
            [
                "<b>המודר הנאה מחתנו והוא רוצה לתת לבתו מעות כו':</b><br>השמיענו בכאן שהוא אם התנה תנאי קיים ולא קנה הבעל ואם אשתו נהנית אינה הנאה לבעלה ואע\"פ שהוא מונע ממנו בזה חיוב וטורח הרי נמשך על העיקר שבפרק רביעי מזאת המסכתא (הלכ' ג): \n"
            ],
            [
                "<b>ונדר אלמנה וגרושה יקום עליה כיצד אמרה כו':</b><br>מה שאמר השם יתברך ונדר אלמנה וגרושה אילו היה כפי פשוטן יהיה הדבר בטל ומי הוא שיפר והלא אין לה בעל אמנם הכוונה שהיא כשנדרה ואין לה בעל והתנית שהנדר יהיה לזמן פלוני אח\"כ נשאת בזמן שהוא קודם מן הזמן שהתנית שיהיה הנדר בו והגיע זמן הנדר והיא בעולת בעל אינו יכול להפר והענין כולו מבואר: \n"
            ],
            [
                "<b>תשע נערות נדריהן קיימין בוגרת והיא יתומה כו':</b><br>תחילת מה שאתה צריך לידע שיתומה נקראת בכאן מי שנתגרשה בחיי אביה או מת בעלה ובתנאי שתהי' המיתה או הגירושין אחר הנישואין והוא שקורין אותה בהש\"ס יתומה בחיי האב ואחר כן תדע כי באמרו תשע נערות רוצה לומר שהן היו נערות בשעת קבלת הקדושין וכל מה שמונה בהן בוגרת רצה לומר שהיתה בשעת הנדר כבר בוגרת וכבר נתבאר בפרק שקידם זה שנערה מאורסה אביה ובעלה מפירים נדריה ושהאב אינו מפר בבגר ואביה ובעלה האחרון מפירין נדריה אם כשנתגרשה מן האירוסין אבל מן הנישואין הרי היא יתומה בחיי האב כמו שבארנו ונתבאר גם כן שהבעל לא יפר אלא משתכנס לחופה וצריך שתהיה זכור לכל זה. אמר שתשע נשים מאורסות נדריהן קיימין אמנם מצד מניעה שאין האב קיים או בהיותה יתומה בחיי האב שאין שם אב שיפר וההכרה שלהן אמנם הוא מן הבעל או האב או מצד היותה בוגרת שלא יפר לא בעל ולא אב כמו שהקדמנו. והראשונה מהן בוגרת והיא יתומה והיא שנתארסה ועודה נערה ואח\"כ בגרה ונעשית יתומה בחיי האב והיא נדרה אחר כך הנה שנכללו ביחד שתי סבות המונעות ההפרה היותה בוגרת ויתומה בחיי האב. והשניה נערה ובגרה והיא יתומה וזה כגון שנשאת ונתגרשה וחזר וקדש אותה אחר הגירושין ואח\"כ בגרה הרי זה לא יפר הנדר הראשון שנדרה והיא נערה שהיה מן הדין לפי מה שבארנו שיפר הוא ואביה לפי שהוא בעל אחרון לולי סבת חזרתה היותה יתומה ובוגרת וכוונת מה שאמרנו שאביה ובעלה מפירין הנדר שנדרה בפני בעלה ראשון כשהיא נערה בשעת הפרה. והשלישית נערה שלא בגרה והיא יתומה וזאת דוגמת הקודמת לה אלא שהיא נשארה בתוך זמן הנערות וחזרה סבת מניעת הפרת נדריה בשותפות האב והבעל היותה יתומה בחיי האב לפיכך אין לאב ולא לבעל דין שיפר נדריה עד שתכנס לחופה. והרביעית בוגרת ומת אביה והוא שהשיאה נערה כמו שבארנו ואין הפרש בין שנדרה ועודה נערה ולא שמע הבעל אלא אחר מניעת ההפרה מפני הבגרות או במיתת האב שכל אחד מהן בפרט סבת מניעת ההפרה או שהיה הנדר אחר הבגרות. והחמישית נערה ומת אביה והוא שנתן לה קדושין והיא אצלו ואז נדרה אחר כן תבגור וימות אביה וזאת הבבא היא שרמזנו עליה בבבא הקודמת לה. והששית נערה שלא בגרה ומת אביה זאת גם כן דוגמא לקודמת לה לבד שאין עמה אלא סבה אחת שמונעת ההפרה והיא מיתת האב. השביעית נערה שמת אביה ומשמת אביה בגרה אין בין זאת ובין החמישית אלא קדימת מיתת האב על הבגרות. והשמינית בוגרת ואביה קיים זאת נתקדשה נערה כמו שבארנו אבל בשעת הנדר היתה בוגרת. והתשיעית נערה בוגרת ואביה קיים והוא שיהי' הנדר בעוד שהיתה נערה ואח\"כ תבגור ואביה קיים ואז שמע האב והבעל הנדר. הרי נתבאר לך שכל מה שזכר מאלו התשע נערות נערה בתחלת הבבא שהוא רוצה לומר שהנדר היה והיא נערה המאורסה אבל לא שמע עד שנתחדשה הסבה שמונעת ההפרה ובכל מקום שלא זכר בתחלה נערה רוצה לומר כשהנדר הי' אחר שיצאת מדין הנערות ואע\"פ שהיא נערה בשעת הקידושין וכבר נתבאר בפרק השלישי מכתובות על איזה ענין נקראת נערה ובאיזה זמן ומתי נקראת בוגרת ונתקיים מזאת החלוקה שנערה המאורסה אם היתה בשעת הפרה עודה נערה ואביה קיים ושתתנצל מהיותה יתומה בחיי האב אז אפשר שיותר נדרה בשותפות האב והבעל כמו שבארנו ולא מנה זה התנא בכלל מה שמנה מן הנערות שנדריה קיימין יתומה מיוחדת רוצה לומר אם קדש יתומה בחיי האב אבל שתק ממנה ויהי' זה מורה שהיא מכלל הנערות שאין נדריהם קיימין אלא אביה ובעלה מפירין נדריה וזה אמנם הוא דעת רבי יהודה שאומר אף המשיא בתו והיא קטנה ונתאלמנה או נתגרשה וחזרה אצלו ועדיין היא נערה ואם נתארסה אחר כך אביה ובעלה מפירין נדריה ורבי מאיר סובר כרבי יהודה במי שקדש יתומה וחולק עליו במי שקדש נערה ואחר כך נעשית יתומה בחיי האב והיא השלישית מתשע נערות שרבי מאיר אומר נדריה קיימין ולכך נמנית בכלל תשע נערות וכן אמרו זו דברי רבי מאיר וחלק בה רבי יהודה עליו ואמר עדיין היא נערה ואביה ובעלה האחרון מפירין נדריה הראשונים וחכמים חולקין על זה ואומרים ג' נערות נדריהן קיימין בוגרת ויתומה ויתומה בחיי האב והל' כחכמים ויהיה המגיע מזה שהיא אם נתארסה והיא נערה ונדרה והיא נערה ולא שמע האב והארוס אלא אחר שבגרה או שנעשית יתומה בחיי האב או מת האב ואז שמע הארוס הרי הנדר קיים ומה שהוא זולת זה אביה ובעלה מפירים נדריה: \n"
            ],
            [
                "<b>קונם שאיני נהנית לאבא ולאביך אם עושה כו':</b><br>האמת אצלי שזה הנדר אמנם זכרו בזה המקום לפי שהוא נדר נערה המאורסה ואומר שהיא אם התנה בנדר שלא תעשה רצון אביה ובעלה וכל זמן שתעשה רצון אחד מהם לא תהנה מן האחר וזה הנדר אמנם יפר אותו אביה ובעלה יעלה על הדעת כשעושה רצון אחד מהם מהפרה יאסר עליה ליהנות מן האחר ויהי' זה הנדר שלא תועיל בו ההפרה למדנו שהן מפירין כדין כל נדר ואפשר שיהיה זה הדין לכל אשה אשר תדור תחת בעלה: \n"
            ],
            [
                "<b>בראשונה היו אומרים שלש נשים יוצאות כו':</b><br>טמאה אני לך רוצה לומר הוא שתאמר שהיא זנתה תחתיו וממה שכבר ידעת שאשת ישראל שזנתה ונתאמת זנותה בעדים כמו שנבאר בתחלת סוטה אי אפשר שתהיה זנותה אלא או באונס או ברצון וכשזנתה באונס הרי היא מותרת לבעלה כמו שבארנו בכתובות ואם זנתה ברצון אז תאסר לבעלה ואין לה כתובה אבל אשת כהן הרי היא אסורה לבעלה כל זמן שנבעלה בעילת זנות בין באונס בין ברצון כמו שנתבאר בכתובות וכמו כן הדין אצלנו באשת כהן שנאנסה הרי היא אסורה על בעלה ואף על פי שהתורה אסרה הרי הוא חייב בכתובתה מפני שהיא יכולה לומר אנא קא חזינא את הוא דנסתחפה שדך לפיכך מה שאמר בכאן בראשונה היו אומרים האומרת טמאה אני לך נוטלת כתובתה ויוצאה אי אפשר זה הדין באשת ישראל בשום פנים לפי שאם אמרה שנטמאת באונס הרי היא מותרת לבעלה ואם אמרה ברצון אין לה כתובה לפי שכל מי שמודה שהיא זנתה ברצון אבדה כתובתה וכל תנאי כתובתה ואין לה אפילו ממה שהביאה מבית אביה אלא מה שהוא בעין לא מנכסי מלוג ולא מנכסי צאן ברזל נוטלת מה שבפניה ויוצאת והבחירה לו אם רצה לגרש ואם רצה שתהיה תחתיו אחר שאין שם עדים כמו שמבואר בכאן וכמו שנבאר במסכת סוטה ולא נאמר לו אילו היית מכחיש אותה ומפני כך היית בא עליה א\"כ אתה מחוייב בכתובתה לפי שהעיקר אצלנו פסק ומוסכם עליו בכל התורה דפלגינן דבורא רוצה לומר שאנו נאמינהו הדבר בעצמו לאיזה ענין שיהי' ולא נאמינהו לענין אחר וכבר נקדם לך מזה משלים במסכת יבמות לפיכך אין מאמרם בכאן בראשונה היו אומרים אלא באשת כהן שאמרה נטמאתי באונס שהם מאמינים אותה ואומרים שהיא אינה מותרת שיבא עליה ואסורה עליו וכן באר הש\"ס ואחר שזכרנו זה הענין נגמור אותו דע שזה שנזכר עליו בהש\"ס שהאשה כשאמרה לבעלה שהיא זנתה בפתוי או בטעות וכסבורה היא שהוא בעלה אנו אומרים שאינה נאמנת ונתנו טעם לזה שמא עיניה נתנה באחר זה מורה שאם היתה נאמנת אסורה עליו דין זה אינה אלא באשת כהן והמעשיות שהביא בהש\"ס בזה הענין באשת כהן אבל אשת ישראל אפילו שנאמין אותה תהיה מותרת לפי שהטעות ופתוי חלק מן האונס בלא ספק. ואשיב לכוונת פירוש השמים ביני לביניך שהיא טוענת בענין שאי אפשר הידיעה אלא ליודע הנסתרות כגון שאומרת שהוא אינו שלם לתשמיש ואינו יורה כחץ אשר לא תתעבר ממנו בשום פנים והעיקר אצלנו היא קים לה ביורה כחץ הוא לא קים ליה לפי שהיא יודעת זה בהיותה מרגשת בו והוא אינו יכול לשער זה לפי שהוא לא ירגיש במה שמתחלק מגופו ולולי שאנו חוששין שמא עיניה נתנה באחר היינו מגרשין אותה ממנו והיינו מחייבין אותו כתובה ולפיכך אם הוא רוצה לגרשה ולהוציאה בלא כתובה אחר ששהה עמה עשר שנים ולא ילדה כמו שבארנו ביבמות יש בזה ג' דרכים אחד מהם שתאמר איני יודעת מה זאת הסבה רוצה לומר מניעת ההריון אם ממנו או ממנה הרי היא יוצאה בלא כתובה על העיקר בכל מקום שנפל בו הספק אוקי ממונא בחזקת מריה. והשני שתתאמת ותאמר שהסבה ממנו ולא ממני לפי שהוא אינו יורה כחץ הרי זה מחוייב כתובה אבל היה מחרים בשם מי שאינה יודעת אמתת הענין וטוענת ואינו יכול להשביעה היסת אחר שאינו יכול לומר שהוא יורה כחץ ואחר שאינו יודע אמתת הדבר. והשלישי שהוא מודה שהוא יורה כחץ וזה דין פשוט ואמרו יעשו דרך בקשה שתתפייס ותהיה מרוצה להשאר עמו ואין כופין על הגירושין בשום פנים וגם כן אין מכריחים שתשאר עמו ואין דנין לה דין מורדת מבעלה אבל מאריכין הענין וממצעין ביניהם על דרך השלום ואין פוסקין ביניהם דין עד שיתרצו שניהם על מה שיתרצו. ופירוש נטולה אני מן היהודים שהיא אסרה הנאת עצמה על כל היהודים ויהיו כולם מודרים הנאה ממנה. ואמרו יפר חלקו מאמר דחוי לפי שהוא מאמר רבי יוסי כמו שהודעתיך וכן באר הש\"ס אבל חכמים אומרים שיפר הנדר כולו לפי שהוא מן נדרי ענוי נפש וכבר הודעתיך שנדרה אינו קיים בשום דבר מזה הענין אלא כשאומרת הנאתי על פלוני אבל כל היהודים יפר ובארנו שהלכה כחכמים: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}