var Yevamotjson ={
    "language": "he",
    "title": "Mishnah Yevamot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3.0,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה יבמות",
    "categories": [
        "Mishnah",
        "Seder Nashim"
    ],
    "textmishna": [ 
        [
            "חֲמֵשׁ עֶשְׂרֵה נָשִׁים פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְאֵלּוּ הֵן, בִּתּוֹ, וּבַת בִּתּוֹ, וּבַת בְּנוֹ, בַּת אִשְׁתּוֹ, וּבַת בְּנָהּ, וּבַת בִּתָּהּ, חֲמוֹתוֹ וְאֵם חֲמוֹתוֹ, וְאֵם חָמִיו, אֲחוֹתוֹ מֵאִמּוֹ, וַאֲחוֹת אִמּוֹ, וַאֲחוֹת אִשְׁתּוֹ, וְאֵשֶׁת אָחִיו מֵאִמּוֹ, וְאֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְכַלָּתוֹ, הֲרֵי אֵלּוּ פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְכֻלָּן אִם מֵתוּ, אוֹ מֵאֲנוּ, אוֹ נִתְגָּרְשׁוּ, אוֹ שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת, צָרוֹתֵיהֶן מֻתָּרוֹת. וְאִי אַתָּה יָכוֹל לוֹמַר בַּחֲמוֹתוֹ וּבְאֵם חֲמוֹתוֹ וּבְאֵם חָמִיו שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת אוֹ שֶּׁמֵּאֵנוּ: \n",
            "כֵּיצַד פּוֹטְרוֹת צָרוֹתֵיהֶן. הָיְתָה בִּתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁבִּתּוֹ פְּטוּרָה, כָּךְ צָרָתָהּ פְּטוּרָה. הָלְכָה צָרַת בִּתּוֹ וְנִשֵּׂאת לְאָחִיו הַשֵּׁנִי, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁצָּרַת בִּתּוֹ פְּטוּרָה, כָּךְ צָרַת צָרָתָהּ פְּטוּרָה, אֲפִלּוּ הֵן מֵאָה. כֵּיצַד אִם מֵתוּ צָרוֹתֵיהֶן מֻתָּרוֹת, הָיְתָה בִתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, מֵתָה בִתּוֹ אוֹ נִתְגָּרְשָׁה, וְאַחַר כָּךְ מֵת אָחִיו, צָרָתָהּ מֻתֶּרֶת. וְכָל הַיְכוֹלָה לְמָאֵן וְלֹא מֵאֲנָה, צָרָתָהּ חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "שֵׁשׁ עֲרָיוֹת חֲמוּרוֹת מֵאֵלּוּ, מִפְּנֵי שֶׁנְּשׂוּאוֹת לַאֲחֵרִים, צָרוֹתֵיהֶן מֻתָּרוֹת. אִמּוֹ, וְאֵשֶׁת אָבִיו, וַאֲחוֹת אָבִיו, אֲחוֹתוֹ מֵאָבִיו, וְאֵשֶׁת אֲחִי אָבִיו, וְאֵשֶׁת אָחִיו מֵאָבִיו: \n",
            "בֵּית שַׁמַּאי מַתִּירִין הַצָּרוֹת לָאַחִים, וּבֵית הִלֵּל אוֹסְרִים. חָלְצוּ, בֵּית שַׁמַּאי פּוֹסְלִין מִן הַכְּהֻנָּה, וּבֵית הִלֵּל מַכְשִׁירִים. נִתְיַבְּמוּ, בֵּית שַׁמַּאי מַכְשִׁירִים, וּבֵית הִלֵּל פּוֹסְלִין. אַף עַל פִּי שֶׁאֵלּוּ אוֹסְרִין וְאֵלּוּ מַתִּירִין, אֵלּוּ פּוֹסְלִין וְאֵלּוּ מַכְשִׁירִין, לֹא נִמְנְעוּ בֵּית שַׁמַּאי מִלִּשָּׂא נָשִׁים מִבֵּית הִלֵּל, וְלֹא בֵית הִלֵּל מִבֵּית שַׁמַּאי. כָּל הַטָּהֳרוֹת וְהַטֻּמְאוֹת שֶׁהָיוּ אֵלּוּ מְטַהֲרִין וְאֵלּוּ מְטַמְּאִין, לֹא נִמְנְעוּ עוֹשִׂין טָהֳרוֹת אֵלּוּ עַל גַּבֵּי אֵלּוּ: \n"
        ],
        [
            "כֵּיצַד אֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ. שְׁנֵי אַחִים, וּמֵת אֶחָד מֵהֶם, וְנוֹלַד לָהֶן אָח, וְאַחַר כָּךְ יִבֵּם הַשֵּׁנִי אֶת אֵשֶׁת אָחִיו, וָמֵת, הָרִאשׁוֹנָה יוֹצֵאת מִשּׁוּם אֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְהַשְּׁנִיָּה מִשּׁוּם צָרָתָהּ. עָשָׂה בָהּ מַאֲמָר וָמֵת, הַשְּׁנִיָּה חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "שְׁנֵי אַחִים וּמֵת אֶחָד מֵהֶן, וְיִבֵּם הַשֵּׁנִי אֶת אֵשֶׁת אָחִיו, וְאַחַר כָּךְ נוֹלַד לָהֶן אָח, וָמֵת, הָרִאשׁוֹנָה יוֹצֵאת מִשּׁוּם אֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְהַשְּׁנִיָּה מִשּׁוּם צָרָתָהּ. עָשָׂה בָהּ מַאֲמָר, וָמֵת, הַשְּׁנִיָּה חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, מְיַבֵּם לְאֵיזוֹ מֵהֶן שֶׁיִּרְצֶה, אוֹ חוֹלֵץ לְאֵיזוֹ מֵהֶן שֶׁיִּרְצֶה: \n",
            "כְּלָל אָמְרוּ בַיְבָמָה. כָּל שֶׁהִיא אִסּוּר עֶרְוָה, לֹא חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. אִסּוּרָהּ אִסּוּר מִצְוָה, וְאִסּוּר קְדֻשָּׁה, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. אֲחוֹתָהּ שֶׁהִיא יְבִמְתָּהּ, חוֹלֶצֶת אוֹ מִתְיַבֶּמֶת: \n",
            "אִסּוּר מִצְוָה, שְׁנִיּוֹת מִדִּבְרֵי סוֹפְרִים. אִסּוּר קְדֻשָּׁה, אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, וּבַת יִשְׂרָאֵל לְנָתִין וּמַמְזֵר: \n",
            "מִי שֶׁיֶּשׁ לוֹ אָח מִכָּל מָקוֹם, זוֹקֵק אֶת אֵשֶׁת אָחִיו לְיִבּוּם, וְאָחִיו לְכָל דָּבָר, חוּץ מִמִּי שֶׁיֶּשׁ לוֹ מִן הַשִּׁפְחָה וּמִן הַנָּכְרִית. מִי שֶׁיֶּשׁ לוֹ בֵּן מִכָּל מָקוֹם, פּוֹטֵר אֵשֶׁת אָבִיו מִן הַיִּבּוּם, וְחַיָּב עַל מַכָּתוֹ וְעַל קִלְלָתוֹ, וּבְנוֹ הוּא לְכָל דָּבָר, חוּץ מִמִּי שֶׁיֶּשׁ לוֹ מִן הַשִּׁפְחָה וּמִן הַנָּכְרִית: \n",
            "מִי שֶׁקִּדֵּשׁ אַחַת מִשְּׁתֵּי אֲחָיוֹת וְאֵינוֹ יוֹדֵעַ אֵיזוֹ מֵהֶן קִדֵּשׁ, נוֹתֵן גֵּט לָזוֹ וְגֵט לָזוֹ. מֵת, וְלוֹ אָח אֶחָד, חוֹלֵץ לִשְׁתֵּיהֶן. הָיוּ לוֹ שְׁנַיִם, אֶחָד חוֹלֵץ וְאֶחָד מְיַבֵּם. קָדְמוּ וְכָנְסוּ, אֵין מוֹצִיאִין מִיָּדָם: \n",
            "שְׁנַיִם שֶׁקִּדְּשׁוּ שְׁתֵּי אֲחָיוֹת, זֶה אֵינוֹ יוֹדֵעַ אֵיזוֹ קִדֵּשׁ, וְזֶה אֵינוֹ יוֹדֵעַ אֵיזוֹ קִדֵּשׁ, זֶה נוֹתֵן שְׁנֵי גִטִּין, וְזֶה נוֹתֵן שְׁנֵי גִטִּין. מֵתוּ, לָזֶה אָח, וְלָזֶה אָח, זֶה חוֹלֵץ לִשְׁתֵּיהֶן, וְזֶה חוֹלֵץ לִשְׁתֵּיהֶן. לָזֶה אֶחָד וְלָזֶה שְׁנַיִם, הַיָּחִיד חוֹלֵץ לִשְׁתֵּיהֶן, וְהַשְּׁנַיִם, אֶחָד חוֹלֵץ וְאֶחָד מְיַבֵּם, קָדְמוּ וְכָנְסוּ, אֵין מוֹצִיאִין מִיָּדָם. לָזֶה שְׁנַיִם וְלָזֶה שְׁנַיִם, אָחִיו שֶׁל זֶה חוֹלֵץ לְאַחַת, וְאָחִיו שֶׁל זֶה חוֹלֵץ לְאַחַת, אָחִיו שֶׁל זֶה מְיַבֵּם חֲלוּצָתוֹ שֶׁל זֶה, וְאָחִיו שֶׁל זֶה מְיַבֵּם חֲלוּצָתוֹ שֶׁל זֶה. קָדְמוּ שְׁנַיִם וְחָלְצוּ, לֹא יְיַבְּמוּ הַשְּׁנַיִם, אֶלָּא אֶחָד חוֹלֵץ וְאֶחָד מְיַבֵּם. קָדְמוּ וְכָנְסוּ, אֵין מוֹצִיאִין מִיָּדָם: \n",
            "מִצְוָה בַגָּדוֹל לְיַבֵּם. וְאִם קָדַם הַקָּטָן, זָכָה. הַנִּטְעָן עַל הַשִּׁפְחָה וְנִשְׁתַּחְרְרָה, אוֹ עַל הַנָּכְרִית וְנִתְגַּיְּרָה, הֲרֵי זֶה לֹא יִכְנוֹס. וְאִם כָּנַס אֵין מוֹצִיאִין מִיָּדוֹ. הַנִּטְעָן עַל אֵשֶׁת אִישׁ, וְהוֹצִיאוּהָ מִתַּחַת יָדוֹ, אַף עַל פִּי שֶׁכָּנַס, יוֹצִיא: \n",
            "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם, וְאָמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם, לֹא יִשָּׂא אֶת אִשְׁתּוֹ. מֵת, הֲרַגְתִּיו, הֲרַגְנוּהוּ, לֹא יִשָּׂא אֶת אִשְׁתּוֹ. רַבִּי יְהוּדָה אוֹמֵר, הֲרַגְתִּיו, לֹא תִנָּשֵׂא אִשְׁתּוֹ. הֲרַגְנוּהוּ, תִּנָּשֵׂא אִשְׁתּוֹ: \n",
            "הֶחָכָם שֶׁאָסַר אֶת הָאִשָּׁה בְּנֶדֶר עַל בַּעְלָהּ, הֲרֵי זֶה לֹא יִשָּׂאֶנָּה. מֵאֲנָה, אוֹ שֶׁחָלְצָה בְפָנָיו, יִשָּׂאֶנָּה, מִפְּנֵי שֶׁהוּא בֵית דִּין. וְכֻלָּן שֶׁהָיוּ לָהֶם נָשִׁים, וָמֵתוּ, מֻתָּרוֹת לִנָּשֵׂא לָהֶם. וְכֻלָּן שֶׁנִּשְּׂאוּ לַאֲחֵרִים וְנִתְגָּרְשׁוּ אוֹ שֶׁנִּתְאַלְמְנוּ, מֻתָּרוֹת לִנָּשֵׂא לָהֶן. וְכֻלָּן מֻתָּרוֹת לִבְנֵיהֶם אוֹ לַאֲחֵיהֶן: \n"
        ],
        [
            "אַרְבָּעָה אַחִין, שְׁנַיִם מֵהֶן נְשׂוּאִים שְׁתֵּי אֲחָיוֹת, וּמֵתוּ הַנְּשׂוּאִים אֶת הָאֲחָיוֹת, הֲרֵי אֵלּוּ חוֹלְצוֹת וְלֹא מִתְיַבְּמוֹת. וְאִם קָדְמוּ וְכָנְסוּ, יוֹצִיאוּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים יְקַיְּמוּ, וּבֵית הִלֵּל אוֹמְרִים יוֹצִיאוּ: \n",
            "הָיְתָה אַחַת מֵהֶן אֲסוּרָה עַל הָאֶחָד אִסּוּר עֶרְוָה, אָסוּר בָּהּ וּמֻתָּר בַּאֲחוֹתָהּ, וְהַשֵּׁנִי אָסוּר בִּשְׁתֵּיהֶן אִסּוּר מִצְוָה וְאִסּוּר קְדֻשָּׁה, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "הָיְתָה אַחַת מֵהֶן אֲסוּרָה עַל זֶה אִסּוּר עֶרְוָה, וְהַשְּׁנִיָּה אֲסוּרָה עַל זֶה אִסּוּר עֶרְוָה, הָאֲסוּרָה לָזֶה מֻתֶּרֶת לָזֶה, וְהָאֲסוּרָה לָזֶה מֻתֶּרֶת לָזֶה. וְזוֹ הִיא שֶׁאָמְרוּ, אֲחוֹתָהּ כְּשֶׁהִיא יְבִמְתָּהּ, אוֹ חוֹלֶצֶת אוֹ מִתְיַבֶּמֶת: \n",
            "שְׁלֹשָׁה אַחִין, שְׁנַיִם מֵהֶן נְשׂוּאִין שְׁתֵּי אֲחָיוֹת, אוֹ אִשָּׁה וּבִתָּהּ, אוֹ אִשָּׁה וּבַת בִּתָּהּ, אוֹ אִשָּׁה וּבַת בְּנָהּ, הֲרֵי אֵלּוּ חוֹלְצוֹת וְלֹא מִתְיַבְּמוֹת. וְרַבִּי שִׁמְעוֹן פּוֹטֵר. הָיְתָה אַחַת מֵהֶן אֲסוּרָה עָלָיו אִסּוּר עֶרְוָה, אָסוּר בָּהּ וּמֻתָּר בַּאֲחוֹתָהּ. אִסּוּר מִצְוָה אוֹ אִסּוּר קְדֻשָּׁה, חוֹלְצוֹת וְלֹא מִתְיַבְּמוֹת: \n",
            "שְׁלֹשָׁה אַחִין, שְׁנַיִם מֵהֶם נְשׂוּאִים שְׁתֵּי אֲחָיוֹת, וְאֶחָד מֻפְנֶה, מֵת אֶחָד מִבַּעֲלֵי אֲחָיוֹת, וְעָשָׂה בָהּ מֻפְנֶה מַאֲמָר, וְאַחַר כָּךְ מֵת אָחִיו הַשֵּׁנִי, בֵּית שַׁמַּאי אוֹמְרִים, אִשְׁתּוֹ עִמּוֹ, וְהַלָּה תֵצֵא מִשּׁוּם אֲחוֹת אִשָּׁה. וּבֵית הִלֵּל אוֹמְרִים, מוֹצִיא אֶת אִשְׁתּוֹ בְגֵט וּבַחֲלִיצָה, וְאֵשֶׁת אָחִיו בַּחֲלִיצָה. זוֹ הִיא שֶׁאָמְרוּ, אוֹי לוֹ עַל אִשְׁתּוֹ וְאוֹי לוֹ עַל אֵשֶׁת אָחִיו: \n",
            "שְׁלֹשָׁה אַחִין, שְׁנַיִם מֵהֶן נְשׂוּאִים שְׁתֵּי אֲחָיוֹת, וְאֶחָד נָשׂוּי נָכְרִית, מֵת אֶחָד מִבַּעֲלֵי אֲחָיוֹת, וְכָנַס נָשׂוּי נָכְרִית אֶת אִשְׁתּוֹ, וָמֵת, הָרִאשׁוֹנָה יוֹצְאָה מִשּׁוּם אֲחוֹת אִשָּׁה, וּשְׁנִיָּה מִשּׁוּם צָרָתָהּ. עָשָׂה בָהּ מַאֲמָר, וָמֵת, נָכְרִית חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. שְׁלֹשָׁה אַחִים, שְׁנַיִם מֵהֶם נְשׂוּאִים שְׁתֵּי אֲחָיוֹת, וְאֶחָד נָשׂוּי נָכְרִית, מֵת הַנָּשׂוּי נָכְרִית, וְכָנַס אֶחָד מִבַּעֲלֵי אֲחָיוֹת אֶת אִשְׁתּוֹ, וָמֵת, הָרִאשׁוֹנָה יוֹצְאָה מִשּׁוּם אֲחוֹת אִשָּׁה, וּשְׁנִיָּה מִשּׁוּם צָרָתָהּ. עָשָׂה בָהּ מַאֲמָר, וָמֵת, נָכְרִית חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "שְׁלֹשָׁה אַחִים, שְׁנַיִם מֵהֶן נְשׂוּאִים שְׁתֵּי אֲחָיוֹת, וְאֶחָד נָשׂוּי נָכְרִית, מֵת אֶחָד מִבַּעֲלֵי אֲחָיוֹת, וְכָנַס נָשׂוּי נָכְרִית אֶת אִשְׁתּוֹ, וּמֵתָה אִשְׁתּוֹ שֶׁל שֵׁנִי, וְאַחַר כָּךְ מֵת נָשׂוּי נָכְרִית, הֲרֵי זוֹ אֲסוּרָה עָלָיו עוֹלָמִית, הוֹאִיל וְנֶאֶסְרָה עָלָיו שָׁעָה אֶחָת. שְׁלֹשָׁה אַחִים, שְׁנַיִם מֵהֶן נְשׂוּאִין שְׁתֵּי אֲחָיוֹת, וְאֶחָד נָשׂוּי נָכְרִית, גֵּרֵשׁ אֶחָד מִבַּעֲלֵי אֲחָיוֹת אֶת אִשְׁתּוֹ, וּמֵת נָשׂוּי נָכְרִית, וּכְנָסָהּ הַמְּגָרֵשׁ, וָמֵת, זוֹ הִיא שֶׁאָמְרוּ, וְכֻלָּן שֶׁמֵּתוּ אוֹ נִתְגָּרְשׁוּ, צָרוֹתֵיהֶן מֻתָּרוֹת: \n",
            "וְכֻלָּן שֶׁהָיוּ בָהֶן קִדּוּשִׁין אוֹ גֵרוּשִׁין בְּסָפֵק, הֲרֵי אֵלּוּ צָרוֹת, חוֹלְצוֹת וְלֹא מִתְיַבְּמוֹת. כֵּיצַד סְפֵק קִדּוּשִׁין, זָרַק לָהּ קִדּוּשִׁין, סָפֵק קָרוֹב לוֹ סָפֵק קָרוֹב לָהּ, זֶהוּ סְפֵק קִדּוּשִׁין. סְפֵק גֵּרוּשִׁין, כָּתַב בִּכְתַב יָדוֹ וְאֵין עָלָיו עֵדִים, יֵשׁ עָלָיו עֵדִים וְאֵין בּוֹ זְמָן, יֶשׁ בּוֹ זְמָן וְאֵין בּוֹ אֶלָּא עֵד אֶחָד, זֶהוּ סְפֵק גֵּרוּשִׁין: \n",
            "שְׁלֹשָׁה אַחִין נְשׂוּאִין שָׁלֹשׁ נָכְרִיוֹת, וּמֵת אַחַד מֵהֶן, וְעָשָׂה בָהּ הַשֵּׁנִי מַאֲמָר, וָמֵת, הֲרֵי אֵלּוּ חוֹלְצוֹת וְלֹא מִתְיַבְּמוֹת, שֶׁנֶאֱמַר (דברים כה), וּמֵת אַחַד מֵהֶם יְבָמָהּ יָבֹא עָלֶיהָ, שֶׁעָלֶיהָ זִקַּת יָבָם אֶחָד, וְלֹא שֶׁעָלֶיהָ זִקַּת שְׁנֵי יְבָמִין. רַבִּי שִׁמְעוֹן אוֹמֵר, מְיַבֵּם לְאֵיזוֹ שֶׁיִּרְצֶה, וְחוֹלֵץ לַשְּׁנִיָּה. שְׁנֵי אַחִין נְשׂוּאִין לִשְׁתֵּי אֲחָיוֹת, וּמֵת אַחַד מֵהֶן, וְאַחַר כָּךְ מֵתָה אִשְׁתּוֹ שֶׁל שֵׁנִי, הֲרֵי זוֹ אֲסוּרָה עָלָיו עוֹלָמִית, הוֹאִיל וְנֶאֶסְרָה עָלָיו שָׁעָה אֶחָת: \n",
            "שְׁנַיִם שֶׁקִדְּשׁוּ שְׁתֵּי נָשִׁים, וּבִשְׁעַת כְּנִיסָתָן לַחֻפָּה הֶחֱלִיפוּ אֶת שֶׁל זֶה לָזֶה, וְאֶת שֶׁל זֶה לָזֶה, הֲרֵי אֵלּוּ חַיָּבִים מִשּׁוּם אֵשֶׁת אִישׁ. הָיוּ אַחִין, מִשּׁוּם אֵשֶׁת אָח. וְאִם הָיוּ אֲחָיוֹת, מִשּׁוּם אִשָּׁה אֶל אֲחוֹתָהּ. וְאִם הָיוּ נִדּוֹת, מִשּׁוּם נִדָּה. וּמַפְרִישִׁין אוֹתָן שְׁלֹשָׁה חֳדָשִׁים, שֶׁמָּא מְעֻבָּרוֹת הֵן. וְאִם הָיוּ קְטַנּוֹת שֶׁאֵינָן רְאוּיוֹת לֵילֵד, מַחֲזִירִין אוֹתָן מִיָּד. וְאִם הָיוּ כֹהֲנוֹת, נִפְסְלוּ מִן הַתְּרוּמָה: \n"
        ],
        [
            "הַחוֹלֵץ לִיבִמְתּוֹ, וְנִמְצֵאת מְעֻבֶּרֶת וְיָלָדָה, בִּזְמַן שֶׁהַוָּלָד שֶׁל קְיָמָא, הוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו, וְלֹא פְסָלָהּ מִן הַכְּהֻנָּה. אֵין הַוָּלָד שֶׁל קְיָמָא, הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ, וְהִיא אֲסוּרָה בִקְרוֹבָיו, וּפְסָלָהּ מִן הַכְּהֻנָּה: \n",
            "הַכּוֹנֵס אֶת יְבִמְתּוֹ, וְנִמְצֵאת מְעֻבֶּרֶת וְיָלָדָה, בִּזְמַן שֶׁהַוָּלָד שֶׁל קְיָמָא, יוֹצִיא וְחַיָּבִין בַּקָּרְבָּן. וְאִם אֵין הַוָּלָד שֶׁל קְיָמָא, יְקַיֵּם. סָפֵק בֶּן תִּשְׁעָה לָרִאשׁוֹן, סָפֵק בֶּן שִׁבְעָה לָאַחֲרוֹן, יוֹצִיא וְהַוָּלָד כָּשֵׁר, וְחַיָּבִין בְּאָשָׁם תָּלוּי: \n",
            "שׁוֹמֶרֶת יָבָם שֶׁנָּפְלוּ לָהּ נְכָסִים, מוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁמּוֹכֶרֶת, וְנוֹתֶנֶת, וְקַיָּם. מֵתָה, מַה יַּעֲשׂוּ בִכְתֻבָּתָהּ וּבַנְּכָסִים הַנִּכְנָסִים וְיוֹצְאִין עִמָּהּ, בֵּית שַׁמַּאי אוֹמְרִים, יַחֲלֹקוּ יוֹרְשֵׁי הַבַּעַל עִם יוֹרְשֵׁי הָאָב. וּבֵית הִלֵּל אוֹמְרִים, נְכָסִים בְּחֶזְקָתָן, כְּתֻבָּה בְּחֶזְקַת יוֹרְשֵׁי הַבַּעַל, נְכָסִים הַנִּכְנָסִים וְיוֹצְאִים עִמָּהּ בְּחֶזְקַת יוֹרְשֵׁי הָאָב: \n",
            "כְּנָסָהּ, הֲרֵי הִיא כְאִשְׁתּוֹ לְכָל דָּבָר, וּבִלְבַד שֶׁתְּהֵא כְתֻבָּתָהּ עַל נִכְסֵי בַעְלָהּ הָרִאשׁוֹן: \n",
            "מִצְוָה בַגָּדוֹל לְיַבֵּם. לֹא רָצָה, מְהַלְּכִין עַל כָּל הָאַחִין. לֹא רָצוּ, חוֹזְרִין אֵצֶל גָּדוֹל וְאוֹמְרִים לוֹ, עָלֶיךָ מִצְוָה, אוֹ חֲלֹץ אוֹ יַבֵּם: \n",
            "תָּלָה בַקָּטָן עַד שֶׁיַּגְדִּיל, אוֹ בַגָּדוֹל עַד שֶׁיָּבֹא מִמְּדִינַת הַיָּם, אוֹ בַחֵרֵשׁ, אוֹ בַשּׁוֹטֶה, אֵין שׁוֹמְעִין לוֹ, אֶלָּא אוֹמְרִים לוֹ, עָלֶיךָ מִצְוָה, אוֹ חֲלֹץ אוֹ יַבֵּם: \n",
            "הַחוֹלֵץ לִיבִמְתּוֹ, הֲרֵי הוּא כְאֶחָד מִן הָאַחִין לַנַּחֲלָה. וְאִם יֶשׁ שָׁם אָב, נְכָסִים שֶׁל אָב. הַכּוֹנֵס אֶת יְבִמְתּוֹ, זָכָה בַנְּכָסִים שֶׁל אָחִיו. רַבִּי יְהוּדָה אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, אִם יֶשׁ שָׁם אָב, נְכָסִים שֶׁל אָב. הַחוֹלֵץ לִיבִמְתּוֹ, הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ, וְהִיא אֲסוּרָה בִקְרוֹבָיו. הוּא אָסוּר בְּאִמָּהּ, וּבְאֵם אִמָּהּ, וּבְאֵם אָבִיהָ, וּבְבִתָּהּ, וּבְבַת בִּתָּהּ, וּבְבַת בְּנָהּ, וּבַאֲחוֹתָהּ בִּזְמַן שֶׁהִיא קַיֶּמֶת. וְהָאַחִין מֻתָּרִין. וְהִיא אֲסוּרָה בְאָבִיו, וּבַאֲבִי אָבִיו, וּבִבְנוֹ, וּבְבֶן בְּנוֹ, בְּאָחִיו, וּבְבֶן אָחִיו. מֻתָּר אָדָם בִּקְרוֹבַת צָרַת חֲלוּצָתוֹ, וְאָסוּר בְּצָרַת קְרוֹבַת חֲלוּצָתוֹ: \n",
            "הַחוֹלֵץ לִיבִמְתּוֹ, וְנָשָׂא אָחִיו אֶת אֲחוֹתָהּ, וָמֵת, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. וְכֵן הַמְגָרֵשׁ אֶת אִשְׁתּוֹ, וְנָשָׂא אָחִיו אֶת אֲחוֹתָהּ, וָמֵת, הֲרֵי זוֹ פְּטוּרָה מִן הַחֲלִיצָה וּמִן הַיִּבּוּם: \n",
            "שׁוֹמֶרֶת יָבָם שֶׁקִּדֵּשׁ אָחִיו אֶת אֲחוֹתָהּ, מִשּׁוּם רַבִּי יְהוּדָה בֶן בְּתֵירָא אָמְרוּ, אוֹמְרִים לוֹ, הַמְתֵּן עַד שֶׁיַּעֲשֶׂה אָחִיךָ הַגָּדוֹל מַעֲשֶׂה. חָלַץ לָהּ אָחִיו, אוֹ כְנָסָהּ, יִכְנֹס אֶת אִשְׁתּוֹ. מֵתָה הַיְּבָמָה, יִכְנֹס אֶת אִשְׁתּוֹ. מֵת יָבָם, יוֹצִיא אֶת אִשְׁתּוֹ בְגֵט, וְאֵשֶׁת אָחִיו בַּחֲלִיצָה: \n",
            "הַיְבָמָה לֹא תַחֲלֹץ וְלֹא תִתְיַבֵּם, עַד שֶׁיֶּשׁ לָהּ שְׁלֹשָׁה חֳדָשִׁים. וְכֵן כָּל שְׁאָר הַנָּשִׁים לֹא יִתְאָרְסוּ וְלֹא יִנָּשְׂאוּ, עַד שֶׁיִּהְיוּ לָהֶן שְׁלֹשָׁה חֳדָשִׁים. אֶחָד בְּתוּלוֹת וְאֶחָד בְּעוּלוֹת, אֶחָד גְּרוּשׁוֹת וְאֶחָד אַלְמָנוֹת, אֶחָד נְשׂוּאוֹת וְאֶחָד אֲרוּסוֹת. רַבִּי יְהוּדָה אוֹמֵר, הַנְּשׂוּאוֹת יִתְאָרְסוּ, וְהָאֲרוּסוֹת יִנָּשְׂאוּ, חוּץ מִן הָאֲרוּסוֹת שֶׁבִּיהוּדָה, מִפְּנֵי שֶׁלִּבּוֹ גַּס בָּהּ. רַבִּי יוֹסֵי אוֹמֵר, כָּל הַנָּשִׁים יִתְאָרְסוּ, חוּץ מִן הָאַלְמָנָה, מִפְּנֵי הָאִבּוּל: \n",
            "אַרְבָּעָה אַחִין נְשׂוּאִין אַרְבַּע נָשִׁים, וָמֵתוּ, אִם רָצָה הַגָּדוֹל שֶׁבָּהֶם לְיַבֵּם אֶת כֻּלָּן, הָרְשׁוּת בְּיָדוֹ. מִי שֶׁהָיָה נָשׂוּי לִשְׁתֵּי נָשִׁים, וָמֵת, בִּיאָתָהּ אוֹ חֲלִיצָתָהּ שֶׁל אַחַת מֵהֶן פּוֹטֶרֶת צָרָתָהּ. הָיְתָה אַחַת כְּשֵׁרָה, וְאַחַת פְּסוּלָה, אִם הָיָה חוֹלֵץ, חוֹלֵץ לַפְּסוּלָה. וְאִם הָיָה מְיַבֵּם, מְיַבֵּם לַכְּשֵׁרָה: \n",
            "הַמַּחֲזִיר גְּרוּשָׁתוֹ, וְהַנּוֹשֵׂא חֲלוּצָתוֹ, וְהַנּוֹשֵׂא קְרוֹבַת חֲלוּצָתוֹ, יוֹצִיא, וְהַוָּלָד מַמְזֵר, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, אֵין הַוָּלָד מַמְזֵר. וּמוֹדִים בְּנוֹשֵׂא קְרוֹבַת גְּרוּשָׁתוֹ, שֶׁהַוָּלָד מַמְזֵר: \n",
            "אֵיזֶהוּ מַמְזֵר, כָּל שְׁאֵר בָּשָׂר שֶׁהוּא בְלֹא יָבֹא דִּבְרֵי רַבִּי עֲקִיבָא. שִׁמְעוֹן הַתִּימְנִי אוֹמֵר, כָּל שֶׁחַיָּבִין עָלָיו כָּרֵת בִּידֵי שָׁמַיִם. וַהֲלָכָה כִדְבָרָיו. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כָּל שֶׁחַיָּבִים עָלָיו מִיתַת בֵּית דִּין. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מָצָאתִי מְגִלַּת יֻחֲסִין בִּירוּשָׁלַיִם וְכָתוּב בָּהּ, אִישׁ פְּלוֹנִי מַמְזֵר מֵאֵשֶׁת אִישׁ, לְקַיֵּם דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. אִשְׁתּוֹ שֶׁמֵּתָה, מֻתָּר בַּאֲחוֹתָהּ. גֵּרְשָׁהּ וָמֵתָה, מֻתָּר בַּאֲחוֹתָהּ. נִשֵּׂאת לְאַחֵר וָמֵתָה, מֻתָּר בַּאֲחוֹתָהּ. יְבִמְתּוֹ שֶׁמֵּתָה, מֻתָּר בַּאֲחוֹתָהּ. חָלַץ לָהּ וָמֵתָה, מֻתָּר בַּאֲחוֹתָהּ: \n"
        ],
        [
            "רַבָּן גַּמְלִיאֵל אוֹמֵר, אֵין גֵּט אַחַר גֵּט, וְלֹא מַאֲמָר אַחַר מַאֲמָר, וְלֹא בְעִילָה אַחַר בְּעִילָה, וְלֹא חֲלִיצָה אַחַר חֲלִיצָה. וַחֲכָמִים אוֹמְרִים, יֵשׁ גֵּט אַחַר גֵּט, וְיֵשׁ מַאֲמָר אַחַר מַאֲמָר, אֲבָל לֹא אַחַר בְּעִילָה וְלֹא אַחַר חֲלִיצָה כְּלוּם: \n",
            "כֵּיצַד. עָשָׂה מַאֲמָר בִּיבִמְתּוֹ, וְנָתַן לָהּ גֵּט, צְרִיכָה הֵימֶנּוּ חֲלִיצָה. עָשָׂה מַאֲמָר וַחֲלִיצָה, צְרִיכָה הֵימֶנּוּ גֵט. עָשָׂה מַאֲמָר וּבָעַל, הֲרֵי זוֹ כְמִצְוָתָהּ: \n",
            "נָתַן גֵּט וְעָשָׂה מַאֲמָר, צְרִיכָה גֵט וַחֲלִיצָה. נָתַן גֵּט וּבָעַל, צְרִיכָה גֵט וַחֲלִיצָה. נָתַן גֵּט וְחָלַץ, אֵין אַחַר חֲלִיצָה כְלוּם. חָלַץ וְעָשָׂה מַאֲמָר, נָתַן גֵּט, וּבָעַל, אוֹ בָעַל וְעָשָׂה מַאֲמָר, נָתַן גֵּט וְחָלַץ, אֵין אַחַר חֲלִיצָה כְלוּם. אַחַת יְבָמָה אַחַת לְיָבָם אֶחָד, וְאַחַת שְׁתֵּי יְבָמוֹת לְיָבָם אֶחָד: \n",
            "כֵּיצַד. עָשָׂה מַאֲמָר בָּזוֹ וּמַאֲמָר בָּזוֹ, צְרִיכוֹת שְׁנֵי גִטִּין וַחֲלִיצָה. מַאֲמָר בָּזוֹ וְגֵט בָּזוֹ, צְרִיכָה גֵט וַחֲלִיצָה. מַאֲמָר בָּזוֹ וּבָעַל אֶת זוֹ, צְרִיכוֹת שְׁנֵי גִטִּין וַחֲלִיצָה. מַאֲמָר בָּזוֹ וְחָלַץ לָזוֹ, הָרִאשׁוֹנָה צְרִיכָה גֵט. גֵּט לָזוֹ וְגֵט לָזוֹ, צְרִיכוֹת הֵימֶנּוּ חֲלִיצָה. גֵּט לָזוֹ וּבָעַל אֶת זוֹ, צְרִיכָה גֵט וַחֲלִיצָה. גֵּט לָזוֹ וּמַאֲמָר בָּזוֹ, צְרִיכָה גֵט וַחֲלִיצָה. גֵּט לָזוֹ וְחָלַץ לָזוֹ, אֵין אַחַר חֲלִיצָה כְּלוּם: \n",
            "חָלַץ וְחָלַץ, אוֹ חָלַץ וְעָשָׂה מַאֲמָר, נָתַן גֵּט וּבָעַל, אוֹ בָעַל וּבָעַל, אוֹ בָעַל וְעָשָׂה מַאֲמָר, נָתַן גֵּט וְחָלַץ, אֵין אַחַר חֲלִיצָה כְלוּם, בֵּין יָבָם אֶחָד לִשְׁתֵּי יְבָמוֹת, בֵּין שְׁנֵי יְבָמִין לִיבָמָה אֶחָת: \n",
            "חָלַץ וְעָשָׂה מַאֲמָר, נָתַן גֵּט וּבָעַל, אוֹ בָעַל וְעָשָׂה מַאֲמָר, וְנָתַן גֵּט וְחָלַץ, אֵין אַחַר חֲלִיצָה כְלוּם, בֵּין בַּתְּחִלָּה, בֵּין בָּאֶמְצַע, בֵּין בַּסּוֹף. וְהַבְּעִילָה, בִּזְמַן שֶׁהִיא בַתְּחִלָּה, אֵין אַחֲרֶיהָ כְלוּם. בָּאֶמְצַע וּבַסּוֹף, יֵשׁ אַחֲרֶיהָ כְלוּם. רַבִּי נְחֶמְיָה אוֹמֵר, אַחַת בְּעִילָה וְאַחַת חֲלִיצָה, בֵּין בַּתְּחִלָּה, בֵּין בָּאֶמְצַע, בֵּין בַּסּוֹף, אֵין אַחֲרֶיהָ כְלוּם: \n"
        ],
        [
            "הַבָּא עַל יְבִמְתּוֹ, בֵּין בְּשׁוֹגֵג, בֵּין בְּמֵזִיד, בֵּין בְּאֹנֶס, בֵּין בְּרָצוֹן, אֲפִלּוּ הוּא שׁוֹגֵג וְהִיא מְזִידָה, הוּא מֵזִיד וְהִיא שׁוֹגֶגֶת, הוּא אָנוּס וְהִיא לֹא אֲנוּסָה, הִיא אֲנוּסָה וְהוּא לֹא אָנוּס, אֶחָד הַמְעָרֶה וְאֶחָד הַגּוֹמֵר, קָנָה, וְלֹא חָלַק בֵּין בִּיאָה לְבִיאָה: \n",
            "וְכֵן הַבָּא עַל אַחַת מִכָּל הָעֲרָיוֹת שֶׁבַּתּוֹרָה, אוֹ פְסוּלוֹת, כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, פָּסַל. וְלֹא חָלַק בֵּין בִּיאָה לְבִיאָה: \n",
            "אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מִן הָאֵרוּסִין לֹא יֹאכְלוּ בַתְּרוּמָה. רַבִּי אֱלִיעֶזֶר וְרַבִּי שִׁמְעוֹן מַכְשִׁירִין. נִתְאַרְמְלוּ אוֹ נִתְגָּרְשׁוּ, מִן הַנִּשּׂוּאִין פְּסוּלוֹת, מִן הָאֵרוּסִין כְּשֵׁרוֹת: \n",
            "כֹּהֵן גָּדוֹל לֹא יִשָּׂא אַלְמָנָה, בֵּין אַלְמָנָה מִן הָאֵרוּסִין, בֵּין אַלְמָנָה מִן הַנִּשּׂוּאִין, וְלֹא יִשָּׂא אֶת הַבּוֹגֶרֶת. רַבִּי אֱלִיעֶזֶר וְרַבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת. לֹא יִשָּׂא אֶת מֻכַּת עֵץ. אֵרֵס אֶת הָאַלְמָנָה, וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל, יִכְנֹס. וּמַעֲשֶׂה בִיהוֹשֻׁעַ בֶּן גַּמְלָא שֶׁקִּדֵּשׁ אֶת מָרְתָא בַת בַּיְתוֹס, וּמִנָּהוּ הַמֶּלֶךְ לִהְיוֹת כֹּהֵן גָּדוֹל, וּכְנָסָהּ. שׁוֹמֶרֶת יָבָם שֶׁנָּפְלָה לִפְנֵי כֹהֵן הֶדְיוֹט, וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל, אַף עַל פִּי שֶׁעָשָׂה בָהּ מַאֲמָר, הֲרֵי זֶה לֹא יִכְנֹס. כֹּהֵן גָּדוֹל שֶׁמֵּת אָחִיו, חוֹלֵץ וְלֹא מְיַבֵּם: \n",
            "כֹּהֵן הֶדְיוֹט לֹא יִשָּׂא אַיְלוֹנִית, אֶלָּא אִם כֵּן יֶשׁ לוֹ אִשָּׁה וּבָנִים. רַבִּי יְהוּדָה אוֹמֵר, אַף עַל פִּי שֶׁיֶּשׁ לוֹ אִשָּׁה וּבָנִים, לֹא יִשָּׂא אַיְלוֹנִית, שֶׁהִיא זוֹנָה הָאֲמוּרָה בַתּוֹרָה. וַחֲכָמִים אוֹמְרִים, אֵין זוֹנָה אֶלָּא גִיּוֹרֶת וּמְשֻׁחְרֶרֶת וְשֶׁנִּבְעֲלָה בְעִילַת זְנוּת: \n",
            "לֹא יִבָּטֵל אָדָם מִפְּרִיָּה וּרְבִיָּה, אֶלָּא אִם כֵּן יֶשׁ לוֹ בָנִים. בֵּית שַׁמַּאי אוֹמְרִים, שְׁנֵי זְכָרִים. וּבֵית הִלֵּל אוֹמְרִים, זָכָר וּנְקֵבָה, שֶׁנֶּאֱמַר, (בראשית ה) זָכָר וּנְקֵבָה בְּרָאָם. נָשָׂא אִשָּׁה, וְשָׁהָה עִמָּהּ עֶשֶׂר שָׁנִים, וְלֹא יָלְדָה, אֵינוֹ רַשַּׁאי לִבָּטֵל. גֵּרְשָׁהּ, מֻתֶּרֶת לִנָּשֵׂא לְאַחֵר. וְרַשַּׁאי הַשֵּׁנִי לִשְׁהוֹת עִמָּהּ עֶשֶׂר שָׁנִים. וְאִם הִפִּילָה, מוֹנֶה מִשָּׁעָה שֶׁהִפִּילָה. הָאִישׁ מְצֻוֶּה עַל פְּרִיָּה וּרְבִיָּה, אֲבָל לֹא הָאִשָּׁה. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר, עַל שְׁנֵיהֶם הוּא אוֹמֵר (בראשית א), וַיְבָרֶךְ אֹתָם אֱלֹהִים וַיֹּאמֶר לָהֶם אֱלֹהִים פְּרוּ וּרְבוּ: \n"
        ],
        [
            "אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, הִכְנִיסָה לוֹ עַבְדֵי מְלוֹג וְעַבְדֵי צֹאן בַּרְזֶל, עַבְדֵי מְלוֹג לֹא יֹאכְלוּ בַתְּרוּמָה, עַבְדֵי צֹאן בַּרְזֶל יֹאכֵלוּ. וְאֵלּוּ הֵן עַבְדֵי מְלוֹג, אִם מֵתוּ, מֵתוּ לָהּ, וְאִם הוֹתִירוּ, הוֹתִירוּ לָהּ. אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתָן, הֲרֵי אֵלּוּ לֹא יֹאכְלוּ בַתְּרוּמָה. וְאֵלּוּ הֵן עַבְדֵי צֹאן בַּרְזֶל, אִם מֵתוּ, מֵתוּ לוֹ, וְאִם הוֹתִירוּ, הוֹתִירוּ לוֹ. הוֹאִיל וְהוּא חַיָּב בְּאַחֲרָיוּתָן, הֲרֵי אֵלּוּ יֹאכְלוּ בַתְּרוּמָה: \n",
            "בַּת יִשְׂרָאֵל שֶׁנִּסֵּת לְכֹהֵן וְהִכְנִיסָה לוֹ עֲבָדִים, בֵּין עַבְדֵי מְלוֹג, בֵּין עַבְדֵי צֹאן בַּרְזֶל, הֲרֵי אֵלּוּ יֹאכְלוּ בַתְּרוּמָה. וּבַת כֹּהֵן שֶׁנִּסֵּת לְיִשְׂרָאֵל, וְהִכְנִיסָה לוֹ, בֵּין עַבְדֵי מְלוֹג, בֵּין עַבְדֵי צֹאן בַּרְזֶל, הֲרֵי אֵלּוּ לֹא יֹאכְלוּ בַתְּרוּמָה: \n",
            "בַּת יִשְׂרָאֵל שֶׁנִּסֵּת לְכֹהֵן, וּמֵת, וְהִנִּיחָהּ מְעֻבֶּרֶת, לֹא יֹאכְלוּ עֲבָדֶיהָ בַּתְּרוּמָה, מִפְּנֵי חֶלְקוֹ שֶׁל עֻבָּר, שֶׁהָעֻבָּר פּוֹסֵל וְאֵינוֹ מַאֲכִיל, דִּבְרֵי רַבִּי יוֹסֵי. אָמְרוּ לוֹ, מֵאַחַר שֶׁהֵעַדְתָּ לָנוּ עַל בַּת יִשְׂרָאֵל לְכֹהֵן, אַף בַּת כֹּהֵן לְכֹהֵן, וּמֵת, וְהִנִּיחָהּ מְעֻבֶּרֶת, לֹא יֹאכְלוּ עֲבָדֶיהָ בַתְּרוּמָה, מִפְּנֵי חֶלְקוֹ שֶׁל עֻבָּר: \n",
            "הָעֻבָּר, וְהַיָּבָם, וְהָאֵרוּסִין, וְהַחֵרֵשׁ, וּבֶן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד, פּוֹסְלִין וְלֹא מַאֲכִילִין. סָפֵק שֶׁהוּא בֶן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד סָפֵק שֶׁאֵינוֹ, סָפֵק הֵבִיא שְׁתֵּי שְׂעָרוֹת סָפֵק שֶׁלֹּא הֵבִיא, נָפַל הַבַּיִת עָלָיו וְעַל בַּת אָחִיו וְאֵין יָדוּעַ אֵי זֶה מֵת רִאשׁוֹן, צָרָתָהּ חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "הָאוֹנֵס, וְהַמְפַתֶּה, וְהַשּׁוֹטֶה, לֹא פוֹסְלִים וְלֹא מַאֲכִילִים. וְאִם אֵינָם רְאוּיִין לָבֹא בְיִשְׂרָאֵל, הֲרֵי אֵלּוּ פוֹסְלִין. כֵּיצַד, יִשְׂרָאֵל שֶׁבָּא עַל בַּת כֹּהֵן, תֹּאכַל בַּתְּרוּמָה. עִבְּרָה, לֹא תֹאכַל בַּתְּרוּמָה. נֶחְתַּךְ הָעֻבָּר בְּמֵעֶיהָ, תֹּאכַל. כֹּהֵן שֶׁבָּא עַל בַּת יִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה. עִבְּרָה, לֹא תֹאכַל. יָלְדָה, תֹּאכַל. נִמְצָא כֹּחוֹ שֶׁל בֵּן גָּדוֹל מִשֶּׁל אָב. הָעֶבֶד פּוֹסֵל מִשּׁוּם בִּיאָה, וְאֵינוֹ פוֹסֵל מִשּׁוּם זָרַע. כֵּיצַד, בַּת יִשְׂרָאֵל לְכֹהֵן, בַּת כֹּהֵן לְיִשְׂרָאֵל, וְיָלְדָה הֵימֶנּוּ בֵן, וְהָלַךְ הַבֵּן וְנִכְבַּשׁ עַל הַשִּׁפְחָה, וְיָלְדָה הֵימֶנּוּ בֵן, הֲרֵי זֶה עֶבֶד. הָיְתָה אֵם אָבִיו בַּת יִשְׂרָאֵל לְכֹהֵן לֹא תֹאכַל בַּתְּרוּמָה. בַּת כֹּהֵן לְיִשְׂרָאֵל, תֹּאכַל בַּתְּרוּמָה. מַמְזֵר פּוֹסֵל וּמַאֲכִיל. כֵּיצַד, בַּת יִשְׂרָאֵל לְכֹהֵן, וּבַת כֹּהֵן לְיִשְׂרָאֵל, וְיָלְדָה הֵימֶנּוּ בַת, וְהָלְכָה הַבַּת וְנִשֵּׂאת לְעֶבֶד, אוֹ לְגוֹי, וְיָלְדָה הֵימֶנּוּ בֵן, הֲרֵי זֶה מַמְזֵר. הָיְתָה אֵם אִמּוֹ בַת יִשְׂרָאֵל לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה. בַּת כֹּהֵן לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה: \n",
            "כֹּהֵן גָּדוֹל פְּעָמִים שֶׁהוּא פוֹסֵל. כֵּיצַד, בַּת כֹּהֵן לְיִשְׂרָאֵל, וְיָלְדָה הֵימֶנּוּ בַת, וְהָלְכָה הַבַּת וְנִסֵּת לְכֹהֵן, וְיָלְדָה הֵימֶנּוּ בֵן, הֲרֵי זֶה רָאוּי לִהְיוֹת כֹּהֵן גָּדוֹל עוֹמֵד וּמְשַׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ, מַאֲכִיל אֶת אִמּוֹ וּפוֹסֵל אֶת אֵם אִמּוֹ, וְזֹאת אוֹמֶרֶת, לֹא כִבְנִי כֹּהֵן גָּדוֹל, שֶׁהוּא פּוֹסְלֵנִי מִן הַתְּרוּמָה: \n"
        ],
        [
            "הֶעָרֵל וְכָל הַטְּמֵאִים, לֹא יֹאכְלוּ בַתְּרוּמָה. נְשֵׁיהֶן וְעַבְדֵּיהֶן, יֹאכְלוּ בַתְּרוּמָה. פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה, הֵן וְעַבְדֵיהֶן יֹאכְלוּ, וּנְשֵׁיהֶן לֹא יֹאכֵלוּ. וְאִם לֹא יְדָעָהּ מִשֶּׁנַּעֲשָׂה פְצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה, הֲרֵי אֵלּוּ יֹאכֵלוּ: \n",
            "אֵיזֶהוּ פְצוּעַ דַּכָּא, כֹּל שֶׁנִּפְצְעוּ הַבֵּיצִים שֶׁלּוֹ, וַאֲפִלּוּ אַחַת מֵהֶן. וּכְרוּת שָׁפְכָה, כֹּל שֶׁנִּכְרַת הַגִּיד. וְאִם נִשְׁתַּיֵּר מֵהָעֲטָרָה אֲפִלּוּ כְּחוּט הַשַּׂעֲרָה, כָּשֵׁר. פְּצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה, מֻתָּרִין בְּגִיּוֹרֶת וּמְשֻׁחְרֶרֶת, וְאֵינָן אֲסוּרִין אֶלָּא מִלָּבֹא בַקָּהָל, שֶׁנֶּאֱמַר (דברים כג), לֹא יָבֹא פְצוּעַ דַּכָּא וּכְרוּת שָׁפְכָה בִּקְהַל ה': \n",
            "עַמּוֹנִי וּמוֹאָבִי, אֲסוּרִים, וְאִסּוּרָן אִסּוּר עוֹלָם, אֲבָל נְקֵבוֹתֵיהֶם מֻתָּרוֹת מִיָּד. מִצְרִי וַאֲדוֹמִי אֵינָם אֲסוּרִים אֶלָּא עַד שְׁלֹשָׁה דוֹרוֹת, אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. רַבִּי שִׁמְעוֹן מַתִּיר אֶת הַנְּקֵבוֹת מִיָּד. אָמַר רַבִּי שִׁמְעוֹן, קַל וָחֹמֶר הַדְּבָרִים, וּמָה אִם בִּמְקוֹם שֶׁאָסַר אֶת הַזְּכָרִים אִסּוּר עוֹלָם, הִתִּיר אֶת הַנְּקֵבוֹת מִיָּד, מְקוֹם שֶׁלֹּא אָסַר אֶת הַזְּכָרִים אֶלָּא עַד שְׁלֹשָׁה דוֹרוֹת, אֵינוֹ דִין שֶׁנַּתִּיר אֶת הַנְּקֵבוֹת מִיָּד. אָמְרוּ לוֹ, אִם הֲלָכָה נְקַבֵּל, וְאִם לַדִּין, יֵשׁ תְּשׁוּבָה. אָמַר לָהֶם, לֹא כִי, הֲלָכָה אֲנִי אוֹמֵר. מַמְזֵרִין וּנְתִינִין, אֲסוּרִין, וְאִסּוּרָן אִסּוּר עוֹלָם, אֶחָד זְכָרִים, וְאֶחָד נְקֵבוֹת: \n",
            "אָמַר רַבִּי יְהוֹשֻׁעַ, שָׁמַעְתִּי שֶׁהַסָּרִיס חוֹלֵץ, וְחוֹלְצִין לְאִשְׁתּוֹ, וְהַסָּרִיס לֹא חוֹלֵץ וְלֹא חוֹלְצִין לְאִשְׁתּוֹ, וְאֵין לִי לְפָרֵשׁ. אָמַר רַבִּי עֲקִיבָא, אֲנִי אֲפָרֵשׁ. סְרִיס אָדָם חוֹלֵץ וְחוֹלְצִין לְאִשְׁתּוֹ, מִפְּנֵי שֶׁהָיְתָה לוֹ שְׁעַת הַכֹּשֶׁר. סְרִיס חַמָּה לֹא חוֹלֵץ וְלֹא חוֹלְצִין לְאִשְׁתּוֹ, מִפְּנֵי שֶׁלֹּא הָיְתָה לוֹ שְׁעַת הַכֹּשֶׁר. רַבִּי אֶלְעָזָר אוֹמֵר, לֹא כִי, אֶלָּא סְרִיס חַמָּה חוֹלֵץ, וְחוֹלְצִין לְאִשְׁתּוֹ, מִפְּנֵי שֶׁיֶּשׁ לוֹ רְפוּאָה. סְרִיס אָדָם לֹא חוֹלֵץ וְלֹא חוֹלְצִין לְאִשְׁתּוֹ, מִפְּנֵי שֶׁאֵין לוֹ רְפוּאָה. הֵעִיד רַבִּי יְהוֹשֻׁעַ בֶּן בְּתֵירָא עַל בֶּן מְגוּסַת שֶׁהָיָה בִירוּשָׁלַיִם סְרִיס אָדָם, וְיִבְּמוּ אֶת אִשְׁתּוֹ, לְקַיֵּם דִּבְרֵי רַבִּי עֲקִיבָא: \n",
            "הַסָּרִיס לֹא חוֹלֵץ וְלֹא מְיַבֵּם. וְכֵן אַיְלוֹנִית לֹא חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. הַסָּרִיס שֶׁחָלַץ לִיבִמְתּוֹ, לֹא פְסָלָהּ. בְּעָלָהּ, פְּסָלָהּ, מִפְּנֵי שֶׁהִיא בְעִילַת זְנוּת. וְכֵן אַיְלוֹנִית שֶׁחָלְצוּ לָהּ אַחִין, לֹא פְסָלוּהָ. בְּעָלוּהָ, פְּסָלוּהָ, מִפְּנֵי שֶׁבְּעִילָתָהּ בְּעִילַת זְנוּת: \n",
            "סְרִיס חַמָּה כֹּהֵן שֶׁנָּשָׂא בַת יִשְׂרָאֵל, מַאֲכִילָהּ בַּתְּרוּמָה. רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹמְרִים, אַנְדְּרוֹגִינוֹס כֹּהֵן שֶׁנָּשָׂא בַת יִשְׂרָאֵל, מַאֲכִילָהּ בַּתְּרוּמָה. רַבִּי יְהוּדָה אוֹמֵר, טֻמְטוּם שֶׁנִּקְרַע וְנִמְצָא זָכָר, לֹא יַחֲלֹץ, מִפְּנֵי שֶׁהוּא כְסָרִיס. אַנְדְּרוֹגִינוֹס נוֹשֵׂא, אֲבָל לֹא נִשָּׂא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַנְדְּרוֹגִינוֹס חַיָּבִים עָלָיו סְקִילָה, כְּזָכָר: \n"
        ],
        [
            "יֵשׁ מֻתָּרוֹת לְבַעֲלֵיהֶן וַאֲסוּרוֹת לִיְבָמֵיהֶן, מֻתָּרוֹת לִיְבָמֵיהֶן וַאֲסוּרוֹת לְבַעֲלֵיהֶן, מֻתָּרוֹת לָאֵלּוּ וְלָאֵלּוּ, וַאֲסוּרוֹת לָאֵלּוּ וְלָאֵלּוּ. וְאֵלוּ מֻתָּרוֹת לְבַעֲלֵיהֶן וַאֲסוּרוֹת לִיְבָמֵיהֶן, כֹּהֵן הֶדְיוֹט שֶׁנָּשָׂא אֶת הָאַלְמָנָה וְיֶשׁ לוֹ אָח כֹּהֵן גָּדוֹל, חָלָל שֶׁנָּשָׂא כְשֵׁרָה וְיֶשׁ לוֹ אָח כָּשֵׁר, יִשְׂרָאֵל שֶׁנָּשָׂא בַת יִשְׂרָאֵל וְיֶשׁ לוֹ אָח מַמְזֵר, מַמְזֵר שֶׁנָּשָׂא מַמְזֶרֶת וְיֶשׁ לוֹ אָח יִשְׂרָאֵל, מֻתָּרוֹת לְבַעֲלֵיהֶן וַאֲסוּרוֹת לִיְבָמֵיהֶן: \n",
            "וְאֵלּוּ מֻתָּרוֹת לִיְבָמֵיהֶן וַאֲסוּרוֹת לְבַעֲלֵיהֶן. כֹּהֵן גָּדוֹל שֶׁקִּדֵּשׁ אֶת הָאַלְמָנָה וְיֶשׁ לוֹ אָח כֹּהֵן הֶדְיוֹט, כָּשֵׁר שֶׁנָּשָׂא חֲלָלָה וְיֶשׁ לוֹ אָח חָלָל, יִשְׂרָאֵל שֶׁנָּשָׂא מַמְזֶרֶת וְיֶשׁ לוֹ אָח מַמְזֵר, מַמְזֵר שֶׁנָּשָׂא בַת יִשְׂרָאֵל וְיֶשׁ לוֹ אָח יִשְׂרָאֵל, מֻתָּרוֹת לִיְבָמֵיהֶן וַאֲסוּרוֹת לְבַעֲלֵיהֶן. אֲסוּרוֹת לָאֵלּוּ וְלָאֵלּוּ, כֹּהֵן גָּדוֹל שֶׁנָּשָׂא אֶת הָאַלְמָנָה וְיֶשׁ לוֹ אָח כֹּהֵן גָּדוֹל אוֹ כֹהֵן הֶדְיוֹט, כָּשֵׁר שֶׁנָּשָׂא חֲלָלָה וְיֶשׁ לוֹ אָח כָּשֵׁר, יִשְׂרָאֵל שֶׁנָּשָׂא מַמְזֶרֶת וְיֶשׁ לוֹ אָח יִשְׂרָאֵל, מַמְזֵר שֶׁנָּשָׂא בַת יִשְׂרָאֵל וְיֶשׁ לוֹ אָח מַמְזֵר, אֲסוּרוֹת לָאֵלּוּ וְלָאֵלּוּ. וּשְׁאָר כָּל הַנָּשִׁים, מֻתָּרוֹת לְבַעֲלֵיהֶן וְלִיְבָמֵיהֶן: \n",
            "שְׁנִיּוֹת מִדִּבְרֵי סוֹפְרִים, שְׁנִיָּה לַבַּעַל וְלֹא שְׁנִיָּה לַיָּבָם, אֲסוּרָה לַבַּעַל וּמֻתֶּרֶת לַיָּבָם. שְׁנִיָּה לַיָּבָם וְלֹא שְׁנִיָּה לַבַּעַל, אֲסוּרָה לַיָּבָם וּמֻתֶּרֶת לַבָּעַל. שְׁנִיָּה לָזֶה וְלָזֶה, אֲסוּרָה לָזֶה וְלָזֶה. אֵין לָהּ לֹא כְתֻבָּה, וְלֹא פֵרוֹת, וְלֹא מְזוֹנוֹת, וְלֹא בְלָאוֹת, וְהַוָּלָד כָּשֵׁר, וְכוֹפִין אוֹתוֹ לְהוֹצִיא. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְנָתִין וּלְמַמְזֵר, יֵשׁ לָהֶן כְּתֻבָּה: \n",
            "בַּת יִשְׂרָאֵל מְאֹרֶסֶת לְכֹהֵן, מְעֻבֶּרֶת מִכֹּהֵן, שׁוֹמֶרֶת יָבָם לְכֹהֵן, וְכֵן בַּת כֹּהֵן לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה. בַּת יִשְׂרָאֵל מְאֹרֶסֶת לְלֵוִי, מְעֻבֶּרֶת מִלֵּוִי, שׁוֹמֶרֶת יָבָם לְלֵוִי, וְכֵן בַּת לֵוִי לְיִשְׂרָאֵל, לֹא תֹאכַל בַּמַּעֲשֵׂר. בַּת לֵוִי מְאֹרֶסֶת לְכֹהֵן, מְעֻבֶּרֶת מִכֹּהֵן, שׁוֹמֶרֶת יָבָם לְכֹהֵן, וְכֵן בַּת כֹּהֵן לְלֵוִי, לֹא תֹאכַל לֹא בַתְּרוּמָה וְלֹא בַמַּעֲשֵׂר: \n",
            "בַּת יִשְׂרָאֵל שֶׁנִּסֵּת לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה. מֵת, וְלָהּ הֵימֶנּוּ בֵן, תֹּאכַל בַּתְּרוּמָה. נִסֵּת לְלֵוִי, תֹּאכַל בַּמַּעֲשֵׂר. מֵת, וְלָהּ הֵימֶנּוּ בֵן, תֹּאכַל בַּמַּעֲשֵׂר. נִסֵּת לְיִשְׂרָאֵל, לֹא תֹאכַל לֹא בַתְּרוּמָה, וְלֹא בַמַּעֲשֵׂר. מֵת, וְלָהּ הֵימֶנּוּ בֵן, לֹא תֹאכַל לֹא בַתְּרוּמָה וְלֹא בַמַּעֲשֵׂר. מֵת בְּנָהּ מִיִּשְׂרָאֵל, תֹּאכַל בַּמַּעֲשֵׂר. מֵת בְּנָהּ מִלֵּוִי, תֹּאכַל בַּתְּרוּמָה. מֵת בְּנָהּ מִכֹּהֵן, לֹא תֹאכַל לֹא בַתְּרוּמָה וְלֹא בַמַּעֲשֵׂר: \n",
            "בַּת כֹּהֵן שֶׁנִּשֵּׂאת לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה. מֵת וְלָהּ הֵימֶנּוּ בֵן, לֹא תֹאכַל בַּתְּרוּמָה. נִשֵּׂאת לְלֵוִי, תֹּאכַל בַּמַּעֲשֵׂר. מֵת, וְלָהּ הֵימֶנּוּ בֵן, תֹּאכַל בַּמַּעֲשֵׂר. נִשֵּׂאת לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה. מֵת, וְלָהּ הֵימֶנּוּ בֵן, תֹּאכַל בַּתְּרוּמָה. מֵת בְּנָהּ מִכֹּהֵן, לֹא תֹאכַל בַּתְּרוּמָה. מֵת בְּנָהּ מִלֵּוִי, לֹא תֹאכַל בַּמַּעֲשֵׂר. מֵת בְּנָהּ מִיִּשְׂרָאֵל, חוֹזֶרֶת לְבֵית אָבִיהָ. וְעַל זוֹ נֶאֱמַר (ויקרא כב), וְשָׁבָה אֶל בֵּית אָבִיהָ כִּנְעוּרֶיהָ מִלֶּחֶם אָבִיהָ תֹּאכֵל: \n"
        ],
        [
            "הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם, וּבָאוּ וְאָמְרוּ לָהּ, מֵת בַּעְלֵךְ, וְנִסֵּת, וְאַחַר כָּךְ בָּא בַעְלָהּ, תֵּצֵא מִזֶּה וּמִזֶּה, וּצְרִיכָה גֵט מִזֶּה וּמִזֶּה. וְאֵין לָהּ כְּתֻבָּה וְלֹא פֵרוֹת וְלֹא מְזוֹנוֹת וְלֹא בְלָאוֹת, לֹא עַל זֶה וְלֹא עַל זֶה. אִם נָטְלָה מִזֶּה וּמִזֶּה, תַּחֲזִיר. וְהַוָּלָד מַמְזֵר מִזֶּה וּמִזֶּה. וְלֹא זֶה וָזֶה מִטַּמְּאִין לָהּ, וְלֹא זֶה וָזֶה זַכָּאִין לֹא בִמְצִיאָתָהּ וְלֹא בְמַעֲשֵׂה יָדֶיהָ, וְלֹא בַהֲפָרַת נְדָרֶיהָ. הָיְתָה בַת יִשְׂרָאֵל, נִפְסְלָה מִן הַכְּהֻנָּה, וּבַת לֵוִי מִן הַמַּעֲשֵׂר, וּבַת כֹּהֵן מִן הַתְּרוּמָה. וְאֵין יוֹרְשִׁים שֶׁל זֶה וְיוֹרְשִׁים שֶׁל זֶה יוֹרְשִׁים אֶת כְּתֻבָּתָהּ. וְאִם מֵתוּ, אָחִיו שֶׁל זֶה וְאָחִיו שֶׁל זֶה חוֹלְצִין וְלֹא מְיַבְּמִין. רַבִּי יוֹסֵי אוֹמֵר, כְּתֻבָּתָהּ עַל נִכְסֵי בַעְלָהּ הָרִאשׁוֹן. רַבִּי אֶלְעָזָר אוֹמֵר, הָרִאשׁוֹן זַכַּאי בִּמְצִיאָתָהּ וּבְמַעֲשֵׂה יָדֶיהָ, וּבַהֲפָרַת נְדָרֶיהָ. וְרַבִּי שִׁמְעוֹן אוֹמֵר, בִּיאָתָהּ אוֹ חֲלִיצָתָהּ מֵאָחִיו שֶׁל רִאשׁוֹן פּוֹטֶרֶת צָרָתָהּ, וְאֵין הַוָּלָד מִמֶּנּוּ מַמְזֵר. וְאִם נִסֵּת שֶׁלֹּא בִרְשׁוּת, מֻתֶּרֶת לַחֲזֹר לוֹ: \n",
            "נִסֵּת עַל פִּי בֵית דִּין, תֵּצֵא, וּפְטוּרָה מִן הַקָּרְבָּן. לֹא נִסֵּת עַל פִּי בֵית דִּין, תֵּצֵא, וְחַיֶּבֶת בַּקָּרְבָּן. יָפֶה כֹּחַ בֵּית דִּין, שֶׁפּוֹטְרָהּ מִן הַקָּרְבָּן. הוֹרוּהָ בֵית דִּין לִנָּשֵׂא, וְהָלְכָה וְקִלְקְלָה, חַיֶּבֶת בַּקָּרְבָּן, שֶׁלֹּא הִתִּירוּהָ אֶלָּא לִנָּשֵׂא: \n",
            "הָאִשָּׁה שֶׁהָלַךְ בַּעֲלָהּ וּבְנָהּ לִמְדִינַת הַיָּם, וּבָאוּ וְאָמְרוּ לָהּ, מֵת בַּעְלֵךְ וְאַחַר כָּךְ מֵת בְּנֵךְ, וְנִשֵּׂאת, וְאַחַר כָּךְ אָמְרוּ לָהּ, חִלּוּף הָיוּ הַדְּבָרִים, תֵּצֵא, וְהַוָּלָד רִאשׁוֹן וְאַחֲרוֹן מַמְזֵר. אָמְרוּ לָהּ, מֵת בְּנֵךְ וְאַחַר כָּךְ מֵת בַּעְלֵךְ, וְנִתְיַבְּמָה, וְאַחַר כָּךְ אָמְרוּ לָהּ, חִלּוּף הָיוּ הַדְּבָרִים, תֵּצֵא, וְהַוָּלָד רִאשׁוֹן וְאַחֲרוֹן מַמְזֵר. אָמְרוּ לָהּ, מֵת בַּעְלֵךְ, וְנִסֵּת, וְאַחַר כָּךְ אָמְרוּ לָהּ, קַיָּם הָיָה וּמֵת, תֵּצֵא, וְהַוָּלָד רִאשׁוֹן מַמְזֵר, וְהָאַחֲרוֹן אֵינוֹ מַמְזֵר. אָמְרוּ לָהּ, מֵת בַּעְלֵךְ, וְנִתְקַדְּשָׁה, וְאַחַר כָּךְ בָּא בַעְלָהּ, מֻתֶּרֶת לַחֲזֹר לוֹ. אַף עַל פִּי שֶׁנָּתַן לָהּ אַחֲרוֹן גֵּט, לֹא פְסָלָהּ מִן הַכְּהֻנָּה. אֶת זוֹ דָרַשׁ רַבִּי אֶלְעָזָר בֶּן מַתְיָא, וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ (ויקרא כא), וְלֹא מֵאִישׁ שֶׁאֵינוֹ אִישָׁהּ: \n",
            "מִי שֶׁהָלְכָה אִשְׁתּוֹ לִמְדִינַת הַיָּם, וּבָאוּ וְאָמְרוּ לוֹ, מֵתָה אִשְׁתְּךָ, וְנָשָׂא אֶת אֲחוֹתָהּ, וְאַחַר כָּךְ בָּאת אִשְׁתּוֹ, מֻתֶּרֶת לַחֲזֹר לוֹ. הוּא מֻתָּר בִּקְרוֹבוֹת שְׁנִיָּה, וּשְׁנִיָּה מֻתֶּרֶת בִּקְרוֹבָיו. וְאִם מֵתָה רִאשׁוֹנָה, מֻתָּר בַּשְּׁנִיָּה. אָמְרוּ לוֹ, מֵתָה אִשְׁתְּךָ, וְנָשָׂא אֶת אֲחוֹתָהּ, וְאַחַר כָּךְ אָמְרוּ לוֹ, קַיֶּמֶת הָיְתָה, וּמֵתָה, הַוָּלָד רִאשׁוֹן מַמְזֵר, וְהָאַחֲרוֹן אֵינוֹ מַמְזֵר. רַבִּי יוֹסֵי אוֹמֵר, כָּל שֶׁפּוֹסֵל עַל יְדֵי אֲחֵרִים, פּוֹסֵל עַל יְדֵי עַצְמוֹ. וְכָל שֶׁאֵין פּוֹסֵל עַל יְדֵי אֲחֵרִים, אֵינוֹ פוֹסֵל עַל יְדֵי עַצְמוֹ: \n",
            "אָמְרוּ לוֹ, מֵתָה אִשְׁתְּךָ, וְנָשָׂא אֲחוֹתָהּ מֵאָבִיהָ, מֵתָה, וְנָשָׂא אֲחוֹתָהּ מֵאִמָּהּ, מֵתָה, וְנָשָׂא אֲחוֹתָהּ מֵאָבִיהָ, מֵתָה, וְנָשָׂא אֲחוֹתָהּ מֵאִמָּהּ, וְנִמְצְאוּ כֻלָּן קַיָּמוֹת, מֻתָּר בָּרִאשׁוֹנָה, בַּשְּׁלִישִׁית, וּבַחֲמִישִׁית, וּפוֹטְרוֹת צָרוֹתֵיהֶן, וְאָסוּר בַּשְּׁנִיָּה וּבָרְבִיעִית, וְאֵין בִּיאַת אַחַת מֵהֶן פּוֹטֶרֶת צָרָתָהּ. וְאִם בָּא עַל הַשְּׁנִיָּה לְאַחַר מִיתַת הָרִאשׁוֹנָה, מֻתָּר בַּשְּׁנִיָּה וּבָרְבִיעִית, וּפוֹטְרוֹת צָרוֹתֵיהֶן, וְאָסוּר בַּשְּׁלִישִׁית וּבַחֲמִישִׁית, וְאֵין בִּיאַת אַחַת מֵהֶן פּוֹטֶרֶת צָרָתָהּ: \n",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד, הוּא פוֹסֵל עַל יְדֵי אַחִין, וְהָאַחִים פּוֹסְלִין עַל יָדוֹ, אֶלָּא שֶׁהוּא פוֹסֵל תְּחִלָּה, וְהָאַחִין פּוֹסְלִין תְּחִלָּה וָסוֹף. כֵּיצַד, בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, פָּסַל עַל יְדֵי אַחִין. בָּאוּ עָלֶיהָ אַחִין, וְעָשׂוּ בָהּ מַאֲמָר, נָתְנוּ גֵט אוֹ חָלְצוּ, פָּסְלוּ עַל יָדוֹ: \n",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, וְאַחַר כָּךְ בָּא עָלֶיהָ אָחִיו שֶׁהוּא בֶן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד, פָּסַל עַל יָדוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, לֹא פָסַל: \n",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, וְאַחַר כָּךְ בָּא עַל צָרָתָהּ, פָּסַל עַל יְדֵי עַצְמוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, לֹא פָסָל. בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, וּמֵת, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. נָשָׂא אִשָּׁה וּמֵת, הֲרֵי זוֹ פְטוּרָה: \n",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, וּמִשֶּׁהִגְדִּיל נָשָׂא אִשָּׁה אַחֶרֶת וּמֵת, אִם לֹא יָדַע אֶת הָרִאשׁוֹנָה מִשֶּׁהִגְדִּיל, הָרִאשׁוֹנָה חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת, וְהַשְּׁנִיָּה אוֹ חוֹלֶצֶת אוֹ מִתְיַבֶּמֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, מְיַבֵּם לְאֵיזוֹ שֶׁיִּרְצֶה, וְחוֹלֵץ לַשְּׁנִיָּה. אֶחָד שֶׁהוּא בֶן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד, וְאֶחָד שֶׁהוּא בֶן עֶשְׂרִים שָׁנָה שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת: \n"
        ],
        [
            "נוֹשְׂאִין עַל הָאֲנוּסָה וְעַל הַמְפֻתָּה. הָאוֹנֵס וְהַמְפַתֶּה עַל הַנְּשׂוּאָה, חַיָּב. נוֹשֵׂא אָדָם אֲנוּסַת אָבִיו וּמְפֻתַּת אָבִיו, אֲנוּסַת בְּנוֹ וּמְפֻתַּת בְּנוֹ. רַבִּי יְהוּדָה אוֹסֵר בַּאֲנוּסַת אָבִיו וּמְפֻתַּת אָבִיו: \n",
            "הַגִּיּוֹרֶת שֶׁנִּתְגַּיְּרוּ בָנֶיהָ עִמָּהּ, לֹא חוֹלְצִין וְלֹא מְיַבְּמִין, אֲפִלּוּ הוֹרָתוֹ שֶׁל רִאשׁוֹן שֶׁלֹּא בִקְדֻשָּׁה וְלֵדָתוֹ בִקְדֻשָּׁה, וְהַשֵּׁנִי הוֹרָתוֹ וְלֵדָתוֹ בִקְדֻשָּׁה. וְכֵן שִׁפְחָה שֶׁנִּשְׁתַּחְרְרוּ בָנֶיהָ עִמָּהּ: \n",
            "חָמֵשׁ נָשִׁים שֶׁנִּתְעָרְבוּ וַלְדוֹתֵיהֶן, הִגְדִּילוּ הַתַּעֲרֹבוֹת וְנָשְׂאוּ נָשִׁים וּמֵתוּ, אַרְבָּעָה חוֹלְצִין לְאַחַת, וְאֶחָד מְיַבֵּם אוֹתָהּ. הוּא וּשְׁלשָׁה חוֹלְצִים לְאַחֶרֶת, וְאֶחָד מְיַבֵּם. נִמְצְאוּ אַרְבַּע חֲלִיצוֹת וְיִבּוּם לְכָל אַחַת וְאֶחָת: \n",
            "הָאִשָּׁה שֶׁנִּתְעָרֵב וְלָדָהּ בִּוְלַד כַּלָּתָהּ, הִגְדִּילוּ הַתַּעֲרֹבוֹת, וְנָשְׂאוּ נָשִׁים, וּמֵתוּ, בְּנֵי הַכַּלָּה חוֹלְצִין וְלֹא מְיַבְּמִין, שֶׁהוּא סְפֵק אֵשֶׁת אָחִיו סְפֵק אֵשֶׁת אֲחִי אָבִיו. וּבְנֵי הַזְּקֵנָה, אוֹ חוֹלְצִין אוֹ מְיַבְּמִין, שֶׁהוּא סְפֵק אֵשֶׁת אָחִיו וְאֵשֶׁת בֶּן אָחִיו. מֵתוּ הַכְּשֵׁרִים, בְּנֵי הַתַּעֲרֹבוֹת לִבְנֵי הַזְּקֵנָה חוֹלְצִין וְלֹא מְיַבְּמִין, שֶׁהוּא סְפֵק אֵשֶׁת אָחִיו וְאֵשֶׁת אֲחִי אָבִיו, וּבְנֵי הַכַּלָּה, אֶחָד חוֹלֵץ וְאֶחָד מְיַבֵּם: \n",
            "כֹּהֶנֶת שֶׁנִּתְעָרֵב וְלָדָּהּ בִּוְלַד שִׁפְחָתָהּ, הֲרֵי אֵלּוּ אוֹכְלִים בַּתְּרוּמָה, וְחוֹלְקִים חֵלֶק אֶחָד בַּגֹּרֶן, וְאֵינָן מִטַּמְּאִין לְמֵתִים, וְאֵין נוֹשְׂאִין נָשִׁים, בֵּין כְּשֵׁרוֹת בֵּין פְּסוּלוֹת. הִגְדִּילוּ הַתַּעֲרֹבוֹת, וְשִׁחְרְרוּ זֶה אֶת זֶה, נוֹשְׂאִין נָשִׁים רְאוּיוֹת לַכְּהֻנָּה, וְאֵינָן מִטַּמְּאִין לְמֵתִים. וְאִם נִטְמְאוּ, אֵינָן סוֹפְגִין אֶת הָאַרְבָּעִים. וְאֵינָן אוֹכְלִים בַּתְּרוּמָה. וְאִם אָכְלוּ, אֵינָן מְשַׁלְּמִין קֶרֶן וָחֹמֶשׁ. וְאֵינָן חוֹלְקִין עַל הַגֹּרֶן. וּמוֹכְרִין אֶת הַתְּרוּמָה, וְהַדָּמִים שֶׁלָּהֶם. וְאֵינָן חוֹלְקִים בְּקָדְשֵׁי הַמִּקְדָּשׁ, וְאֵין נוֹתְנִין לָהֶם קָדָשִׁים, וְאֵין מוֹצִיאִין שֶׁלָּהֶם מִיָּדָם, וּפְטוּרִין מִן הַזְּרֹעַ וּמִן הַלְּחָיַיִם וּמִן הַקֵּבָה, וּבְכוֹרוֹ יְהֵא רוֹעֶה עַד שֶׁיִּסְתָּאֵב, וְנוֹתְנִין עָלָיו חֻמְרֵי כֹהֲנִים וְחֻמְרֵי יִשְׂרְאֵלִים: \n",
            "מִי שֶׁלֹּא שָׁהֲתָה אַחַר בַּעְלָה שְׁלֹשָׁה חֳדָשִׁים וְנִשֵּׂאת, וְיָלְדָה, וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אִם בֶּן שִׁבְעָה לָאַחֲרוֹן. הָיוּ לָהּ בָּנִים מִן הָרִאשׁוֹן וּבָנִים מִן הַשֵּׁנִי, חוֹלְצִין וְלֹא מְיַבְּמִין. וְכֵן הוּא לָהֶם, חוֹלֵץ וְלֹא מְיַבֵּם. הָיוּ לוֹ אַחִים מִן הָרִאשׁוֹן וְאַחִים מִן הַשֵּׁנִי שֶׁלֹּא מֵאוֹתָהּ הָאֵם, הוּא חוֹלֵץ וּמְיַבֵּם, וְהֵם, אֶחָד חוֹלֵץ וְאֶחָד מְיַבֵּם: \n",
            "הָיָה אֶחָד יִשְׂרָאֵל וְאֶחָד כֹּהֵן, נוֹשֵׂא אִשָּׁה רְאוּיָה לְכֹהֵן, וְאֵינוֹ מִטַּמֵּא לְמֵתִים, וְאִם נִטְמָא, אֵינוֹ סוֹפֵג אֶת הָאַרְבָּעִים. וְאֵינוֹ אוֹכֵל בַּתְּרוּמָה, וְאִם אָכַל, אֵינוֹ מְשַׁלֵּם קֶרֶן וָחֹמֶשׁ. וְאֵינוֹ חוֹלֵק עַל הַגֹּרֶן. וּמוֹכֵר הַתְּרוּמָה, וְהַדָּמִים שֶׁלּוֹ. וְאֵינוֹ חוֹלֵק בְּקָדְשֵׁי הַמִּקְדָּשׁ, וְאֵין נוֹתְנִים לוֹ אֶת הַקָּדָשִׁים, וְאֵין מוֹצִיאִין אֶת שֶׁלּוֹ מִיָּדוֹ. וּפָטוּר מִן הַזְּרֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה. וּבְכוֹרוֹ יְהֵא רוֹעֶה עַד שֶׁיִּסְתָּאֵב. וְנוֹתְנִין עָלָיו חֻמְרֵי כֹהֲנִים וְחֻמְרֵי יִשְׂרְאֵלִים. הָיוּ שְׁנֵיהֶם כֹּהֲנִים, הוּא אוֹנֵן עֲלֵיהֶם, וְהֵם אוֹנְנִים עָלָיו. הוּא אֵינוֹ מִטַּמֵּא לָהֶם, וְהֵם אֵינָן מִטַּמְּאִין לוֹ. הוּא אֵינוֹ יוֹרֵשׁ אוֹתָן, אֲבָל הֵם יוֹרְשִׁין אוֹתוֹ. וּפָטוּר עַל מַכָּתוֹ וְעַל קִלְלָתוֹ שֶׁל זֶה וְשֶׁל זֶה, וְעוֹלֶה בְמִשְׁמָרוֹ שֶׁל זֶה וְשֶׁל זֶה, וְאֵינוֹ חוֹלֵק. אִם הָיוּ שְׁנֵיהֶם בְּמִשְׁמָר אֶחָד, נוֹטֵל חֵלֶק אֶחָד: \n"
        ],
        [
            "מִצְוַת חֲלִיצָה בִּשְׁלֹשָׁה דַיָּנִין, וַאֲפִלּוּ שְׁלָשְׁתָּן הֶדְיוֹטוֹת. חָלְצָה בְמִנְעָל, חֲלִיצָתָהּ כְּשֵׁרָה. בְּאַנְפִּילִין, חֲלִיצָתָהּ פְּסוּלָה. בְּסַנְדָּל שֶׁיֶּשׁ לוֹ עָקֵב, כָּשֵׁר. וְשֶׁאֵין לוֹ עָקֵב, פָּסוּל. מִן הָאַרְכֻּבָּה וּלְמַטָּה, חֲלִיצָתָהּ כְּשֵׁרָה. מִן הָאַרְכֻּבָּה וּלְמַעְלָה, חֲלִיצָתָהּ פְּסוּלָה: \n",
            "חָלְצָה בְסַנְדָּל שֶׁאֵינוֹ שֶׁלּוֹ, אוֹ בְסַנְדָּל שֶׁל עֵץ, אוֹ בְשֶׁל שְׂמֹאל בַּיָּמִין, חֲלִיצָתָהּ כְּשֵׁרָה. חָלְצָה בְגָדוֹל שֶׁהוּא יָכוֹל לַהֲלוֹךְ בּוֹ, אוֹ בְקָטָן שֶׁהוּא חוֹפֶה אֶת רֹב רַגְלוֹ, חֲלִיצָתָהּ כְּשֵׁרָה. חָלְצָה בַלַּיְלָה, חֲלִיצָתָהּ כְּשֵׁרָה, וְרַבִּי אֱלִיעֶזֶר פּוֹסֵל. בַּשְּׂמֹאל, חֲלִיצָתָהּ פְּסוּלָה, וְרַבִּי אֱלִיעֶזֶר מַכְשִׁיר: \n",
            "חָלְצָה וְרָקְקָה, אֲבָל לֹא קָרְאָה, חֲלִיצָתָהּ כְּשֵׁרָה. קָרְאָה וְרָקְקָה, אֲבָל לֹא חָלְצָה, חֲלִיצָתָהּ פְּסוּלָה. חָלְצָה וְקָרְאָה, אֲבָל לֹא רָקְקָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, חֲלִיצָתָהּ פְּסוּלָה. רַבִּי עֲקִיבָא אוֹמֵר, חֲלִיצָתָהּ כְּשֵׁרָה. אָמַר רַבִּי אֱלִיעֶזֶר, כָּכָה יֵעָשֶׂה (דברים כה), כָּל דָּבָר שֶׁהוּא מַעֲשֶׂה, מְעַכֵּב. אָמַר לוֹ רַבִּי עֲקִיבָא, מִשָּׁם רְאָיָה, כָּכָה יֵעָשֶׂה לָאִישׁ, כָּל דָּבָר שֶׁהוּא מַעֲשֶׂה בָאִישׁ: \n",
            "הַחֵרֵשׁ שֶׁנֶּחֱלַץ וְהַחֵרֶשֶׁת שֶׁחָלְצָה, וְהַחוֹלֶצֶת לַקָּטָן, חֲלִיצָתָהּ פְּסוּלָה. קְטַנָּה שֶׁחָלְצָה, תַּחֲלֹץ מִשֶּׁתַּגְדִּיל. וְאִם לֹא חָלְצָה, חֲלִיצָתָהּ פְּסוּלָה: \n",
            "חָלְצָה בִשְׁנַיִם, אוֹ בִשְׁלֹשָׁה, וְנִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָסוּל, חֲלִיצָתָהּ פְּסוּלָה. רַבִּי שִׁמְעוֹן וְרַבִּי יוֹחָנָן הַסַּנְדְּלָר מַכְשִׁירִין. וּמַעֲשֶׂה בְאֶחָד שֶׁחָלַץ בֵּינוֹ לְבֵינָהּ בְּבֵית הָאֲסוּרִין, וּבָא מַעֲשֶׂה לִפְנֵי רַבִּי עֲקִיבָא וְהִכְשִׁיר: \n",
            "מִצְוַת חֲלִיצָה. בָּא הוּא וִיבִמְתּוֹ לְבֵית דִּין, וְהֵן מַשִּׂיאִין לוֹ עֵצָה הַהוֹגֶנֶת לוֹ, שֶׁנֶּאֱמַר, (דברים כה) וְקָרְאוּ לוֹ זִקְנֵי עִירוֹ וְדִבְּרוּ אֵלָיו. וְהִיא אוֹמֶרֶת, מֵאֵן יְבָמִי לְהָקִים לְאָחִיו שֵׁם בְּיִשְׂרָאֵל, לֹא אָבָה יַבְּמִי. וְהוּא אוֹמֵר, לֹא חָפַצְתִּי לְקַחְתָּהּ. וּבִלְשׁוֹן הַקֹּדֶשׁ הָיוּ אוֹמְרִים. וְנִגְּשָׁה יְבִמְתּוֹ אֵלָיו לְעֵינֵי הַזְּקֵנִים וְחָלְצָה נַעֲלוֹ מֵעַל רַגְלוֹ וְיָרְקָה בְּפָנָיו, רֹק הַנִּרְאֶה לַדַּיָּנִים. וְעָנְתָה וְאָמְרָה כָּכָה יֵעָשֶׂה לָאִישׁ אֲשֶׁר לֹא יִבְנֶה אֶת בֵּית אָחִיו, עַד כָּאן הָיוּ מַקְרִין. וּכְשֶׁהִקְרָא רַבִּי הֻרְקְנוֹס תַּחַת הָאֵלָה בִּכְפַר עֵיטָם וְגָמַר אֶת כָּל הַפָּרָשָׁה, הֻחְזְקוּ לִהְיוֹת גּוֹמְרִין כָּל הַפָּרָשָׁה. וְנִקְרָא שְׁמוֹ בְּיִשְׂרָאֵל בֵּית חֲלוּץ הַנָּעַל. מִצְוָה בַדַּיָּנִין, וְלֹא מִצְוָה בַתַּלְמִידִים. רַבִּי יְהוּדָה אוֹמֵר, מִצְוָה עַל כָּל הָעוֹמְדִים שָׁם לוֹמַר, חֲלוּץ הַנָּעַל, חֲלוּץ הַנָּעַל, חֲלוּץ הַנָּעַל: \n"
        ],
        [
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְמָאֲנִין אֶלָּא אֲרוּסוֹת. וּבֵית הִלֵּל אוֹמְרִים, אֲרוּסוֹת וּנְשׂוּאוֹת. בֵּית שַׁמַּאי אוֹמְרִים, בַּבַּעַל וְלֹא בַיָּבָם. וּבֵית הִלֵּל אוֹמְרִים, בַּבַּעַל וּבַיָּבָם. בֵּית שַׁמַּאי אוֹמְרִים, בְּפָנָיו. וּבֵית הִלֵּל אוֹמְרִים, בְּפָנָיו וְשֶׁלֹּא בְפָנָיו. בֵּית שַׁמַּאי אוֹמְרִים, בְּבֵית דִּין. וּבֵית הִלֵּל אוֹמְרִים, בְּבֵית דִּין וְשֶׁלֹּא בְבֵית דִּין. אָמְרוּ לָהֶן בֵּית הִלֵּל לְבֵית שַׁמַּאי, מְמָאֶנֶת וְהִיא קְטַנָּה, אֲפִלּוּ אַרְבָּעָה וַחֲמִשָּׁה פְעָמִים. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, אֵין בְּנוֹת יִשְׂרָאֵל הֶפְקֵר, אֶלָּא מְמָאֶנֶת וּמַמְתֶּנֶת עַד שֶׁתַּגְדִּיל, וּתְמָאֵן וְתִנָּשֵׂא: \n",
            "אֵיזוֹ הִיא קְטַנָּה שֶׁצְּרִיכָה לְמָאֵן, כֹּל שֶׁהִשִּׂיאוּהָ אִמָּהּ וְאַחֶיהָ לְדַעְתָּהּ. הִשִּׂיאוּהָ שֶׁלֹּא לְדַעְתָּהּ, אֵינָהּ צְרִיכָה לְמָאֵן. רַבִּי חֲנִינָא בֶּן אַנְטִיגְנוֹס אוֹמֵר, כָּל תִּינוֹקֶת שֶׁאֵינָהּ יְכוֹלָה לִשְׁמֹר קִדּוּשֶׁיהָ, אֵינָהּ צְרִיכָה לְמָאֵן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵין מַעֲשֵׂה קְטַנָּה כְלוּם, אֶלָּא כִמְפֻתָּה. בַּת יִשְׂרָאֵל לְכֹהֵן, לֹא תֹאכַל בַּתְּרוּמָה. בַּת כֹּהֵן לְיִשְׂרָאֵל, תֹּאכַל בַּתְּרוּמָה: \n",
            "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, כָּל עַכָּבָה שֶׁהִיא מִן הָאִישׁ, כְּאִלּוּ הִיא אִשְׁתּוֹ. וְכָל עַכָּבָה שֶׁאֵינָהּ מִן הָאִישׁ, כְּאִלּוּ אֵינָהּ אִשְׁתּוֹ: \n",
            "הַמְמָאֶנֶת בָּאִישׁ, הוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו, וְלֹא פְסָלָהּ מִן הַכְּהֻנָּה. נָתַן לָהּ גֵּט, הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ, וְהִיא אֲסוּרָה בִקְרוֹבָיו, וּפְסָלָהּ מִן הַכְּהֻנָּה. נָתַן לָהּ גֵּט וְהֶחֱזִירָהּ, מֵאֲנָה בוֹ וְנִשֵּׂאת לְאַחֵר וְנִתְאַרְמְלָה אוֹ נִתְגָּרְשָׁה, מֻתֶּרֶת לַחֲזֹר לוֹ. מֵאֲנָה בוֹ וְהֶחֱזִירָהּ, נָתַן לָהּ גֵּט וְנִשֵּׂאת לְאַחֵר וְנִתְאַרְמְלָה אוֹ נִתְגָּרְשָׁה, אֲסוּרָה לַחֲזֹר לוֹ. זֶה הַכְּלָל, גֵּט אַחַר מֵאוּן, אֲסוּרָה לַחֲזֹר לוֹ. מֵאוּן אַחַר גֵּט, מֻתֶּרֶת לַחֲזֹר לוֹ: \n",
            "הַמְמָאֶנֶת בָּאִישׁ וְנִשֵּׂאת לְאַחֵר וְגֵרְשָׁהּ, לְאַחֵר וּמֵאֲנָה בוֹ, לְאַחֵר וְגֵרְשָׁהּ, לְאַחֵר וּמֵאֲנָה בוֹ, כֹּל שֶׁיָּצָאת הֵימֶנּוּ בְגֵט, אֲסוּרָה לַחֲזֹר לוֹ. בְּמֵאוּן, מֻתֶּרֶת לַחֲזֹר לוֹ: \n",
            "הַמְגָרֵשׁ אֶת הָאִשָּׁה וְהֶחֱזִירָהּ, מֻתֶּרֶת לַיָּבָם. וְרַבִּי אֱלִיעֶזֶר אוֹסֵר. וְכֵן הַמְגָרֵשׁ אֶת הַיְתוֹמָה וְהֶחֱזִירָהּ, מֻתֶּרֶת לַיָּבָם. וְרַבִּי אֱלִיעֶזֶר אוֹסֵר. קְטַנָּה שֶׁהִשִּׂיאָהּ אָבִיהָ וְנִתְגָּרְשָׁה, כִּיתוֹמָה בְחַיֵּי הָאָב. הֶחֱזִירָהּ, דִּבְרֵי הַכֹּל, אֲסוּרָה לַיָּבָם: \n",
            "שְׁנֵי אַחִין נְשׂוּאִין לִשְׁתֵּי אֲחָיוֹת יְתוֹמוֹת קְטַנּוֹת, וּמֵת בַּעְלָהּ שֶׁל אַחַת מֵהֶן, תֵּצֵא מִשּׁוּם אֲחוֹת אִשָּׁה. וְכֵן שְׁתֵּי חֵרְשׁוֹת גְדוֹלָה וּקְטַנָּה, מֵת בַּעְלָהּ שֶׁל קְטַנָּה, תֵּצֵא הַקְּטַנָּה מִשּׁוּם אֲחוֹת אִשָּׁה. מֵת בַּעְלָהּ שֶׁל גְּדוֹלָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְלַמְּדִין אֶת הַקְּטַנָּה שֶׁתְּמָאֵן בּוֹ. רַבָּן גַּמְלִיאֵל אוֹמֵר, אִם מֵאֲנָה, מֵאֲנָה. וְאִם לָאו, תַּמְתִּין עַד שֶׁתַּגְדִּיל, וְתֵצֵא הַלָּזוּ מִשּׁוּם אֲחוֹת אִשָּׁה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אִי לוֹ עַל אִשְׁתּוֹ, וְאִי לוֹ עַל אֵשֶׁת אָחִיו. מוֹצִיא אֶת אִשְׁתּוֹ בְגֵט, וְאֵשֶׁת אָחִיו בַּחֲלִיצָה: \n",
            "מִי שֶׁהָיָה נָשׂוּי לִשְׁתֵּי יְתוֹמוֹת קְטַנּוֹת, וּמֵת, בִּיאָתָהּ אוֹ חֲלִיצָתָהּ שֶׁל אַחַת מֵהֶן פּוֹטֶרֶת צָרָתָהּ. וְכֵן שְׁתֵּי חֵרְשׁוֹת. קְטַנָּה וְחֵרֶשֶׁת, אֵין בִּיאַת אַחַת מֵהֶן פּוֹטֶרֶת צָרָתָהּ. פִּקַּחַת וְחֵרֶשֶׁת, בִּיאַת הַפִּקַּחַת פּוֹטֶרֶת אֶת הַחֵרֶשֶׁת, וְאֵין בִּיאַת הַחֵרֶשֶׁת פּוֹטֶרֶת אֶת הַפִּקַּחַת. גְּדוֹלָה וּקְטַנָּה, בִּיאַת הַגְּדוֹלָה פוֹטֶרֶת אֶת הַקְּטַנָּה, וְאֵין בִּיאַת הַקְּטַנָּה פוֹטֶרֶת אֶת הַגְּדוֹלָה: \n",
            "מִי שֶׁהָיָה נָשׂוּי לִשְׁתֵּי יְתוֹמוֹת קְטַנּוֹת, וּמֵת, בָּא יָבָם עַל הָרִאשׁוֹנָה, וְחָזַר וּבָא עַל הַשְּׁנִיָּה, אוֹ שֶׁבָּא אָחִיו עַל הַשְּׁנִיָּה, לֹא פָסַל אֶת הָרִאשׁוֹנָה. וְכֵן שְׁתֵּי חֵרְשׁוֹת. קְטַנָּה וְחֵרֶשֶׁת, בָּא יָבָם עַל הַקְּטַנָּה, וְחָזַר וּבָא עַל הַחֵרֶשֶׁת, אוֹ שֶׁבָּא אָחִיו עַל הַחֵרֶשֶׁת, לֹא פָסַל אֶת הַקְּטַנָּה. בָּא יָבָם עַל הַחֵרֶשֶׁת, וְחָזַר וּבָא עַל הַקְּטַנָּה, אוֹ שֶׁבָּא אָחִיו עַל הַקְּטַנָּה, פָּסַל אֶת הַחֵרֶשֶׁת: \n",
            "פִּקַּחַת וְחֵרֶשֶׁת, בָּא יָבָם עַל הַפִּקַּחַת, וְחָזַר וּבָא עַל הַחֵרֶשֶׁת, אוֹ שֶׁבָּא אָחִיו עַל הַחֵרֶשֶׁת, לֹא פָסַל אֶת הַפִּקַּחַת. בָּא יָבָם עַל הַחֵרֶשֶׁת וְחָזַר וּבָא עַל הַפִּקַּחַת, אוֹ שֶׁבָּא אָחִיו עַל הַפִּקַּחַת, פָּסַל אֶת הַחֵרֶשֶׁת: \n",
            "גְּדוֹלָה וּקְטַנָּה, בָּא יָבָם עַל הַגְּדוֹלָה, וְחָזַר וּבָא עַל הַקְּטַנָּה, אוֹ שֶׁבָּא אָחִיו עַל הַקְּטַנָּה, לֹא פָסַל אֶת הַגְּדוֹלָה. בָּא יָבָם עַל הַקְּטַנָּה, וְחָזַר וּבָא עַל הַגְּדוֹלָה, אוֹ שֶׁבָּא אָחִיו עַל הַגְּדוֹלָה, פָּסַל אֶת הַקְּטַנָּה. רַבִּי אֶלְעָזָר אוֹמֵר, מְלַמְּדִין הַקְּטַנָּה שֶׁתְּמָאֵן בּוֹ: \n",
            "יָבָם קָטָן שֶׁבָּא עַל יְבָמָה קְטַנָּה, יִגְדְּלוּ זֶה עִם זֶה. בָּא עַל יְבָמָה גְדוֹלָה, תְּגַדְּלֶנּוּ. הַיְבָמָה שֶׁאָמְרָה בְּתוֹךְ שְׁלֹשִׁים יוֹם, לֹא נִבְעָלְתִּי, כּוֹפִין אוֹתוֹ שֶׁיַּחֲלֹץ לָהּ. לְאַחַר שְׁלֹשִׁים יוֹם, מְבַקְשִׁים הֵימֶנּוּ שְׁיַּחֲלֹץ לָהּ. וּבִזְמַן שֶׁהוּא מוֹדֶה, אֲפִלּוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ כּוֹפִין אוֹתוֹ שֶׁיַּחֲלֹץ לָהּ: \n",
            "הַנּוֹדֶרֶת הֲנָאָה מִיְבָמָהּ בְּחַיֵּי בַעְלָהּ, כּוֹפִין אוֹתוֹ שֶׁיַּחֲלֹץ לָהּ. לְאַחַר מִיתַת בַּעְלָהּ, מְבַקְשִׁין הֵימֶנּוּ שֶׁיַּחֲלֹץ לָהּ. וְאִם נִתְכַּוְּנָה לְכָךְ, אֲפִלּוּ בְחַיֵּי בַעְלָהּ, מְבַקְשִׁין הֵימֶנּוּ שֶׁיַּחֲלֹץ לָהּ: \n"
        ],
        [
            "חֵרֵשׁ שֶׁנָּשָׂא פִקַּחַת, וּפִקֵּחַ שֶׁנָּשָׂא חֵרֶשֶׁת, אִם רָצָה יוֹצִיא, וְאִם רָצָה יְקַיֵּם. כְּשֵׁם שֶׁהוּא כוֹנֵס בִּרְמִיזָה, כָּךְ הוּא מוֹצִיא בִרְמִיזָה. פִּקֵּחַ שֶׁנָּשָׂא פִקַּחַת, וְנִתְחָרְשָׁה, אִם רָצָה יוֹצִיא, וְאִם רָצָה יְקַיֵּם. נִשְׁתַּטֵּית, לֹא יוֹצִיא. נִתְחָרֵשׁ הוּא אוֹ נִשְׁתַּטָּה, אֵינוֹ מוֹצִיא עוֹלָמִית. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, מִפְּנֵי מָה הָאִשָּׁה שֶׁנִּתְחָרְשָׁה יוֹצְאָה, וְהָאִישׁ שֶׁנִּתְחָרֵשׁ אֵינוֹ מוֹצִיא. אָמְרוּ לוֹ, אֵינוֹ דוֹמֶה הָאִישׁ הַמְגָרֵשׁ לְאִשָּׁה מִתְגָּרֶשֶׁת, שֶׁהָאִשָּׁה יוֹצְאָה לִרְצוֹנָהּ וְשֶׁלֹּא לִרְצוֹנָהּ, וְהָאִישׁ אֵינוֹ מוֹצִיא אֶלָּא לִרְצוֹנוֹ:  ",
            "הֵעִיד רַבִּי יוֹחָנָן בֶּן גֻּדְגְּדָה עַל הַחֵרֶשֶׁת שֶׁהִשִּׂיאָהּ אָבִיהָ, שֶׁהִיא יוֹצְאָה בְגֵט. אָמְרוּ לוֹ, אַף זוֹ כַיּוֹצֵא בָהּ:  ",
            "שְׁנֵי אַחִים חֵרְשִׁים, נְשׂוּאִים לִשְׁתֵּי אֲחָיוֹת חֵרְשׁוֹת, אוֹ לִשְׁתֵּי אֲחָיוֹת פִּקְחוֹת, אוֹ לִשְׁתֵּי אֲחָיוֹת, אַחַת חֵרֶשֶׁת וְאַחַת פִּקַּחַת, אוֹ שְׁתֵּי אֲחָיוֹת חֵרְשׁוֹת נְשׂוּאוֹת לִשְׁנֵי אַחִים פִּקְחִים, אוֹ לִשְׁנֵי אַחִים חֵרְשִׁין אוֹ לִשְׁנֵי אַחִין, אֶחָד חֵרֵשׁ וְאֶחָד פִּקֵּחַ, הֲרֵי אֵלּוּ פְטוּרוֹת מִן הַחֲלִיצָה וּמִן הַיִּבּוּם. וְאִם הָיוּ נָכְרִיּוֹת, יִכְנֹסוּ, וְאִם רָצוּ לְהוֹצִיא, יוֹצִיאוּ:  ",
            "שְׁנֵי אַחִים, אֶחָד חֵרֵשׁ וְאֶחָד פִּקֵּחַ, נְשׂוּאִים לִשְׁתֵּי אֲחָיוֹת פִּקְחוֹת, מֵת חֵרֵשׁ בַּעַל הַפִּקַּחַת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל הַפִּקַּחַת, תֵּצֵא מִשּׁוּם אֲחוֹת אִשָּׁה. מֵת פִּקֵּחַ בַּעַל הַפִּקַּחַת, מַה יַּעֲשֶׂה חֵרֵשׁ בַּעַל פִּקַּחַת, מוֹצִיא אִשְׁתּוֹ בְגֵט, וְאֵשֶׁת אָחִיו אֲסוּרָה לְעוֹלָם. ",
            "שְׁנֵי אַחִים פִּקְחִים נְשׂוּאִים לִשְׁתֵּי אֲחָיוֹת, אַחַת חֵרֶשֶׁת וְאַחַת פִּקַּחַת, מֵת פִּקֵּחַ בַּעַל חֵרֶשֶׁת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל פִּקַּחַת, תֵּצֵא מִשּׁוּם אֲחוֹת אִשָּׁה. מֵת פִּקֵּחַ בַּעַל פִּקַּחַת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל הַחֵרֶשֶׁת, מוֹצִיא אֶת אִשְׁתּוֹ בְגֵט, וְאֶת אֵשֶׁת אָחִיו בַּחֲלִיצָה. ",
            "שְׁנֵי אַחִים, אֶחָד חֵרֵשׁ וְאֶחָד פִּקֵּחַ, נְשׂוּאִים לִשְׁתֵּי אֲחָיוֹת, אַחַת חֵרֶשֶׁת וְאַחַת פִּקַּחַת, מֵת חֵרֵשׁ בַּעַל חֵרֶשֶׁת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל פִּקַּחַת, תֵּצֵא מִשּׁוּם אֲחוֹת אִשָּׁה. מֵת פִּקֵּחַ בַּעַל פִּקַּחַת, מַה יַּעֲשֶׂה חֵרֵשׁ בַּעַל חֵרֶשֶׁת, מוֹצִיא אִשְׁתּוֹ בְגֵט, וְאֵשֶׁת אָחִיו אֲסוּרָה לְעוֹלָם. ",
            "שְׁנֵי אַחִים, אֶחָד חֵרֵשׁ וְאֶחָד פִּקֵּחַ, נְשׂוּאִים לִשְׁתֵּי נָכְרִיּוֹת פִּקְחוֹת, מֵת חֵרֵשׁ בַּעַל פִּקַּחַת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל פִּקַּחַת, אוֹ חוֹלֵץ אוֹ מְיַבֵּם. מֵת פִּקֵּחַ בַּעַל פִּקַּחַת, מַה יַעֲשֶׂה חֵרֵשׁ בַּעַל פִּקַּחַת, כּוֹנֵס, וְאֵינוֹ מוֹצִיא לְעוֹלָם. ",
            "שְׁנֵי אַחִים פִּקְחִים נְשׂוּאִים לִשְׁתֵּי נָכְרִיּוֹת, אַחַת פִּקַּחַת וְאַחַת חֵרֶשֶׁת, מֵת פִּקֵּחַ בַּעַל חֵרֶשֶׁת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל פִּקַּחַת, כּוֹנֵס. וְאִם רָצָה לְהוֹצִיא, יוֹצִיא. מֵת פִּקֵּחַ בַּעַל הַפִּקַּחַת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל חֵרֶשֶׁת, אוֹ חוֹלֵץ אוֹ מְיַבֵּם. ",
            "שְׁנֵי אַחִים, אֶחָד חֵרֵשׁ וְאֶחָד פִּקֵּחַ, נְשׂוּאִים לִשְׁתֵּי נָכְרִיּוֹת, אַחַת חֵרֶשֶׁת וְאַחַת פִּקַּחַת, מֵת חֵרֵשׁ בַּעַל חֵרֶשֶׁת, מַה יַּעֲשֶׂה פִקֵּחַ בַּעַל פִּקַּחַת, כּוֹנֵס. וְאִם רָצָה לְהוֹצִיא, יוֹצִיא. מֵת פִּקֵּחַ בַּעַל פִּקַּחַת, מַה יַּעֲשֶׂה חֵרֵשׁ בַּעַל חֵרֶשֶׁת, כּוֹנֵס, וְאֵינוֹ מוֹצִיא לְעוֹלָם:  "
        ],
        [
            "הָאִשָּׁה שֶׁהָלְכָה הִיא וּבַעְלָהּ לִמְדִינַת הַיָּם, שָׁלוֹם בֵּינוֹ לְבֵינָהּ וְשָׁלוֹם בָּעוֹלָם, וּבָאתָה וְאָמְרָה, מֵת בַּעְלִי, תִּנָּשֵׂא. מֵת בַּעְלִי, תִּתְיַבֵּם. שָׁלוֹם בֵּינוֹ לְבֵינָהּ וּמִלְחָמָה בָעוֹלָם, קְטָטָה בֵינוֹ לְבֵינָהּ וְשָׁלוֹם בָּעוֹלָם, וּבָאתָה וְאָמְרָה, מֵת בַּעְלִי, אֵינָהּ נֶאֱמֶנֶת. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם אֵינָהּ נֶאֱמֶנֶת, אֶלָּא אִם כֵּן בָּאתָה בוֹכָה וּבְגָדֶיהָ קְרוּעִין. אָמְרוּ לוֹ, אַחַת זוֹ וְאַחַת זוֹ, תִּנָּשֵׂא: \n",
            "בֵּית הִלֵּל אוֹמְרִים, לֹא שָׁמַעְנוּ אֶלָּא בְּבָאָה מִן הַקָּצִיר, וּבְאוֹתָהּ מְדִינָה, וּכְמַעֲשֶׂה שֶׁהָיָה. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, אַחַת הַבָּאָה מִן הַקָּצִיר, וְאַחַת הַבָּאָה מִן הַזֵּיתִים, וְאַחַת הַבָּאָה מִן הַבָּצִיר, וְאַחַת הַבָּאָה מִמְּדִינָה לִמְדִינָה. לֹא דִבְּרוּ חֲכָמִים בַּקָּצִיר אֶלָּא בַהֹוֶה. חָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּבֵית שַׁמָּאי: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, תִּנָּשֵׂא וְתִטֹּל כְּתֻבָּתָהּ. בֵּית הִלֵּל אוֹמְרִים, תִּנָּשֵׂא וְלֹא תִטֹּל כְּתֻבָּתָהּ. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, הִתַּרְתֶּם עֶרְוָה חֲמוּרָה, לֹא תַתִּירוּ אֶת מָמוֹן הַקַּל. אָמְרוּ לָהֶן בֵּית הִלֵּל, מָצִינוּ שֶׁאֵין הָאַחִים נִכְנָסִים לַנַּחֲלָה עַל פִּיהָ. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, וַהֲלֹא מִסֵּפֶר כְּתֻבָּתָהּ נִלְמֹד, שֶׁהוּא כוֹתֵב לָהּ, שֶׁאִם תִּנָּשְׂאִי לְאַחֵר, תִּטְּלִי מַה שֶׁכָּתוּב לִיכִי. וְחָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּדִבְרֵי בֵית שַׁמָּאי: \n",
            "הַכֹּל נֶאֱמָנִים לַהֲעִידָהּ, חוּץ מֵחֲמוֹתָהּ, וּבַת חֲמוֹתָהּ, וְצָרָתָהּ, וִיבִמְתָּהּ, וּבַת בַּעְלָהּ. מַה בֵּין גֵּט לְמִיתָה, שֶׁהַכְּתָב מוֹכִיחַ. עֵד אוֹמֵר מֵת, וְנִשֵּׂאת, וּבָא אַחֵר וְאָמַר לֹא מֵת, הֲרֵי זוֹ לֹא תֵצֵא. עֵד אוֹמֵר מֵת, וּשְׁנַיִם אוֹמְרִים לֹא מֵת, אַף עַל פִּי שֶׁנִּשֵּׂאת, תֵּצֵא. שְׁנַיִם אוֹמְרִים מֵת, וְעֵד אוֹמֵר לֹא מֵת, אַף עַל פִּי שֶׁלֹּא נִשֵּׂאת, תִּנָּשֵׂא: \n",
            "אַחַת אוֹמֶרֶת מֵת וְאַחַת אוֹמֶרֶת לֹא מֵת, זוֹ שֶׁאוֹמֶרֶת מֵת תִּנָּשֵׂא וְתִטֹּל כְּתֻבָּתָהּ. וְזוֹ שֶׁאוֹמֶרֶת לֹא מֵת לֹא תִנָּשֵׂא וְלֹא תִטֹּל כְּתֻבָּתָהּ. אַחַת אוֹמֶרֶת מֵת וְאַחַת אוֹמֶרֶת נֶהֱרָג, רַבִּי מֵאִיר אוֹמֵר, הוֹאִיל וּמַכְחִישׁוֹת זוֹ אֶת זוֹ, הֲרֵי אֵלּוּ לֹא יִנָּשֵׂאוּ. רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן אוֹמְרִים, הוֹאִיל וְזוֹ וָזוֹ מוֹדוֹת שֶׁאֵינוֹ קַיָּם, יִנָּשֵׂאוּ. עֵד אוֹמֵר מֵת וְעֵד אוֹמֵר לֹא מֵת, אִשָּׁה אוֹמֶרֶת מֵת וְאִשָּׁה אוֹמֶרֶת לֹא מֵת, הֲרֵי זוֹ לֹא תִנָּשֵׂא: \n",
            "הָאִשָּׁה שֶׁהָלְכָה הִיא וּבַעְלָהּ לִמְדִינַת הַיָּם, וּבָאָה וְאָמְרָה מֵת בַּעְלִי, תִּנָּשֵׂא וְתִטֹּל כְּתֻבָּתָהּ, וְצָרָתָהּ אֲסוּרָה. הָיְתָה בַת יִשְׂרָאֵל לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין זוֹ דֶרֶךְ מוֹצִיאַתָּה מִידֵי עֲבֵרָה, עַד שֶׁתְּהֵא אֲסוּרָה לִנָּשֵׂא, וַאֲסוּרָה מִלֶּאֱכֹל בַּתְּרוּמָה: \n",
            "אָמְרָה מֵת בַּעְלִי וְאַחַר כָּךְ מֵת חָמִי, תִּנָּשֵׂא וְתִטֹּל כְּתֻבָּתָהּ, וַחֲמוֹתָהּ אֲסוּרָה. הָיְתָה בַת יִשְׂרָאֵל לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין זוֹ דֶרֶךְ מוֹצִיאַתָּה מִידֵי עֲבֵרָה, עַד שֶׁתְּהֵא אֲסוּרָה לִנָּשֵׂא, וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה. קִדֵּשׁ אַחַת מֵחָמֵשׁ נָשִׁים וְאֵינוֹ יוֹדֵעַ אֵיזוֹ קִדֵּשׁ, כָּל אַחַת אוֹמֶרֶת אוֹתִי קִדֵּשׁ, נוֹתֵן גֵּט לְכָל אַחַת וְאֶחָת, וּמַנִּיחַ כְּתֻבָּה בֵּינֵיהֶן וּמִסְתַּלֵּק, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין זוֹ דֶרֶךְ מוֹצִיאַתּוּ מִידֵי עֲבֵרָה, עַד שֶׁיִּתֵּן גֵּט וּכְתֻבָּה לְכָל אַחַת וְאֶחָת. גָּזַל אֶחָד מֵחֲמִשָּׁה וְאֵין יוֹדֵעַ מֵאֵיזֶה גָזַל, כָּל אֶחָד אוֹמֵר אוֹתִי גָזַל, מַנִּיחַ גְּזֵלָה בֵּינֵיהֶן וּמִסְתַּלֵּק, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, אֵין זוֹ דֶרֶךְ מוֹצִיאַתּוּ מִידֵי עֲבֵרָה, עַד שֶׁיְּשַׁלֵּם גְּזֵלָה לְכָל אֶחָד וְאֶחָד: \n",
            "הָאִשָּׁה שֶׁהָלְכָה הִיא וּבַעְלָהּ לִמְדִינַת הַיָּם וּבְנָהּ עִמָּהֶם, וּבָאָה וְאָמְרָה מֵת בַּעְלִי וְאַחַר כָּךְ מֵת בְּנִי, נֶאֱמֶנֶת. מֵת בְּנִי וְאַחַר כָּךְ מֵת בַּעְלִי, אֵינָהּ נֶאֱמֶנֶת, וְחוֹשְׁשִׁים לִדְבָרֶיהָ, וְחוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "נִתַּן לִי בֵן בִּמְדִינַת הַיָּם, וְאָמְרָה מֵת בְּנִי וְאַחַר כָּךְ מֵת בַּעְלִי, נֶאֱמֶנֶת. מֵת בַּעְלִי וְאַחַר כָּךְ מֵת בְּנִי, אֵינָהּ נֶאֱמֶנֶת, וְחוֹשְׁשִׁים לִדְבָרֶיהָ, וְחוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n",
            "נִתַּן לִי יָבָם בִּמְדִינַת הַיָּם, אָמְרָה מֵת בַּעְלִי וְאַחַר כָּךְ מֵת יְבָמִי, יְבָמִי וְאַחַר כָּךְ בַּעְלִי, נֶאֱמֶנֶת. הָלְכָה הִיא וּבַעְלָהּ וִיבָמָהּ לִמְדִינַת הַיָּם, אָמְרָה מֵת בַּעְלִי וְאַחַר כָּךְ מֵת יְבָמִי, יְבָמִי וְאַחַר כָּךְ בַּעְלִי, אֵינָהּ נֶאֱמֶנֶת. שֶׁאֵין הָאִשָּׁה נֶאֱמֶנֶת לוֹמַר מֵת יְבָמִי, שֶׁתִּנָּשֵׂא. וְלֹא, מֵתָה אֲחוֹתִי, שֶׁתִּכָּנֵס לְבֵיתוֹ. וְאֵין הָאִישׁ נֶאֱמָן לוֹמַר מֵת אָחִי, שֶׁיְּיַבֵּם אִשְׁתּוֹ. וְלֹא, מֵתָה אִשְׁתִּי, שֶׁיִּשָּׂא אֲחוֹתָהּ: \n"
        ],
        [
            "הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ וְצָרָתָהּ לִמְדִינַת הַיָּם, וּבָאוּ וְאָמְרוּ לָהּ מֵת בַּעְלֵךְ, לֹא תִנָּשֵׂא וְלֹא תִתְיַבֵּם, עַד שֶׁתֵּדַע שֶׁמָּא מְעֻבֶּרֶת הִיא צָרָתָהּ. הָיְתָה לָהּ חָמוֹת, אֵינָהּ חוֹשֶׁשֶׁת. יָצְתָה מְלֵאָה חוֹשֶׁשֶׁת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵינָהּ חוֹשֶׁשֶׁת: \n",
            "שְׁתֵּי יְבָמוֹת, זוֹ אוֹמֶרֶת מֵת בַּעְלִי וְזוֹ אוֹמֶרֶת מֵת בַּעְלִי, זוֹ אֲסוּרָה מִפְּנֵי בַעְלָהּ שֶׁל זוֹ וְזוֹ אֲסוּרָה מִפְּנֵי בַעְלָהּ שֶׁל זוֹ. לָזוֹ עֵדִים וְלָזוֹ אֵין עֵדִים, אֶת שֶׁיֶּשׁ לָהּ עֵדִים, אֲסוּרָה. וְאֶת שֶׁאֵין לָהּ עֵדִים, מֻתֶּרֶת. לָזוֹ בָנִים וְלָזוֹ אֵין בָּנִים, אֶת שֶׁיֶּשׁ לָהּ בָּנִים, מֻתֶּרֶת. וְאֶת שֶׁאֵין לָהּ בָּנִים, אֲסוּרָה. נִתְיַבְּמוּ וּמֵתוּ הַיְבָמִין, אֲסוּרוֹת לְהִנָּשֵׂא. רַבִּי אֶלְעָזָר אוֹמֵר, הוֹאִיל וְהֻתְּרוּ לַיְבָמִין, הֻתְּרוּ לְכָל אָדָם: \n",
            "אֵין מְעִידִין אֶלָּא עַל פַּרְצוּף פָּנִים עִם הַחֹטֶם, אַף עַל פִּי שֶׁיֵּשׁ סִימָנִין בְּגוּפוֹ וּבְכֵלָיו. אֵין מְעִידִין אֶלָּא עַד שֶׁתֵּצֵא נַפְשׁוֹ, וַאֲפִלּוּ רָאוּהוּ מְגֻיָּד, וְצָלוּב, וְהַחַיָּה אוֹכֶלֶת בּוֹ. אֵין מְעִידִין אֶלָּא עַד שְׁלֹשָׁה יָמִים. רַבִּי יְהוּדָה בֶּן בָּבָא אוֹמֵר, לֹא כָל הָאָדָם וְלֹא כָל הַמָּקוֹם וְלֹא כָל הַשָּׁעוֹת שָׁוִין: \n",
            "נָפַל לְמַיִם, בֵּין שֶׁיֵּשׁ לָהֶן סוֹף, בֵּין שֶׁאֵין לָהֶן סוֹף, אִשְׁתּוֹ אֲסוּרָה. אָמַר רַבִּי מֵאִיר, מַעֲשֶׂה בְאֶחָד שֶׁנָּפַל לְבוֹר הַגָּדוֹל, וְעָלָה לְאַחַר שְׁלֹשָׁה יָמִים. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְסוּמָא שֶׁיָּרַד לִטְבֹּל בִּמְעָרָה, וְיָרַד מוֹשְׁכוֹ אַחֲרָיו, וְשָׁהוּ כְדֵי שֶׁתֵּצֵא נַפְשָׁם, וְהִשִּׂיאוּ נְשׁוֹתֵיהֶם. וְשׁוּב מַעֲשֶׂה בְעַסְיָא בְּאֶחָד שֶׁשִּׁלְשְׁלוּהוּ לַיָּם, וְלֹא עָלָה בְיָדָם אֶלָּא רַגְלוֹ, אָמְרוּ חֲכָמִים, מִן הָאַרְכֻּבָּה וּלְמַעְלָה, תִּנָּשֵׂא. מִן הָאַרְכֻּבָּה וּלְמַטָּה, לֹא תִנָּשֵׂא: \n",
            "אֲפִלּוּ שָׁמַע מִן הַנָּשִׁים אוֹמְרוֹת, מֵת אִישׁ פְּלוֹנִי, דַּיּוֹ. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ שָׁמַע מִן הַתִּינוֹקוֹת אוֹמְרִים, הֲרֵי אָנוּ הוֹלְכִין לִסְפֹּד וְלִקְבֹר אֶת אִישׁ פְּלוֹנִי, בֵּין שֶׁהוּא מִתְכַּוֵּן וּבֵין שֶׁאֵינוֹ מִתְכַּוֵּן. רַבִּי יְהוּדָה בֶן בָּבָא אוֹמֵר, בְּיִשְׂרָאֵל עַד שֶׁיְּהֵא מִתְכַּוֵּן. וּבְגוֹי, אִם הָיָה מִתְכַּוֵּן, אֵין עֵדוּתוֹ עֵדוּת: \n",
            "מְעִידִין לְאוֹר הַנֵּר וּלְאוֹר הַלְּבָנָה, וּמַשִּׂיאִין עַל פִּי בַת קוֹל. מַעֲשֶׂה בְאֶחָד שֶׁעָמַד עַל רֹאשׁ הָהָר וְאָמַר, אִישׁ פְּלוֹנִי בֶן פְּלוֹנִי מִמָּקוֹם פְּלוֹנִי מֵת, הָלְכוּ וְלֹא מָצְאוּ שָׁם אָדָם, וְהִשִּׂיאוּ אֶת אִשְׁתּוֹ. וְשׁוּב מַעֲשֶׂה בְצַלְמוֹן בְּאֶחָד שֶׁאָמַר, אֲנִי אִישׁ פְּלוֹנִי בֶּן אִישׁ פְּלוֹנִי, נְשָׁכַנִי נָחָשׁ, וַהֲרֵי אֲנִי מֵת, וְהָלְכוּ וְלֹא הִכִּירוּהוּ, וְהִשִּׂיאוּ אֶת אִשְׁתּוֹ: \n",
            "אָמַר רַבִּי עֲקִיבָא, כְּשֶׁיָּרַדְתִּי לִנְהַרְדְּעָא לְעַבֵּר הַשָּׁנָה, מָצָאתִי נְחֶמְיָה אִישׁ בֵּית דְּלִי, אָמַר לִי, שָׁמַעְתִּי שֶׁאֵין מַשִּׂיאִין אֶת הָאִשָּׁה בְאֶרֶץ יִשְׂרָאֵל עַל פִּי עֵד אֶחָד, אֶלָּא רַבִּי יְהוּדָה בֶן בָּבָא. וְנוּמֵתִי לוֹ, כֵּן הַדְּבָרִים. אָמַר לִי, אֱמֹר לָהֶם מִשְּׁמִי, אַתֶּם יוֹדְעִים שֶׁהַמְּדִינָה מְשֻׁבֶּשֶׁת בִּגְיָסוֹת, מְקֻבְּלָנִי מֵרַבָּן גַּמְלִיאֵל הַזָּקֵן, שֶׁמַּשִּׂיאִין אֶת הָאִשָּׁה עַל פִּי עֵד אֶחָד. וּכְשֶׁבָּאתִי וְהִרְצֵיתִי הַדְּבָרִים לִפְנֵי רַבָּן גַּמְלִיאֵל, שָׂמַח לִדְבָרַי, וְאָמַר, מָצָאנוּ חָבֵר לְרַבִּי יְהוּדָה בֶן בָּבָא. מִתּוֹךְ הַדְּבָרִים נִזְכַּר רַבָּן גַּמְלִיאֵל, שֶׁנֶּהֶרְגוּ הֲרוּגִים בְּתֵל אַרְזָא, וְהִשִּׂיא רַבָּן גַּמְלִיאֵל הַזָּקֵן נְשׁוֹתֵיהֶם עַל פִּי עֵד אֶחָד, וְהֻחְזְקוּ לִהְיוֹת מַשִּׂיאִין עַל פִּי עֵד אֶחָד. וְהֻחְזְקוּ לִהְיוֹת מַשִּׂיאִין עֵד מִפִּי עֵד, מִפִּי עֶבֶד, מִפִּי אִשָּׁה, מִפִּי שִׁפְחָה. רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ אוֹמְרִים, אֵין מַשִּׂיאִין אֶת הָאִשָּׁה עַל פִּי עֵד אֶחָד. רַבִּי עֲקִיבָא אוֹמֵר, לֹא עַל פִּי אִשָּׁה, וְלֹא עַל פִּי עֶבֶד וְלֹא עַל פִּי שִׁפְחָה, וְלֹא עַל פִּי קְרוֹבִים. אָמְרוּ לוֹ, מַעֲשֶׂה בִבְנֵי לֵוִי שֶׁהָלְכוּ לְצֹעַר עִיר הַתְּמָרִים, וְחָלָה אַחַד מֵהֶם בַּדֶּרֶךְ, וֶהֱבִיאוּהוּ בְפֻנְדָּק, וּבַחֲזָרָתָם אָמְרוּ לַפֻּנְדָּקִית אַיֵּה חֲבֵרֵנוּ, אָמְרָה לָהֶם מֵת וּקְבַרְתִּיו, וְהִשִּׂיאוּ אֶת אִשְׁתּוֹ. אָמְרוּ לוֹ, וְלֹא תְהֵא כֹהֶנֶת כַּפֻּנְדָּקִית. אָמַר לָהֶם, לִכְשֶׁתְּהֵא פֻּנְדָּקִית נֶאֱמֶנֶת. הַפֻּנְדָּקִית הוֹצִיאָה לָהֶם מַקְלוֹ וְתַרְמִילוֹ וְסֵפֶר תּוֹרָה שֶׁהָיָה בְיָדוֹ: \n"
        ]
    ],
    "textbartenura":[ 
        [
            [
                "<b>חמש עשרה נשים פוטרות צרותיהן.</b> שאם היתה אחת מהן נשואה לאחיו ולו שתי נשים ומת בלא בנים, שתיהן פטורות, שנאמר (ויקרא י״ח:י״ח) ואשה אל אחותה לא תקח לצרור לגלות ערותה עליה, שאין תלמוד לומר עליה, אלא ללמדך שאפילו יבמתו שנאמר בה (דברים כ״ה:ה׳) יבמה יבא עליה, אם היא אשה אל אחותה, לא תקח. והוא הדין לשאר עריות שיש בהן כרת. ואין לי אלא היא, צרתה מנין, ת״ל לצור. צרת צרתה מנין, ת״ל לצרור. דמשמע לא תקח לא היא ולא צרתה ולא צרת צרתה:",
                "<b>בתו ובת בתו וכו׳</b> בבתו מאנוסתו, וכן בת בתו ובת בנו, דאילו בתו מאשתו היינו בת אשתו. דכיון דכתיב (ויקרא י״ח:י״ז) ערות אשה ובתה לא שנא הימנו ולא שנא מאיש אחר. אבל בתו מאנוסתו לא נפיק מהאי קרא דאשה על ידי קדושין משמע אלא נפקא מערות בת בנך או בת בתך (שם:):",
                "<b>חמותו ואם חמותו ואם חמיו.</b> כל אלו אסורות לו, משום ערות אשה ובתה לא תגלה את בת בנה ואת בת בתה, ויש בכלל זה חמותו ואם חמותו ואם חמיו:",
                "<b>אחותו מאמו.</b> שנשאת לאחיו מאביו ומת. וכן אחות אמו. שאין יבום אלא באחיו מן האב, דילפינן אחוה אחוה מבני יעקב, מה להלן מן האב אף על פי שאין מן האם הכא נמי לא שנא:",
                "<b>ואשת אחיו מאמו.</b> שמת ונשאה אחיו מאביו, שהיתה נכרית אצלו, ומת בלא בנים ונפלה לפניו ליבום. ואסורה לו לפי שהיתה תחלה אשת אחיו מאמו ואסורה לו עולמית, דכתיב (שם) ערות אשת אחיך, ודרשינן אחיך בין מן האב בין מן האם:",
                "<b>ואשת אחיו שלא היה בעולמו.</b> כגון ראובן שמת בלא בנים, ונולד לו אח לאחר מיתה ושמו לוי, ויבם שמעון את אשתו ולו אשה אחרת ומת בלא בנים, ונפלו שתיהן לפני לוי, שתיהן פטורות, לפי שאשת ראובן שנשאת לשמעון אסורה ללוי בכרת, לפי שמיעטה הכתוב מיבום לוי, שנאמר (דברים כ״ה) כי ישבו אחים יחדיו, שהיתה להם ישיבה אחת בעולם. הלכך כשמת ראובן נאסרה על לוי איסור עולם כאשת אח שיש לו בנים. ואע״פ שעתה נפלה מכח נישואי שמעון שהיה בעולמו, אסורה לו מחמת ראובן. וכשם שהיא אסורה כך צרתה אסורה:",
                "<b>וכלתו.</b> שמת בנו, ונשאה אחיו. וכלתו אסורה עליו איסור עולם ואפילו אחר שמת בנו:",
                "<b>וכולן אם מתו.</b> כגון שמתה בתו קודם מיתת אחיו או שמיאנה בו. ואע״פ שאין מיאון אלא ביתומה קטנה שהשיאוה אמה ואחיה, משכחת לה שמיאנה בחיי אביה, כגון שהשיאה אביה לאחר ונתגרשה בעודה קטנה, ששוב אין לאביה רשות בה, ונישאת לאחי אביה בעודה קטנה, אז יוצאה במיאון, דקרינן לה לקמן יתומה בחיי האב. ואם מיאנה באחיו או נתגרשה ממנו, או נמצאה אילונית שמקחה מקח טעות וכאילו לא היתה אשת אחיו מעולם, צרתה מתיבמת:",
                "<b>אילונית.</b> לשון איל. הזכר מן הצאן. וסימניה מפורשים, שאין לה שדים כנשים ואין לה סימנים וקולה עבה כאיש ואין לה שיפולי מעים כנשים כלומר שאותו מקום אינו בולט מגופה כערות שאר הנשים:",
                "<b>ואי אתה יכול לומר וכו׳</b> שכבר ילדו מאחר קודם שנישאו לאחיו, הלכך לאו אילוניות נינהו. ומיאון נמי ליכא, שהרי גדולות הן, ואין ממאנת אלא קטנה. ותנא דידן דלא חשיב אמו בכלל הנשים שפוטרות צרותיהן, סבר לה כמ״ד שאין אדם נושא אנוסת אביו ומפותת אביו. אבל לדברי האומר נושא אדם אנוסת אביו ומפותת אביו, והיא הלכה, אפשר שתנשא אמו לאחיו מאביו, וכשימות בלא בנים נמצאת אמו נופלת לפני בנה ליבום. ונמצאו ט״ז נשים פוטרות צרותיהן, ואמו אחת מהן. וכן הלכה:  "
            ],
            [
                "<b>כשם שבתו פטורה.</b> שהרי אסורה לו, ואין שם אח אלא הוא. כך צרתה פטורה:",
                "<b>הלכה צרת בתו ונישאת לאחיו השני.</b> היכא דיש אח אחר ששתיהן מותרות לו, ואינן פטורות, שהרי יש כאן מצות יבום, ומתיבמת האחת והשניה פטורה, דכתיב (דברים כ״ה:ט׳) את בית אחיו, בית אחד הוא בונה ואין בונה שתי בתים. ואם יבם אחיו השני את צרת בתו ולו אשה אחרת ומת בלא בנים וחזרו ונפלו לפניו:",
                "<b>כשם שצרת בתו פטורה.</b> שנאסרה עליו משעת נפילת אחיו הראשון. כך צרת צרתה, אשת אחיו השני האחרת, פטורה, שזו פוטרתה, שצרת ערוה פוטרת צרתה:",
                "<b>ואפילו הם מאה.</b> אחים, והלכה צרת צרתה של בתו ונתיבמה לאחיו השלישי, ולו אשה אחרת ומת בלא בנים, שתיהן אסורות על זה. וכן לעולם:",
                "<b>צרתה מותרת.</b> להתיבם. שהרי בשעת זיקת יבום אינה צרתה:",
                "<b>וכל היכולה למאן.</b> שהיא קטנה הערוה, ויכולה למאן ולא מיאנה, ומת אחיו, הואיל וקידושיה אינן אלא מדרבנן וזיקה שלה אינה אלא מדרבנן, אינה פוטרת צרתה מן החליצה, ולהתיבם אסורה, שנראית כצרת ערוה:"
            ],
            [
                "<b>שש עריות חמורות מאלו.</b> ומה היא חומרא שלהן, שנשואות לאחרים. ואינן יכולות להנשא לאחיו של זה מאביו, ואם מתו בעליהן שהן נכרים אצל זה, צרותיהן מותרות לינשא לזה, שאין צרת ערוה אסורה אלא בנופלת לפניו ליבום מאחיו. ורבינו משה בר מיימון פירש, אם נישאו בעבירה לאחיו, ומת בלא בנים ונפלו ליבום לפניו, צרותיהן מותרות, שאין אלו צרות ערוה, הואיל ולא היו קדושין תופסין לאחיו באותן עריות:",
                "<b>אמו.</b> אינה יכולה להנשא לאחיו מאביו, שהרי היא לו אשת האב, לדברי האומר שאנוסת אביו אסורה. ולעיל פירשתי שאין כן הלכה, אלא אמו פוטרת צרתה, שהיא יכולה להנשא לאחיו מאביו:",
                "<b>אשת אביו, אשת אחיו מאביו.</b> [שהיה לו בנים] ואחות אביו, כולן אסורות לאחיו כמו שאסורות עליו, ואין בהם צד יבום על זה לעולם. ואם נשאום אחרים ולהם נשים אחרות ומתו, צרותיהן מותרות לינשא לזה. וכן אם נשא אותה אחיו בעבירה ומת בלא בנים צרותיהן מותרות:"
            ],
            [
                "<b>בית שמאי מתירין.</b> צרת ערוה להתיבם לאחיו. דלית להו הך דרשה דלצרור:",
                "<b>חלצו.</b> הצרות מן האחין:",
                "<b>בית שמאי פוסלין.</b> הצרות מן הכהונה, שחליצתן חליצה:",
                "<b>ובית הלל מכשירין.</b> שחליצתן שלא לצורך היתה, והרי היא כחולצת מן נכרי:",
                "<b>נתיבמו.</b> לאחין:",
                "<b>בית שמאי מכשירין.</b> אותן לכהנים אם נתאלמנו מיבמיהם:",
                "<b>ובית הלל פוסלים.</b> שנבעלו לאסור להם, והנבעלת לאסור לה עשאה זונה וזונה אסורה לכהן:",
                "<b>לא נמנעו.</b> ואע״פ שבני הצרות שנתיבמו כדברי בית שמאי ממזרים הם לב״ה, שהרי באיסור אשת אח הם עליהם ואשת אח בכרת, ובני חייבי כריתות ממזרים הם, אעפ״כ לא נמנעו ב״ה מלישא נשים מב״ש, לפי שהיו מודיעים להם אותן הבאות מן הצרות ופורשין מהן:",
                "<b>אלו על גבי אלו.</b> משאילים כליהם אלו לאלו. ובגמרא פריך אהא דתנן בית שמאי מתירין את הצרות לאחים ובית הלל אוסרים, קרי כאן לא תתגודדו, לא תיעשו אגודות אגודות. ומשני, כגון בית דין אחד בעיר אחת פלג מורים בבית שמאי ופלג מורים כבית הלל. אבל שני בתי דינים בעיר אחת, וכ״ש שני בתי דינים בשתי עיירות לית לן בה:"
            ]
        ],
        [
            [
                "<b>כיצד אשת אחיו וכו׳</b> פוטרת צרתה:",
                "<b>ונולד להן אח.</b> ומצאה זקוקה ליבם, ועליו אסורה משום אשת אחיו שלא היה בעולמו:",
                "<b>ואח״כ יבם השני את אשת אחיו.</b> ולו אשה אחרת:",
                "<b>ומת.</b> בלא בנים:",
                "<b>הראשונה.</b> היא אשת הראשון, שנפלה לפניו כבר פעם אחת, יוצאת משום אשת אחיו שלא היה בעולמו:",
                "<b>עשה בה.</b> זה שמת:",
                "<b>מאמר.</b> פירוש שקידשה בכסף. וביבמה קידושין של כסף אינם קידושין גמורים אלא מדברי סופרים, שאין היבמה נקנית ליבם להיות כאשת איש גמורה עד שיבא עליה, וזה לא הספיק לכונסה עד שמת:",
                "<b>שניה חולצת.</b> ולא מפטרה משום צרת ערוה, דלאו צרתה ממש היא:",
                "<b>ולא מתיבמת.</b> משום דמאמר קונה מקצת והויא לה צרת ערוה במקצת. וכל מקום שאין שם קדושין גמורים חולצת ולא מתיבמת:"
            ],
            [
                "<b>ומת.</b> המיבם:",
                "<b>מיבם לאיזו שירצה.</b> ופוטרת חברתה. ולאו אעשה בה מאמר קאי, אלא ארישא קאי דקתני הראשונה אסורה וכו׳, וקאמר ר״ש כיון שכשנולד כבר נתיבמה, ולא היתה על זה בזיקת נשואי אחיו הראשון מעולם, מותרת לו. ואין הלכה כר״ש:"
            ],
            [
                "<b>לא חולצת ולא מתיבמת.</b> צרתה, וכל שכן היא. וכן אילונית, דכתיב (דברים כ״ה) אשר תלד, פרט לאילונית. וכן אשת סריס חמה ואנדרוגינוס, לא חולצת ולא מתיבמת, שנאמר (שם) ובן אין לו, פרט לאלו שאין ראוי להיות להם בנים. ואשת גר ואשת עבד משוחרר, לא חולצת ולא מתיבמת, שאין אחוה לגרים ולא לעבדים. אבל עקרה וזקנה, או חולצת או מתיבמת:",
                "<b>אחותה.</b> של ערוה כשהיא יבמתה. כגון שנפלו לו שתי אחיות משני אחיו והאחת אסורה עליו משום ערוה כגון שהיא חמותו או כלתו חולצת או מתיבמת דהשתא לא פגע באחות זקוקתו, משום דערוה לאו זקוקתו היא:"
            ],
            [
                "<b>שניות.</b> לעריות. שגזרו סופרים עליהם. ונקראו איסור מצוה, שמצוה לשמוע דברי חכמים. ואלו הן, אם אמו ואין לה הפסק, ואם אבי אמו בלבד, ואם אביו ואין לה הפסק, [ואם אבי אביו], ואשת אבי אביו ואין לה הפסק, ואשת אבי אמו בלבד, ואשת אחי האב מן האם, ואשת אחי האם בין מן האם בין מן האב, וכלת בנו ואין לה הפסק, וכלת בתו, ובת בת בנו, ובת בת בתו, ובת בן בנו, ובת בן בתו, ובת בת בן אשתו, ובת בת בת אשתו, ואם אם אבי אשתו, ואם אם אם אשתו, ואם אב אם אשתו, ואם אב אבי אשתו:",
                "<b>אלמנה לכהן גדול.</b> שמת אחיו ההדיוט ונפלה אשתו לפניו:",
                "<b>גרושה וחלוצה לכהן הדיוט.</b> כגון שעבר אחיו המת ונשא גרושה וחלוצה, וכשמת צריכה חליצה, שהרי תפסו לו בה קדושין משום דקדושין תופסין בחייבי לאוין. אבל יבומי לא, שהרי היא אסורה לו. ולפטרה בלא כלום אי אפשר, דלא אלים לאו למפטרה, דילפינן לה מאחות אשה שהיא בכרת:"
            ],
            [
                "<b>אח מכל מקום.</b> ואפילו ממזר:",
                "<b>אחיו לכל דבר.</b> ליורשו וליטמא לו:",
                "<b>שפחה ונכרית.</b> ולדה בתרה אזיל, דכתיב בשפחה (שמות כ״א) האשה וילדיה תהיה לאדוניה. ובנכרית כתיב (דברים ז׳) כי יסיר את בנך מאחרי, ומדלא כתיב כי תסיר, שמע מינה הכי קאמר, בתך לא תתן לבנו כי יסיר בעל בתך את בנך שתלד לו בתך מאחרי, אבל אבתו לא תקח לבנך לא מהדר, שאין הבן הבא מן הנכרית קרוי בנך אלא בנה:"
            ],
            [
                "<b>ואינו יודע איזו קידש.</b> ואסור בשתיהן, משום דכל חדא וחדא איכא למימר זו אחות אשה:",
                "<b>חולץ לשתיהן.</b> דלא ידע איזו היא יבמתו. ומיחלץ לחדא וליבומי לאידך, לא אפשר, דאחות חלוצתו היא, ואסורה לו מדרבנן בחייה. ויבומי ברישא נמי לא, דדילמא לא זו היא יבמתו וקפגע באחות זקוקתו דהויא כאשתו:",
                "<b>היו לו שנים, אחד חולץ.</b> תחלה לאחת, והשני אם רצה ליבם לשניה מיבם, שאם זו יבמתו שפיר, ואם אחותה היא, לא פגע באחות זקוקתו, משום דחליצה דהך אפקעתא לזיקה:",
                "<b>קדמו וכנסו.</b> קודם שנמלכו בבית דין:",
                "<b>אין מוציאין אותן מידם.</b> משום דכל חד וחד אמר, אנא שפיר נסבי. ואי נמי הוי איפכא שהראשון שכנס ליבום כנס אחות זקוקתו, ההיא שעתא הוא דעבד איסורא, ומשבא אחיו ויבם את השניה שהיא יבמתו, פקעא זיקתה למפרע מאידך:"
            ],
            [
                "<b>שנים שקידשו שתי אחיות.</b> והם נכרים:",
                "<b>זה חולץ לשתיהן כו׳</b> משום דכל חד מינייהו אסור ליבומי, דדלמא כל חד וחד פגע באחות זקוקתו:",
                "<b>היחיד חולץ לשתיהן.</b> שאי אפשר לו ליבם, לא קודם חליצה של שניה משום אחות זקוקה, ולא לאחר חליצה משום אחות חלוצה. לפיכך הואיל ואסור ליבם יחלוץ תחלה לשתיהן, כדי להוציא אותה שהיא יבמתו מאיסור יבמה לשוק:",
                "<b>והשנים אחד חולץ.</b> לאפקועי זיקה מאחיו אם זו יבמתו, ותשתרי אחותה לשני ממה נפשך, אי יבמתו היא, שפיר, ואי אחותה היא הא פקעה זיקת היבמה מיניה בחליצת אחיו:",
                "<b>אחיו של זה מייבם חלוצתו של זה.</b> ממה נפשך, אם זו יבמתו שפיר נסיב, שהרי אחיו לא חלץ לזו אלא לאחותה שלא היתה יבמתו ואינה כלום. ואי לאו יבמתו היא שפיר נסיב, נכריה היא, דאי משום אחות זקוקה ליכא, שהרי חלץ אחיו את אחותה שהיא יבמתו ופקעה זיקה. ואי משום יבמה לשוק, הרי חלצה זו מאחי בעלה:",
                "<b>קדמו שני אחין.</b> של אחד וחלצו לשתיהן משום דלא ידעי איזו היא יבמתו:",
                "<b>לא ייבמו.</b> שני אחים האחרים זה את זו וזה את זו, משום דקמא דנסיב אית ליה למימר זו היא אחות זקוקתו: אלא אחד חולץ תחלה, לאחת:",
                "<b>ואחד מיבם.</b> לשניה, ממה נפשך, אי יבמתו היא שפיר, ואי לאו, באחות זקוקה לא פגע, שהרי חלץ אחיו ליבמתו. ויבמה לשוק לא הוי, שהרי חלצה מאחי בעלה:",
                "<b>ואם קדמו.</b> אלו ב׳ אחרונים וכנסו אחר חליצת שנים האחרים ולא באו לימלך בב״ד, אין מוציאין מידן, כדפרישית, שהרי אין כאן אלא ספק איסור אחות זקוקה בנישואי ראשונה, ואיכא למימר קמא דנסיב יבמתו היא ושפיר נסיב, ובתרא נמי שפיר נסיב נכריה, ואי נמי הוי אינסיבא איפכא וקמא פגע באחות זקוקה ; כיון שבא שני ויבם פקעה זיקתה מאחיו והותרה לו אשתו, ואיסורא דעבד עבד:"
            ],
            [
                "<b>מצוה בגדול ליבם.</b> דדרשינן ולקחה לו לאשה ויבמה והיה הבכור, המיבם יהא בכור. אשר תלד, ואותה יבמה תהא ראויה לילד, פרט לאילונית. יקום הבכור היבם על שם אחיו לנחול אותו, ולא יחלקו אחיו עמו:",
                "<b>הנטען על אשת איש.</b> החשוד על אשת איש:",
                "<b>והוציאוה.</b> ב״ד מתחת בעלה, בשביל זה שאסרה עליו, והלך זה ונשאה:",
                "<b>יוציא.</b> דמדאורייתא אסורה נמי לו כמו שאסורה לבעל, כדדרשינן מנטמאה נטמאה ב׳ פעמים, אחד לבעל ואחד לבועל. ודוקא הנטען על אשת איש, אבל נטען על הפנויה, נראה דמצוה לכנוס, כדאשכחן גבי אונס (דברים כ״ב:י״ט) ולו תהיה לאשה:"
            ],
            [
                "<b>המביא גט ממדינת הים.</b> צריך שיאמר בפני נכתב ובפני נחתם. וטעמא מפורש בגיטין, למר משום שאין בקיאין לשמה, ולמר שאין עדים מצויין לקיימו:",
                "<b>לא ישא את אשתו.</b> משום דאדבוריה סמכינן:",
                "<b>מת הרגתיו וכו׳</b> הואיל ועל עדותו נישאת, איכא לזות שפתים, שמא עיניו נתן בה והעיד עדות שקר עליה. אבל תנשא לאחר, דאשה נישאת בעד אחד:",
                "<b>ר״י אומר הרגתיו לא תנשא אשתו.</b> בעדותו אפילו לאחר, מפני שהוא רשע והתורה אמרה אל תשת רשע עד. ואין הלכה כר״י. דקיי״ל אין אדם משים עצמו רשע, דאדם קרוב אצל עצמו. ומהימנינן ליה שנהרג, אבל לא מהימנינן ליה במאי דאמר שהוא הרגו. והלכך אפילו כי אמר הרגתיו תנשא אשתו:",
                "<b>הרגנוהו תנשא אשתו.</b> מפורש בגמרא, באומר אני הייתי עם הורגיו אבל אני לא הרגתיו:"
            ],
            [
                "<b>בנדר.</b> שנדרה הנאה מבעלה ולא הפר לה, ובאת לחכם להתיר לה ולא מצא פתח לחרטה:",
                "<b>לא ישאנה.</b> משום חשד:",
                "<b>שהוא בית דין.</b> כלומר, מיאון או חליצה לא עשה חכם זה ביחידי, משום דקיי״ל חליצה ומיאונים בשנים ושלשה לא חשידי. אבל היתר נדרים ביחיד מומחה:",
                "<b>וכולן.</b> החכם והמביא גט והמעיד על האשה להשיאה, דתנן בהו לא יכנוס, אם היה להן נשים בשעת מעשה, ומתו אח״כ, מותרות להנשא להם דהשתא ליכא חשד:",
                "<b>וכולן.</b> הנשים הללו:",
                "<b>שנישאו לאחרים.</b> כשאסרה החכם או כשהעיד העד שמת בעלה, ומתו הבעלים השניים:",
                "<b>מותרות לינשא.</b> לחכם ולעד ולמביא גט:",
                "<b>וכולן מותרות לבניהם ולאחיהן.</b> של אלו המתירים אותן. ואינן אסורות אלא להם לבדם, דאין אדם חוטא בשביל בנו או בשביל אחיו. וכל הני דאמרינן לא יכנוס, אם כנס אינו מוציא, חוץ מהנטען על אשת איש שאם הוציאוה בית דין מתחת בעלה בעדים וראיה ברורה, אפילו אם כנס יוציא. ואם באו עדי דבר מכוער בלבד, כגון שראו אדם יוצא והיא חוגרת בסינר או אדם יוצא והיא עומדת מעל המטה וכיוצא בזה, אם כנס לא יוציא. ואם לאחר שבאו עדי דבר מכוער יצא קלא דלא פסיק, שעמד הקול יום וחצי, אם כנס יוציא, אלא אם כן היו לו בנים ממנה שאז אינו מוציא, כדי שלא להוציא לעז על בניו:"
            ]
        ],
        [
            [
                "<b>ארבעה אחין.</b> חולצות ולא מתיבמות. דכיון דתרווייהו זקוקין להאי ולהאי, קמא דמיבם פגע באחות זקוקתו דהויא כאשתו:",
                "<b>ב״ש אומרים יקיימו ובית הלל אומרים יוציאו.</b> בגמרא מפכינן לה, בש״א יוציאו ובה״א יקיימו. דבכל מקום ב״ש לחומרא וב״ה לקולא חוץ מהמקומות הידועים מקולי בית שמאי ומחומרי בית הלל, והכי אמרינן בעלמא, ב״ש במקום ב״ה אינה משנה, כלומר, כל היכא דאשכחן במשנה בית שמאי מקילין, וב״ה הוא שדרכן להקל ונמצאו עתה בית שמאי עומדים במקום בית הלל, אינה משנה ומשבשתא היא וצריך להפכה, אלא אם כן היא מהמשניות הידועות שהם מקולי בית שמאי ומחומרי בית הלל. ובמסכת עדיות מני לה בשם רבי אליעזר מקולי בית שמאי ומחומרי בית הלל:"
            ],
            [
                "<b>איסור ערוה.</b> כגון חמותו ואם חמותו:",
                "<b>ומותר באחותה.</b> דלאו אחות זקוקתו היא, דערוה לא רמיא קמיה ליבומי:",
                "<b>איסור מצוה.</b> רמיא קמיה מדאורייתא, הילכך אסור באחותה, דאחות זקוקתו היא:"
            ],
            [
                "<b>אחותה כשהיא יבמתה.</b> אחותה של ערוה כשהיא יבמתה אשת אחי בעלה, כשנופלת עמה ליבום:",
                "<b>או חולצת או מתיבמת.</b> דלאו אחות זקוקתו, היא דערוה לא רמיא קמיה:"
            ],
            [
                "<b>ור״ש פוטר.</b> טעמא דר״ש, דכתיב (ויקרא י״ח:י״ח) ואשה אל אחותה לא תקח לצרור, בשעה שנעשו צרות זו לזו, כגון הכא ששתיהן זקוקות לו ליבום, לא יהא לך לקוחין לא בזו ולא בזו. ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>ואחד מופנה.</b> בלא אשה::",
                "<b>אשתו עמו.</b> דקסברי בית שמאי בעלת מאמר היא חשובה ככנוסה, וכשנפלה אחותה לאחר כן לא מתסרה משום אחות זקוקה:",
                "<b>והלה תצא.</b> אף מן החליצה. משום אחות אשה:",
                "<b>מוציא אשתו בגט.</b> דלא אלים מאמר לשויה ככנוסה, וזו אוסרתה משום אחות זקוקה. וצריכה גט מפני המאמר דהוי קדושין במקצת ולא פקעי קדושין בלא גט, וצריכה חליצה דהואיל ולא הוי מאמר קדושין גמורין עדיין זקוקתו היא וצריכה חליצה לזיקתה. וברישא יהיב לה גיטא, והדר חליץ לה. וכן הלכה:"
            ],
            [
                "<b>נכרית.</b> שאינה קרובה לא לזו ולא לזו:",
                "<b>נכרית חולצת ולא מתיבמת.</b> הוא דין אע״ג דלא עשה בה מאמר, ומת, נכרית מחלץ חלצה יבומי לא מיבמה, דהויא לה צרת אחות אשה בזיקה. והאי דקתני מאמר, לאפוקי מדבית שמאי דאמרי מאמר קונה קנין גמור ואפילו חליצה נמי לא תיבעי, קמ״ל דצריכה חליצה:"
            ],
            [
                "<b>שעה אחת.</b> בנפילה ראשונה כשנפלה מאחיו הראשון, שאז היתה אשתו קיימת והיתה זאת אסורה עליו כאשת אח שיש לו בנים. וצרתה הנכרית לא אתפרש דינה, ומסתברא דחולצת ולא מתיבמת:"
            ],
            [
                "<b>וכולן.</b> ט״ו עריות, שהיו בהן לאחיו קדושי ספק או גירושי ספק, דהויא ספק צרת ערוה:",
                "<b>חולצת.</b> ולא מפטרה בלא כלום, דדילמא לאו צרת ערוה היא:",
                "<b>ספק קרוב לו.</b> שהיו ח׳ אמות מצומצמות ביניהן ברשות הרבים, וד׳ אמות של אדם קונות לו שם, וזרקו ספק בארבע אמותיו ספק בארבע אמותיה:"
            ],
            [
                "<b>זיקת שני יבמין.</b> דכל זמן שלא כנסה זה עדיין זיקת ראשון עליו, ונתוספה עליו זיקת שני בשביל המאמר, וכשמת נותרו עליה זיקת שני יבמין:",
                "<b>ר״ש אומר וכו׳</b> דקסבר מספקא לן אי מאמר קונה לגמרי או לא קני כלל, לכך מיבם לאיזו שירצה, דאי מאמר קני לא הוי עלה אלא זיקת שני, ואי מאמר לא קני לא הוי עלה אלא זיקת הראשון:",
                "<b>וחולץ לשניה.</b> דחדא לא מפטרה בביאת אידך, דדלמא מאמר לא קני והוו שתי יבמות הבאות מב׳ בתים. ויבומי תרווייהו לא, דדילמא מאמר קני והוו ב׳ יבמות הבאות מבית אחד. ואין הלכה כרבי שמעון. ואע״ג דאמרינן במתניתין דזיקת שני יבמין דאורייתא מקרא דיבמה יבא עליה, בגמרא מוכח דזיקת שני יבמין דרבנן היא, גזירה שמא יאמרו שתי יבמות הבאות מבית אחד מתיבמות:"
            ],
            [
                "<b>היו אחין.</b> אף משום אשת אח וכו׳. אע״ג דקיי״ל אין איסור חל על איסור, אית ליה להאי תנא דבאיסור כולל ואיסור מוסיף ואיסור בת אחת כי הכא, איסור חל על איסור, וחייב להביא קרבן על כל איסור ואיסור:",
                "<b>ומפרישין אותן.</b> שלא לחזור לבעליהן:",
                "<b>שמא מעוברות הן.</b> והולדות ממזרים, ובעינן הבחנה בין זרע כשר לזרע פסול שלא יתלו העוברים בבעליהן:",
                "<b>ואם היו כהנות.</b> בנות כהנים:",
                "<b>נפסלו מתרומה.</b> מלאכול בתרומת בית אביה אפילו אחר מיתת בעלה, ואע״פ שנאנסה:"
            ]
        ],
        [
            [
                "<b>החולץ ליבמתו.</b> הוא מותר בקרובותיה. דלאו חליצה היא, דהא לא בעיא חליצה. וקרובות וקרובים דמתניתין היינו הנך דנאסרות על האיש מחמת אשתו וקרובים הנאסרים על אשה מחמת בעלה:",
                "<b>אם אין הולד של קיימא.</b> שהוא נפל:"
            ],
            [
                "<b>וחייבין בקרבן.</b> שבעל אשת אח שלא במקום מצוה. והולד כשר ממה נפשך:",
                "<b>וחייבין אשם תלוי.</b> שכל דבר שחייבין על זדונו כרת ועל שגגתו חטאת, חייבין על לא הודע שלו אשם תלוי:"
            ],
            [
                "<b>שומרת יבם.</b> שהיא ממתנת ומצפה ליבם:",
                "<b>שנפלו לה נכסים.</b> מבית אביה:",
                "<b>מה יעשו בכתובתה.</b> מנה ומאתים ותוספת ונדוניא שהכניסה לו וקבל עליו אחריות:",
                "<b>ובנכסים הנכנסים ויוצאים.</b> נכסי מלוג. שכשהיא נכנסת נכנסין עמה וכשיוצאת מבעלה יוצאין עמה:",
                "<b>בית שמאי אומרים יחלוקו יורשי הבעל עם יורשי האב.</b> דספק נשואה היא וזוכה היבם בחצי ירושתה מספק, שהבעל יורש את אשתו, וזה שספק נשואה היא אצלו זוכה בפלגא:",
                "<b>נכסים בחזקתן.</b> נכסי צאן ברזל, בחזקתן. ולא פירשו ב״ה אי בחזקת יורשי האשה שהיו הנכסים שלה, אי בחזקת יורשי הבעל שאחריותם עליו. ולענין דינא יחלוקו אפילו לדברי ב״ה:"
            ],
            [
                "<b>כאשתו לכל דבר.</b> שמגרשה בגט ולא בעיא חליצה, ומחזירה כשירצה ולא מיתסרא עליה:",
                "<b>על נכסי בעלה הראשון.</b> שיהיו קרקעות של בעלה הראשון אחראין וערבאין על כתובתה. ואי לית לה כתובה מבעלה הראשון כותב לה היבם כתובה על נכסיו, והיא מנה בלבד:"
            ],
            [
                "<b>מצוה בגדול ליבם.</b> כדילפינן מוהיה הבכור:"
            ],
            [
                "<b>ובגדול.</b> שהיה גדול האחים במדינת הים, ותלה גדול האחין שלפנינו בו לומר המתינו לו, שהוא גדול ממני:",
                "<b>[ובחרש ובשוטה.</b> עד שיבריאו. אין שומעין לו]:",
                "<b>עליך מצוה.</b> אף על פי שאחיך שבמדינת הים הוא גדול ממך, כיון שאתה גדול האחין שלפנינו עליך מצוה, דשהויי מצוה לא משהינן:"
            ],
            [
                "<b>הרי הוא כאחד מן האחין.</b> ולא הפסיד חלקו בשביל שחלץ. דסלקא דעתך אמינא לקנסיה הואיל והפסידה מיבום שפסלה על האחים:",
                "<b>זכה בנכסי אחיו.</b> ואפילו גרשה למחר, דיקום על שם אחיו אמר רחמנא, והרי קם:",
                "<b>נכסים של אב.</b> דכתיב והיה הבכור, מה בכור אין לו בחיי האב, אף יבם אין לו בחיי האב. ואין כן הלכה, אלא הכונס את יבמתו זכה בנכסי אחיו ואפילו במקום אב:",
                "<b>אסור בקרובותיה.</b> כאילו היא אשתו, וכל קרובות הנאסרות מחמת אשה גמורה אסורות מדרבנן בחלוצה:",
                "<b>בזמן.</b> שהיא קיימת. אאחותה קאי ולא אשאר עריות:",
                "<b>מותר אדם בקרובת צרת חלוצתו.</b> ולא אמרינן צרה כחלוצה שיהא אסור באחות צרת חלוצתו כמו שהוא אסור באחות חלוצתו:",
                "<b>ואסור בצרת קרובת חלוצתו.</b> ראובן חלץ ללאה, ורחל נשואה לנכרי ולה צרה, ומת הנכרי, אסורה אותה צרה לראובן. וטעמא הוי, שבזמן שלאה חולצת מוליכה רחל אחותה עמה לב״ד, וכולי עלמא לא ידעי להי מינייהו חליץ, ואיכא דסברי דלרחל חליץ, וכי נסיב צרת רחל דהיינו צרת קרובת חלוצתו אמרי צרת חלוצתו נסיב, דאינהו סברי שרחל וצרתה נשי אחיו היו, שהרי חלץ לרחל. אבל אין היבמה מוליכה צרתה עמה בזמן שחולצת, הלכך כי נסיב אחות הצרה לא אמרי אחות חלוצה נסיב:"
            ],
            [
                "<b>וכן המגרש את אשתו וכו׳</b> בגמרא פריך, וכן סלקא דעתך. אלא אימא אבל המגרש את אשתו וכו׳, שאחות גרושה מדברי תורה ולכך פטורה מן החליצה ומן היבום, ואחות חלוצה מדברי סופרים ולכך חולצת ולא מתיבמת:"
            ],
            [
                "<b>שומרת יבם.</b> ממתנת ליבם:",
                "<b>שקידש.</b> אחד מן האחים את אחותה אחר שנפלה זו לפניהן והוזקקה לכולן:",
                "<b>המתן.</b> מלכנוס, דקא פגעת באחות זקוקה:",
                "<b>עד שיעשה אחיך מעשה.</b> שיכנוס אחיך את היבמה או יחלוץ לה ויעקור את זיקתה מעליך:",
                "<b>מתה היבמה יכנוס את אשתו.</b> דאפילו כנסה ומתה מותר באחותה:",
                "<b>מת היבם.</b> ולא נותר אח אלא זה שקידש את אחותה:",
                "<b>מוציא את אשתו בגט ואת אשת אחיו בחליצה.</b> אבל יבומי לא, משום דאחות גרושתו היא. ובגמרא פסיק הלכה כרבי יהודה בן בתירא:"
            ],
            [
                "<b>לא תחלוץ וכו׳</b> מפרש בגמרא טעמא, דכתיב (דברים כ״ה) אם לא יחפוץ האיש לקחת את יבמתו ועלתה יבמתו וגו׳, הא אם יחפוץ ייבם, כל העולה ליבום עולה לחליצה וכל שאינו עולה ליבום אינו עולה לחליצה:",
                "<b>בתולות.</b> גזרינן אטו בעולות. וארוסות אטו נשואות. וכן הלכה. והנך שלשה חדשים הם תשעים יום חוץ מיום שמת בו בעלה או שנתגרשה בו וחוץ מיום שנתארסה בו:",
                "<b>הנשואות יתארסו.</b> דטעמא דאסורה כדי להבחין בין זרע ראשון לזרע שני, שלא תלד בן, ספק בן תשעה לראשון ספק בן שבעה לאחרון, ובארוסות ליכא למימר הכי:",
                "<b>והארוסות ינשאו.</b> דהא לא איעבור מראשון:",
                "<b>חוץ מארוסה שביהודה.</b> שהיו מיחדין את הכלה ואת החתן ביהודה קודם כניסתן לחופה כדי שיהיה רגיל ומשחק עמה ולא יהיו בושים זה מזה בבעילת מצוה, לכך חיישינן שמא בעל:",
                "<b>כל הנשים יתארסו.</b> משום דר״י לא מפליג בין אלמנה לגרושה ומתיר לאלמנה ליארס אפילו תוך שלשים יום של ימי אבלה, אתא רבי יוסי לאפלוגי עליה בהא, ואסר לאלמנה ליארס תוך שלשים של ימי אבלה:"
            ],
            [
                "<b>ארבעה אחים וכו׳</b> הוא הדין אפילו נשי טובא נמי, אם אפשר בסיפוקייהו הרשות בידו לכנוס את כולן. והאי דנקט ארבע, עצה טובה קמשמע לן, ארבע אין טפי לא, כי היכי דנמטייהו עונה בחודש:",
                "<b>ביאתה או חליצתה של אחת מהן פוטרת צרתה.</b> ולא מיבם לתרוייהו, דכתיב (דברים כ״ה:ט׳) אשר לא יבנה את בית אחיו, בית אחד הוא בונה ואינו בונה שני בתים. ולא חליץ לתרוייהו, שכל שאינו עולה ליבום אינו עולה לחליצה, והואיל ותרווייהו כי הדדי לא סלקי ליבום כדאמרינן בית אחד הוא בונה, הכי נמי לא סלקי לחליצה:",
                "<b>חולץ לפסולה.</b> ולא יפסול את הכשרה לכהונה, שהחלוצה פסולה לכהונה, ולא ישפוך אדם מי בורו ואחרים צריכין להן:"
            ],
            [
                "<b>המחזיר את גרושתו.</b> משנישאת:",
                "<b>והנושא את חלוצתו.</b> דקיימא עליה בלאו דלא יבנה, כיון שלא בנה שוב לא יבנה:",
                "<b>והנושא קרובת חלוצתו.</b> דקסבר ר״ע דחלוצתו כאשתו, שהכתוב קראה ביתו, דכתיב (שם) בית חלוץ הנעל. וקסבר נמי ר״ע יש ממזר מחייבי לאוין. ואינה הלכה:",
                "<b>קרובת גרושתו.</b> דגרושתו כאשתו. ואמה ואחותה חייבי כריתות נינהו:"
            ],
            [
                "<b>כל שאר בשר שהוא בלא יבא.</b> כל קורבה שהיא בלאו, ואפילו אין בה כרת:",
                "<b>כל חייבי כרת.</b> אבל לא חייבי לאוין. וכן הלכה, שכל שאיסורו אסור כרת הולד ממזר, חוץ מן הנדה. אבל מחייבי לאוין אין הולד ממזר:"
            ]
        ],
        [
            [
                "<b>רבן גמליאל.</b> אין גט אחר גט. שתי יבמות ליבם אחד מאח אחד, ונתן גט לראשונה וחזר ונתן גט לשניה, לא נאסרו קרובות השניה עליו למיהוי כגרושתו, דמכי יהיב גט לראשונה פקעה זיקת שתיהן מעליו, דגט מהני ביבמה למיקם עלה בלא יבנה, ושוב לא ייבם לא הוא ולא שאר האחים לא ליבמה שקבלה הגט ולא לצרתה, הלכך כי הדר ויהיב גט שני לשניה אין במעשיו כלום והוי כנותן גט לאשה נכרית דעלמא. וכן שני יבמין ליבמה אחת ונתן זה גט וזה גט. האחרון אינו כלום ומותר בקרובותיה:",
                "<b>ולא מאמר אחר מאמר.</b> בין שני יבמין ליבמה אחת בין ביבם אחד ושתי יבמות, האחרון אינו כלום ואינה צריכה ממנו גט ומותר בקרובותיה:",
                "<b>יש גט אחר גט.</b> דקמא לא דחה זיקתה לגמרי דהא בעיא חליצה, הלכך אכתי איכא פלגא זיקה ואהני גט שני לשניה למיהוי גרושתו ואסור בקרובותיה. וכן הלכה:"
            ],
            [
                "<b>כיצד.</b> לאו אפלוגתא קאי אלא מילתא באנפי נפשה, ואיבם אחד ויבמה אחת קאי. והכי קאמר, כיצד דין יבם אחד ויבמה אחת:",
                "<b>צריכה הימנו חליצה.</b> ואם רצה לכנוס לא יכנוס, דכיון דהתחיל בגרושין קיימא עליה בלא יבנה:",
                "<b>צריכה ממנו גט.</b> דחליצה אפקעתא לזיקה, וגט בעי לאפקועי קדושין דיליה, דחליצה לא מפקעא קדושין:"
            ],
            [
                "<b>נתן גט ועשה בה מאמר צריכה גט וחליצה.</b> דגט דחי קצת ושייר קצת ומאמר קני שיורא דגט, הלכך צריכה גט למאמרו וחליצה לזיקתו:",
                "<b>נתן גט ובעל.</b> אסור לקיימה, שמשעה שנתן גט קיימא עליה בלא יבנה, וצריכה גט לביאתו וחליצה לזיקתו:",
                "<b>אין אחר חליצה כלום.</b> הא מתניתין ר׳ עקיבא היא דאמר אין קדושין תופסין בחייבי לאוין. ואינה הלכה, אלא הלכה כחכמים שאומרים יש אחר חליצה כלום, ואם קידשה אחר חליצה צריכה הימנו גט:",
                "<b>אחד יבמה אחת ליבם אחד ואחד שתי יבמות ליבם אחד.</b> שוין הן שיש אחר גט ראשון או אחר מאמר ראשון כלום ואין אחר ביאה שבתחלה כלום ואין אחר חליצה כלום:"
            ],
            [
                "<b>צריכות שני גיטין.</b> לשתי יבמות. כרבנן דיש מאמר אחר מאמר:",
                "<b>וחליצה.</b> לאחת מהן, ופוטרת צרתה:",
                "<b>מאמר לזו וגט לזו.</b> פסל גט של אחרונה את הראשונה, דקם ליה בלא יבנה, וצריכה גט למאמרו וחליצה לזיקתו:",
                "<b>מאמר לזו ובעל לזו צריכות שני גיטין.</b> זו גט למאמרו וזו גט לביאתו:",
                "<b>וחליצה.</b> לאחת מהן ופוטרת צרתה:",
                "<b>גט לזו ובעל לזו צריכות גט וחליצה.</b> ואסור לקיימה דקם עליה בלא יבנה משום גט ראשון, ובגט לחודא לא נפקה בעלת ביאה, דביאה פסולה היא:",
                "<b>אין לאחר חליצה כלום.</b> ואי הדר מקדש לה או לצרתה לא תפסי בה קדושין כר׳ עקיבא דאמר אין קדושין תופסין בחייבי לאוין. ואינה הלכה:"
            ],
            [
                "<b>חלץ וחלץ.</b> מותר בקרובות שניה, שאין אחר חליצה ראשונה שום זיקת יבמין, וחליצה בתרייתא לאו כלום היא ואפילו לכהונה אינה פסולה. וכן חלץ לזו ומאמר לזו. וכן נתן גט לזו אחר החליצה של זו. או אם בעל לזו אחר החליצה של זו אין מעשה האחרון כלום. או אם בעל תחלה וחזר ובעל לשניה. או בעל תחלה ועשה מאמר בשניה, או נתן גט לשניה או חלץ לשניה, אין אחר ביאה כלום ומעשה אחרון לא חשיב ומותר בקרובות השניה:",
                "<b>אין אחר חליצה כלום.</b> ארישא קאי. ואסיפא צריך למימר אין אחר ביאה כלום:"
            ],
            [
                "<b>חלץ ועשה מאמר נתן גט ובעל.</b> איבם אחד ויבמה אחת קאי. ואף על גב דתנא לעיל, הדר תניא הכא משום סיפא דבעי לאפלוגי בין ביאה לחליצה, דחליצה בין בתחלה בין באמצע בין בסוף אין אחריה כלום, והביאה דוקא בזמן שהיא בתחלה. ולאשמועינן נמי פלוגתא דר׳ נחמיה ורבנן:",
                "<b>בין בתחלה בין באמצע.</b> כגון גט לזו וחלץ לזו וחזר ועשה בה מאמר או בבעלת הגט, לא מהני המאמר ולא בעינן גט למאמרו:",
                "<b>בסוף.</b> אחר מאמר וגט חלץ:",
                "<b>אין אחריה כלום.</b> וחליצה גמורה היא, ואי הדר ועביד מאמר לא בעיא גט, משום דחליצה גירושין גמורים נינהו, ואע״ג דהיא חליצה פסולה:",
                "<b>הביאה באמצע.</b> כגון גט לזו ובעל לזו וחזר ועשה מאמר בשלישית, אסור בקרובותיה:",
                "<b>בסוף.</b> גט לזו ומאמר לזו וחזר ובא (עליה) על [האחת], יש אחר ביאה זו זיקת יבמין, וכי מפיק לה בעי חליצה ולא סגי לה בגט:",
                "<b>אין אחריה כלום.</b> ונפקא בגט בלא חליצה. ואי הדר וקידש לאידך אחר ביאה אין במעשיו כלום:"
            ]
        ],
        [
            [
                "<b>הבא על יבמתו.</b> שוגג. כסבור אשה אחרת היא:",
                "<b>מזיד.</b> לשם זנות ולא למצות יבום:",
                "<b>אפילו הוא שוגג והיא מזידה.</b> לא מבעיא היכא דהיא מכוונה למצוה, אלא אפילו היכא דתרווייהו לא מכווני למצוה, כגון שהוא מכוין לאשה אחרת והיא נתכוונה לשם זנות, קנה, דאמר קרא (דברים כ״ה:ה׳) יבמה יבא עליה, מכל מקום:",
                "<b>המערה.</b> שלא גמר ביאתו אלא הכניס עטרה בלבד. ופגיעת עטרה בלא הכנסה קרויה נשיקה:",
                "<b>קנה.</b> וזכה בנחלה, ויוצאת בגט אם בא להוציאה:",
                "<b>לא חלק בין ביאה לביאה.</b> בין ביאה כדרכה לביאה שלא כדרכה, דכתיב (ויקרא כ׳:י״ג) משכבי אשה, מגיד הכתוב ששתי משכבות יש באשה:"
            ],
            [
                "<b>וכן הבא על אחת מכל העריות.</b> באחת מכל הביאות האלו:",
                "<b>או על הפסולות כגון אלמנה, לכהן גדול וכו׳</b> פסלה לכהונה משום זונה. ואף על פי שאשת ישראל שנאנסה מותרת לבעלה, פסולה היא לכהונה. וגרושה נמי, אי בת כהן היא מפסלה בהך ביאה מתרומה דבי נשא:",
                "<b>ממזרת ונתינה, לישראל.</b> לאו אפסולה לכהונה קאי, דהא פסולה וקיימא, אלא לענין העראה נקט, ליה, למלקי עלה בהעראה כגמר ביאה:"
            ],
            [
                "<b>מן האירוסין לא יאכלו בתרומה.</b> מפני שנתקדשה קידושי עבירה נפסלה מתרומה דבית אביה אם בת כהן היא:",
                "<b>רבי אליעזר ור״ש מכשירין.</b> עד שתבעל ותיעשה חללה, שנאמר (ויקרא כ״א) ולא יחלל, שני חלולין אחד לה ואחד לזרעה. ולית הלכתא כוותייהו, אלא אף מן הארוסין לא יאכלו בתרומה:",
                "<b>נתארמלו או נתגרשו.</b> מן הכהנים הללו:",
                "<b>מן הנישואין פסולות.</b> דשויוה חללה בביאתן:",
                "<b>מן האירוסין כשרות.</b> דאפילו תנא קמא לא פסל מן האירוסין אלא בחייהן, שהיא משתמרת לביאה פסולה, אבל מתו לא:"
            ],
            [
                "<b>לא ישא את הבוגרת.</b> דכתיב (שם) והוא אשה בבתוליה יקח, פרט לבוגרת שכלו בתוליה:",
                "<b>רבי אלעזר ורבי שמעון מכשירין.</b> ולית הלכתא כוותייהו:"
            ],
            [
                "<b>כהן הדיוט לא ישא אילונית וכו׳</b> והוא הדין לישראל. ולא נקט כהן אלא משום פלוגתא דרבי יהודה דאמר דכהן אפילו יש לו אשה ובנים לא ישא אילונית, מה שאין כן בישראל. ואין הלכה כר׳ יהודה:",
                "<b>ושנבעלה בעילת זנות.</b> כגון חייבי לאוין או חייבי עשה, וכל שכן חייבי כריתות ומיתות בית דין. אבל הבא על הפנויה לא עשאה זונה:"
            ],
            [
                "<b>בית שמאי אומרים שני זכרים.</b> דילפינן ממשה שפירש מן האשה לאחר שנולדו לו שני זכרים:",
                "<b>ובית הלל אומרים זכר ונקיבה שנאמר זכר ונקבה בראם.</b> וממשה אין ראיה שעל פי הדבור עשה:",
                "<b>ושהה עמה עשר שנים וכו׳</b> כדאשכחן באברהם לאחר ששהה עשר שנים עם שרה ולא ילדה נשא הגר. וימים שישב עמה בחוצה לארץ לא עלו מן המנין, דדלמא ישיבת חוץ לארץ גרמה. וכל הימים שהאיש או האשה חולים או חבושים בבית האסורים וכיוצא בזה מדברים שמונעים התשמיש אין עולין למנין עשר שנים:",
                "<b>גירשה מותרת לינשא לאחר.</b> דשמא לאו מינה הוי אלא מיניה. וכשהוא מגרשה נותן לה כתובתה אם טוענת דמיניה הוא שאינו יורה כחץ, ומטילין חרם עליה אם יודעת שהוא יורה כחץ וטוענת עליו טענת שקר:",
                "<b>האיש מצווה על פריה ורביה ולא האשה.</b> דכתיב (בראשית א׳) פרו ורבו וגו׳ וכבשוה, וכבשה כתיב חסר וי״ו, האיש שדרכו לכבוש את האשה הוא מצווה על פריה ורביה:",
                "<b>רבי יוחנן בן ברוקא אומר וכו׳</b> ולית הלכתא כותיה:"
            ]
        ],
        [
            [
                "<b>אלמנה לכהן גדול: עבדי מלוג.</b> מה שהאשה משיירת לעצמה ואינה כותבת בכתובתה, נקראים נכסי מלוג, שהבעל מולג אותם נכסים כמליגת התרנגולים, מפני שהוא אוכל פירות אותן נכסים, ואם פחתו פחתו לה ואם הותירו הותירו לה. ונכסי צאן ברזל הם הנכסים שהכניסה לו ומה שהוסיף הוא לה וכתבו בכתובה סך הכל קיבל עליו פלוני כך וכך בכתובתה. ולכך נקראים צאן ברזל, שהקרן קיים כברזל, שאם מתו כולן, חייב הבעל לשלם. ולפי שהיו רגילים לשום הצאן בשומת כך וכך והיה הרועה חייב באחריותן כפי השומא אפילו אם מתו כל הצאן, לכך נקראו הנכסים שהבעל מקבל עליו אחריותן נכסי צאן ברזל:",
                "<b>עבדי מלוג לא יאכלו.</b> לפי שהן שלה והיא חללה:"
            ],
            [
                "<b>בת ישראל שנישאת לכהן.</b> אפילו עבדי מלוג יאכלו, משום דהוי קנין כהן שקנה קנין, כלומר האשה שהיא קנינו של כהן קנתה אלו העבדים, וכתיב (ויקרא כ״ב:י״א) וכהן כי יקנה נפש קנין כספו, שאין ת״ל קנין כספו אלא למדרש הכי, וכהן כי יקנה קנין כספו נפש, שעבדו של כהן קנה נפש, הוא יאכל בו:"
            ],
            [
                "<b>והניחה מעוברת.</b> אע״פ שיש לה בנים ממנו והיא אוכלת בתרומה, לא יאכלו עבדי צאן ברזל בתרומה, לפי שהן של יורשין ויש לעובר חלק בהן ואין לעובר כח להאכילם בתרומה, אי משום דקסבר עובר במעי זרה זר הוא, אי משום דקסבר ילוד מאכיל, שאינו ילוד אינו מאכיל, דכתיב (ויקרא כ״ב:י״א) ויליד ביתו הם יאכלו וקרי ביה הם יאכילו:",
                "<b>שהעובר פוסל.</b> אם בת כהן לישראל היא והניחה מעוברת ואין לה בן אחר פוסלה מלשוב לבית אביה:",
                "<b>ואינו מאכיל.</b> שאם היתה בת ישראל לכהן והניחה מעוברת אין בעובר כח להאכילה, והוא הדין לעבדיו:",
                "<b>אף בת כהן לכהן כו׳</b> כיון דאמרת שאינו ילוד אינו מאכיל, אף בת כהן לכהן אין העבדים אוכלים בתרומה מפני חלקו של עובר, שהרי עבדיו הן ואינן אוכלין אלא בשבילו והוא אין בו כח להאכיל. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>העובר והיבם וכו׳</b> האי עובר אי בת כהן לישראל היא, פוסל, דכתיב כנעוריה, פרט למעוברת. אי בת ישראל לכהן היא, לא מאכיל, דשאינו ילוד אינו מאכיל:",
                "<b>והיבם.</b> אי בת כהן לישראל היא, פוסל לה, ושבה אל בית אביה כתיב (שם) פרט לשומרת יבם שאינה יכולה לשוב שהיא אגודה ביבמה. ואי בת ישראל לכהן, לא מאכיל לה, קנין כספו אמר רחמנא וזו קנין אחיו היא:",
                "<b>והארוסין.</b> אי בת כהן לישראל היא, פסיל לה, דקני לה בהויה, ומשעת הויה אפסילה לה, כדכתיב (שם) ובת כהן כי תהיה לאיש זר. אי בת ישראל לכהן, לא מאכיל לה, גזירה שמא ימזגו לה כוס יין של תרומה בבית אביה ותשקה לאחיה ולאחיותיה:",
                "<b>והחרש.</b> אי בת כהן לישראל היא, פסל לה, דהא קנאה בתקנתא דרבנן. ואי בת ישראל לכהן היא, לא מאכיל לה, דקנין כספו אמר רחמנא וחרש מדאורייתא לא קני:",
                "<b>ובן תשע שנים ויום אחד וכו׳</b> אחד מן הפסולים לכהונה שהוא בן תשע שנים ויום אחד ובא על הכהנת או על הלויה או על בת ישראל, פסלה מלאכול בתרומה, שבן תשע שנים ויום אחד ביאתו ביאה ונתחללה בבעילתו. ואי בת ישראל נישאת לכהן בן תשע שנים ויום אחד, אינו מאכילה בתרומה, שאין קנינו קנין גמור:",
                "<b>וכן ספק בן תשע שנים וכו׳</b> דינו כבן תשע ודאי ופוסל:",
                "<b>ספק הביא שתי שערות ספק לא הביא.</b> קטן שקידש את האשה, ספק הביא שתי שערות ספק לא הביא וקדושיה קדושי ספק, אשתו חולצת ולא מתיבמת:",
                "<b>נפל הבית עליו ועל בת אחיו.</b> שהיא אשתו. ספק הוא מת ראשון ונפלו שתיהן ליבום לפני אחיו ופטורה צרתה משום צרת הבת, ספק היא מתה ראשונה ובשעת נפילה ליבום לא הואי צרתה צרת ערוה כדתנן וכולן אם מתו או מיאנו וכו׳ צרותיהן מותרות. צרתה חולצת ולא מתיבמת. ואיידי דאיירי בספיקי לחומרא תני להא בהדייהו:  "
            ],
            [
                "<b>והשוטה.</b> אפילו ע״י חופה וקידושין לא פוסל ולא מאכיל, שאין קנינו קנין:",
                "<b>נחתך העובר שבמעיה תאכל.</b> מיד. והוא הדין אם ילדתו ומת:",
                "<b>עיברה לא תאכל.</b> שהעובר אינו מאכיל:",
                "<b>גדול משל אב.</b> שהבועל אינו מאכיל לפי שלא בא עליה לשם קדושין ולאו קנינו היא, ובנו מאכיל:",
                "<b>העבד פוסל משום ביאה.</b> אם בא על הכהנת פסלה מלאכול בתרומה:",
                "<b>ואינו פוסל משום זרע.</b> אם יש לה זרע לבת כהן מישראל כשר:",
                "<b>נכבש.</b> נדחק ובא עליה:",
                "<b>הרי זה עבד.</b> שולד שפחה כמוה:",
                "<b>היתה אם אביו בת כהן לישראל תאכל בתרומה.</b> אם מת אביו, אף על גב דהולד קיים ובעלמא ולד פוסל, האי לא פסיל, דלאו בתר אבוה שדינן ליה דלאו זרעו הוא:"
            ],
            [
                "<b>ופוסל את אם אמו.</b> דאי לאו הוא, היתה אם אמו חוזרת לתרומה דבית אביה לאחר מיתת בתה. וכל זמן שזה קיים אינה חוזרת לתרומה דכתיב (ויקרא כ״ב) וזרע אין לה, עיין עליה, או בת בת הבת, או בן בן הבן, או בת בת הבן עד סוף כל הדורות:",
                "<b>לא כבני כהן גדול.</b> כלומר לא ירבו כמותו בישראל שהוא פוסלני מן התרומה:"
            ]
        ],
        [
            [
                "<b>הערל.</b> כהן ערל שמתו אחיו מחמת מילה:",
                "<b>אינו אוכל בתרומה.</b> דילפינן מפסח דכתיב ביה (שמות י״ב:מ״ח) וכל ערל לא יאכל בו:",
                "<b>נשיהם ועבדיהם יאכלו.</b> דהא משום ערלה וטומאה לא נפקי מכלל כהנים אלא דאינהו גופייהו מחוסרים תקנה:",
                "<b>נשיהם לא יאכלו.</b> דשויה חללה בביאתו, דנבעלה לפסול לה:",
                "<b>ואם לא ידעה.</b> שהיתה נשואה לו קודם לכן ולא בא עליה לאחר שנעשה פצוע דכא:"
            ],
            [
                "<b>ואם נשתייר מהעטרה.</b> שנחתך מהעטרה ואילך, כשר, שאין גיד אלא מהעטרה ולמעלה לצד הגוף. עטרה היא שורת בשר המקפת במקום המילה. ובין שנפצע הגיד כמין מכת חרב וסכין, בין שנתמעך והוקטן מאליו, בין שנכרת, בין בגיד בין בביצים בין בחוטי הביצים, כולם פסולים. והני מילי בידי אדם, אבל מחמת חולי הכל כשר:"
            ],
            [
                "<b>ואם לדין.</b> שאתה דורש קל וחומר מעצמך:",
                "<b>יש תשובה.</b> להשיב, מה לעמון ומואב שכן נתפרש טעמן, על דבר אשר לא קדמו והאשה אין דרכה לקדם, תאמר במצרי ואדומי שלא נתפרש טעמן:",
                "<b>לא כי.</b> אפילו אם הייתי דן קל וחומר אין לכם תשובה. ומכל מקום הלכה אני אומר. ואין הלכה כרבי שמעון:",
                "<b>נתינים.</b> גבעונים שנתגיירו בימי יהושע ונתונים לחוטבי עצים ושואבי מים:"
            ],
            [
                "<b>שהסריס.</b> יש סריס שחולץ וחולצין לאשתו:",
                "<b>והסריס לא חולץ וכו׳</b> דכתיב (דברים כ״ה:ו׳) ולא ימחה שמו, פרט לזה ששמו מחוי:",
                "<b>אין לי לפרש.</b> איני יודע לפרש איזה סריס בן חליצה ואיזה פטור:",
                "<b>סריס אדם.</b> שנסתרס לאחר שנולד:",
                "<b>סריס חמה.</b> ממעי אמו שלא ראה חמה אלא כשהוא סריס. וסימניו מפורשין, כל שאין לו זקן ושערו לקוי ובשרו מחליק ואין מימי רגליו מעלין רתיחה וכשמטיל מים אינו עושה כיפה שאין קילוח השתן הולך למרחוק עד שיעשה עגול כמין כיפה ושכבת זרעו דיהה ואין מימי רגליו מחמיצין ורוחץ בימות הגשמים ואין בשרו מעלה הבל וקולו לקוי ואינו ניכר בין איש לאשה. והלכה כרבי עקיבא שאומר סריס אדם חולץ וחולצין לאשתו ומיבמין לאשתו. אבל הוא אינו מיבם שהרי פסול לבוא בקהל:"
            ],
            [
                "<b>סריס.</b> חמה, אינו לא חולץ ולא מיבם, ולא חולצין ומיבמין לאשתו:",
                "<b>אילונית.</b> סימניה פירשנו בפ״ק:",
                "<b>בעלוה פסלוה.</b> שהואיל והיא פטורה מן היבום עומדת עליהם באיסור אשת אח:"
            ],
            [
                "<b>רבי יוסי ור״ש אומרים כו׳</b> דסבירא להו אנדדוגינוס כזכר. והדר ביה ר״י ואמר בברייתא שאנדרוגינוס בריה בפני עצמו ולא הכריעו בו חכמים אם זכר אם נקבה, הלכך אינו מאכיל בתרומה:",
                "<b>רבי יהודה אומר כו׳</b> ולית הלכתה כותיה, דהא קיי״ל לעיל סריס אדם חולץ וחולצים לאשתו, וטומטום שנקרע הוי כסריס אדם:",
                "<b>אנדרוגינוס נושא אבל לא נישא.</b> מפני שהוא כזכר, והשוכב עמו הוי בא על הזכור בין בזכרות שלו בין בנקבות שלו:",
                "<b>ר״א אומר חייבין עליו סקילה כזכר.</b> דוקא במקום זכרות שלו ולא בנקבות שלו. והלכה כר״א:"
            ]
        ],
        [
            [
                "<b>יש מותרות.</b> כהן הדיוט שנשא אלמנה. והוא הדין בתולה, שהרי כשמת נעשית אלמנה. ונקט אלמנה משום דבעי למיתני סיפא כהן גדול שנשא אלמנה:"
            ],
            [
                "<b>כהן גדול שקידש את האלמנה.</b> אבל נשאה נתחללה בביאתו ואסורה לבעל וליבם:"
            ],
            [
                "<b>שניה לבעל ולא שניה ליבם.</b> אם אמו של בעל ולא של יבם, כגון אחים מן האב ולא מן האם:",
                "<b>אין לה כתובה.</b> מנה ומאתים שהם עיקר כתובה הוא דלית לה לשניה, אבל תוספת יש לה:",
                "<b>ולא פירות.</b> אין משלם לה פירות נכסי מלוג שאכל שלה, ואע״ג דפירות תקינו רבנן תחת פרקונה וזו אין חייב לפדותה דלא קרינן בה ואותבינך לי לאינתו ולפיכך היה ראוי שישלם לה מה שאכל מפירות נכסי מלוג שלה, אפילו הכי קנסוה רבנן דלא תגבי מיניה פירות שאכל בתנאי כתובה, כי היכי דקנסוה דלא תגבי מיניה עיקר כתובה, דתנאי כתובה ככתובה דמי:",
                "<b>ולא מזונות.</b> אין צריך לומר שאינו חייב לזון אותה בעודה תחתיו, דהא בעמוד והוצא קאי, אלא אפילו הלך למדינת הים ולותה ואכלה לא משלם, דאילו באשה כשרה אם לותה ואכלה חייב הבעל לשלם, שהמלוה תובע אותה מה שהלוה לה והיא תובעת לבעלה, דדוקא במי שפרנסה שלא בדרך הלואה אמרינן בכתובות הלכה כחנן דאמר מי שהלך למדינת הים ועמד אחד ופרנס את אשתו הניח מעותיו על קרן הצבי דכיון שבשביל בעלה פרנסה ולא הלוה לה כלום למאן קא תבע, היא לא לותה והבעל לא ביקש ממנו שיפרנסה הלכך מצוה הוא דעבד, אבל אם הלוה לה, חייב הבעל לשלם אם היא כשרה, ואם היא מן השניות אינו חייב לשלם:",
                "<b>ולא בלאות.</b> אם נשתמש הבעל בנכסי מלוג שלה עד שבלו אינו חייב לשלם, דסד״א הואיל ואין לה כתובה אם אכל הבעל נכסי מלוג שלה חייב לשלם מה שאבד ובלה מהם, קמ״ל דקנסוה רבנן שלא ישלם הבעל הבלאות. אבל מה שימצא מהן קיימים נוטלתן:",
                "<b>אלמנה לכהן גדול וכו׳</b> יש להן כתובה ופירות דמשלם להן הבעל פירות שאכל מנכסי מלוג שלהן. ומזונות יש להן שניזונות מנכסיו, ודוקא לאחר מיתה, אבל בחייו אין כופין אותו לזונן, דהא קיימי עליה בעמוד והוצא. ואם לותה אחת מהן למזונותיה בחיי בעלה, אין חייב הבעל לשלם למלוה. ובלאות נמי יש להן, שחייב להחזיר מה שבלה ואבד מנכסי מלוג שלהן. והני מילי כשהכיר בהן, אבל לא הכיר בהן אין להן לא כתובה ולא פירות ולא מזונות ולא בלאות, אבל יש להן תוספת ובלאות דאיתנהו בעינייהו. והאי דשניות אין להן כתובה ולא פירות ולא מזונות ולא בלאות ואלמנה לכהן גדול גרושה וחלוצה לכהן הדיוט וכו׳ יש להן כתובה ופירות ומזונות ובלאות, לפי שהללו מדברי סופרים וצריכים חזוק, והללו מדברי תורה ואין צריכים חזוק. ובפרק אלו הן הלוקין מוכח דחלוצה לכהן גדול דאורייתא היא. ואע״ג דחלוצה לכהן הדיוט היא מדברי סופרים, עשאוה כשל תורה לדין זה:"
            ],
            [
                "<b>לא תאכל בתרומה.</b> כדתנן בפרק אלמנה לכהן גדול, העובר והיבם והאירוסין פוסלין ולא מאכילין:",
                "<b>לא תאכל במעשר.</b> כולה מתניתין ר״מ היא דאמר מעשר ראשון אסור לזרים, ואינה הלכה:",
                "<b>בת כהן ללוי לא תאכל לא בתרומה ולא במעשר.</b> הכי קאמר, אין חולקין תרומה ולא מעשר בבית הגרנות לא לבת כהן ולא לבת לוי, גזירה משום גרושה בת ישראל שהיא אסורה לאכול במעשר, ואם יחלקו לאשה מעשר בבית הגרנות יבואו לחלוק לבת ישראל אחר שנתגרשה מלוי שאין הכל יודעין שבשביל בעלה היו מחלקין לה, לפיכך גזר ר״מ שלא תחלוק אשה בבית הגרנות אפילו בת כהן ובת לוי. והא דתנן בת לוי המאורסת לכהן וכו׳ לא תאכל לא בתרומה ולא במעשר, הוא הדין אפילו נשואה, ומשום רישא דתני בת ישראל המאורסת לכהן דהתם דוקא מאורסת שאם היתה נשואה תאכל, תנא נמי בסיפא גבי בת לוי מאורסת:"
            ],
            [
                "<b>מת ולה ממנו בן תאכל בתרומה.</b> דכתיב (ויקרא כ״ב:י״א) ויליד ביתו הם יאכלו בלחמו, קרי ביה יאכילו. וכל זמן שבנה קיים מאכילה בתרומה:",
                "<b>נשאת ללוי.</b> אחר שילדה מכהן:",
                "<b>אוכלת במעשר.</b> ולא בתרומה, ואף על גב דיש לה בן מכהן, דהדרא הויא לה זרה:",
                "<b>מת ולה ממנו בן אוכלת במעשר.</b> בשביל בנה מלוי, אבל לא בתרומה בשביל בנה מכהן, שהרי יש לה זרע מן הזר:"
            ]
        ],
        [
            [
                "<b>האשה.</b> ואמרו לה מת בעליך. שאמר לה עד אחד מת בעליך ונשאת על פי עד אחד. ולפיכך תצא מזה ומזה כדין אשת איש שזנתה שאסורה לבעל ואסורה לבועל, דלאו אנוסה היא, ואף על גב דהימנוהו רבנן לעד אחד באשה משום עגונה, טעמא מאי משום דהיא גופה דייקא ומנסבא, והך דלא דייקא קנסינן לה. אבל נשאת על פי שני עדים שאמרו לה מת בעלך, הא אמרינן בסיפא נשאת שלא על פי ב״ד כלומר שלא היתה צריכה להיתר ב״ד כיון שהיו שני עדים מעידין בדבר, מותרת לחזור לבעלה הראשון, דאנוסה היא, דמאי הוה לה למעבד. ובגמרא מוכח דלית הלכתא הכי, אלא לא שנא נשאת על פי ב״ד בעד אחד ולא שנא נשאת ע״פ שני עדים אם בא בעלה הראשון תצא מזה ומזה וכל הדרכים האלו בה:",
                "<b>וצריכה גט מזה ומזה.</b> טעמא דבעיא גט משני, שכשרואים את הראשון חי סבורים שגרשה וע״י כן נשאה שני ואשתו גמורה היא, ואם מוציאה בלא גט נמצאת אשת איש יוצאה בלא גט:",
                "<b>ולא בלאות.</b> שנאבדו, אבל בלאותיה הקיימים לא הפסידה:",
                "<b>והולד ממזר מזה ומזה.</b> אם ילדה מן השני, ממזר גמור. ואם החזירה הראשון וילדה, הוי ממזר מדבריהם:",
                "<b>לא זה וזה זכאין במציאתה.</b> דטעמא מאי אמור רבנן מציאת אשה לבעלה, משום איבה, הכא תיהוי לה איבה ואיבה:",
                "<b>ולא במעשה ידיה.</b> דטעמא מאי אמור רבנן מעשה ידיה לבעלה משום מזוני, והכא דמזוני לית לה, מעשה ידיה לאו דיליה:",
                "<b>ולא בהפרת נדריה.</b> דטעמא מאי בעל מיפר נדרי אשתו, כי היכי דלא תתגנה על בעלה, הכא תתגנה ותתגנה:",
                "<b>נפסלה מן הכהונה.</b> דזונה היא:",
                "<b>מן המעשר.</b> קנסא היא. דבת לוי שזנתה לא נפסלה מן המעשר:",
                "<b>מן התרומה.</b> אפילו תרומה דרבנן:",
                "<b>יורשים כתובתה.</b> כתובת בנין דכרין:",
                "<b>חולצין ולא מיבמין.</b> אחיו של ראשון חולץ מדאורייתא ורבנן גזור דלא ליבם, ואחיו של שני חולצין מדרבנן כי היכי דבעיא גט משני מדרבנן:",
                "<b>ביאתה או חליצתה.</b> ארישא פליג דקתני ולא מיבמין:",
                "<b>ואין הולד ממנו ממזר.</b> אם החזירה ראשון. ולית הלכתא לא כר׳ יוסי ולא כר׳ אליעזר ולא כר״ש:",
                "<b>נשאת שלא ברשות.</b> ב״ד, כגון שאמרו לה שני עדים מת בעליך שאינה צריכה להיתר ב״ד:"
            ],
            [
                "<b>ופטורה מן הקרבן.</b> דיחיד שעשה בהוראת בית דין פטור מן הקרבן:",
                "<b>שלא על פי בית דין.</b> אלא בשני עדים, חייבת בקרבן, דשוגגת היא. ולית הלכתא כי הא מתניתין, אלא בין נשאת ע״פ בית דין בעד אחד בין ע״פ שני עדים, חייבין בקרבן היא ובעלה השני:"
            ],
            [
                "<b>ואחר כך מת בנה.</b> ולא הוזקקה ליבום:",
                "<b>ונשאת.</b> לשוק:",
                "<b>ראשון ואחרון.</b> ראשון שלפני השמועה, ואחרון שלאחר השמועה. וכר״ע מתוקמא דאמר יש ממזר מחייבי לאוין, ואינה הלכה:"
            ],
            [
                "<b>מותרת לחזור לו.</b> דקדושי שניה אינן כלום ובזנות בא עליה. ואמרינן בגמרא ושכב איש אותה (במדבר ח), שכיבתה אוסרתה ואין שכיבת אחותה אוסרתה:",
                "<b>ומותר בקרובות השניה.</b> לישא בתה, דקיי״ל נושאים על האנוסה ועל המפותה:",
                "<b>רבי יוסי אומר כל שפוסל ע״י אחרים פוסל ע״י עצמו.</b> ר׳ יוסי שמעיה לתנא קמא דקאמר לא שנא דאזלי אשתו וגיסו שהוא בעל אחות אשתו למדינת הים ולא שנא דאזלי ארוסתו וגיסו, ובאו ואמרו לו מתה אשתך ומת גיסך ונשא את אחותה ואח״כ באו אשתו וגיסו, אשת גיסו אסורה על גיסו, ואשתו מותרת לו. וא״ל ר׳ יוסי ארוסתו וגיסו דאיכא למימר תנאה הוי בקדושין והאי דנסיב לאחותה שפיר קנסיב ובעיא גט מיניה דלא לימרו אשת איש יוצאת בלא גט, דפסיל לה ע״י אחרים דהיינו גיסו, דכיון דנפקא מיניה בגיטא אפסלא לה מבעלה, פוסל נמי ע״י עצמו ואתסרא ליה אתתיה עליה דהויא אחות גרושתו, אבל היכא דאזלי אשתו וגיסו למדינת הים וקא נסיב לה לאחותה דליכא למימר תנאה הוה ליה בנשואין ושפיר קנסיב לה להאי כדאיכא למימר באירוסין, ולא בעיא גט מיניה ולא קפסיל ע״י אחרים דהא לא פסלה אשת גיסו אגיסו, אינו פוסל ע״י עצמו, ושריא ליה איתתיה שהרי אינה אחות גרושתו:"
            ],
            [
                "<b>אמרו לו מתה אשתך ונשא אחותה מאביה.</b> שלא מאמה, וחזרו ואמרו לו מתה השניה, ונשא אחותה של השניה מאמה ולא מאביה, ונמצאת זו השלישית נכריה אצל הראשונה, וחזרו ואמרו לו מתה זו השלישית, ונשא אחותה של שלישית זו מאביה ולא מאמה, נמצאת רביעית רחוקה מן השניה וכ״ש מן הראשונה, וחזרו ואמרו לו מתה זאת הרביעית:",
                "<b>ונשא אחותה מאמה.</b> והיא רחוקה מן השלישית וכן מן הראשונה ומן השניה, ואחר כך אמרו לו כולן קיימות:",
                "<b>מותר בראשונה בשלישית ובחמישית.</b> שאינן קרובות זו לזו. ואף על פי שהשלישית אחות השניה, שריא, דקדושי שניה לא תפסי, דאחות אשה היא לראשונה שלקחה מקודם, והויא לה כאנוסה ומפותה, ותניא, אנס אשה מותר לישא בתה, דלא אסרה תורה אלא אחות אשה בלבד, והיכא דלא תפסי קדושין לאו אחות אשה היא. וכן החמישית אע״פ שהיא אחות הרביעית, מותרת, דהואיל ותפסי קדושין בשלישית נמצאת ביאת רביעית שהיא אחות שלישית ביאת זנות ולא נאסרה חמישית עליו:",
                "<b>ופוטרות צרותיהן.</b> אם מת ובא יבם ויבם אחת מהן פוטרת צרתה:",
                "<b>ואסור בשניה.</b> מפני הראשונה. וברביעית מפני השלישית:",
                "<b>ואם בא על השניה לאחר מיתת הראשונה.</b> שאמת היו הדברים של ראשונה, ושאר הדברים שקר היו, אסור בשלישית מפני השניה ובחמישית מפני הרביעית:"
            ],
            [
                "<b>בן תשע שנים ויום אחד פוסל.</b> את היבמה לאחין אם בא עליה, דביאתו ביאה. או אם נתן גט או עשה בה מאמר, שיש לו גט ויש לו מאמר, אבל אינו גט גמור ולא מאמר גמור:",
                "<b>אלא שהוא פוסל תחלה.</b> בגמרא מפרש דבמאמר הוא פוסל תחלה ולא בסוף, שאם אחיו הגדול עשה מאמר ואח״כ עשה מאמר זה שהוא בן תשע שנים ויום אחד לא פסלה מאחיו, אבל בביאה פוסל בן תשע שנים ויום אחד בין בתחלה בין בסוף. ומתניתין חסורי מחסרא והכי קתני, אלא הוא פוסל תחלה והן פוסלין תחלה וסוף. במה דברים אמורים, במאמר, אבל ביאה אפילו בסוף נמי פסיל, כיצד, בן תשע שנים ויום אחד הבא על יבמתו וכו׳:"
            ],
            [
                "<b>פסל על ידו.</b> דהוי ליה כמאמר אחר מאמר דשניהם תופסין בה:",
                "<b>ר״ש אומר לא פסל.</b> דביאת בן תשע לר״ש ספק קניא ספק לא קניא, אי קניא קניא לגמרי ולא מהניא ביאת אחיו, ואי לא קניא הוה ליה כמי שלא בעל לא הוא ולא אחיו, הילכך לא פסל. ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>בן תשע שנים ויום אחד.</b> שבא על יבמתו ומת חולצת ולא מתיבמת. שיש עליה זיקת שני יבמין, שבביאתו של זה הקטן שהוא כמאמר בגדול לא יצאת מידי זיקת נפילה ראשונה, וחלה עליה זיקת נפילה שניה, ותנן בפרק ד׳ אחים, מי שעליה זיקת יבם אחד ולא שעליה זיקת שני יבמין:",
                "<b>נשא אשה.</b> שאינה יבמתו, ומת ולו אחים:",
                "<b>הרי זו פטורה.</b> דאע״ג דביאתו ביאה אין קנינו קנין כלום עד שיביא שתי שערות, אבל ביבמה הואיל וזקוקה לו עשו אותה רבנן כמאמר:"
            ],
            [
                "<b>אם לא ידע הראשונה משהגדיל, ראשונה חולצת ולא מתיבמת.</b> דזיקת שני יבמין עליה הואיל ולא ידעה משהגדיל לא יצאת ידי נפילה ראשונה:",
                "<b>רבי שמעון אומר מיבם לאיזה שירצה.</b> דלית ליה לרבי שמעון זיקת שני יבמין. והכי נמי אמרינן בפרק ארבעה אחים:",
                "<b>וחולץ לשניה.</b> דהא לאו צרות נינהו לאפטורי חדא ביבום חברתה, ויבומי תרווייהו לא, הואיל והויא צרתה במקצת מאמר דרבנן, מחזו כשתי יבמות הבאות מבית אחד:",
                "<b>אחד בן תשע ואחד בן עשרים.</b> שניהן שוין לכל האמור למעלה, דכל כמה דלא אייתי שתי שערות קטן הוא, עד שיהיה בן ל״ה שנה, ואם הגיע לחמש ושלשים שנה ולא הביא שתי שערות אף על פי שלא נראו בו סימני סריס המפורשים למעלה, הרי זה סריס חמה:"
            ]
        ],
        [
            [
                "<b>נושאין על האנוסה.</b> לאחר שאנס או פתה אשה מותר לישא בתה או אמה או אחותה, דכתיב (ויקרא כ׳:י״ד) ואיש אשר יקח את אשה ואת אמה, בכולן נאמר שכיבה וכאן נאמרה לקיחה לומר לך דרך לקיחה אסרה תורה:",
                "<b>רבי יהודה אוסר.</b> דכתיב (דברים כ״ג:א׳-ב׳) לא יקח איש את אשת אביו ולא יגלה כנף אביו, כנף שראה אביו לא יגלה. ואין הלכה כרבי יהודה. אבל חכמים אסרו לנטען מן האשה לישא בתה או אחותה או אמה או אחת מקרובותיה, מפני שהיא מצויה אצלם תמיד ואתו לידי הרגל עבירה. ואם עבר ונשא אחת מקרובות אנוסתו ומפותתו או מקרובות האשה שנחשד עליה אין מוציאין אותה מידו. ומתניתין דקתני נושאין על האנוסה דמשמע אפילו לכתחלה, מיירי לאחר מיתת האנוסה והמפותה, דהשתא ליכא למיחש שמא לאחר שישא בתה יזנה עם הראשונה:  "
            ],
            [
                "<b>לא חולצין.</b> דאחוה מן האב בעינן, וגרים אין להם שאר מן האב:"
            ],
            [
                "<b>שנתערבו ולדותיהן.</b> ויש לכל אחת מהן בן ודאי, שלא נתערב:",
                "<b>ארבעה חולצין לאחת.</b> בן ודאי של כל אחת מן הארבעה חולץ לאחת מהן, דכל אחת מספק לה לאשת אח. ובן החמישית ישאנה ממה נפשך, אם אשת אחיו היא הרי מיבם לה, ואם לאו הרי חלץ לה יבמה:",
                "<b>הוא ושלשה.</b> זה שיבם חולץ לאחרת ושלשה עמו. והחמישי מיבם ממה נפשך. וחוזרין השנים הללו וחולצין לשלישית ושנים עמהם והחמישי מיבם, וכן כולם:",
                "<b>ד׳ חליצות.</b> תחלה, לפי שאין אחד מהם רשאי ליבם עד שיחלצו לה הארבעה, כי היכי דלא לפגע ביבמה לשוק. והוא הדין דמצו הארבעה למחלץ לכולהו והאחד כונס את כולן, אלא דהכי שפיר טפי, דלמא לכל חד וחד מתרמי דיליה ומתקיימא מצות יבום:"
            ],
            [
                "<b>מתו כשרים.</b> הודאין:",
                "<b>אחד חולץ.</b> תחלה, והדר מיבם אידך, ממה נפשך, אי האי דחלץ הוא בן הכלה וחלץ לאשת אחיו, הא אשתריא לה בהך חליצה ושפיר נסיב לה אידך שהוא בן הזקנה, דאשת בן אחיו מותרת לו. ואי האי דחלץ הוא בן הזקנה ואשת בן אחיו חלץ, הויא לה כחולצת מן הנכרי, ובן הכלה כי מיבם לה שפיר קמיבם:"
            ],
            [
                "<b>אוכלים בתרומה.</b> דאחד כהן ואחד עבד כהן אוכלין בתרומה:",
                "<b>וחולקים חלק אחד.</b> מפרש בגמרא דהכי קאמר, וחולקים חלק כאחד, אם באו שניהם על הגורן כאחד נותנים להם, אבל זה בלא זה אין חולקין להם, דקסבר האי תנא אין חולקים תרומה לעבד אלא אם כן רבו עמו:",
                "<b>בין כשרות בין פסולות.</b> דכל אחד מהם ספק כהן ספק עבד, כשרות אסורות לעבד ופסולות אסורות לכהן, וספק איסורא לחומרא:",
                "<b>אין סופגין את הארבעים.</b> דכל חד אמר אנא לאו כהן אנא:",
                "<b>אין משלמין.</b> דכל חד אמר כהן אנא, ולא מפקינן ממונא מספיקא:",
                "<b>ומוכרין התרומה.</b> תרומת תבואתן אין נותנין אותה לכהן כשמפרישין אותה, דכל חד אמר אייתי ראיה דלאו כהן אנא, ומכל מקום אי אפשר להן לאכלה אלא מוכרין אותה לכהן והדמים שלהן:",
                "<b>ואין חולקים בקדשי המקדש.</b> כגון עורות קדשים, דלכל חד מינייהו אמרינן אייתי ראיה דכהן את ושקול:",
                "<b>ואין נותנין להם קדשים.</b> להקריב:",
                "<b>ואין מוציאין שלהם.</b> כגון אם נולד להם בכור אין מוציאין אותו מידן, וירעה עד שיסתאב:",
                "<b>חומרי ישראל וחומרי כהנים.</b> מפרש בגמרא, שמנחתן נקמצת כמנחת ישראל וקרב בפני עצמו, ואין שייריה נאכלין כמנחת ישראל אלא נשרפת כמנחת כהנים שהיא כליל:"
            ],
            [
                "<b>הן חולצין ולא מיבמין.</b> לאשתו של ספק. ואחד מבני הראשון חולץ שמא בן אביהם היה. ולא מיבמין, שמא בן האחרון הוא והרי הוא אחיהן מן האם ולא מן האב ואשתו עליהן בכרת. וכן בני האחרון. וכן הוא חולץ לנשותיהן ולא מיבם:",
                "<b>היו לו אחים מן הראשון ומן האחרון.</b> שלא מאותה האם:",
                "<b>הוא או חולץ או מיבם.</b> לאשת בן הראשון, אם אחיו הוא הרי טוב, ואם לאו, נכרית היא אצלו, וכגון שאין שם אח אלא הוא דליכא לספוקי ביבמה לשוק. וכן לאשת בן האחרון:",
                "<b>הם אחד חולץ ואחד מיבם.</b> או בן הראשון או בן האחרון חולץ לה וחבירו מיבם. אם יבמתו היא הרי טוב, ואם לאו נכרית היא. ומשום יבמה לשוק ליכא למיחש שהרי חלץ לה יבמה:"
            ],
            [
                "<b>היה אחד ישראל.</b> אחד מן הבעלים ישראל ואחד כהן:",
                "<b>הוא אונן עליהן.</b> שמא זה אביו וביום מיתתו אסור לאכול בקדשים:",
                "<b>והם אוננים עליו.</b> וביום מותו אסורים שניהם בקדשים. ומשכחת לה דרואה במיתת שניהן וכהן כשר הוא דהא אינו מיטמא להן, כגון שנתקדשה קדושי טעות על תנאי ולא נתקיים דנפקא מיניה בלא גיטא ונישאת תוך שלשה ובכהאי גוונא משכחת לה דרואה במיתת שניהם וכהן כשר, הוא לפיכך אינו מיטמא להן:",
                "<b>הוא לא יורש אותן.</b> דיורשין מדחין אותו אלו אצל אלו:",
                "<b>והן יורשין אותו.</b> דמי מעכב על ידן, וחולקים הממון בין שניהן:",
                "<b>ועולה במשמרו.</b> לעבוד, ואין בני משמר מעכבין עליו. אבל אינו חולק, דכל בני משמר דחו ליה גבי חבריה:"
            ]
        ],
        [
            [
                "<b>מצות חליצה.</b> ואפילו שלשתן הדיוטות. והא דקרי להו דיינים, שצריך שיהיו יודעים להקרות הפסוקים כעין דיינים. ואע״ג דתנן מצות חליצה בשלשה, צריכין לצרף עמהן שנים אחרים, שתהיה חליצה בחמשה לפרסומי מילתא. והשנים הללו שמוסיפים על השלשה אפילו אין יודעים להקרות:",
                "<b>מנעל.</b> של עור רך חליצתו כשרה, אבל לכתחלה לא, גזירה שמא יחלוץ במנעל קרוע מלמעלה, דאפילו כי קרוע מייתב אכרעיה הואיל והוא רך, ואנן מידי דמגין בעינן והא ליכא. אבל סנדל שהוא של עור קשה וכי קרוע לא מייתב אכרעיה, ליכא למגזר שמא יחלוץ בסנדל קרוע, הלכך עיקר חליצה בסנדל היא:",
                "<b>באנפליאות.</b> כמין בתי רגלים של בגד:",
                "<b>חליצתה פסולה.</b> דמידי דמגין בעינן, כתיב הכא (דברים כ״ה) נעלו וכתיב התם (יחזקאל י״ז) ואנעלך תחש, והוא עור:",
                "<b>מן הארכובה ולמעלה חליצתה פסולה.</b> שהיו רצועות המנעל קשורות למעלה מן הארכובה:"
            ],
            [
                "<b>בסנדל של עץ כשרה.</b> והוא שיהיה מחופה עור:",
                "<b>חלצה בגדול.</b> שהיה הסנדל גדול ממדת רגלו, אם יכול להלוך בו חליצתו כשרה:",
                "<b>או בקטן.</b> ממדת רגלו, אם חופה את רוב רגלו חליצתו כשרה. והלכה כרבי אליעזר במה שפוסל חליצה בלילה, ואין הלכה כמותו במה שמכשיר חליצה בשמאל:"
            ],
            [
                "<b>חלצה ולא קראה חליצתה כשרה.</b> דכי כתב רחמנא ככה דמשמע עיכובא, אמעשה הוא דכתיב (דברים כ״ה:ט׳) ככה יעשה לאיש, וקריאה דיבור בעלמא הוא:",
                "<b>דבר שהיא מעשה באיש.</b> כגון חליצה שהאשה עושה מעשה בגופו של איש, לאפוקי רקיקה דלאו מעשה בגופו של איש הוא:"
            ],
            [
                "<b>החרש שנחלץ חליצתו פסולה.</b> שאינו פוטרה במקום שיש אח אחר כשר:",
                "<b>והחרשת שחלצה פסולה.</b> שהיא עצמה אינה נפטרת בחליצתה, ואין לה תקנה אלא ביבום, ואם רצה אחר כך להוציא יוציא בגט:",
                "<b>והחולצת לקטן חליצתה פסולה.</b> כל היכא דתנינן בפרקין חליצה פסולה, אינה יכולה להתיבם אחר אותה חליצה וצריכה חליצה אחרת מעלייתא להתירה לעלמא. והאי תנא דקרי לחליצת קטן חליצה פסולה דמשמע שפוסלה מלהתיבם, ר׳ מאיר היא, דאילו רבנן אמרי אין בחליצת קטן כלום ולא נפסלה מלהתיבם. והלכה כחכמים:"
            ],
            [
                "<b>חלצה בשנים.</b> כשרים:",
                "<b>או בשלשה.</b> והיה אחד מהם קרוב או פסול, דלא נשתיירו כי אם שנים כשרים:",
                "<b>חליצתה פסולה.</b> וכן הלכה שאין חליצה כשרה בפחות משלשה:"
            ],
            [
                "<b>עצה ההוגנת לו.</b> אם הוא ילד והיא זקנה, הוא זקן והיא ילדה, אומרים לו מה לך אצל ילדה מה לך אצל זקנה כלך אצל שכמותך:",
                "<b>קוראה מאן יבמי.</b> וקורא, לא חפצתי לקחתה. חולצת ורוקקת וקוראה, ככה יעשה לאיש. והלכה כרבי יהודה דאמר מצוה על כל העומדים שם לומר חלוץ הנעל חלוץ הנעל חלוץ הנעל:"
            ]
        ],
        [
            [
                "<b>בית שמאי אומרים אין ממאנין אלא ארוסות.</b> יתומה שהשיאוה אמה ואחיה, אינה ממאנת אלא מן הארוסין:",
                "<b>בבעל.</b> אבל אם מת ולא מיאנה בו ונפלה לפני יבם, אינה יוצאה במיאון, אלא תמתין עד שתגדיל ותחלוץ:",
                "<b>אין בנות ישראל הפקר.</b> ואפילו מן האירוסין לא תמאן ותיארס לאחר ותחזור ותמאן. אלא ממאנת בזה ותמתין מליארס לאחר עד שתגדיל:",
                "<b>תמאן ותנשא.</b> לאו למהדר ולמאן זמנא אחריתי, אלא הכי קאמר, ממאנת וממתנת מליארס לאחר עד שתגדיל, או אם רוצה להנשא ממאנת בבעלה ותנשא מיד, דתו לא ממאנת לבית שמאי דנשואה היא:"
            ],
            [
                "<b>אין מעשה קטנה אלא כמפותה.</b> דכמי שלא נישאת דמי. ואין הלכה כרבי אליעזר, והלכה כר׳ חנינא בן אנטיגנוס. ופחותה מבת שש בחזקת שאינה יודעת לשמור קידושיה ואינה צריכה למאן. ויותר מבת עשר, בחזקת שיודעת לשמור קידושיה ואף על פי שהיא סכלה ביותר. ומבת שש ועד בת עשר צריכה בדיקה אם יודעת לשמור קידושיה אם לאו. וממאנת הבת והולכת עד שתהא בת י״ב שנה ויום אחד ותביא סימנים. לאחר מכאן אינה ממאנת אפילו לא בא עליה. ואם בא עליה לאחר י״ב שנה ויום אחד אף על פי שלא הביאה סימנים חיישינן שמא נשרו הסימנים וקנאה:"
            ],
            [
                "<b>כל עכבה שהיא מן האיש.</b> נתן לה גט, זו היא עכבה שהיא מן האיש, דכיון דלא מיאנה גילתה דעתה שכל מה שהיתה מתעכבת אצלו היה בשבילו. מיאנה בו, זו היא עכבה שאינה מן האיש, שלא נתעכבה אצלו משום אישות. ומתניתין מפרש לה ואזיל:"
            ],
            [
                "<b>מותרת לחזור לו.</b> אע״ג דאם לא החזירה ונישאת לאחר מתוך הגרושין ונתארמלה, אסורה לראשון, אפילו הכי כי החזירה ומיאנה בו אתי מיאון וגלי עלה דקטנה היא ובטליה לגטא, ולא הוי בחזרה שניה כמחזיר גרושתו משנישאת לאחר:",
                "<b>זה הכלל.</b> כלומר אפילו פעמים הרבה גרשה והחזירה ומיאנה בו, אם נישאת לאחר מתוך גט אסורה לחזור לו, ומתוך מיאון מותרת לחזור לו:"
            ],
            [
                "<b>לאחר ומיאנה בו.</b> כלומר חזרה ונישאת לשלישי ומיאנה בו:",
                "<b>כל שיצתה ממנו בגט אסורה לחזור לו.</b> אע״פ שיצתה משל אחריו במיאון לא בטליה לגיטא דידיה:"
            ],
            [
                "<b>מותרת ליבם.</b> ולא אמרינן נישואין הראשונים מפילין היבמה לפני היבם ומשעה שגירשה אחיו קיימא עליה באיסור אשת אח דהויא לה גרושת אחיו:",
                "<b>רבי אליעזר אוסר.</b> דגזר כל הני אטו יתומה בחיי האב דאמרינן לקמן במתניתין דלאחר חזרתה הרי היא כגרושה אפילו לרבנן. ואין הלכה כרבי אליעזר:",
                "<b>כיתומה בחיי האב.</b> אף על פי שהאב חי הרי היא כיתומה לענין קדושין, דשוב אין לאב כח לקבל קדושיה. ואם החזירה בקטנותה, אסורה ליבם אם מת בקטנותה, דקדושי חזרה אינן כלום הואיל ופקע רשות אב מינה והיא אין לה יד, והויא כגרושה ועומדת:"
            ],
            [
                "<b>תצא משום אחות אשה.</b> ופטורה מן החליצה ומן היבום:",
                "<b>מת בעלה של גדולה.</b> ונפלה לפני בעל הקטנה, זיקתה של גדולה שהיא מן התורה, אוסרת קטנה עליו משום דנישואיה דרבנן, והויא לה אחות זקוקתו. ומה יעשו:",
                "<b>רבי אליעזר אומר מלמדים הקטנה.</b> שתמאן בו. ותעקור נשואיה, ויהא מיבם את הגדולה. והלכתא כותיה:",
                "<b>רבן גמליאל אומר.</b> אין זיקת גדולה אוסרת את הקטנה, דסבר רבן גמליאל דלא אלימא זיקה לאסור את אשתו עליו, הלכך אם מיאנה מוטב ותתיבם הגדולה, ואם לאו, תמתין הקטנה אצלו עד שתגדיל ויהיו נישואיה דאורייתא ואחר כך תצא הגדולה משום אחות אשה. אבל לחלוץ לגדולה לא, דפסל את הראשונה עליו משום אחות חלוצה:",
                "<b>אי לו.</b> אוי לו. שמוציא את אשתו בגט, ואין מלמדין אותה למאן, דאמרינן שיתרחק אדם מן המיאונים:"
            ],
            [
                "<b>לשתי יתומות.</b> נכריות:",
                "<b>או חליצתה.</b> לאחר שתגדיל:",
                "<b>וכן שתי חרשות.</b> כלומר כשם ששתי קטנות ביאת אחת מהן פוטרת צרתה, כך בשתי חרשות. אבל חליצה ליכא למימר בחרשת דלאו בת חליצה היא. ",
                "<b>אחת קטנה ואחת חרשת.</b> אע״ג דשתיהן אין נישואיהן נישואין גמורין, מכל מקום לא ידעינן בהי מינייהו ניחא ליה והיא חשיבא אשתו טפי:",
                "<b>ביאת הגדולה פוטרת את הקטנה.</b> דביאת מי שנשואיה נשואין גמורין פוטרת אותה שאין נשואיה גמורין. אבל איפכא לא:"
            ],
            [
                "<b>לא פסל את הראשונה.</b> שהרי ביאתן שוה. ואי ראשונה קנויה היא הרי היא אשתו וביאת האחרונה בעילת זנות. ואי לאו קנויה היא הרי שתיהן נכריות אצלו שלא היו קנויות לאחיו, ומקיים את הראשונה שלא נפסלה עליו, אבל אחרונה לא, דילמא קנויות הוו ומשבא על הראשונה קיימא היאך עליה באסור שני בתים:",
                "<b>פסל את החרשת.</b> דשמא קטנה קנויה כולה וקנין החרשת משוייר, והוה ליה שני בתים, דהכי מסקינן בגמרא דקטנה ספק אם היא קנויה לגמרי הואיל וראויה לביאה לאחר זמן, ספק אם אינה קנויה כלל. וחרשת קנויה ומשויירת, כלומר קנויה במקצת ואינה קנויה קנין גמור. ואפילו הכי אם בא על החרשת אחר שבא על הקטנה לא פסל את הקטנה, ממה נפשך, אי קטנה קנויה לגמרי הרי קנאה וביאת החרשת שאחר כן לאו כלום היא, ואי אינה קנויה כלל, אף לאחיו לא היתה קנויה ונכרית היא. אבל אם בא תחלה על החרשת ואחר כך על הקטנה, פסל את החרשת דשמא קנין הקטנה קנין גמור הוא, ופסל קנין החרשת שהוא קנין משוייר. ואית ספרים דגרסי, אם בא על הקטנה וחזר ובא על החרשת פסל את הקטנה, דגזרינן אטו כשבא על החרשת וחזר ובא על הקטנה:"
            ],
            [],
            [
                "<b>ר׳ אליעזר אומר בכולן מלמדין.</b> והלכה כר׳ אליעזר:"
            ],
            [
                "<b>יגדלו זה עם זה.</b> ואינו יכול לגרשה עד שיגדיל דגט קטן אינו גט:",
                "<b>היבמה שאמרה בתוך שלשים יום.</b> שכנסה היבם, לא נבעלתי ליבם, והוא אומר בעלתיך ודייך בגט, כופין אותו לחלוץ דהיא נאמנת, דעד תלתין יומין מוקי אינש נפשיה ולא בעיל:",
                "<b>לאחר שלשים יום.</b> הוא נאמן, דלא מוקי איניש נפשיה מלבעול יותר משלשים יום. ומיהו איהי לא משתריא, דשויתה אנפשה חתיכה דאיסורא ובעיא חליצה, ומבקשים ממנו שיחלוץ, אבל לא כופין, דהא הוא אומר שבעל. והא דכופין אותו לחלוץ תוך ל׳ יום ומבקשין אותו לחלוץ לאחר ל׳ יום ואין כופין ומבקשים לייבם, מוקי בגמרא כגון שגט יוצא מתחת ידה, שכיון שנתן גט לזיקתו נפסלה עליו, ומיהו בעיא חליצה למשרייה לעלמא. ואי אמרה היא נבעלתי והוא אומר לא בעלתי, אין חוששים לדבריו ולא בעיא חליצה:"
            ],
            [
                "<b>הנודרת הנאה מיבמה בחיי בעלה כופין אותו שיחלוץ לה.</b> דלא אסקא דעתה שימות בעלה ותפול לפניו ליבום, ונוטלת כתובתה:",
                "<b>אבל לאחר מיתת בעלה.</b> הויא מורדת, וקיימא לן כותבין אגרת מרד על שומרת יבם:",
                "<b>מבקשים ממנו לחלוץ.</b> ויתן כתובתה אם ירצה, ואם לא רצה לחלוץ והיא מורדת בו ובאה להפסיד כתובתה, כופין אותו לחלוץ:"
            ]
        ],
        [
            [
                "<b>חרש.</b> כשם שכונס ברמיזה. כלומר כקידושין כך גרושין. וכן פקח בחרשת ברמיזה כנס שרמז לה עד שנתרצית לו וברמיזה יוציא אם רצה להוציא:",
                "<b>ונתחרשה.</b> אע״פ שקדושין גמורים היו שפקחת היתה באותו זמן:",
                "<b>אם רצה להוציא יוציא.</b> דלא בעינן דעת האשה:",
                "<b>נשתטית לא יוציא.</b> ואע״פ שיודעת לשמור גיטה ומתגרשת מן התורה, תקנו חכמים שלא יגרשנה כדי שלא ינהגו בה מנהג הפקר:",
                "<b>נתחרש הוא.</b> לאחר קדושין, הואיל והיו קדושיו קדושין גמורים לא יוציא עולמית, שאין גרושין שאינן גמורים מפקיעין קידושין גמורים:"
            ],
            [
                "<b>שהשיאה אביה.</b> בקטנותה וקיבל קידושיה והיו קדושין גמורים, אע״פ שהיא חרשת, שעל דעת אביה נתקדשה ולא על דעתה:",
                "<b>יוצאה בגט.</b> אפילו לאחר שגדלה ופקע כח אב מקבלת היא את גיטה:",
                "<b>אף זו.</b> פקחת שנתחרשה, כיוצא בה:"
            ],
            [
                "<b>הרי אלו פטורות.</b> דהואיל ושניהן חרשים או שתיהן חרשות, כקדושי זו כך קדושי זו, ואתו קדושין דאשתו אע״פ שאינן גמורים ומפקעי זיקת יבמתו שהרי אינה זיקה גמורה:",
                "<b>יכנסו.</b> שאין חליצה בחרש וחרשת, שאינן בואמר ואמרה. ואח״כ אם רצו להוציא יוציא בגט, דאתי גט ברמיזה ומפקע נשואין דידיה וזיקת אחיו דהואי ברמיזה:"
            ],
            [
                "<b>מוציא את אשתו בגט.</b> דזיקת אחותה הבא מכח קדושין גמורים אוסרתה עליו, ואין כח בקדושין דידיה לדחות היבמה משום אחות אשתו:",
                "<b>ואשת אחיו אסורה לעולם.</b> דחרש לא חליץ. ולכנוס אי אפשר משום אחות אשה:"
            ],
            [],
            [],
            [
                "<b>כונס ואינו מוציא לעולם.</b> דלא אתי גט דידיה ומפקע זיקת יבומי אחיו הראשון:"
            ]
        ],
        [
            [
                "<b>האשה.</b> שלום בינו לבינה. שאם היתה קטטה בינו לבינה דלמא מחמת שנאה מכוונה לאסור עצמה עליו:",
                "<b>ושלום בעולם.</b> שאם היה שעת חירום דלמא כשראתה ששהה הרבה זמן ולא חזר אמרה ודאי לסטים הרגוהו. אי נמי, ראתה אותו מוכה במלחמה וסברה ודאי ימות. אבל כששלום בעולם אי לא חזיתיה דמית ודאי חיישא לקלקולא שמא יבא לאחר שתנשא, ותהא מקולקלת:",
                "<b>רבי יהודה אומר כו׳</b> ולית הלכתא כוותיה:",
                "<b>אמרו לו.</b> לרבי יהודה פקחת תנשא שוטה לא תנשא, אלא אחת זו ואחת זו תנשא:"
            ],
            [
                "<b>בבאה מן הקציר.</b> כמעשה שהיה שהלכו בני אדם לקצור חטין ונשכו נחש לאחד מהם ומת, ובאה והודיעה בבית דין ושלחו ומצאו כדבריה. ולא התירו חכמים אלא דוגמתו שיהא הדבר קרוב, אבל ממדינת הים אינה נאמנת:",
                "<b>אלא בהוה.</b> מעשה שהיה כך היה, והוא הדין לשאר מקומות:"
            ],
            [
                "<b>שאין האחים נכנסים.</b> לנחלת בעלה, דרחמנא אמר (דברים י״ז:ו׳) על פי שנים עדים. וגבי נשואין דידה הוא דאקילו רבנן משום עגונה:",
                "<b>מספר כתובתה.</b> מנוסח הכתוב בשטר כתובה, כשתנשאי לאחר, והרי היא נישאת, ואם כן תטול כתובתה:"
            ],
            [
                "<b>חוץ מחמותה.</b> טעמא דכולהו, מפני ששונאות אותה ומתכוונות לקלקלה. חמותה שונאתה, שאומרת בלבה זאת תאכל כל עמלי. בת חמותה אומרת זאת תירש כל עמל אבי ואמי. יבמתה יראה שמא סופה להיות צרתה. בת בעלה אומרת זאת באה במקום אמי ותאכל כל עמלה:",
                "<b>מה בין גט למיתה.</b> דאמרינן אף הנשים שאין נאמנות לומר מת בעלה, נאמנות להביא גיטה:",
                "<b>שהכתב מוכיח.</b> דסמכינן עיקרא על הגט. ואע״ג דעלייהו נמי סמכינן שצריכות לומר בפני נכתב ובפני נחתם:",
                "<b>עד אחד אומר מת ונישאת.</b> לאו דוקא נישאת, אלא התירוה להנשא אע״פ שלא נישאת, ואחר כך בא עד אחד ואומר לא מת, לא תצא מהתירה הראשון:",
                "<b>עד אחד אומר מת ושנים אומרים לא מת.</b> כגון שהם פסולי עדות. ואשמועינן הואיל והאמינה תורה עד אחד אין כאן תורת עדות, וכי היכי דחד חשיב, פסולי עדות נמי חשיבי, הלכך הלך אחר רוב דעות, בין כשרים בין פסולים:",
                "<b>שנים אומרים מת ואחד אומר לא מת וכו׳</b> הא קמשמע לן, דאזלינן אחר רוב דעות בפסולי עדות, בין לקולא בין לחומרא:"
            ],
            [
                "<b>אחת אומרת מת.</b> שתי צרות הבאות ממדינת הים, אחת אומרת מת בעלי ואחת אומרת לא מת:",
                "<b>ר״מ אומר הואיל ומכחישות כו׳</b> ולית הלכתא כוותיה:"
            ],
            [
                "<b>היתה בת ישראל לכהן.</b> אם היתה צרתה בת ישראל לכהן, תאכל בתרומה בחזקת שבעלה קיים, ואינה חוששת לעדות צרתה, שהואיל ואינה נאמנת להשיאה אינה נאמנת לפוסלה. וכן הלכה:"
            ],
            [
                "<b>אמרה מת בעלי ואח״כ מת חמי.</b> חמותה אסורה, שאין כלה מעידה על חמותה. ואע״ג דאמרה ברישא מת בעלי דתו אינה כלתה והויא נכרית, אפילו הכי לא מהימנה:",
                "<b>היתה בת ישראל לכהן תאכל בתרומה.</b> ובהא נמי הלכה כר׳ טרפון. אבל בקידש אחת מחמש נשים ואינו יודע איזה מהן קידש, וכן גזל אחד מחמשה ואינו יודע איזה מהן גזל, בתרווייהו הלכה כר״ע:"
            ],
            [
                "<b>מת בעלי ואח״כ מת בני נאמנת.</b> הואיל והיה לה בן ולא היתה בחזקת זקוקה ליבם כשיצאה, השתא נמי כי אמרה מת בעלי ואח״כ מת בני שאין בה זיקת יבם, מהימנא. אבל כי אמרה מת בני ואח\"כ מת בעלי ורוצה להתיבם, לא מהימנה. ואם באת להינשא לשוק חוששים לדבריה, דשויתה לנפשה חתיכה דאיסורא לעלמא, וחולצת ולא מתיבמת:"
            ],
            [
                "<b>ניתן לי במדינת הים.</b> ומת בני ואחר כך מת בעלי, דלא מפקא נפשה מחזקה קמייתא, שאומרת עדיין היא צריכה ליבם, נאמנת ומותרת להתיבם:",
                "<b>אינה נאמנת.</b> להנשא לשוק בלא חליצה, דכי הימנוה רבנן לאשה, גבי בעלה הימנוה, משום דדייקא ומנסבה, אבל לאפוקי נפשה מיבם לא הימנוה, משום דזמנין דסניא ליה:",
                "<b>וחוששין לדבריה.</b> דאפקא נפשה מיבם, וחולצת ולא מתיבמת:"
            ],
            [
                "<b>ניתן לי יבם במדינת הים.</b> שילדה חמותה במדינת הים, והיא הלכה בחזקת שאין לה יבם:",
                "<b>מת בעלי ואח״כ מת יבמי וכו׳</b> דתרווייהו קא שריא נפשה לשוק, נאמנת ומותרת לשוק בחזקתה הראשונה, שהפה שאסר הוא הפה שהתיר:"
            ]
        ],
        [
            [
                "<b>האשה.</b> לא תנשא. הואיל ובלא בנים יצא בעלה:",
                "<b>ולא תתיבם.</b> שמא ילדה צרתה. וא״ת תחלוץ ואח״כ תנשא לשוק ממה נפשך. תירצו בגמרא, משום דחלוצה פסולה לכהונה, ואם תחלוץ וימצא אחר כך שילדה צרתה ולד של קיימא וחליצתה אינה כלום, צריכים להכריז עליה שהיא כשרה לכהונה ולא נפסלה מחמת אותה חליצה. ומי שנמצא בשעת חליצתה ולא נמצא בשעה שהכריזו על החליצה דלאו כלום היא ולא נפסלה לכהונה על ידה כשיראה אותה נשואה אחר כך לכהן יאמר שחלוצה מותרת לכהן:",
                "<b>היתה לה חמות.</b> במדינת הים:",
                "<b>אינה חוששת.</b> שמא ניתן לה יבם. אע״ג דחיישינן לעיל שמא ילדה צרה, התם הוא דכל מה דילדה צרה בין זכר בין נקבה מפיק לה להיאך מיבם, אבל חמות דאי נמי ילדה לא זקיק לה להיאך אלא א״כ ילדה זכר, איכא למימר שמא הפילה, ואם תמצא לומר לא הפילה שמא נקבה היתה:",
                "<b>יצתה מלאה.</b> מעוברת:",
                "<b>חוששת.</b> שמא ניתן לה יבם. ואין הלכה כר׳ יהושע דאמר אינה חוששת:"
            ],
            [
                "<b>שתי יבמות.</b> נשי שני אחים:",
                "<b>מפני בעלה של זו.</b> שמא הוא חי וזקוקה לו, ואע״פ שאשתו אומרת מת, אינה נאמנת להתיר זו לשוק על פיה, שאין יבמה מעידה לחברתה:",
                "<b>לזו עדים.</b> שמת בעלה, ולזו אין לה עדים:",
                "<b>זו שיש לה עדים אסורה.</b> לינשא לשוק, מפני יבמה שאין עדים שמת:",
                "<b>וזו שאין לה עדים מותרת.</b> שהרי בשביל בעלה אינה נאסרת שהיא נאמנת לומר מת בעלי, ובשביל יבמה נמי לא מתסרא שהרי באו עדים שמת:",
                "<b>לזו בנים ולזו אין בנים.</b> ואין עדים לא לזו ולא לזו, את שיש לה בנים מותרת ואת שאין לה בנים אסורה:",
                "<b>נתיבמו.</b> שהיו להן כאן שני יבמין ונתיבמו ומתו היבמים, אסורות להנשא לשוק, זו מפני בעלה הראשון של זו וזו מפני בעלה הראשון של זו. אע״פ שהיו שתיהן נשואות ליבמיהן בחזקת שמתו בעליהן, על פי עצמן נישאו. והיו נאמנות שהאשה שאמרה מת בעלי תתיבם, אבל עכשיו שתהיינה נשואות לשוק לא. שאם ינשאו לשוק נמצא עדותה של זו מועיל לזו ועדותה של זו מועיל לזו ואין היבמות מעידות זו לזו:",
                "<b>הואיל והותרו ליבמין.</b> בחזקת שמתו בעליהן, הותרו לינשא לשוק, דתו לא חיישינן שמא הם בחיים. ואין הלכה כרבי אלעזר:"
            ],
            [
                "<b>פרצוף פנים עם החוטם.</b> אם לא ראהו בפרצוף פניו, או שניטל חוטמו, אין מעידין להשיא את אשתו, שמא אינו הוא:",
                "<b>מגוייד.</b> מנותח. כמו גודו אילנא (דניאל ד׳ י״א:)",
                "<b>או חיה אוכלת בו.</b> דוקא במקום שאין נפשו יוצאה, אבל במקום שנפשו יוצאה, מעיד עליו שהוא מת:",
                "<b>אין מעידין אלא עד שלשה ימים.</b> אם לא ראוהו עד לאחר שלשה ימים למיתתו אין מעידין עליו, דחיישינן שמא נשתנו מראית פניו ואינו זה שהם סבורים:",
                "<b>ר׳ יהודה בן בבא אומר לא כל אדם וכו׳</b> יש לך אדם שממהר להנפח, כגון אדם שמן. ויש מקום שאדם ממהר להסריח ולהשתנות בו כגון מקום חמה. ויש לך שעה שהעולם חם ואדם ממהר להסריח ולהשתנות, והכל לפי האדם והמקום והשעה בין לקולא בין לחומרא. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>מים שיש להם סוף שנראים כל ארבע רוחות שסביב המים.</b> ומים שאין להם סוף, שאין אדם יכול לראות כל סביביו. ורבי מאיר לא מפליג בין מים שאין להם סוף למים שיש להם סוף. אבל חכמים פליגי בברייתא, ואמרי, מים שיש להם סוף אשתו מותרת אם שהה שם שיעור שאי אפשר שיחיה כשיעור זה בתוך המים, ומים שאין להם סוף אשתו אסורה דשמא לאחר שעלה משם יצא והלך לו, כדאמר רבי יוסי במתניתין. והלכה כחכמים:",
                "<b>ועלה לאחר שלשה ימים.</b> דסבירא ליה לר׳ מאיר אדם חי בתוך המים ימים רבים, ומשום הכי אפילו במים שיש להם סוף דאי נפיק הוה חזי ליה, חייש דילמא נפיק בתר ימים רבים ולא חזו ליה. ורבי יוסי פליג עליה ואמר מעשה בסומא שירד לטבול במערה וכו׳, ומערה מים שיש להם סוף, ושהו עד שתצא נפשם והשיאו את נשותיהן:",
                "<b>מן הארכובה ולמטה.</b> הואיל ויכול לחיות, לא תינשא, שמא יצא ולא ראוהו, דמים שאין להם סוף הן:"
            ],
            [
                "<b>אפילו שמע מן הנשים.</b> שאין מתכוונות להעיד, יכול לילך להעיד להשיא את אשתו:",
                "<b>הרי אנו הולכים לספוד ולקבור את איש פלוני.</b> בגמרא מוקי שצריך שיאמרו אנו באים מלספוד ולקבור את איש פלוני. וצריך נמי שישמע אותם מספרים מעניני ההספד, כך וכך רבנן הוו התם, כך וכך ספדני הוו התם, מפני שדרך תינוקות לשחק ולהעלות שמות ושמא נמלה או חגב קברו ומכנים אותו בשם איש פלוני:"
            ],
            [
                "<b>ומשיאים על פי בת קול. </b> [אם] שמעו קול צווחת פלוני מת:",
                "<b>בצלמון.</b> שם מקום:"
            ],
            [
                "<b>ונומיתי לו.</b> אמרתי לו:",
                "<b>כן הדברים.</b> שכל חביריו חולקים עליו:",
                "<b>משובשת בגייסות.</b> ואיני יכול לילך אצליכם להעיד מה ששמעתי אלא אמור להם אתה זה העדות בשמי:",
                "<b>ר׳ אליעזר ור׳ יהושע אומרים כו׳ ור״ע אומר כו׳</b> ולית הלכתא כחד מינייהו. אלא הלכה משיאים על פי אשה ועל פי קרובים חוץ מחמש נשים דתנן במתניתין, ועד מפי עד מפי אשה מפי עבד מפי שפחה כשר לעדות אשה:",
                "<b>לא תהא כהנת כפונדקית.</b> כלומר מיוחסת לא תהא נאמנת כפונדקית גויה, בתמיה, ואם האמינו הפונדקית גויה מסיחה לפי תומה, כל שכן שיאמינו באשה ישראלית:",
                "<b>לכשתהא פונדקית נאמנת.</b> כלומר שגם הפונדקית אינה נאמנת:"
            ]
        ]
    ],
    "textrambam":[
        [
            [
                "<b>חמש עשרה נשים פוטרות צרותיהן וצרות צרותיהן כו':  </b>אקדים עקרים לזאת המסכתא ומיד אתחיל בפירוש ואומר כי העקרים אשר צריך שתדעם קודם העיון בכלל הבבות והדינין הבאים בזאת המסכתא ד' עקרים. אחד מהם כשימות אח האדם מאביו ועכ\"פ שימות בלא זרע והניח נשים רבות אין לו שיחלוץ או לייבם חוץ מאחת מהן שנאמר אשר לא יבנה את בית אחיו בית אחד הוא בונה ואינו בונה שני בתים וכשחלץ לאחת מהם או ייבם הותרו השאר בלא חליצה ובלא יבום וכמו כן אם הניח המת אחים רבים ואשה אחת או נשים רבות אחד מן האחים לבד ייבם או יחלוץ לאחת מהן מן הטעם שזכרנו. והעיקר השני כשמת האח והניח אשה והיתה זאת האשה אסורה על האחים או על אחד מן האחים הזוקקים לחליצה או לייבום כגון שתהיה אשת המת בת זה האח החי או אחות אשת זה האח שהיא אסורה עליו משום ערוה לא ייבם אותה שנא' ואשה אל אחותה לא תקח לצרור לגלות ערותה עליה ואמר יבמה יבא עליה והוא כאילו אמר באמת יבמה יבא עליה אם תהיה אחות אשתו לא תקח לצרור ולמדנו שאר עריות מאחות אשה. והעיקר הג' כשמת האח והניח נשים רבות ואחת מהן ערוה על האח החי בענין שאינו יכול ליבם זאת האסורה כמו כן לא ייבם לשאר הצרות שנאמר אשר לא יבנה בית אחיו ובא בקבלה בית שהוא בונה את כולו בונה מקצתו ומי שאינו בונה את כולו אינו בונה את מקצתו. והעיקר הד' שכל מי שיכולה להתייבם מה\"ת היא כמו כן זקוקה לחליצה וכל מי שאינה יכולה להתייבם מן התורה כגון שתהיה ערוה כמו שזכרנו גם כן היא אינה צריכה חליצה שנאמר ועלתה יבמתו השערה וגו' מאן יבמי וגו' וחלצה נעלו ובא בקבלה כל העולה לייבום עולה לחליצה וכל שאינה עולה לייבום אינה עולה לחליצה אלא תפטר. ואחר ידיעת אלו העקרים אתחיל בפירוש. ידוע ומבואר שאפשר להיות באלו ט\"ו נשים כולם המנויות שתהיה כל אחת מהן אשת אחיו שלא בעבירה. ואילונית דוכרניתא המיוחסת לאיל והוא זכר הצאן והיא לא תלד מצד המזג שלה וסימניה שאין לה שדים כמו שדי הנשים ולא יצמח השער בשטח גופה כנשים וקולה עבה עד שאין הפרש בין קולה וקול האנשים ואותו מקום אינו בולט מגופה על שטח הגוף כמו שאר הנשים וע\"ז הענין פירשו באמרו אין לה שיפולי מעים כנשים ומצינו מי שטעה בזה וחשב בו מה שאינו מסימני האילונית אבל הוא דבר נמצא ברוב הנשים וקשה עליה תשמיש האדם ולא תמצא בזה תוהא וכשתהיה האשה קטנה והשיאוה קרוביה ורצתה היא בנשואי עצמה הרשות בידה שתצא מזה הבעל כל זמן שלא הביאה שתי שערות שהם סימני הנערות בלא גט לפי שהנשואים אינם גמורין למיעוט שנותיה ויציאתה בלא גט נקראת מיאון לפי שאינה רוצה להשאר עמו ואם תפסו הקדושין רוצה לומר שקיבל אביה קדושיה אפילו היתה בת יום אחד הרי היא א\"א ואינה יכולה למאן אבל תתגרש בגט עכ\"פ. ולמיאון דינים וחלוקים הרבה נבארם במקומם בזאת המסכתא ואמנם זכרנו מן המיאון כאן שיעור מה שיובן הענין אשר נופל עליו זה השם ולכך יש להקשות איך אפשר שתמאן בתו והרי אביה קיים שהרי הוא לא הוציא מכלל ט\"ו נשים זולת חמותו ואם חמותו ואם חמיו שיש להם בנים ולכך א\"א שימאנו לפי שבנים כסימנין ואמנם בתו אפשר שתמאן לפי הנראה מזה המאמר והענין כך הוא כי מחלקי המיאון שהאדם כשהשיא בתו והיא קטנה ונתגרשה בגט ועדיין היא קטנה נעשית יתומה בחיי האב וכשנשאת פעם שנית בחיי אביה והיא קטנה הרי היא יכולה למאן כל זמן שלא תביא שתי שערות ועל פי התנאים אשר נתבארו במקומם לפי שאין דינה מסור באביה כל זמן שהיא נערה אלא כל זמן שלא נשאת אבל כשהשיאה פעם שנית כבר נסתלק דינו כמו שיתבאר ודע שהאדם כשאנס אשה או פתה אותה זאת האשה הרי היא מותרת שתנשא עם בן האונס אותה לפי סברת חכמים ועל זה אפשר שתהיה אמו אשת אחיו ותהיה אמו ג\"כ פוטרת צרתה ומפני כן לא מנה אמו בכאן בזאת המשנה לפי שהיא אליבא דרבי יהודה וסברתו שאדם אסור באנוסת אביו ומפותת אביו והיא במדרגת אשת אב ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>כיצד פוטרות צרותיהן היתה בתו או אחת כו':  </b>וכל היכולה למאן ר\"ל כגון שימות אחיו והניח שתי נשים אחת מהן ערוה על זה היבם והיא קטנה שיכולה למאן אבל לא מיאנה קודם מיתת בעלה לכך צרתה חולצת ולא מתייבמת לפי שזאת הערוה אילו היתה גדולה והיו נשואיה גמורין היתה צרתה פטורה מן החליצה ומן היבום כמו שבארנו ואילו גם כן מיאנה היתה צרתה ראויה לחליצה או ליבום ואם אפשר שתמאן ולא מיאנה צרתה חולצת ולא מתייבמת: "
            ],
            [
                "<b>שש עריות חמורות מאלו מפני שנשואות לאחרים כו':  </b>אמרו חמורות מאלו ר\"ל מחמש עשרה נשים הנזכרות לפי שאלו ט\"ו אפשר שישא אותם אחיו מאביו ואמנם אלו הששה עריות א\"א שישא אותם אחיו מאביו לפי שהן עריות על אחיו ואין קידושין תופסין בעריות ואמנם יש להן קדושין על אחרים כמו שאמר מפני שהן נשואות לאחרים ולפיכך אם עבר אחיו ונשא אחת משש עריות צרתה או חולצת או מתיבמת לפי שעל דרך האמת היא אינה צרתה לפי שאין אלו נשואין אבל הוא זנות ועבירה וכ\"ש אם היתה אחת מהן נשואה לאיש אחר בנשואין גמורין כפי הראוי ויש לה צרות הנה אלו הצרות מותרות לפי שהעיקר אצלנו אין צרה אלא מאח וכבר בארנו במה שקדם מן האפשר הוא שתהיה אמו נשואה לאחיו מאביו שלא בעבירה לפי סברת חכמים והוא האמת: "
            ],
            [
                "<b>ב\"ש מתירין הצרות לאחים וב\"ה אוסרין כו':  </b>אם חלץ לצרת ערוה תהיה זאת הצרה פסולה לכהונה לפי דעת ב\"ש מפני שהיא חלוצה וב\"ה מכשירין לפי שאינה אצלם בת חליצה ואם יבא אדם ויגרש אשה שאינה אשתו בגט אינה נקראת גרושה לפי שאמרו ואשה גרושה מאישה ולא מאיש שאינו אישה וכמו כן זאת היא חלוצה ממי שאין לו עליה זיקה ואם יבם צרת ערוה ב\"ה פוסלין זאת הצרה לכהונה לפי שהיא זונה אחר שנבעלה בעילת זנות ומה שחייב שלא נמנעו אחת מהכתות אלו העניינים הנזכרים לפי שלא היו חושדין אלו מאלו שיכניסו עליהן חשש בשום דבר שסברתו לאסור ואע\"פ שהאחרים סברתם להיתר אחר שהסברא הביאם להחמיר או להקל: "
            ]
        ],
        [
            [
                "<b>כיצד אשת אחיו שלא היה בעולמו כו':  </b>למדנו איסור אשת אחיו שלא היה בעולמו ממה שנאמר כי ישבו אחים יחדיו פרט לאשת אחיו שלא היה בעולמו ומאמר הוא הקדושין ודין הקדושין באלו המקומות וכיוצא בהן במדרגת קדושין שאינן גמורין וצריך לדון בהן להחמיר ואני אפרש בכאן זה הענין על דרך משל להקיש עליו שאר הדינין אשר ימצא בהן זה הענין ונאמר על דרך משל ראובן היתה לו אשה ושמה לאה ואח\"כ מת שמעון אחיו והניח אשה ואחר מיתת שמעון נולד לוי ואחר שנולד לוי קדש ראובן רחל שהיא יבמתו ומת הדין נותן שיחלוץ לוי ללאה ולא ייבם אותה וזה מפני שאם ראובן לא קדש רחל היה לו ללוי שיבם ללאה אם ירצה או יחלוץ ועוד אילו ראובן כנס רחל היתה לאה פטורה מן החליצה ומן הייבום מפני שהיא צרת ערוה לפי שרחל ערוה על לוי ומפני שקידשה והיו שם קצת קדושין (אין) דנין על לאה שלא תתייבם וגם כן אינה מותרת בלא חליצה וזה חומרא משני צדדין ואפילו היו הקדושין גמורין אין הפסד בחליצה לפי שנחשוב אותה כאילו לא היתה ואם אלו הקדושין לא גמרו הנשואין הרי חלץ לאה וכן תבין לעולם כל זמן שתראה בדברי זאת המסכתא חולצת ולא מתייבמת בבעלת מאמר או גבי צרתה ולא נצטרך להחזיר לך זה הענין תדיר: "
            ],
            [
                "<b>שני אחין ומת א' מהן וייבם השני את אשת אחיו כו':  </b>מה שאמר ר\"ש חוזר על שני המאמרים לפי סברתו כשייבם ואח\"כ נולד להם אח אינה אשת אחיו שלא היה בעולמו לפי שהוא מצאה ברשות אחיו השני ונשואי הראשון כאילו לא היו ואין הלכה כר' שמעון: "
            ],
            [
                "<b>כלל אמרו ביבמה כל שהיא איסור ערוה כו':  </b>איסור ערוה הן וצרותיהן וצרות צרותיהן וכן אילונית לא חולצת ולא מתייבמת שנאמר והיה הבכור אשר תלד פרט לאילונית שאינה יולדת וכן אשת סריס חמה וכן אנדרוגינוס לא חולצת ולא מתייבמת שנאמר ומת אחד מהן ובן אין לו מי שראוי להיות לו בן פרט לאלו שאינן ראויים להיות להם בן וכך אשת גר ואשת עבד משוחרר לפי שאין אחוה לעובד כוכבים ולא לעבדים. איסור מצוה ואיסור קדושה חולצת ולא מתייבמת אבל עקרה וזקנה או חולצת או מתייבמת אע\"פ שאינן ראויות לילד וכל אשה מתייבמת ולא חולצת או חולצת ולא מתייבמת או חולצת ומתייבמת חוץ מצרת ערוה וצרות צרותיהן שלא תחלוץ ולא תתייבם כמו שבארנו. ואמרם אחותה שהיא יבמתה בארנו בפרק הסמוך לזה (הלכה ג): "
            ],
            [
                "<b>איסור מצוה שניות מדברי סופרים כו':  </b>איסור מצוה מצוה לשמוע דברי חכמים ואיסור קדושה שנאמר קדושים יהיו לאלהיהם. והשניות עשרים ואלו הן אם אמו ואין לה הפסק ואם אבי אמו בלבד ואם אביו ואין להן הפסק [ואם אבי אביו בלבד] ואשת אבי אביו ואין לה הפסק ואשת אבי אמו ואשת אחי האב מן האם ואשת אחי האם בין מן האם בין מן האב וכלת בנו ואין לה הפסק ר\"ל כלת בן בנו עד סוף כל הדורות וכלת בתו ובת בת בנו ובת בת בתו ובת בן בנו ובת בן בתו ובת בן אשתו ובת בת אשתו ואם אם אבי אשתו ואם אם [אם] אשתו ואם אב אם אשתו ואם אב אבי אשתו: "
            ],
            [
                "<b>מי שיש לו אח מכל מקום זוקק את אשת אחיו כו':  </b>אמר אח מ\"מ ואפילו ממזר שהוא פסול ואמרו לכל דבר ליורשו ולהטמא לו ואפילו היה אח פסול וכן הבן אפילו היה ממזר. ואשר חייב שלא נחשב בן שפחה ועובדת כוכבים מיוחס אל האב שנאמר האשה וילדיה תהיה לאדוניה וכבר נתבאר שבן שפחה אחר אמו נמשך והוא כמותה ואמר ג\"כ כי יסיר את בנך מאחרי ונתבאר שהוא יסור מאחרי ה' וימשך עם אמו וכן בא בקבלה האמיתית בנך הבא מן הישראלית קרוי בנך ואין בנך הבא מן בת עובדת כוכבים קרוי בנך אלא בנה שנאמר כי יסיר את בנך מאחרי: "
            ],
            [
                "<b>מי שקידש אחת משתי אחיות כו':  </b>מן העקרים שצריכים שמירה זקוקה ליבם אינו מותר ליבמה לישא אחת מקרובותיה כגון אמה ואחותה ובתה ולפיכך אם הניח שני אחים אחד חולץ בתחילה ואחר כך ייבם השני אחותה לפי שהיא מותרת לו על אי זה צד שיהיה אם היתה אשת אחיו הרי ייבם אותה ואם היא אחות מקודשת אחיו היא מותרת לו לפי שאשת אחיו כבר נחלצה אבל לייבם אחת תחלה לא שמא זאת שייבם היא אחות מקודשת אחיו ופגע באחות זקוקתו: "
            ],
            [
                "<b>שנים שקדשו שתי אחיות זה אינו יודע אי זו קידש כו'  </b>זה כולו מבואר כשתבין מה שקדם ואתה כבר הסכמתה שהאחד קידש אחת משתיהן ואין ידוע איזו מהם קידש וכמו כן תסכים לשני כך שהוא קידש אחת משתיהן ואין ידוע אי זו מהן קידש כמו שבארנו והחליצה לעולם קודמת ליבום בכל הדומה לאלו הענינים מן הצד שזכרנו ואמר קדמו שנים וחלצו ר\"ל אפילו אחי אחד מן המתים שנפל בהם מן הספק ואמרו ולא ייבמו שנים מבואר שמא יהיה הראשון מהם פוגע באחות זקוקתו כמו שבארנו אלא אחד חולץ ברישא והדר מייבם השני ממה נפשך אם המקודשת לאחיו היא אותה שנחלץ תחלה לכך מותר לו לישא אחותה ואם המקודשת לאחיו היא אותה שייבם הרי ייבם אותה: "
            ],
            [
                "<b>מצוה בגדול ליבם ואם קדם הקטן זכה כו':  </b><b>הנטען על השפחה ונשתחררה כו':  </b>זה לפי שנאמר והיה הבכור אשר תלד ר\"ל אשר תלד אם המת ותלד במקום ילדה ובא העתיד במקום עבר. ונטען הוא החשוד ודין נטען על א\"א כמו שאומר וזה אם הוא נטען עליה שהעידו עדים בדבר קרוב להיות כמו שראו אדם יוצא מביתה והיא חוגרת אזורה או שראו אדם שפירש מן המקום והיא עומדת מעל המטה וכל כיוצא בזה מן הדברים שנקראים דבר מכוער ה\"ז לא ישאנה האדם ואם כנס לא יוציא ואם יצא קול בעיר כשאירע הדבר מכוער ורננו אנשי המדינה על זה יום וחצי דינו שיוציא אלא אם יהיו לו בנים ממנה שלא יוציא אע\"פ שמרננין אנשי המדינה כדי שלא יוציא לעז על בניו ואם העידו עדים שראו דבר ערוה ראיה ברורה אם כנס יוציא אפילו יהיו לו בנים ממנה לפי שהעיקר אצלנו טמאה לבעל טמאה לבועל: "
            ],
            [
                "<b>המביא גט ממדינת הים כו':  </b>העיקר אצלנו אין אדם משים עצמו רשע לפיכך אם אמר הרגתיו תנשא [אשתו] לאחר אבל הוא לא ישאנה גזרה שכל מי שיחשוק א\"א יהרוג בעלה וישאנה רבי יהודה אומר אדם משים עצמו רשע לפיכך אם אמר הרגתיו לא תנשא אשתו ואמרו הרגנוהו אינו ר\"ל אני הייתי אחד מהרוצחים דהיינו הרגנוהו היינו הרגתיו אבל ר\"ל אני הייתי עם הורגיו ואין הלכה כר\"י: "
            ],
            [
                "<b>החכם שאסר את האשה בנדר כו':  </b><b>וכולם שהיו להם נשים כו':  </b>אדם שהוא מומחה יכול להפר נדרים לבדו ויאסור לבדו ואמרו וכולם ר\"ל כל אלו האנשים אשר נאמר בהן לא ישאנה מותר לאחיו או לאביו או לשאר קרוביו שישאנה שהעיקר אצלנו אין אדם חוטא ולא לו וכלם אם כנס לא יוציא חוץ מא\"א על הצד שזכרנו במה שקדם: "
            ]
        ],
        [
            [
                "<b>ארבעה אחין ב' מהן נשואין ב' אחיות כו':  </b>מן העקרים גם כן שנמשכין אחריהן בבות זאת המסכתא שכל זמן שנפלו שתי עריות לפני אחים הראויות להם הרי אלו חולצות ולא מתייבמות לפי שזיקת כל אח ואח נפלה על שתיהן והן כמו צרות ולפיכך אינן מתיבמות לפי שכל אחת מהן ראויה לאחד מן האחים ואמרו כאן יקיימו לדברי ב\"ש אמנם אין זה דעת ב\"ה והעיקר אצלנו ב\"ש במקום ב\"ה אינה משנה רצונו לומר כל זמן שתמצא ב\"ש מקילין וב\"ה מחמירין וזה הפך המפורסם מסברתם לפיכך תדע שהמשנה מוטעת ושהדבר מיוחס לבית שמאי אמנם הוא חוץ מן המקומות המנויין שהם מקולי בית שמאי ומחומרי בית הלל ולפיכך פסק ההלכה בכאן יקיימו: "
            ],
            [
                "<b>היתה אחת מהן אסורה על האחד איסור ערוה כו':  </b>זה כולו מבואר לפי שכשאחת מהן ערוה אין זיקה נופלת על הערוה ואינה ראויה לו ולפיכך ייבם אחותה: "
            ],
            [
                "<b>היתה אחת מהן אסורה על זה איסור ערוה כו':  </b>זאת היא המשנה אשר רמז אליה בפרק הקודם לזה (הלכה ג): "
            ],
            [],
            [
                "<b>שלשה אחים שנים נשואין שתי אחיות ואחד כו':  </b>מופנה הוא מי שאין לו אשה וב\"ה אומרים אין הקדושין אצלה גמורים עד שישאנה ותדחה אחותה משום אחות אשה ומה שחייב שיחלוץ ויתן גט לפי שהיבמה אינה מותרת לשאר בני אדם אלא בגט ובחליצה והחליצה לא תתיר קשר הקדושין ואמנם יתיר הגט קשר הקדושין ולפיכך נותן גט וחולץ והנכון יותר שיתן גט תחלה ואח\"כ יחלוץ לפי שאמר בגט ובחליצה: \n"
            ],
            [
                "<b>שלשה אחים שנים מהם נשואין שתי אחיות ואחד נשוי נכרית מת אחד מבעלי אחיות כו':  </b>זה מבואר היטב ואמנם הביא זאת המשנה ואף על פי שהיא מבוארת לפי שהיא מוקדמת במשא ומתן ואחרונה בחבור ור\"ל באמרו נכרית בכל אלו המשניות הבאות בזה הענין נכרית שאין לה קורבה עם האחרות: \n"
            ],
            [
                "<b>שלשה אחים שנים מהם נשואין שתי אחיות ואחד נשוי נכרית מת הנשוי נכרית כו':  </b>זה מבואר גם כן: ",
                "<b>שלשה אחים שנים מהם נשואין ב' אחיות כו':  </b>הטעם מפני שהיתה אחות אשתו ונפלה לפניו ליבום ואשתו קיימת וכבר נתבאר שהיא אסורה עולמית אבל צרתה ר\"ל נכרית לא מצינו בה דין בגמ' ולא דבר לאחד מן הגאונים והדין אצלי בה שהיא חולצת ולא מתייבמת לפי שאני מסופק אם אסורה משום ערוה ותהיה צרתה פטורה מן החליצה ומן הייבום או אסורה עליו מדרבנן שאמרו הואיל ונאסרה עליו שעה אחת נאסרה עליו עולמית והיא כמו שנייה וצרת שנייה או חולצת או מתייבמת ולפיכך תחלוץ להחמיר: ",
                "<b>שלשה אחים שנים מהן נשואין שתי אחיות ואחד נשוי נכרית גרש אחד מבעלי אחיות כו':  </b>אמרו זו היא שאמרו ר\"ל שזאת המשנה ג\"כ נכללת בזה העיקר: "
            ],
            [
                "<b>וכולן שהיו בהן קדושין או גירושין בספק כו':  </b>אמרו וכולם ר\"ל כל העריות שהיו להן קדושין או גרושין בספק צרות חולצות ולא מתייבמות וכל זמן שקדש אחיו אשה בספק ומת מתייבמת ממה נפשך ואם גירש אחיו אשה בספק ומת היא כמו כן חולצת ולא מתייבמת ומכללי ספק גירושין שיזרוק לה גט ספק קרוב לה ספק קרוב לו והוא שיהיו שניהם בחצר שאינה שלהן כמו שנבאר: "
            ],
            [
                "<b>שלשה אחין נשואין שלש נכריות ומת אחד מהן ועשה בה השני מאמר ומת כו':  </b>טעם זה אינו ממה שנאמר יבמה יבא עליה עד שיהא איסור דאורייתא אבל הוא מדרבנן גזרה שמא יאמרו שתי יבמות הבאות מבית אחד מתייבמות ואילו ייבם לשתיהן או חלץ לאחת מהן וייבם השניה יאמרו שזה ג\"כ מותר בשתי יבמות הבאות מבית אחד. ואין הלכה כר\"ש: ",
                "<b>שני אחין נשואין שתי אחיות ומת אחד מהן כו':  </b>דין זאת המשנה נקדם אצל בעלי המשנה קודם הלכה השביעית מזה הפרק ואיחרה בחבור אע\"פ שלא היה צריך אליה אחר כן: "
            ],
            [
                "<b>שנים שקידשו שתי נשים כו':  </b>טעם היותו כולל יחד אלו האסורין לפי שהן שוגגין ולפיכך יביאו קרבן על כל אחת מאלו העריות אע\"פ שהעיקר אצלנו אין איסור חל על איסור סברתנו שיתחייב באיסור כולל ואיסור מוסיף ואיסור בת אחת ובאלו השלשה עקרים יתחייב קרבנות הרבה ועוד נבאר אלו העקרים כולם בפ\"ג (הלכה ה) מכריתות וטעם היותם פסולות מן הכהונה לפי שנבעלו בעילת זנות (ולפי) [אפילו] שהן שוגגין נפסלו מן הכהונה אפילו היו ישראליות לפי שהעיקר אצלנו אשת ישראל שנאנסה אע\"פ שהיא מותרת לבעלה פסולה מן הכהונה ואמרו בכאן אם היו כהנות נפסלו מן התרומה בארוהו אם היו כהנות נשואות לישראל נפסלו מן התרומה ר\"ל שזאת הכהנת לא תאכל בתרומה לעולם ואפילו גרשה זה הישראלי לפי שהיא זונה: "
            ]
        ],
        [
            [
                "<b>החולץ ליבמתו ונמצאת מעוברת כו':  </b>זה מבואר לפי שאם יהיה הולד של קיימא איגלאי מילתא שזאת החליצה אינה צריכה והיא כאילו לא היתה כלל: "
            ],
            [
                "<b>הכונס את יבמתו ונמצאת מעוברת כו':  </b>העיקר אצלנו כל שחייבין על זדונו כרת ועל שגגתו חטאת חייבין על לא הודע שלו אשם תלוי אבל לדמיון הספק שיתחייב עליו אשם תלוי מחלוקת יתבאר בכריתות (פ\"ד הלכה א) ואחר ידיעת אותם העקרים יתבאר שפסק הלכה הוא שאינו חייב כאן אשם תלוי וכל כיוצא בזה הספק: "
            ],
            [
                "<b>שומרת יבם שנפלו לה נכסים כו':  </b>מה שאמרו ב\"ה נכסים בחזקתם כונתם בנכסי צאן ברזל וכתובה היא מנה מאתים עם התוספת שהוסיף הבעל ונכסים הנכנסים ויוצאים הם נכסי מלוג ונכסי צאן ברזל הם הנכסים שהכניסה לבעלה בנדוניא ומקבלם עליו בחוב כמו שיתבאר אחר כן ונכסי מלוג הפחת והתוספת שלה. ומה שאמרו ב\"ה בנכסי צאן ברזל בחזקתם לא ביארו בחזקת מי אם בחזקת הבעל או בחזקת האשה. ופסק ההלכה בנכסי צאן ברזל שיחלוקו ואפילו לדעת בית הלל: "
            ],
            [
                "<b>כנסה הרי היא כאשתו לכל דבר כו':  </b>אמרו כאשתו לכל דבר ר\"ל שיכול לגרשה ולהחזירה תדיר כאשתו. ואמרו כתובתה על נכסי בעלה הראשון ענינו שיהיה קרקע בעלה עומד תחת שיעבוד כתובתה ואם אין לה כתובה מראשון יכתוב לה היבם כתובה על כל פנים והוא מנה בלבד: "
            ],
            [
                "<b>מצוה בגדול לייבם כו':  </b>ר\"ל באמרו בחרש ובשוטה שמא יאמר המתינו לזה החרש או לזה השוטה עד שיבריאו אין שומעין לו: "
            ],
            [],
            [
                "<b>החולץ ליבמתו הרי הוא כאחד מן האחין לנחלה כו':  </b><b>החולץ ליבמתו הוא אסור בקרובותיה כו':  </b>העיקר בזה כשחלץ אדם לאשת אחיו הרי הוא כאילו היתה אשתו וגרשה וכל החיובין שהם בקרובות אשה כשגרשה הם בקרובות חלוצתו וכמו כן תאסר עליו צרת קרובת חלוצתו לפי שקרובת חלוצתו כערוה וכבר בארנו (פ\"א הלכה א) שצרת ערוה אסורה: "
            ],
            [
                "<b>החולץ ליבמתו ונשא אחיו את אחותה כו':  </b>אמרו כאן שנה רבי אחות גרושה מדברי תורה ולכך פטורה מן החליצה ומן היבום ואחות חלוצתו מד\"ס ולכך חולצת ולא מתייבמת כמו שהעיקר אצלנו שניות חולצות ולא מתייבמות: "
            ],
            [
                "<b>שומרת יבם שקידש אחיו את אחותה כו':  </b>אמרו הגדול על העיקר הנקדם מצוה בגדול לייבם ובהיות היבמה זקוקה לגדול קידש הוא את אחותה והלכה כרבי יהודה בן בתירא: "
            ],
            [
                "<b>היבמה לא תחלוץ ולא תתיבם עד שיש לה כו':  </b>אלו השלשה חדשים הם תשעים יום חוץ מיום שנתגרשה בו או מת בעלה וחוץ מיום שקבלה הקדושין ואין הלכה כרבי יהודה אלא כרבי יוסי: "
            ],
            [
                "<b>ארבעה אחין נשואין ארבע נשים ומתו כו':  </b>השיעור באמרו ארבעה אחים וכונתו לארבעה עצה טובה קמ\"ל שלא ישא אדם יותר מארבע נשים והטעם לפי שא\"א לו לאדם לעמוד בעונתן על היותר. ואמרו אם היה חולץ חולץ לפסולה ר\"ל לאותה שהיא פסולה לכהונה כדי שלא יפסול הכשרה ויחזירנה חלוצה ותאסר לכהונה. ואמרו כאן שנה רבי לא ישפוך אדם מי בורו ואחרים צריכים להם: "
            ],
            [
                "<b>המחזיר גרושתו והנושא חלוצתו כו':  </b>סברתו של ר\"ע יש ממזר מחייבי לאוין. ואין הלכה: "
            ],
            [
                "<b>איזהו ממזר כל שאר בשר שהוא בלא יבא כו':  </b>שיעור דברי ר\"ע כל שאר בשר וכל שהוא בלא יבא לפי שעיקר דעתו כל שאין לו ביאה בקהל הולד ממזר ואפילו הוא מחייבי לאוין והלכה כשמעון התימני אבל הבא על הנדה אין הולד ממזר: ",
                "<b>אשתו שמתה מותר באחותה כו':  </b>אמרו כאן שנה רבי משנה שאינה צריכה: "
            ]
        ],
        [
            [
                "<b>רבן גמליאל אומר אין גט אחר גט כו':  </b>העקרים שצריך שיהיו מזומנים בלבך בזה הפרק מה שאגיד והוא שהיבמה לא יהיו גרושיה גמורים ואינה מותרת לאחרים אלא בחליצה ולא תשלם קנינה ותסתלק מדין יבמה ותחזור כא\"א בעלמא אלא בבעילה והמאמר הוא נתינת הקדושין בפרוטה או בשוה פרוטה בלבד וקונה קצת קנין וכמו כן הגט ביבמה מגרש קצת גרושין וקשר הקדושין לא יתירנו אלא הגט ולפיכך מי שנתן גט ליבמתו צריך על כל פנים שיחלוץ לה ומיד יסתלק זיקת היבם ומי שעשה מאמר צריך על כל פנים ליתן גט לסלק ממנה קשר המאמר ויחלוץ אם ירצה להתירה לאחרים ויסלק זיקת היבום כמו שיתבאר וסברתו של ר\"ג שב' יבמות ליבם אחד כשנתן גט לזו ואחר כך לזו או בעל שתיהן או קדש לזו ואח\"כ לזו או חלץ לשתיהן מעשיו האחרונים בטלים וכאילו לא עשה כלום וכשנתן גט לזו וגט לזו חולץ לראשונה ומותר בקרובות שנייה לפי שהגט השני כאילו לא היה וכן אם קדש לשתיהן זו אחר זו חולץ לראשונה ונותן לה גט מחמת המאמר ומותר בקרובות שנייה וחכ\"א כי גט אחר גט עושה רושם כלומר קצת מעשה ושהוא אסור בקרובות שנייה וכמו כן יש מאמר אחר מאמר ובעלת המאמר השני צריכה גט ואסור בקרובותיה והלכה כחכמים: "
            ],
            [
                "<b>כיצד עשה מאמר ביבמתו ונתן לה גט כו':  </b>אמרו כיצד ר\"ל כיצד לא לאחר בעילה ולא לאחר חליצה כלום. ואלו המשניות כולם מבוארות ומפורשות כמו שקדמנו בעקרים. ואמרו נתן גט ובעל צריכה גט וחליצה אמנם צורך הגט מבואר לפי שהיא נקנית בבעילה וחזרה אשת איש וחייבנוה חליצה אף על פי שנבעלה מפני הגט שקדם לבעילה שאין אנו אומרים בעילה קונה קנין גמור ואין אחריה כלום אלא כשהיתה בעילה כשירה אבל זאת שהיא בעילה פסולה צריך אחריה חליצה. ואמרו אין אחר חליצה כלום יורה שלא יועיל המאמר בחליצתו ואמנם זהו דעת ר\"ע דס\"ל אין קדושין תופסין בחלוצתו לפי שכשנחלץ חזרה ערוה כמו שהיתה קודם מיתת אחיו ואין הלכה כר\"ע: "
            ],
            [],
            [
                "<b>כיצד עשה מאמר בזו ומאמר בזו כו':  </b>כל אלו המשניות כולם מבוארות על העקרים אשר הקדמנו וכבר בארנו כי באמרו אין אחר חליצה כלום הוא דעת ר\"ע ואין הלכה כמותו וכמו כן אין הלכה כרבי נחמיה ואמנם משפט העקרים כך הוא כשנבעלה היבמה בתחילה או אחר מאמר שהיא בעילה כשרה ר\"ל שיתן לה קדושין ואח\"כ יבעול אותה הרי נשלם קנינה וכמו כן כשנחלצה נסתלק זיקת היבם ממנה ובעילה פסולה אינה קונה קנין גמור וא\"א בלא גט לכל מי שקבלה קדושין ואז יגמרו גרושיה וכל יבמה שלא נבעלה בעילה כשרה צריכה חליצה וכבר נתבאר לך שחליצה פסולה תתיר היבמה לשוק והוא מה שאמר גט לזו וחלץ לזו אין אחר חליצה כלום וכשיהיו שני יבמים ושתי יבמות הבאות מבית אחד וחלץ אחד מהן לאחת מן היבמות חליצה פסולה הותרה אבל צרתה לא הותרה לשוק עד שיחלצו כל האחים לזו שנחלצה חליצה פסולה או תחלוץ זו הצרה לפי שהעיקר אצלנו חליצה מעולה בעינן למיפטר צרה וענין שלמותה כמו שזכר חליצה פסולה צריכה לחזור על כל האחים כולם ומיד הותרה צרתה לשוק: "
            ]
        ],
        [
            [
                "<b>הבא על יבמתו בין בשוגג בין במזיד כו':  </b>היבמה אינה צריכה קדושין מן התורה לפי שאשה הקנו לו מן השמים וקדושי יבמה מדרבנן ולפיכך הבא על יבמתו באי זה צד שיהיה קנה קנין גמור והעראה הוא הכנסת העטרה ומפגיעת העטרה היא נקראת נשיקה עד הכנסת העטרה כולה אמנם הוא שמוש דרך אברים וגומר הוא הכנסת האבר כולו. ואמרו לא חלק בין ביאה לביאה ר\"ל לא חלק הכתוב בין ביאה כדרכה לביאה שלא כדרכה והוא אמרו במשכב זכור משכבי אשה מגיד הכתוב ששתי משכבות יש באשה: "
            ],
            [
                "<b>וכן הבא על אחת מכל העריות שבתורה כו':  </b>אמרו וכן ר\"ל כל הבא על אחת מכל העריות האמורות בתורה בין באונס בין ברצון בין בשוגג בין במזיד פסלה מן הכהונה בין שבא עליה כדרכה בין שלא כדרכה לפי שעשאה זונה אע\"פ שהיא מותרת לבעלה אם היתה אנוסה והיא אשת ישראל לפי שהעיקר אצלנו אונס בישראל משרא שרי מ\"מ נפסלה מן הכהונה וכמו כן בת ישראל לממזר ולנתין נעשית זונה וכמו כן אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט נעשית חללה אפילו באונס או בשגגה: "
            ],
            [
                "<b>אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט כו':  מן האירוסין לא יאכלו בתרומה</b> לפי שהן משמרות לביאה פסולה ולפיכך לא יאכלו. ור\"א ור\"ש אומרים שתאכל עד שתבעל ואז תפסל ואם נתאלמנו או נתגרשו אלו הנשים הכהנות מן הנשואין פסולות לאכול בתרומה לפי שנתחללו בבעילה שנבעלו. על העיקר שלנו אין חלל אלא מאיסורי כהונה. מן האירוסין כשרות לאכול בתרומה לפי שלא נבעלו ולא נתחללו. ואין הלכה לא כר\"א ולא כר\"ש: "
            ],
            [
                "<b>כהן גדול לא ישא אלמנה כו':  </b>כתוב בתורה והוא אשה בבתוליה יקח ואמרו חכמים פרט לבוגרת שכלו בתוליה ובוגרת נקראת הבתולה כשיהיה לה ששה חדשים אחר הבאת סימני נערות וסימני נערות הם שתביא שתי שערות אחר שנשלמו לה שתים עשרה שנה לפי שהבאת ב' שערות בתוך זמן משתים עשרה שנה אינם סימנים אבל הם שומא וג\"כ כל זמן שלא תביא שתי שערות אפילו אחר השתים עשרה שנה היא קטנה עד שתשלים עשרים שנה כמו שיתבאר בזאת המסכתא ואין הלכה כר\"א ור\"ש: ",
                "<b>לא ישא את מוכת עץ אירס את האלמנה ונתמנה להיות כ\"ג יכנוס כו':  </b>זה כולו מבואר ומפורש: "
            ],
            [
                "<b>כהן הדיוט לא ישא אילונית כו':  </b>אין הפרש בין כהן לישראל במצות פו\"ר ולפיכך אינו מותר לישראל ולא לכהן ולא ללוי לישא את האילונית אא\"כ יש לו אשה ובנים והאי דנקט כהן הדיוט לאשמועינן מחלוקת רבי יהודה שאינו מתיר לו בשום פנים ובעילת זנות היא שתבעל בעילה שהיא בכרת או במלקות דאורייתא או בעשה דאורייתא בין שתהיה באונס בין ברצון נעשית זונה כמו שנקדם בזה הפרק (הלכה ב) אבל ישראל כשבא על מי שאינה אשת איש ולא משאר עריות ולא מחייבי לאוין לא נעשית זונה ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>לא יבטל אדם מפריה ורביה כו':  </b><b>נשא אשה ושהה עמה עשר שנים כו':  </b><b>האיש מצווה על פריה ורביה כו':  </b>ב\"ש מביאים ראיה ממשה וב\"ה סברי משה שנמנע מן האשה לפי שהנבואה שורה עליו תמיד ואין מביאים ממנו ראיה לאחרים אבל המצוה זכר ונקבה שבהם יתקיים המין ר\"ל בזכרים ובנקבות והסבות המונעות ההריון הם רבות והם ידועות אצל הרופאים ואפשר שתהיה סבה זה מן האיש לבדו או מן האשה לבדה או משניהם יחד ולפיכך כשגרשה ישאנה אחר ואינה מותרת להנשא לשלישי לפי שכבר הוחזקה. וטעם עשר שנים אמרו מקץ עשר שנים לשבת אברם ומיד נתאמת לשרה שהיא עקרה ונתנה לו הגר וצריך שיהיו כל העשר שנים מתמידים בתשמיש כדי שיעלו לחשבון ולפיכך ימי חוליים או פרידת אחד מהם שהלכו בדרך אינם עולים מכלל העשר שנים וכשיהיה הענין כך מיד אינו מותר לו להשאר עמה ויוציא ויתן כתובה אם היא אומרת שהסבה ממנו שאינו יורה כחץ ואין פוטרו מלפרוע הכתובה אלא הודעתה שהוא יורה כחץ ולפיכך הוא יכול להחרים חרם סתם בשם מי שיודע שאני יורה כחץ ולא תודיע הדבר ואם הוא יטעון שהיא הפילה בתוך עשר שנים כדי שיעמוד עמה ותאמר היא שלא הפילה יוציא ויתן כתובה לפי שהיא אינה חשודה לאחזוקי נפשה בעקרה ואין הלכה כרבי יוחנן בן ברוקה: "
            ]
        ],
        [
            [
                "<b>אלמנה לכ\"ג גרושה וחלוצה לכהן הדיוט כו':  </b>אע\"פ שהאישות היא בעבירה יהיו עבדי צאן ברזל כדין עבדיו שלקחם אחר שהוא חייב באחריותן: "
            ],
            [
                "<b>בת ישראל שניסת לכהן והכניסה לו עבדים כו':  </b>דברי רבי יוסי מפני חלקו של עובר ר\"ל כשיניח המת בנים רבים מאשתו בת ישראל והניחה מעוברת הדין נותן שלא יאכלו עבדיה בתרומה לפי שהם ירושה מכל האחין ועובר במעי זרה זר הוא ובשביל חלק העובר לא יאכלו עבדיה בתרומה. והרחיקו חכמים זה ואמרו לו אם אתה אומר שחלקו של עובר פוסל ושהוא קונה כמו כן בת כהן לכהן כשהניח בנים והניחה מעוברת לא יאכלו עבדיה בתרומה שהעיקר ילוד מאכיל [שאינו ילוד אינו מאכיל]. ויהיה שיעור קושייתם עליו כך מאחר שהעדת בנו על בת ישראל לכהן כך אתה צריך להעיד על בת כהן לכהן ומת והניחה מעוברת ואמנם סברת חכמים הוא כיון שיש לו בנים יאכלו עבדיה בתרומה אע\"פ שהיא מעוברת והעיקר אצלנו אין קנין לעובר. והלכה כחכמים: "
            ],
            [
                "<b>בת ישראל שניסת לכהן ומת כו':  </b>דברי רבי יוסי מפני חלקו של עובר ר\"ל כשיניח המת בנים רבים מאשתו בת ישראל והניחה מעוברת הדין נותן שלא יאכלו עבדיה בתרומה לפי שהם ירושה מכל האחין ועובר במעי זרה זר הוא ובשביל חלק העובר לא יאכלו עבדיה בתרומה. והרחיקו חכמים זה ואמרו לו אם אתה אומר שחלקו של עובר פוסל ושהוא קונה כמו כן בת כהן לכהן כשהניח בנים והניחה מעוברת לא יאכלו עבדיה בתרומה שהעיקר ילוד מאכיל [שאינו ילוד אינו מאכיל]. ויהיה שיעור קושייתם עליו כך מאחר שהעדת בנו על בת ישראל לכהן כך אתה צריך להעיד על בת כהן לכהן ומת והניחה מעוברת ואמנם סברת חכמים הוא כיון שיש לו בנים יאכלו עבדיה בתרומה אע\"פ שהיא מעוברת והעיקר אצלנו אין קנין לעובר. והלכה כחכמים: "
            ],
            [
                "<b>העובר והיבם והאירוסין והחרש כו':  </b>פוסלין ולא מאכילין ענינו אם היתה בת ישראל מעוברת מכהן או שומרת יבם לכהן או מאורסת מכהן או בעלה כהן חרש או כהן בן תשע שנים ויום אחד לא תאכל בתרומה לפי שהם אינם קונין קנין גמור ואם היתה בת כהן מעוברת מישראל ושאר הענינים הנזכרים נפסלה מלאכול בתרומה לפי שהם קונים קצת קנין וכוון באמרו בן תשע שנים ויום אחד לפי שמעקרינו הוא בן תשע שנים ויום אחד ביאתו ביאה וכבר באר בש\"ס שאמרם בכאן בן תשע שנים ויום אחד פוסל אמנם זה בפסול כהונה כמו אם יהיה חלל בן ט' שנים ויום אחד ובא על הכהנת פסלה מלאכול בתרומה או תהיה גרושה וחלוצה ובא עליה בן תשע שנים ויום אחד שהיא ג\"כ נתחללה ונפסלה לכהונה ואם נפל הספק אם הוא בן תשע שנים ויום אחד או פחות מבן תשע פוסל מן התרומה ומן הכהונה כמו שפירשנו אע\"פ שהוא ספק וכמו כן אם כשבא על יבמתו ונפל הספק אם הוא בן תשע שנים ויום אחד קנה כמו שיתבאר או הוא פחות ואין ביאתו ביאה או אם חלץ האיש ליבמתו ונפל הספק אם הביא ב' שערות והחליצה גמורה או לא הדין בכל זה לחומרא והוא מ\"ש חולצת ולא מתייבמת וכשהיה שם אחד מאלו הענינים תדין בזה הדין. ואח\"כ חזר למין ממיני הספק והוא אמרו נפל הבית עליו ועל בת אחיו שאין אנו יודעין מי מהם מת תחלה שאילו ידענו שבת אחיו מתה בתחלה היתה צרתה מותרת לאחיו כאשר הקדים לנו באמרו וכולן שמתו וכו' ואילו ידענו שהוא מת בתחלה היתה צרתה פטורה מן החליצה ומן היבום ומפני שנתחדש הספק חולצת ולא מתיבמת: "
            ],
            [
                "<b>האונס והמפתה והשוטה לא פוסלין כו':  </b>אמרו פוסל משום ביאה כשבא על אשה עשאה זונה ופסלה מן הכהונה לפי שאינו ראוי לבוא בישראל ולכך בעילתו בעילת זנות ואין פוסל משום זרע כמו שאמר לפי שהעיקר אצלנו אין יחס לעבדים: ",
                "<b>ממזר פוסל ומאכיל כיצד בת ישראל לכהן כו':  </b>זאת ההלכה על דעת מי שאמר עובד כוכבים ועבד הבא על בת ישראל הולד ממזר והרבה בש\"ס נושא ונותן בזה ופסקו עובד כוכבים ועבד הבא על בת ישראל הולד כשר בין בפנויה בין באשת איש בין באונס בין ברצון: "
            ],
            [
                "<b>כה\"ג פעמים שהוא פוסל כיצד בת כהן לישראל כו':  </b>ומן העקרים שלנו שכל זמן שיהיה לכהנת זרע מישראל בין שיהיו זכרים או נקבות לא תאכל בתרומה ולשון ספרא ובן אין לה אין לי אלא בנה בתה ובת בנה ובת בתה ובן בתה ובן בת בתה מניין ת\"ל וזרע אין לה עיין עליה ר\"ל תדין על הזרע וזרע זרע עד שיכלה. ועל זה הדמיון בעצמו אם היתה ישראלית לכהן כל זמן שיהיה לה ממנו זרע או זרע הזרע עד סוף כל הדורות תאכל בתרומה: "
            ]
        ],
        [
            [
                "<b>הערל וכל הטמאים לא יאכלו בתרומה כו': </b>הטעם בהיות הכהן ערל לא יאכל בתרומה וקדשים מה שנאמר בפסח תושב ושכיר לא יאכל בו ואמר בתרומה תושב כהן ושכיר לא יאכל וכמו שהערל אינו אוכל פסח לאמרו וכל ערל לא יאכל בו כמו כן לא יאכל הערל בתרומה וקדשים וכבר ידעת שפצוע דכא וכרות שפכה בעילתן בעילת זנות. \n"
            ],
            [
                "<b>איזהו פצוע דכא כל שנפצעו הביצים שלו כו':  </b>התשובה שאפשר להם להשיב בה לר\"ש שיאמרו לו מה לעמון ומואב שכן נתפרש טעמן על דבר אשר לא קדמו אתכם האיש דרכו לקדם ולא האשה תאמר במצרי ואדומי שלא תלה ריחוקם בשלשה דורות בדבר בעולם ואין הלכה כר\"ש: "
            ],
            [
                "<b>עמוני ומואבי אסורין ואיסורן איסור עולם כו':  </b><b>ממזרין ונתינין אסורין ואיסורן איסור עולם אחד זכרים ואחד נקבות כו':  </b>התשובה שאפשר להם להשיב בה לר\"ש שיאמרו לו מה לעמון ומואב שכן נתפרש טעמן על דבר אשר לא קדמו אתכם האיש דרכו לקדם ולא האשה תאמר במצרי ואדומי שלא תלה ריחוקם בשלשה דורות בדבר בעולם ואין הלכה כר\"ש: "
            ],
            [
                "<b>אמר ר' יהושע שמעתי שהסריס חולץ כו':  </b>הלכה כר\"ע שאמר סריס אדם חולץ וחולצין לאשתו וכמו כן לדעתו מייבמין לאשתו ואמנם א\"ר עקיבא חולץ תשובה לרבי יהושע שלא דיבר אלא בחליצה. ומבואר הוא שסריס אדם אינו מייבם לפי שהוא אסור לבוא בקהל ורוצים לומר באמרם סריס חמה שלא ראה חמה מעולם אלא הוא סריס ר\"ל משעת יציאתו לעולם יצא סריס ר\"ל מבוטל מתשמיש: "
            ],
            [
                "<b>הסריס לא חולץ ולא מיבם כו':  </b>זה הסריס הוא סריס חמה כרבי עקיבא לפי שהוא דומיא דאילונית שאינו בידי אדם והיות בעילתה בעילת זנות אינו בשביל שהיא אילונית אלא בשביל שאינה בת יבום ובעלוה אחין והיא אסורה עליהן: "
            ],
            [
                "<b>סריס חמה כהן שנשא בת ישראל מאכילה בתרומה כו':  </b>דברי רבי יוסי ור\"ש בכאן שאנדרוגינוס שנשא בת ישראל מאכילה בתרומה יורה שהוא זכר אצלם. אח\"כ חזר רבי יוסי מזאת הסברא בברייתא ואמר אנדרוגינוס בריה בפני עצמו ולא הכריעו בו אם זכר אם נקבה והלכה כרבי יוסי כפי מה שנתבארו דבריו בברייתא ולכך הדין הוא שאינו מאכיל בתרומה לפי שהוא ספק וספיקא דאיסורא לחומרא. ואחר שנתקיים אצלנו שסריס אדם חולץ וחולצין לאשתו אין הלכה כרבי יהודה והלכה כר\"א באמרו חייבין עליו סקילה כזכר כששכב אותו משכב זכור אבל אם שכב אותו במקום נקבותו אין חייבין עליו סקילה כזכר: "
            ]
        ],
        [
            [
                "<b>יש מותרת לבעליהן ואסורות ליבמיהן כו':  </b>אמרו כשר וכשרה ר\"ל כהן כשר וכהנת כשרה והנראה מזאת המשנה שכהנת כשרה אסורה לחלל וזה מאמר דחוי לפי שעיקר אצלנו לא הוזהרו כשרות להנשא לפסולין אלא מותר חלל בכהנת כשרה: "
            ],
            [
                "<b>ואלו מותרות ליבמיהן ואסורות לבעליהן כו':  </b>מה שחייב לומר כאן קידש ולא אמר נשא לפי שאלו נשא תהיה חללה ואסורה אפילו לכהן הדיוט ותהיה אסורה לזה ולזה: ",
                "<b>ואלו אסורות לאלו ולאלו כ\"ג שנשא את האלמנה כו':  </b>ר\"ל באמרו בשניה אין לה כתובה עיקר כתובה והוא מנה לבעולה ומאתים לבתולה בין הכיר בה בין לא הכיר בה אבל תוספת יש לה ואפילו לא הכיר בה ולא מזונות ר\"ל בשלותה ואכלה במזונותיה והיה בעלה במדינת הים כשיבא בעלה לא יחייבוהו לפרוע זה החוב כמו שיחייבוהו בנשואין גמורין בלא עבירה. ובלאות מה שנשתמש בבגדיה ובכליה עד שבלו ונאבדו כולם לא תוציאם ממנו ומה שאנו אומרים שאין לה בלאות בלאות של נכסי מלוג אבל של נכסי צאן ברזל יש לה וזה הדין אמנם הוא קנס לשניה על העבירה לפי שהדעת נוטה אחר שאין לה כתובה שלא יהיו לבעל חוקי הנשואין ולא יהנה מנכסי מלוג אבל מצד הקנס עשינו נכסי מלוג שלה כנכסי שאר הנשים והעיקר אצלנו בכל מי שיש לו נכסי מלוג מה שאמרו עיילא ליה גלימא פירא הוי ומכסי ביה עד דבלאי והיא הלכה פסוקה ולכך לא יתחייב הבעל בבלאות נכסי מלוג בשום צד ונשתנה בזה הענין דין השניה כדין זולתה וזה כולו בשאין בלאותיה קיימין כמו שפירשנו אבל כשבלאותיה קיימין אידי ואידי אית לה ר\"ל בלאות של נכסי מלוג ושל נכסי צאן ברזל וענין שאמרו אין לה פירות שהיא לא תוציא מיד הבעל מה שאכל מן הפירות לא מנכסי מלוג ולא מנכסי צאן ברזל לפי שיעלה על הדעת אחר שהנשואין בעבירה שאין לו פירות והיא תוציאם ממנו. ובאמרו באלמנה לכ\"ג וחברותיה יש להן כתובה וכן בלאות ומזונות ופירות ר\"ל ושהיא תוציא ממנו פירות שאכל ותזון מנכסיו אחר מותו אבל בחייו אין לה מזונות לפי שיש לנו להכריח' על הגירושין ואין לנו לסבב להם שום צד שיתקיימו יחד וזה כולו כשהכירו בהם אבל לא הכירו בהם אין להם לא כתובה ולא פירות ולא בלאות ולא מזונות אבל תוספת יש להם. מה שאמרו באלמנה לכ\"ג וחברותיה כשלא הכיר בהם אין להם בלאות במה שנאבד ונפסד מנכסי צאן ברזל לפי שהם ברשות הבעל קיימו ולכך לא תוציאם ממנו אפילו נאבדו בעין אבל נכסי מלוג דברשות האשה כל מה שנאבד מן הבלאות חייב בהם וזה כולו בדליתנהו בעינייהו אבל איתנהו בעינייהו לבלאות אידי ואידי שקלא ואית לה וטעם שאין לשניה כתובה וחייבי לאוין מה\"ת יש להן כתובה לפי שהללו דברי סופרים וצריכין חזוק והללו ד\"ת ואין צריכין חזוק: "
            ],
            [],
            [
                "<b>בת ישראל מאורסת לכהן מעוברת מכהן כו':  </b>כבר נתבאר שהעובר והיבם והארוסין פוסלין ולא מאכילין ואלו המשניות אמנם הם דעת ר\"מ שאומר מעשר ראשון אסור לזרים אבל הנראה מן הש\"ס שמעשר ראשון מותר לזרים ומ\"ש ר\"מ בכאן כי בת כהן לא תאכל בתרומה ולא במעשר ר\"ל אין חולקין לה מעשר בבית הגרנות גזירה משום גרושה בת ישראל שהיא אסורה לאכול מעשר לדעת ר\"מ אחר שנתגרשה מן הלוי וכשחלקה בבית הגרנות בעודה עם הלוי לא יודע לבני האדם שבשביל בעלה היא אוכלת אבל יחשבוה לויה ולכך לא תחלוק אשה לדעת ר\"מ בבית הגרנות כלל בין שתהיה לויה או כהנת גזרה משום גרושה בת ישראל. ואמרו בכאן מאורסת כמו כן אפילו היתה נשואה בת לוי לכהן או בת כהן ללוי אין חולקין לה בבית הגרנות אבל אמר מאורסת לפי שאמר במה שקדם בבת ישראל לכהן מאורסת לכהן שהיא מאורסת דוקא לפי שאם היתה נשואה תאכל: "
            ],
            [
                "<b>בת ישראל שניסת לכהן תאכל בתרומה כו':  </b>כל זמן שיהיה לישראלית זרע מכהן כפי מה שפרשתי בפ\"ז (ה\"ז) תאכל בתרומה וחזה ושוק וכן פירשו היא בתרומת הקדשים תאכל [<small>כאן שגו המעתיקים והשתבשו הכתוב (ויקרא כ״ב:י״ב-י״ג) לקשרו עם כוונת הענין וראוי להשיב הפסוק על כנו למשנה הנמשכת לזו בבת כהן שנשאת לאיש זר וצ\"ל שם ואינה חוזרת לחזה ושוק וכן פירשו היא בתרומת הקדשים לא תאכל וכו' שגם בחבורו תרומות פ\"ו הלכה ו' ט' הביא שני לימודים ע\"ש וצע\"ג</small>] במורם מן הקדשים תאכל: "
            ],
            [
                "<b>בת כהן שניסת לישראל לא תאכל בתרומה כו':  </b>כתוב בתורה מלחם אביה תאכל ואמרו חכמים מלחם ולא כל לחם ובא בקבלה חוזרת היא לתרומה ואינה חוזרת לחזה ושוק וכבר הודעתיך שמעשר ראשון מותר לזרים: "
            ]
        ],
        [
            [
                "<b>האשה שהלך בעלה למדינת הים כו':  </b>מן העקרים שהם אצלנו שכל מי שזנתה אשתו תחתיו אסורה עליו ועל מי שזנתה עמו לפי שנאמר בסוטה נטמאה נטמאה ב' פעמים ובא בקבלה טמאה לבעל וטמאה לבועל ולפיכך חייבנו בכאן תצא מזה ומזה אע\"פ שהיא שוגגת לפי שהיא נעשית זונה. וחיוב הגט מן הראשון מבואר ואמנם מן השני גזרה שמא יאמרו אשת איש יוצאה בלא גט. ולא יתחייב אחד מהם בכתובה ולא תנאי כתובה לפי שהדין הכריח שניהם לגרשה ואין דינה כדין אשת כהן שנשבית שבעלה חייב בכתובתה. ואחזור למה שאמרו ולא בלאות ר\"ל לא מה שנאבד ונפסד מנכסי צאן ברזל ולא מנכסי מלוג אין מוציאין מהם ואם היו הבלאות בעין היא תקחם בלא ספק שהעיקר אצלנו שהיא לא הפסידה בלאותיה הקיימין. ולא פירות שאין מוציאין מהם מה שהגיע אצלם מפירות נכסיה וכמו כן אין לה תוספת כתובתה. ואמרו הולד ממזר מזה ומזה ר\"ל אם כשבא עליה הראשון שנית והיא תחת השני קודם שתקבל ממנו גט הולד ממזר והוא ממזר מדרבנן והולד משני ממזר מדאורייתא ולכך הולד מראשון אסור בממזרת ואסור בבת ישראל. ומן העקרים שבת לוי שזינתה לא נפסלה מן המעשר אבל נפסלה בכאן משום קנס. ואין הפרש בין נשאת ברשות ב\"ד בין שלא ברשות ב\"ד ואפילו העידו ב' עדים במיתתו ולא נאמר מאי הוה לה למיעבד אלא כל זמן שיבא בעלה הראשון תצא מזה ומזה וכל הדרכים האלו בה. ואין הלכה כרבי יוסי ולא כר\"א ולא כר\"ש: "
            ],
            [
                "<b>ניסת ע\"פ ב\"ד תצא ופטורה מן הקרבן כו':  </b>זאת ההלכה דחויה אבל היא חייבת קרבן מכל הצדדין לפי שהעיקר אשר הוא אצלנו בעושה בהוראת ב\"ד שהוא פטור מן הקרבן יש לו תנאים רבים כמו שיתבאר בתחלת הוריות ובהתקבץ אלו התנאים יהיה העושה פטור ואלו התנאים אין בכאן מהם גם אחד ולכך האשה ובעלה השני חייבין בקרבן לפי שהם שוגגין וזה הקרבן חטאת נקבה מן הצאן: "
            ],
            [
                "<b>האשה שהלך בעלה ובנה למדינת הים כו':  </b>ר\"ל באמרו הראשון ואחרון אשר נולד לפני שמועה ולאחר שמועה וזה דעת ר\"ע דסבר יש ממזר מחייבי לאוין שהיבמה איסור לאו בה הוא שנאמר לא תהיה אשת המת החוצה ואין הלכה כר\"ע: ",
                "<b>אמרו לה מת בנך ואח\"כ מת בעליך כו':  </b>כל מה שאמר הולד הראשון ואחרון ממזר ר\"ל שנולד לפני שמועה ולאחר שמועה כמו שזכרנו במה שקדם ומאמר ר\"א אמיתי ובזה הפסיק ענין אחר והוא כשיכתוב אדם גט לאשתו ויבאר בו שהוא מגרש אותה ממנו והניחה אסורה על שאר בנ\"א כגון שיאמר לה הרי את מגורשת ממני ואי את מותרת לכל אדם בלא ספק הגט הוא פסול והוא חספא בעלמא אבל היא אסורה לכהן בזה הגט ואינה מותרת להנשא עד שיכתוב לה גט כשר לפי שנאמר גרושה מאישה אפילו לא נתגרשה אלא מאישה וזהו ריח הגט שפוסל בכהונה: "
            ],
            [
                "<b>מי שהלכה אשתו למדינת הים כו':  </b>ידוע הוא שאין קדושין תופסין בעריות ונאמר בסוטה ושכב איש אותה ובא בקבלה שכיבתה אוסרתה ואין שכיבת אחרת אוסרתה וזה מן הדין כי האדם כשזינה עם קרובות אשתו לא תאסר עליו אשתו. ומאמר רבי יוסי צריך ביאור גדול שת\"ק ביאר דבריו כפי מה ששמע רבי יוסי ממנו שאם היה יעקב וישמעאל נשואים לאה ורחל ויעקב בעל לאה והלך ישמעאל ולאה למד\"ה ושמע יעקב שמתו שניהם ונשא יעקב לרחל אח\"כ באו ישמעאל ולאה וידוע הוא שרחל אסורה על ישמעאל בעלה בלא ספק לפי שהיא צריכה גט מיעקב וכל הדרכים האלו בה כמו שנקדם אבל לאה מותרת ליעקב בעלה בין שהיתה לאה מאורסת ליעקב או נשואה לפי שאין שכיבת אחותה אוסרתה וחלק רבי יוסי על זה ואמר שאם תהיה לאה מאורסת ליעקב בלבד תיאסר עליו לפי שאפשר שתנאי היה לו בקידושין ולא נתקיים התנאי ונשואין גמורים היו נשואי אחותה רחל וצריכה רחל ממנו גט ונפסלה לבעלה וכמו שפסל על ידי אחרים פסל ע\"י עצמו אבל אם היתה לאה נשואה ליעקב ידוע הוא שאין קדושין תופסין באחותה ואינה צריכה רחל גט ולכך מותרת שתחזור לישמעאל בעלה ולא תיאסר עליו לפי שלא קבלה גט וכמו שלא פסל רחל על בעלה לא פסל אשתו והלכה כרבי יוסי במה שאסר חזרת הארוסה ליעקב בלבד: "
            ],
            [
                "<b>אמרו לו מתה אשתך ונשא אחותה מאביה כו':</b> אמרו מתה מתה ר\"ל אמרו לו מתה. ומן המבואר כשתהיה לאה אחות רחל מן האב בלבד ורחל אחות רבקה מן האם בלבד שהזיווג בלאה ורבקה מותר לפי שאין ביניהן קורבה כלל ועל זה הענין תתבאר ההלכה בקלות: \n"
            ],
            [
                "<b>בן תשע שנים ויום אחד הוא פוסל ע\"י אחין כו':  </b><b>בן תשע שנים ויום אחד שבא על יבמתו כו':  </b>מן העקרים הוא שבן תשע שנים ויום אחד ביאתו ביאה ויש לו גט ויש לו מאמר אבל אינו גט גמור ואינו מאמר גמור. ואמרו בכאן פוסל תחלה ר\"ל במאמר לפי שאם נתן אחיו הגדול מאמר ביבמתו ואח\"כ נתן הוא מאמר אינו פוסל על ידי אחיו הגדול אבל הוא כאילו לא נתן שום דבר אבל בביאה הוא פוסל לעולם בין בתחלה בין בסוף והעיקר אצלנו עשו ביאת בן תשע שנים ויום אחד כמאמר בגדול וכבר ידעת מן הפרק החמישי דין מאמר אחר מאמר ועל זה תעשה היקש ואין הלכה כר\"ש: "
            ],
            [],
            [
                "<b>בן ט' שנים ויום א' שבא על יבמתו ואח\"כ בא על צרתה כו': בן תשע שנים ויום אחד שבא על יבמתו ומת כו': </b>כבר בארנו שמאמר גדול כביאת בן ט' שנים ויום אחד ומעקרנו ג\"כ אשת קטן ואשת שוטה פטורות מן החליצה ומן הייבום ולפיכך נשא אשה ומת פטורה מן החליצה ומן הייבום: "
            ],
            [
                "<b>בן תשע שנים ויום א' שבא על יבמתו ומשהגדיל כו':  </b>היות הראשונה חולצת ולא מתייבמת לפי שביאת בן תשע שנים כמאמר בגדול וכבר נקדם לך שאם נתן גדול מאמר ליבמתו ומת חולצת ולא מתייבמת ובן כ' שנה שלא הביא ב' שערות אם נראו בו סימני סריס הוא סריס חמה ואם לא נראו בו הרי הוא במדרגת קטן לכל המצות ודינו בענייני התשמיש כדין בן תשע שנים ויום אחד עד שיגיע לחמש ושלשים שנה וכשיהיה לו יותר על חמש ושלשים שנה ולא הביא שתי שערות הרי הוא סריס חמה אע\"פ שלא נראו בו סימני סריס וסימני סריס הם כל שאין לו זקן ושערו לקוי ר\"ל שערות ראשו דקים חלושים מאד ובשרו מחליק ואין מימי רגליו מעלין רתיחה ומטיל מים ואינו עושה כיפה ר\"ל העדר קלוח השתן ושכבת זרעו דוהה ר\"ל שמראיתו כהה ואין מימי רגליו מחמיצין ורוחץ בימות הגשמים ואין בשרו מעלה הבל כשאר הבריאים וקולו דק עד שאינו ניכר בין קולו לקול הנשים. וכשיראו בו אחד מאלו הסימנים ונשלמו לו כ' שנה ולא הביא שתי שערות הרי הוא סריס חמה ובתנאי שלא יהיו בזקנו ב' שערות או יותר לפי שכשיהיו בזקנו אפילו שתי שערות לא יהיה סריס עד שיהיו בו הסימנים כולן [ויהיה בן עשרים שנה] או עד שיהיה בן ל\"ה שנים ויום אחד ומכאן יתבאר לך ששתי שערות הנזכרות בכל מקום באיש ובאשה אינו ר\"ל שיצמחו באי זה מקום שיהיו בגוף אלא מתנאי השערות שיצמחו למטה בגוף במקומות הידועים שהשער צומח בו ודע זה: "
            ]
        ],
        [
            [
                "<b>נושאין על האנוסה ועל המפותה כו':  </b>הדין בזאת ההלכה לפי מה שאגיד וזה כי האדם כשנחשד עם אשה על הצד שנקדם לנו בענין הנטען מן השפחה ונתאמת החשד עמה אין הדין נותן שיניחו לו לישא אשה מקרובות זאת האשה שנתברר עליו החשד עמה ר\"ל באמרו הקרובות הם הקרובות שנאסרה הביאה עמהם אם היתה אשתו וכמו כן כשאנס אדם אשה או פתה אין לו רשות להנשא עם הקרובות המיוחדות באנוסתו ומפותתו שאינו מותר לו לבא עליהן וזאת המניעה מדרבנן והסבה שלא נחזיק בעוברי עבירה לפי שאם ישא קרובותיה יתגבר עליה ואם נשא קרובת אנוסתו או מפותתו שנטען עליה אין מוציאין אותה ממנו ואם מתה מפותתו או אנוסתו מותר לו לישא קרובותיה לפי שנסתלקה הסבה. ואמרו נושאין על האנוסה ר\"ל אחר מותה ורבי יהודה מביא ראיה ממה שנאמר לא יגלה כנף אביו כנף שראה אביו לא יגלה ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>הגיורת שנתגיירו בניה עמה כו':  </b>זה מבואר לפי שדיני הקורבה אינו נוהג בקורבת העובדי כוכבים ועבדים: "
            ],
            [
                "<b>חמש נשים שנתערבו ולדותיהן הגדילו כו':  </b>עיקר זאת המשנה שיהיה לכל אחת מאלו הנשים בן ידוע ואחר כן הולידו חמשה בנים אחרים ונתערבו ומתו התערובות ונשארו החמשה הידועים דינם כמו שאגיד וזה כל זמן שיחלצו ארבעה לאחת מהם ישאנה החמישי והוא מותר ממה נפשך אם היתה זאת אשת אחיו עליו ליבם אותה ואם היא אשת ממי שאינו אחיו כבר חלץ לה אחי בעלה לפי שכבר חלץ כל אחד מד' וכל אחת מהן יחלוץ לה ד' אחים תחלה ואחר ישאנה החמישי אחר השלמת חליצות הארבעה ואחר יחזור זה שנשא ויהיה מכלל הארבעה שחולצין לשניה וייבם אותה אחר מי שחלצו לראשונה ועל דרך זה עד שתהיינה החמש נשים אצל החמשה אחים וזה לפי שיהיה כל אחד מן האחים מקיים מצות יבום וזה מותר ואם חלצו כולם לכל אחת מהן אין צ\"ל שהן הותרו להנשא לאחרים: "
            ],
            [
                "<b>האשה שנתערב ולדה בולד כלתה כו':  </b>אמרו הכשרים ר\"ל הודאין ואמרו אחד חולץ ואחד מיבם מבואר לפי שאם הוא זה שחלץ בן הכלה וחלץ אשת אחיו הרי השני הוא בן הזקנה מותר לישא אשת בן אחיו אחר החליצה ואם היה מי שחלץ בן הזקנה ואשת בן אחיו חלץ הרי לא הוסיף לה החליצה כלום ואינה חליצה והשני שהוא בן הכלה ייבם אשת אחיו והתנאי בכאן כמו כן להקדים החליצה: "
            ],
            [
                "<b>כהנת שנתערב ולדה בולד שפחתה כו':  </b>אלו הדינים כולם בנוים על שלשה עקרים. אחד מהם ספקא דאיסורא לחומרא. והשני המוציא מחברו עליו הראיה. והשלישי הוא שלא נחייב לשום אדם בעונש מן העונשים מספק ואמרו חולקין חלק אחד ר\"ל חולקין בחלק האחד שלקחו מן הגורן לפי שהם נותנים להם עכ\"פ חלק אחד. וחומרי ישראל וחומרי כהנים בקרבנות לפי שמנחת כהן נאמר בה לא תאכל באש תשרף ומנחת ישראל נשרף ממנה הקומץ והשאר נאכל וכשהביא אחד מהם מנחה נקמצת כמנחת ישראל וקמצה קרב בפני עצמו ושיריה נשרפים: "
            ],
            [
                "<b>מי שלא שהתה אחר בעלה ג' חדשים כו':  </b>זה כולו מבואר על העיקר המפורסם שאשת אחיו מאמו אסורה לעולם ולפיכך חולץ ולא מיבם וכמו כן הם חולצים לה ולא מייבמים. ואמרו הוא או חולץ או מייבם ר\"ל כשמת האח שאין בו ספק ובתנאי שאין לו אח ודאי זולת זה יחלוץ או ייבם אבל ממ\"נ כשמת האחד מן האחים שהם מאחד מן האבות חולץ ואחד מן האחים שהם מן האב השני מייבם ובתנאי שתקדים החליצה כמו שבארנו כמה פעמים: "
            ],
            [
                "<b>היה אחד ישראל ואחד כהן נושא אשה ראויה לכהן כו':  </b>אמרו אחד ישראל ואחד כהן ר\"ל בעל ראשון ובעל שני. ואונן נקרא האדם שמת לו מי שיתחייב עליו אבילות כמו שבארנו בפסחים [פ\"ח ה\"ו] והתועלת בזה שאונן אסור באכילת קדשים ואינו רשאי שישרת בקרבן כמו שיתבאר בפרק אחרון מן הוריות [הלכה ה]. ואמרו אינו יורש אותם על העיקר שזכרנו המע\"ה ולכל אחד מהן יורשים ודאים. ואמרו והן יורשים אותו בשלא הניח זרע לפי שירושתו לאביו ושניהם ספק אביו ולכך חולקים לפי שהוא ממון המוטל בספק והוא פטור על מכתו ועל קללתו של זה ושל זה כשהכה זה בזמן אחד וזה בזמן אחר אבל כשהכה שניהם ביחד או שקלל אותם בדבור אחד חייב. ואמרו נוטל חלק אחד בזמן שיהיו ג\"כ האנשים שנפל בהם הספק אי זה מהם הוא אביו ממשמר אחד מבית אב אחד: "
            ]
        ],
        [
            [
                "<b>מצות חליצה בשלשה דיינין כו':  </b>הדיוטות אינן חכמים אלא שיודעין קריאת הלשון והחליצה מותרת בהן בשעת הדחק ואף על פי שמצות חליצה בשלשה על כל פנים צריך שישלים למנין חמשה לפרסומי מילתא ואין קפידא באותן השנים המשלימין למנין החמשה אם הם תלמידים או עמי הארץ. ואנפליא הוא צורת מנעל מפשתן ארוג. ואמרו מן הארכובה ולמעלה מן הארכובה ולמטה שיקשור רצועות המנעל למעלה מן הארכובה או למטה אבל אם נחתכה רגלו או נעקמה ויצאה ממקומה עד שאינו יכול לנעוץ עקבו בארץ כמו אלו שהולכין על אצבעות רגליהם והדומים להם אין החליצה מועלת לפי שהעיקר אצלנו צריך לתרוצי לכרעיה: "
            ],
            [
                "<b>חלצה בסנדל שאין שלו או בסנדל של עץ כו':  </b><b>חלצה בלילה חליצתה כשרה ור\"א פוסל בשמאל חליצתה פסולה ור' אליעזר מכשיר כו':  </b>בשל עץ ע\"מ שיהיה מחופה עור וזה כולו בדיעבד אבל לכתחילה אינו מותר ואין הלכה כת\"ק באמרו חלצה בלילה חליצתה כשרה ולא כר\"א בהיותו מכשיר בשמאל: "
            ],
            [
                "<b>חלצה ורקקה אבל לא קראה חליצתה כשירה כו':  </b>הלכה כרבי עקיבא: "
            ],
            [
                "<b>החרש שנחלץ והחרשת שחלצה כו':  </b>אמרו שנחלץ ולא אמר חלץ לפי שהוא חרש ואינו שלם בדעת כדי שיתיחס לו המעשה. ודין חליצה פסולה הנזכרת בכל זה הפרק שא\"א בה יבום אחר כך ואינה מותרת לאחרים אלא אחר חליצה שניה כהלכתה. וזאת המשנה לרבי מאיר אבל דעת חכמים חליצת קטן אינה כלום ואינה פוסלת והלכה כחכמים: "
            ],
            [
                "<b>חלצה בשנים או בשלשה ונמצא אחד מהן קרוב כו':  </b>היה זה המעשה בבית האסורים והיה כמו כן ר\"ע בבית האסורים והיו שם עדים העידו בראיית החליצה. ופסק ההלכה שאי אפשר מבלתי שלשה דיינים לפי מה שנקדם ואז תהיה חליצה כשרה. "
            ],
            [
                "<b>מצות חליצה בא הוא ויבמתו לב\"ד כו':  </b>פירוש עצה ההוגנת לו שאם היה הוא קטן בשנים והיא זקנה או הוא זקן והיא קטנה יועצין לו שיחלוץ ולא ייבם ואם היתה הוגנת לו מצד שנותם יועצים לו שייבם יותר משיחלוץ. והלכה כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>ב\"ש אומרים אין ממאנין אלא ארוסות כו':  </b>שיעורו או תמאן ותנשא ר\"ל כשממאנת לא תתארס עד שתגדיל או תמאן ותנשא מיד ובאה הוי\"ו במקום או אבל שתמאן ותתארס והיא קטנה אין מתירין אותה ב\"ש לפי שא\"א לה המיאון פעם שניה לפי שסברתם אין ממאנים אלא ארוסות כמו שנקדם מדבריהם: "
            ],
            [
                "<b>איזו היא קטנה שצריכה למאן כו':  </b>ענין אמרו אינה צריכה למאן שהיא אינה צריכה למאן בפני ב' אלא שתלך ותעשה רצונה. וזאת שאינה יודעת לשמור היא שתהיה בת שש שנים או פחות ויש לנו לבדוק אותה לפי אומד דעתה ופתיותה אחר השש שנים עד תשלום עשר שנים אבל לאחר העשר שנים הרי היא צריכה למאן אפילו היא סכלה ביותר. והלכה כרבי חנינא בן אנטיגנוס ואין הלכה כר\"א אלא שהעיקר אצלנו נושא קטנה הרי היא כאשתו לכל דבר אלא שיוצאה במיאון בלא גט. וממה שאתה צריך לידע שהבת ממאנת עד שתביא שתי שערות לאחר י\"ב שנה ויום אחד לפי שקודם הזמן הזה היא שומא או עד שיודע שהיא איילונית זה הוא כשלא בא עליה בעלה אחר שתים עשרה שנה אבל אם נבעלה לאחר שתים עשרה שנה אינה יכולה למאן ואע\"פ שלא מצינו שתי שערות לפי שנוכל לומר שמא נשרו לפי שכבר נקנית בקדושין דאורייתא רצה לומר הביאה כמו שיתבאר בקדושין [פ\"א ה\"א]: "
            ],
            [],
            [
                "<b>הממאנת באיש הוא מותר בקרובותיה כו':  </b>ר\"ל ר\"א אומר במאמרו כשעכב האיש והוציאה בגט הרי היא כאשתו ואסור בקרובותיה וכשמיאנה ולא היה לאיש שום עכבה הרי זו כאילו אינה אשתו ומותר בקרובותיה וכבר באר זה על דרך הדמיון: "
            ],
            [],
            [
                "<b>המגרש את האשה והחזירה מותרת לייבם כו':  </b>אמרו החזירה אסורה ליבם ר\"ל כשהחזירה כשהיא קטנה ומת ועדיין היא קטנה לפי שגרושיה גרושין גמורין והחזרתה אינה גמורה אבל אם החזירה והיא גדולה או היא קטנה וגדלה אצלו ואח\"כ מת מותרת ליבם. ואין הלכה כרבי אליעזר: "
            ],
            [
                "<b>שני אחין נשואין לשתי אחיות קטנות כו':  </b>והלכה כרבי אליעזר: "
            ],
            [
                "<b>מי שהיה נשוי לשתי יתומות קטנות ומת כו':  </b>העקרים אשר נבנו עליהם אלו המשניות הם כשאדם יש לו נשים רבות ונשאו כל אחת מהן נשואין גמורין ביאת אחת מהן או חליצתה פוטרת צרותיה ואם היתה כל אחת מהן נשואות נשואין שאינן גמורין וחסרון נשואיהן שוה בכולן כגון שתהיה כל אחת מהן קטנה או כל אחת מהן חרשת ביאת אחת מהן פוטרת צרתה שהחליצה א\"א לפי שחרשת לא תחלוץ ואמרו וכן שתי חרשות ר\"ל ששתי חרשות ביאת אחת מהן פוטרת צרתה והוא ענין מאמרם מאי וכן אביאה ואם היתה אחת מהן קטנה ואחת חרשת אין ביאת אחת מהן פוטרת צרתה לחלוק צדדי גרעון הנשואין ואם היו לו לאדם נשים מהן בנשואין גמורין ומהן בנשואין שאין גמורין ביאת הנשואה נשואין גמורין או חליצתה פוטרת צרותיהן וביאת מי שאין נשואיה נשואין גמורין או חליצתה אינה פוטרת צרתה שנשואיה נשואין גמורין אבל תפטור למי שנשואיה נשואין שאינן גמורין שהיא כמותה כמו שבארנו ומן הדמיון שאמרנו נתבאר לך שקטנה וחרשת אין נשואיהן נשואין גמורין: "
            ],
            [
                "<b>מי שהיה נשוי לשתי יתומות קטנות ומת כו':  </b>ביאת הקטנה פוסלת לביאת החרשת לפי שהיא ראויה לאחר זמן: "
            ],
            [
                "<b>פקחת וחרשת בא יבם על הפקחת כו':  </b>מבואר הוא שביאת הפקחת קונה יותר לפי שנישואיה יותר גמורין מביאת החרשת: "
            ],
            [
                "<b>גדולה וקטנה בא יבם על הגדולה כו':  </b>והלכה כרבי אליעזר: "
            ],
            [
                "<b>יבם קטן שבא על יבמה קטנה כו':  </b>זה שאמרנו כופין אותו שיחלוץ לה דוקא כשגרשה בגט אבל אם לא כתב לה גט הרשות בידו שיבעיל ויתנהג כמנהג האנשים עם נשותיהם או יכתוב גט ויחלוץ ואם אמרה נבעלתי והוא אומר לא בעלתי אין חוששין לדבריו ואינה צריכה חליצה: "
            ],
            [
                "<b>הנודרת הנאה מיבמה בחיי בעלה כו':  </b>כל מקום שאמרו כופין ר\"ל ותטול כתובתה ומן העקרים האמתיים שתסמוך עליהם שכותבין אגרת מרד על היבמה ואם מרדה ותבעה חליצה תצא בלא כתובה הלכה למעשה בכל בתי דיני ישראל ועל זה העיקר צריך לדון בכל העניינים הנופלות בין היבם והיבמה ועכ\"פ כופין אותו כשמרדה. ואמרו בכאן מבקשין אמנם הוא בשביל שתטול כתובתה אם רצה בזה מוטב ואם אינו רוצה כופין אותו לחלוץ ותצא בלא כתובה כמו שבארנו וזה אמת ותסמוך עליו: "
            ]
        ],
        [
            [
                "<b>חרש שנשא פקחת ופקח שנשא חרשת כו':  </b>אמרו נשתטה לא יוציא ואפילו היא יודעת לשמור גיטה וטעם זה לפי שהיא בקלות דעתה תפקיר עצמה לזנות ולכך לא יגרשנה ואל תפשע באלו המשניות כולם בעיקר שהקדמתי לך והוא כשהנשואין גמורין והגרושין אינן גמורין מפני כך אינו מקיים אלא הדין הוא שלא יוציא עולמית: ",
                "<b>א\"ר יוחנן בן נורי מפני מה האשה שנתחרשה כו':  </b>רבי יוחנן בן נורי אין הפרש אצלו בין אשה שנתחרשה לאיש שנתחרש ולא יוציא ולכך שאל בתמיהה ע\"ז ההפרש שעשו חכמים בין איש לאשה ואמרו טעם בזה. ואין הלכה כרבי יוחנן בן נורי: "
            ],
            [
                "<b>העיד ר' יוחנן בן גודגדא על החרשת כו':  (שם) </b>ר\"ל אף נושא פקחת ונתחרשה כיוצא בה לפי שכמו שנשואי הפקחת נשואין גמורין כך כשמשיא האב את בתו החרשת נשואין גמורין ואע\"פ שהיא חרשת לפי שהיא בדעת אביה נתקדשה ולא בדעתה וכמו שזו יוצאה בגט כך זו יוצאה בגט וזה אמת: "
            ],
            [
                "<b>שני אחין חרשין נשואין לשתי אחיות חרשות כו':  </b>העקרים אשר יתבארו בהם טעם אלו המשניות הנקדמות כלם שלשה עקרים. האחד מהם שהחרש והחרשת מיבמים ולא חולצים. והשני שהחרש כשכנס אינו מוציא לעולם לפי שהנשואין גמורין לפי שהוא ראוי ליבם כמו שאמרנו וגרושיו גרועין מפני שהוא חרש וכבר ידעת שהחרש והחרשת נשואיהן גרועין וגרושי החרש כמו כן גרועין. והעיקר הג' כי האדם כשיש לו אשה ויש בנשואיה חסרון כגון שתהיה חרשת ונפלה אחותה לפניו לייבום הדין נותן בזה שתאסר עליו אשתו ויבמתו לפי שהן ב' אחיות שנשתתפו בקנינו אחר שאין נשואי אשתו גמורין שאילו היו נשואין גמורין תהיה אחותה יוצאה משום אחות אשה ולפיכך מוציא את אשתו בגט ואת אשת אחיו בחליצה ואם החליצה נמנעת ממנו כגון שיהיה חרש תהיה אשת אחיו אסורה לעולם: "
            ]
        ],
        [
            [
                "<b>האשה שהלכה היא ובעלה למדינת הים כו':  </b>כשתהיה מלחמה בעולם ניחוש שמא הוכה וכשראתה שנפל גוזרת עליו המיתה ואפשר שיתרפא מן המכה וכמו כן כשיש בינו לבינה קטטה ומריבה מפני שנאתה בו גוזרת עליו המיתה ואע\"פ שיש בו תקנה שהוא חי ולכך אינה נאמנת ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>ב\"ה אומרים לא שמענו אלא בבאה מן הקציר כו':  </b>זה מבואר לפי שהוא נתן לה רשות כשתנשא תטול כתובתה לפי שמתנאי הכתובה כשתנשא לאחר תטלי מה שכתוב ליכי: "
            ],
            [
                "<b>ב\"ש אומרים תנשא ותטול כתובתה כו':  </b>זה מבואר לפי שהוא נתן לה רשות כשתנשא תטול כתובתה לפי שמתנאי הכתובה כשתנשא לאחר תטלי מה שכתוב ליכי: "
            ],
            [
                "<b>הכל נאמנין להעידה חוץ מחמותה כו':  </b>ואין הלכה כר\"מ: "
            ],
            [
                "<b>אחת אומרת מת ואחת אומרת לא מת כו':  </b>ואין הלכה כר\"מ: "
            ],
            [
                "<b>האשה שהלכה היא ובעלה למדינת הים כו':  </b>והלכה כרבי טרפון: "
            ],
            [
                "<b>קידש אחת מחמש נשים ואין יודע אי זו קידש כו':  </b>והלכה כרבי עקיבא: ",
                "<b>גזל אחד מחמשה ואין יודע כו':  </b>במשנה הראשונה לפי שאנו יודעין שיש לה בן ומשום כך היא אסורה ליבם לכך לא נאמין אותה כשהיא אומרת מת בני ואח\"כ מת בעלי כדי שתהיה מותרת ליבם לפי שהאיש שהוא ברור אצלנו שהיא אסורה עליו באיזה ענין שיהיה לא נאמין אותה שנסתלק האיסור בדיבורה ולכך חוששין לדבריה כמו שנזכר ובמשנה השניה לפי שאין אנו יודעין לה בן ויצתה מכאן והיא מותרת ליבם הרי היא נאמנת כשאומרת הרי אני בחזקתי הראשונה ומותרת ליבם ותתיבם וכשאומרת ניתן לי בן ומת בחיי בעלי הפה שאסר הוא הפה שהתיר אבל אם אמרה הבן שנולד לי מת לאחר מיתת בעלי אינה נאמנת לפי שהיא רוצה לפטור עצמה מן החליצה ומן הייבום במה שאומרת ואנו ידענו אותה בזמן שאם ימות בעלה תהיה זקוקה לייבום לפיכך מדרך האיסור חוששין לדבריה כמו שזכרנו: "
            ],
            [
                "<b>האשה שהלכה היא ובעלה למדינת הים כו':  </b>במשנה הראשונה לפי שאנו יודעין שיש לה בן ומשום כך היא אסורה ליבם לכך לא נאמין אותה כשהיא אומרת מת בני ואח\"כ מת בעלי כדי שתהיה מותרת ליבם לפי שהאיש שהוא ברור אצלנו שהיא אסורה עליו באיזה ענין שיהיה לא נאמין אותה שנסתלק האיסור בדיבורה ולכך חוששין לדבריה כמו שנזכר ובמשנה השניה לפי שאין אנו יודעין לה בן ויצתה מכאן והיא מותרת ליבם הרי היא נאמנת כשאומרת הרי אני בחזקתי הראשונה ומותרת ליבם ותתיבם וכשאומרת ניתן לי בן ומת בחיי בעלי הפה שאסר הוא הפה שהתיר אבל אם אמרה הבן שנולד לי מת לאחר מיתת בעלי אינה נאמנת לפי שהיא רוצה לפטור עצמה מן החליצה ומן הייבום במה שאומרת ואנו ידענו אותה בזמן שאם ימות בעלה תהיה זקוקה לייבום לפיכך מדרך האיסור חוששין לדבריה כמו שזכרנו: "
            ],
            [],
            [
                "<b>ניתן לי יבם במדינת הים אמרה מת בעלי כו':  </b>זה כולו מבואר ממה שהקדמנו והוא הולך על העיקר הידוע שהפה שאסר הוא הפה שהתיר: "
            ]
        ],
        [
            [
                "<b>האשה שהלך בעלה וצרתה למדינת הים כו':  </b>וכמו כן אינה חולצת לעולם עד שיודע לה בודאי שצרתה לא ילדה וטעם זה לפי שהחליצה פסולה לכהן כמו שנתבאר במה שנקדם בזאת המסכת [פ\"ז ה\"א] וכשנחלצה ונפסלה לכהונה ואח\"כ (ידוע) [יודע] לנו שצרתה ילדה נמצאת שזו החליצה אינה צריכה ולא תפסל לכהונה ואנחנו נצטרך לפרסם להודיע שזאת החליצה לא היתה צריכה ושהיא מותרת לכהונה ולכך לא תחלוץ עד שיתבאר הדבר אם היא צריכה חליצה אם לא ואמרו אינה חוששת ר\"ל אינה חוששת שמא נולד לה יבם ור\"ל באמרו מליאה שהיתה מעוברת. ואין הלכה כרבי יהושע: "
            ],
            [
                "<b>ב' יבמות זו אומרת מת בעלי וזו אומרת מת בעלי בו':  </b>כבר הקדמנו בפ' שלפני זה [ה\"ג] הכל נאמנים להעידה חוץ מחמותה ויבמתה ולכך כשאמרה יבמתה מת בעלי אינה נאמנת על יבמתה שיש לנו לומר שמא לא מת אבל רוצה שתנשא יבמתה והיא זקוקה ליבום מפני שתאסר על בעלה ואע\"פ שהיא עצמה כמו כן אסורה על בעלה אם תנשא עם כל זה ניחוש שמא סברה ואמרה תמות נפשי עם פלשתים ורוצה בקלקול עצמה מפני קלקול יבמתה ולכך אסורה מפני בעלה של זו ר\"ל מפני יבמה שאין עדות במיתתו אלא יבמתה והיא אינה נאמנת וזו אסורה מפני בעלה של זו שהיא יבמה ואם יש עדים לאחת מהן שמת בעלה יבמתה מותרת לפי שיש לנו עדים שהעידו במיתת היבם והיא עצמה נאמנת לומר מת בעלי כמו שנקדם לנו וזאת שהעידה במיתת בעלה אסורה לפי שיבמתה בלבד היא שהעידה במיתת יבמה ואינה נאמנת. ואמרו מתייבמת ר\"ל שתאמר זאת מת בעלי ויש להם יבמים אחרים הרי אלו מתייבמות בלי ספק לפי שאין שם מקום חשש ואם מתו היבמים אסורות להנשא לשאר ב\"א. ואין הלכה כר\"א: "
            ],
            [],
            [
                "<b>נפל למים בין שיש להן סוף בין שאין להם סוף כו':  </b>פרצוף צורה. וכשנשאר המת שלשה ימים לא יעידו על צורת פניו לפי שמשתנה ודומה לאחר. ואמרו חיה אוכלת ממנו כשאוכלת אבר שאם נחתך לא ימות אדם ממנו אבל אם ראה אותה אוכלת מוחו או בשר לבו מעיד שהוא מת ור' יהודה מפריש הענינים כמו שתראה ונפקא לן מהפרש הענינים פעם להקל פעם להחמיר לפי דברי חכמים. ומים שיש להם סוף בור או מערה של מים כשאדם עומד עליו אפשר לו לאדם לראות כל סביביו ומים שאין להם סוף מים שא\"א לו לאדם לראות כל סביביו ולר\"מ אין הפרש ביניהם וחכ\"א מים שאין להם סוף אשתו אסורה שיש לנו לומר שמא יצא ממקום שאין אנו רואים אותו ומים שיש להם סוף אם שהה שם שיעור שא\"א לו לאדם לחיות (בשעה זו) [בשיעור זה] בתוך המים אשתו מותרת. ור\"מ חולק על זה והביא ראיה מאדם אחד שנפל לבור גדול ועלה לאחר שלשה ימים והוא מים שיש להם סוף ועמד שם שיעור גדול וחכמים אומרים אין מביאים ראיה ממעשה נסים. ודין מים שאין להם סוף אשתו אסורה כמו שבארנו אבל אם נשאת לא תצא והלכה כחכמים בכל הדברים וכמו שזכר רבי יוסי כמו כן: "
            ],
            [
                "<b>אפילו שמע מן הנשים אומרות מת איש פלוני דיו כו':  </b>נאמנים דברי התינוקות אצל רבי יהודה בשני תנאים. האחד שיאמרו הרי באנו מלספוד ומלקבור פלוני. והב' שישמע אותם מסיחים בקצת עניני ההספד שיאמרו כך וכך ספדנים היו שם והיה שם פלוני ועשה פלוני כך ואמר פלוני כך וכך וכל כיוצא בזה ונאמן העובד כוכבים כשאמר מת פלוני אם הוא מסיח לפי תומו. והלכה כרבי יהודה ור' יהודה בן בבא: "
            ],
            [
                "<b>מעידין לאור הנר ולאור הלבנה כו':  </b>בת קול הוא אשר באר במעשה באחד ומעשה בצלמון: "
            ],
            [
                "<b>א\"ר עקיבא כשירדתי לנהרדעא לעבר השנה כו':  </b>אמרו שהמדינה הזאת משובשת בגייסות הוא התנצלות שלא יכול להגיע שיגיד העדות אצלם וא\"ל מסיבת שיבוש הדרכים לרבוי הגייסות לא הייתי יכול להגיע להם אבל הגד להם בשמי זה העדות. ואין הלכה לא כר\"א ולא כרבי יהושע ולא כר\"ע אלא הדין אצלנו משיאים ע\"פ אשה וע\"פ קרובים חוץ מן הנשים המנויות ועד מפי עד מפי אשה מפי עבד מפי שפחה כשר לעדות אשה. וזאת הפונדקית היתה עובדת כוכבים ומסיחה לפי תומה ולכך אמרו לא תהא כהנת כפונדקית שאנו מקבלים עדותה לפי מה שבארנו שהעובד כוכבים המסיח לפי תומו כשר: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת יבמות</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}