const Eruvin = {
  "title": "Mishneh Torah, Eruvin",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Eruvin",
  "text": [
    [
      "חָצֵר שֶׁיֵּשׁ בָּהּ שְׁכֵנִים הַרְבֵּה כָּל אֶחָד מֵהֶם בְּבַיִת לְעַצְמוֹ דִּין תּוֹרָה הוּא שֶׁיִּהְיוּ כֻּלָּן מֻתָּרִין לְטַלְטֵל בְּכָל הֶחָצֵר וּמִבָּתִּים לֶחָצֵר וּמֵהֶחָצֵר לַבָּתִּים מִפְּנֵי שֶׁכָּל הֶחָצֵר רְשׁוּת הַיָּחִיד אַחַת וּמֻתָּר לְטַלְטֵל בְּכֻלָּהּ. וְכֵן הַדִּין בְּמָבוֹי שֶׁיֵּשׁ לוֹ לֶחִי אוֹ קוֹרָה שֶׁיִּהְיוּ כָּל בְּנֵי הַמָּבוֹי מֻתָּרִים לְטַלְטֵל בְּכֻלּוֹ וּמֵחֲצֵרוֹת לַמָּבוֹי וּמִמָּבוֹי לַחֲצֵרוֹת שֶׁכָּל הַמָּבוֹי רְשׁוּת הַיָּחִיד הוּא. וְכֵן הַדִּין בִּמְדִינָה שֶׁהִיא מֻקֶּפֶת חוֹמָה גְּבוֹהָה עֲשָׂרָה טְפָחִים שֶׁיֵּשׁ לָהּ דְּלָתוֹת וְנִנְעָלוֹת בַּלַּיְלָה שֶׁכֻּלָּהּ רְשׁוּת הַיָּחִיד הִיא. זֶה הוּא דִּין תּוֹרָה:  ",
      "אֲבָל מִדִּבְרֵי סוֹפְרִים אָסוּר לִשְׁכֵנִים לְטַלְטֵל בִּרְשׁוּת הַיָּחִיד שֶׁיֵּשׁ בָּהּ חֲלוּקָה בְּדִיּוּרִין עַד שֶׁיְּעָרְבוּ כָּל הַשְּׁכֵנִים כֻּלָּן מֵעֶרֶב שַׁבָּת. אֶחָד חָצֵר וְאֶחָד מָבוֹי וְאֶחָד הַמְּדִינָה. וְדָבָר זֶה תַּקָּנַת שְׁלֹמֹה וּבֵית דִּינוֹ:  ",
      "וְכֵן יוֹשְׁבֵי אֹהָלִים אוֹ סֻכּוֹת אוֹ מַחֲנֶה שֶׁהִקִּיפוּהוּ מְחִצָּה אֵין מְטַלְטְלִין מֵאֹהֶל לְאֹהֶל עַד שֶׁיְּעָרְבוּ כֻּלָּן. אֲבָל שַׁיָּרָא שֶׁהִקִּיפָה מְחִצָּה אֵין צְרִיכִין לְעָרֵב אֶלָּא מוֹצִיאִין מֵאֹהֶל לְאֹהֶל בְּלֹא עֵרוּב לְפִי שֶׁהֵן כֻּלָּן מְעֹרָבִין וְאֵין אוֹתָן אֹהָלִים קְבוּעִין לָהֶן:  ",
      "וּמִפְּנֵי מָה תִּקֵּן שְׁלֹמֹה דָּבָר זֶה. כְּדֵי שֶׁלֹּא יִטְעוּ הָעָם וְיֹאמְרוּ כְּשֵׁם שֶׁמֻּתָּר לְהוֹצִיא מִן הַחֲצֵרוֹת לִרְחוֹבוֹת הַמְּדִינָה וּשְׁוָקֶיהָ וּלְהַכְנִיס מֵהֶם לַחֲצֵרוֹת כָּךְ מֻתָּר לְהוֹצִיא מִן הַמְּדִינָה לַשָּׂדֶה וּלְהַכְנִיס מִן הַשָּׂדֶה לַמְּדִינָה. וְיַחְשְׁבוּ שֶׁהַשְּׁוָקִים וְהָרְחוֹבוֹת הוֹאִיל וְהֵן רְשׁוּת לַכּל הֲרֵי הֵן כְּשָׂדוֹת וּכְמִדְבָּרוֹת וְיֹאמְרוּ שֶׁהַחֲצֵרוֹת בִּלְבַד הֵן רְשׁוּת הַיָּחִיד וִידַמּוּ שֶׁאֵין הַהוֹצָאָה מְלָאכָה וְשֶׁמֻּתָּר לְהוֹצִיא וּלְהַכְנִיס מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים:  ",
      "לְפִיכָךְ תִּקֵּן שֶׁכָּל רְשׁוּת הַיָּחִיד שֶׁתֶּחֱלַּק בְּדִיּוּרִין וְיֹאחַז כָּל אֶחָד וְאֶחָד בָּהּ רְשׁוּת לְעַצְמוֹ וְיִשָּׁאֵר מִמֶּנָּה מָקוֹם בִּרְשׁוּת כֻּלָּן וְיַד כֻּלָּן שָׁוָה בּוֹ כְּגוֹן חָצֵר לַבָּתִּים. שֶׁנַּחְשֹׁב אוֹתוֹ הַמָּקוֹם שֶׁיַּד כֻּלָּן שָׁוָה בּוֹ כְּאִלּוּ הוּא רְשׁוּת לָרַבִּים. וְנֶחְשָׁב כָּל מָקוֹם וּמָקוֹם שֶׁאָחַז כָּל אֶחָד מִן הַשְּׁכֵנִים וְחִלְּקוֹ לְעַצְמוֹ שֶׁהוּא בִּלְבַד רְשׁוּת הַיָּחִיד. וְיִהְיֶה אָסוּר לְהוֹצִיא מֵרְשׁוּת שֶׁחָלַק לְעַצְמוֹ לִרְשׁוּת שֶׁיַּד כֻּלָּם שָׁוָה בּוֹ. כְּמוֹ שֶׁאֵין מוֹצִיאִין מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים. אֶלָּא יִשְׁתַּמֵּשׁ כָּל אֶחָד בָּרְשׁוּת שֶׁחָלַק לְעַצְמוֹ בִּלְבַד עַד שֶׁיְּעָרְבוּ כֻּלָּן אַף עַל פִּי שֶׁהַכּל רְשׁוּת הַיָּחִיד:  ",
      "וּמַה הוּא הָעֵרוּב הַזֶּה. הוּא שֶׁיִּתְעָרְבוּ בְּמַאֲכָל אֶחָד שֶׁמַּנִּיחִין אוֹתוֹ מֵעֶרֶב שַׁבָּת. כְּלוֹמַר שֶׁכֻּלָּנוּ מְעֹרָבִין וְאֹכֶל אֶחָד לְכֻלָּנוּ וְאֵין כָּל אֶחָד מִמֶּנּוּ חוֹלֵק רְשׁוּת מֵחֲבֵרוֹ אֶלָּא כְּשֵׁם שֶׁיַּד כֻּלָּנוּ שָׁוָה בְּמָקוֹם זֶה שֶׁנִּשְׁאַר לְכֻלָּנוּ כָּךְ יַד כֻּלָּנוּ שָׁוָה בְּכָל מָקוֹם שֶׁיֹּאחֵז כָּל אֶחָד לְעַצְמוֹ וַהֲרֵי כֻּלָּנוּ רְשׁוּת אֶחָד. וּבַמַּעֲשֶׂה הַזֶּה לֹא יָבוֹאוּ לִטְעוֹת וּלְדַמּוֹת שֶׁמֻּתָּר לְהוֹצִיא וּלְהַכְנִיס מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים:  ",
      "הָעֵרוּב שֶׁעוֹשִׂים בְּנֵי הֶחָצֵר זֶה עִם זֶה הוּא הַנִּקְרָא עֵרוּבֵי חֲצֵרוֹת. וְשֶׁעוֹשִׂין אַנְשֵׁי מָבוֹי זֶה עִם זֶה אוֹ כָּל בְּנֵי הַמְּדִינָה הוּא הַנִּקְרָא שִׁתּוּף:  ",
      "אֵין מְעָרְבִין בַּחֲצֵרוֹת אֶלָּא בְּפַת שְׁלֵמָה בִּלְבַד. אֲפִלּוּ כִּכַּר מַאֲפֶה סְאָה וְהִיא פְּרוּסָה אֵין מְעָרְבִין בָּהּ. הָיְתָה שְׁלֵמָה וְהִיא כְּאִיסָר מְעָרְבִין בָּהּ. וּכְשֵׁם שֶׁמְּעָרְבִין בְּפַת תְּבוּאָה כָּךְ מְעָרְבִין בְּפַת אֹרֶז וּבְפַת עֲדָשִׁים אֲבָל לֹא בְּפַת דֹּחַן. וְשִׁתּוּף בֵּין בְּפַת בֵּין בִּשְׁאָר אֳכָלִים. בְּכָל אֹכֶל מִשְׁתַּתְּפִין חוּץ מִן הַמַּיִם בִּפְנֵי עַצְמָן אוֹ מֶלַח בִּפְנֵי עַצְמוֹ. וְכֵן כְּמֵהִין וּפִטְרִיּוֹת אֵין מִשְׁתַּתְּפִין בָּהֶן שֶׁאֵינָן חֲשׁוּבִין כָּאֳכָלִים. עֵרֵב מַיִם עִם מֶלַח נַעֲשָׂה כְּמוּרְיָס וּמִשְׁתַּתְּפִין:  ",
      "וְכַמָּה שִׁעוּר הָאֹכֶל שֶׁמִּשְׁתַּתְּפִין בּוֹ. כִּגְרוֹגֶרֶת לְכָל אֶחָד וְאֶחָד מִבְּנֵי הַמָּבוֹי אוֹ מִבְּנֵי הַמְּדִינָה. וְהוּא שֶׁיִּהְיוּ שְׁמוֹנֶה עֶשְׂרֵה אוֹ פָּחוֹת. אֲבָל אִם הָיוּ מְרֻבִּים עַל זֶה שִׁעוּרוֹ שְׁתֵּי סְעֻדּוֹת שֶׁהֵן כִּשְׁמוֹנֶה עֶשְׂרֵה גְּרוֹגָרוֹת שֶׁהֵן כְּשֵׁשׁ בֵּיצִים בֵּינוֹנִיּוֹת. אֲפִלּוּ הָיוּ הַמִּשְׁתַּתְּפִין אֲלָפִים וּרְבָבוֹת שְׁתֵּי סְעֻדּוֹת לְכֻלָּן:  ",
      "כָּל אֹכֶל שֶׁהוּא נֶאֱכָל כְּמוֹת שֶׁהוּא כְּגוֹן פַּת וּמִינֵי דָּגָן וּבָשָׂר חַי אִם נִשְׁתַּתְּפוּ בּוֹ שִׁעוּרוֹ מְזוֹן שְׁתֵּי סְעֻדּוֹת. וְכָל שֶׁהוּא לִפְתָּן וְדֶרֶךְ הָעָם לֶאֱכל בּוֹ פִּתָּן כְּגוֹן יַיִן מְבֻשָּׁל וּבָשָׂר צָלִי וְחֹמֶץ וּמוּרְיָס וְזֵיתִים וְאִמָּהוֹת שֶׁל בְּצָלִים שִׁעוּרוֹ כְּדֵי לֶאֱכל בּוֹ שְׁתֵּי סְעֻדּוֹת:  ",
      "נִשְׁתַּתְּפוּ בְּיַיִן חַי שִׁעוּרוֹ שְׁתֵּי רְבִיעִיּוֹת לְכֻלָּן. וְכֵן בְּשֵׁכָר שְׁתֵּי רְבִיעִיּוֹת. בֵּיצִים שְׁתַּיִם וּמִשְׁתַּתְּפִין בָּהֶן וַאֲפִלּוּ הֵן חַיּוֹת. וְרִמּוֹנִים שְׁנַיִם. אֶתְרוֹג אֶחָד. חֲמִשָּׁה אֱגוֹזִים. חֲמִשָּׁה אֲפַרְסֵקִים. לִיטְרָא שֶׁל יָרָק בֵּין חַי בֵּין שָׁלוּק וְאִם הָיָה בָּשִׁיל וְלֹא בָּשִׁיל אֵין מְעָרְבִין בּוֹ לְפִי שֶׁאֵינוֹ רָאוּי לַאֲכִילָה. עֻכְּלָא תַּבְלִין. קַב תְּמָרִים. קַב גְּרוֹגָרוֹת. מָנֶה דְּבֵלָה. קַב תַּפּוּחִין. כְּשׁוּת כִּמְלוֹא הַיָּד. פּוֹלִין לַחִין כִּמְלוֹא הַיָּד. חֲזִין לִיטְרָא. וְהַתְּרָדִין הֲרֵי הֵן בִּכְלַל הָיָּרָק וּמְעָרְבִין בָּהֶן. עֲלֵי בְּצָלִים אֵין מְעָרְבִין בָּהֶן. אֶלָּא אִם הִבְצִילוּ וְנַעֲשָׂה אֹרֶךְ כָּל עָלֶה מֵהֶן זֶרֶת. אֲבָל פָּחוֹת מִכָּאן אֵינוֹ אֹכֶל. וְכָל אֵלּוּ הַדְּבָרִים הָאֲמוּרִין כְּלִפְתָּן הֵן. וּלְפִיכָךְ נָתְנוּ בָּהֶן שִׁעוּרִין אֵלּוּ. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. וכָּל הָאֳכָלִין מִצְטָרְפִין לְשִׁעוּר הַשִּׁתּוּף:  ",
      "לִיטְרָא הָאֲמוּרָה בְּכָל מָקוֹם מְלֹא שְׁתֵּי רְבִיעִיּוֹת. וְעֻכְּלָא חֲצִי רְבִיעִית. וּמָנֶה הָאֲמוּרָה בְּכָל מָקוֹם מֵאָה דִּינָר. וְהַדִּינָר שֵׁשׁ מָעִין. וְהַמָּעָה מִשְׁקַל שֵׁשׁ עֶשְׂרֵה שְׂעוֹרוֹת. וְהַסֶּלַע אַרְבָּעָה דִּינָרִין. וְהָרְבִיעִית מַחְזֶקֶת מִן הַמַּיִם אוֹ מִן הַיַּיִן מִשְׁקַל שִׁבְעָה עָשָׂר דִּינָרִין וַחֲצִי דִּינָר בְּקֵרוּב. נִמְצָא הַלִּיטְרָא מִשְׁקַל חֲמִשָּׁה וּשְׁלֹשִׁים דִּינָר. וְהָעֻכְּלָא מִשְׁקַל תִּשְׁעָה דִּינָרִין פָּחוֹת רְבִיעַ:  ",
      "סְאָה הָאֲמוּרָה בְּכָל מָקוֹם שֵׁשֶׁת קַבִּין. וְהַקַּב אַרְבָּעָה לוֹגִין. וְהַלּוֹג אַרְבַּע רְבִיעִיּוֹת. וּכְבָר בֵּאַרְנוּ מִדַּת הָרְבִיעִית וּמִשְׁקָלָהּ. וְאֵלּוּ הַשִּׁעוּרִין שֶׁאָדָם צָרִיךְ לִזְכֹּר אוֹתָן תָּמִיד:  ",
      "אֹכֶל שֶׁהוּא מֻתָּר בַּאֲכִילָה אַף עַל פִּי שֶׁהוּא אָסוּר לְזֶה הַמְעָרֵב הֲרֵי זֶה מְעָרֵב בּוֹ וּמִשְׁתַּתֵּף בּוֹ. כֵּיצַד. מִשְׁתַּתֵּף הַנָּזִיר בְּיַיִן וְיִשְׂרָאֵל בִּתְרוּמָה. וְכֵן הַנּוֹדֵר מֵאֹכֶל זֶה אוֹ שֶׁנִּשְׁבַּע שֶׁלֹּא יֹאכְלֶנּוּ מְעָרֵב בּוֹ וּמִשְׁתַּתֵּף בּוֹ. שֶׁאִם אֵינוֹ רָאוּי לָזֶה הֲרֵי הוּא רָאוּי לְאַחֵר:  ",
      "אֲבָל דָּבָר הָאָסוּר לַכּל כְּגוֹן טֶבֶל אֲפִלּוּ טֶבֶל שֶׁל דִּבְרֵי סוֹפְרִים. וְכֵן מַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ כַּהֹגֶן. וְכֵן מַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ כַּהֲלָכָה. אֵין מְעָרְבִין וּמִשְׁתַּתְּפִין בָּהֶן. אֲבָל מְעָרְבִין וּמִשְׁתַּתְּפִין בִּדְמַאי מִפְּנֵי שֶׁרָאוּי לָעֲנִיִּים. וּבְמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְּרוּמָתוֹ. וּבְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ אַף עַל פִּי שֶׁלֹּא נָתַן אֶת הַחֹמֶשׁ שֶׁאֵין הַחֹמֶשׁ מְעַכֵּב. וּמְעָרְבִין בְּמַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם מִפְּנֵי שֶׁהוּא רָאוּי שָׁם לַאֲכִילָה אֲבָל לֹא בִּגְבוּלִין:  ",
      "כֵּיצַד מְעָרְבִין בַּחֲצֵרוֹת. גּוֹבִין חַלָּה אַחַת שְׁלֵמָה מִכָּל בַּיִת וּבַיִת וּמַנִּיחִין הַכּל בִּכְלִי אֶחָד בְּבַיִת אֶחָד מִבָּתֵּי הֶחָצֵר אֲפִלּוּ בְּבֵית הַתֶּבֶן אוֹ בְּבֵית הַבָּקָר אוֹ בְּבֵית הָאוֹצָר. אֲבָל אִם נָתְנוּ בְּבֵית שַׁעַר אֲפִלּוּ בֵּית שַׁעַר שֶׁל יָחִיד אוֹ בְּאַכְסַדְרָה אוֹ בְּמִרְפֶּסֶת אוֹ בְּבַיִת שֶׁאֵין בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אֵינוֹ עֵרוּב. וּכְשֶׁמְּקַבֵּץ הָעֵרוּב מְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִצְוַת עֵרוּב. וְאוֹמֵר בְּעֵרוּב זֶה יִהְיֶה מֻתָּר לְכָל בְּנֵי הֶחָצֵר לְהוֹצִיא וּלְהַכְנִיס מִבַּיִת לְבַיִת בְּשַׁבָּת. וְיֵשׁ לְקָטָן לִגְבּוֹת עֵרוּבֵי חֲצֵרוֹת. וּבַיִת שֶׁמַּנִּיחִין בּוֹ עֵרוּב אֵינוֹ צָרִיךְ לִתֵּן אֶת הַפַּת. וְאִם הָיוּ רְגִילִין לְהַנִּיחַ בּוֹ אֵין מְשַׁנִּין אוֹתוֹ מִפְּנֵי דַּרְכֵי שָׁלוֹם:  ",
      "וְכֵיצַד מִשְׁתַּתְּפִין בְּמָבוֹי. גּוֹבֶה אֹכֶל כִּגְרוֹגֶרֶת מִכָּל אֶחָד וְאֶחָד אוֹ פָּחוֹת מִכִּגְרוֹגֶרֶת אִם הָיוּ מְרֻבִּין. וּמַנִּיחַ הַכּל בִּכְלִי אֶחָד בְּחָצֵר מֵחַצְרוֹת הַמָּבוֹי אוֹ בְּבַיִת מִן הַבָּתִּים אֲפִלּוּ בַּיִת קָטָן אוֹ אַכְסַדְרָה אוֹ מִרְפֶּסֶת הֲרֵי זֶה שִׁתּוּף. אֲבָל אִם הִנִּיחוֹ בַּאֲוִיר מָבוֹי אֵינוֹ שִׁתּוּף. וְאִם הִנִּיחַ הַכְּלִי בֶּחָצֵר צָרִיךְ לְהַגְבִּיהַּ הַכְּלִי מִן הַקַּרְקַע טֶפַח כְּדֵי שֶׁיִּהְיֶה נִכָּר. וּמְבָרֵךְ עַל מִצְוַת עֵרוּב. וְאוֹמֵר בְּזֶה הַשִּׁתּוּף יִהְיֶה מֻתָּר לְכָל בְּנֵי הַמָּבוֹי לְהוֹצִיא וּלְהַכְנִיס מֵחֲצֵרוֹת לַמָּבוֹי בְּשַׁבָּת:  ",
      "חָלְקוּ אֶת הָעֵרוּב אוֹ אֶת הַשִּׁתּוּף אַף עַל פִּי שֶׁהוּא בְּבַיִת אֶחָד אֵינוֹ עֵרוּב. אֲבָל אִם מִלְּאוּ אֶת הַכְּלִי מִן הָעֵרוּב וְנִשְׁאַר מִמֶּנּוּ מְעַט וְהִנִּיחוּהוּ בִּכְלִי אַחֵר מֻתָּר:  ",
      "הַמִּשְׁתַּתְּפִין בַּמָּבוֹי צְרִיכִים לְעָרֵב בַּחֲצֵרוֹת כְּדֵי שֶׁלֹּא יִשְׁכְּחוּ הַתִּינוֹקוֹת תּוֹרַת עֵרוּב. שֶׁהֲרֵי אֵין הַתִּינוֹקוֹת מַכִּירִין מַה נַּעֲשָׂה בַּמָּבוֹי. לְפִיכָךְ אִם נִשְׁתַּתְּפוּ בַּמָּבוֹי בְּפַת סוֹמְכִין עָלָיו וְאֵין צְרִיכִין לְעָרֵב בַּחֲצֵרוֹת שֶׁהֲרֵי הַתִּינוֹקוֹת מַכִּירִין בַּפַּת. בְּנֵי חֲבוּרָה שֶׁהָיוּ מְסֻבִּין וְקָדַּשׁ עֲלֵיהֶן הַיּוֹם פַּת שֶׁעַל הַשֻּׁלְחָן סוֹמְכִין עָלֶיהָ מִשּׁוּם עֵרוּבֵי חֲצֵרוֹת. וְאִם רָצוּ לִסְמֹךְ עָלֶיהָ מִשּׁוּם שִׁתּוּף סוֹמְכִין אַף עַל פִּי שֶׁהֵן מְסֻבִּין בֶּחָצֵר:  ",
      "לָקַח אֶחָד מִבְּנֵי הֶחָצֵר פַּת אַחַת וְאָמַר הֲרֵי זוֹ לְכָל בְּנֵי הֶחָצֵר אוֹ שֶׁהוּא אֹכֶל כִּשְׁתֵּי סְעֻדּוֹת וְאָמַר הֲרֵי זֶה לְכָל בְּנֵי הַמָּבוֹי אֵינוֹ צָרִיךְ לִגְבּוֹת מִכָּל אֶחָד וְאֶחָד. אֲבָל צָרִיךְ לְזַכּוֹת לָהֶן בּוֹ עַל יְדֵי אַחֵר. וְיֵשׁ לוֹ לְזַכּוֹת עַל יְדֵי בְּנוֹ וּבִתּוֹ הַגְּדוֹלִים וְעַל יְדֵי עַבְדּוֹ הָעִבְרִי וְעַל יְדֵי אִשְׁתּוֹ. אֲבָל לֹא עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים מִפְּנֵי שֶׁיָּדָן כְּיָדוֹ. וְכֵן יֵשׁ לוֹ לְזַכּוֹת לָהֶן עַל יְדֵי שִׁפְחָתוֹ הָעִבְרִית אַף עַל פִּי שֶׁהִיא קְטַנָּה. שֶׁהַקָּטָן זוֹכֶה לַאֲחֵרִים בְּדָבָר שֶׁהוּא מִדִּבְרֵי סוֹפְרִים. וְאֵינוֹ צָרִיךְ לְהוֹדִיעַ לִבְנֵי הֶחָצֵר אוֹ לִבְנֵי הַמָּבוֹי שֶׁהֲרֵי זָכָה לָהֶן וְעֵרֵב עֲלֵיהֶן שֶׁזְּכוּת הִיא לָהֶן וְזָכִין לוֹ לְאָדָם שֶׁלֹּא בְּפָנָיו:  ",
      "אֵין מְעָרְבִין וְלֹא מִשְׁתַּתְּפִין בְּשַׁבָּת אֶלָּא מִבְּעוֹד יוֹם. וּמְעָרְבִין עֵרוּבֵי חֲצֵרוֹת וְשִׁתּוּפֵי מְבוֹאוֹת בֵּין הַשְּׁמָשׁוֹת אַף עַל פִּי שֶׁהוּא סָפֵק מִן הַיּוֹם סָפֵק מִן הַלַּיְלָה. וּלְעוֹלָם צָרִיךְ שֶׁיְּהֵא הָעֵרוּב אוֹ הַשִּׁתּוּף מָצוּי וְאֶפְשָׁר לְאָכְלוֹ כָּל בֵּין הַשְּׁמָשׁוֹת. לְפִיכָךְ אִם נָפַל עָלָיו גַּל אוֹ אָבַד אוֹ נִשְׂרַף אוֹ שֶׁהָיָה תְּרוּמָה וְנִטְמֵאת מִבְּעוֹד יוֹם אֵינוֹ עֵרוּב. מִשֶּׁחֲשֵׁכָה הֲרֵי זֶה עֵרוּב. וְאִם סָפֵק הֲרֵי זֶה עֵרוּב שֶׁסְּפֵק הָעֵרוּב כָּשֵׁר:  ",
      "נָתַן הָעֵרוּב אוֹ הַשִּׁתּוּף בַּמִּגְדָּל וְנָעַל עָלָיו וְאָבַד הַמַּפְתֵּחַ קֹדֶם שֶׁחֲשֵׁכָה אִם אִי אֶפְשָׁר לוֹ לְהוֹצִיא הָעֵרוּב אֶלָּא אִם כֵּן עָשָׂה מְלָאכָה בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה כְּמִי שֶׁאָבַד וְאֵינוֹ עֵרוּב שֶׁהֲרֵי אִי אֶפְשָׁר לְאָכְלוֹ. הִפְרִישׁ תְּרוּמַת מַעֲשֵׂר אוֹ תְּרוּמָה גְּדוֹלָה וְהִתְנָה עָלֶיהָ שֶׁלֹּא תִּהְיֶה תְּרוּמָה עַד שֶׁתֶּחְשַׁךְ אֵין מְעָרְבִין בָּהּ שֶׁעֲדַיִן הִיא טֶבֶל כָּל בֵּין הַשְּׁמָשׁוֹת וְצָרִיךְ שֶׁתִּהְיֶה סְעֻדָּה הָרְאוּיָה מִבְּעוֹד יוֹם:  "
    ],
    [
      "אַנְּשֵׁי הֶחָצֵר שֶׁעֵרְבוּ כֻּלָּן חוּץ מֵאֶחָד מֵהֶן שֶׁלֹּא עֵרֵב עִמָּהֶן בֵּין מֵזִיד בֵּין שׁוֹכֵחַ הֲרֵי זֶה אוֹסֵר עֲלֵיהֶן. וְאָסוּר לְכֻלָּן לְהוֹצִיא מִבָּתֵּיהֶן לֶחָצֵר אוֹ מֵחָצֵר לְבָתֵּיהֶן. בִּטֵּל לָהֶן זֶה שֶׁלֹּא עֵרֵב רְשׁוּת חֲצֵרוֹ בִּלְבַד הֲרֵי אֵלּוּ מֻתָּרִין לְהוֹצִיא וּלְהַכְנִיס מִבָּתֵּיהֶן לֶחָצֵר וּמֵחָצֵר לְבָתֵּיהֶן אֲבָל לְבֵיתוֹ אָסוּר. בִּטֵּל לָהֶן רְשׁוּת בֵּיתוֹ וּרְשׁוּת חֲצֵרוֹ הֲרֵי כֻּלָּם מֻתָּרִין. הֵן מִפְּנֵי שֶׁעֵרְבוּ וַהֲרֵי בִּטֵּל לָהֶן רְשׁוּת בֵּיתוֹ וַחֲצֵרוֹ. וְגַם הוּא מֻתָּר מִפְּנֵי שֶׁלֹּא נִשְׁאַר לוֹ רְשׁוּת וַהֲרֵי הוּא כְּאוֹרֵחַ אֶצְלָם וְהָאוֹרֵחַ אֵינוֹ אוֹסֵר: \n",
      "הַמְבַטֵּל רְשׁוּתוֹ סְתָם רְשׁוּת חֲצֵרוֹ בִּטֵּל רְשׁוּת בֵּיתוֹ לֹא בִּטֵּל. וְהַמְבַטֵּל רְשׁוּתוֹ לִבְנֵי חָצֵר צָרִיךְ לְבַטֵּל לְכָל אֶחָד וְאֶחָד בְּפֵרוּשׁ וְאוֹמֵר רְשׁוּתִי מְבֻטֶּלֶת לְךָ וּלְךָ וּלְךָ. וְהַיּוֹרֵשׁ מְבַטֵּל רְשׁוּת אַף עַל פִּי שֶׁמֵּת מוֹרִישׁוֹ בְּשַׁבָּת שֶׁהַיּוֹרֵשׁ קָם תַּחַת מוֹרִישׁוֹ לְכָל דָּבָר. וּבִטּוּל רְשׁוּת בְּשַׁבָּת מֻתָּר לְכַתְּחִלָּה: \n",
      "בִּטְּלוּ אֵלּוּ הַמְעָרְבִין רְשׁוּתָן לְזֶה שֶׁלֹּא עֵרֵב. הוּא מֻתָּר שֶׁהֲרֵי נִשְׁאָר לְבַדּוֹ. וְהֵם אֲסוּרִין שֶׁלֹּא נִשְׁאָר לָהֶן רְשׁוּת. וְאֵין אוֹמְרִים יִהְיוּ כְּאוֹרְחִים אֶצְלוֹ שֶׁאֵין רַבִּים אוֹרְחִין אֵצֶל אֶחָד: \n",
      "הָיוּ אֵלּוּ שֶׁלֹּא עֵרְבוּ שְׁנַיִם אוֹ יֶתֶר. אִם בִּטְּלוּ רְשׁוּתָם לַמְעָרְבִין הַמְעָרְבִין מֻתָּרִין וְאֵלּוּ שֶׁלֹּא עֵרְבוּ אֲסוּרִין. וְאֵין הַמְעָרְבִין יְכוֹלִים לְבַטֵּל רְשׁוּתָם לִשְׁנַיִם שֶׁלֹּא עֵרְבוּ שֶׁכָּל אֶחָד מֵהֶן אוֹסֵר עַל חֲבֵרוֹ. וַאֲפִלּוּ חָזַר הָאֶחָד שֶׁלֹּא עֵרֵב וּבִטֵּל רְשׁוּתוֹ לַשֵּׁנִי שֶׁלֹּא עֵרֵב הֲרֵי זֶה אוֹסֵר שֶׁבְּשָׁעָה שֶׁבִּטְּלוּ לוֹ הַמְעָרְבִין אָסוּר הָיָה. אֶחָד שֶׁעֵרֵב אֵינוֹ מְבַטֵּל רְשׁוּתוֹ לְאֶחָד שֶׁלֹּא עֵרֵב אֲבָל הָאֶחָד שֶׁלֹּא עֵרֵב מְבַטֵּל רְשׁוּתוֹ לְאֶחָד שֶׁעֵרֵב: \n",
      "כְּשֵׁם שֶׁבַּעַל הַבַּיִת זֶה מְבַטֵּל רְשׁוּתוֹ לְבַעַל הַבַּיִת זֶה בְּחָצֵר אַחַת כָּךְ מְבַטְּלִין מֵחָצֵר לֶחָצֵר. וּמְבַטְּלִין וְחוֹזְרִין וּמְבַטְּלִין. כֵּיצַד. שְׁנַיִם שֶׁשְּׁרוּיִים בֶּחָצֵר וְלֹא עֵרֵב. אֶחָד מֵהֶן מְבַטֵּל רְשׁוּתוֹ לַשֵּׁנִי וְנִמְצָא הַשֵּׁנִי מְטַלְטֵל בִּרְשׁוּתוֹ שֶׁבִּטֵּל לוֹ חֲבֵרוֹ עַד שֶׁיַּעֲשֶׂה צְרָכָיו. וְחוֹזֵר הַשֵּׁנִי וּמְבַטֵּל רְשׁוּתוֹ לָרִאשׁוֹן וּמְטַלְטֵל הָרִאשׁוֹן בִּרְשׁוּתוֹ שֶׁבִּטֵּל לוֹ. וְכֵן כַּמָּה פְּעָמִים. וְיֵשׁ בִּטּוּל רְשׁוּת בְּחֻרְבָּה כְּדֶרֶךְ שֶׁהוּא בְּחָצֵר: \n",
      "מִי שֶׁבִּטֵּל רְשׁוּתוֹ וְחָזַר וְטִלְטֵל בִּרְשׁוּתוֹ שֶׁבִּטֵּל. אִם בְּמֵזִיד הוֹצִיא הֲרֵי זֶה אוֹסֵר עֲלֵיהֶן שֶׁהֲרֵי לֹא עָמַד בְּבִטּוּלוֹ. וְאִם בְּשׁוֹגֵג הוֹצִיא אֵינוֹ אוֹסֵר שֶׁהֲרֵי הוּא עוֹמֵד בְּבִטּוּלוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא קָדְמוּ וְהֶחֱזִיקוּ אֵלּוּ שֶׁבִּטֵּל לָהֶן. אֲבָל אִם קָדְמוּ וְהֶחֱזִיקוּ וְהוֹצִיאוּ אִם חָזַר הוּא וְהוֹצִיא בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד אֵינוֹ אוֹסֵר עֲלֵיהֶן: \n",
      "שְׁנֵי בָּתִּים בִּשְׁנֵי צִדֵּי רְשׁוּת הָרַבִּים וֶהֱקִיפוּם נָכְרִים מְחִצָּה בְּשַׁבָּת אֵין מְבַטְּלִין זֶה לָזֶה הוֹאִיל וְאִי אֶפְשָׁר לָהֶם לְעָרֵב מֵאֶמֶשׁ. אֶחָד מִבְּנֵי חָצֵר שֶׁמֵּת וְהֵנִיחַ רְשׁוּתוֹ לְאֶחָד מִן הַשּׁוּק. אִם מֵת מִבְּעוֹד יוֹם הֲרֵי הַיּוֹרֵשׁ שֶׁאֵינוֹ מִבְּנֵי הֶחָצֵר אוֹסֵר עֲלֵיהֶם. וְאִם מֵת מִשֶּׁחֲשֵׁכָה אֵינוֹ אוֹסֵר עֲלֵיהֶם. ואֶחָד מִן הַשּׁוּק שֶׁמֵּת וְהֵנִיחַ רְשׁוּתוֹ לְאֶחָד מִבְּנֵי הֶחָצֵר. אִם מִבְּעוֹד יוֹם מֵת אֵינוֹ אוֹסֵר עֲלֵיהֶם שֶׁהֲרֵי כֻּלָּן מְעֹרָבִים. וְאִם מֵת מִשֶּׁחֲשֵׁכָה אוֹסֵר עֲלֵיהֶם עַד שֶׁיְּבַטֵּל רְשׁוּת מוֹרִישׁוֹ לָהֶן: \n",
      "יִשְׂרָאֵל וְגֵר שֶׁשְּׁרוּיִים בִּמְעָרָה אַחַת וּמֵת הַגֵּר מִבְּעוֹד יוֹם אַף עַל פִּי שֶׁלֹּא הֶחֱזִיק יִשְׂרָאֵל אַחֵר בִּנְכָסָיו עַד שֶׁחֲשֵׁכָה הֲרֵי זֶה הַמַּחֲזִיק אוֹסֵר עַד שֶׁיְּבַטֵּל שֶׁהֲרֵי הוּא כְּיוֹרֵשׁ. וְאִם מֵת הַגֵּר מִשֶּׁחֲשֵׁכָה אַף עַל פִּי שֶׁהֶחֱזִיק יִשְׂרָאֵל אַחֵר בִּנְכָסָיו אֵינוֹ אוֹסֵר עָלָיו אֶלָּא בְּהֶתֵּרוֹ הָרִאשׁוֹן הוּא עוֹמֵד: \n",
      "יִשְׂרָאֵל הַדָּר עִם הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אוֹ עִם גֵּר תּוֹשָׁב בְּחָצֵר אֵינוֹ אוֹסֵר עָלָיו שֶׁדִּירַת הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אֵינָהּ דִּירָה אֶלָּא כִּבְהֵמָה הוּא חָשׁוּב. וְאִם הָיוּ שְׁנֵי יִשְׂרְאֵלִים אוֹ יָתֵר וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת שָׁכֵן עִמָּהֶן הֲרֵי זֶה אוֹסֵר עֲלֵיהֶם. וְדָבָר זֶה גְּזֵרָה שֶׁלֹּא יַשְׁכִּינוּ עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת עִמָּהֶן שֶׁלֹּא יִלְמְדוּ מִמַּעֲשָׂיו. וְלָמָּה לֹא גָּזְרוּ בְּיִשְׂרָאֵל אֶחָד וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אֶחָד. מִפְּנֵי שֶׁאֵינוֹ דָּבָר מָצוּי. שֶׁהֲרֵי יִפְחַד שֶׁמָּא יִתְיַחֵד עִמּוֹ וְיַהַרְגֶּנּוּ וּכְבָר אָסְרוּ לְהִתְיַחֵד עִם הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת: \n",
      "שְׁנֵי יִשְׂרְאֵלִים וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת הַשּׁוֹכְנִים בְּחָצֵר אַחַת וְעֵרְבוּ הַיִּשְׂרְאֵלִים לְעַצְמָן לֹא הוֹעִילוּ כְּלוּם. וְכֵן אִם בִּטְּלוּ לְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אוֹ בִּטֵּל לָהֶן אוֹ בִּטְּלוּ הַיִּשְׂרְאֵלִים זֶה לָזֶה וְנַעֲשׂוּ כְּיָחִיד עִם הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת לֹא הוֹעִילוּ כְּלוּם. שֶׁאֵין עֵרוּב מוֹעִיל בִּמְקוֹם עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת. וְאֵין בִּטּוּל רְשׁוּת מוֹעִיל בִּמְקוֹם עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת. וְאֵין לָהֶן תַּקָּנָה אֶלָּא שֶׁיִּשְׂכְּרוּ מִמֶּנּוּ רְשׁוּתוֹ וְיֵעָשֶׂה הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת כְּאִלּוּ הוּא אוֹרֵחַ עִמָּהֶן. וְכֵן אִם הָיוּ עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת רַבִּים מַשְׂכִּירִין רְשׁוּתָם לְיִשְׂרְאֵלִים וְהַיִּשְׂרְאֵלִים מְעָרְבִין וּמֻתָּרִין. וְיִשְׂרָאֵל אֶחָד שֶׁשָּׂכַר מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מְעָרֵב עִם שְׁאָר הַיִּשְׂרְאֵלִים וְיֻתְּרוּ כֻּלָּם. וְאֵין כָּל אֶחָד צָרִיךְ לִשְׂכֹּר מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת: \n",
      "שְׁתֵּי חֲצֵרוֹת זוֹ לִפְנִים מִזּוֹ וְיִשְׂרָאֵל וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת דָּרִים בַּפְּנִימִית וְיִשְׂרָאֵל אַחֵר בַּחִיצוֹנָה. אוֹ שֶׁהָיָה יִשְׂרָאֵל וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת בַּחִיצוֹנָה וְיִשְׂרָאֵל אַחֵר בַּפְּנִימִית הֲרֵי זֶה אוֹסֵר עַל הַחִיצוֹנָה עַד שֶׁיִּשְׂכֹּר מִמֶּנּוּ. שֶׁהֲרֵי רַגְלֵי שְׁנֵי יִשְׂרְאֵלִים וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מְצוּיִים שָׁם. וְהַפְּנִימִי מֻתָּר בַּפְּנִימִית: \n",
      "שׂוֹכְרִין מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אֲפִלּוּ בְּשַׁבָּת. שֶׁהַשְּׂכִירוּת כְּבִטּוּל רְשׁוּת הִיא שֶׁאֵינָהּ שְׂכִירוּת וַדָּאִית אֶלָּא הֶכֵּר בִּלְבַד. לְפִיכָךְ שׂוֹכְרִין מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אֲפִלּוּ בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה. וְאִשְׁתּוֹ שֶׁל עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מַשְׂכֶּרֶת שֶׁלֹּא לְדַעְתּוֹ. וְכֵן שְׂכִירוֹ וְשַׁמָּשׁוֹ מַשְׂכִּירִין שֶׁלֹּא לְדַעְתּוֹ. וַאֲפִלּוּ הָיָה שְׂכִירוֹ אוֹ שַׁמָּשׁוֹ יִשְׂרְאֵלִי הֲרֵי זֶה מַשְׂכִּיר שֶׁלֹּא לְדַעְתּוֹ. שָׁאַל מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מָקוֹם לְהַנִּיחַ בּוֹ חֲפָצָיו וְהִשְׁאִילוֹ הֲרֵי נִשְׁתַּתֵּף עִמּוֹ בִּרְשׁוּתוֹ וּמַשְׂכִּיר שֶׁלֹּא לְדַעְתּוֹ. הָיוּ לְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת זֶה שְׂכִירִים אוֹ שַׁמָּשִׁים אוֹ נָשִׁים רַבִּים אִם הִשְׂכִּיר אֶחָד מֵהֶן דַּיּוֹ: \n",
      "שְׁנֵי יִשְׂרְאֵלִים וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת הַדָּרִים בְּחָצֵר אַחַת וְשָׂכְרוּ מִן הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת בְּשַׁבָּת חוֹזֵר הָאֶחָד וּמְבַטֵּל רְשׁוּתוֹ לַשֵּׁנִי וּמֻתָּר. וְכֵן אִם מֵת הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת בְּשַׁבָּת מְבַטֵּל הַיִּשְׂרְאֵלִי לַיִּשְׂרְאֵלִי הָאַחֵר וְיִהְיֶה מֻתָּר לְטַלְטֵל: \n",
      "עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת שֶׁהִשְׂכִּיר לְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אִם אֵין הָרִאשׁוֹן יָכוֹל לְהוֹצִיא הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת הַשֵּׁנִי עַד שֶׁיַּשְׁלִים זְמַן שְׂכִירוּתוֹ שׂוֹכְרִין מִזֶּה הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת הַשֵּׁנִי שֶׁהֲרֵי נִכְנַס תַּחַת הַבְּעָלִים. וְאִם יֵשׁ רְשׁוּת לָרִאשׁוֹן לְהוֹצִיא הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת הַשּׂוֹכֵר מִמֶּנּוּ בְּכָל עֵת שֶׁיִּרְצֶה. אִם לֹא הָיָה הַשֵּׁנִי עוֹמֵד וְשָׂכְרוּ הַיִּשְׂרְאֵלִים מִן הָרִאשׁוֹן הֲרֵי אֵלּוּ מֻתָּרִין: \n",
      "חָצֵר שֶׁיִּשְׂרְאֵלִים וְעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת שְׁרוּיִין בָּהּ וְהָיוּ חַלּוֹנוֹת פְּתוּחוֹת מִבֵּית יִשְׂרְאֵלִי זֶה לְבֵית יִשְׂרְאֵלִי זֶה וְעָשׂוּ עֵרוּב דֶּרֶךְ חַלּוֹנוֹת. אַף עַל פִּי שֶׁהֵן מֻתָּרִין לְהוֹצִיא מִבַּיִת לְבַיִת דֶּרֶךְ חַלּוֹנוֹת הֲרֵי הֵן אֲסוּרִין לְהוֹצִיא מִבַּיִת לְבַיִת דֶּרֶךְ פְּתָחִים מִפְּנֵי הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת עַד שֶׁיַּשְׂכִּיר. שֶׁאֵין רַבִּים נַעֲשִׂים בְּעֵרוּב כְּיָחִיד בִּמְקוֹם הָעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת: \n",
      "יִשְׂרָאֵל שֶׁהוּא מְחַלֵּל שַׁבָּת בְּפַרְהֶסְיָא אוֹ שֶׁהוּא עוֹבֵד עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת הֲרֵי הוּא כְּעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת לְכָל דְּבָרָיו. וְאֵין מְעָרְבִין עִמּוֹ וְאֵינוֹ מְבַטֵּל רְשׁוּת אֶלָּא שׂוֹכְרִין מִמֶּנּוּ כְּעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת. אֲבָל אִם הָיָה מִן הָאֶפִּיקוֹרוֹסִין שֶׁאֵין עוֹבְדִין עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת וְאֵין מְחַלְּלִין שַׁבָּת כְּגוֹן צְדוֹקִין וּבַיְתוֹסִין וְכָל הַכּוֹפְרִים בַּתּוֹרָה שֶׁבְּעַל פֶּה, כְּלָלוֹ שֶׁל דָּבָר כָּל מִי שֶׁאֵינוֹ מוֹדֶה בְּמִצְוַת עֵרוּב, אֵין מְעָרְבִין עִמּוֹ לְפִי שֶׁאֵינוֹ מוֹדֶה בָּעֵרוּב. וְאֵין שׂוֹכְרִין מִמֶּנּוּ לְפִי שֶׁאֵינוֹ כְּעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת. אֲבָל מְבַטֵּל הוּא רְשׁוּתוֹ לְיִשְׂרָאֵל הַכָּשֵׁר וְזוֹ הִיא תַּקָּנָתוֹ. וְכֵן אִם הָיָה יִשְׂרָאֵל אֶחָד כָּשֵׁר וְזֶה הַצְּדוֹקִי בֶּחָצֵר הֲרֵי זֶה אוֹסֵר עָלָיו עַד שֶׁיְּבַטֵּל לוֹ רְשׁוּתוֹ: \n"
    ],
    [
      "חַלוֹן שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת אִם יֵשׁ בּוֹ אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים אוֹ יֶתֶר עַל זֶה וְהָיָה קָרוֹב מִן הָאָרֶץ בְּתוֹךְ עֲשָׂרָה טְפָחִים. אֲפִלּוּ כֻּלּוֹ לְמַעְלָה מֵעֲשָׂרָה וּמִקְצָתוֹ בְּתוֹךְ עֲשָׂרָה אוֹ כֻּלּוֹ בְּתוֹךְ עֲשָׂרָה וּמִקְצָתוֹ לְמַעְלָה מֵעֲשָׂרָה אִם רָצוּ יוֹשְׁבֵי שְׁתֵּי הַחֲצֵרוֹת לְעָרֵב כֻּלָּן עֵרוּב אֶחָד הָרְשׁוּת בְּיָדָן וְיֵעָשׂוּ כְּחָצֵר אַחַת וִיטַלְטְלוּ מִזּוֹ לָזוֹ. וְאִם רָצוּ מְעָרְבִין שְׁנֵי עֵרוּבִין אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן. הָיָה הַחַלּוֹן פָּחוֹת מֵאַרְבָּעָה אוֹ שֶׁהָיָה כֻּלּוֹ לְמַעְלָה מֵעֲשָׂרָה מְעָרְבִין שְׁנֵי עֵרוּבִין אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּחַלּוֹן שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת אֲבָל שֶׁבֵּין שְׁנֵי בָּתִּים אֲפִלּוּ הָיָה לְמַעְלָה מֵעֲשָׂרָה. וְכֵן חַלּוֹן שֶׁבֵּין בַּיִת לָעֲלִיָּה אִם רָצוּ מְעָרְבִין עֵרוּב אֶחָד אֲפִלּוּ שֶׁאֵין בֵּינֵיהֶם סֻלָּם. וְהוּא שֶׁיִּהְיֶה בּוֹ אַרְבָּעָה עַל אַרְבָּעָה. הָיָה חַלּוֹן עָגֹל אִם יֵשׁ בּוֹ כְּדֵי לְרַבֵּעַ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי הוּא כִּמְרֻבָּע:  ",
      "כֹּתֶל שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת אוֹ מַתְבֵּן שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת פָּחוֹת מֵעֲשָׂרָה טְפָחִים מְעָרְבִין עֵרוּב אֶחָד וְאֵין מְעָרְבִין שְׁנַיִם. הָיָה גָּבוֹהַּ עֲשָׂרָה אוֹ יֶתֶר עַל כֵּן מְעָרְבִין שְׁנֵי עֵרוּבִין אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן. וְאִם הָיָה בֵּינֵיהֶם סֻלָּם מִכָּאן וְסֻלָּם מִכָּאן הֲרֵי הֵן כְּפֶתַח. וְאִם רָצוּ מְעָרְבִין אֶחָד. וַאֲפִלּוּ הָיָה הַסֻּלָּם זָקוּף וְסָמוּךְ לַכֹּתֶל שֶׁהֲרֵי אֵין יְכוֹלִין לַעֲלוֹת בּוֹ עַד שֶׁיִּמָּשֵׁךְ וְיִתְרַחֵק מִתַּחְתָּיו מִן הַכֹּתֶל הֲרֵי זֶה מַתִּיר. וַאֲפִלּוּ לֹא הָיָה מַגִּיעַ רֹאשׁ הַסֻּלָּם לְרֹאשׁ הַכֹּתֶל אִם נִשְׁאַר בֵּינֵיהֶן פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי זֶה מַתִּיר וּמְעָרְבִין אֶחָד אִם רָצוּ:  ",
      "הָיָה הַכֹּתֶל רָחָב אַרְבָּעָה וְעָשָׂה סֻלָּם מִכָּאן וְסֻלָּם מִכָּאן אַף עַל פִּי שֶׁהַסֻּלָּמוֹת מְרֻחָקִים זֶה מִזֶּה אִם רָצוּ מְעָרְבִין אֶחָד. אֵין בְּרֹחַב הַכֹּתֶל אַרְבָּעָה אִם אֵין בֵּין הַסֻּלָּמוֹת שְׁלֹשָׁה מְעָרְבִין אֶחָד. הָיָה בֵּינֵיהֶם שְׁלֹשָׁה מְעָרְבִין שְׁנַיִם:  ",
      "בָּנָה מַצֵּבָה עַל גַּבֵּי מַצֵּבָה בְּצַד הַכֹּתֶל. אִם יֵשׁ בַּתַּחְתּוֹנָה אַרְבָּעָה מְמַעֵט. אֵין בַּתַּחְתּוֹנָה אַרְבָּעָה וְאֵין בֵּינָהּ לְבֵין הָעֶלְיוֹנָה שְׁלֹשָׁה מְמַעֵט. וְאִם רָצוּ מְעָרְבִין אֶחָד. וְכֵן בְּמַדְרֵגוֹת שֶׁל עֵץ שֶׁסְּמָכָן לַכֹּתֶל:  ",
      "כֹּתֶל גָּבוֹהַּ שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת וְזִיז יוֹצֵא בְּאֶמְצָעִיתוֹ אִם נִשְׁאַר מִן הַזִּיז עַד רֹאשׁ הַכֹּתֶל פָּחוֹת מֵעֲשָׂרָה מַנִּיחַ סֻלָּם לִפְנֵי הַזִּיז וּמְעָרְבִין אֶחָד אִם רָצוּ. אֲבָל אִם הִנִּיחַ הַסֻּלָּם בְּצַד הַזִּיז אֵינוֹ מְמַעֵט. הָיָה הַכֹּתֶל גָּבוֹהַּ תִּשְׁעָה עָשָׂר טְפָחִים מוֹצִיא זִיז אֶחָד בָּאֶמְצַע וּמְעָרְבִין אֶחָד אִם רָצוּ שֶׁהֲרֵי מִן הַזִּיז עַד הָאָרֶץ פָּחוֹת מֵעֲשָׂרָה וּמִן הַזִּיז הָעֶלְיוֹן עַד רֹאשׁ הַכֹּתֶל פָּחוֹת מֵעֲשָׂרָה. הָיָה הַכֹּתֶל גָּבוֹהַּ עֶשְׂרִים טְפָחִים צָרִיךְ שְׁנֵי זִיזִין זֶה שֶׁלֹּא כְּנֶגֶד זֶה. עַד שֶׁיִּהְיֶה בֵּין הַזִּיז הַתַּחְתּוֹן וּבֵין הָאָרֶץ פָּחוֹת מֵעֲשָׂרָה וּבֵין הַזִּיז הָעֶלְיוֹן וּבֵין רֹאשׁ הַכֹּתֶל פָּחוֹת מֵעֲשָׂרָה. וּמְעָרְבִין אֶחָד אִם רָצוּ:  ",
      "דֶּקֶל שֶׁחֲתָכוֹ וּסְמָכוֹ עַל רֹאשׁ הַכֹּתֶל וְעַל הָאָרֶץ מְעָרְבִין אֶחָד אִם רָצוּ וְאֵינוֹ צָרִיךְ לְקָבְעוֹ בַּבִּנְיָן. וְכֵן הַסֻּלָּם כָּבְדוֹ קוֹבְעוֹ וְאֵינוֹ צָרִיךְ לְחַבְּרוֹ בַּבִּנְיָן. הָיוּ קַשִּׁין מַבְדִּילִין בֵּין שְׁתֵּי הַחֲצֵרוֹת וְסֻלָּם מִכָּאן וְסֻלָּם מִכָּאן אֵין מְעָרְבִין אֶחָד שֶׁהֲרֵי אֵין כַּף הָרֶגֶל עוֹלָה בַּסֻּלָּם לְפִי שֶׁאֵין לוֹ עַל מַה שֶּׁיִּסְמֹךְ. הָיָה סֻלָּם בָּאֶמְצַע וְקַשִּׁין מִכָּאן וְקַשִּׁין מִכָּאן אִם רָצוּ מְעָרְבִין שְׁנַיִם:  ",
      "הָיָה אִילָן בְּצַד הַכֹּתֶל וְעָשָׂהוּ סֻלָּם לַכֹּתֶל. אִם רָצוּ מְעָרְבִין אֶחָד הוֹאִיל וְאִסּוּר שְׁבוּת הוּא שֶׁגָּרַם לוֹ שֶׁלֹּא יַעֲלֶה בָּאִילָן. עָשָׂה אֲשֵׁרָה סֻלָּם לַכֹּתֶל אֵין מְעָרְבִין אֶחָד מִפְּנֵי שֶׁאָסוּר לַעֲלוֹת עָלֶיהָ מִן הַתּוֹרָה שֶׁהֲרֵי הִיא אֲסוּרָה בַּהֲנָיָה:  ",
      "כֹּתֶל שֶׁגָּבוֹהַּ עֲשָׂרָה וּבָא לְמַעֲטוֹ כְּדֵי לְעָרֵב עֵרוּב אֶחָד אִם יֵשׁ בְּאֹרֶךְ הַמִּעוּט אַרְבָּעָה טְפָחִים מְעָרְבִין אֶחָד. סָתַר מִקְצָת הַכֹּתֶל עַד שֶׁנִּתְמַעֵט מֵעֲשָׂרָה. צִדּוֹ הַקָּצָר נוֹתְנִין אוֹתוֹ לֶחָצֵר זוֹ וּשְׁאָר הַכֹּתֶל הַגָּבוֹהַּ לְבֵין שְׁתֵּי הַחֲצֵרוֹת:  ",
      "נִפְרַץ הַכֹּתֶל הַגָּבוֹהַּ שֶׁבֵּינֵיהֶן. אִם הָיְתָה הַפִּרְצָה עַד עֶשֶׂר אַמּוֹת מְעָרְבִין שְׁנֵי עֵרוּבִין. וְאִם רָצוּ מְעָרְבִין אֶחָד מִפְּנֵי שֶׁהִיא כְּפֶתַח. הָיְתָה יֶתֶר מֵעֶשֶׂר מְעָרְבִין עֵרוּב אֶחָד וְאֵין מְעָרְבִין שְׁנֵי עֵרוּבִין:  ",
      "הָיְתָה הַפִּרְצָה פְּחוּתָה מֵעֶשֶׂר וּבָא לְהַשְׁלִימָהּ לְיֶתֶר מֵעֶשֶׂר חוֹקֵק בַּכֹּתֶל גֹּבַהּ עֲשָׂרָה טְפָחִים וּמְעָרְבִין עֵרוּב אֶחָד. וְאִם בָּא לִפְרֹץ לְכַתְּחִלָּה פִּרְצָה יֶתֶר מֵעֶשֶׂר בְּכָל הַכֹּתֶל צָרִיךְ לִהְיוֹת גֹּבַהּ הַפִּרְצָה מְלֹא קוֹמָתוֹ:  ",
      "חָרִיץ שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת עָמֹק עֲשָׂרָה וְרָחָב אַרְבָּעָה אוֹ יֶתֶר מְעָרְבִין שְׁנֵי עֵרוּבִין. פָּחוֹת מִכָּאן מְעָרְבִין אֶחָד וְאֵין מְעָרְבִין שְׁנַיִם. וְאִם מִעֵט עָמְקוֹ בְּעָפָר אוֹ בִּצְרוֹרוֹת מְעָרְבִין אֶחָד וְאֵין מְעָרְבִין שְׁנַיִם שֶׁסְּתָם עָפָר וּצְרוֹרוֹת בְּחָרִיץ מְבֻטָּלִין הֵן. אֲבָל אִם מִלְּאָהוּ תֶּבֶן אוֹ קַשׁ אֵין מְמַעֲטִין עַד שֶׁיְּבַטֵּל:  ",
      "וְכֵן אִם מִעֵט רָחְבּוֹ בְּלוּחַ אוֹ בְּקָנֶה שֶׁהוֹשִׁיטוֹ בְּאֹרֶךְ כָּל הֶחָרִיץ מְעָרְבִין אֶחָד וְאֵין מְעָרְבִין שְׁנַיִם. וְכָל הַדָּבָר הַנִּטָּל בְּשַׁבָּת כְּגוֹן הַסַּל וְהַסֵּפֶל אֵין מְמַעֲטִין בּוֹ אֶלָּא אִם כֵּן חִבְּרוֹ בָּאָרֶץ חִבּוּר שֶׁאִי אֶפְשָׁר לְשָׁמְטוֹ עַד שֶׁיַּחְפֹּר בְּדֶקֶר:  ",
      "נָתַן לוּחַ שֶׁרָחָב אַרְבָּעָה טְפָחִים עַל רֹחַב הֶחָרִיץ מְעָרְבִין אֶחָד וְאִם רָצוּ מְעָרְבִין שְׁנֵי עֵרוּבִין. וְכֵן שְׁתֵּי גְּזֻזְטְרָאוֹת זוֹ כְּנֶגֶד זוֹ אִם הוֹשִׁיט לוּחַ שֶׁרָחָב אַרְבָּעָה טְפָחִים מִזּוֹ לְזוֹ מְעָרְבִין עֵרוּב אֶחָד. וְאִם רָצוּ מְעָרְבִין שְׁנֵי עֵרוּבִין אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן. הָיוּ זוֹ בְּצַד זוֹ וְאֵינָן בְּשָׁוֶה אֶלָּא אַחַת לְמַעְלָה מֵחֲבֶרְתָּהּ אִם יֵשׁ בֵּינֵיהֶן פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים הֲרֵי הֵן כִּכְצוֹצְטְרָא אַחַת וּמְעָרְבִין אַחַת. וְאִם יֵשׁ בֵּינֵיהֶם שְׁלֹשָׁה אוֹ יֶתֶר מְעָרְבִין שְׁנַיִם אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן:  ",
      "כֹּתֶל שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת שֶׁהוּא רָחָב אַרְבָּעָה וְהָיָה גָּבוֹהַּ עֲשָׂרָה טְפָחִים מֵחָצֵר זוֹ וְשָׁוֶה לְקַרְקַע חָצֵר שְׁנִיָּה נוֹתְנִין רָחְבּוֹ לִבְנֵי הֶחָצֵר שֶׁהוּא שָׁוֶה לָהֶן וְיֵחָשֵׁב מֵחֲצֵרָן. הוֹאִיל וְתַשְׁמִישׁוֹ בְּנַחַת לְאֵלּוּ וְתַשְׁמִישׁוֹ בְּקָשֶׁה לְאֵלּוּ נוֹתְנִין אוֹתוֹ לְאֵלּוּ שֶׁתַּשְׁמִישׁוֹ לָהֶן בְּנַחַת. וְכֵן חָרִיץ שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת עָמֹק עֲשָׂרָה טְפָחִים מִצַּד חָצֵר זוֹ וְשָׁוֶה לְקַרְקַע חָצֵר שְׁנִיָּה נוֹתְנִין רָחְבּוֹ לֶחָצֵר שֶׁהִיא שָׁוָה לָהּ. מִפְּנֵי שֶׁתַּשְׁמִישׁוֹ נַחַת לָזֶה וְקָשֶׁה לָזֶה נוֹתְנִין אוֹתוֹ לְאֵלּוּ שֶׁתַּשְׁמִישׁוֹ לָהֶן בְּנַחַת:  ",
      "הָיָה הַכֹּתֶל שֶׁבֵּין שְׁתֵּי הַחֲצֵרוֹת נָמוּךְ מֵחָצֵר הָעֶלְיוֹנָה וְגָבוֹהַּ מֵחָצֵר הַתַּחְתּוֹנָה שֶׁנִּמְצְאוּ בְּנֵי הָעֶלְיוֹנָה מִשְׁתַּמְּשִׁין בְּעָבְיוֹ עַל יְדֵי שִׁלְשׁוּל וּבְנֵי הַתַּחְתּוֹנָה מִשְׁתַּמְּשִׁין בְּעָבְיוֹ עַל יְדֵי זְרִיקָה שְׁנֵיהֶן אֲסוּרִין בּוֹ עַד שֶׁיְּעָרְבוּ שְׁתֵּיהֶן עֵרוּב אֶחָד. אֲבָל אִם לֹא עֵרְבוּ אֵין מַכְנִיסִין מֵעֳבִי כֹּתֶל זוֹ לַבָּתִּים וְאֵין מוֹצִיאִין מֵהַבָּתִּים לְעָבְיוֹ:  ",
      "שְׁנֵי בָּתִּים שֶׁבֵּינֵיהֶן חֻרְבָּה שֶׁהִיא רְשׁוּת הַיָּחִיד אִם יְכוֹלִין שְׁנֵיהֶם לְהִשְׁתַּמֵּשׁ בַּחֻרְבָּה עַל יְדֵי זְרִיקָה אוֹסְרִין זֶה עַל זֶה. וְאִם הָיָה תַּשְׁמִישָׁהּ לָזֶה בְּנַחַת וְהָאַחֵר אֵינוֹ יָכוֹל לִזְרֹק לָהּ מִפְּנֵי שֶׁהִיא עֲמֻקָּה מִמֶּנּוּ הֲרֵי זֶה שֶׁהִיא לוֹ בְּנַחַת מִשְׁתַּמֵּשׁ בָּהּ עַל יְדֵי זְרִיקָה:  ",
      "כָּל גַּגּוֹת הָעִיר אַף עַל פִּי שֶׁזֶּה גָּבוֹהַּ וְזֶה נָמוּךְ עִם כָּל הַחֲצֵרוֹת וְעִם כָּל הַקַּרְפִּיפוֹת שֶׁהֻקְּפוּ שֶׁלֹּא לְשֵׁם דִּירָה שֶׁאֵין בְּכָל אֶחָד מֵהֶן יֶתֶר עַל בֵּית סָאתַיִם עִם עֳבִי הַכְּתָלִים שֶׁבֵּין הַחֲצֵרוֹת עִם הַמְּבוֹאוֹת שֶׁיֵּשׁ לָהֶן לֶחִי אוֹ קוֹרָה כֻּלָּן רְשׁוּת אַחַת הֵן וּמְטַלְטְלִין בְּכֻלָּן בְּלֹא עֵרוּב כֵּלִים שֶׁשָּׁבְתוּ בְּתוֹכָן. אֲבָל לֹא כֵּלִים שֶׁשָּׁבְתוּ בְּתוֹךְ הַבַּיִת אֶלָּא אִם כֵּן עֵרְבוּ:  ",
      "כֵּיצַד. כְּלִי שֶׁשָּׁבַת בְּתוֹךְ הֶחָצֵר בֵּין עֵרְבוּ אַנְשֵׁי הֶחָצֵר בֵּין לֹא עֵרְבוּ מֻתָּר לְהַעֲלוֹתוֹ מִן הֶחָצֵר לַגַּג אוֹ לְרֹאשׁ הַכֹּתֶל. וּמִן הַגַּג לְגַג אַחֵר הַסָּמוּךְ לוֹ אֲפִלּוּ הָיָה גָּבוֹהַּ מִמֶּנּוּ כָּל שֶׁהוּא אוֹ נָמוּךְ. וּמִן הַגַּג הָאַחַר לְחָצֵר שְׁנִיָּה וּמֵחָצֵר שְׁנִיָּה לְגַג שְׁלִישִׁי שֶׁל חָצֵר שְׁלִישִׁית. וּמִגַּג שְׁלִישִׁי לְמָבוֹי. וּמִן הַמָּבוֹי לְגַג רְבִיעִי עַד שֶׁיַּעֲבִירֶנּוּ כָּל הַמְּדִינָה כֻּלָּהּ דֶּרֶךְ גַּגּוֹת וַחֲצֵרוֹת אוֹ דֶּרֶךְ גַּגּוֹת וְקַרְפִּיפוֹת אוֹ דֶּרֶךְ חֲצֵרוֹת וְקַרְפִּיפוֹת אוֹ דֶּרֶךְ שְׁלָשְׁתָּן מִזֶּה לָזֶה וּמִזֶּה לָזֶה. וּבִלְבַד שֶׁלֹּא יִכָּנֵס בִּכְלִי זֶה לְבַיִת מִן הַבָּתִּים אֶלָּא אִם כֵּן עֵרְבוּ אַנְשֵׁי כָּל הַמְּקוֹמוֹת הָאֵלּוּ עֵרוּב אֶחָד:  ",
      "וְכֵן אִם שָׁבַת הַכְּלִי בַּבַּיִת וְהוֹצִיאוֹ לֶחָצֵר לֹא יַעֲבִירֶנּוּ לְחָצֵר אַחֶרֶת אוֹ לְגַג אַחֵר אוֹ לְרֹאשׁ הַכֹּתֶל אוֹ לְקַרְפָּף אֶלָּא אִם כֵּן עֵרְבוּ אַנְשֵׁי כָּל הַמְּקוֹמוֹת שֶׁמַּעֲבִירִין בָּהֶן כְּלִי זֶה עֵרוּב אֶחָד:  ",
      "בּוֹר שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת אֵין מְמַלְּאִין מִמֶּנּוּ בְּשַׁבָּת אֶלָּא אִם כֵּן עָשׂוּ לוֹ מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁיִּהְיֶה כָּל אֶחָד וְאֶחָד דּוֹלֶה מֵרְשׁוּתוֹ. וְהֵיכָן מַעֲמִידִין אֶת הַמְּחִצָּה. אִם הָיְתָה לְמַעְלָה מִן הַמַּיִם צָרִיךְ שֶׁיִּהְיֶה טֶפַח מִן הַמְּחִצָּה יוֹרֵד בְּתוֹךְ הַמַּיִם. וְאִם הָיְתָה הַמְּחִצָּה כֻּלָּהּ בְּתוֹךְ הַמַּיִם צָרִיךְ שֶׁיִּהְיֶה טֶפַח מִמֶּנָּה יוֹצֵא לְמַעְלָה מִן הַמַּיִם כְּדֵי שֶׁתִּהְיֶה נִכֶּרֶת רְשׁוּת זֶה מֵרְשׁוּת זֶה:  ",
      "וְכֵן אִם עָשׂוּ עַל פִּי הַבּוֹר קוֹרָה רְחָבָה אַרְבָּעָה טְפָחִים זֶה מְמַלֵּא מִצַּד הַקּוֹרָה וְזֶה מְמַלֵּא מִצִּדָּהּ הָאַחֵר וּכְאִלּוּ הִבְדִּילָה חֵלֶק זֶה מֵחֵלֶק זֶה אַף עַל פִּי שֶׁהַמַּיִם מְעֹרָבִין מִלְּמַטָּה קַל הוּא שֶׁהֵקֵלּוּ חֲכָמִים בְּמַיִם:  ",
      "בְּאֵר שֶׁבְּאֶמְצַע הַשְּׁבִיל בֵּין שְׁנֵי כָּתְלֵי חֲצֵרוֹת אַף עַל פִּי שֶׁהִיא מֻפְלֶגֶת מִכֹּתֶל זֶה אַרְבָּעָה טְפָחִים וּמִכֹּתֶל זֶה אַרְבָּעָה טְפָחִים שְׁנֵיהֶם מְמַלְּאִין מִמֶּנָּה וְאֵין צְרִיכִין לְהוֹצִיא זִיזִין עַל גַּבָּהּ שֶׁאֵין אָדָם אוֹסֵר עַל חֲבֵרוֹ דֶּרֶךְ אֲוִיר:  ",
      "חָצֵר קְטַנָּה שֶׁנִּפְרְצָה בִּמְלוֹאָהּ לְחָצֵר גְּדוֹלָה מִבְּעוֹד יוֹם. אַנְשֵׁי גְּדוֹלָה מְעָרְבִין לְעַצְמָן וּמֻתָּרִים שֶׁהֲרֵי נִשְׁאַר לָהֶן פְּצִימִין מִכָּאן וּמִכָּאן. וְאַנְשֵׁי קְטַנָּה אֲסוּרִין לְהוֹצִיא מִבָּתֵּיהֶן לֶחָצֵר שֶׁלָּהֶן עַד שֶׁיְּעָרְבוּ עִם בְּנֵי הַגְּדוֹלָה עֵרוּב אֶחָד. שֶׁדִּיּוּרִין שֶׁל גְּדוֹלָה חֲשׁוּבִין כִּקְטַנָּה וְאֵין דִּיּוּרֵי קְטַנָּה חֲשׁוּבִין כִּגְדוֹלָה:  ",
      "שְׁתֵּי חֲצֵרוֹת שֶׁעֵרְבוּ עֵרוּב אֶחָד דֶּרֶךְ הַפֶּתַח שֶׁבֵּינֵיהֶן אוֹ דֶּרֶךְ הַחַלּוֹן וְנִסְתַּם הַפֶּתַח אוֹ הַחַלּוֹן בְּשַׁבָּת כָּל אַחַת וְאַחַת מֻתֶּרֶת לְעַצְמָהּ הוֹאִיל וְהֻתְּרָה מִקְצָת שַׁבָּת הֻתְּרָה כֻּלָּהּ. וְכֵן שְׁתֵּי חֲצֵרוֹת שֶׁעֵרְבָה זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ וְנָפַל הַכֹּתֶל שֶׁבֵּינֵיהֶן בְּשַׁבָּת אֵלּוּ מֻתָּרִים לְעַצְמָן וּמוֹצִיאִין מִבָּתֵּיהֶן וּמְטַלְטְלִין עַד עִקַּר הַמְּחִצָּה. וְאֵלּוּ מְטַלְטְלִין כֵּן עַד עִקַּר הַמְּחִצָּה הוֹאִיל וְהֻתְּרָה מִקְצָת שַׁבָּת הֻתְּרָה כֻּלָּהּ. וְאַף עַל פִּי שֶׁנִּתְוַסְּפוּ הַדִּיּוּרִין שֶׁהַדִּיּוּרִין הַבָּאִין בְּשַׁבָּת אֵינָן אוֹסְרִין. נִפְתַּח הַחַלּוֹן וְנַעֲשָׂה הַפֶּתַח בִּשְׁגָגָה אוֹ שֶׁעָשׂוּ נָכְרִים לְדַעְתָּן חָזְרוּ לְהֶתֵּרָן. וְכֵן שְׁתֵּי סְפִינוֹת שֶׁהָיוּ קְשׁוּרוֹת זוֹ בָּזוֹ וְעֵרְבוּ וְנִפְסְקוּ אָסוּר לְטַלְטֵל מִזּוֹ לָזוֹ וַאֲפִלּוּ הָיָה מֻקָּפוֹת מְחִצָּה. חָזְרוּ וְנִקְשְׁרוּ בְּשׁוֹגֵג חָזְרוּ לְהֶתֵּרָן:  "
    ],
    [
      "אַנְּשֵׁי חָצֵר שֶׁהָיוּ כֻּלָּם אוֹכְלִין עַל שֻׁלְחָן אֶחָד אַף עַל פִּי שֶׁכָּל אֶחָד וְאֶחָד יֵשׁ לוֹ בַּיִת בִּפְנֵי עַצְמוֹ אֵין צְרִיכִין עֵרוּב מִפְּנֵי שֶׁהֵן כְּאַנְשֵׁי בַּיִת אֶחָד. וּכְשֵׁם שֶׁאֵין אִשְׁתּוֹ שֶׁל אָדָם וּבְנֵי בֵּיתוֹ וַעֲבָדָיו אוֹסְרִין עָלָיו וְאֵינוֹ צָרִיךְ לְעָרֵב עִמָּהֶן כָּךְ אֵלּוּ כְּאַנְשֵׁי בַּיִת אֶחָד הֵן מִפְּנֵי שֶׁהֵן כֻּלָּן סוֹמְכִין עַל שֻׁלְחָן אֶחָד: \n",
      "וְכֵן אִם הֻצְרְכוּ לַעֲשׂוֹת עֵרוּב עִם אַנְשֵׁי חָצֵר אַחֶרֶת עֵרוּב אֶחָד לְכֻלָּן וּפַת אַחַת בִּלְבַד מוֹלִיכִין לְאוֹתוֹ מָקוֹם שֶׁמְּעָרְבִין עִמּוֹ. וְאִם הָיָה הָעֵרוּב בָּא אֶצְלָן אֵינָן צְרִיכִין לְעָרֵב כְּמוֹ הַבַּיִת שֶׁמַּנִּיחִין בּוֹ הָעֵרוּב שֶׁאֵינוֹ צָרִיךְ לִתֵּן אֶת הַפַּת שֶׁכָּל אֵלּוּ הַבָּתִּים כְּבַיִת אֶחָד הֵן חֲשׁוּבִין: \n",
      "וְכֵן אַנְשֵׁי חָצֵר שֶׁעֵרְבוּ נַעֲשׂוּ כֻּלָּן כְּבַיִת אֶחָד. וְאִם הֻצְרְכוּ לְעָרֵב עִם חָצֵר שְׁנִיָּה כִּכָּר אֶחָד בִּלְבַד הוּא שֶׁמּוֹלִיכִין עַל יְדֵי כֻּלָּן לַמָּקוֹם שֶׁמְּעָרְבִין בּוֹ. וְאִם הָיָה הָעֵרוּב בָּא אֶצְלָן אֵינָן צְרִיכִין לִתֵּן פַּת: \n",
      "חֲמִשָּׁה שֶׁגָּבוּ אֶת הָעֵרוּב לְהוֹלִיכוֹ לְמָקוֹם שֶׁמַּנִּיחִין בּוֹ הָעֵרוּב כְּשֶׁהֵם מוֹלִיכִין אֵינָן צְרִיכִין לְהוֹלִיךְ עַל יְדֵי חֲמִשְּׁתָּן אֶלָּא כִּכָּר אַחַת שֶׁכֵּיוָן שֶׁגָּבוּ כֻּלָּן נַעֲשׂוּ כְּאַנְשֵׁי בַּיִת אֶחָד: \n",
      "הָאָב וּבְנוֹ וְהָרַב וְתַלְמִידוֹ שֶׁהֵן שְׁרוּיִין בְּחָצֵר אֵינָן צְרִיכִין לְעָרֵב מִפְּנֵי שֶׁהֵן כְּבַיִת אֶחָד. וְאַף עַל פִּי שֶׁפְּעָמִים אוֹכְלִין עַל שֻׁלְחָן אֶחָד וּפְעָמִים אֵינָן אוֹכְלִין הֲרֵי הֵן כְּבַיִת אֶחָד: \n",
      "הָאַחִים שֶׁכָּל אֶחָד מֵהֶם לוֹ בַּיִת בִּפְנֵי עַצְמוֹ וְאֵינָן סוֹמְכִין עַל שֻׁלְחַן אֲבִיהֶן. וְכֵן הַנָּשִׁים אוֹ הָעֲבָדִים שֶׁאֵינָן סוֹמְכִין עַל שֻׁלְחַן בַּעֲלֵיהֶן אוֹ רַבָּן תָּמִיד אֲבָל אוֹכְלִין הֵם עַל שֻׁלְחָנוֹ בִּשְׂכַר מְלָאכָה שֶׁעוֹשִׂין לוֹ אוֹ בְּטוֹבָה יָמִים יְדוּעִין כְּמִי שֶׁסּוֹעֵד אֵצֶל חֲבֵרוֹ שָׁבוּעַ אוֹ חֹדֶשׁ. אִם אֵין עִמָּהֶן דִּיּוּרִין אֲחֵרִים בֶּחָצֵר אֵינָן צְרִיכִין לְעָרֵב. וְאִם עֵרְבוּ עִם חָצֵר אַחֶרֶת עֵרוּב אֶחָד לְכֻלָּן. וְאִם בָּא הָעֵרוּב אֶצְלָן אֵין נוֹתְנִין פַּת. וְאִם הָיוּ דִּיּוּרִין עִמָּהֶן בֶּחָצֵר צְרִיכִין פַּת לְכָל אֶחָד וְאֶחָד כִּשְׁאָר אַנְשֵׁי הֶחָצֵר מִפְּנֵי שֶׁאֵינָן סוֹמְכִין עַל שֻׁלְחָן אֶחָד תָּמִיד: \n",
      "חָמֵשׁ חֲבוּרוֹת שֶׁשָּׁבְתוּ בִּטְרַקְלִין אֶחָד. אִם הָיָה מַפְסִיק בֵּין כָּל חֲבוּרָה וַחֲבוּרָה מְחִצָּה הַמַּגַּעַת לַתִּקְרָה הֲרֵי כָּל חֲבוּרָה מֵהֶן כְּאִלּוּ הִיא בְּחֶדֶר בִּפְנֵי עַצְמוֹ אוֹ בַּעֲלִיָּה בִּפְנֵי עַצְמָהּ לְפִיכָךְ צְרִיכִין פַּת מִכָּל חֲבוּרָה. וְאִם אֵין הַמְּחִצּוֹת מַגִּיעוֹת לַתִּקְרָה כִּכָּר אֶחָד לְכֻלָּן שֶׁכֻּלָּן כְּאַנְשֵׁי בַּיִת אֶחָד חֲשׁוּבִין: \n",
      "מִי שֶׁיֵּשׁ לוֹ בַּחֲצַר חֲבֵרוֹ בֵּית שַׁעַר שֶׁרַבִּים דּוֹרְסִין בּוֹ אוֹ אַכְסַדְרָה אוֹ מִרְפֶּסֶת אוֹ בֵּית הַבָּקָר אוֹ בֵּית הַתֶּבֶן אוֹ בֵּית הָעֵצִים אוֹ אוֹצָר הֲרֵי זֶה אֵינוֹ אוֹסֵר עָלָיו עַד שֶׁיִּהְיֶה לוֹ עִמּוֹ בֶּחָצֵר מְקוֹם דִּירָה שֶׁהוּא סוֹמֵךְ עָלָיו לֶאֱכל בּוֹ פִּתּוֹ וְאַחַר כָּךְ יִהְיֶה אוֹסֵר עָלָיו עַד שֶׁיְּעָרֵב עִמּוֹ. אֲבָל מְקוֹם לִינָה אֵינוֹ אוֹסֵר. לְפִיכָךְ אִם קָבַע לוֹ מָקוֹם לֶאֱכל בּוֹ בְּבֵית שַׁעַר אוֹ בְּאַכְסַדְרָה וּמִרְפֶּסֶת אֵינוֹ אוֹסֵר עָלָיו לְפִי שֶׁאֵינוֹ מְקוֹם דִּירָה: \n",
      "עֲשָׂרָה בָּתִּים זֶה לִפְנִים מִזֶּה הַבַּיִת הַפְּנִימִי וְהַשֵּׁנִי לוֹ הֵם שֶׁנּוֹתְנִין אֶת הָעֵרוּב וְהַשְּׁמוֹנָה בָּתִּים הַחִיצוֹנִים אֵינָן נוֹתְנִין אֶת הָעֵרוּב הוֹאִיל וְרַבִּים דּוֹרְסִין בָּהֶן הֲרֵי הֵן כְּבֵית שַׁעַר וְהַדָּר בְּבֵית שַׁעַר אֵינוֹ אוֹסֵר. אֲבָל הַתְּשִׁיעִי אֵין דּוֹרְסִין בּוֹ רַבִּים אֶלָּא יָחִיד לְפִיכָךְ אוֹסֵר עַד שֶׁיִּתֵּן עֵרוּבוֹ: \n",
      "שְׁתֵּי חֲצֵרוֹת וּבֵינֵיהֶן שְׁלֹשָׁה בָּתִּים פְּתוּחִים זֶה לָזֶה וּפְתוּחִים לַחֲצֵרוֹת וְהֵבִיאוּ בְּנֵי חָצֵר זוֹ עֵרוּבָן דֶּרֶךְ הַבַּיִת הַפָּתוּחַ לָהֶן וְהִנִּיחוּהוּ בְּבַיִת אֶמְצָעִי. וְכֵן הֵבִיאוּ בְּנֵי הֶחָצֵר הָאַחֵר עֵרוּבָן דֶּרֶךְ הַפָּתוּחַ לָהֶן וְהִנִּיחוּהוּ בַּבַּיִת הָאֶמְצָעִי. אוֹתָן הַשְּׁלֹשָׁה בָּתִּים אֵינָן צְרִיכִין לִתֵּן אֶת הַפַּת. הָאֶמְצָעִי מִפְּנֵי שֶׁהִנִּיחוּ בּוֹ הָעֵרוּב וְהַשְּׁנַיִם שֶׁמִּצְּדָדָיו מִפְּנֵי שֶׁכָּל אֶחָד מֵהֶן בֵּית שַׁעַר לְאַנְשֵׁי חָצֵר: \n",
      "שְׁתֵּי חֲצֵרוֹת וּשְׁנֵי בָּתִּים פְּתוּחִין זֶה לָזֶה בֵּינֵיהֶן וְהֵבִיאוּ אֵלּוּ עֵרוּבָן דֶּרֶךְ הַבַּיִת הַפָּתוּחַ לָהֶן וְהִנִּיחוּהוּ בַּבַּיִת הַשֵּׁנִי הַסָּמוּךְ לֶחָצֵר הָאַחֶרֶת וְהֵבִיאוּ אֵלּוּ עֵרוּבָן דֶּרֶךְ הַפֶּתַח הַסָּמוּךְ לָהֶן וְהִנִּיחוּהוּ בַּבַּיִת הָאַחֵר. שְׁתֵּיהֶן לֹא קָנוּ עֵרוּב. שֶׁכָּל אֶחָד מֵהֶן הִנִּיחַ עֵרוּבוֹ בְּבֵית שַׁעַר שֶׁל חָצֵר אַחֶרֶת: \n",
      "אֶחָד מִבְּנֵי הֶחָצֵר שֶׁהָיָה גּוֹסֵס אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לִחְיוֹת בּוֹ בַּיּוֹם הֲרֵי זֶה אוֹסֵר עַל בְּנֵי הֶחָצֵר עַד שֶׁיְּזַכּוּ לוֹ בְּפַת וִיעָרְבוּ עָלָיו. וְכֵן קָטָן אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לֶאֱכל כַּזַּיִת הֲרֵי זֶה אוֹסֵר עַד שֶׁיְּעָרְבוּ עָלָיו. אֲבָל הָאוֹרֵחַ אֵינוֹ אוֹסֵר לְעוֹלָם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֶחָד מִבְּנֵי חָצֵר שֶׁהִנִּיחַ בֵּיתוֹ וְהָלַךְ וְשָׁבַת בְּחָצֵר אַחֶרֶת אֲפִלּוּ הָיְתָה סְמוּכָה לַחֲצֵרוֹ. אִם הִסִּיעַ מִלִּבּוֹ וְאֵין דַּעְתּוֹ לַחֲזֹר לְבֵיתוֹ בְּשַׁבָּת הֲרֵי זֶה אֵינוֹ אוֹסֵר עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּיִשְׂרָאֵל. אֲבָל עוֹבֵד כּוֹכָבִים אֲפִלּוּ הָלַךְ לִשְׁבֹּת בְּעִיר אַחֶרֶת אוֹסֵר עֲלֵיהֶן עַד שֶׁיִּשְׂכְּרוּ מִמֶּנּוּ מְקוֹמוֹ שֶׁהֲרֵי אֶפְשָׁר שֶׁיָּבוֹא בְּשַׁבָּת: \n",
      "בַּעַל הֶחָצֵר שֶׁהִשְׂכִּיר מִבָּתֵּי חֲצֵרוֹ לַאֲחֵרִים וְהִנִּיחַ לוֹ כֵּלִים אוֹ מִינֵי סְחוֹרָה בְּכָל בַּיִת וּבַיִת מֵהֶן אֵינָן אוֹסְרִין עָלָיו הוֹאִיל וְיֵשׁ לוֹ תְּפִיסַת יָד בְּכָל בַּיִת מֵהֶן נַעֲשׂוּ הַכּל כְּאוֹרְחִין אֶצְלוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִנִּיחַ שָׁם דָּבָר שֶׁאָסוּר לְטַלְטְלוֹ בְּשַׁבָּת כְּגוֹן טֶבֶל וַעֲשָׁשִׁיּוֹת. אֲבָל אִם נִשְׁאַר לוֹ בְּכָל בַּיִת מֵהֶן כֵּלִים שֶׁמֻּתָּר לְטַלְטְלָן הוֹאִיל וְאֶפְשָׁר שֶׁיּוֹצִיאֵם הַיּוֹם וְלֹא יִשָּׁאֵר לוֹ שָׁם תְּפִיסַת יָד הֲרֵי אֵלּוּ אוֹסְרִין עָלָיו עַד שֶׁיְּעָרְבוּ: \n",
      "אַנְשֵׁי הֶחָצֵר שֶׁשָּׁכְחוּ וְלֹא עֵרְבוּ אֵין מוֹצִיאִים מִבָּתִּים לְחָצֵר וְלֹא מֵחָצֵר לְבָתִּים אֲבָל מְטַלְטְלִין הֵן כֵּלִים שֶׁשָּׁבְתוּ בֶּחָצֵר בְּכָל הֶחָצֵר וּבְכָל הַנֶּחְשָׁב עִם הֶחָצֵר. וְאִם הָיְתָה שָׁם מִרְפֶּסֶת אוֹ עֲלִיָּה וְעֵרְבוּ אַנְשֵׁי הֶחָצֵר לְעַצְמָן וְאַנְשֵׁי הַמִּרְפֶּסֶת לְעַצְמָן. אַנְשֵׁי הַמִּרְפֶּסֶת אוֹ אַנְשֵׁי הָעֲלִיָּה מְטַלְטְלִין כֵּלִים שֶׁשָּׁבְתוּ בְּבָתֵּיהֶן בְּכָל הַמִּרְפֶּסֶת וּבְכָל הַנֶּחְשָׁב עִמָּהּ אוֹ בְּכָל רֹחַב הָעֲלִיָּה וּבְכָל הַנֶּחְשָׁב עִמָּהּ. וְאַנְשֵׁי הֶחָצֵר מְטַלְטְלִין בְּכָל הֶחָצֵר וּבְכָל הַנֶּחְשָׁב עִמָּהּ. וְכֵן אִם הָיָה יָחִיד דָּר בְּחָצֵר וְיָחִיד דָּר בַּעֲלִיָּה וְשָׁכְחוּ וְלֹא עֵרְבוּ. זֶה מְטַלְטֵל בְּכָל הָעֲלִיָּה וְהַנֶּחְשָׁב עִמָּהּ וְזֶה מְטַלְטֵל בְּכָל הֶחָצֵר וְהַנֶּחְשָׁב עִמָּהּ: \n",
      "כֵּיצַד. הַסֶּלַע אוֹ תֵּל וְכַיּוֹצֵא בּוֹ שֶׁבְּתוֹךְ הֶחָצֵר אִם אֵינָן גְּבוֹהִין עֲשָׂרָה טְפָחִים הֲרֵי אֵלּוּ נֶחְשָׁבִין בֵּין הֶחָצֵר וּבֵין הַמִּרְפֶּסֶת וּשְׁנֵיהֶן אֲסוּרִין לְהוֹצִיא שָׁם כֵּלִים שֶׁבַּבָּתִּים. וְאִם גְּבוֹהִין עֲשָׂרָה וְהָיָה בֵּינֵיהֶן וּבֵין הַמִּרְפֶּסֶת פָּחוֹת מֵאַרְבָּעָה טְפָחִים הֲרֵי אֵלּוּ נֶחְשָׁבִין עִם הַמִּרְפֶּסֶת שֶׁהֲרֵי הֵן שָׁוִין לָהּ וּבְנֵי מִרְפֶּסֶת מֻתָּרִין בָּהֶם. וְאִם הָיוּ רְחוֹקִין מִן הַמִּרְפֶּסֶת אַרְבָּעָה טְפָחִים אוֹ יֶתֶר עַל כֵּן אַף עַל פִּי שֶׁגְּבוֹהִין עֲשָׂרָה הֲרֵי אֵלּוּ בִּכְלַל הֶחָצֵר וְהַמִּרְפֶּסֶת לְפִי שֶּׁשְּׁנֵיהֶן אֶפְשָׁר לְהִשְׁתַּמֵּשׁ בָּהֶן עַל יְדֵי זְרִיקָה. לְפִיכָךְ שְׁנֵיהֶן אֲסוּרִין לְהוֹצִיא לְשָׁם כְּלֵי הַבָּתִּים עַד שֶׁיְּעָרְבוּ. הָיְתָה מַצֵּבָה רְחָבָה אַרְבָּעָה טְפָחִים לִפְנֵי הַמִּרְפֶּסֶת אֵין הַמִּרְפֶּסֶת אוֹסֶרֶת עַל בְּנֵי הֶחָצֵר שֶׁהֲרֵי נֶחְלְקָה מֵהֶן: \n",
      "זִיזִין הַיּוֹצְאִין מִן הַכְּתָלִים. כָּל שֶׁהוּא לְמַטָּה מֵעֲשָׂרָה טְפָחִים הֲרֵי זֶה נֶחְשָׁב מִן הֶחָצֵר וּבְנֵי הֶחָצֵר מִשְׁתַּמְּשִׁין בּוֹ. וְכָל שֶׁהוּא בְּתוֹךְ עֲשָׂרָה טְפָחִים הָעֶלְיוֹנִים הַסְּמוּכִין לַעֲלִיָּה. אַנְשֵׁי עֲלִיָּה מִשְׁתַּמְּשִׁין בּוֹ וְהַנִּשְׁאָר בֵּין עֲשָׂרָה הַתַּחְתּוֹנִים עַד תְּחִלַּת עֲשָׂרָה הָעֶלְיוֹנִים מִן הַזִּיזִין הַיּוֹצְאִין שָׁם שְׁנֵיהֶן אֲסוּרִין בּוֹ וְאֵין מִשְׁתַּמְּשִׁין בָּהֶן בַּכֵּלִים שֶׁבַּבָּתִּים אֶלָּא אִם כֵּן עֵרְבוּ: \n",
      "בּוֹר שֶׁבֶּחָצֵר אִם הָיָה מָלֵא פֵּרוֹת טְבָלִים שֶׁאָסוּר לְטַלְטְלָן בְּשַׁבָּת וְכַיּוֹצֵא בָּהֶן הֲרֵי הוּא וְחֻלְיָתוֹ כְּסֶלַע אוֹ תֵּל שֶׁבֶּחָצֵר. אִם הָיָה גָּבוֹהַּ עֲשָׂרָה וְהָיָה סָמוּךְ לַמִּרְפֶּסֶת הֲרֵי הוּא נֶחְשָׁב עִם הַמִּרְפֶּסֶת. אֲבָל אִם הָיָה מָלֵא מַיִם אֵין בְּנֵי חָצֵר וְלֹא בְּנֵי מִרְפֶּסֶת מַכְנִיסִין מִמֶּנּוּ לַבָּתִּים עַד שֶׁיְּעָרְבוּ: \n",
      "שְׁתֵּי חֲצֵרוֹת זוֹ לִפְנִים מִזּוֹ וְאַנְשֵׁי הַפְּנִימִית יוֹצְאִין וְנִכְנָסִין וְעוֹבְרִין עַל הַחִיצוֹנָה. עֵרְבָה הַפְּנִימִית וְלֹא עֵרְבָה הַחִיצוֹנָה הַפְּנִימִית מֻתֶּרֶת וְהַחִיצוֹנָה אֲסוּרָה. עֵרְבָה הַחִיצוֹנָה וְלֹא עֵרְבָה הַפְּנִימִית שְׁתֵּיהֶן אֲסוּרוֹת. הַפְּנִימִית מִפְּנֵי שֶׁלֹּא עֵרְבָה וְהַחִיצוֹנָה מִפְּנֵי אֵלּוּ שֶׁלֹּא עֵרְבוּ שֶׁעוֹבְרִין עֲלֵיהֶן. עֵרְבוּ זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ זוֹ מֻתֶּרֶת בִּפְנֵי עַצְמָהּ וְזוֹ מֻתֶּרֶת בִּפְנֵי עַצְמָהּ אֲבָל אֵין מְטַלְטְלִין מִזּוֹ לָזוֹ: \n",
      "שָׁכַח אֶחָד מִן הַחִיצוֹנָה וְלֹא עֵרֵב הַפְּנִימִית בְּהֶתֵּרָהּ עוֹמֶדֶת. שָׁכַח אֶחָד מִן בְּנֵי הַפְּנִימִית וְלֹא עֵרֵב עִמָּהֶן אַף הַחִיצוֹנָה אֲסוּרָה מִפְּנֵי אֵלּוּ בְּנֵי הַפְּנִימִית שֶׁלֹּא עָלָה לָהֶן עֵרוּב שֶׁהֵן עוֹבְרִין עֲלֵיהֶן: \n",
      "עָשׂוּ שְׁתֵּיהֶן עֵרוּב אֶחָד אִם הִנִּיחוּהוּ בַּחִיצוֹנָה וְשָׁכַח אֶחָד מֵהֶן וְלֹא עֵרֵב בֵּין שֶׁהָיָה מִבְּנֵי הַחִיצוֹנָה בֵּין מִבְּנֵי הַפְּנִימִית שְׁתֵּיהֶן אֲסוּרוֹת עַד שֶׁיְּבַטֵּל לָהֶן שֶׁהֲרֵי בֵּאַרְנוּ שֶׁמְּבַטְּלִין מֵחָצֵר לֶחָצֵר. וְאִם הִנִּיחוּ עֵרוּבָן בַּפְּנִימִית וְשָׁכַח אֶחָד מִבְּנֵי הַחִיצוֹנָה וְלֹא עֵרֵב הַחִיצוֹנָה אֲסוּרָה וּפְנִימִית מֻתֶּרֶת בִּמְקוֹמָהּ. שָׁכַח אֶחָד מִבְּנֵי הַפְּנִימִית וְלֹא עֵרֵב שְׁתֵּיהֶן אֲסוּרוֹת עַד שֶׁיְּבַטֵּל לָהֶן: \n",
      "הָיָה אֶחָד דָּר בֶּחָצֵר זוֹ וְאֶחָד דָּר בֶּחָצֵר זוֹ אֵינָן צְרִיכִין לְעָרֵב אֶלָּא כָּל אֶחָד מֵהֶן מִשְׁתַּמֵּשׁ בְּכָל חֲצֵרוֹ. וְאִם הָיָה עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת בַּפְּנִימִית אַף עַל פִּי שֶׁהוּא אֶחָד הֲרֵי הוּא כְּרַבִּים וְאוֹסֵר עַל הַחִיצוֹנָה עַד שֶׁיִּשְׂכְּרוּ מְקוֹמוֹ: \n",
      "שָׁלֹשׁ חֲצֵרוֹת הַפְּתוּחוֹת זוֹ לָזוֹ וְרַבִּים בְּכָל חָצֵר מֵהֶן. עֵרְבוּ שְׁתַּיִם הַחִיצוֹנוֹת עִם הָאֶמְצָעִית הִיא מֻתֶּרֶת עִמָּהֶן וְהֵן מֻתָּרוֹת עִמָּהּ וּשְׁתַּיִם הַחִיצוֹנוֹת אֲסוּרוֹת זוֹ עִם זוֹ עַד שֶׁיַּעֲשׂוּ שְׁלָשְׁתָּן עֵרוּב אֶחָד. הָיָה בְּכָל חָצֵר מֵהֶן אֶחָד אַף עַל פִּי שֶׁרַבִּים דּוֹרְסִין בַּחִיצוֹנָה אֵינָן צְרִיכִין לְעָרֵב שֶׁכָּל אֶחָד מֵהֶן מֻתָּר בִּמְקוֹמוֹ. הָיוּ שְׁנַיִם בַּפְּנִימִית הוֹאִיל וְהֵן אֲסוּרִין בִּמְקוֹמָן עַד שֶׁיְּעָרְבוּ הֲרֵי הֵן אוֹסְרִין עַל הַיְחִידִים שֶׁבָּאֶמְצָעִית וְשֶׁבַּחִיצוֹנָה עַד שֶׁיְּעָרְבוּ שְׁנַיִם שֶׁבַּפְּנִימִית. זֶה הַכְּלָל רֶגֶל הָאֲסוּרָה בִּמְקוֹמָהּ אוֹסֶרֶת שֶׁלֹּא בִּמְקוֹמָהּ וְרֶגֶל הַמֻּתֶּרֶת בִּמְקוֹמָהּ אֵינָהּ אוֹסֶרֶת שֶׁלֹּא בִּמְקוֹמָהּ מִפְּנֵי שֶׁעוֹבֶרֶת עֲלֵיהֶן: \n",
      "שְׁתֵּי כְּצוֹצְטְרִיּוֹת זוֹ לְמַעְלָה מִזּוֹ שֶׁהֵן לְמַעְלָה מִן הַמַּיִם אַף עַל פִּי שֶׁעָשְׂתָה כָּל אַחַת מֵהֶן מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים יוֹרֶדֶת מִכָּל אַחַת וְאַחַת. אִם הָיוּ שְׁתֵּי הַכְּצוֹצְטְרִיּוֹת בְּתוֹךְ עֲשָׂרָה טְפָחִים הֲרֵי אֵלּוּ אֲסוּרִין לְמַלְּאוֹת עַד שֶׁיְּעָרְבוּ שְׁתֵּיהֶן עֵרוּב אֶחָד מִפְּנֵי שֶׁהֵן כִּכְצוֹצְטְרָא אַחַת. וְאִם הָיָה בֵּין הָעֶלְיוֹנָה וְהַתַּחְתּוֹנָה יוֹתֵר עַל עֲשָׂרָה טְפָחִים וְעֵרְבָה זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ שְׁתֵּיהֶן מֻתָּרוֹת לְמַלְּאוֹת: \n",
      "לֹא עָשְׂתָה הָעֶלְיוֹנָה מְחִצָּה וְעָשְׂתָה הַתַּחְתּוֹנָה אַף הַתַּחְתּוֹנָה אֲסוּרָה לְמַלְּאוֹת מִפְּנֵי דְּלִי שֶׁל בְּנֵי הָעֶלְיוֹנָה שֶׁהֵן אֲסוּרִין שֶׁעוֹבֵר עָלֶיהָ. עָשְׂתָה הָעֶלְיוֹנָה מְחִצָּה וְלֹא עָשְׂתָה הַתַּחְתּוֹנָה הָעֶלְיוֹנָה מֻתֶּרֶת לְמַלְּאוֹת וְהַתַּחְתּוֹנָה אֲסוּרָה. וְאִם נִשְׁתַּתְּפוּ בְּנֵי הַתַּחְתּוֹנָה עִם בְּנֵי הָעֶלְיוֹנָה בַּמְּחִצָּה שֶׁעָשׂוּ שְׁתֵּיהֶן אֲסוּרוֹת לְמַלְּאוֹת עַד שֶׁיְּעָרְבוּ עֵרוּב אֶחָד: \n",
      "שָׁלֹשׁ דִּיאֲטוֹת זוֹ לְמַעְלָה מִזּוֹ עֶלְיוֹנָה וְתַחְתּוֹנָה שֶׁל אֶחָד וְאֶמְצָעִית שֶׁל אֶחָד לֹא יְשַׁלְשֵׁל מִן הָעֶלְיוֹנָה לַתַּחְתּוֹנָה דֶּרֶךְ אֶמְצָעִית שֶׁאֵין מְשַׁלְשְׁלִין מֵרְשׁוּת לִרְשׁוּת דֶּרֶךְ רְשׁוּת אַחֵר. אֲבָל מְשַׁלְשֵׁל הוּא מִן הָעֶלְיוֹנָה לְהַתַּחְתּוֹנָה שֶׁלֹּא דֶּרֶךְ אֶמְצָעִית: \n",
      "שְׁתֵּי דִּיאֲטוֹת זוֹ כְּנֶגֶד זוֹ וְחָצֵר אַחַת תַּחְתֵּיהֶן שֶׁשּׁוֹפְכִין לְתוֹכָהּ הַמַּיִם לֹא יִשְׁפְּכוּ לְתוֹכָהּ עַד שֶׁיְּעָרְבוּ שְׁתֵּיהֶן עֵרוּב אֶחָד. עָשׂוּ מִקְצָתָן עוּקָה בֶּחָצֵר לִשְׁפֹּךְ בָּהּ הַמַּיִם וּמִקְצָתָן לֹא עָשׂוּ. אֵלּוּ שֶׁעָשׂוּ שׁוֹפְכִים לָעוּקָה שֶׁלָּהֶן וְאֵלּוּ שֶׁלֹּא עָשׂוּ לֹא יִשְׁפְּכוּ לַחֲצֵר עַד שֶׁיְּעָרְבוּ. וְאִם עָשׂוּ אֵלּוּ עוּקָה וְאֵלּוּ עוּקָה כָּל אַחַת מִשְּׁתֵּיהֶן שׁוֹפֶכֶת לָעוּקָה שֶׁלָּהֶן אַף עַל פִּי שֶׁלֹּא עֵרְבוּ: \n"
    ],
    [
      "אַנְּשֵׁי מָבוֹי שֶׁהָיָה בֵּינֵיהֶן שִׁתּוּף בְּמַאֲכָל אֶחָד לְעִנְיַן סְחוֹרָה כְּגוֹן שֶׁקָּנוּ יַיִן בְּשֻׁתָּפוּת אוֹ שֶׁמֶן אוֹ דְּבַשׁ וְכַיּוֹצֵא בָּהֶן אֵינָן צְרִיכִין שִׁתּוּף אַחֵר לְעִנְיַן שַׁבָּת אֶלָּא סוֹמְכִין עַל שִׁתּוּף שֶׁל סְחוֹרָה. וְהוּא שֶׁיִּהְיֶה הַמִּין שֶׁהֵן שֻׁתָּפִין בּוֹ מִין אֶחָד וּבִכְלִי אֶחָד. אֲבָל אִם הָיָה אֶחָד מֵהֶן שֻׁתָּף לָזֶה בְּיַיִן וּלְאַחֵר בְּשֶׁמֶן אוֹ שֶׁהָיָה הַכּל יַיִן וְהָיָה בִּשְׁנֵי כֵּלִים הֲרֵי אֵלּוּ צְרִיכִין שִׁתּוּף אַחֵר לְעִנְיַן שַׁבָּת:  ",
      "אֶחָד מִבְּנֵי הַמָּבוֹי שֶׁבִּקֵּשׁ מֵחֲבֵרוֹ יַיִן אוֹ שֶׁמֶן קֹדֶם הַשַּׁבָּת וְלֹא נָתַן לוֹ בָּטַל הַשִּׁתּוּף. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁאֵינָן כֻּלָּן כְּשֻׁתָּפִין שֶׁאֵין מַקְפִּידִין זֶה עַל זֶה. אֶחָד מִבְּנֵי הַמָּבוֹי שֶׁרָגִיל לְהִשְׁתַּתֵּף עִם בְּנֵי הַמָּבוֹי וְלֹא נִשְׁתַּתֵּף. בְּנֵי מָבוֹי נִכְנָסִין לְבֵיתוֹ וְנוֹטְלִין מִמֶּנּוּ שִׁתּוּף בְּעַל כָּרְחוֹ. וְאֶחָד מִבְּנֵי הַמָּבוֹי שֶׁאֵינוֹ רוֹצֶה לְהִשְׁתַּתֵּף כְּלָל עִם בְּנֵי הַמָּבוֹי כּוֹפִין אוֹתוֹ לְהִשְׁתַּתֵּף עִמָּהֶן:  ",
      "אֶחָד מִבְּנֵי הַמָּבוֹי שֶׁהָיָה לוֹ אוֹצָר שֶׁל יַיִן אוֹ שֶׁמֶן וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה מְזַכֶּה מִמֶּנּוּ מְעַט לְכָל בְּנֵי הַמָּבוֹי לְהִשְׁתַּתֵּף בּוֹ וּמְעָרֵב בּוֹ עֲלֵיהֶם. וְאַף עַל פִּי שֶׁלֹּא הִפְרִישׁוֹ וְלֹא יִחֲדוֹ אֶלָּא הֲרֵי הוּא מְעֹרָב בָּאוֹצָר הֲרֵי זֶה שִׁתּוּף:  ",
      "חָצֵר שֶׁיֵּשׁ לָהּ שְׁנֵי פְּתָחִים לִשְׁנֵי מְבוֹאוֹת אִם נִשְׁתַּתְּפָה עִם אֶחָד מֵהֶן בִּלְבַד נֶאֶסְרָה בַּמָּבוֹי הַשֵּׁנִי וְאֵינָהּ מוֹצִיאָה וּמַכְנִיסָה בּוֹ. לְפִיכָךְ אִם זִכָּה אֶחָד בְּשִׁתּוּף לְכָל בְּנֵי הַמָּבוֹי וְשִׁתֵּף עֲלֵיהֶן צָרִיךְ לְהוֹדִיעַ לְאַנְשֵׁי הֶחָצֵר זוֹ. שֶׁאֵינָן מִשְׁתַּתְּפִין אֶלָּא מִדַּעְתָּן שֶׁאֵינָהּ זְכוּת לָהֶן שֶׁמָּא בַּמָּבוֹי הַשֵּׁנִי רוֹצִים לְהִשְׁתַּתֵּף וְלֹא בָּזֶה:  ",
      "אִשְׁתּוֹ שֶׁל אָדָם מְעָרֶבֶת לוֹ שֶׁלֹּא מִדַּעְתּוֹ וְהוּא שֶׁלֹּא יֶאֱסרוֹ עַל שְׁכֵנָיו. אֲבָל אִם אוֹסֵר אֵינָהּ מְעָרֶבֶת עָלָיו וְלֹא מִשְׁתַּתֶּפֶת עָלָיו אֶלָּא מִדַּעְתּוֹ. כֵּיצַד אוֹסֵר. כְּגוֹן שֶׁאָמַר אֵינִי מְעָרֵב עִמָּכֶם אוֹ אֵינִי מִשְׁתַּתֵּף עִמָּכֶם:  ",
      "נִשְׁתַּתְּפוּ אַנְשֵׁי חָצֵר זוֹ עִם אֶחָד מִשְׁנִי הַמְּבוֹאוֹת אִם בְּמִין אֶחָד נִשְׁתַּתְּפוּ אֲפִלּוּ כָּלָה אוֹתוֹ הַמִּין הֲרֵי זֶה עוֹשֶׂה שִׁתּוּף אַחֵר וּמְזַכֶּה לָהֶן וְאֵינוֹ צָרִיךְ לְהוֹדִיעָם פַּעַם שְׁנִיָּה. וְאִם בִּשְׁנֵי מִינִין נִשְׁתַּתְּפוּ וְנִתְמַעֵט הָאֹכֶל מוֹסִיף וּמְזַכֶּה וְאֵינוֹ צָרִיךְ לְהוֹדִיעָן. וְאִם כָּלוּ מְזַכֶּה לָהֶם וְצָרִיךְ לְהוֹדִיעָם. נִתְוַסְּפוּ שְׁכֵנִים בֶּחָצֵר זוֹ מְזַכֶּה לָהֶם וְצָרִיךְ לְהוֹדִיעָם:  ",
      "נִשְׁתַּתְּפָה חָצֵר זוֹ עִם בְּנֵי הַמָּבוֹי זֶה מִפֶּתַח זֶה וְעִם בְּנֵי הַמָּבוֹי הַשֵּׁנִי מִן הַפֶּתַח הָאַחֵר מֻתֶּרֶת עִם שְׁנֵיהֶן וְהֵן מֻתָּרִין עִמָּהּ וּשְׁנֵי הַמְּבוֹאוֹת אֲסוּרִין זֶה עִם זֶה. לֹא עֵרְבָה עִם אֶחָד מֵהֶם אוֹסֶרֶת עַל שְׁנֵיהֶן:  ",
      "הָיְתָה חָצֵר זוֹ רְגִילָה בְּפֶתַח אֶחָד וְהַפֶּתַח הַשֵּׁנִי אֵינָהּ רְגִילָה. זֶה שֶׁרְגִילָה לְהִכָּנֵס וְלָצֵאת בּוֹ אוֹסֵר וְשֶׁאֵינָהּ רְגִילָה בּוֹ אֵינוֹ אוֹסֵר. עֵרְבָה עִם מָבוֹי שֶׁאֵינָהּ רְגִילָה בּוֹ הֻתַּר הַמָּבוֹי הָאַחֵר לְעַצְמוֹ וְאֵינוֹ צָרִיךְ לְעָרֵב עִמָּהּ:  ",
      "עֵרְבוּ בְּנֵי הַמָּבוֹי שֶׁהִיא רְגִילָה בּוֹ לְעַצְמָן וְהִיא לֹא עֵרְבָה עִמּוֹ וְלֹא עִם בְּנֵי הַמָּבוֹי הָאַחֵר שֶׁאֵינָהּ רְגִילָה בּוֹ וְגַם לֹא עֵרְבוּ בְּנֵי הַמָּבוֹי שֶׁאֵינָהּ רְגִילָה בּוֹ. דּוֹחִין אוֹתָהּ אֵצֶל זֶה הַמָּבוֹי שֶׁאֵינָהּ רְגִילָה מִפְּנֵי שֶׁלֹּא עֵרֵב. הוֹאִיל וְהִיא לֹא עֵרְבָה וְהוּא לֹא עֵרֵב דּוֹחִין אוֹתָהּ אֶצְלוֹ כְּדֵי שֶׁלֹּא תֶּאֱסֹר עַל מָבוֹי זֶה שֶׁעֵרֵב לְעַצְמוֹ:  ",
      "חָצֵר שֶׁיֵּשׁ לָהּ פֶּתַח לְמָבוֹי וּפֶתַח אַחֵר לְבִקְעָה אוֹ לְקַרְפָּף יֶתֶר מִבֵּית סָאתַיִם הוֹאִיל וְאָסוּר לְטַלְטֵל מֵחָצֵר לְאוֹתוֹ הַקַּרְפָּף אֵינוֹ סוֹמֵךְ אֶלָּא עַל פֶּתַח שֶׁל מָבוֹי לְפִיכָךְ אוֹסֵר עַל בְּנֵי הַמָּבוֹי עַד שֶׁיִּשְׁתַּתֵּף עִמָּהֶן. אֲבָל אִם הָיָה הַקַּרְפָּף בֵּית סָאתַיִם אוֹ פָּחוֹת אֵינוֹ אוֹסֵר עַל בְּנֵי הַמָּבוֹי שֶׁעַל הַפֶּתַח הַמְיֻחָד לוֹ סוֹמֵךְ הוֹאִיל וּמֻתָּר לְטַלְטֵל בְּכָל הַקַּרְפָּף:  ",
      "אֶחָד מִבְּנֵי מָבוֹי שֶׁהָלַךְ לִשְׁבֹּת בְּמָבוֹי אַחֵר אֵינוֹ אוֹסֵר עֲלֵיהֶן. וְכֵן אֶחָד מִבְּנֵי מָבוֹי שֶׁבָּנָה מַצֵּבָה רְחָבָה אַרְבָּעָה טְפָחִים עַל פִּתְחוֹ אֵינוֹ אוֹסֵר עֲלֵיהֶן שֶׁהֲרֵי הִפְרִישׁ עַצְמוֹ מֵהֶן וְחָלַק רְשׁוּתוֹ:  ",
      "אַנְשֵׁי מָבוֹי שֶׁנִּשְׁתַּתְּפוּ מִקְצָתָן וְשָׁכְחוּ מִקְצָתָן וְלֹא נִשְׁתַּתְּפוּ מְבַטְּלִין רְשׁוּתָן לְאֵלּוּ שֶׁנִּשְׁתַּתְּפוּ. וְדִינָם לְעִנְיַן בִּטּוּל רְשׁוּת כְּדִין אַנְשֵׁי חָצֵר שֶׁשָּׁכַח אֶחָד מֵהֶן אוֹ שְׁנַיִם וְלֹא עֵרְבוּ. וּכְבָר אָמַרְנוּ שֶׁכָּל אָדָם עִם אַנְשֵׁי בֵּיתוֹ הַסְּמוּכִים עַל שֻׁלְחָנוֹ כְּאִישׁ אֶחָד הֵן חֲשׁוּבִין בֵּין לְעֵרוּבֵי חֲצֵרוֹת בֵּין לְשִׁתּוּפֵי מְבוֹאוֹת:  ",
      "מָבוֹי שֶׁעֵרְבוּ כָּל חֲצֵרוֹת שֶׁבּוֹ כָּל חָצֵר וְחָצֵר בִּפְנֵי עַצְמָהּ וְאַחַר כָּךְ נִשְׁתַּתְּפוּ כֻּלָּן בַּמָּבוֹי. שָׁכַח אֶחָד מִבְּנֵי הֶחָצֵר וְלֹא עֵרֵב עִם בְּנֵי חֲצֵרוֹ לֹא הִפְסִיד כְּלוּם. שֶׁהֲרֵי כֻּלָּם נִשְׁתַּתְּפוּ וְעַל הַשִּׁתּוּף סוֹמְכִין וְלֹא הִצְרִיכוּ לְעָרֵב בַּחֲצֵרוֹת עִם הַשִּׁתּוּף אֶלָּא שֶׁלֹּא לְשַׁכֵּחַ לַתִּינוֹקוֹת תּוֹרַת עֵרוּב וַהֲרֵי עֵרְבוּ בַּחֲצֵרוֹת. אֲבָל אִם שָׁכַח אֶחָד מִבְּנֵי הַמָּבוֹי וְלֹא נִשְׁתַּתֵּף אֲסוּרִים בַּמָּבוֹי וּמֻתָּרִין כָּל בְּנֵי חָצֵר לְטַלְטֵל בַּחֲצֵרָן שֶׁהַמָּבוֹי לַחֲצֵירוֹת כְּחָצֵר לַבָּתִּים:  ",
      "נִשְׁתַּתְּפוּ בַּמָּבוֹי וְשָׁכְחוּ כֻּלָּן לְעָרֵב בָּחֲצֵרוֹת. אִם אֵין מַקְפִּידִין עַל פְּרוּסָתָן סוֹמְכִין עַל הַשִּׁתּוּף בַּשַּׁבָּת הָרִאשׁוֹנָה בִּלְבַד. וְאֵין מַתִּירִין לָהֶן דָּבָר זֶה אֶלָּא מִדֹּחַק:  ",
      "מָבוֹי שֶׁלֹּא נִשְׁתַּתְּפוּ בּוֹ אִם עֵרְבוּ חֲצֵרוֹת עִם הַבָּתִּים אֵין מְטַלְטְלִין בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת כְּכַרְמְלִית. מֵאַחַר שֶׁעֵרְבוּ חֲצֵרוֹת עִם הַבָּתִּים נַעֲשָׂה הַמָּבוֹי כְּאִלּוּ אֵינוֹ פָּתוּחַ לוֹ אֶלָּא בָּתִּים בִּלְבַד בְּלֹא חֲצֵרוֹת. וּלְפִיכָךְ אֵין מְטַלְטְלִין בְּכֻלָּן. וְאִם לֹא עֵרְבוּ אַנְשֵׁי הַחֲצֵרוֹת מְטַלְטְלִין בְּכֻלָּן כֵּלִים שֶׁשָּׁבְתוּ בְּתוֹכוֹ כְּחָצֵר שֶׁלֹּא עֵרְבוּ בָּהּ:  ",
      "עוֹבֵד כּוֹכָבִים אוֹ צְדוֹקִי הַשָּׁרוּי בְּחָצֵר שֶׁבַּמָּבוֹי דִּינוֹ עִם בְּנֵי הַמָּבוֹי כְּדִינוֹ עִם בְּנֵי הֶחָצֵר שֶׁשּׂוֹכְרִים מִן הָעוֹבֵד כּוֹכָבִים אוֹ מֵאֶחָד מִבְּנֵי בֵּיתוֹ רְשׁוּתוֹ שֶׁבַּמָּבוֹי. אוֹ מְבַטֵּל לָהֶן הַצְּדוֹקִי. וְאִם הָיָה בַּמָּבוֹי עוֹבֵד כּוֹכָבִים וְיִשְׂרָאֵל אֶחָד אֵינוֹ צָרִיךְ שִׁתּוּף. וְדִין יִשְׂרָאֵל אֶחָד וְדִין רַבִּים שֶׁהֵן סוֹמְכִין עַל שֻׁלְחָן אֶחָד דִּין אֶחָד הוּא:  ",
      "עוֹבֵד כּוֹכָבִים שֶׁהָיָה דָּר בַּמָּבוֹי אִם יֵשׁ לוֹ בַּחֲצֵרוֹ פֶּתַח אֶחָד לַבִּקְעָה אֵינוֹ אוֹסֵר עַל בְּנֵי הַמָּבוֹי. וַאֲפִלּוּ הָיָה פֶּתַח קָטָן אַרְבָּעָה עַל אַרְבָּעָה. וְאַף עַל פִּי שֶׁמּוֹצִיא גְּמַלִּים וּקְרוֹנוֹת דֶּרֶךְ הַפֶּתַח שֶׁבַּמָּבוֹי אֵינוֹ אוֹסֵר עֲלֵיהֶן שֶׁאֵין דַּעְתּוֹ אֶלָּא עַל פֶּתַח הַמְיֻחָד לוֹ שֶׁהוּא לַבִּקְעָה. וְכֵן אִם הָיָה פָּתוּחַ לְקַרְפָּף שֶׁהוּא יֶתֶר עַל בֵּית סָאתַיִם הֲרֵי זֶה כְּפָתוּחַ לַבִּקְעָה וְאֵינוֹ אוֹסֵר עֲלֵיהֶן. הָיָה בֵּית סָאתַיִם אוֹ פָּחוֹת אֵינוֹ סוֹמֵךְ עֲלֵיהֶן וְאוֹסֵר עֲלֵיהֶן עַד שֶׁיִּשְׂכְּרוּ מִמֶּנּוּ:  ",
      "מָבוֹי שֶׁצִּדּוֹ אֶחָד עוֹבֵד כּוֹכָבִים וְצִדּוֹ אֶחָד יִשְׂרְאֵלִים וְהָיוּ חַלּוֹנוֹת פְּתוּחוֹת מֵחָצֵר לֶחָצֵר שֶׁל יִשְׂרָאֵל וְעֵרְבוּ כֻּלָּן דֶּרֶךְ חַלּוֹנוֹת. אַף עַל פִּי שֶׁנַּעֲשׂוּ כְּאַנְשֵׁי בַּיִת אֶחָד וּמֻתָּרִין לְהוֹצִיא וּלְהַכְנִיס דֶּרֶךְ חַלּוֹנוֹת הֲרֵי אֵלּוּ אֲסוּרִין לְהִשְׁתַּמֵּשׁ בַּמָּבוֹי דֶּרֶךְ פְּתָחִים עַד שֶׁיִּשְׂכְּרוּ מִן הָעוֹבֵד כּוֹכָבִים. שֶׁאֵין נַעֲשִׂים כְּיָחִיד בִּמְקוֹם עוֹבֵד כּוֹכָבִים:  ",
      "כֵּיצַד מִשְׁתַּתְּפִין בַּמְּדִינָה. כָּל חָצֵר וְחָצֵר מְעָרֶבֶת לְעַצְמָהּ שֶׁלֹּא לְשַׁכֵּחַ הַתִּינוֹקוֹת. וְאַחַר כָּךְ מִשְׁתַּתְּפִין כָּל אַנְשֵׁי הַמְּדִינָה כְּדֶרֶךְ שֶׁמִּשְׁתַּתְּפִין בַּמָּבוֹי. וְאִם הָיְתָה הַמְּדִינָה קִנְיַן יָחִיד אֲפִלּוּ נַעֲשֵׂית שֶׁל רַבִּים מִשְׁתַּתְּפִין כֻּלָּן שִׁתּוּף אֶחָד וִיטַלְטְלוּ בְּכָל הַמְּדִינָה. וְכֵן אִם הָיְתָה שֶׁל רַבִּים וְיֵשׁ לָהּ פֶּתַח אֶחָד מִשְׁתַּתְּפִין כֻּלָּן שִׁתּוּף אֶחָד:  ",
      "אֲבָל אִם הָיְתָה שֶׁל רַבִּים וְיֵשׁ לָהּ שְׁנֵי פְּתָחִים שֶׁהָעָם נִכְנָסִין בָּזֶה וְיוֹצְאִין בָּזֶה אֲפִלּוּ נַעֲשֵׂית שֶׁל יָחִיד אֵין מְעָרְבִין אֶת כֻּלָּהּ אֶלָּא מַנִּיחִין מִמֶּנָּה מָקוֹם אֶחָד אֲפִלּוּ בַּיִת אֶחָד בְּחָצֵר אַחַת וּמִשְׁתַּתְּפִין הַשְּׁאָר. וְיִהְיוּ אֵלּוּ הַמִּשְׁתַּתְּפִין כֻּלָּן מֻתָּרִין בְּכָל הַמְּדִינָה חוּץ מֵאוֹתוֹ מָקוֹם שֶׁשִּׁיְּרוּ. וְיִהְיוּ אוֹתָן הַנִּשְׁאָרִים מֻתָּרִין בִּמְקוֹמָן בַּשִּׁתּוּף שֶׁעוֹשִׂין לְעַצְמָן אִם הָיוּ הַנִּשְׁאָרִים רַבִּים. וַאֲסוּרִין לְטַלְטֵל בִּשְׁאָר כָּל הַמְּדִינָה:  ",
      "וְדָבָר זֶה מִשּׁוּם הֶכֵּר הוּא כְּדֵי שֶׁיֵּדְעוּ שֶׁהָעֵרוּב הִתִּיר לָהֶן לְטַלְטֵל בִּמְדִינָה זוֹ שֶׁרַבִּים בּוֹקְעִין בָּהּ. שֶׁהֲרֵי הַמָּקוֹם שֶׁנִּשְׁאַר וְלֹא נִשְׁתַּתֵּף עִמָּהֶן אֵין מְטַלְטְלִין בּוֹ אֶלָּא אֵלּוּ לְעַצְמָן וְאֵלּוּ לְעַצְמָן:  ",
      "מְדִינָה שֶׁל רַבִּים שֶׁיֵּשׁ לָהּ פֶּתַח אֶחָד וְסֻלָּם בְּמָקוֹם אֶחָד מְעָרְבִין אֶת כֻּלָּהּ וְאֵינָהּ צְרִיכָה שִׁיּוּר שֶׁאֵין הַסֻּלָּם שֶׁבַּחוֹמָה חָשׁוּב כְּפֶתַח. הַבָּתִּים שֶׁמַּנִּיחִין אוֹתוֹ שִׁיּוּר אַף עַל פִּי שֶׁאֵינָן פְּתוּחִין לָעִיר אֶלָּא אֲחוֹרֵיהֶן לָעִיר וּפְנֵיהֶם לַחוּץ עוֹשִׂין אוֹתוֹ שִׁיּוּר וּמְעָרְבִין אֶת הַשְּׁאָר:  ",
      "הַמְזַכֶּה בְּשִׁתּוּף לִבְנֵי הַמְּדִינָה. אִם עֵרְבוּ כֻּלָּן עֵרוּב אֶחָד אֵינוֹ צָרִיךְ לְהוֹדִיעָן שֶׁזְּכוּת הוּא לָהֶן. וְדִין מִי שֶׁשָּׁכַח וְלֹא נִשְׁתַּתֵּף עִם בְּנֵי הַמְּדִינָה אוֹ מִי שֶׁהָלַךְ לִשְׁבֹּת בְּעִיר אַחֶרֶת אוֹ עוֹבֵד כּוֹכָבִים שֶׁהָיָה עִמָּהֶן בַּמְּדִינָה דִּין הַכּל כְּדִינָם בְּחָצֵר וּמָבוֹי:  ",
      "מְדִינָה שֶׁנִּשְׁתַּתְּפוּ כָּל יוֹשְׁבֶיהָ חוּץ מִמָּבוֹי אֶחָד הֲרֵי זֶה אוֹסֵר עַל כֻּלָּן. וְאִם בָּנוּ מַצֵּבָה עַל פֶּתַח הַמָּבוֹי אֵינוֹ אוֹסֵר לְפִיכָךְ אֵין מְעָרְבִין מְדִינָה לַחֲצָאִין אֶלָּא אוֹ כֻּלָּהּ אוֹ מָבוֹי מָבוֹי. וּבוֹנֶה כָּל מָבוֹי וּמָבוֹי מַצֵּבָה עַל פִּתְחוֹ אִם רָצָה לַחֲלֹק רְשׁוּתוֹ מֵהֶן כְּדֵי שֶׁלֹּא יֶאֱסֹר עַל שְׁאָר הַמְּבוֹאוֹת:  "
    ],
    [
      "מִי שֶׁיָּצָא מִן הַמְּדִינָה בְּעֶרֶב שַׁבָּת וְהִנִּיחַ מְזוֹן שְׁתֵּי סְעֻדּוֹת רָחוֹק מִן הַמְּדִינָה בְּתוֹךְ הַתְּחוּם וְקָבַע שְׁבִיתָתוֹ שָׁם. אַף עַל פִּי שֶׁחָזַר לַמְּדִינָה וְלָן בְּבֵיתוֹ נֶחְשָׁב אוֹתוֹ כְּאִלּוּ שָׁבַת בְּמָקוֹם שֶׁהִנִּיחַ בּוֹ שְׁתֵּי הַסְּעֻדּוֹת. וְזֶה הוּא הַנִּקְרָא עֵרוּבֵי תְּחוּמִין:  ",
      "וְיֵשׁ לוֹ לְהַלֵּךְ מִמְּקוֹם עֵרוּבוֹ לְמָחָר אַלְפַּיִם אַמָּה לְכָל רוּחַ. לְפִיכָךְ כְּשֶׁהוּא מְהַלֵּךְ מִמְּקוֹם עֵרוּבוֹ לְמָחָר אַלְפַּיִם אַמָּה כְּנֶגֶד הַמְּדִינָה אֵינוֹ מְהַלֵּךְ בַּמְּדִינָה אֶלָּא עַד סוֹף מִדָּתוֹ. וְאִם הָיְתָה הַמְּדִינָה מֻבְלַעַת בְּתוֹךְ מִדָּתוֹ תֵּחָשֵׁב הַמְּדִינָה כֻּלָּהּ כְּאַרְבַּע אַמּוֹת וְיַשְׁלִים מִדָּתוֹ חוּצָה לָהּ:  ",
      "כֵּיצַד. הֲרֵי שֶׁהִנִּיחַ אֶת עֵרוּבוֹ בְּרִחוּק אֶלֶף אַמָּה מִבֵּיתוֹ שֶׁבַּמְּדִינָה לְרוּחַ מִזְרָח נִמְצָא מְהַלֵּךְ לְמָחָר מִמְּקוֹם עֵרוּבוֹ אַלְפַּיִם אַמָּה לְמִזְרָח. וּמְהַלֵּךְ מִמְּקוֹם עֵרוּבוֹ אַלְפַּיִם אַמָּה לְמַעֲרָב. אֶלֶף שֶׁמִּן הָעֵרוּב עַד בֵּיתוֹ וְאֶלֶף אַמָּה מִבֵּיתוֹ בְּתוֹךְ הַמְּדִינָה. וְאֵינוֹ מְהַלֵּךְ בַּמְּדִינָה אֶלָּא עַד סוֹף הָאֶלֶף. הָיָה מִבֵּיתוֹ עַד סוֹף הַמְּדִינָה פָּחוֹת מֵאֶלֶף אֲפִלּוּ אַמָּה אַחַת שֶׁנִּמְצֵאת מִדָּתוֹ כָּלְתָה חוּץ לַמְּדִינָה תֵּחָשֵׁב הַמְּדִינָה כֻּלָּהּ כְּאַרְבַּע אַמּוֹת וִיהַלֵּךְ חוּצָה לָהּ תְּשַׁע מֵאוֹת שֵׁשׁ וְתִשְׁעִים אַמָּה תַּשְׁלוּם הָאַלְפַּיִם:  ",
      "לְפִיכָךְ אִם הִנִּיחַ עֵרוּבוֹ בְּרִחוּק אַלְפַּיִם אַמָּה מִבֵּיתוֹ שֶׁבַּמְּדִינָה הִפְסִיד אֶת כָּל הַמְּדִינָה כֻּלָּהּ. וְנִמְצָא מְהַלֵּךְ מִבֵּיתוֹ עַד עֵרוּבוֹ אַלְפַּיִם אַמָּה וּמֵעֵרוּבוֹ אַלְפַּיִם וְאֵינוֹ מְהַלֵּךְ מִבֵּיתוֹ בַּמְּדִינָה לְרוּחַ מַעֲרָב אֲפִלּוּ אַמָּה אַחַת. הַמַּנִּיחַ עֵרוּבוֹ בִּרְשׁוּת הַיָּחִיד אֲפִלּוּ הָיְתָה מְדִינָה גְּדוֹלָה כְּנִינְוֵה וַאֲפִלּוּ עִיר חֲרֵבָה אוֹ מְעָרָה הָרְאוּיָה לְדִיּוּרִין מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ:  ",
      "הַמַּנִּיחַ עֵרוּבוֹ בְּתוֹךְ הַמְּדִינָה שֶׁשָּׁבַת בָּהּ לֹא עָשָׂה כְּלוּם וְאֵין מוֹדְדִין לוֹ מִמְּקוֹם עֵרוּבוֹ אֶלָּא הֲרֵי הוּא כִּבְנֵי הַמְּדִינָה כֻּלָּן שֶׁיֵּשׁ לָהֶן אַלְפַּיִם אַמָּה לְכָל רוּחַ חוּץ לַמְּדִינָה. וְכֵן אִם נָתַן עֵרוּבוֹ בַּמְּקוֹמוֹת הַמִּצְטָרְפִין לָעִיר שֶׁמּוֹדְדִין הַתְּחוּם חוּץ מֵהֶם הֲרֵי זֶה כְּנוֹתְנוֹ בְּתוֹךְ הָעִיר. נָתַן עֵרוּבוֹ חוּץ לַתְּחוּם אֵינוֹ עֵרוּב:  ",
      "אֵין מְעָרְבִין עֵרוּבֵי תְּחוּמִין אֶלָּא לִדְבַר מִצְוָה כְּגוֹן שֶׁהָיָה רוֹצֶה לֵילֵךְ לְבֵית הָאָבֵל אוֹ לְמִשְׁתֶּה שֶׁל נִשּׂוּאִין אוֹ לְהַקְבִּיל פְּנֵי רַבּוֹ אוֹ חֲבֵרוֹ שֶׁבָּא מִן הַדֶּרֶךְ וְכַיּוֹצֵא בְּאֵלּוּ. אוֹ מִפְּנֵי הַיִּרְאָה כְּגוֹן שֶׁהָיָה רוֹצֶה לִבְרֹחַ מִן הָעוֹבְדֵי כּוֹכָבִים אוֹ מִן הַלִּסְטִים וְכַיּוֹצֵא בָּזֶה. וְאִם עֵרֵב שֶׁלֹּא לְאֶחָד מִכָּל אֵלּוּ אֶלָּא לְדִבְרֵי הָרְשׁוּת הֲרֵי זֶה עֵרוּב:  ",
      "כָּל שֶׁמִּשְׁתַּתְּפִין בּוֹ מְעָרְבִין בּוֹ עֵרוּבֵי תְּחוּמִין. וְכָל שֶׁאֵין מִשְׁתַּתְּפִין בּוֹ אֵין מְעָרְבִין בּוֹ תְּחוּמִין. וְכַמָּה שִׁעוּר עֵרוּבֵי תְּחוּמִין מְזוֹן שְׁתֵּי סְעֻדּוֹת לְכָל אֶחָד וְאֶחָד. וְאִם הָיָה לִפְתָּן כְּדֵי לֶאֱכל בּוֹ שְׁתֵּי סְעֻדּוֹת. כְּמוֹ הַשִּׁתּוּף:  ",
      "וְצָרִיךְ שֶׁיִּהְיֶה הוּא וְעֵרוּבוֹ בְּמָקוֹם אֶחָד כְּדֵי שֶׁיִּהְיֶה אֶפְשָׁר לוֹ לְאָכְלוֹ בֵּין הַשְּׁמָשׁוֹת. לְפִיכָךְ אִם נִתְכַּוֵּן לִשְׁבֹּת בִּרְשׁוּת הָרַבִּים וְהִנִּיחַ עֵרוּבוֹ בִּרְשׁוּת הַיָּחִיד. אוֹ בִּרְשׁוּת הַיָּחִיד וְהִנִּיחַ עֵרוּבוֹ בִּרְשׁוּת הָרַבִּים אֵינוֹ עֵרוּב. שֶׁאִי אֶפְשָׁר לוֹ לְהוֹצִיא מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים בֵּין הַשְּׁמָשׁוֹת אֶלָּא בַּעֲבֵרָה:  ",
      "אֲבָל אִם נִתְכַּוֵּן לִשְׁבֹּת בִּרְשׁוּת הַיָּחִיד אוֹ בִּרְשׁוּת הָרַבִּים וְהִנִּיחַ עֵרוּבוֹ בְּכַרְמְלִית. אוֹ שֶׁנִּתְכַּוֵּן לִשְׁבֹּת בְּכַרְמְלִית וְהִנִּיחַ עֵרוּבוֹ בִּרְשׁוּת הַיָּחִיד אוֹ בִּרְשׁוּת הָרַבִּים הֲרֵי זֶה עֵרוּב. שֶׁבִּשְׁעַת קְנִיַּת הָעֵרוּב שֶׁהוּא בֵּין הַשְּׁמָשׁוֹת מֻתָּר לְהוֹצִיא וּלְהַכְנִיס מִכָּל אַחַת מִשְּׁתֵּי הָרְשׁוּיוֹת לְכַרְמְלִית לִדְבַר מִצְוָה. שֶׁכָּל דָּבָר שֶׁהוּא מִדִּבְרֵי סוֹפְרִים לֹא גָּזְרוּ עָלָיו בֵּין הַשְּׁמָשׁוֹת בִּמְקוֹם מִצְוָה אוֹ בִּשְׁעַת הַדְּחָק:  ",
      "נְתָנוֹ בְּמִגְדָּל וְנָעַל וְאָבַד הַמַּפְתֵּחַ אִם יָכוֹל לְהוֹצִיאוֹ בְּלֹא עֲשִׂיַּת מְלָאכָה הֲרֵי זֶה עֵרוּב. שֶׁאֵין אָסוּר לַעֲשׂוֹת בֵּין הַשְּׁמָשׁוֹת בִּמְקוֹם מִצְוָה אֶלָּא מְלָאכָה. נְתָנוֹ בְּרֹאשׁ הַקָּנֶה אוֹ הַקֻּנְדָּס הַצּוֹמְחִין מִן הָאָרֶץ אֵינוֹ עֵרוּב גְּזֵרָה שֶׁמָּא יִתְלֹשׁ. וְאִם הָיוּ תְּלוּשִׁין וּנְעוּצִין הֲרֵי זֶה עֵרוּב:  ",
      "כָּל הַמַּנִּיחַ עֵרוּבוֹ יֵשׁ לוֹ בִּמְקוֹם עֵרוּבוֹ אַרְבַּע אַמּוֹת. לְפִיכָךְ הַמַּנִּיחַ עֵרוּבֵי תְּחוּמִין שֶׁלּוֹ בְּסוֹף הַתְּחוּם וְנִתְגַּלְגֵּל הָעֵרוּב וְיָצָא חוּץ לַתְּחוּם בְּתוֹךְ שְׁתֵּי אַמּוֹת הֲרֵי זֶה עֵרוּב וּכְאִלּוּ לֹא יָצָא מִמְּקוֹמוֹ. וְאִם יָצָא חוּץ לִשְׁתֵּי אַמּוֹת אֵינוֹ עֵרוּב שֶׁהֲרֵי נַעֲשָׂה חוּץ לַתְּחוּם וְהַמַּנִּיחַ עֵרוּבוֹ חוּץ לַתְּחוּם אֵינוֹ עֵרוּב מִפְּנֵי שֶׁאֵינוֹ יָכוֹל לְהַגִּיעַ אֶל עֵרוּבוֹ:  ",
      "נִתְגַּלְגֵּל הָעֵרוּב וְיָצָא שְׁתֵּי אַמּוֹת חוּץ לַתְּחוּם אוֹ אָבַד אוֹ נִשְׂרַף אוֹ שֶׁהָיָה תְּרוּמָה וְנִטְמֵאת מִבְּעוֹד יוֹם אֵינוֹ עֵרוּב. מִשֶּׁחֲשֵׁכָה הֲרֵי זֶה עֵרוּב. שֶׁקְּנִיַּת הָעֵרוּב בֵּין הַשְּׁמָשׁוֹת. וְאִם סָפֵק הֲרֵי זֶה עֵרוּב שֶׁסְּפֵק הָעֵרוּב כָּשֵׁר. לְפִיכָךְ אִם נֶאֱכַל הָעֵרוּב בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה עֵרוּב:  ",
      "אָמְרוּ לוֹ שְׁנַיִם צֵא וְעָרֵב עָלֵינוּ. אֶחָד עֵרֵב עָלָיו מִבְּעוֹד יוֹם וְאֶחָד עֵרֵב עָלָיו בֵּין הַשְּׁמָשׁוֹת. וְזֶה שֶׁעֵרֵב עָלָיו מִבְּעוֹד יוֹם נֶאֱכַל עֵרוּבוֹ בֵּין הַשְּׁמָשׁוֹת וְזֶה שֶׁעֵרֵב עָלָיו בֵּין הַשְּׁמָשׁוֹת נֶאֱכַל עֵרוּבוֹ מִשֶּׁחֲשֵׁכָה שְׁנֵיהֶם קָנוּ עֵרוּב. שֶׁבֵּין הַשְּׁמָשׁוֹת סָפֵק הוּא וּסְפֵק הָעֵרוּב כָּשֵׁר. אַף עַל פִּי כֵן סָפֵק חֲשֵׁכָה סָפֵק לֹא חֲשֵׁכָה אֵין מְעָרְבִין עֵרוּבֵי תְּחוּמִין לְכַתְּחִלָּה וְאִם עֵרֵב הֲרֵי זֶה עֵרוּב:  ",
      "נָפַל עַל הָעֵרוּב גַּל מִבְּעוֹד יוֹם אִם יָכוֹל לְהוֹצִיאוֹ בְּלֹא עֲשִׂיַּת מְלָאכָה הֲרֵי זֶה כָּשֵׁר שֶׁמֻּתָּר לְהוֹצִיאוֹ בֵּין הַשְּׁמָשׁוֹת שֶׁהִיא שְׁעַת קְנִיַּת הָעֵרוּב. וְאִם נָפַל עָלָיו גַּל מִשֶּׁחֲשֵׁכָה הֲרֵי זֶה עֵרוּב וְאַף עַל פִּי שֶׁאִי אֶפְשָׁר לְהוֹצִיאוֹ אֶלָּא בַּעֲשִׂיַּת מְלָאכָה. סָפֵק מִבְּעוֹד יוֹם נָפַל אוֹ מִשֶּׁחֲשֵׁכָה הֲרֵי זֶה כָּשֵׁר שֶׁסְּפֵק הָעֵרוּב כָּשֵׁר:  ",
      "אֲבָל אִם עֵרֵב בִּתְרוּמָה שֶׁהִיא סָפֵק טְמֵאָה אֵינוֹ עֵרוּב שֶׁאֵינָהּ סְעֻדָּה הָרְאוּיָה. וְכֵן אִם הָיוּ לְפָנָיו שְׁתֵּי כִּכָּרוֹת שֶׁל תְּרוּמָה אַחַת טְהוֹרָה וְאַחַת טְמֵאָה וְאֵינוֹ יוֹדֵעַ אֵי זוֹ הִיא מִשְּׁתֵּיהֶן וְאָמַר עֵרוּבִי בַּטְּהוֹרָה בְּכָל מָקוֹם שֶׁהוּא אֵינוֹ עֵרוּב. שֶׁאֵין כָּאן סְעֻדָּה הָרְאוּיָה לַאֲכִילָה:  ",
      "אָמַר כִּכָּר זֶה הַיּוֹם חֹל וּלְמָחָר קֹדֶשׁ וְעֵרֵב בָּהּ הֲרֵי זֶה עֵרוּב. שֶׁבֵּין הַשְּׁמָשׁוֹת עֲדַיִן לֹא נִתְקַדְּשָׁה וַדַּאי וּרְאוּיָה הָיְתָה מִבְּעוֹד יוֹם. אֲבָל אִם אָמַר הַיּוֹם קֹדֶשׁ וּלְמָחָר חֹל אֵין מְעָרְבִין בָּהּ שֶׁאֵינָהּ רְאוּיָה עַד שֶׁתֶּחְשַׁךְ. וְכֵן אִם הִפְרִישׁ תְּרוּמָה וְהִתְנָה עָלֶיהָ שֶׁלֹּא תִּהְיֶה תְּרוּמָה עַד שֶׁתֶּחְשַׁךְ אֵין מְעָרְבִין בָּהּ. שֶׁהֲרֵי הִיא טֶבֶל כָּל בֵּין הַשְּׁמָשׁוֹת וְצָרִיךְ שֶׁתִּהְיֶה הַסְּעֻדָּה רְאוּיָה מִבְּעוֹד יוֹם:  ",
      "הַנּוֹתֵן עֵרוּבוֹ בְּבֵית הַקְּבָרוֹת אֵינוֹ עֵרוּב לְפִי שֶׁבֵּית הַקְּבָרוֹת אָסוּר בַּהֲנָיָה וְכֵיוָן שֶׁרוֹצֶה בְּקִיּוּם הָעֵרוּב שָׁם אַחַר קְנִיָּה הֲרֵי נֶהֱנֶה בּוֹ. נְתָנוֹ בְּבֵית הַפְּרָס הֲרֵי זֶה עֵרוּב וַאֲפִלּוּ הָיָה כֹּהֵן מִפְּנֵי שֶׁיָּכוֹל לִכָּנֵס שָׁם בְּמִגְדָּל הַפּוֹרֵחַ אוֹ שֶׁיְּנַפֵּחַ וְהוֹלֵךְ:  ",
      "רַבִּים שֶׁרָצוּ לְהִשְׁתַּתֵּף בְּעֵרוּבֵי תְּחוּמִין מְקַבְּצִין כֻּלָּן עֵרוּבָן שְׁתֵּי סְעֻדּוֹת לְכָל אֶחָד וְאֶחָד וּמַנִּיחִין אוֹתוֹ בִּכְלִי אֶחָד בְּמָקוֹם שֶׁיִּרְצוּ. וְאִם עָשָׂה אֶחָד עֵרוּב עַל יְדֵי כֻּלָּן צָרִיךְ לְזַכּוֹת לָהֶן עַל יְדֵי אַחֵר. וְצָרִיךְ לְהוֹדִיעָם שֶׁאֵין מְעָרְבִין לוֹ לָאָדָם עֵרוּבֵי תְּחוּמִין אֶלָּא לְדַעְתּוֹ שֶׁמָּא אֵינוֹ רוֹצֶה לְעָרֵב בְּאוֹתָהּ הָרוּחַ שֶׁרָצָה זֶה. וְאִם הוֹדִיעוֹ מִבְּעוֹד יוֹם אַף עַל פִּי שֶׁלֹּא רָצָה אֶלָּא מִשֶּׁתֶּחְשַׁךְ הֲרֵי זֶה עֵרוּב. וְאִם לֹא הוֹדִיעוֹ עַד שֶׁחֲשֵׁכָה אֵינוֹ יוֹצֵא בּוֹ שֶׁאֵין מְעָרְבִין מִשֶּׁתֶּחְשַׁךְ:  ",
      "כָּל הַזּוֹכֶה בְּעֵרוּבֵי חֲצֵרוֹת מְזַכִּין עַל יָדוֹ בְּעֵרוּבֵי תְּחוּמִין. וְכָל מִי שֶׁאֵין מְזַכִּין עַל יָדוֹ עֵרוּבֵי חֲצֵרוֹת אֵין מְזַכִּין עַל יָדוֹ עֵרוּבֵי תְּחוּמִין:  ",
      "נוֹתֵן אָדָם מָעָה לְבַעַל הַבַּיִת כְּדֵי שֶׁיִּקַּח לוֹ פַּת וִיעָרֵב לוֹ בָּהּ עֵרוּבֵי תְּחוּמִין. אֲבָל אִם נָתַן לְחֶנְוָנִי אוֹ לְנַחְתּוֹם וְאָמַר לוֹ זְכֵה לִי בְּמָעָה זוֹ אֵינוֹ עֵרוּב. וְאִם אָמַר לוֹ עַרֵב עָלַי בְּמָעָה זוֹ הֲרֵי זֶה לוֹקֵחַ בָּהּ פַּת אוֹ אֹכֶל מִן הָאֳכָלִין וּמְעָרֵב עָלָיו. וְאִם נָתַן לוֹ כְּלִי וְאָמַר לוֹ תֵּן לִי בָּזֶה אֹכֶל וּזְכֵה לִי בּוֹ הֲרֵי זֶה לוֹקֵחַ אֹכֶל וּמְעָרֵב עָלָיו בּוֹ:  ",
      "מְעָרֵב אָדָם עֵרוּבֵי תְּחוּמִין עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים בֵּין מִדַּעְתָּן בֵּין שֶׁלֹּא מִדַּעְתָּן. לְפִיכָךְ אִם עֵרֵב עֲלֵיהֶן וְעֵרְבוּ לְעַצְמָן יוֹצְאִין בְּשֶׁל רַבָּן. אֲבָל אֵינוֹ מְעָרֵב לֹא עַל יְדֵי בְּנוֹ וּבִתּוֹ הַגְּדוֹלִים וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְלֹא עַל יְדֵי אִשְׁתּוֹ אֶלָּא מִדַּעְתָּן. וְאַף עַל פִּי שֶׁהֵן אוֹכְלִין אֶצְלוֹ עַל שֻׁלְחָנוֹ. וְאִם עֵרֵב עֲלֵיהֶן וְשָׁמְעוּ וְשָׁתְקוּ וְלֹא מִחוּ יוֹצְאִין בְּעֵרוּבוֹ. עֵרֵב עַל אֶחָד מֵהֶן וְעֵרְבוּ הֵן לְעַצְמָן אֵין לְךָ מְחָאָה גְּדוֹלָה מִזּוֹ וְיוֹצְאִין בְּעֵרוּב עַצְמָן. קָטָן בֵּן שֵׁשׁ שָׁנִים אוֹ פָּחוֹת יוֹצֵא בְּעֵרוּב אִמּוֹ וְאֵין צָרִיךְ לְהַנִּיחַ עָלָיו מְזוֹן שְׁתֵּי סְעֻדּוֹת לְעַצְמוֹ:  ",
      "הָרוֹצֶה לְשַׁלֵּחַ עֵרוּבוֹ בְּיַד אַחֵר לְהַנִּיחוֹ לוֹ בְּמָקוֹם שֶׁהוּא רוֹצֶה לִקְבֹּעַ שְׁבִיתָתוֹ שָׁם הָרְשׁוּת בְּיָדוֹ. וּכְשֶׁהוּא מְשַׁלְּחוֹ אֵינוֹ מְשַׁלְּחוֹ בְּיַד חֵרֵשׁ שׁוֹטֶה וְקָטָן וְלֹא בְּיַד מִי שֶׁאֵינוֹ מוֹדֶה בְּמִצְוַת עֵרוּב. וְאִם שָׁלַח אֵינוֹ עֵרוּב. וְאִם שְׁלָחוֹ בְּיַד אֶחָד מֵאֵלּוּ הַפְּסוּלִין לְהוֹלִיכוֹ לְאָדָם כָּשֵׁר כְּדֵי שֶׁיּוֹלִיכוֹ הַכָּשֵׁר וְיַנִּיחוֹ בִּמְקוֹם הָעֵרוּב הֲרֵי זֶה כָּשֵׁר. וַאֲפִלּוּ שְׁלָחוֹ עַל הַקּוֹף אוֹ עַל הַפִּיל. וְהוּא שֶׁיִּהְיֶה עוֹמֵד מֵרָחוֹק עַד שֶׁיִּרְאֶה זֶה הַפָּסוּל אוֹ הַבְּהֵמָה שֶׁהִגִּיעוּ אֵצֶל הַכָּשֵׁר שֶׁאָמַר לוֹ לְהוֹלִיךְ אֶת הָעֵרוּב. וְכֵן רַבִּים שֶׁנִּשְׁתַּתְּפוּ בְּעֵרוּבֵי תְּחוּמִין וְרָצוּ לִשְׁלֹחַ עֵרוּבָן בְּיַד אַחֵר הֲרֵי אֵלּוּ מְשַׁלְּחִין:  ",
      "אֶחָד אוֹ רַבִּים שֶׁאָמְרוּ לְאֶחָד צֵא וַעֲרֵב עָלֵינוּ וְעֵרֵב עֲלֵיהֶן בְּאֵי זֶה רוּחַ שֶׁרָצָה הֲרֵי זֶה עֵרוּב וְיוֹצְאִין בּוֹ שֶׁהֲרֵי לֹא יִחֲדוּ לוֹ רוּחַ. הָאוֹמֵר לַחֲבֵרוֹ עָרֵב עָלַי בִּתְמָרִים וְעֵרֵב עָלָיו בִּגְרוֹגָרוֹת. בִּגְרוֹגָרוֹת וְעֵרֵב עָלָיו בִּתְמָרִים. אָמַר לוֹ הַנִּיחַ עֵרוּבִי בְּמִגְדָּל וְהִנִּיחוֹ בְּשׁוֹבָךְ. בְּשׁוֹבָךְ וְהִנִּיחוֹ בְּמִגְדָּל. בַּבַּיִת וְהִנִּיחוֹ בַּעֲלִיָּה בַּעֲלִיָּה וְהִנִּיחוֹ בַּבַּיִת אֵינוֹ עֵרוּב. אֲבָל אִם אָמַר לוֹ עָרֵב עָלַי סְתָם וְעֵרֵב עָלָיו בֵּין בִּגְרוֹגָרוֹת בֵּין בִּתְמָרִים בֵּין בַּבַּיִת בֵּין בַּעֲלִיָּה הֲרֵי זֶה עֵרוּב:  ",
      "כְּשֵׁם שֶׁמְּבָרְכִין עַל עֵרוּבֵי חֲצֵרוֹת וְשִׁתּוּפֵי מְבוֹאוֹת כָּךְ מְבָרְכִין עַל עֵרוּבֵי תְּחוּמִין. וְאוֹמֵר בְּזֶה הָעֵרוּב יִהְיֶה מֻתָּר לִי לְהַלֵּךְ לְמָקוֹם זֶה אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְאִם הָיָה אֶחָד מְעָרֵב עַל יְדֵי רַבִּים אוֹמֵר בְּזֶה הָעֵרוּב יִהְיֶה מֻתָּר לִפְלוֹנִי אוֹ לִבְנֵי מָקוֹם פְּלוֹנִי אוֹ לִבְנֵי עִיר זוֹ לְהַלֵּךְ מִמָּקוֹם זֶה אַלְפַּיִם אַמָּה לְכָל רוּחַ:  "
    ],
    [
      "מִי שֶׁיָּצָא מֵעֶרֶב שַׁבָּת חוּץ לַמְּדִינָה וְעָמַד בְּמָקוֹם יָדוּעַ בְּתוֹךְ הַתְּחוּם אוֹ בְּסוֹפוֹ וְאָמַר שְׁבִיתָתִי בְּמָקוֹם זֶה וְחָזַר לְעִירוֹ וְלָן שָׁם. יֵשׁ לוֹ לְהַלֵּךְ לְמָחָר מֵאוֹתוֹ מָקוֹם אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְזֶה הוּא עִקַּר עֵרוּבֵי תְּחוּמִין לְעָרֵב בְּרַגְלָיו. וְלֹא אָמְרוּ לְעָרֵב בְּהַנָּחַת מְזוֹן שְׁתֵּי סְעֻדּוֹת בִּלְבַד בַּמָּקוֹם אַף עַל פִּי שֶׁלֹּא יָצָא וְלֹא עָמַד שָׁם אֶלָּא לְהָקֵל עַל הֶעָשִׁיר שֶׁלֹּא יֵצֵא אֶלָּא יִשְׁלַח עֵרוּבוֹ בְּיַד אַחֵר וְיַנִּיחוּ לוֹ: \n",
      "וְכֵן אִם נִתְכַּוֵּן לִקְבֹּעַ שְׁבִיתָתוֹ בְּמָקוֹם יָדוּעַ אֶצְלוֹ כְּגוֹן אִילָן אוֹ בַּיִת אוֹ גָּדֵר שֶׁהוּא מַכִּיר מְקוֹמוֹ וְיֵשׁ בֵּינוֹ וּבֵינוֹ כְּשֶׁחָשְׁכָה אַלְפַּיִם אַמָּה אוֹ פָּחוֹת וְהֶחֱזִיק בַּדֶּרֶךְ וְהָלַךְ כְּדֵי שֶׁיַּגִּיעַ לְאוֹתוֹ מָקוֹם וְיִקְנֶה בּוֹ שְׁבִיתָה אַף עַל פִּי שֶׁלֹּא הִגִּיעַ וְלֹא עָמַד שָׁם אֶלָּא הֶחְזִירוֹ חֲבֵרוֹ לָלוּן אֶצְלוֹ אוֹ שֶׁחָזַר מֵעַצְמוֹ לָלוּן אוֹ נִתְעַכֵּב. לְמָחָר יֵשׁ לוֹ לְהַלֵּךְ עַד מָקוֹם שֶׁנִּתְכַּוֵּן לוֹ וּמֵאוֹתוֹ הַמָּקוֹם אַלְפַּיִם אַמָּה לְכָל רוּחַ. שֶׁכֵּיוָן שֶׁגָּמַר בְּלִבּוֹ לִקְבֹּעַ שָׁם שְׁבִיתָתוֹ וְהֶחֱזִיק בַּדֶּרֶךְ נַעֲשָׂה כְּמִי שֶׁעָמַד שָׁם אוֹ שֶׁהִנִּיחַ עֵרוּבוֹ שָׁם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּעָנִי שֶׁאֵין מַטְרִיחִין אוֹתוֹ לְהַנִּיחַ עֵרוּב אוֹ בְּרָחוֹק כְּגוֹן מִי שֶׁהָיָה בָּא בַּדֶּרֶךְ וְהָיָה יָרֵא שֶׁמָּא תֶּחְשַׁךְ. וְהוּא שֶׁיִּשָּׁאֵר מִן הַיּוֹם כְּדֵי לְהַגִּיעַ לְאוֹתוֹ מָקוֹם שֶׁקָּנָה בּוֹ שְׁבִיתָה קֹדֶם שֶׁתֶּחְשַׁךְ אִם רָץ בְּכָל כֹּחוֹ וְהָיָה בֵּינוֹ וּבֵין אוֹתוֹ מָקוֹם כְּשֶׁתֶּחְשַׁךְ אַלְפַּיִם אַמָּה אוֹ פָּחוֹת. אֲבָל אִם לֹא הָיָה רָחוֹק וְלֹא עָנִי אוֹ שֶׁלֹּא נִשְׁאַר מִן הַיּוֹם כְּדֵי שֶׁיַּגִּיעַ אֲפִלּוּ רָץ בְּכָל כֹּחוֹ אוֹ שֶׁהָיָה בֵּין הַמָּקוֹם שֶׁנִּתְכַּוֵּן לִשְׁבֹּת בּוֹ וּבֵין הַמָּקוֹם שֶׁהוּא עוֹמֵד בּוֹ כְּשֶׁחָשְׁכָה יֶתֶר מֵאַלְפַּיִם אַמָּה אוֹ שֶׁלֹּא כִּוֵּן הַמָּקוֹם שֶׁקָּנָה בּוֹ שְׁבִיתָה. הֲרֵי זֶה לֹא קָנָה שְׁבִיתָה בְּרִחוּק מָקוֹם וְאֵין לוֹ אֶלָּא אַלְפַּיִם אַמָּה לְכָל רוּחַ מִמָּקוֹם שֶׁהוּא עוֹמֵד בּוֹ כְּשֶׁחָשְׁכָה: \n",
      "מִי שֶׁעָמַד מִבְּעוֹד יוֹם בִּרְשׁוּת הַיָּחִיד וְקָנָה שָׁם שְׁבִיתָה אוֹ שֶׁהָיָה בָּא בַּדֶּרֶךְ וְנִתְכַּוֵּן לִשְׁבֹּת בִּרְשׁוּת הַיָּחִיד הַיָּדוּעַ אֶצְלוֹ וְקָנָה שָׁם שְׁבִיתָתוֹ הֲרֵי זֶה מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְאִם הָיְתָה רְשׁוּת הַיָּחִיד זוֹ מָקוֹם שֶׁלֹּא הֻקַּף לְדִירָה אוֹ תֵּל אוֹ בִּקְעָה אִם הָיָה בָּהּ בֵּית סָאתַיִם אוֹ פָּחוֹת מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְאִם הָיְתָה יוֹתֵר עַל בַּיִת סָאתַיִם אֵין לוֹ בָּהּ אֶלָּא אַרְבַּע אַמּוֹת וְחוּצָה מֵהֶן אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְכֵן אִם הִנִּיחַ עֵרוּבוֹ בְּמָקוֹם שֶׁלֹּא הֻקַּף לְדִירָה: \n",
      "הַקּוֹנֶה שְׁבִיתָה בְּרִחוּק מָקוֹם וְלֹא סִיֵּם מְקוֹם שְׁבִיתָתוֹ לֹא קָנָה שְׁבִיתָה שָׁם. כֵּיצַד. הָיָה בָּא בַּדֶּרֶךְ וְאָמַר שְׁבִיתָתִי בְּמָקוֹם פְּלוֹנִי אוֹ בְּשָׂדֶה פְּלוֹנִית אוֹ בְּבִקְעָה פְּלוֹנִית אוֹ בְּרִחוּק אֶלֶף אַמָּה אוֹ אַלְפַּיִם מִמְּקוֹמִי זֶה הֲרֵי זֶה לֹא קָנָה שְׁבִיתָה בְּרָחוֹק וְאֵין לוֹ אֶלָּא אַלְפַּיִם אַמָּה לְכָל רוּחַ מִמָּקוֹם שֶׁהוּא עוֹמֵד בּוֹ כְּשֶׁחָשְׁכָה: \n",
      "אָמַר שְׁבִיתָתִי תַּחַת אִילָן פְּלוֹנִי אוֹ תַּחַת סֶלַע פְּלוֹנִי אִם יֵשׁ תַּחַת אוֹתוֹ אִילָן אוֹ אוֹתוֹ סֶלַע שְׁמוֹנֶה אַמּוֹת אוֹ יָתֵר לֹא קָנָה שְׁבִיתָה שֶׁהֲרֵי לֹא כִּוֵּן מְקוֹם שְׁבִיתָתוֹ. שֶׁאִם בָּא לִשְׁבֹּת בְּתוֹךְ אַרְבַּע אַמּוֹת אֵלּוּ שֶׁמָּא בְּאַרְבַּע אַמּוֹת הָאֲחֵרוֹת הוּא שֶׁקָּנָה שְׁבִיתָה: \n",
      "לְפִיכָךְ צָרִיךְ לְהִתְכַּוֵּן לִשְׁבֹּת בְּעִקָּרוֹ אוֹ בְּאַרְבַּע אַמּוֹת שֶׁבִּדְרוֹמוֹ אוֹ שֶׁבִּצְפוֹנוֹ. וְאִם הָיָה תַּחְתָּיו פָּחוֹת מִשְּׁמוֹנֶה אַמּוֹת וְנִתְכַּוֵּן לִשְׁבֹּת תַּחְתָּיו קָנָה שֶׁהֲרֵי אֵין שָׁם שִׁעוּר שְׁנֵי מְקוֹמוֹת וַהֲרֵי מִקְצָת מְקוֹמוֹ מְסֻיָּם. הָיוּ שְׁנַיִם בָּאִים בַּדֶּרֶךְ אֶחָד מֵהֶן מַכִּיר אִילָן אוֹ גָּדֵר אוֹ מָקוֹם שֶׁהוּא קוֹבֵעַ בּוֹ שְׁבִיתָה וְהַשֵּׁנִי אֵינוֹ מַכִּיר. זֶה שֶׁאֵינוֹ מַכִּיר מוֹסֵר שְׁבִיתָתוֹ לַמַּכִּיר וְהַמַּכִּיר מִתְכַּוֵּן לִשְׁבֹּת הוּא וַחֲבֵרוֹ בַּמָּקוֹם שֶׁהוּא מַכִּיר: \n",
      "אַנְשֵׁי הָעִיר שֶׁשָּׁלְחוּ אֶחָד מֵהֶן לְהוֹלִיךְ לָהֶן עֵרוּבָן לְמָקוֹם יָדוּעַ וְהֶחֱזִיק בַּדֶּרֶךְ וְהֶחְזִירוֹ חֲבֵרוֹ וְלֹא הוֹלִיךְ עֵרוּבָן. הֵן לֹא קָנוּ שְׁבִיתָה בְּאוֹתוֹ מָקוֹם שֶׁהֲרֵי לֹא הֻנַּח שָׁם עֵרוּבָן וְאֵין לָהֶן לְהַלֵּךְ מִמְּדִינָתָן אֶלָּא אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְהוּא קָנָה שָׁם עֵרוּב שֶׁהֲרֵי הוּא בָּא בַּדֶּרֶךְ וְנִתְכַּוֵּן לִשְׁבֹּת שָׁם וְהֶחֱזִיק בַּדֶּרֶךְ. לְפִיכָךְ יֵשׁ לוֹ לְהַלֵּךְ לְאוֹתוֹ מָקוֹם לְמָחָר וּלְהַלֵּךְ מִמֶּנּוּ אַלְפַּיִם אַמָּה לְכָל רוּחַ: \n",
      "זֶה שֶׁאָמַרְנוּ שֶׁצָּרִיךְ הַקּוֹנֶה שְׁבִיתָה בְּרִחוּק מָקוֹם שֶׁיַּחֲזִיק בַּדֶּרֶךְ. לֹא שֶׁיֵּצֵא וְיֵלֵךְ בַּשָּׂדֶה אֶלָּא אֲפִלּוּ יֵרֵד מִן הָעֲלִיָּה לֵילֵךְ לְאוֹתוֹ מָקוֹם וְקֹדֶם שֶׁיֵּצֵא מִפֶּתַח הֶחָצֵר הֶחְזִירוֹ חֲבֵרוֹ הֲרֵי זֶה הֶחֱזִיק וְקָנָה שְׁבִיתָה. וְכָל הַקּוֹנֶה שְׁבִיתָה בְּרִחוּק מָקוֹם אֵינוֹ צָרִיךְ לוֹמַר שְׁבִיתָתִי בְּמָקוֹם פְּלוֹנִי אֶלָּא כֵּיוָן שֶׁגָּמַר בְּלִבּוֹ וְהֶחֱזִיק בְּדֶרֶךְ כָּל שֶׁהוּא קָנָה שָׁם שְׁבִיתָה. וְאֵין צָרִיךְ לוֹמַר מִי שֶׁיָּצָא בְּרַגְלָיו וְעָמַד בְּמָקוֹם שֶׁקּוֹנֶה בּוֹ שְׁבִיתָה שֶׁאֵינוֹ צָרִיךְ לוֹמַר כְּלוּם אֶלָּא כֵּיוָן שֶׁגָּמַר בְּלִבּוֹ קָנָה: \n",
      "הַתַּלְמִידִים שֶׁהוֹלְכִין וְאוֹכְלִין בְּלֵילֵי שַׁבָּת בַּשָּׂדוֹת וּבַכְּרָמִים אֵצֶל בַּעֲלֵי הַבָּתִּים שֶׁפִּתָּן מְצוּיָה לְעוֹבְרֵי דְּרָכִים הַבָּאִים שָׁם וּבָאִים וְלָנִים בְּבֵית הַמִּדְרָשׁ. מְהַלְּכִין אַלְפַּיִם אַמָּה לְכָל רוּחַ מִבֵּית הַמִּדְרָשׁ לֹא מִמְּקוֹם הָאֲכִילָה. שֶׁאִלּוּ מָצְאוּ סְעֻדָּתָן בְּבֵית הַמִּדְרָשׁ לֹא הָיוּ יוֹצְאִין לַשָּׂדֶה וְאֵין דַּעְתָּן סוֹמֶכֶת לַדִּירָה אֶלָּא עַל בֵּית מִדְרָשָׁם: \n"
    ],
    [
      "אֵין מַנִּיחִין שְׁנֵי עֵרוּבִין אֶחָד בַּמִּזְרָח וְאֶחָד בַּמַּעֲרָב כְּדֵי שֶׁיְּהַלֵּךְ בְּמִקְצָת הַיּוֹם עַל אֶחָד מִשְׁנִי הָעֵרוּבִין וּבִשְׁאָר הַיּוֹם עַל הָעֵרוּב הַשֵּׁנִי. שֶׁאֵין מְעָרְבִין שְׁנֵי עֵרוּבִין לְיוֹם אֶחָד. טָעָה וְעֵרֵב לִשְׁתֵּי רוּחוֹת כִּמְדֻמֶּה הוּא שֶׁמְּעָרְבִין לִשְׁתֵּי רוּחוֹת. אוֹ שֶׁאָמַר לִשְׁנַיִם צְאוּ וְעָרְבוּ עָלַי אֶחָד עֵרֵב עָלָיו לַצָּפוֹן וְאֶחָד עֵרֵב עָלָיו לַדָּרוֹם מְהַלֵּךְ כְּרַגְלֵי שְׁנֵיהֶם: \n",
      "כֵּיצַד מְהַלֵּךְ כְּרַגְלֵי שְׁנֵיהֶם. שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ אֶלָּא בְּמָקוֹם שֶׁיֵּשׁ לִשְׁנֵיהֶם לְהַלֵּךְ בּוֹ. נָתַן הָאֶחָד עֵרוּב בְּרִחוּק אֶלֶף אַמָּה לְרוּחַ מִזְרָח וְהִנִּיחַ הַשֵּׁנִי מֵהֶן עֵרוּבוֹ בְּרִחוּק חֲמֵשׁ מֵאוֹת אַמָּה לְרוּחַ מַעֲרָב. אֵין זֶה שֶׁעֵרְבוּ עָלָיו מְהַלֵּךְ בַּמַּעֲרָב אֶלָּא אֶלֶף אַמָּה כְּרַגְלֵי מִי שֶׁעֵרֵב עָלָיו בַּמִּזְרָח. וְלֹא יְהַלֵּךְ בַּמִּזְרָח אֶלָּא אֶלֶף וַחֲמֵשׁ מֵאוֹת אַמָּה כְּרַגְלֵי מִי שֶׁעֵרֵב עָלָיו בַּמַּעֲרָב. לְפִיכָךְ אִם עֵרֵב אוֹ עֵרְבוּ עָלָיו שְׁנֵי עֵרוּבִין אֵלּוּ אֶחָד בְּרִחוּק אַלְפַּיִם אַמָּה לַמִּזְרָח וְאֶחָד בְּרִחוּק אַלְפַּיִם אַמָּה לַמַּעֲרָב הֲרֵי זֶה לֹא יָזוּז מִמְּקוֹמוֹ: \n",
      "מְעָרֵב אָדָם שְׁנֵי עֵרוּבִין בִּשְׁתֵּי רוּחוֹת וּמַתְנֶה וְאוֹמֵר אִם אֵרַע לִי דְּבַר מִצְוָה אוֹ נִלְחַצְתִּי לְמָחָר וְנִצְרַכְתִּי לְרוּחַ זוֹ זֶה הָעֵרוּב הוּא שֶׁאֲנִי סוֹמֵךְ עָלָיו וְהָעֵרוּב שֶׁבָּרוּחַ הַשֵּׁנִית אֵינוֹ כְּלוּם. וְאִם נִצְרַכְתִּי לְרוּחַ זוֹ הַשֵּׁנִית זֶה הָעֵרוּב הוּא שֶׁאֲנִי סוֹמֵךְ עָלָיו וְשֶׁבָּרוּחַ הָרִאשׁוֹנָה אֵינוֹ כְּלוּם. וְאִם נִצְרַכְתִּי לִשְׁתֵּי הָרוּחוֹת יֵשׁ לִי לִסְמֹךְ עַל אֵיזֶה עֵרוּב שֶׁאֶרְצֶה וּלְאֵיזֶה שֶׁאֶרְצֶה אֵלֵךְ. וְאִם לֹא אֵרַע לִי דָּבָר וְלֹא נִצְרַכְתִּי לְרוּחַ מֵהֶן אֵין שְׁנֵי הָעֵרוּבִין הָאֵלּוּ עֵרוּב וְאֵינִי סוֹמֵךְ עַל אֶחָד מֵהֶן אֶלָּא הֲרֵינִי כִּבְנֵי עִירִי שֶׁיֵּשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ מִחוּץ לַחוֹמָה: \n",
      "כְּשֵׁם שֶׁאָסוּר לָצֵאת חוּץ לַתְּחוּם בְּשַׁבָּת כָּךְ אָסוּר לָצֵאת בְּיוֹם טוֹב וּבְיוֹם הַכִּפּוּרִים. וּכְשֵׁם שֶׁהַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת חַיָּב כָּךְ הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת בְּיוֹם הַכִּפּוּרִים חַיָּב. אֲבָל בְּיוֹם טוֹב מֻתָּר לְהוֹצִיא מֵרְשׁוּת לִרְשׁוּת. לְפִיכָךְ מְעָרְבִין עֵרוּבֵי חֲצֵרוֹת וּמִשְׁתַּתְּפִין בַּמְּבוֹאוֹת לְיוֹם הַכִּפּוּרִים כְּשַׁבָּת. וּמְעָרְבִין עֵרוּבֵי תְּחוּמִין לְיוֹם הַכִּפּוּרִים וּלְיָמִים טוֹבִים כְּדֶרֶךְ שֶׁמְּעָרְבִין לְשַׁבָּת: \n",
      "יוֹם טוֹב שֶׁחָל לִהְיוֹת סָמוּךְ לְשַׁבָּת בֵּין מִלְּפָנֶיהָ בֵּין מִלְּאַחֲרֶיהָ אוֹ שְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת יֵשׁ לוֹ לְעָרֵב שְׁנֵי עֵרוּבִין לִשְׁתֵּי רוּחוֹת וְסוֹמֵךְ עַל אֵי זֶה מֵהֶן שֶׁיִּרְצֶה לַיּוֹם הָרִאשׁוֹן וְעַל הָעֵרוּב שֶׁבָּרוּחַ הַשְּׁנִיָּה לַיּוֹם הַשֵּׁנִי. אוֹ מְעָרֵב עֵרוּב אֶחָד לְרוּחַ אַחַת וְסוֹמֵךְ עָלָיו לְאֶחָד מִשְּׁנֵי יָמִים וּבַיּוֹם הַשֵּׁנִי יִהְיֶה כִּבְנֵי הָעִיר וּכְאִלּוּ לֹא עָשָׂה עֵרוּב וְיֵשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת אֲבָל בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה הֲרֵי הֵן כְּיוֹם אֶחָד וְאֵינוֹ מְעָרֵב לִשְׁנֵי יָמִים אֶלָּא לְרוּחַ אַחַת: \n",
      "וְכֵן מַתְנֶה אָדָם עַל עֵרוּבוֹ וְאוֹמֵר עֵרוּבִי לְשַׁבָּת זוֹ אֲבָל לֹא לְשַׁבָּת אַחֶרֶת. אוֹ לְשַׁבָּת אַחֶרֶת אֲבָל לֹא לְשַׁבָּת זוֹ. לְשַׁבָּתוֹת וְלֹא לְיָמִים טוֹבִים לְיָמִים טוֹבִים וְלֹא לְשַׁבָּתוֹת: \n",
      "אָמַר לַחֲמִשָּׁה הֲרֵינִי מְעָרֵב עַל אֵיזֶה מִכֶּם שֶׁאֶרְצֶה רָצִיתִי אֵלֵךְ לֹא רָצִיתִי לֹא אֵלֵךְ. אַף עַל פִּי שֶׁרָצָה מִשֶּׁחָשְׁכָה יֵלֵךְ. דָּבָר שֶׁהוּא מִדִּבְרֵי סוֹפְרִים יֵשׁ בּוֹ בְּרֵרָה. וְכֵן הַמְעָרֵב לְשַׁבָּתוֹת שֶׁל כָּל הַשָּׁנָה וְאָמַר רָצִיתִי אֵלֵךְ לֹא רָצִיתִי לֹא אֵלֵךְ אֶלָּא אֶהְיֶה כִּבְנֵי עִירִי כָּל שַׁבָּת שֶׁיִּרְצֶה יֵלֵךְ אַף עַל פִּי שֶׁרָצָה מִשֶּׁתֶּחְשַׁךְ: \n",
      "הַמְעָרֵב לִשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת אוֹ לְשַׁבָּת וְיוֹם טוֹב אַף עַל פִּי שֶׁהוּא עֵרוּב אֶחָד לְרוּחַ אַחַת לִשְׁנֵי הַיָּמִים צָרִיךְ שֶׁיִּהְיֶה הָעֵרוּב בִּמְקוֹמוֹ מָצוּי בְּלַיִל הָרִאשׁוֹן וּבְלֵיל שֵׁנִי כָּל בֵּין הַשְּׁמָשׁוֹת. כֵּיצַד הוּא עוֹשֶׂה. מוֹלִיכוֹ בְּעֶרֶב יוֹם טוֹב אוֹ בְּעֶרֶב שַׁבָּת וּמַחְשִׁיךְ עָלָיו וְנוֹטְלוֹ בְּיָדוֹ וּבָא לוֹ אִם הָיָה לֵיל יוֹם טוֹב. וּלְמָחָר מוֹלִיכוֹ לְאוֹתוֹ מָקוֹם וּמַנִּיחוֹ שָׁם עַד שֶׁתֶּחְשַׁךְ וְאוֹכְלוֹ אִם הָיָה לֵיל שַׁבָּת אוֹ מְבִיאוֹ אִם הָיָה לֵיל יוֹם טוֹב. מִפְּנֵי שֶׁהֵן שְׁתֵּי קְדֻשּׁוֹת וְאֵינָן כְּיוֹם אֶחָד כְּדֵי שֶׁנֹּאמַר מִלֵּיל רִאשׁוֹן קָנָה הָעֵרוּב לִשְׁנֵי יָמִים: \n",
      "נֶאֱכַל הָעֵרוּב בָּרִאשׁוֹן קָנָה הָעֵרוּב לָרִאשׁוֹן וְאֵין לוֹ עֵרוּב לַשֵּׁנִי. עֵרֵב בְּרַגְלָיו בָּרִאשׁוֹן צָרִיךְ לְעָרֵב בְּרַגְלָיו בַּשֵּׁנִי וְהוּא שֶׁיֵּלֵךְ וְיַעֲמֹד בְּאוֹתוֹ מָקוֹם וְיַחֲשֹׁב בְּלִבּוֹ שֶׁיִּקְנֶה שָׁם שְׁבִיתָה. עֵרֵב בְּפַת בָּרִאשׁוֹן אִם רָצָה לְעָרֵב בְּרַגְלָיו בַּשֵּׁנִי הֲרֵי זֶה עֵרוּב. וְאִם רָצָה לְעָרֵב בְּפַת צָרִיךְ לְעָרֵב בְּאוֹתָהּ הַפַּת עַצְמָהּ שֶׁעֵרֵב בָּהּ בָּרִאשׁוֹן: \n",
      "יוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת עֶרֶב שַׁבָּת אוֹ לְאַחַר שַׁבָּת בִּזְמַן שֶׁמְּקַדְּשִׁין עַל פִּי הָרְאִיָּה יֵרָאֶה לִי שֶׁהֵן כְּיוֹם אֶחָד וּקְדֻשָּׁה אַחַת הֵם: \n",
      "זֶה שֶׁאָמַרְנוּ שֶׁיֵּשׁ לוֹ לְעָרֵב שְׁנֵי עֵרוּבִין בִּשְׁתֵּי רוּחוֹת לִשְׁנֵי הַיָּמִים וְהוּא שֶׁיִּהְיֶה אֶפְשָׁר לוֹ לְהַגִּיעַ לְכָל אֶחָד מִשְּׁנֵי הָעֵרוּבִין בַּיּוֹם הָרִאשׁוֹן. אֲבָל אִם אִי אֶפְשָׁר לוֹ לְהַגִּיעַ לָעֵרוּב שֶׁל יוֹם הַשֵּׁנִי בַּיּוֹם הָרִאשׁוֹן אֵין עֵרוּב הַשֵּׁנִי עֵרוּב. שֶׁהָעֵרוּב מִצְוָתוֹ שֶׁיִּהְיֶה בַּסְּעֻדָּה הָרְאוּיָה מִבְּעוֹד יוֹם וְזֶה הוֹאִיל וְאֵינוֹ יָכוֹל לְהַגִּיעַ לְזֶה הָעֵרוּב בַּיּוֹם הָרִאשׁוֹן הֲרֵי זוֹ אֵינָהּ רְאוּיָה מִבְּעוֹד יוֹם: \n",
      "כֵּיצַד. הֲרֵי שֶׁהִנִּיחַ עֵרוּבוֹ בְּרִחוּק אַלְפַּיִם אַמָּה מִבֵּיתוֹ לְרוּחַ מִזְרָח וְסָמַךְ עָלָיו לְיוֹם רִאשׁוֹן וְהִנִּיחַ עֵרוּב שֵׁנִי בְּרִחוּק אַמָּה אַחַת אוֹ מֵאָה אוֹ אֶלֶף בְּרוּחַ מַעֲרָב וְסָמַךְ עָלָיו לְיוֹם שֵׁנִי אֵין זֶה הַשֵּׁנִי עֵרוּב. שֶׁהֲרֵי בַּיּוֹם הָרִאשׁוֹן אֵין זֶה הָעֵרוּב הַשֵּׁנִי רָאוּי לוֹ מִבְּעוֹד יוֹם לְפִי שֶׁאֵינוֹ יָכוֹל לְהַגִּיעַ אֵלָיו שֶׁהֲרֵי לֹא נִשְׁאַר לוֹ בְּרוּחַ מַעֲרָב כְּלוּם: \n",
      "אֲבָל אִם הִנִּיחַ עֵרוּבוֹ בְּרִחוּק אֶלֶף וַחֲמֵשׁ מֵאוֹת אַמָּה מִבֵּיתוֹ בְּרוּחַ מִזְרָח וְסָמַךְ עָלָיו לְיוֹם רִאשׁוֹן וְהִנִּיחַ עֵרוּב שֵׁנִי רָחוֹק מִבֵּיתוֹ לְרוּחַ מַעֲרָב בְּתוֹךְ חֲמֵשׁ מֵאוֹת אַמָּה וְסָמַךְ עָלָיו לְיוֹם שֵׁנִי הֲרֵי זֶה עֵרוּב. שֶׁהֲרֵי אֶפְשָׁר לוֹ שֶׁיַּגִּיעַ לוֹ בַּיּוֹם הָרִאשׁוֹן: \n",
      "יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת אֵינוֹ עוֹשֶׂה עֵרוּב בְּיוֹם טוֹב לֹא עֵרוּבֵי חֲצֵרוֹת וְלֹא עֵרוּבֵי תְּחוּמִין אֶלָּא מְעָרֵב הוּא בְּיוֹם חֲמִישִׁי שֶׁהוּא עֶרֶב יוֹם טוֹב. וְאִם חָלוּ שְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת בַּחֲמִישִׁי וְעֶרֶב שַׁבָּת מֵעֶרֶב מִיּוֹם רְבִיעִי עֵרוּבֵי תְּחוּמִין וְעֵרוּבֵי חֲצֵרוֹת. וְאִם שָׁכַח וְלֹא עֵרֵב הֲרֵי זֶה מְעָרֵב עֵרוּבֵי חֲצֵרוֹת בַּחֲמִישִׁי וּבְעֶרֶב שַׁבָּת וּמַתְנֶה אֲבָל לֹא עֵרוּבֵי תְּחוּמִין: \n",
      "כֵּיצַד מַתְנֶה. אוֹמֵר בַּחֲמִישִׁי אִם הַיּוֹם יוֹם טוֹב אֵין בִּדְבָרַי כְּלוּם וְאִם לָאו הֲרֵי זֶה עֵרוּב. וּלְמָחָר חוֹזֵר וּמְעָרֵב וְאוֹמֵר אִם הַיּוֹם יוֹם טוֹב כְּבָר עֵרַבְתִּי מֵאֶמֶשׁ וְאֵין בִּדְבָרַי הַיּוֹם כְּלוּם וְאִם אֶמֶשׁ הָיָה יוֹם טוֹב הֲרֵי זֶה עֵרוּב. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת אֲבָל בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה הֲרֵי הֵן כְּיוֹם אֶחָד וְאֵינוֹ מְעָרֵב לָהֶן אֶלָּא מֵעֶרֶב יוֹם טוֹב: סָלִיק הִלְכוֹת ערוּבִין \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות עירובין",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם היה בשיל ולא בשיל וכו'.</b> כתב הראב''ד ז''ל לא נאמר זה אלא בתרדין, עכ''ל: ",
        "<b> וכל האוכלין מצטרפין וכו'.</b> כתב הראב''ד ז''ל אני איני אומר כן שלא אמרו כל האוכלין מצטרפין למזון שתי סעודות לעירוב אלא לעירובי תחומין ששיעורו בשתי סעודות אבל שתופי מבואות אין שיעורן קצוב לשתי סעודות אלא למרובין אבל למעטין כגרוגרות לכל אחד ואחד. והטעם כי ערובי תחומין שתי סעודות לאיש אחד ולפיכך כל האוכלים מצטרפים אבל שתופי מבואות שהם לאנשים הרבה איך יצטרפו והלא אמרו החולק את עירובו אינו עירוב וא''א זה מביא יין וזה מביא שמן וזה מביא חומץ ויתנם בכלי אחד. עוד אמרו נתמעט האוכל מוסיף מהמין הראשון ומזכה וא''צ להודיע אבל ממין אחר צריך להודיע ואם לכתחלה הוא בא מכמה מינין למה הקפידו עליו בסוף בשני מינים אלא ש''מ בתחלה אינו בא אלא ממין אחד מיהו בסוף הקלו בה שאם נתמעט אפילו ממין אחד מוסיף ומזכה ואינו צריך להודיע. ושמעתא דבעל הבית שהיה שותף לשכניו מוכחת להדיא דבעינן דברים שיהו חבורין זה לזה דוק ותשכח, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> כיצד מערבין וכו'.</b> כתב הראב''ד ז''ל במקומות הללו נהגו בעירובי חצרות שגובין מעט מעט קמח מכל בית ועושין אותו חלה אחת מצה ומשמרין אותה כל השנה קסברי ככר שלם לכולהו קאמר ובאמת אם באו לערב בפרוסות אינו עירוב ומסתברא דבעינן כגרוגרות לכל אחד ואחד באותה חלה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> אחד שעירב וכו'.</b> כתב הראב''ד ז''ל והוא שמת הג' שעירב זה עמו אבל אם הוא חי צריך לבטל לשניהם, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כותל גבוה וכו'.</b> כתב הראב''ד יש כאן שבוש ולשון הגמרא כך הוא זיז רחב ארבעה טפחים שיוצא מן הכותל והניח עליו סולם כל שהוא מיעטו, פי' בטל הזיז שאינו ראוי לעמוד עליו והסולם ג''כ אינו כלום ולא אמרן אלא דאותביה עילויה אבל אותביה בהדיה ארווחי מרווח ליה פירוש לזיז והזיז ממעט את הכותל שהרי הוא רחב ארבעה טפחים ואמר ר''נ כותל י''ט צריך זיז באמצע להתירו, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> כותל שגבוה וכו'.</b> כתב הראב''ד ז''ל זאת הגירסא אינה בספרינו ואיני יודע מהו באורך עשרה טפחים ואולי הוא ברוחב ארבעה טפחים, עכ''ל: "
      ],
      [],
      [
        "<b> ואם בא לפרוץ וכו'.</b> כתב הראב''ד ז''ל אף זו לא מצאתיה בענין הזה וצריכה תקון, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> באר שבאמצע וכו'.</b> כתב הראב''ד ז''ל והוא שחוליית הבור גבוהה עשרה טפחים שאין אויר רה''ר אוסרו ורשות חבירו נמי אינו אוסרו דרך אויר אבל אין חוליתו גבוהה עשרה טפחים אין ממלאין ומתני' היא במסכת עירובין פרק המוצא תפילין, עכ''ל: "
      ],
      [],
      [
        "<b> שתי חצרות וכו'.</b> כתב הראב''ד ז''ל זה שבוש דלעצמה לא צריכא למימר אלא אפילו מזו לזו שהיא קודם סתימה. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האחים שכל אחד וכו'.</b> כתב הראב''ד ז''ל זו הפסקא כתב תחת הפסקא שבמשנת האחין השותפין שהיו אוכלין על שלחן אביהם וישנים בבתיהם צריכין עירוב לכל אחד ואחד והעמידו במקבלי פרס ואין הדרך שלו נכון על מקבלי פרס השנוי בברייתא בענין נשים ועבדים אבל פירוש מקבלי פרס שהאב והבעל והאדון נותנין להם פרנסתם ואוכלין אותה בבתיהם דכיון שהם נזונים ממקום אחד ואוכלים בבתיהם הם חלוקין במקצת ואחדים במקצת, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שתי כצוצטריות וכו'.</b> כתב הראב''ד ז''ל לא מיחוורא הא מילתא אלא בשעשאן זו שלא כנגד זו, עכ''ל: "
      ],
      [
        "<b> לא עשתה העליונה וכו'.</b> כתב הראב''ד לא מיחוורן הני מילי דאי לא אשתתפו במחיצה אדרבה זו נועלת בפניה וזו אינה נועלת ואי נשתתפו תרווייהו אסרי אהדדי ואי לא לא, עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> אחד מבני המבוי וכו'.</b> כתב הראב''ד ז''ל נ''ל שלא נשנית הברייתא הזו אלא במזכה להם משלו דכיון דמאתמול אי בעי מיניה לא יהיב ליה לא גמר ומקנה בעידן דקני שביתה אבל בהנך דמשתתפי בדידהו לא שייכי הא מילתא דמנתיה מיהא קיימא בשתוף, עכ''ל: "
      ],
      [],
      [
        "<b> חצר שיש לה וכו'.</b> כתב הראב''ד ז''ל מאחר דקי''ל כר''ש בשלש חצירות שעירבו שתים החיצוניות עם האמצעית היא מותרת עמהן והן מותרין עמה איזו חובה יהיה לה אם תשתתף עם זו ותשתתף עם האחרת שלא מדעתו והלא מותרת עם שתיהן ובאמת שבוש הוא זה, עכ''ל: "
      ],
      [
        "<b> כיצד אוסר וכו'.</b> כתב הראב''ד ז''ל פירוש אחר מפרשים בו כשהוא אוסר שאין להם פתח אחר לא לו ולא להם אלא למבוי זה או לחצר זה מערבת אשתו עליו שלא מדעתו אבל יש להם או לו יציאה אחרת אינה מערבת שלא מדעתו. ולפירוש שלו הלא הטורזינא לא רצה להשכיר, עכ''ל: "
      ],
      [
        "<b> נשתתפו אנשי חצר וכו'.</b> כתב הראב''ד ז''ל זה ההפרש שבוש שאינם יכולים להשתתף אלא במין אחד, עכ''ל: ",
        "<b> ואם בשני מינין וכו'.</b> כתב הראב''ד ז''ל גם זה שבוש, עכ''ל: ",
        "<b> נתוספו שכנים וכו'.</b> כתב הראב''ד ז''ל זה שבוש דהא קי''ל כר''ש בהא דאין כאן חובה, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נשתתפו במבוי וכו'.</b> כתב הראב''ד ז''ל ירושלמי הוא רבי יעקב בר אחא ורבי זעירא בשם מר עוקבן נסמכים על שתופי מבוי בשבת האחד מדוחק רבי בא בשם ר''י כגון אנשי ברדליא שאין מקפידין על פרוסתן. רבי יוסה בר בון בשם ר' אילא כגון אנשי ברדליא שהם מקפידין על פרוסתן, עכ''ל: "
      ],
      [
        "<b> מבוי שלא נשתתפו וכו'.</b> כתב הראב''ד ז''ל מחסרון דעת כתב כל זה. חדא דהא קי''ל הלכה כר''ש בין עירבו בין לא עירבו חצר ומבוי רשות אחת הן דר' יוחנן ושמואל הכי סבירא להו. ועוד טעה בפירוש השמועה עצמה דרב אשי הכי אסיק טעמא להא מילתא דלא אסר רב בעירבו אלא משום בתים דכיון דעירבו שכיחי מאני דבתים בחצר ומשום הנך גזרו אפילו בכלים ששבתו במבוי שלא לטלטל אותם בתוך המבוי ויהיה להם ככרמלית וכל שכן שינהגו איסור בכלי החצר כל זה לדעת רב ואין הלכה כמותו. וזהו פירוש אותה שמועה ומי שאינו מפרש כן תועה מדרך השכל, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לפיכך אין מערבין וכו'.</b> כתב הראב''ד ז''ל פירוש אפילו ע''י דקה שאין דקה מועלת במקום דריסת הרבים, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נתנו בראש הקנה וכו'.</b> כתב הראב''ד ז''ל אנן קונטס תנן והוא בד של עץ ארוך ויש הרבה כזה והוא טעה במה שאמר בגמרא תלוש ונעוץ לא ונדמה לו שעל הקנה ועל הקונטס אמרו ולא אמרו אלא על הקנה, עכ''ל: "
      ],
      [
        "<b> כל המניח עירובו וכו'.</b> כתב הראב''ד זה שנה משנתנו כר' אליעזר דאמר באמצען ואינו כן אלא כר' יהודה, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אחד או רבים וכו'.</b> כתב הראב''ד ז''ל שנה משנתנו כמ''ד יש ברירה, עכ''ל: "
      ],
      [
        "<b> כשם שמברכין וכו'.</b> כתב הראב''ד ז''ל והיכן צונו לערב בתחומין, בשלמא עירובי חצרות ושתופי מבואות יש בהן היכר לשבת שלא להוציא לרה''ר אלא הא קולא נפקא מיניה לשבת ולא חומרא ואע''פ שאין מערבין אלא לדבר מצוה אין המצוה נוגעת לעירוב והיאך יאמרו וצונו על מצות עירוב: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> או שהיה בין המקום וכו'.</b> כתב הראב''ד ז''ל אם יש בין המקום שהוא עומד משחשכה ומקום שנתכוין לשבות בו יותר מן אלפים אמה הרי הוא כמי שיצא חוץ לתחום ואין לו אלא ארבע אמות במקומו, עכ''ל: "
      ],
      [],
      [
        "<b> הקונה שביתה וכו'.</b> כתב הראב''ד ז''ל אף זה אינו כן אלא הולך עד אותו מקום ממקום שהוא בתוך תחומו ואם רצה לילך מאותו מקום ואילך מחמירין עליו ואם בא למדוד מצפונו מודדין לו מדרומו, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> יו''ט שחל להיות וכו'.</b> כתב הראב''ד ואיך לא פירש ולא חילק בדבר והלא העמידוה בגמרא דמנח לה בסוף אלף אמה לכאן ובסוף אלף אמה לכאן דאי לא יו''ט ושבת לא מצי לערב בשתי רוחות: "
      ],
      [],
      [],
      [
        "<b> המערב לשני ימים וכו'.</b> כתב הראב''ד ז''ל טעה בזה שאפילו בשני י''ט של ר''ה אע''פ שהן קדושה אחת צריך שיהא העירוב קיים בליל שני ובמקומו, לחומרא אמרינן שהן קדושה אחת אבל לקולא לא אמרינן, עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>חצר שיש בה שכנים וכו'.</b> אע''פ שכבר נתבארו גדרי הרשויות ודיניהם מה שהוא מן התורה ומה שהוא מדבריהם. ראיתי להזכיר מהם מקצת בדרך קצרה. רשויות שבת שלשה דבר תורה. השנים רה''ר ורה''י והשלישי מקום שאינו לא רה''ר ולא רה''י ודינו דבר תורה שהוא מקום פטור שמותר לטלטל ממנו לרה''י וממנו לרה''ר. והרשות הזה הוא נחלק מדבריהם לשתי רשויות האחד הוא כרמלית רצוני לומר מה שנקרא כרמלית והשני מה שנקרא מקום פטור כמבואר פי''ד מהלכות שבת. וחכמים גזרו על כרמלית והחמירו בו לעשותו נכרי אצל רשויות אלו והחמירו שלא לטלטל בו אלא בארבע אמות כדין רה''ר. ודעת רבינו כמבואר פי''ז שכל מה שהוא רה''י גמור דבר תורה והוקף לדירה לא גזרו בו חכמים להצריך בו מחיצות יותר ולא החמירו במבואות אלא במבוי שהוא כרמלית דבר תורה ואז הצריכו לחי או קורה כנזכר שם. ודע שדיני הרשויות בהתחלק איכותן ומהותן נזכר שם אבל במה שהוא חוץ מהן ר''ל אם יש להן בעלים הרבה או אחד נזכר כאן. ומעתה אבאר דברי רבינו. ודין החצר מבואר בכמה מקומות ופשוט הוא: ",
        "<b>וכן הדין במבוי וכו'.</b> דע שדין תורה מבוי בלא לחי וקורה דין המבוי הזה כדין מקום פטור כמבואר פי''ז לפי שזה המבוי מבוי סתום הוא שהכשרו בלא לחי וקורה. ולפי זה רבינו היה לו לכתוב בכאן אפילו בלא לחי כיון שדבריו הם בדין תורה אלא שרבינו לא רצה להאריך לבאר בכאן מה שהחמירו חכמים בענין המחיצות מוסף על דין תורה ודי לו במה שבאר בהל' שבת וכאן באר ענין העירוב מהו ואינו תוספות במחיצות הרשויות וזה ברור בדבריו וכבר הארכתי בזה בפתיחת באור הלכות אלו: ",
        "<b>וכן הדין וכו'.</b> גם בזה לא דקדק רבינו בדין המחיצות לפי שאינו מקומו וכתב שיש לה דלתות ננעלות בלילה ופי''ז מהלכות שבת בדין שני כותלים ברה''ר וכו' נתבאר שם שדי בראויות לינעל אע''פ שאינן ננעלות ממש ושם מבואר דין זה בארוכה. וראיתי מי שהקשה על דברי רבינו ממה שקראו פרק המוצא תפילין (עירובין ק\"א) כרמלית לירושלים שהיו לה דלתות ננעלות בלילה ואין זה כלום דהתם לאו דוקא כרמלית מפני המחיצות דודאי דינה כחצר אלא מפני שלא עירבו ואסור מדבריהם לטלטל מן הבתים למבואות קרי לה כרמלית וכן פירש''י ז''ל ומוכרח הוא: "
      ],
      [
        "<b>אבל מדברי סופרים וכו'.</b> פרק עושין פסין (עירובין דף כ\"א:) שלמה תקן עירובין וידים: "
      ],
      [
        "<b>וכל יושבי אהלים או סוכות או וכו'.</b> דברי רבינו בכאן הם לומר שהאהלים שבמחנה הקבוע ועומד באותו מקום ימים צריכין הן לערב אבל אהלים שבשיירא שהשיירא הולכת לדרכה ונחו שם מפני השבת ועשו אהלים פטורים הם מלערב לפי שאינן קבועין. ומבואר כן בירושלמי תני אהלים שבמחנה צריכין עירוב שבשיירא אין צריכין עירוב. ופרק ששי מהלכות מלכים ומלחמותיהן כתב וכן פטורין מלערב ערובי חצירות במחנה וכו'. והוא דין המשנה בסוף פ''ק דעירובין (דף י\"ז) ששנינו ארבעה דברים פטורין במחנה ואחד מהם לערב. ואין סתירה בדברי רבינו לפי שדין המשנה הוא במחנה ההולך למלחמה וכשהן חונים ימים חונים להלחם ומפני כן הקלו להם אבל דין הירושלמי הוא באנשים החונין שלא להלחם. כך נ''ל לתרץ דברי רבינו אבל המפרשים כתבו שהגרסא בתוספתא בהפך שפוטרת במחנה ומחייבת בשיירא ונוסחת ספרי הירושלמי משובשת וכתבו שמחנה נקרא כל שיש בו עשרה שנאמר עד למחנה גדול כמחנה אלהים וכמה הוא מחנה אלהים עשרה פחות מכן שיירא ולא כתבו ודוקא מחנה יוצא למלחמה. ומהמשנה נראה ודאי דוקא יוצא למלחמה ובגמ' הביאו ברייתות מחנה יוצאת למלחמת הרשות וכו' ודברי רבינו נראין: "
      ],
      [
        "<b>ומפני מה תקן שלמה דבר זה וכו'.</b> דברי רבינו בטעם תקנת שלמה פשוטים וברורים הם וראויים אליו: "
      ],
      [],
      [],
      [
        "<b>הערוב שעושין בני החצר זה עם זה וכו'.</b> זה מבואר במקומות רבים במסכת עירובין: "
      ],
      [
        "<b>אין מערבין וכו'.</b> פרק חלון (עירובין דף פ'): <b>משנה</b> בכל מערבין ומשתתפין חוץ מן המים ומן המלח דברי ר״א רבי יהושע אומר ככר הוא עירוב אפי' מאפה סאה והיא פרוסה אין מערבין בה ככר כאיסר והוא שלם מערבין בו והלכה כר' יהושע וכן פסקו ז״ל. ושם (דף פ\"א) הזכירו ברייתא דרבי יהושע מודה שבכל מערבין עירובי תחומין ובכל משתתפין שתופי מבואות ולא אמרו לערב בפת אלא בחצר בלבד: ",
        "<b>וכשם שמערבין וכו'.</b> שם ובהלכות אמר שמואל מערבין בפת אורז אבל לא בפת דוחן אמר רב מערבין בפת של עדשים. וטעם שאין מערבין בפרוסה אמרו בגמרא משום איבה פירוש שלא יאמר האחד אני מערב בשלמה וחברי בפרוסה ושאלו ערבו כולם בפרוסה מהו ופשטו שאינו עירוב גזרה שמא יחזור דבר לקלקולו. ונראה מן הגמרא שאם אין הככר חסר אלא כדי חלתו שמערבין בו שאין כאן איבה שהרואה תולה ששלמה היתה ותקנה והפריש ממנה חלתה והוא שלא יהא אלא כדי חלת נחתום שהוא אחת ממ''ח. ולא נזכר זה בהלכות גם לא נתבאר בדברי רבינו ואולי לפי שאינו מצוי או שיש להם שטה אחרת בזה: ",
        "<b>בכל אוכל וכו'.</b> (דף כ\"ו:) ראש פרק בכל מערבין ומשתתפין חוץ מן המים ומן המלח. ופירוש מערבין עירובי תחומין ואמרו בגמרא (דף כ\"ז) לא שנו אלא מים בפני עצמן ומלח בפני עצמו דאין מערבין אבל מים ומלח מערבין ומבואר בהלכות כן: ",
        "<b>וכן כמהין וכו'.</b> שם מפורש על משנתנו אין למדין מן הכללות אף במקום שנאמר בהן חוץ דהא איכא כמהין ופטריות שאין מערבין וזה ג''כ בהלכות: "
      ],
      [
        "<b>וכמה שיעור וכו'.</b> פ' חלון (עירובין דף פ':) כמה הוא שעורו בזמן שהן מרובין שתי סעודות לכולן בזמן שהן מועטין כגרוגרת כלהוצאת שבת לכל אחד ואחד ופירשו בגמרא מרובין הם י״ח ומי״ח ואילך שתי סעודות הן י״ח גרוגרות וכתב רבינו שהם שש ביצים בינוניות ולמד כן ממ״ש פרק כיצד משתתפין (עירובין דף פ\"ב:) בתחומין ששיעור עירובי תחומין מזון שתי סעודות והם שש ביצים לדעת ר״י בן ברוקא והלכה כמותו לפי ששם הזכירו דבריו בלשון חכמים: "
      ],
      [
        "<b>כל אוכל שהוא נאכל וכו'.</b> פרק בכל מערבין (עירובין דף כ\"ט:) אמר שמואל כל שהוא לפתן כדי לאכול בו וכל שאינו לפתן כדי לאכול ממנו בשר חי כדי לאכול ממנו בשר צלי רבה אמר כדי לאכול בו ורב יוסף אמר כדי לאכול ממנו ובהלכות והלכתא כרבה וכ״פ ז״ל. <b>וכתב רבינו כגון יין מבושל וכו'</b> ומפורשין הם בגמרא שאמרו שם (דף כ\"ט) אמר רב מערבין בשתי רביעיות של יין והקשו ומי בעינן כולי האי והתניא רשב״א אומר יין כדי לאכול בו חומץ כדי לטבל בו זיתים ובצלים כדי לאכול בהן שתי סעודות ותירצו כי קאמר ר״ש בחמרא מבשלא ופירשו שם אמר רב חומץ כדי לטבל בו שתי סעודות של ירק. איכא דאמרי אמר רב ירק הנאכל בשתי סעודות ולא נזכרו לשונות אלו בהלכות גם לא בדברי רבינו אלא ברייתא כפשטה ונראה שהן פוסקין כלשון ראשון וכפשט הברייתא דמשמע דבעינן דוקא טבול מזון שתי סעודות. והרשב״א ז״ל כתב והחומץ לטבל בו ירק של שתי סעודות ויראה ששיעורו רביעית וכן יראה לי שהיין המבושל בקנוח הסעודה הוא בא ולא לטבל בו ולפיכך שיעורו כדי שמביאין ממנו לקנוח שתי סעודות. עכ״ל: "
      ],
      [
        "<b>נשתתפו ביין חי שיעורו וכו'.</b> דין היין נתבאר בסמוך ודין השכר שם (דף כ\"ט:) שכר מערבין בו והעלו שיעורו שתי רביעיות ודין הביצים ג''כ שם (דף ל') מערבין בביצים חיות וכמה שתים: ",
        "<b>רימונים שנים וכו'.</b> ברייתא שם (דף כ\"ט) עשרה אגוזים חמשה אפרסקים ושני רמונים ואתרוג אחד. ובספרי רבינו מצאתי חמשה אגוזים וטעות סופרים הוא: ",
        "<b>ליטרא ירק וכו'.</b> שם ליטרא ירק ולמעלה מזה אמרו שם מערבין בתרדין חיין והקשו האמר רב חסדא סלקא חייא קטיל גברא ותירצו התם דבשיל ולא בשיל וכן מבואר עוד שם דבבשיל ולא בשיל אין מערבין וסובר רבינו שה''ה לכל ירק. ובהשגות א''א לא נאמר כזה אלא בתרדין עכ''ל. ודברי רבינו נראין בטעמן שאין אדם אוכל ירק בשיל ולא בשיל: ",
        "<b>עוכלא תבלין וכו'.</b> כל שיעורים אלו מבוארין שם בגמרא (דף כ\"ח וכ\"ט) ברייתות ומימרות חוץ מן התבלין שיש חולקין ואומרין דאין מערבין בהם: ",
        "<b>כל האוכלין מצטרפין לשיעור השתוף.</b> משנה במעילה והביאוה שם (דף כ\"ט) כל האוכלין מצטרפין לפסול את הגויה כחצי פרס ובמזון שתי סעודות לעירוב. ופירש רבינו שנכלל בזה עירוב תחומין ושתוף מבואות וכן פירשו בתוספות. ובהשגות חלקו בזה ואמרו שלא נאמר אלא בעירוב תחומין בדוקא והאריכו בזה והרשב''א ז''ל לא הכריע בדין זה דבר: "
      ],
      [
        "<b>ליטרא האמורה בכל מקום וכו'.</b> דע ששעורי המשקין והאוכלין הנמדדין לא נתבאר משקלן בגמרא לפי שאין כל הדברים השוין בכמות שוין במשקל ואע''פ שהן ממין אחד אבל הגאונים דקדקו בזה מדעתם ולקחו הבינוני הנמדד ועלה להם משקלו כשעור מה שכתבו. ורבינו היה מן המדקדקים והזכיר בפירוש המשנה של מנחות שדקדק במדת החלה כל יכלתו ועלתה לו משקלה כך וכך מקמח מצרים וכמ''ש פרק ששי מהלכות בכורים ושאר מתנות כהונה שבגבולין, והיתה כונת הגאונים בזה בהיות נקלה יותר ידיעת המשקל מידיעת המידות וכן מפורש מתשובותיהם שזה לא נתבאר בגמרא אלא שכל אחד מהם שיער לפי דעתו. ואמנם מה שזכר מבאור משקל הליטרא והעוכלא אפשר שיש מזה סמך פרק המוכר את הספינה (ב\"ב צ') ויש שם גרסאות חלוקות. ודע שט''ז שעורות הם משקל חצי ארגינ''ש במשקל שלנו ובזה תדע כל השיעורין כמה הם למשקל שלנו: "
      ],
      [
        "<b>סאה האמורה בכל וכו'.</b> זה מבואר בגמרא בכמה מקומות: "
      ],
      [
        "<b>אוכל שהוא וכו'.</b> משנה שם (עירובין דף כ\"ו:) מערבין לנזיר ביין ולישראל בתרומה ובגמרא (דף ל'.) אמר רב הונא שבועה שלא אוכל ככר זה מערבין לו בה ככר זה עלי אין מערבין לו. ואמרו רוב המפרשים דאין הלכה כמותו אלא בכל גונא מערבין כדמוכחן ברייתות התם וכן הסכים הרשב''א ז''ל, ופירש עירובי תחומין ושתופי מבואות דין אחד להם: "
      ],
      [
        "<b>אבל דבר האסור וכו'.</b> משנה שם (דף ל\"א) מבואר בגמרא: "
      ],
      [
        "<b>כיצד מערבין.</b> בהשגות א''א במקומות הללו וכו'. ובדברי הגאונים ראיתי שמקיימים המנהג הזה לגבות קמח ולעשות חלה שלימה ואף במקומותינו נוהגים כן והסכימו בו האחרונים ז''ל ולא נזכר בגמרא ולא בדברי רבינו סתירת זה המנהג או קיומו. ומ''ש הר''א ז''ל ומסתברא דבעינן כגרוגרת וכו' הוא מפני שדעתו ודעת האחרונים שאף לערובי חצרות בעינן שיעור אפי' בככר שלם ושיעורו כשיעור השתוף למועטים כגרוגרת לכל אחד למרובין מי''ח מזון שתי סעודות ודחקו עצמן בלשון המשנה (דף פ':) שאמרה ככר כאיסר והוא שלם מערבין בו ואמרו ובלבד שיהו שם ככרות הרבה כגרוגרת לכל אחד. ורבינו הזכיר המשנה כפשטה שדי לכל אחד בככר כאיסר ואפילו הן מועטין שאין בו כגרוגרת ואף בדברי הגאונים לא מצאתי שיהא שיעור ערובי חצרות אלא בככרות שלמים או כשגובין קמח לעשות ממנו חלה שלימה וכן נראה: ",
        "<b>ומניחין הכל בכלי אחד וכו'.</b> משנה בכיצד משתתפין (פ\"ה:) הנותן את עירובו בבית שער אכסדרה ומרפסת אינו עירוב והדר שם אינו אוסר עליו. בית התבן בית הבקר בית העצים בית האוצרות ה״ז עירוב והדר שם אוסר עליו. ובגמרא יש מימרא דרב יהודה דמשמע מינה דהנותן עירובו בבית שער דיחיד עירובו עירוב ולא נזכרו בהלכות. ורבינו כתב אפילו בבית שער דיחיד וזה תימה ואין ספק אצלי שכך היתה גרסת רבינו שם אמר רב יהודה כ״מ שאמרו חכמים הנותן את עירובו אין עירובו עירוב הדר שם אינו אוסר עליו חוץ מבית שער דיחיד ואולי שלזה לא הוצרכו להזכיר בהלכות מימרא זו לפי שבסתם בית שער נכלל בית שער דיחיד ולזה כתב רבינו פ״ד גבי האוסר על חבירו מי שהיה לו בחצר חבירו בית שער שהרבים דורסין בו וכו' דמשמע הא של יחיד אוסר ואע״פ שבהלכות לא חלקו בפ' הדר גבי האוסר על חבירו אולי מפני שאינן מאריכין בדברים שאינן מצויים שידור אדם בבית שער כנ״ל ולזה פסק רבינו פ״ד בעשרה בתים זה לפנים מזה שהבית הפנימי והסמוך לו נותנין עירוב וכר״י דאמר פ' הדר (עירובין דף ע\"ה:) שבית שער דיחיד אוסר כמו שיתבאר שם. וראיתי לרשב״א ז״ל שהביא הגירסא כל מקום שאמרו הדר שם אינו אוסר הנותן את עירובו שם אין עירובו עירוב חוץ מבית שער דיחיד והעמיד דברי רבינו בדרך אחרת א״א להולמה. ודין בית שאין בו ד״א מבואר פ״ק דסוכה (דף ג'): ",
        "<b>וכשמקבץ העירוב מברך וכו'.</b> זהו מוסכם שכל המצות כלן אע''פ שהן מדבריהן מברכין עליהן חוץ מאותן המבוארות פי''א מהלכות ברכות: ",
        "<b>ויש לקטן לגבות עירובי חצרות וכו'.</b> מימרא (עירובין ל\"א:) אמר רב הונא קטן גובה את העירוב והוא הדין לנשים ועבדים: ",
        "<b>ובית שמניחין בו את העירוב אינו וכו'.</b> פרק מי שהוציאוהו (עירובין דף מ\"ט.) אמר שמואל בית שמניחין בו את העירוב אינו צריך ליתן את הפת ואסיקו טעמא משום דכמאן דדיירי הכא כלהו הוא. ודע שפסק הלכה הוא שהעירוב משום דירה לפיכך אין מערבין ולא משתתפין בכלים ומערבין בפת ומשתתפין באוכלין אע״פ שאין בהם שוה פרוטה ומניחין העירוב אפילו בבית של קטן ואם היה העירוב משום קנין היו דינין אלו בהפך ובדברי רבינו מבואר כל זה למבין: ",
        "<b>ואם היו רגילין להניח בו אין משנין וכו'.</b> בגיטין פרק הנזקין (גיטין דף נ\"ט.) משנה מערבין בבית ישן מפני דרכי שלום: "
      ],
      [
        "<b>וכיצד משתתפין במבוי וכו'.</b> כבר נתבאר זה ומבואר בכיצד משתתפין (עירובין פ\"ה:) שהשתוף יש להניחו בבית שער אכסדרה ומרפסת ובחצר שבמבוי ומפורש בהלכות שמניחין אותו אפילו בבית קטן פחות מארבע אמות ומבואר בגמרא שאם הניחו באויר מבוי שאינו שתוף: ",
        "<b>ואם הניח הכלי בחצר וכו'.</b> פרק חלון (עירובין דף ע\"ט:) אמר שמואל חבית של שתופי מבואות צריך להגביה מן הקרקע טפח ופירשוה הגאונים בין משלהן בין מאחר המזכה להן משלו כמו שיתבאר אבל האחרונים פירשוה דוקא במזכה להן משלו ומשום הקנאה בהגבהה אבל אם היתה החבית משל בני מבוי אינה צריכה הגבהה וסמכו בזה על התוספתא דקתני אם היתה משלו מגביהה מן הארץ. ומ״מ יש סיוע לדברי הגאונים ז״ל מהברייתא שהביאו שם בגמרא (דף פ'.) משתתפין במבוי מביאין את החבית אם משלו צריך לזכות אם משלהן צריך להודיע ומגביהה מן הקרקע משהו ואם איתא דכשהיא משלהן אינו צריך להגביה היה להם לסמוך דין ההגבהה למשלו וכך היה ראוי לשנות אם משלהן צריך להודיע אם משלו צריך לזכות ולהגביהה. והרשב״א הסכים לדעת האחרונים ז״ל: "
      ],
      [
        "<b>חלקו העירוב וכו'.</b> מימרא דשמואל פרק מי שהוציאוהו (עירובין דף מ\"ט.) החולק את עירובו אינו עירוב והקשה מדתניא חמשה שגבו את עירובן ונתנוהו בשני כלים ב״ה אומרים ה״ז עירוב ותירצו עד כאן לא קאמרי ב״ה התם אלא דמליה למניה ואייתר אבל דפלגיה מיפלג לא. ובכאן דברי רבינו מבוארים ופירוש אפילו בשנתמלא הכלי והותירו לא התירו אלא כששני הכלים בבית אחד וכן נראה שם למעלה מזה ואף לשון רבינו נראה כן וכ״כ הרשב״א ז״ל: "
      ],
      [
        "<b>המשתתפין במבוי וכו'.</b> בפ' הדר (עירובין דף ע\"א:) ברייתא מחלוקת ר״מ ורבנן ואמרו שם הלכה כר״מ ונאמרו שם שתי לשונות ונחלקו המפרשים בפסק דברים אלו והנכון כדברי רבינו שכל שנשתתפו במבוי בפת סומכין עליו משום עירוב וכן העלה הרשב״א ז״ל וכתב אלא שנהגו לערב בפת ולשתף ומניחין שתי עוגות בבית שבחצר אחת משום עירוב ואחת משום שתוף עכ״ל: ",
        "<b>בני חבורה שהיו מסובין וקדש וכו'.</b> בכיצד משתתפין (דף פ\"ה:) א''ר יהודה אמר שמואל בני חבורה שהיו מסובין וקדש עליהם היום פת שעל השלחן סומכים עליו משום עירוב ואמרי לה משום שתוף אמר רבה ולא פליגי כאן שמסובים בבית כאן שמסובים בחצר. והטעם לפי שהשתוף הוא אפילו בחצר אבל העירוב אינו אלא בבית בדוקא כמו שנתבאר. ומדברי רבינו נראה שהוא מפרשה בבני חבורה שקנו פת בשתוף והיו מסובים ואוכלים ממנו אבל הרשב''א ז''ל מפרשה בבני חבורה שהיו מסובים אצל אחד שזמנן לאכול משלו. ואע''פ שהמערב משלו צריך לזכות כמו שיתבאר בסמוך בכאן סתמו כפרושו שכל שזמנן לאכול על השלחן הרי זה זכה להם את הכל: "
      ],
      [
        "<b>לקח אחד וכו'.</b> פרק חלון (עירובין דף ע\"ט:) משנה וגמרא. <b>ומ״ש אע״פ שהן קטנים שהקטן זוכה לאחרים וכו'</b> מבואר בגיטין פרק התקבל (גיטין דף ס\"ד ס\"ה). וי״מ שכשאמרו בבניו קטנים וגדולים הכונה שהם סמוכים על שלחן אביהם נקראים קטנים אע״פ שהם גדולים בשנים ואם אינן סמוכין על שלחן אביהם נקראים גדולים אע״פ שהן קטנים בשנים דמו זה למציאה כמבואר סוף פרק י״ז מהלכות גזלה ואבדה. ואחרים חלקו ופירשו המשנה כפשטה וזה נראה דעת רבינו ועיקר. וכתב הרשב״א ז״ל וכשהוא מזכה אם בקי בהלכה הוא צריך לזכות לכל בני החצר והמבוי ולכל מי שנתוסף מיום זה ואילך במבוי שאם לא כן פעמים שנתוספו דיורים ויאסרו עליהן עכ״ל. ובפרק חמישי אבאר. <b>ומ״ש רבינו ואינו צריך להודיע,</b> פסק הלכה בגמרא (דף פ\"א) כר' יהודה דאמר הכין: "
      ],
      [
        "<b>אין מערבין ולא משתתפין בשבת אלא וכו'.</b> משנה פרק ב''מ (דף ל\"ד.) ספק חשיכה ספק אינה חשיכה מערבין והעמידוה בגמרא בעירובי חצרות אבל ודאי חשיכה אין מערבין: ",
        "<b>ולעולם צריך שיהיה העירוב או השיתוף מצוי ואפשר לאכלו כל וכו'.</b> משנה פרק בכל מערבין (עירובין ל\"ה.) נפל עליו גל או נשרף או תרומה ונטמאה מבע''י אינו עירוב משחשיכה ה''ז עירוב אם ספק נחלקו שם ומסקנא שספק העירוב כשר ואע''פ שהמשנה בעירובי תחומין שוין הם להן עירובי חצרות בדבר זה ופשוט וכ''כ ז''ל: "
      ],
      [
        "<b>נתן העירוב או השיתוף במגדל ונעל עליו ואבד וכו'.</b> גם זה שם (דף ל\"ד:) נתנו במגדל וכו' ומסקנא העלו המפרשים כדברי רבינו שאם צריך למלאכה גמורה אינו עירוב ואם אין בו אלא משום שבות הרי זה עירוב שכל שהוא משום שבות לא גזרו עליו בין השמשות כל שיש צורך מצוה כמבואר פכ''ד מהלכות שבת ועוד יתבאר זה פ''ו גבי עירובי תחומין: ",
        "<b>הפריש תרומת מעשר או תרומה גדולה והתנה עליה שלא יהיה תרומה וכו'.</b> משנה הובאה שם (דף ל\"ו.) לענין טבול יום וכו' אמר הרי זה תרומת מעשר לכשתחשך דבריו קיימים אם אמר עירבו לי בו לא אמר כלום והעלו שם הטעם משום דבעינן סעודה הראויה מבע''י ויתבאר כיוצא זה פ''ו בדיני עירובי תחומין: "
      ]
    ],
    [
      [
        "<b>אנשי חצר שעירבו כולן חוץ מאחד שלא עירב וכו'.</b> זה מבואר בהרבה מקומות ועיקרו פרק הדר (עירובין ס\"ט:) אנשי חצר ששכח אחד מהם ולא עירב וכו'. מבואר בסוגיא שעל משנה זו: ",
        "<b>בטל להם זה שלא עירב רשות חצרו בלבד הרי אלו מותרים להוציא ולהכניס מבתיהן לחצר ומחצר לבתיהן אבל וכו'.</b> במשנה הנזכרת אנשי וכו' ביתו אסור מלהכניס ומלהוציא לו ולהם שלהן מותר לו ולהם והעמידוה בגמרא כמ''ד המבטל רשות חצירו רשות ביתו לא בטל וכשבטל רשות חצרו ולא בטל רשות ביתו בפירוש היא משנתנו והכי קי''ל דרבנן סברי הכין כדאיתא סוף עושין פסין (עירובין כ\"ו:): ",
        "<b>בטל להם רשות חצרו וכו'.</b> ג''ז מבואר שם (דף ס\"ט:) ובעושין פסין (דף כ\"ו:) היכא דגלי גלי: "
      ],
      [
        "<b>המבטל רשותו סתם וכו'.</b> ג''ז מבואר שם דדוקא היכא דגלי אבל סתמא אין הבית בכלל: ",
        "<b>והמבטל רשותו לבני חצר צריך לבטל לכל וכו'.</b> בעיא פ' הדר (עירובין דף ע':) ואיפשיטא דצריך. ובעושין פסין (דף כ\"ו:) ג״כ יש אוקימתא דרבנן סברי הכין וקי״ל כוותיהו. ופירוש ואם לא בטל לכל אחד בפירוש אף למי שבטל לא עשה כלום וכן מוכרח שם. ומדברי רש״י ז״ל שבפרק פסין נראה שאם היו כולן עומדים ואמר רשותי מבוטלת לכולכם שדי בכך. ולשון רבינו בזה צריך תלמוד: ",
        "<b>והיורש מבטל רשות אע''פ שמת מורישו וכו'.</b> בעיא שם (דף ע'.) יורש מהו שיבטל רשות היכא דלא הוה מצי לערובי מאתמול כגון שבאה לו הירושה בשבת וקיי''ל כר' נחמן דאמר מבטל וכ''פ ז''ל: ",
        "<b>ובטול רשות וכו'.</b> במשנה שם (דף ס\"ט:) וכב''ה: "
      ],
      [
        "<b>בטלו אלו המערבין וכו'.</b> משנה שם נתנו לו רשותן הוא מותר והן אסורים ואמרו בגמרא ואמאי הם אסורים אינהו נמי ליהוו אורחין לגביה ותירצו חד לגבי חמשה הוי אורח חמשה לגבי חד לא הוו אורחים. וכתב הרשב''א ז''ל ויראה לי שאם היו שנים לבד ובטל האחד אצל חבירו כך הדין שהמבטל אסור אף בשל חבירו וחבירו מותר בשל עצמו וכן רבים שלא עירבו שנתנו רשות לרבים שעירבו לפי שהיחיד נעשה אורח אצל רבים אבל הרבים אינן נעשין אפילו אצל הרבים ולא היחיד אצל היחיד עכ''ל: "
      ],
      [
        "<b>היו אלו שלא עירבו שנים או יתר אם בטלו רשותם למערבין וכו'.</b> ברייתא שם (דף ע') שנים שלא עירבו נותנים רשותם לשנים שעירבו וכתב רבינו ואלו שלא עירבו אסורים וכבר נתבאר זה למעלה בדברי הרשב''א ז''ל: ",
        "<b>ואין המערבין יכולים לבטל רשותם לשנים שלא עירבו שכל אחד וכו'.</b> ברייתא שם ואין שנים שעירבו נותנין רשותם לשנים שלא עירבו ומפורש שם לא צריכא דהדר חד מנייהו ומבטל ליה לחבריה מהו דתימא לישתרי קמ''ל כיון דבעידנא דקא מבטל לא הויא ליה שריותא בהאי חצר לא: ",
        "<b>אחד שעירב אינו מבטל רשותו לאחד שלא וכו'.</b> ברייתא שם אחד שלא עירב נותן רשותו לאחד שעירב אבל אין אחד שעירב נותן רשותו לאחד שלא עירב. ורבינו הביא הברייתא כלשונה ויש בזה תמה שהרי בגמרא הקשו מרישא למאן דאמר המבטל רשות צריך לבטל לכל אחד ואחד ואינו מספיק בבטולו לאחד וכך היא הקושיא שם היכי דמי אחד שעירב אי דליכא אחרינא בהדיה מאן עירב אלא פשיטא דאיכא אחרינא בהדיה וקתני לאחר שעירב ותירצו הב''ע דהוה ומית ומבואר זה בהלכות וא''כ היה לו לרבינו לבאר שאין הבטול לאחד שעירב מועיל אלא כשאין חבירו שעירב עמו קיים וכבר הושג מזה. ואפשר שסמך לו רבינו על מה שכבר באר למעלה שצריך לבטל לכל אחד ואחד וצ''ע: "
      ],
      [
        "<b>כשם שבעל הבית זה מבטל רשותו לבעה''ב זה בחצר אחת וכו'.</b> שם (דף ס\"ו:) אמר שמואל אין בטול רשות מחצר לחצר ואין בטול רשות בחורבה ור' יוחנן אמר יש בטול רשות מחצר לחצר ויש בטול רשות בחורבה וקי''ל כר''י. ובאור זה כך הוא ששתי חצרות הפתוחות זו לזו ופתוחות לרה''ר אע''פ שאין אחת אוסרת על חברתה אם רצתה האחת לבטל רשותה אצל השניה היא מותרת וחברתה אסורה. ואצ''ל שיש בטול אם היתה זאת לפנים מזו שהפנימיות אוסרות על החיצונה שיש בהן בטול וזה מבואר שם: ",
        "<b>ומבטלין וחוזרין ומבטלין כיצד שנים ששרויין בחצר ולא וכו'.</b> מחלוקת רב ושמואל (דף ס\"ח:) ופסק כרב וכן פסקו בהלכות ויש חולקין וכבר הכריע הרשב''א ז''ל כדברי ההלכות: ",
        "<b>ויש בטול רשות בחורבה כדרך שהוא וכו'.</b> כבר נזכר זה וענינו שאם היו שני בתים פתוחים לחורבה אחת שאוסרין זה על זה אם לא עירבו ביטול מועיל ביניהם כדרך שמועיל בחצר: "
      ],
      [
        "<b>מי שביטל רשות וחזר לטלטל ברשותו שביטל וכו'.</b> משנה (דף ס\"ט:) שם מי שנתן רשותו והוציא בין בשוגג בין במזיד הרי זה אוסר דברי ר''מ ר''י אומר מזיד אוסר שוגג אינו אוסר ומשמע ממתני' (דף ס\"ח ס\"ט) דגבי צדוקי ומאוקימתא דאוקימו עלה לא קשיא כאן קודם שהחזיקו וכו' דלאחר שהחזיקו אינו אוסר בשום צד לענין הלכתא וכן דעת ההלכות וכן הכריע הרשב''א ז''ל: "
      ],
      [
        "<b>שני בתים בשני צדי רה''ר וכו'.</b> בעיא שם (דף ס\"ז) דאיפשיטא דאין מבטלין: ",
        "<b>אחד מבני חצר שמת וכו'.</b> ברייתא שם אחד מן החצר שמת והניח רשותו לאחד מן השוק מבע''י אוסר משחשכה אינו אוסר ופי' אחד מן החצר עירב עם בני החצר וכשמת משחשכה כיון שהותר למקצת שבת הותר לכולו ואין היורש אוסר אבל כשמת מבע''י הרי היורש אוסר וכבר נתבאר למעלה שהיורש מבטל. וכתב הרשב''א ז''ל דדוקא כשבא זה היורש ודר עמהם בשבת הא לאו הכי אינו אוסר כמו שיתבאר פ''ד שמקום הפת אוסר. עוד כתב דוקא כשהניחו לאחד מן השוק הוא שאוסר כשמת מבע''י אבל אם הניחו לאחד מבני חצר שעירב עמהם הכל מותר שאע''פ שלא עירב עמהם על דירה זו כיון שעירב עמהם ונכנס השבת לאחר שמת המוריש הרי חל העירוב על כל מה שיש לו בחצר ופשוט הוא שם. עוד כתב אחד מבני חצר שלא עירב ומת משחשכה הרי היורש אוסר עד שיבטל אע''פ שהיה דר באותה חצר ועירב עמהם לפי שלא נכנס רשות המוריש בתוך עירובו של יורש. עוד כתב ויראה שאפילו לא היה היורש דר באותה שבת עמהם אוסר עד שיבטל שכל שנאסר למקצת שבת נאסר לכל השבת עד שיבטל: ",
        "<b>אחד מן השוק שמת וכו'.</b> בברייתא הנזכרת מבואר כן וגם בזה כתב הרשב''א ז''ל דוקא כשבא היורש לדור בשבת הוא שאוסר הא לאו הכי לא כנזכר למעלה: "
      ],
      [
        "<b>ישראל וגר ששרויין וכו'.</b> ברייתא (דף ע'.) והעמידו כן בגמרא ישראל וגר ששבתו במגורה אחת פי' רש''י כמין גורן וחלוק לחדרים מת הגר מבע''י אף על פי שלא החזיק ישראל מבע''י אלא משחשכה הרי זה אוסר מת הגר משחשכה כיון שלא היה לו להחזיק מבע''י אלא משחשכה הרי זה אינו אוסר ומפורש שם שבטול מועיל במקום שהוא אוסר. וענין הגר שנכסיו כהפקר על איזה דרך הוא מבואר בהלכות זכייה ומתנה: "
      ],
      [
        "<b>ישראל הדר עם וכו'.</b> (דף פ\"א:) ריש פרק הדר עם וכו' ראב''י אומר לעולם אינו אוסר עד שיהיו שני ישראל אוסרין זה על זה. ונפסקה בגמרא (דף ס\"ב:) הלכה כן ושם נתבאר הטעם שהזכיר רבינו בבאור. ופירש דוקא בשאין הישראלים אוכלין על שלחן אחד וצריכין לערב אבל אם היו אוכלין על שלחן אחד אין העובד כוכבים ומזלות אוסר עליהן. וזה ברור ומבואר בדברי רבינו. ודין גר תושב שהוא בזה כעובד כוכבים ומזלות מבואר בירושלמי: "
      ],
      [
        "<b>שני ישראלים וכו'.</b> שם (דף ס\"ב) אמור רבנן אין מועיל עירוב במקום עובד כוכבים ומזלות ואין ביטול רשות מועיל במקום עובד כוכבים ומזלות עד שישכיר: ",
        "<b>וכן אם העובדי כוכבים ומזלות רבים וכו'.</b> זה פשוט ומתבאר שם: ",
        "<b>וישראל אחד ששכר וכו'.</b> זה מבואר שם (דף ס\"ו) חמשה ששרויין בחצר אחת אחד שוכר ע''י כולם וכו'. וכתב הרשב''א ז''ל ישראל שהשאיל או שהשכיר ביתו לעובד כוכבים ומזלות אינו אוסר שלא השאיל והשכיר לו על דעת שיאסור עליו ועוד האריך בטעם זה: "
      ],
      [
        "<b>שתי חצרות זו וכו'.</b> שם (דף ס\"ה:) אמר רב ישראל ועובד כוכבים ומזלות בפנימית וישראל בחיצונה בא מעשה לפני רבי ואסר ושם פנימי במקומו מהו אמר להן מותר. עוד שם ישראל ועובד כוכבים ומזלות בחיצונה וישראל בפנימית מהו ואמרו שה''ה. ואע''פ שיש חולקים בדברים אלו מפני הסוגיא ששם כבר הכריחו האחרונים כדברי רבינו ועיקר: "
      ],
      [
        "<b>שוכרין מן וכו'.</b> מבואר שם (ס\"ב וס\"ה ס\"ז) ששוכרין ואפי' בשבת ושוכרין אפילו בפחות מש''פ: ",
        "<b>ואשתו של וכו'.</b> פ' חלון (עירובין דף פ') ההוא עכומ״ז דאמרי ליה אוגר לן רשותך לא אוגר להו וקא בעי מהו למיגר מדביתהו ופשטו שאשתו משכרת שלא מדעתו ומכאן דשלא מדעתו הוא אפילו בששאלוהו וסרב והרשב״א כתב שלא מדעתו אפי' בעל כרחו: ",
        "<b>וכן שכירו וכו'.</b> זה מבואר פ' הדר (עירובין דף ס\"ו) מה מערב אפילו שכירו ולקיטו אף שוכר אפילו שכירו ולקיטו. ",
        "<b>ומ''ש רבינו ואפילו שכירו ישראל וכו'. וכן מ''ש שאל מן העכו''ם וכו'.</b> מבואר שם (דף ס\"ב ס\"ד) במעשה דהמן בר ריסתק שלא היה רוצה להשכיר ואמרו ניזיל חד מינייהו ולשאול מיניה דוכתא וליתיב ביה מידי וה''ל כשכירו ולקיטו ושם אמרו היו לו חמשה שכירין ולקיטין מהו והשיבו אם אמרו שכירו ולקיטו להקל יאמרו להחמיר: "
      ],
      [
        "<b>שני ישראלים וכו'.</b> שם (דף ס\"ח:) מחלוקת שמואל ור''י וקי''ל כר''י וכן בשמת עובד כוכבים ומזלות פסק כמ''ד מבטלין וכן פסקו ז''ל: "
      ],
      [
        "<b>עובד כוכבים ומזלות שהשכיר וכו'.</b> שם (דף ס\"ה:) ר''ש בן לקיש ותלמידי ר' חנינא איקלעו לההוא פונדק דלא הוה שוכר והוה משכיר אמרו מהו למיגר מיניה היכא דלא מצי מסלק להו לא מבעי לך דהא לא מצי מסלק ליה כי תבעי לך דמצי מסלק ליה מאי כיון דמצי מסלק ליה אגרינן מיניה או דלמא השתא מיהו הא לא סלקיה אמר להו ריש לקיש נשכור ולכשנלך אצל רבותינו שבדרום נשאל להם אתו שאלו לרבי אפס אמר להם יפה עשיתם ששכרתם. וכתב הרשב''א ז''ל שאפילו לא היה משכיר יכול לסלקו יראה לי שאם היה לו במה שהשכיר שום תפיסת יד שהיו לו קצת כלים או אפילו אין בו אלא שיש לו רשות להניח שם שום כלים שוכרין אפילו מן המשכיר שאינו גרוע משכירו ולקיטו עכ''ל: "
      ],
      [
        "<b>חצר שישראלים ועובדי כוכבים ומזלות וכו'.</b> דברי רבינו הם ממ״ש פ' הדר (עירובין דף ע\"ד ע\"ה) מבוי שצדו אחד עובד כוכבים וצדו אחד ישראל אין מערבין אותו דרך חלונות להתירו דרך פתחים במבוי א״ל אביי לרב יוסף אמר רב אפילו בחצר א״ל אין ואסיקנא דקסבר אסור לעשות יחיד במקום עובד כוכבים ומזלות. ובאר רבינו שחדושו של רב הוא שאף על פי שעירוב זה מועיל דרך חלונות אינו מועיל דרך פתחים שאם לא היו יכולים לערב דרך חלונות פשוט היה שלא היה מועיל דרך פתחים שכבר נתבאר שאין עירוב מועיל במקום עובד כוכבים וכתב רבינו בכאן דין החצר ופ״ה כתב דין המבוי. ויש לאחרונים בזה שטה אחרת ודברים אחרים ולדברי כולם דינו של רבינו אמת ופירושו נראה ג״כ: "
      ],
      [
        "<b>ישראל שהוא מחלל שבת בפרהסיא.</b> ברייתא שם (דף ס\"ט:) ישראל המשמר שבתו בשוק מבטל רשות ושאינו משמר שבתו בשוק אינו מבטל רשות, פי' בשוק בפרהסיא להוציא מחלל בסתר וכן מבואר בהלכות: ",
        "<b>אבל אם היה וכו'.</b> שם (דף ס\"ט:) מבואר במעשה דר''ג שצדוקי מבטל רשות וכתב רבינו וה''ה לביתוסי ששניהם דין אחד להם בכל הגמרא וענין טעותם אחד הוא כידוע: ",
        "<b>כללו של דבר וכו'.</b> זהו להוציא רשעים וכן מפורש ריש פרק הדר (עירובין דף ס\"א:) שמי שאינו מודה בעירוב הרי דינו בזה כעובד כוכבים ומזלות ומבואר בפרק בכל מערבין (עירובין דף ל\"א:) שכותי אינו מודה בעירוב: "
      ]
    ],
    [
      [
        "<b>חלון שבין שתי וכו'.</b> (עירובין ע\"ו) ראש פ' חלון שבין שתי חצרות ארבעה על ארבעה בתוך עשרה מערבין שנים אם רצו מערבין אחד פחות מארבעה על ארבעה או למעלה מעשרה מערבין שנים ואין מערבין אחד ובגמרא טעמא דכוליה למעלה מעשרה אבל מקצתו בתוך עשרה מערבין שנים אם רצו מערבין אחד תנינא להא דת''ר כולו למעלה מעשרה ומקצתו בתוך עשרה כולו בתוך עשרה ומקצתו למעלה מעשרה מערבין שנים אם רצו מערבין אחד. עוד שם (דף ע\"ו:) לא שנו אלא חלון שבין שתי חצרות אבל חלון שבין שני בתים אפילו למעלה מעשרה נמי אם רצו מערבין אחד מ''ט ביתא כמאן דמליא דמי ובהלכות וכן הלכתא ע''כ. וזה מבואר וכתב הרשב''א ז''ל תוספתא חלון שהוא ארבעה עשו לה סריגות בטלה וכן בירושלמי כיוצא בזה: "
      ],
      [
        "<b>וכן חלון שבין וכו'.</b> שם בעיא לול פתוח מבית לעליה צריך סולם קבוע להתירו או לא ואסיקו אחד סולם קבוע ואחד סולם עראי אינו צריך: ",
        "<b>היה חלון עגול וכו'.</b> שם (דף ע\"ו:) א''ר יוחנן חלון עגול צריך שיהא בהיקפו כ''ד טפחים ושנים ומשהו מהן בתוך עשרה שאם ירבענו נמצא משהו מהן בתוך עשרה ודקדקו שם בחשבון זה והעלו דבשבסר נכי חומשא סגיא. וגם זה החשבון אינו מדוקדק בכוון ולזה כתב רבינו אם יש בו כדי לרבע. ולא הוצרך לכתוב שיהיה מקצת הרבוע בתוך עשרה לפי שפשוט הוא מאחר שאנו צריכין לרבוע שאם הוא בין שתי חצרות צריך שיהא מקצתו בתוך עשרה. ובספרי הרשב''א ז''ל מצאתי חלון עגול צריך שיהא בהקפו י''ז פחות חומש כדי שאם ירבענו יהא בו ארבעה על ארבעה וצריך שיהיה בענין שאם ירבענו יהא צלע התחתון של המרובע משהו בתוך עשרה וכיצד הוא עושה צריך שיהא מן הנקודה התחתונה של הקף ארבעה טפחים בגובה כנגד צלע המרובע בתוך עשרה כדי שיהא צלע התחתון של המרובע משהו בתוך עשרה עכ''ל. ולא הבנתי בשום פנים ענינו במה שאמר וכיצד הוא עושה וכו' ואיני צריך לכתוב במה שהוקשה לי בו שמבואר הוא לכל מבין ואולי טעות סופרים הוא: "
      ],
      [
        "<b>כותל שבין שתי חצרות וכו'.</b> משניות שם (דף ע\"ו וע\"ט:) כותל שבין שתי חצרות גבוה עשרה ורחב ארבעה מערבין שנים וכו' מתבן שבין שתי חצרות גבוה עשרה טפחים מערבין שנים ואין מערבין אחד נתמעט התבן מעשרה טפחים מערבין אחד ואין מערבין שנים. ומתבאר מן הגמרא שמה שאמר במשנה גבי כותל רחב ארבעה לא מעלה ולא מוריד לענין עירוב שנים או אחד אלא לדבר אחר שהוזכר במשנה שם וכן הכריח הרשב''א ז''ל שם. ואני אומר משנת מתבן תוכיח שלא הזכירו רחב ארבעה ולזה לא הזכירו רבינו בכאן רוחב כלל אלא אפילו משהו: ",
        "<b>ואם היה ביניהם סולם וכו'.</b> שם (דף ע\"ח) אמר רב סולם זקוף ממעט ואסיק רב הונא דכותל עשרה סגי בסולם בשבעה ומשהו לפי שלא ישאר בין ראשו לראש הכותל שלשה: "
      ],
      [
        "<b>היה הכותל רחב ארבעה ועשו סולם מכאן וסולם וכו'.</b> שם (ע\"ז:) אמר אביי כותל שבין שתי חצרות גבוה עשרה טפחים והניח סולם רחב ארבעה מכאן וסולם רחב ארבעה מכאן ואין בין זה לזה שלשה ממעט ולא אמרן אלא שאין בו ארבעה אבל יש בו ארבעה אפילו טובא נמי ע''כ. ופירוש ואין בין זה לזה שאין מכוונין זה כנגד זה. ולא ראיתי בספרי רבינו זכר לרוחב הסולם אבל הרשב''א ז''ל כתב רחב ארבעה כלשון המימרא. עוד כתב באיזה סולם אמרו שיש בו ארבעה חווקין ואם היה סולם כבד שזרועותיו ושליבותיו גסות וכבדות אע''פ שאין בו ארבעה חווקין ממעט לפי שכובדו קובעו. ולמטה אבאר בכונת רבינו: "
      ],
      [
        "<b>בנה מצבה ע''ג מצבה בצד הכותל אם יש בתחתונה ארבעה וכו'.</b> א''ר ביבי בר אביי בנה אצטבא ע''ג אצטבא אם יש באצטבא התחתונה ארבעה ממעט א''נ אין בתחתונה ארבעה ויש בעליונה ארבעה ואין בין זה לזה שלשה ממעט. עוד שם סולם ששליבותיו פורחות אם יש בשליבה התחתונה ארבעה ממעט אין בשליבה התחתונה ויש בשליבה העליונה ארבעה ואין בין זה לזה שלשה ממעט ורבינו לא הזכיר ויש בעליונה ארבעה ואפשר שלא היה בגרסתו והמפרשים נחלקו בפירושו ואין מכל זה בהלכות כלום ולזה לא הארכתי בו: ",
        "<b>וכן במדרגות של עץ שסמכן וכו'.</b> זהו סולם ששליבותיו פורחות שהזכרתי: "
      ],
      [
        "<b>כותל גבוה שבין שתי חצרות וזיז יוצא וכו'.</b> שם (דף ע\"ז ע\"ח) א''ר נחמן אמר רבה בר אבהו זיז שיוצא מן הכותל והניח עליו סולם כל שהוא מיעטו ולא אמרן אלא דאותביה עלויה אבל אותביה בהדיה ארווחי ארווחיה. עוד שם אמר רבה בר אבהו כותל י''ט צריך זיז אחד להתירו כותל עשרים צריך שני זיזין להתירו א''ר חסדא והוא שהעמידן זה שלא כנגד זה ע''כ. ורבינו מפרש מימרא ראשונה שמצרכת סולם בשהזיז גבוה יותר מעשרה מן הקרקע לפיכך בלא סולם אין מיעוטו כלום אבל אם היה פחות מעשרה לקרקע ופחות מעשרה לכותל אינו צריך סולם וזהו שלא הזכירו סולם במימרא השנית וכן אם היה רחוק עשרה לראש הכותל מה מועיל לו סולם לא יהא אלא שהתחלת הכותל תהיה משם וזה ברור ולזה כתב רבינו דינין אלו כן. ויש לרש''י ז''ל בזה שטה אחרת גם למפרשים אחרונים יש פירוש אחר שהם מצריכין שיהיה הזיז רחב ארבעה ומפרשים שיותר הוא מועיל כשאין בה סולם והמימרא הראשונה לבטל כח הזיז נאמרה וזה לשון הרשב''א ז''ל זיז רחב ארבעה על ארבעה שהניח סולם כל שהוא עליו מיעט כחו של זיז שהסולם אינו ראוי למעט את הכותל לפי שאינו רחב כל צרכו והזיז אינו ראוי לפי שהסולם סמוך עליו נתן את הסולם סמוך לזיז אינו ממעט כחו של זיז אדרבה כל שהסולם מונח בצדו הרחיב את הזיז עכ''ל. וכ''כ בדין מימרא שניה שרוחב הזיזין ארבעה על ארבעה וזו היא שיטת ההשגות. ויש לתמוה לפירוש זה למה לא בארו בגמרא זיז רחב ארבעה על ארבעה ואין מכל זה בהלכות כלום: "
      ],
      [
        "<b>דקל שחתכו וסמכו וכו'.</b> שם (דף ע\"ח) א''ר חייא דקלים שבבבל אינן צריכין קבע מ''ט כובדן קובען א''ר אושעיא סולמות שבבבל אין צריכין קבע מ''ט כובדן קובען מ''ד סולמות כל שכן דקלים מ''ד דקלים אבל סולמות לא ע''כ. ופסק רבינו ז''ל כדברי המיקל ולא חלק רבינו ז''ל בין סולמות שבבבל לסולמות אחרים לפי שידוע שאם הסולם קל אין לומר בו כובדו קובעו ומבואר בדבריו שאינו ממעט בלא קביעה בבנין ואם נקבע בבנין כל סולם ממעט ולזה לא הוצרך רבינו לכתוב שהמצרי אינו ממעט לפי שהמצרי הנזכר בגמרא שאין לו ארבעה חווקין שאינו ממעט הוא בשאינו קבוע בבנין כמו שאמרו שם משום דהוה ליה דבר הניטל בשבת ואם קבוע בבנין הרי אינו ניטל ושם אמרו שהמצרי סולם קל הוא וא''כ מבואר בדברי רבינו ז''ל שהסולם קל שלא נקבע בבנין אינו ממעט כך נראה לי: ",
        "<b>היו קשין מבדילין בין שתי החצרות וסולם מכאן וכו'.</b> שם בעא מיניה רב יוסף מרבא סולם מכאן וסולם מכאן וקשין באמצע מהו א''ל אין כף הרגל עולה בכאן ע''כ. ופי' זה מבואר בדברי רבינו וכן הסכימו ז''ל: ",
        "<b>היה סולם באמצע וכו'.</b> שם קשין מכאן וקשין מכאן וסולם באמצע מהו א''ל הרי כף הרגל עולה בהם ורבינו כתב לשון הבעיא זה פירושה אם המחיצה כולה של קשין זולתי מקום קביעות ראשי הסולמות שהוא מאבן או כיוצא בו שהוא חזק להעמידן כשאדם עולה בהן מהו מי אזלינן בתר סולמות או בתר המחיצה שאינה בריאה ופשט ליה דדי בכך דמחיצת קשין מחיצה היא והסולמות בריאין וראויין לעלות בהן וזהו פירוש נכון ומסכים לדברי רבינו: "
      ],
      [
        "<b>היה אילן בצד הכותל ועשהו סולם לכותל וכו'.</b> שם (דף ע\"ח:) בעא מיניה רב יוסף מרבה עשאו לאילן סולם מהו תיבעי לרבי דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות ותיבעי לרבנן עשאה לאשרה סולם מהו תיבעי לר' יהודה דאמר מותר לקנות בית באיסורי הנאה תיבעי לרבנן א''ל אילן מותר ואשרה אסורה מתקיף ליה רב חסדא אדרבא אילן שאיסור שבות גרם לו ניתסר אשרה שאיסור דבר אחר גרם לו נישתרי אתמר נמי כי אתא רבין א''ר אלעזר ואמרי לה א''ר אבהו א''ר יוחנן כל שאיסור שבות גרם לו אסור כל שאיסור דבר אחר גרם לו מותר ר''נ בר יצחק מתני הכי אילן פלוגתא דר' ורבנן פירוש דלרבי מותר אשרה פלוגתא דר' יהודה ורבנן פי' דלר''י מותר ע''כ בגמרא. ורבינו ראה לפסוק כרבה בהיתר האילן ואיסור האשרה לפי שדברי ר''נ בר יצחק שהוא אחרון מסכימים לדבריו משום דקי''ל כרבי כמבואר פכ''ד מהלכות שבת ולא קי''ל כר''י כמו שיתבאר פ''ו ויש פוסקין בהפך וכר' יוחנן ודברי רבינו נראים: "
      ],
      [
        "<b>כותל שגבוה עשרה ובא למעט כדי לערב עירוב אחד אם יש באורך המיעוט עשרה טפחים מערבין אחד.</b> כך נמצא בספרי רבינו והשיגוהו ממ''ש עשרה שאין במימרא אלא ארבעה וחפשתי בספרי רבינו ומקצתן מצאתי בהן ארבעה טפחים וכך היא הנוסחא האמתית ומימרא היא שם (דף ע\"ז) בא למעטו אם יש למיעוטו ארבעה מותר להשתמש בכל הכותל כולו ואם לאו אין משתמש אלא כנגד המיעוט והקשו מה נפשך אי אהני מיעוטא אפילו בכל כותל כולו אי לא אפילו כנגד המיעוט נמי לא ותירץ רבינא כגון שעקר חוליא מראשו. <b>ומ''ש רבינו סתר מקצת הכותל</b> הוא פירוש לדברי רבינא: "
      ],
      [
        "<b>נפרץ הכותל הגבוה וכו'.</b> משנה שם (דף ע\"ו:) נפרץ הכותל עד עשר אמות מערבין שנים ואם רצו מערבין אחד מפני שהוא כפתח יתר מכאן מערבין אחד ואין מערבין שנים: "
      ],
      [
        "<b>היתה הפרצה וכו'.</b> שם (דף ע\"ח:) חקקו להשלים לכותל בכמה א''ל בעשרה חקקו כולו בכותל בכמה א''ל מלא קומתו ומ''ש התם מסתלק ליה הכא לא מסתלק ליה ופירשה רבינו בפורץ פרצות כמבואר בדבריו. ונ''ל פירוש למה שאמרו התם מסתלק וכו' שזו היא כונתם כשבא להשלים פרצתה פחותה מעשר ליותר מעשר מעשיו מוכיחין שהוא רוצה להסתלק מענינו שהיו יכולין לערב שנים שאל''כ למה הוא מרבה בפרצה ולזה די בגובה עשרה אבל כשבא לפרוץ בתחלה צריך מלא קומתו שיראו החצרות כאחד בהיות אדם עובר מזו לזו בלא דוחק ואם לא כן אין מעשיו מורין על כוונת סלוק אלא שרוצה להשתמש עם בני החצר השניה ואירע לו שחקק יותר מעשרה כך נ''ל לדעת רבינו. ויש בזה שטה אחרת למפרשים שדברי הגמרא הם בדין הסולם ושיעורו: "
      ],
      [
        "<b>חריץ שבין שתי חצרות וכו'.</b> משנה חריץ שבין שתי חצרות עמוק עשרה ורחב ארבעה מערבין שנים ואין מערבין אחד אפילו מלא תבן או קש מלא עפר או צרורות מערבין אחד ואין מערבין שנים ואמרו בגמרא גבי עפר וצרורות שאפילו בסתם בטלין אצל חריץ משום דלמיסתם קאי ואמרי גבי תבן או קש אי בטליה חייץ ואי לא לא חייץ: "
      ],
      [
        "<b>וכן אם מיעט וכו'.</b> במשנה נתן עליו נסר שהוא רחב ארבעה טפחים וכן שתי גזוזטראות זו כנגד זו מערבין שנים ואם רצו מערבין אחד פחות מכאן מערבין שנים ואין מערבין אחד. ובגמרא (דף ע\"ה) אמר רבה לא שנו דבעינן ארבעה אלא שנתנו לרחבו פירוש אורך הנסר לרחב החריץ אבל לארכו אורך הנסר לאורך החריץ ורחבו נמצא רחבו אפילו כל שהוא נמי שהרי מיעטו מארבעה: ",
        "<b>וכל דבר הניטל וכו'.</b> שם בראש הפרק כמה ספל ממעט והקשו אמאי דבר הניטל בשבת הוא וכל דבר הניטל בשבת אינו ממעט ותירצו לא צריכא דחבריה בארעא ומסקנא דבעי מרא וחצינא. ופירוש רבינו זה בחריץ והאחרונים פירשו בכותל והם סבורים שכל שיש במיעוט רוחב ארבעה אף על פי שאינו מגיע לראש הכותל ולא בסמוך לו בשלשה כיון שאין מופלג עשרה די בכך ולא אמרו סולם צריך שבעה אלא כשאינו רחב ארבעה ורבינו ז''ל לא חלק ונראה מדבריו שכל מיעוט צריך שיהיה בפחות משלשה לראש הכותל: "
      ],
      [
        "<b>נתן לוח שרחב ארבעה וכו'.</b> זו היא המשנה שכתבתי למעלה: ",
        "<b>וכן שתי גזוזטראות זו כנגד זו וכו'.</b> במשנה הנזכרת (דף ע\"ח ע\"ט) ובגמרא אמר רבה הא דאמרת זו כנגד זו אין זו שלא כנגד זו לא וזו למעלה מזו נמי לא שנו אלא שיש בין זה לזה שלשה אבל אין בין זה לזה שלשה גזוזטרא עקומה היא. ופירש''י ז''ל זו למעלה מזו לא סגי להו בנסר ארבעה ופירוש אין בין זה לזה שלשה גובה שלשה. וכתב הרשב''א ז''ל מכח התוספתא שאם אין ביניהם מרחק ארבעה אינו צריך נסר מזו לזו אלא אף בלא נסר מערבין אחד ואין מערבין שנים כל שהן זו כנגד זו: "
      ],
      [
        "<b>כותל שבין שתי חצרות וכו'.</b> מימרא שם (דף ע\"ז) כותל שבין שתי חצרות גבוה עשרה טפחים וצדו אחד שוה לארץ נותנין אותו לזה ששוה לארץ הוה ליה לזה תשמישו בנחת ולזה תשמישו בקשה ונותנין לזה שתשמישו בנחת. ופירש רש''י ז''ל כל כמה דלא גבוה עשרה קרי שוה לארץ וכ''כ הרשב''א ז''ל וברור הוא. <b>וכתב רבינו שהוא רחב ארבעה</b> לפי שאם אין ברחב הכותל ארבעה מותר הוא לשניהם להשתמש בו אפילו מן הבתים אפילו שעירבו כל אחת בפני עצמה וכן מבואר שם בגמרא. וכבר נזכר פי''ד מהלכות שבת שמקום שאינו רחב ארבעה על ארבעה הוא מקום פטור. ודע שרחב ארבעה על ארבעה ולא עירבו עירוב אחד זו שתשמישה בנחת מותרת לו אפילו מן הבתים כיון שעירבה לעצמה וזו שתשמישה קשה אסורה בו אף מן החצר וכשתשמיש שניהם שוה מותרות בו שניהם מן החצרות ואסורות מן הבתים אלא אם כן עירבו עירוב אחד וחלק זה יתבאר בסמוך בבבת היה כותל וכו': ",
        "<b>וכן וכו'.</b> מימרא שם כיוצא בכותל וענינה כענינה: "
      ],
      [
        "<b>היה כותל וכו'.</b> זה מחלוקת רב ושמואל בפרק כיצד משתתפין (עירובין דף פ\"ג:) דרב אמר שניהם אסורין בו ושמואל אמר נותנין אותו לזה שבשלשול וקיי״ל כרב באיסורי. <b>וכתב רבינו אין מכניסין מעובי כותל זה לבתים</b> בדוקא לפי שמן החצרות שניהם מותרין אפילו בלא עירב אחד ומבואר בהלכות פרק חלון והוא כלל לכל שיד שניהם שוה בו וכמו שכתבתי למעלה: "
      ],
      [
        "<b>שני בתים שביניהם חורבה וכו'.</b> מבואר בכיצד משתתפין (דף פ\"ה) שדין החורבה כדין הכותל שבין שתי חצרות ואף ע''פ ששם נתבארו צדדין שלא נזכרו בדברי רבינו ראה ז''ל לקצר ולהודיע עיקר הענין ואין בהלכות מכל זה. וחורבה זו יש מי שפירש כשהיא בדוקא של בעלי הבתים אבל חורבה של אחרים אסורה היא בכל צד. ויש מי שכתב אף של אחרים שכיון שאין שם בית דירה אינו אוסר ולזה הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>כל גגות העיר וכו'.</b> (דף פ\"ט) ריש פרק כל גגות העיר רשות אחד וכו' ר''ש אומר אחד גגות ואחד חצרות ואחד קרפיפות לכלים ששבתו בתוכן ולא לכלים ששבתו בתוך הבית ומפורש בגמרא (דף צ\"א:) בברייתא שהמבוי ג''כ רשות אחת עם אלו הרשויות ושם נחלקו אם אמרה ר''ש אפילו בשעירבו החצרות לעצמן דאיכא מאן דסבר דגזר בשעירבו שמא יבוא להוציא כלי הבית ושמואל ור' יוחנן סברי אפילו בשעירבו וקי''ל כותייהו ושם (דף צ\"א) נפסקה הלכה כר''ש: "
      ],
      [],
      [],
      [
        "<b>בור שבין שתי חצרות וכו'.</b> משנה שם פרק כיצד משתתפין (עירובין דף פ\"ו) בור שבין שתי חצרות אין ממלאין ממנו בשבת אא״כ עשו לו מחיצה גבוהה עשרה טפחים בין מלמעלה בין מלמטה בין מתוך אוגנו אמר רבן שמעון בן גמליאל ב״ש אומר מלמטה וב״ה אומר מלמעלה ונחלקו בגמרא רב הונא ורב יהודה בפירוש מלמטה ומלמעלה ודעת הגאונים לפסוק כרב יהודה דבעי מחיצה עשרה ושיהיה לכל הפחות טפח ממנה בתוך המים וכן שיהיה ממנה לכל הפחות טפח למעלה מן המים וכמ״ש רבינו ויש מן האחרונים שפסקו שא״צ שיהיה ממנה כלל בתוך המים אלא אפילו רחוקה מהם כל שיש שם מחיצה עשרה בתוך הבור אף על פי שהמים עמוקים הרבה מותר ופירשו השמועה בפירוש מסכים לזה ובהלכות כדעת רבינו: "
      ],
      [
        "<b>וכן אם עשו על פי הבאר וכו'.</b> שם (דף פ\"א:) מימרא קורה ארבעה מתרת במים והקשו והא תותי קורה עריבו מיא ומפרק קל הוא שהקלו במים. ופירש הרשב''א ז''ל שכיון שהיא רחבה ארבעה אומרים פי תקרה יורד וסותם ועוד שאין הולך יותר מארבעה טפחים. עוד כתב ויראה לי שהמחיצה עשרה בזמן שהיא רחבה ארבעה מותרת לדברי הכל מן הטעם הזה שאין הדלי הולך יותר מארבעה טפחים ולפיכך מותר אף על פי שא''א במחיצה פי מחיצה יורד וסותם עכ''ל: "
      ],
      [
        "<b>באר שבאמצע השביל וכו'.</b> שם (דף פ\"ד פ\"ה) א''ר יהודה אמר שמואל בור שבין שתי חצירות מופלגת מכותל זה בארבעה ומכותל זה בארבעה זה מוציא זיז כל שהוא וממלא וזה מוציא זיז כל שהוא וממלא ואמרו שם דלרב לא בעי זיז כלל לפי שאין אדם אוסר על חבירו דרך אויר. ומדברי רבינו <b>שכתב אע''פ שהיא מופלגת וכו'</b> אתה למד שהוא מפרש דמופלגת ארבעה לרבותא נקטוה וכ''ש בפחות מכן וכן משמע דבריו הוא שהמלוי אינו דרך שביל אלא דרך חלון ולזה נקרא דרך אויר. וממה שסתם רבינו נראה שאע''פ שהחצרות פתוחות לשביל מותר למלא דרך חלונות. ובהשגות א''א והוא שחולית הבור גבוהה עשרה טפחים וכו'. ואני תמה בזה שהרי רבינו ז''ל לא הזכיר רה''ר כאן אלא שביל רה''ר וא''כ למה היה לו להזכיר חוליא גבוהה ודין המשנה בהמוצא תפילין מבואר בדבריו פט''ו מהלכות שבת ושם הזכיר מה שהוא תלוי במהות הרשויות ולא באיסור הבעלים זה על זה וכאן הזכיר מה שהוא תלוי באיסור בעליהן זה על זה ופשוט הוא לכל מעיין בדברי רבינו ובחלוקה שחלקן וסדרן. ואילו שת הר''א ז''ל לבו אליה לא השיגו בכאן. ויש במימרא זו שטה אחרת לרשב''א ז''ל בשם רש''י ז''ל לומר דדוקא בשאין החצרות פתוחות לשביל שאם היו פתוחות כל שלא עירבו שניהם אסורין בו וכ''כ דאע''פ שאין הדיורין פתוחין כל שיהיה תוך ארבעה לזה ולזה אין ממלאין ממנו עד שיעשו לו מחיצה עשרה מלמעלה או מלמטה לפי שרשות שניהם שולטת בו ולדבריו בדוקא נקט שמואל מופלגת מכותל זה וכו': "
      ],
      [
        "<b>חצר קטנה שנפרצה במלואה וכו'.</b> משנה שם פרק כל גגות (עירובין דף צ\"ב) חצר גדולה שנפרצה לקטנה גדולה מותרת וקטנה אסורה מפני שהיא כפתחה של גדולה והעמידה שם (דף צ\"ג:) בשנפרצה מבעוד יום הא בשבת הואיל והותרה שבת הותרה ומבואר בהלכות: "
      ],
      [
        "<b>שתי חצרות שעירבו וכו'.</b> שם עירב דרך הפתח ונסתם הפתח עירב דרך חלון ונסתם חלון מהו א''ל שבת הואיל והותרה הותרה: ",
        "<b>וכן שתי חצרות וכו'.</b> שם (דף צ\"ג צ\"ד) אתמר כותל שבין שתי חצרות ונפל רב אמר אין מטלטלין בו אלא בארבע אמות ושמואל אמר זה מטלטל עד עיקר מחיצה וזה מטלטל עד עיקר מחיצה וקי''ל כשמואל כדאיתא בהלכות: ",
        "<b>נפתח החלון וכו'.</b> דעת רבינו הוא שכשנסתם החלון כל אחת מותרת לעצמה ואע''פ שהעירוב מונח באחת מהן ואי אפשר לחצר שניה ליטלו אבל מזו לזו דרך חורין או דרך אויר ע''ג הכותל לא וכשחזר ונפתח החלון חזרו להיתרן להשתמש מזו לזו והאיסור מזו לזו כשנסתם החלון למד רבינו מדין הספינות שהביא בסמוך שדינן מבואר פרק הזורק (שבת ק':) ששנינו שם ספינות הקשורות זו בזו מטלטלין מזו לזו ואם אינן קשורות אע''פ שמוקפות אין מטלטלין מזו לזו ופירשו בגמרא (דף ק\"א:) לערב ולטלטל מזו לזו וכדתניא ספינות הקשורות מזו לזו מערבין ומטלטלין מזו לזו נפסקו נאסרו חזרו ונקשרו בין שוגגין בין מזידין בין אנוסין בין מוטעין חזרו להיתרן הראשון שכל מחיצה שנעשה בשבת בין בשוגג בין במזיד שמה מחיצה והקשו והאמר ר''נ לא שנו אלא לזרוק אבל לטלטל אסור ותירצו כי אתמר דר''נ אמזיד אתמר ופירש רש''י ז''ל משום קנסא וכי קתני חזרו להיתרן הראשון אשוגגין ומוטעין ואנוסין. וכי קתני מזידין אשמה מחיצה קאי ולזרוק כר''נ ע''כ. ובכאן מבוארים דברי רבינו בדברי הספינה ומהם למד לדין החצרות. ובהשגות כתוב בדין החצרות א''א זה שבוש דלעצמן לא צריכא למימר אלא אפילו מזו לזו כמו שהיו קודם סתימה ע''כ. ואף דעת הרשב''א ז''ל כן ואמר שאינו דומה לספינות לפי שהספינות כשהותרו ראויה כל אחת לנוד ממקומה ולהתרחק זו מזו ואסור להוליך מזו לזו שהרי הים שהיא כרמלית מפסקת ביניהם לפיכך אפילו עכשיו שלא זזו אין מטלטלין מזו לזו אלא א''כ חזרו ונקשרו מה שא''כ בחצרות ע''כ דבריו. ואני אומר שראיית רבינו היא ממה שאמרו אם אינן קשורות אע''פ שמוקפות והוא מפרש מוקפות מחיצה. אבל ראיתי לרש''י ז''ל ולשאר המפרשים שפירשו מוקפות סמוכות וכן חולקין עליו בדין המזיד שמדברי רבינו נראה שאין היתרן בשחזרו ונקשרו במזיד והם מתירין ומפרשים בדרך אחרת: "
      ]
    ],
    [
      [
        "<b>אנשי חצר שהיו כולן אוכלים על שלחן א' תמיד וכו'.</b> זה מבואר פ' הדר (עירובין דף ע\"ב ע\"ג) במשנה בגמ' שם כמו שיתבאר: "
      ],
      [
        "<b>וכן אם צריכין לעשות עירוב וכו'.</b> זה מבואר ג''כ שם (דף פ\"ד) בדין חמש חבורות ששבתו בטרקלין וכו' כמו שיתבאר למטה: ",
        "<b>ואם היה העירוב בא אצלם וכו'.</b> גם זה ברור ופשוט במשנה שם (דף עב:) וכן כתבו ז''ל והכלל הרי הן כבעל הבית אחד: "
      ],
      [
        "<b>וכן אנשי חצר שעירבו וכו'.</b> זה מבואר במה שיבוא בסמוך. <b>ומה שכתב ואם היה העירוב בא אצלם</b> מתבאר ממה שאמרו פרק הדר (עירובין דף ע\"ג) והא אחין דכמאן דעריבי דמו ונתבאר גבי אחין שאם העירוב בא אצלן שאינן צריכין ליתן עירוב: "
      ],
      [
        "<b>חמשה שגבו את העירוב וכו'.</b> ברייתא פרק מי שהוציאוהו (עירובין דף מ\"ט:) ובעיא פרק הדר (עירובין דף ע\"ג) חמשה שגבו את עירובן כשהן מוליכין את עירובן למקום אחר עירוב אחד או אין עירוב אחד לכולן ואיפשיטא דעירוב אחד לכולן: "
      ],
      [
        "<b>האב ובנו הרב ותלמידו וכו'.</b> שם בעיא האב ובנו הרב ותלמידו כרבים דמו או כיחידים דמו צריכין לערב או אין צריכין לערב ופשטו האב ובנו הרב ותלמידו בזמן שאין עמהם דיורין הרי הן כיחידים ואין צריכין לערב: "
      ],
      [
        "<b>האחים שכל אחד וכו'.</b> שם (דף ע\"ב:) משנה האחין שאוכלים על שולחן אביהם וישנין בבתיהם צריכין עירוב לכל אחד ואחד לפיכך שכח אחד מהם ולא עירב מבטל רשותו אימתי בזמן שהיו מוליכין את עירובן למקום אחר אבל אם היה העירוב בא אצלן או שאין עמהם דיורין בחצר אינם צריכין לערב ואמרו בגמרא על מה שאמרו צריכין עירוב לכל אחד ואחד שמעת מינה מקום לינה גורם ופירוש ודלא כרב דאמר מקום פתא גרים ודחה רב לעולם מקום פתא גרים ובמקבלי פרס שאנו ופירש רבינו מקבלי פרס שאין אוכלין בהתמדה אצל אביהם אלא לפעמים כמו שיסעוד אדם נכרי אצל חבירו שבוע או חדש אלא שאלו הם מרבים לסעוד בזמנים חלוקים על שולחן אביהם יותר מהנכרי שאינו אלא באקראי בעלמא ויש להם בתים בחצר שאוכלין שם שאר ימות השנה ולזה בזמן שיש שם דיורין אחרים האוסרים נחשבים כחלוקים בזמן שאין שם דיורין נחשבים כאחדים. וראיתי מי שהקשה על דברי רבינו מאין הוציא אורח שאוסר על בני חצר בזמן שיש דיורין אחרים בחצר וכן מאין לו שהשמש שעומד בשכר עם רבו שיאסור בזמן שיש דיורין בחצר וזה חידוש גדול עכ''ד. ואני אומר לא נתכוין בכוונת רבינו שלא אמר רבינו שהסועד אצל חבירו אוסר ובבאור כתב למטה בפרק זה אבל האורח אינו אוסר לעולם כמו שביארנו עכ''ל. אלא נתינת טעם אמר למה האחים אוסרין בזמן שיש שם דיורין אפילו בימים שסועדים אצל אביהן וכתב שכל שאינן אוכלים בקבע עדיין דירתן קיימת בבתיהן שבחצר לפי שאין זה עקירת דירה שהאדם הסועד אצל חבירו חדש או ימים אין דירתו עקורה ממקומה וכבר כתבתי טעם למה בזמן שאין עמהם דיורין הם כאחדים לפי שהם מרבים בזמנים חלוקים לסעוד עם אביהם וכן אין דעת רבינו בעבדים שאם לא יהיה להם בית דירה חלוק בחצר שיאסרו וזה נ''ל ברור בדבריו. ומ''מ יש פירוש אחר בענין מקבלי פרס שמפרשין שנוטלים המנות מאביהם ואוכלין אותן בבתיהן וכן פירש''י ז''ל והאחרונים ולשון זה בהשגות. ולשון המשנה שאמרה שאוכלין ולא אמר שסומכין קשה לי קצת לפירושם. ודין הנשים והעבדים שהזכיר רבינו מחלוקת בגמ' (דף ע\"ג) ואמרו ר' יהודה בן בתירא מתיר בנשים ואוסר בעבדים ר''י בן בבא מתיר בעבדים ואוסר בנשים ופסק רבינו כדברי שניהם להקל לפי שהלכה כדברי המיקל בעירוב לפיכך יש לפסוק בנשים כדברי המיקל וכן בעבדים ויש פוסקין כר''י בן בבא משום דרב מפרש טעמיה התם ולדבריהם הנשים אע''פ שמקבלות פרס ואין שם דיורין אחרים הרי הן כנכריות ואוסרות זו על זו וזה דעת הרשב''א ז''ל ודברי רבינו נראין: "
      ],
      [
        "<b>חמש חבורות ששבתו בטרקלין.</b> משנה (דף ע\"ב) ומסקנא כדברי רבינו כמבואר בהלכות ופירוש כל שאין מחיצות מגיעות לתקרה הרי הן כאחדים לכל דבר שאינן צריכין עירוב ואם בא עירוב אצלן אינן צריכין לערב ואם עירבו לחצר אחרת עירוב אחד לכולן וההפך כשהמחיצות מגיעות וכתב הרשב''א מגיעות שהן תוך שלשה לתקרה שכל תוך שלשה כלבוד דמי, ודקדק מלשון המשנה שאם עשו מקצתן מחיצות מגיעות ומקצת לא עשו אותן שעשו הן כמחולקים ושלא עשו כמשותפים, וטרקלין הוא בית ארוך ורחב: "
      ],
      [
        "<b>מי שיש לו בחצר חבירו וכו'.</b> שם ת''ר מי שיש לו בית שער אכסדרה ומרפסת בחצר חבירו אינו אוסר עליו בית התבן בית הבקר בית העצים בית האוצרות הרי זה אוסר עליו ר' יהודה אומר לא אסרו אלא מקום בית דירה בלבד ושאלו מאי מקום בית דירה רב אמר מקום פתח ושמואל אמר מקום לינה וקי''ל כר' יהודה וכדרב וכדאיתא בהלכות. וכבר כתבתי למעלה פרק ראשון למה כתב רבינו בית שער שהרבים דורסין בו: ",
        "<b>לפיכך אם קבע לו וכו'.</b> משנה בכיצד משתתפין (דף פ\"ה:) שהדר בבית שער אכסדרה ומרפסת אינו אוסר ובבית התבן ובית הבקר ובית האוצרות אם דר שם אוסר וכתבתיה פרק ראשון: "
      ],
      [
        "<b>עשרה בתים זה לפנים מזה וכו'.</b> פרק הדר (עירובין דף ע\"ה:) אמר שמואל עשרה בתים זה לפנים מזה פנימי נותן את עירובו ודיו ור' יוחנן אמר חיצון והקשו חיצון בית שער הוי ותירצו אימא חיצון של פנימי במאי קא מיפלגי מר סבר בית שער דפנימי הוי בית שער ומר סבר בית שער דפנימי לא הוי בית שער ופסק רבינו כר״י וכמ״ש פרק ראשון: "
      ],
      [
        "<b>שתי חצרות וביניהם ג' בתים וכו'.</b> שם (ע\"ה) אמר רב שתי חצרות ושלשה בתים ביניהם זה בא בדרך זה והניח עירובו בזה וזה בא בדרך זה והניח עירובו בזה זה נעשה בית שער לזה וזה נעשה בית שער לזה אמצעי הו''ל בית שמניחין את העירוב וכל בית שמניחין בו את העירוב אינו צריך ליתן בו את הפת: "
      ],
      [
        "<b>שתי חצרות ושני בתים פתוחים וכו'.</b> שם (דף ע\"ו) בעיא דאיפשטא: "
      ],
      [
        "<b>אחד מבני חצר שהוא גוסס וכו'.</b> תוספתא: "
      ],
      [
        "<b>אחד מבני חצר שהניח ביתו וכו'.</b> משנה בפ' כיצד משתתפין (עירובין דף פ\"ו) המניח את ביתו והלך לשבות בעיר אחרת אחד נכרי ואחד ישראל הרי זה אוסר דברי ר״מ ר' יהודה אומר אינו אוסר ר' יוסי אומר נכרי אוסר ישראל אינו אוסר שאין דרך ישראל לבא בשבת ר״ש אומר אפילו הניח את ביתו והלך לשבות אצל בתו באותה העיר אינו אוסר שכבר הסיח. ובגמרא אמר רב הלכה כר״ש דוקא בתו אבל בנו לא כדאמרי אינשי נבח בך כלבא עול נבח בך גורייתא פוק ע״כ. ולזה פוסק רבינו כר״ש בדין הישראל ולא חלק בין בנו לבתו לפי שלא אמרו אלא לדבר בהוה המצוי שדרך בני אדם לשבות אצל בתן מאצל בנן ולעולם אם הסיח לבו אפילו הלך לשבות אצל נכרי אינו אוסר ובשלא הסיח לבו אפילו אצל בתו הרי זה אוסר. ויש מי שפירש שכל שהסיח דעתו אפילו נמלך וחזר באמצע שבת אינו אוסר. וכן נראה ששבת הואיל והותרה הותרה. ובדין הנכרי פסק רבינו כר' יוסי וכר״י דאמר פ' מי שהוציאוהו (עירובין דף מ\"ו:) דר' יוסי ור' יהודה הלכה כר' יוסי אפילו בעירובין וכ״ש דהוו להו ר״מ ורבי יוסי תרי לגבי רבי יהודה באיסור הנכרי והוי ליה רבי יהודה יחיד לגבייהו. <b>וממ״ש רבינו שהרי אפשר שיבא בשבת</b> נראה דדוקא כשהוא במקום קרוב דהיינו מהלך יום אחד שיכול לבא בשבת הוא שאוסר אבל אם היה רחוק אינו אוסר וכן כתבו ז״ל. ויש פוסקין כר' יהודה ודברי רבינו עיקר: "
      ],
      [
        "<b>בעל החצר שהשכיר וכו'.</b> שם (פ\"ה:) משנה ר' יהודה אומר אם יש שם תפיסת יד של בעה''ב הר''ז אינו אוסר ואמרו בגמ' (דף פ\"ו) דבר שניטל בשבת אוסר שאינו ניטל בשבת אינו אוסר תנ''ה יש לו טבל ועששיות וכל דבר שאינו ניטל בשבת אינו אוסר ופירש''י עששיות של ברזל חתיכות גדולות ע''כ. ונ''ל שכל דבר שראוי לטלטלו לצורך מקומו בכלל דבר שניטל הוא ולזה בארו טבל ועששיות שאין עליהם תורת כלי: "
      ],
      [
        "<b>אנשי חצר ששכחו ולא עירבו וכו'.</b> פרק כל גגות (עירובין דף צ\"א) ובהרבה מקומות: ",
        "<b>ואם היתה שם מרפסת או עליה וכו'.</b> משנה פ' כיצד משתתפין (עירובין דף פ\"ג:) אנשי חצר ואנשי מרפסת ששכחו ולא עירבו כל שגבוה עשרה טפחים למרפסת פחות מכן לחצר ופירש רבינו שלא עירבו אלו עם אלו אבל בני החצר עירבו לעצמן וכן בני המרפסת. ולענין כלים ששבתו בבתים הוא דין המשנה וכן הוא מוכרח שאם בשלא עירבו כלל ולכלים ששבתו בחצר בכל גוונא מותר לטלטל מן החצר למרפסת לפי שכולן רשות אחת הן כמו שנתבאר פ״ג והרי הן בכלל גגות וחצרות שהם רשות אחד וכן מבואר בגמרא פרק כל גגות (עירובין דף צ\"א) במסקנא שהחצר והמרפסת רשות אחת אלא ודאי פירוש רבינו עיקר וכן כתבו ז״ל: "
      ],
      [
        "<b>כיצד הסלע או תל שבתוך החצר.</b> שם (דף פ\"ג:) במשנה הנזכרת חולית הבור והסלע שהם גבוהים עשרה טפחים למרפסת פחות מכן לחצר בד''א בסמוכה אבל במופלגת אפילו היא גבוהה עשרה טפחים לחצר אי זו היא סמוכה כל שאינה רחוקה ארבעה טפחים ע''כ. ופירשו בגמרא (דף פ\"ד) אליבא דהלכתא דלחצר ששנו במשנתנו בין ברישא בין בסיפא אף לחצר קאמר ושניהם אסורים בו ודין הבור יתבאר לפנינו: ",
        "<b>היתה מצבה רחבה ארבעה טפחים וכו'.</b> פרק כיצד מערבין (דף נ\"ט ס') אמר שמואל אנשי חצר ואנשי מרפסת ששכח אחד מהן ולא עירב אם יש שם דקה ארבעה אין אוסרין זה על זה ואם לאו אוסרין זה על זה ויש שם על מימרא זו אוקימתות. ורבינו כתבה כפשטה ומדבריו נראה שהוא מפרש שהמצבה הזאת מתרת הרשויות שהן בחצר שנאמר עליהן למעלה שהן אסורין ודברים אלו בהלכות בקצור מופלג: "
      ],
      [
        "<b>זיזין היוצאים מן הכותלים וכו'.</b> בכיצד משתתפין (דף פ\"ד) ברייתא אנשי חצר ואנשי עליה ששכחו ולא עירבו אנשי חצר משתמשין בעשרה התחתונים ואנשי עליה משתמשין בעשרה העליונים כיצד זיז יוצא מן הכותל למטה מעשרה אנשי חצר משתמשין בו למעלה מעשרה אנשי עליה משתמשין בו ומסקנא דגמרא אליבא דהלכתא הא דביני ביני אסור וברייתא זו בהלכות: "
      ],
      [
        "<b>בור שבחצר אם היה מלא וכו'.</b> בגמרא גבי חולית הבור אמר אביי בבור מלא פירות עסקינן והקשו והא חסרא ותירצו בדטבלא ומבואר שם דבור מלא מים דלמא חסיר ואפילו גבוה עשרה אסור: "
      ],
      [
        "<b>שתי חצרות זו לפנים מזו וכו'.</b> משנה פרק הדר (עירובין דף ע\"ה) שתי חצרות זו לפנים מזו עירבה הפנימית ולא עירבה החיצונה פנימית מותרת והחיצונה אסורה החיצונה ולא הפנימית שתיהן אסורות עירבה זו לעצמה וזו לעצמה זו מותרת בפני עצמה וזו מותרת בפני עצמה ר״ע אוסר את החצונה מפני שדריסת הרגל אוסרתה וקי״ל כת״ק דכל שלא עירבה הפנימית הו״ל רגל האסורה במקומה ואוסרת על החיצונה וכשעירב הפנימית הו״ל רגל המותרת במקומה ואינה אוסרת שלא במקומה. וכבר כתב רבינו טעם זה למטה בבאור ומבואר מזה שאם היה יחיד דר בפנימית וכל שהוא כיחיד כגון רבים הסמוכים על שלחן אחד שאין צריכין עירוב ביניהן שאינן אוסרים על החיצונה ויתבאר בסמוך בדברי רבינו: "
      ],
      [
        "<b>שכח אחד מן הפנימית.</b> שם משנה שכח אחד מן החיצונה ולא עירב עמהם פנימית מותרת וחיצונה אסורה מן הפנימית ולא עירב שתיהן אסורות ורבינו לא הזכיר דין שכח אחד מן החיצונה לפי שפשוט הוא לפי מה שנתבאר ולא נזכר במשנה אלא מפני דין שכח הפנימית: "
      ],
      [
        "<b>עשו שתיהן עירוב אחד וכו'.</b> משנה וברייתא שם (דף ע\"ה:) נתנו את עירובן בחיצונה ושכח אחד בין מן הפנימית בין מן החיצונה ולא עירב שתיהן אסורות נתנו את עירובן בפנימית ושכח אחד מן הפנימית ולא עירב שתיהן אסורות מן החיצונה ולא עירב שתיהן אסורות דברי ר''ע וחכ''א בזו פנימית מותרת וחיצונה אסורה וקי''ל כחכמים. ",
        "<b>וכתב רבינו עד שיבטל וכו'.</b> לפי שיש בטול מחצר לחצר כמבואר פ''ב: "
      ],
      [
        "<b>היה אחד דר וכו'.</b> שם ואם היו של יחידים אינן צריכין לערב. וכבר כתבתי למעלה שאם היתה הפנימית בלבד ליחיד אינה אוסרת: ",
        "<b>ואם היה עובד כוכבים בפנימית וכו'.</b> שם (דף ע\"ה:) אמר ר''א עובד כוכבים הרי הוא כרבים ואוסר ושם נתבאר הטעם: "
      ],
      [
        "<b>שלש חצרות הפתוחות זו לזו וכו'.</b> משנה פרק מי שהוציאוהו (עירובין דף מ\"ה:) אר״ש למה הדבר דומה לשלש חצרות שפתוחות זו לזו ופתוחות לרה״ר עירבו שתיהן עם האמצעית היא מותרת עמהן והן מותרות עמה ושתים החיצונות אסורות זו עם זו אמר רב הלכה כר״ש ע״כ בהלכות אבל בגמרא (דף מ\"ח:) נשאו ונתנו בזה וגירסת רש״י ז״ל כך היא ואמאי כיון דעירבו חיצונות בהדי אמצעית הוו להו חדא לישתרו ותירץ רב יהודה כגון שנתנה אמצעית עירובה בזו ובזו ורב ששת תירץ תירוץ אחר והעלה הרשב״א ז״ל מן הסוגיא ההיא שאם נתנו העירוב באמצעית בבית אחד ובכלי אחד או בשני כלים בבית אחד וכגון שהיה הכלי האחד מלא והותיר שאינו נקרא חולק את עירובו כנזכר פ' ראשון הרי שלשתן מותרות זו עם זו ואולי לזה כתב רבינו עד שיעשו שלשתן עירוב אחד: ",
        "<b>היה בכל אחד מהן וכו'.</b> סוף הדר (עירובין דף ע\"ה:) מחלוקת תנאים ופסק כשמואל. ודע שזה הדין הוא בשלש חצרות זו לפנים מזו והחיצונה בלבד הוא שפתוחה לרה״ר ורגלו הפנימית דרך עליה והדין שהוזכר בסמוך הוא בשכולן פתוחות לרה״ר וזהו שיש שם שתים חיצונות וכאן אין כי אם אחת חיצונה וזהו מוכרח מן הגמרא ומובן מלשון רבינו אלא שהיה לו לבאר יותר: ",
        "<b>היו שנים בפנימיות וכו'.</b> ג''ז כשמואל דאמר גבי שלשה חצרות לעולם מותרות עד שיהו שנים בפנימית ואחד בחיצונה: ",
        "<b>זה הכלל וכו'.</b> כבר נתבאר למעלה שהלכה הזו נזכרת בגמרא שם (דף ע\"ה): "
      ],
      [],
      [
        "(כד-כה) ",
        "<b>שתי כצוצטראות וכו.</b> דין הכצוצטרא וענין מחיצתם מבואר ענינה פט''ו מהלכות שבת וכאן כתב רבינו מה שעירוב מעלה ומוריד בו ומשנה היא בכיצד משתתפין (דף פ\"ז:) שתי כצוצטראות זו למעלה מזו עשו לעליונה ולא עשו לתחתונה שתיהן אסורות עד שיערבו ובגמרא אמר רב לא שנו אלא בסמוכה אבל במופלגת עליונה מותרת ותחתונה אסורה. עוד אמרו שם דמשנתנו דקתני שתיהן אסורות כשעשו מחיצה עליונה בשותפות וזה פירוש הדברים לדעת רבינו אע''פ שלשון הגמ' נדחק בו הוא מפרש מופלגת גבוהה עשרה טפחים וה''ק לא שנו דבעינן עירוב שתיהן כאחד בשעשתה העליונה וכ''ש בשעשתה התחתונה וכ''ש בשעשו שתיהן אלא בסמוכה אבל במופלגת אם עשו לשתיהן ועירבה כל אחת לעצמה כולן מותרות ואם עשו לאחת מהן אם עשו לעליונה היא מותרת כיון שהיא מופלגת ואם עשו לתחתונה ולא לעליונה אסורה אף התחתונה ואצ''ל העליונה שאפי' בלא תחתונה אסורה כיון שאין לה מחיצה. ומ''ש שם דמשנתנו היא בשעשו העליונה בשותפות היא אוקימתא אחרת דמוקמי מתניתין אפי' במופלגת והאיסור הוא מפני השותפות ורש''י ז''ל פירש מופלגת במשך ולא בגובה ושעור ההפלגה ד' טפחים ולזה הסכים הרשב''א ז''ל ודעתו בפסק הדברים כתוב בספרו והוא חולק בכל הפרטים עם רבינו גם בהשגות יש דעת אחרת ולפרש דברי רבינו באתי: "
      ],
      [
        "<b>שלש דיוטות זו למעלה מזו וכו'.</b> תוספתא קרוב ללשון רבינו: "
      ],
      [
        "<b>שתי דיוטות זו כנגד זו וכו'.</b> ענין העוקה מבואר פרק ט''ו מהלכות שבת וכאן כתב רבינו מה שהוא לענין עירוב ומשנה היא בכיצד משתתפין שתי דיוטות זו כנגד זו מקצתן עשו עוקה ומקצתן לא עשו את שעשו עוקה מותרין ואת שלא עשו עוקה אסורין ובגמרא (דף פ\"ט) אמר רבה לא שנו אלא שלא עירבו אבל עירבו מותרין. <b>ומה שכתב רבינו לא ישפכו עד שיערבו</b> הוא בחצר שיש בו ארבע אמות על ארבע אמות או יתר שאם בפחות מכן אין עירוב מועיל בלא עוקה מחזקת סאתים כמבואר פט''ו מהלכות שבת. וכבר כתבתי שכל דברי רבינו בכאן אינן אלא לבאר מה שהוא לענין עירוב אם היה של אדם אחד או אם היה של בעלים חלוקים מה יהיה משפטו: "
      ]
    ],
    [
      [
        "<b>אנשי מבוי שהיה ביניהם שיתוף במאכל אחד לשם סחורה וכו'.</b> במשנה פרק הדר (עירובין דף ע\"א) בעל הבית שהיה שותף עם שכניו לזה ביין ולזה ביין אינן צריכין לערב לזה ביין ולזה בשמן צריכין לערב ובגמרא אמר רב ובכלי אחד דתרתי בעינן מין אחד ובכלי אחד. ופירוש לערב לשתף שאין לפרש עירובי חצרות לפי שאינו אלא בפת וכתב הרשב''א ז''ל דהוא הדין לבני חצר אם היו שותפין בפת: "
      ],
      [
        "<b>אחד מבני מבוי שבקש מחבירו וכו'.</b> ברייתא פ' הדר (עירובין דף ס\"ח) אחד מבני מבוי שבקש יין ושמן ולא נתנו לו בטל השיתוף. <b>ומ״ש קודם השבת</b> למד ממ״ש שם למעלה מזה זמנין דבעו לה מאתמול ולא אפשר למיתבה להו ולא הוי שיתוף דתניא אחד מבני מבוי וכו' אבל רש״י ז״ל פירש יין ושמן מן השיתוף כן פירש הראב״ד והוסיף עוד להקל שלא אמרו אלא באחד המזכה לכולן משלו דאיגלאי מלתא שאין הזכוי זכוי גמור ולזה הסכים הרשב״א ז״ל: ",
        "<b>אחד מבני מבוי וכו'.</b> מימרא דשמואל פ' חלון (עירובין דף פ'.) אחד מבני מבוי שרגיל להשתתף עם בני מבוי ולא נשתתף בני מבוי נכנסין לתוך ביתו ונוטלין ממנו שתופו בע״כ ואמרו שם רגיל אין שאינו רגיל לא: ",
        "<b>ואחד מבני מבוי וכו'.</b> זה מבואר בירושלמי וזה באור הענין לדעת רבינו כשהוא רגיל אם באו לביתו ונטלו עירובן עירוב וכשאינו רגיל אינן יכולין לבא לביתו ולרדת לנכסיו אבל כופין אותו בב''ד להשתתף עד שיאמר רוצה אני או שב''ד יורדין לנכסיו: "
      ],
      [
        "<b>אחד מבני מבוי שהיה לו אוצר וכו'.</b> פרק הדר (עירובין דף ס\"ח) תניא אין משתתפין באוצר והקשו והא תניא משתתפין ותירצו דברייתא דמשתתפין כב״ה ואידך כב״ש ופירוש משתתפין באוצר כדברי רבינו וכן מוכיח שם: "
      ],
      [
        "<b>חצר שיש לה שני פתחים לשני מבואות וכו'.</b> כבר נתבאר פ' ראשון שהמזכה בשתוף לבני המבוי שאינו צריך להודיעם אבל בחצר זו שיש לה שני פתחים לשני מבואות דעת רבינו כדעת ההלכות שאמרו פרק חלון שצריך להודיעם. ומבואר בסוגיית הגמרא (דף פ\"א:) שיש שם חילוק בין חצר זו לחצר אחרת אלא שיש מפרשים שהסוגיא ההיא אליבא דמ''ד שחצר זו אם עירבה עם שני המבואות הן אסורין עמה והיא אסורה עמהן ומש''ה צריך להודיעה שמא עם האחר היא רוצה להשתתף וא''א לה להשתתף בשניהם אבל לדידן דקי''ל שאם נשתתפה עם שניהם מותרת עמהם והם מותרים עמה כמבואר בסמוך בדברי רבינו למה צריך להודיעם והרי אע''פ שנשתתפה עם זה יכולה היא להשתתף עם האחר ולזה הקשו על דברי רבינו. ואני אומר שדעתו הוא שכל שיש לחצר זו דרך אחרת אין אומרים זכות הוא לה כשיהיה לה שני דרכים דשמא אינה חפצה בשיתוף שני מבואות דאוושי לה אינשי שבני המבואות יהיה להם מקום מיוחד יוכלו שניהם לשום בו כליהם ולהתחבר שם ביחד ולפיכך אין זה זכות גמור לעשותו שלא מדעתו וזהו שכתב שאינה זכות להם אבל כשהיא פתוחה למבוי אחד בלבד זכות הוא לה בהכרח ועכשיו תהיה סוגית הגמרא אליבא דהלכתא ודברי ההלכות ודברי רבינו קיימין אע''פ שנראה שיש להלכות טעם אחר לומר שנשתתפה עם שניהם אינה מותרת עם שניהם ושלא כדברי רבינו ומה שנראה לי לדעתו כתבתי: "
      ],
      [
        "<b>אשתו של אדם מערבת לו וכו'.</b> שם (דף פ') אמר שמואל אשתו של אדם מערבת לו שלא מדעתו מיתיבי נשים שנתערבו ונשתתפו שלא מדעת בעליהן אין עירובן עירוב ואין שתופן שיתוף ותירצו ל''ק הא דאסר עלייהו הא דלא אסר עלייהו ופירש רבינו בזה נלמד מדבריו ויש לרש''י ז''ל ולאחרונים פירוש אחר והוא כתוב בהשגות א''א פירוש אחר מפרשים בו כשהוא אוסר שאין להם פתח אחר לא לו ולא להם אלא למבוי זה או לחצר זו מערבת עליו אשתו שלא מדעתו אבל אם יש להם או לו יציאה אחרת אינה מערבת לו שלא מדעתו ע''כ. ופירוש זה נראה יותר מן הסוגיא אשר שם: "
      ],
      [
        "<b>נשתתפו אנשי חצר וכו'.</b> משנה וסוגיא דגמרא שם ומסקנא שם ובהלכות כדברי רבינו וכל זה נמשך אחר הפסק שהזכרנו בסמוך שחצר שבין שני מבואות צריך להודיעם וכפי דעתם ז''ל וכבר כתבתי שיש חולקים ודברי רבינו וההלכות עיקר. ובהשגות אם במין אחד נשתתפו א''א גם זה שבוש הוא שאין יכולין להשתתף אלא במין אחד ואם בשני מינין נשתתפו גם זה שיבוש ע''כ. וזה כסברתו שכתב פ''א שאין האוכלין מצטרפין לשתוף אלא לעירוב תחומין בלבד. וכבר כתבתי שדעת התוס' כדברי רבינו שכולן מצטרפין: "
      ],
      [],
      [],
      [
        "(ז-ט) ",
        "<b>נשתתפה חצר זו עם בני המבוי וכו'.</b> פ' מי שהוציאוהו (עירובין דף מ\"ט) אמר שמואל חצר שבין שני מבואות עירבה עם שניהן אסורה עם שניהן לא עירבה עם שניהן אוסרת על שניהן באחד רגילה ובאחד אינה רגילה זה שרגילה בו אסור וזה שאינה רגילה בו מותר ואמר רבה בר רב הונא אם עירבה עם שאינה רגילה בו הותר רגילה לעצמו ואמר שמואל אם עירב רגיל לעצמו וזו שאינה רגילה בו לא עירבה והיא עצמה לא עירבה דוחין אותה אצל שאינה רגילה בו כופין על מדת סדום. ונתבארו כל דברי רבינו חוץ מעירבה עם שניהן שאין הלכה כשמואל אלא כרב דפסק כר״ש התם (דף מ\"ו:) ולדבריו עירבה עם שניהן מותרת עם שניהן וכן פסקו ז״ל: "
      ],
      [
        "<b>חצר שיש לה פתח אחד למבוי וכו'.</b> פ' הדר (עירובין דף ס\"ז:) פתוח לקרפף ישראל בית סאתים אינו אוסר יותר מבית סאתים אוסר. ופירוש כל זה בשלא הוקף לדירה שאם הוקף לדירה אפי' יותר מבית סאתים אינו אוסר ובאור זה מובן מדברי רבינו: "
      ],
      [
        "<b>אחד מבני המבוי שהלך לשבות וכו'.</b> זה פשוט שדין המבוי כדין החצר ודין החצר מבואר פרק רביעי: ",
        "<b>וכן אחד מבני המבוי וכו'.</b> מימרא פ' כיצד מעברין (עירובין דף נ\"ט:) א״ר חסדא אחד מבני מבוי שעשה דקה על פתחו אינו אוסר על בני מבוי: "
      ],
      [
        "<b>אנשי מבוי שנשתתפו וכו'.</b> זה מפורש בפרק הדר (עירובין דף ע\"ג:) מדברי המשנה ומבואר בגמרא שיש בטול רשות במבוי: "
      ],
      [
        "<b>מבוי שעירבו כל החצרות וכו'.</b> משנה שם עירבו בחצרות ונשתתפו במבוי ושכח אחד מבני חצר ולא עירב מותרין כאן וכאן, מבני מבוי ולא נשתתף מותרין בחצרות ואסורין במבוי שהמבוי לחצרות כחצרות לבתים ואמרו שם בגמרא בהיתר שכחת אחד מבני חצר הטעם שהזכיר רבינו: "
      ],
      [
        "<b>נשתתפו במבוי וכו'.</b> זה מבואר בירושלמי ונכתב בהשגות. ופירוש מקפידין על פרוסתן לא על פרוסת השתוף נאמר שהרי אם נשתתפו בפת סומכין עליו משום עירוב כנזכר פרק ראשון אלא כאן בשנשתתפו ביין או בדברים אחרים והתירום שבת ראשונה מדוחק ופרוסתן פרוסה דעלמא: "
      ],
      [
        "<b>מבוי שלא נשתתפו בו אם עירבו וכו'.</b> מימרא פר''א דמילה (שבת ק\"ל) ולפי שהושג רבינו מפירושה ומפסק הדין אאריך בה, שנינו שם אמר רב מבוי שלא נשתתפו בו עירבו חצרות עם בתים אין מטלטלין בו אלא בד' אמות לא עירבו חצרות עם בתים מותר לטלטל בכולו א''ל רב חנינא חוזאה לרבה מאי שנא כי קי''ל הכי אלא אפילו עירבו רשות אחת הן כמבואר פ''ג ולזה דחו הא דרב מהלכה. וכתוב זה בהשגות עד שאמרו ומי שאינו מפרש כן תועה מדרך השכל. ואני אין הכרעתי מכרעת אבל רואה אני לשון הגמרא רחוק לפירושם כמו לפירושו וכל האחרונים כדעת הר''א ז''ל: "
      ],
      [
        "<b>עובד כוכבים או צדוקי ששרוי בחצר שבמבוי וכו'.</b> פ' הדר (עירובין דף ס\"א:) מעשה בצדוקי אחד שהיה דר עמנו במבוי וכן בכמה מקומות מוכיח שם שהמבוי לענין זה כחצר ודברים פשוטים הם: "
      ],
      [
        "<b>עובד כוכבים שהוא דר במבוי וכו'.</b> שם (דף ס\"ז) אמר שמואל עובד כוכבים שיש לו פתח ארבעה על ארבעה פתוח לבקעה אפילו מכניס ומוציא גמלים וקרונות כל היום כולו דרך מבוי אינו אוסר על בני מבוי מ''ט בההוא פתחא דמיחדא ליה טפי ניחא ליה: ",
        "<b>וכן אם היה פתוח לקרפף וכו'.</b> שם (דף ס\"ז:) איבעיא להו פתוח לקרפף מהו ת''ש דא''ר חנן אפילו פתוח לקרפף רבה ורב יוסף דאמרי תרוייהו עובד כוכבים בית סאתים אוסר יותר מבית סאתים אינו אוסר ישראל בית סאתים וכו'. כדאיתא לעיל: "
      ],
      [
        "<b>מבוי שצדו אחד עובד כוכבים וכו'.</b> מימרא פרק הדר (עירובין דף ע\"ד) כתבתיה פרק שני בדין החצר ע״ש: "
      ],
      [
        "<b>כיצד משתתפין וכו'.</b> פירוש זה הענין במדינה מוקפת חומה גבוהה עשרה טפחים ויש לה דלתות שהוא רשות היחיד גמורה כנזכר פרק ראשון ומפני זה אין מערבין אותה לחצאין לפי שכיון שכל העיר רה''י גמורה ואינה מחוסרת שום תיקון מחיצות ואפילו מדבריהם הרי היא כמבוי אחד ואין מערבין חצי מבוי המוכשר כולו בדין מחיצות אבל אם לא היתה העיר כולה מוכשרת במחיצות ובאו להכשיר חציה ולערבה הרשות בידם. וזה ברור שאפילו במבוי אחד יכול להעמיד לחי לחציו כנזכר פרק י''ז מהלכות שבת וכ''כ הרמב''ן ז''ל וכן מובן מלשון רבינו בביאור. וחלוקי עיר של יחיד ושל רבים מבוארים בגמרא פרק כיצד מעברין (עירובין דף נ\"ט) ומוסכמים מכל המפרשים ז''ל. וכתב הרשב''א ז''ל אי זו היא עיר של יחיד כל שבנאה היחיד לעצמו וישכירנה לרבים או שמכרה אחר מכאן לרבים או שבנאה להושיב בה דיורין ומשייר לעצמו דרכים פלטיות וסרטיות כדרך שהמלכים עושים עכ''ל: "
      ],
      [],
      [],
      [
        "<b>מדינה של רבים וכו'.</b> שם (דף נ\"ט:) סולם מכאן ופתח מכאן מהו ואסיקו סולם תורת מחיצה עליו: "
      ],
      [
        "<b>המזכה בשתוף וכו'.</b> מ''ש <b>רבינו אם עירבו כולן עירוב אחד</b> להוציא כמשערבין לחצאין שאין רצונן להיות משותפין ועל הדרך שיתבאר למטה ודבר ברור הוא ועיקר הלשון נראה שראוי להיות אם עירב לכולן עירוב אחד: ",
        "<b>מי ששכח ולא נשתתף עם המדינה וכו'.</b> גם זה פשוט: "
      ],
      [
        "<b>מדינה שנשתתפו כל יושביה חוץ ממבוי אחד וכו'.</b> גם זה שם בכיצד מעברין (דף נ\"ט ס') וכבר הזכרתי ענין מדינה זו למעלה: "
      ]
    ],
    [
      [
        "<b>מי שיצא מן המדינה וכו'.</b> דין מדת המדינה מבואר פ' כיצד מעברין (עירובין ס') שנינו שם נתנו חוץ לעבורה של עיר מה שנשכר הוא מפסיד והקשו בגמרא ותו לא והתניא נתנו חוץ לעבורה אפילו אמה אחת משתכר את האמה ומפסיד את העיר כולה מפני שמדת העיר עולה למדת התחום ותירצו לא קשיא כאן שכלתה מדתו בחצי העיר כאן שכלתה מדתו בסוף העיר דאריב''ל היה מודד ובא וכו' כדאיתא פרק כ''ז מהלכות שבת וכבר כתבתי שם שאם כלתה בין העיר לעבורה דינו כמו שכלתה לסוף העיר: "
      ],
      [],
      [],
      [
        "<b>המניח עירובו ברשות היחיד וכו'.</b> מחלוקת ר''ע וחכמים שם (דף ס\"א) וקי''ל כרבנן דאמרי הנותן את עירובו בעיר גדולה מהלך את כולה וחוצה לה אלפים אמה ונחלקו אמוראים בנותן עירובו בעיר חריבה ובמערה שאין בה דיורין אבל ראויה לדירה אם נחשבות מן המדה אם לאו ופסק רבינו כרבי אליעזר ויש מי שפסק כן ויש מי שפסק כשמואל דאמר כל שאין בהן דיורין אין לו ממקום עירובו אלא אלפים אמה ולזה הסכים הרשב''א ז''ל ובשאינו ראוי לדירה דברי הכל אין לו ממקום עירובו אלא אלפים ובין שיהיה המקום ההוא גדול או קטן נחשב הוא מן המדה ובפרק שביעי אבאר בזה: "
      ],
      [
        "<b>המניח את עירובו וכו'.</b> שם (דף ט':) במשנה הנותן את עירובו בעבורה של עיר לא עשה כלום וכן כל שכן בעיר עצמה ופשוט הוא: ",
        "<b>נתן את עירובו חוץ לתחום וכו'.</b> שם (דף ס':) אם נתנו חוץ לתחום מה שנשכר הוא מפסיד והקשו חוץ לתחום ס''ד אלא אימא חוץ לעבורה של עיר ופירש רבינו חוץ לתחום ס''ד והרי אין עירובו עירוב וכן פירש''י ז''ל וגם הרשב''א ז''ל כ''כ בחידושיו חוץ לתחום ס''ד אם חוץ לתחום ממש נתנו לא עשה ולא כלום הוא כיון שהוא בביתו דכל שאין עירובו עירוב הרי הוא כתחום ביתו כמ''ש עכ''ל. אבל בספרו הארוך כתב נתנו חוץ לתחום מה שנשכר הוא מפסיד ופירשו בגמרא דהא דקתני חוץ לתחום לאו חוץ לתחום ממש דהיינו חוץ לאלפים אמה קאמר דאילו שבת בתוך העיר ונתן את עירובו חוץ לאלפים אמה לא יזוז ממקומו שהרי הוא חוץ לתחום עירובו עכ''ל. ובזה יש סתירה בדבריו ז''ל ודברי חידושיו עיקר וכדעת רבינו: "
      ],
      [
        "<b>אין מערבין עירובי תחומין וכו'.</b> פרק כיצד משתתפין (עירובין דף פ\"ב) א״ר יוסף אין מערבין אלא לדבר מצוה. והקשו מאי קמ״ל תנינא לכל מי שילך לבית האבל או לבית המשתה ותירצו מהו דתימא אורחא דמלתא נקט קמ״ל. ויתר החילוקים שכתב רבינו מבוארים פרק בכל מערבין (עירובין דף ל\"ו:) ובמקומות אחרים: ",
        "<b>ואם עירב שלא לאחד מאלו אלא לדבר הרשות הרי זה עירוב.</b> זה לא נמצא מבואר ויש מן המפרשים חלוקים בזה. רש''י ז''ל ובהלכות גדולות והרמב''ן ז''ל כתב בלקוטיו שנראה כדברי רבינו לפי שמצינו עירובי תחומין מתירין אפילו לדברי האומר תחומין דאורייתא אלמא עירוב בין בפת בין ברגליו מן הדין הוא מתיר וכאן אני קורא בו ממקומו דכתיב אל יצא איש ממקומו וכיון שכן אע''פ שהחמירו עליו שלא לערב לכתחלה לדבר הרשות אם עירב ודאי קונה לו מקומו דכאן הוא מקומו כאן הוא ביתו ועוד עובדא דר''י בר' אשתותא פרק מי שהוציאהו (דף נ\"ב) נטיא לדידיה עכ''ל. והרשב''א ז''ל הסכים לדעת האחרים וכתב בד''א בנותן את עירובו אבל אם הלך ברגליו וקנה שם שביתה בין השמשות בין לדבר מצוה בין לדבר הרשות יש לו ממקום שביתה אלפים אמה לכל רוח עכ''ל: "
      ],
      [
        "<b>כל שמשתתפין בו מערבין בו וכו'.</b> ריש פרק (דף כ\"ו) בכל מערבין ומשתתפין חוץ מן המים ומן המלח. ופי' מערבין עירובי תחומין ומשתתפין שתופי מבואות ושם מבואר ששוין הן לדבר זה. וכבר נזכרו פרטי הדברים בדין השתוף פ''א: ",
        "<b>וכמה שיעורי עירובי תחומין וכו'.</b> משנה בכיצד משתתפין (דף פ\"ב:) ופרק ראשון נתבאר שיעור שתי סעודות שהן שש ביצים. ודין הלפתן מימרא פרק בכל מערבין (עירובין דף כ\"ט:) נזכרה פרק ראשון: "
      ],
      [
        "<b>וצריך שיהא הוא ועירובו במקום אחד וכו'.</b> משנה שם פרק בכל מערבין (עירובין דף ל\"ג:) נתנו באילן למעלה מעשרה טפחים אינו עירוב למטה מעשרה טפחים הרי זה עירוב ופירשו בגמרא באילן דקאי ברה״ר ואע״פ שמשתמש באילן הא מני רבי היא דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות ושם מבואר דלרבי נתכוין לשבות בכרמלית ועירובו ברה״י או ברה״ר וכן בהפך זה הרי זה עירוב ולא נזכר בדברי רבינו בפירוש מניח עירובו ברה״ר ונתכוין לשבות ברה״ר מה דינו אבל מכלל דבריו שעירובו עירוב. והרשב״א ז״ל כתב דדוקא בשלא נתכוין לשבות רחוק מעירובו שמונה אמות לפי שהנותן את עירובו יש לו ארבע אמות וכשמטלטלו ומביאו אצלו אינו צריך לטלטלו אלא פחות מארבע אמות אבל נתכוין לשבות ברחוק שמונה אמות אין עירובו עירוב שאין מתירין לו להביאו דרך רה״ר פחות פחות מארבע אמות ששבות הקרוב למלאכה גמורה היא ולא התירו וקרוב לזה יתבאר בדין נתנו בראש הקנה לפנינו ובגמרא אמר רבא לא שנו אלא באילן העומד חוץ לעבורה של עיר אבל עומד בתוך עבורה של עיר אפילו למעלה מעשרה הרי זה עירוב דמתא כמאן דמליא דמיא. ועוד שם חלוק אחר ולא נזכר בדברי ההלכות מהם כלל ולא בדברי רבינו נראה שהם סבורין שאינן כהלכה וסוגיא דשמעתא גבי בור (דף ל\"ד:) משמע לכאורה דאין הלכה כאותן דברים מדלא אוקמו לה בהכי אבל האחרונים פסקו כן וכ״כ הרשב״א ז״ל ובספרו מבואר דעתו בארוכה: "
      ],
      [],
      [
        "<b>נתנו במגדל ונעל וכו'.</b> משנה שם (דף ל\"ד:) נתנו במגדל ונעל בפניו ואבד המפתח ה''ז עירוב ויש בגמרא אוקימתות והעלו המפרשים ז''ל דלדידן דקי''ל כרבי כל דמצי שקיל ליה לעירוב בלא מלאכה דאורייתא עירובו עירוב וכדברי רבינו: ",
        "<b>נתנו בראש הקנה וכו'.</b> משנה שם (דף ל\"ד:) נתנו בראש הקנה או בראש הקונדס כל זמן שהוא תלוש ונעוץ אפילו גבוה מאה אמה הרי זה עירוב והטעם לפי שהן דקין ואין בהן ארבעה על ארבעה הן מקום פטור ובגמרא תלוש ונעוץ אין לא תלוש ונעוץ לא והא אמרת רישא כרבי דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות ואסיק רבא גזירה שמא יקטום ופירשו המפרשים דאע''ג דאין בו אלא משום שבות כיון שהוא שבות הקרוב לבא לידי מלאכה גמורה אפילו רבי אוסר ומכאן למדו דין נתכוין לשבות ברחוק שמונה אמות ברה''ר שהזכרתי למעלה. אבל רבינו כתב בפירוש המשנה הכריח רבי בכאן שיהיו הקנה והקונדס תלושין ונעוצין ולא יהיה מחובר לקרקע אע''פ שהוא בין השמשות שהיא שעת קניית העירוב מותר לו להשתמש במחובר באותה שעה גזירה שמא יקטום גזירה שמא יחתוך אותו קנה והוא מחובר לקרקע והוא איסור סקילה מפני שיתערב לו בקנה התלוש ממקום צמיחתו שהוא מותר לחתכו וכמו כן הקונדס עכ''ל. ולפי זה אפשר שאין מכאן ראיה לדין רה''ר. ובהשגות כתוב שטעה רבינו במלת קונדס שכתב שצומח דאנן קונטס תנן והוא בד של עץ ארוך והוא טעה במ''ש בגמרא תלוש ונעוץ אין לא תלוש ולא נעוץ לא ונדמה לו שעל הקנה ועל הקונטס אמרו ולא אמרו לא תלוש לא אלא על הקנה בלבד. ורבינו כתב בפירוש המשנה קונטס הוא שבט דק יעשו ממנו הרמחים ושם הרומח קונטס וקונדס הכל שוה עכ''ל. וזהו הטעם שגזרו בהן שמא יקטום לפי שמתחלפין בתלושין ואינו כן בשאר אילנות המחוברין. והרשב''א חלק במיני הקנין מכח סוגיא אשר שם ולא נזכרה בהלכות לפי שאין אנו בקיאין בהן ובשמותיהן: "
      ],
      [
        "<b>כל המניח את עירובו וכו'.</b> מימרא דרבא שם (דף ל\"ה:) הנותן את עירובו יש לו ארבע אמות ומפרש רבינו יש לו ארבע אמות שתים לרוח זו ושתים לרוח זו לפי שלא אמרו יש לו ארבע אמות לכל רוח ומוכרח מדברי רבינו פירוש זה כמו שיתבאר בסמוך: ",
        "<b>לפיכך המניח עירובי תחומין שלו וכו'.</b> משנה שם נתגלגל חוץ לתחום נפל עליו גל או נשרף תרומה ונטמאת מבע״י אינו עירוב משחשכה הרי זה עירוב ובגמרא לא שנו אלא שנתגלגל חוץ לארבע אמות אבל בתוך ד״א הנותן את עירובו יש לו ד״א והקשו על דברי רבינו שהזכיר שתי אמות שד״א לכל רוח קאמר או לאי זה רוח שירצה ותלו ענין זה במחלוקת התנאים שנחלקו בדין ד״א שיש לו לאדם כמה הן כנזכר פרק י״ב בהלכות שבת במשנה פרק מי שהוציאוהו (עירובין דף מ\"ה) ואמרו שרבינו שנה המשנה כר״א דאמר והוא באמצען ואין הלכה כמותו. וכ״כ בהשגות א״א זה שנה משנתנו כר״א דאמר והוא באמצען ואינו כן אלא כר״י עכ״ל. ופירוש כר״י דאמר לאיזה רוח שירצה גם הרשב״א כתב כן על דברי רבינו. וכבודם במקומו מונח שאין דעת רבינו לפסוק כר״א שבפירוש כתב פי״ב מהלכות שבת בתוך ארבע אמות על ארבע אמות שהוא עומד בצדן וכן מבואר פ' כ״ז בדין התחומין שאינו סבור כר״א וכמ״ש שם אבל בכאן עיקר דבריו הוא שאינו מדמה דין העירוב לדין הטלטול. ונ״ל שרבא כיון שלא הזכיר ארבע אמות לכל רוח אינו ר״ל אלא שתים מכאן ושתים מכאן וכשהזכיר חוץ לד״א ר״ל חוץ למקום ד״א שיש לו אע״פ שאינן חוץ לתחום אלא שתים ולפעמים אמה אחת וכגון שהניח עירובו קרוב מסוף תחומו אמה אחת ולזה כתב רבינו המניח עירובי תחומין בסוף התחום כך נ״ל בדעתו ז״ל: "
      ],
      [
        "<b>נתגלגל העירוב וכו'.</b> משנה שם (ל\"ה) כתבתיה בסמוך וסוף המשנה אם ספק ר' יוסי ור''ש אומרים ספק עירוב כשר: ",
        "<b>לפיכך אם נאכל העירוב וכו'.</b> זה פשוט שאין חלוק בין נאכל לנשרף ולא כתבו רבינו אלא מפני מה שיזכיר בסמוך: "
      ],
      [
        "<b>אמרו לו שנים צא וערב עלינו.</b> מימרא דרבא סוף ב״מ (שבת ל\"ד) והובאה פרק הדר (עירובין ע\"ו) והוא כלשון רבינו ופירשה הוא ז״ל בעירובי תחומין וכן פירש״י ז״ל והקשו עליהם דהא אוקימנא התם בב״מ מתניתין דדייקינן מינה ספק חשכה ספק אינה חשכה אין מערבין בעירובי תחומין וכתב הרמב״ן ז״ל בתירוץ זה ואפשר שאין מערבין אבל אם עירב עירובו עירוב וזה כדעת רבינו ורש״י ז״ל. והטעם נ״ל דלכתחלה אין מערבין שאין לו לבא לבית הספק שיהיה התחלת העירוב בספק והרשב״א ז״ל הקשה על זה ממה שיתבאר בסמוך שאם עירב בתרומה ספק טמאה ספק טהורה שאינו עירוב אלמא לא אמרינן ספק עירוב כשר אלא כשהיתה לו חזקת כושר ברורה וכתב ומכאן נלמוד למי שעירב ספק יום ספק לילה שאינו עירוב. ואני אומר שכבר נשמר רבינו מזה שטעם ספק התרומה שאינו עירוב משום דבעינן סעודה הראויה מבעוד יום וליכא דאדרבה פשיטא לן שלא היתה ראויה זו לאכילה ואע״פ שאסורה מחמת ספק מ״מ לגבי אכילה חזר הספק כודאי אבל בשהיתה טהורה ונסתפק אימתי נטמאה הרי היתה טהורה מבעוד יום וראויה ואע״פ שבשעת קניה ספק לנו אם היתה ראויה אם לאו הרי זה ספק עירוב וכשר וכן הדין במערב בין השמשות והכין מסתברא לי מסוגיין דבפרק בכל מערבין (עירובין דף ל\"ו) דלדידן דקי״ל תחומין מדרבנן ספק העירוב אפילו לא הויא ליה חזקה ברורה כל שאין חזקה כנגדו כשר וכן בדין דהוה ספק דרבנן ולקולא וזו היא אוקימתא דרב הונא בר חיננא שחלק בין תחומין לטומאה כדאיתא התם ויעיד על זה שטעם ספק טהורה ספק טמאה שאינו עירוב הוא משום סעודה הראויה מה שאמרו אם היו לפניו שתי ככרות ומבואר בסמוך כך נ״ל להעמיד דברי רבינו ורש״י ז״ל. ולשון המימרא מורה דבעירובי תחומין הוא מדקאמר אמרו לו שנים וא״א שני עירובין לשנים אלא בעירובי תחומין ומ״מ ר״ח ז״ל פירש הא דרבה בעירובי חצרות בדוקא ולזה הסכימו הרמב״ן והרשב״א ז״ל ומפרשים אמרו לו שנים צא וערב עלינו צא וגבה העירוב מבני חצרותינו. ויש תמה בדברי הרשב״א ז״ל שפירשה בעירובי חצרות וכתב שאם עירב בחצרות בתרומה ספק טמאה וספק טהורה שאינו עירוב וכתב בדין עירוב תחומין שאינו עירוב בין השמשות למדו ממה שאמרו בתרומת ספק שאינו עירוב ואומר אני לדבריו עירובי חצרות יוכיחו. ודברי רבינו ורש״י ז״ל עיקר ונ״ל יותר: "
      ],
      [
        "<b>נפל על העירוב גל וכו'.</b> משנה (עירובין ל\"ה) כתבתיה למעלה והעמידוה בגמרא בדבעי מרא וחצינא שא''א להוציאו בלא עשיית מלאכה ומפורשים שם כל החלוקים שהזכיר רבינו: "
      ],
      [
        "<b>אבל אם עירב בתרומה וכו'.</b> ברייתא שם (דף ל\"ה:) וכבר הארכתי למעלה בטעם זה: ",
        "<b>וכן אם היו וכו'.</b> בעיא דאיפשטא שם ואמרו שם בעינן סעודה הראויה מבע''י וליכא כמו שכתב רבינו: "
      ],
      [
        "<b>אמר ככר זו היום חול וכו'.</b> שם בעיא דאיפשטא ונזכר שם הטעם כמ''ש רבינו: ",
        "<b>היום קדש וכו'.</b> שם זה בעיא דאיפשטא ונזכרה טעמה בדברי רבינו: ",
        "<b>וכן אם הפריש וכו'.</b> משנה הובאה שם (דף ל\"ז:) ומפרש רב פפא טעמא משום דבעינן סעודה הראויה מבע''י וליכא וכמ''ש רבינו. וכל אלו הדינין הם ג''כ בעירובי חצרות וכבר נתבארו קצתם פרק ראשון ומהם יש ללמוד לכיוצא בהן: "
      ],
      [
        "<b>הנותן את עירובו בבית הקברות וכו'.</b> מחלוקת ר״י וחכמים שם (דף כ\"ו:) במשנה ששם אמרו לכהן בבית הפרס ר״י אומר אפילו בבית הקברות ומסקנא דגמרא (דף ל\"א) בהא קא מיפלגי מר סבר פירוש ר״י כיון דקנה ליה עירוב לא ניחא ליה דמינטרא ומ״ס ניחא ליה אי מיצטריך ליה אכיל ליה ופסק רבינו כרבנן וכסתם מתני'. והרשב״א ז״ל הקשה בזה ממ״ש ריב״ל פרק מי שהוציאוהו (עירובין דף מ\"ו:) הלכה כדברי המקיל בעירוב ואפילו יחיד במקום רבים. וכבר כתב הרמב״ן ז״ל שדעת הגאונים ז״ל שלא לפסוק כן במקום רבים והביא ראיות שאין ריב״ל מוסכם ושרבים חלוקים עליו. עוד הקשה ממ״ש שמואל פרק חלון (עירובין דף פ\"א:) גבי עירובי חצרות שא״צ להודיע לדעת ר״י הלכה כר״י ולא עוד אלא כל מקום ששנה ר״י בעירובין הלכה כמותו ויש לדחות דבעירובי חצרות בלבד קאמר א״נ דלא קי״ל כשמואל אלא כר' יוחנן דאמר הלכה כסתם משנה כנ״ל לדעת רבינו והרשב״א ז״ל פסק כר' יהודה: ",
        "<b>נתנו בבית הפרס וכו'.</b> (דף כ\"ו:) במשנה הנזכרת והטעמים שהזכיר מפורשים בגמרא (דף ל':) וענין בית הפרס ודינו מבוארים ריש פ''י מהל' טומאת מת: "
      ],
      [
        "<b>רבים שרצו להשתתף וכו'.</b> (דף פ\"ב) ריש פרק כיצד משתתפין בתחומין מניח את החבית ואומר הרי זה לכל בני עירי לכל מי שילך לבית האבל או לבית המשתה ושם (דף פ\"ב:) מבואר ששיעור מזון שתי סעודות הוא לכל אחד ואחד: ",
        "<b>ואם עשה אחד וכו'.</b> פרק חלון (עירובין דף פ\"א:) במשנה מבואר ומוסכם שאין מערבין לו לאדם עירובי תחומין אלא מדעתו: ",
        "<b>ואם הודיעו מבע''י אע''פ שלא רצה אלא משתחשך וכו'.</b> בכיצד משתתפין (דף פ\"ב) כל שקבל עליו מבעוד יום מותר משחשכה אסור שאין מערבין משחשכה ובגמרא שמעת מינה אין ברירה דאי יש ברירה תגלי מלתא למפרע דמבע''י הוה ניחא ליה, פירוש דקס''ד דאע''פ שהודיע מבע''י כל שלא קבל עליו אלא משחשכה אינו עירוב וא''ר אשי הודיעוהו ולא הודיעוהו קתני דבהודיעוהו מותר אע''פ שלא נתרצה עד שחשכה וכן פירש''י ז''ל ויש שם פירוש אחר וזה עיקר וכדעת רבינו: "
      ],
      [
        "<b>כל הזוכה בעירובי חצרות מזכין על ידו וכו'.</b> פ' חלון (עירובין דף פ') מסקנא דגמרא נקטינן אחד עירובי תחומין ואחד עירובי חצרות צריך לזכות. ופשוט הוא שהם שוין בזוכין שאותן שאינן ראויין בעירובי חצרות אינן ראוין בתחומין וכ״כ ז״ל: "
      ],
      [
        "<b>נותן אדם מעה לבעל הבית כדי שיקח לו וכו'.</b> שם (דף פ\"א:) משנה נותן אדם מעה לחנוני או לנחתום כדי שיזכה לו בעירוב דברי ר''א וחכ''א לא זכו לו מעותיו ומודים בשאר כל אדם שזכו לו מעותיו שאין מערבין לו לאדם אלא מדעתו א''ר יהודה בד''א בער''ת וכו' ובגמרא מאן שאר כל אדם בעה''ב ואמר שמואל לא שנו פירוש דבחנוני לא זכו לו מעותיו אלא מעה אבל כלי קונה ואמר שמואל לא שנו אלא דאמר זכה לי אבל ערב לי קונה ע''כ. וכל דברי רבינו מבוארים ודלא כר''א לפי שהוא יחיד במקום רבים וכמ''ש למעלה וטעם החנוני שאינו מזכה כשנתן לו מעה ואמר לו זכה לי לפי שהחנוני מוכר הפת ואין בעל המעה קונה אותה עד שימשוך כמבואר בהלכות מכירה וכיון שלא אמר לו ערב לי נראה שמשלו הוא רוצה לקנות תחת המעה ואינו קונה אבל כשאמר ערב לי הרי הוא עושהו שלוחו לערב עליו וקונה פת מאחר ומערב לו אבל בפת של עצמו לא שאין שליח קונה ומקנה וכשנתן כלי כל המטלטלין קונים זה את זה כנזכר בהלכות מכירה פ''ה. ופירשה רבינו בעירובי תחומין ויש מפרשים אותה בעירובי חצרות ודברי רבינו עיקר: "
      ],
      [
        "<b>מערב אדם עירובי תחומין וכו'.</b> פרק כיצד משתתפין (עירובין דף פ\"ב:) ת״ר מערב אדם ע״י בנו ובתו הקטנים על ידי עבדו ושפחתו הכנענים בין מדעתם בין שלא מדעתן וכולן שעירבו ועירב רבן עליהן יוצאים בשל רבן אבל אינו מערב לא ע״י בנו ובתו הגדולים ולא על ידי עבדו ושפחתו העברים ולא ע״י אשתו אלא מדעתם ופירשו שם בגמרא שאם שמעו ולא מיחו פירוש מיד יוצאין בעירובו וכתב הרשב״א ז״ל ואפילו לא הודיעם עד שחשכה. ועוד אמרו בגמרא שאם עירב לעצמו עירוב אחר שאין לך מחאה גדולה מזו ונתבארו דברי רבינו: ",
        "<b>קטן בן שש שנים וכו'.</b> שם א''ר אסי קטן בן שש יוצא בעירוב אמו: "
      ],
      [
        "<b>הרוצה לשלח עירובו וכו'.</b> פרק בכל מערבין (עירובין דף ל\"א:) משנה השולח את עירובו ביד חרש שוטה וקטן או ביד מי שאינו מודה בעירוב אינו עירוב אם אמר לאחר לקבלו ממנו הרי זה עירוב ובגמרא וליחוש דלמא לא ממטי ליה ותירצו בעומד ורואה והקשו עוד וליחוש דלמא לא מקבל ליה מיניה ותירצו חזקה שליח עושה שליחותו ושם אמרו שכל שעומד ורואהו אפילו נתנו לקוף או לפיל להוליכו ואמר לאחר לקבלו הרי זה עירוב: ",
        "<b>וכן רבים וכו'.</b> זה פשוט ומבואר בפ' כיצד משתתפין (עירובין דף פ\"ב:): "
      ],
      [
        "<b>אחד או רבים וכו'.</b> זה פשוט ומתבאר מהברייתא שבפרק מי שהוציאוהו (עירובין דף נ') או שאמר לעבדיו צאו וערבו עלי וכו' כמו שאכתוב פ' שמיני. ובהשגות א״א שנה משנתנו כמ״ד יש ברירה ע״כ וכן הוא האמת דק״ל בדרבנן יש ברירה ואפילו לא ידעו עד שחשכה יוצאין באותו עירוב וכדעת רבינו וכן פסקו ז״ל: ",
        "<b>האומר לחבירו ערב לי וכו'.</b> פ' התקבל בגיטין (דף ס\"ה:) האומר לשלוחו ערב לי בתמרים ועירב לו בגרוגרות בגרוגרות ועירב לו בתמרים תני חדא עירובו עירוב ותניא אידך אין עירובו עירוב אמר רבה ל''ק הא דאין עירובו עירוב כרבנן דאמרי קפידא הוי אידך כר' אליעזר דאמר מראה מקום הוא לו. רב יוסף אמר הא והא רבנן כאן בשלו כאן בשל חבירו ופירשו ז''ל אם העירוב משל משלח אינו עירוב אם הוא משל שליח עירובו עירוב שנוח לו למשלח במה שיתן לו שליח א''ל אביי אלא הא דתניא האומר לשלוחו ערב לי במגדל ועירב לו בשובך בשובך ועירב לו במגדל תני חדא עירובו עירוב ותניא אידך אינו עירוב התם מאי שלו ומאי של חבירו איכא ותירץ התם נמי איכא פירי דמגדל ופירי דשובך ע''כ בגמרא. ומשמע ודאי דרבא לית ליה סברא דרב יוסף לחלק בין שלו לשל חבירו דאי ס''ל הכין הוה מוקים לתרוייהו כהלכתא והוה מוקים להו בצדדין חלוקים כי היכי דלא ליפלגו. ופסק רבינו כרבא חדא דהוה בתרא ועוד דאביי משמע דהכי ס''ל ורב יוסף איצטריך לדחוקי ולמימר דעירב לו במגדל מפירי דמגדל קאמר והרשב''א ז''ל פסק בספרו כרב יוסף ודברי רבינו נראין לי: ",
        "<b>אבל אם אמר וכו'.</b> זה דבר פשוט נלמד משם: "
      ],
      [
        "<b>כשם שמברכים וכו'.</b> זה ממה שאמרו (פסחים ז') כל המצות כולן מברך עליהן עובר לעשייתן. וכן כתב בספר העתים ומוסכם הוא מן הגאונים ז''ל. ובהשגות א''א והיכן צונו לערב בתחומין וכו' ואיך נאמר וצונו על מצות עירוב עכ''ל. ואני אומר דיותר ראוי לברך על עירובי התחומין מעל עירובי חצרות אם מטעם קולא וחומרא הוא לפי שידוע שדבר תורה מותר להוציא מן הבתים לחצרות ולמבואות בלא שום עירוב וחכמים אסרו זה גזרה משום הוצאה מרה''י לרה''ר והתירו ע''י עירוב ואנו מברכין וצונו לומר שאין אנו רשאין לטלטל בלא עירוב וצונו שכשנרצה להוציא מן הבית לחצר שנערב וה''ז כמצות נט''י ושחיטה וכיוצא בהן, אף בעירובי תחומין ידוע שמן התורה מותר ללכת שלש פרסאות בלא עירוב כמבואר פכ''ז מהלכות שבת וחכמים אסרו יותר מאלפים אמה לכל רוח והתירוהו על ידי עירוב תחומין וכשנרצה ללכת ממקום בתינו לצד אחד יותר מאלפים אין אנו רשאין בלא עירוב וא''כ יש לנו לברך על כך. ולא עוד אלא שבחצרות ע''י עירוב נעקר לגמרי איסור של דבריהם להוצאת הבתים ובעירובי תחומין עדיין גזרתם קיימת שלא ללכת יותר מאלפים אמה לכל רוח אלא שהעתיק שביתתו ממקומו למקום עירובו ומה שנשכר לצד עירובו מפסיד לצד האחר. ולפעמים מפסיד יותר במדת המדינה כנזכר בראש הפרק ונתבאר שאם מטעם קולא וחומרא הוא שיותר ראוי לברך על עירובי תחומין כנ''ל: "
      ]
    ],
    [
      [
        "<b>מי שיצא מע''ש חוץ למדינה וכו'.</b> משנה שם (עירובין מ\"ט:) מחלוקת ר''מ ור' יהודה וקי''ל כר''י וכאוקימתיה דרב נחמן (דף נ\"א:) ובברייתא דתניא ר''י אומר אחד עני ואחד עשיר מערבין ברגל ויצא עשיר חוץ לתחום פירש''י ז''ל חוץ לתחום לאו דוקא אלא בסוף התחום ואי דוקא חוץ לתחום בתוך ארבע אמות קאמר עכ''ל. וי''ל חוץ לעיר ללכת לתחום ויאמר שביתתי תהא במקומי וזהו עיקרו של עירוב והתירו חכמים לבעל הבית לשלח עירובו ביד בנו או ביד שלוחו בשביל להקל עליו: "
      ],
      [
        "<b>וכן אם נתכוין לקבוע שביתתו וכו'.</b> זה מוסכם מר''מ ור''י לפי אוקימתא דר''נ דכל שאינו מהלך עד מקום שקנה שביתה דברי הכל עני אין עשיר לא וכל התנאים והחולקים שכתב רבינו מפורשים שם: "
      ],
      [
        "<b>במה דברים אמורים בעני וכו' או ברחוק וכו'.</b> כל אלו התנאים מפורשים שם וכתב הרשב''א ז''ל אי זהו עני כל שיוצא מביתו שלא על דעת לערב וחשכה לו בדרך ואילו היה בידו פת יצא מביתו על דעת לקנות שביתה באחד מן המקומות אפילו עני הרי זה עשיר לדבר זה שאין לך עני שאין לו בביתו אוכלים שיכול לערב בהן עכ''ל. ודקדק כן מן הסוגיא ואין נראה כן מלשון רבינו. ונראה מדברי רבינו שאם אמר שביתתי במקום פלוני והמקום ההוא רחוק יותר מאלפים אמה ממקומו קנה שביתה במקומו ואין בדבריו כלום ויש לו ממקומו אלפים אמה לכל רוח. ובהשגות כתוב א''א אם יש בין המקום וכו' ובסמוך אכתוב הסוגיא ודעת רבינו בזה: "
      ],
      [
        "<b>מי שעומד מבעוד יום ברשות היחיד וכו'.</b> שם (דף נ':) ברייתא מי שבא בדרך וכו' שביתתי במקום פלוני מהלך עד שמגיע לאותו מקום הגיע לאותו מקום מהלך את כולו וחוצה לו אלפים אמה בד״א במקום המסויים כגון ששבת בתל שהוא גבוה עשרה טפחים והוא מארבע אמות עד בית סאתים וכן בבקעה עמוק עשרה טפחים והוא מד״א עד בית סאתים אבל במקום שאינו מסויים אין לו אלא ד״א וכבר כתבתי פכ״ז מהל' שבת שדעת הרשב״א הוא שאפילו שבת שם בבין השמשות אם היה רה״י יותר על בית סאתים ולא הוקף לדירה אין לו אלא ד״א. ומדעת רבינו שלא נאמר חילוק זה אלא דוקא בקונה שם שביתה ע״י עירוב כגון שהלך שם וחזר או שאמר שביתתי במקום פלוני או שהניח עירוב פת שם אבל בשובת ממש כל שהוא רה״י הרי הוא לו כד״א ויראה כן ממה שלא הזכירו בראש הפרק גבי שבת תוך דיר וסהר ומערה מוקפין לדירה ולא חלקו בהן וכאן חלקו ואפשר שהחמירו בעירוב שלא לעשותו כשובת ממש ואף סוגיא שבסוף כיצד מעברין (עירובין דף ס\"א:) מראה שאין חילוק בשובת אבל בנותן את עירובו דברי הכל כל שאינו מוקף לדירה אין לו אלא ד״א כנזכר שם ונתבאר פ״ו: "
      ],
      [
        "<b>הקונה שביתה ברחוק מקום וכו'.</b> שם במי שהוציאוהו (דף מ\"ט:) מי שבא בדרך והיה ירא שמא תחשך והוא מכיר אילן וכו' ובגמרא מאי לא אמר כלום אמר רב לא אמר כלום כל עיקר דאפילו לתחתיו של אילן לא מצי אזיל ושמואל אמר לא אמר כלום לביתו אבל לתחתיו של אילן מצי אזיל ונעשה תחתיו של אילן חמר גמל בא למדוד מן הצפון מודדין לו מן הדרום מן הדרום מודדין לו מן הצפון תניא כותיה דרב בד''א בשסיים ארבע אמות שקבע אבל לא סיים ד''א שקבע לא יזוז ממקומו לימא תהוי תיובתיה דשמואל ותירצו אמר לך שמואל הכא במאי עסקינן כגון דאיכא ממקום רגליו ועד עיקרו תרי אלפי וארבע גרמידי אי סיים ד''א מצי אזיל ואי לא לא מצי אזיל ופסקו בהלכות הלכה כשמואל משום דתניא כותיה כדאיתא התם וזהו פירוש דברי שמואל לדעת רבינו ושמואל אמר לא אמר כלום לביתו כלומר שאינו יכול להלך מן האילן לביתו ואפילו הוא בתוך אלפים אמה לאילן אבל לתחתיו של אילן מצי אזיל דקסבר שמואל במקומו קנה שביתה ויש לו להלך אלפים אמה עד תחתיו של אילן אבל כיון שמגיע תחת האילן אין לו לזוז ממקומו לפי שלא קנה שביתה באילן לפי שנעשה כחמר גמל שכשאתה אומר קנה שביתה בצפון מודדין לו ואומרים שבדרום קנאה ואם אתה אומר בדרום אומרים שבצפון קנאה ואין שביתתו ברורה לפיכך לא קנה שם שביתה כלל ונתבארו דברי רבינו שכתב כאן. וקרוב לזה בעיקר הדין כתוב בספר העתים אמר לך שמואל הב''ע כגון דאיכא וכו' אינו ר''ל לא יזוז ממקומו כלל כדברי הר''א ז''ל שכתב למעלה אלא לכשיגיע לשם לא יזוז ממקומו לפי שלא קנה שם שביתה אלא א''כ סיים ד''א שקבע והן בתוך אלפים אמה ממקום רגליו וזה דעת רבינו. ויש בדברים אלו שטה אחרת למפרשים האחרונים כשטת ההשגות כתובה על ספר הרשב''א ז''ל: "
      ],
      [
        "<b>אמר שביתתי תחת אילן פלוני וכו'.</b> הן הן דברי שמואל שהזכרתי וכפי הפירוש שכתבתי ואמרו שם (דף נ':) א''ר הונא לא שנו אלא באילן שתחתיו שמונה אמות אבל באילן שתחתיו שבע אמות הרי מקצת ביתו ניכר. וזה סיוע לדברי רבינו לפי שלדברי שאר המפרשים לא נאמר זה אלא לדברי רב בלבד ואין הלכה כמותו ועוד שלא היה לו לומר לא שנו בסתם אחר שלדברי שמואל אין מקום לזה: "
      ],
      [
        "<b>היו שנים באין בדרך וכו'.</b> ברייתא שם היו שנים אחד מכיר ואחד שאינו מכיר זה שאינו מכיר מוסר שביתתו למכיר והמכיר אומר תהא שביתתנו במקום פלוני ע''כ: "
      ],
      [
        "<b>אנשי העיר ששלחו אחד מהם וכו'.</b> משנה (דף נ\"ב:) מי שיצא לילך לעיר שמערבין בה והחזירו חבירו הוא מותר לילך וכל בני העיר אסורין דברי ר''י והלכה כר''י ובגמרא מאי שנא הוא ומאי שנא אינהו אמר רב הונא הב''ע כגון שיש לו שני בתים וביניהם שני תחומי שבת הוא כיון דנפק ליה לאורחא הוה ליה עני והנך עשירים נינהו. ומדברי רבינו נראה שכשאמרו שיש לו שני בתים אורחא דמלתא נקט אבל הרשב''א ז''ל כתב שכל שלא אמר בפירוש שביתתי במקום פלוני כיון שהחזירו חבירו אם אין לו בית שם כל שחזר ולא הלך אני אומר נמלך שלא לילך שם עד שיאמר בפירוש שביתתי במקום פלוני וזו סברא שלו ז''ל: "
      ],
      [
        "<b>זה שאמרנו שצריך הקונה וכו'.</b> שם מעשה שבקיה עד דנחית דרגא וכו': ",
        "<b>וכן כל הקונה שביתה וכו'.</b> שם מסקנא דגמרא כרב יוסף ואליבא דרבי יוסי בן רבי יהודה: "
      ],
      [
        "<b>התלמידים שהולכין ואוכלין בליל שבת וכו'.</b> פרק הדר (עירובין דף ע\"ג:) הני בני בי רב דכרכי ריפתא בבגא ואתו בייתי בבי רב כי משחינן להו תחומא מבגא משחינן להו או מבי רב משחינן להו ופשטו מבי רב משחינן להו דאנן סהדי דאי איכא דמייתי להו ריפתא להכא הוה ניחא להו טפי: "
      ]
    ],
    [
      [
        "<b>אין מניחין שני עירובין אחד במזרח וכו'.</b> פרק בכל מערבין (עירובין דף ל\"ח) אמרו לו חכמים לר״א אי אתה מודה שאין מערבין ליום אחד חציו לצפון וחציו לדרום אמר להם אבל וכו': ",
        "<b>טעה ועירב.</b> פ' מי שהוציאוהו (עירובין דף נ:) טעה ועירב לשתי רוחות כמדומה הוא שמערבין לשתי רוחות או שאמר לעבדיו צאו וערבו עלי אחד עירב עליו לצפון ואחד עירב עליו לדרום מהלך לצפון כעירובו לדרום לדרום כעירובו לצפון ואם מצעו עליו את התחום לא יזוז ממקומו ע״כ: "
      ],
      [],
      [
        "<b>מערב אדם שני עירובין בשתי רוחות וכו'.</b> בכל מערבין (דף ל\"ו:) משנה מתנה אדם על עירובו ואומר אם באו עובדי כוכבים ומזלות למזרח עירובי למערב למערב עירובי למזרח אם באו מכאן ומכאן למקום שארצה אלך לא מכאן ולא מכאן הריני כבני עירי אם בא חכם למזרח עירובי למזרח למערב וכו' וקי''ל כמתני' דיש ברירה בשל דבריהם וכ''נ מן ההלכות וכן פסקו ז''ל: "
      ],
      [
        "<b>כשם שאסור לצאת חוץ לתחום וכו'.</b> דין התחומין שהן שוין ביום הכפורים ובימים טובים כשבת מוסכם פ' בכל מערבין (עירובין דף ל\"א) ופשוט שם ויתבאר מן הדינין הבאין, ודין עירובי חצרות שהוא נוהג ביוה״כ מחלוקת אבל פסק ההלכה שכשם שעירוב והוצאה לשבת כך עירוב והוצאה ליוה״כ ונזכר זה בהרבה מקומות ומסקנא בכריתות פרק אמרו לו (דף [י\"ד] פ\"ו:) וביו״ט משמע פרקא קמא דיו״ט (דף י\"ב:) דב״ה סבירא להו דאין עירוב והוצאה ליו״ט וכן היא מסקנת ההלכות פרקא קמא דיו״ט ויתבאר יותר מזה פ״א מהלכות שביתת יו״ט והרשב״א ז״ל חלוק בזה וכתב בספרו אין מוצאין מחצר לחצר כלים שאין בהם צורך ליו״ט אא״כ עירבו שעירוב והוצאה ליו״ט כמו שיש עירוב והוצאה לשבת ושם אבאר הסוגיא לפי דעתו ולפי דעת רבינו: "
      ],
      [
        "<b>יום טוב הסמוך לשבת וכו'.</b> בפ' בכל מערבין (עירובין דף ל\"ח) משנה ר״א אומר יו״ט הסמוך לשבת בין מלפניו בין מלאחריו מערב אדם שני עירובין ואומר עירובי בראשון למזרח ובשני למערב בראשון למערב ובשני למזרח עירובי בראשון ובשני כבני עירי וחכמים נחלקו ונפסקה הלכה בגמרא כר״א וכן הדין בשני ימים טובים של גליות וכן מפורש שם ונזכר בהלכות אבל לא בשני ימים טובים של ראש השנה: "
      ],
      [
        "<b>וכן מתנה אדם וכו'.</b> כמדומה לי שמבואר זה בתוספתא ופשוט הוא: "
      ],
      [
        "<b>אמר לחמשה הריני מערב וכו'.</b> שם (דף ל\"ז:) מוכיח דלדידן דקי''ל בדרבנן יש ברירה אפילו רצה משחשכה עירובו עירוב דאיגלאי מלתא למפרע דבין השמשות זהו שקנה שביתה שם וכ''כ ז''ל: ",
        "<b>וכן המערב לשבתות וכו'.</b> גם זה שם במחלוקת וקי''ל כמ''ד אפילו רצה משחשכה עירובו עירוב ומטעם יש ברירה: "
      ],
      [
        "<b>המערב לשני י''ט של גליות וכו'.</b> (דף ל\"ח) אמר להם ר''א אי אתם מודים לי שאם עירב ברגליו בראשון מערב ברגליו בשני נאכל עירובו בראשון אין יוצא בשני אמרו לו אבל אמר להן א''כ שתי קדושות הן ורבנן הכא לחומרא והכא לחומרא. ופירש''י ז''ל משום דמספקא להו אי קדושה אחת הן אי שתי קדושות הן: ",
        "<b>כיצד הוא עושה וכו'.</b> במשנה כיצד יעשה מוליכו בראשון מחשיך עליו נוטלו ובא לו והשני מחשיך עליו ואוכלו ובא לו ע''כ ופירש רבינו שזהו בשני י''ט או ביו''ט שלפני השבת אבל ביו''ט שלאחר השבת א''א להביאו בליל שבת ופשוט הוא ומוכרח וכן פירש''י ז''ל ויו''ט אחר השבת דלא אפשר בהכי מוליכו בראשון וחוזר והולך שם בשני לראות אם קיים העירוב ומחשיך עליו ואם רוצה יאכלנו או יביאנו אח''כ עכ''ל. ומכאן שאם היה במקום המשתמר שרשאי הוא להשאירו שם ולא אמרו נוטל בידו אלא דרך עצה אם לא היה במקום המשתמר וכ''כ הרשב''א ז''ל ופשוט הוא. <b>וממ''ש רבינו מפני שהן שתי קדושות ואינן כיום אחד</b> נראה שדעתו שבשני י''ט של ר''ה שהן כיום אחד נאכל בראשון יוצא עליו בשני. ועל זה כתוב בהשגות א''א טעה בזה שאפילו בשני י''ט של ר''ה שהם קדושה אחת לקולא לא דבעינן שיהא העירוב קיים בליל שני ובמקומו לחומרא אמרינן שהן קדושה אחת לקולא לא אמרינן ע''כ. ואני אומר לא טעה רבינו דאם איתא דאמרינן קדושה אחת לחומרא ולא לקולא מאי קא מקשה ר''א לרבנן מנאכל עירובו בראשון שאין יוצא בשני ולימרו ליה אינהו וליטעמיך שני י''ט של ר''ה מאי איכא למימר ולמאי איצטריכו למימר דספוקי מספקא להו וכמ''ש למעלה אלא ודאי כל שהן בקדושה אחת לכל דבריהם הוא ואפילו לרבנן דעד כאן לא מספקא להו לרבנן ונקיטי הכא לחומרא והכא לחומרא אלא ביו''ט ושבת אבל בשני י''ט של ר''ה פשיטא להו דקדושה אחת הן ואפילו לקולא ולזה הסכים הרשב''א ז''ל בספר קצר שלו וכ''כ ר' פנחס הלוי באזהרות שלו ועיקר: "
      ],
      [
        "<b>נאכל העירוב וכו'.</b> זה מבואר שם וכבר נזכר: ",
        "<b>עירב ברגליו וכו'.</b> שם (דף ל\"ח:) עירב ברגליו בראשון מערב ברגליו בשני והקשו והא קא מכין מיום טוב לשבת ותירצו מי סברת דאזיל ואמר מידי דאזיל ושתיק וקאים ולא אמר. ולזה כתב רבינו ויחשוב בלבו. <b>ומ''ש צריך לערב ברגליו</b> ר''ל בדוקא שאינו יכול לערב בפת כמו שיתבאר בסמוך: ",
        "<b>עירב בפת וכו'.</b> שם (דף ל\"ט:) עירב בפת בראשון מערב ברגליו בשני עירב ברגליו בראשון אין מערבין בפת בשני לפי שאין מערבין בתחלה בפת, עירב בפת בראשון מערב בפת בשני אמר שמואל ובאותה הפת והטעם משום הכנה. וכתב הרשב''א שאם עירב בפת חדשה אינו עירוב: "
      ],
      [
        "<b>יום הכפורים וכו'.</b> זו סברת רבינו גלוית הטעם שכיון שכל שאסור בשבת אסור ביום הכפורים דין הוא שיהו קדושה אחת. <b>וכתב רבינו בזמן שמקדשין על פי הראיה</b> לפי שבזמנים אלו לעולם לא יחול יוה''כ סמוך לשבת. ולסברת רבינו הסכים הרשב''א ז''ל וכן לשונו יוה''כ ושבת יש מי שהורה שקדושה אחת הן ונראין דבריו עכ''ל. אלא שהיה לו לפרש באיזה זמן: "
      ],
      [
        "<b>זה שאמרנו שיש וכו'.</b> שם (דף ל\"ח:) הקשו על מה ששנינו מערב אדם שני עירובין והא בעינא סעודה הראויה מבע''י ותירצו מי סברת דמנח ליה בסוף אלפים אמה לכאן ובסוף אלפים אמה לכאן דמנח ליה בסוף אלף אמה לכאן ובסוף אלף אמה לכאן ע''כ. וזה מבואר: "
      ],
      [
        "<b>כיצד הרי שהניח וכו'.</b> כבר נתבאר בסמוך: "
      ],
      [],
      [
        "<b>יום טוב שחל להיות וכו'.</b> במסכת יום טוב פרק יום טוב שחל (דף ט\"ז י\"ז:) תנו רבנן יום טוב שחל להיות בערב שבת אין מערבין לא עירובי תחומין ולא עירובי חצרות ונחלקו שם ונפסקה הלכה כן: ",
        "<b>ואם חלו שני וכו'.</b> זה פשוט ויתבאר מהדין שיבא בסמוך: ",
        "<b>ואם שכח ולא וכו'.</b> שם (דף י\"ז) מניח אדם עירובי תחומין מיו''ט לחבירו ומתנה וכל שכן עירובי תבשילין ורבא אמר מניח אדם עירובי תבשילין מיום טוב לחבירו ומתנה אבל עירובי תחומין לא דמיקני שביתה ביום טוב לא. ובהלכות והלכתא כותיה דרבא דבתרא הוא ומסתברא לן דהני מילי בעירובי תחומין דמיקני שביתה הוא אבל עירובי חצרות דבטול רשות הוא מניח אדם עירובו ביום טוב ראשון ומתנה ונימא הכי וכו' כדברי רבינו: "
      ],
      [
        "<b>במה דברים אמורים בשני ימים טובים של וכו'.</b> גם זה שם בהלכות ומבואר בפרק קמא דביצה (דף ו':) כן גבי עירובי תבשילין וכל שכן גבי עירובי חצרות: <b>סליק הלכות עירובין</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וכמה שיעור האוכל שמשתתפין בו וכו'.</b> שיעורו שתי סעודות שהן כי''ח גרוגרות שהם כשש ביצים בינוניות בפרק כיצד משתתפין (עירובין פ''ב:) במשנה במזון ב' סעודות דעירוב ר''י בן ברוקא אומר מככר בפונדיון מד' סאין בסלע ר''ש אומר משתי ידות לקב חציה לבית המנוגע וחצי חציה לפסול בה את הגויה ובגמרא תנא וחצי חציה לטמא טומאת אוכלים ותנא דידן מ''ט לא תני טומאת אוכלים משום דלא שוו שיעורייהו להדדי דתניא כמה שיעור חצי פרס שיעור שתי ביצים חסר קימעא דברי רבי יהודה וכו' ופסק רבינו כר''י בן ברוקא משום דאמרינן בגמרא (דף פ''ג) גבי כמה הוא שיעור חצי פרס א''ר חסדא זו דברי ר' יהודה ורבי יוסי אבל חכ''א כביצה ומחצה שוחקות זהו חצי פרס מאן חכמים ר''י בן ברוקא. ומשמע לרבינו דמדאפקיה בלשון חכמים הלכתא כוותיה וכ''כ ה''ה והוא מדברי הרשב''א בת''ה ועוד דסתם לן כוותיה בסוף פאה כמו שכתבו התוספות בפ' כל כתבי (שבת קי''ח) וקשה דא''כ ה''ל לפסוק דלטמא טומאת אוכלין הוי שיעורו ג' רביעי ביצה דהא תנא וחצי חציה לטמא טומאת אוכלין ואילו רבינו ז''ל פסק בפ''ב מהלכות טומאת אוכלין דלטמא טומאת אוכלין שיעורו כביצה והכי נמי אמרינן בכל דוכתא והיינו כר''ש. וי''ל דכי אמרינן ותנא דידן מ''ט לא תני טומאת אוכלים משום דלא שוו שיעורייהו דתניא וכו' ה''פ חצי חציה לפסול את הגויה לאו דברי הכל היא דהא איכא מ''ד דהוי פחות מחצי חציה ואיכא מ''ד דהוי יותר והשתא לדידן דקי''ל כר''י בן ברוקא כי חזינן בכל דוכתא דקאמר דלטמא טומאת אוכלין הוו שיעורא כביצה אמרינן דאתי שפיר כוותיה דאיהו לית ליה הא דתנא חצי חציה לטמא טומאת אוכלין אלא טפי מחצי חציה הוי דהיינו כביצה: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כיצד מערבין עירובי חצרות וכו'.</b> כתב ה''ה ורבינו הזכיר המשנה כפשטה שדי לכל בככר כאיסר ואפילו הוא מעט שאין בו כגרוגרת. וכן נראה עוד ממ''ש רבינו בפרק זה להלן לקח אחד מבני החצר פת אחד ואמר ה''ז לכל בני החצר או שהיה אוכל כשתי סעודות ואמר ה''ז לכל בני המבוי משמע בהדיא דלבני חצר לא בעינן מזון שתי סעודות: \n",
        "<b>ומניחין הכל בכלי אחד בבית אחד מבתי החצר וכו'.</b> אבל אם נתנו בבית שער אפילו בבית שער של יחיד וכו'. כתב ה''ה שאין ספק אצלו שרבינו היה גורס במימרא דרב יהודה כל מקום שאמרו הנותן עירובו אינו עירוב הדר שם אינו אוסר עליו חוץ מבית שער דיחיד דלפי זה הנותן את עירובו בבית שער דיחיד אינו עירוב והדר שם אוסר עליו. וכתב שהרשב''א קיים גירסא דידן לרבינו והעמיד דבריו בדרך אחרת א''א להולמם עכ''ל. ול''נ דשפיר גריס רבינו כגירסא דידן ומיהו ס''ל דלא קי''ל הכי מדגרסינן בס''פ הדר (עירובין ע''ה:) אמר רב יהודה אמר שמואל עשרה בתים זה לפנים מזה פנימי נותן את עירובו ודיו ור' יוחנן אמר אפילו חיצון חיצון בית שער הוא חיצון של פנימי במאי קמיפלגי מר סבר בית שער דיחיד שמיה בית שער ומר סבר לא שמיה בית שער כלומר דין בית יש לו והדר שם אוסר וקי''ל כר''י. וכיון דלא קי''ל כר''י בר שמואל במאי דאמר דהדר בבית שער של יחיד אינו אוסר עליו אלמא כי תנן והדר שם אוסר לא שנא בית שער דרבים מבית שער דיחיד ממילא דגם במאי דאמר הנותן את עירובו בבית שער דיחיד אינו עירוב לא קי''ל כוותיה דבית שער דמתניתין בכל בית שער בין דרבים בין דיחיד וקתני דהנותן עירובו שם אינו עירוב והדר שם אינו אוסר וא''כ שפיר כתב רבינו שהנותן את עירובו בבית שער אפילו אם הוא בית שער של יחיד אינו עירוב. ומ''ש בפ''ד גבי האוסר על חבירו מי שהיה לו בחצר חבירו בית שער שהרבים דורסים בו אינו אוסר עליו לרבותא נקט הכי לומר שאע''פ שהוא של רבים לא אסרו וכ''ש אם הוא של יחיד. א''נ דבפ''ד לא בית שער של רבים קאמר אלא בית שער שרבים דורסים בו ובית שער של יחיד נמי במשמע דאף בבית שער דיחיד דורסים רבים כשבאים ליכנס לביתו וכן נראה שהוא דעת הרי''ף שהשמיט מימרא דרב יהודה בר שמואל ולא כתב אלא המשנה כצורתה הנותן את עירובו בבית שער אכסדרה ומרפסת אינו עירוב והדר שם אינו אוסר עליו ולא חילק בין בית שער דרבים לבית שער דיחיד: \n\n"
      ],
      [
        "<b>ואם הניח הכלי בחצר צריך להגביה הכלי מן הקרקע טפח וכו'.</b> מדסתם רבינו דבריו משמע דבין במזכה משלו בין כשהעירוב שלהן קאמר וכדברי הגאונים וכתב הריטב''א דלדבריהם בשהם שותפים בחבית ששנינו שאין צריכין לערב כ''ש שצריך שתהא גבוהה משאר חביות להיכרא: \n",
        "<b>ודע</b> שאין לדקדק מדברי רבינו שאינו צריך להגביה אא''כ הניח הכלי בחצר אבל אם הניח בבית לא דמ''ש ולא כתב כן אלא כדי שלא לכתוב שצריך להגביה מן הקרקע טפח סמוך למ''ש קודם לכן הניחו באויר המבוי אינו שיתוף דהוה משמע שאם הגביה מן הקרקע טפח אפילו הניחו באויר מבוי הוי שיתוף: \n\n"
      ],
      [],
      [
        "<b>המשתתפין במבוי צריכים לערב בחצרות וכו'.</b> בפרק הדר (עירובין ע''א:) מערבין בחצרות ומשתתפין במבוי שלא לשכח תורת עירוב מן התינוקות שיאמרו אבותינו לא עירבו דברי ר''מ וחכ''א מערבין או משתתפים פליגי בה רב נחומי ורבה חד אמר בפת כ''ע לא פליגי דבחדא סגיא כי פליגי ביין וחד אמר ביין כ''ע ל''פ דבעינן תרתי כי פליגי בפת א''ר יהודה אמר רב הלכה כר''מ ורב הונא אמר מנהג ור' יוחנן אמר נהגו. ורבינו מלבד מ''ש פה כתב בפ''ה מבוי שעירבו כל חצרות שבו כל חצר לעצמה ואח''כ נשתתפו כולם במבוי שכח אחד מבני חצר ולא עירב עם בני חצרו לא הפסיד כלום שהרי כולם נשתתפו על השיתוף סומכין ולא הצריכו לערב בחצרות עם השיתוף אלא שלא לשכח התינוקות והרי עירבו בחצרות. נראה מדבריו שאפילו לא עירבה כל חצר לעצמה אם נשתתפו בפת סומכים עליו וא''צ לערב כלל. ואע''פ שכתב עוד בפרק הנזכר נשתתפו במבוי ושכחו כולם לערב בחצרות אם אין מקפידין על פרוסתן סומכים על השיתוף בשבת ראשונה בלבד ואין מתירין להם דבר זה אלא מדוחק כבר העמידה ה''ה בשעירבו ביין ומאי פרוסתן פרוסה דעלמא שאילו נשתתפו בפת סומכים עליו משום עירוב. ולפי זה נראה שרבינו פוסק כר''מ וכדפסק רב ולא חיישינן לדרבי יוחנן דאמר נהגו כיון דסתמא דמתניתין כר''מ וכמ''ד דבפת כ''ע לא פליגי דבחדא סגיא וכן פירש ה''ה כאן ואפשר שפוסק כחכמים וכמ''ד ביין כ''ע לא פליגי דבעי תרתי דסתם מתניתין כחכמים דבנשתתפו ביין הוא דכה''ג מודו רבנן דצריך לערב בחצרות מפני התינוקות שאינם מכירין ביין שמשתתפים בו במבוי אבל כשמשתתפים בפת מתוך שהפת חיי האדם עיניהם תלויות בו ומתוך כך מכירין כשמשתתפין במבוי בו ולפי זה סומכין על השיתוף בפת במקום עירוב אבל לא שייך למימר סומכים על עירוב במקום שיתוף דעירוב שעירבה כל חצר לעצמה היאך יתיר לטלטל במבוי והרי אפילו מחצר לחצר שלא דרך מבוי אסור לטלטל ולכן לא הזכירו רבינו מיהו היכא שהחצרות פתוחות זו לזו ועירבו דרך פתחיהם אפשר שמותר לטלטל במבוי על סמך עירוב זה: \n\n"
      ],
      [
        "<b>ויש לו לזכות ע''י בנו וכו' וע''י אשתו.</b> משנה פרק חלון (עירובין פ''ט:) וכתבו שם התוס' בשילהי נדרים מוקי לה כגון שיש לה בית באותו חצר דמיגו דזכיא לנפשה זכיא לאחריני אבל אם אין לה בית בחצר לא. והר''ן כתב בפ''ב דביצה דהא דאוקימנא בנדרים בשיש לה בית באותו חצר ה''מ לר''מ דאמר אין קנין לאשה בלא בעלה כדאיתא בפ''ק דקדושין אבל לרבנן דפליג עליה התם לא צריכינן שתהא לה חצר באותו מבוי. וזה דעת רבינו והרי''ף שכתבו משנתנו כצורתה: \n",
        "<b>וכן יש לו לזכות להם ע''י שפחתו העברית וכו'.</b> ה''ה עבדו העברי הקטן אלא משום דבפרק התקבל (גיטין ס''ד ס''ה) הוכחנו כן משפחה דאמרינן האי שפחה היכי דמיא אי דאתיא שתי שערות מאי בעיא גביה מש''ה נקט שפחה מטעם שנתן שהקטן זוכה לאחרים שייך נמי בעבד עברי קטן, ויותר נכון לומר דלא נקט עבד עברי קטן משום דלא משכחת לה דאינו נמכר בגנבתו כיון דקטן הוא וגם אינו יכול למכור עצמו: \n\n"
      ]
    ],
    [
      [
        "<b>ביטל להם זה שלא עירב רשות חצרו בלבד וכו' אבל לביתו אסור.</b> בפרק חלון (עירובין ע''ט.) אמתני' דמתבן שבין שתי חצרות תניא בית שבין שתי חצרות ומילאהו תבן וכו' נתמעט התבן מעשרה טפחים שניהם אסורים כיצד הוא עושה נועל ביתו ומבטל רשותו ומתמה בגמרא תרתי ה''ק או נועל ביתו או מבטל רשותו ואיבעית אימא לעולם תרתי כיון דדש ביה אתי לטלטולי. ופירש''י לעולם תרתי ולענין היתר חבירו בחדא סגי מיהו לדידיה בעי למיעבד הרחקה דלא ליתו לטלטולי וה''ה דס''ל להאי תנא בכל מבטלי רשות צריך לנעול. ועל פי זה כתב הטור שאם ביטל רשותו סתם לא ביטל רשות ביתו הילכך צריך לנעול ביתו שלא יבא להוציא באיסור ולא יפתחנו אלא כשרוצה לצאת ולבא וינעלנו מיד אחרי צאתו ובואו עכ''ל. ורבינו שלא הזכיר שצריך לנעול ביתו י''ל שסובר כמ''ש התוס' לחלק בין ההיא דפרק חלון להא דאנשי חצר ששכח אחד מהם ולא עירב א''נ שפסק כלישנא קמא דקי''ל הלכה כדברי המיקל בעירוב ואו נועל לביתו דקאמר לאו למימרא שינעול ממש אלא היינו לומר שלא יוציא ויכניס לביתו וזה בכלל מ''ש אבל הוא אסור: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אחד מבני חצר שמת והניח רשותו וכו'.</b> כתב הרב המגיד בשם הרשב''א דוקא שהניחו לאחד מן השוק הוא שאוסר אבל אם הניחו לאחד מבני החצר שעירב עמהם הכל מותר וכו'. משמע מדבריו שאפילו קודם שמת המוריש אינו אוסר דכיון שזכה מבע''י בבית מורישו הכל נכנס בכלל עירובו וכ''נ מדברי הרא''ש ואם משחשכה מת כיון דסתם מוריש זה לא עירב לפי שהיה מן השוק והיורש אינו יכול לערב עכשיו אף על פי שהיורש הזה עירב מבעוד יום עם שכניו בעבור ביתו לא אמרינן שיכנס בית זה שירש עכשיו בכלל עירובו דכיון דכשחשכה היה אסור כל שנאסר למקצת שבת נאסר לכל השבת: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אבל אם היה מן האפיקורסים וכו' כגון צדוקים וביתוסים וכו' ואין שוכרין ממנו לפי שאינו כעובד כוכבים ומזלות.</b> מדברי רבינו נראה דלא מהני שכירות בישראל וכן דעת הר''מ והמרדכי וכ''נ מדברי רש''י בפרק הדר במשנת צדוקי שהיה דר במבוי ודלא כהרא''ש דסבר דשכירות מהני נמי בישראל: \n\n"
      ]
    ],
    [
      [
        ""
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        ""
      ]
    ],
    [
      [
        "<b>אנשי חצר שהיו אוכלין על שלחן אחד וכו'.</b> נראה שאפילו הם חלוקים בעיסתן קאמר דאינם אוסרים זה על זה כיון שאוכלין על שלחן אחד וטעמא משום דקיי''ל כרב דאמר מקום פיתא גרים וכיון דמקום פיתא דכולהו הוי במקום אחד חשיבי כאנשי בית אחד. ונראה דעל שלחן אחד דנקט רבינו לאו דוקא דאפילו אוכלין על שני שלחנות נמי מאחר דמקום פיתא דכולהו הוי בבית אחד חשיבי כאנשי בית אחד: \n\n"
      ],
      [
        ""
      ],
      [],
      [],
      [
        "",
        ""
      ],
      [
        ""
      ],
      [],
      [
        "<b>מי שיש לו בחצר חבירו בית שער וכו'.</b> נתבאר בפ''א: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בעל החצר שהשכיר מבתי חצרו לאחרים והניח לו כלים או סחורה וכו'.</b> פסק כר' יהודה עירובין (דף פ''ה:) משום דמפרשי אמוראי למלתיה אלמא הלכתא כוותיה וטעמא משום דקים להו דלפרושי מלתא דת''ק אתא ואפילו אי אתא לאיפלוגי הא קי''ל הלכה כדברי המיקל בעירוב: \n\n"
      ],
      [],
      [
        "<b>כיצד הסלע או התל שבתוך חצר וכו'.</b> מדנקט בסיפא דלישנא אף על פי שגבוהים עשרה משמע שכל שמופלגים ארבעה ממרפסת יכולים בני מרפסת להשתמש עליהם בזריקה ובני חצר ג''כ יכולים להשתמש עליהם ג''כ בזריקה בין שגבוהים עשרה בין שאינן גבוהים עשרה הילכך שתי הרשויות שולטות בהם ואוסרות זו על זו ומרישא דלישניה שכתב אם אינם גבוהים עשרה טפחים הרי אלו נחשבים בין החצר והמרפסת ושניהם אסורים ולא חילק בין אם מופלגים ארבע לאינם מופלגים משמע נמי שאע''פ שהם מופלגים מן המרפסת ארבעה ואינם גבוהים עשרה טפחים רשות מרפסת שולטת בהם מהטעם שכתבתי דבכל גונא בני מרפסת יכולים להשתמש בהם על ידי זריקה הילכך כל היכא דאפשר לבני חצר להשתמש עליהם שניהם אסורים ולא משכחת לה צד היתר אלא בגבוהים עשרה ואינם מופלגים ארבעה דהשתא הוה לבני מרפסת בנחת ולבני חצר בזריקה ונותנין אותה לזה שבנחת. ופשטא דמתני' (עירובין פ''ג:) כוותיה מוכחא דקתני בד''א בסמוכה אבל במופלגת אפי' גבוה עשרה טפחים לחצר ומשמע דה''ק בד''א דגבוה עשרה טפחים למרפסת בסמוכה אבל במופלגת בין גבוה עשרה טפחים בין פחות מעשרה לחצר כלומר אף לחצר כדמוקי בגמרא הרי בהדיא דלא משכח לה צד היתרא אלא בשני תנאים גבוהים עשרה טפחים וסמוכים דאז בני מרפסת מותרים הא פחות מגבוה עשרה אפילו הם סמוכים או מופלגים אע''פ שגבוהין עשרה הוי אף לחצר ושניהם אסורים: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שתי כצוצטריות זו למעלה מזו וכו'.</b> נר' שרבינו מפרש שהגזוזטראות מכוונות זו כנגד זו ואין בני העליונה יכולים למלאת אא''כ יכנס הדלי דרך התחתונה ומש''ה אסרי אהדדי ומפרש מופלגת גבוה י' דכל שהן בתוך י' הרי הן כגזוזטרא אחת ולפיכך הצריך שיערבו יחד והרב המגיד יישב דברי רבינו על הגמ' ואיני רואה להם יישוב: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>אחד מבני המבוי שבקש מחבירו יין ושמן וכו'.</b> משמע מלשון רבינו שאם השכנים מקפידים בחול שלא לתת אחד לחבירו וזה דבר תימה. ואפשר לומר דדוקא בשבקש יין ושמן משל שיתוף הוא דקאמר וכדפירש''י ומה שלא פירש דבשל שיתוף קאמר לשון הברייתא שבפרק הדר העתיק כמנהגו. ומ''ש שבקש קודם השבת נ''ל דהיינו לומר שאם קודם שבת הוה אפשר למיתבה ניהליה אע''פ שאחר שנכנס השבת א''א למיתבה ניהליה הוי עירוב מאחר שבשעת קניית העירוב הוה אפשר למיתבה ניהליה. וכתב ה''ה שרש''י הוסיף עוד להקל שלא אמרו אלא באחד המזכה את כולם משלו דאיגלאי מילתא שאין הזיכוי זיכוי גמור ולזה הסכים הרשב''א עכ''ל. וכן משמע דהא ההוא מבואה דאביי במזכה משלו הוא ועלה מייתי הא דתניא אחד מבני מבוי שבקש יין ושמן ודלא כדכתבו התוס' והרא''ש דאפי' בשכל אחד נותן חלק בעירוב הוא: \n\n"
      ],
      [],
      [],
      [
        "<b>אשתו של אדם מערבת לו שלא מדעתו וכו'.</b> נראה שרבינו מפרש הא דאמרינן בגמ' (עירובין פ') הא דאסר שהוא מתכוין לאסור על שכניו והיינו ברייתא דנשים שעירבו ונשתתפו שלא מדעת בעליהן אין עירובן עירוב ומאי שלא מדעת בעליהן היינו על כרחם הא דלא אסר שלא היה מתכוין לאסור עליהם ובהא אמר שמואל אשתו של אדם מערבת לו שלא מדעתו ומאי שלא מדעתו דקאמר שאינו יודע הדבר אבל אם יודע ומוחה אינה מערבת ולפי זה כי קאמר ה''נ מסתברא מייתי ראיה מדאמר בני מבוי נוטלים ממנו בע''כ אבל אשתו אינה מערבת בע''כ וא''כ ע''כ לומר דמאי דאמר הכא מערבת שלא מדעתו היינו שלא מידיעתו אבל יודע ומיחה לא וצ''ל שאינו גורס רגיל אין שאינו רגיל לא דאין לו ענין לפי שטה זו ומאי דנקט שמואל רגיל הוא משום דאם אינו רגיל אפילו בני מבוי אין נוטלין על כרחו אלא כופין אותו ב''ד עד שיאמר רוצה אני או ב''ד יורדים לנכסיו וכמ''ש ה''ה בראש הפרק גבי אחד מבני המבוי שרגיל להשתתף עם בני המבוי וכו'. ודעת הרי''ף נראה שהוא כדעת רבינו וזהו שלא פירש דהא דאשתו מערבת שלא מדעתו היינו דוקא בדלא אסר שסמך על מ''ש אידך מימרא דשמואל דאמר בני מבוי באים ונוטלין ע''כ דמשמע אבל אשתו על כרחו לא ואם כן ע''כ לומר דכי אמרינן אשתו מערבת שלא מדעתו היינו שלא מידיעתו אבל לא על כרחו: \n",
        "<b>ויש</b> לדקדק למה כתב רבינו דאשתו מערבת לו גבי חצר שיש לה שני פתחים לשני מבואות ונ''ל דלרבותא נקט הכי לאשמועינן דאפי' בכה''ג אשתו מערבת לו שלא בידיעתו: \n\n"
      ],
      [
        "<b>נשתתפו אנשי חצר זו עם אחד משני המבואות אם במין אחד נשתתפו וכו'.</b> משנה פרק חלון (עירובין דף פ':) נתמעט האוכל מוסיף ומזכה ואינו צריך להודיע נתוספו עליהם מוסיף ומזכה וצריך להודיע אע״פ שהעירוב שלו משום דדילמא לא ניחא להו בהאי פיתחא דבחצר שבין שני מבואות היא מתני' לדעת רבינו ובגמרא במאי עסקינן אילימא במין אחד מאי איריא נתמעט אפי' כלה נמי אלא בשני מינים אפי' נתמעט נמי לא דתניא כלה האוכל ממין אחד א״צ להודיע משני מינים צריך להודיע אבע״א ממין אחד מאי נתמעט נתמטמט ואבע״א משני מינים כלה שאני ופירש״י ממין אחד שחוזר ומערב מן המין הראשון משני מינים שעירב בשניה שלא ממין ראשון. אבל רבינו מפרש דמאי דאמרינן ממין אחד ומשני מינים אתחלת עירוב קאי: \n\n"
      ],
      [],
      [],
      [
        ""
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכל דבר שהוא מדברי סופרים וכו'.</b> נתבאר בפרק כ''ד מהלכות שבת: \n\n"
      ]
    ]
  ]
};