const Fasts = {
  "title": "Mishneh Torah, Fasts",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Fasts",
  "text": [
    [
      "מִצְוַת עֲשֵׂה מִן הַתּוֹרָה לִזְעֹק וּלְהָרִיעַ בַּחֲצוֹצְרוֹת עַל כָּל צָרָה שֶׁתָּבוֹא עַל הַצִּבּוּר. שֶׁנֶּאֱמַר <small>(במדבר י ט)</small> \"עַל הַצַּר הַצֹּרֵר אֶתְכֶם וַהֲרֵעֹתֶם בַּחֲצֹצְרוֹת\". כְּלוֹמַר כָּל דָּבָר שֶׁיָּצֵר לָכֶם כְּגוֹן בַּצֹּרֶת וְדֶבֶר וְאַרְבֶּה וְכַיּוֹצֵא בָּהֶן זַעֲקוּ עֲלֵיהֶן וְהָרִיעוּ:  ",
      "וְדָבָר זֶה מִדַּרְכֵי הַתְּשׁוּבָה הוּא. שֶׁבִּזְמַן שֶׁתָּבוֹא צָרָה וְיִזְעֲקוּ עָלֶיהָ וְיָרִיעוּ יֵדְעוּ הַכּל שֶׁבִּגְלַל מַעֲשֵׂיהֶם הָרָעִים הוּרַע לָהֶן כַּכָּתוּב <small>(ירמיה ה כה)</small> \"עֲוֹנוֹתֵיכֶם הִטּוּ\" וְגוֹ'. וְזֶה הוּא שֶׁיִּגְרֹם לָהֶם לְהָסִיר הַצָּרָה מֵעֲלֵיהֶם:  ",
      "אֲבָל אִם לֹא יִזְעֲקוּ וְלֹא יָרִיעוּ אֶלָּא יֹאמְרוּ דָּבָר זֶה מִמִּנְהַג הָעוֹלָם אֵרַע לָנוּ וְצָרָה זוֹ נִקְרָה נִקְרֵית. הֲרֵי זוֹ דֶּרֶךְ אַכְזָרִיּוּת וְגוֹרֶמֶת לָהֶם לְהִדַּבֵּק בְּמַעֲשֵׂיהֶם הָרָעִים. וְתוֹסִיף הַצָּרָה צָרוֹת אֲחֵרוֹת. הוּא שֶׁכָּתוּב בַּתּוֹרָה <small>(ויקרא כו כז)</small> \"וַהֲלַכְתֶּם עִמִּי בְּקֶרִי\" <small>(ויקרא כו כח)</small> \"וְהָלַכְתִּי גַּם אֲנִי עִמָּכֶם בַּחֲמַת קֶרִי\". כְּלוֹמַר כְּשֶׁאָבִיא עֲלֵיכֶם צָרָה כְּדֵי שֶׁתָּשׁוּבוּ אִם תֹּאמְרוּ שֶׁהִיא קֶרִי אוֹסִיף לָכֶם חֲמַת אוֹתוֹ קֶרִי:  ",
      "וּמִדִּבְרֵי סוֹפְרִים לְהִתְעַנּוֹת עַל כָּל צָרָה שֶׁתָּבוֹא עַל הַצִּבּוּר עַד שֶׁיְּרֻחֲמוּ מִן הַשָּׁמַיִם. וּבִימֵי הַתַּעֲנִיּוֹת הָאֵלּוּ זוֹעֲקִין בִּתְפִלּוֹת וּמִתְחַנְּנִים וּמְרִיעִין בַּחֲצוֹצְרוֹת בִּלְבַד. וְאִם הָיוּ בַּמִּקְדָּשׁ מְרִיעִין בַּחֲצוֹצְרוֹת וּבְשׁוֹפָר. הַשּׁוֹפָר מְקַצֵּר וְהַחֲצוֹצְרוֹת מַאֲרִיכוֹת. שֶׁמִּצְוַת הַיּוֹם בַּחֲצוֹצְרוֹת. וְאֵין תּוֹקְעִין בַּחֲצוֹצְרוֹת וְשׁוֹפָר כְּאֶחָד אֶלָּא בַּמִּקְדָּשׁ שֶׁנֶּאֱמַר <small>(תהילים צח ו)</small> \"בַּחֲצֹצְרוֹת וְקוֹל שׁוֹפָר הָרִיעוּ לִפְנֵי הַמֶּלֶךְ ה'\":  ",
      "תַּעֲנִיּוֹת אֵלּוּ שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִפְּנֵי הַצָּרוֹת אֵינָן יוֹם אַחַר יוֹם. שֶׁאֵין רֹב הַצִּבּוּר יְכוֹלִים לַעֲמֹד בְּדָבָר זֶה. וְאֵין גּוֹזְרִין בַּתְּחִלָּה תַּעֲנִית אֶלָּא בְּשֵׁנִי בְּשַׁבָּת וּבַחֲמִישִׁי שֶׁלְּאַחֲרָיו וּבְשֵׁנִי שֶׁלְּאַחֲרָיו וְכֵן עַל הַסֵּדֶר הַזֶּה שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי עַד שֶׁיְּרֻחֲמוּ:  ",
      "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר לֹא בְּשַׁבָּתוֹת וְלֹא בְּיָמִים טוֹבִים. וְכֵן אֵין תּוֹקְעִין בָּהֶן לֹא בְּשׁוֹפָר וְלֹא בַּחֲצוֹצְרוֹת וְלֹא זוֹעֲקִים וּמִתְחַנְּנִים בָּהֶם בַּתְּפִלָּה. אֶלָּא אִם כֵּן הָיְתָה עִיר שֶׁהִקִּיפוּהָ עַכּוּ''ם אוֹ נָהָר אוֹ סְפִינָה הַמִּטָּרֶפֶת בַּיָּם. אֲפִלּוּ יָחִיד הַנִּרְדָּף מִפְּנֵי עַכּוּ''ם מִפְּנֵי לִסְטִים וּמִפְּנֵי רוּחַ רָעָה (מִתְעַנִּין עֲלֵיהֶם בְּשַׁבָּת וְ) זוֹעֲקִין וּמִתְחַנְּנִים עֲלֵיהֶם בַּתְּפִלָּה. אֲבָל אֵין תּוֹקְעִין אֶלָּא אִם כֵּן תָּקְעוּ לְקַבֵּץ אֶת הָעָם לַעֲזֹר אוֹתָם וּלְהַצִּילָן:  ",
      "וְכֵן אֵין גּוֹזְרִין תַּעֲנִית בַּתְּחִלָּה בְּרָאשֵׁי חֳדָשִׁים אוֹ בַּחֲנֻכָּה וּפוּרִים אוֹ בְּחֻלּוֹ שֶׁל מוֹעֵד. וְאִם הִתְחִילוּ לְהִתְעַנּוֹת עַל הַצָּרָה אֲפִלּוּ יוֹם אֶחָד וּפָגַע בָּהֶן יוֹם מֵאֵלּוּ מִתְעַנִּין וּמַשְׁלִימִין הַיּוֹם בְּתַעֲנִית:  ",
      "תַּעֲנִיּוֹת אֵלּוּ שֶׁמִּתְעַנִּין עַל הַצָּרוֹת אֵין מִתְעַנִּין בָּהֶן לֹא עֻבָּרוֹת וְלֹא מֵינִיקוֹת וְלֹא קְטַנִּים. וּמֻתָּרִין לֶאֱכל בַּלַּיְלָה אַף עַל פִּי שֶׁמִּתְעַנִּין לְמָחָר חוּץ מִתַּעֲנִיּוֹת הַמָּטָר כְּמוֹ שֶׁיִּתְבָּאֵר. וְכָל תַּעֲנִית שֶׁאוֹכְלִין בָּהּ בַּלַּיְלָה בֵּין צִבּוּר בֵּין יָחִיד הֲרֵי זֶה אוֹכֵל וְשׁוֹתֶה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וְהוּא שֶׁלֹּא יָשֵׁן אֲבָל אִם יָשֵׁן אֵינוֹ חוֹזֵר וְאוֹכֵל:  ",
      "כְּשֵׁם שֶׁהַצִּבּוּר מִתְעַנִּים עַל צָרָתָן כָּךְ הַיָּחִיד מִתְעַנֶּה עַל צָרָתוֹ. כֵּיצַד. הֲרֵי שֶׁהָיָה לוֹ חוֹלֶה אוֹ תּוֹעֶה בַּמִּדְבָּר אוֹ אָסוּר בְּבֵית הָאֲסוּרִין. יֵשׁ לוֹ לְהִתְעַנּוֹת עָלָיו וּלְבַקֵּשׁ רַחֲמִים בִּתְפִלָּתוֹ. וְאוֹמֵר עֲנֵנוּ וְכוּ' בְּכָל תְּפִלָּה שֶׁמִּתְפַּלֵּל. וְלֹא יִתְעַנֶּה בְּשַׁבָּתוֹת וְלֹא בְּמוֹעֲדוֹת וְלֹא בְּרָאשֵׁי חֳדָשִׁים וְלֹא בַּחֲנֻכָּה וּפוּרִים:  ",
      "כָּל תַּעֲנִית שֶׁלֹּא קִבְּלָהּ עָלָיו הַיָּחִיד מִבְּעוֹד יוֹם אֵינוֹ תַּעֲנִית. כֵּיצַד מְקַבְּלָהּ. כְּשֶׁיִּתְפַּלֵּל תְּפִלַּת מִנְחָה אוֹמֵר אַחַר הַתְּפִלָּה מָחָר אֱהֵא בְּתַעֲנִית וְגוֹמֵר בְּלִבּוֹ לְהִתְעַנּוֹת לְמָחָר. וְאַף עַל פִּי שֶׁהוּא אוֹכֵל בַּלַּיְלָה לֹא הִפְסִיד כְּלוּם. וְכֵן אִם גָּמַר בְּלִבּוֹ וְקִבֵּל עָלָיו לְהִתְעַנּוֹת שְׁלֹשָׁה אוֹ אַרְבָּעָה יָמִים זֶה אַחַר זֶה אַף עַל פִּי שֶׁהוּא אוֹכֵל כָּל לַיְלָה וְלַיְלָה לֹא הִפְסִיד תַּעֲנִיתוֹ. וְאֵינוֹ צָרִיךְ כַּוָּנָה לְכָל יוֹם וָיוֹם מִבְּעוֹדוֹ:  ",
      "קִבֵּל עָלָיו מִבְּעוֹד יוֹם לְהִתְעַנּוֹת לְמָחָר בִּלְבַד וְהִתְעַנָּה. וּבַלַּיְלָה נִמְלַךְ לְהִתְעַנּוֹת בְּיוֹם שֵׁנִי. אַף עַל פִּי שֶׁלָּן בְּתַעֲנִיתוֹ אֵינָהּ תַּעֲנִית מִפְּנֵי שֶׁלֹּא קִבְּלָהּ עָלָיו מִבְּעוֹד יוֹם. וְאֵין צָרִיךְ לוֹמַר שֶׁהָיָה אוֹכֵל וְשׁוֹתֶה בַּלַּיְלָה וְהִשְׁכִּים בַּבֹּקֶר וְנִמְלַךְ לְהִתְעַנּוֹת שֶׁאֵין זוֹ תַּעֲנִית כְּלָל:  ",
      "הָרוֹאֶה חֲלוֹם רַע צָרִיךְ לְהִתְעַנּוֹת לְמָחָר. כְּדֵי שֶׁיָּשׁוּב וְיֵעוֹר בְּמַעֲשָׂיו וִיחַפֵּשׂ בָּהֶן וְיַחֲזֹר בִּתְשׁוּבָה. וּמִתְעַנֶּה וַאֲפִלּוּ בְּשַׁבָּת. וּמִתְפַּלֵּל עֲנֵנוּ בְּכָל תְּפִלָּה אַף עַל פִּי שֶׁלֹּא קִבְּלָהּ מִבְּעוֹד יוֹם. וְהַמִּתְעַנֶּה בְּשַׁבָּת מִתְעַנֶּה יוֹם אַחֵר מִפְּנֵי שֶׁבִּטֵּל עֹנֶג שַׁבָּת:  ",
      "מִתְעַנֶּה אָדָם שָׁעוֹת וְהוּא שֶׁלֹּא יֹאכַל כְּלוּם שְׁאָר הַיּוֹם. כֵּיצַד. הֲרֵי שֶׁהָיָה טָרוּד בַּחֲפָצָיו ומִתְעַסֵּק בִּצְרָכָיו וְלֹא אָכַל עַד חֲצוֹת אוֹ עַד תֵּשַׁע שָׁעוֹת וְנִמְלַךְ לְהִתְעַנּוֹת בַּשָּׁעוֹת שֶׁנִּשְׁאֲרוּ מִן הַיּוֹם. הֲרֵי זֶה מִתְעַנֶּה אוֹתָן שָׁעוֹת וּמִתְפַּלֵּל בָּהֶן עֲנֵנוּ. שֶׁהֲרֵי קִבֵּל עָלָיו הַתַּעֲנִית קֹדֶם שְׁעוֹת הַתַּעֲנִית. וְכֵן אִם אָכַל וְשָׁתָה וְאַחַר כָּךְ הִתְחִיל לְהִתְעַנּוֹת שְׁאָר הַיּוֹם הֲרֵי זֶה תַּעֲנִית שָׁעוֹת:  ",
      "כָּל הַשָּׁרוּי בְּתַעֲנִית. בֵּין שֶׁהָיָה מִתְעַנֶּה עַל צָרָתוֹ אוֹ עַל חֲלוֹמוֹ בֵּין שֶׁהָיָה מִתְעַנֶּה עִם הַצִּבּוּר עַל צָרָתָם. הֲרֵי זֶה לֹא יִנְהֹג עִדּוּנִין בְּעַצְמוֹ וְלֹא יָקֵל רֹאשׁוֹ וְלֹא יִהְיֶה שָׂמֵחַ וְטוֹב לֵב אֶלָּא דּוֹאֵג וְאוֹנֵן כָּעִנְיָן שֶׁנֶּאֱמַר <small>(איכה ג לט)</small> \"מַה יִּתְאוֹנֵן אָדָם חָי גֶּבֶר עַל חֲטָאָיו\". וּמֻתָּר לוֹ לִטְעֹם אֶת הַתַּבְשִׁיל וַאֲפִלּוּ בִּכְדֵי רְבִיעִית וְהוּא שֶׁלֹּא יִבְלַע אֶלָּא טוֹעֵם וּפוֹלֵט. שָׁכַח וְאָכַל מַשְׁלִים תַּעֲנִיתוֹ:  ",
      "יָחִיד שֶׁהָיָה מִתְעַנֶּה עַל הַחוֹלֶה וְנִתְרַפֵּא. עַל צָרָה וְעָבְרָה. הֲרֵי זֶה מַשְׁלִים תַּעֲנִיתוֹ. הַהוֹלֵךְ מִמָּקוֹם שֶׁמִּתְעַנִּין לְמָקוֹם שֶׁאֵין מִתְעַנִּין הֲרֵי זֶה מִתְעַנֶּה וּמַשְׁלִים תַּעֲנִיתוֹ. הָלַךְ מִמָּקוֹם שֶׁאֵין מִתְעַנִּין לְמָקוֹם שֶׁמִּתְעַנִּין הֲרֵי זֶה מִתְעַנֶּה עִמָּהֶן. שָׁכַח וְאָכַל וְשָׁתָה אַל יִתְרָאֶה בִּפְנֵיהֶם וְאַל יִנְהֹג עִדּוּנִין בְּעַצְמוֹ:  ",
      "צִבּוּר שֶׁהָיוּ מִתְעַנִּין עַל הַגְּשָׁמִים וְיָרְדוּ לָהֶן גְּשָׁמִים. אִם קֹדֶם חֲצוֹת יָרְדוּ לֹא יַשְׁלִימוּ אֶלָּא אוֹכְלִין וְשׁוֹתִין וּמִתְכַּנְּסִין וְקוֹרְאִין הַלֵּל הַגָּדוֹל. שֶׁאֵין אוֹמְרִין הַלֵּל הַגָּדוֹל אֶלָּא בְּנֶפֶשׁ שְׂבֵעָה וְכֶרֶס מְלֵאָה. וְאִם אַחַר חֲצוֹת הוֹאִיל וְעָבַר רֹב הַיּוֹם בִּקְדֻשָּׁה יַשְׁלִימוּ תַּעֲנִיתָן. וְכֵן אִם הָיוּ מִתְעַנִּין עַל צָרָה וְעָבְרָה אוֹ עַל גְּזֵרָה וּבָטְלָה. אִם קֹדֶם חֲצוֹת לֹא יַשְׁלִימוּ וְאִם אַחַר חֲצוֹת יַשְׁלִימוּ:  ",
      "בְּכָל יוֹם תַּעֲנִית שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִפְּנֵי הַצָּרוֹת. בֵּית דִּין וְהַזְּקֵנִים יוֹשְׁבִין בְּבֵית הַכְּנֶסֶת וּבוֹדְקִים עַל מַעֲשֵׂי אַנְשֵׁי הָעִיר מֵאַחַר תְּפִלַּת שַׁחֲרִית עַד חֲצוֹת הַיּוֹם. וּמְסִירִין הַמִּכְשׁוֹלוֹת שֶׁל עֲבֵרוֹת. וּמַזְהִירִין וְדוֹרְשִׁין וְחוֹקְרִין עַל בַּעֲלֵי חָמָס וַעֲבֵרוֹת וּמַפְרִישִׁין אוֹתָן. וְעַל בַּעֲלֵי זְרוֹעַ וּמַשְׁפִּילִין אוֹתָן. וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. וּמֵחֲצִי הַיּוֹם וְלָעֶרֶב רְבִיעַ הַיּוֹם קוֹרְאִין בִּבְרָכוֹת וּקְלָלוֹת שֶׁבַּתּוֹרָה שֶׁנֶּאֱמַר <small>(משלי ג יא)</small> \"מוּסַר ה' בְּנִי אַל תִּמְאָס וְאַל תָּקֹץ בְּתוֹכַחְתּוֹ\". וּמַפְטִירִין בַּנָּבִיא בְּתוֹכָחוֹת מֵעִנְיַן הַצָּרָה. וּרְבִיעַ הַיּוֹם הָאַחֲרוֹן מִתְפַּלְּלִים מִנְחָה וּמִתְחַנְּנִים וְזוֹעֲקִים וּמִתְוַדִּים כְּפִי כֹּחָם:  "
    ],
    [
      "אֵלוּ הֵן הַצָּרוֹת שֶׁל צִבּוּר שֶׁמִּתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶם. עַל הֲצָרַת שׂוֹנְאֵי יִשְׂרָאֵל לְיִשְׂרָאֵל. וְעַל הַחֶרֶב. וְעַל הַדֶּבֶר. וְעַל חַיָּה רָעָה. וְעַל הָאַרְבֶּה. וְעַל הֶחָסִיל. וְעַל הַשִּׁדָּפוֹן. וְעַל הַיֵּרָקוֹן. וְעַל הַמַּפּלֶת. וְעַל הֶחֳלָאִים. וְעַל הַמְּזוֹנוֹת. וְעַל הַמָּטָר: \n",
      "כָּל עִיר שֶׁיֵּשׁ בָּהּ צָרָה מִכָּל אֵלּוּ. אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת עַד שֶׁתַּעֲבֹר הַצָּרָה. וְכָל סְבִיבוֹתֶיהָ מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת אֲבָל מְבַקְּשִׁים עֲלֵיהֶם רַחֲמִים. וּבְכָל מָקוֹם אֵין צוֹעֲקִין וְלֹא מַתְרִיעִין בְּשַׁבָּת כְּמוֹ שֶׁאָמַרְנוּ. חוּץ מִצָּרַת הַמְּזוֹנוֹת שֶׁצּוֹעֲקִין עָלֶיהָ אֲפִלּוּ בְּשַׁבָּת. אֲבָל אֵין מַתְרִיעִין עָלֶיהָ בַּחֲצוֹצְרוֹת בְּשַׁבָּת: \n",
      "עַל הֲצָרַת שׂוֹנְאֵי יִשְׂרָאֵל לְיִשְׂרָאֵל כֵּיצַד. עַכּוּ''ם שֶׁבָּאוּ לַעֲרֹךְ מִלְחָמָה עִם יִשְׂרָאֵל אוֹ לִטּל מֵהֶם מַס אוֹ לִקַּח מִיָּדָם אֶרֶץ אוֹ לִגְזֹר עֲלֵיהֶם גְּזֵרָה אֲפִלּוּ בְּמִצְוָה קַלָּה הֲרֵי אֵלּוּ מִתְעַנִּין וּמַתְרִיעִין עַד שֶׁיְּרֻחֲמוּ. וְכָל הֶעָרִים שֶׁסְּבִיבוֹתֵיהֶם מִתְעַנִּין אֲבָל אֵין מַתְרִיעִין אֶלָּא אִם כֵּן תָּקְעוּ לְהִתְקַבֵּץ לְעֶזְרָתָן: \n",
      "עַל הַחֶרֶב כֵּיצַד. אֲפִלּוּ חֶרֶב שֶׁל שָׁלוֹם כְּגוֹן שֶׁעָרְכוּ מִלְחָמָה עַכּוּ''ם עִם עַכּוּ''ם וְעָבְרוּ בִּמְקוֹם יִשְׂרָאֵל אַף עַל פִּי שֶׁאֵין בֵּינֵיהֶם וּבֵין יִשְׂרָאֵל מִלְחָמָה הֲרֵי זוֹ צָרָה וּמִתְעַנִּין עָלֶיהָ שֶׁנֶּאֱמַר <small>(ויקרא כו ו)</small> \"וְחֶרֶב לֹא תַעֲבֹר בְּאַרְצְכֶם\" מִכְּלַל שֶׁרְאִיַּת הַמִּלְחָמָה צָרָה: \n",
      "וְעַל הַדֶּבֶר. אֵי זוֹ הִיא דֶּבֶר עִיר שֶׁיֵּשׁ בָּהּ חֲמֵשׁ מֵאוֹת רַגְלִי וְיָצְאוּ מִמֶּנָּה שְׁלֹשָׁה מֵתִים בִּשְׁלֹשָׁה יָמִים זֶה אַחַר זֶה הֲרֵי זֶה דֶּבֶר. יָצְאוּ בְּיוֹם אֶחָד אוֹ בְּאַרְבָּעָה יָמִים אֵין זֶה דֶּבֶר. הָיוּ בָּהּ אֶלֶף וְיָצְאוּ מִמֶּנָּה שִׁשָּׁה מֵתִים בִּשְׁלֹשָׁה יָמִים זֶה אַחַר זֶה דֶּבֶר. יָצְאוּ בְּיוֹם אֶחָד אוֹ בְּאַרְבָּעָה אֵין זֶה דֶּבֶר. וְכֵן לְפִי חֶשְׁבּוֹן זֶה. וְאֵין הַנָּשִׁים וְהַקְּטַנִּים וְהַזְּקֵנִים שֶׁשָּׁבְתוּ מִמְּלָאכָה בִּכְלַל מִנְיַן אַנְשֵׁי הַמְּדִינָה לְעִנְיָן זֶה: \n",
      "הָיָה דֶּבֶר בְּאֶרֶץ יִשְׂרָאֵל מִתְעַנִּין שְׁאָר גָּלֻיּוֹת יִשְׂרָאֵל עֲלֵיהֶן. הָיָה דֶּבֶר בַּמְּדִינָה וְשַׁיָּרוֹת הוֹלְכוֹת וּבָאוֹת מִמֶּנָּה לִמְדִינָה אַחֶרֶת שְׁתֵּיהֶן מִתְעַנּוֹת אַף עַל פִּי שֶׁהֵן רְחוֹקוֹת זוֹ מִזּוֹ: \n",
      "אֵין מִתְעַנִּין עַל חַיָּה רָעָה אֶלָּא בִּזְמַן שֶׁהִיא מְשֻׁלַּחַת. כֵּיצַד. נִרְאֲתָה בָּעִיר בַּיּוֹם הֲרֵי זוֹ מְשֻׁלַּחַת. נִרְאֲתָה בַּשָּׂדֶה בַּיּוֹם אִם רָאֲתָה שְׁנֵי בְּנֵי אָדָם וְלֹא בָּרְחָה מִפְּנֵיהֶם הֲרֵי זוֹ מְשֻׁלַּחַת. וְאִם הָיָה שָׂדֶה הַסְּמוּכָה לָאֲגַם וְרָאֲתָה שְׁנֵי בְּנֵי אָדָם וְרָדְפָה אַחֲרֵיהֶם הֲרֵי זוֹ מְשֻׁלַּחַת. לֹא רָדְפָה אַחֲרֵיהֶם אֵינָהּ מְשֻׁלַּחַת. וְאִם הָיָה בָּאֲגַם אֲפִלּוּ רָדְפָה אַחֲרֵיהֶם אֵינָהּ מְשֻׁלַּחַת אֶלָּא אִם כֵּן טָרְפָה שְׁנֵיהֶם וְאָכְלָה אֶחָד מֵהֶן. אֲבָל אִם אָכְלָה שְׁנֵיהֶם בָּאֲגַם אֵינָהּ מְשֻׁלַּחַת מִפְּנֵי שֶׁזֶּה הוּא מְקוֹמָהּ וּמִפְּנֵי הָרְעָבוֹן טָרְפָה לֹא מִפְּנֵי שֶׁהִיא מְשֻׁלַּחַת: \n",
      "בָּתִּים הַבְּנוּיִים בְּמִדְבָּרוֹת וּבָאֲרָצוֹת הַנְשַׁמּוֹת הוֹאִיל וְהֵן מְקוֹם גְּדוּדֵי חַיָּה. אִם עָלְתָה לַגַּג וְנָטְלָה תִּינוֹק מֵעֲרִיסָה הֲרֵי זוֹ מְשֻׁלַּחַת. וְאִם לֹא הִגִּיעָה לְמִדָּה זוֹ אֵינָהּ מְשֻׁלַּחַת. שֶׁאֵלּוּ בְּנֵי אָדָם הֵם שֶׁסִּכְּנוּ בְּעַצְמָם וּבָאוּ לִמְקוֹם הַחַיּוֹת: \n",
      "שְׁאָר מִינֵי רֶמֶשׂ הָאָרֶץ וְרֶמֶשׂ הָעוֹף שֶׁשֻּׁלְּחוּ וְהִזִּיקוּ. כְּגוֹן שִׁלּוּחַ נְחָשִׁים וְעַקְרַבִּים וְאֵין צָרִיךְ לוֹמַר צְרָעִין וְיַתּוּשִׁין וְהַדּוֹמֶה לָהֶן אֵין מִתְעַנִּין עֲלֵיהֶם וְלֹא מַתְרִיעִין אֲבָל זוֹעֲקִין בְּלֹא תְּרוּעָה: \n",
      "עַל הָאַרְבֶּה וְעַל הֶחָסִיל אֲפִלּוּ לֹא נִרְאֶה מֵהֶן אֶלָּא כָּנָף אֶחָד בְּכָל אֶרֶץ יִשְׂרָאֵל מִתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶן. וְעַל הַגּוֹבַאי בְּכָל שֶׁהוּא. אֲבָל עַל הֶחָגָב אֵין מִתְעַנִּין עָלָיו וְלֹא מַתְרִיעִין אֶלָּא זוֹעֲקִין בִּלְבַד: \n",
      "עַל הַשִּׁדָּפוֹן וְעַל הַיֵּרָקוֹן מִשֶּׁיַּתְחִיל בַּתְּבוּאָה. וַאֲפִלּוּ לֹא הִתְחִיל אֶלָּא מִמָּקוֹם קָטָן כִּמְלֹא פִּי תַּנּוּר גּוֹזְרִין עָלָיו תַּעֲנִית וּמַתְרִיעִין: \n",
      "עַל הַמַּפּלֶת כֵּיצַד. הֲרֵי שֶׁרָבְתָה בָּעִיר מַפּלֶת כְּתָלִים בְּרִיאִים שֶׁאֵינָן עוֹמְדִים בְּצַד הַנָּהָר הֲרֵי זוֹ צָרָה וּמִתְעַנִּין וּמַתְרִיעִין עָלֶיהָ. וְכֵן עַל הָרַעַשׁ וְעַל הָרוּחוֹת שֶׁהֵן מַפִּילִין אֶת הַבִּנְיָן וְהוֹרְגִין מִתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶן: \n",
      "עַל הֶחֳלָיִים כֵּיצַד. הֲרֵי שֶׁיָּרַד חלִי אֶחָד לַאֲנָשִׁים הַרְבֵּה בְּאוֹתָהּ הָעִיר כְּגוֹן אַסְכָּרָה אוֹ חַרְחוּר וְכַיּוֹצֵא בָּהֶן וְהָיוּ מֵתִים בְּאוֹתוֹ הַחלִי הֲרֵי זוֹ צָרַת צִבּוּר וְגוֹזְרִין לָהּ תַּעֲנִית וּמַתְרִיעִין. וְכֵן חִכּוּךְ לַח הֲרֵי הוּא כִּשְׁחִין פּוֹרֵחַ. וְאִם פָּשַׁט בְּרֹב הַצִּבּוּר מִתְעַנִּין וּמַתְרִיעִין עָלָיו. אֲבָל חִכּוּךְ יָבֵשׁ צוֹעֲקִים עָלָיו בִּלְבַד: \n",
      "עַל הַמְּזוֹנוֹת כֵּיצַד. הֲרֵי שֶׁהוּזְלוּ דְּבָרִים שֶׁל סְחוֹרָה שֶׁרֹב חַיֵּי אַנְשֵׁי אוֹתָהּ הָעִיר מֵהֶן. כְּגוֹן כְּלֵי פִּשְׁתָּן בְּבָבֶל וְיַיִן וְשֶׁמֶן בְּאֶרֶץ יִשְׂרָאֵל. וְנִתְמַעֵט הַמַּשָּׂא וְהַמַּתָּן עַד שֶׁיִּצְטָרֵךְ הַתַּגָּר לִמְכֹּר שְׁוִה עֲשָׂרָה בְּשִׁשָּׁה וְאַחַר כָּךְ יִמָּצֵא לוֹקֵחַ. הֲרֵי זוֹ צָרַת צִבּוּר וּמַתְרִיעִין עָלֶיהָ וְזוֹעֲקִין עָלֶיהָ בְּשַׁבָּת: \n",
      "עַל הַמָּטָר כֵּיצַד. הֲרֵי שֶׁרַבּוּ עֲלֵיהֶן גְּשָׁמִים עַד שֶׁיָּצֵרוּ לָהֶן הֲרֵי אֵלּוּ מִתְפַּלְּלִין עֲלֵיהֶן. שֶׁאֵין לְךָ צָרָה יְתֵרָה מִזּוֹ שֶׁהַבָּתִּים נוֹפְלִין וְנִמְצְאוּ בָּתֵּיהֶן קִבְרֵיהֶן. וּבְאֶרֶץ יִשְׂרָאֵל אֵין מִתְפַּלְּלִין עַל רֹב הַגְּשָׁמִים מִפְּנֵי שֶׁהִיא אֶרֶץ הָרִים וּבָתֵּיהֶם בְּנוּיִים בַּאֲבָנִים וְרֹב הַגְּשָׁמִים טוֹבָה לָהֶן וְאֵין מִתְעַנִּין לְהַעֲבִיר הַטּוֹבָה: \n",
      "תְּבוּאָה שֶׁצָּמְחָה וְנִמְנַע הַמָּטָר וְהִתְחִילוּ צְמָחִין לִיבַשׁ הֲרֵי אֵלּוּ מִתְעַנִּין וְזוֹעֲקִין עַד שֶׁיֵּרְדוּ גְּשָׁמִים אוֹ עַד שֶׁיִּיבְשׁוּ הַצְּמָחִים. וְכֵן אִם הִגִּיעַ זְמַן הַפֶּסַח אוֹ קָרוֹב לוֹ בְּאֶרֶץ יִשְׂרָאֵל שֶׁהוּא זְמַן פְּרִיחַת הָאִילָנוֹת שָׁם וְלֹא יָרְדוּ גְּשָׁמִים הֲרֵי אֵלּוּ מִתְעַנִּין וְזוֹעֲקִין עַד שֶׁיֵּרְדוּ גְּשָׁמִים הָרְאוּיִין לְאִילָנוֹת אוֹ עַד שֶׁיַּעֲבֹר זְמַנָּם: \n",
      "וְכֵן אִם הִגִּיעַ זְמַן חַג הַסֻּכּוֹת וְלֹא יָרְדוּ גְּשָׁמִים הַרְבֵּה כְּדֵי לְמַלְּאוֹת מֵהֶם הַבּוֹרוֹת הַשִּׁיחִין וְהַמְּעָרוֹת הֲרֵי אֵלּוּ מִתְעַנִּין עַד שֶׁיֵּרֵד גֶּשֶׁם הָרָאוּי לְבוֹרוֹת. וְאִם אֵין לָהֶם מַיִם לִשְׁתּוֹת מִתְעַנִּים עַל הַגְּשָׁמִים בְּכָל עֵת שֶׁלֹּא יִהְיֶה לָהֶם מַיִם לִשְׁתּוֹת וַאֲפִלּוּ בִּימוֹת הַחַמָּה: \n",
      "פָּסְקוּ הַגְּשָׁמִים בֵּין גֶּשֶׁם לְגֶשֶׁם אַרְבָּעִים יוֹם בִּימוֹת הַגְּשָׁמִים הֲרֵי זוֹ מַכַּת בַּצֹּרֶת וּמִתְעַנִּים וְזוֹעֲקִים עַד שֶׁיֵּרְדוּ הַגְּשָׁמִים אוֹ עַד שֶׁיַּעֲבֹר זְמַנָּם: \n"
    ],
    [
      "הֲרֵי שֶׁלֹּא יָרְדוּ לָהֶם גְּשָׁמִים כָּל עִקָּר מִתְּחִלַּת יְמוֹת הַגְּשָׁמִים. אִם הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְּשָׁמִים מַתְחִילִין תַּלְמִידֵי חֲכָמִים בִּלְבַד לְהִתְעַנּוֹת שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וְכָל הַתַּלְמִידִים רְאוּיִין לְכָךְ: \n",
      "הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְּשָׁמִים בֵּית דִּין גּוֹזְרִין שָׁלֹשׁ תַּעֲנִיּוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּמֻתָּרִין בָּהֶן לֶאֱכל וְלִשְׁתּוֹת בַּלַּיְלָה. וְאַנְשֵׁי מִשְׁמָר אֵין מִתְעַנִּין עִמָּהֶן מִפְּנֵי שֶׁהֵן עֲסוּקִין בַּעֲבוֹדָה. וְכָל הָעָם נִכְנָסִים לְבָתֵּי כְּנֵסִיּוֹת וּמִתְפַּלְּלִין וְזוֹעֲקִין וּמִתְחַנְּנִין כְּדֶרֶךְ שֶׁעוֹשִׂין בְּכָל הַתַּעֲנִיּוֹת: \n",
      "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ בֵּית דִּין גּוֹזְרִין שָׁלֹשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּבְשָׁלֹשׁ אֵלּוּ אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם כְּמוֹ שֶׁעוֹשִׂין בְּצוֹם כִּפּוּר. וְאַנְשֵׁי מִשְׁמָר מִתְעַנִּין מִקְצָת הַיּוֹם וְלֹא מַשְׁלִימִין. וְאַנְשֵׁי בֵּית אָב וְהֵם הָעוֹסְקִין בַּעֲבוֹדָה בְּאוֹתוֹ הַיּוֹם לֹא יִהְיוּ מִתְעַנִּים כָּל עִקָּר. וְכָל תַּעֲנִית שֶׁאוֹכְלִין בָּהּ מִבְּעוֹד יוֹם אִם אָכַל וּפָסַק וְגָמַר שֶׁלֹּא לֶאֱכל אֵינוֹ חוֹזֵר וְאוֹכֵל אַף עַל פִּי שֶׁיֵּשׁ שְׁהוּת בַּיּוֹם: \n",
      "בְּשָׁלֹשׁ תַּעֲנִיּוֹת אֵלּוּ כָּל הָעָם אֲסוּרִין בַּעֲשִׂיַּת מְלָאכָה בַּיּוֹם וּמֻתָּרִין בַּלַּיְלָה. וַאֲסוּרִין בִּרְחִיצַת כָּל הַגּוּף בְּחַמִּין אֲבָל פָּנָיו יָדָיו וְרַגְלָיו מֻתָּר. לְפִיכָךְ נוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. וַאֲסוּרִין בְּסִיכָה. וְאִם לְהַעֲבִיר אֶת הַזֻּהֲמָה מֻתָּר. וַאֲסוּרִין בְּתַשְׁמִישׁ הַמִּטָּה. וּבִנְעִילַת הַסַּנְדָּל בָּעִיר אֲבָל בַּדֶּרֶךְ מֻתָּר לִנְעל. וּמִתְפַּלְּלִין בְּבָתֵּי כְּנֵסִיּוֹת וְזוֹעֲקִין וּמִתְחַנְּנִין כִּשְׁאָר תַּעֲנִיּוֹת: \n",
      "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ בֵּית דִּין גּוֹזְרִין שֶׁבַע תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי וַחֲמִישִׁי וְשֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּבְאֵלּוּ הַשֶּׁבַע בִּלְבַד עֵבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת אֲבָל בִּשְׁאָר הַתַּעֲנִיּוֹת אֵין עֵבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת. וְאַף עַל פִּי שֶׁאֵינָן מִתְעַנּוֹת אֵין מְעַנְּגוֹת עַצְמָן בְּתַפְנוּקִים אֶלָּא אוֹכְלוֹת וְשׁוֹתוֹת כְּדֵי קִיּוּם הַוָּלָד: \n",
      "וּבְשֶׁבַע תַּעֲנִיּוֹת אֵלּוּ אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין. וְאַנְשֵׁי בֵּית אָב מִתְעַנִּין מִקְצָת הַיּוֹם וְלֹא מַשְׁלִימִין. וְכָל דָּבָר שֶׁהוּא אָסוּר בְּשָׁלֹשׁ אֶמְצָעִיּוֹת אָסוּר בְּאֵלּוּ הַשֶּׁבַע הָאַחֲרוֹנוֹת: \n",
      "וִיתֵרוֹת אֵלּוּ. שֶׁבָּהֶן בִּלְבַד מַתְרִיעִין וּמִתְפַּלְּלִין בִּרְחוֹב הָעִיר. וּמוֹרִידִין זָקֵן לְהוֹכִיחַ לָעָם כְּדֵי שֶׁיָּשׁוּבוּ מִדַּרְכָּם. וּמוֹסִיפִין שֵׁשׁ בְּרָכוֹת בִּתְפִלַּת שַׁחֲרִית וּבִתְפִלַּת מִנְחָה וְנִמְצְאוּ מִתְפַּלְּלִין כ''ד בְּרָכוֹת. וְנוֹעֲלִין אֶת הַחֲנֻיּוֹת. וּבַשֵּׁנִי מַטִּין לְעֵת עֶרֶב וּפוֹתְחִין אֶת הַחֲנֻיּוֹת. אֲבָל בַּחֲמִישִׁי פּוֹתְחִין כָּל הַיּוֹם מִפְּנֵי כְּבוֹד הַשַּׁבָּת. וְאִם יֵשׁ לַחֲנוּת שְׁנֵי פְּתָחִים פּוֹתֵחַ אֶחָד וְנוֹעֵל אֶחָד וְאִם יֵשׁ לַחֲנוּת אִצְטַבָּה פּוֹתֵחַ כְּדַרְכּוֹ בַּחֲמִישִׁי וְאֵינוֹ חוֹשֵׁשׁ: \n",
      "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ. מְמַעֲטִין בְּמַשָּׂא וּמַתָּן וּבְבִנְיָן שֶׁל שִׂמְחָה כְּגוֹן צִיּוּר וְכִיּוּר. וּבִנְטִיעָה שֶׁל שִׂמְחָה כְּגוֹן מִינֵי הֲדַס וּמִינֵי אֲהָלִים. וּמְמַעֲטִין בְּאֵרוּסִין וְנִשּׂוּאִין אֶלָּא אִם כֵּן לֹא קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה. וְכָל מִי שֶׁקִּיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אָסוּר לוֹ לְשַׁמֵּשׁ מִטָּתוֹ בִּשְׁנֵי רְעָבוֹן. וּמְמַעֲטִין בִּשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ. ותַּלְמִידֵי חֲכָמִים לֹא יִשְׁאֲלוּ שָׁלוֹם אֶלָּא כִּנְזוּפִין וּכִמְנֻדִּין לַמָּקוֹם. וְעַם הָאָרֶץ שֶׁנָּתַן לָהֶם שָׁלוֹם מַחְזִירִין לוֹ בְּשָׂפָה רָפָה וְכֹבֶד רֹאשׁ: \n",
      "תַּלְמִידֵי חֲכָמִים חוֹזְרִין לְבַדָּם וּמִתְעַנִּים שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי עַד שֶׁיֵּצֵא נִיסָן שֶׁל תְּקוּפָה אֲבָל לֹא הַצִּבּוּר. שֶׁאֵין גּוֹזְרִין עַל הַצִּבּוּר בִּשְׁבִיל גְּשָׁמִים שֶׁלֹּא יָרְדוּ יֶתֶר מִשְּׁלֹשׁ עֶשְׂרֵה תַּעֲנִיּוֹת אֵלּוּ. וּכְשֶׁמִּתְעַנִּין הַיְחִידִים עַד שֶׁיָּצָא נִיסָן מֻתָּרִין לֶאֱכל בַּלַּיְלָה וּמֻתָּרִין בַּעֲשִׂיַּת מְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וְתַשְׁמִישׁ הַמִּטָּה וּנְעִילַת הַסַּנְדָּל כִּשְׁאָר כָּל הַתַּעֲנִיּוֹת. וּמַפְסִיקִין לְרָאשֵׁי חֳדָשִׁים וּפוּרִים. יָצָא נִיסָן שֶׁל תְּקוּפָה וְהוּא כְּשֶׁהִגִּיעַ הַשֶּׁמֶשׁ לִתְחִלַּת מַזַּל שׁוֹר אֵין מִתְעַנִּים. שֶׁאֵין הַגְּשָׁמִים בַּזְּמַן הַזֶּה אֶלָּא סִימַן קְלָלָה הוֹאִיל וְלֹא יָרְדוּ כָּל עִקָּר מִתְּחִלַּת הַשָּׁנָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל וְכָל הַדּוֹמֶה לָהּ. אֲבָל מְקוֹמוֹת שֶׁעוֹנַת הַגְּשָׁמִים שֶׁלָּהֶן קֹדֶם י''ז בְּמַרְחֶשְׁוָן אוֹ אַחַר זְמַן זֶה כְּשֶׁיַּגִּיעַ זְמַנָּם וְלֹא יָרְדוּ גְּשָׁמִים יְחִידִים מִתְעַנִּים שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי. וּמַפְסִיקִין בְּרָאשֵׁי חֳדָשִׁים וּבַחֲנֻכָּה וּבְפוּרִים. וְשׁוֹהִין אַחֲרֵי כֵן כְּמוֹ שִׁבְעָה יָמִים. אִם לֹא יָרְדוּ גְּשָׁמִים בֵּית דִּין גּוֹזְרִין עַל הַצִּבּוּר שְׁלֹשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַסֵּדֶר שֶׁאָמַרְנוּ: \n",
      "כָּל תַּעֲנִיּוֹת שֶׁגּוֹזְרִין הַצִּבּוּר בְּחוּצָה לָאָרֶץ אוֹכְלִים בָּהֶם בַּלַּיְלָה וְדִינֵיהֶם כְּדִין שְׁאָר הַתַּעֲנִיּוֹת. שֶׁאֵין גּוֹזְרִין עַל הַצִּבּוּר תַּעֲנִית כְּגוֹן צוֹם כִּפּוּר אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל בִּלְבַד וּבִגְלַל הַמָּטָר. וּבְאוֹתָן עֶשֶׂר תַּעֲנִיּוֹת שֶׁהֵן שָׁלֹשׁ אֶמְצָעִיּוֹת וְשֶׁבַע אַחֲרוֹנוֹת: \n"
    ],
    [
      "בְכָל יוֹם וָיוֹם מִשֶּׁבַע תַּעֲנִיּוֹת הָאַחֲרוֹנוֹת שֶׁל מָטָר מִתְפַּלְּלִין עַל סֵדֶר זֶה. מוֹצִיאִין אֶת הַתֵּבָה לִרְחוֹבָהּ שֶׁל עִיר וְכָל הָעָם מִתְקַבְּצִים וּמִתְכַּסִּים בְּשַׂקִּים. וְנוֹתְנִין אֵפֶר מַקְלֶה עַל גַּבֵּי הַתֵּבָה וְעַל גַּבֵּי סֵפֶר תּוֹרָה כְּדֵי לְהַגְדִּיל אֶת הַבְּכִיָּה וּלְהַכְנִיעַ לִבָּם. וְאֶחָד מִן הָעָם נוֹטֵל מִן הָאֵפֶר וְנוֹתֵן בְּרֹאשׁ הַנָּשִׂיא וּבְרֹאשׁ אַב בֵּית דִּין בְּמָקוֹם הֲנָחַת תְּפִלִּין כְּדֵי שֶׁיִּכָּלְמוּ וְיָשׁוּבוּ. וְכָל אֶחָד וְאֶחָד נוֹטֵל וְנוֹתֵן בְּרֹאשׁוֹ: \n",
      "וְאַחַר כָּךְ מַעֲמִידִין בֵּינֵיהֶן זָקֵן חָכָם וְהֵן יוֹשְׁבִין. לֹא הָיָה שָׁם זָקֵן חָכָם מַעֲמִידִין חָכָם. לֹא הָיָה שָׁם לֹא זָקֵן וְלֹא חָכָם מַעֲמִידִין אָדָם שֶׁל צוּרָה. וְאוֹמֵר לִפְנֵיהֶם דִּבְרֵי כִּבּוּשִׁין. אַחֵינוּ לֹא שַׂק וְלֹא תַּעֲנִית גּוֹרְמִין אֶלָּא תְּשׁוּבָה וּמַעֲשִׂים טוֹבִים. שֶׁכֵּן מָצִינוּ בְּנִינְוֵה שֶׁלֹּא נֶאֱמַר בְּאַנְשֵׁי נִינְוֵה וַיַּרְא הָאֱלֹהִים אֶת שַׂקָּם וְאֶת תַּעֲנִיתָם אֶלָּא <small>(יונה ג י)</small> \"וַיַּרְא הָאֱלֹהִים אֶת מַעֲשֵׂיהֶם\". וּבְקַבָּלָה הוּא אוֹמֵר <small>(יואל ב יג)</small> \"קִרְעוּ לְבַבְכֶם וְאַל בִּגְדֵיכֶם\". וּמוֹסִיף בְּעִנְיָנוֹת אֵלּוּ כְּפִי כֹּחוֹ עַד שֶׁיַּכְנִיעַ לִבָּם וְיָשׁוּבוּ תְּשׁוּבָה גְּמוּרָה: \n",
      "וְאַחַר שֶׁגּוֹמֵר זֶה דִּבְרֵי כִּבּוּשִׁין עוֹמְדִין בִּתְפִלָּה וּמַעֲמִידִין שְׁלִיחַ צִבּוּר הָרָאוּי לְהִתְפַּלֵּל בְּתַעֲנִיּוֹת אֵלּוּ. וְאִם הָיָה אוֹתוֹ שֶׁאוֹמֵר דִּבְרֵי הַכִּבּוּשִׁין רָאוּי לְהִתְפַּלֵּל מִתְפַּלֵּל וְאִם לָאו מוֹרִידִין אַחֵר: \n",
      "וְאֵי זֶה הוּא הָרָאוּי לְהִתְפַּלֵּל בְּתַעֲנִיּוֹת אֵלּוּ. אִישׁ שֶׁהוּא רָגִיל בִּתְפִלָּה. וְרָגִיל לִקְרוֹת בַּתּוֹרָה נְבִיאִים וּכְתוּבִים. וּמְטוּפָּל וְאֵין לוֹ. וְיֵשׁ לוֹ יְגִיעָה בַּשָּׂדֶה. וְלֹא יִהְיֶה בְּבָנָיו וּבִבְנֵי בֵּיתוֹ וְכָל קְרוֹבָיו הַנִּלְוִים עָלָיו בַּעַל עֲבֵרָה. אֶלָּא יִהְיֶה בֵּיתוֹ רֵיקָן מִן הָעֲבֵרוֹת. וְלֹא יָצָא עָלָיו שֵׁם רַע בְּיַלְדוּתוֹ. שְׁפַל בֶּרֶךְ. וּמְרֻצֶּה לָעָם. וְיֵשׁ לוֹ נְעִימָה וְקוֹלוֹ עָרֵב. וְאִם הָיָה זָקֵן עִם כָּל הַמִּדּוֹת הָאֵלּוּ הֲרֵי זֶה מְפֹאָר. וְאִם אֵינוֹ זָקֵן הוֹאִיל וְיֵשׁ בּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ יִתְפַּלֵּל: \n",
      "וּשְׁלִיחַ צִבּוּר מַתְחִיל וּמִתְפַּלֵּל עַד בִּרְכַּת גּוֹאֵל יִשְׂרָאֵל. וְאוֹמֵר זִכְרוֹנוֹת וְשׁוֹפָרוֹת מֵעֵין הַצָּרָה. וְאוֹמֵר <small>(תהילים קכ א)</small> \"אֶל ה' בַּצָּרָתָה לִּי קָרָאתִי וַיַּעֲנֵנִי\". <small>(תהילים קכא א)</small> \"אֶשָּׂא עֵינַי אֶל הֶהָרִים\" וְגוֹ'. <small>(תהילים קל א)</small> \"מִמַּעֲמַקִּים קְרָאתִיךָ ה'\". <small>(תהילים קב א)</small> \"תְּפִלָּה לְעָנִי כִי יַעֲטֹף\" וְגוֹ': \n",
      "וְאוֹמֵר דִּבְרֵי תַּחֲנוּנִים כְּפִי כֹּחוֹ. וְאוֹמֵר רְאֵה נָא בְעָנְיֵנוּ וְרִיבָה רִיבֵנוּ וּמַהֵר לְגָאֳלֵנוּ. וּמִתְחַנֵּן וְאוֹמֵר בְּסוֹף תַּחֲנוּנָיו מִי שֶׁעָנָה אֶת אַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל: \n",
      "וּמַתְחִיל לְהוֹסִיף שֵׁשׁ בְּרָכוֹת שֶׁהוּא מוֹסִיף זוֹ אַחַר זוֹ. וּמִתְחַנֵּן בְּכָל אַחַת מֵהֶן בְּדִבְרֵי תַּחֲנוּנִים וּפְסוּקִים מִדִּבְרֵי קַבָּלָה וּמִכִּתְבֵי הַקֹּדֶשׁ כְּפִי שֶׁהוּא רָגִיל וְחוֹתֵם בְּכָל אַחַת מֵהֶן בַּחֲתִימוֹת אֵלּוּ: \n",
      "בָּרִאשׁוֹנָה הוּא חוֹתֵם מִי שֶׁעָנָה אֶת משֶׁה וַאֲבוֹתֵינוּ עַל יַם סוּף הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת: \n",
      "בַּשְּׁנִיָּה הוּא חוֹתֵם מִי שֶׁעָנָה אֶת יְהוֹשֻׁעַ בַּגִּלְגָּל הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּרוּעָה: \n",
      "בַּשְּׁלִישִׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת שְׁמוּאֵל בַּמִּצְפָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ צְעָקָה: \n",
      "בָּרְבִיעִית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת אֵלִיָּהוּ בְּהַר הַכַּרְמֶל הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה: \n",
      "בַּחֲמִישִׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת יוֹנָה בִּמְעֵי הַדָּגָה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' הָעוֹנֶה בְּעֵת צָרָה: \n",
      "בַּשִּׁשִּׁית הוּא חוֹתֵם מִי שֶׁעָנָה אֶת דָּוִד וּשְׁלֹמֹה בְּנוֹ בִּירוּשָׁלַיִם הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. בָּרוּךְ אַתָּה ה' הַמְרַחֵם עַל הָאָרֶץ. וְכָל הָעָם עוֹנִין אָמֵן אַחַר כָּל בְּרָכָה וּבְרָכָה כְּדֶרֶךְ שֶׁעוֹנִין אַחַר כָּל הַבְּרָכוֹת: \n",
      "בַּשְּׁבִיעִית אוֹמֵר רְפָאֵנוּ ה' וְנֵרָפֵא וְכוּ'. וְגוֹמֵר הַתְּפִלָּה עַל הַסֵּדֶר וְתוֹקְעִין בַּחֲצוֹצְרוֹת. וְכַסֵּדֶר הַזֶּה עוֹשִׂין בְּכָל מָקוֹם: \n",
      "כְּשֶׁהָיוּ מִתְפַּלְּלִין עַל הַסֵּדֶר הַזֶּה בִּירוּשָׁלַיִם הָיוּ מִתְכַּנְּסִין לְהַר הַבַּיִת כְּנֶגֶד שַׁעַר הַמִּזְרָח וּמִתְפַּלְּלִין כַּסֵּדֶר הַזֶּה. וּכְשֶׁמַּגִּיעַ שְׁלִיחַ צִבּוּר לוֹמַר מִי שֶׁעָנָה אֶת אַבְרָהָם אוֹמֵר בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ אֱלֹהַי יִשְׂרָאֵל מִן הָעוֹלָם וְעַד הָעוֹלָם בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל. וְהֵן עוֹנִין אַחֲרָיו בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. וְחַזָּן הַכְּנֶסֶת אוֹמֵר לַתּוֹקְעִים תִּקְעוּ בְּנֵי אַהֲרֹן תִּקְעוּ. וְחוֹזֵר הַמִּתְפַּלֵּל וְאוֹמֵר מִי שֶׁעָנָה אֶת אַבְרָהָם בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה וְאַחַר כָּךְ תּוֹקְעִין הַכֹּהֲנִים וּמְרִיעִין וְתוֹקְעִין: \n",
      "וְכֵן בַּבְּרָכָה הַשְּׁנִיָּה לָזוֹ שֶׁהִיא רִאשׁוֹנָה מִן הַשֵּׁשׁ שֶׁמּוֹסִיף חוֹתֵם בָּהּ בָּרוּךְ ה' אֱלֹהִים אֱלֹהֵי יִשְׂרָאֵל מִן הָעוֹלָם וְעַד הָעוֹלָם בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת. וְהֵן עוֹנִין בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. וְחַזַּן הַכְּנֶסֶת אוֹמֵר לָהֶן הָרִיעוּ בְּנֵי אַהֲרֹן הָרִיעוּ. וְחוֹזֵר שְׁלִיחַ צִבּוּר וְאוֹמֵר מִי שֶׁעָנָה אֶת משֶׁה וַאֲבוֹתֵינוּ עַל יַם סוּף הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם בַּיּוֹם הַזֶּה. וְאַחַר כָּךְ מְרִיעִין וְתוֹקְעִין וּמְרִיעִין: \n",
      "וְכֵן עַל כָּל בְּרָכָה וּבְרָכָה בְּאַחַת אוֹמֵר תִּקְעוּ וּבְאַחַת אוֹמֵר הָרִיעוּ עַד שֶׁיִּגְמֹר כָּל שֶׁבַע הַבְּרָכוֹת. וְנִמְצְאוּ הַכֹּהֲנִים פַּעַם תּוֹקְעִין וּמְרִיעִין וְתוֹקְעִין. וּפַעַם מְרִיעִין וְתוֹקְעִין וּמְרִיעִין שֶׁבַע פְּעָמִים. וְאֵין עוֹשִׂים הַסֵּדֶר זֶה אֶלָּא בְּהַר הַבַּיִת בִּלְבַד. וּכְשֶׁהֵן תּוֹקְעִין וּמְרִיעִין שָׁם תּוֹקְעִין בַּחֲצוֹצְרוֹת וּבְשׁוֹפָר כְּאֶחָד כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "שֶׁבַע תַּעֲנִיּוֹת הָאֵלּוּ כָּל מָקוֹם שֶׁגּוֹזְרִין אוֹתָם שָׁם אַחַר שֶׁמִּתְפַּלְּלִין יוֹצְאִין כָּל הָעָם לְבֵית הַקְּבָרוֹת וּבוֹכִין וּמִתְחַנְּנִים שָׁם. כְּלוֹמַר הֲרֵי אַתֶּם מֵתִים כְּאֵלּוּ אִם לֹא תָּשׁוּבוּ מִדַּרְכֵיכֶם. וּבְכָל תַּעֲנִית מִתַּעֲנִיּוֹת הַצָּרוֹת שֶׁגּוֹזְרִין עַל הַצִּבּוּר מִתְפַּלְּלִין תְּפִלַּת נְעִילָה בְּכָל מָקוֹם: \n",
      "יָרְדוּ לָהֶם גְּשָׁמִים עַד מָתַי יִהְיוּ יוֹרְדִין וְיִפְסְקוּ הַצִּבּוּר מִן הַתַּעֲנִית. מִשֶּׁיֵּרְדוּ בְּעֹמֶק הָאָרֶץ הַחֲרֵבָה טֶפַח. וּבַבֵּינוֹנִית טְפָחַיִם. וּבַעֲבוּדָה עַד שֶׁיֵּרְדוּ בְּעֹמֶק שְׁלֹשָׁה טְפָחִים: \n"
    ],
    [
      "יֵשׁ שָׁם יָמִים שֶׁכָּל יִשְׂרָאֵל מִתְעַנִּים בָּהֶם מִפְּנֵי הַצָּרוֹת שֶׁאֵרְעוּ בָּהֶן כְּדֵי לְעוֹרֵר הַלְּבָבוֹת לִפְתֹּחַ דַּרְכֵי הַתְּשׁוּבָה וְיִהְיֶה זֶה זִכָּרוֹן לְמַעֲשֵׂינוּ הָרָעִים וּמַעֲשֵׂה אֲבוֹתֵינוּ שֶׁהָיָה כְּמַעֲשֵׂינוּ עַתָּה עַד שֶׁגָּרַם לָהֶם וְלָנוּ אוֹתָן הַצָּרוֹת. שֶׁבְּזִכְרוֹן דְּבָרִים אֵלּוּ נָשׁוּב לְהֵיטִיב שֶׁנֶּאֱמַר <small>(ויקרא כו, מ)</small> \"וְהִתְוַדּוּ אֶת עֲוֹנָם וְאֶת עֲוֹן אֲבֹתָם\" וְגוֹ': ",
      "וְאֵלּוּ הֵן יוֹם שְׁלִישִׁי בְּתִשְׁרֵי שֶׁבּוֹ נֶהֱרַג גְּדַלְיָה בֵּן אֲחִיקָם וְנִכְבַּת גַּחֶלֶת יִשְׂרָאֵל הַנִּשְׁאָרָה וְסִבֵּב לְהָתָם גָּלוּתָן. וַעֲשִׂירִי בְּטֵבֵת שֶׁבּוֹ סָמַךְ מֶלֶךְ בָּבֶל נְבוּכַדְנֶאצַּר הָרָשָׁע עַל יְרוּשָׁלַיִם וֶהֱבִיאָהּ בְּמָצוֹר וּבְמָצוֹק. וְי''ז בְּתַמּוּז חֲמִשָּׁה דְּבָרִים אֵרְעוּ בּוֹ. נִשְׁתַּבְּרוּ הַלּוּחוֹת. וּבָטֵל הַתָּמִיד מִבַּיִת רִאשׁוֹן. וְהֻבְקְעָה יְרוּשָׁלַיִם בְּחֻרְבָּן שֵׁנִי. וְשָׂרַף אַפּוֹסְטוֹמוֹס הָרָשָׁע אֶת הַתּוֹרָה. וְהֶעֱמִיד צֶלֶם בַּהֵיכָל: ",
      "וְתִשְׁעָה בְּאָב חֲמִשָּׁה דְּבָרִים אֵרְעוּ בּוֹ. נִגְזַר עַל יִשְׂרָאֵל בַּמִּדְבָּר שֶׁלֹּא יִכָּנְסוּ לָאָרֶץ. וְחָרַב הַבַּיִת בָּרִאשׁוֹנָה וּבַשְּׁנִיָּה. וְנִלְכְּדָה עִיר גְּדוֹלָה וּבֵיתָר שְׁמָהּ וְהָיוּ בָּהּ אֲלָפִים וּרְבָבוֹת מִיִּשְׂרָאֵל וְהָיָה לָהֶם מֶלֶךְ גָּדוֹל וְדִמּוּ כָּל יִשְׂרָאֵל וּגְדוֹלֵי הַחֲכָמִים שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. וְנָפַל בְּיַד הָרוֹמִיִּים וְנֶהֶרְגוּ כֻּלָּם וְהָיְתָה צָרָה גְּדוֹלָה כְּמוֹ חֻרְבַּן בֵּית הַמִּקְדָּשׁ. וּבוֹ בַּיּוֹם הַמּוּכָן לְפֻרְעָנוּת חָרַשׁ טוּרְנוּסְרוּפוּס הָרָשָׁע אֶת הַהֵיכָל וְאֶת סְבִיבָיו לְקַיֵּם מַה שֶּׁנֶּאֱמַר<small>(ירמיה כו יח)</small> <small>(מיכה ג יב)</small> \"צִיּוֹן שָׂדֶה תֵחָרֵשׁ\": ",
      "וְאַרְבָּעָה יְמֵי הַצּוֹמוֹת הָאֵלּוּ הֲרֵי הֵן מְפֹרָשִׁין בַּקַּבָּלָה <small>(זכריה ח יט)</small> \"צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי\" וְגוֹ'. צוֹם הָרְבִיעִי זֶה שִׁבְעָה עָשָׂר בְּתַמּוּז שֶׁהוּא בַּחֹדֶשׁ הָרְבִיעִי. וְצוֹם הַחֲמִישִׁי זֶה תִּשְׁעָה בְּאָב שֶׁהוּא בַּחֹדֶשׁ הַחֲמִישִׁי. וְצוֹם הַשְּׁבִיעִי זֶה שְׁלֹשָׁה בְּתִשְׁרֵי שֶׁהוּא בַּחֹדֶשׁ הַשְּׁבִיעִי. וְצוֹם הָעֲשִׂירִי זֶה עֲשָׂרָה בְּטֵבֵת שֶׁהוּא בַּחֹדֶשׁ הָעֲשִׂירִי: ",
      "וְנָהֲגוּ כָּל יִשְׂרָאֵל בִּזְמַנִּים אֵלּוּ לְהִתְעַנּוֹת. וּבְי''ג בַּאֲדָר זֵכֶר לַתַּעֲנִית שֶׁהִתְעַנּוּ בִּימֵי הָמָן שֶׁנֶּאֱמַר <small>(אסתר ט לא)</small> \"דִּבְרֵי הַצֹּמוֹת וְזַעֲקָתָם\". וְאִם חָל י''ג בַּאֲדָר לִהְיוֹת בְּשַׁבָּת מַקְדִּימִין וּמִתְעַנִּין בַּחֲמִישִׁי שֶׁהוּא י''א. אֲבָל אֶחָד מֵאַרְבָּעָה יְמֵי הַצּוֹמוֹת שֶׁחָל לִהְיוֹת בְּשַׁבָּת דּוֹחִין אוֹתוֹ לְאַחַר הַשַּׁבָּת. חָל לִהְיוֹת בְּעֶרֶב שַׁבָּת מִתְעַנִּין בְּעֶרֶב שַׁבָּת. וּבְכָל הַצּוֹמוֹת הָאֵלּוּ אֵין מַתְרִיעִין וְלֹא מִתְפַּלְּלִין בָּהֶן תְּפִלַּת נְעִילָה. אֲבָל קוֹרִין בַּתּוֹרָה שַׁחֲרִית וּמִנְחָה בְּ<small>(שמות לב יא)</small> \"וַיְחַל משֶׁה\". וּבְכֻלָּן אוֹכְלִים וְשׁוֹתִין בַּלַּיְלָה חוּץ מִתִּשְׁעָה בְּאָב: ",
      "מִשֶּׁיִּכָּנֵס אָב מְמַעֲטִין בְּשִׂמְחָה. וְשַׁבָּת שֶׁחָל תִּשְׁעָה בְּאָב לִהְיוֹת בְּתוֹכָהּ אָסוּר לְסַפֵּר וּלְכַבֵּס וְלִלְבּשׁ כְּלִי מְגֹהָץ אֲפִלּוּ כְּלִי פִּשְׁתָּן עַד שֶׁיַּעֲבֹר הַתַּעֲנִית. וַאֲפִלּוּ לְכַבֵּס וּלְהַנִּיחַ לְאַחַר הַתַּעֲנִית אָסוּר. וּכְבָר נָהֲגוּ יִשְׂרָאֵל שֶׁלֹּא לֶאֱכל בָּשָׂר בְּשַׁבָּת זוֹ וְלֹא יִכָּנְסוּ לַמֶּרְחָץ עַד שֶׁיַּעֲבֹר הַתַּעֲנִית. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לְבַטֵּל הַשְּׁחִיטָה מֵרֹאשׁ הַחֹדֶשׁ עַד הַתַּעֲנִית: ",
      "תִּשְׁעָה בְּאָב לֵילוֹ כְּיוֹמוֹ לְכָל דָּבָר. וְאֵין אוֹכְלִין אֶלָּא מִבְּעוֹד יוֹם. וּבֵין הַשְּׁמָשׁוֹת שֶׁלּוֹ אָסוּר כְּיוֹם הַכִּפּוּרִים. וְלֹא יֹאכַל בָּשָׂר וְלֹא יִשְׁתֶּה יַיִן בַּסְּעֻדָּה הַמַּפְסִיק בָּהּ. אֲבָל שׁוֹתֶה הוּא יַיִן מִגִּתּוֹ שֶׁיֵּשׁ לוֹ שְׁלֹשָׁה יָמִים אוֹ פָּחוֹת. וְאוֹכֵל בָּשָׂר מָלִיחַ שֶׁיֵּשׁ לוֹ שְׁלֹשָׁה יָמִים אוֹ יֶתֶר. וְלֹא יֹאכַל שְׁנֵי תַּבְשִׁילִין: ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאָכַל עֶרֶב תִּשְׁעָה בְּאָב אַחַר חֲצוֹת. אֲבָל אִם סָעַד קֹדֶם חֲצוֹת אַף עַל פִּי שֶׁהוּא מַפְסִיק בָּהּ אוֹכֵל כָּל מַה שֶּׁיִּרְצֶה. וְעֶרֶב תִּשְׁעָה בְּאָב שֶׁחָל לִהְיוֹת בְּשַׁבָּת אוֹכֵל וְשׁוֹתֶה כָּל צָרְכּוֹ וּמַעֲלֶה עַל שֻׁלְחָנוֹ אֲפִלּוּ כִּסְעֻדַּת שְׁלֹמֹה. וְכֵן תִּשְׁעָה בְּאָב עַצְמוֹ שֶׁחָל לִהְיוֹת בְּשַׁבָּת אֵינוֹ מְחַסֵּר כְּלוּם: ",
      "זוֹ הִיא מִדַּת כָּל הָעָם שֶׁאֵינָן יְכוֹלִין לִסְבּל יֶתֶר מִדַּאי. אֲבָל חֲסִידִים הָרִאשׁוֹנִים כָּךְ הָיְתָה מִדָּתָן. עֶרֶב תִּשְׁעָה בְּאָב הָיוּ מְבִיאִין לוֹ לָאָדָם לְבַדּוֹ פַּת חֲרֵבָה בְּמֶלַח וְשׁוֹרֶה בְּמַיִם וְיוֹשֵׁב בֵּין תַּנּוּר וְכִירַיִם וְאוֹכְלָהּ וְשׁוֹתֶה עָלֶיהָ קִיתוֹן שֶׁל מַיִם בִּדְאָגָה וּבְשִׁמָּמוֹן וּבְכִיָּה כְּמִי שֶׁמֵּתוֹ מֻטָּל לְפָנָיו. כָּזֶה רָאוּי לַחֲכָמִים לַעֲשׂוֹת אוֹ קָרוֹב מִזֶּה. וּמִיָּמֵינוּ לֹא אָכַלְנוּ עֶרֶב תִּשְׁעָה בְּאָב תַּבְשִׁיל אֲפִלּוּ שֶׁל עֲדָשִׁים אֶלָּא אִם כֵּן הָיָה בְּשַׁבָּת: ",
      "עֻבָּרוֹת וּמֵינִיקוֹת מִתְעַנּוֹת וּמַשְׁלִימוֹת בְּתִשְׁעָה בְּאָב. וְאָסוּר בִּרְחִיצָה בֵּין בְּחַמִּין בֵּין בְּצוֹנֵן וַאֲפִלּוּ לְהוֹשִׁיט אֶצְבָּעוֹ בְּמַיִם. וְאָסוּר בְּסִיכָה שֶׁל תַּעֲנוּג וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה כְּיוֹם הַכִּפּוּרִים. וּמָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת בּוֹ מְלָאכָה עוֹשִׂין. וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לַעֲשׂוֹת אֵין עוֹשִׂין. וּבְכָל מָקוֹם תַּלְמִידֵי חֲכָמִים בְּטֵלִין. וְאָמְרוּ חֲכָמִים שֶׁהָעוֹשֶׂה בּוֹ מְלָאכָה אֵינוֹ רוֹאֶה סִימַן בְּרָכָה לְעוֹלָם: ",
      "תַּלְמִידֵי חֲכָמִים אֵין נוֹתְנִין זֶה לָזֶה שָׁלוֹם בְּתִשְׁעָה בְּאָב. אֶלָּא יוֹשְׁבִים דָּוִים וְנֶאֱנָחִים כַּאֲבֵלִים. וְאִם נָתַן לָהֶם עַם הָאָרֶץ שָׁלוֹם מַחֲזִירִים לוֹ בְּשָׂפָה רָפָה וְכֹבֶד רֹאשׁ. וְאָסוּר לִקְרוֹת בְּתִשְׁעָה בְּאָב בַּתּוֹרָה אוֹ בַּנְּבִיאִים אוֹ בַּכְּתוּבִים וּבְמִשְׁנָה וּבַהֲלָכוֹת וּבִגְמָרָא וּבְהַגָּדוֹת. וְאֵינוֹ קוֹרֵא אֶלָּא בְּאִיּוֹב וּבְקִינוֹת וּבַדְּבָרִים הָרָעִים שֶׁבְּיִרְמְיָהוּ. וְתִינוֹקוֹת שֶׁל בֵּית רַבָּן בְּטֵלִין בּוֹ. וּמִקְצָת הַחֲכָמִים נוֹהֲגִין שֶׁלֹּא לְהַנִּיחַ בּוֹ תְּפִלִּין שֶׁל רֹאשׁ: ",
      "מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ תִּקְּנוּ חֲכָמִים שֶׁהָיוּ בְּאוֹתוֹ הַדּוֹר שֶׁאֵין בּוֹנִין לְעוֹלָם בִּנְיָן מְסֻיָּד וּמְכֻיָּר כְּבִנְיַן הַמְּלָכִים. אֶלָּא טָח בֵּיתוֹ בְּטִיט וְסָד בְּסִיד וּמְשַׁיֵּר מָקוֹם אַמָּה עַל אַמָּה כְּנֶגֶד הַפֶּתַח בְּלֹא סִיד. וְהַלּוֹקֵחַ חָצֵר מְסֻיֶּדֶת וּמְכֻיֶּרֶת הֲרֵי זוֹ בְּחֶזְקָתָהּ וְאֵין מְחַיְּבִים אוֹתוֹ לִקְלֹף הַכְּתָלִים: ",
      "וְכֵן הִתְקִינוּ שֶׁהָעוֹרֵךְ שֻׁלְחָן לַעֲשׂוֹת סְעֻדָּה לָאוֹרְחִים מְחַסֵּר מִמֶּנּוּ מְעַט וּמַנִּיחַ מָקוֹם פָּנוּי בְּלֹא קְעָרָה מִן הַקְּעָרוֹת הָרְאוּיוֹת לָתֵת שָׁם. וּכְשֶׁהָאִשָּׁה עוֹשָׂה תַּכְשִׁיטֵי הַכֶּסֶף וְהַזָּהָב מְשַׁיֶּרֶת מִין מִמִּינֵי הַתַּכְשִׁיט שֶׁנּוֹהֶגֶת בָּהֶן כְּדֵי שֶׁלֹּא יִהְיֶה תַּכְשִׁיט שָׁלֵם. וּכְשֶׁהֶחָתָן נוֹשֵׂא אִשָּׁה לוֹקֵחַ אֵפֶר מַקְלֶה וְנוֹתֵן בְּרֹאשׁוֹ מְקוֹם הֲנָחַת הַתְּפִלִּין. וְכָל אֵלּוּ הַדְּבָרִים כְּדֵי לִזְכֹּר יְרוּשָׁלַיִם שֶׁנֶּאֱמַר <small>(תהילים קלז ה)</small> \"אִם אֶשְׁכָּחֵךְ יְרוּשָׁלָםִ תִּשְׁכַּח יְמִינִי\" <small>(תהילים קלז ו)</small> \"תִּדְבַּק לְשׁוֹנִי לְחִכִּי אִם לֹא אֶזְכְּרֵכִי אִם לֹא אַעֲלֶה אֶת יְרוּשָׁלַםִ עַל רֹאשׁ שִׂמְחָתִי\": ",
      "וְכֵן גָּזְרוּ שֶׁלֹּא לְנַגֵּן בִּכְלֵי שִׁיר. וְכָל מִינֵי זֶמֶר וְכָל מַשְׁמִיעֵי קוֹל שֶׁל שִׁיר אָסוּר לִשְׂמֹחַ בָּהֶן וְאָסוּר לְשָׁמְעָן מִפְּנֵי הַחֻרְבָּן. וַאֲפִלּוּ שִׁירָה בַּפֶּה עַל הַיַּיִן אֲסוּרָה שֶׁנֶּאֱמַר <small>(ישעיה כד ט)</small> \"בַּשִּׁיר לֹא יִשְׁתּוּ יָיִן\". וּכְבָר נָהֲגוּ כָּל יִשְׂרָאֵל לוֹמַר דִּבְרֵי תֻּשְׁבָּחוֹת אוֹ שִׁיר שֶׁל הוֹדָאוֹת לָאֵל וְכַיּוֹצֵא בָּהֶן עַל הַיַּיִן: ",
      "וְאַחַר כָּךְ גָּזְרוּ עַל עַטְרוֹת חֲתָנִים שֶׁלֹּא לְהַנִּיחָם כְּלָל. וְשֶׁלֹּא יַנִּיחַ הֶחָתָן בְּרֹאשׁוֹ שׁוּם כָּלִיל שֶׁנֶּאֱמַר <small>(יחזקאל כא לא)</small> \"הָסֵר הַמִּצְנֶפֶת וְהָרֵם הָעֲטָרָה\". וְכֵן גָּזְרוּ עַל עַטְרוֹת כַּלּוֹת אִם הָיָה שֶׁל כֶּסֶף אוֹ זָהָב אֲבָל שֶׁל גְּדִיל מֻתָּר לְכַלָּה: ",
      "מִי שֶׁרָאָה עָרֵי יְהוּדָה בְּחֻרְבָּנָם אוֹמֵר <small>(ישעיה סד ט)</small> \"עָרֵי קָדְשְׁךָ הָיוּ מִדְבָּר\" וְקוֹרֵעַ. רָאָה יְרוּשָׁלַיִם בְּחֻרְבָּנָהּ אוֹמֵר <small>(ישעיה סד ט)</small> \"יְרוּשָׁלַיִם מִדְבָּר\" וְגוֹ'. בֵּית הַמִּקְדָּשׁ בְּחֻרְבָּנוֹ אוֹמֵר <small>(ישעיה סד י)</small> \"בֵּית קָדְשֵׁנוּ וְתִפְאַרְתֵּנוּ\" וְגוֹ' וְקוֹרֵעַ. וּמֵהֵיכָן חַיָּב לִקְרֹעַ מִן הַצּוֹפִים. וּכְשֶׁיַּגִּיעַ לַמִּקְדָּשׁ קוֹרֵעַ קֶרַע אַחֵר. וְאִם פָּגַע בַּמִּקְדָּשׁ תְּחִלָּה כְּשֶּׁיָּבוֹא מִדֶּרֶךְ הַמִּדְבָּר קוֹרֵעַ עַל הַמִּקְדָּשׁ וּמוֹסִיף עַל יְרוּשָׁלַיִם: ",
      "כָּל הַקְּרָעִים הָאֵלּוּ כֻּלָּם קוֹרֵעַ בְּיָדוֹ מְעֵמָּד וְקוֹרֵעַ כָּל כְּסוּת שֶׁעָלָיו עַד שֶׁיְּגַלֶּה אֶת לִבּוֹ. וְאֵינוֹ מְאַחֶה קְרָעִים אֵלּוּ לְעוֹלָם. אֲבָל רַשַּׁאי הוּא לְשָׁלְלָן לְמָלְלָן לְלַקְּטָן וּלְתָפְרָן כְּמִין סֻלָּמוֹת: ",
      "הָיָה הוֹלֵךְ וּבָא לִירוּשָׁלַיִם הוֹלֵךְ וּבָא תּוֹךְ שְׁלֹשִׁים יוֹם אֵינוֹ קוֹרֵעַ קֶרַע אַחֵר. וְאִם לְאַחַר שְׁלֹשִׁים יוֹם חוֹזֵר וְקוֹרֵעַ: ",
      "כָּל הַצּוֹמוֹת הָאֵלּוּ עֲתִידִים לִבָּטֵל לִימוֹת הַמָּשִׁיחַ. וְלֹא עוֹד אֶלָּא שֶׁהֵם עֲתִידִים לִהְיוֹת יוֹם טוֹב וִימֵי שָׂשׂוֹן וְשִׂמְחָה שֶׁנֶּאֱמַר <small>(זכריה ח יט)</small> \"כֹּה אָמַר ה' צְבָאוֹת צוֹם הָרְבִיעִי וְצוֹם הַחֲמִישִׁי וְצוֹם הַשְּׁבִיעִי וְצוֹם הָעֲשִׂירִי יִהְיֶה לְבֵית יְהוּדָה לְשָׂשׂוֹן וּלְשִׂמְחָה וּלְמֹעֲדִים טוֹבִים וְהָאֱמֶת וְהַשָּׁלוֹם אֱהָבוּ\": סָלִיק הִלְכוֹת תַּענִיוֹת "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות תעניות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן אם אכל וכו'.</b> כתב הראב''ד ז''ל זה אינו כלום שהרי אמרו והוא שלא טעם כלום כל אותו היום ועוד אמרו כל תענית שלא שקעה עליו חמה לא שמיה תענית. המימרא הראשונה מיעטה שאם אכל בחצי היום ורצה להתענות עד הערב לאו כלום היא כי מאחר שאכל שוב אינו מתענה. והמימרא השניה באה למעט מי שאמר אפילו בערב הריני בתענית עד חצי היום כי מאחר שלא יצא עליו היום בעינוי קבלתו לאו כלום היא, עכ''ל: "
      ],
      [
        "<b> שכח ואכל וכו'.</b> א''א ירושלמי בשאמר יום זה אבל אם אמר יום סתם אבד תעניתו, עכ''ל: "
      ],
      [
        "<b> על צרה ועברה וכו'.</b> א''א סובר זה המחבר לחלק בין יחיד לציבור ואנו אומרים אחד יחיד ואחד צבור על כל צרה שעברה משלימים תעניתם חוץ מתענית של גשמים שאין צרה עוברת גמורה אלא צרת גשמים שהיא לשעתה, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שאר מיני רמש וכו'.</b> א''א אם היו נושכין וממיתין אפי' צרעין ויתושין וזבובים כי כלם שלוחי המקום הם עכ''ל: "
      ],
      [
        "<b> אבל על החגב וכו'.</b> א''א אלא חגב ידוע להם שאינו מזיק אבל שאר מינין מזיקים הן שהרי הילק והגזם השחיתו בימי יואל וה''ה לסלעם וחרגול ועכשיו שאין אנו מכירין מיניהם על כלן מתריעין, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בד''א בא''י וכו'.</b> א''א על ההקדמה איני מודה לו שאע''פ שיש מקומות שמקדימים וזורעים אין להם הפסד באיחור הגשמים עד הזמן הנזכר במשנה, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ונמצאו הכהנים וכו'.</b> א''א מן התוספתא אסף את אלה ולא כמ''ש הוא והתוספתא עצמה משובשת שלא היתה תקיעה עם התרועה ולא התרועה עם התקיעה במקדש ואפשר שהיו שלשתן בגבולין תקיעה תרועה תקיעה, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל הקרעים וכו'.</b> א''א לא כן נראה מן הגמרא שהרי שנו בתוספתא לא השוו לאביו ולאמו אלא לאיחוי בלבד אבל בכלי וכל הבגדים שעליו עד שיגלה את לבו לא השוו אבל שיקרע בחוץ לעיני העם גם לזה השוה הנשיא בלבד, עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>מצות עשה מן התורה וכו'.</b> זה מבואר בכתוב ומפורש בספרי. וראיתי לרבינו בספר המצות שלו שמנה תרועה זו ותקיעה שבשעת הקרבנות במצוה אחת ותמה אני למה שהרי שני פסוקים הם בכתוב. ונראה שדעתו ז''ל שהמצוה היא אחת כללית לתקוע בחצוצרות במקדש בעת הקרבנות ובעת הצרות בין במקדש בין בגבולין ואין ראוי למנותן בשתי מצות ועוד צ''ע. ויתר הדברים שכתב רבינו כאן דברים ברורים וראויין אליו ומפורשים בספרא ובספרי: "
      ],
      [],
      [],
      [
        "<b>ומדברי סופרים להתענות וכו'.</b> זה ברור שאין כאן תענית מן התורה שלא נזכר ענוי בכתוב: ",
        "<b>ובימי תעניות אלו וכו'.</b> מדברי רבינו נראה שאין תוקעין אלא בחצוצרות בגבולין ולא בשופר כלל. וכן נראה לכאורה מן הברייתא שבפרק ראוהו בית דין בראש השנה (דף כ\"ז) שאמרו שם בגבולין מקום שיש חצוצרות אין שופר. ופירש רש''י ז''ל וכן רוב המפרשים מקום שיש חצוצרות כגון תעניות. והקשו לזה ממה שאמרו פירקא קמא דתענית (דף י\"ד) אלא שופרות דכולי עלמא לא פליגי דקרי לה התרעה. ותירץ הראב''ד ז''ל בפירושיו שתקיעת החצוצרות היתה על סדר ברכות הנזכרות פרק רביעי אבל בשופרות היתה בשאר היום בשעה שהיו מתפללין. ולדברי רבינו שלא הזכיר שופר בגבולין כלל יש לי לומר דשופרות לאו דוקא אלא כלפי שאמרו התרעה בעננו שהיא בפה הזכירו שופרות הרגילין בכל מקום ולפי שיש במקדש שופרות ועל בית המקדש הזכירו שופרות אבל בגבולין אין שם לעולם אלא חצוצרות. ומכל מקום המחוור כדברי הרשב''א ז''ל דבמקדש איכא תרתי חצוצרות ושופר ובגבולין ליכא אלא חד מינייהו חצוצרות או שופר. וז''ש בדברי הגאונים תקיעה בשופר בתעניות לפי שבאי זה מהן שירצה רשאי ובלבד שלא יביא שניהם אלא במקדש עכ''ד: ",
        "<b>ואם היו במקדש וכו'.</b> משנה וברייתא פרק ראוהו בית דין (ראש השנה כ\"ו): ",
        "<b>ואין תוקעין וכו'.</b> שם בגמרא: "
      ],
      [
        "<b>תעניות אלו שגוזרין וכו'.</b> גם זה פשוט ומבואר בכמה מקומות במסכתא: ",
        "<b>ואין גוזרין תחלה תענית אלא בשני וכו'.</b> משנה פ' סדר תעניות כיצד (תענית ט\"ו:) אין גוזרין תענית על הצבור בתחלה בחמישי שלא להפקיע שערים אלא ג' תעניות הראשונות שני וחמישי ושני ושלש שניות חמישי ושני וחמישי ר' יוסי אומר כשם שאין הראשונות בחמישי כך לא שניות בחמישי ולא אחרונות. ופסק רבינו כר' יוסי דנמוקו עמו. ופירוש שלא להפקיע שערים פי' רש''י ז''ל כשרואים בעלי חנויות שקונין למוצאי יום התענית ב' סעודות גדולות אחת ליום ואחד לשבת תמהים והם סבורים שבא רעב לעולם ומייקרין השער אבל כשהתחילו בשני יודעין שאין זה אלא מפני התענית עכ''ל. ורבינו לא הזכיר הטעם לפי שאפילו במקום שאין לחוש לו כגון עיר שרובה עכו''ם הדין כן וכ''כ קצת הגאונים ז''ל שבשום מקום אין גוזרין תענית לכתחלה אלא בשני וכן נהגו ועיקר: "
      ],
      [
        "<b>אין גוזרין תענית על הצבור וכו'.</b> זהו מבואר ויתבאר מהדין הנזכר בסמוך ופשוט הוא בכמה מקומות: ",
        "<b>וכן אין תוקעין וכו'.</b> משנה פ' סדר תעניות האלו האמור (דף י\"ט) ועל אלו מתריעין בשבת על עיר שהקיפוה עכו''ם או נהר ועל ספינה המטורפת בים. ובגמ' (דף כ\"ב) ויחיד הנרדף מפני עכו''ם מפני רוח רעה ומפני הליסטים מתריעין עליהם בשבת. על כולן יחיד רשאי לסגף עצמו בתענית ר' יוסי אומר אינו רשאי וכו' ובפ''ק (דף י\"ד) אמרינן מאי התרעה אילימא בשופרות שופרות בשבת מי איכא אלא לאו בעננו. ולפי מה שמצאתי בספרי רבינו שכתוב בהן מתענין עליהן בשבת וזועקין ומתחננין בתפלות נראה שהוא מפרש בעננו תפלת תעניות שהיא עננו מתפללין אותה לפי שמתענין. ומכאן למד רבינו שמתענין על דברים אלו בשבת ולא ראיתי כן לאחד מן המפרשים ז''ל. והרבה ראיתי שהם מפרשים דהך התרעה דעננו רוצה לומר מי שענה ולא עננו ממש דתפלת תענית ואדרבה יש שפירשו שאפילו בחול אין גוזרין תענית על הצבור מחמת דברים אלו, וז''ש שהיחיד רשאי לסגף עצמו כלומר על הצבור אין גוזרין תענית אבל היחיד רשאי לסגף עצמו. ולפי דעת רבינו יש לפרש שהיחיד רשאי לסגף עצמו בתעניות רצופין זא''ז ואין כן הצבור אלא על הסדר. ובאמת שדברי רבינו במ''ש מתענין בשבת תמהים בעיני וצ''ע: ",
        "<b>אבל אין תוקעין אא''כ תקעו לקבץ וכו'.</b> ז''ש למעלה שאמרו פ''ק שופרות בשבת מי איכא בתמיה אבל לעזור אותן פשיטא שהרי אפילו חילול גמור מחללין ויוצאין בכלי זיין להצילן כנזכר פ''ב מה' שבת: "
      ],
      [
        "<b>וכן אין גוזרין תעניות בתחלה וכו'.</b> משנה וגמ' פ' סדר תעניות כיצד (תענית דף ט\"ו וי\"ח) ופסק כר' יוסי דכיון שהתחילו יום א' קודם אין מפסיקין וכן פסקו ז״ל: "
      ],
      [
        "<b>תעניות אלו שמתענין על הצרות וכו'.</b> דע שכל תעניות של דבריהם עוברות ומניקות אין מתענות בהן וכל אדם אוכל בהן בלילה חוץ מאותם שביארו חכמים בהם שהן מתענות ושהלילה אסור וזהו שהוצרכו לומר כן בתשעה באב ובקצת תעניות של מטר כמו שיתבאר פ''ג וזה מוכרח מן הגמ' (דף י\"ד) ומוסכם מן הפוסקים ז''ל: ",
        "<b>וכל תענית שאוכלין בה בלילה וכו'.</b> פ''ק ת''ר עד מתי אוכל ושותה עד שיעלה ע''ה דברי רבי ראב''ש אמר עד קריאת הגבר וקי''ל כרבי מחברו. עוד שם אמר רבא לא שנו אלא שלא גמר אבל גמר אינו אוכל. איתיביה אביי ישן ועמד ה''ז אוכל ותירצו התם בשלא סלק. א''ד אמר רבא ל''ש אלא שלא ישן אבל ישן אינו אוכל איתיבה אביי ישן ועמד וכו'. ותירץ התם במתנמנם. ופסקו בהלכות כלישנא בתרא דכל שלא ישן אפילו סלק אוכל עד שיעלה ע''ה והכל תלוי בשינה וזה דעת רבינו וכן עיקר אע''פ שיש דעת אחרת לקצת הגאונים ז''ל. ובירושלמי גבי ישן ועמד אסור הדא דתימא בשלא התנה אבל התנה מותר והוא כתוב בפירוש הראב''ד בס' העתים אבל לא נכתב בהלכות ויש להחמיר: "
      ],
      [
        "<b>כשם שהצבור מתענין וכו'.</b> מלשון רבינו נראה שהוא סבור שהיחיד חייב להתענות על צרתו כשם שהצבור חייבין להתענות על צרתן ודבר נכון הוא אע''פ שאין לו הכרח מן הגמרא שיש לפרש כל מה שהזכיר בגמרא בתענית יחיד שהוא כשקבל עליו מדעתו לא שיהיה מחוייב להתענות אבל דברים נראים הם שכיון שהתענית הוא מדרכי התשובה והכניעה כל יחיד ויחיד מחוייב לחפש בדרכיו בעת צרתו ולשוב אל ה'. וברור הוא בהרבה מקומות שאינו רשאי להתענות בימים שהזכיר רבינו ואפילו התחיל כגון שקבל להתענות ב' וה' של כל השנה כולה והתחיל בהם ופגעו בו אחד מימים אלו אינו מתענה בהן שלא אמרו התחלה אלא לצבור וכן מוכרח בברייתא דיחיד שקבל תענית וכו' דפ''ק (דף י\"ב) לפי הפירוש הנכון ובביאור אמרו פ''ק (דף י') שהיחידים מפסיקין לראשי חדשים ומבואר בהלכות. והטעם לפי שאין קבלת התענית נדר גמור וחמור שהרי אמרו (דף י\"ב) לוה אדם תעניתו ופורע וזה ברור. ודע שדעת רבינו שחנוכה ופורים לפניהם ולאחריהם מותרין בתענית. ועוד יתבאר בהלכות מגילה וחנוכה: "
      ],
      [
        "<b>כל תענית שלא קבלה וכו'.</b> מימרא פ''ק (דף י\"ב) אמר שמואל כל תענית שלא קבלה עליו מבע''י לא שמה תענית אימת מקבל אמר רב במנחה ושמואל אמר בתפלת המנחה. ופסק רבינו כשמואל דאמר בתפלת מנחה משום דא''ר יוסף התם כותיה דשמואל מסתברא. ובקצת ספרי רבינו מצאתי כשיתפלל תפלת המנחה או אחר תפלה. ונראה פירושו קודם שיעקור רגליו אחר שסיים תפלתו וכשיתפלל ר''ל בשומע תפלה ודאי דשמואל ה''ק בתפלת המנחה באי זה מקום שירצה אלא שאין להזכיר צרכיו אלא בש''ת או אחר תפלתו. ומ''מ יש לי תימה קצת בדברי רבינו שכתב אומר עננו. ונראה מדבריו שהוא מתפלל עננו בתפלת המנחה והוא תמה שלא תקנו עננו אלא ביום התענית אבל קודם לכן ודאי לא, וכן ראיתי לכל המפרשים ופירשו שהוא מקבל תעניתו ומתפלל שירצה בתענית שיתענה למחר ואפשר שאף לזה נתכוין רבינו: ",
        "<b>וכן אם גמר בלבו וכו'.</b> זה מתבאר שם (דף י\"א:) במימרא דיחיד שקבל עליו תענית שני ימים וכו' כמו שיתבאר בסמוך: "
      ],
      [
        "<b>קבל עליו מבע''י כו'.</b> שם א''ר הונא יחיד שקבל עליו תענית שני ימים זא''ז אפילו אכל ושתה כל הלילה כולה למחר מתפלל תפלת תענית לן בתעניתו אינו מתפלל תפלת תענית. ובהלכות כלומר אם לא קבל עליו אלא יום אחד בלבד והתענה אותו היום ובלילה נמלך ולן בתעניתו למחר אינו מתפלל תפלת תענית שהרי לא קבל עליו מבע''י ע''כ. וכן פירשו הגאונים ז''ל וזו היא שיטת רבינו. ודע שכ''ש אם לא קבל עליו תענית כלל מבע''י ונתענה לילה ויום שאינו תענית. ויש שאין גורסין במימרא שני ימים זא''ז ומפרשים שהיא בתענית אחת וכמ''ש: "
      ],
      [
        "<b>הרואה חלום רע צריך להתענות וכו'.</b> זה מבואר שם (דף י\"ב:) ובהרבה מקומות יפה תענית לחלום כאש לנעורת ובו ביום ואפילו בשבת. ובפ' אין עומדים כל היושב בתענית בשבת קורעין לו גז''ד של ע' שנה אר''נ וחוזרין ונפרעין ממנו דין עונג שבת מאי תקנתיה ניתיב תענית על תעניתיה ופירש הר''ח ז''ל בתענית חלום וכ''ה במדרש תהלים וזהו דעת רבינו. ופי' ניתיב תעניתא למחר ביום א' או ביום אחר אם אינו בריא להתענות שני ימים רצופין. וכתוב בה''ג שבשבת אומר עננו באלהי נצור לשוני: "
      ],
      [
        "<b>מתענה אדם שעות וכו'.</b> החלק הראשון שכתב רבינו נראה מוסכם מן הגאונים שזהו מתענין לשעות שהעלו בגמרא (תענית דף י\"א:) שהוא תענית ומתפלל בהן <b>עננו אבל מ''ש וכן אם אכל ושתה ואח''כ התחיל להתענות שאר היום ה''ז תענית שעות</b> לא ראיתי כן לאחד מן המפרשים ז''ל. ובהשגות כתב א''א אין זה כלום וכו' לאו כלום היא עכ''ל. ובאמת לפי גירסא שכתב הר''א ז''ל והוא דלא טעם כל אותו היום אין התנצלות לרבינו במ''ש. אבל גירסתו כך היא והוא דלא טעים כלום עד הערב ובא למעט מי שמתענה עד חצות היום ואוכל שאר היום אלא שקשה לזה הפירוש מאי דא''ל אביי האי תעניתא מעליתא הוא וכו' לפיכך נראה שרבינו סובר דהא דר''ח קמייתא לאו הלכתא היא וזהו שלא הביאוה בהלכות ומ''מ דבריו הם מן המתמיהין וצ''ע. וראיתי לרשב''א שכתב בתשובת שאלה ששמע השואל שרז''ל חזר בו ותקן כך ענוי שעות אחר אכילה אינו ענוי אלא אם לא טעם באותו היום ונמלך להתענות חושבין לו שעות מאותה שעה שנמלך ע''כ. וזה דבר אמת וכן עיקר: "
      ],
      [
        "<b>כל השרוי בתענית וכו'.</b> מפורש שם (דף י' י\"א) ואל ינהוג עדונים בעצמו ומבואר ודאי דבכל תענית הוא כן ודבר פשוט הוא: ",
        "<b>ומותר לו לטעום וכו'.</b> בברכות פ' היה קורא (ברכות דף י\"ד) השרוי בתענית טועם ואין בכך כלום רב אמי ורב אסי טעמי עד רביעתא וכתוב כאן בהלכות ומפרשי רבנן דצריך לאזדהורי כי היכי דלא ליבלע כלום: ",
        "<b>שכח ואכל וכו'.</b> ובהשגות א''א ירושלמי בשאמר יום זה אבל אמר יום סתם אבד את תעניתו ע''כ. ואמת הדבר שכן הוא בירושלמי מפורש הובא בהלכות כאן וכבר כתב רבינו חילוק זה סוף פ''ד מהלכות נדרים בביאור וכאן פשוט הוא שדבריו הם בשקבל עליו אותו יום וכן הוא ענין הפרק. והמעיין היטב החלוקה שחלק רבינו ספריו ימצא כי בצדק כל אמרי פיו: "
      ],
      [
        "<b>יחיד שהיה מתענה וכו'.</b> גם זה באותה ברייתא שם (תענית י':) כלשון רבינו: ",
        "<b>ההולך ממקום שמתענין וכו'.</b> ברייתא פ''ק כלשון רבינו: "
      ],
      [
        "<b>צבור שהיו מתענין וכו'.</b> משנה פרק סדר תעניות האמור (דף י\"ט) וכר''א וכן מפורש בגמ' (דף כ\"ה) ודין המשנה בירדו להם גשמים וסובר רבינו דה''ה בכל צרה שהצבור מתענין אם עברה קודם חצות אין משלימין תעניתן אבל יחיד ודאי משלים תעניתו והטעם משום דטרחא דצבורא טפי הקלו עליה א''נ משום דב''ד כי גזרי תענית לבן מתנה עליהן בכך אבל יחיד דברים שבלבו אינן דברים ואם תשאל מתני' למה דברה בגשמים בלבד יש לי לומר משום דההיא שכיחא טפי ונכרת העברתה אבל שאר צרות כגון דבר ומפולת וכיוצא בהן אין העברתן נכרת בחצי היום אבל ודאי ה''ה לכל צרה שהיא כיוצא בגשמים שהעברתה נכרת שאין מתענין דמאי שנא זה נ''ל לדעת רבינו. ובהשגות א''א סובר זה המחבר כו'. ודברי רבינו נראין יותר וזהו שהברייתא דברה ביחיד בדוקא ודין הלל הגדול שכתב רבינו מפורש במשנה ובגמרא כלשונו ופשוט הוא שא''א הלל הגדול אלא כשנענו ביום תעניתם על הדרך שהזכיר רבינו: "
      ],
      [
        "<b>בכל יום תענית שגוזרין וכו'.</b> פ''ק (דף י\"ב) אמר אביי היכי עבדינן מצפרא לפלגא דיומא מעיינינן במילי דמתא מפלגא דיומא לפניא רבעא דיומא קרינן ומפטירינן ורבעא דיומא מצלינן ובעינן רחמי דכתיב ויקרא בספר תורת אלהים רביעית היום ורביעית מתודים. ",
        "<b>ומ''ש רבינו קוראין בברכות וקללות וכו'.</b> משנה פרק בני העיר (מגילה ל' ל\"א) בתעניות ברכות וקללות, ואנו מנהגנו לקרות בבקר ובערב בפ' ויחל ומפטירין בדרשו ואין אנו נוהגין לא כסדר שאמרו חכמים ולא לקרות אחר חצי היום ולא לקרות מה שנהגו הם ומדברי קצת הגאונים נראה שאף הם היו נוהגין כמנהגנו ואיני יודע טעם לשינוי מנהג חכמים ז''ל: "
      ]
    ],
    [
      [
        "<b>אלו הן הצרות וכו'.</b> פרטי צרות אלו שהזכיר רבינו כלן מבוארות פרק סדר תעניות האמור (תענית דף י\"ח י\"ט) חוץ מצרת המזונות שהיא מבוארת פרק המוכר את הספינה (בבא בתרא דף צ\"א) כמו שיתבאר: "
      ],
      [
        "<b>כל עיר שיש בה וכו'.</b> שיטת רבינו בזה כשיטת הר''א ז''ל בפירושיו דלרבנן אין שום צרה שהסביבות מתענות ומתריעות ואפילו מכה משולחת אלא מתענות ולא מתריעות. אבל הרמב''ם ז''ל סבור שיש צרות משולחות שאפילו הסביבות מתענות ומתריעות ופי' סביבות אותה הפרכיא: ",
        "<b>ובכל מקום אין צועקין וכו'.</b> דין שאר צרות שאין מתריעין עליהן בשבת נתבאר פ''א ודין המזונות בפרק המוכר את הספינה (בתרא צ\"א) מתריעין על פרקמטיא ואפילו בשבת. ופי' רבינו מתריעין בתפלה וכן פירש''י ז''ל ופשוט הוא שאין דוחין שבת לתקוע בחצוצרות שאין תקיעתן דבר ברור שיציל: "
      ],
      [
        "<b>על הצרת שונאי ישראל וכו'.</b> פ' סדר תעניות (דף י\"ט) על עיר שהקיפוה עכו''ם וכו' וביבמות פרק הבא על יבמתו אמרו ליה לרבא אתו חברי לבבל גזר תעניתא x ושם מתבאר שגוזרין תענית על הגזירה ודבר ברור הוא. ודין הסביבות מבואר פרק סדר תעניות כדעת ת''ק דריש מתני' דהוא סתם משנה: "
      ],
      [
        "<b>על החרב כיצד וכו'.</b> במשנה תענית (דף י\"ט) ועל החרב ובגמ' א''צ לומר חרב שאינה של שלום אלא חרב של שלום: "
      ],
      [
        "<b>אי זהו דבר כו'.</b> משנה וגמרא (דף י\"ט וכ\"א) עיר המוציאה חמש מאות רגלי ויצאו ממנה ג' מתים בג' ימים זה אחר זה ה''ז דבר ביום א' או בד' ימים אין זה דבר עיר גדולה המוציאה ט''ו מאות רגלי כגון כפר עכו ויצאו ממנה ט' מתים בג' ימים זא''ז הרי זה דבר ביום אחד או בארבעה ימים אין זה דבר. <b>וכתב רבינו ואין הנשים והקטנים והזקנים וכו'</b> ודבר ברור הוא שכוונת רגלי הגברים לבד מטף: "
      ],
      [
        "<b>היה דבר בא''י וכו'.</b> בגמרא (דף כ\"א:) אמרו ליה לרב נחמן איכא מותנא בא''י גזר תעניתא אמר גבירה לוקה שפחה לא כ''ש והקשו טעמא דגבירה ושפחה הא שפחה ושפחה לא והא אמרו ליה לשמואל איכא מותנא בי חוזאי וגזר תעניתא ותירצו שאני התם כיון דשכיחי שייראתא מיגרי ע''כ בגמ'. ולא נכתב בהלכות ולא ידעתי הטעם: "
      ],
      [
        "<b>אין מתענין על חיה וכו'.</b> כל החלוקים שהזכיר רבינו מבוארים בברייתא וסוגיא שם (דף כ\"ב) <b>ומ''ש ואם היתה באגם וטרפה שניהם ואכלה אחד מהם משולחת אכלה שניהם אינה משולחת</b> מבואר שם. והטעם מפני שכל שלא אכלה אלא אחד נראה שלא היתה רעבה אלא לאחד ואע''פ כן טרפה שניהם אלמא משולחת היא להרוג שלא מחמת רעבון אבל בשאכלה שניהם נראה שמחמת רעבונה לשניהם טרפתם ואינה משולחת כיון שהם באו בגבולה ובאגם שלה וכן פירש''י ז''ל: "
      ],
      [],
      [
        "<b>שאר מיני רמש הארץ וכו'.</b> ברייתא סוף פ''ק (דף י\"ד) מבוארת. ובהשגות א''א אם היו נושכין וממיתין אפילו צרעין ויתושין וזבובין כי כולן שלוחי המקום ע''כ. ואני אומר אם כדבריו כשהזכירו בברייתא שלוח נחשים ועקרבים היה להם לחלק בין ממיתין בין אינן ממיתין אלא הטעם שאין מתענין הוא מפני שאדם יכול להרגן ולהשמר מהם משא''כ בחיה רעה: "
      ],
      [
        "<b>על הארבה ועל החסיל וכו'.</b> במשנה (דף י\"ט וכ\"ב) על הארבה ועל החסיל ובגמ' ארבה וחסיל אפילו לא נראה אלא כנף בכל א''י מתריעין מיד עליו: ",
        "<b>ועל הגובאי.</b> בגמ' (דף י\"ט:) ברייתא מתריעין על הגובאי בכל שהוא רשב''א אומר אף על החגב וקי''ל כת''ק. ובהשגות א''א אלא חגב ידוע להם כו'. ואני אומר לדבריו למה הזכירו בפרט ארבה וחסיל וגובאי אלא ודאי הם היו יודעים מינין אלו שהן מיוחדין בהשחתה בלא תערובת שאר המינין משא''כ בשאר המינין. וכתב רבינו דינו כדין הכתוב בגמרא והבקי בהן ובשמותיהן יודע על אי זה מהן מתריעין: "
      ],
      [
        "<b>על השדפון ועל הירקון וכו'.</b> במשנה (דף י\"ט) על השדפון ועל הירקון וכו' עוד שם מעשה שירדו זקנים מירושלים לעריהם וגזרו תענית על שנראה כמלא תנור שדפון באשקלון ובגמ' (דף כ\"ב:) מפורש כמלא פי תנור ופי' תבואה שיעשה ממנה פת כמלא פי תנור וברייתא בגמ' (דף כ\"ב) על השדפון ועל הירקון בכל שהוא. ונראה לי שרבינו מפרש דהאי כל שהוא יש לו שיעור והיינו כמלא פי תנור וקרי ליה כל שהוא לפי שהוא דבר מועט אבל רש''י ז''ל פירש כיון שנראה כל שהוא מתריעין מיד ומלא תנור דמתני' הוא להתענות אי נמי מעשה שהיה כך היה עכ''ל. ולשון אחרון שכתב דכך היה מעשה אבל לענין דינא אפילו בכל שהוא קשה לי דא''כ למאי שקלו וטרו בגמ' אם הוא כמלא תנור תבואה או כמלא פי תנור פת ומאי איכפת לן מאי דהוה הוה. גם לשון ראשון קשה לי שהוא ז''ל חלק בין תענית להתרעה ומשמע התם דהנהו דאמרינן מתריעין עליהן מתענין בהתרעה קאמר אלא ודאי דברי רבינו עיקר: "
      ],
      [
        "<b>על המפולת כיצד וכו'.</b> משנה שם (דף י\"ט וכ':) על המפולת ובגמרא מבואר שאינו קרוי מפולת אלא בנפילת כותלין בריאות ושאינן עומדות בצד הנהר דאיכא תרתי וכמ''ש רבינו: ",
        "<b>וכן על הרעש וכו'.</b> נראה שזה נכלל בכלל מפולת שהזכירו חכמים: "
      ],
      [
        "<b>על החליים כיצד וכו'.</b> שם (דף י\"ט:) ברייתא ואסכרה בזמן שיש עליה מיתה מתריעין עליה בזמן שאין עליה מיתה אין מתריעין עליה: ",
        "<b>וכן חכוך לח וכו'.</b> בב״ק פ' מרובה (בבא קמא דף פ'.) מתריעין על החכוך בשבת והקשו מדתניא ושאר מיני פורעניות הבאים על הצבור כגון על החכוך וכו' לא היו מתריעין אלא צועקין. ותירצו ל״ק הא בלח הא ביבש. דאריב״ל שחין שהביא הקב״ה במצרים היה לח מבפנים ויבש מבחוץ שנאמר ויהי שחין אבעבועות ע״כ שם: "
      ],
      [
        "<b>על המזונות כיצד וכו'.</b> פרק המוכר את הספינה (בתרא צ\"א) ת''ר מתריעין על פרקמטיא אפילו בשבת. א''ר יוחנן כגון כלי פשתן בבבל ויין ושמן בא''י א''ר יוסף והוא דזל וקם עשרה בשיתא: "
      ],
      [
        "<b>על המטר כיצד וכו'.</b> פ' סדר תעניות וכו' (תענית י\"ט וכ\"ב:) במשנה מבואר שאין מתריעין על רוב גשמים ובגמרא אמר רב בגולה מתריעין עליהם מיד ותניא נמי הכי והזכירו שם הטעם כדי שלא יהו בתיהם קבריהם וכמ''ש רבינו: "
      ],
      [],
      [
        "(טז-יז) ",
        "<b>תבואה שצמחה וכו'.</b> משנה ראש פ' סדר תעניות האלו האמור (דף י\"ח י\"ט) ופירושה בגמרא שאם ירדו גשמים וצמחו הזרעים וחזרו ושנו מתריעין עליהן מיד א''ר נחמן דוקא שינוי אבל יבשו לא פשיטא שינו תנן ותירצו לא צריכא דאקון מהו דתימא אקנתא מלתא היא קמ''ל לאו מלתא היא ע''כ. ופירושה לדעת רבינו דיבשו שוב אין בהם תקנה ואחרית ואפילו עמדו בקנה שלהם ויבשו והיינו אקון שהזכירו בגמרא ולזה הזכיר רבינו יבשו סתם וכן פי' הראב''ד ז''ל ויש בזה פירוש אחר לרש''י ז''ל וזה עיקר: ",
        "<b>וכן אם הגיע זמן הפסח וכו'.</b> משנה (דף י\"ח:) ירדו לצמחים ולא לאילן מתריעין ובגמ' (דף י\"ט:) מתריעין על האילנות בפרוס הפסח ועל בורות שיחין ומערות בפרוס החג ואם אין להם מים מתריעין עליהם מיד ואי זהו מיד שלהן שני וחמישי ושני וכבר ביאר רבינו פרק ראשון שכל תעניות הצבור הם בזה הסדר שני וחמישי ושני: "
      ],
      [
        "<b>פסקו הגשמים בין גשם וכו'.</b> במשנה (י\"ח:) וכשפסקו הגשמים בין גשם לגשם ארבעים יום מתריעין עליהן מיד מפני שהיא מכת בצורת ופירשו בגמרא (דף י\"ט) מכה המביאה לידי בצורת. ופירש רבינו שאין זה אלא בימות הגשמים ודבר פשוט: "
      ]
    ],
    [
      [
        "<b>הרי שלא ירדו גשמים כל עיקר וכו'.</b> משנה פ''ק (תענית י') הגיע י''ז במרחשון ולא ירדו גשמים התחילו היחידים מתענין אוכלין ושותין משחשכה ומותרין במלאכה ברחיצה בסיכה בנעילת הסנדל בתשמיש המטה ובגמרא מאן יחידים רבנן א''ר הונא יחידים מתענין שלש תעניות שני וחמישי ושני ופירשו שם דדוקא כסדר הזה. עוד שם ומפסיקין בר''ח. ורבינו לא הזכיר זה ולא מה שאמרו אוכלין ושותין משחשכה לפי שאלו הן כתענית יחיד לדברים אלו וכבר נתבארו דינין אלו פרק ראשון. עוד בגמרא (דף י':) ת''ר לא יאמר אדם תלמיד אני אין אני ראוי לכך אלא כל התלמידים ראויין לכך: "
      ],
      [
        "<b>הגיע ר''ח כסליו וכו'. . ואנשי משמר וכו'.</b> משנה פרק שני (דף ט\"ו:) גבי אנשי משמר וחכ''א תעניות הראשונות לא היו מתענין פי' אנשי משמר הכהנים שהיתה משמרתן באותה שבת: "
      ],
      [
        "<b>עברו אלו ולא נענו וכו'.</b> פ''ק במשנה (דף י\"ב:) ודין אנשי משמר פ''ב (דף ט\"ו:) סברת חכמים במשנה ופירוש הכהנים היו חלוקים למשמרות בכל שבת ושבת והמשמרת היתה חלוקה לבתי אבות לימי שבוע ואם תכבד העבודה על אנשי בית אב בני משמרתן היו מסייעין להן: ",
        "<b>וכל תענית שאוכלין וכו'.</b> זו סברת ההלכות שכתבו פ''ק ולענין תענית שפוסק בה מבע''י חזינן לגאון דקאמר הכי אע''פ שפוסק חוזר ואוכל מבע''י עד שיבא השמש ואנן מסתברא לן דה''מ היכא דלא קבלה עליה לתענית אבל היכא דקבלה עליה לתענית א''כ איתסר ליה למיכל ולמשתי דהא אמרינן לענין זמן וכו' ולענין משתי מיא היכא דלית ליה למיכל לית ליה למשתי והכי נמי כתב רב האי גאון ז''ל עכ''ל. <b>ולזה כתב רבינו אם אכל ופסק וגמר שלא לאכול וכו'</b> לפי שאינו אסור אלא בשגמר שלא לאכול אבל אם לא גמר שלא לאכול ודאי אינו אסור והגמר הזה הוא קבלת התענית שהזכירו בהלכות ויש מן האחרונים ז''ל שחלקו בזה ואמרו שאפילו פסק על דעת שלא לאכול חוזר ואוכל כל היום והביאו ראיה לזה מן המדרש הנזכר באיכה רבתי דרבי יהודה בן בתירא אחר שאכל ופסק ערב יום הכפורים חזר ואכל הרבה לכבוד אדם אחד שזימנו. ואני אומר שאם כונת ההלכות ורבינו היא בשקבל עליו בפירוש והוציא בשפתיו שלא יאכל עוד היום וקבל עליו תענית אין מן המדרש הזה תשובה עליה מ''מ כתב הרמב''ן ז''ל שאין קבלה אוסרת אלא ביום הכפורים שיש לו תוספת דכיון שהוא מקבלו מבעוד יום אפילו קודם זמן התוספת הרי זה אסור אבל שאר תעניות שאין להם תוספת כלל אין קבלה אוסרת בהן ואע''פ שמדברי רבינו נראה שיש לתעניות אלו תוספת שהרי כתב למעלה בסמוך כמו שעושין בצום כפור דברי הרמב''ן ז''ל נראין עיקר לא יהיו חמורין אלו מתשעה באב שיתבאר בפ''ה שאין לו תוספת כמו שאבאר שם: "
      ],
      [
        "<b>בשלש תעניות אלו וכו'.</b> כל אלו הפרטיין שהזכיר רבינו מבוארים שם משנה (י\"ב) וגמרא (י\"ג) חוץ ממ''ש בסיכה שאם להעביר את הזוהמא מותר ולמד זה רבינו מק''ו מאבל הנזכר שם (דף י\"ג:) היתר זה ודבר ברור הוא. ודין התפלה ר''ל שאין בהם התוספת וסדר הנזכר באחרונות ברייתא שם פרק שני (דף ט\"ו:): "
      ],
      [
        "<b>עברו אלו ולא נענו וכו'.</b> במשנה שם (דף י\"ג:): ",
        "<b>ובאלו השבע בלבד וכו'.</b> שם (דף י\"ד) תני חדא דעוברות ומניקות מתענות בראשונות ואין מתענות באחרונות ותניא אידך מתענות באחרונות ואין מתענות בראשונות ותניא אידך אין מתענות לא באחרונות ולא בראשונות אמר רב ששת נקוט מציעתא בידך זו עיקר הנוסחא שם. ופירושה לדעת רבינו שהברייתות האלו חולקות זו על זו ורב ששת פסק כברייתא מציעתא ופירוש אחרונות הן שבע אלו שאין אחריהן תענית. וראשונות הן שש תעניות ראשונות ולזה פסק רבינו כברייתא אמצעית. אבל יש גירסא אחרת נקוט מציעתא דמתרצא לכולהו. ואף לגירסא ראשונה פירש רש''י ז''ל שכל הברייתות מסכימות שבשלש אמצעיות הן מתענות בלבד ולא בראשונות שהרי אינם חמורים כל כך ולא בשבע אחרונות לפי שהן מרובין ולא תוכלנה להתענות בהן וברייתא ראשונה קוראה האמצעיות ראשונות [לא] ראשונות ממש ואחרונות אחרונות ממש וברייתא שניה קוראה ראשונות ג' ראשונות ואחרונות הן האמצעיות וברייתא שלישית קוראה ראשונות ראשונות ממש ואחרונות אחרונות ממש ולא דברה באמצעיות אבל ממילא שמתענות בהן כיון שלא אמרה אין מתענות באחד מהן זהו פירושו ז''ל ואף כן פי' הראב''ד ז''ל ואף בהלכה כתוב בפירוש שהן מתענות באמצעיות בלבד וכ''כ בס' העתים. ובירושלמי מפורש ג''כ שאין מתענות בשבע אחרונות ורבינו תפס לו המתחוור לפי לשון הגמרא כי ברור הוא שהלשון יותר נאות לפירושו ממה שהוא לפי השיטה האחרת: ",
        "<b>ומ''ש ואע''פ שאין מתענות אין מענגות עצמן וכו'.</b> דבר מבואר הוא בירושלמי באותן שאין מתענין: "
      ],
      [
        "<b>ובשבע תעניות אלו וכו'.</b> פרק שני (דף ט\"ו:) דברי חכמים במשנה: ",
        "<b>וכל דבר שהוא אסור וכו'.</b> מבואר שם פירקא קמא (דף י\"ג י\"ד): "
      ],
      [
        "<b>ויתרות אלו שבהן בלבד וכו'.</b> שם במשנה (דף י\"ב:) מה אלו יתרות על הראשונות שבאלו מתריעין ונועלין את החנויות בשני מטין עם חשכה ובה' מותרין מפני כבוד השבת ובגמ' (דף י\"ד:) תנא בשני מטין לעת ערב ובחמישי פותחין מפני כבוד השבת. יש לו ב' פתחים פותח אחד ונועל אחד ואם יש לו אצטבא לפניה פותח כדרכו ואינו חושש. ופרק שני (דף ט\"ו) בשבע אחרונות מוציאין את התיבה ברחובה של עיר וכו' והזקן שבהם אומר לפניהם דברי כבושין וכו' עמדו בתפלה וכו' ואומר לפניהם כ''ד ברכות י''ח שבכל יום ויום ומוסיף עוד שש ברכות. וכתב רבינו שבשחרית ומנחה היו מוסיפין אותן אע''פ שלא נתבאר בגמרא כיון שהזכירו סתם משמע שבכל התפלות מוסיפין אותן ולא בשחרית בלבד שאל''כ היה להם לפרש וכ''כ הרמב''ן ז''ל: "
      ],
      [
        "<b>עברו אלו ולא וכו'.</b> פ''ק (י\"ב:) משנה עברו אלו ולא נענו ממעטין במשא ומתן ובבנין ובנטיעה ובאירוסין ובנשואין ובשאלת וכו' תנא בנין בנין של שמחה נטיעה נטיעה של שמחה איזהו בנין של שמחה זה הבונה בית חתנות לבנו אי זו היא נטיעה של שמחה זה הנוטע אבורנקי של מלכים. ובהלכות ירושלמי הדא דתימא בבנין של שמחה אבל אם היה כותלו גוהה סותרו ובונהו ע''כ. ומכאן למד רבינו דלאו חתנות ממש ולאו דוקא אבורנקי ממש אלא כיוצא בהן דהיינו ציור וכיור ונטיעות העשויות להריח ולהתענג: ",
        "<b>וממעטין באירוסין וכו'. כתב רבינו אא''כ לא קיים מצות פריה ורביה.</b> דבר ברור הוא שאינו מבטל מצוה גמורה. ובגמרא (דף י\"א) אסור לאדם שישמש מטתו בשני רעבון תנא חשוכי בנים משמשין מטתן בשני רעבון: ",
        "<b>וממעטין בשאלת שלום בין אדם וכו'.</b> במשנה שם (דף י\"ב. ודף י\"ד:) בשאלת שלום שבין אדם לחבירו כבני אדם הנזופים למקום וכו'. ובגמ' ת''ר חברים אין ביניהם שאלת שלום ועם הארץ ששאל מחזירין לו בשפה רפה ובכובד ראש: "
      ],
      [
        "<b>תלמידי חכמים חוזרין וכו'. </b> במשנה (דף י\"ב:) היחידים חוזרין ומתענים עד שיצא ניסן ומפרש ניסן ניסן של תקופה. <b>וכתב רבינו אבל לא על הצבור</b> מפורש פ''ק (דף י\"ד) ר''י נשיאה גזר י''ג תעניתא ולא איעני סבר למגזר טפי א''ל ר' אמי הרי אמרו אין מטריחין על הצבור יותר מדאי אר''י ל''ש אלא גשמים אבל לשאר מיני פורעניות מתענין והולכין עד שיענו: ",
        "<b>וכשמתענין היחידים וכו'.</b> זה ברור שם (דף י') שכל תענית שהוא של צבור יחידים מותרין בכל אלו ומפסיקין בר''ח וחנוכה ופורים: ",
        "<b>יצא ניסן של וכו'.</b> במשנה (דף י\"ב:) יצא ניסן ולא ירדו גשמים הגשמים סימן קללה: "
      ],
      [
        "<b>בד''א בא''י וכו'.</b> זה ברור ומבואר בירוש' וגם נראה מן הגמ' שלנו (י\"ד:). ובהשגות א''א על ההקדמה איני מודה לו וכו'. ודעת רבינו שכיון שאין הזמנים שוין מה לי להקדים מה לי לאחר: "
      ],
      [
        "<b>כל תענית שגוזרין הצבור בחוצה לארץ וכו'.</b> פירקא קמא (דף י\"ג:) אמר שמואל אין תענית צבור בבבל אלא תשעה באב בלבד. וכתב הרמב''ן ז''ל שהטעם מפני שאין נשיא בחוצה לארץ וגזרתן גזרת הדיוטות והרי הן כיחידים ואין יכולת בידם להשוות תעניותיהן לתענית צבור אלא הרי הן כיחידין ואינן מפסיקין בהן מבעוד יום ואינן אסורין אלא באכילה ושתיה ביום בלבד ומתוך הטעם הזה כתב שבחוצה לארץ כל יחיד ויחיד צריך קבלה בערבי תעניות אלו ואין נראה כן מדברי רבינו שכתב פ''א. <b>וכתב רבינו בארץ ישראל בלבד ובגלל המטר</b> לומר שבשאר הצרות אפילו בארץ ישראל אין להם חומר זה והטעם לדבריו שלא ראינו שהזכירו בהן בגמרא חומרות אלו ולפיכך מן הסתם הן מותרין וכ''נ מדברי רש''י ז''ל אבל הרמב''ן ז''ל חלוק בזה ואומר שבשאר צרות יש בהן חומרות אלו. ומנהגנו כדברי רבינו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "(א-ד) ",
        "<b>בכל יום ויום משבעה תעניות אלו וכו'.</b> ראש פ' סדר תעניות כיצד וכו'. (תענית ט\"ו וט\"ז) ובברייתא ובגמ' מבואר הסדר שהזכיר רבינו בפשיטות קרוב ללשון רבינו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "(ה-יז) ",
        "<b>ושליח צבור מתחיל וכו'.</b> מדברי רבינו נראה שזכרונות ושופרות ואל ה' בצרתה לי ושאר המזמורים שהזכיר כולן נאמרים בבת אחת אחר ברכת סליחה ואין בהם חתימת ברכה וכ''נ מדברי רב שלום גאון ז''ל. אבל רש''י ז''ל והרמב''ן ז''ל והמפרשים האחרונים ראיתי שפירשו שכל אחד מהן נאמר בברכתו וחותם עליו. בברכה ראשונה הוא אומר פסוקי זכרונות וחותם בהן זוכר הנשכחות. בשניה אומר פסוקי שופרות וחותם שומע תרועה. בשלישית אומר אל ה' בצרתה לי וחותם שומע צעקה וכן בשאר. ונותנין טעם מפני מה נתיחד כל אחד מהם לחתימתו לפי שהוא דומה לו ואף לשון המשנה (דף ט\"ו) מוכיח שכן הוא ואומר לפניהם כ''ד ברכות י''ח שבכל יום ומוסיף עליהם שש אלו הן זכרונות ושופרות. אל ה' בצרתה לי. אשא עיני אל ההרים. ממעמקים קראתיך ה'. תפלה לעני כי יעטוף. אלמא אלו הן השש שהוא מוסיף. ואם כוונת רבינו היתה כן היה לו לבאר ודבריו צ''ע. עוד נראה לי מדברי רבינו שבגבולין אין תוקעין בסוף כל ברכה וברכה והוא ז''ל מפרש מ''ש במשנה (דף ט\"ו:) לא היו נוהגין כן אלא בשערי מזרח ובהר הבית שהוא על התקיעות ועל עניית ברוך שם ומ''מ יש תקיעות בגבולין בתענית כמו שמוכיח כאן ובמסכת ר''ה (דף כ\"ז) אלא שאינן על סדר ברכות זהו דעתו ז''ל. אבל יש מן האחרונים שפירשו שאף בגבולין תוקעין בסוף כל ברכה וברכה ואין הגבולין חלוקים מן המקדש לענין התקיעות אלא שבמקדש אחר שאומר חזן הכנסת לכהנים תקעו חוזר ואומר ש''צ מי שענה קודם שיתקעו וכמו שכתב רבינו. ובגבולין תוקעין מיד שאמר להם תקעו. וטעם חזרת מי שענה במקדש פירשו ז''ל לפי שהענייה במקדש היא ברוך שם ונראית כברכה בפני עצמה ואילו לא היו חוזרין מי שענה היה נראה שהתקיעות אינן באות על הברכות אלא על ברוך שם לכך התקינו שיחזור מי שענה ואח''כ יתקעו אבל בגבולין אין העניה אלא אמן בלבד ולזה לא הוצרכו לחזור מי שענה, אלו דבריהם ז''ל ולדברי הכל מבואר הוא שאין תוקעין בגבולין בחצוצרות ושופר כנזכר פ''א: "
      ],
      [
        "<b>שבע תעניות וכו'.</b> מפורש שם בגמרא (תענית דף ט\"ז) שיוצאין לבית הקברות ומפרש רבינו שהוא אחר תפלה ופשוט הוא: ",
        "<b>ובכל תענית וכו'.</b> מפורש בפרק בשלשה פרקים (תענית דף כ\"ו) שיש נעילה בתענית ופירש הראב״ד ז״ל דבכל תענית צבור קאמר בין בראשונות בין באחרונות דאי באחרונות בדוקא הוה ליה למתני במה אלו יתרות על הראשונות ואף בזמן הזה הדין כך וזה דעת רבינו אף על פי שלא נהגו כן הוא עיקר: "
      ],
      [
        "<b>ירדו להם וכו'.</b> סברת ר' יהודה בברייתא פ' סדר תעניות האמור (דף כ\"ה:) והלכתא כוותיה דר''י כמו שמבואר בהלכות: "
      ]
    ],
    [
      [],
      [],
      [
        "(א-ג) ",
        "<b>יש שם וכו' ואלו הן יום ג' בתשרי וכו'.</b> ארבעת ימי הצומות האלו מפורשים בראש השנה פ''ק (י\"ח:) וחמשה דברים שאירעו בי''ז בתמוז וחמשה שאירעו בתשעה באב כולן מפורשין במשנה בפ' בג' פרקים בשנה (תעניות כ\"ו): "
      ],
      [
        "<b>וארבעת ימי וכו' צום הרביעי זה י''ז בתמוז וכו'.</b> זו סברת ר''ע שם פ''ק דר''ה (י\"ח:) שהוא מפרש הכתוב על סדר חדשים וכן הלכה: "
      ],
      [
        "<b>ונהגו כל ישראל וכו'.</b> תלה רבינו ענינן במנהג לפי שנתבאר בגמרא שם שבזמן שיש שלום דהיינו לכשיבנה בהמ''ק הן לששון ולשמחה אין שלום ואין גזרה ידועה על כל ישראל רצו מתענין רצו אין מתענין חוץ מתענית תשעה באב הואיל ונכפלו בו צרות. ועכשיו נהגו הכל כמ''ש רבינו והרי הן חובה על כל ישראל עד שיבנה בהמ''ק: ",
        "<b>ובשלשה עשר וכו'.</b> תענית זה לא נזכר בגמרא אבל נהגו בו ואמרו קצת מפרשים שמ''ש פ''ק דמגילה (דף ב') זמן קהלה לכל היא ר''ל זמן תענית שנקהלו הכל בשושן בי''ג באדר להתענות עם מרדכי ואסתר ועל זה סמכו להתענות: ",
        "<b>ואם חל י''ג באדר וכו'.</b> גם זה פשוט והטעם שא''א לאחרו עד יום א' לפי שהוא פורים וכן אין מתענין בע''ש מפני כבוד השבת ואע''פ שנפסקה הלכה בתענית שחל להיות בע''ש מתענה ומשלים כמו שיתבאר בסמוך דוקא כשבא זמנו הקבוע לו בע''ש אבל כשהוא נדחה מזמנו אין קובעין אותו בע''ש וכן מפורש בתשובת הגאונים ז''ל: ",
        "<b>אבל אחד מן וכו'.</b> פ''ק דמגילה (דף ה') תשעה באב מאחרים ולא מקדימין ובגמרא משום דאקדומי פורענותא לא מקדמינן וממילא דה''ה לשאר תעניות: ",
        "<b>חל להיות וכו'.</b> כך נפסקה הלכה בעירובין פ' בכל מערבין (עירובין דף מ\"א) הלכתא מתענה ומשלים. וכתב הראב״ד ז״ל שלא אמרו משלים אלא שאינו אוכל קודם שקיעת החמה אבל ודאי משתשקע החמה מתוספת שבת הוא וכבר קדש היום אם רצה לאכול אוכל שכיון שנכנס לתחום שבת שוב אינו רשאי להתענות ע״כ דבריו: ",
        "<b>ובכל הצומות וכו' תפלת נעילה.</b> פרק מקום שנהגו (פסחים נ\"ד:) מבואר שאין נעילה בט''ב וה''ה לשאר. והתרועה דבר פשוט הוא שאינה נוהגת בהן. <b>ומ''ש שקורין ויחל</b> כן נהגו חוץ מתשעה באב שקורין כי תוליד בנים בשחרית וכבר נתבאר בדברי רבינו פי''ג מה' תפלה: ",
        "<b>ובכולן אוכלין וכו'.</b> כתב הרמב''ן שמעיקר הדין כולן שוין בלילה וביום אלא כיון שנתבאר בשאר צומות חוץ מט''ב רצו מתענין רצו אין מתענין מאי דנהוג נהוג מאי דלא נהוג לא נהוג ועשו אותן כתענית יחידים אלו דבריו והמנהג פשוט הוא: "
      ],
      [
        "<b>משנכנס אב ממעטין וכו'.</b> משנה פרק בג' פרקים (תעניות כ\"ו:) משנכנס אב ממעטין בשמחה שבת שחל ט' באב להיות בתוכה אסורין לספר ולכבס ובחמישי מותרין מפני כבוד השבת ובגמ' (דף כ\"ט:) א''ר נחמן לא שנו אלא לכבס וללבוש אבל לכבס ולהניח מותר ורב ששת אמר אפילו לכבס ולהניח אסור ואיתותב ר''נ מדתניא אסור לכבס לפני תשעה באב אפילו להניח לאחר ט' באב וגיהוץ שלנו ככבוס שלהם וכלי פשתן אין בהם משום גיהוץ, עוד שם אע''פ שאמרו כלי פשתן אין בהם משום גיהוץ אבל אסור ללבשן בשבת שחל ט' באב להיות בתוכה ע''כ בגמ', והעולה מכל זה הוא שאסור ללבוש אפילו כלי פשתן מכובסין עד התענית אבל לכבס כדי להניח כולן אסורין חוץ מכלי פשתן. והרמב''ן ז''ל הוסיף להתיר כבוס שלנו אפילו בכלי צמר כדי להניח ורבינו לא כתב בזה שום היתר לפי שנהגו להחמיר ולא כתב מה שאמרו ובה' מותרין לפי שענינו כשחל ט' באב להיות בע''ש ובזמננו אינו חל כדי שלא יבא יום ערבה בשבת ולכשיבנה ב''ה ונקדש ע''פ הראיה יהיה ט' באב לששון. ודע שאחר התענית אפילו ללבוש מותר וכן מסקנת הגמ' ומבואר בלשון רבינו שכתב עד התענית: ",
        "<b>וכבר נהגו כל ישראל וכו'.</b> המנהג הזה לא פשט בארצות אלו לענין אכילת בשר שאין נמנעין אלא ערב התענית אבל אין נכנסין למרחץ ודבר ברור הוא שבדין גמור אפי' ערב תשעה באב מותרין לרחוץ: "
      ],
      [
        "<b>תשעה באב לילו כיומו לכל דבר וכו'.</b> זה מבואר בהרבה מקומות ועיקר בפסחים פ' מקום שנהגו (פסחים דף נ\"ד:) ושם נתבאר שבין השמשות שלו אסור ואע״ג דספיקא דרבנן הוא בכי האי ספק אזלינן לחומרא כדאיתא התם ומכאן למד הרמב״ן ז״ל שאין לתשעה באב תוספת מבע״י כמו שיש ליום הכפורים שאם היה לו תוספת לא היה צורך לומר שבין השמשות שלו אסור שהרי תוספת מבעוד יום הוא ודבר ברור הוא: ",
        "<b>ולא יאכל בשר וכו'.</b> משנה פ' בג' פרקים (תעניות כ\"ו:) לא יאכל שני תבשילין לא יאכל בשר ולא ישתה יין ומפורש בגמרא (דף ל') שאינו אסור אלא בסעודה המפסיק בה והוא שתהיה מו' שעות ולמעלה וכמ''ש רבינו וכן מפורש שם שאוכל הוא בשר מליח כל זמן שהוא כשלמים, פי' שנשתהא במלח יותר משיעור שני ימים ולילה אחד וכן שותה הוא יין מגתו והוא כל שלשה ימים הכל כדברי רבינו. והעלה הרמב''ן ז''ל שפירוש ב' תבשילין הם אפילו ממין אחד של ירק או קטנית והוא שיהיו ב' מיני תבשילין אבל ב' מינין בקדרה אחת מותרין וכן כל מיני פירות חיין מותרין ללפת בהן את הפת וסעודה המפסיק בה כל שאינו עתיד לסעוד סעודה אחרת של קביעות אע''פ שדעתו לאכול עראי לא כאלה שבטנם בטן רשעים אוכלין בשר ומשתכרין ביין ואח''כ אוכלין עראי כדי להפסיק באכילה שאין בה בשר ויין: "
      ],
      [
        "<b>וערב תשעה באב וכו'.</b> ברייתא (שם דף כ\"ט:): "
      ],
      [
        "<b>אבל חסידים וכו'.</b> (דף ל\"א) אמר רב כך היה מנהגו של ר''י ב''ר אלעאי ערב ט' באב מביאין לו פת חרבה במלח ושורה אותה במים ויושב בין תנור וכירים ואוכלה ושותה עליה קיתון של מים ודומה כמי שמתו מוטל לפניו ע''כ: "
      ],
      [
        "<b>עוברות ומיניקות וכו'.</b> מימרא פ' מקום שנהגו (פסחים נ\"ד:) וכתב הרמב''ן ז''ל אלא מיהו חיה כל ל' וכן חולה שהוא צריך מאכילין אותן וא''צ אומד דבמקום חולי לא גזור רבנן עכ''ל. ודבר פשוט הוא שאם תמצא לומר שאין מאכילין אלא במקום סכנה למה להו למימר עוברות ומיניקות מתענות השתא חולה שאין בו סכנה מתענה אלו לא כ''ש אלא ודאי לא החמירו במקום חולי. וכן נ''ל לדקדק מכאן שעוברות ומיניקות פטורות מלהתענות בג' צומות אחרים שלא החמירו עליהן אלא בט' באב בלבד: ",
        "<b>ואסור ברחיצה וכו'.</b> שם ונכתב בהלכות בפ' בשלשה פרקים: ",
        "<b>ואסור בסיכה וכו' של תענוג וכו'.</b> ברייתא שם (תענית ל') אסור בסיכה ובנעילת הסנדל ובתשמיש המטה ופי' רבינו בסיכה של תענוג ודבר ברור הוא דלא עדיף מיום הכפורים וכן הדין לרחיצה שמותר ביום הכפורים: ",
        "<b>ומקום שנהגו וכו'.</b> משנה פרק מקום שנהגו (פסחים דף נ\"ד:) סתם משנה: ",
        "<b>ואמרו חכמים ז''ל וכו'.</b> סברת דברי רבי עקיבא בברייתא פרק בשלשה פרקים בשנה (תענית דף ל'): "
      ],
      [
        "<b>תלמידי חכמים אין וכו'.</b> תוספתא אין שאלת שלום לחברים בתשעה באב ולהדיוטות בשפה רפה. פי' משיבין את ההדיוטות בשפה רפה וכן אמרו בירושלמי: ",
        "<b>ואסור לקרות וכו'.</b> דברי ר' יהודה בברייתא שם (תענית ל') והלכה כמותו ומ''מ כתב הרמב''ן ז''ל שאומר סדר היום פרשת התמיד ואיזהו מקומן וכל הסדר כדרכו ואינו חושש: ",
        "<b>ומקצת החכמים נוהגין וכו'.</b> פירוש סברת רבינו הוא שרשאי אדם להניח תפילין בט' באב והרי הוא בזה כשאר הימים אלא שמקצת החכמים נהגו שלא להניחם שאם היה דעתו ז''ל שאסור להניחם לא היה כותב כן אלא דעתו הוא כמ''ש וכן הוא עיקר. ואע''פ ששנינו בברייתא כל מצות שנוהגות באבל נוהגות בתשעה באב אסור ברחיצה וכו' לאו כלל גמור הוא אלא כלל ופרט ואין בכלל אלא מה שבפרט והן הן הדברים שנפרטו בברייתא רחיצה וסיכה ושאר הדברים תדע דלאו כלל הוא שהרי אין לנו כפיית המטה בתשעה באב וכן מפורש שם בגמ'. ויש מי שפי' שהוא כלל לכל מצות ל''ת הנוהגות באבל ואע''פ כן אין תפילין בכלל לפי שאפילו אבל אינו אסור בהן אלא ביום ראשון ולא אמרו אלא מה שנוהג באבל כל שבעה וכן העלה הרמב''ן ז''ל: "
      ],
      [],
      [
        "(יב-יג) ",
        "<b>משחרב בית המקדש תקנו וכו' עד וכן גזרו שלא לנגן.</b> הוא בבבא בתרא פרק חזקת הבתים (בבא בתרא ס':) והובא בהלכות פרק בג' פרקים: "
      ],
      [
        "<b>וכן גזרו שלא לנגן בכלי וכו'.</b> פרק אחרון דסוטה (דף מ\"ח) ובפ''ק דגטין (דף ז') זמרא מנא לן דאסור ואסיקו דאפילו זמרא דפומא אסור: ",
        "<b>וכבר נהגו כל ישראל וכו'.</b> כן כתב רבינו האיי גאון ז''ל האי דאמרינן זמרא דפומא אסור ה''מ כגון נגינות של אהבה שבין אדם לחברו ולשבח יפה ביפיו אבל שירות ותושבחות וזכרון חסדים של הקב''ה מנהג כל ישראל לאמרן בבית חתונה ובבית המשתאות בקול נגינות ובקול שמחה: "
      ],
      [
        "<b>ואח''כ גזרו על עטרות וכו'.</b> שם (סוטה דף מ\"ט.) משנה גזרו על עטרות חתנים והלכה כלוי דבכל דבר אפילו של קנים ושל חילת אסור. ופי' דוקא חתנים שהוא זמן שמחה אבל שאר בני אדם מותרין בכולן וכ''כ ז''ל: ",
        "<b>וכן גזרו על עטרות של כלה וכו'.</b> שם במשנה ועל עטרות כלות ופירשו בגמ' מאי נינהו אר''י עיר של זהב. והעלה הרמב''ן ז''ל דלאו דוקא עיר של זהב אלא כל שהיא של כסף או של זהב אסורה ולפי שדרכן היה בכך הזכירו עיר של זהב. ויש לזה ראיה וזהו שכתב רבינו של כסף או זהב ועיקר ואף אלו אינן אסורות אלא לכלות אבל לשאר נשים מותרות: "
      ],
      [
        "<b>מי שראה ערי יהודה בחורבנם אומר ערי קדשך היו מדבר וקורע וכו'.</b> במועד קטן בפ' ואלו מגלחין (מועד קטן דף כ\"ו) א״ר אלעזר הרואה ערי יהודה בחורבנן אומר ערי קדשך היו וגו' ירושלים בחורבנה אומר ירושלים מדבר היתה וגו' בית המקדש בחורבנו אומר בית קדשנו ותפארתנו וגו' וקורע על המקדש ומוסיף על ירושלים כשפגע במקדש תחלה ואם פגע בירושלים תחלה קורע על ירושלים בפני עצמה ועל המקדש בפ״ע. וכתב הרמב״ן ז״ל אני תמה כיון דקתני על ערי יהודה בחורבנם קורע מה צורך לומר בירושלים בחורבנה והלא בכלל היתה, וי״ל שאם קרע בערי יהודה חוזר וקורע על ירושלים שאילו בשאר ערי יהודה קרע על אחת מהן אינו קורע על השניה וקורע על ערי יהודה בפני עצמן ועל ירושלים קורע אחר בפ״ע ואם קרע על ירושלים תחלה אינו קורע על שאר ערי יהודה שכבר קרע לקדושה שבכולה, עכ״ל: "
      ],
      [
        "<b>כל הקרעים האלו כולן בידו מעומד וכו'.</b> שם ואלו קרעים שאין מתאחין הקורע על אביו ואמו ועל רבו וכו' ועל ערי יהודה ועל המקדש ועל ירושלים, ודעת רבינו שבכל אלו הדברים הם שוים קרעים אלו וכשם שעל אביו ואמו הם ביד ועד שמגלה את לבו הוא הדין לאלו. ובהשגות אמר אברהם לא נראה כן מן הגמ' שהרי שנו בתוספתא לא השוו לאביו ולאמו אלא לאיחוי בלבד אבל בכלי וכל הבגדים שעליו עד שיגלה את לבו לא השוו, עכ''ל. ואף דעת הרמב''ן ז''ל נראה כן ופ''ט מהלכות אבל יתבאר: "
      ],
      [
        "<b>היה הולך ובא לירושלים הולך ובא וכו'.</b> ירושלמי שמעון קמטרא שאל לר' אבא בגין דאנא חמר וסליקנא לירושלים בכל שעה א''ל תוך ל' אין אתה צריך לקרוע לאחר ל' יום אתה צריך לקרוע ע''כ: "
      ],
      [
        "<b>כל הצומות האלו עתידים ליבטל וכו'. שנאמר יהיה לבית יהודה לששון וכו'. והאמת והשלום אהבו: סליק הלכות תעניות</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אין גוזרין תענית על הצבור לא בשבתות וכו'. אלא אם כן היתה עיר שהקיפוה עכו''ם וכו' מתענין עליהם בשבת.</b> הרב המגיד כתב שהוא תמה על זה. והנה הטור כשהעתיק דברי רבינו השמיט תיבת מתענין ונראה שלא היה כתוב כן בנוסחתו. והיא הנוסחא הנכונה שהרי בהלכות שבת פרק שני ופרק שלשים שכתב שזועקין על אלו בשבת לא כתב שמתענין עליהם: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>כל תענית שלא קיבלה עליו היחיד וכו'.</b> כתב ה''ה ומכ''מ יש לי תימה קצת בדברי רבינו שכתב אומר עננו ונראה מדבריו שהוא מתפלל עננו בתפלת המנחה והוא תמה וכו'. ואני אומר נוסחא משובשת נזדמנה להרב המגיד בדברי רבינו שבנוסחא שלנו בספרי רבינו אין כתוב כן: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>כל עיר שיש בה צרה מכל אלו וכו'.</b> כתב ה''ה שיטת רבינו בזה וכו' דלרבנן אין שום צרה שהסביבות מתענות ומתריעות וכו' במשנה פ''ג דתעניות (תענית י''ח י''ט) עיר שלא ירדו עליה גשמים או שיש בה דבר או מפולת אותה העיר מתענה ומתרעת וסביבותיה מתענות אבל לא מתריעות ר''ע אומר מתריעות אבל לא מתענות וידוע דהלכה כת''ק וסובר רבינו דה''ה לשאר הצרות כולם: \n\n"
      ],
      [],
      [],
      [
        "<b>אי זו היא דבר וכו' ואין הנשים והקטנים והזקנים וכו'.</b> כתב ה''ה דהכי דייק מתני' דקתני עיר המוציאה ת''ק רגלי דרגלי משמע הגברים לבד מטף. והר''ן כתב דלשון המוציאה דייק הכי. ול''נ שמהירושלמי למד כן דגרסינן התם בתים שאמרו בריאים ולא מרועעים ודכוותה בחורים אבל לא זקנים וכי היכי דמשמע זקנים יש למעט קטנים וכן יש למעט נשים לפי שהן חלושות המזג: \n\n"
      ],
      [],
      [
        "<b>אין מתענין על חיה רעה אלא בזמן שהיא משולחת כיצד נראתה בעיר ביום ה''ז משולחת נראתה בשדה ביום אם ראתה שני בני אדם ולא ברחה מפניהם ה''ז משולחת ואם היתה שדה הסמוכה לאגם וראתה שני בני אדם ורדפה אחריהם הרי זה משולחת לא רדפה אחריהם אינה משולחת.</b> זו היא הגירסא הנכונה בדברי רבינו ובקצת ספרים היא כתובה בשיבוש: \n",
        "<b>תנן</b> בפ''ג דתעניות (דף י''ט) על אלו מתריעין בכל מקום על השדפון ועל הירקון ועל הארבה ועל החסיל ועל החרב מפני שהיא מכה מהלכת. ויש לתמוה על רבינו שהשמיט זה ולא כתב שיהו מתריעין על שום צרה בכ''מ. ונ''ל שטעמו משום דמפשטא דמתניתין משמע דעל אלו בלבד מתריעין בכ''מ מפני שהם מכות מהלכות אבל על שאר צרות כגון מטר או דבר או מפולת אין מתריעין עליהם במקומות הרחוקים לפי שאינם מכות מהלכות וסביבותיה לבדן מתענות ולא מתריעות לת''ק והוקשה לו ז''ל היכי מצינן למימר דדבר אינה בכלל מכות המהלכות והלא הדבר ידוע שאין בעולם מכה מהלכת יותר מהדבר. וע''ק דהיאך אפשר לומר דבמקומות הרחוקים מתריעים על שום מכה דא''כ היינו צריכים להתענות לעולם שהרי אין זמן בעולם שלא יהא בו חרב באחד מהמקומות וא''כ בכל העולם היו צריכים להתענות לעולם מפני שהיא מכה מהלכת ולכן הוא ז''ל מפרש דהא דתנן על אלו מתריעין בכ''מ לאו במקומות הרחוקים קאמר אלא בסביבותיה דוקא וקאי אמאי דקתני לעיל מהאי מתני' דעל מטר או דבר או מפולת אותה העיר מתענה ומתרעת וסביבותיה מתענות ולא מתריעות ר''ע אומר מתריעות ולא מתענות והשתא קאמר דגם על אלו הצרות מתריעין בכ''מ כלומר בסביבות אותה העיר על השדפון ועל הירקון וכו' מפני שהיא מכה מהלכת ויש לסביבות לחוש לעצמה פן תדבקם הרעה אבל עיירות שחוץ לסביבות אין חוששין כלל ולפי זה האי מתני' דקתני על אלו מתריעין בכ''מ אתיא כר''ע דאילו לת''ק על אלו מתענין בכ''מ מבעי ליה וכיון דקי''ל כת''ק הוי דינא הכי בין בהנך דמני האי מתניתין שדפון וירקון וארבה וכו' בין באינך דלעיל מטר דבר מפולת אותה העיר מתענה ומתרעת וסביבותיה מתענות ולא מתריעות וז''ש אלו הן הצרות של צבור שמתענין ומתריעין עליהם על הצרת שונאי ישראל ועל וכו' ועל החסיל ועל השדפון ועל הירקון ועל המפולת ועל המזונות ועל המטר כל עיר שיש בה צרה מכל אלו אותה העיר מתענה ומתרעת עד שתעבור הצרה וכל סביבותיה מתענות ולא מתריעות אבל מבקשין עליהם רחמים. ועדיין יש לדקדק בדברי רבינו שכלל כל הצרות ופסק בהן דסביבותיה מתענות א''כ היכי יהיב מתני' טעמא מפני שהיא מכה מהלכת דמשמע דאיכא מכה שאינה מהלכת שאין הסביבות חוששין להם כלל. ונ''ל שרבינו מפרש דמפני שהיא מכה מהלכת אינו הבדל בין מכה למכה אלא נתינת טעם הוא כלומר למה כשיש צרה בעיר אחת מתענות או מתריעות סביבותיה ויהיב טעמא מפני שכל מכה שיש בעיר אחת דרכה להיות מהלכת ומתפשטת לסביבותיה: \n\n"
      ],
      [],
      [
        "<b>שאר מיני רמש הארץ וכו'.</b> כתב ה''ה על דברי הראב''ד אם כדבריו כשהזכירו בברייתא וכו' אלא הטעם שאין מתענין הוא מפני שאדם יכול להרגן ולהשמר מהן משא''כ בחיה רעה. ואני אומר שאם מטעם זה איפכא מסתברא שיותר קשה הוא להשמר מהרמשים מלהשמר מחיה רעה. ולענין מ''ש הראב''ד נ''ל שאם היו נושכים וממיתים פשיטא שמתענין עליהם וכדברי הראב''ד שאין אדם יכול להשמר מהם שהרי עשויים לבוא ולנשוך את האדם שלא מדעתו וברייתא בשאינם ממיתים אלא מזיקין והכי דייק לשון רבינו ששולחו והזיקו: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>וכן חיכוך לח וכו' ואם פשט ברוב הצבור וכו'.</b> נראה מדברי רבינו דרובא דוקא בעינן ונראה שכ''כ משום דקתני בברייתא (תענית י''ד) גבי חיכוך שאר מיני פורעניות הבאים על הצבור משמע דכל הצבור בעינן ורובו ככולו: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ונועלים את החנויות ובשני מטין לעת ערב ופותחין את החנויות.</b> כך היא הנוסחא האמיתית ובקצת ספרים כתובה בטעות: \n\n"
      ],
      [],
      [],
      [
        "<b>בד''א בא''י וכל הדומה לה אבל מקומות שעונת גשמים שלהם קודם י''ז במרחשון וכו' ושוהין אח''כ כמו ז' ימים.</b> טעמו שכך שוהין בא''י שהרי כשהגיע י''ז במרחשון ולא ירדו גשמים היחידים מתענין ב' וה' וב' נמצאו נגמרים בכ''ה לחשון ואם הגיע ר''ח כסליו ולא ירדו גשמים ב''ד גוזרים ג' תעניות הרי ה' ימים שנשארו מחשון ויום ר''ח כסלו הרי ו' ימים ובשביעי שהוא מחרת ר''ח כסלו מתחילים להתענות אם הוא יום ב' ואם לא יהיה יום שני ימתינו מלהתענות עד יום ב' הבא ראשון ונמצאו שוהים יותר מז' ימים. ואפשר שמפני כך כתב שוהין כמו ז' ימים מפני שלפעמים שוהים יותר משבעה אבל קשה שלא ה''ל לכתוב אלא שוהים כמו ו' ימים שהרי ה' ימים מסוף חדש חשון ויום ר''ח כסלו ו' ימים ולא ז'. ואפשר שרבינו כתב כמו ו' ימים והיה כתוב ו' וטעה הסופר בין ו' לז'. ויותר נכון לומר כי מפני שכשר''ח כסלו אינו אלא יום אחד הם ששה ימים וכשר''ח כסלו ב' ימים הם ז' ימים לפיכך כתב כמו ז' ימים. והר''ן כתב שלא נתבארו לו יפה דברי רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>ונותנין אפר מקלה על גבי התיבה ועל גבי ספר תורה.</b> איני יודע מנין לו לרבינו שנותנין אפר מקלה על גבי ספר תורה: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>משחרב בהמ''ק תקנו חכמים שהיו באותו הדור שאין בונין לעולם בנין מסוייד ומכוייר וכו'.</b> הטור כתב סד אדם את ביתו בסיד ומניח בו אמה על אמה בלא סיד זכר לחרבן הבית והרמב''ם ז''ל כתב אין בונין בנין מסיד כבנין המלכים אלא טח ביתו בטיט וסד בסיד ומשייר בו אמה על אמה ואינו משמע כן בגמרא (בתרא ס' ע''ב) דבתר דמייתי הך ברייתא ת''ר לא יסוד אדם את ביתו בסיד ואם עירב בו חול או תבן מותר ר' יהודה אומר חול הרי הוא טרכסיד ואסור תבן מותר ומסיק כך אמרו חכמים סד אדם את ביתו ומשייר בו אמה על אמה אלמא ע''י שיור אמה על אמה מותר כל מיני סיד עכ''ל, נראה מדבריו שהוא סבור שטעמו של רבינו שאסור לבנות בנין מסיד המלכים הוא מהא דת''ר לא יסוד אדם את ביתו בסיד ומפני כך הוקשה לו מדמסיק בתר הכי סד אדם את ביתו בסיד ומשייר בו אמה על אמה אלא על ידי שיור אמה על אמה מותר כל מיני סיד. ותמהני עליו כמה תימהי, חדא דהא דקתני כך אמרו חכמים סד אדם את ביתו בסיד ומשייר בו וכו' לאו מסקנא דשקלא וטריא על דין סד את ביתו בסיד היא אלא הכי איתא ת''ר כשחרב הבית בראשונה רבו פרושים בישראל וכו' נטפל להם ר' יהושע אמר להן מפני מה אין אתם אוכלים בשר וכו' שלא להתאבל כל עיקר א''א וכו' להתאבל יותר מדאי א''א וכו' אלא כך אמרו חכמים סד אדם את ביתו בסיד ומשייר בו דבר מועט. וכיון דברייתא באפי נפשה היא לא שייך למימר דמסיק כך אמרו חכמים סד אדם את ביתו בסיד דהא לאו מסקנא היא. ועוד דאת''ל דפליגי ברייתות אהדדי אפשר דתהוי הלכתא כקמייתא ולא כבתרייתא דמשום דמרי דגמרא מייתי לה בבתרייתא לא מכרעא מילתא דתהוי הלכתא כוותה. ועוד דהא איכא למימר דלא פליגי דבחדא מתרי גווני שרי או שעירב בו חול או תבן או שישייר בו אמה על אמה וברייתא קמייתא תני תקנתא דחול ותבן ואידך ברייתא קתני תקנתא דשיור אמה. ועוד לפי דברי הטור מאי ניהו סיד כבנין המלכים ומאי ניהו טח את ביתו בסיד דתרוייהו סיד נינהו ומה בין זה לזה שאסר רבינו בזה והתיר בזה. לכך נ''ל שהטור לא דק בדברי רבינו כלל דרבינו לאו אמיני סיד קפיד דכל מיני סיד שוים ולא אתי למיסר אלא מיני ציור וכיור, וכך מפורש בדברי רבינו שכתב תקנו חכמים שהיו באותו הדור שאין בונין לעולם בנין מסוייד ומכוייר כבנין המלכים וזה ברייתא מפורשת בסוף פרק חזקת הבתים שנויה בלא מחלוקת אין מסיידין ואין מכיירין ואין מפייחין בזמן הזה ומשמע ליה דסיוד וכיור ופיוח מיני פיתוחים וציורים הם ואפשר דאין מכיירין ואין מפייחין הם פיתוחים וציורים ואין מסיידין אינו מיני ציור אלא כמשמעו וה''ק אין מסיידין ועל הסיוד יכייר ויפייח דאילו כיור ופיוח בלא סיוד תחלה לא תאר לו ולא הדר הילכך לא מיתסר. ואפשר עוד לומר שדרך העולם כשרוצים לסוד בתיהם טחים בטיט תחלה ואח''כ סדים בסיד אבל המלכים אין טחין בטיט תחלה אלא הכל סיד וקתני דאין מסיידין בענין זה שהוא דרך גדולה ומעלה ובסיוד וכיור כזה אין שום תקנה אפי' ע''י שיור אמה והיינו דלא קתני בהאי מתניתא שום תקנתא, וזהו שכתב רבינו שאין בונין לעולם בניין מסוייד ומכוייר כבנין המלכים ומדקאמר לעולם משמע שאין לו שום תקנה ובאינך תרי ברייתות סובר רבינו דלא פליגי אהדדי אלא חדא ברייתא תנא תקנתא חדא ואידך תני אידך תקנתא ותקנתא דשיור אמה הרי כתב אותה בהדיא ותקנתא דעירוב חול ותבן לא איצטריך למיתני דאין בונין בנין מסוייד לחודיה משמע בלא עירוב דבר אחר: \n",
        "<b>ודע</b> דבההיא דהלוקח חצר מסויידת וכו'. מסיים בה בברייתא נפלה אינו חוזר ובונה אותה, ולא חשש רבינו לכתבה משום דמילתא דפשיטא היא: \n\n"
      ],
      [],
      [],
      [
        "<b>ואח''כ גזרו על עטרות חתנים שלא להניחם כלל.</b> כתב הטור אסרו עטרות לחתנים וקאמר רב (סוטה דף מ''ט:) לא שנו אלא של מלח וגפרית אבל של ורד והדס מותר ושמואל אמר אף של ורד והדס אסור אבל עושה של קנים ושל חילת, ופסק הרמב''ם כשמואל ואיני יודע למה דהא קיימא לן כרב באיסורי עכ''ל. ולא דק דהא רבינו אף כשמואל לא פסק דלשמואל של קנים ושל חילת מיהא שרי ואילו רבינו כתב סתם לאסור ולא חילק. וטעמו משום דבגמרא בתר פלוגתא דרב ושמואל אמרי' ולוי אמר אף של קנים ושל חילת אסור וכן תני לוי במתניתיה. ופסק כלוי משום דגדול מרב ושמואל היה: \n",
        "<b>סליק הלכות תעניות</b> \n\n"
      ]
    ]
  ]
};