const Leavened_and_Unleavened_Bread = {
  "title": "Mishneh Torah, Leavened and Unleavened Bread",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Leavened_and_Unleavened_Bread",
  "text": [
    [
      "כָּל הָאוֹכֵל כְּזַיִת חָמֵץ בְּפֶסַח מִתְּחִלַּת לֵיל חֲמִשָּׁה עָשָׂר עַד סוֹף יוֹם אֶחָד וְעֶשְׂרִים בְּנִיסָן בְּמֵזִיד חַיָּב כָּרֵת שֶׁנֶּאֱמַר <small>(שמות יב טו)</small> \"כִּי כָּל אֹכֵל חָמֵץ וְנִכְרְתָה\". בְּשׁוֹגֵג חַיָּב קָרְבַּן חַטָּאת קְבוּעָה. אֶחָד הָאוֹכֵל וְאֶחָד הַמְמַחֶה וְשׁוֹתֶה: \n",
      "הֶחָמֵץ בַּפֶּסַח אָסוּר בַּהֲנָיָה שֶׁנֶּאֱמַר <small>(שמות יג ג)</small> \"לֹא יֵאָכֵל חָמֵץ\" לֹא יְהֵא בּוֹ הֶתֵּר אֲכִילָה. וְהַמַּנִּיחַ חָמֵץ בִּרְשׁוּתוֹ בְּפֶסַח אַף עַל פִּי שֶׁלֹּא אֲכָלוֹ עוֹבֵר בִּשְׁנֵי לָאוִין שֶׁנֶּאֱמַר <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה לְךָ שְׂאֹר בְּכָל גְּבֻלֶךָ\" וְנֶאֱמַר <small>(שמות יב יט)</small> \"שְׂאֹר לֹא יִמָּצֵא בְּבָתֵּיכֶם\". וְאִסּוּר הֶחָמֵץ וְאִסּוּר הַשְּׂאוֹר שֶׁבּוֹ מַחְמִיצִין אֶחָד הוּא: \n",
      "אֵינוֹ לוֹקֶה מִשּׁוּם לֹא יֵרָאֶה וְ<small>(שמות יב יט)</small> \"לֹא יִמָּצֵא\" אֶלָּא אִם כֵּן קָנָה חָמֵץ בְּפֶסַח אוֹ חִמְצוֹ כְּדֵי שֶׁיַּעֲשֶׂה בּוֹ מַעֲשֶׂה. אֲבָל אִם הָיָה לוֹ חָמֵץ קֹדֶם הַפֶּסַח וּבָא הַפֶּסַח וְלֹא בִּעֲרוֹ אֶלָּא הִנִּיחוֹ בִּרְשׁוּתוֹ אַף עַל פִּי שֶׁעָבַר עַל שְׁנֵי לָאוִין אֵינוֹ לוֹקֶה מִן הַתּוֹרָה מִפְּנֵי שֶׁלֹּא עָשָׂה בּוֹ מַעֲשֶׂה. וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "חָמֵץ שֶׁעָבַר עָלָיו הַפֶּסַח אָסוּר בַּהֲנָיָה לְעוֹלָם. וְדָבָר זֶה קְנָס הוּא מִדִּבְרֵי סוֹפְרִים מִפְּנֵי שֶׁעָבַר עַל בַּל יֵרָאֶה וּבַל יִמָּצֵא אֲסָרוּהוּ. אֲפִלּוּ הִנִּיחוֹ בִּשְׁגָגָה אוֹ בְּאֹנֶס. כְּדֵי שֶׁלֹּא יַנִּיחַ אָדָם חָמֵץ בִּרְשׁוּתוֹ בְּפֶסַח כְּדֵי שֶׁיֵּהָנֶה בּוֹ אַחַר הַפֶּסַח: \n",
      "חָמֵץ שֶׁנִּתְעָרֵב בְּדָבָר אַחֵר תּוֹךְ הַפֶּסַח בֵּין בְּמִינוֹ בֵּין שֶׁלֹּא בְּמִינוֹ הֲרֵי זֶה אוֹסֵר בְּכָל שֶׁהוּא. וְחָמֵץ שֶׁל יִשְׂרָאֵל שֶׁעָבַר עָלָיו הַפֶּסַח אַף עַל פִּי שֶׁהוּא אָסוּר בַּהֲנָיָה אִם נִתְעָרֵב בֵּין בְּמִינוֹ בֵּין שֶׁלֹּא בְּמִינוֹ הֲרֵי זֶה מֻתָּר לְאָכְלוֹ אַחַר הַפֶּסַח. שֶׁלֹּא קָנְסוּ וְאָסְרוּ אֶלָּא בֶּחָמֵץ עַצְמוֹ אֲבָל הַתַּעֲרֹבֶת מֻתָּר בַּאֲכִילָה לְאַחַר הַפֶּסַח: \n",
      "אֵין חַיָּבִין כָּרֵת אֶלָּא עַל אֲכִילַת עַצְמוֹ שֶׁל חָמֵץ אֲבָל עֵרוּב חָמֵץ כְּגוֹן כּוּתָח הַבַּבְלִי וְשֵׁכָר הַמָּדִי וְכָל הַדּוֹמֶה לָהֶן מִדְּבָרִים שֶׁהֶחָמֵץ מְעֹרָב בָּהֶן אִם אֲכָלָן בְּפֶסַח לוֹקֶה וְאֵין בּוֹ כָּרֵת שֶׁנֶּאֱמַר <small>(שמות יב כ)</small> \"כָּל מַחְמֶצֶת לֹא תֹאכֵלוּ\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאָכַל כְּזַיִת חָמֵץ בְּתוֹךְ הַתַּעֲרֹבֶת בִּכְדֵי אֲכִילַת שָׁלֹשׁ בֵּיצִים הוּא שֶׁלּוֹקֶה מִן הַתּוֹרָה. אֲבָל אִם אֵין בַּתַּעֲרֹבֶת כְּזַיִת בִּכְדֵי אֲכִילַת שָׁלֹשׁ בֵּיצִים אַף עַל פִּי שֶׁאָסוּר לוֹ לֶאֱכל אִם אָכַל אֵינוֹ לוֹקֶה אֶלָּא מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "הָאוֹכֵל מִן הֶחָמֵץ עַצְמוֹ בְּפֶסַח כָּל שֶׁהוּא הֲרֵי זֶה אָסוּר מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות יג ג)</small> \"לֹא יֵאָכֵל\". וְאַף עַל פִּי כֵן אֵינוֹ חַיָּב כָּרֵת אוֹ קָרְבָּן אֶלָּא עַל כַּשִּׁעוּר שֶׁהוּא כְּזַיִת. וְהָאוֹכֵל פָּחוֹת מִכְּזַיִת בְּמֵזִיד מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "אָסוּר לֶאֱכל חָמֵץ בְּיוֹם אַרְבָּעָה עָשָׂר מֵחֲצוֹת הַיּוֹם וּלְמַעְלָה שֶׁהוּא מִתְּחִלַּת שָׁעָה שְׁבִיעִית בַּיּוֹם. וְכָל הָאוֹכֵל בַּזְּמַן הַזֶּה לוֹקֶה מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים טז ג)</small> \"לֹא תֹאכַל עָלָיו חָמֵץ\". כְּלוֹמַר עַל קָרְבַּן הַפֶּסַח. כָּךְ לָמְדוּ מִפִּי הַשְּׁמוּעָה בְּפֵרוּשׁ דָּבָר זֶה לֹא תֹּאכַל חָמֵץ מִשָּׁעָה שֶׁרְאוּיָה לִשְׁחִיטַת הַפֶּסַח שֶׁהוּא <small>(שמות יב ו)</small> \"בֵּין הָעַרְבַּיִם\" וְהוּא חֲצִי הַיּוֹם: \n",
      "וְאָסְרוּ חֲכָמִים לֶאֱכל חָמֵץ מִתְּחִלַּת שָׁעָה שִׁשִּׁית כְּדֵי שֶׁלֹּא יִגַּע בְּאִסּוּר תּוֹרָה. וּמִתְּחִלַּת שָׁעָה שִׁשִּׁית יִהְיֶה הֶחָמֵץ אָסוּר בַּאֲכִילָה וּבַהֲנָיָה כָּל שָׁעָה שִׁשִּׁית מִדִּבְרֵי סוֹפְרִים וּשְׁאָר הַיּוֹם מִשְּׁבִיעִית וּלְמַעְלָה מִן הַתּוֹרָה. שָׁעָה חֲמִישִׁית אֵין אוֹכְלִין בָּהּ חָמֵץ גְּזֵרָה מִשּׁוּם יוֹם הַמְעֻנָּן שֶׁמָּא יִטְעֶה בֵּין חֲמִישִׁית לְשִׁשִּׁית. וְאֵינוֹ אָסוּר בַּהֲנָיָה בְּשָׁעָה חֲמִישִׁית. לְפִיכָךְ תּוֹלִין בָּהּ תְּרוּמָה וְלֶחֶם תּוֹדָה וְכַיּוֹצֵא בָּהֶן מֵחָמֵץ שֶׁהוּא קֹדֶשׁ לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין עַד שֶׁתַּגִּיעַ שָׁעָה שִׁשִּׁית וְשׂוֹרְפִין הַכּל: \n",
      "הָא לָמַדְתָּ שֶׁמֻּתָּר לֶאֱכל חָמֵץ בְּיוֹם אַרְבָּעָה עָשָׂר עַד סוֹף שָׁעָה רְבִיעִית. וְאֵין אוֹכְלִין בְּשָׁעָה חֲמִישִׁית אֲבָל נֶהֱנִין בּוֹ. וְהָאוֹכֵל בְּשָׁעָה שִׁשִּׁית מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְהָאוֹכֵל מִתְּחִלַּת שָׁעָה שְׁבִיעִית לוֹקֶה: \n"
    ],
    [
      "מִצְוַת עֲשֵׂה מִן הַתּוֹרָה לְהַשְׁבִּית הֶחָמֵץ קֹדֶם זְמַן אִסּוּר אֲכִילָתוֹ שֶׁנֶּאֱמַר <small>(שמות יב טו)</small> \"בַּיּוֹם הָרִאשׁוֹן תַּשְׁבִּיתוּ שְּׂאֹר מִבָּתֵּיכֶם\". וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבָּרִאשׁוֹן זֶה הוּא יוֹם אַרְבָּעָה עָשָׂר. רְאָיָה לְדָבָר זֶה מַה שֶּׁכָּתוּב בַּתּוֹרָה <small>(שמות לד כה)</small> \"לֹא תִשְׁחַט עַל חָמֵץ דַּם זִבְחִי\" כְּלוֹמַר לֹא תִּשְׁחַט הַפֶּסַח וַעֲדַיִן הֶחָמֵץ קַיָּם. וּשְׁחִיטַת הַפֶּסַח הוּא יוֹם אַרְבָּעָה עָשָׂר אַחַר חֲצוֹת: \n",
      "וּמַה הִיא הַשְׁבָּתָה זוֹ הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁיְּבַטֵּל הֶחָמֵץ בְּלִבּוֹ וְיַחֲשֹׁב אוֹתוֹ כְּעָפָר וְיָשִׂים בְּלִבּוֹ שֶׁאֵין בִּרְשׁוּתוֹ חָמֵץ כְּלָל. וְשֶׁכָּל חָמֵץ שֶׁבִּרְשׁוּתוֹ הֲרֵי הוּא כְּעָפָר וּכְדָבָר שֶׁאֵין בּוֹ צֹרֶךְ כְּלָל: \n",
      "וּמִדִּבְרֵי סוֹפְרִים לְחַפֵּשׂ אַחַר הֶחָמֵץ בַּמַּחֲבוֹאוֹת וּבַחוֹרִים וְלִבְדֹּק וּלְהוֹצִיאוֹ מִכָּל גְּבוּלוֹ. וְכֵן מִדִּבְרֵי סוֹפְרִים שֶׁבּוֹדְקִין וּמַשְׁבִּיתִין הֶחָמֵץ בַּלַּיְלָה מִתְּחִלַּת לֵיל אַרְבָּעָה עָשָׂר לְאוֹר הַנֵּר. מִפְּנֵי שֶׁבַּלַּיְלָה כָּל הָעָם מְצוּיִין בַּבָּתִּים וְאוֹר הַנֵּר יָפֶה לִבְדִיקָה. וְאֵין קוֹבְעִין מִדְרָשׁ בְּסוֹף יוֹם שְׁלֹשָׁה עָשָׂר. וְכֵן הֶחָכָם לֹא יַתְחִיל לִקְרוֹת בְּעֵת זוֹ שֶׁמָּא יִמָּשֵׁךְ וְיִמָּנַע מִבְּדִיקַת חָמֵץ בִּתְחִלַּת זְמַנָּה: \n",
      "אֵין בּוֹדְקִין לֹא לְאוֹר הַלְּבָנָה וְלֹא לְאוֹר הַחַמָּה וְלֹא לְאוֹר הָאֲבוּקָה אֶלָּא לְאוֹר הַנֵּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחוֹרִים וּבְמַחֲבוֹאוֹת אֲבָל אַכְסַדְרָה שֶׁאוֹרָהּ רַב אִם בְּדָקָהּ לְאוֹר הַחַמָּה דַּיּוֹ. וְאֶמְצַע הֶחָצֵר אֵינוֹ צָרִיךְ בְּדִיקָה מִפְּנֵי שֶׁהָעוֹפוֹת מְצוּיִים שָׁם וְהֵן אוֹכְלִין כָּל חָמֵץ שֶׁיִּפּל שָׁם: \n",
      "חוֹר שֶׁבְּאֶמְצַע הַבַּיִת שֶׁבֵּין אָדָם לַחֲבֵרוֹ זֶה בּוֹדֵק עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְזֶה בּוֹדֵק עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְהַשְּׁאָר מְבַטְּלוֹ בְּלִבּוֹ. אֲבָל חוֹר שֶׁבֵּין יִשְׂרָאֵל לְעַכּוּ''ם אֵינוֹ בּוֹדֵק כְּלָל שֶׁמָּא יֹאמַר הָעַכּוּ''ם כְּשָׁפִים הוּא עוֹשֶׂה לִי אֶלָּא מְבַטְּלוֹ בְּלִבּוֹ וְדַיּוֹ. וְכָל מָקוֹם שֶׁאֵין מַכְנִיסִין בּוֹ חָמֵץ אֵינוֹ צָרִיךְ בְּדִיקָה: \n",
      "חוֹרֵי הַבַּיִת הַתַּחְתּוֹנִים וְהָעֶלְיוֹנִים וְגַג הַיָּצִיעַ וְרֶפֶת בָּקָר וְלוּלִין וּמַתְבֵּן וְאוֹצְרוֹת יַיִן וְאוֹצְרוֹת שֶׁמֶן שֶׁאֵינוֹ מִסְתַּפֵּק מֵהֶן וּבֵית דָּגִים גְּדוֹלִים אֵינָן צְרִיכִין בְּדִיקָה אֶלָּא אִם כֵּן הִכְנִיס לָהֶן חָמֵץ. אֲבָל אוֹצְרוֹת שֵׁכָר וְאוֹצְרוֹת יַיִן שֶׁמִּסְתַּפֵּק מִמֶּנּוּ וּבֵית דָּגִים קְטַנִּים וּבֵית הָעֵצִים וּבֵית הַמּוּרְיָס וְחוֹרֵי הַבַּיִת הָאֶמְצָעִים וְכַיּוֹצֵא בָּאֵלּוּ צְרִיכִין בְּדִיקָה שֶׁסְּתָמָן שֶׁמַּכְנִיסִין לָהֶן חָמֵץ. וְאִם יָדַע בְּוַדַּאי שֶׁלֹּא הִכְנִיס שָׁם חָמֵץ אֵינוֹ צָרִיךְ בְּדִיקָה. וּכְשֶׁבּוֹדֵק הַמַּרְתֵּף בּוֹדֵק מִמֶּנּוּ שְׁתֵּי שׁוּרוֹת הַחִיצוֹנוֹת שֶׁהֵן הָעֶלְיוֹנָה וְשֶׁלְּמַטָּה מִמֶּנָּה: \n",
      "אֵין חוֹשְׁשִׁין שֶׁמָּא גָּרְרָה חֻלְדָּה חָמֵץ לְמָקוֹם שֶׁאֵין מַכְנִיסִין בּוֹ חָמֵץ שֶׁאִם נָחוּשׁ מִבַּיִת לְבַיִת נָחוּשׁ מֵעִיר לְעִיר וְאֵין לַדָּבָר סוֹף. בָּדַק לֵיל אַרְבָּעָה עָשָׂר וְהִנִּיחַ עֶשֶׂר חַלּוֹת וּמָצָא תֵּשַׁע הֲרֵי זֶה חוֹשֵׁשׁ וְצָרִיךְ לִבְדֹּק פַּעַם שְׁנִיָּה שֶׁהֲרֵי גָּרְרָה חֻלְדָּה אוֹ עַכְבָּר בְּוַדַּאי: \n",
      "וְכֵן אִם רָאָה עַכְבָּר שֶׁנִּכְנַס לַבַּיִת וְחָמֵץ בְּפִיו אַחַר בְּדִיקָה צָרִיךְ לִבְדֹּק פַּעַם שְׁנִיָּה אַף עַל פִּי שֶׁמָּצָא פֵּרוּרִין בְּאֶמְצַע הַבַּיִת אֵין אוֹמְרִין כְּבָר אָכַל אוֹתָהּ הַפַּת בְּמָקוֹם זֶה וַהֲרֵי הַפֵּרוּרִין אֶלָּא חוֹשְׁשִׁין שֶׁמָּא הִנִּיחָה בְּחוֹר אוֹ בְּחַלּוֹן וְאִלּוּ הַפֵּרוּרִין שָׁם הָיוּ. וּלְפִיכָךְ חוֹזֵר וּבוֹדֵק. אִם לֹא מָצָא כְּלוּם הֲרֵי זֶה בּוֹדֵק כָּל הַבַּיִת וְאִם מָצָא אוֹתָהּ הַפַּת שֶׁנְּטָלָהּ הָעַכְבָּר וְנִכְנַס אֵין צָרִיךְ בְּדִיקָה: \n",
      "רָאָה תִּינוֹק שֶׁנִּכְנַס לְבַיִת בָּדוּק וּבְיָדוֹ כִּכָּר וְנִכְנַס אַחֲרָיו וּמָצָא פֵּרוּרִין אֵינוֹ צָרִיךְ בְּדִיקָה שֶׁחֶזְקָתוֹ שֶׁאֲכָלוֹ וְאֵלּוּ הַפֵּרוּרִין שֶׁנָּפְלוּ מִמֶּנּוּ בִּשְׁעַת אֲכִילָה שֶׁדֶּרֶךְ הַתִּינוֹק לְפָרֵר בְּעֵת אֲכִילָתוֹ וְאֵין דֶּרֶךְ עַכְבָּר לְפָרֵר. וְאִם לֹא מָצָא פֵּרוּרִין כְּלָל צָרִיךְ לִבְדֹּק: \n",
      "הִנִּיחַ תִּשְׁעָה צְבוּרִין שֶׁל מַצָּה וְאֶחָד שֶׁל חָמֵץ וּבָא עַכְבָּר וְנָטַל וְלֹא יָדַעְנוּ אִם חָמֵץ אוֹ מַצָּה נָטַל וְנִכְנַס לְבַיִת בָּדוּק צָרִיךְ לִבְדֹּק שֶׁכָּל הַקָּבוּעַ כְּמֶחֱצָה עַל מֶחֱצָה: \n",
      "שְׁנֵי צְבוּרִין אֶחָד שֶׁל חָמֵץ וְאֶחָד שֶׁל מַצָּה וּשְׁנֵי בָּתִּים אֶחָד בָּדוּק וְאֶחָד שֶׁאֵינוֹ בָּדוּק וּבָאוּ שְׁנֵי עַכְבָּרִים זֶה נָטַל חָמֵץ וְזֶה נָטַל מַצָּה וְאֵין יָדוּעַ לְאֵי זֶה בַּיִת נִכְנַס זֶה שֶׁנָּטַל הֶחָמֵץ. וְכֵן שְׁנֵי בָּתִּים בְּדוּקִין וּצְבוּר אֶחָד שֶׁל חָמֵץ וּבָא עַכְבָּר וְנָטַל וְאֵין יָדוּעַ לְאֵיזֶה בַּיִת נִכְנַס. אוֹ שֶׁיָּדַע שֶׁנִּכְנַס לְאֶחָד מֵהֶן וְנִכְנַס אַחֲרָיו וּבָדַק וְלֹא מָצָא כְּלוּם אוֹ שֶׁבָּדַק וּמָצָא כִּכָּר. אוֹ שֶׁהָיוּ תִּשְׁעָה צְבוּרִין שֶׁל מַצָּה וְאֶחָד שֶׁל חָמֵץ וּפֵרַשׁ כִּכָּר מֵהֶן וְאֵין יָדוּעַ אִם חָמֵץ אִם מַצָּה וּבָא עַכְבָּר וְנָטַל הַכִּכָּר שֶׁפֵּרַשׁ וְנִכְנַס לְבַיִת בָּדוּק בְּכָל אֵלּוּ אֵינוֹ צָרִיךְ לִבְדֹּק פַּעַם שְׁנִיָּה שֶׁאֵין כָּאן קָבוּעַ: \n",
      "הִנִּיחַ הֶחָמֵץ בְּזָוִית זוֹ וּמְצָאוֹ בְּזָוִית אַחֵר אוֹ שֶׁהִנִּיחַ תֵּשַׁע חַלּוֹת וּמָצָא עֶשֶׂר. אוֹ שֶׁבָּא עַכְבָּר וְנָטַל הֶחָמֵץ וְסָפֵק נִכְנַס לְבַיִת זֶה אוֹ לֹא נִכְנַס. בְּכָל אֵלּוּ צָרִיךְ לִבְדֹּק: \n",
      "נִכְנַס עַכְבָּר לְבַיִת וְכִכָּר בְּפִיו וְיָצָא עַכְבָּר מִשָּׁם וְכִכָּר בְּפִיו אוֹמְרִים הוּא הָרִאשׁוֹן שֶׁנִּכְנַס הוּא הָאַחֲרוֹן שֶׁיָּצָא וְאֵינוֹ צָרִיךְ לִבְדֹּק. הָיָה הָרִאשׁוֹן שֶׁנִּכְנַס שָׁחוֹר וְזֶה שֶׁיָּצָא לָבָן צָרִיךְ לִבְדֹּק. נִכְנַס עַכְבָּר וְכִכָּר בְּפִיו וְיָצְאתָה מִשָּׁם חֻלְדָּה וְכִכָּר בְּפִיהָ צָרִיךְ לִבְדֹּק. יָצָאת מִשָּׁם חֻלְדָּה וְעַכְבָּר וְכִכָּר בְּפִיהָ אֵינוֹ צָרִיךְ לִבְדֹּק שֶׁזֶּה הַכִּכָּר הוּא שֶׁהָיָה בְּפִי הָעַכְבָּר. נָחָשׁ שֶׁנִּכְנַס לְחוֹר וּפַת בְּפִיו אֵין חַיָּב לְהָבִיא חֲבָּר לְהוֹצִיאוֹ: \n",
      "כְּזַיִת חָמֵץ בִּשְׁמֵי קוֹרָה מְחַיְּבִין אוֹתוֹ לְהָבִיא סֻלָּם לְהוֹרִידוֹ שֶׁפְּעָמִים יִפּל מִשְּׁמֵי קוֹרָה. הָיָה חָמֵץ בְּבוֹר אֵין מְחַיְּבִין אוֹתוֹ לְהַעֲלוֹתוֹ אֶלָּא מְבַטְּלוֹ בְּלִבּוֹ וְדַיּוֹ: \n",
      "כִּפַּת שְׂאוֹר שֶׁיִּחֲדָהּ לִישִׁיבָה אִם טָח פָּנֶיהָ בְּטִיט הֲרֵי זוֹ בְּטֵלָה וּמֻתָּר לְקַיְּמָהּ. בָּצֵק שֶׁבְּסִדְקֵי הָעֲרֵבָה אִם יֵשׁ כְּזַיִת בְּמָקוֹם אֶחָד חַיָּב לְבַעֵר. וְאִם לָאו אִם הָיָה עָשׂוּי לְחַזֵּק בּוֹ שִׁבְרֵי הָעֲרֵבָה אוֹ לִסְתֹּם בּוֹ נֶקֶב בָּטֵל בְּמִעוּטוֹ וְאִם לָאו חַיָּב לְבַעֵר. הָיוּ בּוֹ שְׁנֵי חֲצָאֵי זֵיתִים בִּשְׁנֵי מְקוֹמוֹת וְחוּט שֶׁל בָּצֵק בֵּינֵיהֶם רוֹאִין כּל שֶׁאִלּוּ יִנָּטֵל הַחוּט נִטָּלִין עִמּוֹ חַיָּב לְבַעֵר וְאִם לָאו אֵינוֹ צָרִיךְ לְבַעֵר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲרֵבָה אֲבָל בְּבַיִת אַף עַל פִּי שֶׁאִם יִנָּטֵל הַחוּט אֵין נִטָּלִין עִמּוֹ חַיָּב לְבַעֵר מִפְּנֵי שֶׁפְּעָמִים מְקַבֵּץ אוֹתָן. הָיָה חֲצִי זַיִת בַּבַּיִת וַחֲצִי זַיִת בָּעֲלִיָּה. חֲצִי זַיִת בַּבַּיִת וַחֲצִי זַיִת בָּאַכְסַדְרָה. חֲצִי זַיִת בְּבַיִת זֶה וַחֲצִי זַיִת בְּבַיִת שֶׁלִּפְנִים מִמֶּנּוּ. הוֹאִיל וְאֵלּוּ הַחֲצָאֵי זֵיתִים דְּבוּקִין בַּכְּתָלִים אוֹ בַּקּוֹרוֹת אוֹ בַּקַּרְקָעוֹת אֵינוֹ חַיָּב לְבָעֵר אֶלָּא מְבַטֵּל בְּלִבּוֹ וְדַיּוֹ: \n",
      "הַמַּשְׂכִּיר בַּיִת סְתָם בְּאַרְבָּעָה עָשָׂר הֲרֵי זֶה בְּחֶזְקַת בָּדוּק וְאֵינוֹ צָרִיךְ לִבְדֹּק. וְאִם הֻחְזַק זֶה הַמַּשְׂכִּיר שֶׁלֹּא בָּדַק וְאָמְרוּ אִשָּׁה אוֹ קָטָן אָנוּ בְּדַקְנוּהוּ הֲרֵי אֵלּוּ נֶאֱמָנִין שֶׁהַכּל נֶאֱמָנִים עַל בִּעוּר חָמֵץ. וְהַכּל כְּשֵׁרִין לִבְדִיקָה וַאֲפִלּוּ נָשִׁים וַעֲבָדִים וּקְטַנִּים וְהוּא שֶׁיִּהְיֶה קָטָן שֶׁיֵּשׁ בּוֹ דַּעַת לִבְדֹּק: \n",
      "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ אִם עַד שֶׁלֹּא מָסַר לוֹ הַמַּפְתֵּחַ חָל אַרְבָּעָה עָשָׂר עַל הַמַּשְׂכִּיר לִבְדֹּק. וְאִם מִשֶּׁמָּסַר הַמַּפְתֵּחַ חָל אַרְבָּעָה עָשָׂר עַל הַשּׂוֹכֵר לִבְדֹּק. הַמַּשְׂכִּיר בַּיִת בְּחֶזְקַת שֶׁהוּא בָּדוּק וְנִמְצָא שֶׁאֵינוֹ בָּדוּק עַל הַשּׂוֹכֵר לִבְדֹּק וְאֵינוֹ מִקָּח טָעוּת. וַאֲפִלּוּ בְּמָקוֹם שֶׁבּוֹדְקִים בְּשָׂכָר שֶׁהֲרֵי מִצְוָה הוּא עוֹשֶׂה: \n",
      "הַמְפָרֵשׁ בַּיָּם וְהַיּוֹצֵא בְּשַׁיָּרָא תּוֹךְ שְׁלֹשִׁים יוֹם זָקוּק לִבְדֹּק. קֹדֶם שְׁלֹשִׁים יוֹם אֵינוֹ צָרִיךְ לִבְדֹּק. וְאִם דַּעְתּוֹ לַחֲזֹר קֹדֶם הַפֶּסַח צָרִיךְ לִבְדֹּק וְאַחַר כָּךְ יֵצֵא שֶׁמָּא יַחֲזֹר עֶרֶב הַפֶּסַח בֵּין הַשְּׁמָשׁוֹת וְלֹא יִהְיֶה לוֹ פְּנַאי לְבַעֵר. וְאִם אֵין דַּעְתּוֹ לַחֲזֹר אֵין צָרִיךְ לִבְדֹּק. וְכֵן הָעוֹשֶׂה בֵּיתוֹ אוֹצָר. תּוֹךְ שְׁלֹשִׁים יוֹם זָקוּק לִבְדֹּק וְאַחַר כָּךְ כּוֹנֵס אוֹצָרוֹ לְתוֹכוֹ. קֹדֶם שְׁלֹשִׁים יוֹם אִם דַּעְתּוֹ לְפַנּוֹתוֹ קֹדֶם הַפֶּסַח צָרִיךְ לִבְדֹּק וְאַחַר כָּךְ עוֹשֵׂהוּ אוֹצָר. וְאִם אֵין דַּעְתּוֹ לְפַנּוֹתוֹ קֹדֶם הַפֶּסַח אֵינוֹ צָרִיךְ לִבְדֹּק: \n"
    ],
    [
      "כְּשֶׁבוֹדֵק אָדָם וּמְחַפֵּשׂ בְּלֵילֵי אַרְבָּעָה עָשָׂר מוֹצִיא אֶת הֶחָמֵץ מִן הַחוֹרִים וּמִן הַמַּחֲבוֹאוֹת וּמִן הַזָּוִיּוֹת וּמְקַבֵּץ הַכּל וּמַנִּיחוֹ בְּמָקוֹם אֶחָד עַד תְּחִלַּת שָׁעָה שִׁשִּׁית בַּיּוֹם וּמְבָעֲרוֹ. וְאִם רָצָה לְבַעֲרוֹ בְּלֵילֵי אַרְבָּעָה עָשָׂר מְבַעֲרוֹ:  ",
      "הֶחָמֵץ שֶׁמַּנִּיחַ בְּלֵילֵי אַרְבָּעָה עָשָׂר כְּדֵי שֶׁיֹּאכַל מִמֶּנּוּ לְמָחָר עַד אַרְבַּע שָׁעוֹת אֵינוֹ מַנִּיחוֹ מְפֻזָּר וּמְפֹרָד בְּכָל מָקוֹם אֶלָּא מַצְנִיעוֹ בִּכְלִי אוֹ בְּזָוִית יְדוּעָה וְיִזָּהֵר בּוֹ. שֶׁאִם לֹא נִזְהַר בּוֹ וּמְצָאוֹ חָסֵר צָרִיךְ לְחַפֵּשׂ אַחֲרָיו וְלִבְדֹּק פַּעַם אַחֶרֶת שֶׁמָּא גְּרָרוּהוּ הָעַכְבָּרִים:  ",
      "חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת בּוֹדְקִין אֶת הֶחָמֵץ בְּלֵילֵי עֶרֶב שַׁבָּת שֶׁהוּא לֵיל שְׁלֹשָׁה עָשָׂר וּמַנִּיחַ מִן הֶחָמֵץ כְּדֵי לֶאֱכל מִמֶּנּוּ עַד אַרְבַּע שָׁעוֹת בְּיוֹם הַשַּׁבָּת. וּמַנִּיחוֹ בְּמָקוֹם מֻצְנָע וְהַשְּׁאָר מְבָעֲרוֹ מִלִּפְנֵי הַשַּׁבָּת. וְאִם נִשְׁאַר מִן הֶחָמֵץ בְּיוֹם הַשַּׁבָּת אַחַר אַרְבַּע שָׁעוֹת מְבַטְּלוֹ וְכוֹפֶה עָלָיו כְּלִי עַד מוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן וּמְבָעֲרוֹ:  ",
      "הָיוּ לוֹ כִּכָּרוֹת רַבּוֹת שֶׁל תְּרוּמָה וְצָרִיךְ לְשָׂרְפָהּ עֶרֶב שַׁבָּת לֹא יְעָרֵב הַטְּהוֹרָה עִם הַטְּמֵאָה וְיִשְׂרֹף אֶלָּא שׂוֹרֵף טְמֵאָה לְעַצְמָהּ וּטְהוֹרָה לְעַצְמָהּ וּתְלוּיָה לְעַצְמָהּ. וּמַנִּיחַ מִן הַטְּהוֹרָה כְּדֵי לֶאֱכל עַד אַרְבַּע שָׁעוֹת בְּיוֹם הַשַּׁבָּת בִּלְבַד:  ",
      "מִי שֶׁשָּׁכַח אוֹ הֵזִיד וְלֹא בָּדַק בְּלֵיל אַרְבָּעָה עָשָׂר בּוֹדֵק אַרְבָּעָה עָשָׂר בְּשַׁחֲרִית. לֹא בָּדַק בְּשַׁחֲרִית בּוֹדֵק בִּשְׁעַת הַבִּעוּר. לֹא בָּדַק בִּשְׁעַת הַבִּעוּר בּוֹדֵק בְּתוֹךְ הֶחָג. עָבַר הָרֶגֶל וְלֹא בָּדַק בּוֹדֵק אַחַר הָרֶגֶל כְּדֵי שֶׁיְּבָעֵר מַה שֶּׁיִּמְצָא מֵחָמֵץ שֶׁעָבַר עָלָיו הַפֶּסַח מִפְּנֵי שֶׁהוּא אָסוּר בַּהֲנָיָה:  ",
      "כְּשֶׁבּוֹדֵק הֶחָמֵץ בְּלֵילֵי אַרְבָּעָה עָשָׂר אוֹ בְּיוֹם אַרְבָּעָה עָשָׂר אוֹ בְּתוֹךְ הָרֶגֶל מְבָרֵךְ קֹדֶם שֶׁיַּתְחִיל לִבְדֹּק בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל בִּעוּר חָמֵץ. וּבוֹדֵק וּמְחַפֵּשׂ בְּכָל הַמְּקוֹמוֹת שֶׁמַּכְנִיסִין לָהֶם חָמֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם בָּדַק לְאַחַר הָרֶגֶל אֵינוֹ מְבָרֵךְ:  ",
      "וּכְשֶׁגּוֹמֵר לִבְדֹּק אִם בָּדַק בְּלֵיל אַרְבָּעָה עָשָׂר אוֹ בְּיוֹם אַרְבָּעָה עָשָׂר קֹדֶם שֵׁשׁ שָׁעוֹת צָרִיךְ לְבַטֵּל כָּל חָמֵץ שֶׁנִּשְׁאַר בִּרְשׁוּתוֹ וְאֵינוֹ רוֹאֵהוּ. וְיֹאמַר כָּל חָמֵץ שֶׁיֵּשׁ בִּרְשׁוּתִי שֶׁלֹּא רְאִיתִיו הֲרֵי הוּא בָּטֵל וַהֲרֵי הוּא כְּעָפָר. אֲבָל אִם בָּדַק מִתְּחִלַּת שָׁעָה שִׁשִּׁית וּלְמַעְלָה אֵינוֹ יָכוֹל לְבַטֵּל שֶׁהֲרֵי אֵינוֹ בִּרְשׁוּתוֹ שֶׁכְּבָר נֶאֱסַר בַּהֲנָיָה:  ",
      "לְפִיכָךְ אִם לֹא בִּטֵּל קֹדֶם שֵׁשׁ וּמִשֵּׁשׁ שָׁעוֹת וּלְמַעְלָה מָצָא חָמֵץ שֶׁהָיָה דַּעְתּוֹ עָלָיו וְהָיָה בְּלִבּוֹ וּשְׁכָחוֹ בִּשְׁעַת הַבִּעוּר וְלֹא בִּעֲרוֹ הֲרֵי זֶה עָבַר עַל <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה\" וְ <small>(שמות יב יט)</small> \"לֹא יִמָּצֵא\" שֶׁהֲרֵי לֹא בִּעֵר וְלֹא בִּטֵּל. וְאֵין הַבִּטּוּל עַתָּה מוֹעִיל לוֹ כְּלוּם לְפִי שֶׁאֵינוֹ בִּרְשׁוּתוֹ וְהַכָּתוּב עֲשָׂהוּ כְּאִלּוּ הוּא בִּרְשׁוּתוֹ לְחַיְּבוֹ מִשּׁוּם לֹא יֵרָאֶה וְלֹא יִמָּצֵא. וְחַיָּב לְבַעֲרוֹ בְּכָל עֵת שֶׁיִּמְצָאֶנּוּ. וְאִם מְצָאוֹ בְּיוֹם טוֹב כּוֹפֶה עָלָיו כְּלִי עַד לָעֶרֶב וּמְבַעֲרוֹ. וְאִם שֶׁל הֶקְדֵּשׁ הוּא אֵינוֹ צָרִיךְ לִכְפּוֹת עָלָיו כְּלִי שֶׁהַכּל פּוֹרְשִׁין מִמֶּנּוּ:  ",
      "מִי שֶׁיָּצָא מִבֵּיתוֹ קֹדֶם שְׁעַת הַבִּעוּר לַעֲשׂוֹת מִצְוָה אוֹ לֶאֱכל סְעֻדָּה שֶׁל מִצְוָה כְּגוֹן סְעֻדַּת אֵרוּסִין וְנִשּׂוּאִין וְנִזְכַּר שֶׁיֵּשׁ לוֹ חָמֵץ בְּתוֹךְ בֵּיתוֹ. אִם יָכוֹל לַחֲזֹר וּלְבָעֵר וְלַחֲזֹר לְמִצְוָתוֹ יַחֲזֹר וְאִם לָאו יְבַטֵּל בְּלִבּוֹ. יָצָא לְהַצִּיל מִיַּד הַגַּיִס מִן הַנָּהָר מִן הַדְּלֵקָה וּמִן הַמַּפּלֶת יְבַטֵּל בְּלִבּוֹ וְדַיּוֹ. יָצָא לְצֹרֶךְ עַצְמוֹ וְנִזְכַּר שֶׁיֵּשׁ לוֹ חָמֵץ בְּתוֹךְ בֵּיתוֹ יַחֲזֹר מִיָּד. וְעַד כַּמָּה הוּא חוֹזֵר עַד כְּבֵיצָה. הָיָה פָּחוֹת מִכְּבֵיצָה מְבַטְּלוֹ בְּלִבּוֹ וְדַיּוֹ:  ",
      "מִי שֶׁהִנִּיחַ עִסָּה מְגֻלְגֶּלֶת בְּתוֹךְ בֵּיתוֹ וְיָצָא וְנִזְכַּר אַחַר שֶׁיָּצָא וְהוּא יוֹשֵׁב לִפְנֵי רַבּוֹ וְהָיָה יָרֵא שֶׁמָּא תַּחֲמִיץ קֹדֶם שֶׁיָּבֹא הֲרֵי זֶה מְבַטְּלוֹ בְּלִבּוֹ קֹדֶם שֶׁתַּחֲמִיץ. אֲבָל אִם הֶחְמִיצָה אֵין הַבִּטּוּל מוֹעִיל כְּלוּם אֶלָּא כְּבָר עָבַר עַל <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה\" וְ <small>(שמות יב יט)</small> \"לֹא יִמָּצֵא\" וְחַיָּב לְבַעֵר מִיָּד כְּשֶׁיַּחֲזֹר לְבֵיתוֹ:  ",
      "כֵּיצַד בִּעוּר חָמֵץ. שׂוֹרְפוֹ אוֹ פּוֹרֵר וְזוֹרֶה לָרוּחַ אוֹ זוֹרְקוֹ לַיָּם. וְאִם הָיָה הֶחָמֵץ קָשֶׁה וְאֵין הַיָּם מְחַתְּכוֹ בִּמְהֵרָה הֲרֵי זֶה מְפָרְרוֹ וְאַחַר כָּךְ זוֹרְקוֹ לַיָּם. חָמֵץ שֶׁנָּפְלָה עָלָיו מַפּלֶת וְנִמְצָא עָלָיו עָפָר שְׁלֹשָׁה טְפָחִים אוֹ יוֹתֵר הֲרֵי הוּא כִּמְבֹעָר וְצָרִיךְ לְבַטֵּל בְּלִבּוֹ אִם עֲדַיִן לֹא נִכְנְסָה שָׁעָה שִׁשִּׁית. נְתָנוֹ לְעַכּוּ''ם קֹדֶם שָׁעָה שִׁשִּׁית אֵינוֹ צָרִיךְ לְבָעֵר. וְאִם שְׂרָפוֹ קֹדֶם שָׁעָה שִׁשִּׁית הֲרֵי זֶה מֻתָּר לֵהָנוֹת בַּפֶּחָמִין שֶׁלּוֹ בְּתוֹךְ הַפֶּסַח. אֲבָל אִם שְׂרָפוֹ מִשָּׁעָה שִׁשִּׁית וּלְמַעְלָה הוֹאִיל וְהוּא אָסוּר בַּהֲנָיָה הֲרֵי זֶה לֹא יַסִּיק בּוֹ תַּנּוּר וְכִירַיִם וְלֹא יֹאפֶה בּוֹ וְלֹא יְבַשֵּׁל. וְאִם בִּשֵּׁל אוֹ אָפָה אוֹתָהּ הַפַּת וְאוֹתוֹ הַתַּבְשִׁיל אָסוּר בַּהֲנָיָה. וְכֵן הַפֶּחָמִין שֶׁלּוֹ אֲסוּרִין בַּהֲנָיָה הוֹאִיל וְשׂוֹרְפוֹ אַחַר שֶׁנֶּאֱסַר בַּהֲנָיָה:  "
    ],
    [
      "כָּתוּב בַּתּוֹרָה <small>(שמות יג ז)</small> \"לֹא יֵרָאֶה לְךָ חָמֵץ\". יָכוֹל אִם טָמַן אוֹתוֹ אוֹ הִפְקִיד אוֹתוֹ בְּיַד עַכּוּ''ם לֹא יִהְיֶה עוֹבֵר תַּלְמוּד לוֹמַר <small>(שמות יב יט)</small> \"שְׂאֹר לֹא יִמָּצֵא בְּבָתֵּיכֶם\" אֲפִלּוּ הִפְקִידוֹ אוֹ הִטְמִינוֹ. יָכוֹל לֹא יִהְיֶה עוֹבֵר אֶלָּא אִם כֵּן הָיָה הֶחָמֵץ בְּבֵיתוֹ אֲבָל אִם הָיָה רָחוֹק מִבֵּיתוֹ בַּשָּׂדֶה אוֹ בְּעִיר אַחֶרֶת לֹא יִהְיֶה עוֹבֵר תַּלְמוּד לוֹמַר <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"בְּכָל גְּבֻלֶךָ\" בְּכָל רְשׁוּתְךָ. יָכוֹל יְהֵא חַיָּב לְבַעֵר מֵרְשׁוּתוֹ חָמֵץ שֶׁל עַכּוּ''ם אוֹ שֶׁל הֶקְדֵּשׁ תַּלְמוּד לוֹמַר <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה לְךָ\" שֶׁלְּךָ אִי אַתָּה רוֹאֶה אֲבָל אַתָּה רוֹאֶה שֶׁל אֲחֵרִים וְשֶׁל גָּבוֹהַּ:  ",
      "הָא לָמַדְתָּ שֶׁהֶחָמֵץ שֶׁל יִשְׂרָאֵל אִם הֱנִיחוֹ בִּרְשׁוּתוֹ אֲפִלּוּ טָמוּן וַאֲפִלּוּ בְּעִיר אַחֶרֶת וַאֲפִלּוּ מֻפְקָד בְּיַד עַכּוּ''ם הֲרֵי זֶה עוֹבֵר מִשּׁוּם <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה\" וְ<small>(שמות יב יט)</small> \"לֹא יִמָּצֵא\". חָמֵץ שֶׁל הֶקְדֵּשׁ אוֹ שֶׁל עַכּוּ''ם שֶׁהָיָה אֵצֶל יִשְׂרָאֵל אֲפִלּוּ הָיָה עִמּוֹ בַּבַּיִת הֲרֵי זֶה מֻתָּר מִפְּנֵי שֶׁאֵינוֹ שֶׁלּוֹ. וַאֲפִלּוּ הָיָה שֶׁל גֵּר תּוֹשָׁב שֶׁיַּד יִשְׂרָאֵל שׁוֹלֶטֶת עָלָיו אֵין כּוֹפִין אוֹתוֹ לְהוֹצִיא הֶחָמֵץ מֵרְשׁוּתוֹ בְּפֶסַח. אֲבָל צָרִיךְ לַעֲשׂוֹת מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים בִּפְנֵי חֲמֵצוֹ שֶׁל עַכּוּ''ם שֶׁמָּא יָבוֹא לְהִסְתַּפֵּק מִמֶּנּוּ. אֲבָל שֶׁל הֶקְדֵּשׁ אֵינוֹ צָרִיךְ מִפְּנֵי שֶׁהַכּל פּוֹרְשִׁין מִן הַהֶקְדֵּשׁ כְּדֵי שֶׁלֹּא יָבוֹאוּ לִידֵי מְעִילָה:  ",
      "עַכּוּ''ם שֶׁהִפְקִיד חֲמֵצוֹ אֵצֶל יִשְׂרָאֵל אִם קִבֵּל עָלָיו יִשְׂרָאֵל אַחֲרָיוּת שֶׁאִם אָבַד אוֹ נִגְנַב יְשַׁלֵּם לוֹ דָּמָיו הֲרֵי זֶה חַיָּב לְבָעֲרוֹ הוֹאִיל וְקִבֵּל עָלָיו אַחֲרָיוּת נַעֲשָׂה כְּשֶׁלּוֹ. וְאִם לֹא קִבֵּל עָלָיו אַחֲרָיוּת מֻתָּר לְקַיְּמוֹ אֶצְלוֹ וּמֻתָּר לֶאֱכל מִמֶּנּוּ אַחַר הַפֶּסַח שֶׁבִּרְשׁוּת הָעַכּוּ''ם הוּא:  ",
      "עַכּוּ''ם אַנָּס שֶׁהִפְקִיד חֲמֵצוֹ אֵצֶל יִשְׂרָאֵל אִם יוֹדֵעַ הַיִּשְׂרָאֵל שֶׁאִם אָבַד אוֹ נִגְנַב מְחַיְּבוֹ לְשַׁלְּמוֹ וְכוֹפֵהוּ וְאוֹנְסוֹ לְשַׁלֵּם אַף עַל פִּי שֶׁלֹּא קִבֵּל אַחֲרָיוּת הֲרֵי זֶה חַיָּב לְבַעֲרוֹ. שֶׁהֲרֵי נֶחְשָׁב כְּאִלּוּ הוּא שֶׁלּוֹ מִפְּנֵי שֶׁמְּחַיְּבוֹ הָאַנָּס בְּאַחְרָיוּתוֹ:  ",
      "יִשְׂרָאֵל שֶׁהִרְהִין חֲמֵצוֹ אֵצֶל הָעַכּוּ''ם אִם אָמַר לוֹ אִם לֹא הֵבֵאתִי לְךָ מָעוֹת מִכָּאן וְעַד יוֹם פְּלוֹנִי קְנֵה חָמֵץ זֶה מֵעַכְשָׁו הֲרֵי זֶה בִּרְשׁוּת הָעַכּוּ''ם וְאוֹתוֹ הֶחָמֵץ מֻתָּר לְאַחַר הַפֶּסַח. וְהוּא שֶׁיִּהְיֶה אוֹתוֹ זְמַן שֶׁקָּבַע לוֹ קֹדֶם הַפֶּסַח. וְאִם לֹא אָמַר לוֹ קְנֵה מֵעַכְשָׁו נִמְצָא אוֹתוֹ הֶחָמֵץ כְּאִלּוּ הוּא פִּקָּדוֹן אֵצֶל הָעַכּוּ''ם וְאָסוּר בַּהֲנָיָה לְאַחַר הַפֶּסַח:  ",
      "יִשְׂרָאֵל וְעַכּוּ''ם שֶׁהָיוּ בָּאִין בִּסְפִינָה וְהָיָה חָמֵץ בְּיַד יִשְׂרָאֵל וְהִגִּיעָה שָׁעָה חֲמִישִׁית הֲרֵי זֶה מוֹכְרוֹ לְעַכּוּ''ם אוֹ נוֹתְנוֹ לוֹ בְּמַתָּנָה וְחוֹזֵר וְלוֹקְחוֹ מִמֶּנּוּ אַחַר הַפֶּסַח. וּבִלְבַד שֶׁיִּתְּנֶנּוּ לוֹ מַתָּנָה גְּמוּרָה:  ",
      "אוֹמֵר יִשְׂרָאֵל לְעַכּוּ''ם עַד שֶׁאַתָּה לוֹקֵחַ בְּמָנֶה בּוֹא וְקַח בְּמָאתַיִם. עַד שֶׁאַתָּה לוֹקֵחַ מֵעַכּוּ''ם בּוֹא וְקַח מִיִּשְׂרָאֵל שֶׁמָּא אֶצְטָרֵךְ וְאֶקַּח מִמְּךָ אַחַר הַפֶּסַח. אֲבָל לֹא יִמְכֹּר וְלֹא יִתֵּן לוֹ עַל תְּנַאי. וְאִם עָשָׂה כֵּן הֲרֵי זֶה עוֹבֵר עַל בַּל יֵרָאֶה וּבַל יִמָּצֵא:  ",
      "תַּעֲרֹבֶת חָמֵץ עוֹבְרִין עָלֶיהָ מִשּׁוּם בַּל יֵרָאֶה וּבַל יִמָּצֵא. כְּגוֹן הַמּוּרְיָס וְכוּתָח הַבַּבְלִי וְשֵׁכָר הַמָּדִי שֶׁעוֹשִׂין אוֹתוֹ מִן הַקֶּמַח. וְכָל כַּיּוֹצֵא בָּאֵלּוּ מִדְּבָרִים הַנֶּאֱכָלִים. אֲבָל דָּבָר שֶׁיֵּשׁ בּוֹ תַּעֲרֹבֶת חָמֵץ וְאֵינוֹ רָאוּי לַאֲכִילָה הֲרֵי זֶה מֻתָּר לְקַיְּמוֹ בְּפֶסַח:  ",
      "כֵּיצַד. עֲרֵבַת הָעַבְּדָנִין שֶׁנָּתַן לְתוֹכָהּ קֶמַח וְעוֹרוֹת אֲפִלּוּ נְתָנוֹ שָׁעָה אַחַת קֹדֶם הַבִּעוּר הֲרֵי זֶה מֻתָּר לְקַיְּמוֹ. וְאִם לֹא נָתַן הָעוֹרוֹת וְנָתַן הַקֶּמַח קֹדֶם שְׁלֹשָׁה יָמִים לִשְׁעַת הַבִּעוּר מֻתָּר לְקַיְּמוֹ שֶׁהֲרֵי נִפְסַד וְהִבְאִישׁ. תּוֹךְ שְׁלֹשָׁה יָמִים חַיָּב לְבָעֵר:  ",
      "וְכֵן הַקִּילוֹר וְהָרְטִיָּה וְהָאִסְפְּלָנִית וְהַתְּרִיאַ''ק שֶׁנָּתַן לְתוֹכָן חָמֵץ מֻתָּר לְקַיְּמָן בְּפֶסַח שֶׁהֲרֵי נִפְסְדָה צוּרַת הֶחָמֵץ:  ",
      "הַפַּת עַצְמָהּ שֶׁעִפְּשָׁה וְנִפְסְלָה מִלֶּאֱכל הַכֶּלֶב ומְלוּגְמָא שֶׁנִּסְרְחָה אֵינוֹ צָרִיךְ לְבָעֵר. בְּגָדִים שֶׁכִּבְּסוּ אוֹתָן בְּחֵלֶב חִטָּה וְכֵן נְיָרוֹת שֶׁדִּבְּקוּ אוֹתָן בְּחָמֵץ וְכָל כַּיּוֹצֵא בָּזֶה מֻתָּר לְקַיְּמָן בְּפֶסַח וְאֵין בָּהֶן מִשּׁוּם <small>(שמות יג ז)</small> <small>(דברים טז ד)</small> \"לֹא יֵרָאֶה\" וְ<small>(שמות יב יט)</small> \"לֹא יִמָּצֵא\" שֶׁאֵין צוּרַת הֶחָמֵץ עוֹמֶדֶת:  ",
      "דָּבָר שֶׁנִּתְעָרֵב בּוֹ חָמֵץ וְאֵינוֹ מַאֲכָל לְאָדָם כְּלָל. אוֹ שֶׁאֵינוֹ מַאֲכַל כָּל אָדָם כְּגוֹן הַתְּרִיאַ''ק וְכַיּוֹצֵא בּוֹ אַף עַל פִּי שֶׁמֻּתָּר לְקַיְּמוֹ אָסוּר לְאָכְלוֹ עַד אַחַר הַפֶּסַח. וְאַף עַל פִּי שֶׁאֵין בּוֹ מִן הֶחָמֵץ אֶלָּא כָּל שֶׁהוּא הֲרֵי זֶה אָסוּר לְאָכְלוֹ:  "
    ],
    [
      "אֵין אָסוּר מִשּׁוּם חָמֵץ בְּפֶסַח אֶלָּא חֲמֵשֶׁת מִינֵי דָּגָן בִּלְבַד. וְהֵם שְׁנֵי מִינֵי חִטִּים שֶׁהֵן הַחִטָּה וְהַכֻּסֶּמֶת. וּשְׁלֹשָׁה מִינֵי הַשְּׂעוֹרִים שֶׁהֵן הַשְּׂעוֹרָה וְשִׁבּלֶת שׁוּעָל וְהַשִּׁפּוֹן. אֲבָל קִטְנִיּוֹת כְּגוֹן אֹרֶז וְדֹחַן וּפוֹלִים וַעֲדָשִׁים וְכַיּוֹצֵא בָּהֶן אֵין בָּהֶן מִשּׁוּם חָמֵץ אֶלָּא אֲפִלּוּ לָשׁ קֶמַח אֹרֶז וְכַיּוֹצֵא בּוֹ בְּרוֹתְחִין וְכִסָּהוּ בִּבְגָדִים עַד שֶׁנִּתְפַּח כְּמוֹ בָּצֵק שֶׁהֶחֱמִיץ הֲרֵי זֶה מֻתָּר בַּאֲכִילָה שֶׁאֵין זֶה חִמּוּץ אֶלָּא סֵרָחוֹן: \n",
      "חֲמֵשֶׁת מִינֵי דָּגָן אֵלּוּ אִם לָשָׁן בְּמֵי פֵּרוֹת בִּלְבַד בְּלֹא שׁוּם מַיִם לְעוֹלָם אֵין בָּאִין לִידֵי חִמּוּץ אֶלָּא אֲפִלּוּ הִנִּיחָן כָּל הַיּוֹם עַד שֶׁנִּתְפַּח הַבָּצֵק מֻתָּר בַּאֲכִילָה [ג.] שֶׁאֵין מֵי פֵּרוֹת מַחְמִיצִין אֶלָּא מַסְרִיחִין. וּמֵי פֵּרוֹת הֵן כְּגוֹן יַיִן וְחָלָב וּדְבַשׁ וְשֶׁמֶן זַיִת וּמֵי תַּפּוּחִים וּמֵי רִמּוֹנִים וְכָל כַּיּוֹצֵא בָּהֶן מִשְּׁאָר יֵינוֹת וּשְׁמָנִים וּמַשְׁקִין. וְהוּא שֶׁלֹּא יִתְעָרֵב בָּהֶן שׁוּם מַיִם בָּעוֹלָם. וְאִם נִתְעָרֵב בָּהֶן מַיִם כָּל שֶׁהוּא הֲרֵי אֵלּוּ מַחְמִיצִין: \n",
      "אֵין מְבַשְּׁלִין חִטִּים בְּמַיִם כְּגוֹן רִיפוֹת וְלֹא קֶמַח כְּגוֹן לְבִיבוֹת. וְאִם בִּשֵּׁל הֲרֵי זֶה חָמֵץ גָּמוּר וְהוּא שֶׁיִּתְבַּקְּעוּ בַּתַּבְשִׁיל. אֵין קוֹלִין אֶת הַבָּצֵק בְּשֶׁמֶן עַל הַמַּחֲבַת. אֲבָל מְבַשְּׁלִין אֶת הַפַּת וְאֶת הַקֶּמַח הַקָּלוּי. וְאִם הִרְתִּיחַ הַמַּיִם הַרְבֵּה וְאַחַר כָּךְ הִשְׁלִיךְ לְתוֹכָן הַקֶּמַח הֲרֵי זֶה מֻתָּר מִפְּנֵי שֶׁהוּא מִתְבַּשֵּׁל מִיָּד קֹדֶם שֶׁיַּחְמִיץ. וּכְבָר נָהֲגוּ בְּשִׁנְעָר וּבִסְפָרַד וּבְכָל הַמַּעֲרָב לֶאֱסֹר דָּבָר זֶה גְּזֵרָה שֶׁמָּא לֹא יַרְתִּיחַ הַמַּיִם יָפֶה יָפֶה: \n",
      "מֻתָּר לְבַשֵּׁל הַדָּגָן אוֹ הַקֶּמַח בְּמֵי פֵּרוֹת. וְכֵן בָּצֵק שֶׁלָּשׁוֹ בְּמֵי פֵּרוֹת אִם בִּשְּׁלוֹ בְּמֵי פֵּרוֹת אוֹ קָלָהוּ עַל הַמַּחֲבַת בְּשֶׁמֶן הֲרֵי זֶה מֻתָּר שֶׁמֵּי פֵּרוֹת אֵינָן מַחְמִיצִין: \n",
      "כַּרְמֶל שֶׁמְּהַבְהֲבִין אוֹתוֹ בָּאוּר וְטוֹחֲנִין אוֹתוֹ אֵין מְבַשְּׁלִין אֶת הַקֶּמַח שֶׁלּוֹ בְּמַיִם שֶׁמָּא לֹא נִקְלָה בָּאוּר יָפֶה וְנִמְצָא מַחֲמִיץ כְּשֶׁמְּבַשְּׁלִין אוֹתוֹ. וְכֵן כְּשֶׁמּוֹלְלִין הַקְּדֵרוֹת הַחֲדָשׁוֹת אֵין מְבַשְּׁלִין בָּהֶן אֶלָּא מַצָּה אֲפוּיָה שֶׁחָזְרוּ וְטָחֲנוּ אוֹתָהּ אֲבָל קֶמַח קָלִי אָסוּר שֶׁמָּא לֹא קָלָהוּ יָפֶה וְיָבוֹא לִידֵי חִמּוּץ: \n",
      "אֵין בּוֹלְלִין אֶת הַשְּׂעוֹרִין בְּמַיִם בְּפֶסַח מִפְּנֵי שֶׁהֵן רָפִין וּמַחְמִיצִין בִּמְהֵרָה. וְאִם בָּלַל אִם רָפוּ כְּדֵי שֶׁאִם הִנִּיחָן עַל פִּי הַבִּיב שֶׁאוֹפִין עָלָיו הַחַלּוֹת יִתְבַּקְּעוּ הֲרֵי אֵלּוּ אֲסוּרִין. וְאִם לֹא הִגִּיעוּ לְרִפְיוֹן זֶה הֲרֵי אֵלּוּ מֻתָּרִין: \n",
      "הַחִטִּים מֻתָּר לִבְלל אוֹתָן בְּמַיִם כְּדֵי לְהָסִיר סֻבָּן וְטוֹחֲנִין אוֹתָן מִיָּד כְּדֶרֶךְ שֶׁטּוֹחֲנִין הַסּלֶת. וּכְבָר נָהֲגוּ כָּל יִשְׂרָאֵל בְּשִׁנְעָר וּבְאֶרֶץ הַצְּבִי וּבִסְפָרַד וּבְעָרֵי הַמַּעֲרָב שֶׁלֹּא יִבְלְלוּ הַחִטִּים בְּמַיִם גְּזֵרָה שֶׁמָּא יִשְׁהוּ וְיַחֲמִיצוּ: \n",
      "תַּבְשִׁיל שֶׁנִתְבַּשֵּׁל וְנִמְצְאוּ בּוֹ שְׂעוֹרִים אוֹ חִטִּים אִם נִתְבַּקְּעוּ הֲרֵי כָּל הַתַּבְשִׁיל אָסוּר שֶׁהֲרֵי נִתְעָרֵב בּוֹ הֶחָמֵץ. וְאִם לֹא נִתְבַּקְּעוּ מוֹצִיאִין אוֹתָן וְשׂוֹרְפָן וְאוֹכְלִין שְׁאָר הַתַּבְשִׁיל. שֶׁאֵין הַדָּגָן שֶׁנִּבְלַל וְלֹא נִתְבַּקֵּעַ חָמֵץ גָּמוּר שֶׁל תּוֹרָה. וְאֵינוֹ אֶלָּא מִדִּבְרֵי סוֹפְרִים: \n",
      "מִשּׁוּם שֶׁנֶּאֱמַר <small>(שמות יב יז)</small> \"וּשְׁמַרְתֶּם אֶת הַמַּצּוֹת\" כְּלוֹמַר הִזָּהֲרוּ בַּמַּצָּה וְשִׁמְרוּ אוֹתָהּ מִכָּל צַד חִמּוּץ. לְפִיכָךְ אָמְרוּ חֲכָמִים צָרִיךְ אָדָם לִזָּהֵר בְּדָגָן שֶׁאוֹכֵל מִמֶּנּוּ בַּפֶּסַח שֶׁלֹּא יָבוֹא עָלָיו מַיִם אַחַר שֶׁנִּקְצַר עַד שֶׁלֹּא יִהְיֶה בּוֹ שׁוּם חִמּוּץ. דָּגָן שֶׁנִּטְבַּע בַּנָּהָר אוֹ שֶׁנָּפַל עָלָיו מַיִם כְּשֵׁם שֶׁאָסוּר לְאָכְלוֹ כָּךְ אָסוּר לְקַיְּמוֹ אֶלָּא מוֹכְרוֹ לְיִשְׂרָאֵל וּמוֹדִיעוֹ כְּדֵי שֶׁיֹּאכְלֶנּוּ קֹדֶם הַפֶּסַח. וְאִם מְכָרוֹ לְנָכְרִי קֹדֶם הַפֶּסַח מוֹכֵר מְעַט לְכָל אֶחָד וְאֶחָד כְּדֵי שֶׁיִּכְלֶה קֹדֶם הַפֶּסַח שֶׁמָּא יַחֲזֹר הַנָּכְרִי וְיִמְכְּרֶנּוּ לְיִשְׂרָאֵל: \n",
      "דָּגָן שֶׁנָּפַל עָלָיו דֶּלֶף כָּל זְמַן שֶׁהוּא טוֹרֵד טִפָּה אַחַר טִפָּה אֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ אֵינוֹ בָּא לִידֵי חִמּוּץ. אֲבָל כְּשֶׁיִּפָּסֵק אִם נִשְׁתַּהָה כַּשִּׁעוּר הֲרֵי זֶה אָסוּר: \n",
      "אֵין לָשִׁין בְּפֶסַח עִסָּה גְּדוֹלָה שֶׁמָּא תַּחֲמִיץ אֶלָּא כְּשִׁעוּר חַלָּה בִּלְבַד. וְאֵין לָשִׁין לֹא בְּחַמִּין וְלֹא בְּחַמֵּי חַמָּה. וְלֹא בְּמַיִם שֶׁנִּשְׁאֲבוּ בּוֹ בַּיּוֹם אֶלָּא בְּמַיִם שֶׁלָּנוּ. וְאִם עָבַר וְלָשׁ בְּאֶחָד מִכָּל אֵלּוּ הֲרֵי הַפַּת אֲסוּרָה: \n",
      "לֹא תֵּשֵׁב אִשָּׁה תַּחַת הַשֶּׁמֶשׁ וְתָלוּשׁ. וְלֹא תַּחַת הָרָקִיעַ בְּיוֹם הֶעָבִים אֲפִלּוּ בְּמָקוֹם שֶׁאֵין הַשֶּׁמֶשׁ זוֹרַחַת בּוֹ. וְלֹא תָּנִיחַ אֶת הָעִסָּה וְתִתְעַסֵּק בְּדָבָר אַחֵר. וְאִם הָיְתָה לָשָׁה וְאוֹפָה צְרִיכָה שְׁנֵי כֵּלִים שֶׁל מַיִם. אֶחָד שֶׁמְּקַטֶּפֶת בּוֹ וְאֶחָד שֶׁמְּצַנֶּנֶת בּוֹ יָדֶיהָ. וְאִם עָבְרָה וְלָשָׁה תַּחַת הַשֶּׁמֶשׁ אוֹ שֶׁלֹּא צִנְּנָה יָדֶיהָ אוֹ שֶׁעָשְׂתָה עִסָּה יֶתֶר מִשִּׁעוּר חַלָּה הַפַּת מֻתֶּרֶת. וְכַמָּה שִׁעוּר חַלָּה כְּמוֹ שָׁלֹשׁ וְאַרְבָּעִים בֵּיצִים וְחֹמֶשׁ בֵּיצָה כְּגוּף הַבֵּיצָה הַבֵּינוֹנִית לֹא כְּמִשְׁקָלָהּ: \n",
      "כָּל זְמַן שֶׁאָדָם עוֹסֵק בַּבָּצֵק אֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ אֵינוֹ בָּא לִידֵי חִמּוּץ. וְאִם הִגְבִּיהַּ יָדוֹ וֶהֱנִיחוֹ וְשָׁהָה הַבָּצֵק עַד שֶׁהִגִּיעַ לְהַשְׁמִיעַ הַקּוֹל בִּזְמַן שֶׁאָדָם מַכֶּה בְּיָדוֹ עָלָיו כְּבָר הֶחְמִיץ וְיִשָּׂרֵף מִיָּד. וְאִם אֵין קוֹלוֹ נִשְׁמָע אִם שָׁהָה כְּדֵי שֶׁיְּהַלֵּךְ אָדָם מִיל כְּבָר הֶחְמִיץ וְיִשָּׂרֵף מִיָּד. וְכֵן אִם הִכְסִיפוּ פָּנָיו כְּאָדָם שֶׁעָמְדוּ שַׂעֲרוֹתָיו הֲרֵי זֶה אָסוּר לְאָכְלוֹ וְאֵין חַיָּבִין עָלָיו כָּרֵת: \n",
      "הָיוּ שְׁתֵּי עִסּוֹת שֶׁהִגְבִּיהוּ הַיָּד מֵהֶן נִלּוֹשׁוֹת בְּעֵת אַחַת וְנִשְׁתַּהוּ. הָאַחַת מֵהֶן יֵשׁ לָהּ קוֹל וְהָאַחֶרֶת אֵין לָהּ קוֹל. שְׁתֵּיהֶן יִשָּׂרְפוּ וַהֲרֵי הֵן חָמֵץ גָּמוּר: \n",
      "אֵין עוֹשִׂין סְרִיקִין הַמְצֻיָּרִין בְּפֶסַח מִפְּנֵי שֶׁהָאִשָּׁה שׁוֹהָה עֲלֵיהֶן וּמִתְחַמְּצִין בְּעֵת עֲשִׂיָּתָן. לְפִיכָךְ הַנַּחְתּוֹמִין מֻתָּרִין לַעֲשׂוֹתָם מִפְּנֵי שֶׁהֵן בְּקִיאִין בְּאֻמָּנוּתָן וּמְמַהֲרִים לַעֲשׂוֹתָם. אֲבָל בַּעֲלֵי בָּתִּים אֲסוּרִים וַאֲפִלּוּ צָרוּ אוֹתָן בִּדְפוּס. שֶׁמָּא יָבוֹאוּ אֲחֵרִים לַעֲשׂוֹתוֹ שֶׁלֹּא בִּדְפוּס וְיִשְׁהוּ בַּעֲשִׂיָּתָן וְיַחֲמִיצוּ: \n",
      "מַיִם שֶׁרוֹחֲצִין בָּהֶן הַיָּדַיִם וְהָעֲרֵבָה אַחַר שֶׁלָּשִׁין וְכֵן מַיִם שֶׁמִּשְׁתַּמְּשִׁין בָּהֶן בִּשְׁעַת לִישָׁה הֲרֵי זֶה יִשְׁפֹּךְ אוֹתָן בִּמְקוֹם מִדְרוֹן כְּדֵי שֶׁלֹּא יִתְקַבְּצוּ בְּמָקוֹם אֶחָד וְיַחְמִיץ: \n",
      "אֵין שׁוֹרִין אֶת הַמֻּרְסָן וּמַנִּיחִין לִפְנֵי הַתַּרְנְגוֹלִין שֶׁמָּא יַחְמִיץ. אֲבָל חוֹלְטִין לָהֶן הַמֻּרְסָן בְּרוֹתְחִין וּמַנִּיחִין לִפְנֵיהֶן. וּכְבָר נָהֲגוּ רֹב הָעוֹלָם שֶׁלֹּא לַחֲלֹט גְּזֵרָה שֶׁמָּא לֹא יַרְתִּיחַ הַמַּיִם יָפֶה: \n",
      "וּמֻתָּר לָלוּשׁ לְתַרְנְגוֹלִין מֻרְסָן אוֹ קֶמַח וּמַאֲכִילָן מִיָּד אוֹ נוֹתֵן לִפְנֵיהֶן וְהוּא עוֹמֵד עֲלֵיהֶן עַד שֶׁלֹּא יַשְׁהֶה לִפְנֵיהֶן כְּדֵי הִלּוּךְ מִיל. וְכָל זְמַן שֶׁהֵן מְנַקְּרִין בּוֹ אוֹ שֶׁהוּא מְהַפֵּךְ בְּיָדוֹ אֵינוֹ מַחֲמִיץ. וּכְשֶׁיִּפְסְקוּ מִלֶּאֱכל יִשְׁטֹף הַכְּלִי בְּמַיִם וְיִשְׁפֹּךְ בִּמְקוֹם מִדְרוֹן: \n",
      "לֹא תִּשְׁרֶה אִשָּׁה מֻרְסָן שֶׁתּוֹלִיךְ בְּיָדָהּ לַמֶּרְחָץ. אֲבָל שָׁפָה עַל בְּשָׂרָהּ יָבֵשׁ. וְלֹא יִלְעֹס אָדָם חִטִּין וְיִתֵּן עַל מַכָּתוֹ מִפְּנֵי שֶׁהֵן מַחֲמִיצוֹת. אֵין נוֹתְנִין אֶת הַקֶּמַח לְתוֹךְ הַחֲרֹסֶת וְאִם נָתַן יִשָּׁפֵךְ מִיָּד מִפְּנֵי שֶׁהוּא מְמַהֵר לְהַחֲמִיץ. וְאֵין נוֹתְנִין אֶת הַקֶּמַח לְתוֹךְ הַחַרְדָּל וְאִם נָתַן יֹאכַל מִיָּד: \n",
      "מֻתָּר לִתֵּן הַתַּבְלִין וְהַשֻּׁמְשְׁמִין וְהָקֶצַּח וְכַיּוֹצֵא בָּהֶן לְתוֹךְ הַבָּצֵק. וְכֵן מֻתָּר לָלוּשׁ הָעִסָּה בְּמַיִם וְשֶׁמֶן אוֹ דְּבַשׁ וְחָלָב אוֹ לְקַטֵּף בָּהֶן. וּבַיּוֹם הָרִאשׁוֹן אָסוּר לָלוּשׁ וּלְקַטֵּף אֶלָּא בְּמַיִם בִּלְבַד. לֹא מִשּׁוּם חָמֵץ אֶלָּא כְּדֵי שֶׁיִּהְיֶה <small>(דברים טז ג)</small> \"לֶחֶם עֹנִי\". וּבַיּוֹם הָרִאשׁוֹן בִּלְבַד הוּא שֶׁצָּרִיךְ לִהְיוֹת זִכְרוֹן לֶחֶם עֹנִי: \n",
      "כָּל כְּלִי חֶרֶס שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן חָמֵץ בְּצוֹנֵן מֻתָּר לְהִשְׁתַּמֵּשׁ בָּהֶן מַצָּה בְּצוֹנֵן. חוּץ מִכְּלִי שֶׁמַּנִּיחִין בּוֹ אֶת הַשְּׂאוֹר וּכְלִי שֶׁמַּנִּיחִין בּוֹ חֲרֹסֶת מִפְּנֵי שֶׁחִמּוּצוֹ קָשֶׁה. וְכֵן עֲרֵבוֹת שֶׁלָּשִׁין בָּהֶן הֶחָמֵץ וּמַנִּיחִין אוֹתוֹ שָׁם עַד שֶׁיַּחְמִיץ הֲרֵי הֵן כְּבֵית שְׂאוֹר וְאֵין מִשְׁתַּמְּשִׁין בָּהֶן בְּפֶסַח: \n",
      "בִּיב שֶׁל חֶרֶס שֶׁאוֹפִין עָלָיו חַלּוֹת חָמֵץ כָּל הַשָּׁנָה כֻּלָּהּ אֵין אוֹפִין עָלָיו מַצָּה בְּפֶסַח. וְאִם מִלְּאוֹ גֶּחָלִים וְהִסִּיק מָקוֹם שֶׁהָיָה מְבַשֵּׁל בּוֹ הֶחָמֵץ מֻתָּר לְבַשֵּׁל עָלָיו מַצָּה: \n",
      "כְּלֵי מַתָּכוֹת וּכְלֵי אֲבָנִים שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן חָמֵץ בְּרוֹתְחִין בִּכְלִי רִאשׁוֹן כְּגוֹן קְדֵרוֹת וְאִלְפָּסִין. נוֹתֵן אוֹתָן לְתוֹךְ כְּלִי גָּדוֹל שֶׁל מַיִם וּמְמַלֵּא עֲלֵיהֶן מַיִם וּמַרְתִּיחָן בְּתוֹכוֹ עַד שֶׁיִּפְלְטוּ וְאַחַר כָּךְ שׁוֹטֵף אוֹתָן בְּצוֹנֵן וּמִשְׁתַּמֵּשׁ בָּהֶן בְּמַצָּה. וְכֵן הַסַּכִּינִין מַרְתִּיחַ אֶת הַלַּהַב וְאֶת הַנִּצָּב בִּכְלִי רִאשׁוֹן וְאַחַר כָּךְ מִשְׁתַּמֵּשׁ בָּהֶן בְּמַצָּה: \n",
      "כְּלֵי מַתָּכוֹת וַאֲבָנִים וּכְלֵי עֵצִים שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן חָמֵץ בִּכְלִי שֵׁנִי כְּגוֹן קְעָרוֹת וְכוֹסוֹת נוֹתֵן אוֹתָן לְתוֹךְ כְּלִי גָּדוֹל וְנוֹתֵן עֲלֵיהֶן מַיִם רוֹתְחִין וּמַנִּיחָן בְּתוֹכוֹ עַד שֶׁיִּפְלוֹטוּ וְאַחַר כָּךְ שׁוֹטְפָן וּמִשְׁתַּמֵּשׁ בָּהֶן בְּמַצָּה: \n",
      "כָּל כְּלִי חֶרֶשׂ שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן חָמֵץ בְּחַמִּין בֵּין כְּלִי רִאשׁוֹן כְּגוֹן קְדֵרוֹת. בֵּין כְּלִי שֵׁנִי כְּגוֹן קְעָרוֹת. בֵּין שֶׁהָיוּ מְשׁוּחִין וְשׁוּעִין בַּאֲבַר שֶׁעוֹשִׂין אוֹתָן כְּעֵין זְכוּכִית. בֵּין שֶׁהָיוּ חֶרֶס כְּמַה שֶּׁהֵן. אֵין מִשְׁתַּמְּשִׁין בָּהֶן בְּמַצָּה אֶלָּא מַנִּיחָן לְאַחַר הַפֶּסַח וּמְבַשֵּׁל בָּהֶן: \n",
      "כְּלִי רִאשׁוֹן שֶׁרָצָה לְהַרְתִּיחוֹ וְלֹא מָצָא כְּלִי גָּדוֹל מִמֶּנּוּ כְּדֵי לְהַרְתִּיחוֹ בְּתוֹכוֹ הֲרֵי זֶה מַקִּיף לוֹ שָׂפָה שֶׁל טִיט עַל שְׂפָתוֹ מִבַּחוּץ וּמְמַלְּאֵהוּ מַיִם עַד שֶׁיִּגְבְּרוּ הַמַּיִם עַל שְׂפָתוֹ וּמַרְתִּיחַ הַמַּיִם בְּתוֹכוֹ וְדַיּוֹ וְאַחַר כָּךְ שׁוֹטֵף אוֹתוֹ וּמִשְׁתַּמֵּשׁ בּוֹ בְּמַצָּה: \n"
    ],
    [
      "מִצְוַת עֲשֵׂה מִן הַתּוֹרָה לֶאֱכל מַצָּה בְּלֵיל חֲמִשָּׁה עָשָׂר שֶׁנֶּאֱמַר <small>(שמות יב יח)</small> \"בָּעֶרֶב תֹּאכְלוּ מַצֹּת\". בְּכָל מָקוֹם וּבְכָל זְמַן. וְלֹא תָּלָה אֲכִילָה זוֹ בְּקָרְבַּן הַפֶּסַח אֶלָּא זוֹ מִצְוָה בִּפְנֵי עַצְמָהּ וּמִצְוָתָהּ כָּל הַלַּיְלָה. אֲבָל בִּשְׁאָר הָרֶגֶל אֲכִילַת מַצָּה רְשׁוּת רָצָה אוֹכֵל מַצָּה רָצָה אוֹכֵל אֹרֶז אוֹ דֹּחַן אוֹ קְלָיוֹת אוֹ פֵּרוֹת. אֲבָל בְּלֵיל חֲמִשָּׁה עָשָׂר בִּלְבַד חוֹבָה. וּמִשֶּׁאָכַל כְּזַיִת יָצָא יְדֵי חוֹבָתוֹ:  ",
      "בָּלַע מַצָּה יָצָא. בָּלַע מָרוֹר לֹא יָצָא. בָּלַע מַצָּה וּמָרוֹר כְּאֶחָד יְדֵי מַצָּה יָצָא יְדֵי מָרוֹר לֹא יָצָא. שֶׁהַמָּרוֹר כִּטְפֵלָה לַמַּצָּה. כְּרָכָן בְּסִיב וְכַיּוֹצֵא בּוֹ וּבְלָעָן אַף יְדֵי מַצָּה לֹא יָצָא:  ",
      "אָכַל מַצָּה בְּלֹא כַּוָּנָה כְּגוֹן שֶׁאֲנָסוּהוּ עַכּוּ''ם אוֹ לִסְטִים לֶאֱכֹל יָצָא יְדֵי חוֹבָתוֹ. אָכַל כְּזַיִת מַצָּה וְהוּא נִכְפֶּה בְּעֵת שְׁטוּתוֹ וְאַחַר כָּךְ נִתְרַפֵּא חַיָּב לֶאֱכל אַחַר שֶׁנִּתְרַפֵּא. לְפִי שֶׁאוֹתָהּ אֲכִילָה הָיְתָה בְּשָׁעָה שֶׁהָיָה פָּטוּר מִכָּל הַמִּצְוֹת:  ",
      "אֵין אָדָם יוֹצֵא יְדֵי חוֹבַת אֲכִילַת מַצָּה אֶלָּא אִם כֵּן אֲכָלָהּ מֵאֶחָד מֵחֲמֵשֶׁת הַמִּינִין שֶׁנֶּאֱמַר <small>(דברים טז ג)</small> \"לֹא תֹאכַל עָלָיו חָמֵץ שִׁבְעַת יָמִים תֹּאכַל עָלָיו מַצּוֹת\". דְּבָרִים הַבָּאִים לִידֵי חִמּוּץ אִם אֲכָלָן מַצָּה יָצָא בָּהֶן יְדֵי חוֹבָתוֹ אֲבָל שְׁאָר דְּבָרִים כְּגוֹן אֹרֶז וְדֹחַן וְקִטְנִיּוֹת אֵין יוֹצֵא בָּהֶן יְדֵי מַצָּה לְפִי שֶׁאֵין בָּהֶן חָמֵץ:  ",
      "הָעוֹשֶׂה עִסָּה מִן הַחִטִּים וּמִן הָאֹרֶז אִם יֵשׁ בָּהּ טַעַם דָּגָן יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ. עִסַּת הַכְּלָבִים בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ. אֵין הָרוֹעִים אוֹכְלִין מִמֶּנָּה אֵינוֹ יוֹצֵא בָּהּ שֶׁאֵין זוֹ מְשֻׁמֶּרֶת לְשֵׁם מַצָּה. מַצָּה שֶׁלָּשָׁהּ בְּמֵי פֵּרוֹת יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. אֲבָל אֵין לָשִׁין אוֹתָהּ בְּיַיִן אוֹ בְּשֶׁמֶן אוֹ חָלָב מִשּׁוּם <small>(דברים טז ג)</small> \"לֶחֶם עֹנִי\" כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם לָשׁ וְאָכַל לֹא יָצָא יְדֵי חוֹבָתוֹ. אֵין יוֹצְאִין לֹא בְּפַת מֻרְסָן וְלֹא בְּפַת סֻבִּין. אֲבָל לָשׁ הוּא אֶת הַקֶּמַח בַּסֻּבִּין שֶׁלּוֹ וּבְמוּרְסָנוֹ וְעוֹשֵׂהוּ פַּת וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ. וְכֵן פַּת סלֶת נְקִיָּה בְּיוֹתֵר הֲרֵי זוֹ מֻתֶּרֶת וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ בְּפֶסַח וְאֵין אוֹמְרִין בָּהּ אֵין זֶה לֶחֶם עֹנִי:  ",
      "אֶחָד מַצָּה שֶׁנֶּאֱפֵית בְּתַנּוּר אוֹ בְּאִלְפָּס. בֵּין שֶׁהִדְבִּיק הַבָּצֵק בַּאִלְפָּס וְאַחַר כָּךְ הִרְתִּיחַ בֵּין שֶׁהִרְתִּיחַ וְאַחַר כָּךְ הִדְבִּיק אֲפִלּוּ אֲפָאָהּ בַּקַּרְקַע הֲרֵי זֶה יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ. וְכֵן אִם לֹא נַאֲפֵית אֲפִיָּה גְּמוּרָה יוֹצְאִין בָּהּ. וְהוּא שֶׁלֹּא יִהְיוּ חוּטִין שֶׁל בָּצֵק נִמְשָׁכִין מִמֶּנָּה בְּעֵת שֶׁפּוֹרְסָהּ. וְיוֹצְאִין בְּרָקִיק הַשָּׁרוּי וְהוּא שֶׁלֹּא נִמּוֹחַ. אֲבָל מַצָּה שֶׁבִּשְּׁלָהּ אֵינוֹ יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ בַּאֲכִילָתָהּ שֶׁהֲרֵי אֵין בָּהּ טַעַם פַּת:  ",
      "אֵין אָדָם יוֹצֵא יְדֵי חוֹבָתוֹ בַּאֲכִילַת מַצָּה שֶׁהִיא אֲסוּרָה לוֹ כְּגוֹן שֶׁאָכַל בּוֹ טֶבֶל אוֹ מַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ אוֹ שֶׁגְּזָלָהּ. זֶה הַכְּלָל כָּל שֶׁמְּבָרְכִין עָלָיו בִּרְכַּת הַמָּזוֹן יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ וְכָל שֶׁאֵין מְבָרְכִין עָלָיו בִּרְכַּת הַמָּזוֹן אֵין יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ:  ",
      "הַכֹּהֲנִים יוֹצְאִין בְּחַלָּה וּבִתְרוּמָה אַף עַל פִּי שֶׁהִיא מַצָּה שֶׁאֵינָהּ רְאוּיָה לְכָל אָדָם. וְכֵן יוֹצְאִין בְּמַצָּה שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם. אֲבָל אֵין יוֹצְאִין בְּמַצָּה שֶׁל בִּכּוּרִים אֲפִלּוּ בִּירוּשָׁלַיִם מִפְּנֵי שֶׁהַבִּכּוּרִים אֵין לָהֶם הֶתֵּר בְּכָל הַמּוֹשָׁבוֹת. וּמַעֲשֵׂר שֵׁנִי אֶפְשָׁר שֶׁיִּפָּדֶה וְיֵאָכֵל בְּכָל מָקוֹם. וְכָתוּב <small>(שמות יב כ)</small> \"בְּכל מוֹשְׁבֹתֵיכֶם תֹּאכְלוּ מַצּוֹת\" מַצָּה הָרְאוּיָה לְהֵאָכֵל בְּכָל הַמּוֹשָׁבוֹת הוּא שֶׁיּוֹצְאִין בָּהּ יְדֵי חוֹבָה:  ",
      "חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר שֶׁעָשׂוּ אוֹתָן לְעַצְמָן אֵין יוֹצְאִין בָּהֶן שֶׁנֶּאֱמַר <small>(שמות יב יז)</small> \"וּשְׁמַרְתֶּם אֶת הַמַּצּוֹת\" מַצָּה הַמִּשְׁתַּמֶּרֶת לְעִנְיַן מַצָּה בִּלְבַד הוּא שֶׁיּוֹצְאִין בָּהּ אֲבָל זוֹ מִשְׁתַּמֶּרֶת לְעִנְיַן הַזֶּבַח. וְאִם עֲשָׂאָן לִמְכֹּר בַּשּׁוּק הֲרֵי זֶה יוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ. שֶׁהָעוֹשֶׂה לִמְכֹּר בַּשּׁוּק דַּעְתּוֹ שֶׁאִם לֹא יִמָּכְרוּ יֹאכַל אוֹתָן וְנִמְצָא בִּשְׁעַת עֲשִׂיָּתָן שְׁמָרָן לְשֵׁם מַצָּה:  ",
      "הַכּל חַיָּבִין בַּאֲכִילַת מַצָּה אֲפִלּוּ נָשִׁים וַעֲבָדִים. קָטָן שֶׁיָּכוֹל לֶאֱכל פַּת מְחַנְּכִין אוֹתוֹ בְּמִצְוֹת וּמַאֲכִילִין אוֹתוֹ כְּזַיִת מַצָּה. חוֹלֶה אוֹ זָקֵן שֶׁאֵינוֹ יָכוֹל לֶאֱכל שׁוֹרִין לוֹ רָקִיק בְּמַיִם וּמַאֲכִילִין אוֹתוֹ וְהוּא שֶׁלֹּא נִמּוֹחַ:  ",
      "מִדִּבְרֵי סוֹפְרִים שֶׁאֵין מַפְטִירִין אַחַר מַצָּה כְּלוּם וַאֲפִלּוּ קְלָיוֹת וֶאֱגוֹזִים וְכַיּוֹצֵא בָּהֶן. אֶלָּא אַף עַל פִּי שֶׁאָכַל מַצָּה וְאָכַל אַחֲרֶיהָ מַאֲכָלוֹת אֲחֵרוֹת וּפֵרוֹת וְכַיּוֹצֵא בָּהֶן חוֹזֵר וְאוֹכֵל כְּזַיִת מַצָּה בָּאַחֲרוֹנָה וּפוֹסֵק:  ",
      "אָסְרוּ חֲכָמִים לֶאֱכֹל מַצָּה בְּעֶרֶב הַפֶּסַח כְּדֵי שֶׁיִּהְיֶה הֶכֵּר לַאֲכִילָתָהּ בָּעֶרֶב. וּמִי שֶׁאָכַל מַצָּה בְּעֶרֶב הַפֶּסַח מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת עַד שֶׁתֵּצֵא נַפְשׁוֹ. וְכֵן אָסוּר לֶאֱכֹל עֶרֶב הַפֶּסַח מִקֹּדֶם הַמִּנְחָה כִּמְעַט. כְּדֵי שֶׁיִּכָּנֵס לַאֲכִילַת מַצָּה בְּתַאֲוָה. אֲבָל אוֹכֵל הוּא מְעַט פֵּרוֹת אוֹ יְרָקוֹת וְלֹא יְמַלֵּא כְּרֵסוֹ מֵהֶן. וַחֲכָמִים הָרִאשׁוֹנִים הָיוּ מַרְעִיבִין עַצְמָן עֶרֶב הַפֶּסַח כְּדֵי לֶאֱכֹל מַצָּה בְּתַאֲוָה וְיִהְיוּ מַצּוֹת חֲבִיבוֹת עָלָיו. אֲבָל בִּשְׁאָר עַרְבֵי שַׁבְּתוֹת אוֹ עַרְבֵי יָמִים טוֹבִים אוֹכֵל וְהוֹלֵךְ עַד שֶׁתֶּחְשַׁךְ:  "
    ],
    [
      "מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה לְסַפֵּר בְּנִסִּים וְנִפְלָאוֹת שֶׁנַּעֲשׂוּ לַאֲבוֹתֵינוּ בְּמִצְרַיִם בְּלֵיל חֲמִשָּׁה עָשָׂר בְּנִיסָן שֶׁנֶּאֱמַר <small>(שמות יג ג)</small> \"זָכוֹר אֶת הַיּוֹם הַזֶּה אֲשֶׁר יְצָאתֶם מִמִּצְרַיִם\" כְּמוֹ שֶׁנֶּאֱמַר <small>(שמות כ ח)</small> \"זָכוֹר אֶת יוֹם הַשַּׁבָּת\". וּמִנַּיִן שֶׁבְּלֵיל חֲמִשָּׁה עָשָׂר תַּלְמוּד לוֹמַר <small>(שמות יג ח)</small> \"וְהִגַּדְתָּ לְבִנְךָ בַּיּוֹם הַהוּא לֵאמֹר בַּעֲבוּר זֶה\" בְּשָׁעָה שֶׁיֵּשׁ מַצָּה וּמָרוֹר מֻנָּחִים לְפָנֶיךָ. וְאַף עַל פִּי שֶׁאֵין לוֹ בֵּן. אֲפִלּוּ חֲכָמִים גְּדוֹלִים חַיָּבִים לְסַפֵּר בִּיצִיאַת מִצְרִים וְכָל הַמַּאֲרִיךְ בִּדְבָרִים שֶׁאֵרְעוּ וְשֶׁהָיוּ הֲרֵי זֶה מְשֻׁבָּח:  ",
      "מִצְוָה לְהוֹדִיעַ לַבָּנִים וַאֲפִלּוּ לֹא שָׁאֲלוּ שֶׁנֶּאֱמַר <small>(שמות יג ח)</small> \"וְהִגַּדְתָּ לְבִנְךָ\". לְפִי דַּעְתּוֹ שֶׁל בֵּן אָבִיו מְלַמְּדוֹ. כֵּיצַד. אִם הָיָה קָטָן אוֹ טִפֵּשׁ אוֹמֵר לוֹ בְּנִי כֻּלָּנוּ הָיִינוּ עֲבָדִים כְּמוֹ שִׁפְחָה זוֹ אוֹ כְּמוֹ עֶבֶד זֶה בְּמִצְרַיִם וּבַלַּיְלָה הַזֶּה פָּדָה אוֹתָנוּ הַקָּדוֹשׁ בָּרוּךְ הוּא וַיּוֹצִיאֵנוּ לְחֵרוּת. וְאִם הָיָה הַבֵּן גָּדוֹל וְחָכָם מוֹדִיעוֹ מַה שֶּׁאֵרַע לָנוּ בְּמִצְרַיִם וְנִסִּים שֶׁנַּעֲשׂוּ לָנוּ עַל יְדֵי משֶׁה רַבֵּנוּ הַכֹּל לְפִי דַּעְתּוֹ שֶׁל בֵּן:  ",
      "וְצָרִיךְ לַעֲשׂוֹת שִׁנּוּי בַּלַּיְלָה הַזֶּה כְּדֵי שֶׁיִּרְאוּ הַבָּנִים וְיִשְׁאֲלוּ וְיֹאמְרוּ מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה מִכָּל הַלֵּילוֹת עַד שֶׁיָּשִׁיב לָהֶם וְיֹאמַר לָהֶם כָּךְ וְכָךְ אֵרַע וְכָךְ וְכָךְ הָיָה. וְכֵיצַד מְשַׁנֶּה. מְחַלֵּק לָהֶם קְלָיוֹת וֶאֱגוֹזִים וְעוֹקְרִים הַשֻּׁלְחָן מִלִּפְנֵיהֶם קֹדֶם שֶׁיֹּאכְלוּ וְחוֹטְפִין מַצָּה זֶה מִיַּד זֶה וְכַיּוֹצֵא בִּדְבָרִים הָאֵלּוּ. אֵין לוֹ בֵּן אִשְׁתּוֹ שׁוֹאַלְתּוֹ. אֵין לוֹ אִשָּׁה שׁוֹאֲלִין זֶה אֶת זֶה מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה. וַאֲפִלּוּ הָיוּ כֻּלָּן חֲכָמִים. הָיָה לְבַדּוֹ שׁוֹאֵל לְעַצְמוֹ מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה:  ",
      "וְצָרִיךְ לְהַתְחִיל בִּגְנוּת וּלְסַיֵּם בְּשֶׁבַח. כֵּיצַד. מַתְחִיל וּמְסַפֵּר שֶׁבַּתְּחִלָּה הָיוּ אֲבוֹתֵינוּ בִּימֵי תֶּרַח וּמִלְּפָנָיו כּוֹפְרִים וְטוֹעִין אַחַר הַהֶבֶל וְרוֹדְפִין אַחַר עֲבוֹדַת אֱלִילִים. וּמְסַיֵּם בְּדַת הָאֱמֶת שֶׁקֵּרְבָנוּ הַמָּקוֹם לוֹ וְהִבְדִּילָנוּ מֵהָאֻמּוֹת וְקֵרְבָנוּ לְיִחוּדוֹ. וְכֵן מַתְחִיל וּמוֹדִיעַ שֶׁעֲבָדִים הָיִינוּ לְפַרְעֹה בְּמִצְרַיִם וְכָל הָרָעָה שֶׁגְּמָלָנוּ וּמְסַיֵּם בַּנִּסִּים וּבַנִּפְלָאוֹת שֶׁנַּעֲשׂוּ לָנוּ וּבְחֵרוּתֵנוּ. וְהוּא שֶׁיִּדְרשׁ מֵ<small>(דברים כו ה)</small> \"אֲרַמִּי אֹבֵד אָבִי\" עַד שֶׁיִּגְמֹר כָּל הַפָּרָשָׁה. וְכָל הַמּוֹסִיף וּמַאֲרִיךְ בִּדְרַשׁ פָּרָשָׁה זוֹ הֲרֵי זֶה מְשֻׁבָּח:  ",
      "כָּל מִי שֶׁלֹּא אָמַר שְׁלֹשָׁה דְּבָרִים אֵלּוּ בְּלֵיל חֲמִשָּׁה עָשָׂר לֹא יָצָא יְדֵי חוֹבָתוֹ וְאֵלּוּ הֵן. פֶּסַח מַצָּה וּמָרוֹר. פֶּסַח עַל שׁוּם שֶׁפָּסַח הַמָּקוֹם עַל בָּתֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם שֶׁנֶּאֱמַר <small>(שמות יב כז)</small> \"וַאֲמַרְתֶּם זֶבַח פֶּסַח הוּא לַה'\" וְגוֹ'. מָרוֹר עַל שׁוּם שֶׁמֵּרְרוּ הַמִּצְרִיִּים אֶת חַיֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם. מַצָּה עַל שֵׁם שֶׁנִּגְאֲלוּ. וּדְבָרִים הָאֵלּוּ כֻּלָּן נִקְרָאִין הַגָּדָה:  ",
      "בְּכָל דּוֹר וָדוֹר חַיָּב אָדָם לְהַרְאוֹת אֶת עַצְמוֹ כְּאִלּוּ הוּא בְּעַצְמוֹ יָצָא עַתָּה מִשִּׁעְבּוּד מִצְרַיִם שֶׁנֶּאֱמַר <small>(דברים ו כג)</small> \"וְאוֹתָנוּ הוֹצִיא מִשָּׁם\" וְגוֹ'. וְעַל דָּבָר זֶה צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא בַּתּוֹרָה וְזָכַרְתָּ כִּי עֶבֶד הָיִיתָ כְּלוֹמַר כְּאִלּוּ אַתָּה בְּעַצְמְךָ הָיִיתָ עֶבֶד וְיָצָאתָ לְחֵרוּת וְנִפְדֵּיתָ:  ",
      "לְפִיכָךְ כְּשֶׁסּוֹעֵד אָדָם בַּלַּיְלָה הַזֶּה צָרִיךְ לֶאֱכל וְלִשְׁתּוֹת וְהוּא מֵסֵב דֶּרֶךְ חֵרוּת. וְכָל אֶחָד וְאֶחָד בֵּין אֲנָשִׁים בֵּין נָשִׁים חַיָּב לִשְׁתּוֹת בַּלַּיְלָה הַזֶּה אַרְבָּעָה כּוֹסוֹת שֶׁל יַיִן. אֵין פּוֹחֲתִין לוֹ מֵהֶם. וַאֲפִלּוּ עָנִי הַמִּתְפַּרְנֵס מִן הַצְּדָקָה לֹא יִפְחֲתוּ לוֹ מֵאַרְבָּעָה כּוֹסוֹת. שִׁעוּר כָּל כּוֹס מֵהֶן רְבִיעִית:  ",
      "אֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל לֹא יֹאכַל עַד שֶׁיָּסֵב. אִשָּׁה אֵינָהּ צְרִיכָה הֲסִיבָה. וְאִם אִשָּׁה חֲשׁוּבָה הִיא צְרִיכָה הֲסִיבָה. וּבֵן אֵצֶל אָבִיו וְהַשַּׁמָּשׁ בִּפְנֵי רַבּוֹ צְרִיכִין הֲסִיבָה. אֲבָל תַּלְמִיד בִּפְנֵי רַבּוֹ אֵינוֹ מֵסֵב אֶלָּא אִם כֵּן נָתַן לוֹ רַבּוֹ רְשׁוּת. וַהֲסִיבַת יָמִין אֵינָהּ הֲסִיבָה. וְכֵן הַמֵּסֵב עַל עָרְפּוֹ אוֹ עַל פָּנָיו אֵין זוֹ הֲסִיבָה. וְאֵימָתַי צְרִיכִין הֲסִיבָה בִּשְׁעַת אֲכִילַת כְּזַיִת מַצָּה וּבִשְׁתִיַּת אַרְבָּעָה כּוֹסוֹת הָאֵלּוּ. וּשְׁאָר אֲכִילָתוֹ וּשְׁתִיָּתוֹ אִם הֵסֵב הֲרֵי זֶה מְשֻׁבָּח וְאִם לָאו אֵינוֹ צָרִיךְ:  ",
      "אַרְבָּעָה כּוֹסוֹת הָאֵלּוּ צָרִיךְ לִמְזֹג אוֹתָן כְּדֵי שֶׁתִּהְיֶה שְׁתִיָּה עֲרֵבָה הַכֹּל לְפִי הַיַּיִן וּלְפִי דַּעַת הַשּׁוֹתֶה. וְלֹא יִפְחֹת בְּאַרְבַּעְתָּן מֵרְבִיעִית יַיִן חַי. שָׁתָה אַרְבָּעָה כּוֹסוֹת אֵלּוּ מִיַּיִן שֶׁאֵינוֹ מָזוּג יָצָא יְדֵי אַרְבָּעָה כּוֹסוֹת וְלֹא יָצָא יְדֵי חֵרוּת. שָׁתָה אַרְבָּעָה כּוֹסוֹת מְזוּגִין בְּבַת אַחַת יְדֵי חֵרוּת יָצָא יְדֵי אַרְבָּעָה כּוֹסוֹת לֹא יָצָא. וְאִם שָׁתָה מִכָּל כּוֹס מֵהֶן רֻבּוֹ יָצָא:  ",
      "כָּל כּוֹס וְכוֹס מֵאַרְבָּעָה כּוֹסוֹת הַלָּלוּ מְבָרֵךְ עָלָיו בְּרָכָה בִּפְנֵי עַצְמָהּ. וְכוֹס רִאשׁוֹן אוֹמֵר עָלָיו קִדּוּשׁ הַיּוֹם. כּוֹס שֵׁנִי קוֹרֵא עָלָיו אֶת הַהַגָּדָה. כּוֹס שְׁלִישִׁי מְבָרֵךְ עָלָיו בִּרְכַּת הַמָּזוֹן. כּוֹס רְבִיעִי גּוֹמֵר עָלָיו אֶת הַהַלֵּל וּמְבָרֵךְ עָלָיו בִּרְכַּת הַשִּׁיר. וּבֵין הַכּוֹסוֹת הָאֵלּוּ אִם רָצָה לִשְׁתּוֹת שׁוֹתֶה. בֵּין שְׁלִישִׁי לִרְבִיעִי אֵינוֹ שׁוֹתֶה:  ",
      "הַחֲרֹסֶת מִצְוָה מִדִּבְרֵי סוֹפְרִים זֵכֶר לַטִּיט שֶׁהָיוּ עוֹבְדִין בּוֹ בְּמִצְרַיִם. וְכֵיצַד עוֹשִׂין אוֹתָהּ. לוֹקְחִין תְּמָרִים אוֹ גְּרוֹגָרוֹת אוֹ צִמּוּקִין וְכַיּוֹצֵא בָּהֶן וְדוֹרְסִין אוֹתָן וְנוֹתְנִין לְתוֹכָן חֹמֶץ וּמְתַבְּלִין אוֹתָן בְּתַבְלִין כְּמוֹ טִיט בְּתֶבֶן וּמְבִיאִין אוֹתָהּ עַל הַשֻּׁלְחָן בְּלֵילֵי הַפֶּסַח:  ",
      "אֲכִילַת מָרוֹר אֵינָהּ מִצְוָה מִן הַתּוֹרָה בִּפְנֵי עַצְמָהּ אֶלָּא תְּלוּיָה הִיא בַּאֲכִילַת הַפֶּסַח. שֶׁמִּצְוַת עֲשֵׂה אַחַת לֶאֱכל בְּשַׂר הַפֶּסַח עַל מַצָּה וּמְרוֹרִים. וּמִדִּבְרֵי סוֹפְרִים לֶאֱכל הַמָּרוֹר לְבַדּוֹ בְּלַיִל זֶה אֲפִלּוּ אֵין שָׁם קָרְבַּן פֶּסַח:  ",
      "מְרוֹרִים הָאֲמוּרִים בַּתּוֹרָה הֵן הַחֲזֶרֶת וְהָעֳלָשִׁין וְהַתַּמְכָא וְהָחַרְחְבִינָא וְהַמָּרוֹר. כָּל אֶחָד מֵחֲמֵשֶׁת מִינֵי יָרָק אֵלּוּ נִקְרָא מָרוֹר. וְאִם אָכַל מֵאֶחָד מֵהֶן אוֹ מֵחֲמִשְּׁתָּן כְּזַיִת יָצָא וְהוּא שֶׁיְּהוּ לַחִין. וְיוֹצְאִין בְּקֶלַח שֶׁלָּהֶן אֲפִלּוּ יָבֵשׁ. וְאִם שְׁלָקָן אוֹ כְּבָשָׁן אוֹ בִּשְּׁלָן אֵין יוֹצְאִין בָּהֶן:  "
    ],
    [
      "סֵדֶר עֲשִׂיַּת מִצְוֹת אֵלּוּ בְּלֵיל חֲמִשָּׁה עָשָׂר כָּךְ הוּא. בַּתְּחִלָּה מוֹזְגִין כּוֹס לְכָל אֶחָד וְאֶחָד וּמְבָרֵךְ בּוֹרֵא פְּרִי הַגָּפֶן וְאוֹמֵר עָלָיו קִדּוּשׁ הַיּוֹם וּזְמַן וְשׁוֹתֶה. וְאַחַר כָּךְ מְבָרֵךְ עַל נְטִילַת יָדַיִם וְנוֹטֵל יָדָיו. וּמְבִיאִין שֻׁלְחָן עָרוּךְ וְעָלָיו מָרוֹר וְיָרָק אַחֵר וּמַצָּה וַחֲרֹסֶת וְגוּפוֹ שֶׁל כֶּבֶשׂ הַפֶּסַח וּבְשַׂר חֲגִיגָה שֶׁל יוֹם אַרְבָּעָה עָשָׂר. וּבַזְּמַן הַזֶּה מְבִיאִין עַל הַשֻּׁלְחָן שְׁנֵי מִינֵי בָּשָׂר אֶחָד זֵכֶר לַפֶּסַח וְאֶחָד זֵכֶר לַחֲגִיגָה: ",
      "מַתְחִיל וּמְבָרֵךְ בּוֹרֵא פְּרִי הָאֲדָמָה וְלוֹקֵחַ יָרָק וּמְטַבֵּל אוֹתוֹ בַּחֲרֹסֶת וְאוֹכֵל כְּזַיִת הוּא וְכָל הַמְסֻבִּין עִמּוֹ כָּל אֶחָד וְאֶחָד אֵין אוֹכֵל פָּחוֹת מִכְּזַיִת. וְאַחַר כָּךְ עוֹקְרִין הַשֻּׁלְחָן מִלִּפְנֵי קוֹרֵא הַהַגָּדָה לְבַדּוֹ. וּמוֹזְגִין הַכּוֹס הַשֵּׁנִי וְכָאן הַבֵּן שׁוֹאֵל. וְאוֹמֵר הַקּוֹרֵא מַה נִּשְׁתַּנָּה הַלַּיְלָה הַזֶּה מִכָּל הַלֵּילוֹת שֶׁבְּכָל הַלֵּילוֹת אֵין אָנוּ מַטְבִּילִין אֲפִלּוּ פַּעַם אַחַת וְהַלַּיְלָה הַזֶּה שְׁתֵּי פְּעָמִים. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין חָמֵץ וּמַצָּה וְהַלַּיְלָה הַזֶּה כֻּלּוֹ מַצָּה. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין בְּשַׂר צָלִי שָׁלוּק וּמְבֻשָּׁל וְהַלַּיְלָה הַזֶּה כֻּלּוֹ צָלִי. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין שְׁאָר יְרָקוֹת וְהַלַּיְלָה הַזֶּה מְרוֹרִים. שֶׁבְּכָל הַלֵּילוֹת אָנוּ אוֹכְלִין בֵּין יוֹשְׁבִין בֵּין מְסֻבִּין וְהַלַּיְלָה הַזֶּה כֻּלָּנוּ מְסֻבִּין: ",
      "בַּזְּמַן הַזֶּה אֵינוֹ אוֹמֵר וְהַלַּיְלָה הַזֶּה כֻּלּוֹ צָלִי שֶׁאֵין לָנוּ קָרְבָּן. וּמַתְחִיל בִּגְנוּת וְקוֹרֵא עַד שֶׁגּוֹמֵר דְּרַשׁ פָּרָשַׁת <small>(דברים כו ה)</small> \"אֲרַמִּי אוֹבֵד אָבִי\" כֻּלָּהּ: ",
      "וּמַחֲזִיר הַשֻּׁלְחָן לְפָנָיו וְאוֹמֵר פֶּסַח זֶה שֶׁאָנוּ אוֹכְלִין עַל שֵׁם שֶׁפָּסַח הַמָּקוֹם עַל בָּתֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם שֶׁנֶּאֱמַר <small>(שמות יב כז)</small> \"וַאֲמַרְתֶּם זֶבַח פֶּסַח הוּא לַה'\". וּמַגְבִּיהַּ הַמָּרוֹר בְּיָדוֹ וְאוֹמֵר מָרוֹר זֶה שֶׁאָנוּ אוֹכְלִין עַל שֵׁם שֶׁמֵּרְרוּ הַמִּצְרִיִּים אֶת חַיֵּי אֲבוֹתֵינוּ בְּמִצְרַיִם שֶׁנֶּאֱמַר <small>(שמות א יד)</small> \"וַיְמָרְרוּ אֶת חַיֵּיהֶם\". וּמַגְבִּיהַּ הַמַּצָּה בְּיָדוֹ וְאוֹמֵר מַצָּה זוֹ שֶׁאָנוּ אוֹכְלִין עַל שֵׁם שֶׁלֹּא הִסְפִּיק בְּצֵקָם שֶׁל אֲבוֹתֵינוּ לְהַחֲמִיץ עַד שֶׁנִּגְלָה עֲלֵיהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא וּגְאָלָם מִיָּד שֶׁנֶּאֱמַר <small>(שמות יב לט)</small> \"וַיֹּאפוּ אֶת הַבָּצֵק אֲשֶׁר הוֹצִיאוּ מִמִּצְרַיִם\" וְכוּ'. וּבַזְּמַן הַזֶּה אוֹמֵר פֶּסַח שֶׁהָיוּ אֲבוֹתֵינוּ אוֹכְלִין בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם עַל שֵׁם שֶׁפָּסַח הַקָּדוֹשׁ בָּרוּךְ הוּא עַל בָּתֵּי אֲבוֹתֵינוּ וְכוּ': ",
      "וְאוֹמֵר לְפִיכָךְ אָנוּ חַיָּבִין לְהוֹדוֹת לְהַלֵּל לְשַׁבֵּחַ לְפָאֵר לְהַדֵּר לְרוֹמֵם לְגַדֵּל וּלְנַצֵּחַ לְמִי שֶׁעָשָׂה לַאֲבוֹתֵינוּ וְלָנוּ אֶת כָּל הַנִּסִּים הָאֵלּוּ וְהוֹצִיאָנוּ מֵעַבְדוּת לְחֵרוּת מִיָּגוֹן לְשִׂמְחָה וּמֵאֲפֵלָה לְאוֹר גָּדוֹל וְנֹאמַר לְפָנָיו הַלְלוּיָהּ. <small>(תהילים קיג א)</small> \"הַלְלוּיָהּ הַלְלוּ עַבְדֵי ה'\" וְגוֹ' עַד <small>(תהילים קיד ח)</small> \"חַלָּמִישׁ לְמַעְיְנוֹ מָיִם\". וְחוֹתֵם בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר גְּאָלָנוּ וְגָאַל אֶת אֲבוֹתֵינוּ מִמִּצְרַיִם וְהִגִּיעָנוּ לַלַּיְלָה הַזֶּה לֶאֱכֹל בּוֹ מַצָּה וּמְרוֹרִים. וּבַזְּמַן הַזֶּה מוֹסִיף כֵּן ה' אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ יַגִּיעֵנוּ לַמּוֹעֲדִים וְלִרְגָלִים אֲחֵרִים הַבָּאִים לִקְרָאתֵנוּ לְשָׁלוֹם שְׂמֵחִים בְּבִנְיַן עִירֶךָ וְשָׂשִׂים בַּעֲבוֹדָתֶךָ וְנֹאכַל שָׁם מִן הַזְּבָחִים וּמִן הַפְּסָחִים שֶׁיַּגִּיעַ דָּמָם עַל קִיר מִזְבַּחֲךָ לְרָצוֹן וְנוֹדֶה לְךָ שִׁיר חָדָשׁ עַל גְּאֻלָּתֵנוּ וְעַל פְּדוּת נַפְשֵׁנוּ בָּרוּךְ אַתָּה ה' גָּאַל יִשְׂרָאֵל. וּמְבָרֵךְ בּוֹרֵא פְּרִי הַגָּפֶן וְשׁוֹתֶה הַכּוֹס הַשֵּׁנִי: ",
      "וְאַחַר כָּךְ מְבָרֵךְ עַל נְטִילַת יָדַיִם וְנוֹטֵל יָדָיו שֵׁנִית שֶׁהֲרֵי הִסִּיחַ דַּעְתּוֹ בִּשְׁעַת קְרִיאַת הַהַגָּדָה. וְלוֹקֵחַ שְׁנֵי רְקִיקִין וְחוֹלֵק אֶחָד מֵהֶן וּמַנִּיחַ פָּרוּס לְתוֹךְ שָׁלֵם וּמְבָרֵךְ הַמּוֹצִיא לֶחֶם מִן הָאָרֶץ. וּמִפְּנֵי מָה אֵינוֹ מְבָרֵךְ עַל שְׁתֵּי כִּכָּרוֹת כִּשְׁאָר יָמִים טוֹבִים מִשּׁוּם שֶׁנֶּאֱמַר <small>(דברים טז ג)</small> \"לֶחֶם עֹנִי\" מַה דַּרְכּוֹ שֶׁל עָנִי בִּפְרוּסָה אַף כָּאן בִּפְרוּסָה. וְאַחַר כָּךְ כּוֹרֵךְ מַצָּה וּמָרוֹר כְּאַחַת וּמְטַבֵּל בַּחֲרֹסֶת וּמְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל אֲכִילַת מַצּוֹת וּמְרוֹרִים וְאוֹכְלָן. וְאִם אָכַל מַצָּה בִּפְנֵי עַצְמָהּ וּמָרוֹר בִּפְנֵי עַצְמוֹ מְבָרֵךְ עַל זֶה בִּפְנֵי עַצְמוֹ וְעַל זֶה בִּפְנֵי עַצְמוֹ: ",
      "וְאַחַר כָּךְ מְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל אֲכִילַת הַזֶּבַח וְאוֹכֵל מִבְּשַׂר חֲגִיגַת אַרְבָּעָה עָשָׂר תְּחִלָּה. וּמְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל אֲכִילַת הַפֶּסַח וְאוֹכֵל מִגּוּפוֹ שֶׁל פֶּסַח. וְלֹא בִּרְכַּת הַפֶּסַח פּוֹטֶרֶת שֶׁל זֶבַח וְלֹא שֶׁל זֶבַח פּוֹטֶרֶת שֶׁל פֶּסַח: ",
      "בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם קָרְבָּן אַחֵר שֶׁמְּבָרֵךְ הַמּוֹצִיא לֶחֶם חוֹזֵר וּמְבָרֵךְ עַל אֲכִילַת מַצָּה. וּמְטַבֵּל מַצָּה בַּחֲרֹסֶת וְאוֹכֵל. וְחוֹזֵר וּמְבָרֵךְ עַל אֲכִילַת מָרוֹר וּמְטַבֵּל מָרוֹר בַּחֲרֹסֶת וְאוֹכֵל. וְלֹא יַשְׁהֶה אוֹתוֹ בַּחֲרֹסֶת שֶׁמָּא יְבַטֵּל טַעֲמוֹ. וְזוֹ מִצְוָה מִדִּבְרֵי סוֹפְרִים. וְחוֹזֵר וְכוֹרֵךְ מַצָּה וּמָרוֹר וּמְטַבֵּל בַּחֲרֹסֶת וְאוֹכְלָן בְּלֹא בְּרָכָה זֵכֶר לַמִּקְדָּשׁ: ",
      "וְאַחַר כָּךְ נִמְשָׁךְ בַּסְּעֻדָּה וְאוֹכֵל כָּל מַה שֶּׁהוּא רוֹצֶה לֶאֱכל וְשׁוֹתֶה כָּל מַה שֶּׁהוּא רוֹצֶה לִשְׁתּוֹת. וּבָאַחֲרוֹנָה אוֹכֵל מִבְּשַׂר הַפֶּסַח אֲפִלּוּ כְּזַיִת וְאֵינוֹ טוֹעֵם אַחֲרָיו כְּלָל. וּבַזְּמַן הַזֶּה אוֹכֵל כְּזַיִת מַצָּה וְאֵינוֹ טוֹעֵם אַחֲרֶיהָ כְּלוּם. כְּדֵי שֶׁיִּהְיֶה הֶפְסֵק סְעֻדָּתוֹ וְטַעַם בְּשַׂר הַפֶּסַח אוֹ הַמַּצָּה בְּפִיו שֶׁאֲכִילָתָן הִיא הַמִּצְוָה: ",
      "וְאַחַר כָּךְ נוֹטֵל יָדָיו וּמְבָרֵךְ בִּרְכַּת הַמָּזוֹן עַל כּוֹס שְׁלִישִׁי וְשׁוֹתֵהוּ. וְאַחַר כָּךְ מוֹזֵג כּוֹס רְבִיעִי וְגוֹמֵר עָלָיו אֶת הַהַלֵּל. וְאוֹמֵר עָלָיו בִּרְכַּת הַשִּׁיר וְהִיא יְהַלְלוּךָ ה' כָּל מַעֲשֶׂיךָ וְכוּ'. וּמְבָרֵךְ בּוֹרֵא פְּרִי הַגָּפֶן וְאֵינוֹ טוֹעֵם אַחַר כָּךְ כְּלוּם כָּל הַלַּיְלָה חוּץ מִן הַמַּיִם. וְיֵשׁ לוֹ לִמְזֹג כּוֹס חֲמִישִׁי וְלוֹמַר עָלָיו הַלֵּל הַגָּדוֹל מֵ<small>(תהילים קלו א)</small> \"הוֹדוּ לַה' כִּי טוֹב\" עַד <small>(תהילים קלז א)</small> \"עַל נַהֲרוֹת בָּבֶל\". וְכוֹס זֶה אֵינוֹ חוֹבָה כְּמוֹ אַרְבָּעָה כּוֹסוֹת. וְיֵשׁ לוֹ לִגְמֹר אֶת הַהַלֵּל בְּכָל מָקוֹם שֶׁיִּרְצֶה אַף עַל פִּי שֶׁאֵינוֹ מְקוֹם סְעֵוּדָּה: ",
      "מָקוֹם שֶׁנָּהֲגוּ לֶאֱכל צָלִי בְּלֵילֵי פְּסָחִים אוֹכְלִים. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לֶאֱכל אֵין אוֹכְלִין גְּזֵרָה שֶׁמָּא יֹאמְרוּ בְּשַׂר פֶּסַח הוּא. וּבְכָל מָקוֹם אָסוּר לֶאֱכל שֶׂה צָלוּי כֻּלּוֹ כְּאֶחָד בְּלַיִל זֶה מִפְּנֵי שֶׁנִּרְאֶה כְּאוֹכֵל קָדָשִׁים בַּחוּץ. וְאִם הָיָה מְחֻתָּךְ אוֹ שֶׁחָסֵר מִמֶּנּוּ אֵיבָר אוֹ שָׁלַק בּוֹ אֵיבָר וְהוּא מְחֻבָּר הֲרֵי זֶה מֻתָּר בְּמָקוֹם שֶׁנָּהֲגוּ: ",
      "מִי שֶׁאֵין לוֹ יַיִן בְּלֵילֵי הַפֶּסַח מְקַדֵּשׁ עַל הַפַּת כְּדֶרֶךְ שֶׁעוֹשֶׂה בְּשַׁבָּת וְעוֹשֶׂה כָּל הַדְּבָרִים עַל הַסֵּדֶר הַזֶּה. מִי שֶׁאֵין לוֹ יָרָק אֶלָּא מָרוֹר בִּלְבַד. בַּתְּחִלָּה מְבָרֵךְ עַל הַמָּרוֹר שְׁתֵּי בְּרָכוֹת בּוֹרֵא פְּרִי הָאֲדָמָה וְעַל אֲכִילַת מָרוֹר וְאוֹכֵל. וּכְשֶׁיִּגְמֹר הַהַגָּדָה מְבָרֵךְ עַל הַמַּצָּה וְאוֹכֵל וְחוֹזֵר וְאוֹכֵל מִן הַמָּרוֹר בְּלֹא בְּרָכָה: ",
      "מִי שֶׁאֵין לוֹ מַצָּה מְשֻׁמֶּרֶת אֶלָּא כְּזַיִת כְּשֶׁגּוֹמֵר סְעֻדָּתוֹ מִמַּצָּה שֶׁאֵינָהּ מְשֻׁמֶּרֶת מְבָרֵךְ עַל אֲכִילַת מַצָּה וְאוֹכֵל אוֹתוֹ כְּזַיִת וְאֵינוֹ טוֹעֵם אַחֲרָיו כְּלוּם: ",
      " מִי שֶׁיָּשַׁן בְּתוֹךְ הַסְּעֻדָּה וְהֵקִיץ אֵינוֹ חוֹזֵר וְאוֹכֵל. בְּנֵי חֲבוּרָה שֶׁיָּשְׁנוּ מִקְצָתָן בְּתוֹךְ הַסְּעֻדָּה חוֹזְרִין וְאוֹכְלִין. נִרְדְּמוּ כֻּלָּן וְנֵעוֹרוּ לֹא יֹאכְלוּ. נִתְנַמְנְמוּ כֻּלָּן יֹאכְלוּ: סְלִיקוּ לְהוּ הִלְכוֹת חָמֵץ וּמַצָה: "
    ],
    [
      "נוסח ההגדה שנהגו בה ישראל בזמן הגלות כך הוא, מתחיל על כוס שני ואומר:",
      "בבהילו יצאנו ממצרים. הא לחמא עניא דאכלו אבהתנא בארעא דמצרים: כל דכפין ייתי וייכול, כל דצריך לפסח ייתי ויפסח. שתא הכא, לשנה הבאה בארעא דישראל. שתא הדא עבדי, לשתא דאתיא בני חורי.",
      "מה נשתנה הלילה הזה מכל הלילות! שבכל הלילות אין אנו מטבילין אפילו פעם אחת, והלילה הזה שתי פעמים. שבכל הלילות אנו אוכלים חמץ ומצה, והלילה הזה כולו מצה. שבכל הלילות אנו אוכלים שאר ירקות, והלילה הזה מרור. שבכל הלילות אנו אוכלין בין יושבין בין מסובין, והלילה הזה כולנו מסובין.",
      "עבדים היינו לפרעה במצרים, ויוציאנו יי אלהינו משם ביד חזקה ובזרוע נטויה. ואילו לא הוציא הקדוש ברוך הוא את אבותינו ממצרים, עדיין אנו ובנינו ובני בנינו משועבדים היינו לפרעה במצרים. ואפילו כולנו חכמים, כולנו נבונים, כולנו זקנים, כולנו יודעים את התורה – מצוה עלינו לספר ביציאת מצרים. וכל המאריך ביציאת מצרים – הרי זה משובח.",
      "מעשה ברבי אליעזר, ורבי יהושע, ורבי אלעזר בן עזריה, ורבי עקיבה, ורבי טרפון, שהיו מסובין בבני ברק. והיו מספרין ביציאת מצרים כל אותו הלילה, עד שבאו תלמידיהם ואמרו להם: רבותינו! הגיע זמן קריאת שמע של שחרית.",
      "אמר להם רבי אלעזר בן עזריה: הרי אני כבן שבעים שנה, ולא זכיתי שתאמר יציאת מצרים בלילות, עד שדרשה בן זומא, שנאמר (דברים ט״ז:ג׳): \"למען תזכור את יום צאתך מארץ מצרים כל ימי חייך\" – \"ימי חייך\" הימים, \"כל ימי חייך\" הלילות. וחכמים אומרים: \"ימי חייך\" העולם הזה, \"כל ימי חייך\" להביא את ימות המשיח.",
      "ברוך המקום שנתן תורה לישראל עמו, ברוך הוא. כנגד ארבעה בנים דברה תורה: אחד חכם, ואחד רשע, ואחד תם, ואחד שאינו יודע לשאל.",
      "חכם מה הוא אומר: \"מה העדות והחקים והמשפטים אשר צוה יי אלהינו אתכם\" (דברים ו׳:כ׳). אף אתה אמור לו כהלכות הפסח: אין מפטירין אחר הפסח אפיקומן.",
      "רשע מה הוא אומר: \"מה העבודה הזאת לכם\" (שמות י״ב:כ״ו). \"לכם\" ולא לו, ולפי שהוציא את עצמו מן הכלל כפר בעיקר. אף אתה הקהה את שניו ואמור לו (שמות י״ג:ח׳): \"בעבור זה עשה יי לי בצאתי ממצרים\". \"לי\" ולא לו, ואילו היה שם לא היה נגאל.",
      "תם מה הוא אומר: \"מה זאת?\" (שמות י״ג:י״ד). ואמרת אליו: \"בחוזק יד הוציאנו יי ממצרים מבית עבדים\".",
      "ושאינו יודע לשאל את פתח לו, שנאמר (שמות י״ג:ח׳): \"והגדת לבנך ביום ההוא לאמר: בעבור זה עשה יי לי בצאתי ממצרים\". \"והגדת לבנך\" יכול מראש חודש? תלמוד לומר \"ביום ההוא\". אי \"ביום ההוא\" יכול מבעוד יום? תלמוד לומר \"בעבור זה\" – לא אמרתי אלא בשעה שמצה ומרור מונחים לפניך.",
      "מתחילה עובדי עבודה זרה היו אבותינו, ועכשיו קרבנו המקום ברוך הוא לעבודתו, שנאמר (יהושע כ״ד:ב׳): \"ויאמר יהושע אל כל העם, כה אמר יי אלהי ישראל: בעבר הנהר ישבו אבותיכם מעולם, תרח אבי אברהם ואבי נחור, ויעבדו אלהים אחרים. ואקח את אביכם את אברהם מעבר הנהר, ואולך אותו בכל ארץ כנען. וארבה את זרעו ואתן לו את יצחק. ואתן ליצחק את יעקב ואת עשו. ואתן לעשו את הר שעיר לרשת אותו, ויעקב ובניו ירדו מצרים\".",
      "ברוך שומר הבטחתו לישראל עמו, ברוך הוא! שהקדוש ברוך הוא מחשב את הקץ לעשות כמו שאמר לאברהם אבינו בין הבתרים, שנאמר (בראשית ט״ו:י״ג): \"ויאמר לאברם: ידוע תדע כי גר יהיה זרעך בארץ לא להם, ועבדום וענו אותם ארבע מאות שנה. וגם את הגוי אשר יעבודו דן אנכי, ואחרי כן יצאו ברכוש גדול\".",
      "היא שעמדה לאבותינו ולנו, שלא אחד בלבד עמד עלינו. אלא בכל דור ודור עומדים עלינו לכלותינו, והקדוש ברוך הוא מצילנו מידם. צא ולמד מה בקש לבן הארמי לעשות ליעקב אבינו: שפרעה הרשע לא גזר אלא על הזכרים, ולבן בקש לעקור את הכל, שנאמר (דברים כ״ו:ה׳): \"ארמי אובד אבי, וירד מצרימה ויגר שם\" – מלמד שלא ירד להשתקע אלא לגור שם, שנאמר (בראשית מ״ז:ד׳): \"ויאמרו אל פרעה: לגור בארץ באנו, כי אין מרעה לצאן אשר לעבדיך, כי כבד הרעב בארץ כנען. ועתה ישבו נא עבדיך בארץ גשן\".",
      "\"במתי מעט\", כמו שנאמר (דברים י׳:כ״ב): \"בשבעים נפש ירדו אבותיך מצרימה, ועתה שמך יי אלהיך ככוכבי השמים לרוב\".",
      "\"ויהי שם לגוי\" – מלמד שהיו ישראל מצויינין שם. \"גדול ועצום\", כמו שנאמר (שמות א׳:ז׳): ובני ישראל פרו וישרצו וירבו ויעצמו במאד מאד, ותמלא הארץ אותם\".",
      "ורב, כמו שנאמר (יחזקאל ט״ז:ז׳): \"רבבה כצמח השדה נתתיך, ותרבי ותגדלי ותבאי בעדי עדיים שדים נכונו ושערך צמח, ואת ערום ועריה\".",
      "\"וירעו אותנו המצרים\", כמו שנאמר (שמות א׳:י׳): \"הבה נתחכמה לו, פן ירבה והיה כי תקראנה מלחמה ונוסף גם הוא על שונאינו, ונלחם בנו ועלה מן הארץ\".",
      "\"ויענונו\", כמו שנאמר: \"וישימו עליו שרי מסים למען ענותו בסבלותם, ויבן ערי מסכנות לפרעה, את פיתום ואת רעמסס\".",
      "\"ויתנו עלינו עבודה קשה\", כמו שנאמר: \"ויעבידו מצרים את בני ישראל בפרך\".",
      "\"ונצעק אל יי אלהי אבותינו\", כמו שנאמר (שמות ב׳:כ״ג): ויהי בימים הרבים ההם וימת מלך מצרים, ויאנחו בני ישראל מן העבודה ויזעקו, ותעל שועתם אל האלהים מן העבודה\".",
      "\"וישמע יי את קולנו\", כמו שנאמר: \"וישמע אלהים את נאקתם, ויזכור אלהים את בריתו את אברהם את יצחק ואת יעקב\".",
      "\"וירא את עניינו\" – זו פרישות דרך ארץ, כמו שנאמר: \"וירא אלהים את בני ישראל וידע אלהים\".",
      "\"ואת עמלינו\" – אלו הבנים, כמו שנאמר: \"כל הבן הילוד היאורה תשליכוהו, וכל הבת תחיון\".",
      "\"ואת לחצינו\" – זה הדוחק, כמו שנאמר (שמות ג ט): \"וגם ראיתי את הלחץ אשר מצרים לוחצים אותם\".",
      "\"ויוציאנו יי ממצרים\" – לא על ידי מלאך, לא על ידי שרף, ולא על ידי שליח. אלא הקדוש ברוך הוא בכבודו, שנאמר: (שמות י״ב:י״ב): \"ועברתי בארץ מצרים בלילה הזה, והכיתי כל בכור בארץ מצרים מאדם ועד בהמה, ובכל אלהי מצרים אעשה שפטים. אני יי\".",
      "\"ביד חזקה\" – זה הדבר, כמו שנאמר (שמות ט׳:ג׳): \"הנה יד יי הויה במקנך אשר בשדה, בסוסים בחמורים בגמלים בבקר ובצאן, דבר כבד מאד\".",
      "\"ובזרוע נטויה\" – זו החרב, כמו שנאמר (דברי הימים א כ״א:ט״ז): \"וחרבו שלופה בידו, נטויה על ירושלם\".",
      "\"ובמורא גדול\" – זו גלוי שכינה, כמו שנאמר (דברים ד׳:ל״ד): \"או הנסה אלהים לבא לקחת לו גוי מקרב גוי, במסות באותות ובמופתים ובמלחמה, וביד חזקה ובזרוע נטויה ובמוראים גדולים, ככל אשר עשה לכם יי אלהיכם במצרים לעיניך\".",
      "\"ובאותות\" – זה המטה, כמו שנאמר (שמות ד): \"ואת המטה הזה תקח בידך, אשר תעשה בו את האותות\".",
      "\"ובמופתים\" – זה הדם, כמו שנאמר (יואל ג): \"ונתתי מופתים בשמים ובארץ, דם ואש ותמרות עשן\".",
      "דבר אחר: \"ביד חזקה\" – שתים, \"ובזרוע נטויה\" – שתים, \"ובמורא גדול\" – שתים, \"ובאותות\" – שתים, \"ובמופתים\" – שתים. אלו עשר מכות שהביא הקדוש ברוך הוא על המצרים במצרים, ואלו הן: דם, צפרדע, כנים, ערוב, דבר, שחין, ברד, ארבה, חושך, מכת בכורות. רבי יהודה היה נותן בהם סימן: דצ\"ך עד\"ש באח\"ב.",
      "רבן גמליאל אומר: כל שלא אמר שלושה דברים אלו בפסח, לא יצא ידי חובתו: פסח, מצה, ומרורים.",
      "פסח שהיו אבותינו אוכלין בזמן שבית המקדש קיים, על שם מה? על שם שפסח המקום על בתי אבותינו במצרים, שנאמר (שמות יב): \"ואמרתם זבח פסח הוא ליי, אשר פסח על בתי בני ישראל במצרים, בנגפו את מצרים ואת בתינו הציל. ויקד העם וישתחוו\".",
      "מצה זו שאנו אוכלין, על שם מה? על שם שלא הספיק בצקם של אבותינו להחמיץ, עד שנגלה עליהם מלך מלכי המלכים הקדוש ברוך הוא וגאלם מיד, שנאמר (שמות יב): \"ויאפו את הבצק אשר הוציאו ממצרים, עוגות מצות כי לא חמץ, כי גורשו ממצרים ולא יכלו להתמהמה, וגם צדה לא עשו להם\".",
      "מרורים אלו שאנו אוכלים, על שם מה? על שם שמררו המצרים את חיי אבותינו במצרים, שנאמר (שמות א): \"וימררו את חייהם בעבודה קשה, בחומר ובלבנים ובכל עבודה בשדה, את כל עבודתם אשר עבדו בהם בפרך\".",
      "ובכל דור ודור חייב אדם להראות את עצמו כאילו הוא יצא ממצרים. שלא את אבותינו בלבד גאל אלא אף אותנו גאל, שנאמר (דברים ו): \"ואותנו הוציא משם, למען הביא אותנו לתת לנו את הארץ אשר נשבע לאבותינו\".",
      "לפיכך אנו חייבים להודות, להלל, לשבח, לפאר, לרומם, לגדל, ולהדר, ולנצח למי שעשה לנו ולאבותינו את כל הנסים האלו, והוציאנו מעבדות לחירות, ומשעבוד לגאולה, ומיגון לשמחה, ומאבל ליום טוב, ומאפלה לאור גדול. ונאמר לפניו: \"הללויה\".",
      "\"הללויה! הללו עבדי יי, הללו את שם יי! יהי שם יי מבורך...\" עד \"חלמיש למעינו מים\" (תהלים קיג-קיד).",
      "ברוך אתה יי, אלהינו מלך העולם, אשר גאלנו וגאל את אבותינו ממצרים, והגיענו ללילה הזה לאכול בו מצה ומרורים. כן יי אלהינו ואלהי אבותינו, יגיענו למועדים ולרגלים אחרים הבאים לקראתנו לשלום, שמחים בבנין עירך וששים בעבודתך. ונאכל שם מן הזבחים ומן הפסחים שיגיע דמם על קיר מזבחך לרצון, ונודה לך שיר חדש על גאולתנו ועל פדות נפשנו. ברוך אתה יי, גאל ישראל.",
      "כסדר שמברכין וקוראים ההגדה בליל יום טוב ראשון של פסח, כך מברכים וקוראים בליל השני של גליות. וכן חייבין בליל השני בארבעה כוסות, ובשאר הדברים שנעשו בלילה הראשון."
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ],
    [
      "Wikisource Mishneh Torah",
      "http://he.wikisource.org/wiki/%D7%A8%D7%9E%D7%91%22%D7%9D_%D7%94%D7%9C%D7%9B%D7%95%D7%AA_%D7%97%D7%9E%D7%A5_%D7%95%D7%9E%D7%A6%D7%94_%D7%90"
    ]
  ],
  "heTitle": "הלכות חמץ ומצה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [
        "<b> ואיסור החמץ וכו'.</b> כתב הראב''ד ז''ל דוקא לשיעוריהן אבל לענין ביעור ולענין אכילה יש הפרש ביניהם שהחמץ אם נפסל מאכילת הכלב אין זקוק לבער והשאור אף על פי שהוא נפסל חייב לבער לפי שהוא ראוי לשחקו ולחמץ בו כמה עיסות אלא א''כ יחדו לישיבה וטח פניו בטיט. ומה ששנו בתוספתא הפת שעיפשה חייב לבער מפני שהוא ראוי לשחקה וכו' בפת של שאור קאמר דאי בחמץ לא היה צריך לזה הטעם עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> כגון כותח הבבלי וכו'.</b> כתב הראב''ד ז''ל א''א הרב פסק באלו כרבנן משום דאין בהן כזית בכדי אכילת פרס: "
      ],
      [],
      [
        "<b> וכל האוכל בזמן הזה לוקה מן התורה.</b> א''א מלקות מחצות ואילך אינו מחוור דכיון דקי''ל כרבי שמעון בלפני זמנו ואחר זמנו דלא דריש הנך קראי לא תאכל לא תאכלו בלפני זמנו ואחר זמנו נהי דאסור באכילה מן התורה מביום הראשון תשביתו שאור או מלא תשחט על חמץ כדרבה אבל איסור הנאה ליכא מן התורה ומלקות נמי ליתא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> חורי הבית התחתונים וכו'.</b> כתב הראב''ד ז''ל טעה בשמן שאף על פי שמסתפק אינו צריך לפי שיש קבע לסיפוקו עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> הניח תשעה וכו'.</b> כתב הראב''ד ז''ל לא מיחוורא הא מילתא אלא לענין בטול אבל לענין בדיקה ספיקא דרבנן הוא עכ''ל: "
      ],
      [
        "<b> שני צבורין וכו' עד שאין כאן קבוע.</b> כתב הראב''ד ז''ל זה שבוש דקבוע ודאי הוא אלא שתולין לקולא דהוה ליה כספק ביאה לענין בדיקה ותולין זה בזה ויש לומר אף לענין ביטול דומיא דטומאה. ויש אומרים דלא אמרו תולין זה בזה לטומאה אלא לאוכלי טהרות וכן לענין בדיקה אבל לביטול אזלינן לחומרא ויש דברים דאפילו בדאורייתא אזלינן לקולא כגון בדק ולא מצא כרבנן דפליגי על ר''מ אי נמי בבדק ומצא כרשב''ג דפליג אדרבי וכן הניח בזוית זו ומצא בזוית אחרת כרשב''ג לקולא דפליג על רבי עכ''ל: "
      ],
      [
        "<b> הניח חמץ בזוית זו.</b> א''א הרבה שבושים יש בזו הפיסקא הניח בזוית זו וכו' ואינו צריך לבדוק כרשב''ג דפליג אדרבי הניח תשע ומצא עשר צריך לבדוק כרבנן. תשעה ציבורין של חמץ ודאי צריך בדיקה בא עכבר ונטל חמץ ספק נכנס לבית זה או לא נכנס אינו צריך בדיקה עכ''ל: "
      ],
      [],
      [
        "<b> היה חמץ בבור.</b> כתב הראב''ד ז''ל לפי שיטתו שכתב כאת''ל השנוים בגמ' אף זה צריך סולם להעלותו [ומ''מ טעות גדולה אני רואה בדבריו שאמר א''צ סולם להעלותו] אלא מבטלו בלבו ודיו נדמה בעיניו דרבא לכתחלה קא מבעיא ליה וטעות גדולה היא זו דהיינו מטמין בבורות אלא כשבדק וביטל ולאחר איסורו מצא וזו היא שאלתו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> חל י''ד להיות בשבת.</b> כתב הראב''ד ז''ל הרב לא כתב כן אלא בתרומה הוא שמבער ומשייר אבל בחולין אינו מבער כלום אלא בזמנו כר''א בן יהודה איש ברתותא וכר''א בן צדוק דתרווייהו ס''ל כהדדי וכן עיקר עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> לפיכך אם לא ביטל וכו'.</b> כתב הראב''ד ז''ל אולי סובר זה המחבר משש שעות ולמעלה בלא יראה ולא ימצא ואינו כן דשבעת ימים כתיב עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> עכו''ם אנס שהפקיד וכו'.</b> כתב הראב''ד ז''ל דבר זה הוציא ממאי דאמר להו רבא לבני מחוזא בעירו חמירא דבני חילא כיון דאילו מיגניב או מיתביד ברשותייכו קאי ובעיתו לשלומי כדידכו דמי ונדמה ליה שזה האחריות מן האונס הוא ועל כרחם היה וא''כ במוצאי הפסח היכן היה נמצא שהיה אומר להם רב נחמן פוקו ואייתו לן חמירא דבני חילא והלא נשרף היה כשלהם אלא ודאי לא היה אונס בדבר כלל ויכולים היו להחזירו לשמירת עצמן כשירצו וע''כ החזירוהו להם ומוצאי הפסח נטלוהו מהם והתשלומין שהם מן האונס אינן כדין האחריות, עכ''ל: "
      ],
      [
        "<b> ישראל שהרהין וכו'.</b> כתב הראב''ד לא נהיר ולא צהיר אלא אפילו לא הגיע זמנו עד לאחר הפסח אינו עובר עליו ואם הגיע זמנו קודם הפסח אפי' לא אמר מעכשיו קנאו שאין דין אסמכתא לעכו''ם ע''כ: ל "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> וכן הקילור וכו'.</b> כתב הראב''ד ז''ל זה שבוש דמאחר קבל ומטעם אחר ולא מטעמו: "
      ],
      [
        "<b> הפת עצמה וכו'.</b> כתב הראב''ד ז''ל בירושלמי מפרש בשנסרחה ולבסוף נתחמצה עכ''ל: ",
        "<b> בגדים שכבסו וכו'.</b> כתב הראב''ד ז''ל אין זה טעם אלא שכבר נפסל מן אכילת הכלב ועל כל זה שהוא כמו שייחדוהו לישיבה וטח פניו בטיט עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> אין (אסור) [באין] וכו'.</b> כתב הראב''ד ז''ל אין דבר זה פשוט ולא הכל מודים בו דנהי דאין עושין חמץ גמור ואין חייבים על חמוצו כרת אבל נוקשה מיהת הוי ואסור עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל זמן שאדם עוסק וכו'.</b> כתב הראב''ד ז''ל אנו אין בידינו אלא כל זמן שהעיסה מצה קולה צלול כשאדם מקיש עליה אבל כשהיא מחמצת אע''פ שאין בה סדקין ולא הכסיפו פניה קולה משתקע כחרש והחרשות גם הוא סימן לחימוץ ואם הגביה ידו ממנו אסורה והוא שיהא שם אחרת שהחמיצה שנסדקה או שהכסיפו פניה ואם אין שם אחרת ושהתה כדי מיל נמי אסורה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מותר ליתן התבלין וכו'.</b> כתב הראב''ד ז''ל זהו ע''ד הרב ז''ל שסומך על דברי ר''ע שאמר לשתי לר' אליעזר ור' יהושע עיסה ביין שמן ודבש ולא אמרו לי דבר ועל דברי ריב''ל שאמר מיומא קמא לושו לי בחלבא. ואני אומר אולי לא נאמר אלא בזריזים שהיו אופין אותו מיד אבל להתיר לכל אדם כשאר עיסות לא וכן עיקר עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> בלע מצה וכו'.</b> כתב הראב''ד ז''ל זה שבוש שאין זה טעם למרור אלא שאינו טועם טעם מרור אא''כ לעסו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> העושה עיסה מן ההטים וכו'.</b> כתב הראב''ד ז''ל נ''ל והוא שיש בה דגן כזית בכדי א''פ ויאכלנו עכ''ל: ",
        "<b> מצה שלשה במי וכו'.</b> כ' הראב''ד ז''ל אע''ג דתניא בתוספ' יוצאין במצה מתובלתבין שתבלה בקדרה בין שתבלה באלפס ההיא שתבלה משנאפתעכ''ל: "
      ],
      [
        "<b> אחד מצה שנאפית וכו'.</b> כתב הראב''ד ז''ל מעשה אילפס אע''ג דלחם הוי מיהו איכא למיחש ביה משום חמוץ אא''כ עשה אותו באילפס וכפה עליו את הכסוי ונפקא לן הא ממילתיה דאביי ורבה בחרוכי תרתי שבלי וממחי קידרי ומחצבא דאבישונא זקיפא אסיר דמאי דפליט מהאי רישא בלע מהאי רישא ומחמיץ עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וחוטפין מצה וכו'.</b> א''א פירוש אחר ממהרין לאכול כדי שלא יישנו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואחר כך כורך כו'.</b> כתב הראב''ד ז''ל זהו כהלל מ''מ זה הסדר לא דייק עכ''ל: "
      ],
      [],
      [
        "<b> בזמן הזה וכו' ומטבל וכו'.</b> כתב הראב''ד ז''ל זה הבל עכ''ל: "
      ],
      [],
      [
        "<b> ויש לו לגמור וכו'.</b> כתב הראב''ד ז''ל אין הדעת מקבלת כן לפי שאין כאן שם לארבעה כוסות אם אינן במקום אחד עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> מי שישן וכו'.</b> א''א אם פסח היה אוכל והוא יחידי אינו חוזר ואוכל ממנו משום היסח הדעת נפסל אם לא היה שם פסח נוטל ידיו ומברך המוציא ואוכל שהשינה מפסיקתו והוא שישנו כלן ואתא ר''י למימר דאפילו כלן אם נתנמנמו יאכלו דלא הוי היסח הדעת לגבי פסח ולגבי אכילה נמי לא הוי הפסק וקיי''ל כרבי יוסי דרבה יליף מיניה עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>כל האוכל כזית חמץ בפסח וכו'.</b> משנה פרק קמא דכריתות (דף ע\"ד ב') שמזכיר האוכל חמץ בפסח בכלל המחוייבין כרת שיש על שגגת חטאת. ",
        "<b>ומה שכתב רבינו ואחד הממחה ושותה.</b> ברייתא בחולין בפרק העור והרוטב (חולין דף ק\"כ) ומימרא שם ונכרתה הנפש האוכלת לרבות השותה ונזכר פרק כל שעה (פסחים דף ל\"ה): "
      ],
      [
        "<b>חמץ בפסח אסור בהנאה וכו'.</b> פרק כל שעה (פסחים דף כ\"א:) אמר חזקיה מנין לחמץ בפסח שאסור בהנאה שנאמר לא יאכל חמץ לא יהא בו היתר אכילה: ",
        "<b>והמניח חמץ ברשותו וכו'.</b> זה מבואר בברייתא בפ''ק (דף ה':) שאור שאור לגזירה שוה ובין בבתים בין בגבולין עובר משום בל יראה ובל ימצא וזהו שאור וזהו חמץ כמבואר פרק קמא דיום טוב: ",
        "<b>ואיסור החמץ ואיסור השאור וכו'.</b> פרק קמא דיום טוב (דף ב') משנה בית שמאי אומרים שאור בכזית וחמץ בככותבת ובית הלל אומרים זה וזה בכזית ואמרו (דף ז') בגמרא לא נחלקו אלא לענין ביעור אבל לענין אכילה זה וזה בכזית לדברי הכל וקי''ל כב''ה. ובהשגות א''א דוקא לשיעוריהן וכו' ע''כ. באור דבריו דברייתא בפת שאור ובנפסל מאכילת כלב דאי בחמץ ובלא נפסל לא היה צריך לזה הטעם. ואין דעת רבינו לחלק ביניהם וכן נראה עיקר שבפ' אלו עוברין (פסחים מ\"ה:) תניא הפת שעפשה חייב לבער מפני שראוי לשחקה ולחמע בה כמה עסות אחרות ר''ש בן אלעזר אומר בד''א במקויימת לאכילה אבל כפת שאור שייחדה לישיבה בטלה ואמרו בגמרא שאין הלכה כר''ש אא''כ טח פניה בטיט. עוד שם ת''ר הפת שעפשה ונפסלה מלאכול לאדם והכלב יכול לאכלה מטמא טומאת אוכלין ונשרפת עם הטמאה בפסח והעלו הגאונים ז''ל הא נפסלה מלאכול לכלב אינו חייב לבער וכן מוכיח שם וא''כ ברייתא דהפת שעפשה חייב לבער בלא נפסלה מלאכול לכלב היא ועלה קאמר ר''ש בד''א במקויימת לאכילה אבל כפת שאור וכו' מכלל דבפת גמור עסקינן ולא בפת שאור כדברי הר''א ז''ל. ותו דפת סתם לא משמע פת שאור אלא ודאי פת [גמור] קאמר והטעם דאע''פ שנפסל לאדם כיון שראוי לאכול לכלב חייב לבערו הוא מפני שראוי לשחקו. ולדברי הרב רבי אברהם ז''ל שהוא סבור דברייתא קמייתא בפת שאור הוא ואע''פ שנפסלה מלאכול לכלב היה להם בגמ' לבאר, [אלא ודאי] ברייתא קמייתא בפת חמץ היא וכולן שוין. וכן מצאתי לרבי אהרון הלוי ז''ל: "
      ],
      [
        "<b>אינו לוקה.</b> זה מבואר במכות ובהרבה מקומות שלאו שאין בו מעשה אין לוקין עליו, ובתוספתא המשייר חמץ בפסח והמקיים בכלאים אינו לוקה: "
      ],
      [
        "<b>חמץ שעבר וכו'.</b> בכל שעה (דף כ\"ח) משנה חמץ של נכרי שעבר עליו הפסח מותר בהנאה ושל ישראל אסור בהנאה שנאמר לא יראה לך חמץ ואוקימנא לה בגמ' כר''ש דדבר תורה מותר וקנסא קנסינן ליה משום דעבר עליה משום בל יראה ובל ימצא ומבואר בהלכות. <b>וכתב רבינו ואפילו הניחו בשגגה או באונס וכו'</b> לומר דעבר עליה לאו דוקא אלא ראוי לעבור עליו לאפוקי חמץ דנכרי בדוקא וכן פירשו ז''ל דמוכרח הוא ונלמד מדין ישראל שהרהין חמצו אצל נכרי הנזכר בפרק רביעי: "
      ],
      [
        "<b>חמץ שנתערב וכו'.</b> בגמרא (פסחים דף ל') ובהלכות אמר רבא הלכתא חמץ בזמנו בין במינו בין שלא במינו אסור. ובהל' ומדלא יהיב שיעורא שמע מינה במשהו. שלא בזמנו בין במינו בין שלא במינו מותר כר''ש דלא קניס ר''ש אלא בדאיתיה בעיניה אבל ע''י תערובת לא. ופי' רש''י ז''ל ואפילו שהייה בעיניה ועבר עליה לא קניס למיסר תערובת דיליה, עכ''ל. וטעם איסור החמץ בזמנו שהוא במשהו כתב רבינו פרק ט''ו מהלכות מאכלות אסורות לפי שהוא דבר שיש לו מתירין שהרי אחר הפסח יהיה כל התערובת מותר. ויש מי שכתב דלפי טעם זה ה''ה בנתערב משש שעות ולמעלה בערב הפסח שהוא במשהו, ומדברי רבינו שכתב סוף פרק רביעי נראה שאפילו נתערב מתחלת השנה אסור לאכלו בפסח ושם אבאר. ועוד אזכור שם מה שאמרו שהתערובת מותר לאחר זמנו אם הוא במקיים תערובת חמץ בפסח אם לאו: "
      ],
      [
        "<b>אין חייבין וכו' אלא על אכילת עצמו וכו'.</b> כך פסקו בהלכות פרק אלו עוברין דעל חמץ דגן גמור ענוש כרת ועל עירובו ולא כלום (פסחים מ\"ג) ואע''ג דאמור רבנן ולא כלום מלקא לא לקי אבל איסורא איכא וכי אמרינן דלא לקי הנ''מ היכא דליכא כזית בכדי א''פ כגון כותח הבבלי וכיוצא בזה אבל היכא דאיכא כזית בכדי אכילת פרס אפילו לרבנן חייב ע''כ בהלכות. וזה דעת רבינו. ובהשגות א''א הרב פסק באלו כרבנן משום דאין בהן כזית בכדי א''פ ע''כ. כונת הר''א ז''ל להשיג על רבינו במ''ש כגון כותח הבבלי וכו' ונראה מדבריו שיש כזית בכדי א''פ באלו ומן ההלכות נראה שאין בהן כזית. ואני אומר שאין זו השגה שרבינו כבר באר הדין במה הוא תלוי וביאר דדוקא בשאכל באלו כזית בכדי א''פ אע''פ שבדרך אכילתן אין שם השיעור הזה לפי דרכן של בני אדם ולזה כתבו בהלכות כגון כותח הבבלי מ''מ אם אכלו ודאי לוקה. אבל יש בדברי רבינו תימה אחר לא עיינו הר''א ז''ל והוא למה כתב בכזית בכדי אכילת פרס מלקות לבד ופטרו מכרת ועשה מזה מצוה מיוחדת בפתיחת ההלכה שהרי כל שיש בו כזית בכדי א''פ משמע בגמרא דלרבנן חיוב גמור ואין להן לחכמים מקרא מיותר לתערובת והרי חלב ודם אין שם מקרא לתערובתן והדין הזה נוהג בהן כמבואר ריש פרק חמשה עשר מהלכות מאכלות אסורות והרמב''ן ז''ל עיין זה בהשיגו על מנין המצות והקשה עליו בספרו: "
      ],
      [
        "<b>האוכל מן החמץ עצמו וכו'.</b> פרק יום הכפורים ביומא (דף ע\"ג:) חצי שיעור רבי יוחנן אמר אסור מן התורה ריש לקיש אמר מותר וקיימא לן כרבי יוחנן. והוא כלל לכל מאכל אסור שבתורה: "
      ],
      [
        "<b>אסור לאכול חמץ וכו'.</b> זה מבואר בהרבה מקומות מהמסכתא. <b>ומ״ש רבינו שיש בו מלקות</b> הוא לדעת ר' יהודה דאמר בפרק כל שעה (פסחים כ\"ח:) ומנין לאוכל חמץ משש שעות ולמעלה שהוא בלא תעשה שנאמר לא תאכל עליו חמץ ושעה שאסור באכילה אסור בהנאה וכן דעתו בלאחר זמנו כנזכר שם ור' שמעון חולק בזה ואומר שחמץ בין לפני זמנו בין לאחר זמנו אינו עובר עליו וכבר כתבתי למעלה שהלכה כר' שמעון בלאחר זמנו. ודעת רבינו שאין הלכה כמותו אלא לאחר זמנו דסתם מתניתין אתיא כותיה אבל לפני זמנו הדרינן לכללין דקי״ל כר' יהודה דרבי יהודה ורבי שמעון הלכה כר״י דשני מחלוקת הן ומתרי קראי נפקי לה לר״י חד לפני זמנו וחד לאחר זמנו הילכך קי״ל כר״ש בחדא דהיינו לאחר וכר״י בלפני וזהו שאמרו פ״ק (דף ד' ה') דכ״ע חמץ משש שעות ולמעלה אסור מנא לן ושקלו וטרו בהא ואמר רבא לא תשחט על חמץ דם זבחי לא תשחט את הפסח ועדיין חמץ קיים ורבא גופיה הוא דפסק כר״ש בפ' כל שעה (פסחים דף כ\"ט) ושמע מינה דהלכה כר״ש דוקא בלאחר אבל בלפני הלכה כר״י וכדאמרן. ודעת הגאונים כן שכך מצאתי בהל' הר' יצחק אבן גיאת ז״ל ובהא הלכה כר״י ואע״ג דאוקימנא לסתם מתניתין כר״ש אלמא הלכה כמותו התם לאחר זמנו אבל לפני זמנו לא ע״כ. וכן בהלכות פסוקות פסקו שהוא אסור בהנאה אותן שעות ומשמע דאיסורא דאורייתא היא ושיטה נכונה היא. אבל הר״א ז״ל בהשגות וקצת מפרשים אחרונים סוברין שהלכה כר״ש בכל דבריו ואומרין שמחצות ואילך אין בו מן התורה אלא איסור עשה דהיינו שמצוה לבער מאך ביום הראשון כדאיתא פ״ק (דף ה') מדרבא דאמר לא תשחט על חמץ כדאיתא לעיל אבל מלקות ואיסור הנאה מן התורה ליכא. אלו דבריהם ודברי רבינו והגאונים נראין עיקר: "
      ],
      [
        "<b>ואסרו חכמים לאכול וכו'.</b> שם פ''ק (דף ב': ודף י\"ב) ועבדו רבנן הרחקה יתירא כי היכי דלא ליגע לאיסורא דאורייתא: ",
        "<b>ומתחלת שעה ששית וכו'.</b> משנה שם (דף י\"א:) ר' יהודה אומר אוכלין כל ארבע ותולין כל חמש ושורפין בתחלת שש ובגמרא (דף י\"ג) אמר רב הלכה כר''י ופירשו בכל שעה (דף כ\"א) דלר''י בשעה חמישית לא אוכלין אבל נהנין ומבואר בהלכות. והטעם שכתב רבינו שאיסור האכילה בשעה ה' הוא משום יום המעונן מפורש בגמרא (דף י\"ב:) ובהלכות: "
      ],
      [
        "<b>הא למדת וכו' עד סוף הפרק.</b> מבואר במה שקדם, ומכת מרדות ידועה בכל איסור של דבריהם וכבר כתבתי פ''א מהלכות שבת: "
      ]
    ],
    [
      [
        "<b>מצות עשה מן התורה וכו'.</b> פירקא קמא (דף ד' ה') דכולי עלמא מיהת חמץ משש שעות ולמעלה אסור מנא לן דכתיב אך ביום הראשון תשביתו שאור מבתיכם ואמרו לרבות יום י''ד שעד חצות יהיה החמץ מבוער ורבא אמר לא תשחט על חמץ וכו'. כדאיתא לעיל: "
      ],
      [
        "<b>ומה היא השבתה זו וכו'.</b> מפורש בגמרא (דף ד':) דמדאורייתא בביטול בעלמא סגי ליה ובדיקת חמץ מדרבנן היא (דף ו':) ואמר רב יהודה הבודק צריך שיבטל היכי מבטל דאמר הכי כל חמירא דאיכא ברשותי ליבטל ולהוי כעפרא דארעא. וכתוב בעיטור מסתברא דשליח נמי מבטל דשלוחו של אדם כמותו: "
      ],
      [
        "<b>וכן מדברי סופרים וכו'.</b> ראש פרק (דף ב') אור לי''ד בודקין את החמץ לאור הנר ובגמ' (דף ד') טעמא בשעה שבני אדם מצויין בבתיהם ואור הנר יפה לבדיקה אמר אביי הילכך האי צורבא מדרבנן לא ליפתח בעידניה באורתא דתליסר נגהי ארביסר מ''ט דלמא משכא ליה שמעתתא ואתי לאימנועי ממצוה ופירש רבינו בסוף יום י''ג. וכתבו בתוספות מכאן נראה שאסור לאכול בליל י''ד קודם בדיקה דילמא אתי לאימשוכי עד כאן. ונראין דבריהם דכ''ש הוא: "
      ],
      [
        "<b>אין בודקין וכו'.</b> שם (דף ז' ח') ת''ר אין בודקין לא לאור החמה ולא לאור הלבנה ולא לאור האבוקה אלא לאור הנר מפני שאור הנר יפה לבדיקה ואמרו שם האי אור חמה היכי דמי אילימא באכסדרה והאמר רבא אכסדרה לאורה נבדקת ותירצו לא צריכא לארובה דבחדר ושאלו דהיכא אי להדי ארובה היינו אכסדרה ותירצו אלא לצדדין ואמרו בירושלמי וכי יש חמה בלילה תפתר בשלא בדק בלילה ע''כ. אי נמי ברוצה לבדוק מבע''י: ",
        "<b>ואמצע החצר וכו'.</b> שם (דף ח') אמר רבא חצר אינה צריכה בדיקה מפני שהעורבים מצויין שם ופירש רבינו אמצע חצר וכן פירשו ז''ל: "
      ],
      [
        "<b>חור שבאמצע הבית וכו'.</b> ברייתא שם חור שבין אדם לחבירו זה בודק עד מקום שידו מגעת וזה בודק עד מקום שידו מגעת והשאר מבטלו בלבו ועוד שם ברייתא אחרת חור שבין יהודי לארמאי בודק עד מקום שידו מגעת והשאר מבטלו בלבו פלימו אומר כל עצמו אינו צריך בדיקה מפני הסכנה ופירשו בגמרא סכנה שמא יאמר העכו''ם כשפים הוא עושה לי. ורבינו לא הזכיר חור שבין יהודי לארמאי ונ''ל שהוא סובר שאין הלכה כפלימו דלא חיישינן להכי וכיון שכתב דין חור שבין אדם לחבירו שבודק כל אחד עד מקום שידו מגעת ממילא משמע שכשהוא בין יהודי לארמאי שהיהודי בודק עד מקום שידו מגעת וזהו שסתם רבינו: "
      ],
      [
        "<b>חורי הבית העליונים והתחתונים וגג היציע וכו' ואוצרות יין ואוצרות שמן וכו'.</b> כך היא עיקר הנוסחא בספרי רבינו המדוקדקים להקדים שמן ליין ושאין מסתפק מהן איין בלחוד קאי דאוצרות שמן אפילו מסתפק מהן אין צריך בדיקה ויעיד על זה מה שכתב רבינו אבל אוצרות שכר ואוצרות יין שמסתפק וכו' ולא חזר ושנה אוצרות שמן לפי שאוצרות שמן בכל גוונא אין צריכין בדיקה לפי שיש קבע לספוקו וכן מבואר בגמ' בלא מחלוקת וכן בהלכות. והר''א ז''ל מצא נוסחא שכתוב בה אוצרות יין ואוצרות שמן שאין מסתפק מהן וכתב בהשגות א''א טעה בשמן וכו'. וכבר כתבתי הנוסחא האמתית וטעות סופרים היה במקצת ספרים להקדים אוצרות יין לאוצרות שמן. ושאר הדינין שכתב רבינו מפורשין שם (דף ח') בברייתות ומימרות פסוקות שם: ",
        "<b>וכשבודקין המרתף בודקין ממנו שתי שורות החיצונות שהן העליונה וכו'.</b> משנה שם (דף ב') ובית הלל אומרים שתי שורות החיצונות שהן העליונות ובגמ' (דף ח':) אמר רב עליונה ושלמטה ממנה ושמואל אמר חיצונה ושלפנים הימנה ותני רבי חייא כותיה דרב וכולהו תנאי כותיה דשמואל ופסק רבינו כותיה דרב משום דקיי''ל רב ושמואל הלכה כותיה דרב באיסורי: "
      ],
      [
        "<b>אין חוששין שמא גררה חולדה חמץ למקום שאין מכניסין וכו'.</b> משנה שם (דף ט') אין חוששין שמא גררה חולדה מבית לבית וממקום למקום שא''כ מחצר לחצר ומעיר לעיר ואין לדבר סוף. ומפרש רבינו מבית שמכניסין בו לבית שאין מכניסין בו ואינו צריך בדיקה שאם באת לחוש לכך אף אתה היה חושש כשבודק חצר זו או עיר זו באת חולדה וגררה שם חמץ מעיר אחרת או מחצר אחרת שלא היתה בדוקה באותה שעה ואין לדבר סוף שאי אפשר לכל ישראל לבדוק חמצן בבת אחת. ורש''י ז''ל פירש שאין חוששין כשבדק זוית זו ובא לבדוק זו שמא בתוך שבאת לזו גררה חולדה החמץ למקום הבדוק וצריך אני לחזור ולבדוק עכ''ל. ופירוש רבינו עיקר ויפה כיון: ",
        "<b>בדק ליל י''ד והניח עשר חלות וכו'.</b> אוקימתא דרב מרי שם (דף ט':) ששנינו במשנה ומה שמשייר יניחנו בצינעא כדי שלא יהא צריך בדיקה אחריו ואמר רב מרי גזרה שמא יניח עשר וימצא תשע ובכי האי גונא חוששין לחולדה כדאיתא התם: "
      ],
      [
        "<b>וכן אם ראה עכבר וכו'.</b> שם (י':) אמר רבא עכבר נכנס וככר בפיו ומצא פירורין צריך בדיקה לפי שאין דרכו של עכבר לפרר תינוק נכנס וככר בפיו ומצא פירורין אין צריך בדיקה לפי שדרכו של תינוק לפרר. ויש מי שפירש דדוקא שמצא פירורין כדי כל אותו ככר הא לאו הכי אפילו בתינוק צריך בדיקה. ואין כן דעת רבינו: "
      ],
      [],
      [
        "<b>הניח תשעה צבורין של מצה וכו'.</b> שם (דף ט':) ט' צבורין של מצה ואחד של חמץ ואתא עכבר ושקל ולא ידעינן אי חמץ שקל אי מצה שקל היינו תשע חנויות דתנן תשעה חנויות כולן מוכרות בשר שחוטה ואחת מוכרת בשר נבילה ולקח מאחת מהן ואינו יודע מאי זה מהן לקח אסור. ובהשגות א''א לא מיחוורא הא מלתא וכו'. ודעת רש''י ז''ל ושאר המפרשים האחרונים כדעת רבינו גם מדברי הגאונים נראה כן וכן כתוב בפירוש בהלכות ה''ר יצחק אבן גיאת וכתב הרא''ה ז''ל שהטעם דאע''ג דספיקא דרבנן היא כיון שבדיקת חמץ תחילתה על הספק החמירו בספקה יותר משאר ספיקות של דבריהם וכן עיקר: "
      ],
      [
        "<b>שני צבורין אחד של חמץ ואחד של מצה כו'.</b> שם שני צבורין אחד של חמץ ואחד של מצה ושני בתים אחד בדוק ואחד שאינו בדוק ובאו שני עכברים אחד שקל מצה ואחד שקל חמץ ולא ידעינן הי להאי עייל והי להאי עייל היינו שתי קופות דתנן שתי קופות וכו' שאני אומר חולין לתוך חולין נפלו ותרומה לתוך תרומה נפלה והקשו אימור דתלינן לקולא בתרומה בזמן הזה דרבנן בחמץ דאורייתא מי אמרינן ותירצו אטו בדיקת חמץ דאורייתא היא דרבנן היא דאי מדאורייתא בביטול בעלמא סגי ליה ומכאן דסוגיא זו לענין בדיקה היא: ",
        "<b>וכן שני בתים בדוקים וכו'.</b> שם (דף י') צבור אחד של חמץ ושני בתים בדוקים ואתא עכבר ונטל ולא ידעינן להי עייל היינו שני שבילין דתנן שני שבילין אחד טמא ואחד טהור והלך באחד מהן ועשה טהרות ובא חברו והלך בשני ועשה טהרות ר' יהודה אומר אם נשאלו זה בפני עצמו וזה בפ''ע טהורין בבת אחת טמאין ר' יוסי אומר בין כך ובין כך טמאין. כך גורסין רש''י ורבינו בדברי ר' יוסי טמאין וכן פסק רבינו פרק י''ט מהלכות אבות הטומאות ובגמרא אמר רבא בבת אחת דברי הכל טמאין בזה אחר זה דברי הכל טהורין לא נחלקו אלא בבא לישאל עליו ועל חברו דר' יוסי מדמה ליה לבת אחת ור' יהודה מדמה ליה לזה אחר זה ומבואר בדברי רבינו בדין הטומאה וכאן לענין חמץ כתב סתם ולא חלק והרבה מפרשים ראיתי מחלקים ומשוין דין החמץ לדין הטומאה וכר' יוסי. ואפשר שרבינו מפרש היינו שני שבילין דתלינן בכל חד לקולא ולא דמו אותם לענין חלוק שאלתם דהתם בשבילין משום דאי אפשר שלא יהיה אחד מהם טמא אמרו כשבא לישאל בבת אחת שהן טמאין אבל כאן בביטול סגי ליה וצ''ע: ",
        "<b>או שידע שנכנס וכו'.</b> שם על ובדק ולא אשכח פלוגתא דר''מ ורבנן דתנן היה ר''מ אומר כל דבר שבחזקת טומאה לעולם טמא עד שיודע לך טומאה להיכן הלכה וחכ''א בודק עד שמגיע לסלע או לבתולה וקיי''ל כחכמים: ",
        "<b>או שבדק ומצא ככר וכו'.</b> על ובדק ואשכח פלוגתא דרבי ורשב''ג וקיי''ל כמ''ד זה שאבד הוא שנמצא וכן פסקו ז''ל. ",
        "<b>וכתב רבינו בכל אלו אינו צריך בדיקה שאין כאן קבוע.</b> ובהשגות א''א זה שבוש דקבוע ודאי הוא וכו' והאריך לחלק בין ביטול לבדיקה בקצת מן הדברים שהזכיר רבינו. וכל זה נמשך למה שהוא סובר דמימרא דתשעה צבורין קמייתא לענין ביטול הוא כנזכר למעלה. וכבר כתבתי שאינו כן וכונת רבינו בכאן הוא שהספיקות האלו אינן ספק קבוע כנכנס לבית ידוע לפי שהשני חלקים הראשונים בספק אי זה בית הוא מהם והשנים האחרונים כבר בדק ואין כאן ספק קבוע ולזה לא החמירו בספיקות אלו ודברים ברורים הם: "
      ],
      [
        "<b>הניח חמץ בזוית זו וכו'.</b> שם (דף י':) הניח חמץ בזוית זו ומצאו בזוית אחרת פלוגתא דרשב''ג ורבנן דתנן קרדום שאבד בבית או שהניחו בזוית זו ומצאו בזוית אחרת הבית טמא שאני אומר אדם טמא נכנס לשם ונטלו מזוית זו והניחו בזוית אחרת רשב''ג אומר הבית טהור שאני אומר השאילו לאחר ושכח או שנטלו מזוית זו והניחו בזוית אחרת ושכח ופסק רבינו כרבנן וכן כתב פרק י''ב מהלכות מטמאי משכב ומושב ויש פוסקין כרשב''ג להקל: ",
        "<b>או שהניח תשע חלות וכו'.</b> (דף י') הניח תשע ומצא עשר פלוגתא דרבי ורבנן דתנן הניח מנה וכו' וקיי''ל כרבנן וצריך בדיקה: ",
        "<b>או שהיו תשעה צבורין חמץ ואחד מצה וכו'.</b> כך היא הנוסחא האמיתית בספרי רבינו, ויש שבוש במקצת ספרים וכתוב בהן תשעה מצה ואחד חמץ ופירש ככר מהן וכו' וזה מבואר הטעות שבפירוש אמרו בגמ' גבי תשעה צבורין מצה ואחד חמץ פירש ואתא עכבר היינו ובנמצא הלך אחר הרוב אלא ודאי כאן ברוב חמץ הן דברי רבינו לא הוצרך לכתוב דין רוב מצה לפי שכל שאין קבוע כבר ביאר רבינו שאינו צריך בדיקה וזה ברור: ",
        "<b>או שבא עכבר ונטל חמץ וכו'.</b> שם (דף י') ספק על ספק לא על היינו בקעה דתנן וכו' וקיי''ל כחכמים דמטמאין וצריך בדיקה זהו דעת רבינו והגאונים וקצת מן האחרונים ויש מי שפירש דגבי חמץ אפילו רבנן מודו דאין צריך בדיקה וכן פירש''י ז''ל וזה דעת העיטור. וקשה לי לדעת רבינו שכבר נתבאר למעלה שאם ודאי נכנס בבית אחד אלא שאין ידוע באי זה בית משני בתים נכנס אין אחד מהם צריך בדיקה א''כ נראה שכל שכן בשאין ידוע אם נכנס כלל שלא יהא צריך בדיקה. ויש לי לתרץ דהתם ודאי איכא חד בית שלא נכנס שם הלכך כל חד תלינן זהו שלא נכנס בו ובאחר הוא שנכנס ואי אתה יכול להצריך בדיקה לשניהם כיון דאיכא חד דודאי לא נכנס בו אבל הכא הספק בבית אחד הוא ומפני שבדיקת חמץ תחלתה על הספק דנו ספק זה לחומרא כמו שכתבתי למעלה כנ''ל: "
      ],
      [
        "<b>נכנס עכבר לבית וככר בפיו וכו'.</b> בעיא שם באם תמצא לומר ורבינו פוסק כאת''ל: ",
        "<b>היה הראשון שחור וכו'.</b> שם ואם תמצא לומר: ",
        "<b>נכנס עכבר וככר בפיו.</b> גם זה בעיא באת''ל: ",
        "<b>יצאת החולדה ועכבר וכו'.</b> זו בעיא דלא איפשיטא ופסק רבינו לקולא כדרך כל תיקו של דבריהם: ",
        "<b>נחש שנכנס לחור וכו'.</b> שם בעיא דלא איפשיטא ופסק רבינו ג''כ לקולא: "
      ],
      [
        "<b>כזית חמץ בשמי קורה וכו'.</b> בעיא שם באם תמצא לומר: ",
        "<b>היה חמץ בבור אין מחייבין וכו'.</b> בעיא שם ולפי גירסת ספרינו יש שם אם תמצא לומר. ונראה שרבינו לא היה גירסתו כך אלא בעיא דלא איפשיטא היא ולקולא וכן מצאתי בקצת פירושי רש''י ז''ל דלא גרסי בה את''ל. ובהשגות כתוב לפי שיטתו שכתב כאת''ל השנויים בגמרא אף זה צריך וכו' ומ''מ טעות גדולה אני רואה בדבריו שאמר אינו צריך סולם להעלותו אלא מבטלו בלבו ודיו נדמה בעיניו דרבא לכתחלה קא מבעיא ליה וטעות גדולה היא זו דהיינו מטמין בבורות אלא בשבדק וביטל ולאחר איסורו מצא וזו היא שאלתו עכ''ל. ואני אומר שאין טעות בדברי רבינו ובודאי לא נתכוין שיהא רשאי להטמין ככר בבור ולבטלו שזה אע''פ שאינו עובר עליו כל שבטלו קודם זמן איסורו כמבואר פ''ג מ''מ אסור הוא להטמין בבור לכתחלה ודברי רבינו הם בככר הנופל מאליו לבור ובשעת בדיקה שהצריכו חכמים א''צ לירד שם אלא צריך הוא לבטל הביטול שהוא מן התורה והרי זה ממש כחמץ שנפל עליו מפולת שהרי הוא כמבוער וצריך לבטלו בלבו ואע''פ שאינו רשאי ליקח חמץ ולהפיל עליו מפולת כיון שקודם בדיקה נפל עליו מאליו די בביטול וכן הדין כאן וכך פירשו המפרשים ז''ל ותימה גדול אני רואה בדברי הר''א ז''ל שהוא מפרש כשמצאו לאחר איסורו וכבר ביטל ומי הזקיקו לזה והרי כל הבעיות הנזכרות שם בכיוצא בזה כולן לענין בדיקה הם וכמה דינין יש בגמרא בכיוצא בזה שאינו זקוק לבער אבל זקוק לבטל ולא ראיתי לאחד מן המפרשים שפירש כמותו ודברי רבינו עיקר: "
      ],
      [
        "<b>כיפת שאור שיחדה וכו'.</b> כבר ביארתי דין זה פ''א: ",
        "<b>בצק שבסדקי עריבה וכו'.</b> פ' אלו עוברין (פסחים דף מ\"ה) משנה בצק שבסדקי עריבה אם יש כזית במקום אחד צריך ביעור פחות מכן בטל במיעוטו ובגמרא בלישנא בתרא אמר שמואל לא שאנו דפחות מכן בטל במיעוטו אלא במקום העשוי לחזק אבל במקום שאינו עשוי לחזק חייב לבער מכלל דכזית אפילו במקום העשוי לחזק חייב לבער וזה נכתב בהל' לבד וכדעת רבינו ויש גאונים מחלקים בין מקום לישה לשלא במקום לישה ודעת רבינו וההלכות עיקר להחמיר: ",
        "<b>היו בו שני חצאי זיתים וכו'.</b> שם (דף מ\"ה) אמר שמואל שני חצאי זיתים וחוט של בצק ביניהם רואין כל שאילו ינטל החוט ניטלין עמו חייב לבער ואם לאו אינו חייב לבער אמר עולא לא אמרו אלא בעריבה אבל בבית לא זמנין דכניש להו ונפלי גבי הדדי ע''כ. ופי' בעריבה מקום העשוי לחזק או לסתום בו נקב היא שאל''כ כבר נתבאר שאפילו חצי זית לבד חייב לבער ולבית אפילו מדובק בגומות חייב לבער: "
      ],
      [
        "<b>היה חצי זית וכו'.</b> שם אמר עולא בעו במערבא בית ועליה מהו בית ואכסדרה מהו שני בתים זה לפנים מזה מהו תיקו. ופוסק רבינו בכל בעיות אלו לקולא ופירש רבינו דוקא בדבוקים בכותלים או בקורות הא לאו הכי חייב לבער ודבר ברור הוא: "
      ],
      [
        "<b>המשכיר בית וכו'.</b> פ''ק (דף ד') בעיא בעו מיניה מרנב''י המשכיר בית לחברו בי''ד חזקתו בדוק או אין חזקתו בדוק למאי נפקא מינה דליתיה להאיך לשיוליה מאי אמר להו תניתוה הכל נאמנים על ביעור חמץ ואפילו נשים ואפילו עבדים ואפילו קטנים מאי טעמא לאו משום דחזקתו בדוק ושקלינן וטרינן בה ואסיקנא לעולם אימא לך דחזקתו בדוק והב''ע דמיחזק לן בדלא בדיק וקאמרי הני פי' נשים ועבדים וקטנים בדיקניה מהו דתימא לא נהימנינהו קמ''ל. <b>וכתב רבינו והוא שיהיה קטן שיש בו דעת</b> ודבר ברור הוא שלא בכל קטן אמרו: "
      ],
      [
        "<b>המשכיר בית לחבירו וכו'.</b> ברייתא כלשונה שם, ופי' מסירת מפתח אינו קונה בשכירות דשכירות קרקע נקנה כדרך שהקרקע נקנה כמבואר פ''א מהלכות מכירה ומבואר שם שאין מסירת מפתח קונה אלא הכא בשכירות שכבר נקנה בכסף או בשטר או בחזקה ואע''פ כן כל שמפתח ביד משכיר עליו מוטל לבדוק כיון שהגיע שעת בדיקה ומפתח בידו והשוכר מעוכב ליכנס בו מפני שהמפתח בידו של משכיר כך פירשו ז''ל ונכון הוא: ",
        "<b>המשכיר בית וכו'.</b> שם (דף ד':) אבעיא להו המשכיר בית לחבירו בחזקת בדוק ומצאו שאינו בדוק מי הוי מקח טעות או לא ת''ש דאמר אביי לא מיבעיא באתרא דלא יהבי אגרא ובדקי דניחא ליה לאיניש לקיומי מצוה בנפשיה אלא אפילו באתרא דיהבי אגרא ובדקי דניחא ליה לאיניש לקיומי מצוה בין בגופיה בין בממוניה. והרא''ה ז''ל כתב בשם הרמב''ן ז''ל דפשיטא להו דודאי בעי לשלומי ליה מאי דאפסיד מיניה כיון דאתני בהדיה אבל איבעיא לן אי הוי מקח טעות דאפילו בעי הך לשלומי ליבטיל כדין מקח טעות ופשט אביי דלא דניחא ליה לאיניש לקיומי מצוה בנפשיה ואפילו בממוניה כיון דסוף סוף אתי לאשתלומי מיניה הא לאו הכי לא אמרינן להאי טעמא ע''כ דבריהם: "
      ],
      [
        "<b>המפרש בים והיוצא בשיירא וכו'.</b> שם (דף ז') אמר רב המפרש והיוצא בשיירא קודם שלשים יום אין זקוק לבער תוך שלשים יום זקוק לבער ואמר רבא הא דאמרת קודם שלשים יום אין זקוק לבער לא אמרן אלא שאין דעתו לחזור אבל דעתו לחזור אפילו קודם שלשים יום זקוק לבער ואזדא רבא לטעמיה דאמר רבא העושה את ביתו אוצר וכו' כדאיתא בגמרא ובהלכות. ופירש רבינו דעתו לחזור קודם הפסח וכן פי' דעתו לפנותו קודם הפסח ובודאי כ''ש אם דעתו לחזור או לפנות תוך הפסח שצריך בדיקה שאפילו דעתו לקודם הפסח אין אומרים לכשיחזור או לכשיפנה יבער אלא מעתה צריך בדיקה מהטעם שהזכיר רבינו: "
      ]
    ],
    [
      [
        "<b>כשבודק אדם בלילי ארבעה עשר וכו'.</b> (פסחים י\"א:) משנה כתבתיה פ''א ושורפין בתחלת שש ואין ספק שאם רצה להקדים מקדים כמ''ש רבינו: "
      ],
      [
        "<b>החמץ שמניח בליל י''ד וכו'.</b> (דף י':) משנה כתבתיה פ''ב ומה שמשייר יניחנו בצנעה וכו': "
      ],
      [
        "<b>חל ארבעה עשר להיות בשבת בודקין וכו'.</b> דעת רבינו לפסוק כברייתא הנזכרת (דף י\"ג) פ''ק דתניא י''ד שחל להיות בשבת מבערין את הכל מלפני השבת ושורפין תרומות טמאות תלויות וטהורות ומשיירין מן הטהורות מזון שתי סעודות כדי לאכול עד ארבע שעות דברי ר' אליעזר איש ברתותא וכו' אמרו לא זזו משם עד שקבעו הלכה כר''א. ומפרש רבינו מבערין את הכל אף החולין בכלל ועלייהו קאי ובודאי דאי אתרומות בלבד הוה ליה למימר י''ד שחל להיות בשבת שורפין תרומות תלויות טמאות וטהורות וכו' אלא ודאי האי הכל חולין קאמר וסתם מתניתין דאלו עוברין (דף מ\"ט) ארבעה עשר שחל להיות בשבת מבערין את הכל מלפני השבת ואע''ג דפליגי חכמים התם באומרים בזמנה כיון דסתמא הכין ובברייתא אמרו שקבעו הלכה כר''א קיי''ל הכין. ודין שיור מזון מן החולין שתי סעודות פשוט הוא שלא יתענו ור''א קאמר משיירין מן הטהורות אע''ג דאיכא למיחש שמא יטמאו וכ''ש מן החולין דמשיירין, זה דעת רבינו וכן פסקו הרבה מהגאונים ויש שהיו מחמירין שלא לשייר כלל אלא לאכול מצה עשירה או מצה כתקנה קודם חצות לפי דעת קצת מפרשים כמו שיתבאר פ''ו או דברים אחרים בשבת ודברי הראשונים עיקר. ויש שיטה אחרת בהשגות וקצת מפרשים אחרונים לומר שאין מבערין חולין אלא בזמנן ור''א הכל דקאמר אמיני תרומות בלבד קאי ובזה העמידו דברי ההלכות שפסקו חולין בזמנן ופסקו כר''א. ודברי רבינו והגאונים נראין: "
      ],
      [
        "<b>היו לו ככרות רבות של תרומות וכו'.</b> משנה (דף י\"ד) פ''ק כדברי ר' יוסי שאמר שהכל מודים שאין שורפין תרומה טהורה עם הטמאה ועל הטמאה ועל התלויה נחלקו ר''א ור' יהושע ואע''פ שר' יהושע אומר שתיהן כאחת ור''א ור' יהושע הלכה כר' יהושע. <b>כתב רבינו ותלויה לעצמה</b> לפי שאמר ר' יוסי (דף ט\"ו) בגמרא היאך נשרוף תלויה עם טמאה שמא יבוא אליהו ויטהרנה. ופירוש טעם הדבר שאע''פ שאנו מבערין את התרומה לפני הפסח אין לנו לטמאה בידים אף בשעת ביעורה: "
      ],
      [
        "<b>מי ששכח או הזיד ולא בדק וכו'.</b> משנה שם (דף י':) וחכמים אומרים לא בדק אור ארבעה עשר יבדוק בארבעה עשר לא בדק בארבעה עשר יבדוק בתוך המועד לא בדק בתוך המועד יבדוק לאחר המועד. ובהל' פירש בתוך המועד ולאחר המועד בתוך הפסח ולאחר הפסח ע''כ כדברי רבינו. ויש פי' אחר וזה עיקר: "
      ],
      [
        "<b>כשבודק אדם החמץ וכו'.</b> הברכה מבוארת בגמ'. (ז':) <b>ומ''ש כשבודק לאחר הפסח אינו מברך</b> הם דברי רבינו ראויין אליו דודאי אין לברך בבדיקה שלאחר הפסח שהרי בכל אותו זמן הוא אוכל חמץ ואין הבדיקה אלא כדי להבדיל בין חמץ זה שעבר עליו הפסח לחמץ אחר וא''כ היאך יברך על ביעור חמץ אבל בתוך הרגל שהוא מצווה שלא יראה שום חמץ ברשותו ודאי יש לו לברך ודבר ברור הוא זה: "
      ],
      [],
      [
        "(ז-ח) ",
        "<b>וכשגומר לבדוק אם בדק בליל י''ד וכו'.</b> (דף ו':) אמר ר''י הבודק צריך שיבטל ושאלו מ''ט אי נימא משום פירורין הא לא חשיבי ואמר רבא גזרה שמא ימצא גלוסקא יפיפיה דדעתיה עלויה והקשו וכי משכח לה נבטלה ותירצו דלמא משכח לה לבתר איסורא ולאו ברשותיה קיימא ולא מצי מבטל לה דא''ר אלעזר שני דברים אינן ברשותו של אדם ועשאן הכתוב כאילו הן ברשותו ואלו הן בור ברה''ר וחמץ משש שעות ולמעלה והקשו ונבטליה בארבע ובחמש בעידן בדיקה דכיר שלא בעידן בדיקה לא דכיר: <b>ומה שכתב רבינו ה''ז עובר בבל יראה ובל ימצא</b> כתוב על זה בהשגות. א''א אולי סובר זה המחבר וכו'. ואינו כן שאם עיין הר''א ז''ל בדברי רבינו העיון אשר ראוי לכל משיג על ספר אחר לעיין לא נסתפק לו דעת רבינו בזה שהרי בבאור כתב בפתיחת הלכות אלו מצוה להשבית שאור בי''ד שלא יראה חמץ כל שבעה ולא ימצא חמץ כל שבעה, הרי שבאר רבינו שבי''ד אין בו אלא מצות עשה של השבתה וכל שבעה עובר בבל יראה ובל ימצא וכן כתב ראש פ''ב מצות עשה וכו'. ומה שכתב כאן כונתו לומר שאחר שש אין בטול מועיל אלא ביעור ואם לא ביערו אע''פ שבטלו משש שעות ולמעלה ה''ז עובר עליו לכשיגיע הפסח בבל יראה ובל ימצא וזה מוכרח בדברי רבינו: ",
        "<b>ואם מצא ביו''ט.</b> שם (דף ו'.) אמר רב המוצא חמץ ביו''ט כופה עליו את הכלי אמר רבא אם של הקדש הוא אינו צריך מ''ט מיבדל בדיל מיניה ודעת רבינו לפי הנראה לפרשה אפילו בלא בטול ואעפ''כ אינו יכול לשרפו ביו''ט ולא לפררו לזרותו לרוח. ויש מפרשים דדוקא בשכבר בטלו קודם איסורו ואינו עובר עליו הא אם לא בטלו יכול הוא לשרפו או לזרותו לרוח ביו''ט: "
      ],
      [
        "<b>מי שיצא מביתו קודם שעת הביעור וכו'.</b> פרק אלו עוברין (פסחים דף מ\"ט.) משנה ההולך לשחוט את פסחו ולמול את בנו ולאכול סעודת אירוסין בבית חמיו ונזכר שיש לו חמץ בתוך ביתו אם יכול לחזור ולבער ולחזור למצותו יחזור ויבער ואם לאו יבטל בלבו להציל מן הגייס ומן הנהר ומן הדליקה ומן המפולת יבטל בלבו. פי' ולא יחזור ואפילו יש שם שהות והטעם דמדאורייתא בבטול בעלמא סגי ליה: ",
        "<b>יצא לצורך עצמו וכו'.</b> שם לשבות שביתת הרשות יחזור מיד ועד כמה הן חוזרין ונחלקו בשיעורו במשנה ואמרו חכמים בכביצה והלכה כמותן: "
      ],
      [
        "<b>מי שהניח עיסה מגולגלת וכו'.</b> פ''ק (דף ז'.) ברייתא היה יושב בבית המדרש ונזכר שיש לו חמץ בתוך ביתו מבטלו בלבו אחד שבת ואחד יו''ט והקשו יו''ט והא בתר איסורא הוא והיכי מצי מבטל ליה ותירץ רב אחא הכא בתלמיד היושב לפני רבו עסקינן ונזכר שיש לו עיסה מגולגלת בתוך ביתו ומתירא שמא תחמיץ וקא מבטל לה מקמי דתחמיץ דיקא נמי דקתני היה יושב בבית המדרש ופירש''י ז''ל דיקא נמי דלאו בחמץ גמור דאי בחמץ גמור אפילו היה פנוי מה בידו לעשות יותר הרי אסור לטלטלה ע''כ: "
      ],
      [
        "<b>כיצד ביעור חמץ שורפו או פורר וכו'.</b> פ' כל שעה ר' יהודה אומר אין ביעור חמץ אלא שריפה וחכמים אומרים מפרר וזורה לרוח או מטיל לים והלכה כחכמים וכן פסקו הגאונים שלא כדברי התוס' (דף כ\"ח.) ובגמרא איבעיא להו היכי קאמר מפרר וזורה לרוח מפרר ומטיל לים או דלמא מטיל לים בעיניה ונחלקו בזה רבה ורב יוסף ואמר רב יוסף חמץ דממיס לא בעי פירור והביא שם ברייתא דתניא דבעי פירור ותירצו ר''י הא בחיטי הא בנהמא ופסק רבינו כמותו משום דמסתבר טעמיה ויש מי שפסק דאפילו נהמא בעי פירור וכרבה: ",
        "<b>וחמץ שנפלה עליו וכו'.</b> שם (דף ל\"א:) משנה חמץ שנפלה עליו מפולת הרי הוא כמבוער רשב''ג אומר כל שאין הכלב יכול לחפש ובגמרא אמר רב חסדא צריך שיבטל בלבו תנא כמה חפישת הכלב שלשה טפחים ע''כ. ונכתב בהלכות: ",
        "<b>ואם עדיין לא נכנסה שעה שישית וכו'.</b> שם (דף כ\"א.) משנה כל שעה שמותר לאכול מאכיל לבהמה לחיה ולעופות ומוכרו לנכרי ומותר בהנאתו ואמרינן בגמרא הא כל שעה שאינו מותר לאכול אינו מאכיל מתניתין דלא כר''י דאי ר''י הא איכא חמש דאינו אוכל ומאכיל ובהלכות וכבר פסק רב הלכה כר''י ע''כ. וכן מבואר סוף פרק ראשון: ",
        "<b>ואם שרפו קודם שעה ששית וכו'.</b> מימרא שם (דף כ\"א:) אמר רבא חרכו קודם זמנו מותר בהנאתו אפילו אחר זמנו מאי טעמא עץ בעלמא הוא: ",
        "<b>אבל אם שרפו וכו'.</b> (דף כ\"א:.) במשנה עבר זמנו אסור בהנאתו ובגמ' פשיטא לא צריכא לשעות דרבנן ופירש''י ז''ל שעה ששית ומוכרח הוא ובמשנה ולא יסיק בו תנור וכירים: ",
        "<b>ואם בישל או וכו'.</b> זה למד רבינו ממה שהעלו בהלכות (דף כ\"ו:) מן הגמ' שאם אפה את הפת בעצי ערלה או בקשין של כלאי הכרם שאסור לפי שיש שבח עצים בפת. <b>וכתב רבינו אסור בהנאה</b> ואין לו תקנה וכן עיקר. ואיסור הפחמין מבואר הוא כיון שחרכו אחר זמנו ועוד שאין חמץ בפסח מן הנשרפין שאפרן מותר: "
      ]
    ],
    [
      [
        "<b>כתוב בתורה לא יראה לך חמץ וכו'.</b> ברייתא פ''ק (דף ה':) לפי שנאמר לא יראה וכו' ושם מבואר שאם הטמין שהוא עובר בבל יראה ובל ימצא: <b>ומ''ש רבינו או הפקידו ביד העכו''ם</b> אע''פ שאינו מבואר בברייתא דבר פשוט הוא וק''ו ומה חמץ של עכו''ם שחייב ישראל באחריותו חייב לבערו זה שהוא של ישראל לגמרי לא כל שכן וכמה דברים יש בגמרא מורים שאסור להפקיד חמץ ביד עכו''ם ולעבור עליו למד רבינו מהברייתא השנויה במכילתא ונחלקו בפירושה ובגרסתה רבינו והרמב''ן ז''ל שהרמב''ן ז''ל כתב בפירוש התורה שאינו עובר בלאו אלא בחמץ שלו וברשותו דאיכא תרתי הא לאו הכי לא: ",
        "<b>יכול לא יהא עובר וכו'.</b> זה מבואר בברייתא הנזכרת: ",
        "<b>יכול יהא חייב לבער וכו'.</b> ג''ז שם ובשלא קבל עליו אחריות כמו שיתבאר לפנינו: "
      ],
      [
        "<b>חמץ של הקדש וכו'.</b> שם אבל אתה רואה של אחרים ושל גבוה ושם מפורש שאפילו נכרי שכבשתו ושרוי עמך בחצר הדין כן ומפרש רבינו נכרי שכבשתו גר תושב: ",
        "<b>אבל צריך לעשות מחיצה וכו'.</b> שם (דף ו'.) אמר רב חמצו של עכו''ם עושה לו מחיצה עשרה ומדברי רבינו דבשלא קבל עליו אחריות הוא וכן פירש''י ז''ל זה לשונו חמצו של עכו''ם המופקד אצלו ולא קבל עליו אחריות דאמרינן דמותר להשהותו עושה לו מחיצה בי''ד משום היכרא וזה דעת קצת מפרשים ז''ל אבל בעל העטור והרמב''ן ז''ל וקצת מן האחרונים מפרשים דבלא קבל עליו אחריות לא בעינן מחיצה עשרה אלא מפנהו לכל מקום כדי שלא יכשל בו ובקבל עליו אחריות די בייחד בית ובמחיצה עשרה דכיון דייחד לו בית לאו ברשותו הוא אע''ג דקביל עליה אחריות. זהו דעתם ז''ל: ",
        "<b>אבל של הקדש וכו'.</b> כבר נתבאר זה פ''ג גבי מצא חמץ ביו''ט שבשל הקדש אינו צריך היכר: "
      ],
      [
        "<b>עכו''ם שהפקיד חמצו וכו'.</b> שם (דף ה' ו'.) מבואר בגמרא דקביל עליה אחריות חייב לבערו וכבר כתבתי שיש סוברין שביחוד בית די אפילו קביל עליה אחריות ומן ההלכות נראה כדעת רבינו: "
      ],
      [
        "<b>עכו''ם אנס שהפקיד חמצו אצל ישראל וכו'.</b> שם (דף ה') אמר רבא לבני מחוזא בעירו חמירא דבני חילא כיון דאילו מיגניב או מיתביד ברשותייכו קאי ובעיתו לשלומי כדידכו דמי ומחייביתו לבעורי. ומפרש רבינו שתשלומין אלו היו שלא מן הדין אלא משמע באונס ואף על פי כן נקרא החמץ שלהן וצריכין לבערו או להחזירו להם קודם הפסח. ובהשגות כתוב שאין אחריות מן האונס אחריות שיתחייב לבערו בשביל כך וכן כתבו מקצת המפרשים ז''ל שזה האחריות מדין ומחק המלכות היה שהיה עליהם לפרנס אנשי החיל שהיו שומרים העיר. אבל בהלכות ה''ר יצחק אבן גיאת ז''ל נראה כדברי רבינו שכך כתוב שם פירוש אנשי החיל אולי שהיו נותנין להם קמח לעשות לחם ואם נגנב או אבד אין משגיחין בהן אלא פורעין אותו משום הכי אמר להן בעירו עכ''ל: "
      ],
      [
        "<b>ישראל שהרהין את חמצו וכו'.</b> משנה פרק כל שעה (פסחים דף ל':) עכו״ם שהלוה את ישראל על חמצו אחר הפסח מותר בהנאה ובגמרא (דף ל\"א:) העמיד רבא כגון שהרהינו אצלו ואמר לו קנה מעכשיו וכן מבואר בהלכות והטעם שאנו צריכין מעכשיו לפי שעכו״ם מישראל אינו קונה משכון כדאיתא בגמ' ולפיכך אע״פ שהרהינו אצלו אי לא אמר מעכשיו לא קנה. וסובר רבינו דבעינן טפי שיהיה הגעת הזמן קודם הפסח הא לאו הכי אע״פ שכשעבר פסח ולא פדאו ישראל איגלי מילתא דלמפרע של עכו״ם היה כיון שבפסח היה ביד ישראל לפדותו אמרינן הואיל ואי בעי לפדותו הרי הוא שלו השתא נמי אסור וזהו דעת רבינו אפרים ז״ל והזקיקום לזה דברי התוספתא שאמרה עכו״ם שהלוה את ישראל על חמצו ואמר לו אם לא באתי מכאן עד קודם הפסח הרי הוא מכור לך וכו' אלמא דבעי הגעת זמן קודם הפסח. ובהשגות. א״א לא נהיר ולא צהיר ולא בהיר וכו'. דעת הר״א ז״ל שיש אסמכתא במשכון כמו שכתב פ' י״א מהל' מכירה אלא שבעכו״ם קונה ואין בו דין אסמכתא ודעת רבינו בהפך שאין דין אסמכתא במשכון כמו שנתבאר שם אבל עכו״ם מישראל אינו קונה וכן הוא בגמרא דלכולי עלמא קלישא קנית עכו״ם מישראל ואם כדברי הר״א ז״ל דכל שהגיע זמן קודם הפסח אפילו בלא מעכשיו קנה עכו״ם למה טרח בגמ' לאוקומי למתני' בדאמר ליה מעכשיו לוקמיה שהגיע זמן קודם הפסח. ויש לדחות בזה דמשום דמתניתין סתמא מיתניא העמידוה במעכשיו. ואני סובר שרבינו והרב ר' אפרים סוברים דמתני' דוקא דקודם הפסח הגיע זמן מדקתני אחר הפסח מותר בהנאה ומשמע דמיד אחר הפסח מותר. וא״א לומר בשקבע אחר הפסח דאכתי עד הגעת זמן ודאי לדברי הכל אינו מותר והיה לו לומר הגיע זמן ולא פדה מותר. וכן אין לפרש שקבע לו זמן בתוך הפסח דודאי ישראל לא קבע זמן לפדות חמצו בתוך הפסח שיחוייב לבערו אלא ודאי בקודם הפסח הוא והן הן דברי התוספתא. ומ״מ דעת רוב האחרונים ז״ל כדברי הר״א ז״ל בחלוק הראשון דכל שאמר לו מעכשיו אפילו הגיע זמן אחר הפסח מותר וכן נראה מן ההלכות שהכל תלוי במעכשיו וכן נראה מדברי הרב אבן גיאת ז״ל וזה עיקר וכ״כ בעל העטור ורבינו לא כתב סוף המשנה ישראל שהלוה את העכו״ם על חמצו אחר הפסח אסור בהנאה והטעם לפי שנראה שהוא פוסק כסתם מתני' דישראל מעכו״ם קונה משכון וכר״מ דאמר הכין בגמרא וכדין ישראל מישראל הלכך חייב באחריותו וכבר נתבאר שחמצו של עכו״ם ברשות ישראל וחייב ישראל באחריותו שחייב לבערו כנ״ל: "
      ],
      [],
      [
        "(ו-ז) ",
        "<b>ישראל ועכו''ם שהיו באין בספינה וכו'.</b> תוספתא. <b>ומה שכתב ואם עשה כן ה''ז עובר וכו'</b> הוא כפי דעתו שכתב שהמפקיד חמצו ביד עכו''ם עובר בלאו כנזכר בראש הפרק: "
      ],
      [],
      [
        "(ח-ט) ",
        "<b>תערובת חמץ עוברין עליה וכו'.</b> ראש פרק שלישי (דף מ\"ב.) אלו עוברין בפסח כותח הבבלי וכו' ופירש רש''י ז''ל אלו עוברין עליהן בבל יראה ובל ימצא וכן פירשו הגאונים ז''ל וכבר נתבאר פ''א שרבינו פוסק שאין בתערובת חמץ לאו באכילתו אא''כ אכל כזית חמץ בכדי אכילת פרס ובודאי לדבריו ה''ה שאינו עובר עליו אלא בתערובת שיש בו כזית בכדי א''פ וזהו שכתב כגון כותח הבבלי וכו' אותן שהזכיר פ''א שיש בהן כזית בכדי א''פ וזה הפסק הוא עיקר. ויש מן הגאונים סוברין שאפילו בפחות מכן עובר עליו וגם ראיתי מי שמפרש דברי רבינו כך שאע''פ שאינו עובר באכילתו חייב בביעורו שהרי יש כזית חמץ שם ואע''פ שהוא מעורב בכמה זיתים עובר הוא על קיומו. כך פירש דברי רבינו הרב ר' משה הכהן ז''ל וסייע דברי רבינו בדעת זו. וכונת רבינו צריכה לי עיון: ",
        "<b>אבל דבר שיש בו תערובת וכו' כיצד עריבת העבדנין.</b> ברייתא פרק אלו עוברין (פסחים דף מ\"ה) ת״ר עריבת העבדנין שנתן בתוכה קמח תוך שלשה ימים חייב לבער אחר שלשה ימים אין חייב לבער אמר ר' נתן בד״א שלא נתן בתוכה עורות אבל נתן לתוכה עורות אפילו תוך שלשה אין צריך לבער אמר רבא הלכה כר' נתן אפילו יום אחד אפילו שעה אחת ע״כ בגמ': "
      ],
      [
        "<b>וכן הקילור והרטיה והאספלנית וכו'.</b> תוספתא הקלור והאספלנית והרטיה שנתן לתוכן קמח אין צריך לבער והובאה בהלכות וכתב רבינו האיי גאון וכ''ש תריא''ק שאינו צריך לבער ונתבארו דברי רבינו. ובהשגות א''א זה שבוש דמאחר קבל ומטעם אחר ולא מטעמו עכ''ל. ואין בדברים אלו טעם: "
      ],
      [
        "<b>הפת עצמה שעפשה וכו'.</b> ברייתא שם (מ\"ה:) וכבר בארתי דין זה פ''א: ",
        "<b>ומלוגמא של חמץ שנסרחה וכו'.</b> תוספתא בהלכות מלוגמא שנסרחה אינו צריך לבער ע''כ. ובהשגות א''א בירושלמי מפרש בשנסרחה ולבסוף נתחמצה ע''כ. ובאמת שכן הוא בירוש' ולא הביאו בהלכות וגם רבינו לא כתבו לפי שדברי הירוש' הם בנתחמצה בפסח ובכה''ג בעינן נסרחה ולבסוף נתחמצה ודברי התוספתא הם בנסרחה קודם הפסח דכי אתא פסח לא חל עליה איסור חמץ דהא הות סרוחה והוה לה כפת שעפשה ונפסלה מלאכול לכלב דודאי נתחמצה ולבסוף עפשה. ואפשר דמלוגמא שנסרחה אינה ראויה אף לכלב וכן עיקר ולזה סתמו ההלכות ורבינו: ",
        "<b>בגדים שכבסו אותן בחלב חטה וכו'.</b> מ''ש רבינו וכן ניירות שדבקו אותן בחמץ אינו מה שנזכר (מ\"ב.) בגמ' קולן של סופרים דהתם אסור לקיימו והוא קודם שדבקו בו הניירות שהרי הוא נוקשה בעיניה ואסור לקיימו אלא דברי רבינו הם אחר שדבקו בו הניירות וה''ל כעריבה שנתן לתוכה עורות. וז''ש רבינו שאין צורת החמץ עומדת. ודבר ברור הוא שאחר שנתדבקו מותר לקיימן. ובהשגות א''א אין זה טעם אלא שכבר נפסל וכו'. ואין בסתירה טעם ודברי רבינו הכרח: "
      ],
      [
        "<b>דבר שנתערב בו חמץ וכו'.</b> מבואר בגמ' (דף ל'.) דחמץ בזמנו בין במינו בין שלא במינו במשהו כמו שכתבתי פ''א והרבה מהגאונים כדעת רבינו שאפילו נתערב כמה זמן קודם הפסח אסור לאכלו בפסח שחוזר וניעור וכ''כ בהלכות ה''ר יצחק ן' גיאת ז''ל. ויש מן האחרונים חולקים בזה ואומרין דכל שנתערב קודם זמנו אינו חוזר וניעור ואין איסורו במשהו וכדברי הגאונים ראוי לנהוג ולהחמיר. ודע שדין תערובת חמץ הוא כדין שאר תערובות אלא שמה שאוסר בשאר תערובות פחות מששים אוסר בחמץ במשהו אבל אם בשאר תערובות לא היה צריך ששים אלא קליפה או נטילת מקום כמו שאבאר בהל' מאכלות אסורות אף בחמץ כן ר''ל שחם בחם בלא רוטב די בקליפה שאם נגע ככר חמץ בככר מצה ושניהם חמין ואין שם דבר המפעפען לא אסר אלא מקום מגעו בלבד לפי שאינו מבליע יותר וזה ברור כתבוהו המפרשים ז''ל ושם בהלכות מאכלות אסורות יתבאר דיני התערובת בארוכה. ותערובת חמץ שעבר עליו הפסח נראה מדברי רבינו שכיון שהוא עובר עליו ודאי אסור הוא לאחר הפסח וכשאמרו כי קניס ר''ש ה''מ בעיניה אבל ע''י תערובת לא ר''ל שאם עבר הפסח על חמץ ואח''כ נתערב מותר לפי שבתערובת זה לא נעשה איסור ולא עבר עליו הפסח אבל בתערובת שעבר עליו הפסח כיון שהיה מחוייב לבערו ועבר עליו אסור ויש מפרשים שכתבו כן. ודוקא בחמץ שיש בו כזית בכדי א''פ שעובר עליו כפי מה שכתבתי למעלה: "
      ]
    ],
    [
      [
        "<b>אין אסור משום חמץ בפסח אלא חמשת המינין וכו'.</b> פרק כל שעה (פסחים דף ל\"ה.) אלו דברים שאדם יוצא בהן ידי חובתו בפסח בחטים ובשעורים ובכוסמין ובשבולת שועל ובשיפון ובגמרא הני אין אורז ודוחן לא מנא ה״מ אמר קרא לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות לחם עוני דברים הבאין לידי חמוץ אדם יוצא בהן ידי חובתו בפסח יצאו אלו שאינן באין לידי חמוץ אלא לידי סרחון: "
      ],
      [
        "<b>חמשת מיני דגן אלו וכו'.</b> שם אמר ר''ל עיסה שנילושה ביין ושמן ודבש אין חייבין על חמוצה כרת ואמרינן טעמא משום דה''ל מי פירות ומי פירות אין מחמיצין. וכתבו רוב המפרשים דלאו דוקא כרת אלא אפילו איסורא ליכא והביאו לזה ראיות. ובהשגות א''א אין דבר זה פשוט ולא הכל מודים וכו'. ודעת רש''י ז''ל כך היא וכבר דחו אותו בתוספות ובעטור בראיות ברורות ודעת הגאונים ז''ל ג''כ כך היא שמי פירות אין מחמיצין כלל ואפילו לכתחלה אין בו שום חשש וכן נהגו ועיקר: ",
        "<b>והוא שלא יתערב בהן וכו'.</b> זה מבואר בירושלמי ומבואר (דף ל\"ו.) בגמרא בברייתא דאין לשין את העיסה ביין ושמן ודבש דע''י מים מחמיצין. וכן במשנת אלו עוברין (דף מ\"ב.) , וזה מוסכם: "
      ],
      [
        "<b>אין מבשלין חטים במים וכו'.</b> תוספתא ויש גם כן בגמ' (דף ל\"ט:) אדמבשל ליה אחמועי מחמע: ",
        "<b>אין קולין את הבצק בשמן וכו'.</b> נראה ברור שכיון שהבצק נלוש במים אין לבשלו אפילו במי פירות לפי שכבר נתבאר מן הגאונים שעם תערובת המים מחמיצין ואדמבשל ליה מחמיץ כמו שנזכר למעלה ויש מן הגאונים מתירין לטגנה בשמן כשהרתיח המחבת יפה ואין דבריהם נכונים: ",
        "<b>אבל מבשלין את הקמח הקלוי ואת הפת וכו'.</b> ברייתא שם אלו דברים שאין באים לידי חמוץ האפוי והמבושל וחלוט שחלטו ברותחין והקשו מבושל אדמבשל ליה אחמועי מחמע ותירץ רב פפא אפוי שבשלו קא אמרינן. ומפרש רבינו אפילו פת גמור או קמח קלוי שנקלה בעודו קמח וכן מבואר בתוספתא אבל אם קלה החטים או השעורים אין קמח שלהן מותר לבשלו כמו שיתבאר בסמוך: ",
        "<b>וכבר נהגו בשנער וכו'.</b> בהלכות וחליטה נמי ליכא בזמן הזה מאן דידע למחלט הלכך אסור ע''כ. וכן כתבו הגאונים ז''ל: "
      ],
      [
        "<b>מותר לבשל הדגן או הקמח וכו'.</b> שם אמרי דבי רבי שילא ותיקא שרי והקשו והא תניא ותיקא אסור ותירצו לא קשיא הא במיא ומלחא הא במשחא ומלחא. ובהלכות משחא ומלחא כיון דלית ביה מיא משחא מי פירות נינהו ומי פירות אין מחמיצין. ופי' ותיקא עצירה, עכ''ל: "
      ],
      [
        "<b>כרמל שמהבהבין אותו וכו'.</b> שם אמר מר זוטרא לא לימחי איניש קדרה בקמחא דאבישונא דלמא לא בשיל שפיר ואתי לידי חמוץ ומשם למד רבינו דכל שכן שאין מבשלין אותו: ",
        "<b>וכן כשמוללין את הקדרות וכו'.</b> מימרא הזכרתיה בסמוך (דף מ':) ושם אמרו רבא מחו ליה בחסיסי. ובהלכות פירוש בחסיסי מצה אפויה שטוחנין אותה ומבשלין אותה במים ומוללין בה את הקדרות, עכ''ל: "
      ],
      [
        "<b>אין בוללין את השעורים וכו'.</b> שם (דף מ'.) אין לותתין את השעורים בפסח ואם לתת נתבקעו אסורות לא נתבקעו מותרות אמר מר עוקבא לא נתבקעו ממש אלא כל שמניחין אותן על פי הביב והן מתבקעות מאליהן ושמואל אמר נתבקעו ממש ומפורש בהלכות דעבדינן לחומרא כמר עוקבא לענין מיכלינהו להני שערי כמ''ש שם בארוכה: "
      ],
      [
        "<b>החטים מותר לבלול אותן וכו'.</b> שם מותר ללתות והוא בחטים כמבואר שם. <b>וכתב רבינו וטוחנין אותן מיד</b> לפי שאם שהו ודאי מחמיצין הן כדמוכח (מ':) בההיא ארבא דטבעא בחישתא וכן כתבו ז''ל. וי''מ שהלתיתה מים מועטים שאינם באים לידי חמוץ בהם ודברי רבינו עיקר: ",
        "<b>וכבר נהגו כל ישראל.</b> תקנת הגאונים כתבום בהלכות והאידנא שדרו ממתיבתא דאין אנו בקיאין ללתות הלכך לא שרי לן למלתת ע''כ: "
      ],
      [
        "<b>תבשיל שנתבשל וכו'.</b> זה מבואר בהלכות ה''מ דעבדינן כמר עוקבא לענין מיכלינהו בעינייהו אבל אי משתכחי בהדי בשולא ולא נתבקעו כיון דאיסור תערובת חמץ במשהו מדרבנן הוא לא אסרו לההוא בשולא אא''כ נתבקעו כשמואל ויש מי שאומרים דדוקא בשעורים אבל בחטים אפילו לא נתבקעו אסורים ואוסרין: "
      ],
      [
        "<b>משום שנאמר (בתורה) ושמרתם את המצות וכו'.</b> שם (דף מ'.) אמר להו רבא להנהו דמהפכי כיפי כי מהפכיתו הפיכו לשם מצה פירש רש''י כיפי עמרים, עכ''ל. ולא נזכר בהלכות ולא בדברי רבינו שום חלוק בין המצה של לילה הראשון למצה שאדם אוכל בשאר ימי הפסח אלא שבסוף ערבי פסחים כתב הרב אלפסי ז''ל היכא דלית ליה כולה סעודתא ממצה דמינטרא אלא כזית בלחוד דמנטר הוא דאית ליה אכיל ברישא. וכן כתב רבינו ספ''ח מי שאין לו מצה משומרת אלא כזית כו'. הורו ז''ל שהשמור אינו מעכב ולכתחלה ראוי לעשותו בכל הדגן אלא שאינו מעכב אלא בלילה הראשון שהוא חובה לאכול מצה המשומרת וזה הכרח לפרש בדבריהם וכן משמע הסוגיא שם בכל שעה, ואע''פ שקשה לי למה לא כתבו הא דבצקות של נכרים אדם ממלא כרסו מהם ובלבד שיאכל כזית מצה באחרונה וכונתם צריכה לי עיון. והמנהג הפשוט ידוע שמשמרין המצה מעת קצירה למצה של מצוה ושאר הימים אוכלין מפת שמשמרין אותו מחמוץ משעת לישה והרבה מפרשים כתבו שמצוה מן המובחר והדור הוא זה [אף] דקיי''ל דסגי בשמור דקודם לישה לקנות חטים ולשמרם לפסח. ודע שמצה של מצוה אם לשה עכו''ם או חרש שוטה וקטן אפילו אחרים עומדים על גביהם לא יצא וכך העלה הרשב''א ז''ל: ",
        "<b>דגן שנטבע בנהר או שנפל עליו מים וכו'.</b> שם (דף מ':) ההיא ארבא דטבעא בחישתא שריה רבא לזבוני לנכרי והקשו עליו דלמא הדר מזבין ליה לישראל והדר ביה ואמר ניזבנינהו קבא קבא לישראל כי היכי דכליא קמי פסחא. ורבינו נראה שאינו גורס קבא קבא לישראל אלא קבא קבא סתם ולנכרי הוא, ולזה כתב רבינו ואם מוכרו לנכרי מוכרו מעט מעט. וההיתר שכתב במכירה לישראל ובהודעה פשוט הוא ולא הוצרכו בגמ' להזכיר ובעל העיטור גורס קבא קבא לישראל וכתב דה''ה לנכרי: "
      ],
      [
        "<b>דגן שנפל עליו וכו'.</b> שם (דף ל\"ט:) תניא ר' יוסי בר''י אומר קמח שנפל לתוכו דלף כל היום כולו אינו בא לידי חמוץ אמר רב פפא והוא דעביד טיף (טיף) להדי טיף (טיף). ורבינו הזכיר דגן ונראה שכך היה גרסתו או שדגן כולל ג''כ הקמח וזה עיקר: "
      ],
      [
        "<b>אין לשין בפסח וכו'.</b> פרק אלו עוברין (פסחים דף מ\"ח:.) אמר רבא קבא מלוגנאה לפסחא וכן לחלה והקשו והא אנן תנן חמשת רבעים קמח חייבין בחלה ותירצו קבא מלוגנאה נמי קאי אהאי שיעורא: ",
        "<b>ואין לשין לא בחמין וכו'.</b> סוף כל שעה (פסחים דף מ\"ב.) אמר רב יהודה אשה לא תלוש אלא במים שלנו דרש רבא אשה לא תלוש לא בחמה ולא בחמין ולא בחמי חמה ולא במים הגרופים ולא תגביה ידה מן התנור עד שתגמור את הפת וצריכה שני כלים אחד שמקטפת בו ואחד שמצננת בו את ידיה איבעיא להו עברה ולשה מאי מר זוטרא אמר עברה ולשה מותר ורב אשי אמר עברה ולשה אסור אמר מר זוטרא מנא אמינא לה דתניא אין לותתין את השעורים בפסח ואם לתת נתבקעו אסורות לא נתבקעו מותרות ורב אשי היכא דאתמר אתמר היכא דלא אתמר לא אתמר ע״כ בגמ'. ובהלכות פירשו מים הגרופים שנשאבו בו ביום (ההוא) וקי״ל כרב אשי ע״כ. ופירש רבינו עברה ולשה על איכות המים בלבד ולא על שאר הדברים לפי שלא אמרו עברה מאי אלא עברה ולשה ואין לישה אלא במים ועוד שהביאו הא דאין לותתין והיא במים. ויש מפרשים שהוא כולל אף לא תלוש בחמה ואינו נראה שיהא דעת מר זוטרא שאפילו לישה במים חמין הפת מותרת ודעת רב אשי שאפילו לשה במים צוננין שלנו אלא שלשה בחמה שהפת אסורה אלא ודאי לא נחלקו אלא באיכות מי הלישה. כך נ״ל להעמיד דברי רבינו. וראיתי בהלכות הרב ר' יצחק אבן גיאת ז״ל ובעיטור מפרשים דינין אלו דוקא במצה משומרת אבל לא בשאר הפת ואין זה אמת דהא סתם קאמרי ועוד דלא הוה להו למימר מותר ואסור אלא יוצא ואינו יוצא וכן מענין מקומו מוכרח מההיא דלותתין דבכל פת אמרו וזה דעת רוב המפרשים ועיקר: "
      ],
      [
        "<b>לא תשב אשה תחת השמש וכו'.</b> כבר הזכרתי זה. ובהלכות ולא מיבעיא מיתב ומילש בשמשא דאסור אלא אפילו מיתב תותי רקיע ביומא דעיבא ומילש אסור ואף על גב דלא נפלה שמשא בההוא דוכתא מאי טעמא יומא דעיבא כולא שמשא, ע״כ. וכן מבואר במסכת יומא פרק אמר להם הממונה (יומא דף כ\"ח): ",
        "<b>ולא תניח את העיסה וכו'.</b> גם זה נראה שהוא פירוש למה שאמרו ולא תגביה ידה מן התנור שהזכרתי למעלה או אפשר שהוא משנה באלו עוברין (פסחים דף מ\"ח:) רבן גמליאל אומר שלש נשים וכו' וחכמים אומרים שלש נשים עסוקות וכו'. ופסק כחכמים: ",
        "<b>ואם היתה אופה ולשה וכו'.</b> זהו פירוש למה שהזכרתי למעלה וצריכה שני כלים וכו' ופי' רבינו דוקא כשהיא אופה שידיה מתחממין מחמת חום התנור. אבל רש''י ז''ל פירש אף כשאינה אופה לפי שידיה מתחממין מחמת חום העיסה: ",
        "<b>ואם עברה ולשה וכו'.</b> כל החלוקים שהזכיר רבינו הם מוסכמים חוץ משלשה בשמש שיש אוסרין אף בדיעבד כמו שכתבתי למעלה: ",
        "<b>וכמה שיעור חלה וכו'.</b> זהו שיעור חמשת רבעים שהזכרתי למעלה וכבר ביארו בהרבה מקומות שזהו השיעור וכתב רבינו כגוף הביצה הבינוני ולא כמשקלה ודבר ברור הוא שאין גופה ומשקלה שוין ומוכרח הוא שהשיעור הוא במדה ולא במשקל ובהלכות חלה פרק ששי ביאר רבינו משקל שיעור זה מקמח חטי מצרים: "
      ],
      [
        "<b>כל זמן שאדם עוסק וכו'.</b> פרק אלו עוברין (פסחים דף מ\"ח:) ברייתא כל זמן שעוסקת בבצק אינו בא לידי חמוץ: ",
        "<b>ואם הגביה ידו והניחו ושהה וכו'.</b> שם (דף מ\"ו.) משנה בצק החרש אם יש כיוצא בו שהחמיץ ה''ז אסור ובגמ' אין שם כיוצא בו מהו אמר ר''ל כדי שיהלך אדם מיל. עוד (דף מ\"ח:) במשנה שיאור ישרף והאוכלו פטור סידוק ישרף והאוכלו חייב כרת אי זהו שיאור ואי זהו סידוק שיאור כקרני חגבים סידוק שנתערבו סדקיו זה בזה דברי ר' יהודה וחכ''א זה וזה האוכלו חייב כרת ואי זהו שיאור כל שהכסיפו פניו כאדם שעמדו שערותיו ע''כ. ובהלכות וקי''ל כחכמים וכן דעת רבינו. ופירושו בזה ברור שהוא מפרש שהעיסה החמוצה משמעת קול והוא סובר ששיעור זה ושיעור נסדקה כקרני חגבים הכל אחד ולכך לא הזכיר רבינו דין הסידוק כיון שביאר שאם משמעת קול שהיא חמץ גמור. ומה שאמרו בצק החרש רצו לומר שלא השמיע קול עדיין וזהו חרשותו שהחרש אינו מרגיש כשמדברין אליו כך החמץ הזה כשטופחין לו פניו אינו מרגיש ומתחרש וכן פירשו בהלכות הרב אבן גיאת ז''ל. ואם יש כיוצא בו עיסה אחרת ששהתה כמוה והחמיצה שהשמיעה קול הרי שתיהן חמץ גמור. זהו פירוש רבינו ובהשגות שיטה אחרת ודברי רבינו נראין: "
      ],
      [],
      [
        "<b>אין עושין סריקין המצויירין וכו'.</b> פ' כל שעה (פסחים ל\"ז.) ברייתא א״ר אלעזר בר צדוק פעם אחת נכנסתי אחר אבא לבית ר״ג והביאו לפניו סריקין המצויירין בפסח אמרתי לו אבא לא כך אמרו חכמים אין עושין סריקין המצויירין בפסח אמר לי בני לא של כל אדם אמרו אלא של נחתומין איכא דאמרי לא של נחתומין אמרו אלא של כל אדם אמרו. ופסקו בהלכות כלישנא בתרא דנחתומין כיון דבקיאי לא שהו בהו וכן פסקו הגאונים ז״ל. <b>ומה שכתב רבינו ואפילו ציירו אותן בדפוס וכו'</b> מפורש בגמ' שם וכן בהלכות. וכתב רבינו יצחק אבן גיאת מאי סריקין המצויירין פת העשויה צורות צורות דמות יונים ודגים ושאר צורות וכן פירשו הגאונים ז״ל, עכ״ל: "
      ],
      [
        "<b>מים שרוחצין בהן הידים וכו'.</b> משנה שם (דף מ':) מי תשמישו של נחתום ישפכו מפני שהן מחמיצין ובגמרא (דף מ\"ב.) תני חדא שופכין במקום מדרון ואין שופכין במקום האישבורן ותניא אידך שופכין במקום האישבורן לא קשיא הא דנפישי וקוו הא דלא נפישי דלא קוו ע''כ בגמרא. ובהלכות לא כתבו אלא ברייתא ראשונה ולא רצו לחלק בין נפישי ללא נפישי לפי שאין הכל נזהרין. ורבינו ג''כ סתם וכתב כדי שלא יתקבצו המים במקום אחד ויחמיץ וממילא שאם היו מועטין ולא היה בהן כדי קבוץ ששופכין אפילו במקום האישבורן אלא שרצה לכתוב כשיטת ההלכות: "
      ],
      [
        "<b>אין שורין את המורסן לתרנגולים וכו'.</b> משנה (ל\"ט:) אין שורין את המורסין לתרנגולים אבל חולטין וכבר כתבתי למעלה בשם הגאונים ז''ל שאין מותר לחלוט בזמן הזה וכדברי רבינו: "
      ],
      [
        "<b>ומותר ללוש לתרנגולין מורסן וכו'.</b> זהו דעת קצת המחברים ובעיטור כתוב זה כך וכתב הבבלי מותר ללוש לתרנגולים מורסן או קמח וכו' כדברי רבינו ושם כתוב ואין לסמוך על זה שאם כן ישהא העיסה כדי הילוך מיל עכ''ל. וכן נהגו להחמיר: "
      ],
      [
        "<b>לא תשרה אשה מורסן וכו'.</b> משנה שם האשה לא תשרה את המורסן שתוליך בידה למרחץ אבל שפה היא על בשרה יבש ולא ילעוס אדם חטים ויתן על גבי מכתו מפני שהן מחמיצות. ופירש''י ז''ל אבל שפה היא מורסן בבשרה יבש ואע''פ שהמים טופחין על בשרה עכ''ל: ",
        "<b>אין נותנין את הקמח וכו'.</b> שם משנה (דף מ':) אין נותנין את הקמח לתוך החרוסת או לתוך החרדל ואם נתן יאכל מיד ר''מ אוסר ובגמ' אמר רב כהנא מחלוקת לתוך החרדל אבל לתוך החרוסת דברי הכל ישרף מיד ותניא כותיה וכן פסקו בהלכות וכן דעת קצת הגאונים. ופירוש בחרוסת יש חומץ, ובחרוסת וחרדל יש בהן מים שאם לא כן כבר נתבאר שמי פירות אין מחמיצין: "
      ],
      [
        "<b>מותר לתת התבלין והשומשמין וכו'.</b> תוספתא: ",
        "<b>וכן מותר ללוש העיסה ביין ושמן וכו'.</b> זה כדברי ההלכות שהעלו פ' כל שעה שהלכה כר''ע דאמר (דף ל\"ו.) מותר ללוש עיסה ביין ושמן ודבש אע''פ שיש עמהם מים לפי שאף על פי שהן מחמיצין עם תערובת המים אין ממהרין להחמיץ יותר מהמים לבדן ואין צריך לומר לקטף שמותר חוץ מיום ראשון שצריך לחם עוני כמו שמפורש בהל' בארוכה. וכן הוכיחו קצת מפרשים האחרונים ז''ל וכן עיקר. ופירש''י ז''ל יום ראשון לילה הראשון וכן נראה מדברי רבינו לפי מה שכתב פ''ו וכן הוא בירושלמי אמר ריב''ל אותו כזית שאדם יוצא ידי חובתו בפסח צריך שלא יהא בו משקין ע''כ. ובהשגות ואני אומר אולי לא נאמר כן אלא בזריזים שהיו אופין אותה מיד אבל להתיר לכל אדם כשאר עיסות לא וכן הוא עיקר עכ''ל. ואני אומר אין לנו לגזור גזרות מדעתנו אחר דורות הגאונים ז''ל: "
      ],
      [
        "<b>כל כלי חרס שנשתמש בהן חמץ וכו'.</b> שם (דף ל':) אמר שמואל כל הכלים שנשתמש בהן חמץ בצונן משתמש בהן מצה חוץ מבית שאור הואיל וחמוצה קשה. ובהלכות משתמש בהן מצה בצונן וזו היתה גירסת רבינו ופירש שבכלי חרס הוא בדוקא, ונראה טעמו שבשאר כלים אם נשתמש בהן חמץ בצונן מותר להשתמש בהן מצה אפילו בחמין לפי שאף אם נשתמש בהן חמץ בחמין מותרין ע''י הכשר אבל כלי חרס כיון שאילו נשתמש בהן חמץ בחמין אין להם תקנה אף כשנשתמש בהן חמץ בצונן החמירו שלא להשתמש בהן מצה בחמין. זהו נראה בדעתם ז''ל. ונוסחת הגאונים ז''ל והרבה מן האחרונים היא משתמש בהן מצה סתם דמשמע אף בחמין. ואף לפי נוסחת ההלכות ורבינו ראיתי מי שפירש שלא אמרו מצה בצונן להוציא מצה בחמין שכיון שתשמיש החמץ היה בצונן מותרין הם במצה אף בחמין אלא להוציא שאם נשתמש בהן חמץ בחמין אסור להשתמש בהן מצה אפילו בצונן גזרה שמא יבא להשתמש בהן בחמין ודוקא בכלי חרס גזרו אבל בשאר כלים כיון שאם בא להשתמש בהן בחמין יש להן הכשר אף הוא משתמש בהן בצונן בלא הכשר וכן הדין בשאר איסורין, אלו דבריהם ז''ל: ",
        "<b>וכלי שמניחין בו חרוסת וכו'.</b> שם אמר אביי בית חרוסת כבית שאור שחמוצו קשה דמי אמר רבא הני אגני דמחוזא הואיל ותדירי למילש בהו חמירא ומשהו בהו חמירא כבית שאור שחמוצו קשה דמי: "
      ],
      [
        "<b>ביב של חרס שאופין עליו וכו'.</b> שם בהלכות והאי בוכיא דקא אפי ביה חמירא כולה שתא אסור למיפא ביה מצה בפסח משום דהיסקו מבחוץ ואי מלייה גומרי והסיקו מבפנים שפיר דמי ע''כ: "
      ],
      [
        "<b>כלי מתכות וכלי וכו'.</b> זה מבואר בהלכות שם נקוט האי כללא בידך דמאני דאעא ודפרזלא ודמיני מתכות ובורמי דגללא דאשתמש בהו חמירא כולה שתא בכלי ראשון צריך למעבד בהו הגעלה בכלי ראשון ודאשתמש בהו בכלי שני כגון קערות וכיוצא בהן כי שדי עלייהו רותחין בכלי שני ומשהי להו בגוייהו עד דפלטין שפיר דמי דגמרי מגיעולי עכו''ם וכו' ע''כ. <b>ומ''ש רבינו ואח''כ שוטף אותן</b> הוא לפי דעת קצת המפרשים ז''ל ממה שאמרו פ' דם חטאת בזבחים (צ\"ז.) מריקה בחמין ושטיפה בצונן. ויש שאמרו שאינו מטעם זה אלא כדי להעביר החמץ שעליהן. ומ''מ כך הוא דעת הגאונים והאחרונים שצריכין שטיפה כדברי רבינו: ",
        "<b>וכן הסכינין מרתיח וכו'.</b> בגמ' (פסחים ל':) א''ל רבינא לרב אשי הני סכיני דפסחא היכי עבדינן להו א''ל קתייהו בטינא ופרזלייהו בנורא והדר מעייל להו לקתייהו ברותחין והלכה אידי ואידי ברותחין ובכלי ראשון ע''כ בגמ'. ושפודין ואסכלאות לא נתבאר דינן בגמ' לענין חמץ בפסח ונחלקו בו המפרשים ז''ל יש מי שאומר שדינן כדין שאר איסורין וצריכין לבון ויש מי שאומר שכיון שמה שבלעו היה היתר די בהגעלה. ואפשר שזהו דעת רבינו שהזכיר כאן בסכינין הגעלה ופרק י''ז מהלכות מאכלות אסורות בלוקח סכין מן העכו''ם הצריכן לבון ולא הזכיר כאן לבון כלל. ומ''מ דעת הרמב''ן והרשב''א ז''ל להשוות חמץ לגיעולי עכו''ם והם סוברים שבסכינין אף בגיעולי עכו''ם אינן צריכין אלא הגעלה כמו שיתבאר שם: "
      ],
      [
        "<b>כלי מתכות וכו'.</b> כבר נתבאר זה למעלה בדברי ההלכות: "
      ],
      [
        "<b>כל כלי חרש שנשתמש וכו'.</b> שם מבואר בגמרא ובהלכות שכל שתשמישו על ידי חמין בכלי חרס אינו יוצא מידי דפנו לעולם. וכתבו ז''ל שאפילו מלא הקדירה גחלים והסיקה אינה מוכשרת שאינה דומה לביב של חרס שהזכרנו למעלה: ",
        "<b>ומ''ש רבינו אלא מניחן לאחר הפסח.</b> הוא כשמואל דפליג אדרב קאמר (דף ל'.) קדרות בפסח ישברו וקי''ל כשמואל בהא כדאיתא בהלכות וכן כתבו ז''ל: "
      ],
      [
        "<b>כלי ראשון שרצה להרתיחו וכו'.</b> בהלכות נלמד מגיעולי עכו''ם (ע\"ז דף ע\"ו:.) יורה קטנה מגעילה בתוך יורה גדולה ויורה גדולה מאי ת''ש דההוא דודא דהוה בי מר עוקבא אהדר ליה לישא אפומא וארתחיה קסבר מה בולעו בניצוצות אף פולטו בניצוצות, פירוש שאחורי הכלי שאינן נגעלין אלא ע''י המים שמתוך רתיחתן נשפכין באחורי הכלי די להם בכך שאף הן לא בלעו מן האיסור אלא על ידי ניצוצות האש שהיה מרתיח הכלי ולא היתה בליעה זו חזקה ודי להם בפליטה זו. ופירש''י ז''ל ובלא שפה לא סגי דניצוצות דכולא שתא פעם כאן ופעם כאן ואילו דהגעלה חדא שעתא. וכתוב בהלכות ובפסחא דאסור למיעבד בלישא עביד גדנפא דטינא ע''כ. ודין ההגעלה אם היא בכלי שהוא בן יומו יתבאר פרק י''ז מהלכות מאכלות אסורות בארוכה: "
      ]
    ],
    [
      [
        "<b>מצות עשה מן וכו'.</b> סוף ערבי פסחים (פסחים דף ק\"כ.) אמר רבא מצה בזמן הזה דאורייתא מרור דרבנן רב אחא אמר אחד זה ואחד זה דרבנן ותניא כותיה דרבא ששת ימים תאכל מצות וביום השביעי עצרת מה שביעי רשות אף ששת ימים רשות יכול לילה הראשון רשות ת״ל על מצות ומרורים יאכלוהו אין לי אלא בזמן שביהמ״ק קיים אין ביהמ״ק קיים מנין ת״ל בערב תאכלו מצות הכתוב קבעו חובה ע״כ. וכתב רבינו שמצותה כל הלילה וכן דעתו באכילת פסחים כמבואר פ' ח' מהלכות קרבן פסח וכסתם מתניתין דהקורא את המגילה (דף י\"ו:) דכל שמצותה בלילה כשר כל הלילה וכר״ע דאמר הכין ופליגא דראב״ע דאמר עד חצות וקיי״ל כר״ע מחבירו. ויש מי שפסק כראב״ע משום דסתם מתני' בפ״ק דברכות (דף ב'.) ובערבי פסחים (דף ק\"כ:) ובזבחים פרק איזהו מקומן (זבחים דף נ\"ו:) הם כמותו. ואמר רבא בפרק ערבי פסחים אכל מצה אחר חצות לראב״ע לא יצא ידי חובתו. ודברי רבינו עיקר דאמרינן בפרק מצות חליצה (יבמות דף ק\"א:) מה לי חדא סתמא מה לי תרי סתמי וכיון דאיכא סתמי לר״ע ולר' אליעזר הדרינן לכללין דקיי״ל הלכה כר״ע מחבירו כך נ״ל. <b>ומה שכתב רבינו ומשאכל כזית יצא ידי חובתו</b> מבואר בכמה מקומות בפסחים: "
      ],
      [
        "<b>בלע מצה יצא וכו'.</b> שם (פסחים קט\"ו:) אמר רבא בלע מצה יצא בלע מרור לא יצא בלע מצה ומרור בהדי הדדי ידי מצה יצא ידי מרור לא יצא כרכן בסיב ובלען אף ידי מצה לא יצא ע''כ בגמרא. ופי' כשבלע המרור לא יצא מפני שאנו צריכין שיטעום טעם המרור בפיו שהוא זכר לוימררו את חייהם וכשבלע מצה כיון שהמצה נגעה בפיו הויא לה אכילה ויצא וכשבלע מצה ומרור כאחד כתב רבינו שיצא ידי מצה ואף על פי שהמרור מפסיק בין מצה לפיו אינו חשוב הפסק לפי שהמרור טפלה למצה אבל כשכרך בסיב הסיב מפסיק וחשיב הפסק ולפיכך לא יצא אפילו ידי מצה זהו דעת רבינו וכן נראה מפירוש רש''י ז''ל. ובהשגות א''א זה שבוש שאין זה טעם למרור וכו'. ונדמה לו לר''א ז''ל שמה שכתב רבינו בלע מצה ומרור כאחת ידי מצה יצא ידי מרור לא יצא שהמרור כטפילה למצה שהוא נתינת טעם למ''ש ידי מרור לא יצא ולזה השיגו שהוא שבוש. ואין זה כונת רבינו אלא נתינת טעם הוא מפני מה יוצא ידי חובתו ממצה ואין המרור מפסיק וכמו שפירשתי למעלה: "
      ],
      [
        "<b>אכל מצה בלא כונה וכו'.</b> בראש השנה פרק ראוהו בית דין (ראש השנה דף כ\"ט.) שלחו ליה לאבוה דשמואל כפאו ואכל מצה יצא כפאו מאן אילימא כפאו שד והתניא עתים חלים עתים שוטה כשהוא חלים הרי הוא כפקח לכל דבריו כשהוא שוטה הרי הוא כשוטה לכל דבריו אמר רב אשי לא צריכא שכפאוהו פרסיים וכו' ע״כ. ופסק רבינו כן. וראיתי מי שכתב שהטעם שכיון שהוא יודע שהלילה הוא פסח והוא חייב באכילת מצה יצא אע״פ שלא נתכוון לצאת ונאנס באכילתה אבל אם היה סבור שהוא חול ואכלה או שהיה סבור שאין זה מצה ואכלה לא יצא וזהו שלא הזכירו בגמרא אלו הצדדין. ודברי טעם הן: ",
        "<b>אכל כזית מצה והוא נכפה וכו'.</b> כבר נתבאר זה בסמוך: "
      ],
      [
        "<b>אין אדם יוצא ידי אכילת מצה וכו'.</b> משנה וגמרא בפרק כל שעה (פסחים ל\"ה.) כתבתים בראש פ''ה: "
      ],
      [
        "<b>העושה עיסה מן החיטים וכו'.</b> משנה במסכת חלה העושה עיסה מן החיטים ומן האורז אם יש בה טעם דגן חייבת בחלה ואדם יוצא בה ידי חובתו בפסח אין בה טעם דגן אינה חייבת בחלה ואין אדם יוצא בה ידי חובתו בפסח. <b>ורבינו כתב אם יש בה טעם דגן</b> וממילא שאם אין בה אינו יוצא. ובהשגות א''א נראה לי והוא שיש בה דגן וכו'. אבל מדברי הרמב''ן ז''ל נראה שאפילו אין שם כזית בכדי אכילת פרס יוצא בה לפי שמדין גרירה הוא שהחטין גוררין את האורז וזהו שהזכירו חטים ואורז בדוקא וכן מבואר בירושלמי והאריך בזה בהלכות בכורות וגם רבינו פרק ו' מהלכות בכורים עם שאר מתנות כהונה כתב משנתנו בדין החלה בקמח חטים וקמח אורז ומשמע דדוקא באלו וכן עיקר: ",
        "<b>עיסת הכלבים בזמן שהרועים וכו'.</b> גם זה משנה במסכת חלה והובאה פרק יום טוב שחל (ביצה כ\"א.): ",
        "<b>מצה שלשה במי וכו'.</b> פ' כל שעה (פסחים דף ל\"ו.) אמר ר״ע מה ת״ל לחם עוני פרט לעיסה שנילושה ביין ושמן ודבש והקשו שם מדר״ע אדר״ע ותירצו לא קשיא הא ביו״ט ראשון הא ביו״ט שני וכבר כתבתי פרק חמישי שהלכה כר״ע. וסובר רבינו שלא מיעטו אלא יין ושמן ודבש וחלב ג״כ שנזכר בסוגיא לפי שהפת הנילוש בהן אינו לחם עוני אבל שאר משקין ודאי יוצא בהן וזהו שלא אמרו פרט לעיסה שנילושה במשקין. והירושלמי שהזכרתי פרק ה' שנזכר בו משקין סתם לפי שאין דרך לערב משקין אחרים אלא אלו אמר משקין סתם. ואמנם ראיתי מי שכתב שאינו יוצא במצה הנילושה במי פירות בלבד אלא עם תערובת מים לפי שאנו צריכין שמור מחמץ וכל שאינו מחמיץ אין יוצאין בו ידי מצה וכבר נתבאר שמי פירות לבד אין מחמיצין ודבר נכון הוא: ",
        "<b>אבל אין לשין אותה ביין ושמן וכו'.</b> כבר נתבאר זה בסמוך. ובהשגות א''א אע''ג דתניא בתוספתא יוצאין במצה מתובלת וכו'. ונראה לומר שהתוספתא אינה סוברת לחם עוני פרט למצה שנילושה ביין ושמן אלא דורשת אותו למעט מעשר שני וכדברי ר''י הגלילי בגמרא בכל שעה ואינה אוסרת מצה עשירה ואין הלכה כמותו אלא כר''ע כמו שכתבתי. ודוחק הוא לפרשה משתבלה כדברי הר''א ז''ל: ",
        "<b>ואין יוצאין לא בפת מורסן וכו'.</b> זה יצא לרבינו ממה שאמרו במסכת חלה נטל מורסן מתוכן וחזר לתוכן הרי אלו פטורין ומוכיח שם שאין המורסן והסובין חשובין פת ומה שאמרו בפרק כל שעה (פסחים דף ל\"ו:) יכול לא יצא אדם ידי חובתו אלא בפת הדראה ת״ל מצות מצות ריבה ואפילו כמצתו של שלמה. ופת הדראה כתוב בהל' פירוש פת סובין ומשמע שיוצא אדם בפת סובין כבר כתב הרא״ה דלאו למימרא פת סובין לחודייהו דההוא לא חשיב פת כלל אלא לומר שלא נטלו סובן, ע״כ לשון הרא״ה ז״ל ועיקר: ",
        "<b>אבל לש הוא וכו'.</b> כבר נתבאר זה בסמוך דהיינו פת הדראה שלא נטלו סוביו ופשוט הוא: ",
        "<b>וכן פת סולת נקייה וכו'.</b> גם זה מבואר בסמוך אפילו כמצתו של שלמה: "
      ],
      [
        "<b>אחד מצה שנאפית בתנור וכו'.</b> זה מחלוקת בין הגאונים כמו שכתוב בהלכות ורבינו סובר כדעת ההלכות דקי''ל (דף ל\"ז.) כר' יוחנן דאמר מעשה אילפס לא שנא הרתיח ולבסוף הדביק ולא שנא הדביק ולבסוף הרתיח נהמא הוא וחייב בחלה ואדם יוצא בה ידי חובתו בפסח והכין קא פסק רב אחא משבחא במעשה אילפס כר' יוחנן וזהו דעת רבינו כאן ובדין החלה ולזה הסכימו הרמב''ן ז''ל והרשב''א ז''ל. ובהשגות א''א מעשה אילפס אע''ג דלחם הוי וכו' באור דבריו ואע''ג דפליגי עליה רבא אהא דאביי דמי פירות אין מחמיצין וקי''ל כרבא בהא אפילו רבא מודה שעיסה זו נלושה במים ויש לחוש בה אלא א''כ באילפס וכסויה כמו שכתוב וזו סברא שלו ז''ל לא מצאתי אחד מהמפרשים שסובר כן. ואין ראיתו נראית לי כלל דהתם בשיבלין וחצבא דאבישונא שפירושו כד מלא קליות נראית היא לעין שכשמשימין אותו על האש יוצא מהן מים ולחות הרבה ולזה חשש אביי כמו שהוא סובר שמי פירות מחמיצין אבל עיסה זו אין שום לחות יוצא ממנה ונאפת היא שלא על יד שום משקה כמבואר פ''ה וא''כ כל שנאפת קודם שיעור שתבא לידי חמוץ במה נחוש אלא ודאי אין לדברים אלו עיקר: ",
        "<b>אפילו אפאה וכו'.</b> במסכת ברכות (דף ל\"ח.) ונזכר כאן בהלכות: ",
        "<b>וכן אם לא וכו'.</b> בכל שעה (דף ל\"ח.) תניא יוצאין במצה נא מאי מצה נא כל שפורסה ואין חוטין נמשכין ממנה: ",
        "<b>ויוצאין ברקיק השרוי וכו'.</b> שם (פסחים דף מ\"א.) יוצאין ברקיק השרוי ומבושל שלא נימוח דברי ר''מ ר' יוסי וכו' ובהלכות יוצאין ברקיק השרוי אבל לא במבושל אע''ג שלא נמוח מ''ט משום דבעינן טעם מצה וליכא ע''כ וקי''ל ר' יוסי ור''מ הלכה כר' יוסי: "
      ],
      [
        "<b>אין אדם יוצא וכו'.</b> משנה פרק כל שעה (פסחים דף ל\"ה.) אבל לא בטבל ולא במעשר וכו'. <b>וכתב רבינו זה הכלל כל שמברכין עליו וכו'</b> לפי שהמשנה והגמ' שבכאן שוין למשנה וגמ' שבברכות פרק שלשה שאכלו (ברכות דף מ\"ה.). וקצר רבינו כאן מפני שכבר בארו פ״א מהל' ברכות. <b>אבל מ״ש או שגזלה הוא</b> בירושלמי תני מצה גזולה אסור לברך עליה א״ר אושעיא על שם ובוצע ברך נאץ ה' הדא דתימר בתחלה אבל בסוף דמים הוא חייב לו ר״י אמר אין עבירה מצוה ר' יוסי אמר אין מצוה עבירה א״ר אילא אלה המצות אם עשיתן כמצותן הרי הן מצות ואם לאו אינן מצות ע״כ. אבל ראיתי מי שכתב ממה שאמרו אבל בסוף דמים הוא חייב לו ש״מ מצה גזולה יוצא בה בדיעבד דהא לא כתיב מצתכם ע״כ. וסוף הירושלמי אינו נראה כן אלא לא יצא והוא שגזל מצה אבל גזל חטים או קמח ועשאו פת ודאי יוצא שקנאן בשינוי ודמים לבד הוא חייב לו כך נ״ל: "
      ],
      [
        "<b>הכהנים יוצאין בחלה וכו'.</b> משנה שם (פסחים ל\"ה.) והכהנים בחלה ובתרומה: ",
        "<b>וכן במצה של מעשר שני.</b> דין מעשר שני הוא בגמרא (ל\"ו.) מחלוקת ר''י הגלילי ור''ע וידוע שהלכה כר''ע מחבירו ודין הבכורים שניהם מודים בגמרא שם (דף ל\"ו:) ומהטעם שכתב רבינו: "
      ],
      [
        "<b>חלות תודה ורקיקי וכו'.</b> משנה שם (דף ל\"ה.) חלות תודה ורקיקי נזיר עשאן לעצמו אינו יוצא בהן למכור בשוק יוצא בהן. ובגמרא (דף ל\"ח:) מבואר הטעם כמו שהזכיר רבינו: "
      ],
      [
        "<b>הכל חייבין באכילת וכו'.</b> פ' אלו עוברין (פסחים דף מ\"ג.) מימרא נשים חייבות באכילת מצה דבר תורה וכו'. וידוע היקש הנשים לעבדים: ",
        "<b>קטן שיכול לאכול וכו'.</b> זה למד רבינו ממה שאמרו פרק לולב הגזול (סוכה מ\"ב:) קטן שיכול לאכול כזית צלי שוחטין עליו את הפסח מ''ט איש לפי אכלו כתיב ר' יהודה אומר אין שוחטין עליו את הפסח אלא א''כ יודע להבחין וכו' משמע התם דכל שיודע לעשות הדבר מחנכין אותו: ",
        "<b>חולה או זקן וכו'.</b> פ' כל שעה (פסחים דף מ\"א.) מפורש בהלכות ופשוט: "
      ],
      [
        "<b>מדברי סופרים שאין וכו'.</b> פרק ערבי פסחים (פסחים דף קי\"ט ק\"כ.) אמר שמואל אין מפטירין אחר מצה אפיקומן מר זוטרא מתני אין מפטירין אחר הפסח אפיקומן אבל אחר מצה מפטירין. ובהלכות מסתברא לן דלישנא קמא אליבא דגמ' ולישנא בתרא אמר כמר זוטרא הלכך עבדינן כלישנא קמא אליבא דגמ' והכין נהוג עלמא וכן כתבו הגאונים ז״ל: "
      ],
      [
        "<b>אסרו חכמים לאכול וכו'.</b> בהלכות פ' אלו עוברין ירושלמי א''ר לוי האוכל מצה בערב פסח כבא על ארוסתו בבית חמיו והבא על ארוסתו בבית חמיו לוקה. ופי' מכת מרדות מדרבנן. ויש מי שכתב דדוקא לאחר איסור חמץ דהיינו אירוסין דמצה, ומדברי רבינו נראה כל היום: ",
        "<b>וכן אסור לאכול וכו'.</b> ראש פרק ערבי פסחים (פסחים דף צ\"ט:) סמוך למנחה לא יאכל אדם עד שתחשך. ובגמרא (דף ק\"ז.) איבעיא להו סמוך למנחה גדולה תנן או דלמא סמוך למנחה קטנה תנן וכו' ומשמע התם דסמוך למנחה קטנה תנן וכן כתוב בהלכות סמוך למנחה מתשע שעות ולמעלה דמנחה גופא מתשע שעות ומחצה ולמעלה וסמוך לה תשע שעות ע״כ: ",
        "<b>אבל אוכל הוא מעט וכו'.</b> שם בגמ' (דף ק\"ז:) א''ר אמי אבל מטביל הוא במיני תרגימא ר' יצחק מטביל בירקי. ובהל' מטבל מטפל כלומר מעביר פתו במיני תרגימא כגון פירות וקטניות וכיוצא בהן, ע''כ: ",
        "<b>וחכמים הראשונים וכו'.</b> שם (דף ק\"ז ק\"ח.) רבה שתי כוליה מעלי יומא דפסחא חמרא כי היכי דניגרריה לליביה ולטעום טעם מצה. רב ששת הוה יתיב בתעניתא כל מעלי יומא דפסחא: ",
        "<b>אבל בשאר ערבי ימים טובים וכו'.</b> שם בראש הפרק (דף צ\"ט:) ר' יוסי אומר אוכל והולך עד שתחשך וקי''ל דהלכה כר' יוסי כדאיתא בהלכות: "
      ]
    ],
    [
      [
        "<b>מצות עשה מן התורה לספר בנסים ובנפלאות וכו'.</b> זה מבואר במכילתא ומבואר ג''כ בערבי פסחים (קט\"ז.): ",
        "<b>ומנין שבלילה של חמשה עשר וכו'.</b> גם זה מבואר במכילתא ונזכר בהגדה: ",
        "<b>מצוה להודיע לבנים וכו'.</b> (דף קט\"ז.) במשנה ולפי דעתו של בן אביו מלמדו ומבואר בגמ': "
      ],
      [],
      [
        "<b>וצריך לעשות שינוי וכו' וכיצד משנה וכו'.</b> (דף ק\"ח ק\"ט) שם בברייתא מחלק להם קליות ואגוזים כדי שישאלו תניא ר' אליעזר הגדול אומר חוטפין מצה בערב הפסח בשביל התינוקות שלא יישנו. עוד שם למה עוקרים את השלחן אמרי דבי רבי ינאי כדי שישאל התינוק: ",
        "<b>אין לו בן וכו'.</b> שם (דף קט\"ז) ת''ר חכם בנו שואלו ואם לאו אשתו שואלתו ואם לאו הוא שואל לעצמו אפילו שני תלמידי חכמים שיודעין בהלכות הפסח שואלין זה לזה: "
      ],
      [
        "<b>וצריך להתחיל וכו'.</b> במשנה מתחיל בגנות ומסיים בשבח ודורש מארמי אובד אבי עד שיגמור כל הפרשה כולה ובגמ' מאי גנות רב אמר מתחלה עובדי אלהים אחרים רבא אמר עבדים היינו לפרעה במצרים: "
      ],
      [
        "<b>כל מי שלא אמר שלשה דברים אלו וכו'.</b> במשנה (דף קט\"ז) רבן גמליאל אומר כל מי שלא אמר שלשה דברים אלו בפסח לא יצא ידי חובתו ואלו הן פסח מצה ומרור וכו' כלשון רבינו: "
      ],
      [
        "<b>בכל דור ודור חייב וכו'.</b> גם זה במשנה שם (דף קט\"ז.) בכל דור ודור חייב אדם להראות את עצמו כאילו הוא יצא ממצרים וכו': "
      ],
      [
        "<b>לפיכך כשסועד אדם בלילה הזה וכו'.</b> גם זה (דף צ\"ט:) במשנה ואפילו עני שבישראל לא יאכל עד שמסב ולא יפחתו לו מארבעה כוסות של יין ואפילו מן התמחוי. ובגמרא (דף ק\"ח:) ת''ר ארבעה כוסות הללו צריך שיהא בהן כדי רביעית אחד האנשים ואחד הנשים ואחד התינוקות. עוד שם אמר ריב''ל נשים חייבות בארבעה כוסות שאף הן היו באותו הנס: "
      ],
      [
        "<b>אשה אינה צריכה הסבה וכו'.</b> שם אשה אינה צריכה הסבה ואם חשובה היא צריכה הסבה בן אצל אביו צריך הסבה תלמיד אצל רבו מאי ת''ש אמר אביי כי הוינן בי מר הוה מזגינן אברכי דהדדי כי אתינא לבי רב יוסף אמר לן לא צריכיתו מורא רבך כמורא שמים איבעיא להו שמש מאי ואפשיט דצריך הסבה: ",
        "<b>והסבת ימין לא שמה הסבה וכו'.</b> שם פרקדן לא שמיה הסבה והסבת ימין לא שמה הסבה. ופי' רבינו פרקדן מסב על ערפו או על פניו וכן עיקר שכל שאינו מוטה על צדו קרוי פרקדן: ",
        "<b>ואימתי צריכין הסיבה וכו'.</b> שם אתמר מצה צריכה הסיבה מרור לא צריך הסיבה יין אמרי לה תרי כסי קמאי צריך הסיבה תרי כסי בתראי לא צריך הסיבה ואמרי לה איפכא והשתא דאתמר הכי ואתמר הכי אידי ואידי בעו הסיבה:  ",
        "<b>ואימתי צריכין הסיבה וכו'.</b> ה''ה כתב שם אתמר מצה צריכה הסיבה וכו' יין אמרי תרי כסי קמאי וכו' והשתא דאתמר הכי ואתמר הכי אידי ואידי בעו הסיבה. אבל המפרשים מקשים דהא בעלמא קי''ל איפכא דכל ספיקא דרבנן לקולא וכו'. וי''א דהכא כיון דלאו מילתא דטירחא היא עבדינן לרווחא דמילתא. והר''ן כתב דע''כ אית לן למעבד הסיבה בכולהו דאי נזיל לקולא אמאי נקיל בהני טפי מהני ואי נקיל בתרוייהו הא מיעקרא מצות הסיבה לגמרי. כתב הר' מנוח אשה חשובה כלומר שאין לה בעל והיא גברת הבית א''נ שהיא חשובה בפרי ידיה בת גדולי הדור אשת חיל יראת ה'. א''נ אשה חשובה שיש לה עבדים ושפחות שאינה צריכה להתעסק בתיקון המאכל וענייני הבית. ושמש אע''פ שמתעסק בצרכי הבית מיסב לפי שהקונה ע''ע כקונה אדון. תלמיד לפני רבו אין צריך הסבה (ה\"ה לשוליא דנגרי x): לא כתב רבינו גבי מרור דיוצאים בדמאי וכו'. משום דהשתא במצה דאורייתא נפיק אמרור דרבנן לא כל שכן דגלי במצה וה''ה למרור: "
      ],
      [
        "<b>ארבעה כוסות אלו וכו'.</b> מפורש שם (דף ק\"ח:) שאם לא מזגן שאינו יוצא כל ידי חובתו כמו שיתבאר בסמוך. <b>ומ''ש רבינו הכל לפי היין ולפי דעת השותה,</b> פשוט הוא ומבואר בהרבה מקומות ולא כל היינות ולא כל האנשים שוין: ",
        "<b>ולא יפחות בארבעתן וכו'.</b> שם אמר שמואל ארבעה כוסות הללו צריך שיהא בהן כדי מזיגה יפה. ופירשו לכל חד וחד דהיינו רובע רביעית יין חי בכל אחד: ",
        "<b>שתה ארבעה כוסות וכו'.</b> שם שתאן חי יצא אמר רב ידי יין יצא ידי חירות לא יצא. פי' שיש בכל אחד רביעית יין חי. ופירוש ידי חירות לא יצא שאין זו מצוה כתקנה אלא ע''י מזוג: ",
        "<b>שתה ארבעה כוסות וכו'.</b> שם שתאן בבת אחת ידי יין יצא ידי ארבעה כוסות לא יצא. פי' שאע''פ ששתה ארבעה כוסות חלוקין כיון שלא שתאן על הסדר לא יצא: ",
        "<b>ואם שתה מכל וכו'.</b> שם השקה מהן לבניו ולבני ביתו יצא אמר רב נחמן והוא דאישתי רובא דכסא: "
      ],
      [
        "<b>כל כוס וכוס וכו'.</b> במשנה (דף קי\"ד קט\"ז וקי\"ז:) שם מזגו לו כוס ראשון ב''ה אומרים מברך על היין ואח''כ מברך על היום מזגו לו כוס שני וכאן הבן שואל וכו' מזגו לו כוס שלישי מברך על מזונו מזגו לו כוס רביעי גומר עליו את ההלל ואומר עליו ברכת השיר ומפרש בגמרא ברכת השיר מה היא. עוד במשנה בין כוסות הללו אם רצה לשתות ישתה בין שלישי לרביעי לא ישתה. ובירושלמי הטעם כדי שלא ישתכר וישכח מלומר את ההלל. והקשו והלא משוכר הוא ותירצו יין שבתוך המזון אינו משכר שלאחר המזון משכר: "
      ],
      [
        "<b>החרוסת מצוה וכו'.</b> (דף קי\"ד) במשנה אף על פי שאין חרוסת מצוה רבי אליעזר ברבי צדוק אומר מצוה. והלכה כמותו דשקלו אמוראי אליביה (דף קט\"ז) בגמרא דאמרינן מאי מצוה רבי לוי אומר זכר לתפוח עוררתיך רבי יוחנן אמר זכר לטיט ותניא כותיה דרבי יוחנן. תבלין זכר לתבן חרוסת זכר לטיט: "
      ],
      [
        "<b>אכילת מרור אינה וכו'.</b> פרק ערבי פסחים (פסחים דף ק\"כ) מימרא כתבתיה ראש פ״ו מרור בזמן הזה דרבנן דכתיב על מצות ומרורים יאכלוהו: "
      ],
      [
        "<b>מרורים האמורים וכו'.</b> משנה בכל שעה (דף ל\"ט) אלו ירקות שאדם יוצא בהן ידי חובתו בפסח בחזרת ובעולשין ובתמכא ובחרחבינא ובמרור יוצאין בהן בין לחין ובין יבשין אבל לא כבושין ולא שלוקין ולא מבושלין מצטרפין בכזית ויוצאין בקלח שלהן. ובגמרא (דף ל\"ט:) גבי בין לחין ובין יבשין אמר רב הונא לא שנו אלא קלח אבל עלין לחין אין יבשין לא והקשו על זה מלשון המשנה ותירצו כמבואר שם: "
      ]
    ],
    [
      [
        "<b>סדר עשיית מצות אלו וכו'.</b> הסדר הזה מבואר פרק ערבי פסחים וידוע לכל ולזה לא אכתוב מן הגמרא רק המקומות שיהיה בהם בדברי רבינו מחלוקת עם אחרים: ",
        "<b>בזמן הזה מביאין וכו'.</b> (פסחים קי\"ד) בגמ' מצוה להביא לפניו מצה וחזרת ושני תבשילין מאי אינון שני תבשילין אמר רב הונא סלקא וארוזא חזקיה אמר אפילו דג וביצה. רב יוסף אמר צריך שני מיני בשר אחד זכר לפסח ואחד זכר לחגיגה רבינא אמר אפילו גרמא ובשולא. ורבינו פסק כרב יוסף. והמנהג הפשוט בארצנו הוא בשר וביצה: "
      ],
      [
        "<b>מתחיל ומברך בפה''א ולוקח ירק וכו'.</b> פי' ואינו מברך לאחריו וכן כתב הרשב''א ז''ל. ושיעור כזית הוא כדעת רבינו לפי שאין אכילה פחותה מכזית. וראיתי מי שכתב כל שהוא לפי שאין זה אלא כדי שישאלו התינוקות: "
      ],
      [],
      [],
      [
        "<b>ומברך בורא פרי הגפן וכו'.</b> זהו כדעת ההלכות והרבה מן הגאונים שסוברין שכל אחד מארבעה כוסות הללו צריך ברכה לפניו. אבל קצת הגאונים סוברין שאינן טעונין אלא כוס ראשון וכוס של ברכה ודעת העיטור והרשב''א והרא''ה ז''ל כן ולענין ברכה אחרונה דהיינו על הגפן ועל פרי הגפן כתוב בהלכות איכא מאן דאמר לא מברכין אלא בסוף ואיכא מאן דאמר דמברכים לאחר תרי דמקמי סעודה ולבתר תרי דבתר סעודה והדין טעמא בתרא טעמא דמסתבר ושפיר דמי למעבד הכי עכ''ל ההלכות. ואף בזו חולקין האחרונים וסוברין כדברי רבינו האיי גאון ז''ל וקצת גאונים שאומרים שאין לברך ברכה אחרונה אלא בסוף, וכן עיקר: "
      ],
      [
        "<b>ולוקח שני רקיקין וכו'.</b> מה שכתב רבינו שמברכין על הפרוסה בפסח כן מבואר בהלכות ונסמכו על זה על מה שאמרו (דף ל\"ט:) בברכות הכל מודים בפסח שמניח פרוסה לתוך שלימה ובוצע. ופי' מברך על הפרוסה וזהו דעת הרבה מן הגאונים ז''ל אבל יש מהם מי שכתב דההיא דברכות דוקא בהביאו לפניו פתיתין ושלמין אבל אם הביאו לפניו הכל שלמין אינו פורס. וכבר פשט המנהג כסברא ראשונה: ",
        "<b>ואח''כ כורך מצה ומרור וכו'.</b> פי' זהו במקדש ונחלקו (פסחים קט\"ו) בגמרא שהלל כורכן בבת אחת וחולקין עליו חביריו ואמרו אפילו זה בפני עצמו וזה בפני עצמו. ובגמ' חששו לדברי הלל כמו שיתבאר למטה. ולזה כתב רבינו הכריכה <b>כהלל וכתב ואם אכל מצה בפני עצמה וכו'</b> וכן אמרו בגמ' והשתא דלא אתמר הלכתא לא כהלל ולא כרבנן וכו'. ובהשגות א''א זהו כהלל ומ''מ לא דייק זה הסדר ע''כ. ולא נתבאר טעמו. ודין ברכת הזבח והפסח (דף קכ\"א) במשנה וכר''ע: "
      ],
      [],
      [
        "<b>בזמן הזה שאין שם קרבן וכו'.</b> בגמרא (דף קט\"ו) והשתא דלא אתמר הלכתא לא כהלל ולא כרבנן מברך אמצה לחודה ואכיל והדר מברך אמרור לחודיה ואכיל והדר אכיל מצה ומרור בהדי הדדי זכר למקדש כהלל ע''כ שם. וסובר רבינו שהכל בטבול בחרוסת וכן כתוב בהלכות ה''ר יצחק ן' גיאת ז''ל מברך על אכילת מצה וטובל ואוכל ונוטל מן החזרת ומטבל בחרוסת וכורך מצה בחזרת ומטבל בחרוסת ואוכל עכ''ל. אבל בהשגות כתוב על טבול המצה בתחלה א''א זה הבל ע''כ. ואף כאן לא ביאר בזה טעם. ובאמת שהרבה מן האחרונים ז''ל סוברין שאין טיבול במצה כשהיא לבדה וכן נהגו ומ''מ לא היה לו לההביל הדבר כי לא דבר רק הוא: "
      ],
      [],
      [
        "<b>ויש לו לגמור וכו'.</b> בהשגות א״א אין הדעת מקבלת כן וכו'. ודברי רבינו מבוארין סוף פרק כיצד צולין (פסחים דף פ\"ה פ\"ו) דאמרינן התם אמר רב גגין ועליות לא נתקדשו והקשו ומי אמר רב הכי והאמר רב משום ר' חייא כי זיתא פסחא והלילא פקע איגרא מאי לאו דאכלי באיגרא ואמרי באיגרא. ותירצו לא דאכלי בארעא ואמרי באיגרא והקשו והא תנן אין מפטירין אחר הפסח אפיקומן ואמר רב שלא יעקרו מחבורה לחבורה. ותירצו לא קשיא כאן בשעת אכילה כאן שלא בשעת אכילה וזה מבואר וע״כ לא אמרו דבשעת אכילה אסור אלא משום פסח, וזה ברור: "
      ],
      [
        "<b>מקום שנהגו לאכול וכו'.</b> פ' מקום שנהגו (פסחים דף נ\"ג) מקום שנהגו לאכול צלי בלילי פסחים אוכלים מקום שנהגו שלא לאכול אין אוכלין. ופ' יו״ט שחל במשנה (ביצה כ\"ב:) ועושין גדי מקולס בלילי פסחים וחכמים אוסרין. <b>ולזה כתב רבינו שגדי מקולס בכל מקום אסור</b> ודבר ברור הוא והטעם מבואר בגמרא לפי שנראה כאוכל קדשים בחוץ כמו שכתב רבינו. <b>ולזה כתב רבינו שאם היה מחותך וכו' מותר</b> לפי ששנינו פרק כיצד צולין (פסחים ע\"ד) ת״ר איזהו גדי מקולס כל שצלאו כולו כאחד נחתך ממנו אבר או נשלק ממנו אבר אין זה גדי מקולס, ופי' שם אפילו נשלק במחובר לו והובאה ברייתא זו בהלכות פרק מקום שנהגו: "
      ],
      [
        "<b>מי שאין וכו'.</b> זה מבואר בהלכות וזה לשונם היכי עביד שרי ברישא המוציא ובצע ליה לרפתא ומנח ידיה עלויה עד דגמר קדושא וכיון דגמר קדושא מברך לאכול מצה ואכיל והדר מטבל בשאר ירקי ועקר ליה לפתורא ובתר הכי אמר מה נשתנה וכולא הגדה עד גאל ישראל ומברך אמרור ואכיל והדר כריך מצה ומרור ואכיל בלא ברכה, ע''כ. ורבינו קצר במובן: ",
        "<b>מי שאין לו ירק וכו'.</b> מסקנא דגמרא שם (דף קט\"ו) וראיתי נוסח הברכות כדברי רבינו שהוא בעל אכילת מצה ועל אכילת מרור והטעם לדבריו לפי מ''ש פרק אחד עשר מהלכות ברכות הוא מפני שבברכה זו מוציא עצמו ואחרים עמו השומעין אותו שאין צריכין לברך וצ''ע ושם יתבאר דעתו בארוכה. אבל לפי דעת הרבה מן האחרונים הנוסח הוא לאכול מצה ולאכול מרור וכן עיקר: "
      ],
      [
        "<b>מי שאין לו וכו'.</b> זה מבואר בהלכות כך והיכא דלית ליה כולה סעודתא ממצה דמנטרא אלא כזית בלחוד הוא דאית ליה אכיל ברישא מהאיך דלא מינטר ומברך עליה המוציא ולסוף מברך על כזית דמינטר לאכול מצה ואכיל ומברך אמרור ואכיל והדר כריך מצה ומרור ואכיל בלא ברכה עכ''ל. וכן כתבו הרבה מן הגאונים ז''ל והכרח הוא לומר בדעת רבינו שהוא סובר או שיאכל המרור קודם או שהוא עושה כסדר הכתוב בהלכות ואם כדעת ההלכות היה דעתו היה לו לבאר. וכתב הרשב''א ז''ל הרי ששכח מלאכול מצה כזית באחרונה וגמר כל הסדר כיצד הוא עושה חוזר ומברך המוציא ואוכל כזית מצה ומברך ברכת המזון בלא כוס דברכת המזון אינה טעונה כוס, ע''כ: "
      ],
      [
        "<b>מי שישן וכו'.</b> מתוך מ''ש רבינו דין זה בהלכות אלו נראה שהוא סובר שדין זה הוא אפילו במצה ודעתו לפרש המשנה שאמרה (דף ק\"כ:) ישנו מקצתן יאכלו כולן לא יאכלו ר' יוסי אומר נתנמנמו יאכלו נרדמו לא יאכלו שהוא בפסח ולדידן דקי''ל דאין מפטירין אחר מצה אפיקומן הוא הדין דלאחר אכילת מצה אם ישן כבר סלק סעודתו ואינו רשאי לאכול דברים אחרים ולחזור ולאכול מצה בסוף וכן כתבו קצת מפרשים והביאו ראיה שהוא הדין למצה ממה שאמרו בגמ' אביי הוה יתיב קמיה דרבה וקא ניים אמר ליה מינם קא ניים מר אמר ליה אין נמנומי קא מנמנמנא דתנן נתנמנמו יאכלו נרדמו לא יאכלו ע''כ. ואביי ורבה אחר החורבן כמה שנים הוו ונמנומו של רבה היה אחר אכילת מצה של מצוה והלכה כר' יוסי ג''כ מהא דרבה. ויש בזה שיטה אחרת שאין משנתנו אלא לפסח בלבד אבל לענין מצה לא אלא דהוי הפסק שצריך לחזור וליטול ידיו ולברך המוציא וזו היא שיטת הר''א ז''ל בהשגות. ולדבריו מעשה דרבה לא היא אלא לענין אם היה צריך לחזור ולברך אבל לא לאיסור אכילה. ויש מפרשים שלא היה נמנומו של רבה בסעודה ולא הביאוהו אלא להודיענו שיש חילוק בין נתנמנמו לנרדמו וכר' יוסי דרבה ס''ל הכין. ולזה הסכים הרב ר' אהרון הלוי ז''ל: <b>סליקו להו הלכות חמץ ומצה</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [
        "<b>החמץ בפסח וכו'.</b> כתב הרב מהר''ר אליה מזרחי ז''ל בתוספותיו על סמ''ג החמץ בפסח אסור בהנאה הה''נ בקודם הפסח משש שעות ולמעלה ואף לר''ש שורפין גזירה שמא יאכלנו כדכתבו התוס' אלא נקט בפסח כלשון הרמב''ם כדלעיל אבל לא משום דהאי קרא דלא יאכל דמיירי בתוך הפסח שני בלישניה כדחזקיה (פסחים כ''א:) דהא קי''ל כר' אבהו דאמר כל מקום שנאמר לא תאכל לא תאכלו אחד איסור אכילה ואחד איסור הנאה במשמע וא''כ מאי איריא תוך הפסח אפילו קודם הפסח נמי, עכ''ל. ותמהני דהא לא כתבו התוספות בדף כ''ח דגם לר''ש שורפין אלא לאפוקי שלא יסיקנו מעט משום דילמא אתי למיכל מיניה אבל בבת אחת אה''נ דמותר להסיק תבשילו אע''פ שהוא מתבשל בזמן האיסור וכן בשאר הנאות פשיטא דשרי כל היכא דליכא למיגזר שמא יאכלנו. ועוד דאפילו אם הוה אמר ר''ש דאסור בהנאה קודם זמן איסורו היינו משום גזירה ולא מדאורייתא והכא לענין שאם נהנה עובר בלאו הוא דעסקינן והכי ה''ל לרא''ם לומר לסמ''ג דמשום דפסק כר''ש כתב בפסח דקודם פסח מותר בהנאה לר''ש ורבינו אע''ג דס''ל כר''י כתב בפסח כלישניה דחזקיה דאע''ג דכר' אבהו ס''ל כמבואר בפ''ח מהל' מאכלות אסורות בפירוש וגם בפ''ב מהלכות שחיטה נראה שסובר כן שכתב שחיטת חולין בעזרה אינו אלא דברי קבלה והיינו כר' אבהו כדאיתא בפ' כל שעה דאילו לחזקיה חולין בעזרה דאורייתא נינהו ובפ' זה כתב דחמץ בי''ד מחצות ולמעלה אסור בהנאה כר''י והתם לא כתיב לא יאכל אלא לא תאכל ואפ''ה אסור בהנאה וכדר' אבהו אע''פ שהתוס' כתבו בדף כ''ח דלחזקיה נמי לפני זמנו אסור בהנאה משום דכיון דחד מהני קראי משמע איסור הנאה לא נחלק ביניהם אפ''ה ממ''ש בפ''ח מהל' מאכלות אסורות ופ''ב מהל' שחיטה משמע בהדיא דסבר כר' אבהו עכ''ז לענין איסור הנאה בפסח כיון דאיכא קרא מפורש ביותר דכ''ע מודו ביה נקטיה וכעין זה כתב הר''ן להרי''ף: \n",
        "<b>והמניח חמץ ברשותו וכו'.</b> וא''ת ה''ל למימר דעובר בג' לאוין דהא עובר בלאו דלא יראה לך חמץ. וי''ל דלא יראה לך חמץ ולא יראה לך שאור לא חשיבי אלא לאו אחד משום דלא בא אלא ללמד דהיינו חמץ היינו שאור וכדאמרינן בריש יום טוב (דף ז':) פתח הכתוב בחמץ וסיים בשאור לומר לך היינו חמץ היינו שאור כלומר אין בין חמץ לשאור: \n",
        "<b>ואיסור החמץ וכו'.</b> משום דלגבי ביעור איפליגו בית שמאי ובית הלל אבל לענין אכילה כ''ע מודו כדאיתא בריש יום טוב מש''ה כתב הרמב''ם דאיסור דחמץ ושאור אחד הוא הכא גבי ביעור, ודייק לפתוח בחמץ באומרו והמניח חמץ ולסיים בשאור באומרו לא יראה לך שאור לומר דחמץ ושאור אחד הוא כמו שעשתה התורה כדאיתא בריש יו''ט, ובזה ניחא למה כתב לא יראה דגבי שאור שהוא מאוחר ולא כתב לא יראה לך חמץ שהוא קודם. ומה הוא חמץ ומה הוא שאור נתבאר בריש יו''ט דחמץ חזי לאכילה ושאור לא חזי לאכילה וצריכי למכתב תרווייהו כדאיתא התם: \n",
        "<b>כתב</b> המגיד משנה ובהשגות א''א דוקא לשיעוריהן אבל לענין ביעור ולענין אכילה וכו'. וא''א שיהיה הלשון מכוון דהא בריש יו''ט אמרינן דלאכילה מודים ב''ש דשוים הם ולא פליגי אלא לענין ביעור, ואין לפרש דכשנפסל מאכילת כלב יש חילוק ביניהם דחד מהם אם אכלו חייב והאחר אם אכלו פטור דכיון שנפסל מאכילת הכלב פשיטא דפטור על שניהם, וגם אין לומר דחד מהם אסור לאוכלו אם נפסל מאכילת כלב והאחר מותר כיון שנפסל דהי מנייהו תשרי דהא בכל חד מינייהו איכא צד קולא וחומרא כדאיתא בריש יו''ט. לפיכך נ''ל להגיה דוקא לשיעוריהן ולאכילה אבל לענין ביעור יש הפרש ביניהם כלומר דשיעור שניהם שוה לכל דבר כב''ה ואם אכל מאיזה מהם אם לא נפסל חייב ואם נפסל פטור אבל לענין ביעור יש הפרש ביניהם וכו' וס''ל להראב''ד דחמץ אינו ראוי לשחקו ולחמע בו וכ''כ רא''ם, ביאור דבריו דברייתא בפת שאור וכו' דאי בחמץ ונפסל ודאי לא היה צריך לזה הטעם דמשמע דמטעמא אחרינא מיתסר והא ליתא אלא כשמזכיר חמץ לאיסורא ודאי שהכוונה בו שלא נפסל. וכן נראה עיקר שבפרק אלו עוברין תניא וכו' עד וא''כ ברייתא דהפת שעפשה חייב לבער בשלא נפסלה היא. כל זה הוא הצעת הברייתות וישובן והכרע לדברי הרמב''ם הוא מועלה קאמר ר''ש וכו' ותו דפת סתם וכו' ולהרמב''ם צ''ל דחמץ נמי ראוי לשחקו ולחמע בו ודעת הרא''ש כהרמב''ם וכן נראה מדברי הר''ן והוא דעת הרי''ף שלא כתב אלא ברייתא אחת ואילו להראב''ד שתיהן צריך לכתוב. וסמ''ג כפי מה שפירש בו רא''ם כהראב''ד ונראה שגורס רא''ם בדברי הראב''ד לא שייך במקום לא צריך וא''כ אינו צריך לביאור ה''ה. ולענין חמץ שנתעפש ונפסל מאכילת כלב כתב הרא''ש שיש מתירים באכילה ויש אוסרים ולזה דעתו מסכמת: \n\n"
      ],
      [
        "<b>אינו לוקה וכו'.</b> כתב רא''ם ויש לתמוה דהא בשורש ט' נראה שאין לוקין וכו'. ובאמת כי ליישב זה היה אפשר לפרש דאינו לוקה אלא אחת אע''פ שהזכיר שני הלאוין וכן היה אפשר לפרש הסמ''ג כי אע''פ שהוסיף ללקות עליהם היינו לפי שהתחיל אינו עובר ולא התחיל אינו לוקה אבל מ''מ אכתי קשיא היאך מנאן בשני לאוין. והנראה בעיני דלא יראה לא משמע אלא כשהוא נראה לעינים דוקא וכן משמע בספר המצות מצוה ר' ומצוה ר''א. ומ''ש בפ''ד עובר משום בל יראה ובל ימצא לאו למימרא דבכל אחד מהנזכרים לעיל עובר בשניהם אלא היכא דשייכי תרוייהו עובר בשניהם דכל היכא דעבר על לא יראה עבר נמי על לא ימצא אבל בטמון לא עבר אלא על לא ימצא. וע''ד זה יש לפרש גם הברייתא השנויה בפ''ק דפסחים (דף ה':) שממנה למד הרמב''ם דינים הללו הנזכרים בפ''ד: \n\n"
      ],
      [
        "<b>חמץ שעבר וכו'.</b> כתב ה''ה נלמד מדין ישראל שהרהין חמצו אצל נכרי וכו', כלומר דאמרי' ביה שאם לא א''ל קנה מעכשיו אסור אחר הפסח ולא מפלגינן בין אם היה אנוס ולא יכול לפרוע לנכרי להיכא דהיה בידו לפרוע, אבל מדברי הר''ן משמע שאם לא עבר עליו לא מדאורי' ולא מדרבנן כגון ששכחו ואחר פסח מצאו מותר ולפי זה ההיא דישראל שהרהין חמצו ביש לו לפרוע היא בדוקא א''נ דאפילו אין בידו לפרוע לא מיקרי אנוס משום דמעיקרא לוה מדעתו, ואפשר דהר''ן נמי ראוי לעבור קאמר וכדברי ה''ה. כתב הר''ן דהא דקנסו רבנן לאו לדידיה דוקא דעבד איסורא קנסו אלא לכ''ע נמי קנסו: \n\n"
      ],
      [
        "<b>חמץ שנתערב וכו'.</b> משמע דס''ל לרבינו דבזמנו דקאמר רבא היינו תוך הפסח דוקא ומשום דחמיר שאיסורו בכרת ועובר על לא יראה וכו' הוי במינו במשהו אבל משש שעות ולמעלה כיון דלית ביה כרת לא מיתסר במשהו אלא בששים כשאר איסורים וכן דעת הרא''ש וסמ''ג. אבל הר''ן פירש דמשש שעות ולמעלה הוי זמנו ומיתסר במשהו וזה לפי שסובר דרבא בא לפרש ענין איסור החמץ בכל הזמנים וא''כ אם לא תכניסהו בכלל זמנו ע''כ נכנס בכלל שלא בזמנו וזה אי אפשר. אבל רמב''ם והרא''ש וסמ''ג ס''ל שלא בא לפרש אלא איסור החמץ בתוך הפסח והיתרו לאחר הפסח אבל ענין איסורו משש שעות ולמעלה לא חש להזכירו דהכי הוא בשאר איסורים דאי אתא לאשמועינן דגם משש שעות ומעלה הוי במשהו לא ה''ל לסתום דבריו והכי הל''ל חמץ משש שעות ומעלה במשהו. ורא''ם שכתב דסמ''ג פירש דבזמנו היינו בתוך הפסח איידי דבעי לפרושי שלא בזמנו יותר הל''ל שנזהר מפירוש הר''ן. ומה שרצה ה''ה לומר דלהרמב''ם אפילו נתערב מתחלת השנה משהו אסור בפסח נ''ל שלא מן השם הוא דלעולם בזמנו דקאמר רבא לא קאי אלא לתוך הפסח כמו שכתבתי אבל נתערב משש שעות ולמעלה בטל בששים מיהו היינו לאוכלו קודם הפסח אבל לענין אכילתו בתוך הפסח ואפילו נתערב מתחלת השנה ס''ל דחוזר וניעור ואסור וכמ''ש בספ''ד ובזה מחולקים הרמב''ם והרא''ש. ומ''ש דכיון דטעמו משום שיש לו מתירין ה''ה לנתערב משש ולמעלה אפשר לומר כן בנתערב במינו אבל שלא במינו כיון דטעמא דחמץ במשהו הוא משום דכתיב כל מחמצת לא תאכלו כמ''ש הרמב''ם בט''ו ממאכלות היינו בתוך הפסח דכתיב ביה האי קרא אבל משש ולמעלה דלא כתב ביה כל לא הוי במשהו כך נ''ל. ודברי הרב המגיד נ''ל לבארם דסובר דלהרמב''ם בזמנו דקאמר אזמן אכילתו קאי ולא אזמן תערובתו דאפילו נתערב מתחלת השנה חוזר וניעור ומ''מ דברי הרמב''ם שכתב חמץ שנתערב בדבר אחר תוך הפסח מוכיחים דנתערב בתוך הפסח קאמר דאל''כ הכי הל''ל חמץ שנתערב בדבר אחר אפילו כל שהוא אסור לאוכלו בפסח ועוד דלמה לו לכתוב דין זה כאן ולשנותו בפ''ד. לכן נ''ל דאשמעינן הכא דדוקא כשנתערב בפסח הוא דאוסר במשהו כיון שאוכלו בפסח אבל אם נתערב משש שעות ולמעלה ורוצה לאוכלו אז אינו אוסר אלא בפחות מס' כשאר איסורים ובפ''ד אשמעינן דאפילו נתערב מתחלת השנה דינו כנתערב בפסח לענין לאוכלו בפסח משום דחוזר וניעור: \n",
        "<b>כתב</b> הרב המגיד כאן לשון רש''י ואפילו שהייה בעיניה ועבר עליה לא קניס וכו'. כלומר כשנתערב קודם הפסח בפחות מכזית בכדי אכילת פרס: \n",
        "<b>חמץ שנתערב בדבר אחר תוך הפסח בין במינו בין שלא במינו ה''ז אוסר בכל שהוא.</b> פרק כל שעה (פסחים ל') אמר רבא חמץ וכו' וגירסת רבינו בין במינו בין שלא במינו בכל שהו א''נ אינו גורס בכל שהוא אלא אסור אבל דעתו כדעת ההלכות דמדלא יהיב שיעורא וכו'. וכתב ה''ה וטעם איסור החמץ בזמנו שהוא במשהו כתב רבינו פט''ו מהלכות מאכלות אסורות לפי שהוא דבר שיש לו מתירין שהרי אחר הפסח יהיה כל התערובת מותר. והר''ן בפירוש ההלכות השיג על טעם זה וכתב דמאי דאמרינן דבר שיש לו מתירין אפילו באלף לא בטיל משמע ודאי דמדרבנן הוא וכיון דמדרבנן הוא היכי מחמרינן טפי למיגזר שלא במינו אטו מינו בשלמא לרב כיון דס''ל דמין במינו מדאורייתא לא בטיל שייך למיגזר שלא במינו אטו מינו אלא לרבא אמאי, ועוד שקרוב הדבר לומר דכיון שחומרא דדבר שיש לו מתירין מדרבנן הוא לא החמירו בה אלא כשהמין בעצמו עתיד להיות ניתר אבל כאן שחמץ עצמו אסור אע''פ שתערובתו מותר אפשר שהשוו מדותיהם שלא לדונו בכלל דבר שיש לו מתירין אע''פ שבעלי סברא זו אמרי דכיון דלר''ש מן התורה דבר שיל''מ הוא כשאסרו ר''ש משום קנסא לא בא להקל עליו. לא נהירא לי שאילו היה מה שאנו אומרים אפילו באלף לא בטיל מדאורייתא יפה הם אומרים אבל ודאי משמע דחומרא דרבנן היא שלא לבטלו מעכשו כיון שהוא עתיד להיות ניתר וכיון שהם אסרוהו לאחר זמנו אין ראוי שיחמיר עליו חומרא זו בתוך זמנו עכ''ד. ול''נ שמתוך דברי רבינו פט''ו מהלכות מאכלות אסורות אין מקום לקושיות הללו שכתב ז''ל יראה לי שאפילו דבר שיל''מ אם נתערב בשאינו מינו ולא נתן טעם מותר לא יהיה זה שיש לו מתירין חמור מטבל שהרי אפשר לתקנו ואעפ''כ שלא במינו בנותן טעם כמו שביארנו ואל תתמה על חמץ בפסח שהתורה אמרה כל מחמצת לא תאכלו לפיכך החמירו בו כמו שביארנו עכ''ל. הרי שחמץ בפסח שלא במינו במשהו חומרא הוא ולא מן הדין והטעם שהחמירו בו מבשאר איסורים למאמר הכתוב כל מחמצת לא תאכלו: \n\n"
      ],
      [
        "<b>אין חייבין כרת אלא וכו'.</b> באמת כי הלשון הזה קשה ההבנה מאד דאי אמרינן דס''ל דבשיש בו כזית בכדי אכילת פרס כ''ע מודו דחייב כי פליגי באין בו כזית בכדי אכילת פרס קשה דא''כ משמע דלכ''ע כזית בכדי אכילת פרס כאוכל כזית חמץ בלא תערובת הוא וא''כ כרת נמי ליחייב ותדע דהא לאין בו כזית בכדי א''פ אצטריך ר' אליעזר למילף שלא יהא בו כרת ואם איתא דאפילו כי יש בו כזית בכדי א''פ שיש שם לאו מיוחד אין בו כרת כ''ש לבאין בו כזית דאין בו לאו מיוחד וא''כ כי יש בו כזית בכדי א''פ לכ''ע על כרחך יש בו כרת והיאך כתב הרמב''ם דאין בו כרת. ובלאו הכי צ''ל כן לפי שיטה זו שמאחר שאין להם רבוי לאו בתערובת חמץ כזית בכדי א''פ אין לחייבו אלא מקרא דלא יאכל חמץ כי כל אוכל חמץ ונכרתה ועוד דמייתי ראיה לאסור כי יש בו כזית בכדי א''פ מדכתיב כל מחמצת והוא דלא כמאן דהא אוקימנא דלכ''ע קרא דכל מחמצת לא אצטריך לכזית בכדי א''פ: \n",
        "<b>ואי</b> אמרינן דסבירא ליה דבאית בו פחות מכזית בכדי א''פ כ''ע לא פליגי דפטור כי פליגי כשהטיל בו כל כך חמץ שיש בו אפילו בדרך טיבול כזית בכדי א''פ ופי' זה דייק לשון הרמב''ם שכתב ואם אין בתערובת כזית וכו' ופסק כר' אליעזר קשה דבגמ' אמרינן דכותח הבבלי לית ביה כזית בכדי א''פ כדרך אכילתו ואם כן היאך אמר ר''א בברייתא בגמ' על כותח הבבלי שחייב בעירובו בלאו כיון דבלית ביה כ''ע מודו דפטור וכעין קושיא זו הוא מה שהשיגו הראב''ד, ועוד דלמה ליה למילף מכל מחמצת תיפוק לי' מדין שאר איסורים דאין בהם מקרא מיותר ואפ''ה לקי על כזית בכדי א''פ כמו שכתב הרמב''ם עצמו רפט''ו מהלכות מאכלות וכיוצא בקושיא זו הוזכרה בדברי ה''ה ועוד רבנן היאך אפשר שיפטרו ביש בו כזית בכדי א''פ כדרך אכילתו דהא אמרינן בגמרא סוף סוף אמאי פליגי רבנן ארבי אליעזר בכותח אלא הנח לכותח וכו' דאי משטר קא שטר ליה ואכיל לית ביה כזית בכדי א''פ דמשמע בהדיא דאי הוה ביה כדרך אכילתו כזית בכדי א''פ הוו מחייבי וזו היא קושיא שאין עליה תשובה, אבל אין להקשות כמו שהקשה רא''ם מדקי''ל כל איסורין שבתורה אם אכל כזית מן האיסור כשיעור שהיית א''פ לוקין עליו דאי מההיא הוה אפשר לומר דשאני התם שאכל האיסור בלא תערובת אבל הכא שהוא ע''י תערובת הוה פטרי ליה אי לאו רבוייא דכל דהא ודאי כל שהוא ע''י תערובת קיל טפי דהא אוכל כזית חלב בשהיות פחות מכדי א''פ חייב כרת כמבואר פי''ד מהלכות מאכלות אסורות ואוכל כזית חלב מעורב עם ג' ביצים גריסין לוקה ואינו חייב כרת כדמשמע בפט''ו. ובאלו עוברין (דף מ''ד:) אמרינן וכ''ת מיין לחודיה מאי למימרא הא קמ''ל דאע''ג דתערובת, ועוד לפי דבריו דעדיפא מינה ה''ל לאקשויי דהיכי אמרי רבנן על עירובו בלא כלום ומ''ש חמץ מכל איסורין שבתורה וכו' ואי אפשר לומר לפי דרך זה דפסק כחכמים דא''כ אפילו הטיל בו כל כך חמץ שיש בו כזית בכדי א''פ אמרי רבנן על עירובו בלא כלום ואם פסק כוותייהו היכי קאמר דלוקה עליו ואי אמרינן דביש בו כזית בכדי אכילת פרס בטיבול כדרך שבני אדם אוכלים אותו כ''ע מודו דחייב ואי אפילו כי משרף שריף ליה אין בו כזית בכדי א''פ כ''ע מודו דפטור כי פליגי בשאם אוכלו בטיבול אין בו כזית בכדי א''פ ואי משרף שריף ליה אית ביה כזית בכדי א''פ ושריף כדי שלש ביצים דלרבנן פטור משום דבטלה דעתו ולר''א לא בטלה דעתו משום דדריש כל מחמצת לעירוב חמץ. ופירוש זה דייקא תחלת לשון הרמב''ם שכתב בד''א שאכל כזית חמץ בתוך התערובת וכו' וזה בדברי המגיד והוא פי' ראשון שכתב רא''ם וכן מצאתי כתוב שהיו מפרשים בספרד וע''פ פירוש זה כתב המגיד שפסק כחכמים כנראה בפירוש מדבריו שכתב על דברי הרי''ף וזה דעת רבינו וכתב ג''כ ואין לחכמים מקרא מיותר וכו' משמע דס''ל כהרמב''ם שפוסק כחכמים ותימה דהא כר''א היא דאילו רבנן פטרי ובהדיא אמרינן בגמרא דאי משרף שריף ליה פטרי רבנן משום דבטלה דעתו. ויש מי שמתרץ דאי כי שריף ליה יש בו כזית בכדי א''פ לרבנן נמי חייב כי שריף ליה ומאי דקאמר דלחכמים בטלה דעתו היינו לומר דמש''ה לא איירי ביה אבל אה''נ דחיובי מחייבי ליה. ויש קצת גילוי לפירוש זה בדברי התוס' אהא דקאמר דלחכמים בטלה דעתו אצל כל אדם והשתא לא תיקשי מה שפסק רבינו ביש בו כזית בכדי א''פ דחייב דאי שריף ליה חייב אי פסק כחכמים נמי חייב, ואינו נ''ל משום דקשיא לי דא''כ פלוגתא דר''א וחכמים אינה אלא באין בו וא''כ היכי מייתי רבינו ראיה מקרא דכל מחמצת הא רבנן לא דרשי ליה, וע''ק דאף ר''א לא מייתי האי קרא אלא לאין בו ורבינו מייתי ליה ליש בו, וע''ק למה כתב רבינו דפטור מכרת ביש בו מ''ש משאר איסורים: \n",
        "<b>ולכן</b> נ''ל דהרמב''ם מפרש כפירוש הזה אלא שפוסק כר''א וכמו שכתב רא''ם בפירוש ראשון וכך מצאתי כתוב בשם חכמי ספרד וכן נראה מדברי הרמב''ם בספר המצות ובפירוש המשנה שכתב דברי ר''א דעל חמץ דגן גמור ענוש כרת ועל עירובו בלאו אלא דאכתי צריך ליישב מה שהקשה הרמב''ן על הרמב''ם והביאו המגיד וגם מאי דמשמע בגמ' פ' אלו עוברין דלר''א דדריש כל היתר מצטרף לאיסור דאמרינן כמאן כר''א דדריש כל א''כ לענין חמץ בפסח נמי אה''נ ואי הרמב''ם פסק כר''א הוה ליה לחיובי באוכל כזית כותח בעיניה דהיתר שבו יצטרף לאיסור וכדפירש רש''י גבי היתר מצטרף לאיסור ולא שיצטרך שיאכל פרס, והיה אפשר לתרץ קושיא זו במאי דאיתא בפ' ג' מינים עלה ל''ז דכי נפיש היתרא לא אמרינן דהיתר מצטרף לאיסור אלא שמדברי הרמב''ם בפ''ה מהלכות נזירות משמע שמפרש דכי אמרינן היתר מצטרף לאיסור היינו אפילו נפיש היתרא שכתב דבר המותר אינו מצטרף לדבר האיסור בנזיר כיצד יין שנתערב וכו' עד שיהיה מדבר האיסור בתערובת כזית בכדי שלש ביצים וכו' ונראה מתוך לשונו שבא להשמיענו דלא תימא דאפילו ביותר מכזית בכדי אכילת פרס יצטרף היתר לאיסור ואם כן משמע דכי אמרינן סתם היתר מצטרף לאיסור אפילו ההיתר יותר מהאיסור הוא ומאי דאמרינן בפ' ג' מינים דכי נפיש היתרא לא אמרינן דהיתר מצטרף לאיסור צריך לומר שלא היה בנוסחת הרמב''ם. וכמדומה שראיתי בשיטת הרשב''א לפרק אלו עוברין שהוא מדברי רבנן סבוראי ויש הוכחה לדברי (ו) דבסוגית אלו עוברין ליתיה. מ''מ הדרא קושיא לדוכתה: \n",
        "<b>וקודם</b> כל דבר צריך ליישב היאך פסק הרמב''ם בפ''ה מהל' נזירות דלא כרבי אבהו אמר ר' יוחנן כל איסורין שבתורה אין היתר מצטרף לאיסור חוץ מאיסור נזיר דהא ליכא מאן דפליג עליה דזעירי מוסיף הוא. ונראה דטעמו מדאמרינן בתר הכי והאי משרת להכי הוא דאתא וכו' הא מני רבנן ור''י דאמר כר''ע ומפרש הרמב''ם דה''ק ור''י דאמר כר''ע וליה לא ס''ל כוותיה אלא כרבנן וכיון שכן משרת לא אתא להיתר מצטרף לאיסור אלא לטעם כעיקר והיינו כזית בכדי א''פ כדאר''י בפרק בתרא דע''ז (דף ס''ז) כל שטעמו וממשו לוקין עליו וזהו כזית בכדי א''פ ואפילו בקדשים לית ליה להרמב''ם היתר מצטרף לאיסור ואע''ג דאסיקנא באלו עוברין (פסחים מ''ה) לרבנן מצרך צריכי חטאת להיתר מצטרף לאיסור וכו' וחולין מקדשים לא גמר משמע דשאר קדשים ילפי מינה סובר דלא קי''ל הכי אלא כמסקנא דפ''ג מינין דאסיקנא דנזיר וחטאת תרוייהו צריכי לטעם כעיקר מ''מ קושית היתר מצטרף לאיסור עלתה לה ותשב מנגד. ולענין קושית הרמב''ן שהזכיר המגיד י''ל דאע''ג דבשאר איסורין ילפינן דטעם כעיקר מנזיר אצטריך קרא דכל מחמצת בפסח לרבות היכא דשריף ליה דלא נימא דבטלה דעתו אצל כל אדם כדאמרי רבנן ומיעוטא דכל אוכל חמץ מוקמינן להיכא דשריף דמיעטו מכרת ורבנן לא דרשי כל: \n",
        "<b>ועי''ל</b> דאצטריך כל מחמצת משום דכיון דכתב רחמנא כי כל אוכל חמץ למעט כל תערובת חמץ מכרת סד''א דלגמרי ממעט ליה להכי אהדריה קרא דכל מחמצת ולפי זה חמץ קיל מחלב ודם וכל שאר איסורין דבשאר איסורין חייב כרת כמו בעיקר והחמץ פטור מכרת ולפי זה כשכתב הרמב''ם ברפט''ו דלקי אף כרת נמי במשמע: \n",
        "<b>ועי''ל</b> דר' אליעזר ורבנן בתרתי פליגי חדא בכזית בכדי א''פ כדרך כל אדם דלרבנן טעם כעיקר כמו בנזיר וגבי חמץ נמי הוי כעיקר וחייב כרת דלית להו ללאו ולרבי אליעזר לא הוי אלא בלאו דכל מחמצת תרתי באין בו כזית בכדי אכילת פרס כדרך אכילת בני אדם ושריף ליה דלר''א בלאו דבכלל כל מחמצת הוא ולרבנן בטלה דעתו ופטור והשתא כי קאמר הרמב''ם דביש בו לוקין ואין בו כרת בכל גוונא הוא בין ביש בו כדרך בני אדם בין באין בו כדרך בני אדם אלא דשריף ליה דפסק כר''א אבל בשאין בו כזית אפילו בדשריף ליה נהי דאסור כחצי שיעור דאורייתא מיהו אין לוקין עליו והשתא בשאר איסורין ילפינן דטעם כעיקר מנזיר מיהו אי לאו קרא דכל מחמצת בהדי כל אוכל חמץ הוה אמינא דגבי חייבי כרת ליחייב עלה כרת כעיקר להכי איצטריך לאזהורי עלה בכל מחמצת ובלאו דמחמצת כל תערובת חמץ במשמע ולמעוטי מכרת מכל אוכל חמץ דאי לאו כל מחמצת הוה מוקמינן מיעוטא דכל אוכל חמץ לדרשא אחרינא. ולפיכך כתב הרמב''ם בפט''ו גבי חלב לוקה ולא כתב חייב כרת דגמר דלוקה מנזיר וגמר דאינו חייב כרת מדין תערובת חמץ וליכא לאקשויי משרת בנזיר למה לי הא מפסח גמרינן דלקי דה''א דוקא גבי חמץ דהוי חיוב כרת אמר רחמנא דלקי אבל בנזיר ה''א כיון דליכא כרת לא קמ''ל: \n",
        "<b>ומאחר</b> שישבתי דברי הרמב''ם בלי שום קושי אשיב ידי לדקדק בדברי ה''ה מלבד מה שדקדקתי בו לעיל והוא דאיכא למידק שכתב אבל יש בדברי רבינו תימה אחר וכו' משמע בגמרא דלרבנן חיוב גמור ואין לחכמים מקרא מיותר וכו' דמשמע דס''ל שהרמב''ם פוסק כחכמים וגם ממ''ש על דברי הרי''ף וזה דעת רבינו משמע נמי הכי. ותימה דהא בספר המצות משמע בהדיא דפוסק כר''א וכן פי' דבריו הרמב''ן בהשגות שמשם הוציא המגיד קושיא זו: \n",
        "<b>ועוד</b> שאם הרמב''ם פוסק כדברי הרב דהלכה כחכמים ומפרש דבכדי א''פ כ''ע מודו דחייב כדמשמע מדברי ה''ה שכתב וזה דעת רבינו למה הקשה קושיא זו דלמה פטרו מכרת לחכמים לבד הא לכ''ע שייך למיפרך דכיון דבכזית בכדי א''פ כ''ע מודו דחייב משום דהוי כאכל כזית חמץ בלא תערובת ואם כן לכ''ע כרת ליחייב: \n",
        "<b>ותו</b> איכא למידק עליה שכתב והרי חלב ודם אין שם מקרא לתערובתן והדין הזה נוהג בהם וכו' ואם כונתו לומר שהדין שנתן הרמב''ם לכזית בכדי א''פ דחמץ שלוקה ואין בו כרת הוא בעצמו נוהג בחלב ודם וכמבואר בפט''ו ממאכלות שכתב לוקה ולא חייב כרת א''כ סותר מה שהקשה תחלה למה פטרו מכרת, ועוד שכתב והרמב''ן עיין זה וכו' וקושית הרמב''ן היא בהקדמת דבחלב ודם כי איכא כזית בכדי א''פ כרת נמי איכא וא''ת דגם המגיד הכי קאמר והרי חלב ודם וכו' והדין הזה נוהג בהם ללקות ולהתחייב כרת היאך כתב כמבואר בפט''ו הרי שם לא חייב אלא מלקות אבל לא כרת. ומתוך הספקות האלה נעמוד על כונת המגיד בדבור הזה: \n",
        "<b>ולכן</b> נ''ל דלא נחית המגיד השתא לבאר דברי הרמב''ם ע''פ סוגית הגמ' לפי דעתו כי בכל הדרכים יש גמגומים כמבואר לעיל ועוד כי דרכו בכמה מקומות שכיון שמוצא דעת הרמב''ם מכוונת לדעת ההלכות שלא להעמיק בביאור סוגיית הגמ' ואע''פ שאינו מסכים עם הרי''ף אלא לענין מלקות אבל לא לענין כרת כיון דלא נפקא לן לענין מעשה מידי לא חש תו. ומ''ש על דברי ההלכות וזה דעת רבינו אין הכונה במה שפסק כחכמים אלא במה שכתב הרי''ף דביש בו לוקה כן דעת הרמב''ם דלקי מיהו אם הוא אפילו אליבא דרבנן או אם הוא חייב כרת לא קאמר ולא אתא אלא להשיג על דעת הראב''ד בביאור דברי הרמב''ם דמתוך מ''ש הרב פסק באלו וכו' משמע דס''ל שהרב והרמב''ם תרוייהו ס''ל דהלכה כחכמים ולכן הוקשה לו שהרב כתב דכותח וכו' אין בו כזית בכדי א''פ והרמב''ם כתב שיש בו והמגיד השיב עליו אם אין קושיא אלא זו אינה כלום דאיכא למימר דאין ויכוח בשמות ומה לי כותח ומה לי שאר דברים כל שאין בהם פטור וכל שיש בהם כלומר שהטיל בהם חמץ כ''כ עד שבדרך טיבולו יש בו או שאע''פ שאין בו כדרך טיבולו הוא טובל בו כ''כ עד שהיה בו כזית בכדי א''פ שחייב ולא דמי למישרף שריף. אבל קושיא אחרת גדולה הוה ליה להשיג על הרמב''ם לפ''ד שסובר שהרמב''ם מפרש הסוגיא כהרי''ף ופוסק כחכמים כמותו והיא למה פטרו מכרת ומהקושיא הזאת ימשך עוד למה עשה מצוה מיוחדת וכו' ובכלל זה הוא למה הביא ראיה מכל מחמצת שאפילו אם היה מפרש הראב''ד דלר''א כזית בכדי א''פ נמי נפקא ליה מכל אפ''ה כיון דס''ל דהרמב''ם פוסק כרבנן כמו הרב לא ה''ל לאיתויי קרא דכל מחמצת דהא רבנן כל לא דרשי וזהו שכתב ואין להם לחכמים מקרא מיותר לתערובת הרי כאן דהראב''ד פי' דברי הרמב''ם כדרך האחת שכתבתי דביש בו כ''ע לא פליגי דחייב כי פליגי באין בו ופסק כחכמים והמגיד הקשה עליו השני קושיות שהקשיתי לדרך ההוא. ומשום דאיכא למימר אע''פ שאין מקרא מיותר לתערובתן מ''מ אין ראוי להחמיר עליו כמו באוכל כזית בלי תערובת ולכן פטרוהו מכרת ובזה תתורץ מיהא הקושיא הראשונה לפיכך כתב דאין לומר כן דהרי חלב ודם וכו' כמבואר בפט''ו ומפרש המגיד דכי קאמר הרמב''ם התם לוקה ה''ה דכרת נמי מיחייב דאל''כ הל''ל ואין בו כרת כמ''ש כאן: \n",
        "<b>ועי''ל</b> דה''ק והרי חלב ודם וכו' כלומר לדידי כרת נמי מיחייב כיון דאין לחכמים מקרא מיותר וא''כ קשה למה פטרו מכרת ואפילו לפי דעתו שסובר דפטור מכרת אכתי קשיא למה עשה מצוה מיוחדת דמשמע דאי לאו הכי לא הוה מיפטר מכרת והרי חלב ודם שאין שם מקרא מיותר לתערובתן ואפ''ה פסק הרמב''ם דאין בו כרת מדלא הזכיר אלא מלקות וא''כ קרא למה לי ולפי זה מ''ש והרמב''ן עיין על זה וכו' לאו אקושיא והרי חלב ודם קאי אלא אקושיא ראשונה קאי ובזה מיושבים דברי המגיד על בסיסם: \n",
        "<b>ונ''ל</b> לדייק מ''ש והרמב''ן עיין זה וכו' משום דה''א אל תתמה על הראב''ד איך לא הרגיש בתימה זה כי הבא להשיג על אחר דחפצו להשיג אינו מעיין כ''כ כמו מי שמחבר ספר לכך אמר באמת גם הרמב''ן לא היה מחבר ספר אלא משיג כשעיין זה. וא''ת דלמא קודם לכן כשחבר ספרו עיינו ליתא שקבלה בידינו שתחלה השיג ההשגות וזה שכתב והקשה עליו בספרו כלומר ואח''כ הקשה עליו בספרו. ואפשר שמנצל להראב''ד שלא עיין זה שאם הרמב''ן עיינו היה לפי שמתוך שהיה משיג על מנין המצות הרגיש בתוספת המצוה ההיא וכשהרגיש בקושיא זו כתבה גם בספרו אבל אילו לא היה משיג על מנין המצות אפשר שלא היה מרגיש בכך: \n",
        "<b>ועל</b> פי אחד משני דרכים האחרונים שהזכרתי בפי' פלוגתא דרבי אליעזר וחכמים לדעת הרמב''ם יתיישבו דברי הטור שכתב כל אלו לר' אליעזר הם בלאו וכו' ופסק הרמב''ם כר' אליעזר והרי''ף פסק כחכמים שאין לאו וכו' ומיירי נמי שאין בהם כזית וכו' מיהו במה שכתב ודוקא שאין בתערובת טעם חמץ וכו' דטעם כעיקר דאורייתא ליתיה לדעת הרמב''ם בפט''ו מהל' מאכלות דלית ליה טעם כעיקר להתחייב עליו מלקות אלא ביש בו כזית בכדי א''פ: \n",
        "<b>ועוד</b> יש תימה גדול בדבריו לא ראיתי מי ששת לבו אליו והוא שכתב דחמץ נוקשה הוי לר' אליעזר בלאו ובגמרא פ' אלו עוברין (פסחים מ''ג) אסיקנא ש''מ נוקשה לר''א לית ליה כלומר דאפילו ר' אליעזר סבר דהוי בלא כלום. ואפשר עוד לומר דגם הראב''ד לא עלה על דעתו שיפסוק רבינו כחכמים מחמת הקושיות שהקשיתי, ומ''ש הראב''ד הרב פסק באלו כרבנן הכונה להשיג על רבינו למה חלק על הרב ופסק כר''א: [ \n",
        "<b>כתב</b> הרא''ם וז''ל אבל הרמב''ם בפירוש המשנה כתב דאין הלכה כר' אליעזר] וא''כ צ''ל דהא דקאמר הכא בד''א וכו'. ואין ספק שזה שלא בדקדוק כתבו דהא ר''א במתניתין לא פליג אמאי דאמרינן הרי אלו באזהרה ואין בו כרת אלא דאתא לאוסופי טיפולי נשים והרמב''ם פירש שהוא אוסר אותם משום גזירה שמא ישרו אותם במים כלומר ולפיכך צריך לבערם ובהא הוא שכתב דאין הלכה כר''א אבל במה ששנינו הרי אלו באזהרה וכו' מאן דכר שמיה דר''א במתניתין וא''כ היכי לימא ביה דאין הלכה כר''א ועוד שהרמב''ם שם בפירוש המשנה כתב שהעיקר אצלנו על חמץ דגן גמור ענוש כרת ועל עירובו בלאו כלשון ר''א בברייתא. ושמא לישנא דהרמב''ם אטעייה שכתב אחר פירוש טיפולי נשים ואין הלכה כר''א ובסוף המשנה אחר שכתב שהעיקר אצלנו על חמץ דגן גמור ענוש כרת ועל עירובו בלאו חזר וכתב ואין הלכה כר' אליעזר ולפיכך סובר רא''ם שכיון הרמב''ם לומר דאין הלכה כר' אליעזר דברייתא וזה דבר שלא עלה על הדעת שיאמר הרמב''ם אין הלכה כר''א במה שלא הוזכר במשנה וגם הוא לא הודיענו אם ר''א חולק בו אלא משום דדרך הרמב''ם לפסוק בסוף כל משנה הלכה כדברי מי חזר ושנה ואין הלכה כר''א והכונה מבוארת שהוא על מ''ש אף טיפולי נשים. ועוד יש לתמוה על הרב איך לא ראה ספר המצות של רבינו שתפס לשון ר''א עצמו והרמב''ן בהשגות פירש דבריו שפסק כרבנן ודלא כר''א: \n",
        "<b>כתב</b> עוד רא''ם ובפרק חמישי מהלכות נזירות כתב בהדיא וכן אם שרה פתו וכו'. ואין לו קשר עם מה שסמוך לו וצ''ל דקאי לעיל למה שכתב דהא קיי''ל כל איסורין שבתורה אם אכל כזית וכו' ולא רצה לכתוב מ''ש הרמב''ם בפט''ו מהל' מאכלות שאם היה כזית חלב בכדי א''פ לוקה משום דה''א דמחמץ גמרינן לכל איסורין שבתורה לכך כתב ההיא דהלכות נזירות דמייתי לה מקרא וא''כ מהתם נשמע לחמץ בפסח וא''כ כל למה לי: \n",
        "<b>כתב</b> עוד רא''ם קשה דהא בגמרא אמרי הנח לכותח דלית ביה כזית וכו'. כלומר וכיון דכותח לית ביה כזית בכדי א''פ היאך כתב הרמב''ם בד''א בשאכל כזית בכדי א''פ וזו היא השגת הראב''ד ויפה השיב לו ה''ה ויש לתמוה על הרא''ם למה כתבה סתם. מיהו אפשר לומר שכיון לומר דאילו לרבי אליעזר לא בעינן כדי אכילת פרס דבכזית לחוד חייב דהיתר שבו מצטרף לאיסור וכמו שכתב בסוף הדיבור: \n",
        "<b>כתב</b> עוד ועוד בלא רבוייא לוקין עליו וכו'. ועדיפא מינה ה''ל לאקשויי דכיון דרבנן לית להו קרא מיותר אם כן כרת נמי ליחייב והיכי כתב ואין בו כרת: \n",
        "<b>כתב</b> עוד רא''ם (עד) אבל הר''ן כתב וכו'. נראה שכונתו לומר דמשמע דהרמב''ם פסק כר''א שהיא דרך ישרה אבל בפירוש המשנה כתב שאין הלכה כר''א. וקשה דהא בגמ' אמרו וכו' ולכן שמא י''ל דחזר בו ופסק כר''א אבל קשה דא''כ הל''ל שהאוכל פרס אפילו בפחות בכזית ליחייב שהיתר שבו יצטרף לאיסור ולכן נאמר שפסק כחכמים דלית להו דהיתר מצטרף לאיסור וק''ל דא''כ אינו מיישב כלל דברי הרמב''ם שאם תאמר שפסק כר''א קשה הא דהיתר מצטרף לאיסור וא''ת שפסק כחכמים קשה דהא בגמרא אמרו הנח לכותח וכו' ועוד מאי שנאמר כל מחמצת דמשמע דמרבויא דכל נפקא הא רבנן לא דרשי כל ועוד בלא ריבויא נמי וכו' ועוד שכתב וז''ל אלא שכל זה אינו אלא אליבא דר''א והלשון הזה היה ראוי ליכתב אילו לא היתה שום קושיא כי אמרינן דפסק כחכמים שמשמעו אלא שאין מכאן קושיא דאי פסק כחכמים ניחא לכל מאחר דאי אמרינן דפסק כחכמים קשו כל הנך קושייתא הכי הל''ל וזהו אליבא דר''א אבל לא לחכמים ולא בלשון אלא: \n",
        "<b>ועוד</b> יש לתמוה עליו שכתב אבל לא לחכמים שהרי אנן קי''ל בכולי גמרא דאין היתר מצטרף לאיסור והלא גם לר''א בכל שאר איסורין אין היתר מצטרף לאיסור ואי בנזיר ובחמץ קאמר לא ידענא באי זה מקום הוזכר כן בגמ' זולת סוגיית אלו עוברין וסוגיית ג' מינים ובשתיהן הוזכר דלר''א בחמץ ונזיר היתר מצטרף לאיסור. זה נראה לי לעורר על דברי רא''ם. ולענין יישוב הסוגיא לדעת הרמב''ם בין פלוגתא דר''א ורבנן בין ההיא דהיתר מצטרף לאיסור כבר ישבתי הכל לעיל וביררתי יפה יפה בס''ד: \n",
        "<b>ולפי</b> שהארכתי הסכמתי לכתוב העולה מכלל הדברים בדרך קצרה לתלמידים. איכא למידק מה מפרש רבינו במחלוקת ר''א וחכמים שלא ימנע או מפרש דביש בו כזית בכדי א''פ ל''פ דחייב כי פליגי באין בו ולפי זה פסק כחכמים או מפרש דבאין בו כ''ע לא פליגי דפטור כי פליגי ביש בו ולפי זה פסק כר''א ולשני הפירושים קשה. אם לראשון כיון דביש בו לכ''ע חייב כבשאר איסורים כרת נמי ליחייב כמו בשאר איסורים ומנא ליה לרבינו לפוטרו מכרת. וע''ק שמאחר שרבינו פוסק כחכמים היכי מייתי רבינו ראיה מפסוק דכל מחמצת הא רבנן לא דרשי כל מחמצת ועוד קשה דר''א נמי לא מייתי קרא דכל מחמצת אלא לאין בו והיכי מייתי ליה רבינו ליש בו ועוד קשה דהא באין בו הוי כאוכל חצי שיעור ואוכל כחצי שיעור אפילו בעיניה פטור בכל האיסורים והיאך אפשר שחייב ר''א באין בו דמי עדיף מאוכל פחות מכשיעור בעיניה: \n",
        "<b>ועל</b> הפירוש השני קשה מאחר שבכל איסורים שבתורה חייב ביש בו היאך יעלה על הדעת לומר שחכמים פוטרים בו. ועוד קשה דבגמ' אמרינן דכותח הבבלי אין בו כזית בכדי א''פ וא''כ היאך אומר ר''א בברייתא בגמ' דעל כותח הבבלי חייב בלאו הא אמרת דבאין בו כ''ע ל''פ דפטור: \n",
        "<b>וי''ל</b> דביש בו כ''ע ל''פ דחייב מלקות וכרת כמו בשאר איסורין ובשאין בו ל''פ דפטור כמו בשאר איסורין והכא שאני דהב''ע ביש בו בכותח כי שריף ליה אבל אם אוכלו בטיבול אין בו ושריף ליה דחכמים סברי אע''פ שיש בו פטור משום דבטלה דעתו אצל כל אדם ור' אליעזר סבר שאעפ''כ חייב מריבויא דכל מחמצת ולפי זה פסק רבינו כר''א וה''פ ביש בו כי שריף ליה אע''פ שאין בו כדרך טיבול אי שריף ליה חייב מלקות מריבויא דכל מחמצת ולית ביה כרת משום דגבי אוכל מחמצת לא כתיב כרת: \n",
        "<b>ומיהו</b> להרב המגיד שכתב שרבינו פסק כחכמים דפטרי באין בו ומחייבי ביש בו קשיא מה שהקשיתי על הפי' הראשון: \n",
        "<b>ונראה</b> לומר דלדברי רבינו שפסק כחכמים והוא מפרש דביש בו לחכמים נמי חייב מלקות ובאין בו פטור ור''א סבר דבאין בו חייב מלקות ואע''ג דבשאר איסורים פטור הכא חייב משום קרא דכל מחמצת וחכמים סברי דא''א לומר דקרא דכל מחמצת אתא לחייב באין בו דכיון דלית ביה שיעורא א''א לחייבו אלא כי אתא קרא לא אתא אלא ליש בו לומר דאע''ג דבשאר איסורים כרת נמי חייב בפסח פטור מכרת וטעמא מדכתב גבי אוכל חמץ ונכרתה וגבי מחמצת שהוא תערובת חמץ לא כתב ונכרתה וא''א לומר דמחמצת מיירי באין בו דא''א לחייבו כלל כמ''ש הילכך על כרחך לומר דאתא לפוטרו מכרת אע''פ שיש בו וגזירת התורה היא להקל בו בכך מבשאר איסורין ולפי זה כשכתב רבינו שנאמר כל מחמצת לא תאכלו לא קאי למ''ש לוקה דלהא לא איצטריך קרא דמדין שאר איסורין נפקא אלא לאינו חייב כרת קאי מדלא כתב גבי מחמצת אלא לא תאכלו ולא ונכרתה. ובהכי מתיישבים דברי ה''ה בפירוש דברי רבינו בלי פקפוק: \n\n"
      ],
      [
        "<b>האוכל מן החמץ עצמו בפסח וכו' שנאמר לא יאכל.</b> קשיא לי למה לי קרא בחמץ בפסח הא בכל איסורין שבתורה קי''ל חצי שיעור אסור מה''ת. ועוד קשה דאי מקרא איפכא ה''ל למילף מיניה דלא יאכל שיעור אכילה משמע וצ''ע. ועל מ''ש והאוכל פחות מכזית במזיד וכו' קשיא לי למה ליה פחות מכזית דהא אאוכל כל שהוא קיימינן ונ''ל שלפי שבראש הבבא כתב האוכל מן החמץ כל שהוא אסור מן התורה ומשמע דאפילו אכילה כל שהוא מעט מן המעט שאין בו הנאה כלל אתא הכא לאשמועינן דנהי דאיסורא איכא אבל מכת מרדות ליכא עד שיהא דבר הראוי ליהנות ממנו גרונו קצת דהיינו דבר הראוי להקרא פחות מכזית. אך קשה דמה גבול יש בין זה לזה ועוד דמנא ליה לפלוגי בהכי וצ''ע: \n\n"
      ],
      [],
      [
        "<b>שעה חמישית אין אוכלין חמץ גזירה משום יום המעונן שמא יטעה בין חמישית וששית.</b> כתב הרב מהר''ר אליה מזרחי ז''ל בתוספותיו על סמ''ג ה''ג שמא יטעה בין חמישית וששית ול''ג בין חמישית לששית דהא בגמ' מסיק בהדיא דטעות דיום המעונן בין חמישית לשביעית הוא ולא בין חמישית לששית ועוד דששית גופא לא נאסרה אלא גזירה משום שביעית והיאך ניקום ונגזור גזירה לגזירה אלא ה''פ בין חמישית וששית לשביעית ולא הוצרך להזכיר לשביעית משום דעלה קאי שכבר כתב למעלה מזה שמתחלת שעה שביעית אסור מן התורה, עכ''ל. והרב מהר''ר משה אלאשקאר ז''ל כתב וז''ל שמא יטעה בין חמישית וששית ואילו בגמ' מוכח דרבא דאסיק גזירה משום יום המעונן היינו לומר שאין יכולין לבדוק בחמה וטועה בין שביעית לחמישית. וכבר השיב הוא ז''ל בתשובה וז''ל מ''ש בהלכות בין חמישית לשביעית הוא האמת והוא מאמר הגמ' כפי מה שהקשו שם וזכרתי אני הדרך המצוי יותר שמא יטעה בין שעה לשעה שלאחריה כי כיוונתי בכל זה החיבור לקרב הדברים אל המצוי יותר, עכ''ל: \n",
        "<b>לא אוכלין ולא שורפין עד שתגיע שעה ששית.</b> וקשה דהא כיון שהגיע שעה ששית אסור בהנאה מדרבנן וא''כ צריך להוציאו מביתו קודם שעה ששית. ואפשר היה לו לומר דמשום דאסור לשרוף קדשים ולאבדם אמרו שימתין עד תחלת שעה ששית ואע''ג דעבר בתשביתו כיון דמדרבנן הוא ושב ואל תעשה הוא שרו ליה רבנן עד ההיא שעתא. אבל מה נאמר למה שכתב רבינו ראש פ''ג כשבודק אדם וכו' מוציא את החמץ וכו' ומניחו במקום אחד עד תחלת שעה ששית ביום ומבערו והתם בחולין מיירי. ובפסקי הרא''ש הביא תשובת רש''י שכתב יש נוהגין לבטל בתחלת שעה ששית בשעת שריפה ופי' הרא''ש דבתחלת שעה ששית פי' סוף חמישית קודם שיתחיל זמן איסורו כלומר דאז אינו יכול לבטל. וכיון שכן גם אני אפרש דברי רבינו דתחלת שעה ששית לאו דוקא אלא סוף חמישית קאמר וצריך להמתין עד קרוב לתחלת שעה ששית להורות ששורפו מפני זמן האיסור שבא וזה מורה יותר שמקיים המצוה. ועי''ל דנהי דשעה ששית אסרוהו בהנאה מ''מ לא חייבוהו להוציאו מביתו קודם אותה שעה וזה עיקר: \n\n"
      ]
    ],
    [
      [
        "<b>מצות עשה מן התורה וכו' ראיה לדבר מה שכתוב בתורה וכו'.</b> וא''ת מאחר שכתב שמפי השמועה למדו שהראשון זה הוא יום י''ד למה לי קרא דלא תשחט. וי''ל דמיום הראשון לא אשמועינן אלא דהשבתת חמץ היא בי''ד אבל לא שמעינן באי זו שעה ביום. וא''ת ביום הראשון שלמדנו מפי השמועה שהוא יום י''ד למה לי הא מלא תשחט על חמץ שמעינן דהשבתת חמץ בי''ד מחצות ולמעלה י''ל דאה''נ אלא משום דבעינן דבמקום שצוה על השבתת חמץ גלתה לנו תורה שהשבתתו בי''ד וא''כ פירוש דברי רבינו כך הם. מצות עשה להשבית החמץ קודם זמן איסור אכילתו שנאמר אך ביום הראשון וכו' כלומר הרי שבמקום שצותה תורה על השבתתו פירשה שצריך שתהיה קודם זמן איסור אכילתו ראיה שפי' אך ביום הראשון יום י''ד לא תשחט וכו' וא''כ ע''כ יש לנו לפרש דיום ראשון הוא י''ד כי היכי דלא ליקשו קראי אהדדי ומקרא דלא תשחט שמעינן דמחצות ולמעלה אסור. וא''ת למה לי למידה מפי השמועה לומר דאך ביום הראשון פי' י''ד תיפוק ליה דכי היכי דלא ליקשו קראי אהדדי אית לן למימר הכי כדפרישית י''ל שאילולא שלמוד מפי השמועה הוה ס''ד למימר דיום הראשון היינו לילי ט''ו כדאמרינן בגמרא וקרא דלא תשחט על חמץ וכו' הוה מוקמינן ליה בשאר קרבנות ואתא לאזהורי בכל שאור לא תקטירו אבל השתא שלמדנו דביום הראשון הוא יום י''ד אית לן לאוקומי קרא דלא תשחט על חמץ כפשוטו דהיינו לא תשחט הפסח ועדיין החמץ קיים ולמדנו משם דמחצות ולמעלה הוא דאסור ובגמרא (פסחים ה') ברייתא אך ביום הראשון מערב יו''ט או אינו אלא ביו''ט עצמו ת''ל לא תשחט על חמץ דם זבחי לא תשחט הפסח ועדיין חמץ קיים הרי שאילולא קרא דלא תשחט מקרא דאך ביום הראשון לא הוה שמעינן מידי דהוה אפשר לאוקומי ביו''ט עצמו וכמ''ש: \n\n"
      ],
      [
        "<b>ומה היא השבתה זו האמורה בתורה היא שיסיר החמץ הידוע לו מרשותו ושאינו ידוע יבטלו בלבו וישים אותו כעפר וכו'.</b> זו הנוסחא שבספרי רבינו שבידינו. ומשמע מפשט לשון רבינו דמדאורייתא תרתי בעינן ביעור וביטול ומפקינן לביטול מדאמרינן בספרי לא יראה לך בטל בלבך אי נמי מדכתיב תשביתו ולא כתיב תבערו או תשרפו כענין שפירש בעבודת כוכבים השחת שרוף וכלה וביעור נמי כיון שהחמירה בו תורה בחמץ בפסח לבטלו בלבו משא״כ בשאר איסורין שבתורה אית לן למימר דחמץ בפסח צריך ביעור כעין עבודת כוכבים אלא מדאפקיה בלשון תשביתו גלי לן דהיכא דלא אפשר ליסגי ביטול ומסרו הכתוב לחכמים שיפרשו היכא סגי ביטול והיכא בעי ביעור והם פירשו דלחמץ ידוע בעינן ביעור ונחלקו התנאים כיצד מבערן כדאיתא פ' כל שעה (פסחים דף כ״א) ולחמץ שאינו ידוע סגי בביטול ומוצא גלוסקא דדעתיה עילוה ותלמיד היושב לפני רבו ונזכר שיש לו עיסה מגולגלת בתוך ביתו וההולך לשחוט פסחו ולמול בנו ואינו יכול לחזור ולבער ולחזור למצותו דכל הני סגי להו בביטול אע״פ שהוא חמץ ידוע היינו טעמא שכיון שהדבר מסור לחכמים הם דנו כל הני כיון דטרידי כלא אפשר וסגי להו בביטול אבל אינו חייב לבדוק אפילו במקום שמכניסין בו חמץ אלא שחכמים חייבו לבדוק אחריו בכל מקום שדרך להכניסו ואע״ג דביטול הוי לחמץ שאינו ידוע ומדברי סופרים לחפש אחריו במחבואות וכו' ואם כן לא היה צריך ביטול אפ״ה מדברי סופרים ג״כ שאע״פ שבודקין מבטלים. ואפשר לפרש עוד דמאי דקאמר וכן מד״ס לא קאי אלא לענין שהבדיקה והביטול יהיו בתחלת ליל י״ד אבל מציאות הבדיקה וההשבתה מדאורייתא הוא ולפי זה היינו טעמא דבמתניתין לא תנן אלא בדיקה וביעור. בדיקה דתנן (דף ב') אור לי״ד בודקין את החמץ. ביעור בפ' כל שעה (פסחים דף כ״א) אין ביעור חמץ אלא שריפה פלוגתא דר' יהודה ורבנן דס״ל לתנא דמתני' דכיון דביטול אינו אלא משום חמץ שאינו ידוע וכבר בדק כל מקום שמכניסין בו חמץ וביערו אין צריך ביטול אלא שרב יהודה חידש ואמר הבודק צריך שיבטל שמא ימצא חמץ שהיה דעתו עליו וכמ״ש רבינו פ״ג. ואפשר שתקנת אמוראים היא שחששו לזה והיינו שלא הזכירו במתני' ביטול אי נמי אפשר דלא איצטריך במתני' לאדכורי ביטול דהוי דאורייתא ומה שהזכירה ביעור לאשמועינן פלוגתא דר' יהודה ורבנן ור״י לפרושי מתני' אתא. ולהר״ן שיטה אחרת בזה בפי' ההלכות וא״א לפרש אותה שיטה לדעת רבינו והתימה מה״ה שסתם דבריו ולא פירש מה דעתו בכוונת רבינו. אבל א״א ליישב נוסחא זו דאמרינן בגמ' (דף ו':) אהא דאמר ר' יהודה הבודק צריך שיבטל גזירה שמא ימצא גלוסקא יפה ודעתיה עילוה ופריך וכי משכח לה לבטלה ואם איתא דמדאורייתא בעי ביעור לחמץ ידוע הכי הל״ל וכי משכח לה ליבערה ומדקאמר בטלה אלמא דמדאורייתא בביטול בעלמא סגי. וה״ק ליבטלה מיד דמשכח לה ותו לא עבר עלה בבל יראה ובתר הכי ליבערה משום מצוה דרבנן וכן בכל דוכתא אמרינן דמדאורייתא בביטול בעלמא סגי לה אלא ודאי אין שרש לנוסחא זו וטעות סופר היא ואח״כ מצאתי שכתב רבינו בסוף הלכות ברכות שמשעה שגמר בלבו לבטל נעשית מצות הביעור קודם שיבדוק כמו שיתבאר במקומו, הרי מפורש דבביטול בלא בדיקה סגי וכן מצאתי בספר רבינו מדוייק שכתוב בו כאן כך ומה היא השבתה זו האמור בתורה שיבטל החמץ בלבו ויחשוב אותו כעפר וישים בלבו שאין ברשותו חמץ כלל ושכל חמץ שברשותו הרי הוא כעפר וכדבר שאין בו צורך כלל ומשמע מהגהות שזו היתה נוסחתם בספרי רבינו וכן בסמ״ג הביא כלשון הזה שמצאתי. גם בספר בית מועד כתב לשון רבינו בנוסחא הזאת שמצאתי גם בפירוש הר' מנוח כתובה נוסחא זו: \n\n"
      ],
      [
        "<b>ואין קובעין מדרש בסוף יום י''ג.</b> וא''ת למה כתב בסוף י''ג ולא תחלת ליל י''ד כמו בתחלת הלשון. וי''ל דאשמעינן דמסוף יום י''ג אסור להתחיל ללמוד ומפיק ליה מדאמר אביי (פסחים ד') האי צורבא מרבנן לא ליפתח בעידניה באורתא דתליסר נגהי ארביסר והוה סגי ליה נגהי ארביסר כדתנן במתניתין אור לי''ד אלא ללמד דמסוף י''ג אסור ואם תאמר מאי ואין קובעין מדרש וכן החכם לא יתחיל היינו הך. וי''ל דקביעות מדרש היינו למידה ברבים והחכם לא יתחיל וכו' היינו לומד לעצמו וא''ת ליכתוב חד והוא הדין לאידך, ויש לומר דאי כתב קביעות מדרש הוה אמינא דוקא קביעות מדרש אסור דכיון דרבים נינהו איכא למיחש דלמא אתי לאמשוכי אבל לומד לעצמו דכיון דיחיד הוא וליכא למיחש להכי אימא לא ואי כתב לומד לעצמו ה''א דוקא בכה''ג אסור דאפשר דמימשיך וליכא מאן דמדכר ליה אבל קביעת מדרש כיון דרבים נינהו מדכרי אהדדי אי נמי ה''א דלא גזרו בקביעת מדרש אי משום דהיא מצוה עוברת דמי יקבץ אותם אחר כך קמשמע לן דבכולהו גזור. וכתב רבינו זה לפי שמה שאמר אביי צורבא מרבנן לא ליפתח בעידניה משמע בין לומד לעצמו בין לאחרים: \n\n"
      ],
      [
        "<b>אבל אכסדרה שאורה רב אם בדקה לאור החמה דיו.</b> תימה דבגמ' (דף ח') אמרינן אמר רבא אכסדרה לאורה נבדקת ומוכח התם דלכתחלה קאמר ומדברי רבינו נראה דדוקא דיעבד. וכתב הר''מ דמשמע לרבינו דלכתחלה צריך לבדקה בלילה מפני שבני אדם מצויים בבתיהם אע''ג דליכא טעמא דאור הנר יפה לבדיקה ותו שהרי הכל בכלל אין בודקין לאור החמה דאיתא בירושלמי: \n\n"
      ],
      [
        "<b>אבל חור שבין ישראל לעכו''ם אינו בודק כלל שמא יאמר העכו''ם כשפים הוא עושה לי אלא מבטלו בלבו ודיו.</b> כך היא הנוסחא האמיתית בספרי רבינו. ופוסק כפלימו שאמר כן בגמ' (ח':) וכן פסקו כל הפוסקים. ולפי שלא היה כתוב כן בנוסחת ה''ה הוצרך לידחק בדבר וכתב הר''מ דאפילו לפלימו דוקא בליליא ושרגא אבל ביממא ונהורא צריך בדיקה דכי היכי דאשתמש ביה ה''נ בדיק ליה והשאר מבטלו בלבו: \n\n"
      ],
      [
        "<b>[חורי הבית התחתונים והעליונים.</b> פירש''י] תחתונים ביותר ועליונים ביותר. כתב הר''מ ודעת הראב''ד דדוקא בבית שאין התינוקות מצויים אבל במקום שהתינוקות מצויים אפילו חורים התחתונים צריך לבדוק שמא הצניעו שם חמץ. וגג היציע. אע''פ שהוא נמוך ונכון להשתמש בו הואיל ומשופע הוא. כתב הר''מ שרבינו לא הביא הא (דף ח') דמטה החולקת בתוך הבית וכו' משום דכל החלוקות דשייכי בה הם בכלל דבריו דאי למטה עצמה הרי היא כחורי הבית ואי לענין בית שלאחריה אם יש לו דרך לשם פשיטא שצריך לבדוק ואם אין לו פשיטא שאין צריך ותחתיה אם עצים ואבנים סדורים תחתיה אין צריך שהרי אין משתמשים שם ואי אין עצים ואבנים סדורים תחתיה ודאי צריך: \n",
        "<b>חורי הבית וכו' ואוצרות יין ושמן שאין מסתפק מהם.</b> כך כתוב בנוסחאותינו ועל זה כתב בהשגות א''א שאע''פ וכו'. ביאור דבריו דבגמרא אמרינן דשמן יש קבע לספוקו שהרי יודע כמה הוא צריך לכך וכך בני אדם ומביאו קודם סעודה ואין צריך לעמוד מן השלחן ולהביא אבל יין אין קבע לשתיה פעמים ששתית סעודת היום מרובה משל אתמול ואין השמש בקי בדבר. ומפני השגה זו כתב הרב המגיד שהנוסחא האמיתית להקדים שמן ליין ושאין מסתפק מהם איין בלחוד קאי. ואפשר לקיים נוסחת ספרינו שהרי כתב הר''ן שסברת הרי''ף כך היא דשמן אם מסתפק ממנו צריך בדיקה והיינו טעמא דכיון דעכשו נהגו להדליק בשמן הוו להו אוצרות שמן כבית השעוה שצריך בדיקה. וא''ת למה לא כתב רבינו בפירוש שאוצרות שמן שמסתפק מהם צריך בדיקה כשם שכתב ביין י''ל דשכר נמי קשיא דנקטיה במסתפק ולא נקטיה באינו מסתפק אלא מאי אית לך למימר דנקטיה במסתפק לומר משום הכי צריך בדיקה דאי אינו מסתפק לא צריך בדיקה אוצרות שמן נמי נקטיה באינו מסתפק דאינו צריך בדיקה הא מסתפק צריך בדיקה, וא''ת היינו טעמא דנקט רבינו שכר במסתפק ולא נקטיה באינו מסתפק לפי שכך אמרו בגמ' עשו אוצרות שכר בבבל כאוצרות יין בא''י במסתפק מהם, גם שמן אמרינן בגמ' אוצרות שמן אין צריך בדיקה ולפום מנהגא דידן ה''ל כאלו כתוב גבי אין מסתפק מהם ורבינו תפס לו לשון הגמרא. כל זה שלא לשבש הנוסחא אבל לפי האמת אם הנוסחאות יסכימו כן יותר נכונים דברי הרב המגיד: \n",
        "<b>וכשבודק המרתף וכו'.</b> כתב הרא''ש בפסקיו יש מן הגאונים שפסקו כוותיה דשמואל כיון דכולהו תנאי תנו כוותיה והרמב''ם ז''ל פסק כרב וכן רבינו יונה ז''ל דכל ברייתא דלא מתניא בי ר' חייא ובי ר' אושעיא לאו בר סמכא הוא וכיון דר' חייא תני כרב אין לחוש לאידך ברייתות דתנו כשמואל ואפילו תימא ר' אושעיא היה בכללם מ''מ ה''ל ר' חייא ור' אושעיא חד לגבי חד והדרינן לכללין דרב ושמואל הלכה כרב באיסורי. ואין ספק שלא היה בנוסחתם בגמרא והלכתא כשמואל כמו שהוא בנוסחאות שלנו שא''כ לא היה חולק על פסק הגמרא: \n\n"
      ],
      [
        "<b>אין חוששין שמא גררה חולדה.</b> ה''ה כתב פירש רבינו ופירש''י וכתב שפירוש רבינו עיקר ויפה כיון. ואני אומר מאחר דלענין דינא ליכא פלוגתא בינייהו מה לי אם נפרש אין חוששין שמא גררה חולדה מבית שמכניסין בו חמץ לבית שאין מכניסין או אם נפרש אין חוששין שמא גררה חולדה מבית שאינו בדוק לבית בדוק ואם ליישוב לשון המשנה יותר מתיישב כפירש''י שמביא הכרח לשאין חוששין שמא גררה מבית שאינו בדוק לבית בדוק שא''כ ניחוש ג''כ שמא גררה מחצר שאינו בדוק לבדוק או מעיר שאינה בדוקה לבדוקה וכיון שא''א לחוש לכך גם אנו לא נחוש מבית שאינו בדוק לבדוק אבל לרבינו מביא הכרח לשאין חוששין שמא גררה (מבית שאין מכניסין בו חמץ לבית שמכניסין x) בו חמץ שא''כ נחוש מעיר שאינה בדוקה לבדוקה וזה אינו כ''כ הכרח שאפשר היה שנחוש מבית (שאין מכניסין בו חמץ לבית שמכניסין x) בו שבשנה אחת אולי גררה אבל אחר שבדקנו לא נחוש בעד יום אחד אבל לפי האמת לענין דינא לא נפיק לן מידי דאליבא דתרוייהו לא חיישינן מבית (שאין מכניסין לבית שמכניסין x) ולא מבית שאינו בדוק לבדוק ולא שייך לומר פי' זה עיקר או זה עיקר. כתב הר''מ דבט' צבורין בעי בדיקה משום דבעידנא דאתיילד ספיקא אם הוא חמץ או מצה הוי איסורא דאורייתא הילכך בעי בדיקה דספיקא דאורייתא לחומרא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>וכן שני בתים בדוקים וכו'.</b> שם (דף י') צבור אחד של חמץ ושני בתים בדוקים וכו' היינו שני שבילין והקשה ה''ה מ''ש דין הטומאה מדין הבדיקה ותירץ דלענין הטומאה א''א שלא יהיה אחד מהם טמא בודאי ולכן כשבאו לישאל בבת אחת טמאין אבל לענין הבדיקה אין כאן שום בית שיצטרך לחזור ולבדוק בודאי דהא בביטול סגי ליה וכיון שכבר היו בדוקות לא הטריחוהו לחזור ולבדוק. ולי היינו טעמא דכיון דשני שבילין כי באו לישאל בבת אחת דטמאין היינו מדרבנן דמדאורייתא טהורים נינהו דספק טומאה ברה''ר טהור לגבי בדיקת חמץ דרבנן העמידו דבריהם על דין תורה. וא''ת והלא ספק דבדיקה ברה''י הוא ומדין תורה ספק טומאה ברה''י טמא י''ל כיון דבדיקת חמץ דרבנן כך לי רה''י כמו רה''ר וכיון דמדאורייתא אפילו בבת אחת בטומאה דרבנן שניהם טהורים ה''ה לענין בדיקה. א''נ משום דהוי ספק ספיקא ספק לבית זה נכנס או לאותו בית ואת''ל לבית זה ספק אכלתיה או לא ולא תקשי לכלהו תירוצי מ''ש מספק נכנס או לא נכנס דטמא שהרי ה''ה הרגיש קושיא זו בסמוך ותירוצו בה נכון ויציב: \n",
        "<b>או שהיו תשעה צבורין של מצה וכו'.</b> הנוסחא האמיתית בספרי רבינו כך היא או שהיו תשעה צבורין של מצה ואחד של חמץ ופירש ככר מהם ואין ידוע אם חמץ או מצה ובא עכבר ונטל הככר שפירש ונכנס לבית בדוק בכל אלו אינו צריך לבדוק פעם שניה שאין כאן קבוע. ודין זה בגמרא (דף ט':) תשעה צבורין של מצה ואחד של חמץ ופירש ואתא עכבר ושקל היינו סיפא דתנן תשע חנויות וכו' ובנמצא הלך אחר הרוב ופירש''י בשר הנמצא בקרקע בין החנויות הלך אחר הרוב דכל דפריש מרובא פריש דכיון דפריש אין כאן תורת קבוע ומה שכתב רבינו שאין כאן קבוע לא קאי אלא לזאת החלוקה דתשעה צבורין של מצה וכו' ופירש אחד מהן דאילו לחלוקות הראשונות מה שייך בהן קבוע או בלתי קבוע. ואע''פ שנדחק ה''ה לפרש בהן שאינן קבועים נוסחת ספרו הכריחתו שלא היה כתוב בזאת הבבא של אינו צריך לבדוק חלוקת תשעה צבורין של מצה ואחד של חמץ וכו' דדיינין ביה כל דפריש מרובא פריש וגם הראב''ד שהשיג ואמר קבוע ודאי הוא אלא שתולין להקל אילו היה נוסחתו כנוסחתנו לא היה משיג. או אפשר שאפילו לפי נוסחתנו היה סבור הראב''ד דשאין כאן קבוע קאי לכל החלוקות ורבינו לא כן דמה ולבו לא כן חשב ולא קאי אלא לכל דפריש מרובא פריש: \n\n"
      ],
      [
        "<b>הניח החמץ בזוית זו וכו'.</b> הנוסחא האמיתית כך היא הניח החמץ בזוית זו ומצאו בזוית אחרת או שהניח תשע חלות ומצא עשר או שבא עכבר ונטל החמץ וספק נכנס לבית זה או לא נכנס בכל אלו צריך לבדוק. ומהנוסחאות שהגיעו ליד ה''ה קצתם היה כתוב בהם או שהיו תשעה צבורים של מצה ואחד של חמץ ופירש ככר מהם וכו' בכל אלו צריך לבדוק ושבש הוא ז''ל זאת הנוסחא שבפירוש אמרו בגמרא שאינו צריך לבדוק ולכן קיים נוסחת הספרים שכתוב בהם או שהיו תשעה צבורין חמץ ואחד מצה וכו' ואמר שלא הוצרך לכתוב רבינו דין רוב מצה לפי שכל שאין קבוע כבר ביאר רבינו שאינו צריך בדיקה וכתב שזה ברור ותמהני עליו שאומר שדין רוב מצה לא הוצרך לכתבו ודין רוב חמץ הוצרך לכותבו ואני רואה שבגמ' (דף ט:) כתבו דין רוב מצה ולא כתבו דין רוב חמץ ועוד שהשכל גוזר כן שדין רוב חמץ פשוט הוא דהשתא ומה היכא דהוי רוב מצה אמרינן דצריך לבדוק משום דכל קבוע כמחצה על מחצה דמי כ''ש היכא דהוי רוב חמץ אבל דין רוב מצה טובא אשמועינן דאע''ג דהוה קבוע כיון דשלא במקום קבועו נולד הספק ולא דיינינן ליה בקבוע ולכך אין ספק שהנוסחאות שכתבתי הם המדוייקות: \n\n"
      ],
      [
        "<b>נכנס עכבר לבית וככר בפיו וכו'.</b> כפי נוסחת ספרי רבינו הנמצאים בידינו שכתוב בהם נכנס עכבר וככר בפיו ויצאתה משם חולדה וככר בפיה אינו צריך לבדוק שזה הככר הוא שהיה בפי העכבר יש לנו לומר שנוסחת הגמרא היתה אצלו כך בעי רבא עכבר נכנס וככר בפיו ועכבר יוצא וככר בפיו וכו' ואת''ל היינו דעל היינו דנפק עכבר לבן נכנס וככר בפיו ועכבר שחור יוצא וככר בפיו וכו' ואת''ל עכברים לא שקלי מהדדי עכבר נכנס וככר בפיו וחולדה יוצאת וככר בפיה מהו תיקו דאילו לגירסאות שלנו בגמרא גם בבעיא זו אמרו את''ל דמעכבר שקלתיה עכבר בפיה הוה משתכח עכבר נכנס וככר בפיו וחולדה יוצאה וככר ועכבר בפי חולדה מהו תיקו. ומלשון ה''ה נראה שנוסחת ספרי רבינו שבאו לידו היתה מסכמת לגירסאות שלנו וכן מצאתי בנוסחא מדוייקת כתוב כך נכנס עכבר וככר בפיו ויצאת משם חולדה וככר בפיה צריך לבדוק יצאת חולדה ועכבר וככר (בפיו ויצאת משם חולדה וככר בפיה צריך לבדוק יצאת חולדה ועכבר וככר x) בפיה אינו צריך לבדוק שזה הככר הוא שהיה בפי העכבר עכ''ל. וכן גירסת רבינו מנוח וליכא למימר דאם איתא ככר בפי עכבר הוה משתכח דמחמת ביעתותיה נפל: \n\n"
      ],
      [],
      [],
      [
        "<b>היה חצי זית בבית וכו'.</b> הואיל ואלו החצאי זיתים דבוקים בכתלים או בקורות או בקרקעות אינו חייב לבער אלא מבטלו בלבו ודיו. כתב הרא''ש בפסקיו פרק ואלו עוברין ולאו דוקא דבוקים אלא אורחא דמילתא נקט, ול''נ דדוקא נקט שאם אינם דבוקים בגומות הכתלים שהוא דומיא דלסתום בו נקב דעריבה הא אמרינן דאפילו פחות מכזית חייב לבער לפי פסק רבינו וכן פירש ה''ה ז''ל וכן כתב הרמ''ך: \n\n"
      ],
      [],
      [
        "<b>המשכיר בית לחבירו בי''ד אם עד שלא מסר לו מפתח וכו'.</b> ברייתא בפ''ק (דף ד') ופי' התוס' דהכא במאי עסקינן שמסר לו המפתח ולא החזיק ומי שיש בידו מפתח כשחל י''ד חייב לבדוק דאותו שאין בידו מפתח איך יכנס ויבדוק ודלא כפירוש רש''י שכתב דמסירת המפתח קונה דהא אמרינן במרובה (ב''ק ע''ט) כשם שקרקע נקנית בכסף בשטר ובחזקה כך שכירות קרקע נקנה וכו' ולא מהני מסירת המפתח אלא במאן דאמר לך חזק וקנה. והר''ן פירש דבכבר החזיק עסקינן ואף על פי כן כל שמפתח ביד משכיר עליו מוטל לבדוק כיון שהגיע שעת בדיקה ומפתח בידו והשוכר מעוכב ליכנס בו מפני שהמפתח בידו של משכיר ופי' זה כתב ה''ה בשם המפרשים. ומ''מ פי' התוס' נראה עיקר מיהו אפילו לפי פירושם אם הפקיד אדם מפתח ביתו אצל אדם אחר אינו חייב הנפקד לבודקו אלא דוקא כשרוצה להחזיק בבית ולקנותו וכן כתבו ז''ל: \n\n"
      ],
      [
        "<b>המפרש בים וכו' וכן העושה ביתו אוצר.</b> תימא דהא חששא רחוקה היא שנאמר שמא יפנה אוצרו ערב הפסח ויכלה מלפנותו בין השמשות ולא יהיה לו פנאי לבער. ואפשר לומר דשמא לא יכלה לפנותו וישאר שם חמץ מכוסה בפחות מג' טפחים וכיון דלא ידע בבירור שיש שם חמץ לא יתן אל לבו להוציאו: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>היו לו ככרות רבות של תרומה וצריך לשרפה ערב שבת וכו'.</b> תימה דמשמע דדוקא היכא דצריך לשרפה ע''ש וכגון שחל להיות [ערב] פסח בשבת דאכתי לא מטא זמן איסורא אבל אי הוה מטא זמן איסורא וכגון שחל להיות [ערב] פסח בשאר ימי השבוע אפילו יערב טהורה עם טמאה או תלויה לית לן בה ובגמרא דברו בסתם ולא חלקו וצ''ע: \n\n"
      ],
      [],
      [
        "<b>כשבודק החמץ בליל י''ד וכו'. ואם בדק לאחר הרגל אינו מברך וכו'.</b> וא''ת מ''ש דבתוך הרגל מברך ואחר הרגל אינו מברך כיון דתרוייהו זמן איסורא ותירץ ה''ה שבתוך הרגל כיון שהוא מצווה שלא יראה שום חמץ ברשותו ודאי יש לו לברך אבל לאחר הרגל שהוא אוכל חמץ ואין הבדיקה אלא כדי להבדיל בין חמץ זה שעבר עליו הפסח לחמץ אחר וא''כ היאך יברך על ביעור חמץ. ולא נהירא דהא שייך לברך על ביעור חמץ זה שהוא מבער. לכך י''ל דכיון דקי''ל כר''ש דחמץ שעבר עליו הפסח מותר בהנאה אלא משום קנסא וסוף סוף אם נתערב מותר וכמ''ש רבינו פ''א וכיון שכן כיון שעבר עליו הפסח אם השהה אותו מעתה אינו עובר עליו וכיון שאינו עובר עליו אפילו מדרבנן בשהייתו מכאן ואילך היאך יברך על ביעורו אבל בתוך הרגל שכל שעה שמשהא אותו עובר עליו שייך לברך. כתב ה''ר מנוח אבל אם בדק מתחלת שעה ששית אינו צריך לבטל. כלומר אינו יכול לבטל ודכוותה אין השליח האחרון צריך לומר בפני נכתב וכו' הר''מ: \n\n"
      ],
      [],
      [
        "<b>ואם מצאו ביו''ט כופה עליו כלי וכו'.</b> הקשו בהגהות יבערנו במקומו והא אית ליה לר' יהודה מתוך שהותרה הבערה לצורך הותרה נמי שלא לצורך ותירצו דהכא איירי בשבטלו. ולדעת ה''ה שכתב דאפילו לא ביטל עסקינן י''ל שכשהתירו הבערה שלא לצורך ה''מ בשיש צורך היום קצת וכ''ת הא איכא צורך היום כיון דאיכא מצוה ליתא דהא שריפת קדשים מצות עשה ואינו דוחה יו''ט ועוד דהא אמרינן בספ''ק דכתובות (דף ז'.) דלא אמרינן מתוך אלא בהנאה השוה לכל נפש פי' לכל גוף אדם והכא ליכא הנאה לשום גוף. והתוס' פ''ק דכתובות תירצו דלעולם בשלא בטלו ומאי דלא שרינן לשורפו משום מתוך היינו טעמא משום דאסור לשורפו מדרבנן משום מוקצה דאסור לטלטלו וקשה לי על דבריהם וכי משום איסורא דרבנן שרינן ליה להשהותו ולעבור עליו בבל יראה ובל ימצא. וי''ל דחכמים עשו חיזוק לדבריהם ועוד דאילו לעבור על איסור מוקצה צריך קום עשה ולעבור על בל יראה בשב ואל תעשה הוא ורצונו היה לבערו אלא שחכמים אסרוהו אינו עובר עליו דלא אמרה תורה בל יראה ובל ימצא אלא כשברשותו היה לבערו ואינו מבערו אבל אם הוא אנוס לא וזה אנוס הוא. והר''מ תירץ דלא שרינן לטלטלו משום דבעידנא דמטלטל ליה לא מקיים מצות תשביתו: \n\n"
      ],
      [
        "<b>מי שיצא מביתו קודם שעת הביעור וכו' יצא להציל מיד הגייס מן הנהר וכו'.</b> כתב ה''ה יבטל בלבו פי' ולא יחזור ואפילו יש שם שהות והטעם דמדאורייתא בביטול בעלמא סגי ליה וכ''כ רש''י בפירושיו ול''נ דמשום חומר סכנת נפשות אפילו אי לא הוה סגי בביטול ואפילו שיש שהות לא היו מצריכין אותו חכמים לחזור ולבער שמא יטרד בביעורו ויתבטל מהצלת נפשות. ואפשר שגם רש''י מודה בזה אלא דקושטא דמילתא קאמר דמדאורייתא בביטול בעלמא סגי: \n\n"
      ],
      [],
      [
        "<b>כיצד ביעור חמץ וכו'.</b> נראה שרבינו מפרש הא בחיטי הא בנהמא דחיטי שהחמיצו לא בעי פירור אלא זורקן לתוך המים ואפילו מכונסין מפני שהמים מפזרים אותם אבל נהמא בעי פירור שאין המים מחתכין אותו. כתב הטור באורח חיים שהגאונים פסקו כחכמים דאמרי מפרר וזורה לרוח או מטיל לים פירוש גם יפרר כשיזרוק לים ולא ישליכנו שם שלם כן כתב הר''ם במז''ל. ואם מה שאמר שכן כתב הר''ם במז''ל חוזר לכל מה שכתב למעלה אי אפשר שהרי רבינו בפירוש נראה מדבריו דדוקא בזורה לרוח בעינן פירור אבל לא בזריקה לים שכן כתב ואם היה החמץ קשה ואין הים מחתכו במהרה הרי זה מפררו וכו' הרי שלא הצריך פירור אלא לחמץ קשה דהיינו (בתחילת דבריו כתב איפכא וצ''ע) חיטי דרב יוסף אבל שאר חמץ לא בעי פירור. אלא ע''כ יש לנו לומר שמה שאמר וכן כתב הרמב''ם לא קאי אלא לענין מה שאמר שהגאונים פסקו כחכמים וא''ת אליבא דכ''ע במאי איפלגו ר''י ורבנן דהא כיון שהטילו לים או זרה לרוח הרי הוציאו מרשותו ולמה לי פירור לר''י בכל חמץ ולרבנן בחמץ קשה ואע''ג דאמרינן בפ''ק דפסחים ואף ר''י לא קאמר דוקא בשריפה אלא שלא בשעת ביעורו אבל בשעת ביעורו השבתתו בכל דבר מ''מ קשיא דאפילו בשעת ביעורו השבתה מיהא בעי פי' להטיל לים או לזרות לרוח ולרבנן בכל זמן נראה דבעי הטלה לים וזריה לרוח דמדקאמר דלא אמר ר''י בשריפה אלא שלא בשעת ביעורו וכו' משמע דלרבנן לא שני להו בין שעת ביעור לשלא בשעת ביעורו ואמאי לא סגי להו בהוצאה מרשותו. וי''ל דלעולם שאני להו דבשעת ביעורו דוקא בעי זריקה אבל שלא בשעת ביעורו השבתתו בכל דבר והא דלא מפליג התם לרבנן משום דאיירי התם אליבא דר' יהודה פריש מילי דר''י אבל אה''נ דלרבנן מתחלת שש ולמעלה שהוא זמן איסורו בעינן זריקה לים אבל קודם שש בהוצאה מרשותו סגי וזהו שכתב רבינו נתנה לעכו''ם קודם שעה ששית אינו צריך לבער שנראה שמה שכתב בתחלת הענין כיצד ביעור חמץ וכו' מיירי מתחלת שעה ששית ולמעלה או שאין שם עכו''ם ליתנו לו ורוצה לבערו קודם שעה ששית, א''נ שלא בשעת ביעורו היינו שעה ששית וכדפירש''י ושעת ביעורו היינו תחלת שביעית, או כדפי' ר''ת ושעת ביעורו היינו שעה ששית ושלא בשעת ביעורו היינו שעה שביעית והשתא ר''י ורבנן פליגי בשעה ששית אבל בשעה שביעית השבתתו בכל דבר כלומר דאפילו ר''י לא בעי שריפה אלא במפרר וזורה לרוח או מטיל לים סגי והיינו לרש''י, ולר''ת הוי איפכא דפליגי בשעה שביעית אבל בשעה ששית השבתתו בכל דבר וזה נראה עיקר יותר. ואותן בני אדם המשימים חמץ בצדי רה''ר בשעה ששית או שביעית שלא כדין הם עושים שמשהגיעה שעה ששית צריך לבערו מן העולם וכן משמע בהגהות מימוניות ופסק רבינו כרב יוסף וצריך טעם למה דהא רבה ורב יוסף הלכה כרבה בר מתלת וצ''ע. כתב הר''מ דאע''ג דידע חמץ במקום שאינו עשוי ליגלות ואינו מצוי בבית דסגי ליה בביטול היכא דבטליה מדעתיה שלא בהערמה שאין דעתו לחזור וליהנות ממנו לעולם: [ \n",
        "<b>חמץ שנפלה עליו כו' ג' טפחים כו'.</b> בגמ' (ל''א:) תנא] כמה חפישת הכלב פירושו כמה יהא מכוסה ולא נחוש בו לחפישת הכלב ג' טפחים וא''כ בג' טפחים סגי ליה. \n",
        "<b>ומ''ש או יותר.</b> דלא נימא דכי הוי יותר משלשה טפחים אפילו ביטול לא ניבעי קמ''ל. כתב הר''מ בספרים המדוייקים גרסי אם עדיין לא נכנסה שעה ששית נותנו לעכו''ם ואינו צריך לבער, וי''ס דגרסי נתנו לעכו''ם קודם שעה ששית אינו צריך לבער, פי' דקי''ל (דף כ''א.) כב''ה דכל שעה שמותר לאכול מותר למכור ואף על פי שהחמץ נשאר קיים אין בכך כלום: \n",
        "<b>ואם בישל או אפה אותה הפת וכו'.</b> ודוקא שהאבוקה כנגדו הרב רבי משה: \n\n"
      ]
    ],
    [
      [
        "<b>כתוב בתורה לא יראה לך חמץ יכול אם טמן אותו או הפקיד אותו ביד עכו''ם לא יהא עובר עליו.</b> כלומר דמדכתיב לא יראה משמע שריותא דטמן ומדכתיב לך משמע דוקא כשהוא בידך אבל אם הפקיד אותו ביד עכו''ם שרי ת''ל שאור לא ימצא בבתיכם דמדכתיב לא ימצא אסור אפילו טמון דהא אם יחפשו אחריו וכמטמונים יבקשוהו אז ימצאוהו ומדכתיב בבתיכם משתמע איסורא להפקידו ביד עכו''ם שהרי המקום שמניח בו חמצו ביד עכו''ם הרי הוא ביתו: \n\n"
      ],
      [
        "<b>אבל צריך לעשות מחיצה גבוהה עשרה טפחים.</b> ולא סגי ליה בכפיית כלי כדלעיל משום דמסתמא הוא הרבה שאין דרך להפקיד מועט ולא יתכסה בכלי. א''נ התם שהוא לפי שעה סגי ליה בכפיית כלי אבל זה שצריך לעמוד כל המועד לא סגי ליה שהכלי ניטל לצורך ואתי למיכל מיניה: \n\n"
      ],
      [],
      [
        "<b>עכו''ם אנס וכו'.</b> וכתב הראב''ד א''א דבר זה הוציא ממאי דאמר להו רבא לבני מחוזא בעירו חמירא דבני חילא וכו' (פסחים ה':) וכתב בעל ההשלמה אין טעם להשגה זו כי בודאי הדעת נותנת כדברי הרב ומילתא דאמר להו מוכחת כן דסתמא א''ל בעירו חמירא דבני חילא בין קבילו עליהם אחריות בין לא קבילו אלמא דאחריות מן האונס אחריות הוא דאל''כ נימא להו לא תקבלו חמירא דבני חילא באחריות והאי מילתא דרב נחמן כדבריו כן הוא ושמא אותן בני חילא לא היו אנסים כראשונים והחזירוהו להם או אפילו היו אנסים הרי אמר להם רבא בעירו חמירא דבני חילא כלומר שיוציאוהו מרשותן ויחזירוהו להם ויהיו פטורים מאחריות או שמא האי חמירא דר''נ לא היה נפקד אצלם שהרי אין להם רשות בזה ולא היו מפקידין אותו לבית אחד ואוכלים אותו בבית ישראל ואמר להם ר''נ שאע''פ שברור להם שנאפה תוך הפסח והוא חמץ של עכו''ם מותר לאחר הפסח כר''ש: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>תערובת חמץ עוברין עליה וכו'.</b> כתב הרב המגיד כבר נתבאר בפרק ראשון וכו'. ולי יותר מתיישב אצלי פירוש ה''ר משה כהן דאע''ג דללקות על אכילתו בעיא כזית בכדי אכילת פרס לעבור עליו בבל יראה ובל ימצא בבציר מהכי סגי והטעם משום דלענין אכילה כל שהוא פחות מכזית בכדי אכילת פרס ה''ל כאילו אכל חצי זית היום וחצי זית למחר ואינו לוקה שכלל הוא בידינו שכל שאכל כזית איסור ושהה באכילתו יותר מכדי אכילת פרס אין לוקין עליו אבל לעבור עליו בבל יראה כיון שעוברין על התערובת מאחר שיש כאן כזית מה לי שיהיה בכדי אכילת פרס או יותר מאכילת פרס. ומה שהביא ה''ה ראיה ממה שכתב כאן רבינו כגון כותח הבבלי וכו' אותן שהזכיר פ''א (שאין) [שיש] בהם כזית בכדי א''פ לאו ראיה היא שהרי ה''ה בעצמו כתב שם בהשיבו להשגת הראב''ד ואני אומר שאין זו השגה שרבינו כבר ביאר הדין במה הוא תלוי ובאר דדוקא כשאכל באלו כזית בכדי אכילת פרס אע''פ שבדרך אכילתן אין שם השיעור הזה לפי דרכן של בני אדם ולזה כתבו בהל' כגון כותח הבבלי מ''מ אם אכלו ודאי לוקה, עכ''ל. הרי שהוא אומר דלפי דרכן של בני אדם בכותח וכיוצא בו אין בהם כזית בכדי אכילת פרס ובפרק א' לפי שהוצרך לחלק בין יש בהם כזית בכדי א''פ לאין בהם נקט יש בהם כזית ברישא והדר אמר דכי אין בו כזית אינו לוקה וכן דרך המדברים למינקט הן קודם ללאו אבל הכא נקיט סתמא לפי דרכן של בני אדם שאין בו כזית בכדי אכילת פרס ועוד שכיון שלמעלה בפ''א חילק בין יש בו כזית בכדי אכילת פרס לאין בו וכאן כתב סתם הא ודאי לא שני ליה לענין זה בין יש בו כזית בכדי אכילת פרס לאין בו: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>חמשת מיני דגן אלו אם לשן במי פירות בלבד וכו'. ומי פירות הן כגון יין וחלב וכו' ומי תפוחים ומי רמונים.</b> למדנו מדבריו אלה שכל הדברים שאינן מים נקראים מי פירות וכתב עוד בפ' עצמו וכן מותר ללוש ביין ושמן או דבש וכו' וביום הראשון אסור ללוש ולקטף אלא במים בלבד לא משום חמץ וכו', וזה סותר למה שכתב בפ''ו מצה שלשה במי פירות יוצא בה ידי חובתו בפסח וכו' שנראה מדבריו שאם לשה בשאר מי פירות חוץ מיין ושמן ודבש וחלב יוצא ידי חובתו וכמו שכתב ה''ה. ונראה לי שכשאמר אלא במים בלבד היינו לכתחלה ומ''ש בפ''ו מצה שלשה במי פירות וכו' היינו בדיעבד ובשמן ויין ודבש וחלב אינו יוצא אפילו בדיעבד. ויש מי שאמר שמצא נוסחא ישנה דלא שאני לרבינו בין יין ושמן ודבש לשאר מי פירות דבכלהו לא יצא ידי חובתו ובכך אתי שפיר מה שכתב בפרק זה אלא במים בלבד: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>דגן שנטבע בנהר או שנפל עליו מים וכו'.</b> כתוב בטור אורח חיים חטין שבאו בספינה וכו' אלא ימכרם לישראל מעט מעט בענין שיוכל לאכלם קודם הפסח וכתב בעל העיטור אפילו לא הודיעו כיון שיכול לאוכלם קודם הפסח. והרמב''ם כתב שצריך להודיעו ומסתברא כדברי בעל העיטור מדלא שרי אלא דבר מועט שאם מודיעו אפילו טובא נמי עכ''ל. ואיני יודע היאך שייכא קושיא זו לרבינו שהרי גם רבינו אמר שאפילו כולו יכול למכור לישראל אם הודיעו וכשאמרו בגמרא נזבנינהו קבא קבא לא גריס רבינו לישראל אלא ארישא מהדר דשרי לזבוני לנכרי כולו והשתא אמר דדוקא קבא קבא כי היכי דכליא קמי פסחא כלומר שאם הנכרי יקנה הרבה יבא למכרו קודם הפסח או בתוך הפסח לישראל אבל כשאינו קונה אלא קבא קבא לביתו צריך אותו ויכלה קודם הפסח וליכא למיחש למידי: \n\n"
      ],
      [],
      [],
      [
        "<b>ואם היתה לשה ואופה וכו'.</b> כתוב בטור או''ח והרמב''ם ז''ל כתב ואם היא לשה ואופה צריכה שני כלים ולא ידענא למה כתב לשה ואופה דאכל אשה שהיא לשה קאי, ע''כ. וא''כ לפי דעתו אנו שאין לנו שני כלים הללו שלא כדין אנו עושים. אבל דברי רבינו ישרים ונכוחים שהוא מפרש שמה שאמרו צריכה שני כלים היינו לומר שאם היתה מקטפת במים שלא תקטף באותם מים שמצננת בהם ידיה מפני שהם מתחממים ומחמיצין את העיסה אבל כל שאינה מקטפת במים לא הצריכוה לדקדק אם ידיה חמין או צוננין שאין חשש חימוץ בכך דכלי לצנן ידיה לא הצריכו אלא אם היא אופה שידיה מתחממין מחמת חום התנור אבל אם אינה אופה ואינה רוצה לקטף במים אין צריך שום כלי וכן נהגו וכ''כ הרמ''ך: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לא תשרה אשה מורסן וכו' אבל שפה היא על בשרה יבש.</b> משנה פרק כל שעה (פסחים ל״ט:) ופירש רש״י ואף על פי שהמים טופחים בבשרה וכתב הרא״ש שאין לפרש מים ממש וכגון אחר שנשתטפה בחמין או בצונן דהא נראה ודאי אסור אלא מזיעה קאמר וצריכה להעביר כל הסובין ממנה קודם שתשתטף לכן כתב הר״י ז״ל דהאידנא אין הנשים בקיאות בזה ויש למונען מלתת מורסן על בשרם אפילו יבש: \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b>אכל מצה בלא כונה וכו'.</b> בהלכות שופר פרק שני כתבתי מה טעם פסק רבינו כאן שיצא בלא כונה אף על גב דבעלמא ס''ל דמצות צריכות כונה: \n\n"
      ],
      [],
      [
        "<b>אין יוצאין בפת מורסן וכו'.</b> רבינו ז''ל אזיל לטעמא דהריא''ף ז''ל שפי' פת הדראה היינו סובין. ומה שהקשה הר''ן על פי' הריא''ף מתורץ עם מ''ש ה''ה בשם הרא''ה ז''ל: \n\n"
      ],
      [],
      [],
      [
        "<b>וכן יוצאין במצה של מעשר שני בירושלים.</b> כתב הר' מנוח תימא דהא קיימא לן כרבי מאיר דאמר פרק האיש מקדש (קידושין דף כ''ד:) במעשר ממון גבוה הוא ואמר רב אסי (פסחים דף ל''ח.) לדברי רבי מאיר אין אדם יוצא במצה במעשר שני. וי''ל דס''ל כרבי חייא בר אבא בפרק לולב הגזול (סוכה דף ל''ה.): \n\n"
      ],
      [],
      [
        "<b>הכל חייבין באכילת מצה וכו' קטן שיכול לאכול פת וכו'.</b> דע שבפרק הקורא את המגילה למפרע כתב הרמב''ן דכי אמרינן קטן חייב לאו למימרא דאיהו חייב דאיהו לאו בר חיובא הוא כלל אלא חיובא אאבוה רמיא. וכ''נ דעת רבינו שלא כתב הכל חייבין באכילת מצה אפילו נשים ועבדים וקטנים אלא קטן שיכול לאכול כזית מחנכים וכו' כלומר דחיובא אאבוה רמיא וכן כתב פ''א דהלכות מגלה הכל חייבים אנשים ונשים וכו' ומחנכין את הקטנים לקרותה ושלא כנראה מדברי הר''ן ז''ל שם: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ואימתי צריכין הסיבה וכו'.</b> ה''ה כתב שם אתמר מצה צריכה הסיבה וכו' יין אמרי תרי כסי קמאי וכו' והשתא דאתמר הכי ואתמר הכי אידי ואידי בעו הסיבה. אבל המפרשים מקשים דהא בעלמא קי''ל איפכא דכל ספיקא דרבנן לקולא וכו'. וי''א דהכא כיון דלאו מילתא דטירחא היא עבדינן לרווחא דמילתא. והר''ן כתב דע''כ אית לן למעבד הסיבה בכולהו דאי נזיל לקולא אמאי נקיל בהני טפי מהני ואי נקיל בתרוייהו הא מיעקרא מצות הסיבה לגמרי. כתב הר' מנוח אשה חשובה כלומר שאין לה בעל והיא גברת הבית א''נ שהיא חשובה בפרי ידיה בת גדולי הדור אשת חיל יראת ה'. א''נ אשה חשובה שיש לה עבדים ושפחות שאינה צריכה להתעסק בתיקון המאכל וענייני הבית. ושמש אע''פ שמתעסק בצרכי הבית מיסב לפי שהקונה ע''ע כקונה אדון. תלמיד לפני רבו אין צריך הסבה (ה''ה לשוליא דנגרי x): לא כתב רבינו גבי מרור דיוצאים בדמאי וכו'. משום דהשתא במצה דאורייתא נפיק אמרור דרבנן לא כל שכן דגלי במצה וה''ה למרור: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b></b>כתב הר' מנוח ומגביה המרור. רבינו כתב כסדר המשנה אבל בהגדה מצה זו קאמר תחלה, וטעם המשנה שתחלה מררו חייהם ואח''כ נגאלו: \n\n"
      ]
    ]
  ]
};