const Rest_on_a_Holiday = {
  "title": "Mishneh Torah, Rest on a Holiday",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Rest_on_a_Holiday",
  "text": [
    [
      "שֵׁשֶׁת יָמִים הָאֵלּוּ שֶׁאֲסָרָן הַכָּתוּב בַּעֲשִׂיַּת מְלָאכָה שֶׁהֵן רִאשׁוֹן וּשְׁבִיעִי שֶׁל פֶּסַח וְרִאשׁוֹן וּשְׁמִינִי שֶׁל חַג הַסֻּכּוֹת וּבְיוֹם חַג הַשָּׁבוּעוֹת וּבְאֶחָד לַחֹדֶשׁ הַשְּׁבִיעִי הֵן הַנִּקְרָאִין יָמִים טוֹבִים. וּשְׁבִיתַת כֻּלָּן שָׁוָה שֶׁהֵן אֲסוּרִין בְּכָל מְלֶאכֶת עֲבוֹדָה חוּץ מִמְּלָאכָה שֶׁהִיא לְצֹרֶךְ אֲכִילָה שֶׁנֶּאֱמַר <small>(שמות יב טז)</small> \"אַךְ אֲשֶׁר יֵאָכֵל לְכָל נֶפֶשׁ\" וְגוֹ': \n",
      "כָּל הַשּׁוֹבֵת מִמְּלֶאכֶת עֲבוֹדָה בְּאֶחָד מֵהֶן הֲרֵי קִיֵּם מִצְוַת עֲשֵׂה שֶׁהֲרֵי נֶאֱמַר בָּהֶן <small>(ויקרא כג כד)</small> <small>(ויקרא כג לט)</small> \"שַׁבָּתוֹן\" כְּלוֹמַר שְׁבֹת. וְכָל הָעוֹשֶׂה בְּאֶחָד מֵהֶן מְלָאכָה שֶׁאֵינָהּ לְצֹרֶךְ אֲכִילָה כְּגוֹן שֶׁבָּנָה אוֹ הָרַס אוֹ אָרַג וְכַיּוֹצֵא בָּאֵלּוּ הֲרֵי בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר כָּל מְלֶאכֶת עֲבֹדָה לֹא תַעֲשׂוּ. <small>(שמות יב טז)</small> \"כָּל מְלָאכָה לֹא יֵעָשֶׂה בָהֶם\". וְאִם עָשָׂה בְּעֵדִים וְהַתְרָאָה לוֹקֶה מִן הַתּוֹרָה: \n",
      "הָעוֹשֶׂה אֲבוֹת מְלָאכוֹת הַרְבֵּה בְּיוֹם טוֹב בְּהַתְרָאָה אַחַת כְּגוֹן שֶׁזָּרַע וּבָנָה וְסָתַר וְאָרַג בְּהַתְרָאָה אַחַת אֵינוֹ לוֹקֶה אֶלָּא אַחַת. חִלּוּק מְלָאכוֹת לְשַׁבָּת וְאֵין חִלּוּק מְלָאכוֹת לְיוֹם טוֹב: \n",
      "כָּל מְלָאכָה שֶׁחַיָּבִין עָלֶיהָ בְּשַׁבָּת אִם עָשָׂה אוֹתָהּ בְּיוֹם טוֹב שֶׁלֹּא לְצֹרֶךְ אֲכִילָה לוֹקֶה חוּץ מִן הַהוֹצָאָה מֵרְשׁוּת לִרְשׁוּת וְהַהַבְעָרָה שֶׁמִּתּוֹךְ שֶׁהֻתְּרָה הוֹצָאָה בְּיוֹם טוֹב לְצֹרֶךְ אֲכִילָה הֻתְּרָה שֶׁלֹּא לְצֹרֶךְ אֲכִילָה. לְפִיכָךְ מֻתָּר בְּיוֹם טוֹב לְהוֹצִיא קָטָן אוֹ סֵפֶר תּוֹרָה אוֹ מַפְתֵּחַ וְכַיּוֹצֵא בְּאֵלּוּ מֵרְשׁוּת לִרְשׁוּת. וְכֵן מֻתָּר לְהַבְעִיר אַף עַל פִּי שֶׁאֵינוֹ לְצֹרֶךְ אֲכִילָה. וּשְׁאָר מְלָאכוֹת כָּל שֶׁיֵּשׁ בּוֹ צֹרֶךְ אֲכִילָה מֻתָּר כְּגוֹן שְׁחִיטָה וַאֲפִיָּה וְלִישָׁה וְכַיּוֹצֵא בָּהֶן. וְכָל שֶׁאֵין בָּהֶן צֹרֶךְ אֲכִילָה אָסוּר כְּגוֹן כְּתִיבָה וַאֲרִיגָה וּבִנְיָן וְכַיּוֹצֵא בָּהֶן: \n",
      "כָּל מְלָאכָה שֶׁאֶפְשָׁר לְהֵעָשׂוֹת מֵעֶרֶב יוֹם טוֹב וְלֹא יִהְיֶה בָּהּ הֶפְסֵד וְלֹא חֶסְרוֹן אִם נַעֲשֵׂית מִבָּעֶרֶב אָסְרוּ חֲכָמִים לַעֲשׂוֹת אוֹתָהּ בְּיוֹם טוֹב אַף עַל פִּי שֶׁהִיא לְצֹרֶךְ אֲכִילָה. וְלָמָּה אָסְרוּ דָּבָר זֶה גְּזֵרָה שֶׁמָּא יָנִיחַ אָדָם מְלָאכוֹת שֶׁאֶפְשָׁר לַעֲשׂוֹתָן מֵעֶרֶב יוֹם טוֹב לְיוֹם טוֹב וְנִמְצָא יוֹם טוֹב כֻּלּוֹ הוֹלֵךְ בַּעֲשִׂיַּת אוֹתָן מְלָאכוֹת וְיִמָּנַע מִשִּׂמְחַת יוֹם טוֹב וְלֹא יִהְיֶה לוֹ פְּנַאי לֶאֱכל: \n",
      "וּמִזֶּה הַטַּעַם עַצְמוֹ לֹא אָסְרוּ הַהוֹצָאָה בְּיוֹם טוֹב וְאַף עַל פִּי שֶׁכָּל הַהוֹצָאָה הִיא מְלָאכָה שֶׁאֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב יוֹם טוֹב וְלָמָּה לֹא אֲסָרוּהָ כְּדֵי לְהַרְבּוֹת בְּשִׂמְחַת יוֹם טוֹב וְיוֹלִיךְ וְיָבִיא כָּל מַה שֶּׁיִּרְצֶה וְיַשְׁלִים חֲפָצָיו וְלֹא יִהְיֶה כְּמִי שֶׁיָּדָיו אֲסוּרוֹת. אֲבָל שְׁאָר מְלָאכוֹת שֶׁאֶפְשָׁר לַעֲשׂוֹתָן מֵעֶרֶב יוֹם טוֹב הוֹאִיל וְיֵשׁ בָּהֶן עֵסֶק אֵין עוֹשִׂין אוֹתָן בְּיוֹם טוֹב: \n",
      "כֵּיצַד. אֵין קוֹצְרִין וְלֹא דָּשִׁין וְלֹא זוֹרִין וְלֹא בּוֹרְרִין וְלֹא טוֹחֲנִין אֶת הַחִטִּים וְלֹא מְרַקְּדִין בְּיוֹם טוֹב שֶׁכָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶם אֶפְשָׁר לַעֲשׂוֹתָן מֵעֶרֶב יוֹם טוֹב וְאֵין בְּכָךְ הֶפְסֵד וְלֹא חֶסְרוֹן: \n",
      "אֲבָל לָשִׁין וְאוֹפִין וְשׁוֹחֲטִין וּמְבַשְּׁלִין בְּיוֹם טוֹב. שֶׁאִם עָשָׂה אֵלּוּ מִבָּעֶרֶב יֵשׁ בְּכָךְ הֶפְסֵד אוֹ חֶסְרוֹן טַעַם. שֶׁאֵין לֶחֶם חַם אוֹ תַּבְשִׁיל שֶׁבִּשֵּׁל הַיּוֹם כְּלֶחֶם שֶׁנֶּאֱפָה מֵאֶמֶשׁ וּכְתַבְשִׁיל שֶׁנִתְבַּשֵּׁל מֵאֶמֶשׁ. וְלֹא בָּשָׂר שֶׁנִּשְׁחַט הַיּוֹם כְּבָשָׂר שֶׁנִּשְׁחַט מֵאֶמֶשׁ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ. וְכֵן מַכְשִׁירֵי אֹכֶל נֶפֶשׁ שֶׁיֵּשׁ בָּהֶן חֶסְרוֹן אִם נַעֲשׂוּ מִבָּעֶרֶב עוֹשִׂין אוֹתָן בְּיוֹם טוֹב. כְּגוֹן שְׁחִיקַת תַּבְלִין וְכַיּוֹצֵא בָּהֶן: \n",
      "אֵין אוֹפִין וּמְבַשְּׁלִין בְּיוֹם טוֹב מַה שֶּׁיֵּאָכֵל בְּחל. וְלֹא הֻתְּרָה מְלָאכָה שֶׁהִיא לְצֹרֶךְ אֲכִילָה אֶלָּא כְּדֵי לֵהָנוֹת בָּהּ בְּיוֹם טוֹב. עָשָׂה כְּדֵי לֶאֱכל בְּיוֹם טוֹב וְהוֹתִיר מֻתָּר לֶאֱכל הַמּוֹתָר בְּחל: \n",
      "מְמַלְּאָה אִשָּׁה קְדֵרָה בָּשָׂר אַף עַל פִּי שֶׁאֵינָהּ צְרִיכָה אֶלָּא לַחֲתִיכָה אַחַת. מְמַלֵּא נַחְתּוֹם חָבִית שֶׁל מַיִם אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לְקִיתוֹן אֶחָד. וּמְמַלְּאָה אִשָּׁה תַּנּוּר פַּת אַף עַל פִּי שֶׁאֵינָהּ צְרִיכָה אֶלָּא לְכִכָּר אֶחָד. שֶׁבִּזְמַן שֶׁהַפַּת מְרֻבָּה בַּתַּנּוּר הִיא נֶאֱפֵית יָפֶה. וּמוֹלֵחַ אָדָם כַּמָּה חֲתִיכוֹת בָּשָׂר בְּבַת אַחַת אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לַחֲתִיכָה אַחַת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמְבַשֵּׁל אוֹ הָאוֹפֶה בְּיוֹם טוֹב כְּדֵי לֶאֱכל בּוֹ בַּיּוֹם אוֹ שֶׁזִּמֵּן אוֹרְחִים וְלֹא בָּאוּ וְנִשְׁאַר הַתַּבְשִׁיל וְהַפַּת הֲרֵי זֶה מֻתָּר לֶאֱכל לְמָחָר בֵּין בְּחל בֵּין בְּשַׁבָּת. וּבִלְבַד שֶׁלֹּא יַעֲרִים. וְאִם הֶעֱרִים אָסוּר וַאֲפִלּוּ בְּשַׁבָּת שֶׁאַחַר יוֹם טוֹב מִפְּנֵי שֶׁהֶחְמִירוּ בְּמַעֲרִים יוֹתֵר מִן הַמֵּזִיד: \n",
      "מִי שֶׁהָיְתָה לוֹ בְּהֵמָה מְסֻכֶּנֶת לֹא יִשְׁחֹט אוֹתָהּ בְּיוֹם טוֹב אֶלָּא אִם כֵּן יוֹדֵעַ שֶׁיָּכוֹל לֶאֱכל מִמֶּנָּה כְּזַיִת צָלִי מִבְּעוֹד יוֹם. כְּדֵי שֶׁלֹּא יִשְׁחֹט בְּיוֹם טוֹב מַה שֶּׁיֹּאכַל בְּחל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין אוֹפִין וּמְבַשְּׁלִין בְּיוֹם טוֹב כְּדֵי לְהַאֲכִיל כּוּתִים אוֹ כְּלָבִים שֶׁנֶּאֱמַר <small>(שמות יב טז)</small> \"הוּא לְבַדּוֹ יֵעָשֶׂה לָכֶם\" לָכֶם וְלֹא לְכוּתִים לָכֶם וְלֹא לִכְלָבִים. לְפִיכָךְ מְזַמְּנִין אֶת הַכּוּתִי בְּשַׁבָּת וְאֵין מְזַמְּנִין אוֹתוֹ בְּיוֹם טוֹב גְּזֵרָה שֶׁמָּא יַרְבֶּה בִּשְׁבִילוֹ. אֲבָל אִם בָּא הַכּוּתִי מֵאֵלָיו אוֹכֵל עִמָּהֶן מַה שֶּׁהֵן אוֹכְלִין שֶׁכְּבָר הֱכִינוּהָ: \n",
      "בְּהֵמָה שֶׁחֶצְיָהּ שֶׁל כּוּתִי וְחֶצְיָהּ שֶׁל יִשְׂרָאֵל מֻתָּר לְשָׁחֳטָהּ בְּיוֹם טוֹב שֶׁאִי אֶפְשָׁר לֶאֱכל מִמֶּנָּה כְּזַיִת בָּשָׂר בְּלֹא שְׁחִיטָה. אֲבָל עִסָּה שֶׁחֶצְיָהּ לְכוּתִים וְחֶצְיָהּ לְיִשְׂרָאֵל אָסוּר לֶאֱפוֹת אוֹתָהּ מִפְּנֵי שֶׁיָּכוֹל לְחַלֵּק הַבָּצֵק. בְּנֵי הַחַיִל שֶׁנָּתְנוּ קֶמַח לְיִשְׂרָאֵל לַעֲשׂוֹת לָהֶם פַּת בְּיוֹם טוֹב. אִם כְּשֶׁנּוֹתְנִין פַּת מִמֶּנָּה לְתִינוֹק אֵין מַקְפִּידִין מֻתָּר לֶאֱפוֹתוֹ לָהֶן בְּיוֹם טוֹב שֶׁכָּל פַּת וּפַת רָאוּי לַתִּינוֹק. עִסַּת הַכְּלָבִים בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה נֶאֱפֵית בְּיוֹם טוֹב: \n",
      "הַמְבַשֵּׁל בְּיוֹם טוֹב לְכוּתִים אוֹ לִבְהֵמָה אוֹ לְהַנִּיחַ לְחל אֵינוֹ לוֹקֶה שֶׁאִלּוּ בָּאוּ לוֹ אוֹרְחִים הָיָה אוֹתוֹ תַּבְשִׁיל רָאוּי לָהֶן. עָשָׂה לְנַפְשׁוֹ וְהוֹתִיר מֻתָּר לְהַאֲכִיל מִמֶּנּוּ לְכוּתִים וְלִבְהֵמָה: \n",
      "רְחִיצָה וְסִיכָה הֲרֵי הֵן בִּכְלַל אֲכִילָה וּשְׁתִיָּה וְעוֹשִׂין אוֹתָן בְּיוֹם טוֹב שֶׁנֶּאֱמַר <small>(שמות יב טז)</small> \"אַךְ אֲשֶׁר יֵאָכֵל לְכָל נֶפֶשׁ\" לְכָל שֶׁצָּרִיךְ הַגּוּף. לְפִיכָךְ מְחִמִּין חַמִּין בְּיוֹם טוֹב וְרוֹחֵץ בָּהֶן פָּנָיו יָדָיו וְרַגְלָיו. אֲבָל כָּל גּוּפוֹ אָסוּר מִשּׁוּם גְּזֵרַת מֶרְחָץ. וְחַמִּין שֶׁהוּחַמּוּ מֵעֶרֶב יוֹם טוֹב רוֹחֵץ בָּהֶן כָּל גּוּפוֹ בְּיוֹם טוֹב שֶׁלֹּא גָּזְרוּ עַל דָּבָר זֶה אֶלָּא בְּשַׁבָּת בִּלְבַד: \n",
      "כָּל שֶׁאָסוּר בְּשַׁבָּת בֵּין מִשּׁוּם שֶׁהוּא דּוֹמֶה לִמְלָאכָה אוֹ מֵבִיא לִידֵי מְלָאכָה בֵּין שֶׁהוּא מִשּׁוּם שְׁבוּת הֲרֵי הוּא אָסוּר בְּיוֹם טוֹב אֶלָּא אִם כֵּן הָיָה בּוֹ צֹרֶךְ אֲכִילָה וְכַיּוֹצֵא בָּהּ. אוֹ דְּבָרִים שֶׁהֵם מֻתָּרִים בְּיוֹם טוֹב כְּמוֹ שֶׁיִּתְבָּאֵר בַּהֲלָכוֹת אֵלּוּ. וְכָל שֶׁאָסוּר לְטַלְטְלוֹ בְּשַׁבָּת אָסוּר לְטַלְטְלוֹ בְּיוֹם טוֹב אֶלָּא לְצֹרֶךְ אֲכִילָה וְכַיּוֹצֵא בָּהּ. וְכָל שֶׁמֻּתָּר בְּשַׁבָּת מֻתָּר בְּיוֹם טוֹב. וְיֵשׁ בְּיוֹם טוֹב מַה שֶּׁאֵין בְּשַׁבָּת אִסּוּר מֻקְצֶה שֶׁהַמֻּקְצֶה אָסוּר בְּיוֹם טוֹב וּמֻתָּר בְּשַׁבָּת מִפְּנֵי שֶׁיּוֹם טוֹב קַל מִשַּׁבָּת אָסְרוּ בּוֹ הַמֻּקְצֶה שֶׁמָּא יָבוֹא לְזַלְזֵל בּוֹ: \n",
      "כֵּיצַד. תַּרְנְגלֶת הָעוֹמֶדֶת לְגַדֵּל בֵּיצִים וְשׁוֹר הָעוֹמֵד לַחֲרִישָׁה וְיוֹנֵי שׁוֹבָךְ וּפֵרוֹת הָעוֹמְדִין לִסְחוֹרָה כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן מֻקְצֶה הֵן וְאָסוּר לֶאֱכל מֵהֶן בְּיוֹם טוֹב עַד שֶׁיָּכִין אוֹתָם מִבָּעֶרֶב וְיַחֲשֹׁב עֲלֵיהֶם לַאֲכִילָה. אֲבָל בְּשַׁבָּת הַכּל מוּכָן אֵצֶל שַׁבָּת וְאֵינוֹ צָרִיךְ הֲכָנָה. וּכְשֵׁם שֶׁהַמֻּקְצֶה אָסוּר בְּיוֹם טוֹב כָּךְ הַנּוֹלָד אָסוּר: \n",
      "חֹל מֵכִין לְשַׁבָּת וְחל מֵכִין לְיוֹם טוֹב אֲבָל אֵין יוֹם טוֹב מֵכִין לְשַׁבָּת וְלֹא שַׁבָּת מְכִינָה לְיוֹם טוֹב. לְפִיכָךְ בֵּיצָה שֶׁנּוֹלְדָה בְּיוֹם טוֹב אַחַר הַשַּׁבָּת אֲסוּרָה. וְאַף עַל פִּי שֶׁהַתַּרְנְגלֶת עוֹמֶדֶת לַאֲכִילָה. הוֹאִיל וּמֵאֶמֶשׁ נִגְמְרָה הַבֵּיצָה נִמְצָא שַׁבָּת מֵכִין אוֹתָהּ לְיוֹם טוֹב. וַאֲסָרוּהָ בְּכָל יוֹם טוֹב גְּזֵרָה מִשּׁוּם יוֹם טוֹב שֶׁאַחַר שַׁבָּת. וְכֵן בֵּיצָה שֶׁנּוֹלְדָה בְּכָל שַׁבָּת אֲסוּרָה גְּזֵרָה מִשּׁוּם שַׁבָּת שֶׁאַחַר יוֹם טוֹב: \n",
      "וּכְשֵׁם שֶׁאָסוּר לְאָכְלָהּ כָּךְ אָסוּר לְטַלְטְלָהּ וַאֲפִלּוּ נִתְעָרְבָה בְּאֶלֶף כֻּלָּן אֲסוּרוֹת שֶׁהֲרֵי לְמָחָר יֻתְּרוּ הַכּל וְכָל דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין אֲפִלּוּ בְּאֶלֶף אֲלָפִים אֵינוֹ בָּטֵל. הַשּׁוֹחֵט תַּרְנְגלֶת בְּיוֹם טוֹב וּמָצָא בָּהּ בֵּיצִים גְּמוּרוֹת הֲרֵי אֵלּוּ מֻתָּרוֹת. שֶׁאֵין זֶה דָּבָר מָצוּי תָּמִיד וְדָבָר שֶׁאֵינוֹ מָצוּי אֶלָּא אַקְרַאי בְּעָלְמָא לֹא גָּזְרוּ בּוֹ: \n",
      "זֶה שֶׁאָנוּ עוֹשִׂין בְּחוּצָה לָאָרֶץ כָּל יוֹם טוֹב מֵאֵלּוּ שְׁנֵי יָמִים מִנְהָג הוּא. וְיוֹם טוֹב שֵׁנִי מִדִּבְרֵי סוֹפְרִים הוּא וּמִדְּבָרִים שֶׁנִּתְחַדְּשׁוּ בַּגָּלוּת. וְאֵין עוֹשִׂין בְּנֵי אֶרֶץ יִשְׂרָאֵל שְׁנֵי יָמִים טוֹבִים אֶלָּא בְּרֹאשׁ הַשָּׁנָה בִּלְבַד. וּבְהִלְכוֹת קִדּוּשׁ הַחֹדֶשׁ מִסֵּפֶר זֶה נְבָאֵר עִקַּר מִנְהָג זֶה וּמֵאֵי זֶה טַעַם עוֹשִׂין רֹאשׁ הַשָּׁנָה שְׁנֵי יָמִים בְּכָל מָקוֹם: \n",
      "יוֹם טוֹב שֵׁנִי אַף עַל פִּי שֶׁהוּא מִדִּבְרֵי סוֹפְרִים כָּל דָּבָר שֶׁאָסוּר בָּרִאשׁוֹן אָסוּר בַּשֵּׁנִי. וְכָל הַמְחַלֵּל יוֹם טוֹב שֵׁנִי וַאֲפִלּוּ שֶׁל רֹאשׁ הַשָּׁנָה בֵּין בְּדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת בֵּין בִּמְלָאכָה בֵּין שֶׁיָּצָא חוּץ לַתְּחוּם מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת אוֹ מְנַדִּין אוֹתוֹ אִם לֹא יִהְיֶה מִן הַתַּלְמִידִים. וּכְשֵׁם שֶׁהָרִאשׁוֹן אָסוּר בַּהֶסְפֵּד וְתַעֲנִית וְחַיָּב בְּשִׂמְחָה כָּךְ הַשֵּׁנִי וְאֵין בֵּינֵיהֶן הֶפְרֵשׁ אֶלָּא לְעִנְיַן מֵת בִּלְבַד: \n",
      "כֵּיצַד. הַמֵּת בְּיוֹם טוֹב רִאשׁוֹן יִתְעַסְּקוּ בִּקְבוּרָתוֹ הַכּוּתִים וּבְיוֹם טוֹב שֵׁנִי יִתְעַסְּקוּ בּוֹ יִשְׂרָאֵל. וְעוֹשִׂין לוֹ כָּל צְרָכָיו כְּגוֹן עֲשִׂיַּת הַמִּטָּה וּתְפִירַת הַתַּכְרִיכִין וּקְצִיצַת הַבְּשָׂמִים וְכָל כַּיּוֹצֵא בָּזֶה. שֶׁיּוֹם טוֹב שֵׁנִי לְגַבֵּי הַמֵּת כְּחל הוּא חָשׁוּב וַאֲפִלּוּ בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה: \n",
      "שְׁנֵי יָמִים טוֹבִים אֵלּוּ שֶׁל גָּלֻיּוֹת שְׁתֵּי קְדֻשּׁוֹת הֵן וְאֵינָן כְּיוֹם אֶחָד לְפִיכָךְ דָּבָר שֶׁהָיָה מֻקְצֶה בְּיוֹם טוֹב רִאשׁוֹן אוֹ שֶׁנּוֹלַד בָּרִאשׁוֹן אִם הֵכִין אוֹתוֹ לַשֵּׁנִי הֲרֵי זֶה מֻתָּר. כֵּיצַד. בֵּיצָה שֶׁנּוֹלְדָה בָּרִאשׁוֹן תֵּאָכֵל בַּשֵּׁנִי. חַיָּה וְעוֹף שֶׁנִּצּוֹדוּ בָּרִאשׁוֹן יֵאָכְלוּ בַּשֵּׁנִי. דָּבָר הַמְחֻבָּר לַקַּרְקַע שֶׁנֶּעֱקַר בָּרִאשׁוֹן יֵאָכֵל בַּשֵּׁנִי. וְכֵן מֻתָּר לִכְחל אֶת הָעַיִן בְּיוֹם טוֹב שֵׁנִי וְאַף עַל פִּי שֶׁאֵין שָׁם חלִי. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת אֲבָל שְׁנֵי יָמִים שֶׁל רֹאשׁ הַשָּׁנָה קְדֻשָּׁה אַחַת הֵן וּכְיוֹם אֶחָד הֵן חֲשׁוּבִים לְכָל אֵלּוּ הַדְּבָרִים אֶלָּא לְעִנְיַן הַמֵּת בִּלְבַד. אֲבָל בֵּיצָה שֶׁנּוֹלְדָה בָּרִאשׁוֹן שֶׁל רֹאשׁ הַשָּׁנָה אֲסוּרָה בַּשֵּׁנִי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. שַׁבָּת הַסְּמוּכָה לְיוֹם טוֹב וְנוֹלְדָה בֵּיצָה בְּאֶחָד מֵהֶן אֲסוּרָה בַּשֵּׁנִי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה וַאֲפִלּוּ נוֹלְדָה בְּיוֹם שֵׁנִי לֹא תֵּאָכֵל בְּשַׁבָּת הַסְּמוּכָה לוֹ: \n"
    ],
    [
      "אֶפְרוֹחַ שֶׁנּוֹלַד בְּיוֹם טוֹב אָסוּר מִפְּנֵי שֶׁהוּא מֻקְצֶה. וְעֵגֶל שֶׁנּוֹלַד בְּיוֹם טוֹב אִם הָיְתָה אִמּוֹ עוֹמֶדֶת לַאֲכִילָה מֻתָּר מִפְּנֵי שֶׁהוּא מוּכָן עַל גַּבֵּי אִמּוֹ וְאִלּוּ שָׁחַט אִמּוֹ הָיָה זֶה שֶׁבְּמֵעֶיהָ מֻתָּר בְּיוֹם טוֹב אַף עַל פִּי שֶׁלֹּא נוֹלַד: \n",
      "בְּהֵמוֹת שֶׁיּוֹצְאוֹת וְרוֹעוֹת חוּץ לַתְּחוּם וּבָאוֹת וְלָנוֹת בְּתוֹךְ הַתְּחוּם הֲרֵי אֵלּוּ מוּכָנִין וְלוֹקְחִין מֵהֶן וְשׁוֹחֲטִין אוֹתָן בְּיוֹם טוֹב. אֲבָל הָרוֹעוֹת וְלָנוֹת חוּץ לַתְּחוּם אִם בָּאוּ בְּיוֹם טוֹב אֵין שׁוֹחֲטִין אוֹתָן בְּיוֹם טוֹב מִפְּנֵי שֶׁהֵן מֻקְצִין וְאֵין דַּעַת אַנְשֵׁי הָעִיר עֲלֵיהֶם: \n",
      "וְכֵן בֶּהֱמַת קָדָשִׁים שֶׁנּוֹלַד בָּהּ מוּם בְּיוֹם טוֹב הוֹאִיל וְלֹא הָיְתָה דַּעְתּוֹ עָלֶיהָ מֵעֶרֶב יוֹם טוֹב אָסוּר לְשָׁחֳטָהּ בְּיוֹם טוֹב. לְפִיכָךְ אָסוּר לִרְאוֹת מוּמֵי קָדָשִׁים בְּיוֹם טוֹב גְּזֵרָה שֶׁמָּא יַתִּירֵם הֶחָכָם בְּמוּמָן וְיָבֹא זֶה לִשְׁחוֹט בּוֹ בַּיּוֹם. אֲבָל רוֹאֶה הוּא הַמּוּם מֵעֶרֶב יוֹם טוֹב וּלְמָחָר מַתִּיר אוֹ אוֹסֵר: \n",
      "בְּכוֹר שֶׁנּוֹלַד וּמוּמוֹ עִמּוֹ הֲרֵי זֶה מוּכָן וְאֵין מְבַקְּרִים אוֹתוֹ בְּיוֹם טוֹב. וְאִם עָבַר וְרָאָה מוּמוֹ וּבִקְּרוֹ וְהִתִּירוֹ הֲרֵי זֶה שׁוֹחֵט וְאוֹכֵל. בְּכוֹר שֶׁנָּפַל לַבּוֹר עוֹשֶׂה לוֹ פַּרְנָסָה בִּמְקוֹמוֹ שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהַעֲלוֹתוֹ מִפְּנֵי שֶׁאֵינוֹ רָאוּי לִשְׁחִיטָה בְּיוֹם טוֹב. <small>(ויקרא כב כח)</small> \"אוֹתוֹ וְאֶת בְּנוֹ\" שֶׁנָּפְלוּ לַבּוֹר מַעֲלֶה אֶת הָרִאשׁוֹן עַל מְנָת לְשָׁחֳטוֹ וְאֵינוֹ שׁוֹחֲטוֹ. וּמַעֲרִים וּמַעֲלֶה אֶת הַשֵּׁנִי עַל מְנָת לְשָׁחֳטוֹ וְשׁוֹחֵט אֶת אֵי זֶה מֵהֶן שֶׁיִּרְצֶה. מִשּׁוּם צַעַר בַּעֲלֵי חַיִּים הִתִּירוּ לְהַעֲרִים. בֶּהֱמַת חֻלִּין שֶׁנָּפְלָה מִן הַגַּג וְעָמְדָה מֵעֵת לְעֵת וַהֲרֵי הִיא צְרִיכָה בְּדִיקָה שׁוֹחֲטִין אוֹתָהּ בְּיוֹם טוֹב וְתִבָּדֵק אֶפְשָׁר שֶׁתִּמָּצֵא כְּשֵׁרָה וְתֵאָכֵל: \n",
      "אֲוָזִין וְתַרְנְגוֹלִין וְיוֹנִים שֶׁבַּבַּיִת הֲרֵי אֵלּוּ מוּכָנִין וְאֵין צְרִיכִין זִמּוּן. אֲבָל יוֹנֵי שׁוֹבָךְ וְיוֹנֵי עֲלִיָּה וְצִפֳּרִים שֶׁקִּנְּנוּ בִּטְפִיחִין אוֹ בְּכִירָה וּבַפַּרְדֵּס הֲרֵי אֵלּוּ מֻקְצֶה. וְצָרִיךְ לְזַמֵּן מִבָּעֶרֶב וְלוֹמַר אֵלּוּ וְאֵלּוּ אֲנִי נוֹטֵל וְאֵינוֹ צָרִיךְ לְנַעֲנֵעַ: \n",
      "זִמֵּן שְׁחוֹרִים וּלְבָנִים וּמָצָא שְׁחוֹרִים בִּמְקוֹם לְבָנִים וּלְבָנִים בִּמְקוֹם שְׁחוֹרִים אֲסוּרִים שֶׁאֲנִי אוֹמֵר שֶׁמָּא אוֹתָן שֶׁזִּמֵּן פָּרְחוּ לָהֶן וְאֵלּוּ אֲחֵרִים הֵן וְכָל סָפֵק מוּכָן אָסוּר. זִמֵּן שְׁנַיִם וּמָצָא שְׁלֹשָׁה הַכּל אָסוּר. שְׁלֹשָׁה וּמָצָא שְׁנַיִם מֻתָּרִין. זִמֵּן בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן אִם אֵין שָׁם בַּקֵּן אֶלָּא הֵן וְאֵינָן יְכוֹלִין לִפְרֹחַ אַף עַל פִּי שֶׁיֵּשׁ שָׁם קֵן אַחֵר בְּקֶרֶן זָוִית בְּתוֹךְ חֲמִשִּׁים אַמָּה הֲרֵי אֵלּוּ מֻתָּרִין שֶׁאֵין הַמְדַדֶּה מְדַדֶּה אֶלָּא כְּנֶגֶד קִנּוֹ בְּשָׁוֶה: \n",
      "דָּגִים שֶׁבְּבֵיבָרִין גְּדוֹלִים וְכֵן חַיָּה וָעוֹף שֶׁבְּבֵיבָרִין גְּדוֹלִים כָּל שֶׁהוּא מְחֻסַּר צִידָה עַד שֶׁאוֹמְרִים הָבֵא מְצוּדָה וּנְצוּדֶנּוּ הֲרֵי זֶה מֻקְצֶה וְאֵין צָדִין אוֹתָן בְּיוֹם טוֹב וְאִם צָד לֹא יֹאכְלוֹ. וְכָל שֶׁאֵינוֹ צָרִיךְ מְצוּדָה הֲרֵי זֶה מוּכָן וְצָדִין אוֹתוֹ בְּיוֹם טוֹב וְאוֹכְלִין אוֹתוֹ. וְכֵן חַיָּה שֶׁקִּנְּנָה בְּפַרְדֵּס הַסָּמוּךְ לָעִיר יְלָדֶיהָ כְּשֶׁהֵן קְטַנִּים שֶׁאֵינָן צְרִיכִין צִידָה אֵינָם צְרִיכִים זִמּוּן מִפְּנֵי שֶׁדַּעְתּוֹ עֲלֵיהֶן: \n",
      "מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים שֶׁפְּרָסָן מֵעֶרֶב יוֹם טוֹב לֹא יִטּל מֵהֶן בְּיוֹם טוֹב אֶלָּא אִם כֵּן יוֹדֵעַ שֶׁנִּצּוֹדוּ מֵעֶרֶב יוֹם טוֹב. הַסּוֹכֵר אַמַּת הַמַּיִם מֵעֶרֶב יוֹם טוֹב וּלְמָחָר הִשְׁכִּים וּמָצָא בָּהּ דָּגִים הֲרֵי אֵלּוּ מֻתָּרִין שֶׁכְּבָר נִצּוֹדוּ מֵעֶרֶב יוֹם טוֹב וַהֲרֵי הֵן מוּכָנִין: \n",
      "בַּיִת שֶׁהִיא מָלֵא פֵּרוֹת מוּכָנִין וְנִפְחַת נוֹטֵל מִמְּקוֹם הַפְּחָת. הָעוֹמֵד עַל הַמֻּקְצֶה מֵעֶרֶב יוֹם טוֹב בַּשָּׁנָה הַשְּׁבִיעִית שֶׁכָּל הַפֵּרוֹת הֶפְקֵר צָרִיךְ שֶׁיִּרְשֹׁם וְיֹאמַר מִכָּאן וְעַד כָּאן אֲנִי נוֹטֵל וְאִם לֹא רָשַׁם לֹא יִטּל: \n",
      "כּוּתִי שֶׁהֵבִיא תְּשׁוּרָה לְיִשְׂרָאֵל בְּיוֹם טוֹב אִם יֵשׁ מֵאוֹתוֹ הַמִּין בִּמְחֻבָּר לַקַּרְקַע אוֹ שֶׁהֵבִיא חַיָּה אוֹ עוֹפוֹת אוֹ דָּגִים שֶׁאֶפְשָׁר לְצוּדָן בּוֹ בַּיּוֹם הֲרֵי אֵלּוּ אֲסוּרִין עַד לָעֶרֶב וְיַמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ. וַאֲפִלּוּ הֲדַס וְכַיּוֹצֵא בּוֹ אֵינוֹ מֵרִיחַ בּוֹ לָעֶרֶב עַד שֶׁיַּמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ. וְאִם אֵין מֵאוֹתוֹ הַמִּין בִּמְחֻבָּר לַקַּרְקַע אוֹ שֶׁהָיְתָה צוּרָתוֹ מוּכַחַת עָלָיו שֶׁמֵּאֶתְמוֹל נֶעֱקַר אוֹ נִצּוֹד אִם הֱבִיאוֹ מִתּוֹךְ הַתְּחוּם מֻתָּר וְאִם הֱבִיאוֹ מִחוּץ לַתְּחוּם הֲרֵי זֶה אָסוּר. וְהַבָּא בִּשְׁבִיל יִשְׂרָאֵל זֶה מִחוּץ לַתְּחוּם מֻתָּר לְיִשְׂרָאֵל אַחֵר: \n",
      "עֵצִים שֶׁנָּשְׁרוּ מִן הַדֶּקֶל בְּיוֹם טוֹב אָסוּר לְהַסִּיקָן מִפְּנֵי שֶׁהֵן נוֹלָד. וְאִם נָשְׁרוּ לְתוֹךְ הַתַּנּוּר מַרְבֶּה עֲלֵיהֶן עֵצִים מוּכָנִין וּמַסִּיקָן. עֲרֵמַת הַתֶּבֶן וְאוֹצָר שֶׁל עֵצִים אֵין מַתְחִילִין בָּהֶן בְּיוֹם טוֹב אֶלָּא אִם כֵּן הֵכִין מִבָּעֶרֶב מִפְּנֵי שֶׁהֵן מֻקְצֶה. וְאִם הָיָה הַתֶּבֶן מְעֹרָב בְּקוֹצִים שֶׁהֲרֵי אֵינוֹ רָאוּי אֶלָּא לְאֵשׁ הֲרֵי זֶה מוּכָן: \n",
      "אֵין מְבַקְּעִין עֵצִים מִסַּוַואר שֶׁל קוֹרוֹת מִפְּנֵי שֶׁהֵן מֻקְצֶה. וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְּיוֹם טוֹב מִפְּנֵי שֶׁהִיא נוֹלָד. וְכֵן כֵּלִים שֶׁנִּשְׁבְּרוּ בְּיוֹם טוֹב אֵין מַסִּיקִין בָּהֶן מִפְּנֵי שֶׁהֵן נוֹלָד. אֲבָל מַסִּיקִין בְּכֵלִים שְׁלֵמִים אוֹ בְּכֵלִים שֶׁנִּשְׁבְּרוּ מֵעֶרֶב יוֹם טוֹב שֶׁהֲרֵי הוּכְנוּ לִמְלָאכָה אַחֶרֶת מִבָּעֶרֶב. כַּיּוֹצֵא בּוֹ אֱגוֹזִים וּשְׁקֵדִים שֶׁאֲכָלָן מֵעֶרֶב יוֹם טוֹב מַסִּיקִין בִּקְלִפֵּיהֶן בְּיוֹם טוֹב. וְאִם אֲכָלָן בְּיוֹם טוֹב אֵין מַסִּיקִין בִּקְלִפֵּיהֶן. וְיֵשׁ נֻסְחָאוֹת שֶׁיֵּשׁ בָּהֶן שֶׁאִם אֲכָלָן מִבָּעֶרֶב אֵין מַסִּיקִין בִּקְלִפֵּיהֶן שֶׁהֲרֵי הֻקְצוּ וְאִם אֲכָלָן בְּיוֹם טוֹב מַסִּיקִין מִפְּנֵי שֶׁהֵן מוּכָנִין עַל גַּב הָאֹכֶל: \n",
      "קוֹץ רָטֹב הֲרֵי הוּא מֻקְצֶה מִפְּנֵי שֶׁאֵינוֹ רָאוּי לְהַסָּקָה. לְפִיכָךְ אָסוּר לוֹ לַעֲשׂוֹתוֹ כְּמוֹ שִׁפּוּד לִצְלוֹת בּוֹ בָּשָׂר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נוֹטְלִין עֵצִים הַסְּמוּכִים לְדָפְנֵי הַסֻּכָּה וּמַסִּיקִין בָּהֶן. אֲבָל אֵין מְבִיאִים מִן הַשָּׂדֶה אֲפִלּוּ הָיוּ מְכֻנָּסִין שָׁם מִבָּעֶרֶב. אֲבָל מְגַבֵּב הוּא בַּשָּׂדֶה מִלְּפָנָיו וּמַדְלִיק שָׁם. וּמְבִיאִין מִן הַמְכֻנָּסִין שֶׁבִּרְשׁוּת הַיָּחִיד וַאֲפִלּוּ הָיְתָה מֻקֶּפֶת שֶׁלֹּא לְשֵׁם דִּירָה וּבִלְבַד שֶׁיִּהְיֶה לָהּ פּוֹתַחַת וְתִהְיֶה בְּתוֹךְ תְּחוּם שַׁבָּת. וְאִם חָסֵר אֶחָד מִכָּל אֵלּוּ הֲרֵי הֵן מֻקְצֶה: \n",
      "עֲלֵי קָנִים וַעֲלֵי גְּפָנִים אַף עַל פִּי שֶׁהֵן מְכֻנָּסִין בְּקַרְפָּף כֵּיוָן שֶׁהָרוּחַ מְפַזֶּרֶת אוֹתָן הֲרֵי הֵן כִּמְפֻזָּרִין וַאֲסוּרִין. וְאִם הִנִּיחַ עֲלֵיהֶן כְּלִי כָּבֵד מֵעֶרֶב יוֹם טוֹב הֲרֵי אֵלּוּ מוּכָנִין: \n",
      "בְּהֵמָה שֶׁמֵּתָה בְּיוֹם טוֹב אִם הָיְתָה מְסֻכֶּנֶת מֵעֶרֶב יוֹם טוֹב הֲרֵי זֶה מְחַתְּכָהּ לַכְּלָבִים. וְאִם לָאו הוֹאִיל וְלֹא הָיְתָה דַּעְתּוֹ עָלֶיהָ הֲרֵי זֶה מֻקְצֶה וְלֹא יַזִּיזֶנָּהּ מִמְּקוֹמָהּ. בֶּהֱמַת קָדָשִׁים שֶׁמֵּתָה וּתְרוּמָה שֶׁנִּטְמֵאת לֹא יַזִּיזֶנָּהּ מִמְּקוֹמָהּ: \n",
      "דָּגִים וְעוֹפוֹת וְחַיָּה שֶׁהֵן מֻקְצֶה אֵין מַשְׁקִין אוֹתָן בְּיוֹם טוֹב וְאֵין נוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת שֶׁמָּא יָבֹא לִקַּח מֵהֶן. וְכָל שֶׁאָסוּר לְאָכְלוֹ אוֹ לְהִשְׁתַּמֵּשׁ בּוֹ בְּיוֹם טוֹב מִפְּנֵי שֶׁהוּא מֻקְצֶה אָסוּר לְטַלְטְלוֹ: \n",
      "הַמַּכְנִיס עָפָר מֵעֶרֶב יוֹם טוֹב אִם יִחֵד לוֹ בַּחֲצֵרוֹ קֶרֶן זָוִית הֲרֵי זֶה מוּכָן וּמֻתָּר לְטַלְטְלוֹ וְלַעֲשׂוֹת בּוֹ כָּל צְרָכָיו. וְכֵן אֵפֶר שֶׁהֻסַּק מֵעֶרֶב יוֹם טוֹב מוּכָן. וְשֶׁהֻסַּק בְּיוֹם טוֹב כָּל זְמַן שֶׁהוּא חַם כְּדֵי לִצְלוֹת בּוֹ בֵּיצָה מֻתָּר לְטַלְטְלוֹ שֶׁעֲדַיִן אֵשׁ הוּא. וְאִם לָאו אָסוּר לְטַלְטְלוֹ מִפְּנֵי שֶׁהוּא נוֹלָד. מִי שֶׁהָיָה לוֹ דֶּקֶר נָעוּץ מֵעֶרֶב יוֹם טוֹב וְנִתְּקוֹ בְּיוֹם טוֹב וְהֶעֱלָה עָפָר אִם הָיָה אוֹתוֹ עָפָר תִּיחוֹחַ הֲרֵי זֶה מְכַסֶּה בּוֹ וּמְטַלְטְלוֹ. אֲבָל אִם הֶעֱלָה גּוּשׁ עָפָר הֲרֵי זֶה לֹא יִכְתּשׁ אוֹתוֹ בְּיוֹם טוֹב: \n"
    ],
    [
      "מִי שֶׁהָיָה לוֹ עָפָר מוּכָן אוֹ אֵפֶר מוּכָן שֶׁמֻּתָּר לְטַלְטְלוֹ הֲרֵי זֶה שׁוֹחֵט חַיָּה וָעוֹף וּמְכַסֶּה דָּמָם. וְאִם אֵין לוֹ עָפָר מוּכָן אוֹ אֵפֶר הָרָאוּי לְטַלְטְלוֹ הֲרֵי זֶה לֹא יִשְׁחֹט וְאִם עָבַר וְשָׁחַט לֹא יְכַסֶּה דָּמָם עַד לָעֶרֶב. וְכֵן בְּרִיָּה שֶׁהוּא סָפֵק אִם חַיָּה הִיא אִם בְּהֵמָה אֵין שׁוֹחֲטִין אוֹתָהּ בְּיוֹם טוֹב וְאִם שָׁחַט לֹא יְכַסֶּה דָּמָהּ עַד לָעֶרֶב. אֲפִלּוּ הָיָה לוֹ עָפָר מוּכָן אוֹ אֵפֶר. שֶׁמָּא יֹאמַר הָרוֹאֶה חַיָּה וַדָּאִית הִיא וּלְפִיכָךְ כִּסָּה דָּמוֹ בְּיוֹם טוֹב וְיָבוֹא הָרוֹאֶה לְהַתִּיר חֶלְבּוֹ: \n",
      "וְכֵן הַשּׁוֹחֵט חַיָּה וָעוֹף מֵעֶרֶב יוֹם טוֹב לֹא יְכַסֶּה דָּמָם בְּיוֹם טוֹב. שָׁחַט בְּהֵמָה חַיָּה וָעוֹף בְּיוֹם טוֹב וְנִתְעָרֵב דָּמָם לֹא יְכַסֶּה אוֹתוֹ עַד לָעֶרֶב. וְאִם הָיָה לוֹ עָפָר מוּכָן אוֹ אֵפֶר וְיָכוֹל לְכַסּוֹת הַכּל בִּדְקִירָה אַחַת הֲרֵי זֶה יְכַסֵּהוּ: \n",
      "הַשּׁוֹחֵט בְּהֵמָה בְּיוֹם טוֹב מֻתָּר לוֹ לִתְלֹשׁ צֶמֶר לִמְקוֹם הַסַּכִּין בְּיָדוֹ. וּבִלְבַד שֶׁלֹּא יְזִיזֶנּוּ מִמְּקוֹמוֹ אֶלָּא יִשָּׁאֵר שָׁם מְסֻבָּךְ כִּשְׁאָר צֶמֶר הַצַּוָּאר. אֲבָל בְּעוֹף לֹא יִמְרֹט מִפְּנֵי שֶׁהוּא דַּרְכּוֹ וְנִמְצָא תּוֹלֵשׁ בְּיוֹם טוֹב: \n",
      "הַמַּפְשִׁיט עוֹר בְּהֵמָה בְּיוֹם טוֹב לֹא יִמְלָחֶנּוּ שֶׁזֶּה עִבּוּד הוּא וְנִמְצָא עוֹשֶׂה מְלָאכָה שֶׁלֹּא לְצֹרֶךְ אֲכִילָה. אֲבָל נוֹתְנוֹ לִפְנֵי בֵּית הַדְּרִיסָה כְּדֵי שֶׁיִּדְרְסוּ עָלָיו וְלֹא יִפָּסֵד. וְלֹא הִתִּירוּ דָּבָר זֶה אֶלָּא מִפְּנֵי שִׂמְחַת יוֹם טוֹב כְּדֵי שֶׁלֹּא יִמָּנַע מִלִּשְׁחֹט. וּמֻתָּר לִמְלֹחַ בָּשָׂר לְצָלִי עַל גַּבֵּי הָעוֹר. וּמַעֲרִימִים בְּדָבָר זֶה. כֵּיצַד. מוֹלֵחַ מְעַט בָּשָׂר מִכָּאן וּמְעַט מִכָּאן עַד שֶׁיִּמְלַח הָעוֹר כֻּלּוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹלֵחַ לְצָלִי שֶׁאֵינוֹ צָרִיךְ מֶלַח הַרְבֵּה אֲבָל לִקְדֵרָה אָסוּר לִמְלֹחַ עַל הָעוֹר. וְכֵן אֵין מוֹלְחִין אֶת הַחֲלָבִים וְאֵין מְהַפְּכִין בָּהֶן וְאֵין שׁוֹטְחִין אוֹתָן בָּרוּחַ עַל גַּבֵּי יְתֵדוֹת מִפְּנֵי שֶׁאֵינָן רְאוּיִין לַאֲכִילָה: \n",
      "הַמַּפְשִׁיט אֶת הַבְּהֵמָה לֹא יַרְגִּיל בְּיוֹם טוֹב. כֵּיצַד הוּא הַמַּרְגִּיל. זֶה הַמּוֹצִיא כָּל בָּשָׂר מֵרֶגֶל אַחַת כְּדֵי שֶׁיּוֹצִיא כָּל הָעוֹר שָׁלֵם וְלֹא יִקָּרַע. מִפְּנֵי שֶׁטּוֹרֵחַ בְּהֶפְשֵׁט זֶה טֹרַח גָּדוֹל וְאֵין בּוֹ צֹרֶךְ לַמּוֹעֵד. וְכֵן אָסוּר לַעֲשׂוֹת בֵּית יָד בַּבָּשָׂר וְהוּא שֶׁיַּעֲשֶׂה בְּסַכִּין שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. וּמֻתָּר לַעֲשׂוֹת סִימָן בַּבָּשָׂר: \n",
      "מוֹלְגִין אֶת הָרֹאשׁ וְאֶת הָרַגְלַיִם וּמְהַבְהֲבִין אוֹתָן בָּאוּר. אֲבָל אֵין טוֹפְלִין אוֹתָן בְּסִיד וּבְחַרְסִית וְלֹא בַּאֲדָמָה וְאֵין גּוֹזְזִין אוֹתָן בְּמִסְפָּרַיִם. וְכֵן אֵין גּוֹזְזִין אֶת הַיָּרָק בְּתִסְפֹּרֶת שֶׁלּוֹ אֲבָל מְתַקְּנִין אֶת הָאֹכֶל שֶׁיֵּשׁ בּוֹ קוֹצִים כְּגוֹן קֻנְדָּס וְעַכְּבִיּוֹת בְּתִסְפֹּרֶת: \n",
      "מֻתָּר לָלוּשׁ עִסָּה גְּדוֹלָה בְּיוֹם טוֹב. וְהַלָּשׁ עִסָּה מֵעֶרֶב יוֹם טוֹב אֵינוֹ מַפְרִישׁ מִמֶּנָּה חַלָּה בְּיוֹם טוֹב. וְאִם לָשָׁהּ בְּיוֹם טוֹב מַפְרִישׁ מִמֶּנָּה חַלָּה וְנוֹתְנָהּ לַכֹּהֵן. וְאִם הָיְתָה עִסָּה טְמֵאָה אוֹ שֶׁנִּטְמֵאת הַחַלָּה לֹא יְבַשֵּׁל אֶת הַחַלָּה שֶׁאֵין מְבַשְּׁלִין בְּיוֹם טוֹב אֶלָּא לֶאֱכל וְזוֹ לִשְׂרֵפָה עוֹמֶדֶת. וְכֵן אֵין שׂוֹרְפִין אוֹתָהּ בְּיוֹם טוֹב שֶׁאֵין שׂוֹרְפִין קָדָשִׁים שֶׁנִּטְמְאוּ בְּיוֹם טוֹב. שֶׁשְּׂרֵפַת קָדָשִׁים שֶׁנִּטְמְאוּ מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(ויקרא ז יט)</small> \"בָּאֵשׁ יִשָּׂרֵף\" וַעֲשִׂיַּת מְלָאכָה שֶׁאֵינָהּ לְצֹרֶךְ אֲכִילָה וְכַיּוֹצֵא בָּהֶן עֲשֵׂה וְלֹא תַּעֲשֶׂה וְאֵין עֲשֵׂה דּוֹחֶה אֶת לֹא תַּעֲשֶׂה וַעֲשֵׂה: \n",
      "כֵּיצַד יַעֲשֶׂה בָּהּ. יְנִיחֶנָּהּ עַד הָעֶרֶב וְיִשְׂרֹף אוֹתָהּ. הָיָה יוֹם טוֹב שֶׁל פֶּסַח שֶׁאִם יְנִיחֶנָּהּ תַּחֲמִיץ לֹא יַפְרִישׁ אֶת הַחַלָּה בָּצֵק אֶלָּא יֹאפֶה אֶת כָּל הָעִסָּה הַטְּמֵאָה וְאַחַר כָּךְ יַפְרִישׁ הַחַלָּה לֶחֶם: \n",
      "אֵין אוֹפִין בְּפוּרְנִי חֲדָשָׁה גְּזֵרָה שֶׁמָּא תִּפָּחֵת וְתַפְסִיד הַלֶּחֶם וְיִמָּנַע מִשִּׂמְחַת יוֹם טוֹב. אֵין גּוֹרְפִין תַּנּוּר וְכִירַיִם אֲבָל מְכַבְּשִׁין אֶת הָאֵפֶר שֶׁבָּהֶן. וְאִם אִי אֶפְשָׁר לֶאֱפוֹת בּוֹ אוֹ לִצְלוֹת אֶלָּא אִם כֵּן גָּרַף מֻתָּר. וְסוֹתְמִין פִּי הַתַּנּוּר בְּטִיט וְרֶפֶשׁ שֶׁבִּסְבִיבוֹת הַנָּהָר וְהוּא שֶׁרִכְּכוֹ מֵאֶמֶשׁ אֲבָל לְגַבֵּל טִיט בְּיוֹם טוֹב אָסוּר. וּמֻתָּר לְגַבֵּל אֶת הָאֵפֶר לִסְתֹּם בּוֹ פִּי הַתַּנּוּר: \n",
      "תַּנּוּר וְכִירַיִם חֲדָשִׁים אֵין סָכִין אוֹתָן בְּשֶׁמֶן בְּיוֹם טוֹב. וְאֵין טָשִׁין אוֹתָן בְּמַטְלִית. וְאֵין מְפִיגִין אוֹתָן בְּצוֹנֵן כְּדֵי לְחָסְמָן וְאִם בִּשְׁבִיל לֶאֱפוֹת בָּהֶן מֻתָּר. אֵין מְלַבְּנִין אֶת הָאֲבָנִים לִצְלוֹת אוֹ לֶאֱפוֹת עֲלֵיהֶן מִפְּנֵי שֶׁמְּחַסְּמָן. וּמַסִּיקִין וְאוֹפִין בְּפוּרְנִי וּמְחִמִּין חַמִּין בְּאַנְטִיכִי: \n",
      "אֵין עוֹשִׂין גְּבִינָה בְּיוֹם טוֹב שֶׁאִם גִּבֵּן מֵעֶרֶב יוֹם טוֹב אֵין בָּזֶה חֶסְרוֹן טַעַם אֲבָל דָּכִין אֶת הַתַּבְלִין כְּדַרְכָּן שֶׁאִם יָדוּךְ אוֹתָן מִבָּעֶרֶב יָפוּג טַעֲמָן. אֲבָל מֶלַח אֵינוֹ נִדּוֹךְ בְּיוֹם טוֹב אֶלָּא אִם כֵּן הִטָּה הַמַּכְתֵּשׁ אוֹ שֶׁיָּדוּךְ בִּקְעָרָה וְכַיּוֹצֵא בָּהּ כְּדֵי שֶׁיְּשַׁנֶּה. שֶׁאִם שָׁחַק הַמֶּלַח מֵעֶרֶב יוֹם טוֹב לֹא יָפוּג טַעֲמוֹ. וְאֵין שׁוֹחֲקִין אֶת הַפִּלְפְּלִין בָּרֵחַיִם שֶׁלָּהֶן אֶלָּא דָּךְ אוֹתָן בִּמְדוּכָה כְּכָל הַתַּבְלִין: \n",
      "אֵין כּוֹתְשִׁין אֶת הָרִיפוֹת בְּמַכְתֶּשֶׁת גְּדוֹלָה. אֲבָל כּוֹתְשִׁין בְּמַכְתֶּשֶׁת קְטַנָּה שֶׁזֶּה הוּא הַשִּׁנּוּי שֶׁלָּהּ. וּבְאֶרֶץ יִשְׂרָאֵל אֲפִלּוּ בִּקְטַנָּה אָסוּר שֶׁהַתְּבוּאָה שֶׁלָּהֶן טוֹבָה הִיא וְאִם כּוֹתְשִׁין אוֹתָם מֵעֶרֶב יוֹם טוֹב אֵין בְּכָךְ הֶפְסֵד: \n",
      "הַקֶּמַח אַף עַל פִּי שֶׁרִקְּדוֹ מֵעֶרֶב יוֹם טוֹב וְהֵסִיר מִמֶּנּוּ הַסֻּבִּין אֵין מְרַקְּדִין אוֹתוֹ פַּעַם שְׁנִיָּה בְּיוֹם טוֹב אֶלָּא אִם כֵּן נָפַל בְּתוֹכוֹ צְרוֹר אוֹ קֵיסָם וְכַיּוֹצֵא בָּהֶם. וְאִם שִׁנָּה מֻתָּר. כֵּיצַד. כְּגוֹן שֶׁיְּרַקֵּד מֵאֲחוֹרֵי הַנָּפָה אוֹ שֶׁרִקֵּד עַל גַּבֵּי הַשֻּׁלְחָן וְכַיּוֹצֵא בְּשִׁנּוּי זֶה: \n",
      "מוֹלְלִין מְלִילוֹת וּמְפָרְכִין קִטְנִית בְּיוֹם טוֹב וּמְנַפֵּחַ עַל יָד עַל יָד בְּכָל כֹּחוֹ וְאוֹכֵל וַאֲפִלּוּ בְּקָנוֹן אוֹ בְּתַמְחוּי אֲבָל לֹא בְּנָפָה וְלֹא בִּכְבָרָה. וְכֵן הַבּוֹרֵר קִטְנִיּוֹת בְּיוֹם טוֹב בּוֹרֵר כְּדַרְכּוֹ בְּחֵיקוֹ וּבְתַמְחוּי אֲבָל לֹא בְּנָפָה וְלֹא בְּטַבְלָה וְלֹא בִּכְבָרָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָאֹכֶל מְרֻבֶּה עַל הַפְּסלֶת אֲבָל אִם הָיְתָה הַפְּסלֶת מְרֻבָּה עַל הָאֹכֶל בּוֹרֵר אֶת הָאֹכֶל וּמֵנִיחַ אֶת הַפְּסלֶת. וְאִם הָיָה טֹרַח בִּבְרֵרַת הַפְּסלֶת מִן הָאֹכֶל יֶתֶר מִטֹּרַח בִּבְרֵרַת הָאֹכֶל מִן הַפְּסלֶת אַף עַל פִּי שֶׁהָאֹכֶל מְרֻבֶּה בּוֹרֵר אֶת הָאֹכֶל וּמֵנִיחַ אֶת הַפְּסלֶת: \n",
      "אֵין מְסַנְּנִין אֶת הַחַרְדָּל בְּמִסְנֶנֶת שֶׁלָּהּ מִפְּנֵי שֶׁנִּרְאֶה כְּבוֹרֵר. אֲבָל נוֹתְנִין בֵּיצָה בְּמִסְנֶנֶת שֶׁל חַרְדָּל וְהוּא מִסְתַּנֵּן מֵאֵלָיו. וְאִם הָיְתָה הַמְּשַׁמֶּרֶת תְּלוּיָה מֻתָּר לִתֵּן לָהּ יַיִן בְּיוֹם טוֹב. אֲבָל לֹא יִתְלֶה בַּתְּחִלָּה שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. וּמַעֲרִים וְתוֹלֶה אֶת הַמְּשַׁמֶּרֶת לִתְלוֹת בָּהּ רִמּוֹנִים וְתוֹלֶה בָּהּ רִמּוֹנִים וְאַחַר כָּךְ נוֹתֵן לְתוֹכָהּ שְׁמָרִים: \n"
    ],
    [
      "אֵין מוֹצִיאִין אֶת הָאֵשׁ לֹא מִן הָעֵצִים וְלֹא מִן הָאֲבָנִים וְלֹא מִן הַמַּתָּכוֹת. כְּגוֹן שֶׁחוֹכְכִין אוֹתָן זוֹ בָּזוֹ אוֹ מַכִּין זוֹ בָּזוֹ עַד שֶׁתֵּצֵא הָאֵשׁ. וְכֵן הַנֵּפְט הַחַד בְּיוֹתֵר שֶׁהוּא בְּמַיִם שֶׁמְּנִידִין אוֹתָם עַד שֶׁיִּדָּלֵק. אוֹ כְּלִי זַךְ קָשֶׁה אוֹ זְכוּכִית מְלֵאָה מַיִם שֶׁמַּנִּיחִין אוֹתָהּ כְּנֶגֶד עֵין הַשֶּׁמֶשׁ עַד שֶׁיַּחֲזֹר נָגְהָהּ לַפִּשְׁתָּן וְכַיּוֹצֵא בּוֹ וְיִדְלַק. כָּל זֶה וְכַיּוֹצֵא בּוֹ אָסוּר בְּיוֹם טוֹב. שֶׁלֹּא הֻתַּר בְּיוֹם טוֹב אֶלָּא לְהַבְעִיר מֵאֵשׁ מְצוּיָה. אֲבָל לְהַמְצִיא אֵשׁ אָסוּר שֶׁהֲרֵי אֶפְשָׁר לְהַמְצִיא אוֹתָהּ מִבָּעֶרֶב: \n",
      "אַף עַל פִּי שֶׁהֻתְּרָה הַבְעָרָה בְּיוֹם טוֹב שֶׁלֹּא לְצֹרֶךְ אָסוּר לְכַבּוֹת אֶת הָאֵשׁ אֲפִלּוּ הֻבְעֲרָה לְצֹרֶךְ אֲכִילָה. שֶׁהַכִּבּוּי מְלָאכָה שֶׁאֵין בּוֹ צֹרֶךְ אֲכִילָה כְּלָל. וּכְשֵׁם שֶׁאֵין מְכַבִּים אֶת הָאֵשׁ כָּךְ אֵין מְכַבִּים אֶת הַנֵּר וְאִם כִּבָּה לוֹקֶה כְּמִי שֶׁאָרַג אוֹ בָּנָה: \n",
      "אֵין מְסַלְּקִין אֶת פִּי הַנֵּר לְמַעְלָה כְּדֵי שֶׁתִּכְבֶּה. וְאֵין מְסִירִין אֶת הַשֶּׁמֶן מִמֶּנּוּ וְאֵינוֹ חוֹתֵךְ אֶת רֹאשׁ הַפְּתִילָה בִּכְלִי. אֲבָל נוֹפֵץ אֶת רֹאשָׁהּ בְּיָדוֹ. אֲגֻדָּה שֶׁל עֵצִים שֶׁהֻדְלְקָה בִּמְדוּרָה כָּל עֵץ שֶׁלֹּא אָחֲזָה בּוֹ הָאֵשׁ מֻתָּר לְשָׁמְטוֹ וְאֵינוֹ דּוֹמֶה לְמֵסִיר שֶׁמֶן מִן הַנֵּר: \n",
      "אֵין מְכַבִּין אֶת הַדְּלֵקָה כְּדֵי לְהַצִּיל מָמוֹן בְּיוֹם טוֹב כְּדֶרֶךְ שֶׁאֵין מְכַבִּין בְּשַׁבָּת אֶלָּא מְנִיחָהּ וְיוֹצֵא. וְאֵין מְכַבִּין אֶת הַנֵּר מִפְּנֵי תַּשְׁמִישׁ הַמִּטָּה אֶלָּא כּוֹפֶה עָלָיו כְּלִי אוֹ עוֹשֶׂה מְחִצָּה בֵּינוֹ לְבֵין הַנֵּר אוֹ מוֹצִיאוֹ לְבֵית אַחֵר. וְאִם אֵינוֹ יָכוֹל לַעֲשׂוֹת אַחַת מִכָּל אֵלּוּ הֲרֵי זֶה אָסוּר לְכַבּוֹת וְאָסוּר לְשַׁמֵּשׁ עַד שֶׁתִּכְבֶּה מֵאֵלֶיהָ: \n",
      "מֻתָּר לְטַלְטֵל אֶת הַנֵּר וְהוּא דּוֹלֵק וְאֵין גּוֹזְרִין שֶׁמָּא יִכְבֶּה. וְאָסוּר לְהָנִיחַ אֶת הַנֵּר עַל גַּבֵּי דֶּקֶל וְכַיּוֹצֵא בּוֹ בְּיוֹם טוֹב שֶׁמָּא יָבוֹא לְהִשְׁתַּמֵּשׁ בִּמְחֻבָּר בְּיוֹם טוֹב: \n",
      "אֵין מְעַשְּׁנִין בִּקְטֹרֶת בְּיוֹם טוֹב מִפְּנֵי שֶׁהוּא מְכַבֶּה. וַאֲפִלּוּ לְהָרִיחַ בָּהּ. וְאֵין צָרִיךְ לוֹמַר לְגַמֵּר אֶת הַבַּיִת וְאֶת הַכֵּלִים שֶׁהוּא אָסוּר. וּמֻתָּר לְעַשֵּׁן תַּחַת הַפֵּרוֹת כְּדֵי שֶׁיֻּכְשְׁרוּ לַאֲכִילָה כְּמוֹ שֶׁמֻּתָּר לִצְלוֹת בָּשָׂר עַל הָאֵשׁ. וּמְמַתְּקִין אֶת הַחַרְדָּל בְּגַחֶלֶת שֶׁל מַתֶּכֶת אֲבָל לֹא בְּגַחֶלֶת שֶׁל עֵץ מִפְּנֵי שֶׁהוּא מְכַבֶּה. וְאֵין מְכַבִּין אֶת הָאֵשׁ כְּדֵי שֶׁלֹּא תִּתְעַשֵּׁן הַקְּדֵרָה אוֹ הַבַּיִת: \n",
      "אֵין נוֹפְחִין בְּמַפּוּחַ בְּיוֹם טוֹב כְּדֵי שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהָאֻמָּנִין עוֹשִׂין. אֲבָל נוֹפְחִין בִּשְׁפוֹפֶרֶת. אֵין עוֹשִׂין פֶּחָמִין וְאֵין גּוֹדְלִין אֶת הַפְּתִילָה וְלֹא מְהַבְהֲבִין אוֹתָהּ וְלֹא חוֹתְכִין אוֹתָהּ לִשְׁנַיִם בִּכְלִי. אֲבָל מְמַעֲכָהּ בַּיָּד וְשׁוֹרֶה אוֹתָהּ בְּשֶׁמֶן וּמַנִּיחַ אוֹתָהּ בֵּין שְׁתֵּי נֵרוֹת וּמַדְלִיק בָּאֶמְצַע וְנִמְצֵאת הַפְּתִילָה נֶחְלֶקֶת בְּפִי שְׁתֵּי נֵרוֹת: \n",
      "אֵין שׁוֹבְרִין אֶת הַחֶרֶשׂ וְאֵין חוֹתְכִין אֶת הַנְּיָר לִצְלוֹת עֲלֵיהֶם. וְאֵין פּוֹצְעִין אֶת הַקָּנֶה לַעֲשׂוֹתוֹ כְּמוֹ שִׁפּוּד לִצְלוֹת בּוֹ מָלִיחַ. שִׁפּוּד שֶׁנִּרְצָף אַף עַל פִּי שֶׁהוּא יָכוֹל לְפָשְׁטוֹ בְּיָדוֹ אֵין מְתַקְּנִין אוֹתוֹ. שְׁנֵי כֵּלִים שֶׁהֵן מְחֻבָּרִין בִּתְחִלַּת עֲשִׂיָּתָן כְּגוֹן שְׁתֵּי נֵרוֹת אוֹ שְׁנֵי כּוֹסוֹת אֵין פּוֹחֲתִין אוֹתָן לִשְׁנַיִם מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן כְּלִי: \n",
      "אֵין מַשְׁחִיזִין אֶת הַסַּכִּין בְּמַשְׁחֶזֶת שֶׁלָּהּ אֲבָל מְחַדְּדָהּ עַל גַּבֵּי הָעֵץ אוֹ עַל גַּבֵּי חֶרֶשׂ אוֹ אֶבֶן וְאֵין מוֹרִים דָּבָר זֶה לָרַבִּים כְּדֵי שֶׁלֹּא יָבֹאוּ לְחַדְּדָהּ בְּמַשְׁחֶזֶת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיְּכוֹלָה לַחְתֹּךְ בְּדֹחַק אוֹ שֶׁנִּפְגְּמָה. אֲבָל אִם אֵינָהּ יְכוֹלָה לַחְתֹּךְ כְּלָל אֵין מַשְׁחִיזִין אוֹתָהּ אֲפִלּוּ עַל הָעֵץ שֶׁמָּא יָבֹא לְהַשְׁחִיזָהּ בְּמַשְׁחֶזֶת. ומִפְּנֵי זֶה אָסְרוּ לְהַרְאוֹת סַכִּין לְחָכָם בְּיוֹם טוֹב שֶׁמָּא תִּהְיֶה פְּגוּמָה וְיֹאמַר לוֹ אָסוּר לִשְׁחֹט בָּהּ מִשּׁוּם פְּגִימָתָהּ וְיֵלֵךְ וִיחַדְּדֶנָּהּ בְּמַשְׁחֶזֶת. וְחָכָם שֶׁרָאָה הַסַּכִּין לְעַצְמוֹ הֲרֵי זֶה מַשְׁאִילָהּ לְעַם הָאָרֶץ: \n",
      "אֵין מְבַקְּעִין עֵצִים בְּיוֹם טוֹב לֹא בְּקוֹרְדוֹם וְלֹא בְּמַגָּל וְלֹא בִּמְגֵרָה אֶלָּא בְּקוֹפִיץ וּבַצַּד הַחַד שֶׁלּוֹ. אֲבָל לֹא בַּצַּד הָרָחָב מִפְּנֵי שֶׁהִיא כְּקוֹרְדוֹם. וְלָמָּה אָסְרוּ בְּקוֹרְדוֹם וְכַיּוֹצֵא בּוֹ שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל שֶׁהֲרֵי אֶפְשָׁר הָיָה לוֹ לְבַקֵּעַ מֵעֶרֶב יוֹם טוֹב. וְלָמָּה לֹא נֶאֱסַר הַבִּקּוּעַ כְּלָל מִפְּנֵי שֶׁאֶפְשָׁר שֶׁיִּפְגַּע בְּעֵץ עָבֶה וְלֹא יוּכַל לְהַבְעִירוֹ וְיִמָּנַע מִלְּבַשֵּׁל. לְפִיכָךְ הִתִּירוּ לְבַקֵּעַ בְּשִׁנּוּי. וְכָל הַדְּבָרִים הַדּוֹמִין לָזֶה מִזֶּה הַטַּעַם הִתִּירוּ בָּהֶן מַה שֶּׁהִתִּירוּ וְאָסְרוּ מַה שֶּׁאָסְרוּ: \n",
      "לֹא תִּכָּנֵס אִשָּׁה בֵּין הָעֵצִים לִטּל מֵהֶן אוּד לִצְלוֹת בּוֹ. וְאֵין סוֹמְכִין אֶת הַקְּדֵרָה וְלֹא אֶת הַדֶּלֶת בִּבְקַעַת שֶׁל קוֹרָה. שֶׁלֹּא הִתִּירוּ לְטַלְטֵל עֵצִים בְּיוֹם טוֹב אֶלָּא לְהַסָּקָה בִּלְבַד: \n",
      "מְסַלְּקִין תְּרִיסֵי חֲנֻיּוֹת וּמַחְזִירִין אוֹתָן בְּיוֹם טוֹב כְּדֵי שֶׁיּוֹצִיא תַּבְלִין שֶׁהוּא צָרִיךְ לָהֶן מִן הַחֲנוּת וְלֹא יִמָּנַע מִשִּׂמְחַת יוֹם טוֹב. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיֵּשׁ לָהֶן צִיר בְּאֶמְצַע אֲבָל יֵשׁ לָהֶן צִיר מִן הַצַּד אָסוּר גְּזֵרָה שֶׁמָּא יִתְקַע. וְשֶׁאֵין לָהֶן צִיר כָּל עִקָּר אֲפִלּוּ בַּבַּיִת מֻתָּר לְהַחֲזִיר: \n",
      "כֵּלִים שֶׁהֵן מְפֻצָּלִין כְּגוֹן מְנוֹרָה שֶׁל חֻלְיוֹת וְכִסֵּא וְשֻׁלְחָן שֶׁהֵן חֲתִיכוֹת חֲתִיכוֹת מַעֲמִידִין אוֹתָן בְּיוֹם טוֹב וְהוּא שֶׁלֹּא יִתְקַע. לְפִי שֶׁאֵין בִּנְיָן בְּכֵלִים. אֲבָנִים שֶׁל בֵּית הַכִּסֵּא מֻתָּר לְצַדְּדָן בְּיוֹם טוֹב. בִּנְיָן עֲרַאי הוּא וּמִשּׁוּם כְּבוֹדוֹ לֹא גָּזְרוּ: \n",
      "הָעוֹשֶׂה מְדוּרָה בְּיוֹם טוֹב כְּשֶׁהוּא עוֹרֵךְ אֶת הָעֵצִים אֵינוֹ מַנִּיחַ זֶה עַל זֶה עַד שֶׁיַּסְדִּיר הַמַּעֲרָכָה מִפְּנֵי שֶׁנִּרְאֶה כְּבוֹנֶה. וְאַף עַל פִּי שֶׁהוּא בִּנְיָן עֲרַאי אָסוּר. אֶלָּא אוֹ שׁוֹפֵךְ הָעֵצִים בְּעִרְבּוּב אוֹ עוֹרֵךְ בְּשִׁנּוּי. כֵּיצַד. מַנִּיחַ עֵץ לְמַעְלָה וּמַנִּיחַ אַחֵר תַּחְתָּיו וְאַחֵר תַּחְתָּיו עַד שֶׁהוּא מַגִּיעַ לָאָרֶץ: \n",
      "וְכֵן הַקְּדֵרָה אוֹחֵז אוֹתָהּ וּמַכְנִיס הָאֲבָנִים תַּחְתֶּיהָ. אֲבָל לֹא יַנִּיחֶנָּהּ עַל גַּבֵּי הָאֲבָנִים. וְכֵן הַמִּטָּה אוֹחֵז הַקְּרָשִׁים לְמַעְלָה וּמַכְנִיס הָרַגְלַיִם תַּחְתֵּיהֶן. אֲפִלּוּ בֵּיצִים לֹא יַעֲמִיד אוֹתָן בְּשׁוּרָה עַל גַּבֵּי שׁוּרָה עַד שֶׁיַּעַמְדוּ כְּמוֹ מִגְדָּל אֶלָּא יְשַׁנֶּה וְיַתְחִיל מִלְּמַעְלָה לְמַטָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה צָרִיךְ שִׁנּוּי: \n",
      "מְסִירִין זְבוּבִין הַנִּתְלִים בַּבְּהֵמָה אַף עַל פִּי שֶׁהֵן עוֹשִׂין חַבּוּרָה. וְאֵין מְיַלְּדִין אֶת הַבְּהֵמָה בְּיוֹם טוֹב אֲבָל מְסַעֲדִין. כֵּיצַד. אוֹחֵז בַּוָּלָד שֶׁלֹּא יִפּל לָאָרֶץ וְנוֹפֵחַ לוֹ בְּחָטְמוֹ וְנוֹתֵן דָּד לְתוֹךְ פִּיו. הָיְתָה בְּהֵמָה טְהוֹרָה וְרִחֲקָה אֶת הַוָּלָד מֻתָּר לְזַלֵּף מִשִּׁלְיָתָהּ עָלָיו וְלִתֵּן בּוּל מֶלַח בְּרַחְמָהּ כְּדֵי שֶׁתְּרַחֵם עָלָיו. אֲבָל הַטְּמֵאָה אָסוּר לַעֲשׂוֹת לָהּ כֵּן לְפִי שֶׁאֵינָהּ צְרִיכָה: \n",
      "כְּלִי שֶׁנִּטְמָא מֵעֶרֶב יוֹם טוֹב אֵין מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב גְּזֵרָה שֶׁמָּא יַשְׁהֶה אוֹתוֹ בְּטֻמְאָתוֹ. וְאִם הָיָה צָרִיךְ לְהַטְבִּיל מַיִם שֶׁבּוֹ מַטְבִּיל אֶת הַכְּלִי בְּמֵימָיו וְאֵינוֹ חוֹשֵׁשׁ. כְּלִי שֶׁהָיָה טָהוֹר לִתְרוּמָה וְרָצָה לְהַטְבִּילוֹ לְקֹדֶשׁ מֻתָּר לְהַטְבִּילוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִטְּבִילוֹת מַעֲלוֹת שְׁאָר הַטֻּמְאוֹת: \n",
      "כְּלִי שֶׁנִּטְמָא בְּיוֹם טוֹב מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב. נִטְמָא הַכְּלִי בְּמַשְׁקִין טְמֵאִין שֶׁהֵן וְלַד הַטֻּמְאָה מֵעֶרֶב יוֹם טוֹב מַטְבִּילִין אוֹתוֹ בְּיוֹם טוֹב לְפִי שֶׁהוּא טָהוֹר מִן הַתּוֹרָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. וּמַדְלִין בִּדְלִי טָמֵא וְהוּא טָהוֹר מֵאֵלָיו. נִדָּה שֶׁאֵין לָהּ בְּגָדִים לְהַחֲלִיף מַעֲרֶמֶת וְטוֹבֶלֶת בִּבְגָדֶיהָ: \n",
      "דְּבָרִים רַבִּים אָסְרוּ בְּיוֹם טוֹב מִשּׁוּם גְּזֵרַת מִקָּח וּמִמְכָּר. כֵּיצַד. אֵין פּוֹסְקִים דָּמִים לְכַתְּחִלָּה עַל הַבְּהֵמָה בְּיוֹם טוֹב אֶלָּא מֵבִיא שְׁתֵּי בְּהֵמוֹת שָׁווֹת זוֹ לָזוֹ וְשׁוֹחֲטִין אַחַת מֵהֶן וּמְחַלְּקִין בֵּינֵיהֶן וּלְמָחָר יוֹדְעִין כַּמָּה דְּמֵי הַשְּׁנִיָּה וְכָל אֶחָד וְאֶחָד נוֹתֵן דְּמֵי חֶלְקוֹ. כְּשֶׁהֵן מְחַלְּקִין בֵּינֵיהֶן לֹא יֹאמַר זֶה אֲנִי בְּסֶלַע וְאַתָּה בִּשְׁנַיִם שֶׁאֵין מַזְכִּירִין שׁוּם דָּמִים אֶלָּא זֶה נוֹטֵל שְׁלִישׁ וְזֶה רְבִיעַ: \n",
      "כְּשֶׁהֵן מְחַלְּקִין לֹא יִשְׁקְלוּ בְּמֹאזְנַיִם שֶׁאֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כָּל עִקָּר. אֲפִלּוּ לִתֵּן בּוֹ בָּשָׂר לְשָׁמְרוֹ מִן הָעַכְבָּרִים אָסוּר אִם הָיוּ הַמֹּאזְנַיִם תְּלוּיִין מִפְּנֵי שֶׁנִּרְאֶה כְּשׁוֹקֵל בְּכַף מֹאזְנַיִם. וְטַבָּח אֻמָּן אָסוּר לִשְׁקל בְּיָדוֹ. וְאָסוּר לִשְׁקל בִּכְלִי מָלֵא מַיִם. וְאֵין מְטִילִין חַלָּשִׁים עַל הַמָּנוֹת. אֲבָל מְטִילִין חַלָּשִׁים עַל בְּשַׂר הַקָּדָשִׁים בְּיוֹם טוֹב כְּדֵי לְחַבֵּב אֶת הַמִּצְוָה: \n",
      "לֹא יֹאמַר אָדָם לַטַּבָּח תֵּן לִי בְּדִינָר בָּשָׂר אֶלָּא תֵּן לִי חֵלֶק אוֹ חֲצִי חֵלֶק וּלְמָחָר עוֹשִׂין חֶשְׁבּוֹן עַל שָׁוְיוֹ. וְכֵן לֹא יִקַּח מִבַּעַל הַחֲנוּת בְּמִדָּה אוֹ בְּמִשְׁקָל אֶלָּא כֵּיצַד הוּא עוֹשֶׂה. אוֹמֵר לַחֶנְוָנִי מַלֵּא לִי כְּלִי זֶה וּלְמָחָר נוֹתֵן לוֹ שָׁוְיוֹ. וַאֲפִלּוּ הָיָה כְּלִי הַמְיֻחָד לְמִדָּה יְמַלְּאֶנּוּ וְהוּא שֶׁלֹּא יַזְכִּיר לוֹ שֵׁם מִדָּה: \n",
      "הַנַּחְתּוֹם מוֹדֵד תַּבְלִין וְנוֹתֵן לַקְּדֵרָה בִּשְׁבִיל שֶׁלֹּא יַפְסִיד תַּבְשִׁילוֹ. אֲבָל הָאִשָּׁה לֹא תָּמֹד קֶמַח לְעִסָּה. וְכֵן לֹא יָמֹד אָדָם שְׂעוֹרִים לִתֵּן לִפְנֵי בְּהֶמְתּוֹ אֶלָּא מְשַׁעֵר וְנוֹתֵן לָהּ: \n",
      "וּמֻתָּר לִקַּח מִן הַחֶנְוָנִי בֵּיצִים וֶאֱגוֹזִים בְּמִנְיָן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן וּבִלְבַד שֶׁלֹּא יַזְכִּיר לוֹ שׁוּם דָּמִים וְלֹא סְכוּם מִנְיָן. כֵּיצַד סְכוּם הַמִּנְיָן. הֲרֵי שֶׁהָיָה נוֹשֶׁה בּוֹ עֲשָׂרָה רִמּוֹנִים אוֹ עֲשָׂרָה אֱגוֹזִים לֹא יֹאמַר לוֹ בְּיוֹם טוֹב תֵּן לִי עֲשָׂרָה כְּדֵי שֶׁיִּהְיֶה לְךָ עֶשְׂרִים אֶצְלִי אֶלָּא לוֹקֵחַ סְתָם וּלְמָחָר עוֹשֶׂה חֶשְׁבּוֹן: \n",
      "הוֹלֵךְ אָדָם אֵצֶל חֶנְוָנִי אוֹ רוֹעֶה הָרָגִיל אֶצְלוֹ אוֹ אֵצֶל הַפַּטָּם הָרָגִיל אֶצְלוֹ וְלוֹקֵחַ מִמֶּנּוּ בְּהֵמוֹת וְעוֹפוֹת וְכָל מַה שֶּׁיִּרְצֶה וְהוּא שֶׁלֹּא יַזְכִּיר לוֹ שׁוּם דָּמִים וְלֹא סְכוּם מִנְיָן: \n",
      "הַלְוָאַת יוֹם טוֹב תּוֹבְעִין אוֹתָהּ בְּדִין שֶׁאִם תֹּאמַר לֹא נִתְּנָה לְהִתָּבַע אֵינוֹ נוֹתֵן לוֹ כְּלוּם וְנִמְצָא נִמְנָע מִשִּׂמְחַת יוֹם טוֹב: \n",
      "אַף עַל פִּי שֶׁאֵין מַגְבִּיהִין תְּרוּמָה וּמַעַשְׂרוֹת בְּיוֹם טוֹב אִם הָיוּ לוֹ תְּרוּמוֹת וּמַעַשְׂרוֹת שֶׁהִגְבִּיהָן מֵאֶמֶשׁ הֲרֵי זֶה מוֹלִיכָן לַכֹּהֵן בְּיוֹם טוֹב. וְאֵין צָרִיךְ לוֹמַר חַלָּה וּזְרוֹעַ וּלְחָיַיִם וְקֵיבָה שֶׁמּוֹלִיכָן לַכֹּהֵן בְּיוֹם טוֹב. וְגַּבָּאֵי צְדָקָה גּוֹבִין מִן הַחֲצֵרוֹת בְּיוֹם טוֹב. וְלֹא יִהְיוּ מַכְרִיזִין כְּדֶרֶךְ שֶׁמַּכְרִיזִין בְּחל. אֶלָּא גּוֹבִין בְּצִנְעָה וְנוֹתְנִין לְתוֹךְ חֵיקָן וּמְחַלְּקִין לְכָל שְׁכוּנָה וּשְׁכוּנָה בִּפְנֵי עַצְמָהּ: \n"
    ],
    [
      "אַף עַל פִּי שֶׁהֻתְּרָה הוֹצָאָה בְּיוֹם טוֹב אֲפִלּוּ שֶׁלֹּא לְצֹרֶךְ לֹא יִשָּׂא מַשָּׂאוֹת גְּדוֹלוֹת כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל אֶלָּא צָרִיךְ לְשַׁנּוֹת. וְאִם אִי אֶפְשָׁר לְשַׁנּוֹת מֻתָּר. כֵּיצַד. הַמֵּבִיא כַּדֵּי יַיִן מִמָּקוֹם לְמָקוֹם לֹא יְבִיאֵם בְּסַל וּבְקֻפָּה אֲבָל מֵבִיא הוּא עַל כְּתֵפוֹ אוֹ לְפָנָיו. הַמּוֹלִיךְ אֶת הַתֶּבֶן לֹא יַפְשִׁיל אֶת הַקֻּפָּה לְאַחֲרָיו אֲבָל מוֹלִיכָהּ בְּיָדוֹ:  ",
      "וְכֵן מַשּׂוֹאוֹת שֶׁדַּרְכָּן לִשָּׂא אוֹתָן בְּמוֹט יִשָּׂא אוֹתָן עַל גַּבּוֹ מֵאַחֲרָיו. וְשֶׁדַּרְכָּן לִשָּׂא אוֹתָן מֵאֲחוֹרָיו יִשָּׂא אוֹתָן עַל כְּתֵפוֹ. וְשֶׁדַּרְכָּן לְהִנָּשֵׂא עַל הַכָּתֵף יִשָּׂא אוֹתָן בְּיָדוֹ לְפָנָיו אוֹ יִפְרשׁ עֲלֵיהֶן בֶּגֶד וְכָל כַּיּוֹצֵא בָּזֶה מִשִּׁנּוּי הַמַּשָּׂא. וְאִם אִי אֶפְשָׁר לְשַׁנּוֹת נוֹשֵׂא וּמֵבִיא כְּדַרְכּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּנוֹשֵׂא עַל הָאָדָם אֲבָל עַל גַּבֵּי בְּהֵמָה לֹא יָבִיא כְּלָל שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל:  ",
      "אֵין מַנְהִיגִין אֶת הַבְּהֵמָה בְּמַקֵּל. וְאֵין הַסּוּמָא יוֹצֵא בְּמַקְלוֹ וְלֹא הָרוֹעֶה בְּתַרְמִילוֹ. וְאֵין יוֹצְאִין בְּכִסֵּא אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. ואִישׁ שֶׁהָיוּ רַבִּים צְרִיכִין לוֹ יוֹצְאִין בְּכִסֵּא אַחֲרָיו וּמוֹצִיאִין אוֹתוֹ עַל הַכָּתֵף אֲפִלּוּ בְּאַפִּרְיוֹן:  ",
      "אֵין מוֹלִיכִין אֶת הַסֻּלָּם שֶׁל שׁוֹבָךְ מִשּׁוֹבָךְ לְשׁוֹבָךְ בִּרְשׁוּת הָרַבִּים שֶׁמָּא יֹאמְרוּ לְתַקֵּן גַּגּוֹ הוּא מוֹלִיכוֹ. אֲבָל בִּרְשׁוּת הַיָּחִיד מוֹלִיכוֹ. אַף עַל פִּי שֶׁכָּל מָקוֹם שֶׁאָסְרוּ חֲכָמִים מִפְּנֵי מַרְאִית הָעַיִן אֲפִלּוּ בְּחַדְרֵי חֲדָרִים אָסוּר כָּאן הִתִּירוּ מִפְּנֵי שִׂמְחַת יוֹם טוֹב:  ",
      "מִי שֶׁהָיוּ לוֹ פֵּרוֹת עַל גַּגּוֹ וְצָרִיךְ לְפַנּוֹתָם לְמָקוֹם אַחֵר לֹא יוֹשִׁיטֵם מִגַּג לְגַג וַאֲפִלּוּ בַּגַּגִּין הַשָּׁוִין. וְלֹא יְשַׁלְשְׁלֵם בְּחֶבֶל מִן הַחַלּוֹנוֹת וְלֹא יוֹרִידֵם בְּסֻלָּמוֹת שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. אֲבָל מַשִּׁילָן אֲפִלּוּ דֶּרֶךְ אֲרֻבָּה מִמָּקוֹם לְמָקוֹם בְּאוֹתוֹ הַגַּג. שָׁחַט בְּהֵמָה בַּשָּׂדֶה לֹא יְבִיאֶנָּה בְּמוֹט לָעִיר אוֹ בְּמוֹטָה אֲבָל מְבִיאָהּ אֵיבָרִים אֵיבָרִים:  ",
      "כָּל שֶׁנֵּאוֹתִין בּוֹ אֲפִלּוּ בְּחל אַף עַל פִּי שֶׁאֵין נֵאוֹתִין בּוֹ בְּיוֹם טוֹב כְּגוֹן תְּפִלִּין מֻתָּר לְשָׁלְחָן לַחֲבֵרוֹ בְּיוֹם טוֹב. וְאֵין צָרִיךְ לוֹמַר דָּבָר שֶׁנֵּאוֹתִין בּוֹ בְּיוֹם טוֹב כְּגוֹן יֵינוֹת שְׁמָנִים וּסְלָתוֹת שֶׁמֻּתָּר לְשָׁלְחָן. וְכָל דָּבָר שֶׁאֵין נֵאוֹתִין בּוֹ בְּחל עַד שֶׁיַּעֲשֶׂה בּוֹ מַעֲשֶׂה שֶׁאָסוּר לַעֲשׂוֹתוֹ בְּיוֹם טוֹב אֵין מְשַׁלְּחִין אוֹתוֹ בְּיוֹם טוֹב:  ",
      "כֵּיצַד. אֵין מְשַׁלְּחִין בְּיוֹם טוֹב תְּבוּאָה לְפִי שֶׁאֵין נֵאוֹתִין בָּהּ בְּחל אֶלָּא אִם כֵּן טָחַן וְאָסוּר לִטְחֹן בְּיוֹם טוֹב. אֲבָל מְשַׁלְּחִין קִטְנִיּוֹת מִפְּנֵי שֶׁמְּבַשְּׁלָן בְּיוֹם טוֹב אוֹ קוֹלֶה אוֹתָן וְאוֹכְלָן. וּמְשַׁלְּחִין חַיָּה בְּהֵמָה וְעוֹפוֹת אֲפִלּוּ חַיִּים מִפְּנֵי שֶׁמֻּתָּר לִשְׁחֹט בְּיוֹם טוֹב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כָּל דָּבָר שֶׁמֻּתָּר לְשָׁלְחוֹ בְּיוֹם טוֹב כְּשֶׁיִּשְׁלָחֶנּוּ לַחֲבֵרוֹ תְּשׁוּרָה לֹא יִשְׁלָחֶנּוּ בְּשׁוּרָה וְאֵין שׁוּרָה פְּחוּתָה מִשְּׁלֹשָׁה בְּנֵי אָדָם. כֵּיצַד. הֲרֵי שֶׁשָּׁלַח לַחֲבֵרוֹ בְּהֵמוֹת אוֹ יֵינוֹת בְּיַד שְׁלֹשָׁה בְּנֵי אָדָם כְּאֶחָד אוֹ אַרְבָּעָה זֶה אַחַר זֶה וְכֻלָּן הוֹלְכִין בְּשׁוּרָה אַחַת הֲרֵי זֶה אָסוּר שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. שָׁלַח שְׁלֹשָׁה מִינִין בְּיַד שְׁלֹשָׁה בְּנֵי אָדָם כְּאֶחָד הֲרֵי זֶה מֻתָּר:  ",
      "הַמְעָרֵב עֵרוּבֵי תְּחוּמִין לְיוֹם טוֹב הֲרֵי בְּהֶמְתּוֹ וְכֵלָיו וּפֵרוֹתָיו כָּמוֹהוּ. וְאֵין מוֹלִיכִין אוֹתָן אֶלָּא בְּתוֹךְ אַלְפַּיִם אַמָּה לְכָל רוּחַ מִמְּקוֹם עֵרוּבוֹ:  ",
      "חֶפְצֵי הֶפְקֵר הֲרֵי הֵן כְּרַגְלֵי מִי שֶׁזָּכָה בָּהֶן. וְחֶפְצֵי הַכּוּתִים קוֹנִין שְׁבִיתָה בִּמְקוֹמָן וְיֵשׁ לָהֶן אַלְפַּיִם אַמָּה לְכָל רוּחַ מִמְּקוֹמָן גְּזֵרָה בְּעָלִים כּוּתִים מִשּׁוּם בְּעָלִים יִשְׂרָאֵל. פֵּרוֹת שֶׁיָּצְאוּ חוּץ לִמְקוֹמָן וְחָזְרוּ אֲפִלּוּ בְּמֵזִיד לֹא הִפְסִידוּ אֶת מְקוֹמָן מִפְּנֵי שֶׁהֵן כְּאָדָם שֶׁיָּצָא בְּאֹנֶס וְחָזַר בְּאֹנֶס:  ",
      "הַמּוֹסֵר בְּהֶמְתּוֹ לִבְנוֹ הֲרֵי הִיא כְּרַגְלֵי הָאָב. מְסָרָהּ לְרוֹעֶה וַאֲפִלּוּ נְתָנָהּ לוֹ בְּיוֹם טוֹב הֲרֵי הִיא כְּרַגְלֵי הָרוֹעֶה. מְסָרָהּ לִשְׁנֵי רוֹעִים הֲרֵי הִיא כְּרַגְלֵי בְּעָלֶיהָ מִפְּנֵי שֶׁלֹּא קָנָה אֶחָד מֵהֶן:  ",
      "מִי שֶׁזִּמֵּן אֶצְלוֹ אוֹרְחִים בְּיוֹם טוֹב לֹא יוֹלִיכוּ בְּיָדָם מָנוֹת לְמָקוֹם שֶׁאֵין בַּעַל הַסְּעֻדָּה יָכוֹל לֵילֵךְ בּוֹ. שֶׁכָּל הַסְּעֻדָּה כְּרַגְלֵי בַּעַל הַסְּעֻדָּה לֹא כְּרַגְלֵי הָאוֹרְחִין. אֶלָּא אִם כֵּן זָכָה לָהֶן אַחֵר בְּמָנוֹת אֵלּוּ מֵעֶרֶב יוֹם טוֹב:  ",
      "וְכֵן מִי שֶׁהָיוּ פֵּרוֹתָיו מֻפְקָדִין בְּעִיר אַחֶרֶת וְעֵרְבוּ בְּנֵי אוֹתָהּ הָעִיר לָבֹא אֶצְלוֹ לֹא יָבִיאוּ לוֹ מִפֵּרוֹתָיו שֶׁפֵּרוֹתָיו כָּמוֹהוּ אַף עַל פִּי שֶׁהֵן בְּיַד אֵלּוּ שֶׁעֵרְבוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁיִּחֵד לָהֶן קֶרֶן זָוִית אֲבָל אִם לֹא יִחֵד לָהֶן הֲרֵי הֵן כְּרַגְלֵי זֶה שֶׁהֵן מֻפְקָדִין אֶצְלוֹ:  ",
      "בּוֹר שֶׁל יָחִיד כְּרַגְלֵי בְּעָלָיו. וְשֶׁל אוֹתָהּ הָעִיר כְּרַגְלֵי אַנְשֵׁי אוֹתָהּ הָעִיר. וְשֶׁל עוֹלֵי בָּבֶל שֶׁהֵן מְסוּרִין לַכּל כְּרַגְלֵי הַמְמַלֵּא מֵהֶן שֶׁכָּל מִי שֶׁמִּלֵּא מֵהֶן מוֹלִיכָן לְמָקוֹם שֶׁהוּא מְהַלֵּךְ. נְהָרוֹת הַמּוֹשְׁכִין וּמַעֲיָנוֹת הַנּוֹבְעִין כְּרַגְלֵי כָּל אָדָם וְאִם הָיוּ בָּאִין מִחוּץ לַתְּחוּם לְתוֹךְ הַתְּחוּם מְמַלְּאִין מֵהֶן בְּשַׁבָּת וְאֵין צָרִיךְ לוֹמַר בְּיוֹם טוֹב:  ",
      "שׁוֹר שֶׁל רוֹעֶה כְּרַגְלֵי אַנְשֵׁי אוֹתָהּ הָעִיר. וְשׁוֹר שֶׁל פְּטָם כְּרַגְלֵי מִי שֶׁלְּקָחוֹ לְשָׁחֳטוֹ בְּיוֹם טוֹב. מִפְּנֵי שֶׁדַּעַת בְּעָלָיו לְמָכְרוֹ לַאֲנָשִׁים אֲחֵרִים חוּץ מֵאַנְשֵׁי אוֹתָהּ הָעִיר מִפְּנֵי שֶׁהוּא מְפֻטָּם וְהַכּל שׁוֹמְעִין שָׁמְעוֹ וּבָאִין לִקְנוֹתוֹ. וְכֵן אִם שְׁחָטוֹ בְּעָלָיו בְּיוֹם טוֹב וּמָכַר בְּשָׂרוֹ. כָּל אֶחָד וְאֶחָד מִן הַלֹּקְחִים מוֹלִיךְ מְנָתוֹ לְמָקוֹם שֶׁהוּא הוֹלֵךְ מִפְּנֵי שֶׁדַּעַת בְּעָלָיו מֵעֶרֶב יוֹם טוֹב כָּךְ הוּא שֶׁיִּקְחוּ מִמֶּנּוּ אַנְשֵׁי עֲיָרוֹת אֲחֵרוֹת וְנִמְצָא שׁוֹר זֶה כְּבוֹר שֶׁל עוֹלֵי בָּבֶל שֶׁהוּא מָסוּר לַכּל:  ",
      "הַגַּחֶלֶת כְּרַגְלֵי בְּעָלֶיהָ לֹא כְּרַגְלֵי שׁוֹאֲלָהּ וְהַשַּׁלְהֶבֶת כְּרַגְלֵי מִי שֶׁהִיא בְּיָדוֹ. לְפִיכָךְ הַמַּדְלִיק נֵר אוֹ עֵץ מֵחֲבֵרוֹ מוֹלִיכוֹ לְכָל מָקוֹם שֶׁהוּא הוֹלֵךְ:  ",
      "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ מֵעֶרֶב יוֹם טוֹב אַף עַל פִּי שֶׁלֹּא נְתָנוֹ לוֹ אֶלָּא בְּיוֹם טוֹב הֲרֵי הוּא כְּרַגְלֵי הַשּׁוֹאֵל. שְׁאָלוֹ מִמֶּנּוּ בְּיוֹם טוֹב אַף עַל פִּי שֶׁדַּרְכּוֹ תָּמִיד לִשְׁאל מִמֶּנּוּ כְּלִי זֶה בְּכָל יוֹם טוֹב הֲרֵי הוּא כְּרַגְלֵי הַמַּשְׁאִיל:  ",
      "שְׁנַיִם שֶׁשָּׁאֲלוּ חָלוּק אֶחָד הָאֶחָד שְׁאָלוֹ מִמֶּנּוּ שֶׁיִּתְּנוֹ לוֹ שַׁחֲרִית וְהַשֵּׁנִי שְׁאָלוֹ מִמֶּנּוּ שֶׁיִּתְּנוֹ לוֹ עַרְבִית הֲרֵי כְּלִי זֶה כְּרַגְלֵי שְׁנֵי הַשּׁוֹאֲלִים וְאֵינָם מוֹלִיכִים אוֹתוֹ אֶלָּא בְּמָקוֹם שֶׁשְּׁנֵיהֶם יְכוֹלִין לְהַלֵּךְ בּוֹ:  ",
      "כֵּיצַד. הֲרֵי שֶׁעֵרֵב הָרִאשׁוֹן בְּרִחוּק אֶלֶף אַמָּה מִמְּקוֹם הֶחָלוּק לְמִזְרָח וְעֵרֵב הַשֵּׁנִי בְּרִחוּק חֲמֵשׁ מֵאוֹת אַמָּה מִמְּקוֹם הֶחָלוּק לַמַּעֲרָב. כְּשֶׁלּוֹקֵחַ הָרִאשׁוֹן הֶחָלוּק אֵינוֹ מוֹלִיכוֹ לַמִּזְרָח אֶלָּא עַד אֶלֶף אַמָּה וַחֲמֵשׁ מֵאוֹת אַמָּה מִמְּקוֹם הֶחָלוּק שֶׁהוּא סוֹף הַתְּחוּם שֶׁיָּכוֹל זֶה שֶׁעֵרֵב בַּמַּעֲרָב לְהַלֵּךְ בּוֹ. וּכְשֶׁיִּקַּח הַשֵּׁנִי כְּלִי זֶה אֵינוֹ מוֹלִיכוֹ בַּמַּעֲרָב אֶלָּא עַד אֶלֶף אַמָּה מִמְּקוֹם הַכְּלִי שֶׁהוּא סוֹף הַתְּחוּם שֶׁיָּכוֹל זֶה שֶׁעֵרֵב בַּמִּזְרָח לְהַלֵּךְ בּוֹ. לְפִיכָךְ אִם עֵרֵב זֶה בְּרִחוּק אַלְפַּיִם אַמָּה מִן הֶחָלוּק לַמִּזְרָח וְזֶה בְּרִחוּק אַלְפַּיִם אַמָּה לַמַּעֲרָב הֲרֵי אֵלּוּ לֹא יְזִיזוּהוּ מִמְּקוֹמוֹ:  ",
      "וְכֵן הָאִשָּׁה שֶׁשָּׁאֲלָה מֵחֲבֶרְתָּהּ מַיִם אוֹ מֶלַח וְלָשָׁה בָּהֶן עִסָּתָהּ אוֹ בִּשְּׁלָה בָּהֶן תַּבְשִׁיל הֲרֵי הָעִסָּה אוֹ הַתַּבְשִׁיל כְּרַגְלֵי שְׁתֵּיהֶן. וְכֵן שְׁנַיִם שֶׁלָּקְחוּ בְּהֵמָה בְּשֻׁתָּפוּת וְשָׁחֲטוּ בְּיוֹם טוֹב אַף עַל פִּי שֶׁלָּקַח כָּל אֶחָד מְנָתוֹ הֲרֵי כָּל הַבָּשָׂר כְּרַגְלֵי שְׁנֵיהֶן. אֲבָל אִם לָקְחוּ חָבִית בְּשֻׁתָּפוּת וְחָלְקוּ אוֹתָהּ בְּיוֹם טוֹב הֲרֵי חֶלְקוֹ שֶׁל כָּל אֶחָד כְּרַגְלָיו. הוֹאִיל וּתְחוּמִין מִדִּבְרֵי סוֹפְרִים יֵשׁ בְּרֵרָה בָּהֶן וְנַחְשֹׁב כְּאִלּוּ חֵלֶק שֶׁהִגִּיעַ לָזֶה הָיָה בָּרוּר לוֹ וּמֻבְדָּל בֶּחָבִית מֵעֶרֶב יוֹם טוֹב וּכְאִלּוּ לֹא הָיָה מְעֹרָב. וְאֵין אַתָּה יָכוֹל לוֹמַר כֵּן בִּבְהֵמָה שֶׁחֵלֶק זֶה שֶׁהִגִּיעוֹ אֲפִלּוּ נַחְשֹׁב אוֹתוֹ שֶׁהָיָה מֻבְדָּל בִּבְהֵמָה מֵעֶרֶב יוֹם טוֹב וּכְאִלּוּ הָיָה בָּרוּר הֲרֵי יָנַק מֵחֶלְקוֹ שֶׁל חֲבֵרוֹ כְּשֶׁהָיְתָה הַבְּהֵמָה קַיֶּמֶת שֶׁכָּל אֵיבָרֶיהָ יוֹנְקִין זֶה מִזֶּה וְנִמְצָא כָּל אֵיבָר וְאֵיבָר מְעֹרָב מֵחֶלְקוֹ וְחֵלֶק חֲבֵרוֹ. לְפִיכָךְ הֵן כְּרַגְלֵי שְׁנֵיהֶן:  "
    ],
    [
      "יוֹם טוֹב שֶׁחָל לִהְיוֹת עֶרֶב שַׁבָּת אֵין אוֹפִין וּמְבַשְּׁלִין בְּיוֹם טוֹב מַה שֶּׁהוּא אוֹכֵל לְמָחָר בְּשַׁבָּת. וְאִסּוּר זֶה מִדִּבְרֵי סוֹפְרִים כְּדֵי שֶׁלֹּא יָבֹא לְבַשֵּׁל מִיּוֹם טוֹב לְחל. שֶׁקַּל וָחֹמֶר הוּא לְשַׁבָּת אֵינוֹ מְבַשֵּׁל כָּל שֶׁכֵּן לְחל. לְפִיכָךְ אִם עָשָׂה תַּבְשִׁיל מֵעֶרֶב יוֹם טוֹב שֶׁיִּהְיֶה סוֹמֵךְ עָלָיו וּמְבַשֵּׁל וְאוֹפֶה בְּיוֹם טוֹב לְשַׁבָּת הֲרֵי זֶה מֻתָּר. וְתַבְשִׁיל שֶׁסּוֹמֵךְ עָלָיו הוּא הַנִּקְרָא עֵרוּבֵי תַּבְשִׁילִין: \n",
      "וְלָמָּה נִקְרָא שְׁמוֹ עֵרוּב. שֶׁכְּשֵׁם שֶׁהָעֵרוּב שֶׁעוֹשִׂין בַּחֲצֵרוֹת וּמְבוֹאוֹת מֵעֶרֶב שַׁבָּת מִשּׁוּם הֶכֵּר כְּדֵי שֶׁלֹּא יַעֲלֶה עַל דַּעְתָּם שֶׁמֻּתָּר לְהוֹצִיא מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת. כָּךְ זֶה הַתַּבְשִׁיל מִשּׁוּם הֶכֵּר וְזִכָּרוֹן כְּדֵי שֶׁלֹּא יְדַמּוּ וְיַחְשְׁבוּ שֶׁמֻּתָּר לֶאֱפוֹת בְּיוֹם טוֹב מַה שֶּׁאֵינוֹ נֶאֱכָל בּוֹ בַּיּוֹם. וּלְפִיכָךְ נִקְרָא תַּבְשִׁיל זֶה עֵרוּבֵי תַּבְשִׁילִין: \n",
      "עֵרוּבֵי תַּבְשִׁילִין שִׁעוּרוֹ אֵין פָּחוֹת מִכְּזַיִת בֵּין לְאֶחָד בֵּין לַאֲלָפִים. וְאֵין עוֹשִׂין עֵרוּב זֶה לֹא בְּפַת וְלֹא בְּרִיפוֱֹת וְכַיּוֹצֵא בָּהֶן אֶלָּא בְּתַבְשִׁיל שֶׁהוּא פַּרְפֶּרֶת כְּגוֹן בָּשָׂר וְדָגִים וּבֵיצִים וְכַיּוֹצֵא בָּהֶן. וַאֲפִלּוּ עֲדָשִׁים שֶׁבְּשׁוּלֵי קְדֵרָה וַאֲפִלּוּ שַׁמְנוּנִית שֶׁעַל גַּבֵּי הַסַּכִּין שֶׁחוֹתְכִין בָּהּ הַצָּלִי גּוֹרְדוֹ אִם יֵשׁ בּוֹ כְּזַיִת סוֹמֵךְ עָלָיו מִשּׁוּם עֵרוּבֵי תַּבְשִׁילִין: \n",
      "תַּבְשִׁיל שֶׁאָמְרוּ לְעִנְיַן עֵרוּב זֶה אֲפִלּוּ צָלִי אֲפִלּוּ שָׁלוּק אֲפִלּוּ כָּבוּשׁ אוֹ מְעֵשָּׁן אֲפִלּוּ דָּגִים קְטַנִּים שֶׁהֵדִיחָן בְּמַיִם חַמִּין וַהֲדָחָתָן הִיא בִּשּׁוּלָן לַאֲכִילָה הֲרֵי זֶה סוֹמֵךְ עֲלֵיהֶן: \n",
      "וְצָרִיךְ שֶׁיִּהְיֶה עֵרוּב זֶה מָצוּי עַד שֶׁיֹּאפֶה כָּל מַה שֶּׁהוּא צָרִיךְ לֶאֱפוֹת וּלְבַשֵּׁל כָּל שֶׁהוּא צָרִיךְ לְבַשֵּׁל. וְיָחֵם חַמִּין כָּל שֶׁהוּא צָרִיךְ. וְאִם נֶאֱכַל הָעֵרוּב אוֹ אָבַד אוֹ נִשְׂרַף קֹדֶם שֶׁיְּבַשֵּׁל אוֹ יֹאפֶה הֲרֵי זֶה אָסוּר לֶאֱפוֹת וּלְבַשֵּׁל אוֹ לְהָחֵם אֶלָּא מַה שֶּׁהוּא אוֹכֵל בְּיוֹם טוֹב בִּלְבַד. הִתְחִיל בְּעִסָּתוֹ אוֹ בְּתַבְשִׁילוֹ וְנֶאֱכַל הָעֵרוּב אוֹ אָבַד הֲרֵי זֶה גּוֹמֵר: \n",
      "הַמֵּנִיחַ עֵרוּבֵי תַּבְשִׁילִין כְּדֵי שֶׁיִּסְמֹךְ עֲלֵיהֶם הוּא וַאֲחֵרִים צָרִיךְ לְזַכּוֹת לָהֶן כְּדֶרֶךְ שֶׁמְּזַכֶּה בְּעֵרוּבֵי שַׁבָּת. וְכָל שֶׁזּוֹכֶה בְּעֵרוּבֵי שַׁבָּת זוֹכֶה בְּעֵרוּבֵי תַּבְשִׁילִין. וְכָל שֶׁאֵינוֹ זוֹכֶה בְּאוֹתוֹ עֵרוּב אֵינוֹ זוֹכֶה בָּזֶה: \n",
      "וְאֵינוֹ צָרִיךְ לְהוֹדִיעַ לְאֵלּוּ שֶׁזִּכָּה לָהֶן מֵעֶרֶב יוֹם טוֹב. אֲבָל הֵן צְרִיכִין לֵידַע שֶׁכְּבָר זִכָּה לָהֶן אַחֵר וְעֵרֵב לָהֶן וְאַחַר כָּךְ יִסְמְכוּ עָלָיו וִיבַשְּׁלוּ וְיֹאפוּ. אַף עַל פִּי שֶׁלֹּא יָדְעוּ אֶלָּא בְּיוֹם טוֹב הֲרֵי אֵלּוּ מֻתָּרִין. וְיֵשׁ לוֹ לְאָדָם לְעָרֵב עַל כָּל הָעִיר וְעַל כָּל הַקָּרוֹב אֵלֶיהָ בְּתוֹךְ הַתְּחוּם וּלְמָחָר מַכְרִיז וְאוֹמֵר כָּל מִי שֶׁלֹּא הִנִּיחַ עֵרוּבֵי תַּבְשִׁילִין יִסְמֹךְ עַל עֵרוּבִי: \n",
      "הַמַּנִּיחַ עֵרוּבֵי תַּבְשִׁילִין חַיָּב לְבָרֵךְ. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִצְוַת עֵרוּב. וְאוֹמֵר בְּעֵרוּב זֶה יֻתַּר לִי לֶאֱפוֹת וּלְבַשֵּׁל מִיּוֹם טוֹב שֶׁלְּמָחָר לְשַׁבָּת. וְאִם זָכָה בּוֹ לַאֲחֵרִים יֹאמַר לִי וְלִפְלוֹנִי וְלִפְלוֹנִי אוֹ לְאַנְשֵׁי הָעִיר כֻּלָּם לֶאֱפוֹת וּלְבַשֵּׁל מִיּוֹם טוֹב לְשַׁבָּת: \n",
      "מִי שֶׁלֹּא הִנִּיחַ עֵרוּבֵי תַּבְשִׁילִין וְלֹא הִנִּיחוּ לוֹ אֲחֵרִים. כְּשֵׁם שֶׁאָסוּר לוֹ לְבַשֵּׁל וְלֶאֱפוֹת כָּךְ קִמְחוֹ וּמַאֲכָלוֹ אָסוּר. וְאָסוּר לְאַחֵר שֶׁהִנִּיחַ לְעַצְמוֹ לְבַשֵּׁל וְלֶאֱפוֹת לָזֶה שֶׁלֹּא הִנִּיחַ עַד שֶׁיַּקְנֶה לוֹ שֶׁנִּמְצָא זֶה מְבַשֵּׁל וְאוֹפֶה שֶׁלּוֹ שֶׁהֲרֵי קָנָהוּ. וְאִם רָצָה יִתֵּן אַחַר כָּךְ לָזֶה שֶׁלֹּא הִנִּיחַ בְּמַתָּנָה: \n",
      "מִי שֶׁלֹּא הִנִּיחַ עֵרוּבֵי תַּבְשִׁילִין וּבִשֵּׁל וְאָפָה לֶאֱכל בַּיּוֹם וְהוֹתִיר אוֹ שֶׁזִּמֵּן אוֹרְחִים וְלֹא בָּאוּ הֲרֵי זֶה אוֹכֵל הַמּוֹתָר לְמָחָר. וְאִם הֶעֱרִים הֲרֵי זֶה אָסוּר לְאָכְלוֹ. עָבַר וְאָפָה וּבִשֵּׁל לְשַׁבָּת אֵין אוֹסְרִין עָלָיו. וְלָמָּה הֶחְמִירוּ וְאָסְרוּ עַל הַמַּעֲרִים וְלֹא אָסְרוּ עַל הַמֵּזִיד שֶׁאִם תַּתִּיר לַמַּעֲרִים נִמְצְאוּ הַכּל מַעֲרִימִין וְיִשְׁתַּקֵּעַ שֵׁם עֵרוּבֵי תַּבְשִׁילִין. אֲבָל הַמֵּזִיד אֵינוֹ מָצוּי וְאִם עָבַר הַיּוֹם לֹא יַעֲבֹר פַּעַם אַחֶרֶת: \n",
      "שְׁנֵי יָמִים טוֹבִים שֶׁחָלוּ לִהְיוֹת בַּחֲמִישִׁי וְעֶרֶב שַׁבָּת עוֹשֶׂה עֵרוּבֵי תַּבְשִׁילִין מִיּוֹם רְבִיעִי שֶׁהוּא עֶרֶב יוֹם טוֹב. שָׁכַח וְלֹא הִנִּיחַ מַנִּיחוֹ בָּרִאשׁוֹן וּמַתְנֶה. כֵּיצַד. מַנִּיחַ עֵרוּבֵי תַּבְשִׁילִין בְּיוֹם חֲמִישִׁי וְאוֹמֵר אִם הַיּוֹם יוֹם טוֹב וּלְמָחָר חֹל לְמָחָר אֲבַשֵּׁל וְאוֹפֶה לְשַׁבָּת וְאֵינִי צָרִיךְ כְּלוּם וְאִם הַיּוֹם חֹל וּלְמָחָר יוֹם טוֹב בָּעֵרוּב זֶה יֵתַּר לִי לֶאֱפוֹת וּלְבַשֵּׁל לְמָחָר מִיּוֹם טוֹב לְשַׁבָּת: \n",
      "כַּיּוֹצֵא בּוֹ הָיוּ לְפָנָיו שְׁתֵּי כַּלְכָּלוֹת שֶׁל טֶבֶל בְּיוֹם טוֹב רִאשׁוֹן אוֹמֵר אִם הַיּוֹם חֹל תִּהְיֶה זוֹ תְּרוּמָה עַל זוֹ וְאִם הַיּוֹם קֹדֶשׁ אֵין בִּדְבָרַי כְּלוּם. וְקוֹרֵא עָלֶיהָ שֵׁם וּמַנִּיחָהּ. וּלְמָחָר בַּשֵּׁנִי חוֹזֵר וְאוֹמֵר אִם הַיּוֹם קֹדֶשׁ אֵין בִּדְבָרַי כְּלוּם וְאִם הַיּוֹם חֹל תִּהְיֶה זוֹ תְּרוּמָה עַל זוֹ וְקוֹרֵא עָלֶיהָ שֵׁם וּמַנִּיחָהּ כְּדֶרֶךְ שֶׁקָּרָא עָלֶיהָ בָּרִאשׁוֹן. וּמַנִּיחַ אֶת זוֹ שֶׁקָּרָא עָלֶיהָ שֵׁם תְּרוּמָה וְאוֹכֵל אֶת הַשְּׁנִיָּה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁנֵי יָמִים טוֹבִים שֶׁל גָּלֻיּוֹת אֲבָל בִּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה אִם שָׁכַח וְלֹא הִנִּיחַ בְּיוֹם רְבִיעִי שׁוּב אֵינוֹ מַנִּיחַ אֶלָּא סוֹמֵךְ עַל אֲחֵרִים אִם עֵרְבוּ עָלָיו אוֹ מַקְנֶה קִמְחוֹ לְמִי שֶׁעֵרֵב אוֹ יִהְיֶה אָסוּר לֶאֱפוֹת וּלְבַשֵּׁל לְשַׁבָּת. וְכֵן אִם שָׁכַח וְלֹא הִפְרִישׁ תְּרוּמָה מִיּוֹם רְבִיעִי שׁוּב אֵינוֹ מַפְרִישׁ עַד מוֹצָאֵי שַׁבָּת: \n",
      "כָּל הַדְּבָרִים הָאֵלּוּ שֶׁאָמַרְנוּ הָיוּ בִּזְמַן שֶׁהָיוּ בֵּית דִּין שֶׁל אֶרֶץ יִשְׂרָאֵל מְקַדְּשִׁין עַל פִּי הָרְאִיָּה וְהָיוּ בְּנֵי הַגָּלֻיּוֹת עוֹשִׂין שְׁנֵי יָמִים כְּדֵי לְהִסְתַּלֵּק מִן הַסָּפֵק לְפִי שֶׁלֹּא הָיוּ יוֹדְעִין יוֹם שֶׁקִּדְּשׁוּ בְּנֵי אֶרֶץ יִשְׂרָאֵל. אֲבָל הַיּוֹם שֶׁבְּנֵי אֶרֶץ יִשְׂרָאֵל סוֹמְכִין עַל הַחֶשְׁבּוֹן וּמְקַדְּשִׁין עָלָיו אֵין יוֹם טוֹב שֵׁנִי לְהִסְתַּלֵּק מִן הַסָּפֵק אֶלָּא מִנְהָג בִּלְבַד: \n",
      "וּלְפִיכָךְ אֲנִי אוֹמֵר שֶׁאֵין מְעָרֵב אָדָם וּמַתְנֶה בַּזְּמַן הַזֶּה לֹא עֵרוּבֵי תַּבְשִׁילִין וְלֹא עֵרוּבֵי חֲצֵרוֹת וְלֹא שִׁתּוּפֵי מְבוֹאוֹת וְאֵינוֹ מְעַשֵּׂר הַטֶּבֶל עַל תְּנַאי אֶלָּא הַכּל מֵעֶרֶב יוֹם טוֹב בִּלְבַד: \n",
      "כְּשֵׁם שֶׁמִּצְוָה לְכַבֵּד שַׁבָּת וּלְעַנְּגָהּ כָּךְ כָּל יָמִים טוֹבִים שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"לִקְדוֹשׁ ה' מְכֻבָּד\" וְכָל יָמִים טוֹבִים נֶאֱמַר בָּהֶן <small>(ויקרא כג ז)</small> \"מִקְרָא קֹדֶשׁ\". וּכְבָר בֵּאַרְנוּ הַכִּבּוּד וְהָעִנּוּג בְּהִלְכוֹת שַׁבָּת. וְכֵן רָאוּי לְאָדָם שֶׁלֹּא יִסְעֹד בְּעַרְבֵי יָמִים טוֹבִים מִן הַמִּנְחָה וּלְמַעְלָה כְּעֶרֶב שַׁבָּת שֶׁדָּבָר זֶה בִּכְלַל הַכָּבוֹד. וְכָל הַמְבַזֶּה אֶת הַמּוֹעֲדוֹת כְּאִלּוּ נִטְפָּל לַעֲבוֹדַת כּוֹכָבִים: \n",
      "שִׁבְעַת יְמֵי הַפֶּסַח וּשְׁמוֹנַת יְמֵי הֶחָג עִם שְׁאָר יָמִים טוֹבִים כֻּלָּם אֲסוּרִים בְּהֶסְפֵּד וְתַעֲנִית. וְחַיָּב אָדָם לִהְיוֹת בָּהֶן שָׂמֵחַ וְטוֹב לֵב הוּא וּבָנָיו וְאִשְׁתּוֹ וּבְנֵי בֵּיתוֹ וְכָל הַנִּלְוִים עָלָיו שֶׁנֶּאֱמַר <small>(דברים טז יד)</small> \"וְשָׂמַחְתָּ בְּחַגֶּךָ\" וְגוֹ'. אַף עַל פִּי שֶׁהַשִּׂמְחָה הָאֲמוּרָה כָּאן הִיא קָרְבַּן שְׁלָמִים כְּמוֹ שֶׁאָנוּ מְבָאֲרִין בְּהִלְכוֹת חֲגִיגָה יֵשׁ בִּכְלַל אוֹתָהּ שִׂמְחָה לִשְׂמֹחַ הוּא וּבָנָיו וּבְנֵי בֵּיתוֹ כָּל אֶחָד כָּרָאוּי לוֹ: \n",
      "כֵּיצַד. הַקְּטַנִּים נוֹתֵן לָהֶם קְלָיוֹת וֶאֱגוֹזִים וּמִגְדָּנוֹת. וְהַנָּשִׁים קוֹנֶה לָהֶן בְּגָדִים וְתַכְשִׁיטִין נָאִים כְּפִי מָמוֹנוֹ. וְהָאֲנָשִׁים אוֹכְלִין בָּשָׂר וְשׁוֹתִין יַיִן שֶׁאֵין שִׂמְחָה אֶלָּא בְּבָשָׂר וְאֵין שִׂמְחָה אֶלָּא בְּיַיִן. וּכְשֶׁהוּא אוֹכֵל וְשׁוֹתֶה חַיָּב לְהַאֲכִיל לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה עִם שְׁאָר הָעֲנִיִּים הָאֻמְלָלִים. אֲבָל מִי שֶׁנּוֹעֵל דַּלְתוֹת חֲצֵרוֹ וְאוֹכֵל וְשׁוֹתֶה הוּא וּבָנָיו וְאִשְׁתּוֹ וְאֵינוֹ מַאֲכִיל וּמַשְׁקֶה לַעֲנִיִּים וּלְמָרֵי נֶפֶשׁ אֵין זוֹ שִׂמְחַת מִצְוָה אֶלָּא שִׂמְחַת כְּרֵסוֹ. וְעַל אֵלּוּ נֶאֱמַר <small>(הושע ט ד)</small> \"זִבְחֵיהֶם כְּלֶחֶם אוֹנִים לָהֶם כָּל אֹכְלָיו יִטַּמָּאוּ כִּי לַחְמָם לְנַפְשָׁם\". וְשִׂמְחָה כָּזוֹ קָלוֹן הִיא לָהֶם שֶׁנֶּאֱמַר <small>(מלאכי ב ג)</small> \"וְזֵרִיתִי פֶרֶשׁ עַל פְּנֵיכֶם פֶּרֶשׁ חַגֵּיכֶם\": \n",
      "אַף עַל פִּי שֶׁאֲכִילָה וּשְׁתִיָּה בַּמּוֹעֲדוֹת בִּכְלַל מִצְוַת עֲשֵׂה. לֹא יִהְיֶה אוֹכֵל וְשׁוֹתֶה כָּל הַיּוֹם כֻּלּוֹ. אֶלָּא כָּךְ הִיא הַדָּת. בַּבֹּקֶר מַשְׁכִּימִין כָּל הָעָם לְבָתֵּי כְּנֵסִיּוֹת וּלְבָתֵּי מִדְרָשׁוֹת וּמִתְפַּלְּלִין וְקוֹרִין בַּתּוֹרָה בְּעִנְיַן הַיּוֹם וְחוֹזְרִין לְבָתֵּיהֶם וְאוֹכְלִין. וְהוֹלְכִין לְבָתֵּי מִדְרָשׁוֹת קוֹרִין וְשׁוֹנִין עַד חֲצִי הַיּוֹם. וְאַחַר חֲצוֹת הַיּוֹם מִתְפַּלְּלִין תְּפִלַּת הַמִּנְחָה וְחוֹזְרִין לְבָתֵּיהֶן לֶאֱכל וְלִשְׁתּוֹת שְׁאָר הַיּוֹם עַד הַלַּיְלָה: \n",
      "כְּשֶׁאָדָם אוֹכֵל וְשׁוֹתֶה וְשָׂמֵחַ בָּרֶגֶל לֹא יִמָּשֵׁךְ בְּיַיִן וּבִשְׂחוֹק וְקַלּוּת רֹאשׁ וְיֹאמַר שֶׁכָּל מִי שֶׁיּוֹסִיף בָּזֶה יַרְבֶּה בְּמִצְוַת שִׂמְחָה. שֶׁהַשִּׁכְרוּת וְהַשְּׂחוֹק הָרַבָּה וְקַלּוּת הָרֹאשׁ אֵינָהּ שִׂמְחָה אֶלָּא הוֹלְלוּת וְסִכְלוּת וְלֹא נִצְטַוֵּינוּ עַל הַהוֹלְלוּת וְהַסִּכְלוּת אֶלָּא עַל הַשִּׂמְחָה שֶׁיֵּשׁ בָּהּ עֲבוֹדַת יוֹצֵר הַכּל שֶׁנֶּאֱמַר <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה' אֱלֹהֶיךָ בְּשִׂמְחָה וּבְטוּב לֵבָב מֵרֹב כּל\". הָא לָמַדְתָּ שֶׁהָעֲבוֹדָה בְּשִׂמְחָה. וְאִי אֶפְשָׁר לַעֲבֹד אֶת הַשֵּׁם לֹא מִתּוֹךְ שְׂחוֹק וְלֹא מִתּוֹךְ קַלּוּת רֹאשׁ וְלֹא מִתּוֹךְ שִׁכְרוּת: \n",
      "חַיָּבִין בֵּית דִּין לְהַעֲמִיד שׁוֹטְרִים בָּרְגָלִים שֶׁיִּהְיוּ מְסַבְּבִין וּמְחַפְּשִׂין בַּגַּנּוֹת וּבַפַּרְדֵּסִים וְעַל הַנְּהָרוֹת כְּדֵי שֶׁלֹּא יִתְקַבְּצוּ לֶאֱכל וְלִשְׁתּוֹת שָׁם אֲנָשִׁים וְנָשִׁים וְיָבוֹאוּ לִידֵי עֲבֵרָה. וְכֵן יַזְהִירוּ בְּדָבָר זֶה לְכָל הָעָם כְּדֵי שֶׁלֹּא יִתְעָרְבוּ אֲנָשִׁים וְנָשִׁים בְּבָתֵּיהֶם לְשִׂמְחָה. וְלֹא יִמָּשְׁכוּ בַּיַּיִן שֶׁמָּא יָבוֹאוּ לִידֵי עֲבֵרָה: \n",
      "יָמִים שֶׁבֵּין רִאשׁוֹן וּשְׁבִיעִי שֶׁל פֶּסַח וְרִאשׁוֹן וּשְׁמִינִי שֶׁל חַג הַסֻּכּוֹת וְהֵן בַּגּוֹלָה אַרְבָּעָה בְּתוֹךְ הַפֶּסַח וַחֲמִשָּׁה בְּתוֹךְ הֶחָג הֵם הַנִּקְרָאִין חֻלּוֹ שֶׁל מוֹעֵד וְנִקְרָאִין מוֹעֵד. וְאַף עַל פִּי שֶׁהֵם חַיָּבִין בְּשִׂמְחָה וַאֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית מֻתָּר לִסְפֹּד בָּהֶן תַּלְמִיד חָכָם בְּפָנָיו. אֲבָל לְאַחַר שֶׁיִּקָּבֵר אָסוּר לְסָפְדוֹ בָּהֶן. וְאֵין צָרִיךְ לוֹמַר בְּרָאשֵׁי חֳדָשִׁים בַּחֲנֻכָּה וּבְפוּרִים שֶׁסּוֹפְדִין בָּהֶן תַּלְמִידֵי חֲכָמִים בְּפָנָיו אַף עַל פִּי שֶׁיָּמִים אֵלּוּ אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית. אֲבָל לְאַחַר הַקְּבוּרָה אָסוּר לִסְפֹּד בָּהֶן: \n",
      "אֵין מַנִּיחִין מִטַּת הַמֵּת בָּרְחוֹב בַּמּוֹעֵד שֶׁלֹּא לְהַרְגִּיל אֶת הַהֶסְפֵּד אֶלָּא מִבֵּיתוֹ לְקִבְרוֹ. וְאֵין מִתְאַבְּלִין בַּמּוֹעֵד. וְכֵן אֵין קוֹרְעִין וְלֹא מַבְרִין וְלֹא חוֹלְצִין הַכָּתֵף בַּמּוֹעֵד עַל הַמֵּת אֶלָּא קְרוֹבָיו שֶׁהֵן חַיָּבִין לְהִתְאַבֵּל עָלָיו. וְאִם הָיָה חָכָם אוֹ אָדָם כָּשֵׁר אוֹ שֶׁהָיָה עוֹמֵד עָלָיו בִּשְׁעַת נְטִילַת נְשָׁמָה הֲרֵי זֶה קוֹרֵעַ עָלָיו בַּמּוֹעֵד אַף עַל פִּי שֶׁאֵינוֹ קְרוֹבוֹ. וְאֵין קוֹרְעִין בְּיוֹם טוֹב שֵׁנִי כְּלָל וַאֲפִלּוּ קְרוֹבָיו שֶׁל מֵת: \n",
      "נָשִׁים בַּמּוֹעֵד בִּפְנֵי הַמֵּת מְעַנּוֹת אֲבָל לֹא מְטַפְּחוֹת וְלֹא מְקוֹנְנוֹת. נִקְבַּר הַמֵּת אֵינָן מְעַנּוֹת. בְּרָאשֵׁי חֳדָשִׁים וַחֲנֻכָּה וּפוּרִים בִּפְנֵי הַמֵּת מְעַנּוֹת וּמְטַפְּחוֹת אֲבָל לֹא מְקוֹנְנוֹת. אֵי זֶהוּ עִנּוּי שֶׁכֻּלָּן עוֹנוֹת כְּאַחַת. קִינָה אַחַת אוֹמֶרֶת וְכֻלָּן עוֹנוֹת. וְאָסוּר לְאָדָם שֶׁיְּעוֹרֵר עַל מֵתוֹ קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם כְּדֵי שֶׁלֹּא יָבֹא הָרֶגֶל וְהוּא נֶעֱצָב וְלִבּוֹ דּוֹאֵג וְכוֹאֵב מִזִּכְרוֹן הַצַּעַר אֶלָּא יָסִיר הַדְּאָגָה מִלִּבּוֹ וִיכַוֵּן דַּעְתּוֹ לְשִׂמְחָה: \n"
    ],
    [
      "חֻלוֹ שֶׁל מוֹעֵד אַף עַל פִּי שֶׁלֹּא נֶאֱמַר בּוֹ <small>(ויקרא כג כד)</small> <small>(ויקרא כג לט)</small> \"שַׁבָּתוֹן\" הוֹאִיל וְנִקְרָא <small>(ויקרא כג ז)</small> \"מִקְרָא קֹדֶשׁ\" וַהֲרֵי הוּא זְמַן חֲגִיגָה בַּמִּקְדָּשׁ אָסוּר בַּעֲשִׂיַּת מְלָאכָה כְּדֵי שֶׁלֹּא יִהְיֶה כִּשְׁאָר יְמֵי הַחל שֶׁאֵין בָּהֶן קְדֻשָּׁה כְּלָל. וְהָעוֹשֶׂה בּוֹ מְלָאכָה הָאֲסוּרָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִפְּנֵי שֶׁאִסּוּרוֹ מִדִּבְרֵי סוֹפְרִים. וְלֹא כָּל מְלֶאכֶת עֲבוֹדָה אֲסוּרָה בּוֹ כְּיוֹם טוֹב שֶׁסּוֹף הָעִנְיָן בַּדְּבָרִים שֶׁנֶּאֶסְרוּ בּוֹ כְּדֵי שֶׁלֹּא יִהְיֶה כְּיוֹם חֹל לְכָל דָּבָר. לְפִיכָךְ יֵשׁ מְלָאכוֹת אֲסוּרוֹת בּוֹ וְיֵשׁ מְלָאכוֹת מֻתָּרוֹת בּוֹ:  ",
      "וְאֵלּוּ הֵן. כָּל מְלָאכָה שֶׁאִם לֹא יַעֲשֶׂה אוֹתָהּ בַּמּוֹעֵד יִהְיֶה שָׁם הֶפְסֵד הַרְבֵּה עוֹשִׂין אוֹתָהּ. וּבִלְבַד שֶׁלֹּא יִהְיֶה בָּהּ טֹרַח הַרְבֵּה. כֵּיצַד. מַשְׁקִין בֵּית הַשְּׁלָחִין בַּמּוֹעֵד אֲבָל לֹא בֵּית הַמַּשְׁקֶה. שֶׁאִם לֹא יַשְׁקֶה בֵּית הַשְּׁלָחִין וְהִיא הָאָרֶץ הַצְּמֵאָה יִפָּסְדוּ בּוֹ הָאִילָנוֹת שֶׁבָּהּ. וּכְשֶׁהוּא מַשְׁקֶה אוֹתָהּ לֹא יִדְלֶה וְיַשְׁקֶה מִן הַבְּרֵכָה אוֹ מִמֵּי הַגְּשָׁמִים מִפְּנֵי שֶׁהוּא טֹרַח גָּדוֹל. אֲבָל מַשְׁקֶה הוּא מִן הַמַּעְיָן בֵּין שֶׁהָיָה בֵּין שֶׁיָּצָא לְכַתְּחִלָּה מַמְשִׁיכוֹ וּמַשְׁקֶה בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הוֹפֵךְ אָדָם אֶת זֵיתָיו בַּמּוֹעֵד וְטוֹחֵן אוֹתָן וְדוֹרֵךְ אוֹתָן וּמְמַלֵּא הֶחָבִיּוֹת וְגַף אוֹתָן כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. כָּל שֶׁיֵּשׁ בּוֹ הֶפְסֵד אִם לֹא נַעֲשָׂה עוֹשֵׂהוּ כְּדַרְכּוֹ וְאֵינוֹ צָרִיךְ שִׁנּוּי. וְכֵן מַכְנִיס אָדָם פֵּרוֹתָיו מִפְּנֵי הַגַּנָּבִים וּבִלְבַד שֶׁיַּכְנִיסֵם בְּצִנְעָה. וְשׁוֹלֶה פִּשְׁתָּנוֹ מִן הַמִּשְׁרֶה בִּשְׁבִיל שֶׁלֹּא תֹּאבַד. וְכֵן כֶּרֶם שֶׁהִגִּיעַ זְמַנּוֹ לְהִבָּצֵר בַּמּוֹעֵד בּוֹצְרִין אוֹתוֹ:  ",
      "וְאָסוּר לָאָדָם שֶׁיִּתְכַּוֵּן וִיאַחֵר מְלָאכוֹת אֵלּוּ וְכַיּוֹצֵא בָּהֶן וְיַנִּיחֵם כְּדֵי לַעֲשׂוֹתָן בַּמּוֹעֵד מִפְּנֵי שֶׁהוּא פָּנוּי. וְכָל הַמְכַוֵּן מְלַאכְתּוֹ וְהִנִּיחָהּ לַמּוֹעֵד וַעֲשָׂאָהּ בַּמּוֹעֵד בֵּית דִּין מְאַבְּדִין אוֹתָהּ וּמַפְקִירִין אוֹתָהּ לַכּל. וְאִם כִּוֵּן מְלַאכְתּוֹ וּמֵת אֵין קוֹנְסִין בְּנוֹ אַחֲרָיו וְאֵין מְאַבְּדִין אוֹתָהּ מִמֶּנּוּ. וְאֵין מוֹנְעִין הַבֵּן מִלַּעֲשׂוֹת אוֹתָהּ מְלָאכָה בַּמּוֹעֵד כְּדֵי שֶׁלֹּא תֹּאבַד:  ",
      "מִי שֶׁצָּרַךְ לִתְפֹּר לוֹ בֶּגֶד אוֹ לִבְנוֹת לוֹ מָקוֹם בַּמּוֹעֵד. אִם הָיָה הֶדְיוֹט וְאֵינוֹ מָהִיר בְּאוֹתָהּ מְלָאכָה הֲרֵי זֶה עוֹשֶׂה אוֹתָהּ כְּדַרְכּוֹ. וְאִם הָיָה אֻמָּן מָהִיר הֲרֵי זֶה עוֹשֶׂה אוֹתָהּ מַעֲשֵׂה הֶדְיוֹט. כֵּיצַד. בִּתְפִירָה מַכְלִיב וּבְבִנְיָן מַנִּיחַ אֲבָנִים וְאֵינוֹ טָח בְּטִיט עֲלֵיהֶן וְשָׁף סִדְקֵי הַקַּרְקַע וּמַעֲגִילָהּ בַּיָּד וּבָרֶגֶל כְּעֵין שֶׁמַּעֲגִילִים בְּמַחְלָצַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "מִי שֶׁהָיְתָה לוֹ תְּבוּאָה מְחֻבֶּרֶת לַקַּרְקַע וְאֵין לוֹ מַה שֶּׁיֹּאכַל בַּמּוֹעֵד אֶלָּא מִמֶּנָּה אַף עַל פִּי שֶׁאֵין כָּאן הֶפְסֵד אֵין מַצְרִיכִין אוֹתוֹ לִקְנוֹת מַה שֶּׁיֹּאכַל מִן הַשּׁוּק עַד שֶׁיִּקְצֹר אַחַר הַמּוֹעֵד אֶלָּא קוֹצֵר וּמְעַמֵּר וְדָשׁ וְזוֹרֶה וּבוֹרֵר וְטוֹחֵן מַה שֶּׁהוּא צָרִיךְ. וּבִלְבַד שֶׁלֹּא יָדוּשׁ בְּפָרוֹת. שֶׁכָּל דָּבָר שֶׁאֵין בּוֹ הֶפְסֵד צָרִיךְ לְשַׁנּוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כְּבָשִׁים שֶׁיָּכוֹל לֶאֱכל מֵהֶן בַּמּוֹעֵד כּוֹבְשָׁן. וְשֶׁאֵינָן רְאוּיִין אֶלָּא לְאַחַר הַמּוֹעֵד אָסוּר לְכָבְשָׁן. וְצָד אָדָם דָּגִים כָּל שֶׁיָּכוֹל לָצוּד וּמוֹלֵחַ הַכּל בַּמּוֹעֵד שֶׁהֲרֵי אֶפְשָׁר שֶׁיֹּאכַל מֵהֶן בַּמּוֹעֵד אִם יִסְחֹט אוֹתָן בְּיָדוֹ פְּעָמִים רַבּוֹת עַד שֶׁיִּתְרַכְּכוּ:  ",
      "מְטִילִין שֵׁכָר בַּמּוֹעֵד לְצֹרֶךְ הַמּוֹעֵד. וְשֶׁלֹּא לְצֹרֶךְ הַמּוֹעֵד אָסוּר. אֶחָד שֵׁכָר תְּמָרִים וְאֶחָד שֵׁכָר שְׂעוֹרִים. אַף עַל פִּי שֶׁיֵּשׁ לוֹ יָשָׁן מַעֲרִים וְשׁוֹתֶה מִן הֶחָדָשׁ שֶׁאֵין הַעֲרָמָה זוֹ נִכֶּרֶת לָרוֹאֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "כָּל מְלָאכוֹת שֶׁהֵן לְצֹרֶךְ הַמּוֹעֵד כְּשֶׁעוֹשִׂין אוֹתָן אֻמָּנֵיהֶן עוֹשִׂין בְּצִנְעָה. כֵּיצַד. הַצַּיָּדִים וְהַטּוֹחֲנִין וְהַבּוֹצְרִין לִמְכֹּר בַּשּׁוּק הֲרֵי אֵלּוּ עוֹשִׂין בְּצִנְעָה לְצֹרֶךְ הַמּוֹעֵד. וְאִם עָשָׂה לְצֹרֶךְ הַמּוֹעֵד וְהוֹתִיר הֲרֵי זֶה מֻתָּר:  ",
      "עוֹשִׂין כָּל צָרְכֵי הָרַבִּים בַּמּוֹעֵד. כֵּיצַד. מְתַקְּנִים קִלְקוּלֵי הַמַּיִם שֶׁבִּרְשׁוּת הָרַבִּים. וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת. וְחוֹפְרִים לָרַבִּים בּוֹרוֹת שִׁיחִין וּמְעָרוֹת. וְכוֹרִין לָהֶן נְהָרוֹת כְּדֵי שֶׁיִּשְׁתּוּ מֵימֵיהֶן וְכוֹנְסִים מַיִם לְבוֹרוֹת וּמְעָרוֹת שֶׁל רַבִּים וּמְתַקְּנִין אֶת סִדְקֵיהֶן. וּמְסִירִין אֶת הַקּוֹצִין מִן הַדְּרָכִים. וּמוֹדְדִין אֶת הַמִּקְוָאוֹת וְכָל מִקְוֶה שֶׁנִּמְצָא חָסֵר מַרְגִּילִין לוֹ מַיִם וּמַשְׁלִימִין לוֹ שִׁעוּרוֹ:  ",
      "וְיוֹצְאִין שְׁלוּחֵי בֵּית דִּין לְהַפְקִיר אֶת הַכִּלְאַיִם. וּפוֹדִין אֶת הַשְּׁבוּיִים וְאֶת הָעֶרְכִין וְאֶת הַחֲרָמִים וְאֶת הַהֶקְדֵּשׁוֹת. וּמַשְׁקִין אֶת הַסּוֹטוֹת. וְשׂוֹרְפִין אֶת הַפָּרָה. וְעוֹרְפִין אֶת הָעֶגְלָה. וְרוֹצְעִין עֶבֶד עִבְרִי. וּמְטַהֲרִין אֶת הַמְצֹרָע. וּמְצַיְּנִין עַל הַקְּבָרוֹת שֶׁמִּחוּ גְּשָׁמִים אֶת צִיּוּנָן כְּדֵי שֶׁיִּפְרְשׁוּ מֵהֶן הַכֹּהֲנִים. שֶׁכָּל אֵלּוּ צָרְכֵי רַבִּים הֵן:  ",
      "וְדָנִים דִּינֵי מָמוֹנוֹת וְדִינֵי מַכּוֹת וְדִינֵי נְפָשׁוֹת בַּמּוֹעֵד. וּמִי שֶׁלֹּא קִבֵּל עָלָיו הַדִּין מְשַׁמְּתִין אוֹתוֹ בַּמּוֹעֵד. וּכְשֵׁם שֶׁדָּנִין בַּמּוֹעֵד כָּךְ כּוֹתְבִין מַעֲשֵׂה בֵּית דִּין וְכָל הַדּוֹמֶה לוֹ. כֵּיצַד. כּוֹתְבִין הַדַּיָּנִין אִגְּרוֹת שׁוּם שֶׁשָּׁמוּ לְבַעַל חוֹב וְאִגְּרוֹת שֶׁמָּכְרוּ בָּהֶן לִמְזוֹן הָאִשָּׁה וְהַבָּנוֹת. וְשִׁטְרֵי חֲלִיצָה וּמֵאוּנִין. וְכָל הַדּוֹמֶה לָהֶן מִדְּבָרִים שֶׁצְּרִיכִים הַדַּיָּנִין לְכָתְבָם כְּדֵי שֶׁיִּזְכְּרוּם. כְּגוֹן טַעֲנוֹת בַּעֲלֵי דִּינִין אוֹ דְּבָרִים שֶׁקִּבְּלוּ עֲלֵיהֶן כְּגוֹן אִישׁ פְּלוֹנִי נֶאֱמָן עָלַי. אוֹ אִישׁ פְּלוֹנִי יָדוּן לִי. מִי שֶׁצָּרִיךְ לִלְווֹת בַּמּוֹעֵד וְלֹא הֶאֱמִינוֹ הַמַּלְוֶה בְּעַל פֶּה הֲרֵי זֶה כּוֹתֵב שְׁטַר חוֹב. וְכֵן כּוֹתְבִין גִּטִּין וְקִדּוּשֵׁי נָשִׁים וְשׁוֹבְרִין וּמַתָּנוֹת. שֶׁכָּל אֵלּוּ כְּצָרְכֵי רַבִּים הֵן:  ",
      "וְאָסוּר לִכְתֹּב בַּמּוֹעֵד אֲפִלּוּ סְפָרִים תְּפִלִּין וּמְזוּזוֹת. וְאֵין מַגִּיהִין אֲפִלּוּ אוֹת אַחַת בְּסֵפֶר הָעֲזָרָה מִפְּנֵי שֶׁזּוֹ מְלָאכָה שֶׁאֵינָהּ לְצֹרֶךְ הַמּוֹעֵד. אֲבָל כּוֹתֵב אָדָם תְּפִלִּין וּמְזוּזָה לְעַצְמוֹ וְטוֹוֶה תְּכֵלֶת לְבִגְדוֹ. וְאִם אֵין לוֹ מַה יֹּאכַל כּוֹתֵב וּמוֹכֵר לַאֲחֵרִים כְּדֵי פַּרְנָסָתוֹ:  ",
      "וּמֻתָּר לִכְתֹּב אִגְּרוֹת שֶׁל שְׁאֵלַת שָׁלוֹם בַּמּוֹעֵד. וְכוֹתֵב חֶשְׁבּוֹנוֹתָיו וּמְחַשֵּׁב יְצִיאוֹתָיו. שֶׁכְּתִיבוֹת אֵלּוּ אֵין אָדָם נִזְהָר בְּתִקּוּנָן מְאֹד וְנִמְצְאוּ כְּמַעֲשֵׂה הֶדְיוֹט בִּמְלָאכוֹת:  ",
      "עוֹשִׂין כָּל צָרְכֵי הַמֵּת בַּמּוֹעֵד. גּוֹזְזִין שְׂעָרוֹ וּמְכַבְּסִין כְּסוּתוֹ וְעוֹשִׂין לוֹ אָרוֹן. וְאִם לֹא הָיוּ לָהֶם נְסָרִים מְבִיאִין קוֹרוֹת וְנוֹסְרִין מֵהֶם נְסָרִים בְּצִנְעָה בְּתוֹךְ הַבַּיִת. וְאִם הָיָה אָדָם מְפֻרְסָם עוֹשִׂין אֲפִלּוּ בַּשּׁוּק. אֲבָל אֵין כּוֹרְתִין עֵץ מִן הַיַּעַר לִנְסֹר מִמֶּנּוּ לוּחוֹת לָאָרוֹן. וְאֵין חוֹצְבִין אֲבָנִים לִבְנוֹת בָּהֶן קֶבֶר:  ",
      "אֵין רוֹאִין אֶת הַנְּגָעִים בַּמּוֹעֵד שֶׁמָּא יִמָּצֵא טָמֵא וְנִמְצָא חַגּוֹ נֶהֱפָךְ לְאֵבֶל. וְאֵין נוֹשְׂאִין נָשִׁים וְלֹא מְיַבְּמִין בַּמּוֹעֵד כְּדֵי שֶׁלֹּא תִּשְׁתַּכֵּחַ שִׂמְחַת הֶחָג בְּשִׂמְחַת הַנִּשּׂוּאִין. אֲבָל מַחֲזִיר אֶת גְּרוּשָׁתוֹ. וּמְאָרְסִין נָשִׁים בַּמּוֹעֵד. וּבִלְבַד שֶׁלֹּא יַעֲשֶׂה סְעֻדַּת אֵרוּסִין וְלֹא סְעֻדַּת נִשּׂוּאִין. שֶׁלֹּא יְעָרֵב שִׂמְחָה אַחֶרֶת בְּשִׂמְחַת הֶחָג:  ",
      "אֵין מְגַלְּחִין וְאֵין מְכַבְּסִין בַּמּוֹעֵד גְּזֵרָה שֶׁמָּא יַשְׁהֶה אָדָם עַצְמוֹ לְתוֹךְ הַמּוֹעֵד וְיָבוֹא יוֹם טוֹב הָרִאשׁוֹן וְהוּא מְנֻוָּל. לְפִיכָךְ כָּל מִי שֶׁאִי אֶפְשָׁר לוֹ לְגַלֵּחַ וּלְכַבֵּס בְּעֶרֶב יוֹם טוֹב הֲרֵי זֶה מֻתָּר לְכַבֵּס וּלְגַלֵּחַ בַּמּוֹעֵד:  ",
      "כֵּיצַד. אָבֵל שֶׁחָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּיוֹם טוֹב אוֹ שֶׁחָל לִהְיוֹת בְּעֶרֶב יוֹם טוֹב וַהֲרֵי הוּא שַׁבָּת שֶׁאִי אֶפְשָׁר לְגַלֵּחַ. וְהַבָּא מִמְּדִינַת הַיָּם וְהוּא שֶׁלֹּא יָצָא לְהִטַיֵּיל אֶלָּא לִסְחוֹרָה וְכַיּוֹצֵא בָּהּ. וְהַיּוֹצֵא מִבֵּית הַשִּׁבְיָה וּמִבֵּית הָאֲסוּרִים. וּמִי שֶׁהָיָה מְנֻדֶּה וְלֹא הִתִּירוּהוּ אֶלָּא בַּמּוֹעֵד. וּמִי שֶׁנִּשְׁבַּע שֶׁלֹּא לְגַלֵּחַ וְשֶׁלֹּא לְכַבֵּס וְלֹא נִשְׁאָל לְחָכָם לְהַתִּיר נִדְרוֹ אֶלָּא בַּמּוֹעֵד הֲרֵי אֵלּוּ מְגַלְּחִין וּמְכַבְּסִין בַּמּוֹעֵד:  ",
      "וְכֻלָּן שֶׁהָיָה לָהֶן פְּנַאי לְגַלֵּחַ קֹדֶם הָרֶגֶל וְלֹא גִּלְּחוּ אֲסוּרִין. אֲבָל הַנָּזִיר וְהַמְצֹרָע שֶׁהִגִּיעַ זְמַן תִּגְלַחְתָּן בֵּין בְּתוֹךְ הַמּוֹעֵד בֵּין קֹדֶם הָרֶגֶל אַף עַל פִּי שֶׁהָיָה לָהֶם פְּנַאי מֻתָּרִין לְגַלֵּחַ בַּמּוֹעֵד שֶׁלֹּא יַשְׁהוּ קָרְבְּנוֹתֵיהֶן. וְכָל הַיּוֹצֵא מִטֻּמְאָתוֹ לְטָהֳרָתוֹ מֻתָּר לְגַלֵּחַ בַּמּוֹעֵד. וְקָטָן שֶׁנּוֹלַד בֵּין בַּמּוֹעֵד בֵּין לִפְנֵי הַמּוֹעֵד מֻתָּר לְגַלְּחוֹ בַּמּוֹעֵד. וְאַנְשֵׁי מִשְׁמָר שֶׁשָּׁלְמָה מִשְׁמַרְתָּן בְּתוֹךְ הַמּוֹעֵד מֻתָּרִין לְגַלֵּחַ מִפְּנֵי שֶׁאַנְשֵׁי מִשְׁמָר אֲסוּרִין לְגַלֵּחַ בְּשַׁבָּת שֶׁלָּהֶן:  ",
      "מֻתָּר לִטּל שָׂפָה בְּחֻלּוֹ שֶׁל מוֹעֵד. וְלִטּל צִפָּרְנַיִם וַאֲפִלּוּ בִּכְלִי. וּמַעֲבֶרֶת הָאִשָּׁה שֵׂעָר מִבֵּית הַשֶּׁחִי וּמִבֵּית הָעֶרְוָה בֵּין בַּיָּד בֵּין בִּכְלִי. וְעוֹשָׂה כָּל תַּכְשִׁיטֶיהָ בַּמּוֹעֵד. כּוֹחֶלֶת וּפוֹקֶסֶת וּמַעֲבֶרֶת סְרָק עַל פָּנֶיהָ וְטוֹפֶלֶת עַצְמָהּ בְּסִיד וְכַיּוֹצֵא בּוֹ וְהוּא שֶׁתּוּכַל לְקַפְּלוֹ בַּמּוֹעֵד:  ",
      "הַזָּבִים וְהַזָּבוֹת וְהַנִּדּוֹת וְהַיּוֹלְדוֹת וְכָל הָעוֹלִים מִטֻּמְאָה לְטָהֳרָה בְּתוֹךְ הַמּוֹעֵד הֲרֵי אֵלּוּ מֻתָּרִין לְכַבֵּס. וּמִי שֶׁאֵין לוֹ אֶלָּא חָלוּק אֶחָד הֲרֵי זֶה מְכַבְּסוֹ בַּמּוֹעֵד. מִטְפְּחוֹת הַיָּדַיִם וּמִטְפְּחוֹת הַסְּפָרִים וּמִטְפְּחוֹת הַסְפָג הֲרֵי אֵלּוּ מֻתָּרִין לְכַבֵּס בַּמּוֹעֵד. וְכֵן כְּלֵי פִּשְׁתָּן מֻתָּר לְכַבְּסָן בַּמּוֹעֵד מִפְּנֵי שֶׁצְּרִיכִין כִּבּוּס תָּמִיד אֲפִלּוּ נִתְכַּבְּסוּ עֶרֶב יוֹם טוֹב:  ",
      "אֵין עוֹשִׂין סְחוֹרָה בַּמּוֹעֵד בֵּין לִמְכֹּר בֵּין לִקְנוֹת. וְאִם הָיָה דָּבָר הָאָבֵד שֶׁאֵינוֹ מָצוּי תָּמִיד לְאַחַר הַמּוֹעֵד כְּגוֹן סְפִינוֹת אוֹ שַׁיָּרוֹת שֶׁבָּאוּ אוֹ שֶׁהֵם מְבַקְּשִׁים לָצֵאת וּמָכְרוּ בְּזוֹל אוֹ לָקְחוּ בְּיֹקֶר הֲרֵי זֶה מֻתָּר לִקְנוֹת אוֹ לִמְכֹּר. וְאֵין לוֹקְחִין בָּתִּים וַעֲבָדִים וּבְהֵמָה אֶלָּא לְצֹרֶךְ הַמּוֹעֵד:  ",
      "מוֹכְרֵי פֵּרוֹת כְּסוּת וְכֵלִים מוֹכְרִין בְּצִנְעָה לְצֹרֶךְ הַמּוֹעֵד. כֵּיצַד. אִם הָיְתָה הַחֲנוּת פְּתוּחָה לְזָוִית אוֹ לְמָבוֹי פּוֹתֵחַ כְּדַרְכּוֹ. וְאִם הָיְתָה פְּתוּחָה לִרְשׁוּת הָרַבִּים פּוֹתֵחַ אַחַת וְנוֹעֵל אַחַת. וְעֶרֶב יוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג הַסֻּכּוֹת מוֹצִיא וּמְעַטֵּר אֶת הַשּׁוּק בְּפֵרוֹת בִּשְׁבִיל כְּבוֹד יוֹם טוֹב. מוֹכְרֵי תַּבְלִין מוֹכְרִין כְּדַרְכָּן בְּפַרְהֶסְיָא:  ",
      "כָּל שֶׁאָסוּר לַעֲשׂוֹתוֹ בַּמּוֹעֵד אֵינוֹ אוֹמֵר לְנָכְרִי לַעֲשׂוֹתוֹ. וְכָל שֶׁאָסוּר לַעֲשׂוֹתוֹ בַּמּוֹעֵד אִם אֵין לוֹ מַה שֶּׁיֹּאכַל הֲרֵי זֶה עוֹשֶׂה כְּדֵי פַּרְנָסָתוֹ. וְכֵן עוֹשֶׂה סְחוֹרָה כְּדֵי פַּרְנָסָתוֹ. וּמֻתָּר לֶעָשִׁיר לִשְׂכֹּר פּוֹעֵל עָנִי שֶׁאֵין לוֹ מַה יֹּאכַל לַעֲשׂוֹת מְלָאכָה שֶׁהִיא אֲסוּרָה בַּמּוֹעֵד כְּדֵי שֶׁיִּטּל שְׂכָרוֹ לְהִתְפַּרְנֵס בּוֹ. וְכֵן לוֹקְחִין דְּבָרִים שֶׁאֵינָם לְצֹרֶךְ הַמּוֹעֵד מִפְּנֵי צֹרֶךְ הַמּוֹכֵר שֶׁאֵין לוֹ מַה יֹּאכַל:  ",
      "שׂוֹכְרִין הַשָּׂכִיר עַל הַמְּלָאכָה בַּמּוֹעֵד לַעֲשׂוֹתָהּ לְאַחַר הַמּוֹעֵד וּבִלְבַד שֶׁלֹּא יִשְׁקל וְשֶׁלֹּא יִמְדֹּד וְלֹא יִמְנֶה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. נָכְרִי שֶׁקִּבֵּל קִבּלֶת מִיִּשְׂרָאֵל אֲפִלּוּ הָיָה חוּץ לַתְּחוּם אֵינוֹ מַנִּיחוֹ לַעֲשׂוֹתוֹ בַּמּוֹעֵד. שֶׁהַכּל יוֹדְעִין שֶׁמְּלָאכָה זוֹ שֶׁל יִשְׂרָאֵל וְיַחְשְׁדוּ אוֹתוֹ שֶׁהוּא שָׂכַר אֶת הַנָּכְרִי לַעֲשׂוֹת לוֹ בַּמּוֹעֵד. שֶׁאֵין הַכּל יוֹדְעִין הַהֶפְרֵשׁ שֶׁיֵּשׁ בֵּין הַשָּׂכִיר וּבֵין הַקַּבְּלָן וּלְפִיכָךְ אָסוּר:  "
    ],
    [
      "נְּהָרוֹת הַמּוֹשְׁכִין מִן הָאֲגַמִּים מֻתָּר לְהַשְׁקוֹת מֵהֶן בֵּית הַשְּׁלָחִין בַּמּוֹעֵד וְהוּא שֶׁלֹּא פָּסְקוּ. וְכֵן הַבְּרֵכוֹת שֶׁאַמַּת הַמַּיִם עוֹבֶרֶת בֵּינֵיהֶן מֻתָּר לְהַשְׁקוֹת מֵהֶן. וְכֵן בְּרֵכָה שֶׁנָּטְפָה מִבֵּית הַשְּׁלָחִין וַעֲדַיִן הִיא נוֹטֶפֶת מֻתָּר לְהַשְׁקוֹת מִמֶּנָּה בֵּית הַשְּׁלָחִין אַחֶרֶת. וְהוּא שֶׁלֹּא פָּסַק הַמַּעְיָן הַמַּשְׁקֶה בֵּית הַשְּׁלָחִין הָעֶלְיוֹנָה:  ",
      "עֲרוּגָה שֶׁחֶצְיָהּ נָמוּךְ וְחֶצְיָהּ גָּבוֹהַּ לֹא יִדְלֶה מִמָּקוֹם נָמוּךְ לְהַשְׁקוֹת מָקוֹם גָּבוֹהַּ מִפְּנֵי שֶׁהוּא טֹרַח גָּדוֹל. וּמֻתָּר לִדְלוֹת מַיִם לְהַשְׁקוֹת הַיְרָקוֹת כְּדֵי לְאָכְלָן בַּמּוֹעֵד. וְאִם בִּשְׁבִיל לְיַפּוֹתָן אָסוּר:  ",
      "אֵין עוֹשִׂין עוּגִיּוֹת בְּעִקְּרֵי הַגְּפָנִים כְּדֵי שֶׁיִּתְמַלְּאוּ מַיִם. וְאִם הָיוּ עֲשׂוּיוֹת וְנִתְקַלְקְלוּ הֲרֵי זֶה מְתַקְּנָם בַּמּוֹעֵד. וְכֵן אַמַּת הַמַּיִם שֶׁנִּתְקַלְקְלָה מְתַקְּנִין אוֹתָהּ בַּמּוֹעֵד. כֵּיצַד. הָיְתָה עֲמֻקָּה טֶפַח חוֹפֵר בָּהּ עַד שִׁשָּׁה. הָיְתָה עֲמֻקָּה טְפָחַיִם מַעֲמִיקָהּ עַד שִׁבְעָה. וּמוֹשְׁכִין אֶת הַמַּיִם מֵאִילָן לְאִילָן וּבִלְבַד שֶׁלֹּא יַשְׁקֶה אֶת כָּל הַשָּׂדֶה. וְאִם הָיְתָה שָׂדֶה לָחָה מֻתָּר לְהַשְׁקוֹת אֶת כֻּלָּהּ. וּמַרְבִּיצִין אֶת הַשָּׂדֶה בַּמּוֹעֵד. שֶׁכָּל הַדְּבָרִים הָאֵלּוּ אֵין בָּהֶן טֹרַח יוֹתֵר:  ",
      "זְרָעִים שֶׁלֹּא שָׁתוּ מִלִּפְנֵי הַמּוֹעֵד לֹא יַשְׁקֵם בַּמּוֹעֵד מִפְּנֵי שֶׁהֵן צְרִיכִין מַיִם רַבִּים וְיָבוֹא לִידֵי טֹרַח יוֹתֵר. וּמֻתָּר לְהָסֵב אֶת הַנָּהָר מִמָּקוֹם לְמָקוֹם וְלִפְתֹּחַ נָהָר שֶׁנִּסְתַּם. בּוֹרוֹת שִׁיחִין וּמְעָרוֹת שֶׁל יָחִיד אִם הָיָה צָרִיךְ לָהֶם חוֹטְטִין אוֹתָן וְשָׁפִין אֶת סִדְקֵיהֶם אֲבָל אֵין חוֹפְרִין אוֹתָן לְכַתְּחִלָּה. וְכוֹנְסִים לְתוֹכָהּ מַיִם אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לָהֶן. וְעוֹשִׂין נִבְרֶכֶת בַּמּוֹעֵד:  ",
      "עַכְבָּרִים שֶׁהֵן מַפְסִידִין אֶת הָאִילָנוֹת צָדִין אוֹתָן בַּמּוֹעֵד. בִּשְׂדֵה הָאִילָן צָד כְּדַרְכּוֹ. כֵּיצַד. חוֹפֵר וְתוֹלֶה הַמְּצוּדָה. וְאִם הָיָה שָׂדֶה לָבָן סָמוּךְ לִשְׂדֵה הָאִילָן צָדִין אוֹתָן בַּשָּׂדֶה הַלָּבָן בְּשִׁנּוּי כְּדֵי שֶׁלֹּא יִכָּנְסוּ לִשְׂדֵה הָאִילָן וְיַחְרִיבוּהָ. וְכֵיצַד צָד, בְּשִׁנּוּי. נוֹעֵץ שִׁפּוּד בָּאָרֶץ וּמַכֶּה בְּקוֹרְדוֹם וְאַחַר כָּךְ מְנַתְּקוֹ וְנִמְצָא מְקוֹמוֹ גּוּמָא:  ",
      "כֹּתֶל גִּנָּה שֶׁנָּפַל בּוֹנֵהוּ מַעֲשֵׂה הֶדְיוֹט אוֹ גּוֹדֵר אוֹתוֹ בְּקָנִים וְגֹמֶא וְכַיּוֹצֵא בָּהֶן. וְכֵן אִם עָשָׂה מַעֲקֶה לַגַּג בּוֹנֶה אוֹתוֹ מַעֲשֵׂה הֶדְיוֹט. אֲבָל כֹּתֶל חָצֵר שֶׁנָּפַל בּוֹנֵהוּ כְּדַרְכּוֹ. וְאִם הָיָה גּוֹהֶה סוֹתְרוֹ מִפְּנֵי הַסַּכָּנָה וּבוֹנֵהוּ כְּדַרְכּוֹ:  ",
      "בּוֹנֶה אָדָם אִצְטַבָּא לֵישֵׁב אוֹ לִישֹׁן עָלֶיהָ. הַצִּיר וְהַצִּנּוֹר וְהַקּוֹרָה וְהַמַּנְעוּל וְהַמַּפְתֵּחַ שֶׁנִּשְׁבְּרוּ מְתַקְּנָן בַּמּוֹעֵד כְּדַרְכּוֹ בֵּין בְּשֶׁל בַּרְזֶל בֵּין בְּשֶׁל עֵץ. שֶׁזֶּה הֶפְסֵד גָּדוֹל הוּא שֶׁאִם יָנִיחַ הַפֶּתַח פָּתוּחַ וּדְלָתוֹת שְׁבוּרוֹת נִמְצָא מְאַבֵּד כָּל מַה שֶּׁבַּבַּיִת. וּכְבָר בֵּאַרְנוּ כָּל שֶׁיֵּשׁ בּוֹ הֶפְסֵד אֵינוֹ צָרִיךְ שִׁנּוּי:  ",
      "אֵין חוֹפְרִין קֶבֶר לִהְיוֹת מוּכָן לְמֵת שֶׁיָּמוּת וְאֵין בּוֹנִין אוֹתוֹ. אֲבָל אִם הָיָה עָשׂוּי הֲרֵי זֶה מְתַקְּנוֹ בַּמּוֹעֵד. כֵּיצַד. מוֹסִיף בְּמִדָּתוֹ אוֹ מְקַצֵּר מִמִּדָּתוֹ כְּדֵי שֶׁיִּהְיֶה נָכוֹן לְעֵת שֶׁיִּקְבֹּר בּוֹ:  ",
      "אֵין מְפַנִּין אֶת הַמֵּת וְלֹא אֶת הָעֲצָמוֹת מִקֶּבֶר לְקֶבֶר לֹא מִמְּכֻבָּד לְבָזוּי וְלֹא מִבָּזוּי לִמְכֻבָּד. וְאָסוּר לַעֲשׂוֹת כֵּן לְעוֹלָם בִּשְׁאָר הַיָּמִים אֶלָּא אִם כֵּן הָיָה מְפַנֵּהוּ בְּתוֹךְ שֶׁלּוֹ מְפַנֵּהוּ בִּשְׁאָר הַיָּמִים אֲפִלּוּ מִמְּכֻבָּד לְבָזוּי:  ",
      "אֵין מַתְלִיעִין אֶת הָאִילָנוֹת וְלֹא מַזְהִימִין אֶת הַנְּטִיעוֹת וְלֹא מְגַזְּמִין. אֲבָל סָכִין אֶת הָאִילָנוֹת וְאֶת הַפֵּרוֹת שֶׁבָּהֶן בְּשֶׁמֶן וְעוֹקְרִין אֶת הַפִּשְׁתָּה מִפְּנֵי שֶׁהִיא רְאוּיָה לַחֲפֹף בָּהּ בַּמּוֹעֵד. וְקוֹצְרִין אֶת הַכִּשּׁוּת מִפְּנֵי שֶׁהִיא רְאוּיָה לְהַטִּילָהּ לְשֵׁכָר בַּמּוֹעֵד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "אֵין מְכַנְּסִין אֶת הַצֹּאן לַדִּיר כְּדֵי שֶׁיְּזַבְּלוּ אֶת הַקַּרְקַע. שֶׁהֲרֵי הוּא מְדַיֵּיר שָׂדֵהוּ בַּמּוֹעֵד. וְאִם בָּאוּ מֵאֲלֵיהֶן מֻתָּר. וְאֵין מְסַיְּעִין אוֹתָן וְאֵין מוֹסְרִין לָהֶן שׁוֹמֵר לְנַעֵר אֶת הַצֹּאן. הָיָה שְׂכִיר שַׁבָּת שְׂכִיר חֹדֶשׁ שְׂכִיר שָׁנָה שְׂכִיר שָׁבוּעַ מְסַיְּעִין אוֹתָן וְשׂוֹכְרִין שׁוֹמֵר לְנַעֵר אֶת צֹאנָם מִמָּקוֹם לְמָקוֹם כְּדֵי שֶׁיְּזַבְּלוּ כָּל הַשָּׂדֶה. הַזֶּבֶל שֶׁבֶּחָצֵר מְסַלְּקִין אוֹתוֹ לַצְּדָדִין. וְאִם נַעֲשָׂה חָצֵר כְּרֶפֶת בָּקָר מוֹצִיאִין אוֹתוֹ לָאַשְׁפָּה:  ",
      "הַמַּשְׁוֶה פְּנֵי הַקַּרְקַע אִם נִתְכַּוֵּן לְתַקֵּן מָקוֹם שֶׁיַּעֲמִיד בּוֹ כְּרִי שֶׁל תְּבוּאָה אוֹ שֶׁיָּדוּשׁ בּוֹ מֻתָּר. וְאִם נִתְכַּוֵּן לַעֲבוֹדַת הָאָרֶץ אָסוּר. וְכֵן הַמְלַקֵּט עֵצִים מִתּוֹךְ שָׂדֵהוּ אִם לְצֹרֶךְ עֵצִים מֻתָּר וְאִם לְתַקֵּן הַקַּרְקַע אָסוּר. וְכֵן הַפּוֹתֵק מַיִם לְגִנָּה אִם נִתְכַּוֵּן שֶׁיִּכָּנְסוּ הַדָּגִים מֻתָּר וְאִם לְהַשְׁקוֹת הָאָרֶץ אָסוּר. וְכֵן הַקּוֹצֵץ חֲרָיוֹת מִן הַדֶּקֶל אִם נִתְכַּוֵּן לְהַאֲכִיל לַבְּהֵמָה מֻתָּר וְאִם נִתְכַּוֵּן לַעֲבוֹדַת הָאִילָן אָסוּר. וּמִמַּעֲשָׂיו יֻכַּר לְאֵי זֶה דָּבָר הוּא מִתְכַּוֵּן:  ",
      "תַּנּוּר וְכִירַיִם שֶׁאֶפְשָׁר שֶׁיִיבְשׁוּ וְיֹאפֶה בָּהֶן בַּמּוֹעֵד עוֹשִׂין וְאִם לָאו אֵין עוֹשִׂין אוֹתָן. ובֵּין כָּךְ וּבֵין כָּךְ בּוֹנִין עַל חֶרֶשׂ שֶׁל תַּנּוּר וְעַל הִכִּירָה הַטְּפֵלָה שֶׁלָּהֶן וּמְסָרְגִין אֶת הַמִּטּוֹת. וְנוֹקְרִין אֶת הָרֵחָיִם וּפוֹתְחִים לָהֶן עַיִן וּמַעֲמִידִין אוֹתָן וּבוֹנִין אַמַּת הַמַּיִם שֶׁל רֵחַיִם:  ",
      "זוֹפְתִין אֶת הֶחָבִית כְּדֵי שֶׁלֹּא יִפָּסֵד הַיַּיִן. וְזוֹפְתִין אֶת הַבַּקְבּוּק מִפְּנֵי שֶׁאֵין בּוֹ טֹרַח. וְסוֹתְמִין פִּי הֶחָבִית שֶׁל שֵׁכָר כְּדֵי שֶׁלֹּא תִּפָּסֵד. וּמְחַפִּין אֶת הַקְּצִיעוֹת בְּקַשׁ כְּדֵי שֶׁלֹּא יֹאבְדוּ. וּמְרַכְּכִין אֶת הַבְּגָדִים בַּיָּדַיִם. מִפְּנֵי שֶׁהוּא מַעֲשֵׂה הֶדְיוֹט. אֲבָל אֵין עוֹשִׂין קִשְׁרֵי בֵּית הַיָּדַיִם מִפְּנֵי שֶׁהוּא מַעֲשֵׂה אֻמָּן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "קוֹצְצִין צִפָּרְנֵי חֲמוֹר שֶׁל רֵחַיִם וּבוֹנִין אֵבוּס לַבְּהֵמָה. וְסוּס שֶׁיִּרְכַּב עָלָיו מֻתָּר לִטּל צִפָּרְנָיו וּלְסָרְקוֹ כְּדֵי לְיַפּוֹתוֹ. וְאֵין מַרְבִּיעִין בְּהֵמָה בַּמּוֹעֵד. אֲבָל מַקִּיזִין לָהּ דָּם. וְאֵין מוֹנְעִין מִמֶּנָּה רְפוּאָה. וְכָל מַאֲכָלוֹת וּמַשְׁקִים שֶׁאֵינָן מַאֲכַל בְּרִיאִים אֶלָּא לִרְפוּאָה מֻתָּר לָאָדָם לְאָכְלָן וְלִשְׁתּוֹתָן בַּמּוֹעֵד:  ",
      "אֵין מְפַנִּין מֵחָצֵר לְחָצֵר בַּמּוֹעֵד. וְלֹא מִכְּעוּרָה לְנָאָה וְלֹא מִנָּאָה לִכְעוּרָה. אֲבָל מְפַנֶּה הוּא מִבַּיִת לְבַיִת בְּאוֹתָהּ חָצֵר. וּמְבִיאִין כֵּלִים שֶׁהֵן לְצֹרֶךְ הַמּוֹעֵד מִבֵּית הָאֻמָּן. כְּגוֹן כָּרִים וּכְסָתוֹת וּצְלוֹחִיּוֹת. אֲבָל כֵּלִים שֶׁאֵינָן לְצֹרֶךְ הַמּוֹעֵד כְּגוֹן מַחְרֵשָׁה מִן הַלּוֹטֵשׁ אוֹ צֶמֶר מִבֵּית הַצַּבָּע אֵין מְבִיאִין. וְאִם אֵין לָאֻמָּן מַה יֹּאכַל נוֹתֵן לוֹ שְׂכָרוֹ וּמַנִּיחָן אֶצְלוֹ. וְאִם אֵינוֹ מַאֲמִינוֹ מַנִּיחָן בַּבַּיִת הַסָּמוּךְ לוֹ. וְאִם חוֹשֵׁשׁ לָהֶם שֶׁמָּא יִגָּנְבוּ מְפַנָּן לְחָצֵר אַחֶרֶת אֲבָל לֹא יָבִיא לְבֵיתוֹ אֶלָּא בְּצִנְעָה:  ",
      "אָסוּר לַעֲשׂוֹת מְלָאכָה בְּעַרְבֵי יָמִים טוֹבִים מִן הַמִּנְחָה וּלְמַעְלָה כְּמוֹ עַרְבֵי שַׁבָּתוֹת. וְכָל הָעוֹשֶׂה מְלָאכָה בָּהֶן אֵינוֹ רוֹאֶה סִימָן בְּרָכָה לְעוֹלָם. וְגוֹעֲרִין בּוֹ וּמְבַטְּלִין אוֹתוֹ בְּעַל כָּרְחוֹ. אֲבָל אֵין מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין מְנַדִּין אוֹתוֹ. חוּץ מֵעֶרֶב הַפֶּסַח אַחַר חֲצוֹת שֶׁהָעוֹשֶׂה בּוֹ מְלָאכָה אַחַר חֲצוֹת מְנַדִּין אוֹתוֹ. וְאֵין צָרִיךְ לוֹמַר שֶׁמַּכִּין אוֹתוֹ מַכַּת מַרְדּוּת אִם לֹא נִדּוּהוּ. לְפִי שֶׁיּוֹם אַרְבָּעָה עָשָׂר בְּנִיסָן אֵינוֹ כִּשְׁאָר עַרְבֵי יָמִים טוֹבִים מִפְּנֵי שֶׁיֵּשׁ בּוֹ חֲגִיגָה וּשְׁחִיטַת קָרְבָּן:  ",
      "לְפִיכָךְ יוֹם אַרְבָּעָה עָשָׂר בְּנִיסָן אָסוּר בַּעֲשִׂיַּת מְלָאכָה מִדִּבְרֵי סוֹפְרִים כְּמוֹ חֻלּוֹ שֶׁל מוֹעֵד. וְהוּא קַל מֵחֻלּוֹ שֶׁל מוֹעֵד. וְאֵינוֹ אָסוּר אֶלָּא מֵחֲצִי הַיּוֹם וּלְמַעְלָה שֶׁהוּא זְמַן הַשְּׁחִיטָה. אֲבָל מֵהָנֵץ הַחַמָּה עַד חֲצִי הַיּוֹם תָּלוּי בַּמִּנְהָג. מָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת עוֹשִׂין מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לַעֲשׂוֹת אֵין עוֹשִׂין:  ",
      "וַאֲפִלּוּ בְּמָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת לֹא יַתְחִיל בַּתְּחִלָּה לַעֲשׂוֹת מְלָאכָה בְּאַרְבָּעָה עָשָׂר אַף עַל פִּי שֶׁהוּא יָכוֹל לְגָמְרָהּ קֹדֶם חֲצוֹת. אֶלָּא שָׁלֹשׁ אֻמָּנֻיּוֹת בִּלְבַד הֵן שֶׁמַּתְחִילִין בָּהֶם בְּמָקוֹם שֶׁנָּהֲגוּ לַעֲשׂוֹת וְעוֹשִׂין עַד חֲצוֹת. וְאֵלּוּ הֵן הַחַיָּטִין. וְהַסַּפָּרִין. וְהַכּוֹבְסִין. אֲבָל שְׁאָר אֻמָּנֻיּוֹת אִם הִתְחִיל בָּהֶן קֹדֶם אַרְבָּעָה עָשָׂר הוּא שֶׁיִּגְמֹר עַד חֲצוֹת שֶׁאֵין הָעָם צְרִיכִין לִשְׁאָר אֻמָּנֻיּוֹת צֹרֶךְ הַרְבֵּה:  ",
      "הַהוֹלֵךְ מִמָּקוֹם שֶׁעוֹשִׂין לְמָקוֹם שֶׁאֵין עוֹשִׂין לֹא יַעֲשֶׂה בַּיִּשּׁוּב מִפְּנֵי הַמַּחֲלֹקֶת אֲבָל עוֹשֶׂה הוּא בַּמִּדְבָּר. וְהַהוֹלֵךְ מִמָּקוֹם שֶׁאֵין עוֹשִׂין לְמָקוֹם שֶׁעוֹשִׂין לֹא יַעֲשֶׂה. נוֹתְנִין עָלָיו חֻמְרֵי מָקוֹם שֶׁיָּצָא מִשָּׁם וְחֻמְרֵי מָקוֹם שֶׁהָלַךְ לְשָׁם. וְאַף עַל פִּי כֵן לֹא יִתְרָאֶה בִּפְנֵיהֶם שֶׁהוּא בָּטֵל מִפְּנֵי הָאִסּוּר. לְעוֹלָם אַל יְשַׁנֶּה אָדָם מִפְּנֵי הַמַּחֲלֹקֶת. וְכֵן מִי שֶׁדַּעְתּוֹ לַחֲזֹר לִמְקוֹמוֹ נוֹהֵג כְּאַנְשֵׁי מְקוֹמוֹ בֵּין לְהָקֵל בֵּין לְהַחֲמִיר. וְהוּא שֶׁלֹּא יִתְרָאֶה בִּפְנֵי אַנְשֵׁי הַמָּקוֹם שֶׁהוּא בּוֹ מִפְּנֵי הַמַּחֲלֹקֶת:  ",
      "מוֹלִיכִין וּמְבִיאִין כֵּלִים מִבֵּית הָאֻמָּן בְּאַרְבָּעָה עָשָׂר אַחַר חֲצוֹת אַף עַל פִּי שֶׁאֵינָן לְצֹרֶךְ הַמּוֹעֵד. וְגוֹרְפִין זֶבֶל מִתַּחַת רַגְלֵי בְּהֵמָה וּמוֹצִיאִים אוֹתוֹ לָאַשְׁפָּה. וּמוֹשִׁיבִין שׁוֹבָכִין לַתַּרְנְגוֹלִים. תַּרְנְגֹלֶת שֶׁיָּשְׁבָה עַל הַבֵּיצִים שְׁלֹשָׁה יָמִים אוֹ יֶתֶר וּמֵתָה מוֹשִׁיבִין אַחֶרֶת תַּחְתֶּיהָ בְּאַרְבָּעָה עָשָׂר כְּדֵי שֶׁלֹּא יִפָּסְדוּ הַבֵּיצִים. וּבַמּוֹעֵד אֵין מוֹשִׁיבִין. אֲבָל אִם בָּרְחָה בַּמּוֹעֵד מֵעַל הַבֵּיצִים מַחְזִירִין אוֹתָהּ לִמְקוֹמָהּ: סְלִיקוּ לְהוּ הִלְכוֹת שְׁבִיתַת יוֹם טוֹב  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שביתת יום טוב",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [
        "<b> וכל שאין בהן וכו'.</b> כתב הראב''ד ז''ל זהו להחם כו' בירו' לא תאסור ולא תשרי עכ''ל: "
      ],
      [
        "<b> כל מלאכה שאפשר וכו'.</b> כתב הראב''ד ז''ל אין לזה טעם אלא מפני שהוא מכוין מלאכתו ביו''ט ומרבה הטורח ליום קדש עכ''ל: "
      ],
      [
        "<b> ולמה לא אסרוה וכו'.</b> כתב הראב''ד ז''ל לא אמרו זה אלא כנגד ומשלוח מנות ומשלוח כלים איש לרעהו שהן מותרין ביו''ט וכל אלה אינן צריכין לזה הטעם אלא מפני שהוא כבוד היום יותר מאמש עכ''ל: "
      ],
      [],
      [
        "<b> ואופין ושוחטין וכו'.</b> א''א בכל אלה אין טעם למ''ד אין תולשין ירק ואין מלקטין פירות ביו''ט מן האילן שהרי בני יומן יפין יותר. והירושלמי סומך אותו על אך אשר יאכל לכל נפש הוא לבדו יעשה לכם וסמיך ליה ושמרתם את המצות שהיא מלאכה בתלוש עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בני החיל וכו'.</b> כתב הראב''ד ז''ל יפה אמר אע''פ שלא הסכים לדעת הרב ז''ל: "
      ],
      [],
      [],
      [
        "<b> ויש ביו''ט מה שאין וכו'.</b> כתב הראב''ד ז''ל לא הכל שוין בזה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וכן בהמת קדשים וכו'.</b> כתב הראב''ד ז''ל ואפילו נולד בו מום מעיו''ט אין רואין אותו לכתחילה ביו''ט עכ''ל: "
      ],
      [
        "<b> בכור שנולד וכו'.</b> כתב הראב''ד ז''ל ולמה אין רואין אותו לכתחלה שמא לא יהיה מום קבוע ונמצא מטלטל מה שאינו ראוי לו שאי אפשר בלא טלטול או שמא לא ידקדק בראייתו מפני שמחת יו''ט עכ''ל: "
      ],
      [],
      [],
      [
        "<b> דגים שבביברים וכו'.</b> כתב הראב''ד ז''ל זה אינו נכון שהרי חיה ועוף שהתירו אינו אלא ביברים קטנים ואפילו הכי דגים אין צדים והטעם מפני שהם מכוסין מן העין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> כיוצא בו אגוזים ושקדים כו' ויש נוסחאות כו'.</b> כתב הראב''ד ז''ל מעולם לא שמענו זאת הנוסחא: "
      ],
      [],
      [
        "<b> ומביאין מן וכו'.</b> כתב הראב''ד ז''ל ואיכא למימר דסמוך לעיר נמי בלא פותחת מוכן הוא אבל לסוף התחום שהוא רחוק בעי ר' יוסי פותחת עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והלש עיסה מערב יו''ט וכו'.</b> כתב הראב''ד ז''ל ואנו מחלקין בין עיסת הארץ לעיסת ח''ל דעיסת ח''ל כיון דקי''ל כשמואל דאמר אוכל והולך ואחר כך מפריש אין כאן משום מתקן טבלים ביו''ט דהלכה כרבא דהוא בתרא דפליג אדאבוה דשמואל: "
      ],
      [],
      [
        "<b> אבל לגבל וכו'.</b> כתב הראב''ד ז''ל כבר כתבנו בהלכות שבת שכל זה שבוש עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אין כותשין את הריפות וכו'.</b> כתב הראב''ד ז''ל אין הדעת נוחה מזה הטעם אבל אנשי בבל עיקר תבשיליהן דייסא שאוכלין בו הלחם והיו עושין אותה במדוכה מכתשת גדולה ומכתשת קטנה הרי היא להם שינוי גדול אבל אנשי ארץ ישראל די להם כל הימים בקטנה ואין בה שינוי עכ''ל: "
      ],
      [
        "<b> הקמח אע''פ שרקדו וכו'.</b> כתב הראב''ד ז''ל אני אומר שהלכה כרבי יהודה ורב פפיאס שאמרו שונין ואם נפל בו צרור או קיסם אסור ואם שינה מותר עכ''ל: "
      ]
    ],
    [
      [
        "<b> אין מוציאין את האש וכו'.</b> כתב הראב''ד ז''ל ויאמר מפני שהוא מוליד ואין כאן הכנה והוא הטעם שמפרש בגמרא עכ''ל: "
      ],
      [],
      [
        "<b> אבל נופץ את ראשה וכו'.</b> כתב הראב''ד ז''ל ואפילו במחט שהרי אמרו מוחטין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין מבקעין וכו'.</b> כתב הראב''ד ז''ל איני יודע לאיזה דבר נלמוד מזה הטעם והטעם השוה לכל הדברים להלכה קי''ל כר' יהודה דמכשירין שא''א לעשותן מעיו''ט מותר לעשותן כדרכן ביו''ט והוא שיהיה דבר הצריך ולא יהא בו תקון לחול ואם אפשר לעשותן מעיו''ט עושין אותן ע''י שינוי וזהו טעם לביקוע וטעם למלח. ועם כל זה צריך הדבר תקון שהרי לדעת חכמים אע''פ שא''א לעשותן מעיו''ט א''כ תבלין מה טעם נדוכין כדרכן ומלח למה אפילו בשינוי אלא לא מסרן הכתוב אלא לחכמים והם אמרו יש מכשירין שהם כאוכל עצמו והם התבלין והמלח שנכנסים באוכל עצמו והתירו זה כדרכו וזה על ידי שינוי ואפילו לדעת חכמים וכן לר' יהודה מפני שמספיק למלח בהטייה לדוכן כל צרכה. ואפשר דבקוע עצים מפני שא''א לאפות ולבשל בלא עצים עשו אותו כדיכת המלח והתירו אותו על ידי שינוי עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואין מטילין חלשים וכו'.</b> כ' הראב''ד ז''ל בגמרא מפרש מטילין חלשים על קדשים של יו''ט ביו''ט אבל לא על המנות של חול ביו''ט ואפילו בקדשים ועם בניו ובני ביתו מותר ואפילו מנה גדולה כנגד מנה קטנה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> אין מוליכין את הסולם וכו'.</b> כתב הראב''ד ז''ל הוא אמר דבר זה אבל הגמרא לא אמרה כן ולא חלקה בדבר אלא העמידה כתנאי ורב חנן בר אמי כתנא קמא דמפליג בין רה''ר לרה''י ורב אמר כרבי אליעזר ור''ש דלא מפליג וב''ה דשרו בתרוייהו שרו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> חפצי הפקר וכו'.</b> כתב הראב''ד ז''ל טעה במשנתנו ושל עולי בבל כרגלי הממלא וכבר נפקא לן מהלכתא דבמסכת עירובין אוקימנא כרבנן דפליגי על רבי יוחנן בן נורי דחפצי הפקר קונים שביתה ויש להם אלפים אמה לכל רוח וממקום שביתתו בין השמשות ומזה הטעם לא הביא הרב ז''ל בהלכותיו מחלוקת דרב נחמן ורב ששת שחלקו במילא ונתן לחבירו דלאו אליבא דהלכתא פליגי בבור של עולי בבל אבל יש לנו עליו טענה שהרי מחלוקתם עומדת במעינות הנובעים עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> בור של יחיד וכו'.</b> כתב הראב''ד ז''ל זה שבוש כמו שכתבתי למעלה עכ''ל: "
      ],
      [
        "<b> שור של רועה וכו'.</b> כתב הראב''ד ז''ל זה שבוש אלא מפני שהוא זוכה לכל אחד ואחד בחלקו מעיו''ט ואע''פ שאין לו לשואל ברירה ה''מ בדבר של שותפין שהם מקפידים בחלוקתם אבל הפטם זה שמוכר אותו אין עליו זאת ההקפדה כדי שיבא כל אדם ויקנה ויוליך לרגלו עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> ולמה נקרא שמו עירוב וכו'.</b> כתב הראב''ד ז''ל הטעם הזה לנערים כי הוא שאול מערובי חצירות כלומר זה משום היכר הוא וזה משום היכר הוא מה זה שמו עירוב אף זה שמו עירוב ואינו כן אלא שהוא מערב צרכי שבת עם צרכי יו''ט לעשותם יחד עכ''ל: "
      ],
      [
        "<b> עירובי תבשילין שיעורו וכו' ביום טוב בלבד.</b> כתב הראב''ד ז''ל נ''ל שאם אפה [ולא בישל או בישל ולא אפה] ונאכל העירוב או אבד מה שעשה בעוד שהעירוב קיים מותר לו לשבת עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל הדברים האלו וכו'.</b> כתב הראב''ד ז''ל אע''פ שיש בדבריו כעין טעם לא ראינו הגאונים הראשונים שחלקו בדבר זה וכל שכן הוא שהרי השני עתה חול גמור הוא שהרי אדר ואייר ואלול חסרים הם ואינן אלא יום אחד ראשי חדשים הסמוכין להם ואם יאמר בשני אם אתמול קדש והיום חול אין בדברי של אתמול כלום והיום תהיה זו תרומה על זו כל שכן שיכול לומר מאתמול עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ימים שבין ראשון וכו'.</b> כתב הראב''ד ז''ל ויום שמועה כבפניו דמי עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> הופך אדם את זיתיו וכו'.</b> כתב הראב''ד ז''ל אני לא מצאתי כן אלא זיתיו הפוכין ושטין אבל בהפוך אחר לא שאינן מתעפשות כ''כ והכי איתא בירושלמי עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> מטילים שכר במועד וכו'.</b> כתב הראב''ד ז''ל הא דלא כהלכתא דר' יוסי ברבי יהודה דאמר הכי ופליגי רבנן עליה אבל בודאי אם החדש טוב לו מן הישן שלא מדרך הערמה מותר עכ''ל: "
      ],
      [],
      [
        "<b> עושין כל צרכי רבים וכו'.</b> כתב הראב''ד ז''ל שהרבים צריכין להם אבל של יחיד וצריך להם חוטטין ולא חופרין עכ''ל: "
      ],
      [],
      [
        "<b> מי שרצה ללוות וכו'.</b> כתב הראב''ד ז''ל לא כי אלא כדבר האבוד הם עכ''ל: "
      ],
      [],
      [
        "<b> ומותר לכתוב אגרות וכו'.</b> כתב הראב''ד ז''ל שאילת שלום שמא לא יזדמן לו מוליך הכתב. מחשב יציאותיו צורך המועד הוא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ומרביצין את השדה במועד וכו'.</b> כתב הראב''ד ז''ל משנת ראב''י אני רואה בכאן דראב''י הוא דאמר שלא ישקה כל השדה והוא אמר נמי זרעים דלא שתו קודם המועד לא ישקה אותם במועד וחכמים מתירין בזה ובזה בין באילן בין בזרעים והכי איתא בירושלמי. וזה המחבר תופס דברי ראב''י ולא ידעתי מי עשאו מכריע על דברי חכמים ואם יאמר רב יהודה הכריע דמפרש לדעת ראב''י הלא רבא למד יותר מדברי חכמים. ואם יאמר הלא הקשו על רבא מגריד ועמדה הקושיא לפי שלא נחלקו בגריד ודמו התרביצא לשדה גריד שהוא אסור להשקותו א''כ למה אמר שמרביצין את השדה במועד. וסוף דבר כל הדברים צריכין תקון גדול עכ''ל: "
      ],
      [
        "<b> זרעים שלא שתו וכו'.</b> כתב הראב''ד הברייתא שונה את זה על זרעים שלא שתו לפני המועד והוא שונה אותו על כל שדה של אילנות ואולי מדעתו למד זה: ",
        "<b> ועושין נברכת וכו'.</b> כתב הראב''ד ז''ל לא נמלט מן הטעות שטועין בו רבים שהם סוברים נברכת כמו עוגיאות וטעו טעיות גדולות הידועות לכל מבין וכי אינה אלא ענין חפירת הקבר וכן אמרו בירושלמי נברכת זו הבקיע וכן כל שהוא בה חפירה נקרא בקיע והוא החפירה שאנו עושין עכשיו למת והם היו עושין אותם קודם לקבר עד שיחפרו לו כוך או בנין נאה ואותו הבקיע עושין במועד עד לאחר שיעשה לו כוך או קבר לפי כבודו עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> ואין בונין וכו'.</b> כתב הראב''ד גם זה טעות וקודם שימות המת למה מתקנין אותו כלל אלא הכל משימות המת, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין מפנין וכו'.</b> כתב הראב''ד ז''ל בירושלמי משל אחרים בתוך שלו אפילו מנאה לכעורה שמחה היא לאדם שהוא דר בתוך שלו. ונ''ל אפילו מחצר אחרת ואע''פ שיש לדקדק על זה הירושלמי מן הגמרא נאה ומתקבל הוא, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ואפילו מקום שנהגו וכו'.</b> כתב הראב''ד ז''ל לא כן צורת ההלכה אלא לר' מאיר כל מלאכה שהיא לצורך המועד גומרה בי''ד אפילו שלא נהגו לעשות ושלא לצורך המועד עושין במקום שנהגו לעשות ואתו רבנן למימר דהני ג' אומניות אתחולי נמי מתחילין אפילו במקום שנהגו שלא לעשות ולהתיר באלו ולא לאסור מדלא קאמר וחכמים אומרים אין עושין אלא שלש אומניות וכו' וכן מפורש בתוספתא וכן הרב ז''ל והוא עיקר: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>ששת ימים אלו שאסרן הכתוב וכו'.</b> לכל ימים אלו יש לאוין מפורשין בסדר אמור אל הכהנים שכתוב בכל אחד מהן כל מלאכת עבודה לא תעשו. ומדברי רבינו שבכלל מלאכת עבודה סתם אינה מלאכת אוכל נפש ולא הוצרך רבינו להביא מקרא להיתר מלאכת אוכל נפש אלא מפני ראשון ושביעי של חג המצות שבשביעי נאמר בפ' ראה אנכי וביום השביעי עצרת לה' אלהיך לא תעשה מלאכה ועל שניהם נאמר בפרשת בא אל פרעה כל מלאכה לא יעשה בהם ולכך הוצרך להזכיר כתוב של היתר אוכל נפש האמור שם אך אשר יאכל לכל נפש הוא לבדו יעשה לכם: "
      ],
      [
        "<b>כל השובת ממלאכת עבודה וכו'.</b> מבואר בכ''מ שיום טוב עשה ולא תעשה. ומהם פרק קמא דיו''ט (ביצה דף ח':). וכן המלקות מבואר בכמה מקומות ומהן פרק אלו הן הלוקין (מכות כ\"א): "
      ],
      [
        "<b>העושה אבות מלאכות הרבה וכו'.</b> פ' אלו הן הלוקין (מכות דף כ\"א:) אמר רבה חילוק מלאכות לשבת ואין חילוק מלאכות ליום טוב, וענין חילוק מלאכות לשבת הוא לענין חטאת ובשוגג כמבואר פ״ז מהל' שבת: "
      ],
      [
        "<b>כל מלאכה שחייבין עליה בשבת וכו'.</b> המכוון אצלי בדעת רבינו כך הוא מלאכה שחייבין עליה בשבת ואותה מלאכה היא שלא לצורך אכילה אם עשה אותה ביו''ט לוקה חוץ מן ההוצאה וההבערה שאע''פ שאינן לצורך אכילה אינו לוקה ואפילו עשאן שלא לצורך אכילה. ופירוש מלאכה שהיא שלא לצורך אכילה נתבאר בדברי רבינו שכולל כל מלאכה שאינה נעשית באכילה ושתייה וא''כ היה מן הדין שיהיו הבערה והוצאה נאסרין כמו כתיבה ואריגה אלא שמתוך שהותרו לצורך אכילה הותרו שלא לצורך. ונראה טעם לשני אלו, ההוצאה לפי שאף היא באוכל ומשקה ואע''פ שהיא בדברים אחרים אמרינן מתוך, והבערה אע''פ שאינה באוכלין ומשקין כתיב לא תבערו אש בכל מושבותיכם ביום השבת בשבת הוא דאסור הא ביו''ט שרי וכן דרשו לפי שביום השבת מיותר הוא דהא בשבת מיירי קרא לעיל מיניה וביום השביעי וכו' והיה די באמרו לא תבערו אש בכל מושבותיכם אבל שאר מלאכות שאינן לצורך אכילה כגון הכתיבה וההריסה והאריגה והבנין אפילו עשאן לאכילה לוקה ושאר המלאכות שהן באכילה כגון שחיטה ואפייה אפילו עשאן שלא לאוכלן אינו לוקה כמו שיתבאר בפרק זה ושאם בשל לכותים או לצורך חול אינו לוקה. ולבאר יחוד ההוצאה וההבערה מן הגמרא שנינו פ''ק דיו''ט (ביצה י\"ב) ב''ש אומרים אין מוציאין לא את הלולב ולא את הקטן ולא את הס''ת לרה''ר וב''ה מתירין ואסיקו דב''ה סברי דאמרינן מתוך. ופירש''י ז''ל דדבר תורה מותרת לגמרי בכל דבר אלא שבהוצאת אבנים וכיוצא בהן אסורה מדבריהם משום טרחא וכן נראה מן ההלכות וזה דעת רבינו. ולא הוצרך להזכיר איסור דבריהם בהוצאת אבנים לפי שכתב בפרק זה שכל שאסור לטלטלו בשבת אסור לטלטלו ביו''ט אלא לצורך אכילה ודין ההבערה שם (דף י\"ב:) מבואר דסבר ר''י דכי היכי דאמרי ב''ה מתוך בהוצאה הכי נמי בהבערה. ויש בזה שיטה אחרת לקצת מפרשים אחרונים שהן סוברין שלא הותרו אלו שלא לצורך כלל אא''כ יש בו צורך היום קצת כקטן ולולב או צורך מצוה אבל כשאין בו צורך מצוה ולא צורך הדיוט ביומו כלל כהוצאת אבנים לוקה עליה ואפילו לב''ה וג''כ כתבו שיש עירובי חצרות ליום טוב ואין מוציאין מחצר לחצר כלים שאין בהם צורך ליום טוב אא''כ עירבו. ולדברי רבינו וההלכות אין עירוב חצרות ביום טוב כנזכר פ''ח מהלכות עירובין אבל מה שאינו לצורך אסור לטלטלו ביו''ט כשבת כמו שהזכרתי ומבואר פרק כ''ה מהלכות שבת שאפילו כלי שמלאכתו להיתר אסור לטלטלו שלא לצורך כלל כמו שכתבתי שם. ובהשגות בדין ההבערה שלא לצורך א''א זהו להחם חמין לרגליו ולהדליק נר של אבטלה כגון להדליק נר לכבוד בירושלמי אמרו לא תאסור ולא תשרי, ע''כ. וענין הירושלמי כך הוא מהו להדליק נר של אבטלה חזקיה אמר אסור מתניתא פליגא על חזקיה לא תבערו אש בכל מושבותיכם ביום השבת בשבת אי אתה מבעיר אבל מבעיר אתה ביו''ט אמר ר' אבינא תני תמן ב''ש אוסרין וב''ה מתירין ר' נחום אחוי דר' אילא בעא קמיה ר''י א''ל לא תאסור ולא תשרי, ע''כ. ופירוש דברי רב אבינא הן דס''ל דב''ש וב''ה בדין ההוצאה במתוך פליגי וכי היכי דאמרי ב''ה מתוך בהוצאה ה''נ בהבערה ואע''ג דר''י אמר בירושלמי לא תאסור ולא תשרי לא סמך עליו רבינו כיון דבגמרתנו ר''י עצמו השוה אותן כמו שכתבתי. כל זה נ''ל לדעת רבינו: "
      ],
      [],
      [],
      [],
      [
        "(ה-ח) ",
        "<b>כל מלאכה שאפשר לעשותה וכו'.</b> דעת רבינו שכל מלאכות שהן באוכלין ומשקין מותרות גמורות דבר תורה כגון הקצירה והטחינה וכיוצא בהן אלא שחכמים אסרו אותן מפני הטעם שהזכירו כדי שלא ימנע משמחת יו''ט ולזה אסרו כל דבר שאין בו הפסד אם נעשה מעריו''ט והניחו היתר מה שיהיה בו הפסד אם נעשה מבערב. ובהשגות א''א בכל אלה אין טעם וכו' שהיא מלאכה בתלוש, ע''כ. ואני אומר שטעם רבינו מספיק יותר מהטעם שהזכיר הוא לפי שדעת רבינו שכל שבעיקר המלאכה אין הפסד אע''פ שבחלק ממנה יש הפסד אסרוה חכמים ר''ל שכיון שבקצירת חטים וכיוצא בהן אין הפסד אם נקצרו מבערב אע''פ שבתלישת קצת ירק וקצת פירות יש הפסד לא רצו להתיר התלישה שהיא תולדת קצירה לחצאין, אבל הטעם שהזכיר הוא שלא הותר אלא בתלוש אינו מספיק לאסור ברירה טחינה והרקדה. וגם לדברי רבינו קשה שהרי התירו שחיקת תבלין מפני שיש בהן הפסד ואע''פ שהיא תולדת טחינה האסורה וא''כ יתירו גם כן תלישת דברים שיש בהן הפסד אם נתלשו מבערב. וי''ל שהקילו במכשירין לפי שאינן נאכלין בעצמן ואין המכוון בהם אלא לתקן דברים אחרים ורבו בזה הסברות ויש מי שסובר שהטחינה והקצירה אסורין דבר תורה מפני שעושין מהן לימים הרבה ונתלו בזה בסוגיות הגמרא ואע''פ שאינן מוכיחות, ואני אומר שמלאכת עבודה כולל כל מה שדרך העבד לעשות לאדוניו ואין רוב בני אדם עושין אותה לעצמן אלא שוכרין אחרים לעשותן לפי שהוזהרנו במלאכות אלו לזכור כי היינו עבדים והיינו עושין מלאכות אלו לאדונינו אבל כל מלאכה שדרך רוב בני אדם לעשותה כל אחד בביתו לעצמו לא הוזהרנו לפי שאינה מלאכת עבדים אלא אף האדונים עושין אותה ולזה כל מלאכה שאדם עושה ממנה לעצמו לימים הרבה דרך לעשותה על ידי אחרים כגון הברירה והקצירה והטחינה וההרקדה אבל האפיה והלישה והשחיטה והבשול אין אדם מכין מהן לימים הרבה ורוב בני אדם עושין אותן לעצמן. כך נראה לי ועדיין צ''ע: "
      ],
      [
        "<b>אין אופין וכו'.</b> זה מחלוקת בפרק אלו עוברין (פסחים דף מ\"ו:) האופה מיו''ט לחול רב חסדא אומר לוקה ורבה אמר אינו לוקה וקיי''ל כרבה ומלקות הוא דליכא הא איסורא איכא וכן כתבו ז''ל: ",
        "<b>עשה כדי לאכול וכו'.</b> זה פשוט ונלמד מדין מי שלא ערב עירובי תבשילין כמו שיתבאר עוד בפרק זה: "
      ],
      [
        "<b>ממלאה אשה קדרה וכו'.</b> ברייתא פרק י''ט שחל (ביצה י\"ז) כלשון רבינו וכתב הרשב''א ז''ל כדי שיאכלו משמנים. לפיכך יראה לי שאפילו ליתן בקדרה חתיכה אחר חתיכה אפילו לאחר שהניח קדרה על גבי האש מותר, עכ''ל: ",
        "<b>וממלא נחתום וכו'.</b> באותה ברייתא כלשון רבינו. וכתב הרשב''א ובלבד שיתן את הכל קודם שהניח חבית על גבי האש עכ''ל. והטעם לפי שאין המים טובים יותר כשיש בכלי הרבה. ולפיכך דעתו ז''ל שאסור להוסיף עליהן שלא לצורך אבל מעיקרא חד טרחא הוא ושרי: ",
        "<b>וממלאה אשה תנור של פת וכו'.</b> מחלוקת שם ונפסקה שם הלכה כרשב''א דאמר ממלאה אשה תנור פת מפני שהפת יפה בשעה שהתנור מלא. וה''ר יונה כתב שלא התירו אלא בתנורים קטנים וצרים אבל לא בפורני גדולה כעין שלנו, עכ''ל: ",
        "<b>ומולח אדם כמה חתיכות וכו'.</b> מימרא פ''ק (שם י\"א:) אמר שמואל מולח אדם כמה חתיכות בבת אחת אע''פ שאינו צריך אלא לחתיכה אחת. עוד שם רב אדא בר אהבה מערים ומלח גרמא גרמא. ורבינו ז''ל הזכיר מימרא דשמואל ולא כתב דרב אדא בר אהבה ואפשר שהוא סבור שהן חולקין ששמואל לא התיר אלא בבת אחת ורב אדא בר אהבה התיר בזו אחר זו ומערים ואומר בכל אחד בזו אני רוצה וקיימא לן כשמואל. והרשב''א ז''ל פסק כרב אדא וכתב במקום הפסד ממונו שלא יסריח הבשר התירו לו הערמה זו, עכ''ל: "
      ],
      [
        "<b>המבשל או האופה ביו''ט וכו'.</b> ברייתא פרק יו''ט שחל (דף י\"ז:) גבי מי שאכל עירובי תבשילין שלו קודם אפיה אבל מבשל הוא ליו''ט ואם הותיר הותיר לשבת ובלבד שלא יערים ואם הערים אסור ואמר רב אשי דטפי החמירו במערים מבמזיד ויתבאר דין זה פ' ששי ומשם למד רבינו דכ''ש במערים לצורך חול שאסור וכן כתבו המפרשים ז''ל: "
      ],
      [
        "<b>מי שהיתה לו בהמה מסוכנת וכו'.</b> פ' אין צדין (ביצה דף כ\"ה) בהמה מסוכנת לא ישחוט אא״כ ידוע שיכול לאכול ממנה כזית צלי מבעוד יום ר״ע אומר אפילו כזית חי מבית שחיטתה. וקי״ל כת״ק ופירשו כל שיש שהות ביום כדי לאכול אע״פ שאינו אוכל מותר דמשום הפסד ממונו התירו לו בכך. וכן מבואר פרק אלו עוברין (פסחים מ\"ו.) אבל בריאה לא ישחטנה אא״כ צריך לאכול ממנה ביו״ט וכן כתבו ז״ל: "
      ],
      [
        "<b>אין אופין ומבשלין ביו''ט וכו'.</b> פרק יו''ט שחל (ביצה כ\"א:) קי''ל כמאן דדריש לכם ולא לכותים וזה מוסכם מכל הפוסקים אבל בדין הכלבים נחלקו ודעת רבינו כדעת ההלכות שפסקו כר''י הגלילי דאמר התם לכם ולא לכלבים ואין נפש בהמה מותר להכין לה ויש חולקין בזה. ודעת הרמב''ן ז''ל והרשב''א ז''ל כדעת רבינו וכדעת ההלכות ועיקר. ולזה כתב הרשב''א ז''ל לפיכך אין מוציאין תבן ותבואה מרשות לרשות להאכיל לבהמתו שההוצאה מלאכה גמורה היא ולא התירו אצל בהמה אלא טלטול לבד שהוא מדברי סופרים, עכ''ל. וזה כפי שיטתו שכתבתי למעלה בדין ההוצאה אבל לדעת רבינו בדין ההוצאה מותר גמור הוא אבל אפיה ובישול לצורך בהמה אסור: ",
        "<b>לפיכך מזמנין את הכותי וכו'.</b> מימרא שם (דף כ\"א) דר''י בן לוי והרבה אמוראים סוברין כן והוא כלשון רבינו ונראה שממה שאמרו אין מזמנין ולא אמרו אין מאכילין דקדק רבינו שלא אסרו אלא במזמנין אותו אבל בבא מאליו אין לחוש לו וזהו שאמרו שם מרימר ומר זוטרא כי מקלע להו כותי ביומא טבא אמרי ליה אי ניחא לך במאי דטריחא לן מוטב ואי לא טרחא יתירא אדעתא דידך לא טרחינן, וסובר שאין האמירה הזו מעלה ומורידה בהיתר הדבר. אבל הרשב''א כתב שהאמירה מעכבת: "
      ],
      [
        "<b>בהמה שחציה וכו'.</b> מימרא דרב חסדא שם (דף כ\"א) קרוב ללשון רבינו: ",
        "<b>אבל עיסה חציו של וכו'.</b> באותה מימרא שם הדין והטעם קרוב לשונה ללשון רבינו: ",
        "<b>בני החיל וכו' שנתנו קמח וכו'.</b> שם בעו מיניה מרב הני בני באגא דשדו עלייהו קמחא דבני חילא מהו לאפותה ביו''ט אמר להו חזינן אי כי יהבי ריפתא לינוקא לא קפדי כל חדא וחדא חזיא לינוקא ושרי ואי לא אסיר ופסק רבינו כן. אבל בהלכות כתוב וליתא להא דרב אלא בין כך ובין כך אסור דאמר ריב''ל מזמנין את הכותי בשבת ואין מזמנין את הכותי ביו''ט גזירה שמא ירבה בשבילו. ודעת הרבה מפרשים כדברי ההלכות והביאם לזה מה שהאריכו שם בסוגיא על הא דרב והביאו ברייתא דפלוגתא דתנאי בדין הכלבים ונשאו ונתנו אליבא דמאן דאמר לכם ולא לכלבים ואמרו אחר כך ופליגא דריב''ל וכו' ופירשו דעל הא דרב קאי וכן פירש''י ז''ל ועל כן הקשו על דברי רבינו שפסק כרב וכריב''ל ובגמ' מפרש דפליגי ויש מי שהעמיד דברי רבינו באמרו שלא היה בגירסת ספרי רבינו ופליגא. ואני מקיים הגירסא ומקיים דבריו וכי אמרו ופליגא לאו אהא דרב קאי דלא דמיין להדדי דההיא דרב אם לא היו אופין כל הפת להם לא היו יכולין לאפות ממנו פת אחת ולתתו לתינוק אבל בזמון הכותי לא יגרע חלק הישראל אם לא יזמנהו שהרי משל ישראל הוא נותן לו ופת התינוק הוא מבני החיל וכי אמרו ופליגא נ''ל דאמאי דסליק מיניה קאי דא''ל אביי לרב יוסף למאן דאמר לכם ולא לכלבים הני סופלי לחיותא היכי שדינן להו ביו''ט א''ל חזיין להסקה א''ל תינח ביו''ט בשבת מאי איכא למימר א''ל מטלטלין להו אגב ריפתא ולזה אמרו שהשואת הטלטול בשבת למלאכה דיו''ט דכיון שאינן עושין מלאכה בשביל בהמה ביו''ט אין מטלטלין בעבורה בשבת אלא על ידי פת דלא כריב''ל שהוא התיר טלטול לצורך כותי בשבת אע''פ שמלאכה אסורה מחמתו ביו''ט. וזה נ''ל נכון לדעת רבינו ודינו קיים ויש לו בזה הודאת בעל הריב שכך כתבו בהשגות א''א יפה אמר אע''פ שלא הסכים לדעת הרב ז''ל: ",
        "<b>עיסת הכלבים וכו'.</b> משנה פ''ק דחלה הובאה שם והקשו אמאי והא אפשר למפלגה בלישה וחלק הכלבים יאסר ותירצו שאני כלבים הואיל ואפשר לפייסן בנבלה וקי''ל כמאן דאמר הואיל. וכתבו בעטור והרשב''א ז''ל דלדידן דאית לן הואיל אפילו אין לו נבלה עכשיו מותר הואיל ואפשר שתזדמן לו ולזה סתם רבינו: "
      ],
      [
        "<b>המבשל ביו״ט וכו'.</b> פרק אלו עוברין (פסחים מ\"ו:) ושם פרק יו״ט שחל (ביצה כ\"א.) אתמר האופה מיו״ט לחול וכו' כמש״כ למעלה ואמרו שם דטעמיה דרבה דאמר אינו לוקה משום דאי מקלעי ליה אורחים חזי להו. והשוה רבינו דין המבשל לכותי או לבהמה לדין מבשל לצורך חול ופשוט הוא ויש לזה סמך מן הגמ' ואין להאריך: ",
        "<b>עשה לנפשו וכו'.</b> ג''ז פשוט ונלמד מהנזכר למעלה בכותי הנכנס מאליו: "
      ],
      [
        "<b>רחיצה וסיכה וכו'.</b> מה שהוצרך רבינו להזכיר בדין הרחיצה והסיכה היא לחמם מים כדי לרחוץ או שמן כדי לסוך ומבואר בדבריו ברחיצה וה''ה לסיכה. וכן כתבו ז''ל שאם לומר בצונן אפילו בשבת מותר לאדם לסוך כל גופו לתענוג כנזכר פ' כ''א מהלכות שבת וזה פשוט: ",
        "<b>לפיכך מחמין וכו'.</b> במשנה פרק יום טוב שחל (ביצה דף כ\"א:) בית שמאי אומרים לא יחם אדם חמין לרגליו אלא אם כן ראויין לשתיה ובית הלל מתירין וקי''ל כבית הלל. ובהלכות ודוקא לרגליו אבל כל גופו לא והביאו ראיה מפ' כירה ומפורש שם בכירה (דף מ') דאפילו אינו רוחץ כל גופו בבת אחת אלא אבר אבר אסור ומוסכם: ",
        "<b>וחמין שהוחמו וכו'.</b> שם בהלכות בשם גאון וכן הסכמה מן הגאונים ואפילו לרחוץ כל גופו כאחת. וכן עיקר. ודין רחיצה בחמי טבריא שוה ביו''ט כשבת ומבואר ענינם פרק כ''ב מהלכות שבת: "
      ],
      [
        "<b>כל שאסור בשבת וכו'.</b> זה פשוט ומוסכם ושנינו פ''ק דמגילה (דף ז':) אין בין יו''ט לשבת אלא אוכל נפש בלבד: ",
        "<b>ויש ביו''ט מה שאין וכו'.</b> דין המוקצה להיותו נוהג ביו''ט הוא כדעת הרב אלפסי ז''ל שפסק פ''ק שיש מוקצה ביו''ט וכדאוקימתא דר''נ דריש פ''ק (ביצה ב':) דאמר יו''ט דקיל ואתי לזלזולי ביה סתם לן תנא כרבי יהודה דמחמיר שבת דחמירא ולא אתי לזלולי סתם לן תנא כרבי שמעון דמקל. ויש מן הגאונים חולקין ואומרין שאין מוקצה ביו''ט יותר משבת. ולזה כתב בהשגות א''א לא הכל שוין בזה ע''כ. וכבר הכריע בעל המאור והרמב''ן והרשב''א ז''ל כדברי ההלכות ורבינו והביאו ראיות לזה ועיקר: "
      ],
      [
        "<b>כיצד תרנגולת וכו'.</b> כל אלו שהזכיר הם סוף פ''ק דשבת (דף י\"ט:) מחלוקת ר' יהודה שאוסרן משום מוקצה ור' שמעון מתיר שאין לו מוקצה וכבר נתבאר שהלכה כר' שמעון בשבת וכר' יהודה ביום טוב ופירוש בשבת מותר מה שראוי מהם בלא מלאכה כגון הפירות וכן כתוב בהלכות פרק משילין ושאר הדברין כגון ששחטו לחולה כדעת רבינו הנזכר בפרק ב' מהלכות שבת: ",
        "<b>וכשם שהמוקצה וכו'.</b> דין הנולד מפורש בסוגיא דפ''ק (ביצה דף ב'.) ובהרבה מקומות: "
      ],
      [
        "<b>חול מכין וכו'.</b> מימרא דרבה שם (דף ב':) כלשונה וקימא לן כותיה כדאיתא בהלכות: ",
        "<b>לפיכך ביצה וכו'.</b> (דף ב') משנה ביצה שנולדה ביום טוב בית שמאי אומרים תאכל ובית הלל אומרין לא תאכל ובגמרא יש הרבה אוקימתות. ובהלכות ואוקמה רבה (דף ב':) אפילו בתרנגולת העומדת לאכילה וביו''ט שחל להיות אחר השבת ומשום הכנה דכל ביצה דמתילדא האידנא מאתמול גמרה לה. ואמרו שם דכל יום טוב אסורה גזירה משום יום טוב אחר שבת וכן בכל שבת גזירה משום שבת אחר יום טוב: "
      ],
      [
        "<b>וכשם שאסור וכו'.</b> ברייתא שם (דף ג':) אחת ביצה שנולדה בשבת ואחת ביצה שנולדה ביו''ט אין מטלטלין אותה לכסות בה את הכלי או לסמוך בה כרעי המטה אבל כופה עליה כלי בשביל שלא תשבר וספקא אסורה נתערבה באלף כולן אסורות ואסיק רב אשי וספקא ספק נולדה בחול ספק נולדה ביו''ט משום דהוה ליה דבר שיש לו מתירין וכל דבר שיש לו מתירין אפילו באלף לא בטיל. ולא כתב רבינו ספק יו''ט ספק חול שכיון שאין לה בטול פשיטא שספקא אסורה ופרק שני כתב וכל ספק מוכן אסור וספקא שנתערבה באחרות יש מי שהורה שכולן מותרות וכי קתני נתערבה באלף כולן אסורות אודאי קאי ויש מי שאסר ולדעת המתירין הסכים הרשב''א ז''ל וכן נראה מדברי רבינו וענין דבר שיש לו מתירין יתבאר בארוכה פט''ו מהלכות מאכא''ס. והתר כפיית הכלי על הביצה מבואר פרק כ''ה מהל' שבת: ",
        "<b>השוחט תרנגולת וכו'.</b> ברייתא שם (דף ב':) כלשונה ושם נזכר שהטעם משום דמלתא דלא שכיחא היא ופירוש אפילו ביו''ט שלאחר השבת מותרת דכל שלא יצאה מחוץ אין זה הכנה גמורה וכן הכריחו ז''ל: "
      ],
      [
        "<b>זה שאנו וכו'.</b> שם (דף ד':) והשתא מאי טעמא עבדינן תרי יומי משום דשלחו מתם הזהרו במנהג אבותיכם בידיכם. וענין ר''ה שהוא שני ימים טובים בכ''מ מפורש בהלכות ויש חולקים, ודברי ההלכות ורבינו עיקר וכן נוהגין היום אף בארץ ישראל לעשות שני ימים ר''ה: "
      ],
      [
        "<b>יום טוב וכו'.</b> זה פשוט ומבואר בכ''מ: ",
        "<b>וכל המחלל וכו'.</b> פרק מקום שנהגו רב נתן בר אסיא אתא מבי רב לפומבדיתא ביו''ט שני דעצרת שמתיה רב יוסף וכו' איכא דאמרי נגדיה א''ל אביי ונשמתיה מר דרב ושמואל דאמרי תרוייהו מנדין על שני ימים טובים של גליות ותירץ ה''מ אינש דעלמא אבל צורבא מרבנן דטבא ליה עבדי ליה דבמערבא מימנו אנגדא ולא מימנו אשמתא. ופסק רבינו כלשון אחרון וכן בהלכות, ועוד מבואר ענין מכת מרדות והנדוי פ''ז מהלכות ת''ת: ",
        "<b>וכשם שהראשון.</b> דין ההספד מפורש במס' מ''ק פ' משקין (דף ח'.) וחלוק דיני המת פ''ק דביצה (דף ו':) אמר רבא מת ביו''ט ראשון יתעסקו בו עממין ביו''ט שני יתעסקו בו ישראל ואפילו בשני ימים טובים של ר''ה אמר מר זוטרא לא אמרן אלא דאישתהי אבל לא אשתהי משהינן ליה ורב אשי אמר אפילו לא אישתהי מ''ט יו''ט שני לגבי מת כחול שויוה רבנן אפילו למיגד ליה גלימא ולמיגז ליה אסא פירוש וכ''ש לחפור לו קבר. ורבו הסברות לחלק בדינין אלו והמחוור הוא כדעת רבינו שביו''ט ראשון אין ישראל מתעסקין בו כלל אפילו לטלטלו אלא מה שמותר בו בשבת ועממין מתעסקין בו אפילו לא נשתהא וביו''ט שני אפילו לא נשתהא ויש שם עממין ישראל מתעסקין בו לכל עניניו כאילו הוא חול ממש, וכן העלה הרמב''ן ז''ל. וכתבו מקצת הגאונים ז''ל ומותר ללוות את המת ביו''ט ראשון בתוך התחום ומינה ביו''ט שני אפילו חוץ לתחום. אם מותר להם לחזור למקומן כל שיש שם פחות מד' אלפים שהוא הבלעת תחומין הנזכר פ' כ''ז ליוצא ברשות צ''ע ונראה להקל: "
      ],
      [],
      [
        "<b>שני ימים טובים אלו וכו'.</b> שם (דף ד': ודף ה':) מסקנא כרב דאמר שני ימים טובים של גליות נולדה בזה מותרת בזה דשתי קדושות נינהו ומשם יש ללמוד לדבר המחובר. ופרק שני יתבאר אם צריך להמתין בכדי שיעשו וי''א שהמחובר שנתלש ביו''ט ראשון אינו מותר עד מוצאי יו''ט שני בכדי שיעשו והעיקר כדברי רבינו וכן הסכים הרשב''א ז''ל בראיות: ",
        "<b>וכן מותר לכחול וכו'.</b> פרק יו''ט שחל (דף כ\"ב) אמימר שרא למכחל עינא ביו''ט שני של ר''ה והעלו בהלכות שאין הלכה כמותו אלא ביו''ט שני של גליות וכן הסכימו ז''ל. וכתב רבינו אע''פ שאין שם חולי והטעם לפי שהנאת הגוף היא וצרכי חולה שאין בו סכנה העלה הרמב''ן ז''ל שאין מתירין לו מלאכות גמורות על ידי ישראל אפילו ביו''ט שני אבל כל שבות מתירין לו. וכבר נתבאר פרק שני מהלכות שבת דעתו ודעת רבינו בשבות ע''י ישראל בחולה שאין בו סכנה: ",
        "<b>במה דברים אמורים בשני יו''ט וכו'.</b> פ''ק (דף ד': ודף ה':) מחלוקת וקי''ל כמאן דאמר דקדושה אחת הן ומפורש בהלכות פרק יו''ט שחל שאסור לכחול העין ביו''ט שני של ר''ה: ",
        "<b>שבת הסמוכה ליו''ט וכו'.</b> שם (דף ד') אתמר שבת ויו''ט רב אמר נולדה בזה אסורה בזה ור' יוחנן אמר נולדה בזה מותרת בזה ופסק רבא הלכה כרב וכן הדין לאפרוח ולדבר מחובר שנעקר בזה אסור בזה אבל דבר שאין במינו במחובר שיתבאר פרק שני שאפילו בא מחוץ לתחום מותר בו ביום למי שלא באו בשבילו ואסורין למי שבאו בשבילו ואם באו ביו''ט מותרין בשבת הסמוכה לו אפילו למי שבאו לו וכן הדין בשני ימים טובים של ר''ה וכן כתבו ז''ל: "
      ]
    ],
    [
      [
        "<b>אפרוח שנולד ביו''ט אסור וכו'.</b> שם (ביצה ד'.) אתמר אפרוח שנולד ביו''ט רב אמר אסור ושמואל אמר מותר אמרו ליה רב כהנא ורב אסי לרב וכי מה בין זה לעגל שנולד ביו''ט אמר להו הואיל ומוכן אגב אמו לשחיטה אמרו ליה וכי מה בין זה לעגל שנולד מן הטרפה שתיק רב אמר רבא ואיתימא רב יוסף מאי טעמא שתיק רב נימא להו הואיל ומוכן אגב אמו לכלבים ונשאו ונתנו בזה והעלו כן. מכאן אתה למד שמה שכתב <b>רבינו אם היתה אמו עומדת לאכילה</b> לא בא למעט אם היתה טרפה לפי שהטרפה עומדת היא לכלבים אלא בא למעט אם היתה עומדת לחרישה או לחלבה שאסורה בין לאדם בין לכלבים משום מוקצה כנזכר פרק ראשון. ודין העגל שמותר ביומו כתוב בהלכות והוא דקים ליה שכלו חדשיו וגו' ומבואר זה בדברי רבינו פ' ד' מהל' מאכלות אסורות ועגל שנולד בשבת יש מי שאסרו אותו ביו''ט הסמוך לו ויש מתירין ואפילו ביומו מותר לחולה וכן עיקר ולזה הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>בהמות שיוצאות ורועות חוץ לתחום וכו'.</b> סוף משילין (ביצה דף מ'.) אין שוחטין את המדבריות אבל שוחטין את הביתיות ובגמ' נחלקו תנאים בפירוש מדבריות וביתיות וכן נחלקו בעיקר הדין. ומבואר בהלכות כדברי רבינו שכל שלנות בתוך התחום קרויות ביתיות ואם אין לנות בתוך התחום קרויות מדבריות וקיימא לן דיש מוקצה ביום טוב: "
      ],
      [
        "<b>וכן בהמת קדשים שנולד בה מום ביו''ט הואיל וכו'.</b> דעת רבינו הוא שאפילו מומין שנולדו מערב יו''ט אין רואין אותן ביו''ט ותדע לך שהרי אמר אבל רואה מערב יו''ט ולמחר מתיר או אוסר ואם היה מותר לראות ביו''ט מומין שנולדו בערב יו''ט לא היה צריך לראותן מבערב וזה ברור. <b>ומה שכתב שנולד בה ביו''ט</b> ר''ל שמה שאסרו שלא לראות מומין בכלל היה מפני מומין שנולדו ביו''ט שאין שוחטין עליהן מדין מוקצה ולזה אסרו אף בנולדה מעיו''ט כל זמן שלא ראה אותן חכם מבערב. ולא נתבאר בדברי רבינו אם עבר ובקר זה שנולדו בו מבערב מה דינו ונחלקו המפרשים בזה יש מתירין לשחטו ויש אוסרין וגם בהלכות לא נזכר זה החילוק. ודע שיש נותנין טעם אחר לאסור ראיית המומין יש מי שאמר מפני שיבא לטלטל לפעמים מה שאינו ראוי כלומר שאם ימצא שאין המום מום נמצא שאין הבהמה ראויה ואי אפשר שלא יטלטלנה ויש מי שכתב משום דמחזי כמתקן: "
      ],
      [
        "<b>בכור שנולד ומומו וכו'.</b> כך היא מסקנא דגמרא בפרק אין צדין (ביצה דף כ\"ו:) ושם נזכרו דינין אלו בהלכות והטעם שזה מוכן לפי שלא היה לו חזקת איסור מעולם ועוד שהיה מוכן אגב אמו ולכתחלה אין מבקרין אותו משום נולד מערב יו״ט וכולה חדא גזרה היא. כך יש לומר לפי טעם רבינו: ",
        "<b>בכור שנפל לבור וגו'.</b> מפורש שם (דף כ\"ז) דלדידן דקי''ל כמ''ד אין רואין מומין אפילו נפל לבור לא ירד מומחה לבור לראות אם יש בו מום כדי להעלותו אלא עושה לו פרנסה במקומו כדי שלא ימות: ",
        "<b>אותו ואת בנו שנפלו לבור וכו'.</b> פ' משילין (ביצה דף ל\"ז.) ברייתא אותו ואת בנו ר' אליעזר אומר מעלה את הראשון על מנת לשחטו והשני עושה לו פרנסה במקומו כדי שלא ימות ר' יהושע אומר מעלה את הראשון על מנת לשוחטו ואינו שוחטו וחוזר ומעלה השני רצה זה שוחט רצה זה שוחט וק״ל דר' אליעזר ור' יהושע הלכה כר' יהושע. ובירושלמי נראה דאפילו אינו שוחט אחד מהם מותר ורבינו הביא ברייתא כפשטה בגמרא שלנו וכ״כ הרשב״א ז״ל שראוי להחמיר ולשחוט אחד מהם: ",
        "<b>בהמת חולין וכו'.</b> דין באיזה צד היא צריכה בדיקה מבואר פרק תשיעי מהלכות שחיטה. <b>ומ''ש שמותר לשוחטה ביו''ט</b> בעיא פרק המביא (דף ל\"ד) ולא אפשיטא ויש מי שפסק בה להחמיר ורבינו פסק להקל וכבר הוכיח הרשב''א ז''ל כדבריו בספרו: "
      ],
      [
        "<b>אווזין ותרנגולים ויונים וכו'.</b> ברייתא שם אמר ר''ש בן אלעזר מודים ב''ש וב''ה וכו' בד''א ביוני שובך ויוני עליה וצפרים שקננו בטפיחין ובביראות אבל אווזין ותרנגולין ויוני הרדסיאות מותרין מפני שהן ברשות אדם ואינן צריכין זימון והוא בהלכות פ''ק: ",
        "<b>אבל יוני שובך וכו'.</b> משנה פ''ק (דף י') גבי יוני שובך בית שמאי אומרים לא יטול אלא אם כן נענע מבעוד יום ובית הלל אומרים עומד ואומר זה וזה אני נוטל וקי''ל כבית הלל. ודע שדעת קצת מפרשים שמשנתנו וכל הדינין שיתבארו בדין הזימון הם ביוני שובך שאינן יכולין לפרוח אלא שהם מדדין או מפריחין מעט ואינם מחוסרים צידה ומותר ללקחן אלא שצריכין זימון אבל מפריחין מחוסרין צידה ואסור לצודן ואין זימון מועיל להן ונתלו בזה בסוגיא דאין צדין ויש מתירין בזימון בכל גונא לפי שאין יוני שובך צריכין צידה מעליא וכן דעת העטור והרשב''א כתב כדברי האוסרין ומדברי רבינו יראה כדעת העטור: "
      ],
      [
        "<b>זימן שחורים ולבנים וכו'.</b> שם (דף י':) זימן שחורים ומצא לבנים לבנים ומצא שחורים שנים ומצא שלשה אסורין שלשה ומצא שנים מותרין בתוך הקן ומצא לפני הקן אסורים ואם אין שם אלא הם מותרין ע״כ במשנה. ובגמרא שחורים ומצא לבנים וכו' פשיטא ותירץ רבה הב״ע כגון שזימן שחורים ולבנים ומצא שחורים במקום לבנים ולבנים במקום שחורים מהו דתימא איתהפוכי איתהפוך קמ״ל דהנך אזלו לעלמא והני אחריני נינהו. <b>וכתב רבינו וכל ספק מוכן אסור</b> ומחלוקת תנאים היא פ' אין צדין (ביצה דף כ\"ד) ונפסקה הלכה שם כמי שאוסר. ודע שכל דין מוקצה ונולד בכלל זה והטעם מפני שהוא דבר שיש לו מתירין או שרצו חכמים להחמיר בספק זה. והרשב״א ז״ל חלק ואמר שכיון שהמוקצה והנולד מדבריהם הולכין בספיקן להקל ולא אמרו אסור אלא בדבר שקרוב ליגע בשל תורה כגון ספק נצוד ביו״ט ספק נצוד מערב יו״ט אבל שאר ספקות מותרין זו היא סברתו בספרו. ואני תמה מזה שאם כן ספק ביצה אם נולדה ביו״ט או מערב יו״ט למה היא אסורה ובודאי שאסורה היא כמו שכתבתי פרק ראשון וכן פסק הוא עצמו ז״ל ועוד דברייתא דאין צדין סתמא מתניא ספק מוכן רבן גמליאל מתיר ור' יהושע אוסר ואמר שמואל הלכה כר' יהושע וכולא סוגין דפ״ק מוכתא דספק נולד להחמיר ודבריו צ״ע. ונראין דברי רבינו שלא חלק: ",
        "<b>זימן שנים ומצא שלשה וכו'.</b> כבר נזכר זה: ",
        "<b>זימן בתוך הקן ומצא לפני הקן אם אין וכו'.</b> שם (דף י' י\"א.) במשנה הנזכרת ובגמרא ואם אין שם אלא הם מותרין היכי דמי אי במפריחין איכא למימר הנך אזלו לעלמא והני אחריני נינהו אלא במדדין והיכי דמי אי דאיכא קן בתוך חמשים אמה אידדויי אידדו אי דליכא קן בתוך חמשים אמה פשיטא דמותרין דאמר רב עוקבא כל המדדה אין מדדה יותר מחמשים אמה ותירצו לעולם דאיכא קן בתוך נ' אמה וקיימא בקרן זוית מהו דתימא אדדויי אידדו קמ''ל כל היכא דכי מדדה הדר חזי ליה לקיניה מדדי ואי לא לא מדדי ע''כ ונתבארו דברי רבינו: "
      ],
      [
        "<b>דגים שבביברין גדולים וכן חיה ועוף שבביברין גדולים וכו'.</b> ר״פ אין צדין (ביצה דף כ\"ג כ\"ד.) אין צדין דגים מן הביברין ביו״ט ואין נותנין לפניהם מזונות אבל צדין חיה ועוף ונותנים לפניהם מזונות רשב״ג אומר לא כל הביברין שוין זה הכלל מחוסר צידה אסור שאינו מחוסר צידה מותר ואמרו בגמ' הלכה כרשב״ג ואמרו שם היכי דמי מחוסר צידה אמר שמואל כל שאומרין הבא מצודה ונצודנו וזה לבדו נכתב בהלכות. ויש מחלקין בפירוש מחוסר צידה בין חיה לעופות מחמת אוקימתא דרב אשי דלעיל מימרא דשמואל ודעת ההלכות ורבינו להשוותן ועיקר. והנה דעת רבינו דרשב״ג אדגים חיה ועופות קאי וזה הכלל אכולא קאי ותנא קמא שהיה מחלק ביניהם אין הלכה כמותו אבל הר״א סבור דרשב״ג לא קאי אלא אחיה ועופות אבל דגים בכל ביבר אסורין. ולזה כתב בהשגות א״א אינו נכון וכו'. וכ״ד הרשב״א ז״ל. ואני אומר שרבינו נסמך על מה שיתבאר שהסוכר אמת המים מערב יו״ט ולמחר השכים ומצא בה דגים שמותרין ומה בין זה לביבר קטן ואם ביבר קטן שאינו צריך למצודה דגים שלו אסורין אלו למה מותרין אלא ודאי כל שאינו מחוסר צידה מותרין ואמת המים אפילו ארוכה כמה כיון שאינה רחבה כל כך דגים שבתוכה כנצודין הן וכן הדין בביברים קטנים וכן דעת רש״י ז״ל בספר האורה שלו: ",
        "<b>וכן חיה שקיננה בפרדס וכו'.</b> שם (דף כ\"ה.) חיה שקיננה בפרדס אינה צריכה זימון ומסקנא דגמרא ובהלכות דילדיה כשהן קטנים וכן בפרדס סמוך לעיר אינן צריכין זימון ואם הפרדס רחוק מן העיר צריכין זימון הא לאו הכי אסורין. ועל זה דוקא בקטנים אבל אם היו צריכין צידה אפילו קרובין וזימנן אסורין לצודן ביום טוב. וכל זה מבואר בלשון רבינו בקצור: "
      ],
      [
        "<b>מצודות חיה ועופות ודגים שפרסן מעיו''ט לא יטול וכו'.</b> משנה שם (דף כ\"ד) כלשון רבינו ונחלק רשב''ג ואמר שבספק מותרין והלכה ספק מוכן אסור כמו שנתבאר למעלה ומבואר בגמרא שאם מצא המצודות מקולקלות מעיו''ט בידוע שמערב יו''ט ניצודו ולא נזכר בהלכות וגם לא הזכיר רבינו לפי שדבר הכרחי הוא ופשוט הוא ולא נזכר בגמרא אלא בגררא שאם אין ידוע שהוא אסור: ",
        "<b>הסוכר אמת המים מעיו''ט וכו'.</b> מימרא שם (דף כ\"ה.) כלשון רבינו והטעם שכתב שכבר נצודו וכו' מבואר בהלכות: "
      ],
      [
        "<b>בית שהוא מלא פירות וכו'.</b> משנה פרק המביא כדי יין (ביצה דף ל\"א:) בית שהוא מלא פירות סתום ונפחת נוטל מן הפחת ר״מ אומר אף פוחת לכתחלה ונוטל ולא קיי״ל כר״מ. וכבר שאלו המפרשים כיון שהיה סתום מעיו״ט נמצא שהפירות היו מוקצין מחמת הבית והיאך הותרו בשנפחת ביו״ט. וכתב הרשב״א ז״ל יראה לי שלא נאמרו דברים הללו אלא בבית רעוע שדעתו שיפחת. אבל הרמב״ן ז״ל כתב שאפילו בריא ונפחת ביו״ט מותר לפי שאין הפירות מוקצין מחמת עצמן ואינן בסיס לדבר האסור וכן עיקר וזה דעת ההלכות ורבינו: ",
        "<b>העומד על המוקצה מעיו''ט וכו'.</b> משנה שם (דף ל\"ד) אמר רבי אליעזר עומד אדם על המוקצה ערב שבת בשביעית ואומר מכאן אני נוטל למחר וחכ''א עד שירשום ויאמר מכאן ועד כאן. ופירש''י ז''ל בשביעית שאין מעשר נוהג בה ואינו מחוסר אלא הזמנה והוא הדין במעושר ובשאר שני שבוע אלא אורחא דמילתא נקט דסתם מוקצה לאו מעושר הוא דגרוגרות וצמוקים הן סתם מוקצה ואין רגילין לעשר קודם גמר מלאכתן עכ''ל. וכן נראה בבאור מן הגמרא שם והטעם ג''כ ששבת קובעת למעשר בשאר שני שבוע אפילו אכילת עראי כנזכר בהלכות מעשרות פרק חמישי. ורבינו כתב דין זה ביו''ט בדוקא ולא בשבת לפי שאין לנו מוקצה בשבת לפי דעת ההלכות ודעתו כנזכר פ''א: "
      ],
      [
        "<b>כותי שהביא תשורה לישראל.</b> פ' אין צדין (ביצה דף כ\"ד כ\"ה.) אמר רב פפא הלכה כותי שהביא דורון אם יש מאותו המין במחובר אסור ולערב נמי אסורין בכדי שיעשו ואם לאו בתוך התחום מותרין חוץ לתחום אסורין והבא לישראל זה מותר לישראל אחר. ובהלכות גרסינן פרק בכל מערבין (עירובין מ') ההיא ליפתא דאתאי למחוזא חזייה רבא דמכמשא אמר הא ודאי מאתמול עקירא מאי אמרת מחוץ לתחום אתאי הבא בשביל ישראל זה מותר לישראל אחר וכל שכן הא דאדעתא דכותים אתו הנהו בני גננא דגזו להו כותים אסא ביו״ט לאורתא שרא להו רבא לאורוחי לאלתר אתו ושיילוה לרבה אמר להו בעינן בכדי שיעשו ע״כ. ופירוש הבא בשביל ישראל במחוץ לתחום כשם שאסור לו כך אסור לכל בני ביתו דאדעתא דכולהו אתי וכן מוכיח שם בעירובין וכשמותרין לישראל אחר דוקא תוך ארבע אמות וכל העיר כארבע אמות אבל להוציאן לא לפי שחפצי הכותי קונין שביתה ויתבאר זה פ' חמישי. ופירוש כדי שיעשו יש מי שכתב כדי שילך לפרדס או לגן שממנו היו הפירות וילקוט ויביא כאן. ויש מי שכתב שאם הוא רחוק שרי כשיעור שהיית חוץ לתחום. והראשון נראה יותר וכן כתב רבינו פרק עשירי מהלכות שבת. ודבר שאין במינו במחובר שהביאו כותי השרוי בעיר מותר ואין חוששין שמא היום בא אלא אומרים כאן נמצאו וכאן היו. היו הפירות מחוץ לעיר ואין ידוע אם מחוץ לתחום אם לאו בזה נחלקו המפרשים ודעת הגאונים ז״ל שחוששין שמא באו מחוץ לתחום וכן דעת רבינו פרק ששי מהלכות שבת בדין החלילין: "
      ],
      [
        "<b>עצים שנשרו מן הדקל ביו''ט וכו'.</b> פ''ק מפורש שם (ביצה ד':) שאפילו נשרו בשבת אסור להסיק בהן ביו''ט וכבר נתבאר זה פ' ראשון ששבת ויו''ט דינן לכל דבר שבמחובר כיום אחד: ",
        "<b>ואם נשרו בתוך התנור וכו'.</b> שם מימרא כלשון רבינו ואמרו שם דמשום שהן נשרפין מותרים בבטול ברוב מה שאין כן בדבר אחר שיש לו מתירין שאינו בטל כנזכר פרק ראשון: ",
        "<b>ערימה של תבן ואוצר וכו'.</b> משנה פרק המביא (ביצה ל'.) מתחילין בערימת התבן אבל לא בעצים שבמוקצה ובגמ' בלישנא בתרא אמר רב כהנא זאת אומרת אין מתחילין באוצר תחלה מני רבי יהודה היא והקשו אימא רישא מתחילין בערימת התבן אתאן לר''ש ותירצו כולה ר''י היא ורישא בתיבנא סריא והקשו והא חזי לטינא פי' ואינו עומד להסקה ותירצו דאיתא ביה קוצים וכתב הרשב''א ז''ל ואנן קיי''ל במוקצה ביו''ט כר' יהודה: ",
        "<b>אין מבקעין עצים וכו'.</b> משנה שם (דף ל\"א:) ופירשוה בגמרא אין מבקעין עצים מן הסואר של קורות ולא מן הקורה שנשברה ביו''ט לפי שאינו מן המוכן. ופי' רש''י ז''ל סואר של קורות סדר של קורות המושכבין לארץ שלא יתעקמו ועומדין לבנין עכ''ל: "
      ],
      [
        "<b>וכן כלים שנשברו ביו''ט וכו'.</b> פרק במה מדליקין (שבת דף כ\"ט.) אמר רב מסיקין בכלים ואין מסיקין בשברי כלים דברי ר' יהודה ור''ש מתיר וקיי''ל כר''י במוקצה ביו''ט וכפי דעת רבינו וההלכות כנזכר פ''א וכן נזכר בהלכות פ' המביא שאין מסיקין בשברי כלים: ",
        "<b>אבל מסיקין בכלים וכו'.</b> כבר נזכר זה למעלה מסיקין בכלים שם בבמה מדליקין (דף כ\"ט.) שאלו לרב יוסף לרב יהודה דאמר מסיקין בכלים ואין מסיקין בשברי כלים כיון דאדליק בהו פורתא הוו להו שברי כלים וכי קא מהפך באיסורא קא מהפך ואהדר ליה דעביד להו כרב מתנה דאמר עצים שנשרו מן הדקל לתנור ביו''ט מרבה עליהן עצים מוכנין ומסיקן. ומתוך זה כתב הרשב''א ז''ל כשאמרו מסיקין בכלים ובלבד שלא יהא מהפך בהן לאחר שאחזה בהן האור ואכלה בהן קצתם לפי שנעשה שברי כלים והרי הן כנולד וכשהוא מהפך באיסור הוא מהפך ואם רבה עליהם עצים מוכנין מותר להפך בה שבהיתר הוא מהפך עכ''ל. ולא נזכר זה בהלכות ולא בדברי רבינו ואפשר שהיה להם גרסא אחרת או פירוש אחר בזה: ",
        "<b>או כלים שנשברו מעיו''ט וכו'.</b> זה מבואר בירושלמי ופשוט הוא וכן כתבו ז''ל. ודע ששבר כלי העושה מעין מלאכתו הראשונה הרי הוא כלי גמור ושלם ומסיקין בו וכן כתבו ז''ל: ",
        "<b>אגוזים ושקדים וכו'.</b> שם מסיקין באגוזים ואין מסיקין בקליפתן דברי ר' יהודה ור''ש מתיר מסיקין בתמרים ואין מסיקין בגרעיניהן דברי ר''י ור''ש מתיר ושם מצא רבינו נסחאות אלו שכתב. ובהשגות כתב על הנוסחא השנית. א''א מעולם לא שמענו זאת הנוסחא ע''כ. ובאמת שהראשונה נראית עיקר וכן נראה מספרינו אבל אין אומרין למי שלא ראה את החדש יבא ויעיד אלא למי שראה את החדש ורבינו ז''ל ראה הנסחא וכתבה: "
      ],
      [
        "<b>קוץ רטוב וכו'.</b> שם בהמביא (ביצה ל\"ג.) חיזרא ר''נ אסר ורב ששת שרי ברטיבא כ''ע לא פליגי דאסור כי פליגי ביבשתא והלכתא יבשתא שרי רטיבא אסור ובהלכות חיזרא פי' מין ממיני הקוצים ר''נ אסר ליטול מהן עץ להכניסו בתוך הבשר כמין שפוד לצלות בו את הצלי עכ''ל: "
      ],
      [
        "<b>נוטלין עצים הסמוכין לדפני הסוכה וכו'.</b> שם משנה (דף ל':) אין נוטלין עצים מן הסוכה אלא מן הסמוך לה. <b>ומה שכתב רבינו הסמוכין לדופני הסוכה</b> מפורש בגמרא מאי שנא מן הסוכה דלא משום דקא סתר אהלא מן הסמוך לה נמי קא סתר אהלא ותירצו אמר רב יהודה אמר שמואל מאי סמוך סמוך לדפנות: ",
        "<b>אבל אין מביאין עצים מן השדה וכו'.</b> במשנה (דף ל\"א.) ומביאין עצים מן השדה מן המכונס ומן הקרפף ואפילו מן המפוזר ובגמ' אמר שמואל מתניתין יחידאה היא ואין מביאין עצים אלא מן המכונסין שבקרפף: ",
        "<b>אבל מגבב הוא בשדה מלפניו וכו'.</b> שם במשנה (דף ל\"ג.) ר' אליעזר אומר אבל מגבב הוא מן החצר ומדליק שכל מה שבחצר מוכן הוא וחכ''א מגבב משלפניו ומדליק. ונראה שרבינו מפרש שחכמים לא הזכירו חצר לפי שהן סוברין שבכל מקום יכול לגבב משלפניו ולהדליק שם ולא נאסרו אלא להביאן וזהו שאמרו במשנה של מעלה ובגמרא מביאין ואין מביאין ויש פירוש אחר בזה: ",
        "<b>ומביאין מן המכונסין שברשות היחיד ואפילו היתה מוקפת וכו'.</b> זהו קרפף שכתבתי למעלה שמביאין מן המכונסין שבו ואמרו שם במשנה איזהו קרפף כל שהוא סמוך לעיר דברי ר' יהודה ר' יוסי אומר כל שנכנסין לו בפותחת ואפילו תוך תחום שבת ושאלו בגמ' ר' יוסי אי לקולא קאמר דקאמר ר' יהודה כל שסמוך לעיר והוא דאית ליה פותחת ואתא ר' יוסי למימר כיון דאית ליה פותחת אפילו בתוך תחום שבת נמי או דלמא לחומרא קאמר וכו' ואסיקו דלקולא קאמר והלכתא כותיה. ויש מי שפירש דכל שהוא סמוך לעיר לא בעי ר' יוסי פותחת. וכתב הרשב''א ז''ל סמוך לעיר בתוך שבעים אמה ושירים יותר מכן בתוך התחום בעינן פותחת וזה דעת ההשגות והפריזו עוד שנראה מהם שכל שהוא בתוך חצי התחום לא בעינן פותחת. וכן כתוב שם: <b>א''א</b> ואיכא למימר וכו'. ורבינו ז''ל סובר שבכל גונא בעינן פותחת וכן נראה מן העיטור ואין הכרע באחד מן הפירושים ודברי רבינו נ''ל יותר: "
      ],
      [
        "<b>עלי קנים ועלי גפנים וכו'.</b> שם (דף ל\"א:) אמר רבא עלי קנים ועלי גפנים אע''פ דמכנפי להו כיון דמדלי להו זיקא ומבדר להו כמפוזרין דמו ואסורין ואי אתנח מנא עלייה שפיר דמי ע''כ וכן בהלכות: "
      ],
      [
        "<b>בהמה שמתה ביו״ט אם היתה וכו'.</b> משנה פ' אין צדין (ביצה דף כ\"ז:) וגמ' ומסקנא שם ובהלכות דבמסוכנת בבהמת חולין מותר לדברי הכל ודוקא מסוכנת אבל חולה לא כיון שיש לנו מוקצה ביו״ט: ",
        "<b>בהמת קדשים וכו'.</b> שם מפורש דבהמת קדשים אפילו מסוכנת לא יזיזנה והטעם משום דלא קיימא לכלבים כיון שהיא של קדשים. ודין התרומה ג''כ מבואר שם: "
      ],
      [
        "<b>דגים ועופות וחיה וכו'.</b> ריש פרק אין צדין דגים (דף כ\"ג:) ופ' האורג בשבת (דף ק\"ו:) בברייתא גבי חיה ועופות וכבר נתבאר למעלה בפ' זה באי זה צד הן מוקצין וכן פירש''י ז''ל שטעם איסור המזונות מפני שהן מוקצין. וכן מפורש בירושלמי שהטעם שאין עושין תקנה לדבר שאינו מן המוכן וכן עיקר. ודע שאע''פ שאסור באלו שבמינן ראויין לאכילה אלא שהן מוקצין אינו אוסר בבהמה טמאה ועופות טמאין: ",
        "<b>וכל שאסור וכו'.</b> זה מפורש בהרבה מקומות: "
      ],
      [
        "<b>המכניס עפר מערב יו''ט וכו'.</b> פ''ק (ביצה ח'.) אמר ר''י מכניס אדם מלא קופתו עפר ועושה בו כל צרכו דרש מר זוטרא והוא שייחד לו קרן זוית ע''כ וכן בהלכות: ",
        "<b>וכן אפר שהוסק וכו'.</b> שם (דף ב' ודף ח') אפר כירה מוכן הוא ואמרו בגמרא כשאמרו אפר כירה מוכן הוא לא אמרו אלא שהוסק מעיו''ט אבל ביו''ט אסור ואם ראוי לצלות בו ביצה מותר: ",
        "<b>מי שהיה לו דקר נעוץ וכו'.</b> שם (דף ז' ח') מלשון רבינו שכתב כאן וראש פ''ג נראה בבאור שאין מותר לשחוט על סמך דקר נעוץ שכך כתב ונתקו וכו' וכ''כ פ''ג ואם אין לו עפר מוכן או אפר כירה וכו' וכן נראה מן הגמרא, ובדיעבד שכתב רבינו שהוא מכסה בעפר תיחוח בדוקא מפורש שם בגמרא ובהלכות: "
      ]
    ],
    [
      [
        "<b>מי שהיה לו עפר מוכן וכו'.</b> פ''ק (ביצה ב'.) משנה ב''ה אומרים לא ישחוט אלא א''כ היה לו עפר מוכן ושם מפורש ששוחט על סמך אפר כירה: ",
        "<b>וכן בריה וכו'.</b> ברייתא שם (דף ח') כוי אין שוחטין אותו ביו''ט ואם שחטו אין מכסין דמו ומסקנא דגמרא שמא יאמרו חיה הוא ויבואו להתיר חלבו וכמ''ש רבינו וכן מפורש בהלכות: "
      ],
      [
        "<b>וכן השוחט חיה ועוף מעיו''ט וכו'.</b> שם (דף ח':) אמר רבא שחט צפור מעיו''ט אין מכסין אותו ביו''ט: ",
        "<b>וכן השוחט וכו'.</b> ברייתא שם שחט בהמה חיה ועוף ונתערבו דמן זה בזה אסור לכסותו ביו''ט ואמרו שם לא שנו אלא שאין יכול לכסותו בדקירה אחת אבל יכול לכסותו בדקירה אחת מותר: "
      ],
      [
        "<b>השוחט בהמה ביו״ט מותר לו לתלוש וכו'.</b> יצא זה לרבינו ממה שאמרו בבכורות פרק הלוקח בהמה (בכורות דף כ\"ד:) ששנינו שם השוחט את הבכור עושה מקום לקופיץ מכאן ומכאן ותולש את השער ובלבד שלא יזיזנו ממקומו ואמרו בגמרא כנגדו ביו״ט מהו ואמרו שמותר דתולש לאו היינו גוזז והקשו מדתניא התולש כנף חייב ואמר ר״ל חייב משום גוזז ותירצו שאני הנך דהיינו אורחיה ומתוך כך למד רבינו האיסור בעוף שדרכו בתלישה וכן דעת הרב ר' יונה ז״ל אבל הרמב״ן ז״ל חלק בזה ואמר שכיון שסופו לתלשו אחר שחיטה ביו״ט אף קודם שחיטה מותר וכבר כ' הרשב״א ז״ל שראוי להחמיר כדברי רבינו. ואני אומר שכן בדין שכיון שקודם שחיטה אינו אוכל וכמו שאמרו בהמה בחייה בחזקת איסור עומדת עד שיודע לך במה נשחטה אינו ראוי לדחות איסור אלא דברים המכשירין בהכרח והיא השחיטה אבל התלישה כיון שאין הכרח לעשותה קודם השחיטה אינו מן הדין שתדחה עד שיהיה אוכל גמור כנ״ל: "
      ],
      [
        "<b>המפשיט עור בהמה ביו''ט וכו'.</b> פ''ק דיו''ט (דף י\"א.) משנה ב''ש אומרים אין נותנין את העור לפני הדורסן ולא יגביהנו אא''כ יש עמו בשר וב''ה מתירין ואמרו בגמ' טעמא דהתירו כן משום תחלתו כדי שלא ימנע משמחת יו''ט: ",
        "<b>מותר למלוח וכו'.</b> שם תנא ושוין שמולחין עליו בשר לצלי אמר אביי לא שנו אלא לצלי אבל לקדרה לא פשיטא לצלי תנן הא קמ''ל דאפילו לצלי כעין קדרה אסור כלומר שאם מולח הרבה אפילו לצלי אסור. ירושלמי מערים ומלח הכא ומלח הכא עד דמלח ליה כוליה כלומר ממלח על גבי העור מעט כאן ומעט בכאן עד דמלח כוליה ע''כ בהלכות. ופי' כל היתרין אלו בשנשחט ביו''ט אבל נשחט מעיו''ט והופשט מעיו''ט לא וכן נזכר בגמרא גבי נתינה לפני הדורסן וכן מורה לשון רבינו שכתב המפשיט עור בהמה ביו''ט ויש אומרים שאפילו נשחט מעיו''ט והופשט ביו''ט אסור וזה דעת הרשב''א ז''ל ומפירוש רש''י נראה כדברי רבינו שכך כתב מעיו''ט שהופשט מבערב: "
      ],
      [
        "<b>וכן אין מולחין את החלבים.</b> שם ת''ר אין מולחין את החלבים ואין מהפכין בהן משום ר' יהושע אמרו שוטחן על גבי יתדות אמר רב מתנה הלכה כר' יהושע איכא דאמרי אין הלכה כר' יהושע וכתב בהלכות וסוגיין בעלמא דהלכתא כלישנא בתרא ע''כ: "
      ],
      [
        "<b>המפשיט עור בהמה ביו״ט וכו'.</b> בבכורות פרק כל פסולי המוקדשין (בכורות דף ל\"ג.) תנו רבנן אין מרגילין ביו״ט כיוצא בו אין מרגילין בבכור וכו': ",
        "<b>וכן אסור לעשות בית יד בבשר והוא שיעשה בסכין שלא יעשה כדרך שהוא עושה בחול.</b> (ביצה כ\"ח.) אמר רבינא ובידא שרי: ",
        "<b>ומותר לעשות וכו'.</b> שם אמר רב הונא מותר לעשות סימן בבשר כי הא דרבה בר רב הונא מחתך לה אתלת קרנתא: "
      ],
      [
        "<b>מולגין את הראש וכו'.</b> פרק המביא (דף ל\"ד.) ת''ר מולגין את הראש ואת הרגלים ומהבהבין אותן באור אבל אין טופלין אותן בחרסית ולא באדמה ואין גוזזין אותן במספרים. וכתב הרשב''א יש מן הגאונים שהורה שלא התירו למלוג כל בהמה אלא ראש ורגלים בלבד אע''פ שמתכוין לאכול עורה של בהמה לפי שאין עושין אלא המפונקין ביותר ואסרו לעשות זה כדרך שאסרו לגמר את הכלים ועוד שנראה יותר כמעשה חול. ויש מורי הוראה שאמרו שלא אמרו ראש ורגלים בלבד אלא שדברו בהווה ולזה הדעת נוטה, עכ''ל: ",
        "<b>וכן אין גוזזין הירק וכו'.</b> בברייתא הנזכרת אין גוזזין את הירק בתספורת שלו אבל מתקנין את הקונדס ואת העכביות: "
      ],
      [
        "<b>ומותר ללוש עיסה וכו'.</b> פרק יו''ט שחל (דף כ\"ב:) תניא ב''ש אומרים אין עושין פת עבה ביו''ט וב''ה מתירין מאי פת עבה פת מרובה ואמאי קרי ליה פת עבה משום דנפישא בלישא: ",
        "<b>והלש עיסה מעיו''ט וכו'.</b> פ''ק (דף ט'.) אמר רבה גלגל עיסה מעיו''ט מפריש ממנה חלה ביו''ט ואבוה דשמואל פליג ופסק בהלכות כאבוה דשמואל ויש חולקין והוא דעת ההשגות וכבר הכריע הרשב''א ז''ל כדברי ההלכות. <b>ומ''ש רבינו ונותנה לכהן</b> כבר מבואר פ' ה' מהל' בכורים ושאר מתנות כהונה שבגבולין כיצד דין החלה והחלוק שבין ארץ ישראל וח''ל ובזמן הזה אינה נתנת לכהן אלא בח''ל כמבואר שם. וכתב הרשב''א ז''ל שלא אמרו אינו מפריש ביו''ט אלא בשנגמר גלגול העיסה והלישה לגמרי מעיו''ט אבל אם גמר הלישה היה ביו''ט מפריש ממנה ביו''ט בזמן הזה שכל העיסה טמאה מחמת טומאת מת והאריך בזה: ",
        "<b>ואם היתה עיסה טמאה וכו'.</b> פרק אלו עוברין (פסחים מ\"ו.) כיצד מפרישין חלה בטומאה ביו״ט פירוש של פסח ר' אליעזר אומר לא תקרא לה שם עד שתאפה וכן פסקו בהלכות ושם מבואר שאי אפשר לשרוף אותה ביו״ט לפי שאין שורפין קדשים ביו״ט כמו שנתבאר פ' במה מדליקין (שבת דף כ\"ג:) וגם כן אי אפשר לאפותה לפי שאין ראויה לאכילה. ופשוט הוא שבשאר יו״ט שמפרישה ומניחה עד הערב. ודע שאין חלה טמאה עומדת לשרפה אלא בארץ אבל בח״ל אי איכא כהן קטן או גדול שטבל לקריו אוכל אותה לפי שאינה אסורה אלא למי שטומאה יוצאה עליו מגופו. וכן מבואר פרק חמישי מהלכות חלה בבאור וכן כתוב בהלכות פרק אלו עוברין. ורבינו ז״ל לא בא להזכיר בכאן אלא איסור השריפה והאפיה בחלה שאינה ראויה לאכילה: "
      ],
      [],
      [
        "<b>אין אופין בפורני חדשה וכו'.</b> ברייתא סוף המביא (ביצה ל\"ד.) אין אופין בפורני חדשה שמא תפחת. ופירש רבינו מפני הפסד הלחם וימנע משמחת יו''ט והרשב''א ז''ל פירש ונמצא טורח שלא לצורך ודברי רבינו עיקר: ",
        "<b>אין גורפין תנור וכירים וכו'.</b> משנה שם (דף ל\"ב.) אין גורפין תנור וכירים אבל מכבשין. ובגמרא תני ר' חייא בר' יוסף קמיה דר''י ואם אי אפשר לו לאפות אא''כ גורפו מותר דביתהו דר' חייא נפל אריחא לתנורא ביו''ט אמר לה ר' חייא חזי דאנא רפתא מעליא בעינא מינך א''ל רבא לשמעיה טווי לי בר אוזא ואזדהר מחרוכא וכל זה בהלכות. ולזה כתב הרשב''א ז''ל ואם אי אפשר לו לצלות אלא בדוחק ומתירא שמא יחרוך הצלי אם יגע בלבנה והעפר שבתוך התנור גורף ואינו נמנע אם נפל שם ביו''ט ע''כ. ורבינו לא חלק בין נפל ביו''ט לנפל מעיו''ט לפי שמעשה דרבי חייא כך היה ולאו דוקא ביו''ט ולפיכך לא הזכיר רבינו כלל מעשה זה. וכתב הרשב''א ז''ל ולגרוף את התנור מן האפר והגחלים לאחר הסקה יראה לי שהוא מותר ואע''פ שהוא מכבה אי אפשר בלא כן וכשם שמותר להבעיר לצורך אוכל נפש כך מותר לכבות לצורך אוכל נפש והרי זה כמניח בשר על הגחלים, עכ''ל. וכן נהגו: ",
        "<b>וסותמין פי התנור וכו'.</b> שם אמר ליה רבינא לרב אשי אמר לן רב אחא מהוצל דמר שרקין ליה תנורא ביומא טבא א''ל אנן אריקתא דפרת סמכינן כלומר אין אנו גובלין טיט ביו''ט אלא אריקתא דפרת סמכינן והוא הטיט והרפש שסביבות הנהר אמר רבא והוא דסיירה מאתמול ע''כ בהלכות: ",
        "<b>ומותר לגבל את האפר וכו'.</b> שם אמר רבינא קיטמא שרי, ובהלכות שהאפר אינו בר גיבול ולפיכך מותר לגבול ביו''ט לטוח בו פי תנור על האוכל או על הצלי ע''כ וכן פירש''י ז''ל. ובהשגות א''א כבר כתבנו בהל' שבת שכל זה שבוש עכ''ל. דעתו ז''ל שהאפר משעת נתינת המים חייבין על גיבולו והוא מפרש וקיטמא שרי לסתום התנור באפר יבש וכבר דחה הרשב''א ז''ל פירוש זה והכריח שלגבל האפר מותר. ונתן טעם לדבר שאפילו יהיה אפר בר גיבול כיון שמתייבש לשעתו ואי אפשר לגובלו מעיו''ט מותר לגבלו ביו''ט ונמצאו דברי רבינו שבכאן קיימין. אבל דין האפר אם יש חיוב בגיבולו בשבת כבר כתבתי פרק שמיני מהלכות שבת מה שנראה לי בסיום לרבינו ולדעת ההלכות: "
      ],
      [
        "<b>תנור וכירים חדשים וכו'.</b> ברייתא שם (דף ל\"ד.) ת''ר תנור וכירים חדשים הרי הן ככל הכלים הנטלין בחצר אבל אין סכין אותן שמן ואין טשין אותם במטלית ואין מפיגין אותן בצונן כדי לחסמן ואם בשביל לאפות בהן מותר ואמפיגין אותן בצונן בלחוד קאי שהוא מפיגן בצונן להפיג חומן. ",
        "<b>אין מלבנין את הרעפים וכו'.</b> משנה שם (דף ל\"ג) אין מלבנין את הרעפים לצלות עליהן ביו''ט ובגמרא מאי קא עביד אמר ר' יוחנן הכא ברעפים חדשים עסקינן מפני שצריך לבדקן ואמרי לה מפני שצריך לחסמן. ורבינו לא הזכיר חדשים לפיכך נראה שהוא מפרש ואמרי לה דאפילו ישנים אסור מפני שמחסמן בכל שעה שמלבנן. ולפי שאמרו מפני שצריך לבדקן אמרו מפני שצריך לחסמן אי נמי דה''ק מפני שצריך ללבנן כל כך עד שיתחסמו וזהו שבהלכות לא הביאו אלא משנה כפשטה ולא חלקו בין חדשים לישנים לפי שהן פוסקין כלשון אחרון וכפי מה שפרשתי אבל הרשב''א ז''ל פסק ג''כ כלשון אחרון וכתב דוקא רעפים חדשים: ",
        "<b>ומסיקין ואופין בפורני וכו'.</b> ברייתא כלשונה שם (דף ל\"ד.) ופירוש אנטיכי יורה גדולה ואין חוששין שמא יאמרו לחול הוא עושה: "
      ],
      [
        "<b>אין עושין גבינה וכו'.</b> שבת פרק ר״א דמילה (שבת דף קל\"ד.) א״ל אביי לרבה מהו לגבן א״ל אסור ומאי שנא מלישה התם לא אפשר הכא אפשר. פירוש לא אפשר דלא מעליא כולי האי אם נעשית מבערב: ",
        "<b>אבל דכין את התבלין וכו'.</b> משנה וגמ' פ''ק דיו''ט ופסקו בהלכות בשם הגאונים דתבלין נידוכין כדרכן והמלח נדוך בשינוי וכן עיקר. וכן כל הנידוכין נידוכין כדרכן כגון כורכום ושום ושחלים וכיוצא בהן ועושין קונדיטון ביו''ט וכל זה בכלל דברי רבינו: ",
        "<b>ואין שוחקין את הפלפלין וכו'.</b> פרק יו''ט שחל (ביצה כ\"ג.) ר' אליעזר ב''ע מתיר לשחוק את הפלפלין בריחים שלהם וחכמים אוסרים וכתב הרשב''א ז''ל יראה לי שאסור לטחון את החרדל בריחים שלו שהרי זה דומה לשחיקת הפלפלין בריחים שאסורה אבל נדוך הוא כדרכו: "
      ],
      [
        "<b>אין כותשין את הריפות וכו'.</b> פ''ק (דף י\"ד) ת''ר אין עושין טיסני ואין כותשין במכתשת ואמרו דברייתא משמע דאפי' במכתשת קטנה אסור והקשו והא תניא אין כותשין במכתשת גדולה אבל כותשין בקטנה ותירץ רבא לא קשיא הא לן והא להו פי' לן מותר בקטנה וכן מוכרח בגמ' שם ולזה כתוב בהלכות גבי ברייתא ראשונה הא מתניתא אוקימנא לבני א''י אבל לדידן כותשין במכתשת קטנה וזה דעת רבינו שבכל מקום חוץ מא''י מותר לכתוש בקטנה ונתן טעם לאסור בני א''י מפני שהתבואה שלהם טובה. ובהשגות א''א אין הדעת נוחה מזה הטעם וכו'. ולפי דבריו כל מקום שאין רגילין הרבה בדייסא הרי הוא כא''י. ולזה הסכים הרשב''א ז''ל. ודעת רבינו כדעת ההלכות ואין באחד מן הפירושין הכרע: "
      ],
      [
        "<b>הקמח אע״פ שרקדו מעיו״ט וכו'.</b> מדברי רבינו אתה למד שהרקדה ראשונה אסורה ביו״ט וכן העלה הרשב״א ז״ל ואפילו בשינוי אסור ויתבאר לך ממ״ש רבינו פ' ראשון כיצד אין קוצרין וכו' ולא מרקדין וכן נהגו ועיקר אבל לרקד פעם שנייה שנינו פ' אין צדין (ביצה דף כ\"ט:) ת״ר אין שונין קמח ביו״ט משום ר' פפיאס ור' יהודה בן בתירא אמרו שונין ושוין שאם נפל לתוכו צרור או קיסם שמותר לשנותו שם דרש רב הונא זוטי אפתחא דנהרדעא שונין קמח ביו״ט אמר להו רב חמא פוקו ואמרו ליה שקילא טיבותיה דההוא גברא ושדייה אחזרא פוק חזי כמה מהולאתא רקדן בנהרדעא דביתהו דרב יוסף הוה נהלא קמחא אגבא דמהולתא אמר לה חזי דאנא רפתא מעליא בעינא מינך ומתוך כך יש פוסקין כרבי פפיאס ור' יהודה ששונין בלא שינוי. וזה דעת ההשגות שכתבו א״א אני אומר הלכה כרבי יהודה ורבי פפיאס וכו'. ביאור דבריו שאסור לסלק הצרור ביד אבל יכול לשנות הקמח ויש לו סמך בגמרא. אבל הרשב״א ז״ל פי' שמותר לסלקו ביד וזה נראה דעת רבינו שלא כתב איסור הנטילה ביד. ומה שהצריך רבינו שינוי בשלא נפל שם צרור נסמך על מה שאמרו שם דביתהו דרב אשי הוה נהלא קמחא אפתורא אמר רב אשי הא דידן ברתיה דרמי בר חמא אי לאו דחזאי בבי נשא לא הות עבדא. וזה המעשה נכתב בהלכות ומשמע דדוקא בשינוי והרשב״א ז״ל ובעל העטור הסכימו ששונין בלא שינוי: "
      ],
      [
        "<b>מוללין מלילות וכו'.</b> פ''ק (דף י\"ב.) אמר רבא מוללין מלילות ומפרכין קטניות ביו''ט וסובר רבינו שביו''ט מוללו כדרכו בלא שינוי וכן דעת ההלכות. ומה שאמרו שם כיצד מולל והצריכו שינוי הוא בשבת בדוקא כנזכר פרק כ''א מהלכות שבת וכמו שכתבתי שם ואע''פ שיש חולקין כן עיקר. ודין הנפוח מפורש שם בברייתא מנפח על יד על יד ואוכל ואפילו בקנון ותמחוי אבל לא בנפה וכברה ובשבת צריך שינוי כמו שנזכר פ' כ''א: ",
        "<b>וכן הבורר קטנית וכו'.</b> שם (דף י\"ד:) משנה הבורר קטנית ביו''ט ב''ש אומרים בורר אוכל ואוכל וב''ה אומרים בורר כדרכו בחיקו ובתמחוי אבל לא בנפה וכברה ולא בטבלא ובגמ' תניא רשב''ג אומר מחלוקת בשהאוכל מרובה על הפסולת אבל פסולת מרובה על האוכל דברי הכל נוטל את האוכל ומניח הפסולת והקשו פסולת מרובה על האוכל פשיטא מי איכא למאן דשרי לא צריכא דנפיש בטרחא וזוטר בשיעורא. ופירוש בורר כדרכו שנוטל הפסולת וזו היא ברירה כדרכה שהתירו ב''ה בשהאוכל מרובה בשיעור ואין בברירת הפסולת טורח יותר מברירת האוכל. וכתב הרשב''א ז''ל שמה שאמרו אבל לא בנפה הוא מפני שיש בה בשבת חיוב חטאת ולא רצו להתירה ביו''ט. ומתוך הטעם הזה יצא לו שכל מה שיש בו בשבת חיוב חטאת כגון בורר שלא לאכול לאלתר אלא להניח לבו ביום אפילו ביו''ט אסור וכן הדין בשני מיני אוכלין וכבר נתבאר פרק שמיני מהל' שבת במה יש חיוב חטאת בשבת. ואני אומר כבוד הרב במקומו מונח שאין כל מה שיש בו בשבת חיוב חטאת אסור ביו''ט שהרי ברירת פסולת מתוך האוכל אפילו ביד יש בזה חיוב חטאת בשבת כנזכר פ''ח מהל' שבת וביו''ט מותרת על הדרך שנתבאר ולא אסרו נפה וכברה אלא משום דמחזי כבורר לימים מרובים וכן פירש''י ז''ל וזהו שלא הזכירו כלל ביו''ט בורר לאלתר או לבו ביום אלא הרי דינו כאופה ומבשל שמותר לאכול בו ביום ולשון דברי ב''ה מורה כן שאמרו בורר כדרכו ולא חלקו וזהו שבהלכות ובדברי רבינו לא נזכר חלוק זה כלל כנ''ל ועיקר: "
      ],
      [],
      [
        "<b>ואין מסננין את החרדל במסננת וכו'.</b> ברייתא במס' שבת פ' ר״א דמילה (שבת דף קל\"ד.) אין מסננין את החרדל במסננת שלו ואין ממתקין אותו בגחלת וביו״ט איירי כדמוכח במאי דאמרינן ואין ממתקין אותו דאי בשבת פשיטא וכן פירשוה הרב בעל העטור והרשב״א ז״ל והקשו בגמ' מאי שנא מהא דתנן נותנין ביצה במסננת של חרדל ותירצו התם לא מיחזי כבורר הכא מיחזי כבורר ע״כ: ",
        "<b>ואם היתה משמרת תלויה וכו'.</b> בשבת פ' ר''א דתולין (קל\"ז:) חכמים אומרים אין תולין את המשמרת ביו''ט ואין נותנין לתלויה בשבת אבל נותנין לתלויה ביו''ט. ובגמרא (דף קל\"ט:) אמר רבה בר ר''ה מערים אדם על המשמרת ביו''ט לתלות בה רמונים ותולה בה שמרים אמר ר''א והוא דתלה בה רימונים ע''כ: "
      ]
    ],
    [
      [
        "<b>אין מוציאין את האש וכו'.</b> משנה פ' המביא כדי יין (ביצה ל\"ג.) אין מוציאין את האור לא מן העצים ולא מן האבנים ולא מן העפר ולא מן המים ובגמרא מ''ט משום דקא מוליד ביו''ט ע''כ. ובהשגות כתוב א''א ויאמר מפני שהוא מוליד וכו'. ואני רואה כאן חפץ להשיג שהרי אין זה כביצה שנולדה שאסורה לפי שאין זה דבר הראוי בעצמו אלא לבשל או לאפות בו. ונראה שאם הוציא שמותר להשתמש בו ולא אסרוהו אלא מפני שלא היה לו להוליד כיון שאפשר לו מבערב. והטעם הזה כתב ג''כ הרשב''א ז''ל וכדברי רבינו: "
      ],
      [
        "<b>אע''פ שהותרה הבערה ביו''ט וכו'.</b> דין הכבוי מבואר פ' יו''ט שחל (דף כ\"ב.) ובהרבה מקומות. וכן כבוי הנר מבואר שם: "
      ],
      [
        "<b>אין מסלקין את פי הנר למעלה וכו'.</b> פרק יום טוב שחל עולא איקלע לבי רב יהודה קם שמעיה זקף שרגא איתיביה הנותן שמן בנר חייב משום מבעיר והמסתפק ממנו חייב משום מכבה א''ל לאו אדעתאי: ",
        "<b>ואינו חותך את פי הפתילה וכו'.</b> משנה פרק המביא (דף ל\"ב:.) ואין חותכין את הפתילה לשנים ר' יהודה אומר חותכה באור ובגמ' ולר''י מאי שנא בסכין דלא דקא מתקן מנא באור נמי הא קא מתקן מנא ותירצו תני ר' חייא חותכה באור בפי שתי נרות אמר רב מוחטין את הפתילה ביו''ט מאי מוחטין פירוש לעדויי חושכא. וסובר רבינו שכשם שאין חותכין אותה בכלי כך אינו חותך פיה בכלי וכשאמרו מוחטין דוקא ביד אבל שאר המפרשים אומרין שלנפץ את ראשה אפילו בכלי מותר וכשאמרו מוחטין רצו לומר שאפילו במחט מותר להסיר חשכה וזה דעת ההשגות ולזה הסכים הרשב''א ז''ל ואין זה מוכרח: ",
        "<b>אגודה של עצים וכו'.</b> פרק יו''ט שחל (דף כ\"ב) סמוך למעשה דעולא הנזכר למעלה אמר ר''י קנבא שרי: "
      ],
      [
        "<b>אין מכבין את הדליקה וכו'.</b> שם בעא מיניה אביי מרבא מהו לכבות את הדליקה ביו''ט היכא דאיכא סכנת נפשות לא קא מבעי ליה דאפילו בשבת שרי כי קא מבעי היכא דאיכא אבוד ממון אמר ליה אסור: ",
        "<b>ואין מכבין את הנר וכו'.</b> שם בעא מיניה אבא בר מרתא מאביי מהו לכבות את הנר מפני דבר אחר ביו''ט אמר לו אפשר בבית אחר אין לו בית אחר מהו אפשר לעשות מחיצה אין לו דבר לעשות מחיצה מהו אפשר לכפות עליו כלי אין לו כלי לכפות עליו מהו א''ל אסור. והקשו בגמ' על זה ועל דין כבוי הנזכר בסמוך מדתניא אין מכבין את הבקעת בשביל לחוס עליה ואם בשביל שלא יתעשן הבית בשביל שלא תתעשן הקדרה מותר. ואמר ליה ההיא ר''י היא כי קאמינא אנא לרבנן. ובהלכות ההיא ר''י היא דאמר לכם לכל צרכיכם כי קאמינא אנא לרבנן. וכן רבה וכן אמימר כולהו דחו להו להא מתניתא ואוקמוה כר''י למימרא דלאו הלכתא כותיה ושמעינן מיהא דלית הלכתא כי הא מתניתא אלא אסור לכבות את הבקעת בין לחוס עליה בין שלא יתעשן הבית בין שלא תתעשן הקדרה הכל אסור, ע''כ. ויש מקשים על זה ממה שאמרו פרק אין צדין הלכה כר''י ותירצו שלא כל המכשירים שווין ויש שהלכה בהן כר''י ומתוך כך אסרו לכבות את הבקעת מפני הדלקה ומפני תשמיש ומפני שלא יתעשן הבית אבל בשביל שלא תתעשן הקדרה ותבשילו שהוא מכשיר אוכל נפש ממש מותר והוא שאין לו מקום לפנותה. וזהו דעת הרשב''א ז''ל. ודעת רבינו לאסור הכל כמו שיתבאר בסמוך וכדעת ההלכות: "
      ],
      [
        "<b>מותר לטלטל את הנר וכו'.</b> זה פשוט ומבואר פרק כירה (שבת דף מ\"ה) כדין שיתבאר בסמוך: ",
        "<b>ואסור להניח וכו'.</b> מימרא בשבת פרק כירה שם מניחין נר על גבי דקל בשבת ואין מניחין נר על גבי דקל ביו''ט וכבר כתבתיה בארוכה פרק חמישי מהל' שבת: "
      ],
      [
        "<b>אין מעשנין בקטורת ביו''ט וכו'.</b> פרק יו''ט שחל (ביצה כ\"ב:) במשנה אמר ר''ג מניחין את המוגמר ביו''ט וחכמים אוסרין ובגמ' אמר רב אסי מחלוקת להריח אבל לגמר דברי הכל אסור ושם מוכיח בגמ' שאפילו כלי שנתגמר לא יכפה אותו על הבגדים כדי שיקלטו הבגדים את הריח שהרי זה מוליד ריח בבגדים וכן כתבו ז''ל וזהו שאמרו שם (דף כ\"ג) סחופי כסא אשיראי אסור וכל זה נכלל במה שאמר רבינו שלגמר את הכלים אסור: ",
        "<b>מותר לעשן את הפירות וכו'.</b> מחלוקת אמוראים בגמרא שם ומסקנא דאמר רב אשי משמיה דרבא דמותר לעשן מידי דהוה אבשרא אגומרי: ",
        "<b>וממתקין את החרדל וכו'.</b> פרק ר''א דמילה (שבת קל\"ד) ואין ממתקין את החרדל בגחלת והקשו והא תניא ממתקין ותירצו לא קשיא כאן בגחלת של עץ כאן בגחלת של מתכת: ",
        "<b>ואין מכבין את האש וכו'.</b> כבר כתבתי למעלה שדעת רבינו בזה כדעת ההלכות ויש חולקין בכדי שלא תתעשן הקדרה: "
      ],
      [
        "<b>אין נופחין במפוח וכו'.</b> בהמביא (ביצה ל\"ד) ת''ר אין נופחין במפוח ביו''ט אבל נופחין בשפופרת: ",
        "<b>אין עושין פחמים וכו'.</b> שם משנה (דף ל\"ב) אין עושין פחמין ואין חותכין את הפתילה כמו שכתבתי למעלה בפ' זה ובגמרא (דף ל\"ב:) תני בר קפרא אין גודלין את הפתילה לכתחלה ביו''ט ואין מהבהבין אותה ביו''ט ואין חותכין אותה לשנים אבל ממעכה ביד ושורה בשמן וחותכה באור בפי שתי נרות: "
      ],
      [
        "<b>אין שוברין את החרס וכו'.</b> שם משנה (דף ל\"ב:) אין שוברין את החרס ואין חותכין את הנייר לצלות בו מליח וכו': ",
        "<b>ואין פוצעין את הקנה וכו'.</b> שם (דף ל\"ד) ברייתא אין פוצעין את הקנה לצלות בו מליח: ",
        "<b>שפוד שנרצף וכו'.</b> פרק אין צדין (ביצה דף כ\"ח:) אמר ר״י אמר שמואל שפוד שנרצף אסור לתקנו ביו״ט והקשו פשיטא ותירצו לא צריכא דאע״ג דמפשיט לה בידיה. ויש מי שפי' נרצף נעקם ועדיין ראוי לצלות בו ולזה אסור לתקנו לפי שהוא טורח שלא לצורך הא אם לא היה ראוי לצלות בו מותר והוא שנתקלקל ביו״ט ואין כן דעת רבינו אלא אין הלכה כר״י במכשירין וכמו שכתבתי למעלה אלא כרבנן. ולדעתו ז״ל כל תיקון דשפוד אסור ואפילו נתקלקל ביום טוב: ",
        "<b>שני כלים שהן מחוברין וכו'.</b> משנה פ' המביא (דף ל\"ב) אין פוחתין את הנר מפני שהוא כלי וכבר העלו המפרשים שפירוש משנה זו כדברי רבינו: "
      ],
      [
        "<b>אין משחיזין את הסכין וכו'.</b> דינין אלו של השחזת הסכין הם כדעת ההלכות נמשך אחר האמור למעלה שאין הלכה כר''י במכשירין ומפורש בהלכות פרק אין צדין כדברי רבינו שלעולם אין משחיזין את הסכין במשחזת שלה ואפילו עמדה או נפגמה ביו''ט ויש שהיה מתיר בנפגמה ביו''ט ודברי רבינו וההלכות עיקר וכמה "
      ],
      [
        "<b>אין מבקעין עצים ביו''ט וכו'.</b> פ' המביא (דף ל\"א:) משנה אין מבקעין עצים לא בקרדום ולא במגל ולא במגירה ולא בקופיץ ובגמרא גבי קופיץ לישנא בתרא לא שנו אלא בזכרות שלו אבל בנקבות שלו אסור: ",
        "<b>ולמה אסרו בקרדום וכו'.</b> טעם זה שכתב רבינו נכון הוא. והר''א ז''ל בהשגות האריך בזה ואין דבריו מעלין ומורידין בעיקר הדין אלא שנראה מדברי רבינו שלא הותר הבקוע אלא בעצים גדולים אבל בעצים דקים שהן נוחין להדליק אסור וכן כתב הרשב''א ז''ל שכך נראה מדברי רבינו וכן כתבו בתוספות: "
      ],
      [
        "<b>לא תכנס אשה וכו'.</b> דרש רבה אשה לא תכנס לבית העצים ליטול מהן אוד, ופירש רבינו לצלות בו וכבר נתבאר למעלה פרק שני שקוץ רטוב אסור לצלות בו וקוץ יבש כתבתי שם שמותר ואפשר שאוד רוצה לומר לדעת רבינו עץ לח ורטוב שאינו ראוי להסקה בפני עצמו אבל עץ יבש ודאי מותר וכן כתב הרשב''א ז''ל, והוא ז''ל פירש ליטול מהן אוד לתקן בו את האש שבתנור אלא אם כן הוכן מעיו''ט: ",
        "<b>ואין סומכין את הקדרה בבקעת וכו'.</b> שם (דף ל\"ב ל\"ג) אין סומכין את הקדרה בבקעת וכן הדלת ובגמרא טעמא לפי שלא נתנו עצים אלא להסקה: "
      ],
      [
        "<b>מסלקין תריסי חנויות וכו'.</b> פ''ק (י\"א:) משנה ב''ש אומרים אין מסלקין את התריסין ביו''ט וב''ה מתירין אף להחזיר ובגמרא מאי תריסין אמר עולא תריסי חנויות ואמר עולא בגמ' דטעמא דהתירו ב''ה להחזיר משום תחלתן דאי לא אתי לאימנועי משמחת יו''ט ואמרו מהו דתימא טעמא דב''ה משום דאין בנין בכלים ואין סתירה בכלים ואפילו דבתים נמי קמ''ל עולא דהתירו סופן משום תחלתן. דחנויות אין דבתים לא. ופי' הרשב''א ז''ל תריסי חנויות תריסי תיבה שדה ומגדל דחנויות. דבתים תריסי תיבה שדה ומגדל שבבתים. ורש''י ז''ל פירש תריסי חנויות כמו תיבות הן ועומדות בשוק ואינן מחוברות בקרקע תריסין דלתות פתחיהן עכ''ל. <b>ומה שכתב רבינו בשיש להם ציר או בשאין להם</b> מפורש בגמרא שם: "
      ],
      [
        "<b>כלים שהן מפוצלין וכו'.</b> משנה פרק יו''ט שחל (דף כ\"א כ\"ב) ב''ש אומרים אין זוקפין את המנורה וב''ה מתירין ואמרו בגמ' במנורה של חוליות עסקינן משום דמיתחזי כבונה וסברי ב''ש יש בנין בכלים ויש סתירה בכלים וב''ה סברי אין בנין בכלים ואין סתירה בכלים. <b>וכתב רבינו והוא שלא יתקע</b> ופשוט הוא ונלמד מתריסי חנויות שאם יש להם ציר מן הצד שאסור להחזירן וגדולה מזו כתב הרשב''א שיראה לו שלא אמרו אלא במנורה שאין עשויה לתקוע חוליותיה אבל בעשויה לתקוע אסור לזקפה. ואין נראה כן מדעת רבינו ואין זה כתריסין שיש להם ציר מן הצד שחוששין שמא יתקע משום דהתם קרוב הוא מאד לתקוע מפני הציר שהוא מן הצד משא''כ כאן: ",
        "<b>אבנים של בית הכסא וכו'.</b> פרק המביא (דף ל\"ב.) אמר רב נחמן אבנים של בית הכסא מותר לצדדן ביו''ט ואסיקו טעמא דבנין עראי הוא ומשום כבודו לא גזרו רבנן: "
      ],
      [
        "<b>העושה מדורה וכו'.</b> שם אמר רב יהודה האי מדורתא מלמטה למעלה אסור מלמעלה למטה שרי וכן ביעתא וכן קדרה וכן פוריא וכבר כתבתי פרק עשרים ושנים מהלכות שבת שפריסת שלחן על גבי ספסליו מותר לפי שאין צריכין לאויר שתחתיו: "
      ],
      [],
      [
        "<b>מסירין זבובין וכו'.</b> זהו פירוש מקרדין את הבהמה ואמרו סוף פרק יו''ט שחל (דף כ\"ג) שהלכה כתנא קמא דשרי אפילו בקטנים שעושין חבורה דדבר שאין מתכוין מותר, ופי' שמסירין הזבובים בכלים קטנים וחדין שלפעמים עושין חבורה: ",
        "<b>ואין מילדין את הבהמה וכו'.</b> בשבת פ' מפנין (שבת דף קכ\"ח:) משנה אין מילדין את הבהמה ביו״ט אבל מסעדין ובגמ' תניא כיצד מסעדין אוחז בולד כדי שלא יפול לארץ ונופח לו בחוטמו ונותן דד לתוך פיו כדי שיינק אמר רשב״ג מרחמין היינו על בהמה טהורה ביו״ט היכי עבדי לה אמר אביי מביא בול של מלח ומניח לה בתוך הרחם כדי שתזכור צערה ותרחם עליו ודוקא טהורה אבל טמאה לא מאי טעמא דלא מרחקא ואי מרחקא לא מקרבא, ע״כ: "
      ],
      [
        "<b>כלי שנטמאה מערב יו''ט וכו'.</b> משנה פרק יו''ט שחל (ביצה י\"ז י\"ח) מחלוקת ב''ש וב''ה ובגמ' דכולי עלמא מיהת כלים בשבת לא מאי טעמא ונאמרו שם הרבה טעמים רבה אמר גזרה שמא יעבירנו ארבע אמות ברשות הרבים והקשו על זה תינח שבת יו''ט מאי איכא למימר ותירצו גזרה יו''ט אטו שבת ורב יוסף נתן טעם משום סחיטה ואמרו תינח כלים דבני סחיטה דלאו בני סחיטה מאי ותירצו גזרה הני אטו הני ושם הקשו על שניהם מברייתות הרבה ותירצו אותן ורב ביבי אמר גזרה שמא ישהא ותניא כוותיה התם ורבא אמר מפני שנראה כמתקן כלי. ורבינו כתב טעמא של רב ביבי משום דתניא כוותיה וכן נכתב בהלכות. ומפורש שם בברייתא דדוקא נטמא מעיו''ט אבל נטמא ביו''ט מטבילין. <b>ודין אם היה צריך להטביל מים שבו וכו'</b> מפורש שם בגמרא (דף י\"ח:) שחכמים סוברים שמטבילין את הכלי על גבי מימיו: ",
        "<b>כלי שהיה טהור וכו'.</b> זהו מטבילין מחבורה לחבורה שאמרו (דף י\"ט) שם, ופירש רבינו חננאל ז''ל מחבורת תרומה לחבורת שלמים: "
      ],
      [
        "<b>כלי שנטמא ביו''ט מטבילין אותו וכו'.</b> ברייתא שם (דף י\"ח) כמו שכתבתי למעלה: ",
        "<b>נטמא הכלי במשקין טמאין וכו'.</b> ברייתא שם כלי שנטמא באב הטומאה אין מטבילין אותו ביו''ט בולד הטומאה מטבילין אותו ביו''ט. ופירש רבינו אפילו נטמא מעיו''ט ומוכרח הוא שם. וכן פירשו ז''ל. ונתן רבינו טעם מפני שטומאה זו מדבריהם ואין גוזרין בה שמא ישהא. והרב רבי משה הכהן והרשב''א ז''ל הקשו עליו למה כתב טעם זה והניח הטעם האמור בגמרא. ואני אתרץ כבר כתבתי למעלה דרבה יהיב טעמא לאסור טבילת כלים גזרה משום שבת ושבת גזרה משום העברה ארבע אמות ברה''ר והקשו עליו מברייתא זו ואמרו אם איתא נגזור ולד הטומאה אטו אב הטומאה ותירץ ולד הטומאה היכא משכחת לה גבי כהנים וכהנים זריזין הן וכן הקשו לרב יוסף דאמר גזרה משום סחיטה וגזרה כלים דלאו בני סחיטה אטו כלים דבני סחיטה. ותירץ כתירוץ הזה ורבינו לא הזכיר אלו הטעמים אלא טעמא דרב ביבי דתניא כותיה שהיא גזירה שמא ישהא ולדידיה לא קשיא מידי משום דהיינו טעמא דולד הטומאה לאו דאורייתא ולא גזרינן ביה שמא ישהא כיון שטהור הוא מן התורה אין קפידא בשהויה ותדע לך דגבי רב יוסף דאמר טעמא משום סחיטה אמרו מתיבי כל הני תיובתא ושני ליה כדשנין ואילו גבי רב ביבי לא הזכירו לא קושיא ולא תירוץ. ותמה אני איך הקשו על רבינו למה לא כתב התירוץ האמור לדעת אחרים אליבא דרב ביבי והמעיין בסוגיא ימצא זה מבואר ואפילו לדעת רבה ורב יוסף הייתי יכול להעמיד דברי רבינו שלפי שאין טומאת ולד הטומאה מן התורה הוא שמצויה גבי כהנים בלבד אלא שאני סובר באמת שזו היא כונת רבינו כך נ''ל: ",
        "<b>ומדלין בדלי טמא וכו'.</b> ברייתא שם כלשונה ומדינין אלו למד הרשב''א ז''ל שאין מטבילין ביו''ט כלי תשמיש הנקחין מן הנכרי הצריכין טבילה אלא כעין טהרת הכלי כלומר שאם הוא כלי העשוי לדלות בו או למלאות בו מים מן המעין ממלא בו והוא טהור. ולדעת רבינו שכתב בפרק י''ז מהלכות מאכלות אסורות שטבילת כלים מדברי סופרים ונתבאר שמטבילין ולד הטומאה מפני שטומאתו מדברי סופרים כמו שכתבתי יש לומר שמטבילין את הכלים ביו''ט. ומ''מ עם כל זה אני אומר שדין הרב קיים לפי שאפילו מאן דלית ליה טעמא דמחזי כמתקן כלי ה''מ גבי טבילת טומאה שאפילו קודם טבילה היה הכלי ראוי להשתמש בו בטומאה לטמא ולמי שאין אוכל חוליו בטהרה ומשום הכי לא חשבי הטבילה תקון וכולן שוין בטומאה של דבריהם שאין זה תקון אבל כלים הנקחין מן הנכרי דקודם טבילה לא חזו ודאי טבילתן מחזיא כמתקן כלי ואסירא לכולי עלמא כנ''ל: ",
        "<b>נדה שאין לה בגדים וכו'.</b> מימרא כלשונה שם: "
      ],
      [
        "<b>דברים רבים אסרו ביו״ט וכו' כיצד אין פוסקין וכו'.</b> פרק אין צדין (ביצה דף כ\"ז:) משנה אין נמנין על הבהמה ביום טוב לכתחלה אבל נמנין עליה בעיו״ט ושוחטין ומחלקין ביניהם ובגמרא מאי אין נמנין אין פוסקין דמים לכתחלה ביו״ט היכי עביד אמר רבה מביא שתי בהמות ומעמידן זו אצל זו ואומר זו כזו. והביאו שם ברייתא לא יאמר אדם לחבירו הריני עמך בסלע הריני עמך בשתים אבל יכול לומר הריני עמך למחצה לשליש ולרביע: "
      ],
      [
        "<b>כשהן מחלקין וכו'.</b> במשנה (דף כ\"ח) ר''י אומר שוקל אדם בשר כנגד הכלי וכנגד הקופיץ וחכ''א אין משגיחין בכף מאזנים כל עיקר ובגמ' מאי כל עיקר אמר שמואל אפילו לשמרו מן העכברים אמר רב אידי בר אבין והוא דתליא בתריטא: ",
        "<b>וטבח אומן אסור וכו'.</b> שם אמר שמואל טבח אומן אסור לשקול בשר ביד ואמר שמואל טבח אומן אסור לשקול בשר במים. וכתב הרשב''א ז''ל לא אסרו אלא דרך משקל אבל הטבח האומן אע''פ שידע לכוין דרך חתיכתו לחתוך ליטרא או חצי ליטרא חותך כדרכו ואינו חושש עכ''ל. ודבר פשוט הוא: ",
        "<b>ואין מטילין חלשים וכו'.</b> פרק שואל אדם בשבת (שבת קמ\"ח) משנה מטילין חלשים על הקדשים ביו''ט אבל לא על המנות ובגמרא (דף קמ\"ט:) מאי אבל לא על המנות ופירשו אבל לא על המנות של חול ביו''ט. ומדעת רבינו נראה שהוא מפרש של חול של חולין אבל רש''י ז''ל פירש של חול של קדשים של אתמול וזה דעת הראב''ד ז''ל. ולפיכך כתב בהשגות אמר אברהם בגמרא מפרש מטילין חלשים וכו' מנה גדולה כנגד קטנה עכ''ל. והיתר בניו ובני ביתו בהפסה כבר כתבה רבינו פרק כ''ג מהלכות שבת ולא היה צריך לכתבו כאן שאם בשבת מותר כל שכן ביו''ט אבל חלוק בין קדשים של יו''ט לקדשים של אתמול לא חלקו רבינו לפי שהוא מפרש של חול הנזכר בגמרא של חולין כמו שכתבתי: "
      ],
      [
        "<b>לא יאמר אדם וכו'.</b> משנה פרק אין צדין (ביצה כ\"ח:) לא יאמר אדם לטבח מכור לי בדינר אבל שוחט ומחלק ביניהם: ",
        "<b>וכן לא יקח מבעל חנות וכו'.</b> משנה שם (דף כ\"ט) אומר אדם לחנוני מלא לי כלי זה אבל לא במדה ר''י אומר אם היה כלי מיוחד למדה כו'. ואוקים רבא מתני' הכי מאי אבל לא במדה לא יזכיר לו שם מדה אבל אם היה כלי מיוחד למדה ימלאנו ויש שם אוקמתא אחרת והלכה כרבא דהוא בתרא וקיי''ל כרבנן. ובירושלמי רבי אלעזר אמר לרבי חמא בר חנינא מלי לי הדין מנא למחר אנן מכילין ליה, עכ''ל: "
      ],
      [
        "<b>הנחתום מודד תבלין וכו'.</b> שם מימרא נחתום מודד תבלין ונותן לתוך הקדרה כדי שלא יקדיח תבשילו ופי' לאו דוקא נחתום אלא ה''ה לכל אדם אלא שדברו חכמים בהוה, ואינו דומה למדידת השעורים לפני הבהמה שאסורה כמו שיתבאר בסמוך משום דהתם ליכא פסידא בדבר שאינו נמדד כלומר שאין שם חשש הפסד בדבר אחר אלא שלא תאכל שעורים הרבה או מעט אבל כאן שאם היו התבלין מרובין יקדיח כל התבשיל יכול כל אדם למדוד וכן נראה מדברי קצת גאונים ז''ל: ",
        "<b>אבל האשה וכו'.</b> שם אמר רב אשה מודדת קמח ונותנת לתוך עיסתה כדי שתטול חלתה בעין יפה ושמואל אמר אסור והקשו והא תנא דבי שמואל מותר ואמר אביי השתא דאמר שמואל אסור ותנא דבי שמואל מותר שמואל הלכה למעשה אתא לאשמועינן, ובהלכות וכן הלכתא דאסור ע''כ. ורש''י ז''ל פירש הלכה למעשה אתא לאשמועינן שאין מורין כן למי שבא לישאל אבל אי עביד לא מחינן בידיה דהלכה ואין מורין כן, ודעת ההלכות ורבינו עיקר דכיון דאמר שמואל אסור ודאי היה סבור דמחינן בידיה דמאן דעביד ומכל מקום מתיבתא דסורא פסקו כרב ומותר לכתחלה אבל מתיבתא דפומבדיתא שדרו אסור כשמואל וכן עיקר: ",
        "<b>וכן לא ימוד וכו'.</b> שם מימרא לא ימוד אדם שעורים ויתן לפני בהמתו אבל קודר הוא קב או קבים ונותן לפניה ואינו חושש, ובהלכות פירש קודר משער באומד דעתו: "
      ],
      [
        "<b>ומותר ליקח מן החנוני ביצים ואגוזים וכו'.</b> משנה שם (דף כ\"ט:) אומר אדם לחנוני תן לי ביצים תן לי אגוזים במנין שכן דרך בעל הבית להיות מונה בתוך ביתו ובגמ' הולך אצל חנוני הרגיל אצלו ואומר לו תן לי עשרים ביצים וחמשה אגוזים ועשרה אפרסקים וכו' ובלבד שלא יזכיר לו סכום מקח רשב''א אומר ובלבד שלא יזכיר סכום מנין וגירסא אחרת שום מקח וזו גירסתו של רבינו ולכל הגרסאות אסור להזכיר סך דמים וכן כתבו ז''ל. ופירוש סכום מנין כתבו הגאונים וכן בהלכות שלא יאמר לו הרי לך בידי חמשים אגוזים תן לי חמשים ויהיו לך בידי מאה וכמו שכתב רבינו: "
      ],
      [
        "<b>הולך אדם אצל רועה וכו'.</b> בברייתא הנזכרת ופירוש חנוני זה ופטם ורועה בין נכרים בין ישראלים הכל מותר חוץ מדברים שיש במינן במחוברים או שיש לחוש שמא נולד היום או נצוד היום שאסור ליטלו מן הנכרי אלא א''כ נסתלק הספק כגון שמכיר בו שלא נעקר ולא נצוד היום. וכתב הרשב''א ז''ל שמותר ליקח ביצים מן נכרי חנוני בלילי יו''ט של גליות או בליל ראשון של ר''ה משום דיולדת בלילה מיעוטא דמיעוטא הוא ולא חיישינן לה אבל ביום כיון דדבר שיש לו מתירין הוא אסור: "
      ],
      [
        "<b>הלוואת יו״ט תובעין אותה וכו'.</b> מחלוקת אמוראים בשבת פ' שואל (שבת דף קמ\"ח:) וכתוב בהלכות שנחלקו הגאונים ז״ל בפסק הלכה ולא הכריע הרב האלפסי בזה דבר ורבינו הכריע כדברי האומר ניתנה ליתבע משום דמסתבר טעמיה וכן עיקר: "
      ],
      [
        "<b>אף על פי שאין מגביהין וכו'.</b> איסור ההגבהה מפורש פרק כ''ג מהלכות שבת והיתר ההולכה בשהופרשו מאמש פרק קמא דיום טוב (דף י\"ב:) ברייתא כסברת ר' יוסי שב''ה מתירין ונפסקה הלכה בגמ' כן: ",
        "<b>ואין צריך לומר וכו'.</b> פי' אין צריך לומר המתנות שהרי אפילו להפרישן לכתחלה מותר לפי שאינן אסורות לזרים ואינן טובלות קודם הפרשה וזה פשוט וכן מבואר בגמרא דין ההפרשה אפילו בבהמה שנשחטה אמש ודין ההולכה ג''כ מבואר שם: ",
        "<b>גבאי צדקה וכו'.</b> ירושלמי וברייתא במס' דמאי: "
      ]
    ],
    [
      [
        "<b>אף על פי שהותרה הוצאה וכו' כיצד וכו'.</b> (ביצה דף ל') ראש פרק ד' המביא כדי יין ממקום למקום לא יביאם בסל ובקופה אבל מביא הוא על כתיפו או לפניו המוליך את התבן לא יפשיל את הקופה לאחריו אבל נוטל בידו ובגמרא תנא אם א''א לשנות מותר אתקין רבא במחוזא דדרו בדוחקא לדרו ברגלא ברגלא לדרו באגרא באגרא לדרו באכפא דדרו באכפא נפרוס סודרא עליה ואי לא אפשר שרי דאמר מר אם אי אפשר לשנות מותר, ע''כ: "
      ],
      [
        "<b>במה דברים אמורים בנושא על האדם וכו'.</b> רבינו כתב טעם לאסור הבהמה שלא יעשה כדרך שהוא עושה בחול. ויש מי שכתב שהוא לפי שאין משתמשין בבעלי חיים כל עיקר ביום טוב ובשבת. והרשב''א ז''ל כתב שני הטעמים: "
      ],
      [
        "<b>ואין מנהיגין את הבהמה וכו'.</b> משנה שם (דף ל\"ב ל\"ג) כת''ק ובגמרא משום דמיחזי כמאן דאזיל לחינגא: ",
        "<b>ואין הסומא וכו'.</b> פרק אין צדין (ביצה דף כ\"ה:) ת״ר אין הסומא יוצא במקלו ולא הרועה בתרמילו ואין יוצאין בכסא אחד האיש ואחד האשה: ",
        "<b>ואיש שהיו רבים צריכים לו וכו'.</b> שם ובהלכות ואם היו רבים צריכים לו מותר ומפורש שם אמימר ומר זוטרא מכתפי להו בשבתא דריגלא. והרשב''א חלק בכתוף בין איש לאשה ואמר שהאיש כל זמן שאינו מבעית ואין בכתופו מפני כבוד צבור אסור לכתפו ולא נזכר חילוק זה בהלכות ואינו מוכרח: "
      ],
      [
        "<b>אין מוליכין את הסולם וכו'.</b> פ''ק (דף ט') ב''ש אומרים אין מוליכין את הסולם משובך לשובך אבל מטהו מחלון לחלון וב''ה מתירין ובגמ' שתי לשונות איכא דאמרי אמר רב חנן בר אמי מחלוקת ברה''י דב''ש אית להו דרב יהודה אמר רב דאמר כל שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים אסור וב''ה לית להו דר''י אמר רב אבל ברה''ר דברי הכל אסור פי' שמא יאמרו להטיח גגו הוא צריך. והקשו לימא רב יהודה דאמר כב''ש ותירצו תנאי היא דתניא שוטחן בחמה אבל לא נגד העם ור''א ור''ש אוסרין. ונ''ל פירוש הסוגיא לדעת רבינו דר''ח בר אמי סבר דפלוגתייהו דב''ש וב''ה תליא בהא דרב דכל מקום שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים אסור ואקשי א''כ לרב תיקשי ליה מב''ה והיכי שביק ב''ה ועבד כב''ש ותירצו תנאי היא כלומר מה שהעמיד ר''ח בר אמי מחלוקתן בכך הוא כת''ק דשוטחן דס''ל שמה שאסרו חכמים מפני מראית העין לא אסרו בסתר אלא במקום רואים. ורב לא מוקים פלוגתייהו דב''ש וב''ה בהכי אלא דברי הכל בעלמא סבירא להו דאסור אפילו בסתר והכי סברי ר' אליעזר ור''ש דאי לא הוו מיפלגי אדב''ה. ומיהו אוקמתיה דר''ח דכי פליגי ברה''י פליגי כדקאי קאי ולא תקשי לרב דמשום שמחת יו''ט התירו כאן. זה דעת רבינו. וי''מ תנאי היא ורב דאמר כר''א ור''ש ואינהו מוקמי פלוגתייהו דב''ש וב''ה בין ברה''י בין ברה''ר דב''ה לא גזרי וסברי שובכו מוכיח עליו וב''ש גזרי ארה''ר שמא יאמרו להטיח גגו הוא צריך. ומתוך כך הם אוסרים אפילו ברה''י משום דכל האסור מפני מראית העין אסור וכו'. ולזה הפירוש כיון דקי''ל כרב ואיהו דאמר כר''א ור''ש ונמצא דב''ה אפילו ברה''ר שרו וקי''ל כב''ה וזה דעת הר''א ז''ל בהשגות ולזה הסכים הרשב''א ז''ל ומה שנ''ל להעמיד דברי רבינו כתבתי. וכתב רבינו סולם של שובך לפי שסולם של עלייה אסור אפילו להטותו מחלון לחלון וכן נזכר בגמרא. ולא הוצרך רבינו לבאר זה בביאור לפי שכבר כתב פרק כ''ו מהלכות שבת שסולם של עליה אסור בטלטול ונתבאר פרק ראשון מהלכות אלו שכל מה שאסור בשבת אסור ביו''ט חוץ ממה שנזכר בהלכות אלו: "
      ],
      [
        "<b>מי שהיו לו פירות וכו'.</b> ר''פ ה' (דף ל\"ה:) משילין פירות דרך ארובה ביו''ט אבל לא בשבת. ובגמ' נכתב בהלכות (דף ל\"ו) א''ר נחמן לא שנו אלא באותו הגג אבל מגג לגג לא. תניא נמי הכי לא יושיטם מגג לגג אפילו בשגגותיהן שוין תנא לא ישלשלם בחבל ובחלונות ולא יורידם בסולמות ובגמרא שקלי וטרו אי דוקא ארבע וחמש קופות כדין הנזכר פכ''ו מהלכות שבת בפנוי האוצר או אפילו טובא ואין מסקנא בגמרא מזה ולזה נכתבה המשנה בהלכות כמות שהיא וכן רבינו לא חלק וכן עיקר להקל בשל דבריהם: ",
        "<b>שחט בהמה בשדה וכו'.</b> פ' אין צדין (ביצה דף כ\"ה.) משנה בהמה מסוכנת לא ישחוט וכו'. שחטה בשדה לא יבאינה במוט ובמוטה אבל מביאה בידו אברים אברים, וסובר רבינו דלאו דוקא מסוכנת אלא דאיידי דאדכר דין שחיטת מסוכנת נקט שחטה אבל הוא הדין לבריאה וכתב הרשב״א ז״ל וכזה ראוי להורות: "
      ],
      [
        "<b>כל שנאותין בו וכו'.</b> משנה פ''ק (דף י\"ד ט\"ו) זה הכלל כל שנאותין בו משלחין אותו ביו''ט ופי' בגמרא דה''ק כל שנאותין בו בחול משלחין אותו ביו''ט ובגמרא ר''ש שרא להו לשדורי תפילין ביו''ט ובמשנה משלחין יינות שמנים וסלתות: ",
        "<b>וכל דבר שאין נאותין וכו'.</b> במשנה (דף י\"ד:) משלחין קטניות אבל לא תבואה ר''ש מתיר בתבואה. ורבינו פוסק כת''ק והטעם לפי שעיקר התבואה עומדת לטחינה וזהו חמשת המינין וכל שמחוסר מעשה האסור ביו''ט אסור לשלחו וכן מפורש שם. ויש מי שפסק כר''ש וקא יהיב טעמא למילתיה ר''ש בגמ' משום דראוי לעשות מהן עססיות ביו''ט. ואיני יודע למה נפסוק כר''ש במקום ת''ק וכל שכן דמסתבר טעמיה דת''ק דאזיל בתר רובא לפיכך נראין לי דברי רבינו עיקר גם יש מפרשים שפסקו כן: "
      ],
      [
        "<b>ומשלחין חיה בהמה וכו'.</b> במשנה בית שמאי אומרים אין משלחין אלא מנות וב''ה אומרים משלחין בהמה חיה ועוף בין חיין בין שחוטין: "
      ],
      [
        "<b>כל דבר שמותר לשלחו וכו'.</b> שם תני רב יחיאל ובלבד שלא יעשנו כשורה תנא אין שורה פחותה משלשה בני אדם: ",
        "<b>שלח שלשה מינין וכו'.</b> שם בעא רב אשי תלתא גברי ותלתא מיני מאי תיקו והוה ליה ספיקא דרבנן ולקולא וכן פסקו ז''ל: "
      ],
      [
        "<b>המערב עירובי תחומין וכו'.</b> משנה פרק משילין (ביצה דף ל\"ז) הבהמה והכלים כרגלי הבעלים: "
      ],
      [
        "<b>חפצי הפקר וכו'.</b> זו משנה שם (דף ל\"ט) ושל עולי בבל כרגלי הממלא וכן כתוב בהלכות. וכן מוכרחת הסוגיא אשר שם במחלוקת רב נחמן ורב ששת גבי מילא ונתן לחברו דכלהו סבירא להו דחפצי הפקר אין קונין שביתה אלא הרי הן כרגלי הזוכה בהן גדולה מזו שנינו פרק מי שהוציאוהו (עירובין מ\"ה) מי שישן בדרך ולא ידע עד שחשכה יש לו אלפים אמה לכל רוח דברי ר' יוחנן בן נורי וחכ''א אין לו אלא ארבע אמות וכו'. ואמרו בגמ' (דף מ\"ה:) אי טעמיה דר' יוחנן משום דקסבר חפצי הפקר קונין שביתה או דלמא אין קונין שביתה ואדם שאני דהואיל ונעור קנה ישן נמי קנה ופשטו דס''ל דחפצי הפקר קונין שביתה. ואמרי התם אמר ריב''ל הלכה כר''י בן נורי ואמר ריב''ל הלכה כדברי המיקל בעירוב וצריכי דאי אשמעינן הלכה כר''י ב''נ הוה אמינא בין לקולא בין לחומרא קמ''ל הלכה כדברי המיקל בעירוב ואי אשמעינן וכו'. ופירש''י ז''ל וכן בהלכות לקולא דישן קנה שביתה לחומרא דחפצי הפקר קונין שביתה וקמ''ל דהלכה כר' יוחנן ב''נ דישן קנה שביתה משום דנעור קנה ישן נמי קנה ואין הלכה כמותו בחפצי הפקר. וזה פירוש פשוט ומוכרח וכן פסקו כל הפוסקים דחפצי הפקר אין קונין שביתה. והארכתי בזה להסיר מעל רבינו תלונת ההשגות וכך כתוב שם א''א טעה במשנתנו וכו'. ואין ספק אצלי שהר''א ז''ל נזכר ממה שאמרו הלכה כר' יוחנן בן נורי ושכח מה שסיימו דדוקא לקולא אבל לחומרא לא ולא עוד אלא שכתב שבשביל זה לא הביא הרב אלפסי בהלכותיו פלוגתא דרב נחמן ורב ששת והרב פסק בהלכותיו בפירוש דחפצי הפקר אין קונין שביתה בעירובין בפרק מי שהוציאוהו ובודאי שדברי הר''א ז''ל שגגה הן ונעלמה הלכה מעיניו: ",
        "<b>וחפצי הכותי קונין שביתה וכו'.</b> שם במי שהוציאוהו (דף מ\"ז:) מחלוקת ר' יוחנן ושמואל ואמרו שם דשמואל ור' יוחנן הלכה כר' יוחנן דחפצי כותי קונין שביתה גזרו בעלים כותי אטו בעלים ישראל: ",
        "<b>פירות שיצאו חוץ לתחומן וכו'.</b> מימרא שם (דף מ\"א) אמר ר''פ פירות שיצאו חוץ לתחום וחזרו אפילו במזיד לא הפסידו את מקומן מאי טעמא אנוסין נינהו ונכתב זה בהלכות. וכתב הרשב''א ז''ל ואם לא החזירום אין להם שם אלא ארבע אמות ואם יצאו ע''י ישראל בין בשוגג בין במזיד לא יאכלו שם לאחד מישראל לפי שנעשית בהן איסור ע''י ישראל: "
      ],
      [
        "<b>המוסר בהמתו לבנו הרי הוא כרגלי האב וכו'.</b> פרק משילין (ביצה ל\"ז:.) משנה המוסר בהמתו לרועה ולבנו הרי היא כרגליו ובגמרא לימא מתניתין דלא כרבי דוסא דתניא רבי דוסא אומר המוסר בהמתו לרועה אע''פ שלא מסרה לו אלא ביו''ט הרי היא כרגלי הרועה ותירצו אפילו תימא ר' דוסא לא קשיא כאן ברועה אחד כאן בשני רועים דיקא נמי דקתני לבנו או לרועה שמע מינה ונפסקה שם הלכה כתירוץ הזה וזה פירושה לדעת רבינו. משנתנו דקתני במוסר לרועה הרי היא כרגליו היא בשני רועים לפי שלא קנאה אחד מהם והרי היא ברשות בעלים ורבי דוסא היא ברועה אחד וכן פירשו בהל' ודיקא נמי דמשנתנו היא בשני רועים דקתני לבנו או לרועה אי אמרת בשלמא בשני רועים אבל ברועה אחד קנאה הרועה היינו דאיצטריך למיתני בנו לאשמועינן דאע''ג דהוא יחיד לא קנה לפי שדרך בני אדם למסור כליהן וחפציהן לבניהם ואינן מחשיבין אותם כאילו הוציאם מרשותם אלא אי אמרת דרועה דמתני' ברועה אחד ל''ל למתני בנו פשיטא השתא ברועה דעלמא היא ברשות בעלים בבנו לא כל שכן. כן נ''ל לדעת רבינו. ויש פירוש אחר בזה שלא לחלק בין בנו לרועה והם מפרשים ג''כ בשני רועים שיש שם בעיר שני רועים אע''פ שלא מסרה אלא לאחד מהם כיון שמסרה לו ביו''ט הרי היא כרגלי הבעלים לפי שכיון שיש שם שנים לא היה מוכרח זה למוסרה למי שמסרה אבל ברועה אחד א''א שלא למסרה לו ולפיכך אפילו מסרה ביו''ט הרי היא כרגלי הרועה. זו היא שטת רש''י ושאר המפרשים ז''ל: "
      ],
      [
        "<b>מי שזמן אצלו אורחים וכו'.</b> משנה שם (דף מ') מי שזמן אצלו אורחים וכו' לא יוליכו בידם מנות אא''כ זכה להם אחר במנותיהם מעיו''ט: "
      ],
      [
        "<b>וכן מי שהיו וכו'.</b> שם משנה (דף ל\"ט:) מי שהיו פירותיו בעיר אחרת וערבו בני העיר לבוא לא יביאו אצלו מפירותיו ואם עירב הוא הרי פירותיו כמוהו. ובגמ' אתמר המפקיד פירותיו אצל חבירו רב אמר הרי הן כרגלי הנפקד ושמואל אמר הרי הן כרגלי המפקיד וק''ל דרב ושמואל הלכה כרב באיסורי ואוקימנא התם לדידיה מתניתין בשיחד לו קרן זוית: "
      ],
      [
        "<b>בור של יחיד וכו'.</b> שם (דף ל\"ט) בור של יחיד כרגלי היחיד ושל אנשי העיר כרגלי אנשי העיר. ויש בפירוש כרגלי אנשי העיר דעות חלוקות. וזה לשון הרשב''א בספרו הקצר הרי הן כרגלי אותה העיר ולפיכך אנשי העיר אם לא עירבו כל אחד מוליכן אלפים אמה לכל רוח ונכרי שמלא מהן אינו מוליכן אלא כרגלי אנשי אותה העיר עירב אחד מן העיר לצפון ואחד לדרום זה מוליך לרגליו לצפון וזה מוליך לרגליו לדרום שבור זה כבור שותפין ויש ברירה אבל אם נכרי בא ומלא לעצמו לא יזיזם ממקומם לפי שהמים שבידו הרי הן של אנשי העיר והן מערבין התחומין זה בזה מלא אחד מן העיר ונתן לו מוליכן כרגלי הממלא שהרי מחלקו מלא ונתן לו. ויש מי שכתב דבור של אנשי העיר אין להם אלא אלפים אמה לכל רוח ואפילו עירב אחד מהן לא יוליכם אלא אלפים אמה ואין דבר זה מחוור והראשון עיקר עכ''ל: ",
        "<b>ושל עולי בבל וכו'.</b> סיום משנה הנזכרת ושל עולי בבל כרגלי הממלא. ובהשגות א''א זה שבוש וכו' וכבר הארכתי למעלה לבאר טעות ההשגות בזה ובגמ' נחלקו במלא ונתן לחבירו דרב נחמן סבר כרגלי מי שנתמלאו לו ור''ש סבר כרגלי הממלא ואוקימנא בגמרא דר''נ סבר המגביה מציאה לחבירו קנה חבירו ורב ששת סבר לא קנה וכבר כתב רבינו פרק שבעה עשר מהלכות גזלה ואבדה שמגביה מציאה לחבירו קנה חבירו ונתבאר למעלה שחפצי הפקר הרי הן כרגלי מי שזכה בהן ולזה לא הוצרך לבאר בכאן יותר וזו היא סברת השמטת המחלוקת הזה מן ההלכות: ",
        "<b>נהרות המושכין וכו'.</b> שם בגמרא הקשו על משנתנו הנזכרת למעלה מהא דנהרות המושכין ומעיינות הנובעים הרי הן כרגלי כל אדם ותירצו דמשנתנו במכונסין: ",
        "<b>ומ''ש רבינו ואם באו מחוץ לתחום וכו'.</b> למד כן מהסוגיא שבפרק מי שהוציאוהו (עירובין מ\"ו.) ומבואר שם: "
      ],
      [
        "<b>שור של רועה וכו'.</b> שם (ביצה ל\"ח.) אמר שמואל שור של פטם הרי הוא כרגלי כל אדם ושל רועה כרגלי אותה העיר. וכתב רבינו שטעם שור של פטם לפי שהוא כנכסי הפקר וכבור של עולי בבל וכן כתבו בתוספות והוסיפו לומר שחכמים עשאוהו כן מפני תקנת הפטם וכן בשל רועה עשו כן מפני תקנת המוכרים והלוקחים וכן עיקר. ובהשגות כתוב שטעם רבינו שבוש ונתנו טעם אחר ונמשך זה אחר מה שכתב למעלה מסברתו ז''ל שחפצי הפקר קונין שביתה וכבר הארכתי למעלה לבאר שדבריו בזה שגיאה וכבר הסכים הרשב''א ז''ל לטעם התוספות: "
      ],
      [
        "<b>הגחלת כרגלי בעליה וכו'.</b> משנה שם (דף ל\"ט.) הגחלת כרגלי בעליה והשלהבת בכל מקום: "
      ],
      [
        "<b>השואל כלי מחברו וכו'.</b> משנה שם (ל\"ז) השואל כלי מחבירו מעיו''ט כרגלי השואל ומפרש בגמרא אע''פ שלא נתנו לו אלא ביו''ט ואם ביו''ט כרגלי המשאיל ומפרש בגמ' אע''ג דרגיל דשאיל מיניה: "
      ],
      [
        "<b>שנים ששאלו חלוק וכו'.</b> ברייתא שם (דף ל\"ז:) ת''ר שנים ששאלו חלוק זה לילך בו שחרית וכו'. ופירושה פשוט הוא ומבואר בהל' וכדברי רבינו ואין בזה מחלוקת: "
      ],
      [],
      [
        "<b>וכן האשה ששאלה וכו'.</b> משנה שם (דף ל\"ז.) האשה ששאלה תבלין לקדרתה מים ומלח לעיסתה הרי אלו כרגלי שתיהן: ",
        "<b>וכן שנים שלקחו וכו'.</b> שם אתמר שנים שלקחו חבית ובהמה בשותפות אמר רב חבית מותרת ובהמה אסורה שמואל אמר אפילו חבית נמי אסורה ואסיקנא דרב סבר יש ברירה ובהמה אסורה משום דקא ינקי תחומין מהדדי. ופי' אסורה חוץ למקום ששניהם יכולין להלך ופסקו בהלכות כרב ויש מי שהתיר אפילו בהמה דלא חיישינן ליניקת תחומין מהדדי והביאם לזה מה שהקשו רב כהנא ורב אסי על רב באיסור הבהמה ושתיק רב. וכבר העלה הרשב''א ז''ל שיש לחוש על דברי רבינו ולדברי הגאונים שסוברין כן: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>יו''ט שחל להיות וכו'.</b> ריש פ''ב (ביצה ט\"ו:) יו''ט שחל להיות ע''ש לא יבשל בתחלה מיו''ט לשבת וכו' ועושה תבשיל מעיו''ט וסומך עליו לשבת ושאלו בגמ' מ''ט ואמר רב אשי כדי שיאמרו מיו''ט לשבת אין אופין ק''ו מיום טוב לחול. ויש שם טעם אחר ורב אשי הוא בתרא: ",
        "<b>ולמה נקרא שמו עירוב וכו'.</b> רבינו נתן טעם לקריאת שם זה שהוא משום היכר כמו עירובי חצרות, וכבר נתבאר פ' ראשון מהלכות עירובין למה נזכר בהיכר החצרות עירוב, ומדעתי שהוא סבור שעל זה ג''כ אמרו עירובי תחומין ועיקר מלת עירוב בדברים אלו אינה בתחלת הנחתה אלא גבי חצרות והושאלה לתחומין ולתבשילין לפי שאף הם נעשין באוכל: <b>והר''א</b> ז''ל כתב בהשגות שאינו כך אלא שהוא מערב צרכי שבת עם צרכי יו''ט לעשותם יחד, ואפשר שאף בתחומין יאמר כן שהוא מערב התחומין שלא היה יכול לילך בו תחלה עם התחום שהיה יכול לילך בו ונכון הוא: "
      ],
      [
        "<b>עירובי תבשילין וכו'.</b> בגמ' (דף ט\"ז:) אמר רב עירובי תבשילין צריכין כזית בין לאחד בין למאה: ",
        "<b>ואין עושין זה העירוב וכו'.</b> בגמ' (דף ט\"ז.) לא שנו אלא תבשיל אבל פת לא וכל שכן פירות דלא ופשוט הוא ושם אמרו דדוקא תבשיל דמלפת אבל דייסא ללשון אחרון לא וזה דעת ההלכות וכן כתבו ז''ל ולזה כתב רבינו אלא תבשיל שהוא פרפרת. ודע שבתבשיל אחד בלא פת סגי וכן נראה מן ההלכות וכן כתבו מקצת הגאונים ז''ל, וזה דעת הרמב''ן והרשב''א וכדברי רבינו אלא שנהגו להחמיר להצריך פת ותבשיל להוציא מידי כל ספק: ",
        "<b>אפילו עדשים שבשולי קדרה וכו'.</b> שם תני רבי חייא עדשים שבשולי קדרה סומך עליהם משום עירובי תבשילין והוא דאית בהו כזית אמר רב יהודה שמנונית שע''ג הסכין אדם גורדו וסומך עליו משום עירובי תבשילין והוא דאית ביה כזית: "
      ],
      [
        "<b>תבשיל שאמרו וכו'.</b> ברייתא שם (דף ט\"ז:) תבשיל זה אפילו צלי כבוש שלוק ומבושל ואפילו קוליס האספנין שהדיחו בחמין מעיו''ט. ופירש רבינו קוליס האספנין דגים קטנים ביותר שהדחתן זה גמר בשולן כנזכר פרק ט' מהלכות שבת. ורבינו <b>הוסיף מעושן</b> שלא נזכר בברייתא וירושלמי הוא בנדרים פ' הנודר מן המבושל שיוצאין במעושן משום עירובי תבשילין: "
      ],
      [
        "<b>וצריך שיהא עירוב זה וכו'.</b> במשנה (דף ט\"ו:) אכלו או שאבד לא יבשל עליו לכתחלה ובגמרא (דף י\"ז.) אמר אביי נקיטינן אם התחיל בעיסתו ונאכל עירובו הרי זה גומר: <b>ובהשגות</b> א''א נ''ל שאם אפה וכו'. וסברא נכונה היא שמה שנעשה בהיתר אפילו נתכוון לצורך יו''ט יכול להניחו לשבת ולבשל מכאן ואילך ליו''ט: "
      ],
      [
        "<b>המניח עירובי תבשילין וכו'.</b> מימרא בעירובין פרק חלון (עירובין דף פ'.) אמר שמואל עירובי תבשילין צריך לזכות ושם מבואר שדינו כעירוב שבת ונתבאר פ״א מהלכות עירובין ביד מי אדם מזכה: "
      ],
      [
        "<b>ואינו צריך וכו'.</b> פ' יו''ט שחל (ביצה ט\"ז:) אמר רב עירובי תבשילין צריכין דעת פשיטא דעת מניח בעינן דעת מי שהניחו לו בעינן או לא בעינן תא שמע דשמואל מערב אכולה נהרדעא רבי אמי ורבי אסי מערבי אכולה טבריא. ובהלכות ושמעינן מהני כולהו דלא בעינן דעת מי שהניחו לו אלא בשמודיעו ביו''ט עצמו שעירב עליו מאתמול הולך וסומך ומניח עליו ומבשל לכתחלה בשבת עכ''ל: ",
        "<b>ויש לאדם לערב וכו'.</b> שם מכריז ר' יעקב בר אידי מי שלא הניח עירובי תבשילין יבא ויסמוך על שלי וכמה אמר רב רחומי בר זכריה עד תחום שבת. וכתב הרשב''א ז''ל אפילו עירב עירובי תחומין ויכול לבא אינו סומך עליו שלא נתן דעתו מן הסתם אלא על שהן תוך תחומו ולפיכך אם פירש אפילו על מי שיכול לבא אצלו ע''י עירובי תחומין אף הן סומכין עליו, עכ''ל. וזה דעת התוספות ואין לדברים אלו ראיה: "
      ],
      [
        "<b>המניח עירובי תבשילין וכו'.</b> זה ידוע שכל המצות כולן מברך עליהן עובר לעשייתן ויש מי שהוסיף בנוסח האמור להדליק את הנר וכ''כ בעל ההלכות למיפא ולבשולי ולמעבד כל צרכין ולאדלוקי שרגא וכתב הרשב''א ז''ל שכן ראוי לומר: "
      ],
      [
        "<b>מי שלא הניח עירובי תבשילין וכו'.</b> שם (דף י\"ז.) איבעיא להו מי שלא הניח עירובי תבשילין הוא נאסר וקמחו נאסר או דלמא הוא נאסר וקמחו אינו נאסר ואמרו תא שמע מי שלא הניח עירובי תבשילין הרי זה לא יאפה ולא יבשל ולא יטמין לא לו ולא לאחרים ולא אחרים אופין לו ומבשלין לו כיצד הוא עושה מקנה קמחו לאחרים ואחרים אופין לו ומבשלין לו שמע מינה הוא נאסר וקמחו נאסר ש''מ. ובגמרא (דף כ\"א:) גבי מתני' דב''ש אומרים אין טומנין את החמין אמר רבה מי שלא עירב עירובי תבשילין אופין לו פת אחת וטומנין לו קדרה אחת ומדליקין לו את הנר ונראה שהוא במחלוקת ולא הביאה הרב ז''ל בהלכותיו לפי שסבור שאינה הלכה. אבל הר''ז הלוי והרשב''א ז''ל פסקוה וכן כתב בספר קצר שלו לא היו שם אחרים להקנות להם קמחו או שלא רצה להקנות קמחו לאחרים אופין לו בצמצום פת אחת וטומנין לו קדרה אחת וצולין לו דג קטן ומדליקין לו את הנר, עכ''ל: "
      ],
      [
        "<b>מי שלא הניח עירובי תבשילין וכו'.</b> במשנה (דף ט\"ו:) אבל מבשל הוא ליו''ט ואם הותיר הותיר לשבת: ",
        "<b>ואם הערים הרי זה אסור לאכלו.</b> ברייתא שם (דף י\"ב.) ואם הערים אסור: ",
        "<b>עבר ואפה וכו'.</b> בעיא שם (דף י\"ז.) ואתו למפשטה מברייתא זו ואם הערים אסור ודחה רב אסי הערמה קאמרת שאני הערמה דאחמירו בה רבנן טפי ממזיד ובעיין לא אפשיטא וכתבו המפרשים ז''ל דהוה ליה ספיקא דרבנן ולקולא כדברי רבינו: "
      ],
      [
        "<b>שני ימים טובים של וכו'.</b> שם אמר רבה מניח אדם עירובי תבשילין מיו''ט לחבירו ומתנה: "
      ],
      [],
      [
        "(יב-יג) ",
        "<b>כיוצא בו היו לפניו וכו'.</b> בעירובין פ' בכל מערבין (עירובין דף ל\"ט:) ברייתא היו לפניו שתי כלכלות של טבל ואמר אם היום חול תהא זו תרומה על זו אם היום קדש אין בדברי כלום וקורא עליה שם ומניחה למחר הוא אומר אם היום חול תהא זו תרומה על זו אם היום קדש אין בדברי כלום וקורא עליה שם ואוכלה ומסקנא דכן הלכה בשני ימים טובים של גליות אבל לא בשני ימים טובים של ר״ה וכן כתוב בהלכות. וכן גבי עירובי תבשילין מפורש פ״ק דיו״ט (דף ו'.) דאינו מתנה אלא בשני ימים טובים של גליות אבל לא בשני ימים טובים של ר״ה וזה מוסכם. וכתב בעל העטור שאף אם עירבו ביום ד' אינו יכול לאפות ביום ה' לשבת דשבת קרובה התירו ע״י עירוב שבת רחוקה לא התירו: "
      ],
      [],
      [
        "(יד-טו) ",
        "<b>כל הדברים וכו'. ולפיכך אני אומר שאין מערב אדם ומתנה וכו'.</b> סברת רבינו ז''ל בזה נראית נכונה מאד לפי שדבר ברור הוא שהיום יום חמישי ידוע לנו שהוא יו''ט בברור ושיום ששי הוא חול אלא שאנו עושין אותו יו''ט ואם כן היאך יערב ביו''ט והאיך יתנה ויאמר אם היום חול והוא יודע אי זה מהן חול ואי זה מהן קדש ולא בשביל ספק אנו עושין היום שני יו''ט. ובהשגות כתוב א''א אע''פ שיש בדבריו כעין טעם וכו' והיום תהיה זו תרומה על זו כ''ש שיכול לומר שהמעשה אינו נגמר אלא בשני ודבורו בראשון לא יעשה כלום עכ''ל. והוא הדין לדבריו בהנחת עירוב שכל שכן שיכול לומר אם היום יו''ט ולמחר חול ומ''מ אין זה מספיק שהרי התנאי כולל שני ימים המסופקים ובזמן הזה אין כאן ספק והיאך יאמר בתרומה אם אתמול קדש והיום חול תהיה תרומה והלא ידוע שכן הוא כדבריו שהיום חול וחכמים מדרך הודאי עשאוהו קדש וגזרו בו שלא לתרום ונמצא מפקיע גזרתם בידים שגזרו מדרך הודאי וכן הדין בעירוב שכשהוא מתנה ביום חמישי אם היום קדש ולמחר חול אינו צריך עירוב ידוע שכן הוא כדבריו ואין עירובו כלום ונמצא אופה ביו''ט שני של דבריהם לצורך שבת בלא עירוב אלא ודאי סברת רבינו ראויה אליו ונמוקו עמו כנ''ל: "
      ],
      [
        "<b>כשם שמצוה לכבד וכו'.</b> פ' יו''ט שחל (דף ט\"ו:) ובהרבה מקומות: ",
        "<b>וכל המבזה את המועדות וכו'.</b> פרק ערבי פסחים (פסחים דף קי\"ח.) אמר רב ששת משום ראב״ע כל המבזה את המועדות כאלו עובד עכו״ם שנאמר אלהי מסכה לא תעשה לך וכתיב בתריה את חג המצות תשמור: "
      ],
      [
        "<b>שבעת ימי הפסח ושמונת ימי החג עם שאר ימים טובים וכו'.</b> איסור ההספד והתענית מבואר במועד קטן (דף כ\"ז.) ובפסחים (דף ס\"ח:) פרק אלו דברים ובשאר מקומות ויתבאר למטה בארוכה. וחיוב השמחה מפורש פ' ערבי פסחים (פסחים דף ק\"ט.) ת״ר חייב אדם לשמח את ביתו בחג שנאמר ושמחת בחגך במה משמחן ביין ר' יהודה אומר אנשים בראוי להם ונשים בראוי להן אמר רב יוסף בבבל בבגדי צבעונין בארץ ישראל בכלי פשתן המגוהצין ושם אמר בזמן שבית המקדש קיים אין שמחה אלא בבשר שנאמר וזבחת שלמים ואכלת שם וכו': "
      ],
      [
        "<b>וכשהוא אוכל חייב להאכיל לגר ליתום ולאלמנה עם שאר וכו'.</b> דברים אלו מבוארים בכתוב והפסוקים שהביא רבינו לראיה ראויין אליו להביאם: "
      ],
      [
        "<b>אף על פי שאכילה ושתייה במועדות בכלל מצות וכו'.</b> פרק יום טוב שחל (ביצה דף ט\"ו:) ובפסחים פרק אלו דברים (פסחים דף ס\"ח:) תניא ר' אליעזר אומר אין לו לאדם ביו״ט אלא או אוכל ושותה או יושב ושונה ר' יהושע אומר חלקהו חציו לאכילה ושתיה וחציו לבית המדרש ע״כ וקיימא לן דרבי אליעזר ורבי יהושע הלכה כרבי יהושע: "
      ],
      [
        "<b>כשאדם אוכל ושותה ושמח ברגל לא ימשך ביין ובשחוק וכו'.</b> גם זה מבואר: "
      ],
      [
        "<b>חייבים בית דין להעמיד וכו'.</b> זה למד רבינו מדאמר אביי בשלהי קדושין (דף פ\"א.) אמר אביי סקבא דשתא ריגלא וכו': "
      ],
      [
        "<b>ימים שבין ראשון ושביעי וכו'.</b> פרק אלו מגלחין במועד קטן (דף כ\"ז:) מימרא אין מועד בפני תלמידי חכמים וכל שכן חנוכה ופורים והני מילי בפניו אבל שלא בפניו לא ושם העלו דיום שמועה כבפניו דמי וכן כתוב בהשגות א''א ויום שמועה וכו'. וכן כתוב בהלכות וכבר כתב כן רבינו פרק י''א מהלכות אבל: "
      ],
      [
        "<b>אין מניחין מטת המת וכו'.</b> משנה שם (דף כ\"ז.) אין מניחין את המטה ברחוב מפני שמרגלת את ההספד: ",
        "<b>וכן אין מתאבלין וכן אין וכו'.</b> משנה שם (דף כ\"ד כ\"ה.) אין קורעין ולא חולצין ולא מברין אלא קרוביו של מת ובגמ' ובהלכות דעל חכם או אדם כשר או אדם דעלמא אי קאי בשעת יציאת נשמה חייב לקרוע במועד וכבר נזכרו דינין אלו שעד סוף הפרק בפי''א מהל' אבל: ",
        "<b>ואין קורעין ביו''ט שני וכו'.</b> כך כתבו וכן הסכים הרמב''ן ז''ל ועיקר. ודע שאפילו ביו''ט שני האחרון של פסח ושל סוכות ושל עצרת שהקובר את מתו נוהג בהן אבלות כנזכר פרק עשירי מהלכות אבל וכדעת הגאונים כמו שיתבאר שם אף בימים אלו אינו קורע זה דעת רבינו והרמב''ן ז''ל. וראיתי מקשים על זה מדין ק''ו ומה חולו של מועד שאינו נוהג אבלות חייב לקרוע יו''ט שני האחרון שנוהג אבלות לא כל שכן שחייב לקרוע ואני משיב מה לחולו של מועד שאינו אסור בעשיית מלאכה כזו ואפילו מדבריהם תאמר ביו''ט שני שהוא אסור מדבריהם בכל מה שאסור ביו''ט ראשון ואם אמרו שנוהג אבלות לפי שאינו מחלל יו''ט אלא שמחת יו''ט יאמרו שיחלל יו''ט בידים ויקרע כנ''ל: "
      ],
      [
        "<b>נשים במועד וכו'.</b> משנה שם (דף כח:) נשים במועד מענות אבל לא מטפחות רשב''ג אומר הסמוכות לפני המטה מטפחות בחנוכה ובפורים ובראשי חדשים מענות ומטפחות בזה ובזה אין מקוננות נקבר המת לא מענות ולא מטפחות אי זהו ענוי שכולן עונות כאחת קינה אחת אומרת וכלן עונות אחריה שנאמר למדנה בנותיכם נהי ואשה רעותה קינה אבל לעולם הבא מהו אומר בלע המות לנצח ומחה ה' אלהים דמעה מעל כל פנים: ",
        "<b>ואסור לאדם לספוד וכו'.</b> פ''ק (מ\"ק ח'.) במשנה לא יעורר אדם על מתו ולא יספוד קודם לרגל שלשים יום ואמר רבא בגמרא דטעמא משום מעשה באדם אחד שכנס מעותיו לעלות לרגל ובא ספדן אחד ועמד על פתחו ונטלתן אשתו ונתנה לו ונמנע לעלות לרגל ובאותה שעה גזרו על כך ושמואל אמר לפי שאין המת משתכח מן הלב עד שלשים יום מאי בינייהו דקא עביד בחנם. ורבינו פוסק כשמואל לפי שבירושלמי נראה כמותו ובירושלמי חלקו בין מת חדש למת ישן וכן בדין לפי טעם שמואל שכל שהוא חדש אפילו לא יספדנו א''א לו להשתכח תוך שלשים. וכבר הזכיר חילוק זה רבינו פ' י''ח מהל' אבל וזה דעת הר''א ז''ל בפירושיו לפסוק כשמואל ויש מן הגאונים שפסקו כרב וכל שעושין בחנם מותר ולזה הסכימו הרשב''א והרמב''ן ז''ל: "
      ]
    ],
    [
      [
        "<b>חולו של מועד אע''פ וכו'.</b> דעת רבינו שחולו של מועד דבר תורה מותר בכל מלאכה והברייתות הנזכרות בגמרא פרק אין דורשין (חגיגה י\"ח.) הם אסמכתא בעלמא וזהו ששם דרשו בברייתא אחת איסור המלאכה ממ''ש ששת ימים תאכל מצות וביום השביעי עצרת מה שביעי עצור אף ששי עצור אי מה שביעי עצור בכל מלאכה אף ששי עצור בכל מלאכה ת''ל וביום השביעי עצרת שביעי עצור בכל מלאכה ואין ששי עצור בכל מלאכה שלא מסרן הכתוב אלא לחכמים וכו'. ובפסחים (דף ק\"כ.) מוקים לה לדרוש מה שביעי רשות מאכילת מצה אף ששי רשות ועוד שאם היה חולו של מועד אסור דבר תורה היה אסורו לאו או עשה ולא מצאנוהו ואין אחד מן המחברים שמנו המצות מי שמנה חש''מ אלא אסמכתא בעלמא הוא וכן נראה מן התוספות ועוד ראיה ממה שהזכירו בירושלמי אמר רבי אבא בר ממל אילו היה מי שימנה עמי הייתי מתיר מלאכה בחש''מ כלום אסרו אלא כדי שיהיו אוכלין ושותין ושמחים ועוסקים בתורה כדון אינון אכלין ושתין ופחזין. ואמרו פרק מי שהפך (מ\"ק י\"ב:) גבי כיון מלאכתו במועד דחש''מ מדרבנן. מאלו למד רבינו שחולו של מועד מדבריהם. ובאמת שהסוגיא שבפרק אין דורשין מורה שהוא מן התורה. וכן בראש מי שהפך (דף י\"א:) אמר רב שישא דימי אבלו דרבנן וחולו ש''מ דאורייתא ובמקומות אחרים. ואפשר שדעת רבינו שיש לו עיקר בדאורייתא מקרבן מוסף ומצות שמחה. אבל הרמב''ן ז''ל הטיל פשרה ואמר שכל מלאכה שאינה לצורך המועד ואינו דבר האבד אסורה מן התורה ושהוא לצורך המועד מותר בין במלאכת אומן בין במלאכת הדיוט אע''פ שאינו דבר האבד וכן כל שהוא דבר האבד מותרת אע''פ שאינה לצורך המועד ואע''ג דאית בה טירחא יתירתא וחכמים מדבריהם אסרו קצת מלאכות אלו כמו שיתבאר. ועל זה אמרו בירושלמי שהיה ראוי להתיר מלאכות אלו כדי שיתעסקו בהן ולא יהיו בטלין שהבטלה מביאה לידי פחיזות ועיקר חש''מ ודאי דבר תורה הוא ע''כ דבריו. ונראה שלזה הסכים הרשב''א ז''ל סוף פ' לפני אידיהן: "
      ],
      [
        "<b>ואלו הן כל מלאכה וכו'.</b> ראש המסכתא (מ\"ק ב':) משקין בית השלחין במועד בין ממעין שיצא בתחלה בין ממעין שלא יצא בתחלה אבל אין משקין לא ממי גשמים ולא ממי קילון ואמרו בגמ' ובהלכות בית השלחין אין בית הבעל לא מ''ט במקום פסידא לא גזרו רבנן במקום הרוחה גזרו רבנן ואפי' במקום פסידא מטרח טירחא יתירא לא שרו רבנן דקתני לא ממי גשמים ולא ממי קילון: "
      ],
      [
        "<b>הופך אדם את זיתיו וכו'.</b> שם משנה ר''פ ב' (יא:) מי שהפך את זיתיו ואירעו אבל או אונס או שהטעוהו פועלים טוען קורה ראשונה ומניחה לאחר המועד דברי ר' יהודה ר' יוסי אומר זולף וגומר כדרכו. ובגמרא (דף י\"ב.) אמר רב יוסף הלכה כר' יוסי. ובהשגות א''א אני לא מצאתי כן וכו'. ולי נראה שיצא לרבינו ממה שאמרו שם (דף י\"א:) גבי אבל בברייתא דברים העושין לאבל בימי אבלו זיתיו להפך וכו' ומשמע התם בהדיא דדבר המותר במועד על ידי עצמו מותר לאבל ע''י אחרים ותו דודאי מדשרי ליה לאבל על ידי אחרים משמע ודאי דדבר האבד נינהו דאי לא לא היה מותר ומתני' דקתני מי שהפך את זיתיו לרבותא הוא דאע''ג דכבר הפכן ואינן מתעפשות כל כך מותר לטעון קורה לר''י ולר' יוסי לגמור דאכתי דבר האבד נינהו כנ''ל לדעת רבינו: ",
        "<b>כל שיש בו הפסד וכו'.</b> שם (דף י\"ב.) אמר רב נחמן בר יצחק מאן תנא שינוי במועד בדבר האבד דלא כר' יוסי וכבר כתבתי בסמוך שנפסקה הלכה כר' יוסי: ",
        "<b>וכן מכניס אדם וכו'.</b> משנה שם (דף י\"ב:) מכניס אדם את פירותיו מפני הגנבים ובגמ' תנא ובלבד שיכניסם בצנעה בתוך ביתו, עוד במשנה ושולה פשתנו מן המשרה כדי שלא יאבד. וכתב הרמב''ן ז''ל שמה שהצריכו בהכנסת פירות בצנעה לפי שאינו ודאי ההפסד אלא ספק וחשש הוא שמא יגנבו וכן בכיוצא בזה: ",
        "<b>וכן כרם שהגיע זמנו וכו'.</b> שם רבי ינאי הוה ליה ההוא פרדסא כי מטא חולא דמועדא קטפיה וכו'. וכן מפורש שם דדבר האבד אפילו במחובר לקרקע מותר וכן בהלכות: "
      ],
      [
        "<b>ואסור לאדם לכוין מלאכתו וכו'.</b> במשנה ובלבד שלא יכוין מלאכתו במועד וכולן אם כיונו מלאכתן במועד יאבדו ובגמרא בעא מיניה ר' ירמיה מר' זירא כיון מלאכתו במועד ומת מהו שיקנסו בנו אחריו ומסיק דלדידיה קנסו רבנן לבריה לא קנסו רבנן. ועל מה שכתב רבינו ומפקירין אותה לכל, כתב הר' רבי משה הכהן והגאונים מפרשים מניחין אותה לאבד ומונעין אותו מלעשות אותה מלאכה אבל להפקירה לכל ולאבדה בידים לא קנסו עכ''ל. וחפשתי בדברי הגאונים ומצאתי בהלכות ה''ר יצחק אבן גיאת ז''ל שכתב בשם רב פלטוי ורב מתתיה ורב נטרונאי ז''ל דמאי יאבדו דבית דין מחוייבין להפסידה מהם ולהפקירה משום קנסא כמ''ש שם בלא מחלוקת ומ''מ לא משמע בגמ' מידי דדומיא דצרם אוזן בכור ומוכר עבדו לנכרי היא והתם ודאי גבי בכור לא קנסינן ליה לגמרי אלא שלא ישחט אותו על אותו מום וגבי עבד קנסינן ליה לפדותו עד עשרה בדמיו, אבל הסכמת הגאונים כדברי רבינו ועיקר: "
      ],
      [
        "<b>מי שצריך לתפור לו בגד או לבנות לו מקום וכו'.</b> משנה פ''ק (דף ח':) ההדיוט תופר כדרכו והאומן מכליב. עוד שם (דף י\"א.) ועושין מעקה לגג ולמרפסת מעשה הדיוט אבל לא מעשה אומן ושפין את הסדקין ומעגילין אותם במעגלה ביד וברגל אבל לא במחלצים עוד שם ומקרין את הפרצה ואמרו בגמרא כיצד מקרין רב יוסף אמר בהוצא ודפנא רב הונא אמר צר בצרור ואינו טח בטיט. ופרק ח' יתבאר שיש בנין שבונהו כדרכו. <b>ומה שכתב רבינו אומן מהיר</b> יצא לו ממה שאמרו בגמרא (דף י'.) גבי ההדיוט תופר היכי דמי הדיוט אמרי דבי רבי ינאי כל שאינו יכול להוציא אלא מחט בבת אחת רבי יוסי בר חנינא אמר שאינו יכול לכוין אמרא בשפת חלוקו וסובר רבינו שאינו עושה כן אלא אומן מהיר ופירוש מכליב מרחיק התפירות זו מזו ועושה אותן רחבות: "
      ],
      [
        "<b>מי שהיתה לו קמה מחוברת וכו'.</b> פרק מי שהפך (מועד קטן דף י\"ב:) ברייתא ואם אין לו מה יאכל קוצר ומעמר דש וזורה ובורר וטוחן ובלבד שלא ידוש בפרות ומבואר שם גם כן במעשה דרב קצרו לו קציר חטים שלא היה לו מה יאכל ומבואר בהלכות: "
      ],
      [
        "<b>כבשין שהוא יכול לאכול מהן וכו'.</b> פרק קמא (דף י\"א.) משנה כבשין שהוא יכול לאכול מהן במועד כובשן ובגמ' בדיתא לבאי כוורי פי' נהר ששמו בדיתא הציף דגים ואמרו בלישנא בתרא שרא להו רבא למיצד איתויי וממלח והקשו והא אנן תנן כבשין שיכול לאכול מהן במועד כובשן ותירצו הני מתאכלי אגב איצצא כי הא דשמואל עבדו ליה שתין איצצי ואכיל: "
      ],
      [
        "<b>מטילין שכר במועד לצורך המועד וכו'.</b> שם במי שהפך (דף י\"ב:) מטילין שכר במועד לצורך המועד אחד שכר תמרים ואחד שכר תאנים ושלא לצורך המועד אסור וכו'. ואם הותיר מותר ובלבד שלא יערים. והקשו ורמינהי אע''פ שיש לו ישן מערים ושותה מן החדש תנאי היא דתניא אין מערימין בכך ר' יוסי בר' יהודה אומר מערימין. ובהשגות הא דלא כהלכתא וכו'. ורבינו פוסק להקל בשל דבריהם אבל בהלכות הרב ר' יצחק אבן גיאת פוסק כתנא קמא שאסור להערים ובהלכות לא נזכר כלל מדין הערמה: "
      ],
      [
        "<b>כל מלאכות וכו'.</b> פ' מי שהפך (מועד קטן דף י\"ג:) משנה הציידין והדשושות והגרוסות עושין בצנעה לצורך המועד. ופירש״י ז״ל דשושות שדשין וכותשין חטין לדייסא. הגרוסות טוחנין פולין לצורך גריסין ע״כ. <b>וכתב רבינו כשעושין אותן אומניהם</b> לפי שאין צורך לעשותם בצנעא אלא האומנין שעושין מלאכות לרבים וכן כתב הרמב״ן ז״ל ועיקר: "
      ],
      [
        "<b>עושין כל צרכי וכו'.</b> משנה (דף ב'.) פ''ק מתקנין את קלקול המים שברשות הרבים וחוטטין אותן ומתקנין את וכו' עד הקברות ויוצאין על הכלאים ואמרו בגמרא (דף ה'.) חטיטה אין חפירה לא ואמר ר' יוחנן לא שנו אלא שאין הרבים צריכים להם אבל הרבים צריכין להם חפירה נמי מותרת. ובהלכות והוא הדין לבורות שיחין ומערות: ",
        "<b>וכונסין מים וכו'.</b> מבואר בגמרא (שם). ובגמרא ברייתא יוצאין לקוץ את הדרכים ולתקן את הרחובות ולתקן את האסטרטיות ולמוד את המקואות וכל מקוה שאין בו ארבעים סאה מרגילים לתוכו ארבעים סאה ושם מבואר שמפקירין שדה כלאים. ובהשגות וכורין להם נהרות וכו'. א''א שהרבים צריכין להם אבל של יחיד וצריך להם חוטטין ולא כורין. וכבר באר רבינו זה בארוכה פ''ח בבבא המתחלת בורות שיחין ומערות של יחיד וכו' ולו עיין הר''א ז''ל ושת לבו לדבריו לא השיגו כאן: "
      ],
      [
        "<b>ופודין את וכו'.</b> בירושלמי אלו הן צרכי רבים פודין שבויין וערכין חרמים הקדשות ומשקין את הסוטות ועורפין את העגלה ורוצעין עבד עברי ומטהרין את המצורע: "
      ],
      [
        "<b>ודנין דיני וכו'.</b> ברייתא באלו מגלחין (דף י\"ד:) דנין דיני נפשות ודיני ממונות ודיני מכות במועד ושם אמרו דאי לא צאית דינא משמתינן ליה ומבואר בירושלמי שהוא משום צרכי רבים: ",
        "<b>וכשם שדנין וכו'. כיצד כותבין הדיינין אגרות וכו'.</b> משנה באלו מגלחין (דף י\"ח:) ואלו כותבין במועד קדושי נשים וגטין ושוברין דאיתיקי מתנות ופרוסבולין אגרות שם ואגרות מזון שטרי חליצה ומיאונין שטרי בירורין ואגרות ב''ד ואגרות רשות: ",
        "<b>מי שצריך וכו'.</b> שם משנה אין כותבין שטרי חוב במועד אם אינו מאמינו או שאין לו מה יאכל הרי זה יכתוב. ודין אין לו מה יאכל יתבאר לפנינו ופירושו אין לו לסופר מה יאכל כמוזכר בפרק מי שהפך: ",
        "<b>וכן כותבין גיטין וכו'.</b> במשנה הנזכרת ופירש רבינו שהוא משום צרכי רבים אבל רש''י ז''ל ושאר מפרשים פירשו שהוא משום דבר האבד. וכתב רש''י ז''ל גיטין שרוצה זה לצאת בשיירא ואם אינו כותב עכשיו תשב זאת עגונה עכ''ל. נראה מדבריו דהא לאו הכי אסור וקשה דהא מתני' סתמא מיתניא ובודאי דבכל גונא שרי וכן עיקר: "
      ],
      [
        "<b>ואסור לכתוב וכו'.</b> משנה שם (דף י\"ח י\"ט.) ואין כותבין תפילין ומזוזות וכו'. ואין מגיהין אות אחת אפילו בספר העזרה ר''י אומר כותב אדם תפילין ומזוזות לעצמו וטוה על יריכו תכלת לציציתו ובגמ' ת''ר כותב אדם תפילין ומזוזות לעצמו ולאחרים בטובה דברי ר''מ ר''י אומר מערים ומוכר את שלו וחוזר וכותב לעצמו ר''י אומר כותב ומוכר כדי פרנסתו. עוד שם טוה אדם על ירכו תכלת וכו'. וחכמים אומרים בין באבן בין בפלך א''ר יוחנן הלכה בין באבן בין בפלך והלכה כותב ומוכר כדי פרנסתו ופירש רבינו אם אין לו מה יאכל. אבל רש''י ז''ל פירש כדי פרנסתו בהרוחה ולא הוי שאין לו מה יאכל דהתם אפילו ר''מ מודה דשרי עכ''ל. ודעת הגאונים היא כדעת רבינו שאין מלאכה זו מותרת למי שאין לו מה יאכל יותר משאר מלאכות. וכן מבואר בהלכות ה''ר יצחק אבן גיאת ז''ל. ואפשר לדברי רש''י ז''ל שכיון שעשיית תפילין ומזוזות מותר לצורך עצמו הקלו לעשות לאחרים אפילו בהרוחה וכדי פרנסתו. וכתב ה''ר אהרון הלוי ז''ל שכשם שמותר לכתוב תפילין ומזוזות לעצמו כך מותר להגיה בספרי תורה לצורך עצמו לשום מצוה שמשנתנו אינה אלא בעושה לאחרים ע''כ דבריו. ויש לי לומר שכיון שכתיבת הספרים אסורה במועד אפילו לעצמו שהרי לא התירו בברייתא אלא תפילין ומזוזות והטעם מפני שא''א לעשות ספר תורה אחד בחולו של מועד או מטעם אחר אף הגהתו אסור וכן נראה מדברי רבינו: "
      ],
      [
        "<b>ומותר לאדם לכתוב וכו'.</b> זהו פירוש אגרות רשות הנזכר במשנה שלמעלה (דף י\"ח:). וכן מפורש בהלכות אגרות של רשות של שאלת שלום וכן פירשו בירושלמי ע''כ. וכתב הרמב''ן ז''ל שמעשה הדיוט הם שכל אדם כותב כפי מה שיזדמן לו ולפיכך אין צריכין שינוי וכן כותב חשבנותיו שבתוספתא מפני מלאכת הדיוט וצורך המועד הותרה. וי''א משום דבר האבד ואינו נראה ע''כ דבריו. והם כדברי רבינו ובהשגות פירשו משום דבר האבד ודברי רבינו והרמב''ן ז''ל עיקר: "
      ],
      [
        "<b>עושין כל צרכי וכו'.</b> פ''ק (ח':) ברייתא עושין כל צרכי המת גוזזין לו שערו ומכבסין לו כסותו ועושין לו ארון מנסרים המנוסרים מעיו''ט רשב''ג אומר אף מביא נסרים ומנסרן בתוך ביתו בצנעא. ובהלכות והלכתא כותיה דרשב''ג דסתם לן תנא כותיה. ירושלמי לא שאנו אלא באדם שאינו מפורסם אבל אדם מפורסם עושין לו ארון ותכריכין אפילו בשוק. כך דמך ר' חנינא חברין רבנין עבדון ליה ארון בשוק. הכל מודים שלא יקוץ לו ארזים ודכותיה לא יחצוב לו אבנים ואם היו חצובות וכו' פלוגתא ע''כ בהלכות. ואבנים חצובות מותר לחלקן בצנעא דומיא דנסרים דקי''ל כרשב''ג: "
      ],
      [
        "<b>אין רואין את וכו'.</b> משנה שם (ז'.) ר''מ אומר רואין הנגעים להקל אבל לא להחמיר ובגמרא תניא ר' יוסי אומר לא להקל ולא להחמיר שאם אתה נזקק לו להקל אתה נזקק לו להחמיר. ויש שם סוגיא שמשמע שאם חל שביעי של הסגר ראשון בחוה''מ דחזי ליה כדאיתא התם ורבינו כתב משנה כפשטה ואפשר שהוא סובר דאליבא דחכמים דמתניתין אין רואין כלל אבל פ''ט מהל' צרעת נתבאר יותר: ",
        "<b>ואין נושאין נשים וכו'.</b> שם (ח':) אין נושאין נשים במועד לא בתולות לא אלמנות ולא מיבמין מפני ששמחה היא לו אבל מחזיר הוא את גרושתו. ובגמ' הרבה אוקמתות וטעמים רב הונא אמר מפני שמניח שמחת הרגל ועוסק בשמחת אשתו ואמרו שם דרב ס''ל הכין ולזה כתב רבינו זה הטעם: ",
        "<b>ומארסין נשים במועד וכו'.</b> פרק אלו מגלחין (מועד קטן דף י\"ח:) מימרא וברייתא מארסין אבל לא כונסין ואין עושין סעודת אירוסין וכו'. ומפורש פ״ק כל אלו שאמרו שאסורין לישא במועד מותרין לישא ערב הרגל ולא הוצרך רבינו לבאר היתר זה לפי שכיון שלא הזכיר האיסור אלא במועד ממילא שבערב הרגל מותרין: "
      ],
      [
        "<b>אין מגלחין וכו'.</b> ר''פ ואלו מגלחין במועד וכו' (י\"ג י\"ד.) ובגמ' ושאר כל אדם מ''ט אסורין ופירשו כדי שלא יכנסו לרגל כשהן מנוולין: "
      ],
      [
        "<b>כיצד אבל שחל להיות שביעי שלו ביו''ט או שחל בעיו''ט וכו'.</b> מה שנמצא בספרי רבינו שאם חל להיות ז' שלו ביו''ט שהוא מגלח במועד הוא טעות סופרים או אגב שטפא שהרי בביאור כתב פ' י' מהלכות אבל חל ששי שלו בערב הרגל ואין צ''ל חמישי או שלישי אינו מגלח ולא בטלה ממנו אלא גזרת ז' בלבד ואינו מותר לרחוץ ולסוך ולא לעשות דבר עד שיכנס יו''ט ויו''ט מפסיק שאר הז' ולאחר יו''ט משלים שלשים מיום המיתה ואסור בהם בכל חמשה דברים עכ''ל. ופרק ששי מפורש שם שמחמשה דברים אלו תספורת וברור ופשוט הוא כן בגמ' (י\"ז: י\"ט:) שאין רגל מפסיק גזרת שלשים אלא כשחל שביעי בערב הרגל דאמרינן כבר נהג בגזרת שלשים יום שביעי עולה לכאן ולכאן ושם מבואר שאין אבל מגלח במועד אלא כשחל שביעי שלו בערב הרגל והוא שבת וכדעת אבא שאול דקי''ל כותיה וכן מבואר בדבריו פרק י' מהלכות אבל בביאור ומה שכתב שם אמת ויציב: ",
        "<b>והבא ממדינת וכו'.</b> במשנה (דף י\"ג:) ואלו מגלחין במועד הבא ממדינת הים ובגמ' (דף י\"ד.) מסקנא דרבנן סברי והוא שיצא להרוחה או למזונות אבל יצא לשוט לא והוא לטייל כמו שכתב רבינו, עוד במשנה ומבית השביה והיוצא מבית האסורים ומנודה שהתירו לו חכמים ומי שנשאל לחכם והותר הרי אלו מגלחין במועד וכן נזכרו שם גבי כבוס: "
      ],
      [
        "<b>וכולן שהיה וכו'.</b> ברייתא שם (דף י\"ז:) כל אלו שאמרו מותרין לגלח במועד בשלא היה להם פנאי אבל היה להם פנאי לגלח ולא גלחו אסורין והנזיר והמצורע אע''פ שיש להם פנאי לגלח ולא גלחו מותרין שלא ישהו קרבנותיהן: ",
        "<b>וכל היוצא.</b> לפי הנראה רבינו גורס במשנה והנזיר והמצורע והעולה מטומאתו לטהרתו והטעם לדבר לפי שהטמא אין לו להתקשט קודם הרגל. אבל רש''י ז''ל כתב הכי גרסינן ומצורע העולה מטומאתו לטהרתו דכתיב ביום השביעי יגלח כל שערו שאם חל שביעי שלו במועד מותר בתספורת ולא גזרינן שמא ישהה קרבנותיו וכו' עכ''ל. נראה מדבריו שהעולין מטומאה לטהרה שהיו יכולין לגלח קודם לכן ולא גלחו שאסורין וכן ראיתי למפרשים אחרים ז''ל: ",
        "<b>קטן שנולד וכו'.</b> שם (דף י\"ד.) אמר שמואל קטן הנולד במועד מותר לגלח במועד וכו'. ואמרו שם (דף י\"ד:) דאמימר ואיתימא רב שישא מתנו הכי קטן מותר לגלחו במועד לא שנא נולד במועד ולא שנא מעיקרא. ופסק רבינו כלישנא בתרא להקל בשל דבריהם ועוד דמשמע התם דברייתא כפשטה מסייעא להאי לישנא ואע''ג דדחו להאי סייעתא מ''מ נראה להקל: ",
        "<b>ואנשי משמר וכו'.</b> שם (דף י\"ז:) תנא האבל והכהן מותרין בגלוח ופירשו שם כגון דשלמה משמרתו ברגל ותנא דידן דלא קא חשיב ליה סבר כיון דתנן בג' פרקים וכו' כמאן דלא שלים משמרתו ואסור לגלח ותנא ברא סבר משמרתו מיהא שלמה ליה ומותר. ופסק רבינו כתנא ברא שכמו שהלכה כמותו באבל כנזכר למעלה כן הלכה כמותו בכהן וכן פסק פ''א מהלכות ביאת מקדש: "
      ],
      [
        "<b>מותר ליטול וכו'.</b> מסקנת ההלכות והגמ' שם (דף י\"ח.) שמותר לגלח שפה בחולו של מועד. ויש מי שכתב דדוקא שמעכבת האכילה או שהוא אסטניס. ורבינו כתב כלשון ההלכות ואפשר שבמועד בכל גונא מותר. ודין הצפרנים כך העלו בהלכות: ",
        "<b>ועושה אשה וכו'.</b> משנה פ''ק (דף ח':) עושה אשה כל תכשיטיה במועד ר' יהודה אומר אשה לא תסוד מפני שנוול הוא לה ובגמרא (דף ט':) אלו הן תכשיטי אשה כוחלת ופוקסת ומעברת סרק על פניה ומפורש שם דאפילו זקנה מותרת ולזה סתם רבינו וכן בהלכות הביאו משנה כפשטה לפי שסתם הכל בכלל. עוד שם תניא ר' יהודה אומר אשה לא תסוד מפני שנוול הוא לה ומודה ר' יהודה בסיד שיכול לקפלו במועד טופלתו במועד אע''פ שמצרה היא עכשיו שמחה היא לאחר זמן. ונראה שסיד שאינה יכולה לקפלו במועד דת''ק שרי ליה ור''י אוסרו וכ''כ אבן גיאת ז''ל ופסק הלכה כת''ק. וראיתי מי שכתב דת''ק דמתני' ור''י לא פליגי דודאי סיד שאינה יכולה לקפלו במועד נוול הוא לה. ואפשר שזה דעת רבינו שכתב והוא שיכולה לקפלו במועד שאל''כ למה פסק כר''י ואולי פסק כר' יהודה מפני שלא מנו בברייתא בכלל תכשיטין לסוד בסיד: "
      ],
      [
        "<b>הזבים והזבות וכו'.</b> משנה באלו מגלחין (דף י\"ד.) הזבין והזבות והנדות והיולדות וכל העולה מטומאה לטהרה הרי אלו מותרין לכבס וכו': ",
        "<b>ומי שאין לו אלא וכו'.</b> מימרא שם כלשונה: ",
        "<b>מטפחות הידים וכו'.</b> במשנה (דף י\"ד.) מטפחות הידים ומטפחות הספרים ומטפחות הספג הרי אלו מותרין. ופי' מטפחות שמנגבין בהם את הידים מתלכלכין תמיד וצריכין כבוס אע''פ שנתכבסו קודם המועד. ומטפחות הספרים נראה מן הירושלמי שהוא מטפחות ספרי הקדש. אבל יש מפרשים מטפחות אומני התספורת שצריכין לספר אותן שהתירו לגלח במועד. ומטפחת הספג פי' שמתנגבין בהן בצאתם מן המרחץ כל אלו אף על פי שאינן של לבישה מתלכלכין תמיד: ",
        "<b>וכן כלי וכו'.</b> מימרא שם בגמרא (דף י\"ח.): "
      ],
      [
        "<b>אין עושין וכו'.</b> פ''ק (דף י'.) אמר רבה פרקמטיא כל שהיא אסור ואמר רבה ובדבר האבד מותר. ובירושלמי הדא שיירתא שרי למזבן מינה בחולא דמועדא ונכתב בהלכות וגם הגאונים ז''ל כתבוהו. ומדברי רבינו נראה שהוא מפרש שמותר לקנות מן השיירא אפילו כדי להשתכר ולעשות סחורה וכן פי' הראב''ד ז''ל וקצת המפרשים שהעברת ריוח נקרא דבר האבד ומכאן יצא להם שמותר להלוות ברבית לעכו''ם בחולו ש''מ והטעם בזה לפי שאין בכל אלו מלאכה גמורה שתהיה אסורה אפילו ביו''ט ואין כאן אלא מקח וממכר שאסור מדבריהם ביו''ט גזרה שמא יכתוב ובחולו ש''מ התירו מפני העברת הריוח. אבל הרמב''ן ז''ל כתב שלא התירו לקנות מן השיירא אלא מה שהוא צריך לתשמישו ואם לא יקנהו מן השיירא ויצטרך לקנות אחר המועד יהא נפסד שלא ימצאהו בערך שמוצאו עכשיו אבל כדי להרויח ולעשות סחורה בודאי אסור לפי שהעברת ריוח אינו כדבר האבד ולפיכך אסור להלוות לנכרי ברבית ע''כ דבריו. ולהפרע ממנו דברי הכל מותר וכן מותר לו לזקוף חובו כדי להבטיח מה שהוא חייב לו שכל זה בכלל דבר האבד הוא לדברי הכל: ",
        "<b>ואין לוקחין וכו'.</b> משנה פרק מי שהפך (מועד קטן דף י\"ג.) אין לוקחין עבדים בתים ובהמה אלא לצורך המועד ופירשו אין זה בלוקח מן השיירא אלא בלוקח כדרכו. ונראה לי פירושם ששאר הדברים כיון שהוא צריך להם אע״פ שאינו צריך להם במועד רשאי הוא לקנותן לפי שמקח וממכר אינו אסור דבר תורה אפילו ביו״ט ולפיכך במועד כל שהוא צריך לו או להשתכר שמוצאו בזול לפי דעת רבינו והר״א ז״ל מותר הוא לקנותו אבל בתים ועבדים ובהמה כיון דאוושי ואוושא מלתא לא התירו לקנות אלא לצורך המועד או לצורך המוכר כמו שיתבאר לפנינו. זה נ״ל בפירוש משנתנו לחלק בין אלו לשאר דברים ושדות וכרמים דאוושא מלתא ג״כ איכא למימר דאין לוקחין ומתני' לא תנא להו לפי שאין לומר בהן לצורך המועד ולא תנא מה שצריך לעשות בו מלאכה קודם שיהנה ממנו: "
      ],
      [
        "<b>מוכרי פירות וכו'.</b> משנה שם (דף י\"ג:) מוכרי פירות כסות וכלים מוכרין בצנעה לצורך המועד והטעם שכל שאומנותן בכך כל השנה בעו צנעה אע''פ שהוא לצורך המועד וזהו שהזכירו מוכרי: ",
        "<b>כיצד היתה החנות.</b> ברייתא בגמרא חנות הפתוחה וכו' קרוב ללשון רבינו ושם עיו''ט האחרון של חג ופירש רבינו של חג הסוכות וכן הוא כדבריו לפי שיו''ט האחרון של חג הסוכות הוא רגל בפני עצמו ומעטרין את השוק לכבוד הרגל משא''כ ביו''ט האחרון של פסח: ",
        "<b>מוכרי תבלין מוכרין כדרכן בפרהסיא וכו'.</b> שם בגמ' דרב יהודה שרא לזבוני תבלין כי אורחייהו ומפורש בהלכות והטעם שדבר ידוע שתבלין לצורך קדרת היום לוקחין אותם: ",
        "<b>כל שאסור לעשות במועד אינו אומר לנכרי וכו'.</b> ברייתא שם (דף י\"ב:) כל שאינו עושה אינו אומר לנכרי ועושה: "
      ],
      [
        "<b>וכל שאסור וכו'.</b> שם (י\"ב:) מפורש שאם אין לו מה יאכל עושה כדי פרנסתו וכבר נזכר למעלה: ",
        "<b>ומותר לעשיר לשכור פועל עני וכו'.</b> שם (י\"ג.) בעו מיניה מרב נחמן שכר פעולה שאין לו מה יאכל מהו, ובהלכות כלומר מהו לשכור את הפועל לעשות מלאכה שאינה לצורך המועד כדי שיטול שכרו שאין לו מה יאכל ואסקינן דשכר פעולה שאין לו מה יאכל שרי: ",
        "<b>וכן לוקחין דברים וכו'.</b> שם במשנה אין לוקחים בתים וכו' אלא לצורך המועד או לצורך המוכר שאין לו מה יאכל: "
      ],
      [
        "<b>שוכרין השכיר וכו'.</b> ברייתא שם (דף י\"ב.) מקבלין קבולת במועד לעשותה לאחר המועד ובלבד שלא ישקול ושלא ימדוד ושלא ימנה כדרך שהוא עושה בחול: ",
        "<b>נכרי שקבל קיבולת וכו'.</b> שם אמר שמואל מקבלי קיבולת בתוך התחום אסור חוץ לתחום מותר והני מילי בשבתות ובימים טובים דלא אזלי מדוכתא לדוכתא אבל בחש''מ דשכיחי אינשי דאזלי מדוכתא לדוכתא אסור. ודע שקבולת זה הוא דוקא קבולת קרקע וכל שאסור בשבת בתוך התחום אסור במועד אף חוץ לתחום אבל מה שמותר בשבת אפילו בתוך התחום אין ספק שמותר במועד ולא הוצרך רבינו לבאר זה לפי שפשוט הוא וכבר נתבאר פרק ששי מהלכות שבת מה שמותר בשבת אפילו תוך התחום ושם הארכתי: "
      ]
    ],
    [
      [
        "<b>נהרות המושכין מן האגמין וכו'.</b> פרק קמא (מועד קטן דף ד') מימרא על משנת משקין בית השלחין נהרות המושכין מים מן האגמים מותר להשקות מהן במועד. ובהל' והוא דלא פסקו ומוכיח כן שם ופירוש נהרות קטנים שהמים שלהם נמשכים מן האגמים דהיינו מי גשמים מותר להשקות מהם. והוא דלא פסקי פי' שאין אותו נהר פוסק מן האגם אלא עדיין נמשך ממנו לפי שאם פסק שמא יבא למלאת כדו להשקות והוי טורח יתר: ",
        "<b>וכן הבריכות וכו'.</b> ברייתא שם הבריכות שנתמלאו מים מערב יום טוב אסור להשקות מהן בחולו של מועד ואם היתה אמת המים עוברת ביניהן מותר אמר רב אשי אף על פי שאין רובה של שדה שותה מאותה אמת המים ביום אחד ולזה סתם רבינו: ",
        "<b>וכן בריכה וכו'.</b> שם תנו רבנן בריכה שנטפה משדה בית שלחין זו מותר להשקות ממנה בית השלחין אחרת והקשו והא עבידא דפסקה ותירץ רבי ירמיה ועדיין היא מטפטפת ואמר אביי והוא שלא פסק מעין הראשון: "
      ],
      [
        "<b>ערוגה שחציה וכו'.</b> שם יתר על כן אמר ר' אליעזר בר''ש שאפילו ערוגה אחת חציה גבוה וחציה נמוך לא ידלה ממקום נמוך וישקה במקום גבוה: ",
        "<b>מותר לדלות וכו'.</b> מסקנא דגמרא שם (דף ד':) ובהלכות ומדלין מים לירקות כדי לאכלן ואם בשביל ליפותן אסור והטעם שכל שהוא צריך לצורך המועד אפילו טורח גדול מתירין בו אבל אם אינו לצורך המועד אין מתירין להן הדלאה שהיא טורח גדול ואילו דבר האבד כנזכר ראש פ''ז ובברייתא לאו דוקא כדי ליפותן אסור אבל אם היו נפסדין מותר בהדלאה אלא כל שאינו כדי לאכלן הרי הוא כבית השלחין שאין מתירין בו טורח יתר כך כתבו ז''ל וברור הוא בדברי רבינו: "
      ],
      [
        "<b>אין עושין עוגיות וכו'.</b> שם (דף ב' ודף ד':) משנה ואין עושין עוגיות לגפנים ובגמרא ובהלכות והני מילי חדתי אבל עתיקי שרי ופירוש עוגיות חריצין בעקרי הגפנים כדי שיתמלאו מים ופירש רבינו עתיקי אם היו עשויות ונתקלקלו וכן הוא כדבריו שאם נסתמו לגמרי ואין מקום גומא נכר ודאי אסור שהרי זה כעושה אותן מתחלה כך כתבו ז''ל. עוד כתבו שאין מותר להעמיק בהן יותר ממה שהיו: ",
        "<b>וכן אמת המים וכו'.</b> במשנה אין עושין את האמה בתחלה במועד ומתקנין את המקולקלת ובגמ' מאי מקולקלת אמר ר' אבהו שאם היתה עמוקה טפח מעמידה על ששה פירש''י ז''ל שיעור אמה ששה טפחים ואם היתה עמוקה ששה ונתמלאת עפר עד שאינה עמוקה אלא טפח מותר להעמיקה כעומק ראשון אי נמי אפילו לא חפר בה עדיין אלא טפח מעמיקה עד ששה ע''כ דבריו. ובגמרא פשיטא חצי טפח על שלשה לא כלום הוא טפחים על שנים עשר נמי לא טפחים על שבעה מהו חמשה קא מעמיק או דלמא כיון דאיכא טפח יתירא איכא טירחא טפי תיקו. ופסק רבינו להקל לפי שהוא בשל דבריהם ולקולא: ",
        "<b>ומושכין את וכו'.</b> משנה שם (דף ו':) ראב''י אומר מושכין את המים מאילן לאילן ובלבד שלא ישקו את השדה כולה זרעים שלא שתו מלפני המועד לא ישקם במועד וחכמים מתירין בזה ובזה ובגמרא אמר רב הונא ואם היתה שדה מטוננת מותר ופירש בהלכות דלראב''י נצרכה, ופירוש מטוננת לחה ואין שם טורח יותר ופסקו בהלכות כר''א ומחלוקת היא בין הגאונים וה''ר יצחק אבן גיאת הכריע גם כן כמותו. ופי' משנה זאת בבית השלחין היא ואין שם לא ירקות ולא זרעים אלא אילנות לבד והמשכת המים מאילן לאילן מספיק להם וכן נראה מדברי רבינו שכל מה שהזכיר בפרק זה נמשך אחר בית השלחין הנזכר בראש הפרק: ",
        "<b>ומרביצין את וכו'.</b> דע שדעת רבינו וההלכות שמה שאמרו בגמ' שם האי תרביצא שרי לתרבוצי בחולא דמועדא ר״ל בשדה בית הבעל והשקאה מועטת ודחו בגמ' שם זה לדעת ראב״י וכן נדחה בהל', ומה שהזכיר רבינו ומרביצין את השדה ר״ל בשדה בית השלחין והוא נמשך אחר ראש הפ' והיא ברייתא הנזכרת פ' מי שהפך (מועד קטן י\"א:) גבי אבל ומרביצין את שדהו משתגיע לעונת מים שלו ופי' לפי שהוא דבר האבד אפי' קודם זריעה ולזה נתכוון רבינו בכאן ובזה נסתלקה השגת הר״א ז״ל שהקשה איך פסק רבינו כראב״י ופסק שמרביצין את השדה ובגמ' דחו הא דתרביצא לדעת ר״א כנזכר למעלה וכן תירץ הר״א ז״ל כדעת ההלכות ועיקר: "
      ],
      [
        "<b>זרעים שלא וכו'.</b> גם זה כראב''י כנזכר למעלה: ",
        "<b>ומותר להסב את הנהר וכו'.</b> שם (דף ד':) אביי שרא להו לבני המדך לסחופי נהרא ר' ירמיה שרא להו לבני סכותא למכרא נהרא טמימא: ",
        "<b>בורות שיחין ומערות וכו'.</b> שם (דף ה'.) מסקנא דגמרא דשל יחיד חפירה אסורה אפילו בצריך להן אבל חטיטה מותרת בצריך, וכונסין לתוכן מים אע''פ שאינו צריך להם. וכתב הרמב''ן דודאי אם אין לו ליחיד מה ישתה אפילו חפירה מותרת ובלבד שלא יערים לחפור בור גדול מספיק להרבה ימים דומיא דאין לו מה יאכל שקוצר ודש ודין הגמרא הוא בשיכול לשתות מי נהר ואפשר לו לטרוח ולילך ולדלות מן הנהרות עסקינן ורוצה לשתות מי בארו ולזה התירו חטיטה ולא חפירה ואם יש לו מים בבור או שותה ממקום שרגיל לשתות אפילו חטיטה אסורה לו אבל בשאין לו מה ישתה ודאי מותר לו אפילו לחפור ע''כ. ויש לחוש לפי שהמים מצויין בזול ואפשר אפילו אין לו מה ישתה אלא ממקום רחוק הרבה לא התירו לו חפירה. וזה נראה בדעת רבינו שלא חלק: ",
        "<b>ועושין נברכת במועד וכו'.</b> משנה שם (דף ח':) אין חופרים כוכין וקברין במועד אבל מחנכין את הכוכין ועושין נברכת במועד וכו'. פירש''י ז''ל נברכת בריכת כובסין ולית בה טרחא כולי האי וכן פירשו הגאונים ז''ל נברכת של כובסין והיא חפירה שחופרים בה לכבס בה בגדי פשתן ומי שאין לו אלא חלוק אחד כמבואר פרק שביעי. אבל הרא''ש ז''ל והאחרונים הקשו על פירוש זה ופירשו שהוא מענין הקברות. והר''א ז''ל פירש שהוא קבר שעושין למת לשעה עד לאחר המועד שיחפרו לו קבר נאה לפי שהוא סבור שאסור לחפור קבר כתקנו אפילו למי שמת בחולו ש''מ כמ''ש בהשגות, ואין פי' זה נכון כמו שיתבאר בסמוך. אבל הרמב''ן ז''ל פירש שהוא תוספת חפירה לקבר העשוי כבר והותרה לצורך המתים שימותו. ורבינו כתב לשון המשנה אבל ממה שכתבה בסמוך לחפירת בורות ולא כתבה למטה בדין חפירת הקברות נראה שהוא מפרשה כפירש''י ז''ל והגאונים ז''ל והעיקר כפירוש הרמב''ן ז''ל ולמטה אבארנו: "
      ],
      [
        "<b>עכברים שהן וכו'.</b> משנה שם (ו':) צדין את האישות ואת העכברים במועד משדה האילן ומשדה הלבן כדרכן ובשביעית וחכ''א בשדה האילן כדרכו ובשדה הלבן שלא כדרכו כך מצאתיה בקצת ספרים ובקצתן ר''י אומר בשדה האילן וכן הוא בברייתא בגמרא בשם ר''י ובגמ' (ז'.) ת''ר כיצד כדרכו חופר גומא ופורש עליה מצודה כיצד שלא כדרכו נועץ שפוד ומכה בקורדום ומרדה את האדמה תחתיה תניא ר''ש בן אלעזר אומר כשאמרו בשדה לבן כדרכו לא אמרו אלא בשדה לבן הסמוכה לאילנות שמא יצאו משדה לבן ויחריבו את האילנות ע''כ בגמ'. ודעת רבינו לפסוק כחכמים דמתני' לפי גרסת מקצת ספרים או כר''י מפני הברייתא דת''ר כיצד כדרכו וכו' השנויה סתם והוא ז''ל מפרש דר''ש בן אלעזר סבירא ליה כתנא קמא דמתני' ופירש ר''ש דלא התירו בשדה לבן אלא בסמוך לאילנות וה''ה לאידך תנא דמתני' אפילו שלא כדרכו לא הותר בשדה לבן אלא בסמוך לאילנות לפי שהן אינן מפסידין אלא באילנות זה נראה לדעת רבינו, ובהלכות הר' יצחק אבן גיאת ז''ל פסקו כת''ק דמתני' וכר''ש בן אלעזר שבשדה לבן הסמוך לאילנות צד כדרכו. ונראה מדבריהם שהם מסכימים לדעת רבינו שלא לצוד אפילו בשינוי בשדה שאינה סמוכה לאילנות וכן עיקר שלא כדברי הר''א ז''ל שכתב בסמוכה לאילנות צדין כדרכו ובשאינה סמוכה צדין בשינוי ואין זה נכון דכל שאינה סמוכה אין צדין כלל: "
      ],
      [
        "<b>כותל גנה וכו'.</b> משנה שם (דף ו' ז'.) ומקרין את הפרצה ובגמרא כיצד מקרין רב יוסף אמר בהוצא ודופנא במתניתא תנא צר בצרור ואינו טח בטיט א''ר חסדא לא שנו אלא כותל גנה אבל כותל חצר בונה כדרכו והביאו שם ברייתא דכותל השוחה סותרו ובונהו מפני הסכנה, עוד במשנה (דף י\"א.) ועושין מעקה לגג ולמרפסת מעשה הדיוט ולא מעשה אומן: "
      ],
      [
        "<b>בונה אדם וכו'.</b> בגמרא (דף י':) רבא שרא למבני אצטבא וכתב הרמב''ן ז''ל בלקוטיו דדוקא במעשה הדיוט אבל לא במעשה אומן לפי שכל שהוא לצורך המועד כיון שאינו צורך אוכל נפש לא הותר במעשה אומן אלא במעשה הדיוט ע''כ דבריו והם כלל לכל כיוצא בזה ולדבריו כותל חצר שנפל שבונה כדרכו הוא מפני שמירת ביתו ועשאוהו כצורך אוכל נפש לפי שהוא דבר האבד ואינו צריך שינוי: ",
        "<b>הציר וכו'.</b> משנה שם (דף י\"א.) הציר והצינור והמנעול שנשברו מתקנן במועד ואוקימנא לה בגמרא כר''י דאמר לא בעינן שינוי בדבר האבד וקי''ל כותיה כמבואר ראש פ''ז: "
      ],
      [
        "<b>אין חופרין וכו'.</b> משנה (דף ח':) אין חופרין קבר וכו' וכבר הזכרתיה למעלה בדין הנברכת ופירשו בהלכות להקבר בהם לאחר המועד. וכן פירשו רבינו חננאל והר''ר יצחק אבן גיאת ז''ל שלצורך מי שכבר מת ודאי מותר לחפור כדרכו אפילו ביום טוב שני כנזכר פ''א. ובהשגות א''א זה טעות גדול וכו'. והוא כדעתו ז''ל שכתבה למעלה. וכבר הוכיח הרמב''ן ז''ל שהטעות בדברי הר''א ז''ל הוא דודאי לצורך מתים שימותו היא משנתנו ואין קושיא שהתירו לתקן בהם אף על פי שאינן צריכין להם עכשיו לפי שעשאום כצרכי רבים רבים שתו ורבים ישתו והרי הן כעין חטיטת בורות שיחין ומערות שאין צריכין להם עכשיו שהתירו בהן סופן דהיינו חטיטה אבל לא תחלתן דהיינו חפירה כל שאין צריכים להם עכשיו כמבואר פ''ז. והוא ז''ל מפרש משנתנו כך אין חופרין כוכים וקברות לצורך מתים שימותו. ואמרו כוכין בחפירה וקברות בבנין אבל מחנכין את הכוכין. ובגמ' כיצד מחנכין שאם היה ארוך מקצרו במתניתא תנא מאריך בו ומרחיב בו ועושין נברכת שלפי ששנה חנוך בכוכין ולא בקברות פירש בקברות שעושין בהן נברכת בבנין והוא תוספת בנין שמוסיפין בהן. אלו דבריו ז''ל ומסכימין עם דברי רבינו חוץ מפירוש הנברכת כמו שכתבתי למעלה: "
      ],
      [
        "<b>אין מפנין וכו'.</b> דין שאר ימים מפורש בירושלמי וכבר כתבו פעם אחרת רבינו פרק י''ד מהלכות אבל ודין חוה''מ יצא לרבינו ממה שאסרו ליקוט עצמות במועד וכדעת ר' יוסי דמשנתנו כמבואר פרק י''א מהלכות אבל: "
      ],
      [
        "<b>אין מתליעין וכו'.</b> ברייתא בע״ז פ' ר' ישמעאל (עבודה זרה דף נ':): ",
        "<b>ועוקרין את וכו'.</b> פ' מי שהפך (מועד קטן י\"ב:) רב יהודה שרא למעקר כתנא משום דחזיא לחפיפה ופירש״י ז״ל ראוי לכסות בה כל מאכל כגון תמרים ותאנים. אבל הר״א ז״ל פירש לנוי הנשים לחוף בו הפנים ולפי שאין דרך הפשתן לעקרו לחצאין התירו לעקרו כלו כיון שצריך למקצת כך כתב הרא״ה ז״ל: ",
        "<b>וקוצרין את הכשות וכו'.</b> שם ופי' כשות עשב שמטילין בשכר: "
      ],
      [
        "<b>אין מכניסין הצאן וכו'.</b> שם ת''ר אין מדיירין שדה בחולו של מועד ואם באו מאליהן מותר ואין מסייעין אותן ואין מוסרין להם שומר לנער את צאנם היה שכיר שבת שכיר חדש שכיר שנה שכיר שבוע מסייעין אותן ומוסרין להם שומר לנער את צאנם רבי אומר בשבת בטובה ביו''ט במזונות במועד בשכר אמר רב יוסף הלכה כרבי ע''כ בגמרא. ונראה מלשון רבינו שהוא מפרש מימרא דרבי על שכיר שבת ועל השומר המנער את הצאן קאמר רבי דבשבת מחזיקין לו טובה וביו''ט נותנין לו מזונות ובמועד שוכרין אותו בדמים זהו שכתב ושוכרין שומר וכו'. ויש מי שפירש דהא דרבי בבאו מאליהן קאי וסוברים דבמועד אין שוכרין אותם לכתחלה אבל אם באו מאליהם מותר לתת להן שכר וביו''ט מזונות כך פירש''י ז''ל. ודברי רבינו נראין אלא שאני תמה למה לא כתב דין שבת ויו''ט: ",
        "<b>הזבל שבחצר מסלקין.</b> ברייתא פרק מקום שנהגו (פסחים דף נ\"ה:) בפסחים והיא בחולו ש״מ ומבואר בהלכות בפ' מי שהפך: "
      ],
      [
        "<b>המשוה פני הקרקע וכו' עד תנור וכירים.</b> פ''ק (מ\"ק י':) מימרות פסוקות בלא מחלוקת ושם בארו במה יהיה ניכר לאיזה דבר הוא מתכוין ורבינו כתב ממעשיו הוא ניכר לאי זה דבר הוא מתכוין ובפ' ב' מהלכות זכיה ומתנה ביאר רבינו פרטי המעשים גבי הרוצה לזכות בנכסי הגר וכל מה שבנכסי הגר לא קנה במועד מותר לעשותו כמבואר כאן ושם. <b>ומ''ש</b> כאן אפשר שהוא מפני שכל שיש לו כונה האסורה אע''פ שאינו עושה מעשה מוכיח כונתו ודאי אסור לעשות במועד ולא הזכירו חכמים ההוכחה אלא שאם הוא עושה מעשה המוכיח כונת איסור לא כל הימנה לומר לכך נתכוונתי אבל בנכסי הגר הכל הולך אחר מעשה המוכיח. זה נראה ואולי קצר רבינו בכאן ובאר שם וילמד סתום מן המפורש: "
      ],
      [
        "<b>תנור וכירים שאפשר וכו'.</b> שם (דף י\"א.) רב הונא שרא למגדל תנורא איני והא תני רבה בר שמואל ושוין שאין גודלין תנור לכתחלה לא קשיא כאן בימות החמה כאן בימות הגשמים: ",
        "<b>ומ''ש בין כך ובין כך בונין וכו'.</b> יצא לו ממה שהעמידו בגמרא ברייתא דרבה בר שמואל בימות הגשמים ובראש הברייתא אמרו מעמידין תנור וכירים במועד ובלבד שלא יגמור מלאכתו במועד דברי ר' אליעזר וחכמים אומרים יגמור: ",
        "<b>ומסרגין את המטות וכו'.</b> סתם משנה פ''ק (דף ח': ודף י'.) ודלא כר' יוסי ובגמרא ושוין שאין מפשילין חבלים לכתחלה. פירוש גדילת החבלים ועשייתן נקרא הפשלה מפני שהן עושין חוטין ארוכין מאד ואין מדקדקין בטויתן כעין מפשיל כליו לאחוריו. ורבינו לא הזכיר זה לפי שכיון שלא כתב ההיתר ממילא אסור שאם היתה ההפשלה מותרת לא היה צריך לומר סירוג המטות: ",
        "<b>ונוקרין את הריחים וכו'.</b> משנה וגמרא (דף י':.) במחלוקת תנאים ואמוראים ודעת רבינו כדעת הגאונים בפסק ההלכה שנקור הריחים ובית עין שלהם מותר ואפילו לגמור מלאכתן כדרכו וכן הסכים הרמב''ן ז''ל. ודין העמדתן ובנין האמה שלהם מפורש בגמרא רבא שרא לאוקומי ריחיא ולמבני אמתא דריחיא וכתב הרמב''ן ז''ל ובירושלמי התירו להסיק אלפסין וקדרות לצורך המועד. ונ''ל שאף עשייתן מתחלה בכלל היתר זה מפני שהן מכשירי אוכל נפש ונעשין כדרכן ומפני זה התירו עשיית תנור וכירים וכן התירו לגדל מהולאתה וכן בסכין ודאי מותר לחדדו כדרכה אפילו במלאכת אומן ולעשותו לכתחלה כשנשבר במועד אפשר שהוא אסור לפי שהוא דבר הנשאל ויש להתיר ע''כ דבריו ז''ל: "
      ],
      [
        "<b>זופתין את וכו'.</b> פ' מי שהפך (מועד קטן דף י\"ב.) אמר שמואל זופתין כוזתא ואין זופתין חביתא פירוש כוזתא כלי קטן ורב דימי מנהרדעא אמר זופתין חביתא ואין זופתין כוזתא ואמרו בגמ' דשמואל חייש לטרחא ולזה אסר כלי גדול ורב דימי חייש לפסידת היין ולזה התיר בכלי גדול שהפסדו מרובה ומדברי רבינו נראה שהלכה כדברי שניהם להקל וכן עיקר: ",
        "<b>וסותמין פי וכו'.</b> שם מסקנא דגמ' דשרי למישע חביתא דשכרא וכ''ש דחמרא: ",
        "<b>ומחפין את וכו'.</b> משנה שם (י\"ג:) מחפין את הקציעות בקש ר''י אומר מעבין ויש גורסין אף מעבין. ודע דקי''ל כמ''ד בגמרא במחפין דשרי ת''ק בין קש מועט בין קש הרבה הוא ולזה סתמו רבינו וכן סתם בהלכות: ",
        "<b>ומרככין את כו'.</b> פ''ק (י':) רבא שרא לכסכוסי קירמי מ''ט מעשה הדיוט הוא א''ר חסדא קטרי בי ידי אסור מ''ט מעשה אומן הוא: "
      ],
      [
        "<b>קוצצין צפורני וכו'.</b> שם רב יהודה שרא למשקל טפרי דחמרא דריחיא ואמרו שם דרב יהודה שרא למבני אוריא פי' אבוס של בהמה. וכתב הרמב''ן ז''ל דדוקא במעשה הדיוט. וכן נראה דודאי לא עדיף מעשיית מעקה שאינו מותר במעשה אומן וכן אמרו סוס שרוכב עליו וחמור שרוכב עליו מותר ליטול צפרניו בחש''מ ואמרו שם רבא שרא לסרוקי סוסיא: ",
        "<b>ואין מרביעין בהמה במועד וכו'.</b> ברייתא בפרק מי שהפך (מועד קטן דף י\"ב.) פסק כת״ק דאמר אין מרביעין בהמה בחולו ש״מ ודלא כר' יהודה דמחלק בין בהמה לבהמה וכן פסקו בהלכות: ",
        "<b>אבל מקיזין וכו'.</b> פ''ק (דף י':) רבא שרא למשקל דמא לחמרא בחולא דמועדא א''ל אביי תניא דמסייעא לך מקיזין דם לבהמה בחולו ש''מ ואין מונעין לה רפואה: ",
        "<b>וכל אוכלין וכו'.</b> תוספתא נכתבה בהלכות שם: "
      ],
      [
        "<b>ואין מפנין וכו'.</b> משנה פ' מי שהפך (מועד קטן דף י\"ג.) אין מפנין מבית לבית אבל מפנה הוא לחצרו והקשו בגמ' על סיפא דאבל מפנה הוא לחצרו והא אמרת רישא אין מפנין ותירץ אביי סיפא אתאן לבית שבחצר ע״כ בגמרא. ובירושלמי אין מפנין לא מדירה נאה לדירה נאה ולא מדירה כעורה לדירה נאה ואין צ״ל מדירה נאה לדירה כעורה ובתוך שלו אפילו מדירה נאה לדירה כעורה שמחה לאדם בשעה שהוא דר בתוך שלו ע״כ. ורבינו סובר שאין הירושלמי מסכים לגמרתנו במה שהתירו לפנות לתוך שלו שא״כ למה הקשו על משנתנו ולמה לא תירצו אבל מפנה הוא לחצר שלו וכפשט הלשון אלא ודאי סוף הירושלמי חולק עם הגמרא שלנו. והר״א ז״ל כתב בהשגות ונ״ל אפילו לחצר אחרת ואע״פ שיש לדקדק על הירושלמי מגמרא שלנו נאה ומתקבל הוא, עכ״ל. ואני אומר שגמרתנו מוכחת בהפך כמו שכתבתי ולזה אין לסמוך עליו בזה: ",
        "<b>ומביאין כלים וכו'.</b> משנה שם אין מביאין כלים מבית האומן ואם חושש להם מפנן לחצר אחרת והעלו בהלכות מן הגמרא (דף י\"ג:) והני מילי כלים שאינן לצורך המועד אבל כלים שישנן לצורך המועד מביאין דתניא מביאין כלים מבית האומן כגון כד מבית הכדד וכוס מבית הזגג אבל לא צמר מבית הצבע ולא כלים מבית האומן ואם אין לו מה יאכל נותן לו שכרו ומניחו אצלו ואם אינו מאמינו מניחו בבית הסמוך לו ואם חושש להם שמא יגנבו מפנן לחצר אחרת: "
      ],
      [
        "<b>אסור לעשות וכו'.</b> פרק מקום שנהגו בפסחים (דף נ\"א וב') ריש פרק מקום שנהגו לעשות מלאכה בערבי פסחים עד חצות עושין מקום שנהגו שלא לעשות אין עושין ובגמרא מאי איריא ערבי פסחים אפילו ערבי שבתות וימים טובים דתניא העושה מלאכה בערבי שבתות ובערבי יו''ט מן המנחה ולמעלה אינו רואה סימן ברכה לעולם ותירצו התם מן המנחה ולמעלה הוא דאסור סמוך למנחה שרי הכא מחצות א''נ התם סימן ברכה הוא דלא חזי שמותי לא משמתינן ליה הכא שמותי נמי משמתינן ע''כ בגמרא. <b>וכתב רבינו ואין צ''ל שמכין אותו מכת מרדות</b> לפי שהשמתא חמורה היא ממכת מרדות כמבואר פרק ראשון. עוד כתב רבינו שאיסור המלאכה בערבי פסחים מחצות ולמעלה הוא מפני החגיגה ושחיטת הקרבן והטעם הזה מבואר בירושלמי שאמרו אינו בדין שתהא עסוק במלאכה וקרבנך קרב. ובזמן הזה גם כן אסור שאע''פ שבטל הטעם לא בטלה גזרה. ורש''י ז''ל פירש הטעם מפני שיש לו לטרוח בצרכי מצה ומרור מה שאין כן בשאר ערבי יו''ט. וקשה לי א''כ ערב הסוכות נמי הרי יש לו לטרוח בסוכתו אלא ודאי טעם הירושלמי עיקר: "
      ],
      [],
      [
        "<b>ואפילו במקום וכו'.</b> דעת רבינו שהמשנה האמורה (דף נ\"ה) דר''מ אמר כל מלאכה שהתחיל בה קודם י''ד גומר בי''ד אבל לא יתחיל בה בי''ד אע''פ שיכול לגומרה וחכ''א שלש אומניות עושין מלאכה בערבי פסחים החייטין והספרים והכובסין ר''י אומר אף הרצענין. משנה זו היא במקום שנהגו שהעמידו הדבר לעיקר הדין שקודם חצות מותר לאחר חצות אסור ומשנה זו דינא קתני ולא מנהגא דאי במקום שנהגו שלא לעשות מלאכה היכי פליג ר''מ וחכמים בזה נחזי מאי נהוג וכי תימא אפילו נהוג דלא למעבד כלל מנהג טעות הוא ולא חיישינן ליה באלו המלאכות ליתא דודאי כיון דמחצות ולמטה אסור מן הדין כל היום הוא בכלל גדר ותוספת ואם נהגו שלא לעשות בו כלל אסור לעשות כלל ומשנתנו במקום שנהגו היתר היא, זה דעת רבינו ורואה אני את דבריו וגרסתו בגמרא ר''מ אומר כל מלאכה שהיא לצורך המועד גומרה בי''ד ושאינה לצורך המועד אסור עושין מלאכה בערבי פסחים עד חצות במקום שנהגו נהגו אין לא נהגו לא שמע מינה לצורך אין שלא לצורך לא. ופירוש זה שהוא גומר מלאכתו לצורך המועד הוא מפני שעושין מלאכה בערבי פסחים עד חצות במקום שנהגו זו היא שיטתו. ופסק כחכמים שהן סוברין ששלש אומניות שעושין מלאכה כלומר מתחילין והקלו מר''מ ושאר המלאכות גומרים דכיון שנהגו לעשות כל המלאכות מותרות להם יש מהן להתחיל יש מהן לגמור כך נ''ל לדעתו. ובהשגות שטה אחרת דמשנתנו במקום שנהגו שלא לעשות היא וכן ראיתי למקצת מהמפרשים האחרונים ז''ל: "
      ],
      [
        "<b>ההולך ממקום וכו'.</b> משנה שם (דף נ') ההולך ממקום שעושין למקום שאין עושין או ממקום שאין עושין למקום שעושין נותנין עליו חומרי מקום שיצא משם וחומרי מקום שהולך לשם ואל ישנה אדם מפני המחלוקת ואקשינן עלה בגמ' (דף נ\"א:) ממקום שאין עושין למקום שעושין אל ישנה אדם מפני המחלוקת ואמרי ליה קום עביד והא אמרת נותנין עליו חומרי מקום שיצא משם ותירץ רבא ה''ק אין בזו מפני שינוי מחלוקת מאי אמרת הרואה אומר מלאכה אסורה אמרינן ליה פוק חזי כמה בטלני איכא בשוקא ומכאן למד רבינו שלא יתראה בפניהם שהוא בטל מפני האיסור. <b>וכן מ''ש רבינו לא יעשה ביישוב אבל עושה הוא במדבר</b> למדו ממ''ש לו אביי לרב ספרא ביישוב אסור במדבר מותר אלא שראיתי הרבה שמפרשים הא דרב ספרא דוקא בדעתו לחזור אבל אין דעתו לחזור אפילו במדבר אסור: ",
        "<b>וכן מי וכו'.</b> זה למד רבינו ממעשה דרבה בר בר חנה הנזכר שם (דף נ\"א) וכאוקימתא דרב אשי דאמרינן התם דרבה אכל דבר שנהגו בו בני בבל איסור ועול לגביה רב אויא ורבה בר רב חנן כיון דחזינהו כסיה. והקשו עליו ממשנתנו ותירצו רב אשי דעתו לחזור הוה כנזכר בהלכות, ומפני שאמרו כסיה למד רבינו וכתב והוא שלא יתראה וכו' ויש בדברים אלו שיטות חלוקות למפרשים ז''ל: "
      ],
      [
        "<b>מוליכין ומביאין וכו'.</b> משנה שם (נ\"ה:) מוליכין ומביאין כלים מבית האומן אע''פ שאינן לצורך המועד. וקשה לי מה שמצאתי בספרי רבינו בי''ד עד חצות דהא ודאי אפילו מחצות ולמעלה מותר שאין זו מלאכה ולא אסור במועד במה שאינו לצורך מועד אלא שמא יאמרו תקנן במועד ובי''ד ודאי מותר כל היום וכן מוכיח בגמרא שלא חלקו ואף רבינו כתב למעלה והוא קל מחולו ש''מ. ונ''ל שטעות סופרים הוא וראוי להיות אפילו אחר חצות וכן עיקר: ",
        "<b>וגורפין זבל וכו'.</b> משנה שם: ",
        "<b>ומושיבין שובכין וכו'.</b> במשנה מושיבין שובכין לתרנגולים בי''ד תרנגולת שברחה מחזירין אותה למקומה ואם מתה מושיבין אחרת תחתיה ובגמרא השתא אותובי מותבינן אהדורי מבעיא אמר אביי סיפא אתאן לחש''מ. ופירש''י ז''ל מושיבין שובכין היינו לשום ביצים תחת התרנגולת וזה שהקשו בגמ' השתא אותובי מותבינן אהדורי מבעיא ותירץ אביי דמתני' רישא בי''ד דמושיבין שובכין וסיפא דתרנגולת שברחה היא בחש''מ שמחזירין אותה משם הפסד ביצים דדבר האבד מותר. ולפי פירוש זה מושיבין תרנגולת על הביצים לכתחלה בי''ד ובחש''מ אם עמדה שלשה ימים וברחה וכדעת רב הונא דאמר התם דדוקא אחר ג' לישיבתה מחזירין אותה ואם מתה מושיבן אחרת תחתיה. ורבינו חלוק בזה בשני דברים שאין מטילין ביצים לכתחלה לתרנגולת בי''ד והשני שאם עמדה ומתה אין מושיבין אחרת תחתיה במועד והוא מפרש מושיבין שובכין מלשון שובך ורוצה לומר מקום שיעמדו התרנגולין והתרנגולת וכן נראה מן הערוך ולשון המשנה נאות לזה וקושית הגמרא היא ממה שאמרו ואם מתה מושיבין אחרת תחתיה כל שכן שמחזירין אותה כשברחה ולמה לי למימר ותירץ אביי רישא אתאן לחש''מ. כך נראה שתהיה הגרסא של רבינו ופירוש רישא דמחזירין דמשמע אבל אחרת אין מושיבין אתאן לחש''מ ואם היתה גרסת רבינו סיפא אתאן לחש''מ פירש רבינו דהא דמחזירין קרי סיפא משום דרישא דמתני' מושיבין שובכין ואין גרסא זו מתחוורת לפירוש זה. ואני אומר לשון המשנה מתחוור יותר לפירוש רבינו אבל הדין שהוא סובר שאם מתה אין מושיבין אחרת תחתיה במועד הוא מתמיה אצלי דודאי מפני דבר האבד מותר לעשות מלאכה כ''ש זה וזה נ''ל שהכריח רש''י ז''ל לפרש מה שפירש. אחר כן מצאתי לרבינו בפירוש המשנה שכתב וכשנותנין ביצים תחת התרנגולת להתחמם לגדל אפרוחים קרי מושיבין שובכין עכ''ל. וא''כ נתבאר שהוא מודה שמניחין לכתחלה בי''ד ולא נחלק אלא שאם מתה במועד אין מושיבין אחרת תחתיה אבל מחזירין אותה אם ברחה ונמצא שהוא מפרש השתא אותובי מותבינן אהדורי מיבעי כדברי רש''י ז''ל וכן כתב בפירוש המשנה ותירץ אביי סיפא אתאן לחש''מ והיינו מציעתא דתרנגולת שברחה אבל סיפא דקתני ואם מתה מושיבין אחרת תחתיה אכתי בי''ד הוא בדוקא אבל לא במועד שלא הקשו אלא אהדורי. והטעם לדעתו ז''ל נ''ל לפי שאין כל התרנגולות מתישבות על ביצים שכבר הוחמו תחת תרנגולת אחרת הלכך כשמתה שמא לא יועיל בהושבת אחרת עליהן ולפיכך אין טורחין במועד בספק אבל בארבעה עשר טורחין. כך נ''ל לדעת רבינו: "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בני החיל שנתנו קמח לישראל וכו'.</b> כתב הרב המגיד ואני מקיים הגירסא ומקיים דבריו וכי אמרינן ופליגא לאו אהא דרב קאי וכו' עד אע''פ שלא הסכים לדעת הרב. תמהני שלפי מה שפירש הרב המגיד דברי רבינו דרב מיירי בשלא יכולים לאפות ממנו פת אחת ולתתו לתינוק גם הרי''ף לא יחלוק על זה וכ''כ שם הר''ן דבכה''ג ודאי שרי דבדידיה קא טרח ואם כן היאך הביא ראיה לקיים דינו של רבינו מדכתב הראב''ד יפה אמר אע''פ שלא הסכים לדעת הרב ולדברי הראב''ד משמע ודאי דרבינו מיירי אפילו שיכולים לאפות פת אחת ולתתו לתינוק דבכה''ג הוא דפליג עליה הרי''ף. ושמא י''ל שה''ה מפרש שמ''ש הראב''ד אף ע''פ שלא הסכים לדעת הרב לאו לענין דינא קאמר דכפי מה שפירש ה' המגיד דברי רבינו הדין שוה לשניהם אלא לענין פירושא דופליגא קאמר דלהרי''ף קאי אהא דרב ולרבינו לא קאי אהא דרב: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נוטלים עצים הסמוכים לדופני הסוכה וכו'.</b> אמאי דמקשה בגמ' (ביצה ל':) דסתר אהלא ושני שמואל מאי סמוך סמוך לדפנות אמר רב מנשיא אפילו תימא בשאין סמוך לדפנות כי תניא ההיא באיסורייתא וכתבו הרי''ף משום דמשמע ליה דפליגי ופסק כשמואל: ",
        "<b>ודע</b> דגרסינן בגמ' תני ר' חייא בר יוסף אין נוטלים עצים מן הסוכה אלא מן הסמוך לה ור''ש מתיר דלית ליה מוקצה מי דמי התם אדם יושב ומצפה מתי תכבה נרו הכא אדם יושב ומצפה מתי תפול סוכתו אמר ר''נ בר יצחק הכא בסוכה רעועה עסקינן דמאתמול דעתיה עלויה. והרי''ף ורבינו השמיטו כל האי שקלא וטריא משום דאליבא דר''ש היא והם פסקו ביו''ט כר''י דאית ליה מוקצה. ומ''מ יש לתמוה למה השמיט רבינו הא דתני' ואם התנה עליה הכל לפי תנאו כיון דאפילו לר''י נמי איתא וכמו שכתבו הר''ן והטור ומשמע דע''כ הכי הוא דלר''י איצטריך דאי לר''ש מאי איריא התנה כי לא התנה נמי שרי. ואפשר לומר שרבינו מפרש דלר''ש איצטריך התנה להיכא שהיתה בריאה מעיו''ט דבלא התנה לא שרי אלא כשהיתה רעועה מבע''י דוקא אבל לר''י אפילו התנה נמי לא דסבר רבינו דבמוקצה לא מהני תנאה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המפשיט את הבהמה לא ירגיל ביו''ט וכו'.</b> נראה מדברי רבינו שכל שאינו מפשיט בענין שמוציא כל הבשר מרגל אחד מותר ואע''פ שכל עור הגוף שלם מלפניו ומאחריו כמו שנוהגים היום שהרי אין בזה טורח יותר מאילו היה פותחו מלפניו ואדרבה כשהוא שלם מלפניו ומאחריו הוא יותר נוח להפשיט וכ''נ ממה שפירש בפ' העור והרוטב (חולין קכ''ג.) אהא דתנן המרגיל כולו חיבור וכו': "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אבל דכין את התבלין וכו'.</b> בפ''ק דביצה (דף י''ד.) תנן בש''א תבלין נדוכין במדוך של עץ והמלח בפך ובעץ הפרור וב''ה אומרים תבלין נדוכין כדרכן במדוך של אבן והמלח במדוך של עץ ובגמרא דכ''ע מיהת מלח בעיא שינוי מ''ט רב הונא ורב חסדא חד אמר כל הקדרות צריכות מלח ואין כל הקדרות צריכות תבלין וחד אמר כל התבלין מפיגין טעמן ומלח אינה מפיגה טעמה מאי בינייהו איכא בינייהו דידע מאי קדרה בעי לבשולי אי נמי במוריקא. ופירש''י כל הקדרות כל מין תבשיל צריכות מלח הילכך מאתמול הוי ידע דאיבעי ליה לדוכה ואין כל הקדרות צריכות תבלין ואדם אינו יודע מה יעלה בלבו לאכול למחר. מפיגים טעמם ממירים טעמם אם ידוכם מאתמול. דידע מאתמול מאי קדרה בעי לבשולי ללישנא קמא בעי שינוי ללישנא בתרא לא בעי שינוי. א''נ תבלין של מוריקא איכא בינייהו שיש קדרה שמתבלין אותה בכרכום ואינו מפיג טעמו אם נדוך מבע''י והוא לא היה יודע מה יבשל למחר ללישנא בתרא בעי שינוי ללישנא קמא לא בעי שינוי. ואיתא תו בגמ' אמר רב יהודה אמר שמואל כל הנידוכין נידוכין כדרכן ואפילו מלח והא אמרת מלח בעיא שינוי הוא דאמר כי האי תנא דתניא אמר רבי מאיר לא נחלקו ב''ש וב''ה על הנידוכין שנידוכין כדרכן ומלח עמהם לא נחלקו אלא לדוכה בפני עצמה שבש''א בפך ובעץ הפרור לצלי אבל לא לקדרה ובה''א לכל דבר. ופירש''י דלב''ה מלח נידוך כדרכו בלא שום שינוי ואיתא תו בגמ' א''ל רב לרב אחא ברדלא כי דייקת אצלי אצלויי ודוך ופירש''י הטה המדוכה על צדה דסבר כשמואל דאמר נידוכת כדרכה במדוך ומיהו שינויא זוטא בעי. ואיתא תו בגמרא רב ששת שמע קל בוכנא אמר האי לאו מגויה דביתאי ודילמא אצלויי אצלי דשמעיה דהוה צליל קליה ודילמא תבלין הוו תבלין נבוחי מנבח קלייהו פי' כשמשתברים הגרעינים נשמע קולם כמנבחים קרושינ''ט. ופסק הרי''ף כרב יהודה אמר שמואל דאמר כל הנידוכים נידוכין כדרכן ואפילו מלח וכתב והא דרב דאמר אצלי ודוך אוקמוה רבוותא במלחא אבל תבלין לא בעו הצלאה ומסתייע הדין סברא מהא דאמרינן רב ששת שמע קול בוכנא וכו' והשמיט הרי''ף דברי רב הונא ורב חסדא ותמה הר''ן למה השמיטה דהא כי היכא דבעינא אמתניתין דכ''ע מלח מיהא בעי שינוי מ''ט ויהבי טעמא רב חסדא ור''ה מר כדאית ליה ומר כדא''ל ה''נ איכא למבעי אהך מסקנא מ''ט מלח בעי הצלאה טפי מתבלין ואיצטריכינן לטעמייהו דרב חסדא ורב הונא וא''כ הוה ליה להרי''ף להביאם בהלכות. אבל נ''ל דמאי דא''ל רב אצלי ודוך חומרא בעלמא הוא דאיהו ודאי כרב יהודה אמר שמואל דאמר כתנא דברייתא ס''ל דאי כתנא דמתני' היכי סגי בהצלאה והא מדוך של עץ בעי אלא ודאי לחומרא בעלמא אמר דלמלח ליצלי פורתא ולישנא דרב ששת נמי דאמר האי לאו מגו ביתאי הוא הכי מוכח לומר שהוא מחמיר על עצמו דבמילתא דאיסורא ממש לא שייך האי לישנא וכיון דמשום חומרא בעלמא עבדי הכי דילמא לא מחמרי אלא במלח דלעולם אית בה תרתי שכל הקדרות צריכות לה ושאינה מפיגה טעמה אבל בחדא מינייהו לא מחמרי ומוריקא נמי וידע מאי קדרה בעי בשולי אף על גב דאית בה תרתי אפשר שלא החמירו בו דכיון דחומרא בעלמא היא וכדרבנן אין לנו בה אלא מלח ומן הטעמים שכתבנו ועוד מפני שהיא נידוכת יפה בהצלאה מפני דקותה משא''כ בתבלין עכ''ל. וקשה לי קצת על דבריו דאי חומרא הוא דהוה מחמרי הנך אמוראי במלח לדוכה ע''י שינוי ולא מן הדין לא ה''ל להרי''ף להביא אלא מימרא דרב יהודה דאמר כל הנידוכין נידוכין כדרכן ואפילו מלח דמשמע דמלח נמי לא בעיא שינוי כלל ולא ה''ל להביא דברי הנך אמוראי דמצלו אצלויי כיון דחומרא בעלמא הוא ולא מדינא. לכך נ''ל שהרי''ף פסק כמ''ד כל התבלין מפיגין טעמן ומלח אינה מפיגה טעמה שמאחר שהדבר ניכר לחוש שהוא כן נקיטינן כוותיה וכיון שכן ע''כ אית לן למימר דכי אמר ר''ה אפילו מלח נידוך כדרכו לא כדרכו לגמרי קאמר אלא לומר דלא בעי שינוייא רבה כדמצריך תנא דמתניתין דאפילו לב''ה אסור לדוכה במדוך של אבן דליתא אלא במדוך של אבן נמי שרי ומש''ה קאמר כל הנידוכין נידוכין כדרכן ואפילו מלח אבל מ''מ מאחר שאינו מפיג טעמו שינויא זוטא מיהא בעי דהיינו דליצלי אצלויי והיינו דקאמר רב אצלי ודוך והיינו נמי עובדא דרב ששת. וכן נראה מדברי רבינו שכתב דכין את התבלין כדרכן שאם ידוך אותם מבערב יפיג טעמם אבל מלח אינו נידוך ביו''ט אא''כ הטה המכתש או שידוך בקערה וכיוצא בה כדי שישנה שאם שחק המלח מעיו''ט לא יפיג טעמו. ומיהו לפי דרך זה הוה ליה להרי''ף ולרבינו לכתוב דמוריקא בעי הצלאה כיון שאינו מפיג טעמו ובשלמא לרבינו שהזכיר במלח טעמא דאינו מפיג טעמו איכא למימר דממילא משמע דמוריקא כיון שאינו מפיג טעמו דינו שוה למלח אבל להרי''ף שלא הזכיר טעמא דהפגת טעם קשיא וגם לרבינו קשה לפי מ''ש ה''ה דסבר דכרכום דינו כשום דמשמע דאינו צריך שינוי כלל ואפשר שהם סבורים שיש בו קצת הפגת טעם ואע''ג דבגמ' אמרינן דאינו מפיג טעמו היינו לומר שאינו מפיג טעמו כ''כ כמו תבלין אבל מ''מ מפיג טעמו קצת ונהי דלמאי דהוה ס''ד דמלח בעי שינויא רבה לא הוה מדמינן לה לתבלין כיון שאין הפגת טעמו דומה לשלהם אבל למאי דאסיקנא דמלח לא בעי אלא שינוי כל דהו אלמא שחיקה לא חמירא כולי האי הילכך כיון דכרכום מפיג טעמו קצת אין להשוותו למלח. כנ''ל לומר להעמיד דברי ה''ה ודברי הרי''ף: "
      ],
      [],
      [],
      [],
      [
        "<b>בד''א כשהאוכל מרובה על הפסולת וכו'.</b> נראה מדברי רבינו שהוא מפרש דכי אמרינן פסולת מרובה על האוכל מי איכא מאן דשרי לאו למימרא מי איכא מאן דשרי לטלטל כדפירש''י אלא ה''ק מי איכא מאן דהוה ס''ד דשרי לברור פסולת מתוך אוכל דאיצטריך רשב''ג לאשמועינן דאסור ומשני לא צריכא דנפיש בטירחא וזוטר בשיעורא כלומר הא ודאי שפסולת מרובה לא הוה צריך רשב''ג לאשמועינן דפשיטא דד''ה אסור לברור פסולת מתוך אוכל ומיהו לברור אוכל מתוך פסולת ודאי שרי כיון שאין דרך בורר בכך וכי איצטריך לאשמועינן בדנפיש בטרחא וזוטר בשיעורא דסד''א כיון שאוכל מרובה שרי לברור כדרכו ואפילו פסולת מתוך אוכל קמ''ל כיון דנפיש בטירחא אסור לברור כדרכו. וכתב מהרי''ק דלדעת הרי''ף ורבינו פסולת מרובה על האוכל פשיטא ומה שכתבת דאין להקשות מאי קא פריך פשיטא תאמר דאיצטריך לאשמועינן דנוטל את האוכל וכו' משום דא''כ לא הוה ליה למימר רק נוטל את האוכל ותו לא. לפי ע''ד טרחת ללא צורך דפשיטא שלשטתם ז''ל דפריך אעיקר מילתיה דרשב''ג דקאמר בד''א באוכל מרובה וכו' כי היכי דלא נטעה להעמיד פלוגתייהו דב''ה וב''ש בפסולת מרובה וכו' ועל זה פריך פשיטא דאין לטעות להעמיד מחלוקת בפסולת מרובה דבהא לא הוו אמרי ב''ה בורר כדרכו וכו' דמשמע פסולת מתוך אוכל דבפסולת מרובה ליכא למ''ד שיהא נוטל את הפסולת, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אין משחיזין את הסכין במשחזת שלה וכו'.</b> כתב ה' המגיד דינים אלו של השחזת הסכין הם כדעת ההלכות וכו'. לבאר זה ראיתי לכתוב דברי הגמרא ומ''ש הרי''ף ומ''ש עליו המפרשים. בפרק אין צדין (ביצה כ''ח) תנן אין משחיזין את הסכין אבל משיאה ע''ג חברתה ובגמ' אמר ר''ה ל''ש אלא במשחזת של אבן אבל במשחזת של עץ מותר ואיכא כמה לישני בגמ' בפירוש דברי רב הונא ופירושא דמתניתין והרי''ף לא כתב שום לשון מהם וגם לא כתב דברי ר''ה ואיתא תו בגמרא מאן תנא דהשחזה עצמה אסורה אמר רב חסדא דלא כר''י דתניא וכו' ואמר רב חסדא הלכה כר''י אמר רב נחמיה הוה קאימנא קמיה דרבא והוה מעבר לסכינא אפומא דדיקולא ואמרי ליה לחדודי או לעבורי שמנוניתא אמר לי לעבורי שמנוניתא וחזיתיה לדעתיה דלחדודה קא עביד והאי דלא קאמר לי דקא סבר הלכה ואין מורין כן אמר אביי הוה קאימנא קמיה דמר והוה קא מעבר סכינא אפומא דריחייא ואמרי ליה לחדודי קא בעי מר או לעבורי שמנוניתא וחזיתיה לדעתיה דלחדודי קא בעי וקא סבר הלכה ואין מורין כן. וכתב הרי''ף כל זה. ופירש''י הלכה כר''י ומותר כל איש לעשות אבל אין מורין כן לרבים שלא יזלזלו אף בשאפשר לעשותם מבע''י דכל הני דשריא כגון שנתקלקלו ביו''ט או שהיה אתמול טרוד כדאמרינן לקמן ולא התיר ר''י אלא במכשירין שא''א לעשותם מעיו''ט ואיתא תו בגמרא (שם כ''ח:) אמר רב יוסף סכין שעמדה מותר לחדדה ביו''ט והא דפסקה אגב דוחקא וכתב הרי''ף על זה ודוקא אגב ריחייא או אגב דיקולא אבל במשחזת לא. וכתב הרא''ש מה שפסק הרי''ף אבל במשחזת לא היינו שאין להורות כן אבל הלכה כר''י דאף במשחזת של אבן מותר דמתניתא דאין משחיזין את הסכין דאוקמה רב הונא במשחזת של אבן קאמר רב חסדא דלא כר''י. והרי''ף לא הביא כל הני לישני דאיתא בגמרא משום דקיימי אמתניתין דאין משחיזין את הסכין דלאו הלכתא היא דקי''ל כר''י. ומה שהביא הרי''ף ההיא עובדא דרבא דקא מעבר סכינא אפומא דדיקולא לא הביאה אלא להשמיענו דהלכה כר''י אבל לא הביאה להשמיענו דאין מורין כן דלא מיסתבר למימר דבמשחזת של עץ אין מורין כן דהא אפילו רבנן מתירים במשחזת של עץ אפילו לחדדה לחד לישנא וכיון דבשל סופרים הוא אזלינן בהך לישנא לקולא הילכך נראה בשל עץ אפילו לחדדה מורין ומשיאין ע''ג חבירתה אפילו לחדדה ובמשחזת של אבן להעביר השמנונית מותר רק לחדדה במשחזת של אבן אין מורין כן עכ''ל. אבל הר''ן פירש דברי הרי''ף כפשטן לומר שהביא ההיא עובדא דרבא דקא מעבר סכינא אפומא דדיקולא להשמיענו דהלכה כר''י ואין מורין כן שכתב דנהי שהלכה שמותר להשחיז את הסכין אפילו לחדדה במשחזת של עץ כר''י אפ''ה אין מורין כן לכל כדי שלא יבא להשחיזה במשחזת שלה דכה''ג אפילו ר''י מודה לפי שהוא עושה כלי ומש''ה רבא דסבירא ליה כר''י לא הוה מעבר סכינא אלא בדיקולא ולא במשחזת ורב יוסף אפומא דריחייא כדאיתא בגמרא אבל במשחזת לא ולפיכך כתב הרי''ף בסמוך דדוקא אגב ריחייא או אגב דיקולא אבל במשחזת לא ואע''פ שאפשר לדחות ולומר דרבא ורב יוסף משום דקיימי קמייהו רב נחמיה ורב יוסף לא הוו משחזי במשחזת של אבן דכיון דסבירא ליה דאין מורין כן לא הוו מצי לאהדורי למימר להני רבנן דקיימי קמייהו דכרבנן עבדי דבגמרא מוכח דלרבנן במשחזת של אבן אפילו להעביר שמנוניתא אסור אבל אה''נ דהיכא דלא הוי איניש בהדייהו דבמשחזת של אבן משחזי כר''י אפילו הכי כיון דלא חזינן דעבד אלא הכי מנא לן לאהדורי בתר קולי ועוד דשמעתיה דלקמן מוכחי דבמשחזת אפילו לר''י אסור ומש''ה אסרי להראות סכין לחכם וסכין שעמדה דלא פסקא אפילו אגב דוחקא וכן דעת הרמב''ם בפרק ד' מהלכות יו''ט עכ''ל. משמע מדבריו דסתם משחזת אינה אלא של אבן ומשחזת של עץ היינו כגון פום דיקלא וכיוצא: ",
        "<b>ואיכא</b> למידק דמשמע הכא דהרי''ף ורבינו סברי דהלכה כר''י במכשירין ואילו מההיא דשפוד שנרצף משמע שסובר רבינו דלית הלכתא כר''י. וצריך לומר דאע''ג דמדאורייתא שרי כר''י חכמים אסרוהו לפי שאינו צורך אוכל נפש כל כך שהרי יכול לתחוב בו הבשר אי נמי יכול לצלותו על הגחלים: ",
        "<b>ודעת</b> ה''ה דלהרי''ף ורבינו לית הלכתא כר''י בשום מכשירין וכדמשמע ממה שכתב ה''ה כאן וממה שכתב גבי אין מכבין את האש בשביל שלא תתעשן הקדרה. ולפי דבריו יש לתמוה למה התירו להעביר הסכין אפומא דדיקולא או אפומא דריחייא ונראה לי שסובר ה''ה דכל כה''ג אפילו רבנן מודו דשרי דאין כאן מלאכה כלל כיון שאינו משחיז במשחזת שלה וגם הסכין חותך קצת הילכך לאו בכלל מכשירין דאסרי רבנן הוא ושרי לכ''ע הילכך לא חילק בין נפגמה ביו''ט לנפגמה מעיו''ט דלעולם מותר לחדדה על העץ או על החרש או על האבן דלאו מלאכה היא כלל שאילו היתה מלאכה אפילו בנפגמה מעיו''ט היה אסור דלית הלכתא כר''י כלל ולפי זה הא דאמר רב חסדא דסכין שנפגמה מחלוקת ר''י ורבנן היינו לחדדה במשחזת שלה אבל על גבי עץ או חרש או אבן לרבנן נמי שרי ושפוד שנרצם דקאמר אתאן למחלוקת ר''י ורבנן היינו בשנעקם וצריך תיקון גמור הילכך הוי בכלל מכשירין דאסרי רבנן ואסר ר''י בנרצף דהיינו שנעקם קצת אע''ג דמפשיט ליה בידיה גזרה משום נרצם וגריפת התנור דאמר רב יהודה שהוא מחלוקת ר''י ורבנן ואפילו הכי כתב רבינו בפרק ג' שאם א''א לאפות או לצלות אא''כ גרף מותר צריך לומר דגריפת התנור דקאמר רב חסדא היינו ביכול לאפות בו על ידי הדחק ואפילו הכי שרי ר''י אבל בא''א לאפות בו כלל לרבנן נמי שרי דגריפת התנור לאו מלאכה גמורה היא ולא אסרוה רבנן אלא גזירה אטו שאר מכשירין שהם מלאכה גמורה והיכא דא''א לאפות אא''כ גרף לא העמידו דבריהם כדי שלא ימנע משמחת יו''ט. ורבינו כתב טעם כיוצא בזה בפרק זה על מה שאסרו ביקוע עצים והתירוהו בקופיץ ובצד החד שלו כנ''ל שצריך לומר לדעת ה''ה שמפרש דרבינו לא ס''ל דהלכה כר''י במכשירין ומיהו לדעת הרי''ף א''א לומר דאין הלכה במכשירין כלל דאם כן למה כתב בפ' אין צדין הא אמר רב חסדא הלכה כר''י ולפיכך דברי ה''ה במה שכתב לדעת הרי''ף תמוהים וצ''ע: ",
        "<b>ואיכא</b> למידק למה לא כתב רבינו דלהעביר השמנונית ע''ג עץ או חרש או אבן מורין כן להתיר כדאשכחן בהנך רבנן דאמרו להני רבנן דקמייהו דלהעביר שמנוניתא בעו. ואפשר לומר דכיון שכתב דלהשחיז אין מורין ממילא משמע דלהעביר השמנונית מורין וע''פ הדברים האלה שכתבתי נסתלקו תמיהות הרמ''ך על רבינו בלשונות הללו: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>העושה מדורה ביו''ט כשהוא עורך את העצים וכו'.</b> דברי רבינו הם כדברי הרי''ף וכתב עליו הרא''ש פירוש לפירושם כשעושים מדורה גדולה עושים ד' שורות של עצים כעין ד' דופני התיבה ונותנים עליהם עצים ובהא קאמר שלא יעשה הדפנות תחלה אלא אחד יאחוז העליונים בידו ואחד יעשה הדפנות תחתיהם שלא יהא דרך בנין. ועל מ''ש ה''ה שפריסת שלחן על ספסליו מותר לפי שאין צריכין לאויר שתחתיו קשה שהרי ביצים שאין צריכים לאויר שביניהם ואסור וצ''ע: "
      ],
      [],
      [
        "<b>מסירים זבובים הנתלים בבהמה וכו'.</b> פלוגתא דתנאי בספ''ב דביצה (דף כ''ג) ואיפסיקא הלכתא כראב''ע דשרי לקרד אע''פ שהוא עושה חבורה לפעמים משום דקי''ל כר''ש דאמר דבר שאין מתכוין מותר. והנה ה''ה רצה לפרש לדעת רבינו דגדולים וקטנים שאמרו בגמ' אשיני המגרדת קאי כמו שפירשו המפרשים. ואין הדבר כן דלדעת רבינו לא הוזכר דין מגרדת כלל ומ''ש בגמ' דקירוד הוי קטנים וקרצוף הוי גדולים אזבובים הנתלים בבהמה קאי דכשהם קטנים כשעוקרים אותם מיקרי קירצוף וכשעוקרים הקטנים נעשית חבורה לפעמים אבל כשעוקרים הגדולים אין נעשית חבורה וכן פירש הוא ז''ל בפירוש המשנה ספ''ב דביצה ופ''ג דעדיות וגם הערוך הזכיר פירוש זה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>וכן לא יקח מבעל החנות במדה וכו'.</b> אלא כיצד הוא עושה אומר לחנוני מלא לי כלי זה וכו' ואפי' היה הכלי מיוחד למדה ימלאנו והוא שלא יזכיר לו שם מדה. כך היא הנוסחא האמיתי בדברי רבינו. ודע שהטור ורבינו ירוחם שכתבו שהרמב''ם אוסר בכלי המיוחד למדה נוסחא משובשת נזדמנה להם בספרי רבינו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>איש שהיו רבים צריכים לו יוצאים בכסא אחריו ומוציאין אותו על הכתף ואפילו באפריון.</b> רבינו התיר כיתוף וכן דעת הרי''ף שלא הזכירו לאיסור ונראה שטעמא משום דאמרינן בגמרא אמימר ומר זוטרא מכתפי להו בשבת דריגלא משום ביעתותא ואי נמי משום דוחקא דצבורא אלמא דאיש שרבים צריכים לו שרי לכתופי כי היכי דלא לדחקו ליה צבורא והוא הדין מפני טעם אחר איזה שיהיה וכיון דאמימר ומר זוטרא עבדי בה עובדא נקטינן כוותייהו ולא חיישינן למאן דאמר התם שלא יכתף. ואע''ג דללישנא דמשום ביעתותא משמע דלא שרי מטעמא אחרינא סוברים הרי''ף ורבינו דכיון דמידי דרבנן הוא נקטינן כלישנא דמיקל. ונראה מדברי רבינו דיציאה בכסא שאמרו היינו שהיו נוהגים להוציא אחר האנשים החשובים כסא ביד איש כדי שישב בו במקום שירצה. ואלונקי הוא אפריון שיושבים בו כשמכתפים אותו: "
      ],
      [
        "<b>אין מוליכין את הסולם של שובך וכו'.</b> כתב ה''ה נראה לי פירוש הסוגיא לדעת רבינו דרב חנן בר אמי סבר וכו' מהר''י קולון בשורש קס''ה כתב גם כן בזה: "
      ]
    ],
    [
      [],
      [
        "<b>וכשהוא משקה אותה לא ידלה וישקה מן הבריכה וכו'.</b> נראה מדברי רבינו לכאורה שכל שהוא צריך לדלות ולהשקות מיקרי טירחא יתירא ואסור אבל אם אינו צריך אלא להמשיך ולהשקות ולא לדלות כלל משמע דשרי אפילו במי בריכה או מי גשמים ויש לתמוה שכפי מה שאמרו בגמרא (מ''ק דף ד'.) במי גשמים אפילו ממשיך אסור או גזירה אטו מי קילון או משום דמי גשמים נמי לידי מי קילון אתו ולפיכך צריך לפרש דה''ק לא ידלה וישקה מן הבריכה וכן לא ישקה ממי הגשמים אע''פ שאינו דולה אלא ממשיך ברגלו. ",
        "<b>ומ''ש מפני שהוא טורח גדול.</b> אדולה ומשקה מן הבריכה כפשטיה קאי שטורח גדול הוא ואמשקה ממי גשמים ה''ק לפי שאפשר לבא לידי טורח גדול כלומר כשיתחיל להמשיך ולהשקות יחסרו המים ויצטרך לדלות ולהשקות דהוי טורח גדול, וסוף דבריו דייקי הכי גבי מעין ממשיכו ומשקה בו משמע דלא שרי אפילו ממשיך אלא במעין דוקא אבל לא בבריכה ולא במי גשמים וכן נראה מדבריו בפירוש המשנה: "
      ],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [],
      [],
      [
        ""
      ],
      [],
      [],
      [
        "",
        ""
      ],
      [],
      [],
      [],
      [],
      [
        "",
        "",
        "",
        ""
      ],
      [],
      [
        ""
      ],
      [
        ""
      ],
      [],
      [
        ""
      ]
    ],
    [
      [
        ""
      ],
      [],
      [],
      [
        ""
      ],
      [
        ""
      ],
      [
        "<b>מי שהיתה לו תבואה מחוברת לקרקע וכו'. ואם אין לו מה יאכל אע''פ שמוצא בשוק לקנות אין מצריכין אותו ליקח מן השוק וכו'.</b> נ''ל שלמד כן מדאמרינן (מ''ק י''ב:) גבי עובדא דרב אין לו מה יאכל הוה ואפ''ה איקפד שמואל משום דאדם חשוב הוה ואם איתא שלא היה מוצא לקנות אסור משום דאדם חשוב הוא ימות ברעב אלא כשמוצא לקנות מיירי ואפ''ה מותר לקצור אם אינו אדם חשוב. ומ''מ יש לתמוה עליו במ''ש שהטעם שלא ידוש בפרות הוא מפני שכל דבר שאין בו הפסד צריך לשנות דהא אסיקנא דטעמא דלא ידוש בפרות לאו משום שינוי הוא. ואפשר שרבינו ז''ל מפרש כיון דכל יומא לאו בפרות דיישי כלומר דלפעמים דיישי בלא פרות אשתכח דכי דיישי בלא פרות ליכא הפסד וכיון שכן לאו שינוי הוא כלומר אינו בכלל מה שאמרו מאן תנא שינוי בדבר האבד דלא כר' יוסי דע''כ לא אמר ר' יוסי דלא בעי שינוי בדבר האבד אלא היכא דאי משנה איכא הפסד אבל היכא דאי משנה ליכא הפסד מודה ר''י דצריך לשנות. ונראה דהא דאמרינן שלא ידוש בפרות ה''ה לשאר בע''ח דלא אלא במקלות וכיוצא בהם דבשאר בע''ח נמי אוושא מילתא ומיהו לרבינו שנתן טעם משום שינוי אפשר דבשאר ב''ח שרי שהרי שינוי הוא. ואיכא למידק למה לא כתבו הפוסקים דאדם חשוב אפילו אין לו מה יאכל אסור ואפשר דכיון דרב חצדו ליה אע''ג דאדם חשוב הוה כוותיה נקטינן דהלכה כרב באיסורי, ועוד דהא ללישנא דקאמר לא סיימוה קמיה לשמואל נמי אי הוה ידע דאין לו מה יאכל לא הוה מקפיד עליה אע''ג דאדם חשוב הוה וכיון דאיסור מלאכה בחוה''מ דרבנן הוא נקטינן כלישנא דמיקל, וכתב הרא''ש והא דשרינן הכא לצורך המועד אפילו כיון מלאכתו במועד דבצורך אוכל לא גזרו כיון מלאכתו: "
      ],
      [],
      [],
      [],
      [
        "<b>עושים כל צרכי הרבים במועד וכו' וחופרים לרבים וכו'.</b> מדכתב גבי חפירת בורות וכריית נהרות כדי שישתו מימיהם דמשמע כדי שישתו אותם במועד וגבי מתקנים קלקולי המים לא כתב כן משמע דרבינו אפילו שלא לצורך המועד שרי וכדברי הראב''ד: "
      ],
      [
        ""
      ],
      [
        ""
      ],
      [
        "<b>ואין מגיהין אפילו אות אחת בספר העזרה מפני שאינה לצורך המועד.</b> מדיהיב רבינו האי טעמא משמע שאם היתה לצורך המועד כגון שלא היה להם ס''ת אחר לקרות בו במועד מגיהין: ",
        "<b>ואם אין לו מה יאכל כותב וכו'.</b> נראה שטעמו מפני שהוא סובר שאין מניחין תפילין בחוה''מ דבכלל יו''ט הוא וא''כ אין להתיר בכתיבת תפילין יותר מבמלאכה אחרת. ולפי דברי רבינו נראה דר' יוסי לאחמורי מכלהו אתא דלאחרים בטובה או להערים ולמכור את שלו אסור ולא שרי אם אין לו מה יאכל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>כיצד אבל שחל שביעי שלו ביו''ט וכו'.</b> כתב ה''ה מה שנמצא בספרי רבינו שאם חל שביעי שלו להיות ביו''ט שהוא מגלח במועד הוא טעות סופרים או אגב שיטפא וכו'. המהרי''ק בשורש קנ''ב כתב שבספר הנקרא בית מועד כתב להעמיד הנוסחא שבספרי רבינו מטעם דאין אבל נוהג אבילותו ברגל והואיל והגילוח והכיבוס הוא מכלל האבילות כשאינו נוהג אבילותו מותר לגלח ולכבס הואיל ולא יכול לגלח ולכבס קודם הרגל ואם יש לבעל דין לחלוק היאך יגלח ברגל שלא שלמה אבילותו נשיבנו כי הוא מגלח מפני כבוד הרגל ולאחר הרגל ישלים אבילותו. ",
        "<b>ומ''ש הרמב''ם שחל שביעי שלו.</b> ה''ה לשאר הימים של שבעה ולא כתב שביעי אלא למעט אם חל שביעי שלו עיו''ט שאינו אנוס שהרי יכול לספר במועד עכ''ל. וכתב עליו מהרי''ק חס ליה לרבינו משה דלימא הכי שהרי הוא שלא כשיטת הגמרא בהדיא וכו' ע''כ נראה ודאי דיפה כיוונו התולים הענין בטעות סופר עכ''ל מהרי''ק. ולע''ד נראה דאפשר ליישב הנוסחא כשנאמר במאי דנקט רבינו חל שביעי שלו להיות ביו''ט לאו משום היתרא דלגלח נקטיה דודאי גילוח אסור עד תשלום שלשים דכל שקבר את מתו פחות משבעה ימים לפני הרגל לא בטלה ממנו גזירת שלשים אלא משום היתרא דלכבס שהזכיר קודם לכן בסמוך נקטיה ולצדדין קתני וה''ק כל מי שא''א לו לכבס ולגלח מבעיו''ט ה''ז מותר לכבס ולגלח במועד כיצד אבל שחל שביעי שלו להיות ביו''ט ה''ז מותר לכבס במועד ואם חל להיות בעיו''ט והוא שבת שאי אפשר לגלח בו ביום מפני שהוא שבת מגלח במועד, ואע''פ שבסוף דבריו כתב הרי אלו מגלחין ומכבסין במועד אבא ממדינת הים ויוצא מבית השביה וכו' קאי תגלחת וכיבוס ואחל שביעי שלו להיות ביו''ט לא קאי אלא מכבסין דאילו תגלחת אסור עד תשלום שלשים יום כמו שנתבאר ודבר פשוט הוא בשחל שביעי שלו להיות בעיו''ט נמי הואיל והיה שבת שלא היה אפשר לכבס קודם מועד הילכך מותר לכבס במועד: ",
        "<b>בגמרא</b> (דף י''ד.) בעי אומן שאבדה לו אבידה ערב הרגל מהו כיון דאומן הוא מוכחא מילתא או דלמא כיון דלא מוכחא מלתא כי הנך לא תיקו. ופירש''י אומן ספר שהכל אצלו ערב הרגל ורואים שאבדה לו אבידה ואנוס הוא. כי הנך דמתני' דקתני מגלחין דידוע לכל. ומדהשמיטוה רבינו והרי''ף והרא''ש משמע דנקטי לה לחומרא ויש לתמוה על רבינו והרא''ש דסברי דמלאכת חוה''מ דרבנן למה לא פסקוה לקולא: ",
        "<b>מי שהיה וכו'.</b> גרסינן בירושלמי עלה דמתני' דאלו מגלחין המנודה שהתירו לו חכמים אי בשהתירו לו קודם הרגל יגלח ואי בשלא התירו לו קודם לרגל אל יגלח כלומר אל יגלח ברגל דלאו אנוס הוא אלא במה אנן קיימין בשהתירו לו קודם הרגל וחל שלשים שלו ברגל שאין נידוי פחות משלשים יום. מדברי רבינו משמע דלית ליה האי ירושלמי שהתירו לו קודם הרגל משום דבגמרא דידן (מ''ק י''ד:) משמע דכשהתירו לו במועד עסקינן דאמתניתין דקתני שהתירו לו חכמים קאמר אזל ופייסיה לבעל דיניה ואתא קמי רבנן ושרו ליה. ונראה דטעמא דכיון שלא היה בדעתו לפייס לבעל דינו חשיב אנוס וזה דעתו של הרי''ף שהשמיט גם הוא הירושלמי הזה: "
      ],
      [],
      [
        "<b>מותר ליטול שפה בחולו של מועד.</b> מדלא כתבו הרי''ף והרא''ש ורבינו הנחה כל שמעכבת נראה שאינם גורסים בגמרא בדאביטול ספרא אלא שפה מזוית לזוית בלבד וכך הוא בנוסחא דידן בגמרא וסברי דהלכתא כוותיה ומשמע שהם סוברים שאף מן הצדדין מותר לגלח אף על פי שאינו מעכב וכן כתב רבינו ירוחם שנראה מדבריהם: "
      ],
      [
        "<b>ומי שאין לו וכו'.</b> דע דבר״פ אלו מגלחין (מועד קטן דף י״ד.) גבי מי שאבדה לו אבידה בערב הרגל אסור לספר ברגל אע״פ דאנוס הוא משום דלא ידעי כ״ע דאנוס היה פריך ממי שאין לו אלא חלוק אחד שמותר לכבסו אע״ג דלא ידעי כ״ע ומשני הא אתמר עלה אמר מר בר רב אשי אזורו מוכיח עליו, ומשמע דהיינו לומר שאזורו הוא קבוע בחלוקו וכשהוא פושט חלוק ולובש חלוק אחר נוטל האזור מזה וקובעו בזה וזה שאין לו אחר מכבסו עם אזורו והרואה כשהוא מכבסו ואזורו עמו יודע שאין לו חלוק אחר. וכן פירש״י בפ' כל הבשר (חולין ק״ח.) ולפי זה יש לתמוה על רבינו והרי״ף והרא״ש למה השמיטו הא דאזורו מוכיח עליו. וי״ל שהם מפרשים אזורו מוכיח עליו כדפירש״י כאן דמי שאין לו אלא חלוק אחד פושטו ומתעטף במקטרינו וחוגרו באזורו ועומד ומכבס החלוק ומודיע לכל שאין לו אלא חלוק אחד וכן פירש הערוך דלפי זה הא דאמרינן אזורו מוכיח עליו לאו תנאה הוא לומר שאם אין אזורו מוכיח עליו אסור לכבס אלא היינו לומר שכל שאין לו אלא חלוק אחד ומכבסו אזורו מוכיח עליו שאין לו חלוק אחר שהרי הוא חגור בלא חלוק דמאי דאמרינן הא אתמר עלה אמר מר בר רב אשי וכו' לאו למימרא שמר בר רב אשי אתא לפרושי דר״י לא התיר אא״כ אזורו מוכיח עליו דוקא דא״כ ה״ל לגמרא לאיתויי הא דמר בר רב אשי אצל מימרא דר״י בסמוך אלא היינו לומר דכי אקשו בני הישיבה על ר״י אמאי שרי לכבס מי שאין לו אלא חלוק אחד דהא איכא לאסור מפני הרואים שאינם יודעים שאין לו חלוק אחר שני מר רב אשי דכל שאין לו אלא חלוק אחד כל הרואים שמכבסו יודעים שאין לו חלוק אחר שהרי רואים אותו מעוטף במקטרינו וחגור באזורו והשתא ניחא שלא הוצרכו הפוסקים להביא דברי מר בר רב אשי. אלא דאכתי איכא למידק דא״כ לא שרי ר״י אלא לכבסו ע״י עצמו דאז אזורו מוכיח עליו אבל לכבסו ע״י אחר ואפילו ע״י אשתו לא שהרי הרואים כביסת החלוק אינם רואים את בעליו חגור בלא חלוק. ואפשר לומר דאה״נ דלא שרי ר״י לכבסו אלא ע״י עצמו ולישנא דמי שאין לו אלא חלוק אחד מותר לכבסו ע״י עצמו משמע. ועי״ל דמי שאין לו אלא חלוק אחד מסתמא אין לו מי שישמשנו והוא מכבסו ע״י עצמו ואז אזורו מוכיח עליו ולפיכך התירו לכבסו ולא נתנו דבריהם לשיעורים לחלק בין מכבסו ע״י עצמו למכבסו ע״י אחר: "
      ],
      [],
      [
        "<b>וערב יו''ט האחרון של וכו'.</b> כתב הרב המגיד דאתא לאפוקי ערב יום טוב האחרון של פסח. נראה דהיינו לענין עיטור השוק בפירות אבל לענין למכור בפרהסיא ולפתוח כדרכו אפילו פתוחה לרה''ר גם בערב יו''ט אחרון של פסח מותר: "
      ]
    ],
    [
      [
        "<b>נהרות המושכים מן וכו'.</b> כתב ה' המגיד פי' שאין אותו נהר פוסק מן האגם וכו' וכך פירש''י, משמע שאם הוא פוסק אע''פ שיש בנהר זה שפע מים רבים שלא יוכל לבא במועד לצורך דלי אסור להשקות ממנו וטעמא דחיישינן שמא יטעה ויחשוב שלא יצטרך לדלי ואחר כך יצטרך לדלות בדלי והוי טרחא יתירא ולפיכך אמרו מילתא פסיקתא דליכא למיטעי דכל שלא פסק א''א לבא לצורך דלי: "
      ],
      [],
      [],
      [
        "<b>זרעים שלא שתו וכו'.</b> ויבא לידי טורח יותר כלומר וכל היכא דאיכא טירחא יתירא אפילו במקום פסידא לא טרחינן: "
      ],
      [
        "<b>עכברים שהם מפסידים וכו'.</b> מדברי רבינו בפירוש המשנה נראה שבמקום ר' יהודה אומר הוא גורס וחכמים אומרים ופסק הלכה כמותם. ונראה שהוא גורס בדברי ר''ש בן אלעזר כשאמרו בשדה הלבן שלא כדרכו לא אמרו אלא בשדה הלבן הסמוך לאילנות ואחכמים קאי ואפילו אי גריס ביה כדרכו כגירסת הרי''ף והרא''ש דהשתא ע''כ קאי את''ק סובר רבינו דמדת''ק נשמע לחכמים דכיון דת''ק כי שרי בשדה הלבן כדרכו איירי דוקא בשדה הלבן הסמוך לאילנות אם כן חכמים נמי אשדה לבן הסמוך לאילנות מהדרי ואמרי דאינו צד אלא שלא כדרכו וממילא משמע דכשאינה סמוכה לאילנות אינו צד כלל ואפילו שלא כדרכו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אין מכניסין את הצאן לדיר וכו' היה שכיר שבת שכיר חדש וכו'.</b> כתב ה''ה נראה מלשון רבינו שהוא מפרש מימרא דרבי וכו'. נראה מדבריו דבחול המועד שוכרים אותו דכיון דלאו מלאכה היא לא אסרו אמירתו לעכו''ם בחוה''מ ולאפוקי ממ''ש נמוקי יוסף: "
      ],
      [
        "<b>המשוה פני הארץ וכו'.</b> מדברי רבינו פרק שני מהלכות זכיה נראה שסובר כדמשמע מגירסת הרי''ף והרא''ש ודלא כדמשמע מדברי רש''י: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ומושיבין שובכין לתרנגולים תרנגולת שישבה על הביצים שלשה ימים וכו'.</b> משנה פ' מקום שנהגו (פסחים נ''ה:) מושיבין שובכין לתרנגולים בי''ד תרנגולת שברחה מחזירין אותה למקומה ואם מתה מושיבין אחרת תחתיה ובגמרא השתא אותובי מותבינן אהדורי מיבעיא אמר אביי סיפא אתאן לחש''מ אמר רב הונא ל''ש אלא תוך ג' למירדה דאכתי לא פרח צימרה מינה ואחר ג' לישיבתה דפסדי לה ביעי לגמרי אבל לאחר שלשה למירדה דפרח לה צימרה מינה ותוך שלשה לישיבתה דאכתי לא פסדי ביעי לגמרי אסור ר' אמי אמר אפילו תוך ג' לישיבתה מהדרינן במאי קא מיפלגי מ''ס להפסד מרובה חששו להפסד מועט לא חששו ומ''ס להפסד מועט נמי חששו. ויש לתמוה על רבינו דהא פלוגתא דרב הונא ורבי אמי ע''כ אברחה קאי דאילו במתה לא שייך לומר למירדה ורבינו סתם וכתב ברחה מחזירין אותה למקומה דמשמע אפילו תוך ג' לישיבתה ואחר ג' למירדה ועוד דבבא דמתה מושיבין אחרת תחתיה משמע ליה דמיירי אחר ג' ימים לישיבתה שהרי כתב שישבה על הביצים ג' ימים ואם כן אמאי קאמר דבמועד אין מושיבין כיון דאיכא הפסד ה''ל למישרי כדשרינן כל דבר האבד. ועוד כיון שרבינו סובר דבבא דמתה מושיבין אחרת תחתיה מיתוקמא בי''ד אמאי מצריך שיהיה אחר ג' ימים לישיבתה אפילו תוך ג' נמי דהא תוך ג' לא גרע ממושיב בתחלה דשרי כדקתני רישא. וי''ל דרבינו סבר דבמתה אפילו תוך שלשה ימים לישיבתה מושיבין אחרת תחתיה בי''ד ולא כתב דמתה שישבה על הביצים ג' ימים אלא לאשמועינן דאפ''ה במועד אין מושיבין, וכן מ''ש מושיבין אחרת תחתיה בי''ד כדי שלא יפסדו הביצים משום רבותא דמועד נקטיה לאשמועינן דאע''ג דאיכא פסידא דביעי אין מושיבין דאילו לי''ד גופיה אפילו ליכא פסידא דביעי שרי דהא במושיבין שובכין לכתחלה ליכא שום פסידא ואפ''ה שרי ומאחר שכתב דבמועד במתה אין מושיבין אחרת אפילו אחר שלשה ימים לישיבתה ממילא משמע שמ''ש שאם ברחה במועד מחזירין אותה למקומה אחר ג' ימים לישיבתה דוקא קאמר וכדרב הונא דהא על מה שכתב בתחלה שישבה על הביצים ג' ימים או יותר קאי וסברא הוא כיון דבמתה אסור אפילו אחר ג' לישיבתה שלא נתיר בברחה אפילו תוך ג' ומסתיין שנתיר בה אחר ג' לישיבתה דוקא דמחמרי במתה טפי מבברחה משום דבברחה אין טורח כ''כ להחזירה מאחר שהיא עצמה כבר ישבה עליהם אבל במתה ובא להושיב אחרת תחתיה איכא טירחא טובא דכיון שהוחמו תחת תרנגולת אחת אין תרנגולת אחרת רוצה לישב עליהם אלא בקושי וכיון דטירחא יתירא הוא אע''פ שהוא דבר האבד אסור. וא''ת אמאי לא כתב דהא דשרי להחזיר בברחה היינו דוקא תוך ג' למירדה כדאמר רב הונא ורבי אמי נמי משמע דלא פליג עליה בהא וכדכתב הרא''ש י''ל שמאחר שכתב דבמתה אין מושיבין אחרת משום דהוי טירחא יתירא ממילא משמע דבברחה אחר ג' למירדה אין מחזירין כיון דטירחא יתירא היא. א''נ י''ל שרבינו מפרש אבל אחר ג' פרח צימרה מינה פרח לו החום ואפילו אם תחזור ותשב על אותם ביצים שוב לא יועיל ומשום דהוי טירחא שלא לצורך אין מחזירין וכיון דאחר ג' למירדה אין הנאה בחזרתה לא הוצרך רבינו לאוסרו דבלאו הכי אין לך אדם שיחזירנה כיון שאין שום תועלת בחזרתה: ",
        "<b>ועי''ל</b> דרבינו דנקט ג' ימים לאו אברחה ואמתה ובא להושיב אחרת תחתיה במועד בלחוד קאי אלא גם להיכא דמתה ובא להושיב אחרת תחתיה בי''ד נמי קאי דדוקא אחר ג' ימים לישיבתה מושיב אחרת תחתיה אבל תוך ג' ימים לישיבתה לא שהוא ז''ל סובר שיש טורח יותר כשמתה להושיב אחרת תחתיה מלהושיב שובכין בתחלה ומש''ה אע''פ שהתיר בי''ד להושיב שובכין בתחלה אסר להושיב אחרת תחתיה כשמתה משום דהוי טירחא יתירא אלא כשהוא אחר ג' ימים לישיבתה דאיכא פסידא דביעי דאז אע''ג דהוי טירחא יתירא שרי בי''ד אבל במועד לא כיון דטירחא היא והוא ז''ל מפרש דפלוגתא דרב הונא ור' אמי קיימא אבבא דברחה ואבבא דמתה דאע''ג דתוך ג' למירדה ואחר ג' למירדה לא קאי אלא לברחה תוך ג' לישיבתה ואחר ג' לישיבתה קאי בין אברחה בין אמתה ולפי זה ניחא שמה שכתב שישבה על הביצים שלשה ימים וכן מה שכתב כדי שלא יפסדו הביצים לי''ד גופיה נמי איצטריך: "
      ]
    ]
  ]
};