const Sabbath = {
  "title": "Mishneh Torah, Sabbath",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Sabbath",
  "text": [
    [
      "שְׁבִיתָה בַּשְּׁבִיעִי מִמְּלָאכָה מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות לד כא)</small> \"וּבַיּוֹם הַשְּׁבִיעִי תִּשְׁבֹּת\". וְכָל הָעוֹשֶׂה בּוֹ מְלָאכָה בִּטֵּל מִצְוַת עֲשֵׂה וְעָבַר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים ה יד)</small> \"לֹא תַעֲשֶׂה כָל מְלָאכָה\". וּמַה הוּא חַיָּב עַל עֲשִׂיַּת מְלָאכָה. אִם עָשָׂה בִּרְצוֹנוֹ בְּזָדוֹן חַיָּב כָּרֵת. וְאִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה נִסְקָל. וְאִם עָשָׂה בִּשְׁגָגָה חַיָּב קָרְבַּן חַטָּאת קְבוּעָה: \n",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר בְּהִלְכוֹת שַׁבָּת שֶׁהָעוֹשֶׂה דָּבָר זֶה חַיָּב הֲרֵי זֶה חַיָּב כָּרֵת. וְאִם הָיוּ שָׁם עֵדִים וְהַתְרָאָה חַיָּב סְקִילָה. וְאִם הָיָה שׁוֹגֵג חַיָּב חַטָּאת: \n",
      "וְכָל מָקוֹם שֶׁנֶּאֱמַר שֶׁהָעוֹשֶׂה דָּבָר זֶה פָּטוּר הֲרֵי זֶה פָּטוּר מִן הַכָּרֵת וּמִן הַסְּקִילָה וּמִן הַקָּרְבָּן אֲבָל אָסוּר לַעֲשׂוֹת אוֹתוֹ דָּבָר בְּשַׁבָּת וְאִסּוּרוֹ מִדִּבְרֵי סוֹפְרִים וְהוּא הַרְחָקָה מִן הַמְּלָאכָה. וְהָעוֹשֶׂה אוֹתוֹ בְּזָדוֹן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן כָּל מָקוֹם שֶׁנֶּאֱמַר אֵין עוֹשִׂין כָּךְ וְכָךְ אוֹ אָסוּר לַעֲשׂוֹת כָּךְ וְכָךְ בְּשַׁבָּת הָעוֹשֶׂה אוֹתוֹ דָּבָר בְּזָדוֹן מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "וְכָל מָקוֹם שֶׁנֶּאֱמַר מֻתָּר לַעֲשׂוֹת כָּךְ וְכָךְ הֲרֵי זֶה מֻתָּר לְכַתְּחִלָּה. וְכֵן כָּל מָקוֹם שֶׁנֶּאֱמַר אֵינוֹ חַיָּב כְּלוּם אוֹ פָּטוּר מִכְּלוּם אֵין מַכִּין אוֹתוֹ כְּלָל: \n",
      "דְּבָרִים הַמֻּתָּרִים לַעֲשׂוֹתָן בְּשַׁבָּת וּבִשְׁעַת עֲשִׂיָּתָן אֶפְשָׁר שֶׁתֵּעָשֶׂה בִּגְלָלָן מְלָאכָה וְאֶפְשָׁר שֶׁלֹּא תֵּעָשֶׂה. אִם לֹא נִתְכַּוֵּן לְאוֹתָהּ מְלָאכָה הֲרֵי זֶה מֻתָּר. כֵּיצַד. גּוֹרֵר אָדָם מִטָּה וְכִסֵּא וְסַפְסָל וְכַיּוֹצֵא בָּהֶן בְּשַׁבָּת וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַחְפֹּר חָרִיץ בַּקַּרְקַע בִּשְׁעַת גְּרִירָתָן. וּלְפִיכָךְ אִם חָפְרוּ הַקַּרְקַע אֵינוֹ חוֹשֵׁשׁ בְּכָךְ לְפִי שֶׁלֹּא נִתְכַּוֵּן. וְכֵן מְהַלֵּךְ אָדָם עַל גַּבֵּי עֲשָׂבִים בְּשַׁבָּת וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַעֲקֹר אוֹתָן. לְפִיכָךְ אִם נֶעֶקְרוּ אֵינוֹ חוֹשֵׁשׁ. וְרוֹחֵץ יָדָיו בַּעֲפַר הַפֵּרוֹת וְכַיּוֹצֵא בּוֹ וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לְהַשִּׁיר הַשֵּׂעָר. לְפִיכָךְ אִם נָשַׁר אֵינוֹ חוֹשֵׁשׁ. וְכֵן פִּרְצָה דְּחוּקָה מֻתָּר לְהִכָּנֵס בָּהּ בְּשַׁבָּת אַף עַל פִּי שֶׁמַּשִּׁיר צְרוֹרוֹת. וְכֵן כָּל דָּבָר שֶׁאֵין מִתְכַּוֵּן כְּגוֹן זֶה הֲרֵי זֶה מֻתָּר: \n",
      "אֲבָל עָשָׂה מַעֲשֶׂה וְנַעֲשֵׂית בִּגְלָלוֹ מְלָאכָה שֶׁוַּדַּאי תֵּעָשֶׂה בִּשְׁבִיל אוֹתוֹ מַעֲשֶׂה אַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן לָהּ חַיָּב. שֶׁהַדָּבָר יָדוּעַ שֶׁאִי אֶפְשָׁר שֶׁלֹּא תֵּעָשֶׂה אוֹתָהּ מְלָאכָה. כֵּיצַד. הֲרֵי שֶׁצָּרִיךְ לְרֹאשׁ עוֹף לְצַחֵק בּוֹ הַקָּטָן וְחָתַךְ רֹאשׁוֹ בְּשַׁבָּת אַף עַל פִּי שֶׁאֵין סוֹף מְגַמָּתוֹ לַהֲרִיגַת הָעוֹף בִּלְבַד חַיָּב שֶׁהַדָּבָר יָדוּעַ שֶׁאִי אֶפְשָׁר שֶׁיַּחְתֹּךְ רֹאשׁ הַחַי וְיִחְיֶה אֶלָּא הַמָּוֶת בָּא בִּשְׁבִילוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל הָעוֹשֶׂה מְלָאכָה בְּשַׁבָּת אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לְגוּפָהּ שֶׁל מְלָאכָה חַיָּב עָלֶיהָ. כֵּיצַד. הֲרֵי שֶׁכִּבָּה אֶת הַנֵּר מִפְּנֵי שֶׁהוּא צָרִיךְ לַשֶּׁמֶן אוֹ לַפְּתִילָה כְּדֵי שֶׁלֹּא יֹאבַד אוֹ כְּדֵי שֶׁלֹּא יִשָּׂרֵף אוֹ כְּדֵי שֶׁלֹּא יִבָּקַע חֶרֶשׂ שֶׁל נֵר. מִפְּנֵי שֶׁהַכִּבּוּי מְלָאכָה וַהֲרֵי נִתְכַּוֵּן לְכַבּוֹת וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לְגוּף הַכִּבּוּי וְלֹא כִּבָּה אֶלָּא מִפְּנֵי הַשֶּׁמֶן אוֹ מִפְּנֵי הַחֶרֶשׂ אוֹ מִפְּנֵי הַפְּתִילָה הֲרֵי זֶה חַיָּב. וְכֵן הַמַּעֲבִיר אֶת הַקּוֹץ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים אוֹ הַמְכַבֶּה אֶת הַגַּחֶלֶת כְּדֵי שֶׁלֹּא יִזּוֹקוּ בָּהֶן רַבִּים חַיָּב וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לְגוּף הַכִּבּוּי אוֹ לְגוּף הַהַעֲבָרָה אֶלָּא לְהַרְחִיק הַהֶזֵּק הֲרֵי זֶה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל הַמִּתְכַּוֵּן לַעֲשׂוֹת מְלָאכָה וְנַעֲשָׂה לוֹ מְלָאכָה אַחֶרֶת שֶׁלֹּא נִתְכַּוֵּן לָהּ פָּטוּר עָלֶיהָ לְפִי שֶׁלֹּא נַעֲשֵׂית מַחֲשַׁבְתּוֹ. כֵּיצַד. זָרַק אֶבֶן אוֹ חֵץ בַּחֲבֵרוֹ אוֹ בִּבְהֵמָה כְּדֵי לְהָרְגָן וְהָלַךְ וְעָקַר אִילָן בַּהֲלִיכָתוֹ וְלֹא הָרַג הֲרֵי זֶה פָּטוּר. הֲרֵי זֶה קַל וָחֹמֶר אִם נִתְכַּוֵּן לְאִסּוּר קַל וְנַעֲשָׂה אִסּוּר חָמוּר. כְּגוֹן שֶׁנִּתְכַּוֵּן לִזְרֹק בְּכַרְמְלִית וְעָבְרָה הָאֶבֶן לִרְשׁוּת הָרַבִּים שֶׁהוּא פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. נִתְכַּוֵּן לַעֲשׂוֹת דָּבָר הַמֻּתָּר וְעָשָׂה דָּבָר אַחֵר כְּגוֹן שֶׁנִּתְכַּוֵּן לַחְתֹּךְ אֶת הַתָּלוּשׁ וְחָתַךְ אֶת הַמְחֻבָּר אֵינוֹ חַיָּב כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נִתְכַּוֵּן לִלְקֹט תְּאֵנִים שְׁחוֹרוֹת וְלִקֵּט לְבָנוֹת אוֹ שֶׁנִּתְכַּוֵּן לִלְקֹט תְּאֵנִים וְאַחַר כָּךְ עֲנָבִים וְנֶהְפַּךְ הַדָּבָר וְלִקֵּט הָעֲנָבִים בַּתְּחִלָּה וְאַחַר כָּךְ תְּאֵנִים פָּטוּר אַף עַל פִּי שֶׁלִּקֵּט כָּל מַה שֶּׁחָשַׁב הוֹאִיל וְלֹא לִקֵּט כַּסֵּדֶר שֶׁחָשַׁב פָּטוּר שֶׁבְּלֹא כַּוָּנָה עָשָׂה שֶׁלֹּא אָסְרָה תּוֹרָה אֶלָּא מְלֶאכֶת מַחְשֶׁבֶת: \n",
      "הָיוּ לְפָנָיו שְׁתֵּי נֵרוֹת דּוֹלְקוֹת אוֹ כְּבוּיוֹת נִתְכַּוֵּן לְכַבּוֹת זוֹ וְכִבָּה אֶת זוֹ לְהַדְלִיק זוֹ וְהִדְלִיק אֶת זוֹ חַיָּב שֶׁהֲרֵי עָשָׂה מִן הַמְּלָאכָה שֶׁחָשַׁב לַעֲשׂוֹתָהּ. הָא לְמָה הוּא דּוֹמֶה לְמִי שֶׁנִּתְכַּוֵּן לִלְקֹט תְּאֵנָה זוֹ וְלִקֵּט תְּאֵנָה אַחֶרֶת. אוֹ לְמִי שֶׁנִּתְכַּוֵּן לַהֲרֹג אֶת זֶה וְהָרַג אֶת זֶה שֶׁהֲרֵי נַעֲשֵׂית מְלָאכָה שֶׁחָשַׁב לַעֲשׂוֹתָהּ: \n",
      "אֲבָל אִם נִתְכַּוֵּן לְהַדְלִיק רִאשׁוֹנָה וּלְכַבּוֹת שְׁנִיָּה אַחֲרֶיהָ וְנֶהְפַּךְ הַדָּבָר וְכִבָּה רִאשׁוֹנָה וְאַחַר כָּךְ הִדְלִיק שְׁנִיָּה אַחֲרֶיהָ פָּטוּר. כִּבָּה זוֹ וְהִדְלִיק זוֹ בִּנְשִׁימָה אַחַת חַיָּב. שֶׁאַף עַל פִּי שֶׁלֹּא הִקְדִּים הַהַדְלָקָה הֲרֵי זֶה לֹא אִחֵר אוֹתָהּ אֶלָּא שְׁתֵּיהֶן כְּאַחַת וּלְפִיכָךְ חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכָל הָעוֹשֶׂה מְלָאכָה בְּמִתְעַסֵּק וְלֹא נִתְכַּוֵּן לָהּ פָּטוּר: \n",
      "כָּל הַמִּתְכַּוֵּן לַעֲשׂוֹת מְלָאכָה וְנַעֲשֵׂית בְּיוֹתֵר עַל כַּוָּנָתוֹ חַיָּב. בְּפָחוֹת מִכַּוָּנָתוֹ פָּטוּר. כֵּיצַד. הֲרֵי שֶׁנִּתְכַּוֵּן לְהוֹצִיא מַשָּׂא לְאַחֲרָיו וּבָא לוֹ לְפָנָיו חַיָּב שֶׁהֲרֵי נִתְכַּוֵּן לִשְׁמִירָה פְּחוּתָה וְנַעֲשֵׂית שְׁמִירָה מְעֻלָּה. אֲבָל אִם נִתְכַּוֵּן לְהוֹצִיא לְפָנָיו וּבָא לוֹ לְאַחֲרָיו פָּטוּר שֶׁהֲרֵי נִתְכַּוֵּן לְהוֹצִיא בִּשְׁמִירָה מְעֻלָּה וְהוֹצִיא בִּשְׁמִירָה פְּחוּתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָיָה חָגוּר בְּסִנָּר וְהִשְׁלִיךְ הַמַּשָּׂא בֵּין בְּשָׂרוֹ וַחֲלוּקוֹ בֵּין שֶׁבָּא זֶה הַמַּשָּׂא שֶׁדַּרְכּוֹ לְהוֹצִיאוֹ בַּדֶּרֶךְ הַזֹּאת לְפָנָיו בֵּין שֶׁבָּא לְאַחֲרָיו חַיָּב שֶׁכֵּן דַּרְכּוֹ לִהְיוֹת חוֹזֵר: \n",
      "כָּל הַמִתְכַּוֵּן לַעֲשׂוֹת מְלָאכָה בְּשַׁבָּת וְהִתְחִיל בָּהּ וְעָשָׂה כַּשִּׁעוּר חַיָּב. אַף עַל פִּי שֶׁלֹּא הִשְׁלִים כָּל הַמְּלָאכָה שֶׁנִּתְכַּוֵּן לְהַשְׁלִימָהּ. כֵּיצַד. הֲרֵי שֶׁנִּתְכַּוֵּן לִכְתֹּב אִגֶּרֶת אוֹ שְׁטָר בְּשַׁבָּת אֵין אוֹמְרִים לֹא יִתְחַיֵּב זֶה עַד שֶׁיַּשְׁלִים חֶפְצוֹ וְיִכְתֹּב כָּל הַשְּׁטָר אוֹ כָּל הָאִגֶּרֶת אֶלָּא מִשֶּׁיִּכְתֹּב שְׁתֵּי אוֹתִיּוֹת חַיָּב. וְכֵן אִם נִתְכַּוֵּן לֶאֱרֹג בֶּגֶד שָׁלֵם מִשֶּׁיֶאֱרֹג שְׁנֵי חוּטִין חַיָּב וְאַף עַל פִּי שֶׁכַּוָּנָתוֹ לְהַשְׁלִים הַבֶּגֶד הוֹאִיל וְעָשָׂה כַּשִּׁעוּר בְּכַוָּנָה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל מְלָאכָה שֶׁהַיָּחִיד יָכוֹל לַעֲשׂוֹת אוֹתָהּ לְבַדּוֹ וְעָשׂוּ אוֹתָהּ שְׁנַיִם בְּשֻׁתָּפוּת בֵּין שֶׁעָשָׂה זֶה מִקְצָתָהּ וְזֶה מִקְצָתָהּ כְּגוֹן שֶׁעָקַר זֶה הַחֵפֶץ מֵרְשׁוּת זוֹ וְהִנִּיחוֹ הַשֵּׁנִי בִּרְשׁוּת אַחֶרֶת בֵּין שֶׁעָשׂוּ אוֹתָהּ שְׁנֵיהֶם כְּאֶחָד מִתְּחִלָּה וְעַד סוֹף כְּגוֹן שֶׁאָחֲזוּ שְׁנֵיהֶם בְּקֻלְמוֹס וְכָתְבוּ אוֹ אָחֲזוּ כִּכָּר וְהוֹצִיאוּהוּ מֵרְשׁוּת לִרְשׁוּת הֲרֵי אֵלּוּ פְּטוּרִין: \n",
      "וְאִם אֵין אֶחָד מֵהֶן יָכוֹל לַעֲשׂוֹתָהּ לְבַדּוֹ עַד שֶׁיִּצְטָרְפוּ כְּגוֹן שְׁנַיִם שֶׁאָחֲזוּ קוֹרָה וְהוֹצִיאוּהָ לִרְשׁוּת הָרַבִּים הוֹאִיל וְאֵין כֹּחַ בְּאֶחָד מֵהֶן לַעֲשׂוֹתָהּ לְבַדּוֹ וְעָשׂוּ אוֹתָהּ בְּשֻׁתָּפוּת מִתְּחִלָּה וְעַד סוֹף שְׁנֵיהֶן חַיָּבִין וְשִׁעוּר אֶחָד לִשְׁנֵיהֶן. הָיָה כֹּחַ בְּאֶחָד לְהוֹצִיא קוֹרָה זוֹ לְבַדּוֹ וְהַשֵּׁנִי אֵינוֹ יָכוֹל לְהוֹצִיאָהּ לְבַדּוֹ וְנִשְׁתַּתְּפוּ שְׁנֵיהֶם וְהוֹצִיאוּהָ. זֶה הָרִאשׁוֹן שֶׁיָּכוֹל חַיָּב וְהַשֵּׁנִי מְסַיֵּעַ הוּא וּמְסַיֵּעַ אֵינוֹ חַיָּב כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כָּל הַמְקַלְקְלִין פְּטוּרִין. כֵּיצַד. הֲרֵי שֶׁחָבַל בַּחֲבֵרוֹ אוֹ בִּבְהֵמָה דֶּרֶךְ הַשְׁחָתָה וְכֵן אִם קָרַע בְּגָדִים אוֹ שְׂרָפָן אוֹ שָׁבַר כֵּלִים דֶּרֶךְ הַשְׁחָתָה הֲרֵי זֶה פָּטוּר. חָפַר גּוּמָא וְאֵינוֹ צָרִיךְ אֶלָּא לַעֲפָרָהּ הֲרֵי זֶה מְקַלְקֵל וּפָטוּר. אַף עַל פִּי שֶׁעָשָׂה מְלָאכָה הוֹאִיל וְכַוָּנָתוֹ לְקַלְקֵל פָּטוּר: \n",
      "כָּל הַמְקַלְקֵל עַל מְנָת לְתַקֵּן חַיָּב. כֵּיצַד. הֲרֵי שֶׁסָּתַר כְּדֵי לִבְנוֹת בִּמְקוֹמוֹ אוֹ שֶׁמָּחַק כְּדֵי לִכְתֹּב בַּמָּקוֹם שֶׁמָּחַק אוֹ שֶׁחָפַר גּוּמָא כְּדֵי לִבְנוֹת בְּתוֹכָהּ יְסוֹדוֹת וְכָל כַּיּוֹצֵא בָּזֶה חַיָּב. וְשִׁעוּרָן כְּשִׁעוּר הַמְתַקֵּן: \n",
      "כָּל הָעוֹשֶׂה מְלָאכָה בְּשַׁבָּת מִקְצָתָהּ בְּשׁוֹגֵג וּמִקְצָתָהּ בְּזָדוֹן בֵּין שֶׁהֵזִיד וּלְבַסּוֹף שָׁגַג בֵּין שֶׁשָּׁגַג וּלְבַסּוֹף הֵזִיד פָּטוּר עַד שֶׁיַּעֲשֶׂה שִׁעוּר הַמְּלָאכָה כֻּלָּהּ מִתְּחִלָּה וְעַד סוֹף בְּזָדוֹן וְאַחַר כָּךְ יִהְיֶה חַיָּב כָּרֵת. וְאִם יִהְיֶה בְּעֵדִים וְהַתְרָאָה חַיָּב סְקִילָה. אוֹ שֶׁיַּעֲשֶׂה שִׁעוּר מְלָאכָה כֻּלָּהּ בִּשְׁגָגָה מִתְּחִלָּה וְעַד סוֹף וְאַחַר כָּךְ יִהְיֶה חַיָּב חַטָּאת קְבוּעָה: \n"
    ],
    [
      "דְחוּיָה הִיא שַׁבָּת אֵצֶל סַכָּנַת נְפָשׁוֹת כִּשְׁאָר כָּל הַמִּצְוֹת. לְפִיכָךְ חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה עוֹשִׂין לוֹ כָּל צְרָכָיו בְּשַׁבָּת עַל פִּי רוֹפֵא אֻמָּן שֶׁל אוֹתוֹ מָקוֹם. סָפֵק שֶׁהוּא צָרִיךְ לְחַלֵּל עָלָיו אֶת הַשַּׁבָּת סָפֵק שֶׁאֵינוֹ צָרִיךְ. וְכֵן אִם אָמַר רוֹפֵא לְחַלֵּל עָלָיו אֶת הַשַּׁבָּת וְרוֹפֵא אַחֵר אוֹמֵר אֵינוֹ צָרִיךְ מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת שֶׁסְּפֵק נְפָשׁוֹת דּוֹחֶה אֶת הַשַּׁבָּת:  ",
      "אֲמָדוּהוּ בְּיוֹם הַשַּׁבָּת שֶׁהוּא צָרִיךְ לְכָךְ וְכָךְ לִשְׁמוֹנָה יָמִים אֵין אוֹמְרִים נַמְתִּין עַד הָעֶרֶב כְּדֵי שֶׁלֹּא לְחַלֵּל עָלָיו שְׁתֵּי שַׁבָּתוֹת אֶלָּא מַתְחִילִין מֵהַיּוֹם שֶׁהוּא שַׁבָּת וּמְחַלְּלִין עָלָיו אֲפִלּוּ מֵאָה שַׁבָּתוֹת כָּל זְמַן שֶׁהוּא צָרִיךְ וְיֵשׁ בּוֹ סַכָּנָה אוֹ סְפֵק סַכָּנָה מְחַלְּלִין. וּמַדְלִיקִין לוֹ אֶת הַנֵּר וּמְכַבִּין מִלְּפָנָיו אֶת הַנֵּר וְשׁוֹחֲטִין לוֹ וְאוֹפִין וּמְבַשְּׁלִין וּמְחִמִּין לוֹ חַמִּין בֵּין לְהַשְׁקוֹתוֹ בֵּין לִרְחִיצַת גּוּפוֹ. כְּלָלוֹ שֶׁל דָּבָר שַׁבָּת לְגַבֵּי חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה הֲרֵי הוּא כְּחל לְכָל הַדְּבָרִים שֶׁהוּא צָרִיךְ לָהֶן:  ",
      "כְּשֶׁעוֹשִׂים דְּבָרִים הָאֵלּוּ אֵין עוֹשִׂין אוֹתָן לֹא עַל יְדֵי נָכְרִים וְלֹא עַל יְדֵי קְטַנִּים וְלֹא עַל יְדֵי עֲבָדִים וְלֹא עַל יְדֵי נָשִׁים כְּדֵי שֶׁלֹּא תְּהֵא שַׁבָּת קַלָּה בְּעֵינֵיהֶם. אֶלָּא עַל יְדֵי גְּדוֹלֵי יִשְׂרָאֵל וְחַכְמֵיהֶם. וְאָסוּר לְהִתְמַהְמֵהַּ בְּחִלּוּל שַׁבָּת לְחוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה שֶׁנֶּאֱמַר <small>(ויקרא יח ה)</small> \"אֲשֶׁר יַעֲשֶׂה אוֹתָם הָאָדָם וָחַי בָּהֶם\" וְלֹא שֶׁיָּמוּת בָּהֶם. הָא לָמַדְתָּ שֶׁאֵין מִשְׁפְּטֵי הַתּוֹרָה נְקָמָה בָּעוֹלָם אֶלָּא רַחֲמִים וְחֶסֶד וְשָׁלוֹם בָּעוֹלָם. וְאִלּוּ הָאֶפִּיקוֹרוֹסִים שֶׁאוֹמְרִים שֶׁזֶּה חִלּוּל שַׁבָּת וְאָסוּר עֲלֵיהֶן הַכָּתוּב אוֹמֵר <small>(יחזקאל כ כה)</small> \"גַּם אֲנִי נָתַתִּי לָהֶם חֻקִּים לֹא טוֹבִים וּמִשְׁפָּטִים לֹא יִחְיוּ בָּהֶם\":  ",
      "הַחוֹשֵׁשׁ בְּעֵינָיו וְהוּא שֶׁיִּהְיֶה בִּשְׁתֵּיהֶם אוֹ בְּאַחַת מֵהֶם צִיר אוֹ שֶׁהָיוּ דְּמָעוֹת שׁוֹתְתוֹת מֵהֶן מֵרֹב הַכְּאֵב אוֹ שֶׁהָיָה דָּם שׁוֹתֵת מֵהֶן אוֹ שֶׁהָיָה בָּהֶן קַדַּחַת וְכַיּוֹצֵא בָּחֳלָאִים אֵלּוּ הֲרֵי זֶה בִּכְלַל חוֹלִים שֶׁיֵּשׁ בָּהֶן סַכָּנָה וּמְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת וְעוֹשִׂין לוֹ כָּל צָרְכֵי רְפוּאָה:  ",
      "וְכֵן אִם יֵשׁ מַכָּה בַּחֲלַל גּוּפוֹ מִן הַשָּׂפָה וּלְפָנִים בֵּין בְּפִיו בֵּין בְּמֵעָיו בֵּין בִּכְבֵדוֹ וּטְחוֹלוֹ אוֹ בִּשְׁאָר מְקוֹמוֹת כָּל שֶׁיֵּשׁ בַּחֲלָלוֹ הֲרֵי זֶה חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה וְאֵינוֹ צָרִיךְ אֹמֶד שֶׁחָלְיוֹ כָּבֵד הוּא לְפִיכָךְ מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת מִיָּד בְּלֹא אֲמִידָה. וּמַכָּה שֶׁהִיא בְּגַב הַיָּד וְגַב הָרֶגֶל הֲרֵי הִיא כְּמַכָּה שֶׁל חָלָל וְאֵינָהּ צְרִיכָה אֹמֶד וּמְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת. וְהַחֹם שֶׁמְּסַמֵּר אֶת הַבָּשָׂר כְּמַכָּה שֶׁל חָלָל דָּמִי וּמְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת וְכֵן כָּל חֹלִי שֶׁהָרוֹפְאִים אוֹמְרִין שֶׁזֶּה יֵשׁ בּוֹ סַכָּנָה אַף עַל פִּי שֶׁהוּא בְּעוֹר הַבָּשָׂר מִבַּחוּץ מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת עַל פִּיהֶם:  ",
      "הַבּוֹלֵעַ נִימָה שֶׁל מַיִם מְחִמִּין לוֹ חַמִּין בְּשַׁבָּת וְעוֹשִׂין לוֹ כָּל צָרְכֵי רְפוּאָה מִפְּנֵי שֶׁהִיא סַכָּנַת נְפָשׁוֹת. וְכֵן מִי שֶׁנְּשָׁכוֹ כֶּלֶב שׁוֹטֶה אוֹ אֶחָד מִזּוֹחֲלֵי הֶעָפָר שֶׁמְּמִיתִין אֲפִלּוּ הָיוּ סָפֵק מְמִיתִין סָפֵק אֵין מְמִיתִין עוֹשִׂין לוֹ כָּל צָרְכֵי רְפוּאָה לְהַצִּילוֹ:  ",
      "חוֹלֶה שֶׁאֲמָדוּהוּ רוֹפְאִים לְהָבִיא לוֹ גְּרוֹגֶרֶת אַחַת וְרָצוּ עֲשָׂרָה בְּנֵי אָדָם וְהֵבִיאוּ לוֹ עֶשֶׂר גְּרוֹגָרוֹת בְּבַת אַחַת כֻּלָּן פְּטוּרִין מִכְּלוּם. וַאֲפִלּוּ הֵבִיאוּ בָּזֶה אַחַר זֶה וַאֲפִלּוּ הִבְרִיא בָּרִאשׁוֹנָה שֶׁהֲרֵי כֻּלָּם בִּרְשׁוּת הֵבִיאוּ:  ",
      "חוֹלֶה שֶׁהָיָה צָרִיךְ לִשְׁתֵּי גְּרוֹגָרוֹת וְלֹא מָצְאוּ אֶלָּא שְׁתֵּי גְּרוֹגָרוֹת בִּשְׁנֵי עֵקְצִין וְשָׁלֹשׁ גְּרוֹגָרוֹת בְּעֹקֶץ אֶחָד כּוֹרְתִין הָעֹקֶץ שֶׁיֵּשׁ בּוֹ שָׁלֹשׁ אַף עַל פִּי שֶׁאֵין צְרִיכִין אֶלָּא לִשְׁתַּיִם כְּדֵי שֶׁלֹּא יַרְבּוּ בִּבְצִירָה אֶלָּא יִכְרְתוּ עֹקֶץ אֶחָד וְלֹא יִכְרְתוּ שְׁנַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הַמְבַשֵּׁל לְחוֹלֶה בְּשַׁבָּת וְאָכַל הַחוֹלֶה וְהוֹתִיר אָסוּר לְבָרִיא לֶאֱכל מִן הַמֻּתָּר גְּזֵרָה שֶׁמָּא יַרְבֶּה בִּשְׁבִילוֹ. אֲבָל הַשּׁוֹחֵט לַחוֹלֶה בְּשַׁבָּת מֻתָּר לַבָּרִיא לֶאֱכל מִמֶּנּוּ בָּשָׂר חַי שֶׁאֵין בַּדָּבָר תּוֹסֶפֶת כְּדֵי שֶׁנִּגְזֹר שֶׁמָּא יַרְבֶּה בִּשְׁבִילוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "חוֹלֶה שֶׁאֵין בּוֹ סַכָּנָה עוֹשִׂין לוֹ כָּל צְרָכָיו עַל יְדֵי נָכְרִי. כֵּיצַד. אוֹמְרִין לַנָּכְרִי לַעֲשׂוֹת לוֹ וְהוּא עוֹשֶׂה. לְבַשֵּׁל לוֹ וְלֶאֱפוֹת וּלְהָבִיא רְפוּאָה מֵרְשׁוּת לִרְשׁוּת וְכַיּוֹצֵא בָּאֵלּוּ. וְכֵן כּוֹחֵל עֵינָיו מִן הַנָּכְרִי בְּשַׁבָּת אַף עַל פִּי שֶׁאֵין שָׁם סַכָּנָה. וְאִם הָיוּ צְרִיכִים לִדְבָרִים שֶׁאֵין בָּהֶן מְלָאכָה עוֹשִׂין אוֹתָן אֲפִלּוּ יִשְׂרָאֵל. לְפִיכָךְ מַעֲלִין אָזְנַיִם בְּשַׁבָּת וּמַעֲלִין אֻנְקְלִי וּמַחְזִירִין אֶת הַשֶּׁבֶר וְכָל כַּיּוֹצֵא בָּזֶה מֻתָּר:  ",
      "הַיּוֹלֶדֶת כְּשֶׁכּוֹרַעַת לֵילֵד הֲרֵי הִיא בְּסַכָּנַת נְפָשׁוֹת וּמְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת. קוֹרְאִין לָהּ חֲכָמָה מִמָּקוֹם לְמָקוֹם וְחוֹתְכִים אֶת הַטַּבּוּר וְקוֹשְׁרִין אוֹתוֹ. וְאִם הָיְתָה צְרִיכָה לְנֵר בְּשָׁעָה שֶׁהִיא צוֹעֶקֶת בַּחֲבָלֶיהָ מַדְלִיקִין לָהּ אֶת הַנֵּר. וַאֲפִלּוּ הָיְתָה סוּמָא מִפְּנֵי שֶׁדַּעְתָּהּ מִתְיַשֶּׁבֶת עָלֶיהָ בַּנֵּר וְאַף עַל פִּי שֶׁאֵינָהּ רוֹאָה. וְאִם הָיְתָה צְרִיכָה לְשֶׁמֶן וְכַיּוֹצֵא בּוֹ מְבִיאִין לָהּ. וְכָל שֶׁאֶפְשָׁר לְשַׁנּוֹת מְשַׁנִּין בִּשְׁעַת הֲבָאָה כְּגוֹן שֶׁתָּבִיא לָהּ חֲבֶרְתָּהּ כְּלִי תָּלוּי בִּשְׂעָרָהּ. וְאִם אִי אֶפְשָׁר מְבִיאָה כְּדַרְכָּהּ:  ",
      "אֵין מְיַלְּדִין אֶת הָעוֹבֶדֶת כּוֹכָבִים וּמַזָּלוֹת בְּשַׁבָּת וַאֲפִלּוּ בְּשָׂכָר וְאֵין חוֹשְׁשִׁין לְאֵיבָה וְאַף עַל פִּי שֶׁאֵין שָׁם חִלּוּל. אֲבָל מְיַלְּדִין אֶת בַּת גֵּר תּוֹשָׁב מִפְּנֵי שֶׁאָנוּ מְצֻוִּין לְהַחֲיוֹתוֹ. וְאֵין מְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת:  ",
      "חַיָּה מִשֶּׁיַּתְחִיל הַדָּם לִהְיוֹת שׁוֹתֵת עַד שֶׁתֵּלֵד וְאַחַר שֶׁתֵּלֵד עַד שְׁלֹשָׁה יָמִים מְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת וְעוֹשִׂין לָהּ כָּל צְרָכֶיהָ. בֵּין שֶׁאָמְרָה צְרִיכָה אֲנִי בֵּין שֶׁאָמְרָה אֵינִי צְרִיכָה. וּמִשְּׁלֹשָׁה עַד שִׁבְעָה אִם אָמְרָה אֵינִי צְרִיכָה אֵין מְחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת. וְאִם שָׁתְקָה וְאֵין צָרִיךְ לוֹמַר אִם אָמְרָה צְרִיכָה אֲנִי שֶׁמְּחַלְּלִין עָלֶיהָ אֶת הַשַּׁבָּת. וּמִשִּׁבְעָה וְעַד שְׁלֹשִׁים יוֹם הֲרֵי הִיא כְּחוֹלָה שֶׁאֵין בּוֹ סַכָּנָה וַאֲפִלּוּ אָמְרָה צְרִיכָה אֲנִי אֵין עוֹשִׂין לָהּ מְלָאכָה אֶלָּא עַל יְדֵי נָכְרִים:  ",
      "עוֹשִׂין מְדוּרָה לְחַיָּה וַאֲפִלּוּ בִּימוֹת הַחַמָּה מִפְּנֵי שֶׁהַצִּנָּה קָשָׁה לְחַיָּה הַרְבֵּה בַּמְּקוֹמוֹת הַקָּרִים. אֲבָל אֵין עוֹשִׂין מְדוּרָה לְחוֹלֶה לְהִתְחַמֵּם בָּהּ. הִקִּיז דָּם וְנִצְטַנֵּן עוֹשִׂין לוֹ מְדוּרָה אֲפִלּוּ בִּתְקוּפַת תַּמּוּז. וּמַרְחִיצִין אֶת הַוָּלָד בְּשַׁבָּת בַּיּוֹם שֶׁנּוֹלַד אַחַר שֶׁחוֹתְכִין אֶת טִבּוּרוֹ אֲפִלּוּ בְּחַמִּין שֶׁהוּחַמּוּ בְּשַׁבָּת. וּמוֹלְחִין אוֹתוֹ וּמְלַפְּפִין אוֹתוֹ מִפְּנֵי שֶׁסַּכָּנָה הִיא לוֹ אִם לֹא יַעֲשׂוּ לוֹ כָּל אֵלּוּ. וְכֵן מַרְחִיצִים אוֹתוֹ לִפְנֵי הַמִּילָה וּלְאַחַר הַמִּילָה וּבַיּוֹם הַשְּׁלִישִׁי לַמִּילָה בְּחַמִּין שֶׁהוּחַמּוּ בְּשַׁבָּת מִפְּנֵי הַסַּכָּנָה:  ",
      "הָאִשָּׁה שֶׁיָּשְׁבָה עַל הַמַּשְׁבֵּר וּמֵתָה מְבִיאִין סַכִּין בְּשַׁבָּת אֲפִלּוּ דֶּרֶךְ רְשׁוּת הָרַבִּים וְקוֹרְעִין אֶת כְּרֵסָהּ וּמוֹצִיאִין אֶת הַוָּלָד שֶׁמָּא יִמָּצֵא חַי שֶׁסְּפֵק נְפָשׁוֹת דּוֹחֶה אֶת הַשַּׁבָּת וַאֲפִלּוּ לָזֶה שֶׁאֵין חֶזְקָתוֹ חַי:  ",
      "מְפַקְּחִין פִּקּוּחַ נֶפֶשׁ בְּשַׁבָּת וְאֵין צָרִיךְ לִטּל רְשׁוּת מִבֵּית דִּין. וְהַמַּקְדִּים לְהַצִּיל הַנֶּפֶשׁ הֲרֵי זֶה מְשֻׁבָּח. כֵּיצַד. רָאָה תִּינוֹק שֶׁנָּפַל לַיָּם פּוֹרֵשׂ מְצוּדָה וּמַעֲלֵהוּ וְאַף עַל פִּי שֶׁהוּא צָד הַדָּגִים עִמּוֹ. שָׁמַע שֶׁטָּבַע תִּינוֹק בַּיָּם וּפָרַשׂ מְצוּדָה לְהַעֲלוֹתוֹ וְהֶעֱלָה דָּגִים בִּלְבַד פָּטוּר מִכְּלוּם. נִתְכַּוֵּן לְהַעֲלוֹת דָּגִים וְהֶעֱלָה דָּגִים וְתִינוֹק פָּטוּר אֲפִלּוּ לֹא שָׁמַע שֶׁטָּבַע הוֹאִיל וְהֶעֱלָה תִּינוֹק עִם הַדָּגִים פָּטוּר:  ",
      "נָפַל תִּינוֹק לַבּוֹר עוֹקֵר חֻלְיָה וּמַעֲלֵהוּ וְאַף עַל פִּי שֶׁהוּא מְתַקֵּן בָּהּ מַדְרֵגָה בִּשְׁעַת עֲקִירָתוֹ. נִנְעַל דֶּלֶת בִּפְנֵי תִּינוֹק שׁוֹבֵר הַדֶּלֶת וּמוֹצִיאוֹ וְאַף עַל פִּי שֶׁהוּא מְפַצֵּל אוֹתָהּ כְּמִין עֵצִים שֶׁרְאוּיִין לִמְלָאכָה שֶׁמָּא יִבָּעֵת הַתִּינוֹק וְיָמוּת. נָפְלָה דְּלֵקָה וְיֵשׁ שָׁם אָדָם שֶׁחוֹשְׁשִׁין שֶׁמָּא יִשָּׂרֵף מְכַבִּין אוֹתָהּ לְהַצִּילוֹ מִן הָאֵשׁ וְאַף עַל פִּי שֶׁהוּא כּוֹבֵשׁ דֶּרֶךְ וּמְתַקְּנָהּ בִּשְׁעַת כִּבּוּי. וְכָל הַקּוֹדֵם לְהַצִּיל הֲרֵי זֶה מְשֻׁבָּח וְאֵינוֹ צָרִיךְ לִטּל רְשׁוּת מִבֵּית דִּין בְּכָל דָּבָר שֶׁיֵּשׁ בּוֹ סַכָּנָה:  ",
      "מִי שֶׁנָּפְלָה עָלָיו מַפּלֶת סָפֵק הוּא שָׁם סָפֵק אֵינוֹ שָׁם מְפַקְּחִין עָלָיו. מְצָאוּהוּ חַי אַף עַל פִּי שֶׁנִּתְרוֹצֵץ וְאִי אֶפְשָׁר שֶׁיִּבָּרֵא מְפַקְּחִין עָלָיו וּמוֹצִיאִין אוֹתוֹ לְחַיֵּי אוֹתָהּ שָׁעָה:  ",
      "בָּדְקוּ עַד חָטְמוֹ וְלֹא מָצְאוּ בּוֹ נְשָׁמָה מַנִּיחִין אוֹתוֹ שָׁם שֶׁכְּבָר מֵת. בָּדְקוּ וּמָצְאוּ עֶלְיוֹנִים מֵתִים לֹא יֹאמְרוּ כְּבָר מֵתוּ תַּחְתּוֹנִים אֶלָּא מְפַקְּחִין עַל הַכּל שֶׁאֶפְשָׁר בְּמַפּלֶת שֶׁיָּמוּת הָעֶלְיוֹן וְיִהְיֶה הַתַּחְתּוֹן חַי:  ",
      "הָיְתָה חָצֵר שֶׁיֵּשׁ בָּהּ עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת וְיִשְׂרְאֵלִים אֲפִלּוּ יִשְׂרָאֵל אֶחָד וְאֶלֶף עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת וְנָפְלָה עֲלֵיהֶם מַפּלֶת מְפַקְּחִין עַל הַכּל מִפְּנֵי יִשְׂרָאֵל. פֵּרַשׁ אֶחָד מֵהֶם לֶחָצֵר אַחֶרֶת וְנָפְלָה עָלָיו אוֹתָהּ חָצֵר מְפַקְּחִים עָלָיו שֶׁמָּא זֶה שֶׁפֵּרַשׁ הָיָה יִשְׂרָאֵל וְהַנִּשְׁאָרִים עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת:  ",
      "נֶעֶקְרוּ כֻּלָּן מֵחָצֵר זוֹ לֵילֵךְ לֶחָצֵר אַחֶרֶת וּבְעֵת עֲקִירָתָם פֵּרַשׁ אֶחָד מֵהֶן וְנִכְנַס לֶחָצֵר אַחֶרֶת וְנָפְלָה עָלָיו מַפּלֶת וְאֵין יָדוּעַ מִי הוּא אֵין מְפַקְּחִין עָלָיו. שֶׁכֵּיוָן שֶׁנֶּעֶקְרוּ כֻּלָּם אֵין כָּאן יִשְׂרָאֵל וְכָל הַפּוֹרֵשׁ מֵהֶן כְּשֶׁהֵן מְהַלְּכִין הֲרֵי הוּא בְּחֶזְקַת שֶׁפֵּרַשׁ מִן הָרֹב. לְפִיכָךְ אִם הָיָה הָרֹב יִשְׂרָאֵל אַף עַל פִּי שֶׁנֶּעֶקְרוּ כֻּלָּם וּפֵרַשׁ אֶחָד מֵהֶם לְחָצֵר אַחֶרֶת וְנָפְלָה עָלָיו מַפּלֶת מְפַקְּחִין:  ",
      "הַמְהַלֵּךְ בַּמִּדְבָּר וְלֹא יָדַע מָתַי הוּא יוֹם שַׁבָּת מוֹנֶה מִיּוֹם שֶׁטָּעָה שִׁשָּׁה וּמְקַדֵּשׁ שְׁבִיעִי וּמְבָרֵךְ בּוֹ בִּרְכוֹת הַיּוֹם וּמַבְדִּיל בְּמוֹצָאֵי שַׁבָּת. וּבְכָל יוֹם וָיוֹם וַאֲפִלּוּ בְּיוֹם זֶה שֶׁהוּא מְקַדֵּשׁ וּמַבְדִּיל בּוֹ מֻתָּר לוֹ לַעֲשׂוֹת כְּדֵי פַּרְנָסָתוֹ בִּלְבַד כְּדֵי שֶׁלֹּא יָמוּת. וְאָסוּר לוֹ לַעֲשׂוֹת יוֹתֵר עַל פַּרְנָסָתוֹ שֶׁכָּל יוֹם וָיוֹם סְפֵק שַׁבָּת הוּא. וְאִם יָדַע שֶׁהוּא שְׁמִינִי לִיצִיאָתוֹ אוֹ חֲמִשָּׁה עָשָׂר לִיצִיאָתוֹ וְכַיּוֹצֵא בְּזֶה הַמִּנְיָן הֲרֵי זֶה מֻתָּר לַעֲשׂוֹת מְלָאכָה בְּאוֹתוֹ הַיּוֹם שֶׁהֲרֵי הַדָּבָר וַדַּאי שֶׁלֹּא יָצָא בְּשַׁיָּרָא בְּשַׁבָּת. וּשְׁאָר הַיָּמִים חוּץ מִיּוֹם זֶה עוֹשֶׂה כְּדֵי פַּרְנָסָה בִּלְבַד:  ",
      "עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת שֶׁצָּרוּ עַל עֲיָרוֹת יִשְׂרָאֵל אִם בָּאוּ עַל עִסְקֵי מָמוֹן אֵין מְחַלְּלִין עֲלֵיהֶן אֶת הַשַּׁבָּת וְאֵין עוֹשִׂין עִמָּהֶן מִלְחָמָה. וּבְעִיר הַסְּמוּכָה לַסְּפָר אֲפִלּוּ לֹא בָּאוּ אֶלָּא עַל עִסְקֵי תֶּבֶן וְקַשׁ יוֹצְאִין עֲלֵיהֶן בִּכְלֵי זַיִן וּמְחַלְּלִין עֲלֵיהֶן אֶת הַשַּׁבָּת. וּבְכָל מָקוֹם אִם בָּאוּ עַל עִסְקֵי נְפָשׁוֹת אוֹ שֶׁעָרְכוּ מִלְחָמָה אוֹ שֶׁצָּרוּ סְתָם יוֹצְאִין עֲלֵיהֶן בִּכְלֵי זַיִן וּמְחַלְּלִין עֲלֵיהֶן אֶת הַשַּׁבָּת. וּמִצְוָה עַל כָּל יִשְׂרָאֵל שֶׁיְּכוֹלִין לָבוֹא וְלָצֵאת וְלַעֲזֹר לְאַחֵיהֶם שֶׁבַּמָּצוֹר וּלְהַצִּילָם מִיַּד הָעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת בְּשַׁבָּת. וְאָסוּר לָהֶן לְהִתְמַהֲמֵהַּ לְמוֹצָאֵי שַׁבָּת. וּכְשֶׁיַּצִּילוּ אֶת אֲחֵיהֶן מֻתָּר לָהֶן לַחֲזֹר בִּכְלֵי זַיִן שֶׁלָּהֶן לִמְקוֹמָם בְּשַׁבָּת כְּדֵי שֶׁלֹּא לְהַכְשִׁילָן לֶעָתִיד לָבוֹא:  ",
      "וְכֵן סְפִינָה הַמְטֹרֶפֶת בַּיָּם אוֹ עִיר שֶׁהִקִּיפָהּ כַּרְקוֹם אוֹ נָהָר מִצְוָה לָצֵאת בְּשַׁבָּת לְהַצִּילָן בְּכָל דָּבָר שֶׁיָּכוֹל לְהַצִּילָן. וַאֲפִלּוּ יָחִיד הַנִּרְדָּף מִפְּנֵי הָעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת אוֹ מִפְּנֵי נָחָשׁ אוֹ דֹּב שֶׁהוּא רוֹדֵף אַחֲרָיו לְהָרְגוֹ מִצְוָה לְהַצִּילוֹ. וַאֲפִלּוּ בַּעֲשִׂיַּת כַּמָּה מְלָאכוֹת בְּשַׁבָּת וַאֲפִלּוּ לְתַקֵּן כְּלֵי זַיִן לְהַצִּילוֹ מֻתָּר. וְזוֹעֲקִים עֲלֵיהֶן וּמִתְחַנְּנִים בְּשַׁבָּת וּמַתְרִיעִין עֲלֵיהֶן לַעֲזֹר אוֹתָם. וְאֵין מִתְחַנְּנִים וְלֹא זוֹעֲקִין עַל הַדֶּבֶר בְּשַׁבָּת:  ",
      "צָרִין עַל עֲיָרוֹת הָעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת שְׁלֹשָׁה יָמִים קֹדֶם לַשַּׁבָּת. וְעוֹשִׂין עִמָּהֶן מִלְחָמָה בְּכָל יוֹם וָיוֹם וַאֲפִלּוּ בְּשַׁבָּת עַד שֶׁכּוֹבְשִׁין אוֹתָהּ וְאַף עַל פִּי שֶׁהִיא מִלְחֶמֶת הָרְשׁוּת. מִפִּי הַשְּׁמוּעָה לָמְדוּ <small>(דברים כ כ)</small> \"עַד רִדְתָּהּ\" וַאֲפִלּוּ בְּשַׁבָּת. וְאֵין צָרִיךְ לוֹמַר בְּמִלְחֶמֶת מִצְוָה. וְלֹא כָּבַשׁ יְהוֹשֻׁעַ יְרִיחוֹ אֶלָּא בְּשַׁבָּת:  "
    ],
    [
      "מֻתָּר לְהַתְחִיל מְלָאכָה מֵעֶרֶב שַׁבָּת אַף עַל פִּי שֶׁהִיא נִגְמֶרֶת מֵאֵלֶיהָ בְּשַׁבָּת. שֶׁלֹּא נֶאֱסַר עָלֵינוּ לַעֲשׂוֹת מְלָאכָה אֶלָּא בְּעַצְמוֹ שֶׁל יוֹם. אֲבָל כְּשֶׁתֵּעָשֶׂה הַמְּלָאכָה מֵעַצְמָהּ בְּשַׁבָּת מֻתָּר לָנוּ לֵהָנוֹת בְּמַה שֶּׁנַּעֲשָׂה בְּשַׁבָּת מֵאֵלָיו: \n",
      "כֵּיצַד. פּוֹתְקִין מַיִם לַגִּנָּה עֶרֶב שַׁבָּת עִם חֲשֵׁכָה וְהִיא מִתְמַלֵּאת וְהוֹלֶכֶת כָּל הַיּוֹם כֻּלּוֹ. וּמַנִּיחִין מֻגְמָר תַּחַת הַכֵּלִים וְהֵן מִתְגַּמְּרִין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וּמַנִּיחִים קִילוֹר עַל גַּב הָעַיִן וְאִסְפְּלָנִית עַל גַּבֵּי הַמַּכָּה וּמִתְרַפְּאִין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וְשׁוֹרִין דְּיוֹ וְסַמָּנִין עִם חֲשֵׁכָה וְהֵן שׁוֹרִין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וְנוֹתְנִין צֶמֶר לְיוּרָה וְאוּנִין שֶׁל פִּשְׁתָּן לַתַּנּוּר וְהֵם מִשְׁתַּנִּין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וּפוֹרְשִׂים מְצוּדוֹת לְחַיָּה וּלְעוֹפוֹת וּלְדָגִים עִם חֲשֵׁכָה וְהֵן נִצּוֹדִין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וְטוֹעֲנִין בְּקוֹרוֹת בֵּית הַבַּד וּבְעִגּוּלֵי הַגַּת עִם חֲשֵׁכָה וְהַמַּשְׁקִין זָבִין וְהוֹלְכִין כָּל הַשַּׁבָּת כֻּלָּהּ. וּמַדְלִיקִין אֶת הַנֵּר אוֹ אֶת הַמְּדוּרָה מִבָּעֶרֶב וְהִיא דּוֹלֶקֶת וְהוֹלֶכֶת כָּל הַשַּׁבָּת כֻּלָּהּ: \n",
      "מַנִּיחִין קְדֵרָה עַל גַּבֵּי הָאֵשׁ אוֹ בָּשָׂר בַּתַּנּוּר אוֹ עַל גַּבֵּי גֶּחָלִים וְהֵן מִתְבַּשְּׁלִים וְהוֹלְכִין כָּל הַשַּׁבָּת וְאוֹכְלִין אוֹתָהּ בְּשַׁבָּת. וְיֵשׁ בְּדָבָר זֶה דְּבָרִים שֶׁהֵן אֲסוּרִין גְּזֵרָה שֶׁמָּא יַחְתֶּה בַּגֶּחָלִים בְּשַׁבָּת: \n",
      "כֵּיצַד. תַּבְשִׁיל שֶׁלֹּא בָּשֵׁל כָּל צָרְכּוֹ וְחַמִּין שֶׁלֹּא הוּחַמּוּ כָּל צָרְכָּן אוֹ תַּבְשִׁיל שֶׁבָּשֵׁל כָּל צָרְכּוֹ וְכָל זְמַן שֶׁמִּצְטַמֵּק הוּא יָפֶה לוֹ אֵין מַשְהִין אוֹתוֹ עַל גַּבֵּי הָאֵשׁ בְּשַׁבָּת אַף עַל פִּי שֶׁהֻנַּח מִבְּעוֹד יוֹם גְּזֵרָה שֶׁמָּא יַחְתֶּה בַּגֶּחָלִים כְּדֵי לְהַשְׁלִים בִּשּׁוּלוֹ אוֹ כְּדֵי לְצַמְּקוֹ. לְפִיכָךְ אִם גָּרַף הָאֵשׁ אוֹ שֶׁכִּסָּה אֵשׁ הַכִּירָה בְּאֵפֶר אוֹ בִּנְעֹרֶת פִּשְׁתָּן הַדַּקָּה אוֹ שֶׁעָמְמוּ הַגֶּחָלִים שֶׁהֲרֵי הֵן כִּמְכֻסּוֹת בְּאֵפֶר אוֹ שֶׁהִסִּיקוּהָ בְּקַשׁ אוֹ בִּגְבָבָא אוֹ בִּגְלָלֵי בְּהֵמָה דַּקָּה שֶׁהֲרֵי אֵין שָׁם גֶּחָלִים בּוֹעֲרוֹת הֲרֵי זֶה מֻתָּר לִשְׁהוֹת עָלֶיהָ. שֶׁהֲרֵי הִסִּיחַ דַּעְתּוֹ מִזֶּה הַתַּבְשִׁיל וְאֵין גּוֹזְרִין שֶׁמָּא יַחְתֶּה בָּאֵשׁ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּכִירָה שֶׁהֶבְלָהּ מֻעָט. אֲבָל הַתַּנּוּר אַף עַל פִּי שֶׁגָּרַף הָאֵשׁ אוֹ כִּסָּה בְּאֵפֶר אוֹ שֶׁהִסִּיקוּהוּ בְּקַשׁ אוֹ בִגְבָבָא אֵין מַשְׁהִין בְּתוֹכוֹ וְלֹא עַל גַּבָּיו וְלֹא סוֹמְכִין לוֹ תַּבְשִׁיל שֶׁלֹּא בָּשֵׁל כָּל צָרְכּוֹ אוֹ שֶׁבָּשֵׁל כָּל צָרְכּוֹ וּמִצְטַמֵּק וְיָפֶה לוֹ. הוֹאִיל וְהֶבְלוֹ חַם בְּיוֹתֵר אֵינוֹ מַסִּיחַ דַּעְתּוֹ וְחוֹשְׁשִׁים שֶׁמָּא יַחְתֶּה בְּזוֹ הָאֵשׁ הַמְּעוּטָה אַף עַל פִּי שֶׁהוּא אֵשׁ קַשׁ וּגְבָבָא אוֹ מְכֻסָּה: \n",
      "וְלָמָּה אָסְרוּ לִשְׁהוֹת בַּתַּנּוּר אַף עַל פִּי שֶׁגָּרוּף. מִפְּנֵי שֶׁהַגּוֹרֵף אֵינוֹ גּוֹרֵף אֶלָּא רֹב הָאֵשׁ וְעַצְמָהּ. וְאִי אֶפְשָׁר לִגְרֹף כָּל הָאֵשׁ עַד שֶׁלֹּא תִּשָּׁאֵר נִיצוֹץ אַחַת מִפְּנֵי שֶׁהֶבְלוֹ חַם שֶׁמָּא יַחְתֶּה כְּדֵי לְבַעֵר הַנִּיצוֹצוֹת הַנִּשְׁאָרוֹת בַּתַּנּוּר: \n",
      "הַכֻּפָּח הֶבְלוֹ רַב מֵהֶבֶל הַכִּירָה וּמְעַט מֵהֶבֶל הַתַּנּוּר. לְפִיכָךְ אִם הִסִּיקוּהוּ בְּגֶפֶת אוֹ בְּעֵצִים הֲרֵי הוּא כְּתַנּוּר וְאֵין מַשְׁהִין בְּתוֹכוֹ וְלֹא עַל גַּבָּיו וְלֹא סוֹמְכִין לוֹ תַּבְשִׁיל שֶׁלֹּא בָּשֵׁל כָּל צָרְכּוֹ אוֹ מִצְטַמֵּק וְיָפֶה לוֹ אַף עַל פִּי שֶׁגָּרַף אוֹ כִּסָּה בְּאֵפֶר. וְאִם הִסִּיקוּהוּ בְּקַשׁ אוֹ בִּגְבָבָא הֲרֵי הוּא כְּכִירָה שֶׁהֻסְּקָה בְּקַשׁ וּגְבָבָא וּמַשְׁהִין עָלָיו. וּמֻתָּר לִסְמֹךְ לְכִירָה מִבָּעֶרֶב וְאַף עַל פִּי שֶׁאֵינָהּ גְּרוּפָה וּקְטוּמָה. וְאֵיזוֹ הִיא כִּירָה וְאֵי זוֹ כֻּפָּח כִּירָה מְקוֹם שְׁפִיתַת שְׁתֵּי קְדֵרוֹת כֻּפָּח מְקוֹם שְׁפִיתַת קְדֵרָה אַחַת: \n",
      "תַּבְשִׁיל חַי שֶׁלֹּא בָּשֵׁל כְּלָל אוֹ שֶׁבָּשֵׁל כָּל צָרְכּוֹ וּמִצְטַמֵּק וְרַע לוֹ מֻתָּר לִשְׁהוֹתוֹ עַל גַּבֵּי הָאֵשׁ בֵּין בְּכִירָה וְכֻפָּח בֵּין בְּתַנּוּר. וְכֵן כָּל תַּבְשִׁיל שֶׁבָּשֵׁל וְלֹא בָּשֵׁל כָּל צָרְכּוֹ אוֹ בָּשֵׁל כָּל צָרְכּוֹ וּמִצְטַמֵּק וְיָפֶה לוֹ אִם הִשְׁלִיךְ לְתוֹכוֹ אֵבָר חַי סָמוּךְ לְבֵין הַשְּׁמָשׁוֹת נַעֲשָׂה הַכּל כְּתַבְשִׁיל חַי וּמֻתָּר לִשְׁהוֹתוֹ עַל הָאֵשׁ אַף עַל פִּי שֶׁלֹּא גָּרַף וְלֹא כִּסָּה. מִפְּנֵי שֶׁכְּבָר הִסִּיחַ דַּעְתּוֹ מִמֶּנּוּ וְאֵינוֹ בָּא לַחְתּוֹת בָּגֶחָלִים: \n",
      "כָּל תַּבְשִׁיל שֶׁאָסוּר לִשְׁהוֹתוֹ אִם עָבַר וְשִׁהָה אוֹתוֹ אָסוּר לְאָכְלוֹ עַד מוֹצָאֵי שַׁבָּת וְיַמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ. וְאִם שְׁכָחוֹ. אִם תַּבְשִׁיל שֶׁלֹּא בָּשֵׁל כָּל צָרְכּוֹ הוּא אָסוּר עַד מוֹצָאֵי שַׁבָּת. וְאִם תַּבְשִׁיל שֶׁבָּשֵׁל כָּל צָרְכּוֹ הוּא וּמִצְטַמֵּק וְיָפֶה לוֹ מֻתָּר לְאָכְלוֹ מִיָּד בְּשַׁבָּת: \n",
      "כָּל שֶׁמֻּתָּר לִשְׁהוֹתוֹ עַל גַּבֵּי הָאֵשׁ כְּשֶׁנּוֹטְלִים אוֹתוֹ בְּשַׁבָּת אָסוּר לְהַחֲזִירוֹ לִמְקוֹמוֹ. וְאֵין מַחְזִירִין לְעוֹלָם אֶלָּא עַל גַּבֵּי כִּירָה גְּרוּפָה אוֹ מְכֻסָּה אוֹ בְּכִירָה וְכֻפָּח שֶׁהֻסְּקוּ בְּקַשׁ וּגְבָבָא. וְהוּא שֶׁלֹּא הִנִּיחַ הַקְּדֵרָה עַל גַּבֵּי הַקַּרְקַע אֲבָל מִשֶּׁהִנִּיחָה עַל גַּבֵּי קַרְקַע אֵין מַחְזִירִין אוֹתָהּ. וַאֲפִלּוּ עַל גַּבֵּי כִּירָה גְּרוּפָה אוֹ מְכֻסָּה. וְאֵין מַחְזִירִין לַתַּנּוּר וְלֹא לְכֻפָּח שֶׁהֻסְּקוּ בְּגֶפֶת אוֹ בְּעֵצִים אַף עַל פִּי שֶׁגָּרַף אוֹ כִּסָּה מִפְּנֵי שֶׁהֶבְלָן חַם בְּיוֹתֵר. וְכָל שֶׁאֵין מַחְזִירִין עָלָיו אֵין סוֹמְכִין לוֹ בְּשַׁבָּת: \n",
      "אָסוּר לְהַכְנִיס מַגְרֵפָה לִקְדֵרָה בְּשַׁבָּת וְהִיא עַל הָאֵשׁ לְהוֹצִיא מִמֶּנָּה בְּשַׁבָּת מִפְּנֵי שֶׁמֵּגִיס בָּהּ וְזֶה מִצָּרְכֵי הַבִּשּׁוּל הוּא וְנִמְצָא כִּמְבַשֵּׁל בְּשַׁבָּת. וּמֻתָּר לְהַחֲזִיר מִכִּירָה לְכִירָה אֲפִלּוּ מִכִּירָה שֶׁהֶבְלָהּ מֻעָט לְכִירָה שֶׁהֶבְלָהּ מְרֻבֶּה אֲבָל לֹא מִכִּירָה לִטְמִינָה וְלֹא מִטְּמִינָה לְכִירָה: \n",
      "לֹא יְמַלֵּא אָדָם קְדֵרָה עֲסַסִיוֹת וְתוּרְמוּסִין אוֹ חָבִית שֶׁל מַיִם וְיִתֵּן לְתוֹךְ הַתַּנּוּר עֶרֶב שַׁבָּת עִם חֲשֵׁכָה וְיַשְׁהֶה אוֹתָן. שֶׁאֵלּוּ וְכָל כַּיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁלֹּא בָּשְׁלוּ כָּל עִקָּר כְּתַבְשִׁיל שֶׁלֹּא בָּשֵׁל כָּל צָרְכּוֹ הֵן מִפְּנֵי שֶׁאֵינָן צְרִיכִים בִּשּׁוּל הַרְבֵּה וְדַעְתּוֹ עֲלֵיהֶן לְאָכְלָן לְאַלְתַּר. וּלְפִיכָךְ אָסוּר לִשְׁהוֹתָן בַּתַּנּוּר. וְאִם עָבַר וְשִׁהָה אֲסוּרִין עַד מוֹצָאֵי שַׁבָּת וְיַמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ: \n",
      "תַּנּוּר שֶׁנָּתַן לְתוֹכוֹ בָּשָׂר מִבְּעוֹד יוֹם וְשִׁהָה אוֹתוֹ בְּשַׁבָּת אִם בְּשַׂר גְּדִי הוּא וְכַיּוֹצֵא בּוֹ מֻתָּר. שֶׁאִם יַחְתֶּה בְּגֶחָלִים יִתְחָרֵךְ הַבָּשָׂר שֶׁאֵינוֹ צָרִיךְ אֶלָּא חֲמִימוּת הָאֵשׁ בִּלְבַד. וְאִם בְּשַׂר עֵז אוֹ בְּשַׂר שׁוֹר הוּא אָסוּר שֶׁמָּא יַחְתֶּה בְּגֶחָלִים לְבַשְּׁלוֹ. וְאִם טָח פִּי הַתַּנּוּר בְּטִיט מֻתָּר. שֶׁאִם בָּא לִפְתֹּחַ הַתַּנּוּר וְלַחְתּוֹת תִּכָּנֵס הָרוּחַ וְיִתְקַשֶּׁה הַבָּשָׂר וְיִפָּסֵד וְיִצְטַנֵּן הַתַּנּוּר וְיַפְסִיד הַבָּשָׂר: \n",
      "וְכֵן כָּל דָּבָר שֶׁהָרוּחַ מַפְסֶדֶת אוֹתוֹ אֵין גּוֹזְרִין עָלָיו שֶׁמָּא יְגַלֵּהוּ וְיַחְתֶּה. וּמִפְּנֵי זֶה נוֹתְנִין אוּנִין שֶׁל פִּשְׁתָּן לְתוֹךְ הַתַּנּוּר עִם חֲשֵׁכָה שֶׁאִם גִלָּהוּ יִפָּסְדוּ: \n",
      "נָתַן גְּדִי שָׁלֵם לְתוֹךְ הַתַּנּוּר הֲרֵי הוּא כִּבְשַׂר עֵז אוֹ כִּבְשַׂר שׁוֹר וְאָסוּר לִשְׁהוֹתוֹ שֶׁמָּא יַחְתֶּה בְּגֶחָלִים אֶלָּא אִם כֵּן טָח הַתַּנּוּר. וּמֻתָּר לְשַׁלְשֵׁל כֶּבֶשׂ הַפֶּסַח לַתַּנּוּר עִם חֲשֵׁכָה וְאַף עַל פִּי שֶׁאֵינוֹ טָח מִפְּנֵי שֶׁבְּנֵי חֲבוּרָה זְרִיזִים הֵן: \n",
      "אֵין צוֹלִין בָּשָׂר וּבָצָל וּבֵיצָה עַל גַּבֵּי הָאֵשׁ אֶלָּא כְּדֵי שֶׁיִּצוֹלוּ מִבְּעוֹד יוֹם וְיִהְיוּ רְאוּיִין לַאֲכִילָה. וְאִם נִשְׁאֲרוּ אַחַר כֵּן עַל הָאֵשׁ בְּשַׁבָּת עַד שֶׁיִּצוֹלוּ הַרְבֵּה מֻתָּר מִפְּנֵי שֶׁהֵן כְּמִצְטַמֵּק וְרַע לוֹ שֶׁאִם יַחְתֶּה יַחֲרֹךְ אוֹתָן שֶׁעַל גּוּף הָאֵשׁ הֵם. וּמִפְּנֵי זֶה מַנִּיחִין מֻגְמָר תַּחַת הַכֵּלִים עִם חֲשֵׁכָה שֶׁאִם יַחְתֶּה בְּגֶחָלִים יִשָּׂרֵף הַמֻּגְמָר וִיעַשֵּׁן הַכֵּלִים: \n",
      "הָא לָמַדְתָּ שֶׁכָּל דָּבָר שֶׁאָנוּ אוֹסְרִין בְּעִנְיָן זֶה אֵינוֹ אָסוּר מִשּׁוּם שֶׁהוּא נַעֲשָׂה בְּשַׁבָּת אֶלָּא גְּזֵרָה שֶׁמָּא יַחְתֶּה בְּגֶחָלִים. לְפִיכָךְ אֵין נוֹתְנִין צֶמֶר לְיוּרָה אֶלָּא אִם כֵּן הָיְתָה עֲקוּרָה מֵעַל הָאֵשׁ שֶׁמָּא יַחְתֶּה בְּגֶחָלִים. וְהוּא שֶׁיִּהְיֶה פִּיהָ טוּחַ בְּטִיט שֶׁמָּא יָגִיס בָּהּ מִשֶּׁחֲשֵׁכָה: \n",
      "אֵין נוֹתְנִין אֶת הַפַּת בַּתַּנּוּר עִם חֲשֵׁכָה וְלֹא חֲרָרָה עַל גַּבֵּי הַגֶּחָלִים אֶלָּא כְּדֵי שֶׁיִּקָּרְמוּ פָּנֶיהָ שֶׁהֵם מֻדְבָּקִים בַּתַּנּוּר אוֹ בָּאֵשׁ. וְאִם נִשְׁאֲרוּ אַחֲרֵי כֵן עַד שֶׁיִּגְמֹר אֲפִיָּתָן מֻתָּר שֶׁאִם יַחְתֶּה יַפְסִיד אוֹתָן. וְאִם נָתַן סָמוּךְ לַחֲשֵׁכָה וְחָשְׁכָה וַעֲדַיִן לֹא קָרְמוּ פָּנֶיהָ. אִם בְּמֵזִיד אָסוּר לֶאֱכל מֵהֶן עַד מוֹצָאֵי שַׁבָּת וְיַמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ. וְאִם בְּשׁוֹגֵג מֻתָּר לוֹ לִרְדּוֹת מִמֶּנָּה מְזוֹן שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת. וּכְשֶׁהוּא רוֹדֶה לֹא יִרְדֶּה בְּמִרְדֶּה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל אֶלָּא בְּסַכִּין וְכַיּוֹצֵא בָּהּ: \n",
      "עוֹשֶׂה אָדָם מְדוּרָה מִכָּל דָּבָר שֶׁיִּרְצֶה בֵּין עַל גַּבֵּי קַרְקַע בֵּין עַל גַּבֵּי מְנוֹרָה וּמַדְלִיקָהּ מִבְּעוֹד יוֹם וּמִשְׁתַּמֵּשׁ לְאוֹרָהּ אוֹ מִתְחַמֵּם כְּנֶגְדָּהּ בְּשַׁבָּת. וְצָרִיךְ שֶׁיַּדְלִיק רֹב הַמְּדוּרָה קֹדֶם חֲשֵׁכָה עַד שֶׁתְּהֵא שַׁלְהֶבֶת עוֹלָה מֵאֵלֶיהָ קֹדֶם הַשַּׁבָּת. וְאִם לֹא הִדְלִיק רֻבָּהּ אָסוּר לֵהָנוֹת בָּהּ בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַחְתֶּה בָּהּ וְיָנִיד הָעֵצִים כְּדֵי שֶׁתַּעֲלֶה הַשַּׁלְהֶבֶת. וְאִם הִדְלִיק עֵץ יְחִידִי צָרִיךְ לְהַדְלִיק רֹב עָבְיוֹ וְרֹב הֶקֵּפוֹ מִבְּעוֹד יוֹם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְבוּלִין אֲבָל בַּמִּקְדָּשׁ מַאֲחִיזִין אֶת הָאוּר בָּעֵצִים בִּמְדוּרַת בֵּית הַמּוֹקֵד עִם חֲשֵׁכָה וְאֵין חוֹשְׁשִׁין שֶׁמָּא יַחְתֶּה בְּגֶחָלִים שֶׁהַכֹּהֲנִים זְרִיזִין הֵן: \n",
      "הָיְתָה מְדוּרָה שֶׁל קָנִים אוֹ שֶׁל גַּרְעִינִין אֵינוֹ צָרִיךְ לְהַדְלִיק הָרֹב אֶלָּא כֵּיוָן שֶׁהִתְחִיל בָּהֶן הָאֵשׁ קֹדֶם הַשַּׁבָּת מֻתָּר לְהִשְׁתַּמֵּשׁ בָּהּ. מִפְּנֵי שֶׁהָאֵשׁ נִתְלֵית בָּהֶן בִּמְהֵרָה וְאֵינוֹ צָרִיךְ לַחְתּוֹת. לְפִיכָךְ אִם אָגַד הַקָּנִים אוֹ הִנִּיחַ הַגַּרְעִינִין בְּחוֹתָלוֹת הֲרֵי הֵן כְּעֵצִים וְצָרִיךְ שֶׁתַּעֲלֶה בָּהֶן שַׁלְהֶבֶת מֵאֵלֶיהָ קֹדֶם הַשַּׁבָּת: \n",
      "מְדוּרָה שֶׁל זֶפֶת אוֹ שֶׁל גָּפְרִית אוֹ שֶׁל רְבָב אוֹ שֶׁל קִירָה אוֹ שֶׁל קַשׁ אוֹ שֶׁל גְּבָבָא אֵינוֹ צָרִיךְ לְהַדְלִיק רֻבָּהּ קֹדֶם הַשַּׁבָּת מִפְּנֵי שֶׁהָאֵשׁ מַדְלֶקֶת אוֹתָם בִּמְהֵרָה: \n"
    ],
    [
      "יֵשׁ דְּבָרִים שֶׁאִם טָמַן בָּהֶן הַתַּבְשִׁיל הוּא מִתְחַמֵּם וּמוֹסִיפִין בְּבִשּׁוּלוֹ כְּעֵין הָאֵשׁ. כְּגוֹן הַגֶּפֶת וְזֶבֶל וּמֶלַח וְסִיד וְחוֹל אוֹ זַגִּין וּמוֹכִין וַעֲשָׂבִים בִּזְמַן שֶׁשְּׁלָשְׁתָּן לַחִים וַאֲפִלּוּ מֵחֲמַת עַצְמָן. וּדְבָרִים אֵלּוּ נִקְרָאִין דָּבָר הַמּוֹסִיף הֶבֶל. וְיֵשׁ דְּבָרִים שֶׁאִם טָמַן בָּהֶן הַתַּבְשִׁיל יִשָּׁאֵר בַּחֲמִימוּתוֹ בִּלְבַד וְאֵינָן מוֹסִיפִין לוֹ בִּשּׁוּל אֶלָּא מוֹנְעִין אוֹתוֹ מִלְּהִצְטַנֵּן. כְּגוֹן זַגִּין וּמוֹכִין וַעֲשָׂבִים יְבֵשִׁין וּכְסוּת וּפֵרוֹת וְכַנְפֵי יוֹנָה וּנְעֹרֶת הַפִּשְׁתָּן וּנְסֹרֶת חָרָשִׁים וּשְׁלָחִין וְגִזֵּי צֶמֶר. וּדְבָרִים אֵלּוּ נִקְרָאִין דָּבָר שֶׁאֵינוֹ מוֹסִיף הֶבֶל:  ",
      "מִן הַדִּין הָיָה שֶׁטּוֹמְנִין בְּדָבָר הַמּוֹסִיף הֶבֶל מִבְּעוֹד יוֹם וְיִשָּׁאֵר הַתַּבְשִׁיל טָמוּן בְּשַׁבָּת. שֶׁהֲרֵי מַשְׁהִין עַל גַּבֵּי הָאֵשׁ בְּשַׁבָּת. אֲבָל אָסְרוּ חֲכָמִים לְהַטְמִין בְּדָבָר הַמּוֹסִיף הֶבֶל מִבְּעוֹד יוֹם גְּזֵרָה שֶׁמָּא תַּרְתִּיחַ הַקְּדֵרָה בְּשַׁבָּת וְיִצְטָרֵךְ לְגָלוֹתָן עַד שֶׁתָּנוּחַ הָרְתִיחָה וְיַחֲזֹר וִיכַסֶּה בְּשַׁבָּת וְנִמְצָא טוֹמֵן בְּדָבָר הַמּוֹסִיף הֶבֶל בְּשַׁבָּת שֶׁהוּא אָסוּר. לְפִיכָךְ מֻתָּר לְהַטְמִין בְּדָבָר הַמּוֹסִיף הֶבֶל בֵּין הַשְּׁמָשׁוֹת שֶׁסְּתָם קְדֵרוֹת בֵּין הַשְּׁמָשׁוֹת כְּבָר רָתְחוּ וְנָחוּ מִבִּעֲבּוּעָן וְכֵיוָן שֶׁנָּחוּ שׁוּב אֵינָן רוֹתְחִין:  ",
      "וְכֵן מִן הַדִּין הָיָה לִטְמֹן הַתַּבְשִׁיל בְּדָבָר שֶׁאֵינוֹ מוֹסִיף הֶבֶל בְּשַׁבָּת עַצְמָהּ. אֲבָל אָסְרוּ חֲכָמִים דָּבָר זֶה גְּזֵרָה שֶׁמָּא יַטְמִין בְּרֶמֶץ וְיִהְיֶה בּוֹ נִיצוֹצוֹת שֶׁל אֵשׁ וְנִמְצָא חוֹתֶה בַּגֶּחָלִים. לְפִיכָךְ אָסְרוּ לְהַטְמִין דָּבָר חַם בְּשַׁבָּת וַאֲפִלּוּ בְּדָבָר שֶׁאֵינוֹ מוֹסִיף הֶבֶל:  ",
      "סָפֵק חֲשֵׁכָה סָפֵק אֵינָהּ חֲשֵׁכָה מֻתָּר לִטְמוֹן אֶת דָּבָר חַם. וּמֻתָּר לִטְמוֹן אֶת דָּבָר הַצּוֹנֵן בְּשַׁבָּת בְּדָבָר שֶׁאֵינוֹ מוֹסִיף כְּדֵי שֶׁלֹּא יִצְטַנֵּן בְּיוֹתֵר אוֹ כְּדֵי שֶׁתָּפוּג צִנָּתָן. חַמִּין שֶׁטְּמָנָן מֵעֶרֶב שַׁבָּת וְנִתְגַּלּוּ בְּשַׁבָּת מֻתָּר לְכַסּוֹתָן. שֶׁהֲרֵי אֵינוֹ מוֹסִיף. וּמֻתָּר לְהַחֲלִיף הַכִּסּוּי בְּשַׁבָּת. כֵּיצַד. נוֹטֵל כְּסוּת וּמַנִּיחַ כַּנְפֵי יוֹנָה אוֹ נוֹטֵל כַּנְפֵי יוֹנָה וּמַנִּיחַ הַכְּסוּת:  ",
      "פִּנָּה הַתַּבְשִׁיל אוֹ הַמַּיִם הַחַמִּין מִכְּלִי לִכְלִי אַחֵר מֻתָּר לְהַטְמִין הַכְּלִי הָאַחֵר בְּשַׁבָּת בְּדָבָר שֶׁאֵינוֹ מוֹסִיף. כְּמוֹ הַדָּבָר הַצּוֹנֵן. שֶׁלֹּא אָסְרוּ לְהַטְמִין בְּשַׁבָּת אֶלָּא דָּבָר חַם שֶׁהוּא בִּכְלִי רִאשׁוֹן שֶׁנִתְבַּשֵּׁל בּוֹ אֲבָל אִם פִּנָּהוּ מֻתָּר:  ",
      "מַנִּיחִין מֵיחַם עַל גַּבֵּי מֵיחַם בְּשַׁבָּת וּקְדֵרָה עַל גַּבֵּי קְדֵרָה וּקְדֵרָה עַל גַּבֵּי מֵיחַם וּמֵיחַם עַל גַּבֵּי קְדֵרָה וְטָח פִּיהֶם בְּבָצֵק לֹא בִּשְׁבִיל שֶׁיּוּחַמּוּ אֶלָּא בִּשְׁבִיל שֶׁיַּעַמְדוּ עַל חֻמָּם. שֶׁלֹּא אָסְרוּ אֶלָּא לְהַטְמִין בְּשַׁבָּת אֲבָל לְהַנִּיחַ כְּלִי חַם עַל גַּב כְּלִי חַם כְּדֵי שֶׁיִּהְיוּ עוֹמְדִין בַּחֲמִימוּתָן מֻתָּר. אֲבָל אֵין מַנִּיחִין כְּלִי שֶׁיֵּשׁ בּוֹ דָּבָר צוֹנֵן עַל גַּבֵּי כְּלִי חַם בְּשַׁבָּת שֶׁהֲרֵי מוֹלִיד בּוֹ חֹם בְּשַׁבָּת וְאִם הִנִּיחוֹ מִבָּעֶרֶב מֻתָּר וְאֵינוֹ כְּטוֹמֵן בְּדָבָר הַמּוֹסִיף:  "
    ],
    [
      "הַדְלָ [קַ] ת נֵר בְּשַׁבָּת אֵינָהּ רְשׁוּת אִם רָצָה מַדְלִיק וְאִם רָצָה אֵינוֹ מַדְלִיק. וְלֹא מִצְוָה שֶׁאֵינוֹ חַיָּב לִרְדֹּף אַחֲרֶיהָ עַד שֶׁיַּעֲשֶׂנָה כְּגוֹן עֵרוּבֵי חֲצֵרוֹת אוֹ נְטִילַת יָדַיִם לַאֲכִילָה אֶלָּא זֶה חוֹבָה. וְאֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין לִהְיוֹת בְּבָתֵּיהֶן נֵר דָּלוּק בְּשַׁבָּת. אֲפִלּוּ אֵין לוֹ מַה יֹּאכַל שׁוֹאֵל עַל הַפְּתָחִים וְלוֹקֵחַ שֶׁמֶן וּמַדְלִיק אֶת הַנֵּר שֶׁזֶּה בִּכְלַל עֹנֶג שַׁבָּת. וְחַיָּב לְבָרֵךְ קֹדֶם הַדְלָקָה בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לְהַדְלִיק נֵר שֶׁל שַׁבָּת. כְּדֶרֶךְ שֶׁמְּבָרֵךְ עַל כָּל הַדְּבָרִים שֶׁהוּא חַיָּב בָּהֶם מִדִּבְרֵי סוֹפְרִים: \n",
      "מֻתָּר לְהִשְׁתַּמֵּשׁ בְּנֵר שֶׁל שַׁבָּת. וְהוּא שֶׁלֹּא יְהֵא הַדָּבָר צָרִיךְ עִיּוּן הַרְבֵּה. אֲבָל דָּבָר שֶׁצָּרִיךְ לְדַקְדֵּק בִּרְאִיָּתוֹ אָסוּר לְהַבְחִינוֹ לְאוֹר הַנֵּר גְּזֵרָה שֶׁמָּא יַטֶּה: \n",
      "הַמַּדְלִיק צָרִיךְ לְהַדְלִיק מִבְּעוֹד יוֹם קֹדֶם שְׁקִיעַת הַחַמָּה. וְנָשִׁים מְצֻוּוֹת עַל דָּבָר זֶה יוֹתֵר מִן הָאֲנָשִׁים לְפִי שֶׁהֵן מְצוּיוֹת בַּבָּתִּים וְהֵן הָעֲסוּקוֹת בִּמְלֶאכֶת הַבַּיִת. וְאַף עַל פִּי כֵן צָרִיךְ הָאִישׁ לְהַזְהִירָן וְלִבְדֹּק אוֹתָן עַל כָּךְ וְלוֹמַר לָהֶן וּלְאַנְשֵׁי בֵּיתוֹ עֶרֶב שַׁבָּת קֹדֶם שֶׁתֶּחְשַׁךְ הַדְלִיקוּ אֶת הַנֵּר. סְפֵק חֲשֵׁכָה וְנִכְנַס הַשַּׁבָּת סָפֵק לֹא נִכְנַס אֵין מַדְלִיקִין: \n",
      "מִשֶּׁתִּשְׁקַע הַחַמָּה עַד שֶׁיֵּרָאוּ שְׁלֹשָׁה כּוֹכָבִים בֵּינוֹנִים הוּא הַזְּמַן הַנִּקְרָא בֵּין הַשְּׁמָשׁוֹת בְּכָל מָקוֹם. וְהוּא סָפֵק מִן הַיּוֹם סָפֵק מִן הַלַּיְלָה וְדָנִין בּוֹ לְהַחֲמִיר בְּכָל מָקוֹם. וּלְפִיכָךְ אֵין מַדְלִיקִין בּוֹ. וְהָעוֹשֶׂה מְלָאכָה בֵּין הַשְּׁמָשׁוֹת בְּעֶרֶב שַׁבָּת וּבְמוֹצָאֵי שַׁבָּת בְּשׁוֹגֵג חַיָּב חַטָּאת מִכָּל מָקוֹם. וְכוֹכָבִים אֵלּוּ לֹא גְּדוֹלִים הַנִּרְאִים בַּיּוֹם וְלֹא קְטַנִּים שֶׁאֵין נִרְאִין אֶלָּא בַּלַּיְלָה אֶלָּא בֵּינוֹנִים. וּמִשֶׁיֵּרָאוּ שְׁלֹשָׁה כּוֹכָבִים אֵלּוּ הַבֵּינוֹנִים הֲרֵי זֶה לַיְלָה וַדַּאי: \n",
      "פְּתִילָה שֶׁמַּדְלִיקִין בָּהּ לְשַׁבָּת אֵין עוֹשִׂין אוֹתָהּ מִדָּבָר שֶׁהָאוּר מְסַכְסֶכֶת בּוֹ כְּגוֹן צֶמֶר וְשֵׂעָר וּמֶשִׁי וְצֶמֶר הָאֶרֶז וּפִשְׁתָּן שֶׁלֹּא נֻפַּץ וְסִיב שֶׁל דֶּקֶל וּמִינֵי הָעֵץ הָרַכִּים וְכַיּוֹצֵא בָּהֶן. אֶלָּא מִדָּבָר שֶׁהָאוּר נִתְלֵית בּוֹ. כְּגוֹן פִּשְׁתָּה נְפוּצָה וּבִגְדֵי שֵׁשׁ וְצֶמֶר גֶּפֶן וְכַיּוֹצֵא בָּהֶן. וְהַמַּדְלִיק צָרִיךְ שֶׁיַּדְלִיק בְּרֹב הַיּוֹצֵא מִן הַפְּתִילָה: \n",
      "הַכּוֹרֵךְ דָּבָר שֶׁמַּדְלִיקִין בּוֹ עַל גַּבֵּי דָּבָר שֶׁאֵין מַדְלִיקִין בּוֹ. אִם לְהַעֲבוֹת הַפְּתִילָה כְּדֵי לְהוֹסִיף אוֹרָהּ אָסוּר. וְאִם לְהַקְשׁוֹת הַפְּתִילָה כְּדֵי שֶׁתְּהֵא עוֹמֶדֶת וְלֹא תִּשְׁתַּלְשֵׁל לְמַטָּה מֻתָּר: \n",
      "נוֹתְנִין גַּרְגִּיר שֶׁל מֶלַח וּגְרִיס שֶׁל פּוֹל עַל פִּי הַנֵּר בְּעֶרֶב שַׁבָּת שֶׁיִּהְיֶה דּוֹלֵק בְּלֵיל שַׁבָּת. וְכָל הַפְּתִילוֹת שֶׁאֵין מַדְלִיקִין בָּהֶן בְּשַׁבָּת עוֹשִׂין מֵהֶן מְדוּרָה בֵּין לְהִתְחַמֵּם כְּנֶגְדָּהּ בֵּין לְהִשְׁתַּמֵּשׁ לְאוֹרָהּ בֵּין עַל גַּבֵּי מְנוֹרָה בֵּין עַל גַּבֵּי קַרְקַע. וְלֹא אָסְרוּ אֶלָּא לַעֲשׂוֹתָן פְּתִילָה לְנֵר בִּלְבַד: \n",
      "שֶׁמֶן שֶׁמַּדְלִיקִין בּוֹ לִשַׁבָּת צָרִיךְ שֶׁיְּהֵא נִמְשָׁךְ אַחַר הַפְּתִילָה אֲבָל שְׁמָנִין שֶׁאֵין נִמְשָׁכִין אַחַר הַפְּתִילָה כְּגוֹן זֶפֶת וְשַׁעֲוָה וְשֶׁמֶן קִיק וְאַלְיָה וְחֵלֶב אֵין מַדְלִיקִין בָּהֶן. וּמִפְּנֵי מָה אֵין מַדְלִיקִין בִּפְתִילוֹת שֶׁאֵין הָאוּר נִתְלֵית בָּהֶן וְלֹא בִּשְׁמָנִים שֶׁאֵין נִמְשָׁכִים אַחַר הַפְּתִילָה גְּזֵרָה שֶׁמָּא יִהְיֶה אוֹר הַנֵּר אָפֵל וְיַטֶּה אוֹתָהּ בְּשָׁעָה שֶׁיִּשְׁתַּמֵּשׁ לְאוֹרָהּ: \n",
      "חֵלֶב שֶׁהִתִּיכוֹ וְקִרְבֵי דָּגִים שֶׁנִּמּוֹחוּ נוֹתֵן לְתוֹכָן שֶׁמֶן כָּל שֶׁהוּא וּמַדְלִיק. אֲבָל שְׁמָנִין שֶׁאֵין מַדְלִיקִין בָּהֶן אֲפִלּוּ עֵרְבָן בִּשְׁמָנִים שֶׁמַּדְלִיקִין בָּהֶן לֹא יַדְלִיק מִפְּנֵי שֶׁאֵין נִמְשָׁכִין: \n",
      "אֵין מַדְלִיקִין בְּעִטְרָן מִפְּנֵי שֶׁרֵיחוֹ רַע שֶׁמָּא יַנִּיחֶנּוּ וְיֵצֵא וְחוֹבָה עָלָיו לֵישֵׁב לְאוֹר הַנֵּר. וְלֹא בָּצֳרִי מִפְּנֵי שֶׁרֵיחוֹ טוֹב שֶׁמָּא יִקַּח מִמֶּנּוּ מִן הַנֵּר וְעוֹד מִפְּנֵי שֶׁהוּא עָף. וְלֹא בְּנֵפְט לָבָן וַאֲפִלּוּ בְּחל מִפְּנֵי שֶׁהוּא עָף וְיָבוֹא לִידֵי סַכָּנָה: \n",
      "מֻתָּר לְהַדְלִיק לְכַתְּחִלָּה בִּשְׁאָר שְׁמָנִים כְּגוֹן שֶׁמֶן צְנוֹן וְשֻׁמְשְׁמִין וְלֶפֶת וְכָל כַּיּוֹצֵא בָּהֶן. אֵין אָסוּר אֶלָּא אֵלּוּ שֶׁמָּנוּ חֲכָמִים בִּלְבַד: \n",
      "לֹא יִתֵּן אָדָם כְּלִי מְנֻקָּב מָלֵא שֶׁמֶן עַל פִּי הַנֵּר בִּשְׁבִיל שֶׁיְּהֵא מְנַטֵּף. וְלֹא יְמַלֵּא קְעָרָה שֶׁמֶן וְיִתְּנֶנָּה בְּצַד הַנֵּר וְיִתֵּן רֹאשׁ הַפְּתִילָה לְתוֹכָהּ בִּשְׁבִיל שֶׁתְּהֵא שׁוֹאֶבֶת. גְּזֵרָה שֶׁמָּא יִקַּח מִן הַשֶּׁמֶן שֶׁבַּכְּלִי שֶׁהֲרֵי לֹא נִמְאַס בַּנֵּר. וְאָסוּר לֵהָנוֹת בְּשַׁבָּת מִן הַשֶּׁמֶן שֶׁהֻדְלַק בּוֹ וַאֲפִלּוּ כָּבְתָה הַנֵּר וַאֲפִלּוּ נָטַף מִן הַנֵּר מִפְּנֵי שֶׁהוּא מֻקְצֶה מֵחֲמַת אִסּוּר. וְאִם חִבֵּר הַכְּלִי שֶׁיֵּשׁ בּוֹ הַשֶּׁמֶן אֶל הַנֵּר בְּסִיד וּבְחַרְסִית וְכַיּוֹצֵא בָּהֶן מֻתָּר: \n",
      "אֵין נוֹתְנִין כְּלִי תַּחַת הַנֵּר לְקַבֵּל בּוֹ שֶׁמֶן בְּשַׁבָּת שֶׁהֲרֵי מְבַטֵּל הַכְּלִי מֵהֵיכָנוֹ. וְאִם נְתָנוֹ מִבְּעוֹד יוֹם מֻתָּר. וְנוֹתְנִין כְּלִי תַּחַת הַנֵּר בְּשַׁבָּת לְקַבֵּל בּוֹ נִיצוֹצוֹת מִפְּנֵי שֶׁאֵין בָּהֶן מַמָּשׁ וַהֲרֵי לֹא בִּטְלוֹ מִלְּטַלְטְלוֹ. וְאָסוּר לִתֵּן לְתוֹכוֹ מַיִם וַאֲפִלּוּ מֵעֶרֶב שַׁבָּת מִפְּנֵי שֶׁהוּא מְקָרֵב כִּבּוּי הַנִּיצוֹצוֹת: \n",
      "אֵין פּוֹלִין לְאוֹר הַנֵּר וְלֹא קוֹרִין לְאוֹר הַנֵּר וַאֲפִלּוּ גָּבוֹהַּ שְׁתֵּי קוֹמוֹת וַאֲפִלּוּ עֲשָׂרָה בָּתִּים זֶה עַל גַּב זֶה וְהַנֵּר בָּעֶלְיוֹנָה לֹא יִקְרָא וְלֹא יַפְלֶה לְאוֹרָהּ בַּתַּחְתּוֹנָה שֶׁמָּא יִשְׁכַּח וְיַטֶּה. וְאִם הָיוּ שְׁנַיִם קוֹרִין בְּעִנְיָן אֶחָד מֻתָּרִין לִקְרוֹת לִפְנֵי הַנֵּר שֶׁכָּל אֶחָד מֵהֶן מַזְכִּיר חֲבֵרוֹ אִם שָׁכַח. אֲבָל לֹא בִּשְׁנֵי עִנְיָנִים שֶׁכָּל אֶחָד מֵהֶן טָרוּד בְּעִנְיָנוֹ: \n",
      "הַתִּינוֹקוֹת קוֹרִין לִפְנֵי רַבָּן לְאוֹר הַנֵּר מִפְּנֵי שֶׁהָרַב מְשַׁמְּרָן. אֲבָל הוּא לֹא יִקְרָא מִפְּנֵי שֶׁאֵין אֵימָתָן עָלָיו. וְיֵשׁ לוֹ לִרְאוֹת בַּסֵּפֶר לְאוֹר הַנֵּר עַד שֶׁיִּרְאֶה רֹאשׁ הַפָּרָשָׁה שֶׁהוּא צָרִיךְ לְהַקְרוֹתָן. וְאַחַר כָּךְ נוֹתֵן הַסֵּפֶר בְּיָדָן וְהֵם קוֹרְאִין לְפָנָיו: \n",
      "כֵּלִים הַדּוֹמִים זֶה לָזֶה וְאֵינָן נִכָּרִין אֶלָּא בְּעִיּוּן הַרְבֵּה אָסוּר לְהַקְרִיבָן לְאוֹר הַנֵּר וּלְהַבְחִין בֵּינֵיהֶן שֶׁמָּא יִשְׁכַּח וְיַטֶּה. לְפִיכָךְ שַׁמָּשׁ שֶׁאֵינוֹ קָבוּעַ אָסוּר לוֹ לִבְדֹּק כּוֹסוֹת וּקְעָרוֹת לְאוֹר הַנֵּר מִפְּנֵי שֶׁאֵינוֹ מַכִּירָן. בֵּין בְּנֵר שֶׁל שֶׁמֶן זַיִת בֵּין בְּנֵר שֶׁל נֵפְט שֶׁאוֹרוֹ רַב. אֲבָל שַׁמָּשׁ קָבוּעַ מֻתָּר לוֹ לִבְדֹּק לְאוֹר הַנֵּר כּוֹסוֹת וּקְעָרוֹת מִפְּנֵי שֶׁאֵינוֹ צָרִיךְ עִיּוּן הַרְבֵּה. וְאִם הָיָה נֵר שֶׁל שֶׁמֶן זַיִת אֵין מוֹרִין לוֹ לִבְדֹּק וְאַף עַל פִּי שֶׁהוּא מֻתָּר, גְּזֵרָה שֶׁמָּא יִסְתַּפֵּק מִמֶּנּוּ: \n",
      "נֵר שֶׁאֲחוֹרֵי הַדֶּלֶת אָסוּר לִפְתֹּחַ הַדֶּלֶת וְלִנְעל כְּדַרְכּוֹ מִפְּנֵי שֶׁהוּא מְכַבֵּהוּ אֶלָּא יִזָּהֵר בְּשָׁעָה שֶׁפּוֹתֵחַ וּבְשָׁעָה שֶׁנּוֹעֵל. וְאָסוּר לִפְתֹּחַ אֶת הַדֶּלֶת כְּנֶגֶד הַמְּדוּרָה בְּשַׁבָּת כְּדֵי שֶׁתְּהֵא הָרוּחַ מְנַשֶּׁבֶת בָּהּ וְאַף עַל פִּי שֶׁאֵין שָׁם אֶלָּא רוּחַ מְצוּיָה. וּמַנִּיחִין הַנֵּר שֶׁל שַׁבָּת עַל גַּבֵּי אִילָן הַמְחֻבָּר לַקַּרְקַע וְאֵינוֹ חוֹשֵׁשׁ: \n",
      "כָּל מְדִינוֹת וַעֲיָרוֹת שֶׁל יִשְׂרָאֵל תּוֹקְעִין בָּהֶן שֵׁשׁ תְּקִיעוֹת בְּעֶרֶב שַׁבָּת. וּבְמָקוֹם גָּבוֹהַּ הָיוּ תּוֹקְעִין כְּדֵי לְהַשְׁמִיעַ כָּל אַנְשֵׁי הַמְּדִינָה וְכָל אַנְשֵׁי הַמִּגְרָשׁ שֶׁלָּהּ: \n",
      "תְּקִיעָה רִאשׁוֹנָה נִמְנְעוּ הָעוֹמְדִים בַּשָּׂדוֹת מִלַּחֲרשׁ וּמִלַּעֲדֹר וּמִלַּעֲשׂוֹת מְלָאכָה שֶׁבַּשָּׂדֶה. וְאֵין הַקְּרוֹבִין רַשָּׁאִין לִכָּנֵס לָעִיר עַד שֶׁיָּבוֹאוּ רְחוֹקִים וְיִכָּנְסוּ כֻּלָּם בְּבַת אַחַת. וַעֲדַיִן הַחֲנֻיּוֹת פְּתוּחוֹת וְהַתְּרִיסִין מֻנָּחִין. הִתְחִיל לִתְקֹעַ שְׁנִיָּה נִסְתַּלְּקוּ הַתְּרִיסִין וְנִנְעֲלוּ הַחֲנֻיּוֹת. וַעֲדַיִן הַחַמִּין וְהַקְּדֵרוֹת מֻנָּחִין עַל גַּבֵּי כִּירָה. הִתְחִיל לִתְקֹעַ תְּקִיעָה שְׁלִישִׁית סִלֵּק הַמְסַלֵּק וְהִטְמִין הַמַּטְמִין וְהִדְלִיקוּ אֶת הַנֵּרוֹת וְשׁוֹהֶה כְּדֵי לִצְלוֹת דָּג קָטָן אוֹ כְּדֵי לְהַדְבִּיק פַּת בַּתַּנּוּר. וְתוֹקֵעַ וּמֵרִיעַ וְתוֹקֵעַ וְשׁוֹבֵת: \n",
      "תְּקִיעָה רִאשׁוֹנָה תּוֹקֵעַ אוֹתָהּ בְּמִנְחָה. וְהַשְּׁלִישִׁית קָרוֹב לִשְׁקִיעַת הַחַמָּה. וְכֵן תּוֹקְעִין בְּמוֹצָאֵי שַׁבָּת אַחַר צֵאת הַכּוֹכָבִים לְהַתִּיר הָעָם לְמַעֲשֵׂיהֶן: \n",
      "יוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת לֹא הָיוּ תּוֹקְעִין. חָל לִהְיוֹת בְּמוֹצָאֵי שַׁבָּת לֹא תּוֹקְעִין וְלֹא מַבְדִּילִין. יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת תּוֹקְעִין וְלֹא מַבְדִּילִין. חָל לִהְיוֹת לְאַחַר הַשַּׁבָּת מַבְדִּילִין וְלֹא תּוֹקְעִין: \n"
    ],
    [
      "אָסוּר לוֹמַר לְנָכְרִי לַעֲשׂוֹת לָנוּ מְלָאכָה בְּשַׁבָּת אַף עַל פִּי שֶׁאֵינוֹ מְצֻוֶּה עַל הַשַּׁבָּת. וְאַף עַל פִּי שֶׁאָמַר לוֹ מִקֹּדֶם הַשַּׁבָּת. וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לְאוֹתָהּ מְלָאכָה אֶלָּא לְאַחַר הַשַּׁבָּת. וְדָבָר זֶה אָסוּר מִדִּבְרֵי סוֹפְרִים כְּדֵי שֶׁלֹּא תִּהְיֶה שַׁבָּת קַלָּה בְּעֵינֵיהֶן וְיָבוֹאוּ לַעֲשׂוֹת בְּעַצְמָן: \n",
      "נָכְרִי שֶׁעָשָׂה מְלָאכָה מֵעַצְמוֹ בְּשַׁבָּת אִם בִּשְׁבִיל יִשְׂרָאֵל עָשָׂה אוֹתָהּ אָסוּר לֵהָנוֹת בְּאוֹתָהּ מְלָאכָה עַד מוֹצָאֵי שַׁבָּת וְיַמְתִּין בִּכְדֵי שֶׁתֵּעָשֶׂה. וְהוּא שֶׁלֹּא יְהֵא הַדָּבָר בְּפַרְהֶסְיָא עַד שֶׁיֵּדְעוּ בּוֹ רַבִּים שֶׁדָּבָר זֶה בִּשְׁבִיל פְּלוֹנִי הוּא נַעֲשָׂה בְּשַׁבָּת. וְאִם בִּשְׁבִיל עַצְמוֹ בִּלְבַד עָשָׂה מֻתָּר לֵהָנוֹת בָּהּ בְּשַׁבָּת: \n",
      "כֵּיצַד. נָכְרִי שֶׁהִדְלִיק אֶת הַנֵּר מִשְׁתַּמֵּשׁ לְאוֹרוֹ יִשְׂרָאֵל וְאִם בִּשְׁבִיל יִשְׂרָאֵל אָסוּר. עָשָׂה נָכְרִי כֶּבֶשׁ לֵירֵד בּוֹ מִן הַסְּפִינָה יֵרֵד אַחֲרָיו יִשְׂרָאֵל וְאִם בִּשְׁבִיל יִשְׂרָאֵל אָסוּר. מִלֵּא מַיִם לְהַשְׁקוֹת בְּהֶמְתּוֹ מַשְׁקֶה אַחֲרָיו יִשְׂרָאֵל וְאִם בִּשְׁבִיל יִשְׂרָאֵל אָסוּר. לִקֵּט עֲשָׂבִים לְהַאֲכִיל לִבְהֶמְתּוֹ מַנִּיחַ יִשְׂרָאֵל בְּהֶמְתּוֹ לֶאֱכל מֵהֶן. וְהוּא שֶׁלֹּא יְהֵא אוֹתוֹ הַנָּכְרִי מַכִּיר לְאוֹתוֹ יִשְׂרָאֵל שֶׁמָּא יַרְבֶּה בִּמְלַאכְתּוֹ בִּשְׁבִילוֹ וְנִמְצָא עוֹשֶׂה בִּשְׁבִיל יִשְׂרָאֵל. וְכֵן כָּל דָּבָר שֶׁאֶפְשָׁר לְהַרְבּוֹת בּוֹ לֹא יֵהָנֶה בּוֹ בְּשַׁבָּת אֶלָּא אִם כֵּן אֵינוֹ מַכִּירוֹ: \n",
      "אֲבָל דָּבָר שֶׁאֵין בּוֹ לְהַרְבּוֹת וּלְמַעֵט כְּגוֹן נֵר וְכֶבֶשׁ הוֹאִיל וְעָשָׂה בִּשְׁבִיל עַצְמוֹ נֶהֱנֶה אַחֲרָיו יִשְׂרָאֵל בְּשַׁבָּת וְאַף עַל פִּי שֶׁהוּא מַכִּירוֹ. נֵר הַדָּלוּק בִּמְסִבָּה בְּשַׁבָּת. אִם רֹב יִשְׂרָאֵל אָסוּר לְהִשְׁתַּמֵּשׁ לְאוֹרָהּ שֶׁהַמַּדְלִיק עַל דַּעַת הָרֹב מַדְלִיק. וְאִם רֹב נָכְרִים מֻתָּר לְהִשְׁתַּמֵּשׁ לְאוֹרָהּ. מֶחֱצָה לְמֶחֱצָה אָסוּר. נָפְלָה דְּלֵקָה בְּשַׁבָּת וּבָא נָכְרִי לְכַבּוֹת אֵין אוֹמְרִין לוֹ כַּבֵּה וְאַל תְּכַבֶּה מִפְּנֵי שֶׁאֵין שְׁבִיתָתוֹ עָלֵינוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מֵת שֶׁעָשׂוּ לוֹ נָכְרִים אָרוֹן וְחָפְרוּ לוֹ קֶבֶר בְּשַׁבָּת אוֹ הֵבִיאוּ לוֹ חֲלִילִין לִסְפֹּד בָּהֶן. אִם בְּצִנְעָה יַמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ לְמוֹצָאֵי שַׁבָּת וְיִקָּבֵר בּוֹ. וְאִם הָיָה הַקֶּבֶר בִּסְרַטְיָא גְּדוֹלָה וְהָאָרוֹן עַל גַּבָּיו וְכָל הָעוֹבְרִין וְהַשָּׁבִין אוֹמְרִים שֶׁזֶּה שֶׁהַנָּכְרִים עוֹשִׂין עַכְשָׁו בְּשַׁבָּת לִפְלוֹנִי הוּא. הֲרֵי זֶה לֹא יִקָּבֵר בּוֹ אוֹתוֹ יִשְׂרָאֵל עוֹלָמִית. מִפְּנֵי שֶׁהוּא בְּפַרְהֶסְיָא. וּמֻתָּר לִקְבֹּר בּוֹ יִשְׂרָאֵל אַחֵר וְהוּא שֶׁיַּמְתִּין בִּכְדֵי שֶׁיֵּעָשֶׂה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "נָכְרִי שֶׁהֵבִיא חֲלִילִין בְּשַׁבָּת לְמֵת אַף עַל פִּי שֶׁהֱבִיאָן מִצַּד הַחוֹמָה יַמְתִּין לְמוֹצָאֵי שַׁבָּת בִּכְדֵי שֶׁיָּבוֹא מִמָּקוֹם קָרוֹב וְאַחַר כָּךְ יִסְפְּדוּ בָּהֶן. שֶׁמָּא בַּלַּיְלָה הֱבִיאוּם מִמָּקוֹם אַחֵר עַד הַחוֹמָה וּבַבֹּקֶר נִכְנְסוּ בָּהֶן. וְאִם יָדַע בְּוַדַּאי שֶׁמִּמָּקוֹם פְּלוֹנִי הֱבִיאוּם בְּשַׁבָּת יַמְתִּין בִּכְדֵי שֶׁיָּבוֹאוּ מֵאוֹתוֹ מָקוֹם אַחַר הַשַּׁבָּת. וְהוּא שֶׁלֹּא יְהֵא הַדָּבָר בִּסְרַטְיָא גְּדוֹלָה כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "עִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִין בְּתוֹכָהּ וְהָיְתָה בָּהּ מֶרְחָץ הַמַּרְחֶצֶת בְּשַׁבָּת. אִם רֹב נָכְרִים מֻתָּר לִרְחֹץ בָּהּ לְמוֹצָאֵי שַׁבָּת מִיָּד. וְאִם רֹב יִשְׂרָאֵל יַמְתִּין בִּכְדֵי שֶׁיֵּחַמּוּ חַמִּין. שֶׁבִּשְׁבִיל הָרֹב הוּחַמּוּ. מֶחֱצָה לְמֶחֱצָה יַמְתִּין בִּכְדֵי שֶׁיֵּחַמּוּ חַמִּין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "יִשְׂרָאֵל שֶׁאָמַר לְנָכְרִי לַעֲשׂוֹת לוֹ מְלָאכָה זוֹ בְּשַׁבָּת אַף עַל פִּי שֶׁעָבַר וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מֻתָּר לוֹ לֵהָנוֹת בְּאוֹתָהּ מְלָאכָה לָעֶרֶב אַחַר שֶׁיַּמְתִּין בִּכְדֵי שֶׁתֵּעָשֶׂה. וְלֹא אָסְרוּ בְּכָל מָקוֹם עַד שֶׁיַּמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ אֶלָּא מִפְּנֵי דָּבָר זֶה. שֶׁאִם תֹּאמַר יְהֵא מֻתָּר מִיָּד שֶׁמָּא יֹאמַר לְנָכְרִי לַעֲשׂוֹת לוֹ וְיִמְצָא הַדָּבָר מוּכָן מִיָּד. וְכֵיוָן שֶׁאָסְרוּ עַד שֶׁיַּמְתִּין בִּכְדֵי שֶׁיֵּעָשׂוּ לֹא יֹאמַר לְנָכְרִי לַעֲשׂוֹת לוֹ שֶׁהֲרֵי אֵינוֹ מִשְׂתַּכֵּר כְּלוּם מִפְּנֵי שֶׁהוּא מִתְעַכֵּב לָעֶרֶב בִּכְדֵי שֶׁיֵּעָשֶׂה דָּבָר זֶה שֶׁנַּעֲשָׂה בְּשַׁבָּת: \n",
      "דָּבָר שֶׁאֵינוֹ מְלָאכָה וְאֵין אָסוּר לַעֲשׂוֹתוֹ בְּשַׁבָּת אֶלָּא מִשּׁוּם שְׁבוּת מֻתָּר לְיִשְׂרָאֵל לוֹמַר לְנָכְרִי לַעֲשׂוֹתוֹ בְּשַׁבָּת. וְהוּא שֶׁיִּהְיֶה שָׁם מִקְצָת חלִי אוֹ יִהְיֶה צָרִיךְ לַדָּבָר צֹרֶךְ הַרְבֵּה אוֹ מִפְּנֵי מִצְוָה: \n",
      "כֵּיצַד. אוֹמֵר יִשְׂרָאֵל לְנָכְרִי בְּשַׁבָּת לַעֲלוֹת בָּאִילָן אוֹ לָשׁוּט עַל פְּנֵי הַמַּיִם כְּדֵי לְהָבִיא לוֹ שׁוֹפָר. אוֹ סַכִּין לְמִילָה. אוֹ מֵבִיא לוֹ מֵחָצֵר לְחָצֵר שֶׁאֵין עֵרוּב בֵּינֵיהֶן מַיִם חַמִּין לְהַרְחִיץ בָּהֶם קָטָן וּמִצְטַעֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַלּוֹקֵחַ בַּיִת בְּאֶרֶץ יִשְׂרָאֵל מִן הַנָּכְרִי מֻתָּר לוֹ לוֹמַר לַנָּכְרִי לִכְתֹּב לוֹ שְׁטָר בְּשַׁבָּת. שֶׁאֲמִירָה לְנָכְרִי בְּשַׁבָּת אֲסוּרָה מִדִּבְרֵיהֶם וּמִשּׁוּם יִשּׁוּב אֶרֶץ יִשְׂרָאֵל לֹא גָּזְרוּ בְּדָבָר זֶה. וְכֵן הַלּוֹקֵחַ בַּיִת מֵהֶם בְּסוּרְיָא, שֶׁסּוּרְיָא כְּאֶרֶץ יִשְׂרָאֵל לְדָבָר זֶה: \n",
      "פּוֹסֵק אָדָם עִם הַנָּכְרִי עַל הַמְּלָאכָה וְקוֹצֵץ דָּמִים וְהַנָּכְרִי עוֹשֶׂה לְעַצְמוֹ וְאַף עַל פִּי שֶׁהוּא עוֹשֶׂה בְּשַׁבָּת מֻתָּר. וְכֵן הַשּׂוֹכֵר אֶת הַנָּכְרִי לְיָמִים הַרְבֵּה מֻתָּר אַף עַל פִּי שֶׁהוּא עוֹשֶׂה בְּשַׁבָּת. כֵּיצַד. כְּגוֹן שֶׁשָּׂכַר הַנָּכְרִי לְשָׁנָה אוֹ לִשְׁתַּיִם שֶׁיִּכְתֹּב לוֹ אוֹ שֶׁיֶּאֱרֹג לוֹ. הֲרֵי זֶה כּוֹתֵב וְאוֹרֵג בְּשַׁבָּת וּמֻתָּר כְּאִלּוּ קָצַץ עִמּוֹ שֶׁיִּכְתֹּב לוֹ סֵפֶר אוֹ שֶׁיֶּאֱרֹג לוֹ בֶּגֶד שֶׁהוּא עוֹשֶׂה בְּכָל עֵת שֶׁיִּרְצֶה. וְהוּא שֶׁלֹּא יַחְשֹׁב עִמּוֹ יוֹם יוֹם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּצִנְעָה שֶׁאֵין מַכִּירִים הַכּל שֶׁזּוֹ הַמְּלָאכָה הַנַּעֲשֵׂית בְּשַׁבָּת שֶׁל יִשְׂרָאֵל הִיא. אֲבָל אִם הָיְתָה יְדוּעָה וּגְלוּיָה וּמְפֻרְסֶמֶת אֲסוּרָה שֶׁהָרוֹאֶה אֶת הַנָּכְרִי עוֹסֵק אֵינוֹ יוֹדֵעַ שֶׁקָּצַץ וְאוֹמֵר שֶׁפְּלוֹנִי שָׂכַר הַנָּכְרִי לַעֲשׂוֹת לוֹ מְלָאכָה בְּשַׁבָּת: \n",
      "לְפִיכָךְ הַפּוֹסֵק עִם הַנָּכְרִי לִבְנוֹת לוֹ חֲצֵרוֹ אוֹ כָּתְלוֹ אוֹ לִקְצֹר אֶת שָׂדֵהוּ אוֹ שֶׁשְּׂכָרוֹ שָׁנָה אוֹ שְׁתַּיִם לִבְנוֹת לוֹ חָצֵר אוֹ לִטַּע לוֹ כֶּרֶם. אִם הָיְתָה הַמְּלָאכָה בַּמְּדִינָה אוֹ בְּתוֹךְ הַתְּחוּם אָסוּר לוֹ לַהֲנִיחָן לַעֲשׂוֹת בְּשַׁבָּת מִפְּנֵי הָרוֹאִים שֶׁאֵינָם יוֹדְעִים שֶׁפָּסַק. וְאִם הָיְתָה הַמְּלָאכָה חוּץ לַתְּחוּם מֻתָּר שֶׁאֵין שָׁם יִשְׂרָאֵל שֶׁיִּרְאֶה אֶת הַפּוֹעֲלִין כְּשֶׁהֵן עוֹשִׂין בְּשַׁבָּת: \n",
      "וְכֵן מֻתָּר לְאָדָם לְהַשְׂכִּיר כַּרְמוֹ אוֹ שָׂדֵהוּ לְנָכְרִי אַף עַל פִּי שֶׁהוּא זוֹרְעָן וְנוֹטְעָן בְּשַׁבָּת. שֶׁהָרוֹאֶה יוֹדֵעַ שֶׁשְּׂכוּרִין הֵן אוֹ בַּאֲרִיסוּת נָתַן לָהֶן. וְדָבָר שֶׁשֵּׁם יִשְׂרָאֵל בְּעָלָיו קָרוּי עָלָיו וְאֵין דֶּרֶךְ רֹב אַנְשֵׁי אוֹתוֹ הַמָּקוֹם לְהַשְׂכִּירוֹ אוֹ לִתְּנוֹ בַּאֲרִיסוּת אָסוּר לְהַשְׂכִּירוֹ לְנָכְרִי. מִפְּנֵי שֶׁהַנָּכְרִי עוֹשֶׂה בְּאוֹתוֹ הַמָּקוֹם מְלָאכָה בְּשַׁבָּת וְהוּא נִקְרָא עַל שֵׁם הַיִּשְׂרָאֵל בְּעָלָיו: \n",
      "מֻתָּר לְהַשְׁאִיל כֵּלִים וּלְהַשְׂכִּירָן לְנָכְרִי וְאַף עַל פִּי שֶׁהוּא עוֹשֶׂה בָּהֶן מְלָאכָה בְּשַׁבָּת מִפְּנֵי שֶׁאֵין אָנוּ מְצֻוִּים עַל שְׁבִיתַת הַכֵּלִים. אֲבָל בְּהֶמְתּוֹ וְעַבְדּוֹ אָסוּר מִפְּנֵי שֶׁאָנוּ מְצֻוִּין עַל שְׁבִיתַת בְּהֵמָה וְעֶבֶד: \n",
      "הַמִּשְׁתַּתֵּף עִם הַנָּכְרִי בִּמְלָאכָה אוֹ בִּסְחוֹרָה אוֹ בַּחֲנוּת. אִם הִתְנוּ בַּתְּחִלָּה שֶׁיִּהְיֶה שְׂכַר הַשַּׁבָּת לַנָּכְרִי לְבַדּוֹ אִם מְעַט אִם הַרְבֵּה וּשְׂכַר יוֹם אַחֵר כְּנֶגֶד יוֹם הַשַּׁבָּת לְיִשְׂרָאֵל לְבַדּוֹ מֻתָּר. וְאִם לֹא הִתְנוּ בַּתְּחִלָּה. כְּשֶׁיָּבוֹאוּ לַחֲלֹק נוֹטֵל הַנָּכְרִי שְׂכַר הַשַּׁבָּתוֹת כֻּלָּן לְבַדּוֹ וְהַשְּׁאָר חוֹלְקִין אוֹתוֹ. וְאֵינוֹ מוֹסִיף לוֹ כְּלוּם כְּנֶגֶד יוֹם הַשַּׁבָּת אֶלָּא אִם כֵּן הִתְנוּ בַּתְּחִלָּה. וְכֵן אִם קִבְּלוּ שָׂדֶה בְּשֻׁתָּפוּת דִּין אֶחָד הוּא: \n",
      "וְאִם לֹא הִתְּנוּ וּבָאוּ לַחֲלֹק הַשָּׂכָר וְלֹא הָיָה שְׂכַר שַׁבָּת יָדוּעַ יֵרָאֶה לִי שֶׁהַנָּכְרִי נוֹטֵל לְבַדּוֹ שְׁבִיעִית הַשָּׂכָר וְהַשְּׁאָר חוֹלְקִין. הַנּוֹתֵן מָעוֹת לְנָכְרִי לְהִתְעַסֵּק בָּהֶן אַף עַל פִּי שֶׁהַנָּכְרִי נוֹשֵׂא וְנוֹתֵן בְּשַׁבָּת חוֹלֵק עִמּוֹ בַּשָּׂכָר בְּשָׁוֶה וְכֵן הוֹרוּ כָּל הַגְּאוֹנִים: \n",
      "לֹא יִתֵּן אָדָם בְּעֶרֶב שַׁבָּת כֵּלִים לְאֻמָּן נָכְרִי לַעֲשׂוֹתָן אַף עַל פִּי שֶׁפָּסַק עִמּוֹ. אֶלָּא בִּכְדֵי שֶׁיֵּצֵא בָּהֶן מִבֵּיתוֹ קֹדֶם שֶׁחֲשֵׁכָה. וְכֵן לֹא יִמְכֹּר אָדָם חֲפָצָיו לְנָכְרִי וְלֹא יַשְׁאִילֶנּוּ וְלֹא יַלְוֶנּוּ וְלֹא יְמַשְׁכְּנֶנּוּ וְלֹא יִתֵּן לוֹ בְּמַתָּנָה אֶלָּא בִּכְדֵי שֶׁיֵּצֵא בְּאוֹתוֹ חֵפֶץ מִפֶּתַח בֵּיתוֹ קֹדֶם הַשַּׁבָּת. שֶׁכָּל זְמַן שֶׁהוּא בְּבֵיתוֹ אֵין אָדָם יוֹדֵעַ אֵימָתַי נָתַן לוֹ וּכְשֶׁיֵּצֵא הַנָּכְרִי מִבֵּיתוֹ בְּשַׁבָּת וְחֵפֶץ יִשְׂרָאֵל בְּיָדוֹ יֵרָאֶה כְּמִי שֶׁהִלְּוָהוּ לַנָּכְרִי אוֹ מִשְׁכְּנוֹ אוֹ פָּסַק עִמּוֹ אוֹ מָכַר לוֹ בְּשַׁבָּת: \n",
      "הַנּוֹתֵן אִגֶּרֶת לְנָכְרִי לְהוֹלִיכָהּ לְעִיר אַחֶרֶת אִם קָצַץ עִמּוֹ שְׂכַר הוֹלָכָה מֻתָּר. וַאֲפִלּוּ נְתָנָהּ לוֹ עֶרֶב שַׁבָּת עִם חֲשֵׁכָה. וְהוּא שֶׁיֵּצֵא בָּהּ מִפֶּתַח בֵּיתוֹ קֹדֶם הַשַּׁבָּת. וְאִם לֹא קָצַץ אִם יֵשׁ בַּמְּדִינָה אָדָם קָבוּעַ שֶׁהוּא מְקַבֵּץ הָאִגְּרוֹת וְשׁוֹלֵחַ אוֹתָם לְכָל מְדִינָה וּמְדִינָה עִם שְׁלוּחָיו מֻתָּר לִתֵּן לַנָּכְרִי הָאִגֶּרֶת. וְהוּא שֶׁיִּהְיֶה שְׁהוּת בַּיּוֹם כְּדֵי שֶׁיַּגִּיעַ לַבַּיִת הַסָּמוּךְ לַחוֹמָה קֹדֶם הַשַּׁבָּת. שֶׁמָּא זֶה שֶׁמְּקַבֵּל הָאִגְּרוֹת וְשׁוֹלְחָן בֵּיתוֹ סָמוּךְ לַחוֹמָה הוּא. וְאִם אֵין שָׁם אָדָם קָבוּעַ לְכָךְ אֶלָּא הַנָּכְרִי שֶׁנּוֹתְנִין לוֹ הָאִגֶּרֶת הוּא שֶׁמּוֹלִיכָהּ לְעִיר אַחֶרֶת אָסוּר לִשְׁלֹחַ בְּיַד נָכְרִי הָאִגֶּרֶת לְעוֹלָם אֶלָּא אִם כֵּן קָצַץ לוֹ דָּמִים: \n",
      "נָכְרִי שֶׁהֵבִיא חֲפָצָיו בְּשַׁבָּת וְהִכְנִיסָן לְבֵית יִשְׂרָאֵל מֻתָּר. וַאֲפִלּוּ אָמַר לוֹ הַנִּיחָן בְּזָוִית זוֹ הֲרֵי זֶה מֻתָּר. וּמְזַמְּנִין אֶת הַנָּכְרִי בְּשַׁבָּת וְנוֹתְנִין לְפָנָיו מְזוֹנוֹת לְאָכְלָן. וְאִם נְטָלָן וְיָצָא אֵין נִזְקָקִין לוֹ מִפְּנֵי שֶׁאֵין שְׁבִיתָתוֹ עָלֵינוּ. וְכֵן נוֹתְנִין מְזוֹנוֹת לִפְנֵי הַכֶּלֶב בֶּחָצֵר וְאִם נְטָלָן וְיָצָא אֵין נִזְקָקִין לוֹ: \n",
      "מִי שֶׁהָיָה בָּא בַּדֶּרֶךְ וְקָדַשׁ עָלָיו הַיּוֹם וְהָיוּ עִמּוֹ מָעוֹת נוֹתֵן כִּיסוֹ לְנָכְרִי לְהוֹלִיכוֹ לוֹ וּלְמוֹצָאֵי שַׁבָּת לוֹקְחוֹ מִמֶּנּוּ. וְאַף עַל פִּי שֶׁלֹּא נָתַן לוֹ שָׂכָר עַל זֶה. וְאַף עַל פִּי שֶׁנְּתָנוֹ לוֹ מִשֶּׁחֲשֵׁכָה מֻתָּר מִפְּנֵי שֶׁאָדָם בָּהוּל עַל מָמוֹנוֹ וְאִי אֶפְשָׁר שֶׁיַּשְׁלִיכֶנּוּ. וְאִם לֹא תַּתִּיר לוֹ דָּבָר זֶה שֶׁאֵין אִסּוּרוֹ אֶלָּא מִדִּבְרֵי סוֹפְרִים יָבוֹא לַהֲבִיאוֹ בְּיָדוֹ וְעוֹבֵר עַל מְלָאכָה שֶׁל תּוֹרָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכִיסוֹ אֲבָל מְצִיאָה לֹא יִתֵּן לַנָּכְרִי אֶלָּא מוֹלִיכָהּ בְּפָחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת: \n",
      "יִשְׂרָאֵל שֶׁעָשָׂה מְלָאכָה בְּשַׁבָּת אִם עָבַר וְעָשָׂה בְּזָדוֹן אָסוּר לוֹ לֵהָנוֹת בְּאוֹתָהּ מְלָאכָה לְעוֹלָם. וּשְׁאָר יִשְׂרָאֵל מֻתָּר לָהֶם לֵהָנוֹת בָּהּ לְמוֹצָאֵי שַׁבָּת מִיָּד שֶׁנֶּאֱמַר <small>(שמות לא יד)</small> \"וּשְׁמַרְתֶּם אֶת הַשַּׁבָּת כִּי קֹדֶשׁ הִיא\", הִיא קֹדֶשׁ וְאֵין מַעֲשֶׂיהָ קֹדֶשׁ. כֵּיצַד. יִשְׂרָאֵל שֶׁבִּשֵּׁל בְּשַׁבָּת בְּמֵזִיד. לְמוֹצָאֵי שַׁבָּת יֵאָכֵל לַאֲחֵרִים אֲבָל לוֹ לֹא יֵאָכֵל עוֹלָמִית. וְאִם בִּשֵּׁל בִּשְׁגָגָה לְמוֹצָאֵי שַׁבָּת יֹאכַל בֵּין הוּא בֵּין אֲחֵרִים מִיָּד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "פֵּרוֹת שֶׁיָּצְאוּ חוּץ לַתְּחוּם וְחָזְרוּ. בְּשׁוֹגֵג יֵאָכְלוּ בְּשַׁבָּת שֶׁהֲרֵי לֹא נַעֲשָׂה בְּגוּפָן מַעֲשֶׂה וְלֹא נִשְׁתַּנּוּ. בְּמֵזִיד לֹא יֵאָכְלוּ עַד מוֹצָאֵי שַׁבָּת: \n",
      "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לִשְׁמֹר לוֹ אֶת הַפָּרָה וְאֶת הַתִּינוֹק לֹא יִתֵּן לוֹ שְׂכָרוֹ שֶׁל שַׁבָּת. לְפִיכָךְ אֵין אַחֲרָיוּת שַׁבָּת עָלָיו. וְאִם הָיָה הַשָּׂכִיר שְׂכִיר שַׁבָּת אוֹ שְׂכִיר שָׁנָה נוֹתֵן לוֹ שְׂכָרוֹ מָשְׁלָם. לְפִיכָךְ אַחֲרָיוּת שַׁבָּת עָלָיו. וְלֹא יֹאמַר לוֹ תֵּן לִי שְׂכָרִי שֶׁל שַׁבָּת אֶלָּא אוֹמֵר לוֹ תֵּן לִי שְׂכָרִי שֶׁל שָׁנָה אוֹ שֶׁל עֲשָׂרָה יָמִים: \n"
    ],
    [
      "מְלָאכוֹת שֶׁחַיָּבִין עֲלֵיהֶן סְקִילָה וְכָרֵת בְּמֵזִיד אוֹ קָרְבַּן חַטָּאת בִּשְׁגָגָה. מֵהֶן אָבוֹת וּמֵהֶן תּוֹלָדוֹת. וּמִנְיַן כָּל אֲבוֹת מְלָאכוֹת אַרְבָּעִים חָסֵר אַחַת. וְאֵלּוּ הֵן. הַחֲרִישָׁה. וְהַזְּרִיעָה. וְהַקְּצִירָה. וְהָעִמּוּר. וְהַדִּישָׁה. וְהַזְּרִיָּה. וְהַבְּרִירָה. וְהַטְּחִינָה. וְהַהַרְקָדָה. וְהַלִּישָׁה. וְהָאֲפִיָּה. וְהַגְּזִיזָה. וְהַלִּבּוּן. וְהַנִּפּוּץ. וְהַצְּבִיעָה. וְהַטְּוִיָּה. וַעֲשִׂיַּת הַנִּירִין. וְהַנְסָכַת הַמַּסֵּכָה. וְהָאֲרִיגָה. וְהַבְּצִיעָה. וְהַקְּשִׁירָה. וְהַהַתָּרָה. וְהַתְּפִירָה. וְהַקְּרִיעָה. וְהַבִּנְיָן. וְהַסְּתִירָה. וְהַכָּאָה בְּפַטִּישׁ. וְהַצִּידָה. וְהַשְּׁחִיטָה. וְהַהַפְשָׁטָה. וְהַהַעֲבָדָה. וּמְחִיקַת הָעוֹר. וְחִתּוּכוֹ. וְהַכְּתִיבָה. וְהַמְּחִיקָה. וְהַשִּׂרְטוּט. וְהַהַבְעָרָה. וְהַכִּבּוּי. וְהַהוֹצָאָה מֵרְשׁוּת לִרְשׁוּת: \n",
      "כָּל אֵלּוּ הַמְּלָאכוֹת וְכָל שֶׁהוּא מֵעִנְיָנָם הֵם הַנִּקְרָאִין אֲבוֹת מְלָאכוֹת. כֵּיצַד הוּא עִנְיָנָן. אֶחָד הַחוֹרֵשׁ אוֹ הַחוֹפֵר אוֹ הָעוֹשֶׂה חָרִיץ הֲרֵי זֶה אַב מְלָאכָה. שֶׁכָּל אַחַת וְאַחַת מֵהֶן חֲפִירָה בַּקַּרְקַע וְעִנְיָן אֶחָד הוּא: \n",
      "וְכֵן הַזּוֹרֵעַ זְרָעִים אוֹ הַנּוֹטֵעַ אִילָנוֹת אוֹ הַמַּבְרִיךְ אִילָנוֹת אוֹ הַמַּרְכִּיב אוֹ הַזּוֹמֵר. כָּל אֵלּוּ אָב אֶחָד הֵן מֵאֲבוֹת מְלָאכוֹת וְעִנְיָן אֶחָד הוּא. שֶׁכָּל אַחַת מֵהֶן לְצַמֵּחַ דָּבָר הוּא מִתְכַּוֵּן: \n",
      "וְכֵן הַקּוֹצֵר תְּבוּאָה אוֹ קִטְנִית אוֹ הַבּוֹצֵר עֲנָבִים אוֹ הַגּוֹדֵר תְּמָרִים אוֹ הַמּוֹסֵק זֵיתִים אוֹ הָאוֹרֶה תְּאֵנִים. כָּל אֵלּוּ אַב מְלָאכָה אַחַת הֵן. שֶׁכָּל אַחַת מֵהֶן לַעֲקֹר דָּבָר מִגִּדּוּלָיו מִתְכַּוֵּן. וְעַל דֶּרֶךְ זוֹ שְׁאָר הָאָבוֹת: \n",
      "הַתּוֹלָדָה הִיא הַמְּלָאכָה הַדּוֹמָה לְאָב מֵאֵלּוּ הָאָבוֹת. כֵּיצַד. הַמְחַתֵּךְ אֶת הָיָּרָק מְעַט לְבַשְּׁלוֹ הֲרֵי זֶה חַיָּב שֶׁזּוֹ הַמְּלָאכָה תּוֹלֶדֶת טְחִינָה. שֶׁהַטּוֹחֵן לוֹקֵחַ גּוּף אֶחָד וּמְחַלְּקוֹ לְגוּפִים הַרְבֵּה. וְכָל הָעוֹשֶׂה דָּבָר הַדּוֹמֶה לָזֶה הֲרֵי זֶה תּוֹלֶדֶת טוֹחֵן. וְכֵן הַלּוֹקֵחַ לָשׁוֹן שֶׁל מַתֶּכֶת וְשָׁף אוֹתוֹ כְּדֵי לִקַּח מֵעֲפָרוֹ כְּדֶרֶךְ שֶׁעוֹשִׂים צוֹרְפֵי הַזָּהָב הֲרֵי זֶה תּוֹלֶדֶת טְחִינָה: \n",
      "וְכֵן הַלּוֹקֵחַ חָלָב וְנָתַן בּוֹ קֵיבָה כְּדֵי לְחָבְצוֹ הֲרֵי זֶה חַיָּב מִשּׁוּם תּוֹלֶדֶת בּוֹרֵר שֶׁהֲרֵי הִפְרִישׁ הַקּוֹם מִן הֶחָלָב. וְאִם גִּבְּנוֹ וְעָשָׂהוּ גְּבִינָה חַיָּב מִשּׁוּם בּוֹנֶה. שֶׁכָּל הַמְקַבֵּץ חֵלֶק אֶל חֵלֶק וְדִבֵּק הַכּל עַד שֶׁיֵּעָשׂוּ גּוּף אֶחָד הֲרֵי זֶה דּוֹמֶה לְבִנְיָן. וְכֵן לְכָל מְלָאכָה וּמְלָאכָה מֵאֵלּוּ הָאָבוֹת יֵשׁ לָהֶן תּוֹלָדוֹת עַל דֶּרֶךְ זוֹ שֶׁאָמַרְנוּ. וּמִגּוּף הַמְּלָאכָה הַנַּעֲשֵׂית בְּשַׁבָּת תֵּדַע מֵעֵין אֵי זֶה אָב הִיא וְתוֹלֶדֶת אֵי זֶה אָב הִיא: \n",
      "אֶחָד הָעוֹשֶׂה אָב מֵאֲבוֹת מְלָאכוֹת אוֹ תּוֹלָדָה מִן הַתּוֹלָדוֹת בְּמֵזִיד חַיָּב כָּרֵת. וְאִם בָּאוּ עֵדִים נִסְקָל. בְּשׁוֹגֵג חַיָּב חַטָּאת קְבוּעָה. אִם כֵּן מַה הֶפְרֵשׁ יֵשׁ בֵּין הָאָבוֹת וְהַתּוֹלָדוֹת. אֵין בֵּינֵיהֶן הֶפְרֵשׁ אֶלָּא לְעִנְיַן הַקָּרְבָּן בִּלְבַד. שֶׁהָעוֹשֶׂה בְּשׁוֹגֵג אִם עָשָׂה אָבוֹת הַרְבֵּה בְּהֵעָלֵם אֶחָד חַיָּב חַטָּאת אַחַת עַל כָּל אָב וְאָב. וְאִם עָשָׂה אָב וְתוֹלְדוֹתָיו בְּהֵעָלֵם אֶחָד אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת: \n",
      "כֵּיצַד. הֲרֵי שֶׁחָרַשׁ וְזָרַע וְקָצַר בְּשַׁבָּת בְּהֵעָלֵם אֶחָד חַיָּב שָׁלֹשׁ חַטָּאוֹת. וַאֲפִלּוּ עָשָׂה הָאַרְבָּעִים חָסֵר אַחַת בִּשְׁגָגָה כְּגוֹן שֶׁשָּׁכַח שֶׁאֵלּוּ הַמְּלָאכוֹת אֲסוּרוֹת לֵעָשׂוֹת בְּשַׁבָּת חַיָּב עַל כָּל מְלָאכָה וּמְלָאכָה חַטָּאת אַחַת. אֲבָל אִם טָחַן וְחָתַךְ הָיָּרָק וְשָׁף לָשׁוֹן שֶׁל מַתֶּכֶת בְּהֵעָלֵם אֶחָד אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. שֶׁהֲרֵי לֹא עָשָׂה אֶלָּא אָב אֶחָד וְתוֹלְדוֹתָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָעוֹשֶׂה מְלָאכוֹת הַרְבֵּה מֵעֵין מְלָאכָה אַחַת בְּהֵעָלֵם אֶחָד אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת. כֵּיצַד. הֲרֵי שֶׁזָּרַע וְנָטַע וְהִבְרִיךְ וְהִרְכִּיב וְזָמַר בְּהֵעָלֵם אֶחָד אֵינוֹ חַיָּב אֶלָּא חַטָּאת אַחַת שֶׁכֻּלָּן אָב אֶחָד הֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "הַחוֹרֵשׁ כָּל שֶׁהוּא חַיָּב. הַמְנַכֵּשׁ בְּעִקְּרֵי הָאִילָנוֹת וְהַמְקַרְסֵם עֲשָׂבִים אוֹ הַמְזָרֵד אֶת הַשָּׂרִיגִים כְּדֵי לְיַפּוֹת אֶת הַקַּרְקַע הֲרֵי זֶה תּוֹלֶדֶת חוֹרֵשׁ וּמִשֶּׁיַּעֲשֶׂה כָּל שֶׁהוּא חַיָּב. וְכֵן הַמַּשְׁוֶה פְּנֵי הַשָּׂדֶה כְּגוֹן שֶׁהִשְׁפִּיל הַתֵּל וְרִדְּדוֹ אוֹ מִלֵּא הַגַּיְא חַיָּב מִשּׁוּם חוֹרֵשׁ. וְשִׁעוּרוֹ כָּל שֶׁהוּא. וְכֵן כָּל הַמַּשְׁוֶה גֻּמּוֹת שִׁעוּרוֹ כָּל שֶׁהוּא: \n",
      "הַזּוֹרֵעַ כָּל שֶׁהוּא חַיָּב. הַזּוֹמֵר אֶת הָאִילָן כְּדֵי שֶׁיִּצְמַח הֲרֵי זֶה מֵעֵין זוֹרֵעַ. אֲבָל הַמַּשְׁקֶה צְמָחִין וְאִילָנוֹת בְּשַׁבָּת הֲרֵי זֶה תּוֹלֶדֶת זוֹרֵעַ וְחַיָּב בְּכָל שֶׁהוּא. וְכֵן הַשּׁוֹרֶה חִטִּין וּשְׂעוֹרִין וְכַיּוֹצֵא בָּהֶן בַּמַּיִם הֲרֵי זֶה תּוֹלֶדֶת זוֹרֵעַ וְחַיָּב בְּכָל שֶׁהוּא: \n",
      "הַקּוֹצֵר כִּגְרוֹגֶרֶת חַיָּב. וְתוֹלֵשׁ תּוֹלֶדֶת קוֹצֵר הוּא. וְכָל הָעוֹקֵר דָּבָר מִגִּדּוּלוֹ חַיָּב מִשּׁוּם קוֹצֵר. לְפִיכָךְ צְרוֹר שֶׁעָלוּ בּוֹ עֲשָׂבִים וּכְשׁוּת שֶׁעָלָה בַּסְּנֶה וַעֲשָׂבִים שֶׁצָּמְחוּ עַל גַּב הֶחָבִית. הַתּוֹלֵשׁ מֵהֶן חַיָּב שֶׁזֶּה הוּא מְקוֹם גִּדּוּלָן. אֲבָל הַתּוֹלֵשׁ מֵעָצִיץ שֶׁאֵינוֹ נָקוּב פָּטוּר מִפְּנֵי שֶׁאֵין זֶה מְקוֹם גִּדּוּלוֹ. וְעָצִיץ נָקוּב בִּכְדֵי שֹׁרֶשׁ קָטָן הֲרֵי הוּא כְּאֶרֶץ וְהַתּוֹלֵשׁ מִמֶּנּוּ חַיָּב: \n",
      "כָּל זֶרַע שֶׁקְּצִירָתוֹ מַצְמַחַת אוֹתוֹ וּמְגַדַּלְתּוֹ כְּגוֹן אַסְפַּסְתָּא וְסִלְקָא. הַקּוֹצְרוֹ בִּשְׁגָגָה חַיָּב שְׁתֵּי חַטָּאוֹת. אַחַת מִפְּנֵי שֶׁהוּא קוֹצֵר וְאַחַת מִפְּנֵי שֶׁהוּא נוֹטֵעַ. וְכֵן הַזּוֹמֵר וְהוּא צָרִיךְ לָעֵצִים חַיָּב מִשּׁוּם קוֹצֵר וּמִשּׁוּם נוֹטֵעַ. גַּבְשׁוּשִׁית שֶׁל עָפָר שֶׁעָלוּ בָּהּ עֲשָׂבִים, הִגְבִּיהָהּ מֵעַל הָאָרֶץ וְהִנִּיחָהּ עַל גַּבֵּי יְתֵדוֹת חַיָּב מִשּׁוּם תּוֹלֵשׁ. הָיְתָה עַל גַּבֵּי יְתֵדוֹת וְהִנִּיחָהּ עַל הָאָרֶץ חַיָּב מִשּׁוּם זוֹרֵעַ. תְּאֵנִים שֶׁיָּבְשׁוּ בְּאִבֵּיהֶן וְכֵן אִילָן שֶׁיָּבְשׁוּ פֵּרוֹתָיו בּוֹ. הַתּוֹלֵשׁ מֵהֶן בְּשַׁבָּת חַיָּב אַף עַל פִּי שֶׁהֵן כַּעֲקוּרִין לְעִנְיַן טֻמְאָה: \n",
      "הַתּוֹלֵשׁ עֻלְשִׁין הַמְזָרֵד זְרָדִין. אִם לַאֲכִילָה שִׁעוּרוֹ כִּגְרוֹגֶרֶת. וְאִם לִבְהֵמָה שִׁעוּרוֹ כִּמְלוֹא פִּי גְּדִי. וְאִם לְהַסָּקָה שִׁעוּרוֹ כְּדֵי לְבַשֵּׁל בֵּיצָה. הַמְעַמֵּר אֳכָלִין אִם לַאֲכִילָה שִׁעוּרוֹ כִּגְרוֹגֶרֶת. וְאִם עִמֵּר לִבְהֵמָה שִׁעוּרוֹ כִּמְלוֹא פִּי גְּדִי. וְאִם לְהַסָּקָה שִׁעוּרוֹ כְּדֵי לְבַשֵּׁל בֵּיצָה. וּבֵיצָה הָאֲמוּרָה בְּכָל מָקוֹם הִיא בֵּיצָה בֵּינוֹנִית שֶׁל תַּרְנְגוֹלִין. וְכָל מָקוֹם שֶׁנֶּאֱמַר כְּדֵי לְבַשֵּׁל בֵּיצָה הוּא כְּדֵי לְבַשֵּׁל כִּגְרוֹגֶרֶת מִבֵּיצָה וּגְרוֹגֶרֶת אֶחָד מִשְּׁלֹשָׁה בְּבֵיצָה. וְאֵין עִמּוּר אֶלָּא בְּגִדּוּלֵי קַרְקַע: \n",
      "הַמְקַבֵּץ דְּבֵלָה וְעָשָׂה מִמֶּנָּה עִגּוּלָה אוֹ שֶׁנִּקֵּב תְּאֵנִים וְהִכְנִיס הַחֶבֶל בָּהֶן עַד שֶׁנִּתְקַבְּצוּ גּוּף אֶחָד. הֲרֵי זֶה תּוֹלֶדֶת מְעַמֵּר וְחַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַדָּשׁ כִּגְרוֹגֶרֶת חַיָּב וְאֵין דִּישָׁה אֶלָּא בְּגִדּוּלֵי קַרְקַע. וְהַמְפָרֵק הֲרֵי הִיא תּוֹלֶדֶת הַדָּשׁ וְחַיָּב וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הַחוֹלֵב אֶת הַבְּהֵמָה חַיָּב מִשּׁוּם מְפָרֵק וְכֵן הַחוֹבֵל בְּחַי שֶׁיֵּשׁ לוֹ עוֹר חַיָּב מִשּׁוּם מְפָרֵק. וְהוּא שֶׁיִּהְיֶה צָרִיךְ לַדָּם שֶׁיֵּצֵא מִן הַחַבּוּרָה. אֲבָל אִם נִתְכַּוֵּן לְהַזִּיק בִּלְבַד פָּטוּר מִפְּנֵי שֶׁהוּא מְקַלְקֵל. וְאֵינוֹ חַיָּב עַד שֶׁיִּהְיֶה בַּדָּם אוֹ בַּחָלָב שֶׁהוֹצִיא כִּגְרוֹגֶרֶת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּחוֹבֵל בִּבְהֵמָה וְחַיָּה וְעוֹף וְכַיּוֹצֵא בָּהֶם. אֲבָל הַחוֹבֵל בַּחֲבֵרוֹ אַף עַל פִּי שֶׁנִּתְכַּוֵּן לְהַזִּיק חַיָּב מִפְּנֵי נַחַת רוּחוֹ שֶׁהֲרֵי נִתְקָרְרָה דַּעְתּוֹ וְשָׁכְכָה חֲמָתוֹ וַהֲרֵי הוּא כִּמְתַקֵּן. וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לַדָּם שֶׁהוֹצִיא מִמֶּנּוּ חַיָּב: \n",
      "שְׁמוֹנָה שְׁרָצִים הָאֲמוּרִים בַּתּוֹרָה הֵן שֶׁיֵּשׁ לָהֶן עוֹרוֹת לְעִנְיַן שַׁבָּת כְּמוֹ חַיָּה וּבְהֵמָה וְעוֹף. אֲבָל שְׁאָר שְׁקָצִים וּרְמָשִׂים אֵין לָהֶן עוֹר. לְפִיכָךְ הַחוֹבֵל בָּהֶן פָּטוּר. וְאֶחָד הַחוֹבֵל בִּבְהֵמָה חַיָּה וְעוֹף אוֹ בִּשְׁמוֹנָה שְׁרָצִים וְעָשָׂה בָּהֶן חַבּוּרָה וְיָצָא מֵהֶם דָּם אוֹ שֶׁנִּצְרַר הַדָּם אַף עַל פִּי שֶׁלֹּא יָצָא חַיָּב: \n",
      "הַסּוֹחֵט אֶת הַפֵּרוֹת לְהוֹצִיא מֵימֵיהֶן חַיָּב מִשּׁוּם מְפָרֵק. וְאֵינוֹ חַיָּב עַד שֶׁיִּהְיֶה בַּמַּשְׁקִין שֶׁסָּחַט כִּגְרוֹגֶרֶת. וְאֵין חַיָּבִים מִן הַתּוֹרָה אֶלָּא עַל דְּרִיכַת זֵיתִים וַעֲנָבִים בִּלְבַד. וּמֻתָּר לִסְחֹט אֶשְׁכּוֹל שֶׁל עֲנָבִים לְתוֹךְ הָאֹכֶל. שֶׁמַּשְׁקֶה הַבָּא לְאֹכֶל אֹכֶל הוּא וְנִמְצָא כִּמְפָרֵק אֹכֶל מֵאֹכֶל. אֲבָל אִם סָחַט לִכְלִי שֶׁאֵין בּוֹ אֹכֶל הֲרֵי זֶה דּוֹרֵךְ וְחַיָּב. וְהַחוֹלֵב לְתוֹךְ הָאֹכֶל אוֹ הַיּוֹנֵק בְּפִיו פָּטוּר וְאֵינוֹ חַיָּב עַד שֶׁיַּחֲלֹב לְתוֹךְ הַכְּלִי: \n",
      "הַזּוֹרֶה אוֹ הַבּוֹרֵר כִּגְרוֹגֶרֶת חַיָּב. וְהַמְחַבֵּץ הֲרֵי הוּא תּוֹלֶדֶת בּוֹרֵר. וְכֵן הַבּוֹרֵר שְׁמָרִים מִתּוֹךְ הַמַּשְׁקִין הֲרֵי זֶה תּוֹלֶדֶת בּוֹרֵר אוֹ תּוֹלֶדֶת מְרַקֵּד וְחַיָּב. שֶׁהַזּוֹרֶה וְהַבּוֹרֵר וְהַמְרַקֵּד דּוֹמִין עִנְיְנֵיהֶם זֶה לָזֶה. וּמִפְּנֵי מָה מָנוּ אוֹתָן בִּשְׁלֹשָׁה מִפְּנֵי שֶׁכָּל מְלָאכָה שֶׁהָיְתָה בַּמִּשְׁכָּן מוֹנִין אוֹתָהּ בִּפְנֵי עַצְמָהּ: \n",
      "הַבּוֹרֵר אֹכֶל מִתּוֹךְ פְּסלֶת אוֹ שֶׁהָיוּ לְפָנָיו שְׁנֵי מִינֵי אֳכָלִין וּבֵרֵר מִין מִמִּין אַחֵר בְּנָפָה וּבִכְבָרָה חַיָּב. בְּקָנוֹן אוֹ בְּתַמְחוּי פָּטוּר. וְאִם בֵּרֵר בְּיָדוֹ לֶאֱכל לְאַלְתַּר מֻתָּר: \n",
      "וְהַבּוֹרֵר פְּסלֶת מִתּוֹךְ הָאֹכֶל וַאֲפִלּוּ בְּיָדוֹ אַחַת חַיָּב. וְהַבּוֹרֵר תֻּרְמוֹסִין מִתּוֹךְ פְּסלֶת שֶׁלָּהֶן חַיָּב מִפְּנֵי שֶׁהַפְּסלֶת שֶׁלָּהֶן מְמַתֶּקֶת אוֹתָן כְּשֶׁיִּשְׁלְקוּ אוֹתָן עִמָּהֶם וְנִמְצָא כְּבוֹרֵר פְּסלֶת מִתּוֹךְ אֹכֶל וְחַיָּב. הַבּוֹרֵר אֹכֶל מִתּוֹךְ פְּסלֶת בְּיָדוֹ לְהַנִּיחוֹ אֲפִלּוּ לְבוֹ בַּיּוֹם נַעֲשָׂה כְּבוֹרֵר לָאוֹצָר וְחַיָּב. הָיוּ לְפָנָיו שְׁנֵי מִינֵי אֳכָלִין מְעֹרָבִין בּוֹרֵר אֶחָד מֵאַחֵר וּמַנִּיחַ לֶאֱכל מִיָּד. וְאִם בֵּרֵר וְהִנִּיחַ לְאַחַר זְמַן אֲפִלּוּ לְבוֹ בַּיּוֹם כְּגוֹן שֶׁבֵּרֵר בְּשַׁחֲרִית לֶאֱכל בֵּין הָעַרְבַּיִם חַיָּב: \n",
      "המְשַׁמֵּר יַיִן אוֹ שֶׁמֶן אוֹ מַיִם וְכֵן שְׁאָר הַמַּשְׁקִין בַּמְּשַׁמֶּרֶת שֶׁלָּהֶן חַיָּב. וְהוּא שֶׁיְּשַׁמֵּר כִּגְרוֹגֶרֶת. אֲבָל מְסַנְּנִין יַיִן שֶׁאֵין בּוֹ שְׁמָרִים אוֹ מַיִם צְלוּלִין בְּסוּדָרִין וּבִכְפִיפָה מִצְרִית כְּדֵי שֶׁיְּהֵא צָלוּל בְּיוֹתֵר. וְנוֹתְנִין מַיִם עַל גַּבֵּי שְׁמָרִים בִּשְׁבִיל שֶׁיִּצּוֹלוּ. וְנוֹתְנִין בֵּיצָה טְרוּפָה לִמְסַנֶּנֶת שֶׁל חַרְדָּל כְּדֵי שֶׁיִּצָּלֵל. חַרְדָּל שֶׁלָּשׁוֹ מֵעֶרֶב שַׁבָּת. לְמָחָר מְמַחֶה וְשׁוֹתֶה בֵּין בַּיָּד בֵּין בִּכְלִי. וְכֵן יַיִן מִגִּתּוֹ כָּל זְמַן שֶׁהוּא תּוֹסֵס טוֹרֵף חָבִית בִּשְׁמָרֶיהָ וְנוֹתֵן לְתוֹךְ הַסּוּדָרִין. שֶׁעֲדַיִן לֹא נִפְרְשׁוּ הַשְּׁמָרִים מִן הַיַּיִן יָפֶה יָפֶה וְכָל הַיַּיִן כְּגוּף אֶחָד הוּא. וְכֵן הַחַרְדָּל וְכָל כַּיּוֹצֵא בּוֹ: \n",
      "הַטּוֹחֵן כִּגְרוֹגֶרֶת חַיָּב. וְכָל הַשּׁוֹחֵק תַּבְלִין וְסַמָּנִין בְּמַכְתֶּשֶׁת הֲרֵי זֶה טוֹחֵן וְחַיָּב. הַמְחַתֵּךְ יָרָק תָּלוּשׁ הֲרֵי זֶה תּוֹלֶדֶת טוֹחֵן. וְכֵן הַנּוֹסֵר עֵצִים לֵהָנוֹת בִּנְסֹרֶת שֶׁלָּהֶן אוֹ הַשָּׁף לָשׁוֹן שֶׁל מַתֶּכֶת חַיָּב מִשֶּׁיָּשׁוּף כָּל שֶׁהוּא. אֲבָל הַמְחַתֵּךְ עֵצִים אֵינוֹ חַיָּב עַד שֶׁיְּדַקְדֵּק מֵהֶן כְּדֵי לְבַשֵּׁל כִּגְרוֹגֶרֶת מִבֵּיצָה: \n",
      "הַמְרַקֵּד כִּגְרוֹגֶרֶת חַיָּב. הַלָּשׁ כִּגְרוֹגֶרֶת חַיָּב הַמְגַבֵּל אֶת הֶעָפָר הֲרֵי זֶה תּוֹלֶדֶת לָשׁ. וְכַמָּה שִׁעוּרוֹ כְּדֵי לַעֲשׂוֹת פִּי כּוּר שֶׁל צוֹרְפֵי זָהָב. וְאֵין גִּבּוּל בְּאֵפֶר וְלֹא בְּחוֹל הַגַּס וְלֹא בְּמֻרְסָן וְלֹא בְּכַיּוֹצֵא בָּהֶן. וְהַנּוֹתֵן זֶרַע שֻׁמְשְׁמִין אוֹ זֶרַע פִּשְׁתָּן וְכַיּוֹצֵא בָּהֶן בְּמַיִם חַיָּב מִשּׁוּם לָשׁ. מִפְּנֵי שֶׁהֵן מִתְעָרְבִין וְנִתְלִין זֶה בָּזֶה: \n"
    ],
    [
      "הָאוֹפֶה כִּגְרוֹגֶרֶת חַיָּב. אֶחָד הָאוֹפֶה אֶת הַפַּת אוֹ הַמְבַשֵּׁל אֶת הַמַּאֲכָל אוֹ אֶת הַסַּמְמָנִין אוֹ הַמְחַמֵּם אֶת הַמַּיִם הַכּל עִנְיָן אֶחָד הוּא. שִׁעוּר הַמְחַמֵּם אֶת הַמַּיִם כְּדֵי לִרְחֹץ בָּהֶן אֵיבָר קָטָן. וְשִׁעוּר מְבַשֵּׁל סַמְמָנִין כְּדֵי שֶׁיִּהְיוּ רְאוּיִין לְדָבָר שֶׁמְּבַשְּׁלִין אוֹתָן לוֹ: \n",
      "הַנּוֹתֵן בֵּיצָה בְּצַד הַמֵּיחַם בִּשְׁבִיל שֶׁתִּתְגַּלְגֵּל וְנִתְגַּלְגְּלָה חַיָּב. שֶׁהַמְבַשֵּׁל בְּתוֹלֶדֶת הָאוּר כִּמְבַשֵּׁל בָּאוּר עַצְמָהּ. וְכֵן הַמֵּדִיחַ בְּחַמִּין דָּג מָלִיחַ הַיָּשָׁן אוֹ קוּלְיָיס הָאִסְפָּנִין וְהוּא דָּג דַּק וְרַךְ בְּיוֹתֵר הֲרֵי זֶה חַיָּב. שֶׁהֲדָחָתָן בְּחַמִּין זֶה הוּא גְּמַר בִּשּׁוּלָן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "הַמַּפְקִיעַ אֶת הַבֵּיצָה בְּבֶגֶד חַם אוֹ בְּחוֹל וּבַאֲבַק דְּרָכִים שֶׁהֵן חַמִּים מִפְּנֵי הַשֶּׁמֶשׁ אַף עַל פִּי שֶׁנִּצְלֵית פָּטוּר. שֶׁתּוֹלְדוֹת חַמָּה אֵינָם כְּתוֹלְדוֹת הָאֵשׁ. אֲבָל גָּזְרוּ עֲלֵיהֶן מִפְּנֵי תּוֹלְדוֹת הָאוּר. וְכֵן הַמְבַשֵּׁל בְּחַמֵּי טְבֶרְיָה וְכַיּוֹצֵא בָּהֶם פָּטוּר. הַמְבַשֵּׁל עַל הָאוּר דָּבָר שֶׁהָיָה מְבֻשָּׁל כָּל צָרְכּוֹ אוֹ דָּבָר שֶׁאֵינוֹ צָרִיךְ בִּשּׁוּל כְּלָל פָּטוּר: \n",
      "אֶחָד נָתַן אֶת הָאוּר וְאֶחָד נָתַן אֶת הָעֵצִים וְאֶחָד נָתַן אֶת הַקְּדֵרָה וְאֶחָד נָתַן אֶת הַמַּיִם וְאֶחָד נָתַן אֶת הַבָּשָׂר וְאֶחָד נָתַן אֶת הַתַּבְלִין וּבָא אַחֵר וְהֵגִיס כֻּלָּם חַיָּבִים מִשּׁוּם מְבַשֵּׁל. שֶׁכָּל הָעוֹשֶׂה דָּבָר מִצָּרְכֵי הַבִּשּׁוּל הֲרֵי זֶה מְבַשֵּׁל. אֲבָל אִם שָׁפַת אֶחָד אֶת הַקְּדֵרָה תְּחִלָּה וּבָא אַחֵר וְנָתַן אֶת הַמַּיִם וּבָא אַחֵר וְנָתַן אֶת הַבָּשָׂר וּבָא אַחֵר וְנָתַן אֶת הַתַּבְלִין וּבָא אַחֵר וְנָתַן אֶת הָאוּר וּבָא אַחֵר וְנָתַן עֵצִים עַל הָאוּר וּבָא אַחֵר וְהֵגִיס. שְׁנַיִם הָאַחֲרוֹנִים בִּלְבַד חַיָּבִין מִשּׁוּם מְבַשֵּׁל: \n",
      "הִנִּיחַ בָּשָׂר עַל גַּבֵּי גֶּחָלִים אִם נִצְלָה בּוֹ כִּגְרוֹגֶרֶת אֲפִלּוּ בִּשְׁנַיִם וּשְׁלֹשָׁה מְקוֹמוֹת חַיָּב. לֹא נִצְלָה בּוֹ כִּגְרוֹגֶרֶת אֲבָל נִתְבַּשֵּׁל כֻּלּוֹ חֲצִי בִּשּׁוּל חַיָּב. נִתְבַּשֵּׁל חֲצִי בִּשּׁוּל מִצַּד אֶחָד פָּטוּר. עַד שֶׁיַּהֲפֹךְ בּוֹ וְיִתְבַּשֵּׁל חֲצִי בִּשּׁוּל מִשְּׁנֵי צְדָדִין. שָׁכַח וְהִדְבִּיק פַּת בַּתַּנּוּר בְּשַׁבָּת וְנִזְכַּר מֻתָּר לוֹ לִרְדוֹתָה קֹדֶם שֶׁתֵּאָפֶה וְיָבוֹא לִידֵי מְלָאכָה: \n",
      "הַמַּתִּיךְ אֶחָד מִמִּינֵי מַתָּכוֹת כָּל שֶׁהוּא אוֹ הַמְחַמֵּם אֶת הַמַּתָּכוֹת עַד שֶׁתֵּעָשֶׂה גַּחֶלֶת הֲרֵי זֶה תּוֹלֶדֶת מְבַשֵּׁל. וְכֵן הַמְמַסֵּס אֶת הַדּוֹנַג אוֹ אֶת הַחֵלֶב אוֹ אֶת הַזֶּפֶת וְהַכֹּפֶר וְהַגָּפְרִית וְכַיּוֹצֵא בָּהֶם הֲרֵי זֶה תּוֹלֶדֶת מְבַשֵּׁל וְחַיָּב. וְכֵן הַמְבַשֵּׁל כְּלֵי אֲדָמָה עַד שֶׁיֵּעָשׂוּ חֶרֶס חַיָּב מִשּׁוּם מְבַשֵּׁל. כְּלָלוֹ שֶׁל דָּבָר בֵּין שֶׁרִפָּה גּוּף קָשֶׁה בָּאֵשׁ אוֹ שֶׁהִקְשָׁה גּוּף רַךְ הֲרֵי זֶה חַיָּב מִשּׁוּם מְבַשֵּׁל: \n",
      "הַגּוֹזֵז צֶמֶר אוֹ שֵׂעָר בֵּין מִן הַבְּהֵמָה בֵּין מִן הַחַיָּה בֵּין מִן הַחַי בֵּין מִן הַמֵּת אֲפִלּוּ מִן הַשֶּׁלַח שֶׁלָּהֶן חַיָּב. כַּמָּה שִׁעוּרוֹ כְּדֵי לִטְווֹת מִמֶּנּוּ חוּט שֶׁאָרְכּוֹ כְּרֹחַב הַסִּיט כָּפוּל. וְכַמָּה רֹחַב הַסִּיט כְּדֵי לִמְתֹּחַ מִן בֹּהֶן שֶׁל יָד עַד הָאֶצְבַּע הָרִאשׁוֹנָה כְּשֶׁיִּפְתַּח בֵּינֵיהֶן בְּכָל כֹּחוֹ וְהוּא קָרוֹב לִשְׁנֵי שְׁלִישֵׁי זֶרֶת. הַתּוֹלֵשׁ כָּנָף מִן הָעוֹף הֲרֵי זֶה תּוֹלֶדֶת גּוֹזֵז. הַטּוֹוֶה אֶת הַצֶּמֶר מִן הַחַי פָּטוּר שֶׁאֵין דֶּרֶךְ גְּזִיזָה בְּכָךְ וְאֵין דֶּרֶךְ נִפּוּץ בְּכָךְ וְאֵין דֶּרֶךְ טְוִיָּה בְּכָךְ: \n",
      "הַנּוֹטֵל צִפָּרְנָיו אוֹ שְׂעָרוֹ אוֹ שְׂפָמוֹ אוֹ זְקָנוֹ הֲרֵי זֶה תּוֹלֶדֶת גּוֹזֵז וְחַיָּב. וְהוּא שֶׁיִּטּל בִּכְלִי. אֲבָל אִם נְטָלָן בְּיָדוֹ בֵּין לוֹ בֵּין לְאַחֵר פָּטוּר. וְכֵן הַחוֹתֵךְ יַבֶּלֶת מִגּוּפוֹ בֵּין בְּיָד בֵּין בִּכְלִי פָּטוּר בֵּין לוֹ בֵּין לְאַחֵר. וּמֻתָּר לַחְתֹּךְ יַבֶּלֶת בַּמִּקְדָּשׁ בְּיָד אֲבָל לֹא בִּכְלִי. וְאִם הָיְתָה יְבֵשָׁה חוֹתְכָהּ אַף בִּכְלִי וְעוֹבֵד עֲבוֹדָה: \n",
      "הַנּוֹטֵל שְׂעָרוֹ בִּכְלִי כַּמָּה יִטּל וְיִהְיֶה חַיָּב. שְׁתֵּי שְׂעָרוֹת. וְאִם לִקֵּט לְבָנוֹת מִתּוֹךְ שְׁחוֹרוֹת אֲפִלּוּ אַחַת חַיָּב. צִפֹּרֶן שֶׁפֵּרְשָׁה רֻבָּהּ וְצִיצִין שֶׁל עוֹר שֶׁפֵּרְשׁוּ רֻבָּן אִם פֵּרְשׁוּ כְּלַפֵּי מַעְלָה וּמְצַעֲרוֹת אוֹתוֹ מֻתָּר לִטּל אוֹתָן בְּיָדוֹ אֲבָל לֹא בִּכְלִי. וְאִם נְטָלָן בִּכְלִי פָּטוּר. וְאִם אֵינָן מְצַעֲרוֹת אוֹתוֹ אֲפִלּוּ בַּיָּד אָסוּר. וְאִם לֹא פֵּרְשׁוּ רֻבָּן אֲפִלּוּ מְצַעֲרוֹת אוֹתוֹ אָסוּר לְנָטְלָן בְּיָדוֹ וְאִם נְטָלָן בִּכְלִי חַיָּב: \n",
      "הַמְלַבֵּן אֶת הַצֶּמֶר אוֹ אֶת הַפִּשְׁתָּן אוֹ אֶת הַשָּׁנִי. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִמַּה שֶּׁדַּרְכָּן לְהִתְלַבֵּן חַיָּב. וְכַמָּה שִׁעוּרוֹ כְּדֵי לִטְווֹת מִמֶּנּוּ חוּט אֶחָד אָרְכּוֹ כִּמְלֹא רֹחַב הַסִּיט כָּפוּל שֶׁהוּא אֹרֶךְ אַרְבָּעָה טְפָחִים: \n",
      "הַמְכַבֵּס בְּגָדִים הֲרֵי הוּא תּוֹלֶדֶת מְלַבֵּן וְחַיָּב. והַסּוֹחֵט אֶת הַבֶּגֶד עַד שֶׁיּוֹצִיא הַמַּיִם שֶׁבּוֹ הֲרֵי זֶה מְכַבֵּס וְחַיָּב. שֶׁהַסְּחִיטָה מִצָּרְכֵי כִּבּוּס הִיא כְּמוֹ שֶׁהַהֲגָסָה מִצָּרְכֵי הַבִּשּׁוּל. וְאֵין סְחִיטָה בְּשֵׂעָר וְהוּא הַדִּין לְעוֹר שֶׁאֵין חַיָּבִין עַל סְחִיטָתוֹ: \n",
      "הַמְנַפֵּץ אֶת הַצֶּמֶר אוֹ אֶת הַפִּשְׁתָּן אוֹ אֶת הַשָּׁנִי וְכַיּוֹצֵא בָּהֶן חַיָּב. וְכַמָּה שִׁעוּרוֹ כְּדֵי לִטְווֹת מִמֶּנּוּ חוּט אֶחָד אָרְכּוֹ אַרְבָּעָה טְפָחִים. וְהַמְנַפֵּץ אֶת הַגִּידִים עַד שֶׁיֵּעָשׂוּ כְּצֶמֶר כְּדֵי לִטְווֹת אוֹתָן הֲרֵי זֶה תּוֹלֶדֶת מְנַפֵּץ וְחַיָּב: \n",
      "הַצּוֹבֵעַ חוּט שֶׁאָרְכּוֹ אַרְבָּעָה טְפָחִים אוֹ דָּבָר שֶׁאֶפְשָׁר לִטְווֹת מִמֶּנּוּ חוּט כָּזֶה חַיָּב. וְאֵין הַצּוֹבֵעַ חַיָּב עַד שֶׁיְּהֵא צֶבַע הַמִּתְקַיֵּם. אֲבָל צֶבַע שֶׁאֵינוֹ מִתְקַיֵּם כְּלָל כְּגוֹן שֶׁהֶעֱבִיר סָרָק אוֹ שָׁשַׁר עַל גַּבֵּי בַּרְזֶל אוֹ נְחשֶׁת וּצְבָעוֹ פָּטוּר. שֶׁהֲרֵי אַתָּה מַעֲבִירוֹ לִשְׁעָתוֹ וְאֵינוֹ צוֹבֵעַ כְּלוּם. וְכָל שֶׁאֵין מְלַאכְתּוֹ מִתְקַיֶּמֶת בְּשַׁבָּת פָּטוּר: \n",
      "הָעוֹשֶׂה עֵין הַצֶּבַע הֲרֵי זֶה תּוֹלֶדֶת צוֹבֵעַ וְחַיָּב. כֵּיצַד. כְּגוֹן שֶׁנָּתַן קַנְקַנְתּוֹם לְתוֹךְ מֵי עַפְּצָא שֶׁנַּעֲשָׂה הַכּל שָׁחוֹר. אוֹ שֶׁנָּתַן אִיסְטִיס לְתוֹךְ מֵי כַּרְכֹּם שֶׁנַּעֲשָׂה הַכּל יָרֹק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכַמָּה שִׁעוּרוֹ כְּדֵי לִצְבֹּעַ בּוֹ חוּט שֶׁאָרְכּוֹ אַרְבָּעָה טְפָחִים: \n",
      "הַטּוֹוֶה אֹרֶךְ אַרְבָּעָה טְפָחִים מִכָּל דָּבָר הַנִּטְוֶה חַיָּב. אֶחָד הַטּוֹוֶה אֶת הַצֶּמֶר אוֹ אֶת הַפִּשְׁתָּן אוֹ אֶת הַנּוֹצָה אוֹ אֶת הַשֵּׂעָר אוֹ אֶת הַגִּידִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. הָעוֹשֶׂה אֶת הַלֶּבֶד הֲרֵי זֶה תּוֹלֶדֶת טוֹוֶה וְחַיָּב. וְהוּא שֶׁיְּלַבֵּד דָּבָר שֶׁאֶפְשָׁר לִטְווֹת מִמֶּנּוּ חוּט אֹרֶךְ אַרְבָּעָה טְפָחִים בְּעֹבִי בֵּינוֹנִי: \n",
      "הָעוֹשֶׂה שְׁנֵי בָּתֵּי נִירִין חַיָּב. הָעוֹשֶׂה נָפָה אוֹ כְּבָרָה אוֹ סַל אוֹ סְבָכָה אוֹ שֶׁסָּרַג מִטָּה בַּחֲבָלִים הֲרֵי זֶה תּוֹלֶדֶת עוֹשֶׂה נִירִין וּמִשֶּׁיַּעֲשֶׂה שְׁנֵי בָּתִּים בְּאֶחָד מִכָּל אֵלּוּ חַיָּב. וְכֵן כָּל הָעוֹשֶׂה שְׁנֵי בָּתֵּי נִירִין בְּדָבָר שֶׁעוֹשִׂין אוֹתוֹ בָּתִּים בָּתִּים כְּגוֹן אֵלּוּ חַיָּב: \n",
      "דֶּרֶךְ הָאוֹרְגִין שֶׁמּוֹתְחִין הַחוּטִין תְּחִלָּה בְּאֹרֶךְ הַיְרִיעָה וּבְרָחְבָּהּ וּשְׁנַיִם אוֹחֲזִין זֶה מִכָּאן וְזֶה מִכָּאן וְאֶחָד שׁוֹבֵט בְּשֵׁבֶט עַל הַחוּטִין וּמְתַקֵּן אוֹתָן זֶה בְּצַד זֶה עַד שֶׁתֵּעָשֶׂה כֻּלָּהּ שְׁתִי בְּלֹא עֵרֶב. וּמְתִיחַת הַחוּטִין כְּדֶרֶךְ הָאוֹרְגִין הִיא הַנְסָכַת הַמַּסֶּכֶת וְזֶה הַמּוֹתֵחַ נִקְרָא מֵסֵךְ. וּכְשֶׁכּוֹפְלִין אוֹתָהּ וּמַתְחִיל לְהַכְנִיס הַשְּׁתִי בָּעֵרֶב נִקְרָא אוֹרֵג: \n",
      "הַמֵּסֵךְ חַיָּב וְהִיא מְלָאכָה מֵאֲבוֹת מְלָאכוֹת. וְהַשּׁוֹבֵט עַל הַחוּטִין עַד שֶׁיִּפָּרְקוּ וִיתַקְּנֵם הֲרֵי זֶה תּוֹלֶדֶת מֵסֵךְ. וְכַמָּה שִׁעוּרוֹ מִשֶּׁיְּתַקֵּן רֹחַב שְׁתֵּי אֶצְבָּעוֹת. וְכֵן הָאוֹרֵג שְׁנֵי חוּטִין בְּרֹחַב שְׁתֵּי אֶצְבָּעוֹת חַיָּב. בֵּין שֶׁאֲרָגָן בַּתְּחִלָּה בֵּין שֶׁהָיָה מִקְצָת הַבֶּגֶד אָרוּג וְאָרַג עַל הָאָרוּג שִׁעוּרוֹ שְׁנֵי חוּטִין. וְאִם אָרַג חוּט אֶחָד וְהִשְׁלִים בּוֹ הַבֶּגֶד חַיָּב. אָרַג בִּשְׂפַת הַיְרִיעָה שְׁנֵי חוּטִין בְּרֹחַב שְׁלֹשָׁה בָּתֵּי נִירִין חַיָּב. הָא לְמָה זֶה דּוֹמֶה לְאוֹרֵג צִלְצוּל קָטָן בְּרֹחַב שְׁלֹשָׁה בָּתֵּי נִירִין: \n",
      "הַמְדַקְדֵּק אֶת הַחוּטִין וּמַפְרִידָן בְּעֵת הָאֲרִיגָה הֲרֵי זֶה תּוֹלֶדֶת אוֹרֵג. וְכֵן הַקּוֹלֵעַ אֶת הַנִּימִין הֲרֵי זֶה תּוֹלֶדֶת אוֹרֵג וְשִׁעוּרוֹ מִשֶּׁיַּעֲשֶׂה קְלִיעָה בְּאֹרֶךְ שְׁתֵּי אֶצְבָּעוֹת: \n",
      "הַבּוֹצֵעַ שְׁנֵי חוּטִין חַיָּב. וּבוֹצֵעַ הוּא הַמַּפְרִישׁ אֶת הָאָרוּג. בֵּין שֶׁהוֹצִיא הָעֵרֶב מִן הַשְּׁתִי אוֹ שֶׁהֶעֱבִיר הַשְּׁתִי מֵעַל הָעֵרֶב הֲרֵי זֶה בּוֹצֵעַ וְחַיָּב. וְהוּא שֶׁלֹּא יְהֵא מְקַלְקֵל אֶלָּא יִתְכַּוֵּן לְתַקֵּן כְּדֶרֶךְ שֶׁעוֹשִׂין אֵלּוּ שֶׁמְּאַחִין אֶת הַבְּגָדִים הַקַּלִּים בְּיוֹתֵר שֶׁבּוֹצְעִין וְאַחַר כָּךְ מְאַחִין וְחוֹזְרִין וְאוֹרְגִין חוּטִין שֶׁבָּצְעוּ עַד שֶׁיֵּעָשׂוּ שְׁנֵי הַבְּגָדִים אוֹ שְׁנֵי הַקְּרָעִים אֶחָד. וְהַסּוֹתֵר אֶת הַקְּלִיעָה לְתַקֵּן הֲרֵי זֶה תּוֹלֶדֶת בּוֹצֵעַ וְשִׁעוּרוֹ כְּשִׁעוּר הַבּוֹצֵעַ: \n"
    ],
    [
      "הַקוֹשֵׁר קֶשֶׁר שֶׁל קַיָּמָא וְהוּא מַעֲשֵׂה אֻמָּן חַיָּב. כְּגוֹן קֶשֶׁר הַגַּמָּלִין וְקֶשֶׁר הַסַּפָּנִין וְקִשְׁרֵי רְצוּעוֹת מִנְעָל וְסַנְדָּל שֶׁקּוֹשְׁרִין הָרַצְעָנִין בִּשְׁעַת עֲשִׂיָּתָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל הַקּוֹשֵׁר קֶשֶׁר שֶׁל קַיָּמָא וְאֵינוֹ מַעֲשֵׂה אֻמָּן פָּטוּר. וְקֶשֶׁר שֶׁאֵינוֹ שֶׁל קַיָּמָא וְאֵינוֹ מַעֲשֵׂה אֻמָּן מֻתָּר לְקָשְׁרוֹ לְכַתְּחִלָּה: \n",
      "כֵּיצַד. נִפְסְקָה לוֹ רְצוּעָה וּקְשָׁרָהּ, נִפְסַק הַחֶבֶל וּקְשָׁרוֹ, אוֹ שֶׁקָּשַׁר חֶבֶל בִּדְלִי אוֹ שֶׁקָּשַׁר רֶסֶן בְּהֵמָה הֲרֵי זֶה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַקְּשָׁרִים שֶׁהֵן מַעֲשֵׂה הֶדְיוֹט וְכָל אָדָם קוֹשֵׁר אוֹתָן לְקַיָּמָא. וְכָל קֶשֶׁר שֶׁאֵינוֹ שֶׁל קַיָּמָא אִם קְשָׁרוֹ קֶשֶׁר אֻמָּן הֲרֵי זֶה אָסוּר: \n",
      "קוֹשֶׁרֶת אִשָּׁה מִפְתְּחֵי הֶחָלוּק אַף עַל פִּי שֶׁיֵּשׁ לוֹ שְׁנֵי פְּתָחִים, וְחוּטֵי סְבָכָה אַף עַל פִּי שֶׁהוּא רָפוּי בְּרֹאשָׁהּ, וּרְצוּעוֹת מִנְעָל וְסַנְדָּל שֶׁקּוֹשְׁרִין אוֹתָן עַל הָרֶגֶל בִּשְׁעַת מַלְבּוּשׁ, וְנוֹדוֹת יַיִן וְשֶׁמֶן אַף עַל פִּי שֶׁיֵּשׁ לוֹ שְׁתֵּי אָזְנַיִם, וּקְדֵרָה שֶׁל בָּשָׂר אַף עַל פִּי שֶׁיְּכוֹלָה לְהוֹצִיא הַבָּשָׂר וְלֹא תַּתִּיר הַקֶּשֶׁר. וְקוֹשְׁרִין דְּלִי בִּמְשִׁיחָה אוֹ בְּאַבְנֵט וְכַיּוֹצֵא בּוֹ אֲבָל לֹא בְּחֶבֶל. וְקוֹשְׁרִין לִפְנֵי הַבְּהֵמָה אוֹ בְּרַגְלָהּ בִּשְׁבִיל שֶׁלֹּא תֵּצֵא אַף עַל פִּי שֶׁיֵּשׁ לָהּ שְׁנֵי אִסָּרוֹת. וְחֶבֶל שֶׁהָיָה קָשׁוּר בַּפָּרָה קוֹשְׁרוֹ בָּאֵבוּס. הָיָה קָשׁוּר בָּאֵבוּס קוֹשְׁרוֹ בַּפָּרָה. אֲבָל לֹא יָבִיא חֶבֶל מִתּוֹךְ בֵּיתוֹ וְיִקְשֹׁר בַּפָּרָה וּבָאֵבוּס. וְאִם הָיָה חֶבֶל גַּרְדִּי שֶׁמֻּתָּר לְטַלְטְלוֹ הֲרֵי זֶה מֵבִיא וְקוֹשֵׁר בַּפָּרָה וּבָאֵבוּס. מִפְּנֵי שֶׁכָּל אֵלּוּ הַקְּשָׁרִים מַעֲשֵׂה הֶדְיוֹט הֵן וְאֵינָן שֶׁל קַיָּמָא אֶלָּא פַּעַם קוֹשֵׁר וּפַעַם מַתִּיר וּלְפִיכָךְ מֻתָּר לִקְשֹׁר אוֹתָן לְכַתְּחִלָּה. חוֹתָלוֹת שֶׁל תְּמָרִים וְשֶׁל גְּרוֹגָרוֹת מַתִּיר וּמַפְקִיעַ וְחוֹתֵךְ וְנוֹטֵל וְאוֹכֵל: \n",
      "כָּל שֶׁרָאוּי לְמַאֲכַל בְּהֵמָה מֻתָּר לִקְשֹׁר אוֹתוֹ בְּשַׁבָּת. לְפִיכָךְ אִם נִפְסְקָה רְצוּעַת סַנְדָּלוֹ בְּכַרְמְלִית נוֹטֵל גֶּמִי לַח הָרָאוּי לְמַאֲכַל בְּהֵמָה וְכוֹרֵךְ עָלָיו וְקוֹשֵׁר הַגֶּמִי. נִשְׁמְטָה לוֹ רְצוּעַת מִנְעָל וְסַנְדָּל אוֹ שֶׁנִּשְׁמַט רֹב הָרֶגֶל מֻתָּר לְהַחֲזִיר הָרְצוּעוֹת לִמְקוֹמָן וּבִלְבַד שֶׁלֹּא יִקְשֹׁר: \n",
      "הָעֲנִיבָה מֻתֶּרֶת לְפִי שֶׁאֵינָהּ מִתְחַלֶּפֶת בִּקְשִׁירָה. לְפִיכָךְ הַחֶבֶל שֶׁנִּפְסַק מְקַבֵּץ שְׁנֵי קְצוֹתָיו וְכוֹרֵךְ עָלָיו מְשִׁיחָה וְעוֹנֵב עֲנִיבָה: \n",
      "מֻתָּר לִקְשֹׁר קֶשֶׁר שֶׁאֵינוֹ שֶׁל קַיָּמָא לִדְבַר מִצְוָה. כְּגוֹן שֶׁיִּקְשֹׁר לִמְדֹּד שִׁעוּר מִשִּׁעוּרֵי הַתּוֹרָה. נִימַת כִּנּוֹר שֶׁנִּפְסַק קוֹשְׁרִין אוֹתָהּ בַּמִּקְדָּשׁ אֲבָל לֹא בַּמְּדִינָה. וְלֹא יִקְשֹׁר נִימָא לְכַתְּחִלָּה אֲפִלּוּ בַּמִּקְדָּשׁ: \n",
      "כָּל קֶשֶׁר שֶׁחַיָּבִין עַל קִשּׁוּרוֹ כָּךְ חַיָּבִין עַל הֶתֵּרוֹ. וְכָל קֶשֶׁר שֶׁהַקּוֹשֵׁר אוֹתוֹ פָּטוּר כָּךְ הַמַּתִּיר אוֹתוֹ פָּטוּר. וְכָל קֶשֶׁר שֶׁמֻּתָּר לְקָשְׁרוֹ כָּךְ מֻתָּר לְהַתִּירוֹ: \n",
      "הַפּוֹתֵל חֲבָלִים מִן הַהוּצִין וּמִן הָחֶלֶף אוֹ מִחוּטֵי צֶמֶר אוֹ מִחוּטֵי פִּשְׁתָּן אוֹ חוּטֵי שֵׂעָר וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה תּוֹלֶדֶת קוֹשֵׁר וְחַיָּב. וְשִׁעוּרוֹ כְּדֵי שֶׁיַּעֲמֹד הַחֶבֶל בִּפְתִילָתוֹ בְּלֹא קְשִׁירָה שֶׁנִּמְצֵאת מְלַאכְתּוֹ מִתְקַיֶּמֶת. וְכֵן הַמַּפְרִיד אֶת הַפְּתִיל הֲרֵי זֶה תּוֹלֶדֶת מַתִּיר וְחַיָּב. וְהוּא שֶׁלֹּא יִתְכַּוֵּן לְקַלְקֵל בִּלְבַד. וְשִׁעוּרוֹ כְּשִׁעוּר הַפּוֹתֵל: \n",
      "הַתּוֹפֵר שְׁתֵּי תְּפִירוֹת חַיָּב. וְהוּא שֶׁקָּשַׁר רָאשֵׁי הַחוּט מִכָּאן וּמִכָּאן כְּדֵי שֶׁתַּעֲמֹד הַתְּפִירָה וְלֹא תִּשָּׁמֵט. אֲבָל אִם תָּפַר יֶתֶר עַל שְׁתֵּי תְּפִירוֹת אַף עַל פִּי שֶׁלֹּא קָשַׁר חַיָּב שֶׁהֲרֵי מִתְקַיֶּמֶת הַתְּפִירָה. וְהַמּוֹתֵחַ חוּט שֶׁל תְּפִירָה בְּשַׁבָּת חַיָּב מִפְּנֵי שֶׁהוּא מִצָּרְכֵי הַתְּפִירָה: \n",
      "הַקּוֹרֵעַ כְּדֵי לִתְפֹּר שְׁתֵּי תְּפִירוֹת עַל מְנָת לִתְפֹּר שְׁתֵּי תְּפִירוֹת חַיָּב. אֲבָל הַקּוֹרֵעַ לְהַפְסִידָהּ פָּטוּר מִפְּנֵי שֶׁהוּא מְקַלְקֵל. הַקּוֹרֵעַ בַּחֲמָתוֹ אוֹ עַל מֵת שֶׁהוּא חַיָּב לִקְרֹעַ עָלָיו חַיָּב מִפְּנֵי שֶׁמְּיַשֵּׁב אֶת דַּעְתּוֹ בְּדָבָר זֶה וְיָנוּחַ יִצְרוֹ וְהוֹאִיל וַחֲמָתוֹ שׁוֹכֶכֶת בְּדָבָר זֶה הֲרֵי הוּא כִּמְתַקֵּן וְחַיָּב. וְהַפּוֹתֵחַ בֵּית הַצַּוָּאר בְּשַׁבָּת חַיָּב: \n",
      "הַמְדַבֵּק נְיָרוֹת אוֹ עוֹרוֹת בְּקוֹלָן שֶׁל סוֹפְרִים וְכַיּוֹצֵא בּוֹ הֲרֵי זֶה תּוֹלֶדֶת תּוֹפֵר וְחַיָּב. וְכֵן הַמְפָרֵק נְיָרוֹת דְּבוּקִין אוֹ עוֹרוֹת דְּבוּקִין וְלֹא נִתְכַּוֵּן לְקַלְקֵל בִּלְבַד הֲרֵי זֶה תּוֹלֶדֶת קוֹרֵעַ וְחַיָּב: \n",
      "הַבּוֹנֶה כָּל שֶׁהוּא חַיָּב. הַמַּשְׁוֶה פְּנֵי הַקַּרְקַע בְּבַיִת כְּגוֹן שֶׁהִשְׁפִּיל תֵּל אוֹ מִלֵּא גּוּמָא אוֹ גַּיְא הֲרֵי זֶה בּוֹנֶה וְחַיָּב. אֶחָד נָתַן אֶת הָאֶבֶן וְאֶחָד נָתַן אֶת הַטִּיט הַנּוֹתֵן הַטִּיט חַיָּב. וּבַנִּדְבָּךְ הָעֶלְיוֹן אֲפִלּוּ הֶעֱלָה אֶת הָאֶבֶן וְהִנִּיחָהּ עַל גַּבֵּי הַטִּיט חַיָּב. שֶׁהֲרֵי אֵין מַנִּיחִין עָלֶיהָ טִיט אַחֵר. וְהַבּוֹנֶה עַל גַּבֵּי כֵּלִים פָּטוּר: \n",
      "הָעוֹשֶׂה אֹהֶל קָבוּעַ הֲרֵי זֶה תּוֹלֶדֶת בּוֹנֶה וְחַיָּב. וְכֵן הָעוֹשֶׂה כְּלֵי אֲדָמָה כְּגוֹן תַּנּוּר וְחָבִית קֹדֶם שֶׁיִּשָּׂרְפוּ הֲרֵי זֶה תּוֹלֶדֶת בּוֹנֶה וְחַיָּב. וְכֵן הַמְגַבֵּן אֶת הַגְּבִינָה הֲרֵי זֶה תּוֹלֶדֶת בּוֹנֶה. וְאֵינוֹ חַיָּב עַד שֶׁיְּגַבֵּן כִּגְרוֹגֶרֶת. הַמַּכְנִיס יַד הַקַּרְדֹּם בְּתוֹךְ הָעֵץ שֶׁלּוֹ הֲרֵי זֶה תּוֹלֶדֶת בּוֹנֶה. וְכֵן כָּל כַּיּוֹצֵא בּוֹ. וְכֵן הַתּוֹקֵעַ עֵץ בְּעֵץ בֵּין שֶׁתָּקַע בְּמַסְמֵר בֵּין שֶׁתָּקַע בָּעֵץ עַצְמוֹ עַד שֶׁנִּתְאַחֵד הֲרֵי זֶה תּוֹלֶדֶת בּוֹנֶה וְחַיָּב: \n",
      "הָעוֹשֶׂה נֶקֶב כָּל שֶׁהוּא בְּלוּל שֶׁל תַּרְנְגוֹלִים כְּדֵי שֶׁיִּכָּנֵס לָהֶן הָאוֹרָה חַיָּב מִשּׁוּם בּוֹנֶה. הַמַּחֲזִיר דֶּלֶת שֶׁל בּוֹר וְשֶׁל דּוּת וְשֶׁל יָצִיעַ חַיָּב מִשּׁוּם בּוֹנֶה: \n",
      "הַסּוֹתֵר כָּל שֶׁהוּא חַיָּב. וְהוּא שֶׁיִּסְתֹּר עַל מְנָת לִבְנוֹת. אֲבָל אִם סָתַר דֶּרֶךְ הַשְׁחָתָה פָּטוּר. הַסּוֹתֵר אֹהֶל קָבוּעַ אוֹ שֶׁפֵּרֵק עֵץ תָּקוּעַ הֲרֵי זֶה תּוֹלֶדֶת סוֹתֵר וְחַיָּב וְהוּא שֶׁיִּתְכַּוֵּן לְתַקֵּן: \n",
      "הַמַּכֶּה בְּפַטִּישׁ הַכָּאָה אַחַת חַיָּב. וְכָל הָעוֹשֶׂה דָּבָר שֶׁהוּא גְּמַר מְלָאכָה הֲרֵי זֶה תּוֹלֶדֶת מַכֶּה בְּפַטִּישׁ וְחַיָּב. כֵּיצַד. הַמְנַפֵּחַ בִּכְלֵי זְכוּכִית וְהַצָּר בַּכְּלִי צוּרָה אֲפִלּוּ מִקְצָת הַצּוּרָה וְהַמְגָרֵד כָּל שֶׁהוּא וְהָעוֹשֶׂה נֶקֶב כָּל שֶׁהוּא בֵּין בְּעֵץ בֵּין בְּמַתֶּכֶת בֵּין בְּבִנְיָן בֵּין בְּכֵלִים הֲרֵי זֶה תּוֹלֶדֶת מַכֶּה בְּפַטִּישׁ וְחַיָּב. וְכָל פֶּתַח שֶׁאֵינוֹ עָשׂוּי לְהַכְנִיס וּלְהוֹצִיא אֵין חַיָּבִין עַל עֲשִׂיָּתוֹ: \n",
      "הַמֵּפִיס שְׁחִין בְּשַׁבָּת כְּדֵי לְהַרְחִיב פִּי הַמַּכָּה כְּדֶרֶךְ שֶׁהָרוֹפְאִין עוֹשִׂין שֶׁהֵן מִתְכַּוְּנִין בִּרְפוּאָה לְהַרְחִיב פִּי הַמַּכָּה הֲרֵי זֶה חַיָּב מִשּׁוּם מַכֶּה בְּפַטִּישׁ שֶׁזּוֹ הִיא מְלֶאכֶת הָרוֹפֵא. וְאִם הֵפִיסָה לְהוֹצִיא מִמֶּנָּה הַלֵּחָה שֶׁבָּהּ הֲרֵי זֶה מֻתָּר: \n",
      "הַמְסַתֵּת אֶת הָאֶבֶן כָּל שֶׁהוּא חַיָּב מִשּׁוּם מַכֶּה בְּפַטִּישׁ. הַמְצַדֵּד אֶת הָאֶבֶן בִּיסוֹד הַבִּנְיָן וְתִקְּנָהּ בְּיָדוֹ וְהוֹשִׁיבָהּ בַּמָּקוֹם הָרָאוּי לָהּ חַיָּב מִשּׁוּם מַכֶּה בְּפַטִּישׁ. הַלּוֹקֵט יַבּוֹלֶת שֶׁעַל גַּבֵּי בְּגָדִים בְּיָדוֹ כְּגוֹן אֵלּוּ הַיַּבּוֹלוֹת שֶׁבִּכְלֵי צֶמֶר חַיָּב מִשּׁוּם מַכֶּה בְּפַטִּישׁ. וְהוּא שֶׁיַּקְפִּיד עֲלֵיהֶן. אֲבָל אִם הֱסִירָן דֶּרֶךְ עֵסֶק הֲרֵי זֶה פָּטוּר. הַמְנַעֵר טַלִּית חֲדָשָׁה שְׁחוֹרָה כְּדֵי לְנָאוֹתָהּ וּלְהָסִיר הַצֶּמֶר הַלָּבָן הַנִּתְלֶה בָּהּ כְּדֶרֶךְ שֶׁהָאֻמָּנִין עוֹשִׂין חַיָּב חַטָּאת. וְאִם אֵינוֹ מַקְפִּיד מֻתָּר: \n",
      "הַצָּד דָּבָר שֶׁדֶּרֶךְ מִינוֹ לָצוּד אוֹתוֹ חַיָּב. כְּגוֹן חַיָּה וְעוֹפוֹת וְדָגִים. וְהוּא שֶׁיָּצוּד אוֹתָן לְמָקוֹם שֶׁאֵינוֹ מְחֻסַּר צֵידָה. כֵּיצַד. כְּגוֹן שֶׁרָדַף אַחֲרֵי צְבִי עַד שֶׁהִכְנִיסוֹ לְבַיִת אוֹ לְגִנָּה אוֹ לְחָצֵר וְנָעַל בְּפָנָיו. אוֹ שֶׁהִפְרִיחַ אֶת הָעוֹף עַד שֶׁהִכְנִיסוֹ לְמִגְדָּל וְנָעַל בְּפָנָיו. אוֹ שֶׁשָּׁלָה דָּגִים מִן הַיָּם בְּתוֹךְ סֵפֶל שֶׁל מַיִם הֲרֵי זֶה חַיָּב. אֲבָל אִם הִפְרִיחַ צִפּוֹר לְבַיִת וְנָעַל בְּפָנָיו. אוֹ שֶׁהִבְרִיחַ דָּג וַעֲקָרוֹ מִן הַיָּם לִבְרֵכָה שֶׁל מַיִם. אוֹ שֶׁרָדַף אַחַר צְבִי עַד שֶׁנִּכְנַס לִטְרַקְלִין רָחָב וְנָעַל בְּפָנָיו הֲרֵי זֶה פָּטוּר. שֶׁאֵין זוֹ צִידָה גְּמוּרָה שֶׁאִם יָבוֹא לְקַחְתּוֹ צָרִיךְ לִרְדֹּף אַחֲרָיו וְלָצוּד אוֹתוֹ מִשָּׁם. לְפִיכָךְ הַצָּד אֲרִי אֵינוֹ חַיָּב עַד שֶׁיַּכְנִיסֶנּוּ לַכִּפָּה שֶׁלּוֹ שֶׁהוּא נֶאֱסָר בָּהּ: \n",
      "כָּל מָקוֹם שֶׁאִם יָרוּץ בּוֹ יַגִּיעַ לַחַיָּה בִּשְׁחִיָּה אַחַת. אוֹ שֶׁהָיוּ הַכְּתָלִים קְרוֹבִין זֶה לָזֶה עַד שֶׁיִּפּל צֵל שְׁנֵיהֶם לָאֶמְצַע כְּאֶחָד הֲרֵי זֶה מָקוֹם קָטָן. וְאִם הִבְרִיחַ הַצְּבִי וְכַיּוֹצֵא בּוֹ לְתוֹכוֹ חַיָּב. וּמָקוֹם שֶׁהוּא גָּדוֹל מִזֶּה הַמַּבְרִיחַ חַיָּה וָעוֹף לְתוֹכוֹ פָּטוּר: \n",
      "אֶחָד שְׁמֹנָה שְׁרָצִים הָאֲמוּרִין בַּתּוֹרָה וְאֶחָד שְׁאָר שְׁקָצִים וּרְמָשִׂים שֶׁיֵּשׁ לְמִינָן צִידָה הַצָּד אֶחָד מִכֻּלָּן בֵּין לְצֹרֶךְ בֵּין שֶׁלֹּא לְצֹרֶךְ אוֹ לְשַׂחֵק בָּהֶן חַיָּב הוֹאִיל וְנִתְכַּוֵּן לָצוּד וְצָד. שֶׁמְּלָאכָה שֶׁאֵינָהּ צְרִיכָה לְגוּפָהּ חַיָּב עָלֶיהָ. הַצָּד אֶת הַיָּשֵׁן וְאֶת הַסּוּמָא חַיָּב: \n",
      "הַמְשַׁלֵּחַ כְּלָבִים כְּדֵי שֶׁיָּצוּדוּ צְבָאִים וְאַרְנָבִים וְכַיּוֹצֵא בָּהֶן וּבָרַח הַצְּבִי מִפְּנֵי הַכֶּלֶב וְהָיָה הוּא רוֹדֵף אַחַר הַצְּבִי אוֹ שֶׁעָמַד בְּפָנָיו וְהִבְהִילוֹ עַד שֶׁהִגִּיעַ הַכֶּלֶב וּתְפָשׂוֹ הֲרֵי זֶה תּוֹלֶדֶת הַצָּד וְחַיָּב. וְכֵן הָעוֹשֶׂה כַּדֶּרֶךְ הַזּוֹ בְּעוֹפוֹת: \n",
      "צְבִי שֶׁנִּכְנַס לְבַיִת וְנָעַל אֶחָד בְּפָנָיו חַיָּב. נְעָלוּהוּ שְׁנַיִם פְּטוּרִין. אִם אֵין אֶחָד יָכוֹל לִנְעל וּנְעָלוּהוּ שְׁנַיִם חַיָּבִין. יָשַׁב אֶחָד עַל הַפֶּתַח וְלֹא מִלְּאָהוּ וְיָשַׁב הַשֵּׁנִי וּמִלְּאָהוּ הַשֵּׁנִי חַיָּב. יָשַׁב הָרִאשׁוֹן וּמִלְּאָהוּ וּבָא הַשֵּׁנִי וְיָשַׁב בְּצִדּוֹ אַף עַל פִּי שֶׁעָמַד הָרִאשׁוֹן וְהָלַךְ לוֹ הָרִאשׁוֹן חַיָּב וְהַשֵּׁנִי לֹא עָשָׂה כְּלוּם וּמֻתָּר לוֹ לֵישֵׁב בִּמְקוֹמוֹ עַד הָעֶרֶב וְלוֹקֵחַ הַצְּבִי. לְמָה זֶה דּוֹמֶה לְנוֹעֵל בֵּיתוֹ לְשָׁמְרוֹ וְנִמְצָא צְבִי שָׁמוּר בְּתוֹכוֹ שֶׁלֹּא עָשָׂה כְּלוּם. נִכְנְסָה לוֹ צִפּוֹר תַּחַת כְּנָפָיו יוֹשֵׁב וּמְשַׁמְּרָהּ עַד שֶׁתֶּחְשַׁךְ וּמֻתָּר: \n",
      "הַצָּד צְבִי זָקֵן אוֹ חִגֵּר אוֹ חוֹלֶה אוֹ קָטָן פָּטוּר. הַמְפָרֵק בְּהֵמָה חַיָּה וָעוֹף מִן הַמְּצוּדָה פָּטוּר. הַצָּד חַיָּה וָעוֹף שֶׁבִּרְשׁוּתוֹ כְּגוֹן אֲוָזִין וְתַרְנְגוֹלִין וְיוֹנֵי (עֲלִיָּה) פָּטוּר. הַצָּד דָּבָר שֶׁאֵין בְּמִינוֹ צִידָה כְּגוֹן חֲגָבִים הַגָּזִין צְרָעִין וְיַתּוּשִׁין וּפַרְעוֹשִׁין וְכַיּוֹצֵא בָּאֵלּוּ הֲרֵי זֶה פָּטוּר: \n",
      "רְמָשִׂים הַמַּזִּיקִין כְּגוֹן נְחָשִׁים וְעַקְרַבִּים וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵינָן מְמִיתִין הוֹאִיל וְנוֹשְׁכִין מֻתָּר לָצוּד אוֹתָם בְּשַׁבָּת. וְהוּא שֶׁיִּתְכַּוֵּן לְהִנָּצֵל מִנְּשִׁיכָתָן. כֵּיצַד הוּא עוֹשֶׂה. כּוֹפֶה כְּלִי עֲלֵיהֶן אוֹ מַקִּיף עֲלֵיהֶן אוֹ קוֹשְׁרָן כְּדֵי שֶׁלֹּא יַזִּיקוּ: \n"
    ],
    [
      "הַשׁוֹחֵט חַיָּב. וְלֹא שׁוֹחִט בִּלְבַד אֶלָּא כָּל הַנּוֹטֵל נְשָׁמָה לְאֶחָד מִכָּל מִינֵי חַיָּה וּבְהֵמָה וְעוֹף וְדָג וְשֶׁרֶץ בֵּין בִּשְׁחִיטָה אוֹ בִּנְחִירָה אוֹ בְּהַכָּאָה חַיָּב. הַחוֹנֵק אֶת הַחַי עַד שֶׁיָּמוּת הֲרֵי זֶה תּוֹלֶדֶת שׁוֹחֵט. לְפִיכָךְ אִם הֶעֱלָה דָּג מִסֵּפֶל שֶׁל מַיִם וְהִנִּיחוֹ עַד שֶׁמֵּת חַיָּב מִשּׁוּם חוֹנֵק. וְלֹא עַד שֶׁיָּמוּת אֶלָּא כֵּיוָן שֶׁיָּבֵשׁ בּוֹ כְּסֶלַע בֵּין סְנַפִּירָיו חַיָּב שֶׁעוֹד אֵינוֹ יָכוֹל לִחְיוֹת. הוֹשִׁיט יָדוֹ לִמְעֵי הַבְּהֵמָה וְדִלְדֵּל עֵבָּר שֶׁבְּמֵעֶיהָ חַיָּב: \n",
      "רְמָשִׂים שֶׁהֵן פָּרִין וְרָבִין מִזָּכָר וּנְקֵבָה אוֹ נֶהֱוִין מִן הֶעָפָר כְּמוֹ הַפַּרְעוֹשִׁין הַהוֹרֵג אוֹתָן חַיָּב כְּהוֹרֵג בְּהֵמָה וְחַיָּה. אֲבָל רְמָשִׂים שֶׁהֲוָיָתָן מִן הַגְּלָלִים וּמִן הַפֵּרוֹת שֶׁהִבְאִישׁוּ וְכַיּוֹצֵא בָּהֶן כְּגוֹן תּוֹלָעִים שֶׁל בָּשָׂר וְתוֹלָעִים שֶׁבְּתוֹךְ הַקִּטְנִיּוֹת הַהוֹרְגָן פָּטוּר: \n",
      "הַמְפַלֶּה כֵּלָיו בְּשַׁבָּת מוֹלֵל אֶת הַכִּנִּים וְזוֹרְקָן. וּמֻתָּר לַהֲרֹג אֶת הַכִּנִּים בְּשַׁבָּת מִפְּנֵי שֶׁהֵן מִן הַזֵּעָה: \n",
      "חַיָּה וְרֶמֶשׂ שֶׁהֵן נוֹשְׁכִין וּמְמִיתִין וַדַּאי כְּגוֹן זְבוּב שֶׁבְּמִצְרַיִם וְצִרְעָה שֶׁבְּנִינְוֵה וְעַקְרָב שֶׁבַּחֲדַיֵיב וְנָחָשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל וְכֶלֶב שׁוֹטֶה בְּכָל מָקוֹם מֻתָּר לְהָרְגָן בְּשַׁבָּת כְּשֶׁיֵּרָאוּ. וּשְׁאָר כָּל הַמַּזִּיקִין אִם הָיוּ רָצִין אַחֲרָיו מֻתָּר לְהָרְגָן וְאִם הָיוּ יוֹשְׁבִין בִּמְקוֹמָן אוֹ בּוֹרְחִין מִלְּפָנָיו אָסוּר לְהָרְגָן. וְאִם דּוֹרְסָן לְפִי תֻּמּוֹ בִּשְׁעַת הִלּוּכוֹ וְהוֹרְגָן מֻתָּר: \n",
      "הַמַּפְשִׁיט מִן הָעוֹר כְּדֵי לַעֲשׂוֹת קָמֵעַ חַיָּב. וְכֵן הַמְעַבֵּד מִן הָעוֹר כְּדֵי לַעֲשׂוֹת קָמֵעַ חַיָּב. וְאֶחָד הַמּוֹלֵחַ וְאֶחָד הַמְעַבֵּד שֶׁהַמְּלִיחָה מִין עִבּוּד הוּא וְאֵין עִבּוּד בָּאֳכָלִין. וְכֵן הַמּוֹחֵק מִן הָעוֹר כְּדֵי לַעֲשׂוֹת קָמֵעַ חַיָּב. וְאֵי זֶהוּ מוֹחֵק זֶה הַמַּעֲבִיר שֵׂעָר אוֹ הַצֶּמֶר מֵעַל הָעוֹר אַחַר מִיתָה עַד שֶׁיַּחֲלִיק פְּנֵי הָעוֹר: \n",
      "הַמְפָרֵק דּוּכְסוּסְטוּס מֵעַל הַקְּלָף הֲרֵי זֶה תּוֹלֶדֶת מַפְשִׁיט וְחַיָּב. (הַמְפָרֵק מִן הָעוֹר כְּדֵי לַעֲשׂוֹת קָמֵעַ חַיָּב). הַדּוֹרֵס עַל הָעוֹר בְּרַגְלוֹ עַד שֶׁיִּתְקַשֶּׁה אוֹ הַמְרַכְּכוֹ בְּיָדוֹ וּמוֹשְׁכוֹ וּמַשְׁוֶה אוֹתוֹ כְּדֶרֶךְ שֶׁהָרַצְעָנִין עוֹשִׂין הֲרֵי זֶה תּוֹלֶדֶת מְעַבֵּד וְחַיָּב. הַמּוֹרֵט נוֹצָה מִן הָאֶבְרָה הֲרֵי זֶה תּוֹלֶדֶת מוֹחֵק וְחַיָּב. וְכֵן הַמְמָרֵחַ רְטִיָּה כָּל שֶׁהוּא אוֹ שַׁעֲוָה אוֹ זֶפֶת וְכַיּוֹצֵא בָּהֶן מִדְּבָרִים הַמִּתְמָרְחִין עַד שֶׁיַּחֲלִיק פְּנֵיהֶם חַיָּב מִשּׁוּם מוֹחֵק. וְכֵן הַשָּׁף בְּיָדוֹ עַל הָעוֹר הַמָּתוּחַ בֵּין הָעַמּוּדִים חַיָּב מִשּׁוּם מוֹחֵק: \n",
      "הַמְחַתֵּךְ מִן הָעוֹר כְּדֵי לַעֲשׂוֹת קָמֵעַ חַיָּב. וְהוּא שֶׁיִּתְכַּוֵּן לְמִדַּת אָרְכּוֹ וּמִדַּת רָחְבּוֹ וְיַחְתֹּךְ בְּכַוָּנָה שֶׁהִיא מְלָאכָה. אֲבָל אִם חָתַךְ דֶּרֶךְ הֶפְסֵד אוֹ בְּלֹא כַּוָּנָה לְמִדָּתוֹ אֶלָּא כְּמִתְעַסֵּק אוֹ כִּמְשַׂחֵק הֲרֵי זֶה פָּטוּר. הַקּוֹטֵם אֶת הַכָּנָף הֲרֵי זֶה תּוֹלֶדֶת מְחַתֵּךְ וְחַיָּב. וְכֵן הַמְגָרֵד רָאשֵׁי כְּלוּנְסוֹת שֶׁל אֶרֶז חַיָּב מִשּׁוּם מְחַתֵּךְ. וְכֵן כָּל חֲתִיכָה שֶׁיַּחְתֹּךְ חָרַשׁ עֵץ מִן הָעֵצִים אוֹ חָרַשׁ מַתֶּכֶת מִן הַמַּתָּכוֹת חַיָּב מִשּׁוּם מְחַתֵּךְ. הַנּוֹטֵל קֵיסָם שֶׁל עֵץ מִלְּפָנָיו וּקְטָמוֹ לַחְצֹץ בּוֹ שִׁנָּיו אוֹ לִפְתֹּחַ בּוֹ אֶת הַדֶּלֶת חַיָּב: \n",
      "כָּל דָּבָר שֶׁהוּא רָאוּי לְמַאֲכַל בְּהֵמָה כְּגוֹן תֶּבֶן וַעֲשָׂבִים לַחִים וְהוּצִין וְכַיּוֹצֵא בָּהֶן מֻתָּר לִקְטֹם אוֹתָן בְּשַׁבָּת מִפְּנֵי שֶׁאֵין בָּהֶן תִּקּוּן כֵּלִים. וּמֻתָּר לִקְטֹם עֲצֵי בְּשָׂמִים לְהָרִיחַ בָּהֶן אַף עַל פִּי שֶׁהֵן קָשִׁים וִיבֵשִׁין. וּמְפַשֵּׁחַ מֵהֶן כָּל מַה שֶּׁיִּרְצֶה בֵּין שֶׁפָּשַׁח עֵץ גָּדוֹל בֵּין שֶׁפָּשַׁח עֵץ קָטָן: \n",
      "הַכּוֹתֵב שְׁתֵּי אוֹתִיּוֹת חַיָּב. הַמּוֹחֵק כְּתָב עַל מְנָת לִכְתֹּב בִּמְקוֹם הַמַּחַק שְׁתֵּי אוֹתִיּוֹת חַיָּב. הכּוֹתֵב אוֹת אַחַת גְּדוֹלָה כִּשְׁתַּיִם פָּטוּר. מָחַק אוֹת אַחַת גְּדוֹלָה וְיֵשׁ בִּמְקוֹמָהּ כְּדֵי לִכְתֹּב שְׁתַּיִם חַיָּב. כָּתַב אוֹת אַחַת וְהִשְׁלִים בָּהּ אֶת הַסֵּפֶר חַיָּב. הַכּוֹתֵב עַל מְנָת לְקַלְקֵל הָעוֹר חַיָּב שֶׁאֵין חִיּוּבוֹ עַל מְקוֹם הַכְּתָב אֶלָּא עַל הַכְּתָב. אֲבָל הַמּוֹחֵק עַל מְנָת לְקַלְקֵל פָּטוּר. נָפְלָה דְּיוֹ עַל גַּבֵּי סֵפֶר וּמָחַק אוֹתָהּ. נָפְלָה שַׁעֲוָה עַל גַּבֵּי הַפִּנְקָס וּמָחַק אוֹתָהּ. אִם יֵשׁ בִּמְקוֹמָהּ כְּדֵי לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת חַיָּב: \n",
      "הַכּוֹתֵב אוֹת כְּפוּלָה פַּעֲמַיִם וְהוּא שֵׁם אֶחָד כְּמוֹ דָּד תֵּת גַּג רָר שָׂשׂ סָס חָח חַיָּב. וְהַכּוֹתֵב בְּכָל כְּתָב וּבְכָל לָשׁוֹן חַיָּב וַאֲפִלּוּ מִשְּׁנֵי סִימָנִיּוֹת: \n",
      "הַכּוֹתֵב אוֹת אַחַת סָמוּךְ לַכְּתָב אוֹ כְּתָב עַל גַּבֵּי כְּתָב וְהַמִּתְכַּוֵּן לִכְתֹּב חֵי''ת וְכָתַב שְׁנֵי זַיִנִּי''ן וְכֵן כַּיּוֹצֵא בָּזֶה בִּשְׁאָר אוֹתִיּוֹת וְהַכּוֹתֵב אוֹת אַחַת בָּאָרֶץ וְאוֹת אַחַת בַּקּוֹרָה שֶׁהֲרֵי אֵין נֶהֱגִין זֶה עִם זֶה אוֹ שֶׁכָּתַב שְׁתֵּי אוֹתִיּוֹת בִּשְׁנֵי דַּפֵּי פִּנְקָס וְאֵינָן נֶהֱגִין זֶה עִם זֶה פָּטוּר. כְּתָבָן בִּשְׁנֵי כָּתְלֵי זָוִית אוֹ בִּשְׁנֵי דַּפֵּי פִּנְקָס וְהֵן נֶהֱגִין זֶה עִם זֶה חַיָּב: \n",
      "לָקַח גְּוִיל וְכַיּוֹצֵא בּוֹ וְכָתַב עָלָיו אוֹת אַחַת בִּמְדִינָה זוֹ וְהָלַךְ בְּאוֹתוֹ הַיּוֹם וְכָתַב אוֹת שְׁנִיָּה בִּמְדִינָה אַחֶרֶת בִּמְגִלָּה אַחֶרֶת חַיָּב. שֶׁבִּזְמַן שֶׁמְּקָרְבָן נֶהֱגִין זֶה עִם זֶה וְאֵינָן מְחֻסָּרִין מַעֲשֶׂה לִקְרִיבָתָן: \n",
      "הַכּוֹתֵב אוֹת אַחַת אַף עַל פִּי שֶׁקּוֹרִים מִמֶּנָּה תֵּבָה שְׁלֵמָה פָּטוּר. כֵּיצַד. כְּגוֹן שֶׁכָּתַב מ' וְהַכּל קוֹרִין אוֹתָהּ מַעֲשֵׂר. אוֹ שֶׁכְּתָבָהּ בְּמָקוֹם מִנְיָן שֶׁהֲרֵי הִיא כְּמוֹ שֶׁכָּתַב אַרְבָּעִים הֲרֵי זֶה פָּטוּר. הַמַּגִּיהַּ אוֹת אַחַת וְעָשָׂה אוֹתָהּ שְׁתַּיִם כְּגוֹן שֶׁחִלֵּק גַּג הַחֵי''ת וְנַעֲשֵׂית שְׁנֵי זַיִנִּי''ן חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַכּוֹתֵב בִּשְׂמֹאלוֹ אוֹ לְאַחַר יָדוֹ בְּרַגְלוֹ בְּפִיו וּבְמַרְפֵּקוֹ פָּטוּר. אִטֵּר שֶׁכָּתַב בִּימִינוֹ שֶׁהִיא לוֹ כִּשְׂמֹאל כָּל אָדָם פָּטוּר. וְאִם כָּתַב בִּשְׂמֹאלוֹ חַיָּב. וְהַשּׁוֹלֵט בִּשְׁתֵּי יָדָיו בְּשָׁוֶה וְכָתַב בֵּין בִּימִינוֹ בֵּין בִּשְׂמֹאלוֹ חַיָּב. קָטָן אוֹחֵז בְּקֻלְמוֹס וְגָדוֹל אוֹחֵז בְּיָדוֹ וְכוֹתֵב חַיָּב. גָּדוֹל אוֹחֵז בְּקֻלְמוֹס וְקָטָן אוֹחֵז בְּיָדוֹ וְכוֹתֵב פָּטוּר: \n",
      "אֵין הַכּוֹתֵב חַיָּב עַד שֶׁיִּכְתֹּב בְּדָבָר הָרוֹשֵׁם וְעוֹמֵד כְּגוֹן דְּיוֹ וְשָׁחוֹר וְסִקְרָא וְקוֹמוֹס וְקַנְקַנְתּוֹם וְכַיּוֹצֵא בָּהֶם. וְיִכְתֹּב עַל דָּבָר שֶׁמִּתְקַיֵּם הַכְּתָב עָלָיו כְּגוֹן עוֹר וּקְלָף וּנְיָר וְעֵץ וְכַיּוֹצֵא בָּהֶם. אֲבָל הַכּוֹתֵב בְּדָבָר שֶׁאֵין רִשּׁוּמוֹ עוֹמֵד כְּגוֹן מַשְׁקִין וּמֵי פֵּרוֹת. אוֹ שֶׁכָּתַב בִּדְיוֹ וְכַיּוֹצֵא בּוֹ עַל עֲלֵי יְרָקוֹת וְעַל כָּל דָּבָר שֶׁאֵינוֹ עוֹמֵד פָּטוּר. אֵינוֹ חַיָּב עַד שֶׁיִּכְתֹּב בְּדָבָר הָעוֹמֵד עַל דָּבָר הָעוֹמֵד. וְכֵן אֵין הַמּוֹחֵק חַיָּב עַד שֶׁיִּמְחֹק כְּתָב הָעוֹמֵד מֵעַל דָּבָר הָעוֹמֵד: \n",
      "הַכּוֹתֵב עַל בְּשָׂרוֹ חַיָּב מִפְּנֵי שֶׁהוּא עוֹר אַף עַל פִּי שֶׁחֲמִימוּת בְּשָׂרוֹ מַעֲבֶרֶת הַכְּתָב לְאַחַר זְמַן הֲרֵי זֶה דּוֹמֶה לִכְתָב שֶׁנִּמְחַק. אֲבָל הַמְשָׂרֵט עַל בְּשָׂרוֹ צוּרַת כְּתָב פָּטוּר. הַקּוֹרֵעַ עַל הָעוֹר כְּתַבְנִית כְּתָב חַיָּב מִשּׁוּם כּוֹתֵב. הָרוֹשֵׁם עַל הָעוֹר כְּתַבְנִית כְּתָב פָּטוּר. הַמַּעֲבִיר דְּיוֹ עַל גַּבֵּי סִקְרָא חַיָּב שְׁתַּיִם אַחַת מִשּׁוּם כּוֹתֵב וְאַחַת מִשּׁוּם מוֹחֵק. הֶעֱבִיר דְּיוֹ עַל גַּבֵּי דְּיוֹ וְסִקְרָא עַל גַּבֵּי סִקְרָא אוֹ סִקְרָא עַל גַּבֵּי דְּיוֹ פָּטוּר: \n",
      "רוֹשֵׁם תּוֹלֶדֶת כּוֹתֵב הוּא. כֵּיצַד. הָרוֹשֵׁם רְשָׁמִים וְצוּרוֹת בְּכֹתֶל וּבְשָׁשַׁר וְכַיּוֹצֵא בָּהֶן כְּדֶרֶךְ שֶׁהַצַּיָּרִין רוֹשְׁמִים הֲרֵי זֶה חַיָּב מִשּׁוּם כּוֹתֵב. וְכֵן הַמּוֹחֵק אֶת הָרִשּׁוּם לְתַקֵּן הֲרֵי זֶה תּוֹלֶדֶת מוֹחֵק וְחַיָּב. הַמְשַׂרְטֵט כְּדֵי לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת תַּחַת אוֹתוֹ שִׂרְטוּט חַיָּב. חָרָשֵׁי הָעֵצִים שֶׁמַּעֲבִירִין חוּט שֶׁל סִקְרָא עַל גַּבֵּי הַקּוֹרָה כְּדֵי שֶׁיִּנְסֹר בְּשָׁוֶה הֲרֵי זֶה תּוֹלֶדֶת מְשַׂרְטֵט. וְכֵן הַגַּבָּלִים שֶׁעוֹשִׂים כֵּן בַּאֲבָנִים כְּדֵי שֶׁיְּפַצֵּל הָאֶבֶן בְּשָׁוֶה. וְאֶחָד הַמְשַׂרְטֵט בְּצֶבַע אוֹ בְּלֹא צֶבַע הֲרֵי זֶה חַיָּב: \n"
    ],
    [
      "הַמַּבְעִיר כָּל שֶׁהוּא חַיָּב. וְהוּא שֶׁיְּהֵא צָרִיךְ לָאֵפֶר. אֲבָל אִם הִבְעִיר דֶּרֶךְ הַשְׁחָתָה פָּטוּר מִפְּנֵי שֶׁהוּא מְקַלְקֵל. וְהַמַּבְעִיר גְּדִישׁוֹ שֶׁל חֲבֵרוֹ אוֹ הַשּׂוֹרֵף דִּירָתוֹ חַיָּב אַף עַל פִּי שֶׁהוּא מַשְׁחִית. מִפְּנֵי שֶׁכַּוָּנָתוֹ לְהִנָּקֵם מִשּׂוֹנְאוֹ וַהֲרֵי נִתְקָרְרָה דַּעְתּוֹ וְשָׁכְכָה חֲמָתוֹ וְנַעֲשָׂה כְּקוֹרֵעַ עַל מֵתוֹ אוֹ בַּחֲמָתוֹ שֶׁהוּא חַיָּב וּבְחוֹבֵל בַּחֲבֵרוֹ בִּשְׁעַת מְרִיבָה שֶׁכָּל אֵלּוּ מְתַקְּנִים הֵן אֵצֶל יִצְרָן הָרַע. וְכֵן הַמַּדְלִיק אֶת הַנֵּר אוֹ אֶת הָעֵצִים בֵּין לְהִתְחַמֵּם בֵּין לְהָאִיר הֲרֵי זֶה חַיָּב. הַמְחַמֵּם אֶת הַבַּרְזֶל כְּדֵי לְצָרְפוֹ בְּמַיִם הֲרֵי זֶה תּוֹלֶדֶת מַבְעִיר וְחַיָּב: \n",
      "הַמְכַבֶּה כָּל שֶׁהוּא חַיָּב. אֶחָד הַמְכַבֶּה אֶת הַנֵּר וְאֶחָד הַמְכַבֶּה אֶת הַגַּחֶלֶת שֶׁל עֵץ. אֲבָל הַמְכַבֶּה גַּחֶלֶת שֶׁל מַתֶּכֶת פָּטוּר. וְאִם נִתְכַּוֵּן לְצָרֵף חַיָּב. שֶׁכֵּן לוֹטְשֵׁי הַבַּרְזֶל עוֹשִׂים מְחִמִּים אֶת הַבַּרְזֶל עַד שֶׁיֵּעָשֶׂה גַּחֶלֶת וּמְכַבִּין אוֹתוֹ בְּמַיִם כְּדֵי לְחַסְּמוֹ. וְזֶהוּ לְצָרֵף שֶׁהָעוֹשֶׂה אוֹתוֹ חַיָּב וְהוּא תּוֹלֶדֶת מְכַבֶּה. וּמֻתָּר לְכַבּוֹת גַּחֶלֶת שֶׁל מַתֶּכֶת בִּרְשׁוּת הָרַבִּים כְּדֵי שֶׁלֹּא יִזּוֹקוּ בָּהּ רַבִּים. הַנּוֹתֵן שֶׁמֶן לְתוֹךְ הַנֵּר הַדּוֹלֵק חַיָּב מִשּׁוּם מַבְעִיר. וְהַמִּסְתַּפֵּק מִן הַשֶּׁמֶן שֶׁבַּנֵּר חַיָּב מִשּׁוּם מְכַבֶּה: \n",
      "דְּלֵקָה שֶׁנָּפְלָה בְּשַׁבָּת הַמְכַבֶּה אוֹתָהּ מִפְּנֵי אִבּוּד מָמוֹן חַיָּב שֶׁאֵין אִבּוּד מָמוֹן דּוֹחֶה שַׁבָּת אֶלָּא אִבּוּד נְפָשׁוֹת. לְפִיכָךְ יֵצְאוּ בְּנֵי אָדָם כְּדֵי שֶׁלֹּא יָמוּתוּ וְיַנִּיחוּ הָאֵשׁ תְּלַהֵט וַאֲפִלּוּ שׂוֹרֶפֶת כָּל דִּירָתוֹ כֻּלָּהּ: \n",
      "מֻתָּר לַעֲשׂוֹת מְחִצָּה בְּכָל הַכֵּלִים בֵּין מְלֵאִים בֵּין רֵיקָנִים כְּדֵי שֶׁלֹּא תַּעֲבֹר הַדְּלֵקָה. אֲפִלּוּ כְּלִי חֶרֶשׂ חֲדָשִׁים מְלֵאִים מַיִם עוֹשִׂין מֵהֶן מְחִצָּה אַף עַל פִּי שֶׁוַּדַּאי מִתְבַּקְּעִין וּמְכַבִּים. שֶׁגְּרַם כִּבּוּי מֻתָּר. וְכוֹפִין קְעָרָה עַל גַּבֵּי הַנֵּר בִּשְׁבִיל שֶׁלֹּא תֵּאָחֵז בַּקּוֹרָה: \n",
      "תֵּבָה שִׁדָּה וּמִגְדָּל שֶׁאָחַז בָּהֶן הָאוּר מֵבִיא עוֹר גְּדִי וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁאֵין הָאוּר מְלַהֶטֶת אוֹתָן וּפוֹרְשׂוֹ עַל הַקָּצֶה שֶׁעֲדַיִן לֹא נִשְׂרַף כְּדֵי שֶׁלֹּא תַּעֲבֹר שָׁם הָאֵשׁ: \n",
      "טַלִּית שֶׁאָחַז בָּהּ הָאוּר פּוֹשְׁטָהּ וּמִתְכַּסֶּה בָּהּ וְאִם כָּבְתָה כָּבְתָה. וְכֵן סֵפֶר תּוֹרָה שֶׁאָחַז בּוֹ הָאוּר פּוֹשְׁטוֹ וְקוֹרֵא בּוֹ וְאִם כָּבָה כָּבָה. וְנוֹתֵן מַיִם מִן הַצַּד שֶׁעֲדַיִן לֹא נִתְלָה בּוֹ הָאוּר וְאִם כָּבְתָה כָּבְתָה. שָׁכַח נֵר דָּלוּק עַל גַּבֵּי טַבְלָא מְנַעֵר אֶת הַטַּבְלָא וְהוּא נוֹפֵל וְאִם כָּבָה כָּבָה. אֲבָל הִנִּיחוֹ מִבָּעֶרֶב אַף עַל פִּי שֶׁכָּבָה אָסוּר לְטַלְטְלוֹ: \n",
      "נָכְרִי שֶׁבָּא לְכַבּוֹת אֵין אוֹמְרִים לוֹ כַּבֵּה וְאַל תְּכַבֶּה מִפְּנֵי שֶׁאֵין שְׁבִיתָתוֹ עָלֵינוּ. אֲבָל קָטָן שֶׁבָּא לְכַבּוֹת אֵין שׁוֹמְעִין לוֹ. וְהוּא שֶׁיִּהְיֶה עוֹשֶׂה עַל דַּעַת אָבִיו. אֲבָל מִדַּעַת עַצְמוֹ אֵין בֵּית דִּין מְצֻוִּין לְהַפְרִישׁוֹ. וּבִדְלֵקָה הִתִּירוּ לוֹמַר כָּל הַמְכַבֶּה אֵינוֹ מַפְסִיד: \n",
      "הוֹצָאָה וְהַכְנָסָה מֵרְשׁוּת לִרְשׁוּת מְלָאכָה מֵאֲבוֹת מְלָאכוֹת הִיא. וְאַף עַל פִּי שֶׁדָּבָר זֶה עִם כָּל גּוּפֵי תּוֹרָה מִפִּי משֶׁה מִסִּינַי נֶאֶמְרוּ. הֲרֵי הוּא אוֹמֵר בַּתּוֹרָה <small>(שמות לו ו)</small> \"אִישׁ וְאִשָּׁה אַל יַעֲשׂוּ עוֹד מְלָאכָה לִתְרוּמַת הַקֹּדֶשׁ וַיִּכָּלֵא הָעָם מֵהָבִיא\". הָא לָמַדְתָּ שֶׁהַהֲבָאָה מְלָאכָה קוֹרֵא אוֹתָהּ. וְכֵן לָמְדוּ מִפִּי הַשְּׁמוּעָה שֶׁהַמַּעֲבִיר בִּרְשׁוּת הָרַבִּים מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע הֲרֵי הוּא כְּמוֹצִיא מֵרְשׁוּת לִרְשׁוּת וְחַיָּב: \n",
      "אֵין הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת חַיָּב עַד שֶׁיּוֹצִיא כַּשִּׁעוּר הַמּוֹעִיל. מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים אוֹ מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הַיָּחִיד. וְיַעֲקֹר מֵרְשׁוּת זוֹ וְיַנִּיחַ בִּרְשׁוּת שְׁנִיָּה. אֲבָל אִם עָקַר וְלֹא הִנִּיחַ אוֹ הִנִּיחַ וְלֹא עָקַר אוֹ שֶׁהוֹצִיא פָּחוֹת מִכַּשִּׁעוּר פָּטוּר. וְכֵן הַמַּעֲבִיר מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע בִּרְשׁוּת הָרַבִּים אֵינוֹ חַיָּב עַד שֶׁיַּעֲקֹר כַּשִּׁעוּר מִצַּד זֶה וְיַנִּיחֶנּוּ מִצַּד אַחֶרֶת: \n",
      "הַזּוֹרֵק מֵרְשׁוּת לִרְשׁוּת אוֹ הַמּוֹשִׁיט הֲרֵי זֶה תּוֹלֶדֶת מוֹצִיא וְחַיָּב. וְכֵן הַזּוֹרֵק אוֹ הַמּוֹשִׁיט בְּיָדוֹ מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע הֲרֵי זֶה תּוֹלֶדֶת מוֹצִיא וְחַיָּב. וְהַזּוֹרֵק כִּלְאַחַר יָד פָּטוּר: \n",
      "הַמּוֹצִיא מִקְצָת הַחֵפֶץ מֵרְשׁוּת מִשְּׁתֵּי רְשׁוּיוֹת אֵלּוּ לִרְשׁוּת שְׁנִיָּה פָּטוּר. עַד שֶׁיּוֹצִיא אֶת כָּל הַחֵפֶץ כֻּלּוֹ מֵרְשׁוּת זוֹ לִרְשׁוּת זוֹ. קֻפָּה שֶׁהִיא מְלֵאָה חֲפָצִים אֲפִלּוּ מְלֵאָה חַרְדָּל וְהוֹצִיא רֻבָּהּ מֵרְשׁוּת זוֹ לִרְשׁוּת זוֹ פָּטוּר עַד שֶׁיּוֹצִיא אֶת כָּל הַקֻּפָּה וְכֵן כָּל הַדּוֹמֶה לָזֶה שֶׁהַכְּלִי מֵשִׂים כָּל שֶׁיֵּשׁ בּוֹ כְּחֵפֶץ אֶחָד: \n",
      "הַמּוֹצִיא בֵּין בִּימִינוֹ בֵּין בִּשְׂמֹאלוֹ בֵּין בְּתוֹךְ חֵיקוֹ אוֹ שֶׁיָּצָא בְּמָעוֹת צְרוּרִין לוֹ בִּסְדִינוֹ חַיָּב מִפְּנֵי שֶׁהוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין. וְכֵן הַמּוֹצִיא עַל כְּתֵפוֹ חַיָּב אַף עַל פִּי שֶׁהַמַּשּׂאוֹי לְמַעְלָה מֵעֲשָׂרָה טְפָחִים בִּרְשׁוּת הָרַבִּים. שֶׁכֵּן הָיָה מַשָּׂא בְּנֵי קְהָת בַּמִּשְׁכָּן לְמַעְלָה מֵעֲשָׂרָה שֶׁנֶּאֱמַר <small>(במדבר ז ט)</small> \"בַּכָּתֵף יִשָּׂאוּ\". וְכָל הַמְּלָאכוֹת מִמִּשְׁכָּן לוֹמְדִין אוֹתָן: \n",
      "אֲבָל הַמּוֹצִיא לְאַחַר יָדוֹ בְּרַגְלוֹ בְּפִיו וּבְמַרְפֵּקוֹ בְּאָזְנוֹ וּבִשְׂעָרוֹ וּבְכִיס שֶׁתָּפוּר בְּבִגְדוֹ וּפִי הַכִּיס לְמַטָּה בֵּין בֶּגֶד לְבֶגֶד, בְּפִי בִּגְדוֹ בְּמִנְעָלוֹ וּבְסַנְדָּלוֹ פָּטוּר שֶׁלֹּא הוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין: \n",
      "הַמּוֹצִיא מַשּׂאוֹי עַל רֹאשׁוֹ. אִם הָיָה מַשּׂאוֹי כָּבֵד כְּגוֹן שַׂק מָלֵא אוֹ תֵּבָה וּמִגְדָּל וְכַיּוֹצֵא בָּהֶן שֶׁהוּא מֵשִׂים עַל רֹאשׁוֹ וְתוֹפֵשׂ בְּיָדוֹ חַיָּב. שֶׁכֵּן דֶּרֶךְ הַמּוֹצִיאִין וְנִמְצָא כְּמוֹצִיא עַל כְּתֵפוֹ אוֹ בְּיָדוֹ. אֲבָל אִם לָקַח חֵפֶץ קַל כְּגוֹן שֶׁהִנִּיחַ בֶּגֶד אוֹ סֵפֶר אוֹ סַכִּין עַל רֹאשׁוֹ וְהוֹצִיאוֹ וְהוּא אֵינוֹ אוֹחֵז בְּיָדוֹ הֲרֵי זֶה פָּטוּר שֶׁלֹּא הוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין. שֶׁאֵין דֶּרֶךְ רֹב הָעוֹלָם לְהוֹצִיא הַחֲפָצִין מֻנָּחִין עַל רָאשֵׁיהֶם. הַמַּעֲבִיר חֵפֶץ מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע בִּרְשׁוּת הָרַבִּים אַף עַל פִּי שֶׁהֶעֱבִירוֹ לְמַעְלָה מֵרֹאשׁוֹ חַיָּב: \n",
      "מֻתָּר לְאָדָם לְטַלְטֵל בִּרְשׁוּת הָרַבִּים בְּתוֹךְ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת שֶׁהוּא עוֹמֵד בְּצִדָּן. וְיֵשׁ לוֹ לְטַלְטֵל בְּכָל הַמְרֻבָּע הַזֶּה. וּבְאַמָּה שֶׁלּוֹ מוֹדְדִין. וְאִם הָיָה נַנָּס בְּאֵיבָרָיו נוֹתְנִין לוֹ אַרְבַּע אַמּוֹת כְּבֵינוֹנִיּוֹת שֶׁל כָּל אָדָם. וּמִפִּי הַקַּבָּלָה אָמְרוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(שמות טז כט)</small> \"שְׁבוּ אִישׁ תַּחְתָּיו\" שֶׁלֹּא יְטַלְטֵל חוּץ לִמְרֻבָּע זֶה אֶלָּא בִּמְרֻבָּע זֶה שֶׁהוּא כְּמִדַּת אֹרֶךְ אָדָם כְּשֶׁיִּפְשֹׁט יָדָיו וְרַגְלָיו בּוֹ בִּלְבַד יֵשׁ לְטַלְטֵל: \n",
      "הָיוּ שְׁנַיִם מִקְצָת אַרְבַּע אַמּוֹת שֶׁל זֶה לְתוֹךְ אַרְבַּע אַמּוֹת שֶׁל זֶה מְבִיאִין וְאוֹכְלִין בָּאֶמְצַע. וּבִלְבַד שֶׁלֹּא יוֹצִיא זֶה מִתּוֹךְ שֶׁלּוֹ לְתוֹךְ שֶׁל חֲבֵרוֹ. וְאִם הָיוּ שְׁלֹשָׁה וְהָאֶמְצָעִי מֻבְלָע בֵּינְתַיִם. הוּא מֻתָּר עִמָּהֶן וְהֵן מֻתָּרִין עִמּוֹ וּשְׁנַיִם הַחִיצוֹנִים אֲסוּרִים זֶה עִם זֶה: \n",
      "לְפִיכָךְ מֻתָּר לְאָדָם לַעֲקֹר חֵפֶץ מֵרְשׁוּת הָרַבִּים וְלִתְּנוֹ לַחֲבֵרוֹ שֶׁעִמּוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת. וְכֵן חֲבֵרוֹ לַחֲבֵרוֹ הָאַחֵר שֶׁבְּצִדּוֹ אֲפִלּוּ הֵן מֵאָה. וְאַף עַל פִּי שֶׁהַחֵפֶץ הוֹלֵךְ כַּמָּה מִילִין בְּשַׁבָּת מֻתָּר. מִפְּנֵי שֶׁכָּל אֶחָד מֵהֶן לֹא טִלְטֵל אֶלָּא בְּתוֹךְ אַרְבַּע אַמּוֹת שֶׁלּוֹ: \n",
      "הוֹאִיל וְיֵשׁ לוֹ לְאָדָם לְטַלְטֵל בְּכָל הַמְרֻבָּע שֶׁהוּא אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת נִמְצָא מְטַלְטֵל בְּאֹרֶךְ אֲלַכְסוֹנוֹ שֶׁל מְרֻבָּע זֶה חָמֵשׁ אַמּוֹת וּשְׁלֹשָׁה חֻמְשֵׁי אַמָּה. לְפִיכָךְ אֵין הַמַּעֲבִיר אוֹ הַזּוֹרֵק בִּרְשׁוּת הָרַבִּים חַיָּב עַד שֶׁיַּעֲבִיר חוּץ לְחָמֵשׁ אַמּוֹת וּשְׁלֹשָׁה חֻמְשֵׁי אַמָּה. וְכָל מָקוֹם שֶׁאָמַרְנוּ מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע אוֹ הַמַּעֲבִיר אַרְבַּע אַמּוֹת חַיָּב הוּא מִתְּחִלַּת הָאֲלַכְסוֹן שֶׁל אַרְבַּע אַמּוֹת עַד סוֹפוֹ וְאִם הֶעֱבִיר פָּחוֹת מִזֶּה פָּטוּר: \n",
      "נִמְצָא כָּאן שָׁלֹשׁ מִדּוֹת. כֵּיצַד. הָעוֹקֵר חֵפֶץ מֵרְשׁוּת הָרַבִּים מִמָּקוֹם זֶה וְהִנִּיחוֹ בְּמָקוֹם אַחֵר בִּרְשׁוּת הָרַבִּים אִם הָיָה בֵּין שְׁנֵי הַמְּקוֹמוֹת עַד אַרְבַּע אַמּוֹת הֲרֵי זֶה מֻתָּר. הָיָה בֵּינֵיהֶן יֶתֶר מֵאַרְבַּע אַמּוֹת וַעֲדַיִן הֵן בְּתוֹךְ חָמֵשׁ אַמּוֹת וּשְׁלֹשָׁה חֻמְשֵׁי אַמָּה פָּטוּר. הָיָה בֵּינֵיהֶן חָמֵשׁ אַמּוֹת וּשְׁלֹשָׁה חֻמְשֵׁי אַמָּה בְּשָׁוֶה הֲרֵי זֶה חַיָּב שֶׁהֲרֵי הֶעֱבִיר הַחֵפֶץ חוּץ לַאֲלַכְסוֹנוֹ שֶׁל מְרֻבָּע: \n"
    ],
    [
      "אֵין הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת אוֹ הַמַּעֲבִיר בִּרְשׁוּת הָרַבִּים חוּץ לְאַרְבַּע אַמּוֹת חַיָּב עַד שֶׁיַּעֲקֹר חֵפֶץ מֵעַל גַּבֵּי מָקוֹם שֶׁיֵּשׁ בּוֹ אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים אוֹ יָתֵר וְיַנִּיחַ עַל גַּבֵּי מָקוֹם שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה טְפָחִים: \n",
      "יָדוֹ שֶׁל אָדָם חֲשׁוּבָה לוֹ כְּאַרְבָּעָה עַל אַרְבָּעָה. לְפִיכָךְ אִם עָקַר הַחֵפֶץ מִיַּד אָדָם הָעוֹמֵד בִּרְשׁוּת זוֹ וְהִנִּיחוֹ בְּיַד אָדָם אַחֵר הָעוֹמֵד בִּרְשׁוּת שְׁנִיָּה חַיָּב. וְכֵן אִם הָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת אֵלּוּ וּפָשַׁט יָדוֹ לִרְשׁוּת שְׁנִיָּה וְעָקַר הַחֵפֶץ מִמֶּנָּה אוֹ מִיַּד אָדָם הָעוֹמֵד בָּהּ וְהֶחֱזִיר יָדוֹ אֵלָיו חַיָּב. וְאַף עַל פִּי שֶׁלֹּא הִנִּיחַ הַחֵפֶץ בְּמָקוֹם שֶׁהוּא עוֹמֵד בּוֹ הוֹאִיל וְהוּא בְּיָדוֹ הֲרֵי הוּא כְּמֻנָּח בָּאָרֶץ: \n",
      "הָיָה אוֹכֵל וְיוֹצֵא מֵרְשׁוּת לִרְשׁוּת וְחִשֵּׁב לְהוֹצִיא הָאוֹכֵל שֶׁבְּפִיו מֵרְשׁוּת לִרְשׁוּת חַיָּב. מִפְּנֵי שֶׁמַּחֲשַׁבְתּוֹ מְשִׂימָה פִּיו מְקוֹם אַרְבָּעָה אַף עַל פִּי שֶׁלֹּא הוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין. וְכֵן מִי שֶׁהָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת אֵלּוּ וְהִשְׁתִּין מַיִם אוֹ רָקַק בִּרְשׁוּת שְׁנִיָּה חַיָּב שֶׁהֲרֵי עָקַר מֵרְשׁוּת זוֹ וְהִנִּיחַ בִּרְשׁוּת שְׁנִיָּה וּמַחֲשַׁבְתּוֹ עוֹשָׂה אוֹתוֹ כְּאִלּוּ עָקַר מֵעַל גַּבֵּי מְקוֹם אַרְבָּעָה. הָיָה עוֹמֵד בִּרְשׁוּת זוֹ וּפִי אַמָּה בִּרְשׁוּת שְׁנִיָּה וְהִשְׁתִּין בָּהּ פָּטוּר: \n",
      "הָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת וּפָשַׁט יָדוֹ לִרְשׁוּת שְׁנִיָּה וְנָטַל מִשָּׁם מַיִם מֵעַל גַּבֵּי גּוּמָא מְלֵאָה מַיִם וְהוֹצִיאָן חַיָּב. שֶׁהַמַּיִם כֻּלָּן כְּאִלּוּ הֵן מֻנָּחִין עַל הָאָרֶץ. אֲבָל אִם הָיָה כְּלִי צָף עַל גַּבֵּי מַיִם וּפֵרוֹת בְּתוֹךְ הַכְּלִי וּפָשַׁט יָדוֹ וְלָקַח מִן הַפֵּרוֹת וְהוֹצִיא פָּטוּר. שֶׁהֲרֵי לֹא נָחוּ הַפֵּרוֹת עַל גַּבֵּי הָאָרֶץ וְנִמְצָא שֶׁלֹּא עָקַר מֵעַל גַּבֵּי מְקוֹם אַרְבָּעָה. וְאֵין צָרִיךְ לוֹמַר אִם הָיוּ הַפֵּרוֹת צָפִין עַל פְּנֵי הַמַּיִם וְהוֹצִיאָם שֶׁהוּא פָּטוּר. וְכֵן אִם הָיָה שֶׁמֶן צָף עַל פְּנֵי הַמַּיִם וְקָלַט מִן הַשֶּׁמֶן וְהוֹצִיאוֹ פָּטוּר: \n",
      "כְּבָר אָמַרְנוּ שֶׁאֵין הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת חַיָּב עַד שֶׁיַּעֲקֹר וְיַנִּיחַ. אֲבָל אִם עָקַר וְלֹא הִנִּיחַ אוֹ הִנִּיחַ וְלֹא עָקַר פָּטוּר. לְפִיכָךְ מִי שֶׁהָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת וּפָשַׁט יָדוֹ לִרְשׁוּת שְׁנִיָּה וְחֵפֶץ בְּיָדוֹ וּנְטָלוֹ אַחֵר מִמֶּנּוּ אוֹ שֶׁנָּתַן אַחֵר לְיָדוֹ חֵפֶץ וְהֶחֱזִיר יָדוֹ אֵלָיו שְׁנֵיהֶם פְּטוּרִים שֶׁזֶּה עָקַר וְזֶה הִנִּיחַ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה יָדוֹ לְמַעְלָה מִשְּׁלֹשָׁה. אֲבָל הָיְתָה יָדוֹ בְּתוֹךְ שְׁלֹשָׁה סָמוּךְ לָאָרֶץ הֲרֵי זֶה כְּמִי שֶׁהִנִּיחַ בָּאָרֶץ וְחַיָּב: \n",
      "הָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת אֵלּוּ וּפָשַׁט חֲבֵרוֹ יָד מֵרְשׁוּת שְׁנִיָּה וְנָטַל חֵפֶץ מִיַּד זֶה הָעוֹמֵד בִּרְשׁוּת זוֹ וְהִכְנִיסוֹ אֶצְלוֹ אוֹ שֶׁהוֹצִיא חֵפֶץ מֵאֶצְלוֹ וְהִנִּיחַ בְּיַד זֶה הָעוֹמֵד. זֶה הָעוֹמֵד לֹא עָשָׂה כְּלוּם שֶׁהֲרֵי חֲבֵרוֹ נָתַן בְּיָדוֹ אוֹ נָטַל מִיָּדוֹ וַחֲבֵרוֹ חַיָּב שֶׁהֲרֵי עָקַר וְהִנִּיחַ: \n",
      "הָיָה עוֹמֵד בְּאַחַת מִשְּׁתֵּי רְשׁוּיוֹת אֵלּוּ וְנָתַן חֲבֵרוֹ חֵפֶץ בְּיָדוֹ אוֹ עַל גַּבָּיו וְיָצָא בְּאוֹתוֹ הַחֵפֶץ לִרְשׁוּת שְׁנִיָּה וְעָמַד שָׁם חַיָּב. מִפְּנֵי שֶׁעֲקִירַת גּוּפוֹ בַּחֵפֶץ שֶׁעָלָיו כַּעֲקִירַת חֵפֶץ מֵאוֹתָהּ רְשׁוּת וַעֲמִידָתוֹ בְּאוֹתוֹ הַחֵפֶץ כְּהַנָּחַת הַחֵפֶץ בַּקַּרְקַע שֶׁעָמַד בָּהּ. לְפִיכָךְ אִם יָצָא בַּחֵפֶץ שֶׁבְּיָדוֹ אוֹ עַל גַּבָּיו וְלֹא עָמַד בִּרְשׁוּת שְׁנִיָּה אֶלָּא חָזַר וְנִכְנַס וְהוּא בְּיָדוֹ אֲפִלּוּ יָצָא וְנִכְנַס כָּל הַיּוֹם כֻּלּוֹ עַד שֶׁיָּצָא הַיּוֹם פָּטוּר. לְפִי שֶׁעָקַר וְלֹא הִנִּיחַ. וַאֲפִלּוּ עָמַד לְתַקֵּן הַמַּשּׂאוֹי שֶׁעָלָיו עֲדַיִן הוּא פָּטוּר עַד שֶׁיַּעֲמֹד לָנוּחַ: \n",
      "וְכֵן מִי שֶׁהָיְתָה חֲבִילָתוֹ עַל כְּתֵפוֹ וְרָץ בָּהּ אֲפִלּוּ כָּל הַיּוֹם אֵינוֹ חַיָּב עַד שֶׁיַּעֲמֹד. וְהוּא שֶׁיִּהְיֶה רָץ בָּהּ. אֲבָל אִם הָלַךְ מְעַט מְעַט הֲרֵי זֶה כְּעוֹקֵר וּמַנִּיחַ וְאָסוּר. לְפִיכָךְ מִי שֶׁקָּדַשׁ עָלָיו הַיּוֹם וַחֲבִילָתוֹ עַל כְּתֵפוֹ רָץ בָּהּ עַד שֶׁיַּגִּיעַ לְבֵיתוֹ וְזוֹרְקָהּ שָׁם כִּלְאַחַר יָד: \n",
      "עָקַר הַחֵפֶץ מֵרְשׁוּת הָרַבִּים וְהָלַךְ בּוֹ פָּחוֹת מֵאַרְבַּע אַמּוֹת וְעָמַד וְחָזַר וְהָלַךְ פָּחוֹת מֵאַרְבַּע אַמּוֹת וְעָמַד אֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ פָּטוּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁעָמַד לָנוּחַ. אֲבָל אִם עָמַד לְתַקֵּן מַשָּׂאוֹ הֲרֵי זֶה כִּמְהַלֵּךְ וּכְשֶׁיַּעֲמֹד חוּץ לְאַרְבַּע אַמּוֹת חַיָּב. וְהוּא שֶׁיַּעֲמֹד חוּץ לְאַרְבַּע אַמּוֹת לָנוּחַ. אֲבָל אִם יַעֲמֹד לְתַקֵּן מַשָּׂאוֹ עֲדַיִן הוּא כִּמְהַלֵּךְ וְאֵינוֹ חַיָּב עַד שֶׁיַּעֲמֹד לָנוּחַ חוּץ לְאַרְבַּע אַמּוֹת: \n",
      "הָיָה קָנֶה אוֹ רֹמַח וְכַיּוֹצֵא בּוֹ מֻנָּח עַל הָאָרֶץ וְהִגְבִּיהַּ הַקָּצֶה הָאֶחָד וְהָיָה הַקָּצֶה הַשֵּׁנִי מֻנָּח בָּאָרֶץ וְהִשְׁלִיכוֹ לְפָנָיו וְחָזַר וְהִגְבִּיהַּ הַקָּצֶה הַשֵּׁנִי שֶׁהָיָה מֻנָּח בָּאָרֶץ וְהִשְׁלִיכוֹ לְפָנָיו עַל דֶּרֶךְ זוֹ עַד שֶׁהֶעֱבִיר הַחֵפֶץ כַּמָּה מִילִין פָּטוּר. לְפִי שֶׁלֹּא עָקַר הַחֵפֶץ כֻּלּוֹ מֵעַל גַּבֵּי הָאָרֶץ. וְאִם מָשַׁךְ הַחֵפֶץ וּגְרָרוֹ עַל הָאָרֶץ מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע חַיָּב שֶׁהַמְגַלְגֵּל עוֹקֵר הוּא: \n",
      "עָקַר הַחֵפֶץ מִזָּוִית זוֹ לְהַנִּיחוֹ בְּזָוִית אַחֶרֶת שֶׁנִּמְצֵאת זוֹ הָעֲקִירָה עֲקִירָה הַמֻּתֶּרֶת וְנִמְלַךְ בַּדֶּרֶךְ וְהוֹצִיאוֹ לִרְשׁוּת שְׁנִיָּה פָּטוּר. מִפְּנֵי שֶׁלֹּא הָיְתָה עֲקִירָה רִאשׁוֹנָה לְכָךְ וְנִמְצֵאת כָּאן הַנָּחָה בְּלֹא עֲקִירָה. וְכֵן הָעוֹקֵר חֵפֶץ וְהִנִּיחוֹ עַל חֲבֵרוֹ כְּשֶׁהוּא מְהַלֵּךְ וּבְעֵת שֶׁיִּרְצֶה חֲבֵרוֹ לַעֲמֹד נְטָלוֹ מֵעַל גַּבֵּי חֲבֵרוֹ הֲרֵי זֶה פָּטוּר שֶׁהֲרֵי יֵשׁ כָּאן עֲקִירָה בְּלֹא הַנָּחָה: \n",
      "הַזּוֹרֵק חֵפֶץ מֵרְשׁוּת לִרְשׁוּת אוֹ מִתְּחִלַּת אַרְבַּע לְסוֹף אַרְבַּע בִּרְשׁוּת הָרַבִּים וְקֹדֶם שֶׁיָּנוּחַ קְלָטוֹ אַחֵר בְּיָדוֹ אוֹ קְלָטוֹ כֶּלֶב אוֹ נִשְׂרַף פָּטוּר. מִפְּנֵי שֶׁאֵין זוֹ הַנָּחָה שֶׁנִּתְכַּוֵּן לָהּ. לְפִיכָךְ אִם נִתְכַּוֵּן בִּשְׁעַת זְרִיקָה לְכָךְ חַיָּב: \n",
      "הַזּוֹרֵק חֵפֶץ מֵרְשׁוּת לִרְשׁוּת וְהָיָה קָשׁוּר בְּחֶבֶל וַאֲגָדוֹ בְּיָדוֹ. אִם יָכוֹל לִמְשֹׁךְ הַחֵפֶץ אֶצְלוֹ פָּטוּר. שֶׁהֲרֵי אֵין כָּאן הֲנָחָה גְּמוּרָה וְנִמְצָא כְּמִי שֶׁעָקַר וְלֹא הִנִּיחַ: \n",
      "הַזּוֹרֵק וְנָחָה בְּתוֹךְ יָדוֹ שֶׁל חֲבֵרוֹ. אִם עָמַד חֲבֵרוֹ בִּמְקוֹמוֹ וְקִבְּלָהּ הַזּוֹרֵק חַיָּב שֶׁהֲרֵי עָקַר וְהִנִּיחַ. וְאִם נֶעֱקַר חֲבֵרוֹ מִמְּקוֹמוֹ וְקִבְּלָהּ פָּטוּר. זָרַק וְרָץ הַזּוֹרֵק עַצְמוֹ אַחַר הַחֵפֶץ וְקִבְּלוֹ בְּיָדוֹ בִּרְשׁוּת אַחֶרֶת אוֹ חוּץ לְאַרְבַּע אַמּוֹת פָּטוּר כְּאִלּוּ נֶעֱקַר אַחֵר וְקִבְּלוֹ. שֶׁאֵין הַהַנָּחָה גְּמוּרָה עַד שֶׁיָּנוּחַ הַחֵפֶץ בְּמָקוֹם שֶׁהָיָה לוֹ לָנוּחַ בּוֹ בִּשְׁעַת עֲקִירָה: \n",
      "הַזּוֹרֵק מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד וּרְשׁוּת הָרַבִּים בָּאֶמְצַע אַף עַל פִּי שֶׁעָבַר הַחֵפֶץ בַּאֲוִיר רְשׁוּת הָרַבִּים פָּטוּר. וְהוּא שֶׁיַּעֲבֹר לְמַעְלָה מִשְּׁלֹשָׁה טְפָחִים אֲבָל אִם עָבַר בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לָאָרֶץ וְנָח עַל גַּבֵּי מַשֶּׁהוּ אַף עַל פִּי שֶׁנֶּעֱקַר אוֹ נִתְגַּלְגֵּל וְיָצָא הַחֵפֶץ מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד אַחֶרֶת הֲרֵי הוּא כְּמִי שֶׁנִּשְׁאַר עוֹמֵד בִּרְשׁוּת הָרַבִּים וּלְפִיכָךְ חַיָּב. וְכֵן הַזּוֹרֵק מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הָרַבִּים וּרְשׁוּת הַיָּחִיד בָּאֶמְצַע פָּטוּר. וְאִם עָבַר הַחֵפֶץ בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לָאָרֶץ וְנָח עַל גַּבֵּי מַשֶּׁהוּ אַף עַל פִּי שֶׁחָזַר וְנִתְגַּלְגֵּל וְיָצָא לִרְשׁוּת הָרַבִּים הַשְּׁנִיָּה הֲרֵי הוּא כְּמִי שֶׁנִּשְׁאַר עוֹמֵד בִּרְשׁוּת הַיָּחִיד וּלְפִיכָךְ חַיָּב: \n",
      "הַמַּעֲבִיר אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים זוֹ עִם רְשׁוּת הָרַבִּים הַשְּׁנִיָּה חַיָּב מִפְּנֵי שֶׁאַרְבַּע אַמּוֹת בִּשְׁתֵּי רְשׁוּיוֹת הָרַבִּים מִצְטָרְפִים מִפְּנֵי שֶׁלֹּא נָח הַחֵפֶץ בָּרְשׁוּת שֶׁבֵּינֵיהֶן: \n",
      "הַמּוֹשִׁיט מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד וּרְשׁוּת הָרַבִּים בָּאֶמְצַע חַיָּב. וַאֲפִלּוּ הוֹשִׁיט לְמַעְלָה מֵאֲוִיר רְשׁוּת הָרַבִּים. שֶׁכֵּן הָיְתָה עֲבוֹדַת הַלְוִיִּם בַּמִּשְׁכָּן מוֹשִׁיטִין אֶת הַקְּרָשִׁים מֵעֲגָלָה לַעֲגָלָה וּרְשׁוּת הָרַבִּים בֵּין שְׁתֵּי הָעֲגָלוֹת וְכָל עֲגָלָה וַעֲגָלָה רְשׁוּת הַיָּחִיד הִיא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ שְׁתֵּי רְשׁוּת הַיָּחִיד בְּאֹרֶךְ רְשׁוּת הָרַבִּים כְּמוֹ שֶׁהָעֲגָלוֹת מְהַלְּכוֹת בִּרְשׁוּת הָרַבִּים זוֹ אַחַר זוֹ. אֲבָל אִם הָיוּ שְׁתֵּי הָרְשֻׁיּוֹת בִּשְׁנֵי צִדֵּי רְשׁוּת הָרַבִּים אַף הַמּוֹשִׁיט מֵרְשׁוּת הַיָּחִיד זוֹ לִרְשׁוּת הַיָּחִיד שֶׁכְּנֶגְדָּהּ פָּטוּר: \n",
      "שָׁכַח וּפָשַׁט יָדוֹ וְהִיא מְלֵאָה פֵּרוֹת וְהוֹצִיאָהּ מֵחָצֵר זוֹ לְהַכְנִיסָהּ לֶחָצֵר שֶׁבְּצִדָּהּ וְנִזְכַּר קֹדֶם שֶׁיַּכְנִיס וַהֲרֵי יָדוֹ תְּלוּיָה בַּאֲוִיר רְשׁוּת הָרַבִּים מֻתָּר לְהַחֲזִירָהּ אֵלָיו לַחֲצֵרוֹ. אֲבָל לְהַכְנִיסָהּ לְאוֹתָהּ הֶחָצֵר הַשְּׁנִיָּה אָסוּר. כְּדֵי שֶׁלֹּא יַעֲשֶׂה מַחֲשַׁבְתּוֹ שֶׁחָשַׁב בִּשְׁעַת שְׁגָגָה. וְאִם הוֹצִיא יָדוֹ בְּמֵזִיד הֲרֵי זֶה אָסוּר לְהַחֲזִירָהּ אֶצְלוֹ אֶלָּא קָנְסוּ אוֹתוֹ שֶׁתְּהֵא יָדוֹ תְּלוּיָה עַד שֶׁתֶּחְשַׁךְ: \n",
      "הַמִּתְכַּוֵּן לִזְרֹק שְׁמוֹנֶה אַמּוֹת בִּרְשׁוּת הָרַבִּים וְנָח הַחֵפֶץ בְּסוֹף אַרְבַּע חַיָּב שֶׁהֲרֵי נַעֲשָׂה כְּשִׁעוּר הַמְּלָאכָה וְנַעֲשֵׂית מַחֲשַׁבְתּוֹ. שֶׁהַדָּבָר יָדוּעַ שֶׁאֵין זֶה הַחֵפֶץ מַגִּיעַ לְסוֹף שְׁמוֹנֶה עַד שֶׁיַּעֲבֹר עַל כָּל מָקוֹם וּמָקוֹם מִכָּל הַשְּׁמוֹנֶה. אֲבָל אִם נִתְכַּוֵּן לִזְרֹק אַרְבַּע וְנָח הַחֵפֶץ בְּסוֹף שְׁמוֹנֶה פָּטוּר. לְפִי שֶׁנָּח בְּמָקוֹם שֶׁלֹּא חָשַׁב שֶׁתַּעֲבֹר בּוֹ וְכָל שֶׁכֵּן שֶׁתָּנוּחַ. לְפִיכָךְ אִם חָשַׁב בְּעֵת זְרִיקָה שֶׁיָּנוּחַ הַחֵפֶץ בְּכָל מָקוֹם שֶׁיִּרְצֶה חַיָּב: \n",
      "זָרַק לְתוֹךְ אַרְבַּע אַמּוֹת וְנִתְגַּלְגֵּל חוּץ לְאַרְבַּע אַמּוֹת פָּטוּר. זָרַק חוּץ לְאַרְבַּע אַמּוֹת וְנִתְגַּלְגֵּל לְתוֹךְ אַרְבַּע אַמּוֹת אִם נָח עַל גַּבֵּי מַשֶּׁהוּ חוּץ לְאַרְבַּע אַמּוֹת וְאַחַר כָּךְ נִתְגַּלְגֵּל וְנִכְנַס לְתוֹךְ אַרְבַּע אַמּוֹת חַיָּב וְאִם לֹא נָח כְּלָל הֲרֵי זֶה פָּטוּר: \n"
    ],
    [
      "אַרְבַע רְשׁוּיוֹת לְשַׁבָּת. רְשׁוּת הַיָּחִיד וּרְשׁוּת הָרַבִּים וְכַרְמְלִית וּמְקוֹם פְּטוֹר. אֵי זוֹ הִיא רְשׁוּת הָרַבִּים מִדְבָּרוֹת וַעֲיָרוֹת וּשְׁוָקִים וּדְרָכִים הַמְפֻלָּשִׁין לָהֶן. וּבִלְבַד שֶׁיִּהְיֶה רֹחַב הַדֶּרֶךְ שֵׁשׁ עֶשְׂרֵה אַמָּה וְלֹא יִהְיֶה עָלָיו תִּקְרָה. וְאֵי זוֹ רְשׁוּת הַיָּחִיד תֵּל שֶׁגָּבוֹהַּ עֲשָׂרָה טְפָחִים וְרָחָב אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים אוֹ יֶתֶר עַל כֵּן. וְכֵן חָרִיץ שֶׁהוּא עָמֹק עֲשָׂרָה וְרָחָב אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר עַל כֵּן. וְכֵן מָקוֹם שֶׁהוּא מֻקָּף אַרְבַּע מְחִצּוֹת גָּבְהָן עֲשָׂרָה וּבֵינֵיהֶן אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר עַל כֵּן אֲפִלּוּ יֵשׁ בּוֹ כַּמָּה מִילִין אִם הֻקַּף לְדִירָה כְּגוֹן מְדִינָה הַמֻּקֶּפֶת חוֹמָה שֶׁדַּלְתוֹתֶיהָ נִנְעָלוֹת בַּלַּיְלָה וּמְבוֹאוֹת שֶׁיֵּשׁ לָהֶן שְׁלֹשָׁה כְּתָלִים וְלֶחִי בְּרוּחַ רְבִיעִית. וְכֵן חָצֵר וְדִיר וְסַהַר שֶׁהֻקְּפוּ לְדִירָה כֻּלָּן רְשׁוּת הַיָּחִיד גְּמוּרָה הֵן: \n",
      "אֲפִלּוּ כֵּלִים כְּגוֹן סְפִינָה אוֹ מִגְדָּל שֶׁל עֵץ וְכַוֶּרֶת וְכַיּוֹצֵא בָּהֶן אִם יֵשׁ בָּהֶן אַרְבָּעָה עַל אַרְבָּעָה בְּגֹבַהּ עֲשָׂרָה אוֹ יֶתֶר עַל זֶה הֲרֵי הֵן רְשׁוּת הַיָּחִיד גְּמוּרָה: \n",
      "עֳבִי הַכְּתָלִים שֶׁל רְשׁוּת הַיָּחִיד כִּרְשׁוּת הַיָּחִיד. לַאֲחֵרִים עוֹשֶׂה מְחִצָּה לְעַצְמוֹ לֹא כָּל שֶׁכֵּן. אֲוִיר רְשׁוּת הַיָּחִיד כִּרְשׁוּת הַיָּחִיד עַד לָרָקִיעַ. אֲבָל אֲוִיר רְשׁוּת הָרַבִּים אֵינוֹ כִּרְשׁוּת הָרַבִּים אֶלָּא עַד עֲשָׂרָה טְפָחִים. וּלְמַעְלָה מֵעֲשָׂרָה בַּאֲוִיר רְשׁוּת הָרַבִּים מְקוֹם פְּטוֹר הוּא: \n",
      "אֵי זוֹ הִיא כַּרְמְלִית תֵּל שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר עַל כֵּן וְגָבְהוֹ מִשְּׁלֹשָׁה וְעַד עֲשָׂרָה. שֶׁהַכַּרְמְלִית אֵינָהּ תּוֹפֶשֶׂת אֶלָּא עַד עֲשָׂרָה וְאֵינָהּ רְחָבָה פָּחוֹת מֵאַרְבָּעָה עַל אַרְבָּעָה. וְכֵן חָרִיץ שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר עַל כֵּן וְעָמֹק מִשְּׁלֹשָׁה עַד עֲשָׂרָה. וְכֵן מָקוֹם שֶׁהֻקַּף בְּאַרְבַּע מְחִצּוֹת גָּבְהָן מִשְּׁלֹשָׁה וְעַד עֲשָׂרָה וּבֵינֵיהֶן אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר עַל כֵּן. וְכֵן קֶרֶן זָוִית הַסְּמוּכָה לִרְשׁוּת הָרַבִּים וְהוּא הַמָּקוֹם שֶׁמֻּקָּף שָׁלֹשׁ מְחִצּוֹת וְהָרוּחַ הָרְבִיעִית רְשׁוּת הָרַבִּים כְּגוֹן מָבוֹי שֶׁאֵין לוֹ לֶחִי אוֹ קוֹרָה בְּרוּחַ רְבִיעִית וְכֵן הַיַּמִּים וְהַבִּקְעָה בֵּין בִּימוֹת הַחַמָּה בֵּין בִּימוֹת הַגְּשָׁמִים כָּל אֵלּוּ כַּרְמְלִית הֵן: \n",
      "אֲוִיר הַכַּרְמְלִית הֲרֵי הוּא כְּכַרְמְלִית עַד עֲשָׂרָה טְפָחִים. וּלְמַעְלָה מֵעֲשָׂרָה טְפָחִים בַּאֲוִיר הַכַּרְמְלִית הֲרֵי הוּא מְקוֹם פְּטוֹר. לְפִיכָךְ מֵעַל פְּנֵי הַמַּיִם שֶׁבַּיַּמִּים וְשֶׁבַּנְּהָרוֹת עַד עֲשָׂרָה טְפָחִים כַּאֲוִיר כַּרְמְלִית. וּלְמַעְלָה מֵעֲשָׂרָה מְקוֹם פְּטוֹר. אֲבָל כָּל הָעֹמֶק הַמְּלֵאָה מַיִם הֲרֵי הוּא כְּקַרְקַע עָבָה: \n",
      "בּוֹר שֶׁבְּכַרְמְלִית הֲרֵי הוּא כְּכַרְמְלִית אֲפִלּוּ עָמֹק מֵאָה אַמָּה אִם אֵין בּוֹ אַרְבָּעָה. רְשׁוּת הָרַבִּים שֶׁהָיְתָה עָלֶיהָ תִּקְרָה אוֹ שֶׁאֵין בְּרָחְבָּהּ ט''ז אַמָּה הֲרֵי הִיא כְּכַרְמְלִית. אִצְטַבָּא שֶׁבֵּין הָעַמּוּדִים הָעוֹמְדִים בִּרְשׁוּת הָרַבִּים הֲרֵי הִיא כְּכַרְמְלִית. וְצִדֵּי רְשׁוּת הָרַבִּים כְּכַרְמְלִית. אֲבָל בֵּין הָעַמּוּדִים הוֹאִיל וְרַבִּים דּוֹרְסִין בֵּינֵיהֶן הֲרֵי הֵן רְשׁוּת הָרַבִּים: \n",
      "אֵי זֶהוּ מְקוֹם פְּטוֹר. מָקוֹם שֶׁיֵּשׁ בּוֹ פָּחוֹת מֵאַרְבָּעָה עַל אַרְבָּעָה וְגָבְהוֹ שְׁלֹשָׁה עַד לָרָקִיעַ שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי הוּא כָּאָרֶץ. אֲפִלּוּ קוֹצִים וּבַרְקָנִים אוֹ גְּלָלִים בִּרְשׁוּת הָרַבִּים גָּבְהָן שְׁלֹשָׁה וְאֵין רָחְבָּן אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי הֵן מְקוֹם פְּטוֹר. וְכֵן חָרִיץ שֶׁאֵין בּוֹ אַרְבָּעָה עַל אַרְבָּעָה וְעָמְקוֹ מִשְּׁלֹשָׁה עַד הַתְּהוֹם. וְכֵן מָקוֹם הַמֻּקָּף שֶׁאֵין בּוֹ אַרְבָּעָה עַל אַרְבָּעָה אֲפִלּוּ הָיָה אָרְכּוֹ אֶלֶף מִיל וְרָחְבּוֹ אַרְבָּעָה פָּחוֹת שְׂעוֹרָה וְגָבְהוֹ מִשְּׁלֹשָׁה וּלְמַעְלָה הֲרֵי זֶה מְקוֹם פְּטוֹר. וְכֵן אֲוִיר רְשׁוּת הָרַבִּים אוֹ אֲוִיר כַּרְמְלִית לְמַעְלָה מֵעֲשָׂרָה הֲרֵי הוּא מְקוֹם פְּטוֹר: \n",
      "מָקוֹם שֶׁיֵּשׁ בְּגָבְהוֹ תִּשְׁעָה טְפָחִים מְצֻמְצָמִים לֹא פָּחוֹת וְלֹא יֶתֶר בִּרְשׁוּת הָרַבִּים הֲרֵי הוּא כִּרְשׁוּת הָרַבִּים. וְאֵין מַשְׁגִּיחִין עַל מִדַּת אָרְכּוֹ וּמִדַּת רָחְבּוֹ בֵּין רָחָב בֵּין קָצָר מִפְּנֵי שֶׁרַבִּים מְכַתְּפִין עָלָיו. אֲבָל אִם הָיָה יֶתֶר עַל תִּשְׁעָה אוֹ פָּחוֹת אִם הָיָה בּוֹ אַרְבָּעָה עַל אַרְבָּעָה אוֹ יֶתֶר הֲרֵי הוּא כַּרְמְלִית. וְאִם אֵין בּוֹ אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי הוּא מְקוֹם פְּטוֹר: \n",
      "גַּג הַסָּמוּךְ לִרְשׁוּת הָרַבִּים בְּתוֹךְ עֲשָׂרָה טְפָחִים הוֹאִיל וְרַבִּים מְכַתְּפִין עָלָיו אָסוּר לְטַלְטֵל בַּגַּג עַד שֶׁיַּעֲשֶׂה לוֹ סֻלָּם קָבוּעַ לְהַתִּירוֹ. עַמּוּד בִּרְשׁוּת הָרַבִּים גָּבוֹהַּ עֲשָׂרָה וְרָחָב אַרְבָּעָה הֲרֵי זֶה רְשׁוּת הַיָּחִיד. נָעַץ בְּגָבְהוֹ יָתֵד כָּל שֶׁהוּא אֲפִלּוּ אֵינָהּ גְּבוֹהָה שְׁלֹשָׁה הוֹאִיל וְרָאוּי לִתְלוֹת בַּיָּתֵד וּלְהִשְׁתַּמֵּשׁ בּוֹ הֲרֵי זֶה מְמַעֲטוֹ וְנַעֲשָׂה כַּרְמְלִית. וְאֵין מוֹדְדִין לוֹ אֶלָּא מִן הַיָּתֵד וּלְמַעְלָה. וַאֲפִלּוּ מִלְּאָהוּ כֻּלּוֹ יְתֵדוֹת הֲרֵי זֶה מְמַעֵט גָּבְהוֹ. שֶׁהֲרֵי תּוֹלִין בְּאוֹתָן הַיְתֵדוֹת וּמִשְׁתַּמְּשִׁים בָּהֶן: \n",
      "חוֹרֵי רְשׁוּת הַיָּחִיד הֲרֵי הֵן כִּרְשׁוּת הַיָּחִיד. אֲבָל חוֹרֵי רְשׁוּת הָרַבִּים אֵינָם כִּרְשׁוּת הָרַבִּים אֶלָּא הֲרֵי הֵן כְּפִי מִדָּתָן. כֵּיצַד. חוֹר בְּצַד רְשׁוּת הָרַבִּים אִם יֵשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה וְגָבוֹהַּ עֲשָׂרָה הֲרֵי הוּא רְשׁוּת הַיָּחִיד. וְאִם אֵין גָּבוֹהַּ עֲשָׂרָה הֲרֵי זֶה כַּרְמְלִית. וְאִם אֵין בּוֹ אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי זֶה מְקוֹם פְּטוֹר. וְהוּא שֶׁגָּבוֹהַּ שְׁלֹשָׁה. שֶׁכָּל הַפָּחוּת מִשְּׁלֹשָׁה הֲרֵי הוּא כָּאָרֶץ: \n",
      "רְשׁוּת הַיָּחִיד וּמְקוֹם פְּטוֹר מֻתָּר לְטַלְטֵל בְּכֻלָּן אֲפִלּוּ הָיָה אֹרֶךְ כָּל אַחַת מִשְּׁתֵּיהֶן כַּמָּה מִילִין מְטַלְטֵל בְּכֻלָּהּ. אֲבָל רְשׁוּת הָרַבִּים וְהַכַּרְמְלִית אֵין מְטַלְטְלִין בָּהֶן אֶלָּא בְּאַרְבַּע אַמּוֹת. וְאִם הֶעֱבִיר אוֹ הוֹשִׁיט אוֹ זָרַק חוּץ לְאַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים חַיָּב וּבְכַרְמְלִית פָּטוּר. שֶׁאִסּוּר הַכַּרְמְלִית מִדִּבְרֵיהֶם מִפְּנֵי שֶׁהִיא דּוֹמָה לִרְשׁוּת הָרַבִּים שֶׁמָּא תִּתְחַלֵּף בִּרְשׁוּת הָרַבִּים. לְפִיכָךְ אִם לֹא הָיָה צָרִיךְ לְגוּף הַהוֹצָאָה כְּגוֹן שֶׁהֶעֱבִיר קוֹץ בְּכַרְמְלִית כְּדֵי שֶׁלֹּא יִזּוֹקוּ בּוֹ רַבִּים הֲרֵי זֶה מֻתָּר. וַאֲפִלּוּ הֶעֱבִירוֹ כַּמָּה אַמּוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כְּשֵׁם שֶׁמֻּתָּר לְטַלְטֵל בְּכָל מְקוֹם פְּטוֹר כָּךְ מֻתָּר לְהַכְנִיס מִמֶּנּוּ לִרְשׁוּת הַיָּחִיד אוֹ לִרְשׁוּת הָרַבִּים וְאֵין צָרִיךְ לוֹמַר לְכַרְמְלִית. וּמוֹצִיאִין לוֹ מֵרְשׁוּת הַיָּחִיד וּמֵרְשׁוּת הָרַבִּים וְאֵין צָרִיךְ לוֹמַר מִן הַכַּרְמְלִית: \n",
      "כְּשֵׁם שֶׁאָסוּר לְטַלְטֵל בְּכָל הַכַּרְמְלִית כָּךְ אָסוּר לְהוֹצִיא מִמֶּנָּה לִרְשׁוּת הַיָּחִיד אוֹ לִרְשׁוּת הָרַבִּים אוֹ לְהַכְנִיס לְכַרְמְלִית מֵרְשׁוּת הַיָּחִיד אוֹ מֵרְשׁוּת הָרַבִּים. וְאִם הוֹצִיא אוֹ הִכְנִיס פָּטוּר: \n",
      "הַמּוֹצִיא מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד אוֹ מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הָרַבִּים וְכַרְמְלִית בָּאֶמְצַע פָּטוּר. וְכֵן הַמּוֹשִׁיט אוֹ הַזּוֹרֵק מִזּוֹ לְזוֹ וְכַרְמְלִית בָּאֶמְצַע פָּטוּר. הַמּוֹצִיא חֵפֶץ מֵרְשׁוּת הָרַבִּים לְכַרְמְלִית וְהִנִּיחוֹ שָׁם וְחָזַר וַעֲקָרוֹ מִכַּרְמְלִית וְהִכְנִיסוֹ לִרְשׁוּת הַיָּחִיד. אוֹ שֶׁהוֹצִיאוֹ מֵרְשׁוּת הַיָּחִיד לְכַרְמְלִית וְהִנִּיחוֹ שָׁם וְחָזַר וַעֲקָרוֹ מִכַּרְמְלִית וְהוֹצִיאוֹ לִרְשׁוּת הָרַבִּים הֲרֵי זֶה פָּטוּר: \n",
      "הַמּוֹצִיא מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים וְעָבַר עַל מְקוֹם פְּטוֹר שֶׁהָיָה בֵּינֵיהֶן בַּהֲלִיכָתוֹ חַיָּב. שֶׁמְּהַלֵּךְ אֵינוֹ כְּעוֹמֵד. וְאֵין צָרִיךְ לוֹמַר בְּזוֹרֵק שֶׁעָבַר הַחֵפֶץ בִּמְקוֹם פְּטוֹר שֶׁאֵינוֹ חָשׁוּב כְּמִי שֶׁנָּח שָׁם. הָיָה עוֹמֵד בִּמְקוֹם פְּטוֹר וְנָטַל חֵפֶץ מֵרְשׁוּת הַיָּחִיד אוֹ מֵאָדָם הָעוֹמֵד שָׁם וְהִנִּיחוֹ בִּרְשׁוּת הָרַבִּים אוֹ בְּיַד אָדָם הָעוֹמֵד שָׁם פָּטוּר. וְכֵן אִם הִכְנִיס מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הַיָּחִיד וְעָמַד בִּמְקוֹם פְּטוֹר, פָּטוּר: \n",
      "עַמּוּד בִּרְשׁוּת הָרַבִּים גָּבוֹהַּ עֲשָׂרָה וְרָחָב אַרְבָּעָה וְאֵין בְּעִקָּרוֹ אַרְבָּעָה וְיֵשׁ בַּגֹּבַהּ הַקָּצָר שֶׁלּוֹ שְׁלֹשָׁה הֲרֵי הוּא רְשׁוּת הַיָּחִיד וְאִם זָרַק מֵרְשׁוּת הָרַבִּים וְנָח עַל גַּבָּיו חַיָּב. תֵּל הַמִּתְלַקֵּט גּוֹבֶה עֲשָׂרָה טְפָחִים מִתּוֹךְ אֹרֶךְ אַרְבַּע אַמּוֹת הֲרֵי הוּא רְשׁוּת הַיָּחִיד וְאִם זָרַק מֵרְשׁוּת הָרַבִּים וְנָח עַל גַּבָּיו חַיָּב: \n",
      "נָעַץ קָנֶה בִּרְשׁוּת הַיָּחִיד אֲפִלּוּ גָּבוֹהַּ מֵאָה אַמָּה וְזָרַק מֵרְשׁוּת הָרַבִּים וְנָח עַל גַּבָּיו חַיָּב. שֶׁרְשׁוּת הַיָּחִיד עוֹלָה עַד לָרָקִיעַ. אִילָן שֶׁהוּא עוֹמֵד בִּרְשׁוּת הַיָּחִיד וְנוֹפוֹ נוֹטֶה לִרְשׁוּת הָרַבִּים וְזָרַק וְנָח עַל נוֹפוֹ פָּטוּר. שֶׁאֵין הַנּוֹף הוֹלֵךְ אַחַר הָעִקָּר: \n",
      "נָעַץ קָנֶה בִּרְשׁוּת הָרַבִּים וּבְרֹאשׁוֹ טְרַסְקַל וְזָרַק וְנָח עַל גַּבָּיו פָּטוּר שֶׁאֵין רְשׁוּת הָרַבִּים אֶלָּא עַד עֲשָׂרָה. הַזּוֹרֵק אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים וְנָח הַחֵפֶץ בַּכֹּתֶל. כְּגוֹן שֶׁזָּרַק חֵלֶב אוֹ בָּצֵק וְנִדְבַּק בַּכֹּתֶל. אִם נִדְבַּק לְמַעְלָה מֵעֲשָׂרָה טְפָחִים כְּזוֹרֵק בַּאֲוִיר. שֶׁלְּמַעְלָה מֵעֲשָׂרָה בִּרְשׁוּת הָרַבִּים מְקוֹם פְּטוֹר הוּא. נִדְבַּק לְמַטָּה מֵעֲשָׂרָה טְפָחִים כְּזוֹרֵק בָּאָרֶץ וְחַיָּב. זָרַק לְמַעְלָה מֵעֲשָׂרָה וְנָח בְּחוֹר כָּל שֶׁהוּא פָּטוּר: \n",
      "זָרַק קָנֶה אוֹ רֹמַח מֵרְשׁוּת הַיָּחִיד וְנִתְקַע בִּרְשׁוּת הָרַבִּים כְּשֶׁהוּא עוֹמֵד פָּטוּר. שֶׁהֲרֵי מִקְצָתוֹ בִּמְקוֹם פְּטוֹר. זָרַק כְּלִי מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים וְהָיָה אוֹתוֹ כְּלִי גָּדוֹל וְיֵשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה בְּגֹבַהּ עֲשָׂרָה פָּטוּר. מִפְּנֵי שֶׁכְּלִי זֶה רְשׁוּת הַיָּחִיד גְּמוּרָה וְנִמְצָא כְּמוֹצִיא מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הַיָּחִיד: \n",
      "בּוֹר תִּשְׁעָה בִּרְשׁוּת הָרַבִּים וְעָקַר חֻלְיָא מִקַּרְקָעִיתוֹ וְהִשְׁלִימוֹ לַעֲשָׂרָה. אַף עַל פִּי שֶׁעֲקִירַת הַחֵפֶץ וַעֲשִׂיַּת הַמְּחִצָּה בָּאִין כְּאַחַת פָּטוּר. מִפְּנֵי שֶׁלֹּא הָיְתָה הַמְּחִצָּה עֲשָׂרָה בַּתְּחִלָּה. הָיָה הַבּוֹר עֲשָׂרָה וְהִשְׁלִיךְ בּוֹ חֻלְיָה וּמִעֲטוֹ מֵעֲשָׂרָה פָּטוּר. שֶׁהֲרֵי הַנָּחַת הַחֵפֶץ וְסִלּוּק הַמְּחִצָּה בָּאִין כְּאַחַת: \n",
      "הַזּוֹרֵק דַּף וְנָח עַל גַּבֵּי יְתֵדוֹת בִּרְשׁוּת הָרַבִּים וְנַעֲשָׂה רְשׁוּת הַיָּחִיד אֲפִלּוּ הָיָה כְּלִי עַל גַּבֵּי הַדַּף פָּטוּר. שֶׁהֲרֵי עֲשִׂיַּת הַמְּחִצָּה עִם נוּחַת הַכְּלִי בָּאִין כְּאַחַת: \n",
      "בּוֹר שֶׁהוּא עָמֹק עֲשָׂרָה וְרָחָב שְׁמוֹנָה בִּרְשׁוּת הָרַבִּים וְזָרַק מַחְצֶלֶת מֵרְשׁוּת הָרַבִּים וְחִלְּקָה הַבּוֹר בְּרָחְבּוֹ לִשְׁנַיִם פָּטוּר. שֶׁהֲרֵי עִם הַנָּחַת הַכְּלִי בָּטְלוּ הַמְּחִצּוֹת וְנַעֲשָׂה כָּל מָקוֹם מֵהֶן פָּחוֹת מֵאַרְבָּעָה עַל אַרְבָּעָה: \n",
      "בּוֹר בִּרְשׁוּת הָרַבִּים עָמֹק עֲשָׂרָה וְרָחָב אַרְבָּעָה מָלֵא מַיִם וְזָרַק לְתוֹכוֹ חֵפֶץ וְנָח עַל גַּבֵּי הַמַּיִם חַיָּב. שֶׁאֵין הַמַּיִם מְבַטְּלִין הַמְּחִצּוֹת. הָיָה מָלֵא פֵּרוֹת וְזָרַק לְתוֹכוֹ פָּטוּר. שֶׁהֲרֵי מִעֲטוּ הַפֵּרוֹת אֶת שִׁעוּרוֹ: \n",
      "רְקַק מַיִם שֶׁהוּא עוֹבֵר בִּרְשׁוּת הָרַבִּים וְרַבִּים מְהַלְּכִין בּוֹ. אִם אֵין בְּעָמְקוֹ עֲשָׂרָה טְפָחִים הֲרֵי הוּא כִּרְשׁוּת הָרַבִּים. בֵּין שֶׁהָיָה רָחָב אֲפִלּוּ אַרְבַּע אַמּוֹת בֵּין שֶׁלֹּא הָיָה בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים. שֶׁהֲרֵי רֹב הָעָם מְדַלְּגִין עָלָיו וְאֵין מְהַלְּכִין בְּתוֹכוֹ. הוֹאִיל וְאֵין בְּעָמְקוֹ עֲשָׂרָה הֲרֵי הוּא רְשׁוּת הָרַבִּים. וְאִם יֵשׁ בְּעָמְקוֹ עֲשָׂרָה אוֹ יֶתֶר הֲרֵי הוּא כְּכַרְמְלִית כִּשְׁאָר הַיַּמִים. וְהוּא שֶׁיֵּשׁ בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים אוֹ יֶתֶר עַל כֵּן. שֶׁאֵין כַּרְמְלִית פְּחוּתָה מֵאַרְבָּעָה: \n"
    ],
    [
      "עוֹמֵד אָדָם בִּרְשׁוּת הָרַבִּים וּמְטַלְטֵל בִּרְשׁוּת הַיָּחִיד כֻּלָּהּ. וְעוֹמֵד בִּרְשׁוּת הַיָּחִיד וּמִטַּלְטֵל בִּרְשׁוּת הָרַבִּים וּבִלְבַד שֶׁלֹּא יוֹצִיא חוּץ לְאַרְבָּעָה אַמּוֹת. וְאִם הוֹצִיא פָּטוּר מִפְּנֵי שֶׁהוּא בִּרְשׁוּת אַחֶרֶת. וְכֵן עוֹמֵד אָדָם בִּרְשׁוּת הַיָּחִיד וּפוֹתֵחַ בִּרְשׁוּת הָרַבִּים, בִּרְשׁוּת הָרַבִּים וּפוֹתֵחַ בִּרְשׁוּת הַיָּחִיד. בְּהֵמָה שֶׁהָיְתָה רֻבָּהּ בַּחוּץ וְרֹאשָׁהּ בִּפְנִים אוֹבְסִין אוֹתָהּ. וּבְגָמָל עַד שֶׁיְּהֵא רֹאשׁוֹ וְרֻבּוֹ בִּפְנִים הוֹאִיל וְצַוָּארוֹ אָרֹךְ: \n",
      "לֹא יַעֲמֹד אָדָם בִּרְשׁוּת הַיָּחִיד וְיִשְׁתֶּה בִּרְשׁוּת הָרַבִּים. בִּרְשׁוּת הָרַבִּים וְיִשְׁתֶּה בִּרְשׁוּת הַיָּחִיד. אֶלָּא אִם כֵּן הִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לְמָקוֹם שֶׁהוּא שׁוֹתֶה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה שׁוֹתֶה בְּכֵלִים נָאִים שֶׁהוּא צָרִיךְ לָהֶן. גְּזֵרָה שֶׁמָּא יוֹצִיאֵם. אֲבָל אִם הָיוּ כֵּלִים שֶׁאֵינָן נָאִים שֶׁאֵינוֹ צָרִיךְ לָהֶן. אוֹ שֶׁהָיָה הַבּוֹר בְּכַרְמְלִית אַף עַל פִּי שֶׁהַכֵּלִים נָאִים. מַכְנִיס רֹאשׁוֹ בִּלְבַד וְשׁוֹתֶה בִּמְקוֹמוֹ וְאַף עַל פִּי שֶׁלֹּא הִכְנִיס רֹאשׁוֹ וְרֻבּוֹ: \n",
      "עוֹמֵד אָדָם בִּרְשׁוּת הָרַבִּים וְקוֹלֵט מִן הָאֲוִיר מִן הַמַּיִם הַמְקַלְּחִין מִן הַצִּנּוֹר אוֹ מִן הַכֹּתֶל וְשׁוֹתֶה. וּבִלְבַד שֶׁלֹּא יִגַּע בַּצִּנּוֹר אוֹ בַּכֹּתֶל וְיִקְלֹט מֵעַל גַּבָּן. וְאִם נָגַע אִם הָיָה מָקוֹם שֶׁנָּגַע בּוֹ לְמַעְלָה מֵעֲשָׂרָה בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לַגַּג הֲרֵי זֶה אָסוּר. שֶׁנִּמְצָא כְּעוֹקֵר מֵעַל הַגַּג שֶׁהוּא רְשׁוּת הַיָּחִיד. וְכֵן אִם הָיָה בַּצִּנּוֹר אַרְבָּעָה עַל אַרְבָּעָה בֵּין שֶׁהָיָה הַצִּנּוֹר בְּתוֹךְ עֲשָׂרָה בֵּין שֶׁהָיָה לְמַעְלָה מֵעֲשָׂרָה וְקָלַט מִמֶּנּוּ מַיִם הֲרֵי זֶה אָסוּר. וְלָמָּה אֵינוֹ חַיָּב מִפְּנֵי שֶׁלֹּא נָחוּ הַמַּיִם אֶלָּא הֲרֵי הֵן נִזְחָלִין וְהוֹלְכִין: \n",
      "זִיז שֶׁלִּפְנֵי הַחַלּוֹן יוֹצֵא בָּאֲוִיר שֶׁעַל רְשׁוּת הָרַבִּים. אִם הָיָה לְמַעְלָה מֵעֲשָׂרָה טְפָחִים מֻתָּר לְהִשְׁתַּמֵּשׁ עָלָיו שֶׁאֵין רְשׁוּת הָרַבִּים תוֹפֶסֶת אֶלָּא עֲשָׂרָה טְפָחִים. לְפִיכָךְ מֻתָּר לְהִשְׁתַּמֵּשׁ בְּכָל הַכֹּתֶל עַד עֲשָׂרָה טְפָחִים הַתַּחְתּוֹנִים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה זִיז אֶחָד יוֹצֵא בָּאֲוִיר. אֲבָל אִם הָיוּ יוֹצְאִים בַּכֹּתֶל שְׁנֵי זִיזִין זֶה לְמַטָּה מִזֶּה אַף עַל פִּי שֶׁשְּׁנֵיהֶם לְמַעְלָה מֵעֲשָׂרָה. אִם יֵשׁ בַּזִּיז הָעֶלְיוֹן שֶׁלִּפְנֵי הַחַלּוֹן רֹחַב אַרְבָּעָה עַל אַרְבָּעָה אָסוּר לְהִשְׁתַּמֵּשׁ עָלָיו. מִפְּנֵי שֶׁהוּא רְשׁוּת בִּפְנֵי עַצְמוֹ וְהַזִּיז שֶׁתַּחְתָּיו רְשׁוּת אַחֶרֶת. וְאָסְרוּ זֶה עַל זֶה. שֶׁאֵין שְׁתֵּי רְשׁוּיוֹת מִשְׁתַּמְּשׁוֹת בִּרְשׁוּת אַחַת: \n",
      "אֵין בָּעֶלְיוֹן אַרְבָּעָה וְאֵין בַּתַּחְתּוֹן אַרְבָּעָה. מִשְׁתַּמֵּשׁ בִּשְׁנֵיהֶן וְכֵן בְּכָל הַכֹּתֶל עַד עֲשָׂרָה טְפָחִים הַתַּחְתּוֹנִים. הָיָה בַּתַּחְתּוֹן אַרְבָּעָה וְהָעֶלְיוֹן אֵין בּוֹ אַרְבָּעָה אֵינוֹ מִשְׁתַּמֵּשׁ בָּעֶלְיוֹן אֶלָּא כְּנֶגֶד חַלּוֹנוֹ בִּלְבַד. אֲבָל בִּשְׁאָר הַזִּיז שֶׁבִּשְׁנֵי צִדְדֵי הַחַלּוֹן אָסוּר לְהִשְׁתַּמֵּשׁ מִפְּנֵי זֶה שֶׁתַּחְתָּיו שֶׁחָלַק רְשׁוּת לְעַצְמוֹ: \n",
      "כָּל זִיז הַיּוֹצֵא עַל אֲוִיר רְשׁוּת הָרַבִּים שֶׁמֻּתָּר לְהִשְׁתַּמֵּשׁ עָלָיו. כְּשֶׁהוּא מִשְׁתַּמֵּשׁ בּוֹ אֵין נוֹתְנִין עָלָיו וְאֵין נוֹטְלִין מִמֶּנּוּ אֶלָּא כְּלֵי חֶרֶס וּזְכוּכִית וְכַיּוֹצֵא בָּהֶן שֶׁאִם יִפְּלוּ לִרְשׁוּת הָרַבִּים יִשָּׁבְרוּ. אֲבָל שְׁאָר כֵּלִים וָאֳכָלִין אֲסוּרִים שֶׁמָּא יִפְּלוּ לִרְשׁוּת הָרַבִּים וִיבִיאֵם: \n",
      "שְׁנֵי בָּתִּים בִּשְׁנֵי צִדֵּי רְשׁוּת הָרַבִּים זָרַק מִזּוֹ לָזוֹ לְמַעְלָה מֵעֲשָׂרָה פָּטוּר וְהוּא שֶׁיִּהְיוּ שְׁנֵיהֶם שֶׁלּוֹ אוֹ שֶׁיִּהְיֶה בֵּינֵיהֶם עֵרוּב. וַאֲפִלּוּ בְּגָדִים וּכְלֵי מַתָּכוֹת מֻתָּר לִזְרֹק. וְאִם הָיָה זֶה לְמַעְלָה מִזֶּה וְלֹא הָיָה בְּשָׁוֶה אָסוּר לִזְרֹק בֶּגֶד וְכַיּוֹצֵא בּוֹ שֶׁמָּא יִפּל וִיבִיאֶנּוּ. אֲבָל כְּלֵי חֶרֶס וְכַיּוֹצֵא בָּהֶן זוֹרֵק: \n",
      "בּוֹר בִּרְשׁוּת הָרַבִּים וְחַלּוֹן עַל גַּבָּיו הַבּוֹר וְחֻלְיָתוֹ מִצְטָרְפִים לַעֲשָׂרָה וּמְמַלְּאִין מִמֶּנּוּ בְּשַׁבָּת. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה סָמוּךְ לַכֹּתֶל בְּתוֹךְ אַרְבָּעָה טְפָחִים שֶׁאֵין אָדָם יָכוֹל לַעֲבֹר שָׁם. אֲבָל אִם הָיָה מֻפְלָג אֵין מְמַלְּאִין מִמֶּנּוּ אֶלָּא אִם כֵּן הָיְתָה חֻלְיָתוֹ גְּבוֹהָה עֲשָׂרָה שֶׁנִּמְצָא הַדְּלִי כְּשֶׁיֵּצֵא מִן הַחֻלְיָא יֵצֵא לִמְקוֹם פְּטוֹר: \n",
      "אַשְׁפָּה בִּרְשׁוּת הָרַבִּים גְּבוֹהָה עֲשָׂרָה טְפָחִים וְחַלּוֹן עַל גַּבָּהּ שׁוֹפְכִין לָהּ מַיִם בְּשַׁבָּת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאַשְׁפָּה שֶׁל רַבִּים שֶׁאֵין דַּרְכָּהּ לְהִפָּנוֹת. אֲבָל שֶׁל יָחִיד אֵין שׁוֹפְכִין עָלֶיהָ שֶׁמָּא תִּתְפַּנֶּה וְנִמְצְאוּ שׁוֹפְכִין כְּדַרְכָּן בִּרְשׁוּת הָרַבִּים: \n",
      "אַמַּת הַמַּיִם שֶׁהִיא עוֹבֶרֶת בֶּחָצֵר אִם יֵשׁ בְּגָבְהָהּ עֲשָׂרָה טְפָחִים וּבְרָחְבָּהּ אַרְבָּעָה אוֹ יוֹתֵר עַל כֵּן עַד עֶשֶׂר אַמּוֹת אֵין מְמַלְּאִין מִמֶּנָּה בְּשַׁבָּת אֶלָּא אִם כֵּן עָשׂוּ לָהּ מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים בַּכְּנִיסָה וּבַיְצִיאָה. וְאִם אֵין בְּגָבְהָהּ עֲשָׂרָה אוֹ שֶׁאֵין בְּרָחְבָּהּ אַרְבָּעָה מְמַלְּאִין מִמֶּנָּה בְּלֹא מְחִצָּה: \n",
      "הָיָה בְּרָחְבָּהּ יֶתֶר מֵעֶשֶׂר אַמּוֹת אַף עַל פִּי שֶׁאֵין בְּגָבְהָהּ עֲשָׂרָה אֵין מְמַלְּאִין מִמֶּנָּה עַד שֶׁיַּעֲשֶׂה לָהּ מְחִצָּה. שֶׁכָּל יֶתֶר עַל עֶשֶׂר פִּרְצָה הִיא וּמַפְסֶדֶת הַמְּחִצּוֹת. וּמַהוּ לְטַלְטֵל בְּכָל הֶחָצֵר. אִם נִשְׁאַר מִצַּד הַפִּרְצָה פַּס מִכָּאן וּפַס מִכָּאן בְּכָל שֶׁהוּא אוֹ פַּס רֹחַב אַרְבָּעָה טְפָחִים מֵרוּחַ אַחַת מֻתָּר לְטַלְטֵל בְּכָל הֶחָצֵר וְאֵין אָסוּר אֶלָּא לְמַלְּאוֹת מִן הָאַמָּה בִּלְבַד. אֲבָל אִם לֹא נִשְׁאַר פַּס כְּלָל אָסוּר לְטַלְטֵל בְּכָל הֶחָצֵר שֶׁהֲרֵי נִפְרְצָה חָצֵר לַיָּם שֶׁהוּא כַּרְמְלִית: \n",
      "וְהֵיאַךְ מַעֲמִידִין אֶת הַמְּחִצָּה בְּמַיִם. אִם הָיְתָה לְמַעְלָה מִן הַמַּיִם צָרִיךְ שֶׁיִּהְיֶה טֶפַח מִן הַמְּחִצָּה יוֹרֵד בְּתוֹךְ הַמַּיִם. וְאִם הָיְתָה הַמְּחִצָּה כֻּלָּהּ יוֹרֶדֶת בְּתוֹךְ הַמַּיִם צָרִיךְ שֶׁיִּהְיֶה טֶפַח מִמֶּנָּה יוֹצֵא לְמַעְלָה מִן הַמַּיִם. כְּדֵי שֶׁיִּהְיוּ הַמַּיִם שֶׁבֶּחָצֵר מֻבְדָּלִין אַף עַל פִּי שֶׁאֵין הַמְּחִצָּה מַגַּעַת עַד הַקַּרְקַע הוֹאִיל וְיֵשׁ בָּהּ עֲשָׂרָה טְפָחִים הֲרֵי זוֹ מֻתֶּרֶת. וְלֹא הִתִּירוּ מְחִצָּה תְּלוּיָה אֶלָּא בְּמַיִם בִּלְבַד. שֶׁאִסּוּר טִלְטוּל בְּמַיִם מִדִּבְרֵיהֶם וְהֵקֵלוּ בִּמְחִצָּה שֶׁאֵינָהּ אֶלָּא כְּדֵי לַעֲשׂוֹת הֶכֵּר: \n",
      "אַמַּת הַמַּיִם הָעוֹבֶרֶת בֵּין הַחֲצֵרוֹת וְחַלּוֹנוֹת פְּתוּחוֹת אֵלֶיהָ. אִם אֵין בָּהּ כַּשִּׁעוּר מְשַׁלְשְׁלִין דְּלִי מִן הַחַלּוֹנוֹת וּמְמַלְּאִים מִמֶּנָּה בְּשַׁבָּת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵינָהּ מֻפְלֶגֶת מִן הַכֹּתֶל שְׁלֹשָׁה טְפָחִים. אֲבָל אִם הָיְתָה מֻפְלֶגֶת מִן הַכֹּתֶל שְׁלֹשָׁה טְפָחִים אֵין מְמַלְּאִים מִמֶּנָּה אֶלָּא אִם כֵּן הָיוּ פַּסִּין יוֹצְאִין מִן הַכְּתָלִים מִכָּאן וּמִכָּאן שֶׁנִּמְצָא הָאַמָּה כְּאִלּוּ הִיא עוֹבֶרֶת בְּתוֹךְ הֶחָצֵר: \n",
      "כְּצוֹצְרָה שֶׁהִיא לְמַעְלָה מִן הַיָּם וְחַלּוֹן בְּתוֹכָהּ עַל גַּבֵּי הַמַּיִם. אֵין מְמַלְּאִים מִמֶּנָּה בְּשַׁבָּת אֶלָּא אִם כֵּן עָשׂוּ מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים עַל גַּבֵּי הַמַּיִם כְּנֶגֶד הַחַלּוֹן שֶׁבַּכְּצוֹצְרָה. אוֹ תִּהְיֶה הַמְּחִצָּה יוֹרֶדֶת מִן הַכְּצוֹצְרָה כְּנֶגֶד הַמַּיִם וְרוֹאִין אוֹתָהּ כְּאִלּוּ יָרְדָה וְנָגְעָה עַד הַמַּיִם. וּכְשֵׁם שֶׁמְּמַלְּאִין מִזּוֹ שֶׁעָשׂוּ לָהּ מְחִצָּה כָּךְ שׁוֹפְכִין מִמֶּנָּה עַל הַיָּם. שֶׁהֲרֵי עַל הַכַּרְמְלִית הֵן שׁוֹפְכִין: \n",
      "חָצֵר שֶׁהִיא פְּחוּתָה מֵאַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אֵין שׁוֹפְכִין בְּתוֹכָהּ מַיִם בְּשַׁבָּת מִפְּנֵי שֶׁהֵן יוֹצְאִין לִרְשׁוּת הָרַבִּים בִּמְהֵרָה. לְפִיכָךְ צָרִיךְ לַעֲשׂוֹת גּוּמָה מַחְזֶקֶת סָאתַיִם בְּתוֹךְ הֶחָצֵר אוֹ בִּרְשׁוּת הָרַבִּים בְּצַד הֶחָצֵר כְּדֵי שֶׁיִּהְיוּ הַמַּיִם נִקְבָּצִים בְּתוֹכָהּ. וְצָרִיךְ לִבְנוֹת עָלֶיהָ כִּפָּה מִבַּחוּץ כְּדֵי שֶׁלֹּא תֵּרָאֶה הָעוּקָה הַזֹּאת בִּרְשׁוּת הָרַבִּים. וְהֶחָצֵר וְהָאַכְסַדְרָה מִצְטָרְפִין לְאַרְבַּע אַמּוֹת. וְכַמָּה הוּא הַמָּקוֹם שֶׁמַּחֲזִיק סָאתַיִם חֲצִי אַמָּה עַל חֲצִי אַמָּה בְּרוּם שְׁלֹשָׁה חֻמְשֵׁי אַמָּה: \n",
      "הָיְתָה הָעוּקָה פְּחוּתָה מִסָּאתַיִם שׁוֹפְכִין לָהּ בְּמִלּוּאָהּ. הָיְתָה מַחְזֶקֶת סָאתַיִם שׁוֹפְכִין לָהּ אֲפִלּוּ שִׁשִּׁים סְאָה שֶׁל מַיִם. וְאַף עַל פִּי שֶׁהַמַּיִם יִתְגַּבְּרוּ וְיָפוּצוּ מֵעַל הַגּוּמָה לַחוּץ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּימוֹת הַגְּשָׁמִים שֶׁהַחֲצֵרוֹת מִתְקַלְקְלוֹת וּסְתָם צִנּוֹרוֹת מְקַלְּחִין וְלֹא יָבוֹאוּ הָרוֹאִים לוֹמַר שֶׁזֶּה מִשְׁתַּמֵּשׁ בִּרְשׁוּת הָרַבִּים וְהַמַּיִם יוֹצְאִים מִכֹּחוֹ בִּרְשׁוּת הָרַבִּים. אֲבָל בִּימוֹת הַחַמָּה אִם הָיְתָה מַחְזֶקֶת סָאתַיִם אֵין שׁוֹפְכִין לָהּ אֶלָּא סָאתַיִם. הָיְתָה פְּחוּתָה מִסָּאתַיִם אֵין שׁוֹפְכִין לָהּ כָּל עִקָּר: \n",
      "בִּיב שֶׁשּׁוֹפְכִין לוֹ מַיִם וְהֵן נִזְחָלִין וְהוֹלְכִין תַּחַת הַקַּרְקַע וְיוֹצְאִין לִרְשׁוּת הָרַבִּים. וְכֵן צִנּוֹר שֶׁשּׁוֹפְכִין עַל פִּיו מַיִם וְהֵן נִזְחָלִין עַל הַכֹּתֶל וְיוֹרְדִין לִרְשׁוּת הָרַבִּים. אֲפִלּוּ הָיָה אֹרֶךְ הַכֹּתֶל אוֹ אֹרֶךְ הַדֶּרֶךְ שֶׁתַּחַת הָאָרֶץ מֵאָה אַמָּה אָסוּר לִשְׁפֹּךְ עַל פִּי הַבִּיב אוֹ עַל פִּי הַצִּנּוֹר מִפְּנֵי שֶׁהַמַּיִם יוֹצְאִין מִכֹּחוֹ לִרְשׁוּת הָרַבִּים. אֶלָּא שׁוֹפֵךְ חוּץ לַבִּיב וְהֵן יוֹרְדִין לַבִּיב: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּימוֹת הַחַמָּה אֲבָל בִּימוֹת הַגְּשָׁמִים שׁוֹפֵךְ וְשׁוֹנֶה וְאֵינוֹ נִמְנָע. שֶׁסְּתָם צִנּוֹרוֹת מְקַלְּחִין הֵן וְאָדָם רוֹצֶה שֶׁיִּבָּלְעוּ הַמַּיִם בִּמְקוֹמָן. הָיָה שׁוֹפֵךְ עַל פִּי הַבִּיב וְהַמַּיִם יוֹצְאִין לְכַרְמְלִית הֲרֵי זֶה מֻתָּר וַאֲפִלּוּ בִּימוֹת הַחַמָּה שֶׁלֹּא גָּזְרוּ עַל כֹּחוֹ בְּכַרְמְלִית. לְפִיכָךְ מֻתָּר לִשְׁפֹּךְ עַל כָּתְלֵי הַסְּפִינָה וְהֵם יוֹרְדִין לַיָּם: \n",
      "לֹא יְמַלֵּא אָדָם מַיִם מִן הַיָּם וְהוּא בְּתוֹךְ הַסְּפִינָה אֶלָּא אִם כֵּן עָשָׂה מְקוֹם אַרְבָּעָה עַל אַרְבָּעָה יוֹצֵא מִן הַסְּפִינָה עַל הַיָּם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה תּוֹךְ עֲשָׂרָה אֲבָל אִם הָיָה לְמַעְלָה מֵעֲשָׂרָה מִן הַיָּם מוֹצִיא זִיז כָּל שֶׁהוּא וּמְמַלֵּא. שֶׁהֲרֵי דֶּרֶךְ מְקוֹם פְּטוֹר מְמַלֵּא וְאֵינוֹ צָרִיךְ לְזִיז זֶה אֶלָּא מִשּׁוּם הֶכֵּר: \n",
      "הַקּוֹרֵא בְּסֵפֶר בְּכַרְמְלִית וְנִתְגַּלְגֵּל מִקְצָת הַסֵּפֶר לִרְשׁוּת הָרַבִּים וּמִקְצָתוֹ בְּיָדוֹ. אִם נִתְגַּלְגֵּל לְחוּץ לְאַרְבַּע אַמּוֹת הוֹפְכוֹ עַל הַכְּתָב וּמַנִּיחוֹ. גְּזֵרָה שֶׁמָּא יִשָּׁמֵט כֻּלּוֹ מִיָּדוֹ וְיַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת. נִתְגַּלְגֵּל לְתוֹךְ אַרְבַּע אַמּוֹת גּוֹלְלוֹ אֶצְלוֹ. וְכֵן אִם נִתְגַּלְגֵּל לִרְשׁוּת הַיָּחִיד גּוֹלְלוֹ אֶצְלוֹ. הָיָה קוֹרֵא בִּרְשׁוּת הַיָּחִיד וְנִתְגַּלְגֵּל לִרְשׁוּת הָרַבִּים אִם נָח בָּהּ הוֹפְכוֹ עַל הַכְּתָב. וְאִם לֹא נָח אֶלָּא הָיָה תָּלוּי בַּאֲוִיר רְשׁוּת הָרַבִּים וְלֹא הִגִּיעַ לָאָרֶץ גּוֹלְלוֹ אֶצְלוֹ: \n",
      "הַמַּעֲבִיר קוֹץ כְּדֵי שֶׁלֹּא יִזּוֹקוּ בּוֹ רַבִּים. אִם הָיָה בִּרְשׁוּת הָרַבִּים מוֹלִיכוֹ פָּחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת. וְאִם הָיָה בְּכַרְמְלִית מוֹלִיכוֹ כְּדַרְכּוֹ אֲפִלּוּ מֵאָה אַמָּה. וְכֵן מֵת שֶׁהִסְרִיחַ וְנִתְבַּזָּה יֶתֶר מִדַּאי וְלֹא יָכְלוּ שְׁכֵנִים לַעֲמֹד מוֹצִיאִין אוֹתוֹ מֵרְשׁוּת הַיָּחִיד לְכַרְמְלִית. הַיּוֹרֵד לִרְחֹץ בַּיָּם כְּשֶׁהוּא עוֹלֶה מְנַגֵּב עַצְמוֹ שֶׁמָּא יַעֲבִיר מַיִם שֶׁעָלָיו אַרְבַּע אַמּוֹת בְּכַרְמְלִית: \n"
    ],
    [
      "מָקוֹם שֶׁלֹּא הֻקַּף לְדירָה אֶלָּא שֶׁיִּהְיֶה תַּשְׁמִישׁוֹ לַאֲוִיר כְּגוֹן גַּנּוֹת וּפַרְדֵּסִים וּכְגוֹן הַמַּקִּיף מָקוֹם מִן הָאָרֶץ לְשָׁמְרוֹ וְכַיּוֹצֵא בָּהֶן. אִם יֵשׁ בְּגֹבַהּ הַמְּחִצּוֹת עֲשָׂרָה טְפָחִים אוֹ יֶתֶר הֲרֵי הוּא כִּרְשׁוּת הַיָּחִיד לְחַיֵּב הַמּוֹצִיא וְהַזּוֹרֵק וְהַמּוֹשִׁיט מִמֶּנּוּ לִרְשׁוּת הָרַבִּים אוֹ מֵרְשׁוּת הָרַבִּים לְתוֹכוֹ. וְאֵין מְטַלְטְלִין בְּכֻלּוֹ אֶלָּא אִם כֵּן יֵשׁ בּוֹ בֵּית סָאתַיִם אוֹ פָּחוֹת. אֲבָל אִם הָיָה בּוֹ יֶתֶר עַל בֵּית סָאתַיִם אָסוּר לְטַלְטֵל בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת כְּכַרְמְלִית:  ",
      "וְכֵן עַמּוּד שֶׁגָּבוֹהַּ עֲשָׂרָה טְפָחִים וְרָחָב עַד בֵּית סָאתַיִם מְטַלְטְלִין עַל כֻּלּוֹ. הָיָה רָחָב עַל בֵּית סָאתַיִם אֵין מְטַלְטְלִין בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת. סֶלַע שֶׁבַּיָּם הָיָה גָּבוֹהַּ פָּחוֹת מֵעֲשָׂרָה מְטַלְטְלִין מִתּוֹכוֹ לַיָּם וּמִן הַיָּם לְתוֹכוֹ שֶׁהַכּל כַּרְמְלִית. הָיָה גָּבוֹהַּ עֲשָׂרָה אִם הָיָה רָחְבּוֹ מֵאַרְבָּעָה טְפָחִים עַד בֵּית סָאתַיִם הוֹאִיל וּמֻתָּר לְטַלְטֵל בְּכֻלּוֹ אֵין מְטַלְטְלִין לֹא מִתּוֹכוֹ לַיָּם וְלֹא מִן הַיָּם לְתוֹכוֹ. הָיָה יֶתֶר מִבֵּית סָאתַיִם אַף עַל פִּי שֶׁהוּא רְשׁוּת הַיָּחִיד הוֹאִיל וְאָסוּר לְטַלְטֵל בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת כְּכַרְמְלִית הֲרֵי זֶה מֻתָּר לְטַלְטֵל מִתּוֹכוֹ לַיָּם וּמִן הַיָּם לְתוֹכוֹ שֶׁזֶּה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא גָּזְרוּ בּוֹ:  ",
      "כַּמָּה הִיא בֵּית סְאָה חֲמִשִּׁים אַמָּה עַל חֲמִשִּׁים אַמָּה. נִמְצָא בֵּית סָאתַיִם מָקוֹם שֶׁיֵּשׁ בְּתִשְׁבָּרְתוֹ חֲמֵשֶׁת אֲלָפִים אַמָּה. וְכָל מָקוֹם שֶׁיֵּשׁ בּוֹ כַּמִּדָּה הַזֹּאת בֵּין שֶׁהָיָה מְרֻבָּע שֶׁהוּא שִׁבְעִים אַמָּה וְשִׁירַיִם עַל שִׁבְעִים אַמָּה וְשִׁירַיִם בֵּין שֶׁהָיָה עָגל בֵּין שְׁאָר הַצּוּרוֹת הֲרֵי זֶה נִקְרָא בֵּית סָאתַיִם:  ",
      "מָקוֹם שֶׁלֹּא הֻקַּף לְדִירָה שֶׁיֵּשׁ בּוֹ בֵּית סָאתַיִם אִם הָיָה אָרְכּוֹ פִּי שְׁנַיִם כְּרָחְבּוֹ כְּדֵי שֶׁיִּהְיֶה מֵאָה עַל חֲמִשִּׁים כַּחֲצַר הַמִּשְׁכָּן מֻתָּר לְטַלְטֵל בְּכֻלּוֹ. אֲבָל אִם הָיָה אָרְכּוֹ יֶתֶר עַל שְׁנַיִם כְּרָחְבּוֹ אֲפִלּוּ אַמָּה אֵין מְטַלְטְלִין בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת. שֶׁלֹּא עָשׂוּ בֵּית סָאתַיִם שֶׁתַּשְׁמִישׁוֹ לַאֲוִיר כִּשְׁאָר הַחֲצֵרוֹת אֶלָּא מֵחֲצַר הַמִּשְׁכָּן:  ",
      "מָקוֹם שֶׁהֻקַּף שֶׁלֹּא לְשֵׁם דִּירָה אִם פָּרַץ בּוֹ פִּרְצָה יֶתֶר עַל עֶשֶׂר אַמּוֹת בְּגֹבַהּ עֲשָׂרָה טְפָחִים וְגָדַר בָּהּ לְשֵׁם דִּירָה עַד עֲשָׂרָה מֻתָּר לְטַלְטֵל בְּכֻלָּהּ. וַאֲפִלּוּ פָּרַץ אַמָּה וּגְדָרָהּ לְשֵׁם דִּירָה וּפָרַץ אַמָּה וּגְדָרָהּ לְשֵׁם דִּירָה עַד שֶׁהִשְׁלִימָהּ לְיֶתֶר מֵעֶשֶׂר מֻתָּר לְטַלְטֵל בְּכֻלָּהּ אַף עַל פִּי שֶׁיֵּשׁ בּוֹ כַּמָּה מִילִין:  ",
      "מָקוֹם יָתֵר מִבֵּית סָאתַיִם שֶׁהֻקַּף לְדִירָה אִם נִזְרַע רֻבּוֹ הֲרֵי הוּא כְּגִנָּה וְאָסוּר לְטַלְטֵל בְּכֻלּוֹ. נִזְרַע מִעוּטוֹ אִם נִזְרַע מִמֶּנּוּ בֵּית סָאתַיִם מֻתָּר לְטַלְטֵל בְּכֻלּוֹ. וְאִם הָיָה הַמָּקוֹם הַזָּרוּעַ יֶתֶר מִבֵּית סָאתַיִם אָסוּר לְטַלְטֵל בְּכֻלּוֹ. נָטַע רֻבּוֹ הֲרֵי הוּא כְּחָצֵר וּמֻתָּר לְטַלְטֵל בְּכֻלּוֹ. נִתְמַלֵּא מַיִם אֲפִלּוּ הָיוּ עֲמֻקִּים הַרְבֵּה אִם הָיוּ רְאוּיִין לְתַשְׁמִישׁ הֲרֵי הֵן כִּנְטָעִים וּמֻתָּר לְטַלְטֵל בְּכֻלּוֹ. וְאִם אֵינָן רְאוּיִין לְתַשְׁמִישׁ אֵין מְטַלְטְלִין בּוֹ אֶלָּא בְּאַרְבַּע אַמּוֹת:  ",
      "מָקוֹם שֶׁהֻקַּף שֶׁלֹּא לְשֵׁם דִּירָה שֶׁיֵּשׁ בּוֹ בֵּית שָׁלֹשׁ סְאִין וְקֵרוּ בּוֹ בֵּית סְאָה קֵרוּיוֹ מַתִּירוֹ שֶׁפִּי תִּקְרָה יוֹרֵד וְסוֹתֵם. נִפְרַץ בִּמְלוֹאוֹ לֶחָצֵר וְנִפְרְצָה חָצֵר כְּנֶגְדּוֹ. חָצֵר מֻתֶּרֶת כְּשֶׁהָיְתָה וְהַקַּרְפַּף אָסוּר כְּשֶׁהָיָה. שֶׁאֵין אֲוִיר הֶחָצֵר מַתִּירוֹ:  ",
      "הָיָה יֶתֶר מִבֵּית סָאתַיִם וּבָא לְמַעֲטוֹ בָּאִילָנוֹת אֵינוֹ מִעוּט. בָּנָה בּוֹ עַמּוּד בְּצַד הַכֹּתֶל גָּבוֹהַּ עֲשָׂרָה וְרָחָב שְׁלֹשָׁה אוֹ יֶתֶר הֲרֵי זֶה מִעוּט. פָּחוֹת מִשְּׁלֹשָׁה אֵינוֹ מִעוּט שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה כְּלָבוּד דָּמִי. וְכֵן אִם הִרְחִיק מִן הַכֹּתֶל שְׁלֹשָׁה וְעָשָׂה מְחִצָּה הֲרֵי זֶה מִעוּט. פָּחוֹת מִשְּׁלֹשָׁה לֹא עָשָׂה כְּלוּם:  ",
      "טָח אֶת הַכֹּתֶל בְּטִיט אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לַעֲמֹד בִּפְנֵי עַצְמוֹ הֲרֵי זֶה מִעוּט. הִרְחִיק מִן הַתֵּל שְׁלֹשָׁה וְעָשָׂה מְחִצָּה הוֹעִיל. עָשָׂה מְחִצָּה עַל שְׂפַת הַתֵּל אֵינוֹ מוֹעִיל שֶׁהָעוֹשֶׂה מְחִצָּה עַל גַּבֵּי מְחִצָּה אֵינוֹ מוֹעִיל. נִבְלְעָה מְחִצָּה הַתַּחְתּוֹנָה וַהֲרֵי הָעֶלְיוֹנָה קַיֶּמֶת. הוֹאִיל וְנַעֲשֵׂית הָעֶלְיוֹנָה לְשֵׁם דִּירָה וַהֲרֵי אֵין שָׁם נִרְאֶה אֶלָּא הִיא הֲרֵי זֶה הוֹעִיל וּמֻתָּר לְטַלְטֵל בְּכֻלָּהּ:  ",
      "רְחָבָה שֶׁאֲחוֹרֵי בָּתִּים יְתֵרָה עַל בֵּית סָאתַיִם אֵין מְטַלְטְלִין בָּהּ אֶלָּא בְּאַרְבַּע. וַאֲפִלּוּ הָיָה פֶּתַח הַבַּיִת פָּתוּחַ לְתוֹכָהּ. וְאִם פָּתַח הַפֶּתַח לְשָׁם וְאַחַר כָּךְ הִקִּיפָה הֲרֵי זוֹ כְּמֻקֶּפֶת לְדִירָה וּמֻתָּר לְטַלְטֵל בְּכֻלָּהּ:  ",
      "רְחָבָה הַפְּתוּחָה לַמְּדִינָה מִצַּד אֶחָד וּמִצַּד אַחֵר פְּתוּחָה לַשְּׁבִיל הַמַּגִּיעַ לַנָּהָר. עוֹשֶׂה לָהּ לֶחִי מִצַּד הַמְּדִינָה וְיִהְיֶה מֻתָּר לְטַלְטֵל בְּכֻלָּהּ וּמִתּוֹכָהּ לַמְּדִינָה וּמִן הַמְּדִינָה לְתוֹכָהּ:  ",
      "יָחִיד שֶׁשָּׁבַת בְּבִקְעָה וְעָשָׂה מְחִצָּה סָבִיב לוֹ אִם יֵשׁ בָּהּ עַד בֵּית סָאתַיִם מֻתָּר לְטַלְטֵל בְּכֻלָּהּ. וְאִם הָיְתָה יֶתֶר עַל בֵּית סָאתַיִם אֵינוֹ מְטַלְטֵל בָּהּ אֶלָּא בְּאַרְבַּע אַמּוֹת. וְכֵן אִם הָיוּ שְׁנַיִם. אֲבָל שְׁלֹשָׁה יִשְׂרְאֵלִים אוֹ יֶתֶר עֲלֵיהֶן שֶׁשָּׁבְתוּ בְּבִקְעָה הֲרֵי הֵן שַׁיָּרָא וּמֻתָּר לָהֶם לְטַלְטֵל בְּכָל צָרְכָּן אֲפִלּוּ כַּמָּה מִילִין. וְהוּא שֶׁלֹּא יִשָּׁאֵר מִן הַמְּחִצָּה שֶׁהִקִּיפוּ בֵּית סָאתַיִם פָּנוּי בְּלֹא כֵּלִים. אֲבָל אִם נִשְׁאָר בֵּית סָאתַיִם פָּנוּי בְּלֹא כֵּלִים וְלֹא הָיוּ צְרִיכִים לוֹ אֲסוּרִים לְטַלְטֵל בְּכָל הַמְּחִצָּה אֶלָּא בְּאַרְבַּע אַמּוֹת. וְאֵין הַקָּטָן מַשְׁלִים לְשַׁיָּרָא:  ",
      "שְׁלֹשָׁה שֶׁהִקִּיפוּ כְּדֵי צָרְכָּן וְקָנוּ שְׁבִיתָה וְאַחַר כָּךְ מֵת אֶחָד מֵהֶן הֲרֵי הֵם מֻתָּרִין לְטַלְטֵל בְּכֻלָּהּ. קָנוּ שְׁנַיִם שְׁבִיתָה בְּיֶתֶר מִבֵּית סָאתַיִם וְאַחַר כָּךְ בָּא לָהֶם שְׁלִישִׁי אֲסוּרִין לְטַלְטֵל אֶלָּא בְּאַרְבַּע אַמּוֹת כְּשֶׁהָיוּ קֹדֶם שֶׁיָּבוֹא זֶה. שֶׁהַשְּׁבִיתָה הִיא הַגּוֹרֶמֶת לֹא הַדִּיּוּרִין:  ",
      "שְׁלֹשָׁה מְקוֹמוֹת הַמֻּקָּפִין שֶׁלֹּא לְשֵׁם דִּירָה זֶה בְּצַד זֶה וּפְתוּחִים זֶה לָזֶה שְׁנַיִם הַחִיצוֹנִים רְחָבִים וְהָאֶמְצָעִי קָצָר שֶׁנִּמְצְאוּ לַשְּׁנַיִם הַחִיצוֹנִים פַּסִּין מִכָּאן וּמִכָּאן וְהָיָה יָחִיד בָּזֶה וְיָחִיד בָּזֶה וְיָחִיד בָּזֶה נַעֲשׂוּ כְּשַׁיָּרָא וְנוֹתְנִין לָהֶם כָּל צָרְכָּן. הָיָה הָאֶמְצָעִי רָחָב וּשְׁנַיִם הַחִיצוֹנִים קְצָרִים שֶׁנִּמְצָא הָאֶמְצָעִי בְּפַסִּין מִשְּׁנֵי רוּחוֹתָיו הֲרֵי הוּא מֻבְדָּל מִשְּׁנַיִם הַחִיצוֹנִים. לְפִיכָךְ אִם שָׁבַת יָחִיד בָּזֶה וְיָחִיד בָּזֶה וְיָחִיד בָּזֶה אֵין נוֹתְנִין לָהֶן כָּל צָרְכָּן אֶלָּא כָּל אֶחָד וְאֶחָד יֵשׁ לוֹ בֵּית סָאתַיִם בִּמְקוֹמוֹ. הָיָה יָחִיד בָּזֶה וְיָחִיד בָּזֶה וּשְׁנַיִם בָּאֶמְצָעִי אוֹ שְׁנַיִם בָּזֶה וּשְׁנַיִם בָּזֶה וְאֶחָד בָּאֶמְצָעִי נוֹתְנִין לָהֶן כָּל צָרְכָּן:  ",
      "כָּל מְחִצָּה שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד בְּרוּחַ מְצוּיָה אֵינָהּ מְחִצָּה. וְכָל מְחִצָּה שֶׁאֵינָהּ עֲשׂוּיָה לְנַחַת אֵינָהּ מְחִצָּה. וְכָל מְחִצָּה שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לִצְנִיעוּת בִּלְבַד אֵינָהּ מְחִצָּה. וְכָל מְחִצָּה שֶׁאֵין בְּגָבְהָהּ עֲשָׂרָה טְפָחִים אוֹ יוֹתֵר אֵינָהּ מְחִצָּה גְּמוּרָה. גִּדּוּד חֲמִשָּׁה וּמְחִצָּה חֲמִשָּׁה מִצְטָרְפִין:  ",
      "כָּל מְחִצָּה שֶׁיֵּשׁ בָּהּ פָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד אֵינָהּ מְחִצָּה. אֲבָל אִם הָיָה פָּרוּץ כְּעוֹמֵד הֲרֵי זוֹ מֻתֶּרֶת. וּבִלְבַד שֶׁלֹּא יִהְיֶה בְּאוֹתָן הַפְּרָצוֹת פִּרְצָה שֶׁהִיא יֶתֶר עַל עֶשֶׂר אַמּוֹת. אֲבָל עֶשֶׂר אַמּוֹת הֲרֵי הִיא כְּפֶתַח. אִם הָיָה לְפִרְצָה זוֹ צוּרַת פֶּתַח אַף עַל פִּי שֶׁיֵּשׁ בָּהּ יוֹתֵר מֵעֶשֶׂר אֵינָהּ מַפְסֶדֶת הַמְּחִצָּה. וְהוּא שֶׁלֹּא יְהֵא הַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהַפְּרָצוֹת מִשְּׁלֹשָׁה טְפָחִים וּלְמַעְלָה. אֲבָל אִם הָיוּ הַפְּרָצוֹת כָּל פִּרְצָה מֵהֶן פְּחוּתָה מִשְּׁלֹשָׁה הֲרֵי זוֹ מֻתֶּרֶת. וְאַף עַל פִּי שֶׁהַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד. שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי הוּא כְּלָבוּד:  ",
      "כֵּיצַד. הֲרֵי שֶׁהִקִּיף בְּקָנִים וְאֵין בֵּין קָנֶה לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. אוֹ שֶׁהִקִּיף בַּחֲבָלִים וְאֵין בֵּין חֶבֶל לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. הֲרֵי זוֹ מְחִצָּה גְּמוּרָה. אַף עַל פִּי שֶׁהִיא שְׁתִי בְּלֹא עֵרֶב אוֹ עֵרֶב בְּלֹא שְׁתִי. וְצָרִיךְ שֶׁיִּהְיֶה גֹּבַהּ הַקָּנֶה עֲשָׂרָה אוֹ שֶׁיִּהְיֶה מִן הָאָרֶץ עַד סוֹף עֹבִי הַחֶבֶל הָעֶלְיוֹן עֲשָׂרָה אִם הִקִּיף בַּחֲבָלִים. שֶׁאֵין מְחִצָּה פְּחוּתָה מֵעֲשָׂרָה. וְכָל הַשִּׁעוּרִין הָאֵלּוּ הֲלָכָה לְמשֶׁה מִסִּינַי הֵן:  ",
      "צוּרַת פֶּתַח הָאֲמוּרָה בְּכָל מָקוֹם הִיא אֲפִלּוּ קָנֶה וְכַיּוֹצֵא בּוֹ מִכָּאן וְקָנֶה מִכָּאן וְקָנֶה עַל גַּבֵּיהֶן. גֹּבַהּ שְׁנֵי הַלְּחָיַיִם עֲשָׂרָה טְפָחִים אוֹ יֶתֶר וְהַקָּנֶה וְכַיּוֹצֵא בּוֹ שֶׁעַל גַּבֵּיהֶן אַף עַל פִּי שֶׁאֵינוֹ נוֹגֵעַ בִּשְׁנֵי הַלְּחָיַיִם אֶלָּא יֵשׁ בֵּינֵיהֶן כַּמָּה אַמּוֹת הוֹאִיל וְגֹבַהּ הַלְּחָיַיִם עֲשָׂרָה הֲרֵי זוֹ צוּרַת פֶּתַח. וְצוּרַת פֶּתַח שֶׁאָמְרוּ צְרִיכָה שֶׁתְּהֵא בְּרִיאָה לְקַבֵּל דֶּלֶת אֲפִלּוּ דֶּלֶת שֶׁל קַשׁ:  ",
      "פָּתַח שֶׁצּוּרָתוֹ כִּפָּה אִם יֵשׁ בְּאֹרֶךְ רַגְלֵי הַכִּפָּה עֲשָׂרָה טְפָחִים הֲרֵי זֶה צוּרַת פֶּתַח. וְצוּרַת פֶּתַח שֶׁעָשָׂה אוֹתָהּ מִן הַצַּד אֵינָהּ כְּלוּם שֶׁאֵין דֶּרֶךְ הַפְּתָחִים לִהְיוֹת בְּקֶרֶן זָוִית אֶלָּא בְּאֶמְצַע:  ",
      "בַּכּל עוֹשִׂין מְחִצָּה בֵּין בְּכֵלִים בֵּין בָּאֳכָלִים בֵּין בְּאָדָם אֲפִלּוּ בִּבְהֵמָה וּשְׁאָר מִינֵי חַיָּה וְעוֹף וְהוּא שֶׁיִּהְיוּ כְּפוּתִים כְּדֵי שֶׁלֹּא יָנוּדוּ:  ",
      "מְחִצָּה הָעוֹמֶדֶת מֵאֵלֶיהָ הֲרֵי זוֹ כְּשֵׁרָה. וּמְחִצָּה הַנַּעֲשֵׂית בְּשַׁבָּת הֲרֵי זוֹ מְחִצָּה. וְאִם נַעֲשֵׂית בִּשְׁגָגָה מֻתָּר לְטַלְטֵל בָּהּ בְּאוֹתָהּ שַׁבָּת. וְהוּא שֶׁתֵּעָשֶׂה שֶׁלֹּא לְדַעַת הַמְּטַלְטֵל. אֲבָל אִם נִתְכַּוֵּן אָדָם לְזוֹ הַמְּחִצָּה שֶׁתֵּעָשֶׂה בְּשַׁבָּת כְּדֵי לְטַלְטֵל בָּהּ אַף עַל פִּי שֶׁעָשָׂה אוֹתָהּ הָעוֹשֶׂה בִּשְׁגָגָה אָסוּר לְטַלְטֵל בָּהּ בְּאוֹתָהּ שַׁבָּת. וְכֵן אִם נַעֲשֵׂית בְּמֵזִיד אַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן זֶה לְטַלְטֵל בָּהּ הֲרֵי זֶה אָסוּר לְטַלְטֵל בָּהּ:  ",
      "מֻתָּר לַעֲשׂוֹת מְחִצָּה שֶׁל בְּנֵי אָדָם בְּשַׁבָּת שֶׁיַּעֲמֹד זֶה בְּצַד זֶה וּבִלְבַד שֶׁלֹּא יֵדְעוּ אֵלּוּ הָעוֹמְדִין שֶׁבִּשְׁבִיל לַעֲשׂוֹתָן מְחִצָּה הֶעֱמִידָן. וְלֹא יַעֲמִיד אוֹתָן אָדָם שֶׁהוּא רוֹצֶה לְהִשְׁתַּמֵּשׁ בִּמְחִצָּה זוֹ אֶלָּא יַעֲמִיד אוֹתָן אַחֵר שֶׁלֹּא לְדַעְתּוֹ:  ",
      "אִילָן שֶׁהוּא מֵסֵךְ עַל הָאָרֶץ אִם אֵין נוֹפוֹ גָּבוֹהַּ מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים מְמַלֵּא בֵּין בָּדָיוֹ וְעָלָיו תֶּבֶן וְקַשׁ וְכַיּוֹצֵא בָּהֶן וְקוֹשְׁרָן בָּאָרֶץ עַד שֶׁיַּעֲמֹד בְּרוּחַ מְצוּיָה וְלֹא יִתְנַדְנֵד וּמְטַלְטֵל תַּחַת כֻּלּוֹ. וְהוּא שֶׁיִּהְיוּ תַּחְתָּיו עַד בֵּית סָאתַיִם. אֲבָל אִם הָיָה יֶתֶר מִבֵּית סָאתַיִם אֵין מְטַלְטְלִין תַּחְתָּיו אֶלָּא בְּאַרְבַּע אַמּוֹת מִפְּנֵי שֶׁתַּחְתָּיו מָקוֹם שֶׁלֹּא הֻקַּף לְדִירָה הוּא:  "
    ],
    [
      "מָבוֹי שֶׁיֵּשׁ לוֹ שְׁלֹשָׁה כְּתָלִים הוּא הַנִּקְרָא מָבוֹי סָתוּם. וּמָבוֹי שֶׁיֵּשׁ לוֹ שְׁנֵי כְּתָלִים בִּלְבַד זֶה כְּנֶגֶד זֶה וְהָעָם נִכְנָסִין בְּרוּחַ זוֹ וְיוֹצְאִין בְּשֶׁכְּנֶגְדָהּ הוּא הַנִּקְרָא מָבוֹי הַמְפֻלָּשׁ: \n",
      "הֵיאַךְ מַתִּירִין מָבוֹי הַסָּתוּם. עוֹשֶׂה לוֹ בְּרוּחַ רְבִיעִית לֶחִי אֶחָד אוֹ עוֹשֶׂה עָלָיו קוֹרָה וְדַיּוֹ. וְתֵחָשֵׁב אוֹתָהּ קוֹרָה אוֹ אוֹתוֹ לֶחִי כְּאִלּוּ סָתַם רוּחַ רְבִיעִית וְיֵעָשֶׂה רְשׁוּת הַיָּחִיד וְיִהְיֶה מֻתָּר לְטַלְטֵל בְּכֻלּוֹ. שֶׁדִּין תּוֹרָה בְּשָׁלֹשׁ מְחִצּוֹת בִּלְבַד מֻתָּר לְטַלְטֵל וּמִדִּבְרֵי סוֹפְרִים הִיא הָרוּחַ הָרְבִיעִית וּלְפִיכָךְ דַּי לָהּ בְּלֶחִי אוֹ קוֹרָה: \n",
      "וְהֵיאַךְ מַתִּירִין מָבוֹי מְפֻלָּשׁ. עוֹשֶׂה לוֹ צוּרַת פֶּתַח מִכָּאן וְלֶחִי אוֹ קוֹרָה מִכָּאן. וּמָבוֹי עָקֹם תּוֹרָתוֹ כִּמְפֻלָּשׁ: \n",
      "מָבוֹי שֶׁהוּא שָׁוֶה מִתּוֹכוֹ וּמִדְרוֹן לִרְשׁוּת הָרַבִּים אוֹ שָׁוֶה לִרְשׁוּת הָרַבִּים וּמִדְרוֹן לְתוֹכוֹ אֵינוֹ צָרִיךְ לֹא לֶחִי וְלֹא קוֹרָה שֶׁהֲרֵי הוּא מֻבְדָּל מֵרְשׁוּת הָרַבִּים: \n",
      "מָבוֹי שֶׁצִּדּוֹ אֶחָד כָּלֶה לַיָּם וְצִדּוֹ אֶחָד כָּלֶה לְאַשְׁפָּה שֶׁל רַבִּים אֵינוֹ צָרִיךְ כְּלוּם. שֶׁאַשְׁפָּה שֶׁל רַבִּים אֵינָהּ עֲשׂוּיָה לְהִתְפַּנּוֹת וְאֵין חוֹשְׁשִׁין שֶׁמָּא יַעֲלֶה הַיָּם שִׂרְטוֹן: \n",
      "מָבוֹי מְפֻלָּשׁ שֶׁהוּא כָּלֶה לְאֶמְצַע רְחָבָה שֶׁל רַבִּים. אִם לֹא הָיָה מְכֻוָּן כְּנֶגֶד פֶּתַח הָרְחָבָה הֲרֵי זֶה כְּסָתוּם וְאֵינוֹ צָרִיךְ מִצַּד הָרְחָבָה כְּלוּם. אֲבָל אִם הָיָה כָּלֶה לְצִדְדֵי הָרְחָבָה אָסוּר. וְאִם הָיְתָה שֶׁל יָחִיד אַף לְאֶמְצָעָהּ אָסוּר. פְּעָמִים בּוֹנֶה מִצַּד אֶחָד וְנִמְצָא כָּלֶה לְצִדָּהּ שֶׁל רְחָבָה: \n",
      "אֵין הַמָּבוֹי נִתָּר בְּלֶחִי אוֹ קוֹרָה עַד שֶׁיִּהְיוּ בָּתִּים וַחֲצֵרוֹת פְּתוּחוֹת לְתוֹכוֹ וְיִהְיֶה אָרְכּוֹ מֵאַרְבַּע אַמּוֹת וּלְמַעְלָה וְיִהְיֶה אָרְכּוֹ יָתֵר עַל רָחְבּוֹ. אֲבָל מָבוֹי שֶׁאָרְכּוֹ כְּרָחְבּוֹ הֲרֵי הוּא כְּחָצֵר וְאֵינוֹ נִתָּר אֶלָּא בִּשְׁנֵי לְחָיַיִם מִשְּׁנֵי רוּחוֹתָיו כָּל לֶחִי בְּמַשֶּׁהוּ. אוֹ בְּפַס רָחָב אַרְבָּעָה מֵרוּחַ אַחַת: \n",
      "חָצֵר שֶׁאָרְכָּהּ יֶתֶר עַל רָחְבָּהּ הֲרֵי הִיא כְּמָבוֹי וְנִתֶּרֶת בְּלֶחִי אוֹ קוֹרָה. וּמָבוֹי שֶׁאֵין בָּתִּים וַחֲצֵרוֹת פְּתוּחוֹת לְתוֹכוֹ כְּגוֹן שֶׁלֹּא הָיָה בּוֹ אֶלָּא בַּיִת אֶחָד אוֹ חָצֵר אַחַת וְכֵן מָבוֹי שֶׁאֵין בְּאָרְכּוֹ אַרְבַּע אַמּוֹת אֵינוֹ נִתָּר אֶלָּא בִּשְׁנֵי לְחָיַיִם אוֹ בְּפַס אַרְבָּעָה וּמַשֶּׁהוּ: \n",
      "מָבוֹי שֶׁאֵין בְּרָחְבּוֹ שְׁלֹשָׁה טְפָחִים אֵינוֹ צָרִיךְ לֹא לֶחִי וְלֹא קוֹרָה וּמֻתָּר לְטַלְטֵל בְּכֻלּוֹ. שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי הוּא כְּלָבוּד. מָבוֹי שֶׁהֶכְשֵׁרוֹ בְּקוֹרָה אַף עַל פִּי שֶׁמֻּתָּר לְטַלְטֵל בְּכֻלּוֹ כִּרְשׁוּת הַיָּחִיד הַזּוֹרֵק מִתּוֹכוֹ לִרְשׁוּת הָרַבִּים אוֹ מֵרְשׁוּת הָרַבִּים לְתוֹכוֹ פָּטוּר. שֶׁהַקּוֹרָה מִשּׁוּם הֶכֵּר הִיא עֲשׂוּיָה. אֲבָל אִם הֶכְשֵׁרוֹ בְּלֶחִי הַזּוֹרֵק מִתּוֹכוֹ לִרְשׁוּת הָרַבִּים אוֹ מֵרְשׁוּת הָרַבִּים לְתוֹכוֹ חַיָּב שֶׁהַלֶּחִי הֲרֵי הוּא כִּמְחִצָּה בְּרוּחַ רְבִיעִית: \n",
      "שְׁנֵי כְּתָלִים בִּרְשׁוּת הָרַבִּים וְהָעָם עוֹבְרִים בֵּינֵיהֶם כֵּיצַד מַכְשִׁיר בֵּינֵיהֶם. עוֹשֶׂה דְּלָתוֹת מִכָּאן וּדְלָתוֹת מִכָּאן וְאַחַר כָּךְ יַעֲשֶׂה בֵּינֵיהֶם רְשׁוּת הַיָּחִיד. וְאֵינוֹ צָרִיךְ לִנְעל הַדְּלָתוֹת בַּלַּיְלָה אֲבָל צָרִיךְ שֶׁיִּהְיוּ רְאוּיוֹת לְהִנָּעֵל. הָיוּ מְשֻׁקָּעוֹת בְּעָפָר מְפַנֶּה אוֹתָן וּמְתַקְּנָן לְהִנָּעֵל. אֲבָל צוּרַת פֶּתַח אוֹ לֶחִי וְקוֹרָה אֵינָן מוֹעִילִין בְּהֶכְשֵׁר רְשׁוּת הָרַבִּים: \n",
      "מֻתָּר לְטַלְטֵל בְּמָבוֹי תַּחַת הַקּוֹרָה אוֹ בֵּין הַלְּחָיַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה סָמוּךְ לִרְשׁוּת הָרַבִּים. אֲבָל אִם הָיָה סָמוּךְ לְכַרְמְלִית אָסוּר לְטַלְטֵל תַּחַת הַקּוֹרָה אוֹ בֵּין הַלְּחָיַיִם עַד שֶׁיַּעֲשֶׂה לֶחִי אַחֵר לְהַתִּיר תּוֹךְ הַפֶּתַח שֶׁהֲרֵי מָצָא מִין אֶת מִינוֹ וְנֵעוֹר: \n",
      "בַּכּל עוֹשִׂין לְחָיַיִם אֲפִלּוּ בְּדָבָר שֶׁיֵּשׁ בּוֹ רוּחַ חַיִּים וַאֲפִלּוּ בְּאִסּוּרֵי הֲנָיָה. עֲבוֹדָה זָרָה עַצְמָהּ אוֹ אֲשֵׁרָה שֶׁעָשָׂה אוֹתָהּ לֶחִי כָּשֵׁר שֶׁהַלֶּחִי עָבְיוֹ כָּל שֶׁהוּא. גֹּבַהּ הַלֶּחִי אֵין פָּחוֹת מֵעֲשָׂרָה טְפָחִים רָחְבּוֹ וְעָבְיוֹ כָּל שֶׁהוּא: \n",
      "בַּכּל עוֹשִׂין קוֹרָה אֲבָל לֹא בַּאֲשֵׁרָה לְפִי שֶׁיֵּשׁ לְרֹחַב הַקּוֹרָה שִׁעוּר. וְכָל הַשִּׁעוּרִין אֲסוּרִים מִן הָאֲשֵׁרָה. וְכֵן רֹחַב הַקּוֹרָה אֵין פָּחוֹת מִטֶּפַח וְעָבְיָהּ כָּל שֶׁהוּא. וְהוּא שֶׁתִּהְיֶה בְּרִיאָה לְקַבֵּל אָרִיחַ שֶׁהוּא חֲצִי לְבֵנָה שֶׁל שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים. וּמַעֲמִידֵי קוֹרָה צְרִיכִין שֶׁיִּהְיוּ בְּרִיאִין כְּדֵי לְקַבֵּל קוֹרָה וַחֲצִי לְבֵנָה: \n",
      "כַּמָּה יִהְיֶה פֶּתַח הַמָּבוֹי וְיִהְיֶה דַּי לְהַכְשִׁירוֹ בְּלֶחִי אוֹ קוֹרָה. גָּבְהוֹ אֵין פָּחוֹת מֵעֲשָׂרָה טְפָחִים וְלֹא יֶתֶר עַל עֶשְׂרִים אַמָּה וְרָחְבּוֹ עַד עֶשֶׂר אַמּוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא הָיָה לוֹ צוּרַת פֶּתַח. אֲבָל אִם הָיָה לוֹ צוּרַת פֶּתַח אֲפִלּוּ הָיָה גָּבוֹהַּ מֵאָה אַמָּה אוֹ פָּחוֹת מֵעֲשָׂרָה אוֹ רֹחַב מֵאָה אַמָּה הֲרֵי זֶה מֻתָּר: \n",
      "וְכֵן אִם הָיָה בְּקוֹרָה שֶׁל מָבוֹי כִּיּוּר וְצִיּוּר עַד שֶׁיִּהְיוּ הַכּל מִסְתַּכְּלִין בָּהּ אַף עַל פִּי שֶׁהִיא לְמַעְלָה מֵעֶשְׂרִים אַמָּה כְּשֵׁרָה. שֶׁהַקּוֹרָה מִשּׁוּם הֶכֵּר עֲשׂוּיָה וְאִם הָיְתָה לְמַעְלָה מֵעֶשְׂרִים אֵינָהּ נִכֶּרֶת וְאִם יֵשׁ בָּהּ צִיּוּר וְכִיּוּר מִסְתַּכְּלִים בָּהּ וְנִמְצָא שָׁם הֶכֵּר: \n",
      "מָבוֹי שֶׁהָיָה גָּבְהוֹ מִן הָאָרֶץ עַד קַרְקָעִית קוֹרָה עֶשְׂרִים אַמָּה וָעֳבִי הַקּוֹרָה לְמַעְלָה מֵעֶשְׂרִים כָּשֵׁר. הָיָה גָּבְהוֹ יֶתֶר מֵעֶשְׂרִים וּבָא לְמַעֲטוֹ בַּקּוֹרָה שֶׁמַּנִּיחַ אוֹתָהּ לְמַטָּה צָרִיךְ לִהְיוֹת בְּרָחְבָּהּ טֶפַח כְּקוֹרָה. הָיָה גָּבְהוֹ פָּחוֹת מֵעֲשָׂרָה חוֹקֵק בּוֹ מֶשֶׁךְ אַרְבַּע עַל אַרְבַּע אַמּוֹת וּמַעֲמִיק כְּדֵי לְהַשְׁלִימוֹ לַעֲשָׂרָה: \n",
      "נִפְרַץ בּוֹ פִּרְצָה מִצִּדּוֹ כְּלַפֵּי רֹאשׁוֹ אִם נִשְׁאַר עוֹמֵד בְּרֹאשׁוֹ פַּס רֹחַב אַרְבָּעָה טְפָחִים מֻתָּר וְהוּא שֶׁלֹּא תִּהְיֶה הַפִּרְצָה יֶתֶר עַל עֶשֶׂר. וְאִם לֹא נִשְׁאַר פַּס אַרְבָּעָה אָסוּר אֶלָּא אִם כֵּן הָיְתָה הַפִּרְצָה פָּחוֹת מִשְּׁלֹשָׁה שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה כְּלָבוּד: \n",
      "נִפְרַץ הַמָּבוֹי בִּמְלוֹאוֹ לֶחָצֵר וְנִפְרְצָה חָצֵר כְּנֶגְדּוֹ לִרְשׁוּת הָרַבִּים הֲרֵי זֶה אָסוּר מִפְּנֵי שֶׁהוּא מָבוֹי מְפֻלָּשׁ. וְהֶחָצֵר מֻתֶּרֶת שֶׁהֶחָצֵר שֶׁרַבִּים בּוֹקְעִין בָּהּ וְנִכְנָסִין בָּזוֹ וְיוֹצְאִין בָּזוֹ הֲרֵי הִיא רְשׁוּת הַיָּחִיד גְּמוּרָה: \n",
      "מָבוֹי שֶׁהָיוּ לוֹ שְׁבִילִים מִצַּד זֶה וּשְׁבִילִים מִצַּד אַחֵר שֶׁנִּמְצְאוּ מְפֻלָּשִׁין לִרְשׁוּת הָרַבִּים אַף עַל פִּי שֶׁאֵינָן מְכֻוָּנִין זֶה כְּנֶגֶד זֶה הֲרֵי כָּל אֶחָד מֵהֶן מָבוֹי מְפֻלָּשׁ. כֵּיצַד מַכְשִׁירִין אוֹתוֹ. עוֹשֶׂה צוּרַת פֶּתַח לְכָל אֶחָד וְאֶחָד מִן הַשְּׁבִילִים שֶׁבַּצַּד הָאֶחָד. וְכֵן לַפֶּתַח הַגָּדוֹל. וְעוֹשֶׂה לְכָל הַשְּׁבִילִים שֶׁבַּצַּד הַשֵּׁנִי לֶחִי אוֹ קוֹרָה: \n",
      "מָבוֹי שֶׁצִּדּוֹ אֶחָד אָרֹךְ וְצִדּוֹ הַשֵּׁנִי קָצָר מַנִּיחַ אֶת הַקּוֹרָה כְּנֶגֶד הַקָּצָר. הֶעֱמִיד לֶחִי בַּחֲצִי הַמָּבוֹי הַפְּנִימִי שֶׁהוּא לִפְנִים מִן הַלֶּחִי מֻתָּר לְטַלְטֵל בּוֹ וְהַחֵצִי הַחִיצוֹן שֶׁהוּא חוּץ מִן הַלֶּחִי אָסוּר: \n",
      "מָבוֹי שֶׁהוּא רָחָב עֶשְׂרִים אַמָּה עוֹשֶׂה פַּס גָּבוֹהַּ עֲשָׂרָה טְפָחִים בְּמֶשֶׁךְ אַרְבַּע אַמּוֹת שֶׁהוּא שִׁעוּר מֶשֶׁךְ הַמָּבוֹי וּמַעֲמִידוֹ בָּאֶמְצַע וְנִמְצָא כִּשְׁנֵי מְבוֹאוֹת שֶׁיֵּשׁ בְּפֶתַח כָּל אֶחָד מֵהֶן עֶשֶׂר אַמּוֹת. אוֹ מַרְחִיק שְׁתֵּי אַמּוֹת מִכָּאן וּמַעֲמִיד פַּס שָׁלֹשׁ אַמּוֹת וּמַרְחִיק שְׁתֵּי אַמּוֹת מִכָּאן וּמַעֲמִיד פַּס שָׁלֹשׁ אַמּוֹת מִכָּאן וְנִמְצָא פֶּתַח הַמָּבוֹי עֶשֶׂר אַמּוֹת וְהַצְּדָדִין הֲרֵי הֵן כִּסְתוּמִין שֶׁהֲרֵי עוֹמֵד מְרֻבֶּה עַל הַפָּרוּץ: \n",
      "לֶחִי הַבּוֹלֵט מִדָּפְנוֹ שֶׁל מָבוֹי כָּשֵׁר. וְלֶחִי הָעוֹמֵד מֵאֵלָיו אִם סָמְכוּ עָלָיו מִקֹּדֶם הַשַּׁבָּת כָּשֵׁר. וְלֶחִי שֶׁהוּא נִרְאֶה מִבִּפְנִים לֶחִי וּמִבַּחוּץ אֵינוֹ נִרְאֶה לֶחִי. אוֹ שֶׁהָיָה נִרְאֶה מִבַּחוּץ לֶחִי וּמִבִּפְנִים נִרְאֶה שֶׁהוּא שָׁוֶה וּכְאִלּוּ אֵין שָׁם לֶחִי. הֲרֵי זֶה נִדּוֹן מִשּׁוּם לֶחִי. לֶחִי שֶׁהִגְבִּיהוֹ מִן הַקַּרְקַע שְׁלֹשָׁה טְפָחִים אוֹ שֶׁהִפְלִיגוֹ מִן הַכֹּתֶל שְׁלֹשָׁה לֹא עָשָׂה כְּלוּם. אֲבָל פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים כָּשֵׁר שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה כְּלָבוּד. לֶחִי שֶׁהָיָה רָחָב הַרְבֵּה. בֵּין שֶׁהָיָה רָחְבּוֹ פָּחוֹת מֵחֲצִי רֹחַב הַמָּבוֹי בֵּין שֶׁהָיָה רָחְבּוֹ כַּחֲצִי רֹחַב הַמָּבוֹי כָּשֵׁר וְנִדּוֹן מִשּׁוּם לֶחִי. אֲבָל אִם הָיָה יָתֵר עַל חֲצִי רֹחַב הַמָּבוֹי נִדּוֹן מִשּׁוּם עוֹמֵד מְרֻבֶּה עַל הַפָּרוּץ: \n",
      "קוֹרָה שֶׁפֵּרֵס עָלֶיהָ מַחְצֶלֶת הֲרֵי בִּטְּלָהּ שֶׁהֲרֵי אֵינָהּ נִכֶּרֶת. לְפִיכָךְ אִם הָיְתָה הַמַּחְצֶלֶת מְסֻלֶּקֶת מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים אוֹ יֶתֶר אֵינָהּ מְחִצָּה. נָעַץ שְׁתֵּי יְתֵדוֹת בִּשְׁנֵי כָּתְלֵי מָבוֹי מִבַּחוּץ וְהִנִּיחַ עֲלֵיהֶן הַקּוֹרָה לֹא עָשָׂה כְּלוּם. שֶׁצָּרִיךְ לִהְיוֹת הַקּוֹרָה עַל גַּבֵּי הַמָּבוֹי לֹא סָמוּךְ לוֹ: \n",
      "קוֹרָה הַיּוֹצְאָה מִכֹּתֶל זֶה וְאֵינָהּ נוֹגַעַת בַּכֹּתֶל הַשֵּׁנִי וְכֵן שְׁתֵּי קוֹרוֹת אַחַת יוֹצְאָה מִכֹּתֶל זֶה וְאַחַת יוֹצְאָה מִכֹּתֶל זֶה וְאֵינָן מַגִּיעוֹת זוֹ לָזוֹ פָּחוֹת מִשְּׁלֹשָׁה אֵינוֹ צָרִיךְ לְהָבִיא קוֹרָה אַחֶרֶת. הָיָה בֵּינֵיהֶן שְׁלֹשָׁה צָרִיךְ לְהָבִיא קוֹרָה אַחֶרֶת: \n",
      "וְכֵן שְׁתֵּי קוֹרוֹת הַמַּתְאִימוֹת לֹא בָּזוֹ כְּדֵי לְקַבֵּל אָרִיחַ וְלֹא בָּזוֹ כְּדֵי לְקַבֵּל אָרִיחַ אִם יֵשׁ בִּשְׁתֵּיהֶן כְּדֵי לְקַבֵּל אָרִיחַ אֵינוֹ צָרִיךְ לְהָבִיא קוֹרָה אַחֶרֶת. הָיְתָה אַחַת לְמַטָּה וְאַחַת לְמַעְלָה רוֹאִין אֶת הָעֶלְיוֹנָה כְּאִלּוּ הִיא לְמַטָּה וְהַתַּחְתּוֹנָה כְּאִלּוּ הִיא לְמַעְלָה. וּבִלְבַד שֶׁלֹּא תִּהְיֶה עֶלְיוֹנָה לְמַעְלָה מֵעֶשְׂרִים וְלֹא תַּחְתּוֹנָה לְמַטָּה מֵעֲשָׂרָה. וְלֹא יִהְיֶה בֵּינֵיהֶן שְׁלֹשָׁה טְפָחִים כְּשֶׁרוֹאִין אוֹתָהּ שֶׁיָּרְדָה זוֹ וְעָלְתָה זוֹ בְּכַוָּנָה עַד שֶׁיֵּעָשׂוּ זוֹ בְּצַד זוֹ: \n",
      "הָיְתָה הַקּוֹרָה עֲקֻמָּה רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא פְּשׁוּטָה. עֲגֻלָּה רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא מְרֻבַּעַת. וְאִם הָיָה בְּהֶקֵפָהּ שְׁלֹשָׁה טְפָחִים יֵשׁ בָּהּ רֹחַב טֶפַח. הָיְתָה הַקּוֹרָה בְּתוֹךְ הַמָּבוֹי וַעֲקֻמָּה חוּץ לַמָּבוֹי. אוֹ שֶׁהָיְתָה עֲקֻמָּה לְמַעְלָה מֵעֶשְׂרִים אוֹ לְמַטָּה מֵעֲשָׂרָה. רוֹאִין כּל שֶׁאִלּוּ יִנָּטֵל הָעִקּוּם וְיִשָּׁאֲרוּ שְׁנֵי רָאשֶׁיהָ אֵין בֵּין זֶה לָזֶה שְׁלֹשָׁה אֵינוֹ צָרִיךְ לְהָבִיא קוֹרָה אַחֶרֶת. וְאִם לָאו צָרִיךְ לְהָבִיא קוֹרָה אַחֶרֶת: \n",
      "בְּאֵר שֶׁעָשָׂה לָהּ שְׁמוֹנָה פַּסִּין מֵאַרְבַּע זָוִיּוֹת שְׁנֵי פַּסִּין דְּבוּקִין בְּכָל זָוִית הֲרֵי אֵלּוּ כִּמְחִצָּה. וְאַף עַל פִּי שֶׁהַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד בְּכָל רוּחַ וָרוּחַ. הוֹאִיל וְאַרְבַּע הַזָּוִיּוֹת עוֹמְדוֹת הֲרֵי זֶה מֻתָּר לְמַלְּאוֹת מִן הַבְּאֵר וּלְהַשְׁקוֹת לִבְהֵמָה. וְכַמָּה יִהְיֶה גֹּבַהּ כָּל פַּס מֵהֶן עֲשָׂרָה טְפָחִים וְרָחְבּוֹ שִׁשָּׁה טְפָחִים וּבֵין כָּל פַּס לְפַס כִּמְלֹא שְׁתֵּי רִבְקוֹת שֶׁל אַרְבָּעָה אַרְבָּעָה בָּקָר אַחַת נִכְנֶסֶת וְאַחַת יוֹצְאָה. שִׁעוּר רֹחַב זֶה אֵין יֶתֶר עַל שְׁלֹשׁ עֶשְׂרֵה אַמָּה וּשְׁלִישׁ: \n",
      "הָיָה בְּמָקוֹם אֶחָד מִן הַזָּוִיּוֹת אוֹ בְּכָל זָוִית מֵאַרְבַּעְתָּן אֶבֶן גְּדוֹלָה אוֹ אִילָן אוֹ תֵּל הַמִּתְלַקֵּט עֲשָׂרָה מִתּוֹךְ אַרְבַּע אַמּוֹת אוֹ חֲבִילָה שֶׁל קָנִים. רוֹאִין כּל שֶׁאִלּוּ יֵחָלֵק וְיֵשׁ בּוֹ אַמָּה לְכָאן וְאַמָּה לְכָאן בְּגֹבַהּ עֲשָׂרָה נִדּוֹן מִשּׁוּם זָוִית שֶׁיֵּשׁ בָּהּ שְׁנֵי פַּסִּין. חֲמִשָּׁה קָנִים וְאֵין בֵּין זֶה לָזֶה שְׁלֹשָׁה וְיֵשׁ בֵּינֵיהֶן שִׁשָּׁה טְפָחִים לְכָאן וְשִׁשָּׁה טְפָחִים לְכָאן נִדּוֹנִים מִשּׁוּם זָוִית שֶׁיֵּשׁ בָּהּ שְׁנֵי פַּסִּין: \n",
      "מֻתָּר לְהַקְרִיב אַרְבַּע הַזָּוִיּוֹת הָאֵלּוּ לִבְאֵר. וְהוּא שֶׁתִּהְיֶה פָּרָה רֹאשָׁהּ וְרֻבָּה לִפְנִים מִן הַפַּסִּין וְשׁוֹתָה. אַף עַל פִּי שֶׁלֹּא יֹאחַז רֹאשׁ הַבְּהֵמָה עִם הַכְּלִי שֶׁבּוֹ הַמַּיִם הוֹאִיל וְרֹאשָׁהּ וְרֻבָּה בִּפְנִים מֻתָּר אֲפִלּוּ לְגָמָל. הָיוּ קְרוֹבִים יֶתֶר מִזֶּה אָסוּר לְהַשְׁקוֹת מֵהֶן אֲפִלּוּ לִגְדִי שֶׁהוּא כֻּלּוֹ נִכְנָס לִפְנִים. וּמֻתָּר לְהַרְחִיק כָּל שֶׁהוּא וּבִלְבַד שֶׁיַּרְבֶּה בְּפַסִּים פְּשׁוּטִים שֶׁמַּנִּיחִין אוֹתָן בְּכָל רוּחַ וְרוּחַ כְּדֵי שֶׁלֹּא יְהֵא בֵּין פַּס לַחֲבֵרוֹ יוֹתֵר עַל שְׁלֹשׁ עֶשְׂרֵה אַמָּה וּשְׁלִישׁ: \n",
      "לֹא הִתִּירוּ הַפַּסִּים הָאֵלּוּ אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל וּלְבֶהֱמַת עוֹלֵי רְגָלִים בִּלְבַד וְהוּא שֶׁיִּהְיֶה בְּאֵר מַיִם חַיִּים שֶׁל רַבִּים. אֲבָל בִּשְׁאָר אֲרָצוֹת אָדָם יֵרֵד לַבְּאֵר וְיִשְׁתֶּה אוֹ יַעֲשֶׂה לוֹ מְחִצָּה מַקֶּפֶת לַבְּאֵר גְּבוֹהָה עֲשָׂרָה טְפָחִים וְיַעֲמֹד בְּתוֹכָהּ וְיִדְלֶה וְיִשְׁתֶּה. וְאִם הָיָה הַבְּאֵר רָחָב הַרְבֵּה שֶׁאֵין אָדָם יָכוֹל לֵירֵד בּוֹ הֲרֵי זֶה יִדְלֶה וְיִשְׁתֶּה בֵּין הַפַּסִּין: \n",
      "וְכֵן בּוֹר הָרַבִּים וּבְאֵר הַיָּחִיד אֲפִלּוּ בְּאֶרֶץ יִשְׂרָאֵל אֵין מְמַלְּאִין מֵהֶן אֶלָּא אִם כֵּן עָשׂוּ לָהֶן מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים: \n",
      "הַמְמַלֵּא לִבְהֶמְתּוֹ בֵּין הַפַּסִּים מְמַלֵּא וְנוֹתֵן בִּכְלִי לְפָנֶיהָ. וְאִם הָיָה אֵבוּס רֹאשׁוֹ נִכְנָס לְבֵין הַפַּסִּים וְהָיָה גָּבוֹהַּ עֲשָׂרָה וְרָחָב אַרְבָּעָה לֹא יְמַלֵּא וְיִתֵּן לְפָנֶיהָ שֶׁמָּא יִתְקַלְקֵל הָאֵבוּס וְיוֹצִיא הַדְּלִי לָאֵבוּס וּמִן הָאֵבוּס לְקַרְקַע רְשׁוּת הָרַבִּים אֶלָּא מְמַלֵּא וְשׁוֹפֵךְ וְהִיא שׁוֹתָה מֵאֵלֶיהָ: \n",
      "הַזּוֹרֵק מֵרְשׁוּת הָרַבִּים לְבֵין הַפַּסִּין חַיָּב הוֹאִיל וְיֵשׁ בְּכָל זָוִית וְזָוִית מְחִצָּה גְּמוּרָה שֶׁיֵּשׁ בָּהּ גֹּבַהּ עֲשָׂרָה וְיוֹתֵר מֵאַרְבָּעָה עַל אַרְבָּעָה וַהֲרֵי הָרִבּוּעַ נִכָּר וְנִרְאֶה וְנַעֲשָׂה כָּל שֶׁבֵּינֵיהֶם רְשׁוּת הַיָּחִיד. וַאֲפִלּוּ הָיָה בְּבִקְעָה וְאֵין שָׁם בֵּינֵיהֶם בְּאֵר שֶׁהֲרֵי בְּכָל רוּחַ וְרוּחַ פַּס מִכָּאן וּפַס מִכָּאן. וַאֲפִלּוּ הָיוּ רַבִּים בּוֹקְעִין וְעוֹבְרִין בֵּין הַפַּסִּין לֹא בָּטְלוּ הַמְּחִצּוֹת וַהֲרֵי הֵן כַּחֲצֵרוֹת שֶׁהָרַבִּים בּוֹקְעִין בָּהֶן וְהַזּוֹרֵק לְתוֹכָן חַיָּב. וּמֻתָּר לְהַשְׁקוֹת הַבְּהֵמָה בֵּינֵיהֶן אִם הָיָה בֵּינֵיהֶן בְּאֵר: \n",
      "חָצֵר שֶׁרֹאשָׁהּ אֶחָד נִכְנָס לְבֵין הַפַּסִּין מֻתָּר לְטַלְטֵל מִתּוֹכָהּ לְבֵין הַפַּסִּין וּמִבֵּין הַפַּסִּין לְתוֹכָהּ. הָיוּ שְׁתֵּי חֲצֵרוֹת אֲסוּרִין עַד שֶׁיְּעָרְבוּ. יָבְשׁוּ הַמַּיִם בְּשַׁבָּת אָסוּר לְטַלְטֵל בֵּין הַפַּסִּין שֶׁלֹּא נֶחְשְׁבוּ מְחִצָּה לְטַלְטֵל בְּתוֹכָן אֶלָּא מִשּׁוּם הַמַּיִם. בָּאוּ לוֹ מַיִם בְּשַׁבָּת מֻתָּר לְטַלְטֵל בֵּינֵיהֶן. שֶׁכָּל מְחִצָּה שֶׁנַּעֲשֵׂית בְּשַׁבָּת שְׁמָהּ מְחִצָּה. מָבוֹי שֶׁנִּטְּלָה קוֹרָתוֹ אוֹ לֶחְיוֹ בְּשַׁבָּת אָסוּר לְטַלְטֵל בּוֹ אַף עַל פִּי שֶׁנִּפְרַץ לְכַרְמְלִית: \n",
      "אַכְסַדְרָה בַּבִּקְעָה מֻתָּר לְטַלְטֵל בְּכֻלָּהּ וְאַף עַל פִּי שֶׁהִיא בַּת שָׁלֹשׁ מְחִצּוֹת וְתִקְרָה. שֶׁאָנוּ רוֹאִין כְּאִלּוּ פִּי תִּקְרָה יוֹרֵד וְסוֹתֵם רוּחַ רְבִיעִית. וְהַזּוֹרֵק מֵרְשׁוּת הָרַבִּים לְתוֹכָהּ פָּטוּר כְּזוֹרֵק לְמָבוֹי סָתוּם שֶׁיֵּשׁ לוֹ קוֹרָה. בַּיִת אוֹ חָצֵר שֶׁנִּפְרַץ קֶרֶן זָוִית שֶׁלָּהּ בְּעֶשֶׂר אַמּוֹת הֲרֵי זֶה אָסוּר לְטַלְטֵל בְּכֻלּוֹ אַף עַל פִּי שֶׁכָּל פִּרְצָה שֶׁהִיא עַד עֶשֶׂר אַמּוֹת כְּפֶתַח. אֵין עוֹשִׂין פֶּתַח בְּקֶרֶן זָוִית. וְאִם הָיְתָה שָׁם קוֹרָה מִלְּמַעְלָה עַל אֹרֶךְ הַפִּרְצָה רוֹאִין אוֹתָהּ שֶׁיָּרְדָה וְסָתְמָה וּמֻתָּר לְטַלְטֵל בְּכֻלּוֹ וְהוּא שֶׁלֹּא תִּהְיֶה בַּאֲלַכְסוֹן: \n",
      "הָאֶצְבַּע שֶׁמְּשַׁעֲרִין בָּהּ בְּכָל מָקוֹם הִיא רֹחַב הַגּוּדָל שֶׁל יָד. וְהַטֶּפַח אַרְבַּע אֶצְבָּעוֹת. וְכָל אַמָּה הָאֲמוּרָה בְּכָל מָקוֹם בֵּין בְּשַׁבָּת בֵּין בְּסֻכָּה וְכִלְאַיִם הִיא אַמָּה בַּת שִׁשָּׁה טְפָחִים. וּפְעָמִים מְשַׁעֲרִין בְּאַמָּה בַּת שִׁשָּׁה טְפָחִים דְּחוּקוֹת זוֹ לְזוֹ. וּפְעָמִים מְשַׁעֲרִין בְּאַמָּה בַּת שִׁשָּׁה שׂוֹחֲקוֹת וְרוֹוְחוֹת וְזֶה וָזֶה לְהַחֲמִיר. כֵּיצַד. מֶשֶׁךְ מָבוֹי בְּאַרְבַּע אַמּוֹת שׂוֹחֲקוֹת וְגָבְהוֹ עֶשְׂרִים אַמָּה עֲצֵבוֹת. רֹחַב הַפִּרְצָה עֶשֶׂר אַמּוֹת עֲצֵבוֹת. וְכַיּוֹצֵא בָּהֶן לְעִנְיַן סֻכָּה וְכִלְאַיִם: \n"
    ],
    [
      "הַמּוֹצִיא דָּבָר מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הרבִּים אוֹ מֵרְשׁוּת הָרַבִּים לִרְשׁוּת הַיָּחִיד אֵינוֹ חַיָּב עַד שֶׁיּוֹצִיא מִמֶּנּוּ שִׁעוּר שֶׁמּוֹעִיל כְּלוּם. וְאֵלּוּ הֵן שִׁעוּרֵי הַהוֹצָאָה. הַמּוֹצִיא אָכְלֵי אָדָם כִּגְרוֹגֶרֶת. וּמִצְטָרְפִין זֶה עִם זֶה. וְהוּא שֶׁיִּהְיֶה כִּגְרוֹגֶרֶת מִן הָאֹכֶל עַצְמוֹ חוּץ מִן הַקְּלִפִּים וְהַגַּרְעִינִין וְהָעֵקְצִין וְהַסֻּבִּין וְהַמֻּרְסָן: \n",
      "יַיִן כְּדֵי רֹבַע רְבִיעִית וְאִם הָיָה קָרוּשׁ בִּכְזַיִת. חֲלֵב בְּהֵמָה טְהוֹרָה כְּדֵי גְּמִיעָה וַחֲלֵב טְמֵאָה כְּדֵי לִכְחל עַיִן אַחַת. חֲלֵב אִשָּׁה וְלֹבֶן בֵּיצָה כְּדֵי לִתֵּן בִּמְשִׁיפָה. שֶׁמֶן כְּדֵי לָסוּךְ אֶצְבַּע קְטַנָּה שֶׁל רֶגֶל קָטָן בֶּן יוֹמוֹ. טַל כְּדֵי לָשׁוּף אֶת הַקִּילוֹרִין. וְקִילוֹר כְּדֵי לָשׁוּף בַּמַּיִם. וּמַיִם כְּדֵי לִרְחֹץ פְּנֵי מְדוּכָה. דְּבַשׁ כְּדֵי לִתֵּן עַל רֹאשׁ הַכָּתִית. דָּם וּשְׁאָר כָּל הַמַּשְׁקִין וְכָל הַשּׁוֹפְכִין כְּדֵי רְבִיעִית: \n",
      "תֶּבֶן תְּבוּאָה כִּמְלֹא פִּי פָּרָה. תֶּבֶן קִטְנִיּוֹת כִּמְלֹא פִּי גָּמָל. וְאִם הוֹצִיא תֶּבֶן קִטְנִיּוֹת לְהַאֲכִילוֹ לְפָרָה כִּמְלֹא פִּי פָּרָה. שֶׁהָאֲכִילָה עַל יְדֵי הַדְּחָק שְׁמָהּ אֲכִילָה. עָמִיר כִּמְלֹא פִּי טָלֶה. עֲשָׂבִים כִּמְלֹא פִּי גְּדִי. עֲלֵי שׁוּם וַעֲלֵי בְּצָלִים אִם הָיוּ לַחִים כִּגְרוֹגֶרֶת מִפְּנֵי שֶׁהֵן אָכְלֵי אָדָם. וִיבֵשִׁים כִּמְלֹא פִּי גְּדִי. וְאֵין מִצְטָרְפִין זֶה עִם זֶה לֶחָמוּר שֶׁבָּהֶן אֲבָל מִצְטָרְפִין לַקַּל שֶׁבָּהֶן. כֵּיצַד. הוֹצִיא תֶּבֶן תְּבוּאָה וְקִטְנִית. אִם יֵשׁ בִּשְׁנֵיהֶם כִּמְלֹא פִּי פָּרָה פָּטוּר. כִּמְלֹא פִּי גָּמָל חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה לְעִנְיַן הַשַּׁבָּת: \n",
      "הַמּוֹצִיא עֵצִים כְּדֵי לְבַשֵּׁל כִּגְרוֹגֶרֶת מִבֵּיצַת הַתַּרְנְגוֹלִים טְרוּפָה בְּשֶׁמֶן וּנְתוּנָה בְּאִלְפָּס. הַמּוֹצִיא קָנֶה כְּדֵי לַעֲשׂוֹת קֻלְמוֹס הַמַּגִּיעַ לְרָאשֵׁי אֶצְבְּעוֹתָיו. וְאִם הָיָה עָבֶה אוֹ מְרֻצָּץ שִׁעוּרוֹ כְּעֵצִים: \n",
      "הַמּוֹצִיא תַּבְלִין כְּדֵי לְתַבֵּל בֵּיצָה וּמִצְטָרְפִין זֶה עִם זֶה. פִּלְפֵּל כָּל שֶׁהוּא. עִטְרָן כָּל שֶׁהוּא. רֵיחַ טוֹב כָּל שֶׁהוּא. רֵיחַ רַע כָּל שֶׁהוּא. מִינֵי בְּשָׂמִים כָּל שֶׁהֵן. אַרְגָּמָן טוֹב כָּל שֶׁהוּא. בְּתוּלַת הַוֶּרֶד אַחַת. מִינֵי מַתָּכוֹת הַקָּשִׁים כְּגוֹן נְחשֶׁת וּבַרְזֶל כָּל שֶׁהֵן. מֵעֲפַר הַמִּזְבֵּחַ וּמֵאַבְנֵי הַמִּזְבֵּחַ וּמִמֶּקֶק סְפָרִים וּמִמֶּקֶק מִטְפָּחוֹת שֶׁלָּהֶן כָּל שֶׁהֵן. מִפְּנֵי שֶׁמַּצְנִיעִין אוֹתָם לִגְנִיזָה. גַּחֶלֶת כָּל שֶׁהוּא. וְהַמּוֹצִיא שַׁלְהֶבֶת פָּטוּר: \n",
      "הַמּוֹצִיא זֵרְעוֹנֵי גִּנָּה שֶׁאֵינָן נֶאֱכָלִין לְאָדָם שִׁעוּרָן פָּחוֹת מִכִּגְרוֹגֶרֶת. מִזֶּרַע קִשּׁוּאִין שְׁנַיִם. וּמִזֶּרַע הַדְּלוּעִין שְׁנַיִם. מִזֶּרַע פּוֹל הַמִּצְרִי שְׁנַיִם. הַמּוֹצִיא סֻבִּין כְּדֵי לִתֵּן עַל פִּי כּוּר שֶׁל צוֹרְפֵי זָהָב. הַמּוֹצִיא מֻרְסָן אִם לַאֲכִילָה שִׁעוּרוֹ כִּגְרוֹגֶרֶת. לִבְהֵמָה שִׁעוּרוֹ כִּמְלֹא פִּי גְּדִי. לִצְבִיעָה כְּדֵי לִצְבֹּעַ בֶּגֶד קָטָן. לוּלְבֵי זְרָדִין וְהַחֲרוּבִין עַד שֶׁלֹּא יַמְתִּיקוּ כִּגְרוֹגֶרֶת. וּמִשֶּׁיַּמְתִּיקוּ כִּמְלֹא פִּי גְּדִי. אֲבָל הַלּוּף וְהַחַרְדָּל וְהַתֻּרְמוֹסִין וּשְׁאָר כָּל הַנִּכְבָּשִׁין בֵּין שֶׁיַּמְתִּיקוּ בֵּין עַד שֶׁלֹּא יַמְתִּיקוּ כִּגְרוֹגֶרֶת: \n",
      "הַמּוֹצִיא גַּרְעִינִין. אִם לַאֲכִילָה חָמֵשׁ. וְאִם לְהַסָּקָה הֲרֵי הֵן כְּעֵצִים. וְאִם לְחֶשְׁבּוֹן שְׁתַּיִם. וְאִם לִזְרִיעָה שְׁתַּיִם. הַמּוֹצִיא אֵזוֹב לְאֳכָלִים כִּגְרוֹגֶרֶת. לִבְהֵמָה כִּמְלֹא פִּי גְּדִי. לְעֵצִים כְּשִׁעוּר הָעֵצִים. לַהֲזָיָה כְּשִׁעוּר הֲזָיָה: \n",
      "הַמּוֹצִיא קְלִפֵּי אֱגוֹזִין וּקְלִפֵּי רִמּוֹנִים אִסְטִיס וּפוּאָה וּשְׁאָר הַצְּבָעִין כְּדֵי לִצְבֹּעַ בָּהֶן בֶּגֶד קָטָן כִּסְבָכָה שֶׁמַּנִּיחִין הַבָּנוֹת עַל רָאשֵׁיהֶן. וְכֵן הַמּוֹצִיא מֵי רַגְלַיִם בֶּן אַרְבָּעִים יוֹם אוֹ נֶתֶר אֲלֶכְּסַנְדְּרִיָּא אוֹ בֹּרִית קִימוֹנְיָא וְאַשְׁלָג וּשְׁאָר כָּל הַמְנַקִּין כְּדֵי לְכַבֵּס בָּהֶן בֶּגֶד קָטָן כִּסְבָכָה. הוֹצִיא סַמָּנִין שְׁרוּיִין כְּדֵי לִצְבֹּעַ בָּהֶן דֻּגְמָא לְאִירָא: \n",
      "הַמּוֹצִיא דְּיוֹ עַל הַקֻּלְמוֹס שִׁעוּרוֹ כְּדֵי לִכְתֹּב מִמֶּנּוּ שְׁתֵּי אוֹתִיּוֹת. אֲבָל אִם הוֹצִיא הַדְּיוֹ בִּפְנֵי עַצְמוֹ אוֹ בְּקֶסֶת צָרִיךְ שֶׁיִּהְיֶה בּוֹ יֶתֶר עַל זֶה כְּדֵי שֶׁיַּעֲלֶה מִמֶּנּוּ עַל הַקֻּלְמוֹס כְּדֵי לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת. הָיָה בַּקֶּסֶת כְּדֵי אוֹת אַחַת וּבַקֻּלְמוֹס כְּדֵי אוֹת אַחַת אוֹ בַּדְּיוֹ לְבַדּוֹ כְּדֵי אוֹת אַחַת וּבַקֻּלְמוֹס כְּדֵי אוֹת אַחַת הֲרֵי זֶה סָפֵק. הוֹצִיא שְׁתֵּי אוֹתִיּוֹת וּכְתָבָן כְּשֶׁהוּא מְהַלֵּךְ חַיָּב. כְּתִיבָתָן זוֹ הִיא הַנָּחָתָן. הוֹצִיא אוֹת אַחַת וּכְתָבָהּ וְחָזַר וְהוֹצִיא אוֹת שְׁנִיָּה וּכְתָבָהּ פָּטוּר. שֶׁכְּבָר חָסְרָה הָאוֹת הָרִאשׁוֹנָה: \n",
      "הַמּוֹצִיא כְּחל בֵּין לִרְפוּאָה בֵּין לְתַכְשִׁיט כְּדֵי לִכְחל עַיִן אַחַת. וּבְמָקוֹם שֶׁאֵין דַּרְכָּן לְהִתְקַשֵּׁט אֶלָּא בִּכְחִילַת שְׁתֵּי עֵינַיִם וְהוֹצִיאוֹ לְהִתְקַשֵּׁט עַד שֶׁיּוֹצִיא כְּדֵי לִכְחל שְׁתֵּי עֵינַיִם. זֶפֶת וְגָפְרִית כְּדֵי לַעֲשׂוֹת נֶקֶב. שַׁעֲוָה כְּדֵי לִתֵּן עַל פִּי נֶקֶב קָטָן. דֶּבֶק כְּדֵי לִתֵּן בְּרֹאשׁ הַשַּׁפְשָׁף. רְבָב כְּדֵי לִמְשֹׁחַ תַּחַת רָקִיק כְּסֶלַע: \n",
      "הַמּוֹצִיא אֲדָמָה כְּדֵי לַעֲשׂוֹת חוֹתַם הָאִגֶּרֶת. טִיט כְּדֵי לַעֲשׂוֹת פִּי כּוּר. זֶבֶל אוֹ חוֹל דַּק כְּדֵי לְזַבֵּל כְּרִישָׁה. חוֹל גַּס כְּדֵי לְעָרֵב עִם מְלֹא כַּף שֶׁל סַיָּדִין. חַרְסִית כְּדֵי לַעֲשׂוֹת פִּי כּוּר שֶׁל צוֹרְפֵי זָהָב. שֵׂעַר כְּדֵי לְגַבֵּל טִיט לַעֲשׂוֹת פִּי כּוּר שֶׁל צוֹרְפֵי זָהָב. סִיד כְּדֵי לָסוּד אֶצְבַּע קְטַנָּה שֶׁבַּבָּנוֹת. עָפָר וָאֵפֶר כְּדֵי לְכַסּוֹת דַּם צִפּוֹר קְטַנָּה. צְרוֹר אֶבֶן כְּדֵי לִזְרֹק בִּבְהֵמָה וְתַרְגִּישׁ. וְהוּא מִשְׁקַל עֲשָׂרָה זוּזִים. חֶרֶס כְּדֵי לְקַבֵּל בּוֹ רְבִיעִית: \n",
      "הַמּוֹצִיא חֶבֶל כְּדֵי לַעֲשׂוֹת אֹזֶן לְקֻפָּה. גֶּמִי כְּדֵי לַעֲשׂוֹת תְּלַאי לְנָפָה וְלִכְבָרָה. הוּצִין כְּדֵי לַעֲשׂוֹת אֹזֶן לִכְפִיפָה מִצְרִית. סִיב כְּדֵי לִתֵּן עַל פִּי מַשְׁפֵּךְ קָטָן שֶׁל יַיִן. מוֹכִין כְּדֵי לַעֲשׂוֹת בּוֹ כַּדּוּר כֶּאֱגוֹז. עֶצֶם כְּדֵי לַעֲשׂוֹת תַּרְוָד. זְכוּכִית כְּדֵי לִגְרֹד בָּהּ רֹאשׁ הַכַּרְכָּר אוֹ עַד שֶׁיִּפְצַע שְׁתֵּי נִימִין כְּאַחַת: \n",
      "הַמּוֹצִיא שְׁתֵּי נִימִין מִזְּנַב הַסּוּס וּמִזְּנַב הַפָּרָה חַיָּב. הוֹצִיא אַחַת מִן הַקָּשֶׁה שֶׁבַּחֲזִיר חַיָּב. נִצְרֵי דֶּקֶל וְהֵן חוּטֵי הָעֵץ שְׁתַּיִם. חוֹרֵי דֶּקֶל וְהֵן קְלִפֵּי הַחֲרָיוֹת אַחַת. מִצֶּמֶר גֶּפֶן וּמִצֶּמֶר כָּלָךְ וְצֶמֶר גְּמַלִּים וְאַרְנָבִים וְחַיָּה שֶׁבַּיָּם וּשְׁאָר כָּל הַנִּטְוִין כְּדֵי לִטְווֹת חוּט אֹרֶךְ אַרְבָּעָה טְפָחִים. הַמּוֹצִיא מִן הַבֶּגֶד אוֹ מִן הַשַּׂק אוֹ מִן הָעוֹר כְּשִׁעוּרָן לְטֻמְאָה כָּךְ שִׁעוּרָן לְהוֹצָאָה. הַבֶּגֶד שְׁלֹשָׁה עַל שְׁלֹשָׁה. הַשַּׂק אַרְבָּעָה עַל אַרְבָּעָה. הָעוֹר חֲמִשָּׁה עַל חֲמִשָּׁה: \n",
      "הַמּוֹצִיא עוֹר שֶׁלֹּא נִתְעַבֵּד כְּלָל אֶלָּא עֲדַיִן הוּא רַךְ שִׁעוּרוֹ כְּדֵי לָצוּר מִשְׁקלֶת קְטַנָּה שֶׁמִּשְׁקָלָהּ שֶׁקֶל. הָיָה מָלוּחַ וַעֲדַיִן לֹא נַעֲשָׂה בְּקֶמַח וְלֹא בְּעַפְּצָה שִׁעוּרוֹ כְּדֵי לַעֲשׂוֹת קָמֵעַ. הָיָה עָשׂוּי בְּקֶמַח וַעֲדַיִן לֹא נִתְעַבֵּד בְּעַפְּצָה שִׁעוּרוֹ כְּדֵי לִכְתֹּב עָלָיו אֶת הַגֵּט. נִגְמַר עִבּוּדוֹ שִׁעוּרוֹ חֲמִשָּׁה עַל חֲמִשָּׁה: \n",
      "הַמּוֹצִיא קְלָף מְעֻבָּד כְּדֵי לִכְתֹּב עָלָיו פָּרָשַׁת שְׁמַע עַד וּבִשְׁעָרֶיךָ. דּוּכְסוּסְטוּס כְּדֵי לִכְתֹּב עָלָיו מְזוּזָה. נְיָר כְּדֵי לִכְתֹּב עָלָיו שְׁתֵּי אוֹתִיּוֹת שֶׁל קֶשֶׁר מוֹכְסִין שֶׁהֵן גְּדוֹלוֹת מֵאוֹתִיּוֹת שֶׁלָּנוּ. הַמּוֹצִיא קֶשֶׁר מוֹכְסִין חַיָּב אַף עַל פִּי שֶׁכְּבָר הֶרְאָהוּ לַמּוֹכֵס וְנִפְטַר בּוֹ שֶׁהֲרֵי רְאָיָה הִיא לְעוֹלָם. הַמּוֹצִיא שְׁטָר פָּרוּעַ וּנְיָר מָחוּק כְּדֵי לִכְרֹךְ עַל פִּי צְלוֹחִית קְטַנָּה שֶׁל פְּלַיָּיטוֹן. וְאִם יֵשׁ בַּלֹּבֶן שֶׁלּוֹ כְּדֵי לִכְתֹּב שְׁתֵּי אוֹתִיּוֹת שֶׁל קֶשֶׁר מוֹכְסִין חַיָּב: \n",
      "הַמּוֹצִיא בְּהֵמָה חַיָּה וְעוֹף אַף עַל פִּי שֶׁהֵן חַיִּים חַיָּב. אֲבָל אָדָם חַי אֵינוֹ מַשּׂאוֹי. וְאִם הָיָה כָּפוּת אוֹ חוֹלֶה הַמּוֹצִיא אוֹתוֹ חַיָּב. וְהָאִשָּׁה מְדַדָּה אֶת בְּנָהּ בִּזְמַן שֶׁנּוֹטֵל אַחַת וּמַנִּיחַ אַחַת: \n",
      "הַמּוֹצִיא תִּינוֹק חַי וְכִיס תָּלוּי בְּצַוָּארוֹ חַיָּב מִשּׁוּם הַכִּיס שֶׁאֵין הַכִּיס טְפֵלָה לַתִּינוֹק. אֲבָל אִם הוֹצִיא אֶת הַגָּדוֹל אַף עַל פִּי שֶׁהוּא מְלֻבָּשׁ בְּכֵלָיו וְטַבְּעוֹתָיו בְּיָדוֹ פָּטוּר שֶׁהַכּל טְפֵלָה לוֹ. הָיוּ כֵּלָיו מְקֻפָּלִין עַל כְּתֵפוֹ הַנּוֹשֵׂא אוֹתוֹ חַיָּב: \n",
      "הַמּוֹצִיא חָגָב חַי כָּל שֶׁהוּא. וּמֵת כִּגְרוֹגֶרֶת. צִפֹּרֶת כְּרָמִים בֵּין חַיָּה בֵּין מֵתָה כָּל שֶׁהוּא מִפְּנֵי שֶׁמַּצְנִיעִין אוֹתָהּ לִרְפוּאָה. וְכֵן כָּל כַּיּוֹצֵא בָּהּ. הַמֵּת וְהַנְּבֵלָה וְהַשֶּׁרֶץ כְּשִׁעוּר טֻמְאָתָן כָּךְ שִׁעוּר הוֹצָאָתָן. מֵת וּנְבֵלָה כְּזַיִת וְשֶׁרֶץ כַּעֲדָשָׁה: \n",
      "הָיָה שָׁם כְּזַיִת מְצֻמְצָם וְהוֹצִיא מִמֶּנּוּ כַּחֲצִי זַיִת חַיָּב שֶׁהֲרֵי הוֹעִיל בְּמַעֲשָׂיו שֶׁנִּתְמַעֵט הַשִּׁעוּר מִלְּטַמֵּא. אֲבָל אִם הוֹצִיא כַּחֲצִי זַיִת מִכְּזַיִת וּמֶחֱצָה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בִּשְׁאָר הַטֻּמְאוֹת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵינוֹ חַיָּב אֶלָּא עַל הַהוֹצָאָה כַּשִּׁעוּר, כְּשֶׁהוֹצִיא סְּתָם. אֲבָל הַמּוֹצִיא לְזֶרַע אוֹ לִרְפוּאָה אוֹ לְהַרְאוֹת מִמֶּנּוּ דֻּגְמָא וּלְכָל כַּיּוֹצֵא בָּזֶה חַיָּב בְּכָל שֶׁהוּא: \n",
      "הַמַּצְנִיעַ דָּבָר לִזְרִיעָה אוֹ לִרְפוּאָה אוֹ לְדֻגְמָא וְשָׁכַח לָמָּה הִצְנִיעוֹ וְהוֹצִיאוֹ סְתָם חַיָּב עָלָיו בְּכָל שֶׁהוּא שֶׁעַל דַּעַת מַחֲשָׁבָה רִאשׁוֹנָה הוֹצִיא. וּשְׁאָר הָאָדָם אֵין חַיָּבִין עָלָיו אֶלָּא כְּשִׁעוּרוֹ. זָרַק זֶה שֶׁהוֹצִיא כְּבָר לְתוֹךְ הָאוֹצָר אַף עַל פִּי שֶׁמְּקוֹמוֹ נִכָּר כְּבָר בָּטְלָה מַחֲשַׁבְתּוֹ הָרִאשׁוֹנָה. לְפִיכָךְ אִם חָזַר וְהִכְנִיסוֹ אֵינוֹ חַיָּב עַד שֶׁיַּכְנִיס כַּשִּׁעוּר: \n",
      "דָּבָר שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְהַצְנִיעוֹ וְאֵינוֹ רָאוּי לְהַצְנִיעַ כְּגוֹן דַּם הַנִּדָּה אִם הִצְנִיעוֹ אֶחָד וְהוֹצִיאוֹ חַיָּב. וּשְׁאָר הָאָדָם פְּטוּרִין עָלָיו. שֶׁאֵין חַיָּבִין אֶלָּא עַל הוֹצָאַת דָּבָר הַכָּשֵׁר לְהַצְנִיעַ וּמַצְנִיעִין כָּמוֹהוּ: \n",
      "הַמּוֹצִיא חֲצִי שִׁעוּר פָּטוּר. וְכֵן כָּל הָעוֹשֶׂה מְלָאכָה מִן הַמְּלָאכוֹת חֲצִי שִׁעוּר פָּטוּר. הוֹצִיא חֲצִי שִׁעוּר וְהִנִּיחוֹ וְחָזַר וְהוֹצִיא הַחֵצִי הָאַחֵר חַיָּב. וְאִם קָדַם וְהִגְבִּיהַּ הַחֵצִי הָרִאשׁוֹן קֹדֶם הַנָּחַת הַחֵצִי הַשֵּׁנִי נַעֲשָׂה כְּמִי שֶׁנִּשְׂרַף וּפָטוּר. הוֹצִיא חֲצִי שִׁעוּר וְהִנִּיחוֹ וְחָזַר וְהוֹצִיא חֵצִי אַחֵר וְהֶעֱבִירוֹ עַל הָרִאשׁוֹן בְּתוֹךְ שְׁלֹשָׁה חַיָּב. שֶׁהַמַּעֲבִיר כְּמִי שֶׁהִנִּיחַ עַל גַּבֵּי מַשֶּׁהוּ. אֲבָל אִם זְרָקוֹ אֵינוֹ חַיָּב עַד שֶׁיָּנוּחַ שָׁם עַל גַּבֵּי מַשֶּׁהוּ: \n",
      "הוֹצִיא חֲצִי שִׁעוּר וְחָזַר וְהוֹצִיא חֲצִי שִׁעוּר בְּהֵעָלֵם אַחַת לִרְשׁוּת אַחַת חַיָּב. לִשְׁתֵּי רְשׁוּיוֹת אִם יֵשׁ בֵּינֵיהֶן רְשׁוּת שֶׁחַיָּבִין עָלֶיהָ פָּטוּר. הָיְתָה בֵּינֵיהֶן כַּרְמְלִית הֲרֵי הֵן כִּרְשׁוּת אַחַת וְחַיָּב חַטָּאת: \n",
      "הַמּוֹצִיא פָּחוֹת מִכַּשִּׁעוּר וְקֹדֶם שֶׁיַּנִּיחוֹ נִתְפַּח וְחָזַר כַּשִּׁעוּר. וְכֵן הַמּוֹצִיא כַּשִּׁעוּר וְקֹדֶם שֶׁיַּנִּיחַ צָמַק וְחָזַר פָּחוֹת מִכַּשִּׁעוּר פָּטוּר: \n",
      "הַמּוֹצִיא כִּגְרוֹגֶרֶת לַאֲכִילָה וְצָמְקָה קֹדֶם הַנָּחָה וְחָשַׁב עָלֶיהָ לִזְרִיעָה אוֹ לִרְפוּאָה שֶׁאֵינוֹ צָרִיךְ שִׁעוּר הֲרֵי זֶה חַיָּב כְּמַחֲשַׁבְתּוֹ שֶׁל עֵת הַנָּחָה. הוֹצִיא פָּחוֹת מִכִּגְרוֹגֶרֶת לִזְרִיעָה וְקֹדֶם הַנָּחָה חָזַר וְחָשַׁב עָלֶיהָ לַאֲכִילָה פָּטוּר. וְאִם תָּפְחָה קֹדֶם הַנָּחָה וְנַעֲשֵׂית כִּגְרוֹגֶרֶת קֹדֶם שֶׁיִּמָּלֵךְ עָלֶיהָ לַאֲכִילָה חַיָּב. שֶׁאֲפִלּוּ לֹא חִשֵּׁב הָיָה מִתְחַיֵּב עַל מַחְשֶׁבֶת הַהוֹצָאָה: \n",
      "הוֹצִיא כִּגְרוֹגֶרֶת לַאֲכִילָה וְצָמְקָה וְחָזְרָה וְתָפְחָה קֹדֶם הַנָּחָה הֲרֵי זֶה סָפֵק אִם נִדְחָה אוֹ לֹא נִדְחָה. זָרַק כְּזַיִת אֳכָלִין לְבַיִת טָמֵא וְהִשְׁלִים כְּזַיִת זֶה לָאֳכָלִים שֶׁהָיוּ שָׁם וְנַעֲשָׂה הַכּל כְּבֵיצָה הֲרֵי זֶה סָפֵק אִם נִתְחַיֵּב עַל כְּזַיִת מִפְּנֵי שֶׁהִשְׁלִים הַשִּׁעוּר לְעִנְיַן טֻמְאָה אוֹ לֹא נִתְחַיֵּב: \n",
      "הַמּוֹצִיא פָּחוֹת מִכַּשִּׁעוּר אַף עַל פִּי שֶׁהוֹצִיאוֹ בִּכְלִי פָּטוּר. שֶׁהַכְּלִי טְפֵלָה לוֹ וְאֵין כַּוָּנָתוֹ לְהוֹצָאַת הַכְּלִי אֶלָּא לְהוֹצָאַת מַה שֶּׁבְּתוֹכוֹ וַהֲרֵי אֵין בּוֹ כַּשִּׁעוּר. לְפִיכָךְ אִם הוֹצִיא אָדָם חַי שֶׁאֵינוֹ כָּפוּת בְּמִטָּה פָּטוּר אַף עַל הַמִּטָּה שֶׁהַמִּטָּה טְפֵלָה לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הַמּוֹצִיא קֻפַּת הָרוֹכְלִים אַף עַל פִּי שֶׁיֵּשׁ בָּהּ מִינִין הַרְבֵּה וַאֲפִלּוּ הוֹצִיאָן בְּתוֹךְ כַּפּוֹ אֵינוֹ חַיָּב אֶלָּא אַחַת. שֵׁם הוֹצָאָה אַחַת הִיא: \n"
    ],
    [
      "כָּל כְּלֵי הַמִּלְחָמָה אין יוֹצְאִין בָּהֶן בְּשַׁבָּת. וְאִם יָצָא אִם הָיוּ כֵּלִים שֶׁהֵן דֶּרֶךְ מַלְבּוּשׁ כְּגוֹן שִׁרְיוֹן וְכוֹבַע וּמַגָּפַיִם שֶׁעַל הָרַגְלַיִם הֲרֵי זֶה פָּטוּר. וְאִם יָצָא בְּכֵלִים שֶׁאֵינָן דֶּרֶךְ מַלְבּוּשׁ כְּגוֹן רֹמַח וְסַיִף וְקֶשֶׁת וְאַלָּה וּתְרִיס הֲרֵי זֶה חַיָּב: \n",
      "אֵין יוֹצְאִין בְּסַנְדָּל מְסֻמָּר שֶׁסְּמָרוֹ לְחַזְּקוֹ. וַאֲפִלּוּ בְּיוֹם טוֹב גָּזְרוּ עָלָיו שֶׁלֹּא יֵצֵא בּוֹ. וּמֻתָּר לָצֵאת בְּאַבְנֵט שֶׁיֵּשׁ עָלָיו חֲתִיכוֹת קְבוּעוֹת שֶׁל כֶּסֶף וְשֶׁל זָהָב כְּמוֹ שֶׁהַמְּלָכִים עוֹשִׂין. מִפְּנֵי שֶׁהוּא תַּכְשִׁיט וְכָל שֶׁהוּא תַּכְשִׁיט מֻתָּר. וְהוּא שֶׁלֹּא יְהֵא רָפוּי שֶׁמָּא יִפּל בִּרְשׁוּת הָרַבִּים וְיָבוֹא לַהֲבִיאוֹ: \n",
      "טַבַּעַת שֶׁיֵּשׁ עָלֶיהָ חוֹתָם מִתַּכְשִׁיטֵי הָאִישׁ הִיא וְאֵינָהּ מִתַּכְשִׁיטֵי הָאִשָּׁה. וְשֶׁאֵין עָלֶיהָ חוֹתָם מִתַּכְשִׁיטֵי אִשָּׁה וְאֵינָהּ מִתַּכְשִׁיטֵי הָאִישׁ. לְפִיכָךְ אִשָּׁה שֶׁיָּצָאת בְּטַבַּעַת שֶׁיֵּשׁ עָלֶיהָ חוֹתָם. וְאִישׁ שֶׁיָּצָא בְּטַבַּעַת שֶׁאֵין עָלֶיהָ חוֹתָם חַיָּבִין. וּמִפְּנֵי מָה הֵן חַיָּבִין וַהֲרֵי הוֹצִיאוּ אוֹתָן שֶׁלֹּא כְּדֶרֶךְ הַמּוֹצִיאִין שֶׁאֵין דֶּרֶךְ הָאִישׁ לְהוֹצִיא בְּאֶצְבָּעוֹ אֶלָּא טַבַּעַת הָרְאוּיָה לוֹ וְכֵן הָאִשָּׁה אֵין דַּרְכָּהּ לְהוֹצִיא בְּאֶצְבָּעָהּ אֶלָּא טַבַּעַת הָרְאוּיָה לָהּ. מִפְּנֵי שֶׁפְּעָמִים נוֹתֵן הָאִישׁ טַבַּעְתּוֹ לְאִשְׁתּוֹ לְהַצְנִיעָהּ בַּבַּיִת וּמַנַּחַת אוֹתָהּ בְּאֶצְבָּעָהּ בְּעֵת הוֹלָכָה. וְכֵן הָאִשָּׁה נוֹתֶנֶת טַבַּעְתָּהּ לְבַעְלָהּ לְתַקְּנָהּ אֵצֶל הָאֻמָּן וּמַנִּיחַ אוֹתָהּ בְּאֶצְבָּעוֹ בְּעֵת הוֹלָכָה עַד חֲנוּת הָאֻמָּן וְנִמְצְאוּ שֶׁהוֹצִיאוּ אוֹתָן כְּדֶרֶךְ שֶׁדַּרְכָּן לְהוֹצִיאָן וּלְפִיכָךְ חַיָּבִין: \n",
      "לֹא תֵּצֵא אִשָּׁה בְּטַבַּעַת שֶׁאֵין עָלֶיהָ חוֹתָם אַף עַל פִּי שֶׁהוּא מִתַּכְשִׁיטֶיהָ גְּזֵרָה שֶׁמָּא תּוֹצִיאָהּ בִּרְשׁוּת הָרַבִּים לְהַרְאוֹת לְחַבְרוֹתֶיהָ כְּדֶרֶךְ שֶׁהַנָּשִׁים עוֹשׂוֹת תָּמִיד. וְאִם יָצָאת בָּהּ פְּטוּרָה. אֲבָל הָאִישׁ מֻתָּר לָצֵאת בְּטַבַּעַת שֶׁיֵּשׁ עָלֶיהָ חוֹתָם מִפְּנֵי שֶׁהוּא תַּכְשִׁיט וְאֵין דַּרְכּוֹ לְהֵרָאוֹת. וְנָהֲגוּ כָּל הָעָם שֶׁלֹּא יֵצְאוּ בְּטַבַּעַת כְּלָל: \n",
      "אִשָּׁה שֶׁיָּצְאָה בְּמַחַט נְקוּבָה חַיֶּבֶת וְהָאִישׁ פָּטוּר. וְאִישׁ שֶׁיָּצָא בְּמַחַט שֶׁאֵינָהּ נְקוּבָה חַיָּב וְהָאִשָּׁה פְּטוּרָה מִפְּנֵי שֶׁהִיא מִתַּכְשִׁיטֶיהָ וְאֵינָהּ אֲסוּרָה אֶלָּא גְּזֵרָה שֶׁמָּא תַּרְאֶה לְחַבְרוֹתֶיהָ. זֶה הַכְּלָל כָּל הַיּוֹצֵא בְּדָבָר שֶׁאֵינוֹ מִתַּכְשִׁיטָיו וְאֵינוֹ דֶּרֶךְ מַלְבּוּשׁ וְהוֹצִיאוֹ כְּדֶרֶךְ שֶׁמּוֹצִיאִין אוֹתוֹ דָּבָר חַיָּב. וְכָל הַיּוֹצֵא בְּדָבָר שֶׁהוּא מִתַּכְשִׁיטָיו וְהָיָה רָפוּי וְאֶפְשָׁר שֶׁיִּפּל בִּמְהֵרָה וְיָבֹא לַהֲבִיאוֹ בִּרְשׁוּת הָרַבִּים. וְכֵן אִשָּׁה שֶׁיָּצָאת בְּתַכְשִׁיטִין שֶׁדַּרְכָּן לִשְׁלֹף אוֹתָן וּלְהַרְאוֹתָן הֲרֵי אֵלּוּ פְּטוּרִין. וְכָל דָּבָר שֶׁהוּא תַּכְשִׁיט וְאֵינוֹ נוֹפֵל וְאֵין דַּרְכָּהּ לְהַרְאוֹתוֹ הֲרֵי זֶה מֻתָּר לָצֵאת בּוֹ. לְפִיכָךְ אֶצְעָדָה שֶׁמַּנִּיחִין אוֹתָהּ בַּזְּרוֹעַ אוֹ בַּשּׁוֹק יוֹצְאִין בָּהּ בְּשַׁבָּת וְהוּא שֶׁתִּהְיֶה דְּבוּקָה לַבָּשָׂר וְלֹא תִּשָּׁמֵט. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "לֹא תֵּצֵא אִשָּׁה בְּחוּטֵי צֶמֶר אוֹ בְּחוּטֵי פִּשְׁתָּן אוֹ בִּרְצוּעוֹת הַקְּשׁוּרוֹת לָהּ עַל רֹאשָׁהּ שֶׁמָּא תַּחְלֹץ אוֹתָהּ בִּשְׁעַת טְבִילָה וְתַעֲבִירָהּ בִּרְשׁוּת הָרַבִּים. וְלֹא בְּצִיץ שֶׁמַּנַּחַת בֵּין עֵינֶיהָ וְלֹא בִּלְחָיַיִם שֶׁל זָהָב שֶׁיּוֹרְדִין מִן הַצִּיץ עַל לְחָיֶיהָ בִּזְמַן שֶׁאֵינָן תְּפוּרִין זֶה בָּזֶה. וְלֹא בַּעֲטָרָה שֶׁל זָהָב שֶׁמֻּנַּחַת בְּרֹאשָׁהּ וְלֹא בִּכְבָלִים שֶׁיּוֹצְאִין בָּהֶן הַבָּנוֹת בְּרַגְלֵיהֶן כְּדֵי שֶׁלֹּא יִפְסְעוּ פְּסִיעָה גַּסָּה שֶׁלֹּא יַפְסִידוּ בְּתוּלֵיהֶן. כָּל אֵלּוּ אֲסוּרִין לָצֵאת בָּהֶן בְּשַׁבָּת שֶׁמָּא יִפְּלוּ וּתְבִיאֵן בְּיָדָהּ: \n",
      "לֹא תֵּצֵא אִשָּׁה בְּקַטְלָא שֶׁבְּצַוָּארָה וְלֹא בְּנִזְמֵי הָאַף וְלֹא בִּצְלוֹחִית שֶׁל פְּלַיָּיטוֹן הַקְּבוּעָה עַל זְרוֹעָהּ. וְלֹא בַּכִּיס הַקָּטָן הֶעָגל שֶׁמַּנִּיחִין בּוֹ שֶׁמֶן הַטּוֹב וְהוּא הַנִּקְרָא כּוֹבֶלֶת. וְלֹא בְּפֵאָה שֶׁל שֵׂעָר שֶׁמַּנַּחַת עַל רֹאשָׁהּ כְּדֵי שֶׁתֵּרָאֶה בַּעֲלַת שֵׂעָר הַרְבֵּה. וְלֹא בְּכָבוּל שֶׁל צֶמֶר שֶׁמַּקֶּפֶת אוֹתוֹ סָבִיב לְפָנֶיהָ. וְלֹא בְּשֵׁן שֶׁמַּנַּחַת בְּפִיהָ בִּמְקוֹם שֵׁן שֶׁנָּפַל. וְלֹא בְּשֵׁן שֶׁל זָהָב שֶׁמַּנַּחַת עַל שֵׁן שָׁחֹר אוֹ אָדֹם שֶׁיֵּשׁ בְּשִּׁנֶּיהָ. אֲבָל שֵׁן שֶׁל כֶּסֶף מֻתָּר מִפְּנֵי שֶׁאֵינוֹ נִכָּר. כָּל אֵלּוּ אֲסוּרִין לָצֵאת בָּהֶן שֶׁמָּא יִפְּלוּ וּתְבִיאֵם בְּיָדָהּ אוֹ תַּחְלֹץ וְתַרְאֶה לְחַבְרוֹתֶיהָ: \n",
      "כָּל שֶׁאָסְרוּ חֲכָמִים לָצֵאת בּוֹ לִרְשׁוּת הָרַבִּים אָסוּר לוֹ לָצֵאת בּוֹ אֲפִלּוּ בְּחָצֵר שֶׁאֵינָהּ מְעֹרֶבֶת. חוּץ מִכָּבוּל וּפֵאָה שֶׁל שֵׂעָר שֶׁמֻּתָּר לָצֵאת בָּהֶן לְחָצֵר שֶׁאֵינָהּ מְעֹרֶבֶת כְּדֵי שֶׁלֹּא תִּתְגַּנֶּה עַל בַּעְלָהּ. וְהַיּוֹצֵאת בִּצְלוֹחִית שֶׁל פְּלַיָּיטוֹן שֶׁאֵין בָּהּ בּשֶֹׁם כְּלָל חַיֶּבֶת: \n",
      "יוֹצְאָה אִשָּׁה בְּחוּטֵי שֵׂעָר הַקְּשׁוּרִים לָהּ עַל רֹאשָׁהּ מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן וְאֵינָן חוֹצְצִין וְאֵינָהּ חוֹלַצְתָּן אִם אֵרְעָה לָהּ טְבִילָה עַד שֶׁנִּגְזֹר שֶׁמָּא תְּבִיאֵם לִרְשׁוּת הָרַבִּים. בֵּין שֶׁהָיוּ הַחוּטִין שֶׁלָּהּ בֵּין שֶׁל חֲבֶרְתָּהּ בֵּין שֶׁל בְּהֵמָה. וְלֹא תֵּצֵא הַזְּקֵנָה בְּשֶׁל יַלְדָּה שֶׁשֶּׁבַח הֵן לָהּ וְשֶׁמָּא תַּחְלֹץ וְתַרְאֵם לְחַבְרוֹתֶיהָ. אֲבָל יַלְדָּה יוֹצֵאת בְּחוּטֵי זְקֵנָה. וְכָל שֶׁהוּא אָרוּג יוֹצֵאת בּוֹ עַל רֹאשָׁהּ: \n",
      "יוֹצְאָה אִשָּׁה בְּחוּטִין שֶׁבְּצַוָּארָה מִפְּנֵי שֶׁאֵינָהּ חוֹנֶקֶת עַצְמָהּ בָּהֶן וְאֵינָן חוֹצְצִין. וְאִם הָיוּ צְבוּעִין אֲסוּרִים שֶׁמָּא תַּרְאֶה אוֹתָן לְחַבְרוֹתֶיהָ. וְיוֹצְאָה אִשָּׁה בְּכָלִיל שֶׁל זָהָב בְּרֹאשָׁהּ שֶׁאֵין יוֹצְאָה בּוֹ אֶלָּא אִשָּׁה חֲשׁוּבָה שֶׁאֵין דַּרְכָּהּ לַחֲלֹץ וּלְהַרְאוֹת. וְיוֹצְאָה בְּצִיץ וּבִלְחָיַיִם שֶׁל זָהָב בִּזְמַן שֶׁהֵן תְּפוּרִין בִּשְׂבָכָה שֶׁעַל רֹאשָׁהּ כְּדֵי שֶׁלֹּא יִפּלוּ. וְכֵן כָּל כַּיּוֹצֵא בָּהֶם: \n",
      "יוֹצְאָה אִשָּׁה בְּמוֹךְ שֶׁבְּאָזְנָהּ וְהוּא שֶׁיִּהְיֶה קָשׁוּר בְּאָזְנָהּ. וּבְמוֹךְ שֶׁבְּסַנְדָּלָהּ וְהוּא שֶׁיִּהְיֶה קָשׁוּר בְּסַנְדָּלָהּ. וּבְמוֹךְ שֶׁהִתְקִינָה לְנִדָּתָהּ וְאַף עַל פִּי שֶׁאֵינוֹ קָשׁוּר וַאֲפִלּוּ עָשְׂתָה לוֹ בֵּית יָד שֶׁאִם נָפַל אֵינָהּ מְבִיאָה אוֹתוֹ מִפְּנֵי מְאִיסוּתוֹ: \n",
      "וְיוֹצְאָה בְּפִלְפֵּל וּבְגַרְגִּיר מֶלַח וּבְכָל דָּבָר שֶׁתִּתֵּן לְתוֹךְ פִּיהָ מִפְּנֵי רֵיחַ הַפֶּה. וְלֹא תִּתֵּן לְכַתְּחִלָּה בְּשַׁבָּת. יוֹצְאוֹת הַנָּשִׁים בְּקֵיסָמִין שֶׁבְּאָזְנֵיהֶן וּבִרְעָלוֹת שֶׁבְּצַוָּארָן אוֹ שֶׁבִּכְסוּתָן וּבָרְדִיד הַפָּרוּף וּפוֹרֶפֶת בַּתְּחִלָּה בְּשַׁבָּת עַל הָאֶבֶן וְעַל הָאֱגוֹז וְיוֹצְאָה. וְלֹא תַּעֲרִים וְתִפְרֹף עַל הָאֱגוֹז כְּדֵי לְהוֹצִיאוֹ לִבְנָהּ הַקָּטָן. וְכֵן לֹא תִּפְרֹף עַל הַמַּטְבֵּעַ לְכַתְּחִלָּה מִפְּנֵי שֶׁאָסוּר לְטַלְטְלוֹ. וְאִם פָּרְפָה יוֹצְאָה בּוֹ: \n",
      "יוֹצֵא אָדָם בְּקֵיסָם שֶׁבְּשִׁנָּיו וְשֶׁבְּסַנְדָּלוֹ לִרְשׁוּת הָרַבִּים. וְאִם נָפַל לֹא יַחֲזִיר. וּבְמוֹךְ וּבִסְפוֹג שֶׁעַל גַּבֵּי הַמַּכָּה וּבִלְבַד שֶׁלֹּא יִכְרֹךְ עֲלֵיהֶן חוּט אוֹ מְשִׁיחָה שֶׁהֲרֵי הַחוּט וְהַמְּשִׁיחָה חֲשׁוּבִין אֶצְלוֹ וְאֵינָם מוֹעִילִין לַמַּכָּה. וְיוֹצֵא בִּקְלִפַּת הַשּׁוּם וּבִקְלִפַּת הַבָּצָל שֶׁעַל הַמַּכָּה וּבְאֶגֶד שֶׁעַל גַּבֵּי מַכָּה וְקוֹשְׁרוֹ וּמַתִּירוֹ בְּשַׁבָּת. וּבְאִסְפְּלָנִית וּמְלוּגְמָא וּרְטִיָּה שֶׁעַל גַּבֵּי הַמַּכָּה וּבְסֶלַע שֶׁעַל הִצִּינִית וּבְבֵיצַת הַחַרְגּוֹל וּבְשֵׁן הַשּׁוּעָל וּבְמַסְמֵר הַצָּלוּב. וּבְכָל דָּבָר שֶׁתּוֹלִין אוֹתוֹ מִשּׁוּם רְפוּאָה וְהוּא שֶׁיֹּאמְרוּ הָרוֹפְאִים שֶׁהוּא מוֹעִיל: \n",
      "יוֹצֵאת הָאִשָּׁה בְּאֶבֶן תְּקוּמָה וּבְמִשְׁקַל אֶבֶן תְּקוּמָה שֶׁנִּתְכַּוֵּן וּשְׁקָלוֹ לִרְפוּאָה. וְלֹא אִשָּׁה עֻבָּרָה בִּלְבַד אֶלָּא אֲפִלּוּ שְׁאָר הַנָּשִׁים שֶׁמָּא תִּתְעַבֵּר וְתַפִּיל. וְיוֹצְאִין בְּקָמֵעַ מֻמְחֶה. וְאֵי זֶה הוּא קָמֵעַ מֻמְחֶה זֶה שֶׁרִפֵּא לִשְׁלֹשָׁה בְּנֵי אָדָם אוֹ שֶׁעֲשָׂהוּ אָדָם שֶׁרִפֵּא שְׁלֹשָׁה בְּנֵי אָדָם בִּקְמֵעִין אֲחֵרִים. וְאִם יָצָא בְּקָמֵעַ שֶׁאֵינוֹ מֻמְחֶה פָּטוּר. מִפְּנֵי שֶׁהוֹצִיאוֹ דֶּרֶךְ מַלְבּוּשׁ. וְכֵן הַיּוֹצֵא בִּתְפִלִּין פָּטוּר: \n",
      "מִי שֶׁיֵּשׁ בְּרַגְלוֹ מַכָּה יוֹצֵא בְּסַנְדָּל יְחִידִי בְּרַגְלוֹ הַבְּרִיאָה. וְאִם אֵין בְּרַגְלוֹ מַכָּה לֹא יֵצֵא בְּסַנְדָּל יָחִיד. וְלֹא יֵצֵא קָטָן בְּמִנְעָל גָּדוֹל אֲבָל יוֹצֵא הוּא בְּחָלוּק גָּדוֹל. וְלֹא תֵּצֵא אִשָּׁה בְּמִנְעָל רָפוּי וְלֹא בְּמִנְעָל חָדָשׁ שֶׁלֹּא יָצְאָה בּוֹ שָׁעָה אַחַת מִבְּעוֹד יוֹם. וְאֵין הַקִּטֵּעַ יוֹצֵא בְּקַב שֶׁלּוֹ. אַנְקַּטְמִין שֶׁל עֵץ אֵין יוֹצְאִין בָּהֶן בְּשַׁבָּת מִפְּנֵי שֶׁאֵינָן מִדַּרְכֵי הַמַּלְבּוּשׁ. וְאִם יָצְאוּ פְּטוּרִין: \n",
      "יוֹצְאִין בִּפְקָרִיוֹן וּבְצִיפָה שֶׁבְּרָאשֵׁי בַּעֲלֵי חֲטָטִין. אֵימָתַי בִּזְמַן שֶׁצְּבָעָן בְּשֶׁמֶן וּכְרָכָן אוֹ שֶׁיָּצָא בָּהֶן שָׁעָה אַחַת מִבְּעוֹד יוֹם. אֲבָל אִם לֹא עָשָׂה בָּהֶן מַעֲשֶׂה וְלֹא יָצָא בָּהֶן קֹדֶם הַשַּׁבָּת אָסוּר לָצֵאת בָּהֶן: \n",
      "יוֹצְאִין בְּשַׂק עָבֶה וּבִירִיעָה וּבְסָגוֹס עָבֶה וּבַחֲמִילָה מִפְּנֵי הַגְּשָׁמִים. אֲבָל לֹא בְּתֵבָה וְלֹא בְּקֻפָּה וְלֹא בְּמַחְצֶלֶת מִפְּנֵי הַגְּשָׁמִים. הַכַּר וְהַכֶּסֶת אִם הָיוּ רַכִּין וְדַקִּין כְּמוֹ הַבְּגָדִים מֻתָּר לְהוֹצִיאָן מֻנָּחִין עַל רֹאשׁוֹ בְּשַׁבָּת דֶּרֶךְ מַלְבּוּשׁ. וְאִם הָיוּ קָשִׁין הֲרֵי הֵן כְּמַשּׂאוֹי וַאֲסוּרִין: \n",
      "יוֹצְאִין בְּזוֹגִין הָאֲרוּגִין בַּבְּגָדִים. וְיוֹצֵא הָעֶבֶד בְּחוֹתָם שֶׁל טִיט שֶׁבְּצַוָּארוֹ אֲבָל לֹא בְּחוֹתָם שֶׁל מַתֶּכֶת שֶׁמָּא יִפּל וִיבִיאֶנּוּ. הַמִּתְעַטֵּף בְּטַלִּיתוֹ וְקִפְּלָהּ מִכָּאן וּמִכָּאן בְּיָדוֹ אוֹ עַל כְּתֵפוֹ אִם נִתְכַּוֵּן לְקַבֵּץ כְּנָפָיו כְּדֵי שֶׁלֹּא יִקָּרְעוּ אוֹ שֶׁלֹּא יִתְלַכְלְכוּ אָסוּר. וְאִם קִבְּצָן לְהִתְנָאוֹת בָּהֶן כְּמִנְהַג אַנְשֵׁי הַמָּקוֹם בְּמַלְבּוּשָׁן מֻתָּר: \n",
      "הַיּוֹצֵא בְּטַלִּית מְקֻפֶּלֶת וּמֻנַּחַת עַל כְּתֵפוֹ חַיָּב. אֲבָל יוֹצֵא הוּא בְּסוּדָר שֶׁעַל כְּתֵפוֹ אַף עַל פִּי שֶׁאֵין נִימָה קְשׁוּרָה לוֹ בְּאֶצְבָּעוֹ. וְכָל סוּדָר שֶׁאֵינוֹ חוֹפֶה רֹאשׁוֹ וְרֻבּוֹ אָסוּר לָצֵאת בּוֹ. הָיְתָה סַכְנִית קְצָרָה שֶׁאֵינָהּ רְחָבָה קוֹשֵׁר שְׁנֵי רָאשֶׁיהָ לְמַטָּה מִכְּתֵפַיִם וְנִמְצֵאת כְּמוֹ אַבְנֵט וּמֻתָּר לָצֵאת בָּהּ: \n",
      "מֻתָּר לְהִתְעַטֵּף בְּטַלִּית שֶׁיֵּשׁ בְּשִׂפְתוֹתֶיהָ מֶלֶל אַף עַל פִּי שֶׁהֵן חוּטִין אֲרֻכִּין וְאַף עַל פִּי שֶׁאֵינָן נוֹי הַטַּלִּית מִפְּנֵי שֶׁהֵן בְּטֵלִים לְגַבֵּי הַטַּלִּית וְאֵינוֹ מַקְפִּיד עֲלֵיהֶן בֵּין הָיוּ בֵּין לֹא הָיוּ. לְפִיכָךְ הַיּוֹצֵא בְּטַלִּית שֶׁאֵינָהּ מְצֻיֶּצֶת כְּהִלְכָתָהּ חַיָּב מִפְּנֵי שֶׁאוֹתָן הַחוּטִין חֲשׁוּבִין הֵן אֶצְלוֹ וְדַעְתּוֹ עֲלֵיהֶן עַד שֶׁיַּשְׁלִים חֶסְרוֹנָן וְיֵעָשׂוּ צִיצִית. אֲבָל טַלִּית הַמְצֻיֶּצֶת כְּהִלְכָתָהּ מֻתָּר לָצֵאת בָּהּ בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה. שֶׁאֵין הַצִּיצִית הַגְּמוּרָה מַשּׂאוֹי אֶלָּא הֲרֵי הִיא מִנּוֹי הַבֶּגֶד וּמִתַּכְסִיסָיו כְּמוֹ הָאִמְרָא וְכַיּוֹצֵא בָּהּ. וְאִלּוּ הָיוּ חוּטֵי הַצִּיצִית שֶׁהִיא מְצֻיֶּצֶת כְּהִלְכָתָהּ מַשּׂאוֹי הָיָה חַיָּב הַיּוֹצֵא בָּהּ אֲפִלּוּ בְּיוֹם הַשַּׁבָּת שֶׁאֵין מִצְוַת עֲשֵׂה שֶׁאֵין בָּהּ כָּרֵת דּוֹחָה שַׁבָּת: \n",
      "לֹא יֵצֵא הַחַיָּט בְּשַׁבָּת בְּמַחַט הַתְּחוּבָה לוֹ בְּבִגְדוֹ. וְלֹא נַגָּר בְּקֵיסָם שֶׁבְּאָזְנוֹ. וְלֹא גַּרְדִּי בָּאִירָא שֶׁבְּאָזְנוֹ. וְלֹא סוֹרֵק בִּמְשִׁיחָה שֶׁבְּאָזְנוֹ. וְלֹא שֻׁלְחָנִי בְּדִינָר שֶׁבְּצַוָּארוֹ. וְלֹא צַבָּע בְּדֻגְמָא שֶׁבְּאָזְנוֹ. וְאִם יָצָא פָּטוּר אַף עַל פִּי שֶׁיָּצָא דֶּרֶךְ אֻמָּנוּתוֹ מִפְּנֵי שֶׁלֹּא הוֹצִיא כְּדֶרֶךְ הַמּוֹצִיאִין: \n",
      "הַזָּב שֶׁיָּצָא בְּכִיס שֶׁלּוֹ חַיָּב מִפְּנֵי שֶׁאֵין דֶּרֶךְ כִּיס זֶה לְהוֹצִיאוֹ אֶלָּא כַּדֶּרֶךְ הַזֹּאת וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ לְגוּף הַהוֹצָאָה אֶלָּא כְּדֵי שֶׁלֹּא יִתְלַכְלְכוּ בְּגָדָיו שֶׁהַמְּלָאכָה שֶׁאֵינָהּ צְרִיכָה לְגוּפָהּ חַיָּב עָלֶיהָ: \n",
      "הַמּוֹצֵא תְּפִלִּין בְּשַׁבָּת בִּרְשׁוּת הָרַבִּים כֵּיצַד הוּא עוֹשֶׂה. לוֹבְשָׁן כְּדַרְכָּן, מֵנִיחַ שֶׁל יָד בְּיָדוֹ שֶׁל רֹאשׁ בְּרֹאשׁוֹ וְנִכְנָס וְחוֹלְצָן בְּבַיִת וְחוֹזֵר וְיוֹצֵא וְלוֹבֵשׁ זוּג שֵׁנִי וְחוֹלְצָן עַד שֶׁיַּכְנִיס אֶת כֻּלָּן. וְאִם הָיוּ הַרְבֵּה וְלֹא נִשְׁאַר מִן הַיּוֹם כְּדֵי לְהַכְנִיסָן דֶּרֶךְ מַלְבּוּשׁ הֲרֵי זֶה מַחְשִׁיךְ עֲלֵיהֶם וּמַכְנִיסָן בְּמוֹצָאֵי שַׁבָּת. וְאִם הָיָה בִּימֵי הַגְּזֵרָה שֶׁמִּתְיָרֵא לֵישֵׁב וּלְשָׁמְרָן עַד הָעֶרֶב מִפְּנֵי הַכּוּתִים מְכַסָּן בִּמְקוֹמָן וּמַנִּיחָן וְהוֹלֵךְ: \n",
      "הָיָה מִתְיָרֵא לְהַחְשִׁיךְ עֲלֵיהֶן מִפְּנֵי הַלִּסְטִים נוֹטֵל אֶת כֻּלָּן כְּאַחַת וּמוֹלִיכָן פָּחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת אוֹ נוֹתְנָן לַחֲבֵרוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת וַחֲבֵרוֹ לַחֲבֵרוֹ עַד שֶׁמַּגִּיעַ לֶחָצֵר הַחִיצוֹנָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ בָּהֶן רְצוּעוֹתֵיהֶן וְהֵן מְקֻשָּׁרִין קֶשֶׁר שֶׁל תְּפִלִּין שֶׁוַּדַּאי תְּפִלִּין הֵן אֲבָל אִם לֹא הָיוּ רְצוּעוֹתֵיהֶן מְקֻשָּׁרוֹת אֵינוֹ נִזְקָק לָהֶן: \n",
      "הַמּוֹצֵא סֵפֶר תּוֹרָה יוֹשֵׁב וּמְשַׁמְּרוֹ וּמַחְשִׁיךְ עָלָיו. וּבַסַּכָּנָה מַנִּיחוֹ וְהוֹלֵךְ לוֹ. וְאִם הָיוּ גְּשָׁמִים יוֹרְדִין מִתְעַטֵּף בְּעוֹר וְחוֹזֵר וּמְכַסֶּה אוֹתוֹ וְנִכְנָס בּוֹ: \n",
      "לֹא יֵצֵא הַחַיָּט בְּמַחֲטוֹ בְּיָדוֹ וְלֹא הַלַּבְלָר בְּקֻלְמוֹסוֹ עֶרֶב שַׁבָּת סָמוּךְ לַחֲשֵׁכָה שֶׁמָּא יִשְׁכַּח וְיוֹצִיא. וְחַיָּב אָדָם לְמַשְׁמֵשׁ בְּבִגְדוֹ עֶרֶב שַׁבָּת עִם חֲשֵׁכָה שֶׁמָּא יִהְיֶה שָׁם דָּבָר שָׁכוּחַ וְיֵצֵא בּוֹ בְּשַׁבָּת. מֻתָּר לָצֵאת בִּתְפִלִּין עֶרֶב שַׁבָּת עִם חֲשֵׁכָה הוֹאִיל וְחַיָּב אָדָם לְמַשְׁמֵשׁ בִּתְפִלָּיו בְּכָל עֵת אֵינוֹ שׁוֹכְחָן. שָׁכַח וְיָצָא בָּהֶן לִרְשׁוּת הָרַבִּים וְנִזְכַּר שֶׁיֵּשׁ לוֹ תְּפִלִּין בְּרֹאשׁוֹ מְכַסֶּה אֶת רֹאשׁוֹ עַד שֶׁמַּגִּיעַ לְבֵיתוֹ אוֹ לְבֵית הַמִּדְרָשׁ: \n"
    ],
    [
      "אָסוּר לְהוֹצִיא מַשָּׂא עַל הַבְּהֵמָה בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(שמות כג יב)</small> \"לְמַעַן יָנוּחַ שׁוֹרְךָ וַחֲמֹרֶךָ\" וְכָל בְּהֶמְתֶּךָ. אֶחָד שׁוֹר וַחֲמוֹר וְאֶחָד כָּל בְּהֵמָה חַיָּה וָעוֹף. וְאִם הוֹצִיא עַל הַבְּהֵמָה אַף עַל פִּי שֶׁהוּא מְצֻוֶּה עַל שְׁבִיתָתָהּ אֵינוֹ לוֹקֶה לְפִי שֶׁאִסּוּרוֹ בָּא מִכְּלַל עֲשֵׂה. לְפִיכָךְ הַמְחַמֵּר אַחַר בְּהֶמְתּוֹ בְּשַׁבָּת וְהָיָה עָלֶיהָ מַשּׂאוֹי פָּטוּר:  ",
      "וַהֲלֹא לָאו מְפֹרָשׁ בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כ י)</small> \"לֹא תַעֲשֶׂה כָל מְלָאכָה אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וּבְהֶמְתֶּךָ\", שֶׁלֹּא יַחֲרשׁ בָּהּ וְכַיּוֹצֵא בַּחֲרִישָׁה. וְנִמְצָא לָאו שֶׁנִּתָּן לְאַזְהָרַת מִיתַת בֵּית דִּין וְאֵין לוֹקִין עָלָיו:  ",
      "אָסוּר לְיִשְׂרָאֵל לְהַשְׁאִיל אוֹ לְהַשְׂכִּיר בְּהֵמָה גַּסָּה לְנָכְרִי שֶׁלֹּא יַעֲשֶׂה בָּהּ מְלָאכָה בְּשַׁבָּת וַהֲרֵי הוּא מְצֻוֶּה עַל שְׁבִיתַת בְּהֶמְתּוֹ. אָסְרוּ חֲכָמִים לִמְכֹּר בְּהֵמָה גַּסָּה לְנָכְרִי שֶׁמָּא יַשְׁאִיל אוֹ יַשְׂכִּיר. וְאִם מָכַר קוֹנְסִין אוֹתוֹ עַד עֲשָׂרָה בְּדָמֶיהָ וּמַחֲזִירָהּ. וַאֲפִלּוּ שְׁבוּרָה אֵין מוֹכְרִין. וּמֻתָּר לוֹ לִמְכֹּר לָהֶם עַל יְדֵי סַרְסוּר שֶׁהַסַּרְסוּר אֵינוֹ מַשְׂכִּיר וְאֵינוֹ מַשְׁאִיל:  ",
      "וּמֻתָּר לִמְכֹּר לָהֶם סוּס שֶׁאֵין הַסּוּס עוֹמֵד אֶלָּא לִרְכִיבַת אָדָם לֹא לְמַשּׂאוֹי וְהַחַי נוֹשֵׂא אֶת עַצְמוֹ. וּכְדֶרֶךְ שֶׁאָסְרוּ לִמְכֹּר לְנָכְרִי כָּךְ אָסְרוּ לִמְכֹּר לְיִשְׂרָאֵל הֶחָשׁוּד לִמְכֹּר לְנָכְרִי. וּמֻתָּר לִמְכֹּר לָהֶם פָּרָה לִשְׁחִיטָה וְשׁוֹחֵט אוֹתָהּ בְּפָנָיו. וְלֹא יִמְכֹּר סְתָם אֲפִלּוּ שׁוֹר שֶׁל פְּטָם שֶׁמָּא יַשְׁהֵא אוֹתוֹ וְיַעֲבֹד בּוֹ:  ",
      "מָקוֹם שֶׁנָּהֲגוּ לִמְכֹּר לָהֶן בְּהֵמָה דַּקָּה מוֹכְרִין. מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִמְכֹּר אֵין מוֹכְרִין. וּבְכָל מָקוֹם אֵין מוֹכְרִין לָהֶם חַיָּה גַּסָּה כְּמוֹ שֶׁאֵין מוֹכְרִין לָהֶם בְּהֵמָה גַּסָּה אֶלָּא עַל יְדֵי סַרְסוּר:  ",
      "מִי שֶׁהֶחְשִׁיךְ בַּדֶּרֶךְ וְלֹא הָיָה עִמּוֹ נָכְרִי שֶׁיִּתֵּן לוֹ כִּיסוֹ וְהָיְתָה עִמּוֹ בְּהֵמָה. מַנִּיחַ כִּיסוֹ עָלֶיהָ כְּשֶׁהִיא מְהַלֶּכֶת וּכְשֶׁתִּרְצֶה לַעֲמֹד נוֹטְלוֹ מֵעָלֶיהָ כְּדֵי שֶׁלֹּא תַּעֲמֹד וְהוּא עָלֶיהָ וּכְדֵי שֶׁלֹּא תִּהְיֶה שָׁם לֹא עֲקִירָה וְלֹא הַנָּחָה. וְאָסוּר לוֹ לְהַנְהִיגָהּ וַאֲפִלּוּ בְּקוֹל כָּל זְמַן שֶׁהַכִּיס עָלֶיהָ כְּדֵי שֶׁלֹּא יִהְיֶה מְחַמֵּר בְּשַׁבָּת. וּגְזֵרַת חֲכָמִים הִיא שֶׁלֹּא יַנִּיחַ כִּיסוֹ עַל גַּבֵּי בְּהֵמָה אֶלָּא אִם אֵין עִמּוֹ נָכְרִי:  ",
      "הָיָה עִמּוֹ חֵרֵשׁ שׁוֹטֶה וְקָטָן מַנִּיחַ כִּיסוֹ עַל הַחֲמוֹר וְאֵינוֹ נוֹתְנוֹ לְאֶחָד מֵהֶן מִפְּנֵי שֶׁהֵן אָדָם מִיִּשְׂרָאֵל. הָיָה עִמּוֹ חֵרֵשׁ וְשׁוֹטֶה וְאֵין עִמּוֹ בְּהֵמָה נוֹתְנוֹ לְשׁוֹטֶה. שׁוֹטֶה וְקָטָן נוֹתְנוֹ לְשׁוֹטֶה. חֵרֵשׁ וְקָטָן נוֹתְנוֹ לְאֵי זֶה מֵהֶן שֶׁיִּרְצֶה. לֹא הָיְתָה עִמּוֹ בְּהֵמָה וְלֹא נָכְרִי וְלֹא אֶחָד מִכָּל אֵלּוּ מְהַלֵּךְ בּוֹ פָּחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת. וַאֲפִלּוּ מְצִיאָה שֶׁבָּאָה לְיָדוֹ מְהַלֵּךְ בָּהּ פָּחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת. אֲבָל קֹדֶם שֶׁתָּבוֹא לְיָדוֹ אִם יָכוֹל לְהַחְשִׁיךְ עָלֶיהָ מַחְשִׁיךְ וְאִם לָאו מוֹלִיכָהּ פָּחוֹת פָּחוֹת מֵאַרְבַּע אַמּוֹת:  ",
      "מֻתָּר לִמְשֹׁךְ אֶת הַבְּהֵמָה בְּמֶתֶג וָרֶסֶן שֶׁלָּהּ לִרְשׁוּת הָרַבִּים וְהוּא שֶׁתִּהְיֶה רְאוּיָה לְאוֹתוֹ הָרֶסֶן. כְּגוֹן שִׁיר לְסוּס וְאַפְסָר לְגָמָל וַחֲטָם לְנָאקָה וְסוּגַר לְכֶלֶב. אֲבָל אִם הוֹצִיא בְּהֵמָה בְּמֶתֶג שֶׁאֵין מִשְׁתַּמֶּרֶת בּוֹ כְּגוֹן שֶׁקָּשַׁר חֶבֶל בְּפִי הַסּוּס אוֹ בְּמֶתֶג שֶׁאֵינָהּ צְרִיכָה לוֹ אֶלָּא מִשְׁתַּמֶּרֶת בְּפָחוֹת מִמֶּנּוּ. כְּגוֹן שֶׁהוֹצִיא חֲמוֹר בְּשִׁיר שֶׁל סוּס אוֹ חָתוּל בְּסוּגַר הֲרֵי זֶה מַשּׂאוֹי. שֶׁכָּל שְׁמִירָה מְעֻלָּה אוֹ שְׁמִירָה פְּחוּתָה מַשּׂאוֹי הוּא לָהּ:  ",
      "לֹא יִקְשֹׁר גְּמַלִּים זֶה בָּזֶה וְיִמְשֹׁךְ אֲפִלּוּ הָיוּ קְשׁוּרִין מֵעֶרֶב שַׁבָּת אֵינָן נִמְשָׁכִין בְּשַׁבָּת. אֲבָל מַכְנִיס הוּא חֲבָלִים לְתוֹךְ יָדוֹ וְהוּא שֶׁלֹּא יֵצֵא חֶבֶל מִתּוֹךְ יָדוֹ טֶפַח. וְצָרִיךְ שֶׁיִּהְיֶה הַחֶבֶל שֶׁמִּפִּי הַבְּהֵמָה עַד יָדוֹ גָּבוֹהַּ מִן הָאָרֶץ טֶפַח אוֹ יוֹתֵר. וּמִפְּנֵי מָה לֹא יִמְשֹׁךְ הַגְּמַלִּים הַקְּשׁוּרִים זֶה בָּזֶה מִפְּנֵי שֶׁהוּא נִרְאֶה כְּמִי שֶׁמּוֹלִיכָן לְשׁוּק שֶׁמּוֹכְרִין בּוֹ הַבְּהֵמוֹת אוֹ שֶׁמְּשַׂחֲקִין בָּהֶן שָׁם. וּמִפְּנֵי זֶה לֹא תֵּצֵא בְּהֵמָה בְּזוֹג שֶׁבְּצַוָּארָהּ וַאֲפִלּוּ הָיָה פָּקוּק שֶׁאֵין לוֹ קוֹל:  ",
      "לֹא תֵּצֵא בְּהֵמָה בְּזוּג שֶׁבִּכְסוּתָהּ וְלֹא בְּחוֹתָם שֶׁבְּצַוָּארָהּ וְלֹא בְּחוֹתָם שֶׁבִּכְסוּתָהּ וְלֹא בִּרְצוּעָה שֶׁבְּרַגְלָהּ וְלֹא בְּסֻלָּם שֶׁבְּצַוָּארָהּ. וְאֵין חֲמוֹר יוֹצֵא בְּמַרְדַּעַת אֶלָּא אִם כֵּן הָיְתָה קְשׁוּרָה לוֹ מֵעֶרֶב שַׁבָּת. וְלֹא יֵצֵא גָּמָל בַּמְּטוּטֶלֶת הַתְּלוּיָה לוֹ בְּדַבַּשְׁתּוֹ אוֹ בִּזְנָבוֹ אֶלָּא אִם כֵּן הָיְתָה קְשׁוּרָה בִּזְנָבוֹ וְחוֹטַרְתּוֹ. וְלֹא יֵצֵא הַגָּמָל עֲקוּד יָד וְלֹא עֲקוּד רֶגֶל וְכֵן שְׁאָר כָּל הַבְּהֵמוֹת:  ",
      "אֵין הַתַּרְנְגוֹלִים יוֹצְאִין בְּחוּטִין וְלֹא בָּרְצוּעוֹת שֶׁבְּרַגְלֵיהֶם. וְאֵין הַכְּבָשִׂין יוֹצְאִין בָּעֲגָלָה שֶׁתַּחַת אַלְיָה שֶׁלָּהֶן. וְאֵין הַכְּבָשׂוֹת יוֹצְאוֹת בָּעֵצִים שֶׁמַּנִּיחִים לָהֶן בְּחָטְמָן כְּדֵי שֶׁיִּתְעַטְּשׁוּ וְיִפְּלוּ הַתּוֹלָעִין שֶׁבְּמֹחָן. וְאֵין הָעֵגֶל יוֹצֵא בְּעל קָטָן שֶׁמַּנִּיחִין לוֹ עַל צַוָּארוֹ כְּדֵי שֶׁיִּכָּנַע וְיִהְיֶה נוֹחַ לַחֲרִישָׁה. וְלֹא תֵּצֵא בְּהֵמָה בִּשְׂבָכָה שֶׁמַּנִּיחִין לָהּ בְּפִיהָ כְּדֵי שֶׁלֹּא תִּשֹּׁךְ אוֹ שֶׁלֹּא תֹּאכַל. לֹא תֵּצֵא הַפָּרָה בְּעוֹר הַקּוּפָּר שֶׁמַּנִּיחִין לָהּ עַל דַּדֶּיהָ כְּדֵי שֶׁלֹּא יִינַק מִמֶּנָּה הַשֶּׁרֶץ כְּשֶׁהִיא יְשֵׁנָה. וְלֹא תֵּצֵא בָּרְצוּעָה שֶׁבֵּין קַרְנֶיהָ בֵּין לְנוֹי בֵּין לְשַׁמֵּר. עֵז שֶׁחָקַק לָהּ בְּקַרְנֶיהָ יוֹצְאָה בְּאַפְסָר הַקָּשׁוּר בְּחֶקֶק בְּשַׁבָּת. וְאִם תְּחָבוֹ בִּזְקָנָהּ אָסוּר שֶׁמָּא תְּנַתְּחֶנּוּ וִיבִיאֶנּוּ בְּיָדוֹ בִּרְשׁוּת הָרַבִּים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הַזְּכָרִים יוֹצְאִים בָּעוֹר הַקָּשׁוּר לָהֶן עַל זַכְרוּתָן כְּדֵי שֶׁלֹּא יַעֲלוּ עַל הַנְּקֵבוֹת. וּבָעוֹר הַקָּשׁוּר לָהֶם עַל לִבֵּיהֶם כְּדֵי שֶׁלֹּא יִפְּלוּ עֲלֵיהֶם זְאֵבִים. וּבְמַטְלָנִיּוֹת הַמְרֻקָּמוֹת שֶׁמְּיַפִּין אוֹתָן בָּהֶן. וְהָרְחֵלוֹת יוֹצְאוֹת וְאַלְיָה שֶׁלָּהֶן קְשׁוּרָה לְמַעְלָה עַל גַּבָּן כְּדֵי שֶׁיַּעֲלוּ עֲלֵיהֶן הַזְּכָרִים. אוֹ קְשׁוּרָה לְמַטָּה כְּדֵי שֶׁלֹּא יַעֲלוּ עֲלֵיהֶם הַזְּכָרִים. וְיוֹצְאוֹת מְלֻפָּפוֹת בְּמַטְלָנִיּוֹת כְּדֵי שֶׁיִּהְיֶה הַצֶּמֶר שֶׁלָּהֶן נָקִי. הָעִזִּים יוֹצְאוֹת וְדַדֵּיהֶן קְשׁוּרוֹת כְּדֵי שֶׁיִּיבַשׁ מֵהֶן הֶחָלָב. אֲבָל אִם קְשָׁרָן כְּדֵי שֶׁלֹּא יֵצֵא הֶחָלָב עַד שֶׁיַּחֲלֹב אוֹתוֹ לָעֶרֶב הֲרֵי אֵלּוּ לֹא יֵצְאוּ:  ",
      "אֵין חֲמוֹר יוֹצֵא בְּאֻכָּף אַף עַל פִּי שֶׁקָּשׁוּר מֵעֶרֶב שַׁבָּת. וְלֹא יֵצֵא הַסּוּס בִּזְנַב שׁוּעָל וְלֹא בִּזְהוֹרִית שֶׁבֵּין עֵינָיו. וְלֹא תֵּצֵא בְּהֵמָה בִּקְרַסְטָל שֶׁבְּפִיהָ וְלֹא בְּסַנְדָּל שֶׁבְּרַגְלָהּ וְלֹא בְּקָמֵעַ שֶׁאֵינוֹ מֻמְחֶה לִבְהֵמָה. אֲבָל יוֹצְאָה הִיא בְּאֶגֶד שֶׁעַל גַּב הַמַּכָּה וּבְקַשְׂקַשִּׂים שֶׁעַל גַּבֵּי הַשֶּׁבֶר. וּבְשִׁלְיָה הַמְדֻלְדֶּלֶת בָּהּ. וּפוֹקֵק לָהּ זוֹג שֶׁבְּצַוָּארָהּ וּמְטַיֶּלֶת בּוֹ בֶּחָצֵר. וְנוֹתֵן לוֹ מַרְדַּעַת עַל הַחֲמוֹר בְּשַׁבָּת וּמְטַיֵּל בֶּחָצֵר. אֲבָל אֵין תּוֹלִין לָהּ קְרַסְטָל בְּפִיהָ בְּשַׁבָּת:  ",
      "כְּשֵׁם שֶׁאָדָם מְצֻוֶּה עַל שְׁבִיתַת בְּהֶמְתּוֹ בְּשַׁבָּת כָּךְ הוּא מְצֻוֶּה עַל שְׁבִיתַת עַבְדּוֹ וַאֲמָתוֹ וְאַף עַל פִּי שֶׁהֵן בְּנֵי דַּעַת וּלְדַעַת עַצְמָן עוֹשִׂין מִצְוָה עָלֵינוּ לְשָׁמְרָן וּלְמָנְעָן מֵעֲשִׂיַּת מְלָאכָה בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(שמות כג יב)</small> \"לְמַעַן יָנוּחַ שׁוֹרְךָ וַחֲמֹרֶךָ וְיִנָּפֵשׁ בֶּן אֲמָתְךָ וְהַגֵּר\". עֶבֶד וְאָמָה שֶׁאָנוּ מְצֻוִּין עַל שְׁבִיתָתָן הֵם עֲבָדִים שֶׁמָּלוּ וְטָבְלוּ לְשֵׁם עַבְדוּת וְקִבְּלוּ מִצְוֹת שֶׁהָעֲבָדִים חַיָּבִין בָּהֶן. אֲבָל עֲבָדִים שֶׁלֹּא מָלוּ וְלֹא טָבְלוּ אֶלָּא קִבְּלוּ עֲלֵיהֶן שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ בִּלְבַד הֲרֵי הֵן כְּגֵר תּוֹשָׁב וּמֻתָּרִין לַעֲשׂוֹת מְלָאכָה בְּשַׁבָּת לְעַצְמָן בְּפַרְהֶסְיָא כְּיִשְׂרָאֵל בְּחל. וְאֵין מְקַבְּלִין גֵּר תּוֹשָׁב אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג. הוֹאִיל וְגֵר תּוֹשָׁב עוֹשֶׂה מְלָאכָה לְעַצְמוֹ בְּשַׁבָּת וְגֵר צֶדֶק הֲרֵי הוּא כְּיִשְׂרָאֵל לְכָל דָּבָר. בְּמִי נֶאֱמַר וְיִנָּפֵשׁ בֶּן אֲמָתְךָ וְהַגֵּר. זֶה גֵּר תּוֹשָׁב שֶׁהוּא לְקִיטוֹ וּשְׂכִירוֹ שֶׁל יִשְׂרָאֵל כְּמוֹ בֶּן אֲמָתוֹ. שֶׁלֹּא יַעֲשֶׂה מְלָאכָה לְיִשְׂרָאֵל רַבּוֹ בְּשַׁבָּת אֲבָל לְעַצְמוֹ עוֹשֶׂה. וַאֲפִלּוּ הָיָה הַגֵּר זֶה עַבְדּוֹ הֲרֵי זֶה עוֹשֶׂה לְעַצְמוֹ:  "
    ],
    [
      "נֶּאֱמַר בַּתּוֹרָה <small>(שמות כב יב)</small> <small>(שמות לד כא)</small> \"תִּשְׁבֹּת\" אֲפִלּוּ מִדְּבָרִים שֶׁאֵינָן מְלָאכָה חַיָּב לִשְׁבֹּת מֵהֶן. וּדְבָרִים הַרְבֵּה הֵן שֶׁאָסְרוּ חֲכָמִים מִשּׁוּם שְׁבוּת. מֵהֶן דְּבָרִים אֲסוּרִים מִפְּנֵי שֶׁהֵן דּוֹמִים לִמְלָאכוֹת וּמֵהֶן דְּבָרִים אֲסוּרִים גְּזֵרָה שֶׁמָּא יָבוֹא מֵהֶן אִסּוּר סְקִילָה. וְאֵלּוּ הֵן: \n",
      "כָּל הַמַּשְׁוֶה גֻּמּוֹת הֲרֵי זֶה חַיָּב מִשּׁוּם חוֹרֵשׁ. לְפִיכָךְ אָסוּר לְהִפָּנוֹת בִּשְׂדֵה הַנִּירָה בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַשְׁוֶה גֻּמּוֹת. הַמְפַנֶּה אֶת הָאוֹצָר בְּשַׁבָּת מִפְּנֵי שֶׁהוּא צָרִיךְ לוֹ לִדְבַר מִצְוָה כְּגוֹן שֶׁיַּכְנִיס בּוֹ אוֹרְחִים אוֹ יִקְבַּע בּוֹ מִדְרָשׁ לֹא יִגְמֹר אֶת כָּל הָאוֹצָר שֶׁמָּא יָבוֹא לְהַשְׁווֹת גֻּמּוֹת. טִיט שֶׁעַל גַּבֵּי רַגְלוֹ מְקַנְּחוֹ בַּכֹּתֶל אוֹ בְּקוֹרָה אֲבָל לֹא בַּקַּרְקַע שֶׁמָּא יָבֹא לְהַשְׁווֹת גֻּמּוֹת. לֹא יָרֹק בַּקַּרְקַע וְיָשׁוּף בְּרַגְלוֹ שֶׁמָּא יַשְׁוֶה גֻּמּוֹת. וּמֻתָּר לִדְרֹס הָרֹק שֶׁעַל גַּבֵּי קַרְקַע וְהוֹלֵךְ לְפִי תֻּמּוֹ: \n",
      "נָשִׁים הַמְשַׂחֲקוֹת בֶּאֱגוֹזִים וּשְׁקֵדִים וְכַיּוֹצֵא בָּהֶן אֲסוּרוֹת לְשַׂחֵק בָּהֶן בְּשַׁבָּת שֶׁמָּא יָבֹאוּ לְהַשְׁווֹת גֻּמּוֹת. וְאָסוּר לְכַבֵּד אֶת הַקַּרְקַע שֶׁמָּא יַשְׁוֶה גֻּמּוֹת אֶלָּא אִם כֵּן הָיָה רָצוּף בַּאֲבָנִים. וּמֻתָּר לְזַלֵּף מַיִם עַל גַּבֵּי הַקַּרְקַע וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יַשְׁוֶה גֻּמּוֹת שֶׁהֲרֵי אֵינוֹ מִתְכַּוֵּן לְכָךְ. אֵין סָכִין אֶת הַקַּרְקַע וַאֲפִלּוּ הָיָה רָצוּף בַּאֲבָנִים וְאֵין נוֹפְחִין אוֹתוֹ וְאֵין מְדִיחִין אוֹתוֹ אֲפִלּוּ בְּיוֹם טוֹב כָּל שֶׁכֵּן בְּשַׁבָּת. שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבֹא לְהַשְׁווֹת גֻּמּוֹת בִּזְמַן שֶׁהוּא עוֹשֶׂה כֵּן בְּמָקוֹם שֶׁאֵינוֹ רָצוּף: \n",
      "חָצֵר שֶׁנִּתְקַלְקְלָה בְּמֵימֵי הַגְּשָׁמִים מֵבִיא תֶּבֶן וּמְרַדֶּה בָּהּ. וּכְשֶׁהוּא מְרַדֶּה לֹא יְרַדֶּה לֹא בְּסַל וְלֹא בְּקֻפָּה אֶלָּא בְּשׁוּלֵי הַקֻּפָּה שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבֹא לְהַשְׁווֹת גֻּמּוֹת: \n",
      "הַמַּשְׁקֶה אֶת הַזְּרָעִים חַיָּב מִשּׁוּם זוֹרֵעַ. לְפִיכָךְ אָסוּר לִשְׁאֹב מִן הַבּוֹר בְּגַלְגַּל גְּזֵרָה שֶׁמָּא יְמַלֵּא לְגִנָּתוֹ וּלְחֻרְבָּתוֹ. וּמִפְּנֵי זֶה אִם הָיָה הַבּוֹר שֶׁל גַּלְגַּל בֶּחָצֵר מֻתָּר לְמַלְּאוֹת מִמֶּנּוּ בַּגַּלְגַּל: \n",
      "התּוֹלֵשׁ חַיָּב מִשּׁוּם קוֹצֵר. לְפִיכָךְ אָסוּר לִרְדּוֹת דְּבַשׁ מִכַּוֶּרֶת בְּשַׁבָּת מִפְּנֵי שֶׁהוּא כְּתוֹלֵשׁ. אֵין עוֹלִין בְּאִילָן בֵּין לַח בֵּין יָבֵשׁ וְאֵין נִתְלִין בְּאִילָן וְאֵין נִסְמָכִין בְּאִילָן. וְלֹא יַעֲלֶה מִבְּעוֹד יוֹם לֵישֵׁב שָׁם כָּל הַיּוֹם כֻּלּוֹ. וְאֵין מִשְׁתַּמְּשִׁין בִּמְחֻבָּר לַקַּרְקַע כְּלָל גְּזֵרָה שֶׁמָּא יִתְלֹשׁ: \n",
      "פֵּרוֹת שֶׁנָּשְׁרוּ בְּשַׁבָּת אָסוּר לְאָכְלָן עַד מוֹצָאֵי שַׁבָּת גְּזֵרָה שֶׁמָּא יִתְלֹשׁ. הֲדַס הַמְחֻבָּר מֻתָּר לְהָרִיחַ בּוֹ שֶׁאֵין הֲנָיָתוֹ אֶלָּא לְהָרִיחַ בּוֹ וַהֲרֵי רֵיחוֹ מָצוּי. אֲבָל אֶתְרוֹג וְתַפּוּחַ וְכָל הָרָאוּי לַאֲכִילָה אָסוּר לְהָרִיחַ בּוֹ בִּמְחֻבָּר גְּזֵרָה שֶׁמָּא יָקֹץ אוֹתוֹ לְאָכְלוֹ: \n",
      "אִילָן שֶׁהָיוּ שָׁרָשָׁיו גְּבוֹהִין מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים אָסוּר לֵישֵׁב עֲלֵיהֶן. וְאִם אֵינָן גְּבוֹהִין שְׁלֹשָׁה הֲרֵי הֵן כָּאָרֶץ. הָיוּ בָּאִין מִלְּמַעְלָה מִשְּׁלֹשָׁה לְתוֹךְ שְׁלֹשָׁה מֻתָּר לְהִשְׁתַּמֵּשׁ בָּהֶן. הָיוּ גְּבוֹהִין שְׁלֹשָׁה אַף עַל פִּי שֶׁצִּדָּן אֶחָד שָׁוֶה לָאָרֶץ אוֹ שֶׁיֵּשׁ חָלָל תַּחְתֵּיהֶן שְׁלֹשָׁה אָסוּר לֵישֵׁב עֲלֵיהֶן: \n",
      "אֵין רוֹכְבִין עַל גַּבֵּי בְּהֵמָה בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַחְתֹּךְ זְמוֹרָה לְהַנְהִיגָהּ. וְאֵין נִתְלִין בִּבְהֵמָה וְלֹא יַעֲלֶה מִבְּעוֹד יוֹם לֵישֵׁב עָלֶיהָ בְּשַׁבָּת. וְאֵין נִסְמָכִין לְצִדֵּי בְּהֵמָה. וְצִדֵּי צְדָדִין מֻתָּרִין. עָלָה בָּאִילָן בְּשַׁבָּת בְּשׁוֹגֵג מֻתָּר לֵירֵד. בְּמֵזִיד אָסוּר לֵירֵד. וּבִבְהֵמָה אֲפִלּוּ בְּמֵזִיד יֵרֵד מִשּׁוּם צַעַר בַּעֲלֵי חַיִּים. וְכֵן פּוֹרְקִין הַמַּשּׂאוֹי מֵעַל הַבְּהֵמָה בְּשַׁבָּת מִשּׁוּם צַעַר בַּעֲלֵי חַיִּים: \n",
      "כֵּיצַד. הָיְתָה בְּהֶמְתּוֹ טְעוּנָה שָׁלִיף שֶׁל תְּבוּאָה מַכְנִיס רֹאשׁוֹ תַּחְתָּיו וּמְסַלְּקוֹ לְצַד אַחֵר וְהוּא נוֹפֵל מֵאֵלָיו. הָיָה בָּא מִן הַדֶּרֶךְ בְּלֵיל שַׁבָּת וּבְהֶמְתּוֹ טְעוּנָה. כְּשֶׁיַּגִּיעַ לֶחָצֵר הַחִיצוֹנָה נוֹטֵל אֶת הַכֵּלִים הַנִּטָּלִין בְּשַׁבָּת וְשֶׁאֵינָן נִטָּלִין מַתִּיר הַחֲבָלִים וְהַשַּׂקִּין נוֹפְלִין. הָיוּ בַּשַּׂקִּין דְּבָרִים הַמִּשְׁתַּבְּרִין. אִם הָיוּ שַׂקִּין קְטַנִּים מֵבִיא כָּרִים וּכְסָתוֹת וּמַנִּיחַ תַּחְתֵּיהֶן וְהַשַּׂקִּין נוֹפְלִין עַל הַכָּרִים. שֶׁהֲרֵי אִם יִרְצֶה לִשְׁלֹף הַכַּר שׁוֹלֵף מִפְּנֵי שֶׁהַשַּׂקִּים קְטַנִּים וְקַלִּים וְנִמְצָא שֶׁלֹּא בָּטֵל הַכְּלִי מֵהֵיכָנוֹ. הָיְתָה טְעוּנָה עֲשָׁשִׁיּוֹת שֶׁל זְכוּכִית מַתִּיר הַשַּׂקִּים וְהֵן נוֹפְלִין שֶׁאַף עַל פִּי שֶׁיִּשָּׁבְרוּ אֵין בְּכָךְ הֶפְסֵד גָּדוֹל שֶׁהֲרֵי הַכּל לְהַתָּכָה עוֹמֵד וּלְהֶפְסֵד מֻעָט לֹא חָשְׁשׁוּ. הָיוּ הַשַּׂקִּים גְּדוֹלִים וּמְלֵאִים כְּלֵי זְכוּכִית וְכַיּוֹצֵא בָּהֶם פּוֹרֵק בְּנַחַת. וּמִכָּל מָקוֹם לֹא יַנִּיחָן שָׁם עַל גַּבֵּי בְּהֵמָה מִשּׁוּם צַעַר בַּעֲלֵי חַיִּים: \n",
      "הַמְדַבֵּק פֵּרוֹת עַד שֶׁיֵּעָשׂוּ גּוּף אֶחָד חַיָּב מִשּׁוּם מְעַמֵּר. לְפִיכָךְ מִי שֶׁנִּתְפַּזְּרוּ לוֹ פֵּרוֹת בַּחֲצֵרוֹ מְלַקֵּט עַל יָד עַל יָד וְאוֹכֵל. אֲבָל לֹא יִתֵּן לֹא לְתוֹךְ הַסַּל וְלֹא לְתוֹךְ הַקֻּפָּה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. שֶׁאִם יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל שֶׁמָּא יִכְבְּשֵׁם בְּיָדוֹ בְּתוֹךְ הַקֻּפָּה וְיָבֹא לִידֵי עִמּוּר. וְכֵן אֵין מְקַבְּצִין אֶת הַמֶּלַח וְכַיּוֹצֵא בּוֹ מִפְּנֵי שֶׁנִּרְאֶה כִּמְעַמֵּר: \n",
      "מְפָרֵק חַיָּב מִשּׁוּם דָּשׁ. וְהַסּוֹחֵט זֵיתִים וַעֲנָבִים חַיָּב מִשּׁוּם מְפָרֵק. לְפִיכָךְ אָסוּר לִסְחֹט תּוּתִים וְרִמּוֹנִים הוֹאִיל וּמִקְצָת בְּנֵי אָדָם סוֹחֲטִים אוֹתָם כְּזֵיתִים וַעֲנָבִים שֶׁמָּא יָבוֹא לִסְחֹט זֵיתִים וַעֲנָבִים. אֲבָל שְׁאָר פֵּרוֹת כְּגוֹן פְּרִישִׁין וְתַפּוּחִים וְעוּזְרָדִין מֻתָּר לְסָחֳטָן בְּשַׁבָּת מִפְּנֵי שֶׁאֵינָן בְּנֵי סְחִיטָה: \n",
      "כְּבָשִׁין וּשְׁלָקוֹת שֶׁסְּחָטָן. אִם לְרַכֵּךְ גּוּפָן מֻתָּר וְאִם לְהוֹצִיא מֵימֵיהֶן אָסוּר. וְאֵין מְרַסְּקִין אֶת הַשֶּׁלֶג שֶׁיָּזוּבוּ מֵימָיו. אֲבָל מְרַסֵּק הוּא לְתוֹךְ הַקְּעָרָה אוֹ לְתוֹךְ הַכּוֹס. הַשּׁוּם וְהַבֹּסֶר וְהַמְּלִילוֹת שֶׁרִסְּקָן מִבְּעוֹד יוֹם. אִם מְחֻסָּרִין דִּיכָה אָסוּר לוֹ לִגְמֹר דִּיכָתָן בְּשַׁבָּת. וְאִם מְחֻסָּרִין שְׁחִיקָה בַּיָּד מֻתָּר לוֹ לִגְמֹר שְׁחִיקָתָן בְּשַׁבָּת. לְפִיכָךְ מֻתָּר לִגְמֹר שְׁחִיקַת הָרִיפוֹת בָּעֵץ הַפָּרוּר בְּתוֹךְ הַקְּדֵרָה בְּשַׁבָּת אַחַר שֶׁמּוֹרִידִין אוֹתָהּ מֵעַל הָאֵשׁ: \n",
      "הַמּוֹלֵל מְלִילוֹת מוֹלֵל בְּשִׁנּוּי כְּדֵי שֶׁלֹּא יֵרָאֶה כְּדָשׁ. הַיּוֹנֵק בְּפִיו פָּטוּר. וְאִם הָיָה גּוֹנֵחַ מֻתָּר לוֹ לִינֹק בְּפִיו מִפְּנֵי שֶׁהוּא מְפָרֵק כִּלְאַחַר יָד וּמִשּׁוּם צַעֲרוֹ לֹא גָּזְרוּ וְאַף עַל פִּי שֶׁאֵין שָׁם סַכָּנָה: \n",
      "פֵּרוֹת שֶׁזָּבוּ מֵהֶן מַשְׁקִין בְּשַׁבָּת. אִם זֵיתִים וַעֲנָבִים הֵן אָסוּר לִשְׁתּוֹת אוֹתָן הַמַּשְׁקִין עַד מוֹצָאֵי שַׁבָּת גְּזֵרָה שֶׁמָּא יִתְכַּוֵּן וְיִסְחֹט אוֹתָן בְּשַׁבָּת. וְאִם תּוּתִים וְרִמּוֹנִים הֵן. אִם הִכְנִיסָן לַאֲכִילָה מַשְׁקִין שֶׁזָּבוּ מֵהֶן מֻתָּרִין. וְאִם הִכְנִיסָן לְדָרְכָן מַשְׁקִין שֶׁזָּבוּ מֵהֶן אֲסוּרִין עַד מוֹצָאֵי שַׁבָּת: \n",
      "זֵיתִים וַעֲנָבִים שֶׁרִסְּקָן מֵעֶרֶב שַׁבָּת וְיָצְאוּ מֵהֶן מַשְׁקִין מֵעַצְמָן מֻתָּרִין. וְכֵן חַלּוֹת דְּבַשׁ שֶׁרִסְּקָן מֵעֶרֶב שַׁבָּת מַשְׁקִין הַיּוֹצְאִין מֵהֶן בְּשַׁבָּת מֻתָּרִין. שֶׁאֵין כָּאן מָקוֹם לִגְזֵרָה שֶׁכְּבָר רִסְּקָן מִבָּעֶרֶב: \n",
      "זוֹרֶה וּבוֹרֵר מֵאֲבוֹת מְלָאכוֹת הֵן לְפִיכָךְ אַף עַל פִּי שֶׁמֻּתָּר לִמְלל מְלִילוֹת בְּרָאשֵׁי אֶצְבְּעוֹתָיו. כְּשֶׁהוּא מְנַפֵּחַ מְנַפֵּחַ בְּיָדוֹ אַחַת בְּכָל כֹּחוֹ. אֲבָל לֹא בְּקָנוֹן וְלֹא בְּתַמְחוּי גְּזֵרָה שֶׁמָּא יְנַפֶּה בְּנָפָה וּבִכְבָרָה שֶׁהוּא חַיָּב. והַמְשַׁמֵּר שְׁמָרִים תּוֹלֶדֶת בּוֹרֵר אוֹ מְרַקֵּד הוּא. לְפִיכָךְ אַף עַל פִּי שֶׁמֻּתָּר לְסַנֵּן יַיִן צָלוּל אוֹ מַיִם צְלוּלִין בְּסוּדָרִין אוֹ בִּכְפִיפָה מִצְרִית. לֹא יַעֲשֶׂה גּוּמָא בַּסּוּדָר שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבֹא לְשַׁמֵּר בִּמְשַׁמֶּרֶת. וְכֵן אָסוּר לִתְלוֹת אֶת הַמְשַׁמֶּרֶת כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל שֶׁמָּא יָבֹא לְשַׁמֵּר. וְכֵן הַמְחַבֵּץ תּוֹלֶדֶת בּוֹרֵר הוּא. לְפִיכָךְ אַף עַל פִּי שֶׁנּוֹתְנִין שֻׁמְשְׁמִין וֶאֱגוֹזִים לִדְבַשׁ לֹא יַחְבְּצֵם בְּיָדוֹ: \n",
      "הַמְחַתֵּךְ אֶת הָיָּרָק דַּק דַּק כְּדֵי לְבַשְּׁלוֹ הֲרֵי זֶה תּוֹלֶדֶת טוֹחֵן וְחַיָּב. לְפִיכָךְ אֵין מְרַסְּקִין לֹא אֶת הַשַּׁחַת וְלֹא אֶת הַחֲרוּבִין לִפְנֵי בְּהֵמָה בֵּין דַּקָּה בֵּין גַּסָּה מִפְּנֵי שֶׁנִּרְאֶה כְּטוֹחֵן. אֲבָל מְחַתְּכִין אֶת הַדְּלוּעִין לִפְנֵי הַבְּהֵמָה וְאֶת הַנְּבֵלָה לִפְנֵי הַכְּלָבִים שֶׁאֵין טְחִינָה בְּפֵרוֹת. וּמַתִּירִין אֲלֻמּוֹת שֶׁל עָמִיר לִפְנֵי בְּהֵמָה וּמְפַסְפֵס בְּיָדוֹ אֲלֻמּוֹת קְטַנּוֹת אֲבָל לֹא אֲלֻמּוֹת גְּדוֹלוֹת מִפְּנֵי הַטֹּרַח שֶׁבָּהֶן: \n",
      "חֲבִילֵי פֵּאָה וְאֵזוֹב וְקוֹרָנִית וְכַיּוֹצֵא בָּהֶן שֶׁהִכְנִיסָן לְמַאֲכַל בְּהֵמָה מִסְתַּפֵּק מֵהֶן וְקוֹטֵם וְאוֹכֵל בְּרָאשֵׁי אֶצְבְּעוֹתָיו אֲבָל לֹא בְּיָדוֹ הַרְבֵּה שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבֹא לָדוּק: \n",
      "הַצָּרִיךְ לָדוּק פִּלְפְּלִים וְכַיּוֹצֵא בָּהֶן לִתֵּן לְתוֹךְ הַמַּאֲכָל בְּשַׁבָּת הֲרֵי זֶה כּוֹתֵשׁ בְּיַד הַסַּכִּין וּבַקְּעָרָה אֲבָל לֹא בְּמַכְתֶּשֶׁת מִפְּנֵי שֶׁהוּא טוֹחֵן. לְפִיכָךְ אָסוּר לַבָּרִיא לְהִתְרַפְּאוֹת בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יִשְׁחֹק הַסַּמְמָנִין: \n",
      "כֵּיצַד. לֹא יֹאכַל דְּבָרִים שֶׁאֵינָן מַאֲכַל בְּרִיאִים כְּגוֹן אֱזוֹבְיוֹן וּפֵיאָה. וְלֹא דְּבָרִים הַמְשַׁלְשְׁלִים כְּגוֹן לַעֲנָה וְכַיּוֹצֵא בָּהֶם. וְכֵן לֹא יִשְׁתֶּה דְּבָרִים שֶׁאֵין דֶּרֶךְ הַבְּרִיאִים לִשְׁתּוֹתָן כְּגוֹן מַיִם שֶׁבִּשְּׁלוּ בָּהֶן סַמְמָנִין וַעֲשָׂבִים: \n",
      "אוֹכֵל אָדָם אֳכָלִין וּמַשְׁקִין שֶׁדֶּרֶךְ הַבְּרִיאִים לְאָכְלָן וְלִשְׁתּוֹתָן כְּגוֹן הַכֻּסְבָּרָא וְהַכְּשׁוּת וְהָאֵזוֹב אַף עַל פִּי שֶׁהֵן מְרַפְּאִין וְאוֹכְלָן כְּדֵי לְהִתְרַפְּאוֹת בָּהֶם מֻתָּר הוֹאִיל וְהֵם מַאֲכַל בְּרִיאִים. שָׁתָה חִלְתִּית מִקֹּדֶם הַשַּׁבָּת וַהֲרֵי הוּא שׁוֹתֶה וְהוֹלֵךְ מֻתָּר לִשְׁתּוֹתוֹ בְּשַׁבָּת [אֲפִלּוּ] בִּמְקוֹמוֹת [שֶׁלֹּא] נָהֲגוּ הַבְּרִיאִים לִשְׁתּוֹת הַחִלְתִּית. וְשׁוֹתִין זֵיתוֹם הַמִּצְרִי בְּכָל מָקוֹם: \n",
      "וְכֵן שְׁמָנִים שֶׁדֶּרֶךְ הַבְּרִיאִים לָסוּךְ בָּהֶן מֻתָּר לָסוּךְ בָּהֶן בְּשַׁבָּת וְאַף עַל פִּי שֶׁנִּתְכַּוֵּן לִרְפוּאָה. וְשֶׁאֵין הַבְּרִיאִים סָכִין בָּהֶן אֲסוּרִין. הַחוֹשֵׁשׁ בְּמָתְנָיו לֹא יָסוּךְ יַיִן וְחֹמֶץ אֲבָל סָךְ הוּא אֶת הַשֶּׁמֶן. וְלֹא שֶׁמֶן וֶרֶד אֶלָּא בְּמָקוֹם שֶׁהַבְּרִיאִים סָכִין אוֹתוֹ. וּמֻתָּר לָסוּךְ שֶׁמֶן וּמֶלַח בְּכָל מָקוֹם. נִגְּפָה יָדוֹ אוֹ רַגְלוֹ צוֹמְתָהּ בְּיַיִן וְאֵינוֹ צוֹמְתָהּ בְּחֹמֶץ. וְאִם הָיָה עָנֹג אַף בְּיַיִן אָסוּר: \n",
      "הַחוֹשֵׁשׁ בְּשִׁנָּיו לֹא יִגְמַע בָּהֶן אֶת הַחֹמֶץ וְיִפְלֹט אֲבָל מְגַמֵּעַ הוּא וּבוֹלֵעַ. הַחוֹשֵׁשׁ בִּגְרוֹנוֹ לֹא יְעַרְעֶנּוּ בְּשֶׁמֶן אֲבָל בּוֹלֵעַ הוּא שֶׁמֶן הַרְבֵּה וְאִם נִתְרַפֵּא נִתְרַפֵּא. אֵין לוֹעֲסִין אֶת הַמַּסְטְכִי וְאֵין שָׁפִין אֶת הַשִּׁנַּיִם בְּסַם בְּשַׁבָּת בִּזְמַן שֶׁנִּתְכַּוֵּן לִרְפוּאָה. וְאִם נִתְכַּוֵּן לְרֵיחַ הַפֶּה מֻתָּר: \n",
      "אֵין נוֹתְנִין יַיִן לְתוֹךְ הָעַיִן אֲבָל נוֹתֵן הוּא עַל גַּב הָעַיִן. וְרֹק תָּפֵל אֲפִלּוּ עַל גַּב הָעַיִן אָסוּר. קִילוֹר שֶׁשָּׁרָה אוֹתוֹ מֵעֶרֶב שַׁבָּת מַעֲבִירוֹ עַל גַּב עֵינוֹ בְּשַׁבָּת וְאֵינוֹ חוֹשֵׁשׁ. מִי שֶׁלָּקָה בְּאֶצְבָּעוֹ לֹא יִכְרֹךְ עָלָיו גֶּמִי כְּדֵי לְרַפְּאוֹתוֹ וְלֹא יִדְחָקֶנּוּ בְּיָדוֹ כְּדֵי לְהוֹצִיא מִמֶּנּוּ דָּם: \n",
      "אֵין נוֹתְנִין חַמִּין וְשֶׁמֶן עַל גַּבֵּי הַמַּכָּה. וְלֹא עַל גַּבֵּי מוֹךְ שֶׁעַל גַּבֵּי הַמַּכָּה. וְלֹא עַל גַּבֵּי מוֹךְ לִתְּנוֹ עַל הַמַּכָּה בְּשַׁבָּת. אֲבָל נוֹתֵן הוּא חוּץ לַמַּכָּה וְשׁוֹתֵת וְיוֹרֵד לַמַּכָּה. וְנוֹתְנִין מוֹךְ יָבֵשׁ עַל גַּבֵּי הַמַּכָּה. וְאִם הָיָה עַתִּיק אָסוּר מִפְּנֵי שֶׁהוּא כִּרְטִיָּה: \n",
      "רְטִיָּה שֶׁפָּרְשָׁה עַל גַּבֵּי כְּלִי מַחְזִירִין אוֹתָהּ. וְאִם פָּרְשָׁה עַל גַּבֵּי קַרְקַע אָסוּר לְהַחֲזִירָהּ. וּמַנִּיחִין רְטִיָּה עַל גַּבֵּי הַמַּכָּה לְכַתְּחִלָּה בַּמִּקְדָּשׁ שֶׁאֵין אִסּוּר שְׁבוּת בַּמִּקְדָּשׁ. וּבְכָל מָקוֹם מְקַנְּחִין פִּי הַמַּכָּה וְאֵין מְקַנְּחִין אֶת הָרְטִיָּה שֶׁמָּא יְמָרֵחַ: \n",
      "סָכִין וּמְמַשְׁמְשִׁין בִּבְנֵי מֵעַיִם בְּשַׁבָּת וְהוּא שֶׁיָּסוּךְ וִימַשְׁמֵשׁ בְּבַת אַחַת כְּדֵי שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. וְאֵין מִתְעַמְּלִין בְּשַׁבָּת. אֵי זֶה הוּא מִתְעַמֵּל זֶה שֶׁדּוֹרְסִים עַל גּוּפוֹ בְּכֹחַ עַד שֶׁיִּיגַע וְיַזִּיעַ אוֹ שֶׁיְּהַלֵּךְ עַד שֶׁיִּיגַע וְיַזִּיעַ. שֶׁאָסוּר לְיַגֵּעַ אֶת עַצְמוֹ כְּדֵי שֶׁיַּזִּיעַ בְּשַׁבָּת מִפְּנֵי שֶׁהִיא רְפוּאָה. וְכֵן אָסוּר לַעֲמֹד בְּקַרְקַע דִּימוֹסִית שֶׁבְּאֶרֶץ יִשְׂרָאֵל מִפְּנֵי שֶׁמְּעַמֶּלֶת וּמְרַפֵּאת: \n",
      "אֵין רוֹחֲצִין בְּמַיִם שֶׁמְּשַׁלְשְׁלִין וְלֹא בְּטִיט שֶׁטּוֹבְעִין בּוֹ וְלֹא בְּמֵי מִשְׁרָה הַבְּאוּשִׁים וְלֹא בְּיָם סְדוֹם וְלֹא בַּמַּיִם הָרָעִים שֶׁבַּיָּם הַגָּדוֹל מִפְּנֵי שֶׁכָּל אֵלּוּ צַעַר הֵן וְכָתוּב <small>(ישעיה נח יג)</small> \"וְקָרָאתָ לַשַּׁבָּת עֹנֶג\". לְפִיכָךְ אִם לֹא נִשְׁתַּהָה בָּהֶם אֶלָּא עָלָה מִיָּד אַף עַל פִּי שֶׁיֵּשׁ לוֹ חֲטָטִין בְּרֹאשׁוֹ מֻתָּר: \n",
      "אֵין מִתְגָּרְדִּין בְּמִגְרֶדֶת וְאִם הָיוּ יָדָיו מְלֻכְלָכוֹת בְּצוֹאָה אוֹ בְּטִיט גּוֹרֵד כְּדַרְכּוֹ וְאֵינוֹ חוֹשֵׁשׁ. סָכִין וּמְפָרְכִין לְאָדָם לְעַנֵּג אֲבָל לֹא לִבְהֵמָה. וְאִם הָיָה לָהּ צַעַר מֻתָּר לְהָסִיר צַעֲרָהּ בְּסִיכָה וּפֵרוּךְ. בְּהֵמָה שֶׁאָכְלָה כַּרְשִׁינִין הַרְבֵּה מְרִיצִין אוֹתָהּ בֶּחָצֵר בִּשְׁבִיל שֶׁתִּתְרַפֵּא. וְאִם אָחֲזָהּ דָּם מַעֲמִידִין אוֹתָהּ בְּמַיִם בִּשְׁבִיל שֶׁתִּצְטַנֵּן וְאֵין חוֹשְׁשִׁין שֶׁמָּא יִשְׁחַק לָהּ סַמָּנִין: \n",
      "אֵין מְקִיאִין אֶת הָאֹכֶל בְּשַׁבָּת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּסַם שֶׁמָּא יִשְׁחַק סַמָּנִין אֲבָל לְהַכְנִיס יָדוֹ לְתוֹךְ פִּיו וּלְהָקִיא מֻתָּר. וְאָסוּר לִדְחֹק כְּרֵסוֹ שֶׁל תִּינוֹק כְּדֵי לְהוֹצִיא הָרְעִי שֶׁלּוֹ שֶׁמָּא יָבֹא לְהַשְׁקוֹתוֹ סַמָּנִין הַמְשַׁלְשְׁלִין. וּמֻתָּר לִכְפּוֹת כּוֹס עַל הַטַּבּוּר בְּשַׁבָּת כְּדֵי לְהַעֲלוֹתוֹ. וְכֵן מֻתָּר לֵיחֲנֵק וּלְלַפֵּף אֶת הַקָּטָן וּלְהַעֲלוֹת אָזְנַיִם בֵּין בְּיָד בֵּין בִּכְלִי. וּלְהַעֲלוֹת אֻנְקְּלִי. שֶׁכָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵין עוֹשִׂין אוֹתָן בְּסַמָּנִין כְּדֵי לָחוּשׁ לִשְׁחִיקָה וְיֵשׁ לוֹ צַעַר מֵהֶן: \n",
      "הַמְרַקֵּד מֵאֲבוֹת מְלָאכוֹת. לְפִיכָךְ אֵין כּוֹבְרִין אֶת הַתֶּבֶן בִּכְבָרָה וְלֹא יַנִּיחַ הַכְּבָרָה שֶׁיֵּשׁ בָּהּ תֶּבֶן בְּמָקוֹם גָּבוֹהַּ בִּשְׁבִיל שֶׁיֵּרֵד הַמֹּץ מִפְּנֵי שֶׁהוּא כִּמְרַקֵּד. אֲבָל נוֹטֵל הַתֶּבֶן בַּכְּבָרָה וּמוֹלִיךְ לָאֵבוּס אַף עַל פִּי שֶׁיֵּרֵד הַמֹּץ בִּשְׁעַת הוֹלָכָה שֶׁהֲרֵי אֵינוֹ מִתְכַּוֵּן לְכָךְ: \n",
      "מְגַבֵּל חַיָּב מִשּׁוּם לָשׁ. לְפִיכָךְ אֵין מְגַבְּלִין קֶמַח קָלִי הַרְבֵּה שֶׁמָּא יָבוֹא לָלוּשׁ קֶמַח שֶׁאֵינוֹ קָלִי. וּמֻתָּר לְגַבֵּל אֶת הַקָּלִי מְעַט מְעַט. אֲבָל תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ שֶׁקָּלוּ אוֹתָהּ וְאַחַר כָּךְ טָחֲנוּ אוֹתָהּ טְחִינָה גַּסָּה שֶׁהֲרֵי הוּא כְּחוֹל וְהִיא הַנִּקְרֵאת שָׁתִית מֻתָּר לְגַבֵּל מִמֶּנָּה בְּחֹמֶץ וְכַיּוֹצֵא בּוֹ הַרְבֵּה בְּבַת אַחַת. וְהוּא שֶׁיִּהְיֶה רַךְ אֲבָל קָשֶׁה אָסוּר מִפְּנֵי שֶׁנִּרְאֶה כְּלָשׁ וְצָרִיךְ לְשַׁנּוֹת. כֵּיצַד. נוֹתֵן אֶת הַשָּׁתִית וְאַחַר כָּךְ נוֹתֵן אֶת הַחֹמֶץ: \n",
      "הַמֻּרְסָן אַף עַל פִּי שֶׁאֵינוֹ רָאוּי לְגִבּוּל אֵין גּוֹבְלִין אוֹתוֹ שֶׁמָּא יָבוֹא לְגַבֵּל הֶעָפָר וְכַיּוֹצֵא בּוֹ. וְנוֹתְנִין מַיִם עַל גַּבֵּי מֻרְסָן וּמוֹלִיךְ בּוֹ הַתַּרְוָד שְׁתִי וָעֵרֶב. אֲבָל אֵינוֹ מְמָרֵס בְּיָדוֹ שֶׁלֹּא יֵרָאֶה כְּלָשׁ. אִם לֹא נִתְעָרֵב מְנַעֲרוֹ מִכְּלִי לִכְלִי עַד שֶׁיִּתְעָרֵב וְנוֹתֵן לִפְנֵי הַתַּרְנְגוֹלִין אוֹ לִפְנֵי הַשְּׁוָרִים. וּמֻתָּר לְעָרֵב הַמֻּרְסָן עַל דֶּרֶךְ זוֹ בִּכְלִי אֶחָד וּמְחַלֵּק אוֹתוֹ בְּכֵלִים הַרְבֵּה וְנוֹתֵן לִפְנֵי כָּל בְּהֵמָה וּבְהֵמָה וּמְעָרֵב בִּכְלִי אֶחָד אֲפִלּוּ כּוֹר וַאֲפִלּוּ כּוֹרָיִים: \n",
      "אֵין מַאֲכִילִין בְּהֵמָה חַיָּה וְעוֹף בְּשַׁבָּת כְּדֶרֶךְ שֶׁהוּא מַאֲכִיל בְּחל שֶׁמָּא יָבוֹא לִידֵי כְּתִישַׁת קִטְנִיּוֹת אוֹ לִידֵי לִישַׁת קֶמַח וְכַיּוֹצֵא בּוֹ. כֵּיצַד. לֹא יַאֲכִיל הַגָּמָל בְּשַׁבָּת מַאֲכַל שְׁלֹשָׁה אוֹ אַרְבָּעָה יָמִים וְלֹא יַרְבִּיץ עֵגֶל וְכַיּוֹצֵא בּוֹ וְיִפְתַּח פִּיו וְיִתֵּן לְתוֹכוֹ כַּרְשִׁינִין וּמַיִם בְּבַת אַחַת. וְכֵן לֹא יִתֵּן לְתוֹךְ פִּי יוֹנִים וְתַרְנְגוֹלִים לְמָקוֹם שֶׁאֵינָן יְכוֹלִין לְהַחֲזִיר. אֲבָל מַאֲכִיל הוּא אֶת הַבְּהֵמָה מְעֵמָּד וּמַשְׁקֶה אוֹתָהּ מְעֻמָּד אוֹ נוֹתֵן לְתוֹךְ פִּיהָ מַיִם בִּפְנֵי עַצְמָן וְכַרְשִׁינִין בִּפְנֵי עַצְמָן בְּמָקוֹם שֶׁיְּכוֹלָה לְהַחֲזִיר. וְכֵן מַאֲכִיל הָעוֹף בְּיָדוֹ בְּמָקוֹם שֶׁיָּכוֹל לְהַחֲזִיר וְאֵין צָרִיךְ לוֹמַר שֶׁיִּתֵּן לִפְנֵיהֶן וְהֵן אוֹכְלִין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִי שֶׁמְּזוֹנוֹתָיו עָלָיו כְּגוֹן בְּהֶמְתּוֹ וְחַיָּתוֹ וְיוֹנֵי הַבַּיִת וַאֲוָזִין וְתַרְנְגוֹלִין. אֲבָל מִי שֶׁאֵין מְזוֹנוֹתָיו עָלָיו כְּגוֹן חֲזִיר וְיוֹנֵי שׁוֹבָךְ וּדְבוֹרִים לֹא יִתֵּן לִפְנֵיהֶם לֹא מָזוֹן וְלֹא מַיִם. וּמֻתָּר לְאָדָם לְהַעֲמִיד בְּהֶמְתּוֹ עַל גַּבֵּי עֲשָׂבִים [מְחֻבָּרִים] וְהִיא אוֹכֶלֶת. אֲבָל לֹא יַעֲמִיד אוֹתָהּ עַל גַּבֵּי דָּבָר שֶׁהֻקְצָה אֲבָל עוֹמֵד בְּפָנֶיהָ כְּדֵי שֶׁתַּחֲזִיר פָּנֶיהָ לַדָּבָר הַמֻּקְצֶה וְתֹאכַל מִמֶּנּוּ. וְכֵן בְּיוֹם טוֹב: \n"
    ],
    [
      "רְדִיַּת הַפַּת אַף עַל פִּי שֶׁאֵינָהּ מְלָאכָה אָסְרוּ אוֹתָהּ חֲכָמִים שֶׁמָּא יָבוֹא לֶאֱפוֹת. הַמַּדְבִּיק פַּת בַּתַּנּוּר מִבְּעוֹד יוֹם וְקָדַשׁ עָלָיו הַיּוֹם מַצִּיל מִמֶּנָּה מָזוֹן שָׁלֹשׁ סְעֻדּוֹת וְאוֹמֵר לַאֲחֵרִים בּוֹאוּ וְהַצִּילוּ לָכֶם. וְאַף עַל פִּי שֶׁהָרְדִיָּה אֵינָהּ מְלָאכָה כְּשֶׁהוּא מַצִּיל לֹא יִרְדֶּה בְּמִרְדֶּה אֶלָּא בְּסַכִּין כְּדֵי לְשַׁנּוֹת: \n",
      "מִפְּנֵי מָה אָסְרוּ חֲכָמִים לִכָּנֵס בַּמֶּרְחָץ בְּשַׁבָּת. מִפְּנֵי הַבַּלָּנִין שֶׁהָיוּ מְחִמִּין חַמִּין בְּשַׁבָּת וְאוֹמְרִין מֵעֶרֶב שַׁבָּת הוּחַמּוּ. לְפִיכָךְ גָּזְרוּ שֶׁלֹּא יִכָּנֵס אָדָם לַמֶּרְחָץ בְּשַׁבָּת אֲפִלּוּ לְהַזִּיעַ. וְגָזְרוּ שֶׁלֹּא יִשְׁתַּטֵּף כָּל גּוּפוֹ בְּחַמִּין וַאֲפִלּוּ בְּחַמִּין שֶׁהוּחַמּוּ מֵעֶרֶב שַׁבָּת. אֲבָל פָּנָיו יָדָיו וְרַגְלָיו מֻתָּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחַמֵּי הָאוּר גְּזֵרָה מִשּׁוּם מֶרְחָץ. אֲבָל בְּחַמֵּי טְבֶרְיָא וְכַיּוֹצֵא בָּהֶן מֻתָּר לְהִשְׁתַּטֵּף בָּהֶן כָּל גּוּפוֹ. וְאָסוּר לִרְחֹץ בְּמַיִם חַמִּין שֶׁבַּמְּעָרוֹת מִפְּנֵי שֶׁהַמְּעָרָה יֵשׁ בָּהּ הֶבֶל וְיָבוֹא לִידֵי זֵעָה וְנִמְצֵאת כְּמֶרְחָץ: \n",
      "מִתְחַמֵּם אָדָם כְּנֶגֶד הַמְּדוּרָה וְיוֹצֵא וּמִשְׁתַּטֵּף כָּל גּוּפוֹ בְּצוֹנֵן. אֲבָל אֵינוֹ מִשְׁתַּטֵּף כָּל גּוּפוֹ בְּצוֹנֵן וּמִתְחַמֵּם כְּנֶגֶד הַמְּדוּרָה מִפְּנֵי שֶׁמַּפְשִׁיר מַיִם שֶׁעָלָיו וְנִמְצָא כְּרוֹחֵץ כָּל גּוּפוֹ בְּחַמִּין. הַמֵּבִיא סִילוֹן שֶׁל צוֹנֵן בְּתוֹךְ מַיִם חַמִּין אֲפִלּוּ בְּתוֹךְ חַמֵּי טְבֶרְיָא הֲרֵי אֵלּוּ כְּחַמִּין שֶׁהוּחַמּוּ בְּשַׁבָּת וַאֲסוּרִין בִּרְחִיצָה וּבִשְׁתִיָּה: \n",
      "מֵבִיא אָדָם קִיתוֹן שֶׁל מַיִם וּמַנִּיחוֹ כְּנֶגֶד הַמְּדוּרָה לֹא בִּשְׁבִיל שֶׁיֵּחַמּוּ אֶלָּא כְּדֵי שֶׁתָּפוּג צִנָּתָן. וְכֵן מַנִּיחַ פַּךְ שֶׁל שֶׁמֶן כְּנֶגֶד הַמְּדוּרָה כְּדֵי שֶׁיִּפְשַׁר לֹא שֶׁיֵּחַם. וְסָךְ אָדָם יָדוֹ בְּמַיִם אוֹ בְּשֶׁמֶן וּמְחַמֵּם כְּנֶגֶד הַמְּדוּרָה. וְהוּא שֶׁלֹּא יֵחַמּוּ הַמַּיִם שֶׁעַל יָדוֹ עַד שֶׁתְּהֵא כְּרֵסוֹ שֶׁל תִּינוֹק נִכְוֵית בָּהֶן. וּמְחַמֵּם בֶּגֶד וּמַנִּיחוֹ עַל גַּבֵּי מֵעַיִם בְּשַׁבָּת: \n",
      "אַמְבְּטִי שֶׁל מֶרְחָץ שֶׁהִיא מְלֵאָה מַיִם חַמִּים אֵין נוֹתְנִין לָהּ מַיִם צוֹנֵן שֶׁהֲרֵי מְחַמְּמָן הַרְבֵּה. וְכֵן לֹא יִתֵּן לְתוֹכָהּ פַּךְ שֶׁל שֶׁמֶן מִפְּנֵי שֶׁהוּא כִּמְבַשְּׁלוֹ. אֲבָל נוֹתֵן הוּא מַיִם חַמִּין לְתוֹךְ אַמְבְּטִי שֶׁל צוֹנֵן: \n",
      "מֵיחַם שֶׁפִּנָּה מִמֶּנּוּ מַיִם חַמִּין מֻתָּר לִתֵּן לְתוֹכוֹ מַיִם צוֹנֵן כְּדֵי לְהַפְשִׁירָן. וּמֻתָּר לִצֹּק מַיִם חַמִּין לְתוֹךְ מַיִם צוֹנֵן אוֹ צוֹנֵן לְתוֹךְ הַחַמִּין וְהוּא שֶׁלֹּא יִהְיוּ בִּכְלִי רִאשׁוֹן מִפְּנֵי שֶׁהוּא מְחַמְּמָן הַרְבֵּה. וְכֵן קְדֵרָה רוֹתַחַת אַף עַל פִּי שֶׁהוֹרִידָהּ מֵעַל הָאֵשׁ לֹא יִתֵּן לְתוֹכָהּ תַּבְלִין אֲבָל נוֹתֵן לְתוֹכָהּ מֶלַח שֶׁהַמֶּלַח אֵינוֹ מִתְבַּשֵּׁל אֶלָּא עַל גַּבֵּי אֵשׁ גְּדוֹלָה. וְאִם יָצַק הַתַּבְשִׁיל מִקְּדֵרָה לִקְעָרָה אַף עַל פִּי שֶׁהוּא רוֹתֵחַ בַּקְּעָרָה מֻתָּר לוֹ לִתֵּן לְתוֹךְ הַקְּעָרָה תַּבְלִין שֶׁכְּלִי שֵׁנִי אֵינוֹ מְבַשֵּׁל: \n",
      "אֵין שׁוֹרִין אֶת הַחִלְתִּית בֵּין בְּפוֹשְׁרִין בֵּין בְּצוֹנֵן אֲבָל שׁוֹרֶה אוֹתוֹ בְּתוֹךְ הַחֹמֶץ. וְאִם שָׁתָהוּ בְּיוֹם חֲמִישִׁי וְשִׁשִּׁי הֲרֵי זֶה שׁוֹרֶה בְּשַׁבָּת בְּצוֹנֵן וּמַנִּיחוֹ בַּחַמָּה עַד שֶׁיֵּחַם וְשׁוֹתֶה. כְּדֵי שֶׁלֹּא יֶחֱלֶה אִם פָּסַק מִלִּשְׁתּוֹת: \n",
      "דָּבָר שֶׁנִתְבַּשֵּׁל קֹדֶם הַשַּׁבָּת אוֹ נִשְׁרָה בְּחַמִּין מִלִּפְנֵי הַשַּׁבָּת אַף עַל פִּי שֶׁהוּא עַכְשָׁו צוֹנֵן מֻתָּר לִשְׁרוֹתוֹ בְּחַמִּין בְּשַׁבָּת. וְדָבָר שֶׁהוּא צוֹנֵן מֵעִקָּרוֹ וְלֹא בָּא בְּחַמִּין מֵעוֹלָם מְדִיחִין אוֹתוֹ בְּחַמִּין בְּשַׁבָּת אִם לֹא הָיְתָה הֲדָחָתוֹ גְּמַר מְלַאכְתּוֹ אֲבָל אֵין שׁוֹרִין אוֹתוֹ בְּחַמִּין: \n",
      "מֻתָּר לְהָחֵם בַּחַמָּה אַף עַל פִּי שֶׁאָסוּר לְהָחֵם בְּתוֹלְדוֹת חַמָּה שֶׁאֵינוֹ בָּא לִטְעוֹת מֵחַמָּה לְאוּר. לְפִיכָךְ מֻתָּר לִתֵּן מַיִם צוֹנֵן בַּשֶּׁמֶשׁ כְּדֵי שֶׁיֵּחַמּוּ. וְכֵן נוֹתְנִין מַיִם יָפִים לְתוֹךְ מַיִם רָעִים בִּשְׁבִיל שֶׁיֵּצַנּוּ. וְנוֹתְנִין תַּבְשִׁיל לְתוֹךְ הַבּוֹר בִּשְׁבִיל שֶׁיְּהֵא שָׁמוּר: \n",
      "מְעָרֵב אָדָם מַיִם וּמֶלַח וְשֶׁמֶן וְטוֹבֵל בּוֹ פִּתּוֹ אוֹ נוֹתְנוֹ לְתוֹךְ הַתַּבְשִׁיל. וְהוּא שֶׁיַּעֲשֶׂה מְעַט אֲבָל הַרְבֵּה אָסוּר מִפְּנֵי שֶׁנִּרְאֶה כְּעוֹשֶׂה מְלָאכָה מִמְּלֶאכֶת הַתַּבְשִׁיל. וְכֵן לֹא יַעֲשֶׂה מֵי מֶלַח עַזִּין וְהֵן שְׁנֵי שְׁלִישֵׁי מֶלַח וּשְׁלִישׁ מַיִם מִפְּנֵי שֶׁנִּרְאֶה כְּעוֹשֶׂה מוּרְיָס. וּמֻתָּר לִמְלֹחַ בֵּיצָה אֲבָל צְנוֹן וְכַיּוֹצֵא בּוֹ אָסוּר מִפְּנֵי שֶׁנִּרְאֶה כְּכוֹבֵשׁ כְּבָשִׁים בְּשַׁבָּת וְהַכּוֹבֵשׁ אָסוּר מִפְּנֵי שֶׁהוּא כִּמְבַשֵּׁל. וּמֻתָּר לִטְבּל צְנוֹן וְכַיּוֹצֵא בּוֹ בְּמֶלַח וְאוֹכֵל: \n",
      "מֻתָּר לְעָרֵב יַיִן וּדְבַשׁ וּפִלְפְּלִין בְּשַׁבָּת לְאָכְלָן אֲבָל יַיִן וּמַיִם וְשֶׁמֶן אֲפַרְסְמוֹן אָסוּר שֶׁאֵין זֶה רָאוּי לַאֲכִילַת בְּרִיאִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "חַרְדָּל שֶׁלָּשׁוֹ מֵעֶרֶב שַׁבָּת לְמָחָר מְמַחוֹ בֵּין בְּיָד בֵּין בִּכְלִי וְנוֹתֵן לְתוֹכוֹ דְּבַשׁ וְלֹא יִטְרֹף אֶלָּא מְעָרֵב. שַׁחֲלַיִם שֶׁטְּרָפָן מֵעֶרֶב שַׁבָּת לְמָחָר נוֹתֵן לְתוֹכוֹ שֶׁמֶן וְחֹמֶץ וְתַבְלִין וְלֹא יִטְרֹף אֶלָּא מְעָרֵב. שׁוּם שֶׁרִסְּקוֹ מֵעֶרֶב שַׁבָּת לְמָחָר נוֹתְנוֹ לְתוֹךְ הַגְּרִיסִין וְלֹא יִשְׁחֹק אֶלָּא מְעָרֵב: \n",
      "הַנּוֹטֵל שֵׂעָר מִגּוּף הָאָדָם חַיָּב מִשּׁוּם גּוֹזֵז. לְפִיכָךְ אָסוּר לִרְחֹץ אֶת הַיָּדַיִם בִּדְבַר שֶׁמַּשִּׁיר אֶת הַשֵּׂעָר וַדַּאי כְּגוֹן אָהֳלָה וְכַיּוֹצֵא בּוֹ. וּמֻתָּר לָחֹף אֶת הַיָּדַיִם בַּעֲפַר לְבוֹנָה וַעֲפַר פִּלְפְּלִין וַעֲפַר יַסְמִין וְכַיּוֹצֵא בָּהֶן וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יַשִּׁיר שֵׂעָר שֶׁעַל יָדוֹ שֶׁהֲרֵי אֵינוֹ מִתְכַּוֵּן. עֵרֵב דָּבָר שֶׁמַּשִּׁיר אֶת הַשֵּׂעָר וַדַּאי עִם דָּבָר שֶׁאֵינוֹ מַשִּׁיר וַדַּאי אִם הָיָה הָרֹב מִדָּבָר הַמַּשִּׁיר אָסוּר לָחֹף בּוֹ וְאִם לָאו מֻתָּר: \n",
      "אָסוּר לִרְאוֹת בְּמַרְאָה שֶׁל מַתֶּכֶת בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַשִּׁיר בָּהּ נִימִין הַמְדֻלְדָּלִין מִן הַשֵּׂעָר וַאֲפִלּוּ קָבוּעַ בַּכֹּתֶל. אֲבָל מַרְאָה שֶׁאֵינָהּ שֶׁל מַתֶּכֶת מֻתָּר לִרְאוֹת בָּהּ אֲפִלּוּ אֵינָהּ קְבוּעָה: \n",
      "הַמְכַבֵּס חַיָּב מִשּׁוּם מְלַבֵּן. וְהַסּוֹחֵט כְּסוּת חַיָּב מִפְּנֵי שֶׁהוּא מְכַבֵּס. לְפִיכָךְ אָסוּר לִדְחֹק מַטְלִית אוֹ מוֹךְ וְכַיּוֹצֵא בָּהֶן בְּפִי הָאֲשִׁישָׁה וְכַיּוֹצֵא בָּהּ כְּדֵי לְסָתְמָהּ שֶׁמָּא יָבֹא לִידֵי סְחִיטָה. וְאֵין מְקַנְּחִין בִּסְפוֹג אֶלָּא אִם כֵּן יֵשׁ לוֹ בֵּית אֲחִיזָה שֶׁלֹּא יִסְחֹט. וְאֵין מְכַסִּין חָבִית שֶׁל מַיִם וְכַיּוֹצֵא בָּהּ בְּבֶגֶד שֶׁאֵינוֹ מוּכָן לָהּ גְּזֵרָה שֶׁמָּא יִסְחֹט: \n",
      "נִשְׁבְּרָה לוֹ חָבִית בְּשַׁבָּת מַצִּיל מִמֶּנָּה מַה שֶּׁהוּא צָרִיךְ לְשַׁבָּת לוֹ וּלְאוֹרְחָיו וּבִלְבַד שֶׁלֹּא יִסְפֹּג בְּיַיִן אוֹ יְטַפַּח בְּשֶׁמֶן שֶׁאִם יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל שֶׁמָּא יָבוֹא לִידֵי סְחִיטָה. וְכֵיצַד מַצִּיל מִמֶּנָּה. מֵבִיא כְּלִי וּמַנִּיחַ תַּחְתֶּיהָ. וְלֹא יָבִיא כְּלִי אַחֵר וְיִקְלֹט כְּלִי אַחֵר וִיצָרֵף גְּזֵרָה שֶׁמָּא יָבִיא כְּלִי דֶּרֶךְ רְשׁוּת הָרַבִּים. נִזְדַּמְּנוּ לוֹ אוֹרְחִים מֵבִיא כְּלִי אַחֵר וְקוֹלֵט כְּלִי אַחֵר וּמְצָרְפוֹ לָרִאשׁוֹן. וְלֹא יִקְלֹט וְאַחַר כָּךְ יַזְמִין אֶלָּא יַזְמִין וְאַחַר כָּךְ יִקְלֹט. וְאִם הֶעֱרִים בְּדָבָר זֶה מֻתָּר: \n",
      "טִיט שֶׁעַל גַּבֵּי בִּגְדוֹ מְכַסְכְּסוֹ מִבִּפְנִים וְאֵינוֹ מְכַסְכְּסוֹ מִבַּחוּץ גְּזֵרָה שֶׁמָּא יְכַבֵּס. וּמֻתָּר לְגָרְדוֹ בְּצִפֹּרֶן וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יְלַבְּנוֹ. הַמְכַסְכֵּס אֶת הַסּוּדָר אָסוּר מִפְּנֵי שֶׁהוּא מְלַבְּנוֹ אֲבָל הֶחָלוּק מֻתָּר מִפְּנֵי שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְרַכְּכוֹ: \n",
      "מִנְעָל אוֹ סַנְדָּל שֶׁנִּתְלַכְלֵךְ בְּטִיט וּבְצוֹאָה מֻתָּר לְשַׁכְשְׁכוֹ בְּמַיִם אֲבָל לְכַבְּסוֹ אָסוּר. וְאֵין מְגָרְדִּין לֹא מִנְעָלִים וְלֹא סַנְדָּלִים חֲדָשִׁים אֲבָל סָכִין (אוֹתָם) וּמְקַנְּחִין אֶת הַיְשָׁנִים. כַּר אוֹ כֶּסֶת שֶׁהָיָה עֲלֵיהֶן צוֹאָה אוֹ טִנּוּף מְקַנְּחוֹ בִּסְמַרְטוּט. וְאִם הָיְתָה עַל שֶׁל עוֹר נוֹתְנִין עָלֶיהָ מַיִם עַד שֶׁתִּכְלֶה: \n",
      "מִי שֶׁנִּתְלַכְלְכָה יָדוֹ בְּטִיט מְקַנְּחָהּ בִּזְנַב הַסּוּס וּבִזְנַב הַפָּרָה וּבְמַפָּה הַקָּשָׁה הָעֲשׂוּיָה לֶאֱחֹז בָּהּ הַקּוֹצִים. אֲבָל לֹא בְּמַפָּה שֶׁמְּקַנְּחִין בָּהּ אֶת הַיָּדַיִם שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבוֹא לְכַבֵּס אֶת הַמַּפָּה: \n",
      "מִי שֶׁרָחַץ בְּמַיִם מִסְתַּפֵּג בַּאֲלֻנְטִיתוֹ וּמְבִיאָהּ בְּיָדוֹ וְאֵין חוֹשְׁשִׁין שֶׁמָּא יִסְחֹט. וְכֵן מִי שֶׁנָּשְׁרוּ כֵּלָיו בְּמַיִם מְהַלֵּךְ בָּהֶן וְאֵין חוֹשְׁשִׁין שֶׁמָּא יִסְחֹט. וְאָסוּר לוֹ לְשָׁטְחָן וַאֲפִלּוּ בְּתוֹךְ בֵּיתוֹ גְּזֵרָה שֶׁמָּא יֹאמַר הָרוֹאֶה הֲרֵי זֶה כִּבֵּס כְּסוּתוֹ בְּשַׁבָּת וּשְׁטָחָהּ לְיַבְּשָׁהּ. וְכָל מָקוֹם שֶׁאָסְרוּ חֲכָמִים מִפְּנֵי מַרְאִית הָעַיִן אֲפִלּוּ בְּחַדְרֵי חֲדָרִים אָסוּר: \n",
      "שְׁתֵּי מְטַהְרוֹת זוֹ עַל גַּב זוֹ נוֹטֵל אֶת הַפְּקָק מִבֵּינְתַיִם וּמְשִׁיקָן וּמַחֲזִיר אֶת הַפְּקָק לִמְקוֹמוֹ מִפְּנֵי שֶׁאֵינוֹ בָּא לִידֵי סְחִיטָה שֶׁהֲרֵי דַּעְתּוֹ שֶׁיֵּצְאוּ הַמַּיִם. וּפוֹקְקִין אֶת הַבִּיב בְּסוּדָרִין וּבְכָל דָּבָר הַמִּטַּלְטֵל כְּדֵי שֶׁלֹּא יָצוּפוּ הַמַּיִם עַל הָאֳכָלִים וְעַל הַכֵּלִים. אֲבָל אֵין פּוֹקְקִין אֶת הַבִּיב כְּדֵי שֶׁיֵּרְדוּ הַמַּיִם לַבּוֹר שֶׁמָּא יִסְחֹט בְּעֵת שֶׁדּוֹחֵק שֶׁהֲרֵי הַפְּקָק שָׁרוּי בְּמַיִם: \n",
      "אָסוּר לְתַקֵּן בֵּית יָד שֶׁל בְּגָדִים וּלְשַׁבְּרָם שְׁבָרִים שְׁבָרִים כְּדֶרֶךְ שֶׁמְּתַקְּנִין בְּחל הַבְּגָדִים כְּשֶׁמְּכַבְּסִין אוֹתָן. וְכֵן אֵין מְקַפְּלִים הַבְּגָדִים בְּשַׁבָּת כְּדֶרֶךְ שֶׁעוֹשִׂין בְּחל בַּבְּגָדִים כְּשֶׁיְּכַבְּסוּ אוֹתָן. וְאִם לֹא הָיָה לוֹ כְּלִי אַחֵר לְהַחֲלִיפוֹ מֻתָּר לְקַפְּלוֹ וּלְפָשְׁטוֹ וּלְהִתְכַּסּוֹת בּוֹ כְּדֵי שֶׁיִּתְנָאֶה בּוֹ בְּשַׁבָּת. וְהוּא שֶׁיִּהְיֶה בֶּגֶד חָדָשׁ לָבָן שֶׁהֲרֵי הוּא מִתְמַעֵךְ וּמִתְלַכְלֵךְ מִיָּד. וּכְשֶׁיְּקַפֵּל לֹא יְקַפֵּל אֶלָּא אִישׁ אֶחָד אֲבָל לְקַפֵּל בִּשְׁנַיִם אָסוּר: \n",
      "הַצּוֹבֵעַ מֵאֲבוֹת מְלָאכוֹת לְפִיכָךְ אָסוּר לְאִשָּׁה לְהַעֲבִיר סְרָק עַל פָּנֶיהָ מִפְּנֵי שֶׁהִיא כְּצוֹבַעַת. וְהַתּוֹפֵר מֵאֲבוֹת מְלָאכוֹת לְפִיכָךְ אָסוּר לְמַלְּאוֹת הַכַּר וְהַכֶּסֶת הַחֲדָשִׁים בְּמוֹכִין גְּזֵרָה שֶׁמָּא יִתְפֹּר. אֲבָל מוֹכִין שֶׁנָּשְׁרוּ מִן הַכַּר אוֹ מִן הַכֶּסֶת מַחְזִירִין אוֹתָן בְּשַׁבָּת: \n",
      "הַקּוֹרֵעַ מֵאֲבוֹת מְלָאכוֹת. לְפִיכָךְ מִי שֶׁנִּסְתַּבְּכוּ בְּגָדָיו בְּקוֹצִים מַפְרִישָׁן בְּצִנְעָה וּמִתְמַהְמֵהַּ כְּדֵי שֶׁלֹּא יִקְרַע. וְאִם נִקְרְעוּ אֵינוֹ חַיָּב כְּלוּם שֶׁהֲרֵי לֹא נִתְכַּוִּן. וּמֻתָּר לִלְבּשׁ בְּגָדִים חֲדָשִׁים וְאִם נִקְרְעוּ נִקְרְעוּ. פּוֹצְעִין אֶת הָאֱגוֹז בְּמַטְלִית וְאֵין חוֹשְׁשִׁין שֶׁמָּא תִּקָּרַע: \n",
      "הַתּוֹקֵעַ חַיָּב מִשּׁוּם בּוֹנֶה. לְפִיכָךְ כָּל הַדְּלָתוֹת הַמְחֻבָּרוֹת לַקַּרְקַע לֹא נוֹטְלִין אוֹתָן וְלֹא מַחְזִירִין גְּזֵרָה שֶׁמָּא יִתְקַע. אֲבָל דֶּלֶת שִׁדָּה תֵּבָה וּמִגְדָּל וּשְׁאָר דַּלְתוֹת הַכֵּלִים נוֹטְלִין וְלֹא מַחְזִירִין. וְאִם נִשְׁמַט צִיר הַתַּחְתּוֹן שֶׁלָּהֶן דּוֹחֲקִין אוֹתוֹ לִמְקוֹמוֹ. וּבַמִּקְדָּשׁ מַחְזִירִין אוֹתוֹ. אֲבָל צִיר הָעֶלְיוֹן שֶׁנִּשְׁמַט אָסוּר לְהַחֲזִירוֹ בְּכָל מָקוֹם גְּזֵרָה שֶׁמָּא יִתְקַע: \n",
      "אֵין גּוֹדְלִין אֶת שְׂעַר הָרֹאשׁ וְאֵין פּוֹקְסִין אוֹתוֹ מִפְּנֵי שֶׁנִּרְאֶה כְּבוֹנֶה. וְאֵין מַחְזִירִין מְנוֹרָה שֶׁל חֻלְיוֹת וְלֹא כִּסֵּא הַמְפֻצָּל וְלֹא שֻׁלְחָן הַמְפֻצָּל וְכַיּוֹצֵא בָּהֶן מִפְּנֵי שֶׁנִּרְאֶה כְּבוֹנֶה. וְאִם הֶחֱזִיר פָּטוּר שֶׁאֵין בִּנְיָן בְּכֵלִים וְאֵין סְתִירָה בְּכֵלִים. וְאִם הָיָה רָפוּי מֻתָּר לְהַחֲזִירוֹ. וְאֵין מְתַקְּנִין חֻלְיוֹת שֶׁל שִׁדְרָה שֶׁל קָטָן זוֹ בְּצַד זוֹ מִפְּנֵי שֶׁנִּרְאֶה כְּבוֹנֶה: \n",
      "הָעוֹשֶׂה אֹהֶל קָבוּעַ חַיָּב מִשּׁוּם בּוֹנֶה. לְפִיכָךְ אֵין עוֹשִׂין אֹהֶל עֲרַאי לְכַתְּחִלָּה וְלֹא סוֹתְרִין אֹהֶל עֲרַאי גְּזֵרָה שֶׁמָּא יַעֲשֶׂה אוֹ יִסְתֹּר אֹהֶל קָבוּעַ. וְאִם עָשָׂה אוֹ סָתַר אֹהֶל עֲרַאי פָּטוּר. וּמֻתָּר לְהוֹסִיף עַל אֹהֶל עֲרַאי בְּשַׁבָּת. כֵּיצַד. טַלִּית שֶׁהָיְתָה פְּרוּסָה עַל הָעַמּוּדִים אוֹ עַל הַכְּתָלִים וְהָיְתָה כְּרוּכָה קֹדֶם הַשַּׁבָּת אִם נִשְׁאָר מִמֶּנָּה גַּג טֶפַח מָתוּחַ הֲרֵי זֶה מוֹתֵחַ אֶת כֻּלָּהּ בְּשַׁבָּת עַד שֶׁיַּעֲשֶׂה אֹהֶל גָּדוֹל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֵין תּוֹלִין אֶת הַכִּלָּה שֶׁהֲרֵי נַעֲשֵׂית תַּחְתֶּיהָ אֹהֶל עֲרַאי. וּמֻתָּר לְהַנִּיחַ מִטָּה וְכִסֵּא וּטְרַסְקָל וְאַף עַל פִּי שֶׁיֵּעָשֶׂה תַּחְתֵּיהֶן אֹהֶל שֶׁאֵין זֶה דֶּרֶךְ עֲשִׂיַּת אֹהֶל לֹא קֶבַע וְלֹא עֲרַאי: \n",
      "כָּל אֹהֶל מְשֻׁפָּע שֶׁאֵין בְּגַגּוֹ טֶפַח וְלֹא בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְגַגּוֹ רֹחַב טֶפַח הֲרֵי זֶה אֹהֶל עֲרַאי וְהָעוֹשֶׂה אוֹתוֹ לְכַתְּחִלָּה בְּשַׁבָּת פָּטוּר. טַלִּית כְּפוּלָה שֶׁהָיוּ עָלֶיהָ חוּטִין שֶׁהִיא תְּלוּיָה בָּהֶן מֵעֶרֶב שַׁבָּת מֻתָּר לִנְטוֹתָהּ וּמֻתָּר לְפָרְקָהּ וְכֵן הַפָּרֹכֶת: \n",
      "כִּלַּת חֲתָנִים שֶׁאֵין בְּגַגָּהּ טֶפַח וְאֵין בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְגַגָּהּ רֹחַב טֶפַח. הוֹאִיל שֶׁהִיא מְתֻקֶּנֶת לְכָךְ מֻתָּר לִנְטוֹתָהּ וּמֻתָּר לְפָרְקָהּ וְהוּא שֶׁלֹּא תְּהֵא מְשֻׁלְשֶׁלֶת מֵעַל הַמִּטָּה טֶפַח. פְּקַק הַחַלּוֹן בִּזְמַן שֶׁהוּא מְתֻקָּן לְכָךְ אַף עַל פִּי שֶׁאֵינוֹ קָשׁוּר וְאֵינוֹ תָּלוּי מֻתָּר לִפְקֹק בּוֹ הַחַלּוֹן: \n",
      "כּוֹבַע שֶׁעוֹשִׂין עַל הָרֹאשׁ וְיֵשׁ לוֹ שָׂפָה מַקֶּפֶת שֶׁהִיא עוֹשָׂה צֵל כְּמוֹ אֹהֶל עַל לְבוּשׁוֹ מֻתָּר לְלָבְשׁוֹ. וְאִם הוֹצִיא מִן הַבֶּגֶד סָבִיב לְרֹאשׁוֹ אוֹ כְּנֶגֶד פָּנָיו כְּמוֹ אֹהֶל וְהָיָה מְהֻדָּק עַל רֹאשׁוֹ וְהָיְתָה הַשָּׂפָה שֶׁהוֹצִיאָהּ קָשָׁה בְּיוֹתֵר כְּמוֹ גַּג אָסוּר מִפְּנֵי שֶׁהוּא עוֹשֶׂה אֹהֶל עֲרַאי: \n",
      "הַנּוֹטֶה פָּרֹכֶת וְכַיּוֹצֵא בָּהּ צָרִיךְ לְהִזָּהֵר שֶׁלֹּא יַעֲשֶׂה אֹהֶל בְּשָׁעָה שֶׁנּוֹטֶה לְפִיכָךְ אִם הָיְתָה פָּרֹכֶת גְּדוֹלָה תּוֹלִין אוֹתָהּ שְׁנַיִם אֲבָל אֶחָד אָסוּר. וְאִם הָיְתָה כִּלָּה שֶׁיֵּשׁ לָהּ גַּג אֵין מוֹתְחִין אוֹתָהּ וַאֲפִלּוּ עֲשָׂרָה שֶׁאִי אֶפְשָׁר שֶׁלֹּא תִּגְבַּהּ מְעַט מֵעַל הָאָרֶץ וְתֵעָשֶׂה אֹהֶל עֲרַאי: \n",
      "בֶּגֶד שֶׁמְּכַסֶּה בּוֹ פִּי הֶחָבִית לֹא יְכַסֶּה בּוֹ אֶת כֻּלָּהּ מִפְּנֵי שֶׁנַּעֲשָׂה אֹהֶל אֲבָל מְכַסֶּה הוּא מִקְצָת פִּיהָ. הַמְסַנֵּן בִּכְפִיפָה מִצְרִית לֹא יַגְבִּיהַּ קַרְקָעִית הַכְּפִיפָה מִן הַכְּלִי טֶפַח כְּדֵי שֶׁלֹּא יַעֲשֶׂה אֹהֶל עֲרַאי בְּשַׁבָּת: \n"
    ],
    [
      "הָעוֹשֶׂה נֶקֶב שֶׁהוּא עָשׂוּי לְהַכְנִיס וּלְהוֹצִיא כְּגוֹן נֶקֶב שֶׁבְּלוּל הַתַּרְנְגוֹלִין שֶׁהוּא עָשׂוּי לְהַכְנִיס הָאוֹרָה וּלְהוֹצִיא הַהֶבֶל הֲרֵי זֶה חַיָּב מִשּׁוּם מַכֶּה בְּפַטִּישׁ. לְפִיכָךְ גָּזְרוּ עַל כָּל נֶקֶב אֲפִלּוּ הָיָה עָשׂוּי לְהוֹצִיא בִּלְבַד אוֹ לְהַכְנִיס בִּלְבַד שֶׁמָּא יָבוֹא לַעֲשׂוֹת נֶקֶב שֶׁחַיָּבִין עָלָיו. וּמִפְּנֵי זֶה אֵין נוֹקְבִין בְּחָבִית נֶקֶב חָדָשׁ וְאֵין מוֹסִיפִין בּוֹ. אֲבָל פּוֹתְחִין נֶקֶב יָשָׁן. וְהוּא שֶׁלֹּא יִהְיֶה הַנֶּקֶב לְמַטָּה מִן הַשְּׁמָרִים שֶׁאִם הָיָה לְמַטָּה מִן הַשְּׁמָרִים הֲרֵי זֶה עָשׂוּי לְחַזֵּק וְאָסוּר לְפָתְחוֹ:  ",
      "נוֹקְבִין מְגוּפָה שֶׁל חָבִית לְהוֹצִיא מִמֶּנָּה יַיִן וּבִלְבַד שֶׁיְּנַקְּבֶנָּהּ מִלְּמַעְלָה אֲבָל מִצִּדָּהּ אָסוּר מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן כְּלִי. שׁוֹבֵר אָדָם אֶת הֶחָבִית לֶאֱכל מִמֶּנָּה גְּרוֹגָרוֹת וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַעֲשׂוֹת כְּלִי. וּמֵבִיא אָדָם חָבִית שֶׁל יַיִן וּמַתִּיז אֶת רֹאשָׁהּ בְּסַיִף לִפְנֵי הָאוֹרְחִין וְאֵינוֹ חוֹשֵׁשׁ. שֶׁאֵין כַּוָּנָתוֹ אֶלָּא לְהַרְאוֹת נְדִיבַת לִבּוֹ:  ",
      "וּכְשֵׁם שֶׁאָסוּר לִפְתֹּחַ כָּל נֶקֶב כָּךְ אָסוּר לִסְתֹּם כָּל נֶקֶב. לְפִיכָךְ אָסוּר לִסְתֹּם נֶקֶב הֶחָבִית וַאֲפִלּוּ בְּדָבָר שֶׁאֵינוֹ מִתְמָרֵחַ וְאֵינוֹ בָּא לִידֵי סְחִיטָה כְּגוֹן שֶׁיִּסְתֹּם בְּקֵיסָם אוֹ בִּצְרוֹר קָטָן. אֲבָל אִם הִנִּיחַ שָׁם אֹכֶל כְּדֵי לְהַצְנִיעוֹ וְנִמְצָא הַנֶּקֶב נִסְתָּם מֻתָּר. וּמֻתָּר לְהַעֲרִים בְּדָבָר זֶה:  ",
      "כָּל דָּבָר שֶׁהוּא גְּמַר מְלָאכָה חַיָּב עָלָיו מִשּׁוּם מַכֶּה בְּפַטִּישׁ. וּמִפְּנֵי זֶה הַגּוֹרֵר כָּל שֶׁהוּא אוֹ הַמְתַקֵּן כְּלִי בְּאֵיזֶה דָּבָר שֶׁיְּתַקֵּן חַיָּב. לְפִיכָךְ אָסוּר לְהַשְׁמִיעַ קוֹל שֶׁל שִׁיר בְּשַׁבָּת בֵּין בִּכְלֵי שִׁיר כְּגוֹן כִּנּוֹרוֹת וּנְבָלִים בֵּין בִּשְׁאָר דְּבָרִים. אֲפִלּוּ לְהַכּוֹת בְּאֶצְבַּע עַל הַקַּרְקַע אוֹ עַל הַלּוּחַ אוֹ אַחַת כְּנֶגֶד אַחַת כְּדֶרֶךְ הַמְשׁוֹרְרִים אוֹ לְקַשְׁקֵשׁ אֶת הָאֱגוֹז לְתִינוֹק אוֹ לְשַׂחֵק בּוֹ בְּזוֹג כְּדֵי שֶׁיִּשְׁתֹּק כָּל זֶה וְכַיּוֹצֵא בּוֹ אָסוּר גְּזֵרָה שֶׁמָּא יְתַקֵּן כְּלֵי שִׁיר:  ",
      "אֵין מְסַפְּקִין וְלֹא מְרַקְּדִין וְאֵין מְטַפְּחִין בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יְתַקֵּן כְּלֵי שִׁיר. וּלְסַפֵּק כִּלְאַחַר יָד מֻתָּר. אֵין שָׁטִין עַל פְּנֵי הַמַּיִם גְּזֵרָה שֶׁמָּא יְתַקֵּן חָבִית שֶׁל שַׁיָּטִין. בְּרֵכָה שֶׁבֶּחָצֵר מֻתָּר לָשׁוּט בְּתוֹכָהּ שֶׁאֵינוֹ בָּא לַעֲשׂוֹת חָבִית שֶׁל שַׁיָּטִין וְהוּא שֶׁיִּהְיֶה לָהּ שָׂפָה מֻקֶּפֶת שֶׁלֹּא יֵעָקֵר מִמֶּנָּה הַמַּיִם. כְּדֵי שֶׁיִּהְיֶה הֶכֵּר וְהֶפְרֵשׁ בֵּינָהּ וּבֵין הַיָּם:  ",
      "אֵין חוֹתְכִין שְׁפוֹפֶרֶת שֶׁל קָנֶה מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן כְּלִי. הָיְתָה חֲתוּכָה אַף עַל פִּי שֶׁאֵינָהּ מְתֻקֶּנֶת מֻתָּר לְהַכְנִיסָהּ בְּנֶקֶב הֶחָבִית בְּשַׁבָּת לְהוֹצִיא מִמֶּנָּה יַיִן וְאֵין חוֹשְׁשִׁין שֶׁמָּא יְתַקֵּן. וְאָסוּר לְהַנִּיחַ עָלֶה שֶׁל הֲדַס וְכַיּוֹצֵא בּוֹ בְּתוֹךְ הַנֶּקֶב שֶׁל חָבִית כְּדֵי שֶׁיְּקַלֵּחַ אֶת הַיַּיִן מִפְּנֵי שֶׁהוּא כְּעוֹשֶׂה מַרְזֵב בְּשַׁבָּת. וְאֵין שׁוֹבְרִין אֶת הַחֶרֶס וְאֵין קוֹרְעִין אֶת הַנְּיָר מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן כְּלִי:  ",
      "זְמוֹרָה שֶׁהִיא קְשׁוּרָה בְּטָפִיחַ מְמַלְּאִין בָּהּ בְּשַׁבָּת. וְאִם אֵינָהּ קְשׁוּרָה אֵין מְמַלְּאִין בָּהּ גְּזֵרָה שֶׁמָּא יִקְטֹם אוֹתָהּ וְיִתְקָעָהּ. אָסוּר לָחֹף כְּלֵי כֶּסֶף בְּגַרְתָּקוֹן מִפְּנֵי שֶׁהוּא מְלַבְּנָן כְּדֶרֶךְ שֶׁהָאֻמָּנִין עוֹשִׂין וְנִמְצָא כִּמְתַקֵּן כְּלִי וְגוֹמֵר מְלַאכְתּוֹ בְּשַׁבָּת. אֲבָל חוֹפְפִין אוֹתוֹ בְּחוֹל וּבְנֶתֶר. וְכֵן כָּל הַכֵּלִים חוֹפְפִין אוֹתָן בְּכָל דָּבָר. וְאָסוּר לְהָדִיחַ קְעָרוֹת וְאִלְפָּסִין וְכַיּוֹצֵא בָּהֶן מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן אֶלָּא אִם כֵּן הֱדִיחָן לֶאֱכל בָּהֶן סְעֻדָּה אַחֶרֶת בְּאוֹתָהּ שַׁבָּת. אֲבָל כְּלֵי שְׁתִיָּה כְּגוֹן כּוֹסוֹת וְקִיתוֹנוֹת מֻתָּר לַהֲדִיחָן בְּכָל עֵת שֶׁאֵין קֶבַע לִשְׁתִיָּה. וְאֵין מַצִּיעִין אֶת הַמִּטּוֹת בְּשַׁבָּת כְּדֵי לִישֹׁן עֲלֵיהֶן לְמוֹצָאֵי שַׁבָּת אֲבָל מַצִּיעִין מִלֵּילֵי שַׁבָּת לְשַׁבָּת:  ",
      "אָסוּר לְהַטְבִּיל כֵּלִים טְמֵאִין בְּשַׁבָּת מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן כְּלִי. אֲבָל אָדָם טָמֵא מֻתָּר לִטְבּל מִפְּנֵי שֶׁנִּרְאֶה כְּמֵיקֵר. וְאֵין מַזִּין עָלָיו בְּשַׁבָּת. הַמַּטְבִּיל כֵּלִים בְּשַׁבָּת בְּשׁוֹגֵג יִשְׁתַּמֵּשׁ בָּהֶן. בְּמֵזִיד לֹא יִשְׁתַּמֵּשׁ בָּהֶן עַד לְמוֹצָאֵי שַׁבָּת. וּמֻתָּר לְהַטְבִּיל אֶת הַמַּיִם הַטְּמֵאִים בְּשַׁבָּת. כֵּיצַד יַעֲשֶׂה. נוֹתְנָן בִּכְלִי שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כְּגוֹן כְּלֵי אֲבָנִים וּמַטְבִּיל הַכֵּלִים בַּמִּקְוֶה עַד שֶׁיַּעֲלֶה מֵי הַמִּקְוֶה עֲלֵיהֶן וְיִטְהָרוּ:  ",
      "אֵין מַגְבִּיהִין תְּרוּמוֹת וּמַעַשְׂרוֹת בְּשַׁבָּת מִפְּנֵי שֶׁנִּרְאֶה כִּמְתַקֵּן דָּבָר שֶׁלֹּא הָיָה מְתֻקָּן:  ",
      "מְעַבֵּד מֵאֲבוֹת מְלָאכוֹת הוּא. וְהַמְרַכֵּךְ עוֹר בְּשֶׁמֶן כְּדֶרֶךְ שֶׁהָעַבְּדָנִים עוֹשִׂים הֲרֵי זֶה מְעַבֵּד וְחַיָּב. לְפִיכָךְ לֹא יָסוּךְ אָדָם רַגְלוֹ בְּשֶׁמֶן וְהוּא בְּתוֹךְ הַמִּנְעָל אוֹ בְּתוֹךְ הַסַּנְדָּל הַחֲדָשִׁים. אֲבָל סָךְ הוּא אֶת רַגְלוֹ שֶׁמֶן וְלוֹבֵשׁ מִנְעָלוֹ אוֹ סַנְדָּלוֹ אַף עַל פִּי שֶׁהֵן חֲדָשִׁים. וְסָךְ כָּל גּוּפוֹ שֶׁמֶן וּמִתְעַגֵּל עַל גַּבֵּי קַטַּבְלִיָא חֲדָשָׁה וְאֵינוֹ חוֹשֵׁשׁ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַשֶּׁמֶן מֻעָט כְּדֵי שֶׁיְּצַחְצֵחַ הָעוֹר בִּלְבַד אֲבָל אִם הָיָה בִּבְשָׂרוֹ שֶׁמֶן הַרְבֵּה כְּדֵי שֶׁיְּרַכֵּךְ הָעוֹר הֲרֵי זֶה אָסוּר מִפְּנֵי שֶׁהוּא כִּמְעַבְּדוֹ. וְהַכּל בַּחֲדָשִׁים אֲבָל בִּישָׁנִים מֻתָּר:  ",
      "הַמְמָרֵחַ רְטִיָּה בְּשַׁבָּת חַיָּב מִשּׁוּם מוֹחֵק אֶת הָעוֹר. לְפִיכָךְ אֵין סוֹתְמִין נֶקֶב בְּשַׁעֲוָה וְכַיּוֹצֵא בָּהּ שֶׁמָּא יְמָרֵחַ וַאֲפִלּוּ בְּשֻׁמָּן אֵין סוֹתְמִין אֶת הַנֶּקֶב גְּזֵרָה מִשּׁוּם שַׁעֲוָה:  ",
      "כּוֹתֵב מֵאֲבוֹת מְלָאכוֹת. לְפִיכָךְ אָסוּר לִכְחל בַּפּוּךְ וְכַיּוֹצֵא בּוֹ בְּשַׁבָּת מִפְּנֵי שֶׁהוּא כְּכוֹתֵב. וְאָסוּר לִלְווֹת וּלְהַלְווֹת גְּזֵרָה שֶׁמָּא יִכְתֹּב. וְכֵן אָסוּר לִקְנוֹת וְלִמְכֹּר וְלִשְׂכֹּר וּלְהַשְׂכִּיר גְּזֵרָה שֶׁמָּא יִכְתֹּב. לֹא יִשְׂכֹּר אָדָם פּוֹעֲלִים בְּשַׁבָּת וְלֹא יֹאמַר לַחֲבֵרוֹ לִשְׂכֹּר לוֹ פּוֹעֲלִין. אֲבָל לִשְׁאל וּלְהַשְׁאִיל מֻתָּר. שׁוֹאֵל אָדָם מֵחֲבֵרוֹ כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן וּבִלְבַד שֶׁלֹּא יֵאָמֵר לוֹ הַלְוֵינִי:  ",
      "אֶחָד הַמּוֹכֵר בַּפֶּה אוֹ בִּמְסִירָה אָסוּר. [וְאָסוּר לִשְׁקל] בֵּין בְּמֹאזְנַיִם בֵּין שֶׁלֹּא בְּמֹאזְנַיִם. וּכְשֵׁם שֶׁאָסוּר לִשְׁקל כָּךְ אָסוּר לִמְנוֹת וְלִמְדֹּד בֵּין בִּכְלִי מִדָּה בֵּין בַּיָּד בֵּין בְּחֶבֶל:  ",
      "אֵין דָּנִין בְּשַׁבָּת וְלֹא חוֹלְצִין וְלֹא מְיַבְּמִין וְלֹא מְקַדְּשִׁין גְּזֵרָה שֶׁמָּא יִכְתֹּב. וְאֵין מַקְדִּישִׁין וְלֹא מַעֲרִיכִין וְלֹא מַחְרִימִין מִפְּנֵי שֶׁהוּא כְּמִקָּח וּמִמְכָּר. וְאֵין מַגְבִּיהִין תְּרוּמוֹת וּמַעַשְׂרוֹת שֶׁזֶּה דּוֹמֶה לְמַקְדִּישׁ אוֹתָן פֵּרוֹת שֶׁהִפְרִישׁ. וְעוֹד מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן אוֹתָן בְּשַׁבָּת. וְאֵין מְעַשְּׂרִין אֶת הַבְּהֵמָה גְּזֵרָה שֶׁמָּא יִרְשֹׁם בְּסִיקְרָא. וּמַקְדִּישׁ אָדָם פִּסְחוֹ בְּשַׁבָּת וַחֲגִיגָתוֹ בְּיוֹם טוֹב שֶׁזּוֹ מִצְוַת הַיּוֹם הִיא. וּכְשֵׁם שֶׁאֵין מַקְדִּישִׁין כָּךְ אֵין מְקַדְּשִׁין מֵי חַטָּאת:  ",
      "הַמַּגְבִּיהַּ תְּרוּמוֹת וּמַעַשְׂרוֹת בְּשַׁבָּת אוֹ בְּיוֹם טוֹב בְּשׁוֹגֵג יֹאכַל מִמַּה שֶּׁהִתְקִין. בְּמֵזִיד לֹא יֹאכַל עַד מוֹצָאֵי שַׁבָּת. וּבֵין כָּךְ וּבֵין כָּךְ תִּקֵּן אֶת הַפֵּרוֹת. וְכֵן הַמַּקְדִּישׁ אוֹ הַמַּעֲרִיךְ אוֹ הַמַּחֲרִים בְּשַׁבָּת בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד מַה שֶּׁעָשָׂה עָשׂוּי וְאֵין צָרִיךְ לוֹמַר בְּיוֹם טוֹב. וְכֵן הַמַּקְנֶה לַחֲבֵרוֹ בְּשַׁבָּת קָנָה. מְעַשְּׂרִין אֶת הַדְּמַאי בֵּין הַשְּׁמָשׁוֹת אֲבָל לֹא אֶת הַוַּדַּאי:  ",
      "מִי שֶׁקָּרָא שֵׁם לִתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי אוֹ לְמַעֲשַׂר עָנִי שֶׁל וַדַּאי לֹא יִטְלֵם בְּשַׁבָּת אַף עַל פִּי שֶׁיְּיַחֵד מְקוֹמָן מִקֹּדֶם הַשַּׁבָּת וַהֲרֵי הֵן יְדוּעִין וּמֻנָּחִין בְּצַד הַפֵּרוֹת. וְאִם הָיָה כֹּהֵן אוֹ עָנִי לְמוּדִים לֶאֱכל אֶצְלוֹ יָבוֹאוּ וְיֹאכְלוּ. וּבִלְבַד שֶׁיּוֹדִיעַ לַכֹּהֵן שֶׁזּוֹ שֶׁאֲנִי מַאֲכִילְךָ תְּרוּמַת מַעֲשֵׂר וְיוֹדִיעַ לֶעָנִי שֶׁזּוֹ שֶׁאֲנִי מַאֲכִילְךָ מַעֲשַׂר עָנִי:  ",
      "אָסוּר לְהָפִיס וּלְשַׂחֵק בְּקֻבִּיָּא בְּשַׁבָּת מִפְּנֵי שֶׁהוּא כְּמִקָּח וּמִמְכָּר. וּמֵפִיס אָדָם עִם בָּנָיו וְעִם בְּנֵי בֵּיתוֹ עַל מָנָה גְּדוֹלָה כְּנֶגֶד מָנָה קְטַנָּה מִפְּנֵי שֶׁאֵין מַקְפִּידִין:  ",
      "אָסוּר לְחַשֵּׁב חֶשְׁבּוֹנוֹת שֶׁהוּא צָרִיךְ לָהֶן בְּשַׁבָּת בֵּין שֶׁעָבַר בֵּין שֶׁעָתִיד לִהְיוֹת גְּזֵרָה שֶׁמָּא יִכְתֹּב. לְפִיכָךְ חֶשְׁבּוֹנוֹת שֶׁאֵין בָּהֶן צֹרֶךְ מֻתָּר לְחַשְּׁבָן. כֵּיצַד. כַּמָּה סְאִין תְּבוּאָה הָיָה לָנוּ בְּשָׁנָה פְּלוֹנִית, כַּמָּה דִּינָרִין הוֹצִיא בְּחַתְנוּת בְּנוֹ, וְכַיּוֹצֵא בְּאֵלּוּ שֶׁהֵן בִּכְלַל שִׂיחָה בְּטֵלָה שֶׁאֵין בָּהֶן צֹרֶךְ כְּלָל, הַמְחַשֵּׁב אוֹתָן בְּשַׁבָּת כִּמְחַשֵּׁב בְּחל:  ",
      "אָסוּר לִקְרוֹת בְּשִׁטְרֵי הֶדְיוֹטוֹת בְּשַׁבָּת שֶׁלֹּא יְהֵא כְּדֶרֶךְ חֹל וְיָבֹא לִמְחֹק. מוֹנֶה אָדָם פַּרְפְּרוֹתָיו וְאֶת אוֹרְחָיו מִפִּיו אֲבָל לֹא מִן הַכְּתָב כְּדֵי שֶׁלֹּא יִקְרָא בְּשִׁטְרֵי הֶדְיוֹטוֹת. לְפִיכָךְ אִם הָיוּ הַשֵּׁמוֹת חֲקוּקִין עַל הַטַּבְלָה אוֹ עַל הַכֹּתֶל מֻתָּר לִקְרוֹתָן מִפְּנֵי שֶׁאֵינוֹ מִתְחַלֵּף בִּשְׁטָר. וְאָסוּר לִקְרוֹת בִּכְתָב הַמְהַלֵּךְ תַּחַת הַצּוּרָה וְתַחַת הַדְּיוּקְנִי בְּשַׁבָּת. אַף לִקְרוֹת בַּכְּתוּבִים בְּשַׁבָּת בִּשְׁעַת בֵּית הַמִּדְרָשׁ אָסוּר גְּזֵרָה מִשּׁוּם בִּטּוּל בֵּית הַמִּדְרָשׁ שֶׁלֹּא יִהְיֶה כָּל אֶחָד יוֹשֵׁב בְּבֵיתוֹ וְקוֹרֵא וְיִמָּנַע מִבֵּית הַמִּדְרָשׁ:  ",
      "נָפְלָה דְּלֵקָה בֶּחָצֵר בְּשַׁבָּת אֵינוֹ מַצִּיל כָּל מַה שֶּׁיֵּשׁ בֶּחָצֵר לְחָצֵר אַחֶרֶת שֶׁבְּאוֹתוֹ הַמָּבוֹי אַף עַל פִּי שֶׁעֵרְבוּ גְּזֵרָה שֶׁמָּא יְכַבֶּה הַדְּלֵקָה כְּדֵי שֶׁיַּצִּיל מִפְּנֵי שֶׁאָדָם בָּהוּל עַל מָמוֹנוֹ. לְפִיכָךְ גָּזְרוּ שֶׁלֹּא יַצִּיל אֶלָּא מָזוֹן שֶׁהוּא צָרִיךְ לוֹ לְאוֹתוֹ שַׁבָּת וְכֵלִים שֶׁצָּרִיךְ לְהִשְׁתַּמֵּשׁ בָּהֶן בְּשַׁבָּת וּבְגָדִים שֶׁיָּכוֹל לִלְבּשׁ. שֶׁנִּמְצָא מִתְיָאֵשׁ מִן הַכּל וְאֵינוֹ בָּא לִידֵי כִּבּוּי. וְאִם לֹא עֵרְבוּ אַף מְזוֹנוֹ וְכֵלָיו אֵינוֹ מַצִּיל:  ",
      "וּמַה הוּא מַצִּיל לִמְזוֹנוֹ. אִם נָפְלָה דְּלֵקָה בְּלֵילֵי שַׁבָּת מַצִּילִין מְזוֹן שָׁלֹשׁ סְעֻדּוֹת. הָרָאוּי לְאָדָם לְאָדָם וְהָרָאוּי לִבְהֵמָה לִבְהֵמָה. נָפְלָה בְּשַׁחֲרִית מַצִּילִין מְזוֹן שְׁתֵּי סְעֻדּוֹת. בְּמִנְחָה מַצִּילִין מְזוֹן סְעֻדָּה אַחַת:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַצִּיל בְּכֵלִים הַרְבֵּה אוֹ שֶׁהָיָה מְמַלֵּא כְּלִי וּמוֹצִיאוֹ וּמְעָרֶה וְחוֹזֵר וּמְמַלֵּא אוֹתוֹ שֵׁנִית הוּא שֶׁאֵין מַצִּיל אֶלָּא מַה שֶּׁהוּא צָרִיךְ לוֹ. אֲבָל אִם הוֹצִיא כְּלִי אֶחָד בְּהוֹצָאָה אַחַת אַף עַל פִּי שֶׁיֵּשׁ בּוֹ כַּמָּה סְעֻדּוֹת מֻתָּר:  ",
      "כֵּיצַד. מַצִּיל סַל מָלֵא כִּכָּרוֹת אַף עַל פִּי שֶׁיֵּשׁ בּוֹ כַּמָּה סְעֻדּוֹת. וְעִגּוּל שֶׁל דְּבֵלָה וְחָבִית שֶׁל יַיִן. וְכֵן אִם פָּרַשׂ טַלִּיתוֹ וְקִבֵּץ בָּהּ כָּל מַה שֶּׁיָּכוֹל לְהוֹצִיא וְהוֹצִיאָהּ מְלֵאָה בְּבַת אַחַת מֻתָּר:  ",
      "וְאוֹמֵר לַאֲחֵרִים בּוֹאוּ וְהַצִּילוּ לָכֶם וְכָל אֶחָד וְאֶחָד מַצִּיל מָזוֹן שֶׁהוּא צָרִיךְ לוֹ אוֹ כְּלִי אֶחָד שֶׁמַּחֲזִיק אֲפִלּוּ דָּבָר גָּדוֹל וַהֲרֵי הוּא שֶׁל מַצִּיל. וְאִם לֹא רָצָה הַמַּצִּיל לְקַחְתּוֹ וּנְתָנוֹ לִבְעָלָיו מֻתָּר לוֹ לִטּל מִמֶּנּוּ אַחַר הַשַּׁבָּת שְׂכַר עֲמָלוֹ וְאֵין זֶה שְׂכַר שַׁבָּת שֶׁהֲרֵי אֵין שָׁם מְלָאכָה וְלֹא אִסּוּר שֶׁלֹּא הוֹצִיאוֹ אֶלָּא בְּמָקוֹם מְעֹרָב:  ",
      "הִצִּיל פַּת נְקִיָּה אֵינוֹ חוֹזֵר וּמַצִּיל פַּת שֶׁאֵינָהּ נְקִיָּה. אֲבָל אִם הִצִּיל פַּת שֶׁאֵינָהּ נְקִיָּה חוֹזֵר וּמַצִּיל פַּת נְקִיָּה. וּמַצִּיל בְּיוֹם הַכִּפּוּרִים מַה שֶּׁהוּא צָרִיךְ לְשַׁבָּת אִם הָיָה יוֹם הַכִּפּוּרִים בְּעֶרֶב שַׁבָּת אֲבָל אֵינוֹ מַצִּיל בְּשַׁבָּת לְיוֹם הַכִּפּוּרִים. וְאֵין צָרִיךְ לוֹמַר לְיוֹם טוֹב. וְלֹא מִשַּׁבָּת זוֹ לְשַׁבָּת הַבָּאָה. וּמַה שֶּׁהוּא מַצִּיל לִלְבּשׁ. לוֹבֵשׁ כָּל מַה שֶּׁהוּא יָכוֹל לִלְבּשׁ וְעוֹטֵף כָּל מַה שֶּׁהוּא יָכוֹל לַעֲטֹף וּמוֹצִיא וְאוֹמֵר לַאֲחֵרִים בּוֹאוּ וְהַצִּילוּ לָכֶם. וְכָל אֶחָד וְאֶחָד לוֹבֵשׁ וּמִתְעַטֵּף בְּכֵלָיו וּמוֹצִיא. וַהֲרֵי הוּא שֶׁלּוֹ כְּמוֹ הַמַּאֲכָל שֶׁהֲרֵי מִן הַהֶפְקֵר הֵן זוֹכִין:  ",
      "מֻתָּר לְהַצִּיל כָּל כִּתְבֵי הַקֹּדֶשׁ שֶׁיֵּשׁ בֶּחָצֵר לְחָצֵר אַחֶרֶת שֶׁבְּאוֹתוֹ הַמָּבוֹי וְאַף עַל פִּי שֶׁלֹּא עֵרְבוּ. וּבִלְבַד שֶׁיִּהְיֶה לַמָּבוֹי שָׁלֹשׁ מְחִצּוֹת וְלֶחִי אֶחָד. וְהוּא שֶׁיִּהְיוּ כְּתוּבִין אַשּׁוּרִית וּבִלְשׁוֹן הַקֹּדֶשׁ אֲבָל אִם הָיָה כְּתוּבִין בְּכָל לָשׁוֹן אוֹ בִּכְתָב אַחֵר אֵין מַצִּילִין אוֹתָן אֲפִלּוּ הָיָה שָׁם עֵרוּב. וּבְחל אָסוּר לִקְרוֹת בָּהֶם אֶלָּא מַנִּיחָן בִּמְקוֹם הַתֹּרֶף וְהֵן מִתְאַבְּדִין מֵאֲלֵיהֶן:  ",
      "הָיוּ כְּתוּבִין בְּסַם וּבְסִיקְרָא אַף עַל פִּי שֶׁאֵינוֹ כְּתַב שֶׁל קַיָּמָא הוֹאִיל וְהֵן כְּתוּבִין אַשּׁוּרִית וּבִלְשׁוֹן קֹדֶשׁ מַצִּילִין אוֹתָן. גִּלָּיוֹן שֶׁל סְפָרִים שֶׁלְּמַעְלָה וְשֶׁלְּמַטָּה וְשֶׁבֵּין פָּרָשָׁה לְפָרָשָׁה וְשֶׁבֵּין דַּף לְדַף וְשֶׁבִּתְחִלַּת הַסֵּפֶר וְשֶׁבְּסוֹף הַסֵּפֶר אֵין מַצִּילִין אוֹתָן. הַבְּרָכוֹת וְהַקְּמֵעִין אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן אוֹתִיּוֹת שֶׁל שֵׁם וּמֵעִנְיָנוֹת הַרְבֵּה שֶׁל תּוֹרָה אֵין מַצִּילִין אוֹתָן מִפְּנֵי הַדְּלֵקָה:  ",
      "סֵפֶר תּוֹרָה שֶׁיֵּשׁ בּוֹ לְלַקֵּט שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת מִתּוֹךְ תֵּבוֹת שְׁלֵמוֹת וַאֲפִלּוּ בִּכְלָלָן <small>(בראשית לא מז)</small> \"יְגַר שָׂהֲדוּתָא\". וְכֵן אִם הָיְתָה בָּהּ פָּרָשָׁה שֶׁאֵין בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת וְיֵשׁ בָּהּ הַזְכָּרוֹת כְּגוֹן <small>(במדבר י לה)</small> \"וַיְהִי בִּנְסֹעַ הָאָרֹן\". מַצִּילִין אוֹתָן מִפְּנֵי הַדְּלֵקָה. וּמַצִּילִין תִּיק הַסֵּפֶר עִם הַסֵּפֶר וְתִיק תְּפִלִּין עִם הַתְּפִלִּין אַף עַל פִּי שֶׁיֵּשׁ בְּתוֹכָן מָעוֹת:  "
    ],
    [
      "יֵשׁ דְּבָרִים שֶׁהֵן אְסוּרִין בְּשַׁבָּת אַף עַל פִּי שֶׁאֵינָם דּוֹמִין לִמְלָאכָה וְאֵינָם מְבִיאִין לִידֵי מְלָאכָה. וּמִפְּנֵי מָה נֶאֶסְרוּ מִשּׁוּם שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"אִם תָּשִׁיב מִשַּׁבָּת רַגְלֶךָ עֲשׂוֹת חֲפָצֶיךָ בְּיוֹם קָדְשִׁי\" וְנֶאֱמַר <small>(ישעיה נח יג)</small> \"וְכִבַּדְתּוֹ מֵעֲשׂוֹת דְּרָכֶיךָ מִמְּצוֹא חֶפְצְךָ וְדַבֵּר דָּבָר\". לְפִיכָךְ אָסוּר לְאָדָם לְהַלֵּךְ בַּחֲפָצָיו בְּשַׁבָּת וַאֲפִלּוּ לְדַבֵּר בָּהֶן כְּגוֹן שֶׁיְּדַבֵּר עִם שֻׁתָּפוֹ מַה יִּמְכֹּר לְמָחָר אוֹ מַה יִּקְנֶה אוֹ הֵיאַךְ יִבְנֶה בַּיִת זֶה וּבְאֵי זֶה סְחוֹרָה יֵלֵךְ לְמָקוֹם פְּלוֹנִי. כָּל זֶה וְכַיּוֹצֵא בּוֹ אָסוּר שֶׁנֶּאֱמַר וְדַבֵּר דָּבָר דִּבּוּר אָסוּר הִרְהוּר מֻתָּר: \n",
      "אָסוּר לְאָדָם לִפְקֹד גִּנּוֹתָיו וּשְׂדוֹתָיו בְּשַׁבָּת כְּדֵי לִרְאוֹת מַה הֵן צְרִיכִין אוֹ הֵיאַךְ הֵן פֵּרוֹתֵיהֶן. שֶׁהֲרֵי זֶה מְהַלֵּךְ לַעֲשׂוֹת חֶפְצוֹ. וְכֵן אָסוּר לְאָדָם שֶׁיֵּצֵא בְּשַׁבָּת עַד סוֹף הַתְּחוּם וְיֵשֵׁב שָׁם עַד שֶׁתֶּחְשַׁךְ כְּדֵי שֶׁיִּהְיֶה קָרוֹב לַעֲשׂוֹת חֲפָצָיו בְּמוֹצָאֵי שַׁבָּת. שֶׁהֲרֵי נִמְצָא הִלּוּכוֹ בְּשַׁבָּת לַעֲשׂוֹת חֲפָצָיו: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֶחְשִׁיךְ עַל הַתְּחוּם לַעֲשׂוֹת דָּבָר שֶׁאָסוּר בְּשַׁבָּת לַעֲשׂוֹתוֹ. אֲבָל אִם הֶחְשִׁיךְ לַעֲשׂוֹת דָּבָר שֶׁמֻּתָּר לַעֲשׂוֹתוֹ בְּשַׁבָּת הֲרֵי זֶה מֻתָּר. כֵּיצַד. אֵין מַחְשִׁיכִין עַל הַתְּחוּם לְהָבִיא פֵּרוֹת מְחֻבָּרִין אוֹ לִשְׂכֹּר פּוֹעֲלִין. אֲבָל מַחְשִׁיךְ הוּא לִשְׁמֹר פֵּרוֹת שֶׁהֲרֵי מֻתָּר לִשְׁמֹר בְּשַׁבָּת. וּמַחְשִׁיךְ לְהָבִיא בְּהֵמָה אוֹ פֵּרוֹת תְּלוּשִׁין. שֶׁהַבְּהֵמָה קוֹרֵא לָהּ וְהִיא בָּאָה אַף עַל פִּי שֶׁהִיא חוּץ לַתְּחוּם. וּפֵרוֹת תְּלוּשִׁין אִלּוּ הָיוּ שָׁם מְחִצּוֹת הָיָה מֻתָּר לַהֲבִיאָן בְּשַׁבָּת. וְכֵן אוֹמֵר אָדָם לַחֲבֵרוֹ לִכְרַךְ פְּלוֹנִי אֲנִי הוֹלֵךְ לְמָחָר שֶׁאִם הָיוּ שָׁם בּוּרְגָנִים הָיָה הוֹלֵךְ לְשָׁם בְּשַׁבָּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מֻתָּר לְאָדָם לוֹמַר לְפוֹעֵל הַנִּרְאֶה שֶׁתַּעֲמֹד עִמִּי לָעֶרֶב. אֲבָל לֹא יֹאמַר לוֹ הֱיֵה נָכוֹן לִי לָעֶרֶב שֶׁנִּמְצָא עוֹשֶׂה חֶפְצוֹ בְּשַׁבָּת. וְאָסוּר לָרוּץ וּלְדַלֵּג בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"מֵעֲשׂוֹת דְּרָכֶיךָ\" שֶׁלֹּא יְהֵא הִלּוּכְךָ שֶׁל שַׁבָּת כְּהִלּוּכְךָ שֶׁל חֹל. וְיוֹרֵד אָדָם לְבוֹר וְשִׁיחַ וּמְעָרָה אֲפִלּוּ הֵן מֵאָה אַמָּה וּמְטַפֵּס וְיוֹרֵד וְשׁוֹתֶה וּמְטַפֵּס וְעוֹלֶה. וְאָסוּר לְהַרְבּוֹת בְּשִׂיחָה בְּטֵלָה שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"וְדַבֵּר דָּבָר\" שֶׁלֹּא יְהֵא דִּבּוּרְךָ שֶׁל שַׁבָּת כְּדִבּוּרְךָ שֶׁל חל: \n",
      "מֻתָּר לָרוּץ בְּשַׁבָּת לִדְבַר מִצְוָה כְּגוֹן שֶׁיָּרוּץ לְבֵית הַכְּנֶסֶת אוֹ לְבֵית הַמִּדְרָשׁ. וּמְחַשְּׁבִין חֶשְׁבּוֹנוֹת שֶׁל מִצְוָה וּמוֹדְדִין מְדִידָה שֶׁל מִצְוָה כְּגוֹן מִקְוֶה לֵידַע אִם יֵשׁ כַּשִּׁעוּר אוֹ בֶּגֶד לֵידַע אִם מְקַבֵּל טֻמְאָה. וּפוֹסְקִין צְדָקָה לָעֲנִיִּים. וְהוֹלְכִין לְבָתֵּי כְּנֵסִיּוֹת וּלְבָתֵּי מִדְרָשׁוֹת וַאֲפִלּוּ לְטַרְטֵיאוֹת וּטְרַקְלִין שֶׁל כּוּתִים לְפַקֵּחַ עַל עִסְקֵי רַבִּים בְּשַׁבָּת. וּמְשַׁדְּכִין עַל הַתִּינוֹקֶת לֵיאָרֵס וְעַל הַתִּינוֹק לְלַמְּדוֹ סֵפֶר וּלְלַמְּדוֹ אֻמָּנוּת. וּמְבַקְּרִין חוֹלִין וּמְנַחֲמִים אֲבֵלִים. וְהַנִּכְנָס לְבַקֵּר אֶת הַחוֹלֶה אוֹמֵר שַׁבָּת הִיא מִלִּזְעֹק וּרְפוּאָה קְרוֹבָה לָבוֹא. וּמַחְשִׁיכִין עַל הַתְּחוּם לְפַקֵּחַ עַל עִסְקֵי כַּלָּה וְעַל עִסְקֵי הַמֵּת לְהָבִיא לוֹ אָרוֹן וְתַכְרִיכִין. וְאוֹמֵר לוֹ לֵךְ לְמָקוֹם פְּלוֹנִי לֹא מָצָאתָ שָׁם הָבֵא מִמָּקוֹם פְּלוֹנִי לֹא מָצָאתָ בְּמָנֶה הָבֵא בְּמָאתַיִם. וּבִלְבַד שֶׁלֹּא יִזְכֹּר לוֹ סְכוּם מִקָּח. שֶׁכָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן מִצְוָה הֵן וְנֶאֱמַר <small>(ישעיה נח יג)</small> \"עֲשׂוֹת חֲפָצֶיךָ\" וְכוּ' חֲפָצֶךָ אֲסוּרִין חֶפְצֵי שָׁמַיִם מֻתָּרִין: \n",
      "מַפְלִיגִין בַּיָּם הַגָּדוֹל בְּעֶרֶב שַׁבָּת לִדְבַר מִצְוָה וּפוֹסֵק עִמּוֹ לִשְׁבֹּת וְאֵינוֹ שׁוֹבֵת. וּמְפִירִין נְדָרִים בְּשַׁבָּת בֵּין לְצֹרֶךְ שַׁבָּת בֵּין שֶׁלֹּא לְצֹרֶךְ שַׁבָּת. וְנִשְׁאָלִין לְחָכָם עַל הַנְּדָרִים שֶׁהֵן לְצֹרֶךְ הַשַּׁבָּת וּמַתִּירִין אַף עַל פִּי שֶׁהָיָה לָהֶן פְּנַאי לְהַתִּירָן קֹדֶם הַשַּׁבָּת שֶׁדְּבָרִים אֵלּוּ מִצְוָה הֵן: \n",
      "אֵין עוֹנְשִׁין בְּשַׁבָּת אַף עַל פִּי שֶׁהָעֹנֶשׁ מִצְוַת עֲשֵׂה אֵינָהּ דּוֹחָה שַׁבָּת. כֵּיצַד. הֲרֵי שֶׁנִּתְחַיֵּב בְּבֵית דִּין מַלְקוֹת אוֹ מִיתָה אֵין מַלְקִין אוֹתוֹ וְאֵין מְמִיתִין אוֹתוֹ בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(שמות לה ג)</small> \"לֹא תְבַעֲרוּ אֵשׁ בְּכל משְׁבֹתֵיכֶם בְּיוֹם הַשַּׁבָּת\" זוֹ אַזְהָרָה לְבֵית דִּין שֶׁלֹּא יִשְׂרְפוּ בְּשַׁבָּת מִי שֶׁנִּתְחַיֵּב שְׂרֵפָה וְהוּא הַדִּין לִשְׁאָר עֳנָשִׁין: \n",
      "מֻתָּר לְאָדָם לִשְׁמֹר פֵּרוֹתָיו בְּשַׁבָּת בֵּין תְּלוּשִׁים בֵּין מְחֻבָּרִין. וְאִם בָּא אָדָם לִטּל מֵהֶן אוֹ בְּהֵמָה וְחַיָּה לֶאֱכל מֵהֶן גּוֹעֵר בָּהֶן וּמַכֶּה בָּהֶם וּמַרְחִיקָן. וַהֲלֹא דָּבָר זֶה מֵחֲפָצָיו הוּא וְלָמָּה הוּא מֻתָּר. מִפְּנֵי שֶׁלֹּא נֶאֱסַר אֶלָּא לְהַקְנוֹת לְעַצְמוֹ חֲפָצִים שֶׁאֵינָן עַתָּה מְצוּיִים אוֹ לְהִשְׂתַּכֵּר וּלְהַרְוִיחַ וּלְהִטָּפֵל בַּהֲנָאָה שֶׁתָּבוֹא לְיָדוֹ. אֲבָל לִשְׁמֹר מָמוֹנוֹ שֶׁכְּבָר בָּא לְיָדוֹ עַד שֶׁיַּעֲמֹד כְּמוֹת שֶׁהוּא מֻתָּר. הָא לְמָה זֶה דּוֹמֶה לְנוֹעֵל בֵּיתוֹ מִפְּנֵי הַגַּנָּבִים: \n",
      "הַמְשַׁמֵּר זְרָעָיו מִפְּנֵי הָעוֹפוֹת וּמִקְשָׁאָיו וּמִדְלָעָיו מִפְּנֵי הַחַיָּה לֹא יְסַפֵּק וְלֹא יְרַקֵּד כְּדֶרֶךְ שֶׁעוֹשֶׂה בְּחל גְּזֵרָה שֶׁמָּא יִטּל צְרוֹר וְיִזְרֹק אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים: \n",
      "כָּל הַדְּבָרִים שֶׁהֵן אֲסוּרִין מִשּׁוּם שְׁבוּת לֹא גָּזְרוּ עֲלֵיהֶן בֵּין הַשְּׁמָשׁוֹת אֶלָּא בְּעַצְמוֹ שֶׁל יוֹם הוּא שֶׁהֵן אֲסוּרִין אֲבָל בֵּין הַשְּׁמָשׁוֹת מֻתָּרִין. וְהוּא שֶׁיִּהְיֶה שָׁם דְּבַר מִצְוָה אוֹ דֹּחַק. כֵּיצַד. מֻתָּר לוֹ בֵּין הַשְּׁמָשׁוֹת לַעֲלוֹת בָּאִילָן אוֹ לָשׁוּט עַל פְּנֵי הַמַּיִם לְהָבִיא לוּלָב אוֹ שׁוֹפָר. וְכֵן מוֹרִיד מִן הָאִילָן אוֹ מוֹצִיא מִן הַכַּרְמְלִית עֵרוּב שֶׁעָשָׂה. וְכֵן אִם הָיָה טָרוּד וְנֶחְפָּז וְנִצְרָךְ לְדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה מֻתָּר. אֲבָל אִם לֹא הָיָה שָׁם דֹּחַק וְלֹא דְּבַר מִצְוָה אָסוּר. לְפִיכָךְ אֵין מְעַשְּׂרִין אֶת הַוַּדַּאי בֵּין הַשְּׁמָשׁוֹת אַף עַל פִּי שֶׁאִסּוּר הַפְרָשַׁת הַמַּעֲשֵׂר בְּשַׁבָּת מִשּׁוּם שְׁבוּת. אֲבָל מְעַשְּׂרִים אֶת הַדְּמַאי: \n",
      "קָטָן שֶׁעָשָׂה בְּשַׁבָּת דָּבָר שֶׁהוּא מִשּׁוּם שְׁבוּת כְּגוֹן שֶׁתָּלַשׁ מֵעָצִיץ שֶׁאֵינוֹ נָקוּב אוֹ טִלְטֵל בְּכַרְמְלִית אֵין בֵּית דִּין מְצֻוִּין לְהַפְרִישׁוֹ. וְכֵן אִם הִנִּיחוֹ אָבִיו אֵין מְמַחִין בְּיָדוֹ: \n",
      "אָסְרוּ חֲכָמִים לְטַלְטֵל מִקְצָת דְּבָרִים בְּשַׁבָּת כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל. וּמִפְּנֵי מָה נָגְעוּ בְּאִסּוּר זֶה. אָמְרוּ וּמָה אִם הִזְהִירוּ נְבִיאִים וְצִוּוּ שֶׁלֹּא יִהְיֶה הִלּוּכְךָ בְּשַׁבָּת כְּהִלּוּכְךָ בְּחל וְלֹא שִׂיחַת הַשַּׁבָּת כְּשִׂיחַת החֹל שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"וְדַבֵּר דָּבָר\" קַל וָחֹמֶר שֶׁלֹּא יִהְיֶה טִלְטוּל בְּשַׁבָּת כְּטִלְטוּל בְּחל כְּדֵי שֶׁלֹּא יִהְיֶה כְּיוֹם חֹל בְּעֵינָיו וְיָבוֹא לְהַגְבִּיהַּ וּלְתַקֵּן כֵּלִים מִפִּנָּה לְפִנָּה אוֹ מִבַּיִת לְבַיִת אוֹ לְהַצְנִיעַ אֲבָנִים וְכַיּוֹצֵא בָּהֶן שֶׁהֲרֵי הוּא בָּטֵל וְיוֹשֵׁב בְּבֵיתוֹ וִיבַקֵּשׁ דָּבָר שֶׁיִּתְעַסֵּק בּוֹ וְנִמְצָא שֶׁלֹּא שָׁבַת וּבִטֵּל הַטַּעַם שֶׁנֶּאֱמַר בְּתוֹרָה <small>(שמות כב יב)</small> <small>(דברים ה יג)</small> \"לְמַעַן יָנוּחַ\": \n",
      "וְעוֹד כְּשֶׁיְּבַקֵּר וִיטַלְטֵל כֵּלִים שֶׁמְּלַאכְתָּן לְאִסּוּר אֶפְשָׁר שֶׁיִּתְעַסֵּק בָּהֶן מְעַט וְיָבֹא לִידֵי מְלָאכָה. וְעוֹד מִפְּנֵי שֶׁמִּקְצָת הָעָם אֵינָם בַּעֲלֵי אֻמָּנֻיּוֹת אֶלָּא בְּטֵלִין כָּל יְמֵיהֶן כְּגוֹן הַטַּיָּלִין וְיוֹשְׁבֵי קְרָנוֹת שֶׁכָּל יְמֵיהֶן הֵן שׁוֹבְתִים מִמְּלָאכָה וְאִם יִהְיֶה מֻתָּר לְהַלֵּךְ וּלְדַבֵּר וּלְטַלְטֵל כִּשְׁאָר הַיָּמִים נִמְצָא שֶׁלֹּא שָׁבַת שְׁבִיתָה הַנִּכֶּרֶת. לְפִיכָךְ שְׁבִיתָה מִדְּבָרִים אֵלּוּ הִיא שְׁבִיתָה הַשָּׁוָה בְּכָל אָדָם. וּמִפְּנֵי דְּבָרִים אֵלּוּ נָגְעוּ בְּאִסּוּר הַטִּלְטוּל. וְאָסְרוּ שֶׁלֹּא יְטַלְטֵל אָדָם בְּשַׁבָּת אֶלָּא כֵּלִים הַצָּרִיךְ לָהֶם כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
    ],
    [
      "יֵשׁ כְּלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר וְהוּא הַכְּלִי שֶׁמֻּתָּר לַעֲשׂוֹת בּוֹ בְּשַׁבָּת דָּבָר שֶׁנַּעֲשָׂה לוֹ בְּחל. כְּגוֹן כּוֹס לִשְׁתּוֹת בּוֹ וּקְעָרָה לֶאֱכל בָּהּ וְסַכִּין לַחְתוֹך בּוֹ בָּשָׂר וּפַת וְקֻרְנָס לִפְצֹעַ בּוֹ אֱגוֹזִים וְכַיּוֹצֵא בָּהֶן:  ",
      "וְיֵשׁ כְּלִי שֶׁמְּלַאכְתּוֹ לְאִסּוּר וְהוּא הַכְּלִי שֶׁאָסוּר לַעֲשׂוֹת בּוֹ בְּשַׁבָּת דָּבָר שֶׁנַּעֲשָׂה בּוֹ. כְּגוֹן מַכְתֶּשֶׁת וְרֵיחַיִם וְכַיּוֹצֵא בָּהֶן שֶׁאָסוּר לִכְתּשׁ וְלִטְחֹן בְּשַׁבָּת:  ",
      "כָּל כְּלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר בֵּין הָיָה שֶׁל עֵץ אוֹ שֶׁל חֶרֶס אוֹ שֶׁל אֶבֶן אוֹ שֶׁל מַתֶּכֶת מֻתָּר לְטַלְטְלוֹ בְּשַׁבָּת. בֵּין בִּשְׁבִיל עַצְמוֹ שֶׁל כְּלִי בֵּין לְצֹרֶךְ מְקוֹמוֹ בֵּין לְצֹרֶךְ גּוּפוֹ. וְכָל כְּלִי שֶׁמְּלַאכְתּוֹ לְאִסּוּר בֵּין הָיָה שֶׁל עֵץ אוֹ שֶׁל חֶרֶס אוֹ שֶׁל אֲבָנִים אוֹ שֶׁל מַתֶּכֶת מֻתָּר לְטַלְטְלוֹ בְּשַׁבָּת בֵּין לְצֹרֶךְ גּוּפוֹ בֵּין לְצֹרֶךְ מְקוֹמוֹ אֲבָל בִּשְׁבִיל עַצְמוֹ שֶׁל כְּלִי אָסוּר:  ",
      "כֵּיצַד. מְטַלְטֵל הוּא אֶת הַקְּעָרָה שֶׁל עֵץ לֶאֱכל בָּהּ אוֹ לֵישֵׁב בִּמְקוֹמָהּ. אוֹ כְּדֵי שֶׁלֹּא תִּגָּנֵב. וְזֶה הוּא בִּשְׁבִיל עַצְמָהּ. וְכֵן אִם טִלְטֵל אוֹתָהּ מִן הַחַמָּה כְּדֵי שֶׁלֹּא תִּתְיַבֵּשׁ וְתִשָּׁבֵר אוֹ מִן הַגְּשָׁמִים כְּדֵי שֶׁלֹּא תִּתְפַּח וְתִפָּסֵד הֲרֵי זֶה מְטַלְטֵל בִּשְׁבִיל עַצְמָהּ וּמֻתָּר מִפְּנֵי שֶׁמְּלַאכְתָּהּ לְהֶתֵּר:  ",
      "וְכֵן מְטַלְטֵל הוּא הָרֵחַיִם אוֹ הַמַּכְתֶּשֶׁת לְשַׁבֵּר עָלֶיהָ אֱגוֹזִים אוֹ לַעֲלוֹת עָלֶיהָ לַמִּטָּה וְזֶה הוּא לְצֹרֶךְ גּוּפוֹ אוֹ לֵישֵׁב בִּמְקוֹמוֹ. אֲבָל אֵינוֹ מְטַלְטְלָהּ כְּדֵי שֶׁלֹּא תִּשָּׁבֵר וְלֹא כְּדֵי שֶׁלֹּא תִּגָּנֵב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "וְכָל שֶׁאֵינוֹ כְּלִי כְּגוֹן אֲבָנִים וּמָעוֹת וְקָנִים וְקוֹרוֹת וְכַיּוֹצֵא בָּהֶן אָסוּר לְטַלְטְלָן. אֶבֶן גְּדוֹלָה אוֹ קוֹרָה גְּדוֹלָה אַף עַל פִּי שֶׁהִיא נִטֶּלֶת בַּעֲשָׂרָה בְּנֵי אָדָם אִם יֵשׁ תּוֹרַת כְּלִי עָלֶיהָ מְטַלְטְלִים אוֹתָהּ. דַּלְתוֹת הַבַּיִת אַף עַל פִּי שֶׁהֵן כֵּלִים לֹא הוּכְנוּ לְטַלְטֵל לְפִיכָךְ אִם נִתְפָּרְקוּ אֲפִלּוּ בְּשַׁבָּת אֵין מְטַלְטְלִין אוֹתָן. וְכֵן הֶעָפָר וְהַחוֹל וְהַמֵּת אֵין מְזִיזִין אוֹתָן מִמְּקוֹמָן. וּבֶן שְׁמוֹנָה חַי הֲרֵי הוּא כְּאֶבֶן וְאָסוּר לְטַלְטְלוֹ:  ",
      "מֻתָּר לְטַלְטֵל הַכְּלִי אֲפִלּוּ שֶׁלֹּא לְצֹרֶךְ תַּשְׁמִישׁוֹ אֶלָּא לַעֲשׂוֹת בּוֹ מְלָאכָה שֶׁלֹּא נַעֲשָׂה לְתַשְׁמִישָׁהּ. כֵּיצַד. נוֹטֵל אָדָם קֻרְנָס לִפְצֹעַ בּוֹ אֱגוֹזִים. קוֹרְדוֹם לַחְתֹּךְ בּוֹ דְּבֵלָה. מְגֵרָה לְגָרֵר בָּהּ אֶת הַגְּבִינָה. מַגְרֵפָה לִגְרֹף בָּהּ אֶת הַגְּרוֹגָרוֹת. אֶת הָרַחַת וְאֶת הַמַּזְלֵג לָתֵת עָלָיו אֹכֶל לְקָטָן. אֶת הַכּוֹשׁ וְאֶת הַכַּרְכָּר לִתְחֹב בּוֹ. מַחַט שֶׁל סַקָּאִין לִפְתֹּחַ בּוֹ אֶת הַדֶּלֶת. אֶת הַמַּכְתֶּשֶׁת לֵישֵׁב עָלֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "וּמְטַלְטֵל אָדָם מַחַט שֶׁל יָד הַשְּׁלֵמָה לִטּל בָּהּ אֶת הַקּוֹץ. אֲבָל אִם נִטַּל הַקָּצֶה הַנָּקוּב שֶׁלָּהּ אוֹ הַקָּצֶה הַחַד שֶׁלָּהּ אֵין מְטַלְטְלִין אוֹתָהּ. וְאִם הָיְתָה גּלֶם וַעֲדַיִן לֹא נִקְּבָה מֻתָּר לְטַלְטְלָהּ:  ",
      "כָּל כְּלִי שֶׁמַּקְפִּיד עָלָיו שֶׁמָּא יִפְחֲתוּ דָּמָיו כְּגוֹן כֵּלִים הַמֻּקְצִים לִסְחוֹרָה וְכֵלִים הַיְקָרִים בְּיוֹתֵר שֶׁמַּקְפִּיד עֲלֵיהֶן שֶׁמָּא יִפָּסְדוּ אָסוּר לְטַלְטְלָן בְּשַׁבָּת וְזֶה הוּא הַנִּקְרָא מֻקְצֶה מֵחֲמַת חֶסְרוֹן כִּיס. כְּגוֹן הַמַּסָּר הַגָּדוֹל וְיָתֵד שֶׁל מַחְרֵשָׁה וְסַכִּין שֶׁל טַבָּחִים וְחֶרֶב שֶׁל אוּשְׁכָּפִים וְחִצִּין הַחֲרָשִׁים וְקֻרְנָס שֶׁל בַּשָּׂמִים וְכַיּוֹצֵא בָּהֶן:  ",
      "כָּל כְּלִי שֶׁהֻקְצָה מֵחֲמַת הָאִסּוּר אָסוּר לְטַלְטְלוֹ. כְּגוֹן נֵר שֶׁהִדְלִיקוּ בּוֹ בְּשַׁבָּת וְהַמְּנוֹרָה שֶׁהָיָה הַנֵּר עָלֶיהָ וְשֻׁלְחָן שֶׁהָיוּ עָלָיו מָעוֹת אַף עַל פִּי שֶׁכָּבָה הַנֵּר אוֹ שֶׁנָּפְלוּ הַמָּעוֹת אָסוּר לְטַלְטְלָן. שֶׁכָּל כְּלִי שֶׁהָיָה אָסוּר לְטַלְטְלוֹ בֵּין הַשְּׁמָשׁוֹת נֶאֱסַר לְטַלְטְלוֹ כָּל הַשַּׁבָּת כֻּלָּהּ אַף עַל פִּי שֶׁהָלַךְ הַדָּבָר שֶׁגָּרַם לוֹ הָאִסּוּר:  ",
      "אֲבָל כְּלִי הַמֻּקְצֶה מֵחֲמַת מֵאוּסוֹ כְּגוֹן נֵר יָשָׁן שֶׁל נֵפְט וּכְלִי הַצּוֹאָה וְכַיּוֹצֵא בָּהֶן מֻתָּר לְטַלְטְלָן בְּשַׁבָּת אִם הֻצְרַךְ לָהֶן:  ",
      "כָּל הַכֵּלִים הַנִּטָּלִין בְּשַׁבָּת שֶׁנִּתְפָּרְקוּ דַּלְתוֹתֵיהֶן כְּגוֹן דַּלְתוֹת שִׁדָּה תֵּבָה וּמִגְדָּל בֵּין שֶׁנִּתְפָּרְקוּ בְּשַׁבָּת בֵּין שֶׁנִּתְפָּרְקוּ קֹדֶם הַשַּׁבָּת מֻתָּר לְטַלְטֵל אוֹתָן דְּלָתוֹת. וְכֵן כָּל הַכֵּלִים הַנִּטָּלִין בְּשַׁבָּת שֶׁנִּשְׁבְּרוּ בֵּין קֹדֶם הַשַּׁבָּת בֵּין בְּשַׁבָּת שִׁבְרֵיהֶן נִטָּלִין וְהוּא שֶׁיִּהְיוּ שִׁבְרֵיהֶן עוֹשִׂין מֵעֵין מְלַאכְתָּן. כֵּיצַד. שִׁבְרֵי עֲרֵבָה לְכַסּוֹת בָּהֶן אֶת פִּי הֶחָבִית. שִׁבְרֵי זְכוּכִית לְכַסּוֹת בָּהֶן אֶת פִּי הַפַּךְ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם אֵין הַשְּׁבָרִים רְאוּיִין לִמְלָאכָה כְּלָל אָסוּר לְטַלְטְלָן:  ",
      "כָּל כִּסּוּיֵי הַכֵּלִים נִטָּלִים בְּשַׁבָּת וְהוּא שֶׁיֵּשׁ תּוֹרַת כְּלִי עֲלֵיהֶן. הָיָה כְּלִי מְחֻבָּר בַּקַּרְקַע כְּגוֹן חָבִית הַטְּמוּנָה בָּאָרֶץ. אִם יֵשׁ בַּכִּסּוּי שֶׁלָּהּ בֵּית אֲחִיזָה מְטַלְטְלִין אוֹתוֹ וְאִם לָאו אֵין מְטַלְטְלִין אוֹתוֹ. וְכֵן כִּסּוּיֵי הַקַּרְקָעוֹת כְּגוֹן בּוֹרוֹת וַחֲרִיצִין אֵין מְטַלְטְלִין כִּסּוּי שֶׁלָּהֶן אֶלָּא אִם כֵּן יֵשׁ לוֹ בֵּית אֲחִיזָה. כִּסּוּי הַתַּנּוּר אַף עַל פִּי שֶׁאֵין לוֹ בֵּית אֲחִיזָה מֻתָּר לְטַלְטְלוֹ:  ",
      "שְׁנֵי דְּבָרִים אֶחָד אָסוּר לְטַלְטְלוֹ וְאֶחָד מֻתָּר לְטַלְטְלוֹ וְהֵן סְמוּכִים זֶה לָזֶה אוֹ זֶה עַל זֶה אוֹ זֶה בָּזֶה וּבִזְמַן שֶׁמְּטַלְטְלִין אֶחָד מֵהֶן יְטַלְטֵל הַשֵּׁנִי. אִם הָיָה צָרִיךְ לַדָּבָר שֶׁמֻּתָּר לְטַלְטְלוֹ מְטַלְטְלוֹ וְאַף עַל פִּי שֶׁדָּבָר הָאָסוּר מִטַּלְטֵל עִמּוֹ. וְאִם צָרִיךְ לְטַלְטֵל דָּבָר הָאָסוּר לֹא יְטַלְטְלֶנּוּ בְּאוֹתוֹ דָּבָר הַמֻּתָּר:  ",
      "כֵּיצַד. פַּגָּה שֶׁהָיְתָה טְמוּנָה בְּתֶבֶן וַחֲרָרָה שֶׁהָיְתָה עַל גַּבֵּי גֶּחָלִים תּוֹחֲבָן בְּכוֹשׁ אוֹ בְּכַרְכָּר וְנוֹטְלָן וְאַף עַל פִּי שֶׁהַתֶּבֶן וְהַגֶּחָלִים נִנְעָרִים בְּשַׁבָּת בִּשְׁעַת נְטִילָה. וְכֵן לֶפֶת אוֹ צְנוֹנוֹת שֶׁהָיוּ טְמוּנִים בְּעָפָר וּמִקְצָת הֶעָלִים מְגֻלִּים שׁוֹמְטָן בְּשַׁבָּת בֶּעָלֶה שֶׁלָּהֶן וְאַף עַל פִּי שֶׁהֶעָפָר נִנְעָר. אֲבָל אִם הָיָה כִּכָּר אוֹ תִּינוֹק עַל גַּבֵּי הָאֶבֶן אוֹ עַל גַּבֵּי הַקּוֹרָה לֹא יְטַלְטֵל הָאֶבֶן אוֹ הַקּוֹרָה בַּכִּכָּר אוֹ בַּתִּינוֹק שֶׁיֵּשׁ עָלֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "נוֹטֵל אָדָם אֶת בְּנוֹ שֶׁיֵּשׁ לוֹ גַּעְגּוּעִין עָלָיו וְהָאֶבֶן בְּיָדוֹ אֲבָל לֹא דִּינָר שֶׁאִם יִפּל הַדִּינָר יִטְּלֶנּוּ הָאָב בְּיָדוֹ. כַּלְכָּלָה שֶׁהָיְתָה נְקוּבָה וְסָתַם נֶקֶב שֶׁלָּהּ בְּאֶבֶן מֻתָּר לְטַלְטְלָהּ שֶׁהֲרֵי הָאֶבֶן נַעֲשֵׂית כְּדֹפֶן. הָיְתָה הַכַּלְכָּלָה מְלֵאָה פֵּרוֹת וְהָאֶבֶן בְּתוֹךְ הַפֵּרוֹת אִם הָיוּ הַפֵּרוֹת רְטֻבִּים כְּגוֹן עֲנָבִים וְתוּתִים נוֹטֵל אוֹתָהּ כְּמוֹת שֶׁהִיא שֶׁאִם יְנַעֵר הַפֵּרוֹת יִטָּנְפוּ בֶּעָפָר וּבִמְקוֹם הֶפְסֵד לֹא גָּזְרוּ:  ",
      "חָבִית שֶׁשָּׁכַח אֶבֶן עַל פִּיהָ מַטָּהּ עַל צִדָּהּ וְהִיא נוֹפֶלֶת. הָיְתָה בֵּין הֶחָבִיּוֹת וְהָאֶבֶן עָלֶיהָ מַגְבִּיהָהּ לְמָקוֹם אַחֵר וּמַטֶּה עַל צִדָּהּ שָׁם וְהָאֶבֶן נוֹפֶלֶת. וְכֵן הַשּׁוֹכֵחַ מָעוֹת עַל הַכַּר וְצָרַךְ לַכַּר נוֹעֵר אֶת הַכַּר וְהֵן נוֹפְלוֹת. וְאִם צָרִיךְ לִמְקוֹם הַכַּר נוֹטֵל אֶת הַכַּר וְהַמָּעוֹת עָלָיו. אֲבָל אִם הִנִּיחַ הַמָּעוֹת מֵעֶרֶב שַׁבָּת עַל הַכַּר אוֹ הִנִּיחַ הָאֶבֶן עַל פִּי הֶחָבִית הֲרֵי אֵלּוּ אֲסוּרִין לְטַלְטְלָן וַאֲפִלּוּ נִטְּלוּ הַמָּעוֹת וְהָאֶבֶן שֶׁהֲרֵי נַעֲשׂוּ בָּסִיס לְדָבָר הָאָסוּר:  ",
      "הָאֶבֶן שֶׁבַּקֵּרוּיָה אִם מְמַלְּאִין בָּהּ וְאֵינָהּ נוֹפֶלֶת הֲרֵי הִיא כְּמִקְצַת הַקֵּרוּיָה וּמֻתָּר לְמַלְּאוֹת בָּהּ וְאִם לָאו אֵין מְמַלְּאִין בָּהּ. בֶּגֶד שֶׁעַל הַקָּנֶה שׁוֹמְטוֹ מֵעַל הַקָּנֶה:  ",
      "פֵּרוֹת שֶׁאָסוּר לֶאֱכל כְּגוֹן פֵּרוֹת שֶׁאֵינָם מְעֵשָּׂרִין אֲפִלּוּ הֵן חַיָּבִין בְּמַעֲשֵׂר מִדִּבְרֵיהֶם אוֹ מַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ אוֹ תְּרוּמָה טְמֵאָה אוֹ מַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ כְּהִלְכָתָן אָסוּר לְטַלְטְלָן. אֲבָל הַדְּמַאי הוֹאִיל וְרָאוּי לָעֲנִיִּים וְכֵן מַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁפְּדָאָן אַף עַל פִּי שֶׁלֹּא נָתַן הַחֹמֶשׁ מֻתָּר לְטַלְטְלָן:  ",
      "מְטַלְטֵל יִשְׂרָאֵל הַתְּרוּמָה אַף עַל פִּי שֶׁאֵינָהּ רְאוּיָה לוֹ. וּמְטַלְטְלִין תְּרוּמָה טְמֵאָה עִם הַטְּהוֹרָה אוֹ עִם הַחֻלִּין אִם הָיוּ שְׁנֵיהֶם בִּכְלִי אֶחָד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיְתָה הַטְּהוֹרָה לְמַטָּה וְהָיוּ פֵּרוֹת הַמִּתְטַנְּפִין בַּקַּרְקַע שֶׁאִם יְנַעֵר אוֹתָן יִפָּסְדוּ. אֲבָל אִם הָיוּ אֱגוֹזִים וּשְׁקֵדִים וְכַיּוֹצֵא בָּהֶן נוֹעֵר הַכְּלִי וְנוֹטֵל הַטְּהוֹרָה אוֹ הַחֻלִּין וּמַנִּיחַ הַטֻּמְאָה. וְאִם הָיָה צָרִיךְ לִמְקוֹם הַכְּלִי בֵּין שֶׁהַטְּהוֹרָה לְמַעְלָה בֵּין שֶׁהָיְתָה לְמַטָּה מְטַלְטֵל הַכּל כְּאֶחָד:  ",
      "נִדְבָּךְ שֶׁל אֲבָנִים שֶׁחָשַׁב עָלָיו מִבְּעוֹד יוֹם אִם לִמְדּוּם מֻתָּר לֵישֵׁב עֲלֵיהֶן לְמָחָר וְאִם לָאו אָסוּר. חֲרָיוֹת שֶׁל דֶּקֶל שֶׁגְּדָרָן לְעֵצִים וְנִמְלַךְ עֲלֵיהֶן מֵעֶרֶב שַׁבָּת לִישִׁיבָה מֻתָּר לְטַלְטְלָן. וְכֵן אִם יָשַׁב עֲלֵיהֶן מִבְּעוֹד יוֹם מֻתָּר לְטַלְטְלָן:  ",
      "הַקַּשׁ שֶׁעַל הַמִּטָּה לֹא יְנַעְנְעֶנּוּ בְּיָדוֹ אֲבָל מְנַעְנְעוֹ בְּגוּפוֹ. וְאִם הוּא מַאֲכַל בְּהֵמָה מֻתָּר לְטַלְטְלוֹ. וְכֵן אִם הָיָה עָלָיו כַּר אוֹ סָדִין וְכַיּוֹצֵא בָּהֶן מְנַעְנְעוֹ בְּיָדוֹ שֶׁהֲרֵי נַעֲשָׂה כְּמִי שֶׁיָּשַׁב עָלָיו מִבְּעוֹד יוֹם. הַמַּכְנִיס קֻפָּה שֶׁל עָפָר בְּבֵיתוֹ אִם יִחֵד לָהּ קֶרֶן זָוִית מֵעֶרֶב שַׁבָּת מְטַלְטְלוֹ בְּשַׁבָּת וְעוֹשֶׂה בּוֹ כָּל צְרָכָיו:  ",
      "אָסוּר לְבַטֵּל כְּלִי מֵהֵיכָנוֹ מִפְּנֵי שֶׁהוּא כְּסוֹתֵר. כֵּיצַד. לֹא יִתֵּן כְּלִי תַּחַת הַנֵּר בְּשַׁבָּת לְקַבֵּל אֶת הַשֶּׁמֶן הַנּוֹטֵף. שֶׁהַשֶּׁמֶן שֶׁבַּנֵּר אָסוּר לְטַלְטְלוֹ וּכְשֶׁיִּפּוֹל לַכְּלִי יֵאָסֵר טִלְטוּל הַכְּלִי שֶׁהָיָה מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ אֵין נוֹתְנִין כְּלִי תַּחַת הַתַּרְנְגלֶת לְקַבֵּל בֵּיצָתָהּ. אֲבָל כּוֹפֶה הוּא הַכְּלִי עָלֶיהָ. וְכֵן כּוֹפֶה הַכְּלִי עַל כָּל דָּבָר שֶׁאָסוּר לְטַלְטְלוֹ שֶׁהֲרֵי לֹא בִּטְּלוֹ שֶׁאִם יַחְפֹּץ יִטְּלֶנּוּ:  ",
      "נוֹתְנִין כְּלִי תַּחַת הַדֶּלֶף וְאִם נִתְמַלֵּא הַכְּלִי שׁוֹפֵךְ וְשׁוֹנֶה וְאֵינוֹ נִמְנָע. וְהוּא שֶׁיִּהְיֶה הַדֶּלֶף רָאוּי לִרְחִיצָה אֲבָל אִם אֵינוֹ רָאוּי אֵין נוֹתְנִין וְאִם נָתַן מֻתָּר לְטַלְטְלוֹ בַּמַּיִם הַמְּאוּסִין שֶׁבּוֹ. שֶׁאֵין עוֹשִׂין גְּרָף שֶׁל רְעִי לְכַתְּחִלָּה:  ",
      "חָבִית שֶׁל טֶבֶל שֶׁנִּשְׁבְּרָה מֵבִיא כְּלִי וּמַנִּיחַ תַּחְתֶּיהָ הוֹאִיל וְאִם עָבַר וְתִקְּנוֹ מְתֻקָּן הֲרֵי הוּא כִּמְתֻקָּן. וְנוֹתְנִין כְּלִי תַּחַת הַנֵּר לְקַבֵּל נִיצוֹצוֹת מִפְּנֵי שֶׁאֵין בָּהֶן מַמָּשׁ וּמֻתָּר לְטַלְטֵל הַכְּלִי. קוֹרָה שֶׁנִּשְׁבְּרָה אֵין סוֹמְכִין אוֹתָהּ בְּסַפְסָל אוֹ בַּאֲרוּכּוֹת הַמִּטָּה אֶלָּא אִם כֵּן הָיוּ רְוָחִים וְכָל זְמַן שֶׁיַּחְפֹּץ יִטְלֵם כְּדֵי שֶׁלֹּא יְבַטֵּל כְּלִי מֵהֵיכָנוֹ. פּוֹרְסִין מַחְצֶלֶת עַל גַּבֵּי אֲבָנִים בְּשַׁבָּת אוֹ עַל גַּבֵּי כַּוֶּרֶת דְּבוֹרִים בַּחַמָּה מִפְּנֵי הַחַמָּה וּבַגְּשָׁמִים מִפְּנֵי הַגְּשָׁמִים וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לָצוּד שֶׁהֲרֵי נוֹטְלָהּ בְּכָל עֵת שֶׁיִּרְצֶה. וְכוֹפִין אֶת הַסַּל בְּשַׁבָּת לִפְנֵי הָאֶפְרוֹחִים בִּשְׁבִיל שֶׁיַּעֲלוּ עָלָיו וְיֵרְדוּ שֶׁהֲרֵי מֻתָּר לְטַלְטְלוֹ כְּשֶׁיֵּרְדוּ מֵעָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "בְּהֵמָה שֶׁנָּפְלָה לְבוֹר אוֹ לְאַמַּת הַמַּיִם אִם יָכוֹל לִתֵּן לָהּ פַּרְנָסָה בִּמְקוֹמָהּ מְפַרְנְסִין אוֹתָהּ עַד מוֹצָאֵי שַׁבָּת וְאִם לָאו מֵבִיא כָּרִים וּכְסָתוֹת וּמַנִּיחַ תַּחְתֶּיהָ וְאִם עָלְתָה עָלְתָה. וְאַף עַל פִּי שֶׁמְּבַטֵּל כְּלִי מֵהֵיכָנוֹ שֶׁהֲרֵי מַשְׁלִיכוֹ לַבּוֹר לְתוֹךְ הַמַּיִם מִפְּנֵי צַעַר בַּעֲלֵי חַיִּים לֹא גָּזְרוּ. וְאָסוּר לְהַעֲלוֹתָהּ בְּיָדוֹ. וְכֵן אֵין עוֹקְרִין בְּהֵמָה וְחַיָּה וְעוֹף בְּחָצֵר אֲבָל דּוֹחִין אוֹתָן עַד שֶׁיִּכָּנְסוּ. וּמְדַדִּין עֲגָלִים וּסְיָחִים. תַּרְנְגלֶת שֶׁבָּרְחָה אֵין מְדַדִּין אוֹתָן מִפְּנֵי שֶׁהִיא נִשְׁמֶטֶת מִן הַיָּד וְנִמְצְאוּ אֲגַפֶּיהָ נִתְלָשִׁין אֲבָל דּוֹחִין אוֹתָהּ עַד שֶׁתִּכָּנֵס:  "
    ],
    [
      "כָּל כְּלֵי הָאוֹרֵג וַחֲבָלָיו וְקָנִים שֶׁלּוֹ מֻתָּר לְטַלְטְלָן כִּכְלִי שֶׁמְּלַאכְתּוֹ לְאִסּוּר חוּץ מִכֹּבֶד הָעֶלְיוֹן וְכֹבֶד הַתַּחְתּוֹן לְפִי שֶׁאֵין נִטָּלִין מִפְּנֵי שֶׁהֵן תְּקוּעִין. וְכֵן הָעַמּוּדִים שֶׁל אוֹרֵג אָסוּר לְטַלְטְלָן שֶׁמָּא יְתַקֵּן הַגֻּמּוֹת שֶׁלָּהֶן. וּשְׁאָר כְּלֵי הָאוֹרֵג מֻתָּרִין: \n",
      "מִכְבָּדוֹת שֶׁל תְּמָרָה וְכַיּוֹצֵא בָּהֶן שֶׁמְּכַבְּדִין בָּהֶן אֶת הַקַּרְקַע הֲרֵי הֵן כִּכְלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר שֶׁהֲרֵי מֻתָּר לְכַבֵּד בְּשַׁבָּת. לְבֵנִים שֶׁנִּשְׁאֲרוּ מִן הַבִּנְיָן הֲרֵי הֵן כִּכְלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר מִפְּנֵי שֶׁרְאוּיִין לְהָסֵב עֲלֵיהֶן שֶׁהֲרֵי שָׁפִין אוֹתָן וּמְתַקְּנִין אוֹתָן. וְאִם צָבַר אוֹתָן הֲרֵי הִקְצָם וְאָסוּר לְטַלְטְלָם: \n",
      "חֶרֶס קְטַנָּה מֻתָּר לְטַלְטְלָהּ אֲפִלּוּ בִּרְשׁוּת הָרַבִּים הוֹאִיל וּרְאוּיָה הִיא בְּחָצֵר לְכַסּוֹת בָּהּ פִּי כְּלִי קָטָן. מְגוּפַת חָבִית שֶׁנִּתְכַּתְתָּה הִיא וּשְׁבָרֶיהָ מֻתָּר לְטַלְטְלָהּ וְאִם זְרָקָהּ לָאַשְׁפָּה מִבְּעוֹד יוֹם אָסוּר לְטַלְטְלָהּ. כְּלִי שֶׁנִּתְרוֹעֵעַ לֹא יִתְלֹשׁ מִמֶּנּוּ חֶרֶס לְכַסּוֹת בּוֹ אוֹ לִסְמֹךְ בּוֹ: \n",
      "מֻתָּר לְהַכְנִיס לְבֵית הַכִּסֵּא שָׁלֹשׁ אֲבָנִים מְקֻרְזָלוֹת לְקַנֵּחַ בָּהֶן וְכַמָּה שִׁעוּרָן כִּמְלֹא הַיָּד. אֲבָל אֲדָמָה שֶׁהִיא קְרוֹבָה לְהִתְפָּרֵךְ אָסוּר לְטַלְטְלָהּ לְקַנֵּחַ בָּהּ. וּמֻתָּר לְהַעֲלוֹת אֲבָנִים לַגַּג לְקַנֵּחַ בָּהֶן. יָרְדוּ עֲלֵיהֶן גְּשָׁמִים וְנִשְׁתַּקְעוּ בְּטִיט אִם רִשּׁוּמָן נִכָּר מֻתָּר לְטַלְטֵל. אֶבֶן שֶׁיֵּשׁ עָלֶיהָ טִנּוּף שֶׁוַּדַּאי לְקַנֵּחַ הִיא מֻתָּר לְטַלְטְלָהּ וַאֲפִלּוּ הִיא גְּדוֹלָה: \n",
      "הָיָה לְפָנָיו צְרוֹר וְחֶרֶשׂ מְקַנֵּחַ בַּצְּרוֹר וְאִם הָיָה הַחֶרֶשׂ מֵאוֹגְנֵי כֵּלִים מְקַנֵּחַ בַּחֶרֶשׂ. הָיוּ לְפָנָיו צְרוֹר וַעֲשָׂבִים אִם הָיוּ עֲשָׂבִים רַכִּים מְקַנֵּחַ בָּהֶן וְאִם לָאו מְקַנֵּחַ בַּצְּרוֹר: \n",
      "שְׁיָרֵי מַחְצְלָאוֹת שֶׁבָּלוּ הֲרֵי הֵן כִּכְלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר מִפְּנֵי שֶׁרְאוּיִין לְכַסּוֹת בָּהֶן הַטִּנּוּף. אֲבָל שְׁיָרֵי בְּגָדִים שֶׁבָּלוּ שֶׁאֵין בָּהֶן שְׁלֹשָׁה עַל שְׁלֹשָׁה אָסוּר לְטַלְטְלָן שֶׁאֵינָן רְאוּיִין לֹא לַעֲנִיִּים וְלֹא לַעֲשִׁירִים. שִׁבְרֵי הַתַּנּוּר מֻתָּר לְטַלְטְלָן וַהֲרֵי הֵן כְּכָל הַכֵּלִים שֶׁמְּלַאכְתָּן לְהֶתֵּר. כִּירָה שֶׁנִּשְׁמְטָה אַחַת מִיַּרְכוֹתֶיהָ אָסוּר לְטַלְטְלָהּ שֶׁמָּא יִתְקַע: \n",
      "סֻלָּם שֶׁל עֲלִיָּה אָסוּר לְטַלְטְלוֹ שֶׁאֵין עָלָיו תּוֹרַת כְּלִי. וְשֶׁל שׁוֹבָךְ מֻתָּר לְהַטּוֹתוֹ. אֲבָל לֹא יוֹלִיכוֹ מִשּׁוֹבָךְ לְשׁוֹבָךְ שֶׁלֹּא יַעֲשֶׂה כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּחל וְיָבוֹא לָצוּד. קָנֶה שֶׁמּוֹסְקִין בּוֹ הַזֵּיתִים אִם יֵשׁ עָלָיו תּוֹרַת כְּלִי הֲרֵי הוּא כִּכְלִי שֶׁמְּלַאכְתּוֹ לְאִסּוּר. קָנֶה שֶׁהִתְקִינוֹ בַּעַל הַבַּיִת לִהְיוֹת פּוֹתֵחַ וְנוֹעֵל בּוֹ אִם יֵשׁ תּוֹרַת כְּלִי עָלָיו הֲרֵי הוּא כִּכְלִי שֶׁמְּלַאכְתּוֹ לְהֶתֵּר: \n",
      "דֶּלֶת שֶׁהָיָה לָהּ צִיר אַף עַל פִּי שֶׁאֵין לָהּ עַתָּה צִיר שֶׁהֱכִינָהּ לִסְתֹּם בָּהּ מָקוֹם מֻקְצֶה וְהִיא נִגְרֶרֶת שֶׁנּוֹטְלִין אוֹתָהּ וְסוֹתְמִין בָּהּ. וְכֵן חֲדָקִים שֶׁסּוֹתְמִין בָּהֶן הַפִּרְצָה. וְכֵן מַחְצֶלֶת הַנִּגְרֶרֶת. בִּזְמַן שֶׁקְּשׁוּרִין וּתְלוּיִין בַּכֹּתֶל סוֹתְמִין בָּהֶן וְנוֹעֲלִים בָּהֶם וְאִם לָאו אֵין נוֹעֲלִין בָּהֶן. וְאִם הָיוּ גְּבוֹהִים מֵעַל הָאָרֶץ נוֹעֲלִין בָּהֶן: \n",
      "דֶּלֶת שֶׁהָיָה לָהּ לוּחַ אֶחָד שֶׁשּׁוֹמְטִין אוֹתָהּ וְנוֹעֲלִין בָּהּ אִם לֹא הָיָה לָהּ לְמַטָּה כֵּן כְּמוֹ אַסְקֻפָּה שֶׁמּוֹכִיחַ עָלֶיהָ שֶׁהִיא כְּלִי מוּכָן לִנְעִילָה אֵין נוֹעֲלִין בָּהּ. וְאִם יֵשׁ לְמַטָּה אַסְקֻפָּה נוֹעֲלִים בָּהּ. וְכֵן נֶגֶר שֶׁיֵּשׁ בְּרֹאשׁוֹ קְלֻסְטְרָא שֶׁמּוֹכַחַת עָלָיו שֶׁהוּא כְּלִי מוּכָן לִנְעִילָה וְאֵינוֹ קוֹרָה כִּשְׁאָר כָּל הַקּוֹרוֹת נוֹעֲלִין בּוֹ בְּשַׁבָּת: \n",
      "נֶגֶר שֶׁאֵין בְּרֹאשׁוֹ קְלֻסְטְרָא אִם הָיָה קָשׁוּר וְתָלוּי בַּדֶּלֶת נוֹעֲלִין בּוֹ. וְכֵן אִם הָיָה נִטָּל וְאֶגְדּוֹ עִמּוֹ. אֲבָל אִם הָיָה אֶגְדּוֹ קָבוּעַ בַּדֶּלֶת וְהָיָה הַנֶּגֶר נִשְׁמָט כְּמוֹ קוֹרָה וּמַנִּיחִין אוֹתוֹ בַּזָּוִית וְחוֹזְרִין וְנוֹעֲלִין בּוֹ בְּעֵת שֶׁרוֹצִין הֲרֵי זֶה אָסוּר לִנְעל בּוֹ שֶׁאֵין עָלָיו תּוֹרַת כְּלִי וְאֵינוֹ אָגוּד וְאֵין בּוֹ אֶגֶד לְהוֹכִיחַ עָלָיו: \n",
      "מְנוֹרָה שֶׁל חֻלְיוֹת בֵּין גְּדוֹלָה בֵּין קְטַנָּה אֵין מְטַלְטְלִין אוֹתָהּ שֶׁמָּא יַחֲזִירֶנָהּ בְּשַׁבָּת. הָיוּ בָּהּ חֲדָקִים וְהִיא נִרְאֵית כְּבַעֲלַת חֻלְיוֹת. אִם הָיְתָה גְּדוֹלָה הַנִּטֶּלֶת בִּשְׁתֵּי יָדַיִם אָסוּר לְטַלְטְלָהּ מִפְּנֵי כָּבְדָהּ. הָיְתָה קְטַנָּה מִזּוֹ מֻתָּר לְטַלְטְלָהּ: \n",
      "מִנְעָל שֶׁעַל גַּבֵּי הָאִמּוּם שׁוֹמְטִין אוֹתוֹ בְּשַׁבָּת. מַכְבֵּשׁ שֶׁל בַּעֲלֵי בָּתִּים מַתִּירִין אֲבָל לֹא כּוֹבְשִׁין. וְשֶׁל כּוֹבְסִין לֹא יִגַּע בּוֹ מִפְּנֵי שֶׁהוּא מֻקְצֶה מֵחֲמַת חֶסְרוֹן כִּיס. וְכֵן גִּזֵּי צֶמֶר אֵין מְטַלְטְלִין אוֹתָן מִפְּנֵי שֶׁהוּא מַקְפִּיד עֲלֵיהֶן. לְפִיכָךְ אִם יִחֲדָן לְתַשְׁמִישׁ מֻתָּרִין. וְהַשְּׁלָחִין מֻתָּר לְטַלְטְלָן בֵּין שֶׁהָיוּ שֶׁל בַּעַל הַבַּיִת אוֹ שֶׁל אֻמָּן מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד עֲלֵיהֶם: \n",
      "כָּל דָּבָר מְטֻנָּף כְּגוֹן רְעִי וְקִיא וְצוֹאָה וְכַיּוֹצֵא בָּהֶן אִם הָיוּ בְּחָצֵר שֶׁיּוֹשְׁבִין בָּהּ מֻתָּר לְהוֹצִיאָן לְאַשְׁפָּה אוֹ לְבֵית הַכִּסֵּא וְזֶה הוּא הַנִּקְרָא גְּרָף שֶׁל רְעִי. וְאִם הָיוּ בְּחָצֵר אַחֶרֶת כּוֹפִין עֲלֵיהֶן כְּלִי כְּדֵי שֶׁלֹּא יֵצֵא הַקָּטָן וְיִתְלַכְלֵךְ בָּהֶן. רֹק שֶׁעַל הַקַּרְקַע דּוֹרְסוֹ לְפִי תֻּמּוֹ וְהוֹלֵךְ. מְטַלְטְלִין כְּנוּנָא מִפְּנֵי אֶפְרוֹ אַף עַל פִּי שֶׁיֵּשׁ עָלָיו שִׁבְרֵי עֵצִים מִפְּנֵי שֶׁהוּא כִּגְרָף שֶׁל רְעִי. וְאֵין עוֹשִׂין גְּרָף שֶׁל רְעִי לְכַתְּחִלָּה בְּשַׁבָּת. אֲבָל אִם נַעֲשָׂה מֵאֵלָיו אוֹ שֶׁעָבַר וְעָשָׂהוּ מוֹצִיאִין אוֹתוֹ: \n",
      "שֶׁמֶן שֶׁיּוֹצֵא מִתַּחַת הַקּוֹרָה שֶׁל בֵּית הַבַּד בְּשַׁבָּת וְכֵן תְּמָרִים וּשְׁקֵדִים הַמּוּכָנִים לִסְחוֹרָה מֻתָּר לְאָכְלָם בְּשַׁבָּת. וַאֲפִלּוּ אוֹצָר שֶׁל תְּבוּאָה אוֹ תְּבוּאָה צְבוּרָה מַתְחִיל לְהִסְתַּפֵּק מִמֶּנָּה בְּשַׁבָּת שֶׁאֵין שׁוּם אֹכֶל שֶׁהוּא מֻקְצֶה בְּשַׁבָּת כְּלָל אֶלָּא הַכּל מוּכָן הוּא. חוּץ מִגְּרוֹגָרוֹת וְצִמּוּקִין שֶׁבַּמֻּקְצֶה בִּזְמַן שֶׁמְּיַבְּשִׁים אוֹתָם הוֹאִיל וּמַסְרִיחוֹת בֵּינְתַיִם וְאֵינָם רְאוּיִין לַאֲכִילָה הֲרֵי הֵן אֲסוּרִין בְּשַׁבָּת מִשּׁוּם מֻקְצֶה. חָבִית שֶׁנִּתְגַּלְּתָה וַאֲבַטִּיחַ שֶׁנִּשְׁבְּרָה אַף עַל פִּי שֶׁאֵינָן רְאוּיִין לַאֲכִילָה נוֹטְלָן וּמַנִּיחָן בְּמָקוֹם הַמֻּצְנָע. כַּיּוֹצֵא בּוֹ קָמֵעַ שֶׁאֵינוֹ מֻמְחֶה אַף עַל פִּי שֶׁאֵין יוֹצְאִין בּוֹ מְטַלְטְלִין אוֹתוֹ. מוֹתַר הַשֶּׁמֶן שֶׁבַּנֵּר וְשֶׁבַּקְּעָרָה שֶׁהִדְלִיקוּ בָּהֶן בְּאוֹתָהּ שַׁבָּת אָסוּר לְהִסְתַּפֵּק מִמֶּנּוּ בְּאוֹתָהּ שַׁבָּת מִפְּנֵי שֶׁהוּא מֻקְצֶה מֵחֲמַת אִסּוּר: \n",
      "אוֹצָר שֶׁל תְּבוּאָה אוֹ שֶׁל כַּדֵּי יַיִן אַף עַל פִּי שֶׁמֻּתָּר לְהִסְתַּפֵּק מִמֶּנּוּ אָסוּר לְהַתְחִיל בּוֹ לְפַנּוֹתוֹ אֶלָּא לִדְבַר מִצְוָה כְּגוֹן שֶׁפִּנָּהוּ לְהַכְנָסַת אוֹרְחִין אוֹ לִקְבֹּעַ בּוֹ בֵּית הַמִּדְרָשׁ וְכֵיצַד מְפַנִּין אוֹתוֹ. כָּל אֶחָד וְאֶחָד מְמַלֵּא אַרְבַּע אוֹ חָמֵשׁ קֻפּוֹת עַד שֶׁגּוֹמְרִין. וְלֹא יְכַבְּדוּ קַרְקָעִיתוֹ שֶׁל אוֹצָר כְּמוֹ שֶׁבֵּאַרְנוּ אֶלָּא נִכְנָס וְיוֹצֵא בּוֹ וְעוֹשֶׂה שְׁבִיל בְּרַגְלָיו בִּכְנִיסָתוֹ וּבִיצִיאָתוֹ: \n",
      "כָּל שֶׁהוּא רָאוּי לְמַאֲכַל בְּהֵמָה וְחַיָּה וְעוֹף הַמְּצוּיִין מְטַלְטְלִין אוֹתוֹ בְּשַׁבָּת. כֵּיצַד. מְטַלְטְלִין אֶת הַתֻּרְמוֹס הַיָּבֵשׁ מִפְּנֵי שֶׁהוּא מַאֲכָל לְעִזִּים אֲבָל לֹא אֶת הַלַּח. אֶת הֶחָצָב מִפְּנֵי שֶׁהוּא מַאֲכָל לִצְבָאִים. אֶת הַחַרְדָּל מִפְּנֵי שֶׁהוּא מַאֲכָל לְיוֹנִים. אֶת הָעֲצָמוֹת מִפְּנֵי שֶׁהֵן מַאֲכָל לִכְלָבִים. וְכֵן כָּל הַקְּלִפִּין וְהַגַּרְעִינִין הָרְאוּיִין לְמַאֲכַל בְּהֵמָה מְטַלְטְלִין אוֹתָן. וְשֶׁאֵינָן רְאוּיִין אוֹכֵל אֶת הָאֹכֶל וְזוֹרְקָן לְאַחֲרָיו וְאָסוּר לְטַלְטְלָן. מְטַלְטְלִין בָּשָׂר תָּפוּחַ מִפְּנֵי שֶׁהוּא מַאֲכָל לְחַיָּה. וּמְטַלְטְלִין בָּשָׂר חַי בֵּין תָּפֵל בֵּין מָלִיחַ מִפְּנֵי שֶׁרָאוּי לְאָדָם. וְכֵן דָּג מָלִיחַ. אֲבָל הַתָּפֵל אָסוּר לְטַלְטְלוֹ: \n",
      "אֵין מְטַלְטְלִין שִׁבְרֵי זְכוּכִית אַף עַל פִּי שֶׁהֵן מַאֲכָל לְנַעֲמִיּוֹת. וְלֹא חֲבִילֵי זְמוֹרוֹת אַף עַל פִּי שֶׁהֵן מַאֲכָל לְפִילִים. וְלֹא אֶת הַלּוּף אַף עַל פִּי שֶׁהֵן מַאֲכָל לְעוֹרְבִים. מִפְּנֵי שֶׁאֵין אֵלּוּ וְכַיּוֹצֵא בָּהֶן מְצוּיִין אֵצֶל רֹב בְּנֵי אָדָם: \n",
      "חֲבִילֵי קַשׁ וַחֲבִילֵי זְרָדִין אִם הִתְקִינָן לְמַאֲכַל בְּהֵמָה מְטַלְטְלִין אוֹתָן וְאִם לָאו אֵין מְטַלְטְלִין אוֹתָן. חֲבִילֵי סֵיאָה פּוּאָה וְאֵזוֹב וְקוֹרָנִית. הִכְנִיסָן לְעֵצִים אֵין מִסְתַּפֵּק מֵהֶם בְּשַׁבָּת. לְמַאֲכַל בְּהֵמָה מִסְתַּפֵּק מֵהֶן. וְכֵן בַּאֲמִינְתָּא וְכֵן בְּפֵיגָם וְכֵן בִּשְׁאָר מִינֵי תַּבְלִין: \n",
      "אֵין גּוֹרְפִין מַאֲכָל מִלִּפְנֵי הַפְּטָם בֵּין בְּאֵבוּס שֶׁל כְּלִי בֵּין בְּאֵבוּס שֶׁל קַרְקַע. וְאֵין מְסַלְּקִין לַצְּדָדִין מִפְּנֵי הָרְעִי גְּזֵרָה שֶׁמָּא יַשְׁוֶה גֻּמּוֹת. נוֹטְלִין מִלִּפְנֵי הַחֲמוֹר וְנוֹתְנִין לִפְנֵי הַשּׁוֹר. אֲבָל אֵין נוֹטְלִין מִלִּפְנֵי הַשּׁוֹר וְנוֹתְנִין לִפְנֵי הַחֲמוֹר מִפְּנֵי שֶׁהַמַּאֲכָל שֶׁלִּפְנֵי הַשּׁוֹר מְטֻנָּף בְּרִירוֹ וְאֵין רָאוּי לְמַאֲכַל בְּהֵמָה אַחֶרֶת. וְכֵן עָלִים שֶׁרֵיחָם רַע וּמְאוּסִין וְאֵין הַבְּהֵמָה אוֹכַלְתָּן אָסוּר לְטַלְטְלָן. לְפִיכָךְ תְּלַאי שֶׁל דָּגִים אָסוּר לְטַלְטְלוֹ וְשֶׁל בָּשָׂר מֻתָּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אַף עַל פִּי שֶׁאָסוּר לְטַלְטֵל אֶת הַמֵּת בְּשַׁבָּת סָכִין אוֹתוֹ וּמְדִיחִין אוֹתוֹ וּבִלְבַד שֶׁלֹּא יָזִיזוּ בּוֹ אֵיבָר. וְשׁוֹמְטִין אֶת הַכַּר מִתַּחְתָּיו כְּדֵי שֶׁיִּהְיֶה מֻטָּל עַל הַחוֹל בִּשְׁבִיל שֶׁיַּמְתִּין וְלֹא יַסְרִיחַ. וּמְבִיאִין כְּלֵי מֵיקֵר וּכְלֵי מַתָּכוֹת וּמַנִּיחִין לוֹ עַל כְּרֵסוֹ כְּדֵי שֶׁלֹּא יִתְפַּח. וּפוֹקְקִין אֶת נְקָבָיו שֶׁלֹּא יִכָּנֵס בָּהֶן הָרוּחַ. וְקוֹשְׁרִין אֶת הַלֶּחִי לֹא שֶׁיַּעֲלֶה אֶלָּא שֶׁלֹּא יוֹסִיף. וְאֵין מְעַמְּצִין אֶת עֵינָיו בְּשַׁבָּת: \n",
      "מֵת הַמֻּטָּל בַּחַמָּה מַנִּיחַ עָלָיו כִּכָּר אוֹ תִּינוֹק וּמְטַלְטְלוֹ. וְכֵן אִם נָפְלָה דְּלֵקָה בְּחָצֵר שֶׁיֵּשׁ בָּהּ מֵת מַנִּיחַ עָלָיו כִּכָּר אוֹ תִּינוֹק וּמְטַלְטְלוֹ. וְאִם אֵין שָׁם כִּכָּר וְלֹא תִּינוֹק מַצִּילִין אוֹתוֹ מִן הַדְּלֵקָה מִכָּל מָקוֹם שֶׁמָּא יָבֹא לְכַבּוֹת מִפְּנֵי שֶׁהוּא בָּהוּל עַל מֵתוֹ שֶׁלֹּא יִשָּׂרֵף. וְלֹא הִתִּירוּ לְטַלְטֵל בְּכִכָּר אוֹ תִּינוֹק אֶלָּא לְמֵת בִּלְבַד מִפְּנֵי שֶׁאָדָם בָּהוּל עַל מֵתוֹ: \n",
      "הָיָה מֻטָּל בַּחַמָּה וְאֵין לָהֶם מָקוֹם לְטַלְטְלוֹ אוֹ שֶׁלֹּא רָצוּ לַהֲזִיזוֹ מִמְּקוֹמוֹ בָּאִין שְׁנֵי בְּנֵי אָדָם וְיוֹשְׁבִים מִשְּׁנֵי צְדָדָיו. חַם לָהֶם מִלְּמַטָּה זֶה מֵבִיא מִטָּתוֹ וְיוֹשֵׁב עָלֶיהָ וְזֶה מֵבִיא מִטָּתוֹ וְיוֹשֵׁב עָלֶיהָ. חַם לָהֶם מִלְּמַעְלָה זֶה מֵבִיא מַחְצֶלֶת וּפוֹרֵשׁ עַל גַּבָּיו. וְזֶה מֵבִיא מַחְצֶלֶת וּפוֹרֵשׁ עַל גַּבָּיו. זֶה זוֹקֵף מִטָּתוֹ וְנִשְׁמָט וְהוֹלֵךְ לוֹ וְזֶה זוֹקֵף מִטָּתוֹ וְנִשְׁמָט וְהוֹלֵךְ לוֹ וְנִמְצָא מְחִצָּה עֲשׂוּיָה מֵאֵלֶיהָ. שֶׁהֲרֵי מַחְצֶלֶת זֶה וּמַחְצֶלֶת זֶה גַּגֵּיהֶן סְמוּכוֹת זוֹ לָזוֹ וּשְׁנֵי קְצוֹתֵיהֶם עַל הַקַּרְקַע מִשְׁנִי צִדֵּי הַמֵּת: \n",
      "מֵת שֶׁהִסְרִיחַ בְּבַיִת וְנִמְצָא מִתְבַּזֶּה בֵּין הַחַיִּים וְהֵם מִתְבַּזִּים מִמֶּנּוּ מֻתָּר לְהוֹצִיאוֹ לְכַרְמְלִית. גָּדוֹל כְּבוֹד הַבְּרִיּוֹת שֶׁדּוֹחֶה אֶת לֹא תַּעֲשֶׂה שֶׁבַּתּוֹרָה שֶׁהוּא <small>(דברים יז יא)</small> \"לֹא תָסוּר מִן הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ יָמִין וּשְׂמֹאל\". וְאִם הָיָה לָהֶן מָקוֹם אַחֵר לָצֵאת בּוֹ אֵין מוֹצִיאִין אוֹתוֹ אֶלָּא מְנִיחִין אוֹתוֹ בִּמְקוֹמוֹ וְיוֹצְאִין הֵם: \n"
    ],
    [
      "הַיּוֹצֵא חוּץ לִתְחוּם הַמְּדִינָה בְּשַׁבָּת לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות טז כט)</small> \"אַל יֵצֵא אִישׁ מִמְּקֹמוֹ בַּיּוֹם הַשְּׁבִיעִי\". מָקוֹם זֶה הוּא תְּחוּם הָעִיר. וְלֹא נָתְנָה תּוֹרָה שִׁעוּר לִתְחוּם זֶה אֲבָל חֲכָמִים הֶעְתִּיקוּ שֶׁתְּחוּם זֶה הוּא חוּץ לִשְׁנֵים עָשָׂר מִיל כְּנֶגֶד מַחֲנֵה יִשְׂרָאֵל. וְכָךְ אָמַר לָהֶם משֶׁה רַבֵּנוּ לֹא תֵּצְאוּ חוּץ לַמַּחֲנֶה. וּמִדִּבְרֵי סוֹפְרִים שֶׁלֹּא יֵצֵא אָדָם חוּץ לָעִיר אֶלָּא עַד אַלְפַּיִם אַמָּה אֲבָל חוּץ לְאַלְפַּיִם אַמָּה אָסוּר. שֶׁאַלְפַּיִם אַמָּה הוּא מִגְרַשׁ הָעִיר:  ",
      "נִמְצֵאתָ לָמֵד שֶׁמֻּתָּר לְאָדָם בְּשַׁבָּת לְהַלֵּךְ אֶת כָּל הָעִיר כֻּלָּהּ אֲפִלּוּ הָיְתָה כְּנִינְוֵה. בֵּין שֶׁהָיְתָה מֻקֶּפֶת חוֹמָה בֵּין שֶׁלֹּא הָיְתָה מֻקֶּפֶת חוֹמָה. וְכֵן מֻתָּר לוֹ לְהַלֵּךְ חוּץ לָעִיר אַלְפַּיִם אַמָּה לְכָל רוּחַ מְרֻבָּעוֹת כְּטַבְלָה מְרֻבַּעַת כְּדֵי שֶׁיִּהְיֶה נִשְׂכָּר אֶת הַזָּוִיּוֹת. וְאִם יָצָא חוּץ לְאַלְפַּיִם אַמָּה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת עַד שְׁנֵים עָשָׂר מִיל. אֲבָל אִם יָצָא וְהִרְחִיק מִן הָעִיר יֶתֶר עַל שְׁנֵים עָשָׂר מִיל אֲפִלּוּ אַמָּה אַחַת לוֹקֶה מִן הַתּוֹרָה:  ",
      "הַמְהַלֵּךְ חוּץ לַתְּחוּם לְמַעְלָה מֵעֲשָׂרָה טְפָחִים כְּגוֹן שֶׁקָּפַץ עַל גַּבֵּי עַמּוּדִים שֶׁגְּבוֹהִין עֲשָׂרָה וְאֵין בְּכָל אֶחָד מֵהֶן אַרְבָּעָה עַל אַרְבָּעָה טְפָחִים הֲרֵי זֶה סָפֵק אִם יֵשׁ תְּחוּמִין לְמַעְלָה מֵעֲשָׂרָה אוֹ אֵין תְּחוּמִין לְמַעְלָה מֵעֲשָׂרָה. אֲבָל אִם הָלַךְ עַל מָקוֹם שֶׁיֵּשׁ בּוֹ אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי זֶה כִּמְהַלֵּךְ עַל הָאָרֶץ וְיֵשׁ אִסּוּר תְּחוּמִין שָׁם:  ",
      "מִי שֶׁשָּׁבַת בְּדִיר שֶׁבַּמִּדְבָּר אוֹ בְּסַהַר אוֹ בִּמְעָרָה וְכַיּוֹצֵא בָּהֶן מֵרְשׁוּת הַיָּחִיד מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ בְּרִבּוּעַ. וְכֵן הַשּׁוֹבֵת בְּבִקְעָה אֲפִלּוּ הָיָה יָשֵׁן בְּשָׁעָה שֶׁנִּכְנַס הַשַּׁבָּת שֶׁלֹּא קָנָה שְׁבִיתָה יֵשׁ לוֹ לְהַלֵּךְ מִמְּקוֹמוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ בְּרִבּוּעַ. הָיָה מְהַלֵּךְ בְּבִקְעָה וְאֵינוֹ יוֹדֵעַ תְּחוּם שַׁבָּת מְהַלֵּךְ אַלְפַּיִם פְּסִיעוֹת בֵּינוֹנִיּוֹת וְזֶה הוּא תְּחוּם שַׁבָּת:  ",
      "הַמְהַלֵּךְ אַלְפַּיִם אַמָּה שֶׁיֵּשׁ לוֹ לְהַלֵּךְ וְשָׁלְמָה מִדָּתוֹ בְּתוֹךְ דִּיר אוֹ סַהַר אוֹ מְעָרָה אוֹ בְּתוֹךְ הַמְּדִינָה אֵינוֹ מְהַלֵּךְ אֶלָּא עַד סוֹף מִדָּתוֹ. וְאֵין אוֹמְרִין הוֹאִיל וְכִלְּתָה מִדָּתוֹ בְּתוֹךְ רְשׁוּת הַיָּחִיד מְהַלֵּךְ אֶת כֻּלָּהּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁכָּלְתָה מִדָּתוֹ בְּמִקְצָת הָעִיר אוֹ בְּמִקְצָת הַמְּעָרָה אֲבָל אִם הָיְתָה אוֹתָהּ רְשׁוּת הַיָּחִיד מֻבְלַעַת בְּתוֹךְ אַלְפַּיִם אַמָּה שֶׁלּוֹ תֵּחָשֵׁב לוֹ כָּל אוֹתָהּ הָרְשׁוּת כְּאַרְבַּע אַמּוֹת וּמַשְׁלִימִין לוֹ אֶת הַשְּׁאָר:  ",
      "כֵּיצַד. הֲרֵי שֶׁהָיָה אֶלֶף אַמָּה מִמְּקוֹם שְׁבִיתָתוֹ אִם מִחוּץ לָעִיר עַד מְדִינָה אוֹ מְעָרָה שֶׁיֵּשׁ בְּאָרְכָּהּ אֶלֶף אַמָּה אוֹ פָּחוֹת מֵאֶלֶף מְהַלֵּךְ אֶת כָּל הַמְּדִינָה אוֹ הַמְּעָרָה שֶׁפָּגַע בָּהּ וּמְהַלֵּךְ חוּצָה לָהּ אֶלֶף אַמָּה פָּחוֹת אַרְבַּע אַמּוֹת:  ",
      "אֲבָל אִם הָיָה בַּמְּדִינָה אוֹ בַּמְּעָרָה שֶׁפָּגַע בָּהּ בְּתוֹךְ מִדָּתוֹ אֶלֶף אַמָּה וְאַמָּה אֵינוֹ מְהַלֵּךְ בָּהּ אֶלָּא אֶלֶף אַמָּה בִּלְבַד שֶׁהוּא תַּשְׁלוּם אַלְפַּיִם אַמָּה שֶׁיֵּשׁ לוֹ:  ",
      "מִי שֶׁכָּלְתָה מִדָּתוֹ בַּחֲצִי הָעִיר אַף עַל פִּי שֶׁאֵינוֹ מְהַלֵּךְ אֶלָּא עַד סוֹף מִדָּתוֹ מֻתָּר לְטַלְטֵל בְּכָל הָעִיר עַל יְדֵי זְרִיקָה. וְכֵן מִי שֶׁשָּׁבַת בְּבִקְעָה וְהִקִּיפוּהוּ נָכְרִים מְחִצָּה בְּשַׁבָּת אֵינוֹ מְהַלֵּךְ בָּהּ אֶלָּא אַלְפַּיִם אַמָּה לְכָל רוּחַ אַף עַל פִּי שֶׁהוּא בְּתוֹךְ הַמְּחִצָּה. וּמֻתָּר לוֹ לְטַלְטֵל בְּכָל הַמְּחִצָּה עַל יְדֵי זְרִיקָה אִם הִקִּיפוּהָ לְשֵׁם דִּירָה:  ",
      "מִי שֶׁהָיָה בָּא בַּדֶּרֶךְ לִכָּנֵס לִמְדִינָה בֵּין שֶׁהָיָה בָּא בַּיָּם בֵּין שֶׁהָיָה בָּא בֶּחָרָבָה. אִם נִכְנַס בְּתוֹךְ אַלְפַּיִם אַמָּה קָרוֹב לָעִיר קֹדֶם שֶׁיִּכָּנֵס הַשַּׁבָּת אַף עַל פִּי שֶׁלֹּא הִגִּיעַ לַמְּדִינָה אֶלָּא בְּשַׁבָּת הֲרֵי זֶה יִכָּנֵס וִיהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ:  ",
      "הָיָה בָּא לִמְדִינָה וְיָשֵׁן בַּדֶּרֶךְ וְלֹא נֵעוֹר אֶלָּא בְּשַׁבָּת וּכְשֶׁנֵּעוֹר מָצָא עַצְמוֹ בְּתוֹךְ הַתְּחוּם הֲרֵי זֶה יִכָּנֵס לָהּ וִיהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ. מִפְּנֵי שֶׁדַּעְתּוֹ הָיְתָה לְהַלֵּךְ לִמְדִינָה זוֹ וּלְפִיכָךְ קָנָה שְׁבִיתָה עִם בְּנֵי הַמְּדִינָה כְּמוֹתָן שֶׁהֲרֵי נִכְנַס עִמָּהֶן בַּתְּחוּם:  ",
      "מִי שֶׁיָּצָא חוּץ לַתְּחוּם אֲפִלּוּ אַמָּה אַחַת לֹא יִכָּנֵס שֶׁהָאַרְבַּע אַמּוֹת שֶׁיֵּשׁ לוֹ לָאָדָם תְּחִלָּתָן מִמָּקוֹם שֶׁהוּא עוֹמֵד בּוֹ. לְפִיכָךְ כֵּיוָן שֶׁיָּצָא חוּץ מִתְּחוּמוֹ אַמָּה אוֹ יֶתֶר יֵשֵׁב בִּמְקוֹמוֹ וְאֵין לוֹ לְהַלֵּךְ אֶלָּא בְּתוֹךְ אַרְבַּע אַמּוֹת מֵעֲמִידַת רַגְלָיו וְלַחוּץ. וְכֵן מִי שֶׁהֶחְשִׁיךְ חוּץ לִתְחוּם הַמְּדִינָה אֲפִלּוּ אַמָּה אַחַת הֲרֵי זֶה לֹא יִכָּנֵס לָהּ אֶלָּא מְהַלֵּךְ מִמָּקוֹם שֶׁנִּכְנַס עָלָיו הַשַּׁבָּת וְהוּא עוֹמֵד בּוֹ אַלְפַּיִם אַמָּה בִּלְבַד. וְאִם כָּלְתָה מִדָּתוֹ בְּמִקְצָת הָעִיר מְהַלֵּךְ עַד סוֹף מִדָּתוֹ כְּמוֹ שֶׁאָמַרְנוּ. הָיְתָה רַגְלוֹ אַחַת בְּתוֹךְ הַתְּחוּם וְרַגְלוֹ אַחַת חוּץ לַתְּחוּם הֲרֵי זֶה יִכָּנֵס:  ",
      "מִי שֶׁיָּצָא חוּץ לַתְּחוּם שֶׁלֹּא לְדַעְתּוֹ כְּגוֹן שֶׁהוֹצִיאוּהוּ נָכְרִים אוֹ רוּחַ רָעָה אוֹ שֶׁשָּׁגַג וְיָצָא אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. חָזַר לְדַעַת אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. הֶחְזִירוּהוּ כְּאִלּוּ לֹא יָצָא. וְאִם נְתָנוּהוּ בִּרְשׁוּת הַיָּחִיד כְּגוֹן שֶׁנְּתָנוּהוּ נָכְרִים בַּדִּיר וְסַהַר וּמְעָרָה אוֹ בְּעִיר אַחֶרֶת יֵשׁ לוֹ לְהַלֵּךְ אֶת כֻּלָּהּ. וְכֵן אִם יָצָא לְאֶחָד מֵאֵלּוּ בִּשְׁגָגָה וְנִזְכַּר וְהוּא בְּתוֹכָן מְהַלֵּךְ אֶת כֻּלָּהּ:  ",
      "יָצָא חוּץ לַתְּחוּם לְדַעַת אַף עַל פִּי שֶׁחָזַר שֶׁלֹּא לְדַעַת כְּגוֹן שֶׁהֶחְזִירוּהוּ נָכְרִים אוֹ רוּחַ רָעָה אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. וְכֵן אִם יָצָא חוּץ לַתְּחוּם לְדַעַת אַף עַל פִּי שֶׁהוּא בְּתוֹךְ רְשׁוּת הַיָּחִיד כְּגוֹן דִּיר וְסַהַר אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. הַמְּפַרֵשׁ בַּיָּם הַגָּדוֹל אַף עַל פִּי שֶׁהוּא חוּץ לַתְּחוּם שֶׁשָּׁבַת בּוֹ מְהַלֵּךְ אֶת כָּל הַסְּפִינָה כֻּלָּהּ וּמְטַלְטֵל בְּכֻלָּהּ:  ",
      "מִי שֶׁיָּצָא חוּץ לַתְּחוּם שֶׁלֹּא לְדַעַת וְהֻקַּף בִּמְחִצָּה בְּשַׁבָּת יֵשׁ לוֹ לְהַלֵּךְ כָּל אוֹתָהּ הַמְּחִצָּה וְהוּא שֶׁלֹּא תִּהְיֶה יֶתֶר עַל אַלְפַּיִם אַמָּה. וְאִם הָיָה תְּחוּם שֶׁיָּצָא מִמֶּנּוּ מֻבְלָע מִקְצָתוֹ בְּתוֹךְ הַמְּחִצָּה שֶׁנַּעֲשֵׂית שֶׁלֹּא לְדַעְתּוֹ הוֹאִיל וְיֵשׁ לוֹ לְהַלֵּךְ אֶת כָּל הַמְּחִצָּה הֲרֵי זֶה נִכְנָס לִתְחוּמוֹ וְכֵיוָן שֶׁיִּכָּנֵס הֲרֵי הוּא כְּאִלּוּ לֹא יָצָא:  ",
      "כָּל מִי שֶׁאֵין לוֹ לָזוּז מִמְּקוֹמוֹ אֶלָּא בְּתוֹךְ אַרְבַּע אַמּוֹת אִם נִצְרָךְ לִנְקָבָיו הֲרֵי זֶה יוֹצֵא וּמַרְחִיק וְנִפְנֶה וְחוֹזֵר לִמְקוֹמוֹ. וְאִם נִכְנַס לְמִקְצָת תְּחוּם שֶׁיָּצָא מִמֶּנּוּ בְּעֵת שֶׁיִּתְרַחֵק לְהִפָּנוֹת הוֹאִיל וְנִכְנַס יִכָּנֵס וּכְאִלּוּ לֹא יָצָא. וְהוּא שֶׁלֹּא יָצָא בַּתְּחִלָּה לְדַעַת אֲבָל אִם יָצָא לְדַעַת אַף עַל פִּי שֶׁנִּכְנַס אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת:  ",
      "כָּל מִי שֶׁיָּצָא בִּרְשׁוּת בֵּית דִּין כְּגוֹן הָעֵדִים שֶׁבָּאוּ לְהָעִיד עַל רְאִיַּת הַלְּבָנָה וְכַיּוֹצֵא בָּהֶן מִמִּי שֶׁמֻּתָּר לוֹ לָצֵאת לִדְבַר מִצְוָה יֵשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ בְּאוֹתוֹ מָקוֹם שֶׁהִגִּיעַ לוֹ. וְאִם הִגִּיעַ לִמְדִינָה הֲרֵי הוּא כְּאַנְשֵׁי הָעִיר וְיֵשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ חוּץ לַמְּדִינָה:  ",
      "הָיָה יוֹצֵא בִּרְשׁוּת וְאָמְרוּ לוֹ וְהוּא הוֹלֵךְ בַּדֶּרֶךְ כְּבָר נַעֲשֵׂית הַמִּצְוָה שֶׁיָּצָאתָ לַעֲשׂוֹת יֵשׁ לוֹ מִמְּקוֹמוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְאִם הָיָה מִקְצָת תְּחוּם שֶׁיָּצָא מִמֶּנּוּ בִּרְשׁוּת מֻבְלָע בְּתוֹךְ אַלְפַּיִם אַמָּה שֶׁיֵּשׁ לוֹ מִמְּקוֹמוֹ הֲרֵי זֶה חוֹזֵר לִמְקוֹמוֹ וּכְאִלּוּ לֹא יָצָא. וכָּל הַיּוֹצְאִין לְהַצִּיל נַפְשׁוֹת יִשְׂרָאֵל מִיַּד עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת אוֹ מִן הַנָּהָר אוֹ מִן הַמַּפֹּלֶת יֵשׁ לָהֶם אַלְפַּיִם אַמָּה לְכָל רוּחַ מִמָּקוֹם שֶׁהִצִּילוּ בּוֹ. וְאִם הָיְתָה יַד הָעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת תַּקִּיפָה וְהָיוּ מְפַחֲדִים לִשְׁבֹּת בַּמָּקוֹם שֶׁהִצִּילוּ בּוֹ הֲרֵי אֵלּוּ חוֹזְרִין בְּשַׁבָּת לִמְקוֹמָן וּבִכְלֵי זֵינָן:  "
    ],
    [
      "כָּל בֵּית דִּירָה שֶׁהוּא יוֹצֵא מִן הַמְּדִינָה אִם הָיָה בֵּינוֹ וּבֵין הַמְּדִינָה שִׁבְעִים אַמָּה וּשְׁנֵי שְׁלִישֵׁי אַמָּה שֶׁהוּא צֶלַע בֵּית סָאתַיִם הַמְרֻבַּעַת אוֹ פָּחוֹת מִזֶּה הֲרֵי זֶה מִצְטָרֵף לִמְדִינָה וְנֶחְשָׁב מִמֶּנָּה. וּכְשֶׁמּוֹדְדִין לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ מוֹדְדִין חוּץ מִבֵּית דִּירָה זֶה: \n",
      "הָיָה בַּיִת זֶה קָרוֹב לַמְּדִינָה בְּשִׁבְעִים אַמָּה וּבַיִת שֵׁנִי קָרוֹב לְבַיִת רִאשׁוֹן בְּשִׁבְעִים אַמָּה וּבַיִת שְׁלִישִׁי קָרוֹב לַשֵּׁנִי בְּשִׁבְעִים אַמָּה וְכֵן עַד מַהֲלַךְ כַּמָּה יָמִים הֲרֵי הַכּל כִּמְדִינָה אַחַת וּכְשֶׁמּוֹדְדִין מוֹדְדִין מִחוּץ לַבַּיִת הָאַחֲרוֹן. וְהוּא שֶׁיִּהְיֶה בֵּית דִּירָה זֶה אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אוֹ יֶתֶר: \n",
      "וְכֵן בֵּית הַכְּנֶסֶת שֶׁיֵּשׁ בּוֹ בֵּית דִּירָה לְחַזָּנִין וּבֵית עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת שֶׁיֵּשׁ בּוֹ בֵּית דִּירָה לְכֹהֲנֵיהֶם וְהָאוֹצָרוֹת שֶׁיֵּשׁ בָּהֶן בֵּית דִּירָה וְהַגֶּשֶׁר וְהַקֶּבֶר שֶׁיֵּשׁ בָּהֶן בֵּית דִּירָה וְשָׁלֹשׁ מְחִצּוֹת שֶׁאֵין עָלֶיהָ תִּקְרָה וְיֵשׁ בָּהֶן אַרְבַּע עַל אַרְבַּע אַמּוֹת וְהַבֻּרְגָּנִין וְהַבַּיִת הַבָּנוּי בַּיָּם וּשְׁתֵּי מְחִצּוֹת שֶׁיֵּשׁ עֲלֵיהֶן תִּקְרָה וּמְעָרָה שֶׁיֵּשׁ בִּנְיָן עַל פִּיהָ וְיֵשׁ בָּהּ בֵּית דִּירָה. כָּל אֵלּוּ מִצְטָרְפִין עִמָּהּ אִם הָיוּ בְּתוֹךְ שִׁבְעִים אַמָּה וְשִׁירַיִם. וּמֵאוֹתוֹ הַבַּיִת הַיּוֹצֵא רוֹאִין כְּאִלּוּ חוּט מָתוּחַ עַל פְּנֵי כָּל הַמְּדִינָה וּמוֹדְדִין חוּץ לְאוֹתוֹ הַחוּט אַלְפַּיִם אַמָּה: \n",
      "וְאֵלּוּ שֶׁאֵין מִצְטָרְפִין עִמָּהּ. שְׁתֵּי מְחִצּוֹת שֶׁאֵין עֲלֵיהֶן תִּקְרָה אַף עַל פִּי שֶׁדָּרִין בֵּינֵיהֶן. וְהַגֶּשֶׁר וְהַקֶּבֶר וּבֵית הַכְּנֶסֶת וּבֵית עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת וְהָאוֹצָרוֹת שֶׁאֵין בָּהֶן בֵּית דִּירָה וְהַבּוֹר וְהַשִּׁיחַ וְהַמְּעָרָה וְהַשּׁוֹבָךְ וּבַיִת שֶׁבַּסְּפִינָה כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵין מִצְטָרְפִין עִמָּהּ: \n",
      "הָיוּ שְׁתֵּי עֲיָרוֹת זוֹ סְמוּכָה לָזוֹ אִם יֵשׁ בֵּינֵיהֶן מֵאָה וְאַרְבָּעִים וְאַחַת וּשְׁלִישׁ כְּדֵי שֶׁיִּהְיֶה שִׁבְעִים אַמָּה וְשִׁירַיִם לָזוֹ וְשִׁבְעִים אַמָּה וְשִׁירַיִם לָזוֹ חוֹשְבִין שְׁתֵּיהֶן כְּעִיר אַחַת וְנִמְצֵאת כָּל עִיר מֵהֶן מְהַלֶּכֶת אֶת כָּל הָעִיר הַשְּׁנִיָּה וָחוּצָה לָהּ אַלְפַּיִם אַמָּה. הָיוּ שְׁלֹשָׁה כְּפָרִים מְשֻׁלָּשִׁין אִם יֵשׁ בֵּין הָאֶמְצָעִי וּבֵין כָּל אֶחָד וְאֶחָד מִן הַחִיצוֹנִים אַלְפַּיִם אַמָּה אוֹ פָּחוֹת מִכָּאן וּבֵין הַשְּׁנַיִם הַחִיצוֹנִים מָאתַיִם שָׁלֹשׁ וּשְׁמוֹנִים פָּחוֹת שְׁלִישׁ כְּדֵי שֶׁיִּהְיֶה בֵּין כָּל אֶחָד מֵהֶן וּבֵין הָאֶמְצָעִי כְּשֶׁתִּרְאֶה אוֹתוֹ כְּאִלּוּ הוּא בֵּינֵיהֶן מֵאָה וְאַרְבָּעִים וְאַחַת אַמָּה וּשְׁלִישׁ הֲרֵי שְׁלָשְׁתָּן כִּמְדִינָה אַחַת וּמוֹדְדִין אַלְפַּיִם אַמָּה לְכָל רוּחַ מִחוּץ לִשְׁלָשְׁתָּן. עִיר שֶׁהֻקְּפָה וּלְבַסּוֹף יָשְׁבָה מוֹדְדִין לָהּ מִישִׁיבָתָהּ. יָשְׁבָה וּלְבַסּוֹף הֻקְּפָה מוֹדְדִין לָהּ מֵחוֹמוֹתֶיהָ: \n",
      "עִיר שֶׁהָיְתָה אֲרֻכָּה אוֹ מְרֻבַּעַת הוֹאִיל וְיֵשׁ לָהּ אַרְבַּע זָוִיּוֹת שָׁווֹת מַנִּיחִין אוֹתָהּ כְּמוֹת שֶׁהִיא וּמוֹדְדִין לָהּ אַלְפַּיִם אַמָּה לְכָל רוּחַ מֵאַרְבַּע רוּחוֹתֶיהָ. הָיְתָה עֲגֻלָּה עוֹשִׂין לָהּ זָוִיּוֹת וְרוֹאִין אוֹתָהּ כְּאִלּוּ הוּא בְּתוֹךְ הַמְרֻבָּע וּמוֹדְדִין חוּץ מִצַּלְעוֹת אוֹתוֹ מְרֻבָּע אַלְפַּיִם אַמָּה לְכָל רוּחַ שֶׁנִּמְצָא מִשְׂתַּכֵּר הַזָּוִיּוֹת: \n",
      "וְכֵן אִם הָיְתָה הָעִיר מְשֻׁלֶּשֶׁת אוֹ שֶׁיֵּשׁ לָהּ צְלָעוֹת רַבּוֹת מְרַבְּעִין אוֹתָהּ וְאַחַר כָּךְ מוֹדְדִין חוּץ לַמְרֻבָּע אַלְפַּיִם אַמָּה לְכָל רוּחַ. וּכְשֶׁהוּא מְרַבְּעָהּ מְרַבְּעָהּ בְּרִבּוּעַ הָעוֹלָם כְּדֵי שֶׁתְּהֵא כָּל רוּחַ מִמֶּנָּה מְשׁוּכָה כְּנֶגֶד רוּחַ מֵרוּחוֹת הָעוֹלָם וּמְכֻוֶּנֶת כְּנֶגְדָּהּ: \n",
      "הָיְתָה רְחָבָה מִצַּד אֶחָד וּקְצָרָה מִצַּד אֶחָד רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא כֻּלָּהּ רְחָבָה. הָיְתָה עֲשׂוּיָה כְּמִין גַּ''ם אוֹ שֶׁהָיְתָה עֲשׂוּיָה כְּקֶשֶׁת אִם יֵשׁ בֵּין שְׁנֵי רָאשֶׁיהָ פָּחוֹת מֵאַרְבַּעַת אֲלָפִים אַמָּה מוֹדְדִין לָהּ מִן הַיֶּתֶר וְרוֹאִין אֶת כָּל הָרֹחַב שֶׁבֵּין הַיֶּתֶר וְהַקֶּשֶׁת כְּאִלּוּ הוּא מָלֵא בָּתִּים. וְאִם הָיָה בֵּין שְׁנֵי רָאשֶׁיהָ אַרְבַּעַת אֲלָפִים אֵין מוֹדְדִין לָהּ אֶלָּא מִן הַקֶּשֶׁת: \n",
      "עִיר שֶׁיּוֹשֶׁבֶת עַל שְׂפַת הַנַּחַל. אִם יֵשׁ לְפָנֶיהָ דַּקָּה רֹחַב אַרְבַּע אַמּוֹת עַל שְׂפַת הַנַּחַל כְּדֵי שֶׁיַּעַמְדוּ עָלֶיהָ וְיִשְׁתַּמְּשׁוּ בַּנַּחַל נִמְצָא הַנַּחַל בִּכְלַל הָעִיר וּמוֹדְדִין לָהּ אַלְפַּיִם אַמָּה מִשְּׂפַת הַנַּחַל הַשְּׁנִיָּה וְיֵעָשֶׂה הַנַּחַל כֻּלּוֹ בִּכְלַל הַמְּדִינָה מִפְּנֵי הַדַּקָּה הַבְּנוּיָה מִצִּדּוֹ. וְאִם לֹא הָיָה שָׁם דַּקָּה אֵין מוֹדְדִין לָהֶן אֶלָּא מִפֶּתַח בָּתֵּיהֶן וְנִמְצָא הַנַּחַל נִמְדָּד מִן הָאַלְפַּיִם שֶׁלָּהֶם: \n",
      "יוֹשְׁבֵי צְרִיפִין אֵין מוֹדְדִין לָהֶן אֶלָּא מִפֶּתַח בָּתֵּיהֶן. וְאִם יֵשׁ שָׁם שָׁלֹשׁ חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי בָּתִּים הֻקְבְּעוּ כֻּלָּם וּמְרַבְּעִין אוֹתָהּ וְנוֹתְנִין לָהֶם אַלְפַּיִם אַמָּה לְכָל רוּחַ כִּשְׁאָר הָעֲיָרוֹת: \n",
      "אֵין מוֹדְדִין אֶלָּא בְּחֶבֶל שֶׁל חֲמִשִּׁים אַמָּה לֹא פָּחוֹת וְלֹא יֶתֶר וּבְחֶבֶל שֶׁל פִּשְׁתָּן כְּדֵי שֶׁלֹּא יִמָּשֵׁךְ יוֹתֵר מִדַּאי. הִגִּיעַ לְגַיְא אִם הָיָה רָחְבּוֹ חֲמִשִּׁים אַמָּה שֶׁיָּכוֹל לְהַבְלִיעוֹ בְּחֶבֶל הַמִּדָּה מַבְלִיעוֹ וְהוּא שֶׁיִּהְיֶה בְּעָמְקוֹ פָּחוֹת מֵאַרְבַּעַת אֲלָפִים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהָיָה חוּט הַמִּשְׁקלֶת יוֹרֵד כְּנֶגְדּוֹ שֶׁאִי אֶפְשָׁר לְהִשְׁתַּמֵּשׁ בּוֹ. אֲבָל אִם אֵין חוּט הַמִּשְׁקלֶת יוֹרֵד כְּנֶגְדּוֹ אֵינוֹ מַבְלִיעוֹ אֶלָּא אִם כֵּן הָיָה עָמְקוֹ אַלְפַּיִם אוֹ פָּחוֹת מִכֵּן: \n",
      "הָיָה גַּיְא מְעֻקָּם מְקַדֵּר וְעוֹלֶה מְקַדֵּר וְיוֹרֵד. הָיָה גַּיְא רָחָב מֵחֲמִשִּׁים שֶׁאֵינוֹ יָכוֹל לְהַבְלִיעוֹ הוֹלֵךְ לְמָקוֹם שֶׁהוּא יָכוֹל לְהַבְלִיעוֹ וּמַבְלִיעוֹ וְצוֹפֶה כְּנֶגֶד מִדָּתוֹ וְחוֹזֵר: \n",
      "הִגִּיעַ לְכֹתֶל אֵין אוֹמְרִים יִקֹּב אֶת הַכֹּתֶל אֶלָּא אוֹמֵד רָחְבּוֹ וְהוֹלֵךְ לוֹ. וְאִם אֶפְשָׁר לְהִשְׁתַּמֵּשׁ בּוֹ מוֹדְדוֹ מְדִידָה יָפָה. וְאִם הָיָה חוּט הַמִּשְׁקלֶת יוֹרֵד כְּנֶגְדּוֹ מוֹדֵד רָחְבּוֹ מְדִידָה יָפָה: \n",
      "הִגִּיעַ לְהַר אִם הָיָה הַר מִתְלַקֵּט מִמֶּנּוּ גָּבוֹהַּ עֲשָׂרָה טְפָחִים בְּאֹרֶךְ חָמֵשׁ אַמּוֹת מַבְלִיעוֹ וְחוֹזֵר לְמִדָּתוֹ. וְאִם הָיָה גָּבוֹהַּ הַרְבֵּה עַד שֶׁיִּתְלַקֵּט מִמֶּנּוּ עֲשָׂרָה טְפָחִים מִתּוֹךְ מֶשֶׁךְ אַרְבַּע אַמּוֹת אוֹמְדוֹ וְהוֹלֵךְ לוֹ. וְאִם אֵינוֹ יָכוֹל לְהַבְלִיעוֹ כְּגוֹן שֶׁהָיָה רָחְבּוֹ יֶתֶר מֵחֲמִשִּׁים מְקַדְּרוֹ מְעַט מְעַט. וְזֶה הוּא שֶׁאָמְרוּ מְקַדְּרִין בֶּהָרִים: \n",
      "כֵּיצַד מְקַדְּרִין בְּהָרִים אוֹ בְּגֵיאָיוֹת שֶׁאֵינוֹ יָכוֹל לְהַבְלִיעָן. אוֹחֲזִין שְׁנַיִם חֶבֶל שֶׁל אַרְבַּע אַמּוֹת הָעֶלְיוֹן אוֹחֵז קְצָתוֹ מִכְּנֶגֶד מַרְגְּלוֹתָיו וְהַתַּחְתּוֹן אוֹחֵז בַּקָּצֶה הַשֵּׁנִי כְּנֶגֶד לִבּוֹ וְחוֹזֵר הָעֶלְיוֹן לַעֲמֹד בִּמְקוֹם הַתַּחְתּוֹן וְהַתַּחְתּוֹן יוֹרֵד וּמַרְחִיק מִמֶּנּוּ מִדַּת הַחֶבֶל וְכֵן מִתְגַּלְגְּלִים וְהוֹלְכִין עַד שֶׁמּוֹדְדִין אֶת כֻּלּוֹ. וּכְשֶׁיֵּלֵךְ הַמּוֹדֵד לְהַבְלִיעַ הָהָר אוֹ הַגַּיְא לֹא יֵצֵא חוּץ לַתְּחוּם שֶׁלֹּא יִרְאוּ אוֹתוֹ הָעוֹבְרִים וְיֹאמְרוּ מִדַּת תְּחוּמִין בָּאָה לְכָאן: \n",
      "אֵין סוֹמְכִין אֶלָּא עַל מְדִידַת אָדָם מֻמְחֶה שֶׁהוּא יוֹדֵעַ מִדַּת הַקַּרְקַע. הָיוּ לָנוּ תְּחוּמֵי שַׁבָּת מֻחְזָקִין וּבָא מֻמְחֶה וּמָדַד רִבָּה בַּתְּחוּם מֵהֶן וּמִעֵט בַּתְּחוּם. שׁוֹמְעִין לוֹ בַּתְּחוּם שֶׁרִבָּה. וְכֵן אִם בָּאוּ שְׁנַיִם מֻמְחִין וּמָדְדוּ הַתְּחוּם אֶחָד רִבָּה וְאֶחָד מִעֵט שׁוֹמְעִין לַמְרַבֶּה. וּבִלְבַד שֶׁלֹּא יְרַבֶּה יֶתֶר מִמִּדַּת אֲלַכְסוֹנָהּ שֶׁל עִיר: \n",
      "כֵּיצַד. בְּעֵת שֶׁיְּרַבֶּה זֶה נֹאמַר שֶׁמָּא הָרִאשׁוֹן מִקֶּרֶן אֲלַכְסוֹן שֶׁל עִיר מָדַד הָאַלְפַּיִם וּלְפִיכָךְ מִעֵט מִדָּתוֹ וְנִמְצָא צֶלַע הַתְּחוּם בֵּינוֹ וּבֵין הַמְּדִינָה פָּחוֹת מֵאַלְפַּיִם. וְזֶה הָאַחֲרוֹן מָדַד אַלְפַּיִם מִצֶּלַע הַמְּדִינָה. וְאֵין מַחֲזִיקִין עַל הָרִאשׁוֹן שֶׁטָּעָה בְּיוֹתֵר עַל זֶה. לְפִיכָךְ אִם רִבָּה זֶה הָאַחֲרוֹן יֶתֶר עַל הָרִאשׁוֹן אֲפִלּוּ בַּחֲמֵשׁ מֵאוֹת וּשְׁמוֹנִים אַמָּה בְּקֵרוּב שׁוֹמְעִין לוֹ. בְּיוֹתֵר עַל זֶה אֵין שׁוֹמְעִין לוֹ: \n",
      "אֲפִלּוּ עֶבֶד אֲפִלּוּ שִׁפְחָה נֶאֱמָנִין לוֹמַר עַד כָּאן תְּחוּם הַשַּׁבָּת. וְנֶאֱמָן הַגָּדוֹל לוֹמַר זָכוּר אֲנִי שֶׁעַד כָּאן הָיִינוּ בָּאִים בְּשַׁבָּת כְּשֶׁהָיִיתִי קָטָן. וְסוֹמְכִין עַל עֵדוּתוֹ בְּדָבָר זֶה. שֶׁלֹּא אָמְרוּ חֲכָמִים בַּדָּבָר לְהַחֲמִיר אֶלָּא לְהָקֵל מִפְּנֵי שֶׁשִּׁעוּר אַלְפַּיִם אַמָּה מִדִּבְרֵיהֶם: \n"
    ],
    [
      "מִצְוַת עֲשֵׂה מִן הַתּוֹרָה לְקַדֵּשׁ אֶת יוֹם הַשַּׁבָּת בִּדְבָרִים שֶׁנֶּאֱמַר <small>(שמות כ ח)</small> \"זָכוֹר אֶת יוֹם הַשַּׁבָּת לְקַדְּשׁוֹ\". כְּלוֹמַר זָכְרֵהוּ זְכִירַת שֶׁבַח וְקִדּוּשׁ. וְצָרִיךְ לְזָכְרֵהוּ בִּכְנִיסָתוֹ וּבִיצִיאָתוֹ. בִּכְנִיסָתוֹ בְּקִדּוּשׁ הַיּוֹם וּבִיצִיאָתוֹ בְּהַבְדָּלָה:  ",
      "וְזֶה הוּא נֹסַח קִדּוּשׁ הַיּוֹם. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְרָצָה בָנוּ וְשַׁבַּת קָדְשׁוֹ בְּאַהֲבָה וְרָצוֹן הִנְחִילָנוּ זִכָּרוֹן לְמַעֲשֵׂה בְרֵאשִׁית תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ זֵכֶר לִיצִיאַת מִצְרָיִם כִּי בָנוּ בָחַרְתָּ וְאוֹתָנוּ קִדַּשְׁתָּ מִכָּל הָעַמִּים וְשַׁבַּת קָדְשְׁךָ בְּאַהֲבָה וּבְרָצוֹן הִנְחַלְתָּנוּ בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ הַשַּׁבָּת:  ",
      "וְזֶה הוּא נֹסַח הַהַבְדָּלָה. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַמַּבְדִּיל בֵּין קֹדֶשׁ לְחל וּבֵין אוֹר לְחשֶׁךְ בֵּין יִשְׂרָאֵל לָעַמִּים וּבֵין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה בָּרוּךְ אַתָּה ה' הַמַּבְדִּיל בֵּין קֹדֶשׁ לְחל:  ",
      "עִקַּר הַקִּדּוּשׁ בַּלַּיְלָה. אִם לֹא קִדֵּשׁ בַּלַּיְלָה בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד מְקַדֵּשׁ וְהוֹלֵךְ כָּל הַיּוֹם כֻּלּוֹ. וְאִם לֹא הִבְדִּיל בַּלַּיְלָה מַבְדִּיל לְמָחָר וּמַבְדִּיל וְהוֹלֵךְ עַד סוֹף יוֹם שְׁלִישִׁי. אֲבָל אֵינוֹ מְבָרֵךְ עַל הָאוּר אֶלָּא בְּלֵיל מוֹצָאֵי שַׁבָּת בִּלְבַד:  ",
      "אָסוּר לְאָדָם לֶאֱכל אוֹ לִשְׁתּוֹת יַיִן מִשֶּׁקָּדַשׁ הַיּוֹם עַד שֶׁיְּקַדֵּשׁ. וְכֵן מִשֶּׁיָּצָא הַיּוֹם אָסוּר לוֹ לְהַתְחִיל לֶאֱכל וְלִשְׁתּוֹת וְלַעֲשׂוֹת מְלָאכָה אוֹ לִטְעֹם כְּלוּם עַד שֶׁיַּבְדִּיל. וְלִשְׁתּוֹת מַיִם מֻתָּר. שָׁכַח אוֹ עָבַר וְאָכַל וְשָׁתָה קֹדֶם שֶׁיְּקַדֵּשׁ אוֹ קֹדֶם שֶׁיַּבְדִּיל הֲרֵי זֶה מְקַדֵּשׁ וּמַבְדִּיל אַחַר שֶׁאָכַל:  ",
      "מִדִּבְרֵי סוֹפְרִים לְקַדֵּשׁ עַל הַיַּיִן וּלְהַבְדִּיל עַל הַיַּיִן. וְאַף עַל פִּי שֶׁהִבְדִּיל בַּתְּפִלָּה צָרִיךְ לְהַבְדִּיל עַל הַכּוֹס. וּמֵאַחַר שֶׁיַּבְדִּיל וְיֹאמַר בֵּין קֹדֶשׁ לְחל מֻתָּר לוֹ לַעֲשׂוֹת מְלָאכָה אַף עַל פִּי שֶׁלֹּא הִבְדִּיל עַל הַכּוֹס. וּמְבָרֵךְ עַל הַיַּיִן תְּחִלָּה וְאַחַר כָּךְ מְקַדֵּשׁ. וְאֵינוֹ נוֹטֵל אֶת יָדָיו עַד שֶׁיְּקַדֵּשׁ:  ",
      "כֵּיצַד הוּא עוֹשֶׂה. לוֹקֵחַ כּוֹס שֶׁהוּא מַחֲזִיק רְבִיעִית אוֹ יֶתֶר וּמְדִיחוֹ מִבִּפְנִים וְשׁוֹטְפוֹ מִבַּחוּץ וּמְמַלְּאֵהוּ יַיִן וְאוֹחֲזוֹ בִּימִינוֹ וּמַגְבִּיהוֹ מִן הַקַּרְקַע טֶפַח אוֹ יֶתֶר וְלֹא יְסַיֵּעַ בִּשְׂמֹאל. וּמְבָרֵךְ עַל הַגֶּפֶן וְאַחַר כָּךְ מְקַדֵּשׁ. וּמִנְהָג פָּשׁוּט בְּכָל יִשְׂרָאֵל לִקְרוֹת בַּתְּחִלָּה פָּרָשַׁת <small>(בראשית ב א)</small> \"וַיְכֻלּוּ\" וְאַחַר כָּךְ מְבָרֵךְ עַל הַיַּיִן וְאַחַר כָּךְ מְקַדֵּשׁ וְשׁוֹתֶה מְלֹא לֻגְמָיו וּמַשְׁקֶה לְכָל בְּנֵי חֲבוּרָה וְאַחַר כָּךְ נוֹטֵל יָדָיו וּמְבָרֵךְ הַמּוֹצִיא וְאוֹכֵל:  ",
      "אֵין קִדּוּשׁ אֶלָּא בִּמְקוֹם סְעֻדָּה. כֵּיצַד. לֹא יְקַדֵּשׁ בְּבַיִת זֶה וְיֹאכַל בְּבַיִת אַחֵר. אֲבָל אִם קִדֵּשׁ בְּזָוִית זוֹ אוֹכֵל בְּזָוִית שְׁנִיָּה. וְלָמָּה מְקַדְּשִׁין בְּבֵית הַכְּנֶסֶת מִפְּנֵי הָאוֹרְחִין שֶׁאוֹכְלִין וְשׁוֹתִין שָׁם:  ",
      "הָיָה מִתְאַוֶּה לַפַּת יוֹתֵר מִן הַיַּיִן אוֹ שֶׁלֹּא הָיָה לוֹ יַיִן הֲרֵי זֶה נוֹטֵל יָדָיו תְּחִלָּה וּמְבָרֵךְ הַמּוֹצִיא וּמְקַדֵּשׁ וְאַחַר כָּךְ בּוֹצֵעַ וְאוֹכֵל. וְאֵין מַבְדִּילִין עַל הַפַּת אֶלָּא עַל הַכּוֹס:  ",
      "מִי שֶׁנִּתְכַּוֵּן לְקַדֵּשׁ עַל הַיַּיִן בְּלֵילֵי שַׁבָּת וְשָׁכַח וְנָטַל יָדָיו קֹדֶם שֶׁיְּקַדֵּשׁ הֲרֵי זֶה מְקַדֵּשׁ עַל הַפַּת וְאֵינוֹ מְקַדֵּשׁ עַל הַיַּיִן אַחַר שֶׁנָּטַל יָדָיו לַסְּעֻדָּה. וּמִצְוָה לְבָרֵךְ עַל הַיַּיִן בְּיוֹם הַשַּׁבָּת קֹדֶם שֶׁיִּסְעֹד סְעֻדָּה שְׁנִיָּה. וְזֶה הוּא הַנִּקְרָא קִדּוּשָׁא רַבָּה. מְבָרֵךְ בּוֹרֵא פְּרִי הַגָּפֶן בִּלְבַד וְשׁוֹתֶה וְאַחַר כָּךְ יִטּל יָדָיו וְיִסְעֹד. וְאָסוּר לוֹ לְאָדָם שֶׁיִּטְעֹם כְּלוּם קֹדֶם שֶׁיְּקַדֵּשׁ. וְגַם קִדּוּשׁ זֶה לֹא יִהְיֶה אֶלָּא בִּמְקוֹם סְעֻדָּה:  ",
      "יֵשׁ לוֹ לְאָדָם לְקַדֵּשׁ עַל הַכּוֹס עֶרֶב שַׁבָּת מִבְּעוֹד יוֹם אַף עַל פִּי שֶׁלֹּא נִכְנְסָה הַשַּׁבָּת. וְכֵן מַבְדִּיל עַל הַכּוֹס מִבְּעוֹד יוֹם אַף עַל פִּי שֶׁעֲדַיִן הִיא שַׁבָּת. שֶׁמִּצְוַת זְכִירָה לְאָמְרָהּ בֵּין בִּשְׁעַת כְּנִיסָתוֹ וִיצִיאָתוֹ בֵּין קֹדֶם לְשָׁעָה זוֹ כִּמְעַט:  ",
      "מִי שֶׁהָיָה אוֹכֵל בְּעֶרֶב שַׁבָּת וְקָדַשׁ עָלָיו הַיּוֹם וְהוּא בְּתוֹךְ הַסְּעֻדָּה פּוֹרֵס מַפָּה עַל הַשֻּׁלְחָן וּמְקַדֵּשׁ וְגוֹמֵר סְעֻדָּתוֹ וְאַחַר כָּךְ מְבָרֵךְ בִּרְכַּת הַמָּזוֹן. הָיָה אוֹכֵל בְּשַׁבָּת וְיָצָא הַשַּׁבָּת וְהוּא בְּתוֹךְ סְעֻדָּתוֹ גּוֹמֵר סְעֻדָּתוֹ וְנוֹטֵל יָדָיו וּמְבָרֵךְ בִּרְכַּת הַמָּזוֹן עַל הַכּוֹס וְאַחַר כָּךְ מַבְדִּיל עָלָיו. וְאִם הָיָה בְּתוֹךְ הַשְּׁתִיָּה פּוֹסֵק וּמַבְדִּיל וְאַחַר כָּךְ חוֹזֵר לִשְׁתִיָּתוֹ:  ",
      "הָיָה אוֹכֵל וְגָמַר אֲכִילָתוֹ עִם הַכְנָסַת שַׁבָּת מְבָרֵךְ בִּרְכַּת הַמָּזוֹן תְּחִלָּה וְאַחַר כָּךְ מְקַדֵּשׁ עַל כּוֹס שֵׁנִי. וְלֹא יְבָרֵךְ וַיְקַדֵּשׁ עַל כּוֹס אֶחָד שֶׁאֵין עוֹשִׂין שְׁתֵּי מִצְוֹת בְּכוֹס אֶחָד. שֶׁמִּצְוַת קִדּוּשׁ וּמִצְוַת בִּרְכַּת הַמָּזוֹן שְׁתֵּי מִצְוֹת שֶׁל תּוֹרָה הֵן:  ",
      "אֵין מְקַדְּשִׁין אֶלָּא עַל הַיַּיִן הָרָאוּי לְנַסֵּךְ עַל גַּבֵּי הַמִּזְבֵּחַ. לְפִיכָךְ אִם נִתְעָרֵב בּוֹ דְּבַשׁ אוֹ שְׂאוֹר אֲפִלּוּ כְּטִפַּת הַחַרְדָּל בְּחָבִית גְּדוֹלָה אֵין מְקַדְּשִׁין עָלָיו. כָּךְ אָנוּ מוֹרִין בְּכָל הַמַּעֲרָב. וְיֵשׁ מִי שֶׁמַּתִּיר לְקַדֵּשׁ עָלָיו וְאוֹמֵר לֹא נֶאֱמַר הַיַּיִן הָרָאוּי לְנַסֵּךְ עַל גַּבֵּי הַמִּזְבֵּחַ אֶלָּא לְהוֹצִיא יַיִן שֶׁרֵיחוֹ רַע אוֹ מְגֻלֶּה אוֹ מְבֻשָּׁל שֶׁאֵין מְקַדְּשִׁין עַל אֶחָד מֵהֶן:  ",
      "יַיִן שֶׁטַּעֲמוֹ טַעַם חֹמֶץ אַף עַל פִּי שֶׁרֵיחוֹ רֵיחַ יַיִן אֵין מְקַדְּשִׁין עָלָיו. וְכֵן שְׁמָרִים שֶׁנָּתַן עֲלֵיהֶן מַיִם אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן טַעַם יַיִן אֵין מְקַדְּשִׁין עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנָּתַן עַל הַשְּׁמָרִים שְׁלֹשָׁה מַיִם וְהוֹצִיא פָּחוֹת מֵאַרְבָּעָה. אֲבָל אִם הוֹצִיא אַרְבָּעָה הֲרֵי זֶה יַיִן מָזוּג וּמְקַדְּשִׁין עָלָיו:  ",
      "כְּלִי שֶׁהָיָה מָלֵא יַיִן אֲפִלּוּ מַחֲזִיק כַּמָּה רְבִיעִיּוֹת אִם שָׁתָה מִמֶּנּוּ מְעַט הֲרֵי זֶה פְּגָמוֹ וְנִפְסַל וְאֵין מְקַדְּשִׁין עַל הַשְּׁאָר מִפְּנֵי שֶׁהוּא כְּשִׁיּוּרֵי כּוֹסוֹת:  ",
      "יַיִן שֶׁרֵיחוֹ רֵיחַ הַחֹמֶץ וְטַעֲמוֹ טַעַם יַיִן מְקַדְּשִׁין עָלָיו. וְכֵן יַיִן מָזוּג. וְכֵן יֵין צִמּוּקִים מְקַדְּשִׁין עָלָיו וְהוּא שֶׁיִּהְיוּ צִמּוּקִים שֶׁיֵּשׁ בָּהֶן לַחְלוּחִית שֶׁאִם יִדְרֹךְ אוֹתָן יֵצֵא מֵהֶן דִּבְשָׁן. וְכֵן יַיִן חָדָשׁ מִגִּתּוֹ מְקַדְּשִׁין עָלָיו. וְסוֹחֵט אָדָם אֶשְׁכּוֹל שֶׁל עֲנָבִים וּמְקַדֵּשׁ עָלָיו בִּשְׁעָתוֹ. מְדִינָה שֶׁרֹב יֵינָהּ שֵׁכָר אַף עַל פִּי שֶׁהוּא פָּסוּל לְקִדּוּשׁ מֻתָּר לְהַבְדִּיל עָלָיו הוֹאִיל וְהוּא חֲמַר הַמְּדִינָה:  ",
      "כְּשֵׁם שֶׁמְּקַדְּשִׁין בְּלֵילֵי שַׁבָּת וּמַבְדִּילִין בְּמוֹצָאֵי שַׁבָּת כָּךְ מְקַדְּשִׁין בְּלֵילֵי יָמִים טוֹבִים וּמַבְדִּילִין בְּמוֹצָאֵיהֶן וּבְמוֹצָאֵי יוֹם הַכִּפּוּרִים שֶׁכֻּלָּם שַׁבְּתוֹת ה' הֵן. וּמַבְדִּילִין בְּמוֹצָאֵי יָמִים טוֹבִים לְחֻלּוֹ שֶׁל מוֹעֵד וּבְמוֹצָאֵי שַׁבָּת לְיוֹם טוֹב. אֲבָל אֵין מַבְדִּילִים בְּמוֹצָאֵי יוֹם טוֹב לְשַׁבָּת:  ",
      "נֹסַח קִדּוּשׁ יוֹם טוֹב. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר בָּחַר בָּנוּ מִכָּל עָם וְרוֹמְמָנוּ מִכָּל לָשׁוֹן בָּחַר בָּנוּ וַיְּגַדְּלֵנוּ רָצָה בָּנוּ וַיְּפָאֲרֵנוּ. וַתִּתֵּן לָנוּ ה' אֱלֹהֵינוּ בְּאַהֲבָה מוֹעֲדִים לְשִׂמְחָה חַגִּים וּזְמַנִּים לְשָׂשׂוֹן אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה אֶת יוֹם חַג הַמַּצּוֹת הַזֶּה אוֹ חַג הַשָּׁבוּעוֹת אוֹ חַג הַסֻּכּוֹת זְמַן חֵרוּתֵנוּ אוֹ זְמַן מַתַּן תּוֹרָתֵנוּ אוֹ זְמַן שִׂמְחָתֵנוּ בְּאַהֲבָה זֵכֶר לִיצִיאַת מִצְרָיִם כִּי בָנוּ בָחַרְתָּ וְאוֹתָנוּ קִדַּשְׁתָּ מִכָּל הָעַמִּים וּמוֹעֲדֵי קָדְשֶׁךָ בְּשִׂמְחָה וּבְשָׂשׂוֹן הִנְחַלְתָּנוּ בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים. וְאִם חָל לִהְיוֹת בְּשַׁבָּת מַזְכִּיר שַׁבָּת וְחוֹתֵם כְּדֶרֶךְ שֶׁחוֹתֵם בַּתְּפִלָּה מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְהַזְּמַנִּים:  ",
      "בְּרֹאשׁ הַשָּׁנָה אוֹמֵר. וַתִּתֵּן לָנוּ ה' אֱלֹהֵינוּ בְּאַהֲבָה אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה זִכְרוֹן תְּרוּעָה מִקְרָא קֹדֶשׁ בְּאַהֲבָה זֵכֶר לִיצִיאַת מִצְרָיִם כִּי בָנוּ בָחַרְתָּ וְאוֹתָנוּ קִדַּשְׁתָּ מִכָּל הָעַמִּים וּדְבָרְךָ אֱמֶת וְקַיָּם לָעַד בָּרוּךְ אַתָּה ה' מֶלֶךְ עַל כָּל הָאָרֶץ מְקַדֵּשׁ יִשְׂרָאֵל וְיוֹם הַזִּכָּרוֹן. וְאִם חָל לִהְיוֹת בְּשַׁבָּת חוֹתֵם מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְיוֹם הַזִּכָּרוֹן כְּדֶרֶךְ שֶׁחוֹתֵם בַּתְּפִלָּה:  ",
      "בְּלֵילֵי יוֹם טוֹב מְקַדֵּשׁ עַל הַיַּיִן כִּבְשַׁבָּת. וְאִם אֵין לוֹ יַיִן אוֹ שֶׁהָיָה מִתְאַוֶּה לְפַת מְקַדֵּשׁ עַל הַפַּת. וְכֵן בְּיוֹם טוֹב מְקַדֵּשׁ קִדּוּשָׁא רַבָּא כְּדֶרֶךְ שֶׁמְּקַדֵּשׁ בְּשַׁבָּת:  ",
      "כֵּיצַד מְבָרְכִין בְּלֵילֵי יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּאֶחָד בְּשַׁבָּת. בַּתְּחִלָּה מְבָרֵךְ עַל הַגֶּפֶן. וְאַחַר כָּךְ מְקַדֵּשׁ קִדּוּשׁ יוֹם טוֹב. וְאַחַר כָּךְ מְבָרֵךְ עַל הַנֵּר. וְאַחַר כָּךְ מַבְדִּיל וְחוֹתֵם בְּהַבְדָּלָה הַמַּבְדִּיל בֵּין קֹדֶשׁ לְקֹדֶשׁ. וְאַחַר כָּךְ מְבָרֵךְ שֶׁהֶחֱיָנוּ:  ",
      "כָּל לֵילֵי יוֹם טוֹב וּבְלֵיל יוֹם הַכִּפּוּרִים אוֹמְרִים שֶׁהֶחֱיָנוּ. וּבִשְׁבִיעִי שֶׁל פֶּסַח אֵין מְבָרְכִין שֶׁהֶחֱיָנוּ מִפְּנֵי שֶׁאֵינוֹ רֶגֶל בִּפְנֵי עַצְמוֹ וּכְבָר בֵּרֵךְ עַל הַזְּמַן בִּתְחִלַּת הַפֶּסַח:  ",
      "סֵדֶר הַבְדָּלָה בְּמוֹצָאֵי שַׁבָּת. מְבָרֵךְ עַל הַיַּיִן וְאַחַר כָּךְ עַל הַבְּשָׂמִים וְאַחַר כָּךְ עַל הַנֵּר. וְכֵיצַד מְבָרֵךְ עַל הַנֵּר, בּוֹרֵא מְאוֹרֵי הָאֵשׁ. וְאַחַר כָּךְ מַבְדִּיל:  ",
      "אֵין מְבָרְכִין עַל הַנֵּר עַד שֶׁיֵּאוֹתוּ לְאוֹרוֹ כְּדֵי שֶׁיַּכִּיר בֵּין מַטְבֵּעַ מְדִינָה זוֹ לְמַטְבֵּעַ מְדִינָה אַחֶרֶת. וְאֵין מְבָרְכִין עַל הַנֵּר שֶׁל עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת שֶׁסְּתַם מְסִבָּתָן לַעֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת. וְאֵין מְבָרְכִין לֹא עַל הַנֵּר שֶׁל עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת וְלֹא עַל הַנֵּר שֶׁל מֵתִים:  ",
      "יִשְׂרָאֵל שֶׁהִדְלִיק מֵעוֹבֵד כּוֹכָבִים וּמַזָּלוֹת אוֹ עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מִיִּשְׂרָאֵל מְבָרְכִין עָלָיו. עוֹבֵד כּוֹכָבִים וּמַזָּלוֹת מֵעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת אֵין מְבָרְכִין עָלָיו. הָיָה מְהַלֵּךְ חוּץ לַכְּרַךְ וְרָאָה אוֹר אִם רֹב אַנְשֵׁי הַכְּרַךְ עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת אֵינוֹ מְבָרֵךְ וְאִם רֹב יִשְׂרָאֵל מְבָרֵךְ. אוּר שֶׁל כִּבְשָׁן שֶׁל תַּנּוּר וְשֶׁל כִּירַיִם לְכַתְּחִלָּה לֹא יְבָרֵךְ עָלָיו. הַגֶּחָלִים אִם כְּשֶׁיַּכְנִיס קֵיסָם בֵּינֵיהֶן דּוֹלֵק מֵאֵלָיו מְבָרְכִין עֲלֵיהֶן. אוּר שֶׁל בֵּית הַמִּדְרָשׁ אִם יֵשׁ שָׁם אָדָם חָשׁוּב שֶׁמַּדְלִיקִים בִּשְׁבִילוֹ מְבָרְכִין עָלָיו. שֶׁל בֵּית הַכְּנֶסֶת אִם יֵשׁ שָׁם חַזָּן שֶׁהוּא דָּר שָׁם מְבָרְכִין עָלָיו. וַאֲבוּקָה לְהַבְדָּלָה מִצְוָה מִן הַמֻּבְחָר. וְאֵין מְחַזְּרִין עַל הָאוּר כְּדֶרֶךְ שֶׁמְּחַזְּרִין עַל כָּל הַמִּצְוֹת אֶלָּא אִם יֵשׁ לוֹ מְבָרְכִין עָלָיו:  ",
      "אוּר שֶׁהֻדְלַק בְּשַׁבָּת לְחוֹלֶה וּלְחַיָּה מְבָרְכִין עָלָיו בְּמוֹצָאֵי שַׁבָּת. אוּר שֶׁהֻקְדַּח מִן הָעֵצִים וּמִן הָאֲבָנִים מְבָרְכִין עָלָיו בְּמוֹצָאֵי שַׁבָּת שֶׁהִיא הָיְתָה תְּחִלַּת בְּרִיָּתוֹ בִּידֵי אָדָם. אֲבָל אֵין מְבָרְכִין עָלָיו בְּמוֹצָאֵי יוֹם הַכִּפּוּרִים שֶׁאֵין מְבָרְכִין בְּמוֹצָאֵי יוֹם הַכִּפּוּרִים אֶלָּא עַל אוּר שֶׁשָּׁבַת. אַף עַל פִּי שֶׁהֻדְלַק לְחוֹלֶה אוֹ לְחַיָּה בְּיוֹם הַכִּפּוּרִים מְבָרְכִין עָלָיו שֶׁהֲרֵי שָׁבַת מֵעֲבֵרָה:  ",
      "יוֹם טוֹב שֶׁחָל לִהְיוֹת בְּאֶמְצַע שַׁבָּת אוֹמֵר בְּהַבְדָּלָה הַמַּבְדִּיל בֵּין קֹדֶשׁ לְחל וּבֵין אוֹר לְחשֶׁךְ וּבֵין יִשְׂרָאֵל לָעַמִּים וּבֵין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה כְּדֶרֶךְ שֶׁאוֹמֵר בְּמוֹצָאֵי שַׁבָּת שֶׁסֵּדֶר הַהַבְדָּלוֹת הוּא מוֹנֶה. וְאֵינוֹ צָרִיךְ לְבָרֵךְ לֹא עַל הַבְּשָׂמִים וְלֹא עַל הַנֵּר. וְכֵן אֵינוֹ צָרִיךְ לְבָרֵךְ עַל הַבְּשָׂמִים בְּמוֹצָאֵי יוֹם הַכִּפּוּרִים:  ",
      "וְלָמָּה מְבָרְכִים עַל הַבְּשָׂמִים בְּמוֹצָאֵי שַׁבָּת מִפְּנֵי שֶׁהַנֶּפֶשׁ דּוֹאֶבֶת לִיצִיאַת שַׁבָּת מְשַׂמְּחִין אוֹתָהּ וּמְיַשְּׁבִין אוֹתָהּ בְּרֵיחַ טוֹב:  "
    ],
    [
      "אַרְבָעָה דְּבָרִים נֶאֶמְרוּ בְּשַׁבָּת. שְׁנַיִם מִן הַתּוֹרָה. וּשְׁנַיִם מִדִּבְרֵי סוֹפְרִים וְהֵן מְפֹרָשִׁין עַל יְדֵי הַנְּבִיאִים. שֶׁבַּתּוֹרָה <small>(שמות כ ז)</small> \"זָכוֹר\" וְ <small>(דברים ה יא)</small> \"שָׁמוֹר\". וְשֶׁנִּתְפָּרְשׁוּ עַל יְדֵי הַנְּבִיאִים כָּבוֹד וָעֹנֶג שֶׁנֶּאֱמַר <small>(ישעיה נח יג)</small> \"וְקָרָאתָ לַשַּׁבָּת עֹנֶג וְלִקְדוֹשׁ ה' מְכֻבָּד\":  ",
      "אֵיזֶהוּ כָּבוֹד זֶה שֶׁאָמְרוּ חֲכָמִים שֶׁמִּצְוָה עַל אָדָם לִרְחֹץ פָּנָיו יָדָיו וְרַגְלָיו בְּחַמִּין בְּעֶרֶב שַׁבָּת מִפְּנֵי כְּבוֹד הַשַּׁבָּת וּמִתְעַטֵּף בְּצִיצִית וְיוֹשֵׁב בְּכֹבֶד רֹאשׁ מְיַחֵל לְהַקְבָּלַת פְּנֵי הַשַּׁבָּת כְּמוֹ שֶׁהוּא יוֹצֵא לִקְרַאת הַמֶּלֶךְ. וַחֲכָמִים הָרִאשׁוֹנִים הָיוּ מְקַבְּצִין תַּלְמִידֵיהֶן בְּעֶרֶב שַׁבָּת וּמִתְעַטְּפִים וְאוֹמְרִים בּוֹאוּ וְנֵצֵא לִקְרַאת שַׁבָּת הַמֶּלֶךְ:  ",
      "וּמִכְּבוֹד הַשַּׁבָּת שֶׁיִּלְבַּשׁ כְּסוּת נְקִיָּה. וְלֹא יִהְיֶה מַלְבּוּשׁ החֹל כְּמַלְבּוּשׁ הַשַּׁבָּת. וְאִם אֵין לוֹ לְהַחֲלִיף מְשַׁלְשֵׁל טַלִּיתוֹ כְּדֵי שֶׁלֹּא יְהֵא מַלְבּוּשׁוֹ כְּמַלְבּוּשׁ הַחל. וְעֶזְרָא תִּקֵּן שֶׁיְּהוּ הָעָם מְכַבְּסִים בַּחֲמִישִׁי מִפְּנֵי כְּבוֹד הַשַּׁבָּת:  ",
      "אָסוּר לִקְבֹּעַ סְעֻדָּה וּמִשְׁתֶּה בְּעֶרֶב שַׁבָּת מִפְּנֵי כְּבוֹד הַשַּׁבָּת. וּמֻתָּר לֶאֱכל וְלִשְׁתּוֹת עַד שֶׁתֶּחְשַׁךְ. וְאַף עַל פִּי כֵן מִכְּבוֹד הַשַּׁבָּת שֶׁיִּמָּנַע אָדָם מִן הַמִּנְחָה וּלְמַעְלָה מִלִּקְבֹּעַ סְעֻדָּה כְּדֵי שֶׁיִּכָּנֵס לְשַׁבָּת כְּשֶׁהוּא מִתְאַוֶּה לֶאֱכל:  ",
      "מְסַדֵּר אָדָם שֻׁלְחָנוֹ בְּעֶרֶב שַׁבָּת וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לִכְזַיִת. וְכֵן מְסַדֵּר שֻׁלְחָנוֹ בְּמוֹצָאֵי שַׁבָּת וְאַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ אֶלָּא לִכְזַיִת. כְּדֵי לְכַבְּדוֹ בִּכְנִיסָתוֹ וּבִיצִיאָתוֹ. וְצָרִיךְ לְתַקֵּן בֵּיתוֹ מִבְּעוֹד יוֹם מִפְּנֵי כְּבוֹד הַשַּׁבָּת. וְיִהְיֶה נֵר דָּלוּק וְשֻׁלְחָן עָרוּךְ לֶאֱכל וּמִטָּה מֻצַּעַת שֶׁכָּל אֵלּוּ לִכְבוֹד שַׁבָּת הֵן:  ",
      "אַף עַל פִּי שֶׁהָיָה אָדָם חָשׁוּב בְּיוֹתֵר וְאֵין דַּרְכּוֹ לִקַּח דְּבָרִים מִן הַשּׁוּק וְלֹא לְהִתְעַסֵּק בִּמְלָאכוֹת שֶׁבַּבַּיִת חַיָּב לַעֲשׂוֹת דְּבָרִים שֶׁהֵן לְצֹרֶךְ הַשַּׁבָּת בְּגוּפוֹ שֶׁזֶּה הוּא כְּבוֹדוֹ. חֲכָמִים הָרִאשׁוֹנִים מֵהֶם מִי שֶׁהָיָה מְפַצֵּל הָעֵצִים לְבַשֵּׁל בָּהֶן. וּמֵהֶן מִי שֶׁהָיָה מְבַשֵּׁל אוֹ מוֹלֵחַ בָּשָׂר אוֹ גּוֹדֵל פְּתִילוֹת אוֹ מַדְלִיק נֵרוֹת. וּמֵהֶן מִי שֶׁהָיָה יוֹצֵא וְקוֹנֶה דְּבָרִים שֶׁהֵן לְצֹרֶךְ הַשַּׁבָּת מִמַּאֲכָל וּמַשְׁקֶה אַף עַל פִּי שֶׁאֵין דַּרְכּוֹ בְּכָךְ. וְכָל הַמַּרְבֶּה בְּדָבָר זֶה הֲרֵי זֶה מְשֻׁבָּח:  ",
      "אֵיזֶהוּ עֹנֶג זֶהוּ שֶׁאָמְרוּ חֲכָמִים שֶׁצָּרִיךְ לְתַקֵּן תַּבְשִׁיל שָׁמֵן בְּיוֹתֵר וּמַשְׁקֶה מְבֻשָּׂם לְשַׁבָּת הַכּל לְפִי מָמוֹנוֹ שֶׁל אָדָם. וְכָל הַמַּרְבֶּה בְּהוֹצָאַת שַׁבָּת וּבְתִקּוּן מַאֲכָלִים רַבִּים וְטוֹבִים הֲרֵי זֶה מְשֻׁבָּח. וְאִם אֵין יָדוֹ מַשֶּׂגֶת אֲפִלּוּ לֹא עָשָׂה אֶלָּא שֶׁלֶק וְכַיּוֹצֵא בּוֹ מִשּׁוּם כְּבוֹד שַׁבָּת הֲרֵי זֶה עֹנֶג שַׁבָּת. וְאֵינוֹ חַיָּב לְהָצֵר לְעַצְמוֹ וְלִשְׁאל מֵאֲחֵרִים כְּדֵי לְהַרְבּוֹת בְּמַאֲכָל בְּשַׁבָּת. אָמְרוּ חֲכָמִים הָרִאשׁוֹנִים עֲשֵׂה שַׁבַּתְּךָ חֹל וְאַל תִּצְטָרֵךְ לַבְּרִיּוֹת:  ",
      "מִי שֶׁהָיָה עָנֹג וְעָשִׁיר וַהֲרֵי כָּל יָמָיו כְּשַׁבָּת צָרִיךְ לְשַׁנּוֹת מַאֲכַל שַׁבָּת מִמַּאֲכַל הַחל. וְאִם אִי אֶפְשָׁר לְשַׁנּוֹת מְשַׁנֶּה זְמַן הָאֲכִילָה אִם הָיָה רָגִיל לְהַקְדִּים מְאַחֵר וְאִם הָיָה רָגִיל לְאַחֵר מַקְדִּים:  ",
      "חַיָּב אָדָם לֶאֱכל שָׁלֹשׁ סְעֻדּוֹת בְּשַׁבָּת אַחַת עַרְבִית וְאַחַת שַׁחֲרִית וְאַחַת בְּמִנְחָה. וְצָרִיךְ לְהִזָּהֵר בְּשָׁלֹשׁ סְעֻדּוֹת אֵלּוּ שֶׁלֹּא יִפְחֹת מֵהֶן כְּלָל. וַאֲפִלּוּ עָנִי הַמִּתְפַּרְנֵס מִן הַצְּדָקָה סוֹעֵד שָׁלֹשׁ סְעֻדּוֹת. וְאִם הָיָה חוֹלֶה מֵרֹב הָאֲכִילָה אוֹ שֶׁהָיָה מִתְעַנֶּה תָּמִיד פָּטוּר מִשָּׁלֹשׁ סְעֻדּוֹת. וְצָרִיךְ לִקְבֹּעַ כָּל סְעֻדָּה מִשְּׁלָשְׁתָּן עַל הַיַּיִן וְלִבְצֹעַ עַל שְׁתֵּי כִּכָּרוֹת. וְכֵן בְּיָמִים טוֹבִים:  ",
      "אֲכִילַת בָּשָׂר וּשְׁתִיַּת יַיִן בְּשַׁבָּת עֹנֶג הוּא לוֹ. וְהוּא שֶׁהָיְתָה יָדוֹ מַשֶּׂגֶת. וְאָסוּר לִקְבֹּעַ סְעֻדָּה עַל הַיַּיִן בְּשַׁבָּת וּבְיָמִים טוֹבִים בִּשְׁעַת בֵּית הַמִּדְרָשׁ. אֶלָּא כָּךְ הָיָה מִנְהַג הַצַּדִּיקִים הָרִאשׁוֹנִים מִתְפַּלֵּל אָדָם בְּשַׁבָּת שַׁחֲרִית וּמוּסָף בְּבֵית הַכְּנֶסֶת וְיָבוֹא לְבֵיתוֹ וְיִסְעֹד סְעֻדָּה שְׁנִיָּה וְיֵלֵךְ לְבֵית הַמִּדְרָשׁ יִקְרָא וְיִשְׁנֶה עַד הַמִּנְחָה וְיִתְפַּלֵּל מִנְחָה וְאַחַר כָּךְ יִקְבַּע סְעֻדָּה שְׁלִישִׁית עַל הַיַּיִן וְיֹאכַל וְיִשְׁתֶּה עַד מוֹצָאֵי שַׁבָּת:  ",
      "אָסוּר לוֹ לָאָדָם שֶׁיְּהַלֵּךְ בְּעַרְבֵי שַׁבָּתוֹת יוֹתֵר מִשָּׁלֹשׁ פַּרְסָאוֹת מִתְּחִלַּת הַיּוֹם כְּדֵי שֶׁיַּגִּיעַ לְבֵיתוֹ וְעוֹד הַיּוֹם רַב וְיָכִין סְעֻדָּה לְשַׁבָּת. שֶׁהֲרֵי אֵין אַנְשֵׁי בֵּיתוֹ יוֹדְעִין שֶׁהַיּוֹם יָבוֹא כְּדֵי לְהָכִין לוֹ. וְאֵין צָרִיךְ לוֹמַר אִם הָיָה מִתְאָרֵחַ אֵצֶל אֲחֵרִים שֶׁהֲרֵי מְבַיְּשָׁן מִפְּנֵי שֶׁלֹּא הֵכִינוּ לָהֶן דָּבָר הָרָאוּי לְאוֹרְחִין:  ",
      "אָסוּר לְהִתְעַנּוֹת וְלִזְעֹק וּלְהִתְחַנֵּן וּלְבַקֵּשׁ רַחֲמִים בְּשַׁבָּת וַאֲפִלּוּ בְּצָרָה מִן הַצָּרוֹת שֶׁהַצִּבּוּר מִתְעַנִּין וּמַתְרִיעִין עֲלֵיהֶן אֵין מִתְעַנִּין וְלֹא מַתְרִיעִין בְּשַׁבָּת. וְלֹא בְּיָמִים טוֹבִים. חוּץ מֵעִיר שֶׁהִקִּיפוּהָ עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת אוֹ נָהָר אוֹ סְפִינָה הַמִּטָּרֶפֶת בַּיָּם שֶׁמַּתְרִיעִין עֲלֵיהֶן בְּשַׁבָּת לְעָזְרָן וּמִתְחַנְּנִין וּמְבַקְּשִׁין עֲלֵיהֶן רַחֲמִים:  ",
      "אֵין צָרִין עַל עֲיָרוֹת שֶׁל עוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת פָּחוֹת מִשְּׁלֹשָׁה יָמִים קֹדֶם הַשַּׁבָּת. כְּדֵי שֶׁתִּתְיַשֵּׁב דַּעַת אַנְשֵׁי הַמִּלְחָמָה עֲלֵיהֶן וְלֹא יִהְיוּ מְבֹהָלִים וּטְרוּדִים בְּשַׁבָּת. אֵין מַפְלִיגִין בִּסְפִינָה פָּחוֹת מִשְּׁלֹשָׁה יָמִים קֹדֶם הַשַּׁבָּת כְּדֵי שֶׁתִּתְיַשֵּׁב דַּעְתּוֹ עָלָיו קֹדֶם הַשַּׁבָּת וְלֹא יִצְטַעֵר יֶתֶר מִדַּאי. וְלִדְבַר מִצְוָה מַפְלִיג בַּיָּם אֲפִלּוּ בְּעֶרֶב שַׁבָּת. וּפוֹסֵק עִמּוֹ לִשְׁבֹּת וְאֵינוֹ שׁוֹבֵת. וּמִצּוֹר לְצִידֹן וְכַיּוֹצֵא בָּהֶן אֲפִלּוּ לִדְבַר הָרְשׁוּת מֻתָּר לְהַפְלִיג בְּעֶרֶב שַׁבָּת. וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא יַפְלִיג בְּעֶרֶב שַׁבָּת כְּלָל אֵין מַפְלִיגִין:  ",
      "תַּשְׁמִישׁ הַמִּטָּה מֵעֹנֶג שַׁבָּת הוּא. לְפִיכָךְ עוֹנַת תַּלְמִידֵי חֲכָמִים הַבְּרִיאִים מְשַׁמְּשִׁין מִלֵּילֵי שַׁבָּת לְלֵילֵי שַׁבָּת. וּמֻתָּר לִבְעל בְּתוּלָה לְכַתְּחִלָּה בְּשַׁבָּת וְאֵין בָּזֶה לֹא מִשּׁוּם חוֹבֵל וְלֹא מִשּׁוּם צַעַר לָהּ:  ",
      "הַשַּׁבָּת וַעֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת כָּל אַחַת מִשְּׁתֵּיהֶן שְׁקוּלָה כְּנֶגֶד שְׁאָר כָּל מִצְוֹת הַתּוֹרָה. וְהַשַּׁבָּת הִיא הָאוֹת שֶׁבֵּין הַקָּדוֹשׁ בָּרוּךְ הוּא וּבֵינֵינוּ לְעוֹלָם. לְפִיכָךְ כָּל הָעוֹבֵר עַל שְׁאָר הַמִּצְוֹת הֲרֵי הוּא בִּכְלַל רִשְׁעֵי יִשְׂרָאֵל. אֲבָל הַמְחַלֵּל שַׁבָּת בְּפַרְהֶסְיָא הֲרֵי הוּא כְּעוֹבֵד עֲבוֹדַת כּוֹכָבִים וּמַזָּלוֹת וּשְׁנֵיהֶם כְּעוֹבְדֵי כּוֹכָבִים וּמַזָּלוֹת לְכָל דִּבְרֵיהֶם. לְפִיכָךְ מְשַׁבֵּחַ הַנָּבִיא וְאוֹמֵר <small>(ישעיה נו ב)</small> \"אַשְׁרֵי אֱנוֹשׁ יַעֲשֶׂה זֹּאת וּבֶן אָדָם יַחֲזִיק בָּהּ שֹׁמֵר שַׁבָּת מֵחַלְּלוֹ\" וְגוֹ'. וְכָל הַשּׁוֹמֵר אֶת הַשַּׁבָּת כְּהִלְכָתָהּ וּמְכַבְּדָהּ וּמְעַנְּגָהּ כְּפִי כֹּחוֹ כְּבָר מְפֹרָשׁ בַּקַּבָּלָה שְׂכָרוֹ בָּעוֹלָם הַזֶּה יֶתֶר עַל הַשָּׂכָר הַצָּפוּן לָעוֹלָם הַבָּא. שֶׁנֶּאֱמַר <small>(ישעיה נח יד)</small> \"אָז תִּתְעַנַּג עַל ה' וְהִרְכַּבְתִּיךָ עַל בָּמֳתֵי אָרֶץ וְהַאֲכַלְתִּיךָ נַחֲלַת יַעֲקֹב אָבִיךָ כִּי פִּי ה' דִּבֵּר\".  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שבת",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל העושה מלאכה בשבת.</b> כתב הראב''ד ז''ל ר''ח ז''ל פסק כר''ש שהוא פוטר מדאמרינן פרק נוטל רבא כר''ש ס''ל דאמר מלאכה שאינה צריכה לגופה פטור עליה: "
      ],
      [],
      [],
      [
        "<b> היו לפניו שתי נרות וכו'.</b> א''א המחבר הזה הביא הדברים כפשטן וכאשר עיינתי בגמרא במקומן בכריתות לא מצאתים שיתקיימו כן וכו': (ויתר דברי ההשגה עיין בכ\"מ): "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שמע עד הדגים פטור.</b> כתב הראב''ד ז''ל הנך מילי פלוגתא דרבה ורבא נינהו במנחות. ורבא לקולא דאמר זיל בתר מעשיו והוא פסק כרבא אע''ג דתלמיד הוא לגביה דרבה עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> היתה חצר עד נעקרו וכו'.</b> כתב הראב''ד ז''ל י''מ בהך מפקחין מפני שהוחזק שם ישראל אבל פירשו מהם ארבעה או חמשה ופירש אחד מהם לחצר אחרת ונפלה עליו אין מפקחין שלא הוחזק שם ישראל, עכ''ל: "
      ],
      [],
      [
        "<b> המהלך עד באותו יום.</b> כתב הראב''ד פי' יום אחד יתר על שביעיות אותו יום ניתר בכל מלאכה, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ומצטמק ויפה לו וכו'.</b> א''א בחיי ראשי סוגיא דגמ' לא מסתגי הכי דהוא מפרש עבר ושהה מאי אשוכח ומצטמק ויפה לו וסבר בעיא ולא איפשיטא ולקולא ולא היא דפלוגתא דר''מ ור' יהודה היא וקי''ל בפירקין דבתר גזירתא אפילו לר''מ בשוכח נמי אסור וכי איבעיא להו בששהה בשוגג ומצטמק ויפה לו מאי א''ר יהודה דילמא בשוכח הוא דמחמיר אבל בשוגג ומצטמק ויפה לו לא מחמיר ולא קניס שוגג אטו מזיד ולא איפשיטא ולקולא: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כלים הדומים זה לזה ואינן ניכרין וכו' לפיכך שמש שאינו קבוע וכו'.</b> כתב הראב''ד ז''ל בלבול גדול אני רואה בכאן לפי הגמרא, והמבין יעיין: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כיצד כגון ששכר לשנה או לשתים.</b> כתב הראב''ד ז''ל דבר זה לא נהיר ולא צהיר שאף על פי שאינו מדקדק עמו כשהוא בטל מ''מ אותה מלאכה משתרשא ליה ואינו דומה לקבלנות, עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> ומותר להשאיל כלים ולהשכירן לגוי.</b> א''א אין הכל מודים בשכירות הואיל ונהנה כאלו עושה מלאכה לישראל וכל יום ו' אסור שמא יכנס בו שבת, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> פירות שיצאו.</b> כתב הראב''ד ז''ל דוקא שלא חזרו למקומן אבל חזרו למקומן אפילו במזיד יאכלו והכי אסקה רב פפא בעירובין, עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b> וגרוגרת וכו'.</b> א''א קרוב הוא ואינו מכוון: "
      ],
      [],
      [
        "<b> וכן החובל וכו' כגרוגרת.</b> כתב הראב''ד וכי המשקין שיעורן כגרוגרת והלא חלב כדי גמיעה ושאר המשקין שיעורן חלוקין, עכ''ל: "
      ],
      [
        "א״א כמה נפלאים דבריו ומתמיהים אסופותיו שהרי אפילו קריעת בגדיו אם לא להטיל אימה קראוהו עובד גלולים כ״ש חובל בחבירו ואפילו לנקמה,"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הלש כגרוגרת וכו'.</b> כתב הראב''ד ז''ל כמדומה לי שטעה בזה. שהוא סובר שאם נתן בהם מים וגיבלן שאינו חייב משום לישה כמו שהוא חייב בזרע שומשמין וזרע פשתן. ואינו כן שלא אמרו אפר אינו בר גיבול אלא שאינו מחוסר גיבול ובנתינת מים לבד חייב, עכ''ל: "
      ]
    ],
    [
      [
        "<b> ושיעור מבשל סממנים וכו'.</b> כתב הראב''ד ז''ל כדי לצבוע בהם בגד קטן פי סבכה, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אחד נתן את האור וכו'.</b> כתב הראב''ד ז''ל בגמרא מוקי לה בקדרה חדשה ומשום לבון רעפים נגעו בה: "
      ],
      [
        "<b> נתבשל חצי בשול וכו'.</b> א''א חצי בשול הוא כמאכל בן דרוסאי, ע''כ: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "א\"א קשיא לי בשול סמנים דגמרינן מיניה מבשל (שבת ע\"ד ע\"ב) תיפוק לי נמי משום צובע המים, ואני לא הייתי סבור שיתחייב משום צובע עד שיצבע דבר שנגמרה בו מלאכת הצבע, אבל צביעת מים שאינה לצורך עצמן לא, ושריית דיו וסמנין משום לש באו לה ולא משום צבע המים, כמו שרית הכרשינין וכעין מים וקמח או מים ועפר"
      ],
      [
        "<b> העושה את הלבד וכו'.</b> א''א איני מכיר טויה בעשית הלבדין לפי שהוא לוקח צמר מלובן ומנופץ ושוטחו על גבי בגד ונותן מוך על מוך עד שנעשה עבה ומטפיחו במים וכורכו עם הבגד ומהדקו עד שמתחבר ומתקשה ונעשה הלבד, ואם זה החבור קורא לו טויה איני יודע. ונראה יותר שהוא כמגבן שהוא תולדת בונה ושיעורו איני יודע ואולי ברוחב ובאורך כאותן קליעות שעושות בנות העניים על מצחיהם, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> הבוצע וכו' עד הקרעים.</b> כתב הראב''ד ז''ל זה הפירוש נוטה לקורע ע''מ לתפור וכבר הוא שנוי במשנה ואנו מקובלים בוצע כמו פוצע והוא לשון חתוך שחותך ב' חוטין שאחר שהשלים אריגתו חותך את הארוג מן המשויר שבמסכת ואפילו לא חתך ממנו אלא שני חוטין חייב בחתיכה זו, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אחד שמנה שרצים וכו'.</b> כתב הראב''ד ז''ל כבר נכתבה דעת ר''ח ז''ל, עכ''ל: "
      ]
    ],
    [],
    [
      [
        "<b> המחמם וכו'.</b> כתב הראב''ד ולמה לא משום מבשל כמו סיכתא לאתונא דמרפא רפי והדר קמיט, עכ''ל. א''א והמחמם את הברזל והמצרפו במים אינו מכבה אבל הוא מכה בפטיש שגומר את חסומו מ''מ חיוב אין בו דצרוף דרבנן הוא, עכ''ל: "
      ],
      [
        "<b> אחד המכבה וכו'.</b> כתב הראב''ד ואם הוא מכבה למה אינו חייב אע''פ שאינו מתכוין ופסיק רישיה ולא ימות הוא ואפילו לא יהא צריך לצרופו והא איהו כר''י ס''ל, ועוד מה בין גחלת של מתכת לגחלת של עץ והלא בשתיהם לדבריו יש בהן משום מבעיר ומשום מכבה ובפרק מילה אמרינן ממתקין החרדל בגחלת של מתכת בי''ט אבל לא בגחלת של עץ ועוד דבמסכת יומא אמרינן צירוף דרבנן הוא וחיובא ליכא וביו''כ שרי ליה בטבילת כ''ג משום מצוה ואפילו לר' יהודה דאמר דבר שאין מתכוין אסור, עכ''ל: "
      ],
      [
        "<b> דליקה שנפלה וכו'.</b> א''א חיוב אין כאן כר''ש משום דאינו צריך לפחם שלו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המעביר חפץ וכו'.</b> א''א אין זה הפירוש נכון למה שאמר דרך עליו. אלא כך פירושו האדם העומד במקומו ונוטל חפץ מצד ימינו ומניחו בצד שמאלו לסוף ד' אמות אע''פ שכשהגיע לנגד עצמו הרי הוא כמי שהניחו באמצע שהוא מקום פטור כיון שלא הניחו חייב ואם הניחו או עכבו בידו שם מעט פטור כמו שאמרו אדם עומד על האסקופה ונוטל מבעה''ב עכ''ל: "
      ],
      [
        "<b> מותר לאדם לטלטל וכו'.</b> א''א והוא שיהא לשם מקום קביעות כגון ששבת שם או שיצא חוץ לתחום בין לאנסו בין לרצונו עכ''ל: "
      ],
      [],
      [
        "<b> מפני שכל אחד וכו'.</b> א''א כל זה לא התירו אלא במקום הדחק ע''כ: "
      ],
      [],
      [
        "<b> הרי זה מותר.</b> א''א כל זה במקום הדחק, ע''כ: ",
        "<b> היה ביניהם יתר וכו'.</b> א''א זה אינו מחוור במקום הדחק אמאי אסור, עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בור שבכרמלית הרי וכו'.</b> א''א ברייתא זו הטעתו דתניא פרק הזורק הזורק מן הים לסרטיא או מסרטיא לים פטור ר''ש אומר אם יש מקום עמוק עשרה ורחב ד' חייב. הוא סבר מדפליג את''ק מכלל דת''ק אכל כרמלית קאמר. ולא היא לא אמר ת''ק אלא בבור שבים דכוליה ים כרמלית הוא הואיל והמים צפים על פיו אבל בור שביבשה ועל שפתו כרמלית רה''י גמורה היא משמעתא דפרק בכל מערבין נתנו בבור אפילו עמוק מאה אמה ע''ש. ולא עוד אלא אפילו סלע שבים גבוה ד' ורחב ד' אין מטלטלין מתוכה לים ולא מן הים לתוכה וכן ספינה שבים, ע''כ: "
      ],
      [],
      [],
      [
        "<b> נעץ בגבהו יתידות וכו'.</b> א''א לא כיון יפה לפרש השמועה כי השמועה בשנעץ על ראש העמוד והוא מפרש מן הצד. ואין שמועתו עולה יפה לפי הגמ' שלנו וגם לשונו אין יפה לו שהוא אמר אפילו אינו גבוה שלשה טפחים ולדברו מאי גבוה ארוכה מבעי ליה, ע''כ: "
      ]
    ],
    [
      [
        "<b> ועומד וכו'.</b> עד פטור. א''א שבוש הוא זה ובגמרא מסייע מזה לרבא דאמר המעביר חפץ מתחלת ד' אמות לסוף ד' אמות אע''פ שהעבירו דרך עליו חייב. וכבר פירשתי למעלה דברי רבא שהם דומין למשנתנו זו, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמת המים וכו'.</b> כתב הראב''ד ז''ל הפסין הללו תחת גידודי שאמרו בגמרא בענין לשון ים שנכנס לחצר. ואני רואה זה המחבר כולל ומערב ענין בענין סובר שהם ענין אחד והמה רחוקים ונפרדים, שלקח עתה לשון ים ואמת המים ועירבן וטרפן זה בזה ויש הפרש גדול ביניהם, שהוא אמר אם אין בגבהה עשרה וברחבה ארבעה טפחים אף על פי שיש בפרצתה יותר מעשר מותר למלאות ממנה כי הוא מדבר בשיש כותל על גביו מה שא''כ בלשון ים ואם היא עמוקה עשרה ורחבה ד' אע''פ שאין בפרצתה יותר מעשר אמות אסור למלאות ממנה מה שא''כ בלשון ים, והטעם מפני שהאמה נכנסה ויוצאה וחולקת רשות לעצמה ואפי' כותב שעל גבה אינה מתירה למלאות לפי שהיא בעצמה נפרצה במלואה למקום האסור לה והכותל שע''ג אינו נחשב לה והלשון נכנס לחצר ואינו יוצא והוא כבור שבחצר ומחיצות החצר מתירות אותו וכיון שאין פרצתו יותר מעשר הכל מותר והאמה לא דקדקו בה על טלטול החצר עצמו בין פרצת י' ליתר על י' הכל מותר מפני שיש כותל על גבה שמתיר החצר והיא עצמה נעשית מחיצה בינה ובין החצר שהרי עמוקה עשרה ואין החצר נאסר מפני האמה. והלשון דקדקו בו על טלטול החצר עצמו שאם יש פרצתו יתר על עשר היאך הוא מותר והלא הפרצה אוסרתה והלשון עצמו אוסרה שהרי נפרצה לו במילואה ולפיכך העמידה בשיש לו גידודי והם קצת מחיצות על שפת הלשון שמשלימה לעומק עשרה נמצאת החצר מוקפת מד' רוחותיה ואינו אסור אלא למלאות מן הלשון. וזהו עיקר פירוש דאית ליה גידודי בין הלשון בין החצר. והלשון הוא לשון זכר והחצר הוא לשון נקבה והחכם יבין, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אמת המים וכו' עד בתוך החצר.</b> כתב הראב''ד כל זה שבוש והלכה למעשה אם אין בה ד' טפחים כשיעור ואין באגפיה כשיעור משלשל וממלא ואם יש באגפיה כשיעור או שיש בה כשיעור לא ימלא אלא אם כן פסין יוצאין מן הכותלים מכאן ומכאן ולא יהיה ביניהם שלשה טפחים ויהיו הפסין גבוהין עשרה, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לא ימלא וכו'.</b> כתב הראב''ד ז''ל זהו כרב חסדא ורבה דאמרי מיא ארעא סמיכתא היא, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מקום שהוקף וכו'.</b> כתב הראב''ד ז''ל אינו תופס דרך הגמרא אלא אפילו קרפף ובית סאתים שנפרץ במלואו לחצר הקרפף אסור מפני שאין אויר מחיצות מתירו והחצר מותרת כשהיתה, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכל מחיצה וכו'.</b> כתב הראב''ד ז''ל נ''א העשויה לנחת, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> מבוי שהוא שוה וכו'.</b> כתב הראב''ד ז''ל דוקא במדרון המתלקט עשרה מתוך ארבע שהוא כמחיצה והכי איתא בתוספתא, עכ''ל: "
      ],
      [],
      [
        "<b> מבוי מפולש וכו'.</b> כתב הראב''ד ז''ל מסתברא אם יש דיורין ברחבה ועירבו בני הרחבה או בני החצר עם בני המבוי שהכל מותר בין באמצע בין מן הצד דהלכה כרב ששת דאמר דעירוב משוי להו חד מינא ומחיצות דהכי מהני להתם, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> מבוי שהכשירו בקורה וכו'.</b> כתב הראב''ד ז''ל הא מילתא קשיא לי טובא כיון שמותר לטלטל בכולו אלמא במבוי שיש לו שלשה מחיצות קאמר וקי''ל דשלש מחיצות דאורייתא א''כ הכשירו בקורה אמאי פטור וכי באו חכמים להקל בשל תורה להטעינו קורה עכ''ל: "
      ],
      [],
      [
        "<b> מותר לטלטל וכו'.</b> כתב הראב''ד ז''ל שיבוש הוא זה כי תחת הקורה לעולם מותר אבל בין הלחיים פליג רבא דאי פתוח לרה''ר מותר ואיכא מאן דפסק כאביי דבין לחיים אסור, עכ''ל: "
      ],
      [
        "<b> שהלחי עביו כל שהוא וכו'.</b> כתב הראב''ד ז''ל אם עביו כל שהוא גבהו מיהת צריך שיעור שיהא גבהו י' אלא בין לחי בין קורה מותר דמשום היכר הוא והאיכא היכר והרי אם עשה לאשירה סולם בין שתי חצרות מערבין אחד דכל שאיסור דבר אחר גרם לו מותר והכי איתא פרק חלון ואע''ג דאמרינן בגמרא מ''ד עושים לחי אשרה אבל קורה כתותי מיכתת שיעורא לאו פלוגתא היא בהדיא אלא אפשר דלא אמר בקורה ומשום אפשר לא מדחיא מימרא דאמורא. ועוד דאיתנהו להנך טעמי דכתבינן ואת''ל דפליגי לאו מטעמא דכתב איהו דהא גבי לחי נמי שיעורא בעינן לגבהה כדכתיבנא אלא ה''ק לחי אע''ג דחשבת לחי כקש נדף אפשר להעמידו בצד הכותל ע''י קשירה אבל קורה כי הויא כקש נדף לא קיימא כלל ובעיא ממ''נ דבר העומד וכיון דהוי מיכתת לא קאי כלל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן שתי קורות וכו'.</b> כתב הראב''ד ז''ל לשון הגמרא אם מקבלות אריח לרחבו. פירוש דבעינן שיהיו סמוכות בתוך טפח ומחצה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אכסדרה בבקעה וכו'.</b> כתב הראב''ד ז''ל כל זה שבוש, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המוציא כחול וכו'.</b> כתב הראב''ד ז''ל דבר זה כתב במקום עירניות האמור בגמרא ופירושו לא נהיר אבל עירניות שאינן צנועות ולעולם מתקשטות שתי עינים, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המוציא פחות מכשיעור וכו'.</b> כתב הראב''ד בירושלמי מפרש כהלין תותים שהן צריכים לכלים, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בחוטי צמר וכו'.</b> כתב הראב''ד זה שבוש אע''פ שהן תפורין זה בזה אם אינם תפורין לשבכה לא תצא לא בטוטפות ולא בסרביטין, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היה מתיירא וכו'.</b> כתב הראב''ד אני ראיתי ג''כ שטעה במקום אחר בזה שהוא סבור החדשות שר' יהודה אומר מפני שחושש שמא קמיעין הן ואינו כן כי בודאי אין אדם טורח לעשות קמיע כעין תפילין אלא חדשות שאינן מקושרות לפי שאין קושרין בשבת ותפילין שאינן מקושרין מחשיך עליהם שלא בשעת הגזרה ושלא בסכנת ליסטים ומביאן לערב שלא לזלזל בקדושתן כמו שמצילין כל כתבי הקדש מן האיבוד, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ובמטלניות המרוקמות.</b> א''א אין זה נכון דהא אמרינן בין לנוי בין לשמר אסור, ע''כ: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> רטיה שפרשה כו' עד ומניחין רטיה וכו'.</b> כתב הראב''ד ז''ל כל זה שבוש אלא מחזירין אותו אפילו מעל גבי קרקע, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואין מקנחין וכו'.</b> כתב הראב''ד ז''ל הצרפתים מפרשים כן וקשיא לי ביש לו בית אחיזה מאי הוי א''א לקנוח בלא סחיטה. ואני אומר כיון שיש לו בית אחיזה ה''ל כצלוחית מלאה מים שמריק ממנה מים אבל כשאין לו בית אחיזה אסור לסוחטו עכ''ל: "
      ],
      [],
      [
        "<b> המכסכס את הסודר וכו'.</b> כתב הראב''ד ז''ל טעה בזה דבין סודר בין חלוק מותר וכ''פ הרב ז''ל עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> שתי מטהרות וכו'.</b> כתב הראב''ד ז''ל לא כיון יפה לטעם התוספתא אלא מפני שהוא מקפיד על המים שיורדים מן הגג שלא יצאו לרה''ר דרך הביב אלא לכנסן לתוך בורו שבחצר ומקפיד על הפקק שיהא מהודק ביותר על פי הביב עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הנוטה פרוכת.</b> כ' הראב''ד ז''ל אין דעתי נוחה בכל זה שלא באו לכאן משום אהל וזה אינו אלא מפני שהוא בכסכיו והם לולאות וצריך לכוין הלולאות כנגד היתדות שבכותל ושני בני אדם יכולים לכוין בלא שנוי הקפול שלו אבל אדם אחד לא. וכילה שהיא גדולה בכסכהא אפילו עשרה בני אדם אין יכולין לכוין שלא במתוח הקפול שלו ויראה כנוטה אהל לכתחילה א''נ כמשפט אקמטרן לתקנו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואסור להדיח וכו'.</b> כתב הראב''ד ז''ל כל זה אינו אסור אלא מפני שהוא טורח לחול, עכ''ל: "
      ],
      [],
      [
        "<b> אין מגביהין וכו'.</b> א''א ואפילו ליתן לכהן בו ביום: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אסרו חכמים לטלטל וכו'.</b> כתב הראב''ד ז''ל עוד אמרו אטו טלטול לאו צורך הוצאה הוא ועוד בימי נחמיה בן חכליה נשנית משנה זו שאמרו שלשה כלים קטנים נטלים על השלחן נמצא כי מפני חיוב ההוצאה אסרו בטלטול מה שאסרו שהוא גדר להוצאה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היה כלי מחובר לקרקע וכו'.</b> כתב הראב''ד כן פסק הרב ז''ל ותמהנו עליו בהא דאמר רבינא כמאן מטלטלים האידנא כסויא דתנורא במתא מחסיא אע''ג דאין לו בית אחיזה כראב''י הא ודאי כר''י הוא דאיהו הוא דמייתי סיעתא למילתיה דכלים וחברינהו בארעא כתלושין דמו שהתנור באפייתו תלוש ולבסוף חברו הוא ש''מ הלכה כר' יוסי. כן היינו סבורים ימים על ימים עד שחזרתי וראיתי ראש הברייתא על שברי תנור ישן שהן ככל הכלים הנטלים בחצר אלמא בשאינן מחוברים מיירי ור' יוסי העיד על כסויו שאינו צריך בית יד ור''ל שאע''פ שחברו כתלוש הוא ורצה לגלות מהיכן יצא לו ההיתר תחלה ומשם למד, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> היתה הכלכלה כו' שאם ינער הפירות יטנפו.</b> כתב הראב''ד ז''ל אני לא מצאתי כן בגמרא שאפילו בפירות המיטנפין חזר והקשה ולנערינהו נעורי וחזר ותירץ בשהיתה האבן דופן לכלכלה ואפילו בפירות שאינן מיטנפין אבל אם לא היתה האבן דופן לכלכלה אפילו פירות המיטנפין אפשר לנער אותן בתוך הכלכלה עצמה עד שתהיה עליונה וינערנה לחוץ ולא יצטרך לטלטל האבן עם הכלכלה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל כופה הוא הכלי וכו'.</b> כתב הראב''ד ז''ל בירושל' ובלבד שלא יגע בביצה: "
      ],
      [
        "<b> נותנין כלי תחת הדלף וכו'.</b> כתב הראב''ד ז''ל איני יודע מהו זה שאין ראוי לכאן זה הטעם. וסוגית הגמרא כך היא נותנין כלי תחת הדלף בשבת בדלף הראוי ואם נתמלא הכלי שופך ושונה כדי שלא יעשה לכלוך בבית ויהיה גרף של רעי ואם הוא בבית שאינו דר שם ואם יעשה בו לכלוך אין קפידא אם יש לחוש לו להפסד הבית יכניס שם מטתו כדי שיהא לו הלכלוך גרף של רעי ויהא מותר לשפוך לחוץ כמעשה דבי רחייא דאביי ואם אין שם הפסד לא יכנס שאין עושין גרף של רעי לכתחלה עכ''ל: "
      ],
      [],
      [
        "<b> תרנגולת שברחה וכו'.</b> כתב הראב''ד ז''ל זה הטעם אינו אבל מפני שהיא מקפיא נפשה והיא ניטלת ביד עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> סולם של עליה וכו'.</b> כתב הראב''ד אין כאן מקום לזה. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אם היה ניטל ואגדו עמו וכו'.</b> כתב הראב''ד אינו תופס דרך הגמרא אלא אם אינו קשור בדלת והוא קשור בבריח יפה יפה שהוא ניטל עם הבריח מפני האגד אע''פ שנוטלין הבריח והנגר ומניחין אותם בזוית מותר לנעול בו שדינו כדין בריח ואין בו לא משום מוקצה ולא משום בונה אבל אם אינו נאגד יפה אלא פעמים שנשמטים זה מזה אין נועלין בו משום מוקצה או משום בונה. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> מטלטלין כנונא וכו'.</b> כתב הראב''ד ז''ל אינו תופס דרך הגמרא כלל והגמרא שהאפר מוכן הוא שהיה בו מקצת אפר שהוסק מע''ש ומקצת אפר שהוסק בשבת וכלי שנעשה בסיס לאיסור ולהיתר מותר לטלטלו עכ''ל: "
      ],
      [],
      [
        "<b> אוצר של תבואה וכו'.</b> כתב הראב''ד זה המחבר מזכי שטרא לבי תרי שמפרש משנתנו כרב חסדא וכשמואל עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היה בא למדינה וכו'.</b> א''א או שישב ולא ידע שהוא סמוך לעיר ע''כ: ",
        "<b> שהרי נכנס וכו'.</b> א''א חסר מכאן מי שישב לו בדרך ולא ידע עד שחשכה יש לו אלפים אמה לכל רוח וכן חפצי הפקר קונין כר''י בן נורי ויש להם אלפים אמה לכל רוח, ע''כ: "
      ],
      [
        "<b> מי שיצא חוץ וכו'.</b> כתב הראב''ד ז''ל זה המחבר בכל מה שכתב לא הועיל כלום מכדי קי''ל הבלעת תחומין מילתא היא בין שיצא לדבר מצוה בין שיצא מאונס כדאמרי נהרדעי אי פקח הוא עייל לתחומא וכיון דעל על. מעתה מי שיצא חוץ לתחום אמה או מי שהחשיך לו חוץ לתחום אמה שהוא אנוס בריחוק אמה אמאי לא יכנס הרי יש לו לילך ד''א לאיזה צד שירצה ונאמר כיון דעל על הילכך לא משכחת לה אלא אליבא דר' יהודה וכשבירר לו לצד החיצון, עכ''ל: ",
        "<b> היתה רגלו אחת וכו'.</b> כתב הראב''ד ז''ל איכא מ''ד כיון דקם ליה כיחידאי ה''ז לא יכנס, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> מי שיצא חוץ לתחום שלא לדעתו וכו'.</b> כתב הראב''ד ז''ל איך הוא מערבב הענינים ומבלבל אותם ואינן דומין זה לזה כי מי שיצא שלא לדעת ועשו לו מחיצה בשבת או שהותר בבני אדם שלא לדעתם או נכרים עשו לו הרי הוא חוזר לתחומו אפילו כמה מפני ששבת בה בין השמשות אבל אם שבת בבקעה שהיא שלשה אלפים אמה והקיפוה נכרים בכולה אינו מהלך בה אלא אלפים אמה לפי שלא שבת באויר מחיצות מבעוד יום, עכ''ל: "
      ],
      [
        "<b> ואם נכנס וכו'.</b> כתב הראב''ד ז''ל וכן כל מי שיוצא באונס וד''א שלו מובלעות יכנס כדאמרי נהרדעי, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> והבורגנין וכו'.</b> כתב הראב''ד ז''ל בעיא ולא אפשיטא היא ולחומרא, עכ''ל: "
      ],
      [],
      [
        "<b> היו שלשה כפרים וכו'.</b> כתב הראב''ד ז''ל כמדומה אני שטעה טעות גדול שהוא נותן ד' פעמים ע' אמות ושיריים ביניהם שהרי נתן לחיצונים קמ''א ושליש בין כל חיצון ואמצעי ע' אמות ושירים הרי רפ''ג פחות שליש אמה שהרי אמרו בין חיצון לאמצעי אלפים אמה ובין חיצון לחיצון ד' אלפים אמה ולא נתנו שיעור קמ''א ושליש אלא לאויר שיהיה בין ב' החיצונות לאמצעי חוץ מגוף האמצעי שאם יהיה שם יותר אין נחשבים שלשתם כאחת, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הגיע לכותל וכו'.</b> מסתברא אם א''א לאמדו מבליעו, עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> לפיכך אם ריבה וכו'.</b> כתב הראב''ד ז''ל אני מוצא או ד' מאות או ו' מאות, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואסור לו לאדם וכו'.</b> כתב הראב''ד ז''ל בחיי ראשי אם מסברא אמרה לא סבר מימיו סברא פחותה מזו ולפי שקראוהו קדושא רבא יצא לו, ואינו כלום שכבר נתקדש היום בכניסתו על היין קודם שיטעום ואילו בא לקדש על הפת מי לא מקדש ותחשב המוציא במקום ברכת היין ויאכל וכשדרשו אין לי אלא בלילה ביום מנין ת''ל את יום אסמכתא היא דעיקר קדושא בליליא כתיב מדכתיב את יום ולא כתיב ביום א''נ דאי לא קדיש בליליא קאמר, עכ''ל: "
      ],
      [],
      [
        "<b> היה אוכל בשבת וכו'.</b> כתב הראב''ד ז''ל והוא שאין לו אלא אותו הכוס, עכ''ל: "
      ],
      [],
      [
        "<b> אם נתערב כו' ויש מי כו'.</b> כתב הראב''ד אמת הוא זה וכן מכוון בירושלמי שמקדשין ביין קונדיטון, עכ''ל: "
      ],
      [],
      [
        "<b> כלי שהיה מלא וכו'.</b> כתב הראב''ד ז''ל ודוקא מן הכוס עצמו, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> אסור לקבוע סעודה ומשתה וכו'.</b> כתב הראב''ד ז''ל דוקא שאסור לקבוע מן המנחה ולמעלה, עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>שביתה בשביעי ממלאכה מ''ע וכו' ומהו חייב וכו'.</b> כל חלקי זאת הבבא מבוארים במשנה בכ''מ ועקרן בשבת ובכריתות ובסנהדרין: "
      ],
      [],
      [
        "(ב-ג) ",
        "<b>כל מקום שנאמר בה' שבת וכו'.</b> זה מבואר סוף פ' האורג (שבת דף ק\"ז) מימרא דשמואל כל פטורי דשבת פטור אבל אסור בר מתלת ואיתא פ״ק (ד' ג'). ובהנהו תלת יכתוב בהן רבינו מותר לכתחלה. <b>ומ״ש והעושה אותה בזדון מכין אותו מכת מרדות</b> הוא מפני שעובר על ל״ת של דבריהם בדבר שיש לו עיקר מן התורה והוא בן מרדות ויש לזה סמך בהרבה מקומות ומהם ריש פ' תולין (שבת קל\"ח) לוקין מכת מרדות מדרבנן. ופ' כירה (שבת מ':) גם כן מכת מרדות מדרבנן: "
      ],
      [
        "<b>וכל מקום שנאמר אינו חייב כלום וכו'.</b> זה כלל הרב לכונת לשונו והוא בעניינים שאין לומר בהן מותר ורשאי וכמו שמבואר כל אחד במקומו: "
      ],
      [
        "<b>דברים המותרין לעשותן בשבת ובשעת עשייתן וכו'.</b> זה מחלוקת ר' שמעון ורבי יהודה ונפסקה הלכה בגמ' פ' המצניע (שבת צ\"ד) ובמקומות אחרים כר״ש דאמר דבר שאין מתכוין מותר: ",
        "<b>כיצד גורר אדם מטה כסא וספסל וכו'.</b> ברייתא פ' ב''מ (שבת דף כ\"ט ב') וכר''ש והעולה שם מגרסת הספרים ורש''י ז''ל דבין גדולים בין קטנים מותר. וזהו שסתם רבינו ז''ל: ",
        "<b>ורוחץ ידיו בעפר הפירות וכו'.</b> פ' במה טומנין (שם דף נ\"ב) וכר''ש: ",
        "<b>פרצה דחוקה וכו'.</b> מימרא דשמואל פ''ק דכתובות (דף ו') ופ' אחרון דנדה (דף ס\"ד) וכרבי שמעון: "
      ],
      [
        "<b>עשה מעשה ונעשית בגללו מלאכה וכו'.</b> זה מבואר בכמה מקומות ומהם פרק הבונה (שבת דף ק\"ג) מודה רבי שמעון בפסיק רישיה ולא ימות. ויש מי שכתב שאם לא היה נהנה מאותה מלאכה שנעשת בשביל אותו מעשה אף על פי שהמלאכה ההיא הכרחית להעשות בשבילו מותר לעשות המעשה וזה דעת בעל הערוך. ויש מי שכתב פטור אבל אסור: "
      ],
      [
        "<b>כל העושה מלאכה בשבת אע״פ שלא צריך וכו'.</b> דין זה מחלוקת ר' יהודה ור״ש בהרבה מקומות. ועיקרו פ' המצניע (שבת צ\"ג ב') במשנה וסתם המשנה שם כר' יהודה דמחייב. ובהשגות א״א ר״ח ז״ל פסק כר״ש וכו' פטור עליה ע״כ. ומדברי ההלכות שכתבו פרק כירה נראה שפוסקים כר' יהודה וכשמואל דס״ל הכין. ויש לי סעד לסברא זו מפני שידוע דמאן דמחייב דבר שאין מתכוין כ״ש שיחייב מלאכה שאינה צריכה לגופה. ומאן דפטר דבר שאינו מתכוין אינו הכרח שיפטור מלאכה שאינה צריכה לגופה כדאיתא פרק כירה (שבת מ\"א:) ושתיהן מחלוקת ר״י ור״ש ונחלקו רב ושמואל בפסק ההלכה ורב סבר כר״י לחייב ואפילו באין מתכוין ושמואל כר״ש בדבר שאינו מתכוין אבל לא בשאינו צריך לגופה ואיך נקל אנחנו משניהם ומ״מ דעת אחרונים ז״ל כך הוא כר״ש עד שהרמב״ן ז״ל דחק לומר שאף כונת ההלכות היתה לפסוק כר״ש וזה דעת הרשב״א ז״ל והאריכו בזה. ופירשו מה שאמרו פרק אחרון (שבת דף קנ\"ז) בכל השבת כלה הלכה כר״ש לבר ממוקצה וכו' שהוא כולל אפילו מלאכה שאינה צריכה לגופה ולא דיני מוקצה בלבד: ",
        "<b>כיצד הרי שכבה את הנר מפני שהוא צריך וכו'.</b> פסק כסתם משנה דפרק במה מדליקין (שבת כ\"ט:) וכר' יהודה ודלא כר' יוסי דס''ל התם כר' שמעון. וכבר כתבתי שדעת האחרונים לפסוק כר' שמעון ומיהו לדברי הכל איסורא איכא: ",
        "<b>וכן המעביר קוץ ד״א ברשות וכו'.</b> זה נלמד ממימרא דרבינא דפ' כירה (שבת מ\"ג) ושם נראה דרבינא ס״ל כר״י במלאכה שאינה צריכה לגופה והוא מסקנא דגמ' שם: ",
        "<b>או המכבה את הגחלת וכו'.</b> פי' של עץ ומימרא דשמואל הוא שם וכר' יהודה ולדברי הפוסקים כר''ש במקום שיש נזק לרבים כגון זה מותר לכתחלה וכ''כ הרמב''ן ז''ל: "
      ],
      [
        "<b>כל המתכוין לעשות מלאכה וכו'.</b> זה מבואר פ' ספק אכל חלב בכריתות (דף [י\"ט] ע\"א) ומתבאר מדין נתכוין ללקוט שיתבאר בסמוך: ",
        "<b>ק''ו אם נתכוין לזרוק בכרמלית ועברה האבן ברה''ר שהוא פטור וכו'.</b> זה פשוט ומתוך לשון רבינו יראה שכוונתו שהכרמלית קרובה אליו ורה''ר רחוקה ממנו וא''כ הוא אפי' ברה''ר כה''ג פטור כמו שהתבאר פ' י''ג שמי שנתכוון לזרוק ד' וזרק ח' פטור. ואפשר שהוצרך להשמיענו בכאן הוא כשחשב בשעת הזריקה שינוח החפץ בכל מקום שירצה דבכי הא חייב ברה''ר כמבואר שם וכאן מפני שלא נתכוון לזרוק אלא בכרמלית פטור ומ''מ עיקר כוונתו היא שהזורק עומד ברה''י וכרמלית ורה''ר לפניו ונתכוון לזרוק מרה''י לכרמלית וזרק בר''ה וזה מוכרח: ",
        "<b>נתכוין לעשות דבר המותר וכו'.</b> זה מחלוקת אביי ורבא פרק כלל גדול (שבת דף ע\"ג) ובהרבה מקומות ופסק כרבא, ויש שפירשו נתכוון לחתוך תלוש זה וחתך מחובר זה ועיקר הפירוש הוא נתכוון לחתוך איזה דבר כסבור שהוא תלוש ונמצא שהוא מחובר ואפ''ה פטור ולזה הסכים רמב''ן: "
      ],
      [
        "<b>נתכוין ללקוט תאנים שחורות וכו'.</b> זה מבואר שם בכריתות (דף [י\"ט] ע\"א) במשנה ובגמרא וכר' יהושע. ופירוש דברים אלו הם לענין קרבן וכגון שהוא שוגג בשבת או במלאכה כמו שיתבאר: "
      ],
      [
        "<b>היו לפניו שתי נרות וכו'.</b> זהו פשט הברייתא (שם [דף כ'] ע\"ב) והר''א ז''ל מפרשה בפנים אחרות בהשגות ואין לי להאריך ולכשיבנה ב''ה יבא מורה צדק: "
      ],
      [
        "<b>אבל אם נתכוין וכו'.</b> באותה ברייתא שם: ",
        "<b>כבה זו והדליק זו וכו'.</b> ברייתא (דף י\"ט ע\"א): ",
        "<b>וכל העושה מלאכה במתעסק ולא נתכוין לה פטור.</b> זה מימרא שם, (שבת דף צ\"ב ע\"ב) ובכמה מקומות: "
      ],
      [
        "<b>כל המתכוין לעשות מלאכה ונעשית ביותר על כונתו חייב פחות מכונתו פטור.</b> פ' המצניע מבואר. ובהשגות אמר אברהם אין לשונו יפה בזה אבל היה לו לומר המתכוין לעשות מלאכה מעולה ועשאה פחותה פטור אבל פחות מכוונתו אינו פטור שהרי אם כתב שם משמעון חייב והוא פחות מכוונתו אלא שלא קלקל מעשיו, עד כאן. ואני רואהו בכאן חפץ להשיג שדקדוק לשון רבינו באמרו ונעשית הוא שלא נעשית בדרך כוונתו אלא בשנוי. וכשהשנוי הוא יותר על הכונה חייב וכשהוא פחות פטור. ושם משמעון לא נשתנית מחשבתו כלל אלא שלא נגמרה ולא היה לו אפשר לכתוב שמעון אם לא יכתוב שם תחלה וכ''ש שכבר ביאר רבינו כל זה בביאור שהזכיר בדינים: ",
        "<b>כיצד הרי שנתכוין להוציא וכו'.</b> זה שם במשנה ומפורשת בגמרא: "
      ],
      [
        "<b>היה חגור בסינר והשליך וכו'.</b> זה מבואר במשנה (שם דף צ\"ב:) באמת אמרו וכו' שכן ראוי להיות חוזר. ופירש''י ז''ל שאם נתן לו דבר להוציא ובא לו לצד אחר חייב שדרכו להיות חוזר סביבותיו ומתחלה ידע שסופו להתהפך ע''כ: "
      ],
      [],
      [
        "(יד-טו) ",
        "<b>כל המתכוין לעשות מלאכה וכו'.</b> זה מבואר בהרבה מקומות בשבת ומהם פ' המצניע בגמ' (שם צ\"ב): ",
        "<b>וכן כל מלאכה שהיחיד יכול לעשותה וכו'.</b> מפורש במשנה וברייתא בהמצניע (דף צ\"ב צ\"ג). ",
        "<b>ומ''ש כגון שעקר החפץ מרשות זה וכו'.</b> מבואר במשנה בפ''ק: "
      ],
      [
        "<b>ואם אין אחד מהם יכול לעשותה כו'.</b> סתם משנה (שם בהמצניע צ\"ב:) ודלא כר''ש. ",
        "<b>ומ''ש ושיעור אחד לשניהם.</b> הוא בגמ' (שם צ\"ב:): ",
        "<b>היה כח באחד להוציא קורה זו לבדו וכו'.</b> בגמרא (שם צ\"ב:) בביאור: "
      ],
      [
        "<b>כל המקלקלין פטורים כיצד הרי שחבל בחבירו וכו'.</b> משנה פרק האורג (שבת דף ק\"ה) ופי' בשחבל וקרע שלא בחמתו הא בחמתו חייב לדעת רבינו כמו שיתבאר פ' שמיני ועשירי ואחד עשר ושנים עשר: ",
        "<b>חפר גומא ואינו צריך אלא לעפרה וכו'.</b> מימרא פ' כלל גדול (שבת ע\"ג:) וטעם הקלקול הוא לר' יהודה כדאיתא התם. ואפי' לר' יהודה דאמר מלאכה שאינה צריכה לגופה חייב ה״מ מתקן האי מקלקל הוא ע״כ. ומכאן שאם היתה הגומא במקום שאין בו קלקול אע״פ שאינו צריך לה חייב עליה לדעת רבינו ז״ל שפסק כר״י וזה פשוט: "
      ],
      [
        "<b>כל המקלקלין על מנת לתקן וכו'.</b> זה משנה בהאורג (שם ק\"ה:) והמקלקל על מנת לתקן שיעורו כמתקן ע''כ: "
      ],
      [
        "<b>כל העושה מלאכה בשבת וכו'.</b> משנה בהזורק בשבת (דף ק\"ב): "
      ]
    ],
    [
      [
        "<b>דחויה היא שבת אצל סכנת נפשות וכו'.</b> במשנה פ' אחרון דיומא (דף פ\"ג) כל ספק נפשות דוחה שבת: ",
        "<b>ספק שהוא צריך לחלל עליו את השבת ספק אינו צריך וכן אם אמר רופא וכו'.</b> כבר נתבאר זה בגמ' שם. והיכא שהרופאים יותר משנים ונחלקו יתבאר פ''ב מהלכות שביתת עשור: "
      ],
      [
        "<b>אמדוהו ביום השבת וכו'.</b> מפורש בגמ' (שם פ\"ד:) מימרא על המשנה: ",
        "<b>מדליקין וכו'.</b> כל זה מבואר, ופרטי המלאכות שהזכיר הדלקת הנר פרק מפנין (שבת דף קכ\"ח:) גבי חיה: ",
        "<b>מכבין הנר.</b> פ' ב''מ (שם כ\"ט:): ",
        "<b>שוחטין ואופין ומבשלין.</b> פ''ק דחולין (דף ט\"ו:): ",
        "<b>ומחממין לו חמין וכו'.</b> ברייתא פ' אחרון דיומא (דף פ\"ד:) מחממין לו חמין בין להשקותו בין להברותו: "
      ],
      [
        "<b>כשעושין דברים וכו'.</b> ברייתא שם וגיר' ההלכות והגאונים ואין עושין דברים הללו לא ע''י נכרים ולא ע''י קטנים אלא בגדולי ישראל ואין אומרים לעשות דברים הללו לא ע''י נשים ולא ע''י נכרים מפני שמצטרפין לדעת אחרת. <b>ומה שכתב רבינו כדי שלא תהא שבת קלה בעיניהם</b> נראה שהוא פירוש למה שאמרו מפני שמצטרפין לדעת אחרת ואע''פ שכלל רבינו עמהם קטנים ונכרים אין הטעם הזה אלא לנשים ועבדים: ",
        "<b>ואסור להתמהמה וכו'.</b> מבואר שם. ובירושלמי הזריז הרי זה משובח והשואל הרי זה שופך דמים: ",
        "<b>ומ''ש שנאמר אשר יעשה וכו'.</b> שם מימרא דשמואל ומסקנא דגמרא שם דמהתם ילפינן לה: ",
        "<b>הא למדת שאין וכו'.</b> דברי רבינו ז''ל: "
      ],
      [
        "<b>החושש בעיניו והוא וכו'.</b> מימרא בע״ז פרק אין מעמידין (עבודה זרה דף כ\"ח:) ופרטי החליים שכתב שם בגמרא ואמרינן התם לאפוקי סוף אוכלא ופצוחי עינא דאין מחללין. וטעם החלול בחליים האחרים משום דשורייני דעינא בליבא תלו כדאיתא התם: "
      ],
      [
        "<b>וכן מי שיש לו מכה בחלל וכו'.</b> ומכה שהיא בגב היד וגב הרגל. הכל מבואר שם (דף כ\"ח) מימרות פסוקות. ובהלכות הובאו פ' ח' שרצים ובחדושי הרשב''א ז''ל פי' מכה של חלל שנתקלקל אחד מן האברים הפנימים מחמת מכה שיש בו או מחמת בועה שנעשית בו אבל מיחושים אינן נקראין מכה ואין מחללין עליהם את השבת אלא א''כ הוא מיחוש שיש בו מכה. מורי הרב נר''ו. וכתב הרמב''ן ז''ל פי' מכה של חלל דקא אמרינן אינה צריכה אומד לומר שאפי' אין שם בקיאים וחולה נמי אינו אומר כלום עושים לו כל שרגילין לעשות לו ממאכלים ורפואות ומחללין שבת ואין נשאלין כלל. אבל כשיודעין ורגילים באותו חולי שהוא ממתין ואין צריך חלול ודאי אסור לעשות לו וכ''ש בחולה או ברופא אומרין אינו צריך דאין מחללין אע''פ שהיא מכה של חלל הא במכה שאינה של חלל נשאלים בבקי או בחולה ואין מחללין עד שיאמר אחד מהם צריך הוא לחלול זה או שנעשה אצל אחד מהם ספק נפשות עכ''ל: ",
        "<b>וכן כל חולי שהרופאים אומרין וכו'.</b> זה פשוט ביומא (דף פ\"ב) ובכמה מקומות: "
      ],
      [],
      [
        "(ו-ז) ",
        "<b>הבולע נימא של מים מחממין לו וכו'.</b> פרק קמא דע''ז (דף י\"ב:) ופירש''י ז''ל נימא עלוקה: ",
        "<b>וכן מי שנשכו כלב שוטה או אחד מזוחלי וכו'.</b> מפורש בגמ' פ' אחרון דיומא (דף פ\"ד) שנשיכת הכלב השוטה ממיתה. ושאר זוחלין פ' כל כתבי (שבת דף קכ\"א): ",
        "<b>חולה שאמדוהו רופאים להביא לו גרוגרת אחת ורצו עשרה בני אדם.</b> מימרא פ' ר' ישמעאל במנחות (דף ס\"ד): "
      ],
      [
        "<b>חולה שהיה צריך לשתי גרוגרות ולא מצאו אלא שתי גרוגרות בשני עוקצים ושלש גרוגרות וכו'.</b> שם בעיא דאפשיטא: "
      ],
      [
        "<b>המבשל לחולה בשבת ואכל החולה והותיר אסור לבריא לאכול מן וכו'.</b> פסק הלכה בגמ' פ''ק דחולין (דף ט\"ו:) ומ''מ הסכימו המפרשים ז''ל שלמוצאי שבת מותר לבריא לאלתר ואין צריך להמתין בכדי שיעשו ודברי רבינו ז''ל אינן אלא בשבת עצמו ופשוט הוא: ",
        "<b>אבל השוחט לחולה בשבת מותר לבריא לאכול ממנו בשר חי וכו'.</b> גם זה שם פסק הלכה אמר רב דימי הלכתא השוחט לחולה בשבת מותר לבריא באומצא מ''ט כיון דא''א לכזית בשר בלא שחיטה כי קא שחיט אדעתא דחולה קא שחיט: <b>ובהשגות</b> אמר אברהם והוא שיהיה לו חולה מבעוד יום ע''כ. באור דבריו דאי לאו הכי אסור משום מוקצה וכבר נזכר כן שם בגמ' למעלה מזה. ומ''מ עיקר הדבר דלדידן דקי''ל כר''ש אין מוקצה בשבת אלא מוקצה מחמת איסור שדחה בידים כגון נר שהדליקו באותה שבת אבל אם לא דחאו בידים כגון בכאן מותר ואף על פי שהבהמה היתה מוקצה מחמת איסור שחיטה לא דחאה הוא בידים וזה דעת הרב ר' יונה ז''ל וזהו שלא הזכיר רב דימי כן וכ''נ מן ההלכות שלא הביאו אלא מימרא דרב דימי בלבד. ודעת קצת המפרשים כדברי הר''א ז''ל: "
      ],
      [
        "<b>חולה שאין בו סכנה עושין לו כל צרכיו ע''י נכרי כיצד אומרין וכו'.</b> מימרא פ' מפנין (שבת דף קכ\"ט) ופירוש דוקא בדבר שיש בו ממנו חולי לכל גופו של אדם כגון חיה ל' יום וכגון לכחול העין בסוף האוכלא שהוא נופל למשכב או מצטער וחולה ממנו אבל חושש והוא מתחזק והולך כבריא אין מתירין לו אפילו שבות דדבריהם ואפילו ע''י נכרי ולא עוד אלא דברים שאין בהם מלאכה ולא כלום בעולם גזרו משום שחיקת סמנין ע''כ כתב הרשב''א ז''ל בשם הרמב''ן ז''ל ודברים ברורים הם יתבארו בדברי רבינו פ' כ''א: ",
        "<b>וכן כוחל עיניו מן הנכרי בשבת אע''פ שאין שם סכנה וכו'.</b> פרק שני דביצה (דף כ\"ב) מימרא דאמימר ומעשה שם: ",
        "<b>ואם היו דברים שאין בהם מלאכה עושין אותן אפילו ישראל וכו'. לפיכך מעלין אזנים.</b> פי' גידי האוזן פעמים שיורדין למטה ומתפרקים הלחיים וצריך להעלותן. ודעת רבינו שאין סכנה בדבר, והדין פרק אין מעמידין (ע\"ז דף כ\"ח:) ושם שני לשונות איכא מ''ד ביד אבל לא בסם ואיכא מאן דאמר בסם אבל לא ביד. וכתב הרשב''א ז''ל נראה שדעת רבינו כלישנא קמא דאמר דוקא ביד ובפרק כ''א יתבאר. ורש''י ז''ל פירש פירוש אחר: ",
        "<b>ומעלין אונקלי.</b> שם ואמרינן מאי אונקלי אסטומכא דליבא פי' אלמעידה עד כאן בהלכות: ",
        "<b>ומחזירין את השבר.</b> פ' חבית (שבת קמ\"ז קמ\"ח) פסק הלכה בגמרא, וכבר נתבאר לך בדברי רבינו שכל שבות מותר בחולי שאין בו סכנה כיון שהוא חולי כולל כל הגוף בין שבות דאמירה לנכרי בין שבות הנעשה על ידי ישראל אבל באבר אחד כיון שאין בו סכנה לא הותר לישראל אפילו שבות גמור וזהו שלא התירו לכחול אלא מן הנכרי אף על פי שאין בכוחל אלא משום שבות כנזכר פ' כ״ג אבל מלאכה גמורה בישראל לא הותרה אפי' בסכנת אבר אחד אלא בסכנת נפשות. אבל הרמב״ן ז״ל חלוק בדין הראשון ואומר שלא התירו כל שבות בחולי שאין בו סכנה אלא דוקא שבות שיש בו שנוי ונעשה כלאחר יד אבל שבות הנעשה ע״י ישראל והוא נעשה כדרכו לא התירו והביא ראיה לזה ממה שאמרו פרק המילה (שבת קל\"ד) אין טורפין יין ושמן לחולה בשבת ר' שמעון ב״א אומר משום ר״מ טורפין והוא ז״ל פוסק כת״ק אבל אם יש בו סכנת בטול אותו אבר שנשבר מותר ע״כ דבריו. נראה מהם שהוא מפרש מעלין אזנים שיש בהם סכנה. וכן פירש״י ז״ל וכן דעתו באונקלי שאם לא כן יהיו אסורין בלא שנוי אע״פ שאינן אלא משום שבות או יפרש שיש בהן סכנת אבר. ומ״מ מדברי ההלכות נראה שאין הלכה כת״ק דאמר אין טורפים יין ושמן לחולה אלא כר״מ וזהו שלא הביאום בהלכות ולא הוצרכו לכתוב אהיתר דר״מ מפני שכבר נתבאר בכמה מקומות שהשבותין מותרין בחולי שאין בו סכנה ואף הסוגיא שבפ' המילה לכאורה ריהטא כר״מ ואף מדברי רבינו נראה כן ודעת הרשב״א ז״ל כדעת הרמב״ן ז״ל: "
      ],
      [
        "<b>היולדת כשכורעת לילד הרי היא בסכנת נפשות וכו'.</b> משנה פ' מפנין (שבת דף קכ\"ח:) וחתיכת הטבור מחלוקת שם ופסק הלכה בגמרא (שם קכ\"ט:) שהוא מותר. ",
        "<b>ואם היתה צריכה לנר וכו'.</b> ברייתא שם ומפרש בגמרא אפי' סומא דאמרה אי איכא מידי חזיין חברותי ועבדין לי: ",
        "<b>ואם היתה צריכה לשמן וכיוצא בו מביאין לה וכו'.</b> ברייתא שם: ",
        "<b>וכל שאפשר לשנות משנין וכו'.</b> שם מבואר השנוי הזה ואמרו כמה דאפשר לשנויי משנינן. וכתב הרמב''ן ז''ל ושמעינן מינה דכל צרכי חולה אע''פ שיש בו חולי סכנה היכא דאפשר למעבד לה למלאכה בשנוי שלא יתחלל בה שבת משנין ואין מחללין והוא שלא יתאחר צרכו של חולה כלל בשנוי זה, ותנן נמי גבי מילה (שם דף קל\"ג) ונותנים עליה אספלנית וכמון לא שחק מערב שבת לועס בשיניו ונותן לא טרף יין ושמן נותן זה בעצמו וכו'. וש''מ אע''פ שסכנה היא לו אין מחללין את השבת לעבור על דברי תורה אלא עושין המלאכות בשינוי בדבר שהוא משום שבות ובלבד שיעשה כל צרכו של חולה בזריזות עכ''ל. ומלשון רבינו ז''ל נראה שאין חולה שיש בו סכנה בכלל השנוי אלא החיה וזהו שכתב הרי היא בסכנת נפשות ולא הזכיר השינוי בחולי שיש בו סכנה וכתב למעלה כללו של דבר שבת לגבי חולה שיש בו סכנה הרי הוא כחול לכל הדברים וכו'. והטעם בזה נראה מפני שכאב היולדת וחבליה הם כדבר טבעי לה ואין אחת מאלף מתה מחמת לידה ולפיכך החמירו לשנות במקום שאפשר ולא החמירו בחולה. ודין המילה הוא לפי דעת רבינו מפני טענה אחרת מפני שהן מכשירין שהיה אפשר לעשותן מערב שבת כמו שהזכיר רבינו פרק שני מהלכות מילה: "
      ],
      [
        "<b>אין מילדין וכו'.</b> בפ' אין מעמידין (עבודה זרה דף כ\"ז) מבואר בגמרא. ואמרו שם הטעם שיכולה להשמט ולומר לה שיש בזה חלול ולדידן דנטרי שבתא מחללין עלייהו שבתא לדידכו לא: ",
        "<b>אבל מילדין בת גר תושב וכו'.</b> זה פשוט שהרי אנו מצווין להחיותו כדאיתא פרק אחרון דע''ז: "
      ],
      [
        "<b>חיה משיתחיל דם וכו'.</b> בגמרא פרק מפנין (שבת דף קכ\"ט) יש מחלוקת אביי אמר משעה שתשב על המשבר ר''ה בריה דרב יהושע אמר משעה שהדם שותת ויורד וסבור רבינו שהוא השיעור הקודם ופוסק בספק נפשות להקל. וכן עיקר אע''פ שלא פסקו כן בהלכות: ",
        "<b>ואחר שתלד עד שלשה ימים וכו'.</b> זמנים אלו מפורשים שם כנהדרעי, ומבואר בהלכות וכתב רב אחא דכל שלשה אפי' היא ורופאים אומרים לא צריכה מחללין דההיא בריותא לאו בריותא הוא ועבדינן לה מדורה ומחמין לה חמין וכל צרכי דעבדינן לחיה עבדינן. והרמב''ן ז''ל נחלק עליו ואמר שלא נאמרו דברים אלו אלא כשאין שם חכמה ובקי וצרכי החיה ידועים לכל אבל יש שם ואומרים לא צריכה אין מחללין והרבה שבחול אינן עושות מדורה וחמין בכל יום ע''כ דבריו: "
      ],
      [
        "<b>עושין מדורה לחיה וכו'.</b> מימרא שם ופי' ר''ז תוך שלשה או תוך שבעה בשלא אמרה איני צריכה ולמטה בסמוך יתבאר: ",
        "<b>אבל אין עושין מדורה לחולה להתחמם בה.</b> בגמרא אר''י אמר שמואל עושין מדורה לחיה בשבת סבור מינה לחיה אין לחולה לא בימות הגשמים אין בימות החמה לא אתמר אמר ר' חייא בר אבין אמר שמואל הקיז דם ונצטנן עושין לו מדורה אפילו בתקופת תמוז עכ''ל הגמרא. וסובר רבינו דהא דאייתי שמואל דהקיז דם לא בא אלא לדחות מה שאמרו בימות החמה לא מפני שהחיה הרי היא כהקיז דם דודאי שפעה דם הרבה ומחמת כן הצנה קשה לה הרבה אבל מה שאמרו לחולה לא כדקאי קאי, ודעת הרמב''ן ז''ל שהביא זה לדחות דאפילו לחולה בימות החמה עושין דלא גרע מהקיז דם ונצטנן וכן מבואר בהלכות וכן פירש''י ז''ל. ובהשגות א''א ובפרק יום הכפורים (יומא פ\"ד) תניא בהדיא מחמין חמין לחולה בשבת בין להשקותו בין להברותו וכו' ואפשר דבחולה שיש בו סכנה היא עכ''ל, ומדבריו נראה שסובר שדברי רבינו הם בחולה שאין בו סכנה ודחק באפשר דההיא דפרק יה''כ שיש בו סכנה הוא. ובודאי מוכרח הוא שם וסיפא דההיא ברייתא וספקו דוחה את השבת וכבר כתבה רבינו למעלה בראש הפרק בדין חולה שיש בו סכנה וכן יראה מדברי הר''א ז''ל דלחיה כל ל' עושין לה מדורה דכל ל' לענין מדורה [חולה] שיש בה סכנה [היא] ואני הייתי סבור לפרש דחיה דוקא תוך שבעה וכמו שכתבתי למעלה וחולה לדעת רבינו אפי' יש בחולי סכנה אין בצנה סכנה ואפשר בבגדים. ומחממין לו חמין מלתא אחריתא ואין דומה לעשיית מדורה אבל אני מבטל דעתי מפני דעתו לפי שאם הוא שיש בו סכנה הא משמע דלכל צרכיו מחללין ואע''פ שאין במניעת דבר שעושין לו סכנה: ",
        "<b>הקיז דם ונצטנן וכו'.</b> מימרא כבר זכרתיה: ",
        "<b>מרחיצין את הולד בשבת ביום שנולד וכו'.</b> מימרא סוף פרק מפנין (שבת קכ\"ט): ",
        "<b>וכן מרחיצין אותו לפני המילה וכו' ולאחר המילה וביום השלישי ואפילו בחמין שהוחמו בשבת מפני הסכנה.</b> פסק הלכה בגמרא פרק מילה (קלד:) ומבואר בהלכות כדברי רבינו ז''ל. וכן הסכימו האחרונים. ובהשגות א''א נ''ל שאין מחממין לו חמין אלא ע''י נכרי חוץ מאחר המילה ויום השלישי ובהדיא גרסינן בפסחים לא שנא בריא ול''ש חולה אין מחממין לו חמין להברותו למולו עכ''ל. ואני מוסיף שאפי' לומר לנכרי להחם לקודם המילה אין עושין וכן כתבו ז''ל לפי שמכשירי המילה אינן דוחין את השבת ואפי' ע''י נכרי במלאכה גמורה אלא תדחה המילה וכן דעת רבינו ז''ל בביאור פרק שני מהלכות מילה ושם כתב ואין מחממין לו חמין קודם המילה ואם מלו ונשפכו החמין מחממין לפי שלאחר מילה סכנה היא לו, וכאן אין כונתו וכונת ההלכות לומר להחם לו חמין ואפי' ע''י נכרי קודם המילה אלא להרחיצו בחמין שהוחמו בשבת כגון שחממן נכרי מאליו או עבר ישראל ואמר לו או עבר ישראל וחממן הוא בעצמו או הוחמו למי שיש בו סכנה בכל אלו מרחיצין אותו לפי שכל אלו מותרין אפי' לבריא דבר תורה ואין בהם אלא משום גזרת מרחצאות ובמקום מצוה לא העמידו גזרתם וכן כתבו ז''ל. ודעת רבינו מבואר כן בפרק שני מהלכות מילה ומ''מ לאחר מילה בו ביום אם נשפכו החמין וכן ביום השלישי מחממין לכתחלה מפני שסכנה היא לו. ונראה מדברי רבינו שביום שני אין מחממין ובאמת בגמרא לא הוזכר אלא יום שלישי ואחר מילה שר''ל בו ביום וכן דעת קצת מפרשים ז''ל אבל דעת קצתם דכל שכן יום שני ויום שלישי לרבותא נקטינהו וזה דעת הרשב''א ז''ל וכ''נ דעת הרב רמב''ן ז''ל: "
      ],
      [],
      [
        "(טו-טז) ",
        "<b>האשה שישבה על המשבר ומתה מביאין סכין בשבת אפי' דרך רה''ר וכו'.</b> מימרא בערכין (דף ז') סוף פרק הכל מעריכין: ",
        "<b>מפקחין פיקוח נפש בשבת ואין צריך ליטול רשות מבית דין וכו'. כיצד ראה תינוק שנפל לים וכו'.</b> ברייתא פרק בתרא דיומא (דף ס\"ד:): כבתראה, וזה דעת הרשב''א ז''ל בס''פ תולין: "
      ],
      [
        "<b>נפל תינוק לבור עוקר חוליא וכו'.</b> ברייתא פרק יוה''כ ביומא (דף ס\"ד:): ",
        "<b>ננעל דלת וכו'.</b> שם באותה ברייתא ובגמ' עביד צריכותא לכולהו: ",
        "<b>נפלה דליקה ויש שם אדם חושש וכו'.</b> באותה ברייתא שם: ",
        "<b>וכל הקודם וכו'.</b> באותה ברייתא: "
      ],
      [
        "<b>מי שנפלה עליו וכו'.</b> משנה שם (פ\"ג) ומבואר בגמ' (דף פ\"ה) דאפי' ספק ספקא כגון ספק יש אדם אם לאו ואם יש שם ספק ישראל ספק עובד כוכבים ומזלות ואם הוא ישראל ספק חי ספק מת מחללין. ורבינו ז''ל לא חשש להזכיר זה מפני שיזכיר בסמוך ואפי' תשעה עובדי כוכבים ומזלות ואחד ישראל מפקחין. וכן ממה שיזכיר מצאוהו חי מתבאר שאין ידוע להם אם הוא חי אם מת: ",
        "<b>מצאוהו חי וכו'.</b> שם במשנה ובגמרא: "
      ],
      [
        "<b>בדקו עד חוטמו וכו'.</b> פירוש וחוטמו בכלל וברייתא היא שם (פ\"ה) ופסק כת''ק: ",
        "<b>בדקו ומצאו וכו'.</b> שם בברייתא: "
      ],
      [],
      [
        "(כ-כא) ",
        "<b>היתה חצר שיש וכו'.</b> מימרא דר''י שם (פ\"ד:) תשעה עובדי כוכבים ומזלות ואחד ישראל באותה חצר מפקחין וכו'. <b>וכתב</b> רבינו פירש אחד מהן מחצר זו לחצר אחרת ונפלה עליו אותה חצר מפקחין עליו שמא זה שפירש הוא הישראל והנשארים עובדי כוכבים ומזלות. נעקרו כלם מחצר זו לחצר אחרת ובעת עקירתן פירש אחד מהם ונכנס לחצר אחרת ונפלה עליו ואין ידוע מי הוא אין מפקחין עליו שכיון שנעקרו כלן אין כאן ישראל קבוע וכל הפורש מהן כשהן מהלכים ה''ז בחזקת שפירש מן הרוב לפיכך אם היה הרוב ישראל אע''פ שנעקרו כלן ופירש אחד מהם לחצר אחרת ונפלה עליו החצר מפקחים עליו עכ''ל רבינו. ובגמרא שם אמר שמואל לא הלכו בפיקוח נפש אחר הרוב והקשו התם היכי דמי אי דאיכא תשעה עובדי כוכבים ומזלות ואחד ישראל פשיטא דה''ל קבוע וכל קבוע כמחצה על מחצה דמי ותירצו לא צריכא דפריש חד מנייהו לחצר אחרת מהו דתימא כל דפריש מרובא פריש קמ''ל דלא הלכו בפיקוח נפש אחר הרוב והקשו והאמר ר''י תשעה עובדי כוכבים ומזלות ואחד ישראל באותה חצר מפקחין בחצר אחרת אין מפקחין לא קשיא הא דפרוש כלהו הא דפרוש מקצתייהו. ועוד שם בגמרא אבל זה לבדו נכתב בהלכות. ונ''ל שדעת רבינו לפרש דפרוש כלהו ובעת פרישתן בעודן מהלכין נכנס אחד מהם לחצר אחרת בכה''ג אין מפקחין וזו היא דר''י לפי שבטל הקביעות הא דפרוש מקצתייהו ונשארו האחרים במקומן ואותו מקצת שפירש נכנס לחצר אחרת בין שיהיה המקצת רוב כלם או אחד מהם מפקחין עליו וזו היא דשמואל. וא''ת אכתי פשיטא דהרי זה כתשע חנויות מוכרות בשר שחוטה ואחת מוכרת בשר נבלה ולקח מאחת מהן ואינו יודע מאי זה מהן לקח ספקו אסור מדין קבוע. יש לי לומר דהתם אירע הספק בקבוע אבל כאן בעת פרישתו ספקו אם היה ישראל אם עובד כוכבים ומזלות לא היה צריך לנו בדבר ולא אירע הספק עד שנפלה עליו מפולת בחצר אחרת וה''ז דומה למה שאמרו גבי חנויות ובנמצא הלך אחר הרוב ומן הדין היה שלא לפקח והודיענו שמואל שמפקחין ואין הולכין אחר הרוב. זה נ''ל לדעת רבינו. ויש מי שפירש בהפך דפרוש כלהו ואחד מכלן בעת מהלכן נכנס לחצר אחרת מפקחין מפני שהוחזק ישראל בכאן ואין צ''ל פירש מן החצר וזו היא דשמואל. פירשו מקצתן כגון ד' או ה' ופירש אחד מאלו לחצר אחרת אין מפקחים שלא הוחזק באלו ישראל וזו היא דר''י. וזה דעת הרמב''ן ז''ל וכן דעת הראב''ד בהשגות וכתב הרמב''ן ז''ל שכונת רבינו היתה לפרש כך אלא שלא פסק כשמואל מסוגיא דשמעתא דהוינן עלה ומי אמר שמואל הכי וכו'. והאריך לפרש הסוגיא ללמוד דלא כשמואל אלא הולכין בפקוח נפש אחר הרוב וכן פירש''י ז''ל וגירסתם לא צריכא דפרוש לחצר אחרת והרמב''ן ז''ל פסק כשמואל וכפי פירוש שכתבתי ואמר שכן דעת ההלכות לפסוק כשמואל ומה שנ''ל כתבתי ואחר כן מצאתי כדברי להרב ר' אהרן הלוי ז''ל בפירושו להלכות וזכיתי להסכים לדעתו והכרח הוא לפי גירסת ההלכות שאמרו ל''צ דפריש חד מנייהו כמ''ש למעלה ודבר ברור הוא וכן מצאתי בתשובה לרבינו שהוא מפרש הא דפרוש כלהו אהא דר' יוחנן וכמו שכתבתי אלא שכתב דפליג אדשמואל בעלמא דסבר ר''י דלא כותיה כמו שאכתוב פט''ו מהל' א''ב: "
      ],
      [
        "<b>המהלך במדבר וכו'.</b> מימרא פרק כלל גדול (שבת ס\"ט:) ובחדושי הרמב''ן ז''ל פירשו רבותינו הצרפתים ז''ל שמותר לו לילך חוץ לתחום אפילו באותו יום שהוא מקדש לפי שתחומין מדבריהם ואפילו למ''ד תחומין דאורייתא כיון שאינו איסור סקילה לא החמירו וזהו שלא אמרו דמינכר ליה בתחומין. ואין לומר ששאר הימים אינו הולך חוץ לתחום שא''כ לעולם יעמוד במדבר ויחלל שבתות וימות בארץ גזרה ע''כ: <b>ואם היה יודע וכו'</b> מימרא שם. ובהשגות א''א פירוש יום אחד וכו'. ופשוט הוא שזו כונת הלשון ולא ניתן ליכתב: "
      ],
      [
        "<b>עובדי כוכבים ומזלות שצרו על וכו'.</b> ובעיר שסמוכה לספר. מימרא וברייתא היא בעירובין פ' מי שהוציאוהו (עירובין דף מ\"ה): ",
        "<b>ובכל מקום וכו'.</b> שם: ",
        "<b>וכשיצילו את אחיהם וכו'.</b> שם משנה וגמרא (דף מ\"ד מ\"ה): "
      ],
      [
        "<b>וכן ספינה המטורפת בים וכו'.</b> תוספתא ומשנה וברייתא בתעניות (דף י\"ט) פרק סדר תעניות האלו (האמור): ",
        "<b>וצועקין ומתחננים וכו'.</b> משנה שם ופסק כתנא קמא: ",
        "<b>ואין צועקין על הדבר וכו'.</b> שם (דף י\"ט וכ\"ב:) כתנא קמא: "
      ],
      [
        "<b>צרין על עיירות וכו'.</b> ברייתא פ''ק דשבת (דף יט:). <b>ומ''ש אע''פ שהיא מלחמת הרשות,</b> מפורש בספרי: "
      ]
    ],
    [
      [
        "<b>מותר להתחיל במלאכה מע''ש וכו' כיצד פותקין וכו'.</b> ברייתא פ''ק (שבת י\"ח) ופי' פותקין פותחין עושין נגר קטן משפת מעין לגנה, ל' רש''י ז''ל: "
      ],
      [
        "<b>ומניחין מוגמר תחת הכלים וכו'.</b> באותה ברייתא שם, ופירש''י ז''ל לבונה ומיני בשמים נותנין על האש ומעשנין על הבגדים שיהא ריחן נודף ע''כ: ",
        "<b>ומניחין קילור וכו'.</b> באותה ברייתא. ",
        "<b>ושורין דיו וסמנין וכו'.</b> במשנה (שם י\"ח:) מחלוקת ב''ש וב''ה ופסק כב''ה: ",
        "<b>ונותנין צמר ליורה וכו' ואונין של פשתן לתוך התנור וכו'.</b> ג''ז במשנה וכב''ה. ובפ' זה יתבאר שאין נותנין הצמר אלא ליורה עקורה מעל גבי האש ופיה טוח בטיט כנזכר בגמ' (שם י\"ח:). ופי' צמר ליורה לצבוע ואונין של פשתן אגודת של פשתן מנופץ ונותנין אותה בקדרה בתנור להתלבן, לשון רש''י ז''ל: ",
        "<b>ופורשים מצודות וכו'.</b> במשנה וכב''ה: ",
        "<b>וטוענין בקורת בית הבד וכו'.</b> משנה שם (דף י\"ח). ויש מי שהקשה על דברי רבינו למה לא חלק בין מחוסרין דיכה למחוסרין שחיקה, דמחוסרין דיכה אסור כדאיתא בגמרא (דף י\"ט:) לדעת ר''י. ואני אתרץ שנינו במשנה ושוין (פי' ב\"ש וב\"ה) שטוענין בקורת בית הבד ובעגולי הגת. ואמרינן עלה בגמרא מאן תנא דכל מידי דאתי ממילא שפיר דמי א''ר יוסי בר' חנינא ר' ישמעאל היא דתניא השום והבוסר והמלילות שרסקן מבע''י ר' ישמעאל בר' יוסי אומר יגמור משתחשך ר''ע אומר לא יגמור רא''א ר' אלעזר בן שמוע היא דתנן חלות דבש שרסקן מע''ש ויצאו מעצמן אסורין ור''א מתיר. והקשו בגמ' ר''א מ''ט לא אמר כר' יוסי בר' חנינא ותירצו לאו אתמר עלה אמר רבה בר בר חנה אר''י במחוסרין דיכה כ''ע לא פליגי דאסור כי פליגי במחוסרין שחיקה והני נמי כמחוסרין דיכה דמו הורה ר' יוסי בר' חנינא כרבי ישמעאל. ע''כ בגמ'. ובהלכות הביאו א''ר יוסי בר' חנינא ר' ישמעאל היא וכו'. ואתמר עלה אמר רבה בר בר חנה עד כי פליגי במחוסרין שחיקה הורה ר' יוסי בר' חנינא כר' ישמעאל ע''כ בהלכות. והקשו על ההלכות איך הביאו דברי ר' יוחנן והם חולקים על ר' יוסי בר' חנינא לפי שמשנתנו הם מחסורין דיכה ולדעת ר''י אין צ''ל לר''ע אלא אפי' לר' ישמעאל אסור והם פסקו כר' יוסי בר' חנינא שמעמיד מחלוקתם אפילו במחוסרין דיכה ומתני' כר' ישמעאל והלכתא כוותיה. אלו דבריהם ז''ל וזה דעת הרמב''ן ז''ל והרשב''א. ועם דבריהם יעלה לנו תירוץ למה שסתם רבינו בכאן את דבריו ולא חלק אבל עדיין יקשה לנו מ''ש פכ''א שחלק בדין שום ובוסר בין מחוסרים דיכה למחוסרין שחיקה וכר''י וכדעת ההלכות. וכן ראיתי בספר העתים. ואני אפרש ויהיו דבריהם קיימין. דע שדעת ההלכות ורבינו ז''ל הוא דיגמור דר' ישמעאל ר''ל יגמור ממש בשבת בידים גומר שחיקתן והלשון מורה כן שאמר יגמור משתחשך. ולא כדברי רש''י ז''ל. ואלו המפרשים שפרשו יגמור מאחר שרסקן וצברן בכובד יניחם בכלים ויצאו מעצמם וזה דוחק גדול אלא ודאי יגמור בידים. וכ''כ רבינו בבירור פ' כ''א ומשנתנו דטוענין היא ענין אחר שאין עושין בו דבר משתחשך ור' יוסי בר' חנינא כי קאמר מתניתין ר' ישמעאל היא לאו למימרא דבמחוסרין דיכה ס''ל דשרי ר' ישמעאל לדוך ולגמור בשבת דא''כ לא הוו גזרי רבנן במידי אלא ודאי מדאורייתא כל שרסקן מותר לגמור ואתו רבנן וגזרו כל שמחוסרין דיכה לכ''ע ובמחוסרין שחיקה נחלקו. א''נ דמדאורייתא נמי אסור כל שמחוסרין דיכה. וא''ת א''כ מאי קאמר ר' יוסי בר' חנינא ר' ישמעאל היא אחר שאין הענינים שוים יש לי לומר דהרי הן מחוסרין דיכה לטוענן ע''ש ולהתיר מה שיצא מהם כמחוסרין שחיקה לגמור משתחשך. וכי אקשו לר' אלעזר מ''ט לא אמר כר' יוסי בר' חנינא תירצו והודיעו דרבי יוסי בר' חנינא לאו מכ''ש מייתי לה אלא בדרך דמיון שמשוה מחוסרין דיכה לענין טעינה מבע''י למחוסר שחיקה לגמרן ומפני כך העמידה ר' אלעזר כר' אלעזר בן שמוע שהוא מדבר בדומה לזה ממש. ויש לי ראיה לזה הפירוש מה שאמרו הורה ר' יוסי כר' ישמעאל ואם איתא דר' ישמעאל היינו דין משנתנו ויגמור דקאמר ר''ל טעינה מבערב היה להם לומר הורה כמשנתנו. ועוד למה לן לאשמועינן פשיטא דהלכה כב''ש וב''ה. וא''ת להודיענו דאפילו במחוסרים דיכה שלא כדעת ר''י ליתא דודאי אפילו לר''י הלכה כסתם מתני'. וע''ק לפירוש המפרשים ז''ל לר''י היכי אפשר דת''ק ור' ישמעאל כלהו ס''ל דלא כב''ש וב''ה. וכ''ת דס''ל דלא אמר מעולם ב''ש וב''ה מאי דוחקין לאוקמיה הכי אלא ודאי יגמור דקאמר ר' ישמעאל ולא יגמור דת''ק יגמור ממש הוא. ואל יקשה עליך הדין הנזכר פכ''ב התחלתו שום שרסקו דהתם או במחוסר דיכה הוא או איסור שחיקתו מפני תערובת הגריסין הוא ואחר שנתערב. זו שטה נכונה למדתיה מלשון רבינו ז''ל כתבתיה לזכות דעתו ודעת ההלכות והמקום ידינני לזכות: ",
        "<b>ומדליקין את הנר ואת המדורה וכו'.</b> (שם דף כ') מבואר. בפ' זה יתבארו דין הנר והמדורה: "
      ],
      [
        "<b>מניחין קדרה ע''ג האש.</b> שם מבואר ועל הדרכים שיתבארו בסמוך: ",
        "<b>ויש בדבר זה דברים שהן אסורין וגזירה שמא יחתה בגחלים בשבת.</b> שם בגמרא מפורש דאפילו ב''ה אית להו הך גזרה: "
      ],
      [
        "<b>כיצד תבשיל שלא בשל כל צרכו וכו'.</b> פי' אין בכל דברי רבינו שבפרק זה עסק להטמנה כלל ואין כונתו שתהיה הקדרה טמונה בגחלים קטומים וכמו שיתבאר פ״ד. אלא הדינין שכתב כאן הם הנזכרים בגמרא פ' כירה (שבת ל\"ו:) ושלא כפירש״י ז״ל שפירשם לענין הטמנה. ומוכרח הוא שם שאין כאן עסק להטמנה. ומדברי ר״ח ורבינו האי נראה שאפילו נגיעת הקדרה באש לא וכן אנו נוהגים והדינין האלו שהזכיר רבינו בכאן הם כדעת ההלכות וקצת הגאונים ז״ל שדין משנתנו דכירה הוא לשהות ודבריו מבוארים בהלכות ולפנינו אכתוב שטה אחרת: ",
        "<b>לפיכך אם גרף האש וכו' הרי זה מותר לשהות וכו'.</b> פירוש אמרו בירושלמי הגורף עד שיגרוף כל צרכו. מן מה דתני הגורף צריך לטאט בידו הדא אמרה עד שיגרוף כל צרכו ע''כ. וכבר באר רבינו לפנינו שא''א שלא ישארו שם ניצוצות וכירה מתוך שהבלה מועט אינה ראויה להתחמם בניצוצות מעטים ומפני כך אין לחוש לחתוי. ודע שאפילו תבשיל שלא הגיע לשליש בשולו מבעוד יום מותר להשהותו ע''ג כירה גרופה או קטומה או באחד מדרכים אלו וכ''כ הרשב''א ז''ל וזה דעת רבינו ז''ל: "
      ],
      [
        "<b>במה דברים אמורים בכירה שהבלה מועט וכו'.</b> במשנה שם (דף ל\"ח:) מפורשים דיני התנור ובגמרא וכדעת ההלכות: "
      ],
      [
        "<b>ולמה אסרו לשהות וכו'.</b> זו סברת רבינו וטעמו נכון: "
      ],
      [
        "<b>הכופח הבלו רב מהבל הכירה וכו'.</b> ג''ז מפורש שם במשנה ובגמ' וכדעת ההלכות: ",
        "<b>ומותר לסמוך לכירה מבערב ואף על פי שאינה גרופה.</b> בעיא דאיפשיטא שם מכח ברייתא: ",
        "<b>ואי זו היא כירה ואי זו היא כופח וכו'.</b> בגמרא שם: "
      ],
      [
        "<b>תבשיל חי שלא בשל כלל או שבשל כל צרכו וכו'.</b> זה מבואר פ''ק (שם י\"ח) האי קדרה חייתא אי בשיל שפיר דמי בשיל ולא בשיל אסור ואי שדא ביה גרמא חייא שפיר דמי ע''כ. ופי' תבשיל חי או בשיל לגמרי מותר לשהותו. ",
        "<b>וכתב רבינו דוקא מצטמק ורע לו.</b> והכרח הוא לפי שטת ההלכות ורבינו שפסקו כמ״ד בפ' כירה (שבת ל\"ז:) שאפילו לשהות אסור מצטמק ויפה לו אלא בגרוף או <b>קטום בשיל ולא בשיל</b> פי' שלא נתבשל כל צרכו אע״פ שמצטמק ורע לו אסור אא״כ גרף או קטם גזירה שמא יחתה להשלים בשולו ואי שדא ביה גרמא חייא שפיר דמי שנעשה הכל כחי שהסיח דעתו ממנו. זהו פירוש הסוגיא לדעת רבינו וההלכות ומוכרח הוא לפי שיטתם: ",
        "<b>וכן תבשיל וכו'.</b> כבר נתבאר זה ויש בכל מה שהזכרתי שטה אחרת לקצת הגאונים ז''ל והם פוסקים שכל שהגיע לשליש בשולו שהוא נקרא מאכל בן דרוסאי בגמרא לפי דעתם משהין אותו ע''ג כירה שאינה גרופה וקטומה ואפילו מצטמק ויפה לו. וכן תבשיל חי שלא התחיל להתבשל כלל מותר אבל התחיל להתבשל ולא הגיע לשליש בשולו אסור ואם השליך לתוכו אבר חי מותר וכן הדין בתנור ואצ''ל בכופח. והדינים האלו שהזכרנו מגריפה וקטימה וחלוקי התנור והכירה והכופח על תבשיל חי כולם הם בחזרה בשבת בדוקא ועל הדרך שנזכרו בדברי רבינו בשהייה וגם האחרונים ז''ל נחלקו בזה. ודעת הרמב''ן ז''ל כדעת ההלכות ורבינו. והרשב''א ז''ל כדעת אחרים: "
      ],
      [
        "<b>כל תבשיל שאסור לשהותו וכו'. ואם שכחו אם תבשיל שלא בשל כל צרכו וכו'.</b> ג''ז כדעת ההלכות והם גורסים בבעיא שניה עבר ושכח וקא מיבעיא להו כי קנסו אף על השוכח דוקא בשלא נתבשל כל צרכו אבל נתבשל כל צרכו ומצטמק ויפה לו לא או דילמא לא שנא. ואתינן למפשטה מדאמרי' ר' יוסי הלך בצפורי מצא חמין שנשתהו ע''ג כירה ולא אסר להם ביצים מצומקות ואסר להם מאי לאו לאותה שבת אלמא מצטמק ויפה לו אסור. ודחינן לא לשבת אחרת שיזהרו שלא יעשו כן לשבת אחרת אע''פ שהיו שוכחין ולא איפשיטא ולקולא. ובהשגות הקשה הר''א ז''ל אי בשוכחים מ''ש לשבת אחרת ואיך שייך איסור בשכחה והוא ז''ל פירשה בשוגג כסבור שהוא מותר וגורס עבר ושהה ובשוגג. וטפי קשה לפירושו לשון עבר לפרשו על השוגג כיון דל''ג שכח. והרמב''ן ז''ל מפרשה בשוגגין או בשוכחין והכל מותר במצטמק ויפה לו. ולפי השטה האחרת שכתבתי למעלה אין לכל זה מקום לפסק הדין שהרי אפילו לכתחלה אינו אסור לשהות אלא מה שלא הגיע לשליש בשולו והתם ודאי אם שכח או שגג ועבר והשההו אסור: "
      ],
      [
        "<b>כל שמותר לשהותו וכו'.</b> ביאור דברי רבינו הוא שתבשיל חי שלא בשל כלל או בשל כל צרכו ומצטמק ורע לו או השליך לתוכו אבר חי שכל אלו משהין אותן ע''ג האש אע''פ שלא גרף ולא כסה כמו שנתבאר דוקא השהיה התירו אבל להחזיר כיון שאינו גרוף ואינו מכוסה לא וזה מוכרח בגמ' (דף ל\"ו ל\"ז) דלכל הלשונות אין מחזירין אלא בגרוף וקטום וכ''כ הרמב''ן ז''ל להחזיר בלא גרוף וקטום אסור לעולם אפילו מצטמק ורע לו וזה ברור ולפיכך כתב רבינו ואין מחזירין לעולם אלא ע''ג כירה גרופה וכו' ודברים פשוטים הם שם. ובהשגות א''א כמדומה לי שבוש הוא זה וצ''ל כל שאסור ע''כ. הבין הרב ז''ל דברי רבינו בדרך אחרת ואינו אלא כמ''ש. והתמה עוד בדבריו שתקן הדבר אפילו לפי דעתו במקולקל ומה צורך לכתוב שהאסור בשהייה אסור בחזרה והלא ק''ו הוא: ",
        "<b>והוא שלא הניח הקדרה וכו'.</b> לפי הנמצא בדברי רבינו ז''ל פסק מימרא (שם לח:) כפשטה דאמר רב תדאי לא שנו אלא שעודן בידו אבל הניחן על גבי קרקע אסור ולא חלק בין דעתו להחזיר לאין דעתו להחזיר. אבל לכל הגאונים ראיתי שפסקו עוד כלישנא קמא דהתם דאיתמר בתר הכי להחמיר שאפי' עודן בידו אם אין דעתו להחזיר אסור ואין בדבריהם ז''ל הכרח אבל עליהם סמכו האחרונים ז''ל. ודע שאם לא הגיע לשליש בישולו לעולם אסור להחזיר שלא הותר לבשל לכתחלה בשבת בגרוף וקטום וכן כתבו הרמב''ן והרשב''א ז''ל ופשוט הוא: ",
        "<b>ואין מחזירין לא לתנור.</b> פירוש דברי רבינו הם אפילו בתבשיל שבשל כל צרכו ומצטמק ורע לו או השליך בתוכו אבר חי שמותר לשהותו בתנור ואסור להחזירו דאי במצטמק ויפה לו כבר נתבאר לדעתו שאסור אפילו לשהותו וכ''ש להחזירו וזה דעת הרמב''ן והרשב''א ז''ל שאסרו להחזיר לתנור ולכופח שהסיקוהו בגפת ועצים אפילו בגרוף וקטום וזה דעת ההלכות: ",
        "<b>וכל שאין מחזירין עליו אין סומכין עליו בשבת.</b> בזה נחלקו עליו קצת מפרשים ז''ל ואמרו בסמיכת כופח אע''פ שהסיקוהו בגפת ועצים מותר לסמוך לו כל שהוא גרוף וקטום ולא אסרו סמיכה בגרוף וקטום אלא בתנור בלבד וזה דעת הרשב''א ז''ל: "
      ],
      [
        "<b>אסור להכניס מגרפה לקדרה והיא על האש.</b> יתבאר פ''ט שהמגיס חייב כמבשל וברייתא היא ביום טוב (דף ל\"ד) פ' המביא כדי יין ושם אכתוב דעת קצת מפרשים ז''ל שלא אמרו אלא בהגסה ראשונה וכאן נראה שרבינו כתב זה ממה שאמרו סוף פ''ק (שבת י\"ח ב') ודילמא מגיס. ונ''ל שאין דברי רבינו אמורין במבושל כל צרכו דהתם ודאי אפילו מחזירן ע''ג האש ומבשלן פטור כמו שיתבאר פ''ט כיון שכן אין לגזור בהכנסת מגרפה אבל באינו מבושל ודאי יש לחוש לדעתו ז''ל שכתב פ''ט. ובהשגות א''א הפריז על מדותיו שאסור להוציא אפילו מן הקדרה במגרפה עכ''ל. ומה שנ''ל כתבתי והוא שכל שאין בהגסה ממש חיוב הכנסת המגרפה מותר וכל שיש בהגסה חיוב אסור להכניסה ובפ''ט אכתוב עוד בזה: ",
        "<b>ומותר להחזיר מכירה כו'.</b> ירושלמי סוף פ' במה טומנין: "
      ],
      [
        "<b>לא ימלא אדם קדרה עססיות ותורמוסין וכו'.</b> ברייתא פ''ק לא תמלא אשה קדרה עססיות ותורמוסין ותניח לתוך התנור ע''ש עם חשיכה כיוצא בו לא ימלא נחתום חבית של מים ויניחנה לתוך התנור ע''ש עם חשיכה ואם עשו כן למוצאי שבת אסורין בכדי שיעשו ע''כ. ופירש רבינו שהטעם באלו מפני שהן קלי הבשול ודינן כדין תבשיל שלא בשל כל צרכו, ומכאן אתה למד דלאו דוקא תנור דה''ה כירה וכופח שאין משהין עליהם אלא על הצד שמשהין תבשיל שלא בשל כל צרכו. ואחרים פירשו שטעם האיסור בעססיות והתורמוסין מפני שהן צריכין בשול הרבה ואין היום והלילה די להם והוא רוצה לאוכלם במוצאי שבת ויש לחוש שמא יחתה בהם בשבת כדי שיהיו מוכנים לו למוצאי שבת מיד וזהו הטעם בנחתום שרוצה שיהיו חמין למוצאי שבת כדי ללוש בהן וזהו שהזכירו נחתום ע''כ דבריהם: "
      ],
      [
        "<b>תנור שנתן לתוכו בשר מבעוד יום ושהה אותו בשבת וכו'.</b> פירוש דין זה הוא אפילו כשהבשר חי ובצלי וכן כתבו ז''ל ואין לחוש לחתוי מפני הטעם שהזכיר רבינו שבחמימות התנור די להם. וחלוק מיני הבשר בגמ' (שבת י\"ח ב') איכא דאמרי דגדיא בין שריק בין לא שריק שפיר דמי דברחא נמי ושריק שפיר דמי וברחא ולא שריק רב אשי שרי רב ירמיה מדיפתי אסר ופירוש שריק פי התנור טוח בטיט ובהלכות קא פסקי רבוואתא כרב אשי ואיכא מאן דפסק כר' ירמיה ואנן נמי כר' ירמיה ס''ל. ופירוש ברחא תיש, וכתב רבינו בשר עז או של שור לפי שכ''ש הוא: "
      ],
      [
        "<b>ומפני זה נותנין אונין וכו'.</b> משנה (שם י\"ז ב') ב''ש אומרין אין נותנין אונין של פשתן בתוך התנור אלא כדי שיהבילו וב''ה מתירים וכבר נזכר דין זה בראש הפרק. והטעם שכתב כאן רבינו שאם גילהו יפסיד מבואר בגמ': "
      ],
      [
        "<b>נתן גדי שלם לתוך התנור.</b> שם (כ' א') בגמ' משלשלים את הפסח לתנור עם חשיכה משום דבני חבורה זריזין הם והקשו הא לאו הכי לא והאמר מר גדיא בין שריק בין לא שריק שפיר דמי ותירצו התם מינתח הכא לא מינתח ע''כ. ומותר לשלשל וכו' כבר הזכרתי זה בסמוך: "
      ],
      [],
      [
        "(טז-יז) ",
        "<b>אין צולין בשר בצל וביצה וכו'.</b> משנה כלשונה שם (י\"ט ב') ופירוש דין זה הוא בכל בשר וכשהבשר עצמו מונח על גוף האש וכל שהוא ראוי לאכילה מפורש שם בגמ' כמאכל בן דרוסאי ומדברי רבינו פ''ט נראה שהוא חצי בשול אבל פירש''י ז''ל שליש בישול: ",
        "<b>ומפני זה מניחין מוגמר תחת וכו'.</b> בגמרא (שם י\"ח:) מוגמר וגפרית לא מחתי בהו ואי מחתי בהו סליק בהו קוטרא: ",
        "<b>לפיכך אין נותנין צמר וכו'.</b> גם זה שם צמר ליורה ליגזר שמא יחתה ביורה עקורה. ודלמא מגיס ביורה עקורה וטוחה: "
      ],
      [
        "<b>אין נותנים את הפת בתנור וכו'.</b> משנה (שם י\"ט:) כלשונו ואין נותנין פת בתנור עם חשיכה ולא חררה ע''ג גחלים אלא כדי שיקרמו פניה ר' אליעזר אומר כדי שיקרום התחתון שלה ובגמרא (דף כ') איבעיא להו תחתון דהאיך לגבי תנור או דלמא תחתון דהאיך לגבי אור ת''ש דתניא ר' אליעזר אומר כדי שיקרמו פנים המדובקים בתנור. ורבינו פסק כר' אליעזר אם מפני שסובר שהוא מפרש דברי ת''ק או מפני ששאלו בגמרא מה היא כונתו נראה שהלכה כמותו: ",
        "<b>ואם נתן סמוך לחשיכה וכו' אם במזיד וכו'.</b> דין המזיד פשוט הוא ולמד מן הברייתא הנזכרת למעלה גבי עססיות ותורמוסין וק''ו הוא. ודין השוגג ברייתא פרק כל כתבי (שבת קי\"ז:) שכח פת בתנור וקדש עליה היום מציל מהן מזון שלש סעודות ואומר לאחרים בואו והצילו לכם וכשהוא רודה לא ירדה במרדה אלא בסכין: "
      ],
      [
        "<b>עושה אדם מדורה מכל דבר וכו'.</b> ברייתא פרק במה מדליקין (שבת כ\"א) כל אלו שאמרו אין מדליקין בשבת אבל עושין מהן מדורה וכו': ",
        "<b>וצריך שידליק רוב המדורה וכו'.</b> במשנה (שם י\"ט כ') מאחיזין את האור במדורת בית המוקד ובגבולין כדי שתאחז האור ברובן ובגמרא תני רבי חייא כדי שתהא שלהבת עולה מאליה. <b>ומה שכתב ואם לא הדליק וכו'</b> הוא מכח הברייתא דעססיות וכ''ש זה שבכאן בעוד שיהנה יש לחוש שמא יחתה: ",
        "<b>ואם הדליק עץ יחידי וכו'.</b> מסקנא דגמרא: "
      ],
      [
        "<b>במה דברים אמורים בגבולין אבל במקדש וכו'.</b> משנה כתובה למעלה ובגמרא כהנים זריזים הם: "
      ],
      [
        "<b>היתה מדורה של קנים וכו'.</b> שם (דף כ') אמר ר''ה קנים צריכין רוב אגדן אין צריכין רוב גרעינין צריכין רוב נתנן בחותלות אין צריכין רוב מתקיף לה רב חסדא אדרבא אפכא מסתברא אתמר נמי אמר רב כהנא אמר רב קנים שאגדן צריכות רוב ע''כ בגמרא לפי גרסת הגאונים וקצת ספרים ולפיכך פסק רבינו כרב חסדא. ופירוש חותלות סלים שעושין מלולבין: "
      ],
      [
        "<b>מדורת זפת או גפרית וכו'.</b> שם תני רב יוסף ארבע מדורות אין צריכות רוב של זפת ושל גפרית של רבב ושל קירה במתניתא תנא אף של קש ושל גבבא. ופי' רבב שומן: "
      ]
    ],
    [
      [
        "<b>יש דברים שאם טמן וכו'.</b> פירוש דיני הטמנה אלו הם בכל תבשיל באי זה צד שיהיה וכן כתבו ז''ל וכן דעת רבינו ודינין אלו משנה פרק במה טומנין (שבת דף מ\"ז:) אין טומנין לא בגפת ולא בזבל וכו' בין לחין בין יבשין לא בתבן ולא בזגין וכו' בזמן שהן לחין אבל טומנין בהן יבשין ע''כ. ובקצת ספרי רבינו לא נזכר תבן ובגמ' איבעיא להו לחין מחמת עצמן או דילמא מחמת דבר אחר וכו' ובהלכות וסליקא מחמת עצמן. ומלשון רבינו שכתב אפי' מחמת עצמן נראה שדעתו שיותר הם מחממין בשלחין מחמת ד''א וכל שכן שאסור ורש''י ז''ל פירש בהפך ופירש גפת פסולת של בית הבד, זגין פסולת של יקב, מוכין כל דבר רך כגון צמר גפן ותלישי צמר לשון רש''י ז''ל: ",
        "<b>ויש דברים שאם טמן בהם וכו'.</b> משנה (שם דף מ\"ח) טומנין בכסות ובפירות וכו' ובנסורת של חרשים רבי יהודה אוסר בדקה ומתיר בגסה טומנין בשלחין ומטלטלין אותן בגיזי צמר ואין מטלטלין אותן. ופסק רבינו כסתם משנה דלא כר' יהודה ודין טלטול השלחין וגיזי צמר יתבאר פרק ט''ו: "
      ],
      [
        "<b>מן הדין היה שטומנין בדבר המוסיף וכו'.</b> מימרא סוף פרק במה מדליקין (שבת ל\"ד) כגרסת הגאונים ז״ל אמר רבא מפני מה אמרו אין טומנין בדבר המוסיף הבל ואפילו מבעוד יום גזירה שמא ירתיח א״ל אביי אי הכי בין השמשות נמי ליגזר אמר ליה סתם קדרות בין השמשות רותחות הן ואמר רבא מפני מה אמרו אין טומנין בדבר שאינו מוסיף הבל משחשיכה גזירה שמא יטמין ברמץ א״ל אביי ויטמין א״ל גזירה שמא יחתה בגחלים ע״כ גרסתם ז״ל. ופירש רבינו שידוע היה להם שבין השמשות טומנים בכל דבר וזו היא כוונת המשנה שאמרה ספק חשיכה ספק אינה חשיכה טומנין את החמין וכ״כ הרי״ף בתשובה בביאור כדברי הגאונים וכבר השיבו עליו כל האחרונים ז״ל שאין זה דבר מתקבל שמבעוד יום אסור ובין השמשות מותר ועוד שהוא מפרש רותחות שכבר נחו מרתיחתן, לפיכך פירש הראב״ד ז״ל בהשגות גזירה שמא ירתיח, דכיון דאטמין בדבר המוסיף גלי אדעתיה דרותח קא בעי ליה לאורתא וזמנין דמפסיק רתיחתו מפני אורך זמנו ומרתיחו משחשיכה. והקשה אביי אי הכי בין השמשות נמי ליגזור בדבר שאינו מוסיף שכיון ששהה מלהטמין נראה שרותח רוצה אותו בלילה. אמר ליה סתם קדרות בין השמשות רותחות הן לאורתא ולא תפסק רתיחתן ע״כ, וגם זה פירוש דחוק. ועוד קשה לגרסא זו שיקרא רמץ דבר שאינו מוסיף, ולפיכך הם גורסין בראשונה בדבר שאינו מוסיף משחשיכה ובשניה בדבר המוסיף מבעוד יום וכן גרסת רש״י ז״ל. ופירש רמץ אפר המעורב בגחלת עכ״ל רש״י ז״ל: "
      ],
      [
        "<b>וכן מן הדין היה וכו'.</b> כבר הזכרתי זה: "
      ],
      [
        "<b>ספק חשיכה ספק אינה חשיכה מותר לטמון את דבר חם.</b> משנה (שם דף ל\"ד) כתבתיה: ",
        "<b>ומותר לטמון את דבר הצונן וכו'.</b> מימרא בפ' במה טומנין (שבת נ\"א) וברייתא ג״כ שם: ",
        "<b>חמין שטמנן מע''ש וכו'.</b> משנה שם כסהו ונתגלה מותר לכסותו: ",
        "<b>ומותר להחליף הכסוי וכו'.</b> ברייתא אע''פ שאמרו אין טומנין וכו' אם בא להוסיף מוסיף, כיצד הוא עושה רשב''ג אומר נוטל את הסדינין ומניח את הגלופקרין או נוטל את הגלופקרין ומניח את הסדינין. ומתוך דברי רבינו נראה שרשב''ג בא לפרש שלא התירו להוסיף אלא על ידי חלוף הכסוי בטוב ממנו. אבל להוסיף כסוי על כסוי אסור. ואחרים התירו ופירשו בדרך אחרת וכן כתבו להתיר הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>פינה את התבשיל וכו'.</b> באותה ברייתא שם. וכן היה רשב''ג אומר לא אסרו אלא באותו מיחם שהוחמו מע''ש אבל פינה ממיחם למיחם מותר: "
      ],
      [
        "<b>מניחין מיחם על גבי מיחם וכו'.</b> ברייתא כלשונה שם ואל תחוש לגרסת הספרים שגורסין אבל לא מיחם על גבי קדרה אלא הכל מותר וכן היא גרסת הגאונים ז''ל והתוספתא ופירוש מיחם של נחשת קדרה של חרס: ",
        "<b>אבל אין מניחין כלי שיש בו דבר צונן וכו'.</b> שם (דף מ\"ח) ההוא גברא דאנח כוזא דמיא אפומא דקומקומא נזהיה רבה אמר ליה ר' זירא מאי שנא ממיחם ע''ג מיחם אמר ליה התם אוקומי קא מוקים הכא אולודי קא מוליד ע''כ. ופירשו ז''ל שהקומקום היה חם כ''כ שהיה בו כדי לחמם הכוזא שהיה בו צונן ולא שיעור להפשיר בלבד שאם לא כן מותר היה אפילו נגד המדורה כמבואר פרק כ''ג. וכן מורה בכאן לשון רבינו: ",
        "<b>ואם הניחו מבערב וכו'.</b> זה פשוט שאם היה זה כטומן בדבר המוסיף ודאי בשבת היה אסור אפילו בדבר חם כמו שנתבאר שאסור להטמין דבר חם בשבת אפילו באינו מוסיף וזה ברור: "
      ]
    ],
    [
      [
        "<b>הדלקת נר בשבת אינה רשות וכו'.</b> מימרא פ' במה מדליקין (שבת כ\"ה:) אמר רב יהודה הדלקת נר בשבת חובה והוא מפני כבוד השבת. <b>ומ''ש רבינו כגון נטילת ידים לאכילה</b> רוצה לומר הנטילה מצוה שיכול להמנע ממנה שאינו מחוייב לאכול פת בכל יום או דבר שצריך נטילה אבל הדלקת הנר חובה ופשוט הוא: ",
        "<b>וחייב לברך קודם הדלקה וכו'.</b> כך כתוב בסדר רב עמרם וכן הסכימו כל האחרונים ז''ל: "
      ],
      [
        "<b>מותר להשתמש בנר של שבת וכו'.</b> פירוש שאינו כנר של חנוכה שאינו יכול להשתמש לאורה אלא רשאי הוא וזה פשוט ונלמד ממימרא שיש שם (כ\"א:) גבי נר חנוכה: ",
        "<b>אבל דבר שהוא צריך עיון גדול וכו'.</b> זה יתבאר בארוכה לפנינו בפרק זה: "
      ],
      [
        "<b>המדליק צריך שידליק וכו'.</b> מימרא שם (ל\"ה:) אתון דלא קים לכו בשיעורא דרבנן אדאיכא שמשא בריש דקלי אדליקו שרגא: ",
        "<b>ונשים מצוות על דבר זה.</b> במשנה (שם לא:) על שלש עבירות נשים מתות וכו' ואחת מהן הדלקת הנר: ",
        "<b>אף ע''פ כן צריך האיש וכו'.</b> משנה (שם ל\"ד) שלשה דברים צריך אדם לומר בתוך ביתו ערב שבת עם חשיכה: ",
        "<b>ספק חשיכה כו'.</b> משנה (שם) ספק חשיכה ספק אינה חשיכה אין מעשרין את הודאי ואין מטבילין את הכלים ואין מדליקין את הנר אבל מעשרין את הדמאי ומערבין וטומנין את החמין: "
      ],
      [
        "<b>משתשקע החמה עד שיראו וכו'.</b> ברייתא שם (דף ל\"ד:) איזהו בין השמשות משתשקע החמה וכו' ועל ברייתא זו מחלוקת אמוראין בפירושה. ורבינו פסק כרבה וכן בהלכות ואמרו שם בתר הכי (ל\"ה:) אר''י אמר שמואל כוכב אחד יום שנים בין השמשות שלשה ודאי לילה. ודע שר''ת והרמב''ן ז''ל פירשו ששתי שקיעות הן הראשונה משתשקע החמה מעובי הרקיע ונסתלקה זריחתה מעל הארץ והיא מהלכת כל עובי הרקיע וזהו מהלך ד' מילין כמוזכר בפסחים (דף צ\"ד) , והשקיעה השנית האמורה כאן היא סוף השקיעה שכל זמן שהיא כנגד חלונה ועדין אינה מהלכת אחורי כפה פני מזרח מאדימין כנגד מקומה של חמה, וזהו שאמרו כאן משתשקע החמה מששקעה כבר ושם בפסחים אמרו משקיעת החמה והביאו ראיות לזה שיום הוא משהחמה נעלמת ממנו עד סוף השקיעה הזאת ובתחלת השנית וכן הדברים נראין. וכתבו הם שהוא מהלך שלשת מילין ועוד ובזמן הזה הוא תוספת מחול על הקדש רצה להוסיף כולו מוסיף ולא נתבאר זה בדברי הראשונים ז''ל. אבל הרשב''א ז''ל הקשה על זה מן הירושלמי והניח הדבר בצ''ע: ",
        "<b>ודנין בו להחמיר וכו'.</b> ברייתא שם (שבת ל\"ד:): ",
        "<b>והעושה מלאכה וכו'.</b> מימרא שם (ל\"ה:) העושה מלאכה בשני בין השמשות חייב חטאת ממה נפשך. ופירש רש''י ז''ל כגון דעביד ליה כל בין השמשות דליכא לספוקי להאי בתחלתו ולהאי בסופו עכ''ל. ונ''ל פירוש לפירושו שלא בא אלא למעט אם עשה מלאכה בכניסת שבת בתחלת בין השמשות ובמוצאי שבת בבין השמשות אחר אותו זמן שעשאה בכניסה דבכי האי גונא לא מיחייב חטאת בהכרח לפי שבין השמשות יש בו ספק שמא מקצתו מן היום ומקצתו מן הלילה כנזכר שם ומבואר בדברי רבינו פרק שני מהלכות מחוסרי כפרה. אבל איחר בכניסה והקדים ביציאה או שעשאה בזמן אחד בין בכניסה בין ביציאה אע''פ שלא עשאה כל בין השמשות ודאי חייב חטאת בהכרח וזה מבואר כנ''ל: ",
        "<b>וכוכבים אלו לא כוכבים גדולים וכו'.</b> מימרא שם (שבת ל\"ה:) כלשונה: "
      ],
      [
        "<b>פתילה שמדליקין אותה לשבת וכו'.</b> מימרא שם (כ\"א) פתילות שאמרו חכמים אין מדליקין בהן מה טעם מפני שהאור מסכסכת בהן. ואלו שהזכיר רבינו מהם מפורשין במשנה (שם כ':) בלשון אחר ונתבארו בגמ': ",
        "<b>והמדליק צריך שידליק וכו'.</b> מימרא סוף פרק קמא כלשונה: "
      ],
      [
        "<b>הכורך דבר שמדליקין וכו'.</b> ברייתא שם (כ\"א) כרך דבר שמדליקין בו על דבר שאין מדליקין בו אין מדליקין בו בד''א להדליק אבל להקפות מותר ופירש רבינו להדליק להעבות הפתילה כדי להוסיף אורה, וכן כתוב בהלכות זה הלשון. להקפות להקשות הפתילה. וכן פירש''י ז''ל כדי שתהא הפתילה צפה ולא תטבע בשמן ויצף הברזל מתרגמינן וקפא פרזלא עכ''ל: "
      ],
      [
        "<b>נותנין גרגיר של מלח וכו'.</b> תוספתא פ''ב: ",
        "<b>וכל הפתילות וכו'.</b> ברייתא כבר הזכרתיה (פ\"ג): "
      ],
      [
        "<b>שמן שמדליקין בו וכו'.</b> מימרא שם שמנים שאמרו חכמים אין מדליקין בהן מה טעם מפני שאין נמשכין אחר הפתילה ואלו שהזכיר רבינו הם במשנה (שם כ':) כלשונו. ופירוש שמן קיק נחלקו בו בגמרא ויש מי שפי' שמן קיקיון ובגמ' אמרו על המשנה שהזכירה פיסול פתילות ושמנים בלא הפסק ע''כ פיסול פתילות מכאן ואילך פיסול שמנים פשיטא שעוה איצטריכא ליה מהו דתימא לפתילה נמי לא קמ''ל. ופירשו בתשובת הגאונים ז''ל קמ''ל לפתילה מותרת שעוה להדליק בה אבל במקום שמן לא, ומתוך פירוש זה אסרו נרות ארוכים של שעוה שעושין פתילה של פשתן וכורכין עליה שעוה וזה בהסכמה מהם ז''ל וזה דעת רבינו. וכן כתוב בתשובה לרב אלפסי ז''ל שעוה איצטריכא ליה שאם עשה פתילות שעוה בנר ונתן עליה שמן והדליקה מותרת ולא גזרינן פיסול פתילות אטו פיסול שמנים ומה''ט נהגו כ''ע שלא להדליק נר של שעוה בשבת עכ''ל. וזה דעת רבינו. ומתוך כך לא הביא היתר שעוה לעשותה פתילה שכיון שלא נזכר פסולה בפתילות פשוט הוא שמותר, וכל שעומדת במקום שמן אסור. ויש תימה בדבר היאך תעשה פתילה משעוה ואפשר שהיו יודעין בה הם איזה אימון ועושין ממנה פתילה. ויש בזה ג''כ פירוש אחר לאחרונים ז''ל וקבלת הגאונים תכריע: ",
        "<b>ומפני מה אין מדליקין וכו'.</b> מימרא (שם כ\"א) כתבתיה בפ' זה ופרשה רבינו ז''ל שכיון שאין מאירין כראוי יש לחוש שמא יטה וזה פשוט ומבואר שם גבי נר חנוכה: "
      ],
      [
        "<b>חלב שהתיכו וכו'.</b> מימרא שם כלשונה ובלא שמן אסור והטעם שם לפי שגזרו חלב מהותך אטו שאינו מהותך וקרבי דגים שנמוחו אטו לא נמוחו וכי איכא שמן לא גזרו: ",
        "<b>אבל שמנים שאין מדליקין בהן וכו'.</b> בעיא שם בעא מיניה אביי מרבה שמנים וכו' אמר ליה אין מדליקין אמר ליה מה טעם לפי שאין מדליקין וגרסא אחרת לפי שאינן נדלקין. פי' נמשכין כדברי רבינו ואף לגרסא אחרת ראיתי לגאון שפירש לפי שאין מדליקין בהן בפני עצמן וכשישלם השמן שבתוכן שוב אין מדליקין לפי שאין נמשכין אחר הפתילה עכ''ל, וגם זה כדברי רבינו שכתב מפני שאין נמשכין: "
      ],
      [
        "<b>אין מדליקין בעטרן וכו'.</b> במשנה (שם כ\"ד:) ר' ישמעאל אומר אין מדליקין בעטרן מפני כבוד השבת וחכמים מתירין ובגמרא (דף כ\"ה:) מ''ט אמר רבא מתוך שריחו רע גזירה שמא יניחנו ויצא א''ל אביי ויצא א''ל שאני אומר הדלקת נר בשבת חובה וכו' ומתוך כך פסק כר' ישמעאל וכ''נ דעת ההלכות: ",
        "<b>ולא בצרי מפני שריחו טוב וכו'.</b> ברייתא (שם כ\"ה כ\"ו) תניא רשב''א אומר אין מדליקין בצרי ואסיקנא חד מפני שהוא עף ועוד גזירה שמא יסתפק ממנו, ופירש''י ז''ל עף ונדבק בכותלי הבית ומדליק את הבית: ",
        "<b>ולא בנפט לבן אפילו בחול.</b> ברייתא (שם כ\"ו) אין מדליקין בנפט לבן בחול ואין צ''ל בשבת ואמרו בגמרא מפני שהוא עף: "
      ],
      [
        "<b>מותר להדליק לכתחלה וכו'.</b> משנה וברייתא (שם כ\"ד: וכ\"ו) אין לך אלא מה שאמרו חכמים אין מדליקין: "
      ],
      [
        "<b>לא יתן אדם כלי מנוקב.</b> משנה (שם כ\"ט:) לא יקוב אדם שפופרת של ביצה וימלאנה שמן ויתננה ע''פ הנר בשביל שתהא מנטפת אפילו היא של חרס ור' יהודה מתיר אבל אם חברה היוצר מתחלה מותר מפני שהוא כלי אחד. לא ימלא אדם קערה שמן ויתננה בצד הנר ויתן ראש הפתילה בתוכה כדי שתהא שואבת ור' יהודה מתיר. ובגמ' תנא אם חברה בסיד ובחרסית מותר. והא אנן יוצר תנן מאי יוצר כעין יוצר. וידוע שהלכה כת''ק. ",
        "<b>ומ״ש רבינו אפילו כבתה.</b> משנה וברייתא פ' כירה (שבת דף מ\"ד) אכתבם פ' כ״ו: "
      ],
      [
        "<b>אין נותנין כלי תחת הנר כו'.</b> משנה פ' כירה (שבת מ\"ב:) אין נותנין כלי תחת הנר לקבל השמן ואם נתנו מבעוד יום מותר ונתבאר הטעם בגמ' מפני שמבטל כלי מהיכנו. ופירש״י ז״ל שהיה מוכן מתחלה לטלטלו ועכשיו עושהו מוקצה: ",
        "<b>ונותנין כלי תחת הנר וכו'.</b> משנה שם (מ\"ז:) נותנין כלי תחת הנר לקבל ניצוצות ולא יתן לתוכו מים מפני שהוא מכבה אמרו בגמ' ניצוצות אין בהם ממש: ",
        "<b>ואסור ליתן מים וכו'.</b> משנה זכרתיה. ובגמרא מפרש דאפי' בע''ש אסור מפני שמקרב את כיבויו. ופירש''י ז''ל זימן כבוי להדיא וה''ל מכבה ממש אי ה''ל בשבת, עכ''ל: "
      ],
      [
        "<b>אין פולין לאור הנר וכו'.</b> משנה פ''ק (שם י\"א) לא יפלה את כליו ולא יקרא לאור הנר. וברייתא (שם י\"ב) כלשון רבינו ואמר רבא אפילו גבוה שתי קומות אפי' עשרה בתים זה על זה: ",
        "<b>ואם היו שנים קורין וכו'.</b> בגמרא חד הוא דלא ליקרי הא תרי שפיר דמי והא תניא לא אחד ולא שנים א''ר אלעזר לא קשיא כאן בענין אחד כאן בשני ענינים: "
      ],
      [
        "<b>התינוקות קורין וכו'.</b> במשנה (שם י\"א וי\"ב) באמת אמרו החזן רואה מהיכן התינוקות קורין אבל הוא לא יקרא. ובגמרא אמר רבה בר שמואל אבל מסדר ראשי פרשיות וכולה פרשה לא ותינוקות של בית רבן אפילו כולה פרשה מסדרין מפני שאימת רבן עליהם ע''כ בהלכות. ופי' הרשב''א ז''ל אפילו אין רבן עליהם מסדרין דכל שעה אימתו עליהם והכריח כן מן הסוגיא לפי דעתו ז''ל ואין נראה כן דעת רבינו: "
      ],
      [
        "<b>כלים הדומין זה לזה ואינן ניכרין אלא וכו'.</b> בגמרא (דף י\"ב) אמר שמואל אפילו להבחין בין בגדו לבגד אשתו אמר רבא לא אמרן אלא דבני מחוזא אבל דחקליתא מידע ידיע ודבני מחוזא לא אמרן אלא דזקנות אבל דילדות מידע ידיע ע''כ. ומפני שאין בכל הארצות מלבושים שוים כתב רבינו כלים הדומים וכו' ופשוט הוא: ",
        "<b>לפיכך שמש שאינו קבוע וכו'.</b> גרסת רבינו שם (י\"ב:) כך היא תני חדא שמש בודק כוסות וקערות לאור הנר ותניא אידך לא יבדוק לא קשיא כאן בשמש קבוע כאן בשמש שאינו קבוע איבעית אימא הא והא בשמש קבוע ולא קשיא הא בדמשחא הא בדנפטא איבעיא להו שמש קבוע בדמשחא מאי רב הונא אמר הלכה ואין מורין כן רבי ירמיה בר אבא אמר הלכה ומורין כן, ופירושו פשוט לפי גרסא זו דלכלהו לישני שמש שאינו קבוע אינו בודק כלל ומאי דאיבעיא להו הוא אי קיי''ל כלישנא קמא ושמש קבוע יכול לבדוק אפילו בדמשחא או כלישנא בתרא ודוקא בדנפטא. ופסק רבינו כרב הונא מפני שהביאו שם מעשה המוכיח דרב אשי הכי סבירא ליה ויש בזה גרסאות אחרות ופירושים אחרים. וגם בהלכות יש חילוף זה בגרסא ובפסק הדין וגרסת רבינו ופירושו המחוורין שבכולן. ובהשגות א''א בלבול גדול אני רואה בכאן לפי הגמרא והמבין יעיין, ע''כ. ולא שת לבו לחלוף הגרסאות: "
      ],
      [
        "<b>נר שאחורי הדלת אסור לפתוח הדלת וכו'.</b> בגמרא פרק כל כתבי (שבת ק\"כ:) תנא נר שאחורי הדלת פותח ונועל כדרכו ואם כבתה כבתה. לייט עלה רב ואסיקנא דאפילו לר״ש דשרי דבר שאין מתכוין פסיק רישיה הוא ואסור, ופיר״ח ז״ל שהנר קבוע אחרי הדלת ובפתיחתו יכבנו: ",
        "<b>ואסור לפתוח הדלת וכו'.</b> שם אמר שמואל פותח אדם דלת כנגד המדורה בשבת לייט עלה אביי, ואסיקנא דברוח מצויה פליגי אביי גזר אטו שאינה מצויה דאסור לכ''ע ושמואל לא גזר וקיי''ל כאביי וכ''פ בהלכות: ",
        "<b>ומניחין הנר של שבת וכו'.</b> מימרא הובאה פ' כירה (שבת דף מ\"ה) מניחין נר ע״ג דקל בשבת ואין מניחין נר ע״ג דקל ביו״ט, ופירוש בשבת שיניחנו בע״ש ויעמוד שם בשבת וטעמא דבשבת בדיל מן הנר ולא יבא להשתמש במחובר. ביו״ט אינו נבדל ממנו ואסור שמא יבא להשתמש במחובר. ודין יו״ט כתוב פ״ד מהלכות יו״ט: "
      ],
      [
        "<b>כל מדינות ועיירות של ישראל וכו'.</b> ברייתא פרק ב''מ (שם ל\"ה:) שש תקיעות תוקעין ע''ש, ופירש''י אף התרועות במנין התקיעות תוקע ומריע ותוקע שבאחרונה: ",
        "<b>ובמקום גבוה היו תוקעין.</b> שם מפורש מקום צנוע יש לו בראש גגו ששם מניח שופרו: "
      ],
      [
        "<b>תקיעה ראשונה נמנעו העומדים וכו' עד ושובת.</b> ברייתא כלשונה שם ופירש''י ז''ל מלעדור לחפור. ויכנסו כלן כאחד שלא יחשדו הנכנסין באחרונה לומר שנתעסקו במלאכה אחר ששמעו קול השופר שאין הכל מכירין מי רחוקין ומי קרובים. תריסין, הם דלתות החנויות ומסלקים אותן ומניחין ע''ג יתדות ומוכרין עליהן תבלין ושאר חפצים ולערב מחזירין אותן לפתחים. חמין, מים חמין למזוג בהן יין לשתות. סלק המסלק. קדרות העשויות להסתלק למאכל הלילה. והטמין המטמין את הראוי למחרת. כדי להדביק פת בתנור. ועדיין יש שהות כדי שיקרמו פניה שהיו ממהרין התקיעות כדי להוסיף מחול על הקודש, עכ''ל. ויש מי שהקשה והא ק''ל דרדיית הפת אסורה מדברי סופרים כמבואר פ' כ''ב וכאן נראה שכל שקרמו פניה מבעוד יום מותר לרדותה משחשיכה. וכן קשה לזה מה שנזכר בבאור פ''ג בבבא המתחלת אין נותנין את הפת בתנור וכו'. ודחק הרמב''ן ז''ל שהוא מותר כל שקרמו פניה מבעוד יום לרדות מזון שלש סעודות ובסכין על הדרך הנזכר פרק שלישי בשוכח. ול''נ שהוא מותר לרדות בסכין כל מה שירצה ולא אסרו רדיית הפת אלא ברודה במרדה שהוא כדרכו והיא עצמה מדבריהם. אם היתה רדיית הפת אסורה מן התורה היה שנויה אסור מדברי סופרים. ועכשיו שהיא עצמה מדרבנן בשנוי מותר גמור. ומה ששאלו פ''ק ויתבאר פ''ט בשכח והדביק פת בשבת שהתירוהו לרדות קודם שיבוא לידי איסור מלאכת שבת ומשמע הא לאו הכי לא התם דוקא במרדה שהוא כדרכו דקא מבעיא להו היכא דא''א בשנוי אם מותר כדרכו כדי שלא יבא לידי מלאכה גמורה ונתבאר שהוא מותר, כך נ''ל: "
      ],
      [
        "<b>וכן תוקעין במוצאי שבת וכו'.</b> זה דקדק רבינו מהמשנה שבפרקא קמא דחולין (דף כ\"ו:) שהובאה פרק אלו קשרין (שבת קי\"ד:) ואמרו יום טוב שחל להיות ע''ש תוקעין ולא מבדילין מוצ''ש מבדילין ולא תוקעין. והקשו שם ונתקע כי היכי דנדעו דשרי בשחיטה לאלתר ותירצו שהתקיעה שבות ואין דוחין שבות להתיר. והוציא רבינו מזה שבמוצ''ש אחר תוקעין. ושמעתי שכן פסק ר''ז ז''ל. והאחרונים חלקו בזה ואמרו דרישא דההיא כ''מ שיש תקיעה אין הבדלה. וזהו שמעולם לא דברו מתקיעות מו''ש אבל בכאן היתה הקושיא מפני שראוי לתקוע כדי שידעו שהשחיטה נתרת ויתעסקו בשמחת יו''ט, אבל בשאר מוצאי שבתות מה לנו אם יחדלו ממלאכה ע''כ דבריהם. וזה דעת הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>יוה''כ שחל להיות וכו'.</b> שם יוה''כ שחל להיות בערב שבת לא תוקעין ובמוצאי שבת לא היו מבדילין. ויתבאר בהלכות קדוש החדש שבזמננו שאין מקדשין על פי הראיה אין יוה''כ חל לעולם לא בערב שבת ולא במוצאי שבת: ",
        "<b>יום טוב שחל להיות וכו'.</b> משנה שם (חולין שם) כתבתיה: "
      ]
    ],
    [
      [
        "<b>אסור לומר לנכרי לעשות לנו מלאכה וכו'.</b> מבואר בכמה מקומות. <b>ומ''ש ואע''פ שאמר לו מקודם השבת</b> הוא מוסכם וראיה מדין האגרת שיתבאר בפרק זה. והמפרשים ז''ל הוכיחו כן ממקום אחר: ",
        "<b>ומה שכתב אף על פי שאינו צריך וכו'.</b> גם זה פשוט ומוסכם ויתבאר מהדינים שיבואו בפרק זה: "
      ],
      [
        "<b>נכרי שעשה מלאכה מעצמו וכו'.</b> זה מבואר במשנה פרק כל כתבי (שבת דף קכ\"ב) כמו שיתבאר. ודע שבו ביום אסור לכל בכל דבר שיש במינו במחובר וכן מוכחת הסוגיא שבפ' אין צדין (ביצה כ\"ד:) אבל לערב נחלקו המפרשים ז''ל אם צריך לישראל אחר להמתין בכדי שיעשו ודבריהם וראיותיהם ארוכים ופשט מימרא שבפרק אין צדין שאומרת ולערב כדי שיעשו מורה כדברי רבינו שאפילו אחר צריך להמתין בכדי שיעשו. <b>ומ''ש והוא שלא יהא הדבר הזה מפורסם וכו',</b> למד מדין הקבר שיתבאר בפרק זה: "
      ],
      [
        "<b>כיצד נכרי שהדליק את הנר וכו'.</b> משנה כלשונה פרק כל כתבי (שבת קכ\"ב): ",
        "<b>עשה נכרי כבש לירד בו וכו'.</b> שם במשנה כלשונו: ",
        "<b>מילא מים להשקות בהמתו משקה אחריו ישראל ואם בשביל ישראל אסור.</b> שם ואמרו קצת מפרשים ז''ל אפילו כשמילא בשביל ישראל אינו אסור אלא לבהמת ישראל שלא היה לה באפשר לירד אבל לשתות מהם ישראל מותר שלא ההנהו בדבר שאם רצה היה מטפס ויורד לבור מטפס ועולה ע''כ דבריהם ז''ל, ודין ליקט העשבים קשה להם שהרי הבהמה עצמה היתה יכולה לאכול מהם במחובר ודחקו לתרץ כגון שיש נהר מפסיק. ואין זה עיקר אלא ודאי אפילו לשתות מהם ישראל אסור וזה דעת רבינו: ",
        "<b>ליקט עשבים וכו'.</b> ברייתא שם נכרי שליקט עשבים מאכיל אחריו ישראל ואם בשביל ישראל אסור. מלא מים וכו' בד''א בשאינו מכירו אבל מכירו אסור והקשו שם ממעשה דר''ג והזקנים שהיו באין בספינה ועשה נכרי כבש לירד בו וירד אחריו ר''ג וזקנים ואמרו והא ר''ג מכירו הוה ותירץ אמר אביי שלא בפניו הוה רבא אמר אפילו תימא בפניו נר לאחד נר למאה והלכה כרבא. ובודאי אפילו במכירו כל שלא בפניו שאין לחוש שמא ירבה בשבילו הוא מותר וכאביי וכ''כ ז''ל וגם זה אפשר שהוא נכלל בדברי רבינו שכל שאין לחוש שמא יעשה בשביל ישראל מותר. ומכל מקום בהלכות לא הביאו הא דאביי ואפשר שדעתם ז''ל דרבא לא מודה לאביי אלא תולה הכל במכירו וחילק בין דבר שיש בו כדי להרבות לדבר שאין בו. ודע שמהדינין הנזכרים יש ללמוד שפת שאפה נכרי בשביל עצמו או בשביל נכרי אחר מותר לישראל אלא א''כ מכירו ויודע שצריך לו שיש לחוש שמא ירבה בשבילו. וכ''כ הרמב''ן ז''ל פירות שתלשן לצורך עצמו אסורין משום מוקצה ודברים התלושים שאפאן ובשלן מותרין והוא שראויין מתחלתן לכוס הא לאו הכי מוקצין הן ואסורין למי שיש לו מוקצה בהך ע''כ. וכ''כ הרשב''א ז''ל והוסיף לאסור אף הנולד כגון משקין הבאין ע''י סחיטת נכרי. ועשבים שהתירו לתת לבהמה אינו לתת לה בידים אלא לעמוד בפניה כדי שתלך שם ותאכל כדאיתא בגמרא. וכך יתבאר פרק כ''א שאסור להעמיד ממש בהמתו על המוקצה: "
      ],
      [
        "<b>נר הדלוק במסיבה וכו'.</b> ברייתא שם. ויש מי שכתב שאם עשאו לצורך עצמו בידוע אפילו היו שם כמה ישראלים מותר דלעולם עיקר דעתו אינו אלא לעצמו וצ''ע: ",
        "<b>נפלה דליקה בשבת וכו'.</b> במשנה (דף קכ\"א) נכרי שבא לכבות וכו', וכלשון רבינו: <b>וממ''ש וכן כל כיוצא בזה</b> יראה שדעתו כדעת התוס' שהתירו בנכרי המלקט עשבים ומאכיל לבהמתו של ישראל שאין הישראל חייב למנעו. והביאו ראיה ממשנה זו, אבל במערים אסור: "
      ],
      [
        "<b>מת שעשו לו נכרים תכריכין וארון וכו'.</b> פ' שואל במשנה (דף קנ\"א). עשו לו ארון חפרו לו את הקבר יקבר בו ישראל ואם בשביל ישראל לא יקבר בו עולמית. ובגמרא הקשו אמאי אסור לעולם לימא בכדי שיעשו אמר עולא בעומד בסרטיא. פי' שהוא מקום פרהסיא. והקשו הא תינח קבר ארון מאי איכא למימר. א''ר אבהו במוטל על קברו. והנה התבאר בכאן כל מה שהזכיר רבינו חוץ <b>ממ''ש ומותר לקבור בו ישראל אחר והוא שימתין בכדי שיעשה</b> שלמד מן התוספתא שאמרו עשו לו ארון וחפרו לו את הקבר לא יקבר בו אותו ישראל ולישראל אחר מותר ומפרש רבינו לאותו ישראל אסור לעולם ושנעשה בפרהסיא לישראל אחר מותר. ודוקא בכדי שיעשו וזה כפי שטתו שכתבתי למעלה. ואחרים פירשוה בשלא נעשה בפרהסיא ולאותו ישראל אסור לאלתר עד כדי שיעשו ולישראל אחר מותר למוצאי שבת לאלתר ואפילו בו ביום אם היה אפשר. ולדבריהם נכרי שהדליק את הנר בשבת בשביל ישראל מותר לישראל אחר להשתמש לאורו. ואין זה פשט המשניות. אבל אם צריך לערב ישראל אחר כדי שיעשו זה צריך הכרע. ובהשגות א''א לא הכל מודים לו שיהא ישראל אחר צריך להמתין בכדי שיעשו ולפי הטעם שהוא מפרש לפנים בהמתנה זו דומה שאין ישראל אחר צריך להמתין, ע''כ. <b>ומ''ש</b> רבינו בטעם המתנה זה מוסכם הוא מרוב המפרשים ז''ל ואעפ''כ צריך אפילו לישראל אחר להמתין שלא חלקו בדבר שנעשית בו מלאכה גמורה בשביל ישראל וכן דעת רש''י ז''ל וכ''כ הרמב''ן ז''ל בתורת האדם שלו: "
      ],
      [
        "<b>נכרי שהביא חלילין בשבת וכו'.</b> במשנה (שם דף קנ\"א) נכרי שהביא חלילין לא יספוד בהן ישראל אא''כ באו ממקום קרוב ובגמרא מאי ממקום קרוב אמר רב מקום קרוב ממש ושמואל אמר חיישינן שמא חוץ לחומה לנו. ואמרינן התם דדייק מתניתין דמסכת מכשירין כותיה דשמואל וזה פי' רבינו ז''ל לא יספוד בהן ישראל לאלתר אא''כ באו ממקום קרוב. ושאלו בגמרא מאי ממקום קרוב כלומר מה היא כונת המשנה ופירש רב שכונתה לא יספוד בהן לאלתר אא''כ ראה אותן באין ממקום קרוב שא''א שלא יהא בשעת הספד שיעור שיבאו משם שאין ההספד ממש בשעה שחשיכה ואם באו ממקום קרוב מסתמא יש בו שיעור. וזה הוא שאמר ממש כלומר כונת המשנה כפשטה היא ובא שמואל וחלק עליו ואמר אין צ''ל באו בחצי היום אלא אפילו ראינום באים בבקר השכם אין אומרים לולא שבאו ממקום קרוב לא היה נכנסים בבקר אלא חוששין שמא באו בלילה וחוץ לחומה לנו. ולפיכך כיון שאינו יודע צריך להמתין כדי שיבאו ממקום קרוב וקיי''ל כותיה דשמואל דדיקא מתניתין כותיה. <b>ומה שכתב רבינו ואם ידע וכו'</b> כך דעת קצת המפרשים ז''ל שאפי' דבר המצוי במקום קרוב אם בא מרחוק צריך להמתין בכדי שיבא ממקום שבא. ויש מי שהקל בהמתנה שיעור חוץ לתחום. ויש בסוגיא זו פירושים אחרים וזה כדעת הגאונים ז''ל: "
      ],
      [
        "<b>עיר שישראל ונכרים דרין בה.</b> משנת מכשירין הובאה שם כלשונו. <b>ומ״ש מפני שכשהוחמו בשביל הרוב הוחמו</b> מבואר בגמרא פ' כל כתבי (שבת דף קכ\"ב): "
      ],
      [
        "<b>ישראל שאמר לנכרי לעשות לו מלאכה.</b> זה נלמד מפני שלא מצינו בו איסור בגמרא ואין זה חמור כישראל העושה מלאכה במזיד שאסורה לו לעולם כמו שיתבאר בפרק זה ואולי במקום אחר מבואר ההיתר. ומ''מ <b>מ''ש ימתין בכדי שיעשה</b> פשוט דלא גרע מאם עשאו נכרי מאליו לצורך ישראל: "
      ],
      [
        "<b>דבר שאין בו מלאכה ואין אסור לעשות כו'.</b> זה מוסכם מן הגאונים ז''ל שדוחין שבות דשבות לגבי אמירה לנכרי במכשירי מילה אף ע''פ שאין דוחין את השבת. ולמדו כן ממ''ש פ' הדר (עירובין דף ס\"ז) שמותר לומר לנכרי להביא חמין לתינוק דרך מבוי שאינו מעורב וזה בהסכמה מהם ז''ל. ומכאן למד רבינו לכל המצות כולן. והנראה לי מלשון רבינו שהוא מפרש מעשה דפ' הדר שלא ביום מילה אלא קודם לה או אחריה הרבה. ואעפ''כ התירו משום צער התינוק שהחמין יפין לו ודברי הגאונים ז''ל בדין המילה כ''ש הוא. וי''ח ואומרים דמילה שאני דניתנה שבת לידחות אצלה אבל בשאר מצות אסור וכן סוברין שאינו מותר אלא במקום חולי גמור ודברי רבינו עיקר. ובהשגות א''א אם היה מקצת חולי הוא עצמו עושה שהרי גונח יונק חלב בשבת וכן אמרו הלכה מחזירין את השבר. וכן אמרו במקום הפסד כגון צינור שעלו בו קשקשים ממעכן ברגלו, ע''כ. וכל אלו שכתב כבר נתבארו בדברי רבינו. ואמנם כונתו בכאן שאין כאן חולי כולל כל הגוף ולא סכנת אבר אלא קצת צער. וזהו <b>שכתב מקצת חולי או מצטער</b>, ועוד שזה מה שעושה בו הוא כדרכו. ודע שאין מדמין דבר לדבר בעניני השבותים ואין לך בם להתיר אלא מה שהתירו חכמים ולגבי מילה לא התירו שבות גמור ולגבי לוקח בית בא''י התירו וכן כתבו ז''ל: "
      ],
      [],
      [
        "<b>הלוקח בית בארץ ישראל וכו'.</b> מימרא פ' מרובה (ב\"ק דף פ') כלשונה: ",
        "<b>וכן כל הלוקח בית מהם בסוריא שסוריא כארץ ישראל לדבר זה.</b> פ''ק דגיטין (דף ח':): "
      ],
      [
        "<b>פוסק אדם עם הנכרי על המלאכה וכו'.</b> זה מבואר במשנה פרקא קמא (שבת י\"ז:) שנינו שם ב''ש אומרים אין נותנין עורות לעבדן ולא כלים לכובס נכרי אלא כדי שיעשו מבעוד יום ובכולן ב''ה מתירין עם השמש. ואפילו ב''ש לא אסרו כשהוא עושה בשבת אלא כשאין שהות ביום לעשות ונראה כאילו אומר עשה בשבת וקי''ל כב''ה ובכמה מקומות דין זה פשוט. <b>ומ''ש רבינו קצץ דמים</b> בדוקא נלמד מדין האגרת שיתבאר בפרק זה, וכתב הרשב''א ז''ל ודוקא בביתו של נכרי אבל בביתו של ישראל אפי' בקבולת מטלטלין אסור. ירושלמי תני אומנין נכרים שהיו עושין עם ישראל בתוך ביתו אסור בתוך בתיהם מותר בד''א בקבולת אבל בשכירות אפי' בתוך בתיהם אסור. בד''א בתלוש אבל במחובר לקרקע אסור, ע''כ: ",
        "<b>וכן השוכר נכרי לימים הרבה וכו'.</b> בהשגות א''א דבר זה לא נהיר ולא צהיר כו' ואין זה דומה לקבלנות, ע''כ. ול''נ שיצא לרבינו מהברייתא הנזכרת בפרק מי שהפך במסכת מ''ק (דף י\"ב) שאמרו בה היה שכיר שבת שכיר חדש שכיר שנה שכיר שבוע מסייעין אותן וכו' ויתבאר פרק שמיני מהל' יו''ט. וסובר הרב ז''ל שהטעם לפי שהן כקבלנין וצ''ע: "
      ],
      [
        "<b>בד''א בצנעה שאין הכל מכירין וכו'.</b> מימרא פ' מי שהפך אמר שמואל מקבלי קבולת בתוך התחום אסור חוץ לתחום מותר. ואסיקנא התם ה''מ בשבתות וי''ט והוא דליכא מתא דמקרבא להתם. ובע''ז ספ''ק (דף כ\"א) לא ישכיר אדם מרחצו לנכרים מפני שנקראת על שמו ונכרי זה עושה מלאכה בו בשבתות ויו''ט אבל שדהו לנכרי מאי שרי דאמרי אריסותיה קא עביד מרחץ נמי אמרי אריסותא קא עביד אריסותא למרחץ לא עבדי אינשי. הא למדת שהכל תלוי ברואין וכן הסכימו ז''ל: "
      ],
      [],
      [
        "<b>וכן מותר לאדם וכו' דבר ששם הישראל וכו'.</b> ברייתא וסוגיא פרקא קמא דע''ז זכרתיה למעלה. ויש מי שכתב שכיון שמותר להשכיר שדהו לנכרי לפי שהרואין תולין באריסות אף מותר לשכור הנכרי בקבולת לחפור לו שדהו או לנטוע לו כרמו ואפילו תוך התחום לפי שהרואין תולין באריסות. וכשאמר שמואל מקבלי קבולת בתוך התחום אסור לא אמר אלא בקבולת בנין. ודבר זה מחלוקת בין האחרונים ז''ל. ויש מי שאסר כדעת רבינו לפי שלא התירו אלא כשהאמת כן הוא כמו שיאמרו הרואים כלומר שהם יתלו בשכירות ואריסות וכן הוא הענין ואם יחקרו הדבר ימצאו הנכרי נוטל פירות ודבר הנראה הוא אבל כשאין הנכרי נוטל בפירות אלא שהישראל קוצץ עמו במלאכה אין מתירין על סמך שיתלו הרואים בדבר שאינו שיאמרו שכורה היא לנכרים וישראל נוטל פירותיה למחר וא''ת נתיר על סמך שיאמר קבולת היא זה אינו שאם היינו דנין שהרואין תולין אותו בקבולת אפילו לבנות את הבית היה מותר וזה ברור כנ''ל: <b>ומ''ש רבינו דבר ששם הישראל וכו'</b> ולא פרט מרחץ, לפי שאין דין זה תלוי במהות הדברים אלא לפי המקומות יש שדרכן להשכיר פורני ויש שאין דרכן וכן במרחץ אלא שדברו חכמים בהווה לפי מנהג ארצם. וכן כתבו ז''ל דעכשיו שנהגו במקומותינו להשכיר בין מרחץ בין פורני מותר: "
      ],
      [
        "<b>מותר להשאיל ולהשכיר כלים וכו'.</b> מתוך דברי רבינו שהשוה שכירות לשאלה נראה שדעתו ז''ל שכשם ששאלה מותרת אפילו בע''ש כך השכירות מותר והוא שיצא מביתו קודם שחשיכה כמו שיתבאר לפנינו. ויש שהקשו מן הברייתא ששנינו שם לא ישכיר אדם כליו לנכרי בע''ש וברביעי ובחמישי מותר. כיוצא בו אין משלחין אגרות ביד נכרי בע''ש ובד' ובה' מותר אמרו עליו על יוסף החסיד שלא נמצא כתב ידו ביד נכרי לעולם. ומתוך כך פירשו ז''ל דבכלים שעושין בהם מלאכה שכירות חלוק משאלה דאסור להשכיר מע''ש לנכרי דמיחזי כנוטל שכר שבת ואפילו בהבלעה אסור להשכירן מע''ש. וזה דעת הר''א ז''ל בהשגות אבל בהלכות לא הביאו זאת הברייתא מדעתם שאינה הלכה דאתיא כבית שמאי דאית להו שביתת כלים ואע''פ ששנינו (שם י\"ח:) ב''ש אומרים לא ימכור אדם חפצו לנכרי ולא ישאילנו ולא ילונו ולא יתן לו במתנה אלא אם כן יגיע לביתו ושם שנו שב''ה מתירין כדי שיצא מפתח ביתו אלמא אפילו ב''ש לא הצריכו אלא כדי שיגיע לביתו. יש לומר דזהו בשאלה והלואה ושאר הנזכרים באותה ברייתא אבל בשכירות שהישראל נהנה החמירו ב''ש כל יום ששי ומיהו בחמישי מותר לפי שאין אנו מוזהרין אלא על מלאכתנו שלא תעשה בכלינו וזה דעת ב''ש ואינה הלכה: <b>ויש</b> מי שהקשה אם כן היאך הביאו בגמרא סתם כהלכה פסוקה. ואני אומר יגיד עליו רעו כיוצא בו דאגרות האמור שם ששנינו שם ברייתא אחרת חולקת על זו כמו שיתבאר לפנינו. כך נראה לי דעת רבינו וההלכות ונכון הוא: "
      ],
      [
        "<b>המשתתף עם הנכרי במלאכה וכו'.</b> ברייתא בסוף פ' קמא דע''ז (דף כ\"ב) ישראל ונכרי שקבלו שדה בשותפות לא יאמר ישראל לנכרי טול חלקך בשבת ואני חלקי בחול ואם התנו מתחלה מותר ואם באו לחשבון אסור, ע''כ. ורבינו ז''ל לא הזכיר באו לחשבון. נראה שהוא מפרש כפירש''י ז''ל שפירש דה''ק אם לא התנה מתחלה וגם לא אמר לו טול אתה חלקך בשבת ואני בחול אלא שעמד זה ונטל את חלקו מעצמו בשבת ולסוף באו לחשבון אסור דנכרי שלוחיה הוה. ואיבעיא להו התם סתמא מאי כלומר שנטלו סתם בלא תנאי ובלא חשבון ולא איפשטא. וכתבו ז''ל דלחומרא עבדינן ואסור. ומתוך כך סתם רבינו ואסר כשלא התנה ואמר שהנכרי נוטל שכר בשבתות: "
      ],
      [
        "<b>ואם לא התנו וכו'.</b> סברת רבינו נכונה ופשוטה: ",
        "<b>הנותן מעות לנכרי וכו'.</b> סברת הגאונים ז''ל בדין העסק נראית פשוטה שהרי אין המלאכה הזאת מוטלת על ישראל לעשותה שנאמר שהנכרי עושה שליחותו וכן אין העסק ניכר ממי הוא ולמה יאסר: "
      ],
      [
        "<b>לא יתן אדם כלים וכו'.</b> משנה (שבת י\"ז:) ובכולן ב''ה מתירים עם השמש וכבר זכרתיה למעלה, <b>ומ''ש רבינו קודם חשיכה</b> ובמשנה עם השמש לפי שכבר ביאר שמשתשקע החמה עד שיראו ג' כוכבים הוא בין השמשות שהוא ספק חשיכה: ",
        "<b>וכן לא ימכור וכו' וכן לא ימשכנו וכו'.</b> ברייתא (שם י\"ח:) כבר זכרתיה למעלה גבי מותר להשאיל וכו': "
      ],
      [
        "<b>הנותן אגרת לנכרי וכו'.</b> שם ברייתא (דף י\"ט). ת''ר אין משלחין אגרות ביד נכרי בע''ש אא''כ קצץ לו דמים בש''א וכו' והוינן בה ואמר רב ששת ה''ק ואם לא קצץ בית הלל אומרים כדי שיגיע לבית הסמוך לחומה. והקשו והא אמרת רישא אין משלחין פירוש בלא קציצה. לא קשיא הא דקביע דואר במתא הא דלא קביע דואר במתא. ובהלכות שמעינן השתא דהיכא דקצץ כו' כדברי רבינו ז''ל, עוד שם דואר אדם ידוע כל כתב אליו יובל והוא משכיר ומשלח אגרות לכל מי שנשתלחו אליו, ע''כ. ומכאן אתה למד דברייתא דלעיל כיוצא בו אין משלחין אגרות אינה וכמ''ש למעלה. ואני הייתי סבור לפרשה בלא קצץ ובליכא דואר ואעפ''כ בחמישי מותר שלא אסרו אלא בע''ש וזה שהזכירו בזו בע''ש אלא שאין דעת רבינו וההלכות נראה כן: "
      ],
      [
        "<b>נכרי שהביא חפציו בשבת וכו'.</b> דע שאמירה לנכרי במלאכת הנכרי מותרת גמורה ר''ל שמותר לישראל לומר לנכרי לעשות מלאכת הנכרי עצמו. וכ''כ המפרשים ז''ל ודקדקו כן במכילתא וכ''ש מ''ש רבינו. והנראה מלשונו הוא שחפצים אלו הוא מפקידן אצל ישראל ואין בזה שום איסור ואפי' יביאם לישראל ויהיו דברים האסורין בטלטול כיון שהם ביד הנכרי רשאי לומר לו לפנותן לאיזה מקום שירצה ואין כאן שבות דשבות כיון שהם ביד הנכרי: ",
        "<b>ומזמנין את הנכרי בשבת.</b> מימרא כלשונה פרק שני דביצה (דף כ\"א:): ",
        "<b>ונותנין לפניו מזונות וכו'.</b> ברייתא פ''ק דשבת ת''ר נותנין מזונות לכלב בחצר ואם נטלן ויצא אין נזקקין לו כיוצא בו נותנין מזונות לפני נכרי בחצר אם נטלן ויצא אין נזקקין לו. <b>ומ''ש רבינו לאכלן</b> לפי שבמפרש להוציא אסור וכן אמרו בירושלמי אין נותנין מזונות לנכרי ע''מ לצאת וכן פירשו ז''ל. וכתבו ז''ל שההיתר כדי לאכלן הוא שאנו חושבים אותו כמזונותיו עלינו מפני דרכי שלום ואינו כחזיר שאסור כמבואר פכ''א: "
      ],
      [
        "<b>מי שהיה בא בדרך וכו'.</b> משנה פרק אחרון (שבת דף קנ\"ג) מי שהחשיך לו בדרך נותן כיסו לנכרי ובגמרא מאי טעמא שרו ליה רבנן למיהב כיסיה לנכרי קים להו לרבנן דאין אדם מעמיד עצמו על ממונו ואי לא שרית ליה אתי לאיתויי [ארבע אמות] ברשות הרבים. ובתוספות כתבו מכאן יש ללמוד למי שמתירא מן הלסטין או מן השלטון שהוא מותר לטלטל המעות כדי להחביאן דמשום הפסד התירו לו לטלטלן ונחלקו עליהם הרמב''ן והרשב''א ז''ל. ונתן טעם הרשב''א ז''ל לאיסור ואמר שבכאן לא התירו לו דבר קל משום הפסד ממונו אלא כדי שלא יעבור על דבר חמור. אבל במתירא מן הלסטים אין מתירין לו טלטול כדי שלא יבא לידי טלטול. ע''כ דבריו ז''ל: ",
        "<b>במה דברים אמורים בכיסו אבל מציאה וכו'.</b> מימרא שם. <b>ומה שכתב אבל יוליכנה</b> יתבאר דעתו ודעת החולקין פ' כ'. ושם יחלק בין מציאה הבאה לידו למציאה שלא באה לידו: "
      ],
      [
        "<b>ישראל שעשה מלאכה בזדון וכו'.</b> ברייתא פרק מרובה (בבא קמא דף ע\"א) ובפרקא קמא דחולין (דף ט\"ו) ובכתובות (דף ל\"ד) ובהרבה מקומות. המבשל בשבת וכו'. רבי יהודה אומר בשוגג יאכל למוצאי שבת במזיד לא יאכל עולמית. ויש בברייתא דעות אחרות. והכריחו המפרשים ז''ל שפירוש דברי ר''י כך הוא בשוגג יאכל למו''ש בין לו בין לאחרים ובו ביום אסור לכל. במזיד לא יאכל עולמית הוא אבל אחרים אוכלין. וכן כתוב בהלכות פרק כירה ושם נפסקה הלכה כר''י וכן כתבו הגאונים ז''ל. וכן הכריע הרמב''ן ז''ל. ומ''מ מ''ש <b>רבינו מיד</b> כלומר שא''צ להמתין בכדי שיעשו הוא נמשך אחר הטעם הנזכר למעלה ואין לחוש לו במה שנעשה על ידי ישראל בשוגג או במזיד. וי''ח בזה ואומרין שהוא כדי שלא יהנה במעשה שבת. והרמב''ן ז''ל כדעת זה הוא סובר והצריכו בכאן אפילו בשוגג המתנה כדי שיעשו. וה''ר יונה ז''ל דעתו כדעת רבינו והרשב''א ז''ל לא הכריע בזה כלום: "
      ],
      [
        "<b>פירות שיצאו חוץ לתחום וכו'.</b> ברייתא הובאה פ' מי שהוציאוהו (עירובין מ\"א מ\"ב) ותירצו בגמרא כך. פירות שיצאו חוץ לתחום בשוגג יאכלו במזיד לא יאכלו בד''א בשלא במקומן אבל במקומן אפילו במזיד יאכלו רבי אליעזר בן יעקב ורבי נחמיה אומרין לעולם אסורין עד שיחזרו למקומן שוגגין. ורבינו ז''ל פסק כמותן לפי שהן שנים לגבי ת''ק ועוד שמשנת ראב''י קב ונקי. ובהשגות א''א דוקא שלא חזרו וכו' רב פפא בעירובין, ע''כ. וביאור דבריו כך היא, גרסינן התם (שם מ\"א ב') אמר רב פפא פירות שיצאו חוץ לתחום וחזרו אפילו במזיד לא הפסידו את מקומן מאי טעמא אנוסין נינהו איתיביה רב יוסף ברבי שמעיה לר''פ רבי נחמיה וראב''י אומרים לעולם אסורין עד שיחזרו למקומן שוגגין בשוגג אין במזיד לא. ותירצו תנאי היא דתניא פירות וכו'. ופירוש ור''פ ס''ל כת''ק וא''כ יש לנו לפסוק כת''ק אחר שר''פ סובר כמותו. ועוד אני מוסיף להקשות על דברי רבינו ז''ל שהוא בעצמו פסק כר''פ פרק ה' מה' יו''ט בביאור. ונ''ל בתירוץ כל זה שאין גרסת רבינו תנאי היא אלא ההיא בשבת היא. והטעם בזה לפי שדברי ר''פ בהכרח הם ביו''ט שאדם יכול להוליכן ברשות הרבים תוך התחום והמקשה היה סבור שדברי ר' נחמיה ור' אליעזר היה ביו''ט ואמרו לו דבשבת היא ולא נחלקו אלא לענין אכילה ולא לענין הגבלת התחומים ואין דברי ר''פ תלויין בהן. כן נ''ל לדברי רבינו ונכון הוא אילו היו הספרים מודים לו. והרשב''א ז''ל כתב בהפך מכולם והעמיד דבריהם דוקא ביו''ט אבל בשבת כיון שהעבירן ישראל ד''א ברה''ר או שהחזירן מרה''ר לרה''י לא יאכלו. וכבר ראיתי שדעת הר''א ז''ל בזה כדברי רבינו לפרשם בשבת וצ''ל לפי דבריהם ביצאו ע''י נכרי אי נמי אפילו ע''י ישראל החמירו בתחומין דדבריהם יותר מארבע אמות דרשות הרבים דאורייתא לפי שדבריהם צריכין חזוק וזה צ''ע. ומ''מ כונת דבריהם על ידי ישראל היא ודאי כיון שחלקו בין שוגג למזיד: "
      ],
      [
        "<b>השוכר את הפועל וכו'.</b> ברייתא הובאה פ' הזהב (מציעא נ\"ח) כלשונו עד אחריות שבת עליו. ובהלכות פרק השואל הובאה כולה: "
      ]
    ],
    [
      [
        "<b>מלאכות שחייבין עליהן כו'.</b> זה מפורסם בגמ' ועיקרו פ' כלל גדול: ",
        "<b>ומנין כל אבות מלאכות וכו'.</b> משנה שם (שבת ע\"ג) וכולן נזכרו שם בלשון האדם הפועל כאמרם הזורע החורש. ורבינו הזכיר שם הפעולה וכולן שם במשנה חוץ מן השרטוט ונזכר שם במקומו המולח העור. והקשו (שם ע\"ה:) היינו מולח היינו מעבד ואמר ר' יוחנן ור''ל דאמרי תרוייהו אפיק חדא מנייהו ועייל שרטוט ע''כ. ובאור מהות מלאכות אלו וענינם יתבאר בפרקים הבאים. "
      ],
      [
        "<b>כיצד הוא ענינם החורש או החופר וכו'.</b> בגמ' (שם ע\"ג ב') תנא החורש והחופר והחורץ כולן מלאכה אחת הן: "
      ],
      [
        "<b>וכן הזורע כו'.</b> גם זה שם תנא הזורע והזומר והנוטע והמבריך והמרכיב כלן מלאכה אחת הן: "
      ],
      [
        "<b>וכן הקוצר תבואה או קטנית וכו'.</b> תנא הקוצר והבוצר והגודר והמוסק והאורה כלן מלאכה אחת הן. ודע שכוונת רבינו היא שכל מלאכה שהיא דומה לאב בדמיון גמור אלא שחלוקה ממנה באיכות הפעולה או באיכות הנפעל הרי זו אב כמותה אבל מלאכה הדומה לה במקצת זו היא הנקראת תולדה. והמשל בזה הקוצר והבוצר שהם בדמיון גמור אלא שחלוקין הנפעלים וכן הזורע והנוטע וכן החורש והחופר שהם חלוקי איכות הפעולה אבל הם בדמיון גמור. עליהם אמרו כולם מלאכה אחת הם. שאם באנו לחלק בהן נחלק במיני הזרעים גם כן ובמיני הכלים אשר יעשה בהם וכיוצא בזה. אבל בשאין שם אלא קצת דמיון כגון המחתך את הירק שאינו דומה לטחינה רק בהעשות מגוף אחד גופים רבים אע''פ שהטחינה משנה הגוף הראשון לגמרי ואין החתוך כן זו הוא תולדה והיקש זה ניתן לכלן. זהו דעת רבינו. ויש מי שפירש כלן מלאכה אחת הן שהן תולדות לאב אחד ואע''פ שאין לנו בזה אלא שינוי השמות הפירוש הראשון נראה עיקר וזהו חידוש הברייתות: "
      ],
      [
        "<b>התולדה היא המלאכה הדומה וכו'. כיצד המחתך ירק וכו'.</b> בגמ' (שבת ע\"ד:) אמר רב פפא האי מאן דפריס סלקא חייב משום טוחן: ",
        "<b>וכן הלוקח לשון של מתכת כו'. וכן הלוקח חלב ונתן בו קיבה וכו'.</b> פ' המצניע (שבת צ\"ה.) מסקנא דגמ' מחבץ חייב משום בורר מגבן חייב משום בונה, ע״כ: "
      ],
      [],
      [
        "<b>אחד העושה אב וכו'.</b> זה פשוט בכמה מקומות בגמרא: ",
        "<b>אם כן מה הפרש יש וכו' כיצד הרי שחרש וזרע וכו'.</b> בגמרא (שם ע\"ז:) מנינא (פי' דארבעים אבות מלאכות חסר אחת) למה לי ליתנינהו ולא למנינהו ואמר ר' יוחנן שאם עשאן כולן בהעלם אחד חייב על כל אחת ואחת. ופירוש דברים אלו ביודע שהוא שבת ושגג במלאכות כמו שמבואר בהלכות שגגות פרק שביעי: "
      ],
      [
        "<b>אבל אם טחן וחתך את הירק וכו'.</b> זה מחלוקת ר' אליעזר ור''ע פ' אמרו לו בכריתות (דף ט\"ז) במשנה וקי''ל כר''ע דאמר אינו חייב אלא אחת ובגמרא פרק כלל גדול (שבת ע\"ה:) גבי מתניתין לאפוקי מדר' אליעזר דמחייב אתולדה במקום אב וזה פשוט: "
      ],
      [
        "<b>העושה מלאכות הרבה וכו'.</b> משנה פ' כלל גדול (שבת ס\"ח) העושה מלאכות הרבה מעין מלאכה א' אינו חייב אלא א': "
      ]
    ],
    [
      [
        "<b>החורש כל שהוא וכו'.</b> משנה פ' הבונה (שבת ק\"ג) החורש כל שהוא המנכש והמקרסם והמזרד כל שהוא חייב ובגמ' ת״ר התולש עולשין והמזרד זרדין אם לאכילה כגרוגרת אם לבהמה כמלוא פי הגדי אם להסק כדי לבשל ביצה קלה אם ליפות את הקרקע כל שהוא. ומפני כך כתב רבינו כדי ליפות את הקרקע כל שהוא. ופירש״י ז״ל מקרסם קוצץ ענפים יבשים מן האילן מזרד זרדים לחים של שנה זו, עכ״ל: ",
        "<b>וכן המשוה פני השדה וכו'.</b> פ' כלל גדול (שבת ע\"ג:) אמר רב ששת היתה לו גבשושית ונטלה בבית חייב משום בונה בשדה חייב משום חורש אמר רבא היתה לו גומא וטממה בבית חייב משום בונה בשדה חייב משום חורש ע״כ. וכבר נתבאר שהחורש בכל שהוא: ",
        "<b>וכן כל המשוה גומות וכו'.</b> זה בהרבה מקומות ומהם פ' המצניע (שבת צ\"ה): "
      ],
      [
        "<b>הזורע כל שהוא חייב.</b> שנינו פרק המצניע (שבת צ\"ב) המצניע לזרע והוציאו בשבת חייב עליו בכל שהוא מכאן שהזורע בכל שהוא ובפרק הבונה (שבת ק\"ג) החורש כ״ש למאי חזי לביזרא דקרא. פירוש לגרעין של דלעת וגם מכאן שהזריעה בכל שהוא ועוד שלא נזכר בה שיעור: ",
        "<b>הזומר את האילן וכו'.</b> ברייתא (שם ע\"ג:). הזכרתיה פרק ז'. וכבר ביארתי שם שבאור מעין זורע הוא שהוא אב כמותה: ",
        "<b>אבל המשקה צמחים וכו'.</b> מימרא פ''ק דמ''ק איתמר המנכש והמשקה מים לזרעים בשבת משום מאי מתרינן ביה רבא אמר משום חורש ורב יוסף אמר משום זורע ופסק רבינו כר''י. ואמרו שם בטעמו מפני שכוונתו כוונת הזורע והיא להצמיח הפרי: ",
        "<b>וכן השורה וכו'.</b> מהסוגיא שבזבחים (דף צד:) פרק דם חטאת: "
      ],
      [
        "<b>הקוצר כגרוגרת חייב וכו'.</b> ברייתא פרק הבונה (שבת ק\"ג) הזכרתיה בפרק זה שאמרו אם לאכילה כגרוגרת וקוצר סתמו לאכילה הוא. וכל העוקר דבר פרק שמנה שרצים (שבת ק\"ז:) מבואר בגמ': <b>ולפיכך צרור וכו'</b> פ' המוציא (שם פ\"א:) אמר רשב״ל צרור שעלו בו עשבים מותר לקנח בו והתולש ממנו בשבת חייב חטאת. ובפ' שמנה שרצים (שבת ק\"ז ק\"ח) האי מאן דתליש כשותא מהיזמי והיגי חייב משום עוקר דבר מגדולו האי מאן דתליש פטרא מאונא דחצבא חייב משום עוקר דבר מגדולו. מיתיבי התולש מעציץ נקוב חייב משאינו נקוב פטור התם לאו היינו רביתיה הכא היינו רביתיה: ",
        "<b>אבל התולש וכו'.</b> משנה פ' המצניע הזכרתיה בסמוך. <b>ומ''ש בכדי שרש קטן</b> נלמד ממימרא דרבא האמורה (שם ע\"ה) גבי חמש מדות בכלי חרס. ניקב בשרש קטן טהור מלהכשיר בו זרעים פירוש לפי שהוא כמחובר ואין הכשר במחובר וכן הדין לענין שבת וכן פירשו ז''ל: "
      ],
      [
        "<b>כל זרע וכו'.</b> פ' כלל גדול (שבת ע\"ג:) האי מאן דקטיל אספסתא בשבת חייב שתים אחת משום קוצר ואחת משום נוטע האי מאן דקניב סלקא חייב שתים וכו': ",
        "<b>וכן הזומר וכו'.</b> שם זומר וצריך לעצים חייב שתים אחת משום קוצר ואחת משום נוטע: ",
        "<b>גבשושית של עפר וכו'.</b> פרק המוציא (שבת פ\"א:) פרפיסא היה מונח ע''ג קרקע והניחו ע''ג יתדות חייב משום תולש היה מונח ע''ג יתדות והניחו על גבי קרקע חייב משום נוטע ע''כ, ופי' רבינו פרפיסא גבשושית. ורש''י ז''ל כתב ול''נ דהאי חייב לאו דוקא אלא אסור משום דדמי לתולש דאי חייב משום תולש קאמר היכי שרו רבנן לצורך קינוח איסור כרת וסקילה, עכ''ל. ונראה שלא היה גורס בההיא דצרור חייב חטאת אלא חייב בלבד. ורבינו לא הזכיר היתר קנוח בצרור שעלו בו עשבים והוא מבואר שם במימרא דרשב''ל הזכרתיה למעלה. ואפשר שדעת רבינו ז''ל היא שההיתר הוא כשהצרור מונח על גבי יתדות ונסמך על מה שהזכיר פרק ט' היה לפניו צרור וכו'. ואע''פ שלא נזכר שם צרור שעלו בו עשבים כיון שמונח על גבי יתדות אין איסור מחמת עשבים: ",
        "<b>תאנים שיבשו באיביהם וכו'.</b> בהעור והרוטב (חולין קכ\"ז) מימרא תאנים שצמקו באיביהן מטמאות טומאת אוכלין במקומן והתולש מהן בשבת חייב חטאת, ע''כ. וגם האילן נזכר שם בסוגיא: "
      ],
      [
        "<b>התולש עולשין וכו'.</b> ברייתא פרק הבונה (שבת ק\"ג) כתבתיה למעלה בפרק זה: ",
        "<b>המעמר אוכלין אם לאכילה שיעורו כגרוגרת וכו'.</b> זה נלמד מדין המנכש והקוצר: ",
        "<b>וביצה האמורה בכל מקום וכו'.</b> פרק המוציא (שם פ' ב') מי שמיע לך ביצה קלה מהו ביצת תרנגולת ואמאי קרו לה רבנן ביצה קלה שיערו חכמים אין לך קלה לבשל יותר מביצת תרנגולת. ומאי שנא כל שיעורי דשבת כגרוגרת והכא כביצה. אמר ליה הכי אמר ר''נ כגרוגרת מביצה קלה, ע''כ: ",
        "<b>וגרוגרת אחד משלשה בביצה.</b> זה למד רבינו ממה שהזכיר פ''א מהלכות עירובין שי''ח גרוגרות הן שש ביצים ושם אבאר מאין יצא לו זה: ",
        "<b>ואין עמור אלא בגידולי וכו'.</b> פרק כלל גדול (שבת ע\"ג:) אמר רבה האי דכניף מלחא ממלחתא חייב משום מעמר אביי אמר אין עמור אלא בגידולי קרקע ופסק כאביי דהוא בתרא: "
      ],
      [],
      [
        "(ו-ז) ",
        "<b>המקבץ דבלה ועשה ממנה עגול או שנקב תאנים וכו'.</b> הדש כגרוגרת חייב וכו'. פרק המצניע (שבת דף צ\"ה) ת״ר החולב והמחבץ והמגבן כגרוגרת חייב וכו'. ואמרינן עלה חולב חייב משום מפרק. והמפרק הוא תולדת הדש. ומכאן ששעור הדש הוא כגרוגרת: ",
        "<b>ואין דישה אלא בגדולי קרקע והמפרק הרי הוא וכו'.</b> פרק כלל גדול (שבת דף ע\"ה) ת״ר הפוצע חלזון רבי יהודה אומר פציעה בכלל דישה אמרו לו אין פציעה בכלל דישה אמר רבא מאי טעמייהו דרבנן אין דישה אלא בגידולי קרקע: ",
        "<b>החולב את הבהמה וכו'.</b> ברייתא פרק המצניע (שבת דף צ״ה) ת״ר החולב והמחבץ והמגבן כגרוגרת והמכבד והמרבץ והרודה חלות דבש שגג בשבת חייב חטאת הזיד ביום טוב לוקה את הארבעים דברי ר' אליעזר וחכמים אומרים אחד זה ואחד זה אינן אלא משום שבות. ונחלקו הראשונים ז״ל בביאור ברייתא זו יש מהן מי שסובר שחכמים נחלקו על כולן שאינן אלא משום שבות. ויש מי שפירש שלא נחלקו אלא מהמכבד ואילך. וכן הכריע ר״ח ז״ל בראיות וכן כתב הרב אלפסי ז״ל בתשובה. וזה דעת רבינו. ולדבריהם אע״פ שאמרו שאין דישה אלא בגידולי קרקע בהמה נקראת גידולי קרקע ומבואר בקצת מקומות בגמרא מההיא דאמרינן שלהי פרק הפרה (ב\"ק נ\"ד:) גבי ונתת הכסף וגו' בבקר ובצאן מה הפרט מפורש פרי מפרי וגידולי קרקע וע״ש בתוס'. ולזה אפשר שכתב רבינו החולב את הבהמה חייב וכו': ",
        "<b>וכן החובל בחי וכו'.</b> דין החבלה שיהיה בה חיוב מבואר במשנה (שבת דף ק\"ז) כמו שיתבאר, אבל מה <b>שכתב שהוא מפני שהוא מפרק והיא תולדה דדש</b> הוא מסברתו ז''ל וכמו שכתבתי למעלה שאע''פ שאין דישה אלא בגידולי קרקע זהו דוקא למעט חלזון וכיוצא בו ר''ל דגים הגדלים בים שאינם נקראים גידולי קרקע אבל בהמה חיה ועוף קרויים הם גידולי קרקע. זה דעת רבינו ז''ל וחלקו עליו. ורש''י פי' שהחיוב בחבלה הוא מפני שהוא צובע. ויש מי שפירש שהוא מפני נטילת נשמה שבאותו מקום. ולדברי שניהם אין צריך כגרוגרת אלא בפחות מכאן חייב: ",
        "<b>והוא שצריך לדם וכו'.</b> פרק האורג (שבת דף ק\"ז) תני רבי אבהו קמי רבי יוחנן כל המקלקלין פטורין חוץ מחובל ומבעיר אמר ליה ר״י פוק תני לברא חובל ומבעיר אינה משנה ואת״ל משנה חובל בצריך לכלבו מבעיר בצריך לאפרו וזה מבואר: ",
        "<b>והוא שיהא בדם כו'.</b> כיון שדעת רבינו שהחובל הוא משום מפרק ודאי שיעורו כגרוגרת וכמו שנזכר למעלה ששעור הדש כגרוגרת אבל כבר כתבתי דעות אחרים: "
      ],
      [
        "<b>בד״א בחובל בבהמה וחיה וכיוצא בהן וכו'.</b> פירוש דעת רבינו הוא לחייב אף בחובל בבהמה של חברו דרך נקמה שאע״פ שאינו צריך לדם חייב מפני שנתקררה דעתו וכמו שיתבאר פרק י' גבי הקורע בחמתו ובפרק י״ב גבי המבעיר גדישו של חבירו. והדין הזה יצא לו מסוגיא שבפ' האורג (שם ק\"ה ב') ששנינו שם הקורע בחמתו ועל מתו פטור וכל המקלקלין פטורין והקשו מברייתא דתניא הקורע בחמתו ובאבלו על מתו חייב ואע״פ שחלל שבת יצא ידי קריעה ודחקו בתירוץ מתו (וחמתו). ולבסוף תירצו גבי חמתו הא ר' יהודה הא ר״ש מתני' ר״ש דפטר מלאכה שאינה צריכה לגופה ברייתא ר' יהודה דמחייב. פירש״י ז״ל שזה התירוץ עולה אפילו לקושית מתו (וחמתו) והקשו אימר דשמעת ליה לר' יהודה במתקן במקלקל מי שמעת ליה ותירצו הא נמי מתקן הוא דקא עביד נחת רוח ליצרו ואקשינן וכה״ג מי שרי והא תניא ר״ש ב״א אומר הקורע כליו בחמתו כו' יהי בעיניך כעובד גלולים ותירצו לא צריכא דקא בעי למירמי אימתא אאינשי ביתיה. וממ״ש מתקן הוא דקא עביד נחת רוח ליצרו למד רבינו שכיון שהוא פוסק כר' יהודה במלאכה שאינה צריכה לגופה שהוא חייב עליה כל שהוא עושה הדבר דרך נקמה וכעס הרי זה נקרא מתקן אצל יצרו וחייב. ומ״ש וכה״ג מי שרי לא רצו להקשות על הדין שאמרו שהוא מתקן אצל יצרו אלא לומר ובחול נמי מי שרי כלומר שהיה להם לומר בברייתא ודבר זה אף בחול אסור וכמו שהזכירו בכיוצא בזה בברייתא פרק המצניע (שבת צ\"ד:) גבי נוטל פי הזוג ואזכירה פרק ט'. ועוד שבכאן שנו קורע בחמתו אצל קורע באבלו על מתו ונראה שכשם שבחול זה מותר כך מותר זה ולא היה להם לשנות סתם דבר שהוא אף בחול כעובד גלולים ותירצו שהברייתא מדברת בדבר שהוא מותר גמור בחול או שחלק ממנו מותר גמור בחול וכגון דקא בעי למרמי אימתיה אאינשי ביתיה ולפיכך לא הזכירו איסור קצת הדבר בחול ולענין חיוב שבת כולן שוין. כנ״ל לדעת רבינו. אבל רש״י ז״ל והמפרשים האחרונים פירשו שהוא מקשה על התירוץ לומר דכיון דלא שרי לאו מתקן הוא ותירצו דברייתא דמחייב בגוונא דשרי הוא בדוקא וכגון דקא עביד למירמא אימתא אאינשי ביתיה. וזה דעת ההשגות וכ״כ שם א״א כמה נפלאים דבריו ומתמיהים אסופותיו שהרי אפילו קריעת בגדיו אם לא להטיל אימה קראוהו עובד גלולים כ״ש חובל בחבירו ואפילו לנקמה, ע״כ: "
      ],
      [
        "<b>שמנה שרצים האמורים בתורה וכו'.</b> משנה (שם דף ק\"ז) שמנה שרצים האמורים בתורה הצדן והחובל בהן חייב ושאר שקצים ורמשים החובל בהן פטור וכו' חיה ועוף שברשותו החובל בהן חייב: ",
        "<b>ואחד החובל בבהמה חיה ועוף או וכו'.</b> בברייתא שם אי זו היא חבורה שאינה חוזרת נצרר הדם אע''פ שלא יצא. מדברי רבינו נראה ששאר שקצים ורמשים אפי' הוציא מהן דם פטור אבל בפרק א''ט גבי ריאה שהאדימה אמרו בגמרא מי לא תניא ושאר שקצים ורמשים עד שיצא מהן דם. ופירש''י ז''ל ושאר המפרשים שאינו חייב בחבלתן בצרירת הדם עד שיצא. אבל אם הוציא דם חייב. וכתב רש''י ז''ל הך מתני' לא ידענא היכא מיתניא. וכבר הקשו מזה לרבינו ז''ל ואפשר שהוא סבור דההיא ברייתא אתיא דלא כהלכתא לפי ששנינו במשנה החובל בהם פטור סתם ולא חלקו בין יצא מהן דם ללא יצא. ואף לדברי רש''י ז''ל שפירש שחיוב החבלה משום צובע צריכין אנו לומר כן. ומכל מקום אין זה משמעות הסוגיא ודברי רבינו צ''ע: "
      ],
      [
        "<b>הסוחט את הפירות וכו'.</b> פ' חבית משנה (שבת קמ\"ג ע\"ב) אין סוחטין את הפירות להוציא מהן משקין. ואמר רבא דבר תורה אינו חייב אלא על דריכת זיתים וענבים בלבד וכן תנא דבי מנשה. ושיעור כגרוגרת כבר נתבאר שהדש הוא בכגרוגרת: ",
        "<b>ומותר לסחוט אשכול של ענבים וכו'.</b> (שם קמ\"ד:) אמר רב יהודה אמר שמואל סוחט אדם אשכול של ענבים לתוך הקדרה אבל לא לתוך הקערה אמר רב חסדא מדברי רבינו נלמוד חולב אדם עז לתוך הקדרה אבל לא לתוך הקערה אלמא קסבר משקה הבא לאוכל כאוכל הוא. ובהלכות פירשו הקדרה יש בה אוכל והקערה אין בה אוכל ושם בהלכות פירשו מימרא דשמואל אפי' בשבת ודרב חסדא דוקא ביו''ט אבל בשבת אסור לחלוב אפי' לתוך הקדרה ויש דעות אחרות לאסור הכל בשבת ויש מתירין הכל ודברי ההלכות עיקר: ",
        "<b>והחולב לתוך האוכל או היונק בפיו פטור ואינו חייב וכו'.</b> כבר נתבאר זה שמה שהתיר רב חסדא לא התיר אלא ביו''ט וכדעת ההלכות. אבל יש תימה בדברי רבינו למה לא כתב ההיתר בהל' יו''ט וצ''ע. <b>ומ''ש היונק בפיו פטור</b> מפורש בפרק אע''פ בכתובות (דף ס') דיונק מפרק כלאחר יד הוא ואיסורו מדרבנן: "
      ],
      [
        "<b>הזורה או הבורר כגרוגרת חייב והמחבץ וכו'.</b> פרק המצניע (שבת צ\"ה) מחבץ חייב משום בורר וכבר נזכרה למעלה ברייתא השנויה שהמחבץ כגרוגרת והזורה והבורר והמרקד שיעור אחד להם לפי שענין אחד הם וכמ''ש. ופירש''י ז''ל מחבץ עושה כלי כמין גומא ונותן הקום לתוכו ומי החלב שהן נסיובי נוטפין, עכ''ל: ",
        "<b>וכן הבורר את השמרים וכו'.</b> פ' תולין (שבת קל\"ח) אמר רב כהנא שימר חייב חטאת ואמרינן משום מאי מתרינן ביה רבה אמר משום בורר ר״ז אמר משום מרקד: ",
        "<b>ומפני מה מנו אותם וכו'.</b> פרק כלל גדול (שבת ע\"ג ע\"ד) היינו זורה היינו בורר היינו מרקד אביי ורבא דאמרי תרוייהו כל מלתא דהואי במשכן אע״ג דאיכא דדמיא לה חשיב לה: "
      ],
      [
        "<b>הבורר אוכל מתוך פסולת וכו'.</b> דברי רבינו ז״ל בדינין אלו הם כפירוש ר״ח ז״ל שפי' הסוגיא והברייתא שבפרק כלל גדול (שבת ע\"ד) דבבורר לאכול לאלתר ביד מותר אוכל מתוך פסולת בדוקא ובקנון בתמחוי פטור אבל אסור בנפה ובכברה חייב חטאת ובורר לבו ביום אפילו ביד חייב חטאת ופסולת מתוך אוכל לעולם חייב וכן הסכים הרמב״ן ז״ל וכן נראה מן ההלכות שפסולת מתוך אוכל לעולם חייב ושני מיני אוכלין הרי הן כאוכל מתוך פסולת ולבאר זה מן הגמרא יאריכו הדברים: "
      ],
      [
        "<b>והבורר תורמוסין וכו'.</b> מימרא דחזקיה שם: ",
        "<b>הבורר אוכל מתוך פסולת וכו'.</b> אוקימתא דאביי שם. ופירוש לאלתר כתב ר''ח ז''ל שיעור מה שמיסב על השולחן באותה סעודה בלבד ע''כ. ודע שלדבריו ודברי רבינו אוקימתא דאביי ופלוגתא דרב אשי ורב ירמיה כולן לאלתר הן: ",
        "<b>היו לפניו שני מיני אוכלין וכו'.</b> שם וכפי מה שנתבאר: "
      ],
      [
        "<b>משמר יין או שמן זית או מים וכן שאר משקין במשמרת שלהן חייב והוא שישמר כגרוגרת.</b> כבר נתבאר זה: ",
        "<b>אבל מסננין יין וכו'.</b> פ' תולין (שבת קל\"ט:) משנה נותנין מים ע״ג השמרים בשביל שיצולו ומסננין את היין בסודרין ובכפיפה מצרית ונותנין ביצה במסננת של חרדל, ע״כ. ופירש הרשב״א ז״ל מסננין את היין יין עכור שאינו צלול שאם היה צלול אף במשמרת היה מותר כמו שיתבאר וגם אין בו שמרים כלל ע״כ דבריו ז״ל. וכתב רבינו בפירוש המשנה טבע הביצים שטורפין אותן ונותנין אותם בדברים העכורים ויזככו אותם ויבדילו העב מן הדק, עכ״ל. ובגמ' אמר זעירי נותן אדם יין צלול ומים צלולים לתוך המשמרת בשבת ואינו חושש אבל עכורין לא מיתיבי רשב״ג אומר טורד אדם חבית יינה ושמריה ונותן לתוך המשמרת בשבת ואינו חושש (ומסיק לפני האורחים ואינו חושש) תרגמה זעירי בין הגתות שנו, ע״כ: ",
        "<b>חרדל שלשו מע''ש וכו'.</b> פסק הלכה (שם דף מ') חרדל שלשו מערב שבת למחר ממחו בין ביד בין בכלי, ע''כ: ",
        "<b>וכן יין מגתו וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>הטוחן כגרוגרת חייב וכו'.</b> כל אלו השיעורין שהן במלאכת האוכלין נראה שהן שוין וכגרוגרת. ובפרק כלל גדול (שבת ע':) קצר וטחן כגרוגרת וזה מבואר: ",
        "<b>וכל השוחק תבלין.</b> זה מבואר בהרבה מקומות שחיקת סמנין. ובודאי שהוא משום טוחן: ",
        "<b>המחתך ירק תלוש וכו'.</b> פרק כלל גדול (שבת ע\"ד:) מימרא נזכרה פרק שביעי: ",
        "<b>וכן הנוסר עצים וכו'.</b> שם אמר רב מנשה האי מאן דסלית סלתי חייב משום טוחן. וחלוקי השיעורין למד רבינו מחלוקיהן בהוצאה וכמו שיתבארו פי''ח שהוצאת האוכלין כגרוגרת והמתכות בכל שהוא והעצים כדי לבשל כגרוגרת מביצה קלה: "
      ],
      [
        "<b>והמרקד כגרוגרת חייב וכו'.</b> כבר הזכרתי זה: ",
        "<b>הלש כגרוגרת חייב וכו'.</b> כבר הזכרתי שכל אלו הן כגרוגרת ואמרו פרק המוציא (שבת דף פ':) מאי שנא דכל שיעורי שבת בכגרוגרת: ",
        "<b>והמגבל את העפר הרי זה וכו'.</b> מבואר פ''ק (שם דף י\"ח) בברייתא וסוגיא שלדברי הכל חייב בגיבול עפר. והשיעור למד רבינו משיעור ההוצאה שהמוציא טיט כשיעור הזה חייב כמבואר פרק י''ח: ",
        "<b>ואין גיבול באפר וכו'.</b> מהסוגיא שבפרק מי שהחשיך (שבת קנ\"ה:) נראה בביאור שאין חיוב גיבול דבר תורה במורסן שכך אמרו שם אמר אביי אמריתה קמי דמר מתני' דנותנין מים למורסן אבל לא גובלין מני ואמר לי ר' יוסי ברבי יהודה היא דתניא אחד נותן את הקמח ואחד נותן לתוכו מים האחרון חייב דברי רבי ר' יוסי בר' יהודה אומר אינו חייב עד שיגבל דילמא ע״כ לא קאמר ר' יוסי התם אלא בקמח דבר גיבול הוא אבל במורסן דלאו בר גיבול הוא אפילו ר' יוסי מודה פירוש דזהו גיבולו בנתינת מים ואסור. תניא בהדיא אין נותנין מים למורסן דברי רבי ור' יוסי בר' יהודה אומר נותנין ואידחי סברא דמ״ד דבמורסן דלאו בר גיבול הוא אפילו ר' יוסי מודה דנתינת מים אסור ואדרבה מותר. והטעם משום דאינו בר גיבול ולכך אפי' יגבול לא יהא בו חיוב אלא אסור מדבריהם ומתוך כך הותר נתינת מים ואם היה גיבולו דבר תורה היה אסור נתינת מים מדבריהם. והסברא הראשונה היתה דעת אביי בפרקא קמא ושם לא העלו בדחייתא. ולפי זה מה שנזכר בברייתא (דף י\"ח) פ״ק גבי אפר אינו חייב עד שיגבול ר״ל הדבר הראוי לגיבול אבל באפר לדברי רבי יוסי בר' יהודה אינו חייב בשום צד והלכה כמותו ויעיד על זה מה שאמרו ביו״ט פרק המביא וקיטמא שרי ופירושו בהלכה שהאפר אינו בר גיבול ולפיכך מותר לגבלו ביום טוב, ע״כ. ובהשגות א״א כמדומה אני וכו' ובנתינת מים לבדה חייב, ע״כ. וכדעתו דעת האחרונים ז״ל: ",
        "<b>והנותן זרע שומשמין וכו'.</b> בזבחים פרק דם חטאת (זבחים דף צ\"ד:) גבי שריית בגד במים בשבת אלא זרע פשתן מ״ט פירוש מ״ט חייב השורה זרע פשתן במים ושקלו וטרו בהא ואסיקו משום דקא עביד לישה כמבואר שם: "
      ]
    ],
    [
      [
        "<b>האופה כגרוגרת חייב אחד האופה את הפת וכו'.</b> בגמרא (שבת דף ע\"ד:) שביק תנא דידן בישול סמנין דהוה במשכן וכו'. ושיעור הגרוגרת כבר הזכרתיו: "
      ],
      [
        "<b>שיעור המחמם את המים וכו'. הנותן ביצה בצד המיחם וכו'.</b> במשנה בפרק כירה אין נותנין ביצה בצד המיחם בשביל שתתגלגל וכו' ובגמ' (שם ל\"ח:) גלגל מאי אמר רב יוסף גלגל חייב חטאת: ",
        "<b>וכן המדיח בחמין וכו'.</b> משנה פ' חבית (שבת קמ\"ה:) כל שלא בא בחמין מלפני השבת מדיחין אותו בחמין בשבת חוץ מן מליח ישן וקולייס האספנין שהדחתן זו היא גמר מלאכתן. ובגמ' הדיח חייב חטאת, ע״כ: "
      ],
      [
        "<b>המפקיע את הביצה וכו'.</b> פ' כירה (שבת ל\"ח:) במשנה ולא יפקיענה בסודרין ור' יוסי מתיר ולא יטמיננה בחול ובאבק דרכים בשביל שתצלה. ובגמ' אמר רב נחמן בחמה כ״ע לא פליגי דשרי בתולדת אור כ״ע ל״פ דאסיר כי פליגי בתולדת חמה מר סבר גזרינן תולדת חמה אטו תולדת אור ומר סבר לא גזרינן ופסק רבינו כת״ק והיתר החמה מבואר פרק כ״ב: ",
        "<b>וכן המבשל בחמי טבריא וכו'.</b> בגמרא אמר רבינא ש''מ המבשל בחמי טבריא בשבת חייב ואסיקנא מאי חייב נמי דקאמר מכת מרדות דרבנן: ",
        "<b>המבשל על האור דבר שהיה מבושל כל צרכו וכו'.</b> פרק חבית (שבת קמ\"ה:) במשנה כל שבא בחמין מלפני השבת שורין אותו בחמין בשבת ואמרו בגמ' כגון מאי אמר רב ספרא כגון תרנגולתיה דר' אבא. ופי' כגון מאי הוא מבושל כל צרכו בביאה בחמין מלפני השבת כדי שיהא מותר לשהותו בחמין בשבת כגון תרנגולתיה דר' אבא שהיתה מלוחה ביותר והיה די לה בביאה בחמין ומכאן שהמבשל דבר המבושל אפילו באור ממש פטור שאם היה בו משום בשול אפילו בחמי האור היה חייב. ודעת הרשב״א ז״ל וקצת מהמפרשים שכל שנתבשל כמאכל בן דרוסאי שוב אין בו משום חיוב בשול דבר תורה ומ״מ באור ממש אסור וזה נלמד מדין חזרת מצטמק ורע לו כנזכר פ״ג ופשוט הוא. <b>ומה שכתב וכן דבר שאינו צריך בישול</b> פשוט הוא ונלמד ממה שנחלקו פרק כירה (שבת מ\"ב) שמן אם יש בו משום בשול אם לאו מכאן שדבר שאינו צריך בשול אין בו בשול לדברי הכל: "
      ],
      [
        "<b>אחד נתן את האור וכו'.</b> ברייתא במסכת ביצה פרק המביא (דף ל\"ד) ובגמ' שופת את הקדרה מאי קא עביד. פירוש אחר שהיא ריקנית. ותירצו הכא בקדרה חדשה עסקינן ומשום ליבון רעפים נגעו בה, ע''כ. וחיוב ההגסה יש מי שכתב שאין חייב בה אלא בהגסה ראשונה שאינו מתבשל מהרה אלא בהגסה זו אבל משהגיס פעם אחת דבלא מגיס מתבשל אף המגיס פטור דמאי עבד ולזה נוטה דעת הרמב''ן והרשב''א ז''ל ובודאי לדברי הכל כל שאין בבשולו חיוב אין חיוב בהגסתו ר''ל שאין חיוב בהגסת מבושל כל צרכו לדעת רבינו. ולא בהגסת מבושל כמאכל ב''ד לדעת אחרים ז''ל: <b>אבל וכו'</b> שם: "
      ],
      [
        "<b>הניח בשר על גבי גחלים וכו'.</b> פרק כל המנחות באות מצה (מנחות דף נ\"ז) אמר ר' יוחנן הניח בשר על גבי גחלים הפך בו חייב לא הפך בו פטור ה''ד אילימא דאי לא הוה מהפך ביה לא בשיל פשיטא אלא דאי לא הוה מהפך ביה הוה בשיל אמאי לא מחייב לא צריכא דאי לא מהפך ביה בשיל מצד אחד כמב''ד ואי מהפך ביה בשיל משני צדדין כמב''ד וקמ''ל דכל מצד אחד כמב''ד ולא כלום הוא, ע''כ. ועוד שם אמר רבא ואם נצלה בו כגרוגרת במקום אחד חייב איכא דאמרי אמר רבא אפילו בב' וג' מקומות. ופסק רבינו כלשון אחרון. ופירשו כמאכל בן דרוסאי חצי בשול. אבל רש''י ז''ל פי' ליסטים היה והיה מבשל מאכלו שליש, עכ''ל: ",
        "<b>שכח והדביק וכו'.</b> פ''ק דשבת (דף ג' ד') מימרא הדביק פת בתנור התירו לו לרדותה קודם שיבא לידי איסור סקילה ולמעלה מזה בסוגיא מפורש דלאו דוקא הדביק במזיד אלא אפילו בשוגג וכן פירשו ז''ל ולזה כתב רבינו שכח וכ''ש הדביק במזיד: "
      ],
      [
        "<b>המתיך אחד מכל מיני מתכות וכו'.</b> ירושלמי ופרק קמא דיבמות (דף ו') מה לי בשול פתילה מה לי בשול סמנין וכו': ",
        "<b>וכן הממסס וכו'.</b> שם (שבת ע\"ד:) האי מאן דארתח כופרא חייב משום מבשל מהו דתימא כיון דהדר ואקיש אימא לא קמ''ל: ",
        "<b>וכן המבשל כלי אדמה וכו'.</b> שם האי מאן דשדא סיכתא חייב משום מבשל. וראיתי בספר העתים שיש גאונים פירשו שהוא מבשל כלי אדמה דקין. ורש''י ז''ל פירש יתד של עץ לח, וכבר הזכרתי למעלה יותר מבואר מזה גבי שופת קדרה: ",
        "<b>כללו של דבר וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>הגוזז את הצמר או שער וכו'.</b> תוספתא הגוזז מן החיה מן הבהמה מן העופות אפילו מן השלח מלא הסיט כפול חייב ע''כ. וכמה רוחב הסיט פירוש פשוט. ופרק האורג (שבת ק\"ה:) במשנה שיעור המלבן והמנפץ והצובע והטווה כמלא רוחב הסיט כפול והאורג ב' חוטין שיעורו כמלא הסיט. ובגמ' (שם ק\"ו) רב יוסף מחוי כפוף ר' חייא בר אמי מחוי פשוט. ורבינו פי' מלא הסיט רוחב שבין גודל לאצבע, ופירוש כפוף שאינו פושט אצבעותיו ככל הצריך אלא כפוף ופירוש פשוט שהוא פושטן. ופסק כן רבינו שאין לחייב אלא בראיה ברורה. והזרת הוא ג' טפחים לפי שהאמה היא בת ו' טפחים ויש בה שתי זרתות במדת הזרת האמור בכתוב ולא המשוער ביד. שהמשוער ביד מלא הסיט יותר הוא משני שלישים במורגש ונמצא שרוחב הסיט כפול הוא ד' טפחים זה דעת רבינו. ורש''י ז''ל פירש סיט שהוא הפסק בין אצבע לאמה כמה שאדם יכול להרחיבן, ע''כ. ובגמרא פירש רב יוסף אחוי האי הסיט כפול דמתניתין כפול ממש בריוח קצר שבין אצבע לאמה משער שתי פעמים. מחוי פשוט שבין גודל לאצבע פעם אחת והוא כפול דמתני' שיש בזה כפלים כאותן שבין אמה לאצבע, עכ''ל: ",
        "<b>התולש כנף מן העוף ה״ז תולדת וכו'.</b> פ' כלל גדול (שבת ע\"ד:) התולש את הכנף והקוטמו והמורטו חייב ג' חטאות ארשב״ל תולש חייב משום גוזז קוטם חייב משום מחתך ממרט חייב משום ממחק, ע״כ: ",
        "<b>הטווה את הצמר מן החי פטור שאין דרך וכו'.</b> שם אר''י הטוה צמר מעל גבי בהמה בשבת חייב ג' חטאות משום גוזז ומשום מנפץ ומשום טויה רב כהנא אמר אין דרך טויה בכך ואין דרך גזיזה בכך ואין דרך נפוץ בכך עכ''ל: "
      ],
      [
        "<b>הנוטל צפרניו או שערו או שפמו או זקנו הרי זה וכו'.</b> משנה פרק המצניע (שבת דף צ\"ד:) הנוטל צפרניו זו בזו או בשניו וכן שערו וכן זקנו וכן שפמו וכן הגודלת וכן הכוחלת וכן הפוקסת ר״א מחייב חטאת וחכמים אוסרים משום שבות ובגמ' מחלוקת ביד אבל בכלי ד״ה חייב: ",
        "<b>וכן החותך יבלת מגופו וכו'.</b> הכלי שכתב רבינו הוא מתמיה אצלי כי לפי הסוגיא שבסוף עירובין (דף ק\"ג) נראה בביאור שהיבלת הלחה החותכה בכלי הרי הוא כחותך צפרניו בכלי שהוא חייב וזה נ''ל כמוכרח שם ודברי רבינו צל''ע: ",
        "<b>ומותר לחתך יבלת במקדש ביד אבל לא וכו'.</b> במשנה שם חותכין יבלת במקדש אבל לא במדינה ואם בכלי כאן וכאן אסור. ובגמרא הקשו ממה ששנינו גבי קרבן פסח חתיכת יבלת אינה דוחה את השבת. ותירצו חד אמר הא והא בלחה הא ביד הא בכלי וחד אמר הא והא ביד הא בלחה והא ביבשה. ושאלו למאן דאמר הא ביד הא בכלי מאי טעמא לא אמר הא בלחה והא ביבשה. והשיבו יבשה אפילו בכלי נמי שריא פרוכי מפרכא. ופסק רבינו כמ''ד הא והא בלחה הא ביד הא בכלי ויבשה אפילו בכלי שרי: "
      ],
      [
        "<b>הנוטל שערו בכלי וכו'.</b> פ' המצניע (שבת צ\"ד:) הנוטל מלא פי הזוג בשבת חייב וכמה מלא פי הזוג שתים רבי אליעזר אומר אחת ומודים חכמים לר' אליעזר במלקט לבנות מתוך שחורות שאפילו אחת חייב ודבר זה אף בחול אסור משום לא ילבש גבר שמלת אשה: ",
        "<b>צפורן שפירשה רובה וכו'.</b> (שם) תניא רשב''א אומר צפורן שפרשה רובה וציצין שפירשו רובן ביד מותר בכלי פטור אבל אסור לא פירשו רובן ביד פטור אבל אסור בכלי חייב חטאת. אמר ר' יהודה הלכה כרשב''א אמר ר' יוחנן והוא שפירשו כלפי מעלה ומצערות אותו: "
      ],
      [
        "<b>המלבן את הצמר וכו'.</b> במשנה פרק האורג שעור המלבן כתבתיה בפרק זה: "
      ],
      [
        "<b>המכבס בגדים הרי זה תולדת מלבן וחייב וכו'.</b> זה מוזכר בהרבה מקומות. ופירש רבינו שהוא תולדת מלבן ופשוט הוא: ",
        "<b>הסוחט את הבגד וכו'.</b> בהרבה מקומות דלמא אתי לידי סחיטה ופירשו קצת המפרשים ז''ל שהסחיטה בבגד יש בה שני פנים האחד כשהיא ממים שהבגד בסחיטה זו מתלבן וזו היא תולדת המלבן והשני כשהיא משאר משקין כגון יין ושמן שאין הבגד מתלבן בהן ואסורה מפני תולדת הדש לפי שהוא מפרק ומוציא המשקין המובלעין וזו אינה אסורה אלא כשהמשקין היוצאין אינן הולכין לאבוד. ולזה נראה שנוטה דעת הרשב''א ז''ל אבל הרמב''ן ז''ל כתב סוף פ' שמונה שרצים כך ראוי לומר בכל סוחט פירות תולדת מפרק בצריך למשקים ושיעורן כגרוגרת ואין דישה אלא בגידולי קרקע כלומר בפירות וכיוצא בהן. והסוחט בגד תולדת צובע כדרך מלבן והוא נמי בכל שמכבס בין במים בין ביין כדאמרינן התם לאכלה ולא למשרה ולא לכביסה והוא שמתכבס הבגד בכך מעט ושיעורו כמלא רוחב הסיט כפול בחוטין ובארוג ג' על ג' כשיעורן להוצאה וכענין הזה כתב הרב משה הספרדי ז''ל. ושנינו בתוספתא המכבס והסוחט מלאכה אחת ר' ישמעאל בנו של ר''י בן ברוקה אומר צבעים שבירושלים קבעו סחיטה מלאכה בפני עצמה עכ''ל וכן דעת רבינו וכמ''ש: ",
        "<b>ואין סחיטה בשער וכו'.</b> פרק מפנין (שבת קכ\"ח) רבה ור''י דאמרי תרוייהו אין סחיטה בשער ע''כ, ומיהו איסורא איכא: "
      ],
      [
        "<b>המנפץ את הצמר וכו'.</b> משנה פ' האורג (שבת ק\"ה:) נזכר בפרק זה: ",
        "<b>והמנפץ את הגידים וכו'.</b> ירושלמי: "
      ],
      [
        "<b>הצובע חוט שארכו וכו'.</b> משנה פרק האורג נזכרה בפרק זה: ",
        "<b>ואין הצובע וכו'.</b> זה נלמד מדין הכותב שאינו אלא בדבר המתקיים כמבואר פרק י״א ובמשנה פ' הבונה (שבת ק\"ב:) זה הכלל כל העושה מלאכה ומלאכתו מתקיימת בשבת חייב, ע״כ: "
      ],
      [
        "<b>העושה עין וכו'.</b> נראה שרבינו ז''ל מפרש מ''ש בפרק קמא (שם י\"ח) מאן תנא נתינת מים לדיו זו היא שרייתו להתחייב משום צובע. ויש לפרש כל הסוגיא בדרך זו שמה שאינו בר גיבול נגמרה בו מלאכת הצביעה. ומה שהוא בר גיבול דעתו על הלישה ואין בו צביעה וזה דוחק וצ''ע. ובהשגות א''א בשול סמנין דגמרינן מיניה מבשל תיפוק לי משום צובע המים ואני לא הייתי סבור שיתחייב משום צובע עד שיצבע דבר שנגמרה בו מלאכת הצבע אבל צביעת מים שאינה לצורך לא ושריית דיו וסמנין משום לש באו לה ולא משום צבע המים כמו שריית הכרשינין וכעין מים וקמח או מים ועפר, עכ''ל. ודברי רבינו נכונים בעיקר דינו. ואי משום מבשל סמנין שהקשה הראב''ד ז''ל תיפוק לי משום צובע אה''נ וחייב שתים אבל אנן ילפינן שהבשול מלאכה וחייבין עליה: "
      ],
      [
        "<b>הטווה אורך וכו'.</b> משנה פרק האורג (שבת דף ק\"ה:) נזכרה בפרק זה: ",
        "<b>העושה את הלבד וכו'.</b> ירושלמי: "
      ],
      [
        "<b>העושה שני וכו'.</b> משנה פרק האורג (שבת דף ק\"ה:) העושה שני בתי נירין בנירין ובקירוס בנפה ובכברה בסל חייב. ופירש״י ז״ל שני בתי נירין שנתן שני חוטין של שתי בנירה אחת שקורין ליצ״א, עכ״ל: "
      ],
      [
        "<b>דרך האורגים שמותחין וכו'.</b> פרק כלל גדול (שבת ע\"ג וע\"ה:) במשנה המיסך ובגמ' ר״י מוסיף את השובט והמדקדק אמרו לו שובט הרי הוא בכלל מיסך מדקדק הרי הוא בכלל אורג. ופירש רש״י ז״ל מיסך אורדי״ר בלעז. ובגמרא השובט משוה השתי בכרכר, מדקדק כשמותח חוט הערב ומכה בכרכר עליו במקומות מקומות לישבן שלא יהא מתוח יותר מדאי שהמתיחה מעכבתו מהתחבר יפה על האריגה, עכ״ל. וכל אלו שיעור אחד להם: "
      ],
      [
        "<b>וכן האורג שני חוטין וכו'.</b> משנה פרק האורג (שבת ק\"ה:) והאורג שני חוטין שיעורן כמלא הסיט. ופירש רבינו ז״ל שתי אצבעות מפני שלא אמרו כמלא רחב הסיט אלא כמלא הסיט ואין נראה כן מדברי רש״י ז״ל כמו שאכתוב למטה. ועוד שם במשנה וחכ״א בין בתחלה בין בסוף שיעורו שני חוטין ע״כ: ",
        "<b>ואם ארג חוט אחד וכו'.</b> ברייתא פרק הבונה (שבת קד:) ארג חוט אחד והשלימו לבגד חייב והעמידה רב אשי אפילו כחכמים ולהשלים שאני: ",
        "<b>ארג בשפת היריעה וכו'.</b> ברייתא פ' האורג (שבת ק\"ה) ובשפה שני חוטין וכו' כלשון רבינו. ופי' רש״י ז״ל יש שאורגים סביב [הבגד] השפה באורך הבגד כולו מין אחר של (ערב) [שתי] ורוחב ברוחב הבגד כשיעור ג' בתי נירין והאורג שני חוטין חייב הא למה זה דומה כלומר להכי מיחייב באריגה כי האי ולא אמרינן כמלא רוחב הסיט כדמשערינן במתני' באורג באמצע הבגד זה דומה לאורג צלצול קטן חגורה קצרה שאינו רחב יותר מג' בתי נירין, עכ״ל: "
      ],
      [],
      [
        "(יט-כ) ",
        "<b>המדקדק את החוטין ומפרידן בעת האריגה ה״ז תולדת אורג.</b> ברייתא פרק כלל גדול (שבת דף ע\"ה:) זכרתיה למעלה: ",
        "<b>וכן הקולע וכו'. . הבוצע שני חוטין וכו'.</b> במשנה פרק כלל גדול (שבת דף ע\"ג) והבוצע שני חוטין. ופירש״י ז״ל מנתק לצורך וזה כדברי רבינו. ובהשגות א״א זה הפירוש נוטה וכו' חייב בחתיכה זו, עכ״ל. ואני אומר שפירושו נוטה ודומה למכה בפטיש שהוא גמר מלאכה וכבר שנוי במשנה. ומה שאמר שפירוש רבינו נוטה לקורע על מנת לתפור י״ל שאין דומה קורע החוטין עצמן וחותך אחת לשנים לזה שאינו חותכן אלא מפריד הארוג: "
      ]
    ],
    [
      [
        "<b>הקושר קשר של קיימא וכו'.</b> משנה (שבת קי\"א:) ואלו קשרים שחייבין עליהם קשר הגמלין קשר הספנין ובגמרא ברייתות וביאורן בהלכות ומתבאר מהן מה שהזכיר רבינו ז''ל: "
      ],
      [],
      [
        "<b>קושרת אשה וכו'.</b> משנה קושרת אשה מפתחי חלוקה וחוטי שבכה ושל פסיקיא ורצועות מנעל וסנדל ונודות יין ושמן וקדרה של בשר. ובגמ' מפתחי חלוקה פשיטא לא צריכא דאית ליה תרתי דשי וכו' חוטי שבכה ושל פסיקיא פשיטא לא צריכא דרויח מהו דתימא שלופי משלפא ליה קמ''ל דאשה חסה על שערה ומישרא שריא ליה, ע''כ. ופירש''י ז''ל סבכה קופי''א בלעז ושל פסיקיא אזור רחב וחוטין תלויין בראשו לקשרו בהן ובגמ' קמ''ל דאשה חסה על שערה שמא תצא בדוחק וינתק שערה ודפסיקיא נמי איכא לשנויי כה''ג מהו דתימא מחתה לה דרך רגלה ויוצאה קמ''ל דלא עבדא הכי משום צניעותא. עכ''ל. וגבי רצועות מנעל וסנדל יש בגמ' הרבה צדדין מהן לחיוב ומהן לפטור ומהן להיתר והרבה פירושים נאמרו בהן. וביאור רבינו שהמותרים הם שקושרים אותם על הרגל בשעת מלבוש שאלו ודאי אינן מעשה אומן ולא של קיימא, ועוד בגמ' ונודות יין ושמן פשיטא לא צריכא דאית ליה תרתי אוני ופי' רש''י ז''ל אזנים שכופלין לתוכו ובאחד מהן יכול להוציא היין, עכ''ל. <b>ומ''ש רבינו בקדרה של בשר</b> ג''כ בגמ': ",
        "<b>וקושר דלי במשיחה וכו'.</b> משנה שם (קי\"ג) וקושרין דלי בפסיקיא אבל לא בחבל ופירש''י ז''ל קושרין דלי בפסיקיא על פי הבור דפסיקיא ודאי לא מבטל לה התם אבל לא בחבל דמבטל ליה התם והוי קשר של קיימא שהדלי תלוי וקשור שם תמיד עכ''ל. ונתבאר בגמרא שאפילו חבל דגרדי שאינו מבטלו אסור גזירה אטו חבל דעלמא ולזה סתם רבינו ז''ל. וכתב הרשב''א ז''ל כתבו בתוס' דלא מיירי בדליים שלנו שאין קבועים בבור אלא בדליים הקבועים אבל שלנו אפילו חבל דעלמא דלאו דגרדי אינו קשר של קיימא כיון שאינו עשוי לעמוד שם זמן מרובה עכ''ל: ",
        "<b>וקושרין בפני בהמה וכו'.</b> במשנה (שם קי\"א:) ראב''י אומר קושרין בפני בהמה בשביל שלא תצא. ובגמ' (דף קי\"ב:) פשיטא לא צריכא דאית ליה תרתי איסרי מהו דתימא חדא מינייהו בטולי מבטל ליה קמ''ל: ",
        "<b>וחבל שהיה קשור וכו'.</b> (שם קי\"ג) אמר רב מביא אדם מתוך ביתו חבל וקושרו בפרה ובאבוס. איתיביה חבל שבאבוס קושרו בפרה ושבפרה קושרו באבוס ובלבד שלא יביא חבל מתוך ביתו ויקשרנו בפרה ובאבוס התם חבל דעלמא הכא חבל דגרדי ע''כ. ופירש''י ז''ל וקושרו בפרה ובאבוס ראשו אחד בפרה וראשו השני באבוס ולא חיישינן כשיתיר שמא לא יתיר אלא קשר שבראשה ויבטל החבל באבוס שהוא מוכן לכך או יתיר שבאבוס ויבטל אותו שבפרה ונמצא של קיימא, עכ''ל. <b>ומ''ש רבינו מפני שכל אלו הקשרים וכו'</b> פשוט הוא לפי מה שנתבאר. ובהשגות א''א זה הטעם אינו מספיק וכי קשר הדלי מעשה אומן הוא וגם אינו של קיימא שהרי הוא חבל של גמי אלא הטעם שהוא חס עליה שלא תשבר בכח הפרה ובודאי לא יניח אותם יום שלם אבל בדלי יניח אותם יום או יומים ומש''ה גזרינן עכ''ל. ודברי תימה הם בעיני אם קשר שאינו של קיימא ואינו מעשה אומן אינו מותר אי זה קשר הוא מותר. ומ''ש שאינו של קימא שהרי הוא חבל של גמי ג''כ מתמיה שאין קשר של קיימא תלוי באיכות החבל אלא במהות הקשר ולמה שקושרין אותו ולדבריו אין קשר של קיימא אלא בדבר חזק הרבה שיעמוד זמן זמנים. והטעם שכתב גם כן אינו שיש חבלים שגם הסוסים לא ישברום ואולי שאין לגרדי חבלים חזקים כ''כ ודברי רבינו פשוטים. אבל צ''ע במ''ש בחבל גרדי שמותר לטלטל ונראה מדבריו שאיסור שאר החבלים הוא משום טלטול ובגמרא גבי קושרין דלי נראה כדברי רש''י ז''ל שחלוק החבלים הוא מפני ביטול ועיקר: ",
        "<b>חותלות של תמרים ושל גרוגרות מתיר ומפקיע וחותך ונוטל ואוכל.</b> פ' חבית (שבת קמ\"ז) תני חדא חותלות של תמרים ושל גרוגרות מתיר ומפקיע וחותך ואוקימנא לה כרבנן ופי' רש״י ז״ל חותלות כלים של כפות תמרים ועשויין כמין סלים, מתיר את הכסוי הקשור בחבל. מפקיע סותר שלשלת החבל בכלי, עכ״ל: "
      ],
      [
        "<b>כל שראוי למאכל בהמה וכו'.</b> (שם קי\"ב) רבי ירמיה הוה קא אזיל בתריה דר' אבהו בכרמלית פסיק רצועה דסנדליה א''ל שקיל גמי לח דחזי למאכל בהמה וכריך עלויה ע''כ. עוד שם אביי הוה קאי קמיה דרב יוסף בחצר איפסיק רצועה דסנדליה א''ל מאי אעביד ליה א''ל שבקיה ומאי שנא מדר' ירמיה התם לא מינטר הכא מינטר. ורבינו ז''ל לא כתב חילוק זה אלא הביא הדין הראשון כפשוטו. ואולי דעתו כדעת קצת מפרשים שסוברים דהא דרב יוסף אתיא דלא כהלכתא שסובר שכלי שנשבר אינו ראוי לטלטלו אא''כ עושה מעין מלאכתו הראשונה וכר''י ואין הלכה כן וכמו שיתבאר בפרק כ''ה: ",
        "<b>נשמטה לו רצועת מנעל וסנדל או שנשמט רוב הרגל מותר להחזיר הרצועות וכו'.</b> תוספתא: "
      ],
      [
        "<b>העניבה מותרת לפי שאינה מתחלפת בקשירה וכו'.</b> ברייתא שם (קי\"ג) חבל דלי שנפסק לא יהיה קושרו אלא עונבו ר' יהודה אומר כורך עליו גונדא או פסיקיא ובלבד שלא יענבנו. והלכה כת''ק. ומעשה העניבה ידוע: "
      ],
      [
        "<b>מותר לקשור קשר שאינו של קיימא וכו'.</b> במשנה פרק מי שהחשיך (שבת קנ\"ז) מדבריהם למדנו שמודדין ופוקקין וקושרין בשבת ונתבאר בגמ' שהוא בדוקא לדבר מצוה. ופירש״י קושרין קשר שאינו של קיימא וכדעת רבינו ומוכרח הוא שלא התירו אלא מה שהוא פטור אבל אסור: ",
        "<b>נימת כנור שנפסקה וכו'.</b> משנה פרק המוצא תפילין (עירובין ק\"ב ק\"ג) קושרין נימא במקדש אבל לא במדינה ואם בתחלה כאן וכאן אסור. והקשו עליה מהא נימת כנור שנפסקה לא יהא קושרה אלא עונבה. ונאמרו הרבה לשונות בתירוצה. ופסק רבינו כלישנא קמא דאמר הא רבי שמעון הא רבנן: "
      ],
      [
        "<b>כל קשר שחייבין על קשורו כך חייבין על היתרו וכל קשר שהקושר אותו פטור כך וכו'.</b> במשנה פרק אלו קשרים (שבת קי\"א:) וכשם שהוא חייב על קשורן כך הוא חייב על היתרן, עכ''ל: "
      ],
      [],
      [
        "(ח-ט) ",
        "<b>הפותל חבלים מן ההוצין וכו'. התופר שתי תפירות וכו'.</b> משנה פרק כלל גדול (שבת ע\"ד:) התופר שתי תפירות ובגמרא והא לא קיימא אמר רבי יוחנן והוא שקשרן, ע״כ. ופירש רבינו לשלש תפירות אין צריך קשר לפי שהרי בלא קשר מתקיים ופשוט הוא: ",
        "<b>והמותח חוט של תפירה וכו'.</b> מימרא שם (ע\"ה). אמר רב המותח חוט של תפירה בשבת חייב חטאת. ופירש רש''י ז''ל בגד התפור ועומד והניח החוט ארוך ונתפרדו שתי חתיכות הבגד זו מזו במקצת וחוטי התפירות נמשכין ומותח את ראש החוט להדק ולחבר החתיכות זו היא תפירתו וחייב, עכ''ל. ורבינו פירש טעם אחר לפי שהמתיחה היא מצורך התפירה: "
      ],
      [
        "<b>הקורע כדי וכו'.</b> שם במשנה (שם ע\"ג) והקורע על מנת לתפור שתי תפירות. ופרק האורג (שבת ק\"ה) כל המקלקלין פטורין: ",
        "<b>הקורע בחמתו וכו'.</b> ברייתא שם. וכבר בארתי הענין בארוכה פרק ח' וכתבתי שם דעת החולקין עליו: ",
        "<b>הפותח בית הצואר וכו'.</b> מימרא כלשונה פרק במה טומנין (שבת מ\"ח) ופירש״י ז״ל צואר של חלוק לכתחלה חייב חטאת דהשתא קא משוי ליה מנא, עכ״ל: "
      ],
      [
        "<b>המדבק ניירות וכו'. . וכן המפרק ניירות וכו':</b> "
      ],
      [
        "<b>הבונה כל שהוא חייב וכו'.</b> משנה פרק הבונה (שבת ק\"ב:) הבונה כל שהוא חייב: ",
        "<b>המשוה פני הקרקע וכו'.</b> פרק כלל גדול (שבת ע\"ג:) מימרות כתבתים פרק ח': ",
        "<b>אחד נתן את וכו'.</b> פרק הבונה (שבת קב) אמר שמואל המצדד את האבן חייב משום מכה בפטיש מיתיבי אחד נותן את האבן ואחד נותן את הטיט הנותן את הטיט חייב ולטעמיך אימא סיפא ר' יוסי אומר אפילו העלה והניחה על גבי דימוס של אבנים חייב אלא ג' בניני הוו תתאה בעי צדודי ועפרא מציעא בעי נמי טינא עילאה בהנחה בעלמא, ע״כ. ורבינו ז״ל הזכיר שם הבנינים. וראיתי מי שהקשה עליו למה לא הזכיר התחתון ואינה קושיא שכבר הזכיר למטה בפרק זה המצדד את האבן ביסוד הבנין. וזו היא מימרא דשמואל בבנין התחתון וכן פירש״י ז״ל ומוכרח הוא. והרמב״ן ז״ל מפרש שזה הבנין שלישי אין חייבים בו בהנחה בלבד בלא צרור ועפר אלא לדעת ר' יוסי אבל לדעת חכמים דברייתא לא אלא הרי הוא כתחתון ודעת התוספות שכל אלו החלוקים מוסכמים בלא מחלוקת. וכן נראה מן התוספתא וזה דעת רבינו: ",
        "<b>והבונה על גבי וכו'.</b> בירושלמי אמרו היכן מצינו בנין במקדש שהיו נותנים קרשים על גבי אדנים ושאלו הדא אמרה בנין על גבי כלים בנין ודחו אדנים בקרקע הן ומכאן למד רבינו זה: "
      ],
      [
        "<b>העושה אהל וכו'.</b> ברייתא פרק תולין (שבת קל\"ח) אהל קבוע לא יעשה ואם עשה חייב חטאת ופשוט הוא בהרבה מקומות שהוא משום בונה: ",
        "<b>וכן העושה וכו'.</b> פ' כלל גדול (שבת ע\"ד:) אמר אביי האי מאן דעביד חביתא חייב ז' חטאות תנורא חייב ח' חטאות ואחד מהם הוא בונה. וכן פירשו הגאונים ז״ל וכן הוא בירושלמי. והענין שאע״פ שאמרו אין בנין בכלים זהו בכלים שנתפרקו להחזירן כמו שנתבאר פרק כ״ב. אבל העושה כלי מתחלתו אין לך בנין גדול מזה ואין נקרא זה בנין בכלים שהרי אינו כלי אלא עושה כלי. והשמועות מוכיחות כן כמ״ש הגאונים ז״ל ועיקר: ",
        "<b>וכן המגבן וכו'.</b> ברייתא פרק המצניע (שבת צ\"ה) המגבן כגרוגרת ואמרו עליה מגבן חייב משום בונה. וכבר כתבתי פ״ח מה שנחלקו קצת הראשונים לומר שאינו אלא משום שבות: ",
        "<b>המכניס יד בקרדום וכו'.</b> פ' הבונה (שבת ק\"ב:) עייל שופתא בקופינא דמרא רב אמר חייב משום בונה ושמואל אמר חייב משום מכה בפטיש ופסק רבינו כרב באיסורי: ",
        "<b>וכן התוקע וכו'.</b> סוף פ' כירה (שבת מ\"ז) ברייתא גבי מלבנות המטה לא יתקע ואם תקע חייב חטאת: "
      ],
      [
        "<b>העושה נקב כל שהוא וכו'.</b> בהבונה (שם ק\"ב:) העושה נקב בלול של תרנגולים רב אמר חייב משום בונה ושמואל אמר חייב משום מכה בפטיש והלכה כרב, ומפורש שם דעבדין ליה לאוירא: ",
        "<b>והמחזיר דלת וכו'.</b> בסוף עירובין (דף ק\"ב:) דלת של בור ושל דות ושל יציע לא יחזיר ואם החזיר חייב חטאת: "
      ],
      [
        "<b>הסותר כל שהוא חייב וכו'.</b> משנה פ' כלל גדול (שבת ע\"ג) גבי אבות מלאכות והוא בסותר ע״מ לבנות כדאיתא בפ' ב״מ (דף ל\"א:) בגמרא. והפטור דרך השחתה מבואר פרק האורג (שבת ק\"ז) כבר הזכרתיו: ",
        "<b>הסותר אהל קבוע וכו'.</b> זה פשוט וכבר אמרו משום סתירת אהלים נגעו בה. וכן פריקת העץ התקוע שכל מה שיש בו בנין יש בו סתירה: "
      ],
      [
        "<b>המכה בפטיש הכאה וכו'.</b> פרק כלל גדול (שבת ע\"ג) גבי אבות מלאכות. ובגמרא (דף ע\"ה:) רבא ור״ז דאמרי תרוייהו כל מידי דאית ביה גמר מלאכה חייב משום מכה בפטיש. ופירש״י ז״ל מכה בפטיש הוי גמר מלאכה שכן האומן מכה בסדן בשעת גמר מלאכה. ואין זה עיקר אלא כמו שפירש ר״ח ז״ל שהאומן מכה בפטיש על הכלי להשוות עקמימותיו וכן על האבן שבבנין להשוותה לחברותיה והיינו גמר מלאכה וזה נכון: ",
        "<b>כיצד המנפח בכלי זכוכית וכו'.</b> מימרא פרק כלל גדול הצר בכלי צורה והמנפח בכלי זכוכית חייב, ופירוש רבינו הצר צורה כולה או מקצתה בכלי צורה שהוא עומד לצורה וחשיבותו לכך. ובברייתא בפרק הבונה (שבת ק\"ג:) והצר בכלי צורה כל שהוא והמגרד כ״ש והקודח כ״ש: ",
        "<b>וכל פתח וכו'.</b> פרק חבית (שבת קמ\"ו) מימרא דבר תורה כל פתח שאינו עשוי להכניס ולהוציא אינו פתח ורבנן הוא דגזור משום לול של תרנגולין דעביד לעיולי אוירא ולאפוקי הבלא ע״כ. וגזרת חכמים מבוארת פרק כ״ג: "
      ],
      [
        "<b>המפיס שחין בשבת כדי להרחיב פי המכה וכו'.</b> ברייתא הובאה סוף האורג (שבת ק\"ו) אמר שמואל כל פטורי דשבת פטור אבל אסור בר מהני תלת דפטור ומותר חדא וכו' ואידך המפיס מורסא בשבת אם לעשות לה פה חייב אם להוציא ממנה ליחה פטור ואידך הצד נחש בשבת אם מתעסק בו שלא ישכנו פטור. וראיתי מי שהקשה על רבינו שפסק בשני אלו מותר כאן ובסוף פרק זה שהרי בפרק ח' שרצים שנינו הצדן לצורך חייב שלא לצורך פטור ובגמרא מאן תנא א״ר יהודה אמר רב ר״ש היא דאמר מלאכה שאינה צריכה לגופה פטור עליה. איכא דמתני לה אהא המפיס מורסא מאן תנא א״ר יהודה אמר רב ר״ש היא. איכא דמתני לה אהא הצד נחש וכו' מאן תנא אר״י אמר רב ר״ש היא ע״כ. ואחר שרבינו פסק בפרק ראשון כר״י במלאכה שאינה צריכה לגופה שחייב עליה למה לא חייב באלו כשם שחייב למטה בפרק זה בצד שלא לצורך ושלשתן השוו בגמרא שהם כר״ש בדוקא. ונ״ל בתירוץ זה שרבינו ז״ל סבור שאין הלכה אלא כלישנא קמא ששנו הא דאר״י אמר רב על משנתנו דהצד שלא לצורך אבל אינך אפילו לר״י אתיין ויעיד ע״ז דשמואל אמר בהנהו פטור ומותר ואיהו הוא דפסק כר״י וכמ״ש פרק ראשון והטעם שהפסת המורסא הוא גמר מלאכה כשהוא להרחיב פי המכה ושלא כדברי רש״י ז״ל שכתב משום בונה. וכשהוא להוציא ממנה ליחה אינה גמר מלאכה וא״א לבא בה חיוב מכה בפטיש שהוא גמר מלאכה בשום פנים וכן צידת הנחש שאינו צד כדרכו אלא מתעסק בו וכמו שיתבאר למטה, א״נ דכיון דרבים נזוקין בו חשיב ליה כסכנת נפשות וכ״כ קצת המפרשים ז״ל בלשון הזה. ודעת רבינו האי ובעל ההלכות כדברי רבינו בהיתר שני אלו ועיקר: <small>בספר הבתים יראה לי שאין זה מלאכה שאינה צריכה לגופה כי מלאכה שאינה צריכה לגופה הוא עושה המלאכה בעצמה ובכונה אבל דברים אלו אין כונתו למלאכה שכל כונתו הוא להוציא לחה ולהנצל כו' וכ״נ דעת הר״ם שכתב רמשים המזיקים וכו' עכ״ל:</small>"
      ],
      [
        "<b>המסתת את האבן וכו'.</b> כבר הזכרתי זה למעלה: ",
        "<b>המצדד את האבן וכו'.</b> מימרא פרק הבונה (שבת ק\"ב:) כתבתיה למעלה: ",
        "<b>הלוקט יבולת וכו'.</b> כלל גדול (ע\"ה:) אמר ר''י האי מאן דשקיל אקופי מגלימיה חייב משום מכה בפטיש וה''מ דקפיד עליהו ע''כ: ",
        "<b>המנער טלית חדשה וכו'.</b> פרק חבית (שבת קמ\"ז) אמר ר״ה המנער טליתו בשבת חייב ולא אמרן אלא בחדתי אבל בעתיקי לית לן בה ולא אמרן אלא באוכמי אבל בחיורי וסומקי לית לן בה והוא דקפיד עלייהו. עולא איקלע לפומבדיתא חזא רבנן דקא נפצי גלימייהו אמר להו קא מחללי רבנן שבתא אמר להו רב יהודה נפוצו ליה באפיה אנן לא קפדינן ולא מידי ע״כ. ונ״ל לפרש לדברי רבינו מ״ש שם אביי הוה יתיב קמיה דרב יוסף אמר ליה הב לי כומתאי חזא דאיכא טלא עליה הוה קא מחסם למיתבה ניהליה אמר ליה נפוץ שדי אנן לא קפדינן מידי. שהענין היה בחשש אביי מפני הטל שהוא מצהיב ע״ג הבגד השחור לבן. ובחידושי הרשב״א ז״ל פירש״י ז״ל משום האבק ומשום מלבן. ובתוספות הקשו שלא מצינו ליבון בכיוצא בזה. אבל ר״ח ז״ל פירש מנער מן הטל כההיא דרב יוסף דבסמוך ומשום מכבס ולמאן דקפיד הוי פסיק רישיה ולמאן דלא קפיד ליכא אלא דבר שאין מתכוין שאינו כבוס גמור עכ״ל. ולכל הפירושים חוץ מפירוש רבינו קשה סומקי אמאי לית לן בה. ובהשגות מפרשים כפר״ח ז״ל ודברי רבינו עיקר: "
      ],
      [
        "<b>הצד דבר שדרך מינו לצוד וכו'.</b> בפרק האורג (שבת דף ק\"ו) ר''י אומר הצד צפור למגדל וצבי לבית חייב וחכ''א צפור למגדל וצבי לגינה לחצר ולביברין רשב''ג אומר לא כל הביברין שוין זה הכלל כל מחוסר צידה פטור שאינו מחוסר צידה חייב אמר שמואל הלכה כר''ש בן גמליאל. ושם אמר שמואל הצד ארי בשבת פטור עד שיכנסנו לגדורדקי שלו ופירש''י ז''ל בית משמר העשוי לו כעין סהר: "
      ],
      [
        "<b>כל מקום שאם ירוץ בו יגיע לחיה וכו'.</b> שם בגמרא חלקו בין ביבר קטן לביבר גדול ואמרו היכי דמי ביבר קטן כל היכא דכי רהיט בתריה ומטי ליה בחד שחיא ביבר קטן ואידך ביבר גדול. א''נ כל היכא דנפלה טולא דכותלי אהדדי ביבר קטן ואידך ביבר גדול ע''כ. ופירשו המפרשים בחד שחיא כל שמגיע בריצה אחת ואינו צריך לישב בינתים, עכ''ל: "
      ],
      [],
      [
        "(כא-כב) ",
        "<b>אחד שמנה שרצים האמורים בתורה וכו'.</b> במשנה שם (ק\"ז) שמנה שרצים האמורים בתורה הצדן והחובל בהן חייב ושאר שקצים ורמשים החובל בהן פטור וכבר הזכרתי למעלה שמ''ש שלא לצורך פטור הוא כר''ש ורבינו ז''ל סבור שאין הלכה כמותו וכמבואר למעלה: ",
        "<b>הצד את הישן ואת הסומא חייב.</b> בהאורג (שם ק\"ו:) ת''ר הצד צבי סומא וישן חייב חגר וחולה פטור. מאי שנא הני ומאי שנא הני. הני עבידי לרבויי והני לא עבידי לרבויי. ופירש''י ז''ל סומא וישן עבידי לרבויי לישמט כשמרגישין ידי אדם. ועוד שם והתניא חולה חייב א''ר ששת לא קשיא כאן בחולה מחמת אישתא כאן בחולה מחמת אובצנא. ופירש ר''ח ז''ל אובצנא כגון שהיו עייפים מחמת כלב או מחמת דבר אחר הרי זה חייב. והן הן דברי רבינו במ''ש המשלח כלבים וכו'. אבל רש''י ז''ל פירש בהפך אובצנא עייפות שאינו יכול לזוז ממקומו נצוד ועומד הוא עכ''ל: "
      ],
      [
        "<b>צבי שנכנס לבית וכו'.</b> שם משנה כלשון רבינו: ",
        "<b>ישב אחד על הפתח וכו'.</b> משנה כלשונה: ",
        "<b>ישב הראשון ומלאהו וכו'.</b> שם ישב הראשון על הפתח ומלאהו ובא השני וישב אע''פ שעמד הראשון והלך לו חייב הראשון והשני פטור הא למה זה דומה לנועל ביתו לשומרו ונמצא צבי שמור בתוכו. ואמר שמואל בגמרא (דף ק\"ז) דהאי פטור מותר הוא. וכתב הרמב''ן ז''ל שמדברי התוספתא נראה שפירוש המשנה כך הוא לנועל את ביתו לשומרו ולא נודע לו שהיה שם צבי כלל ונמצא שצבי היה שם והוא שמור בתוכו שמותר לו להעמיד הפתח נעול עד חשכה וכן אם ישב על הפתח ונמצא שצבי היה בבית מותר לו לישב מפני שקדמה צידה למחשבה ע''כ דבריו. והרשב''א ז''ל כתב שבירושלמי נראה שהתירו לנעול לכתחלה לשמור ביתו וצבי שבתוכו דכיון שהוא צריך לשמור ביתו אע''פ שע''י כך נצוד הצבי ממילא מותר ובלבד שלא יתכוין לשמור את הצבי בלבד עכ''ל. ואין להקל כל כך: ",
        "<b>נכנסה לו צפור כו'.</b> שם מימרא כלשונה ופירש''י כנפיו כנפי כסותו: "
      ],
      [
        "<b>הצד צבי זקן וכו'.</b> ברייתא (דף ק\"ו:) כתבתיה למעלה: ",
        "<b>המפרק בהמה חיה ועוף וכו'.</b> תוספתא פ' י''ג. ואני תמיה למה לא אמרו מותר ואולי מפני איסור טלטול אבל אם אינו מטלטל נראה שמותר לפתוח הבית בפני הצבי: ",
        "<b>הצד חיה ועוף וכו'.</b> בשמנה שרצים חיה ועוף שברשותו הצדן פטור. ובמקצת ספרי רבינו יש כגון אווזין ותרנגולין ויוני עליה פטור וט''ס הוא דיוני עליה אינם ברשותו כדאיתא בהדיא פרק אין צדין (ביצה דף כ\"ד) הצד יוני שובך ויוני עליה שקננו בטפיחין ובבירה חייב. ופרק שלוח הקן (חולין דף קל\"א). וכן מבואר סוף פרק כ''א דיוני הרדסיאות הוא שהן ברשותו והן הגדלים בבתים כאווזין ותרנגולין. ואמרו בירושלמי לא אמרן אלא שברשותו הא אינן ברשותו חייב אמר רבי יוסי הדא אמרה שור שמרד הצדו בשבת חייב ע''כ. וכתבו הרשב''א ז''ל: ",
        "<b>הצד דבר שאין במינו נצוד וכו'.</b> בהאורג (שם ק\"ו:) הצד חגבין הגזין צרעין ויתושין בשבת חייב דברי ר''מ וחכמים אומרים כל שבמינו נצוד חייב כל שאין במינו נצוד פטור. ופרעושים מבואר בברייתא בשמנה שרצים (שם ק\"ז:) הצד פרעוש ר' יהושע פוטר והטעם שאין במינו נצוד. ופירוש פטור אבל אסור. ובחידושי הרשב''א ז''ל ובתוספות כתבו שאם מתירא שמא ישכנו וכ''ש אם נושך יכול להסירו דאינו אלא כמתעסק מידי דהוה אקוץ ברשות הרבים עכ''ל. ובפרק י''א אבאר מהו פרעוש: "
      ],
      [
        "<b>רמשים המזיקין וכו'.</b> מימרא דשמואל בהאורג (שם ק\"ז) כתבתיה למעלה ואידך הצד נחש וכו' ואם לרפואה חייב וממאי דפטור ומותר דתנן כופין קערה על הנר בשביל שלא תאחוז בקורה ועל עקרב שלא תשוך עכ''ל: "
      ]
    ],
    [
      [
        "<b>השוחט חייב ולא שוחט בלבד אלא כל הנוטל וכו'.</b> בכלל גדול השוחט ובגמרא שוחט משום מאי חייב אמר שמואל משום נטילת נשמה: ",
        "<b>החונק את החי עד שימות וכו'. לפיכך אם העלה וכו'.</b> בגמרא (שם ק\"ז ע\"ב) בשמונה שרצים אמר שמואל השולה דג מן הים כיון שיבש בו כסלע חייב אמר ר' יוסי בר אבין ובין סנפיריו אמר רב אשי לא תימא יבש ממש אלא אפי' דעבד רירי. ונראה שאין רבינו גורס מן הים. ורש''י ז''ל פירש השולה דג שהיה נצוד ועומד מבעוד יום, ופשוט הוא שאין בכאן דין צידה כלל: ",
        "<b>הושיט ידו למעי בהמה וכו'.</b> מימרא כלשונה. ופירש הרמב''ן ז''ל שהוא חייב משום נטילת נשמה ועל דרך זה פירש הסוגיא שעל מימרא זו וכן עיקר, וזהו דעת רבינו. ופירש''י ז''ל דלדל עקר שהפילתו על ידי דלדול זה עכ''ל: "
      ],
      [
        "<b>רמשים שהן פרין ורבין מזכר ונקבה וכו'.</b> מפורש בסוגיא שם במסקנא דרב יוסף ורב אשי סברי שדעת חכמים הוא שכל דבר שפרה ורבה חייבין עליו דומה לאילים מאדמים שהיו נשחטין במשכן וחייבין על הריגת פרעושין אע''פ שאין בהן גידין ועצמות. ופרעוש כתב הרמב''ן ז''ל יש שפירשו אותו המין השחור הנקרא בורגו''ת והוא הווה מן העפר בימות החמה ואע''פ שאינו פרה חייבין עליו כמי שהוא פרה ורבה מזכר ונקבה שכן ההורג עכבר שהשריץ מן העפר חייב ולא פטרו מאילים מאדמים אלא כגון כינה שהיא מן הזיעה וכן תולעים שבאשפות ובדברים המוסרחים וזה דעת הרמב''ם ז''ל. ולי משמע בעכבר שהשריץ מן העפר חייבים עליו ודאי מפני שמינו פרה ורבה הוא אלא שהוא כמינין הסריסין אבל מינין שאין בהן מפריה ורביה כלל כגון בורגו''ת פטור ולכתחלה נמי מותר בין לצוד בין להרוג דבכלל מאכולת הן, עכ''ל. וזה דעת הרשב''א ז''ל וכתב שהפרעוש מין רחש אחר הוא שפרה ורבה ולא הבורגו''ת עכ''ל: "
      ],
      [
        "<b>המפלה כליו בשבת וכו'.</b> ברייתא פ''ק (שם דף י\"ב) המפלה כליו מולל וזורק ובלבד שלא יהרוג אבא שאול אומר וכו' אמר רב הונא הלכה מולל וזורק וזהו כבודו אפילו בחול רבה מקטע להו רבא שדי לקנא דמיא. וכתבו הרמב''ן ז''ל והרשב''א ז''ל שמעינן מינה דמשום כבודו בלחוד קאמר אבל אם בא להרוג ואפילו בשבת מותר וזה דעת רבינו ועוד שם תניא רשב''א אומר אין הורגין את המאכולת בשבת דברי ב''ש וב''ה מתירין, ע''כ: "
      ],
      [
        "<b>חיה ורמש שנושכין וממיתין וכו'.</b> דברי רבינו בכאן <b>עד אסור להרגן</b> הם כדברי ההלכות ממש בפרק כל כתבי וזה דעת הרמב''ן ז''ל והרשב''א ז''ל בעיקרי הדין אבל כתבו שהיתר אלו המנויין בשאין רצין דוקא הוא כר''ש שפטר מלאכה שאצ''ל אבל לר''י אסור הוא שאין זה פקוח נפש גמור כיון שאין רצין אחריו וזה שלא כדברי רבינו שפסק כר''י ופסק כאן כן. ונראה שדעתו ז''ל שפקוח נפש הוא בהראותן בלבד: ",
        "<b>ואם דורסן לפי תומו וכו'.</b> שם (שבת קכ\"א:) נחש דורסו לפי תומו עקרב דורסו לפי תומו, ופירשו הרמב''ן והרשב''א ז''ל דורסו ואפי' במתכוין אלא שהוא עושה לפי תומו שמראה עצמו כאילו אינו מתכוין וכל זה משום דקי''ל כר''ש במלאכה שאצ''ל ואע''פ שרבינו פסק כר''י, כפירוש הזה נראה מלשונו, ושלא כדברי רש''י ז''ל שכתב שא''צ ליזהר ממנו שלא ידרסנו אלא דורסו לפי תומו ונראה מדבריו שלא התירו אלא משום דבר שאין מתכוין וכר''ש ואין זה עיקר: "
      ],
      [
        "<b>המפשיט מן העור לעשות קמיע חייב וכו'.</b> משנה פ' המוציא (שם ע\"ח:) עור כדי לעשות קמיע. ובגמרא (שם ע\"ט) לעבדו בכמה לא שנא, והסוגיא מוכחת שהוא הדין בהפשטתו וכל המלאכות הנעשות בעור כך שיעורן כשם שהמלאכות הנעשות בצמר יש להם שיעור אחד. ",
        "<b>ומ''ש ואחד המולח שהמליחה מין עבוד.</b> בכלל גדול (שם ע\"ה:) היינו מולח היינו מעבד וכבר הזכרתיו פרק ז': ",
        "<b>ואין עבוד באוכלין וכו'.</b> שם רבא אמר אין עבוד באוכלין: ",
        "<b>וכן המוחק מן העור כדי לעשות קמיע חייב וכו'.</b> (שם ע\"ג) המוחקו ופירש''י ז''ל מגרד שערו. <b>ומ''ש רבינו עד שיחליק,</b> לפי שאמרו בגמרא ממרח רטיה חייב משום ממחק כמו שיתבאר וממרח הוא מחליק: "
      ],
      [
        "<b>המפרק דוכסוסטוס מעל הקלף הרי וכו'. . והדורס על העור ברגלו וכו'.</b> זה נראה מההיא דפ''ק דיו''ט גבי נותנין את העור לפני הדורסן משמע שהוא תולדה: ",
        "<b>המורט נוצה מן וכו'.</b> ברייתא (שבת ע\"ד:) הזכרתיה פ''ט התולש וכו': ",
        "<b>וכן הממרח רטיה וכו'.</b> (שם ע\"ה:) מימרא והממרח בשבת חייב משום ממחק: ",
        "<b>וכן השף בידו על העור המתוח בין העמודים חייב וכו'.</b> מימרא שם השף בין העמודים בשבת חייב משום ממחק. ובירושלמי פירשו השף העור על גבי העמוד ולזה הסכים הרמב''ן ז''ל ועיקר: "
      ],
      [
        "<b>המחתך מן העור כדי לעשות קמיע חייב וכו'.</b> (שם ע\"ט) וכבר הזכרתי שכל מלאכות העור שיעור אחד להן: ",
        "<b>והקוטם את הכנף וכו'.</b> ברייתא (שם ע\"ד:) הזכרתיה פרק תשיעי התולש וכו' ופירש''י ז''ל התולש את הכנף נוצה גדולה מכנף עוף חי, והקוטמו לאחר שתלשו חותך ראשו שהוא דק ומניחו בכסת או בכר ולצד זנבו שהוא קשה הוא מורט שערו מכאן ומכאן ומשליך הקנה ונותן השער בכר וכסת, משום מחתך דקפיד עד מקום שהוא ראוי, עכ''ל: ",
        "<b>וכן המגרד וכו'.</b> הנוסחא המדוקדקת בגמ' (שם ע\"ה) המגרד ראשי כלונסות בשבת חייב משום מחתך ולא המגרר ברי''ש. וכן נ''ל מוכרח מדברי רבינו שכתב למעלה פ' עשירי והמגרד כ''ש חייב משום מכה בפטיש וכן עיקר שהרי המגרר במגרה קודח ונוקב הוא אבל כאן הוא מגרד וכן הביאהו בערוך ופירש''י ז''ל מגרד ראשי כלונסות שיהיו שוין וחדין: ",
        "<b>הנוטל קיסם של עץ מלפניו וכו'.</b> פרק המביא ביו''ט (ביצה ל\"ג א' וב') אמר רב יהודה אוכלי בהמה אין בהם משום תקון כלי איתיביה רב כהנא לרב יהודה מטלטלין עצי בשמים להריח בהן ולהניף בהן לחולה ומוללו ומריח בו ולא יקטמנו להריח בו ואם קטמו פטור אבל אסור לחצוץ בו שיניו לא יקטמנו ואם קטמו חייב חטאת א''ל השתא פטור אבל אסור קשיא לי חייב חטאת מבעיא אלא כי תניא ההיא בקשין וחסורי מחסרא וה''ק מוללו ומריח בו וקוטמו ומריח בו בד''א ברכין אבל בקשין לא יקטמנו ואם קטמו פטור אבל אסור לחצוץ בו שיניו לא יקטמנו ואם קטמו חייב חטאת תני חדא קוטמו ומריח בו ותניא אידך לא יקטמנו להריח בו א''ר זירא אמר רב חסדא לא קשיא הא בקשין הא ברכין מתקיף לה רב אחא בר יעקב בקשין אמאי לא מאי שנא מהא דתנן שובר אדם את החבית וכו' ועוד הא רבה ורבין דאמרי תרווייהו כי הוינן בי רב יהודה הוה מפשח ויהיב לן אלותא אלותא פי' מקלות גדולות ואע''ג דחזי לקתא דנרגי וחציני אע''פ שהיה קשה והיה ראוי לעשות ממנו בית יד לסכין ולקרדום ולפסיל ופרקינן אלא לא קשיא פי' הני ברייתות אהדדי ותרוייהו בקשין הא ר''א הא רבנן דתניא ר''א אומר נוטל אדם קיסם משלפניו לחצוץ בו שיניו וחכ''א לא יטול אלא מאבוס של בהמה ושוין שלא יקטמנו קטמו לחצוץ בו שיניו ולפתוח בו את הדלת בשבת בשוגג חייב חטאת במזיד ביו''ט סופג את הארבעים דברי ר''א וחכ''א אחד זה ואחד זה אינן אלא משום שבות ר''א דקאמר התם חייב חטאת הכא אמר פטור אבל אסור פירש ר''א דהחמיר בקוטמו לכלי חייב חטאת הכא בקוטמו להריח בו פטור אבל אסור רבנן דקאמרי התם פירוש בקוטם לכלי פטור אבל אסור הכא פירוש בקוטם להריח מותר לכתחלה ע''כ שם. והנה כל הסוגיא הזאת מתמהת אצלי על דברי רבינו שכתב חייב. ואי אפשר לפרש דכי אמרי רבנן גבי קטמו לחצוץ בו שיניו שהוא משום שבות דלא קיימי אלא אאבוס של בהמה שהוא רך אבל בקשין אפילו רבנן מודו וכדי להעמיד הברייתא הראשונה שהקשו ממנה לרב יהודה אפילו כרבנן ומחייבת חטאת לפי שאין זה משמע הסוגיא משום פנים דכיון דקי''ל כר''י שהיה מפשח להריח מקלות קשים נראה בביאור שאפילו בקוטם לכלי אין שם חיוב חטאת ומעיקרא כי מקשו לר''י מההיא ברייתא בדין הוא דהוה מצי לתרוצי ר''א היא והכרח הוא שהוא שלא כהלכה דקאמר ואם קטמו להריח פטור אבל אסור ורב יהודה הוה מפשח אלותא לכתחלה. אלא דקושטא דמלתא קאמר ליה דאפי' ר''א לא מחייב אלא בקשין, ומ''ש בברייתא שניה קטמו לחצוץ בו שיניו אקיסם שהוא קשה קא מהדר וכן פירש''י ז''ל וכ''כ הרשב''א ז''ל. ופירש''י ז''ל שחכמים סוברים שאחד שבת ואחד יו''ט אינן אלא משום שבות דקטימה תיקון כלאחר יד ולאו תיקון מעליא הוא אא''כ מחתכו וממחקו בסכין, עכ''ל. ואם דברי רבינו הם בקוטם בסכין היה לו לבאר וחפשתי כל צדדי סוגיא זו ולא מצאתי דבר נאות ישען בו רבינו ז''ל. ובהלכות ג''כ נראה כדפירש''י ז''ל: "
      ],
      [
        "<b>כל דבר שהוא ראוי למאכל וכו'.</b> כבר נתבארה כל הבבא הזאת ביאור שלם למעלה: "
      ],
      [
        "<b>הכותב שתי אותיות וכו'.</b> בכלל גדול (שבת ע\"ג) במשנה גבי אבות מלאכות והכותב שתי אותיות והמוחק ע''מ לכתוב שתי אותיות: ",
        "<b>הכותב אות אחת וכו'.</b> ברייתא (שם ע\"ה:) כלשון רבינו: ",
        "<b>כתב אות אחת והשלים בה את הספר חייב.</b> בהבונה (שם ק\"ד:) תנא כתב אות אחת והשלים בה את הספר חייב: ",
        "<b>הכותב על מנת לקלקל וכו'.</b> תוספתא: ",
        "<b>נפלה דיו על גבי וכו'.</b> גם זה שם בתוספתא: "
      ],
      [
        "<b>הכותב אות אחת כפולה וכו'.</b> במשנה וסוגיא שם בגמרא (שם ק\"ג:) וכר' יהודה. ונראה מדברי רבינו שאינו חייב אלא כשהן שם אחד ר''ל שיש להם כונה כגון אלו גג דד שכתב אבל אא דאאזרך וכיוצא בהן שאינן מלה אינו חייב וכן נראה מן הגמ': ",
        "<b>והכותב בכל כתב וכו'.</b> משנה (שם ק\"ג) הכותב שתי אותיות בין בימינו בין בשמאלו בין משם אחד בין משני שמות בין משני סימניות בכל לשון חייב. ופירש רבינו האי שני סימניות שאינן אותיות ידועות בכתב שהן נקראות סימנין בעלמא כגון נוני״ן הפוכים דכתיבי גבי ויהי בנסוע הארון כדמפורש פרק כל כתבי (שבת קט\"ו:). אבל רש״י ז״ל פירש האחת בדיו והשנית בסקרא ודחה הרשב״א ז״ל פירוש זה: "
      ],
      [
        "<b>הכותב אות אחת סמוך וכו'.</b> משנה (שם ק\"ד:) כתב במשקין במי פירות באבק דרכים באבק סופרים ובכל דבר שאינו מתקיים פטור לאחר ידו ברגלו בפיו ובמרפקו כתב אות אחת סמוך לכתב וכתב ע''ג כתב נתכוין לכתוב חי''ת וכתב שני זייני''ן אחד בארץ ואחד בקורה כתב על שני כותלי הבית ע''ג שני דפי פנקס ואין נהגין זה עם זה פטור ע''כ. עוד שם למעלה כתב בדיו בסם בסקרא בקומוס ובקנקנתום וכל דבר שהוא רושם על שני כותלי זויות על שני לוחי פנקס והן נהגין זה עם זה חייב ע''כ: ",
        "<b>והמתכוין לכתוב חי''ת וכו'.</b> כבר נתבאר במשנה: ",
        "<b>הכותב אות אחת בארץ וכו'.</b> שם במשנה הכתובה למעלה: ",
        "<b>כתבן בשני כותלי זוית או בשני דפי פנקס ונהגין זה עם זה חייב.</b> במשנה הכתובה למעלה: "
      ],
      [
        "<b>לקח גויל וכיוצא בו וכו'.</b> בגמרא א''ר אמי כתב אות אחת בטבריא ואות אחת בצפורי חייב כתיבה היא אלא שמחוסרת קריבה והקשו והא אנן תנן על שני כותלי הבית על שני דפי הפנקס ואין נהגין זה עם זה פטור ותירצו התם מחוסר מעשה דקריבה הכא לא מחוסר מעשה דקריבה. ונ''ל פירושו לדעת רבינו שאפי' כל האותיות הם באמצע המגלות אתה יכול לקרבן בלא קציצה שהרי הגויל וכיוצא בו דבר הנכרך הוא ואתה יכול לקרב האותיות שיהיו נהגות. ואפשר שזהו פי' הירושלמי שאמרו בתירוץ קושיא זו תפתר בסיד דק פי' שהמגלות הם מסיד דק ואדם יכול לכרכן ולקרב האותיות שבאמצעיתם יפה. כך נ''ל לפי לשון רבינו אבל רש''י ז''ל פירש כגון אות אחת על שפת לוח זו בטבריא ואות אחת על שפת לוח זה בצפורי ואתה יכול לקרבן שלא במעשה עכ''ל. ולרבינו האי בשם הראשונים יש ענין אחר בזה: "
      ],
      [
        "<b>הכותב אות אחת וכו'.</b> במשנה כתב אות אחת נוטריקון ר''י בן בתירא מחייב וחכמים פוטרים ע''כ: ",
        "<b>המגיה אות אחת כו'.</b> בגמרא תני הגיה אות אחת חייב והקשו השתא כתב אות אחת פטור הגיה אות אחת חייב ותירצו א''ר ששת הב''ע כגון שנטלו לגגו של חי''ת ועשאו שני זייני''ן רבא אמר כגון שנטלו לתגו של ד ועשאו ר ע''כ והביא רבינו אוקימתא דרב ששת: "
      ],
      [
        "<b>הכותב בשמאלו או וכו'.</b> כולם נזכרים במשנה הכתובה למעלה חוץ משמאלו שמבואר בגמרא (שם ק\"ג) שהקשו על המשנה שאמרה בין בימינו בין בשמאלו חייב כנזכר למעלה. בשלמא אימינו מיחייב אלא אשמאלו אמאי והא אין דרך כתיבה בכך ותירץ ר' ירמיה באטר שנו והקשו ותהוי שמאל דידיה כימין דכ''ע ואשמאל לחייב אימין לא ליחייב אלא אמר אביי בשולט בשתי ידיו, ע''כ: ",
        "<b>אטר שכתב וכו'.</b> כבר הזכרתי זה בסמוך: ",
        "<b>והשולט בשתי וכו'.</b> גם זה נזכר בסמוך: ",
        "<b>קטן אוחז וכו'.</b> תוספתא: ",
        "<b>גדול אוחז בקולמוס וכו'.</b> ג''ז בתוספתא: "
      ],
      [
        "<b>אין הכותב חייב עד וכו'.</b> משנה שם (ק\"ד:) כתובה למעלה. <b>ומ''ש רבינו ויכתוב על דבר שמתקיים</b> מפורש בתוספתא זה הכלל כתב דבר של קיימא בדבר שאינו ש''ק או דבר שאינו ש''ק בדבר שהוא ש''ק פטור עד שיכתוב דבר של קיימא בדבר שהוא ש''ק ע''כ. וכבר כתבתי פרק ט' משנה שם (ק\"ב:) מוכחת שבכל מלאכת שבת בעינן דבר המתקיים: "
      ],
      [
        "<b>הכותב על בשרו וכו'.</b> משנה הכותב על בשרו חייב המסרט על בשרו ר''א מחייב ור' יהושע פוטר ע''כ. וידוע שר''א ור' יהושע הלכה כר''י: ",
        "<b>הקורע על העור וכו'.</b> ירושלמי ותוספתא ובמקצת נוסחי התוספתא נמצא הפך מדברי רבינו שהקורע פטור והרושם חייב ועיקר הנוסחא הוא כדברי רבינו לחייב הקורע ולפטור הרושם וכדברי הירושלמי: ",
        "<b>המעביר דיו ע״ג סקרא וכו'.</b> פרק המביא תניין (גיטין דף י\"ט) בגיטין איתמר המעביר דיו ע״ג סקרא בשבת ר״י ור״ל דאמרי חייב שתים אחת משום כותב ואחת משום מוחק דיו על גבי דיו וסקרא על גבי סקרא פטור סקרא על גבי דיו אמרי לה חייב מוחק הוא ואמרי לה פטור מקלקל הוא ע״כ. ופסק רבינו כלישנא בתרא שלא לחייבו. ופירוש דיו על גבי דיו וסקרא על גבי סקרא כתב על גבי כתב הנזכר למעלה וכן מפורש בירושלמי ופשוט הוא: "
      ],
      [
        "<b>רושם תולדת כותב וכו'.</b> משנה בהבונה (שבת ק\"ג) אמר ר' יוסי לא חייבו שתי אותיות אלא משום רושם שכן כותבין על קרשי המשכן לידע אי זהו בן זוגו. ופירש רבינו בפירוש המשנה שדעת ר''י היא שהרושם הוא אב בפני עצמו. וכתיבת שתי אותיות בלבד הוא משום רושם לפי שכך היו עושין במשכן. ואין הלכה כמותו אלא תולדת הכותב הוא והאריך בזה שם ורש''י ז''ל פירש פירוש אחר: ",
        "<b>המשרטט כדי לכתוב וכו'.</b> בגמרא בכלל גדול (שם ע\"ה:) הזכרתיו פרק ז'. והשיעור הוא שכל אלו הדברים הם מפני הכתיבה ושיעור אחד להם: <b>חרשי העצים וכו'. וכן הגבלים וכו':</b> "
      ]
    ],
    [
      [
        "<b>המבעיר כל שהוא חייב והוא שיהיה וכו'.</b> בהאורג (שבת ק\"ו) תני ר' אבהו קמי דר' יוחנן כל המקלקלין פטורין חוץ מחובל ומבעיר אמר ליה פוק תני לברא חובל ומבעיר אינה משנה ואם תמצא לומר משנה חובל בצריך לכלבו מבעיר בצריך לאפרו. והא אנן תנן וכולא סוגיא. ורבו הפירושין בסוגיא זו והעיקר שהדין שהזכיר רבינו בכאן אמת הוא שאע''פ שאין תועלת האפר כנגד קלקול חפצים חייב וזה נראה דעת הרמב''ן ז''ל. ובהשגות א''א ואם הבעיר תחת תבשילו חייב שתים ע''כ. ואפשר שכן הוא וכבר הזכיר רבינו פרק ט' שהנותן העצים תחת הקדרה חייב משום מבשל ומ''מ אין זה בכל שהו אא''כ יש בו שיעור כדי לבשל כגרוגרת מביצה קלה שכיון שמשום מבשל אנו מחייבין אותו א''א בפחות משיעור תבשיל: ",
        "<b>והמבעיר גדישו וכו'.</b> כבר הזכרתי פרק ח' גבי חובל דעת רבינו וטעמו בזה ודעת החולקים עליו: ",
        "<b>וכן המדליק וכו'.</b> זה פשוט ומבואר פרק ספק אכל חלב (כריתות [כ'] ע\"ב) שהמדליק את הנר חייב: ",
        "<b>המחמם את הברזל וכו'.</b> ובהשגות א''א ולמה לא משום מבשל כו' דצרוף דרבנן הוא, עכ''ל. ומ''ש לחייבו משום מבשל אינו נ''ל שכל דבר שהוא עצמו נעשה אור ושורף אין ראוי לומר המבשל אלא מבעיר וכבר הזכירו גחלת של מתכת בלשון אש גמור וזה נראה ברור. אבל מ''ש שחיוב הצרוף הוא מפני מכה בפטיש זהו דעת רש''י ז''ל וזה תימה שאין עושין כן בגמר מלאכה ומכל מקום יש לדקדק במ''ש ז''ל שהצרוף הוא מדבריהם ומפשט הסוגיא שבפרק כירה (שבת מ\"א) נראה שהצרוף הוא דבר תורה וכל שאינו מתכוין הוא מותר כר''ש דאמר דבר שאין מתכוין מותר ואפילו למאן דסבר כר''י במלאכה שאינה צריכה לגופה וכמו שיתבאר פרק כ''ב גבי מיחם שפנה ממנה מים מפני שאפשר שלא הגיע לצרוף ואינו בהכרח גמור שיצרף אבל ביומא (דף ל\"ד:) פ' אמר להם הממונה גבי טבילה שנינו ר' יהודה אומר עששיות של ברזל היו מחמין מעיוה''כ ומטילין לתוך צונן בשביל שתפוג צנתן והקשו והרי מצרף ותירץ רב ביבי בשלא הגיע לצרוף ואביי תירץ אפילו תימא שהגיע לצרוף דבר שאין מתכוין מותר והקשו ומי אמר אביי הכי והא אמר אביי הלכה כר' יהודה דאמר דבר שאין מתכוין אסור. ותירצו הני מילי בכל התורה כולה אבל הכא צרוף בעלמא דרבנן הוא ושבות היא ואין שבות במקדש. ע''כ. נראה מזו הסוגיא בבאור שהצרוף מדבריהם. ויש לדחותה ולומר שהיא לדעת אביי בלבד ואין הלכה כמותו אלא כרב ביבי דאמר דוקא שלא הגיע לצרוף. אבל הרמב''ן ז''ל דחה ואמר שאין בעששיות צרוף כמו בגחלת לפי שהן חמות הרבה ומפשירות המים ואין מצטרפות לגמרי אלא במים צוננין ולזה יראה לי דעת רבינו נוטה במ''ש פ''ב מהל' יוה''כ מלבנין עששיות של ברזל באש מבערב וכו'. עוד כתב הרמב''ן ז''ל ואי קשיא הא דאמרי' פר''א דמילה (שבת קל\"ד) ממתיקין את החרדל בגחלת ואוקימנא בשל מתכת אלמא ליכא צרוף גמור במתכת איכא למימר שאני חרדל שאינו מצרף ואין צירוף אלא במים עכ''ל. עוד כתב שמדברי הגאונים ז''ל נראה שסוברים שהצירוף הוא מן התורה ודברי רבינו הם כדעת זו, וממ''ש שהיו מחממין מבערב יוה''כ ולא היו מחממין ביום הכפורים יש ללמוד שיש בחמום חיוב לפי שאין שבות במקדש אע''פ שיש לדחות זו היא שטת רבינו: "
      ],
      [
        "<b>המכבה כל שהוא חייב אחד וכו'.</b> רבינו הולך לשטתו שפסק כר״י בחיוב מלאכה שאצ״ל שאילו לר״ש המכבה כחס על הנר פטור ואינו חייב אלא כחס על הפתילה וצריך להבהבה שהוא עושה פחם כדאיתא בפרק במה מדליקין (שבת כ\"ט ב') יא בגמרא וכבר כתבתי כן פרק ראשון: ",
        "<b>אבל המכבה גחלת וכו'.</b> פ' כירה (מ\"ב) אמר שמואל מכבין גחלת של מתכת ברה''ר בשביל שלא יזוקו בה רבים אבל לא גחלת של עץ. ואקשינן אי כר''ש אפי' של עץ נמי ותירצו דכר''י ס''ל בדין מלאכה שא''צ לגופה שחייב עליה. ומדברי רבינו שכתב שהכל תלוי בכונתו נראה שכל שאינו מתכוין אין ראוי לומר בו פסיק רישיה ולא ימות הוא וליחייב מפני שכשהוא מתכוין הוא עושה מלאכה וכשאינו מתכוין אין בו מלאכה כלל שהרי אינו רוצה לעשות ממנו כלי דומה לקטימת קיסם שהזכרנו פי''א שכל שאינו קוטמו לחצוץ בו שניו אע''פ שראוי לכך בקטימתו פטור שכל שהוא מפני תקון כלי מי שאינו מתקנו פטור ואפי' לר''י המחייב בדבר שאין מתכוין. וקרובים לזה דברי הרמב''ן ז''ל והדבר מוכרח לומר כן לפי שטת רבינו: ",
        "<b>ומותר לכבות וכו'.</b> כבר הזכרתי זה ולדברי הפוסקים כר''ש אפילו גחלת של עץ מותר. ויש בהשגות שטה אחרת בענינים אלו: ",
        "<b>הנותן שמן וכו'.</b> ברייתא פרק שני דיום טוב (ביצה דף כ\"ב) הנותן שמן לתוך הנר חייב משום מבעיר והמסתפק ממנו חייב משום מכבה ע''כ. ונראה שחיוב הכבוי הוא כרבי יוסי בדוקא: "
      ],
      [
        "<b>דליקה שנפלה בשבת וכו'.</b> גם זה כר''י בדוקא דאי לר''ש פטור אבל אסור וכן מבואר בירושלמי פרק כל כתבי ופשוט הוא ופרק כ''ג אכתוב שיש בזה כעין סיוע לפסוק כר''י. <b>ומ''ש רבינו שאין אבוד ממון דוחה את השבת אלא אבוד נפשות,</b> ר''ל שאם היה שם אבוד נפשות שא''א להצילן אלא על ידי כיבוי מכבין את הדליקה. ופשוט הוא שאין לך דבר עומד בפני פקוח נפש ומבואר פרק שני ופ' יו''ט שחל אמרו מהו לכבות את הדליקה ביו''ט היכא דאיכא סכנת נפשות לא תבעי לך דאפי' בשבת שרי כי תבעי לך היכא דאיכא אבוד ממון וכו' ע''כ: "
      ],
      [
        "<b>מותר לעשות מחיצה וכו'.</b> במשנה בכל כתבי (שבת ק\"כ) ועושין מחיצה בכל הכלים בין מלאים בין ריקנים בשביל שלא תעבור הדליקה ר' יוסי אוסר בכלי חרס חדשים מלאים מים מפני שאינן יכולין לקבל את האור ומתבקעין מאליהן ומכבין את הדליקה ואמרינן בגמרא דרבנן סברי גרם כיבוי מותר ור''י סבר גרם כבוי אסור וידוע שהלכה כרבנן: ",
        "<b>וכופין קערה ע''ג הנר וכו'.</b> (שם קכ\"א) במשנה כופין קערה על הנר שלא יאחוז האור בקורה ע''כ: "
      ],
      [
        "<b>תיבה שידה ומגדל וגו'.</b> במשנה (שם ק\"ך) ר''ש בן ננס אומר פורסין עור של גדי ע''ג תיבה שידה ומגדל שאחז בהן האור מפני שהוא מחרך והלכה כמותו: "
      ],
      [
        "<b>טלית שאחז וכו'.</b> בגמ' א״ר יהודה טלית שאחז בה האור מצד אחד נותנין מים מצד אחר ואם כבתה כבתה מיתיבי טלית שאחז בה האור פושטה ומתכסה בה ואם כבתה כבתה וכן ס״ת שאחז בו האור פושטו וקורא בו ואם כבה כבה. פירוש ואילו נתינת מים לא שרו בברייתא ותירצו הוא דאמר כר״ש. והקשו אימר דאר״ש מפני שהוא מחרך גרם כיבוי מי אמר ותירצו אין מדקתני סיפא ר' יוסי אוסר וכו' מכלל דת״ק שרי ע״כ. והנה דברי רבינו מבוארים לפסוק כר״י וכר״ש ורבנן דסברי גרם כיבוי מותר אבל בהלכות לא הביאו אלא הברייתא והשמיטו הא דר״י. ופסקו כר״ש ודלא כר' יוסי. ויש תימה כיון שכן למה לא כתבו הא דרב יהודה ותירצו הראב״ד והרמב״ן ז״ל דהא דרב יהודה אינה הלכה לפי שהוא מדמה מחיצת מים ממש למחיצת כלים חדשים מלאים ואינו כן אלא אפי' רבנן ור״ש אוסרין מחיצת מים ממש והביאו ראיה לזה ממה ששנינו פ' כירה (שבת מ\"ז:) נותנין כלי תחת הנר לקבל ניצוצות ולא יתן לתוכו מים מפני שהוא מכבה ואמרי' עלה בגמ' לימא תנן סתמא כר' יוסי דאמר גורם לכבוי אסור ודחו ותסברא אימר דאר״י בשבת בע״ש מי אמר וכ״ת הכי נמי בשבת והא תניא ולא יתן לתוכו מים אפי' בע״ש אלא א״ר אשי אפילו תימא רבנן שאני הכא מפני שמקרב את כיבויו ע״כ. ופירשו הם שזה כיון שנותן מים להדיא אפי' רבנן אסרי ונמצאו רב יהודה ורב אשי חולקין וקי״ל כרב אשי דהוא בתרא זהו דעתן ז״ל. והרשב״א ז״ל פסק כרב יהודה ופסק כרב אשי ואמר שאינן חולקין לפי שפירוש מקרב את כבויו שא״ר אשי הוא שאם אתה מתירו לעשות כן בע״ש אתי למעבד אפי' בשבת ופעמים שעם נתינתו יפלו הניצוצות והוא משים הכלי ומכבה אותו. א״נ דהכא אין שום דבר מפסיק בין הניצוצות והמים אלא האויר והמים תחת הניצוצות ממש אבל בטלית אין המים תחת האש כדי לכבותו כשיפול אלא מן הצד ואין האש נופלת לתוך המים להדיא ע״כ דבריו והאחרון נראה עיקר. ורבינו ז״ל פסק כר״י וכתב פ' חמישי דין לא יתן לתוכו מים כלל כדעת הרשב״א ז״ל: ",
        "<b>שכח נר וכו'.</b> בכל כתבי (שם ק\"כ:) ת''ר נר שע''ג טבלא מנער את הטבלא והיא נופלת ואם כבתה כבתה אמרי דבי ר' ינאי לא שנו אלא בשוכח אבל במניח נעשה בסיס לדבר האסור ע''כ. ובסמוך לזו הביאו בגמרא תנא נר שאחורי וכו' לייט עליה רב וכבר הבאתי פרק חמישי. וכבר הקשו המפרשים היאך התירו לנער הטבלא והלא הכרח הוא שישפך השמן והמחסר השמן חייב משום מכבה כנזכר למעלה ואע''פ שאינו מתכוין פסיק רישיה ולא ימות הוא. ויש מי שתירץ שכל שאינו נהנה מאותה מלאכה אפי' פסיק רישיה כל שאינו מתכוין מותר וכדעת בעל הערוך שהזכרתי פ''א. ויש מי שתירץ הכא בנר של שעוה וכיוצא בו ושני תירוצים אלו בהשגות והאחרון עיקר. ועוד כתב בהשגות א''א בהא כבוד הרב יהא במקומו מונח דלא אתמר לייט עלה רב אהא אלא אנר שאחורי הדלת פותח ונועל כדרכו ואם כבה כבה ע''כ. נראה שר''ל כבוד הרב אלפסי ז''ל ונזדמנה לו נוסחת הלכות שלא הביאו זאת דנר שעל גבי טבלא או שדחאוה מהלכה אבל בנוסחי ההלכות שלנו מפורשת היא כלשון הגמרא: "
      ],
      [
        "<b>נכרי שבא וכו'.</b> משנה (שם דף קכ\"א) נכרי שבא לכבות א''א לו כבה ואל תכבה מפני שאין שביתתו עלינו אבל קטן שבא לכבות אין שומעין לו מפני ששביתתו עלינו. ובגמרא שמעת מינה קטן אוכל נבלות ב''ד מצווין להפרישו בתמיה. ותירצו א''ר יוחנן בקטן העושה על דעת אביו. ופירש''י ז''ל בקטן היודע להבחין שכבוי זה נוח לאביו ועושה בשבילו והקשו ודכותה גבי נכרי דקא עביד לדעתיה דישראל מי שרי. ותירצו נכרי לדעתא דנפשיה עביד. ופירש רש''י ז''ל אפי' יודע שנוח לו לישראל להנאת עצמו נתכוין שיודע שלא יפסיד עכ''ל. והזכרתי פירש''י ז''ל לבאר מהו עושה על דעת אביו: ",
        "<b>ובדליקה התירו וכו'.</b> מימרא שם כלשונה: "
      ],
      [
        "<b>הוצאה מרשות וכו'.</b> בכלל גדול (שם ע\"ג) גבי אבות מלאכות המוציא מרשות לרשות ובהזורק (שם צ\"ו:) מכדי זריקה תולדה דהוצאה היא הוצאה גופא היכא כתיבא א''ר יוחנן דאמר קרא ויצו משה ויעבירו קול במחנה וכו'. וכתב רבינו האי ז''ל דלא גרסי' היכא כתיבא וטעות הוא דמעיקרא לא אסתפק להו אלא מנלן דהויא מלאכה ומהדרינן משום דכתיב לא יעשו מלאכה ויכלא העם מהביא אלמא הבאה דהיינו הוצאה קרויה מלאכה וזה דעת רבינו. וכתב הרשב''א ז''ל והוא הנכון: ",
        "<b>וכן למדו מפי וכו'.</b> שם בהזורק מסקנא דגמרא כל ד' אמות ברה''ר גמרא גמירי לה: "
      ],
      [
        "<b>אין המוציא וכו'.</b> שיעורי הדברים לענין הוצאה יתבארו פי''ח. <b>ומ''ש רבינו שאינו חייב עד שיעקור ויניח</b> מבואר במשנה ראשונה דשבת ובהרבה מקומות ויתבאר פי''ג. וכן דין המעביר מבואר בהרבה מקומות והוא תולדת המוציא: "
      ],
      [
        "<b>הזורק מרשות לרשות וכו'.</b> כבר הזכרתי למעלה מכדי זריקה תולדה דהוצאה היא וכן ההושטה מרה״ר לרה״י או בהפך אם עקר כל החפץ מרשות זו והניח ברשות אחרת דרך הושטה פשוט הוא שהוא חייב ומבואר בגמרא פ' המצניע (שבת צ\"א:) גבי היה מגרר ויוצא דלדעת ר' יוחנן שהלכה כמותו כמבואר בסמוך אינו חייב דרך גרירה שהוא דרך הושטה אלא בהעתקת כל החפץ מרשות לרשות: ",
        "<b>וכן הזורק וכו'.</b> כל זה פשוט שהם תולדת הוצאה לפי שבמשנה לא נזכר אב מלאכה אחר הדומה להם: ",
        "<b>והזורק כלאחר יד פטור.</b> מבואר פ' מי שהחשיך (שבת דף קנ\"ג:) דזריק ליה כלאחר יד. ופירש״י ז״ל שלא כדרך זריקה כגון מכתפיו ולאחוריו: "
      ],
      [
        "<b>המוציא מקצת חפץ וכו'.</b> מהמשנה שבפ' המצניע (שבת צ\"א:) ומוסכם בגמ' שם כמו שיתבאר בסמוך: ",
        "<b>קופה שהיא מלאה פירות כו'.</b> משנה שם קופה שהיא מלאה פירות ונתנה על האסקופה החיצונה אע''פ שרוב פירות בחוץ פטור עד שיוציא את כל הקופה. ובגמ' אמר חזקיה לא שנו אלא בקופה מלאה קשואין ודלועין אבל מלאה חרדל חייב אלמא קסבר אגד כלי לא שמיה אגד ור' יוחנן אמר אפי' מלאה חרדל פטור אלמא קסבר אגד כלי שמיה אגד ואמרו שם דרבא ס''ל כר' יוחנן ואביי כחזקיה. ולפיכך פסק רבינו כר' יוחנן ורבא. ועד שיוציא את כל הקופה. פירש''י ז''ל אא''כ הוציא בראשונה את כל הקופה ע''כ. באור דבריו שאם אחר שהניח הקופה מקצתה ברשות זו ומקצתה ברשות זו עקרה וגמר להוציאה אינו חייב לפי שלא היתה בשעת עקירה שניה הוצאה בבת אחת שכבר היה מקצת הכלי ברה''ר: "
      ],
      [
        "<b>המוציא בין בימינו בין משמאלו וכו'.</b> במשנה (שם צ\"ב) המוציא בין בימינו בין בשמאלו חייב בתוך חיקו ועל כתפו חייב שכן משא בני קהת ובגמרא א''ר אלעזר המוציא משאוי למעלה מעשרה טפחים חייב שכן משא בני קהת. ופירש''י ז''ל מעבירו בידו באויר ואינו מניחו על כתפו וגבוה מעשרה מן הארץ דאי במניח על כתפו מתני' היא ומאי הוה משמע לן ע''כ דבריו. ורבינו ז''ל פי' שדברי ר''א הם להשמיענו שמתני' אינה דוקא בשאין כתפו למעלה מעשרה. ולענין הדין דעתם שוה: "
      ],
      [
        "<b>אבל המוציא לאחר ידו וכו'.</b> במשנה לאחר ידו ברגלו בפיו במרפקו באזניו בשערו באפונדתו ופיה למטה בין פונדתו לחלוקו בשפת חלוקו במנעלו ובסנדלו פטור שלא הוציא כדרך המוציאין. ופירשו המפרשים בפיו שלא דרך אכילה הא בשעה שהוא אוכל ומתכוין להוציא כך חייב כדאיתא בהדיא סוף פרק הזורק (שבת ק\"ב) ומבואר פי״ג. ובמרפקו פירש״י ז״ל אצילי ידיו שקורין אישילי״ש: "
      ],
      [
        "<b>המוציא משאוי על ראשו אם היה משאוי כבד וכו'.</b> בגמרא (שם צ\"ב) אמר רב משום ר' חייא המוציא משאוי על ראשו בשבת פטור. וא''ת אנשי הוצל עושין כן בטלה דעתם אצל כל אדם ע''כ. וראה רבינו לחלק בין משאוי כבד התפוס ביד שהוא דרך הוצאתו למשאוי קל שאינו תפוס ביד ואינו דרך הוצאתו אלא לבני הוצל ובאותו פטר ר''ח בדוקא. וכן פירש''י ז''ל אנשי הוצל היו נושאין כדי מים ויין על ראשם ואין אוחזים אותם בידם עכ''ל: ",
        "<b>המעביר חפץ מתחלת ד' לסוף וכו'.</b> פ''ק (דף ח' ט') אמר רבא המעביר חפץ מתחלת ד' לסוף ד' בר''ה אע''פ שהעבירו דרך עליו חייב. והקשו ממנה לדין הנזכר פי''ד היה עומד במקום פטור ונטל החפץ מרה''י והניחו ברה''ר פטור. ותירצו התם נח הכא לא נח. ופירש''י ז''ל שהעבירו דרך עליו שהגביהו למעלה מעשרה דלא שליט ביה אוירא דר''ה והוי מקום פטור חייב כי אנחיה ואע''ג דדרך מקום פטור אזל. ותירצו התם לא נח במקום פטור והוה ליה עקירה מרה''ר והנחה לרה''ר הכא נח במקום פטור ביד העומד שם עכ''ל. ופירושו כדברי רבינו. ובהשגות פירשו פירוש אחר והסכים אליו הרשב''א ז''ל. ולדברי הכל דינו של רבינו ז''ל אמת: "
      ],
      [
        "<b>מותר לאדם לטלטל ברה''ר וכו'.</b> דין הטלטול בפחות מד' אמות להיתר מבואר בהרבה מקומות. ובהשגות אמרו שלא התירו אלא במקום הדחק ואינו מחוור אלא בכל גוונא מותר. וכן דעת התוס' ולא אמרו במקום הדחק בדוקא אלא במעביר הרבה בפחות פחות מארבע כמו שיתבאר בפ' כ' ולזה הסכים הרשב''א ז''ל ועיקר. <b>ומ''ש רבינו שהוא עומד בצדן</b> יצא לו ממה ששנינו פ' מי שהוציאוהו (עירובין מ\"ה) מי שישן בדרך ולא ידע עד שחשכה יש לו אלפים אמה לכל רוח דברי ר''י בן נורי וחכ''א אין לו אלא ד''א ר' אליעזר אומר והוא באמצען ר' יהודה אומר לאי זה רוח שירצה ומודה ר' יהודה שאם ברר לו שאינו יכול לחזור בו ואמרו בגמ' דחכמים סבירא להו ד' לכל רוח שהן ח' על ח' ואמר רבא מחלוקת להלך אבל לטלטל דברי הכל ד''א ותו לא וקי''ל במהלך כר''י בן נורי כמבואר (דף מ\"ח) הני ד''א היכא כתיבן כדתניא שבו איש תחתיו וכו'. וכתבו מקצת המפרשים ז''ל שלטלטל בבת אחת קאמר שאסור לעקור מתחלת ח' ולהניח בסוף ח' אבל ודאי כיון ששמונה אלו מקומו הן מותר לו לטלטל בכל השמונה ובלבד שלא יטלטל בבת אחת יותר מד''א. ולזה הסכים הרשב''א ז''ל. ואפשר שזה דעת רבינו שלא כתב לרוח אחת בדוקא אבל ממ''ש פכ''ז בשבת מי שיצא חוץ לתחום נראה שרבינו סבור שאין מקומו של אדם אלא ד' אמות לרוח אחת כר' יהודה. ולזה נתכוין בכאן שכתב והוא עומד בצדן ולא כתב לכל רוח וכן נראה דעת ההלכות שלא הזכירו ח' על ח' ושם אבאר פכ''ז: ",
        "<b>ובאמה שלו וכו'.</b> מסקנא דגמ' (שם מ\"א) לעולם באמה דידיה יהבינן ליה דאי לא עוג מלך הבשן היכי יתיב ודקא קשיא לך מ''ט לא קתני לה גבי יש שאמרו הכל לפי מה שהוא אדם לא פסיק ליה משום דאיכא ננס באיבריו ופירש''י ז''ל שגופו בינוני ואמתו קצרה ולא סגי ליה באמה דידיה ובעו למיתב ליה באמה של קדש ע''כ. והיא בת ששה טפחים וכ''כ הרשב''א ז''ל. ורבינו כתב בינונית של כל אדם והוא השיעור הנזכר: "
      ],
      [
        "<b>היו שנים וכו'.</b> פ' מי שהוציאוהו (עירובין מ\"ה) כלשון רבינו ופירש הוא ז״ל בפי' המשנה זו המשנה כוללת לשבת ויו״ט והוא כי האדם בשבת מותר הטלטול בארבע אמות ובכאן מדבר כשאירע השיתוף לשני בני אדם ונשתמשו במקום המשותף וזה מבואר עכ״ל: "
      ],
      [
        "<b>לפיכך מותר לאדם לעקור חפץ מרה״ר וכו'.</b> משנה ריש פרק המוצא תפילין (עירובין דף צ\"ה:) ר' יהודה אומר נותן אדם חבית לחבירו וחבירו לחבירו חוץ לתחום אמרו לו לא תהלך זו יותר מרגלי בעליה. והקשו בגמ' (דף צ\"ז:) וכי לית ליה לר״י הא דתנן הבהמה והכלים כרגלי הבעלים. פי' שאפי' בי״ט אין מוליכין הבהמה והכלים חוץ לתחום בעליהם. ומסקנא דשמעתא רב אשי אמר הכא בחבית דהפקר ומים דהפקר עסקינן ומאן אמרו ליה ר' יוחנן בן נורי דאמר חפצי הפקר קונין שביתה ומאי לא תהלך זו יותר מרגלי בעלים לא יהלכו אלו יותר מכלים שיש להם בעלים ע״כ. ובהלכות לא הביאו סוגיא זו גם רבינו לא הזכיר כי אם המשנה כפשוטה. והכוונה להם בזה הוא שענין התחומין מתבאר במקומו ופשוט הוא דלא עדיף שבת להיתר מיו״ט ואם ביו״ט הכלי שיש להם בעלים לא ילך חוץ לתחום כל שכן בשבת וידוע שאין הלכה כריב״נ. וכן דעת הראב״ד והר״ז ז״ל. אבל הרמב״ן ז״ל כתב שאין הלכה כרבי יהודה משום דאוושא מלתא ואפילו במוצא תפילין אסור כה״ג כל שכן בדבר הרשות ע״כ דבריו: "
      ],
      [
        "<b>הואיל ויש לו לאדם וכו'. לפיכך אין המעביר או הזורק וכו'.</b> פרק מי שהוציאוהו (עירובין נא.) אמר ר' אחא בר יעקב המעביר ד' אמות ברה״ר אינו חייב עד שיעביר הן ואלכסונן. ומדברי רש״י ז״ל נראה כפירוש רבינו שלעולם אינו חייב עד שיעביר הן ואלכסונן. וכן כתב ר״ת ז״ל וכן הסכים הרשב״א ז״ל לפי שיש מן המפרשים שאומרים שכשהוא מעביר ד' אמות ביושר כנגד פניו בד' אמות בלבד חייב. וכן יש מי שאומר שלא אמרו הן ואלכסונן אלא במעביר באלכסון העולם אבל לרוחות העולם אפי' הן בלא אלכסונן. ודעת רבינו ז״ל עיקר. והוא סובר דדוקא חיובא ליכא אבל איסורא איכא בד' אמות בלבד. והוכרח בזה ממה שאמרו אינו חייב ולא אמרו מותר דהוה ליה רבותא טפי ולשון אינו חייב מורה איסור וזהו שלא הזכירו כן על המשנה שהזכרתי למעלה. ועוד שאל״כ חכמים לא היו עושים כלל סייג לתורה. אלא ודאי בעינן דבר תורה הן ואלכסונן ופחות מכאן מותר גמור וחכמים התירו ד' אמות בלבד בלא אלכסון כלל שאם היו מתירין הן ואלכסונן פחות משהו דילמא נגע באיסורא דאורייתא אלא העיקר כדברי רבינו ז״ל. ואע״פ שמדברי הרשב״א ז״ל נראה שהוא סבור שכל שהוא פחות מהן ואלכסון מותר גמור עיקר הדין כדברי רבינו ז״ל: "
      ],
      [
        "<b>נמצאו כאן שלש מדות וכו'.</b> כבר נתבארו מדברי מדות אלו. ובהשגות שטה אחרת בענינים אלו והוא שהתיר ד' אמות אינו אלא במקום הדחק ובמקום הדחק מותר הן ואלכסונן פחות משהו. ודעת רבינו ז''ל המחוור שבכולן: "
      ]
    ],
    [
      [
        "<b>אין המוציא מרשות לרשות וכו'.</b> זה מבואר בהרבה מקומות ומהם פ''ק דשבת (דף ד') בדרך פשיטות הא בעינן עקירה והנחה מעל גבי מקום ארבעה. ובפי''ד אכתוב דעת מי שסובר דברה''י לא בעינן הנחה ע''ג מקום ארבעה: "
      ],
      [
        "<b>ידו של אדם חשובה לו וכו'.</b> בסוף אותה סוגיא (שם דף ה') אמר רבא ידו של אדם חשובה לו כארבעה על ארבעה וכן אמר ר' יוחנן וכו': ",
        "<b>וכן אם היה עומד באחת וכו'.</b> משנה (שם דף ב') העני עומד בחוץ ובעל הבית בפנים פשט העני את ידו לפנים ונתן לתוך ידו של בעל הבית או נטל מתוכה והוציא העני חייב ובעה''ב פטור פשט בעה''ב את ידו לחוץ ונתן לתוך ידו של עני או שנטל מתוכה והכניס בעל הבית חייב והעני פטור ע''כ לשון המשנה. ובירושלמי מפרש שאין חיוב בבעה''ב אלא כשידו של עני תוך י' לר''ה ולזה נראה שהסכים הרשב''א ז''ל וי''ח: "
      ],
      [
        "<b>היה אוכל ויוצא וכו'.</b> סוף פרק הזורק (שבת ק\"ב) גבי אוכל והוציאו שחייב והקשו ואמאי והא אין דרך הוצאה בכך אלא כיון דקא מיכוין מחשבתו משויא ליה מקום: ",
        "<b>וכן מי שהיה עומד וכו'.</b> בעירובין פרק אחרון (דף צ\"ח צ\"ט) משנה לא יעמוד אדם ברשות היחיד וישתין ברה''ר ברה''ר וישתין ברה''י וכן לא ירוק ר' יהודה אומר אף מי שנתלש רוקו בפיו לא יהלך ארבע אמות עד שירוק ע''כ במשנה, ובגמרא השתין ורק אמר רב יוסף חייב חטאת וכו' מחשבתו משויא ליה מקום. עוד שם בעי רבא הוא ברה''י ופי אמה ברה''ר מהו בתר עקירה אזלינן או בתר הוצאה אזלינן תיקו ונראה מדברי רבינו שאין דברי ר' יהודה הלכה: ",
        "<b>היה עומד ברשות זו וכו'.</b> בעיא כבר הזכרתיה ומשום דסלקא בתיקו פסק רבינו פטור שאין לחייב על הספק: "
      ],
      [
        "<b>היה עומד באחת וכו'.</b> פ''א דשבת (דף ה' א' וב') א''ר יוחנן הכניס ידו לחצר חברו והכניס וקבל מי גשמים והוציא חייב והקשו עליה ותירצו לא תימא קבל אלא קלט, פירוש שהוא עושה העקירה ואסקה רבא כגון שקלט מעל גבי גומא ואזדא רבא לטעמיה דאמר רבא מים ע''ג מים היינו הנחתן אגוז ע''ג מים לא היינו הנחתו. בעי רבא אגוז בכלי וכלי צף על גבי מים מהו בתר אגוז אזלינן והא נייח או דלמא בתר כלי אזלינן והא לא נייח תיקו, ע''כ. וכבר הזכרתי למעלה שרבינו כותב פטור במה שנשאר בתיקו: ",
        "<b>וכן אם היה שמן וכו'.</b> שם (ה':) שמן ע''ג מים מחלוקת ר''י בן נורי ורבנן וקי''ל כרבנן דסברי שאין השמן כמונח כשהוא ע''ג מים: "
      ],
      [
        "<b>כבר אמרנו שאין וכו' לפיכך מי שהיה עומד וכו'.</b> במשנה שם (דף ב') פשט העני את ידו לפנים ונטל בעל הבית מתוכה או שנתן לתוכה והוציא שניהם פטורים ע''כ: "
      ],
      [
        "<b>במה דברים אמורים בשהיתה ידו וכו'.</b> פרק המצניע (שבת צ\"ב) ורמי דאביי אדאביי ורמי דרבא אדרבא דאיתמר המוציא פירות לרה״ר אביי אמר ביד חייב בכלי פטור ורבא אמר ביד פטור בכלי חייב ואמרינן איפוך. והקשו וביד חייב והא תנן פשט בעל הבית את ידו וכו' שניהם פטורין ותירצו התם למעלה מג' הכא למטה משלשה, ע״כ. ורבינו ז״ל מפרש איפוך דרבא אמר ביד חייב בכלי פטור ואביי אמר ביד פטור בכלי חייב ומשנתנו לרבא למעלה מג' היא וקי״ל כרבא וכן פירשו מקצת המפרשים ז״ל. ופירש״י ז״ל ביד חייב משיצאו הפירות אע״פ שאגוד גופו ברה״י ולא אמרינן אגד גופו שמיה אגד. בכלי פטור כל זמן שיש בבית מקצת הכלי, עכ״ל. ויש מי שפירש איפוך דכלי בלבד הוא דמפרש אבל יד כדקאי קאי דאביי אמר בין ביד בין בכלי חייב ורבא אמר בין ביד בין בכלי פטור וקי״ל כרבא, ודעת רבינו האי כדעת רבינו ועיקר: "
      ],
      [
        "<b>היה עומד באחת משתי רשויות אלו וכו'.</b> משנה שם (דף ב') הזכרתיה בראש הפרק. <b>ומ''ש זה העומד לא עשה כלום</b> כן הוא האמת שאין לומר בכאן פטור אבל אסור כיון שלא עשה שום דבר וכן מפורש בסוגיא דהנך פטורי אינן פטור אבל אסור אלא פטור ומותר כיון דלא עשה מעשה. וכתב הרשב''א ז''ל יש מי שהורה שאסור לעשות כן משום ולפני עור לא תתן מכשול, עכ''ל: "
      ],
      [
        "<b>היה עומד באחד משתי רשויות אלו וכו'.</b> (שם דף ג') בעא מיניה רב מרבי הטעינו חבירו אוכלין ומשקין והוציאן לחוץ מהו עקירת גופו כעקירת חפץ דמי ומיחייב או לא א''ל חייב ותנ''ה: ",
        "<b>לפיכך אם יצא בחפץ שבידו וכו'.</b> שם (דף ה') היה טעון אוכלין ומשקין ונכנס ויצא כל היום כולו אינו חייב עד שיעמוד אמר אביי והוא שעמד לפוש מדאמר מר המעביר ד''א ברה''ר ועמד תוך ד''א עמד לפוש פטור לכתף חייב חוץ לד''א עמד לפוש חייב לכתף פטור: "
      ],
      [
        "<b>וכן מי שהיתה חבילתו על כתפו לפיכך וכו'.</b> פרק מי שהחשיך (שבת קנ\"ג:) אמר רב אדא בר אהבה היתה חבילתו מונחת על כתפו רץ תחתיה עד שמגיע לביתו דוקא רץ אבל קלי קלי לא מ״ט כיון דלית ליה היכרא אתי למיעבד עקירה והנחה. ופירוש ומתוך כך אסור קלי קלי כלומר במהלך מעט מעט שלא ינוח אבל כל זמן שלא נח פטור הוא דמהלך לאו כעומד דמי. וזהו שכתב רבינו אבל אם הלך מעט מעט הרי זה כעוקר ומניח ואסור ולא כתב וחייב ופשוט הוא. והקשו בגמ' סוף סוף כי מטי לביתיה אי אפשר דלא קאי וקא מעייל מרה״ר לרה״י ותירצו דזריק ליה כלאחר יד ע״כ. ופירש״י ז״ל כלאחר יד שלא כדרך זריקה כגון מכתפו לאחריו עכ״ל. וכתב הרמב״ן ז״ל דה״ה מי שהחשיך לו בדרך וכיסו בידו שיכול לרוץ בו ולעשות כדרך שהוא עושה בחבילה: "
      ],
      [
        "<b>עקר חפץ מרשות הרבים והלך וכו'.</b> זו היא מימרא (שם דף ה':) דאמר מר המעביר ארבע אמות וכו' שהזכרתי למעלה: "
      ],
      [
        "<b>היה קנה או רומח וכו'.</b> שם פ''ק (ח':) אמר רב יהודה האי זירזא דקני רמא וזקפיה רמא וזקפיה לא מיחייב עד דעקר ליה, ופירוש רבינו בה פשוט וכן פירש רש''י ז''ל: ",
        "<b>ואם משך החפץ וגררו מעל גבי הארץ וכו'.</b> זה יצא לרבינו מהברייתא המוזכרת בהמצניע (צ\"א:) במקומות רבים גבי הגונב כיס בשבת היה מגרר ויוצא מגרר ויוצא פטור שהרי איסור שבת ואיסור גניבה באין לו כאחד, ופירושה פטור מתשלומי גניבה אם אבדה לפי שהוא מתחייב משום שבת בהוצאתו דרך גרירה ואין אדם מת ומשלם כמבואר פ״ג מהל' גניבה ומכאן שהגרירה עקירה גמורה וכן כתבו הרמב״ן והרשב״א ז״ל וכתב הרמב״ן ז״ל והכי נמי מוכח בפסחים בפ' כיצד צולין (פסחים דף פ\"ה:) בנגררין דעקירה והנחה היא, עכ״ל: "
      ],
      [
        "<b>עקר חפץ מזוית זו להניחו וכו'.</b> שם פ''ק (שבת ה':) א''ר יוחנן המפנה חפצים מזוית לזוית ונמלך עליהן והוציאן פטור שלא היתה עקירה משעה ראשונה לכך: ",
        "<b>וכן העוקר חפץ וכו'.</b> פרק מי שהחשיך (שבת קנ\"ג:) גבי מניח כיס על החמור תנא כשהיא מהלכת מניחו עליה וכשהיא עומדת נוטלו הימנה והקשו א״ה אפילו חבירו נמי אמר רב פפא כל שבגופו חייב חטאת בחבירו פטור אבל אסור כל שבחבירו פטור אבל אסור בבהמתו מותר לכתחלה, ע״כ: "
      ],
      [
        "<b>הזורק חפץ מרשות לרשות וכו'.</b> סוף הזורק (שבת ק\"ב) אמר רבא זרק בפי הכבשן או בפי הכלב חייב והא אנן תנן קלטה אחר או קלטה כלב או שנשרף פטור התם לא קא מכוין הכא קא מכוין, ואמרו שם מ״ט מחשבתו משויא ליה מקום: "
      ],
      [
        "<b>הזורק חפץ מרשות לרשות וכו'.</b> מפורש בסוגיא שם לכתא ומתנא אגדו בידו הוא פי' ופטור וביאור זה כדברי רבינו: "
      ],
      [
        "<b>הזורק ונחה בתוך ידו של חבירו כו'.</b> פ''ק (שם דף ה') א''ר יוחנן זרק ונח בתוך ידו של חבירו חייב ואר''י עמד במקומו וקבל חייב. נעקר ממקומו וקבל פטור. בעי ר''י זרק ונעקר הוא ממקומו וקבלה מהו מאי קא מבעיא ליה אמר רב אדא שני כחות באדם אחד כשני בני אדם דמי ופטור או דלמא כאדם אחד דמי ומיחייב תיקו. ופירש''י ז''ל עמד המקבל במקומו וקבלו חייב הזורק. פטור הזורק דלא עביד הנחה. מאי קא מיבעיא ליה מאי זה טעם יפטר הא עבד עקירה והנחה. כשני בני אדם דמי ופטור דהוה ליה שנים שעשאוה דכיון שלא הניח את החפץ לילך עד מקום הלוכו ולנוח אלא רץ אחריה ועכבה הויא לה עקירה קמייתא בלא הנחה, עכ''ל. ורבינו ז''ל כותב פטור במקום תיקו וזה דרכו באלו הספקות ומוכרח הוא: "
      ],
      [
        "<b>הזורק מרה״י לרה״י וכו'.</b> משנה פרק הזורק (שבת צ\"ו) הזורק מרה״י לרה״י ורה״ר באמצע ר״ע מחייב וחכמים פוטרין ואמרו עלה במסקנא דגמ' (דף צ\"ו) אמר רב חלקיה תוך שלשה דברי הכל חייב למעלה מי' ד״ה פטור משלשה ועד י' מחלוקת ותניא נמי הכי. ושם באותו פרק אמר רבא תוך שלשה לרבנן צריך הנחה על גבי משהו. ופירש״י ז״ל דרב חלקיה סובר בתוך שלשה אפילו בלא הנחה כלל הרי הוא כמונח וחייב ופליגא דרבא ופסק ר״ח ז״ל כרב חלקיה משום דתניא כוותיה ולזה הסכים הרמב״ן ז״ל ויש פוסקים כרבא דהכי משמע סוגיין דהתם וזה דעת רבינו ז״ל: ",
        "<b>וכן הזורק מרשות הרבים וכו'.</b> שם (צ\"ו) תנו רבנן הזורק מרה''ר לרה''ר ורה''י באמצע רבי מחייב וחכמים פוטרים וקי''ל כחכמים. <b>וכתב רבינו שאם עבר בפחות משלשה ונח על גבי משהו ד''ה חייב</b> ופשוט הוא לפי שיטתו שפסק כרבא בזורק מרה''י לרה''י ור''ה באמצע, ולפי השיטה האחרת אפילו לא נח כל תוך שלשה חייב: "
      ],
      [
        "<b>המעביר ארבע אמות ברה''ר וכו'.</b> שם הזורק מרה''ר לרה''ר ורה''י באמצע ארבע אמות חייב פחות מארבע אמות פטור מאי קמ''ל הא קמ''ל רשויות מצטרפות וכו': "
      ],
      [
        "<b>המושיט מרה''י לרה''י וכו'.</b> משנה שם (צ\"ו) שתי גזוזטראות זו כנגד זו ברה''ר המושיט והזורק מזו לזו פטור היו שתיהן בדיוטא אחת הזורק פטור והמושיט חייב שכן היתה עבודת הלוים שתי עגלות זו אחר זו ברשות הרבים מושיטין את הקרשים מזו לזו אבל לא זורקין, ע''כ. ופי' גזוזטראות הם רה''י. ופי' דיוטא אחת שהיו שתיהן בשוה בעליה אחת האחת נמשכת אחר חברתה ורשות הרבים ביניהן עכ''ל רבינו בפירוש המשנה ועוד האריך: "
      ],
      [],
      [
        "<b>שכח ופשט ידו והיא מלאה פירות וכו'.</b> סוגיא ובעיא פ''ק (שם דף ג' וד') והרבה אוקימתות נאמרו בגמ' שם ודעת רבינו בכל זה כדעת ההלכות ופי' בשהוציאה תוך י' נאמרו הדברים דאי למעלה מי' בכל גונא ודאי מותר להחזירה וכן נראה בגמ' בהדיא ונתבאר זה בדברי רבינו במ''ש באויר רה''ר ויתבאר לפנינו פ' י''ד שאין רה''ר תופסת למעלה מעשרה וזה ברור. <b>ובמ''ש רבינו ואם הוציא במזיד הרי זה אסור</b> כתבו הרמב''ן והרשב''א ז''ל דדוקא כשהוציאם מבע''י במזיד דאפילו משליך אותם בשבת אין בו חיוב מן התורה כיון שההוצאה נעשית מע''ש אבל הוציא במזיד משחשכה התירו לו להחזירו לאותה חצר שאם יקנסוהו להיות ידו תלויה שמא ישליך הפירות בארץ ויבא לידי חיוב גמור, ודקדקו כן מן הסוגיא: "
      ],
      [
        "<b>המתכוין לזרוק שמנה אמות וכו'.</b> בהזורק (שם צ\"ז:) פשיטא נתכוין לזרוק ח' וכו' ויש שם גרסאות חלוקות וכן בפ' כיצד הרגל (ב\"ק כ\"ו:) ולפי גי' רש''י ז''ל אפילו נתכוין לזרוק שמנה וזרק ארבע אם לא חשב בעת הזריקה שינוח החפץ בכ''מ שירצה פטור. זה דעת רבינו האי גאון ז''ל וקצת הגאונים וגירסת הספרים ושטת הגמרא כדברי רבינו: "
      ],
      [
        "<b>זרק לתוך ד''א וכו'.</b> משנה שם (שבת דף ק') זרק לתוך ד''א ונתגלגל חוץ לד''א פטור חוץ לארבע אמות ונתגלגל תוך ארבע אמות חייב ובגמ' הקשו גבי חייב אמאי והא לא נח א''ר יוחנן והוא שנח ע''ג משהו. וכתב הרשב''א ז''ל הא דתני זרק תוך ארבע ונתגלגל חוץ לארבע מסתברא שהוא בזורק לתומו על דעת שתנוח באי זה מקום שירצה דאי לא אלא שנתכוין לזרוק בדוקא תוך ארבע פשיטא ומאי איריא נתגלגל ה''ל נתכוין לזרוק ב' וזרק ארבע פטור וכיון שכן רישא נמי כיון דבכה''ג הוא דוקא כשנח משהו תוך ארבע וחזר ונתגלגל הא לאו הכי אמאי פטור הא נח מכחו חוץ לארבע וכן פירשו בתוספות דדוקא בשנח תוך ארבע. ולפי זה ה''ה דהוה מצי לאקשויי ארישא אמאי והא לא נח ולוקמה בשנח על גבי משהו אלא שהוא נוח לו לחזר אחר פטור כנ''ל ע''כ דבריו. אבל הרב ברצלוני כתב פטור מ''ט שלא היתה מחשבתו חוץ לד' אמות ע''כ: "
      ]
    ],
    [
      [
        "<b>ארבע רשויות לשבת וכו'.</b> ברייתא (שבת דף ו') כלשונו: ",
        "<b>אי זהו רה''ר המדברות והיערים והשווקים וכו'.</b> מ''ש רבינו המדברות והיערים בכלל רה''ר הוא דבר מתמיה אצלי שהרי פ''ק [ו'.] שנינו אי זהו רה''ר סרטיא ופלטיא גדולה ומבואות המפולשין זו היא רה''ר גמורה והקשו וליחשב נמי מדבר דהא תניא אי זהו רה''ר סרטיא וכו' והמדבר ותירץ אביי לא קשיא כאן בזמן שהיו ישראל שרויים במדבר כאן בזמן הזה. ופירש''י ז''ל בזמן ההוא חשובה רה''ר בזמן הזה אינו מקום הלוך לרבים עכ''ל. ופירוש ברייתא דקתני בה המדבר הא קמ''ל דאי איכא רבים מצויין עכשיו במדבר תדיר ג''כ הוא בכלל רה''ר וא''כ רבינו ז''ל לא היה לו להזכיר מדברות ויערים בסתם ואין כן דעת רש''י ז''ל שפירש [ג:] כרמלית לשון יער וכרמל שאינו לא הלוך תדיר לרבים ולא תשמיש ליחיד עכ''ל. והרשב''א ז''ל כתב בכלל כרמלית מדברות והיערות ודברי רבינו צ''ע. <b>ומ''ש רבינו ובלבד שיהא רחב הדרך ט''ז אמה</b> מבואר בהזורק (שם דף צ\"ט) דקי''ל ר''ה ט''ז אמה דגמרינן לה ממשכן והרשב''א ז''ל כתב מבואות הרחבים ט''ז אמה אע''פ שמקצתן מתקצרין ואין בו ט''ז אמה הרי זה רה''ר שא''א לרה''ר להתלקט במלקט. לפיכך מבואות המפולשין לרה''ר וארכן לאורך רה''ר אע''פ שאין ברחבן ט''ז אמה הרי הן רה''ר גמורים היה ארכן מפולש לרחב רה''ר אין זה רה''ר עכ''ל. וסברא זו שכשארכה לאורך רה''ר הרי הן כמוהו אע''פ שאין רחבן ט''ז אמה היא סברת התוס' ואינה מוכרחת בגמ'. ודע שיש מן הגאונים והאחרונים סוברין שאין רה''ר אלא במקום שבוקעין בו ששים רבוא כדגלי המדבר. ואין לזה רמז בגמ' ואינו עיקר וכ''כ הרמב''ן והרשב''א ז''ל. ",
        "<b>ומ''ש רבינו ולא יהיה עליו תקרה.</b> מימרא בהזורק (שם דף צ\"ח): ",
        "<b>ואי זו היא רה''י וכו'.</b> כל אלו החילוקים שכתב רבינו בביאור רה''י גמורה הם במקומות חלוקים בגמ' מהם בברייתא הנזכרת בפ''ק (שם דף ו') ובעירובין יארך לכתבם בפרט וכולם מוסכמים לענין טלטול שאינו נקרא רה''י להיות מותר גמור לטלטל בו אלא אלו שהזכיר וכיוצא בהן. ובענין חיוב ההוצאה מרה''ר להם יש מי שכתב שמבואות שיש להם שלש כתלים אפילו בלא לחי הזורק לתוכן מרה''ר חייב ואין כן דעת רבינו ויתבאר לפנינו: "
      ],
      [],
      [
        "<b>עובי הכותלים של וכו'.</b> בפ' הזורק (שבת דף צ\"ט) קל וחומר לאחרים עושה מחיצה לעצמו לא כל שכן: ",
        "<b>אויר רה''י כרה''י וכו'.</b> פ''ק דשבת (דף ז') מפני שרה''י עולה עד לרקיע ואויר רה''ר שאינו תופס למעלה מעשרה אלא מקום פטור הוא שם מבואר: "
      ],
      [
        "<b>אי זהו כרמלית וכו'.</b> חלקי הכרמלית כולן מהן מבוארים (שם דף ו') בברייתא הנזכרת ובגמרא וכולן מוסכמים חוץ ממקום שהוקף בשלש מחיצות שדעת הרבה מהמפרשים ז''ל שדבר תורה הוא רשות היחיד והזורק לתוכו חייב ופירשו קרן זוית הסמוכה לרשות הרבים בית הסמוך לרה''ר וקרן אחד נכנס לרה''ר וקרן אחד יוצא מפני שהקרן היוצא מעכב מלעבור שם אלא דרך אלכסון ע''כ. ופי''ז אבאר דעותיהם ז''ל. ופירוש בקעה שדות שאינן מוקפין מחיצה עשרה: "
      ],
      [
        "<b>אויר כרמלית וכו'.</b> (שם דף ז') ותופסת עד עשרה דעד עשרה הוא דהויא כרמלית טפי מי' לא הויא כרמלית. ופי' כרמלית כבר הזכרתי למעלה לשון רש''י ז''ל שכתב שהוא מלשון כרמל ויש שפירשו מלשון ארמלות שר''ל אלמנות שזהו כאשה אלמנה שאין לה בעל ואין לה שלמות גדרים. ובירושלמי תני ר' חייא כרמלית כרמל רך מל לא לח ולא יבש אלא בינוני והכא אינה לא כרה''י ולא כרה''ר: ",
        "<b>לפיכך מעל פני המים וכו'.</b> מחלוקת אמוראים בהזורק (שם ק':) ופסק כרב חסדא ורבה בר רב הונא דסברי כרמלית משפת מיא משחינן ומיא ארעא סמיכתא היא וכן פסקו בהלכות משום דהוו להו תרי לגבי רב הונא דפליג עלייהו התם: "
      ],
      [
        "<b>הבור שבכרמלית וכו'.</b> בספרי רבינו הראשונים שבאו בארץ הזאת היה כתוב כך הבור שבכרמלית הרי הוא ככרמלית ואפי' עמוק מאה אמה ורחב ד' ונוסחא זו נזדמנה לו לר''א ז''ל ולפיכך השיג עליו דודאי עמוק י' ורחב ד' בכ''מ שיהיה רה''י גמור הוא והזורק מרה''ר לתוכו חייב. וכבר שאלו חכמי לוני''ל דבר זה מרבינו והשיב להם שעיקר נוסחאתו כך הבור שבכרמלית הרי הוא ככרמלית אפילו עמוק מאה אמה אם אין בו ד'. ואף זה צ''ע מאין לו לרבינו שלא יהא דינו כמקום פטור כדין חריץ שאין בו ד' על ד' ועמקו מג' ועד התהום שנזכר לפנינו שהוא מקום פטור וכי יהיה דינו חמור משאם היה ברה''ר וזו הקושיא הקשה עליו הרשב''א ז''ל וצ''ע: ",
        "<b>ר''ה שהיתה עליו תקרה וכו'.</b> בהזורק (שם צ\"א) אמר רב המעביר ד' אמות ברה''ר מקורה פטור לפי שאינו דומה לדגלי מדבר ומדקאמר פטור משמע אבל אסור כדין הכרמלית וכן כשאין בו ט''ז אמה אי אפשר לדונו כרה''י שהרי אינו מוקף מחיצות ולא כמקום פטור שהרי יש ברחבו יותר מד' על ד' ויתבאר לפנינו שאין זה מקום פטור א''כ בהכרח דינו ככרמלית וזה פשוט. ובהשגות א''א נ''ל במקום [שאין רשות] הרבים קבוע בו ודבריו סתומים ודברי רבינו פשוטים: ",
        "<b>אצטבא שבין העמודים וכו'.</b> (שם דף ז') א''ר יוחנן בין העמודים נדון ככרמלית מ''ט כיון דלא מסתגי להו בהדיא ככרמלית דמיא אמר רב יהודה אצטבא שלפני העמודים תדון ככרמלית אצטבא הוא דלא ניחא תשמישתיה אבל בין העמודים כרה''ר דמיא. ופסק רבינו כרב יהודה דהוא בתרא ועוד שבברייתא לא הזכירו בכלל הכרמלית אלא האסטוונית. אבל הרשב''א ז''ל פסק כר' יוחנן וכ''כ אצטבאות שברה''י שהתגרין יושבים בהם ולפניהם עמודים שהתגרין תולין בהם פרקמטיא העומדת לימכר אין האצטבאות ולא מה שבין העמודים נדונים משום רה''ר, עכ''ל. וצדי רה''ר הוא מחלוקת חכמים ור''א פ' כל גגות בעירובין (דף צ\"ד) ופסק כחכמים. וכתב הרשב''א ז''ל אי זהו צדי רה''ר בית הסמוך לרה''ר וכותליו בולטין ונכנס ובנה והניח בין הכותלים קצת מקום פטור סמוך לרה''ר, עכ''ל: "
      ],
      [
        "<b>אי זהו מקום פטור מקום שיש בו פחות מד' וכו'.</b> מפורש שם (שבת ח') פחות מג' מדרס דרסי לה רבים. ודין קוצים וברקנים וגללים ג''כ מסקנא שם דפחות משלשה אינן חולקין רשות לעצמן. ודע שמקום פטור אינו אלא כשהוא ברה''ר או בכרמלית אבל אם הוא תוך רה''י כיון שרה''י מקיפו הרי הוא כמוהו שאויר רה''י עולה עד לרקיע כמו שנתבאר: ",
        "<b>וכן חריץ שאין בו ד' וכו'.</b> לדעת רבינו שכתב למעלה בדין הבור שהוא בכרמלית שהוא ככרמלית אין דין זה אלא בחריץ שברה''ר בדוקא ואי אפשר לעשותו כרה''ר לחייב הזורק מרה''י לתוכו. אבל לדעת הרשב''א ז''ל הוא בין בכרמלית בין ברה''ר אבל ברה''י דברי הכל אינו חולק רשות וזה פשוט: ",
        "<b>וכן מקום המוקף ושאין בו ד' וכו'.</b> זה יצא לרבינו ז''ל ממה שאמרו (שבת ח':) אסקופה מקום פטור וכגון דלית ביה ד' על ד' וכי הא דכי אתא רב דימי א''ר יוחנן מקום שאין בו ד' על ד' מותר לבני רה''י ולבני רה''ר לכתף עליו ובלבד שלא יחליפו. ופירש רבינו שאין ד' ברחב וד' באורך וכן מוכיח בסוגיא במ''ש באסקופת מבוי. ואין ספק שארכה יותר מד' אלא שאין רחבה ד' וכן נראה פ' חלון (עירובין ע\"ז) גבי כותל שבין שתי חצרות. זהו פירוש רבינו וכן מוכיח בבירור בשמועה דזרק כוורת דפ''ק (שבת דף ח') שאינו ר''ל תשבורת ד' על ד' אלא שיש בו ממש רחב ד' על ד'. ודע שאם המקום עגול אם אפשר לרבע בו ד' על ד' הרי זה רה''י ואם לאו אע''פ שיש בו בתשבורת יותר מכן אינו רה''י כמבואר באותה שמועה וכן הדין בשאר התמונות כמשולשות וכיוצא בהן, וכל מקום שהזכיר רבינו עמוד רחב ד' אם הוא עגול ר''ל שיש באלכסונו חמשה ושלשה חומשין כדי לרבע בו ד' על ד' ואם הוא מרובע כבר יש באלכסונו כן: ",
        "<b>וכן אויר רה''ר וכו'.</b> מבואר (שם פ\"ק): "
      ],
      [
        "<b>מקום שיש בגבהו ט' טפחים וכו'.</b> אמר עולא עמוד ט' בר''ה ורבים מכתפין עליו וזרק ונח על גביו חייב מ''ט פחות מג' מדרס דרסי ליה רבים משלשה ועד ט' לא מדרס דרסי ליה ולא כתופי מכתפי עילויה תשעה ודאי מכתפי עלויה. ופירש''י ז''ל וכיון דצריך לרבים הוא רה''ר הוא בין רחב בין קצר וזה דעת רבינו ומוכרח כן ממה שלא הזכיר שיעור הרוחב כלל. אבל הראב''ד ז''ל כתב בפירושיו דוקא ברחב ד' ודוקא שמכתפין עליו אבל בשאין מכתפין עליו ואע''ג דראוי לכתף עליו לא. וכתב הרשב''א ז''ל שראוי לחוש לדברי רבינו: "
      ],
      [
        "<b>גג הסמוך לרה''ר וכו'.</b> מימרא בכיצד משתתפין (עירובין פ\"ד). וכתב הרשב''א ז''ל גג הסמוך לר''ה בתוך י' ולמעלה מי' לחצר ורבים משתמשין בו ומורגלין להניח שם כלים קטנים כובעין וסודרין וכיוצא בזה הרי זה כרה''ר ואסור לבעל הגג להשתמש בו מחצרו עד שיעשה לו סולם קבוע מחצרו. עשה לו סולם קבוע הרי זה מיוחד לו וסלק את הרבים ממנו ומותר להכניס ולהוציא לחצר ולבית ומהם לו אי זהו סולם קבוע כל שקבעו שם בין לחול בין לשבת קבעו לשבת ולא לחול אין זה קבוע ומה בין זה לעמוד ברה''ר שאינו גבוה י' וגג זה גבוה מצד החצר י' למה הדבר דומה לבור ברה''ר עמוק ז' וחוליא ג' משלימתו לי' שהחוליא נדונת רה''י אע''פ שאינה גבוהה מרה''ר יותר מג' עכ''ל. ורבינו כתב איסור טלטול הוא בד''א: ",
        "<b>עמוד בר''ה וכו'.</b> פ' חלון בעירובין (דף ע\"ח) אמר רב הונא עמוד ברה''ר גבוה י' ורחב ד' ונעץ בו יתד כל שהוא מיעטו אמר רב אדא בר אהבה ובגבוה ג' אביי ורבא דאמרי תרווייהו אע''פ שאין גבוה ג' מ''ט לא משתמש ליה רב אשי אמר אפי' שגבוה ג' מ''ט אפשר דתלי ביה מידי אמר ליה רב אחא לרב אשי מלאו כולו ביתדות מהו א''ל לא שמיע לך הא דאר''י בור וחוליתה מצטרפין לעשרה אמאי והא לא משתמש ליה אלא מאי אית לך למימר דמנח ביה מידי ומשתמש ה''נ דמנח ביה מידי ומשתמש ע''כ. ואין דברי רבינו עולין לפי גירסא זו ונראה שהוא גורס במימרא דרב אשי אפי' אין גבוה ג' וזה פירוש השמועה נעץ בו בגבהו ובגבוה ג' כשגבוה היתד מן הקרקע ג' הוא שממעט לפי שהוא רשות בפ''ע שהוא מקום פטור אבל פחות מג' כיון שהוא ברה''ר אינו ממעט אע''פ שאין גבוה ג' ממעט לפי שאין נוח לו להשתמש בעמוד ואין חושבין לו אלא מן היתד ולמעלה. ורב אשי נתן טעם אחר שדין הוא שימעט היתד שהרי בני רה''ר משתמשין בו ותולין בו והרי הוא כאילו קרקע רה''ר מגעת עד שם. מילאו כולו ביתדות מהו לדידך דאמרת דטעמא משום תשמיש בני רה''ר היכא שמילא כולו יתדות אין נוח לתלות בו דבר א''נ שלא מעטו אלא עד שלש בדוקא ואמר לו שממעט לפי שמניח דף ביתדות ומשתמש בו. זהו פירושה לדעת רבינו בדוחק ולפי גירסת הספרים רב אשי חולק על כולם והלכה כמותו ופירושה בשנעץ ברוחב היתד על גבו וזהו פסק הדין אם נעץ ברחב גבו יתדות בין יתד אחד בין הרבה בין גבוהין שלש בין אינן גבוהין אין ממעטין את רחבו שעדיין ראוי להשתמש בו אם יתד יחידי הוא לתלות בו אי זה דבר אם יתדות הרבה להניח דף עליהם ולהשתמש על גביו עכ''ל רשב''א ז''ל. וזה דעת הראשונים והאחרונים ז''ל: "
      ],
      [
        "<b>חורי רה''ר וכו'.</b> פרק קמא דשבת (דף ז':) איתמר חורי רה''י כרה''י דמו חורי רה''ר אביי אמר כרה''ר דמו ורבא אמר לאו כרה''ר דמו ע''כ. וקיי''ל כרבא. <b>ומ''ש רבינו כיצד חור בצד רה''ר וכו',</b> פשוט ומבואר בהלכות. וכתב הרשב''א ז''ל ומהו שיקרא חור רה''י חור שבכותלים של רה''י ועוברים כלפי פנים עכ''ל. וחורי הכרמלית הרי הן נדונין לפי גבהן ורחבן כדין חורי רה''ר: "
      ],
      [
        "<b>רשות היחיד ומקום פטור מותר לטלטל בהן וכו'.</b> זה פשוט בהרבה מקומות ומבואר בברייתא פ''ק (שם ו'): ",
        "<b>לפיכך אם לא היה צריך לגוף ההוצאה וכו'.</b> מימרא שם פ' כירה (שבת מ\"ב) אמר רבינא הילכך קוץ ברה״ר מוליכו פחות פחות מד' אמות ובכרמלית אפילו טובא ע״כ. ופירוש דוקא כגון קוץ שיש בו היזק לרבים אבל דבר אחר אע״פ שאינו צריך לגוף ההוצאה אסור וכל שכן לדעת רבינו שפסק כרבי יהודה לחיוב במלאכה שאינה צריכה לגופה וכן נראה מפירש״י ז״ל: "
      ],
      [
        "<b>כשם שמותר לטלטל וכו'.</b> ברייתא שם פרקא קמא (דף ו') ומימרא אמר ר''י מקום שאין בו ד' על ד' מותר לבני רה''י ולבני רה''ר לכתף עליו ובלבד שלא יחליפו, ע''כ: ",
        "<b>כשם שאסור לטלטל וכו'.</b> פרקא קמא (שם ו') בברייתא הנזכרת: "
      ],
      [
        "<b>המוציא מרה''י לרה''ר וכו'.</b> זה פשוט ויתבארו דינין אלו ממה שאכתוב למטה. ופירוש כשהוא פטור במוציא מרה''ר לרה''ר וכרמלית באמצע דוקא כשלא העבירו בין שתי רשויות הרבים ד' אמות הא לאו הכי חייב לפי שהן מצטרפות כל זמן שלא נח החפץ בכרמלית כמבואר פי''ג: ",
        "<b>וכן המושיט וכו'.</b> כל זה פשוט לפי שהכרמלית דבר תורה הרי היא כמקום פטור ואין איסורה אלא מדבריהם: "
      ],
      [],
      [
        "<b>המוציא מרה''י וכו'.</b> פ''ק (שם ה' ו') ת''ר המוציא מחנות לפלטיא דרך סטיו חייב ובן עזאי פוטר ואמרי שם טעמא דרבנן משום דמהלך לאו כעומד דמי אבל עמד בסטיו פטור. ופי' חנות הוא רה''י ופלטיא רה''ר וסטיו הוא כרמלית כמו שנתבאר בדין האצטבאות למעלה. ורבינו ז''ל כתב מקום פטור לרבותא ולא מבעיא כרמלית ושם אמרו אחד המכניס ואחד המוציא ואחד המושיט ואחד הזורק חייב ומכלל דברים אלו דוקא מרה''י לרה''ר דרך כרמלית הא מרה''י לרה''י דרך כרמלית פטור. ודבר פשוט הוא לא ניתן ליכתב: ",
        "<b>היה עומד במקום פטור וכו'.</b> במימרא (שם ח':) שהזכרתי למעלה ובלבד שלא יחליפו ולפיכך כתב רבינו פטור אבל אסור: "
      ],
      [
        "<b>עמוד בר''ה וכו'.</b> עיקר הנוסחא האמתית בספרי רבינו כך היא. עמוד ברה''ר גבוה י' ורחב ד' ואין בעיקרו ד' ויש בגובה הקצר שלו ג' הרי הוא רה''י וכו' וברייתא היא בהזורק (שם ק\"א) עמוד ברה''ר גבוה עשרה ורחב ארבעה ואין בעיקרו ארבעה ויש בקצר שלו שלשה וזרק ונח על גביו חייב. ופירש''י ז''ל ויש בקצר שלו שלשה גובה שלשה ואפי' שלשה קאמר וכל שכן פחות מכן דהוה ליה כלבוד. והרשב''א ז''ל כתב אמרו בתוס' שלא יתכן שא''כ ה''ל כנעץ קנה ברה''ר דפליגי רבנן עליה דר' יוסי משום דה''ל מחיצה שהגדיים בוקעין בה. והם ז''ל פירשו דבעובי קאמר כלומר אם בצד הקצר שלו יש לו ג' טפחים בעובי ע''כ. ודברי רבינו הם כפירש''י ז''ל ויש לחלק בין זו לההיא דנעץ קנה. והרשב''א ז''ל הסכים לדעת התוס' בספרו דדוקא יש בעובי הקצר ג' הא פחות מכן אינו כרה''י: ",
        "<b>תל המתלקט גובה י' טפחים מתוך אורך וכו'.</b> בהזורק (שם דף ק') אמר רב תל המתלקט י' מתוך ד' וזרק ונח על גביו חייב. ופירש''י ז''ל כל שהוא מדרון ומתלקט והולך גבהו מעט מעט עד שמגיע לעשרה מתוך ארבע אמות הרי הוא זקוף והוי רה''י במקום גבהו ודוקא נקט מתוך ארבע אמות דאי מתוך חמש אמות הרי הוא כשאר רה''ר דניחא תשמישתיה להלוך עכ''ל: "
      ],
      [
        "<b>נעץ קנה ברה''י וכו'.</b> בפ''ק (שם דף ז':) אמר רב חסדא נעץ קנה ברה''י וזרק ונח על גביו אפי' גבוה מאה אמה חייב מפני שרה''י עולה עד לרקיע ואמרו עלה לימא רב חסדא דאמר כרבי וכו'. ואמר אביי ברה''י דכ''ע לא פליגי כדרב חסדא וכו' ומימרא זו בהלכות. ויש שהקשו והא בעינן הנחה ע''ג מקום ד' כמבואר ריש פי''ג. ומדברי רש''י ז''ל וקצת הגאונים ז''ל נראה דברה''י אע''ג דבעינן עקירה מע''ג מקום ד' הנחה ע''ג כל שהוא הוי הנחה. וזה דעת הרמב''ן והרשב''א ז''ל. ותמה על רבינו שלא ביאר זה ריש פי''ג: ",
        "<b>אילן שהוא עומד ברה''י וכו'.</b> שם (דף ח':) תשלום מימרא דאביי שהזכרתי בסמוך הכא באילן העומד ברה''י ונופו נוטה לרה''ר וזרק ונח על נופו דרבי דמחייב סבר שדי נופו בתר עיקרו ורבנן פטרי דלא אמרינן שדי נופו בתר עיקרו והלכה כרבנן: "
      ],
      [
        "<b>נעץ קנה ברה''ר וכו'.</b> בהזורק (שם ק\"א) תניא ר' יוסי בר' יהודה אומר נעץ קנה ברה''ר ובראשו טרסקל וזרק ונח על גביו חייב. ותני עלה וחכמים פוטרין. ופי' בין זרק מרה''ר לתוכו בין זרק מרה''י פטור. והטעם לפי שזה אפי' גבוה הקנה י' והטרסקל רחב ד' אינו כרה''י אלא אמרי' גוד אחית מחיצתא במחיצה שהגדיים בוקעין בה וכן מבואר שם. ועל מ''ש <b>רבינו שאין רה''ר תופסת אלא עד י',</b> כתוב בהשגות א''א אפי' עד י' בזה פטור דרה''י לא הוי דלא אמרינן גוד אחית מחיצתא דהויא לה מחיצה שהגדיים בוקעין בה ורה''ר נמי לא הוי אלא כרמלית הוי דאין ראוי לכתף עליו ע''כ. ואני אומר שלא נתכוין רבינו לחלק בדין בין אם הטרסקל תוך י' או למעלה שא''כ היה לו לכתוב נעץ קנה גבוה יותר מעשרה. אלא נתינת טעם כתב למה אין דין קנה זה כשהוא ברה''ר כרה''ר כמו שהוא כרה''י בהיותו שם כנזכר למעלה ואמר שאין אויר רה''ר עולה עד לרקיע אלא עד י' וכיון שאין האויר תופס אלא עד י' בדין הוא שכל דבר גבוה יתר מג' יחלוק בו רשות בין תוך י' בין למעלה מעשרה. וכבר הזכיר רבינו דין זה בבאור הכרמלית ומקום פטור כנ''ל: ",
        "<b>הזורק ד''א ברה''ר.</b> משנה (שם דף ק':) הזורק ד''א בכותל למעלה מעשרה טפחים כזורק באויר למטה מעשרה טפחים כזורק בארץ. והזורק בארץ ד''א חייב. ובגמרא והא לא נח א''ר יוחנן בדבילה שמינה שנו ע''כ. ופי' ודוקא בדבילה שמינה שכיון שהוא תוך י' על פני הכותל חייב אבל אם נחה בחור שבר''ה כ''ש פטור שחורי רה''ר אינן כר''ה כמבואר למעלה: ",
        "<b>זרק למעלה מעשרה ונח בחור כל שהוא פטור וכו'.</b> ברייתא שם זרק למעלה מעשרה והלכה ונחה בחור כל שהוא ר''מ מחייב וחכמים פוטרין ומפרש התם דטעמא דר''מ משום דס''ל חוקקין להשלים והרי חור זה כאילו רחב ד' ודינו כדין רה''י והזורק מרה''ר לתוכו חייב וחכמים לית להו חוקקין ולפיכך פטור: "
      ],
      [
        "<b>זרק קנה או רומח וכו'.</b> זה מבואר פ''ק (שם דף ח') בשמועה דזרק כוורת דאמר רבא אפי' אינה רחבה ו' פטור אי אפשר לקרומית של קנים שלא יעלו למעלה מי' ע''כ. ופירש''י ז''ל שהוא אויר מקום פטור וכיון דלא ניחא כולה ברה''ר לא הויא הנחה לאיחיובי עכ''ל. וזה מבואר: ",
        "<b>זרק כלי מרה''י לרה''ר וכו'.</b> זו היא מימרא דזרק כוורת שהזכרתי ושם אמרו שאם לא היה גבוה עשרה בין כפאה על פיה בין זרקה ופיה למעלה חייב. ולפיכך סתם רבינו: "
      ],
      [
        "<b>בור ט' ברה''ר וכו'.</b> בהזורק (שם דף צ\"ט:) בעי רבי יוחנן בור תשעה ועקר הימנה חוליא והשלימה לעשרה מהו עקירת חפץ ועשיית מחיצה בהדי הדדי קאתו ומיחייב או לא מיחייב ואת''ל כיון דלא הויא עשרה מעיקרא לא מיחייב בור י' ונתן לתוכה חוליא ומיעטה מהו הנחת חפץ וסלוק מחיצה כהדדי נינהו ומיחייב או לא מיחייב ולא איפשיטא. ופירש''י ז''ל עקר הימנה חוליא והניחה בר''ה: ",
        "<b>היה הבור עשרה וכו'.</b> בעיא דלא איפשיטא הזכרתיה בסמוך. וכבר כתבתי שרבינו כותב פטור באלו הספקות וכ''ש בזו שאביי פוטר כמו שאזכיר בסמוך. ומפרש בגמ' דדוקא חוליא פטור משום דמבטל ליה התם אבל חפץ אחר דלא מבטל ליה התם ודאי חייב ובסמוך אבאר זה: "
      ],
      [
        "<b>הזורק דף ונח ע''ג יתדות וכו'.</b> שם בעי רבא זרק דף ונח ע''ג יתדות וחפץ על גביו מאי כיון דבהדי הדדי קא אתו כהנחת חפץ ועשיית מחיצה דמי או דילמא כיון דלא אפשר דלא מדליא פורתא והדר נייח כעשיית מחיצה והנחת חפץ דמי תיקו. וכתב הרשב''א ז''ל צריך לי תלמוד שהרי הוא מחיצה שהגדיים בוקעין בה ואינה מחיצה ע''כ. ובספרו העמידה בכותל המוקף לרשות היחיד ואין בקיעת גדיים מבטלת שהרי הוא כחורי רשות היחיד: "
      ],
      [
        "<b>בור שהוא עמוק י' וכו'.</b> (שם דף ק') אמר אביי בור ברה''ר עמוקה עשרה ורחבה שמונה וזרק לתוכה מחצלת חייב חלקה במחצלת פטור לאביי דפשיטא ליה דמחצלת מבטלא מחיצתא כ''ש חוליא (דמבטל לה) דמבטלא מחיצתא לר' יוחנן דמיבעי ליה חוליא מחצלת פשיטא דלא מבטלא מחיצתא ע''כ. ורבינו ז''ל פסק כאביי דהוא בתראה. וכתב הרשב''א ז''ל דדוקא דמבטל ליה המחצלת התם הא לאו הכי אפילו אביי מודה ורישא דקתני חייב ה''ה דאי מבטל ליה וממעטו מעשרה דפטור אלא דאורחא דמלתא נקט דאדם עשוי לעשות מחיצה במחצלת ואינו עשוי למעט העומק במחצלת עכ''ד. ורבינו ז''ל לא חילק בין מבטל ליה ללא מבטל ליה וכתב המחוור שבגמרא כלשונו: "
      ],
      [
        "<b>בור ברה''ר וכו'.</b> שם אמר אביי בור ברה''ר עמוקה עשרה ורחבה ארבעה מלאה מים וזרק לתוכה חייב מלאה פירות וזרק לתוכה פטור מאי טעמא מיא לא מבטלי מחיצתא פירות מבטלי מחיצתא ע''כ. ויש מן הגאונים שכתבו שאין פירות מבטלין מחיצות אלא דוקא כשבטלן שם ואין דעתו לפנותו, ואין זה עיקר אלא בכל גונא מבטלין מחיצות כיון שהם היו שם קודם זריקה נמצא שכשזרק לא היו שם מחיצות ניכרות וזה דעת רבינו וכן העלה הרמב''ן. והרשב''א ז''ל כתב דדוקא בפירות של טבל שא''א לטלטלן בשבת וכן כתב בספרו. וחלוק המים והפירות נראה שה''ה בכל דבר שאדם מסתכל ורואה בתוכו דינו כמים והם הדברים הלחים הרבה והדברים היבשים דינן כפירות. והטעם בזה לפי שאין המחיצות ניכרות: "
      ],
      [
        "<b>רקק מים שהוא עובר ברשות הרבים וכו'.</b> משנה (ק':) וסוגיא דגמרא בב' אוקימתות כדברי רבינו ז''ל והדברים פשוטים שם: "
      ]
    ],
    [
      [
        "<b>עומד אדם ברה''ר וכו'.</b> משנה פ' המוצא תפילין (עירובין צ\"ח:) ונמצא בקצת ספרי רבינו בסיום זאת הבבא ובלבד שלא יוציא חוץ לד' אמות ואם הוציא פטור מפני שהוא ברשות אחרת ופטור. וזה אינו אמת שהרי מבואר שם בגמרא אליבא דרבא דאמר המעביר חפץ דרך עליו חייב שכבר פסק רבינו כמותו פי''ב שהוא חייב וכן כתב הר''א ז''ל בהשגות ופשוט הוא שם וא''א לפרש הסוגיא בדרך אחרת. ובקצת ספרי רבינו נמצא חייב מפני שהוא ברשות אחרת. וזה אמת אלא שאין משמע לשונו מכוון והיה לו לומר אע''פ שהוא ברשות אחרת: ",
        "<b>וכן עומד אדם ברה''י וכו'.</b> במשנה (שם ק\"א) מחלוקת רבי מאיר דס''ל שאין אדם עומד ברה''י ומטלטל ברשות הרבים וכן בהיפך ורבינו פסק כרבנן. ובגמרא (שם ק\"א) דינין באיכות המנעול אם הוא עומד למעלה מעשרה ובמהותו אם הוא רחב ד' לענין ליטול מפתח מאי זה רשות אחרת שיהיה ולפתוח ולנעול בו על איזה דרך יותר ויאסר. ורבינו ז''ל לא הזכירם לפי שהכל מבואר בדבריו בחלוק הרשויות וענינם זה עם זה וכל מבין יכול להבין מדבריו מה שנזכר שם: ",
        "<b>בהמה שהיתה בחוץ וראשה בפנים וכו'.</b> פרק עושין פסין (עירובין כ':) מסקנא דגמרא. ופירש״י ז״ל אובסין שתוחב לה מספוא הרבה על כרחה עד בית הבליעה יותר מכדי אכילתה עד שנעשית כאבוס במעיה ואם אינו אוחז בצוארה אינו יכול לתחוב עכ״ל. וכן מבואר שם שהאבוס הוא באחיזת הבהמה: "
      ],
      [
        "<b>לא יעמוד אדם ברה״י וכו' במה דברים אמורים כשהיה שותה בכלים נאים וכו'.</b> בפרק המוצא תפילין (עירובין צ\"ט) לא יעמוד אדם ברה״י וכו'. כלשון רבינו עד למקום שהוא שותה, ובגמרא הקשו ממה שאמרו חכמים דעומד אדם ברה״ר ומטלטל ברשות אחרת והכא בעינן ראשו ורובו לימא דמתניתין דהכא כרבי מאיר ותירץ רב יוסף בחפצין הצריכים לו ודברי הכל. איבעיא להו כרמלית מאי מי בעינן ראשו ורובו או לא ואמר אביי היא היא ואמר רבא היא גופא גזרה ואנן ניקום ונגזור גזרה לגזרה ע״כ. ורבינו ז״ל פירש בחפצים הצריכין לו חפצים נאים שהוא צריך להם. ונראה שלדבריו שאר טלטולין חוץ משתיה אפילו כלים נאים מותר לטלטלן וזהו שלמעלה בהיתר הטלטול לא חלק כלל לפי שלא גזרו שמא יוציאם אלא בכלים נאים ובשותה בהן שהוא מקרבן לפיו. אבל רש״י ז״ל פירש בחפצים הצריכין לו אפילו רבנן מודו דגזרינן בהו דמתוך שהוא צריך להם יכניסם אצלו הלכך משקין הללו צריכין לו וגזרינן עכ״ל. וכן כתב הרשב״א ז״ל וז״ל בקוצר עומד אדם ברה״ר ומטלטל ברה״י וכו' במה דברים אמורים בחפצים שאין צריכין לו להמשך במקום שהוא אבל בחפצים הצריכין לו אסור חוששין שמא ישכח וימשוך אצלו כיצד היה צריך למים אסור שמא ישכח וימשכם אצלו וישתה בין שהמים נתונין בכלים נאים בין בכלים שאינן נאים וכן כל כיוצא בזה באוכלין ובמלבושין לפי שהן חפצים הצריכין לו במקומו. היה צריך לטלטל בפנים מפתח זה מותר שאין צריך למפתח במקום שהוא עומד בו וכן כל כיוצא בזה הכניס ראשו ורובו למקום שהוא שותה מותר ע״כ. וכדבריהם נראה מן ההלכות שלא הביא אוקימתא דרב יוסף אלא המשניות כפשטן דמשמע דבכל שתיה יש לחוש. אבל לשון הגמרא מתחוור יותר לדעת רבינו שאם בכל שתיה אסור היה לו לרב יוסף לומר שאני מים דצריכין לו ומדקאמר בחפצים הצריכין לו משמע דלאו בכל גווני שהיה אסור. ולמעשה ראוי להחמיר כדעת רש״י והרשב״א ז״ל: "
      ],
      [
        "<b>עומד אדם ברה''ר וכו'.</b> (שם צ\"ט:) משנה קולט אדם מן המזחילה למעלה מעשרה טפחים ומן הצינור ומכל מקום ושותה כך היא הגרסא בהלכות x. ובגמרא קולט אין אבל מצרף לא. מ''ט אמר ר''נ הכא במזחילה פחות משלשה סמוך לגג עסקינן דכל פחות משלשה סמוך לגג כגג דמי תנ''ה וכו'. תניא אידך לא יעמוד אדם ברה''ר ויגביה ידיו למעלה מעשרה בפחות משלשה סמוך לגג ויצרף אבל קולט הוא ושותה מן הצינור ומכל מקום ושותה תנא ואם יש בצינור ארבעה על ארבעה אסור מפני שמוציא מרשות לרשות, ע''כ. וזהו הפירוש לדעת רבינו. קולט תופס כלומר מקבל את המים היורדין מן האויר ושותה. ושתיה זו בכל גונא מותרת בין למטה מעשרה בין למעלה מעשרה ולא הזכירו במשנה למעלה אלא משום דאיכא למידק מינה מצרף לא ואינו אסור הצרוף אלא דוקא בלמעלה כמו שהזכיר. ומכל מקום בא לרבות הכותל. ושאלו בגמרא מ''ט אסור הצרוף שהרי זה המקום אחר שאין בצינור ובמזחילה רחב ארבעה מקום פטור הוא. ותירצו הכא במזחילה פחות משלשה וכו'. פירוש מכותל שאין בו אלא י''ג טפחים שכל שהמזחילה למעלה מעשרה היא תוך שלשה סמוך לגג ודינה כגג. אבל כשהמזחילה תוך עשרה אפילו היא תוך שלשה לגג אין דינה כגג. ונ''ל טעם הדבר לפי שרה''ר תופס עד עשרה ואין פחות משלשה לגג ממעט דין רה''ר שאין זה לבוד גמור ואם באנו לדונו כגג נמצא חומרו קולו לענין הזורק מרה''י אבל כל שהוא למעלה מעשרה והוא פחות משלשה נחמיר בו כגג. תאנא ואם יש בצינור ד' על ד' בין שהוא למעלה מעשרה בין שהוא תוך עשרה בין רחוק בין סמוך לגג ה''ז אסור שדין הצינור כרשות בפני עצמו ונמצא מוציא מרשות לרשות. וביאר רבינו למה אינו חייב כשהצינור רחב ד' והוא למעלה מעשרה שהרי היא רה''י גמורה ותירץ לפי שהמים נזחלין כמ''ש. כנ''ל פירוש סוגיא זו נכון ויש שיטות אחרות ומדבריהם שכל תוך שלשה סמוך לגג אפילו תוך עשרה סמוך לרה''ר אסור לצרף. וכ''כ הרשב''א ז''ל בספרו: "
      ],
      [
        "<b>זיז שלפני החלון וכו'.</b> משנה (שם צ\"ח:) זיז שלפני החלון נותנין עליו ונוטלין ממנו בשבת. ובגמ' האי זיז דנפיק היכא אילימא דנפיק לרה''ר ליחוש דילמא נפיל ואתי לאיתויי אלא דנפיק לרשות היחיד פשיטא אמר אביי לעולם דנפיק לרה''ר מאי נותנין עליו כלים הנשברים תנ''ה זיז היוצא לרה''ר נותנין עליו קערות וכוסות וצלוחיות ומשתמש בכותל עד עשרה התחתונים אם יש שם זיז אחד למטה הימנו אינו משתמש אלא כנגד חלונו בלבד. וגרסת רבינו היכי דמי אי דאית ביה ד' אפילו כנגד חלון לא ישתמש אי דלית בהו ד' מאי איריא כנגד חלון אפילו בכותל כולו נמי. אביי אמר תחתון דאית ביה ד' ועליון דלית ביה ד' וחלונו משלימתו לד' כנגד חלון משתמש דחורי חלון הוא דהאי גיסא ודהאי גיסא אסור ע''כ. ופירוש הסוגיא לדעת רבינו, זיז הוא דף היוצא מכותל רה''י. והעמידו אביי בשיוצא על אויר רה''ר ולמעלה מעשרה בדוקא וכמו שאמרה הברייתא לפי שאויר רה''ר למעלה מעשרה מקום פטור ולפיכך מניחין עליו כלים שאם יפלו ישברו. ואין לחוש שמא יביאם לכשיפלו. ובאה הברייתא ואמרה אם יש שם זיז אחר. פי' ואפי' למעלה מעשרה דאי התחתון בתוך עשרה הוה ליה כרמלית אם רחב ד' אינו משתמש בעל העליון אלא כנגד חלון בלבד. והקשו היכי דמי אי דאית ביה ד' בעליון אפילו כנגד חלונו לא ישתמש לפי שהוא רשות בפני עצמו אפי' בלא צרוף חלון והתחתון ג''כ רשות אחרת ואסר עליו. ונראה מדברי רבינו שאפי' אין בתחתון ד' אוסר עליו. וכן נראה שאסור להשתמש בתחתון ממה שאמר ואסרו זה על זה אי דלית בהו ד' הרי אין לאחד מהם שום רשות אלא מקום פטור ולמה יאסרו זה על זה ישתמשו בשניהם. ותירץ אביי שהתחתון רחב ד' וישנו רשות בפני עצמו ואוסר על העליון אלא שכיון שאין העליון רשות בפני עצמו מה שהוא כנגד החלון מותר שהוא כחורי חלונו. וכל היתרין אלו בכלים הנשברים כדברי אביי שלא מצא היתר למשנתנו אלא בכך. זה פירוש הסוגיא לפי גרסת רבינו. וכתב הרשב''א ז''ל אפילו היו כמה זיזין לאדם אחד משתמש בכל הכותל. ופירוש אם יש שם זיז אחר לאדם אחר ואפשר שאף רבינו לכך נתכוין. ויש גרסא אחרת לרש''י ז''ל ולשאר המפרשים שגורסין היכי דמי אי דלית ביה ד' אפילו כנגד חלון נמי לא ישתמש אי דאית ביה ד' מאי איריא כנגד חלון אפילו בכולי כותל נמי. ופסק הרשב''א ז''ל זה לשונו היה זיז אחר לאדם אחר תחתיו רחב ד' ואין העליון רחב ד' העליון אסור לפי שאויר התחתון עד לרקיע ועליון באוירו של תחתון למה הדבר דומה למוציא זיז על חצר חברו שאסור להשתמש בו בכלים ששבתו בתוך ביתו עד שיערבו. היו שניהם רחבים ד' זה משתמש בשלו וזה משתמש בשלו למה''ד לבית ועליה של שנים היה התחתון רחב ד' והעליון אינו רחב ד' אם הוא כנגד החלון ותוך שלשה לחלון החלון משלימו לד' והרי הוא כחורי רה''י ואם לא היה כנגד החלון אסור להשתמש עליו כמו שביארנו ע''כ. ולכשתדקדק בלשון רבינו ובלשונו תמצא שלדעת רבינו זיזין אלו אוסרין זה על זה אפילו אינן זה כנגד זה. ולדעת הרשב''א ז''ל דוקא בזה כנגד זה. ועוד חלוק אחר מבואר במה שאמרו נגד החלון ודעת רבינו נ''ל עיקר. עוד כתב הרשב''א ז''ל שכל שרחב ד' נותנין עליו אפילו כלים שאינן נשברים וגם זה שלא כדעת רבינו. עוד כתב ואם היה דף אחד לבדו יוצא על אויר כרמלית כל שהוא גבוה עשרה לעולם מותר בין רחב בין קצר ואפילו כלים שאינן משתברין שאין גוזרין בכרמלית. ובזה יודה רבינו ועיקר: "
      ],
      [],
      [],
      [],
      [
        "<b>שני בתים בשני צדי רה״ר וכו'.</b> בפרק כיצד משתתפין (עירובין דף פ\"ה:) שני גגין בשני צדי רה״ר אמר רב אסור לזרוק מזה על זה ושמואל אמר מותר ואמרו שם כגון דמידלי חד ומתתי חד זמנין דמגנדר ואתי לאיתויי ע״כ. וקי״ל כרב באיסורי דגזר דילמא מגנדר ואתי לאתויי כיון שאין הגגין שוין. ודוקא בכלים שאין נשברים הא בכלים המשתברין אין לחוש כדברי רבינו. וכן כתבו ז״ל. <b>ומה שכתב רבינו והוא שיהיו שניהם שלו או עירבו</b> פשוט הוא שאם לא כן אסור לטלטל מרשות היחיד של אדם אחד לרשות של אדם אחר כמו שיתבאר בהלכות עירובין וכן פירשו ז״ל. וכתב הרשב״א ז״ל ואם היתה כרמלית עוברת ביניהם כיון שהגגין שלו כל הצדדין מותרין: "
      ],
      [
        "<b>בור ברשות הרבים וכו'.</b> בהמוצא תפילין (שם צ\"ט:) בור ברה''ר וחוליתו גבוהה עשרה טפחים חלון שעל גביו ממלאין ממנו בשבת ובגמרא במאי עסקינן אילימא בסמוכה למה לי חוליא עשרה א''ר חמא במופלגת מן הכותל ד' טעמא דיש בחוליתה עשרה אבל אין בחוליתה י' קא מטלטל מרה''י לרה''י דרך רה''ר ר' יוחנן אמר לעולם בסמוכה והא קמ''ל דבור וחוליתה מצטרפין לעשרה, ע''כ. ופירש''י ז''ל דר' יוחנן אמר לא כדס''ד דתהוי חוליא עשרה לבד מבור אלא הכא בבור ברה''ר וחוליתו סביביו סך הכל עשרה עד קרקעיתו הוי רה''י, ע''כ. ונתבארו דברי רבינו: "
      ],
      [
        "<b>אשפה ברה''ר וכו'.</b> שם אשפה ברה''ר וכו' כלשון רבינו. ובגמ' הקשו ולא חיישינן שמא תנטל אשפה והא אמר רבא וכו'. ותירצו לא קשיא הא דרבים הא דיחיד. וזה מבואר. וכתב הרשב''א ז''ל ולמה אין חוששין שמא יתגלגל מה שמשליך לתוכה וילך ויטלנו באשפה כמו שחשש בשני גגין כנזכר למעלה לפי שאין מטילין לאשפה כלי אשר חפץ בו אלא מים או שברי כלים, עכ''ל: "
      ],
      [
        "<b>אמת המים שהיא עוברת בחצר וכו'.</b> דינין אלו עד כצוצרה שהיא למעלה מן המים הוציא רבינו מן המשנה שבכיצד משתתפין (שם פ\"ז) והברייתא והסוגיא שעליה (דף פ\"ו) והמימרא דרב יהודה ומברייתא דלשון ים שבפ''ק (שם י\"ב) ודימה לשון ים לאמת המים והשיגוהו בזה ודעת האחרונים כדעת ההשגות ואין דברים אלו מצויין כדי להאריך בהן. ודעת הרשב''א ז''ל בספרו תמצאנו: "
      ],
      [],
      [],
      [],
      [
        "<b>כצוצרה שהיא למעלה מן המים וכו'.</b> שם בכיצד משתתפין (פ\"ז:) כצוצרה שהיא למעלה מן הים אין ממלאין ממנה בשבת אא''כ עשו לה מחיצה עשרה טפחים בין מלמעלה בין מלמטה ע''כ. ופי' רבינו כצוצרה הוא המקום המקורה יוצא מן כותל רה''י על מעיינות המים והנהרות כמו גג ונוקבין בו נקב וממלאין מאותו הנקב מן המעין או מן הנהר, ואינו מותר למלאת עד שיעשה מחיצה מעל הנקב היורד למטה כמו כוורת ואז נאמר גוד אחית או תהיה המחיצה למעלה מן המים ואז נאמר גוד אסיק ונחשוב כאילו תהיה השאיבה כלה תוך המחיצה ע''כ: ",
        "<b>ומ''ש כך שופכין ממנה וכו'.</b> בגמ' (דף פ\"ח) שתי לשונות פסק כלישנא בתרא דאמר התם לא תימא למלאת הוא דשרי אבל לשפוך אסור אלא אפילו לשפוך נמי שרי והטעם מפני שהוא כחו בכרמלית ולא גזרו בו וכמו שכתב רבינו: "
      ],
      [],
      [],
      [],
      [
        "(טז-יט) ",
        "<b>חצר שהיא פחותה מארבע אמות וכו'.</b> שם חצר שהיא פחותה מארבע אמות אין שופכין לתוכה מים אא''כ עשו לה עוקה מחזקת סאתים מן הנקב ולמטה בין מבפנים בין מבחוץ אלא שמבחוץ צריך קמור ומבפנים אין צריך קמור רבי אליעזר בן יעקב אומר ביב שהוא קמור ד' אמות ברה''ר שופכין לתוכו מים בשבת וחכ''א אפילו גג או חצר מאה אמה לא ישפוך על פי הביב. אבל שופך הוא לביב והן יורדין לביב החצר והאכסדרא מצטרפין לד' אמות. ובגמ' אין שופכין לתוכה מ''ט אמר רבה לפי שאדם עשוי להסתפק סאתים מים בכל יום בד' אמות אדם רוצה לזלפן פחות מד' אמות שופכן אי איכא עוקה שרי ואי לא אסיר ור' זירא נתן טעם אחר. ואמרו מאי בינייהו אמר אביי אריך וקטין איכא בינייהו דלרבה בעי ד' על ד' אמות ולרבי זירא אפילו אריך וקטין. והביאו ברייתא סיוע לרבה דתניא חצר שאין בה ד' אמות על ד' אמות אין שופכין לתוכה מים בשבת. והעמידה ר' זירא כרבנן דפליגי עליה דר''א בן יעקב אבל לר''א בן יעקב אפילו אריך וקטין אינה צריכה עוקה. עוד בגמ' וחכ''א אפילו גג וכו' תאנא בד''א בימות החמה אבל בימות הגשמים שופך ושונה ואינו נמנע מ''ט אדם רוצה שיבלעו מים במקומן פירוש אינו מקפיד. ואמרי התם מאי ליחוש ליה אי משום קלקול חצרו הא מקלקלה וקיימא אי משום דאמרת גזירה שמא יאמרו צינורו של פלוני מקלח מים בשבת סתם צינורות מקלחין הם. אמר ר''נ בימות הגשמים עוקה מחזקת סאתים נותנין לה סאתים סאה נותנין לה סאה בימות החמה מחזקת סאתים נותנין לה סאתים סאה אין נותנין לה כל עיקר גזרה דלמא אתי למעבד סאתים א''ה בימות הגשמים נמי לגזור התם למאי ליחוש אי משום קלקול וכו' עד מקלחין הן אמר אביי הילכך אפילו כור ואפילו כורים שרי, ע''כ. והנה רבינו פסק כרבנן דרבים נינהו ולפיכך כתב כלשון הברייתא חצר שהיא פחותה מד' אמות על ד' אמות להוציא אריך וקטין. ופי' אריך וקטין שאין שופכין לתוכה כגון שמנה על שתים שאע''פ שתשבורתן כתשבורת ד' על ד' אין שופכין בלא עוקה. ויש פי' אחר וזה עיקר. ופי' מבחוץ צריך לקמור שאם העוקה מבחוץ צריך לכסותה ולבנות עליה כיפה כמ''ש רבינו. ובמחלוקת הביב כבר כתבתי שרבינו פסק כחכמים. ועל דין הביב לבד הזכירו בגמרא תנא בד''א בימות החמה אבל בימות הגשמים וכו'. ואמרו התם בימות הגשמים למאי ניחוש וכן פירשו קצת מפרשים שעל דין הביב בלבד היא ברייתא זו וכן מוכחת לכאורה מימרא דרב נחמן שדבר בעוקה בימות הגשמים. סאה נותנין לו סאה. פי' כל פחות מסאתים דינו כסאה שאין נותנין לתוכה אלא מלואה. ואמר אביי הלכך כיון דבימות הגשמים לא גזרינן אפילו כור ואפילו כורים נותנין לתוכה כל שמחזקת סאתים אבל אם מחזקת פחות ודאי אפילו בימות הגשמים אין נותנין לתוכה אלא מלואה דאי לא רב נחמן למה היה מחלק בין סאתים לפחות מסאתים ומשנתנו דקתני עוקה מחזקת סאתים בכל זמן היא. זהו פירוש הסוגיא לדעת רבינו. ויש בה שטות אחרות ופסק הלכה כר''א בן יעקב והוא דעת הרשב''א ז''ל. וכתב כל שיש בתשבורתה י''ו אמה אינה צריכה עוקה וכן בימות הגשמים אפילו קטנה אינה צריכה עוקה. ובימות החמה אם יש לה עוקה מחזקת סאתים נותן לתוכה אפילו כור ואפילו כורים. אינה מחזקת סאתים אין נותנין לתוכה כל עיקר. ובדין הביב כל שהוא קמור ד' אמות ברה''ר אפילו בימות החמה שופכין לתוכו וכר''א בן יעקב זהו דעתו ז''ל. ודברי רבינו נראין להחמיר: ",
        "<b>היה שופך על פי הביב וכו'.</b> זה למד רבינו ממ''ש פ' הזורק (שבת ק':) גבי ספינה כחו בכרמלית לא גזרו רבנן. ודע שהוא הדין לחצר שאם היא סמוכה לכרמלית אפילו היא קטנה אינה צריכה עוקה אפילו בימות החמה ולזה הסכים הרשב''א ז''ל. וכן דעת רבינו שהזכיר רה''ר גבי חצר ופשוט הוא שכך דעתו ועיקר: "
      ],
      [
        "<b>לא ימלא אדם מים מן הים וכו'.</b> בהזורק אתמר ספינה רב הונא אמר מוציא ממנה זיז כל שהוא וממלא רב חסדא ורבה בר רב הונא אמרי מוציא ממנה זיז ד' וממלא רב הונא קסבר כרמלית מארעא משחינן ואוירא מקום פטור הוא ובדין הוא דזיז נמי לא ליבעי אלא כי היכי דתהוי ליה היכרא רב חסדא ורבה סברי כרמלית משפת מיא משחינן ומיא ארעא סמיכתא היא ואי לא עביד מקום ד' קא מטלטל מכרמלית לרה''י, ע''כ. והלכה כרב חסדא ורבה. וכתב רבינו אם הזיז למעלה מעשרה משפת המים אף רב חסדא ורבה מודים שבכל שהוא די שהרי מקום פטור הוא והרי שפת המים להם כמו קרקעית הים לרב הונא וכמבואר שם בגמרא. ומתוך דברים אלו אתה למד שלא אסרו להחליף דרך מקום פטור כמבואר פרק י''ד בבבא המתחלת היה עומד במקום פטור אלא מרה''י לרה''י שהם רשויות של תורה אבל מרה''י לכרמלית דרך מ''פ מותר לכתחלה כמבואר בסוגיא זו לדעת ר' הונא וכן הורו מגדולי המורים וזה דעת רבינו. אבל הרשב''א ז''ל הסכים לדעת אחרים שאפי' ברשות של דבריהם אסור להחליף ולפיכך אפילו הזיז למעלה מעשרה צריך שיהא בו ד' על ד'. ושאלו המפרשים ז''ל מקום ד' זה מהו מועיל שהרי אם הוא תוך עשר לשפת הים דינו ככרמלית והספינה רה''י. ופירש רבינו האי ז''ל שדרך הזיז הוא ממלא כלומר שזה הזיז חלול באמצעיתו ומשלשל כליו דרך שם וממלא וכיון שהוא מקום חשוב אמרינן כוף הצדדים וגוד אחית מחיצתא כאילו הן עד שפת המים והכל רה''י ואע''פ שבכצוצרה שהיא על גבי המים צריך מחיצה עשרה בספינה הקילו מפני שאינו יכול לעשות שם מה שיעשה בביתו ע''כ דבריהם. ורבינו ז''ל כבר ביאר זה באמרו שהרי דרך מקום פטור ממלא נראה מזה שדרך הזיז נכנס הדלי: "
      ],
      [
        "<b>הקורא בספר בכרמלית וכו'.</b> משנה בהמוצא תפילין (עירובין צ\"ז:) הקורא בספר על האסקופה נתגלגל הספר מידו גוללו אצלו ובגמ' (דף צ\"ח) הביאו ברייתא זו דתניא תוך ד' אמות גוללו אצלו חוץ לד' אמות הופכו על הכתב ואוקים אביי באסקופת כרמלית ורה''ר עוברת לפניה תוך ארבע אמות דאי נפל ומייתי ליה לא אתי לידי חיוב חטאת לא גזור רבנן. ועוד שם מתוך הסוגיא דדוקא כתבי הקודש אבל שאר דברים מכי נחו להו אסור אפי' תוך ד' אמות וכן כתב הרשב''א ז''ל. וכתב רבינו וכן אם נתגלגל לרה''י גוללו אצלו ודבר פשוט הוא שהרי אין לחוש בשום צד ברה''י לחיוב חטאת: ",
        "<b>היה קורא ברה''י וכו'.</b> שם (צ\"ז ב') היה קורא בראש הגג וכו' ואוקמוה (דף צ\"ח) הכי, היה קורא בראש הגג ונתגלגל הספר מידו עד שלא הגיע לעשרה טפחים גוללו אצלו הגיע לעשרה טפחים הופכו על הכתב. בד''א בכותל משופע אבל בכותל שאינו משופע אפי' למטה משלשה גוללו אצלו שר' יהודה אומר אפי' אינו מסולק מן הארץ אלא מלא החוט גוללו אצלו מ''ט בעינן הנחה ע''ג משהו ע''כ. ופי' בכותל משופע לפי שנח בו: "
      ],
      [
        "<b>המעביר קוץ כדי שלא יזוקו וכו'.</b> מימרא דרבינא פ' כירה (שבת דף מ\"ב) כתבתיה פי''ד: ",
        "<b>וכן מת שהסריח ונתבזה וכו'.</b> פ' המצניע (שבת דף צ\"ד ב') א שכיבא דהוה בדרוקרת שרא להו רב הונא ור״נ בר יצחק לאפוקי לכרמלית וכו' ואמרו שם דלרה״ר אסור לכרמלית מותר גדול כבוד הבריות שדוחה את ל״ת שבתורה. ופירש רבינו כבוד הבריות כבוד החיים שהסריח ומזיק להם בריחו וכן פירש הראב״ד ז״ל. ונחלקו המפרשים ז״ל אם צריך ככר או תינוק להוצאתו ואכתוב דבריהם פכ״ו: ",
        "<b>היורד לרחוץ בים כו'.</b> פ' תולין (שבת קמ\"א) אמר רב יהודה מאן דסחי במיא לינגיב נפשיה ברישא והדר ליסליק דילמא אתי לאתויי ד״א בכרמלית אי הכי כי נחית נמי קא דחי כחו ארבע אמות בכרמלית ואסור כחו בכרמלית לא גזרו: "
      ]
    ],
    [
      [
        "<b>מקום שלא הוקף לדירה וכו'.</b> דין המקום הזה שהוא כרשות היחיד גמור דבר תורה הוא מבואר בהרבה מקומות ומהם פ''ק דשבת (דף ז') א''ר יוחנן קרפף יותר מבית סאתים שלא הוקף לדירה אפי' כור ואפי' כורים (מחזיק) הזורק לתוכו חייב מחיצה היא אלא שמחוסרת דיורין ע''כ. ודין הטלטול גם כן בהרבה מקומות ועיקרו במשנה (עירובין כ\"ג) בעושין פסין וכר' עקיבא ובגמרא שם: "
      ],
      [
        "<b>וכן עמוד שגבוה י' וכו'.</b> בהרבה מקומות מהם פ''ק דשבת (דף ט') גבי תל ופ' כל גגות (עירובין דף פ\"ט): ",
        "<b>סלע שבים היה גבוה פחות מעשרה.</b> פ' הדר (עירובין ס\"ז:) ברייתא סלע שבים גבוה עשרה ורחב ד' אין מטלטלין מתוכו לים ולא מן הים לתוכו פחות מכאן מטלטלין עד כמה עד בית סאתים. ופירש רב אשי דה״ק דיותר מבית סאתים מטלטלין מתוכו לים מ״ט הם אמרו והם אמרו הם אמרו קרפף יותר מבית סאתים שלא הוקף לדירה אין מטלטלין בו אלא בארבע אמות והם אמרו אין מטלטלין מרשות היחיד לכרמלית בית סאתים דשרי לטלטולי בכוליה לא שרו רבנן לטלטולי מתוכו לים ומהים לתוכו יותר מבית סאתים דאסור לטלטולי בכוליה שרו רבנן מ״ט דילמא אמרי רה״י הוא ואתי לטלטולי בכוליה. והקשו מאי שנא פירוש למאי אלימא האי תקנתא לדחות האחרת מפניה ותירצו תוכו שכיח מתוכו לים ומים לתוכו לא שכיח עד כאן. ומדברי רבינו נראה שלא התירו אלא לים אבל אם היה קרפף יותר מבית סאתים סמוך לכרמלית שביבשה אסור לטלטל מתוכו לכרמלית וכן דעת הראב״ד. אבל בתוספות פירשו שה״ה לכרמלית שביבשה והתירו מכאן לגנה שפתוחה אצל כרמלית לטלטל מפתח מכרמלית לתוכה כיון שהיא יתירה מב״ס. וכתב הרשב״א ז״ל ולזה הדעת נוטה. וסלע פחות מארבעה אפילו היה ארכו אלף אמה כבר נתבאר פי״ד שהוא מקום פטור: "
      ],
      [
        "<b>כמה בית סאה וכו'.</b> פ' עושין פסין (עירובין כ\"ג:) כמה הם סאתים כחצר המשכן ושם אמרו שהוא מאה על חמשים והתשבורת חמשת אלפים וכן הוא מספר הכאת מאה בחמשים. ופירוש שבעים אמה ושירים שבעים אמה וחמש שביעיות בקרוב. ",
        "<b>ומ''ש בין שהיה מרובע וכו'.</b> מבואר בגמרא בפסק הלכה: "
      ],
      [
        "<b>מקום שלא הוקף לדירה שהיה בו בית סאתים וכו'.</b> שם במשנה ובגמרא אם ארכה יותר משנים ברחבה אין מטלטלין לתוכה: "
      ],
      [
        "<b>מקום שהוקף שלא לשם דירה וכו'.</b> (שם כ\"ד) אמר שמואל קרפף יותר מבית סאתים שלא הוקף לדירה פורץ בו פרצה יותר מעשר וגודרו ומעמידו על עשר ודיו. ופירש רבינו וגודרו לשם דירה. ורש''י ז''ל פירש שלא הוקף לדירה ואחר כך בנה אצלו דירה ואמר לקמן הוקף שלא לדירה ולבסוף פתח לו פתח לדירת ביתו לא מהני כיצד הוא עושה פורץ פרצה יותר מעשר דהוי כמי שאין בו מחיצות וגודר וסותם אותה פרצה ומעמידה על עשר והוי פתח ולבסוף הוקף לדירה שנפתחה לו עכ''ל. ורבינו כתב מימרא כפשטה ונראה מדבריו שהכל תלוי בכונת הגדרים אם נעשו על דעת דירה. ונראה שא''א שתועיל כוונתו אא''כ היה בדעתו לעשות ממנו בית ראוי לדור אבל אם היה דעתו לקרפף ואינו סמוך לבית דירה היאך יאמר רבינו שגדרתו לשם דירה יועיל והוא מכוין לדבר שא''א ודבריו צריך לי עיון. והרשב''א ז''ל כתב גבי קרפף אי זהו מוקף לדירה כל שפתח לתוכו פתח דירה ואח''כ הוקף ובמימרא זו כתב שטת רש''י ז''ל: ",
        "<b>ואפילו פרץ אמה וכו'.</b> שם בעיא דאיפשיטא שמועיל: "
      ],
      [
        "<b>מקום יתר מבית סאתים שהוקף לדירה וכו'.</b> (שם כ\"ג כ\"ד) קרפף יתר מבית סאתים שהוקף לדירה נזרע רובו הרי הוא כגנה ואסור נטע רובו הרי הוא כחצר ומותר. ונאמרו שם לשונות והלשון האחרון כך הוא הא נזרע מיעוטו שרי אמר רב הונא בריה דרב יהושע לא אמרו אלא בית סאתים אבל יתר מבית סאתים אסור. ובנטע רובו הרי הוא כחצר העלו שם אע''פ שאינו נטוע שורות שורות הרי הוא כחצר ולפיכך סתם רבינו. ודע כשנזרע שאסור לטלטל בו אף במה שלא נזרע אסור לפי שנפרץ במלואו למקום האסור לו ולזה כתב רבינו אסור לטלטל בכולו: ",
        "<b>נתמלא מים אפילו היו עמוקים וכו'.</b> (שם כ\"ד א' וב') נתמלא מים הכי אמרינן משמיה דרבא מים כנטעים דמו אמר אמימר לא אמרן אלא דחזו לתשמישתן אבל לא חזו לתשמישתן אסור והעלו שם דכי חזו לתשמישתן אפי' יש בעמקן יתר מבית סאתים מותר. וכתב הרשב''א ז''ל כשאמרו שכשאינן ראוים לתשמיש הרי הן כזרעים בשיש בעמקן עשרה טפחים אבל פחות מכאן הרי הן כטיט בחצר רקק הוא זה ורקק אינו חולק רשות לעצמו בשום מקום עד כאן: "
      ],
      [
        "<b>מקום שהוקף שלא לשם דירה וכו'.</b> (שם כ\"ה ע\"ב) קרפף בית שלש וקירו בו בית סאה רבה אמר אויר קירויו מתירו ר' זירא אמר אין אויר קירויו מתירו לימא בפלוגתא דרב ושמואל דאתמר אכסדרא בבקעה רב אמר מטלטלין בכולה אמרי' פי תקרה יורד וסותם ושמואל אמר אין מטלטלין אלא בד' לא אמרי' פי תקרה יורד וסותם ואמרו אי דעביד כאכסדרה הכי נמי פי' דכ''ע כרב הכא במאי עסקינן דעביד כי ארזלא. ונ''ל פירושו לדעת רבינו אי דעביד כאכסדרה שיש לה ג' מחיצות כמבואר פי''ז כ''ע מודו דפי תקרה יורד וסותם הב''ע דעביד כי ארזלא כמלונה שעושין שומרי גנות ופרדסין שנועצין ד' קונדסין ופתוח מכל צדדיו דבכי הא אפילו רב מודה דבכרמלית דהיינו בקעה אין קירוי זה מתיר אבל בקרפף שדינו כרה''י דבר תורה נחלקו אם קירוי זה מתיר ופסק רבינו כדברי המיקל ולפיכך סתם רבינו. אבל הרשב''א ז''ל כתב דדוקא כשקירה ע''ג שתי מחיצות דבוקות זו לזו הא לאו הכי לא אמרינן פי תקרה יורד וסותם, ודברי רבינו נראין לי עיקר: ",
        "<b>נפרץ במלואו לחצר וכו'.</b> (שם כ\"ה:) קרפף שנפרץ במלואו ונפרצה חצר כנגדו חצר מותרת וקרפף אסור זו היא גרסת רבינו. וכשכתב נפרץ במלואו בקרפף של יותר מבית סאתים הוא ולא בזה שדבר עתה שהוא מבית שלש ויש בו קירוי מבית סאה. ועיקר המימרא להודיענו שהחצר מותרת כשהיתה ואינה חשובה כנפרצת במלואה למקום האסור לה. והטעם לפי שזה דינו כרה''י גמור דבר תורה והחצר עומדת בפני עצמה. ובאמת שאין הסוגיא ששם נוחה לפי זה. לפיכך כתב הרשב''א ז''ל קרפף בית סאתים שלא הוקף לדירה ונפרץ במלואו לחצר אם יש באויר רוחב המחיצה שנפרצה כדי ליתר הקרפף על בית סאתים חזר הקרפף ליאסר בטלטול אלא בד''א אע''פ שהקרפף והחצר לאדם אחד שאויר מקום המחיצה מצטרף עם הקרפף ומייתרו בד''א בשנפרץ הקרפף במלואו וכותליו נכנסין בתוך חלל החצר או שהיו כותלי החצר שבצד זה ושבצד זה יתירים על רוחב הקרפף ד' אמות ואם לאו אין זה נפרץ במלואו שכל שנראה מבחוץ אע''פ ששוה מבפנים נדון משום לחי: "
      ],
      [],
      [
        "(ח-ט) ",
        "<b>היה יותר מבית סאתים וכו'.</b> מפורש בגמרא (שם כ\"ה) מעטו באילנות אינו מיעוט. וכתב הרשב''א ז''ל שהטעם מפני שדרך לטעת אילנות בקרפפות לפיכך אפילו היו האילנות גבוהים עשרה ורחבים ד' שחולקים רשות לעצמם אין ממעטין. עוד כתב לפיכך יראה לי שהבורות שבגנה אפי' עמוקין עשרה ורחבין ד' תשמיש הגנה הם ואין ממעטין וכן בית כנוס המים להשקות הגן אינו ממעט ומן הטעם שאמרנו עכ''ל: ",
        "<b>בנה עמוד בצד הכותל וכו'.</b> שם בנה בו עמוד גבוה עשרה ורחב ד' הוי מיעוט פחות מג' לא הוי מיעוט מג' ועד ארבעה רבה אמר הוי מיעוט כיון דנפק מתורת לבוד רבא אמר לא הוי מיעוט כיון דליכא מקום ארבעה לא חשיב. ופסק רבינו כרבה דהוא מיקל ויש מי שפסק כרבא שפחות מארבעה אינו מיעוט ולזה הסכים הרשב''א ז''ל: ",
        "<b>וכן אם הרחיק מן הכותל וכו'.</b> גרסת רבינו שם כך היא הרחיק מן הכותל ד' ועשה מחיצה הוי מיעוט פחות מג' אינו מיעוט משלשה ועד ארבעה רבה אמר מיעוט רבא אמר אינו מיעוט רבה בר שמואל מתני לה לקולא טחו בטיט ויכול לעמוד בפני עצמו הוי מיעוט אין יכול לעמוד בפני עצמו רבה אמר הוי מיעוט רבא אמר לא הוי מיעוט הרחיק מן התל ארבעה ועשה מחיצה הועיל פחות מג' או שעשה מחיצה על שפת התל רב חסדא ורב המנונא חד אמר מועיל וחד אמר אינו מועיל. בעי רבה בר רב חנן נבלעו מחיצות התחתונות ועליונות קיימות מהו ואיפשיט דמועיל. וזהו פירוש הסוגיא לדעתו ז''ל שכל מיעוט שהזכירו הוא בנתמעט הקרפף מיותר מבית סאתים ע''י הבנין והבנין הזה אפי' פחות מעשר אמות ושלא לשם דירה ופסק רבינו כלישנא קמא דכ''ע מודו דפחות מג' לאו כלום הוא דלא כרבה בר שמואל דס''ל דבפחות מג' פליגי וטעמא משום דקי''ל כלישנא קמא דגמרא וכן פסקו ז''ל. וטחו בטיט מילתא באפי נפשיה היא ופסק רבינו כרבה דאמר הוי מיעוט ולקולא בשל דבריהם. אח''כ אמרו הועיל ולא הועיל והוא בעושה מחיצות עשר אמות לשם דירה ושלא נתמעט הקרפף כלל ופסק כמ''ד דמחיצה ע''ג מחיצה אינו מועיל אא''כ נבלעה התחתונה וכבעיא דרבה בר חנין: <b>ויש</b> בכאן שאלה לדעת רבינו הוא אומר שאם מיעט במחיצה סמוכה לכותל תוך ג' לא עשה כלום וטעמא משום לבוד והיאך יאמר שכשטח את הכותל בטיט יהא מיעוט והלא כ''ש הוא שאין ראוי להיות מיעוט. ויש להשיב שכשהמחיצה תוך ג' לכותל כבר ניכר שיש בשטח קרפף זה יותר מבית סאתים שהרי המחיצה הזו מוקפת שטח הקרפף מכל צד והיא בעצמה אינה ראויה למעט כל שהוא תוך ג' אבל כשטח הכותל בטיט אין טיחה זו מוקפת השטח והרי זה כאילו מעיקרו לא היה בו יותר מבית סאתים. כך נ''ל לדעת רבינו וגרסתו ויש גרסא אחרת שגורסין הועיל ולא הועיל בכל חוץ מגבי טחו בטיט שגורס רש''י ז''ל מיעוט ואינו מיעוט וכבר בארתי פירוש מלות אלו שהועיל ולא הועיל שהועיל הוא במקיף עשר לשם דירה ומיעוט הוא מיעוט השטח ופסקו כרבא דאמר פחות מד' אינו מועיל והגרסא יותר נכונה אלא שיש לפסוק כרבה ולקולא: "
      ],
      [
        "<b>רחבה שאחורי הבית כו'.</b> (שם כ\"ד) אמר רב כהנא רחבה שאחורי הבתים אין מטלטלין בה אלא בד' אמות א''ר נחמן אם פתח בה פתח מותר לטלטל בכולה ולא אמרן אלא שפתח ולבסוף הוקף אבל הוקף ולבסוף פתח לא ע''כ. ופירוש רבינו בה מבואר: "
      ],
      [
        "<b>רחבה הפתוחה למדינה מצד אחד וכו'.</b> מעשה (שם כ\"ד:) ההיא רחבה דהוה בפומבידתא והוה חד גיסא פתיח למתא וחד גיסא פתיח לשביל של כרמים ושביל של כרמים סליק לגודא דנהרא ואמרו שם היכי ליעביד ולא מצאו שם תקנה אלא כדאמר רבא ליעביד לחי מהך גיסא דלהדי מתא מיגו דמהני למתא מהני נמי לרחבה טלטולי במתא גופא שרי ברחבה גופא שרי מרחבה למתא וממתא לרחבה פליגי בה רב אחא ורבינא וקי''ל כדברי המיקל. ויש בזה לפי דעת המפרשים צדדין דבלאו הכי מועיל ורבינו ז''ל תפס המחוור שבגמרא ודינין אלו אינן מצויין להאריך בהם ואין מהם בהלכות כלום: "
      ],
      [
        "<b>יחיד ששבת בבקעה וכו'.</b> משא ומתן הרבה יש בזה פירקא קמא (שם ט\"ז י\"ז) ומסקינן יחיד נותנין לו בית סאתים שנים נותנין להם בית סאתים שלשה נעשו שיירא ונותנין להם כל צרכן ובלבד שלא יהיה ב''ס פנוי מכלים הוצרכו לחמש והקיפו לשבע אפילו בחמש אסורין. <b>ומ''ש רבינו ואין הקטן משלים בשיירא</b> בירושלמי כך איתא אין הנכרי משלים בשיירא קטן מהו שישלים בשיירא ע''כ. ורבינו פסק להחמיר בקטן וכ''ש בנכרי: "
      ],
      [
        "<b>שלשה שהקיפו כדי צרכן כו'.</b> שם (י\"ז) איתמר שלשה ומת אחד מהם שנים ונתוספו עליהם רב הונא ור' יצחק חד אמר שבת גורמת וחד אמר דיורין גורמין ופסק רבינו כרב הונא דהתם מוכח דרב יהודה הכי ס''ל וכן פסקו ז''ל: "
      ],
      [
        "<b>שלשה מקומות המוקפין וכו'.</b> בכל גגות (עירובין צ\"ג) אמר רב יהודה שלשה קרפפות זה בצד זה ושנים החיצונים מגופפים והאמצעי אינו מגופף ויחיד בזה ויחיד בזה ויחיד בזה נעשו שיירא ונותנין להם כל צרכן ודאי אמצעי מגופף ושנים החיצונים אינם מגופפין ויחיד בזה ויחיד בזה אין נותנין להם כל צרכן איבעיא להו שנים באמצעי ויחיד בזה ויחיד בזה שנים בזה ושנים בזה ויחיד באמצעי מהו תיקו. והלכתא בעיין לקולא ע''כ. וכתב הרשב''א ז''ל כשנותנין להם כל צרכן באי זה מקום שירצו ובלבד שלא יהא בית סאתים פנוי מכלים כדאיתא פ''ק וכשהם יחידים נותנין בית סאתים לכל אחד במקומו כדברי רבינו ורבינו לא הזכיר בכאן ובלבד שלא יהא בית סאתים פנוי מכלים וגם בגמרא לא נזכר. ויש לחלק ולומר שאפילו בית סאתים פנוי בקרפפות שכבר היו מוקפין נותנין להם כל צרכן שלא אמרן אלא כשאין מוקפין. אבל בתוספתא מפורש כך בשיירא ששבתה בגנה מוקפת גדר גבוה עשרה וכיון שכן י''ל שרבינו סמך על הנזכר למעלה וקצר במובן: "
      ],
      [
        "<b>כל מחיצה שאינה יכולה לעמוד וכו'.</b> מימרא פרק הישן בסוכה (דף כ\"ד:) כלשון רבינו: ",
        "<b>וכל מחיצה שאינה עשויה לנחת אינה מחיצה.</b> כך נמצא ברוב ספרי רבינו ובהשגות א''א נוסחא אחרינא העשויה לנחת ע''כ. וגרסאות הן פרק עושין פסין (עירובין כ\"ו). ופירוש שאינה עשויה לנחת שאינה עשויה להניח שם דבר או לנוח שם. ופירוש העשויה לנחת לנחת בה כלים ולא לדור בתוכה. ודע שכשאמרו אינה מחיצה ר''ל מענין מוקפת לדירה וביותר מבית סאתים וכך פירש הרשב''א ז''ל דודאי בפחות מבית סאתים מחיצה היא וכן ג''כ דבר תורה מחיצות גמורות הן. ואין נ''ל כן מלשון רבינו ולפיכך הוא גורס שאינה עשויה לנחת. ואע''פ שהמחיצות העשויות מאליהן כתל וסלע מועילות אלו העשויות בידי אדם ללא תועלת סופן ליבטל ואינן כלום וכן הדין במחיצה העשויה לצניעות. זה נראה לי בדעתו ז''ל: ",
        "<b>וכל מחיצה שאינה עשויה אלא לצניעות וכו'.</b> שם מימרא האי מחיצה דאדרכלין לא שמה מחיצה כיון דלצניעותא בעלמא עבידא לא הויא מחיצה. ופי' אדרכלין חוצבי אבנים שעושין בה מחיצה שאוכלין בראש הבנין לצניעות: ",
        "<b>וכל מחיצה שאינה גבוהה וכו'.</b> זה בכמה מקומות. <b>וכתב רבינו אינה מחיצה גמורה</b> לפי שבפחות מכן הויא מחיצה וחולקת רשות כמבואר בדיני הכרמלית ומקום פטור: ",
        "<b>גידוד ה' וכו'.</b> בכל גגות (צ\"ג:) והלכתא גידוד חמשה ומחיצה חמשה מצטרפין. ופי' גידוד קרקע עולם גבוה מהסמוך לו: "
      ],
      [
        "<b>כל מחיצה שיש בה פרוץ מרובה וכו'.</b> פ''ק (שם ט\"ו.) משנה שיירא שחנתה בבקעה הקיפוה כלים בהמה מטלטלין בתוכה ובלבד שיהא גדר גבוה עשרה טפחים ולא יהיו פרצות יתרות על הבנין כל פרצה שהיא כעשר אמות מותרת מפני שהיא כפתח יתר מכן אסור. ובגמרא (דף ט\"ז:) הלכתא פרוץ כעומד מותר: ",
        "<b>ואם היה לפרצה זו צורת פתח וכו'.</b> למד זה רבינו ז''ל מהמשנה הראשונה שאמרה אם יש לו צורת פתח אע''פ שרחב מעשר אמות אינו צריך למעט וכ''פ פי''ז. <b>ומ''ש רבינו והוא שלא יהא פרוץ מרובה על העומד</b> לפי שדעתו ז''ל שבהוא יתר מעשר עם צה''פ כעשר בלא צה''פ מה עשר בלא צ''פ פרוץ מרובה על העומד לא אף יתר מעשר בצ''פ פרוץ מרובה על העומד לא. ואע''פ שנראה מסוגיא (דף י\"א) שעל משנה זו דמאן דאית ליה כי האי מתני' חצר שרובה פתחים וחלונות נתרת בצורת הפתח וברייתא דקא אמרה בפתחים ובלבד שיהיה עומד מרובה על הפרוץ היינו בפתחים שאינן עשויין כתקנן כדאיתא התם. רבינו ז''ל תפס לו פשט הברייתות ופשט מימרא דר''י דאמר לכלאים התירו ולא לשבת. וסובר דאפי' מאן דאית ליה מתני' אית ליה הכין ומבוי שאני דבקורה בעלמא סגי ליה ואינו סומך על דחיות הנזכרות שם. זהו דעתו ז''ל. ובפרצה עשר ויש לה צ''פ אפשר שהוא ז''ל יודה שאפי' פרוץ מרובה על העומד כשר הוא. וכן הכשיר הוא ז''ל גבי סוכה פ''ד מהל' שופר וסוכה. ואולי שהוא מחלק בין סוכה לשבת בענין זה ומפרש ההיא ברייתא דסוכה כפשטה וכבר כתבתיה שם. אבל התוספ' והרשב''א ז''ל סבורים דכל שיש שם צ''פ עשוי כתקנו אפי' פרוץ מרובה על העומד בארבע מחיצות ובכולן צ''פ הרי הן כעומדים. ודע שאף לדעת רבינו יש צ''פ מועילה אפי' בפרוץ מרובה על העומד כגון ברוח שלישית כמבואר פי''ז בדין הכשר המבוי המפולש. וכן לפעמים שפרוץ מרובה בלא צ''פ מועיל כגון בפסי ביראות כמבואר פי''ז. ולא בא רבינו להזכיר בכאן אלא המחיצה שבעצמה בלא חברותיה היא מחיצה וזה פשוט וברור: "
      ],
      [
        "<b>בד''א בזמן שהפרצות וכו'.</b> זה פשוט ומתבאר מן המשנה (שם ט\"ו:) שנזכר בסמוך: "
      ],
      [
        "<b>כיצד הרי שהקיף בקנים ואין בין קנה לקנה וכו'.</b> משנה שם מקיפין שלש חבלים זה למעלה מזה ובלבד שלא יהיו בין חבל לחבירו ג' טפחים שיעור חבלים עבין יתר על טפח כדי שיהא הכל עשרה טפחים. מקיפין בקנים ובלבד שלא יהא בין קנה לחבירו ג' טפחים בשיירא דברו דברי ר''י וחכ''א לא דברו בשיירא אלא בהווה כל מחיצה שאינה של שתי וערב אינה מחיצה דברי ר' יוסי בר''י וחכ''א אחד משני דברים ופסק רבינו כחכמים בשני הדברים. ואמרו שם בגמרא חכמים היינו ת''ק. פירוש דאמר אחד משני דברים. ותירצו איכא בינייהו יחיד בישוב. ובהלכות דרבנן בתראי סברי יחיד בישוב שרי לטלטולי בתוך מחיצה של שתי או ערב כדין המדבר והלכתא כותייהו ע''כ. פירוש לדעת רבינו והרב אלפסי ז''ל לענין בית סאתים ויחידים ושיירא כבר נתבאר למעלה: "
      ],
      [
        "<b>צורת פתח האמור בכ''מ וכו'.</b> פ''ק (שם י\"א:) תנא צורת פתח שאמרו קנה מכאן וקנה מכאן וקנה על גביהן. צריכין ליגע או אין צריכין ליגע. רב ששת אמר צריכין ליגע ר''נ אמר אין צריכין ליגע ופסקו בהלכות כר''נ. וכן הסכימו האחרונים ז''ל וכדעת רבינו. <b>ומ''ש רבינו גובה השני לחיים עשרה,</b> כן מוכיח שם בברייתא דכיפה שאזכיר בסמוך: ",
        "<b>וצורת פתח שאמרו וכו'.</b> שם א''ר חסדא צ''פ שאמרו צריכה שתהא בריאה כדי לעמוד בה דלת ואפילו דלת של קשין. אמר רשב''ל צ''פ צריכה היכר ציר והסוגיא ששם לפי דעת ההלכות דוחה זו דצריכה היכר ציר אבל צריכה דלת של קשין ודברי רבינו וההלכות עיקר: "
      ],
      [
        "<b>פתח שצורתו כיפה וכו'.</b> שם נלמד ממחלוקת ר''מ וחכמים גבי מזוזה כדאיתא התם. ופסק כחכמים. וסבר רבינו דלא בעינן רחב ד' לענין צורת פתח ולענין מזוזה. ועד כאן לא הזכירו שם רחב ד' אלא משום ר''מ דאית ליה חוקקין להשלים ואינו סובר כן במה שאינו רחב ד' שאין לו שיעור אבל בשיש ברגליה עשרה ודאי אינה צריכה רחב ד' כך כנ''ל. והרשב''א ז''ל לא כתב כן: ",
        "<b>וצורת פתח שעשאה מן הצד לא עשה ולא כלום.</b> שם. ובהלכות פירש רבינו האי גאון ז''ל כגון שעשאה מצדה של כותל דהוי ליה פתחא בקרן זוית ופתחא בקרן זוית לא עבדי אינשי ע''כ. וזה דעת רבינו שכתב שאין דרך הפתחים להיות בקרן זוית אלא באמצע. אבל הרשב''א ז''ל כתב שאין דברים אלו מחוורין אלא אפילו בראש הכותל צורת פתח גמור הוא. ופי' מן הצד קנה מכאן וקנה מכאן וקשר קנה באמצע ואינו פתח עד שיעמיד קנה על גביהן עכ''ד: "
      ],
      [
        "<b>בכל עושין מחיצה וכו'.</b> משנה (שם ט\"ו) בכל עושין לחיים ואפי' בדבר שיש בו רוח חיים ובהרבה מקומות מתבאר זה. <b>ומ''ש רבינו והוא שיהיו כפותין וכו',</b> אבהמה ושאר מיני חיה ועוף קאי שהן נדין שלא לדעת ובעינן מחיצה יכולה לעמוד ועומדת ומהסוגיא שבפ' הישן (סוכה כ\"ג) הוציא זה אע''פ שאינה מוכרחת. אבל באדם א''צ שיהי' כפות כמו שמוכח בסמוך: ",
        "<b>מחיצה העומדת מאליה וכו'.</b> פ''ק דעירובין (דף ט\"ז) מבואר בסוגיא כלשון רבינו ז''ל: ",
        "<b>מחיצה שנעשית בשבת וכו'.</b> פרק עושין פסין (עירובין דף כ\"ה) כל מחיצה שנעשית בשבת בין שוגג בין מזיד שמה מחיצה ואתמר עלה א״ר נחמן בר יצחק לא שנו אלא לזרוק אבל לטלטל אסור. ואמרו שם כי איתמר דר״נ אמזיד איתמר ובפרק מי שהוציאוהו (עירובין מ\"ג מ\"ד) אמרו נחמיה נפק חוץ לתחום אמר לו ר״נ לרב חסדא עשה לו מחיצה של בני אדם ויכנס. והביאו שם ברייתא דקתני נפל דופנה ביום טוב לא יעמיד בה אדם וכו' והקשו עליה מההיא דקתני עושה אדם את חבירו דופן. ותירצו אדם אאדם לא קשיא כאן לדעת כאן שלא לדעת והקשו והא רב חסדא לדעת הוה. ותירצו רב חסדא שלא מן המנין הוא ע״כ. וכמדומה לי שרבינו דימה דין שאר מחיצות בשוגג למחיצת אדם שכשם שמחיצת אדם אין בה איסור עשייה כך שאר המחיצות בשוגג ואעפ״כ אמרו במחיצת אדם שאם היה נעשית לדעת נחמיה אע״פ שהעומדים לא ידעו היה אסור לו ליכנס מדבריהם שלא היתה מחיצה. וכן הדין במחיצת שוגג שאם נעשית על דעת לטלטל בה אסורה. וידוע הוא שיש חלוק בכאן בין לדעת בין שלא לדעת לשוגג ומזיד, זה נ״ל להעמיד דברי רבינו ז״ל. אבל הרשב״א ז״ל כתב שכל שנעשית בשגגה אפילו נתכוין העושה לטלטל בה הרי זה מותר לטלטל בה. וכתב שאינו יודע עיקר לדברי רבינו. ומ״ש נ״ל: "
      ],
      [],
      [
        "<b>מותר לעשות מחיצה כו'.</b> כבר הזכרתי זה בסמוך ועוד מבואר שם בגמרא: "
      ],
      [
        "<b>אילן שהוא מיסך על הארץ וכו'.</b> בהמוצא תפילין (שם צ\"ט ק') אילן שהוא מיסך על הארץ אם אין נופו גבוה מן הארץ ג' טפחים מטלטלין תחתיו ובגמרא אמר רב הונא בריה דרב יהושע אין מטלטלין בו יתר מבית סאתים משום דהויא דירה שתשמישה לאויר וכל דירה שתשמישה לאויר אין מטלטלין בה אלא בית סאתים, ע''כ: ",
        "<b>וממלא בין בדיו וכו'.</b> מבואר בסוכה בהישן (סוכה דף כ\"ד כ\"ה) דעביד ליה בהוצא ודופנא: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>מבוי שיש לו שלשה כתלים וכו'.</b> דע שדעת רבינו היא שדין מבוי שלו שלשה מחיצות דבר תורה כדין כרמלית וכבר ידעת שדין הכרמלית ד''ת הוא כדין מקום פטור ושניהם דין אחד להם מן התורה שמטלטלין בהם אפילו באלף אמות ומכניסין מתוכן לרשות היחיד ומרה''י לתוכן וכן מרה''ר וחכמים גזרו בכל זה בכרמלית. וכל זה מבואר פי''ד ולא הוצרכתי לשנותו כאן אלא מפני שראיתי רבנים מקשים בספריהם מדברי רבינו לדבריו וזה לשון אחד מהם. הגה''ה, בפי''ד כתב דלא מקרי רה''י כי אם בג' מחיצות ולחי ברוח רביעית וכאן כתב דבג' מחיצות מותר לטלטל דין תורה וכתב נמי דאם עשה לחי או קורה ברוח רביעית מיקרי רה''י ולקמן כתב במבוי שהכשרו בקורה דהזורק לתוכו פטור דלא מיקרי רה''י וצ''ע גדול ליישב דבריו, עכ''ל. ודברי רבינו מבוארים שמ''ש בכאן שדין תורה בשלשה מחיצות מותר לטלטל הוא כדין כל כרמלית שבעולם כמו שנתבאר. <b>וכן מ''ש ויעשה רה''י ויהיה מותר לטלטל בכולו</b> כבר הזכיר שאינה כרה''י גמורה ולא שהזורק לתוכו יהיה חייב. והענין שהחכמים שגזרו בכרמלית בזה שיש לו לחי או קורה עשאוהו כרה''י לכל דבריו אבל ד''ת אינו כרה''י להתחייב עליו עד שיהיו לו ד' מחיצות או שיהיה הכשרו בלחי שהוא עומד במקום מחיצה כמו שנתבאר פי''ד ויתבאר למטה. ואני תמה איך נפל ספק בדברים פשוטים כאלו. ומ''מ לענין הדין אפשר שאין דברי רבינו מחוורין אלא כל שיש לו ג' מחיצות ד''ת הוא כרה''י גמורה בלא שום ד''א ולמטה אבאר דעתו ודעת החולקין עליו ז''ל. <b>ומ''ש רבינו בהכשר המבוי הסתום</b> פ''ק דעירובין (י\"א:) משנה ובהרבה מקומות: "
      ],
      [
        "<b>והיאך מתירין מבוי המפולש וכו'.</b> ממה שסתם רבינו את לשונו נראה שהוא סבור שאפילו מפולש לרה''ר מכאן ומכאן הכשרו בצורת פתח מכאן ולחי או קורה מכאן. וזה דעת ההלכות שם אבל י''ח בזה ואומרים שאין הכשרו בכך אלא כשאחד מן הצדדין הוא מפולש לכרמלית אבל אם מפולש בשני צדדיו לרה''ר צריך דלת ראויה לנעול אע''פ שאינה ננעלת מכאן ולחי או קורה מכאן ולזה הסכים הרשב''א ז''ל. ולמטה בדין שני כותלים ברה''ר אבאר דעותיהם. ופי' מפולש לרה''ר מכאן ומכאן בשאינו רחב ט''ז אמות אבל רחב זהו רה''ר גמורה. וכבר כתבתי ריש פי''ד סברת מי שאומר שיש רה''ר גמורה בלא רוחב ט''ז כשאורך המבוי לאורך רה''ר: ",
        "<b>ומבוי עקום תורתו כמפולש.</b> שם (דף ו') איתמר מבוי עקום רב אמר תורתו כמפולש ושמואל אמר תורתו כסתום וקי''ל כרב. ופירוש מבוי עקום עשוי כמין ג''ם כזה (עיין בסוף הספר ציור א). וכבר ידעת חלוק הסברות בדין המפולש. וכתב הרשב''א ז''ל א''צ לעקמומיתו כלום אלא בשני ראשיו ועוד כתב היה עקום ומפולש כמין חי''ת יראה לי שהוא כסתום ואינו צריך אלא לחי או קורה מכאן ומכאן ע''כ: "
      ],
      [
        "<b>מבוי שהוא שוה מתוכו וכו'.</b> ברייתא בהזורק (שבת דף ק') מבוי שהוא שוה לתוכו ונעשה מדרון לרשות הרבים או שוה לרשות הרבים ונעשה מדרון לתוכו אותו מבוי אינו צריך לא לחי ולא קורה ר' חנינא בן גמליאל אומר תל המתלקט עשרה מתוך ארבע וזרק ונח על גביו חייב, ע''כ. וכתב הרשב''א ז''ל רישא נמי שהוא בדין מבוי במתלקט עשרה טפחים מתוך ארבע אמות הוא ובהדיא קתני בתוספתא מבוי ששוה לרה''י ועשוי מדרון לרה''ר אם יש בו גובה עשרה טפחים בתוך ד' אמות אינו צריך לחי וקורה ובכיוצא בזה שנויה שם בשוה לרה''ר ועשוי מדרון לרה''י ואח''כ הביאו דין התל דר' חנינא וזו היא הברייתא עצמה שהביאו כאן בגמרא אלא שדרך בעלי הגמרא לקצר בלשון הברייתות בהרבה מקומות ע''כ דבריו. וכן פסק בספרו דדוקא מתלקט עשרה מתוך ארבע אמות: "
      ],
      [
        "<b>מבוי שצדו אחד כלה לים וצדו אחד כלה לאשפה וכו'.</b> פ''ק דעירובין (דף ח'.) מעשה במבוי שצדו אחד כלה לים וצדו השני כלה לאשפה ובא מעשה לפני רבי ולא אמר בו לא איסור ולא היתר איסור לא אמר ביה דהא קיימין מחיצות היתר נמי לא אמר שמא תבטל האשפה ויעלה הים שרטון. ואמר שם וחכמים אוסרין. ואמרו דאשפה דיחיד הוא דאי דרבים לא חיישינן שמא תנטל. עוד שם מרימר פסק לה לסורא באיזלי אמר לא חיישינן שמא יעלה הים שרטון. כך היא גירסת רבינו חננאל ז''ל וגרסת רבינו. ופירש סורא מבואות המפולשין שלה היו כלין מצד אחד לים ושם אין לחוש לפי שאין הים בת טלטול עם המבוי ואין לחוש שמא יעלה הים שרטון כלומר שיתרחק הים ממקומו וישאר אותו מקום רפש וטיט ויטלטלו מן המבוי לו. אבל לצד אחר היה צריך מחיצה והיה עושה אותה ברשתות והיו קלים להסירם בחול ולהניחם בערב שבת. זה נראה לי בפירוש השמועה לפי גרסתם. ולפי דבריהם כשאמרו וחכמים אוסרין לא אסרו אלא משום אשפה של יחיד שעשויה לינטל ולא משום חשש צדו של ים. אבל רש''י ז''ל והאחרונים גורסים בהא דמרימר חיישינן שמא יעלה הים שרטון. ופירשו דהוה פסיק לה לצד הים. ולזה הסכים הרשב''א ז''ל וכן פסק בספרו: "
      ],
      [
        "<b>מבוי מפולש שהיה כלה לאמצע רחבה.</b> שם (עירובין ז' ח') משא ומתן של הלכה הרבה והעולה מכלל ההלכות היא כדעת רבינו וטעם דברים אלו כשהוא כנגד פתח הרחבה הרי זה ככלה שם. ופתח הרחבה הוא לרה''ר או לכרמלית וכשהוא כלה לצדי הרחבה כגון זה (עיין בסוף הספר ציור ב'). הרי הוא כמבוי עקום דקי''ל שתורתו כמפולש אבל כשהוא באמצע רחבה ואין פתח רחבה כנגדו אינו נראה עקום וצורתו כגון זה (עיין בסוף הספר ציור ג'). וכיון שאין כותל המבוי נמשך בשוה עם כותל הרחבה אינו נראה כעקום ואם היתה רחבה של יחיד יש לחוש כמו שכתב רבינו. ויש בדין זה הרבה חלוקין למפרשים ז''ל בין יש דיורין ברחבה בין אין דיורין. ואם יש שם דיורין בין ערבו ללא ערבו ואין דברים אלו מצויים להאריך כמו שכתבתי כמה פעמים: "
      ],
      [
        "<b>אין המבוי ניתר וכו'.</b> פ''ק (שם דף ה') א''ר נחמן נקטינן אי זה הוא מבוי שניתר בלחי או קורה כל שארכו יתר על רחבו ובתים וחצרות פתוחין לתוכו. ופירוש בתים וחצרות יתבאר בסמוך. עוד שם משך מבוי בכמה רב יוסף אומר בד' טפחים אביי אמר בד' אמות וק''ל כאביי כדאיתא בהלכות. וכתב הרשב''א ז''ל אי זה הוא ארכו של מבוי זהו כניסתו ומה שאינו דרך כניסתו קרוי רחבו ואע''פ שרחבו יתר מארכו עכ''ל: ",
        "<b>אבל שארכו וכו'.</b> מבואר (שם י\"ב) הרי הוא כחצר ושם מבואר הכשר החצר או בפס ד' מרוח אחת או בשני לחיין משהו לכאן ולכאן: "
      ],
      [
        "<b>חצר שארכה יתר וכו'.</b> (שם י\"ב:) אי ארכה יתר על רחבה ה''ל מבוי ומבוי בלחי וקורה סגיא וכמה אפילו משהו. ופירוש חצר זה יש לה ג' דפנות כמבוי סתום. וכתב הרשב''א אי זהו שנדון משום חצר כל שאין דרך כניסתו יתר על רחב תוכו. ויש מגדולי המורים שאמרו שאינה נדונית משום חצר אלא כל שהיא מרובעת ואין ארכה יתר על רחבה ואין רחבה יתר על ארכה, עכ''ל. והראשון נראה מדברי רבינו וכן עיקר שכל שרחבה יתר על ארכה יש לה דין חצר: ",
        "<b>ומבוי שאין בתים וחצרות וכו'.</b> נראה שרבינו ז״ל מפרש בתים וחצרות או חצרות ולפי דבריו ז״ל י״ל דשמואל דאמר בפ' הדר (עירובין ע\"ד) אפילו בית אחד וחצר אחת או חצר קאמר ולא ק״ל כותיה. אבל צ״ע ממ״ש פ״ה מהל' עירובין ועוד שבפירוש מוכח בשבת (ק\"ל קל\"א) פ' ר״א דמילה שרב בתים וחצרות קא בעי כמו שנזכר שם בסוגיא שאכתוב פ״ה מהלכות עירובין. ולפיכך נ״ל שביאור לשונו שכתב כאן כך הוא כגון שלא היה בו אלא בית אחד אע״פ שיש בו כמה חצרות או שלא היה בו אלא חצר אחת אע״פ שיש בו כמה בתים ויהיה דעת רבינו שהבתים צריך שיהו פתוחין למבוי. אבל רש״י ז״ל פי' בתים וחצרות שני בתים לכל חצר ושתי חצרות לכל מבוי. ולזה הסכים הרשב״א ז״ל. עוד כתב כל פתח ופתח מאלו צריך שיהא ברחבו ד' טפחים או יותר וכן מוכיח פ״ק בסוגיא במשך מבוי גבי פלוגתא דאביי ורב יוסף. עוד כתב צריך שיהיו דיורין אוכלין בכל בית ובית מהם שמקום הפת גורם ולא מקום לינה היה הבית האחד לאב והבית השני לבן אע״פ שהבן מקבל פרס משלחן אביו ואוכל בביתו של עצמו הרי הן נדונין כשנים וכן הרב ותלמיד המקבל פרס משלחן רבו ע״כ דבריו. הוציאם מסוגיא דפ' הדר (עירובין ע\"ב ע\"ג) כפי דעתו ז״ל: ",
        "<b>וכן מבוי וכו'.</b> מבואר פרק קמא כאביי כדאיתא לעיל: "
      ],
      [
        "<b>מבוי שאין ברחבו וכו'.</b> כבר בארתי שם (י\"ב) וכמה א''ר אחילאי ואי תימא רב יחיאל עד ד'. פי' ובפחות מכן אינו צריך כלום. ואחר כן אמרו ואיבעית אימא דרב אחילאי גופא תנאי היא ולזה לא פסקה רבינו אלא בפחות מג' ומדין לבוד. אבל הרשב''א ז''ל פסק וכך כתב ויש מגדולי המורים שהורו שכל שאינו רחב ד' או שאין בפתחו ד' אין צריך כלום ולזה הדעת נוטה עכ''ל: ",
        "<b>מבוי שהכשירו בקורה וכו'.</b> כבר בארתי בראש הפ' שדעת רבינו ז״ל הוא שדין תורה הוא שכל שיש בו שלש מחיצות הוא ככרמלית ואפי' מוכשר בקורה ובמוכשר בלחי דינו כדין רה״י גמורה דבר תורה ויצא לו ממה שאמרו (שם י\"ב:) הכשירו בלחי הזורק לתוכו חייב. הכשירו בקורה הזורק לתוכו פטור. לחי משום מחיצה קורה משום היכר. ומפרש רבינו בג' מחיצות ולחי ואינו גורס בסוגיא (שם י\"א:) דילמא קא סברי ב״ש ארבע מחיצות דאורייתא וכו' מיחייב אלא אסור. וכך היא גרסת ר״ח ז״ל. ויש לרבינו פירוש לפי שטתו בגרסא זו והסוגיא שבפרק כל גגות (עירובין צ\"ד) דקאמר בחצר שנפרצה ברוח רביעית דאמרו ליה רבנן לר״א מי לא מודית היכא דטלטל מתוכה לרשות הרבים דפטור מפני שהיא ככרמלית ע״כ. ופשטו של לשון זה מורה כדברי רבינו ובאמת שיש לו לידחק בפירוש הסוגיא שבפ״ק ובעלי התוס' והרשב״א ז״ל סבורים דכל שיש לו ג' מחיצות רה״י גמורה דבר תורה ונדחקו בפי' סוגיא זו דכל גגות. ויש מחלקים בין פתוח לרה״ר לפתוח לכרמלית. והר״א ז״ל בהיות פשוט אצלו דג' מחיצות כרה״י גמורה דבר תורה. כתב בהשגות א״א הא מילתא קשיא לי טובא וכו' להטעינו בקורה עכ״ל. ומדבריו נראה שלא דקדק בדברי רבינו שהוא סבור שדבר תורה הוא ככרמלית. ועוד אני תמה לפי דעתו בדברי רבינו למה לא השיגו פי״ד: "
      ],
      [
        "<b>שני כותלים ברה''ר וכו'.</b> שם (דף ו') ת''ר כיצד מערבין רה''ר וכו'. ושקלו וטרו בה אמר רב יהודה ה''ק כיצד מערבין מבואות המפולשין לרה''ר עושה צ''פ מכאן ולחי או קורה מכאן חנניא אומר ב''ש אומרים עושה דלת מכאן ודלת מכאן וכשהוא יוצא ונכנס נועל ב''ה אומר עושה דלת מכאן ולחי וקורה מכאן. אתמר רב אמר הלכה כת''ק ושמואל אמר הלכה כחנניא איבעיא להו לחנניא ואליבא דב''ה צריך לנעול או אין צריך לנעול. ואסיקנא ראויות לינעל אע''פ שאינן ננעלות. ובהל' פסקו כרב דפסק כת''ק דמבואות המפולשין בצ''פ מכאן ולחי או קורה מכאן סגי. וזה דעת רבינו כמ''ש בראש הפרק אבל ברה''ר גמורה צריך דלתות מכאן ומכאן. וכ''ד ההלכות. וסובר רבינו דלא בעינן ננעלות בלילה שכחן של מחיצות יפה דרבים לא מבטלו ליה וכדעת מי שאמר כן פ' עושין פסין (עירובין כ' כ\"ב) וסובר שזו הסוגיא שאמרו לחנניא אליבא דב''ה וכו' היא משום דנפקא מינה לדידן בהכשר רה''ר ושערי דנהרדעא שהיו סתומים עפר ואמר להם רב נחמן פנו העפר כדי שיהו ראויין לינעל שערי רה''ר גמורה היו. אבל בהלכות דבעינן ננעלות בלילה וכר''י ולא הביאו מסוגיא דצריך לנעול כלל. ודברי רבינו עיקר לפסוק דלא כר''י מכח ההיא דעושין פסין. והרשב''א ז''ל פסק כשמואל דמבואות המפולשין לרה''ר מכאן ומכאן צריך דלת מכאן ולחי או קורה מכאן. אי זה דלת אמרו דלת הראויה לנעול. ואינו צריך לנעול. ובהכשר רה''ר כתב כיצד הוא מכשירו עושה לו דלתות ננעלות בלילה והרי זה רה''י. עוד כתב ויראה לי שא''צ דלתות ננעלות מכאן ומכאן אלא כל שיש כאן לחי או קורה ודלת ננעלת בלילה ה''ז רה''י שאין רה''ר אלא המסור לרה''ר בכל עת והואיל ויש לזה דלת ננעלת בלילה וחוסמת היא את העוברים שם בלילה אין זה רה''ר עכ''ל: "
      ],
      [
        "<b>מותר לטלטל במבוי תחת הקורה או בין לחיים וכו'.</b> שם מחלוקת אמוראים ויש בזה שטות הרבה. וכבר העלה הרשב''א ז''ל כדברי רבינו שכל שהם פתוחין לר''ה בכל עת אפי' בלחי רחב ד' מותר להשתמש בכולו וכל שפתוחין לכרמלית אפילו תחת הקורה אסור שלא כדברי הר''א ז''ל שכתב בהשגות. א''א שבוש הוא זה תחת הקורה לעולם מותר וכו' ואינו אלא כדברי רבינו וכ''נ מלשון ההלכות. וכתב הרשב''א ז''ל היתה הקורה רחבה ד' ובריאה לקבל מעזיבה אפי' פתוח לכרמלית יראה לי שמותר להשתמש תחתיה לפי שפי התקרה יורד וסותם עכ''ל: "
      ],
      [
        "<b>בכל עושין לחיים וכו'.</b> משנה (שם ט\"ו) בכל עושים לחיים אפילו בדבר שיש בו רוח חיים ור''מ פוסל. ופסק רבינו כת''ק ודוקא כשהבעלי חיים קבועין ואינם נדים אבל אם נדים לא כמו שנתבאר למעלה פרק ט''ז בבבת בכל עושין מחיצה וידוע שהלחי משום מחיצה: ",
        "<b>ואפילו באיסורי הנאה וכו'.</b> פ' חלון (עירובין פ' ב') איתמר רב חייא בר רב אשי אמר רב עושין לחי אשרה רשב''ל אומר עושין קורה אשרה. מ''ד עושין קורה אשרה כ''ש לחי מ''ד עושין לחי אבל קורה כתותי מיכתת שיעוריה ע''כ. ופסק רבינו כמ''ד לחי דוקא וכ''פ הרשב''א ז''ל בחדושיו. ופי' רבינו דלחי כיון דעביו ורחבו כל שהוא אין אומרין כתותי מיכתת שיעוריה אבל הקורה כיון שיש לרחבה שיעור לא. וזה פירוש השמועה לפי הנראה. אבל הר''א ז''ל הרבה בזה דברים ואמר. א''א ואם עביו כל שהוא גבהו מיהת צריך שיהא י' אלא בין לחי בין קורה מותר וכו' ואע''ג דאמרי' בגמרא מ''ד לחי וכו' לאו פלוגתא היא בהדיא אלא אפשר דלא אמר בקורה ואת''ל דפליגי וכו'. ה''ק לחי אע''ג דחשבה ליה כקש נדף אפשר להעמידה בצד הכותל ע''י קשירה אבל קורה כי הוי כקש נדף לא קיימא כלל ובעינן ממ''נ דבר העומד וכיון דהאי מיכתת לא קאי כלל עכ''ל. ואיני צריך להשיב על פירושו ועל דבריו אלא במה שהקשה לדברי רבינו מגובה הלחי והתירוץ בזה שיש נקודות וקוים ושטחים וכל זה לקוח בדמיון ואין מציאות בפועל לנקודה אלא בקו והקו לא ימצא אלא בשטח והשטח לא ימצא אלא בגולם והגולם הוא שיש לו ג' רחקים שהם ששה צדדים וזה מבואר. ולפיכך כל מה שיצטרך לרחקיו שיעור כקורה ושופר וכיוצא בהן אין עושין אותו מאשרה לפי שהוא כמכותת וחסרת השיעור. וכל מה שאין צריך לרחקיו שיעור אלא לארכו בלבד הרי הוא כקוים ומותר בכל דבר. וזה דעת רבינו ז''ל ועיקר ודברי הר''א ז''ל מן המתמיהין: ",
        "<b>גובה הלחי אין פחות מעשרה טפחים וכו'.</b> משנה פ''ק (שם י\"ד ב') לחיים שאמרו גבהן עשרה טפחים רחבן ועביין כל שהוא ר' יוסי אומר רחבן ג' טפחים, ואין הלכה כר''י כדמסיק בגמרא. וכתב הרשב''א ז''ל הגביהו למעלה מן הקרקע פחות מג' טפחים שאין בארכו אלא ז' טפחים ומשהו כשר שכל לבוד רואין אותו כמלא עכ''ל: "
      ],
      [
        "<b>בכל עושין קורה אבל לא באיסורי הנאה.</b> כבר נתבאר זה בסמוך: ",
        "<b>וכמה רוחב הקורה וכו'.</b> במשנה (שם י\"ג:) קורה שאמרו רחבה לקבל אריח והאריח חצי לבינה של שלשה טפחים דיה לקורה שתהא רחבה טפח כדי לקבל אריח ובריאה לקבל אריח ר' יהודה אומר רחבה אע''פ שאינה בריאה ואין הלכה כר' יהודה, ובירושלמי נראה שצריך שתהא בריאה כדי לקבל דימוס של אריחין שוכבין ארכו לאורך הקורה ואילו קורה של עשר אמות צריך שתהא בריאה כדי לקבל כ' אריחין שאורך האריח ג' טפחים ורחבו טפח וחצי וכ''כ הר''א ז''ל. ולזה הסכים הרשב''א ז''ל. עוד כתב ויראה לי שדי אם יכולה לקבל י''ח אריחין לפי שקורה ט' אמות ושני משהויין מתרת מבוי רחב י' אמות מדין לבוד ע''כ. ואין בגמ' שלנו מכל זה כלל ולזה לא כתב רבינו רק לשון המשנה: ",
        "<b>ומעמידי קורה וכו'.</b> מחלוקת אמוראי בגמרא (שם י\"ד) ופסק כרב חסדא דאמר מעמידי קורה צריכין שיהיו בריאין לקבל קורה ואריח. וכן פסקו ז''ל. ויש מי שפי' שמעמידין הכותל שהקורה עומדת עליו. ויש מי שפירש יתדות היוצאות מן הכותל שאין ברחבן טפח ולא בארכן שלשה והקורה קצרה ונשענת עליהם וזה עיקר. ויש מן המפרשים שכתבו שאם היתה הקורה רחבה ד' אינו צריך שתהא בריאה והוכיחו כן לדעתם מן הסוגיא. ואין נראית כן דעת רבינו ז''ל וההלכות ולראשון הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>כמה יהיה פתח מבוי כו'.</b> דע שהמבוי שהכשרו בלחי אין גובה יתר על כ' אמה פוסלו, שהרי הלחי סמוך לקרקע הוא ואין גבהו אלא י' ומה לנו אם המבוי גבוה כמה. וזה פשוט. ורבינו ז''ל שכתב ויהיה די להכשרו בלחי או קורה לא הזכיר לחי אלא מפני פסול גבוה פחות מעשרה ורחבה יתר מעשר. והדינין האלו הם במשנה ובגמ'. שנינו שם (ב') מבוי שהוא גבוה למעלה מכ' אמה ימעט ר' יהודה אומר אינו צריך הרחב מעשר אמות ימעט אם יש לו צ''פ אע''פ שרחב מעשר אינו צריך למעט ובגמרא היה פחות מעשרה טפחים חוקקין בו להשלימו לעשרה: ",
        "<b>בד''א בשלא היה לו צורת פתח וכו'.</b> כבר נתבאר במשנה שהזכרתי למעלה הכשר הצ''פ ברחב יתר מעשר. ובגמרא (דף י\"א) תניא מבוי שהוא גבוה מעשרים אמה ימעט ואם יש לו צורת פתח אינו צריך למעט. ומתוך כך סובר רבינו שה''ה לפחות מעשרה שצורת פתח מועילה בו ונחלקו עליו ואמרו שאין מחיצה פחותה מעשרה טפחים וכ''ש צורת פתח וזה דעת הרשב''א ז''ל: "
      ],
      [
        "<b>וכן אם היה בקורה וכו'.</b> זה כתב רבינו בפירוש אמלתרא שהוזכר בגמ' (דף ג') ואמרו עלה בגמרא מאי אמלתרא ר' חמא אמר קיני במערבא אמרי פסקי דארזא מ''ד פסקי דארזא כ''ש קיני ומ''ד קיני אבל פסקי דארזא לא. ופסק רבינו כמ''ד קיני. פירוש צורת קיני יונים וכיוצא בהן. והרשב''א ז''ל פסק כמ''ד פסקי דארזא וכן כתב היתה למעלה אם עשה בסמוך לה חתיכות ארזים חשובים כשר שכל שיש לה דבר חשוב יש לו קול וכן אם עשה לה צורות נאות וכיורין כשרה שהכל מסתכלין בה עכ''ל. עוד כתב חתיכות ארזים וכיורים אלו בלא קורה אע''פ שיש להם היכר אין מתירין את המבוי ע''כ. ופשוט הוא: "
      ],
      [
        "<b>מבוי שהיה גבוה מן הארץ וכו'.</b> מחלוקת אמוראים שם (ג') ומסקנא כרבא דאמר חלל מבוי תנן. וכן פסקו ז''ל דכל שאין חלל המבוי מקרקעיתו ועד קרקעית הקורה יותר מעשרים כשר: ",
        "<b>היה גובהו יותר מכ' וכו'.</b> בגמרא (ד':) היה גבוה מכ' אמה ובא למעטו כמה ממעטו. והקשו כמה ממעט כמה שצריך לו אלא רחבו בכמה רב יוסף אמר טפח אביי אמר ד'. ובהלכות פירשו בא למעטו ממעטו בקורה שרחבה טפח ודיו דקורה משום היכר הוא והיכר של מטה כהיכר של מעלה כדתנן (י\"ג:) דיה לקורה שתהא רחבה טפח עכ''ל. וזה דעת רבינו ז''ל. והרשב''א ז''ל כתב שכונתם ז''ל שמשים קורה למעלה מי' טפחים ולמטה מכ'. והקשה א''כ היאך יאמר אביי בד' תיפוק ליה משום קורה תחתונה ועוד קושיות אחרות ובאמת שאין סוגית הגמרא מתישב לפירוש זה ולפיכך פי' הוא ז''ל שמגביה את המבוי ועושה אצטבא על פתח מבוי רחבה טפח כדעת רב יוסף וכן מפורש בירושלמי. ואני אומר כבודו במקומו מונח שלא נתכוון בכונת הרב אלפסי ז''ל שלא היתה כונתו וכונת רבינו ז''ל אלא קורה שמשים על שפת המבוי כדי שיהא מעליונית קורה זו עד קרקעית הקורה פחות מעשרים ועל זה אמרו בהלכות שהיכר של מטה די ברחב טפח כהיכר של מעלה ואם על קורה אחרת למעלה מעשרה מה היינו צריכין להיכר של מעלה. וסעד לדברי מצאתי בספר העתים שהוא מחזר אחר דברי ההלכות בכ''מ וכותב לשונו וכתב כך צריך שיהא באותה אצטבא או באותה הקורה שמניח על שפת המבוי למטה בקרקע טפח עכ''ל. עוד שם היכר של מטה כהיכר של מעלה כשם של מעלה דיה טפח כך הקורה שממעט בה למטה דיה טפח עכ''ל, וזה מבואר: ",
        "<b>היה גבוה פחות מי' וכו'.</b> (שם דף ה') היה פחות מעשרה חוקק בו להשלימו לעשרה וכו' משכו בכמה רב יוסף אמר בד' טפחים אביי אמר בד' אמות וק''ל כאביי כדאיתא בהלכות: "
      ],
      [
        "<b>נפרץ בו פרצה מצדו כלפי ראשו וכו'.</b> שם איתמר מבוי שנפרץ מצדו כלפי ראשו איתמר משמיה דרב אמי ורב אסי אם יש שם פס ד' מתיר בפרצה עד י' ואם לאו פחות מג' מתיר ג' אינו מתיר ע''כ. ונ''ל שכונת ההל' ורבינו שאותה מימרא שהזכירו שם (ה' ו') מבוי שנפרץ מצדו בעשר מראשו בד' ואמרו שם כגון שנפרץ בקרן זוית וכו' חולקת היא על הא דרב אמי ורב אסי וכלה סוגיא דאיתא התם ליתא לענין הלכתא. ופירוש קרן זוית הנזכר שם לדעתם ז''ל מן הצד כנזכר פט''ז. וכן גידודי שאמרו שם פירוש לדעתם פסין ועל כן לא נכתב זה בהל' ולא הזכירו רבינו ז''ל, והרשב''א ז''ל הטיל שלום ביניהם וכתבן בספרו בפנים אחרים: "
      ],
      [
        "<b>נפרץ המבוי במלואו וכו'.</b> שם (ח') גופא אמר רבי ירמיה בר אבא אמר רב מבוי שנפרץ במלואו לחצר ונפרצה חצר כנגדו חצר מותרת ומבוי אסור ומפורש שם חצר מותרת אפי' היכא דקא דרסי בה רבים דתניא חצר שהרבים נכנסין לתוכו בזו ויוצאין בזו רה''י לשבת. ובהלכות ומבוי אסור משום דה''ל מבוי מפולש לרה''ר וזה דרך רבינו ולא הזכירו כלל הסוגיא שלמעלה מזו שהיא מחלקת בין עירבו ללא עירבו ובתנאין אחרים. והרבה מן המפרשים ז''ל פסקום. והרשב''א ז''ל הזכירם בספרו ואין דברים הללו מצויין כדי להאריך בהם: "
      ],
      [
        "<b>מבוי שהיו לו שבילין מצד זה וכו'.</b> שם (ח':) איתמר מבוי שהוא עשוי כנדל פירוש שרץ הוא שהוא בהרבה רגלים אמר אביי עושה צורת פתח לגדול ואינך כלהו משתרו בלחי או קורה א''ל רבא כמאן כשמואל דאמר מבוי עקום תורתו כסתום והא ההוא מבוי עקום דהוה בנהרדעא וחשו לה לדרב דאמר תורתו כמפולש אלא אמר רבא עושה צ''פ לכולהו מחד גיסא ואינך כולהו משתרו בלחי וקורה ע''כ. וכבר הזכרתי למעלה שדעת רבינו שאפי' מבוי המפולש בשני צדדיו ברשות הרבים די להכשירו בצורת פתח מכאן וקורה או לחי מכאן וזו היא צורת המבוי (עיין בסוף הספר ציור ד'). אבל הרשב''א ז''ל כתב שאם היו מפולשין כאן וכאן לרה''ר צריך דלת מצד אחד ולחי או קורה מכאן כמו שפירשתי למעלה בדין מבוי מפולש: "
      ],
      [
        "<b>מבוי שצדו האחד ארוך וצדו השני קצר.</b> שם איתמר מבוי שצדו אחד ארוך וצדו הב' קצר פחות מד' אמות מניח את הקורה באלכסון ד' אמות מניח את הקורה כנגד הקצר ורבא אמר אחד זה ואחד זה אינו מניח את הקורה אלא כנגד הקצר וק''ל כרבא וכן פסקו ז''ל וכתב הרשב''א ז''ל בא להתיר כנגד האלכסון אין לו תקנה אלא או במחיצה או בצ''פ עשה צורת הפתח אפי' באלכסון מותר שהפתח משום מחיצה עכ''ל: ",
        "<b>העמיד לחי בחצי מבוי וכו'.</b> (עירובין י\"ד:) תנא עשה לחי לחצי מבוי יש לו חצי מבוי פשיטא מהו דתימא דילמא אתי לאשתמושי בכוליה קמ''ל. וכתב הרשב''א ז''ל וה''ה לקורה ובהדיא תנו בתוספתא העמיד לחי או קורה באמצע מבוי אין לו אלא עד מקום לחי וקורה. ומיהו דוקא בשיש באותו חצי מבוי המוכשר תורת מבוי שלא יהא ארכו פחות מארבע אמות ושיהא ארכו יתר על רחבו ושיהיו בתים וחצרות פתוחין לתוכן הא לאו הכי צריך לחי מכאן ולחי מכאן א''נ פס ארבע כחצר עכ''ל: "
      ],
      [
        "<b>מבוי שהוא וכו'.</b> שם (דף י') תני לוי מבוי שהוא רחב עשרים אמה נועץ קנה באמצעיתו ודיו רב ושמואל ולוי דאמרי אין הלכה כאותה משנה אלא היכי עביד אמר אביי עושה פס גבוה עשרה במשך ד' אמות ומעמידו לארכו של מבוי פירוש ונעשה כשני מבואות ונותן קורה על שניהם או לחי בזה ולחי בזה. וכתב הרשב''א ז''ל ואם הכשירו בקורה צריך שתהא הקורה נתונה על הפס ההוא אמצעו או למעלה ממנו תוך ג' הא לאו הכי לא משום דבעינן קורה על גבי מבוי זהו דעתו ז''ל. עוד כתב וכן צריך שיהא בכל מבוי ומבוי משני אלו שהפס מפסיק ביניהם בתים וחצרות פתוחים לתוכו וכל תנאי מבוי ע''כ דבריו ז''ל: ",
        "<b>או מרחיק שתי אמות וכו'.</b> שם (י':) עביד כדרב יהודה דאמר רב יהודה מבוי שיש לו ט''ו אמה מרחיק שתי אמות ועושה פס שלש אמות. ובהלכות והיכא דרחב עשרים אמה עביד הכי מהאי גיסא ומהאי גיסא ע''כ. וכתב הרשב''א ז''ל וכן הדין אף במרחיק שתי אמות ושני טפחים ועושה פס שתי אמות וארבעה טפחים מצד זה ומצד זה שכל שהפס רבה על האויר שבינו ובין הכותל נדון משום עומד ומכאן אתה דן לכל כיוצא בזה עכ''ל ודבר פשוט הוא: "
      ],
      [
        "<b>לחי הבולט מדפנו של מבוי כשר וכו'.</b> שם (ה') אמר רב הונא לחי הבולט מדפנו של מבוי פחות מד' אמות נדון משום לחי ואינו צריך לחי אחר להתירו ד' אמות נדון משום מבוי וצריך לחי אחר להתירו, אותו לחי היכן מעמידו אמר רב פפא מוקים לה באידך גיסא רב הונא בריה דרב יהושע אמר אפי' תימא דמוקים ליה בהדיה דמטפי ביה או דמבצר ביה ולא אמרן אלא במבוי שמנה אבל במבוי שבע ניתר בעומד מרובה על הפרוץ רב אשי אמר אפי' תימא במבוי שמנה אין צריך לחי מה נפשך אי עומד נפיש ניתר בעומד מרובה על הפרוץ אי פרוץ נפיש נדון משום לחי מאי אמרת דכי הדדי נינהו ה''ל ספק דדבריהם וספק דדבריהם להקל. עכ''ל ההלכות מן הגמרא. עוד שם והלכתא כרב אשי. ומשמעה של שמועה מורה שבמבוי תשע לחי של ד' אמות אינו כשר בו לפי שאינו נדון משום לחי כל שיש בו ד' אמות ואינו מכשיר משום עומד שהרי הוא מועט מן הפרוץ. ואין כן דעת רבינו שסתם דבריו בכאן ובסמוך כתב לחי שהיה רחב הרבה וכו' נראה מדבריו שהוא סובר דרב אשי לאו דוקא נקט מבוי שמנה אלא ה''ה לכל מבוי ומשום דרב הונא נקט שמנה וכ''ש לדידן דקי''ל דעומד כפרוץ כשר ולא אמר רב אשי מאי אמרת כי הדדי נינהו אלא להכשירו אפי' למ''ד עומד כפרוץ אסור ואין זה מתישב אצלי שאם כך היתה סברת רב אשי היל''ל אפי' יתר מד' אמות נדון משום לחי ויחלוק על מימרא דרב הונא דאמר ד' אמות נדון משום מבוי ודברי רבינו צל''ע. והרשב''א ז''ל כך פסק דכל שאין עומד כפרוץ ויש בעומד ד' אמות אינו נדון משום לחי וצריך לחי אחר להתירו. ורש''י ז''ל פירש דהא דלחי הבולט כשלא נעשה לשם לחי הוא דאמרינן דכי הוי ד' אמות אינו נדון משום לחי אבל עשאו לשם לחי קול יוצא עליו כיון שהלחי משום מחיצה משום דרבה בסתימתו לא גרע. וזה מסכים בדין רבינו בלחי שאינו עומד מאליו. ועם כל זה היה לו ז''ל לחלק. ויראה לי שרבינו מפרש שצריך לחי אחר להתירו לאותו לחי הבולט ולא למבוי וקסבר ההוא מותר להשתמש בין לחיים ואף זה צ''ע. ופי' לחי הבולט שהוא בולט מחודו של כותל לרחבו של מבוי: ",
        "<b>ולחי העומד מאליו וכו'.</b> (שם ט\"ו) ובהלכות לחי העומד מאליו אביי אמר הוי לחי רבא אמר לא הוי לחי בדלא סמכו עליה כ''ע ל''פ דלא הוי לחי כי פליגי בדסמכו עליה מאתמול וקי''ל כאביי דאמר הוי לחי ע''כ. וכתב הרשב''א ז''ל כיצד העמיד לחי במבוי וניטל בשבת אפי' היה שם אילן וכיוצא בו ואפי' נטעו הוא בידים אינו מועיל כיון שלא סמך עליו מע''ש לא העמיד שם לחי אחד או שהיה שם ונפל מע''ש אילן זה מתיר משום לחי וכן כל כיוצא בזה. ויראה לי שהקורה העומדת מאליה כאותן שנותנין קורה מכותל לכותל לחזק את הכותלים אינה קורה שהקורה משום היכר ואין כאן היכר ע''כ דבריו: ",
        "<b>ולחי שהוא נראה מבפנים לחי וכו'.</b> שם (ט' י') נראה מבפנים ושוה מבחוץ נדון משום לחי והוא כגון זה (עיין בסוף הספר ציור ה). שבחוץ אינו מובדל מן הכותל כלל. נראה מבחוץ ושוה מבפנים נחלקו בו והלכתא משום לחי והוא כזה (עיין בסוף הספר ציור ו). שבפנים נראה שהוא ממשך הכותל: ",
        "<b>לחי שהגביהו מן הקרקע וכו'.</b> (שם י\"ד) אמר רבה עשה לחי למבוי והגביהו מן הקרקע שלשה או שהפליגו מן הכותל ג' לא עשה ולא כלום. ופי' אם הגביהו פחות מג' אע''פ שאין בו אלא ז' ומשהו כשר שכל לבוד רואין אותו כמלא. וכן כתב הרשב''א ז''ל ופשוט הוא: ",
        "<b>לחי שהיה רחב הרבה וכו'.</b> כבר בארתי זה בסמוך בדין לחי הבולט: "
      ],
      [
        "<b>קורה שפרס עליה מחצלת וכו'.</b> (שם דף י\"ז) אמר רב ששת הניח קורה על גבי מבוי ופרש עליה מחצלת והגביה מן הקרקע ג' קורה אין כאן דהא מכסיא מחיצה אין כאן דהויא לה מחיצה שהגדיים בוקעין בה ע''כ: ",
        "<b>נעץ שתי יתדות וכו'.</b> (שם ח':) ובהלכות נעץ שתי יתדות בשני כותלי מבוי מבחוץ והניח קורה על גביהן לא מהני ולא מידי משום דבעינן קורה ע''ג מבוי וליכא והוא כזה (עיין בסוף הספר ציור ז): "
      ],
      [
        "<b>קורה היוצאה מכותל זה ואינה נוגעת בכותל השני וכו'.</b> ברייתא (שם י\"ד) כלשון רבינו, ופירושו אפילו רחוקה מכל אחד מן הכותלים בג' וכגון שסמוכה ע''ג יתדות שאין ברחבן טפח כשרה שיש דין לבוד אפילו משני צדדים וזה פשוט: "
      ],
      [
        "<b>וכן שתי וכו'.</b> שם וכן שתי קורות המתאימות לא בזו לקבל אריח ולא בזו לקבל אריח אם מקבלות אריח לרחבו טפח א''צ להביא קורה אחרת אם לאו צריך להביא קורה אחרת. פי' רבינו אם יש בין שתיהן רחב טפח ובשאין בין זו לזו ג' טפחים. ופירוש אחר יש: ",
        "<b>היתה אחת וכו'.</b> שם היתה אחת למעלה ואחת למטה ר' יוסי בר''י אמר רואין את העליונה כאילו היא למטה ואת התחתונה כאילו היא למעלה ובלבד שלא תהא עליונה למעלה מכ' אמה והתחתונה למטה מי'. <b>וכתב רבינו ולא יהא ביניהם ג',</b> לפי שאפי' במתאימות אם היה ביניהם מרחק ג' אין מצטרפות זו לזו. ומתוך דברי רבינו נראה שכל שהן תוך כ' אמה ולמעלה מי' אפי' יש ביניהם במרחק גובה יותר מג' מצטרפות. וקשה לי בזה שהרי רבינו פסק פרק ה' מהלכות סוכה כרבה דאמר פרק הישן (סוכה כ\"ב) דכל דבר שאין בגגו טפח אין רואין אותו כאילו ירד. ושם הקשו עליו מברייתא זו. ואמר תריץ ואימא הכי ובלבד שלא תהא תחתונה למטה מעשרה אלא למעלה מעשרה והעליונה סמוכה לה פחות מג' א''נ ובלבד שלא תהא עליונה למעלה מעשרים אלא בתוך כ' והתחתונה סמוכה לה פחות מג' אבל ג' כיון דלית ביה טפח לא אמרינן חבוט רמי עכ''ל הגמרא שם והיאך הביא רבינו ברייתא כפשטא ולא כתב אוקימתא זו וצ''ע. והרשב''א ז''ל פסק בספרו כדברי האוקימתא ועיקר: "
      ],
      [
        "<b>היתה הקורה וכו'.</b> שם (עירובין י\"ג:) במשנה עקומה וכו' כלשון רבינו וכתב הרשב''א ז''ל דדברי הכל היא וכן דעת רבינו לפסוק כמשנה זו ושלא לומר שהיא כר''י ואין הלכה כמותו. ודע שמה שאמרו אם היה הקיפה ג' טפחים יש בה רחב טפח אינו מדוקדק בחשבון אלא פחות מטפח הוא כחלק מכ''ב על דרך הקרוב ולא דקדקו בשל דבריהם והקילו בו: ",
        "<b>היתה הקורה וכו'.</b> (שם י\"ד) א''ר זירא היא בתוך מבוי וכו' כלשון רבינו: "
      ],
      [
        "<b>באר שעשה וכו'.</b> שם פ' שני (י\"ז) עושין פסין לביראות ד' דיומדין נראין כשמנה דברי ר''י ר''מ אומר וכו' וידוע שהלכה כר''י. עוד שם במשנה גבהן עשרה טפחים ורחבן ו' ועביין כל שהוא וביניהן כמלא שתי רבקות של שלשה שלשה בקר דברי ר''מ ר''י אומר של ארבעה ארבעה קשורות ולא מותרות אחת נכנסת ואחת יוצאה. ובארו שם בגמ' (דף י\"ט:) ששיעורו של ר' יהודה הוא שלש עשרה אמה ושליש: "
      ],
      [
        "<b>היה במקום אחד וכו'.</b> (שם) היתה שם אבן מרובעת רואין אותה כל שאילו תחלק ויש בה אמה מכאן ואמה מכאן נדון משום דיומד ואם לאו אינו נידון משום דיומד, עוד שם היה שם אילן או גדר או מחיצת קנים נדון משום דיומד: ",
        "<b>חמשה קנים ואין בין זה לזה שלשה וכו'.</b> שם בעא מיניה אביי מרבה מחיצת קנים קנה קנה פחות משלשה נדון משום דיומד או לא ופשט ליה רבה דנדון משום דיומד ואף ע''ג דדחי ליה אביי קיימא לן כפשיטותיה דרבה. ופירוש דיומד דו עמוד כלומר שני עמודין אחד לכאן ואחד לכאן לשני רוחות וסמוכין זה לזה: "
      ],
      [
        "<b>מותר להקריב ארבע הזויות אלו וכו'.</b> משנה (שם י\"ז:) מותר להקריב לבאר ובלבד שתהא פרה ראשה ורובה בפנים ושותה. ושם (דף י\"ט) אמרו בגמרא כמה ראשה ורובה של פרה שתי אמות. ",
        "<b>ומ''ש רבינו אע''פ שלא יאחוז ראש הבהמה עם הכלי.</b> בעיא שניה בגמרא (דף כ':) ולפום בעיא קמייתא פשוט הוא שאינו צריך לאחוז וכדברי רבינו. ",
        "<b>ומ''ש ואפי' של גמל.</b> מפורש בירושלמי כשיעור הזה ואפי' גמל וכלו מבחוץ מותר פחות מכשיעור אפי' גדי וכולו מבפנים אסור ע''כ: ",
        "<b>ומותר להרחיק כל שהוא וכו'.</b> משנה (שם י\"ז י\"ח) מותר להרחיק כל שהוא ובלבד שלא ירבה בפסים. פי' כל שהוא כל כמה שהוא רוצה. ובגמרא (דף י\"ט:) בעא מיניה אביי מרבה יותר מי''ג אמה ושליש לר' יהודה מהו פשוטין עביד או בדיומדין מאריך א''ל תניתוה דפשוטין עביד ודחה אביי הראיה. מיהו קי''ל כמאי דהוה פשיט רבה. ופי' פשוטין שהוא משים בין הפסים שבזויות פסים פסים פשוטים גבהן עשרה ורחבן מבואר בירושלמי כל שהוא כדי שלא יהא ביניהם לזוית יותר מי''ג ושליש: "
      ],
      [
        "<b>לא התירו הפסין האלו וכו'.</b> במשנה (שם כ\"ב:) ר' יהודה בן בבא אומר אין עושין פסין אלא לבאר הרבים בלבד ולשאר עושין חגורה גבוהה עשרה טפחים. ופי' באר מים חיים ובור מים מכונסין. ומפורש בגמרא (דף כ\"ג) הלכה כריב''ב. עוד שם לא הותרו פסי ביראות אלא לבאר מים חיים בלבד. עוד שם (דף כ' כ\"א) לא הותרו פסי ביראות אלא לבהמה בלבד. ופירשו מאי בהמה בהמה של עולי רגלים אבל אדם מטפס ועולה מטפס ויורד. אם היו רחבין אפי' לאדם נמי ע''כ: "
      ],
      [],
      [
        "<b>הממלא לבהמתו וכו'.</b> (שם דף כ':) ברייתא לא ימלא אדם מים ויתן לפני בהמתו אבל ממלא הוא ושופך והיא שותה מאליה. והקשו א''כ מה הועילו ראשה ורובה של פרה. ותירצו אמר אביי הכא באבוס העומד ברה''ר עסקינן גבוה עשרה ורחב ארבעה וראשו אחד נכנס לפסים גזרה דילמא חזי ליה לאבוס דמקלקל ומפרק ודרי לדוולא בהדיה וחזי לאידך גיסא דמקלקל ומנח ליה וקא מפיק מרה''י לרה''ר. והקשו וכה''ג מי מיחייב. והא לא היתה עקירה משעה ראשונה לכך וכל שאין בו חיוב מן התורה אין ראוי לגזור מחמתו ותירצו דילמא הדר מעייל ליה וקא מעייל מרה''ר לרה''י ע''כ. ורבינו ז''ל תפס החשש הראשון שהיא הסבה הקודמת לאיסור ולא רצה להאריך: "
      ],
      [
        "<b>הזורק מרה''ר לבין הפסין וכו'.</b> (שם:) א''ר אלעזר הזורק לתוך פסי ביראות חייב והקשו פשיטא ותירצו לא צריכא דעבד כעין פסי ביראות בר''ה וזרק לתוכו והקשו הא נמי פשיטא. ותירצו לא צריכא אף ע''ג דקא בקעי בה רבים ע''כ: ",
        "<b>ומותר להשקות הבהמה ביניהן אם היה ביניהן באר וכו'.</b> שם (כ\"ב) במשנה רבי יהודה אומר אם היתה דרך הרבים מפסקת יסלקנה לצדדין וחכ''א אינו צריך. ובגמרא ר''י ורבי אלעזר דאמרי תרוייהו כאן הודיעך כחן של מחיצות דלא אתו רבים ומבטלי להו ואמרי שם דר''י אמר כאן ולא ס''ל דאיהו בעי דלתות ננעלות בלילה אבל רבי אלעזר ס''ל הכי ורבינו פסק כמותו: "
      ],
      [
        "<b>חצר שראשה אחד וכו'.</b> ברייתא שם (כ') חצר שראשה אחד נכנס לבין הפסים מותר לטלטל מתוכה לבין הפסים ומבין הפסים לתוכה ושתים אסורות ואם עירבו מותרות ואע''ג דרב הונא עביד בה אוקימתא רבינו ז''ל פסק כרבה דפליג עליה וכפשט הברייתא: ",
        "<b>יבשו המים בשבת וכו'.</b> שם בעא מיניה אביי מרבה יבשו מים בשבת מהו א''ל כלום נעשית מחיצה אלא משום מים אין כאן מים אין כאן מחיצה. עוד שם אמר אביי באו מים נמי לא קא מיבעיא לי דהא תניא כל מחיצה שנעשית בשבת בין בשוגג בין במזיד שמה מחיצה ע''כ. ופי' באו מים אפי' יבשו מערב שבת ופשוט הוא: ",
        "<b>מבוי שנטלה קורתו או לחיו וכו'.</b> פ' כל גגות (עירובין צ\"ד) משנה וכן מבוי שניטלה קורתו או לחיו מותרים באותה שבת ואסור לעתיד לבא ד''ר יהודה. ר' יוסי אומר אם מותרין וכו'. ופי' בגמרא (דף צ\"ה) ר' יוסי אומר כשם שאסורים לעתיד לבא אסורין לאותה שבת אמר רב הלכה כר' יוסי. ושמואל אמר הלכה כר' יהודה ופירשו שם דשמואל דאמר הלכה כר' יהודה לא אמר אלא בנפרץ לכרמלית וקי''ל כרב ואפילו נפרץ לכרמלית אסור ולפיכך סתם רבינו ז''ל וכן בהלכות לא הביאו אלא הא דרב: "
      ],
      [
        "<b>אכסדרה בבקעה.</b> שם (צ\"ד:) אכסדרה בבקעה רב אמר מותר לטלטל בכולה ושמואל אמר אין מטלטלין בה אלא בד'. בעשר כ''ע לא פליגי כי פליגי ביותר מעשר. איכא דאמרי ביותר מעשר כ''ע ל''פ כי פליגי בעשרים. ומן ההלכות נראה שפוסקין כלשון הראשון וכרב דהלכתא כותיה באיסורי. והביאו הא דרב בלבד בסתם משמע דאפי' יתר מעשר וזה דעת רבינו. והטעם לדבריהם הוא לפי שמחלוקת לשונות אלו הוא בשל דבריהם כמבואר פ' י''ד שאיסור הכרמלית מדבריהם והולכין בו אחר המיקל ויש מי שפוסק כלשון אחרון דכל שנפרץ מלואו ברוח אחת והוא יתר מעשר אין אומרים בו פי תקרה יורד וסותם וכן פסק הרשב''א ז''ל בספרו. ודעת ההלכות ורבינו נראה עיקר וגם בספר העתים לא הביא אלא דברי רב כפשטן: ",
        "<b>והזורק מרשות וכו'.</b> כבר הזכרתי בפרק זה דעת רבינו בכ''מ שיש לו ג' מחיצות שאינו רה''י גמור דבר תורה כיון שאין לו לחי ואף כאן נמשך אחר שטתו ז''ל וכבר כתבתי שיש חולקין עליו ולזה כתב בהשגות א''א זה שבוש ע''כ: ",
        "<b>בית או וכו'.</b> (שם צ\"ד) במשנה חצר שנפרצה משתי רוחותיה וכן בית שנפרץ משתי רוחותיו ר' יוסי אומר אסורין אפי' לאותה שבת כדאיתא התם ובגמרא הקשו גבי חצר שסתמו אינו מקורה. במאי עסקינן אילימא בעשר מ''ש מרוח אחת דאמרינן פתחא הוא משתי רוחות נמי לימא פתח הוא אלא ביתר מעשר א''ה אפי' מרוח אחת נמי אמר רב לעולם בעשר וכגון שנפרץ בקרן זוית דפתחא בקרן זוית לא עבדי אינשי. עוד הקשו גבי בית מ''ש מרוח אחת דאמרינן פי תקרה יורד וסותם משתי רוחות נמי לימא פי תקרה יורד וסותם אמרי בי רב משמיה דרב כגון שנפרץ בקרן זוית וקירויו באלכסון דליכא למימר פי תקרה יורד וסותם ע''כ בהלכות מלשון הגמרא. ופירש''י ז''ל דהא דאמרי בי רב אפי' בעשר הוא באוקימתא דחצר דאי משום פתחא אין עושין אותו בקרן זוית ואי משום פי תקרה כגון שקירויו באלכסון, ופירוש בקרן זוית שהפרצה אוכלת בשני רוחות. כך פירש''י ז''ל ורוב המפרשים. ופירוש קירויו באלכסון, פירש''י ז''ל בשיפוע כעין גגי רעפים שלנו. והקשו עליו. ופירשו כגון שנפרץ גם הקירוי עם הפרצה ונשאר מקורה באלכסון. ויש מי שפירש בהפך שאם נפרץ גם הקירוי אמרינן פי תקרה יורד וסותם אבל הכא הוא שהתקרה נשארה שלימה ולא אמרינן אמצע התקרה שהוא באלכסון יורד וסותם. אלו דבריהם ז''ל ולשון הגמרא נאות יותר לפירוש השני וכוונת רבינו אינה מבוארת: "
      ],
      [
        "<b>האצבע שמשערין וכו'.</b> שיעור הטפח מפורש במנחות (דף מא:) פרק התכלת ארבע בגודל חמש באצבע שש בקטנה: ",
        "<b>וכל אמה וכו'.</b> פ''ק דעירובין (דף ג':) אמר אביי משמיה דרב נחמן אמת מבוי ואמת סוכה באמה בת חמשה אמת כלאים בת ששה ואמרו שם שכונתו להחמיר והקשו והא איכא מינייהו שהשיעור המיעוט הוא קולא ותירצו רוב אמות קאמר. ורבא משמיה דר''נ אמר אחד זה ואחד זה באמה בת ששה. אלא הללו שוחקות והללו עצבות. ומפרש רבינו אחד זה ואחד זה בין מבוי בין סוכה בין כלאים בת ששה אלא שהללו של כלאים שוחקות שהוא חומרא ואף במבוי. והסוכה אם השוחקות חומרא משערין בהם שלא כוונו אלא להחמיר וזה דעת הר''ז הלוי ז''ל ועיקר. וכתב הרשב''א ז''ל ושיעור יתרון השוחק על העצב יראה לי שהוא חצי אצבע לאמה והביא סמך לדבריו מפרק כיצד צולין בפסח שני והאריך בזה בספרו: "
      ]
    ],
    [
      [
        "<b>המוציא וכו'.</b> פרק כלל גדול (שבת ע\"ו:) משנה המוציא אוכלים כגרוגרת ומצטרפין זה עם זה מפני ששוים בשיעוריהם חוץ מקליפיהם וגרעיניהם וסובן ומורסנן. ופי' אוכלין אוכלי אדם, וכן פירש''י ז''ל ומוכרח הוא שם: "
      ],
      [
        "<b>יין כדי רובע רביעית.</b> ריש פ' המוציא יין כדי מזיגת הכוס ופירשו בגמרא (שם ע\"ז) רובע רביעית פירוש רביעית לוג שהוא ביצה ומחצה. עוד שם תנא יין יבש בכזית דברי ר' נתן ע''כ: ",
        "<b>חלב בהמה טהורה וכו'.</b> (שם ע\"ו:) במשנה חלב כדי גמיעה. וכתב הרמב''ן ז''ל אין שיעורו ידוע לנו אבל פירושו כדי גמיעה של אדם בינוני והוא פחות אפי' מכדי לוגמיו ואצ''ל מרביעית: ",
        "<b>וחלב בהמה טמאה וכו'. . חלב אשה וכו'.</b> ברייתא (שם ע\"ז:) כלשון רבינו. ופירש''י ז''ל במשיפה של קילור שרגילין לשופו בחלב אשה עכ''ל: ",
        "<b>שמן כדי לסוך אצבע וכו'.</b> משנה ומסקנא בגמרא (שם ע\"ח) שמן לסוך בו אבר קטן של קטן בן יומו: ",
        "<b>טל כדי לשוף וכו'.</b> כל הבבא הזאת היא בירושלמי וסמך עליו רבינו ואע''פ שאין נוסחאות הגמרא הבבלית כן וכבר השיגו עליו למה לא כתב כדי לשוף את הקילור שכך הוא בגמרא שלנו. ונ''ל שהוא פוסק כאביי דאמר בגמרא שלנו שלא שיערו במים כדי לשוף את הקילור אלא במי גליל שהן ידועים שמועילין לעין אבל לא בשאר מים. ואע''ג דרבא פליג עליה הירושלמי מכריע, זהו דעתו ז''ל: ",
        "<b>דבש וכו'.</b> משנה וגמרא (שם ע\"ז:) תנא דבש כדי ליתן על פי כתית ופירש רש''י ז''ל כתית מכת הסוסים והגמלים מחמת משאן והכי אמרינן בהמפקיד (ב\"מ ל\"ח) דבש והדביש למאי חזי לכתיתא דגמלי. אבל רבותי פירשו כתית מכה שעל גבי היד וגב הרגל עכ''ל: ",
        "<b>דם ושאר משקין וכו'.</b> משנה (שבת ע\"ו:) ושאר כל המשקין ברביעית וכל השופכין ברביעית ובגמ' (ע\"ח) דם וכל מיני משקין ברביעית. ופירש''י ז''ל שופכין מים סרוחים. ואמרו בגמרא חזו לגבל בהן את הטיט: "
      ],
      [
        "<b>תבן תבואה וכו'.</b> בכלל גדול (שם ע\"ו) משנה תבן כמלא פי פרה עצה כמלא פי גמל ובגמרא אמר רב יהודה מאי עצה תבן של קטנית. עוד שם כי אתא רבין אמר המוציא תבן כמלא פי פרה לגמל דכ''ע ל''פ דחייב כי פליגי במוציא עצה מלא פי פרה לפרה ור' יוחנן אמר פטור אכילה על ידי הדחק לא שמה אכילה רבי אושעיא אמר חייב אכילה ע''י הדחק שמה אכילה ע''כ. ופסק רבינו כרבי אושעיא שהלכה כמותו לגבי ר''י: ",
        "<b>עמיר כמלא פי טלה וכו'.</b> שם באותה משנה עמיר כמלא פי טלה עשבים כמלא פי גדי ואין מצטרפין זה עם זה מפני שלא שוו בשיעוריהן. ובגמרא אמר ר' יוסי בר' חנינא אין מצטרפין לחמור שבהן אבל מצטרפין לקל שבהן ע''כ. ופירש''י ז''ל עמיר קשין של שבלין. פי טלה נפיש מפי גדי הילכך עמיר לא חזי לגדי אבל עשבים הואיל וחזו בין לטלה בין לגדי מיחייב כמלא פי גדי. לחין הראויין לאדם כגרוגרת דזה שיעור לכל מאכל אדם בשבת אבל כמלא פי גדי לא דגדי לא חזו ליה לחין עכ''ל. ובגמרא אין מצטרפים לחמור שבהן פירש''י ז''ל מי ששיעורו גדול הוי קל ואינו מצטרף להשלים חמור דהא לא חשוב אבל החשוב משלים את הקל לכשיעור עכ''ל. כדעת רבינו: "
      ],
      [
        "<b>המוציא עצים כדי לבשל כגרוגרת וכו'.</b> בפ' ר״ע (שבת פ\"ט:) היא עצים כדי לבשל ביצה קלה. ובהמוציא (שם פ':) קנה כדי לעשות קולמוס אם היה עבה או מרוצץ כדי לבשל בו ביצה קלה שבביצים טרופה ונתונה באלפס. ובגמרא תנא כדי לעשות קולמוס המגיע לקשרי אצבעותיו. עוד שם תנא טרופה בשמן ונתונה באלפס. ופירשו ביצה קלה ביצת תרנגולת וקרו ליה ביצה קלה לפי ששיערו חכמים אין לך קלה לבשל יותר מביצת תרנגולת. והקשו ומאי שנא כל שיעורי דשבת כגרוגרת והכא כביצה. ופירש ר״נ כגרוגרת מביצה קלה ע״כ: "
      ],
      [
        "<b>המוציא תבלין וכו'.</b> פרק ר״ע (שבת פ\"ט:) מ תבלין כדי לתבל ביצה קלה ומצטרפים זה עם זה. ומ״מ נראה לפי הגמרא שאין מצטרפין אלא בשכולן מיני מתיקה וכן פירש״י ז״ל (עיין כאן בשיטמ\"ק). ויש לרבינו שם פירוש אחר: ",
        "<b>פלפל כל שהוא וכו'.</b> משנה (שם צ') וברייתא וגמרא כלשון רבינו. ופירש''י ז''ל ארגמן צבע שצובעין בו ארגמן ולי נראה שגם הוא ראוי להריח. בתולת הורד עלה של ורד בחור אחת. מקק אכילת תולעת האוכל בספרים ומרקיבן שמו מקק. שמצניעין אותו לגנוז שכל דבר קדש טעון גניזה עכ''ל: ",
        "<b>גחלת כל שהוא והמוציא וכו'.</b> בי''ט (ביצה ל\"ט) פרק משילין ברייתא: "
      ],
      [
        "<b>המוציא זרעוני גינה וכו'.</b> פרק ר''ע (שבת צ' א' וב') משנה זרעוני גינה פחות מכגרוגרת ר' יהודה בן בתירא אומר חמשה זרע קשואין שנים זרע דלועין שנים זרע פול המצרי שנים. ע''כ. ורבינו ז''ל אינו פוסק כרבי יהודה וסובר דהך סיפא דזרע קישואין וכו' דברי ת''ק היא והלכה כמותו: ",
        "<b>המוציא סובין כדי ליתן וכו'.</b> בהמוציא (שם ע\"ח:) משנה כלשון רבינו פירש''י ז''ל במקום שאין פחמים צורפין הזהב באש של סובין, עכ''ל: ",
        "<b>המוציא מורסן אם לאכילה וכו'.</b> תוספתא פ''ט עד לולבי זרדין וכו' אבל הלוף וכו': "
      ],
      [
        "<b>המוציא גרעינין אם לאכילה חמש וכו'.</b> ברייתא ס״פ ר״ע (שבת צ'). ן גרסתו כגרסת קצת ספרים שגורסין אם לאכילה כמלא פי חזיר וכמה מלא פי חזיר אחת ופירש״י ז״ל גרעינין גרעיני תמרה עכ״ל: <b>המוציא אזוב וכו':</b> "
      ],
      [
        "<b>המוציא קליפי אגוזים וכו'.</b> משנה פרק ר״ע (שבת פ\"ט:) קי אגוזים קליפי רמונים אסטיס ופואה כדי לצבוע בהן בגד קטן פי סבכה: ",
        "<b>וכן המוציא מי רגלים וכו'.</b> שם מי רגלים נתר ובורת קמוניא ואשלג כדי לכבס בהן בגד קטן פי סבכה ובגמרא (דף צ') תנא מי רגלים בן ארבעים יום. נתר תנא נתר אלכסנדריא ולא נתר אנטיפטרי, ע''כ: ",
        "<b>הוציא סמנין וכו'.</b> ברייתא (שם ע\"ט) פרק המוציא כלשון רבינו ופירש''י ז''ל דוגמא לאירא כלומר מעט כעין שמראין לדוגמא רוצה אתה כזה, עכ''ל: "
      ],
      [
        "<b>המוציא דיו על הקולמוס וכו'.</b> משנה פרק המוציא (שם ע\"ח:) דיו כדי לכתוב שתי אותיות. ובגמרא (דף פ') תנא שתי אותיות בדיו שתי אותיות בקולמוס שתי אותיות בקלמרין. פי' קלמרין קסת הסופר. בעי רבא אות אחת בדיו אות אחת בקולמוס אות אחת בקלמרין מהו תיקו. ויש לרש''י ז''ל בזה פי' אחר שלא כדרך רבינו: ",
        "<b>הוציא שתי אותיות וכו'.</b> שם מימרא כלשון רבינו: ",
        "<b>הוציא אות אחת וכו'.</b> שם מימרא אמר רבא הוציא אות אחת וכתבה וחזר והוציא אות אחת וכתבה פטור בעידנא דאפקא לבתרייתא חסר לה שיעור דקמייתא, ע''כ: "
      ],
      [
        "<b>המוציא כחול וכו'.</b> משנה (שם ע\"ח:) כחול כדי לכחול עין אחת. ובגמרא הקשו הא לא כחלי פי' אלא שתי עינים א''ר הונא שכן צנועות כוחלות עין אחת. מיתיבי אמר רשב''א כחול אם לרפואה כדי לכחול עין אחת אם לקשוט בשתי עינים ותירצו כי תניא ההיא בעירניות ע''כ. ופירש''י ז''ל עירניות בנות כפרים אינן צריכות צניעות כל כך ואינן מכסות פניהן וכוחלות שתי עיניהן, עכ''ל: ",
        "<b>זפת וגפרית וכו'.</b> משנה (שם ע\"ח) כלשון רבינו. ופירש''י ז''ל כדי לעשות נקב קטן כלי שנותנין בו כסף חי סותם פיו בזפת או בגפרית ונוקב בתוך הסתימה נקב דק להוציא בו עכ''ל: ",
        "<b>שעוה כדי ליתן בו וכו'.</b> שם כלשון רבינו. ובגמרא (דף פ') כדי ליתן על פי נקב קטן של יין. ופירש''י ז''ל למעוטי של שמן ודבש שהיין זב דרך נקב קטן יותר מדבש ושמן עכ''ל. ולא חשש רבינו לכתוב זה שהכל נכלל בלשון קטן: ",
        "<b>דבק כדי ליתן וכו'.</b> במשנה (שם דף ע\"ח. ודף פ') ובגמרא בראש השפשף שבראש קנה של ציידין. ופירש''י ז''ל מושיבין נסר קטן ונותנין עליו דבק והעוף יושב עליו ונדבק בו וצריך לתת שם הרבה שיהא העוף נדבק בו, עכ''ל: ",
        "<b>רבב וכו'.</b> ברייתא (שם ע\"ח): "
      ],
      [
        "<b>המוציא אדמה וכו'.</b> משנה (שם פ' ב') כלשון רבינו ופסק כחכמים, ופירש''י ז''ל אדמה ארזילא, עכ''ל: ",
        "<b>טיט וכו'.</b> ברייתא שם כלשון רבינו: ",
        "<b>זבל וחול דק וכו'.</b> משנה כלשון רבינו כדברי חכמים. ופירש''י ז''ל כרישא קפלוט: ",
        "<b>חול הגס וכו'.</b> משנה וברייתא כלשון רבינו: ",
        "<b>חרסית וכו'.</b> במשנה (ע\"ח) חרסית כדי לעשות פי כור של צורפי זהב ופירש רש''י ז''ל חרסית לבינה כתושה. ובקצת ספרי רבינו נמצא סיד חרסית ואין כן בספרים מדוקדקים אלא חרסית כדי לעשות וכו' כלשון המשנה: ",
        "<b>שיער כדי לגבל טיט וכו'.</b> ברייתא שם פ' ב' כלשון רבינו ופירש''י ז''ל שיער יפה לטיט, עכ''ל: ",
        "<b>סיד כדי לסוד וכו'.</b> משנה שם וברייתא כלשון רבינו: ",
        "<b>עפר ואפר וכו'. . צרור אבן וכו'.</b> משנה (שם דף פ\"א) צרור אבן כדי לזרוק בעוף ר''א בן יעקב אומר כדי לזרוק בבהמה. ובגמרא א''ר יוחנן והוא שמרגשת בה וכמה שיעורה תניא ראב''י אומר משקל עשרה זוזים ע''כ, ולכך פסק רבינו כראב''י: ",
        "<b>חרס כדי לקבל בו וכו'.</b> במשנה (שם פ\"ב) ג' מחלוקות רבי יהודה ור''מ ורבי יוסי ופסק כרבי יוסי דידוע שהלכה כמותו אצל כל אחד מאלו: "
      ],
      [
        "<b>המוציא חבל כדי לעשות וכו'.</b> משנה (שם ע\"ח) כלשונה: ",
        "<b>גמי וכו'.</b> משנה כלשונה כת''ק: ",
        "<b>הוצין וכו' סיב וכו' מוכין וכו'.</b> כלם בברייתא (שם ע\"ח) כלשון רבינו. ופירש''י ז''ל הוצין של לולבי דקל כפיפה מצרית סל העשוי מצורי דקל. סיב גדל סביב הדקל. על פי משפך לסנן את היין שמעכב את הפסולת, עכ''ל: ",
        "<b>עצם כדי לעשות תרווד וכו'.</b> משנה (שם פ\"א) כלשונה כדברי ת''ק. ולשון רש''י תרווד כף קוליר''א: ",
        "<b>זכוכית כדי לגרוד בה ראש הכרכר או עד שיפצע שתי נימין כאחת וכו'.</b> משנה וברייתא כלשון רבינו: "
      ],
      [
        "<b>המוציא שני נימין וכו'.</b> ברייתא סוף ר״ע (שבת צ':) היא שני נימין מזנב הסוס ומזנב הפרה חייב מפני שמצניעין אותן לנשבין מקשה של חזיר אחת צורי דקל שתים תורי דקל אחת ע״כ. ופירש רש״י ז״ל לנשבין לצוד עופות. מקשה של חזיר נימין קשין שבשדרה של חזיר עכ״ל: ",
        "<b>מצמר גפן וכו'.</b> תוספתא פרק המוציא: ",
        "<b>המוציא מן הבגד וכו'.</b> בהמוציא (שם ע\"ט) הביאו משנה דתנן הבגד שלשה על שלשה למדרס השק ארבעה על ארבעה העור חמשה על חמשה ותני עלה כשיעורן לטומאה כך שיעורן להוצאה, ע''כ. והעור הוא משנגמר עיבודו הנקרא קרטבלא בלשון הגמרא כדאיתא התם ומבואר בסמוך: "
      ],
      [
        "<b>המוציא עור וכו'.</b> שם שלש עורות הן מצה כמשמעו דלא מליח ולא קמיח ולא עפיץ וכמה שיעורו לצור בו משקולת קטנה וכמה אמר אביי רבעא דריבעא דפומבדיתא. חיפה דמליח ולא קמיח ולא עפיץ וכמה שיעורו כדתנן העור כדי לעשות קמיע. דפתרא דמליח וקמיח ולא עפיץ וכמה שיעורו כדי לכתוב עליו את הגט: ",
        "<b>נגמר עיבודו וכו'.</b> זהו קרטבלא הנזכר בגמרא. אבל רש''י ז''ל פירש קרטבלא שבשלוהו ברותחין ומתקשה לישב עליו, עכ''ל: "
      ],
      [
        "<b>המוציא קלף וכו'.</b> משנה שם (דף ע\"ח:) כלשונה: ",
        "<b>דוכסוסטוס כדי לכתוב וכו'.</b> ברייתא (שם ע\"ט:) ופירש''י ז''ל דוכסוסטוס קלף שנטלה קליפתו העליונה עכ''ל: ",
        "<b>נייר כדי לכתוב וכו'.</b> משנה (שם ע\"ח) נייר כדי לכתוב עליו קשר מוכסין ותנא כמה קשר מוכסין שתי אותיות ומפורש שהם גדולות משלנו. ולשון רש''י ז''ל קשר של מוכסין יש לך שנותן את המכס לראש הנהר במקום אחד או מוחל לו במתנה והוא מוסר לו חותם להראות למוכסין שמחלו לו המכס: ",
        "<b>המוציא קשר מוכסין וכו'.</b> משנה ובגמרא ת''ר המוציא קשר מוכסין עד שלא הראהו למוכס חייב משהראהו למוכס פטור ר' יהודה אומר אף משהראהו למוכס חייב מפני שהוא צריך לו. ופסק רבינו כרבי יהודה מפני שהמשנה שנויה סתם דמשמע דבכל גונא הוא חייב כדברי ר''י וכו': ",
        "<b>המוציא שטר פרוע וכו'.</b> ברייתא (שם ע\"ח:) וגמרא כלשון רבינו ודין השטר פרוע הוא כדברי ת''ק דברייתא אחרת שהביאו שם והלכה כמותו: "
      ],
      [
        "<b>המוציא בהמה חיה ועוף וכו'.</b> פרק המצניע (שבת צ\"ד) המוציא בהמה חיה ועוף לרשות הרבים בין חיין בין שחוטין חייב ר' נתן אומר על שחוטין חייב על החיין פטור שהחי נושא את עצמו ואמרו שם ע''כ לא פליגי רבנן עליה דר' נתן אלא בבהמה חיה ועוף דמשרבטי נפשייהו אבל אדם חי נושא את עצמו אפי' רבנן מודו ע''כ. ופירש''י ז''ל דמשתמטין כלפי מטה ומכבידין עצמן להשתמט מיד הנושאן: ",
        "<b>ואם היה כפות וכו'.</b> שם ומודה ר' נתן בכפות. <b>וכן החולה</b> נלמד ממ''ש שם והני פרסאי כמאן דכפיתו דמו וכו': ",
        "<b>והאשה מדדה וכו'.</b> פ' מפנין (שבת קכ\"ח ב') ה מדדה את בנה אמר ר' יהודה וכו' אימתי בזמן שנוטל אחת ומניח אחת אם היה גורר אסור עד כאן וקי״ל ס״פ חלון בעירובין (דף פ\"א פ\"ב) כל מקום ששנה ר' יהודה אימתי אינו אלא לפרש דברי חכמים. ופירש״י ז״ל מדדה את בנה אוחזתו בזרועותיו ומאחריו ומסייעתו והוא מניע רגליו והולך. שנוטל אחת ומניח אחת שהתינוק מניע רגליו כשמגביה אחת מניח אחת אבל גורר אסור מפני שנושאתו עכ״ל: "
      ],
      [
        "<b>המוציא תינוק חי וכו'.</b> פרק נוטל (שבת קמ\"א קמ\"ב) אמר רבה הוציא תינוק חי וכיס תלוי לו בצוארו חייב ותניא המוציא אדם וכליו עליו וסנדליו ברגליו וטבעותיו בידיו פטור שאילו הוציאן כמות שהן חייב. ופירש''י ז''ל שאילו הוציאן כמות שהן שהיה עליון אחוז בהן ולא מלובש חייב הנושא עכ''ל כדברי רבינו: "
      ],
      [
        "<b>המוציא חגב חי כל שהוא וכו'.</b> משנה כלשונה סוף פרק ר''ע כדברי ת''ק. ומפורש בגמרא דלדברי ת''ק דוקא חגב חי טהור אבל טמא אינו בכל שהוא. ורבינו כתב המשנה כלשונה ובגמ' מפרש מהו צפורת כרמים ואינו ברור אצלנו: ",
        "<b>המת והנבלה והשרץ וכו'.</b> משנה פ' המצניע (שבת צ\"ג צ\"ד). וכן כזית מן המת וכזית מן הנבלה וכעדשה מן השרץ חייב ור״ש פוטר. ומפרש בגמרא שפטור ר״ש הוא מפני מלאכה שאינה צריכה לגופה. וכבר נתבאר פרק ראשון לפסוק כסתם משנתנו שבכאן ויש חולקין עליו כמו שכתבתי שם: "
      ],
      [
        "<b>היה שם כזית מצומצם וכו'.</b> (שם צ\"ד:) בגמרא תנן וכן כזית מן המת הא חצי זית פטור והא תניא חצי זית חייב. ופירש רב ששת הא דתניא חייב דאפיק חצי זית מכזית הא דתניא פטור דאפיק חצי זית מכזית ומחצה. ופסק רבינו כרב ששת אע''ג דרב נחמן פליג עליה התם דלא אמרו הלכתא כותיה דר''נ אלא בדיני: "
      ],
      [
        "<b>במה דברים אמורים שאינו וכו'.</b> משנה ריש פרק המצניע (שבת דף צ\"ב) ובגמרא ל״ל למיתני המצניע ליתני המוציא לזרע ולדוגמא ולרפואה חייב עליו בכל שהוא אמר אביי הכא במאי עסקינן כגון שהצניעו ושכח למה הצניעו וקא מפיק ליה בסתמא מהו דתימא בטולי בטלה למחשבתו קמ״ל כל העושה על דעת ראשונה הוא עושה ע״כ: "
      ],
      [
        "<b>המצניע דבר וכו'.</b> כבר נתבאר זה בסמוך: ",
        "<b>זרק זה שהוציאו כבר בתוך האוצר וכו'.</b> שם במשנה חזר והכניסו אינו חייב אלא כשיעורו. ובגמרא (שם צ\"א:) הקשו פשיטא ופירש''י דכיון שלא זרעו בטלה מחשבתו קמייתא והוי ליה ככל אדם ותירץ אביי הב''ע כגון שזרקו לאוצר ומקומו ניכר מהו דתימא כיון דמקומו ניכר במלתא קמייתא קאי קמ''ל מדזרקיה לאוצר בטוליה בטליה. ופירש''י ז''ל מתני' בשלא נמלך עליו בפירוש אלא שזרקו לאוצר וכו' ע''כ. ומתוך לשון רבינו נ''ל שחזר והכניסו ר''ל הוציאו ומפורש פ''ק (דף ב':) תנא להכנסה נמי הוצאה קרי לה וה''ה לההוצאה הכנסה. ומ''מ אין זה מעלה ומוריד לענין הדין: "
      ],
      [
        "<b>דבר שאין דרך בני אדם וכו'.</b> משנה פרק כלל גדול (שבת ע\"ה:) עוד כלל אחר אמרו כל הכשר להצניע ומצניעין כמוהו המוציאו בשבת חייב וכו'. כך פירושה כל דבר הראוי להצניע שהוא מדבר שמצניעין ומצניעין כמוהו שיש בזה שיעור חשוב אצל בני אדם כל אדם חייב עליו ואפי' עשיר שאינו חשוב אצלו זה. וזה כלל לכל השיעורים הנזכרים בפ' זה וע''כ לא כתבו רבינו ראש המשנה בדין בפני עצמו. וכל שאינו כשר להצניעו שאינו ממין הראוי להצניעו ואין מצניעין כמוהו נ''ל פירושו שהוא ממין ראוי אלא שהוא פחות מכשיעור אינו חייב אלא המצניעו. ורבינו ז''ל לא כתב ואין מצניעין כמוהו לפי שכבר נתבאר למעלה בבבת המצניע דבר וכו' ואמרו בגמרא גבי כל הכשר להצניעו לאפוקי דם נדה וכ''ש עצי אשרה רב עוקבא אמר לאפוקי עצי אשרה אבל דם נדה מצנע ליה לשונרא ואידך כיון דחלשא לא מצנע ליה. ופסק רבינו כרב מתנא. ומכאן שדם נדה או עצי אשרה וכיוצא בהן בשום שיעור אין חייבין עליהן: "
      ],
      [
        "<b>המוציא חצי שיעור פטור וכו'.</b> משנה בהמצניע (שם צ\"ג:) ובכמה מקומות: ",
        "<b>הוציא חצי שיעור וכו'.</b> בהמוציא (שם פ') אמר רבא הוציא חצי גרוגרת והניחה וחזר והוציא חצי גרוגרת והניחה ראשונה נעשית כמי שנקלטה או נשרפה ופטור והקשו אמאי והא מנחא ותירצו ה''ק אם קדם והגביה את הראשונה קודם הנחת שניה נעשית כמי שנקלטה או שנשרפה ופטור ע''כ. ופירש''י ז''ל ואמאי והא מנחא וכיון דבהעלם אחת הוא מצטרפי לכי גמרה הוצאה עכ''ל. וכן עיקר שאם היתה לו ידיעה לחצי שיעור [פשיטא דפטור] כמבואר פ''ו מהלכות שגגות ויתבאר בסמוך שהכוונה בהעלם אחת בדוקא: ",
        "<b>הוציא חצי שיעור והניחו וחזר והוציא חצי אחר וכו'.</b> שם אמר רבא הוציא חצי גרוגרת והניחה וחזר והוציא חצי גרוגרת והעבירה דרך עליה חייב והקשו ואמאי הא לא נחה ותירצו כגון שהעבירה בתוך שלשה והקשו והא אמר רבא תוך שלשה לרבנן צריך הנחה ע''ג משהו. ותירצו ל''ק כאן בזורק כאן במעביר ע''כ. ופירש''י מעביר לא צריך דהא מנחא בידו וידו סמוכה לקרקע עכ''ל כדברי רבינו: "
      ],
      [
        "<b>הוציא חצי שיעור וחזר והוציא חצי שיעור וכו'.</b> שם ת''ר הוציא חצי גרוגרת וחזר והוציא חצי גרוגרת בהעלם אחת חייב בשתי העלמות פטור ר' יוסי אומר בהעלם אחת לשתי רשויות פטור לרשות אחת חייב אמר רבא והוא שיש חיוב חטאת ביניהם אבל כרמלית לא אביי אמר אפי' כרמלית אבל פסלא לא רבא אמר אפי' פסלא. ורבינו פסק כר' יוסי משום הנך אמוראי ופסק כרבא להחמיר משום דאביי ורבא תלמידיו הוו זהו דעתו ז''ל. ופי' והוא שיש חיוב חטאת ביניהן ששתי רשויות הרבים אלו מופסקות ברה''י שהזורק מאחת מהן לאותו רשות חייב חטאת: "
      ],
      [
        "<b>המוציא פחות מכשיעור וקודם שיניחו נתפח וחזר וכו'.</b> זה מבואר בסוגיא שבהמצניע (שבת דף צ\"א) אזכרה בסמוך: ",
        "<b>וכן המוציא כשיעור וקודם שיניח צמק וחזר פחות וכו'.</b> גם זה באותה סוגיא: "
      ],
      [
        "<b>המוציא כגרוגרת וכו'.</b> שם בעיא הוציא כגרוגרת לאכילה וצמקה ונמלך עליה לזריעה מהו הכא ודאי כי אשתיק ולא חשב עליה אמחשבה קמייתא לא מיחייב או דילמא בתר השתא אזלינן ומיחייב ואת''ל בתר השתא אזלינן ומיחייב וכו'. ופסק רבינו כאת''ל וכן דרכו ז''ל ובכאן נתבאר דין וכן המוציא כשיעור הנזכר למעלה דקאמרי אמחשבה קמייתא לא מיחייב: ",
        "<b>הוציא פחות מגרוגרת.</b> שם אמר ר''נ הוציא כגרוגרת לאכילה ונמלך עליה לזריעה לזריעה ונמלך עליה לאכילה חייב והקשו פשיטא דבכל גונא איכא שיעורא ותירצו קמ''ל דלא בעינן עקירה והנחה בחדא מחשבה. עוד שם בעי רבא הוציא חצי גרוגרת לזריעה ותפחה ונמלך עליה לאכילה מהו התם (במימרא דרב נחמן) הוא דמיחייב משום דבכל גונא איכא שיעורא אבל הכא כיון דבעידנא דאפקה לא הוה ביה שיעור אכילה לא מיחייב או דילמא כיון דאילו אישתיק ולא חשיב עליו מיחייב אמחשבה דזריעה הא נמי מיחייב את''ל מיחייב וכו'. ופסק רבינו כאת''ל ולא הוצרך להביא מימרא דרב נחמן. ובכאן התבאר דין הוציא פחות מכשיעור שלמעלה. <b>וכתב רבינו ואם תפחה קודם הנחה ונעשה כגרוגרת קודם שימלך עליה</b> לפי שכך לשון הבעיא מורה דקאמרה ותפחה ונמלך עליה ומוכרח הוא: "
      ],
      [
        "<b>הוציא כגרוגרת וכו'.</b> בעיא שם הוציא כגרוגרת לאכילה וצמקה וחזרה ותפחה מהו יש דיחוי אצל שבת או לא תיקו: ",
        "<b>זרק כזית אוכלין וכו'.</b> שם זרק כזית תרומה לבית טמא מהו למאי אי לענין שבת כגרוגרת בעינן אי לענין טומאת אוכלין כביצה בעינן ואסיקנא לעולם לענין שבת וכגון דאיכא פחות מכביצה אוכלין וכזית משלימו לכביצה מאי מדמצטרף לענין טומאה מיחייב נמי לענין שבת או דילמא כל לענין שבת כגרוגרת בעינן ואתו למיפשטה ולא איפשיטא. ואני תמה למה כתב רבינו אוכלין סתם ולא כתב אוכלי תרומה כלשון הבעיא ומשמע דלא מספקא להו אלא תרומה דאילו חולין כיון שאין טומאתן אוסרתן אינה חשובה כלום וכן ראיתי לבעלי התוס' והרמב''ן והרשב''א ז''ל שפירשו דדוקא תרומה: "
      ],
      [
        "<b>המוציא פחות מכשיעור וכו'.</b> משנה (שם דף צ\"ג:) המוציא אוכלין פחות מכשיעור בכלי פטור אף על הכלי מפני שהכלי טפלה לו את החי במטה פטור כו' מפני שהמטה טפילה לו. ובהשגות א״א בירושלמי מפרש כהלין תותים שהן צריכים לכלים עכ״ל. ואיני רואה כן דרך גמרתנו אלא כל מידי דמבטל ליה לגביה אע״פ שאינו צריך לו פטור. והכין משמע בהדיא פרק נוטל (שבת קמ\"א:): ",
        "<b>המוציא קופת הרוכלין וכו'.</b> משנה פרק ר''ע כלשונה (שם צ'.) ",
        "<b>ומ''ש ואפילו הוציאו בתוך כפו.</b> פשוט הוא ומבואר. ובירושלמי תמהו פשיטא שהכל בהעלם אחת. ותירצו צריכא לר' אליעזר: "
      ]
    ],
    [
      [
        "<b>כל כלי המלחמה אין יוצאין בהן וכו'.</b> פרק במה אשה יוצאה (שבת דף ס') משנה לא יצא האיש לא בשריון ולא בקסדא ולא במגפיים ואם יצא אינו חייב חטאת. וכתב רבינו לפי שהן דרך מלבוש וכן פירש''י ז''ל ופשוט הוא. עוד שם (דף ס\"ג) לא יצא האיש לא בסייף ולא בקשת ולא בתריס ולא באלה ולא ברומח ואם יצא חייב חטאת. ובגמרא (דף ס\"ב) קסדא אמר רב סנורתא. ופירש רש''י כובע עור תחת כובע המתכת וכן פירש רבינו כובע. עוד שם מגפיים פוזמקי פירש''י אנפלאות של ברזל כמ''ש רבינו. עוד שם (דף ס\"ג) מאי אלה קופלא ופירש''י ז''ל מס''א בלע''ז: "
      ],
      [
        "<b>אין יוצאין בסנדל המסומר וכו'.</b> שם (דף ס'.) לא יצא האיש בסנדל מסומר ובגמרא (דף ס':) מבואר דאפילו ביו''ט אסור. ועוד שם אמר שמואל לא שנו אלא לחזק אבל לנוי מותר. ושם נחלקו אמוראים כמה הם לנוי. וכן נאמרו שם צדדין אחרים להתיר כשחפהו כולו במסמרים כדי שלא תהא קרקע אוכלתו ודרך אחרת. ומבואר כל זה בהלכות. ורבינו לא הזכיר אלא מימרא דשמואל מפני שאין בינינו אלא מסומרים לחזק ואין רגילות באותה של נוי וגם בגמרא לא העלו פסק אי זה מהן הוא נקרא לנוי אלא א''ל איפה לרבה בר בר חנה אתון דתלמידי דר''י אתון עבידו כר''י אנן נעביד כר''ח ומתוך כך קצר רבינו: ",
        "<b>ומותר לצאת וכו'.</b> (שם נ\"ט:) אמר רב ששת קמרא שרי איכא דאמרי דארוקתא ואמר רב ספרא מידי דהוה אטלית מוזהבת. ואיכא דאמרי דאניסכא מידי דהוה אאבנט של מלכים. ופירש''י קמרא אבנט חשוב. ארוקתא עושין אותה רצועה ומשובצת זהב ואבנים טובות קבועות בה. אניסכא כולו טס של זהב, עכ''ל. ובהלכות קמרא הוא חגור שבמתנים. ורבינו פירש אניסכא שחתיכות נסכא קבועות בו וכן עיקר. ומכאן הביא ראיה ר''ת ז''ל שאין גוזרין בתכשיטי האיש שמא יראם לפי שהאיש אינו מתפאר בתכשיטיו כמו שהאשה עושה שדעתה קלה וכן מפורש בירושלמי וזה דעת רבינו כמו שיתבאר בדין הטבעת שיש עליה חותם ועיקר. ",
        "<b>ומ''ש רבינו והוא שלא יהיה רפוי וכו'.</b> נלמד מהסוגיא שבראש הפרק. ורבינו כתב כלישנא בתרא דאניסכא שריא וכ''ש דארוקתא וכן מפורש בהלכות: "
      ],
      [
        "<b>טבעת שיש עליה חותם מתכשיטי האיש היא ואינה וכו'.</b> (שם נ\"ז) לא תצא אשה לא בטבעת שאין עליה חותם ולא במחט שאינה נקובה ואם יצאת אינה חייבת חטאת. עוד שם (דף ס\"ב) לא תצא אשה לא במחט הנקובה ולא בטבעת שיש עליה חותם ואם יצאת חייבת חטאת. ובגמרא על המשנה זו אמר עולא וחלופיהן באיש אלמא קסבר עולא כל מידי דחזי לאיש לא חזי לאשה וכל מידי דחזי לאשה לא חזי לאיש והקשו על זה ותירצו אלא אמר רב יוסף קסבר עולא נשים עם בפני עצמן הן. והקשו והא הוצאה כלאחר יד היא ותירץ רבא פעמים שאדם נותן לאשתו טבעת שיש עליה חותם להוליכה לקופסא ומניחתה בידה עד שמגעת לקופסא ופעמים שהאשה נותנת לבעלה טבעת שאין עליה חותם להוליכה לאומן ומניחה בידו עד שמגיע אצל אומן ע''כ. וביאור זה בדברי רבינו מפורש דעולא דאמר וחלופיהן באיש קאי אטבעת שאין עליה חותם ואמחט שאינה נקובה שהאשה פטורה והאיש חייב חטאת ובטבעת שיש עליה חותם ובמחט נקובה האיש פטור והאשה חייבת חטאת ולא עוד אלא שבטבעת שיש עליה חותם האיש מותר אפילו לכתחלה לפי שהוא לו תכשיט ואין דרך האיש להראותו והקשו בגמרא בדין הטבעות היאך תהיה האשה חייבת ביש עליה חותם והאיש באין עליה כשהוציאוה באצבעותיהן והלא אין דרך הוצאה בכך ואין חיוב חטאת אלא במי שמוציא כדרך המוציאין כמו שמבואר פי''ב. ותירץ רבא שדרך ההוצאה זו היא לטבעת בחול לפעמים באצבעות ולפיכך יש בה חיוב בשבת. זה דרך ההלכות ורבינו בדברים אלו ולזה הסכימו רוב המפרשים האחרונים ועיקר. אלא שנחלקו בדין המחטין שדינן שוה בנשים ובאנשים. ולא דיבר עולא אלא בטבעות בלבד וכן פירש''י ז''ל וכן פירש רבינו שרירא ורבינו האי גאונים ז''ל. וכן נראה מדברי הרמב''ן ז''ל ולזה הסכים הרשב''א ז''ל. וכתבו הרמב''ן והרשב''א ז''ל ועכשיו שלא הוזהרו בכך אנשים ואפילו נשים הנח להם לישראל מוטב שיהיו שוגגין ואל יהיו מזידין: "
      ],
      [
        "<b>לא תצא אשה בטבעת וכו'.</b> כבר נתבאר בסמוך: ",
        "<b>אבל האיש מותר לצאת בטבעת וכו'.</b> גם זה נזכר בסמוך. <b>וכתב רבינו ז''ל ונהגו העם שלא יצאו בטבעות כלל</b> ומנהג חסידים הוא באותן ארצות ואילו היה אפשר להחזיר כל המקומות לאותו מנהג היה טוב מאד: "
      ],
      [
        "<b>אשה שיצאה במחט וכו'.</b> גם זה נזכר בסמוך: ",
        "<b>זה הכלל כל היוצא וכו'.</b> החלק הראשון פשוט שעל זה אמרו במשניות ובגמרא חייב חטאת. והחלק הב' בכל דבר שהוא רפוי וכו' מפורש בסוגיא בראש הפרק. וכן גבי מוך שבאזנה ומוך שבסנדלה כמו שיתבאר בפרק זה. וכן תכשיטי האשה שדרכן לשלוף וכו' כבר נתבארו בפרק זה ועוד יתבארו לפנינו. והחלק השלישי הם קצת מן הדברים שהאשה יוצאה כמו שיתבאר וכל זה פשוט: ",
        "<b>לפיכך אצעדה וכו'.</b> במשנה (שם ס\"ג) בירית טהורה ויוצאין בה בשבת אמר רב יהודה בירית זו אצעדה מתיב רב יוסף בירית טהורה ויוצאין בה בשבת ואילו אצעדה טמאה היא. אלא א''ר יוסף קסבר רב יהודה בירית במקום אצעדה עומדת, ורש''י ז''ל פי' אצעדה של זרוע והיא טמאה דכתיב במעשה מדין אצעדה וצמיד וכתיב תתחטאו אתם ושביכם. בירית במקום אצעדה עומדת בירית בשוק במקום אצעדה שבזרוע עומדת להחזיק בתי שוקים שלא יפולו ויוצאין בה דצורך לבישה היא ומשלף ואחוויי נמי ליכא למיחש דלא מגלי שוקה, עכ''ל. ומדבריו נראה שאצעדה שבזרוע אין יוצאין בה דילמא משלפא ומחויא ורבינו סבור דרב יוסף לא בא לברר ולחלק בין זו לזו אלא בדין הטומאה אבל לענין שבת כדקאי קאי דאפילו אצעדה שבזרוע מותר וקאמר הכי בירית לענין שבת להתיר במקום אצעדה עומדת שכשם שהאצעדה מותרת בשבת כך הבירית. ולענין טומאה יש בהן חלוק, וכתב רבינו והוא שתהיה דבוקה וכו' כמו שנתבאר פעמים: "
      ],
      [
        "<b>לא תצא אשה וכו'.</b> במשנה ובגמ' (נ\"ז) לא תצא אשה לא בחוטי צמר ולא בחוטי פשתן ולא ברצועות שבראשה מפני שאמרו חכמים בחול לא תטבול בהן עד שתרפם וכיון דבחול לא תטבול בהן עד שתרפם בשבת לא תצא דילמא מתרמי לה טבילה של מצוה ושריא להו ואתיא לאיתויינהו ד''א ברה''ר ע''כ ופירש''י שבראשה אכולהו קאי אחוטים וארצועות ופשוט הוא: ",
        "<b>ולא בציץ וכו'.</b> במשנה (שם) ולא בטוטפות ולא בסרביטין בזמן שאין תפורין ובגמרא טוטפת המקפת מאוזן לאוזן סרביטין שמגיעין עד הלחיים. ושם תניא יוצאה אשה בשבכה המוזהבת ובטוטפות ובסרביטין הקבועים בה ומכאן שהותר לצאת בהן בקבועים בשבכה וכן כתב רבינו לפנינו ויוצאה בציץ ולחיים של זהב בהן בזמן שהן תפורים בשכבה שעל ראשה כדי שלא יפולו וכאן כתב בזמן שאין תפורים זה בזה הא תפורים מותר. והטעם שהוא מפרש שהאיסור הוא משום דילמא נפול ואתי לאיתויי ולפיכך אם תפורים זה בזה אין לחוש ואם קבועים בשכבה אין לחוש. וזהו שהזכירו במשנה תפורים ובברייתא קבועים. אבל רש''י ז''ל פי' שהאיסור הוא דילמא שלפה ומחויא ופי' שאין תפורים בשבכה וטעמא משום דלא שלפא שבכה דמיגליא רישא וזה דעת ההשגות וכ''כ שם. אמר אברהם זה שבוש שאע''פ שהן תפורים זה בזה וכו'. וכבר הזכרתי טעם דברי רבינו: ",
        "<b>ולא בעטרה של זהב שמונחת בראשה וכו'.</b> במשנה (שם נ\"ז ונ\"ח) ולא בעיר של זהב ובגמרא מפרש ירושלים דדהבא ופי' רבינו עטרה וכן מוכיח בפרק אחרון דסוטה (דף מ\"ט:) דאמרו שם גזרו על עטרות כלות ופירשו ג''כ שם ירושלים דדהב והנה בכאן שהן קרויות עטרות. עוד שם (שבת ס\"ג.) כבלים טמאים ואין יוצאין בהן. ופירשו בגמרא שהן כמו בירית אלא שהן בשתי שוקים ומטילים שלשלת ביניהן ועושין אותם כדי שלא יפסעו פסיעה גסה כמפורש שם. ונראה מדברי רבינו שהן נטלים על ידי השלשלת שביניהן ומתוך כך רפויין. אבל רש''י ז''ל פירש שהשלשלת קבועה בהן ומפני כן נאסרו שמא תראה השלשלת ולא תגלה שוקיה שהרי בירית במקומה עומדת: "
      ],
      [
        "<b>לא תצא אשה בקטלא וכו'.</b> שם (נ\"ז וס\"ב) במשנה לא בקטלא ולא בכובלת ולא בנזמים ולא בצלוחית של פלייטון. עוד שם ולא בכבול לרשות הרבים ע''ש (דף ס\"ד:) יוצאה אשה בכבול ובפאה נכרית לחצר משמע הא לרשות הרבים אסור וכן מפורש בגמרא שם. עוד שם שן תותבת ושן של זהב רבי מתיר וחכמים אוסרים וידוע שהלכה כחכמים ובגמרא תניא לא שנא אלא בשל זהב אבל בשל כסף דברי הכל מותר. ובגמרא (שם נ\"ט:) מאי קטלא מנקטא פארי ובהלכות ושמה בלשון ישמעאל מכנסה. נזמים נזמי האף ובכבול נחלקו בגמ' (דף נ\"ז:) והעלו בהלכות כמ''ד כפה של צמר ופירוש חוטי דעמרא דגדילן ועבידן כהוצא ורחבה שתי אצבעות כדאמרינן כפה של צמר היה מונח בראש כ''ג ועליו ציץ נתון שנאמר ושמת אותו על פתיל תכלת ע''כ בהלכות: "
      ],
      [
        "<b>כל שאסרו חכמים וכו'.</b> שם (ס\"ד:) אמר רב כל שאסרו חכמים לצאת בו לרה''ר אסור לצאת בו לחצר חוץ מכבול ופאה נכרית ואע''ג דפליגי עליה התם הלכה כרב דמוכחת מתני' כותיה כדאיתא בהלכות ומבואר בגמרא שהיתר שני אלו כדי שלא תתגנה על בעלה כמ''ש רבינו ופירש רבינו שאינה מעורבת שאם במעורבת הרי היא כבית ואם אסור אפילו בבית דרך מלבוש שמא ישכח ויצא היה להם להזכיר בית שהוא רבותא גדולה וכן נראה ממה שאמרו לצאת בו לחצר נראה שבבית מותר. והטעם נ''ל שהם אסרו לצאת בהן לחצר מפני שידוע שאין מוציאים שום דבר מן הבתים לחצרות שאינן מעורבות מפני גזרת חכמים כמבואר פ''א מהלכות עירובין. ואלו שהן דרך מלבוש ותכשיט בדין היה שיהיו מותרים להוציאן שהרי אפילו ברה''ר לא נאסרו אלא מפני חשש שמא יטלטלם ד' אמות ברה''ר ובחצר אין בו אותו חשש אבל חשו חכמים שאם אתה מתיר להוציאן לחצר דרך תכשיט יאמרו אף לרה''ר מותר שהרי שאר דברים כשם שאסורין להוציאן לרה''ר כך אסורים להוציאן לחצר. ואלו שהן מותרין להוציאן לחצר הרי הן כמלבוש גמור ואף להוציאן לרה''ר מותר ומפני כך גזרו להוציאן לחצר ושלא להתקשט בהן בחצר מפני חשש זה והכל גזרה אחת היתה כך נ''ל טעם הענין. והרבה מפרשים בזה כדעת רבינו שבבית ובחצר מעורבת מותרות להתקשט בהם אבל הרמב''ן ז''ל והרשב''א הסכימו לאסור אפילו בבית דרך מלבוש ותכשיט שמא ישכח ויצא ופירשו לחצר אפילו מעורבת. אבל דרך טלטול ביד מותר שאין לחוש שמא ישכח ויצא בהן שאין דרכו בחול בכך. וכתב הרשב''א ז''ל ולפיכך אסור לצאת אפילו בחצר מעורבת ובמבואות המשותפין ומפתח תיבתו תלויה לו בחגורו, עכ''ל. והביא ראיה לזה מן הירושלמי וראוי לחוש לדבריהם: ",
        "<b>והיוצאת בצלוחית וכו'.</b> (שם ס\"ב:) וחכמים פוטרים ובגמרא במה דברים אמורים בשיש בה בושם אבל אין בה בושם חייבת חטאת, ע''כ: "
      ],
      [
        "<b>יוצאת אשה בחוטי שיער וכו'.</b> משנה (שם ס\"ד:) יוצאה אשה בחוטי שיער בין משלה בין משל חבירתה בין משל בהמה ומפורש בגמרא בראש הפרק שהטעם מפני שאין חוטי שער חוצצין: ",
        "<b>לא תצא וכו'.</b> שם תנא ובלבד שלא תצא זקנה בשל ילדה וילדה בשל זקנה והקשו בשלמא זקנה בשל ילדה שבח הוא לה אלא ילדה בשל זקנה גנאי הוא לה ותירצו כדי נסבה. ומפרש רבינו לחנם ובלא אמת לקחה תנא דברייתא ואגב גררא דזקנה בשל ילדה דודאי בילדה אין לחוש שמא תראה שגנאי הוא לה: ",
        "<b>וכל שהוא ארוג וכו'.</b> מימרא (שם נ\"ז): "
      ],
      [
        "<b>יוצאה אשה בחוטין שבצוארה וכו'.</b> שם גבי אמר רב הונא וכולן בראש הבנות שנינו. פי' חוטי צמר וחוטי פשתן כמפורש שם ואמרו למעוטי צואר דלא לפי שאין אשה חונקת את עצמה. <b>וכתב רבינו ואם היו צבועין אסורין וכו',</b> לפי שאמרו (שם ס\"ה) אבוה דשמואל לא שבק להו לבנתיה דנפקן בחוטי משום דמיני צבעונין הוו ומפורש בגמרא ובהלכות דדוקא חוטין אבל חבקין שבצואר כגון קטלא וכיוצא בה חוצצין דאשה חונקת את עצמה כדי שתראה בעלת בשר וכן הזכיר רבינו פ''ב מהל' מקואות ולפיכך אין יוצאין בהו כדאיתא בגמרא ורבינו לא הזכיר בכאן איסור ההוצאה לפי שסמך על מ''ש ולא בקטלא שבצוארה. וגרסתו בגמרא כגרסת רש''י ז''ל: ",
        "<b>ויוצאה אשה בכליל וכו'.</b> מסקנא דגמרא (שם נ\"ט:) כלילא שרי ואפי' דאניסכא וכדאיתא בהלכות. ופי' טס של זהב שמנחת על פדחתה וקושרתו מאוזן לאוזן: ",
        "<b>ויוצאה בציץ ולחיים וכו'.</b> ברייתא (שם נ\"ז:) הזכרתיה למעלה בדין ולא בציץ כו'. ולא הזכיר רבינו בכאן בלחיים בזמן שהן תפורין זה בזה שמותר כפי שיטתו שהוא מפרש תפורין שבמשנה זה בזה מפני שהוא סומך על מ''ש למעלה ושם כתבתי דעת החולקים עליו: "
      ],
      [
        "<b>יוצאה אשה וכו'.</b> משנה שם (ס\"ד ס\"ה) יוצאה אשה במוך שבאזנה ובגמרא והוא שקשור לה באזנה ובמוך שבסנדלה ובגמרא והוא שקשור לה בסנדלה. ובמוך שהתקינה לנדתה ובגמרא אמר רבא אע''ג דאינו קשור לה כיון דמאיס לא אתי לאיתויי ושם שאפי' עשתה לו בית יד מותר: "
      ],
      [
        "<b>ויוצאה אשה בפלפל וכו'.</b> משנה (שם ס\"ד:) יוצאה אשה בפלפל ובגרגיר של מלח וכל דבר שתתן לתוך פיה ובלבד שלא תתן לכתחלה בשבת ואם נפל לא תחזיר. ורבינו לא כתב ואם נפל לא תחזיר מפני שנסמך על מה שביאר בדין הרטיה וחזרתה פרק כ''א. ויש מחלקים ביניהם ומעמידין משנה זו כפשטה. ובגמרא (דף ס\"ה) פלפל לריח הפה. גרגיר מלח לדורשני פי' לחולי השינים. וכל דבר זנגבילא אי נמי דרצינא: ",
        "<b>יוצאות הנשים בקיסמין וכו'.</b> שם הבנות יוצאות בחוטין ואפי' בקיסמין שבאזניהם ערביות רעולות מדיות פרופות וכל אדם אלא שדברו בהוה. ופירש''י ז''ל הבנות קטנות שמנקבות את אזניהן ואין עושים להם נזמים עד שיגדלו ונותנין חוטים או קסמים באזניהם שלא יסתמו נקבי אזניהם עכ''ל. ורעלות פירשו בהלכות שמן בלשון ערבי גרץ. פרופות פירש רש''י ישראליות שבמדי מתעטפות בטליתות ותולה רצועה בשפתה האחת כנגד צוארה ובשפתה השניה כורכת אבן או אגוז וקושרה הרצועה בכרך ואין נופלת מעליה עכ''ל: ",
        "<b>ופורפת לכתחלה וכו'.</b> במשנה שם ופורפת על האבן ועל האגוז ועל המטבע ובלבד שלא תפרוף לכתחלה בשבת והקשו בגמרא (דף ס\"ה:) והא אמרת רישא פורפת ותירץ אביי סיפא אתאן למטבע ופירש''י ז''ל אתאן למטבע דלאו בר טלטול הוא אבל אבן שהקצה לכך ראויה לטלטול עכ''ל: ",
        "<b>ולא תערים וכו'.</b> בעיא שם מהו שתערים ותפרוף על האגוז כדי להוציאה לבנה קטן ולא איפשיטא ופסק רבינו לחומרא: ",
        "<b>וכן לא וכו'.</b> כבר נתבאר בסמוך: "
      ],
      [
        "<b>יוצא אדם וכו'.</b> תוספתא הובאה רובה בהלכות פ' במה אשה יוצאין במוך: ",
        "<b>ויוצא בקליפת וכו'.</b> שם באותה תוספתא יוצאין בקליפת השום ובקליפת בצל שע''ג מכה ואם נפל לא יחזיר וא''צ לומר שלא יתן לכתחילה בשבת יוצאין באגד שע''ג המכה וקושרו ומתירו בשבת אספלנית שפרשה מן האגד מחזירה עם האגד יוצאין באספלנית ובמלוגמא וברטיה שע''ג המכה ואם נפל לא יחזיר ואין צ''ל שלא יתן לכתחלה בשבת ע''כ. וכתוב בהלכות הא דקתני אם נפל לא יחזיר קא חזינן בגמרא דעירובין (דף ק\"ב:) הלכה מחזירין את הרטיה ותמן ברירנא לה עכ''ל. ואף רבינו לא הזכיר בכאן אלא מה שהוא מענין הוצאה אבל החזרה והנתינה לכתחלה שהם אפילו ברה''י ומשום רפואה סמך על מ''ש בעניינים אלו פכ''א: ",
        "<b>ובסלע שעל כו'.</b> משנה שם (שבת ס\"ה) יוצאים בסלע שע''ג הצינית. עוד שם (דף ס\"ז) יוצאים בביצת החרגול ובשן של שועל ובמסמר הצלוב משום רפואה דברי ר' יוסי ע''כ ונפסקה הלכה בגמרא כר''י שכל דבר שהוא משום רפואה אין בו משום דרכי האמורי וכתב רבינו בפירוש המשנה צינית חולי הנקרא בערבי סלעא וחכמים קורין אותה בת ארעא לעובי חמרה וקושי עצמה וסלע כמו פשוט מפותח מכסף או נחשת או זולתו כי סגולת התועלת הוא בפתוח עכ''ל. עוד כתב חרגול מין חגב את החרגול למינהו וזה יועיל לחולשת עצם הירכים בסגולה, ושן של שועל חי יתלו אותו על מי שארך שנתו להקיצו ואם משועל מת יעשה להפך וכמו זה יאמרו בעלי הסגולות כי כשיוקח מסמר מעץ הצלוב ויתלו אותו על גרגרת מי שיש לו קדחת שלישית יועיל לו ע''כ. וכל זה ביאור למה שנזכר בגמרא: "
      ],
      [
        "<b>יוצאה אשה וכו'.</b> שם (ס\"ז:) ת''ר יוצאין באבן תקומה בשבת משום ר''מ אמרו אף במשקל אבן תקומה ולא שהפילה אלא שמא תפיל ולא שנתעברה אלא שמא תתעבר ותפיל אמר רב יימר והוא דאיכוון ותקל ובהלכות דאיכוון ותקל לרפואה והלכה כר''מ כדאיתא התם ופירש רש''י ז''ל אבן תקומה נשים עוברות נושאות אותה שלא יפילו וקורין אותה קונטנ''ה בלעז עכ''ל: ",
        "<b>ויוצאין בקמיע וכו'.</b> במשנה שם (דף ס') ולא בתפילין ולא בקמיע בזמן שאינו מן המומחה ואם יצא אינו חייב חטאת ונתבאר בגמרא (דף ס\"א) דאי אתמחי גברא אע''ג דלא אתמחי קמיע יוצאין וכ''ש אי אתמחי קמיע ולא אתמחי גברא כדתניא התם אי זהו קמיע מומחה כל שריפא ושנה ושילש מדברי רבינו שהוא מפרש לג' בני אדם בדוקא אבל לאדם אחד ג' פעמים אין זה נקרא מומחה ונראה כדבריו ממ''ש רב פפא שם חד קמיע לתלתא גברי קמיע אתמחי גברא לא אתמחי אבל רש''י והרשב''א ז''ל פירשו דלאו דוקא לתלתא גברי דהוא הדין לחד גברא תלתא זמני והאריכו להעמיד זה. עוד שם בברייתא אחד קמיע של כתב אחד קמיע של עקרים ואפי' חולה שאין בו סכנה ולא שנכפה אלא שלא יכפה וכו' ורבינו הזכיר קמיע סתם ואדם סתם ודי בכך: "
      ],
      [
        "<b>מי שיש ברגלו מכה וכו'.</b> במשנה (שם ס') ולא בסנדל יחיד בזמן שאין ברגלו מכה ובגמרא (דף ס\"א) הא יש ברגלו מכה נפיק בהי מיניהו א''ר הונא באותה שיש בה מכה ר' חייא בר רב אמר באותה שאין בה מכה ופסק רבינו כחייא בר רב וכן פסקו בהלכות: ",
        "<b>ולא יצא קטן וכו'.</b> סוף פרק תולין (שבת קמ\"א:) לא יצא קטן במנעל של גדול אבל יוצא בחלוק של גדול ולא תצא אשה במנעל מרופט ואין יוצאין במנעל חדש ובאי זה מנעל אמרו במנעל של אשה תני בר קפרא ל״ש אלא שלא יצאתה שעה אחת מבע״י אבל יצאתה שעה אחת מבע״י מותר ע״כ. ורבינו ז״ל פירש מרופט רפוי וכן פירשו בהלכות והטעם לפי שהיא מקפדת בכך ודילמא שלפא ומתיא ליה ד״א ברה״ר. אבל רש״י ז״ל פירש מרופט קרוע מלמעלה דגנאי הוא לה וכי חייכי עלה שלפא ומתיא ליה עכ״ל: ",
        "<b>ואין הקטע יוצא וכו'.</b> פרק במה אשה (שבת ס\"ה ס\"ו) משנה הקטע יוצא בקב שלו דברי ר''מ ר' יוסי אוסר והעלו בגמ' הלכה כר''י. עוד במשנה אנקטמין טהורין ואין יוצאים בהן ובמשנה עוד סמוכות שלו טמאים מדרס ויוצאים בהם בשבת ומתוך זה העלו המפרשים שכל שא''א לו לילך כלל בלתי אותו דבר מותר לצאת בו וכן התיר ר''ת ז''ל למי שנכווצו גידי שוקיו לצאת במקלו שבידו ע''כ בחדושי הרשב''א ז''ל. ובגמרא (שם ס\"ו:) גבי אנקטמא הרבה פירושים וכתב רבינו בפירוש המשנה כמו מנעל מעץ עכ''ל: "
      ],
      [
        "<b>יוצאין בפקריון וכו'.</b> בבמה טומנין (שבת נ') תניא יוצאין בפקורין ובציפא (צמר) בזמן שצבען בשמן וכרכן במשיחה לא צבען בשמן ולא כרכן במשיחה אין יוצאין בהם ואם יצא בהם שעה אחת מבע''י אע''פ שלא צבען בשמן ולא כרכן במשיחה מותר לצאת בהם ע''כ. ומתוך מ''ש רבינו שבראשי בעלי חטטין נ''ל שהוא מפרש כפי' רב האי שהוא מפרש פאה נכרית שעושה איש קרח לכסות את ראשו כמי שיש לו שיער ע''כ. אבל רש''י ז''ל פי' פקורין פשתן סרוק שנותנין אותה ע''ג המכה ולא משום רפואה אלא שלא ישרטו מלבושיו את המכה עכ''ל: "
      ],
      [
        "<b>יוצאין בשק עבה וביריעה ובסגוס וכו'.</b> ברייתא בנדרים פרק הנודר מן הירק (נדרים דף נ\"ה:) ותוספתא הובאה בהלכות כלשון רבינו בפרק במה אשה: ",
        "<b>הכר והכסת וכו'.</b> פרק חבית בי סדיא רב אסר ושמואל שרי ברכין כולי עלמא לא פליגי דשרי בקשין כולי עלמא לא פליגי דאסור כי פליגי במיצעי ואסיקנא דהא דרב אסר לאו קושטא הוא הלכך קי''ל דכל היכי דאינם קשין מותרין: "
      ],
      [
        "<b>יוצאין בזוגין הארוגין וכו'.</b> שבת (ס\"ו ס\"ז) ובני מלכים בזוגין וכל אדם אלא שדברו חכמים בהוה ואמרו בגמרא באריג בכסותו ודברי הכל: ",
        "<b>ויוצא העבד בחותם של טיט שבצוארו וכו'.</b> שם (דף נ\"ח) יוצא העבד בחותם שבצוארו אבל לא בחותם שבכסותו והקשו מברייתא דתניא לא יצא העבד בחותם שבצוארו ולא בחותם שבכסותו ותירצו הא דיוצא בשל טיט הא דלא יצא בשל מתכת ומכאן שבכסות אף של טיט אסור. ורבינו ז''ל לא הוצרך לפרש אחר שהזכיר בצוארו בדוקא. ודע שיש מפרשים מעלין מן הסוגיא דאפילו בחותם של טיט אם עשאו העבד לעצמו אינו יוצא בו ולא התירו אלא של טיט ועשאו רבו שיש לו אימה להסירו. וכן יש להחמיר: ",
        "<b>המתעטף בטליתו וכו'.</b> פרק חבית (שבת קמ\"ז) על קפול הטלית אמרו שם א''ר פפא נקוט האי כללא בידך כל אדעתא לכנופי אסור כל להתנאות שפיר דמי ע''כ. ופירש רבינו לכנופי לקבץ כנפיו כדי שלא יתקרעו וכו' ה''ה כדי שיוכל ללכת מהר שכל שאינו להתנאות אסור, ופירוש אחר יש וזה עיקר: "
      ],
      [
        "<b>היוצא בטלית מקופלת וכו'.</b> מימרא שם כלשונו: ",
        "<b>אבל יוצא וכו'.</b> ברייתא ופסק הלכה בגמרא כלשונו: ",
        "<b>וכל סודר וכו'.</b> (שם קמ\"ז:) א''ר יוחנן האוליירין מביאין בלורי נשים לבי בני ובלבד שיתכסה בהן ראשו ורובו סכניתא א''ר יוחנן צריך לקשר שני ראשיה למטה מכתפים. ופי' הבלנין מביאים סדינין שהנשים מסתפגות בהן לבית המרחץ דרך מלבוש ובלבד שיהיו רחבים כל כך שיתכסה בהם ראשו ורובו סכניתא הוא כלי צמר ארוך וצר שמתעטפין בה הראש ומעט מן הכתפים כשיוצאין מבית המרחץ: "
      ],
      [
        "<b>מותר להתעטף בטלית וכו'.</b> פרק תולין (שבת קל\"ט:) מתעטף אדם בכילה ובכסכסיה ויוצא לר״ה ואינו חושש והקשו ומ״ש מדרב הונא היוצא בטלית שאינה מצוייצת כהלכתה בשבת חייב חטאת ותירצו ציצית לגבי טלית חשיבי ולא בטלי הני לא חשיבי ובטלי ע״כ. ופי' כסכסיה רצועות התלויות בה כך פירש״י ז״ל ורבינו <b>כתב שיש בשפתה וכו'</b> שכך הם כסכסי הכילה: ",
        "<b>אבל טלית מצוייצת וכו'.</b> היה מי שסובר שהטלית המצוייצת אסור לצאת בה בלילה מפני שאין הלילה זמן ציצית ונמצא יוצא בציצית שלא במקום מצוה. ורבינו הכריח שאין היתר ההוצאה מפני המצוה אלא מפני שהמצוה עושה הציציות נוי לטלית והרי אינו מוציא אלא דבר שאינו משאוי כלל שאם היה הדבר משאוי אלא שהתירוהו במקום מצוה לא היתה מצות עשה שאין בה כרת דוחה שבת אלו דברי רבינו. והיתר היציאה בטלית המצוייצת פשוט ומבואר סוף פרק הקומץ רבה במנחות (דף ל\"ז ל\"ח) ושם נזכר שאם נפסק חוט אחד מן הציצית בכרמלית שיכול ללבשו עד ביתו ואינו צריך לפושטו שם שגדול כבוד הבריות שדוחה לא תעשה של דבריהם: "
      ],
      [
        "<b>לא יצא החייט וכו'.</b> ברייתא פרק קמא דשבת (י\"א:) כלשונה וסופה אם יצא פטור אבל אסור דברי ר''מ ר''י אומר אומן דרך אומנתו חייב ורבינו פסק כר''מ. ונ''ל שהביאו לזה סוגית הגמרא שלמעלה מברייתא זו ששנינו שם לא יצא החייט במחטו סמוך לחשיכה שמא ישכח ויצא ולא הלבלר בקולמוסו והביאו על משנה זו משנה דלא יעמוד אדם בר''ה וישתה ברה''י ושאלו כרמלית מהו ואמר אביי אסור ורבא אמר היא גופה גזרה ואנן ניקום ונגזור גזרה לגזרה והלכה כרבא כמו שמבואר פט''ו והקשו על רבא שאמר שאין גוזרין גזרה לגזרה מהמשנה ששנינו לא יצא החייט וכו' מאי לאו דתחובה בבגדו פי' ואפילו בשבת פטור מן התורה אבל אסור מדבריהם מפני שאינו דרך הוצאה ואעפ''כ גזרו עליו בע''ש ושמענו שגוזרין גל''ג כזה ותירץ רבא לא דנקיט לה בידיה שאם הוציא כן בשבת חייב חטאת. עוד הקשו מברייתא לא יצא חייט במחט התחובה לו בבגדו מאי לאו בע''ש. ותירצו לא בשבת דוקא. והקשו מדתניא לא יצא החייט במחט התחובה לו בבגדו ע''ש עם חשיכה. ותירץ הא מני ר''י היא דאמר אומן דרך אומנתו חייב ומפני שלא העמידו הברייתא הראשונה והמשנה כר' יהודה ועוד שהקשו דרך פשיטות מאי לאו דתחובה לו בבגדו כלומר שאין בהוצאתה דרך כך בשבת חיוב חטאת כמבואר למעלה למד רבינו שאין הלכה בזו כר' יהודה כנ''ל. ופי' קיסם פרש''י קיסם ארוך ושוה ובו משוה את הנסרים. סורק במשיחה הוא קושר הקוצים שקורין קרדונ''ש. גרדי באירא הוא צמר או צמר גפן שסותם בה פי קנה וכו'. עכ''ל: "
      ],
      [
        "<b>הזב שיצא וכו'.</b> שם תני חדא לא יצא הזב בכיס שלו ואם יצא פטור אבל אסור ותניא אידך חייב חטאת ובאו להעמיד הא דפטור כר''מ דלעיל בסמוך והא דחייב כר''י. והקשו אימר דשמעת ליה לר''מ דפטור במידי דלאו אורחיה במידי דהיינו אורחיה מי שמעת ליה. ומתוך כך אביי ורבא אמרי הא דאמר חייב כר''י דאמר מלאכה שאצ''ל חייב עליה והא דתני פטור כר''ש דאמר דפטור עליה. וכבר נזכר פרק ראשון דעת רבינו לפסוק כר''י ודעת החולקין עליו: "
      ],
      [
        "<b>המוצא תפילין וכו'.</b> בעירובין (צ\"ה:) המוצא תפילין מכניסן זוג זוג רבן גמליאל אומר בד''א בישנות אבל בחדשות פטור מצאן צבותים או כרוכות מחשיך עליהם ומביאן ובסכנה מכסן והולך לו ר''ש אומר נותנן לחבירו וחבירו לחבירו עד שמגיע לחצר החיצונה ופרשו בגמ' צבתים זוי זוי כרוכות דכריכי טובא. והקשו אמאי מחשיך עליהן ניעיילינהו זוג זוג ותירצו כל שאילו מכניסן זוג זוג כלות קודם שקיעת החמה מכניסן זוג זוג ואם לאו מחשיך עליהן ומביאן. והקשו על מ''ש ובסכנה מכסן והולך לו מדתניא בסכנה מוליכן פחות פחות מד''א. ותירצו משנתנו בסכנת כותים פי' שגזרו גזרה על מצות תפילין ברייתא בסכנת ליסטים. ומתניתין חסורי מחסרא והכי קתני ובסכנה מכסן והולך לו בד''א בסכנת כותים אבל בסכנת ליסטים מוליכן פחות פחות מארבע אמות ר''ש אומר נותנן לחבירו וחבירו לחבירו וכו'. ורבינו פסק כת''ק דלא כר''ג וכן נראה מן ההלכות וכן פסקו ז''ל. ופסק כדברי האומר בהולכה פחות מד' וכדברי ר''ש ואפילו בדבר הרשות כמבואר פי''ב ושם כתבתי שהרמב''ן ז''ל חלוק בזה דנתינה לחבירו: "
      ],
      [
        "<b>במה דברים אמורים כשהיו בהן רצועותיהן והיו מקושרין וכו'.</b> דברי רבינו בזה הוא כדברי ההלכות שכתבו בחדשות מ''ט לא דחיישינן שמא קמיע נינהו אבל ישנות כיון דמקושרין נינהו לא טרחי אינשי כולי האי בקמיעי עכ''ל. ודע שהם דיעות בגמ' (עירובין צ\"ו צ\"ז) רבא סבר דטעמא דחדשות הוא מפני חשש קמיעים דטרח איניש בקמיע ולדבריו המוצא תכלת בשוק אפילו מצא חוטין פסוקין ושזורין פסולה דטרח איניש לזייף כולי האי וכ''כ רבינו בעיקר הנוסחא הראשונה שלו פ''ב מהל' ציצית. ובאמת שאין מסקנת השמועה כדברי ההלכות ולא כדבריו אלו אלא דכולי עלמא לא טרח איניש לעשות קמיע כעין תפילין וכן המוצא חוטי תכלת בשוק פסוקין ושזורין כשרה דלא טרח לזייף כולי האי וטעמא דתפילין חדשות שאינו נזקק להן הוא מפני שא''א לו לקשרן בשבת ולהכניסן ולפיכך אינו מכניסן אבל להחשיך עליהן מחשיך שלא בשעת הסכנה וכן כתוב בהשגות כאן ואף רבינו נשאל על דין הציצית מחכמי לוני''ל ז''ל והשיב להן ודאי אמת כדבריכם ובעיקר העתקתי לנוסחא שלי טעיתי וכך הן הדברים וכזה תקנו הנוסחא אפי' מצא חוטין פסוקין פסולה ואם שזורין כשרה עכ''ל: "
      ],
      [
        "<b>המוצא ספר תורה וכו'.</b> תוספתא פ''ח: "
      ],
      [
        "<b>לא יצא החייט וכו'.</b> משנה פ''ק דשבת (דף י\"א) כבר כתבתיה למעלה. וכתב רבינו במחט שבידו שאם היתה תחובה לו בבגדו אין לחוש לפי שאין גוזרין גל''ג כנ''ל: ",
        "<b>וחייב אדם וכו'.</b> שם (י\"ב) תניא חנניה אומר חייב אדם למשמש בבגדו ע''ש עם חשיכה: ",
        "<b>ומותר לצאת וכו'.</b> שם תנא דבי ר' ישמעאל יוצא אדם בתפיליו ע''ש עם חשיכה מ''ט כיון דאמר רבה חייב אדם למשמש בתפיליו בכל שעה וכו' הלכך מידכר דכיר להו: ",
        "<b>שכח ויצא בהן וכו'.</b> סוף פ''ק דיו''ט (ביצה ט\"ו) היה בא בדרך ותפיליו בראשו ושקעה עליו חמה מניח ידו עליהם עד שמגיע לביתו וכו' כדאיתא בהלכות פ' המוצא תפילין: "
      ]
    ],
    [
      [
        "<b>אסור להוציא משא על וכו'.</b> בב״ק פרק שור שנגח את הפרה (בבא קמא דף נ\"ד:) משנה אחד שור ואחד כל בהמה בשבת וכן חיה ועוף כיוצא בהן אלא שדבר הכתוב בהווה: ",
        "<b>ואם הוציא על הבהמה וכו'.</b> מסקנא דגמרא מי שהחשיך (שבת קנ\"ד) א''ר יוחנן המחמר אחר בהמתו בשבת פטור מכלום בשוגג לא מיחייב חטאת במזיד נמי לא מיחייב סקילה בלאו נמי לא מיחייב דה''ל לאו שניתן לאזהרת מיתת ב''ד וכל לאו שניתן לאזהרת מיתת ב''ד אין לוקין עליו ומפרש שם דאפי' למ''ד לאו כזה לוקין עליו הכא אין לוקין עליו ורבינו פוסק כדברי האומר לאו שניתן לאזהרת מיתת ב''ד אין לוקין עליו כמוזכר באלו הן הלוקין במכות וכר''ע. וביאור דבריו שבכאן לפי הנ''ל כך הוא. איסור הבהמה בהוצאת המשאוי הוא מכלל עשה שנזכר בתורה למען ינוח שורך וחמורך וכו' שהוא עשה מפורש לבהמה והקשה רבינו והלא לאו מפורש בתורה גבי בהמה וילקה עליו. ותירץ שהלאו ההוא אינו בא למלאכת הבהמה בלא סיוע האדם אלא למלאכות שהאדם והבהמה שותפין בהן ויש בכלל זה החרישה וכו' שאף היא בכלל זה אלא שכיון שלא תעשה כל מלאכה אתה ובהמתך כולל אף בבהמה מלאכה שהעושה אותה במזיד נהרג עליה והיא החרישה אפי' בשאר מלאכות הבהמות אע''פ שהאדם שותף בהן כגון מחמר אינו לוקה לפי שיש בלאו זה אזהרה למלאכה שיש בה מיתת ב''ד. ופירש רבינו כן ולא כדברי רש''י ז''ל שכתב שהלאו הזה נתן לאזהרת מיתת ב''ד מפני שכתוב בו אזהרה לאדם לפי שאין פירוש זה מחוור שאם לא היה באזהרת הבהמה שום צד מיתת ב''ד אע''פ שהזכירה בלאו אחד עם האדם היה לוקה על הבהמה שהרי אין בה צד מיתה. אלא ודאי עיקר הפירוש כדברי רבינו שאף בבהמה יש צד לאזהרת מיתת ב''ד ומפני כך אינו לוקה על שאר מלאכות. וזה נ''ל מבואר בלשונו שהוא סובר שבמחמר יש לאו ואין לוקין עליו שאל''כ לא הוצרך לומר ונמצא לאו זה שניתן לאזהרת מיתת ב''ד. והרמב''ן ז''ל סבר בדעת רבינו שאין במחמר לאו כלל שלא תעשה כל מלאכה לא בא אלא למלאכות שחייבין עליהן מיתה כגון חרישה והקשה עליו בזה. ומה שנ''ל בזה כתבתי ואע''פ שלא מנה רבינו לאו המחמר במנין המצות הוא מפני שכבר מנה לא תעשה כל מלאכה והכל בכלל יש מלאכות שחייבין עליהן מיתה ויש שאפילו מלקות אין בהם והוא מחמר כמו שנתבאר: "
      ],
      [],
      [
        "<b>אסור לישראל וכו'.</b> מפורש פ''ק דע''ז (דף ט\"ו) מסקנא דגמרא שם שהשאלה והשכירות אסורין בבהמה גסה העושה מלאכה: ",
        "<b>ואסרו חכמים וכו'.</b> משנה פ''ק דע''ז (דף י\"ד:) ובכל מקום אין מוכרין להם בהמה גסה עגלים וסייחים שלמים ושבורים ר' יהודה מתיר בשבורה בן בתירא מתיר בסוס ואין הלכה כר''י: ",
        "<b>ואם מכר וכו'.</b> פ' השולח בגיטין (דף מ\"ד) מימרא המוכר בהמה גסה לנכרי קונסין אותו עד עשרה בדמיה ויש לשון אחר עד מאה בדמיה ופסק רבינו כדברי המיקל ושם נזכר בגמרא דטעמא משום דהדרא ליה וזהו שכתב ומחזירה: ",
        "<b>ומותר למכור להם וכו'.</b> שם פ''ק דע''ז (דף ט\"ו) רב אחא שרא לזבוני חמרא אידא דספסירא משום דספסירא לא משאיל ולא מוגר: "
      ],
      [
        "<b>ומותר למכור להם סוס.</b> במשנה כבן בתירא ובגמ' תניא בן בתירא מתיר בסוס מפני שהוא עושה בו מלאכה שאין חייבין עליה חטאת אר''י הלכה כב''ב: ",
        "<b>וכדרך שאסרו וכו'.</b> מימרא שם כלשונו: ",
        "<b>ומותר למכור וכו'.</b> ברייתא (שם כ':) בהמה ע''מ לשחוט ושוחט דברי ר' יהודה ר''מ אומר אינו מוכר לו אלא שחוטה. ורבינו פסק כר''י מפני שידוע שר' מאיר ור''י הלכה כר''י. ונ''ל ראיה לדבריו ממה שאמרו (דף ט\"ו) רב הונא זבין ההיא פרה לנכרי א''ל רב חסדא מ''ט עבד מר הכי א''ל אימא לשחיטה זבנה ודקדקו בזה שם, ואע''פ שהמפרשים פירשו שמכר לטבח שקונה לשחיטה ולחרישה מ''מ אם איתא דהלכה כר''מ דאפילו ע''מ לשחוט ושוחט אסור היכי עדיף טבח הקונה לכך ולכך מאיש אחר שקונה בפירוש ע''מ לשחוט ועושה כן. ועוד מ''ט דרב הונא דאמר אימר לשחיטה זבנה אם איתא דהלכה כר''מ זהו דעת רבינו. אבל בהלכות פסקו כר''מ משום דסתם מתניתין כותיה וזה דעת הרמב''ן והרשב''א ז''ל וגם הוא כתב כן וכתב שאם הקונה טבח הקונה לשחיטה אע''פ שלפעמים לוקח גם כן לחרישה וכן לנכרי שעושה סעודה שיש לתלות שלשחיטה רוצה אותה מותר אפילו בסתם, ואלו דברים תמה אצלי שלא יהא יותר מותר על מנת לשחוט ושוחט בפניו ממוכר סתם לאנשים אלו על סמך לומר שלשחיטה רוצים אותה: ",
        "<b>ולא ימכור סתם וכו'.</b> (שם ט\"ז) בעיא שור של פטם מהו ונראה ממסקנת הגמרא שאסור: "
      ],
      [
        "<b>מקום שנהגו וכו'.</b> משנה (שם י\"ד:) כלשונה. ופירש''י ז''ל מקום שנהגו למכור כגון מקום שלא נחשדו על הרביעה והכי מפורש בגמ', עכ''ל: ",
        "<b>ובכל מקום וכו'.</b> מימרא שם (דף ט\"ז.) ומסקנא חיה גסה היא כבהמה גסה למכירה. ועכשיו בדורות האלו במקומות אלו נהגו היתר בדברים אלו ואין להם על מה שיסמוכו לפי שכיון שע''י סרסור מותר אפשר להם בסרסור: "
      ],
      [
        "<b>מי שהיה מחשיך בדרך וכו'.</b> בשבת (דף קנ\"ג:) ראש פרק מי שהחשיך לו בדרך נותן כיסו לנכרי אם אין עמו נכרי מניחו על החמור. ובגמרא טעמא דאין עמו נכרי הא יש עמו נכרי לנכרי יהיב ליה מאי טעמא חמור אתה מצווה על שביתתו נכרי אין אתה מצווה על שביתתו אמר מר מניחו על החמור והלא מחמר תנא כשהיא מהלכת מניחו עליה כשהיא עומדת נוטלו הימנה. <b>וכתב רבינו ואסור לו להנהיגה אפילו בקול</b> ונראין דבריו שהרי החמור הזו טעונה ואע''פ שאינה עושה עקירה והנחה מ''מ אין לו להנהיגה שהרי אם הוא היה עושה כיוצא בזה היה אסור וכשהוא מנהיג בקול כמי שעשה המעשה דמי, ואע''פ שהרשב''א ז''ל כתב עליו ואינו מחוור בעיני כלל שהרי כיון שאינו מניח עליה עד שתהא מהלכת אינו מחמר עוד דהא אמרינן כל שבחבירו פטור אבל אסור בחמורו מותר לכתחלה עכ''ל. ואני אומר שאין כוונת הגמרא להתיר אלא כשהוא אינו עושה מעשה כלל אבל כשהוא מנהיג מה תועלת יש כשהבהמה אינה עושה עקירה והנחה ומפני כך למה יהיה מותר להנהיגה הוא אלא ודאי לא התירו בכך אלא משא הבהמה שאסור מן התורה להטעינה וכשאינה עושה עקירה והנחה מותר לכתחלה זה נ''ל לדעת רבינו: "
      ],
      [
        "<b>היה עמו וכו'.</b> שם בגמרא חמור חרש שוטה וקטן אחמור מנח ליה לחרש שוטה וקטן לא יהיב ליה מ''ט הני אדם והני לאו אדם. חרש ושוטה לשוטה. שוטה וקטן לשוטה. איבעיא להו חרש וקטן מאי איכא דאמרי לקטן יהיב ליה א''ד לחרש יהיב ליה. ולזה כתב רבינו חרש וקטן נותנו למי שירצה. וכתבו הרמב''ן והרשב''א ז''ל ושאר מפרשים שכשהוא נותנו לאחד מאלו מניחו עליו כשהוא מהלך ונוטלו הימנו כשהוא עומד הא לאו הכי אסור דודאי לא גרע מבהמה ואסור הוא להאכילו בידים כמבואר סוף הלכות מאכלות אסורות אלו דבריהם. ורבינו סתם בכאן דבריו ונראה לדעתו שמותר לתת לאלו בכל צד. ונ''ל טעם לדבריו שאין אנו מצווים על שביתת אלו כמו שאנו מצווים על שביתת בהמתנו וזה פשוט ולא נאסרו אלא להאכילן בידים ולפי זה כשנותנו לאחד מאלו אינו נותנו בשבת שיהא כמאכילו בידים אלא מע''ש הוא נותן להם קודם שקדש היום והן עושין המלאכה בשבת ואצל מי שהחשיך לו בדרך לא החמירו. ומ''מ אפשר שרבינו כתב דברי הגמ' כפשטן ואף הוא סובר כדעת המפרשים ז''ל: ",
        "<b>לא היתה עמו וכו'.</b> שם (קנ\"ג:) עוד אחרת היתה ולא רצו לגלותה מטלטלו פחות פחות מד''א ואמאי לא רצו חכמים לגלותה דלמא אתי לאתויי ד''א ומכאן למד רבינו שאין ההיתר הזה אלא כשאין לו צד היתר אחר. <b>וכתב רבינו שאפילו מציאה שבאת לידו וכו'</b> ובפ''ו כתב ג''כ שמציאה אינו נותנה לנכרי אבל יוליכנה פחות פחות מד''א והוא כשבאה לידו וכשאינו יכול להחשיך עליה. וכבר נחלקו עליו כל המפרשים ז''ל בזה ואמרו שכשם שאסור לתתה לנכרי כך אסור להוליכה וגם הוא ז''ל נשאל על זה והשיב שלא חלקו בגמרא בין כיס למציאה להולכת פחות פחות מד''א שזו ההולכה צנעה גדולה יש בה ולא אוושא מלתא כמו שנתבאר בהמוצא תפילין (עירובין צ\"ז:) ואין צריך דבר אחר ולא איש אחר לסעדו ולא יכיר בו אדם ולא יהא נחפז ולפיכך לא נחוש לו שלא יעביר ד''א ברה''ר זה דעתי בדבר זה והרוצה לחלוק על זה יחלוק, עכ''ל. דימה הרב דין זה לדין הנזכר למעלה בפי''ט במציאת התפילין ולזה כתב שאם לא באת לידו אם יכול להחשיך מחשיך שלא התירו ההולכה במקום שאפשר להחשיך אלא בתפילין בדוקא וביכול להכניסן זוג זוג כנזכר למעלה. ומ''מ [מפני] שאף הוא עצמו מודה שאין דבריו מוכרחים לפיכך יש להחמיר כדברי שאר המפרשים ז''ל: "
      ],
      [
        "<b>מותר למשוך את הבהמה וכו'.</b> (שבת דף נ\"א:) ריש פרק במה בהמה יוצאה ובמה אינה יוצאה יוצא גמל באפסר נאקה בחטם והסוס בשיר. ובגמרא חיה בסוגר. ופי' אפסר קבישטר''י. נאקה בהמה ידועה. בחטם מפרש בגמ' זממא דפרזלא מורא''ל בלעז. נוקב את חוטמו ומכניסו בתוכו והוא כמין טבעת. סוגר קולא''ר. שיר. כמין אצעדה סביב צוארו וטבעת קבועה בה ומכניסין בה רצועה או חבל ומושכין הבהמה עכ''ל רש''י ז''ל: ",
        "<b>אבל אם הוציא בהמה וכו'.</b> החלק הראשון בשאינה משתמרת בכך מוסכם הוא בגמ' (שם נ\"א נ\"ב) והחלק השני בשמירה מעולה מחלוקת תנאים ואמוראים רב סובר שכל נטירותא יתירתא הוי משוי ושמואל סבר דלא הוי משוי ופסקו בהלכות וכל הגאונים כרב באיסורי וכ''פ רבינו ועיקר אף על פי שיש מן האחרונים פוסקים בזו כשמואל: "
      ],
      [
        "<b>לא יקשור גמלים וכו'.</b> במשנה (שם נ\"ד) לא יקשור גמלים זה בזה וימשוך אבל מכניס חבלים לתוך ידו ובגמ' אמר שמואל ובלבד שלא יצא חבל מתחת ידו טפח והקשו והתניא ובלבד שיגביה מן הקרקע טפח ותירץ רבינא כי תניא ההיא בחבלא דביני ביני ופירש''י לא יצא חבל מתחת ידו טפח דדמי כמי שנושאה בידו ולא מתחזי מאפסר הגמל בחבלא דביני ביני שבין ידו לגמל צריך שיגביהנו מן הקרקע דאי לא לא מתחזי נטירותא דבהמה אלא כמשוי בעלמא, עכ''ל: ",
        "<b>ומפני מה וכו'.</b> שם (מ\"ט) אמר רב מנשה משום דמיחזי כמאן דאזיל לחנגא. ומכאן נראה שאפילו קשורים מע''ש אסור כמ''ש רבינו: "
      ],
      [
        "<b>לא תצא בהמה וכו'.</b> משנה (שם נ\"ד:) ולא בזוג אעפ''י שהוא פקוק ובגמ' משום דמיחזי כמאן דאזיל לחנגא: ",
        "<b>לא תצא בהמה בזוג שבכסותה וכו'.</b> ברייתא בפ' במה אשה (שבת נ\"ח) כלשון רבינו: ",
        "<b>ולא ברצועה שברגלה וכו'.</b> בגמרא (דף נ\"ד:) סולם בי לועא למאי עבדי לה להיכא דאית לה מכה דלא הדר חייך ליה. ופירש''י בי לועא שקושרו אצל הלחי. דלא הדר חייך ליה שלא יוכל להחזיר צוארו לצד המכה לחככה בשניו וקושרין בצוארו דפין וחשובין הן יותר מקשישין שעל גבי השבר ואי נפלי חייס עלייהו ומייתי להו בשגגה עכ''ל ועוד בגמרא רצועה דעבדי לה לגיזרא. ופירש''י בהמה שפסיעותיה קצרים ומכה רגליה זה בזה קושרין לה רצועות עבות למעלה מפרסת רגל מקום שמנקשין זה בזה עכ''ל. ובהלכות כתוב פי' זה ופי' אחר וזה עיקר: ",
        "<b>ואין חמור יוצא במרדעת אלא וכו'.</b> משנה אין חמור יוצא במרדעת בזמן שאינה קשורה לו. ובגמרא (שם נ\"ג) אמר שמואל אינה קשורה לו מע''ש וכתב הרשב''א ז''ל שאסור הקשירה בשבת כדי שלא ישתמש בצדי הבהמה וכ''נ מן הירושלמי עכ''ד: ",
        "<b>ולא יצא הגמל וכו'.</b> משנה (דף נ\"ד) לא יצא הגמל במטוטלת לא עקוד ולא רגול וכן שאר הבהמות ובגמרא תנא לא יצא הגמל במטוטלת הקשורה לו בזנבו אבל יוצא הוא במטוטלת הקשורה לו בזנבו ובחוטרתו ופירש''י ז''ל מטוטלת כמין כר קטן מלא מוכין נותנים לו תחת הזנב וחוטרתו חלדרוב''א שיש לכל הגמלים על גביהם עכ''ל. ובגמרא א''ר הונא עקוד יד ורגל כיצחק בן אברהם רגול שלא יכוף ידו על גבי זרועו ויקשור ופירש''י ז''ל יד ורגל אחת מן הידים ואחת מן הרגלים הכל ביחד יד על גבי זרוע אחת מידיו כופף כלפי מעלה כדי שלא יהיו לו אלא שלש רגלים לברוח עכ''ל ורבינו ז''ל הזכיר עקוד יד ועקוד רגל שר''ל יד אחת או רגל אחת והכל בכלל זה: "
      ],
      [
        "<b>אין התרנגולים וכו'.</b> משנה (שם דף נ\"ד:) אין התרנגולין יוצאים בחוטים ולא ברצועה שברגליהן ואין הזכרים יוצאים בעגלה שתחת האליה שלהן ואין הרחלות יוצאות חנונות ואין העגל יוצא בגימון ולא פרה בעור הקופר ולא ברצועה שבין קרניה. ובגמ' בחוטין דעבדי להו סימנא כי היכי דלא ליחלפו. ברצועות כי היכי דלא ליתברו מאני. בעגלה כי הכי דלא לחמטן אליתייהו. ופירש''י ז''ל שלא ילקו בסלעים ובטרשים. חנונות אסיק רב הונא עץ אחד יש בכרכי הים ויחנון שמו מביאין קיסם ממנו ומניחין לה בחוטמה כדי שתתעטש ויפלו דרני ראשה. גימון אמר רב הונא בר נירא. פי' עול קטן. עור הקופר כי היכי דלא לימצוה יאלי. ופירש''י שרץ הוא שנימיו חדים כמחט וקושרין עורו בדדי הפרה שלא יינקוה שרצים. ולא ברצועה שבין קרניה לרב בין לנוי בין לשמר אסור לשמואל לשמר מותר וכבר כתבתי למעלה שהלכה כרב. עוד ברייתא בגמ' (דף נ\"ג) ולא הפרה בחסם שבפיה: ",
        "<b>עז שחקק לה וכו'.</b> שם (נ\"ב) תנא דבי מנשה עז שחקק בקרניה יוצאה באפסר בשבת. בעי רב יוסף תחב לה בזקנה מהו תיקו. ופסק רבינו לחומרא ופירש''י ז''ל שקשר שערות הזקן כמין נקב ותחב האפסר לתוכו עכ''ל. ופי' ואין האפסר שמירה יתירה לעז שהרי מנתח הוא ומורד. והוי יודע שכל בהמה שעסקיה רעים אע''פ שאין בנות מינה צריכות לאותה שמירה והיא צריכה מותרת לצאת בה וכן כתבו ז''ל: "
      ],
      [
        "<b>הזכרים יוצאין בעור וכו'.</b> משנה (שם נ\"ב:) הזכרים יוצאין לבובין ובגמ' (דף נ\"ג:) מאי לבובין תותרי ופירשו בהלכות מטלניות מרוקמות שמיפין ומקשטים בהן את הבהמה עולא אמר עור שקושרין לה כנגד לביהן שלא יפלו עליהן זאבים ר' נחמן בר יצחק אמר עור שקושרין כנגד זכרותן שלא יעלו על הנקבות. ופסק רבינו כשלש דעות אלו לפי שאינן חלוקים בדין: ",
        "<b>והרחלות יוצאות ואליה וכו'.</b> (שם נ\"ב) במשנה רחלות יוצאות שחוזות כבולות וכבונות ובגמרא שחוזות שאוחזים אליה שלהן למעלה כדי שיעלו עליהן זכרים. כבולות שכובלין אליה שלהן למטה כדי שלא יעלו הזכרים עליהן. כבונות שמכבנים אותן למילת ע''כ: ",
        "<b>העזים יוצאות ודדיהן קשורות וכו'.</b> משנה וגמרא רב ורבי יוחנן העלו הלכה העזים יוצאות צרורות ליבש אבל לא לחלוב דרב פסק כרבי יהודה דמתני' דאמר הכין ורבי יוחנן פסק כת''ק דברייתא דאמר הכין. ופירש''י ז''ל שכשהוא ליבש מהדקין אותו יפה ואין לחוש שמא יפול אבל כשהוא לחלוב אין מהדקין אותו כ''כ. וה''ר יונה פירש לחלוב אסור מפני שאין דרכן לצאת כן בחול שתכף שהחלב רבה חולבין אותן אבל בשבת א''א לחלוב וקושרין להן בגד והוה ליה משאוי: "
      ],
      [
        "<b>אין חמור יוצא באוכף וכו'.</b> ברייתא ולא באוכף אע''פ שקשורה לו מע''ש: ",
        "<b>ולא יצא הסוס וכו'.</b> ברייתא שם (נ\"ג) ולא יצא הסוס בזנב שועל ולא בזהורית שבין עיניו ולא סייחין בקרסטלין שבפיהן ולא בהמה בסנדל שברגליה ולא בקמיע אע''פ שהוא מן המומחה. ופירשו בגמרא אע''פ שהוא מומחה לאדם כל שאינו מומחה לבהמה אבל יוצא הוא באגד שעל גבי מכה ובקשקשין שעל גבי השבר ובשליא המדולדלת בה ופוקק לה זוג שבצוארה ומטיילת בחצר. ופירש''י ז''ל זנב שועל שתולין לו בין עיניו שלא ישלוט בו עין הרע. זהורית לנוי. בסנדל שעושין לה סנדל של מתכת שלא יזיקוה האבנים וכל הני משום דלאו שמירת גופה והוי משוי וסנדל משום דלמא משתליף. קשקשין. בהמה שנשבר בה עצם עושין לה דפין מכאן ומכאן וקושרין אותם שם והם מעמידין העצם שלא ינוד אנה ואנה עד שיתחבר עכ''ל. והקשו המפרשים ממה שאסרו זהורית נראה שכל נוי בבהמה אסור וכ''נ ממה שאסרו רצועות הפרה בין קרניה אפילו לנוי ואילו גבי זוג נתבאר למעלה שלא אסרו אלא משום דמיחזי כמאן דאזיל לחנגא. ויש מי שתירץ דנוי הרגיל לכל בחול אפילו בשבת שרי ולכך הוצרכו לאיסור הזוג אותו טעם ולא אסרו אלא כעין זהורית ורצועה שאינו נוי הרגיל לכל בחול: ",
        "<b>ונותן מרדעת וכו'.</b> שם מהו ליתן מרדעת ע''ג חמור בשבת והעלו מרדעת מותר. קרסטל רב שרי ושמואל אסר והלכתא כותיה דשמואל בהא כדאיתא בהלכות: "
      ],
      [
        "<b>כשם שאדם מצווה וכו'. שנאמר למען ינוח שורך וחמורך וינפש בן אמתך והגר העבד והאמה וכו' הואיל וגר תושב וכו'.</b> דע שיש שלשה מיני עבדים חוץ מעבד עברי שהוא כישראל אחר לכל דבריו לבד שיש צד שמותר בשפחה כנענית. האחד הוא עבד שמל וטבל לשם עבדות והוא חייב בכל מצות ל''ת כדין ישראל גמור ובכל מ''ע שהנשים חייבות לפי שדינו כדין אשה. השני עבד ערל שהתנה שלא יטבול ולא ימול אלא ישמור שבע מצות שנצטוו בני נח וזה נקרא עבד תושב ונקרא בקצת מקומות עבד ערל ודינו כגר תושב. והשלישי הוא עבד ערל שעובד עכומ''ז שלו. ונ''ל מדברי רבינו שכתב פי''ד מהל' א''ב ופ''י מהלכות ע''ז שזה אסור לקיימו כלל בארץ ישראל וכן הוא האמת. והכונה לרבינו בכאן הוא בשני חלקים הראשונים. האחד והוא שמל אסור בכל מלאכה ומוזהר עליה ונענש כמו שאמרה תורה לא תעשה כל מלאכה אתה ובנך ובתך ועבדך ואמתך ומלבד זה בהיותו ברשות אדוניו דעת רבינו שהאדון מוזהר עליו כמו שמוזהר על בהמתו. והשני רבו מוזהר עליו במלאכת רבו אבל הוא מותר במלאכת עצמו. וכן הוא דין גר תושב שהוא שכירו של ישראל. והחלק השלישי לא הזכירו רבינו כלל. ולמטה אבאר דינו. וכל זה יצא לרבינו ממ''ש פרק החולץ ביבמות (דף מ\"ח) דכ''ע מיהת וינפש בן אמתך בעבד ערל הכתוב מדבר מאי משמע דתניא וינפש בן אמתך בעבד ערל הכתוב מדבר אתה אומר בעבד ערל או אינו אלא בעבד מהול כשהוא אומר למען ינוח עבדך ואמתך כמוך הרי עבד מהול אמור הא מה אני מקיים וינפש בן אמתך בעבד ערל הכתוב מדבר והגר זה גר תושב אתה אומר זה גר תושב או אינו אלא גר צדק. כשהוא אומר וגרך אשר בשעריך הרי גר צדק אמור הא מה אני מקיים והגר זה גר תושב. ובכריתות פרק ד' מחוסרי כפרה (דף פ\"א [ט']) שנינו בברייתא ר''ש אומר אחד גר תושב אחד עבד ואמה התושבים עושים מלאכה בשבת לעצמם כישראל בחול א''ר אדא בר אהבה הלכה כר''ש. ודעת רבינו שעבד עכומ''ז האמור ביבמות הוא עבד ואמה התושבים הנזכרים בכריתות כדברי ר''ש ואותם הם שנחלקו רבי ישמעאל ור''ע שם בהחולץ אם מותר לקיימן והעלו שאפילו ר''ע מודה שאם התנה עם רבו כשלקחו שלא ימול שמותר לקיימו ואף אם לא התנה מגלגל עמו י''ב חדש כנזכר שם ומבואר פרק י''ד מהלכות א''ב. אבל בעכומ''ז אין ספק שאין מגלגלין עמו אפילו יום אחד ואין מקיימין אותו ולא נחלק רבי ישמעאל שמותר לקיים בביתו עובד כומ''ז שאפילו חניה בקרקע אסורה לתת להם וכל זה פשוט. אלא ודאי עבד ערל זה הוא תושב הנזכר בכריתות ונקרא עבד ערל מפני שאינו נימול ואותו שמל וטבל הוא שנאמר עליו למען ינוח עבדך ואמתך כמוך ורבו מוזהר עליו אפילו כשיעשה העבד מלאכת עצמו שעל זה אמרו הרי עבד מהול אמור ולאזהרת רבו אמרו שאם לאזהרת העבד עצמו כבר נזכר בלא תעשה כל מלאכה אתה ובנך ובתך ועבדך ואמתך. ואם לענשו בעשה אבל לא להזהיר רבו עליו כבר דין העבד שמל וטבל מבואר שהוא בכל דיני תורה כאשה אלא ודאי לאזהרת רבו נאמר למען ינוח. שלא כדברי הר''א ז''ל שכתב בהשגות שכיון שהוא בר עונשין אין רבו מוזהר עליו. וכבר הוכחתי דעת רבינו אלא שקשה לי קצת מה שנמצא בספריו שהוא מביא לעבד מהול מקרא של וינפש בן אמתך. ובגמרא מעמידו בעבד ערל ומוכיח עבד מהול מלמען ינוח כמ''ש וצריך לי בזה עיון. ",
        "<b>וכתב רבינו גר תושב שהוא לקיטו ושכירו.</b> וכמדומה לי דלאו דוקא אלא אפילו אינו שכירו אסור מן התורה לומר לו לעשות מלאכה לצורך ישראל שהרי כל שעושה אותה המלאכה בשביל ישראל הרי הוא כשכירו באותו דבר. ולא מצינו היתר אלא בעושה מלאכת עצמו. ורבינו שכתב שכירו ולקיטו דבר בהווה וכ''כ הרשב''א ז''ל בספרו והשיג על דברי רבינו שכתב שכירו ולקיטו לפי שסבור שבדוקא כתב כן. ואע''פ שאין טענותיו מכריחות כן הוא האמת. <b>ומ''ש רבינו ואין מקבלין גר תושב</b> מבואר בארוכה פי''ב מהל' א''ב ולפי מה שאמרנו עבד תושב וגר תושב אינם עושין מלאכה דבר תורה בשביל שום ישראל בין רבו בין שאינו רבו אבל עושין מלאכת עצמן כישראל בחול ועבד שמל וטבל הוא מוזהר שלא לעשות שום מלאכה ואף רבו מוזהר על שביתתו לדעת רבינו. ויש לי לבאר החלק השלישי כגון השפחות הנכריות והישמעאליות העומדות בבית ישראל בגיותן בלתי קבלת מצות כלל. וכתב הרמב''ן ז''ל בספר תורת האדם ז''ל אני אומר עבד ערל עובד כומ''ז שלו אינו גר תושב ואינו בכלל איסור לא הזכירה תורה אלא תושבים שהרי קבלו עליהם שבע מצות והזהירה תורה על שביתתו בשבת לצורך ישראל אבל אלו אינם בכלל, ע''כ. וכן נראה מדברי רבינו בביאור. אבל הרשב''א ז''ל כתב שכל עבד ערל אפילו עובד כומ''ז במשמע (הברייתא) שאל''כ יאמר הכתוב גר תושב שאינו קנוי לישראל וכ''ש עבד תושב הקנוי לו שאסור. ואני אומר אין מזהירין מדין ק''ו ועוד שאין זה ק''ו שהייתי אומר חסה התורה על ממונן של ישראל שלא יהא עבדו הקנוי לו בטל ממלאכה לפיכך הזהירה תורה ואסרתו. עוד כתב היה להם לומר בהחולץ בעבד תושב הכתוב מדבר ולא בעבד ערל. וכבר דחיתי זה שאצל עבד מהול נקרא התושב ערל. אבל בעובד עכומ''ז לא נחלקו שם ולא הזכירו שיהיה מותר לקיימו כמו שהזכירו שם בעבד ערל על הדרך שהזכרתי למעלה. וזה נ''ל ברור שהוא מוכרח כדעת רבינו והרמב''ן ז''ל. ועולה לנו מזה לדעתם שצרכי חולה שאין בו סכנה שנעשין על ידי נכרים וכן מת ביו''ט ראשון שנקבר על ידי נכרים הכל מותר ע''י עבדים אלו הנכרים ולדעת הרשב''א ז''ל אסור ולהיות הדבר הזה מצוי תמיד הארכתי בו כ''כ: "
      ]
    ],
    [
      [
        "<b>נאמר בתורה תשבות אפי' מדברים וכו'.</b> כוונת רבינו היא שהתורה אסרה פרטי המלאכות המבוארות ע''פ הדרך שנתבארו עניניהן ושיעוריהן ועדיין היה אדם יכול להיות עמל בדברים שאינן מלאכות כל היום לכך אמרה תורה תשבות. וכ''כ הרמב''ן ז''ל בפירוש התורה שלו ובאו חכמים ואסרו הרבה דברים. או תהיה כוונת רבינו שיש לשבותין של דבריהם סמך מן התורה מתשבות. וזה דרך הברייתות שבמכילתא: "
      ],
      [
        "<b>המשוה גומות וכו' לפיכך אסור להפנות וכו'.</b> דין השוואת גומות שהוא משום חורש הוא דוקא בשדה אבל בבית חייב משום בונה כמבואר פרק שמיני ופרק עשירי. ורבינו כתב בכאן ההשוואה בשדה שבגללה נאסר להפנות כדאיתא פרק המוציא (שבת פ\"א:) אמר רב הונא אסור להפנות בשדה הניר בשבת. ואסיקנא טעמא דילמא שקיל מעילאי ושדי לתתאי ומיחייב משום דאמר רבא היתה לו גומא וטממה וכו' כדאיתא פ''ח. ופירש''י ז''ל שדה ניר חרישה ראשונה ועומד לזריעה עכ''ל: ",
        "<b>המפנה את האוצר וכו'.</b> היתר פנוי האוצר לצורך מצוה יתבאר פרק כ״ו בארוכה וכאן הזכיר רבינו איסור הגמרא והוא מבואר פרק מפנין (שבת קכ\"ו) דמפרש שמואל מתניתין דקתני אבל לא את האוצר שלא יגמור לאוצר כולו פירש״י ז״ל דילמא אתי לאשוויי גומות: ",
        "<b>טיט שעל גבי רגלו וכו'.</b> פ' תולין (שבת קמ\"א) מחלוקת אמוראים ופסק כרבא דאמר מקנחו בכותל ואין מקנחו על גבי קרקע דילמא אתי לאשוויי גומות. ושם מבואר דלדברי הכל מותר לקנחו בקורה וכן פסקו בהלכות כרבא וכן דעת הרמב״ן ז״ל ועיקר. ופירשו המפרשים ז״ל שמא ישכח ויכוין להשוות הגומות דאי לאו הכי כבר נתבאר פרק ראשון שכל דבר שאינו מתכוין ואינו הכרח שיעשה מותר: ",
        "<b>ולא ירוק וכו'.</b> פרק כל כתבי (שבת קכא:) רוק דורסו לפי תומו, ופירוש דורסו לפי תומו כתבתיו פי״א: "
      ],
      [
        "<b>נשים המשחקות באגוזים וכו'.</b> פ' המוצא תפילין (עירובין ק\"ד) אמר רב נשים המשחקות באגוזים אסור. עוד שם נשים המשחקות בתפוחים אסור ומפרש התם דלמא אתי לאשוויי גומות: ",
        "<b>ואסור לכבד את הקרקע וכו'.</b> בהמצניע (שבת צ\"ה) אמימר שרא זילחא במחוזא אמר טעמא מאי אמור רבנן דילמא אתי לאשוויי גומות הכא ליכא גומות, עוד שם רבה אשכחיה לרב אשי דקא מצטער מהבלא א''ל לא סבר לה מר להא דתניא הרוצה לרבץ ביתו בשבת מביא עריבה מלאה מים ורוחץ פניו בזוית זו ידיו בזוית זו רגליו בזוית זו ונמצא הבית מתרבץ מאליו אמר ליה לאו אדעתאי. תנא אשה חכמה מרבצת ביתה בשבת והאידנא דסבירא לן כר''ש פירוש דאמר דדבר שאין מתכוין מותר שרי אפילו לכתחלה ע''כ בגמרא. ונ''ל מדברי רבינו שהוא מפרש זלחא כיבוד וריבוץ ועיקר המלה הוא רבוץ אלא שאין דרך ריבוץ אלא אחר כיבוד ובשביל הכיבוד הוא שהתיר דוקא במחוזא שהיתה רצפת אבנים כל העיר כמו שפירשו ז''ל. אבל מפני הריבוץ לא היה צריך לזה הטעם דודאי בכל גונא מותר כיון דקיי''ל כרבי שמעון והטעם שהמרבץ אינו מכוין להדביק עפר בגומא ולהשוות הבית אלא שלא יעלה אבק. א''נ שאמימר לא התיר אלא ריבוץ ודוקא במחוזא שהיא רצפת אבנים ולדידן ריבוץ מותר בכל מקום וכיבוד דוקא בכעין מחוזא וזה דעת רש''י ז''ל והתוספות שאין הכיבוד בכלל היתרא דר''ש וכ''נ ממה שגזרו בכמה מקומות שמא יבא להשוות גומות אע''ג דהלכה כר''ש אבל הגאונים ובהלכות פסקו שהכיבוד מותר מדר''ש ולא חלקו כלל וזה דעת הרמב''ן ז''ל והרשב''א ז''ל. וכתב הרשב''א ז''ל אף על פי שמזיז עפר וצרורות וקליפין האסורין לטלטל יראה לי שמותר מפני שהם לו כגרף של רעי עכ''ל. וכן נהגו במקומותינו: ",
        "<b>אין סכין וכו'.</b> בפרק כירה (שבת מ':) מעשה בתלמידו של ר''מ שנכנס אחריו לבית המרחץ ובקש להדיח לו קרקע אמר לו אין מדיחין. לסוך לו קרקע אמר לו אין סכין. ופירש''י ז''ל דילמא אתי לאשוויי גומות (עי' תוי\"ט פסחים פ\"ה מ\"ח) , ע''כ. ובתוספתא פי''ז אין סכין ואין נופחין ואין מדיחין בקרקע ביום טוב ואצ''ל בשבת. ופירוש לדעתו אע''פ שהכיבוד מותר ברצוף אלו הדברים אסורים וגזרו בהם לפי שאין בהם צורך כמו בכיבוד: "
      ],
      [
        "<b>חצר שנתקלקלה.</b> בהמוצא תפילין (עירובין ק\"ד) כלשון רבינו ומפרש רבינו הטעם מפני השואת הגומות: "
      ],
      [
        "<b>המשקה את הזרעים וכו'.</b> לפיכך אסור לשאוב מן הבור. וכו'. דין השקאת הזרעים מבואר פ''א ואיסור השאיבה בהמוצא תפילין אמרו בגמרא ממלאין מבור הגולה בגלגל במקדש אין אבל במדינה לא מ''ט ואסיקנא גזרה שמא ימלא לגנתו ולחורבתו אמימר שרא למימלא בגלגל במחוזא אמר טעמא מאי גזור רבנן משום גנתו וחורבתו הכא לא גנה איכא ולא חורבה איכא כיון דחזא דקא תרו בה כיתנא אסר להו ע''כ. ומדברי אמימר כתב רבינו שבור בחצר מותר ועד כאן לא חזר ואסר אמימר אלא באותן שבחוץ שהיו שואבין מהן בגלגל וממלאין בריכות וחריצין ושורין בהן פשתן. אבל בחצר מותר: "
      ],
      [
        "<b>תולש חייב משום קוצר וכו'.</b> דין התלישה מבואר פ''ח ודין רדיית הדבש ברייתא היא בהמצניע (שבת צ\"ה) ופסק כחכמים וכבר הזכרתיה פ''ח בדין החולב וכתב הרשב''א ז''ל בד''א בזמן שדבוקות בכוורת וצריך לרדות לפי שנראה כעוקר דבר מגדולו אבל נתלשו מן הכוורת וכן דבש הצף בכוורת מותר אפילו בשבת ואצ''ל ביו''ט וכן דעת התוס' מההיא דכירה (שם מ\"ג:) ואמרו לא נצרכה אלא לאותן שתי חלות. וכן מורה לשון רבינו שאינו נאסר בשאינו צריך רדיה: ",
        "<b>אין עולין באילן וכו'.</b> משנה ביו''ט פ' משילין (ביצה ל\"ו:) ופרק המוצא תפילין (עירובין ק':) ברייתא אין עולין באילן ואין נסמכין באילן ולא יעלה מבע''י לישב שם כל היום כלו, עוד שם תני חדא אחד אילן לח ואחד אילן יבש ותניא אידך ביבש מותר. ותירצו שיש יבש שבימות החמה מותר. והקשה והא רב איקלע למקום אחד ואסר אפי' בכל יבש בכל זמן. ותירצו רב בקעה מצא וגדר בה גדר. וכתבו המפרשים ז''ל שעל אותו גדר אנו סומכין לאסור בכל אילן וזה דעת רבינו: ",
        "<b>ואין משתמשין וכו'.</b> זה מבואר בכמה מקומות: "
      ],
      [
        "<b>פירות שנשרו בשבת וכו'.</b> פ''ק דיו''ט (ביצה ב' ג') פירות הנושרין טעמא מאי גזרה שמא יעלה ויתלוש: ",
        "<b>הדס המחובר וכו'.</b> מימרא בסוכה פ' לולב הגזול (סוכה דף ל\"ז:) אמר רבא הדס במחובר מותר להריח בו אתרוג במחובר אסור להריח בו מ״ט הדס דלריחא עביד אי שרית ליה לא אתי למקצייה אתרוג דלאכילה קא עביד אי שרית ליה אתי למקצייה ע״כ. והיא גרסת ההלכות: "
      ],
      [
        "<b>אילן שהיו שרשיו גבוהים וכו'.</b> בהמוצא תפילין (עירובין צ\"ט:) אילן שהיו שרשיו גבוהין מן הארץ ג''ט לא ישב עליהן. ובהלכות אבל אם אינן גבוהין ג' טפחים הרי הן כקרקע ומותר לישב עליהן ע''כ. ופשוט הוא: ",
        "<b>היו באין מלמעלה וכו'.</b> (שם ק') אתמר שרשי אילן הבאין מלמעלה מג' לתוך ג' רבה אמר מותרין רב ששת אמר אסורים ובהלכות והלכתא כרבה דהא רב יוסף שרא ליה לאביי כותיה דרבה: ",
        "<b>היו גבוהין וכו'.</b> שם אתמר שרשי אילן הגבוהין מן הארץ ג' טפחים אם יש חלל תחתיהן ג' טפחים אע''פ שצדו אחד שוה לארץ ה''ז לא ישב עליהן ע''כ: "
      ],
      [
        "<b>אין רוכבין וכו'.</b> במשנה בים טוב פרק משילין (ביצה דף ל\"ז:) ולא רוכבין על גבי בהמה ומפרשי בגמרא גזרה שמא יחתוך זמורה: ",
        "<b>ואין נתלין וכו'.</b> פ' המוצא תפילין בברייתא שכתבתי למעלה בדין האילן: ",
        "<b>ואין נסמכים וכו'.</b> פ' מי שהחשיך (שבת דף קנ\"ה) והלכתא צדדין אסורין צדי צדדין מותרים והוא כלל בין לאילן בין לבהמה וכן מוכרח שם. וזו היא כונת רבינו. והטעם ששניהם מטעם אחד נאסרו שהוא חתיכת המחובר. ופי' צדי האילן כגון שנעץ יתד באילן ותלה בו כלכלה מבע״י היתד נקרא צדדין והכלכלה נקראת צדי צדדין וכן מבואר בגמ' שם וכן כל כיוצא בזה: ",
        "<b>עלה באילן וכו'.</b> בהמוצא תפילין (עירובין ק') תני חדא עלה אסור לירד ותניא אידך עלה מותר לירד ותירצו הא דתני אסור בשעלה משחשכה הא דתני מותר בשעלה מבעוד יום ואב''א הא והא בשעלה משחשכה והא דתני אסור בשעלה במזיד והא דתני מותר בשעלה בשוגג. הילכך פסק הדין שאם עלה מבע''י אפי' במזיד על דעת לישב שם בשבת מותר לירד. עלה משחשכה במזיד אסור לירד בשוגג מותר לירד וכ''כ ז''ל ולזה כתב רבינו עלה באילן בשבת לומר שאם היתה העליה מבע''י בכל צד היה מותר לו לירד. וכתבו ז''ל שלא התירו באלו הצדדין הנזכרים אלא באדם עצמו מפני שהוא עושה איסור בעמידתו שם אבל הניח חפץ באילן אפי' מבעוד יום אסור להורידו בשבת וכבר בארתי זה פ''ה בדין מניחין <b>וכו' וכתב רבינו ובבהמה אפי' במזיד ירד</b> ודברים נראין הן ומתבארין מן הדינין הבאים: ",
        "<b>וכן פורקין את המשוי וכו' כיצד וכו'.</b> במי שהחשיך (שבת קנ\"ד): "
      ],
      [
        "<b>היה בא מן הדרך וכו'.</b> משנה שם (קנ\"ג) הגיע לחצר החיצונה נוטל את הכלים הנטלים בשבת ושאינן נטלים מתיר החבלים והשקים נופלין: ",
        "<b>היו בשקים וכו'.</b> כל מה שהזכיר רבינו בכאן עד המדבק פירות הוא בכלים שאינן נטלין כגון שמלאכתן לאיסור ומבואר זה בלשונו ומוכרח בגמ' שם ודינין אלו (שם קנ\"ד:) א''ר הונא היתה בהמתו טעונה כלי זכוכית מביא כרים וכסתות ומניח תחתיה ומתיר החבלים ונופלין השקים שלא ישבר והעמידו שם מימרא דרב הונא בכלים שאינן נטלין והקשו והא קא מבטל כלי מהיכנו ותירצו בשליפי זוטרי והקשו והא תניא היתה בהמתו טעונה טבל ועששיות מתיר החבלים והשקין נופלין ואע''פ שמשתברין פי' ולא התירו להביא כרים וכסתות וא''כ קשיא לרב הונא ותירצו התם בבולסא מהו דתימא להפסד מועט נמי חששו קמ''ל ופירש''י ז''ל בולסא חתיכות רחבות של זכוכית שאינן כלים ועושין אותן לחלונות וסופן להתחתך בחתיכות קטנות ולא הויא בשבירתן אלא הפסד מועט שניצוצות נתזין בשבירתן שאינן ראויות לכלום לפיכך לא התירו להניח כרים תחתיהם. וכתבו המפרשים דה''ה שהיה יכול להעמיד הברייתא בשאר כלים שאינן נטלין אלא שהם משואות גדולות שהרי רב הונא לא התיר אלא דוקא משואות קטנות כמו שאמרנו בשליפי זוטרי אלא דלישנא דברייתא הכריחם להעמידם בכך והקשו ז''ל אחר דבשליפי זוטרי הוא מ''ט לא התירו להביא כרים תחתיהם אפי' לא יהיה שם הפסד כלל שהרי אין כאן בטול כלי מהיכנו שכשירצה לשלוף שולף כמ''ש רבינו והרבה תירוצין נאמרו בזה. וכתב הרשב''א ז''ל יראה לי שלא התירו אפי' בטול לשעתו אלא בהפסד מרובה ומתוך דבריו יתבארו דברי רבינו אלא שהוסיף רבינו להתיר בשקים גדולים הפריקה בנחת שמפני הפסד מרובה התירו לטלטל ואפי' בטול כלי מהיכנו זהו דעתו ז''ל: "
      ],
      [
        "<b>המדבק פירות וכו'.</b> דין הדבוק נזכר בפרק שמיני. ודין הפזור בפ' חבית (שבת קמ\"ג:) ת''ר נתפזרו לו פירות בחצרו מלקט על יד על יד ואוכל אבל לא לתוך הסל ולא לתוך הקופה שלא יעשה כדרך שהוא עושה בחול ע''כ. ופירש רבינו מפני חשש עמור והוא חשש רחוק וטעמו צ''ע ובחדושי הרשב''א ז''ל כתב מורי הרב ז''ל בהלכותיו כגון שנתפזרו בחצרו אחת הנה ואחת הנה אבל במקום אחד מלקט ונותן לתוך הסל וכו' והרמב''ן פירש כגון שנפלו בחצרו בתוך צרורות ועפרורית שבחצר והיינו דנקט חצרו לפי שביתו עשוי הוא להתכבד ואין צרורות ועפרורית מצויין בו והטעם משום דמיחזי כבורר וקצת נראה כן מן התוספתא ע''כ דבריו. ולזה כתב בספרו כך נתפזרו לו פירות בחצר אחת הנה ואחת הנה מלקט על יד ואוכל ולא יתן לא לתוך הסל ולא לתוך הקופה והורו רבותי שאם נפלו במקום אחד נותן אפי' לתוך הסל נתפזרו לו בין צרורות ועפרורית שבחצר מלקט אחד אחד ואוכל ולא יתן לתוך הסל ולא לתוך הקופה ע''כ: ",
        "<b>וכן אין מקבצין את המלח וכו'.</b> פרק ח' כתבתי מחלוקת (שם ע\"ג:) דרבא דמחייב ליה חיוב חטאת ואביי דפטר משום דאין עמור אלא בגדולי קרקע אבל לדברי הכל אסור: "
      ],
      [
        "<b>מפרק חייב משום דש וכו'.</b> מבואר פרק שמיני: ",
        "<b>לפיכך אסור לסחוט תותים וכו'.</b> משנה פרק חבית (שבת דף קמ\"ג:) אין סוחטין את הפירות להוציא מהן משקין. ומבואר בגמרא (דף קמ\"ה) דבזיתים וענבים יש חיוב דבר תורה בתותים ורמונים אסורין מדבריהן ובשאר פירות שאינן עומדין כלל למשקין מותר לכתחלה וכן מבואר בהלכות: "
      ],
      [
        "<b>כבשים ושלקות וכו'.</b> שם אתמר כבשים שסחטן אמר רב לגופן מותר למימיהן פטור אבל אסור ושלקות בין לגופן בין למימיהן מותר ושמואל אמר אחד זה ואחד זה לגופן מותר למימיהן פטור אבל אסור רבי יוחנן אמר אחד כבשים ואחד שלקות לגופן מותר למימיהן חייב חטאת. ופסק רבינו כשמואל בענין מימיהן והטעם משום דשמואל ורב הוו תרי לגבי ר' יוחנן שלא לחייב חטאת בסוחט למימיהן וכ''כ ז''ל. ופי' כבשים דבר הכבוש ביין או בחומץ כך פירש''י ז''ל: ",
        "<b>ואין מרסקין את השלג וכו'.</b> ברייתא סוף במה טומנין (שבת נ\"א:) ואין מרסקין לא את השלג ולא את הברד וכו' כלשון רבינו. וכתב הרמב''ן ז''ל והרשב''א ז''ל שבתוספתא התירו אפילו לרסק בתוך הקערה וכתב הרשב''א ז''ל שטעם האיסור כדי שיזובו מימיו משום גזירת סחיטת פירות העומדים למשקים נגעו בה. וכ''נ מדברי רבינו שהביאה אצל דין הסחיטה ומדבריהם למדנו שאין בהם איסור נולד לפיכך מותר ליתן קדרה או מאכל שקרש שמנינותה בחמה או כנגד המדורה ואין כאן נולד וכ''כ הרמב''ן ז''ל: ",
        "<b>השום והבוסר וכו'.</b> כבר בארתי דין זה בארוכה פ''ג כדעת ההלכות ורבינו: "
      ],
      [
        "<b>המולל מלילות מולל בשנוי כדי שלא יהא כדש.</b> ברייתא פ' מפנין (שבת קכ\"ח) מולל ואוכל ובלבד שלא ימלול וכו'. ודע שיש מפרשים שמלילה זו היא לרכך האוכל בדוקא הא להוציאו מן הקשין אסור בשבת אפי' ע״י שנוי וביו״ט מותר ע״י שנוי ודעת רבינו כדעת ההלכות שבשבת מותר בשנוי ובי״ט מותר אפילו כדרכו כמ״ש פ״ג מהלכות יו״ט וכ״נ מן התוספתא כדבריהם ועיקר: ",
        "<b>היונק בפיו פטור וכו'.</b> בפרק אע''פ בכתובות (דף ס') תניא ר' מרינוס אומר גונח יונק חלב בשבת מ''ט מפרק כלאחר יד הוא ובמקום צערא לא גזרו רבנן אמר רב יוסף הלכה כר' מרינוס ומבואר בארוכה דין זה בהלכות פ' חבית: "
      ],
      [
        "<b>פירות שזבו מהן משקין בשבת וכו'.</b> משנה פ' חבית (שבת קמ\"ג) מחלוקת ר''י וחכמים ופסק הלכה כדברי רבינו כמבואר בהלכות וכ''כ ז''ל: "
      ],
      [
        "<b>זיתים וענבים וכו' וכן חלות דבש וכו'.</b> שם במשנה חלות דבש שרסקן מע''ש ויצאו מעצמן אסורין ר''א מתיר ובגמרא (קמ\"ה:) זיתים וענבים שרסקן מע''ש יצאו מעצמן אסורין ר' אליעזר ור''ש מתירין (ובהלכות) ופסק בעל הלכות משמיה דרב צמח בן פלטוי ריש מתיבתא דהלכתא כר''א ור''ש ע''כ וכ''ש כר''א דמתני' בחלות דבש דמעיקרא אוכל והשתא נמי אוכל כדאיתא בגמ': "
      ],
      [
        "<b>זורה ובורר מאבות מלאכות וכו'.</b> דין המלילה בראשי אצבעות נתבאר בפ' זה ודין מנפח פ''ק דיו''ט (י\"ב:) ברייתא מנפח מיד ליד ואוכל אבל לא בקנון ולא בתמחוי. וכתבו המפרשים ז''ל דלאו דוקא קנון ותמחוי אסור אלא אפילו בב' ידיו אסור כמ''ש (שם י\"ד) כיצד מנפח ואסיקנא בידו אחת ובכל כחו. וז''ש רבינו ביד אחת דוקא וכן מבואר בהלכות פ' מפנין: ",
        "<b>המשמר שמרים וכו'.</b> דין השמרים ודין הקנון נתבארו פ״ח ודין הגומא פ' תולין (שבת קל\"ט:) ומסננין את היין וכו' א״ר שימי בר חייא ובלבד שלא יעשה גומא ופירש״י ז״ל שלא יעשה גומא מן הסודר בפי הכלי כעובדין דחול עכ״ל כדברי רבינו: ",
        "<b>וכן אסור וכו'.</b> במשנה (שם קל\"ז:) אין תולין את המשמרת ובגמרא תלה מאי א''ר יוסף תלה חייב חטאת ואסיק אביי דלא אלא לוקה מכת מרדות מדרבנן שלא יעשה כדרך שהוא עושה בחול ות''כ: ",
        "<b>וכן המחבץ וכו'.</b> דין המחבץ מבואר פ''ח ודין השומשמין והאגוזים תוספתא פ''ג נותנים שומשמין ואגוזים לתוך הדבש ובלבד שלא יגבל: "
      ],
      [
        "<b>המחתך את הירק וכו' לפיכך אין מרסקין וכו'.</b> דין חתיכת ירק מבואר פ''ח ודין הרסוק משנה פ' מי שהחשיך כדברי ת''ק כלשון רבינו ופי' שהאיסור מפני שנראה כטוחן: ",
        "<b>אבל מחתכין וכו'.</b> (שם קנ\"ו:) במשנה מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים. ובמקצת ספרי רבינו ראיתי שאין טחינה אלא בפירות. ובמקצתן שאין טחינה בפירות. ולא הבנתי אחת מן הנוסחאות אבל הראשונה נראית יותר. ועוד אני תמה למה לא כתב רבינו דוקא נבלה הקשה שא''א להם לאכלה בלא חתיכה דשוויי אוכלא משוינן אבל אם היתה רכה מיטרח במה שהוא דבר ראוי לא טרחינן וכאוקמתיה דרב יהודה התם (שם קנ\"ה) ורבינו לא הזכיר מכל זה כלל וצ''ע: ",
        "<b>ומתירין אלומות של עמיר לפני הבהמה ומפספס בידו אלומות קטנות אבל לא גדולות מפני טורח שבהן וכו'.</b> במשנה שם מתירין פקיעי עמיר לפני הבהמה ומפספסים את הכיפין אבל לא את הזירין. וא''א לישב הנמצא בספרי רבינו לא לפי אוקימתא דרב הונא ולא לפי אוקימתא דרב יהודה דאיתמר התם וצל''ע: "
      ],
      [
        "<b>חבילי פיאה וכו'.</b> ברייתא פרק מפנין (שבת קכ\"ח) ודוקא הכניסן למאכל בהמה אבל הכניסן לעצים אין מסתפק מהם בשבת כמבואר פרק כ״ו: "
      ],
      [
        "<b>הצריך לדוק פלפלים וכו'.</b> פ' תולין (שבת דף קמ\"א) א״ר יהודה הני פלפלי מידק חדא חדא בקתא דסכינא שרי תרתי אסור רבא אמר כיון דקא משני אפילו טובא נמי. ובהלכות איכא מאן דמוקים לה בשבתא איכא מאן דמוקים לה ביו״ט. ומסתברא כמאן דמוקים לה בשבתא ע״כ וכן הכריע רבינו. וכן כתבו הרמב״ן והרשב״א ז״ל וכתבו תוספתא דתניא אין כותשין את המלח במדוך של עץ אבל מרסק הוא ביד של סכין ובעץ הפרור ואינו חושש. אין מרסקין דבלה וגרוגרת ואת החרובים לפני הזקנים בשבת אבל מרסק הוא ביד של סכין ובעץ הפרור ואינו חושש ע״כ: ",
        "<b>לפיכך וכו' כיצד לא יאכל וכו'.</b> משנה בח' שרצים (שם ק\"ט) אין אוכלין אזוביון בשבת לפי שאינו מאכל בריאים אבל אוכל הוא את יועזר ושותה אבוב רועה כל האוכלים אוכל אדם לרפואה וכל המשקין שותה חוץ ממי דקלים וכוס עקרין וכו' ופי' כל הדינים האלו הן בבריא שאינו נופל למשכב ולא חולה כמו שהזכרתי פרק שני: "
      ],
      [],
      [
        "<b>שתה חלתית מקודם השבת וכו'. ושותין זיתום המצרי בכ״מ.</b> כך היא הנוסחא האמיתית בדברי רבינו והטעם שכיון שהתחיל אם יפסוק ולא ישתה בשבת יחלה ומבואר זה פרק כ״ב והדין מבואר פ' תולין (שבת ק\"מ) בגמרא ודין הזיתום פ' ח' שרצים (שבת דף ק\"י) נחלקו בגמרא בפירוש מי דקלים רבב״ח אמר תרי דקלים איכא במערבא ונפיק עינא דמיא מבינייהו כסא קמא מרפי ואידך משלשל. אמר עולא לדידי שתי לי שכרא דבבלאי ומעלי מנייהו ורב יוסף אמר זיתום המצרי ופי' רש״י ז״ל וקרי ליה מי דקלים על שם שמקל החולי עכ״ל. ופסק רבינו דלא כרב יוסף ויש לי לפרש דרב יוסף לא בא לחלוק ולפרש מי דקלים זיתום המצרי אלא אדעולא קאי דאמר דשכרא דבבלאי מעלי. ואמר רב יוסף דזיתום המצרי מעלי ולהודיע לנו הרפואה ולדברי הכל זיתום המצרי מותר שהרי משקה בריאים הוא כנ״ל ויעיד על פי' זה מה ששנינו בברייתא (שם קנ\"ז) במי שהחשיך ושותים זיתום המצרי ולמה יאמר רב יוסף שהברייתא חולקת על המשנה: "
      ],
      [
        "<b>וכן שמנים וכו'.</b> זה נלמד מהדין שיתבאר בסמוך: ",
        "<b>החושש במתניו וכו'.</b> (שם קי\"א) במשנה החושש במתניו לא יסוך יין וחומץ אבל סך את השמן ולא שמן ורד בני מלכים סכין שמן ורד על גבי מכותיהן שכך דרכן לסוך בחול ר''ש אומר כל ישראל בני מלכים. ובגמרא (שם קי\"א:) אמר רב הלכה כר''ש ולא מטעמיה דאילו ר''ש סבר אע''ג דלא שכיח שרי ורב סבר אי שכיח שרי אי לא שכיח לא ובאתריה דרב שכיח משחא ובהלכות וכן הלכתא ע''כ: ",
        "<b>ומותר לסוך שמן ומלח וכו'.</b> בפרק במה אשה (שבת ס\"ו:) מימרא מותר לסוך שמן ומלח בשבת: ",
        "<b>נגפה ידו או רגלו וכו'.</b> (שם ק\"ט) אמר מר עוקבא מי שנגפה ידו או רגלו צומתה ביין ואינו חושש איבעיא להו חלא מאי ופשטו חלא לא ואמר רבא והני בני מחוזא כיון דמפנקי אפי' חמרא נמי מסי להו פי' ואסור בכל ענוג כמוזכר עוד שם ופירש''י נגפה נכשלה ולקחה כמו פן תגוף עכ''ל: "
      ],
      [
        "<b>החושש בשניו וכו'.</b> משנה (שם קי\"א) החושש בשניו לא יגמע בהן את החומץ אבל מטבל הוא כדרכו ואם נתרפא נתרפא והקשו בגמרא והא תניא לא יגמע ופולט אבל יגמע ובולע ותירץ אביי כי תנן נמי מתני' לא יגמע ופולט תנן: ",
        "<b>החושש בגרונו וכו'.</b> תוספתא בהלכות שם ובגמרא בברכות (דף ל\"ו) פרק כיצד מברכין: ",
        "<b>אין לועסין וכו'.</b> תוספתא נכתבה בהלכות שם: "
      ],
      [
        "<b>אין נותנין יין.</b> (שבת ק\"ח:) מימרות יין בתוך העין אסור על גבי העין מותר רוק תפל אפי' ע''ג העין אסור. ופירש''י ז''ל רוק תפל לא טעם כלום משנעור משנתו עכ''ל: ",
        "<b>קילור ששרה אותו.</b> שם אמר שמואל שורה אדם קלורין מע''ש ונותן ע''ג עיניו בשבת ואינו חושש בר לואי הוה קאי קמי דמר עוקבא חזייה דקא עמיץ ופתח א''ל כולי האי ודאי לא שרא מר שמואל. ורבינו לא הוצרך להזכיר איסור העמיצה והפתיחה לפי שלא הזכיר היתר אלא במעביר על גבי העין ומכלל דבריו שהעמיצה והפתיחה אסורין: ",
        "<b>מי שלקה באצבעו וכו'.</b> בעירובין (ק\"ג:) פרק אחרון משנה כהן שלקה באצבעו כורך עליה גמי במקדש אבל לא במדינה אם להוציא דם כאן וכאן אסור: "
      ],
      [
        "<b>אין נותנין חמין ושמן וכו'.</b> פרק המילה (שבת דף קל\"ד:) ברייתות אין נותנין חמין ושמן ע''ג מוך ליתן ע''ג מכה בשבת אין נותנין חמין ושמן ע''ג מוך שע''ג מכה בשבת אין נותנין חמין ושמן על גבי מכה בשבת אבל נותן חוץ למכה ושותת ויורד למכה: ",
        "<b>ונותנין מוך יבש כו'.</b> שם נותנים על גבי המכה מוך יבש וספוג יבש אבל לא גמי יבש ולא כתיתין יבשין קשיא מוך אמוך ל''ק הא בחדתי הא בעתיקי. ובהלכות הא דקתני נותנים מוך יבש בחדתי הא דקתני ולא כתיתין יבשין בעתיקי. אבל רש''י ז''ל פי' חדתי שלא היו ע''ג מכה מעולם מסו עתיקי לא מסו עכ''ל. ודעת רבינו כדברי ההלכות: "
      ],
      [
        "<b>רטיה שפרשה וכו'.</b> בעירובין (דף ק\"ב:) פרק אחרון ת''ר רטיה שפרשה מעל גבי המכה מחזירין אותה בשבת ר''י אומר הוחלקה למטה דוחקה למעלה למעלה דוחקה למטה ומגלה מקצת רטיה ומקנח פי המכה וחוזר ומגלה מקצת רטיה ומקנח פי המכה ורטיה עצמה לא יקנח מפני שהוא ממרח ואם מרח חייב חטאת א''ר חסדא לא שנו אלא שפירשה ע''ג כלי אבל פרשה ע''ג קרקע דברי הכל אסור ואסיק רב אשי הלכה כת''ק כדאיתא בהלכות בפרק מילה: ",
        "<b>ומחזירין רטיה לכתחלה במקדש וכו'.</b> כך היא הנוסחא האמתית בספרי רבינו. ובמשנה שם מחזירין רטיה במקדש אבל לא במדינה אם בתחלה כאן וכאן אסור, ע''כ. ופירוש מחזירין אפי' בפירשה ע''ג קרקע אבל לא במדינה כשפירשה ע''ג קרקע כדי להעמיד משנתנו כת''ק דברייתא דלעיל. וכתב רבינו לכתחילה לומר שרשאי ליטלה ולהחזירה וזה מבואר פ''ק דיו''ט. והר''א ז''ל מצא בספרי רבינו נוסחא אחרת ומניחין רטיה לכתחילה במקדש וכתב בהשגות א''א זה שבוש אלא מחזירין אפילו מע''ג קרקע ע''כ. וכן הוא האמת וכן הוא בספרי רבינו המדוקדקים ונוסחא משובשת נזדמנה להרב ז''ל: ",
        "<b>ובכ''מ וכו'.</b> מבואר למעלה בברייתא: "
      ],
      [
        "<b>סכין וממשמשין וכו'.</b> פרק חבית (שבת קמ\"ז) ת''ר סכין וממשמשין בבני מעים בשבת ובלבד שלא יעשה כדרך שהוא עושה בחול היכי עביד ר' חמא בר''ח אמר סך ואח''כ ממשמש ור' יוחנן אמר סך וממשמש בבת אחת ופסק רבינו כר''י: ",
        "<b>ואין מתעמלין וכו'.</b> במשנה סכין וממשמשין אבל לא מתעמלין. ופי' רבינו אי זהו מתעמל כו' אבל רש''י ז''ל פירש סכין שמן בשבת וממשמשין ביד כל הגוף להנאה אבל לא מתעמלין לשפשף בכח עכ''ל. ופירוש רבינו עיקר: ",
        "<b>אסור לעמוד וכו'.</b> (שם קמ\"ז:) מימרא כלשון רבינו ופירש רש''י ז''ל דימוסית שם נהר שמלוחים מימיו שמעמלת ומחממת ומרפאה עכ''ל: "
      ],
      [
        "<b>אין רוחצין במים וכו'.</b> במשנה (שם דף קמ\"ז) אין יורדין לפילומא ויש גורסין לקירדומא. ובהלכות פירשו בקעה ויש בה מים ותחתיו טיט כמו דבק ואם ירד אדם שם חוששין שמא יטבע באותו הטיט וידבק ואינו יכול לעלות עד שמתקבצין בני אדם ומעלין אותו משם. ויש מי שאומר הרוחץ באותה בקעה מצטנן ואותן המים משלשלין בני מעיו ע''כ. ושני הפירושים האלו כתב רבינו במלות קצרות כמנהגו הטוב: ",
        "<b>ולא במי משרה וכו'.</b> פרק שמונה שרצים (שם ק\"ט) ברייתות ושקלא וטריא והעולה משם הוא כדברי רבינו בהסכמת כל המפרשים לבד שקצתם מחמירין במים הרעים שבים הגדול שאפי' לא נשתהא אסור וזה דעת הרשב''א ז''ל אבל הרמב''ן ז''ל הסכים לדברי רבינו שכל שלא נשתהא מותר וכן עיקר דלא גרע מים רעים שבים הגדול ממי משרה ואם מי משרה מותרין בשלא נשתהא כדאיתא התם כ''ש מים רעים שבים הגדול ולדברי הכל במים היפים שבים הגדול אפי' נשתהא מותר כדאיתא התם: "
      ],
      [
        "<b>אין מתגרדין וכו'.</b> פרק חבית (שבת קמ\"ז:) ת״ר אין גורדין במגרדת בשבת רשב״ג אומר אם היו ידיו מלוכלכות בטיט או בצואה גורד כדרכו ואינו חושש ובהלכות והלכתא כוותיה ע״כ. ופירש״י מגרדת שקורין אשטריו״ל דהוי עובדין דחול עכ״ל: ",
        "<b>סכין ומפרכין וכו'.</b> פרק במה בהמה (שבת נ\"ג) סכין ומפרכין לאדם ואין סכין ומפרכין לבהמה ואסיקנא התם בגמרא דליכא מכה ומשום תענוג אבל אי איכא מכה ומשום צער סכין ומפרכין נמי לבהמה וכן מבואר בהלכות. ופירש״י סכין שמן ומפרכין גלדי מכה עכ״ל: ",
        "<b>בהמה שאכלה כרשינין וכו'.</b> שם תניא בהמה שאכלה כרשינין הרבה לא יריצנה בחצר בשביל שתתרפא ורבי יאשיה מיקל דרש רבא הלכה כר' יאשיה ופירש''י ז''ל ע''י אכילה מרובה אחזה חולי וצריכה להשתלשל ולהוציא רעי עכ''ל. ומבואר שם דלר' יאשיה אין הלכה כאותה ברייתא שאמרה בהמה שאחזה דם אין מעמידין אותו במים כדי שתצטנן אבל אדם שאחזו דם מעמידין אותו במים בשביל שיצטנן אלא לר''י אפי' בהמה מותר להעמידה במים ואין חוששין לשחיקת סמנין וכן מבואר בהלכות: "
      ],
      [
        "<b>אין מקיאין את האוכל וכו'.</b> במשנה (שם קמ\"ז) אין עושין אפיקטוזין ובגמרא אר''י לא שנו אלא בסם אבל ביד מותר ע''כ: ",
        "<b>ואסור לדחוק וכו'.</b> זה לא מצאתי מבואר אא''כ יהיה פירוש לאסוכי ינוקא שזכרו בכל הכלים (שבת קכ\"ג) ויפסוק רבינו כמאן דאוסר. והביאני לזה לפי שלא מצאתי בחיבורו דין אסוכי שהזכרתי. וא''כ הוא יש לתמוה למה לא פסק כרב ששת דשרי וצ''ע: ",
        "<b>ומותר לכפות כוס וכו'.</b> פרק במה אשה (שבת ס\"ו:) סחופי כסא אטבורא בשבתא שפיר דמי וענין הכוס הזה מבואר במלאכת הרפואה: ",
        "<b>וכן מותר ליחנק וכו'.</b> שם מותר ליחנק בשבת עוד שם לפופי ינוקא בשבתא שפיר דמי. ופירש''י ז''ל ליחנק מי שנפרקה חוליא של מפרקת צוארו ונופל בגרונו תולין אותו בראש שיהא צוארו נפשט ודומה לחניקה. לפופי לכרכו בבגדים וקושרין בחגורה רחבה ומתיישבות פרקי אבריו שהם רכים ונשמטים בחבלי הלידה עכ''ל: ",
        "<b>ולהעלות אזנים וכו'.</b> פרק אין מעמידין (ע\"ז כ\"ח:) מימרא הזכרתיה פ''ב ושם הזכרתי שתי לשונות חד אמר ביד אבל לא בסם וח''א בסם אבל לא ביד ורבינו כתב בין ביד בין בכלי ונראה מדבריו שבסם אסור וכבר זכרתי זה שם ודין האונקלי ג''כ נתבאר פרק שני: "
      ],
      [
        "<b>המרקד מאבות מלאכות כו' לפיכך וכו'.</b> דין המרקד מבואר פ''ח ודין התבן פרק תולין (שבת ק\"מ) משנה אין כוברין את התבן בכברה ולא יתננו על מקום גבוה בשביל שירד המוץ אבל נוטל בכברה ונותן לתוך האבוס ע''כ: "
      ],
      [
        "<b>מגבל חייב משום לש וכו'. לפיכך אין מגבלין וכו'.</b> דין הגבול פרק שמיני ודין גבול הקמח במי שהחשיך (שם קנ\"ה קנ\"ו) ת''ר אין גובלין את הקלי ויש אומרים גובלין מאן יש אומרים א''ר חסדא ר' יוסי בר' יהודה היא וה''מ הוא דמשני היכי משני א''ר חסדא על יד על יד. ושוין שבוחשין את השתית. והקשו והא אמרת אין גובלין ותירצו לא קשיא הא בעבה הא ברכה. וה''מ הוא דמשני היכי משני א''ר יוסף בחול נותן את החומץ ואח''כ נותן את השתית בשבת נותן את השתית ואח''כ את החומץ ע''כ. ופסקו בהלכות כר' יוסי בר' יהודה משום דאמרו היכי משני וכו' אלמא דהלכתא כוותיה. ודע שרש''י מפרש שזהו שתית וזהו קלי ולזה הקשו כשאמרו ושוין שבוחשין את השתית בשבת והא אמרת אין גובלין. וכוונת הגמרא משום דרישא דברייתא אין גובלין את הקלי דברי רבי. ותירצו קלי דרישא בעבה שתית דסיפא ברכה ולדברי הכל מותר לבחוש מן הרכה כל צרכו ע''י שנוי בנתינת החומץ באחרונה ולדברי ר''י בר''י אפי' בעבה אלו דבריהם ז''ל וזה דעת הרמב''ן והרשב''א ז''ל. אבל רבינו ז''ל מפרש שאין השתית קלי לפי שהשתית הוא מקמח תבואה שלא הביאה שליש כמו שהזכיר ונראה שהוא אינו גורס והא אמרת אין גובלין אלא והא תניא אין גובלין וזה נכון בפירוש השמועה: "
      ],
      [
        "<b>המורסן אע''פ וכו'.</b> שם משנה ונותנין מים למורסן אבל לא גובלין ואמרינן בגמרא דמותר לתת מים ומשני ושאלו היכי משני ובארו שתי וערב ואמרו והא לא מיערב שפיר. א''ר יהודה מנערו מכלי לכלי וכן אמרו שם אפי' קב או קביים עולא אמר אפי' כור או כורים ובהלכות והלכתא כעולא: "
      ],
      [
        "<b>אין מאכילין וכו' כיצד וכו'.</b> שם (קנ\"ה:) משנה אין אובסין את הגמל ולא דורסין אבל מלעיטין אין מאמירים את העגלים אבל מלעיטין ומהלקטין לתרנגולים, ובגמרא מאי אין אובסין אין עושין לה אבוס בתוך מעיה ופירש''י ז''ל ולא דורסין שדורס בתוך גרונה את השעורים עכ''ל. וזהו במקום שאינה יכולה להחזיר וכבר נתבאר איסור זה בדברי רבינו. עוד בגמרא אי זו היא המראה ואיזוהי הלעטה המראה מרביצה ופותח את פיה ומאכילה כרשינין ומים בבת אחת הלעטה מאכילה מעומד ומשקה אותה מעומד ונותן כרשינין בפני עצמן ומים בפני עצמן. עוד מפרש שם שאין מותר להאכיל לעופות ולבהמה שמזונותם עליו אלא למקום שיכולה להחזיר. ושאין מזונותם עליו אפילו לתת לפניהם אסור וכדעת רב יהודה וכדאיתא בהלכות: "
      ],
      [
        "<b>ומותר לאדם להעמיד וכו'.</b> סוף כל כתבי (שבת קכ\"ב) אמר רבי חנינא מעמיד אדם בהמתו על גבי עשבים בשבת אבל לא על גבי מוקצה. ואמרו דבמוקצה קאי לה באפה ואזלה איהי ואכלה: "
      ]
    ],
    [
      [
        "<b>רדיית הפת אע''פ וכו'.</b> בכל כתבי (שבת קי\"ז:) ובפרק חמישי הארכתי אי זו היא רדייה אסורה: ",
        "<b>המדביק פת בתנור וכו'.</b> ברייתא שם מבוארת: "
      ],
      [
        "<b>ומפני מה אסרו חכמים וכו'.</b> מימרא פרק כירה (שבת מ') בתחלה היו רוחצין בחמין שהוחמו מערב שבת התחילו הבלנין להחם חמין בשבת אסרו להם את החמין והתירו להם את הזיעה. ועדיין היו רוחצין בחמי האור ואומרין מזיעין אנו אסרו להם את הזיעה והתירו להם חמי טבריא. עוד שם חמין שהוחמו מע״ש אמר רב למחר רוחץ כל גופו אבר אבר ושמואל אמר לא התירו לרחוץ אלא פניו ידיו ורגליו ותניא כוותיה דשמואל: ",
        "<b>בד''א בחמי האור וכו'.</b> כבר נתבאר זה: ",
        "<b>ואסור לרחוץ וכו'.</b> פרק חבית (שבת קמ\"ז) משנה הרוחץ במי מערה דיעבד אין לכתחילה לא. ודברי רבינו מבוארים שם בהלכות בארוכה ומכלל דבריהם שהזיעה אסורה בכ״מ אבל דעת האחרונים שבחמי טבריא וכיוצא בהן אפי' הזיעה מותרת ולא אסרו הרחיצה במי מערה לכתחלה אלא במערה שיש בה חמי האור שהוחמו מע״ש ומכניסין אותן במערה להעמיד חומן מערב שבת לשבת וזה דעת הרמב״ן וה״ר יונה והרשב״א ז״ל והראשון דעת הגאונים ז״ל: "
      ],
      [
        "<b>מתחמם אדם וכו'.</b> ברייתא שם כלשון רבינו. ופי' ",
        "<b>רבינו ונמצא כרוחץ כל גופו בחמין.</b> פי' שאין ההפשרה אסורה בעצמה כמו שיתבאר אלא מפני רחיצת הגוף וכן העלה הרמב''ן ז''ל: ",
        "<b>המביא סילון של צונן וכו'.</b> שם משנה (דף ל\"ח:) מעשה שעשו אנשי טבריא שהביאו סילון של צונן לתוך אמה של חמין אמרו להם חכמים כחמין שהוחמו בשבת ואסורין ברחיצה ובשתיה: "
      ],
      [
        "<b>מביא אדם קיתון של מים וכו'.</b> ברייתא שם (מ':) קרוב ללשון רבינו ושם מימרא אחד שמן ואחד מים יד סולדת בו אסור אין יד סולדת בו מותר. היכי דמי סולדת אמר רבא כל שכריסו של תינוק נכוית הימנו, והמפרשים נחלקו בפי' דברים אלו רש''י ז''ל פירש שמותר להפשיר כנגד המדורה וקרוב לה אפי' במקום שאם יונח שם הרבה יתבשל לגמרי שכיון שהוא נזהר שלא יעמוד שם אלא שיעור ההפשר מותר ויזהר שלא יוחמו הידים בכדי שיהא כריסו של תינוק נכוית מהם. וקצת מפרשים אמרו שלא התירו ההפשר אלא במקום שא''א לבא בו לעולם לידי בישול ושיעור יד סולדת על מקום ההפשרה הוא ולא על המים המופשרים. וכתב הרשב''א ז''ל שאף לדברי רש''י ז''ל על גבי המדורה ממש אסור להפשיר ודעתו ז''ל להחמיר כדברי שאר המפרשים ז''ל ודעת רבינו כדברי רבינו שלמה ז''ל. וכן דעת הרמב''ן ז''ל. וכתב הרשב''א ז''ל שלדברי הכל תבשיל שנתבשל מע''ש ונצטנן מותר לחממו כנגד המדורה אפי' במקום שהיס''ב והוא שלא יתן ע''ג המדורה או ע''ג כירה ואם יש קדרה נתונה על האש מותר לחמם על גבי תבשיל שנתבשל כל צרכו מע''ש שכיון שהקדרה מפסקת הרי זה כמחמם כנגד המדורה ומותר. אבל אסור להטמינו תחת הבגדים הנתונים ע''ג המיחם אבל מטיב עליו כלי כדי לשמרו מן העכברים ואינו חושש אלו דבריו ז''ל: "
      ],
      [
        "<b>אמבטי של מרחץ וכו'.</b> שם (דף מ\"ב) ברייתא ת''ר נותן אדם חמין לתוך צונן ולא צונן לתוך חמין דברי ב''ש ב''ה אומרים אפילו צונן לתוך חמין מותר בד''א בכוס אבל באמבטי חמין בתוך צונן אבל לא צונן בתוך חמין והעלו שם דספל אין דינו כאמבטי אלא הרי הוא ככוס. ואמבטי זה כלי הוא וכן פירשוהו הגאונים ז''ל. והטעם שאסור לתת צונן לתוך חמין שבו מפני שהמים שבו עומדין לרחיצה ואדם מחממן הרבה וזהו שכתב רבינו אמבטי של מרחץ וכן עיקר: ",
        "<b>וכן לא יתן וכו'.</b> שם (דף מ') מעשה שרבי אסר: "
      ],
      [
        "<b>מיחם שפנה ממנו מים וכו'.</b> שם (דף מ\"א) אוקמתא על המשנה מיחם שפנה ממנו מים לא יתן לתוכו מים מועטין כדי שיוחמו אבל נותן לתוכן מים מרובין כדי להפשיר ואעפ''י שנדחית אוקמתא זו שם הדין אמת הוא ואין כאן משום צירוף כמו שהזכרתי פי''ב: ",
        "<b>ומותר לצוק וכו'.</b> כבר נתבאר זה למעלה: <b>וכן קדרה רותחת וכו'. </b> משנה (דף מ\"ב:) האלפס והקדרה שהעבירן מרותחין לא יתן לתוכן תבלין אבל נותן לתוך הקערה ולתוך התמחוי. ואמרו שם בגמרא בלישנא בתרא דמלח אפי' בכלי ראשון לא בשלה וכ''פ בהלכות ופירש''י ז''ל שכשהוא נותן תבלין לתוך הקערה דוקא אחר שהרותחין בתוכה אבל לתת לתוך הקערה תבלין תחלה ולערות עליהן רותחין אסור מפני שעירוי כלי ראשון מבשל והרי הוא לענין זה ככלי ראשון וכן יראה מלשון רבינו. אבל קצת מפרשים התירו אפי' עירוי כלי ראשון לפי שאינו מבשל. וזה נראה דעת הרמב''ן ז''ל והרשב''א ז''ל להלכה אבל למעשה ראוי להחמיר כדברי רש''י ז''ל: "
      ],
      [
        "<b>אין שורין את החלתית וכו'.</b> פרק תולין (שבת דף ק\"מ) משנה אין שורין את החלתית בפושרין אבל נותנין לתוך החומץ ובגמרא בעא מיניה ר״י מר' ינאי מהו לשרות את החלתית בצונן א״ל אסור והקשו והא אנן תנן בפושרין הא בצונן מותר א״ל מתניתין יחידאה היא ופי' ואין הלכה כמותו אלא אף בצונן אסור: ",
        "<b>ואם שתה יום חמישי וכו'.</b> שם כיון דאשתי חמשא ומעלי שבתא אי לא שתי בשבתא מסתכן: "
      ],
      [
        "<b>דבר שנתבשל וכו'.</b> במשנה פרק חבית (שבת דף קמה:) כל שבא בחמין מלפני השבת שורין אותו בחמין בשבת וכל שלא בא בחמין מלפני השבת מדיחין אותו בשבת חוץ מן המליח הישן וקוליס האספנין שהדחתן זו היא גמר מלאכתן. ופירש רש״י ז״ל כל שבא בחמין כלומר שנתבשל שורין אותו בחמין שיהיה נמוח וכל שלא בא בחמין כגון בשר יבש שאוכלים אותם חי ע״י הדחק מדיחים אותו ולא אמרינן זהו בשולו אבל לא שורין, עכ״ל. ודין המליח מבואר פ״ט: "
      ],
      [
        "<b>מותר להחם בחמה וכו'.</b> שם (דף קמ\"ו:) במשנה ואת הצונן בחמה בשביל שיחמו ופרק כירה (שבת דף ל\"ט) בחמה כ״ע ל״פ דשרי וכו' כמו שכתבתי פ״ט: ",
        "<b>וכן נותנין וכו'.</b> פרק חבית (שבת דף קמ\"ו:) משנה נותנין תבשיל לתוך הבור בשביל שיהא שמור ואת המים היפים ברעים בשביל שיצננו: "
      ],
      [
        "<b>מערב אדם מים ומלח וכו'.</b> בשמונה שרצים (דף ק\"ח:) אין עושין מי מלח מרובים אבל עושה הוא מי מלח מועטין וטובל בהן פתו ונותן לתוך התבשיל. ונזכר שם שר' יוסי אוסר אפילו מועטין אלא אם כן עושה בשנוי ואין הלכה כמותו כדאיתא פרק קמא דעירובין (י\"ד:) ומבואר כאן בהלכות. וכאן מבואר בגמרא שמי מלח הם מים ושמן ומלח: ",
        "<b>וכן לא יעשה מי מלח וכו'.</b> שם (שבת קח:) אין עושין מי מלח עזין וכמה אמר אביי תרתי תלתי מלחא ותלתא מיא למאי עבדי ליה אר''א למורייסא: ",
        "<b>ומותר למלוח ביצה וכו'.</b> שם תני יהודה בר חביבא אין מולחין צנון וביצה בשבת אביי אמר צנון אסור ביצה מותרת. ובהלכות והלכה כאביי. ושם מבואר שאפילו הצנון מותר לטבלו במלח: "
      ],
      [
        "<b>מותר לערב דבש ויין ופלפלין וכו'.</b> פרק (חבית) [תולין] (שבת ק\"מ, ע\"ז ל') ת''ר אלונתית יין ישן ופלפלין ומים צלולין ואפרסמון ומפורש שם שהאלונתית הוא לרפואה: "
      ],
      [
        "<b>חרדל שלשו מע''ש וכו'.</b> מסקנא דגמרא שבת שם כלשון רבינו: ",
        "<b>שחלים שטרפן וכו'.</b> שם כלשון רבינו: ",
        "<b>שום וכו'.</b> שם כלשון רבינו וכבר כתבתי בדין זה פ''ג: "
      ],
      [
        "<b>הנוטל שער וכו' לפיכך אסור לרחוץ וכו'.</b> דין נטילת השער מבואר פ״ט ודין הרחיצה פרק במה טומנין (שבת דף נ':) מבואר שאינו אסור אלא בדבר שודאי משיר דהו״ל פסיק רישיה ולא ימות ואע״ג דקי״ל כר״ש דדבר שאין מתכוין מותר בזה שודאי משיר אסור ושם מבואר שהאהלה משיר את השער בודאי: ",
        "<b>ומותר לחוף את הידים וכו'.</b> שם אמר רב יהודה עפר לבינתא שרי. וכתב רבינו האי יש שמפרש לבנה ממש. ויש מפרשים לבינתא עפר של לבונה ונקראת כנדא''ר לבא''ן בלשון ישמעאל וכך אנו סוברין עכ''ל. וזה דעת רבינו. עוד שם כוספי דיסמין שרי עפר פלפלי שרי: ",
        "<b>עירב דבר שאינו משיר את השער וכו'.</b> בכאן מצאתי נוסחאות חלוקות בספרי רבינו. בקצתן כתוב אם היה הרוב מדבר שאינו משיר ודאי מותר לחוף ואם לאו אסור. ובקצתן אם היה הרוב מדבר המשיר ודאי אסור לחוף ואם לאו מותר וזאת הנוסחא האחרונה נראה אמתית לפי מסקנת הגמ' שא''ר נחמיה בריה דרב יוסף כל היכא דליכא רובא אהלה שפיר דמי. וכן נראה מן ההלכות: "
      ],
      [
        "<b>אסור לראות במראה של מתכת כו'.</b> מחלוקת תנאים פרק שואל (שבת דף קמ\"ט) והעלו בהלכות כדברי רבינו. ואע״פ שיש חולקין כן עיקר. וכן הסכימו הרמב״ן והרשב״א ז״ל. מדבריהם למדנו שמותר לנשים להסתכל במראה של זכוכית בשבת ואע״פ שאינה קבועה ואינן חוששות: "
      ],
      [
        "<b>המכבס חייב משום מלבן כו' לפיכך אסור לדחוק מטלית וכו'.</b> דין הכבוס וסחיטת הכסות כתבתיה בארוכה פ''ט ודין איסור דחיקת המטלית פ' תולין (קמ\"א) אמר רבא לא ליהדוק אינש אודרא אפומא דשישא דילמא אתי לידי סחיטה ע''כ: ",
        "<b>ואין מקנחים בספוג וכו'.</b> פרק נוטל (שבת דף קמ\"ג) משנה ספוג אם יש לו עור בית אחיזה מקנחין בו ואם לאו אין מקנחין בו ופירש״י ז״ל לפי שכשאוחז נסחט בין אצבעותיו. וזה דעת רבינו ובהשגות א״א הצרפתים מפרשים כן וקשיא לי וכי יש לו בית אחיזה מאי הוי אי אפשר לקנוח בלא סחיטה ואני אומר כיון שיש לו בית אחיזה הויא ליה כצלוחית מלאה מים שמריק ממנה אבל כשאין לו בית אחיזה אסור לסוחטו עכ״ל. וכתב רבינו בפירוש המשנה ספוג ידוע והוא כמו צמר נעשה בחוף הים ושואב המים, עכ״ל: ",
        "<b>ואין מכסין חבית וכו'.</b> בפרק במה טומנין (שבת דף מ\"ח) חזייה דהוה פריס סודרא אכובא דמיא וכו' שם מתבאר זה: "
      ],
      [
        "<b>נשברה לו חבית וכו'.</b> (דף קמ\"ג:) ראש פרקא חבית שנשברה מצילין הימנה מזון שלש סעודות ואומר לאחרים בואו והצילו לכם ובלבד שלא יספוג. ובגמרא תנא לא יספוג ביין ולא יטפח בשמן שלא יעשה כדרך שהוא עושה בחול. ופירש''י ז''ל לא יספוג לא יניח ספוג במקום היין לחזור ולהטיפו בכלי גזרה שמא יסחוט. לא יטפח מכניס בו כפו והשמן נדבק בו עכ''ל: ",
        "<b>וכיצד מציל וכו'.</b> ברייתא בכל כתבי (דף קי\"ז:) הדין והטעם מפורש שם מלבד ההערמה שהיא במחלוקת תנאים שם. ופסק רבינו כדברי האומר מערימין להקל בשל דבריהם: "
      ],
      [
        "<b>טיט שעל בגדו וכו'.</b> פרק תולין (שבת דף קמ\"א) אמר רב כהנא טיט שע״ג בגדו מכסכסו מבפנים ואין מכסכסו מבחוץ וברייתא טיט שעל בגדו מגררו בצפורן: ",
        "<b>המכסכס את הסודר וכו'.</b> שם (דף ק\"מ) רב אחא בר יוסף עאל לבי רב חסדא בעא מיניה מהו לכסכוסי כתניתא בשבתא לרכוכי קא מכוין ושפיר דמי או דילמא לאולודי חיורא קא מכוין ואסור א''ל לרכוכי קא מכוין ושפיר דמי כי נפק א''ל ר''נ בר יצחק מאי בעא מר מיניה אמר ליה בעאי מיניה מהו לכסכוסי כתניתא ואמר לי שפיר דמי. א''ל ותבעי ליה למר סודרא. א''ל סודרא לא איבעי לי דבעאי מרב הונא ופשט לי. ובמקצת ספרים יש ופשט לי לאיסורא. א''ל ותפשוט ליה למר מסודרא א''ל התם מיחזי כאולודי חיורא הכא לא מיחזי כאולודי חיורא ע''כ בגמרא. ולגרסת הספרים דגרסי ופשט לי לאיסורא דברי רבינו מבוארים שהסודר אסור והכתונת שהוא חלוק מותר. ואף לגרסא האחרת פירש''י ז''ל שהסודר אסור ופשט לי לאיסורא קאמר דאי להיתרא כ''ש כתניתא להיתרא דטפי איכא למיחש בסודרא משום אולודי חיורא מכתניתא. זהו דעתו ז''ל. והרמב''ן ז''ל פירש בהפך דסודרא פשט ליה לרב הונא להיתרא ואכתי הוה מבעיא ליה כתניתא וזהו שבהלכות לא כתבו דין סודר לפי שאינו חלוק מכתניתא ושניהם מותרין. וזהו דעת ההשגות וכן כתוב שם א''א טעה בזה דבין סודר בין חלוק מותר. וכ''פ הרב ז''ל ע''כ. ואני אומר אם הגרסא היא כמו שכתובה בספרי רבינו שלמה ז''ל א''ל התם מיחזי כאולודי חיורא הדבר נראה מוכרע כדבריו ודברי רבינו דהתם בהכרח אסודר קאי ולא אכתניתא דהוו מיירו בה ואמר אמאי לא פשיט ליה מסודר. אבל במקצת הספרים כתוב הכא מיחזי כאולודי חיורא התם לא מיחזי וכו' וזה היא הגרסא הכתובה בחדושי הרמב''ן ז''ל. ולפי גרסא זו אין בפירושה הכרע רק משקול הדעת אי זה מהן יש לחוש יותר לאולודי חיורא ואם דעתו אינה מכרעת אוחז אני דברי רבינו ורש''י ז''ל למעשה. ופירוש מכסכס פירש''י ז''ל כשנתכבס הרי הוא קשה ומשפשפו בין שתי ידו והוא מתרכך ואף ליבון שלו מצהיל ע''י השפשוף ע''כ דבריו: "
      ],
      [
        "<b>מנעל וסנדל וכו'.</b> בזבחים פ' דם חטאת (זבחים דף צ\"ד:) דרש רבא מותר לכבס את המנעל וחזר בו ואמר שכשוך מותר כבוס אסור והובא בהל' פ' תולין: <b>ואין מגרדין לא מנעלים ולא סנדלים חדשים אבל סכין אותן ומקנחין את הישנים</b> ע״כ בספרי רבינו. והם דברים מתמיהים שהרי שם פרק תולין (שבת קמ\"א) ליכא מ״ד דישן מותר ולא חדש אדרבא אמרו מגרדין מנעל חדש אבל לא ישן וכ״ש דמסקנא התם כדתני ר' חייא אין מגרדין מנעל חדש ולא מנעל ישן ולא יסוך רגלו שמן והוא בתוך המנעל וכו'. ואם אין לרבינו נוסחא אחרת בדברים אלו איני יודע להלום דבריו. ובהשגות א״א גם בזה טעה ע״כ: ",
        "<b>כר או כסת וכו'.</b> משנה פרק נוטל (שבת דף קמ\"ב:) היתה עליו פירוש על הכר לשלשת מקנחה בסמרטוט היתה של עור נותנין עליה מים עד שתכלה ופירש״י ז״ל לשלשת שום דבר מאוס כגון רוק או רעי או צואה מקנחה בסמרטוט ולא יתן עליה מים דהתם כר של בגד הוא ובגד שרייתו במים זהו כבוסו. היתה הלשלשת זו על כר של עור דלאו בר כבוס הוא נותן עליה מים עד שתכלה ומיהו כבוס ממש לא עכ״ל. והביא ראיה דכבוס ממש אפילו בשל עור אסור מההיא דמנעל דזבחים דלעיל: "
      ],
      [
        "<b>מי שנתלכלכה ידו בטיט וכו'.</b> תוספתא מי שרחץ במים מסתפג באלונטית וכו' ופרק חבית (שבת דף קמ\"ז:) אמר רבי יוחנן הלכה מסתפג אדם באלונטיתו ומביאה בידו לתוך ביתו: "
      ],
      [
        "<b>וכן מי שנשרו כליו וכו'.</b> (שם קמ\"ו:) משנה מי שנשרו כליו בדרך מהלך בהם ואינו חושש הגיע לחצר החיצונה שוטחן בחמה אבל לא כנגד העם ובגמרא א''ר יהודה אמר רב כל מקום שאסרו חכמים מפני מראית העין אפי' בחדרי חדרים אסור. והקשו ממשנתנו דתנן שוטחן בחמה אבל לא כנגד העם. ותירצו תנאי היא דתניא שוטחן בחמה אבל לא כנגד העם ר''א ור''ש אוסרים והעלו בהלכות שהלכה כרב והביאו ראיה לזה וכן דעת רבינו ומקצת מן הגאונים חלוקים בזה ודברי ההלכות ורבינו עיקר: "
      ],
      [
        "<b>שתי מטהרות וכו'.</b> תוספתא בעירובין פ''ח: "
      ],
      [
        "<b>אסור לתקן בית יד וכו'.</b> זו קיטורי בית יד שהזכירו פ' יו''ט שחל (ביצה כ\"ג) ואמרו שמעשה אומן הוא ואסור: ",
        "<b>וכן אין מקפלין.</b> פ' אלו קשרים (שבת קי\"ג) משנה מקפלים את הכלים אפי' ד' וה' פעמים ובגמרא אמרי דבי ר' ינאי לא שנו אלא באדם אחד אבל בשני בני אדם לא ובאדם אחד נמי לא אמרן אלא בחדשים אבל בישנים לא וחדשים נמי לא אמרן אלא בלבנים אבל בצבועים לא ולא אמרן אלא שאין לו להחליף אבל יש לו להחליף לא ע''כ: "
      ],
      [
        "<b>הצובע מאבות מלאכות וכו'.</b> דין הצובע פ''ז. ואיסור העברת הסרק. ברייתא בהמצניע (דף צ\"ה) אשה לא תעביר סרק על פניה משום שצובעת: ",
        "<b>והתופר מאבות מלאכות לפיכך אסור למלאות וכו'.</b> בבמה טומנין (דף מ\"ח) מימרא וברייתא אין נותנין את המוכין לא לתוך הכר ולא לתוך הכסת ביו''ט ואצ''ל בשבת נשרו מחזירין אותן בשבת ואצ''ל ביו''ט: "
      ],
      [
        "<b>הקורע מאבות מלאכות וכו' לפיכך מי שנסתבכו וכו'.</b> ירושלמי פ' כלל גדול. ",
        "<b>ומותר ללבוש וכו': ופוצעין את האגוז וכו'.</b> ברייתא כלשונה ביו''ט פרק המביא (דף ל\"ד): "
      ],
      [
        "<b>התוקע חייב משום בונה וכו' לפיכך כל הדלתות וכו'.</b> ברייתא פ' כל הכלים (שבת דף קכ\"ב:) ובהלכות ת״ר דלת של שידה ושל תיבה ושל מגדל נוטלין ולא מחזירין. של לול של תרנגולין פי' דמחברי בארעא כדאיתא התם בגמרא לא נוטלין ולא מחזירין גזרה שמא יתקע ע״כ בהלכות. ותמה אני למה הוצרכו לגזרה דשמא יתקע במה שמחובר לקרקע שהרי בלא תקיעה חייב משום בונה כמבואר פרק עשירי: ",
        "<b>ואם נשמט ציר התחתון וכו'.</b> בהמוצא תפילין (עירובין ק\"ב:) מחזירין ציר התחתון במקדש אבל לא במדינה העליון כאן וכאן אסור ובגמרא ת''ר ציר דלת תיבה שידה ומגדל במקדש מחזירין במדינה דוחקין העליון כאן וכאן לא יחזיר גזירה שמא יתקע ואם תקע חייב חטאת ע''כ. ומדברי רבינו שציר העליון במדינה אסור לדחקו וכן העלו ז''ל: "
      ],
      [
        "<b>ואין גודלין שער הראש וכו'.</b> פ' המצניע (שבת צ\"ד:) הגודלת והפוקסת חכמים אוסרין משום שבות. ואסיקנא בגמרא משום דמיחזי כבונה ופירש''י ז''ל פוקסת יש מרבותי אומרים מתקנת שערה במסרק, עוד כתב פירוש אחר וזה נראה מדברי רבינו: ",
        "<b>ואין מחזירין וכו'.</b> סוף פ' כירה (שבת ד' מ\"ז:) מפורש בגמרא ובהלכות וכרשב״ג דאמר אם היה רפוי מותר: ",
        "<b>ואין מתקנין חוליות וכו'.</b> פרק חבית (שבת דף קמ\"ז) משנה אין מעצבין את הקטן ובגמרא בחומרי שדרא דמיחזי כבונה: "
      ],
      [
        "<b>העושה אהל קבוע וכו' לפיכך אין עושין וכו'.</b> פרק תולין (שבת דף קל\"ז:) ובהרבה מקומות הכל מודים שאין עושין אהל עראי לכתחלה ביו״ט וא״צ לומר בשבת. ושם (דף קל\"ח) מתבאר שהסתירה ג״כ אסורה מדבריהם מההיא דאמר חזינא להו וכו': ",
        "<b>ומותר להוסיף וכו' כיצד טלית שהיתה פרוסה וכו'.</b> פ' המוצא תפילין (עירובין ק\"ב) הנהו דכרי דהוו ליה לרב הונא דביממא בעו טולא ובליליא בעו אוירא אתו לקמיה דרב א''ל זיל כרוך בודיא ושייר בה טפח למחר פרסא עלויה מוסיף על אהל עראי הוא ושפיר דמי: "
      ],
      [
        "<b>אין תולין וכו'.</b> פרק תולין (שבת קל\"ח:) הרבה מימרות: ",
        "<b>ומותר להניח וכו'.</b> שם (דף קל\"ח) אבל מטה וכסא וטרסקל מותר לנטותה לכתחלה וכתבו המפרשים שפריסת השלחן ע''ג ספסליו מותרת מפני שאין משתמשין באויר שתחתיו. עוד כתב הרשב''א ז''ל ומטה שלנו בזמן שהיא מסורגת בחבלים אם יש בין חבל לחבל ג' טפחים אסור לפרוס עליהם מפני שזה כעשיית אהל לפי שמשתמשין באויר שתחת המטה בנתינת סנדלין וכיוצא בהן וכן אסור לסלק מעליה הבגד התחתון מפני שהוא כסותר אהלים אבל אם אין בין חבל לחבל ג' טפחים הכל כלבוד ואין בו משום אהל ובין כך ובין כך אם היה כר או כסת או בגד פרוש עליה מערב כשיעור טפח למחר מותר לפרוס על כל המטה משום דהוי כמוסיף על אהל עראי עכ''ל: "
      ],
      [
        "<b>כל אהל משופע וכו'.</b> פ''ק דסוכה (דף י\"ט:) שפועי אהלים למסקנא לאו כאהלים דמו ויש גרסא פרק המוצא תפילין (עירובין ק\"ב:) קשה לזה ואינה בגרסת הגאונים ולדברי הכל דינו של רבינו אמת שאין בזה אהל גמור דבר תורה: ",
        "<b>טלית כפולה וכו'.</b> פרק תולין (שבת קל\"ח) תני רמי בר יחזקאל טלית כפולה לא יעשה ואם עשה פטור אבל אסור כרך עליו חוט או משיחה מותר לנטותה לכתחלה בשבת, ובהלכות פירשו כגון טלית שקשורה בין שני כותלים והיא משולשלת ומגעת לארץ נכנס בין שני קצותיה וישן תחתיה בצל ואין בגגה טפח ולא בפחות מג' סמוך לגגה לפיכך פטור אבל אסור ואם היו עליה חוטים מאתמול ונטה אותה היום מותר: ",
        "<b>וכן הפרכת וכו'.</b> שם וילון מותר לנטותו ומותר לפרקו. ופירש''י ז''ל שהטעם שאין זה אלא מחיצה ואין אהל אלא העשוי כעין גג וכל שאינה מחיצה מתרת מותר לעשותה אבל מחיצה המתרת לא כנזכר סוף פ''ד מהלכות שופר וסוכה: "
      ],
      [
        "<b>כילת חתנים וכו'.</b> שם (דף קל\"ח ע\"ב) ובהמוצא תפילין (עירובין ק\"ב) כילת חתנים מותר לנטותה ומותר לפרקה בשבת ולא אמרן אלא שאין בגגה טפח אבל יש בגגה טפח אסור וכי אין בגגה טפח נמי לא אמרן אלא שאין בפחות מג' סמוך לגגה טפח אבל יש בפחות משלשה סמוך לגגה טפח אסורה ולא אמרן אלא דלא נחתא מפוריא טפח אבל נחתא מפוריא טפח אסורה. וכתב הרשב''א ז''ל נחתא מפוריא טפח אסורה דכיון שהכילה פרוסה לצל הויא לה מטה העשויה כעין גג באמצע כילה אבל מטה דידן אע''ג דנחתי סדינין מפוריא טפח לית לן בה. וכ''כ הרב מורי נר''ו עכ''ל: ",
        "<b>פקק החלון וכו'.</b> פרק כל הכלים (שבת קכ\"ה:) משנה פקק החלון ר''א אומר וכו' וחכ''א בין כך ובין כך פוקקין בו ואמרו בגמרא (דף קכ\"ו) בין קשור בין שאינו קשור והוא שמתוקן ופירש''י ז''ל מוכן מאתמול לכך וכתב הרשב''א ז''ל מתוקן ומוכן לכך במחשבה קאמר: "
      ],
      [
        "<b>כובע שעושים על הראש וכו'.</b> פרק תולין (שבת דף קל\"ח:) ובהמוצא תפילין (עירובין ק\"ב:) סינא שרי. והקשו והא תניא סינא אסור. ותירצו לא קשיא הא דאית ביה טפח הא דלית ביה טפח. והקשו אלא מעתה אפיק בגלימא טפח ה״נ דמיחייב. ותירצו אלא לא קשיא הא דמיהדק הא דלא מיהדק ופר״ח ז״ל כדברי רבינו. אבל רש״י ז״ל פי' אלא לא קשיא דטעמא לאו משום אהל הוא אלא משום דלמא נפיל ואתי לאתויי וכל דמיהדק ליכא למיחש. והרשב״א ז״ל העלה פרק תולין כדברי רש״י ז״ל ובהמוצא תפילין כדברי ר״ח ז״ל וכן עיקר: "
      ],
      [
        "<b>הנוטה פרכת וכו'.</b> שם פרק תולין (שבת קל\"ח:) הא דתניא הגוד בכסכיו מותר לנטותו בשבת לא שנו אלא בשני בני אדם אבל באדם אחד אסור וכילה אפי' בעשרה בני אדם אסור א''א דלא מימתחא פורתא ע''כ. ופירושים אחרים יש ומהם יש בהשגות: "
      ],
      [
        "<b>בגד שמכסה בו וכו'.</b> שם (דף קל\"ט:) אמר רבא האי פרונקא אפלגא דכובא שרי אכולא כובא אסיר. ובהלכות פירשו פרונקא מטלית ופי' רש''י ז''ל שהטעם משום עשיית אהל וכדברי רבינו. וכתב הרשב''א ז''ל ולפי דברי רש''י ז''ל נצטרך לפרש שלא יהא הכובא מלאה שאם כן אין כאן אהל אלא בשחסר טפח דהוי אהל. והוא ז''ל הכריע שאין בכסוי כלים משום אהל ולא אסרינן כאן אכולא כובא אלא משום דמיחזי כמשמרת שכן דרכו בחול ואפלגא דכובא שרי דלאו הכי אורחיה וכן פי' הראב''ד ז''ל ע''כ דבריו: ",
        "<b>המסנן בכפיפה כו'.</b> שם ומסננין את היין בכפיפה מצרית אמר רב ובלבד שלא יגביה מקרקע של כלי טפח ופירש רש''י ז''ל טפח כמדת אהל וזה כדעת רבינו. ויש מי שפירש דמשום שנוי קאמר ולא משום אהל וזה דעת ה''ר יונה ז''ל: "
      ]
    ],
    [
      [
        "<b>העושה נקב שהוא עשוי וכו' לפיכך גזרו על כל נקב וכו' מפני זה אין נוקבין וכו'.</b> דין נקב שהוא עשוי להכניס ולהוציא מבואר פ' עשירי. וגזרת חכמים. מימרא פ' חבית (שבת קמ\"ו:) כתבתיה שם. ודין נקב החבית. שם פרק חבית ת''ר אין נוקבין נקב חדש בשבת ואם בא להוסיף מוסיף ויש אומרים אין מוסיפין. אמר רבי יוחנן הלכה כיש אומרים ושוין שנוקבין נקב ישן לכתחלה. אמר שמואל לא שנו אלא במקום העשוי לשמר אבל לחזק אסור. ואסיק רבא דאפי' למטה מן היין נמי זהו לשמר והיכי דמי לחזק כגון שנקבה למטה מן השמרים ע''כ. ופירש''י ז''ל לא שנו אלא במקום שסתימה זו אינה עשויה אלא לשמר את ריח היין שלא יצא ויתקלקל כיון דלאו סתימה מעליתא עבדי לה לאו כלום הוא. אבל לחזק שיחזק את הכלי שלא יצא יינו למטה מן השמרים אצל שוליו שכל כובד היין נשען שם סתימה מעליתא הוי וכי הדר נקיב לה הויא כפותח לכתחלה עד כאן לשונו: "
      ],
      [
        "<b>נוקבין מגופה של חבית וכו'.</b> משנה שם (דף קמ\"ו) אין נוקבין מגופה של חבית דברי ר' יהודה וחכמים מתירין ולא יקבנה מצדה. ובגמ' א''ר הונא מחלוקת למעלה אבל מן הצד דברי הכל אסור והיינו דקתני ולא יקבנה מצדה ופירוש מצדה של מגופה ורב חסדא אמר וכו'. ופסקו בהלכות כרב הונא: ",
        "<b>שובר אדם את החבית וכו'.</b> משנה פרק חבית ופירש''י ז''ל ובלבד שלא יתכוין לעשות כלי לנקבה יפה בפה נאה עכ''ל: ",
        "<b>ומביא אדם חבית כו'.</b> ברייתא שם. ואמרו בגמרא משום דלעין יפה קא מכוין: "
      ],
      [
        "<b>וכשם שאסור לפתוח וכו'.</b> פרק תולין (שבת דף קל\"ט) אמרו ליה רבנן לרב אשי חזי מר האי מרבנן דשקיל ברא דתומא ומנח בברזא דדנא ואמר אנא לאצנועי קא מכוינא ואזיל וניים במברא ועבר להך גיסא וסייר להו פירי ואמר למינם קא מכוינא. אמר להו הערמה מדרבנן וצורבא מדרבנן לא אתי למיעבד לכתחלה ע״כ. <b>ורבינו כתב ומותר להערים בדבר זה</b> ולא חלק בין תלמיד חכם לאדם אחר. ואולי שהוא סובר שלא אמר וצורבא מדרבנן בדוקא אלא משום ההעברה במברא וזהו שלא הזכיר רבינו הדין ההוא כלל לפי שאין צורבא מדרבנן מצוי. <b>ומ״ש אפי' בדבר שאינו מתמרח וכו'</b> נלמד מכאן ויתבאר עוד בפרק זה: "
      ],
      [
        "<b>כל דבר שהוא גמר מלאכה חייב עליו משום וכו' לפיכך אסור להשמיע קול של שיר וכו'.</b> חיוב גמר מלאכה מבואר פרק עשירי ואיסור השמעת הקול פרק המוצא תפילין (עירובין ק\"ד) ושם העלו בהלכות כמאן דאמר לא אסרו אלא בקול של שיר בלבד אבל מותר להקיש על השער וכל כיוצא בזה ואע''פ שיש אוסרין כן עיקר: "
      ],
      [
        "<b>אין מספקין ולא מטפחין וכו'.</b> משנה ביום טוב פרק משילין (ביצה דף ל\"ו:) ופירש רש''י ז''ל אין מטפחין ביד ואין מספקין על ירך ואין מרקדין ברגל וכולן לשמחה ולשיר ובגמרא מפרש גזירה שמא יתקן כלי שיר. <b>ומה שכתב רבינו ולספק כלאחר יד מותר</b> הוא בירושלמי וכתוב בהלכות שם: ",
        "<b>אין שטין על פני המים גזירה שמא יתקן וכו'.</b> שם במשנה והטעם בגמרא. ופי' רש''י ז''ל חבית של שייטין כלי של גומא שאורגים אותו ועושין אותו כמין חבית ארוכה ולמדין בו לשוט עכ''ל: ",
        "<b>בריכה שבחצר מותר וכו'.</b> פ' כירה (שבת מ' מ\"א) תניא לא ישוט אדם בברכה מלאה מים ואפי' עומדת בחצר וחלקו בגמרא בין אית לה גדודי ללית לה ופירש בהלכות דאי אית לה גידודי שרי ופירוש אחר יש. ופירוש גידודי שפתות גבוהות: "
      ],
      [
        "<b>אין חותכין שפופרת של וכו'.</b> פרק חבית (שבת דף קמ\"ו:) מחלוקת אמוראים ותנאים ומבואר שם דמחתך לכתחלה כ״ע ל״פ דאסור דהא מתקן אהדורא כ״ע לא פליגי דשרי כי פליגי דחתוכא ולא מיתקנא מאן דאסר גזרינן דלמא אתי למיחתך לכתחלה ומאן דשרי לא גזרינן וקמו להו שמואל ור' יוחנן בחדא שטתא דשרי וקיימא לן כוותייהו: ",
        "<b>ואסור להניח עלה של הדס וכו'.</b> שם אמר שמואל האי טרפא דאסא אסור ובהלכות פי' אסור ליתן עלה של הדס בתוך הנקב של חבית לקלח בו היין כדי שלא יהא שותת בדפני החבית ע''כ. מ''ט רב ירמיה מדפתי אמר משום מרזב פירש''י ז''ל גזירה שמא יכין מרזב רב אשי אמר גזירה שמא יקטום מאי בינייהו איכא בינייהו דאקטים ומנח ע''כ. ופסק רבינו כרב ירמיה להחמיר וצ''ע דרב אשי בתראי: ",
        "<b>ואין שוברין וכו'.</b> משנה ביו''ט פרק המביא (ביצה ל\"ב) ופירש''י ז''ל כשצולין דגים על האסכלא חותכין קנים או שוברין חרסים או חותכין נייר ושורין במים וסודרין הדגים על הנייר וכו' עכ''ל: "
      ],
      [
        "<b>זמורה שהיא קשורה בטפיח וכו'.</b> פ' כל הכלים (שבת קכ\"ו:) משנה זמורה שהיא קשורה בטפיח ממלאין בה בשבת ובגמרא קשורה אין שאין קשורה לא ואסיק רב אשי טעמא גזירה שמא יקטום ופירש''י ז''ל זמורה של גפן שהיא קשורה בטפיח ששואבים בה מן הבור או מן המעין עכ''ל: ",
        "<b>אסור לחוף כלי כסף וכו'.</b> פ' במה טומנין (שבת דף נ') בכל חפין את הכלים חוץ מכלי כסף בגרתקון והעלו שם דאפי' כלי כסף בנתר וחול מותר. ופי' רש״י ז״ל חפין משפשפים את הכלים לצחצחן בגרתקון כמין עפר שגדל בחביות של יין והוא עיקר תקון כלי כסף עכ״ל: ",
        "<b>ואסור להדיח קערות וכו'.</b> פרק כל כתבי (שבת דף קי\"ח) ת״ר קערות שאכל בהן ערבית מדיחן לאכול בהן שחרית שחרית מדיחן לאכול בהן בצהרים בצהרים מדיחן לאכול בהן במנחה מן המנחה ואילך שוב אינו מדיח אבל כוסות קיתוניות וצלוחיות מדיח והולך כל היום כולו לפי שאין קבע לשתיה ע״כ. ובהשגות א״א כל זה אינו אסור אלא מפני שהוא טורח לחול ע״כ. ואף רבינו ז״ל כך הוא סבור שתקון זה אינו אסור אלא מפני שהוא לצורך חול: ",
        "<b>ואין מציעין את המטות וכו'.</b> משנה פרק אלו קשרים (שבת דף קי\"ג) ומציעין את המטות מלילי שבת לשבת אבל לא משבת למוצאי שבת ע״כ: "
      ],
      [
        "<b>אסור להטביל כלים וכו'.</b> ביו''ט פ' יו''ט שחל (ביצה י\"ז י\"ח) משנה וברייתא ומסקנא שם: ",
        "<b>המטביל כלים וכו'.</b> ברייתא שם (דף י\"ז:) (ומשנה פרק אין תורמין ויש לשם ירושלמי שמתיר כלים קטנים ולא חשש לו רבינו ובפ\"ב דביצה מוכח דכולהו אסירי משום טעמי דאיתא התם ולזה לא חילק רבינו). [כל זה בס''א אינו וישנו בכ''מ]: ",
        "<b>ומותר להטביל את המים וכו'.</b> שם במשנה ושוין שמשיקין את המים בכלי אבן לטהרם. ודע שטבילת כלי תשמיש הנקחים מן הנכרי אסורה בשבת מפני שהוא כמתקן כלי ועוד אזכיר זה פ''ד מהלכות י''ט: "
      ],
      [
        "<b>ואין מגביהין תרומות וכו'.</b> משנה פרק משילין (ביצה דף ל\"ו:) ובפרק במה מדליקין (שבת דף ל\"ד) ספק חשכה ספק אינה חשכה אין מעשרין את הודאי ואין מטבילין את הכלים: "
      ],
      [
        "<b>מעבד מאבות מלאכות וכו' לפיכך לא יסוך וכו'.</b> דין העבוד פי״א ודין הסיכה ברייתא פרק תולין (שבת דף קמ\"א:) תני ר' חייא אין מגררין לא מנעל חדש ולא מנעל ישן ולא יסוך את רגלו שמן והוא בתוך המנעל או בתוך הסנדל אבל סך את רגלו שמן ומניחה בתוך המנעל או בתוך הסנדל. (אבל) וסך את כל גופו שמן ומתעגל על גבי קטבליא ואינו חושש ואמר רב חסדא לא שנו אלא שיעור לצחצחו אבל לעבדו אסור ע״כ בגמרא ובהלכות ורבינו ז״ל התיר בישנים. ופירוש קטבליא עור שלוק: "
      ],
      [
        "<b>הממרח רטיה וכו' לפיכך אין סותמים וכו'.</b> מרוח הרטיה פי''א וסתימת הנקב פרק חבית (דף קמ\"א:) משנה אם היתה נקובה לא יתן עליה שעוה מפני שהוא ממרח. ובגמרא משחא רב אסר ושמואל שרי מאן דאסר גזרינן משום שעוה ומאן דשרי סבר לא גזרינן. ובהלכות והלכה כרב ואם תשאל והלא כבר נתבאר למעלה בפ''ז שאסור לסתום כל נקב אפילו בקיסם או בצרור ואם כן למה צריכין אנו בשמן לגזירת שעוה ובשעוה עצמה לגזרת מרוח. תשובתך אין סתימה זו כסתימה של מעלה שהסתימה של מעלה היא שנכנסת תוך הנקב ובעובי הכלי וסתימה זו היא על פני הכלי ומגבו ואינה אסורה מפני עצמה אלא מפני גזרת מרוח: "
      ],
      [
        "<b>כותב מאבות מלאכות לפיכך אסור לכחול וכו'.</b> משנה בפרק המצניע (שבת דף צ\"ד:) הכוחלת חכמים אוסרין משום שבות ובגמרא כוחלת משום כותבת ופי' רש״י ז״ל שמוליכה מכחול סביב לעין כאדם המוליך קולמוס סביב האות עכ״ל: ",
        "<b>ואסור ללוות ולהלוות גזרה שמא יכתוב וכו'.</b> זה מבואר בהרבה מקומות ומהם פ' שואל (שבת דף קמ\"ח) ושם בגמרא מבואר הטעם: ",
        "<b>לא ישכור פועלים בשבת וכו'.</b> משנה שם (דף ק\"נ) כלשונה: ",
        "<b>אבל לשאול ולהשאיל וכו'.</b> משנה שם (דף קמ\"ח) שואל אדם מחבירו כדי יין וכדי שמן ובלבד שלא יאמר לו הלויני וכן אשה מחברתה ככרות ואם אינו מאמינו מניח טליתו אצלו ועושה עמו חשבון לאחר שבת ע''כ. ואמרו בגמרא מ''ט השאילני לא אתי למיכתב הלויני אתי למיכתב. ובהלכות פירשו משום דהלויני לזמן מרובה משמע ולפיכך אתי למיכתב, ע''כ: "
      ],
      [
        "<b>אחד המוכר בפה או במסירה אסור וכו' ואסור לשקול בין וכו'.</b> זה מבואר וממה שיתבאר בהלכות יום טוב יש להוכיח כן. והמדידה מבואר סוף פרק מי שהחשיך (שבת דף קנ\"ז.): "
      ],
      [
        "<b>אין דנין בשבת ולא חולצין וכו'.</b> פרק משילין (ביצה ל\"ו ל\"ז) משנה ובגמ' גזרה שמא יכתוב ובתוספתא שאין מגרשין. ובס' העתים שאסורין צבור להחרים שום דבר בשבת אלא א''כ הוא לצורך השבת דומה להתר נדרים כנזכר פ''ז מהלכות שבועות: ",
        "<b>ואין מקדישין ולא מעריכין וכו'.</b> שם במשנה ובגמרא משום מקח וממכר פירוש ואע''ג דמקח וממכר גופיה אינו אסור אלא גזרה שמא יכתוב לאו גזרה לגזרה הוא אלא כולה חדא גזרה היא כך מפרשין ז''ל: ",
        "<b>ואין מגביהין תרומות ומעשרות שזה דומה וכו'.</b> כבר נזכר דין זה למעלה וחזר רבינו ושנאו כאן לפי שיש שתי סבות לאיסורו כמ''ש והאחת היא מענין הנזכר למעלה שהוא מפני איסור מכה בפטיש והאחרת מפני מה שנכתב כאן שהוא מפני איסור הכתיבה לפי שרבינו כותב על הסדר של דבריהם מפני האבות על סדר חיוב האבות מלאכות: ",
        "<b>ואין מעשרין את הבהמה גזרה שמא ירשום וכו'.</b> משנה פ' אחרון דבכורות (דף נ\"ז נ\"ח) ולמה אמרו בכ''ט באלול ולא אמרו באחד בתשרי מפני שהוא יו''ט וא''א לעשר ביו''ט ואמרו בגמרא משום סיקרא וזה מבואר והוזכר ג''כ פ''ק דחגיגה בגמרא (דף ח'): ",
        "<b>ומקדיש אדם וכו'.</b> מימרא פ' שואל (שבת קמ\"א:) כלשונה ואמרו מפני שהן חובות הקבוע להם זמן ולזה כתב רבינו שזה מצות היום היא: <b>וכשם שאין מקדישין כך אין מקדשין וכו':</b> "
      ],
      [
        "<b>המגביה תרומות [ו] מעשרות בשבת או ביום טוב בשוגג וכו'.</b> משנה בתרומות (דף מ\"ט) הובאה בגמרא פרק יום טוב שחל (דף י\"ז): ",
        "<b>וכן המקדיש או המעריך או המחרים וכו'.</b> ירושלמי שם כתוב בהלכות: ",
        "<b>מעשרין את הדמאי בין השמשות אבל לא וכו'.</b> משנה בבמה מדליקין (שבת דף ל\"ד): "
      ],
      [
        "( ",
        "<b>מי שקרא שם וכו'.</b> משנה פ\"ד דדמאי). [ס''א אינו והוא מן הכסף משנה]: "
      ],
      [
        "<b>אסור להפיס ולשחק בקוביא וכו'.</b> משנה וגמרא פרק שואל (שבת דף קמ\"ח קמ\"ט) ופי' להפיס להטיל גורלות לחלק מי הגיע כל מנה והשחוק בקוביא אפילו בחול אסור משום גזל מדבריהם כמו שמבואר פרק ששי מהלכות גזלה וכן מבואר כאן בגמרא: ",
        "<b>ומפיס אדם עם בניו וכו'.</b> שם (דף קמ\"ט:) מבואר בגמרא באוקמתא ונתנו טעם כדרב דאמר מותר לאדם להלוות לבניו ולבני ביתו ברבית כדי להטעימן טעם רבית ויש סוברין שכיון שאין הלכה כרב כדאיתא פרק אי זהו נשך (בבא מציעא ע\"ה) ולא היא דילמא אתי למסרך אף ההפסה אסורה במנה גדולה כנגד קטנה. ואני אומר דע''כ לא נדחית ההיא דרב אלא גבי רבית שחוששין מן התורה וחוששין דלמא אתי לסרוכי. אבל קוביא שאינה אסורה אלא מדבריהם בבניו ובני ביתו לא גזרו. ותדע לך שכן הוא דהא מתניתא לית לה פתרי לחלק בהפסה בין בניו ובני ביתו לאחר אלא בכך ואיך נדחה משנתנו מהלכה אלא ודאי כדעת רבינו עיקר כך נ''ל: "
      ],
      [
        "<b>אסור לחשוב חשבונות שהוא צריך להן בשבת בין וכו'.</b> שם (שבת ק\"כ:) ברייתות מחשבין חשבונות שאינן צריכין ואין מחשבין חשבונות שצריכין ומבואר בברייתא אחרת שהצריכין בין שעברו בין שעתידין להיות אסור לחשבן של מה לך ושל מה בכך מותרין. וכתב רבינו הרי הן בכלל שיחה בטלה כלומר שאין שיחה בטלה ראויה ליראי חטא. ופרק כ''ד יתבאר שאסור לכל אדם להרבות בשיחה בטלה בשבת: "
      ],
      [
        "<b>אסור לקרות וכו'.</b> פרק כל כתבי (שבת דף קי\"ו:) ופרק שואל (שבת דף קמ\"ט) מבואר שאין קורין בשטרי הדיוטות ופירש״י ז״ל כגון של חשבונות או אגרות השלוחות למצוא חפץ עכ״ל. והרשב״א ז״ל כתב ולענין קריאה באגרות שלום בשבת אסור גזרה משום קריאה בשטרי הדיוטות שהם שטרי מקח וממכר. וכ״ש לדברי רבינו שלמה שפירש שטרי הדיוטות אגרות שלום עכ״ל. וראיתי כתוב בשם הרמב״ן ז״ל שמותר לקרות באגרות של שלום וכן נהגו. וכתב רבינו בפירוש המשנה טעם מה שאסרו למנות מן הכתב גזרה שמא יקרא אגרות שלום בשבת והוא אסור כי לבד ספרי הנבואות ופירושיהן אסור לקרות בשבת וביו״ט ואפילו היה אותו הספר בחכמה מן החכמות עכ״ל. ומכאן אתה למד שדעת רבינו בפירוש שטרי הדיוטות כדעת רש״י ז״ל הנזכר למעלה: ",
        "<b>מונה אדם את אורחיו וכו'.</b> משנה שם (דף קמ\"ח קמ\"ט) וכלשונה ובגמרא מ''ט רב ביבי אמר גזרה שמא ימחוק אביי אמר גזירה שמא יקרא בשטרי הדיוטות ופסקו בהלכות כאביי. ופירוש אבל לא מן הכתב יש מי שכתב שלא אסרו אלא בקורא בפיו מן הכתב אבל להסתכל בכתב ולמנות במחשבתו מותר וה''ר יונה כתב דבין כך ובין כך אסור: ",
        "<b>לפיכך אם היו השמות חקוקין על הטבלא וכו'.</b> דברי רבינו לפי הנראה לי הם בחקוקין על הטבלא ועל הכותל לא בכתובים לפי שהכתובים ודאי אסור וכן מוכחת הסוגיא שם ואף בחקוקים על הטבלא נחלקו עליו קצת המפרשים ואמרו דטבלא ושטר מיחלפי אחר ששניהם מיטלטלין. ולבאר הסוגיא לפי דעות אלו יאריכו הדברים: ",
        "<b>ואסור לקרות בכתב וכו'.</b> שם ת''ר כתב המהלך תחת הצורה ותחת הדיוקני אסור לקרותו בשבת. ופירש''י ז''ל כגון בני אדם הצרים בכותלים חיות משונות או דיוקנאות של בני אדם על שם מעשיהם כגון מלחמת דוד וגלית וכותבין תחתיהן זו צורת חיה פלונית וצורת פלוני ופלוני אסור לקרותו בשבת גזרה שמא יקרא בשטרי הדיוטות עכ''ל: ",
        "<b>אף לקרות בכתובים וכו'.</b> פרק כל כתבי (שבת דף קט\"ו) ומפני מה אין קורין בהם מפני בטול בית המדרש ובגמרא (דף קט\"ז:) אמר רב לא שנו אלא בזמן בית המדרש אבל שלא בזמן בית המדרש קורין ושמואל אמר אפילו שלא בזמן בית המדרש אין קורין והלכה כרב באיסורי. ופירוש דרכם היה שהיו דורשין לעם בשבתות ומלמדים לעם חקי האלהים ותורותיו והיה תועלת גדולה לכלם בזה וזה היו עושין קודם אכילה ואפי' על החכמים הגדולים היה הרב מקפיד כשלא היו באין לשמוע דבריו לפי שהקבוץ ההוא ברוב עם היה חוזק הדת ושמירת גדריו: "
      ],
      [
        "<b>נפלה דליקה בחצר וכו'.</b> במשנה שם (דף קי\"ז) מצילין מזון ג' סעודות הראוין לאדם לאדם הראוין לבהמה לבהמה כיצד נפלה דליקה בליל שבת מצילין מזון ג' סעודות בשחרית מצילין מזון ב' סעודות במנחה מצילין מזון סעודה אחת ר' יוסי אומר לעולם מצילין מזון ג' סעודות והלכה כת''ק. עוד שם (דף ק\"כ) להיכן מצילין אותם לחצר מעורבת. בן בתירא אומר אף לחצר שאינה מעורבת והלכה כת''ק. עוד שם ולשם הוא מוציא את כל כלי תשמישו ולובש כל מה שיכול ללבוש ועוטף כל מה שיכול לעטוף ר' יוסי אומר י''ח כלים. והלכה כת''ק. עוד שם וחוזר ולובש ומוציא ואומר לאחרים באו והצילו עמי ע''כ במשנה. ובגמרא שאלו מכדי בהיתרא קא טרח ליציל טפי. ותירץ רבא מתוך שאדם בהול על ממונו אי שרית ליה אתי לכבויי ע''כ. וכתבו בתוס' דדוקא בחצר שנפלה שם הדליקה איכא למיחש דלמא אתי לכבויי אבל בחצר אחרת מותר להציל כל דבר דליכא למיחש לכבויי. וכתב הרמב''ן ז''ל וזו סברא בלא ראיה והרשב''א ז''ל הסכים לדברי התוס' ואף מדברי רבינו שכתב נפלה דליקה בחצר נראה כן: "
      ],
      [],
      [
        "<b>בד''א במציל בכלים הרבה וכו'.</b> פי' בין בכלים הרבה בפעם אחת בין בכלי אחד בהרבה פעמים אינו מותר להציל אלא מזון ג' סעודות אבל בכלי אחד בפעם אחת מותר להציל כמה ומבואר זה שם (דף ק\"כ) ששנינו במשנה מצילים סל מלא ככרות אע''פ שיש בו מאה סעודות וכו' ושאלו בגמרא והא תנא ליה רישא שלש סעודות ותו לא. ותירץ רב הונא ל''ק כאן בבא להציל כאן בבא לקפל. ופי' בהלכות להציל בכלי אחד לקפל בשנים ושלשה כלים ע''כ: "
      ],
      [
        "<b>וכן אם פרש טליתו וכו'.</b> שם בעיא פרס טליתו וקפל והניח מאי ואסיקנא כבא להציל דמי וש''ד. ופירשו בתוס' שהביא כלים הרבה וקפל טליתו עליהן והוציא הטלית מקופל על הכלים המלאים. אבל הרמב''ן ז''ל פירש שזה אסור הוא כיון שהמזון בכלים מוחלקין ולא התירו אלא במביא כלים מלאים ומערן בתוך הטלית ואח''כ הוציא הטלית מלאה אוכלין וכ''נ מדברי רבינו ועיקר: "
      ],
      [
        "<b>ואומר לאחרים וכו'.</b> משנה שם ואומר לאחרים באו והצילו לכם ואם היו פקחין עושין עמו חשבון לאחר השבת ובגמרא חשבון מאי עבידתיה מהפקרא קא זכו. ותירצו אמר רב חסדא מדת חסידות שנו כאן אמר רבא חסידי אגרא דשבתא שקלי אלא אמר רבא הכא בירא שמים עסקינן דלא ניחא ליה דליתהני מאחריני ובחנם נמי לא ניחא ליה דליטרח וה''ק ואם פקחין הן דידעי דכה''ג לאו שכר שבת הוא עושין עמו חשבון לאחר השבת ע''כ. ולשון רבינו <b>שכתב ואין זה שכר שבת שהרי אין שם לא מלאכה ולא איסור שבת וכו'</b> אין במשמע ששכר שבת מותר בעושה דברים המותרים שהרי סוף פ''י מבואר שלשמור את התנוק אסור לקבל שכר שבת אא''כ היה שכיר שבוע או שנה כמבואר שם אלא כונת רבינו בכאן לומר שלא הותר בכאן שום דבר איסור מפני הפסד הממון כדי שנאמר שלא יהא מותר אלא להציל למפסיד: "
      ],
      [
        "<b>הציל פת נקיה וכו'.</b> שם (דף קי\"ז) ת''ר הציל פת נקיה אין מציל פת הדראה פת הדראה מציל פת נקיה: ",
        "<b>ומציל ביוה''כ וכו'.</b> שם ומצילין מיוה''כ לשבת אבל לא משבת ליוה''כ ואצ''ל משבת ליו''ט ולא משבת לשבת הבאה. <b>וכתב רבינו אם היה יוה''כ בע''ש</b> לומר שאם היה בחמישי ודאי אין מצילים שהרי אפשר לו להכין ביום הששי וזה פשוט. ודע שבזמן הזה שאין אנו מקדשין עפ''י הראיה לעולם אין יוה''כ חל לא בע''ש ולא באחד בשבת כנזכר בפרק ח' מהלכות עירובין וזה הדין לא נאמר אלא להם שהיו מקדשין עפ''י הראיה והיה באפשר לחול בכל ימי השבוע. וכתב הרשב''א ז''ל מדלא קאמר ולא מיוה''כ למוצאי יוה''כ ש''מ דמצילין והכי איתא בירושלמי דיוה''כ כל עמא מודו שמצילין מזון סעודה אחת מפני הסכנה ע''כ. עוד בירושלמי תני מצילין לחולה ולזקן כבינוני ולרעבתן כבינוני ע''כ: ",
        "<b>ומה שהוא מציל ללבוש וכו'.</b> משנה כבר כתבתיה למעלה ושם במשנה (דף ק\"כ) נזכר וחוזר ולובש ומוציא. וגם בברייתא לובש ומוציא ופושט וחוזר ולובש ומוציא ופושט ואפי' כל היום כלו דברי ר''מ. וזה לא נזכר בדברי רבינו בביאור וכתב הרשב''א ז''ל והא דלא שרינן הכי באוכלין ומשקין משום דהתם כיון דבידו הוא מוציא מתוך שהוא בהול על ממונו אי שרית ליה אתי לכבויי אבל הכא כיון שאין מתירו אלא דרך לבישה רמי אנפשיה ומידכר: "
      ],
      [
        "<b>מותר להציל וכו'.</b> משנה (דף קט\"ו וק\"כ) ריש פ' כל כתבי הקדש מצילין אותן מפני הדליקה וכו' להיכן מצילין אותן למבוי שאינו מפולש בן בתירא אומר אף למפולש. ובגמרא מסקנא אמר רב אסי שלש מחיצות ולחי אחד זהו מבוי שאינו מפולש שלש מחיצות בלא לחי זהו מבוי מפולש ופסקו בהלכות כת''ק דמתני' וכ''פ ר''ח שלא כדברי בן בתירא וכדעת רבינו וכן הסכימו הרמב''ן והרשב''א ז''ל. וכתב הרשב''א אמרו בירוש' דלר''ש דאמר מלאכה שאינה צריכה לגופה פטור עליה אם אינו יכול להציל כתבי הקדש אלא בכבוי מכבה לפי שאין דבר של שבות עומד בפני כתבי הקדש ע''כ. ומתוך שלא נזכר זה במשנה ולא בגמרתנו אני אומר שיש בזה כעין סיוע לרבינו ז''ל שהוא פוסק בכמה מקומות דלא כר''ש ולפי שאין הלכה כמותו סתמו במשנה ולא הזכירו כבוי בשום צד. ומ''מ אפשר שדעת משנתנו שלא כל השבותין נדחין מפני כתבי הקדש שהרי לא התירו הצלתן למבוי המפולש אע''פ שאיסורו מדבריהם וזה נ''ל עיקר לדעת הפוסקים כר''י: ",
        "<b>והוא שיהיו כתובים וכו'.</b> בגמרא (דף קט\"ו) אתמר היו כתובים תרגום ובכל לשון רב הונא אמר אין מצילין אותן מפני הדליקה רב חסדא אמר מצילין. ופסקו בהלכות כרב הונא דהוא רביה דר''ח. ובגמרא שם דבעינן כתב אשורית ולשון הקודש הא לאו הכי מניחן במקום התורפה והם מתאבדין מאליהן. ומ''מ כתבו ז''ל שכל הכתובים ביונית מצילים שהרי שנינו במסכת מגילה (דף ח') שהספרים הותרו ליכתב יונית. וכ''כ רבינו פ''א מהל' תפילין ומזוזה וס''ת. ושם כתב רבינו וכבר נשתכח היום כתב יוני מן העולם ואבד זכרו לפיכך אין כותבין היום אלא אשורית עכ''ל. ולפיכך לא כתב רבינו בכאן דין היונית. ותרגום שלנו של אונקלוס ושל יונתן בן עוזיאל הרמב''ן והרשב''א ז''ל הסכימו שמצילין אותן היום וכן תורה שבע''פ לפי שהותרו לכתוב בזמננו משום עת לעשות ליי' הפרו תורתך: "
      ],
      [
        "<b>היו כתובין בסם וכו'.</b> (שבת דף קט\"ו:) בעיא שם דאיפשיטא: ",
        "<b>גליון של ספרים וכו'.</b> בעיא שם (דף קי\"ו) ולא איפשיטא אלא שפשט הברייתא מודה שאין מצילין וכ''נ מן ההלכות: ",
        "<b>הברכות והקמיעין וכו'.</b> ברייתא שם (דף קט\"ו:) כלשונה ופירש''י ז''ל מטבע הברכות שתקנו חכמים כגון י''ח ושאר ברכות ומענינות הרבה מפרשיות שהיו כותבים בקמיעות פסוקי לחש כגון כל המחלה וכו' עכ''ל: "
      ],
      [
        "<b>ס''ת וכו' אם היתה בו וכו'.</b> לשון ההלכות שם כלשון רבינו ומבואר בברייתא וסוגית הגמרא. <b>ומ''ש מתוך תיבות שלמות</b> הוא כדעת רב הונא שם דלא כרב חסדא והכונה שהלקוט הוא מתיבות שלמות שלא נמחקו אבל אם אין שם תיבות שלמות אלא אותיות מפוזרות אין מצילין. ומבואר שם בגמרא שמנין זה כמנין אותיות פ' ויהי בנסוע הארון. ושיש בה הזכרות ואין בה שמונים וחמש אותיות שמצילין הוא כשנמחקו ממנה אותיות או אות אחת: ",
        "<b>מצילין תיק הספר וכו'.</b> משנה כלשונה שם (דף קט\"ז:): "
      ]
    ],
    [
      [
        "<b>יש דברים שהן אסורין בשבת וכו'. לפיכך אסור וכו'.</b> פ' שואל (שבת ק\"נ) מבואר ושם העלו בפסק ההלכה דבור אסור הרהור מותר: "
      ],
      [
        "<b>אסור לאדם לפקוד גנותיו וכו'.</b> ברייתא בעירובין (דף ל\"ח:) בפרק בכל מערבין לא יהלך אדם בתוך שדהו לידע מה היא צריכה ע''כ: ",
        "<b>וכן אסור לאדם שיצא וכו'.</b> משנה שם (שבת ק\"נ) אין מחשיכין על התחום לשכור פועלים ולהביא פירות אבל מחשיך הוא לשמור ומביא פירות וכו'. ובגמרא העמידו המשנה לדעת רבי יהודה דוקא בפירות מחוברין אבל בפירות התלושין מותר ואין שם חולק. ושם (דף קנ\"א) בברייתא מחשיכין על התחום להביא בהמה היתה עומדת חוץ לתחום קורא לה והיא באה. ויש נוסחאות אין מחשיכין על התחום והגרסא הראשונה עיקר והיא בתוספתא וכן בהלכות. וכתבו בתוס' שלהביא פירות מחוברים וכיוצא בו לא אסרו אלא במחשיך על התחום משום דמוכחא מלתא אבל בתוך התחום דלא מינכרא מלתא כגון הולך לגנתו ולחורבתו שבתוך התחום להחשיך ולתלוש פירות ועשבים מותר ואי קשיא ברייתא דלעיל דלא יהלך אדם בתוך שדהו וכו' ועוד שנינו באותה הברייתא וכן לא יטייל אדם על פתח מדינה כדי שתחשך ויכנס למרחץ מיד י''ל דהתם הוא תוך שדה שהיא צריכה לניר ולעבוד מינכרא מלתא וכן מטייל לפתח המדינה שהמרחץ שם מינכרא מלתא ואתי לידי חשדא ע''כ ולזה הסכימו הרמב''ן והרשב''א ז''ל. וכן נ''ל מדברי רבינו שכתב עד סוף התחום ולא עוד אלא שלא הביא בבאור דין הטיול על פתח המדינה: "
      ],
      [
        "<b>וכן אומר וכו'.</b> מימרא דרב יהודה (דף ק\"ב:) כלשונה ופירשו הרמב''ן והרשב''א ז''ל שאומר לו לשם אני הולך למחר בא עמי דאי לא מאי קאמר פשיטא ע''כ. ופירוש דין הבורגנין מבואר ריש פרק כ''ח: "
      ],
      [
        "<b>מותר לאדם וכו'.</b> שם (דף ק\"נ) ר''י בן קרחה אומר אומר אדם לחבירו הנראה שתעמוד עמי לערב א''ר יוחנן הלכה כריב''ק מ''ט ודבר דבר דבור אסור הרהור מותר. ופירש''י אע''פ ששניהם יודעים שע''מ לשכרו לפעולתו כיון דלא מפרש בהדיא שפיר דמי ע''כ דבריו. וז''ש <b>רבינו אבל לא יאמר לו היה נכון לי לערב</b> וכן נראה מן הגמרא: ",
        "<b>ואסור לרוץ וכו'.</b> פ' אלו קשרים (שבת דף קי\"ג:) מעשות דרכיך שלא יהא הלוכך של שבת כהלוכך של חול מאי היא דלא ליפסע פסיעה גסה ופ״ק דברכות (דף ו':) א״ר זירא מריש כי הוה חזינא להו לרבנן דקא רהטי דשבתא לפרקא אמינא קא מחללי שבתא כיון דשמענא להא דריב״ל דאמר לעולם ירוץ אדם לדבר מצוה ואפי' בשבת אנא נמי רהיטנא ע״כ: ",
        "<b>ויורד אדם לבור שיח וכו'.</b> ברייתא בהמוצא תפילין (עירובין ק') כלשונה: ",
        "<b>ואסור להרבות בשיחה וכו'.</b> באלו קשרים (שבת קי\"ג:) שלא יהא דבורך של שבת כדבורך של חול. ופירש''י ז''ל כגון מקח וממכר וחשבונות והקשו עליו דהני ממצוא חפצך נפקא. אבל בירושלמי מפורש שאפילו שיחה בטלה להרבות אסור ששם אמרו א''ר חייא בר בא רשב''י כד הוה חמי לאימיה משתעיא סגין הוה א''ל אימא שבתא היא וזה דעת הרמב''ן והרשב''א ז''ל וכדברי רבינו: "
      ],
      [
        "<b>מותר לרוץ וכו'.</b> פ''ק דבכורות (דף ו':) כבר נזכר למעלה: ",
        "<b>ומחשבין חשבונות וכו'.</b> מימרא פ' שואל (שבת ק\"נ) חשבונות של מצוה מותר לחשבן בשבת. ובמשנה פ' מי שהחשיך (שבת דף קנ\"ז) גבי שעור טומאה ומודדין ופירשו בגמרא דוקא מדידה של מצוה כעין מה שהזכיר רבינו. עוד פרק השואל פוסקין צדקה לעניים בשבת הולכין לבתי כנסיות ולבתי מדרשות לפקח על עסקי רבים בשבת הולכין לטרטיאות ולקרקסאות לפקח על עסקי רבים בשבת. ודע שלא הותר שום שבות בשביל עסקי רבים לא אמירה לנכרי ולא שבות אחר לבד הפיקוח והתעסקות בדברים בלא מלאכה ואסור בצרכי יחיד משום ודבר דבר וזה היתר לדבר מצוה או לצורך רבים אבל אמירה לנכרי במלאכה וכ״ש שבות אחר ע״י ישראל ודאי לא וזה מוכרח בגמרא ומבואר בדברי רבינו מענין מקומו כן. עוד שם משדכין על התינוקת ליארס ועל התינוק ללמדו ספר וללמדו אומנות ופרק קמא (דף י\"ב) אין מנחמין אבלים ואין מבקרין חולים בשבת דברי ב״ש וב״ה מתירין. עוד שם ת״ר הנכנס לבקר את החולה אומר שבת היא מלזעוק ורפואה קרובה לבא ר״מ אומר וכו' ופסק רבינו כת״ק: ",
        "<b>ומחשיכין על התחום וכו'.</b> משנה פרק שואל (שבת דף קנ\"א) כלשון רבינו ומפורש בגמרא (דף ק\"נ) להביא לו ארון ותכריכין אע״פ שאינן עשויין שאם בעשויין אפי' גבי חי מותר כמו שנתבאר למעלה: ",
        "<b>ואומר לו לך למקום וכו'.</b> ברייתא שם (דף קנ\"א) ואומר לו לך למקום פלוני לא מצאת במקום פלוני הבא ממקום פלוני לא מצאת במנה הבא לי במאתים ר' יוסי בר''י אומר ובלבד שלא יזכיר לו סכום מקח. ופי' אומר לו לך למקום פלוני שאומר לו בשבת לך למחר למקום פלוני אבל ודאי אינו אומר לו שילך בשבת. ומדברי רש''י ז''ל נראה שר''י בר''י חולק על ת''ק שכך כתב סכום מקח מנה מאתים עכ''ל. אבל רבינו כתב דברי ת''ק ודברי ר''י. ונ''ל לפי דבריו שפי' סכום מקח סך ידוע שלא להוסיף עליו ות''ק הזכיר שמותר לומר לו לתת בו כמה שירצה ואינם חולקין וטעם דברי ר' יוסי שמא לא יתנו לו באותו סך ונמצא שהאמירה היתה לבטלה והמניעה ממנו א''נ שאין באמירה הסך הידוע אלא הצלת ממונו ולא התירו כנ''ל לדעת רבינו. והרמב''ן ז''ל כתבו בספר תורת האדם וכתב והלכתא כת''ק, סבור הרב ז''ל שהם חולקין וכדעת רש''י ז''ל: "
      ],
      [
        "<b>מפליגין בים וכו'.</b> ברייתא פרק קמא (דף י\"ט) ויתבאר דין זה בארוכה פרק ל': ",
        "<b>ומפירין נדרים וכו'. ונשאלין לנדרים וכו'.</b> משנה במי שהחשיך (דף קנ\"ו) ומסקנא בהל' שההפרה מותרת אפי' בדברים שאינן לצורך השבת והשאלה דוקא בדברים שהם לצורך השבת, והטעם מפני שאין לשאלה עת קבוע ויש להפרת האב והבעל זמן ידוע כל אותו היום ששמעו ולא מעת לעת כמבואר פי''ג מהלכות נדרים ואם לא יפרו בשבת שוב לא יוכלו להפר וכן מבואר בגמרא ובהלכות. <b>ומ''ש אע''פ שהיה להם פנאי להתירם</b> מבואר בגמרא שם: "
      ],
      [
        "<b>אין עונשין בשבת וכו'.</b> בסנהדרין (דף ל\"ה) בפרק אחד דיני ממונות וכבר מנה רבינו זה במנין המצות בספר המצות ובפתיחת משנה תורה בכלל הלאוין שלא לענוש בשבת. ובפתיחת הלכות אלו נמצא במקצת ספרים שלא להתענות בשבת והוא ט''ס ועיקר הנוסחא הוא שלא לענוש: "
      ],
      [
        "<b>מותר לאדם לשמור פירותיו וכו'.</b> משנה פ' שואל (שבת דף ק\"נ) הזכרתיה ועוד יתבאר <b>בסמוך וכתב רבינו והלא דבר זה וכו'</b> ודבריו הם ונראים ממנו ז״ל: "
      ],
      [
        "<b>המשמר זרעיו וכו'.</b> ברייתא סוף עירובין (ק\"ד) הדין והטעם. ופירוש מקשאיו ומדלעיו שגוף הפירות קרויין קשואין ודלועים ומקום שגדלים ונולדין בו קרויין מקשאין ומדלעין: "
      ],
      [
        "<b>כל הדברים שהן אסורין משום שבות וכו'.</b> בעירובין (דף ל\"ד:) פ' בכל מערבין א''ר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות וסתם משנה שם גבי עירוב שנתנו בכרמלית כמותו. וקשה לזה מה ששנינו פרק במה מדליקין (שבת ל\"ד:) ספק חשיכה ספק אינה חשיכה אין מעשרין את הודאי ואין מטבילין את הכלים ואין בדברים אלו אלא משום שבות. לפיכך תירצו ז''ל שלא התירו השבותים בבין השמשות אלא במקום מצוה כזו ובעירוב וכיוצא בה וכדברי רבינו. והוסיף ",
        "<b>ז''ל אם היה טרוד ונחפז וכו'.</b> ונ''ל שיצא לו ממה שהוא סבור ששם עירב אדם עירובי תחומין לדבר הרשות שעירובו עירוב כמבואר פרק ששי מהלכות עירובין ואעפ''כ אמרו שלא גזרו עליו משום שבות אלמא כל שהוא דחוק בין השמשות מותר. וראיתי מי שהקשה ממה שאמרו שאין מערבים ערובי תחומין בבין השמשות ופ''ו מהלכות ערובין יתבאר תירוץ דבר זה ודעת רבינו באותו דין: "
      ],
      [
        "<b>קטן שעשה בשבת דבר שהוא משום שבות וכו'.</b> מדברי רבינו שכתב בכאן היה נראה שאם היה עושה קטן מלאכה גמורה מצוה על בית דין להפרישו ואין כן האמת אלא אפי' עושה מלאכות גמורות ועובר על שאר לאוין שבתורה אין מצווין עליו להפרישו וזו מסקנת הגמרא לפי הנראה ביבמות (דף קי\"ד) פ' חרש ואף רבינו עצמו כתב כן סוף הלכות מ''א בבאור ופי''ב מהלכות אלו בדין קטן שבא לכבות מדעת עצמו שאין ב''ד מצווין להפרישו וכן הוא האמת א''כ צ''ע למה פרט כאן דבר שהוא משום שבות ולא מצאתי טעם נכון בזה והדבר צריך לי תלמוד: "
      ],
      [
        "<b>אסרו חכמים לטלטל וכו'.</b> רבינו כתב בכאן טעמים נכונים מאד באיסור הטלטול ולא נזכרו בגמרא ובהשגות הזכיר הר''א ז''ל טעם אחר שהוא מפני גדר ההוצאה כמ''ש בגמרא (שבת קכ\"ד:) בכל הכלים אטו טלטול לאו צורך הוצאה הוא בתמיה ולא הזכיר רבינו טעם זה לפי שאע''פ שבתחלה נאסר הטלטול מפני גדר ההוצאה בימי נחמיה בן חכליה שלא היו נזהרין בהוצאה אח''כ התירו קצת כלים כמוזכר בגמרא (שם קכ\"ג:) ונאסרו השאר מפני הטעמים שכתב רבינו. ומ''ש אטו טלטול לאו צורך הוצאה הוא רצו לומר כי סבה ראשונה לאסור הטלטול מפני גדר ההוצאה ואע''פ שבטל הטעם לא בטלה גזרה. ואפשר שרבינו הזכיר טעמים אלו שחדש הוא ז''ל ולא לומר שאין שם טעם אחר וזה נראה יותר: "
      ]
    ],
    [
      [
        "<b>יש כלי שמלאכתו להיתר והוא הכלי שמותר וכו'.</b> חלוקות אלו מבוארות בגמרא פרק כל הכלים (שבת קכ\"ב קכ\"ג) בביאור ופירוש כלים אלו שהם להיתר בשנעשו לכך כמבואר שם בקורנס של אגוזים לפצוע בו את האגוזים אבל של נפחים אע''פ שראוי לאגוזים קרוי מלאכתו לאיסור וכן מורה לשון רבינו: "
      ],
      [],
      [
        "<b>כל כלי שמלאכתו להיתר בין שהוא של עץ וכו'.</b> כך היא מסקנא בגמרא שם (דף קכ\"ד) גבי מתני' כל הכלים נטלים לצורך ושלא לצורך ר' נחמיה אומר אינם נטלין אלא לצורך. אמר רבא לצורך דבר שמלאכתו להיתר בין לצורך גופו בין לצורך מקומו ושלא לצורך ואפי' מחמה לצל ודבר שמלאכתו לאיסור לצורך גופו ולצורך מקומו אין מחמה לצל לא ואתא ר' נחמיה למימר וכו' וקי''ל כת''ק וכן העלו בהלכות. ודע שמדברי רבינו נראה שאין לטלטל שום כלי שלא לצורך כלל ואף הרשב''א ז''ל כן העלה פ' כירה שיש להחמיר שלא ליטול כלי ללא צורך וכן בדין שהרי בגמרא נחלקו אביי ורבה על רבא ואמרו דאפי' כלי שמלאכתו להיתר אינו מותר בשביל עצמו של כלי דהיינו מחמה לצל. ופירשו שלא לצורך דמשנתנו לצורך מקומו ורבא בא והתיר ופי' דלא לצורך אפי' מחמה לצל ואם דעת רבא היא להתיר אפי' שלא לצורך כלל לא היה לו להזכיר מחמה לצל אלא היה לומר שלא לצורך דמשנתנו דהיינו שלא לצורך כלל. וכן הדברים מוכרעים שם לפי דעתי. ויש מפרשים מתירין כלי שמלאכתו להיתר אפי' שלא לצורך כלל ואין להם על מה שיסמוכו: "
      ],
      [
        "<b>כיצד מטלטל הוא וכו'.</b> כל זה נתבאר למעלה וצדדים אלו מבוארים שם: "
      ],
      [
        "<b>וכן מטלטל הוא את וכו'.</b> גם זה נתבאר למעלה. וכתבו המפרשים ז''ל כשהוא מטלטל כלי שמלאכתו לאיסור לצורך מקומו אין אומרים כיון שסלקו מאותו מקום שצריך לו לשומטו מיד ומניחו במקומו אלא כיון שמטלטלו לצורך מקומו מניחו באי זה מקום שירצה ויש ראיות לזה ועיקר: "
      ],
      [
        "<b>כל שאינו כלי וכו'.</b> זה מבואר בכמה מקומות ובפרק כל הכלים גבי טלטול לצורך גופו היכא דאיכא תורת כלי עליו היכא דליכא תורת כלי עליו לא ע''כ: ",
        "<b>אבן גדולה וכו'.</b> סוף עירובין (דף ק\"ג) ההיא שריתא פי' קורה דהוה בי ר' פדת והוו שקלי ליה עשרה ושדו לה אדשא אמר זו תורת כלי עליה ההיא אסיתא וכו'. והוזכרו בהלכות פרק כל הכלים והקשו המפרשים ז''ל מההיא דאמרי' בסוף במה מדליקין (שבת דף ל\"ה) שכוורת בת ג' כורים נחלקו רבא ורב יוסף אם מותר לטלטלה ובת ד' שוין שאסור לטלטלה. ותירצו בתוס' דכוורת אין דרכה לטלטלה וכל שגדול כל כך אסור לטלטלה בשבת. אבל קורה זו דרכן היה לטלטלה בכל שעה לסגור הדלת אף בשבת מטלטלין אותה כיון שיש תורת כלי עליה עכ''ל הרשב''א ז''ל. ומדברי ההלכות ורבינו שלא הזכירו כלל הא דפ' במה מדליקין נ''ל שהן סבורים שמימרות אלו חלוקות ורבה ורב יוסף הוא שמחמירין בטלטול ואין הלכה כמותן וכן עיקר: ",
        "<b>דלתות הבית אע״פ שהן וכו'.</b> פרק כל הכלים (שבת דף קכ\"ב:) משנה גבי היתר טלטול דלתות הכלים אמרו משא״כ בדלתות הבית לפי שאינן מן המוכן. ופי' רבינו אע״פ שהן כלים לא הוכנו לטלטול. אבל רש״י ז״ל פירש אינן מן המוכן לטלטל לפי שאינן כלי עכ״ל: ",
        "<b>וכן העפר והחול והמת אין מזיזין אותן ממקומן וכו'.</b> דין העפר והחול מפורשין בגמרא פ' כירה (שבת דף ל\"ט) ובשאר מקומות והמת משנה פ' שואל (שבת דף קנ\"א). ודין בן שמנה ברייתא פרק ר' אליעזר דמילה (שבת דף קל\"ה) בן שמנה הרי הוא כאבן ואסור לטלטלו בשבת אבל אמו שוחה עליו ומניקתו מפני הסכנה. ופירש״י ז״ל שחלב הרבה בדדיה מביאה לידי חולי, עכ״ל: "
      ],
      [
        "<b>מותר לטלטל הכלי אפילו שלא לצורך תשמישו אלא לעשות וכו'.</b> כלים אלו הוזכרו במשנה שם פרק כל הכלים (שבת דף קכ\"ב:) וכפי אוקמתא דרבא בכלי שמלאכתו לאיסור שמותר לצורך גופו ולצורך מקומו ומלות אלו מבוארות הן. ופי' מחט של סקאין מחט גדולה שתופרין בה השקים: ",
        "<b>ומטלטל אדם מחט של וכו'.</b> במשנה מחט של יד ליטול בה את הקוץ ובגמרא אסיק רבא דדוקא נקובה אבל נטל חררה או עוקצה אינה כלי. ואוקים ברייתא דתניא שאפי' מחט שאינה נקובה מטלטלין בשבת בגולמי זמנין דממליך עלייהו ומשוי ליה מנא וזה מבואר: "
      ],
      [],
      [
        "<b>כל כלי שמקפיד וכו'.</b> משנה שם (קכ\"ג ב') ר' יוסי אומר כל הכלים ניטלין בשבת חוץ מן המסר הגדול ויתד של מחרישה. ומפורש בגמרא פרק מי שהחשיך (שבת דף קנ\"ז) שזהו מוקצה מחמת חסרון כיס ואסור. ופרטי כלים שהזכיר רבינו הם בפרק כל הכלים (שבת דף קכ\"ג:) בהסכמת הכל חוץ מקורנס של בשמים שהוא מחלוקת לשונות (שם דף קכ\"ג) ופסק רבינו כהלכות. <b>ופירוש מסר גדול</b> מגרה גדולה העשויה לקצץ קורות גדולות, <b>וחצין של חרשים</b> דולדלי״ה בלעז כך פירש״י ז״ל: "
      ],
      [
        "<b>כל כלי שהוקצה מחמת איסור וכו'.</b> פרק מי שהחשיך (שבת דף קנ\"ז) בגמרא העלו דמוקצה מחמת איסור אסור כגון נר שהדליקו בו בשבת. ויתר הדברים שהזכיר רבינו מפורשים בגמרא פרק כירה (שבת דף מ\"ד:) במסקנא ומבוארין בהלכות. ודין המעות הוא בשהניחן שם אבל בשוכח יתבאר דינן בפרק זה. ודע שדעת הרמב״ן והרשב״א ז״ל הוא שתנאי מועיל בנר שהדליקו בו בשבת כיון שעשוי להכבות. והוא שיתנה מע״ש שאינו מסתלק הימנו ולכשיכבה יהא מותר לטלטלו והביאו ראיה לזה מן הירושלמי: "
      ],
      [
        "<b>אבל כלי וכו'.</b> פ' מי שהחשיך (שבת דף קנ\"ז) פסק הלכה כמבואר בהלכות: "
      ],
      [
        "<b>כל הכלים הניטלין בשבת.</b> במשנה פ' כל הכלים ניטלין (דף קכ\"ב:) ובגמרא כל הכלים ניטלין ודלתותיהן עמהן אע''פ שנתפרקו בחול ניטלין בשבת: ",
        "<b>וכן כל הכלים וכו'.</b> משנה (שם קכ\"ד:) כל הכלים שניטלין בשבת שבריהם ניטלין ובלבד שיהו עושין מעין מלאכה שברי עריבה לכסות בהן את החבית ושברי זכוכית לכסות בהן את פי הפך רבי יהודה אומר ובלבד שיהו עושין מעין מלאכתן וכו' ובגמרא אמר שמואל מחלוקת שנשברו בשבת אבל מע''ש דברי הכל מותרים הואיל והוכנו למלאכה אחרת מבע''י. ופסקו בהלכות כת''ק וכן דעת רבינו וכן עיקר. אע''פ שיש מן הגאונים ז''ל שפסקו כר''י כמו שכתוב שם: "
      ],
      [
        "<b>כל כסויי וכו'.</b> שם (דף קכ\"ו:) משנה כל כסויי הכלים שיש להן בית אחיזה ניטלין בשבת א''ר יוסי בד''א בכסויי קרקעות אבל כסויי הכלים בין כך ובין כך ניטלין בשבת ובגמרא אר''י והוא שיש תורת כלי עליהן. דכ''ע כסויי קרקעות אם יש להן בית אחיזה אין אי לא לא כסויי כלים אע''ג דאין להם בית אחיזה כי פליגי בכלים וחברינהו בארעא דת''ק סבר גזרינן ור' יוסי סבר לא גזרינן ע''כ, ובהלכות דהלכה כת''ק. עוד שם (דף קכ\"ה) העיד ר' יוסי משום ראב''י על כסוי תנור שאין צריך בית יד אמר רבינא כמאן מטלטלין האידנא כסויי דתנורי במתא מחסיא אע''ג דאין להם בית אחיזה כמאן כראב''י ע''כ. וכל זה נכתב בהלכות וכדעת רבינו. והקשו עליהם ז''ל שהרי כסוי התנור הוא כסוי כלי המחובר לקרקע שנחלקו בו ר' יוסי ות''ק כנזכר למעלה. ובהלכות פסקו כת''ק שהוא מצריך בית אחיזה וכאן פסקו כרבינא ומדברי רבינו נתבאר תירוץ זה שאין תנור ככלים וחברינהו בארעא לפי שפי' וחברינהו הוא כגון חבית שטמונה בארץ שחופרים גומא וטומנים כל גופה בתוכה ואינה נראה ממנה אלא פיה ובהנהו הוא דגזר ת''ק אטו בור ודות אבל בתנור שכולו מגולה אע''פ ששוליו מחוברין בקרקע אפי' ת''ק מודה שאינו צריך בית אחיזה ומעדותו של ר' יוסי למדנו כן. וכל זה ביאר רבינו באמרו כגון חבית הטמונה בארץ וכן העלה הרשב''א ז''ל מדברי רבינו ופירוש תורת כלי פירש''י ז''ל שיהא ראוי לתשמיש אחר והקשו עליו. ופי' מעשה שנראה וראוי ותקונו מוכיח עליו שהוא ראוי לכך: "
      ],
      [
        "<b>שני דברים אחד אסור לטלטלו וכו'.</b> דין זה מבואר בהלכות פרק כירה מהכרח השמועות. ורבינו כתב הענין מבואר הרבה וכן כתבו בתוס' וזה דעת הרמב״ן והרשב״א ז״ל. ופי' פגה פירש״י תאנה שלא נתבשלה כל צרכה וטמונה בתבן להתבשל ותבן הוי מוקצה לטיט עכ״ל. ולשון הגמרא (שבת קנ\"ו) פגה שטמנה בתבן וחררה שטמנה בגחלת. ופירש״י ז״ל בעירובין פרק חלון (עירובין דף ע\"ז) והוא שכבו עכשיו הגחלים הא בשלא כבו לא דמתוך שנהפכין מכבה את העליונות ומבעיר התחתונות כדאיתא בכריתות (דף כ') וכ״כ הרשב״א ז״ל. ודין זה דחותה גחלים שהוא מכבה ומבעיר מבואר בדברי רבינו סוף פ״ז מהלכות שגגות: "
      ],
      [
        "<b>וכן לפת וכו'.</b> ברייתא פרק במה טומנין. וכתבו המפרשים דוקא מקצת העלין מגולין אבל אין מקצתן מגולין כיון שהיתה הגומא מכוסה אם תוחב בהן כוש או כרכר מיחזי כעושה גומא אבל בתבן וגחלים אין בהם משום גומא: "
      ],
      [
        "<b>נוטל אדם את בנו וכו'.</b> ריש פרק נוטל (שבת דף קמ\"א:) נוטל אדם את בנו והאבן בידו ובגמרא אמרו דבי רבי ינאי בתינוק שיש לו געגועין על אביו. ופירוש נטילה זו היא בחצר ואע״ג דכיון דתינוק הוא הוה ליה כאילו האב נוטל את האבן כיון שיש לו געגועין ואיכא חשש חולי התירו לו טלטול כזה. ושם מבואר דדינר אסור דאי נפיל אתי לאיתויי ומטלטל ליה להדיא: ",
        "<b>כלכלה שהיתה וכו'.</b> שם במשנה נוטל אדם כלכלה והאבן בתוכה והקשו בגמרא (דף קמ\"ב) אמאי ותהוי כלכלה בסיס לדבר האסור. ותירץ רבי יוחנן הכא בכלכלה מלאה פירות עסקינן. והקשו ונשדינהו לפירי ונשדי לאבן ונינקטינהו. ותירצו בפירות המיטנפין והקשו ולינערינהו נעורי ותירצו א''ר חייא בר אשי אמר רב הכא בכלכלה פחותה עסקינן דאבן עצמה נעשית דופן לכלכלה ע''כ בגרסת ספרינו ואין מכל זה בהלכות כלום. והנה לפי גרסא זו אוקימתא דר' יוחנן בטלה וקמה לה הא דרב ורבינו פסק כשתיהן והוא תמה ולזה השיגו הר''א ז''ל בהשגות. ונראה שגרסת רבינו היא שאין בה ולינערינהו נעורי ורב חייא בר אשי בשם רב עושה אוקימתא אחרינא ושתיהן אמת. וה''ג רב חייא בר אשי בשם רב אמר וזהו שלא הזכירו גבי הא דרב אלא. וא''א להעמיד דברי רבינו בדרך אחרת: "
      ],
      [
        "<b>חבית ששכח אבן על פיה וכו'.</b> משנה שם (דף קמ\"ב) האבן שעל פי החבית מטה על צדה והיא נופלת היתה בין החביות מגביהה ומטה על צדה והיא נופלת מעות שעל הכר נוער את הכר והן נופלות, ובגמרא ל''ש אלא לצורך גופו אבל לצורך מקומו מטלטל ועודן עליו, עוד שם לא שנו אלא בשוכח אבל במניח נעשה בסיס לדבר האסור. <b>וכתב רבינו ואפי' ניטלו המעות והאבן</b> כמו שנתבאר למעלה מההיא דכירה: "
      ],
      [
        "<b>האבן שבקרויה וכו'.</b> משנה פרק כל הכלים (שבת דף קכ\"ה) האבן שבקרויה אם ממלאין בה ואינה נופלת ממלאים בה בשבת ואם לאו אין ממלאין בה. ופירש רש״י ז״ל קרויה דלעת יבשה חלולה וממלאין בה מים ומתוך שהיא קלה אינה שואבת אלא שצפה ונותנין בה אבן להכבידה. אם ממלאין בה ואינה נופלת שקשורה יפה ואם לאו הרי היא כשאר אבנים ואין מטלטלין את הקרויה דשוייה בסיס לאבן שבתוכה עכ״ל: ",
        "<b>בגד שעל הקנה וכו'.</b> פרק תולין (שבת דף ק\"מ:) א״ר חסדא האי כתניתא משלפי לדידה מקניא שרי קניא מינה אסור אמר רבא ואם כלי קיואי הוא מותר. ופירש״י ז״ל כתונת כשסוחטין אותו לנגבה תוחבין אותה מבית יד לבית יד וכשנוטלה בשבת משלפה מן הקנה ולא הקנה ממנה דלא חזי לטלטולי דלהסקה קאי. כלי קיואי קנה של אורגים דתורת כלי עליו שרי עכ״ל. ורבינו לא הוצרך להזכיר הא דרבא דכלי קיואי לפי שיתבאר ראש פרק כ״ז שקני האורג מותר לטלטלן כדבר שמלאכתן לאיסור לצורך גופן ולצורך מקומן: "
      ],
      [
        "<b>פירות שאסורין לאכלן וכו'.</b> משנה ריש פ' מפנין, מפנין תרומה טהורה, ומפרש בגמ' (קכ\"ז:) אפי' ישראל. ודמאי ומעשר ראשון שנטלה תרומתו ומעשר שני והקדש שנפדו. ומפרש בגמ' אע''פ שלא נתן את החומש. אבל לא את הטבל מפרש בגמ' אפילו טבל מדרבנן. ולא מעשר ראשון שלא נטלה תרומתו ולא את מעשר שני והקדש שלא נפדו. וביאור ענינים אלו בספר זרעים ודין איסור טלטול תרומה טמאה מבואר יותר מזה בפרק נוטל כמו שיתבאר: "
      ],
      [
        "<b>ומטלטלין תרומה טמאה וכו'.</b> משנה פרק נוטל (שבת דף קמ\"א קמ\"ב) ומטלטלין תרומה טמאה עם הטהורה ועם החולין. ובגמרא א״ר חסדא לא שנו אלא שטהורה למטה וטמאה למעלה אבל טהורה למעלה וטמאה למטה שקיל לה לטהורה ושביק לה לטמאה והקשו וכי טהורה למטה נמי לישדינהו ולינקטינהו ותירצו בפירות המיטנפין מיתיבי מטלטלין וכו' בין שטהורה למעלה וטמאה למטה בין שטהורה למטה וטמאה למעלה ותירץ רב חסדא דמתני' לצורך גופו ברייתא לצורך מקומו וזה מבואר: "
      ],
      [
        "<b>נדבך של אבנים וכו'.</b> פ' כל הכלים (שבת קכ\"ה:) פעם אחת הלך רבי למקום אחד מצא נדבך של אבנים ואמר לתלמידיו צאו וחשבו כדי שנשב עליהן למחר. ונחלקו שם אם הצריכן רבי מעשה ואיכא מאן דאמר שאמר להם צאו ולמדום. ופי' סדרום כדי לישב עליהן. ופסק רבינו כן ואין מכל זה בהלכות כלום ובסמוך אבאר הטעם: ",
        "<b>חריות של דקל וכו'.</b> פרק במה טומנין (שבת דף נ') חריות של דקל שגדרן לעצים ונמלך עליהם לישיבה צריך לקשר רבן שמעון בן גמליאל אומר אין צריך לקשר ואמרו שם רב אמר קשר כתנא קמא ושמואל אמר חשב סגי כרבן שמעון בן גמליאל ורב אשי אמר ישב סגי אף על פי שלא חשב ושלא קשר ונסתייעו דברי רב אשי שם. והלכה כמותו כדאיתא בהלכות. ופירשו ז''ל דלרב אשי כ''ש חשב אע''פ שלא ישב וזה דעת רבינו. מכאן למדנו שמחשבה בלחוד סגי. ונ''ל שלכך השמיטו בהלכות ההיא דנדבך משום דמהכא שמעינן שא''צ מעשה ובמחשבה בלחוד סגי וא''כ יש לתמוה על רבינו למה פסק למעלה כמאן דמצריך מעשה שכתב אם למדום. ונ''ל שדעת רבינו דשאני חריות דאיכא דקיימי לישיבה ואיכא דקיימי לעצים וכאן לא נאסרו אלא מפני מחשבתו שגדרן לעצים. וזהו שהזכיר כן בדוקא ומפני כך מחשבת ישיבה מוציאה מידי מחשבה דלעצים. אבל נדבך של אבנים ליכא דקאי לישיבה ולפיכך צריך מעשה להוכיח שהן לישיבה כנ''ל לדעת רבינו: "
      ],
      [
        "<b>הקש שעל המטה וכו'.</b> משנה פרק תולין (שבת דף קמ\"א) הקש שעל המטה לא ינענענו בידו אבל מנענעו בגופו ואם הוא מאכל בהמה או שהיה עליו כר או סדין מנענעו בידו וממה שהתירו בשיש עליו כר או סדין נסתייע רב אשי פרק במה טומנין (שבת דף נ') ולזה כתב רבינו שהרי נעשה כמי שישב עליהם מבעוד יום: ",
        "<b>המכניס קופה וכו'.</b> פרק במה טומנין אמר ר''י מכניס אדם מלא קופתו עפר ועושה בו כל צרכיו דרש מר זוטרא והוא שייחד לו קרן זוית: "
      ],
      [
        "<b>אסור לבטל וכו'.</b> כבר נתבאר זה פ״ה ושם מבואר שאם נתנו מבע״י מותר להניחו שם ומשנה היא בפרק כירה (שבת דף מ\"ב:): ",
        "<b>לפיכך אין וכו'.</b> שם אע''פ שאמרו אין נותנים כלי תחת התרנגולת לקבל ביצתה אבל כופה עליה את הכלי בשביל שלא תשבר. ולרב יוסף אליבא דרב חסדא בכל דבר מותר לכפות וכן הלכה. ודלא כר''י דאמר אין כלי ניטל אלא לדבר הניטל וכ''כ בהלכות פרק מי שהחשיך. ובהגהות אמר אברהם בירושלמי ובלבד שלא יגע בביצה ע''כ. ולא ידעתי טעם וכי המוקצה והנולד אסור ליגע בהן כל שאינו מנענע הא ודאי לא ואפשר שמא ינענע הביצה על ידי הכלי: "
      ],
      [
        "<b>נותנין כלי תחת וכו'.</b> משנה פרק משילין (ביצה ל\"ה ול\"ו:) נותנין כלי תחת הדלף בשבת ובגמרא תנא אם נתמלא הכלי שופך ושונה ואינו נמנע והעמידוה שם ופ' כירה דוקא בדלף הראוי אבל אם אינו ראוי לא. <b>וכתב רבינו ואם נתן מותר לטלטלו כו'</b> ובגמרא בי רחייא דאביי דלוף אתא לקמיה דרבה א''ל זיל עייל פורייך להתם כי היכי דלהוי גרף של רעי ואפקיה א''ל וכי עושים גרף של רעי לכתחלה אדהכי והכי נפל בי רחייא דאביי אמר תיתי לי דעברי אדמר. ומפורש בי''ט פ''ב (דף כ\"ח:) שאין עושין גרף של רעי לכתחלה. ובאמרם לכתחלה למד רבינו שאם עבר ועשה מותר לטלטלו שאם אסור למה אין עושין אותו לכתחלה ומה הפסד יש בעשייתו אם לא היה מותר לטלטלו לכשנעשה. והמפרשים למדו ממעשה זה דבמקום הפסד ואין שם דירה יכול לשום מטתו שם כדי שיהא כגרף של רעי וזה לא נתבאר בדברי רבינו וצ''ע למה לא ביאר זה ודברי ההשגות בכאן. דברים ברורים: "
      ],
      [
        "<b>חבית של טבל וכו'.</b> ברייתא הובאה פרק כירה (שבת מ\"ב מ\"ג) חבית של טבל שנשברה מביא כלי ומניח תחתיה ואמרו שם הטעם מפני שהטבל מוכן הוא אצל שבת ואם עבר ותקנו מתוקן: ",
        "<b>ונותנין כלי תחת הנר וכו'.</b> ג''ז שם (דף מ\"ז:) משנה נותנין כלי תחת הנר לקבל ניצוצות ואמרו טעמא דאינו מבטל כלי מהיכנו דניצוצות אין בהם ממש ובעודן בתוכו מותר לטלטלן: ",
        "<b>קורה שנשברה וכו'.</b> ג''ז שם (דף מ\"ג) הקשו למי שאוסר בטול כלי מהיכנו ממה שאמרו וכן קורה שנשברה סומכין אותה בספסל או בארוכות המטה. ותירץ דרפי דאי בעי שקיל ליה: ",
        "<b>פורסין מחצלת על גבי אבנים וכו'.</b> ברייתות הובאו שם. ופי' ובלבד שלא יתכוין לצוד ואינו הכרח שיהיו ניצודים שאם לא כן כבר מבואר פרק ראשון שאע''פ שאינו מתכוין אסור אלא אפשר שיהיו ניצודין ואפשר שיברחו וכ''כ ז''ל ומבואר הוא: ",
        "<b>וכופין את הסל וכו'.</b> גם זה במשנה (דף קכ\"ח:) במפנין והובאה שם. ופי' האפרוחים ושום בהמה חיה ועוף חיים אינן מותרין בטלטול לפי שאינן ראויין: "
      ],
      [
        "<b>בהמה שנפלה לבור וכו'.</b> מימרא פרק מפנין ומסקנא שם אפשר בפרנסה יפרנסנה ואי לא מביא כרים וכסתות ומניח תחתיה והקשו והא קא מבטל כלי מהיכנו. ופירש רבינו שהרי משליכו לבור בתוך המים ביאור דבריו ואינן ראויים להשתמש בהן בעוד המים עליהן. אבל רש''י ז''ל פירש מפני שכשהן תחת הבהמה אינו יכול לטלטלן. וכתב הרשב''א ז''ל ולא דמי לכופין את הסל לפני האפרוחין שמותר משום דהתם לא קיימי אפרוחין אלא לפי שעה ויכול הוא להפריחן אבל הכא דלמא לא תעלה ודלמא קא מבטל כלי מהיכנו קאמר עכ''ל. ועם דברי רבינו אין כאן קושיא כלל: ",
        "<b>וכן אין וכו'.</b> משנה וברייתות שם ומסקנא שם שאין עוקרין בהמה חיה ועוף ואפי' בחצר ואצ''ל ברה''ר אבל מדדים אותן בחצר אבל לא ברה''ר גזירה שמא יגביהם. והתרנגולת אפי' בחצר אין מדדין אותה אבל דוחין אותה. <b>וכתב רבינו ומדדין עגלים וסייחין</b> כלשון המשנה וה''ה לכל בהמה חיה ועוף חוץ מן התרנגולת כמבואר שם וגם בדברי רבינו מבואר שפרט תרנגולת. ופי' מדדין אוחזן בגופן ורגליהן נוגעין בארץ ומסייען לילך. ואיסור התרנגולת אמרו בגמרא משום דמקפיא נפשה. ופי' רבינו נשמטת מן היד ונמצאו אגפיה נשמטין ונתלשין. ובהשגות א''א זה הטעם אינו אבל מפני שהיא כמקפיא נפשה והיא נטלת ביד ע''כ. וכדבריו פירש''י ז''ל מגבהת עצמה מן הארץ ונמצא זה מטלטלה ע''כ, ואיני רואה קושיא על דברי רבינו בזה: "
      ]
    ],
    [
      [
        "<b>כל כלי האורג החבלים והקנים וכו'.</b> פ' אלו קשרים (שבת קי\"ג) אמר שמואל כלי קיואי מותר לטלטלן בשבת ואפי' כובד העליון וכובד התחתון אבל לא את העמודים. ושם בעא מיניה ר' יוחנן מרבי יהודה בר לואי כובד העליון וכובד התחתון מהו לטלטלן בשבת א״ל אין מטלטלין מ״ט לפי שאין ניטלין. ופסק רבינו כר' יהודה דלא כשמואל משום דמשמע דמדקא בעא מיניה ר' יוחנן דעדיף מיניה הוה וקי״ל ר' יוחנן ושמואל הלכה כר״י. וכתב רבינו ששאר כלי האורג הן ככלים שמלאכתן לאיסור והכובדין הרי הן כאילו אין עליהם תורת כלי אבל רש״י ז״ל פי' כלי קיואי מותר לטלטלן דחזו לתשמיש אחר ואשמעינן דאין גרדי מקפיד עליהן ולא הוי כלי שמלאכתו לאיסור עכ״ל. וכובדין נראה שהוא סבור שהם ככלים שמלאכתן לאיסור. ודברי רבינו נראין לי עיקר דהא משמע פרק כל הכלים (שבת דף קכ\"ב קכ\"ג) בהדיא דכל דמיוחד לאיסור אף על פי שאין מקפיד עליו אם משתמשין בו תשמיש אחר הוי כלי שמלאכתו לאיסור ואם מקפיד עליו שמא יפחת מדמיו הוה ליה מוקצה מחמת חסרון כיס כמו שמבואר: ",
        "<b>וכן העמודים וכו'.</b> מפורש שם (דף קי\"ג) הדין והטעם: "
      ],
      [
        "<b>מכבדות של תמרה וכו'.</b> פרק כל הכלים (שבת דף קכ\"ד:) מפורש אמר רב דמכבדות של תמרה הן ככלי שמלאכתו לאיסור. ובהלכות והאידנא דקי״ל כר״ש ומותר לכבד את הבית הויין להו מלאכתן להיתר ואלו הן דברי רבינו. ואע״פ שבפכ״א כתב שאסור לכבד את הבית אלא אם כן הוא רצוף באבנים מ״מ כיון שברצוף מותר הם מלאכתן להיתר: ",
        "<b>לבנים שנשארו מן הבנין וכו'.</b> שם אמר ר''נ הני לבני דאישתיור מבנינא שרי לטלטולינהו משום דמיחזי למזגא עלייהו שרגינהו ודאי אקצינהו. ופירש''י ז''ל דאישתיור שהשלים בנינו ונותרו דהא השתא לא קיימי לבנין אלא לישב עליהן ותורת כלי יש עליהן עכ''ל: "
      ],
      [
        "<b>חרס קטנה מותר לטלטלה וכו'.</b> שם חרס קטנה מותר לטלטלה ואסיק רבא אפי' ברה''ר כיון שראויה לכסות בה כלי בחצר וכתבו המפרשים ז''ל ודוקא חרס דאתי משברי כלים אבל אבן דלא אתי משברי כלים לא ופשוט הוא: ",
        "<b>מגופת חבית שנתכתתה היא ושבריה וכו'.</b> שם (דף קכ\"ד קכ\"ה) מגופה שנכתתה היא ושבריה מותר לטלטלן בשבת ואם זרקן באשפה מבע''י אסור ומפורש שם דדוקא מבע''י אבל זרקה בשבת כיון שבין השמשות היה תורת כלי עליה מותר: ",
        "<b>כלי שנתרועע וכו'.</b> שם (דף קכ\"ד:) גבי מגופת חבית שנכתתה ולא יספות ממנה שבר לכסות בה את הכלי ולסמוך בה כרעי המטה ובהלכות פירוש לא יספות לא יחתוך: "
      ],
      [
        "<b>מותר להכניס לבית הכסא וכו'.</b> פ' המוציא (שבת פ\"א) ת''ר בשבת ג' אבנים מקורזלות מותר אדם להכניס לבית הכסא ונחלקו שם בשיעורן ואמרו בברייתא אחרת שם נמנו וגמרו כמלא היד וכ''פ בהלכות. ופי' מקורזלות חדות שהן ראויות לקנוח ושיעור כמלא היד הוא בין שלשתן: ",
        "<b>אבל אדמה וכו'.</b> שם א''ר יהודה אבל לא את הפיאס. ופירשו בהלכות אדמה שהיא קרובה להתפרך ע''כ. ופירש''י ז''ל דהואיל ומיפרכא לא חשיב לקנוח ואתי לטלטל: ",
        "<b>ומותר להעלות וכו'.</b> בעיא (שם ע\"א וב') ופירש''י ז''ל אי חיישינן לטרחא יתירתא כשהוא מעלן לגג או לא ופשטו שמותר: ",
        "<b>ירדו עליהם גשמים וכו'.</b> שם (פ\"א) א''ל אביי לר' יוסף ירדו עליהם גשמים ונטשטשו מהו א''ל אם רשומן ניכר מותר ע''כ גרסת ההלכות. ופירשו ירדו גשמים על האבנים המקורזלות ונטבעו בקרקע מהו מי חיישינן שמא יהא כסותר או כטוחן או לא עכ''ל. ויש לרש''י ז''ל גירסא אחרת בזה ופי' אחר: ",
        "<b>אבן שיש עליה טנוף וכו'.</b> שם א''ר ששת אם יש עליה עד מותר. ופי' רבינו כפי' ההלכות וגם בזה יש לרש''י ז''ל פירוש אחר ודברי הגאונים עיקר: "
      ],
      [
        "<b>היו לפניו צרור וחרס וכו'.</b> מחלוקת שם (דף פ\"ב) פסק כהלכות ופי' רש''י ז''ל מקנח בצרור בשבת ואע''ג דלאו בר טלטול הוא ואינו מקנח בחרס משום סכנה. באוגני כלים שהן חלקים ואינן מקרעין הבשר עכ''ל: ",
        "<b>היו לפניו צרור וכו'.</b> ג''ז שם מחלוקת ופסק כמ''ד מקנח בעשבים ואין מקנח בצרור והקשו שם מדתניא המקנח בדבר שהאור שולטת בו שניו נושרות ותירצו לא קשיא הא בלחין הא ביבשין. ופירש''י ז''ל לחין אין אור שולט בהן וכ''נ מדברי רבינו אבל בהלכות מצאתי בהפך ודוקא עלין יבשין אבל לחין משירין השנים וכ''כ בספר העתים: "
      ],
      [
        "<b>שירי מחצלאות שבלו וכו'.</b> פרק כל הכלים שם (שבת דף קכ\"ה) אמר שמואל קרומים של מחצלת מותר לטלטלן בשבת מ''ט מחצלת גופא למאי חזיא לכסויי בה עפרא האי נמי חזיא לכסויי בה טנופא. ובהלכות פירשו שירי מחצלאות שבלו וכתב הרמב''ן ז''ל אם היו קרומיות מבע''י וזרקן אסורין דהוו להו כצרורות שבחצר ודמיא לשברי חביות שזרקן לאשפה מבעוד יום דאסירי עכ''ל: ",
        "<b>אבל שירי בגדים וכו'.</b> שם שירי פרוזמיות אסור לטלטלן אמר אביי במטלניות שאין בהן שלש על שלש דלא חזו לא לעניים ולא לעשירים. ופירשו בהלכות בלאות של טליתות וכדאמרינן במסכת סוכה תכלתא לפרוזמא דאינשי ביתיה ע''כ. וכתב הרשב''א ז''ל נראה משום דפחות מכן לא חזו כלל וסתמן אדם משליכן לאשפה. אבל ראיתי בשם הראב''ד ז''ל דהכא בשירי טלית של מצוה עסקינן דאינו מקנח בו טנוף הא שירי טליתות דעלמא אפי' פחות מכן מותר דלא גרע מחרס קטנה שראויה לקנח ע''כ. ורבינו סובר דבכל טליתות אסור וקצת מפרשים סוברים כדברי הראב''ד ז''ל: ",
        "<b>שברי תנור מותר לטלטלן וכו'.</b> מחלוקת תנאים שם ופסק כר' מאיר כדאיתא בהלכות וכמבואר פ' כ''ה דכל הכלים הניטלין בשבת שבריהן ניטלין והוא שעושין מעין מלאכה: ",
        "<b>כירה שנשמטה אחת מירכותיה וכו'.</b> פרק תולין (שבת דף קל\"ח:) כירה שנשמטה אחת מירכותיה מותר לטלטלה שתים אסור לטלטלה רב אמר אפי' אחת אסור לטלטלה גזירה שמא יתקע. ובהלכות והלכה כרב ע״כ. ופי' רש״י ז״ל ירכותיה פטפוטין שלה כעין רגלים: "
      ],
      [
        "<b>סולם של עליה וכו'.</b> זה למד רבינו מיו''ט שאסרו בו סולם של עליה אפילו בהטיה כדאיתא פ''ק דיו''ט (דף ט') וכ''ש בשבת וסולם של שובך הותר שם בהולכה מחלון לחלון בחצר אבל לא ברה''ר לדעת רבינו כמבואר פרק חמישי מהלכות יו''ט ומשם למד דבשבת אפי' בחצר אסור ששם לא התירו אלא משום שמחת יו''ט כמ''ש שם. ובשבת אינו יכול לצוד ולא ליטול יונים מן השובך ולפיכך אסור. זה דעת רבינו ובהשגות א''א אין כאן מקום לזה ע''כ: ",
        "<b>קנה שמוסקין וכו'.</b> פ' כל הכלים (שבת קכ\"ג) משנה קנה של זיתים אם יש קשר בראשו מקבל טומאה ואם לאו אינו מקבל טומאה בין כך ובין כך ניטל בשבת. <b>וכתב רבינו אם יש עליו תורת כלי</b> בדוקא. ולמד כן מדין קנה שהתקינו בעל הבית שיתבאר בסמוך דבעיא תורת כלי ויש מחלקין ביניהם דשאני התם שעשוי לשמש את הקרקע ודעת רבינו עיקר: ",
        "<b>קנה שהתקינו וכו'.</b> ברייתא שם (דף קכ\"ז) קנה שהתקינו בעל הבית להיות פותח ונועל בו בזמן שקשור ותלוי פותח ונועל בו אין קשור ותלוי אין פותח ונועל בו רשב''ג אומר מתוקן אע''פ שאינו קשור א''ר יוחנן הלכה כרשב''ג ואמרו שם דבעינן שיהא עליה תורת כלי וכן העלו בהלכות. ופירוש תורת כלי זכרתיו פכ''ה בבבת כל כסויי הכלים: "
      ],
      [
        "<b>דלת שהיה וכו'.</b> בהמוצא תפילין (עירובין ק\"א) משנה הדלת שבמוקצה וחדקין שבפרצה ומחצלת אין נועלין בהן אא''כ היו גבוהין מן הארץ ובגמרא ורמינהי דלת הנגררת וקנקן הנגרר בזמן שקשורין ותלויין נועלין בהן בשבת ואצ''ל ביו''ט אלמא לא בעי גבוהין ותירץ רבא הא דלא בעי גבוהין בשהיה להן ציר ואע''ג דהשתא לית להו ציר מוכח מלתא. ומתני' דבעו גבוהין בשלא היה להן ציר מעולם כך נראה פי' השמועה וכן פירשו ז''ל. ולפי זה יקשה לשון רבינו שלא חלק בגבוהין אלא שאין צריכין תליה וקשירה ולא אמר אע''פ שלא היה להן ציר והסוגיא שלשם מוכחת בפירוש דגבוהים אע''פ שלא היה להם ציר מותרין ואפשר שאף לזה נתכוין רבינו: "
      ],
      [
        "<b>דלת שהיה וכו'.</b> שם תני ר' חייא דלת אלמנה נגררת ואין נועלין בה בשבת. היכי דמי דלת אלמנה א''ד דלית לה כשימא פירשו בהלכות אסקופא התחתונה שאין לה כן א''ד דחד שיפא פי' בהלכות לוח אחד ופסק רבינו כשני הלשונות להקל שאינה אסורה אלא כשהיא של לוח אחד ואין לה כן וכן עיקר: ",
        "<b>וכן נגר וכו'.</b> משנה שם (ק\"א ק\"ב) נגר שיש בראשו קלוסטרא ר''א אוסר ור' יוסי מתיר. ובגמרא בניטל באגדו כ''ע ל''פ דשרי כי פליגי בשלא נטל באגדו ר' יוסי סבר כיון שיש בראשו קלוסטרא תורת כלי עליו ומר סבר כיון שאין ניטל באגדו לא. ובהלכות והלכה כר''י ופירש''י ז''ל נגר לאקיבל''ה בלעז שתוחבין אותה באסקופא לנעול הדלת. שיש בראשו קלוסטרא שראשו עבה וראוי לכתוש בו פלפלין ותורת כלי עליו עכ''ל: "
      ],
      [
        "<b>נגר וכו'.</b> משנה וברייתא (שם דף ק\"ב) נחלקו ואמר ר''י נגר שקשור ותלוי וראשו מגיע לארץ אף במדינה מותר אלא אי זהו נגר הנגרר שבמדינה אסור ובמקדש מותר כל שאינו לא קשור ולא תלוי ושומטו ומניחו בקרן זוית אמר שמואל הלכה כר' יהודה אמר רבא והוא שקשור בדלת. והקשו והא ר' טבלא איקלע למחוזא חזייה לההוא נגרא דהוה תלי בעיבורא דדשא ולא אמר להו מידי ותירצו ההוא ניטל באגדו הוה. ומדברי רבינו שכל שניטל באגדו א''צ שיהא קשור אפי' בעיבורא דדשא ודר' טבלא מעשה שהיה כך היה. ומדברי ההשגות דבעי נמי שיהא קשור בבריח הדלת וכבר כתבו בתוס' כדברי רבינו וכן הוכיח הרשב''א <b>ז''ל וכתב רבינו אבל אם היה אגדו וכו' שאין תורת כלי עליו</b> האריך בזה להפריש בין זה לדין פקק החלון שנתבאר פכ''ב שאע''פ שאינו קשור ואינו תלוי מותר לפקוק בו את החלון. והחלוק שביניהם משום דהתם יש כל שהוא מתוקן לכך יש תורת כלי עליו וכאן כיון שאין בנגר זה אחת מן הדברים הנזכרים אין עליו תורת כלי ואסור אלא א''כ קשור ותלוי וכן פסקו בהלכות והמפרשים ג''כ כתבו חילוק זה ואליו נתכוין רבינו: "
      ],
      [
        "<b>מנורה של חוליות וכו'.</b> מסקנא בגמרא בכירה (שבת מ\"ו) הילכך דחוליות בין גדולה בין קטנה אסורה גדולה נמי ואית בה חידקי אסורה גזירה משום גדולה דחוליות כי פליגי בקטנה ואית בה חידקי מר סבר גזרינן ומ''ס לא גזרינן וקי''ל כמאן דשרי דס''ל כר''ש דלית ליה מוקצה. ושם נתבאר שגדולה היא שניטלת בשתי ידים. וכתב הרשב''א ז''ל בספרו דהא דהכא אין צריך לומר בשאינה רפויה כלל אלא אפי' רפויה ואינה רפויה אסור לטלטלה. אבל רפויה לגמרי אפילו להחזירה מותר וכבר נתבאר בדברי רבינו בפרק כ''ב: "
      ],
      [
        "<b>מנעל שע״ג אמום וכו'.</b> סוף פ' תולין (שבת דף קמ\"א:) תני חדא שומטים מנעל מע״ג האמום ותניא אידך אין שומטין ובהלכות הביאו הא דשומטין לבד ומוכרח הוא בגמרא ואפילו אינו רפוי. ובהלכות אמום דפוס של מנעל ע״כ: ",
        "<b>מכבש של בעלי בתים וכו'.</b> משנה שם (דף קמ\"א) מכבש של בעלי בתים מתירין אבל לא כובשין ושל כובסין לא יגע בו ר' יהודה אומר אם היה מותר מע''ש מתיר את כולו ושומטה ופירוש מכבש ידוע מתירין שנוטל את היתד והוא ניתר דהיינו צורך שבת שנוטל את הכלים אבל לא כובשין דהיינו צורך חול עכ''ל פירוש רש''י ז''ל. <b>ושל כובסין לא יגע בו</b> פירש רבינו ז''ל מפני שהוא מוקצה מחמת חסרון כיס וכן נ''ל עיקר ולא כדברי רש''י ז''ל שפי' מפני שהוא רוצה לתקן הבגדים ותוחבו בחזקה ומהדק והתרה שלו דומה לסתירה. ואם כדבריו קשה לי למה נחלק ת''ק על ר' יהודה באם היה מותר מע''ש ודאי משמע דפליגי. ואפשר לדבריו דת''ק גזר דאי שרית ליה ליטול כליו במותר יבא להתירו: ",
        "<b>וכן גזי צמר אין מטלטלין אותן וכו'.</b> משנה פ' במה טומנין (שבת דף מ\"ט.) טומנין בגזי צמר ואין מטלטלין אותן. ובגמרא ל״ש אלא שלא יחדן להטמנה אבל יחדן להטמנה מטלטלין אותן וכן בהלכות. ויש שם אוקימתא אחרת ומשמע מינה דגזי צמר שאינן מן האוצר כל שטמן בהן אע״פ שלא יחדן להטמנה מותר לטלטלן וכשהן מן האוצר צריכין יחוד וכן דעת הרשב״א ז״ל בשם רבו ז״ל ודברי רבינו כדברי ההלכות: ",
        "<b>השלחין מותרין לטלטלן וכו'.</b> במשנה שם (דף מ\"ט) טומנין בשלחין ומטלטלין אותן והעלו בהלכות בשם הגאונים ז''ל שאפי' שלחין של אומן מטלטלין אותן. ופירש''י ז''ל שלחין עורות תרגום והפשיט ואשלח: "
      ],
      [
        "<b>כל דבר מטונף וכו'.</b> סוף פ' כל כתבי (שבת דף קכ\"א:) מבואר זה גבי צואה של קטן וכפי גרסת ההלכות שם עיקר: ",
        "<b>רוק שע''ג קרקע וכו'.</b> שם רוק דורסו לפי תומו ופי' דורסו לפי תומו כתבתיו פי''א כדעת הרמב''ן והרשב''א ז''ל: ",
        "<b>מטלטלין כנונא מפני אפרו אע״פ שיש עליה שברי עצים מפני שהוא כגרף של רעי.</b> דין זה סוף כירה (שבת דף מ\"ז) ואיני יודע לתרץ הסוגיא אשר שם לפי מ״ש רבינו מפני שהוא כגרף של רעי אא״כ נאמר דה״פ אלא אמר רבא במחתא באפרא ליכא משום גרף של רעי משום דמיכסי והוא עיקר הטעם אבל בכנונא שהוא כלי שעושין אותו להתחמם בו והוא מגולה הרי הוא כגרף של רעי ומטלטלין אותו וכבר הושג רבינו מזה ואיני יודע לו תירוץ אחר. וגם זה דחוק ונראה שעקר הנוסחא ראויה להיות בספריו מפני שראוי לגרף של רעי כלומר האפר שהזכיר ראוי לכסות גרף של רעי ונמצא הכנונא בסיס לאפר שמותר בטלטול ולעצים שאסורין ובסיס לדבר המותר והאסור מותר לטלטלו וכן פירשו ז״ל. אי נמי משום דשברי עצים לא חשיבי ובטלי וכן עיקר דכל דחשיב אף על פי שיש עמו דבר המותר לא בטיל ואסור לטלטלו: ",
        "<b>ואין עושין גרף של רעי וכו'.</b> כבר הזכרתיו זה בפרק כ''ה בבבת נותנין כלי תחת הדלף: "
      ],
      [
        "<b>שמן היוצא מתחת הקורה וכו'.</b> פ''ק (דף י\"ט:) שמן של בדדין ומחצלות של בדדין רב אסר ושמואל שרי תמרי דעסקא פלוגתא דר' יהודה. ור''ש ובהלכות שמן של בדדין שיוצא מתחת הקורה בשבת. והלכתא כשמואל דקאי כר''ש דלית ליה מוקצה לענין שבת ע''כ. ופי' תמרי דעסקא העומדים לסחורה וכ''ש לכלים המוכנים לסחורה ושאם הוא צריך להם שמותר לטלטלם שהרי פירות אלו הותרו אפי' באכילה. ",
        "<b>ומ״ש רבינו אפי' אוצר של תבואה או תבואה צבורה.</b> מבואר ריש פ' מפנין (שבת דף קכ\"ז) דלר״ש דלית ליה מוקצה בשבת מותר להתחיל באוצר ובתבואה צבורה להסתפק מהן. <b>ומ״ש רבינו חוץ מגרוגרות וצמוקים</b> מבואר פ' כירה (שבת דף מ\"ה) אמר שמואל אין מוקצה לר״ש אלא גרוגרות וצמוקים בלבד ובהלכות הביאו ירושלמי דאמר מאי שנא הני הואיל ומסריחות בינתים ע״כ: ",
        "<b>חבית שנתגלתה וכו'.</b> תוספתא פט''ו. ועיקר הנוסחא ואבטיח שנקרה כלומר שנקר בה נחש וכן הוא בתוספתא: ",
        "<b>מותר השמן שבנר ושבקערה וכו'.</b> פ' כירה (שבת דף מ\"ד) מותר השמן שבנר ושבקערה אסור ור״ש מתיר ונפסקה הלכה פ' מי שהחשיך (שבת דף קנ\"ז) כר״ש חוץ ממוקצה מחמת איסור ומאי ניהו נר שהדליקו בשבת: "
      ],
      [
        "<b>אוצר של תבואה ושל כדי יין וכו'.</b> (דף קכ\"ו קכ\"ז) ר''פ מפנין אפי' ד' וה' קופות של תבן ושל תבואה מפני האורחין ומפני בטול ביהמ''ד אבל לא את האוצר ובגמ' השתא חמש מפנין ארבע מיבעיא ופי' שמואל ד' וה' כדאמרי אינשי ואיכא מאן דגרסי ואי בעי אפי' טובא מפנין ואין זו גרסת רב אחא משבחא ולא גרסת רבינו ומאי אבל לא את האוצר שלא יגמור את האוצר כולו אבל אתחולי מתחיל ומני ר''ש היא דלית ליה מוקצה ויש שם אוקימתא אחרת וזו עיקר לדעת רבינו. ומדקתני מפני האורחים ומפני בטול ביהמ''ד למד רבינו דדוקא להני אבל לדבר הרשות לא דאי לא ה''ל למיתני סתמא וזה מוכרח שם. <b>ומ''ש וכיצד מפנין אותו כל אחד ואחד ממלא ד' או ה' קופות</b> הכין משמע בגמרא דכל חד וחד מפני לנפשיה: ",
        "<b>ולא יכבד קרקעיתו.</b> משום אשוויי גומות. וכתב רבינו כמו שביארנו והוא ריש פכ''א. <b>ומ''ש אלא נכנס ויוצא בו</b> מדברי הגמרא (דף קכ\"ז) נראה שבמקום שאינו רשאי לפנות היא הכונה ויאמר רבינו שלדברי הרשות אסור להתחיל ולפנות אלא עושה בו שביל וכן כתב הרמב''ן ז''ל שרבותיו מעמידין ברייתא אין מתחילין באוצר תחלה אבל עושה בו שביל בדבר הרשות וא''א לפרש בדבר מצוה דכיון שגומרין אע''פ שאין מכבדין מה צורך יש בשביל ומה ענין לו בכאן והברייתא מוכחת כמו שכתבתי. ודע שנסתלקה מכאן השגת הר''א ז''ל שכתב א''א זה המחבר מזכי שטרא לבי תרי הוא שמפרש משנתנו כרב חסדא וכשמואל ע''כ. ועם גרסת רב אחא משבחא שאינו גורס בדשמואל אפי' טובא נמי דברי רבינו הם כשמואל בדוקא ואף לגרסא האחרת יש להעמיד דבריו בחדא כרב חסדא ובחדא כשמואל וכ''כ הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>כל שהוא ראוי למאכל וכו' כיצד וכו'.</b> דין התורמוס משנה שם (דף קכ\"ו:) כלשון רבינו ובגמרא (דף קכ\"ז קכ\"ח) דוקא יבש אבל לח כיון דמריר לא אכלה. עוד בגמרא ת״ר מטלטלין את החצב מפני שהוא מאכל לצביים ואת החרדל מפני שהוא מאכל ליונים וכתובה בהלכות. ואני תמה היאך כתבו היתר בחרדל שהרי במשנה (דף קכ\"ו:) שנינו ולא את הלוף ולא את החרדל והיא סתם משנה בלא מחלוקת וטעמא דתנא דמתני' משום דרוב חרדל למאכל אדם קאי וכיון דהשתא לא חזי ליה אף ע״ג דהוא נמי מאכל ליונים אסור בטלטול דמידי דחזי ליה מקצה ליה מיונים וכ״כ הרשב״א ז״ל ופסק כתנא דמתני' וצ״ע. ודין העצמות ברייתא שם (דף קכ\"ח) ומטלטלים את העצמות מפני שהוא מאכל לכלבים. <b>ומ״ש ושאינן ראויין אוכל את האוכל וזורקן לאחריו</b> מבואר סוף פרק נוטל (שבת דף קמ\"ג) רב ששת זריק להו בלישניה רב פפא זרק להו אחורי המטה אמרו עליו על זכריה בן אבקולס שהיה מחזיר פניו לאחורי המטה וזורקו. פירוש וטעם לאחוריו כדי שלא יעשו כגרף של רעי לפי שאין עושין גרף של רעי לכתחלה וכן נראה שם. ודין בשר תפוח ברייתא פרק מפנין (שבת דף קכ\"ח:) כלשון רבינו. ודין הדג והבשר ברייתא מפורשת שם (דף קכ\"ח): "
      ],
      [
        "<b>אין מטלטלין שברי זכוכית וכו'.</b> שם במשנה התיר רשב''ג את הלוף ובגמרא התיר שברי זכוכית והעמידו דבריו בשטה דקסבר כל ישראל בני מלכים וראויים לגדל עופות שאינן מצויין ואין הלכה כמותו כמבואר בהלכות. ואיסור חבילי זמורות מוסכם בברייתא שם: "
      ],
      [
        "<b>חבילי קש וכו'.</b> שם (דף קכ\"ו:) משנה כלשון רבינו והטעם דבעינן התקינן משום דסתמן להסקה קיימי ואע''ג דחזו למאכל בהמה בסתמא לא קיימי להכי: ",
        "<b>חבילי סיאה פואה ואיזוב וקורנית וכו'.</b> ברייתא שם (דף קכ\"ח) כלשון רבינו. ומיני עשבים הם ראויים להסקה וראויים למאכל בהמה לפיכך הכל הולך אחר מחשבתו. וכן בשאר מיני תבלין שהן כיוצא באלו: "
      ],
      [
        "<b>אין גורפין מאכל מלפני הפטם וכו'.</b> משנה פרק תולין (שבת דף ק\"מ) גורפין מלפני הפטם ומסלקין לצדדין מפני הרעי דברי ר' דוסא וחכמים אוסרין ובגמרא מפרש דחכמים אתרווייהו פליגי. עוד שם אמר רב חסדא מחלוקת באבוס של כלי אבל באבוס של קרקע דברי הכל אסור פי' ורבנן גזרו של כלי אטו קרקע וכולה חדא גזרה היא ופי' המשנה שור שמפטמין אותו וגורפין מלפניו בשבת לתת בתוכו תבן ושעורין ע״כ לשון רש״י ז״ל: ",
        "<b>ונוטלין מלפני החמור וכו'.</b> משנה שם ומסקנא דגמרא מקמי חמרא לגבי תורא שקלינן מקמי תורא לגבי חמרא לא שקלינן. ",
        "<b>וכן עלין וכו'.</b> שם אמר רב חסדא האי הוצא דירקא אי חזי למאכל בהמה שרי לטלטולי ואי לא אסיר. אמר רב האי תלאי דבשרא שרי לטלטולי דכוורי אסור. ופירשו בהלכות תלאי דבשרא העץ שתולין בו הבשר מטלטלין אותו דתורת כלי עליו דרגילות הוא דכוורי לא אלא כל שנשתמש בו זורקו לבין העצים ע''כ כתב הרשב''א ז''ל וכן עיקר: "
      ],
      [
        "<b>אע''פ שאסור לטלטל וכו'.</b> כל זאת הבבא משניות וברייתא פ' שואל (דף קכ\"א) קרוב ללשון רבינו. ופירש''י ז''ל לא יזיז בו אבר לא יגביה לא את ידו ולא ריסי עיניו. וקושרין את הלחי של מת שהיה הולך ונפתח קושרין את לחיו כדי שלא יפתח פיו יותר ולא שתעלה להסגר ממה שנפתחה דהיינו מזיז אבר אלא שלא תוסיף להפתח. כלי מיקר כגון כלי זכוכית. ואין מעמצין משום דדמי למזיז בו אבר עכ''ל: "
      ],
      [
        "<b>מת המוטל בחמה וכו'.</b> פ' כירה (שבת דף מ\"ג:) אתמר מת המוטל בחמה א״ר יהודה אמר שמואל הופכו ממטה למטה רב אמר מניח עליו ככר או תינוק ומטלטלו. היכא דאיכא ככר או תינוק כ״ע לא פליגי דשרי כי פליגי דליכא וקי״ל כרב באיסורי. עוד שם אין מצילין את המת מפני הדליקה אריב״ל שמעתי שמצילין את המת מפני הדליקה. ואסיקנא בדליכא ככר או תינוק פליגי והלכה כריב״ל ואפי' לרב מתוך שאדם בהול על מתו אי לא שרית ליה אתי לכבויי. ומבואר בהלכות: ",
        "<b>ולא התירו וכו'.</b> מימרא פ' נוטל (שבת דף קמ\"ב:) במסקנא ולא אמרו ככר או תינוק אלא למת בלבד: "
      ],
      [
        "<b>היה מוטל בחמה וכו'.</b> שם (דף מ\"ג:) תנא שילא בר מרי מת המוטל בחמה באין שני בני אדם ויושבין בצדו חם להם מלמטה זה מביא מטה ויושב עליה וזה מביא מטה ויושב עליה חם להם מלמעלה מביאין מחצלת ופורסין עליהן זה זוקף מיטתו ונשמט והולך לו וזה זוקף מטתו ונשמט והולך לו ונמצאת מחיצה עשויה מאליה. וכתבו המפרשים ואע''פ שאין עושין אהל עראי לכתחלה כיון שמשנה שהוא עושה אותו מלמעלה למטה בשביל המת התירו: "
      ],
      [
        "<b>מת שהסריח בבית וכו'.</b> בהמצניע (דף צ\"ד:) ההוא שכבא דהוה בדרוקרת שרא להו ר''נ בר יצחק לאפוקיה לכרמלית ואסיקנא טעמא גדול כבוד הבריות שדוחה ל''ת שבתורה. ופי' הראב''ד ז''ל דכבוד החיים קאמר מפני שהיה מסריח וכדי לסלק מהם ריחו התירו. וזה דעת רבינו ועיקר. ונחלקו המפרשים ז''ל אם צריך ככר או תינוק לטלטלו יש מי שאומר שצריך שכל שנוכל לתקן ולגרוע איסור הטלטול נתקן והרמב''ן ז''ל אמר שאינו צריך כדי שלא יהא מרבה בהוצאה והרשב''א ז''ל הכריע כדעת האחרים בזה: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>היוצא חוץ לתחום המדינה וכו'.</b> שיעור התחומין שהם אלפים אמה מדבריהם וי''ב מיל דבר תורה הוא מבואר בהלכות סוף פ''ק דעירובין ולמדו שיעור זה די''ב מיל מן הירושלמי וכן הסכמת הגאונים ז''ל לחייב דבר תורה על יותר מי''ב מיל. ויש מן האחרונים ז''ל שחלקו על זה ואמרו בההיא סוגיא דסוף פ''ק (עירובין י\"ז:) דלוקין על עירובי תחומין היא לדעת ר''ע דאמר תחומין דאורייתא אבל לרבנן דקי''ל כוותייהו אין שם תחומין כלל מן התורה ואפילו בכמה פרסאות והאריכו להוכיח כן ולדעת זו הסכימו הרמב''ן והרשב''א ז''ל. ודין העיר שהיא כד''א בכמה מקומות מבואר שאין העיר נחשבת: ",
        "<b>ומ״ש רבינו אלפים אמה לכל רוח מרובעות.</b> משנה פ' מי שהוציאוהו (עירובין דף מ\"ט:) אלפים אמה לכל רוח עגולות דברי ר' חנינא בן אנטיגנוס וחכ״א מרובעות כטבלא מרובעת כדי שיהא נשכר את הזויות והלכה כחכמים. וכן הסכימו ז״ל ונחלקו המפרשים בפירוש דבר זה יש מי שאומר שלעולם הוא רשאי לילך אלפים ושמונה מאות אמה כמדת האלכסון אפי' הולך אל עבר פניו או לעבר פני העיר ויש מי שהורה שאין לו אלפים ושמונה מאות אמה אלא כשהולך באלכסון תחומי העיר או באלכסון תחומי מקומו אבל במהלך אל עבר פניו או אל עבר פני תחומי העיר אין לו אלא אלפים אמה בלבד וכן נראה מדברי רבינו וכן עיקר. דלפי דברי האחרים אין כאן מרובעות שהרי כשהוא מהלך לעבר פניו יש לו אלפים ת״ת אמה וכשהוא מהלך באלכסון אין לו ג״כ יותר נמצא שחוט המקיף סופי תחומו יהיה עגול בהכרח וחכמים הזכירו מרובעות כך נראה לי. ועוד שהיה להם לומר כדי שיהא נשכר את האלכסון אלא ודאי מדהזכירו זויות משמע שאינו נשכר האלכסון אלא לזויות: "
      ],
      [
        "<b>המהלך חוץ לתחום למעלה וכו'.</b> פרק מי שהוציאוהו (עירובין דף מ\"ג) בעי רב חנניה יש תחומין למעלה מעשרה טפחים או אין תחומין למעלה מעשרה בעמוד גבוה עשרה ורחב ארבעה לא תבעי לך דארעא סמיכתא היא כי תבעי לך בעמוד גבוה עשרה ואין רחב ארבעה ולא איפשיטא. ולזה כתב רבינו הרי הדבר ספק ולא ביאר ספק זה אם הוא לקולא או לחומרא. ובתשובה ביאר שכל מה שיהיה מן התחומין מן התורה ספיקו להחמיר ומה שהוא מדבריהם ספיקו להקל כמו שאמרו ספיקא דאורייתא לחומרא וספיקא דרבנן לקולא. ושם כתב שאין תחומין דבר תורה בימים ובנהרות ולא בכרמלית וכל התחומין בהן מדברי סופרים כמו שהאריך שם ולדעת האחרונים שאין תחומין מן התורה כל למעלה מעשרה ספק של דבריהם ולקולא מכלל דבריהם למדנו שכל שהלך בים למעלה מעשרה לכשיגיע לנמל יורד ואינו נמנע ויש לו אלפים אמה מן המקום שפגע תחלה בו למטה מעשרה וזה דעת הרמב״ן והרשב״א ז״ל. ומכלל זה שההליכה בנהרות ויש ספק אם הם למעלה מעשרה אם לאו מותרת לפי שהוא ספק בשל דבריהם וכן התיר רבינו בתשובה. ומ״מ כתב הרשב״א ז״ל שמי שהוא בין השמשות ביבשה לכתחלה אסור לצאת אפילו למעלה מעשרה לפי שיש לו חזקת ביתו. זהו דעתו ז״ל: "
      ],
      [
        "<b>מי ששבת בדיר וכו'.</b> מפורש פרק מי שהוציאוהו (עירובין מ\"א מ\"ב) גבי שבת בדיר וסהר ובמערה. וכתב הרשב''א ז''ל דדוקא כשהרשות היחיד מותר לטלטל בו כגון שהוא מוקף לדירה או פחות מבית סאתים אבל אם לא היה מוקף לדירה והיה יתר על בית סאתים כיון שאינו מותר לטלטל בו אלא בארבע אמות כנזכר פי''ז אין לו אלא ארבע אמות ומשם ולהלן מודדין לו אלפים אמה. וכיוצא בזה כתב רבינו בפ''ז מהל' עירובין אלא שנראה מדבריו שאין חלוק זה אלא במערב ושם אבאר: ",
        "<b>וכן השובת בבקעה וכו'.</b> משנה שם (דף מ\"ה) מי שישן בדרך ולא ידע עד שחשכה יש לו אלפים אמה לכל רוח דברי ר''י בן נורי וחכ''א אין לו אלא ד' אמות ונפסקה הלכה בגמרא כר''י בן נורי. וכתב רבינו בבקעה לפי שהיא כרמלית כמבואר פי''ד ורה''ר כך דינו. וכתב הרשב''א ז''ל שאלפים אמה אלו נמדדין חוץ לארבע אמות שלו ויש לו הארבע אמות לכל רוח ואין סברא זו מוכרחת: ",
        "<b>היה מהלך בבקעה וכו'.</b> מימרא (שם דף מ\"ב) אמר שמואל שבת בבקעה וכו' כלשון רבינו: "
      ],
      [
        "<b>המהלך אלפים אמה וכו'.</b> סוף כיצד מעברין (עירובין דף ס') אריב״ל היה מודד ובא וכלתה מדתו בחצי העיר אין לו אלא חצי העיר כלתה מדתו בסוף העיר נעשית כל העיר כד' אמות ומשלימין לו את השאר וכן פסקו בהלכות בשם הגאונים ז״ל. וכתב הראב״ד ז״ל שאם כלתה מדתו בין העיר לעבורה דינו להקל שאף על פי שעבור העיר כעיר להקל אמרו ולא להחמיר וכ״כ הרשב״א ז״ל ודבר פשוט הוא שהרי בסוף העיר וחצי העיר הזכירו ולא הזכירו בזה עבור כלל: "
      ],
      [],
      [],
      [
        "<b>מי שכלתה מדתו וכו'.</b> ברייתא פ' מי שהוציאוהו (עירובין דף מא:) היה מודד ובא וכלתה מדתו בחצי העיר מותר לטלטל בכל העיר כלה ובלבד שלא יעבור התחום ברגליו ופירשו בגמרא מותר לטלטל ע״י זריקה ולא גזרינן שמא ימשך אחר חפצו ונפסק זה בהלכות: ",
        "<b>וכן מי ששבת בבקעה וכו'.</b> שם (דף מ\"ב) אמר שמואל שבת בבקעה והקיפוה נכרים מחיצה בשבת מהלך אלפים אמה ומטלטל בכולה ע''י זריקה ורב הונא פליג התם וקי''ל כשמואל כדאיתא בהלכות. וכתב רבינו שהיתר הטלטול הוא בשהקיפוה לשם דירה ופשוט הוא כנזכר פט''ז וכ''כ ז''ל: "
      ],
      [],
      [
        "(ט-י) ",
        "<b>מי שהיה בא בדרך וכו'.</b> משנה שם (דף מ\"ה) מי שהיה יושב בדרך ועמד והרי הוא סמוך לעיר הואיל ולא היתה כונתו לכך לא יכנס דברי ר''מ ר' יהודה אומר יכנס מעשה היה ונכנס ר' טרפון בלא מתכוין. וק''ל כר' יהודה שאע''פ שלא היה סבור להיות בתוך התחום ולקנות שביתה עם בני העיר כיון שדעתו היה לילך לעיר קנה שביתה עמהם וזהו מה שהזכיר רבינו היה בא למדינה וישן בדרך ולא נעור וכו' וכן פירשו בהלכות בשם רב אחא משבחא ותפסו פירוש זה בעיקר וכ''כ הרשב''א ז''ל אלא שאמר שאם היה נעור והוציא בשפתיו ואמר תהא שביתתי במקומי הרי עיקר שביתתו מאנשי העיר ויש לו ממקומו אלפים אמה לכל רוח וכן דעת הראב''ד ז''ל ורבינו לא הזכיר זה אבל נכון הוא. והחלק הראשון שכתב רבינו במהלך לעיר כל שכן הוא מיושב בדרך ואינו יודע שהוא בתוך התחום וג''כ הוציא רבינו זה ממה ששנינו שם (מ\"א:) פעם אחת לא נכנסו לנמל עד שחשכה אמרו לו לר''ג מה אנו לירד אמר להם מותר שכבר הייתי מסתכל והיינו בתוך התחום קודם שחשכה. ופירש רבינו שקנו שביתה עם אנשי העיר וכ''כ הרשב''א ז''ל והוא פשוט: "
      ],
      [
        "<b>מי שיצא חוץ לתחום וכו'.</b> משנה שם (דף נ\"ב:) מי שיצא חוץ לתחום אפי' אמה אחת לא יכנס ר''א אומר שתים יכנס שלש לא יכנס מי שהחשיך חוץ לתחום אפי' אמה אחת לא יכנס ר''ש אומר אפי' ט''ו אמה יכנס שאין המשיחות ממצין את המדות מפני הטועין ובהלכות והלכתא כת''ק. וכתב רבינו טעם לדברי ת''ק במחלוקתו של ר' אליעזר משום דקי''ל דהבלעת תחומין מלתא היא כלומר שאם היה קצת מה שהוא יכול להלך עכשיו מובלע בתוך התחום שיצא ממנו הרי הוא כאילו לא יצא כמו שיתבאר לפנינו בבבת מי שיצא חוץ לתחום שלא לדעת וא''כ בכאן כיון שיש לו ד''א והוא לא הרחיק אלא אמה יש לשאול למה לא יכנס ופירש רבינו ושאין לו הד' אמות אלא כלפי פניו כשהיה מהלך וכרבי יהודה דאמר דאין לו אלא ד''א לרוח אחת במשנה שהזכרתי פי''ב. ואעפ''כ יש לתמוה דהא ר' יהודה לאי זה רוח שירצה אמר ואמרו שם ומודה ר' יהודה שאם ברר שאינו יכול לחזור בו וא''כ זה שלא ברר לו עדין יכול לברור. ומדברי רבינו נראה שכיון שזה מהלך ורוצה לילך נראה כבורר אל עבר פניו. וזה דחוק. והרשב''א ז''ל כתב שדעת רבינו הוא בשברר לצד החיצון אלא שהיה לו לפרש. גם בהשגות העמידו סברת ת''ק כר' יהודה ובשברר לצד חיצון. ולענין הדין פסקו מן האחרונים ז''ל שיש לו ד' אמות לכל רוח כמו שכתבתי פי''ב. וכן פסקו כר''ש שמן הסתם אין המודדים מכוונים המדות וחוץ למקום הציון יש חמש עשרה אמה, מתוך דברים אלו יצא להם שאם הוא עומד בתשע עשרה אמה ואפי' אחת מרגליו בתוך עשרים אמה יכנס. היו שתי רגליו חוץ לתשע עשרה לא יכנס. ואם יודע שהמודדין כוונו וצמצמו המדה בטלו החמש עשרה ודין ארבע וחמש כדין תשע עשרה ועשרים וזה דעת הרשב''א ז''ל ודעת רבינו כדעת הגאונים ז''ל: ",
        "<b>וכן מי שהחשיך חוץ לתחום המדינה וכו'.</b> זה נמצא בכל ספרי רבינו וכבר כתבתי בסמוך המשנה שממנה יצא לרבינו דין זה שהוא פוסק כת''ק כמו שפסקו בהלכות. אבל <b>מ''ש ואם כלתה מדתו בחצי העיר וכו'</b> הוא דבר מתמיה בפשט המאמר שהיאך תכלה מדתו במקצת העיר ואפילו לתחלת העיר אינה מגעת שהרי רחוק הוא מסוף תחום העיר אמה. ואין לומר שעל עיר אחרת נתכוין רבינו. לפיכך י''ל שכך היה כוונת הלשון ואם החשיך תוך התחום וכלתה מדתו במקצת העיר וכו' והענין שכל שהוא מתכוין לשבות במקום שהוא עומד בין השמשות אע''פ שיודע שהעיר בתוך התחום שלו או שאינו מהלך לעיר אין העיר נחשבת לו כד' אמות אא''כ מובלעת תוך תחומו כמו שנתבאר כבר למעלה. וחפשתי כל צדדי לשון זה ולא מצאתי דבר נאות לפרש בו כזה: ",
        "<b>היתה רגלו אחת וכו'.</b> בגמ' (דף נ\"ב:) יש שתי לשונות במימרא דרבי חנינא ולישנא בתרא יכנס וכן פסקו בהלכות. וכ''כ הרשב''א ז''ל. ובהשגות א''א איכא מ''ד כיון דקם כיחידאה דתניא וכו' הרי זה לא יכנס ע''כ. וכוונתו ששם הקשו והתניא הרי זה לא יכנס ותירצו רבי חנינא הוא דאמר כאחרים וכו'. ומכל מקום כיון שרבי חנינא פוסק כאחרים למה לא נפסוק גם אנו כן ועוד דקי''ל הלכה כדברי המקל בעירוב אלא ודאי אין לאותה סברא עיקר והעיקר כדעת רבינו: "
      ],
      [
        "<b>מי שיצא חוץ לתחום וכו'.</b> (דף מ\"א:) ר''פ מי שהוציאוהו נכרים או רוח רעה אין לו אלא ארבע אמות החזירוהו כאילו לא יצא. ומבואר בגמרא דדוקא החזירוהו אבל חזר לדעת אין לו אלא ד' אמות, תשלום המשנה הוליכוהו לעיר אחרת נתנוהו בדיר או בסהר ר''ג ור''א בן עזריה אומר מהלך את כלה ר' יהושע ור''ע אומר אין לו אלא ד' אמות. ויש מן הגאונים שפסקו כר''י ור''ע ובהלכות פסקו כר''ג וראב''ע כמ''ש שם בארוכה וכן הסכימו האחרונים ז''ל וכן דעת רבינו. ",
        "<b>ומ''ש וכן אם יצא לאחת מאלו בשגגה וכו'.</b> פשוט הוא שם בגמרא דשוגג והוציאוהו נכרים דין אחד להם וכ''כ ז''ל: "
      ],
      [
        "<b>יצא חוץ לתחום לדעת וכו'.</b> מימרא בגמרא יצא לדעת והחזירוהו נכרים אין לו אלא ד' אמות: ",
        "<b>וכן אם יצא חוץ לתחום לדעת וכו'.</b> נ''ל שיצא לרבינו זה ממ''ש במשנה הוליכוהו נתנוהו ובהא הוא דאמרינן דסברי ר''ג ור''א דמהלך את כולה הא יצא לדעת אפילו אינהו מודו דאי לאשמועינן כחו דר''י ור''ע דאסרי נקט הוליכוהו והלא כחא דהיתרא עדיף טפי בכל דוכתא וגם הרמב''ן ז''ל כתב כדברי רבינו והרשב''א ז''ל הקשה עליהם ממ''ש שם אמר שמואל יצא לדעת אין לו אלא ד' אמות והקשו פשיטא השתא מי שהוציאוהו נכרים אין לו אלא ארבע אמות יצא לדעת מבעיא ואם כדבריהם ז''ל מאי קושיא דילמא אין לו ארבע אמות לעולם קאמר ואפילו נתנוהו בדיר וסהר דחמיר טפי יוצא לדעת ממי שהוציאוהו נכרים. ואני אומר אין זו קושיא דהא שמואל כי קאמר אין לו אלא ארבע אמות לא משמע מינה אם הוא בדיר וסהר מה יהיה דינו ושמואל לישנא דמתניתין דקתני במי שהוציאוהו אמר הוא ביוצא לדעת ולפיכך יש להקשות פשיטא ותו דהא שמואל הוא דפסק התם כר''י ורבי עקיבא דאפילו הוציאוהו נכרים ונתנוהו בדיר וסהר וא''כ אפי' יאמר כאן בפירוש אין לו אלא ד' אמות ואפי' אם הוא בדיר וסהר יש להקשות עליו פשיטא. כך נ''ל להעמיד דברי רבינו והרמב''ן ז''ל ועיקר: ",
        "<b>המפרש בים הגדול וכו'.</b> במשנה שם מעשה שבאו מפלדרסין והפליגה ספינתן בים ר''ג וראב''ע הלכו את כולה ונפסקה הלכה כן בגמרא (דף מ\"ב:) "
      ],
      [
        "<b>מי שיצא חוץ לתחום וכו'.</b> שם (דף מ\"ג:) נחמיה משכתיה שמעתיה ונפק חוץ לתחום א''ל רב חסדא לר''נ נחמיה שרוי בצער אמר לו לך עשה לו מחיצה של בני אדם ויכנס. ושם מבואר שאם נעשית לו בשבת מחיצה הרי הוא כמי שיצא שלא לדעת והוא בדיר וסהר וכ''כ בהלכות. ",
        "<b>וכתב רבינו והוא שלא יהיה יותר מאלפים אמה.</b> ונראה שאע''פ שאם היה בדיר וסהר מהלך את כולן ואפי' יש בהן כמה כיון שיצא שלא לדעת בכאן שלא היו שם מחיצות מבעוד יום אינו רשאי לילך אלא אלפים אמה. והטעם נ''ל שרבינו סבור שיוצא שלא לדעת יש לו ד' אמות וכל מה שנחשב לו כד' אמות אם שבת שם נחשב לו ג''כ כשיצא כד' אמות וזהו דיר וסהר אבל בנתון במקום שלאחר מכאן נעשית בו מחיצה שהרי אם שבת שם לא היה נחשב לו המקום ההוא כארבע אמות אפי' לאחר היקף המחיצה הנזכרת למעלה בדין. וכן מי ששבת בבקעה כאן שלא שבת כ''ש שלא יחשב לו כד' אמות ודי אם נתיר לו אלפים אמה כהיתרו אם שבת שם. זהו דעת רבינו. והראב''ד והרשב''א ז''ל נחלקו עליו ואמרו דטפי עדיף נאנס ויוצא שלא לדעת מאם שבת שם לפיכך מהלך אפי' כמה. אלו דבריהם ז''ל ואינן מוכרחין. ודין מחיצה של בני אדם שהזכרתי נתבאר פי''ז: "
      ],
      [
        "<b>כל מי שאין לו וכו'.</b> שם (דף מא:) בעו מיניה מרבה הוצרך לנקביו מהו אמר להו גדול כבוד הבריות שדוחה ל''ת שבתורה אמרו נהרדעי אי פקח הוא עייל לתחומא וכיון דעל על. ופירוש בשיצא שלא לדעת וכן פירשו ז''ל וכמ''ש רבינו שאם ביצא לדעת כבר נתבאר למעלה שאפילו החזירוהו נכרים אין לו אלא ד''א ומוכרח הוא: "
      ],
      [
        "<b>כל מי שיצא ברשות וכו'.</b> בר״ה (דף כ\"ג) משנה פ' אם אינן מכירין גבי עדים שהיו באין בעדות הלבנה מחוץ לתחום בראשונה לא היו זזין משם כל היום התקין ר״ג הזקן שיהיו מהלכין אלפים אמה לכל רוח ולא אלו בלבד אלא אף חכמה הבאה לילד והבא להציל מן הגייס ומן הנהר ומן הדליקה ומן המפולת הרי אלו כאנשי העיר ויש להם אלפים אמה לכל רוח והובאה פרק מי שהוציאוהו (עירובין דף מ\"ה) ובאר רבינו שמה שאמרו הרי אלו כאנשי העיר ר״ל שאין העיר נחשבת להם לכלום והענין שכיון שהלכו ברשות הרי המקום שהגיעו לו כאילו קנו בו שביתה בין השמשות ודבר ברור הוא: "
      ],
      [
        "<b>היה יוצא ברשות וכו'.</b> במי שהוציאוהו (דף מ\"ד:) משנה מי שיצא ברשות ואמרו לו כבר נעשה מעשה יש לו אלפים אמה לכל רוח אם היה בתוך התחום כאילו לא יצא, ופירש רב שימי בר חייא ה''ק אם היו תחומין שנתנו לו חכמים מובלעים בתוך תחומו שלו כאילו לא יצא מתחומו ויש שם אוקימתא אחרת וזו נפסקה בהלכות: ",
        "<b>כל היוצאין להציל נפשות וכו'.</b> כבר נתבאר זה למעלה בקרוב. ",
        "<b>ומ''ש ואם היתה יד עובדי כוכבים ומזלות וכו'.</b> שם במי שהוציאוהו (דף מ\"ה) משנה וגמרא מפורש כן: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>כל בית דירה שיוצא מן המדינה וכו'.</b> מדברי רבינו שכתב כאן ושכתב למטה מבואר שדעתו שאין נותנין קרפף לעיר אחת כלומר שאם אין שם בית דירה תוך שבעים אמה ושירים אין מודדין אלא מקיר העיר. ומחלוקת היא במשנה בכיצד מעברין (עירובין נ\"ז) ששנינו שם נותנין קרפף לעיר דברי ר״מ וחכ״א לא אמרו קרפף אלא בין שתי עיירות ופסק רבינו כחכמים דרבים נינהו ועוד דסוגיין כותייהו ויש מי שפסק כר״מ משום דהלכה כדברי המיקל בעירוב ועוד ששנינו בנדרים (דף נ\"ו:) הנודר מן העיר מותר ליכנס בתחומה ואסור ליכנס בעיבורה ויש מי שדחה דההיא דנדרים בתוך עיבורה ממש קאמר תוך בורגנין הסמוכין לה המעוברים עמה. ואני אומר דההיא דנדרים כפשטא היא ואפילו אין שם בורגנין אלא כיון שאילו היו שם היו נחשבין מכלל העיר הרי הריוח ההוא הוא כעיר בלשון בני אדם. וזהו שהביאו שם ראיה מדכתיב ויהי בהיות יהושע ביריחו מאי ביריחו אילימא ביריחו ממש והא כתיב ויריחו סוגרת ומסוגרת אלא בעיבורה ומי איכא למימר דלרבנן דסבירא להו דאין נותנין קרפף לעיר אחת קשה להו ההוא קרא אלא אפי' רבנן מודו דבלשון בני אדם ולשון הכתוב כעיר מיקרי. וזהו ששנויה שם בלא מחלוקת. כך נ״ל. ומן הטעם הזה הביא רבינו בהלכות נדרים בפ״ט אותה משנה כפשטה. <b>ומ״ש כאן בדין בית דירה</b> מוסכם הוא ומבואר במשנה פרק כיצד מעברין ובגמרא שם (דף נ\"ה:): <b>ומ״ש וכן עד מהלך כמה ימים</b> מפורש פרק עושין פסין (עירובין דף כ\"ה) ובהלכות ושם אמרו אין בורגנין בבבל. ופירש״י ז״ל שאם יש שם בורגנין העושין סוכות לשמור פירות מחוץ לעיר אינן מתעברין עם העיר לפי שאינן קבועין כדמפרש התם משום דשכיחי בדקי שטפי מיא ששוטפין אותן וזה לא נזכר בדברי רבינו לפי שדי במה שהזכיר בית דירה והרשב״א ז״ל כתב וז״ל לא היה עשוי לדירה או שהיה עשוי לדירת עראי אין עושין אותו עיבור לעיר לפיכך הבורגנין שעושין שומרי הפירות בגנות ופרדסין ושומרי העיר חוץ לעיר אינן נמדדין עם העיר מפני שהן עראי מפני הגנבים ומפני הגשמים ששוטפין אותו עכ״ל: <b>ואני</b> תמיה א״כ למה אמרו אין בורגנין בבבל והלא אפי' בשאר ארצות אין בורגנין, ועוד שבפירוש שנינו (דף נ\"ה:) בברייתא שאכתוב בסמוך והבורגנין אלא ודאי לא אמרו אלא בבבל דוקא ולזה לא כתב רבינו דבר זה וכן נראה עיקר. <b>וכתב רבינו והוא שיהיה בית דירה זה ארבע אמות על ארבע אמות</b> מפורש פ״ק דסוכה (דף ג') וכן גם כן בכיצד מעברין (עירובין נ\"ה:): "
      ],
      [
        "<b>וכן בית הכנסת שיש בו בית דירה וכו'.</b> כל מה שכתב רבינו בבבא זו ברייתא מפורשת שם בכיצד מעברין חוץ משתי מחיצות שיש עליהן תקרה שהיא בעיא שם ולא איפשיטא ופסק רבינו להקל משום דספיקא דרבנן לקולא ויש מחמירין ואמרו בגמרא בית שבים למאי חזי אמר רב פפא להכניס לתוכו כלים שבספינה: "
      ],
      [],
      [
        "<b>היו שתי עיירות זו סמוכה לזו וכו'.</b> זהו מה שהזכרתי בראש פרק זה וחכ''א לא אמרו קרפף אלא בין שתי עיירות ובגמרא אתמר רב הונא אמר נותנין קרפף לזו וקרפף לזו וחייא בר רב אמר אין נותנין אלא קרפף אחת לשתי עיירות בלבד ופסקו המפרשים כרב הונא והביאו לזה ראיה וה''ה אם היו ג' או ד' מקומות עומדין כשורה שנותנין בין כל שניהם השיעור הזה ונמצא אחד מהם מהלך מחוץ למקום הרחוק אלפים אמה וזה ברור ופשוט וכן כתבו ז''ל ומתבאר בדברי רבינו במה שיבא בסמוך: ",
        "<b>היו שלשה כפרים שהן משולשין וכו'.</b> משנה שם וכן ג' כפרים המשולשין אם יש בין שני החיצונים מאה וארבעים ואחת ושליש עושה האמצעי שלשתן להיות כאחת ופירשוה רב הונא ור''ח בגמרא (דף נ\"ז:) לא משולשין ממש אלא כל שאילו מכניס אמצעי ביניהן ואין בין זה לזה אלא מאה וארבעים ואחת ושליש ונראה כשהן משולשים א''ל אביי לרבא כמה יהא בין חיצון לאמצעי אלפים א''ל רבא לאביי כמה יהא בין חיצון לחיצון א''ל כמה יהא מאי נפקא לך מינה כל שאילו מכניס אמצעי ביניהן ואין בין זה לזה אלא קמ''א ושליש. א''ל ואפילו [ד'] אלפים אמה א''ל אין ופירש''י ז''ל כל שאילו מכניס אמצעי ביניהן ה''ק אם אויר שיש בין שנים החיצונים כדי להתמלאות באמצעי ולעמוד אויר הנשאר בין אמצעי לחיצונות מכאן ומכאן עד קמ''א לכאן וקמ''א לכאן דהיינו שני קרפפות לשתיהן רואין כאילו הוא נתון ביניהם והרי כולן אחת והיוצא מאחת מהן מודד מחומת חברותיה אבל אם רב האויר יותר על כן לא אמרו רואין א''ל אלפים הואיל ויכול לבא מזו לזו בלא עירוב אמרינן רואין עכ''ל. ויש אחרים שפירשו כן וזה מבואר בדברי רבינו. ויש פי' אחר לומר שאין נותנין בין שני החיצונים אלא השיעור האמצעי וקמ''א ושליש דדי אם נראה האמצעי כאלו הוא ביניהם אבל שנקל ונתן לו קרפף ואיהו קאי לברא לא ולזה הסכים הרשב''א ז''ל. וזה דעת הר''א בהשגות וכתב על רבינו א''א כמדומה לי שטעה בזה טעות גדול והאריך בזה ודע שאין בפי' ההוא צד הכרח מן הגמרא והרשב''א ז''ל כתב כן אלא שכתב דהכין מסתבר טפי ומחוורתא דשמעתא הכי. ואני אומר דברי רבינו ורש''י ז''ל עיקר שאם נקל לראות האמצעי כאילו הוא ביניהן ואפילו הוא ד' אלפים ועוד לא נקל בו לתת לו קרפף ומה נפשך אם רואין אותו כאילו הוא ביניהן אף קרפף יש לו ואם אין לו קרפף כיון שאינו ביניהן אף לא יהיה נחשב גופו כאילו הוא ביניהם וגם מן השמועה נראה לי כן אלא שאין רצוני להאריך. סוף דבר אין בדברי רבינו טעות לא קטן ולא גדול וצורת כפרים אלו (עיין בסוף הספר ציור ח). וכ''כ ז''ל והן מובן מלשון רבינו: ",
        "<b>עיר שהוקפה וכו'.</b> ברייתא פ' עושין פסין (עירובין דף כ\"ו.) עיר חדשה מודדין לה מישיבתה ישנה מודדין לה מחומתה אי זו חדשה ואי זו ישנה חדשה שהוקפה ולבסוף ישבה ישנה שישבה ולבסוף הוקפה, ובאור זה לדעת רבינו שכיון שאין נותנין קרפף לעיר אחת אפי' תהיה החומה קרובה לבתים כיון שאין בחומה בית דירה אין מודדין אלא מישוב הבתים ולדעת האומרים שנותנין קרפף לעיר אחת כמ״ש בראש הפרק מודדין מישיבתה ומוסיפין עד שיעור קרפף ואם החומה קרובה או רחוקה הרי היא כאילו אינה ועיר שישבה ולבסוף הוקפה מודדין לה החומה ואין נותנין קרפף כדעת רבינו ולדעת אחרים נותנין הקרפף מחוץ לחומה, הארכתי בזה מפני דברים שראיתי לרשב״א ז״ל: "
      ],
      [],
      [
        "(ו-ז) ",
        "<b>עיר שהיתה ארוכה וכו'.</b> שם (דף נ\"ה.) ת''ר כיצד מעברין את הערים ארוכה כמות שהיא עגולה עושין לה זויות מרובעת אין עושין לה זויות היתה רחבה מצד אחד וקצרה מצד אחד רואין אותה כאילו היא שוה ודקדקו בגמרא ארוכה כמות שהיא פשיטא ותירצו לא צריכא דארוכה וקטנה מהו דתימא נעביד פותיה כארכה קמ''ל. מרובעת אין עושין לה זויות פשיטא לא צריכא דמרבעא ולא מרבעא לרבועו ש''ע מהו דתימא נרבעה בריבועו ש''ע קמ''ל. עוד אמרו שם (דף נ\"ו.) ת''ר הבא לרבעה מרבעה ברבועו של עיר נותן צפונה לצפון של עיר ודרומה לדרום עולם. וכתב רבינו שמשולשת ובעלת צלעות רבות מרבעין אותה וכ''כ ז''ל דכל שאינה מרובעת מרבעין אותה. ופי' היתה רחבה מצד אחד וכו' כגון זה (עיין בסוף הספר ציור ט). ורואין את הקצר כאילו הוא שוה עם הרחב: "
      ],
      [
        "<b>היתה עשויה כמין ג''ם או שהיתה עשויה כקשת וכו'.</b> שם (דף נ\"ה) ברייתא היתה עשויה כמין קשת או כמין גאם רואין אותה כאלו מלאה בתים וחצרות ומודד ממנה ולהלן אלפים אמה. ואתמר עלה א''ר הונא עיר עשויה כקשת אם יש בין שני ראשיה פחות מארבעת אלפים מודדין לה מן היתר ואם לאו מודדין לה מן הקשת. ופי' דין זה דרב הונא ה''ה בעשויה כמין גאם וכ''נ מדברי רבינו וכ''כ ז''ל ורבינו כתב הדין הזה כלשון הגמרא ובאור זה כתב הרשב''א ז''ל זה לשונו היו בין שני ראשיה ד' אלפים אמה אין מודדין לה אלא מן הקשת כיצד היה הולך מביתו של צד הימני שבקשת לבית שבצלע השמאלי שבקשת דרך חלל הקשת מודדין מפתח ביתו כאילו כל צלע משני צלעי הקשת עיר לעצמה ולפיכך חלל הקשת עולה לו מן החשבון בא לצאת מביתו אל היתר וממנו ולחוץ מודדין לו מצד היתר הסמוך לצלע אשר שם ביתו אלפים אמה לכל רוח שכל צלע וצלע כעיר אחת עכ''ל. ובס' העתים פירשו שהן כיושבי צריפין ומודדין לכל אחד מפתח ביתו וכ''נ מדברי רש''י ז''ל: "
      ],
      [
        "<b>עיר היושבת על שפת הנחל וכו'.</b> (דף ס\"א.) א''ר הונא עיר שיושבת על שפת הנחל אם יש לפניה דקה ד' אמות מודדין לה משפת הנחל ואם לאו אין מודדין להן אלא מפתח בתיהן ופירשו בהלכות כי רוב העתים הנחל יבש ומשתמשין בו שאינו מתמלא אלא בשעת הגשם ושם פירשו השמועה כדברי רבינו וכן דעת הגאונים ז''ל אבל רש''י ז''ל פירש דעיר היושבת על שפת הנחל בעיתא תשמישתא מפני שטיפת הנחל ואי לא עבוד דקה לאו הוי ישוב קבוע והוו להו כיושבי צריפין ואין מודדין לכל אחד אלא מפתח ביתו ואם עשו דקה הרי דירת העיר קבועה ומודדין להם מקיר החומה ומן הדקה הזו ולהלן ולעולם הנחל נחשב מכלל האלפים. ולזה הסכים הרשב''א ז''ל. ודע שלדעת רבינו והגאונים ז''ל כשאין שם דקה אין מודדין לכל אחד מפתח ביתו אלא מקיר העיר וז''ש ",
        "<b>רבינו ונמצא הנחל נמדד מן האלפים שלהם.</b> לא אבדו בשלא עשו דקה אלא שיעור רחב הנחל. ופי' דקה אצטבא: "
      ],
      [
        "<b>יושבי צריפין אין מודדין להן אלא מפתח וכו'.</b> שם (דף נ\"ה:) אמר רב הונא יושבי צריפין אין מודדין להם אלא מפתח בתיהם אמר רב אשי אם יש שם שלש חצרות של שני שני בתים הוקבעו. ופירוש שעושין אהלים מן ההוצין והערבה ואינן קבועין ולפיכך אין להם דין עיר ואם יש שם שלש חצרות של שני שני בתים קבועין בין של אבן בין של נסרים בתים וחצרות אלו עושין את כולן קבע והרי להם דין עיר כך פירש''י ז''ל: "
      ],
      [
        "<b>אין מודדין וכו'.</b> משנה שם (דף נ\"ז נ\"ח) כלשון רבינו. ובגמרא תנא לא פחות מפני שמרבה ולא יתר מפני שממעיט. ופירש''י ז''ל כשהחבל קצר יכול למתחו ומאריך המדה וכשהוא ארוך כבדו מכפילו באמצעיתו ונקצר עכ''ל: ",
        "<b>ובחבל של פשתן וכו'.</b> בגמרא (דף נ\"ח) תני רב יוסף ג' חבלים הם וכו' של פשתן למדידה ונפסקה כן בהלכות: ",
        "<b>הגיע לגיא אם היה רחבו וכו'.</b> משנה וברייתא שם (דף נ\"ז נ\"ח) הגיע לגיא אם יכול להבליעו בחבל של חמשים אמה מבליעו ואם לאו הולך למקום שיכול להבליעו ומבליעו וצופה וחוזר למדתו אם היה גיא מעוקם מקדר ועולה מקדר ויורד הגיע לכותל אין אומרים יקוב את הכותל אלא אומדו והולך לו והקשו והא אנן תנן מבליעו וחוזר למדתו וגרסת הגאונים והא תניא מודד מדידה יפה. והיא גרסת רבינו. ותירצו התם דניחא תשמישתיה הכא לא ניחא תשמישתיה א''ר יהודה אמר שמואל לא שנו אלא שאין חוט המשקולת יורד כנגדו אבל חוט המשקולת יורד כנגדו מודדו מדידה יפה. וכמה עומקו של גיא א''ר יוסף אלפים והקשה אביי מדתניא עמוק מאה ורחב נ' מבליעו ואם לאו אין מבליעו. ותירצו רב יוסף דאמר כאחרים דתניא אחרים אומרים אפי' עמוק אלפים ורחב נ' מבליעו א''ד א''ר יוסף אפי' יתר מאלפים כמאן דלא כרבנן ולא כאחרים התם שאין חוט המשקולת יורד כנגדו הכא בשחוט המשקולת יורד כנגדו ושאלו כי חוט המשקולת יורד כנגדו עד כמה אמר אבימי ארבעה וכן תני רמי בר יחזקאל ארבעה. כן מצאתיה בהלכות ובספר העתים ובקצת ספרים ארבע (אמות). עוד שם במשנה (ד' נ\"ז:). הגיע להר מבליעו וחוזר למדתו ובלבד שלא יצא חוץ לתחום. ובגמרא (דף נ\"ח:) אמר רבא לא שנו אלא בהר המתלקט עשרה מתוך ארבע אבל בהר המתלקט עשרה מתוך חמש מודדו מדידה יפה רב הונא בריה דרב נתן מתני לה לקולא אמר רבא לא שנו אלא בהר המתלקט עשרה מתוך חמש אבל הר המתלקט עשרה מתוך ארבע אומדו והולך לו. והלכתא כרב הונא בריה דרב נתן. פיסקא ובלבד שלא יצא חוץ לתחום. מ''ט א''ר כהנא גזרה שמא יאמרו מדת תחומין באה לכאן. עוד במשנה אם אינו יכול להבליעו בזו אר''מ שמעתי שמקדרין בהרים. ובגמ' כיצד מקדר תנא תחתון כנגד לבו ועליון כנגד מרגלותיו. אמר אביי נקטינן אין מודדין אלא בחבל של ד' אמות ע''כ לשון הגמרא. ופירושה הנראה מדברי רבינו זהו ואכתבנו על סדר הדינין שכתב. <b>הגיע לגיא וכו'</b> זו היא ברייתא. <b>ומ''ש והוא שיהיה פחות מד' אלפים</b> כתב הרשב''א ז''ל שלמד כן מדין עיר העשויה כקשת. ומפני שלא ראיתי בדברי רבינו זכר כלל למה שאמרו בגמרא וכי חוט המשקולת יורד כנגדו עד כמה אמר אבימי ד'. אני סבור שרבינו מפרש ד' אלפים ועד כמה עומקו של גיא היתה השאלה ומפני שהזכירו בסמוך יתר מאלפים לא הוצרך לפרש ד' אלפים ויש בזה פירוש אחר ואם לא היתה כן כונת רבינו יש לתמוה למה לא כתב הא דאבימי: "
      ],
      [
        "<b>ומ''ש בד''א שהיה חוט המשקולת וכו'</b> הוא מבואר בהא דלישנא בתרא דרב יוסף וכשאין חוט המשקולת וכו' דק''ל כאחרים: "
      ],
      [
        "<b>ומ''ש היה גיא מעוקם</b> זהו בברייתא כלשונו. ואין בדברי רבינו זכר כלל בדין הגיא למתלקט עשרה מתוך חמש או מתוך ארבע משום דהנהו בהרים דוקא נינהו וכן עיקר כמו שאבאר. וכן מימרא דשמואל בכותל דוקא היא כמו שאכתוב. <b>ומ''ש היה גיא רחב יותר מחמשים וכו'</b> זהו בברייתא ואם לאו הולך למקום וכו' ובסוף דינין אלו יבאר ויכתוב רבינו מה ששנינו ובלבד שלא יצא חוץ לתחום: "
      ],
      [
        "<b>ומ''ש הגיע לכותל</b> זהו ברייתא הנזכרת. <b>ומ''ש ואם אפשר להשתמש בו וכו'</b> זהו ברייתא שהקשו ממנה לפי גרסת הגאונים והעמידוה בדניחא תשמישתיה ואז מודדו מדידה יפה שמודד כל הכותל מדידה יפה. ",
        "<b>ומ''ש ואם היה חוט המשקולת יורד כנגדו מודד ברחבו מדידה יפה.</b> הוא מימרא דשמואל. פי' שכיון שהוא זקוף כל כך יכול הוא למדוד רחבו בראש הכותל ומודד הרחב לבד מדידה יפה: "
      ],
      [
        "<b>ומה שכתב הגיע להר אם היה הר וכו'.</b> זהו משנתנו וכפרושא דרבה ללישנא דרב הונא בריה דרב נתן דהלכתא כותיה. ואפשר דה''ה למתלקט י' מתוך שש שמבליעו להאי לישנא. ויש אומרים מודדו מדידה יפה ורבינו לא הזכיר זה לפי שכתב בכותל שאם אפשר להשתמש בו מודדו מדידה יפה ונראה דה''ה להר. <b>ומ''ש ואם היה גבוה הרבה וכו'</b> זה מבואר בלישנא דרב הונא שהזכרתי. <b>ומ''ש ואם אינו יכול וכו'</b> במשנה מבואר: "
      ],
      [
        "<b>ומה שכתב כיצד מקדרין וכו'.</b> בגמרא מבואר ברייתא ומימרא דאביי. <b>ומ''ש וכשילך המודד וכו'</b> זהו ששנינו ובלבד שלא יצא חוץ לתחום ואמרו בגמרא מ''ט וכו' זהו דעת רבינו והוא הנכון מכל הנאמר בפי' סוגיא זו ויש לרשב''א שיטה אחרת שהוא סובר שהגאיות בכלל מה שאמרו מתלקט עשרה מתוך חמש או מתוך ארבע וכ''כ היה מודד והגיע לגיא או לגדר אם היה מתלקט עשרה מתוך יתר מחמש תשמישו בנחת והרי הוא כקרקע חלק ומודדו מדידה יפה. היה מתלקט עשרה מתוך חמש אין תשמישו בנחת כקרקע חלקה ולפיכך אם יכול להבליעו בחלב של נ' אמה מבליעו ואין שפועו ומדרונו עולה לו מן החשבון ואם אינו יכול להבליעו מקדר ועולה מקדר ויורד היה מתלקט עשרה מתוך ארבע אינו מצמצם לקדר ולהבליע אלא אומדו והולך לו עכ''ל. ומכאן שאין לו קדור או הבלעה בגיא אלא במתלקט עשרה מתוך חמש. ואח''כ כתב אימתי מבליעין בזמן שאין יותר מאלפים אמה אפי' לא היה תשמישו בנחת אינו מבליעו אלא מ חמש ויהיה בעמקו אלפים יכול להבליעו בחבל של נ' ואפי' בחבל בזה ממש. ואם נאמר שיבליענו במקום אחד היה להם לפרש. אלא וד ומ''מ ההיא דאבימי פירש''י ז''ל פי' אחר שלא כדברי רבינו. והרשב ד' אמות שעומק הגיא זקוף כל כך אינו ראוי להלוך ואע''פ ששאר הגיא חוט המשקולת יורד "
      ],
      [],
      [
        "(יז-יח) ",
        "<b>אין סומכין וכו'.</b> משנה (דף נ\"ח נ\"ט) אין מודדין אלא מן המומ בגמרא למקום שריבה אין למקום שמיעט לא אימא אף למ בגמרא היינו קמייתא ותירצו ה''ק ריבה אחד ומיעט אחד שומעין לזה בגמרא. ופירש רבינו מן המומחה מן הבקי וכן פירש''י ז''ל וכן נרא פירוש אחר וזה עיקר, ואם כונת רבינו כשכתב היו לנו תחומי שבת מו הוא לפי שאין זה נופל על הלשון בשום פנים ומ''מ דברי רבינו בדין שאם מדד ורבה באחד מן התחומין שומעין לו ומוציאין את הקרן השני במכוין עכ''ל. וזהו פירוש למ''ש בגמרא אף למקום שריבה שאף במוע בעומקו של גיא להולך משפתו אל שפתו יותר מאלפים אמה. היה בו קדרו. ואלו דברים מתמיהין אצלי היאך אפשר שמתלקט עשרה מתוך של מאתים. ואולי דעתו שבתחלה מתלקט כך ואח''כ זקוף מאד ואין אי לא הוזכר דין ההתלקטות בגיא ולא דין האלפים בהר וכדברי רבינו. ''א פירש ד' אמות דכל שיורד חוט המשקולת כנגדו בעומקו של גיא כותלי הגיא משתפעין והולכין עד קרקעיתו של גיא הרי זה כאילו כל כנגדו ע''כ וזהו פירוש נכון: חה ריבה למקום אחד ומיעט למקום אחר שומעין למקום שריבה ושאלו קום שריבה. עוד שם ריבה לאחד ומיעט לאחד שומעין למרבה. והקשו שריבה. אמר אביי ובלבד שלא ירבה יותר ממדת העיר באלכסונה. ע''כ ה מן הירושלמי דגרסינן התם הא ההדיוט שריבה אין שומעין לו. ויש חזקין וכו' היתה על פי מה שאמרו בגמ' אימא אף למקום שריבה תימה זה הם אמת וכן הסכימו כל המפרשים ז''ל. ועוד כתב הרשב''א ז''ל המועט כנגד המרובה לפי שמחזיקין את המועט במוטעה ואת המרובה ט הולכים כנגד המרובה: <b>וכן אם באו שנים מומחין ומדדו התחום וכו'. </b> כבר נזכר זה בסמוך ויש פירוש אחר במימרא דאביי וזה עיקר. <b>וכתב רבינו לפיכך אם רבה זה האחרון יותר על הראשון אפי' בחמש מאות ושמונים אמה בקרוב שומעין</b> והקשו על חשבון זה. ובהשגות כתוב אמר אברהם אני מוצא או ד' או ו' מאות ע''כ. והרשב''א ז''ל הקשה שלא היה לו לומר אלא ה' מאות וע''ב וכתב ושמא הרב ז''ל כל שהוא יתר משבעים אמה אע''פ שאינן ממלאין עד שמונים לא דק והודיע הענין באמרו שמונים בקרוב עכ''ל. ואני אפרש. דע שהחשבון שהזכירו ז''ל כל אמתא ברבועא אמתא ותרי חומשי באלכסונא אינו מדוקדק דיותר מעט הוי האלכסון וזה מבואר במופת בחכמת התשבורת. והכלל האמתי הוא שהאלכסון הוא גדר מרובע שתשבורתו כפל מהמרובע הראשון שהאלכסון יוצא ממנו כגון מרובע ה' על ה' שתשבורתו כ''ה אלכסונו גדר מרובע שתשבורתו נ' וא''כ בהכרח הוא יותר מז' לפי שתשבורת ז' על ז' אינם אלא מ''ט. ויש לזה מופת. ולפ''ז אם הראשון טעה במדת האלכסון ע''ד חשבון רבותינו ז''ל יהיה אמת כדברי הרשב''א ז''ל. אבל אין לנו לקחת החשבון ההוא אחר שאינו אמת אלא בשיעורים שהזכירו הם אבל בטעות שטעה זה הראשון היאך נחזיק זה השני בטועה והוא מכוין על האמת ואם הראשון לא טעה כך היה שיעור התחום כמו שזה אומר וזה דבר ברור. לפי החשבון האמתי יהיה חמש מאות ופ''ה ועוד וזהו שכתב הר''א ז''ל בהשגות אע''פ שלא דקדק לפי שתשבורת אלף וארבע מאות וט''ו הוא ב' חשבונות ועוד ותשבורת אלפים שהוא אלכסונן הוא כפלו שהוא ד' חשבונות. ולא נעלם זה מעיני רבינו אבל רצה להחמיר באותן ה'. ונ''ל ששבוש הספרים הוא וראוי להיות כחמש מאות ופ''ה אמות. ואם יש ספר שנסחתו כך הוא האמת לפי שאין דרך רבינו לכתוב בקרוב בחשבון שיוכל להוסיף או לגרוע ממנו ואפי' אמה אחת: "
      ],
      [
        "<b>אפילו עבד אפי' שפחה נאמנין לומר ע''כ תחום השבת וכו'.</b> משנה שם (דף נ\"ח:) כלשון רבינו: ",
        "<b>ונאמן הגדול לומר זכור אני שעד כאן היינו באים וכו'.</b> משנה בכתובות פרק האשה (דף כ\"ח). <b>ומ''ש שלא אמרו חכמים וכו'</b> מבואר בגמרא בכיצד מעברין (עירובין נ\"ח נ\"ט): "
      ]
    ],
    [
      [
        "(א-ג) <b>מצות עשה מן התורה וכו'.</b> מדברי רבינו נראה בביאור שהוא סובר שההבדלה ג״כ דבר תורה והכל בכלל זכור. וראיתי המפרשים ז״ל חלוקים בזה יש סוברים כדברי רבינו ואע״ג דבגמרא פ' ערבי פסחים (פסחים דף ק\"ו) אין שם אלא זכרהו על היין בכניסתו אין לי אלא בלילה וכו' מ״מ ילפינן ליה מדכתיב ולהבדיל כמ״ש פרק ידיעות הטומאה (שבועות י\"ח:) ולשון מכילתא זכור את יום השבת קדשהו בברכה ובביאור אמר זכרהו על היין ואמרו גם כן קדשהו בכניסתו וקדשהו ביציאתו. וי״א שההבדלה אינה אלא מד״ס אבל הקידוש הוא דבר תורה. ודע שלדברי הכל אחד אנשים ואחד נשים חייבין הם בקידוש היום ומימרא מפורשת היא נשים חייבות בקידוש היום דבר תורה. ונפקא לן מזכור ושמור והבדלה נמי אם היא דבר תורה נפקא לן חיובא דנשים מהתם ואם היא מדבריהם דומיא דקידוש תקנוה ורבינו ז״ל סתם כאן וכיון שלא הזכיר בהן פטור מכלל שהן חייבות ופרק י״ב מהלכות עבודת כוכבים ומזלות וחקותיהם כתב רבינו וכל מצות עשה שהיא מזמן לזמן ואינה תדירה נשים פטורות חוץ מקידוש היום ואכילת מצה בלילי פסחים ואכילת פסח והקהל ושמחה שאף הנשים חייבות ע״כ. ונסח הקידוש ידוע הוא. ונוסח ההבדלה נחלקו בו שם פ' ערבי פסחים (פסחים דף ק\"ג ק\"ד) והעלו בגמרא כדברי רבינו. וזה מוסכם: "
      ],
      [],
      [],
      [
        "<b>עיקר הקידוש בלילה וכו'.</b> שם (דף ק\"ו) עיקר קדושא בלילה הוא ואמרו שם (דף ק\"ה) מי שלא קדש בע''ש מקדש והולך כל היום כולו. ויש מי שכתב שפרשת ויכלו שנהגו לומר כמו שיתבאר אינה אלא במקדש בליל שבת כדינו: ",
        "<b>ואם לא הבדיל בלילה וכו'.</b> שם (דף ק\"ו) אמרו בני ר' חייא מי שלא הבדיל במ''ש מבדיל והולך כל השבת כולה עד כמה א''ר זירא עד רביעי בשבת ונחלקו בדין זה הגאונים ז''ל שיש מהן גורסין בסוף השמועה (דף ק\"ז) כלישנא בתרא מבדיל והולך כל היום כולו וכ''נ מן ההלכות ורבו סברות הגאונים ז''ל בזה. ודברי רבינו מחוורין אע''פ שדעת האחרונים כדעת ההלכות. ותשעה באב שחל להיות באחד בשבת העלה הרמב''ן ז''ל שאין כאן הבדלה על הכוס אלא בתפלה בלבד ואינו צריך להבדיל בליל מוצאי תשעה באב: ",
        "<b>אבל אינו מברך וכו'.</b> שם (דף ק\"ו) מפורש. א''ר יעקב אבל לא על האור: "
      ],
      [
        "<b>אסור לאדם לאכול או לשתות יין משקדש היום וכו'.</b> כך היא הנסחא בקצת הספרים ויראה מזה שלשתות מים מותר קודם קידוש כמו קודם הבדלה. ויש שכתוב בהן או לשתות סתם. ואף לזאת הנסחא אפשר שדעת רבינו ממ''ש בסיום הבבא ולשתות מים מותר שאף קודם קידוש מותר. ובגמ' (דף ק\"ה) גבי הבדלה מפורש רבנן דבי רב אשי לא קפדי אמיא ויש לדמות קידוש להבדלה כדברי רבינו והרשב''א ז''ל השיב שקודם קידוש אפי' לשתות מים אסור והביא ראיה מן הירושלמי וכן נהגו: ",
        "<b>וכן משיצא היום וכו'.</b> אכילה ושתיה מפורשין שם ועשיית מלאכה פ' שואל בשבת (דף ק\"נ:) אסור לאדם לעשות חפצו קודם שיבדיל והיתר שתית המים הזכרתיו בסמוך: ",
        "<b>שכח או עבר וכו'.</b> בערבי פסחים (דף ק\"ז) טעם מקדש טעם מבדיל: "
      ],
      [
        "<b>מדברי סופרים וכו'.</b> הקידוש פשוט שאינו מן התורה על היין ויתבאר לפנינו שאם מתאוה לפת יותר מן היין מקדש על הפת. וההבדלה מבואר בברכות (דף ל\"ג) פרק אין עומדין שמדבריהם היא על הכוס: ",
        "<b>ומאחר שיבדיל ויאמר וכו'.</b> פרק שואל (שבת ק\"נ.) כי הוינן בי רב כהנא אמרינן המבדיל בין קדש לחול ומסלתינן סלתי וכן מימרא אחרת שם כיוצא בזו ונחלקו המפרשים אם צריכה שם ומלכות ובהלכות כתבו שצריכה וכן כתב שם כלומר אינו צ''ל בין אור לחושך וכו' אלא בא''י אמ''ה המבדיל בין קדש לחול. וכתבו הגאונים ז''ל שאם התפלל והבדיל בתפלה יכול לעשות מלאכה ואין צריך לברכה אחרת ולזה הסכימו מן האחרונים ז''ל ועיקר: ",
        "<b>וכשהוא מקדש וכו'.</b> פ' אלו דברים בברכות (דף נ\"א:) ב''ה אומרים מברך על היין ואח''כ מברך על היום. ",
        "<b>ומה שכתב ואינו נוטל וכו'.</b> שם בפ' ערבי פסחים (פסחים דף ק\"ו) נטל ידיו לא יקדש ויתבאר בסמוך: "
      ],
      [
        "<b>כיצד הוא עושה וכו'.</b> דברים אלו שכתב רבינו נאמרו בגמרא פ' שלשה שאכלו (ברכות נ\"א) גבי כוס של ברכה ומפרש רבינו דכוס של ברכה הוא כוס שאומרים עליו קידוש היום או ברכת המזון כמוזכר פ''ז מהלכות ברכות ולא עוד אלא שעקר הדבר הוא לדעת רבינו בכוס של קידוש כמ''ש. ורש''י ז''ל פי' כוס של ברכה ברכת המזון: ",
        "<b>מנהג פשוט הוא בכל ישראל לקרות בתחלה פרשת ויכלו וכו'.</b> כן נהגו ויש להם סמך ממ''ש בפ' כל כתבי (שבת קי\"ט) שאפילו יחיד צריך לומר ויכלו ולפיכך סמכוהו כל הכוס: ",
        "<b>ושותה מלא לוגמיו ומשקה לכל בני חבורה ואחר כך נוטל וכו'.</b> מסקנא בערבי פסחים (דף ק\"ז) המקדש אם טעם מלא לוגמיו יצא ואם לאו לא יצא וכן בהלכות ופירשו מלא לוגמיו שאם יסלקנו לצדדין נראה כמלא לוגמיו ומדברי הגאונים ז''ל נראה שאין כל בני החבורה צריכין מלא לוגמם: "
      ],
      [
        "<b>אין קידוש אלא במקום סעודה כיצד לא יקדש בבית זה ויאכל בבית אחר וכו'.</b> מסקנת ההלכות וכל הפוסקים שם (דף ק\"א) כשמואל דאמר הכי אין קידוש אלא במקום סעודה. ואמרו שם סבור מינה ה''מ מבית לבית אבל מפנה לפנה לא אמר להו רב ענן בר תחליפא זמנין סגיאין הוה קאימנא קמיה דמר שמואל ואפי' מאגרא לארעא הוה מקדש ע''כ בגמרא ובהלכות. וזהו כפשוטו מתמיה על דברי רבינו ז''ל שכתב אבל אם קידש בזוית וכו' אבל ראיתי בספרי הגאונים ז''ל שכתבו לקדש בבית ולצאת לחצר בסעודה אם רואה את מקומו מותר שנעשה כמקום אחד ואינו דומה כמפנה לפנה ואם אינו רואה את מקומו נעשה כמפנה לפנה ואסור עכ''ל. מתוך כך נראה שהם מפרשים בית בית דירה ויש בה חדרים ועליות מבית דירה לבית דירה אחר היו סבורים שיצטרך קידוש אחר אבל מפנה לפנה כגון מחדר לחדר בבית דירה אחת לא. ובא רב ענן והעיד שאפי' בבית דירה אחת מן הגג לחצר היה מקדש. ויעיד על זה הפירוש שאם היה פירוש מפנה לפנה בחדר בעליה אחת היאך היה מוציאה מידי כונתם רב ענן כשהיה רואה שמואל מקדש מארעא לאגרא. ולפי זה הפי' נאמרו דברי רבינו ז''ל ויש בזה פירוש אחר: ",
        "<b>ולמה מקדשין בבית הכנסת מפני האורחים שאוכלים וכו'.</b> שם מבואר ועכשיו נהגו לקדש שם ואף על פי שאין אורחים אוכלים לפי שכיון שנתקן לא זזה תקנה ממקומה, וכתבו ז''ל שלא היו אוכלין בבהכ''נ ממש דהא קי''ל דבתי כנסיות אין אוכלין בהן כמבואר פי''א מהלכות תפילה אבל בבית הסמוך לבהכ''נ והיו יושבין שם בעת שמיעת הקידוש וכן כל כיוצא בזה: "
      ],
      [
        "<b>היה מתאוה לפת יתר מן היין או שלא היה וכו'.</b> שם (דף קו) א''ר ברונא אמר רב נטל ידיו לא יקדש אמר להו רב יצחק וכו'. אכתי לא נח נפשיה דרב ושכחינן שמעתתיה זמנין סגיאין הוא קאמינא קמיה דרב זמנין דחביבא ליה ריפתא מקדש אריפתא זמנין דחביבא ליה חמרא מקדש אחמרא. וזה פירוש רבינו נטל ידיו לקדש קס''ד שלא יקדש כלל אלא אחרים מקדשין לו ואפשר שהיו סבורין שאין מקדשין על הפת. ואמר להו רב יצחק דרב היה מקדש על הפת כשהיה חביב לו ואם כן כשנטל ידיו מקדש על הפת וזה פירוש נכון וכן כתבו מן האחרונים ויש מי שפירש דהא דר''י פליגא לגמרי אדרב ברונא שאין הדבר תלוי בנטילה אלא בחביבות וע''ז נהגו ליטול ידיהם ולקדש אחר כך ביין ע''כ: "
      ],
      [
        "<b>מי שנתכוין לקדש על היין בלילי שבת ושכח וכו'.</b> כבר ביארתי זה בסמוך: ",
        "<b>ומצוה לברך על היין ביום השבת קודם שיסעוד סעודה וכו'.</b> שם (דף ק\"ו) ת''ר זכור את יום השבת זכרהו על היין בכניסתו אין לי אלא בלילה ביום מנין ת''ל זכור את יום ביום מאי מברך אמר רב יהודה בורא פרי הגפן ושם קראוהו קדושא רבה והוא לכנוי כמו שקורין לסמיא סגי נהור: ",
        "<b>ואסור לו לאדם שיטעום כלום קודם שיקדש וכו'.</b> בהשגות א''א בחיי ראשי אם מסברא אמרה וכו'. ואני אומר שרבינו למד כן ממה שקראוהו קידוש ואמרו בסתם שאסור לסעוד קודם קידוש. ומעתה אשיב על דברי הר''א ז''ל מ''ש ואילו בא לקדש ביום על הפת מי לא מקדש אני אומר דלא. והטעם בזה לפי שבלילה שהוא מזכיר קדושת היום די היכר בכך ואם חביב עליו פת יותר יקדש על הפת קודם שיטעום אבל ביום שאין ההיכר אלא כשמברך בפה''ג קודם סעודה שלא כדרכו בחול אם בא לקדש על הפת איזה היכר יש כאן וזה נ''ל נכון. ומה שאמר אסמכתא בעלמא דעיקר קדושה בלילה הוא אף רבינו ז''ל סובר כן. וכ''כ למעלה עיקר הקידוש בלילה אבל חכמים דרשו לקדש ביום ואינו בדין שיוכל למלא כריסו ולאכול ואחר כך יברך על היין ויאכל סעודה אחרת שאם אתה מתיר לו לטעום אף אתה מתירו לאכול כל צרכו שאם לא כן נתת דבריך לשיעורין. ומה שכתב א''נ דאי לא קדיש בלילה קאמר, זו באמת סברא פחותה מסברת רבינו והיא מבוארת הסתירה חדא דהא ברייתא לא משמעה הכין ותו דבסמוך ממש אמרו ביום מאי אמר רב יהודה בפ''ה ואי לא קדיש בלילה ודאי מזכיר הוא קידוש שבת על הכוס כדמוכח התם בהדיא. ועוד ששם (דף ק\"ה) שאל רבינא מר''נ מי שלא קדש בערב שבת מהו שיקדש כל היום כולו והשיבו מדאמרי בני רבי חייא מי שלא הבדיל במו''ש מבדיל והולך וכו' ה''נ מי שלא קדש מקדש והולך. ולא הביאו שם ברייתא זו להוכיח כן. ועוד ששם הקשו על זה מברייתות אחרות ותירצום והיה להם להביא זו לסיוע אלא ודאי אין דברי הר''א ז''ל בזה הפירוש נכונים כלל: "
      ],
      [
        "<b>יש לו לאדם לקדש וכו'.</b> פרק תפלת השחר (ברכות כ\"ז:) אמר שמואל מתפלל אדם של שבת בערב שבת ואומר קידוש על הכוס מתפלל אדם של מוצאי שבת בשבת ואומר הבדלה על הכוס. ופירשו שאע''פ שמבע''י קדש או הבדיל מותר לו לערב לאכול בקידוש זה ולאכול ולעשות מלאכה בהבדלה זו. וזה דעת קצת מן הגאונים וכ''כ מן האחרונים וכדברי רבינו וכן עיקר: "
      ],
      [],
      [
        "(יב-יג) ",
        "<b>מי שהיה אוכל ע״ש וכו'.</b> מסקנא דגמ' פ' ערבי פסחים (פסחים דף ק') דאמר שמואל גבי דין זה פורס מפה ומקדש. ובהלכות כתבו ואח״כ שרי המוציא וגומר לסעודתו ומברך ברכת המזון. ואינו מחוור שאם היה צריך המוציא ליבעי ברכה על מה שאכל א״ו אין כאן המוציא וכדברי רבינו שלא הזכירו וכ״כ ז״ל. וגדולה מזו אמרו בירושלמי פרק קמא דברכות שאם כבר בירך על היין בתוך הסעודה כשהוא מקדש עכשיו על הכוס אינו מברך ברכת היין שהרי כבר נפטר ממנה: ",
        "<b>היה אוכל וכו'.</b> שם (דף ק\"ה) לענין מיפסק אי קא אכלי ואתו מעיקרא לא פסיק אבל אתחולי לא מתחיל ומפסיק נמי לא אמרן אלא באכילה אבל בשתיה פסיק ושתיה נמי לא אמרן אלא בחמרא ושכרא אבל מיא לית לן בה והיתר המים לא הוצרך רבינו לבארו בכאן שאף להתחיל לשתות מים מותר כנזכר למעלה בפרק זה. <b>ומ״ש ונוטל ידיו</b> ר״ל מים אחרונים ומבואר ענינם פ״ו מהלכות ברכות. <b>ומה שכתב ומברך ברכת המזון על הכוס ואח״כ מבדיל עליו</b> ר״ל שבהמ״ז וההבדלה הם על כוס אחד למד זה רבינו מן המשנה שבפ' אלו דברים (ברכות נ\"א:) ב״ש אומרים נר ומזון וכו' ואמרו בגמרא לא נחלקו ב״ש וב״ה על המזון שהוא בתחלה ועל ההבדלה שהיא בסוף ופירשוה בהלכות ביושב ואוכל במוצאי שבתות וחשך היום ומשמע מהתם שמברך הכל על כוס אחד. אבל בהשגות כתוב אמר אברהם בשאין לו אלא אותו כוס ע״כ. וכ״כ קצת המפרשים ז״ל. והכריחם לזה מה שאמרו פרק ערבי פסחים (פסחים דף ק\"ב:) גבי מזון וקידוש שא״א אותן על כוס אחד לפי שאין עושין מצות חבילות חבילות כמבואר בסמוך והקשו על זה והעלו דקדושא ואבדלתא חדא מלתא היא ויכול לאמרן על כוס אחד ברכת המזון וקדושא תרי מילי נינהו, והם מפרשים דברכת המזון הוא למפרע למה שאכל וקידוש להבא ועיולי יומא וה״ה לברכת המזון עכ״ל אחד מן המפרשים ז״ל. ורבינו ז״ל סבור דברכת המזון והבדלה הכל הוא על מה שעבר שחיוב ההבדלה אינו בשביל הזמן ההוה והעתיד שהוא חול אלא בשביל הזמן שעבר שהיה שבת. ומ״מ מדברי הגאונים ז״ל נראה שאם יש לו שני כוסות שעל אחד מברך ברכת המזון ועל האחר מבדיל ועיקר: ",
        "<b>היה אוכל בשבת ויצא וכו'. וגמר סעודתו.</b> כבר הזכרתי זה בסמוך: "
      ],
      [
        "<b>אין מקדשין אלא על היין וכו'.</b> פרק המוכר פירות בבבא בתרא (דף צ\"ז) אמר רב אין אומרין קידוש היום אלא על היין הראוי לנסך על גבי המזבח ושקלו וטרו התם והעלו שכל מה שכשר לניסוך בדיעבד לכתחלה אומר עליו קידוש ומה שאינו כשר בדיעבד לניסוך אין מקדשין עליו ואמרו לאפוקי מאי והעלו להוציא שריחו רע או מגולה והעלו חכמי המערב שהוא הדין לנתערב בו דבש שאף הוא פסול לנסכים ואפילו בדיעבד ואע''פ שלא פרטוהו כיון שהזכירו בדומה די בכך, והגאונים האחרים סבורים שלא מעטו לקדוש אלא יין הפסול מחמת עצמו אבל יין שנתערב בו דבש הדבש הוא שאסרו מפני שפסלו הכתוב מעל גבי המזבח ולא נתמעט לקידוש וכן עיקר ולזה הסכימו האחרונים. ומבואר בירושלמי שיוצאים בקונדיטון ויש בו דבש ופלפלין וכן כתוב בהשגות ויין מבושל אף על פי שלא נזכר בגמרא מיעוטו גבי קידוש דעת כל הגאונים ז''ל שאין מקדשין עליו וכמו שכתב רבינו ולאו כי רוכלא נחשוב וניזיל. ויש מהן מי שכתב שאין מברכין עליו אלא שהכל ואין כן דעת רבינו שלא הזכיר כן בהל' ברכות והאחרונים הסכימו שמקדשין עליו משום דעלויי עלייה ואף המעושן הכשירו וכן דעת הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>יין שטעמו חומץ וכו'.</b> כך העלו בהלכות פרק ערבי פסחים שהכל הולך אחר הטעם וריחיה חמרא וטעמיה חלא חלא וריחיה חלא וטעמיה חמרא חמרא. ועיקר דין בהמוכר פירות: ",
        "<b>וכן שמרים שנתן עליהם וכו'.</b> שם ובהלכות פרק ערבי פסחים שמרים שיש בהם טעם יין קיוהא בעלמא הוא ואין מברכין עליו בפ''ה. ופירשו ז''ל שיש בהן טעם יין ולא שיעור יין שאם הטיל שלשה והוציא ארבעה הרי זה יין מזוג וכמ''ש רבינו ומוכרח הוא שם. וכתב הרשב''א ז''ל דה''מ לפורצני הנדרכין בגת ע''י קורה שהקורה דוחקת הרבה ומוציאה הכל אבל הנדרכין ברגל לא אלא אע''פ שלא מצא כדי מדתו תורת יין עליו: "
      ],
      [
        "<b>כלי שהיה מלא יין וכו'.</b> שם פסחים (דף ק\"ו) מסקנא דגמרא טעמו פגמו ר' יעקב בר אידי קפיד אחביתא פגומה. ובהשגות אמר אברהם דוקא מן הכוס עצמו עכ''ל. ודברים סתומים הם ונראית כונתו ששתה מאותו הכלי שהוא מלא יין עם הכלי עצמו וא''כ היא כונתו כן הוא האמת וזהו דעת רבינו ולא היה צריך לאמרו ואם רצה לומר שאם אחר שטעמו ערה ממנו לכוס אחר שמברך על הכוס השני אינו אמת וילפינן לה מדר' יעקב ואע''פ שיש שם פירוש אחר זהו דעת רבינו ועיקר: "
      ],
      [
        "<b>יין שריחו חומץ וכו'.</b> כבר נתבאר זה למעלה: ",
        "<b>יין מזוג ויין צמוקים וכו'.</b> בהמוכר פירות (ב\"ב צ\"ו) ומבואר בהלכות פרק ערבי פסחים ושם נזכר בשם הגאונים ז''ל מ''ש רבינו והוא שיהיו צמוקים שיש בהן לחלוחית וכו': ",
        "<b>וכן יין חדש וכו'.</b> שם בהמוכר פירות (דף צ\"ז) ומבואר בהלכות בערבי פסחים: ",
        "<b>מדינה שרוב יינה שכר וכו'.</b> בערבי פסחים (דף ק\"ז) מסקנא שאין מקדשין על השכר ושם נזכר שאמימר הבדיל על השכר מפני שהיה חמר מדינה. ויש מן הגאונים שאמרו שה''ה לקידוש. ויש מהם שחלקו ואמרו דכיון שמקדשין על הפת היא קודמת לשכר אע''פ שהוא חמר מדינה אבל לענין הבדלה הואיל ואין מבדילין על הפת מבדילין על השכר אם חמר מדינה הוא וכן העלה ה''ר ר' יצחק אבן גיאת ז''ל וכדברי רבינו ועיקר: "
      ],
      [],
      [],
      [],
      [
        "(יח-כא) ",
        "<b>כשם שמקדשין וכו'.</b> כל זאת הבבא מבוארת במקומות הרבה ועקרן פ' ערבי פסחים (פסחים דף ק\"ג ק\"ד ודף ק\"ה) וכבר נתבאר פ״ו דין מוצאי יו״ט לשבת שאין מבדילין. ונוסח קידוש ",
        "<b>יו''ט ומה שכתב כשהוא מתאוה לפת שמקדש על הפת אם ירצה.</b> דברים פשוטים הם. ודע שאין קידוש יו''ט דבר תורה: "
      ],
      [
        "<b>כיצד מברכין בלילי יו''ט וכו'.</b> מסקנא דגמרא שם (דף ק\"ג) יקנה''ז פי' יין קידוש נר הבדלה זמן. ובשביעי של פסח שאין אומרים זמן אומר יקנ''ה: "
      ],
      [
        "<b>כל לילי יום טוב ויום הכפורים אומר שהחיינו וכו'.</b> בעירובין ס״פ בכל מערבין (עירובין דף מ':) והלכתא אומרים זמן בר״ה ויוה״כ. ופי' ביוה״כ אין אומרו על הכוס והכי איתא התם והלכתא זמן אומרו אפילו בשוק. ונהגו במקומותינו שש״צ מוציא ס״ת ואומר זמן וכל הקהל עונין ויוצאין בכך ובימים טובים אומרו על הכוס אחר קידוש וכבר נתבאר כן בסמוך בדברי רבינו: ",
        "<b>ובליל שביעי וכו'.</b> כבר נתבאר זה. ופירוש בשמיני של חג מברכין זמן לפי שהוא רגל בפני עצמו כדאיתא בסוכה פ' לולב וערבה (סוכה דף מ\"ז) מימרא כתובה בהלכות. ורבינו כתב כל ימים טובים חוץ משביעי של פסח ודי בכך: "
      ],
      [
        "<b>סדר הבדלה וכו'.</b> כך היא מסקנת הגמרא פרק אלו דברים (ברכות דף נ\"א:): "
      ],
      [
        "<b>אין מברכין על הנר וכו'.</b> משנה אין מברכין על הנר עד שיאותו לאורו ונחלקו שם (דף נ\"ג:) בפירוש זה ואמר רבא יאותו ממש פירש''י ז''ל שעומד בסמוך וכמה חזקיה אמר עד שיכיר בין מלוזמא של טבריא למלוזמא של צפורי עולא אמר בין איסר לפונדיון ופסק רבינו כחזקיה ופירש שצריך לעמוד בסמוך שאם היו בידו שתי מטבעות אלו יכיר בין זו לזו: ",
        "<b>ואין מברכין על הנר של וכו'.</b> במשנה שם (דף נ\"א:) אין מברכין לא על הנר ולא על הבשמים של עובדי כוכבים ומזלות ע''כ, ושאלו בגמרא (דף נ\"ב:) בשלמא נר משום דלא שבת אלא בשמים מ''ט לא א''ר יהודה הכא במסבת עובדי כוכבים ומזלות עסקינן מפני שמסבת עובדי כוכבים ומזלות לעבודת כוכבים ומזלות והקשו מדתני סיפא של עבודת כוכבים ומזלות מכלל דרישא לאו בעובדי כוכבים ומזלות עסקינן ותירצו מה טעם קאמר מה טעם אין מברכין לא על הנר ולא על הבשמים של עובדי כוכבים ומזלות מפני שמסבת עובדי כוכבים ומזלות לעבודת כוכבים ומזלות, וזו היא גרסת רבינו אבל ההלכות היו גורסים גירסא אחרת שכ''כ שם נר משום דלא שבת בשמים משום דסתם הסבת עובדי כוכבים ומזלות לעבודת כוכבים ומזלות. ודע שאם הדליק נכרי נר בשבת אין מברכין עליו במ''ש ואצ''ל אם הדליקו ישראל בשבת בעבירה בין בשוגג בין במזיד דאור שלא שבת מעבירה אין מברכין עליו ולא הוצרך רבינו לבאר זה מפני שכבר ביאר שאין מברכין על נר של נכרי ואפילו נכרי מנכרי במו''ש כמו שיתבאר. וישראל שהדליק אינו דבר מצוי ודינו מתבאר ממה שיתבאר באור של חיה ודיני הבשמים מבוארים בפ''ט מהל' ברכות: ",
        "<b>ואין מברכין לא על הנר של וכו'.</b> כבר נזכר זה בסמוך: "
      ],
      [
        "<b>ישראל שהדליק וכו'.</b> ברייתא כלשונה שם ופי' עובד כוכבים ומזלות שהדליק מישראל לדעת רבינו דוקא כשאינו במסבה שאם לא כן כבר נתבאר שסתמה לעבודת כוכבים ומזלות: ",
        "<b>היה מהלך חוץ לכרך וכו'.</b> ברייתא שם קרוב ללשון רבינו ופירשו ז''ל כשיכול להשתמש לאורו ושם בגמרא העלו דמחצה על מחצה מברך ודבר שאינו מצוי הוא ע''כ לא נזכר בהלכות גם לא בדברי רבינו: ",
        "<b>אור של תנור וכו'.</b> ברייתות שם תני חדא אור של כבשן מברכין עליו ותניא אידך אין מברכין עליו ותירצו ל''ק הא בתחלה הא בסוף וכיוצא בזה ממש באור של תנור וכירים והרבה פירושים נאמרו בזה ועיקר כדברי רבינו האי ז''ל שפירש בתחלה אין מברכין עליו עד שלא אחז האור ברוב העצים משום דסליק קוטרא ולא צייל נהורא אבל לסוף צייל נהורא וציית נורא ומברכין עליו ע''כ: ",
        "<b>הגחלים אם וכו'.</b> שם (דף נ\"ג:) גחלים לוחשות מברכין עליהם עוממות אין מברכין עליהם ושאלו היכי דמי לוחשות והשיבו כל שאילו מכניס קיסם ביניהם ודולק מאליו: ",
        "<b>אור של וכו'.</b> רבינו היה גורס כגירסת ההלכות שכתבו (דף נ\"ג) תני חדא אור של בה''מ מברכין עליו ותניא אידך אין מברכין ל''ק הא דאיכא אדם חשוב הא דליכא אדם חשוב ולא מצאתיה ברוב ספרי הגמרא. ויש שפירשו הפך מדברי רבינו אי איכא אדם חשוב נמצא שלכבודו נעשה ואין מברכין עליו והיכא דליכא מוכחא מלתא דלהאיר נעשה ומברכין עליו וי''מ כדברי רבינו: ",
        "<b>ושל בה''כ וכו'.</b> זה נמצא בספרים ולא נזכר בהלכות ורבו בו הגרסאות והפירושים ודברי רבינו אמת. ובארצותינו שאין החזן דר שם נהגו להדליק נר מיוחד בבהכ''נ כדי להבדיל עליו: ",
        "<b>ואבוקה להבדלה מצוה וכו'.</b> פרק ערבי פסחים (פסחים דף ק\"ג:) כלשון רבינו. ופי' אבוקה כמו חבוקה שיש בה עצים הרבה ומאורות הרבה: ",
        "<b>ואין מחזרין על האור כדרך שמחזרין וכו'.</b> מימרא פרק אלו דברים (ברכות נ\"ג:) כלשון רבינו. ובחדושי הרשב''א ז''ל כתב הראב''ד כ''ש על הבשמים דאינה אלא הנאה לנפשיה ואור לרבותא נקטיה וה''מ במוצאי שבתות אבל על אור ששבת במוצאי יוה''כ איכא למימר דמהדר וכו': "
      ],
      [
        "<b>אור שהודלק וכו'.</b> ברייתא שם (דף נ\"ב נ\"ג) אור של חיה ושל חולה מברכין עליו ואמרו שם ששבת ממלאכת עבירה ומכלל זה שאם הודלק בשבת שלא בהיתר שאין מברכין עליו כמ''ש למעלה: ",
        "<b>אור וכו'.</b> פרק מקום שנהגו (פסחים נ\"ד) תני חדא אור היוצא מן העצים ומן האבנים מברכין עליו ותניא אידך אין מברכין עליו ל''ק כאן במוצאי שבת כאן במוצאי יוה''כ ושם מוכרח שבמוצאי יוה''כ אין מברכין עליו וכתב הרמב''ן ז''ל שישראל שהדליק מנכרי שאין מברכים עליו במוצאי יום הכפורים שאע''פ שבמוצאי שבת מברכין עליו כבר אמרו בגמרא שעל תוספת ההיתר הוא מברך וה''ל כאור היוצא מן העצים אבל ביוה''כ א''מ אלא על אור ששבת ממש או על אור שהודלק ממנו וכן נהגו במקומותינו להדליק במוצאי יוה''כ מעששיות של בהכ''נ ע''כ דבריו. ונראה שזו היא כונת רבינו שהזכיר אור ששבת ביוה''כ בדוקא ואמר שאין מברכין אלא עליו: "
      ],
      [
        "<b>יו״ט שחל להיות וכו'.</b> בחולין סוף הכל שוחטין (חולין דף כ\"ו:) מימרא שם כלשון רבינו: ",
        "<b>ואינו צריך לברך על הבשמים במוצאי יום הכפורים וכו'.</b> זה מבואר ומוסכם והמנהג שלא לברך על הבשמים לא במוצאי יו''ט ולא במו''ש ליו''ט כנזכר למעלה שהוא מברך יקנה''ז. וכבר נתנו טעם לפי שאין הנפש דואבת אלא ביציאת שבת שהיתה נחה מכל מלאכה ומ''מ כשחל יו''ט להיות באחד בשבת עונג יו''ט עולה בבשמים. וכתב רבינו ואינו צריך לפי שברכת הריח ברכת הנאה היא ומברך אותה בכל עת ובכל זמן כמבואר בהלכות ברכות: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>ארבעה דברים נאמרו בשבת וכו'.. אי זהו וכו'.</b> פ' במה מדליקין (שבת כ\"ה:) אמר רב חנן אמר רב הדלקת נר בשבת חובה רחיצת ידים ורגלים בחמין רשות ואני אומר מצוה מאי מצוה דאמר רב יהודה כך היה מנהגו של ר' יהודה בר אלעאי ע''ש מביאין לו עריבה מלאה חמין ורוחץ בה פניו ידיו ורגליו ומתעטף ויושב בסדינין המצוייצים ע''כ: ",
        "<b>וחכמים הראשונים וכו'.</b> בכל כתבי (דף קי\"ט) ר' חנינא מיעטף וקאי אפניא דמעלי שבתא אמר בואו ונצא לקראת שבת מלכתא: "
      ],
      [
        "<b>ומכבוד השבת וכו'.</b> פרק אלו קשרים (שבת דף קי\"ג) וכבדתו שלא יהא מלבושך של שבת כמלבושך של חול אמר רב הונא יש לו להחליף יחליף אין לו להחליף ישלשל בבגדו ופרש''י ז''ל ישלשל כלפי מטה שיראו ארוכין: ",
        "<b>ועזרא תיקן וכו'.</b> ב״ק בפ' מרובה (בבא קמא דף פ\"ב): "
      ],
      [
        "<b>ואסור לקבוע וכו'.</b> בגיטין פרק השולח (גיטין דף ל\"ח:) שתי משפחות היו בירושלים אחת קבעה סעודתה בע״ש ואחת בשבת פירוש בזמן בית המדרש ושתיהן נעקרו. וכתבו המפרשים ז״ל אע״פ שמותר לאכול עד שתחשך ואפילו להתחיל נמי ה״מ לצורך שעה אבל לעשות כך תמיד לא דמיחזי כמזלזל בכבוד שבת. ובהשגות א״א דוקא שאסור לקבוע מחצות ולמעלה ע״כ. ונראה מלשון רבינו שסעודה ומשתה שאינו נוהג בימות החול אסור לעשותו בע״ש וכל היום בכלל האיסור והוכיח כן ממימרא דגיטין ולאכול ולשתות בלא קביעת סעודה אפילו סעודה שרגיל בחול כל היום מותר להתחיל ומבואר כן פ' ערבי פסחים (פסחים דף צ\"ט:) וכר' יוסי. ולקבוע סעודה שנהג בה בחול מצוה להמנע מתשע שעות ולמעלה לפי שסבור רבינו דאע״ג דקי״ל כר״י דאמר אוכל והולך עד שתחשך דהיינו דוקא בלא קביעות סעודה כנ״ל לדעת רבינו ונכון הוא: "
      ],
      [
        "<b>מסדר אדם וכו'.</b> מימרות כל כתבי (שבת קי\"ט:) לעולם יסדר אדם שלחנו בע''ש אע''פ שאינו צריך אלא לכזית ולעולם יסדר אדם שלחנו במו''ש ואע''פ שאינו צריך אלא לכזית: ",
        "<b>וצריך שיתקן וכו'.</b> ברייתא שם שני מלאכי השרת וכו': "
      ],
      [
        "<b>אע''פ שהיה וכו'.</b> שם (דף קי\"ט) רב ספרא מחריך רישא רבא מלח שיבוטא דג ששמו כן רב הונא מדליק שרגא רב פפא פתיל פתילתא רבה ורב יוסף מצלחי ציבי ר' אבא זבין בתליסר אסתירי פשיטא בשרא וכו': "
      ],
      [
        "<b>אי זהו וכו'.</b> שם (דף קי\"ח:) במה מענגו בתבשיל של תרדין ודגים גדולים וכו': ",
        "<b>ואם אין וכו'.</b> שם אפילו דבר מועט ולכבוד שבת עשאו זהו תענוג. ובערבי פסחים (דף קי\"ב) אע''פ שאמר ר''ע עשה שבתך חול ואל תצטרך לבריות אבל עושה הוא דבר מועט ומאי היא אמר רב פפא כסא דהרסנא: "
      ],
      [
        "<b>מי שהוא וכו'.</b> בכל כתבי (שבת קי\"ט) א''ל בני ר''פ בר אבא לרב פפא אנן דשכיחא לן בשרא וחמרא בכל יומא במאי נישנייה אמר להו אי רגיליתו לאחורי אקדימו אי רגיליתו לאקדומי אחרו: "
      ],
      [
        "<b>חייב אדם לאכול שלש סעודות וכו'.</b> שם (דף קי\"ז:) ת''ר כמה סעודות חייב אדם לאכול בשבת שלש ר' חדקא אומר ארבע וקי''ל כת''ק. <b>ומ''ש רבינו ערבית שחרית ומנחה</b> נ''ל שדעתו ז''ל שמצוה לעשותם באלו הזמנים ודבר זה מחלוקת בין הגאונים ז''ל שבעל הלכות כתב שאפילו מפסיק בשחרית באמצע סעודתו ומברך בהמ''ז ואחר כך מברך המוציא וחוזר ואוכל שאר דברים. וכתב רמב''ן והרשב''א ז''ל שלפ''ז לא הוזכרו בחיוב הזמנים האלו גבי הצלה וקערות שאכל בהן כמו שהזכרתי פכ''ג אלא אורחא דמילתא נקט. ובספר העתים האריך בזה והעלה שמצוה לעשותן באלו הזמנים והוכיח כן ועיקר. ונחלקו המפרשים האחרונים אם יכול להשלימן במיני פירות ודעת ר''ת דלא וכן נראה מדברי רבינו: ",
        "<b>וצריך להזהר וכו'.</b> שם (דף קי\"ח) מבואר שהזכירו כן גבי עני העובר ממקום למקום שבת נותנין לו מזון שלש סעודות: ",
        "<b>ואם היה חולה וכו'.</b> זה מצאתי בדברי הגאונים ז''ל ופשוט הוא שלא אמרו אלא לעונג שבת ולזה יהיה צער. <b>ומ''ש או שהיה מתענה וכו'</b> כגון תענית חלום כנזכר פ' ראשון מהלכות תענית או על עיר שהקיפוה עובדי כוכבים ומזלות כמו שיתבאר לפנינו: ",
        "<b>וצריך לקבוע וכו'.</b> בברכות (מ\"ב:) בכיצד מברכין אמרו גבי שבתות וי''ט שאדם קובע סעודותיו על היין ובכל כתבי (שבת קי\"ז:) חייב אדם לבצוע על שני ככרות בשבת. וכתב גאון כל זמן שהוא סועד. ובערבי פסחים כתוב בהלכות בשם הגאונים דבימים טובים נמי חייב לבצוע על שני ככרות והאריכו בטעם זה: "
      ],
      [
        "<b>אכילת בשר וכו'.</b> פ' ערבי פסחים (פסחים דף ק\"ט) הוזכרו בשר ויין גבי שמחת הרגל. ובפ' כל כתבי (שבת קי\"ט) גבי שבת אנן דשכיחא לן בשרא וחמרא וכבר כתבתיה למעלה: ",
        "<b>ואסור לקבוע וכו'.</b> בגיטין פרק השולח (גיטין דף ל\"ח:) בהני תלת מילי נחתי בעלי בתים מנכסייהו חדא דקבעי סעודתא בשבתא בעידן בי מדרשא. ובימים טובים מבואר פ' יו״ט שחל (ביצה ט\"ז:) כר' יהושע דאמר חלקהו חציו לה' וחציו לכם דלא כר' אליעזר דאמר או כולו לה' או כולו לכם. ובפרק אלו דברים בפסחים (דף ס\"ח:) אמר רבא הכל מודים בשבת דבעינן נמי לכם דכתיב וקראת לשבת עונג: "
      ],
      [
        "<b>אסור לו לאדם להלך וכו'.</b> פרק לולב וערבה (סוכה מ\"ד) מימרא לא יהלך אדם בערבי שבתות יותר משלש פרסאות ואמרו שם שתי לשונות ולשון אחרון שאפי' לביתו אסור וא''צ לומר לאושפיזו, וכתב רבינו מתחלת היום ומוכרח הוא: "
      ],
      [
        "<b>אסור לו לאדם להתענות וכו'.</b> מבואר בהלכות פ''ק דשבת ופרק סדר תעניות האלו האמור וקרוב לזה נתבאר פ''ב: "
      ],
      [
        "<b>אין צרין וכו'.</b> פ''ק (שבת י\"ט) ת''ר אין צרין על עיירות של עובדי כוכבים ומזלות פחות משלשה ימים קודם לשבת. <b>וכתב רבינו כדי שתתישב וכו'</b> מבואר טעם זה בהלכות: ",
        "<b>(ומפני זה) אין מפליגין וכו'.</b> שם ת''ר אין מפליגין בספינה בפחות משלשה ימים קודם לשבת בד''א לדבר הרשות אבל לדבר מצוה מותר ופוסק עמו ע''מ לשבות ואינו שובת דברי רבי רשב''ג אומר אינו צריך ומצור לצידן אפילו בע''ש מותר ונחלקו הגאונים בטעם איסור זה והעלו בהלכות שהוא מפני שהוא עונג שבת כמ''ש רבינו בכאן ולזה כתב בתשובה שלא נאסר אלא בימים המלוחים בשביל מה שיארע בהן מן הצער והבלבול והקיא אבל בנהרות מותר ע''כ. ועכשיו נהגו להפליג אפילו בים הגדול בע''ש ובשבת. והרמב''ן ז''ל חיפש ללמד עליהם זכות והוא עצמו כתב שבעל נפש יחוש לעצמו גם הרשב''א ז''ל כתב שאין דבריו נכונים. ופירוש ופוסק עמו עם הנכרי בעל הספינה ע''מ לשבות ואינו צריך שישבות. <b>וכתב רבינו ומקום שנהגו וכו'</b> פ' מקום שנהגו פסחים (דף נ':) בני בישן נהגו דלא הוו אזלי מצור לצידן במעלי שבתא אתו בנייהו לקמיה דר' יוחנן אמרי אבהתין הוה אפשר להו אנן לא אפשר לן אמר להו כבר קבילו עליהם אבותיכם שמע בני מוסר אביך ואל תטוש תורת אמך ע''כ. וכתב הרשב''א ז''ל ואותן קרונות שמושכין אותן בהמות אע''פ שנכנס שם מתחלת השבוע אסור מן הטעם שאסרו לרכוב בשבת גזירה שמא יחתוך זמורה להנהיג הבהמה עכ''ל: "
      ],
      [
        "<b>תשמיש המטה וכו'.</b> פרק אף על פי בכתובות (דף ס\"ב:) עונה של תלמידי חכמים אימת אמר רב יהודה מע''ש לע''ש: ",
        "<b>ומותר לבעול בתולה לכתחלה בשבת וכו'.</b> שם פרק קמא (דף ז') והלכתא מותר לבעול לכתחלה בשבת: "
      ],
      [
        "<b>השבת ועבודת כוכבים ומזלות כל אחת מהן שקולה כנגד כל שאר מצות התורה וכו'.</b> מסקנא דגמרא פ' הכל שוחטין (חולין ה') שהעובד כוכבים ומזלות ומחלל שבתות בפרהסיא הרי אלו מומרין לכל התורה כולה והרי הם כעובדי כוכבים ומזלות גמורים. ומבואר בהרבה מקומות. וטעם השבת לפי שהוא מורה על החדוש וכופר בחדוש כופר בכל התורה כולה ולפיכך צריך להאמין ולקבוע בנפשו אמונת החדוש ולשמור השבת שהוא אות נאמן עליו: "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [
        "<b>כל מקום שנאמר אינו חייב כלום או פטור מכלום וכו'.</b> נראה מדברי רבינו שכשאומר אינו חייב אינו מותר לכתחלה אבל יש צד איסור בעשייתו אלא שאין מכין אותו: "
      ],
      [
        "<b></b>כתב הרמ''ך כיצד גורר אדם וכו' נראה שהוא גורס אבל בגדולים ד''ה מותר ולכך לא מפליג ומתיר בכל ענין ולא נהירא דא''כ מאי מקשה מההיא דגורר אדם לימא דההיא כר''ש דמתיר בכל ענין שאין מתכוין אפי' בגדולים דדמי לפסיק רישיה ובספרים מדוייקים נמצא מחלוק' בקטנים אבל בגדולים ד''ה אסור דדמי לפסיק רישיה וצ''ע עכ''ל: "
      ],
      [],
      [
        "<b>כל העושה מלאכה וכו'.</b> כתב הרמ''ך אע''פ שהרי''ף פסק כן לא נראה לר''ח ולכל רבותי מפני כמה סתומות דהוא כר''ש כגון צידת נחש ומפיס מורסא וההיא דכל המזיקים נהרגין וההיא דכחס על הנר דמוקי ליה הכא כר''ש דיקא מתניתין כותיה ותו מדאמרינן בפ' נוטל (שבת קמ''א:) רבא כר''ש ס''ל דאמר מלאכה שאינה צריכה לגופה פטור עליה והרי''ף גופיה הביא ההיא דר' יוחנן דאוקמא לר' יוסי כר''ש והוא הביא ג''כ הא דכל פטורי דשבת וכו' בר מהני תלת דפטור ומותר וההיא אזלא כר''ש עכ''ל ויתבאר בסמוך: ",
        "<b>מ''כ</b> ההפרש שיש בין מלאכה שאינה צריכה לגופה ובין פסיק רישיה ולא ימות הוא דגבי פסיק רישיה אינו מכוון למלאכה כל עיקר אלא שהיא נעשית בהכרח. כגון שסגר פתח ביתו והיה שם צבי שהוא לא כיון לשמירת הצבי אלא שהמלאכה נעשית בהכרח. אבל מלאכה שאינה צריכה לגופה הוא מתכוין לגוף המלאכה אלא שאינו מכוין לתכליתה. מיסוד ה''ר אברהם החסיד בשם אביו ז''ל ע''כ: ",
        "<b>או המכבה את הגחלת וכו'.</b> כתב הרמ''ך הל''ל בד''א בגחלת של עץ אבל בגחלת של מתכת מותר וזה מפורש בהדיא בגמ' ותמיהא לן נמי כיון שפסק הלכה כר' יהודה אמאי התיר צידת נחש ומפיס מורסא עכ''ל. ולענין מ''ש הל''ל בד''א בגחלת של עץ אין דבריו מכוונים שהרי לא בא רצונו פה לבאר חילוקי דיני המכבה עד שיצטרך לחלק בין גחלת של עץ לשל מתכת ואין לומר שמקשה לו שהל''ל המכבה גחלת של עץ דסתם גחלת של עץ משמע ומ''מ תמיהתו זאת היתה למיעוט השגחתו בדברי רבינו שבפי''ב שהוא מקומו כתב חילוק שבין מכבה גחלת של עץ לשל מתכת, ומ''ש כיון שפסק כרבי יהודה אמאי התיר צידת נחש ומפיס מורסא כבר תירצה ה''ה בפירושו על בבא דהמפיס שחין בשבת: "
      ],
      [
        "<b>כגון שנתכוין לזרוק בכרמלית וכו'.</b> כתב הרמ''ך אם כדבריו כן הוא שלא נחה האבן במקום שהוא רוצה שתנוח אפילו נתכוין לזרוק לרה''ר ועברה האבן אמה אחת יותר פטור דהא לא איתעבידא מחשבתו והכי הוה ליה לפרש נתכוין לזרוק בכרמלית ונמצא אותו מקום רה''ר פטור אע''ג דאיתעבידא מחשבתו כיון דלא נתכוין לזריקה דאיסורא פטור עכ''ל וכבר נתיישב זה בדברי ה''ה: "
      ],
      [],
      [],
      [
        "<b><small>(י-יא)</small> היו לפניו שתי נרות וכו'.</b> כתב הראב''ד אמר אברהם המחבר הביא הדברים כפשטן וכאשר עיינתי בגמ' במקומן בכריתות לא מצאתים שיתקיימו כן דרב יהודה אותביה לשמואל מרא דשמעתא ממתני' דא''ר יהודה אפי' נתכוין ללקט תאנים וליקט ענבים וכו' ר''א מחייב חטאת ור' יהושע פוטר והא הכא דמתעסק הוא ור' יהושע לא קא פטר אלא ממינא למינא אבל בחד מינא ר' יהושע נמי מחייביה וא''ל שיננא שבוק מתניתין ותא אבתראי הב''ע שאבד מלקט מלבו אלמא בחד מינא מתעסק הוא ופטור וא''כ היינו נתכוין לכבות את זו וכבה את זו אלא ע''כ מתניתין בלהקדים היא שאם נתכוין לכבות את זו תחלה וכבה את זו או להדליק את זו תחלה והדליק את זו חייב דכיון דחדא מלאכה היא וחדא מינא בהקדמת זו לזו לאו שינוי מחשבה היא אבל בכיבוי והדלקה אם שינה בהקדמה פטור וכן תאנים וענבים דא''ר יהודה ליקדם קאמר נתכוין ללקוט תאנים תחלה וליקט ענבים ר' יהושע פוטר אבל בחד מינא ליקדם חייב, ואני תמה איך חשב כזאת שאם חשב ללקוט תאנים ואחר כך ענבים ונהפך הדבר יהיה פטור וכשחשב להדליק את זו והדליק את זו יהיה חייב זה שעשה כל מלאכה שחשב לעשות פטור וזה שלא עשה כלום יהיה חייב זהו תמהון לבב (עכ''ל): ",
        "<b>אבל אם היה אחד דלוק ואחד כבה ונתכוין להדליק ראשונה ולכבות שניה אחריה ונהפך הדבר וכבה ראשונה ואח''כ הדליק שניה אחריה פטור.</b> אמר אברהם זהו שהשגתי אני אבל כל מה שבפנים שבוש הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b><small>(טו-טז)</small> כל מלאכה שהיחיד יכול לעשות אותה לבדה וכו' ואם אין היחיד יכול לעשותה לבדה עד שיצטרפו כו' ושיעור אחד לשניהם.</b> בפ' המצניע (שבת צ''ב:) תנא זה יכול וזה יכול ר''מ מחייב ור' יהודה ור''ש פוטרים זה אינו יכול וזה אינו יכול ר''י ור''מ מחייבים ור''ש פוטר זה יכול וזה אינו יכול ד''ה חייב, ובגמ' (דף צ''ג) זה יכול וזה אינו יכול ד''ה חייב הי מנייהו חייב אמר רב חסדא זה שיכול דאי זה שאינו יכול מאי קא עביד א''ל רב המנונא דקא מסייע בהדיה א''ל מסייע אין בו ממש ואמרינן בתר הכי אמר מר זה יכול וזה יכול חייב איבעיא להו בעינן שיעור לזה ושיעור לזה או דילמא שיעור אחד לכולם רב חסדא ורב המנונא חד אמר שיעור לזה ושיעור לזה וחד אמר שיעור אחד לכולם אמר רב נחמן בר יצחק אף אנן נמי תנינא צבי שנכנס לבית ונעל אחד בפניו חייב נעלו שנים פטורים לא יכול אחד לנעול ונעלו שנים חייבים ואמאי ליבעי שיעור צידה לזה ושיעור צידה לזה לאו משום דאמרי' שיעור א' לכולם ופירש רש''י שיעור צידת צבי לכל א' וא' וכתבו התוס' אמר מר זה יכול וזה יכול ר' מאיר מחייב איבעיא להו וכו' תימא לר''ח דאמאי בעי לה אליבא דר''מ ומצי למבעי בזה אינו יכול וזה אינו יכול אליבא דרבי יהודה דקיימא מתניתין כוותיה ונראה דגרסא זו טעות וגרסינן זה אינו יכול וזה אינו יכול עכ''ל וזו היא גירסת רבינו: "
      ],
      [
        "<b>חפר גומא וכו'.</b> כתב הרמ''ך הל''ל ה''מ בבית אבל בשדה חייב דהא פסק כר' יהודה דאמר מלאכה שאינה צריכה לגופה חייב עכ''ל. וי''ל שלא הוצרך רבינו לפרש כן דמתוך דבריו משמע וכמה שכתב הרב המגיד: "
      ]
    ],
    [
      [
        "<b>דחויה היא שבת וכו'.</b> בפ' כיצד צולין (פסחים ע\"ז א) איפליגו תנאי טומאה אם דחויה היא בציבור או הותרה ופירש''י דחויה אע''ג דאכשר רחמנא למיתי בטומאה לאו היתר גמור הוא אלא היכא דלא משתכחי טהורים וכיון דלאו היתר גמור הוא בעיא ציץ לרצויי. ומשמע בגמרא דהלכה כמ''ד דחויה היא וכן פסק רבינו בפ''ד מהל' ביאת המקדש ומשמע דכי היכי דאיפליגו בטומאה ה''נ איפליגו בשבת לגבי חולה אם היא דחויה או הותרה וקי''ל כמ''ד דחויה וכ''כ הרשב''א והר''ן שהשבת דחויה היא אצל חולה ולא הותרה: "
      ],
      [],
      [
        "<b>כשעושים דברים האלו אין עושין אותם לא ע''י נכרים ולא ע''י קטנים וכו'.</b> גירסת רבינו בברייתא עבדים במקום נכרים לדעת רבינו שפירש מפני שמצטרפים לדעת אחרת היינו שלא תהא שבת קלה בעיניהם ה''ט שייך בנשים ועבדים ולא בנכרים וקטנים כמ''ש הרב המגיד משום דקטנים כשיגדלו ילמדו וידעו חומר שבת ואיסורו וטעמא דאין עושין ע''י נכרים וקטנים שמא יאמרו הרואים בקושי התירו פקוח נפש ואין מתירים אותו לכתחלה ע''י המחוייבים במצות דילמא יבא הדבר שכשלא ימצאו נכרי או קטנים לא ירצו לחלל שבת ע''י גדולי ישראל. ודלא כהר''ן שכתב שהטעם שכתב רבינו שלא תהא שבת קלה בעיניהם קאי גם לקטנים דא''כ יקשה אמאי פלגינהו תנא דברייתא בתרתי ונקט קטנים בהדי נכרים ואיכא למידק בדברי רבינו שכתב שאין עושין דברים הללו אלא על ידי גדולי ישראל וחכמיהם דמשמע ע''י שאר ישראלים לא וקשה דהא לא מיעטה הברייתא אלא קטנים ונשים ועבדים דוקא לכך נ''ל דגדולי ישראל וחכמיהם דנקט רבינו גדולים למעט קטנים ישראל למעוטי נכרים וחכמיהם למעוטי נשים דדעתן קלה: ",
        "<b>כתב</b> הרמ''ך שזה הטעם שנתן בע''י נכרים שלא תהא שבת קלה בעיניהם וכי אין שבת קלה לנכרים ולדבריו חכם אחד יכול לצוות לנכרים שיעשה והטעם הברור בעבור שאינם זריזים ואתו למפשע עכ''ל. ובמה שביארתי דברי רבינו אין מקום לתמיהתו: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>חולה שהיה וכו'.</b> כתב הר''ן בפ''ב דביצה דפשיטא לן דשתים בעוקץ אחד ושלש בעוקץ אחד שתים מייתינן שלש לא מייתינן דלרבויי בשיעורא אסור וכ''כ הרשב''א בפ''ק דחולין וכ''כ הרא''ש בתשובה: "
      ],
      [],
      [
        "<b>חולה שאין בו סכנה וכו'.</b> כתב הטור כל צרכי חולה בדבר שאין בו סכנה הוא לא יעשה אבל אומר לנכרי ועושה כיון שאין בו סכנת הגוף אפי' יש בו סכנת אבר אין מחללין עליו באיסור דאורייתא אבל מחללין באיסור דרבנן אע''ג דעביד מעשה אבל בחולי שאין בו סכנת אבר נסתפק א''א הרא''ש אם מותר לחלל עליו בשבות דאית ביה מעשה דשמא לא התירו אלא אמירה לנכרי אבל לא שבות דאית ביה מעשה אלא בסכנת אבר. אבל הרמב''ם כתב חולה שאין בו סכנה עושין לו כל צרכיו ע''י נכרי ואם היו צריכים לדברים שאין בהם מלאכה עושין אותם אפילו ע''י ישראל לפיכך מעלים אזנים ומעלים אנקלי בשבת וכל כיוצא בזה עכ''ל. יראה מדברי הטור שרבינו פשט ספקו של הרא''ש לקולא שהרי התיר לעשות ע''י ישראל צרכים שאין בהם מלאכה אע''פ שכל רפואה אסורה משום שבות: ",
        "<b>ואיכא</b> למידק היכי מצי למימר דרבינו שרי שבות הנעשה ע''י ישראל שאם כן היאך כתב שכוחל עיניו מן הנכרי בשבת ומאי איריא מן הנכרי ואפילו מן הישראל הוה ליה למישרי כיון דכוחל לא מיתסר אלא מדרבנן כדאיתא בס''פ המצניע (שבת דף צ''ה). וה''ה כתב וז''ל כבר נתבאר בדברי רבינו שכל שבות מותר בחולי שאין בו סכנה כיון שהוא חולי כולל כל הגוף בין שבות דאמירה לנכרי בין שבות הנעשה ע''י ישראל אבל באבר אחד כיון שאין בו סכנה לא הותר לישראל אפילו שבות גמור וזהו שלא התירו לכחול אלא מן הנכרי אע''פ שאין בכוחל אלא משום שבות אבל מלאכה גמורה בישראל לא הותרה אפילו בסכנת אבר אחד אלא בסכנת נפשות עכ''ל. ומתוך דבריו נראה שנתיישב ספק זה דהא דשרינן שבות הנעשה ע''י ישראל אע''פ שאין בו סכנה היינו בחולי הכולל כל הגוף והא דלא שרינן למכחל אלא מנכרי אע''פ שיש בו סכנת אבר משום דאינו חולי הכולל כל הגוף ולפי זה צריך לומר דהעלאת אזנים ואנקלי והחזרת שבר הם חלאים כוללים כל הגוף שאל''כ לא היו מתירים לעשות ע''י ישראל ואין דבריו ברורים אצלי שהרי מ''ש רבינו שכוחל עיניו מן הנכרי דמשמע אבל לא מישראל וגם מ''ש ואם היו צריכים לדברים שאין בהם מלאכה עושין אותן אפילו על ידי ישראל אחולה שאין בו סכנה דקתני ברישא קאי ולא נרמז בלשונו חילוק בין סכנת אבר לחולי הכולל כל הגוף ולפיכך נ''ל דבכלל חולה שאין בו סכנה הוי בין חולי שהוא כולל כל הגוף בין שאינו כולל בין שיש בו סכנת אבר בין שאין בו בכל גוונא לא התירו שבות הנעשה ע''י ישראל מיהו ה''מ בשבות שיש בו עיקר מלאכה שהוא נסמך לה כגון כוחל שהוא אסור מפני שהוא ככותב או לעשות שום רפואה בסם דאיכא למיסר משום שחיקת סמנין אבל שבות שאין לו עיקר מלאכה שהוא נסמך עליה מותר אפילו ע''י ישראל ומטעם זה התירו להעלות אזנים ואנקלי ולהחזיר השבר שדברים אלו לא נאסרו מפני שאינן דומים למלאכה וגם ליכא למגזר בהו משום שחיקת סמנים שאין דברים הללו נעשים בסמנין וזהו שכתב כאן ואם היו צריכים לדברים שאין בהם מלאכה עושין אותן ע''י ישראל ובפכ''א כתב ומותר לכפות כוס על הטבור בשבת ולהעלות אזנים בין ביד בין בכלי ולהעלות אנקלי שכל אלו וכיוצא בהם אין עושין אותן בסמנין כדי לחוש לשחיקה ויש לו צער מהן עכ''ל. ומעתה לא נפשטה ספיקו של הרא''ש מדברי רבינו לקולא אלא לחומרא ולא עוד אלא דמאי דפשיטא להרא''ש והר''ן דביש בו סכנת אבר הותר שבות הנעשה על ידי ישראל לדעת רבינו כל שהוא דבר הדומה למלאכה או מידי דאיכא למגזר ביה משום שחיקת סמנין אסור ע''י ישראל ולא הותר על ידי ישראל אלא דבר שאינו דומה למלאכה ואינו נעשה ע''י סמנין: "
      ],
      [
        "<b>היולדת כשכורעת לילד וכו'.</b> וכל שאפשר לשנות משנין בשעת הבאה כגון שתביא לה חברתה כלי תלוי בשערה. ברייתא פרק מפנין (שבת קכ''ח:) אם היתה צריכה לשמן חבירתה מביאה לה שמן בידה ואם אין סיפק ביד מביאה בשערה ואם אין סיפק בשערה מביאה בכלי ובגמרא מביאה בשערה ותיפוק ליה משום סחיטה רבה ורב יוסף דאמרי תרוייהו אין סחיטה בשער ר''א אמר אפילו תימא יש סחיטה בשער מביאה לה בכלי דרך שערה כמה דאפשר לשנויי משנינן. ופירש''י דרך שערה כורכת הכלי בראשה בשערה ופסק רבינו בפ''ט דאין סחיטה בשער. ונראה שטעמו מפני שהוא ז''ל סובר דר''א לאו לאפלוגי ארבה ורב יוסף אתא אלא לומר דאפי' אי הוה סחיטה בשער שפיר תני מביאה בשערה. וכתב רבינו כאן שתביא לה כלי התלוי בשערה משום דאף על גב דאין סחיטה בשער איסורא מיהא איכא וכמ''ש ה''ה בפ''ט וא''כ מוטב לעשות הוצאה ע''י שינוי מבלי איסור אחר מלהוסיף עליו איסור אחר: "
      ],
      [],
      [],
      [
        "<b><small>(יג-יד)</small> חיה משיתחיל הדם להיות שותת וכו' ומרחיצין את הולד וכו' אחר שחותכים את טבורו.</b> במשנה פרק מפנין (שבת קכ''ח:) קושרים את הטבור רבי יוסי אומר אף חותכים וכתב הרי''ף אר''נ הלכה כר''י: ",
        "<b>עושין מדורה לחיה וכו'.</b> כתב ה''ה שהיה סבור לפרש דברי רבינו דאפי' בחולה שיש בו סכנה קאמר וכו' וכתב שהוא מבטל דעתו מפני דעת הראב''ד שהוא מפרשה בשאין בו סכנה לפי שאם יש בו סכנה משמע דלכל צרכיו מחללין ואע''פ שאין במניעת הדבר שעושין לו סכנה. ואני אומר דמדברי רש''י משמע דכל שאין במניעת אותו דבר סכנה אין מחללין עליו את השבת ואפשר שרבינו סבור כן ומיירי בחולי שיש בו סכנה וכמו שהיה סבור הרב המגיד: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>בדקו עד חוטמו ולא מצאו בו נשמה וכו'.</b> כתב הרב המגיד שפסק רבינו כת''ק ואינו כן דלפי נוסחא דידן בגמרא פסק כי''א וטעמו משום דספק נפשות להקל: "
      ],
      [
        "<b>היתה חצר שיש בה עובדי כוכבים ומזלות וכו'.</b> שאלו חכמי לוניל וז''ל נראה מן הכתוב בספר בעיר שישראל ועובדי כוכבים ומזלות דרים בה מחצה על מחצה ומפקחין אבל ברובה עובדי כוכבים ומזלות לא ומימינו לא שמענו חידוש גדול כזה כי כך קבלנו מהא דאמרינן בכתובות וביומא אין הולכים בפיקוח נפש אחר הרוב אפילו רובה עובדי כוכבים ומזלות מפקחין. והשיב תמה אני על דבר זה שקבלתם וכי יש באותו המקום ספק בעולם והלא דברים ברורים הם שם שכך הם דברי שמואל דסבר שאפי' רוב העיר עובדי כוכבי' ומזלות מפקחין אבל אנו אדברי ר''י סמכינן דאמר ט' עובדי כוכבים ומזלות וישראל אחד ביניהם באותה חצר מפקחין בחצר אחרת אין מפקחין ואוקימנא בשפירשו כולם שהרי לא נשאר שם קבוע ולפיכך אם פירש אחד מהם לחצר אחרת אין מפקחין דכל דפריש מרובא פריש וה''ה לזה שפירש מעיר שרובה עובדי כוכבים ומזלות שאין מפקחין עליו גם רב חלק על שמואל בדוקיא זו שדק מעיר שהיא מחצה על מחצה שאמרנו שתינוק שנמצא בה ישראל ואמר שזה להחיותו ולא ליחסו ולא איירי בפיקוח נפש כלל ואפי' תימא דרב לא שמענו לו מחלוקת בדבר זה שהוא הפיקוח על זה שפירש מעיר שרובה עובדי כוכבים ומזלות ולא מפני שלא דק כשמואל נאמר שחולק עליו מ''מ אפי' תימא הכי הוי ר''י חולק בפירוש על זה ואמר בתשעה עובדי כוכבים ומזלות ואחד ישראל באותה חצר מפקחין בחצר אחרת אין מפקחין והנה הלך בפיקוח נפש אחר הרוב במקום הזה והדבר ידוע ששמואל ור''י הלכה כר''י עכ''ל, והשיג עליו הרמ''ה אטו מי פליגא דר''י אדשמואל ולא רמינן להו אהדדי בפ' יוה''כ ופרקינן ל''ק הא דפרוש כולהו הא דפרוש מקצתייהו דהיכא דפריש כולהו לחצר אחרת ונפלה מפולת שם על אחד מהם הולכים אחר הרוב ואין מפקחין דכיון דפרוש מחצר דהוי קביעי בה איעקר קביעותייהו ואין כאן קבוע כי היכי דנימא כמחצה על מחצה דמי וספק נפשות להקל אלא אזלינן בתר רובא ואי פרוש מקצתייהו לחצר אחרת אכתי לא איעקר קביעותייהו וה''ל פלגא ופלגא והאי דפריש מפלגא פריש וספק נפשות להקל והיינו דאמר שמואל אין הולכין בפקוח נפש אחר הרוב תדע דכי אמר שמואל בדפרוש מקצתייהו מדאקשינן עליה והאמר מר מצא בה תינוק אם רוב עובדי כוכבים ומזלות וכו' ואסיקנא כי איתמר דשמואל ארישא איתמר וכו' וש''מ דשמואל בדפרוש מקצתייהו קאמר דהא התם בדפרוש מקצתייהו עסיקינן דקתני מצא בה תינוק מושלך ולא אזלינן בתר רובא דאמר ולפיקוח נפש אינו כן. ותו תמיהא לן למאי דקאמר בתשובה דידיה דאוקימנא לר''י בשפירשו כולם שהרי לא נשאר שם קבוע ולפיכך אם פירש אחד מהם בחצר אחרת אין מפקחין דכל דפריש מרובא פריש מאי קסבר אי קסבר דכיון דפרוש כולהו ליכא קבוע ל''ל עד דפריש חד מנייהו לחצר שלישית אפי' נפלה מפולת על אחד מהם בחצר שניה נמי אין מפקחין דכיון דליכא קבוע זיל בתר רובא ואי קסבר דהדור לקביעייהו בחצר שניה אפי' אחד מהם נמי והא דקאמר עלה וה''ה לזה שפירש מעיר שרובה עובדי כוכבים ומזלות שאין מפקחין עליו מי דמי התם פרוש כולהו וליכא קבוע עכ''ל. והשיבוהו כגמרתך כן גמרתנו דלא פליגי שמואל ור''י. ונ''ל לדעת הרב שכתוב בספריו אלא כי איתמר דשמואל ארישא איתמר כלומר לעולם כי אמר שמואל אין הולכין בפיקוח נפש אחר רוב כלומר דאפי' רובא עובדי כוכבים ומזלות מפקחין ל''ש פרוש כולהו ל''ש פרוש מקצתייהו דאע''ג דבשאר איסורין שבתורה כגון תשע חנויות היכא דפרוש כולהו והאחד מוכר נבלה ובעת עקירת כולן פירשה אחת מהן ונפל אזלינן בתר רובא מפקחין. והיינו דאמרינן כי איתמר דשמואל ארישא אתמר אם רוב עובדי כוכבים ומזלות עובד כוכבים ומזלות אמר שמואל ולפקח עליו את הגל אינו כן דלא חשבינן ליה כעובד כוכבים ומזלות ומפקחין עליו את הגל ואע''פ שרובה עובדי כוכבים ומזלות ור''י פליג עליה ברובה עובדי כוכבים ומזלות ופרוש כולהו מחצר זו והלכו לחצר אחרת ובעת עקירתן פירש אחד מהם לחצר אחרת ונפלה עליו מפולת דאין מפקחין לפי שלא נשאר שם קבוע ואמרינן כי פריש מרובא פריש שדין פיקוח נפש כדין שאר איסורים שבתורה כגון ט' חנויות דאי פרוש כולהו ולא נמצא שם קבוע דאזלינן בתר רובא והיינו דקאמר אלא כי איתמר דשמואל וגם במקצת ספרינו המדוקדקים נמצא שם כתוב אלא. והנה אראה לך כי לא הבינות כל דבריו כי אתה הקשית עליו מאי קסבר אי קסבר כיון דפרוש כולהו ליכא קבוע למה לי עד דפריש חד מנייהו לחצר שלישית אפי' נפלה מפולת בחצר שניה נמי אין מפקחים ואי קסבר דהדור לקביעייהו וכו' כי חשבת כי הרב מפרש דפריש חד מינייהו לחצר שלישית ולא היא כי רבינו הרב לא הזכיר חצר שלישית בספרו כי אם חצר שניה כלומר שפירשו כל התשעה עובדי כוכבים ומזלות וישראל אחד שהיו עומדים בחצר אחרת לתשע חצרות או לעשר ובעת עקירתן כולן פירש אחד מהם לחצר אחרת היינו חצר שניה ונפלה עליו מפולת שם דאין מפקחין דאמרינן כי פריש מרובא פריש, עכ''ל: "
      ],
      [
        "<b></b>כתב הרמ''ך נעקרו כולם וכו' וכי תימא אמאי לא פסק כשמואל דהא ליכא מאן דפליג עליה ור''י ס''ל כותיה ועוד תמיה מ''ש בסמוך לפיכך אם היה הרוב ישראל וכו' משמע הא מחצה על מחצה לא וזה דבר שא''א דודאי במחצה על מחצה מצילין ובגמ' בעי אפי' ברוב עובדי כוכבים ומזלות אם יש שם קבוע פשיטא דמחללין וכ''ש במחצה על מחצה עכ''ל, ומדברי ה''ה יתיישב: "
      ],
      [],
      [
        "<b>עובדי כוכבים ומזלות שצרו וכו'.</b> אע''פ שלא נזכר בגמרא דין צרו סתם כתבו רבינו משום דספק נפשות להקל: "
      ],
      [
        "<b>ואפילו יחיד הנרדף וכו'.</b> נראה דה''ק בין שהוא נרדף מפני עובדי כוכבים ומזלות רבים בין שהוא נרדף מפני יחיד שרודף אחריו להרגו מצוה להצילו: "
      ],
      [
        "<b>צרין על עיירות וכו'.</b> בפ''ק דשבת (דף י''ט) ת''ר אין צרין על עיירות של עובדי כוכבים ומזלות פחות מג' ימים קודם השבת ואם התחילו אין מפסיקין וכן היה שמאי אומר עד רדתה אפי' בשבת. ובירושלמי שם אין מקיפין על עיר של עובדי כוכבים ומזלות פחות מג' ימים קודם לשבת הדא דתימר במלחמת הרשות אבל במלחמת חובה אפילו בשבת שכן מצינו שלא נכבשה יריחו אלא בשבת דכתיב כה תעשה ששת ימים וכתיב וביום השביעי תסובו וכו' וכתיב עד רדתה אפילו בשבת ואיתא נמי בפ''ב דמ''ק ירושלמי: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>לפיכך אם גרף וכו' שהרי הסיח דעתו וכו'.</b> כתב הרמ''ך צ''ע היאך הסיח דעתו שהרי בדעתו לאכלה בלילה ומי לא עסקינן דאין לו תבשיל אחר כי אם זה וטעם הנכון משום דעביד כיון דגרף או קטם דלא אתי לחתויי וכן פירשו רבותי עכ''ל. וי''ל לדעת רבינו דקים להו לרבנן שכל שגרף הוא מסיח דעתו: "
      ],
      [
        "<b>בד''א בכירה שהבלה וכו'. אע''פ שהוא אש קש וכו'.</b> כתב הרמ''ך צ''ע מאין הוציא זה דמתניתין לא אסר כן כי אם תנור שהסיקוהו בקש ובגבבא דאגב חמימות התנור הקש והגבבא בוערות ואיכא למיגזר אבל אם גרף וקטם דעביד היכר אפילו בתנור וליכא חילוק בין תנור לכירה כי אם לסמוך היכא דלא גרף דבתנור אסור בכירה מותר ובקש ובגבבא לא צריך קטימה דלאלתר הויא קטימא עכ''ל. ודברי הפוסקים הם כדברי רבינו ופשטא דמתניתין הכי מוכח: "
      ],
      [],
      [
        "<b>הכופח הבלו רב וכו'.</b> כתב הרמ''ך צ''ע למה אוסר לסמוך היכא דגרף וקטם ואביי דאסר לסמוך בלא גרף איירי ותניא כותיה דאביי והוא מוקי למתני' בשלא גרף ובכה''ג קא אסר לסמוך דהוי סמיכת כופח ותנור כע''ג כירה עכ''ל. וגם בזה דברי הפוסקים כדברי רבינו: "
      ],
      [
        "<b>וכל תבשיל שבישל ולא בישל כל צרכו וכו' ואם השליך לתוכו אבר חי וכו'.</b> לכאורה נראה דדוקא במשליך לתוכו אבר חי שא''א להתבשל בלילה משום דמסיח דעתיה מיניה אבל בפירוש המשנה כתב רבינו וז''ל וכשתתבשל בשיל ולא בשיל ישימו בו בעת הטמנתו דבר חי כגון בשר או ירק ויהא מותר להשהותו ע''ג גחלים מפני שהוא מסיח דעתו עכ''ל. נראה מדבריו שאפי' נתן בה דבר שאפשר להתבשל מבעוד יום כמו ירק וכיוצא בו שרי דכיון שעשה מעשה המוכיח שמסיח דעתו ממנה מידכר ולא אתי לחתויי דומיא דשרי לשהות ע''ג כירה קטומה וסגי לה בקטימה כל דהו משום דכיון דעבד בה היכרא מידכר ליה ולא אתי לחתויי: "
      ],
      [
        "<b>כל תבשיל שאסור להשהותו אם עבר ושיהה אותו וכו'.</b> כתב הטור כל דבר שאסור לשהותו אם עבר ושיהה אותו או ששכח ושיהה אותו במקום שלא היה לו להשהותו אסור לכל אפילו למי שלא שיהה אותו והרמב''ם חילק בשכח בין תבשיל שלא בישל כל צרכו ובין מצטמק ויפה לו כשלא בישל כל צרכו אסור עד מ''ש ובמצטמק ויפה לו התיר ובעבר ושיהה אסור בשניהם ואיני יודע למה חילק ביניהם דהא בגמרא מייתי מעבר ושיהה לשכח עכ''ל. והרמ''ך כתב לא הבנתי פירושו כי הוא לא פסק לא כר''ם ולא כר''י ואם לא פי' מילתא דר''י בדיעבד תימה לן אמאי אסר דיעבד משום בעיא דעבר ושיהה הא קי''ל דכל תיקו דרבנן לקולא ודבריו ודברי הרי''ף בזה צ''ע. ולבאר זה אכתוב סוגיא דגמרא והכי איתא בעו מר' חייא בר אבא שכח קדרה ע''ג כירה ובשלה בשבת מהו ואסיקנא דלא יאכל משום דגזרו ביה רבנן ולדעת הרי''ף ורבינו אף בהגיע למאכל בן דרוסאי מיבעי ליה וכגון שלא נגמר בישולו לרוב בני אדם דאי נגמר בישולו ומצטמק ויפה לו היינו בעיא דבסמוך ואי מצטמק ורע לו מישרא שרי ותו איבעיא לן עבר ושיהה מאי ולא איפשיטא וכתב הרא''ש דהאי בעיא כגוונא דבעיא קמייתא היא ומיבעיא ליה אף לאחר גזירה אי גזרינן דוקא לאותם ששיהו אבל לבני בית לא וסובר הטור דלחומרא נקטינן. ולפיכך כתב אסור לכל אפי' למי שלא שיהה אותו ומדברי הרי''ף נראה שהוא גורס עבר ושכח במקום עבר ושיהה והוא מפרש בעיא זו בשנתבשל כל צרכו ומצטמק ויפה לו דאע''ג דקנסו על השוכח דילמא ה''מ בשלא נתבשל כל צרכו אבל נתבשל כל צרכו אף על פי שהוא מצטמק ויפה לו לא קנסו ולא איפשיטא ולקולא וכן דעת רבינו. ולפי שלא עלה פירוש זה על דעת הטור הוקשה לו על רבינו למה חילק בין עבר לשכח דהא בגמרא מייתי מעבר ושיהה לשכח כלומר דאיבעיא קמייתא אמרינן בגמרא נפק ודרש המבשל בשבת בשוגג יאכל במזיד לא יאכל ולא שנא ואסיקנא דה''ק ול''ש בין מזיד לשוכח בכל גוונא אסור כי היכי דלא ליתי לאיערומי הרי שפושט בשכח ושיהה אסור כמו בעבר ושיהה דהוי מזיד וא''כ אין לחלק ביניהם. ואין זו קושיא לפי מאי דמפרשי הרי''ף ורבינו בעיא שניה במצטמק ויפה לו דהא דלא מפלגינן בין עבר לשכח היינו דוקא בשלא נתבשל כל צרכו אבל בנתבשל כל צרכו אלא שנצטמק ויפה לו ע''כ מפלגינן בינייהו מדאיבעיא לן במצטמק ויפה לו עבר ושכח מאי אלמא דפשיטא ליה שאם עבר במזיד אסור דהא לא איבעיא להו אלא בעבר ושכח ובעיין דעבר ושכח כיון דלא איפשיטא נקטינן לקולא ובזה נסתלקו תמיהת הטור והרמ''ך: "
      ],
      [
        "<b>כל שמותר להשהותו על גבי האש וכו'. והוא שלא הניח הקדרה על גבי הקרקע וכו'.</b> הרמ''ך תמה למה פסק כלישנא קמא ואף כלישנא קמא לא פסק דאפילו לא הניחם על גבי קרקע אסור אם אין דעתו להחזיר ע''כ, והדין בגמרא (שבת ל''ח:) איבעיא לן אם לא הניחה בקרקע אלא שתלאה במקל או שהניחה על גבי מטה או שפינהו ממיחם למיחם ועלו בתיקו. ומדברי רבינו שהשמיטה נראה שסובר דכיון דמידי דרבנן הוא נקטינן לקולא ואע''פ שפסק כמ''ד הניחה ע''ג קרקע אסור היינו משום דרובא דאמוראי ס''ל הכי. אך קשה שלא חילק בין דעתו להחזיר לאין דעתו להחזיר ובין ללישנא קמא בין ללישנא בתרא צריך לחלק ביניהם ואפשר שסובר דכיון דאמוראי קמאי לא חילקו בכך לא חיישינן ליה משמיה דאביי דמפליג בינייהו: "
      ],
      [
        "<b>אסור להכניס מגריפה לקדרה בשבת והיא על האש וכו'.</b> נ''ל שמ''ש רבינו והיא על האש לאו דוקא אלא כל שהעבירה מרותחת מעל האור היא על האש קרי לה וכן דעת הטור ורבינו ירוחם. כתב הרמ''ך אסור להכניס מגריפה וכו'. נ''ל לפרש בד''א בתבשיל שלא בישל כל צרכו אבל בישל כל צרכו מותר וכן המנהג. מ''מ צ''ע לפירושו שפירש והלא מגיס ומקרב הבישול א''כ היאך מותר לסמוך קדירה חיתא אפי' לא גרף לד''ה ואמאי לא גזרו דילמא מגיס וצ''ע. ונראה לפרש והלא מגיס והוא צובע כדרך הצובעים שמגיס הבגדים לקלוט הצביעה וי''ל כיון דקדרה חייתא מסח דעתיה ולא מגיס, עכ''ל: "
      ],
      [
        "<b>לא ימלא אדם קדרה עססיות וכו'.</b> מה שפירש בו הרמ''ך כתבו ה''ה בשם אחרים: "
      ],
      [],
      [],
      [],
      [
        "<b>אין צולין בשר וכו'.</b> כתב הרמ''ך הוא הלך בדרך הירושלמי והניח הגמרא שלנו דבגמרא שלנו מקשה רבה לשהות תנינא ומייתי ליה מהא דאין צולין ולא משני ליה התם אם יחתה יחרוך אלמא מי שהתיר לצלות צלי התיר לשהות הקדרה והוא התיר צלי ואסר קדרה ובפ''ק דשבת (דף כ') נמי חזינן דאמר תניא נמי הכי חנניה אומר וכו' אלמא דצלי ומבושל אחד הם מ''מ יש להביא סיוע לדבריו דרב גופיה דאסר התיר לשהות בצלי כמאכל בן דרוסאי דהכי א''ר אלעאי אמר רב כמה כדי שיצולו כמאכל בן דרוסאי וצ''ע נמי אמאי לא מוכיח פרק כירה דמתני' להחזיר תנן אבל לשהות משהין מהא דאין צולין כדמוכח רבא לקמן וכל זה סיוע לדבריו עכ''ל: "
      ],
      [],
      [
        "<b>אין נותנין את הפת בתנור עם חשיכה וכו'.</b> כתב ה''ה שרבינו פסק כר''א ואעפ''י שבפי' המשנה פסק דלא כר''א איכא למימר דהדר ביה. ולפי זה ט''ס יש בנסחאותינו בספרי רבינו שכתוב בהם כדי שיקרמו פניה שאינם מודבקים בתנור וצריך להגיה המודבקים: ",
        "<b>כתב</b> הרמ''ך תימה הוא זה דהא איהו גופיה פסק לעיל דכל תבשיל שלא בשל כל צורכו אם עבר ושיהה אסור לאוכלו ובלא בשיל כמאכל בן דרוסאי ולא גרף ולא קטם לדברי כל המפרשים אסור וכשהתירו חכמים לרדות מזון ג' סעודות לא התירו כי אם למי שלא עשה איסור בשהיה כגון שקרמו פני הפת קודם שחשכה אבל למי שעשה איסור מנ''ל לאכול אפי' ירדה אותו הנכרי מאליו עכ''ל: "
      ],
      [],
      [
        "<b>במה דברים אמורים בגבולין אבל במקדש וכו'.</b> במשנה (שבת דף כ') מסיים רבי יהודה אומר אף בחמין כל שהן. והטור ורבינו ירוחם משמע דסברי דרבי יהודה אינו חולק על ת''ק אלא לטעמיה קאמר ות''ק מודה לו אבל רבינו מאחר שהשמיטו משמע דסבר דלאפלוגי אתי והלכה כת''ק: "
      ]
    ],
    [
      [
        "<b>יש דברים שאם טמן בהם וכו'.</b> כגון הגפת. בגמרא (שבת מ''ז:) איבעיא לן גפת של זיתים תנן אבל דשומשומין ש''ד או דילמא דשומשומין תנן וכ''ש דזיתים ת''ש דאמר רבי זירא קופה שטמן בה אסור להניחה על גפת של זיתים ש''מ של זיתים תנן לעולם אימא לך לענין הטמנה דשומשומין נמי אסור לענין אסוקי הבלא דזיתים מסקי הבלא דשומשומין לא מסקי הבלא, ובעיין לא איפשיטא וכיון דמידי דרבנן הוא ה''ל למינקט בה לקולא. ורבינו שסתם דבריו ולא חילק משמע דנקיט לה לחומרא ויש לתמוה עליו. ואפשר שטעמו משום דלא דחי לה בדרך דילמא אלא בלעולם אימא לך משמע דקושטא דמילתא הכי איתיה, אי נמי מפני שהוא קרוב לבא לידי איסור תורה החמירו בספיקו וכמו שכתב הר''ן בפ' כירה גבי הניח קדרה על גבי קרקע ועודה בידו ודעתו שלא להחזיר: "
      ],
      [],
      [],
      [
        "<b>ומותר להחליף הכיסוי בשבת כיצד נוטל כסות ומניח כנפי יונה וכו'.</b> כתב ה''ה שנראה מדברי רבינו שרשב''ג בא לפרש שלא התירו להוסיף אלא על ידי חלוף וכו'. ולי נראה שאין בדברי רבינו הכרע דהא אפשר שיותר היה ראוי לאסור להחליף הכיסוי בטוב ממנו ממה שראוי [לאסור] להוסיף כסוי על כסוי וכמו שמבואר בדברי הר''ן והטור וא''כ רבינו דנקט מותר להחליף הכיסוי בטוב ממנו לרבותא נקטיה ומיניה נשמע דמותר להוסיף כסוי על כסוי: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>המדליק צריך להדליק מבעוד יום וכו'.</b> רבינו לא הזכיר פה דין תוספת מחול על הקדש וכתב ה''ה בפ''א מהלכות שביתת עשור דטעמא משום דלית ליה תוספת דבר תורה אלא לעינוי יוה''כ לבד דס''ל דהלכה כמאן דדריש לקראי לדרשא אחרינא עכ''ל, ומשמע לי דדבר תורה שכתב לאו דוקא דמדרבנן נמי לית ליה תוספת דאל''כ לא הוה ליה להשמיטו: "
      ],
      [
        "<b>משתשקע החמה וכו'.</b> כתב הרמ''ך למה התחיל בדברי רבא וסיים בדברי רבי יוחנן אם רוצה לפסוק כרבא הל''ל משתשקע החמה עד שיכסיף התחתון והעליון ולא עוד דאם רוצה לפסוק כרבי יוחנן הל''ל משיראו שני כוכבים עד שיראו שלשה גם יש לתמוה על הרי''ף שהביא הכל ונראה שרבא ור' יוחנן חולקין וצ''ע וי''ל שרב יהודה אמר שמואל אמרה לתרוייהו ש''מ חד שיעורא הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b>שמן שמדליקין בו לשבת צריך שיהא נמשך אחר הפתילה כו'.</b> כתב הרב המגיד שעוה אצטריכא ליה מהו דתימא לפתילה נמי לא קמ''ל ופירשו בתשובות הגאונים קמ''ל לפתילה מותרת שעוה להדליק אבל במקום שמן לא. ומתוך פירוש זה אסרו נרות ארוכים של שעוה וכו' וזה דעת רבינו עכ''ל. ואני איני רואה שום הכרע בדברי רבינו דאי משום שלא כתב דין זה דנרות של שעוה להיתרא מאחר שלא נזכר בהדיא בגמרא אין כאן הכרע שהרי אין דרכו לכתוב אלא מה שהוזכר בגמרא בהדיא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כלים הדומים זה לזה וכו'.</b> לפיכך שמש שאינו קבוע אסור לו לבדוק כוסות וקערות לאור הנר וכו'. רבינו כתב דמשחא אסור משום שמא יסתפק ממנו ובדנפטא כתב שאורו רב כדברי הרי''ף והרא''ש ומשמע שהוא ז''ל מפרש דנפטא כיון שאורו רב לא חיישינן להטיה וגם לשמא יסתפק לא חיישינן משום דמאיס אבל בדמשחא אי לאו דאיכא למיחש שמא יסתפק משום הטיה לא הוה גזרינן דאף ע''ג דלא נפיש נהוריה כדנפטא מ''מ כיון דנפיש נהוריה טובא לא הוה גזרינן ואע''פ שהתירו להדליק בדמשחא ולא חששו שמא יסתפק ממנו הכא ע''י שהוא מתקרב לנר ביותר חיישינן טפי כנ''ל לדעת רבינו. ומ''מ יש לדקדק בדבריו ז''ל שא''א לישבם ע''פ גירסת הרי''ף דכיון דלגירסתו אמרינן ואיבעית אימא הא והא בשמש שאינו קבוע ול''ק הא בדמשחא הא בדנפטא הרי מתיר בהדיא שמש שאינו קבוע בדנפטא והיאך יעלה על דעת רבינו לאסרו, וכן א''א לישבם ע''פ גירסת רש''י לגמרי דא''כ היאך כתב בשמש קבוע בדמשחא אין מורין דהא בשאינו קבוע הוא דאמרינן בגמרא הכי ועוד דלכשת''ל דגריס ואי בעית אימא הא והא בשמש קבוע כדגריס רש''י אי אפשר לומר שמפרש כפירוש רש''י דהא לרש''י שמש שאינו קבוע קיל משמש קבוע ולרבינו הוי איפכא לכך נ''ל שגירסת רבינו מורכבת משתי הגרסאות שהוא ז''ל גורס ואבע''א הא והא בשמש קבוע כרש''י ובבעיא גורס כהרי''ף שמש קבוע בדמשחא מאי וה''פ הא והא בשמש קבוע ול''ק הא בדמשחא הא בדנפטא כלומר אבל שמש שאינו קבוע אפי' בדנפטא אסור ואיבעיא לן הא דאסרינן לשמש קבוע בדמשחא דוקא להורות כן אבל להלכה שרי ואין מוחין ביד העושה כן או דילמא אסור גם מדינא ומוחין ביד העושה כן. ועי''ל כמו שפירש ה''ה דקא מבעיא ליה אי הלכה כלישנא קמא דשרי לקבוע לבדוק בסתמא ואפילו בדמשחא משמע או הלכה כלישנא בתרא דאסור בדמשחא אפילו לקבוע: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>ליקט עשבים להאכיל לבהמתו וכו'.</b> רבינו והרי''ף והרא''ש לא כתבו אלא דברי רבא לבד וכתב ה''ה אפילו במכירו כל שלא בפניו שאין לחוש שמא ירבה בשבילו מותר וכאביי וכו'. נראה מדבריו ומדברי הר''ן שהם סוברים דרבא מודה לאביי דשלא בפניו ודאי שרי דליכא למיחש שמא ירבה בשבילו אלא שבא לומר דאפילו בפניו נמי שרי אם הוא מידי דליכא לאפושי ביה בשביל ישראל וכך הם דברי הרמ''ך ותמה על דברי רבינו והרי''ף וכתב עוד הרב המגיד שאפילו במכירו אינו אסור אלא א''כ הנכרי יודע שישראל צריך לאותו דבר ומשמע דאפילו בפניו נמי שרי וכן בדין לפי שיטתו דבעינן מכירו ובפניו ודאי שאם אינו יודע שישראל צריך לאותו דבר ליכא למיחש למידי. ולא נהירא דאם איתא דהרי''ף ורבינו הוו סברי הכי לא היו משמיטים דברי אביי אלא ודאי שהם מפרשים דרבא פליג על אביי ואסר אפילו שלא בפניו שמאחר שמכירו אפילו שלא בפניו איכא למיחש שמא ירבה בשבילו וכ''נ שהוא דעת התוספות: ",
        "<b>כתב</b> הרמ''ך נכרי שעשה מלאכה וכו'. צריך לפרש מ''ט אסור לישראל אחר ואם מבשל בשוגג מותר לישראל אחר כ''ש זה ור''ת והראב''ד וכל הפוסקים אומרים דמותר לישראל אחר עכ''ל. ודברי הרמ''ך תמוהים שהרי דברי רבינו מבוארים במשנה וגמרא ומה שהוא פשוט אצלו דמבשל בשוגג מותר לישראל אחר איני יודע מנין לו ואפילו לפי דבריו לא דמו דבישראל ליכא למיגזר שפעם אחרת יבשל בשביל ישראל אחר משא''כ בנכרי, וצ''ל שכל דברי הרמ''ך אינם אלא לענין המתנה בכדי שיעשו ועכ''ז קשה מה שהקשיתי עליו שיש לחלק בין מבשל בשוגג לנכרי שעשה מלאכה: "
      ],
      [
        "<b>נפלה דליקה בשבת וכו'.</b> כתב הרמ''ך למה הניח הא דא''ר אמי בדליקה התירו לומר כל המכבה אינו מפסיד וה''ל לכתוב נמי דקטן שבא לכבות אין שומעין לו וצ''ע למה הניח הכל עכ''ל. ואני אומר שדבריו מורים על מיעוט השגחתו בדברי רבינו שהרי בפי''ב כתב הכל: "
      ],
      [
        "<b>מת שעשו לו נכרים ארון וכו'.</b> וכתב הראב''ד לא הכל מודים לו שיהא ישראל צריך להמתין וכו'. טעמו לומר שרבינו כתב דטעמא שצריך להמתין בכדי שיעשו שא''ת יהא מותר מיד שמא יאמר לנכרי לעשות לו וימצא הדבר מוכן מיד. וטוען הראב''ד דהכא כיון שאסור לאותו ישראל שנעשה בשבילו תו ליכא למיגזר מידי: "
      ],
      [
        "<b>נכרי שהביא חלילין וכו'.</b> כתב הרמ''ך כתב בכאן שני דברים האחד כדברי הרי''ף ואין רבותי מודים לו דכל ספק דרבנן לקולא וספק תחומין ספק דרבנן הוא, והאחר כתב שלא כדברי המפרשים ומפורש בהדיא בברייתא בגמרא דלא בעינן אלא בכדי שיבואו מחוץ לתחום אפי' יבאו מרחוק בעשר פרסאות והלשון מוכיח דקתני כדי שיבואו ממקום קרוב ולא קתני בכדי שיבאו משם וצ''ע עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הנותן אגרת לנכרי וכו'.</b> מדברי רבינו נראה שהוא מפרש שהבי דואר הוא במקום שממנו שולחים האגרות ולא כדפירש''י, ונראה עוד מדבריו שמה שאמרו כדי שיגיע לבית הסמוך לחומה היינו לומר שמאחר שאין אנו יודעים היכן הוא ביתו של הבי דואר צריך שיהיה שהות ביום כדי שילך לבית היותר רחוק והוא הבית הסמוך לחומה, וקשה על זה דא''כ ה''ל ב''ה לחומרא. ויש לדקדק בלישנא דברייתא דב''ש אמרי כדי שיגיע לביתו וב''ה אמרי כדי שיגיע לבית הסמוך לחומה במאי עסקינן אי בשיודע הישראל היכן הוא בית הבי דואר או בשאינו יודע אי בשאינו יודע היכי אמרי ב''ש כדי שיגיע לביתו והא לא ידע היכן הוא ביתו והיאך ישער בו ואי בשיודע אמאי אמרי ב''ה כדי שיגיע לבית הסמוך לחומה ליסגי בכדי שיגיע לביתו. ואפשר לומר דבשאינו יודע ביתו עסקינן וב''ש אסרי כל שאינו יודע ביתו משום דחיישי' שבעודו מבקש לידע ביתו יקדש היום ונמצא נכרי זה הולך בשליחותו של ישראל בשבת וב''ה סברי דאפי' אם אינו יודע ביתו שרי בכדי שיגיע לבית הסמוך לחומה מהצד היותר קרוב לבית ישראל הנותן האגרת דכיון שזו אינה אלא חששא בעלמא תלינן להקל והוי האי שמא שכתב רבינו כמו ההיא דחיישינן שמא חוץ לחומה לנו לפירוש הרי''ף ורבינו. ואם נדקדק לשון רבינו שפתח בעיר וסיים במדינה דשם מדינה הוא מחוז שיש בו עיירות הרבה אפשר לפרש שאותו בי דואר יושב באחת מהעיירות שבמחוז ההוא וכל בני העיירות של אותו מחוז שולחים אגרותיהם לאותו בי דואר והוא משלחם למי שנשתלחו לו ואפי' שהם חוץ למחוז והשתא מיירי שאחד מבני עיר אחת מעיירות המחוז שולח אגרת לבי דואר שבעיר אחרת מאותו המחוז כדי שישלחנה למחוז אחר וב''ש אסרי לשלוח אגרת מעיר זו לבי דואר שבעיר אחרת אלא א''כ זה השליח יודע ביתו של הבי דואר (וב''ה מתירין אם) יש שהות ביום כדי שיגיע לבית הסמוך לחומה שהבי דואר יושב בה דתלינן להקל שמא ביתו סמוך לחומה הוא. ודרך זה בפירוש רבינו כפתור ופרח: ",
        "<b>כתב</b> הטור אם אין אדם ידוע בעיר לקבל הכתבים אין משלחין אותו בע''ש אא''כ קצץ ובד' ובה' מותר והרמב''ם כתב לא קצץ אסור לשלח לעולם עכ''ל. פי' אסור לשלח לעולם אפילו בד' ובה' שהרי לא חילק בין ע''ש לד' וה' וזה דעת הרי''ף ג''כ שגם השמיט ברייתא דשריא בד' ובה'. ולפי דעתם ז''ל צ''ל דהא דת''ר אין משלחין אגרות ביד נכרי בע''ש לאו דוקא ע''ש אלא כל שאין המלאכה נעשית קודם השבת קרי ליה ע''ש אפילו מיום ראשון. א''נ נקט ע''ש לאשמועינן דבשקצץ אפילו בע''ש מותר: "
      ],
      [],
      [
        "<b>מי שהיה בא בדרך וקדש עליו היום.</b> מדברי רבינו שכתב וקדש עליו היום נראה שסובר כמו שכתב הרא''ש דהא דתנן נותן כיסו לנכרי אף משתחשך קאמר: ",
        "<b>בד''א בכיסו אבל מציאה לא יתן לנכרי אלא מוליכה בפחות מארבע אמות.</b> עיין בדברי רבינו ובדברי ה''ה בפרק עשרים. כתב הרשב''א בתשובה מה שהוקשה לכם בגמרא לא משמע הכי כבר השיב עליו הראב''ד כן אלא שהרמב''ן הצילו מעט ונתן טעם לדבריו שבכיסו מתוך שהוא בהול על ממונו נחפז ללכת ושמא יוליכנו ד' אמות לפיכך לא התירו לו לכתחלה להוליכה פחות מארבע אמות ולאסור לגמרי לא רצו לפי שאין אדם מעמיד עצמו על ממונו והתירו לו נכרי. אבל גבי מציאה אסרו לו נכרי לפי שאדם מעמיד עצמו עליה והתירו להוליכה פחות מארבע אמות דלא אוושא מילתא כולי האי ובדרך שהתירו במוצא תפילין להכניסן בשעת הגזרה בפחות פחות מד' אמות. ואינו מחוור כלל דכיון שאמרו אבל מציאה לא אם איתא דהולכה פחות מד''א שרי הוו אמרי אבל מוליכה פחות מד''א עכ''ל: ",
        "<b>והרמ''ך</b> כתב מי שהיה בא בדרך וכו' בד''א בכיסו וכו' תימה דבגמרא משמע דבכיסו אם אין עמו נכרי ולא חמור מוליכה פחות פחות מד' אמות אלמא דבמוליכה איכא למיגזר יותר והוא התיר במציאה להוליכה ולא לתתה לנכרי ובהדיא חזינן בפ' המוצא תפילין דבמציאה לא התירו להוליכה כי אם בסכנה דקתני ובסכנה מוליכה פחות פחות מארבע אמות. ויש לתרץ דמשום בזיון דכתבי הקדש אדם בהול עליהם ככיסו ומש''ה התירו במציאה דכיון דאין אדם בהול עליה לא אתי למיעבר בתחלה ד''א וצ''ע. ועוד יש לתמוה נמי אמאי התיר להוליכה פחות פחות מד''א דעביד טלטול דהוי שבות שיש בו מעשה ובהזאה לא התירו שבות כזה ודחינן פסח ואסרו אמירה לנכרי דהוא שבות דאמירה דמוטב שיאמר לנכרי דלא עביד כ''א אמירה מלהוליכה דקא עביד טלטול ואיכא למיגזר שמא יוליכנה ארבע אמות ואיכא שני איסורים דרבנן וצ''ע, עכ''ל: "
      ],
      [],
      [
        "<b>פירות שיצאו חוץ לתחום וכו'.</b> כתב הרמ''ך תימה אמאי לא פסק כר''פ דהוא בתרא ורב אלפס פסק כוותיה וה''ל לשוויי חילוק בין הוציאם הוא עצמו להוציאם אחר כמו שפירשו רבותי, עכ''ל. וכבר נתבאר טעם רבינו בדברי הרב המגיד: "
      ]
    ],
    [
      [],
      [
        "<b>כל אלו המלאכות וכל שהוא מענינם וכו'.</b> כתב הרמ''ך תימה הוא אם כל אלו אבות אמאי חשיב ארבעים חסר אחת ה''ל לחשוב יותר מחמשים ועוד דאמרינן מלאכה דהוה במשכן חשיבא קרי לה אב דלא הוה במשכן קרי לה תולדה וחופר וחורץ ומבריך ומרכיב ובוצר ומוסק לא היו במשכן שלא היה צורך המשכן לחפור ולחרוץ וגם לא היו צריכים להבריך ולהרכיב וליטע אילנות ולא לגדור תמרים ולמסוק זיתים וה''פ כולם מלאכה אחת הם וכולן תולדה מזורע ולאשמועינן אתא דאינו חייב אלא אחת על שתי תולדות ועל אב ותולדה וההיא דאמר זומר חייב משום נוטע לא מסייע ליה דמפרשינן ליה כמו שפירשוה המפרשים וצ''ע, עכ''ל: "
      ],
      [],
      [],
      [
        "<b>כיצד המחתך ירק וכו'.</b> כתב הרמ''ך ה''ל לפרש דוקא ירק שאינו נאכל חי אבל ירק הנאכל חי כגון שום וכיוצא בו מותר לחתכו כמו הפת כי היכי דלא תיקשי ליה יה''כ שמותר בקניבת ירק וצ''ע, עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b>אבל המשקה צמחים כו'.</b> כתב הרב המגיד מימרא פרק קמא דמ''ק אתמר המנכש וכו' (עיין במ''מ). ופסק רבינו כרב יוסף עכ''ל. ויש לתמוה שהרי במנכש פסק רבינו בסמוך כרבה דהוי תולדת חורש. ואפשר שרבינו מפרש דתרי גווני מנכש הוו וההוא דמ''ק הוי משום זורע דהיינו שעוקר העשבים רעים והוא סבה שיצמחו ביותר העשבים הטובים והאי הוא דהוי תולדת זורע ומנכש דנקט רבינו הכא היינו שחופר בעיקרי האילנות האי הוא דהוי תולדת חורש. ומ''מ יש לתמוה למה השמיט רבינו מנכש דמ''ק: ",
        "<b>וכן השורה חטים כו'</b> מהסוגיא שבפרק דם חטאת (זבחים צ''ד:): "
      ],
      [],
      [
        "<b>גבשושית של עפר וכו'.</b> כתב ה''ה על דברי רש''י נראה שלא היה גורס בההיא דצרור חייב חטאת אלא חייב בלבד עכ''ל. ול''נ שאפשר שגורס בההיא דצרור התולש ממנו חייב חטאת, ומה שפירש דחייב לאו דוקא אהיה ע''ג קרקע והניח ע''ג יתדות פירשה דאם איתא דחייב חטאת לא הוו שרו משום קינוח כיון דפסיק רישיה הוא אבל התולש אע''ג דחייב חטאת לא קשיא לן אמאי שרו רבנן כיון שכשמקנח אינו מכוין לתלוש הא קי''ל דדבר שאין מתכוין מותר וכיון דלאו פסיק רישיה הוא שהרי אפשר לקנח בו ולא יתלשו העשבים שרי: ",
        "<b>כתב</b> הרמ''ך וגרוגרת אחד משלשה בביצה לא דק בחשבון כי במסכת עירובין (דף פ''ב:) אמרינן די''ח גרוגרות הוו שתי סעודות לשיעור עירוב ושיעור עירוב הוו שתי ידות לככר משלשה לקב שהם ה' ביצים (ושליש) ועוד שהוא בעצמו פירש אכילת פרס שלש ביצים (חסר שליש ביצה) נמצא שבביצה אחת איכא יותר מג' גרוגרות. ונראה כי חשבונו עשה ע''ד הקירוב, עכ''ל: "
      ],
      [
        "<b>ואין עמור אלא בגדולי קרקע.</b> כתב הרמ''ך למה הניח רבא ופסק כאביי ורבא אמר האי דכניף מלחא חייב משום מעמר אע''ג דלא הוו גידולי קרקע ואע''ג דרבא גופיה אמר אין דישה אלא בגידולי קרקע אין לנו לפרשה כפשטה כי היכי דלא תקשי דרבא אדרבא וצ''ע, עכ''ל. ואין בזה השגה כי ספר מוטעה נזדמן להרמ''ך שהיה כתוב בההיא דכניף מלחא רבא באל''ף ואינו אלא בה''א וכמ''ש הרב המגיד: "
      ],
      [
        "<b>המקבץ דבילה וכו'.</b> כתב הרמ''ך דוקא שקבצם ממקום שנפלו שם מן האילן אבל אם קבצם בבית לא כדאמרינן במס' יו''ט דמעמיד ערימה לא הוי גמר מלאכה, עכ''ל: "
      ],
      [
        "<b>החולב את הבהמה וכו' וכן החובל בחי וכו'.</b> כתב הרמ''ך לא הבנתי דבריו שהוא כתב בסמוך דמפרק תולדת דש הוא וכתב אין דישה אלא בגידולי קרקע ועוד דאי חולב הוי כחובל ושניהם תולדת מפרק אמאי אינו חייב כל חובל שיצא ממנו דם אפילו אין לו עור ואע''ג דחבורה חוזרת כמו בחולב אע''ג דחוזר ובירושלמי מפורש בהדיא המוציא דם חייב משום נטילת נשמה שבאותו מקום ולזה הפירוש איכא לאפלוגי בין חבורה חוזרת לאינה חוזרת משום דחוזרת ליכא נטילת נשמה וחבורת חלזון חוזרת מ''מ צ''ל לפירושו ההיא דמסכת חולין (דף מ''ו ב) דאמרינן ושאר שקצים ורמשים עד שיצא מהם דם וצ''ע, עכ''ל: ",
        "<b>ואינו חייב עד שיהיה בדם או בחלב שהוציא כגרוגרת. כתב</b> הראב''ד א''א וכי המשקין וכו' שיעורן חלוקים עכ''ל. ואין זו השגה דהתם לענין הוצאה מרשות לרשות ומה ענין זה לענין הוצאת דם או חלב ממקום חבורם בחי והטעם ששיעורן כגרוגרת משום דחשיבי אוכל דהא חזו ללפת בהם את הפת: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(יב-יג)</small> הבורר אוכל וכו' עד לאכול בין הערבים חייב.</b> כתב הרמ''ך לדבריו איכא חילוק בין שבת ליום טוב דביו''ט מותר אפילו פסולת מתוך אוכל ובקנון ותמחוי כב''ה וצ''ע מי דחקו להחמיר כ''כ בשבת יותר מיו''ט בפרק כלל גדול (שבת דף ע''ד) פריך קשיא דרב אשי אדרב אשי ומתרץ כאן בקנון ותמחוי כאן בנפה וכברה ואפילו בקנון פטור אבל אסור, עכ''ל: "
      ],
      [],
      [],
      [
        "<b>המרקד וכו'.</b> כתב הרמ''ך צ''ע דהא מתרץ בגמ' (שבת דף ע''ח) הא דמגבל וכו' שאין אדם טורח לעשות טיט כ''כ מעט אם לא יעשה לפי כור ולדברים אחרים ומש''ה אזלינן לשופכים ברביעית אבל אם הוא מגובל חשוב שיעור פי כור וחייב המוציאו ואע''פ שעשה זה המגבל מלאכה חשובה כיון דאין דרך העולם לגבל ממנו בתר דשכיחא אזלינן ולקולא. וצ''ע, עכ''ל: "
      ]
    ],
    [
      [
        "<b>שיעור המחמם וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא וצ''ע, עכ''ל: "
      ],
      [],
      [
        "<b>המבשל על האור דבר שהיה מבושל כל צרכו וכו' פטור.</b> נראה מדברי רבינו שכל שלא נתבשל כל צרכו אע''פ שהגיע למאכל בן דרוסאי שייך ביה בישול וחיובי מיחייב. והרמ''ך כתב נראה מדבריו שאם אינו מבושל כל צרכו אע''פ שנתבשל כמאכל ב''ד חייב משום מבשל, וק''ל א''כ לדבריו היאך מותר לשהות ע''ג כירה גרופה וקטומה דבר הצריך לו לאכול בלילה ניחוש דילמא מגיס כדגזרינן בצמר ליורה דבעינן עקורה וטוחה אלא לאו ש''מ דכל דבר שנתבשל כמאכל בן דרוסאי אם מבשלו יותר אין בו משום מבשל כדאמרינן כל שבא בחמין מלפני השבת שורין אותו בחמין בשבת ותרנגולת דר' אבא מפרשי לה שלא כדברי הרי''ף, עכ''ל: "
      ],
      [
        "<b>אחד נתן את האור ואחד נתן את העצים וכו'. כתב</b> מורי הרב הגדול כמה''ר יעקב בי רב תנצב''ה בזה''ל צריך לעיין שני דברים א' באומרו שנים האחרונים בלבד חייבים ולמה לא יהיה חייב גם מי שנתן את האור וא''ת מפני שלא עשה דבר אותו שנתן את האור שאם לא היה נותן האחר אח''כ את העצים האור היה נכבה והתבשיל לא היה מתבשל אימא רישא ותקשה מדידיה אדידיה אחד נתן את האור ואחד נתן את העצים וכו' כולם חייבים ואמאי נותן את האור לא עשה דבר. וע''ק דבגמרא מסקינן שהאחרון בלבד חייב וכלם פטורים דגרסינן התם במס' יו''ט פרק המביא (ביצה ל''ד) תנן התם אחד מביא את האור ואחד מביא את העצים ואחד שופת את הקדרה ואחד מביא את המים ואחד מגיס כלם חייבים והתניא האחרון חייב וכלם פטורים ל''ק הא דאייתי אור מעיקרא הא דאייתי אור לבסוף. ופי' רש''י ז''ל אייתי אור מעיקרא כלהו עבדי מעשה אייתי אור לבסוף איהו הוא דעבד והנך לא עבדי מידי. א''כ תימה על הרב ז''ל איך פסק שנים האחרונים חייבין. וא''ת התם בגמרא נמי תקשה מ''ט האחרון בלבד חייב וכלם פטורים דהא אפי' שתאמר דאייתי אור לבסוף ואפי' נותן העצים הקדים עצמו לנותן את האור באופן שסוף כל המלאכות היתה נתינת האור הרי מגיס שע''כ הוא אחר נתינת האור והיה ראוי שיאמר שנים האחרונים חייבים הא ל''ק דהא דאמרינן בגמ' האחרון חייב וכלם פטורים אינו אלא בערך הנותנים כי המגיס פשיטא שהוא חייב שהוא אחר שהרתיח הקדרה וזו היא מלאכה בפני עצמה שבאה אחר כך דאינה סמוכה למלאכות האחרות א''כ לפי זה יפה דנו השתי ברייתות אי דאייתי אור מעיקרא כלם חייבין דהא כלהו עבוד מעשה אי דאייתי אור לבסוף אחר כל הנותנים הנותן האחרון חייב וכלם פטורים אבל על הרב קשה שכפי מה שסידרם הוא ז''ל נותן את האור ונותן העצים והמגיס כלם חייבים ג' האחרונים הל''ל. וכדי ליישב לשון הרב ז''ל יש מי שמחליף הגירסא ומטעה הספר שאומר שלא זכר הרב ז''ל נתינת האור בחלוקה השנית וזאת הסברא דחויה היא מצד עצמה ובפרט שמצינו התוספתא שמביא אלו השני חלוקות שהביא הרב ז''ל כתוב בה שנים האחרונים חייבים וז''ל התוספתא במסכת שבת פרק י''ב אחד נתן את האור ואחד נתן את העצים ואחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד נתן את התבלין ובא אחר והגיס כלם חייבים, אחד נתן את הקדרה ואחד נתן את המים ואחד נתן את הבשר ואחד נתן את התבלין ואחד הביא את האור ואחד נתן את העצים ובא אחר והגיס שנים האחרונים חייבים עכ''ל התוספתא. א''כ נראה שלשון הרב ז''ל אמת ואין בו טעות כלל וצריך הבנה וסיעתא דשמיא. ולהבין לשונו צריך לעורר בו שני דברים ובהם נבין כונת הרב ז''ל. אחת שבחלוקה הראשונה כתב אחד נתן ואחד נתן וכן כולם לבד בהגיס שכתב ובא אחר והגיס ובחלוקה השנית כתב ובא אחר ובא אחר וכן כולם וצריך לדעת למה שינה ועוד שבחלוקה הראשונה כתב ואחד נתן את העצים ובחלוקה השנית כתב ואחד נתן עצים על האור וצריך לדעת ג''כ למה שינה אבל האמת הוא ששינה ודק בלישניה כדי להשיב הקושיא שעליו וזה פירושו שבחלוקה הראשונה כלם באו ביחד ובבת אחת ומפני זה כלם חייבים ואפי' אותו שהביא האור לפי שהאור והעצים כלם נתנום בבת אחת וזהו שדייק בלשונו אחד נתן ואחד נתן כלומר וכלם נתנום ביחד לבד המגיס שבא אח''כ בפני עצמו ולפיכך כתב ובא אחר והגיס. אבל בחלוקה השנית כתב בא אחר בא אחר כמ''ש בחלוקה הראשונה במגיס לפי שהיא מלאכה בפני עצמה כלומר שלא היו שם ביחד אלא שבא זא''ז ולפיכך נותן את האור אינו חייב שלא עשה דבר ולא היה התבשיל מתבשל והאור היה מתכבה לולא נותן העצים וז''ש הרב ז''ל בחלוקה השנית ובא אחר ונתן את העצים על האור שכיון בזה שהאור והעצים לא נתנום ביחד. אבל בחלוקה הראשונה שבאו כלם ביחד לא כתב על האור מפני שלא היתה קדימה ביניהם אלא שניהם ביחד העצים והאור א''כ צדק הרב ז''ל באומרו שנים האחרונים חייבים. וזו היא ג''כ כונת התוספתא שבחלוקה הראשונה כתב בכל המלאכות אחד נתן ואחד נתן וכן כלם וכן בחלוקה השנית חוץ מן האור שכתב בחלוקה השנית ואחד הביא את האור לפי שלא נשתתף עמהם לעשות מלאכתו אלא הוא לבדו נתן את האור ואח''כ בא אחר ונתן את העצים כי זה הוא שעשה המלאכה לא נתן את האור כמו שפירשתי, וזהו שדייק לשון התוספתא ואמר אחד נתן ואחד נתן וכו' גם בחלוקה השנית ולא כתב בא אחר בא אחר כמ''ש הרמב''ם ז''ל בחלוקה השנית כדי לגלות לנו כי אין חשש אפי' שבאו כלם יחד כי זהו מורה לשון אחד נתן ואחד נתן כמו שפירשתי לבד בנתינת האור שכתב ואחד הביא את האור כי זה ודאי צריך שיהיה בפני עצמו ולא שיצטרף עם שנותן את האור ולפיכך כשהגיע לנתינת האור כתב ואחד הביא את האור ועתה כל אחד ואחד על מקומו יבא בשלום הגמרא והתוספתא והרב עכ''ל. והנה מצאתי אני ספר מוגה שכתוב בו בדברי רבינו בבבא דסיפא ובא אחר ונתן את העצים ובא אחר ונתן את האור לגירסא זו ניחא שאין חיוב כ''א בשנים האחרונים בלבד דנתן עצים קודם שיתן חברו את האור אין שם רמז בישול כלל. ואין נראית בעיני נוסחא זו מפני שאינה מכוונת לא עם הגמרא ולא עם התוספתא: "
      ],
      [
        "<b>הניח בשר ע''ג גחלים וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא זה דמ''ש בישול מצלי וגם לא ידעתי מאי חצי בישול שהוא חייב כי נתבשל כמב''ד כולא בישול הוא לגבי שבת ואם לא נתבשל כמב''ד אמאי חייב לענין שבת וצ''ע עכ''ל. והנה ה''ה כתב מקום מוצאו: "
      ],
      [],
      [],
      [],
      [
        "<b>צפורן שפירשה רובה וכו'.</b> נוסחא משובשת נזדמנה להרמ''ך בדברי רבינו ולפיכך תמה עליו ונוסחת ספרים דידן בספרי רבינו מכוונת: "
      ],
      [],
      [
        "<b>המכבס בגדים הרי הוא תולדת וכו' והסוחט את הבגד עד שיוציא המים שבו וכו'.</b> כתב ה''ה פירשו קצת המפרשים שהסחיטה בבגד יש בה שני פנים וכו'. אבל הרמב''ן כתב ספ''ח שרצים כך ראוי לומר בכל סוחט פירות תולדת מפרק וכו'. ואיני יורד לעומק דעת הרמב''ן במאי דמרכיב בגד אתרי ריכשי אצובע ואמלבן. ומ''מ במ''ש שכן דעת רבינו לענין דסוחט הוי משום מלבן פשוט הוא בדברי רבינו אבל מ''ש דביין נמי שייך כיבוס לכאורה משמע מדברי רבינו בהפך דבמים דוקא חייב אלא שבפרק כ''ב כתב הסוחט כסות חייב מפני שהוא מכבס לפיכך אסור לדחוק מטלית או מוך וכיוצא בהם בפי האשישה וכיוצא בהם לסתמה שמא יבא לידי סחיטה ומדלא פירש דבאשישה מליאה מים דוקא מיירי אפשר לומר דבשאר משקים נמי חייב דסתם אשישה שאר משקין יש בה וא''כ צ''ל שמ''ש כאן עד שיוציא המים שבו לאו דוקא מים: "
      ]
    ],
    [
      [
        "<b>אבל הקושר קשר של קיימא וכו'.</b> כתב הרמ''ך נראה כי הוא הולך בשיטת הרי''ף ואין נראין דבריו ולא היו רגילין לפרש כן רבותי ונראין דבריהם דכיון שהמלאכה חזקה וקיימת ונעשית בלא שום שינוי מה לי עשאה אומן מה לי עשאה הדיוט ודברי ר''ש הם עיקר וצ''ע עכ''ל: "
      ],
      [],
      [
        "<b>ואם היה חבל גרדי שמותר לטלטלו כו'.</b> כתב הרמ''ך מה מועיל טלטול כיון דפסקינן כרבנן דגזרי חבל גרדי אטו חבל דעלמא והוא גופיה פסק הכי לעיל ועוד דטעם חבל גרדי שמתיר רבי יהודה משום דלא מבטל ליה והכי מוכרח בגמרא אבל חבל אחר אע''פ שמותר לטלטלו אסור לקשרו שמא יבטלנו וצ''ע עכ''ל: "
      ],
      [
        "<b>כל שראוי למאכל בהמה וכו'.</b> כתב הרמ''ך הל''ל אבל בחצר אסור דילמא מבטל ליה והוי קשר של קיימא והכי מפרש בגמ' וא''ת יטלטלנו דהא עושה מעין מלאכה שמא מיירי בחצר שאינה מעורבת ומנטיר לה וזה הרב לא פירש לא כדברי ר''ש ולא כדברי רב שרירא ונראין דבריו מדבריהם עכ''ל: "
      ],
      [
        "<b>העניבה מותרת וכו'.</b> כתב הרמ''ך אפילו קשר מותר כמתני' דאמרינן קושרין דלי בפסיקיא וכי קתני ובלבד שלא יענבו אחבל קאי ולא אפסיקיא דהיינו משיחא ותימה אמאי פסק כרבנן דאמרי לא יהא קושרו אלא עונבו וצ''ע עכ''ל: "
      ],
      [],
      [],
      [
        "<b>הפותל חבלים וכו'. . וכן המפריד את הפתיל וכו'. . כתב</b> הרמ''ך התופר ב' תפירות וכו' תימה למה לא כתב שיהא חייב שתים משום קושר ומשום תופר כדברי הירושלמי שזה בודאי עשה שתי מלאכות קושר ותופר עכ''ל: "
      ],
      [],
      [
        "<b>והפותח בית הצואר וכו'.</b> כתב הריטב''א בפ''ק דמכות פירש''י פותח בית צואר ממש שעשה פתח חדש לחלוק בשבת חייב חטאת מפני שתיקן כלי, פירוש דנהי דלא מחייב משום קורע דקורע שלא ע''מ לתפור הוא מיחייב משום תקון כלי דהוי גמר מלאכה ותולדה דמכה בפטיש והקשו עליו וכו'. והנכון כמו שפי' ר''ת דלאו בפותח פתח חדש לגמרי אלא שכבר נפתח בחול אלא שסגרו ע''י תפירת חוט או בגד כדרך שעושים מכבסי בגדים או כמו שהיו הנשים רגילות לקשור בצרפת ופתח בשבת אותו חוט או בגד שהיה שם חייב חטאת משום גמר כלי עכ''ל: "
      ],
      [],
      [],
      [
        "<b><small>(יא-יג)</small> המדבק ניירות וכו'. . וכן המפרק ניירות וכו'. . וכן העושה כלי אדמה וכו'.</b> כ' הרמ''ך בספר יראים לא פי' כן והביא ראיה שאין בנין בכלים בשום ענין ויש לנו סיוע עוד לדבריו ההיא דפרק בכל מערבין (עיירובין ל''ה) דמוקי לה במגדל של עץ וקסברי אין בנין בכלים ואין סתירה בכלים עכ''ל. וכבר כתב בזה הרב המגיד: "
      ],
      [
        "<b>העושה נקב כל שהוא כו'.</b> כתב ה''ה שפסק כרב. ויש לתמוה שלקמן בסמוך כתב העושה נקב בין בעץ בין בבנין ה''ז תולדת מכה בפטיש ובריש פרק כ''ג כתב העושה נקב שהוא עשוי להכניס האורה ולהוציא ההבל ה''ז חייב משום מכה בפטיש: "
      ],
      [],
      [],
      [
        "<b>המפיס שחין וכו'.</b> כתב הרמ''ך תימה מאי מכה בפטיש שייך בזה והלא אין זה גמר מלאכה והוה ליה לפרש משום בונה כדפירש''י, עכ''ל: "
      ],
      [
        "<b>המצדד את האבן וכו'.</b> כתב הרמ''ך והוא שישים בפניה צרורות ועפר כמו שמפרש בגמרא ותימה היאך הניח הוא מלפרש זה עכ''ל: ",
        "<b>הלוקט יבולת וכו'.</b> נראה מדברי רבינו שהוא מפרש הא דאמרינן והוא דקפיד עלייהו היינו לומר שלא יסירם בכוונה כדי ליפות אלא כמתעסק אבל כל שמסירם בכוונה אע''פ שלא היה נמנע מללובשו אם לא היה מסירה חייב: ",
        "<b>המנער טלית חדשה וכו'.</b> נראה מדברי רבינו שהמנער חייב משום מכה בפטיש כמו יבולת שע''ג הבגדים אבל מספקא לי אם הוא מפרש והוא דקפיד עליה כמו שפירש בלוקט יבולת. ולענין עד אימתי נקראת חדשה לענין זה נראה מדברי רבינו דהיינו שלא נשתמשו בה כ''כ אלא עדיין היא בחידושה כמו בשעה שהאומנים מתקנים אותם: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>חיה ורמש שהם נושכין וממיתין וכו'.</b> בס״פ כל כתבי (שבת דף קכ״א:) אמר ריב״ל כל המזיקים נהרגין בשבת מתיב רב יוסף חמשה נהרגים בשבת ואלו הם זבוב שבמצרים וכו' מני אילימא רבי יהודה הא אמר מלאכה שאצ״ל חייב עליה אלא לאו ר״ש והני הוא דשרו אחריני לא ותירץ רב יוסף ברצו אחריו וד״ה, ופירש״י כל המזיקים ההורגים נהרגין בשבת וקס״ד ואפי' אין רצים אחריו ומשום דס״ל כר״ש דמלאכה שאצ״ל מדרבנן הוא דאסירא והכא לא גזור. נהרגים בשבת ואפילו אין רצים אחריו משום דס״ל דסתמן הורגין הם. הא אמר חייב עליה והיכי שרי במלאכה גמורה כשאין רצין אחריו דליכא פקוח נפש. ד״ה ואפילו לר״י והא דחמשה נהרגין כשאין רצין ור״ש עכ״ל. ואע״פ שהתוספות חולקים על פירוש זה דעת הרי״ף ורבינו כפירש״י וכתב ה״ה שזה דעת הרמב״ן והרשב״א בעיקר הדין אבל כתבו שהיתר אלו המנויים בשאין רצין דוקא הוא וכו' וזה שלא כדברי רבינו כלומר שרבינו יפרש דכי אמרינן ברצו אחריו וד״ה היינו לומר דכי שרי ריב״ל שאר מזיקין ברצו אחריו ולד״ה שרי והא דתניא חמשה נהרגים אפילו בלא רצו אחריו היא ור״י נמי שרי בהו לפי שהיזקן מצוי הוי פקוח נפש בהראותן בלבד. ונראה מדברי רבינו דהני חמשה לאו דוקא דהוא הדין לכל חיה ורמש שהם נושכים וממיתים ודאי ולפי זה כי אמרינן דשאר מזיקין אם רצו אחריו נהרגים בשאינם ודאי ממיתים וכיון שהם ספק ממיתים ברצים אחריו הוי ספק פקוח נפש ושרי דאל״כ לא הוה שרי לר״י דמחייב במלאכה שאצ״ל: ",
        "<b>ושאר כל המזיקין אם היו רצים אחריו מותר.</b> כתב הרמ''ך אע''פ שהרי''ף פירש כדבריו אין נראין דקי''ל כר''י דמלאכה שאצ''ל חייב עליה למה נתיר מלאכה משום צערא דבשאר מזיקין אין בהם סכנה וזה דבר ידוע כי צרעה ופרעוש וכיוצא בהם אע''פ שמזיקים אין הורגים א''כ למה הותרה הריגתן וצ''ע עכ''ל. ויש לתמוה על הרמ''ך איך עלה על דעתו שרבינו מתיר להרוג פרעוש שאע''פ שהוא מצער אינו מזיק ועוד שרבינו בעצמו כתב בסמוך שההורג פרעוש כהורג בהמה וכפמ''ש לדעת רבינו אף צרעה נמי אסור להרוג אפילו רצה אחריו שלא התיר רבינו להרוג שאר כל המזיקין אם היו רצים אחריו אלא כשהם ספק ממיתים אבל אם ודאי אינם ממיתים כגון צרעה וכיוצא בה לא: "
      ],
      [
        "<b>ואחד המולח ואחד המעבד.</b> בפרק כלל גדול (שבת דף ע''ה:) מולח היינו מעבד: "
      ]
    ],
    [
      [
        "<b>המבעיר כל שהוא חייב וכו'.</b> כתב הרמ''ך כל זה לדעת רבי שמעון אבל לדעת רבי יהודה הא איצטריך הבערה גבי בת כהן וכיון שכן הבערה הרי היא ככל המלאכות שאם הקלקול יותר (מהיזקן) [נ''ל מהנאתן] פטור ובודאי המבעיר קורה אחת משום האפר מקלקל ויש שמפרשים כפירושו ואין נראים דבריהם, עכ''ל: "
      ],
      [
        "<b>המכבה כו' ואם נתכוין לצרף חייב.</b> כתב הרמ''ך תימה אם צירוף מן התורה היכא מותר לכבות גחלת של מתכת הא הוי פסיק רישיה ובגמרא לא אמרו כ''א אסור אבל לא אמרו חייב ובפרק אמר להם הממונה (יומא ל''ד.) מפורש בהדיא דצירוף דרבנן הוא, עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b>טלית שאחז בה האור כו'.</b> כתב הרמ''ך רב אלפס לא הביא זה אע''ג דאתיא כת''ק ופסק כת''ק משום דהוי פסיק רישיה וחזינא לאביי דקא לייט על כל פסיק רישיה כגון נר שאחורי הדלת וכגון ההיא דפותח דלת כנגד המדורה וכיון שכן אסור לעשות מחיצה בכלים שודאי מתבקעין דה''ל כלא יתן לתוכו מים מפני שהוא מכבה ניצוץ האש א''נ הרי הוא מכבה ממש לבסוף, ותימה למה התיר זה ונר שעל גבי טבלא אע''ג דהוי פסיק רישיה, עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b>הזורק מרשות לרשות או המושיט וכו'.</b> כתב הרמ''ך ה''ל לכתוב דבדיוטא אחת חייב שכך היתה הושטת הלויים ותימה למה פשט כל מושיט והלא חכמים מודים בשתי גזוזטראות דזו בצד זו חייב, עכ''ל. ואני אומר שזה מורה על מיעוט השגחתו בדברי רבינו שהרי רבינו כתב חלוק זה בסוף פי''ג: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מותר לאדם לטלטל ברה''ר בתוך ד''א וכו' שלא יטלטל אלא במרובע זה שהוא במדת אורך אדם כשיפשוט ידיו ורגליו בו בלבד יש לו לטלטל.</b> בפרק מי שהוציאוהו (עירובין מ''ח) גופו ג''א ואמה כדי לפשוט ידיו ורגליו דברי ר''מ ר' יהודה אומר גופו ג' אמות ואמה כדי שיטול חפץ מתחת מרגלותיו ומניח תחת מראשותיו מאי בינייהו ד' אמות מצומצמות. ופירש רש''י דלר''י הוו מצומצמות ולר''מ הוו מרווחות. ויש לתמוה על רבינו שסתם דבריו ולא פירש. ועוד יש לתמוה עליו שכתב שהוא כמדת אורך אדם כשיפשוט ידיו ורגליו והיינו כרבי מאיר ולמה פסק כר''מ לגבי ר''י. ואפשר שהוא ז''ל מפרש שכדי לפשוט ידיו ורגליו הוו ד' אמות מצומצמות וכמו שפירשו הרי''ף והרא''ש וס''ל דכיון דאסיקנא בריש עירובין (דף ג':) דבטפחים עצבות משחינן לחומרא ממילא הוה ליה ארבע אמות מצומצמות ודלא כר' יהודה: "
      ],
      [],
      [],
      [],
      [
        "<b>נמצא כאן ג' מדות וכו'.</b> כתב הרמ''ך לא ידעתי מאין הוציא אלו הג' מדות דכיון דפירש כפשטה הא דאמרי' במס' עירובין (דף נ''א) המעביר ד' אמות ברה''ר אינו חייב עד שיעביר הן ואלכסונן א''כ מה חילוק יש בין ד' אמות לה' אמות אי ד' אמות מותר חמש מותר ואי ה' פטור ד' פטור ולפי ההלכה כל פחות מד' אמות פטור אבל אסור דהכי מסקינן. גם מה שפירש דאינו חייב עד ה' אמות וג' חומשי אמה לא נהיר לן דכיון דחזינן מערי הלויים לא היה לנו לתת פאות כי אם כשהולך בפאות כמו בערי הלויים דלא יהבינן יותר מאלפים אמה כ''א באלכסון העיר אבל אם הולך כנגד העיר לא וכן המעביר מלפניו או מלאחוריו לא יהבינן אלכסון העיר דלא לישתמיט תנא וליתני המעביר ה' אמות וג' חומשי אמה. ותמיהא לן נמי לדבריו א''כ עמוד גבוה י' צריך שיהיה רחב ה' וג' חומשים דתרוייהו חזינן מזה יהיה לכם כזה יהיו כל שובתי שבת ואיהו גופיה כתב פי''ד דתל הגבוה י' ורחבו ד' חייב עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>במה דברים אמורים בשהיתה ידו למעלה מג' וכו'.</b> כתב הרמ''ך תימה הוא זה שיהא חייב אם הוציא ידו מלאה פירות למטה מג' אע''ג דלא נחה דהא קי''ל דידו בתר גופו גרירא ולא גרעה ידו המדובקת בגופו מלכתא ומתנא דפטור אע''ג דנחה בארץ. ועוד דר' אבהו (שבת דף ה') דמוקי למתני' בשלשל ידו למטה מג' וקבלה ולא מקשה ליה מידי אלא איכפל תנא לאשמועינן כל הני אלמא דאפי' למטה מג' אם לא הניחה ביד העני פטור דבעינן אפי' בתוך ג' סמוך לארץ שיעקור ויניח ותימה גדול מאין הוציא מ''ש כאן וצ''ע עכ''ל. וכבר כתב ה''ה בזה: ",
        "<b>כתב</b> עוד הרמ״ך נראה כי הוציא הא מההיא דפרק המצניע (שבת צ״ב) דתירץ התם למטה מג' ולא נהירא דלדעת אביי הוא דאמר הכי אבל לדעת רבא אפי' למטה מג' פטור דידו בתר גופיה גרירא וכ״כ הראב״ד ויש להביא לו סיוע מהא דאמר רבא תוך ג' הנחה על גבי משהו וכי אמר איפוך אכלי הוא דאמר איפוך דקשיא דאביי אדאביי אבל איד לא אמר איפוך והכי אמרי' דרבא אמר בין ביד בין בכלי פטור ואביי אמר בין ביד בין בכלי חייב והכי פירשו רבותי. והרז״ה הלך בשיטת רבינו משה עכ״ל: "
      ],
      [],
      [],
      [
        "<b>וכן מי שהיתה חבילתו על כתפו וכו'.</b> הרי זה כעוקר ומניח ואסור. כתב הרמ''ך מדרבנן אבל מן התורה אינו חייב עד שינוח לגמרי דהא אפילו עומד לפוש חשבינן כמהלך, ובגמרא מפרש בהדיא אבל קלי קלי לא מכל מקום כיון דלית ליה היכרא אתי למעבד עקירה והנחה אבל לא אמר דהוי כעוקר ומניח עכ''ל. ואיני יודע מה מלמדנו שהדברים מבוארים בדברי רבינו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכח ופשט ידו וכו'.</b> כתב הרמ''ך ה''ל לכתוב דוקא למטה מעשרה אבל למעלה מעשרה לא קנסו. והכי אזלא סוגיא דשמעתא דאין כרמלית (למטה) [למעלה] מעשרה ועוד דקאמר אידי ואידי בלמטה מעשרה עכ''ל: "
      ]
    ],
    [
      [
        "<b>אי זהו רשות הרבים וכו'.</b> כתב הרב המגיד מ''ש רבינו המדברות והיערים בכלל ר''ה הוא דבר מתמיה וכו' ע''כ בזמן שהיו ישראל שרויים במדבר וכו'. כתב ה''ר אברהם בנו של רבינו שי''מ בזמן שישראל חונים במדבר והיו מחנותיהם סדורים בו היה לגבן כמו בקעה ושדה ומאי דדמי להו ובזמן הזה שאין ישראל דרים בו אלא כל מי שירצה הולך ועובר בתוכו הוא רה''ר וטעמא דמסתברא הוא, ולענין יערים לא דמי לים ובקעה שהים אין תשמישו נוח כיער והבקעה והאצטוונית וקרן זוית אע''פ שיש רשות לרבים להכנס לתוכן אין להם צורך בהם כיער שהכל צריכים לעצים ולהם דרך עליו כמדבר: ",
        "<b>ואי זהו רה''י וכו' וכן מקום שהוא מוקף ד' מחיצות וכו' אפי' יש בו כמה מילין אם הוקף לדירה וכו'.</b> לאו למימרא שאם לא הוקף לדירה לא הוי רה''י כלל דהא גרסי' בפ''ק דשבת (דף ז') א''ר יוחנן קרפף יותר מבית סאתים שלא הוקף לדירה ואפי' כור ואפי' כורים הזורק לתוכו חייב וכתבו רבינו ברפי''ו, אלא היינו לומר שכל שלא הוקף לדירה אם הוא יותר מבית סאתים אסור מדרבנן לטלטל בו אלא בד' ככרמלית אע''פ שהוא רה''י גמור לחייב הזורק לתוכו וכך הם דברי רבינו בפי''ו אבל פה מיירי ברה''י גמורה כלומר שמותר לטלטל בתוכה אפי' מדרבנן ולפיכך כתב שאם הוא רחב הרבה כלומר שהוא יותר מבית סאתים צריך שיהא מוקף לדירה כדי שיהא מותר לטלטל בכולו: ",
        "<b>ומ''ש כגון מדינה המוקפת חומה שדלתותיה נעולות בלילה.</b> איכא למידק דבפרק בתרא דעירובין (דף ק''א) אמתניתין דלא יעמוד אדם ברה''י ויפתח ברה''ר פריך ורבנן אמר ר''מ רה''ר ומהדרו אינהו כרמלית דאמר רבה בב''ח ירושלים אלמלא דלתותיה ננעלות בלילה חייבים עליה משום רה''ר. ומשמע דהשתא דנעולות בלילה הוי כרמלית י''ל דאה''נ דכי דלתותיה ננעלות בלילה הויא רה''י גמורה אפילו להתיר לטלטל בכולה אם לא היו דרים בה רבים ולא קרי לה כרמלית אלא משום דכיון דדיירי בה רבים הויא לה חצר של רבים שלא עירבו שאסור לטלטל מתוכה לבתים ומבתים לתוכה כשם שאסור לטלטל מכרמלית לבתים ומבתים לכרמלית וכן פירש''י שם. ומשמע לי דהא דבעינן שיהו דלתותיה ננעלות בלילה דוקא בשיש לה שני פתחים זה כנגד זה שנמצא מדינה זו מפולשת משער לשער שאם אין לה אלא פתח אחד מה צורך שינעלו בלילה בלאו הכי הויא רה''י כדין כל חצרות שבעולם דלא מצרכינן שיהו דלתותיהם ננעלות בלילה וכן נראה מדברי רש''י בריש עירובין. ונראה דה''ה נמי אם יש לה כמה פתחים אלא שאינם מכוונים זה כנגד זה דכל שאינו מפולש משער לשער לאו רה''ר הוא והא פשיטא שלא הצריכו לינעל דלתותיה בלילה אלא כדי להוציאה מדין רה''ר כדאמרינן אלמלא דלתותיה ננעלות בלילה חייבין עליה משום רה''ר וכיון דכשאינו מפולש משער לשער לא הוי רה''ר כשאין הפתחים מכוונים זה כנגד זה בלא נעילת דלתות בלילה הוי רה''י ומה''ט נ''ל עוד דלא מצריכינן דלתותיה נעולות בלילה אלא כשאותו דרך שבתוך העיר המכוון משער לשער יש לו כל דיני רה''ר אבל אם חסר אחד מהם הוי רה''י גמור אע''פ שאין דלתותיה נעולות בלילה: ",
        "<b>כתב</b> הרמ''ך ואיזה רה''י וכו' עד גמורה. תימה הוא כיון שיש לו ג' מחיצות רה''י גמורה היא בלא לחי והרי מפורש בהדיא אינו צריך אלא לחי הזורק לתוכו חייב עכ''ל: ",
        "<b>ומ''ש וכן חצר וכו'.</b> נ''ל שהוצרך לכתבם לאשמועינן דסתמם מוקפים הם לדירה וכדפירש''י בפ''ב דעירובין (דף י''ח) אמאי דתנן ר' יהודה אומר עד בית סאתים וכו' אבל אם היה דיר או סהר או חצר או מוקצה אפילו בית חמשה כורין אפי' בית עשרת כורין מותר: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>בור שבכרמלית וכו'.</b> כתב ה''ה ואף זה צ''ע מאין לו לרבינו שלא יהא דינו כמקום פטור וכו' עד וזו הקושיא הקשה עליו הרשב''א. ול''נ דיש לתרץ שדעת רבינו דבכרמלית ליכא מקום פטור משום דמצא מין את מינו ונעור וכמ''ש הר''ן בפ''ק בשם קצת מפרשים: "
      ],
      [],
      [],
      [
        "<b>נעץ בגבהו יתד כל שהו וכו' עד בהם.</b> כתב הרמ''ך לא הבנתי פירושו וגירסתו לא מצאתי כן עכ''ל: "
      ],
      [
        "<b>חורי רה''ר וכו'.</b> וכתב הרשב''א ומהו שיקרא חור רה''ר, טעות סופר הוא וצריך להגיה ומהו שיקרא חור רה''י: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אמת המים שהיא עוברת בחצר וכו' אם נשאר מצד הפרצה פס מכאן ופס מכאן וכו'.</b> בפ''ק דעירובין (דף י''ב) ת''ר לשון ים הנכנס לחצר אין ממלאין ממנו בשבת אא''כ יש לו מחיצה גבוה עשרה טפחים בד''א שפרצתו יותר מעשרה אבל עשרה א''צ כלום ובגמרא ומימלא הוא דלא מלינן הא טלטולי מטלטלינן והא נפרצה במילואה למקום האסור לה הב''ע דאית ביה גידודי. ודברי רבינו נוטים לדברי רשב''ם שכתבו התוספות שפירוש דאית ליה גידודי שלשון הים הפיל הקרקע ונשארו גידודים גבוהים עשרה בשפת הים ואותם הגידודים מתירים לטלטל בחצר אבל למלאת מן הים לחצר אסור דמקום המים נפרץ במילואו לים: "
      ],
      [],
      [
        "<b>ומ''ש רבינו שיהיה טפח מן המחיצה יורד בתוך המים.</b> כ''כ הרי''ף שצריך כדי שתחלק בין המים שברשות הרבים למים שברשות היחיד כמחיצה של בור שצריכה להיות משוקעת בתוכה לחלק בין רשותו לרשות חבירו. והטעם משום דס''ל דהלכה כרב יהודה דאמר (עירובין דף פ''ו) גבי בור שבין שתי חצרות אין ממלאין ממנו מים בשבת אא''כ עשו לו מחיצה גבוהה עשרה טפחים בש''א מלמטה ובה''א מלמעלה למטה למטה מן המים למעלה למעלה מן המים. ומפרש בגמרא אהא דא''ר יהודה למעלה למעלה מן המים צריך שישקע במים ראשי קנים טפח: ",
        "<b>ומה שכתב ואם היתה המחיצה כולה יורדת בתוך המים צריך שיהיה טפח ממנה יוצא למעלה מן המים.</b> וטעמו מדאמרי' התם בגמרא אהא דאמר ר''י למטה למטה מן המים דצריך שיראו ראשי הקנים למעלה מן המים טפח, ומשמע ליה ז''ל דה''ה למחיצת אמת המים העוברת בחצר: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לא ימלא מן הספינה וכו'.</b> כתב הרמ''ך תמיהה לן היאך סתם דבריו ובמסכת עירובין (דף פ''ז ב') מפרש בהדיא גזוזטרא שהיא למעלה מן המים אין ממלאין ממנה מים בשבת אלא א''כ עשו לה מחיצה עשרה, ומשום האי קושיא מפרש רבינו יעקב דהאי מימרא דרב הונא בעושה מקום ארבע מן הנקב שבאמצע הגזוזטרא קאמר אבל הגזוזטרא רחבה ארבע אמות שהם כ''ד טפחים וישאר מכל צד עשרה טפחים עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מקום שהוקף וכו'.</b> עד שפי תקרה יורד וסותם. כתב הרמ''ך ה''ל לפרש דעביד כארזלא דאי עביד כאכסדרה ד''ה מותר ובעביד כארזלא הלכה כדברי המיקל עכ''ל: ",
        "<b>נפרץ במלואו לחצר עד שאין אויר החצר מתירו.</b> כתב הרמ''ך לא ידעתי ליישב דברי רבינו לפי הגרסא הכתובה בספרינו דאקשי בגמרא וכי אויר המותר אוסר ונפרצה החצר כנגדו אין כתוב בספרנו ורש''י ל''ג ליה ואם כדבריו כן הוא דבקרפף יותר מבית סאתים מאי מקשי בגמרא והא איכא מקום מחיצות וכו' וצ''ע מ''ך: "
      ],
      [
        "<b>בנה בו עמוד בצד הכותל וכו'. עד פחות מג' אינו מיעוט.</b> כתב הרמ''ך כל מ''ש כאן לא הלך בשיטת הגירסא הכתובה בספרינו דמועיל ואינו מועיל כתוב בספרינו וכן ראוי לפרש ופירושו וגרסתו לא הבנתי. גם מה שכתב שאם בנה עמוד בצד הכותל בפחות מג' לא הוי מיעוט לא הבנתי דהא אפילו טח פניה בטיט ואינו יכול לעמוד בפניו אמרינן דהוי מיעוטא וצ''ע, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וצורת פתח שאמרו צריכה שתהא בריאה לקבל דלת.</b> כתבו הגהות הנה לא הזכיר המחבר הא דאמר ר''ל צורת פתח שאמרו צריכה היכר ציר וכן הרי''ף דלגו וע''כ כתב הר''מ וכו', ונראה ליה לפרש הא דגרסינן בגמרא אשכחיה רב אחא לתלמידוי דרב אשי אמר להו תני מר מידי בצורת פתח פירוש וכי הוא מצריך היכר ציר או לא אמרו ליה ולא כלום כלומר לא תוסיף מאומה על צורת פתח אלא קנה מכאן וקנה מכאן וקנה על גביהן ותו לא וכן הביא מן הברייתא שלא הזכירה היכר ציר וכתב הריב''ש אין צריך היכר ציר וכמו שפסקו הרי''ף והרא''ש והרמב''ם וראוי לסמוך עליהם אף על פי שיש חולקים: "
      ],
      [
        "<b>וצורת פתח שעשה אותו מן הצד וכו'.</b> אף על פי שהרי''ף ורבינו לא פירשו מן הצד כפירוש רש''י מכל מקום לענין דינא משמע דאף לדידהו אם חיבר קנה העליון לשני הקנים מצידיהן לא מהני דלישנא דקנה על גביהן משמע על גביהן ולא מצדיהן: "
      ],
      [],
      [],
      [
        "<b>מותר לעשות מחיצה של בני אדם וכו' ולא יעמיד אותם אדם שהוא רוצה להשתמש במחיצה זו.</b> נראה שלמד כן מדאיתא בפרק מי שהוציאוהו (עירובין מ''ד:) הנהו בני גננא דאעילו מיא במחיצה של בני אדם נגדינהו שמואל אמר אם אמרו שלא מדעת יאמרו לדעת. ומפרש רבינו דהנהו דאעילו מיא הם העמידו מחיצת האנשים ומש''ה קרי לה לדעת: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>והיאך מתירין מבוי מפולש וכו'.</b> פסק כרב דאמר פ''ק דעירובין (דף ו':) הלכה כת''ק דאמר כיצד מערבין מבואות המפולשין לרה''ר צורת פתח מכאן ולחי או קורה מכאן וכן פסק הרי''ף. וכתב הריב''ש בתשובה שמפולש לכרמלית הוי כמפולש לרה''ר: "
      ],
      [],
      [],
      [
        "<b>מבוי מפולש שהיה כלה לאמצע רחבה וכו'.</b> כתב ה''ה העולה מכלל ההלכות הוא כדעת רבינו. משמע שעל הלכות הרי''ף הוא אומר, ולא דק שהרי''ף לא כתב אלא מבוי שנפרץ במלואו לחצר ונפרץ חצר כנגדו לרה''ר חצר מותר ומבוי אסור ולא כתב שום חילוק בזה והוא עצמו כתב גבי נפרץ המבוי במילואו לחצר שההלכות לא הזכירו הסוגיא שלמעלה מזו וכו': "
      ],
      [
        "<b>אין המבוי ניתר בלחי או קורה כו'.</b> נראה שלדעת רבינו היינו טעמא משום דכל שיש בו פחות מכן אינו דומה אלא לחצר וכ''כ הרשב''א בתשובה שהטעם שאמרו אין מבוי ניתר בלחי או קורה אא''כ בתים וחצרות פתוחים לתוכו מפני שכל שהוא עשוי יותר לדירה ולתשמישי הצנע צריך יותר מחיצות גמורות ולפיכך החצרות שדרכן של בני אדם להשתמש בהם בתשמישי הצנע ולאכול בהם צריכות מחיצות יותר גמורות, וכן הדין במבואות שאין בתים וחצרות פתוחים לתוכן דיוריהם מועטים והם משתמשים בהם יותר שאינם בושים כ''כ לאכול ולהשתמש בהם ולפיכך הרי הם כחצר כי לפי ריבוי הדיורין מתמעט תשמיש המבוי ומחיצה כל דהו סגי: "
      ],
      [],
      [
        "<b>מבוי שאין ברחבו ג' טפחים וכו'.</b> נראה שאע''פ שבתוכו רחב כמה אם אין בפתחו שלשה טפחים אינו צריך כלום דחשיב כסתום: ",
        "<b>מבוי שהכשירו בקורה וכו'.</b> כתב הרמ״ך זה תימה דבגמרא (עירובין י״א:) מסיק אליבא דב״ה דמשתים הוא דמיחייב לזרוק והוא אמר דאפילו בשלשה הזורק לתוכו פטור כיון דהכשירו בקורה ואי מוקים לה בשפתוחה לרה״ר דחשבינן לה ככרמלית אפילו יש לה ג' מחיצות כמ״ש בפי״ד א״כ יהא אסור לטלטל שלא באו חכמים להקל כשתקנו עירובין אלא להחמיר כדאמרינן (שם י״ב:) וכי כבר עושה אותה רה״י וצ״ע. וע״כ משוינן חילוק בין פתוח לרה״ר לפתוח לכרמלית דבפרק כל גגות (עירובין צ״ד) אמרינן בחצר שנפרצה לרה״ר דלרבנן המטלטל מתוכה לרה״ר פטור נמצא שאע״פ שיש לו ג' מחיצות נקרא כרמלית ובפ״ק אמרינן דלזרוק משתים הוא דמיחייב אלמא דרה״י הוא בשתי מחיצות ע״כ: "
      ],
      [
        "<b>שני כותלים ברה''ר והעם עוברים ביניהם וכו'.</b> כתב הרשב''א בתשובה ר''ח פסק הלכה כשמואל (עירובין ו':) מדשקלו וטרו אמוראי אליביה אי צריך לנעול או לא וכן נראה כדבריו מדאמרינן לימא קסבר ר' נחמן דלטעמיה קאמר ולא לטעמיה דשמואל בלחוד וההיא דרב (שם ח':) דמבוי העשוי כנדל מסתבר לי דאינה ראיה כ''כ דדילמא צדו אחד פתוח לכרמלית הוה דבכי הא ודאי כ''ע מודו דאינו צריך דלת כדאיתא בסמוך וכן פסק הרמב''ם כחנניה דמצריך דלת וראויות לינעל אע''פ שאין ננעלות, אלא שאני תמה במקצת דבריו שכתב שצריך שני דלתות שכתב בפרק י''ז שני כתלים ברה''ר והעם עוברים ביניהם וכו' הנה שהרב ז''ל סבור שלא העמידו ברייתא במבואות המפולשים לרה''ר אלא משום הא דר' יוחנן הא לא דר' יוחנן ברייתא ברה''ר גמורה כפשוטה. ואיהו ז''ל סבר שאין הלכה כר''י אלא כר' אלעזר תלמידו דקאי כרבנן בפ' פסין (שם כ' כ''ב) דאמר כאן הודיעוך כחן של מחיצות כאן הודיעוך וס''ל והילכך אפילו לרה''ר מערבא ופסק נמי כחנניא דבעי דלת מכאן וכו' אלא שאני תמה היאך הצריך דלתות דהא לחנניא בדלת מכאן ולחי או קורה מכאן סגי ליה. ושמא הרב סבור דהא דאמרינן הא בדלתות מערבא בשתי דלתות קאמר דלת מכאן ודלת מכאן ואפשר דהא לתירוצא לדחנניא הוא דאמרינן הכי ואילו כן אכתי תיקשי לדחנניא דאילו לדחנניא לא בעי אלא דלת מכאן ולחי או קורה מכאן ודלתות דקאמרי רשויות בעלמא ודלתות דעלמא קאמרי ומשום דבעי לאקשויי אדר''י דאמר ירושלים אלמלא דלתותיה ננעלות נקט איהו נמי דלתות וצ''ע. ועוד צל''ע במה שפסק דרה''ר גמורה מערבא בלא נעילת דלתות כפשטא דברייתא דהא משמע לקמן (שם ז') דבמבואות המפולשים לרה''ר וסרטיא פליגי מדאמר רב יוסף משמיה דרב יהודה מחלוקת בסרטיא וסרטיא מכאן וכו' דאלמא לאו ברה''ר גמורה היא מתניתא אלא במבואות המפולשים לסרטיא מכאן ומכאן והרי''ף פסק כן כר''י ומתניתא לאו ברה''ר גמורה והא דרב יוסף משמיה דרב יהודה משמיה דשמואל נ''ל ראיה גמורה וכמו שכתבתי ואולי מ''ש שני כותלים ברה''ר והעם עוברים ביניהם היינו מבואות המפולשין לרה''ר וכן נראה ממ''ש בפ''א דעירובין מדינה שהיא מוקפת חומה גבוהה עשרה טפחים שיש לה דלתות וננעלות בלילה כולה רה''י היא זהו דין תורה עכ''ל אלמא נעולות בעינן כר' יוחנן עכ''ל הרשב''א: "
      ],
      [
        "<b>מותר לטלטל במבוי תחת הקורה וכו'.</b> כתב ה''ה שכדברי רבינו נראה מן ההלכות. ואני אומר שמדקדוק דברי הרי''ף נראה שאינם אלא כמו שפירשם הרא''ש שכתב והלכתא מותר להשתמש תחת קורת המבוי ובין לחיים נמי מותר כרבא והני מילי דפתוח לרה''ר אבל פתוח לכרמלית לא, משמע דלא קאי הנ''מ אלא אבין לחיים דאי לא כן הכי הל''ל והלכתא מותר תחת הקורה ובין לחיים כרבא והנ''מ דפתוח לרה''ר וכו': "
      ],
      [],
      [
        "<b>וכן רוחב הקורה אין פחות טפח.</b> אע''ג דבפ''ק דעירובין (דף י''ד) גבי שתי קורות המתאימות קתני אם מקבלות אריח טפח ומחצה אין צריך להביא קורה אחרת. כתב רבינו אין פחות מטפח משום דאמאי דתנן בההוא פרקא הקורה שאמרו רחבה לקבל אריח והאריח חצי לבינה של ג' טפחים דיה לקורה שתהא רחבה טפח כדי לקבל אריח לאורכו פריך טפח טפח ומחצה בעי ומשני כיון דרחבה לקבל טפח אידך חצי טפח מלבין ליה בטינא משהו מהאי גיסא ומשהו מהאי גיסא: "
      ],
      [],
      [
        "<b>ואם יש בה ציור וכיור וכו'.</b> בגמרא (עירובין י''א) איבעיא לן אי מהניא לרחב יותר מעשר ולא איפשיטא ואף על גב דמידי דרבנן הוא נקטי לה הפוסקים לחומרא משום דמסתברא טעמא לאיסורא כמ''ש הרא''ש דאמלתרא מהניא בגבוה משום דדבר חידוש הוא ומסתכל כלפי מעלה לראותה ואגב זה רואה הקורה והאי טעמא לא שייך ברחבה וזהו דעת רבינו שלא הזכיר אמלתרא ברחבה: "
      ],
      [],
      [],
      [
        "<b>נפרץ המבוי במילואו לחצר וכו'.</b> כתב ה''ה שם גופא אמר רב ירמיה בר אבא אמר רב מבוי שנפרץ במילואו לחצר וכו' ובהלכות ומבוי אסור משום דה''ל מבוי המפולש לרה''ר וזהו דרך רבינו ולא הזכירו כלל מסוגיא שהיא למעלה מזו שהיא מחלקת בין עירבו ללא עירבו ובתנאים אחרים עכ''ל. ותמהני עליו שנראה מפשט לשונו שגם רבינו לא הזכיר התנאים האחרים והא ליתא שכבר הזכירם בראש הפרק גבי מבוי מפולש שהיה כלה לאמצע רחבה ומה שלא חילק בין עירבו ללא עירבו הוא מפני שאין אותו פרק מקום דין חצר ומבוי אם אוסרים זה על זה אם לא וממ''ש בהלכות עירובין הוא נלמד: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וכן שתי קורות המתאימות וכו'. היתה א' למטה וא' למעלה וכו'.</b> כתב ה''ה מתוך דברי רבינו נראה שכל שהן תוך כ' אמה ולמעלה מעשרה וכו' וק''ל בזה וכו' עד וצ''ע. נראה שהוא מפרש ז''ל מ''ש רבינו ולא יהיה ביניהם שלשה טפחים במרחק משך דוקא קאמר כדמשמע סיפא דלישניה וע''כ הקשה עליו מדאותביה מהאי ברייתא לרבא דאמר כי לית ביה טפח לא אמרינן חבוט רמי ושני תריץ ואימא הכי ובלבד שלא תהא תחתונה למטה וכו'. ואני אומר שאפשר לדחוק ולומר שבכלל מ''ש ולא יהיה ביניהם ג' טפחים הוא שגם במרחק הגובה לא יהיה יותר מג' ואם זאת היתה כוונתו יפה עשה שפסקה כיון דלא קאמר ר''י בר' יהודה רואין אלא בפחות מג' ליכא מאן דפליג בהא ואע''ג דאביי אמר בפ''ק דעירובין (דף י''ד) דר''י בר' יהודה סבר לה בהא כאבוה דאית ליה רואין נקטינן כרבא דפרק הישן דאוקמה בפחות משלשה ואם נפשך לומר שלא נתכוון אלא למרחק המשך ולא למרחק הגובה אכתי איכא למימר דשפיר פסק כר''י ב''י דאע''ג דאמר אביי דסבר לה כאבוה דאית ליה רואין ולא קי''ל כאבוה שאני התם שהקורה פסולה מחמת עצמה שהיא של קש או של קנים הילכך לא אמרינן רואין אותה כאילו היא של מתכת אבל בדר''י בר''י שאין פיסולה מחמת עצמה אלא מחמת מקומה אפשר דאמרינן בה רואין וכדאמרינן בעלמא גוד אסיק גוד אחית והא דאוקימנא לה בפרק שני דסוכה (שם כ''ב) בפחות מג' לרווחא דמילתא הוא דתריץ הכי אבל הוה אפשר ליה לתרוצי דכי אמר רבא דלא אמרינן חבוט רמי אלא ביש בגגה טפח ה''מ כשהוא צריך לאהל כגון גבי סוכה או גבי טומאה אבל כשאינו צריך אלא להיכר בעלמא כגון גבי קורה אפילו אין בו אמרינן ביה חבוט רמי: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בית או חצר אחר שנפרץ וכו'.</b> כתב ה''ה פירש''י בשיפוע וכו' ויש מי שפי' בהפך וכו' וכוונת רבינו אינה מבוארת עכ''ל. ול''נ בדברי רבינו דמדלא כתב שנפרץ בקרן זוית וכתב שנפרץ קרן זוית שלה נראה שאינו מפרש קרן זוית שאוכל בשתי רוחות כדברי רש''י אלא שנפרץ מן הצד קרי ליה קרן זוית וכמ''ש הרי''ף בפ''ק דעירובין, ומדכתב שנפרץ קרן זוית שלה וע''ז כתב והוא שלא תהיה באלכסון נראה עוד דקרן זוית לאו היינו אלכסון כפי' התוס' שהרי על שהפרצה היא בקרן זוית כתב שאם היתה קורה מלמעלה לאורך הפרצה מותר והוא שלא תהיה הקורה באלכסון ולפירושם כיון שהפרצה היא בקרן זוית א''א להיות קורה לאורך הפרצה כי אם בקרן זוית דסתם חצר אינו מקורה, גם אינו כיש מי שפירש שכתב ה''ה שהרי גם אחצר נמי קאי כדכתב בהדיא ודברי דיש מי שפירש לא שייכי אלא בבית ומה''ט נמי יש להוכיח מטעם אחר שאינו מפרש כפירש''י דא''כ הל''ל והוא שלא יהיה הקירוי באלכסון דבקורה לא שייכי דברי רש''י, אלא נראה לי שהוא מפרש דקירוי באלכסון היינו שהקורה מונחת לאורך הפרצה באלכסון: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ולא תצא הזקנה בשל ילדה וכו'.</b> וכתב ה''ה ותירצו כדי נסבא ומפרש רבינו לחנם ובלא אמת לקחה תנא דברייתא וכו'. ויש לתמוה דא''כ תני שיקרא משום איידי וכן לא יעשה. ויותר נכון לומר שגרסא אחרת היתה לו לרבינו בגמ': "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הכר והכסת אם היו רכים ודקים וכו'.</b> בס''פ חבית (שבת קמ''ו:) בי סדיא רב אסר וכו' עיין במ''מ. ובתר הכי מסיק הגמ' דרב ושמואל לא פליגי כלל דבמיצעי נמי שרי רב. ופירש''י לבדין ועשויין לקפלן תחתיו במקום הכר או הכסת. ומשמע בגמ' דלענין להביאו דרך רה''ר כשהוא מעוטף בו אתמר וכן פירש''י וכך הם דברי רבינו: "
      ],
      [
        "<b>המתעטף בטליתו וכו'.</b> נראה שרבינו מפרש לישנא דגמרא דקאמר גבי מרזב אסור כפשטיה דאיסורא איכא אבל לא חיוב חטאת ומפני כך הקדים דין המתעטף בטליתו וכו' לדין היוצא בטלית מקופלת: "
      ],
      [
        "<b>ומה שכתב רבינו אבל יוצא הוא בסודר שעל כתפו.</b> משמע דאפילו במקופל ומונח על כתפו שרי דבגונא דחייב בטלית התיר בסודר וטעמא משום דשאני סודר שדרך לבישתו בכך ודלא כרבינו ירוחם שכתב מותר לצאת בסודר המעוטף כעין מעיל ומשמע מדבריו שאם אינו מעוטף אסור: ",
        "<b>ומה שכתב וכל סודר שאינו חופה ראשו ורובו וכו'.</b> נראה שרבינו מפרש דהא דא''ר יוחנן האוליירין מביאין בלורי נשים לבי בני ובלבד שיתכסה בהן ראשו ורובו היינו לומר שתהיה רחבה כדי לכסות בה ראשו ורובו וכל שהיא רחבה אע''פ שלא כיסה בה ראשו ורובו שרי: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>אסרו חכמים למכור בהמה גסה וכו'.</b> כתב הר''ן בפרק קמא דע''ז ומקשו הכא למה לן טעמא דמחמר בלאו מחמר נמי כגון דלא שמעה לקליה איכא משום שביתת בהמתו. וראיתי מי שתירץ דכיון דאיסור נסיוני היכא דמתרמי דמזבן לה סמוך לשקיעת החמה חשש רחוק הוא ודבר שאינו מצוי דוקא אי איכא לאו דמחמר שהוא לאו דגופיה חששו אבל שביתת בהמתו בלחוד כיון שהדבר רחוק כ''כ לא חששו. ואפשר שלזה כיון הרמב''ם שכתב גבי איסור מכירה גזירת שאלה ושכירות ולא הזכיר נסיוני כלל מפני שהוא סובר שמה שאנו חוששין למחמר ולא לשביתת בהמתו בנסיוני גופיה אתי אליבא דמ''ד דמחמר חייב חטאת אבל לדידן דקי''ל דמחמר פטור כדאיתא בפ' מי שהחשיך כי היכי דלא חיישינן לשביתת בהמתו בנסיוני ה''נ לא חיישינן בלאו דמחמר דכיון דהאי לאו והאי לאו כי היכי דלהאי לא חיישינן מפני שהדבר רחוק ה''נ ללאו דמחמר לא חיישינן דלא שני לן בין לאו דגופיה ללאו דבהמתו כל היכא דהוי לאו גרידא עכ''ל וגם הריב''ש בתשובה כתב שזה דעת רבינו: "
      ],
      [],
      [],
      [
        "<b>מי שהחשיך בדרך ולא היה עמו נכרי וכו' לא היתה עמו בהמה ולא נכרי ולא אחד מכל אלו מהלך בו פחות פחות מד''א.</b> שם בגמרא (שבת קנ''ג:) אין עמו לא נכרי ולא חש''ו מאי א''ר יצחק עוד אחרת היתה שם ולא רצו חכמים לגלותה מאי היא מוליכה פחות פחות מד''א ולא רצו חכמים לגלותה משום דאתי לאיתויי ד''א ברה''ר. וכתבוה הרי''ף והרא''ש להא דר' יצחק משמע דס''ל דהא דלא רצו חכמים לגלותה היינו היכא דאיכא חד מהני אבל היכא דליכא חד מהני ודאי מגלין את הסוד דאל''כ מאחר שאין אדם מעמיד עצמו על ממונו אתי לאיתויי ד''א ברה''ר. והכי משמע מדבעינן בגמרא אין שם לא נכרי ולא חש''ו מאי משמע שדעתו היה שיגלה הסוד וגם מדחזינן שר' יצחק גילה אותו משמע דכל היכא דליכא חד מהני שרי וכ''נ ממ''ש רש''י גבי הא דאמרינן בו ביום גדשו סאה וזה דעת רבינו שפסקה להא דר''י: "
      ],
      [
        "<b>ומ''ש רבינו ואף מציאה שבאת לידו מהלך בה פחות פחות מד''א אבל קודם שתבוא לידו וכו' ואם לאו מוליכה פחות פחות מד''א.</b> נשאל רבינו מחכמי לוניל דבגמרא לא משמע הכי והשיב להם כמ''ש ה''ה והרמ''ה השיג על תשובתו וכבר כתבתי בפ''ז מה שכתב הרמב''ן להליץ בעד רבינו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>נשים המשחקות באגוזים וכו'.</b> כתב רבינו ירוחם לדברי הפוסקים כרבה מותר לשחוק באגוזים ע''ג מחצלת דליכא אשוויי גומות וכ''כ הרמב''ם ולא גזרינן שמא ישחוק בהם ע''ג קרקע דא''כ הויא גזירה לגזירה עכ''ל. ואני לא מצאתי כן בדברי רבינו בפירוש אבל יש לדקדק ממ''ש בסמוך שהתיר לכבד קרקע המרוצף ולא גזר אטו שאינו מרוצף: ",
        "<b>וממ''ש</b> רבינו שטעם האיסור הוא משום אשוויי גומות וכן ממה שכתב בסמוך שמותר למלאת בגלגל מבור שבחצר וכתב שטעם האיסור כשאינו בחצר הוא משום שמא ימלא לגנתו ולחרבתו ובפ' כ''ד גבי משמר פירותיו כתב שהטעם שלא יטפח ולא ירקד הוא שמא יטול צרור ויזרוק ד' אמות ברשות הרבים וכל דברים אלו הם שינויי דשני רבה (עירובין ק''ד) דאמר לא אסרו אלא קול של שיר ובהדיא כתב בפכ''ג שאסור להשמיע קול של שיר בשבת משמע הא קול שאינו של שיר מותר: ",
        "<b>ואסור לכבד את הקרקע וכו'.</b> כתב הריב''ש בתשובה שיש לתמוה על רבינו שנראה מדבריו שלא אסר הכיבוד משום פסיק רישיה שא''כ לא ה''ל לומר שמא וא''כ הוא תמה למה אסרו דהא קי''ל כר''ש והוא עצמו כתב בזילוף שהוא מותר ואינו חושש שמא ישוה גומות שהרי אינו מתכוין לכך ובודאי ג''כ אפשר בריבוץ שישוה גומות שאל''כ לא היה צ''ל שהרי אינו מתכוין לכך ואם ר''ל שהכיבוד לאו פסיק רישיה הוא אלא שחששו שמא ישוה גומות בידים בכוונה וילמד דבר מעניינו ממ''ש בפרק ההוא בסמוך לזה אבל בריבוץ אין לחוש שהרי אינו מכוון לכך א''כ נראה מדבריו שבכיבוד הוא מכוין לכך וא''כ למה אנו צריכים שישוה בידיו כיון שהוא מכוין ואפשר השואת גומות בכיבוד א''כ לכ''ע אסור ועוד שלא נאמרה גזירה זו אלא באוצר כדאמרינן בפ' מפנין (שבת קכ''ו קכ''ז) ובלבד שלא יגמור את האוצר דילמא אתי לאשוויי גומות שכן דרך מכבדי אוצר לפנותם מפני האורחים ועוד דא''כ טעמא דרבנן בכיבוד משום שבות הוא מטעם זה שמא יבא להשוות בידים והוא הדין והוא הטעם בריבוץ וא''כ מהו זה שאמרו בשילהי אותה סוגיא (שם צ''ה) והאידנא דקי''ל כר''ש שרי לכתחלה ומה ענין גזירה זו לדר''ש. ונראה שהיתה כוונת הרב ז''ל לומר שהמכבד מכוין ליפות קרקע הבית ולתקנו ואע''פ שהכיבוד לאו פסיק רישיה הוא מ''מ הכוונה שיש לו בכיבוד הבית ליפותו ולתקנו חשיבא כוונה לענין השואת גומות אבל בריבוץ אינו מכוון ליפות הקרקע כי אם ללחלח האויר או שלא יעלה האבק ולזה אף אם אפשר שישוה גומות מותר שהרי אינו מכוין לכך. ואשר אמרו והאידנא דקי''ל כר''ש שרי לכתחלה אריבוץ בלחוד קאי אבל הכיבוד אסור דהרי הוא כמתכוין אלא שמפני שאינו מכוין גמור אינו כי אם שבות. זה נראה שהיתה כוונת הרב ז''ל בזה אבל כל הפוסקים שאסרו הכיבוד לא אסרוהו אלא משום פסיק רישיה עכ''ל: "
      ],
      [],
      [
        "<b>לפיכך אסור לשאוב מן הבור בגלגל וכו'.</b> כתב ה''ה ומדברי אמימר כתב רבינו שבור שבחצר מותר וע''כ לא חזר ואסר אמימר אלא באותם שבחוץ שהיו שואבים מהם וממלאים בריכות וחריצין ושורים בהם פשתן עכ''ל. ול''נ דבחוץ לחצר נמי שרי רבינו כל היכא שאין סמוך גנה וחורבה ולא בריכות לשרות פשתן אלא דרבינו מילתא פסיקתא נקט דסתם בור שבחצר אין דרך למלאות ממנו לשום דבר מאלו ותדע שאם היתה גנה בחצר מי לא חייש רבינו שמא ימלא לה אלא ודאי כדאמרן שלא דבר אלא בהווה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המחתך את הירק דק דק כדי לבשלו ה''ז תולדת טוחן וחייב.</b> ובפ''ח כתב רבינו המחתך את הירק מעט לבשלו הרי זה חייב שזו המלאכה תולדת טחינה. נראה שרבינו מפרש דדוקא נקט (שבת ע''ד:) סילקא שחותכין אותה דק דק לבישול וה''ה לשאר ירקות שחותכין אותם דק דק לבישול ואפשר דאפי' הן נאכלות כמו שהן חיות אם חתך אותן דק דק לבישול אסור. ואפשר דאפי' איסור דרבנן לית בהו ואין דרך טחינה בכך והיינו דכדי לומר דמיתסר לרסקן מדרבנן משום דמיחזי כטוחן אהדר אשחת וחרובין לפני הבהמה ומיהו יש לדחות דלישנא דמתני' דפ' מי שהחשיך נקט: ",
        "<b>כתב</b> הרשב''א שנשאל אם מותר לפרר פירורי לחם לפני התרנגולים בשבת אם יש לחוש לאיסור טחינה כמו בפרים סילקא ואם באנו לומר דשלא לצורך היום קאמר אלא כדי לבשלו בערב כמ''ש הרמב''ם בפכ''א צ''ע אי טוחן ממש קאמר איך נתיר מלאכה דאורייתא מפני עוף ובהמה והשיב מסתברא דהא דפרים סילקא דוקא במחתך דק דק כדי לאוכלו למחר או אף לבו ביום לאחר שעה לפי שדרך סילקא לחתכו דק דק בשעת בישולו וכל שדרכו בכך ומניחו לאחר שעה [חייב] הא לאוכלו מיד שרי שלא אסרו על האדם לאכול מאכלו חתיכות גדולות או קטנות וכדאמרי' פ' כלל גדול (שבת ע''ד) היו לפניו שני מינין בורר ואוכל לאלתר בורר ומניח לאלתר ולבו ביום לא יברור ואם בירר נעשה כבורר לאוצר וחייב חטאת דאלמא כל שאוכל מיד כדרך שבני אדם אוכלין אע''פ שיש באותו צד בעצמו חיוב חטאת כשמניח לאחר זמן ואף לבו ביום מותר והכי נמי דכוותיה ולפיכך אף לפרר לפני התרנגולים שמזונותם עליך להאכילם מיד מותר דשוויי אוכלא משוינן עכ''ל: ",
        "<b>לפיכך אין מרסקין לא את השחת ולא את החרובין וכו'.</b> כתוב בתשובת הרשב''א ששאלו השואל הלא עיקר טחינה בפירות וחרובין עצמן פירות הן והיאך כתב לפי שנראה כטוחן ועוד דבפרק מי שהחשיך (שבת קנ''ה) משמע דטעמא דאין מרסקין משום דמיטרח באוכלא לא טרחינן וכרב יהודה דקי''ל כוותיה. והשיב לו כל מה שהקשית על הרמב''ם הדין עמך לפי דעתי עכ''ל. ול''נ דמשום טעמא דמיטרח באוכלא לא סגי אלא לשחת וחרובין שהם רכים אבל לקשים דלית בהו משום מיטרח באוכלא משמע דשרי לפיכך נתן רבינו טעם משום טוחן דה''ט שייך אף בקשים ואע''ג דבגמרא אסיקנא לרב הונא בקשים מדאסרה מתניתין לרסק שחת וחרובין דרכיכי אלמא לא טרחינן באוכלא ולא שני דטעמא משום טוחן היינו משום דמשמע ליה לגמרא דבההוא פירקא לאו בדיני טוחן עסיק תנא אלא בדיני מיטרח באוכלא או שוויי אוכלא וכדקתני רישא מתירין פקיעי עמיר: ",
        "<b>אבל מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים.</b> בפרק מי שהחשיך (שבת קנ''ה:) אמרינן דלרב יהודה דקי''ל כוותיה וסבר דמיטרח בדבר שהוא אוכל לא טרחינן צריך לאוקמי הא דתנן מחתכין את הדלועין לפני הבהמה ואת הנבלה לפני הכלבים נבלה דומיא דדלועין מה דלועין דאשוני אף נבלה דאשוני והיכי משכחת לה בבשר פילי א''נ בגורייתא זוטרי ופירש רש''י א''נ כלבים דקאמר בגורייתא זוטרי דכל נבלה קשה להם ותמה ה''ה על רבינו למה לא כתב דהא דשרי לחתך את הנבלה לפני הכלבים דוקא בנבלה הקשה שא''א להם לאכלה בלא חתיכה דאוכלא משוינן אבל אם היתה רכה מיטרח במה שהוא דבר ראוי לא טרחינן. ואני אומר שאפשר לומר שסמך על מה שכתב בסמוך דמיטרח באוכלא לא טרחינן דממילא משמע דלא שרי אלא בדלועין ונבילה הקשים ואע''פ שרבינו לא כתב בהדיא דמיטרח באוכלא לא טרחינן כיון דבמ''ש אבל לא אלומות גדולות מפני הטורח שבהם צריך לפרש משום דמיטרח באוכלא לא טרחינן הוי כאילו כתבו בהדיא: ",
        "<b>ועל</b> מ''ש לפי שאין טחינה בפירות כתב ה''ה שבקצת נוסחאות כתוב שאין טחינה אלא בפירות וכתב שלא הבין אחת משתיהן אבל זו שגורסין אלא נראית יותר ולא פירש מפני מה נראית לו יותר. ונראה לי שטעמו מפני שהנוסחא שאין כתוב בה אלא א''א להעמידה כלל דהיכי קאמר שאין טחינה בפירות והא שחת וחרובין פירות נינהו וקא אסר לחתכם משום דנראה כטוחן ואין לומר דה''ק מ''ט שחת וחרובין אינו אסור לחתכם אלא מפני שנראה כטוחן אבל אינו חייב מפני שאין טחינה בפירות דא''כ לא ה''ל להפסיק ביניהם באבל מחתכין את הדלועין לפני הבהמה וכו' לפיכך נראה לו לה''ה שעיקר הנוסחא שאין טחינה אלא בפירות כלומר ומש''ה אסור לרסק שחת וחרובין דפירות נינהו אבל דלועין ונבלה מותר לחתכם דלאו פירות נינהו הילכך לא מיחזי כטוחן אלא שקשה לו דדלועין נמי פירי נינהו ולא גרעי מירק ומפני כך כתב שלא הבין אחת מהנוסחאות. ול''נ דיותר נכון לגרוס שאין טחינה בפירות וטעמא הוא דיהיב לפטורא דמרסק שחת וחרובין כדפרישית ואע''פ שהפסיק ביניהם דמחתכין את הדלועין איכא למימר דבתר דסיים כל הני דיני אהדר למיהב טעמא לפטורא דמרסק שחת וחרובין: ",
        "<b>ומתירין אלומות של עמיר לפני בהמה וכו'.</b> בפ' מי שהחשיך (שבת קנ''ה) תנן מתירין פקיעי עמיר לפני בהמה ומפספסין את הכיפין אבל לא את הזירין. ופירש''י פקיעי עמיר קשין של שבלים שאגדן מתירין אותם שיהו נוחים לבהמה לאוכלם. מפספסין שכן דרך שמפזרין לבהמה העשבים ויפים לה לאוכלם שכשהם דחוקים מתחממים ואינה מריחה הריח כ''כ וקצה בהם. ובגמרא א''ר הונא הן הן פקיעין הן הן כיפין פקיעין תרי כיפין תלתא זירין דארזא והכא קאמר מתירין פקיעי עמיר ומפספסין וה''ה לכיפין אבל לא את הזירין לא לפספס ולא להתיר אמר רב חסדא מ''ט דרב הונא קסבר למטרח באוכלא טרחינן לשוויי אוכלא לא משוינן. ופירש רש''י הן הן פקיעין הן הן כיפין כולם קשים של שבלים הן מיהו פקיעין שאינם קשורים אלא בשני ראשים כיפין שלשה זירין דארזא ענפים לחים של ארז שמזרדין אותם ובעודם לחים ראויים לבהמה ורוב בני אדם מניחין אותם לעצים רב יהודה אמר הן הן פקיעין הן הן זירין פקיעין תרין זירין תלתא כיפין דארזא וה''ק מתירין פקיעי עמיר לפני בהמה אבל פספוסי לא וכיפין פספוסי נמי מפספסינן אבל לא את הזירין לפספוסי אלא להתיר אמר רבא מ''ט דרב יהודה קסבר שוויי אוכלא משוינן מיטרח באוכלא לא טרחינן ופירש''י הן הן פקיעין הן הן זירין שתיהם בקשין של שבלים ומה שהתיר בזה התיר בזה ודקתני אבל לא את הזירין אפספוס קאי וה''ק מתירין פקיעי עמיר דכל זמן שהוא קשור לאו אוכלא הוא ומתירו לשוויי אוכלא ומשום צער בהמה שרי אבל פספוס לא דסגי ליה בהתרה ואיתעביד אוכלין ופספוס לתענוג בעלמא הוא ומיטרח באוכל בדבר שהוא כבר אוכל בלא תיקון זה לא טרחינן ומפספסין את הכיפין דארזא דבלאו פספוס לא הוי אוכלא אבל לא את הזירין לפספס אלא להתיר אגדיהן בפקיעין דהתרת אגדיהן שוויי אוכלא הוא ואיתותב רב הונא וסליק בקשיא וקם לה הלכתא כרב יהודה. ובקצת נוסחי הרי''ף כתוב בסברת ר''י אבל לא את הזירין לא לפספס ולא להתיר וכתב הר''ן דטעמא מפני שכיון שקשור בשלשה מקומות הוי טירחא יתירא ואסור אבל רש''י גורס כמ''ש בתחלה וכן גרסת רבינו לפי דעתי ואע''פ שכתב ה''ה שא''א ליישב דברי רבינו לא כאוקימתא דרב הונא ולא כאוקימתא דר''י לא נהירא שאפשר ליישב ולומר שרבינו מפרש דלרב הונא פקיעין וכיפין תרווייהו אלומות גדולות נינהו אלא דפקיעין קשורין בשני ראשים וכיפין בג' ראשים וזירין הן אלומות קטנות שדומות לענפי האילן הרכים והיינו דקאמר זרין דארזא וה''ק מתירין פקיעי עמיר ומפספסין וה''ה לכיפין ואע''ג דבלאו התרה לא חזו לאכילה גמורה כיון דחזו לאכילה קצת שפיר דמי למיטרח בהו דלא מיתסר למיטרח אלא במידי דלא חזי לאכילה כלל דוקא דשוויי אוכלא לא משוינן וזירין שהם אלומות קטנות כיון דבלא התרה כלל חזו לאכילה גמורה אסור להתירם משום דהוי טירחא שלא לצורך כלל ולפ''ז טעמא דרב חסדא לא קאי אזירין ורב יהודה סבר דפקיעין וזירין תרוייהו אלומות גדולות אלא דפקיעין קשורים בשני ראשים וזירין קשורים בג' וכיפין הם אלומות קטנות כענפי האילן שהם רכים והיינו דאמר כיפין דארזא וה''ק מתירין פקיעי עמיר שהן אלומות גדולות הקשורות בשני ראשים אבל פספוסי לא כיון דבלאו הכי חזו לאכילה מיטרח טירחא יתירא באוכלא לא טרחינן דכיון דגדולות נינהו הוי פספוס דידהו טירחא יתירא. וכיפין שהן אלומות קטנות פספוסי נמי מפספסינן משום דלית בהו טירחא יתירא אבל לא את הזירין שהן אלומות גדולות לפספוסי ואע''ג דאתי בק''ו מפקיעין ושאינם קשורים אלא שני קשרים ואפ''ה אין מפספסין מ''מ איצטריך למתני דאין מפספסין למידק מינה אבל מתירין ואע''ג דטירחא גדולה היא שהם קשורים ג' קשרים דכיון דאם אינו מתירם לא חזו לאכילה מיטרח טרחא יתירא כדי לשוויי אוכלא טרחינן וקי''ל כר''י ולפיכך סתם וכתב דאלומות קטנות מפספסין דהיינו כיפין אבל אלומות גדולות בין פקיעין בין זירין מתירין ואין מפספסין: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מותר להעלות אזנים בין ביד בין בכלי וכו'.</b> בפ''ב דע''ז (דף כ''ח) תני רב שמואל בר יהודה ביד אבל לא בסם איכא דאמרי בסם אבל לא ביד מ''ט מיזרף זריף. וכתב ה''ה שנראה מדברי רבינו שהוא פוסק כלישנא קמא דבסם אסור וכן כתב הר''ן. וק''ל מנ''ל לרבינו למישרי בכלי ועוד קשה היאך כתב שכל אלו וכיוצא בהם אין עושים אותם בסמנים דמשמע שאין דרך לעשותם בסמנים ובגמ' משמע שדרך העולם לעשותם בסמנים מדאיצטריך לומר אבל לא בסם ועוד למה לא כתב רבינו בהדיא אבל לא בסם. לפיכך נ''ל שגורס בכלי במקום בסם וה''ג תני רב שמואל בר יהודה בין ביד בין בכלי א''ד ביד אבל לא בכלי מ''ט מיזרף זריף ופסק כלישנא קמא דמיקל משום דמידי דרבנן הוא ולקולא וסובר שאין דרך להעלותם בסם ומש''ה ליכא למיגזר בהו משום שחיקת סמנים: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(ה-ו)</small> אמבטי של מרחץ שהיא מלאה מים חמין וכו'.</b> בפרק כירה (שבת דף מ''א) תנן מיחם שפינהו לא יתן לתוכו צונן בשביל שיחמו אבל נותן הוא לתוכו או לתוך הכוס כדי להפשירן ובגמרא מאי קאמר אמר אביי ה''ק המיחם שפינהו ויש בו מים חמין לא יתן לתוכו מים מועטים בשביל שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן ומיחם שפינה ממנו מים לא יתן לתוכו מים כל עיקר מפני שמצרף ור' יהודה היא דאמר דבר שאין מתכוין אסור ת''ר נותן אדם חמין לתוך צונן ולא צונן לתוך חמין דברי ב''ש ב''ה אומרים בין חמין לתוך צונן בין צונן לתוך חמין מותר בד''א בכוס אבל באמבטי חמין לתוך צונן ולא צונן לתוך חמין ור''ש בן מנסיא אוסר א''ר נחמן הלכה כר''ש בן מנסיא סבר רב יוסף למימר ספל הרי הוא כאמבטי א''ל אביי תני ר' חייא ספל אינו כאמבטי ולמאי דסליק אדעתין מעיקרא דספל הרי הוא כאמבטי ואמר ר''נ הלכה כר''ש בן מנסיא אלא בשבת רחיצה בחמים ליכא מי סברת ר''ש אסיפא קאי ארישא קאי וב''ה מתירין בין חמין לתוך צונן ובין צונן לתוך חמין ור''ש אוסר צונן לתוך חמין לימא ר''ש בן מנסיא דאמר כב''ש ה''ק לא נחלקו ב''ש וב''ה בדבר זה א''ר הונא בריה דרב יהושע חזינא לרבא דלא קפיד אמיא מדתני ר' חייא מערה אדם קיתון לתוך ספל של מים בין חמין לתוך צונן בין צונן לתוך חמין. ופרש''י חמין לתוך צונן דקא סבר תתאה גבר ואין המים מרתיחין את הצונן אלא מפשירין. ולא צונן לתוך חמין שהתחתונים מרתיחין את העליונים דתתאה גבר. בכוס דלשתיה בעי להו ולא ניחא ליה שיוחמו ועוד דכלי שני הוא אוסר אפילו חמין לתוך צונן. ספל הרי הוא כאמבטי ואע''ג דכלי שני הוא הואיל ולאו לשתיה אלא לרחיצה אסירי דניחא ליה שיוחמו הרבה וגזרינן. מי סברת ר''ש אסיפא קאי דלא שרי ת''ק אלא חמין לתוך צונן ואתא איהו ואסר אף חמין לתוך צונן. ארישא קאי לשתיה וצונן לתוך חמין דשרו ב''ה אסר. וכתב הרי''ף ומסקנא דשמעתין דהלכה כב''ה דקאמר א''ר הונא בריה דרב יהושע חזינא לאבא דלא קפיד מדתני ר''ח וכו' ואעפ''י שיש חולקים על הרי''ף ופוסקים כר''ש בן מנסיא דפסק ר''נ כוותיה כבר נתן הרא''ש טעם לשבח לסברת הרי''ף וכן דעת רבינו. וכך פירוש דבריו אמבטי של מרחץ שהיא מלאה מים חמין אין נותנים לה מים צונן אבל נותן הוא ממים שבזה האמבטי לתוך אמבטי אחר של צונן כדברי ב''ה: ",
        "<b>ומ''ש מיחם שפינה ממנו מים חמין וכו'</b> היינו מתניתין שכתבתי בסמוך וכדאוקמה אביי דה''ק ומיחם שפינה ממנו מים לא יתן לתוכו כל עיקר מפני שמצרף ור' יהודה היא דאמר דבר שאין מתכוין אסור אבל לר''ש דקי''ל כוותיה שרי. ",
        "<b>ומ''ש ומותר לצוק מים חמין לתוך מים צונן וכו' והוא שלא יהיו בכלי ראשון</b> הוא כב''ה דשרי בין חמין לתוך צונן בין צונן לתוך חמין בכוס שהוא כלי שני. ויש לתמוה היאך סתם וכתב והוא שלא יהיו בכלי ראשון דהא במיחם שרי אפילו צונן לתוך חמין והוא שיהיו הצונן מרובים כדאוקי אביי מתניתין דהכא קאמר מיחם שפינהו ויש בו מים חמין לא יתן לתוכו מים מועטים בשביל שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן. ולפיכך נ''ל דרבינו סבר דלא נקטינן כאביי אלא כאוקימתא קמייתא דרב אדא דאוקי מתניתין דה''ק מיחם שפינה מים חמין לא יתן לתוכו מים מועטים כדי שיחמו אבל נותן לתוכו מים מרובים כדי להפשירן ואע''ג דמצרף לית לן בה דמתניתין מני ר''ש היא דאמר דבר שאין מתכוין מותר דכיון דמוקי מתניתין אליבא דהלכתא עדיף טפי מאוקימתא דאביי דאוקמה כר' יהודה דלא קיי''ל כוותיה ומאי דאתקיף אביי לרב אדא מידי מיחם שפינה ממנו מים קתני מיחם שפינהו קתני אינו כדאי לדחות אוקימתיה דכמה משניות מוקמינן להו בענין יותר רחוק מזה ואביי נמי לאו למדחייה אתא אלא לתרוצי שפיר טפי לישנא דמתניתין דבדוקא קתני שפינהו דהיינו שפינהו למיחם עצמו ומדקתני מיחם שפינהו ולא קתני מיחם שפינה ממנו מים אלמא בשפינה ממנו מים לעולם אסור ומש''ה איצטריך לאוקמי מתניתין כר''י אע''ג דלא קי''ל כוותיה הילכך לאוקמי מתני' דמאי פינהו שפינה ממנו כדאוקי רב אדא דהוי אליבא דהלכתא עדיף טפי ועוד דהא רב דאמר ל''ש אלא שיעור להפשיר אבל שיעור לצרף אסור ע''כ כרב אדא משמע ליה וכדפירש''י ושמואל דאמר אפילו שיעור לצרף מסתמא לא פליג ארב באוקמתא דמתניתין ואע''ג שבפירוש המשנה כתב רבינו כאוקמתא דאביי כבר מצינו בהרבה מקומות בחיבור שחזר ממ''ש בפירוש המשנה ועוד שאפילו נאמר שפירוש המשנה כאוקמתא דאביי כיון דאתיא דלא כר''ש לית הלכתא כוותה. והשתא לפי דבריו פה לא נצטרך לומר דהאי אמבטי הוי כלי שני ולא הוי כאידך אמבטי דאיתא בההוא פרקא דקאמר בקשתי להניח פך באמבטי כדברי התוס' וגם לא נצטרך לחלק בין אמבטי שהוא כלי ראשון לשאר כלי ראשון כדברי הר''ן דאמבטי ודאי כלי ראשון ודין כל כלי ראשון שוה לו דלא שרי אלא חמין לתוך צונן ולא צונן לתוך חמין דמתניתין דמיחם שפינהו לא בפינהו מיירי כלומר ועדיין יש בו מים חמין דכל כה''ג אסור לתת לתוכו צונן כלל דהיינו אמבטי אלא בשפינה ממנו מים מיירי ולאשמועינן דאע''ג דמצרף לית לן ",
        "<b>בה ומ''ש רבינו אמבטי של מרחץ</b> נ''ל לפי זה דלאו דוקא של מרחץ אלא משום דברייתא תני אמבטי נקט אמבטי אבל הוא הדין לכל כלי ראשון וזהו שכתב אח''כ ומותר לצוק מים חמין לתוך מים צונן או צונן לתוך החמין והוא שלא יהיו בכלי ראשון מפני שהוא מחממן הרבה הרי דבכל כלי ראשון אסור ואפילו אינו עשוי לרחיצה כאמבטי שהרי הפסיק בין דין דאמבטי לדין זה דמיחם שפינה ממנו מים חמין ואין לומר שמה שכתב והוא שלא יהיו בכלי ראשון בנותן צונן מועטין לתוך חמין מרובין דוקא אבל צונן מרובין אה''נ דשרי אפילו בכלי ראשון ולא הוצרך רבינו לכתבו משום דדבר פשוט הוא דמ''מ ה''ל לכתבו כדי לאשמועינן דלא גזרינן ביה ועוד כיון דמתני' אתיא לאשמועינן הא מילתא אליבא דאביי לא ה''ל להשמיטו. ומיהו אפשר שסמך על מ''ש והוא שלא יהיו בכלי ראשון מפני שהוא מחממן הרבה דמשמע דבצונן מועטין מיירי שהן מתחממין הרבה אבל בצונן מרובין שרי. ודבר ברור הוא שמ''ש והוא שלא יהיו בכלי ראשון לא קאי אלא אצונן לתוך חמין אבל חמין לתוך צונן בכלי ראשון נמי שרי. והרב המגיד כתב מיחם שפינה ממנו מים שם אוקמתא על המשנה ואע''פ שנדחית ראיה זו שם הדין דין אמת הוא עכ''ל. נראה מדבריו שתופס דברי רב אדא לדחויים וא''כ למה לו לומר שאע''פ שנדחו דבריו הדין דין אמת הוא תיפוק ליה משום דלאביי נמי דאמר דמתניתין אסרה הא אמר דהיינו לר' יהודה אבל לר''ש דקי''ל כוותיה מישרי שרי ועוד אי ס''ל לרבינו כאביי למה השמיט דין מיחם שפינהו מעל האור שמותר לתת לתוכו מים אלא ודאי כמ''ש עיקר. עוד כתב הרב המגיד גבי אמבטי של מרחץ והטעם שאסור לתת צונן לתוך חמין שבו מפני שהמים שבו עומדים לרחיצה ואדם מחממן הרבה וזהו שכתב רבינו אמבטי של מרחץ עכ''ל. ולפי דבריו בשאר כלי ראשון דלאו לרחיצה מותר ליתן צונן לתוך חמין לרבינו. וקשה שהרי כתב אח''כ מיחם שפינה ממנו מים חמין וכו' ומותר לצוק מים חמין לתוך מים צונן או צונן לתוך חמין והוא שלא יהיו בכלי ראשון משמע דבכל כלי ראשון אסור אע''ג דלאו לרחיצה הילכך כמו שכתבתי עיקר. ומ''ש רבינו אמבטי של מרחץ שהיא מלאה מים חמין, נראה דמלאה דנקט אורחא דמילתא נקט ולאו דוקא דכיון דטעמא מפני שהוא כלי ראשון אפילו אינה מלאה נמי: "
      ],
      [],
      [],
      [],
      [
        "<b>וכן לא יעשה מי מלח עזין וכו' מפני שנראה כעושה מורייס.</b> נראה שטעמו משום דסתם מורייס עבדי ליה לזמן מרובה לכבוש בו דגים ומשום דמיחזי ככובש כבשים אסור ומי מלח עזין דאסרינן אפילו במועטים דאי במרובין דוקא מאי איריא עזין אפילו אינן עזין נמי וכ''כ הר''ן: "
      ],
      [],
      [
        "<b>חרדל שלשו מערב שבת למחר ממחו בין ביד בין בכלי.</b> מדברי תרומת הדשן נראה דלאו למימרא דלערבו בכף שרי אלא דוקא לנערו בכלי עצמו הוא דשרי ואין זה במשמע דברי רבינו אלא בכף נמי שרי והוא שלא יטרוף בכח: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שתי מטהרות זו ע''ג זו וכו'.</b> תוספתא דעירובין פ''ח. איכא למידק אמאי לא חייש ברישא שמא יסחוט כיון שהפקק שרוי במים ותו במציעתא אמאי לא חיישינן שמא יסחוט כדחיישינן בסיפא, ונ''ל דברישא שכוונתו להשיק שתי מטהרות אלו כשמחזיר הפקק למקומו אין לחוש שידחוק הפקק בנקב דאדרבה מחזירו בענין שלא ימלא כל הנקב דאם כן תפסוק השקתן והיינו דקתני שהרי דעתו שיצאו המים ובמציעתא אינו פוקק אלא מפני שחושש שמא יצאו מים רבים ויצופו על האוכלים ועל הכלים אבל אם יצאו מים מועטים אינו חושש ולפיכך אינו דוחק את הפקק הרבה הילכך לא חיישינן שיסחטנו אבל בסיפא שפקק כדי שירדו המים לבור מקפיד אפילו על מעט מים שלא ילכו חוץ לבור ולפיכך הוא דוחק הפקק וחיישינן שמא יסחטנו כשהוא דוחקו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>לפיכך אסור להשמיע קול של שיר בשבת.</b> עיין במה שכתבתי בר''פ כ''א גבי נשים המשחקות באגוזים: ",
        "<b>אפילו להכות באצבע וכו' או אחת כנגד אחת וכו' אסור.</b> אין להקשות על זה מדתנן בפרק קמא דיומא (דף י''ט:) שהיו מכין לפני כהן גדול באצבע צרידא דשאני מקדש שאין בו משום שבות: "
      ],
      [
        "<b>ולספק כלאחר יד מותר.</b> כתב כן מדאמרי' בירושלמי רבי יונה אמר אחורי ידיהון שרי דהא איתחבור ביומוי דרבי והוו מטפחין אחורי ידיהון בשבתא עבר ר''מ ושמע קלהון אמר רבותינו הותרה שבת שמע רבי קליה אמר מי זה שבא לרדותנו בתוך ביתנו שמע ר''מ קליה דרבי וערק. וכתב הרי''ף דמשמע דלר''מ אסור לטפח כלאחר יד אעפ''כ פסק כר' יונה דבתרא הוא דס''ל כרבנן דבי רבי דהוו מטפחי אחורי ידיהון. וסמ''ג כתב דיש לסמוך על דברי רבי משום דהוו שכיחי רבים גביה ומחדדן שמעתתיה. ואיכא למימר עוד דאפילו ר''מ שרי לטפח כלאחר יד ולא אמר רבותינו הותרה שבת אלא משום דסבר דהוו מטפחין כדרכם והיינו דכי א''ל רבי מי זה בא לרדותנו בתוך ביתנו ערק ר''מ דכיון דאהדר ליה הכי ידע ר''מ דכלאחר יד הוו עבדי דשרי וערק מכיסופא דאיגלאי מילתא דאוכחינהו שלא כדין: "
      ],
      [
        "<b>ואסור להניח עלה של הדס וכיוצא בו בתוך הנקב של חבית וכו'.</b> כתב ה''ה פסק רבינו כר' ירמיה להחמיר וצ''ע דרב אשי בתרא הוא עכ''ל. ול''נ שטעם רבינו משום דהא דגזר שמא יקטום אתי דלא כהלכתא דכי קטים מאי הוי והא אסיקנא בפ' המביא כדי יין (ביצה ל''ג:) דרב יהודה מפשח ויהיב לן אלותא אלותא ורב אשי דאמר גזירה שמא יקטום לפרושי טעמא דשמואל אתא ולא משום דס''ל הכי וכיון דלטעמיה דרב ירמיה מיתוקמא שפיר מימרא דשמואל אליבא דהלכתא לא דחינן לה: "
      ],
      [],
      [
        "<b>המטביל כלים וכו'.</b> פרק ב' דתרומות ויש שם ירושלמי דמתיר כלים קטנים ולא חש לו רבינו משום דבמסכת ביצה מוכח דכולהו אסירי משום טעמי דאיתא התם ולזה לא חילק רבינו: "
      ],
      [],
      [],
      [
        "<b>הממרח רטיה בשבת וכו' לפיכך אין סותמין נקב בשעוה וכו'.</b> כתב ה''ה ואם תשאל והלא נתבאר למעלה בפרק זה וכו' עד ואינה אסורה מפני עצמה אלא מפני גזירת מירוח. ואפשר דס''ל לרבינו דסתימת נקב החבית אסורה בכל דבר משום דהוי כבונה ואם סתמו בשעוה אסור משום ממרח ג''כ והא דבמשחא שרי שמואל היינו לומר שאין בו משום ממרח אבל אה''נ דאסור משום דהוי כבונה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מי שקרא שם לתרומת מעשר של דמאי וכו'.</b> משנה פ''ד דדמאי: "
      ],
      [
        "<b>ומפיס עם בניו ועם בני ביתו על מנה וכו'.</b> כתב ה''ה ויש סוברים דכיון שאין הלכה כרב וכו' ואני אומר דע''כ לא נדחית ההיא דרב אלא גבי רבית וכו' עד ואיך נדחה משנתנו מהלכה. ול''נ דאפי' את''ל דמימרא דרב אידחיא לה גם לענין קוביא משום דילמא אתי לסרוכי משכחת לה למתניתין פתרי דבבניו ובני ביתו לא שרי להפיס אלא במנות שוות דוקא ועם אחרים אפי' בשוות לא משום דשמואל דאמר בני חבורה המקפידין זה על זה עוברים משום מדה ומשקל ומנין ואף על גב דאטעמא דיהבינן משום בני חבורה המקפידים זה על זה מקשה א''ה אפי' בניו ובני ביתו היינו משום דהוה ס''ד דמקשה דבבניו ובני ביתו איכא למיחש לבני חבורה המקפידים זה על זה ואהדר ליה דבבניו ובני ביתו ליכא קפידא כיון שהכל שלו וכדרב יהודה אמר רב מותר להלוות בניו ובני ביתו ברבית אלמא כיון שהכל שלו ליכא משום רבית וה''נ ליכא משום מקפידים זה על זה כיון שהכל שלו וכך הם דברי רש''י ואע''ג דהא דאמר רב מותר להלוות בניו ובני ביתו ברבית דחייא לה בדוכתא כיון דלא נדחית אלא משום דילמא אתי לסרוכי אלמא דמדינא ליכא איסורא מפני שהכל שלו ואם כן שפיר מייתי ראיה שכיון שהכל שלו ליכא משום בני חבורה המקפידין זה על זה וכי פריך בתר הכי א''ה אפי' מנה גדולה כנגד קטנה נמי היינו משום דסלקא דעתיה דס''ל כההיא דרב דאמר מותר להלוות בניו ובני ביתו ברבית כיון דמייתי מינה והוה מצי לאהדורי ליה דאע''ג דלא ס''ל כוותיה משום דחיישינן דילמא אתי לסרוכי מ''מ שפיר מייתי ראיה מיניה כיון דמדינא ליכא משום רבית כשהכל שלו ה''ה דליכא משום מקפידין זה על זה וכדפרישית אלא שהשיב לו לפי מה שעלה על דעתו שהמתרץ היה סובר דקי''ל כדרב דאפ''ה מייתבא מתניתי דחסורי מחסרא והכי קתני. ועי''ל דודאי ידע דמתני' מייתבא שפיר לדידן דכל היכא דהכל שלו ליכא משום קפידא אע''ג דלא קי''ל כרב וכדפרישית לעיל ולא אקשי ליה א''ה אפילו מנה גדולה כנגד קטנה נמי אלא לאותובי לרב יהודה ממתניתין שאע''פ שהכל שלו חייש משום קוביא ואהדר ליה דלרב יהודה צ''ל מתניתין חסורי מחסרא והכי קתני מפיס עם בניו ובני ביתו אפילו מנה גדולה כנגד קטנה וכו' אבל לדידן דלא קי''ל כוותיה מתני' במנות שוות דוקא היא דכיון שהכל שלו ליכא קפידא לכ''ע כדפרישית אבל גדולה כנגד קטנה לא משום קוביא שאע''פ שהכל שלו אסור משום דילמא אתי לסרוכי ועם אחרים מנות שוות נמי לא משום דמקפידין זה על זה. ועי''ל דאה''נ דבהאי שקלא וטריא ס''ל לגמרא כדרב דאמר מותר להלוות בניו ובני ביתו ברבית מיהו כיון דחזינן דאידחייא לה בדוכתא ע''כ צריך לאוקומי מתניתין במנות שוות דוקא וכדפרישית: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ומה שהוא מציל ללבוש וכו'.</b> כתב ה''ה שם במשנה ובברייתא לובש כל מה שהוא יכול ללבוש ופושט וחוזר ולובש ומוציא וזה לא נזכר בדברי רבינו בביאור. ואני אומר שלא בביאור ולא ברמז לא נזכר בדבריו זה ואדרבה משמע מתוך דבריו שאינו פושט וחוזר ולובש ומוציא שהרי כתב נפלה דליקה בחצר וכו' לפיכך גזרו שלא יציל אלא מזון שהוא צריך לו לאותו שבת וכלים שצריך להשתמש בהם בשבת ובגדים שיכול ללבוש שנמצא מתיאש מן הכל ואינו בא לידי כיבוי. נראה מדבריו שאינו יכול להציל אלא בגדים שהוא יכול ללבוש בלבד ואינו פושט וחוזר ולובש ומוציא כשם שאינו יכול להציל אלא מזון שלש סעודות לבד ואינו מציל וחוזר ומציל שטעמו מפני שהוא סובר דכי תנן במתניתין פושט וחוזר ולובש ומוציא דברי ר' יוסי הם ות''ק פליג עליה דאל''כ הכי ה''ל למתני לובש כל מה שהוא יכול ללבוש וחוזר ולובש ומוציא כדקתני ר''מ בברייתא וס''ל דר''מ לא היינו ת''ק דמתניתין והלכה כת''ק דמתני': "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כל הדברים שהם אסורים משום וכו'.</b> כתב הר' אברהם בנו של רבינו בתשובה דאע''ג דרבינו סתם אמר כל דבר שהוא שבות לא גזרו עליו בין השמשות ולא חילק בין דבר מצוה לדבר הרשות מאחר דמייתי לה בגמרא (עירובין ל''ד:) גבי עירובי תחומין וקי''ל אין מערבין אלא לדבר מצוה ילפינן דרבינו לא שרי אלא לדבר מצוה. ומ''ש דה''ה לאם היה טרוד או נחפז למד כן מדתנן (שבת ל''ד) ספק חשיכה מערבין עירובי חצירות ואין בהנחתן מצוה אלא שנטרד ונחפז ולא הניח מבעוד יום עכ''ל: "
      ],
      [
        "<b>קטן שעשה בשבת דבר שהוא משום שבות וכו' אין בית דין מצווין להפרישו וכו'.</b> כתב ה''ה מדברי רבינו שכתב כאן היה נראה שאם היה עושה קטן מלאכה גמורה מצוה על ב''ד להפרישו ואין כן האמת וכו' עד והדבר צריך לי תלמוד. ואפשר לומר שמ''ש כאן רבינו משום שבות לא נקט משום שבות משום רישא דאין ב''ד מצווים להפרישו אלא משום סיפא דקתני ואם הניחו אביו אין ממחין בידו דהיינו דוקא באיסורי דרבנן אבל באיסורי תורה ממחין ביד אביו שלא יניחנו לעשות איסור: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כל כלי שהוקצה מחמת האיסור וכו'.</b> משמע מדברי רבינו דכלים המוקצים מחמת איסור אסור לטלטלם אפילו אם הוצרך להם לגופן ולמקומן ולאפוקי ממ''ש המרדכי בפרק כירה. והטעם משום דכלי שמלאכתו לאיסור לא איתקצאי לבין השמשות שהרי היה מותר לטלטלו לצורך גופו ולצורך מקומו אבל נר שהדליקו בו שבין השמשות היה אסור לטלטלו כלל אפי' לצורך גופו ומקומו דבעודו דולק פשיטא דאסור לטלטלו בכל גוונא כדאמרי' בפ' נוטל (שבת קמ''ב:) במניח אבן ע''פ החבית ומעות על הכר דבמניח נעשה בסיס לדבר האיסור הילכך איתקצאי כה''ג לכוליה יומא: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b><small>(יד-טו)</small> שני דברים אחד אסור לטלטלו וכו'. כיצד פגה שהיתה טמונה בתבן וחררה שהיתה על גבי גחלים וכו'.</b> כתב ה''ה פירש''י והוא שכבו עכשיו הגחלים הא בשלא כבו לא וכו'. ורבינו שכתב חררה שע''ג גחלים אפשר דאפי' בלא כבו נמי מתוקמא שפיר שמאחר שאינה טמונה אינו חותה בגחלים בנטילת החררה אלא שמנענען דהוי טלטול מן הצד ושרי וברייתא דקתני שטמנה בגחלים לא טמנה קאמר אלא שהניחה ע''ג גחלים אלא דאיידי דנקט בפגה שטמנה נקט נמי בחררה שטמנה ולאו דוקא אי נמי איידי דבכבו שרי אפי' טמנה נקט טמנה אבל אה''נ דהיכא דלא כבו לא שרי אלא בהניחה ע''ג גחלים: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מטלטל ישראל התרומה וכו' במה דברים אמורים כשהיתה הטמאה למטה.</b> כך כתוב בנוסחי דידן בספרי רבינו וכך נראה שהיתה נוסחת הר''ן בדברי רבינו וכתב שלא נתבררה. ואני מצאתי בספר מוגה שנמחקה תיבת הטמאה ונכתב במקומה הטהורה והוא הנוסחא הנכונה כי היא מכוונת עם דברי הגמרא: "
      ],
      [
        "<b>חריות של דקל וכו'.</b> כתב ה''ה ומכאן למדנו שמחשבה בלחוד סגי. ונ''ל שלכך השמיטו בהלכות ההיא דנדבך משום דמהכא שמעינן שא''צ מעשה ובמחשבה לחוד סגי ואם כן יש לתמוה על רבינו למה פסק למעלה כמאן דמצריך מעשה שכתב אם למדום. ונ''ל שדעת רבינו וכו' עד להוכיח שהם לישיבה. ול''נ שאע''פ שהשמיט רבינו דין נדבך אין ספק שהוא מחלק בין חריות לאבנים דהא רב אסי גופיה דאמר גבי חריות ישב אע''פ שלא חשב אמר גבי נדבך צאו ושפשפום וא''כ ע''כ יש לחלק בין חריות לאבנים וטעמא דנדבך כדפירש''י צאו ולמדום סדרום והושיבום כדי שלא נצטרך ליגע בהם למחר לפי שאין הזמנה אפי' במעשה חשוב מועיל לאבן לעשותה כלי ור' אמי לטעמיה דאמר לעיל אין אבן נעשית כלי בהנחה. ושפשפום מן הטיט שיהא נאות לישב ולמחר תלמדום דבמעשה כל דהו נעשה כלי דהשתא לכ''ע באבנים לא סגי בחשב. ולא השמיטה הרי''ף להא דנדבך אלא מפני שסמך לו על מ''ש בפרק נוטל אמתני' דאבן שע''פ החבית מטה על צדה והיא נופלת א''ר הונא ל''ש אלא בשוכח אבל במניח נעשה בסיס לדבר האיסור ומזה נלמוד דלא סגי לאבן בחשב דסתם אסור במניח אפי' חשב עליה: "
      ],
      [],
      [],
      [
        "<b>נותנין כלי תחת הדלף וכו'.</b> ה''ה תמה על רבינו מדין היוצא מעובדא דבי רחייא דאביי. ול''נ דאפשר שרבינו מפרש דכי אותביה אביי וכי עושין גרף של רעי לכתחלה שתיק ליה אלמא קבלה מיניה והא דאמר אביי תיתי לי דעברי אדמר דברי אנינות בעלמא היו ולא משום דדינא הכי. ",
        "<b>ומ''ש רבינו והוא שיהיה הדלף ראוי לרחיצה וכו'.</b> כתב עליו הטור ולא נהירא דהא דמוקי לה בגמ' הכי היינו לר' יצחק דאמר אין כלי ניטל אלא לצורך דבר הניטל ואין הלכה כמותו עכ''ל. כלומר דבגמ' אותיבנא לר''י מדתנן נותנין כלי תחת הדלף בשבת ושני הב''ע בדלף הראוי וא''כ לדידן דקי''ל דלא כר''י אפי' בדלף שאינו ראוי שרי. ואפשר היה לומר דטעמא דרבינו משום דבפרק כירה (שבת מ''ג) אליבא דרב חסדא דפליג אדר''י אוקימנא לה נמי בדלף הראוי משום דאם אינו ראוי הוי מבטל כלי מהיכנו וזהו דעת הר''ן בפ' משילין אבל מתוך לשון רבינו משמע דטעמיה משום דאין עושין גרף של רעי. וא''ת כיון דאם נתן מותר לטלטלו במים המאוסים שבו אמאי דחקינן בפ' כירה לאוקומי מתניתין דקתני נותנין כלי תחת הדלף בשבת בדלף הראוי דוקא כי היכי דלא תיקשי לר''ח דאוסר לבטל כלי מהיכנו הא אפי' אי הוי דלף שאינו ראוי אינו מבטל כלי מהיכנו שהרי מותר לטלטלו י''ל דאף ע''ג דה''מ לשנויי הכי רצה לתרץ לו לפום מאי דהוה ס''ד דמקשה דבדלף שאינו ראוי חשיב מבטל כלי מהיכנו. א''נ משום דמתניתין סתמא קתני נותנין כלי תחת הדלף דמשמע דאפי' במקום שאסור לטלטל גרף של רעי כגון במקום שאין אדם שם מותר ליתן כלי תחת הדלף מש''ה אוקמה בדלף הראוי דאילו דלף שאינו ראוי לא פסיקא מילתא להתיר בכל מקום ליתן כלי תחת הדלף שהרי במקום דלא שרי לטלטולי משום גרף של רעי אסור ליתן כלי תחת הדלף מפני שהוא מבטל כלי מהיכנו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נגר שאין בראשו וכו'.</b> נראה מדברי רבנו שהוא מפרש דניטל באגדו היינו שמתיר ראש החבל שבדלת שנמצא הנגר מיטלטל עם החבל ואינו ניטל באגדו היינו שמתיר ראש החבל שבנגר שנמצא הנגר מיטלטל בלא חבל וכל שהוא מיטלטל עם החבל הקשור בו אפי' אין ראש החבל השני קשור בשום מקום שרי דהיינו ניטל באגדו ודאמרינן בעובדא דרבי טבלא דהוה תלי בעיבורא דדשא לאו דוקא אלא מעשה שהיה כך היה. והנה מצאתי להריטב''א שכתב בשם התוס' דניטל באגדו היינו שעשה לו בראשו קשר אחד שהיו נוטלין אותו בקשר ההוא ותולין אותו בכותל כשאר כלים ולפיכך מתיר בו דכלי גמור הוא וכל שהוא כלי גמור לא מיחזי כבונה הילכך אע''פ שאינו קשור לא בדלת ולא בעיברא דדשא נועלין בו והא דאמרינן דהוה תלי בעיברא דדשא מעשה שהיה כך היה דבלאו הכי נמי שרי עכ''ל. ונכון לומר שכך היה מפרש רבינו אלא דק''ל הא דאמר רבא והוא שקשור בדלת ומשמע דדוקא דלת מדפריך ליה מעובדא דתלי בעיברא דדשא וכיון דכי קשור בדלת אגדו מוכיח עליו מאי איריא דלת הא כל כה''ג בכל דוכתא שרי כדמסיק ההוא ניטל באגדו הוה. ולכן נ''ל שדעתו כמו שפירשתי תחלה וליישב קושיא זו נ''ל שענין הנגר הוא על שני דרכים הא' שראש החבל הקשור בדלת אין מתירין אותו אבל ראש החבל השני קושרים אותו בנגר בעת שרוצים לנעול וכשפותחים מתירים אותו ונוטלים הנגר לבדו ומניחים אותו בקרן זוית. השני שראש החבל הקשור בנגר אין מתירין אותו אבל ראש החבל השני קושרין אותו בדלת בעת שרוצין לנעול וכשפותחים מתירים אותו מהדלת ונוטלין הנגר ואגדו עמו ומניחים אותו בקרן זוית ורבא איירי בנגר שהוא בדרך הראשון דכיון שהנגר ניטל בלא אגד אפילו קשור ותלוי במקום אחר אסור דהא כיון שהוא עשוי ליטלו משם בלא אגד זה מוכיח עליו ועובדא דר' טבלא קס''ד שהיה בנגר העשוי כדרך זה ומש''ה פריך לרבא מיניה ושני דעובדא דרבי טבלא לאו בנגר העשוי בדרך זה הוא אלא בנגר העשוי כדרך השני שהוא ניטל ואגדו עמו ומשום הכי שרי בתלי בעיברא דדשא והוא הדין למונח בקרן זוית כמו שנתבאר: "
      ],
      [
        "<b>מנורה של חוליות בין גדולה בין קטנה וכו'.</b> יש לתמוה על דברי רבינו דהא משמע בגמרא (שבת מ״ו) דהא דאסר ר' יוחנן דאית בה חידקי לאו מטעם מוקצה הוא אלא משום דגזרינן אטו של חוליות וא״כ הו״ל לאסור בקטנה בעלת חדקים כר' יוחנן. וע״ק שכתב היו בה חדקים וכו' אם היתה גדולה וכו' אסור לטלטלה מפני כובדה דהיינו לטעמא דרב יוסף ורבה דאמרי תרווייהו הואיל ואדם קובע לו מקום והא אידחי ליה האי טעמא ואסיקנא דטעמא משום דגדולה דאית בה חידקי גזרינן אטו של חוליות ובקטנה לא גזרינן. ונראה שטעמו של רבינו שפסק כר״ל מדאמר בפרק כל כתבי (שבת דף קכ״א קכ״ב) בפמוטות של בית אביך והוא ז״ל מפרש כפירש״י דאסר בגדולות וכר״ל דאמר ניטלת בשתי ידיו אסור לטלטלה ומשמע ליה ז״ל דמשום כובדה הוא דאסר ולא משום חידקי כדאמרי' התם בסמוך קרונות של בית רבי מותר לטלטלם בשבת וא״ל בניטלין באדם אחד או בשני בני אדם א״ל כאותן של בית אביך ומשמע ודאי דקרונות לא מישתרי אלא מפני כובדן וא״כ ה״ה לפמוטות וצ״ל שיש שום חילוק בין ההוא שריתא דהוה בי ר' פדת וההיא אסיתא דהוו בי מר שמואל דשרו לטלטלם משום דתורת כלי עליהם כדאיתא בפרק בתרא דעירובין (דף ק״ב) וכתבו רבינו בפכ״ה לקרון ופמוט ומ״מ יש לדקדק במ״ש אם היתה גדולה הניטלת בשתי ידיו אסור לטלטלה משום כובדה דכיון דמשום כובדה הוא דאסר לה מאי איריא אית ביה חידקי אפי' לית בה חידקי נמי. וי״ל דאה״נ דגדולה אפי' לית בה חידקי אסור לטלטלה ולא נקט אית בה חידקי אלא לאשמועינן דאפ״ה אם היא קטנה שרי: "
      ],
      [],
      [],
      [],
      [
        "<b>אוצר של תבואה או של כדי יין וכו'.</b> אין לפרש שמ''ש אסור להתחיל בו לפנותו הוא ממאי דפריש רב חסדא (שבת קכ''ו) מאי דתנן אבל לא את האוצר שלא יתחיל באוצר תחלה דהא רב חסדא אליבא דר' יהודה דאית ליה מוקצה אמרה ואנן קי''ל כר''ש דלית ליה מוקצה ותו דלרב חסדא אליבא דר' יהודה אפי' לצורך מצוה לא יתחיל את האוצר אלא טעמו מדת''ר אין מתחילין באוצר אבל עושה בו שביל ברגלו בכניסתו וביציאתו ומפרש רבינו דלדבר הרשות הוא דאילו לדבר מצוה מישרא שרי וכדי שלא יעלה על דעתנו דמשום מוקצה הוא דאסרינן להתחיל באוצר כתב אף על פי שמותר להסתפק ממנו אסור להתחיל לפנותו אלא לדבר מצוה כלומר דנהי דלית לן מוקצה היינו כשרוצה להסתפק ממנו אבל אם אינו רוצה אלא לפנותו אסור להתחיל בו אם לא לדבר מצוה: ",
        "<b>ומ''ש רבינו כל אחד ממלא ד' או ה' קופות.</b> שם (דף קכ''ז) איבעיא להו הני ד' או ה' קופות אע''ג דאית ליה אורחים טובא או דילמא הכל לפי האורחים ואת''ל הכל לפי האורחים חד גברא מפני לכולהו או דילמא כל חד מפני לנפשיה. ובעיא קמייתא הא איפשיטא באת''ל ואידך בעיא לא איפשיטא וכתב הרי''ף וכיון דאיסורא הוא עבדינן לחומרא. ומ''מ נ''ל דהא דאמרינן כל חד מפני לנפשיה לאו למימרא שהאורחים צריכים לפנות אלא אחרים יכולים לפנות לצרכם ובלבד שלא יפנה כל אחד יותר מארבע וחמש קופות: "
      ],
      [
        "<b>כל שהוא ראוי למאכל בהמה וכו' את החצב מפני שהוא מאכל לצבאים וכו'.</b> כתב ה''ה ואני תמה היאך כתבו היתר בחרדל שהרי במשנה שנינו לא את הלוף ולא את החרדל והיא סתם משנה בלא מחלוקת עכ''ל. ואני אומר דאי משום הא לא איריא דרשב''ג דמתיר בלוף ה''ה דמתיר בחרדל כדמשמע בברייתא וכמ''ש התוספות וכל מקום ששנה רשב''ג במשנתנו הלכה כמותו אלא הכי ה''ל לאקשויי דכיון דאוקימנא לרשב''ג בשטה לא קי''ל כוותיה והרי''ף כפי נוסחאות שלנו נראה שפוסק כת''ק דמתניתין שכתב דלית הלכתא כרשב''ג וכתב עוד ואין מטלטלין את החרדל דקי''ל בהא כסתם משנה. אבל ה''ה כתב שדעתו כדעת רבינו וגם הר''ן כתב כן ויישב דעתם דמשמע דס''ל דתנא דמתני' ותנא דברייתא לא פליגי אהדדי אלא מר כי אתריה ומר כי אתריה באתריה דתנא דברייתא היו רגילין לגדל יונים ובאתריה דתנא דמתני' לא היו רגילין בהם אבל לכ''ע אין מטלטלין אלא מה שהוא ראוי לבהמה חיה ועוף המצויים אצל רוב בני אדם עכ''ל. וכך מבואר דברי רבינו שכתב שהוא ראוי למאכל חיה ועוף המצויים מטלטלין אותו בשבת וכו' אין מטלטלין שברי זכוכית וכו' מפני שאין אלו וכיוצא בהן מצויים אצל רוב בני אדם: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היה מוטל בחמה ואין להם מקום לטלטלו וכו'.</b> נראה מדברי רבינו שאין שם אהל אלא מהמחצלאות בלבד וזוקף מטתו דקאמר לא להיות עומדת זקופה והמחצלת עליה כדפירש''י אלא לומר שזוקפה ומסירה משם אם ירצה לפי שאינה צריכה לו עוד ולפי זה מאי דמצרכינן שישבו תחלה עד שיחם להם ואז יביאו מטות וישבו עליהם אע''פ שאין צורך לאהל במטות היינו כדי שיהא נראה דפריסת מחצלאות לא כדי לעשות אהל בחיבור שתיהן היתה אלא כדי לפרוס כל אחד על עצמו להגן מפני החמה שהרי גם כשחם להם מלמטה הביא כל אחד מטתו וישבו עליהם. ואפשר שאם רצה להניח מחצלת על המטה אינו רשאי לדעת רבינו ומש''ה אמרו שזוקף מטתו כלומר ולא יניחנה שם כי היכי דתהוי הוכחה שלא נתכוון בפריסת המחצלאות לעשות אהל משתיהן אלא להגן עליהם מפני החמה שהרי כשחם לו מלמטה הביא מטה וישב עליה וכשעמד זקפה משם והלך לו: ",
        "<b>ומ''מ</b> יש לדקדק למה פסק רבינו דבאין שני בני אדם ויושבים בצדו וכו' הא בלאו הכי יכולים לעשות מחיצה דהא בגמרא איתא למימרא זו אמאי דא''ר יצחק אין כלי ניטל אלא לצורך דבר הניטל ואמר להו רב ששת פוקו אמרו לר' יצחק כבר תירגמה רב הונא לשמעתך בבבל דאמר רב הונא עושין מחיצה למת בשביל חי ואין עושין מחיצה למת בשביל מת מאי היא דאמר רב שמואל בר יהודה מת המוטל בחמה באין שני בני אדם ויושבין בצדו חם להם מלמטה וכו' משמע דלמ''ד כלי ניטל אפי' לצורך דבר שאינו ניטל עושין מחיצה למת בשביל מת כמו שמותר לעשות בשביל חי ומאחר דקי''ל כמ''ד כלי ניטל אפי' לצורך דבר שאינו ניטל תו לא ה''ל למיפסק כהאי מימרא ואפשר שמטעם זה השמיטה הרי''ף וא''כ יש לתמוה על רבינו שכתבה. ואפשר דס''ל לרבינו דנהי דרב ששת סבר דטעמא דבעינן שיבאו שני בני אדם וישבו בצדו הוא משום טלטול הכלים שיהו ניטלים לצורך החי ולא לצורך המת וכדרבי יצחק מיהו אנן דלא קי''ל כוותיה מפרשים דטעמא לאו משום כלים הוא דלצורך המת ניטלים אלא טעמא כדי שתהא המחיצה נעשית מאליה דאין עושין אהל עראי ובשביל צער החי התירו לעשותם בשינוי כזה אבל מפני המת לא התירו. ואפשר דרב הונא נמי משום עשיית מחיצה קאמר וכדדייקא לישניה ולא לענין טלטול כלים ורב ששת הוא שרצה לפרש דבריו משום טלטול וכדר' יצחק וליתא. ולפי זה מה שהשמיטה הרי''ף לאו משום דלא ס''ל הכי אלא משום דמשמע ליה שדבר פשוט הוא שאין מותר לעשות אהל עראי אלא לצורך החי: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>המהלך חוץ לתחום למעלה מי' טפחים וכו'.</b> כתב ה''ה בתשובה ביאר שכל מה שיהיה מן התחומים מן התורה וכו'. תשובה זו היא בספר הכל בו ובתשובה אחרת ביאר רבינו שהטעם שאין בימים ובנהרות איסור תחומין דאורייתא לפי שהם כרמלית והטלטול בהם אינו אסור אלא מדרבנן ולא יתכן שיהיה המעביר ע''פ המים אסור מדרבנן והמהלך לוקה מן התורה וכ''ש שלא יעלה בדעת שיהא בהליכה במים איסור תחומין דאורייתא ממחנה ישראל שהוא רה''ר והלא ידוע שאיסור הטלטול שיש חיוב סקילה אמרו בו המעביר ד' אמות ברה''ר מקורה פטור לפי שאינו דומה לדגלי מדבר כן בלי ספק המהלך י''ב מיל על פני המים המועטים פטור לפי שאינו דומה למחנה ישראל עכ''ל. ולפי דברי רבינו ביבשה תוך י''ב מיל כיון דלא מיתסר אלא מדרבנן נקטינן בעיין לקולא דאין תחומין למעלה מעשרה וחוץ לי''ב מילין כיון דמיתסר מדאורייתא למעלה מעשרה הוי ספיקא דאורייתא ולחומרא וכ''כ בהדיא בתשובה: ",
        "<b>לדעת</b> רבינו כל שהלך בים למעלה מעשרה כשיגיע לנמל יורד ואינו נמנע ויש לו אלפים אמה מהמקום שפגע בו למטה מעשרה וכן דעת הרמב''ן והרשב''א ומתני' (עירובין מ''א:) פעם אחת לא נכנסו לנמל עד שחשכה וכו' במהלכת למטה מעשרה היא והכי מוקי לה בגמ' (דף מ''ג): "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מי שיצא חוץ לתחום אפי' אמה אחת לא יכנס שהד' אמות שיש לו לאדם תחלתן ממקום שהוא עומד בו.</b> איני יודע מה טעם הוא זה שאעפ''כ נמדוד הארבע אמות לצד תחומו ונמצא נכנס תוך התחום וצ''ע: ",
        "<b>וכן מי שהחשיך חוץ לתחום המדינה וכו'.</b> כתב הרב המגיד ואין לומר שעל עיר אחרת נתכוין רבינו איני יודע למה דחק ה''ה פירוש זה: "
      ]
    ],
    [
      [
        "<b>כל בית דירה שיוצא מן המדינה וכו'.</b> כתב הרב המגיד על דברי הרשב''א שהוא תמיה למה אמרו אין בורגנין בבבל וכו'. ואני אומר דלנסחי דידן בגמרא ניחא להרשב''א דמסיים בה ולא בשאר ארצות משום דשכיחי גנבי וההיא ברייתא דוהבורגנין איכא לאוקמה באתרא דלא שכיחי גנבי: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היתה עשויה כמין ג''ם או שהיתה עשויה כקשת וכו'.</b> אמרינן בגמרא (עירובין נ''ה:) כמה יהא בין יתר לקשת רב הונא אמר אלפים אמה רבא בריה דרבה בר רב הונא אמר אפילו יותר מאלפים אמה ואמר אביי כוותיה דרבא מסתברא דאי בעי הדר אתי דרך בתים והרי''ף ורבינו לא הזכירו דין זה. ונראה דמדסתמו ולא חילקו ממילא משמע דאפי' יש בין יתר לקשת יותר מאלפים אמה נמי וכדאמר אביי דמסתברא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היו לנו תחומי העיר מוחזקין וכו' שומעין לו בתחום שריבה.</b> נראה לכאו' שדעתו לומר שאין שומעין לו בתחום שמיעט וא''א לומר כן שהרי אמרו בגמרא אימא אף למקום שריבה וכ''כ רבינו ז''ל בפי' המשנה וא''כ צ''ל שמ''ש שומעין לו בתחום שריבה לרבותא נקטיה דאע''פ שהוא מיקל שומעין לו וכ''ש ששומעין לו בתחום שמיעט דהוי להחמיר: ",
        "<b>מה</b> שכתב ה''ה בשם הרשב''א שלא הל''ל אלא תקע''ב טעמו משום דאמתא בריבוע אמתא ותרי חומשי באלכסונא ולפי זה כשתמדוד מצלע העיר אלף ותכ''ח אמה ותבא למדוד מקרן אלכסון של עיר יהיו אלפים משום דתרי חומשי דאלף ותכ''ח הם תקע''ב. ומ''ש ה''ה וראוי להיות כתקפ''ה אמה טעמו לפי שנאמר שהראשון מדד מקרן אלכסון העיר אלפים וכשנמדוד מצלע העיר תכלה מדת האלפים ההם לסוף אלף ותט''ו לפי שתשבורת אלפים על אלפים הם ד' סכומים שכל סך הוא אלף פעמים אלף הנקרא בלעז קווינט''ו לפי שבאלפים יש מאתים עשיריות וכל עשירית מהם יעלה בתשבורת עשרים אלפים סך ארבע אלפים פעמים אלף שהם ד' סכים ואלף תט''ו פעמים אלף ותט''ו עולה שני סכים ושלש אלפים ורנ''ה כיצד באלף ותט''ו יש קמ''א עשיריות וחצי וכל עשירית מהם עולה י''ד אלפים וק''נ וקמ''א פעמים וחצי ד' אלפים וק''נ עולה ד' סכים ואלפים ורנ''ה הרי שירבה על הראשון תקפ''ה ורבינו לא דק בה' אמות ולחומרא הוא דלא דק ואפשר דמשום דלפי חשבון אמתא ותרי חומשי האמור בגמרא עולה התוספת לתקע''ב ולחשבון חכמי הגמרא עולה תקפ''ה כתב תק''פ בקירוב: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>עיקר הקידוש בלילה וכו' ומבדיל והולך עד סוף יום הרביעי.</b> קשה דבגמרא משמע דעד יום הרביעי ולא עד בכלל ומצאתי ספר מוגה שכתוב בו עד סוף יום ג' והיא הגירסא הנכונה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>היה מתאוה לפת וכו' מי שנתכוין לקדש על היין בלילי שבת וכו'.</b> כתב הר''ן שנראה מדברי הרי''ף שהוא מפרש כך נטל ידיו לא יקדש משום דכיון דאין נוטלים ידים לפירות גלי דעתיה דחביבא ליה ריפתא וס''ל לרב ברונא דאין מקדשין על הפת הילכך לא יקדש שעל הפת א''א לקדש ואי מקדש אחמרא נמצא מקדש על שאינו חביב ואסיקנא דליתא דהא רב כל אימת דחביבא ליה ריפתא מקדש אריפתא ומיהו נפקא לן מדרב ברונא דנטל ידיו לא יקדש על הפת דבמאי דאמר דמכי משא ידיה גלי דעתיה דריפתא חביבא ליה מהא לא איתותב ונראה שכך היה מפרש רבינו ג''כ: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>אסור לקבוע סעודה ומשתה בע''ש וכו' ואעפ''כ מכבוד השבת שימנע אדם מן המנחה ולמעלה מלקבוע סעודה וכו'.</b> כתב הטור על דברי רבינו ונראה דאף קודם המנחה אין לקבוע דע''ש סתמא קאמר דגרסינן בפרק השולח (גיטין ל''ח:) שתי משפחות היו בירושלים אחת קבעה סעודתה בע''ש ואחת וכו' ושתיהן נעקרו עכ''ל. ומתוך דברי ה''ה נתיישב זה דרבינו מפרש ההיא דפרק השולח דוקא בקביעות סעודה שאינו רגיל בה בימות החול: ",
        "<b>ומתוך</b> דברי ה''ה תבין דמן המנחה דקאמר רבינו היינו מתשע שעות ולמעלה ודלא כהראב''ד שכתב שהוא מחצות ולמעלה. ויש סעד לדברי ה''ה מדתנן בר''פ ערבי פסחים סמוך למנחה לא יאכל אדם עד שתחשך ואסיקנא (פסחים דף ק''ז:) דסמוך למנחה קטנה קאמר אלמא דבהכי סגי ליכנס תאב לסעודת הלילה ומיהו חצי שעה קודם לזמן מנחה קטנה בעינן כמו בע''פ ומש''ה שבקיה ללישנא דרבינו דנקט מנחה וכתב מתשע שעות למימרא דמן המנחה ולמעלה דקתני חצי שעה סמוך לה קאמר: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>ואם היה חולה מרוב אכילה או שהיה מתענה תמיד פטור משלש סעודות.</b> מדברי ה''ה נראה שלא היה גורס תמיד שהוצרך להעמידה בתענית חלום וגירסת תמיד היא הנכונה: ",
        "<b>וצריך לקבוע כל סעודה משלשתן על היין.</b> מדברי הטור נראה שמפ' דברי רבינו דהיינו לומר שיקדש גם בסעודה שלישית על היין קודם סעודה כמו בשאר סעודות. ואין זה במשמע דבריו אלא היינו לומר שישתה יין בסעודה כי זהו פירוש קובע סעודתו על היין לא לענין שיקדש קודם סעודה ובפירוש כתב רבינו ספכ''ט ומצוה לברך על היין ביום השבת קודם שיסעוד שניה וזהו הנקרא קידושא רבה משמע בהדיא דבסעודה שניה דוקא קאמר ולא בשלישית: "
      ],
      [],
      [
        "<b>אסור לו וכו'.</b> ונ''ל דהיינו כשהוא במקום שיוכל להכין צרכי שבת אבל אם הוא במקום שא''א להכין צרכי שבת מוטב שיבא לביתו אולי יוכל להכין משישאר שם שודאי לא יוכל להכין ואפילו בהולך להתארח אצל אחרים מותר מטעם זה. ואם אינו עומד במקום יישוב בטוח מותר לו לילך כמה פרסאות עד שיגיע למקום יישוב בטוח: "
      ],
      [],
      [
        "<b>אין מפליגין וכו'.</b> כתב רבינו בתשובה שדעת חכמי בבל לאסור ההליכה בנהרות דכיון דבעיא דאם יש תחומין למעלה מעשרה לא איפשיטא וקיי''ל דתחום י''ב מיל הוי דאורייתא א''כ הוי ספיקא דאורייתא ולחומרא והוא ז''ל השיב דביבשה דאיכא איסור תחומין דאורייתא אה''נ דכיון דבעיין לא איפשיטא נקטינן לחומרא אבל במים שאין שם איסור תחומין דאורייתא משום דלא דמי למחנה ישראל כיון דלא מיתסר אלא מדרבנן נקטינן בעיין לקולא דאין תחומין למעלה מעשרה ואפילו היכא דמספקא לן אם הם למעלה מעשרה אם לאו מותר להלך בהם עד שיתאמת לנו שבגבהן פחות מעשרה טפחים שאז אסור להלך בהם חוץ לתחום מדרבנן ודבריו אלה בנהרות של מים מתוקים דאילו של מים מלוחים בכל גונא אסור מפני ביטול עונג שבת: ",
        "<b>סליק הלכות שבת</b> "
      ]
    ]
  ]
};