const Scroll_of_Esther_and_Hanukkah = {
  "title": "Mishneh Torah, Scroll of Esther and Hanukkah",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Scroll_of_Esther_and_Hanukkah",
  "text": [
    [
      "קְרִיאַת הַמְּגִלָּה בִּזְמַנָּהּ מִצְוַת עֲשֵׂה מִדִּבְרֵי סוֹפְרִים. וְהַדְּבָרִים יְדוּעִים שֶׁהִיא תַּקָּנַת הַנְּבִיאִים. וְהַכּל חַיָּבִים בִּקְרִיאָתָהּ אֲנָשִׁים וְנָשִׁים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים. וּמְחַנְּכִין אֶת הַקְּטַנִּים לִקְרוֹתָהּ. וַאֲפִלּוּ כֹּהֲנִים בַּעֲבוֹדָתָן מְבַטְּלִין עֲבוֹדָתָן וּבָאִין לִשְׁמֹעַ מִקְרָא מְגִלָּה. וְכֵן מְבַטְּלִים תַּלְמוּד תּוֹרָה לִשְׁמֹעַ מִקְרָא מְגִלָּה קַל וָחֹמֶר לִשְׁאָר מִצְוֹת שֶׁל תּוֹרָה שֶׁכֻּלָּן נִדְחִין מִפְּנֵי מִקְרָא מְגִלָּה. וְאֵין לְךָ דָּבָר שֶׁנִּדְחֶה מִקְרָא מְגִלָּה מִפָּנָיו חוּץ מִמֵּת מִצְוָה שֶׁאֵין לוֹ קוֹבְרִין שֶׁהַפּוֹגֵעַ בּוֹ קוֹבְרוֹ תְּחִלָּה וְאַחַר כָּךְ קוֹרֵא: \n",
      "אֶחָד הַקּוֹרֵא וְאֶחָד הַשּׁוֹמֵעַ מִן הַקּוֹרֵא יָצָא יְדֵי חוֹבָתוֹ וְהוּא שֶׁיִּשְׁמַע מִפִּי מִי שֶׁהוּא חַיָּב בִּקְרִיאָתָהּ. לְפִיכָךְ אִם הָיָה הַקּוֹרֵא קָטָן אוֹ שׁוֹטֶה הַשּׁוֹמֵעַ מִמֶּנּוּ לֹא יָצָא: \n",
      "מִצְוָה לִקְרוֹת אֶת כֻּלָּהּ. וּמִצְוָה לִקְרוֹתָהּ בַּלַּיְלָה וּבַיּוֹם. וְכָל הַלַּיְלָה כָּשֵׁר לִקְרִיאַת הַלַּיְלָה. וְכָל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַיּוֹם. וּמְבָרֵךְ קֹדֶם קְרִיאָתָהּ בַּלַּיְלָה שָׁלֹשׁ בְּרָכוֹת וְאֵלּוּ הֵן. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִקְרָא מְגִלָּה. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם שֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ בַּיָּמִים הָהֵם וּבַזְּמַן הַזֶּה. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם שֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְהִגִּיעָנוּ לַזְּמַן הַזֶּה. וּבַיּוֹם אֵינוֹ חוֹזֵר וּמְבָרֵךְ שֶׁהֶחֱיָנוּ. וּמָקוֹם שֶׁנָּהֲגוּ לְבָרֵךְ אַחֲרֶיהָ מְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם הָאֵל הָרָב אֶת רִיבֵנוּ וְהַדָּן אֶת דִּינֵנוּ וְהַנּוֹקֵם אֶת נִקְמָתֵנוּ וְהַנִּפְרָע לָנוּ מִצָּרֵינוּ וְהַמְשַׁלֵּם גְּמוּל לְכָל אֹיְבֵי נַפְשֵׁנוּ בָּרוּךְ אַתָּה ה' הַנִּפְרָע לְיִשְׂרָאֵל מִכָּל צָרֵיהֶם הָאֵל הַמּוֹשִׁיעַ: \n",
      "אֵיזֶהוּ זְמַן קְרִיאָתָהּ. זְמַנִּים הַרְבֵּה תִּקְּנוּ לָהּ חֲכָמִים שֶׁנֶּאֱמַר <small>(אסתר ט לא)</small> \"בִּזְמַנֵּיהֶם\". וְאֵלּוּ הֵן זְמַנֵּי קְרִיאָתָהּ. כָּל מְדִינָה שֶׁהָיְתָה מֻקֶּפֶת חוֹמָה מִימֵי יְהוֹשֻׁעַ בִּן נוּן בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ אַף עַל פִּי שֶׁאֵין לָהּ עַכְשָׁו חוֹמָה קוֹרִין בְּט''ו בַּאֲדָר. וּמְדִינָה זוֹ הִיא הַנִּקְרֵאת כְּרַךְ. וְכָל מְדִינָה שֶׁלֹּא הָיְתָה מֻקֶּפֶת חוֹמָה בִּימוֹת יְהוֹשֻׁעַ וְאַף עַל פִּי שֶׁהִיא מֻקֶּפֶת עַתָּה קוֹרְאִין בְּי''ד. וּמְדִינָה זוֹ הִיא הַנִּקְרֵאת עִיר: \n",
      "שׁוּשַׁן הַבִּירָה אַף עַל פִּי שֶׁלֹּא הָיְתָה מֻקֶּפֶת חוֹמָה בִּימֵי יְהוֹשֻׁעַ בִּן נוּן קוֹרְאִין בְּט''ו שֶׁבָּהּ הָיָה הַנֵּס שֶׁנֶּאֱמַר <small>(אסתר ט יח)</small> \"וְנוֹחַ בַּחֲמִשָּׁה עָשָׂר בּוֹ\". וְלָמָּה תָּלוּ הַדָּבָר בִּימֵי יְהוֹשֻׁעַ כְּדֵי לַחֲלֹק כָּבוֹד לְאֶרֶץ יִשְׂרָאֵל שֶׁהָיְתָה חֲרֵבָה בְּאוֹתוֹ הַזְּמַן. כְּדֵי שֶׁיִּהְיוּ קוֹרְאִין כִּבְנֵי שׁוּשָׁן וְיֵחָשְׁבוּ כְּאִלּוּ הֵן כְּרַכִּין הַמֻּקָּפִין חוֹמָה אַף עַל פִּי שֶׁהֵן עַתָּה חֲרֵבִין הוֹאִיל וְהָיוּ מֻקָּפִין בִּימֵי יְהוֹשֻׁעַ קוֹרִין בְּט''ו וְיִהְיֶה זִכָּרוֹן לְאֶרֶץ יִשְׂרָאֵל בְּנֵס זֶה: \n",
      "בְּנֵי הַכְּפָרִים שֶׁאֵינָם מִתְקַבְּצִים בְּבָתֵּי כְּנֵסִיּוֹת אֶלָּא בְּשֵׁנִי וּבַחֲמִישִׁי תִּקְּנוּ לָהֶם שֶׁיִּהְיוּ מַקְדִּימִין וְקוֹרְאִים בְּיוֹם הַכְּנִיסָה. כֵּיצַד. אִם חָל יוֹם י''ד לִהְיוֹת בְּשֵׁנִי אוֹ בַּחֲמִישִׁי קוֹרְאִין בּוֹ בַּיּוֹם. וְאִם חָל בְּיוֹם אַחֵר חוּץ מִשֵּׁנִי וַחֲמִישִׁי מַקְדִּימִין וְקוֹרְאִין בְּשֵׁנִי אוֹ בַּחֲמִישִׁי הַסָּמוּךְ לְי''ד: \n",
      "כֵּיצַד. חָל י''ד לִהְיוֹת בְּאֶחָד בְּשַׁבָּת מַקְדִּימִין וְקוֹרְאִין בַּחֲמִישִׁי שֶׁהוּא יוֹם י''א. חָל לִהְיוֹת בִּשְׁלִישִׁי קוֹרְאִין בְּשֵׁנִי שֶׁהוּא יוֹם י''ג. חָל לִהְיוֹת בִּרְבִיעִי קוֹרְאִין בְּשֵׁנִי שֶׁהוּא יוֹם י''ב. וְכָל אֵלּוּ שֶׁמַּקְדִּימִין וְקוֹרְאִין קֹדֶם י''ד אֵין קוֹרְאִין אוֹתָהּ בְּפָחוֹת מֵעֲשָׂרָה: \n",
      "כְּפָר שֶׁמַּקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה בִּזְמַן שֶׁאֵין נִכְנָסִין בּוֹ בְּשֵׁנִי וּבַחֲמִישִׁי אֵין קוֹרְאִין אוֹתָהּ אֶלָּא בְּי''ד. וְכָל עִיר שֶׁאֵין בָּהּ עֲשָׂרָה בַּטְלָנִין קְבוּעִין בְּבֵית הַכְּנֶסֶת לְצָרְכֵי הַצִּבּוּר הֲרֵי הִיא כִּכְפָר וּמַקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה. וְאִם אֵין שָׁם עֲשָׂרָה בְּנֵי אָדָם תַּקָּנָתוֹ קַלְקָלָתוֹ וַהֲרֵי הֵם כְּאַנְשֵׁי עִיר גְּדוֹלָה וְאֵין קוֹרְאִין אֶלָּא בְּי''ד: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה בִּזְמַן שֶׁיֵּשׁ לָהֶם לְיִשְׂרָאֵל מַלְכוּת. אֲבָל בַּזְּמַן הַזֶּה אֵין קוֹרְאִין אוֹתָהּ אֶלָּא בִּזְמַנָּהּ שֶׁהוּא יוֹם י''ד וְיוֹם ט''ו. בְּנֵי הַכְּפָרִים וּבְנֵי עֲיָרוֹת קוֹרְאִין בְּי''ד. וּבְנֵי כְּרַכִּין קוֹרְאִין בְּט''ו: \n",
      "בֶּן עִיר שֶׁהָלַךְ לַכְּרַךְ אוֹ בֶּן כְּרַךְ שֶׁהָלַךְ לָעִיר אִם הָיָה דַּעְתּוֹ לַחֲזֹר לִמְקוֹמוֹ בִּזְמַן קְרִיאָה וְנִתְעַכֵּב וְלֹא חָזַר קוֹרֵא כִּמְקוֹמוֹ. וְאִם לֹא הָיָה בְּדַעְתּוֹ לַחֲזֹר אֶלָּא לְאַחַר זְמַן הַקְּרִיאָה קוֹרֵא עִם אַנְשֵׁי הַמָּקוֹם שֶׁהוּא שָׁם. וּכְרַךְ וְכָל הַסָּמוּךְ לוֹ וְכָל הַנִּרְאֶה עִמּוֹ אִם אֵין בֵּינֵיהֶם יֶתֶר עַל אַלְפַּיִם אַמָּה הֲרֵי זֶה כִּכְרַךְ וְקוֹרְאִין בַּחֲמִשָּׁה עָשָׂר: \n",
      "עִיר שֶׁהִיא סָפֵק וְאֵין יָדוּעַ אִם הָיְתָה מֻקֶּפֶת חוֹמָה בִּימוֹת יְהוֹשֻׁעַ בִּן נוּן אוֹ אַחַר כֵּן הֻקְּפָה קוֹרְאִין בִּשְׁנֵי הַיָּמִים שֶׁהֵן י''ד וְט''ו וּבְלֵילֵיהֶם. וּמְבָרְכִין עַל קְרִיאָתָהּ בְּי''ד בִּלְבַד הוֹאִיל וְהוּא זְמַן קְרִיאָתָהּ לְרֹב הָעוֹלָם: \n",
      "קָרְאוּ אֶת הַמְּגִלָּה בַּאֲדָר רִאשׁוֹן וְאַחַר כָּךְ עִבְּרוּ בֵּית דִּין אֶת הַשָּׁנָה חוֹזְרִים וְקוֹרְאִים אוֹתָהּ בָּאֲדָר הַשֵּׁנִי בִּזְמַנָּהּ: \n",
      "אֵין קוֹרְאִין אֶת הַמְּגִלָּה בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יִטּל אוֹתָהּ בְּיָדוֹ וְיֵלֵךְ אֵצֶל מִי שֶׁהוּא בָּקִי לִקְרוֹתָהּ וְיַעֲבִירֶנָּה אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים. שֶׁהַכּל חַיָּבִים בִּקְרִיאָתָהּ וְאֵין הַכּל בְּקִיאִין בִּקְרִיאָתָהּ. לְפִיכָךְ אִם חָל זְמַן קְרִיאָתָהּ בְּשַׁבָּת מַקְדִּימִין וְקוֹרְאִין אוֹתָהּ קֹדֶם הַשַּׁבָּת. וְשׁוֹאֲלִין וְדוֹרְשִׁין בְּהִלְכוֹת פּוּרִים בְּאוֹתָהּ שַׁבָּת כְּדֵי לְהַזְכִּיר שֶׁהוּא פּוּרִים: \n",
      "כֵּיצַד. יוֹם אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת בְּנֵי עֲיָרוֹת מַקְדִּימִין וְקוֹרְאִין בְּעֶרֶב שַׁבָּת וּבְנֵי כְּרַכִּים קוֹרְאִים בִּזְמַנָּם בְּאֶחָד בְּשַׁבָּת. חָל יוֹם ט''ו לִהְיוֹת בְּשַׁבָּת בְּנֵי כְּרַכִּים מַקְדִּימִין וְקוֹרְאִין בְּעֶרֶב שַׁבָּת שֶׁהוּא יוֹם אַרְבָּעָה עָשָׂר וּבְנֵי עֲיָרוֹת קוֹרְאִין בּוֹ בַּיּוֹם שֶׁהוּא זְמַנָּם וְנִמְצְאוּ הַכּל קוֹרְאִין בְּאַרְבָּעָה עָשָׂר: \n"
    ],
    [
      "הַקוֹרֵא אֶת הַמְּגִלָּה לְמַפְרֵעַ לֹא יָצָא. קָרָא וְשָׁכַח פָּסוּק אֶחָד וְקָרָא פָּסוּק שֵׁנִי לוֹ וְחָזַר וְקָרָא פָּסוּק שֶׁשָּׁכַח וְחָזַר וְקָרָא פָּסוּק שְׁלִישִׁי לֹא יָצָא מִפְּנֵי שֶׁקָּרָא פָּסוּק אֶחָד לְמַפְרֵעַ. אֶלָּא כֵּיצַד עוֹשֶׂה. מַתְחִיל מִפָּסוּק שֵׁנִי שֶׁשָּׁכַח וְקוֹרֵא עַל הַסֵּדֶר:  ",
      "מָצָא צִבּוּר שֶׁקָּרְאוּ חֶצְיָהּ לֹא יֹאמַר אֶקְרָא חֶצְיָהּ הָאַחֲרוֹן עִם הַצִּבּוּר וְאֶחֱזֹר וְאֶקְרָא חֶצְיָהּ רִאשׁוֹן, שֶׁזֶּה קוֹרֵא לְמַפְרֵעַ. אֶלָּא קוֹרֵא מִתְּחִלָּה וְעַד סוֹף עַל הַסֵּדֶר. קָרָא וְשָׁהָה מְעַט וְחָזַר וְקָרָא אַף עַל פִּי שֶׁשָּׁהָה כְּדֵי לִגְמֹר אֶת כֻּלָּהּ הוֹאִיל וְקָרָא עַל הַסֵּדֶר יָצָא:  ",
      "הַקּוֹרֵא אֶת הַמְּגִלָּה עַל פֶּה לֹא יָצָא יְדֵי חוֹבָתוֹ. הַלּוֹעֵז שֶׁשָּׁמַע אֶת הַמְּגִלָּה הַכְּתוּבָה בִּלְשׁוֹן הַקֹּדֶשׁ וּבִכְתַב הַקֹּדֶשׁ אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ מַה הֵן אוֹמְרִין יָצָא יְדֵי חוֹבָתוֹ. וְכֵן אִם הָיְתָה כְּתוּבָה יְוָנִית וּשְׁמָעָהּ יָצָא אַף עַל פִּי שֶׁאֵינוֹ מַכִּיר, וַאֲפִלּוּ הָיָה הַשּׁוֹמֵעַ עִבְרִי:  ",
      "הָיְתָה כְּתוּבָה תַּרְגּוּם אוֹ בְּלָשׁוֹן אַחֶרֶת מִלְּשׁוֹנוֹת הַגּוֹיִם לֹא יָצָא יְדֵי חוֹבָתוֹ בִּקְרִיאָתָהּ אֶלָּא הַמַּכִּיר אוֹתָהּ הַלָּשׁוֹן בִּלְבַד. וְהוּא שֶׁתִּהְיֶה כְּתוּבָה בִּכְתַב אוֹתוֹ הַלָּשׁוֹן. אֲבָל אִם הָיְתָה כְּתוּבָה בִּכְתָב עִבְרִי וּקְרָאָהּ אֲרָמִית לַאֲרָמִי לֹא יָצָא שֶׁנִּמְצָא זֶה קוֹרֵא עַל פֶּה. וְכֵיוָן שֶׁלֹּא יָצָא יְדֵי חוֹבָתוֹ הַקּוֹרֵא לֹא יָצָא הַשּׁוֹמֵעַ מִמֶּנּוּ:  ",
      "הַקּוֹרֵא אֶת הַמְּגִלָּה בְּלֹא כַּוָּנָה לֹא יָצָא. כֵּיצַד. הָיָה כּוֹתְבָהּ אוֹ דּוֹרְשָׁהּ אוֹ מַגִּיהָהּ אִם כִּוֵּן אֶת לִבּוֹ לָצֵאת בִּקְרִיאָה זוֹ יָצָא וְאִם לֹא כִּוִּן לִבּוֹ לֹא יָצָא. קָרָא וְהוּא מִתְנַמְנֵם הוֹאִיל וְלֹא נִרְדַּם בַּשֵּׁנָה יָצָא:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַמְכַוֵּן לִבּוֹ בַּכְּתִיבָה יָצָא. בְּשֶׁנִּתְכַּוֵּן לָצֵאת בַּקְּרִיאָה שֶׁקּוֹרֵא בְּסֵפֶר שֶׁמַּעְתִּיק מִמֶּנּוּ בְּשָׁעָה שֶׁהוּא כּוֹתֵב. אֲבָל אִם לֹא נִתְכַּוֵּן לָצֵאת בִּקְרִיאָה זוֹ שֶׁכָּתַב לֹא יָצָא. שֶׁאֵינוֹ יוֹצֵא יְדֵי חוֹבָתוֹ אֶלָּא בִּקְרִיאָתָהּ מִסֵּפֶר שֶׁכֻּלָּהּ כְּתוּבָה בּוֹ בִּשְׁעַת קְרִיאָה:  ",
      "הַקּוֹרֵא אֶת הַמְּגִלָּה וְטָעָה בִּקְרִיאָתָהּ וְקָרָא קְרִיאָה מְשֻׁבֶּשֶׁת יָצָא. לְפִי שֶׁאֵין מְדַקְדְּקִין בִּקְרִיאָתָהּ. קְרָאָהּ עוֹמֵד אוֹ יוֹשֵׁב יָצָא וַאֲפִלּוּ בְּצִבּוּר. אֲבָל לֹא יִקְרָא בְּצִבּוּר יוֹשֵׁב לְכַתְּחִלָּה מִפְּנֵי כְּבוֹד הַצִּבּוּר. קְרָאוּהָ שְׁנַיִם אֲפִלּוּ עֲשָׂרָה כְּאֶחָד יָצְאוּ הַקּוֹרְאִין וְהַשּׁוֹמְעִים מִן הַקּוֹרְאִין. וְקוֹרֵא אוֹתָהּ גָּדוֹל עִם הַקָּטָן וַאֲפִלּוּ בְּצִבּוּר:  ",
      "אֵין קוֹרְאִין בְּצִבּוּר בִּמְגִלָּה הַכְּתוּבָה בֵּין הַכְּתוּבִים. וְאִם קָרָא לֹא יָצָא. אֶלָּא אִם כֵּן הָיְתָה יְתֵרָה עַל שְׁאָר הַיְרִיעוֹת אוֹ חֲסֵרָה כְּדֵי שֶׁיְּהֵא לָהּ הֶכֵּר. אֲבָל הַיָּחִיד קוֹרֵא בָּהּ וַאֲפִלּוּ אֵינָהּ חֲסֵרָה וְלֹא יְתֵרָה וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ:  ",
      "אֵין כּוֹתְבִין הַמְּגִלָּה אֶלָּא בִּדְיוֹ עַל הַגְּוִיל אוֹ עַל הַקְּלָף כְּסֵפֶר תּוֹרָה. וְאִם כְּתָבָהּ בְּמֵי עַפְּצָא וְקַנְקַנְתּוֹם כְּשֵׁרָה. כְּתָבָהּ בִּשְׁאָר מִינֵי צִבְעוֹנִין פְּסוּלָה. וּצְרִיכָה שִׂרְטוּט כַּתּוֹרָה עַצְמָהּ. וְאֵין הָעוֹר שֶׁלָּהּ צָרִיךְ לְעַבֵּד לִשְׁמָהּ. הָיְתָה כְּתוּבָה עַל הַנְּיָר אוֹ עַל עוֹר שֶׁאֵינוֹ מְעֻבָּד אוֹ שֶׁכְּתָבָהּ עַכּוּ''ם אוֹ אֶפִּיקוֹרוֹס פְּסוּלָה:  ",
      "הָיוּ בָּהּ אוֹתִיּוֹת מְטֻשְׁטָשׁוֹת אוֹ מְקֹרָעוֹת. אִם רִשּׁוּמָן נִכָּר אֲפִלּוּ הָיוּ רֻבָּהּ כְּשֵׁרָה. וְאִם אֵין רִשּׁוּמָן נִכָּר אִם הָיָה רֻבָּהּ שָׁלֵם כְּשֵׁרָה. וְאִם לָאו פְּסוּלָה וְהַקּוֹרֵא בָּהּ לֹא יָצָא. הִשְׁמִיט בָּהּ הַסּוֹפֵר אוֹתִיּוֹת אוֹ פְּסוּקִים וּקְרָאָן הַקּוֹרֵא אֶת הַמְּגִלָּה עַל פֶּה יָצָא:  ",
      "הַמְּגִלָּה צְרִיכָה שֶׁתְּהֵא תְּפוּרָה כֻּלָּהּ עַד שֶׁיִּהְיוּ כָּל עוֹרוֹתֶיהָ מְגִלָּה אַחַת. וְאֵינָהּ נִתְפֶּרֶת אֶלָּא בְּגִידִין כְּסֵפֶר תּוֹרָה. וְאִם תְּפָרָהּ שֶׁלֹּא בְּגִידִין פְּסוּלָה. וְאֵינוֹ צָרִיךְ לִתְפֹּר אֶת כָּל הַיְרִיעָה בְּגִידִין כְּסֵפֶר תּוֹרָה אֶלָּא אֲפִלּוּ תָּפַר בְּגִידִין שָׁלֹשׁ תְּפִירוֹת בִּקְצֵה הַיְרִיעָה וְשָׁלֹשׁ בְּאֶמְצָעָהּ וְשָׁלֹשׁ בַּקָּצֶה הַשֵּׁנִי כְּשֵׁרָה מִפְּנֵי שֶׁנִּקְרֵאת אִגֶּרֶת:  ",
      "וְצָרִיךְ הַקּוֹרֵא לִקְרוֹת עֲשֶׂרֶת בְּנֵי הָמָן וַעֲשֶׂרֶת בִּנְשִׁימָה אַחַת כְּדֵי לְהוֹדִיעַ לְכָל הָעָם שֶׁכֻּלָּם נִתְלוּ וְנֶהֶרְגוּ כְּאֶחָד. וּמִנְהַג כָּל יִשְׂרָאֵל שֶׁהַקּוֹרֵא הַמְּגִלָּה קוֹרֵא וּפוֹשֵׁט כְּאִגֶּרֶת לְהַרְאוֹת הַנֵּס וּכְשֶׁיִּגְמֹר חוֹזֵר וְכוֹרְכָהּ כֻּלָּהּ וּמְבָרֵךְ:  ",
      "שְׁנֵי הַיָּמִים הָאֵלּוּ שֶׁהֵן י''ד וְט''ו אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית לְכָל אָדָם בְּכָל מָקוֹם. בֵּין לִבְנֵי כְּרַכִּין שֶׁהֵן עוֹשִׂין ט''ו בִּלְבַד. בֵּין לִבְנֵי עֲיָרוֹת שֶׁהֵן עוֹשִׂין י''ד בִּלְבַד. וּשְׁנֵי הַיָּמִים אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית בַּאֲדָר הָרִאשׁוֹן וּבָאֲדָר הַשֵּׁנִי. אַנְשֵׁי כְּפָרִים שֶׁהִקְדִּימוּ וְקָרְאוּ בְּשֵׁנִי אוֹ בַּחֲמִישִׁי הַסָּמוּךְ לְפוּרִים מֻתָּרִים בְּהֶסְפֵּד וְתַעֲנִית בְּיוֹם קְרִיאָתָהּ וַאֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית בִּשְׁנֵי הַיָּמִים הָאֵלּוּ אַף עַל פִּי שֶׁאֵין קוֹרְאִין בָּהֶן:  ",
      "מִצְוַת יוֹם י''ד לִבְנֵי כְּפָרִים וַעֲיָרוֹת וְיוֹם ט''ו לִבְנֵי כְּרַכִּים לִהְיוֹת יוֹם שִׂמְחָה וּמִשְׁתֶּה וּמִשְׁלוֹחַ מָנוֹת לְרֵעִים וּמַתָּנוֹת לָאֶבְיוֹנִים. וּמֻתָּר בַּעֲשִׂיַּת מְלָאכָה, וְאַף עַל פִּי כֵן אֵין רָאוּי לַעֲשׂוֹת בּוֹ מְלָאכָה. אָמְרוּ חֲכָמִים כָּל הָעוֹשֶׂה מְלָאכָה בְּיוֹם פּוּרִים אֵינוֹ רוֹאֶה סִימַן בְּרָכָה לְעוֹלָם. בְּנֵי כְּפָרִים שֶׁקָּדְמוּ וְקָרְאוּ בְּשֵׁנִי אוֹ בַּחֲמִישִׁי אִם חִלְּקוּ מָעוֹת לָאֶבְיוֹנִים בְּיוֹם קְרִיאָתָן יָצְאוּ. אֲבָל הַשִּׂמְחָה וְהַמִּשְׁתֶּה אֵין עוֹשִׂין אוֹתָם אֶלָּא בְּיוֹם י''ד. וְאִם הִקְדִּימוּ לֹא יָצְאוּ. וּסְעֻדַּת פּוּרִים שֶׁעֲשָׂאָהּ בַּלַּיְלָה לֹא יָצָא יְדֵי חוֹבָתוֹ:  ",
      "כֵּיצַד חוֹבַת סְעֻדָּה זוֹ. שֶׁיֹּאכַל בָּשָׂר וִיתַקֵּן סְעֻדָּה נָאָה כְּפִי אֲשֶׁר תִּמְצָא יָדוֹ. וְשׁוֹתֶה יַיִן עַד שֶׁיִּשְׁתַּכֵּר וְיֵרָדֵם בְּשִׁכְרוּתוֹ. וְכֵן חַיָּב אָדָם לִשְׁלֹחַ שְׁתֵּי מְנוֹת בָּשָׂר אוֹ שְׁנֵי מִינֵי תַּבְשִׁיל אוֹ שְׁנֵי מִינֵי אֳכָלִין לַחֲבֵרוֹ שֶׁנֶּאֱמַר <small>(אסתר ט יט)</small> \"וּמִשְׁלוֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ\", שְׁתֵּי מָנוֹת לְאִישׁ אֶחָד. וְכָל הַמַּרְבֶּה לִשְׁלֹחַ לְרֵעִים מְשֻׁבָּח. וְאִם אֵין לוֹ מַחֲלִיף עִם חֲבֵרוֹ זֶה שׁוֹלֵחַ לְזֶה סְעֻדָּתוֹ וְזֶה שׁוֹלֵחַ לְזֶה סְעֻדָּתוֹ כְּדֵי לְקַיֵּם וּמִשְׁלוֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ:  ",
      "וְחַיָּב לְחַלֵּק לָעֲנִיִּים בְּיוֹם הַפּוּרִים. אֵין פּוֹחֲתִין מִשְּׁנֵי עֲנִיִּים נוֹתֵן לְכָל אֶחָד מַתָּנָה אַחַת אוֹ מָעוֹת אוֹ מִינֵי תַּבְשִׁיל אוֹ מִינֵי אֳכָלִין שֶׁנֶּאֱמַר <small>(אסתר ט כב)</small> \"וּמַתָּנוֹת לָאֶבְיוֹנִים\", שְׁתֵּי מַתָּנוֹת לִשְׁנֵי עֲנִיִּים. וְאֵין מְדַקְדְּקִין בִּמְעוֹת פּוּרִים אֶלָּא כָּל הַפּוֹשֵׁט יָדוֹ לִטּל נוֹתְנִין לוֹ. וְאֵין מְשַׁנִּין מָעוֹת פּוּרִים לִצְדָקָה אַחֶרֶת:  ",
      "מוּטָב לָאָדָם לְהַרְבּוֹת בְּמַתְּנוֹת אֶבְיוֹנִים מִלְּהַרְבּוֹת בִּסְעֻדָּתוֹ וּבְשִׁלּוּחַ מָנוֹת לְרֵעָיו. שֶׁאֵין שָׁם שִׂמְחָה גְּדוֹלָה וּמְפֹאָרָה אֶלָּא לְשַׂמֵּחַ לֵב עֲנִיִּים וִיתוֹמִים וְאַלְמָנוֹת וְגֵרִים. שֶׁהַמְשַׂמֵּחַ לֵב הָאֻמְלָלִים הָאֵלּוּ דּוֹמֶה לַשְּׁכִינָה שֶׁנֶּאֱמַר <small>(ישעיה נז טו)</small> \"לְהַחֲיוֹת רוּחַ שְׁפָלִים וּלְהַחֲיוֹת לֵב נִדְכָּאִים\":  ",
      "כָּל סִפְרֵי הַנְּבִיאִים וְכָל הַכְּתוּבִים עֲתִידִין לִבָּטֵל לִימוֹת הַמָּשִׁיחַ חוּץ מִמְּגִלַּת אֶסְתֵּר וַהֲרֵי הִיא קַיֶּמֶת כַּחֲמִשָּׁה חֻמְּשֵׁי תּוֹרָה וְכַהֲלָכוֹת שֶׁל תּוֹרָה שֶׁבְּעַל פֶּה שֶׁאֵינָן בְּטֵלִין לְעוֹלָם. וְאַף עַל פִּי שֶׁכָּל זִכְרוֹן הַצָּרוֹת יְבֻטַּל שֶׁנֶּאֱמַר <small>(ישעיה סה טז)</small> \"כִּי נִשְׁכְּחוּ הַצָּרוֹת הָרִאשׁוֹנוֹת וְכִי נִסְתְּרוּ מֵעֵינִי\". יְמֵי הַפּוּרִים לֹא יִבָּטְלוּ שֶׁנֶּאֱמַר <small>(אסתר ט כח)</small> \"וִימֵי הַפּוּרִים הָאֵלֶּה לֹא יַעַבְרוּ מִתּוֹךְ הַיְּהוּדִים וְזִכְרָם לֹא יָסוּף מִזַּרְעָם\":  "
    ],
    [
      "בְבַיִת שֵׁנִי כְּשֶׁמַּלְכֵי יָוָן גָּזְרוּ גְּזֵרוֹת עַל יִשְׂרָאֵל וּבִטְּלוּ דָּתָם וְלֹא הֵנִיחוּ אוֹתָם לַעֲסֹק בְּתוֹרָה וּבְמִצְוֹת. וּפָשְׁטוּ יָדָם בְּמָמוֹנָם וּבִבְנוֹתֵיהֶם וְנִכְנְסוּ לַהֵיכָל וּפָרְצוּ בּוֹ פְּרָצוֹת וְטִמְּאוּ הַטָּהֳרוֹת. וְצָר לָהֶם לְיִשְׂרָאֵל מְאֹד מִפְּנֵיהֶם וּלְחָצוּם לַחַץ גָּדוֹל עַד שֶׁרִחֵם עֲלֵיהֶם אֱלֹהֵי אֲבוֹתֵינוּ וְהוֹשִׁיעָם מִיָּדָם וְהִצִּילָם וְגָבְרוּ בְּנֵי חַשְׁמוֹנַאי הַכֹּהֲנִים הַגְּדוֹלִים וַהֲרָגוּם וְהוֹשִׁיעוּ יִשְׂרָאֵל מִיָּדָם וְהֶעֱמִידוּ מֶלֶךְ מִן הַכֹּהֲנִים וְחָזְרָה מַלְכוּת לְיִשְׂרָאֵל יֶתֶר עַל מָאתַיִם שָׁנָה עַד הַחֻרְבָּן הַשֵּׁנִי: \n",
      "וּכְשֶׁגָּבְרוּ יִשְׂרָאֵל עַל אוֹיְבֵיהֶם וְאִבְּדוּם בְּכ''ה בְּחֹדֶשׁ כִּסְלֵו הָיָה וְנִכְנְסוּ לַהֵיכָל וְלֹא מָצְאוּ שֶׁמֶן טָהוֹר בַּמִּקְדָּשׁ אֶלָּא פַּךְ אֶחָד וְלֹא הָיָה בּוֹ לְהַדְלִיק אֶלָּא יוֹם אֶחָד בִּלְבַד וְהִדְלִיקוּ מִמֶּנּוּ נֵרוֹת הַמַּעֲרָכָה שְׁמוֹנָה יָמִים עַד שֶׁכָּתְשׁוּ זֵיתִים וְהוֹצִיאוּ שֶׁמֶן טָהוֹר: \n",
      "וּמִפְּנֵי זֶה הִתְקִינוּ חֲכָמִים שֶׁבְּאוֹתוֹ הַדּוֹר שֶׁיִּהְיוּ שְׁמוֹנַת הַיָּמִים הָאֵלּוּ שֶׁתְּחִלָּתָן כ''ה בְּכִסְלֵו יְמֵי שִׂמְחָה וְהַלֵּל וּמַדְלִיקִין בָּהֶן הַנֵּרוֹת בָּעֶרֶב עַל פִּתְחֵי הַבָּתִּים בְּכָל לַיְלָה וְלַיְלָה מִשְּׁמוֹנַת הַלֵּילוֹת לְהַרְאוֹת וּלְגַלּוֹת הַנֵּס. וְיָמִים אֵלּוּ הֵן הַנִּקְרָאִין חֲנֻכָּה וְהֵן אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית כִּימֵי הַפּוּרִים. וְהַדְלָקַת הַנֵּרוֹת בָּהֶן מִצְוָה מִדִּבְרֵי סוֹפְרִים כִּקְרִיאַת הַמְּגִלָּה: \n",
      "כָּל שֶׁחַיָּב בִּקְרִיאַת הַמְּגִלָּה חַיָּב בְּהַדְלָקַת נֵר חֲנֻכָּה וְהַמַּדְלִיק אוֹתָהּ בַּלַּיְלָה הָרִאשׁוֹן מְבָרֵךְ שָׁלֹשׁ בְּרָכוֹת וְאֵלּוּ הֵן. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לְהַדְלִיק נֵר שֶׁל חֲנֻכָּה וְשֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ וְכוּ'. וְשֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְכוּ'. וְכָל הָרוֹאֶה אוֹתָהּ וְלֹא בֵּרֵךְ מְבָרֵךְ שְׁתַּיִם. שֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ וְשֶׁהֶחֱיָנוּ. וּבִשְׁאָר הַלֵּילוֹת הַמַּדְלִיק מְבָרֵךְ שְׁתַּיִם וְהָרוֹאֶה מְבָרֵךְ אַחַת שֶׁאֵין מְבָרְכִין שֶׁהֶחֱיָנוּ אֶלָּא בַּלַּיְלָה הָרִאשׁוֹן: \n",
      "בְּכָל יוֹם וָיוֹם מִשְּׁמוֹנַת הַיָּמִים אֵלּוּ גּוֹמְרִין אֶת הַהַלֵּל וּמְבָרֵךְ לְפָנָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לִגְמֹר אֶת הַהַלֵּל בֵּין יָחִיד בֵּין צִבּוּר. אַף עַל פִּי שֶׁקְּרִיאַת הַהַלֵּל מִצְוָה מִדִּבְרֵי סוֹפְרִים מְבָרֵךְ עָלָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ כְּדֶרֶךְ שֶׁמְּבָרֵךְ עַל הַמְּגִלָּה וְעַל הָעֵרוּב. שֶׁכָּל וַדַּאי שֶׁל דִּבְרֵיהֶם מְבָרְכִין עָלָיו. אֲבָל דָּבָר שֶׁהוּא מִדִּבְרֵיהֶם וְעִקַּר עֲשִׂיָּתָן לוֹ מִפְּנֵי הַסָּפֵק כְּגוֹן מַעֲשֵׂר דְּמַאי אֵין מְבָרְכִין עָלָיו. וְלָמָּה מְבָרְכִין עַל יוֹם טוֹב שֵׁנִי וְהֵם לֹא תִּקְּנוּהוּ אֶלָּא מִפְּנֵי הַסָּפֵק כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בּוֹ: \n",
      "וְלֹא הַלֵּל שֶׁל חֲנֻכָּה בִּלְבַד הוּא שֶׁמִּדִּבְרֵי סוֹפְרִים אֶלָּא קְרִיאַת הַהַלֵּל לְעוֹלָם מִדִּבְרֵי סוֹפְרִים בְּכָל הַיָּמִים שֶׁגּוֹמְרִין בָּהֶן אֶת הַהַלֵּל. וּשְׁמוֹנָה עָשָׂר יוֹם בַּשָּׁנָה מִצְוָה לִגְמֹר בָּהֶן אֶת הַהַלֵּל. וְאִלּוּ הֵן. שְׁמוֹנַת יְמֵי הֶחָג. וּשְׁמוֹנַת יְמֵי חֲנֻכָּה. וְרִאשׁוֹן שֶׁל פֶּסַח וְיוֹם עֲצֶרֶת. אֲבָל רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים אֵין בָּהֶן הַלֵּל לְפִי שֶׁהֵן יְמֵי תְּשׁוּבָה וְיִרְאָה וָפַחַד לֹא יְמֵי שִׂמְחָה יְתֵרָה. וְלֹא תִּקְּנוּ הַלֵּל בְּפוּרִים שֶׁקְּרִיאַת הַמְּגִלָּה הִיא הַהַלֵּל: \n",
      "מְקוֹמוֹת שֶׁעוֹשִׂין יוֹם טוֹב שְׁנֵי יָמִים גּוֹמְרִין אֶת הַהַלֵּל עֶשְׂרִים וְאֶחָד יוֹם. תִּשְׁעָה יְמֵי הֶחָג. וּשְׁמוֹנָה יְמֵי חֲנֻכָּה. וּשְׁנֵי יָמִים שֶׁל פֶּסַח. וּשְׁנֵי יָמִים שֶׁל עֲצֶרֶת. אֲבָל בְּרָאשֵׁי חֳדָשִׁים קְרִיאַת הַהַלֵּל מִנְהָג וְאֵינוֹ מִצְוָה. וּמִנְהָג זֶה בְּצִבּוּר לְפִיכָךְ קוֹרְאִין בְּדִלּוּג. וְאֵין מְבָרְכִין עָלָיו שֶׁאֵין מְבָרְכִין עַל הַמִּנְהָג. וְיָחִיד לֹא יִקְרָא כְּלָל. וְאִם הִתְחִיל יַשְׁלִים וְיִקְרָא בְּדִלּוּג כְּדֶרֶךְ שֶׁקּוֹרְאִין הַצִּבּוּר. וְכֵן בִּשְׁאָר יְמֵי הַפֶּסַח קוֹרְאִין בְּדִלּוּג כְּרָאשֵׁי חֳדָשִׁים: \n",
      "כֵּיצַד מְדַלְּגִין. מַתְחִילִין מִתְּחִלַּת הַהַלֵּל עַד <small>(תהילים קיד ח)</small> \"חַלָּמִישׁ לְמַעְיְנוֹ מָיִם\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קטו יב)</small> \"ה' זְכָרָנוּ יְבָרֵךְ\" כוּ' עַד <small>(תהילים קטו יח)</small> \"הַלְלוּיָהּ\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קטז יב)</small> \"מָה אָשִׁיב לַה'\" עַד <small>(תהילים קטז יט)</small> \"הַלְלוּיָהּ\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קיח ה)</small> \"מִן הַמֵּצַר קָרָאתִי יָהּ\" עַד סוֹף הַהַלֵּל. זֶה הוּא הַמִּנְהָג הַפָּשׁוּט. וְיֵשׁ מְדַלְּגִין דִּלּוּג אַחֵר: \n",
      "כָּל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַהַלֵּל. וְהַקּוֹרֵא אֶת הַהַלֵּל לְמַפְרֵעַ לֹא יָצָא. קָרָא וְשָׁהָה וְחָזַר וְקָרָא אַף עַל פִּי שֶׁשָּׁהָה כְּדֵי לִגְמֹר אֶת כֻּלּוֹ יָצָא. יָמִים שֶׁגּוֹמְרִין בָּהֶן אֶת הַהַלֵּל יֵשׁ לוֹ לְהַפְסִיק בֵּין פֶּרֶק לְפֶרֶק אֲבָל בְּאֶמְצַע הַפֶּרֶק לֹא יַפְסִיק. וְיָמִים שֶׁקּוֹרְאִין בָּהֶן בְּדִלּוּג אֲפִלּוּ בְּאֶמְצַע הַפֶּרֶק פּוֹסֵק: \n",
      "כָּל יוֹם שֶׁגּוֹמְרִין בּוֹ אֶת הַהַלֵּל מְבָרֵךְ לְפָנָיו. וּמָקוֹם שֶׁנָּהֲגוּ לְבָרֵךְ אַחֲרָיו מְבָרֵךְ. כֵּיצַד מְבָרֵךְ. יְהַלְלוּךָ ה' אֱלֹהֵינוּ כָּל מַעֲשֶׂיךָ וְצַדִּיקִים וַחֲסִידִים עוֹשֵׂי רְצוֹנֶךָ וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל בְּרִנָּה יוֹדוּ לְשִׁמְךָ כִּי אַתָּה ה' לְךָ טוֹב לְהוֹדוֹת וְנָעִים לְשִׁמְךָ לְזַמֵּר וּמֵעוֹלָם וְעַד עוֹלָם אַתָּה הָאֵל בָּרוּךְ אַתָּה ה' הַמֶּלֶךְ הַמְהֻלָּל הַמְשֻׁבָּח הַמְפֹאָר חַי וְקַיָּם תָּמִיד יִמְלוֹךְ לְעוֹלָם וָעֶד: \n",
      "יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִכְפּל מֵ <small>(תהילים קיח כא)</small> \"אוֹדְךָ כִּי עֲנִיתָנִי\" עַד סוֹף הַהַלֵּל כּוֹפְלִין כָּל דָּבָר וְדָבָר שְׁתֵּי פְּעָמִים. וּמָקוֹם שֶׁנָּהֲגוּ לִכְפּל יִכְפּל וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִכְפּל אֵין כּוֹפְלִין: \n",
      "מִנְהַג קְרִיאַת הַהַלֵּל בִּימֵי חֲכָמִים הָרִאשׁוֹנִים כָּךְ הָיָה. אַחַר שֶׁמְּבָרֵךְ הַגָּדוֹל שֶׁמַּקְרֵא אֶת הַהַלֵּל מַתְחִיל וְאוֹמֵר הַלְלוּיָהּ וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר הַלְלוּ עַבְדֵי ה' וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר הַלְלוּ אֶת שֵׁם ה' וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר יְהִי שֵׁם ה' מְבֹרָךְ מֵעַתָּה וְעַד עוֹלָם וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְכֵן עַל כָּל דָּבָר. עַד שֶׁנִּמְצְאוּ עוֹנִין בְּכָל הַהַלֵּל הַלְלוּיָהּ מֵאָה וְשָׁלֹשׁ וְעֶשְׂרִים פְּעָמִים סִימָן לָהֶם שְׁנוֹתָיו שֶׁל אַהֲרֹן: \n",
      "וְכֵן כְּשֶׁהַקּוֹרֵא מַגִּיעַ לְרֹאשׁ כָּל פֶּרֶק וּפֶרֶק הֵן חוֹזְרִין וְאוֹמְרִין מַה שֶּׁאָמַר. כֵּיצַד. כְּשֶׁהוּא אוֹמֵר בְּצֵאת יִשְׂרָאֵל מִמִּצְרַיִם כָּל הָעָם חוֹזְרִין וְאוֹמְרִין בְּצֵאת יִשְׂרָאֵל מִמִּצְרָיִם. וְהַקּוֹרֵא אוֹמֵר בֵּית יַעֲקֹב מֵעַם לֹעֵז וְכָל הָעָם עוֹנִין הַלְלוּיָהּ עַד שֶׁיֹּאמַר אָהַבְתִּי כִּי יִשְׁמַע ה' אֶת קוֹלִי תַּחֲנוּנָי וְכָל הָעָם חוֹזְרִין וְאוֹמְרִין אָהַבְתִּי כִּי יִשְׁמַע ה' וְכוּ'. וְכֵן כְּשֶׁיֹּאמַר הַקּוֹרֵא הַלְלוּ אֶת ה' כָּל גּוֹיִם כָּל הָעָם חוֹזְרִין וְאוֹמְרִין הַלְלוּ אֶת ה' כָּל גּוֹיִם: \n",
      "הַקּוֹרֵא אוֹמֵר אָנָּא ה' הוֹשִׁיעָה נָּא וְהֵם עוֹנִין אַחֲרָיו אָנָּא ה' הוֹשִׁיעָה נָּא. אַף עַל פִּי שֶׁאֵינוֹ רֹאשׁ פֶּרֶק. הוּא אוֹמֵר אָנָּא ה' הַצְלִיחָה נָּא וְהֵם עוֹנִים אָנָּא ה' הַצְלִיחָה נָּא. הוּא אוֹמֵר בָּרוּךְ הַבָּא וְכָל הָעָם אוֹמְרִים בָּרוּךְ הַבָּא. וְאִם הָיָה הַמַּקְרֵא אֶת הַהַלֵּל קָטָן אוֹ עֶבֶד אוֹ אִשָּׁה עוֹנָה אַחֲרֵיהֶם מַה שֶּׁהֵן אוֹמְרִין מִלָּה מִלָּה בְּכָל הַהַלֵּל. זֶהוּ הַמִּנְהָג הָרִאשׁוֹן וּבוֹ רָאוּי לֵילֵךְ. אֲבָל בִּזְמַנִּים אֵלּוּ רָאִיתִי בְּכָל הַמְּקוֹמוֹת מִנְהָגוֹת מְשֻׁנּוֹת בִּקְרִיאָתוֹ וּבַעֲנִיַּת הָעָם וְאֵין אֶחָד מֵהֶם דּוֹמֶה לְאֶחָד: \n"
    ],
    [
      "כַּמָּה נֵרוֹת הוּא מַדְלִיק בַּחֲנֻכָּה. מִצְוָתָהּ שֶׁיִּהְיֶה כָּל בַּיִת וּבַיִת מַדְלִיק נֵר אֶחָד בֵּין שֶׁהָיוּ אַנְשֵׁי הַבַּיִת מְרֻבִּין בֵּין שֶׁלֹּא הָיָה בּוֹ אֶלָּא אָדָם אֶחָד. וְהַמְהַדֵּר אֶת הַמִּצְוָה מַדְלִיק נֵרוֹת כְּמִנְיַן אַנְשֵׁי הַבַּיִת נֵר לְכָל אֶחָד וְאֶחָד בֵּין אֲנָשִׁים בֵּין נָשִׁים. וְהַמְהַדֵּר יוֹתֵר עַל זֶה וְעוֹשֶׂה מִצְוָה מִן הַמֻּבְחָר מַדְלִיק נֵר לְכָל אֶחָד בַּלַּיְלָה הָרִאשׁוֹן וּמוֹסִיף וְהוֹלֵךְ בְּכָל לַיְלָה וְלַיְלָה נֵר אֶחָד: \n",
      "כֵּיצַד. הֲרֵי שֶׁהָיוּ אַנְשֵׁי הַבַּיִת עֲשָׂרָה. בַּלַּיְלָה הָרִאשׁוֹן מַדְלִיק עֲשָׂרָה נֵרוֹת וּבְלֵיל שֵׁנִי עֶשְׂרִים וּבְלֵיל שְׁלִישִׁי שְׁלֹשִׁים עַד שֶׁנִּמְצָא מַדְלִיק בְּלֵיל שְׁמִינִי שְׁמוֹנִים נֵרוֹת: \n",
      "מִנְהָג פָּשׁוּט בְּכָל עָרֵינוּ בִּסְפָרַד שֶׁיִּהְיוּ כָּל אַנְשֵׁי הַבַּיִת מַדְלִיקִין נֵר אֶחָד בַּלַּיְלָה הָרִאשׁוֹן וּמוֹסִיפִין וְהוֹלְכִין נֵר בְּכָל לַיְלָה עַד שֶׁנִּמְצָא מַדְלִיק בְּלֵיל שְׁמִינִי שְׁמוֹנָה נֵרוֹת בֵּין שֶׁהָיוּ אַנְשֵׁי הַבַּיִת מְרֻבִּים בֵּין שֶׁהָיָה אָדָם אֶחָד: \n",
      "נֵר שֶׁיֵּשׁ לוֹ שְׁתֵּי פִּיּוֹת עוֹלֶה לִשְׁנֵי בְּנֵי אָדָם. מִלֵּא קְעָרָה שֶׁמֶן וְהִקִּיפָהּ פְּתִילוֹת. אִם כָּפָה עָלֶיהָ כְּלִי כָּל פְּתִילָה וּפְתִילָה נֶחְשֶׁבֶת כְּנֵר אֶחָד. לֹא כָּפָה עָלֶיהָ כְּלִי נַעֲשֵׂית כִּמְדוּרָה וַאֲפִלּוּ כְּנֵר אֶחָד אֵינָהּ נֶחְשֶׁבֶת: \n",
      "אֵין מַדְלִיקִין נֵרוֹת חֲנֻכָּה קֹדֶם שֶׁתִּשְׁקַע הַחַמָּה אֶלָּא עִם שְׁקִיעָתָהּ לֹא מְאַחֲרִין וְלֹא מַקְדִּימִין. שָׁכַח אוֹ הֵזִיד וְלֹא הִדְלִיק עִם שְׁקִיעַת הַחַמָּה מַדְלִיק וְהוֹלֵךְ עַד שֶׁתִּכְלֶה רֶגֶל מִן הַשּׁוּק. וְכַמָּה הוּא זְמַן זֶה כְּמוֹ חֲצִי שָׁעָה אוֹ יֶתֶר. עָבַר זְמַן זֶה אֵינוֹ מַדְלִיק. וְצָרִיךְ שֶׁיִּתֵּן שֶׁמֶן בַּנֵּר כְּדֵי שֶׁתִּהְיֶה דּוֹלֶקֶת וְהוֹלֶכֶת עַד שֶׁתִּכְלֶה רֶגֶל מִן הַשּׁוּק. הִדְלִיקָהּ וְכָבְתָה אֵינוֹ זָקוּק לְהַדְלִיקָהּ פַּעַם אַחֶרֶת. נִשְׁאֲרָה דּוֹלֶקֶת אַחַר שֶׁכָּלְתָה רֶגֶל מִן הַשּׁוּק אִם רָצָה לְכַבּוֹתָהּ אוֹ לְסַלְּקָהּ עוֹשֶׂה: \n",
      "כָּל הַשְּׁמָנִים וְכָל הַפְּתִילוֹת כְּשֵׁרוֹת לְנֵר חֲנֻכָּה וְאַף עַל פִּי שֶׁאֵין הַשְּׁמָנִים נִמְשָׁכִים אַחַר הַפְּתִילָה וְאֵין הָאוּר נִתְלֵית יָפֶה בְּאוֹתָן הַפְּתִילוֹת. וַאֲפִלּוּ בְּלֵילֵי שַׁבָּת שֶׁבְּתוֹךְ יְמֵי חֲנֻכָּה מֻתָּר לְהַדְלִיק הַשְּׁמָנִים וְהַפְּתִילוֹת שֶׁאָסוּר לְהַדְלִיק בָּהֶן נֵר שַׁבָּת. לְפִי שֶׁאָסוּר לְהִשְׁתַּמֵּשׁ לְנֵר חֲנֻכָּה בֵּין בְּשַׁבָּת בֵּין בְּחל וַאֲפִלּוּ לִבְדֹּק מָעוֹת אוֹ לִמְנוֹתָן לְאוֹרָהּ אָסוּר: \n",
      "נֵר חֲנֻכָּה מִצְוָה לְהַנִּיחוֹ עַל פֶּתַח בֵּיתוֹ מִבַּחוּץ בַּטֶּפַח הַסָּמוּךְ לַפֶּתַח עַל שְׂמֹאל הַנִּכְנָס לַבַּיִת כְּדֵי שֶׁתִּהְיֶה מְזוּזָה מִיָּמִין וְנֵר חֲנֻכָּה מִשְּׂמֹאל. וְאִם הָיָה דָּר בַּעֲלִיָּה מַנִּיחוֹ בַּחַלּוֹן הַסְּמוּכָה לִרְשׁוּת הָרַבִּים. וְנֵר חֲנֻכָּה שֶׁהִנִּיחוֹ לְמַעְלָה מֵעֶשְׂרִים אַמָּה לֹא עָשָׂה כְּלוּם לְפִי שֶׁאֵינוֹ נִכָּר: \n",
      "בִּימֵי הַסַּכָּנָה מַנִּיחַ אָדָם נֵר חֲנֻכָּה בְּתוֹךְ בֵּיתוֹ מִבִּפְנִים וַאֲפִלּוּ הִנִּיחוֹ עַל שֻׁלְחָנוֹ דַּיּוֹ. וְצָרִיךְ לִהְיוֹת בְּתוֹךְ הַבַּיִת נֵר אַחֵר לְהִשְׁתַּמֵּשׁ לְאוֹרוֹ. וְאִם הָיְתָה שָׁם מְדוּרָה אֵינוֹ צָרִיךְ נֵר אַחֵר. וְאִם אָדָם חָשׁוּב הוּא שֶׁאֵין דַּרְכּוֹ לְהִשְׁתַּמֵּשׁ לִמְדוּרָה צָרִיךְ נֵר אַחֵר: \n",
      "נֵר חֲנֻכָּה שֶׁהִדְלִיקוֹ חֵרֵשׁ שׁוֹטֶה וְקָטָן אוֹ עַכּוּ''ם לֹא עָשָׂה כְּלוּם עַד שֶׁיַּדְלִיקֶנּוּ מִי שֶׁהוּא חַיָּב בַּהַדְלָקָה. הִדְלִיקוֹ מִבִּפְנִים וְהוֹצִיאוֹ דָּלוּק וְהִנִּיחוֹ עַל פֶּתַח בֵּיתוֹ לֹא עָשָׂה כְּלוּם עַד שֶׁיַּדְלִיקֶנּוּ בִּמְקוֹמוֹ. אָחַז הַנֵּר בְּיָדוֹ וְעָמַד לֹא עָשָׂה כְּלוּם שֶׁהָרוֹאֶה אוֹמֵר לְצָרְכּוֹ הוּא עוֹמֵד. עֲשָׁשִׁית שֶׁהָיְתָה דּוֹלֶקֶת כָּל הַיּוֹם כֻּלּוֹ לְמוֹצָאֵי שַׁבָּת מְכַבֶּה וּמְבָרֵךְ וּמַדְלִיקָהּ שֶׁהַהַדְלָקָה הִיא הַמִּצְוָה וְלֹא הַהַנָּחָה. וּמֻתָּר לְהַדְלִיק נֵר חֲנֻכָּה מִנֵּר חֲנֻכָּה: \n",
      "חָצֵר שֶׁיֵּשׁ לָהּ שְׁנֵי פְּתָחִים בִּשְׁתֵּי רוּחוֹת צְרִיכָה שְׁתֵּי נֵרוֹת. שֶׁמָּא יֹאמְרוּ הָעוֹבְרִים בְּרוּחַ זוֹ לֹא הִנִּיחַ נֵר חֲנֻכָּה. אֲבָל אִם הָיוּ בְּרוּחַ אַחַת מַדְלִיק בְּאֶחָד מֵהֶן: \n",
      "אוֹרֵחַ שֶׁמַּדְלִיקִין עָלָיו בְּתוֹךְ בֵּיתוֹ אֵינוֹ צָרִיךְ לְהַדְלִיק עָלָיו בְּמָקוֹם שֶׁנִּתְאָרֵחַ בּוֹ. אֵין לוֹ בַּיִת לְהַדְלִיק עָלָיו בּוֹ צָרִיךְ לְהַדְלִיק בַּמָּקוֹם שֶׁנִּתְאָרֵחַ בּוֹ. וּמִשְׁתַּתֵּף עִמָּהֶן בַּשֶּׁמֶן. וְאִם הָיָה לוֹ בַּיִת בִּפְנֵי עַצְמוֹ אַף עַל פִּי שֶׁמַּדְלִיקִין עָלָיו בְּתוֹךְ בֵּיתוֹ צָרִיךְ לְהַדְלִיק בַּבַּיִת שֶׁהוּא בּוֹ מִפְּנֵי הָעוֹבְרִין: \n",
      "מִצְוַת נֵר חֲנֻכָּה מִצְוָה חֲבִיבָה הִיא עַד מְאֹד וְצָרִיךְ אָדָם לְהִזָּהֵר בָּהּ כְּדֵי לְהוֹדִיעַ הַנֵּס וּלְהוֹסִיף בְּשֶׁבַח הָאֵל וְהוֹדָיָה לוֹ עַל הַנִּסִּים שֶׁעָשָׂה לָנוּ. אֲפִלּוּ אֵין לוֹ מַה יֹּאכַל אֶלָּא מִן הַצְּדָקָה שׁוֹאֵל אוֹ מוֹכֵר כְּסוּתוֹ וְלוֹקֵחַ שֶׁמֶן וְנֵרוֹת וּמַדְלִיק: \n",
      "הֲרֵי שֶׁאֵין לוֹ אֶלָּא פְּרוּטָה אַחַת וּלְפָנָיו קִדּוּשׁ הַיּוֹם וְהַדְלָקַת נֵר חֲנֻכָּה מַקְדִּים לִקְנוֹת שֶׁמֶן לְהַדְלִיק נֵר חֲנֻכָּה עַל הַיַּיִן לְקִדּוּשׁ הַיּוֹם. הוֹאִיל וּשְׁנֵיהֶם מִדִּבְרֵי סוֹפְרִים מוּטָב לְהַקְדִּים נֵר חֲנֻכָּה שֶׁיֵּשׁ בּוֹ זִכְרוֹן הַנֵּס: \n",
      "הָיָה לְפָנָיו נֵר בֵּיתוֹ וְנֵר חֲנֻכָּה אוֹ נֵר בֵּיתוֹ וְקִדּוּשׁ הַיּוֹם נֵר בֵּיתוֹ קוֹדֵם מִשּׁוּם שְׁלוֹם בֵּיתוֹ שֶׁהֲרֵי הַשֵּׁם נִמְחָק לַעֲשׂוֹת שָׁלוֹם בֵּין אִישׁ לְאִשְׁתּוֹ. גָּדוֹל הַשָּׁלוֹם שֶׁכָּל הַתּוֹרָה נִתְּנָה לַעֲשׂוֹת שָׁלוֹם בָּעוֹלָם שֶׁנֶּאֱמַר <small>(משלי ג יז)</small> \"דְּרָכֶיהָ דַרְכֵי נֹעַם וְכָל נְתִיבֹתֶיהָ שָׁלוֹם\": \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מגילה וחנוכה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכל אלו שמקדימין וכו'.</b> א''א ואף בי''ד עצמו מצוה בעשרה כרב אסי דהא רב גופיה דפליג עליה חש להא דרב אסי ומאי דכתב הרב ז''ל בהלכות ודחה לרב אסי לאו מילתא היא דהיכא דאפשר למיהוי בעשרה מצוה למהדר עלייהו והיכא דלא אפשר ודאי קרי ביחיד, עכ''ל: "
      ],
      [
        "<b> תקנתו קלקלתו וכו'.</b> א''א כתב אותו ואין לו טעם ואולי מפני שאינו לא כפר ולא כלום וכן אמרו כפרים מקדימין וכן אמר מאימתי נעשית עיר הנדחת משהיו בה מעשרה עד מאה ופירש בירושלמי עיר לא כפר עיר לא כרך יותר ממאה כרך הוא עשרה כפר פחות מעשרה לא עיר ולא כפר, וכל זה אינו מספיק דלעולם אימא לך עשרה ופחות מעשרה כפר הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כיצד יום ארבעה עשר וכו'.</b> א''א כל זו הפסקא בשיבוש והרי היא מסודרת במשנה, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל ספרי הנביאים וכו'.</b> א''א לא יבטל דבר מכל הספרים שאין ספר שאין בו למוד. אבל כך אמרו אפילו יבטלו שאר ספרים מלקרות בהם מגילה לא תבטל מלקרותה בצבור, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> ולמה מברכין על יו''ט שני וכו'.</b> א''א זה הטעם לאביי אבל רבא חלק עליו ואמר שאין הטעם לדמאי אלא מפני שרוב ע''ה מעשרין הם אבל ספק אחר אפילו בדרבנן מברכין: "
      ],
      [
        "<b> לעולם מדברי סופרים וכו'.</b> א''א ויש בהם עשה מדברי קבלה השיר יהיה לכם: "
      ],
      [
        "<b> ומנהג זה בצבור וכו'.</b> א''א זה אינו כלום וכבר כתבנו עליו. ומה שכתב ליחיד שהתחיל לקרוא בדילוג לא אמר כלום אלא יקרא כמו שירצה וחותם כחתימת הצבור, עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מנר חנוכה לנר חנוכה וכו'.</b> אמר אברהם על ידי קינסא:"
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>קריאת המגילה בזמנה וכו' והכל חייבין בקריאת מגילה וכו'.</b> משנה פירקא קמא דערכין (דף ב':) הכל חייבים במגילה ואמרינן לאתויי נשים וכדרבי יהושע בן לוי דאמר נשים חייבות במקרא מגילה שאף הן היו באותו הנס והא דריב''ל פ''ק דמגילה (דף ד') ודין הקטנים שמחנכין אותן מפורש בסוגיא פרק הקורא את המגילה למפרע (דף י\"ט:) אבל חרש ושוטה פטורים הם לגמרי כמו שיתבאר: ",
        "<b>ואפילו כהנים בעבודתן מבטלין וכו'.</b> מימרא פ''ק (דף ג') וכן מבואר שם שמבטלין תלמוד תורה ושם מוכיח בביאור שכל המצות נדחות מפניה חוץ ממת מצוה: "
      ],
      [
        "<b>אחד הקורא וכו'.</b> משנה פרק הקורא את המגילה למפרע (י\"ט:) הכל כשרים לקרות את המגילה חוץ מחש''ו ור' יהודה מכשיר בקטן והלכה כסתם משנה אבל אשה נראה מדברי רבינו שהיא מוציאה את אחרים וכן עיקר: "
      ],
      [
        "<b>מצוה לקרות את כולה וכו'.</b> פסק הלכה בגמרא שם (דף י\"ט) הלכה כדברי האומר כולה: ",
        "<b>ומצוה לקרותה וכו'.</b> פ''ק מימרא חייב אדם לקרות את המגילה בלילה ולשנותה ביום ובמשנה פרק הקורא את המגילה למפרע (דף כ':) כל דבר שמצותו בלילה כשר כל הלילה ביום כשר כל היום: ",
        "<b>ומברך קודם קריאתה בלילה וכו' על מקרא מגילה וכו'.</b> פרק הקורא את המגילה עומד ויושב (דף כ\"א) מקום שנהגו לברך יברך שלא לברך לא יברך ובגמרא לא שנו אלא לאחריה אבל לפניה חייב לברך ואמרו מאי מברך מקרא מגילה ושעשה נסים ושהחיינו. וכתב רבינו שכיון שבירך בלילה שהחיינו אינו חוזר ומברך ביום והרי זה כסוכה שכיון שבירך זמן בלילה אינו מברך ביום. אבל יש מן המפרשים שכתבו שעיקר הקריאה היא ביום ואע''פ שבירך זמן בלילה חוזר ומברכו ביום וכן נהגו בארצותינו: ",
        "<b>ומקום שנהגו לברך אחריה מברך וכו'.</b> שם בגמרא (דף כ\"א:) באתרא דנהיגי מאי מברך אמר ר' יוחנן הרב את ריבנו: "
      ],
      [
        "<b>איזהו זמן וכו'.</b> (דף ב'.) ראש פ' מגילה נקראת בי''א בי''ב בי''ג בי''ד בט''ו ובגמרא זמנים הרבה תקנו חכמים להם ובמשנה כרכים המוקפים חומה מימות יהושע בן נון קורין בט''ו. <b>וכתב רבינו בין בארץ בין בח''ל</b> וכן כתב הרמב''ן ז''ל והרשב''א ז''ל והביאו ראיות לזה ועיקר. ומפרש בגמרא שאע''פ שאין לו חומה עכשיו קוראין בט''ו: "
      ],
      [
        "<b>שושן הבירה וכו'.</b> מפורש בסוגיא שם (דף ב':) דלדברי הכל בשושן קוראין בט''ו ומפני הטעם שכתב רבינו הואיל ונעשה בה נס ומבואר בהלכות: ",
        "<b>ולמה תלו הדבר וכו'.</b> ירושלמי שם: "
      ],
      [
        "<b>בני הכפרים וכו'.</b> במשנה (דף ב') הכפרים מקדימין ליום הכניסה ופירשו בירושלמי שהוא מפני קריאת התורה וכ''כ בתוספות: "
      ],
      [
        "<b>כיצד אם חל י''ד וכו'.</b> מפורש במשנה בארוכה: ",
        "<b>וכל אלו שמקדימין וקוראין וכו'.</b> בגמרא (דף ה'.) אמר רב מגילה בזמנה קוראין אותה ביחיד שלא בזמנה בעשרה ורב אסי אמר בין בזמנה בין שלא בזמנה קורין אותה בעשרה הוה עובדא וחש לה רב להא דרב אסי. ובהלכות ואע''ג דחש לה רב להא דרב אסי קי''ל כרב. וכן העלה הרשב''א ז''ל מתוך הירושלמי שאמרו כל שאמרו ידחה ליום הכניסה ובלבד בעשרה ושם מוכיח דלדעת הירושלמי לא צריך בזמנה עשרה. ופי' זמנה בי''ד או ט''ו לבני כרכין. שלא בזמנה קודם לכן מחמת אי זו סבה שיהיה. ובהשגות א''א ואף בי''ד עצמו מצוה בעשרה וכו' והיכא דלא אפשר קרי ביחיד עכ''ל. וזה דעת רב אסי ממש דודאי אפילו רב אסי לא אמר אין קורין אלא בעשרה ולישתמע עכובא אלא קורין אותה בי' קאמר היכא דאפשר וכבר כתבתי שהרשב''א ז''ל הכריע כדברי ההלכות ומ''מ אי איכא עשרה טפי עדיף ברב עם הדרת מלך אבל א''צ לחזור אחריהם: "
      ],
      [
        "<b>כפר שאין נכנסין וכו'.</b> במשנה (דף ה'.) א''ר יהודה אימתי מקום שנכנסין בשני ובחמישי אבל מקום שאין נכנסין לא בשני ולא בחמישי אין קורין אותה אלא בזמנה ע''כ. וידוע כ''מ שאמר ר''י אימתי אינו אלא לפרש דברי חכמים: ",
        "<b>ועיר שאין בה וכו'.</b> במשנה אי זו היא עיר גדולה כל שיש בה עשרה בטלנין פחות מכן הרי היא ככפר ובגמרא תנא עשרה בטלנין של בית הכנסת. ומדברי רבינו נראה דדוקא לעיר בעינן עשרה בטלנין אבל לכרך המוקף חומה לא בעינן וזהו שאמרו איזו היא עיר ולא הזכירו כרך וזה דעת התוספות. והם פירשו מה שאמרו בגמרא (דף ג':) אמר ריב''ל כרך שאין בו עשרה בטלנין נדון ככפר דלאו כרך המוקף חומה מימות יהושע קאמר אלא בסתם כרך המוזכרים בגמרא שהם מקומות גדולים. ונראה שיש לזה הפירוש סעד ממה שהקשו עליו בגמרא מאי קמ''ל תנינא אי זו היא עיר וכו' ותירץ כרך איצטריכא ליה ואע''ג דמקלעי ליה מעלמא. ואם דברי ריב''ל בכרך המוקף חומה מימות יהושע בן נון שזמנן בט''ו מאי קושיא ממתניתין והא טובא אשמעינן דאי ממתניתין לא שמעינן דינא אלא בעיירות ואיהו אשמעינן בכרכין המוקפין. ומכל מקום שיטה אחרת יש בזה דאפילו בכרך המוקף מימות יהושע בעינן עשרה בטלנין ואם לאו ה''ז כעיר וזה דעת הרמב''ן והרשב''א ז''ל: <b>ואם אין בעיר וכו'. </b> בירושלמי הוא זה לפי גרסת רבינו. ובהשגות א''א כתב אותו ואין לו טעם ואולי מפני שאינו לא כפר וכו'. ועוד האריך ואין להאריך בזה שאין לנו קריאה קודם י''ד בזמן הזה כמו שיתבאר בסמוך: "
      ],
      [
        "<b>במה דברים אמורים שמקדימין וקורין וכו'.</b> בגמרא (דף ב'.) אמר רבי יהודה אימתי בזמן שהשנים כתקנן וישראל שרויין על אדמתם אבל בזמן הזה אין קוראין אותה אלא בזמנה והוא כדברי חכמים כמבואר שם: "
      ],
      [
        "<b>בן עיר שהלך לכרך וכו'.</b> פרק הקורא את המגילה למפרע (דף י\"ט.) בן עיר שהלך לכרך ובן כרך שהלך לעיר אם עתיד לחזור למקומו קורא כמקומו ואם לאו קורא עמהן. ובגמרא אמר רבא לא שנו אלא שעתיד לחזור בליל י''ד ונתעכב ולא חזר אבל אין דעתו לחזור בליל י''ד קורא עמהן דכתיב על כן היהודים הפרזים היושבים בערי הפרזות מכדי כתיב הפרזים למה לי למכתב היושבים בערי הפרזות הא קמ''ל דפרוז בן יומו נקרא פרוז ומדפרוז בן יומו נקרא פרוז מוקף בן יומו נקרא מוקף ע''כ לשון הגמרא. ופירש''י ז''ל והרבה מן המפרשים דהא דרבא אבן כרך שהלך לעיר קאי דלא תימה בשעתיד לחזור במקומו בזמן חיובו של כרך דהיינו בליל ט''ו אלא בשעתיד לחזור בליל י''ד ואינו מתעכב שם ביום י''ד קצת אבל אם אין דעתו לחזור למקומו בליל י''ד אלא שנתעכב שם אותו הלילה וקצת מן היום שהוא עיקר הקריאה אפילו יצא שם קודם ט''ו וחוזר למקומו קורא כעיר וה''ה לבן עיר הלך לכרך ואין דעתו לחזור בליל ט''ו. ולפי פירוש זה כשכתב רבינו אם דעתו לחזור למקומו בזמן קריאה ר''ל בזמן קריאת המקום שהוא בו עתה לא זמן המקום שיצא משם וכן עיקר: ",
        "<b>וכרך וכל הסמוך לו וכל הנראה עמו אם אין ביניהם יותר מאלפים אמה הרי זה ככרך וקוראין בט''ו.</b> כך מצאתי הנוסחא בספרי רבינו ונראה ממנה דאפילו נראה עמו אם רחוק יותר מאלפים אמה אינו ככרך, ואני תמה בזה שהרי שנינו פ''ק (דף ב':) אריב''ל כרך וכל הסמוך לו וכל הנראה עמו נדון ככרך ועד כמה אמר ר' ירמיה כמחמתן לטבריא מיל ואחר מכן (דף ג':) אמרו גופא אמר ר' יהושע כרך וכל הסמוך לו וכו' תנא סמוך אע''פ שאינו נראה נראה אע''פ שאינו סמוך ופירשו נראה אע''פ שאינו סמוך דיתבא בראש ההר, סמוך ואינו נראה ביושבת בנחל ע''כ בגמרא. וכיון שכן דבר פשוט הוא שאין שיעור מיל לנראה שא''כ היינו סמוך והכרח גמור הוא לפרש האי ועד כמה אסמוך בלחוד אבל אנראה כל זמן שהוא נראה וכן פירש''י ז''ל ופשוט הוא. ואני תמה לפי לשון רבינו למה הוזכר נראה שהרי אם אין ביניהם יותר ממיל שהוא אלפים אמה הרי הוא סמוך ואפילו אין נראה עמו דינו כמוהו ואם רחוק יותר אפילו נראה עמו אין נדון כמוהו, ובאמת שגם בהלכות היה להם לבאר זה ולא הביאו אלא מימרא שהזכרתי ראשונה אלא שסמכו להם על מ''ש דהכרח הוא לפרש דעד כמה אסמוך לו בלבד קאי דאי לא למה הוזכר נראה עמו. ונ''ל שעיקר הנוסחא בדברי רבינו כרך וכל הנראה עמו וכל הסמוך לו אם אין ביניהם וכו', ואם אין ביניהם לא קאי אלא אסמוך בלבד וזה דבר מוכרח בגמרא: "
      ],
      [
        "<b>עיר שהיא ספק וכו'.</b> שם (דף ה':) רב אסי קרא מגילה בהוצל בי''ד ובט''ו אלמא מספקא ליה חזקיה קרא בטבריא בי''ד ובט''ו משום דמספקא ליה. וכתב רבינו שמברך בראשון ולא בשני וכן כתבו ז''ל, ומ''מ י''מ שכתבו דמדת חסידות היה להם אבל מדין גמור אזלינן בתר רובא דעלמא ולאו מוקפין נינהו. ויש מי שכתב שלא חשו לספק זה אלא בא''י שהיו עריהם ידועות בשעת התקנה מחמת דין בית בבתי ערי חומה אבל בח''ל מעיקרא כך התקינו שכל שהוא ספק לא יקראו אלא בי''ד. וי''מ שהיו סוברים ונוהגין כדברי רבינו וכן ראוי לעשות: "
      ],
      [
        "<b>קראו את המגילה באדר וכו'.</b> משנה שם (ו':) קרוב ללשון רבינו: "
      ],
      [
        "<b>אין קוראין את וכו'.</b> שם (דף ב' ודף ד':) במשנה ומבואר בגמ' הדין והטעם: ",
        "<b>לפיכך אם חל וכו'.</b> במשנה שם (דף ב' ודף ד'.) ובגמ' פורים שחל להיות בשבת שואלין ודורשין בעניינו של יום ובהלכות פירשו ט''ו לבני הכרכים ע''כ. והוא הדין לי''ד לבני עיירות אבל תפסו להם ההלכות לשון זה לפי שבזמננו שאין מקדשין על פי הראיה לעולם אין י''ד חל בשבת כדי שלא יבא יוה''כ בערב שבת וזה ברור בדרכי הקביעות וכל מה שהזכירו חל י''ד בשבת הוא בזמן הראיה: "
      ],
      [
        "<b>כיצד יום י''ד שחל וכו'.</b> במשנה (דף ב'.) חל להיות בשבת כפרים ועיירות גדולות מקדימין ליום הכניסה ומוקפין חומה למחר ואין הלכה כמשנה זו דאתיא כרבי דאמר (דף ד' ה'.) הואיל ונדחו עיירות ממקומן ידחו ליום הכניסה ואנן קי''ל כת''ק דברייתא וכרב דאמר הכין פורים שחל להיות בשבת ערב שבת זמנן לאפוקי מדרבי וכ''ש לדידן דאין לנו עכשיו יום הכניסה שקורין בערב שבת וזה ברור וכבר כתבתי שאין יום י''ד חל בשבת בזמן הזה. ובהשגות א''א כל זו הפסקא בשבוש והרי היא מסודרת במשנה ע''כ. וכבר כתבתי שאין הלכה בזו כאותה המשנה והוא פשוט ואולי נוסחא משובשת בדברי רבינו נזדמנה לו לר''א ז''ל, ואם היתה כונתו לפסוק כסתם משנה לא יפה כיון: ",
        "<b>חל יום חמשה עשר וכו'.</b> זה מבואר במשנה (דף ב'.) אלא ששם אמרו כפרים מקדימין ליום הכניסה ודברי רבינו הם בזמן הזה שאין לנו יום הכניסה כמו שנתבאר וזה פשוט ומבואר: "
      ]
    ],
    [
      [
        "<b>הקורא את וכו'.</b> ריש פרק (מגילה דף י\"ז.) הקורא את המגילה למפרע לא יצא ובגמרא קראה סירוסין לא יצא. ובהלכות ירושלמי סירוסין קרי חדא פרא חדא פירוש קורא אחד ומניח אחד כגון שקרא פסוק אחד ומדלג פסוק שני וקורא פסוק שלישי וחוזר הפסוק השני שדלג הקורא כי האי גוונא לא יצא דהוה ליה למפרע ע''כ. עוד בגמרא תנו רבנן השמיט בה הקורא פסוק אחד לא יאמר אגמור את כולה ואקרא את הפסוק אלא קורא מאותו הפסוק ואילך ע''כ: "
      ],
      [
        "<b>מצא צבור וכו'.</b> בברייתא קרוב ללשון רבינו: ",
        "<b>קרא ושהה וכו'.</b> בגמרא מחלוקת בששהה כדי לגמור את כולה. ובהלכות דאפילו שהה יותר מכדי לגמור את כולה יצא וכן פסקו ז''ל: "
      ],
      [
        "<b>הקורא את המגילה וכו'.</b> משנה שם (דף י\"ז.) קראה על פה לא יצא: ",
        "<b>הלועז ששמע וכו'.</b> במשנה והלועז ששמע אשורית יצא: ",
        "<b>וכן אם היתה כתובה יונית וכו'.</b> בגמרא (דף י\"ח.) רב ושמואל דאמרי תרוייהו לעז יוני לכל כשר. ופסק רבינו כן וכן עיקר, ומשנתנו בשאר לועזים הוא וכ''פ הרבה מן הפוסקים: "
      ],
      [
        "<b>היתה כתובה תרגום וכו'.</b> במשנה (דף י\"ז.) קראה תרגום בכל לשון לא יצא אבל קורין אותה ללועזות בלעז ופירש''י לועזות שיודעים לשון אחר שאינו לה''ק. ונראה מדבריו שאע''פ שיודע אשורית ויודע לעז אילו רצה לקרותה בלעז יוצא בה ידי חובתו. וזה נראה בדעת רבינו ואין נראה כן מן הירושלמי שאמרו יודע לעז ויודע אשורית מהו שיוציא אחרים בלעז לא יצא כהדא כל שאינו מחוייב בדבר אינו מוציא את הרבים ידי חובתן אלמא פשיטא להו שמי שיודע אשורית ולעז הוא עצמו אינו יוצא בלעז ע''כ בחדושי הרשב''א ז''ל וכן כתב הרמב''ן ז''ל: ",
        "<b>והוא שתהיה כתובה וכו'.</b> מפורש בגמרא שם (דף י\"ח.) הדין והטעם: "
      ],
      [
        "<b>הקורא את המגילה וכו'.</b> במשנה היה כותבה דורשה ומגיהה אם כוון לבו יצא ואם לאו לא יצא ופי' רבינו אם כוון לבו לצאת כפי דבריו שפסק פ''ב מהל' שופר דבעינן כוונה לצאת ואולי שהכל מודים במגילה: ",
        "<b>קרא והוא מתנמנם וכו'.</b> במשנה שם (דף י\"ז) קראה מתנמנם יצא ובגמ' (דף י\"ח:) היכי דמי מתנמנם נים ולא נים תיר ולא תיר דקרו ליה ועני ולא ידע לאהדורי סברא וכי מדכרו ליה מדכר: "
      ],
      [],
      [
        "<b>הקורא את המגילה וכו'.</b> בירושלמי תניא אין מדקדקין בטעיותיה חד אמר יהודים וחד אמר יהודיים ולא חזר חד מנהון. וכתוב בחדושי הרשב''א ז''ל ודוקא בטעיות שהלשון והענין אחד יהודים ויהודיים אבל טעות אחר לא שא''כ לא קראה כולה, עכ''ל: ",
        "<b>קראה עומד וכו'.</b> ראש פרק (דף כ\"א.) הקורא את המגילה עומד ויושב יצא. פי' עומד או יושב ופירשו בירושלמי אפילו לכתחלה: ",
        "<b>אבל לא יקרא בציבור וכו'. . קראוה שנים וכו'.</b> במשנה שם (דף כ\"א.) קראוה שנים יצאו ובגמרא במגילה אפילו עשרה קורין עשרה מתרגמין מ''ט הואיל וחביבא להו יהבי דעתייהו: "
      ],
      [
        "<b>אין קוראין בצבור וכו'.</b> שם (דף י\"ט:) מבואר ובהלכות פרק הקורא למפרע מימרות והעולה מהן בביאור הוא כדברי רבינו ומבואר בהלכות: "
      ],
      [
        "<b>אין כותבין את המגילה וכו'.</b> במשנה (דף י\"ז.) היתה כתובה בסם בסקרא בקומוס וכו' לא יצא עד שתהיה כתובה אשורית על הספר ובדיו ושם נתבארו דברי רבינו. <b>ומה שכתב במי עפצא וקנקנתום כשרה</b> אף על פי שלא נזכר שם פשוט הוא ונלמד מדין קל וחומר מספר תורה כמו שנתבאר פרק ראשון מהלכות תפילין. ודע שבקנקנתום פסולה ובמימיו כשרה ושם יתבאר: ",
        "<b>וצריכה שרטוט וכו'.</b> פרק קמא (דף ט\"ז:) צריכה שרטוט כאמתה של תורה: ",
        "<b>ואין העור שלה וכו'.</b> זה פשוט שלא נזכר בה עבוד ואינה כספר תורה אלא לדברים שהשוה לו: ",
        "<b>היתה כתובה על הנייר וכו'.</b> שם על הנייר ועל הדפתרא לא יצא. או שכתבה עכו''ם וכו': "
      ],
      [
        "<b>היו בה אותיות וכו'.</b> שם (דף י\"ח:) תנו רבנן השמיט בה הסופר אותיות או פסוקים וקראן הקורא כמתורגמן המתרגם יצא והקשו והא תניא היו בה אותיות מטושטשות או מקורעות אם רשומם ניכר כשרה ואם לאו פסולה ותירצו לא קשיא הא בכולה הא במקצתה ע''כ ונתבארו דברי רבינו: ",
        "<b>השמיט בה הסופר וכו'.</b> כבר נתבאר זה בסמוך ומכאן אתה למד שכשאמרו קראה על פה לא יצא לא אמרו במקצת פסוקים וכתב בעיטור הלכך רשאין הצבור לקרות על פה עם הקורא במקצת פסוקים עכ''ל: "
      ],
      [
        "<b>המגילה צריכה תפירה וכו'.</b> שם (דף י\"ט.) אמר רב מגילה נקראת ספר ונקראת אגרת נקראת ספר שאם תפרה בחוטי פשתן פסולה ונקראת אגרת שאם הטיל שלשה חוטי גידין כשרה. ובהלכות פירשו שתים בשתי קצות היריעה ואחת בתוך היריעה אמר רב נחמן ובלבד שיהו משולשין ע''כ. ופירש רבינו משולשים שיהא בכל אחד משלשה מקומות אלו שלש תפירות וכן פירשו בעיטור אבל רש''י ז''ל פירש שהיא מראש מקום היריעה עד מקום תפירת הגיד הראשון כממנו עד השני ומן השני לג' כמשלישי עד סוף התפירה עכ''ל ודברי רבינו עיקר: "
      ],
      [
        "<b>וצריך הקורא לקרות וכו'.</b> מימרא פרק קמא ושם א''ר זירא וי''ו דוזיתא צריך לממתחיה כזקיפא מ''ט כולהו בחדא זקיפא איזדקיפו. עוד שם שירה זו אריח על גבי אריח לבנה על גבי לבנה, פי' אריח ואת ואת זה ע''ג זה, לבנה שמות האנשים שהם רחבין ושתיהם בהלכות ולא ידעתי למה לא נתבארו בדברי רבינו ואולי יש לו פי' אחר בזה: ",
        "<b>ומנהג כל ישראל וכו'.</b> כך כתוב בהלכות בשם רבינו האיי גאון ז''ל: "
      ],
      [
        "<b>שני הימים האלה וכו'.</b> שם פ''ק (דף ה':) לאסור את של זה בזה ששניהם אסורין בכל מקום: ",
        "<b>ושני הימים האלו וכו'.</b> משנה שם (דף ו':) אין בין אדר ראשון לאדר השני אלא קריאת המגילה ומתנות לאביונים ובגמ' בלשון אחרון הכי קתני אין בין י''ד של אדר ראשון לי''ד של אדר וכו' הא לענין הספד ותענית זה וזה שוין ובהלכות וכן הלכתא. וכתב רבינו דה''ה לט''ו ופשוט הוא: ",
        "<b>אנשי כפרים וכו'.</b> במשנה (דף ה'.) אע''פ שאמרו מקדימים מותרים בהספד ותענית ומתנות לאביונים ובגמרא (דף ד' ה'.) אבל שמחה אינה נוהגת אלא בזמנה: "
      ],
      [
        "<b>מצות יום י''ד וכו'.</b> מפורש שם בהרבה מקומות: ",
        "<b>ומותר בעשיית מלאכה וכו'.</b> מחלוקת אמוראי שם (דף ה':). פסק כרבא דהוא בתרא דאמר ימי שמחה ומשתה קבילו עלייהו יום טוב לאסור בעשיית מלאכה לא קבילו עלייהו וכן פסקו בהלכות ושאר הפוסקים: ",
        "<b>אבל אמרו וכו'. . בני כפרים וכו'.</b> במשנה הנזכרת למעלה (דף ה'.) ובגמרא (דף ד':) ג''כ הואיל ואמרו בני כפרים מקדימין גובין בו ביום ומחלקים בו ביום מפני שעיניהם של עניים נשואות למקרא מגילה אבל שמחה אינה נוהגת אלא בזמנה. <b>ורבינו כתב אם חלקו</b> ולא כתב מחלקין מפני לשון המשנה שאמרו מותרין משמע אבל לא חייבין אלא רשאין ואף פירוש הברייתא כן הוא לדעתו ז''ל: ",
        "<b>וסעודת פורים וכו'.</b> מימרא שם (דף ז':) כלשונה. ופירוש בלילה ליל שבו קורין את המגילה אבל בליל אחר יום הקריאה פשיטא שלא יצא שכבר עבר פורים: "
      ],
      [
        "<b>כיצד חובת וכו'.</b> שם מיחייב איניש לבסומי בפוריא עד דלא ידע בין ברוך מרדכי לארור המן ובשאר מקומות אמרו אין שמחה אלא בבשר: ",
        "<b>וכן חייב וכו'.</b> שם (דף ז') תני רב יוסף ומשלוח מנות איש לרעהו שתי מתנות לאחד אביי ורב חנינא הוו מחלפי סעודתייהו מתנות לשני בני אדם: ",
        "<b>ואין מדקדקין וכו'.</b> ירושלמי פ''ק דמגילה כלשון רבינו: ",
        "<b>ואין משנין מעות פורים לצדקה אחרת.</b> משנה הובאה פרק השוכר את האומנין במציעא (דף ע\"ח:) מגבת פורים לפורים: "
      ],
      [],
      [
        "<b>מוטב לאדם וכו'.</b> דברי רבינו ראויין אליו: "
      ],
      [
        "<b>כל ספרי וכו'.</b> במדרש, ויש כאן השגה. ואם כונתו כפשוטו לימות המשיח האמת יראה את דרכו x: "
      ]
    ],
    [
      [],
      [],
      [
        "(א-ג) ",
        "<b>בבית שני כשמלכי וכו'.</b> ספור המאורע הזה פשוט וידוע בפ' במה מדליקין בשבת (דף כ\"א:) ת''ר בכ''ה בכסליו יומי חנוכה דלא למספד בהון שכשנכנסו יונים להיכל טמאו כל השמנים שבהיכל וכשגברה מלכות בית חשמונאי ונצחום בדקו ולא מצאו אלא פך אחד שהיה מונח בחותמו של כהן גדול ולא היה בו להדליק אלא יום אחד ונעשה בו נס והדליקו בו שמנה לילות לשנה אחרת קבעום ימים טובים ושם אמרו נר חנוכה מצוה להניח על פתח ביתו. ודע שדעת רבינו כדעת האומר שחנוכה ופורים אינן אסורים בהספד ותענית אלא הן עצמן אבל לפניהם ולאחריהם מותרין וכשאמרו פ''ק דר''ה (דף י\"ט:) לא בטלה מגילת תענית לענין חנוכה ופורים דוקא ביומן אבל לפניהם ולאחריהם בטלה וזהו שאנו מתענין בי''ג באדר: "
      ],
      [
        "<b>כל שחייב בקריאת וכו'.</b> שם (שבת דף כ\"ג.) אמר ריב''ל נשים חייבות בנר חנוכה שאף הם היו באותו הנס והשאר פשוט הוא שהן חייבין ושם מפורש שחש''ו פטורין א''כ הרי היא כמגילה: ",
        "<b>והמדליק אותה וכו'.</b> שם מימרא מבוארת ואמרו בה הרואה מברך שתים. ופירש רבינו הרואה אותו ולא בירך דעתו ז''ל שאע''פ שיצא מן המצוה כגון שהדליקו עליו בתוך ביתו מברך וזה דעת קצת הגאונים ז''ל. והרשב''א ז''ל כתב מסתברא בשלא הדליק ולא הדליקו עליו בתוך ביתו ואינו עתיד להדליק הלילה הא לא''ה אינו צריך לברך דלא מצינו יוצא מן המצוה וחוזר ומברך על הראיה. ויש מרבוותא דפירשו אע''פ שמדליקין עליו בתוך הבית צריך לברך על הראיה ואין להם על מה שיסמוכו עכ''ל. וכן ראיתי לבעל העיטור שכתב ורואה דוקא שעומד בקרון או בספינה שלא הדליק בביתו וכן פירשו מפרשים אחרים ולשון הגמרא שהזכירו רואה סתם יותר נאות לדעת רבינו: "
      ],
      [
        "<b>בכל יום ויום וכו'.</b> פ''ב ממס' ערכין (י'.) ארשב''י ימים שהיחיד גומר בהן את ההלל אלו הן ח' ימי חנוכה. וכתבוה כאן בהלכות: ",
        "<b>אע״פ שקריאת וכו'.</b> זה ידוע שמברכין על ההלל ובפ' במה מדליקין (שבת כ\"ג.) שאלו גבי ברכת חנוכה היכן צונו רב אויא אמר מלא תסור רנב״י אמר שאל אביך ויגדך והקשה רב עמרם על מה שאמרו שמברכים על של דבריהם מדתנן הדמאי מערבין בו ומשתתפין בו ומברכין עליו ומזמנין עליו ומפרישין אותו ערום ובין השמשות ואי אמרת בדרבנן בעי ברכה היכי מברך והא בעינא והיה מחניך קדוש וליכא ותירץ אביי ודאי דדבריהם בעי ברכה ספק דבריהם לא בעי ברכה והקשו על תירוץ זה והא יו״ט שני דספק דדבריהם וקא מברכינן ותירצו התם כי היכי דלא ליזלזלו ביה ורבא תירץ על קושית הדמאי ואמר רבא רוב ע״ה מעשרים הן. ודעת רבינו והגאונים ז״ל לפרש דרבא לא פליג אהאי טעמא דאביי דהא בהדיא אמרינן בברכות (כ\"א.) ספק קרא ק״ש ספק לא קרא אינו חוזר וקורא ק״ש מאי טעמא ק״ש דרבנן אלמא כל ספק דדבריהם לא בעי מיהדר וברוכי אלא טעמא דרבא כיון דתקינו רבנן וגזרו על הדמאי כמצוה של דבריהם ממש הוו להו לתקוני בברכה אלא משום דרוב עמי הארץ מעשרין הן עבוד רבנן היכרא דלא לימרו כדאורייתא דמי להו לרבנן. ומכאן למדו הגאונים ז״ל לספק מילה שאין מברכין עליה וזה כדעת הרמב״ן ז״ל אבל הר״א ז״ל סבור דרבא פליג אדאביי ולרבא כל ספק אפילו בדרבנן בעי ברכה וכן כתוב בהשגות וקבלת הגאונים תכריע: "
      ],
      [
        "<b>ולא הלל של חנוכה וכו'.</b> בפירוש אמרו פרק היה קורא (ברכות דף י\"ד.) אמרינן ק״ו קריאת שמע דאורייתא פוסק הלל דרבנן מבעיא אלמא הלל דרבנן ושם בסתם הזכירו אלמא בכל זמן הוא דרבנן ויש מפקפקין בזה ואומרין שיש ממנו מן התורה. והר״א ז״ל כתב בהשגות א״א ויש בהן עשה מדברי קבלה השיר יהיה לכם כליל התקדש חג ע״כ. ובאמת שבפרק ערבי פסחים (פסחים דף קי\"ז) אמרו שנביאים תקנו הלל על כל צרה שנגאלין ממנה אבל לאמרו בימים קבועין מדבריהם הוא ואע״פ שהביאו בערכין (דף י':) אותו פסוק אינו אלא לסמך ולדמיון, זה דעת רבינו והוא הנראה: ",
        "<b>ושמנה עשר יום וכו'.</b> מימרא פ''ב בערכין (דף י':) ושם ביארו הטעם שהזכיר רבינו למה אין קורים בראש השנה ויום הכפורים ולא בפורים: "
      ],
      [
        "<b>מקומות שעושין שם שני ימים וכו'.</b> גם זה במימרא ההיא שם (דף י') ובגולה כ''א יום: ",
        "<b>אבל בר״ח וכו'.</b> שם בערכין (י':) שאלו ר״ח דאיקרי מועד לימא ותירצו לא איקדיש בעשיית מלאכה ופרק בג' פרקים (תענית דף כ\"ח:) רב איקלע לבבל בר״ח חזנהו דהוו קרו הלילא סבר לאפסוקינהו כיון דחזא דקא מדלגי אמר מנהג אבותיהם בידיהם ואמרו שם תנא יחיד לא יתחיל ואם התחיל גומר ע״כ. והמעשה של רב מוכיח בבאור שאפילו מנהג פשוט בכל ישראל לא היתה קריאתו ואפילו בדלוג לא היו קורין בא״י שבא ממנה רב לבבל שאם היה מנהג פשוט בכל מקום לא לימרו סבר לאפסוקינהו דהא מנהג היה לקרותו בדלוג בכל מקום. ומפני שקריאתו תלויה במנהג כתב רבינו שאין מברכין עליו וכן אמרו קצת מפרשים והביאו ראיה ממה שאמרו בפ' לולב וערבה (סוכה מ\"ד:) גבי ערבה ביום ז' חביט חביט ולא בריך אלמא קסבר מנהג נביאים הוא ומכאן שאין מברכין על המנהג ויש מן הגאונים כדעת זו ויש בזה הרבה סברות ומנהגנו שצבור מברכין עליו ויחיד אומרו בלא ברכה. <b>ומ״ש רבינו ויחיד לא יקרא</b> הוא פירוש למה שאמרו (תענית כ\"ח:) תנא יחיד לא יתחיל וכו'. ויש בזה פירושים אחרים וכבר כתבתי מנהגנו: ",
        "<b>וכן בשאר ימי הפסח וכו'.</b> דעת רבינו להשוות חולו של פסח לר''ח וזה נראה כדעת כל המפרשים חוץ מהרמב''ן ז''ל שחלק ביניהם ואמר דבחולו של פסח אפי' יחיד מחוייב לקרותו בדלוג שעיקר תקנה כך היתה לאומרו בחול הפסח בדלוג ולברך עליו: "
      ],
      [
        "<b>כיצד מדלגין וכו'.</b> זה המנהג גם כן בינינו: "
      ],
      [
        "<b>כל היום כשר לקריאת ההלל וכו'.</b> משנה פרק הקורא את המגילה למפרע (מגילה כ':): ",
        "<b>הקורא את ההלל וכו'.</b> שם (דף י\"ז) הקורא את המגילה למפרע לא יצא ובגמרא תנא וכן בהלל: ",
        "<b>קרא ושהה וכו'.</b> סוף ר''ה (דף ל\"ד:) מוכיח דהלל ומגילה שוין בזה וכבר נתבאר הדין לענין מגילה פרק שני: ",
        "<b>ימים שגומרין וכו'.</b> פ' היה קורא (ברכות י\"ד) אמר רבא ימים שהיחיד גומר בהן את ההלל בין פרק לפרק פוסק באמצע הפרק אינו פוסק וימים שאין היחיד גומר בהם את ההלל אפילו באמצע הפרק פוסק. ומדברי רבינו נראה שהוא פוסק לכל דבר ואינו כדין ק''ש שאינו מפסיק אלא לדברים ידועים כמבואר פרק ב' מהלכות ק''ש, וכן בדין שהרי אין ברכה מתוקנת לאחריו ותלויה היא במנהג. אבל רוב המפרשים ז''ל ראיתי שפירשו שבימים שהיחיד גומר את ההלל הוא כק''ש ממש וימים שאין היחיד גומר הרי הוא באמצע הפרק בהן כבין פרק לפרק בימים שהיחיד גומר זהו דעתם ז''ל: "
      ],
      [
        "<b>כל יום שגומרין בו את וכו'.</b> בסוכה פרק לולב הגזול (סוכה דף ל\"ח ול\"ט) ומקום שנהגו לברך אחריו יברך. ובגמרא לא שנו פירוש שתלוי במנהג אלא לאחריו אבל לפניו מצוה לברך: "
      ],
      [
        "<b>יש מקומות שנהגו לכפול וכו'.</b> שם במשנה ובגמרא מבוארין מנהגין אלו: "
      ],
      [
        "<b>מנהג קריאת ההלל בימי חכמים וכו'.</b> המנהג הזה מבואר בגמ' (דף ל\"ח:) שם. <b>ומ''ש רבינו שהן קכ''ג פעמים</b> הסימן שנתן להם הכל מבואר במדרש תהלים: "
      ],
      [
        "<b>וכן כשהקורא מגיע לראש פרק וכו'.</b> ג''ז שם מצוה לענות ראשי פרקים וכן מפורש שם שעונין אחריו אנא ה' הושיעה נא אנא ה' הצליחה נא. והכל מבואר שם: "
      ],
      [
        "<b>ואם היה הקורא וכו'.</b> שם במשנה ובגמ' (דף ל\"ח): "
      ]
    ],
    [
      [
        "<b>כמה נרות הוא מדליק וכו'.</b> פרק במה מדליקין (שבת דף כ\"א:) תנו רבנן מצות חנוכה נר איש וביתו והמהדרין נר לכל אחד ואחד והמהדרין מן המהדרין ב''ה אומרים יום ראשון מדליק אחד מכאן ואילך מוסיף והולך. ופי' רבינו שמהדרין מן המהדרין עושין מה שמהדרין עושין להדליק נר אחד לכל אחד ואחד מבני הבית ועושין יותר מהן שמוסיפין בכל לילה ולילה כמנין נרות של ליל ראשון ופי' מדליק נר אחד לכל אחד ואחד, זה פירוש רבינו ונכון הוא: "
      ],
      [],
      [
        "<b>מנהג פשוט בכל ערינו וכו'.</b> ג''כ הוא מנהגנו: "
      ],
      [
        "<b>נר שיש לה שתי פיות וכו'.</b> מימרא שם (כ\"ג:) כלשונו ופירש''י ז''ל לשני בני אדם למהדרין שעושין נר לכל אחד ואחד וכן פירשו בעיטור. ולי נראה אפילו לשאינן מהדרין כגון שפתחי בתי שני בני אדם סמוכין זה לזה בכדי שהנר הוא לכל פתח בטפח הסמוך לו אי נמי כגון שני בני אדם הנכנסין בפתח אחד והם חלוקים בעיסתן ואינן סמוכין על שלחן אחד שכל אחד צריך להדליק, כך נ''ל: ",
        "<b>מלא קערה וכו'.</b> גם זה שם: "
      ],
      [
        "<b>אין וכו'.</b> שם (דף כ\"א:) מצותה משתשקע החמה עד שתכלה רגל מן השוק ופירשו בגמרא דאי לא אדליק מדליק אי נמי לשיעורו. ובהלכות שני פירושין היתה דולקת והולכת עד השיעור הזה ורצה לכבותה או להשתמש לאורה הרשות בידו. והשני שצריך ליתן לתוכן שמן כדי שיהא דולק והולך עד השיעור הזה ושניהם כתבן רבינו ושם נתבאר בהלכות ששעורו עד שתכלה רגל מן השוק כמו חצי שעה אחר שקיעת החמה. <b>וכתב רבינו עבר זמן זה אינו מדליק</b> וכן לשון הגמרא מוכיח דקאמר אי לא אדליק מדליק אלמא אחר זמן זה אינו מדליק דאי לא שיעור זה מה הועיל לנו. ויש מן המפרשים נדחקין ואומרים דודאי אם לא הדליק בתוך שיעור זה מדליק כל הלילה דהא תנן (מגילה כ') כל שמצותו בלילה כשר כל הלילה אלא שלא עשה מצוה כתקנה אבל תוך זמן זה עשה מצותה כתקנה אלו דבריהם ז''ל. ולשון דאי לא אדליק קשה לפירוש זה דמצוה כתקנה אינו כל הזמן הזה דא''כ הוה להו למימר לאדלוקי. <b>ומ''ש רבינו ולא מקדימין ולא מאחרין</b> יצא לו ממה שאמרו שם (שבת דף כ\"ג:) תנא ובלבד שלא יקדים ולא יאחר והוא מפרשה בנר חנוכה: ",
        "<b>הדליקה וכבתה וכו'.</b> שם (דף כ\"א.) כבתה אין זקוק לה וכן העלו בהלכות: ",
        "<b>נשארה דולקת וכו'.</b> זהו הפירוש הראשון שכתבתי למעלה בשם ההלכות ומכאן למד הרמב''ן ז''ל שדעת ההלכות שמותר השמן שבנר חנוכה מותר לכל צרכי חול. ונראה לי אפילו כבה תוך זמנו שלא כדברי קצת הגאונים שמותר השמן שביום ראשון מוסיף עליו ביום שני ומדליקו וכן בשאר הימים והנותר ביום שמיני עושה לו מדורה ושורפו לפי שהוקצה למצותו. ודעת רבינו וההלכות לדמותן לעצי סוכה ונוייה שמותרים לאחר החג וכל שכן כאן שאפילו בעודו דולק תוך שיעורו לא נאסר להשתמש ממנו אלא משום בזוי מצוה וכן עיקר: "
      ],
      [
        "<b>כל השמנים וכו'.</b> כן פסקו בהלכות כרב (דף כ\"א:) דאמר פתילות ושמנים שאמרו חכמים אין מדליקין בהן בשבת מדליקין בהן בחנוכה בין בשבת בין בחול ואמרו מ''ט דרב קסבר כבתה אין זקוק לה ואסור להשתמש לאורה וכן פסקו רוב הפוסקים ז''ל: ",
        "<b>ואפילו למנות מעות וכו'.</b> שם (דף כ\"ב) מבואר אסור להרצות מעות כנגד נר חנוכה ופסקו בהלכות וכן הסכימו הרמב''ן והרשב''א ז''ל לאסור כל תשמישים ועיקר: "
      ],
      [
        "<b>נר חנוכה וכו'.</b> מימרא שם: ",
        "<b>ואם היה דר וכו'.</b> ברייתא שם (דף כ\"א:): ",
        "<b>ונר חנוכה וכו'.</b> שם (דף כ\"ב) נר חנוכה שהניחה למעלה מעשרים אמה פסולה כסוכה וכמבוי, עוד אמרו שם (דף כ\"א:) זאת אומרת נר חנוכה מצוה להניחה תוך עשרה טפחים ודחו שם הראיה ולפיכך לא נכתב בהלכות. ועוד נראה לי ראיה לדחות זה מהמימרא הראשונה דאמר למעלה מעשרים פסולה משמע דתוך עשרים אמה באי זה מקום שירצה כשרה אלא שיש לתרץ דלא פליגן ואע''פ שבתוך כ' אמה אין שם פסול מצוה מן המובחר היא בתוך עשרה טפחים. ויש שפסקו כן שמצוה להניחה בתוך עשרה ומדברי בעל העיטור נראה כדעת רבינו וההלכות: "
      ],
      [
        "<b>בימי הסכנה וכו'.</b> שם ברייתא ופי' סכנת עכו''ם שיקפידו על הדבר: ",
        "<b>וצריך להיות וכו'.</b> מימרא שם אמר רבא וצריך נר אחר להשתמש לאורה ואי איכא מדורה לא צריך ואי אדם חשוב אף על גב דאיכא מדורה צריך: "
      ],
      [
        "<b>נר חנוכה וכו'.</b> שם (דף כ\"ג) והשתא דאמרת הדלקה עושה מצוה הדליקה חרש שוטה וקטן לא עשה כלום אשה ודאי מדליקה: ",
        "<b>הדליקו מבפנים והוציאו דלוק וכו'.</b> שם (דף כ\"ב:) אמר רבא הדליק מבפנים והוציאה לחוץ לא עשה כלום: ",
        "<b>אחז הנר בידו וכו'.</b> שם מימרא הדין והטעם: ",
        "<b>עששית שהיתה דולקת וכו'.</b> מימרא שם (דף כ\"ג:): ",
        "<b>ומותר להדליק נר של חנוכה וכו'.</b> שם (דף כ\"ב) אמר שמואל מדליקין מנר לנר ורבה עבד כותיה ומשום הכי הלכתא כותיה דשמואל אף על גב דרב פליג עליה וכן פסקו בהלכות ושאר הפוסקים. ובהשגות א''א ועל ידי קינסא ע''כ. רצה לומר שאפילו ע''י קינסא מותר וכבר הכריחו הרמב''ן והרשב''א ז''ל דעל ידי קינסא ודאי אסור כיון שבשעה שמדליק אינו עושה המצוה ולא אמרו אלא במדליק מנר לנר ממש וכגון בפתילות ארוכות וזה נראה דעת רבינו: "
      ],
      [
        "<b>חצר שיש לה שני פתחים וכו'.</b> שם (דף כ\"ג) מבואר הדין והטעם: "
      ],
      [
        "<b>אורח שמדליקין עליו בתוך ביתו וכו'.</b> שם מפורש אכסנאי חייב בנר חנוכה א''ר זירא מריש כי הואי בי רב הוה משתתפנא בפריטי בהדי אושפיזי בתר דנסיבנא אמינא השתא ודאי לא צריכנא דקא מדלקי עלאי בביתאי: ",
        "<b>ואם היתה וכו'.</b> בהלכות אי פתח בבא לנפשיה מיחייב לאדלוקי משום חשדא ופי' רבינו אפילו מדליקין עליו בתוך ביתו וכן עיקר דודאי בכה''ג כיון דפתח בבא לנפשיה אי לא מדליק איכא חשדא וגדולה מזו אמרו למעלה בחצר שיש לה ב' פתחים בשתי רוחות שצריכה להדליק מפני החשד ופי' בגמ' חשדא דבני מתא דזמנין דחלפי בהא ולא חלפי בהא ואמרי כי היכי דבהאי פתחא לא אדליק בהאי פתחא נמי לא אדליק ע''כ בגמרא שם: "
      ],
      [
        "<b>מצות חנוכה וכו'.</b> שם (דף כ\"ג:) א''ר הונא הרגיל בנ''ח הויין לו בנים ת''ח: ",
        "<b>ומ''ש רבינו אפילו אין לו מה יאכל וכו'.</b> נראה שלמדו ממה שנתבאר פ''ז מהל' חמץ ומצה שאפילו עני שבישראל לא יפחות מד' כוסות והטעם משום פרסומי ניסא וכ''ש בנ''ח דעדיף מקדוש היום כמו שיתבאר בסמוך: "
      ],
      [
        "<b>הרי שאין לו וכו'.</b> שם נ''ח וקדוש היום נ''ח עדיף משום פרסומי ניסא. וכתוב בה''ג אם רוצה להדליק נ''ח ונר שבת מתחלה מדליק של חנוכה ואח''כ של שבת שאם הדליק של שבת תחלה כבר קבל שבת עליו ונאסר להדליק של חנוכה. וכבר השיבו עליו הרמב''ן והרשב''א ז''ל ואמרו שאין הדלקת הנר קבלה האוסרת והביאו ראיות לזה ואדרבה מדליק של שבת תחלה דתדיר ועדיף טפי משום דהוא נר ביתו. ולא מצאתי בדברי רבינו קבלה אוסרת בע''ש ואף לא תוספת כמ''ש פ''א מהלכות יוה''כ. <b>ומ''ש רבינו הואיל ושניהם מד''ס</b> הכונה שהקידוש אע''פ שהוא מן התורה אפשר בלא יין כמבואר בפרק כ''ט מהל' שבת וכן נתנו טעם זה קצת מפרשים ז''ל: "
      ],
      [
        "<b>היה לפניו וכו'.</b> שם מבואר נ''ח ונר ביתו נר ביתו עדיף משום שלום ביתו: ",
        "<b>גדול השלום וכו'.</b> בספרי. ושם אמרו גדול השלום שחותמיהן של כל הברכות שלום שנאמר ישא ה' פניו אליך וישם לך שלום:"
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [
        "<b>אחד הקורא ואחד השומע וכו' לפיכך אם היה הקורא חש''ו השומע ממנו לא יצא.</b> בפ''ב דמגילה (דף י''ט:) תנן הכל כשרים לקרות את המגילה חוץ מחש''ו פי' האי חרש היינו שהוא מדבר ואינו שומע ואמרינן בגמרא מאן תנא חרש דיעבד נמי לא רבי יוסי היא דתנן הקורא את שמע ולא השמיע לאזנו יצא ר''י אומר לא יצא, ולפי זה לא קי''ל כי הא מתני' דהא בפרק היה קורא (ברכות ט''ו:) איפסיקא הלכתא דלא כר''י ולפיכך יש לתמוה על רבינו שפסק שאם היה הקורא חרש השומע ממנו לא יצא. ולכך צ''ל שאין בנוסחת ספרי רבינו אלא שוטה וקטן בלבד לא חרש וכן נמצא בספר א''ח שכך היתה נוסחתו בספרי רבינו וכך אמרו בירושלמי לית כאן חרש באשגרות לישן היא מתני'. ואם נפשך לקיים נוסחת ספרינו כדברי רבינו שכתוב בה חרש אפשר לדחוק ולומר שסובר רבינו דאע''ג דגמרא מוקי מתניתין כר''י היינו אי אמרינן דכי היכי דפליגי בק''ש פליגי במגילה אבל כיון דחזינן דרבי גבי ק''ש שנה הקורא את שמע ולא השמיע לאזנו יצא רבי יוסי אומר לא יצא דמשמע דסבר דהלכה כת''ק דיצא וגבי מגילה שנה סתם דלא יצא אית לן למימרא דסבר דמגילה שאני דבעינן בה פרסומי ניסא וכל שלא השמיע לאזנו ליכא פרסומי ניסא. ודרך זה צריך לומר לדעת רי''ף והרא''ש שכתבו גבי מגילה סתם מתניתין דלא יצא וגבי ק''ש פסקו דיצא: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>וכל עיר (שיש) [שאין] בה עשרה בטלנין וכו' ואם אין שם עשרה בני אדם תקנתו קלקלתו והרי הם כאנשי עיר גדולה ואין קורין [אלא] בי''ד.</b> פירוש שכשבני העיר מקדימין ליום הכניסה קלקלה הוא להם לפי שהם נדונים ככפר וכשאין קורין אלא בי''ד תקנה הוא להם לפי שהם נדונים כאנשי עיר ולא כבני כפר, ושיעור הלשון כאילו אמר קלקלתו תקנתו וכך הוא פירושו קלקלתו שאין שם י' תקנתו להיות נדונין כאנשי עיר גדולה לקרות בי''ד. וכבר היה אפשר לפרש דאדרבה כשזמנם ארוך יותר כלומר שמקדימין תקנה הוא להם וכשזמנם קצר כלומר שיש להם יום מיוחד ולא יותר קלקלה הוא להם ולפי זה יתיישב הלשון כפשוטו שלפי שאמר למעלה שאם יש שם עשרה בטלנין הרי הם ככפר אמר לא יעלה על דעתך לומר כ''ש כשאין שם עשרה בני אדם שתהיה נדונת ככפר אלא אדרבה מה שתחשוב שמתקן אותה לשתדון ככפר שהוא שאין שם עשרה בני אדם הוא סבה לשיתקלקל ולא יקראו אלא ביום מיוחד כאנשי עיר גדולה. אלא שבספ''ב דסנהדרין (דף כ''ב:) ורפ''ב דתעניות (דף י''ז.) איתא שתקנתו קלקלתו ומתפרש כפירוש הראשון: \n\n"
      ],
      [],
      [
        "<b>בן עיר שהלך לכרך וכו'.</b> פרק הקורא את המגילה למפרע (דף י''ט.) תנן בן עיר שהלך לכרך וכו' (עיין במ''מ). וכפי טבע החלוקה מאמר רבא יסבול אחד מג' פירושים, אם שנאמר שחוזר לבן עיר שהלך לכרך ומשם נלמוד לבן כרך שהלך לעיר, או שנאמר דקאי לבן כרך שהלך לעיר ומשם נלמוד לבן עיר שהלך לכרך, או נאמר דקאי אתרוייהו בין לב''ע שהלך לכרך בין לבן כרך שהלך לעיר. והיותר נראה מהפירושים הוא הפירוש הראשון דרבא ארישא קאי שעיקר הדבר אם דעתו שלא להמצא במקום ההוא ביום קריאת מקומו אף אם נתעכב קורא כמקומו ואם דעתו להתעכב כאן קצת יום קריאת מקומו דהיינו י''ד לב''ע שהלך לכרך נעקר מלהיות כבן עירו וקורא עמהם ומשם נלמוד לבן כרך שהלך לעיר שאם דעתו לחזור יום קריאת מקומו דהיינו ט''ו אף אם נתעכב קורא כמקומו ואם דעתו להתעכב קצת יום קריאת מקומו דהיינו ט''ו בטל מעליו שם אנשי מקומו וחל עליו שם אנשי העיר הזאת ופרוז בן יומו פי' שיומו שהוא יום קריאת אנשי מקומו שהם מוקפים ודעתו להתעכב כאן קצתו מקרי פרוז וכן פי' מוקף בן יומו מיקרי מוקף. אבל לא יתכן פי' זה לפי שהוא בנוי על שרבא קאי ארישא ומשם אנו לומדים לסיפא ובגמרא אמרינן איפכא דמדפרוז בן יומו מיקרי פרוז מוקף בן יומו וכו' הרי שמבן כרך שהלך לעיר אנו לומדים לב''ע שהלך לכרך. והטור כתב ב''ע שהלך לכרך וכו' ויש לדקדק בלשונו מה הוסיף באומרו כיצד ממה שאמר קודם. ב' למה למעלה תפס ב''ע שהלך לכרך בתחלה ובכיצד תפסם בהפך. ג' למה בב''כ שהלך לעיר אמר חל עליו ובב''ע שהלך לכרך אמר נסתלק מעליו וכו'. ולזה נאמר שבלי ספק הר''י לא תפס פי' שני משום דהיכי נימא דרבא לא קאי אלא אסיפא ומינה ילפינן לרישא ואורחא דגמרא איפכא הוי גם הפירוש הא' לא יישר בעיניו מהטעם שאמרנו למעלה ולכן תפס לו הפי' הג' דרבא קאי בין ארישא בין אסיפא וה''פ דמשום דאין מעבירין על המצות היום הראשון שהוא י''ד ראוי לישא וליתן בו אם יתחייב אם לאו וב''ע שקריאת מקומו בי''ד אם כשהלך לכרך לא היה דעתו להמצא באותו מקום ביום ההוא אף אם נתעכב עדיין הוא כאנשי מקומו וקורא בי''ד אם דעתו שלא להמצא במקום הזה ביום קריאתה אף אם נתעכב לא חל עליו חובת קריאת מקום זה אבל אם דעתו להתעכב קצת יום קריאת מקום זה הרי חל עליו חובת זמן קריאתן וקורא עמהם. ועם הפי' הזה מתיישב לשונו כהוגן שתחלה אמר בן עיר וכו' ואחר כך חזר ואמר כיצד וכו' לפי שבתחלה אמר הדין דרך כלל שאם דעתו לחזור בליל י''ד חוזר לשתי החלוקות ואח''כ פירש כיצד חוזר לכל אחד ואחד וטעם אומרו בבן כרך חל עליו ובבן עיר נסתלק מעליו. הנה מתוך מה שפירשנו יתבאר שלפי שבן כרך עדיין לא הגיע זמן מקומו ואנו מחייבים אותו בזמן זה קודם זמנו לפי שהיה דעתו להתעכב שייך שפיר למימר חל עליו אבל בב''ע שהגיע זמן מקומו ואנו פוטרים אותו מטעם שהיה להתעכב שייך שפיר למימר נסתלק מעליו, והטעם שלמעלה תפס ב''ע בתחלה לפי שתפס לשון המשנה אבל בכיצד תפסם בהפך להודיענו חולשת הפירוש הא' דרבא קאי ארישא ומשם נלמד לסיפא ורמז לנו דא''א משום דמבן כרך וכו' ילפינן לב''ע וכו' כמ''ש למעלה. א''נ לפי שחלוקת בן כרך וכו' מוסכמת מרוב הפוסקים לכן תפסה ראשונה ובזה נתיישב לשון הר''י. אבל נשאר קצת דוחק והוא שלזה הפי' מוקף בן יומו וכו' ה''פ מוקף בן יומו שאיבד יום עירו דהיינו שהיה דעתו להתעכב מיקרי מוקף ונסתלק מעליו חובת אנשי מקומו ופרוז בן יומו היינו שנתעכב בעיר יום י''ד שהוא יום קריאתם חל עליו חובת בני מקום זה. ולכן פירש''י הפירוש השני דהיינו דרבא קאי אב''כ שהלך לעיר שקריאתם בי''ד אם היה דעתו להמצא עמהם ביום קריאתם אף אם נתעכב אינו נחשב רק כאנשי מקומו ואם דעתו להתעכב הרי הוא נחשב עמהם וקורא עמהם דה''ל פרוז בן יומו ומיקרי פרוז ומינה לב''ע שהלך לכרך שקריאתן בט''ו אם דעתו שלא להמצא שם יום קריאתם לא הוי מוקף ליומו וקורא כמקומו בי''ד אבל אם עתיד להתעכב יום קריאתם דהיינו ט''ו אין צריך לקרותה בי''ד אלא ממתין וקורא עמהם אע''פ שסופו לחזור לאחר זמן משום דהוי מוקף ליומיה ומיקרי מוקף. ורבינו סתם דבריו שכתב בזמן הקריאה ולא משתמע אם פי' בזמן קריאת המקום שיצא משם או בזמן קריאת המקום שהוא בו עתה אבל כבר הוכחנו מכח הגמרא שא''א לפרש בזמן קריאת המקום שיצא וא''כ ע''כ יש לנו לפרש דברי רבינו שכוונת דבריו באומרו בזמן הקריאה בזמן קריאת המקום שהוא בו עתה כפירש''י וכ''כ ה''ה שזה דעת רבינו גם הר''ן פירש על הרי''ף הפירוש הזה ויש לנו לומר שרבינו מסכים עם רבו הרי''ף ז''ל: \n",
        "<b>וכרך וכל הסמוך לו וכו'.</b> כתב הרב המגיד ז''ל שבנוסחת הספרים כ''כ וכתב שהנוסחא האמיתית כרך וכל הנראה עמו וכל הסמוך לו וכו' ואם אין ביניהם לא קאי אלא אסמוך בלבד וכתב שזה דבר מוכרח בגמרא. ואני אומר הרי תקננו דברי רבינו בשבוש הנוסחא אבל מה נעשה והטור כתב ז''ל וכן הכפרים הסמוכים להם אפילו אינם נראים עמהם כגון שהם בעמק או שנראים עמהם אפילו אינם סמוכים כגון שהם בהר ובלבד שלא יהיו רחוקים יותר ממיל, ואם באנו לומר שגם נוסחת ספרי הטור נתקן כאשר תקננו נוסחת רבינו מה נעשה להר''ן שכתב על מימרת ריב''ל דכרך וכל הסמוך וכו' דאפשר דכי אמרינן ועד כמה וכו' אכולה מילתא מהדר בין לנראה עמו בין לסמוך ועלינו ליישב לשון הגאונים האלה אשר מפיהם אנו חיים. ואמת הדבר שמה שספק הרב המגיד ראוי לספקו כל מעיין והוא שא''כ למה הוזכר נראה שהרי אם אין ביניהם יותר ממיל הרי הוא סמוך ואפילו אין נראה עמו דינו כמוהו ואם רחוק יותר אינו נדון כמוהו. וליישב זאת הקושיא ראיתי להביא לשון הגמרא ולפרש הפירושים אשר בטבע החלוקה אפשרית. בפ''ק דמגילה (דף ב':) אמר ריב''ל כרך וכל הסמוך לו וכל הנראה עמו נדון ככרך ועד כמה א''ר ירמיה כמחמתן לטבריא מיל ואחר מכאן אמרו (דף ג':) גופא אריב''ל וכו' תנא סמוך אע''פ שאינו נראה נראה אע''פ שאינו סמוך ופי' נראה אע''פ שאינו סמוך דיתבא בראש ההר סמוך אע''פ שאינו נראה ביושבת בנחל ע''כ בגמרא. והנה אפשר לנו לפרש דכי בעי ועד כמה לא בעי רק אסמוך דאנראה לא בעי מידי דאפילו רחוק כמה כיון דרואין אותו מן הכרך נדון כמותו. ונראה שזה דעת ה''ה ואפשר היה לנו לומר שגם דעת רבינו והטור זה הוא וכשכתבו אם אין ביניהם אלפים אמה ארישא קאי דהיינו אסמוך לו דאילו לנראה לא בעינן האי שיעורא כדאמרן אלא שזה דוחק, א''נ אפשר לפרש דכי בעי ועד כמה לא בעי אסמוך דסמוך משתמע סמוך ממש דהיינו בעיבורה של עיר אלא אנראה בעי דאין סברא לומר שאפילו רחוק כמה פרסאות לפי שהוא נראה מן הכרך יהיה נדון כמוהו וזה נראה דעת רבינו והטור שכשכתבו אם אין ביניהם אלפים אמה וכו' אסיפא דהיינו נראה אע''פ שאינו סמוך קאי. ועוד אפשר לפרש בדרך אחרת דכי קאמר אם אין ביניהם אלפים ה''פ בשתתן חבל מעיר לעיר באויר לא מדה בקרקע ונכון הוא לדעת הר''ן: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>היתה כתובה תרגום וכו' והוא שתהיה כתובה בכתב אותו לשון.</b> אין לפרש דברי רבינו דתרתי בעי חדא שתהא כתובה באותה לשון ועוד שתהא כתובה בכתב אותו לשון לאפוקי אם היתה כתובה בלשון גפטי וכתב עילמי דהא לא קפדינן שלא תהא כתובה בלשון אחר אלא כדי שלא יהא כקורא ע''פ אבל כל שכתובה באותה לשון שהוא קורא אע''פ שכתובה בכתב אחר מה בכך והכי דייק לשון רבינו שסיים וכתב אבל אם היתה כתובה בכתב עברי וקראה ארמית לארמי לא יצא שנמצא זה קורא על פה. אלמא דמאי דקאמר והוא שתהיה כתובה בכתב אותו לשון לא אכתב קפיד אלא אלשון דבלשון הוא דשייך למימר שקורא על פה או שאינו קורא על פה ולא בכתב. כתב ה''ה היתה כתובה תרגום וכו' ונראה מדבריו שאע''פ שיודע אשורית ויודע לעז אילו רצה לקרותה בלעז יוצא בה י''ח ואין נראה כן מן הירושלמי וכו'. ר''י ב''ש ז''ל בתשובותיו הביא תשובת הר''נ שכתב לפרש הירושלמי לדעת מי שסובר דיודע לעז ויודע אשורית אילו רצה לקרותה בלעז יוצא ידי חובתו: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ולא הלל של חנוכה בלבד הוא שמד''ס אלא קריאת ההלל לעולם מד''ס.</b> וכתוב בהשגות א''א ויש בהן עשה מדברי קבלה השיר יהיה לכם כליל התקדש חג. ע''כ וכתב עליו ה' המגיד ובאמת שבפרק ערבי פסחים אמרו שנביאים תקנו הלל על כל צרה שנגאלים ממנה אבל לאומרו בימים קבועים מדבריהם הוא ואע''פ שהביאו בערכין אותו פסוק אינו אלא לסמך ולדמיון זה דעת רבינו והוא הנראה עכ''ל. וק''ל על דבריהם, אם על הראב''ד שכתב שיש בו עשה מדברי קבלה כמשיג על רבינו שכתב שהוא מד''ס והלא אף אם נודה שכן הוא שיש בו עשה מדברי קבלה שפיר דמי למקרייה ד''ס וא''כ מה רצה להשיג או להוסיף על דברי רבינו, גם ה''ה שכתב שאע''פ שהביאו בערכין אותו פסוק אינו אלא לסמך ולדמיון נראה מדבריו שאילו הובא לראיה ממש מודה הוא להראב''ד שלא היה ראוי לומר שהוא מד''ס וכתב בסוף דבריו זה דעת רבינו והרי רבינו להדיא בסה''מ אשר לו בשרש הא' חולק על בה''ג שמנה קריאת ההלל ומקרא מגילה מצות עשה והשיג עליו רבינו שאין ראוי למנות בכלל תרי''ג מצות שהם מדרבנן והרי מקרא מגילה דברי קבלה מפורשים הם לא הביאום לסמך ולדמיון ואפ''ה קורא אותם רבינו מצות דרבנן. ואין לומר שה''ה יודה להראב''ד שאילו הובא לראיה לא היה ראוי לקרותו ד''ס גם לא ד''ת אבל דברי קבלה. ומ''ש רבינו בס' המצות על מקרא מגילה מצות דרבנן איידי דנקט הנך אחריני נקט נמי מקרא מגילה וקושטא דמלתא דלאו דברי תורה היא אבל דברי קבלה מקריא שהרי רבינו בתחלת הלכות מגילה וחנוכה כתב יש בכללן שתי מצות עשה מד''ס והיה לו לומר אחת מד''ס ואחת מדברי קבלה והכא דוקא נקט אלא ודאי דאף מצות דברי קבלה ד''ס מיקריא בין הובא לסמך בין הובא לראיה. והרמב''ן ז''ל בספר השגותיו כתב ובמס' ערכין דרשו בו השיר וכו' ואע''פ שזה מדברי קבלה הוא אבל יאמר הנביא שישירו לשם המושיעם כמו שמשוררים בליל אכילת הפסח הרי שאמר שאילו מן הכתוב היתה הראיה לא היה נמנה בתרי''ג מצות אבל במצות דרבנן. ועוד קשה על ה''ה שכתב ואמת שבפ' ערבי פסחים אמרו שנביאים תקנו הלל וכו', שנראה שאילו תקנו גם הימים הקבועים לא היה מד''ס וזה אינו דאטו מי נימא דקריאת התורה בשבת ובשני וחמישי שחרית דתקנת משה היא שאינה מד''ס וטובא נמי כהאי גונא כשניות ועירובין דתקנת שלמה היא ונביא הוה וכלהו מד''ס מיקרו. ועוד שנראה מדבריו ז''ל שמצות עשה לגמור את הכל על כל צרה שנגאלין כיון שנביאים שביניהם תקנוהו לכך אבל לאומרו בי''ח ימים הוא דרבנן. ולשון רבינו סותר זה שכתב ולא הלל של חנוכה וכו' אלא קריאת הלל לעולם מד''ס וכיון שמצינו לו ז''ל בספר המצות שכתב שמצות הלל דרבנן היא גם לשונו כאן מוכיח כן כך יש לנו לפרשו ודברי הראב''ד והה''מ צריכין עיון: \n\n"
      ],
      [
        "<b>וכן בשאר ימי הפסח וכו'.</b> כתב הרב המגיד דעת רבינו להשוות חולו של פסח לר''ח וזה נראה כדעת כל המפרשים חוץ מהרמב''ן ז''ל שחילק ביניהם ובסוף הל' ברכות כתב רבינו בפירוש שהלל של חוה''מ של פסח אין מברכין עליו: \n",
        "<b>ובכאן נשלם החלק הראשון וספר זמנים. ההודאה למלך מלכי המלכים ואדוני האדונים:</b> \n\n"
      ]
    ]
  ]
};