const Shofar_Sukkah_and_Lulav = {
  "title": "Mishneh Torah, Shofar, Sukkah and Lulav",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Shofar,_Sukkah_and_Lulav",
  "text": [
    [
      "מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה לִשְׁמֹעַ תְּרוּעַת הַשּׁוֹפָר בְּרֹאשׁ הַשָּׁנָה שֶׁנֶּאֱמַר <small>(במדבר כט א)</small> \"יוֹם תְּרוּעָה יִהְיֶה לָכֶם\". וְשׁוֹפָר שֶׁתּוֹקְעִין בּוֹ בֵּין בְּרֹאשׁ הַשָּׁנָה בֵּין בְּיוֹבֵל הוּא קֶרֶן הַכְּבָשִׂים הַכָּפוּף. וְכָל הַשּׁוֹפָרוֹת פְּסוּלִין חוּץ מִקֶּרֶן הַכֶּבֶשׂ. וְאַף עַל פִּי שֶׁלֹּא נִתְפָּרֵשׁ בַּתּוֹרָה תְּרוּעָה בְּשׁוֹפָר בְּרֹאשׁ הַשָּׁנָה הֲרֵי הוּא אוֹמֵר בְּיוֹבֵל <small>(ויקרא כה ט)</small> \"וְהַעֲבַרְתָּ שׁוֹפַר\" וְכוּ' <small>(ויקרא כה ט)</small> \"תַּעֲבִירוּ שׁוֹפָר\". וּמִפִּי הַשְּׁמוּעָה לָמְדוּ מַה תְּרוּעַת יוֹבֵל בְּשׁוֹפָר אַף תְּרוּעַת רֹאשׁ הַשָּׁנָה בְּשׁוֹפָר: \n",
      "בַּמִּקְדָּשׁ הָיוּ תּוֹקְעִין בְּרֹאשׁ הַשָּׁנָה בְּשׁוֹפָר אֶחָד וּשְׁתֵּי חֲצוֹצְרוֹת מִן הַצְּדָדִין. הַשּׁוֹפָר מַאֲרִיךְ וְהַחֲצוֹצְרוֹת מְקַצְּרוֹת שֶׁמִּצְוַת הַיּוֹם בְּשׁוֹפָר. וְלָמָּה תּוֹקְעִין עִמּוֹ בַּחֲצוֹצְרוֹת מִשּׁוּם שֶׁנֶּאֱמַר <small>(תהילים צח ו)</small> \"בַּחֲצֹצְרוֹת וְקוֹל שׁוֹפָר הָרִיעוּ לִפְנֵי הַמֶּלֶךְ ה'\". אֲבָל בִּשְׁאָר מְקוֹמוֹת אֵין תּוֹקְעִין בְּרֹאשׁ הַשָּׁנָה אֶלָּא בְּשׁוֹפָר בִּלְבַד: \n",
      "שׁוֹפָר שֶׁל עַכּוּ''ם אֵין תּוֹקְעִין בּוֹ לְכַתְּחִלָּה וְאִם תָּקַע יָצָא. וְשֶׁל עִיר הַנִּדַּחַת אִם תָּקַע בּוֹ לֹא יָצָא. שׁוֹפָר הַגָּזוּל שֶׁתָּקַע בּוֹ יָצָא שֶׁאֵין הַמִּצְוָה אֶלָּא בִּשְׁמִיעַת הַקּוֹל אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ וְלֹא הִגְבִּיהוֹ הַשּׁוֹמֵעַ יָצָא וְאֵין בַּקּוֹל דִּין גֵּזֶל. וְכֵן שׁוֹפָר שֶׁל עוֹלָה לֹא יִתְקַע בּוֹ וְאִם תָּקַע יָצָא שֶׁאֵין בַּקּוֹל דִּין מְעִילָה. וְאִם תֹּאמַר וַהֲלֹא נֶהֱנָה בִּשְׁמִיעַת הַקּוֹל. מִצְוֹת לֹא לֵהָנוֹת נִתְּנוּ. לְפִיכָךְ הַמֻּדָּר הֲנָיָה מִשּׁוֹפָר מֻתָּר לִתְקֹעַ בּוֹ תְּקִיעָה שֶׁל מִצְוָה: \n",
      "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה אֵין מְחַלְּלִין עָלָיו אֶת יוֹם טוֹב וַאֲפִלּוּ בְּדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת. כֵּיצַד. הָיָה הַשּׁוֹפָר בְּרֹאשׁ הָאִילָן אוֹ מֵעֵבֶר הַנָּהָר וְאֵין לוֹ שׁוֹפָר אֶלָּא הוּא אֵינוֹ עוֹלֶה בָּאִילָן וְאֵינוֹ שָׁט עַל פְּנֵי הַמַּיִם כְּדֵי לַהֲבִיאוֹ. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין חוֹתְכִין אוֹתוֹ אוֹ עוֹשִׂין בּוֹ מְלָאכָה. מִפְּנֵי שֶׁתְּקִיעַת שׁוֹפָר מִצְוַת עֲשֵׂה וְיוֹם טוֹב עֲשֵׂה וְלֹא תַּעֲשֶׂה וְאֵין עֲשֵׂה דּוֹחֶה לֹא תַּעֲשֶׂה וַעֲשֵׂה. מֻתָּר לִתֵּן בְּתוֹכוֹ מַיִם אוֹ יַיִן אוֹ חֹמֶץ בְּיוֹם טוֹב כְּדֵי לְצַחְצְחוֹ. וְלֹא יִתֵּן לְתוֹכוֹ מֵי רַגְלַיִם לְעוֹלָם מִפְּנֵי הַכָּבוֹד שֶׁלֹּא יִהְיוּ מִצְוֹת בְּזוּיוֹת עָלָיו: \n",
      "שִׁעוּר הַשּׁוֹפָר כְּדֵי שֶׁיֹּאחֲזֶנּוּ בְּיָדוֹ וְיֵרָאֶה לְכָאן וּלְכָאן. נִסְדַּק לְאָרְכּוֹ פָּסוּל. לְרָחְבּוֹ אִם נִשְׁתַּיֵּר בּוֹ כַּשִּׁעוּר כָּשֵׁר וּכְאִלּוּ נִכְרַת מִמְּקוֹם הַסֶּדֶק. נִקַּב אִם סְתָמוֹ שֶׁלֹּא בְּמִינוֹ פָּסוּל. סְתָמוֹ בְּמִינוֹ אִם נִשְׁתַּיֵּר רֻבּוֹ שָׁלֵם וְלֹא עִכְּבוּ הַנְּקָבִים שֶׁנִּסְתְּמוּ אֶת הַתְּקִיעָה הֲרֵי זֶה כָּשֵׁר. קְדָחוֹ בְּזִכְרוּתוֹ כָּשֵׁר שֶׁמִּין בְּמִינוֹ אֵינוֹ חוֹצֵץ. דִּבֵּק שִׁבְרֵי שׁוֹפָרוֹת עַד שֶׁהִשְׁלִימוֹ לְאֶחָד פָּסוּל: \n",
      "הוֹסִיף עָלָיו כָּל שֶׁהוּא בֵּין בְּמִינוֹ בֵּין שֶׁלֹּא בְּמִינוֹ פָּסוּל. צִפָּהוּ זָהָב מִבִּפְנִים אוֹ בִּמְקוֹם הַנָּחַת פֶּה פָּסוּל. צִפָּהוּ מִבַּחוּץ אִם נִשְׁתַּנָּה קוֹלוֹ מִכְּמוֹת שֶׁהָיָה פָּסוּל וְאִם לֹא נִשְׁתַּנָּה כָּשֵׁר. נָתַן שׁוֹפָר בְּתוֹךְ שׁוֹפָר אִם קוֹל פְּנִימִי שָׁמַע יָצָא וְאִם קוֹל חִיצוֹן שָׁמַע לֹא יָצָא. הִרְחִיב אֶת הַקָּצָר וְקִצֵּר אֶת הָרָחָב פָּסוּל: \n",
      "הָיָה אָרֹךְ וְקִצְּרוֹ כָּשֵׁר. גֵּרְדוֹ בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ אֲפִלּוּ הֶעֱמִידוֹ עַל גִּלְדּוֹ כָּשֵׁר. הָיָה קוֹלוֹ עָב אוֹ דַּק אוֹ צָרוּר כָּשֵׁר שֶׁכָּל הַקּוֹלוֹת כְּשֵׁרִין בְּשׁוֹפָר: \n",
      "הַתּוֹקֵעַ בְּתוֹךְ הַבּוֹר אוֹ בְּתוֹךְ הַמְּעָרָה. אוֹתָן הָעוֹמְדִים בְּתוֹךְ הַבּוֹר וְהַמְּעָרָה יָצְאוּ. וְהָעוֹמְדִים בַּחוּץ אִם קוֹל שׁוֹפָר שָׁמְעוּ יָצְאוּ. וְאִם קוֹל הֲבָרָה שָׁמְעוּ לֹא יָצְאוּ. וְכֵן הַתּוֹקֵעַ לְתוֹךְ חָבִית גְּדוֹלָה וְכַיּוֹצֵא בָּהּ. אִם קוֹל שׁוֹפָר שָׁמַע יָצָא וְאִם קוֹל הֲבָרָה שָׁמַע לֹא יָצָא: \n"
    ],
    [
      "הַכּל חַיָּבִין לִשְׁמֹעַ קוֹל שׁוֹפָר כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים. אֲבָל נָשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִין. מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס חַיָּבִין: \n",
      "כָּל מִי שֶׁאֵינוֹ חַיָּב בַּדָּבָר אֵינוֹ מוֹצִיא אֶת הַחַיָּב יְדֵי חוֹבָתוֹ. לְפִיכָךְ אִשָּׁה אוֹ קָטָן שֶׁתָּקְעוּ בַּשּׁוֹפָר הַשּׁוֹמֵעַ מֵהֶן לֹא יָצָא. אַנְדְּרוֹגִינוּס מוֹצִיא אֶת מִינוֹ וְאֵינוֹ מוֹצִיא אֶת שֶׁאֵינוֹ מִינוֹ. טֻמְטוּם אֵינוֹ מוֹצִיא לֹא אֶת מִינוֹ וְלֹא שֶׁאֵינוֹ מִינוֹ. שֶׁהַטֻּמְטוּם שֶׁנִּקְרַע אֶפְשָׁר שֶׁיִּמָּצֵא זָכָר וְאֶפְשָׁר שֶׁיִּמָּצֵא נְקֵבָה: \n",
      "וְכֵן מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין אֵינוֹ מוֹצִיא אֲפִלּוּ עַצְמוֹ שֶׁאֵין צַד עַבְדוּת שֶׁבּוֹ מוֹצִיא צַד חֵרוּת שֶׁבּוֹ. אֶלָּא כֵּיצַד יֵצֵא יְדֵי חוֹבָתוֹ. שֶׁיִּשְׁמַע מִבֶּן חוֹרִין שֶׁיִּתְקַע לוֹ: \n",
      "הַמִּתְעַסֵּק בִּתְקִיעַת שׁוֹפָר לְהִתְלַמֵּד לֹא יָצָא יְדֵי חוֹבָתוֹ. וְכֵן הַשּׁוֹמֵעַ מִן הַמִּתְעַסֵּק לֹא יָצָא. נִתְכַּוֵּן שׁוֹמֵעַ לָצֵאת יְדֵי חוֹבָתוֹ וְלֹא נִתְכַּוֵּן הַתּוֹקֵעַ לְהוֹצִיאוֹ אוֹ שֶׁנִּתְכַּוֵּן הַתּוֹקֵעַ לְהוֹצִיאוֹ וְלֹא נִתְכַּוֵּן הַשּׁוֹמֵעַ לָצֵאת לֹא יָצָא יְדֵי חוֹבָתוֹ. עַד שֶׁיִּתְכַּוֵּן שׁוֹמֵעַ וּמַשְׁמִיעַ: \n",
      "מִי שֶׁתָּקַע וְנִתְכַּוֵּן לְהוֹצִיא כָּל הַשּׁוֹמֵעַ תְּקִיעָתוֹ וְשָׁמַע הַשּׁוֹמֵעַ וְנִתְכַּוֵּן לָצֵאת יְדֵי חוֹבָתוֹ אַף עַל פִּי שֶׁאֵין הַתּוֹקֵעַ מִתְכַּוֵּן לְזֶה פְּלוֹנִי שֶׁשָּׁמַע תְּקִיעָתוֹ וְאֵינוֹ יוֹדְעוֹ יָצָא. שֶׁהֲרֵי נִתְכַּוֵּן לְכָל מִי שֶׁיִּשְׁמָעֶנּוּ. לְפִיכָךְ מִי שֶׁהָיָה מְהַלֵּךְ בַּדֶּרֶךְ אוֹ יוֹשֵׁב בְּתוֹךְ בֵּיתוֹ וְשָׁמַע הַתְּקִיעוֹת מִשְּׁלִיחַ צִבּוּר יָצָא אִם נִתְכַּוֵּן לָצֵאת. שֶׁהֲרֵי שְׁלִיחַ צִבּוּר מִתְכַּוֵּן לְהוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n",
      "יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה שֶׁחָל לִהְיוֹת בְּשַׁבָּת אֵין תּוֹקְעִין בַּשּׁוֹפָר בְּכָל מָקוֹם. אַף עַל פִּי שֶׁהַתְּקִיעָה מִשּׁוּם שְׁבוּת וּמִן הַדִּין הָיָה שֶׁתּוֹקְעִין יָבוֹא עֲשֵׂה שֶׁל תּוֹרָה וְיִדְחֶה שְׁבוּת שֶׁל דִּבְרֵיהֶם. וְלָמָּה אֵין תּוֹקְעִין גְּזֵרָה שֶׁמָּא יִטְּלֶנּוּ בְּיָדוֹ וְיוֹלִיכֶנּוּ לְמִי שֶׁיִּתְקַע לוֹ וְיַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים. אוֹ יוֹצִיאוֹ מֵרְשׁוּת לִרְשׁוּת וְיָבוֹא לִידֵי אִסּוּר סְקִילָה. שֶׁהַכּל חַיָּבִים בִּתְקִיעָה וְאֵין הַכּל בְּקִיאִין לִתְקֹעַ: \n",
      "הַתִּינוֹקוֹת שֶׁלֹּא הִגִּיעוּ לְחִנּוּךְ אֵין מְעַכְּבִין אוֹתָן מִלִּתְקֹעַ בְּשַׁבָּת שֶׁאֵינָהּ יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה כְּדֵי שֶׁיִּלְמְדוּ. וּמֻתָּר לְגָדוֹל שֶׁיִּתְעַסֵּק עִמָּהֶן כְּדֵי לְלַמְּדָן בְּיוֹם טוֹב. בֵּין קָטָן שֶׁהִגִּיעַ לְחִנּוּךְ בֵּין קָטָן שֶׁלֹּא הִגִּיעַ לְחִנּוּךְ. שֶׁהַתְּקִיעָה אֵינָהּ אֲסוּרָה אֶלָּא מִשּׁוּם שְׁבוּת: \n",
      "כְּשֶׁגָּזְרוּ שֶׁלֹּא לִתְקֹעַ בְּשַׁבָּת לֹא גָּזְרוּ אֶלָּא בְּמָקוֹם שֶׁאֵין בּוֹ בֵּית דִּין. אֲבָל בִּזְמַן שֶׁהָיָה הַמִּקְדָּשׁ קַיָּם וְהָיָה בֵּית דִּין הַגָּדוֹל בִּירוּשָׁלַיִם הָיוּ הַכּל תּוֹקְעִין בִּירוּשָׁלַיִם בְּשַׁבָּת כָּל זְמַן שֶׁבֵּית דִּין יוֹשְׁבִין. וְלֹא אַנְשֵׁי יְרוּשָׁלַיִם בִּלְבַד אֶלָּא כָּל עִיר שֶׁהָיְתָה בְּתוֹךְ תְּחוּם יְרוּשָׁלַיִם וְהָיְתָה רוֹאָה יְרוּשָׁלַיִם לֹא שֶׁתִּהְיֶה בְּתוֹךְ הַנַּחַל. וְהָיְתָה שׁוֹמַעַת קוֹל תְּקִיעַת יְרוּשָׁלַיִם לֹא שֶׁתִּהְיֶה בְּרֹאשׁ הָהָר. וְהָיְתָה יְכוֹלָה לָבוֹא בִּירוּשָׁלַיִם לֹא שֶׁיִּהְיֶה נָהָר מַפְסִיק בֵּינֵיהֶם. אַנְשֵׁי אוֹתָהּ הָעִיר הָיוּ תּוֹקְעִים בְּשַׁבָּת כִּירוּשָׁלַיִם. אֲבָל בִּשְׁאָר עָרֵי יִשְׂרָאֵל לֹא הָיוּ תּוֹקְעִין: \n",
      "וּבַזְּמַן הַזֶּה שֶׁחָרַב הַמִּקְדָּשׁ כָּל מָקוֹם שֶׁיֵּשׁ בּוֹ בֵּית דִּין קָבוּעַ וְהוּא שֶׁיִּהְיֶה סָמוּךְ בְּאֶרֶץ יִשְׂרָאֵל תּוֹקְעִין בּוֹ בְּשַׁבָּת. וְאֵין תּוֹקְעִין בְּשַׁבָּת אֶלָּא בְּבֵית דִּין שֶׁקִּדְּשׁוּ אֶת הַחֹדֶשׁ אֲבָל שְׁאָר בָּתֵּי דִּינִין אֵין תּוֹקְעִין בָּהֶן אַף עַל פִּי שֶׁהֵן סְמוּכִין. וְאֵין תּוֹקְעִין אֶלָּא בִּפְנֵי בֵּית דִּין גָּדוֹל בִּלְבַד כָּל זְמַן שֶׁהֵן יוֹשְׁבִין וַאֲפִלּוּ נִנְעֲרוּ לַעֲמֹד וְלֹא עָמְדוּ תּוֹקְעִין בִּפְנֵיהֶם. אֲבָל חוּץ לְבֵית דִּין אֵין תּוֹקְעִין. וְלָמָּה תּוֹקְעִין בִּפְנֵי בֵּית דִּין מִפְּנֵי שֶׁבֵּית דִּין זְרִיזִין הֵן וְלֹא יָבוֹאוּ הַתּוֹקְעִין לְהַעֲבִיר הַשּׁוֹפָר בִּפְנֵיהֶם בִּרְשׁוּת הָרַבִּים שֶׁבֵּית דִּין מַזְהִירִין אֶת הָעָם וּמוֹדִיעִין אוֹתָן: \n",
      "בַּזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים בַּגָּלוּת כְּדֶרֶךְ שֶׁתּוֹקְעִין בְּרִאשׁוֹן תּוֹקְעִין בְּשֵׁנִי. וְאִם חָל יוֹם רִאשׁוֹן לִהְיוֹת בְּשַׁבָּת וְלֹא הָיָה בַּמָּקוֹם בֵּית דִּין הָרְאוּיִין לִתְקֹעַ תּוֹקְעִין בְּשֵׁנִי בִּלְבַד: \n"
    ],
    [
      "כַּמָּה תְּקִיעוֹת חַיָּב אָדָם לִשְׁמֹעַ בְּרֹאשׁ הַשָּׁנָה. תֵּשַׁע תְּקִיעוֹת. לְפִי שֶׁנֶּאֱמַר תְּרוּעָה בְּיוֹבֵל וּבְרֹאשׁ הַשָּׁנָה שָׁלֹשׁ פְּעָמִים. וְכָל תְּרוּעָה פְּשׁוּטָה לְפָנֶיהָ וּפְשׁוּטָה לְאַחֲרֶיהָ. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל תְּרוּעוֹת שֶׁל חֹדֶשׁ הַשְּׁבִיעִי אֶחָד הֵן. בֵּין בְּרֹאשׁ הַשָּׁנָה בֵּין בְּיוֹם הַכִּפּוּרִים שֶׁל יוֹבֵל תֵּשַׁע תְּקִיעוֹת תּוֹקְעִין בְּכָל אֶחָד מִשְּׁנֵיהֶן. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה. תְּקִיעָה וּתְרוּעָה וּתְקִיעָה:  ",
      "תְּרוּעָה זוֹ הָאֲמוּרָה בַּתּוֹרָה נִסְתַּפֵּק לָנוּ בָּהּ סָפֵק לְפִי אֹרֶךְ הַשָּׁנִים וְרֹב הַגָּלוּת וְאֵין אָנוּ יוֹדְעִין הֵיאַךְ הִיא. אִם הִיא הַיְלָלָה שֶׁמְּיַלְּלִין הַנָּשִׁים בֵּינֵיהֶן בְּעֵת שֶׁמְּיַבְּבִין. אוֹ הָאֲנָחָה כְּדֶרֶךְ שֶׁיֵּאָנַח הָאָדָם פַּעַם אַחַר פַּעַם כְּשֶׁיִּדְאַג לִבּוֹ מִדָּבָר גָּדוֹל. אוֹ שְׁנֵיהֶם כְּאֶחָד הָאֲנָחָה וְהַיְלָלָה שֶׁדַּרְכָּהּ לָבוֹא אַחֲרֶיהָ הֵן הַנִּקְרָאִין תְּרוּעָה. שֶׁכָּךְ דֶּרֶךְ הַדּוֹאֵג מִתְאַנֵּחַ תְּחִלָּה וְאַחַר כָּךְ מְיַלֵּל. לְכָךְ אָנוּ עוֹשִׂין הַכּל:  ",
      "הַיְלָלָה הִיא שֶׁאָנוּ קוֹרְאִין תְּרוּעָה. וְהָאֲנָחָה זוֹ אַחַר זוֹ הִיא שֶׁאָנוּ קוֹרְאִין אוֹתָהּ שְׁלֹשָׁה שְׁבָרִים. נִמְצָא סֵדֶר הַתְּקִיעוֹת כָּךְ הוּא. מְבָרֵךְ וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ שְׁלֹשָׁה שְׁבָרִים וְאַחֲרֶיהָ תְּרוּעָה וְאַחֲרֶיהָ תְּקִיעָה. וְחוֹזֵר כְּסֵדֶר זֶה שָׁלֹשׁ פְּעָמִים. וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ שְׁלֹשָׁה שְׁבָרִים וְאַחֲרֶיהָ תְּקִיעָה וְחוֹזֵר כַּסֵּדֶר הַזֶּה שָׁלֹשׁ פְּעָמִים. וְתוֹקֵעַ תְּקִיעָה וְאַחֲרֶיהָ תְּרוּעָה וְאַחֲרֶיהָ תְּקִיעָה וְחוֹזֵר כְּסֵדֶר זֶה שָׁלֹשׁ פְּעָמִים. נִמְצָא מִנְיַן הַתְּקִיעוֹת שְׁלֹשִׁים כְּדֵי לְהִסְתַּלֵּק מִן הַסָּפֵק:  ",
      "שִׁעוּר תְּרוּעָה כִּשְׁתֵּי תְּקִיעוֹת. שִׁעוּר שְׁלֹשָׁה שְׁבָרִים כִּתְרוּעָה. הֲרֵי שֶׁתָּקַע וְהֵרִיעַ וְתָקַע תְּקִיעָה אֲרֻכָּה וּמָשַׁךְ בָּהּ כִּשְׁתַּיִם בָּרִאשׁוֹנָה. אֵין אוֹמְרִין תֵּחָשֵׁב כִּשְׁתֵּי תְּקִיעוֹת וְיָרִיעַ אַחֲרֶיהָ וְיַחֲזֹר וְיִתְקַע. אֶלָּא אֲפִלּוּ מָשַׁךְ בָּהּ כָּל הַיּוֹם אֵינָהּ אֶלָּא תְּקִיעָה אַחַת וְחוֹזֵר וְתוֹקֵעַ וּמֵרִיעַ וְתוֹקֵעַ שָׁלֹשׁ פְּעָמִים:  ",
      "שָׁמַע תְּקִיעָה אַחַת בְּשָׁעָה אַחַת וּשְׁנִיָּה בְּשָׁעָה שְׁנִיָּה אֲפִלּוּ שָׁהָה כָּל הַיּוֹם כֻּלּוֹ הֲרֵי אֵלּוּ מִצְטָרְפִין וְיָצָא יְדֵי חוֹבָתוֹ. וְהוּא שֶׁיִּשְׁמַע כָּל בָּבָא מֵהֶן עַל סִדְרָה. לֹא שֶׁיִּשְׁמַע תְּרוּעָה וְאַחֲרֶיהָ שְׁתֵּי תְּקִיעוֹת אוֹ שְׁתֵּי תְּקִיעוֹת וְאַחֲרֵיהֶן תְּרוּעָה וְכַיּוֹצֵא בָּזֶה:  ",
      "שָׁמַע תֵּשַׁע תְּקִיעוֹת מִתִּשְׁעָה בְּנֵי אָדָם כְּאֶחָד לֹא יָצָא אֲפִלּוּ יְדֵי אַחַת. תְּקִיעָה מִזֶּה וּתְרוּעָה מִזֶּה וּתְקִיעָה מִשְּׁלִישִׁי בָּזֶה אַחַר זֶה יָצָא וַאֲפִלּוּ בְּסֵרוּגִין וַאֲפִלּוּ כָּל הַיּוֹם כֻּלּוֹ. וְאֵינוֹ יוֹצֵא יְדֵי חוֹבָתוֹ עַד שֶׁיִּשְׁמַע כָּל הַתֵּשַׁע תְּקִיעוֹת שֶׁכֻּלָּן מִצְוָה אַחַת הֵן לְפִיכָךְ מְעַכְּבוֹת זוֹ אֶת זוֹ:  ",
      "הַצִּבּוּר חַיָּבִין לִשְׁמֹעַ הַתְּקִיעוֹת עַל סֵדֶר הַבְּרָכוֹת. כֵּיצַד. אוֹמֵר שְׁלִיחַ צִבּוּר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם וּמַלְכֻיּוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר זִכְרוֹנוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר שׁוֹפָרוֹת וְתוֹקֵעַ שָׁלֹשׁ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָיָה וּבִרְכַּת כֹּהֲנִים:  ",
      "שָׁלֹשׁ בְּרָכוֹת אֶמְצָעִיּוֹת אֵלּוּ שֶׁל רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שֶׁל יוֹבֵל שֶׁהֵן מַלְכֻיּוֹת וְזִכְרוֹנוֹת וְשׁוֹפָרוֹת מְעַכְּבוֹת זוֹ אֶת זוֹ. וְצָרִיךְ לוֹמַר בְּכָל בְּרָכָה מֵהֶן עֲשָׂרָה פְּסוּקִים מֵעֵין הַבְּרָכָה. שְׁלֹשָׁה פְּסוּקִים מִן הַתּוֹרָה. וּשְׁלֹשָׁה מִסֵּפֶר תְּהִלִּים. וּשְׁלֹשָׁה מִן הַנְּבִיאִים. וְאֶחָד מִן הַתּוֹרָה מַשְׁלִים בּוֹ. וְאִם הִשְׁלִים בְּנָבִיא יָצָא. וְאִם אָמַר פָּסוּק אֶחָד מִן הַתּוֹרָה וְאֶחָד מִן הַכְּתוּבִים וְאֶחָד מִן הַנְּבִיאִים יָצָא. וַאֲפִלּוּ אָמַר וּבְתוֹרָתְךָ ה' אֱלֹהֵינוּ כָּתוּב לֵאמֹר וְאָמַר פָּסוּק שֶׁל תּוֹרָה וְהִפְסִיק שׁוּב אֵינוֹ צָרִיךְ כְּלוּם:  ",
      "אֵין מַזְכִּירִין זִכְרוֹנוֹת מַלְכֻיּוֹת וְשׁוֹפָרוֹת שֶׁל פֻּרְעָנוּת. זִכְרוֹנוֹת כְּגוֹן <small>(תהילים עח לט)</small> \"וַיִּזְכֹּר כִּי בָשָׂר הֵמָּה\" וְכוּ'. מַלְכֻיּוֹת כְּגוֹן <small>(יחזקאל כ לג)</small> \"בְּחֵמָה שְׁפוּכָה אֶמְלוֹךְ עֲלֵיכֶם\". שׁוֹפָרוֹת כְּגוֹן <small>(הושע ה ח)</small> \"תִּקְעוּ שׁוֹפָר בַּגִּבְעָה\" וְכוּ'. וְלֹא זִכְרוֹן יָחִיד אֲפִלּוּ לְטוֹבָה כְּגוֹן <small>(תהילים קו ד)</small> \"זָכְרֵנִי ה' בִּרְצוֹן עַמֶּךָ\". <small>(נחמיה ה יט)</small> <small>(נחמיה יג לא)</small> \"זָכְרָה לִּי אֱלֹהַי לְטוֹבָה\". וּפִקְדוֹנוֹת אֵינָן כְּזִכְרוֹנוֹת. כְּגוֹן <small>(שמות ג טז)</small> \"פָּקֹד פָּקַדְתִּי אֶתְכֶם\". וְיֵשׁ לוֹ לְהַזְכִּיר פֻּרְעָנוּת שֶׁל אֻמּוֹת עַכּוּ''ם כְּגוֹן <small>(תהילים צט א)</small> \"ה' מָלָךְ יִרְגְּזוּ עַמִּים\". <small>(תהילים קלז ז)</small> \"זְכֹר ה' לִבְנֵי אֱדוֹם אֶת יוֹם יְרוּשָׁלָםִ\". <small>(זכריה ט יד)</small> \" וַה' אֱלֹהִים בַּשּׁוֹפָר יִתְקָע וְהָלַךְ בְּסַעֲרוֹת תֵּימָן\". <small>(דברים ו ד)</small> \"שְׁמַע יִשְׂרָאֵל ה' אֱלֹהֵינוּ ה' אֶחָד\". <small>(דברים ד לה)</small> \"אַתָּה הָרְאֵתָ לָדַעַת\" וְכוּ'. <small>(דברים ד לט)</small> \"וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל לְבָבֶךָ\" וְכוּ'. כָּל פָּסוּק מֵאֵלּוּ מַלְכוּת הוּא עִנְיָנוֹ אַף עַל פִּי שֶׁאֵין בּוֹ זֵכֶר מַלְכוּת וַהֲרֵי הוּא כְּמוֹ <small>(שמות טו יח)</small> \"ה' יִמְלוֹךְ לְעוֹלָם וָעֶד\", <small>(דברים לג ה)</small> \"וַיְהִי בִישֻׁרוּן מֶלֶךְ\" וְכוּ':  ",
      "הַמִּנְהָג הַפָּשׁוּט בְּסֵדֶר הַתְּקִיעוֹת שֶׁל רֹאשׁ הַשָּׁנָה בְּצִבּוּר כָּךְ הוּא. אַחַר שֶׁקּוֹרְאִין בַּתּוֹרָה וּמַחְזִירִין הַסֵּפֶר לִמְקוֹמוֹ יוֹשְׁבִין כָּל הָעָם וְאֶחָד עוֹמֵד וּמְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לִשְׁמֹעַ קוֹל שׁוֹפָר וְכָל הָעָם עוֹנִין אָמֵן. וְחוֹזֵר וּמְבָרֵךְ שֶׁהֶחֱיָנוּ וְכָל הָעָם עוֹנִין אַחֲרָיו אָמֵן. וְתוֹקֵעַ שְׁלֹשִׁים תְּקִיעוֹת שֶׁאָמַרְנוּ מִפְּנֵי הַסָּפֵק עַל הַסֵּדֶר. וְאוֹמְרִים קַדִּישׁ וְעוֹמְדִין וּמִתְפַּלְּלִין תְּפִלַּת מוּסָף. וְאַחַר שֶׁגּוֹמֵר שְׁלִיחַ צִבּוּר בְּרָכָה רְבִיעִית שֶׁהִיא מַלְכֻיּוֹת תּוֹקֵעַ תְּקִיעָה שְׁלֹשָׁה שְׁבָרִים תְּרוּעָה תְּקִיעָה פַּעַם אַחַת. וּמְבָרֵךְ בְּרָכָה חֲמִישִׁית שֶׁהִיא זִכְרוֹנוֹת. וְאַחַר שֶׁגּוֹמְרָהּ תּוֹקֵעַ תְּקִיעָה שְׁלֹשָׁה שְׁבָרִים וּתְקִיעָה. וּמְבָרֵךְ בְּרָכָה שִׁשִּׁית שֶׁהִיא שׁוֹפָרוֹת. וְאַחַר שֶׁגּוֹמְרָהּ תּוֹקֵעַ תְּקִיעָה תְּרוּעָה וּתְקִיעָה פַּעַם אַחַת וְגוֹמֵר הַתְּפִלָּה:  ",
      "זֶה שֶׁתּוֹקֵעַ כְּשֶׁהֵן יוֹשְׁבִין הוּא שֶׁתּוֹקֵעַ עַל סֵדֶר הַבְּרָכוֹת כְּשֶׁהֵן עוֹמְדִים. וְאֵינוֹ מְדַבֵּר בֵּין תְּקִיעוֹת שֶׁמְּיֻשָּׁב לִתְקִיעוֹת שֶׁמְּעֻמָּד. וְאִם סָח בֵּינֵיהֶן אַף עַל פִּי שֶׁעָבַר אֵינוֹ חוֹזֵר וּמְבָרֵךְ:  ",
      "בְּדִין הָיָה שֶׁיִּתְקְעוּ עַל כָּל בְּרָכָה כָּל בָּבָא מֵהֶן שָׁלֹשׁ פְּעָמִים כְּדֶרֶךְ שֶׁתָּקְעוּ כְּשֶׁהֵן יוֹשְׁבִין אֶלָּא כֵּיוָן שֶׁיָּצְאוּ מִידֵי סָפֵק בַּתְּקִיעוֹת שֶׁמְּיֻשָּׁב אֵין מַטְרִיחִין עַל הַצִּבּוּר לַחֲזֹר בָּהֶן כֻּלָּן עַל סֵדֶר בְּרָכוֹת. אֶלָּא דַּי לָהֶן בָּבָא אַחַת עַל כָּל בְּרָכָה כְּדֵי שֶׁיִּשְׁמְעוּ תְּקִיעוֹת עַל סֵדֶר בְּרָכוֹת. וְכָל הַדְּבָרִים הָאֵלּוּ בְּצִבּוּר אֲבָל הַיָּחִיד בֵּין שֶׁשָּׁמַע עַל סֵדֶר בְּרָכוֹת בֵּין שֶׁלֹּא שָׁמַע עַל הַסֵּדֶר בֵּין מְעֻמָּד בֵּין מְיֻשָּׁב יָצָא וְאֵין בָּזֶה מִנְהָג:  ",
      "הַתְּקִיעוֹת אֵינָן מְעַכְּבוֹת אֶת הַבְּרָכוֹת וְהַבְּרָכוֹת אֵינָן מְעַכְּבוֹת אֶת הַתְּקִיעוֹת. שְׁתֵּי עֲיָרוֹת בְּאַחַת יוֹדֵעַ בְּוַדַּאי שֶׁיֵּשׁ שָׁם מִי שֶׁיְּבָרֵךְ לָהֶן תֵּשַׁע בְּרָכוֹת וְאֵין שָׁם תּוֹקֵעַ. וּבַשְּׁנִיָּה סָפֵק יֵשׁ שָׁם תּוֹקֵעַ סָפֵק אֵין שָׁם תּוֹקֵעַ הוֹלֵךְ לַשְּׁנִיָּה. שֶׁהַתְּקִיעָה מִדִּבְרֵי תּוֹרָה וְהַבְּרָכוֹת מִדִּבְרֵי סוֹפְרִים:  "
    ],
    [
      "שִׁעוּר הַסֻּכָּה גָּבְהָהּ אֵין פָּחוֹת מֵעֲשָׂרָה טְפָחִים וְלֹא יָתֵר עַל עֶשְׂרִים אַמָּה. וְרָחְבָּהּ אֵין פָּחוֹת מִשִּׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים. וְיֵשׁ לוֹ לְהוֹסִיף בְּרָחְבָּהּ אֲפִלּוּ כַּמָּה מִילִין. הָיְתָה פְּחוּתָה מֵעֲשָׂרָה אוֹ מִשִּׁבְעָה עַל שִׁבְעָה אוֹ גְּבוֹהָה מֵעֶשְׂרִים אַמָּה כָּל שֶׁהוּא הֲרֵי זוֹ פְּסוּלָה: \n",
      "סֻכָּה שֶׁאֵין לָהּ שָׁלֹשׁ דְּפָנוֹת פְּסוּלָה. הָיוּ לָהּ שְׁתֵּי דְּפָנוֹת גְּמוּרוֹת זוֹ בְּצַד זוֹ כְּמִין גַּ''ם עוֹשֶׂה דֹּפֶן שֶׁיֵּשׁ בְּרָחְבּוֹ יֶתֶר עַל טֶפַח וּמַעֲמִידוֹ בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְאֶחָד מִשְּׁתֵּי הַדְּפָנוֹת וְדַיּוֹ. וְצָרִיךְ לַעֲשׂוֹת לָהּ צוּרַת פֶּתַח מִפְּנֵי שֶׁאֵין לָהּ שָׁלֹשׁ דָּפְנוֹת גְּמוּרוֹת. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת שֶׁצּוּרַת פֶּתַח הָאָמוּר בְּכָל מָקוֹם אֲפִלּוּ קָנֶה מִכָּאן וְקָנֶה מִכָּאן וְקָנֶה עַל גַּבֵּיהֶן אַף עַל פִּי שֶׁאֵינוֹ מַגִּיעַ לָהֶן: \n",
      "הָיוּ לָהּ שְׁתֵּי דְּפָנוֹת זוֹ כְּנֶגֶד זוֹ וּבֵינֵיהֶן מְפֻלָּשׁ. עוֹשֶׂה דֹּפֶן שֶׁיֵּשׁ בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים וּמַשֶּׁהוּ וּמַעֲמִידוֹ בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לְאַחַת מִשְּׁתֵּי הַדְּפָנוֹת וּכְשֵׁרָה. וְצָרִיךְ לַעֲשׂוֹת לָהּ צוּרַת פֶּתַח. קָנִים הַיּוֹצְאִים מִסְּכַךְ הַסֻּכָּה לִפְנֵי הַסֻּכָּה וְדֹפֶן אַחַת נִמְשֶׁכֶת עִמָּהֶן הֲרֵי הֵן כְּסֻכָּה: \n",
      "דְּפָנוֹת שֶׁהָיוּ דְּבוּקוֹת בְּגַג הַסֻּכָּה וְלֹא הָיוּ מַגִּיעוֹת לָאָרֶץ אִם הָיוּ גְּבוֹהוֹת מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. הָיוּ הַדְּפָנוֹת דְּבוּקוֹת לָאָרֶץ וְלֹא הָיוּ מַגִּיעוֹת לַסְּכָךְ אִם גְּבוֹהוֹת עֲשָׂרָה טְפָחִים אַף עַל פִּי שֶׁהֵן רְחוֹקִין מִן הַגַּג כַּמָּה אַמּוֹת כְּשֵׁרָה וּבִלְבַד שֶׁיִּהְיוּ הַדְּפָנוֹת מְכֻוָּנוֹת תַּחַת שְׂפַת הַגַּג. הִרְחִיק אֶת הַגַּג מִן הַדֹּפֶן שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. תָּלָה מְחִצָּה שֶׁגְּבוֹהָה אַרְבָּעָה וּמַשֶּׁהוּ בְּאֶמְצַע בְּפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לָאָרֶץ וּבְפָחוֹת מִשְּׁלֹשָׁה סָמוּךְ לַגַּג הֲרֵי זוֹ כְּשֵׁרָה: \n",
      "הָעוֹשֶׂה סֻכָּתוֹ בֵּין הָאִילָנוֹת וְהָאִילָנוֹת דְּפָנוֹת לָהּ. אִם הָיוּ חֲזָקִים אוֹ שֶׁקָּשַׁר אוֹתָם וְחִזֵּק אוֹתָם עַד שֶׁלֹּא תִּהְיֶה הָרוּחַ הַמְּצוּיָה מְנִידָה אוֹתָם תָּמִיד וּמִלֵּא בֵּין הָאֲמִירִים בְּתֶבֶן וּבְקַשׁ כְּדֵי שֶׁלֹּא תָּנִיד אוֹתָם הָרוּחַ וְקָשַׁר אוֹתָם הֲרֵי זוֹ כְּשֵׁרָה. שֶׁכָּל מְחִצָּה שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד בְּרוּחַ מְצוּיָה שֶׁל יַבָּשָׁה אֵינָהּ מְחִצָּה: \n",
      "הָעוֹשֶׂה סֻכָּתוֹ בְּרֹאשׁ הָעֲגָלָה אוֹ בְּרֹאשׁ הַסְּפִינָה כְּשֵׁרָה וְעוֹלִין לָהּ בְּיוֹם טוֹב. בְּרֹאשׁ הָאִילָן אוֹ עַל גַּבֵּי הַגָּמָל כְּשֵׁרָה וְאֵין עוֹלִין לָהּ בְּיוֹם טוֹב. לְפִי שֶׁאָסוּר לַעֲלוֹת בְּיוֹם טוֹב בָּאִילָן אוֹ עַל גַּבֵּי בְּהֵמָה. הָיוּ מִקְצָת הַדְּפָנוֹת עֲשׂוּיוֹת בִּידֵי אָדָם וּמִקְצָתָן אִילָנוֹת רוֹאִין כָּל שֶׁאִלּוּ נִטְּלוּ הָאִילָנוֹת הִיא יְכוֹלָה לַעֲמֹד בַּדְּפָנוֹת שֶׁבִּידֵי אָדָם עוֹלִין לָהּ בְּיוֹם טוֹב: \n",
      "סֻכָּה שֶׁאֵין לָהּ גַּג פְּסוּלָה. כֵּיצַד. כְּגוֹן שֶׁהָיוּ רָאשֵׁי הַדְּפָנוֹת דְּבוּקוֹת זוֹ בָּזוֹ כְּמִין צְרִיף. אוֹ שֶׁסָּמַךְ רֹאשׁ הַדֹּפֶן שֶׁל סֻכָּה לַכֹּתֶל. אִם הָיָה לָהּ גַּג אֲפִלּוּ טֶפַח. אוֹ שֶׁהִגְבִּיהַּ הַדֹּפֶן הַסָּמוּךְ לַכֹּתֶל מִן הַקַּרְקַע טֶפַח הֲרֵי זוֹ כְּשֵׁרָה. סֻכָּה עֲגֻלָּה אִם יֵשׁ בְּהֶקֵּפָהּ כְּדֵי לְרַבֵּעַ בָּהּ שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים אַף עַל פִּי שֶׁאֵין לָהּ זָוִיּוֹת הֲרֵי זוֹ כְּשֵׁרָה: \n",
      "סִכֵּךְ עַל גַּבֵּי אַכְסַדְרָה שֶׁיֵּשׁ לָהּ פְּצִימִין בֵּין שֶׁהָיוּ נִרְאִין מִבִּפְנִים וְאֵין נִרְאִין מִבַּחוּץ בֵּין שֶׁהָיוּ נִרְאִין מִבַּחוּץ וְאֵין נִרְאִין מִבִּפְנִים כְּשֵׁרָה: \n",
      "לֹא הָיוּ לָהּ פְּצִימִין פְּסוּלָה מִפְּנֵי שֶׁהִיא סֻכָּה הָעֲשׂוּיָה כְּמָבוֹי שֶׁהֲרֵי אֵין לָהּ אֶלָּא שְׁנֵי צִדֵּי הָאַכְסַדְרָה וְאֶמְצַע הָאַכְסַדְרָה אֵין בּוֹ כֹּתֶל וְשֶׁכְּנֶגְדּוֹ אֵין בּוֹ פְּצִימִין: \n",
      "סִכֵּךְ עַל גַּבֵּי מָבוֹי שֶׁיֵּשׁ לוֹ לֶחִי אוֹ עַל גַּבֵּי בְּאֵר שֶׁיֵּשׁ לָהּ פַּסִּין הֲרֵי זוֹ סֻכָּה כְּשֵׁרָה לְאוֹתָהּ שַׁבָּת שֶׁבְּתוֹךְ הֶחָג בִּלְבַד. מִתּוֹךְ שֶׁלֶּחִי זֶה וּפַסִּין אֵלּוּ מְחִצּוֹת לְעִנְיַן שַׁבָּת נַחְשֹׁב אוֹתָן כִּמְחִצּוֹת לְעִנְיַן סֻכָּה: \n",
      "נָעַץ אַרְבָּעָה קֻנְדִּיסִין עַל אַרְבַּע זָוִיּוֹת הַגַּג וְסִכֵּךְ עַל גַּבָּן הוֹאִיל וְהַסִּכּוּךְ עַל שְׂפַת הַגַּג כָּשֵׁר וְרוֹאִין אֶת הַמְּחִצּוֹת הַתַּחְתּוֹנוֹת כְּאִלּוּ הֵן עוֹלוֹת לְמַעְלָה עַל שְׂפַת הַסִּכּוּךְ: \n",
      "סֻכָּה שֶׁיֵּשׁ לָהּ פְּתָחִים רַבִּים וְיֵשׁ בִּכְתָלֶיהָ חַלּוֹנוֹת הַרְבֵּה הֲרֵי זוֹ כְּשֵׁרָה. וְאַף עַל פִּי שֶׁפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד. וּבִלְבַד שֶׁלֹּא יִהְיֶה שָׁם פֶּתַח יֶתֶר עַל עֶשֶׂר. אֲבָל אִם הָיָה שָׁם פֶּתַח יֶתֶר עַל עֶשֶׂר אַף עַל פִּי שֶׁיֵּשׁ לָהּ צוּרַת פֶּתַח צָרִיךְ שֶׁלֹּא יִהְיֶה הַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד: \n",
      "סֻכָּה שֶׁאֲוִירָהּ גָּבוֹהַּ מֵעֶשְׂרִים אַמָּה וּמִעֲטָהּ בְּכָרִים וּכְסָתוֹת אֵינוֹ מִעוּט וַאֲפִלּוּ בִּטְּלָם. מִעֲטָהּ בְּתֶבֶן וּבִטְּלוֹ הֲרֵי זֶה מִעוּט. וְאֵין צָרִיךְ לוֹמַר עָפָר וּבִטְּלוֹ. אֲבָל בֶּעָפָר סְתָם אֵינוֹ מִעוּט. הָיְתָה גְּבוֹהָה מֵעֶשְׂרִים אַמָּה וְהוּצִין יוֹרְדִין לְתוֹךְ עֶשְׂרִים אִם הָיְתָה צִלָּתָן מְרֻבָּה מֵחֲמָתָן יֵחָשְׁבוּ כְּגַג עָבֶה וּכְשֵׁרָה: \n",
      "בָּנָה אִצְטַבָּה בָּהּ כְּנֶגֶד דֹּפֶן הָאֶמְצָעִית עַל פְּנֵי כֻּלָּהּ אִם יֵשׁ בָּאִצְטַבָּה שִׁעוּר רֹחַב הַסֻּכָּה כְּשֵׁרָה. בָּנָה אִצְטַבָּה כְּנֶגֶד דֹּפֶן הָאֶמְצָעִית מִן הַצַּד אִם יֵשׁ מִשְּׂפַת אִצְטַבָּה וְלַכֹּתֶל אַרְבַּע אַמּוֹת פְּסוּלָה פָּחוֹת מֵאַרְבַּע אַמּוֹת כְּשֵׁרָה. בָּנָה אִצְטַבָּה בְּאֶמְצָעָהּ אִם יֵשׁ מִשְּׂפַת אִצְטַבָּה וְלַכֹּתֶל אַרְבַּע אַמּוֹת לְכָל רוּחַ פְּסוּלָה. פָּחוֹת מֵאַרְבַּע אַמּוֹת כְּשֵׁרָה. וּכְאִלּוּ הַמְּחִצּוֹת נוֹגְעוֹת בָּאִצְטַבָּה וַהֲרֵי מִן הָאִצְטַבָּה וְעַד הַסִּכּוּךְ פָּחוֹת מֵעֶשְׂרִים אַמָּה. בָּנָה בָּהּ עַמּוּד וְיֵשׁ בּוֹ הֶכְשֵׁר סֻכָּה פְּסוּלָה. שֶׁאֵין אֵלּוּ מְחִצּוֹת הַנִּכָּרוֹת וְנִמְצָא עַל גַּב הָעַמּוּד סְכָךְ כָּשֵׁר בְּלֹא דְּפָנוֹת: \n",
      "הָיְתָה פְּחוּתָה מֵעֲשָׂרָה וְחָקַק בָּהּ לְהַשְׁלִימָהּ לַעֲשָׂרָה. אִם יֵשׁ מִשְּׂפַת חֲקָק וְלַכֹּתֶל שְׁלֹשָׁה טְפָחִים פְּסוּלָה. פָּחוֹת מִכֵּן כְּשֵׁרָה. שֶׁכָּל פָּחוֹת מִשְּׁלֹשָׁה הֲרֵי הוּא כְּדָבוּק כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שַׁבָּת: \n",
      "דָּפְנֵי סֻכָּה כְּשֵׁרִין מִן הַכּל שֶׁאֵין אָנוּ צְרִיכִין אֶלָּא מְחִצָּה מִכָּל מָקוֹם וַאֲפִלּוּ מִבַּעֲלֵי חַיִּים. וְעוֹשֶׂה אָדָם אֶת חֲבֵרוֹ דֹּפֶן בְּיוֹם טוֹב כְּדֵי שֶׁיֹּאכַל וְיִשְׁתֶּה וְיִישַׁן בְּסֻכָּה כְּשֵׁרָה שֶׁחֲבֵרוֹ דֹּפֶן לָהּ. וְהוּא שֶׁיַּעֲשֶׂה אוֹתוֹ שֶׁלֹּא לְדַעַת זֶה שֶׁנַּעֲשָׂה דֹּפֶן. אֲבָל אִם עֲשָׂהוּ לְדַעַת אָסוּר בְּיוֹם טוֹב וּמֻתָּר בִּשְׁאָר יְמֵי הֶחָג. וְכֵן עוֹשֶׂה בְּכֵלִים דֹּפֶן רְבִיעִית בְּיוֹם טוֹב. אֲבָל דֹּפֶן שְׁלִישִׁית לֹא יַעֲשֶׂה אוֹתָהּ בְּכֵלִים בְּיוֹם טוֹב לְפִי שֶׁהוּא מַכְשִׁיר הַסֻּכָּה וְאֵין עוֹשִׂין אֹהֶל עֲרַאי בְּיוֹם טוֹב: \n"
    ],
    [
      "הַסְכָךְ שֶׁל סֻכָּה אֵינוֹ כָּשֵׁר מִכָּל דָּבָר. אֵין מְסַכְּכִין אֶלָּא בְּדָבָר שֶׁגִּדּוּלוֹ מִן הָאָרֶץ שֶׁנֶּעֱקַר מִן הָאָרֶץ וְאֵינוֹ מְקַבֵּל טֻמְאָה וְאֵין רֵיחוֹ רַע וְאֵינוֹ נוֹשֵׁר וְאֵינוֹ נוֹבֵל תָּמִיד: \n",
      "סִכֵּךְ בְּדָבָר שֶׁאֵין גִּדּוּלָיו מִן הָאָרֶץ אוֹ בִּמְחֻבָּר לָאָרֶץ אוֹ בְּדָבָר שֶׁמְּקַבֵּל טֻמְאָה פְּסוּלָה. אֲבָל אִם עָבַר וְסִכֵּךְ בְּדָבָר הַנּוֹבֵל וְנוֹשֵׁר אוֹ בְּדָבָר שֶׁרֵיחוֹ רַע כְּשֵׁרָה. שֶׁלֹּא אָמְרוּ אֵין מְסַכְּכִין בְּאֵלּוּ אֶלָּא כְּדֵי שֶׁלֹּא יַנִּיחַ הַסֻּכָּה וְיֵצֵא. וְצָרִיךְ לְהִזָּהֵר שֶׁלֹּא יִהְיוּ הוּצִין וְעָלִין שֶׁל סְכָךְ יוֹרְדִין לְתוֹךְ עֲשָׂרָה טְפָחִים כְּדֵי שֶׁלֹּא יָצֵר לוֹ בִּישִׁיבָתוֹ. סִכְּכָהּ בְּמִינֵי מַתָּכוֹת אוֹ בַּעֲצָמוֹת וְעוֹרוֹת פְּסוּלָה מִפְּנֵי שֶׁאֵינָן גִּדּוּלֵי קַרְקַע. הִדְלָה עָלֶיהָ גְּפָנִים וְכַיּוֹצֵא בָּהֶן עַד שֶׁנַּעֲשׂוּ סֻכָּה פְּסוּלָה שֶׁהֲרֵי לֹא נֶעֶקְרוּ. סִכְּכָהּ בִּכְלֵי עֵץ וּבְמַחֲצָלוֹת הָעֲשׂוּיוֹת לִשְׁכִיבָה וְכַיּוֹצֵא בָּהֶן פְּסוּלָה מִפְּנֵי שֶׁהֵן מְקַבְּלִין טֻמְאָה. וְכֵן אִם סִכְּכָהּ בְּשִׁבְרֵי כֵּלִים וּבְלִיּוֹתֵיהֶן פְּסוּלָה הוֹאִיל וְהָיוּ מְקַבְּלִין טֻמְאָה שֶׁמָּא יְסַכֵּךְ בִּשְׁבָרִים שֶׁעֲדַיִן לֹא טָהֲרוּ: \n",
      "סִכְּכָהּ בָּאֳכָלִין פְּסוּלָה מִפְּנֵי שֶׁהֵן מְקַבְּלִין טֻמְאָה. סוֹכֵי תְּאֵנִים וּבָהֶן תְּאֵנִים. פַּרְכִּילֵי עֲנָבִים וּבָהֶם עֲנָבִים. מִכְבָּדוֹת וּבָהֶם תְּמָרִים. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. רוֹאִין אִם פְּסלֶת מְרֻבָּה עַל הָאֳכָלִין מְסַכְּכִין בָּהֶן וְאִם לָאו אֵין מְסַכְּכִין בָּהֶן. סִכֵּךְ בִּירָקוֹת שֶׁאִם יִבשׁוּ יִבּלוּ וְלֹא יִשָּׁאֵר בָּהֶן מַמָּשׁ אַף עַל פִּי שֶׁהֵן עַתָּה לַחִים הֲרֵי מְקוֹמָן נֶחְשָׁב כְּאִלּוּ הוּא אֲוִיר וּכְאִלּוּ אֵינָם: \n",
      "סִכְּכָהּ בְּפִשְׁתֵּי הָעֵץ שֶׁלֹּא דַּק אוֹתָן וְלֹא נִפְּצָן כְּשֵׁרָה שֶׁעֲדַיִן עֵץ הוּא. וְאִם דַּק וְנִפֵּץ אוֹתָן אֵין מְסַכְּכִין בּוֹ מִפְּנֵי שֶׁנִּשְׁתַּנֵּית צוּרָתוֹ וּכְאִלּוּ אֵינָן מִגִּדּוּלֵי קַרְקַע. מְסַכְּכִין בַּחֲבָלִים שֶׁל סִיב וְשֶׁל חֲלָף וְכַיּוֹצֵא בָּהֶן שֶׁהֲרֵי צוּרָתָן עוֹמֵד וְאֵין הַחֲבָלִים כֵּלִים: \n",
      "סִכְּכָהּ בְּחִצִּים בִּזְכָרִים כְּשֵׁרָה בִּנְקֵבוֹת פְּסוּלָה אַף עַל פִּי שֶׁהוּא עָשׂוּי לְהִתְמַלְּאוֹת בְּבַרְזֶל בֵּית קִבּוּל הוּא וּמְקַבֵּל טֻמְאָה כְּכָל כְּלִי קִבּוּל: \n",
      "מַחְצֶלֶת קָנִים אוֹ מַחְצֶלֶת גֶּמִי אוֹ חֲלָף. קְטַנָּה סְתָמָה לִשְׁכִיבָה לְפִיכָךְ אֵין מְסַכְּכִין בָּהּ אֶלָּא אִם כֵּן עָשָׂה אוֹתָהּ לְסִכּוּךְ. גְּדוֹלָה סְתָמָה לְסִכּוּךְ לְפִיכָךְ מְסַכְּכִין בָּהּ אֶלָּא אִם כֵּן עָשָׂה אוֹתָהּ לִשְׁכִיבָה. וְאִם יֵשׁ לָהּ קִיר אֲפִלּוּ גְּדוֹלָה אֵין מְסַכְּכִין בָּהּ שֶׁהֲרֵי הִיא כִּכְלִי קִבּוּל. וַאֲפִלּוּ נִטַּל הַקִּיר שֶׁלָּהּ אֵין מְסַכְּכִין בָּהּ מִפְּנֵי שֶׁהִיא כְּשִׁבְרֵי כֵּלִים: \n",
      "נְסָרִים שֶׁאֵין בְּרָחְבָּן אַרְבָּעָה טְפָחִים מְסַכְּכִין בָּהֶן אַף עַל פִּי שֶׁהֵן מְשֻׁפִּין. וְאִם יֵשׁ בְּרָחְבָּן אַרְבָּעָה אֵין מְסַכְּכִין בָּהֶן וְאַף עַל פִּי שֶׁאֵינָם מְשֻׁפִּין גְּזֵרָה שֶׁמָּא יֵשֵׁב תַּחַת הַתִּקְרָה וִידַמֶּה שֶׁהִיא כְּסֻכָּה. נָתַן עָלֶיהָ נֶסֶר אֶחָד שֶׁיֵּשׁ בְּרָחְבּוֹ אַרְבָּעָה טְפָחִים כְּשֵׁרָה וְאֵין יְשֵׁנִין תַּחְתָּיו וְהַיָּשֵׁן תַּחְתָּיו לֹא יָצָא יְדֵי חוֹבָתוֹ. הָיוּ נְסָרִין שֶׁיֵּשׁ בְּרָחְבָּן אַרְבָּעָה וְאֵין בְּעָבְיָן אַרְבָּעָה וַהֲפָכָן בְּצִדֵּיהֶן שֶׁאֵין בָּהֶן אַרְבָּעָה וְסִכֵּךְ בָּהֶן הֲרֵי זוֹ פְּסוּלָה. שֶׁהֲרֵי הַנֶּסֶר פָּסוּל בֵּין שֶׁסִּכֵּךְ בְּרָחְבּוֹ בֵּין שֶׁסִּכֵּךְ בְּעָבְיוֹ: \n",
      "תִּקְרָה שֶׁאֵין עָלֶיהָ מַעֲזִיבָה שֶׁהִיא הַטִּיט וְהָאֲבָנִים אֶלָּא נְסָרִין תְּקוּעִין בִּלְבַד הֲרֵי זוֹ פְּסוּלָה שֶׁהֲרֵי לֹא נַעֲשׂוּ לְשֵׁם סֻכָּה אֶלָּא לְשֵׁם בַּיִת. לְפִיכָךְ אִם פִּקְפֵּק הַנְּסָרִים וְהֵנִיד הַמַּסְמְרִים לְשֵׁם סֻכָּה הֲרֵי זוֹ כְּשֵׁרָה. וּבִלְבַד שֶׁלֹּא יִהְיֶה בְּכָל נֶסֶר וְנֶסֶר אַרְבָּעָה טְפָחִים. וְכֵן אִם נָטַל אֶחָד מִבֵּינְתַיִם וְהִנִּיחַ בִּמְקוֹמוֹ סְכָךְ כָּשֵׁר לְשֵׁם סֻכָּה הֲרֵי זוֹ כְּשֵׁרָה: \n",
      "סֻכָּה שֶׁנַּעֲשֵׂית כְּהִלְכָתָהּ מִכָּל מָקוֹם כְּשֵׁרָה אַף עַל פִּי שֶׁלֹּא נַעֲשֵׂית לְשֵׁם מִצְוָה. וְהוּא שֶׁתִּהְיֶה עֲשׂוּיָה לְצֵל כְּגוֹן סֻכַּת עַכּוּ''ם וְסֻכַּת בְּהֵמָה וְכָל כַּיּוֹצֵא בָּהֶן. אֲבָל סֻכָּה שֶׁנַּעֲשֵׂית מֵאֵלֶיהָ פְּסוּלָה לְפִי שֶׁלֹּא נַעֲשֵׂית לְצֵל. וְכֵן הַחוֹטֵט בְּגָדִישׁ וְעָשָׂהוּ סֻכָּה אֵינָהּ סֻכָּה שֶׁהֲרֵי לֹא עִמֵּר גָּדִישׁ זֶה לְצֵל. לְפִיכָךְ אִם עָשָׂה בַּתְּחִלָּה חֲלַל טֶפַח בְּמֶשֶׁךְ שִׁבְעָה לְשֵׁם סֻכָּה וְחָטַט בָּהּ אַחֲרֵי כֵן וְהִשְׁלִימָהּ לַעֲשָׂרָה כְּשֵׁרָה שֶׁהֲרֵי נַעֲשָׂה סְכָךְ שֶׁלָּהּ לְצֵל: \n",
      "חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִין אֵין מְסַכְּכִין בָּהֶן גְּזֵרָה שֶׁמָּא יַעֲשֶׂה אוֹתָן חֲבִילוֹת עַל גַּגּוֹ כְּדֵי לְיַבְּשָׁן וְיִמָּלֵךְ וְיֵשֵׁב תַּחְתֵּיהֶן לְשֵׁם סֻכָּה וְהוּא מִתְּחִלָּה לֹא עָשָׂה סְכָךְ זֶה לְצֵל וְנִמְצֵאת כְּסֻכָּה שֶׁנַּעֲשֵׂית מֵאֵלֶיהָ. וְאִם הִתִּירָם כְּשֵׁרוֹת. וְאֵין חֲבִילָה פְּחוּתָה מֵעֶשְׂרִים וַחֲמִשָּׁה בַּדִּים: \n",
      "חֲבִילוֹת קְטַנּוֹת שֶׁאָגְדוּ אוֹתָן לְמִנְיָן מְסַכְּכִין בָּהֶן. וְכֵן הַחוֹתֵךְ רֹאשׁ הַדֶּקֶל וְהַחֲרָיוֹת אֲגֻדּוֹת בּוֹ מְסַכְּכִין בּוֹ שֶׁאֶגֶד בִּידֵי שָׁמַיִם אֵינוֹ כַּחֲבִילָה. וַאֲפִלּוּ קָשַׁר רָאשֵׁי הַחֲרָיוֹת כֻּלָּן מִצַּד הָאֶחָד שֶׁנִּמְצְאוּ בַּחֲבִילָה אַחַת אֶחָד מִשְּׁנֵי רָאשִׁים בִּידֵי שָׁמַיִם וְאֶחָד בִּידֵי אָדָם מְסַכְּכִין בָּהּ שֶׁהָאוֹגֵד עֵץ אֶחָד אֵינוֹ חֲבִילָה וְזוֹ כְּעֵץ אֶחָד הִיא שֶׁהֲרֵי אֲגוּדָה בִּידֵי שָׁמַיִם. וְכֵן כָּל אֶגֶד שֶׁאֵינוֹ עָשׂוּי לְטַלְטְלוֹ אֵינוֹ אֶגֶד: \n",
      "הָעוֹשֶׂה סֻכָּתוֹ תַּחַת הָאִילָן כְּאִלּוּ עֲשָׂאָהּ בְּתוֹךְ הַבַּיִת. הִדְלָה עָלֶיהָ עָלֵי הָאִילָנוֹת וּבַדֵּיהֶן וְסִכֵּךְ עַל גַּבָּן וְאַחַר כָּךְ קָצְצָן. אִם הָיָה הַסִּכּוּךְ הַרְבֵּה מֵהֶן כְּשֵׁרָה. וְאִם לֹא הָיָה הַסִּכּוּךְ שֶׁהָיָה מִתְּחִלָּתוֹ כָּשֵׁר הַרְבֵּה מֵהֶן צָרִיךְ לְנַעֲנֵעַ אוֹתָן אַחַר קְצִיצָתָן כְּדֵי שֶׁתִּהְיֶה עֲשׂוּיָה לְשֵׁם סֻכָּה: \n",
      "עֵרֵב דָּבָר שֶׁמְּסַכְּכִין בּוֹ בְּדָבָר שֶׁאֵין מְסַכְּכִין בּוֹ וְסִכֵּךְ בִּשְׁנֵיהֶם אַף עַל פִּי שֶׁהַכָּשֵׁר יָתֵר עַל הַפָּסוּל פְּסוּלָה. סִכֵּךְ בָּזֶה לְעַצְמוֹ וּבָזֶה לְעַצְמוֹ זֶה בְּצַד זֶה. אִם יֵשׁ בַּסְּכָךְ פָּסוּל שְׁלֹשָׁה טְפָחִים בְּמָקוֹם אֶחָד בֵּין בָּאֶמְצַע בֵּין מִן הַצַּד הֲרֵי זוֹ פְּסוּלָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּסֻכָּה קְטַנָּה אֲבָל בְּסֻכָּה גְּדוֹלָה סְכָךְ פָּסוּל בָּאֶמְצַע פּוֹסְלָהּ בְּאַרְבָּעָה טְפָחִים. פָּחוֹת מִכֵּן כְּשֵׁרָה. וּמִן הַצַּד פּוֹסֵל בְּאַרְבַּע אַמּוֹת וּפָחוֹת מִכֵּן כְּשֵׁרָה. כֵּיצַד. בַּיִת שֶׁנִּפְחַת בְּאֶמְצָעוֹ וְסִכֵּךְ עַל מְקוֹם הַפְּחָת. וְכֵן חָצֵר הַמֻּקֶּפֶת אַכְסַדְרָה שֶׁסִּכֵּךְ עָלֶיהָ. וְכֵן סֻכָּה גְּדוֹלָה שֶׁהִקִּיפוּהָ בְּדָבָר שֶׁאֵין מְסַכְּכִין בּוֹ בְּצַד הַדְּפָנוֹת מִלְּמַעְלָה. אִם יֵשׁ מִשְּׂפַת הַסְּכָךְ הַכָּשֵׁר וְלַכֹּתֶל אַרְבַּע אַמּוֹת פְּסוּלָה. פָּחוֹת מִכֵּן רוֹאִין כְּאִלּוּ הַכֹּתֶל נֶעֱקַם וְיֵחָשֵׁב זֶה הַסְּכָךְ הַפָּסוּל מִגּוּף הַכֹּתֶל וּכְשֵׁרָה. וְדָבָר זֶה הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
      "וְאֵי זוֹ הִיא סֻכָּה קְטַנָּה כָּל שֶׁאֵין בָּהּ אֶלָּא שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים. וּגְדוֹלָה כָּל שֶׁיִּשָּׁאֵר בָּהּ יֶתֶר עַל סְכָךְ הַפָּסוּל שִׁבְעָה טְפָחִים עַל שִׁבְעָה טְפָחִים סְכָךְ כָּשֵׁר: \n",
      "סִכֵּךְ בְּדָבָר פָּסוּל וְדָבָר כָּשֵׁר זֶה בְּצַד זֶה וְאֵין בְּמָקוֹם אֶחָד מִסְּכָךְ הַפָּסוּל רֹחַב שְׁלֹשָׁה טְפָחִים אֶלָּא פָּחוֹת. אִם הָיָה כָּל הַסְּכָךְ הַכָּשֵׁר יוֹתֵר עַל כָּל הַסְּכָךְ הַפָּסוּל כָּשֵׁר. וְאִם הָיָה זֶה כְּמוֹ זֶה בְּצִמְצוּם אַף עַל פִּי שֶׁאֵין בְּמָקוֹם אֶחָד שְׁלֹשָׁה הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁסְּכָךְ פָּסוּל כְּפָרוּץ הוּא נֶחְשָׁב: \n",
      "פָּרַשׂ עָלֶיהָ בֶּגֶד מִלְּמַעְלָה אוֹ שֶׁפָּרַשׂ תַּחְתֶּיהָ מִפְּנֵי הַנֶּשֶׁר פְּסוּלָה. פְּרָשׂוֹ כְּדֵי לְנָאוֹתָהּ כְּשֵׁרָה. וְכֵן אִם סִכְּכָהּ כְּהִלְכָתָהּ וְעִטְּרָהּ בְּמִינֵי פֵּרוֹת וּבְמִינֵי מְגָדִים וְכֵלִים שֶׁתְּלוּיִין בֵּין בִּכְתָלֶיהָ בֵּין בַּסְּכָךְ כְּדֵי לְנָאוֹתָהּ כְּשֵׁרָה: \n",
      "נוֹיֵי סֻכָּה אֵין מְמַעֲטִין בְּגָבְהָהּ אֲבָל מְמַעֲטִין בְּרָחְבָּהּ. הָיוּ נוֹיֵי הַסֻּכָּה מֻפְלָגִין מִגַּגָּהּ אַרְבָּעָה טְפָחִים אוֹ יֶתֶר פְּסוּלָה. שֶׁנִּמְצָא הַיּוֹשֵׁב שָׁם כְּאִלּוּ אֵינוֹ תַּחַת הַסְּכָךְ אֶלָּא תַּחַת הַנּוֹיִים שֶׁהֵן אֳכָלִין וְכֵלִים שֶׁאֵין מְסַכְּכִין בָּהֶן: \n",
      "סְכָךְ שֶׁהָיוּ בּוֹ חַלּוֹנוֹת חַלּוֹנוֹת שֶׁהָאֲוִיר נִרְאֶה מֵהֶן. אִם יֵשׁ בְּכָל הָאֲוִיר כְּכָל מָקוֹם הַמְסֻכָּךְ הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁחַמָּתָהּ תִּהְיֶה מְרֻבָּה מִצִּלָּתָהּ. וְכָל שֶׁהַחַמָּה מְרֻבָּה עַל הַצֵּל אֵינוֹ סְכָךְ. וְאִם הָיָה הַסְּכָךְ רַב עַל הָאֲוִיר כְּשֵׁרָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה בְּמָקוֹם אֶחָד אֲוִיר שְׁלֹשָׁה טְפָחִים. אֲבָל אִם הָיָה אֲוִיר שְׁלֹשָׁה טְפָחִים בֵּין בָּאֶמְצַע בֵּין מִן הַצַּד הֲרֵי זוֹ פְּסוּלָה עַד שֶׁיְּמַעֲטֶנּוּ מִשְּׁלֹשָׁה. מִעֲטוֹ בְּדָבָר הַפָּסוּל כְּגוֹן כָּרִים וּכְסָתוֹת. אִם סֻכָּה גְּדוֹלָה הִיא כְּשֵׁרָה. וְאִם בְּסֻכָּה קְטַנָּה פְּסוּלָה עַד שֶׁיְּמַעֲטֶנּוּ בְּדָבָר שֶׁמְּסַכְּכִין בּוֹ. הָיָה רֹב הַסִּכּוּךְ צִלָּתוֹ מְרֻבֶּה מֵחֲמָתוֹ וּמִעוּטוֹ חֲמָתוֹ מְרֻבֶּה מִצִּלָּתוֹ הוֹאִיל וְצִלַּת הַכּל מְרֻבָּה מֵחֲמַת הַכּל כְּשֵׁרָה: \n",
      "דֶּרֶךְ הַסִּכּוּךְ לִהְיוֹת קַל כְּדֵי שֶׁיֵּרָאוּ מִמֶּנּוּ הַכּוֹכָבִים הַגְּדוֹלִים. הָיְתָה מְעֻבָּה כְּמִין בַּיִת אַף עַל פִּי שֶׁאֵין הַכּוֹכָבִים נִרְאִין מִתּוֹכָהּ כְּשֵׁרָה. הָיָה הַסִּכּוּךְ מְדֻבְלָל וְהוּא הַסִּכּוּךְ שֶׁיִּהְיֶה מִקְצָתוֹ לְמַעְלָה וּמִקְצָתוֹ לְמַטָּה כָּשֵׁר. וּבִלְבַד שֶׁלֹּא יִהְיֶה בֵּין הָעוֹלֶה וְהַיּוֹרֵד שְׁלֹשָׁה טְפָחִים. וְאִם הָיָה בְּרֹחַב זֶה הָעוֹלֶה טֶפַח אוֹ יֶתֶר אַף עַל פִּי שֶׁהוּא גָּבוֹהַּ יֶתֶר מִשְּׁלֹשָׁה טְפָחִים רוֹאִין אוֹתוֹ כְּאִלּוּ יָרַד לְמַטָּה וְנָגַע בִּשְׂפַת זֶה הַיּוֹרֵד. וְהוּא שֶׁיִּהְיֶה מְכֻוָּן כְּנֶגֶד שְׂפַת הַיּוֹרֵד: \n",
      "הָעוֹשֶׂה סֻכָּה עַל גַּבֵּי סֻכָּה. הַתַּחְתּוֹנָה פְּסוּלָה כְּמִי שֶׁעָשָׂה סֻכָּה בְּתוֹךְ הַבַּיִת וְהָעֶלְיוֹנָה כְּשֵׁרָה בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַתַּחְתּוֹנָה פְּסוּלָה בְּשֶׁהָיָה גֹּבַהּ חֲלַל הָעֶלְיוֹנָה עֲשָׂרָה טְפָחִים אוֹ יֶתֶר וְהָיָה גַּג הַתַּחְתּוֹנָה יָכוֹל לְקַבֵּל כָּרִים וּכְסָתוֹת שֶׁל עֶלְיוֹנָה אֲפִלּוּ עַל יְדֵי הַדְּחָק. אֲבָל אִם אֵין גָּבְהָהּ שֶׁל עֶלְיוֹנָה עֲשָׂרָה אוֹ שֶׁלֹּא הָיְתָה הַתַּחְתּוֹנָה יְכוֹלָה לְקַבֵּל כָּרִים וּכְסָתוֹת שֶׁל עֶלְיוֹנָה אֲפִלּוּ עַל יְדֵי הַדְּחָק (אַף) הַתַּחְתּוֹנָה כְּשֵׁרָה וְהוּא שֶׁלֹּא יִהְיֶה גֹּבַהּ שְׁתֵּיהֶן יֶתֶר עַל עֶשְׂרִים אַמָּה שֶׁהַתַּחְתּוֹנָה בַּסְּכָךְ הָעֶלְיוֹנָה הִיא נִתֶּרֶת: \n",
      "מִטָּה שֶׁבְּתוֹךְ הַסֻּכָּה אִם גְּבוֹהָה עֲשָׂרָה טְפָחִים. הַיּוֹשֵׁב תַּחְתֶּיהָ לֹא יָצָא יְדֵי חוֹבָתוֹ. מִפְּנֵי שֶׁהִיא כְּסֻכָּה בְּתוֹךְ סֻכָּה. וְכֵן כִּלָּה שֶׁיֵּשׁ לָהּ גַּג אֲפִלּוּ טֶפַח אִם גְּבוֹהָה עֲשָׂרָה טְפָחִים אֵין יְשֵׁנִין בָּהּ בַּסֻּכָּה. וְכֵן הַמַּעֲמִיד אַרְבָּעָה עַמּוּדִים וּפָרַשׂ סָדִין עֲלֵיהֶן אִם גְּבוֹהִין עֲשָׂרָה הֲרֵי זוֹ כְּסֻכָּה בְּתוֹךְ סֻכָּה: \n",
      "אֲבָל שְׁנֵי עַמּוּדִים שֶׁפָּרַשׂ עֲלֵיהֶן סָדִין וְכֵן כִּלָּה שֶׁאֵין בְּגַגָּהּ טֶפַח אֲפִלּוּ גְּבוֹהִין כָּל שֶׁהֵן מֻתָּר לִישֹׁן תַּחְתֵּיהֶם בְּסֻכָּה. שֶׁאֵינָן כְּסֻכָּה בְּתוֹךְ סֻכָּה מִפְּנֵי שֶׁאֵין לָהּ גַּג: \n",
      "סֻכָּה שְׁאוּלָה כְּשֵׁרָה וְכֵן הַגְּזוּלָה כְּשֵׁרָה. כֵּיצַד. אִם תָּקַף עַל חֲבֵרוֹ וְהוֹצִיאוֹ מִסֻּכָּתוֹ וּגְזָלָהּ וְיָשַׁב בָּהּ יָצָא שֶׁאֵין הַקַּרְקַע נִגְזֶלֶת. וְאִם גָּזַל עֵצִים וְעָשָׂה מֵהֶן סֻכָּה יָצָא. שֶׁתַּקָּנַת חֲכָמִים הִיא שֶׁאֵין לְבַעַל הָעֵצִים אֶלָּא דְּמֵי עֵצִים בִּלְבַד. וַאֲפִלּוּ גָּזַל נְסָרִים וְהִנִּיחָן וְלֹא חִבְּרָן וְלֹא שָׁנָה בָּהֶן כְּלוּם יָצָא. הָעוֹשֶׂה סֻכָּתוֹ בִּרְשׁוּת הָרַבִּים הֲרֵי זוֹ כְּשֵׁרָה: \n"
    ],
    [
      "נָּשִׁים וַעֲבָדִים וּקְטַנִּים פְּטוּרִים מִן הַסֻּכָּה. טֻמְטוּם וְאַנְדְּרוֹגִינוּס חַיָּבִים מִסָּפֵק. וְכֵן מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין חַיָּב. קָטָן שֶׁאֵינוֹ צָרִיךְ לְאִמּוֹ שֶׁהוּא [כְּבֶן חָמֵשׁ] כְּבֶן שֵׁשׁ חַיָּב בְּסֻכָּה מִדִּבְרֵי סוֹפְרִים כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת: \n",
      "חוֹלִים וּמְשַׁמְּשֵׁיהֶן פְּטוּרִים מִן הַסֻּכָּה. וְלֹא חוֹלֶה שֶׁיֵּשׁ בּוֹ סַכָּנָה אֶלָּא אֲפִלּוּ חָשׁ בְּרֹאשׁוֹ וַאֲפִלּוּ חָשׁ בְּעֵינָיו. מִצְטַעֵר פָּטוּר מִן הַסֻּכָּה הוּא וְלֹא מְשַׁמְּשָׁיו. וְאֵיזֶהוּ מִצְטַעֵר זֶה שֶׁאֵינוֹ יָכוֹל לִישֹׁן בַּסֻּכָּה מִפְּנֵי הָרוּחַ אוֹ מִפְּנֵי הַזְּבוּבִים וְהַפַּרְעוֹשִׁים וְכַיּוֹצֵא בָּהֶן אוֹ מִפְּנֵי הָרֵיחַ: \n",
      "הָאָבֵל חַיָּב בְּסֻכָּה. וְחָתָן וְכָל הַשּׁוֹשְׁבִינִין וְכָל בְּנֵי חֻפָּה פְּטוּרִים מִן הַסֻּכָּה כָּל שִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n",
      "שְׁלוּחֵי מִצְוָה פְּטוּרִים מִן הַסֻּכָּה בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה. הוֹלְכֵי דְּרָכִים בַּיּוֹם פְּטוּרִים מִן הַסֻּכָּה בַּיּוֹם וְחַיָּבִין בַּלַּיְלָה. הוֹלְכֵי דְּרָכִים בַּלַּיְלָה פְּטוּרִים מִן הַסֻּכָּה בַּלַּיְלָה וְחַיָּבִים בַּיּוֹם. שׁוֹמְרֵי הָעִיר בַּיּוֹם פְּטוּרִים מִן הַסֻּכָּה בַּיּוֹם וְחַיָּבִים בַּלַּיְלָה. שׁוֹמְרֵי הָעִיר בַּלַּיְלָה פְּטוּרִים מִן הַסֻּכָּה בַּלַּיְלָה וְחַיָּבִים בַּיּוֹם. שׁוֹמְרֵי גִּנּוֹת וּפַרְדֵּסִין פְּטוּרִין בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה שֶׁאִם יַעֲשֶׂה הַשּׁוֹמֵר סֻכָּה יֵדַע הַגַּנָּב שֶׁיֵּשׁ לַשּׁוֹמֵר מָקוֹם קָבוּעַ וְיָבוֹא וְיִגְנֹב מִן מָקוֹם אַחֵר: \n",
      "כֵּיצַד הִיא מִצְוַת הַיְשִׁיבָה בַּסֻּכָּה. שֶׁיִּהְיֶה אוֹכֵל וְשׁוֹתֶה וְדָר בַּסֻּכָּה כָּל שִׁבְעַת הַיָּמִים בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה כְּדֶרֶךְ שֶׁהוּא דָּר בְּבֵיתוֹ בִּשְׁאָר יְמוֹת הַשָּׁנָה. וְכָל שִׁבְעַת הַיָּמִים עוֹשֶׂה אָדָם אֶת בֵּיתוֹ עַרְאַי וְאֶת סֻכָּתוֹ קֶבַע שֶׁנֶּאֱמַר <small>(ויקרא כג מב)</small> \"בַּסֻּכֹּת תֵּשְׁבוּ שִׁבְעַת יָמִים\". כֵּיצַד. כֵּלִים הַנָּאִים וּמַצָּעוֹת הַנָּאוֹת בַּסֻּכָּה. וּכְלֵי שְׁתִיָּה כְּגוֹן אֲשִׁישׁוֹת וְכוֹסוֹת בַּסֻּכָּה. אֲבָל כְּלֵי אֲכִילָה כְּגוֹן קְדֵרוֹת וּקְעָרוֹת חוּץ לַסֻכָּה. הַמְּנוֹרָה בַּסֻּכָּה. וְאִם הָיְתָה סֻכָּה קְטַנָּה מַנִּיחָהּ חוּץ לַסֻּכָּה: \n",
      "אוֹכְלִין וְשׁוֹתִין וִישֵׁנִים בַּסֻּכָּה כָּל שִׁבְעָה בֵּין בַּיּוֹם וּבֵין בַּלַּיְלָה. וְאָסוּר לֶאֱכל סְעֻדָּה חוּץ לַסֻכָּה כָּל שִׁבְעָה אֶלָּא אִם אָכַל אֲכִילַת עֲרַאי כְּבֵיצָה אוֹ פָּחוֹת אוֹ יֶתֶר מְעַט. וְאֵין יְשֵׁנִים חוּץ לַסֻכָּה אֲפִלּוּ שְׁנַת עֲרַאי. וּמֻתָּר לִשְׁתּוֹת מַיִם וְלֶאֱכל פֵּרוֹת חוּץ לַסֻּכָּה. וּמִי שֶׁיַּחֲמִיר עַל עַצְמוֹ וְלֹא יִשְׁתֶּה חוּץ לַסֻכָּה אֲפִלּוּ מַיִם הֲרֵי זֶה מְשֻׁבָּח: \n",
      "אֲכִילָה בְּלֵילֵי יוֹם טוֹב הָרִאשׁוֹן בַּסֻּכָּה חוֹבָה. אֲפִלּוּ אָכַל כְּזַיִת פַּת יָצָא יְדֵי חוֹבָתוֹ. מִכָּאן וְאֵילָךְ רְשׁוּת. רָצָה לֶאֱכל סְעֻדָּה סוֹעֵד בַּסֻּכָּה. רָצָה אֵינוֹ אוֹכֵל כָּל שִׁבְעָה אֶלָּא פֵּרוֹת אוֹ קְלָיוֹת חוּץ לַסֻּכָּה אוֹכֵל כְּדִין אֲכִילַת מַצָּה בְּפֶסַח: \n",
      "מִי שֶׁהָיָה רֹאשׁוֹ וְרֻבּוֹ בַּסֻּכָּה וְשֻׁלְחָנוֹ בְּתוֹךְ בֵּיתוֹ אוֹ חוּץ לַסֻּכָּה וְאוֹכֵל הֲרֵי זֶה אָסוּר וּכְאִלּוּ לֹא אָכַל בַּסֻּכָּה עַד שֶׁיִּהְיֶה שֻׁלְחָנוֹ בְּתוֹךְ הַסֻּכָּה. גְּזֵרָה שֶׁמָּא יִמָּשֵׁךְ אַחַר שֻׁלְחָנוֹ. וַאֲפִלּוּ בְּסֻכָּה גְּדוֹלָה: \n",
      "כָּל שִׁבְעַת הַיָּמִים קוֹרֵא בְּתוֹךְ הַסֻּכָּה. וּכְשֶׁמֵּבִין וּמְדַקְדֵּק בְּמַה שֶּׁיִּקְרָא יָבִין חוּץ לַסֻכָּה כְּדֵי שֶׁתִּהְיֶה דַּעְתּוֹ מְיֻשֶּׁבֶת עָלָיו. הַמִּתְפַּלֵּל רְצֵה מִתְפַּלֵּל בַּסֻּכָּה אוֹ חוּץ לַסֻּכָּה: \n",
      "יָרְדוּ גְּשָׁמִים הֲרֵי זֶה נִכְנָס לְתוֹךְ הַבַּיִת. מֵאֵימָתַי מֻתָּר לִפָּנוֹת, מִשֶּׁיָּרְדוּ לְתוֹךְ הַסֻּכָּה טִפּוֹת שֶׁאִם יִפְּלוּ לְתוֹךְ הַתַּבְשִׁיל יִפָּסֵל, אֲפִלּוּ תַּבְשִׁיל שֶׁל פּוֹל. הָיָה אוֹכֵל בַּסֻּכָּה וְיָרְדוּ גְּשָׁמִים וְנִכְנַס לְבֵיתוֹ וּפָסְקוּ הַגְּשָׁמִים אֵין מְחַיְּבִים אוֹתוֹ לַחֲזֹר לַסֻּכָּה (כָּל אוֹתוֹ הַלַּיְלָה) עַד שֶׁיִּגְמֹר סְעֻדָּתוֹ. הָיָה יָשֵׁן וְיָרְדוּ גְּשָׁמִים בַּלַּיְלָה וְנִכְנַס לְתוֹךְ הַבַּיִת וּפָסְקוּ הַגְּשָׁמִים אֵין מַטְרִיחִין אוֹתוֹ לַחֲזֹר לַסֻכָּה כָּל אוֹתוֹ הַלַּיְלָה אֶלָּא יָשֵׁן בְּבֵיתוֹ עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר: \n",
      "גָּמַר מִלֶּאֱכל בַּיּוֹם הַשְּׁבִיעִי בְּשַׁחֲרִית לֹא יַתִּיר סֻכָּתוֹ. אֲבָל מוֹרִיד הוּא אֶת כֵּלָיו וּמְפַנֶּה אוֹתָן מִן הַמִּנְחָה וּלְמַעְלָה. אֵין לוֹ מָקוֹם לְפַנּוֹת פּוֹחֵת בָּהּ אַרְבָּעָה עַל אַרְבָּעָה. וְאִם הֻצְרַךְ לִסְעֹד בִּשְׁאָר הַיּוֹם צָרִיךְ לֶאֱכל בַּסֻּכָּה, שֶׁמִּצְוָתָהּ כָּל שִׁבְעָה: \n",
      "כָּל זְמַן שֶׁיִּכָּנֵס לֵישֵׁב בַּסֻּכָּה כָּל שִׁבְעָה מְבָרֵךְ קֹדֶם שֶׁיֵּשֵׁב אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לֵישֵׁב בַּסֻּכָּה. וּבְלֵילֵי יוֹם טוֹב הָרִאשׁוֹן מְבָרֵךְ עַל הַסֻּכָּה וְאַחַר כָּךְ עַל הַזְּמַן. וּמְסַדֵּר כָּל הַבְּרָכוֹת עַל הַכּוֹס. נִמְצָא מְקַדֵּשׁ מְעֻמָּד וּמְבָרֵךְ לֵישֵׁב בַּסֻּכָּה וְיוֹשֵׁב וְאַחַר כָּךְ מְבָרֵךְ עַל הַזְּמַן. וְכָזֶה הָיָה מִנְהַג רַבּוֹתַי וְרַבָּנֵי סְפָרַד לְקַדֵּשׁ מְעֵמָּד בְּלַיִל רִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בַּזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים טוֹבִים. יוֹשְׁבִין בַּסֻּכָּה שְׁמוֹנָה יָמִים. וּבַיּוֹם הַשְּׁמִינִי שֶׁהוּא יוֹם טוֹב רִאשׁוֹן שֶׁל שְׁמִינִי עֲצֶרֶת יוֹשְׁבִין בָּהּ וְאֵין מְבָרְכִין לֵישֵׁב בַּסֻּכָּה. וְכֵן טֻמְטוּם וְאַנְדְּרוֹגִינוּס לְעוֹלָם אֵין מְבָרְכִין לֵישֵׁב בַּסֻּכָּה מִפְּנֵי שֶׁהֵן חַיָּבִים מִסָּפֵק וְאֵין מְבָרְכִין מִסָּפֵק: \n",
      "גָּמַר מִלֶּאֱכל בַּיּוֹם הַשְּׁמִינִי מוֹרִיד כֵּלָיו וּמְפַנֶּה אוֹתָהּ. אֵין לוֹ מָקוֹם לְהוֹרִיד אֶת כֵּלָיו אִם הָיְתָה קְטַנָּה מַכְנִיס בָּהּ מְנוֹרָה. וְאִם הָיְתָה גְּדוֹלָה מַכְנִיס בָּהּ קְדֵרוֹת וּקְעָרוֹת וְכַיּוֹצֵא בָּהֶן כְּדֵי לְהַזְכִּיר שֶׁהִיא פְּסוּלָה וְשֶׁכְּבָר נִגְמְרָה מִצְוָתָהּ וּמִפְּנֵי שֶׁהוּא יוֹם טוֹב אֵינוֹ יָכוֹל לִפְחֹת בָּהּ וּלְפָסְלָהּ: \n",
      "מִי שֶׁלֹּא עָשָׂה סֻכָּה בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד עוֹשֶׂה סֻכָּה בְּחֻלּוֹ שֶׁל מוֹעֵד. אֲפִלּוּ בְּסוֹף יוֹם שְׁבִיעִי עוֹשֶׂה סֻכָּה, שֶׁמִּצְוָתָהּ כָּל שִׁבְעָה. עֲצֵי סֻכָּה אֲסוּרִין כָּל שְׁמוֹנַת יְמֵי הֶחָג בֵּין עֲצֵי דְּפָנוֹת בֵּין עֲצֵי סְכָךְ אֵין נֵאוֹתִין מֵהֶן לְדָבָר אַחֵר כָּל שְׁמוֹנַת הַיָּמִים מִפְּנֵי שֶׁיּוֹם הַשְּׁבִיעִי כֻּלּוֹ הַסֻּכָּה מֻקְצָה עַד בֵּין הַשְּׁמָשׁוֹת וְהוֹאִיל וְהֻקְצַת לְבֵין הַשְּׁמָשׁוֹת שֶׁל שְׁמִינִי הֻקְצַת לְכָל הַיּוֹם: \n",
      "וְכֵן אֳכָלִין וּמַשְׁקִין שֶׁתּוֹלִין בַּסֻּכָּה כְּדֵי לְנָאוֹתָהּ אָסוּר לְהִסְתַּפֵּק מֵהֶן כָּל שְׁמוֹנָה. וְאִם הִתְנָה עֲלֵיהֶן בְּשָׁעָה שֶׁתְּלָאָן וְאָמַר אֵינִי בּוֹדֵל מֵהֶן כָּל בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה מִסְתַּפֵּק מֵהֶן בְּכָל עֵת שֶׁיִּרְצֶה. שֶׁהֲרֵי לֹא הִקְצָה אוֹתָם וְלֹא חָלָה עֲלֵיהֶן קְדֻשַּׁת הַסֻּכָּה וְלֹא נֶחְשְׁבוּ כְּמוֹתָהּ: \n"
    ],
    [
      "<small>(ויקרא כג מ)</small> \"כַּפּוֹת תְּמָרִים\" הָאֲמוּרוֹת בַּתּוֹרָה הֵן חֲרָיוֹת שֶׁל דֶּקֶל כְּשֶׁיִּצְמְחוּ קֹדֶם שֶׁיִּתְפָּרְדוּ הֶעָלִין שֶׁלָּהֶן לְכָאן וּלְכָאן אֶלָּא כְּשֶׁיִּהְיֶה כְּמוֹ שַׁרְבִיט. וְהוּא הַנִּקְרָא לוּלָב: \n",
      "<small>(ויקרא כג מ)</small> \"פְּרִי עֵץ הָדָר\" הָאָמוּר בַּתּוֹרָה הוּא אֶתְרוֹג. <small>(ויקרא כג מ)</small> \"וַעֲנַף עֵץ עָבוֹת\" הָאָמוּר בַּתּוֹרָה הוּא הַהֲדַס שֶׁעָלָיו חוֹפִין אֶת עֵצוֹ. כְּגוֹן שֶׁיִּהְיוּ שְׁלֹשָׁה עָלִין אוֹ יֶתֶר עַל כֵּן בְּגִבְעוֹל אֶחָד. אֲבָל אִם הָיוּ שְׁנֵי הֶעָלִין בְּשָׁוֶה זֶה כְּנֶגֶד זֶה וְהֶעָלֶה הַשְּׁלִישִׁי לְמַעְלָה מֵהֶן אֵין זֶה עָבוֹת אֲבָל נִקְרָא הֲדַס שׁוֹטֶה: \n",
      "<small>(ויקרא כג מ)</small> \"עַרְבֵי נַחַל\" הָאֲמוּרוֹת בַּתּוֹרָה אֵינָן כָּל דָּבָר הַגָּדֵל עַל הַנַּחַל אֶלָּא מִין יָדוּעַ הוּא הַנִּקְרָא עַרְבֵי נַחַל. עָלֶה שֶׁלּוֹ מָשׁוּךְ כְּנַחַל וּפִיו חָלָק וְקָנֶה שֶׁלּוֹ אָדֹם וְזֶה הוּא הַנִּקְרָא עֲרָבָה. וְרֹב מִין זֶה גָּדֵל עַל הַנְּחָלִים לְכָךְ נֶאֱמַר עַרְבֵי נָחַל. וַאֲפִלּוּ הָיָה גָּדֵל בַּמִּדְבָּר אוֹ בֶּהָרִים כָּשֵׁר: \n",
      "וְיֵשׁ מִין אַחֵר דּוֹמֶה לַעֲרָבָה אֶלָּא שֶׁעָלֶה שֶׁלּוֹ עָגל וּפִיו דּוֹמֶה לְמַסָּר וְקָנֶה שֶׁלּוֹ אֵינוֹ אָדֹם וְזֶהוּ הַנִּקְרָא צַפְצָפָה וְהִיא פְּסוּלָה. וְיֵשׁ שָׁם מִין עֲרָבָה שֶׁאֵין פִּי הֶעָלֶה שֶׁלָּהּ חָלָק וְאֵינוֹ כְּמַסָּר אֶלָּא יֵשׁ בּוֹ תְּלָמִים קְטַנִּים עַד מְאֹד כְּמוֹ פִּי מַגָּל קָטָן וְזֶה כָּשֵׁר. וְכָל הַדְּבָרִים הָאֵלּוּ מִפִּי הַשְּׁמוּעָה מִמּשֶׁה רַבֵּנוּ נִתְפָּרְשׁוּ: \n",
      "אַרְבָּעָה מִינִין אֵלּוּ מִצְוָה אַחַת הֵן וּמְעַכְּבִין זֶה אֶת זֶה וְכֻלָּן נִקְרָאִים מִצְוַת לוּלָב. וְאֵין פּוֹחֲתִין מֵהֶן וְאֵין מוֹסִיפִין עֲלֵיהֶן. וְאִם לֹא נִמְצָא אֶחָד מֵהֶן אֵין מְבִיאִים תַּחְתָּיו מִין אַחֵר הַדּוֹמֶה לוֹ: \n",
      "מִצְוָה מִן הַמֻּבְחָר לֶאֱגֹד לוּלָב וַהֲדַס וַעֲרָבָה וְלַעֲשׂוֹת שְׁלָשְׁתָּן אֲגֻדָּה אַחַת. וּכְשֶׁהוּא נוֹטְלָם לָצֵאת בָּהֶן מְבָרֵךְ תְּחִלָּה עַל נְטִילַת לוּלָב הוֹאִיל וְכֻלָּן סְמוּכִין לוֹ וְאַחַר כָּךְ נוֹטֵל הָאֲגֻדָּה הַזֹּאת בִּימִינוֹ וְאֶתְרוֹג בִּשְׂמֹאלוֹ וְנוֹטְלָן דֶּרֶךְ גְּדִילָתָן שֶׁיִּהְיוּ עִקְּרֵיהֶן לְמַטָּה לָאָרֶץ וְרָאשֵׁיהֶן לְמַעְלָה לַאֲוִיר. וְאִם לֹא אֲגָדָן וּנְטָלָן אֶחָד אֶחָד יָצָא וְהוּא שֶׁיִּהְיוּ אַרְבַּעְתָּן מְצוּיִין אֶצְלוֹ. אֲבָל אִם לֹא הָיָה לוֹ אֶלָּא מִין אֶחָד אוֹ שֶׁחָסֵר מִין אֶחָד לֹא יִטּל עַד שֶׁיִּמְצָא הַשְּׁאָר: \n",
      "כַּמָּה נוֹטֵל מֵהֶן. לוּלָב אֶחָד וְאֶתְרוֹג אֶחָד וּשְׁנֵי בַּדֵּי עֲרָבָה וּשְׁלֹשָׁה בַּדֵּי הֲדַס. וְאִם רָצָה לְהוֹסִיף בַּהֲדַס כְּדֵי שֶׁתִּהְיֶה אֲגֻדָּה גְּדוֹלָה מוֹסִיף. וְנוֹיֵי מִצְוָה הוּא. אֲבָל שְׁאָר הַמִּינִין אֵין מוֹסִיפִין עַל מִנְיָנָם וְאֵין גּוֹרְעִין מֵהֶן. וְאִם הוֹסִיף אוֹ גָּרַע (פָּסוּל): \n",
      "כַּמָּה שִׁעוּר אֹרֶךְ כָּל מִין מֵהֶם. לוּלָב אֵין פָּחוֹת מֵאַרְבָּעָה טְפָחִים וְאִם הָיָה אָרֹךְ כָּל שֶׁהוּא כָּשֵׁר. וּמְדִידָתוֹ מִשִּׁדְרָתוֹ בִּלְבַד לֹא מֵרֹאשׁ הֶעָלִים. וַהֲדַס וַעֲרָבָה אֵין פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים. וְאִם הָיוּ אֲרֻכִּין כָּל שֶׁהֵן כְּשֵׁרִים. וַאֲפִלּוּ אֵין בְּכָל בַּד וּבַד אֶלָּא שְׁלֹשָׁה עָלִין לַחִין כְּשֵׁרִים וְהוּא שֶׁיִּהְיוּ בְּרֹאשׁ הַבַּד. וְאִם אָגַד הַלּוּלָב צָרִיךְ שֶׁיִּהְיֶה שְׁדֵרוֹ שֶׁל לוּלָב יוֹצֵא מִן הַהֲדַס וַעֲרָבָה טֶפַח אוֹ יוֹתֵר. וְשִׁעוּר אֶתְרוֹג אֵין פָּחוֹת מִכְּבֵיצָה וְאִם הָיָה גָּדוֹל כָּל שֶׁהוּא כָּשֵׁר: \n",
      "מִשֶּׁיַּגְבִּיהַ אַרְבָּעָה מִינִין אֵלּוּ בֵּין שֶׁהִגְבִּיהָן כְּאַחַת בֵּין בָּזֶה אַחַר זֶה בֵּין בְּיָמִין בֵּין בִּשְׂמֹאל יָצָא. וְהוּא שֶׁיַּגְבִּיהָן דֶּרֶךְ גְּדִילָתָן. אֲבָל שֶׁלֹּא דֶּרֶךְ גְּדִילָתָן לֹא יָצָא. וּמִצְוָה כְּהִלְכָתָהּ שֶׁיַּגְבִּיהַּ אֲגֻדָּה שֶׁל שְׁלֹשָׁה מִינִין בְּיָמִין וְאֶתְרוֹג בִּשְׂמֹאל וְיוֹלִיךְ וְיָבִיא וְיַעֲלֶה וְיוֹרִיד וִינַעֲנֵעַ הַלּוּלָב שְׁלֹשָׁה פְּעָמִים בְּכָל רוּחַ וְרוּחַ: \n",
      "כֵּיצַד. מוֹלִיךְ וּמְנַעְנֵעַ רֹאשׁ הַלּוּלָב שָׁלֹשׁ פְּעָמִים וּמֵבִיא וּמְנַעְנֵעַ רֹאשׁ הַלּוּלָב שָׁלֹשׁ פְּעָמִים וְכֵן בַּעֲלִיָּה וִירִידָה. וְהֵיכָן מוֹלִיךְ וּמֵבִיא. בִּשְׁעַת קְרִיאַת הַהַלֵּל בְּ <small>(תהילים קיח א)</small> <small>(תהילים קיח כט)</small> \"הוֹדוּ לַה' כִּי טוֹב\" תְּחִלָּה וָסוֹף וּבְ<small>(תהילים קיח כה)</small> \"אָנָּא ה' הוֹשִׁיעָה נָּא\". וְכָל הַיּוֹם כָּשֵׁר לִנְטִילַת לוּלָב וְאֵינוֹ נוֹטֵל בַּלַּיְלָה: \n",
      "עָשָׂה לַאֲגֻדָּה זוֹ גִּימוֹן שֶׁל כֶּסֶף וְשֶׁל זָהָב אוֹ שֶׁכָּרַךְ עָלֶיהָ סָדִין וּנְטָלָהּ יָצָא. לְקִיחָה עַל יְדֵי דָּבָר אַחֵר שְׁמָהּ לְקִיחָה. וְהוּא שֶׁיִּהְיֶה דֶּרֶךְ כָּבוֹד וְדֶרֶךְ הִדּוּר שֶׁכָּל שֶׁהוּא לְנָאוֹתוֹ אֵינוֹ חוֹצֵץ. אֲבָל אִם נָתַן אֶת הַמִּינִין הָאֵלּוּ בְּעָצִיץ אוֹ בִּקְדֵרָה וּנְטָלָהּ לֹא יָצָא יְדֵי חוֹבָתוֹ: \n",
      "אָגַד אֶת הַלּוּלָב עִם הַהֲדַס וְהָעֲרָבָה וְהִבְדִּיל בֵּין הַלּוּלָב וּבֵין הַהֲדַס בְּמַטְלָת וְכַיּוֹצֵא בָּהּ הֲרֵי זֶה חוֹצֵץ. הִבְדִּיל בֵּינֵיהֶן בַּעֲלֵי הֲדַס אֵינוֹ חוֹצֵץ. שֶׁמִּין בְּמִינוֹ אֵינוֹ חוֹצֵץ. וְיֵשׁ לוֹ לֶאֱגֹד אֶת הַלּוּלָב בְּחוּט אוֹ בִּמְשִׁיחָה וּבְכָל מִין שֶׁיִּרְצֶה הוֹאִיל וְאֵין אֲגִידָתוֹ מְעַכֵּב: \n",
      "מִצְוַת לוּלָב לְהִנָּטֵל בְּיוֹם רִאשׁוֹן שֶׁל חַג בִּלְבַד בְּכָל מָקוֹם וּבְכָל זְמַן וַאֲפִלּוּ בְּשַׁבָּת שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן\". וּבַמִּקְדָּשׁ לְבַדּוֹ נוֹטְלִין אוֹתוֹ בְּכָל יוֹם וָיוֹם מִשִּׁבְעַת יְמֵי הֶחָג שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּשְׂמַחְתֶּם לִפְנֵי ה' אֱלֹהֵיכֶם\" וְגוֹ'. חָל יוֹם הַשַּׁבָּת לִהְיוֹת בְּתוֹךְ יְמֵי הֶחָג אֵינוֹ נִטָּל בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יוֹלִיכֶנּוּ בְּיָדוֹ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים כְּמוֹ שֶׁגָּזְרוּ בְּשׁוֹפָר: \n",
      "וְלָמָּה לֹא גָּזְרוּ גְּזֵרָה זוֹ בְּיוֹם טוֹב הָרִאשׁוֹן מִפְּנֵי שֶׁהוּא מִצְוָה מִן הַתּוֹרָה וַאֲפִלּוּ בִּגְבוּלִין. נִמְצָא שֶׁאֵין דִּינוֹ וְדִין שְׁאָר הַיָּמִים שָׁוֶה שֶׁבִּשְׁאָר יְמֵי הֶחָג אֵין אָדָם חַיָּב לִטּל לוּלָב אֶלָּא בַּמִּקְדָּשׁ: \n",
      "מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הִתְקִינוּ שֶׁיִּהְיֶה לוּלָב נִטָּל בְּכָל מָקוֹם כָּל שִׁבְעַת יְמֵי הֶחָג זֵכֶר לַמִּקְדָּשׁ. וְכָל יוֹם וָיוֹם מְבָרֵךְ עָלָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל נְטִילַת לוּלָב מִפְּנֵי שֶׁהִיא מִצְוָה מִדִּבְרֵי סוֹפְרִים. וְתַקָּנָה זוֹ עִם כָּל הַתַּקָּנוֹת שֶׁהִתְקִין רַבָּן יוֹחָנָן בֵּן זַכַּאי מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ כְּשֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ יַחְזְרוּ הַדְּבָרִים לְיָשְׁנָן: \n",
      "בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם הָיָה לוּלָב נִטָּל בַּיּוֹם הָרִאשׁוֹן שֶׁחָל לִהְיוֹת בְּשַׁבָּת. וְכֵן בִּשְׁאָר הַמְּקוֹמוֹת שֶׁיָּדְעוּ בְּוַדַּאי שֶׁיּוֹם זֶה הוּא יוֹם הֶחָג בְּאֶרֶץ יִשְׂרָאֵל. אֲבָל הַמְּקוֹמוֹת הָרְחוֹקִים שֶׁלֹּא הָיוּ יוֹדְעִים בִּקְבִיעוּת רֹאשׁ חֹדֶשׁ לֹא הָיוּ נוֹטְלִין הַלּוּלָב מִסָּפֵק: \n",
      "וּמִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ אָסְרוּ חֲכָמִים לִטּל אֶת הַלּוּלָב בְּשַׁבָּת בַּיּוֹם הָרִאשׁוֹן וַאֲפִלּוּ בְּנֵי אֶרֶץ יִשְׂרָאֵל שֶׁקִּדְּשׁוּ אֶת הַחֹדֶשׁ. מִפְּנֵי בְּנֵי הַגְּבוּלִין הָרְחוֹקִים שֶׁאֵינָן יוֹדְעִין בִּקְבִיעַת הַחֹדֶשׁ. כְּדֵי שֶׁיִּהְיוּ הַכּל שָׁוִין בְּדָבָר זֶה וְלֹא יִהְיוּ אֵלּוּ נוֹטְלִין בְּשַׁבָּת וְאֵלּוּ אֵין נוֹטְלִין. הוֹאִיל וְחִיּוּב יוֹם רִאשׁוֹן בְּכָל מָקוֹם אֶחָד הוּא וְאֵין שָׁם מִקְדָּשׁ לְהִתָּלוֹת בּוֹ: \n",
      "וּבַזְּמַן הַזֶּה שֶׁהַכּל עוֹשִׂין עַל פִּי הַחֶשְׁבּוֹן נִשְׁאָר הַדָּבָר כְּמוֹת שֶׁהָיָה שֶׁלֹּא יִנָּטֵל לוּלָב בְּשַׁבָּת כְּלָל לֹא בִּגְבוּלִין וְלֹא בְּאֶרֶץ יִשְׂרָאֵל וַאֲפִלּוּ בְּיוֹם רִאשׁוֹן. וְאַף עַל פִּי שֶׁהַכּל יוֹדְעִים בִּקְבִיעַת הַחֹדֶשׁ. וּכְבָר בֵּאַרְנוּ שֶׁעִקַּר הָאִסּוּר בִּנְטִילַת הַלּוּלָב בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יַעֲבִירֶנּוּ אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים: \n",
      "כָּל שֶׁחַיָּב בְּשׁוֹפָר וּבְסֻכָּה חַיָּב בִּנְטִילַת הַלּוּלָב. וְכָל הַפָּטוּר מִשּׁוֹפָר וְסֻכָּה פָּטוּר מִנְּטִילַת לוּלָב. קָטָן הַיּוֹדֵעַ לְנַעֲנֵעַ חַיָּב בְּלוּלָב מִדִּבְרֵי סוֹפְרִים כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת: \n",
      "הֲלָכָה לְמשֶׁה מִסִּינַי שֶּׁמְּבִיאִין בַּמִּקְדָּשׁ עֲרָבָה אַחֶרֶת חוּץ מֵעֲרָבָה שֶׁבַּלּוּלָב. וְאֵין אָדָם יוֹצֵא יְדֵי חוֹבָתוֹ בַּעֲרָבָה שֶׁבַּלּוּלָב. וְשִׁעוּרָהּ אֲפִלּוּ עָלֶה אֶחָד בְּבַד אֶחָד: \n",
      "כֵּיצַד הָיְתָה מִצְוָתָהּ. בְּכָל יוֹם וָיוֹם מִשִּׁבְעַת הַיָּמִים הָיוּ מְבִיאִין מֻרְבִּיּוֹת שֶׁל עֲרָבָה וְזוֹקְפִין אוֹתָן עַל צִדְדֵי הַמִּזְבֵּחַ וְרָאשֵׁיהֶן כְּפוּפִין עַל גַּבֵּי הַמִּזְבֵּחַ. וּבְעֵת שֶׁהָיוּ מְבִיאִין אוֹתָהּ וְסוֹדְרִין אוֹתָהּ תּוֹקְעִין וּמְרִיעִין וְתוֹקְעִין. חָל יוֹם שַׁבָּת לִהְיוֹת בְּתוֹךְ הֶחָג אֵין זוֹקְפִין עֲרָבָה אֶלָּא אִם כֵּן חָל יוֹם שְׁבִיעִי לִהְיוֹת בְּשַׁבָּת זוֹקְפִין אוֹתָהּ בְּשַׁבָּת כְּדֵי לְפַרְסְמָהּ שֶׁהִיא מִצְוָה: \n",
      "כֵּיצַד הָיוּ עוֹשִׂין. מְבִיאִין אוֹתָהּ מֵעֶרֶב שַׁבָּת לַמִּקְדָּשׁ וּמַנִּיחִין אוֹתָהּ בְּגִגִּיּוֹת שֶׁל זָהָב כְּדֵי שֶׁלֹּא יִכְמְשׁוּ הֶעָלִין. וּלְמָחָר זוֹקְפִין אוֹתָהּ עַל גַּבֵּי הַמִּזְבֵּחַ וּבָאִין הָעָם וְלוֹקְחִין מִמֶּנָּה וְנוֹטְלִין אוֹתָהּ כְּדֶרֶךְ שֶׁעוֹשִׂין בְּכָל יוֹם. וַעֲרָבָה זוֹ הוֹאִיל וְאֵינָהּ בְּפֵרוּשׁ בַּתּוֹרָה אֵין נוֹטְלִין אוֹתָהּ כָּל שִׁבְעַת יְמֵי הֶחָג זֵכֶר לַמִּקְדָּשׁ אֶלָּא בַּיּוֹם הַשְּׁבִיעִי בִּלְבַד הוּא שֶׁנּוֹטְלִין אוֹתָהּ בַּזְּמַן הַזֶּה. כֵּיצַד עוֹשֶׂה. לוֹקֵחַ בַּד אֶחָד אוֹ בַּדִּין הַרְבֵּה חוּץ מֵעֲרָבָה שֶׁבַּלּוּלָב וְחוֹבֵט בָּהּ עַל הַקַּרְקַע אוֹ עַל הַכְּלִי פַּעֲמַיִם אוֹ שָׁלֹשׁ בְּלֹא בְּרָכָה שֶׁדָּבָר זֶה מִנְהַג נְבִיאִים הוּא: \n",
      "בְּכָל יוֹם וָיוֹם הָיוּ מַקִּיפִין אֶת הַמִּזְבֵּחַ בְּלוּלְבֵיהֶן בִּידֵיהֶן פַּעַם אַחַת וְאוֹמְרִין <small>(תהילים קיח כה)</small> \"אָנָּא ה' הוֹשִׁיעָה נָּא\". <small>(תהילים קיח כה)</small> \"אָנָּא ה' הַצְלִיחָה נָּא\". וּבַיּוֹם הַשְּׁבִיעִי מַקִּיפִין אֶת הַמִּזְבֵּחַ שֶׁבַע פְּעָמִים. וּכְבָר נָהֲגוּ יִשְׂרָאֵל בְּכָל הַמְּקוֹמוֹת לְהַנִּיחַ תֵּבָה בְּאֶמְצַע בֵּית הַכְּנֶסֶת וּמַקִּיפִין אוֹתָהּ בְּכָל יוֹם כְּדֶרֶךְ שֶׁהָיוּ מַקִּיפִין אֶת הַמִּזְבֵּחַ זֵכֶר לַמִּקְדָּשׁ: \n",
      "כָּךְ הָיָה הַמִּנְהָג בִּירוּשָׁלַיִם. יוֹצֵא אָדָם מִבֵּיתוֹ שַׁחֲרִית וְלוּלָבוֹ בְּיָדוֹ. וְנִכְנָס לְבַיִת הַכְּנֶסֶת וְהוּא בְּיָדוֹ. מִתְפַּלֵּל וְהוּא בְּיָדוֹ. וְיוֹצֵא לְבַקֵּר חוֹלִים וּלְנַחֵם אֲבֵלִים וְהוּא בְּיָדוֹ. וּכְשֶׁיִּכָּנֵס לַמִּדְרָשׁ מְשַׁלְּחוֹ לְבֵיתוֹ בְּיַד בְּנוֹ אוֹ בְּיַד עַבְדּוֹ: \n",
      "מְקַבֶּלֶת אִשָּׁה הַלּוּלָב מִיַּד בְּנָהּ אוֹ מִיַּד בַּעְלָהּ וּמַחְזִירָתוֹ לַמַּיִם בְּשַׁבָּת בִּזְמַן שֶׁהָיוּ נוֹטְלִין לוּלָב בְּשַׁבָּת. וּבְיוֹם טוֹב מוֹסִיפִין עַל הַמַּיִם וּבַמּוֹעֵד מַחְלִיפִין הַמַּיִם: \n",
      "הֲדַס שֶׁבַּלּוּלָב אָסוּר לְהָרִיחַ בּוֹ מִפְּנֵי שֶׁאֵינוֹ רָאוּי אֶלָּא לְרֵיחַ וְהוֹאִיל וְהֻקְצָה לְמִצְוָה אָסוּר לְהָרִיחַ בּוֹ. אֲבָל אֶתְרוֹג מֻתָּר לְהָרִיחַ בּוֹ שֶׁהֲרֵי הֻקְצָה לְמִצְוָה מֵאֲכִילָה: \n",
      "וְאָסוּר לֶאֱכל אֶתְרוֹג כָּל יוֹם הַשְּׁבִיעִי מִפְּנֵי שֶׁהֻקְצָה לְמִקְצָת הַיּוֹם הֻקְצָה לְכֻלּוֹ. וּבַשְּׁמִינִי מֻתָּר בַּאֲכִילָה. וּבַזְּמַן הַזֶּה שֶׁאָנוּ עוֹשִׂין שְׁנֵי יָמִים אַף עַל פִּי שֶׁאֵין נוֹטְלִין לוּלָב בַּשְּׁמִינִי הָאֶתְרוֹג אָסוּר בַּשְּׁמִינִי כְּדֶרֶךְ שֶׁהָיָה אָסוּר בַּשְּׁמִינִי בִּזְמַן שֶׁהָיוּ עוֹשִׂין שְׁנֵי יָמִים מִפְּנֵי הַסָּפֵק שֶׁהוּא סְפֵק שְׁבִיעִי. הִפְרִישׁ שִׁבְעָה אֶתְרוֹגִין לְשִׁבְעַת יָמִים כָּל אַחַת וְאַחַת יוֹצֵא בָּהּ לְיוֹמָהּ וְאוֹכְלָהּ לְמָחָר: \n"
    ],
    [
      "אַרְבַעַת מִינִין הָאֵלּוּ שֶׁהֵן לוּלָב וַהֲדַס וַעֲרָבָה וְאֶתְרוֹג שֶׁהָיָה אֶחָד מֵהֶן יָבֵשׁ אוֹ גָּזוּל אוֹ גָּנוּב אֲפִלּוּ לְאַחַר יֵאוּשׁ אוֹ שֶׁיִּהְיֶה מֵאֲשֵׁרָה הַנֶּעֱבֶדֶת אַף עַל פִּי שֶׁבִּטְּלוּ הָאֲשֵׁרָה מִלְּעָבְדָהּ. אוֹ שֶׁהָיָה שֶׁל עִיר הַנִּדַּחַת. הֲרֵי זֶה פָּסוּל. הָיָה אֶחָד מֵהֶן שֶׁל עֲבוֹדַת כּוֹכָבִים לֹא יִטּל לְכַתְּחִלָּה וְאִם נָטַל יָצָא. הָיָה כָּמוּשׁ וְלֹא גָּמַר לִיבַשׁ כָּשֵׁר. וּבִשְׁעַת הַדְּחָק אוֹ בִּשְׁעַת הַסַּכָּנָה לוּלָב הַיָּבֵשׁ כָּשֵׁר אֲבָל לֹא שְׁאָר הַמִּינִין:  ",
      "אֶתְרוֹג שֶׁל עָרְלָה וְשֶׁל תְּרוּמָה טְמֵאָה וְשֶׁל טֶבֶל פָּסוּל. שֶׁל דְּמַאי כָּשֵׁר שֶׁאֶפְשָׁר שֶׁיַּפְקִיר נְכָסָיו וְיִהְיֶה עָנִי שֶׁמֻּתָּר לוֹ לֶאֱכל דְּמַאי. אֶתְרוֹג שֶׁל תְּרוּמָה טְהוֹרָה וְשֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם לֹא יִטּל שֶׁמָּא יַכְשִׁירוֹ לְטֻמְאָה. וְאִם נָטַל כָּשֵׁר:  ",
      "לוּלָב שֶׁנִּקְטַם רֹאשׁוֹ פָּסוּל. נִסְדַּק אִם נִתְרַחֲקוּ שְׁנֵי סְדָקָיו זֶה מִזֶּה עַד שֶׁיֵּרָאוּ כִּשְׁנַיִם פָּסוּל. הָיָה עָקוּם לְפָנָיו שֶׁהֲרֵי שְׁדֵרוֹ כְּגַב בַּעַל חֲטוֹטֶרֶת פָּסוּל. הָיָה עָקוּם לַאֲחוֹרָיו כָּשֵׁר שֶׁזּוֹ הִיא בְּרִיָּתוֹ. נֶעֱקַם לְאֶחָד מִצְּדָדָיו פָּסוּל. נִפְרְדוּ עָלָיו זֶה מֵעַל זֶה וְלֹא נִדַּלְדְּלוּ כַּעֲלֵי הַחֲרָיוֹת כָּשֵׁר. נִפְרְצוּ עָלָיו וְהוּא שֶׁיִּדַּלְדְּלוּ מִשְּׁדֵרוֹ שֶׁל לוּלָב כַּעֲלֵי הַחֲרָיוֹת פָּסוּל:  ",
      "בְּרִיַּת עָלִין שֶׁל לוּלָב כָּךְ הִיא. כְּשֶׁהֵם גְּדֵלִין גְּדֵלִין שְׁנַיִם שְׁנַיִם וּדְבוּקִין מִגַּבָּן וְגַב כָּל שְׁנֵי עָלִין הַדְּבוּקִין הוּא הַנִּקְרָא תְּיֹמֶת. נֶחְלְקָה הַתְּיֹמֶת פָּסוּל. הָיוּ עָלָיו אַחַת אַחַת מִתְּחִלַּת בְּרִיָּתוֹ ולֹא הָיָה לָהֶם תְּיֹמֶת פָּסוּל. לֹא הָיוּ עָלָיו זֶה עַל גַּב זֶה כְּדֶרֶךְ כָּל הַלּוּלָבִין אֶלָּא זֶה תַּחַת זֶה אִם רֹאשׁ זֶה מַגִּיעַ לָעִקָּר שֶׁלְּמַעְלָה מִמֶּנּוּ עַד שֶׁנִּמְצָא כָּל שְׁדֵרוֹ שֶׁל לוּלָב מְכֻסֶּה בְּעָלִין כָּשֵׁר. וְאִם אֵין רֹאשׁוֹ שֶׁל זֶה מַגִּיעַ לְצַד עִקָּרוֹ שֶׁל זֶה פָּסוּל:  ",
      "הֲדַס שֶׁנִּקְטַם רֹאשׁוֹ כָּשֵׁר. נָשְׁרוּ רֹב עָלָיו אִם נִשְׁתַּיְּרוּ שְׁלֹשָׁה עָלִין בְּקֵן אֶחָד כָּשֵׁר. הָיוּ עֲנָבָיו מְרֻבּוֹת מֵעָלָיו אִם יְרֻקּוֹת כָּשֵׁר וְאִם אֲדֻמּוֹת אוֹ שְׁחוֹרוֹת פָּסוּל. וְאִם מִעֲטָן כָּשֵׁר. וְאֵין מְמַעֲטִין אוֹתָן בְּיוֹם טוֹב לְפִי שֶׁהוּא כִּמְתַקֵּן. עָבַר וְלִקְּטָן אוֹ שֶׁלִּקְּטָן אֶחָד אֶחָד לַאֲכִילָה הֲרֵי זֶה כָּשֵׁר:  ",
      "עֲרָבָה שֶׁנִּקְטַם רֹאשָׁהּ כְּשֵׁרָה. נִפְרְצוּ עָלֶיהָ פְּסוּלָה:  ",
      "אֶתְרוֹג שֶׁנִּקַּב נֶקֶב מְפֻלָּשׁ כָּל שֶׁהוּא פָּסוּל. וְשֶׁאֵינוֹ מְפֻלָּשׁ אִם הָיָה כְּאִיסָר אוֹ יֶתֶר פָּסוּל. חָסֵר כָּל שֶׁהוּא פָּסוּל. נִטַּל דָּדוֹ וְהוּא הָרֹאשׁ הַקָּטָן שֶׁשּׁוֹשַׁנְתּוֹ בּוֹ פָּסוּל. נִטַּל הָעֵץ שֶׁהוּא תָּלוּי בּוֹ בָּאִילָן מֵעִקַּר הָאֶתְרוֹג וְנִשְׁאַר מְקוֹמוֹ גּוּמָא פָּסוּל. עָלְתָה חֲזָזִית עָלָיו אִם בִּשְׁנַיִם וּשְׁלֹשָׁה מְקוֹמוֹת פָּסוּל. וְאִם בְּמָקוֹם אֶחָד אִם עָלְתָה עַל רֻבּוֹ פָּסוּל. וְאִם עַל דָּדוֹ וַאֲפִלּוּ כָּל שֶׁהוּא פָּסוּל. נִקְלַף הַקְּרוּם הַחִיצוֹנָה שֶׁלּוֹ שֶׁאֵינוֹ מְחַסְּרוֹ אֶלָּא נִשְׁאָר יָרֹק כְּמוֹת שֶׁהִיא בְּרִיָּתוֹ אִם נִקְלַף כֻּלּוֹ פָּסוּל וְאִם נִשְׁאַר מִמֶּנּוּ כָּל שֶׁהוּא כָּשֵׁר:  ",
      "אֶתְרוֹג שֶׁהוּא תָּפוּחַ סָרוּחַ כָּבוּשׁ שָׁלוּק שָׁחֹר לָבָן מְנֻמָּר יָרֹק כְּכַרְתִּי פָּסוּל. גִּדְּלוֹ בִּדְפוּס וְעָשָׂהוּ כְּמִין בְּרִיָּה אַחֶרֶת פָּסוּל. עָשָׂהוּ כְּמִין בְּרִיָּתוֹ אַף עַל פִּי שֶׁעָשָׂהוּ דַּפִּין דַּפִּין כָּשֵׁר. הַתִּיוֹם וְהַבֹּסֶר כָּשֵׁר. מָקוֹם שֶׁהָאֶתְרוֹגִין שֶׁלָּהֶם כְּעֵין שַׁחֲרוּת מְעוּטָה כְּשֵׁרִין. וְאִם הָיוּ שְׁחוֹרִים בְּיוֹתֵר כְּאָדָם כּוּשִׁי הֲרֵי זֶה פָּסוּל בְּכָל מָקוֹם:  ",
      "כָּל אֵלּוּ שֶׁאָמַרְנוּ שֶׁהֵם פְּסוּלִין מִפְּנֵי מוּמִין שֶׁבֵּאַרְנוּ אוֹ מִפְּנֵי גֵּזֶל וּגְנֵבָה בְּיוֹם טוֹב רִאשׁוֹן בִּלְבַד אֲבָל בְּיוֹם טוֹב שֵׁנִי עִם שְׁאָר הַיָּמִים הַכּל כָּשֵׁר. וְהַפַּסְלָנוּת שֶׁהוּא מִשּׁוּם עֲבוֹדַת כּוֹכָבִים אוֹ מִפְּנֵי שֶׁאוֹתוֹ אֶתְרוֹג אָסוּר בַּאֲכִילָה בֵּין בְּיוֹם טוֹב רִאשׁוֹן בֵּין בִּשְׁאָר יָמִים פָּסוּל:  ",
      "אֵין אָדָם יוֹצֵא בְּיוֹם טוֹב רִאשׁוֹן שֶׁל חַג בְּלוּלָבוֹ שֶׁל חֲבֵרוֹ שֶׁיִּשְׁאָלֶנּוּ מִמֶּנּוּ עַד שֶׁיִּתְּנֶנּוּ לוֹ בְּמַתָּנָה. נְתָנוֹ לוֹ עַל מְנָת לְהַחֲזִירוֹ הֲרֵי זֶה יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ וּמַחֲזִירוֹ. שֶׁמַּתָּנָה עַל מְנָת לְהַחֲזִיר שְׁמָהּ מַתָּנָה. וְאִם לֹא הֶחְזִירוֹ לֹא יָצָא שֶׁנִּמְצָא כְּגָזוּל. וְאֵין נוֹתְנִין אוֹתוֹ לְקָטָן שֶׁהַקָּטָן קוֹנֶה וְאֵינוֹ מַקְנֶה לַאֲחֵרִים מִן הַתּוֹרָה וְנִמְצָא שֶׁאִם הֶחְזִירוֹ לוֹ אֵינוֹ חוֹזֵר. וְאֶחָד הַלּוּלָב וְאֶחָד כָּל מִין וָמִין מֵאַרְבַּע מִינִין שֶׁבּוֹ אִם הָיָה אֶחָד מֵהֶן שָׁאוּל אֵין יוֹצְאִין בּוֹ בְּיוֹם טוֹב רִאשׁוֹן:  ",
      "שֻׁתָּפִין שֶׁקָּנוּ לוּלָב אוֹ אֶתְרוֹג בְּשֻׁתָּפוּת אֵין אֶחָד מֵהֶן יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ בָּרִאשׁוֹן עַד שֶׁיִּתֵּן לוֹ חֶלְקוֹ בְּמַתָּנָה. הָאַחִין שֶׁקָּנוּ אֶתְרוֹגִין מִתְּפִיסַת הַבַּיִת וְנָטַל אֶחָד מֵהֶן אֶתְרוֹג וְיָצָא בּוֹ. אִם יָכוֹל לְאָכְלוֹ וְאֵין הָאַחִין מַקְפִּידִין בְּכָךְ יָצָא. וְאִם הָיוּ מַקְפִּידִין לֹא יָצָא עַד שֶׁיִּתְּנוּ לוֹ חֶלְקָם בְּמַתָּנָה. וְאִם קָנָה זֶה אֶתְרוֹג וְזֶה פָּרִישׁ אוֹ שֶׁקָּנוּ כְּאֶחָד אֶתְרוֹג וְרִמּוֹן וּפָרִישׁ מִתְּפִיסַת הַבַּיִת אֵינוֹ יוֹצֵא בָּאֶתְרוֹג עַד שֶׁיִּתֵּן לוֹ חֶלְקוֹ בְּמַתָּנָה וְאַף עַל פִּי שֶׁאִם אֲכָלוֹ אֵין מַקְפִּידִין עָלָיו:  ",
      "אַף עַל פִּי שֶׁכָּל הַמּוֹעֲדוֹת מִצְוָה לִשְׂמֹחַ בָּהֶן. בְּחַג הַסֻּכּוֹת הָיְתָה בַּמִּקְדָּשׁ יוֹם שִׂמְחָה יְתֵרָה שֶׁנֶּאֱמַר <small>(ויקרא כג מ)</small> \"וּשְׂמַחְתֶּם לִפְנֵי ה' אֱלֹהֵיכֶם שִׁבְעַת יָמִים\". וְכֵיצַד הָיוּ עוֹשִׂין. עֶרֶב יוֹם טוֹב הָרִאשׁוֹן הָיוּ מְתַקְּנִין בַּמִּקְדָּשׁ מָקוֹם לַנָּשִׁים מִלְּמַעְלָה וְלָאֲנָשִׁים מִלְּמַטָּה כְּדֵי שֶׁלֹּא יִתְעָרְבוּ אֵלּוּ עִם אֵלּוּ. וּמַתְחִילִין לִשְׂמֹחַ מִמּוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן. וְכֵן בְּכָל יוֹם וְיוֹם מִימֵי חֻלּוֹ שֶׁל מוֹעֵד מַתְחִילִין מֵאַחַר שֶׁיַּקְרִיבוּ תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם לִשְׂמֹחַ לִשְׁאָר הַיּוֹם עִם כָּל הַלַּיְלָה:  ",
      "וְהֵיאַךְ הָיְתָה שִׂמְחָה זוֹ. הֶחָלִיל מַכֶּה וּמְנַגְּנִין בְּכִנּוֹר וּבִנְבָלִים וּבִמְצִלְתַּיִם וְכָל אֶחָד וְאֶחָד בִּכְלֵי שִׁיר שֶׁהוּא יוֹדֵעַ לְנַגֵּן בּוֹ. וּמִי שֶׁיּוֹדֵעַ בַּפֶּה בַּפֶּה. וְרוֹקְדִין וּמְסַפְּקִין וּמְטַפְּחִין וּמְפַזְּזִין וּמְכַרְכְּרִין כָּל אֶחָד וְאֶחָד כְּמוֹ שֶׁיּוֹדֵעַ וְאוֹמְרִים דִּבְרֵי שִׁירוֹת וְתֻשְׁבָּחוֹת. וְשִׂמְחָה זוֹ אֵינָהּ דּוֹחָה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב:  ",
      "מִצְוָה לְהַרְבּוֹת בְּשִׂמְחָה זוֹ. וְלֹא הָיוּ עוֹשִׂין אוֹתָהּ עַמֵּי הָאָרֶץ וְכָל מִי שֶׁיִּרְצֶה. אֶלָּא גְּדוֹלֵי חַכְמֵי יִשְׂרָאֵל וְרָאשֵׁי הַיְשִׁיבוֹת וְהַסַּנְהֶדְרִין וְהַחֲסִידִים וְהַזְּקֵנִים וְאַנְשֵׁי מַעֲשֶׂה הֵם שֶׁהָיוּ מְרַקְּדִין וּמְסַפְּקִין וּמְנַגְּנִין וּמְשַׂמְּחִין בַּמִּקְדָּשׁ בִּימֵי חַג הַסֻּכּוֹת. אֲבָל כָּל הָעָם הָאֲנָשִׁים וְהַנָּשִׁים כֻּלָּן בָּאִין לִרְאוֹת וְלִשְׁמֹעַ:  ",
      "הַשִּׂמְחָה שֶׁיִּשְׂמַח אָדָם בַּעֲשִׂיַּת הַמִּצְוָה וּבְאַהֲבַת הָאֵל שֶׁצִּוָּה בָּהֶן. עֲבוֹדָה גְּדוֹלָה הִיא. וְכָל הַמּוֹנֵעַ עַצְמוֹ מִשִּׂמְחָה זוֹ רָאוּי לְהִפָּרַע מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(דברים כח מז)</small> \"תַּחַת אֲשֶׁר לֹא עָבַדְתָּ אֶת ה' אֱלֹהֶיךָ בְּשִׂמְחָה וּבְטוּב לֵבָב\". וְכָל הַמֵּגִיס דַּעְתּוֹ וְחוֹלֵק כָּבוֹד לְעַצְמוֹ וּמִתְכַּבֵּד בְּעֵינָיו בִּמְקוֹמוֹת אֵלּוּ חוֹטֵא וְשׁוֹטֶה. וְעַל זֶה הִזְהִיר שְׁלֹמֹה וְאָמַר <small>(משלי כה ו)</small> \"אַל תִּתְהַדַּר לִפְנֵי מֶלֶךְ\". וְכָל הַמַּשְׁפִּיל עַצְמוֹ וּמֵקֵל גּוּפוֹ בִּמְקוֹמוֹת אֵלּוּ הוּא הַגָּדוֹל הַמְכֻבָּד הָעוֹבֵד מֵאַהֲבָה. וְכֵן דָּוִד מֶלֶךְ יִשְׂרָאֵל אָמַר <small>(שמואל ב ו כב)</small> \"וּנְקַלֹּתִי עוֹד מִזֹּאת וְהָיִיתִי שָׁפָל בְּעֵינָי\". וְאֵין הַגְּדֻלָּה וְהַכָּבוֹד אֶלָּא לִשְׂמֹחַ לִפְנֵי ה' שֶׁנֶּאֱמַר <small>(שמואל ב ו טז)</small> \"וְהַמֶּלֶךְ דָּוִד מְפַזֵּז וּמְכַרְכֵּר לִפְנֵי ה'\": סָלִיק הִלְכוֹת שׁוֹפָּר סֻכָּה וְלוּלָב  "
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שופר וסוכה ולולב",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Zemanim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [
        "<b> וכל השופרות פסולים וכו'.</b> א''א הפריז על מדותיו אלא מצוה בכפופין ואם תקע בשל יעל יצא: "
      ],
      [],
      [
        "<b> ואין בקול דין גזל.</b> א''א ואפילו יהיה בו דין גזל יום תרועה יהיה לכם מ''מ הכי איתא בירושלמי עכ''ל: "
      ],
      [],
      [
        "<b> שלא במינו פסול וכו'.</b> כתב הראב''ד ז''ל לא הסכים לירושלמי והכי גרסינן התם כיני מתניתא היה מעכב את התקיעה פסול, פירוש אע''פ שתקנו מפני שקול הסתימה הוא זה ואם סתמו במינו מיהת כשר והעכוב שאמרו לא עכוב לגמרי אלא אפילו פוגם ושם פירשו שאם לא סתמו והניחו פגום כשר שכל הקולות כשרים בשופר עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> אנדרוגינוס מוציא וכו'.</b> כתב הראב''ד ז''ל זהו לדעת מי שאמר אנדרוגינוס בריה בפני עצמה אבל מי שאומר חציו זכר הוא אינו מוציא לא את מינו ולא שאינו מינו כעין מי שחציו עבד וחציו ב''ח עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ומותר לגדול להתעסק.</b> כתב הראב''ד ז''ל דברי ר' אליעזר דאמר מתעסקין בהן בשבת להיכן הלכו אלא דרך הברייתא כך היא בקטן שהגיע לחינוך המצות אביו מתעסק עמו כדי שילמוד אפילו בשבת הסמוכה ליו''ט כמו שאמרו קטן היודע לנענע אביו לוקח לו לולב אבל קטן שלא הגיע לחינוך הן עצמן תוקעין ביו''ט אבל בשבת לא וכ''ש שאין אביו מתעסק עמו, זה הדרך ישר בעיני עכ''ל: "
      ],
      [
        "<b> כשגזרו שלא לתקוע וכו'.</b> כתב הראב''ד ז''ל ההפוכין שהפך זה המחבר הענינים ולא הביא אותם על סדר הגמרא הם גרמו לו לשנות הדברים ממה שהן והל''ל בכאן אסרו בתחלה לתקוע בעיר אפילו בירושלים אבל במקדש היו תוקעין וכו' אבל משחרב ב''ה וכו' ואע''פ שאין צורך להזכיר כלל. וגם בזה טעה כי בזמן ב''ה לא היו תוקעין אלא במקדש אבל בזמן שחרב תוקעין בכל הסמוך לה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> שיעור תרועה וכו'.</b> כתב הראב''ד ז''ל כל זה שיבוש המעתיק הוא אלא שיעור תקיעה כג' תרועות שיעור תרועה כג' שברים. ודע שאין מחלוקת בין התנאים אלא בענין התרועה מה היא וכמה שיעורה כי התנא האחד אומר כי התרועה היא טרימוט ושיעורה ג' טרימוטות פירוש קולות קצרים ביותר והוא שיעור קטן והתנא האחר אומר כי התרועה היא שלשה שברים והוא שיעור גדול אבל שיעור התקיעה אחד הוא לשניהם כט' טרמוטות או כג' שברים הכל שיעור אחד ומי שאומר שברים הוא שאומר שיעור תקיעה כתרועה ומי שאומר טרמוטות הוא שאומר שיעור תקיעה כג' תרועות, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> התקיעות אינם מעכבות וכו'.</b> א''א אבל של ר''ה מעכבות זו את זו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נעץ ארבעה קונדיסין וכו'.</b> כתב הראב''ד ז''ל זה אינו מחוור. דאפילו לרב נחמן קאי בתיקו ולחומרא, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ועושה אדם את חבירו וכו'.</b> כתב הראב''ד ז''ל דוקא דופן שלישית אבל דופן רביעית מותר שהרי ברייתא שהעמידוהו לדעת לא אסרה אלא מפני אהל עראי ובדופן שלישית אבל שלא לדעת אפילו דופן שלישית מותר והטעם כיון שזה העומד שלא לדעת עומד אין כאן איסור מחיצה למעמיד דבתר כונה דידיה אזלינן עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> סיככה בפשתי העץ וכו'.</b> כתב הראב''ד ז''ל טעם אחר יש לנו בזה מפני שאניצי פשתן ראויים ליתן אותה בכרים וכסתות והרי הן מקבלין טומאה ע''י דבר אחר ולא פחיתי מבלאי כלים עכ''ל: "
      ],
      [],
      [
        "<b> מחצלת של קנים וכו'.</b> כתב הראב''ד ז''ל והברייתא חלקה בשל קנים ושל חלף שאפילו בקטנה אם גדולה היא כעין עבותות מסככין בה מפני שהיא קשה ואינה ראויה לשכיבה אבל כשהיא אריגה אחת אין מסככין בה שראויה לשכיבה אבל כל גדולה סתמא לסיכוך ואפילו ארוגה עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> ואין חבילה פחותה וכו'.</b> כתב הראב''ד ז''ל בירושלמי מצא אותה ולא ידעתי למה כתבה שאפילו אגד ג' שמיה אגד, עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> חצר המוקפת אכסדרה וכו'.</b> כתב הראב''ד ז''ל נ''ל חסר בכאן סכך פסול באמצע פוסל בד' מן הצד פוסל בד' אמות במה דברים אמורים בסוכה גדולה אבל בסוכה קטנה בין באמצע בין מן הצד פוסל בג' ואיזו היא סוכה קטנה וכו' עכ''ל: "
      ],
      [],
      [
        "<b> סיכך בדבר פסול וכו'.</b> א''א זה לא ידעתי למה אמרו ואולי בסוכה גדולה אמרו ובמקרה סוכתו בשפודין ובדבר כשר משום שא''א לצמצם אבל הטעם שכתב לא יבא על זה הדרך עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בד''א שהתחתונה וכו'.</b> כתב הראב''ד ז''ל יפה עשה שפסק כשמואל בעשרה טפחים וכי אינה יכולה לקבל כרים וכסתות מאי הוי ואי לאו דבעינן ראויה לדירה כרים וכסתות למה אלא ש''מ דבעינן עשרה וקבלת כרים וכסתות ע''י הדחק לת''ק עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> גמר מלאכול וכו'.</b> כתב הראב''ד ז''ל איני יודע מהו זה ואולי יאמר אם צריך לסעוד בסוכה כשאר הימים אינו צריך לפרוץ בה אלא יום שמיני שלא יטעה אדם בה אע''פ שאין לשונו מראה אבל השכל מורה על זה, עכ''ל: "
      ],
      [
        "<b> קודם שישב וכו' עד וכזה היה מנהג רבותי וכו'.</b> א''א לא דייק ומנהג מקומנו לא היה מעולם כזה, והטעם כי הישיבה אינה אלא על דעת אכילה וכל זמן שאינו אוכל עובר למצוה הוא באמת, עכ''ל: "
      ],
      [
        "<b> וכן טומטום וכו'.</b> כתב הראב''ד ז''ל רואה אני מדבריו שהנשים שהם רשות אין מברכות כלל ואין הכל מודים לו. ואני רואה מדברי רבא דאמר הטעם לדמאי שאין מברכין על הפרשת מעשרות משום דרוב עמי הארץ מעשרין הם הא לאו הכי מספיקא מברכין מפני שהוא ספיקא דאורייתא מעתה ידעינן ודאי טומטום ואנדרוגינוס חייבין לברך, עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> הדס שוטה.</b> כתב הראב''ד ז''ל וצריך להיות כן כל השיעור או רובו, עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> כמה נוטל וכו'.</b> כתב הראב''ד ז''ל לא שמעתי מעולם פסול בזה ולא איסור תוספת ולא גירוע ואפילו לר' יהודה דאמר לולב צריך אגד דהא אמר רבא מ''ט דר' יהודה דאמר אין אוגדין את הלולב אלא במינו קסבר לולב צריך אגד ואי אגיד ביה מינא אחרינא הוה ליה מוסיף מכלל דכי קטיר ליה בסיב ובעיקרא דדיקלא ליכא מוסיף אע''ג דאיכא טפי מלולב אחד וכ''ש לרבנן דאמרי א''צ אגד דאמרינן האי לחודיה קאי והאי לחודיה קאי, עכ''ל: "
      ],
      [
        "<b> כמה שיעור אורך וכו'.</b> כתב הראב''ד ז''ל שלשה טפחים קטנים שהם עשרה אצבעות בגודל כר' טרפון, עכ''ל: "
      ]
    ],
    [
      [
        "<b> ובשעת הדחק וכו'.</b> כתב הראב''ד ז''ל אני איני אומר כן שהרי אמרו יבש פסול וכ''מ שאמרו פסול אפילו דיעבד הוא ופסולא דאורייתא הוא וכל פסולא דאורייתא אין חלוק בשעת הדחק וכשאמרו לו אין שעת הדחק ראיה כך אמרו לינקוט בידייהו כל דהוא כי היכי דלא תשתכח מינייהו תורת אתרוג ור''י לא העיד אלא שהיו מורישים לולביהם לבניהם ולא אמר שהיו מברכים עליו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> בריית עלין וכו'.</b> א''א זהו דסליק בחד הוצא עכ''ל: "
      ],
      [
        "<b> הדס שנקטם וכו'.</b> כתב הראב''ד ז''ל כבר הופיע רוח הקודש בבית מדרשנו מכמה שנים והעלינו שהוא פסול כסתם מתני'. ודברי רבי טרפון שאמר אפילו שלשתן קטומים כשר ענין אחר הוא ולא שנקטם ראשו והכל ברור בחבורנו ומקום הניחו לי מן השמים עכ''ל: "
      ],
      [
        "<b> ערבה שנקטם וכו'.</b> א''א דרך אחד להדס ולערבה עכ''ל: "
      ],
      [
        "<b> אתרוג שניקב וכו'.</b> א''א זה שבוש אלא נקב מפולש בחסרון משהו שאינו מפולש בחסרון כאיסר אבל מ''מ חסרון בעינן עכ''ל: "
      ],
      [],
      [
        "<b> כל אלו שאמרנו וכו'.</b> א''א אין הכל מודים בגזול ויבש שאין פסולים משום הדור אלא גזול ה''ל מצוה הבאה בעבירה יבש מפני שהוא כמת, בירושלמי: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>מצות עשה מן התורה וכו'.</b> זה מבואר בכתוב ופשוט בהרבה מקומות: ",
        "<b>ושופר שתוקעין בו וכו'.</b> בפרק ראוהו בית דין (ר\"ה כ\"ו:) אמר ר' לוי שופר של ר''ה ושל יוה''כ בכפופים. ופירוש יו''כ של יובל וזו היא מסקנא דגמרא: ",
        "<b>וכל השופרות פסולים כו'.</b> שם במשנה (דף כ\"ו) כל השופרות כשרין חוץ משל פרה מפני שהוא קרן אמר ר' יוסי והלא כל השופרות נקראו קרן וכו'. (דף כ\"ו:) שופר של ר''ה של יעל פשוט וכו' שוה היובל לר''ה לתקיעות ולברכות ר' יהודה אומר בר''ה תוקעין בשל זכרים וביובלות בשל יעלים. וסובר רבינו כדעת קצת מפרשים (עיין כאן בשיטמ\"ק) שסוברין דכולא מתניתין לעכובא איתניא ופלוגתא היא דת''ק מכשיר כל השופרות החלולין חוץ משל פרה ור' יוסי מכשיר אפילו משל פרה ותנא אחרינא דסבר דדוקא בשל יעל פשוט ור''ה ויובל שוין ור''י סבר בר''ה בשל זכרים כפופים וביובל בשל יעלים ור' לוי בגמרא פסק כר''י דשל ר''ה בשל זכרים ופסק כת''ק דשוה יובל לר''ה הלכך זה וזה דשל זכרים כפופים כדאיתא בגמרא וקיימא לן כר' לוי הלכך כל השופרות פסולין חוץ משל זכרים זה דעת רבינו. ושיטה אחרת יש דמתניתין דכל השופרות היא לעכב ואידך דשופר של ר''ה היא למצוה בלבד והא דר' לוי דגמרא נמי מצוה היא בדוקא ולא לעכב. וכן (דף ט\"ז) מה שאמר ר' אבהו למה תוקעין בשופר של איל וכו' למצוה היא בדוקא. וזו היא שיטת ההשגות וכן כתוב שם א''א הפריז על מדותיו אלא מצוה בכפופים ואם תקע בשל יעל יצא ע''כ. ולא ידעתי למה כתב בשל יעל דלפי שיטה זו כל השופרות החלולין כשרין בדיעבד חוץ משל פרה וזה דעת הרמב''ן והרשב''א ז''ל ועיקר: ",
        "<b>ואף על פי שלא נתפרש בתורה וכו'.</b> ברייתא פרק יום טוב של ר''ה (דף ל\"ג:) ת''ר מנין שבשופר ת''ל והעברת שופר תרועה אין לי אלא ביובל בר''ה מנין ת''ל וכו' שיהיו כל תרועות שבחדש השביעי זה כזה וכו': "
      ],
      [
        "<b>במקדש היו תוקעין בר״ה וכו'.</b> במשנה פרק ראוהו בית דין (ראש השנה דף כ\"ו:) שתי חצוצרות משני צדדין שופר מאריך וחצוצרות מקצרות שמצות היום בשופר. ובגמ' (דף כ\"ז) במד״א במקדש אבל בגבולין מקום שיש שופר אין חצוצרות אמר ריב״ל מאי קראה בחצוצרות וקול שופר הריעו לפני המלך ה' לפני המלך ה' הוא דבעינן חצוצרות וקול שופר אבל בעלמא לא: "
      ],
      [
        "<b>שופר של עכו״ם ושל עיר הנדחת וכו'.</b> שם (דף כ\"ח) אמר רב יהודה בשופר של עכו״ם לא יתקע ואם תקע יצא. וכתב הרשב״א ז״ל ובמס' חולין סוף פ' כסוי הדם (חולין דף פ\"ט) תניא לא יצא ואוקימנא לה באשרה דמשה דכתותי מיכתת שיעוריה וכבר ביאר רבינו זה גבי לולב ושם יתבאר ראש פרק ח'. עוד כתב הרשב״א ז״ל וה״ה בשל תקרובת עכו״ם דעובד כו״ם דאין לה בטלה עולמית והכא בשופר שהוא עצמו עכו״ם אי נמי שהוא משמשי עכו״ם והכא במאי עסקינן כשנטלו על מנת שלא לזכות בו דאי לא מדאגבהיה קנייה ונעשה עכו״ם דישראל, עכ״ל. ופרק שמיני בהלכות עכו״ם באר רבינו דינים אלו ודין עיר הנדחת. ובגמ' ר״ה (דף כ\"ח) בשופר של עיר הנדחת לא יתקע ואם תקע לא יצא מ״ט עיר הנדחת אכתותי מיכתת שיעורה: ",
        "<b>שופר הגזול שתקע בו יצא שאין המצוה אלא בשמיעת הקול אף על פי שלא נגע וכו'.</b> כתבתי לשון רבינו לפי שראיתי גדולים בספריהם משתבשים בכונתו ומפליגין ענינו לדרכים אחרים. וזה מה שנראה לי בבאורו, רבינו כתב ששופר גזול שתקע בו יצא ואין הדין כן בלולב ובמצה ונתן טעם לדבר מפני מה נחלק שופר מהם לפי שמצות השופר אינה אלא השמיעה והשמיעה בלא הגעה היא ובלא הגבהה מן השומע אף על פי שהתוקע נגע בו מכל מקום אין השומע נוגע בו כלל אלא ששומע הקול היוצא ואין בקול דין גזל ולפיכך אף התוקע יוצא בו אבל לולב ומצה אין אדם יכול לצאת ידי חובתו בהן אלא בנגיעת גופן ולפיכך כשהן גזולין לא יצא בהן. זה ביאור דברי רבינו וכן מפורש בירושלמי מה בין לולב ומה בין שופר אמר רבי אליעזר תמן בגופו הוא יוצא הכא בקולו הוא יוצא ודברים פשוטים הם. ובהשגות א''א אפילו יהיה בקול דין גזל יום תרועה יהיה לכם מכל מקום הכי איתא בירושלמי עד כאן. סובר הר''א ז''ל כדברי מי שאומר כן בירושלמי ומ''מ אין כאן מקום להשגה אחר שהדין והטעם שהזכיר רבינו אמת: ",
        "<b>וכן שופר של עולה וכו'.</b> שם (דף כ\"ח) מסקנא דגמרא אמר רבא אחד שופר של עולה ואחד שופר של שלמים אם תקע בו יצא מ''ט מצות לאו ליהנות נתנו: ",
        "<b>לפיכך המודר הנאה משופר וכו'.</b> שם המודר הנאה מחבירו מותר לתקוע לו תקיעה של מצוה והמודר הנאה משופר מותר לתקוע בו תקיעה של מצוה, ורבינו ז''ל הזכיר החלק השני וכל שכן החלק הראשון: "
      ],
      [
        "<b>שופר של ר''ה וכו'.</b> פ' יו''ט של ר''ה (דף ל\"ב) משנה שופר של ר''ה אין מעבירין עליו את התחום ואין מפקחין עליו את הגל ולא עולין באילן ואין רוכבין על גבי בהמה ולא שטין על פני המים ואין חותכין אותו לא בדבר שהוא משום שבות ולא בדבר שהוא משום לא תעשה, ובגמ' מ''ט שופר עשה הוא וי''ט עשה ולא תעשה ואין עשה דוחה ל''ת ועשה: ",
        "<b>ומותר ליתן וכו'.</b> באותה משנה אבל אם רצה ליתן בתוכו מים או יין יתן פירוש כדי לצחצחו ובגמ' (דף כ\"ז:) מי רגלים אסור מפני הכבוד: "
      ],
      [
        "<b>שיעור השופר וכו'.</b> (שם) פרק ראוהו בית דין וכמה שיעור שופר פירש רשב''ג כדי שיאחזנו בידו ויראה לכאן ולכאן ופי' כדי שיאחזנו אדם בינוני לא קטן ולא גדול, וכן בארו בגמרא בנדה פרק המפלת ששיעור זה טפח הוא וכן כתבו ז''ל: ",
        "<b>נסדק לארכו פסול לרחבו וכו'.</b> (דף כ\"ז:.) משנה שם בשופר שנסדק ודבקו פסול ובגמרא נסדק לארכו פסול לרחבו אם נשתייר בו שיעור תקיעה כשר ואם לאו פסול. ופי' נסדק לארכו פסול בשנסדק כולו או רובו אבל מיעוטו ודאי לא וזה דעת הרבה מן המפרשים ועיקר. ונסדק לרחבו יש מי שכתב דבעינן שיעור תקיעה שלם כלפי פיו ולא למטה ויש מי שכתב בין למטה מן הסדק בין מלמעלה ויש להחמיר: ",
        "<b>ניקב וסתמו וכו'.</b> דברי רבינו הם כדברי ההלכות דבעינן ג' דברים שיהיה הסתימה במינו ושלא ניקב חציו אלא נשתייר רובו ושאינו מעכב את התקיעה אחר הסתימה וכן פסקו ר''ח ובעל הלכות ז''ל כלישנא קמא דר' יוחנן ולחומרא ויש בזה שטה אחרת וכבר העלה הרשב''א ז''ל שפסק זה עיקר. ופירוש מעכב התקיעה שנחלש הקול קצת ויוצא משם כך פירש הרמב''ן ז''ל ואמרו בירושלמי ניקב וסתמו ר' בא בר זמינא בשם רבי זעירא והוא שסתמו הא לא סתמו כשר שכל קולות כשרין בשופר. וכתב בהשגות זה הירושלמי וכן נכתב בעטור והרמב''ן והרשב''א ז''ל כתבוהו אבל בעלי ההלכות לא כתבוהו: ",
        "<b>קדחו בזכרותו כשר וכו'.</b> שם (דף כ\"ז.) שלחו ליה לאבוה דשמואל קדחו בזכרותו ותקע בו יצא דמין במינו אינו חוצץ. פירש''י ז''ל בזכרותו כשהוא מחובר בבהמה בולט עצם מן הראש ונכנס לתוכו ומוציאין אותו מתוכו וזה לא הוציאו אלא נקב את הזכרות, עכ''ל: ",
        "<b>דבק שברי שופרות פסול.</b> משנה שם (דף כ\"ז) דבק שברי שופרות פסול: "
      ],
      [
        "<b>הוסיף עליו כל שהוא וכו'.</b> ברייתא שם (דף כ\"ז) כלשון רבינו: ",
        "<b>צפהו זהב מבפנים וכו'.</b> ברייתא שם צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר. וכתב הרמב''ן ז''ל וטעמא דפסולא במקום הנחת פה משום דאיכא הפסק בין פיו לשופר ושמע מינה שאם הרחיק השופר מפיו ונפח בו ותקע בו פסול. עוד כתב גבי צפהו זהב מבחוץ ונשתנה קולו מכמות שהיה פסול לפיכך אלו שמציירין צורות לנאותו לא יפה הם עושים שמא נשתנה קולו מחמת אותן ציורין ואע''פ שאין כולו מצופה במיני הציורין לפעמים קולו משתנה בהן, עכ''ל: ",
        "<b>נתן שופר וכו'.</b> ברייתא כלשון רבינו וכתב הרמב''ן ז''ל שאם שמע קול שניהם יש לחוש ולפסול: ",
        "<b>הרחיב את הקצר וכו'.</b> שם ג''כ כלשון רבינו: "
      ],
      [
        "<b>היה ארוך וכו'.</b> ברייתא שם כלשון רבינו: ",
        "<b>גרדו בין וכו'.</b> שם ברייתות: ",
        "<b>היה קולו עבה וכו'.</b> ברייתא שם כלשון רבינו: "
      ],
      [
        "<b>התוקע לתוך וכו'.</b> שם התוקע לתוך הבור או לתוך הדות או לתוך הפיטס אם קול שופר שמע יצא אם קול הברה שמע לא יצא. ובגמ' אמר רב הונא לא שנו אלא לאותן העומדים על שפת הבור אבל לאותן העומדים בבור יצאו. ופירש רש''י ז''ל שהטעם שהם שומעים קול שופר לעולם, ע''כ. ופירוש פיטס חבית גדולה: "
      ]
    ],
    [
      [
        "<b>הכל חייבין לשמוע קול וכו'.</b> שם (ר\"ה כ\"ט) ברייתא כלשון רבינו: ",
        "<b>אבל נשים ועבדים וכו'.</b> פטור הנשים והעבדים במצות עשה שהזמן גרמא מבואר פ''ק דקדושין (דף כ\"ט) ופטור הקטנים פשוט הוא בכל מצוה ומשנה (ר\"ה כ\"ט) כאן כמו שיתבאר בסמוך: ",
        "<b>מי שחציו וכו'.</b> בברייתא הנזכרת כלשון רבינו: "
      ],
      [
        "<b>כל מי שאינו וכו'.</b> שם משנה חרש שוטה וקטן אין מוציאין את הרבים ידי חובתן זה הכלל כל מי שאינו מחוייב בדבר אינו מוציא את הרבים ידי חובתן. וכתב הרשב''א ז''ל שהעלו הראשונים שאע''פ שנשים פטורות רשאות לתקוע ולברך וכן נהגו. ואין נראה כן מדברי רבינו פרק ששי: ",
        "<b>אנדרוגינוס מוציא את מינו וכו'.</b> בברייתא הנזכרת כלשון רבינו. ובהשגות א''א זהו לדעת מי שאומר וכו' וחציו בן חורין עכ''ל. והמחלוקת הזה של אנדרוגינוס הוא מחלוקת תנאים פרק הערל ביבמות (דף פ\"ג) ורבינו פסק כדברי האומר בריה בפני עצמה הוא וכן פסקו בהלכות שם. ואפשר שאפילו לדברי מי שאומר חציו זכר מוציא את מינו ואינו דומה לחציו עבד לפי שיש חלוק בין מה שהוא בידי אדם למה שהוא בידי שמים: ",
        "<b>טומטום אינו וכו'.</b> בברייתא הנזכרת (ר\"ה כ\"ט): "
      ],
      [
        "<b>וכן מי וכו'.</b> ג''ז שם מסקנא דגמ' דאפילו לעצמו אינו מוציא: "
      ],
      [
        "<b>המתעסק בתקיעת שופר וכו'.</b> משנה פרק יו''ט של ר''ה (דף ל\"ב:) המתעסק לא יצא והשומע מן המתעסק לא יצא. ודע שלדברי האומר מצות צריכות כונה מתעסק קרוי כל זמן שאינו מתכוין לתקוע תקיעה של מצוה ולדברי האומר אין צריכות כונה מתעסק קרוי כל שאינו מתכוין לתקוע תקיעה ראויה. ובסמוך יתבארו דעות אלו: ",
        "<b>נתכוון שומע לצאת וכו'.</b> פ' ראוהו בין דין (דף כ\"ח כ\"ט) אמר ליה ר' זירא לשמעיה אכוין ותקע לי והקשו מדתנן היה עובר אחורי בית הכנסת או שהיה ביתו סמוך לבית הכנסת ושמע קול שופר או קול מגילה אם כיון לבו יצא ואם לאו לא יצא וכי כיון לבו מאי הוי האיך לא מיכוין אדעתא דידיה ותירצו הכא בשליח צבור עסקינן דדעתיה אכולי עלמא ואמרו שם דר' זירא ס''ל כר' יוסי דתניא השומע שומע לעצמו והמשמיע משמיע לפי דרכו אמר ר' יוסי בד''א בש''צ אבל ביחיד לא יצא עד שיתכוין שומע ומשמיע ופסק רבינו כר' זירא וכן פסקו בהלכות ובה''ג. ויש מן הגאונים שלא פסקו כן אלא כרבא (דף כ\"ח) דאמר התוקע לשיר יצא דמצות אינן צריכות כונה וכל שנתכוין לתקיעה ראויה אע''פ שלא נתכון לצאת יצא וזה דעת הרבה מן האחרונים ומכללם הרשב''א והרא''ה ז''ל ואני תמה בדברי רבינו שהוא פוסק פרק ששי מהל' חמץ ומצה שאם אכל מצה בלא כונה כגון שאנסוהו עכו''ם שיצא ידי חובתו וזה נראה בגמ' שהוא כדעת מי שאומר מצות אין צריכות כונה שכך שנינו שם שלחו ליה לאבוה דשמואל כפאו ואכל מצה יצא ואוקימנא לה כגון שכפאוהו פרסיים ואמר רבא זאת אומרת התוקע לשיר יצא ואמרו אלמא קסבר רבא מצות אינן צריכות כונה וא''כ היאך פסק כאן רבינו שמצות צריכות כונה והצריך כאן כונת שומע לצאת וכונת משמיע להוציא. ולא מצאתי בזה תירוץ נאות לדעתי אם נוסח ספריו אמת רק שנאמר שרבינו סובר דהא דכפאוהו ואכל מצה אינה תלויה בדין השופר ואולי שהוא סובר שכיון שאין אדם עושה מעשה בתקיעת שופר אלא השמיעה ואפילו התוקע עיקרו השמיעה לפיכך צריך כונה משא''כ באכילת מצה ורבה הוא שהשוה דינן ולפיכך דקדקו ואמרו אלמא קסבר רבה מצות אינן צריכות כונה ולא דקדקו כן מההיא דכפאוהו ואכל מצה, ועם כל זה אני מסתפק שלא תהיה נוסחת רבינו האמיתית שם גבי מצה לא יצא שכן נראה מן ההלכות ולא ראיתי מי שחלק בין מצוה למצוה בדין הכונה: "
      ],
      [
        "<b>מי שתקע ונתכוין להוציא וכו'.</b> כבר נתבאר זה בסמוך: "
      ],
      [
        "<b>יום טוב של ראש השנה וכו'.</b> ראש פרק (דף כ\"ט) יו''ט של ר''ה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה וכו' ואמר רבא מדאורייתא משרא שרי ורבנן הוא דגזרו בה כדרבה דאמר רבה הכל חייבין בתקיעת שופר ואין הכל בקיאין בתקיעת שופר שמא יטלנו בידו וילך אצל בקי ללמוד ויעבירנו ארבע אמות ברשות הרבים: "
      ],
      [
        "<b>התינוקות שלא וכו'. ומותר לגדול להתעסק עמהם כדי ללמדם ביום טוב בין קטן שהגיע לחינוך בין קטן שלא הגיע לחינוך וכו'.</b> כך היא הנוסחא האמתית בדברי רבינו ומלת ביו''ט נקשרת עם שלמטה שודאי אינו נקשר עם ומותר לגדול להתעסק עמהם שיאמר רבינו דדוקא ביו''ט מותר ההתעסקות אבל לא בשבת לפי שמפורש הוא בגמ' (ר\"ה ל\"ג) א''ר אלעזר אפילו בשבת ולא נתכוין רבינו לחלק בין יום טוב לשבת אלא לענין חינוך שבשבת אם הגיעו לחינוך מעכבין אותן מלתקוע וכ''ש שאין מתעסקין עמהם וביו''ט אפילו הגיעו לחינוך מתעסקין עמהם וזה כפי הלשון הכתוב בהלכות ואית דאמרי איפכא ופי' מתעסקין שאומרים להם תקעו ומשתדלין עמהם. ובהשגות סברו דבר אחר בדברי רבינו ושטת ההשגות היא כלשון הראשון הכתוב בהלכות דאדרבה בשהגיעו לחינוך הוא דאפילו בשבת ובלא הגיעו דוקא ביו''ט אבל לא בשבת. <b>וכתב רבינו בשבת דאינה יו''ט של ר''ה</b> לפי שביו''ט של ר''ה שחל להיות בשבת ודאי מעכבין אותן שלא יאמרו שתוקעין ביו''ט של ר''ה שחל להיות בשבת. וכן נראה מן הירושלמי: "
      ],
      [
        "<b>כשגזרו שלא וכו'.</b> (שם כ\"ט:) יום טוב של ר''ה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה משחרב בית המקדש התקין רבן יוחנן בן זכאי שיהיו תוקעין בכל מקום שיש בו ב''ד אמר ר' אלעזר לא התקין אלא ביבנה בלבד אמרו לו אחד יבנה ואחד כל מקום שיש בו ב''ד ועוד זאת היתה ירושלים יתרה על יבנה שכל עיר שהיא רואה ושומעת וקרובה ויכולה לבא תוקעין וביבנה לא היו תוקעין אלא בב''ד בלבד ע''כ במשנה. ופירושה לדעת רבינו כך היא שמה שאמרו אבל לא במדינה אינו ר''ל אלא בגבולין אבל ירושלים עצמה הרי היא בכלל מה שאמרו במקדש היו תוקעין וכן פירש רבינו בפירוש המשניות. וזהו מה שאמרו ועוד זאת היתה ירושלים יתרה דקודם חורבן היה היתרון הזה וה''ק ועוד זאת היתה ירושלים יתרה קודם חורבן שהוא קודם התקנה ליבנה אחר חורבן ואחר תקנה וכן פירשו בתוס' ויש בזה שטה אחרת ומדינה כולל אפילו ירושלים עצמה ולפי שאין זה מעלה ומוריד לנו דמאי דהוה הוה לא אאריך בזה: "
      ],
      [
        "<b>ובזמן שחרב וכו'.</b> מ''ש רבינו שבעינן ב''ד סמוך בא''י וזהו מומחה כן הוא עיקר ואע''פ שמן ההלכות משמע דה''ה לכל ב''ד קבוע ומובהק אע''פ שאינו סמוך ולכך העידו שהיו תוקעין לפני הרב אלפסי ז''ל בשבת של ר''ה ולא סמכו עליו בדבר זה אפילו תלמידיו אלא דוקא במקום בית דין הסמוך וכן כתב הרמב''ן ז''ל. ",
        "<b>ומ''ש רבינו ב''ד שקדשו את החדש.</b> ברייתא שם (דף ל') היא וכן שאר הדברים מבוארים שם בגמרא. וננערו לעמוד בעיא דלא איפשיטא ולקולא שם לפי שאין זה אלא גזרה של דבריהם: "
      ],
      [
        "<b>בזמן הזה וכו'.</b> אלו דברים פשוטים הם. <b>ומה שכתב רבינו חל יום ראשון להיות בשבת</b> ולא כתב יום שני לפי שאי אפשר להיות יום ראשון בערב שבת כדי שלא יבא יום הכפורים באחד בשבת: "
      ]
    ],
    [
      [
        "<b>כמה תקיעות חייב אדם לתקוע וכו'.</b> ברייתא פרק יו''ט של ר''ה (דף ל\"ג ל\"ד) מנין שפשוטה וכו' ומנין שפשוטה לאחריה וכו' ומנין שהן שלש של שלש שלש ת''ל והעברת שופר תרועה זכרון תרועה יום תרועה ומנין ליתן את האמור של זה בזה פי' של יובל בר''ה ושל ר''ה ביובל ת''ל שביעי שביעי לגזרה שוה הא כיצד שלש שהן תשע ע''כ: ",
        "<b>תשע תקיעות וכו'.</b> כבר נזכר זה בסמוך: "
      ],
      [],
      [
        "(ב-ג) ",
        "<b>תרועה זו האמורה וכו'.</b> בגמ' (דף ל\"ד) ובהלכות אתקין רבי אבהו בקסרי תקיעה ושלשה שברים תרועה ותקיעה ושאלו מה נפשך אי ילולי הוא תרועה נעביד שלשה שברים לא נעביד אי גנוחי הוא שלשה שברים נעביד תרועה לא נעביד. ותירצו ר' אבהו ספוקי מספקא ליה אי גנוחי הוא אי ילולי הוא. מתקיף לה רב עוירא ודלמא גנוחי הוא ואתיא תרועה ומפסקא בין שברים לתקיעה ותירצו הדר עביד בבא אחרינא תש''ת והקשה רבינא ודלמא ילולי הוא ואתיא שברים ומפסקא בין תקיעה לתרועה ותירצו הדר עביד תר''ת. והקשו א''כ דעביד תש''ת ותר''ת דר' אבהו דאתקין תשר''ת למה לי ותירצו דילמא גנוחי וילולי והקשו אי הכי ליעבד נמי תרש''ת ותירצו סתמא דמילתא גנוחי מגנח איניש והדר מייליל ע''כ בגמ' ובהל'. וכתבתי סוגיא זו לפי שיש ללמוד ממנה שאע''פ שאם שמע ט' תקיעות בט' שעות יצא כמו שיתבאר בסמוך דוקא בשלא הפסיק ביניהן בקול שופר שאינו מן הראוי באותה בבא כלומר שאם היה שומע בבבא תקיעה שברים תקיעה תקיעה ואחריה שברים ובין שברים לתקיעה של אחריה שמע תרועה לא יצא וכן הדין בכל הבבות לפי שאע''פ שאין השהיה פוסלת בהפסקה בקול שופר שאינו ראוי פוסל ולזה נתכוין רבינו ז''ל למטה שכתב והוא שישמע כל בבא מהן על הסדר. וכ''כ הרמב''ן ז''ל ועיקר. <b>וממ''ש ונמצא מנין התקיעות ל'</b> נראה שהוא סובר שבסימן תשר''ת יכול הוא להפסיק בין השברים לתרועה רוצה לומר שאין חייב לעשותן בנשימה אחת אלא יכול להפסיק ביניהם אבל ודאי השברים בנשימה אחת חייב לעשותן שהרי תרועה אחת הן שלשתן ולא הוצרך רבינו ז''ל לבאר זה כיון שביאר שהן תרועה אחת. וכן דעת הרבה מן המפרשים ז''ל. אבל הרמב''ן ז''ל כתב דשברים ותרועה דתשר''ת כולן תרועה אחת הן דלמא גנוחי וילולי הוא תרועה הלכך אע''פ שמשונין בקולן אין לו להפסיק ביניהן ויש לחוש לדבריו. ודע שאם רצה להרבות בשברים ולעשותן ד' או ה' רשאי הוא והוא שלא יפסיק ביניהם. וזה ברור: "
      ],
      [
        "<b>שיעור תרועה כשתי תקיעות וכו'.</b> משנה שם (דף ל\"ג:) שיעור תקיעה כשלש תרועות שיעור תרועה כשלש יבבות ובגמ' הקשו והא תניא שיעור תקיעה כתרועה ותירץ אביי תנא דידי קא חשיב תקיעות דכלהו בבי ותרועות דכלהו בבי תנא ברא קא חשיב חד בבא ולא פליגי. עוד הקשו על סוף המשנה מדתניא שיעור תרועה כשלשה שברים ותירץ אביי בהא ודאי פליגי דכתיב יום תרועה יהיה לכם מר סבר ילולי הוא ומר סבר גנוחי הוא ע''כ בגמרא. וזהו פי' רבינו ושאר המפרשים ז''ל דשתי תקיעות כתרועה ותנא דידן חשיב תקיעות דכולהו בבי ר''ל שש תקיעות של שלש בבות מהם שלש לפני התרועות ושלש לאחר התרועות ושיעורן כשלש תרועות ותנא ברא לא קא חשיב אלא תקיעות בבא אחת שהם שתים ושיעורן כתרועה אחת לדברי הכל. ובשיעור תרועה פליגי דתנא דידן סבר שהוא ילולי שהוא קולות קטנים והתרועה היא שלש יבבות שלשה קולות קטנים ונקראים בירושלמי טרימוטא ותנא ברא סבר שהוא גנוחי ונקראים שברים והשבר הוא קול גדול. ורבינו לא הזכיר שיעור לפי שכבר ביאר שנסתפק לנו מה היא התרועה אבל כתב ששיעור השברים הם כתרועה וכן הוא ששיעור היבבות והשבר אחד שהשברים הם שלש והיבבות תשע וכן כתבו ז''ל ולא נתבאר זה בדברי רבינו יפה. ובהשגות יש שטה אחרת שהם מפרשים תקיעות דכולהו בבי התקיעות שלפני התרועות ונמצא שיעור תקיעה אחת כתרועה דכיון דאמר אביי בהא ודאי פליגי ממילא לא צריכין לתירוצא אחרינא אלא דכ''ע שיעור תקיעה x אחת כשלשה שברים לפי שהם מפרשים דתנא דידן לא חשיב אלא תקיעה ולפי שהוא סובר שהתרועה שלש יבבות קטנות לפיכך אמר שהתקיעה היא כשלש מאלו שהן תשע יבבות. ותנא ברא סובר שהתרועה היא שלשה שברים גדולים כט' יבבות ולפיכך אמר שהתקיעה היא כתרועה ונמצא שהם שוין בשיעור התקיעה ובשיעור התרועה הוא שנחלקו. ולדעת זה הסכימו הרמב''ן והרשב''א ז''ל ששיעור התקיעה כתרועה אחת והיא או שלשה שברים או תשעה טרימוטות שהכל בשיעור אחד וכן עיקר. ויש מי שהחמיר בתקיעה של תשר''ת שצריך להאריך בה כשיעור שלשה שברים ותרועה שהם שמונה עשר טרימוטות ואין זה עיקר אלא שיעור כל התקיעות אחד וכל אחת היא כתשעה טרימוטות: ",
        "<b>הרי שתקע והריע וכו'.</b> משנה שם תקע בראשונה ומשך בשניה כשתים אין בידו אלא אחת. ופירוש רבינו בה ברור ונכון וכן הסכימו הרמב''ן ז''ל והרשב''א ז''ל: "
      ],
      [
        "<b>שמע תקיעה אחת בשעה וכו'.</b> מימרא שם (דף ל\"ד) א''ר יוחנן שמע תשע תקיעות בתשע שעות ביום יצא. <b>ומ''ש רבינו והוא שישמע כל בבא מהם על הסדר,</b> פשוט הוא ומבואר בירושלמי והוא ששמעו על הסדר וכבר הארכתי למעלה לבאר זה: "
      ],
      [
        "<b>שמע תשע וכו'.</b> ברייתא שם (דף ל\"ד:) גבי הא דר' יוחנן דלעיל תנ''ה שמע תשע תקיעות בתשע שעות ביום יצא מתשעה בני אדם כאחד לא יצא תקיעה מזה ותרועה מזה יצא ואפילו בסירוגין ואפילו כל היום כלו: "
      ],
      [
        "<b>חייבים לשמוע וכו'.</b> במשנה (דף ל\"ב) ואומר אבות וגבורות וקדושת השם וכולל מלכיות עם קדושת היום ותוקע. זכרונות ותוקע. שופרות ותוקע. ואומר עבודה והודאה וברכת כהנים וזה דעת רבי עקיבא. ובהלכות וקי''ל הלכה כרבי עקיבא מחברו: "
      ],
      [
        "<b>שלש ברכות וכו'.</b> ברייתא שם (ל\"ד:) תקיעות וברכות של ר״ה ויוה״כ מעכבות זו את זו פירוש התקיעות מעכבות זו את זו והברכות מעכבות זו את זו. ופירוש יוה״כ של יובל. וכן הוא פ' ראוהו ב״ד (ראש השנה דף כ\"ו:) שוה יובל לר״ה לתקיעות ולברכות: ",
        "<b>וצריך לומר וכו'.</b> משנה (דף ל\"ב) פרק יו''ט של ר''ה אין פוחתין מעשרה מלכיות מעשרה זכרונות מעשרה שופרות. ר' יוחנן בן נורי אומר אם אמרן של שלשה שלשה יצא ואין מזכירין מלכיות זכרונות ושופרות של פורענות מתחיל בתורה ומשלים בנביא ר' יוסי אומר אם השלים בתורה יצא ואסיקנא דה''ק ר' יוסי אומר משלים בתורה ואם השלים בנביא יצא. ובהלכות וקי''ל כר''י וכן בגמרא תניא א''ר אלעזר בר''י ותיקין היו משלימין בתורה. עוד שם ריב''ן אומר אם אמר שלשה מכלן יצא כנגד תורה נביאים וכתובים אמר שמואל הלכה כריב''ן. ובהלכות ואסיקנא בסוף פרקא א''ר חננאל אמר רב כיון שאמר ובתורתך ה' אלהינו כתוב לאמר שמע ישראל ה' אלהינו ה' אחד בין יחיד בין רבים שוב אינו צריך וכן הלכתא ע''כ בהלכות. ומדברי רבינו נראה שהוא מפרש שבפסוק אחד של תורה די. ונראה לי לפי פירושו דרב חננאל סובר שריב''ן שאמר אם אמר שלשה מכולן יצא מכל הברכות קאמר דהיינו מלכיות וזכרונות ושופרות וכי קאמר במשנה שלשה שלשה ה''ק ג' מן התורה בין כל הברכות או ג' מן הנביאים וג' מן הכתובים ובא ר''ח ופי' דבעינן שיהא אותו הפסוק של תורה. ויש בפירוש הא דר''ח הרבה שטות ומדברי הגאונים ז''ל נראה כפירוש רבינו אבל הרמב''ן ז''ל פירש שהוא צ''ל ובתורתך וכן צ''ל ובדברי קדשך וכן צ''ל וע''י עבדיך הנביאים אלא שאינו צריך להזכיר הפסוקים. ודע שאם רצה להוסיף יותר מי' פסוקים מוסיף וכן כתבו הגאונים ז''ל. עוד כתבו שכתובים באמצע קודם הנביאים כמו שכתב רבינו ז''ל וכן נהגו: "
      ],
      [
        "<b>ואין מזכירין וכו'.</b> כבר נזכר זה במשנה והפסוקים שהזכיר רבינו מבוארים בגמ': ",
        "<b>ולא זכרון וכו'.</b> ברייתא כלשון רבינו: ",
        "<b>ופקדונות אינן וכו'.</b> בגמרא פקדונות הרי הן כזכרונות כגון פקד פקדתי אתכם דברי ר' יוסי ר''י אומר פקדונות אינן כזכרונות. ובהלכות אע''ג דקי''ל דר' יוסי ור' יהודה הלכה כר' יוסי הכא נהוג עלמא כר' יהודה: ",
        "<b>ויש לו להזכיר פורענות של אומות עכו''ם וכו'.</b> ברייתא כלשון רבינו ז''ל: ",
        "<b>שמע ישראל וגו'.</b> שלשה פסוקים אלו בגמרא מחלוקת ר' יוסי ור' יהודה וקי''ל כר' יוסי דאמר שהן מלכיות וכן כתוב בהלכות: "
      ],
      [
        "<b>המנהג הפשוט בסדר תקיעות של ר''ה כך הוא.</b> זה המנהג היה פשוט בכל העולם וכן מבואר בהלכות. נמצא עכשיו שתוקעין ג' פעמים תשר''ת ותוקעין שלש פעמים תש''ת ותוקעין שלש פעמים תר''ת ונהגו העם לתקען כשהם יושבין ומברכין עליהן ברכת התקיעה ומפני שהצבור צריכין לשמוע התקיעות על סדר ברכות לפיכך חוזרין ותוקעין תשר''ת למלכיות פעם אחת ותש''ת לזכרונות פעם אחת ותר''ת לשופרות פעם אחת ובדין הוא שיתקעו אותן על סדר ברכות כסדר שתקעו כשהן יושבין אלא כיון שהברכות אינן מעכבות את התקיעות והרי יצאו י''ח באותן שתקעו כשהן יושבין די להם לתקוע תשר''ת תש''ת תר''ת על סדר ברכות פעם אחת שלא להטריח את הצבור וכך מנהג בכל העולם ובשתי ישיבות עכ''ל. ורבינו יעקב ז''ל הנהיג בהרבה מקומות בצרפת לתקוע תשר''ת במלכיות ובזכרונות ובשופרות וכבר הכריעו הרמב''ן והרשב''א ז''ל כדברי הגאונים ורבינו וכן נהגו: "
      ],
      [
        "<b>זה שתוקע כשהן עומדין וכו'.</b> כ''כ הגאונים וכך אמר רבינו האי ז''ל המנהג בישראל שהתוקע בזמן שהצבור יושבין ומברך קודם התקיעה הוא התוקע על סדר הברכות כשהן עומדין וא''צ ברכה ואם נאנס הראשון ואינו יכול לתקוע שוב אין השני צריך לברך ע''כ: <b>מ''ש רבינו ואינו מדבר אבל אם שח שאין חוזר ומברך</b>, כך מבואר בהלכות שם בשם ריש מתיבתא וכן כתבו רבינו סעדיה ורבינו האי ז''ל ועוד כתב בהלכות הרב ר' יצחק אבן גיאת ז''ל בשם קצת גאונים שאפילו הקהל חייבים שלא לשיח שאין זה מברך לתקוע אלא לשמוע ע''כ. ואין נראה כן מדברי רבינו ומן האחרונים ז''ל יש שכתבו שאפילו התוקע אינו צריך שלא ישיח והאריכו בזה. והנכון למנוע האיש התוקע מלשיח אבל הצבור אם לא נמנעו אין גוערין בהם: "
      ],
      [
        "<b>בדין היה שיתקעו וכו'.</b> כבר נתבאר זה בדברי ההלכות שכתבתי למעלה: ",
        "<b>וכל הדברים האלו וכו'.</b> שם (דף ל\"ד:) תניא כשהוא שומען שומען על הסדר ועל סדר ברכות במה דברים אמורים בחבר עיר פירוש ש''צ אבל שלא בחבר עיר שומען על הסדר ושלא על סדר ברכות ועוד מבואר שם: "
      ],
      [
        "<b>התקיעות אינן מעכבות וכו'.</b> זה מבואר במה שיתבאר בסמוך בדין שתי עיירות ועוד שנינו במשנה (דף ל\"ג:) מי שבירך ואח''כ נתמנה לו שופר תוקע ומריע ותוקע וכן כתבו ז''ל: ",
        "<b>שתי עיירות באחת יודע וכו'.</b> ברייתא שם (דף ל\"ד:) מצוה בתוקעין יותר מן המברכין כיצד שתי עיירות באחת תוקעין ובאחת מברכין הולכין למקום שתוקעין ואין הולכין למקום שמברכין והקשו פשיטא הא דאורייתא והא דרבנן ותירצו ל''צ דהא ודאי והא ספק, ע''כ: "
      ]
    ],
    [
      [
        "<b>שיעור הסוכה גבהה אין פחות וכו'.</b> ריש פ''ק סוכה שהיא גבוהה למעלה מכ' אמה פסולה ור' יהודה מכשיר ושאינה גבוהה עשרה טפחים ושאין לה שלש דפנות פסולה וכו' ואין הלכה כר''י. ושיעור הרוחב מחלוקת בגמ' (דף ב' ג') וקי''ל כמ''ד אינה צריכה שתהא מחזקת אלא כדי ראשו ורובו ושלחנו והם ז' טפחים על ז' טפחים כמו שמפורש בירושלמי ומבואר הוא בגמ' דמשך סוכה שבעה ומוסכם הוא: ",
        "<b>היתה פחותה מעשרה טפחים וכו'.</b> במשנה הנזכרת ומבואר בהלכות דקי''ל כאוקימתא דרבא דכל גוונא שהיא גבוהה למעלה מעשרים אמה פסולה ופירוש שיהא בחלל הסוכה מלבד עובי הסכך יותר מעשרים אמה דהלכתא כרבא דאמר פ''ק דעירובין (דף ג':) חלל סוכה תנן ויתבאר בדברי רבינו בפרק זה: "
      ],
      [
        "<b>וסוכה שאין לה שלש דפנות וכו'.</b> משנה הנזכרת ובגמרא (סוכה ו' ז') ת\"ר שתים כהלכתן ושלישית אפילו טפח ור' שמעון אומר שלש כהלכתן ורביעית אפילו טפח וקי\"ל כרבנן ונחלקו בגמרא אמוראים אותו טפח היכן מעמידו ורבי סימון וריב\"ל אומר עושה טפח שוחק פי' יתר כל שהוא ומעמידו בפחות מג' סמוך לדופן וכל פחות משלשה כלבוד דמי וכן הלכה. עוד שם סוכה העשויה כמבוי וכו' רבי סימון ואיתימא ריב\"ל אומר עושה לו פס ד' טפחים ומשהו ומעמידו בפחות משלשה סמוך לדופן וכל פחות משלשה כלבוד דמי והקשו מאי שנא התם דקא אמרת דסגיא בטפח שוחק ומאי שנא הכא דקא אמרת פס ד' ותירצו התם דאיכא שתי דפנות כהלכתן פירוש שהן זו בצד זו כמין ג\"ם (Γ) סגי ליה בטפח שוחק הכא דליכא שתי דפנות כהלכתן אי איכא פס ד' אין אי לא לא. עוד שם אמר רבא ואינה נתרת וכו' ולשון אחרון אמר רבא וצריכא נמי צורת פתח רב אשי אשכחיה לרב כהנא דעביד טפח שוחק וקא עביד לה נמי צ\"פ ואמר ליה דכי האי לישנא דרבא ס\"ל דאמר וצריכה נמי צ\"פ. ומפרש רבינו ז\"ל לפי מ\"ש למטה כאן בסמוך דהא דצריכא צ\"פ אתרוייהו קאי בין סוכה שיש לה שתי דפנות כהלכתן בין סוכה העשויה כמבוי. וכן כתב בהלכות הרב רבי יצחק אבן גיאת ז\"ל ומחלוקת היא בין המפרשים ז\"ל שיש מהם שפירש שבסוכה העשויה כמבוי א\"צ צ\"פ שהרי פס ד' ומשהו בפחות מג' במקום דופן ז' הוא עומד וכל שיש לה שלש דפנות אינה צריכה צ\"פ וזה דעת העטור והר\"א ז\"ל. ויש להחמיר כדברי רבינו והגאונים ז\"ל אבל אם היו לה ג' דפנות גמורות ודאי א\"צ צ\"פ וכן מבואר מדברי רבינו:"
      ],
      [
        "<b>היו לה שתי דפנות וכו'.</b> כבר נתבאר למעלה: <b>קנים היוצאים מס</b> שם (דף י\"ט) תנא פסל היוצא מן הסוכה נדון כסוכה יוסף דאמרי תרוייהו בקנים היוצאים מן הסוכה עסקינן ומשכא ואזלא דופן בהדייהו מהו דתימא לית בה הכשר סוכה קמ''ל. פירוש שדופן אחד ארוך מחבירו ונמשך עם קנים אלו וקמ''ל דלא אמרינן לא הכשיר ארוך אלא כנגד הקצר אלא הרי הוא כסוכה: "
      ],
      [
        "<b>דפנות שהיו דבוקות וכו'.</b> משנה שם (דף י\"ז) המשלשל דפנות מלמעלה למטה אם גבוהה מן הארץ שלשה טפחים פסול מלמטה למעלה אם גבוהות מן הארץ עשרה טפחים כשרה. רבי יוסי אומר כשם שמלמטה למעלה עשרה כך מלמעלה למטה עשרה והלכתא כסתם משנה. עוד שם (דף י\"ז) הרחיק את הסכך מן הדפנות ג' טפחים פסולה: ",
        "<b>תלה מחיצה וכו'.</b> בגמרא (דף ט\"ז:) אבימי אמר מחצלת ארבעה ומשהו מתרת בסוכה משום דופן תלי בי מצעי פחות מג' למטה ופחות מג' למעלה וכל פחות מג' כלבוד דמי. והקשו פשיטא. ותירצו קמ''ל דאמרינן תרי לבוד. והקשו על דין זה מדתניא מחצלת ז' ומשהו מתרת בסוכה משום דופן פירוש ואם איתא ליתני ד' ומשהו ותירצו כי תניא ההיא בסוכה גדולה פירוש גבוהה טפי דליכא למימר לבוד למעלה אלא למטה וקמ''ל דמשלשלין דפנות מלמעלה למטה כך היא גרסת הגאונים ז''ל. ופירשו בהלכות הרב ר' יצחק אבן גיאת ז''ל דאי ממתניתין ה''א דוקא דיעבד אבל לכתחלה לא קמ''ל. ופירוש לדבריו כגון שאין הסוכה גבוהה י''ג טפחים שאין מחצלת זו גבוהה מן הקרקע ג' טפחים דאי בגבוהה י''ג טפחים אתיא לה כר' יוסי ואין הלכה כמותו. ועיקר הגירסא וקמ''ל דמשלשלין דפנות מלמטה למעלה וכן גרסת רש''י ז''ל ופירוש דאע''ג דליכא אלא עשרה בהדי לבוד דלמטה אפילו הכי מתרת אע''ג דאינה מגעת לסיכוך עכ''ל. ורבינו לא הזכיר דין זה דסוכה גדולה דאמרינן לבוד למטה שכיון שהזכיר שאומרים שני לבודים כל שכן שאומרים לבוד אחד: "
      ],
      [
        "<b>העושה סוכתו בין האילנות וכו'.</b> משנה פרק הישן (סוכה דף כ\"ד:) העושה סוכתו בין האילנות והאילנות דפנות לה כשרה ובגמר אמר רב אחא בר יעקב כל מחיצה שאינה יכולה לעמוד ברוח מצויה אינה מחיצה והקשו והא תנן העושה סוכתו בין האילנות והאילנות דפנות לה כשרה והא קא אזיל ואתי ותירצו הב״ע בקשין פי' אילנות חזקים שאינן נעים ע״י רוח מצויה. והקשו והא איכא נופי ותירצו דעביד לה בהוצא ודפנא. פירוש שמלא את האמירים בתבן ובקש. וכתב רבינו רוח מצויה של יבשה לפי שמבואר שם דלדידן דקי״ל סוכה דירת עראי בעינן כל שיכולה לעמוד ברוח מצויה דיבשה אע״פ שאינה יכולה לעמוד ברוח מצויה דים כשרה: "
      ],
      [
        "<b>העושה סוכתו בראש העגלה וכו'.</b> משנה שם (דף כ\"ב כ\"ג) כלשון רבינו ז''ל ומפורש שם שכיון שיכולה לעמוד ברוח מצויה דיבשה די בכך אליבא דהלכתא ואפילו בספינה: ",
        "<b>בראש האילן וכו'.</b> גם זה במשנה (דף כ\"ב:) כלשון רבינו: ",
        "<b>היו מקצת הדפנות וכו'.</b> שם במשנה שתים בידי אדם ואחת באילן או שתים באילן ואחת בידי אדם כשרה ואין עולין לה ביו״ט שלש בידי אדם ואחת באילן כשרה ועולין לה ביו״ט זה הכלל כל שינטל האילן והיא יכולה לעמוד בפני עצמה כשרה ועולין לה ביו״ט ע״כ במשנה. ומפרש רבינו ז״ל ששתים ושלש דפנות הם וכן פירש״י ז״ל בפרק מי שהחשיך (שבת דף קנ\"ד:) שהובאה משנה זו שם ושם כתב שאף על פי שקרקע הסוכה הוא קרקע עולם והסכך הוא שסמוך על הדפנות שקצתן האילנות אעפ״כ הכניסה בסוכה קרוי עליה ואסרו ליכנס לה מפני שהיו רגילים לתלות בסכך חפציהם ולהשתמש בהן וכן כתב הרשב״א ז״ל. עוד כתב א״נ כשתחתית הסוכה נסמכת על האילן דהולך בסוכה ומשתמש באילן וכן פירשו בתוספות אבל אם לא היה נסמך הסוכה באילן ואינו משתמש על הסכך מותר שאינו אסור להשתמש תחת צלו של אילן עצמו כ״ש תחת צל הסוכה הנסמכת באילן עכ״ל. ויש בזה שיטות אחרות וזו עיקר: "
      ],
      [
        "<b>סוכה שאין לה גג פסולה וכו'.</b> פ''ק משנה (דף י\"ט:) העושה סוכתו כמין צריף או שסמכה לכותל ר' אליעזר פוסל וחכמים מכשירין ובגמרא תנא מודה ר''א שאם הגביהה מן הקרקע טפח או שהפליגה מן הכותל טפח שהיא כשרה ואסיקו בגמ' דמתניתין יחידאה היא ואיפכא הויא דר''א מכשיר וחכמים פוסלין וק''ל כחכמים. ופירש רש''י ז''ל שכל שהגביהה מן הקרקע טפח ואינו משופע לגמרי כגג מעליא דמי דההוא טפח חשיב ליה ככותלים של סוכה ושפוע שלו חשיב ליה גג או שהרחיקה מן הכותל טפח וסכך אותו טפח כסכך הסוכה כשר דכיון דאיכא טפח דגג שהוא שוה כשרה עכ''ל כדברי רבינו ז''ל. וראיתי מן האחרונים מי שפירש ואמר דדוקא בשעשה הדפנות בדבר שמסככין בו ויש בדפנות אלו כדי ט''ז טפחים עשרה לדפנות וששה לסכך חוץ מטפח זה שעומד לגג פחות מכן פסולה ע''כ דבריהם ויש לחוש להם אע''פ שאינן נראין מחוורין: ",
        "<b>סוכה עגולה אם יש בהיקפה וכו'.</b> שם (דף ז':) מפורש דתניא אחרים אומרים סוכה העשויה כשובך פסולה לפי שאין לה זויות ואמרו שם דאתיא כמ''ד סוכה דירת קבע בעינן ואין הלכה כן. <b>ומ''ש רבינו אם יש בהיקפה כדי לרבעה וכו'</b> גם זה מבואר במימרא דרבי יוחנן דבעי כדי לרבע בה ארבע אמות על ד' אמות ואליבא דהלכתא שיעור הסוכה ז' טפחים על ז' טפחים כמו שנתבאר: "
      ],
      [],
      [
        "(ח-ט) ",
        "<b>סיכך על גבי אכסדרה שיש לה פצימין וכו'.</b> שם (דף י\"ח) אתמר סיכך ע''ג אכסדרה שיש לה פצימין כשרה אין לה פצימין אביי אמר כשרה ורבא אמר פסולה אביי אמר כשרה אמרינן פי תקרה יורד וסותם ורבא אמר פסולה לא אמרינן פי תקרה יורד וסותם ופסקו בגמרא כרבא ושם מבואר דפצימין אלו מכשירין אפילו נראין מבחוץ ושוים מבפנים וכתוב בהלכות והא דאמרינן על גבי אכסדרה לאו על גבה ממש אלא בסמוך לה כדכתיב ועליו מטה מנשה ומתרגמינן ודשרן סמיכין עלוהי ע''כ. וזהו פירושה אכסדרה זו היא שני כותלים זה כנגד זה ומקצתן מקורה וסמוך לקרוי על הקצה אחד סיכך הסכך וזו היא צורתה (עיין בסוף הספר ציור י') נמצא שסוכה זו אין לה אלא שני כתלים ואם יש פצימין פירוש עמודים בולטים ברוח שלישית אע''פ שבסוכה אחרת כגון זו צריך פס ד' ומשהו כמו שנתבאר כאן די בפצימין לפי שכשיש פצימין אומרים פי תקרה יורד וסותם כלומר פי תקרה של אכסדרה שהוא קרוי קבע יורד וסותם אבל בלא פצימין לא ויש בזה שיטות אחרות וזו עיקר. וכבר ביארתי פרק י''ז מהלכות שבת נראה מבחוץ ושוה מבפנים נראה מבפנים ושוה מבחוץ מהו ענינן: "
      ],
      [
        "<b>סיכך על גבי מבוי שיש לו לחי או על גבי באר וכו'.</b> שם (דף ז':) אמר רבא סיכך על גבי מבוי שיש לו לחי כשר. ואמר רבא סיכך על גבי פסי ביראות כשר. ומבואר בסוגיא דדוקא לשבת שבתוך החג אבל לא לשאר הימים וכן סברת הרבה מן הגאונים ז''ל ועיקר. וענין הלחי ופסי ביראות מבוארים פרק י''ז מהלכות שבת: "
      ],
      [
        "<b>נעץ ד' קונדיסין וכו'.</b> שם ת''ר נעץ ד' קונדיסין וסיכך על גבן ר' יעקב מכשיר וחכמים פוסלין. אמר רב הונא מחלוקת על שפת הגג דר''י סבר אמרינן גוד אסיק מחיצתא ורבנן אמרו גוד אסיק לא אמרינן אבל באמצע דברי הכל פסולה ורב נחמן אמר באמצע הגג מחלוקת. ויש מי שגורס איבעיא להו באמצע הגג מחלוקת אבל על שפת הגג דברי הכל כשרה או דילמא בין בזו בין בזו מחלוקת תיקו. והרבה מן הגאונים ז''ל אינן גורסין האי אבעיא להו כלל אלא ה''ק ורב נחמן אמר באמצע הגג מחלוקת אבל על שפת הגג דברי הכל כשרה והלכה כר''נ דרב הונא אתותב וכן כתב בהלכות הרב ר' יצחק אבן גיאת ז''ל בשם רב שרירא ורב ישראל גאונים ז''ל וגרסא זו נראית לי עיקר. חדא דלאותה גרסא ר''נ לא אתא לאפלוגי בהדיא אלא בדין אמצע הגג דר''י מכשיר ולא הל''ל באמצע הגג מחלוקת דלא נפקא לן מידי אלא אליבא דר' יעקב ולאנוחי בספיקא דין שפת הגג דנפקא לן דינא אליבא דרבנן. ועוד דסוגיין דאמרינן לימא תהוי תיובתא דרב הונא בתרתי משמע לכאורה דלא מספקא לן בסבריה דר''נ אי פליגי בתרתי, ואע''פ שאין דברים אלו מוכרחין גירסא זו נראית עיקר. ובהשגות א''א אין זה מחוור דאפילו לרב נחמן קאי בתיקו ולחומרא עכ''ל. והוא כפי גירסא זו שבספרים וכבר כתבתי דעת רבינו ז''ל ועיקר: "
      ],
      [
        "<b>סוכה שיש לה פתחים הרבה וכו'.</b> ברייתא שם (דף ז') דופן סוכה כדופן שבת ובלבד שלא יהא בין קנה לחבירו שלשה טפחים ויתירה שבת על הסוכה שהשבת אינה ניתרת אלא בעומד מרובה על הפרוץ מה שאין כן בסוכה. פירוש ברוח שלשית דדי בסוכה במחיצת טפח או בפס ד' כפי מה שנתבאר אבל בשתים הרי דינה כדין שבת וכן פירשו ז''ל. ולזה כתב רבינו ז''ל כאן דין זה וכיוצא בו מבואר פרק ט''ז מהלכות שבת בארוכה בבבא המתחלת כל מחיצה שיש בה פרוץ וכו' ושם הארכתי לבאר דבריו ומה שחלקו עליו במ''ש שבמקום צורת פתח צריך שלא יהא פרוץ מרובה על העומד וכן מבואר בעירובין פרק ראשון דסוכה ושבת שוין לדבר זה: "
      ],
      [
        "<b>סוכה שאוירה גבוה.</b> פ''ק דסוכה (דף ג' ד') סוכה שאוירה גבוה מעשרים אמה ובא למעטה בכרים וכסתות לא הוי מיעוט ואע''ג דבטלינהו בטלה דעתו אצל כל אדם. ותבן ובטלו הוי מיעוט וכל שכן עפר ובטלו תבן ואין עתיד לפנותו ועפר סתם מחלוקת ר' יוסי ורבנן, ופירוש רבנן סברי דלא הוו בטול כדאיתא התם. ויש מי שכתב דעפר לא בעי בטול אלא כל שאין עתיד לפנותו כל שבעת ימי החג סגי ודעת רבינו כדעת ההל' דבעינן בטול גמור וכן עיקר. ופירוש בטלו שדעתו להניחם שם לעולם ופי' אין עתיד לפנותו תוך שבעת ימי החג ויש בזה פירוש אחר וזה עיקר: ",
        "<b>היתה גבוהה מעשרים אמה וכו'.</b> שם (דף ד') הלכה פסוקה כלשון רבינו ז''ל: "
      ],
      [
        "<b>בנה איצטבה כנגד דופן האמצעית וכו'.</b> שם הלכה פסוקה כלשון רבינו ז''ל וזו היא צורתה (עיין בסוף הספר ציור יא) וזו האיצטבה יש לה שלש דפנות ונחלקו כל המפרשים אם הוכשרה כל הסוכה על ידי איצטבה זו או לא הוכשרה אלא האיצטבה בלבד ומדברי רש''י ז''ל והגאונים ז''ל נראה שכל הסוכה כשרה אבל יש מן האחרונים חלקו בזה: ",
        "<b>בנה איצטבה מן הצד וכו'.</b> ג''ז שם כלשון רבינו ז''ל ופי' שהאיצטבה דבוקה עם הכותל צפוני או דרומי ודבוקה ג''כ לכותל אמצעי ואם רחוקה מן הכותל השלישי ארבע אמות פסולה לפי שאין לה אלא שתי דפנות ואם לאו כשרה כאילו המחיצה השלישית נוגעת באיצטבה ואף בזה נחלקו המפרשים ז''ל כמו שנחלקו למעלה: ",
        "<b>בנה איצטבה באמצעה וכו'.</b> גם זה שם ואמרו שם פחות מד' אמות כשרה ואחריה דופן עקומה ופי' רבינו שרואין כאילו המחיצות נוגעות לאיצטבה וכן פירשו הגאונים ז''ל. ומדבריהם למדנו שהם מכשירין הסוכה ע''י כך והאחרונים ז''ל מפרשים בזה פירוש אחר ופוסלין יתר הסוכה חוץ מן האיצטבה. ובהלכות לא נזכרו דינין אלו לפי שאינן מצויין ולזה קצרתי בביאורן: ",
        "<b>בנה בה עמוד וכו'.</b> שם (דף ד':) בנה בה עמוד גבוה י' ויש בו הכשר סוכה סבר אביי למימר גוד אסיק מחיצתא וכשרה א''ל רבה בעינן מחיצות הניכרות וליכא. ויש מי שפי' שאע''פ שהוא בתוך ד' אמות לדפנות פסולה לפי שכיון שגבוה י' חלק לעצמו רשות ואין דפני הסוכה מועילין לו וכן כתוב בהלכות הר''י אבן גיאת ז''ל בבנה איצטבה באמצעה שאם גבוהה י' טפחים אין דפנות הסוכה מועילין לה אע''פ שהן תוך ד' אמות. ויש מן האחרונים שחלקו בזה ופירשו דהא דעמוד דוקא בשהוא רחוק ד' אמות מן הדפנות הא לאו הכי ודאי כשר אפילו גבוה כמה וכן הדין באיצטבה. ומ''ש בגמרא גבוה עשרה לפי שפחות מי' והוא רחוק מן הדפנות ד' אמות אפילו אביי לא הוה מכשיר ליה שכיון שאינו רשות בפני עצמו היכי נימא גוד אסיק אבל בגבוה עשרה שהוא רשות היחיד לענין שבת ועולה עד לרקיע היה אביי סבור להכשיר בסוכה ואמר ליה רבא דלא. וזהו דעת רבינו ז''ל. ולזה לא הזכיר גבוה י' אלא סתם דמשמע בין גבוה בין נמוך וכן דעת העטור ועיקר: "
      ],
      [
        "<b>היתה פחותה מעשרה טפחים וכו'.</b> שם קרוב ללשון רבינו ז''ל וכתוב בהל' הרב ר' יצחק אבן גיאת ז''ל והוא שיש בחקקה שיעור הכשר סוכה וכן הסכימו הרבה מן האחרונים ז''ל: "
      ],
      [
        "<b>דפני סוכה כשרים מן הכל שאין אנו וכו'.</b> פרק הישן (סוכה דף כ\"ג) ת״ר עשאה לבהמה דופן לסוכה ר״מ פוסל ור' יהודה מכשיר וקי״ל כר״י: ",
        "<b>ועושה אדם את חברו דופן ביום טוב כדי וכו'.</b> זה מבואר בעירובין פ' מי שהוציאוהו (עירובין דף מ\"ד) ברייתות ואוקימתות שם והכל מבואר שם חוץ ממה שכתב רבינו ז״ל שאם עשאו לדעת שמותר בשאר ימי החג שאין זה מבואר שם אבל מוכרח הוא ממה שאסרו כן ביו״ט ואם האדם אינו נעשה מחיצה לדעת ואין מחיצתו מועלת כל שהוא לדעת לא הוה נאסר ביו״ט ומוכרח הוא שם. ובהשגות בכאן דברים לא הוצרכו ליכתב שכך כתוב שם אבל אם עשאו לדעת אסור ביו״ט. א״א דוקא דופן שלישית אבל דופן רביעית מותר ושלא לדעת אפילו דופן שלישית מותר והאריך בטעם זה ודברים פשוטים הם ומבוארים בדברי רבינו ז״ל שדבריו במחיצת האדם הם בדופן שלישי שהוא צריך להכשר הסוכה שהרי כתב כדי שיאכל וישתה בסוכה כשרה שחברו דופן לה ואם כשיש לה שלש דפנות והאדם בדופן ד' כבר היא כשרה בלא דופן האדם וג״כ פשוט שדופן רביעי כיון שאינו צריך להכשר הסוכה יכול האדם לעמוד שם דלא גרע מכלים שכל מחיצה שאינה מתרת מותר לעשותה ביום טוב או בשבת ומבואר כל זה בדברי רבינו ז״ל: "
      ]
    ],
    [
      [
        "<b>הסכך של סוכה אינו כשר וכו'.</b> פ''ק דסוכה במשנה (דף י\"א) מבוארים שלשה חלקים דבעינן דבר שגדולו מן הארץ ושאין מקבל טומאה ושנעקר מן הארץ שאם היה מחובר פסול ונלמד מן הכתוב בגמ' (דף י\"א:) ושאר החלקים יתבארו בסמוך: "
      ],
      [
        "<b>סכך בדבר שאין גדולו מן הארץ וכו'.</b> כבר נזכר זה למעלה: ",
        "<b>ואם עבר וסכך וכו'.</b> (דף י\"ב:) אמר רב אשי הני שוושי ושווצרי מסככין בהם. ופירש''י ז''ל עשבים הם ולאו בני אכילה נינהו אביי אמר בשוושי מסככין בשווצרי לא מסככין בהו כיון דסני ריחיה שביק להו ונפיק. ופירש רבינו לא מסככינן לכתחלה אבל דיעבד ודאי כשרה וכן כתבו ז''ל. עוד שם אמר רב חנן בר רבא הני היזמי והיגי מסככינן בהו אביי אמר בהיזמי מסככין בהיגי לא מסככין כיון דנתרי שוכייהו שביק להו ונפיק: ",
        "<b>וצריך ליזהר שלא יהיו הוצין יוצאין וכו'.</b> שם (דף ד') היתה גבוהה עשרה והוצין יורדין בתוך עשרה סבר אביי למימר אם חמתן מרובה מצלתן כשרה א''ל רבא האי דירה סרוחה היא ואין אדם דר בדירה סרוחה וקי''ל כרבא: ",
        "<b>סככה במיני מתכות או בעצמות וכו'.</b> כבר נתבאר זה: ",
        "<b>הדלה עליה גפנים וכו'.</b> משנה שם (דף י\"ח): ",
        "<b>סככה בכלי עץ ובמחצלאות העשויות לשכיבה וכיוצא בהן וכו'.</b> שם (דף ט\"ז) משנה וברייתא: ",
        "<b>וכן אם סככה בשברי כלים וכו'.</b> שם (דף י\"ט) מימרא סככה בבלאי כלים פסולה מאי בלאי כלים מטלניות שאין בהן שלש על שלש דלא חזיין לא לעניים ולא לעשירים ותניא נמי הכי גבי מחצלת: "
      ],
      [
        "<b>סככה באוכלין פסולה וכו'.</b> שם (דף י\"ג:) סוגיא וברייתא סוכי תאנים ובהן תאנים פרכילי ענבים ובהן ענבים קשים ובהן שבלים מכבדות ובהן תמרים אם פסולת מרובה על האוכלין כשרה ואם לאו פסולה אחרים אומרים עד שיהיו קשין מרובין על האוכלין ועל הידות וקי''ל כת''ק: ",
        "<b>סיכך בירקות שאם ייבשו וכו'.</b> שם מימרא פוסלין משום אויר מ''ט כיון דכי יבשי פרכי ונפלי כמאן דליתנהו דמו. וירקות אלו אפילו אינן מקבלין טומאה שאין מיוחדין למאכל אדם הדין הזה הוא בהן: "
      ],
      [
        "<b>סככה בפשתי העץ וכו'.</b> שם (דף י\"ב:) אמר רב סככה באניצי פשתן פסולה בהוצני פשתן כשרה. ובהלכות פי' הוצני כתנא דלא דייק ולא נפיץ דעדין עץ הוא ע''כ. וכתב רבינו שהטעם שבאניצי פשתן פסולה הוא מפני שנשתנית צורתו וכן ראיתי לקצת מפרשים ז''ל והוצרכו לטעם זה מפני שהפשתן אינו מקבל טומאה אפילו כשהוא מנופץ וזה ברור וכן מוכח בבמה מדליקין (שבת כ\"ז:). ובהשגות א''א טעם אחר וכו'. ואני אומר שטעם רבינו מחוור מטעמו דודאי גרעי מבלאי כלים שנשארו מדבר שהיה מקבל טומאה מתחלה ואלו לא באו לכלל טומאה מעולם ולפי טעמו סככה בחיצין זכרים למה כשרה והלא ראוי להנתן בברזל ויעשו חצים (נקבות) ויקבלו טומאה אלא ודאי טעם רבינו עיקר: ",
        "<b>ומסככין בחבלים של וכו'.</b> בירושלמי סככה בחבלים אית תנא תני כשרה ואית תנא תני פסולה מ''ד פסולה בחבלים של פשתן ומ''ד כשרה בחבלים של סיב ע''כ. ופירוש חבלים אינן מקבלין טומאה לפי שאינן כלים וכמ''ש רבינו ושל פשתן מפני שאין צורתו עומדת פסולה. וגם זה סעד לטעם שכתב רבינו למעלה: "
      ],
      [
        "<b>סככה בחיצין וכו'.</b> מימרא שם (דף י\"ב:) קרוב ללשון רבינו. ופירש''י ז''ל זכרים אותן שמחודדין בראשן ונותנין אותן בתוך הברזל והם פשוטי כלי עץ ונקבות שחקק בראשו של עץ ובאותו חקק נותנין הברזל: "
      ],
      [
        "<b>מחצלת של קנים או מחצלת גמי וכו'.</b> רבינו השוה דין המחצלאות וזו היא שטתו. שנינו במשנה (דף י\"ט:) מחצלת קנים גדולה עשאה לשכיבה וכו' רבי אליעזר אומר וכו'. ואסיקנא בגמרא קטנה כולי עלמא לא פליגי דסתם קטנה לשכיבה כי פליגי בגדולה תנא קמא סבר סתם גדולה לסכוך ובהלכות וקי''ל כת''ק. עוד בגמ' (שם כ') ת''ר מחצלת של שיפה ושל גמי גדולה מסככין בה קטנה אין מסככין בה של קנים ושל חלף גדולה מסככין ארוגה אין מסככין בה ר' ישמעאל בר''י אומר משום אביו זו וזו מסככין בה וכן היה ר' דוסא אומר כדבריו. וזה פירושם לדעת רבינו דכולה ברייתא בסתמא שלא עשאה בפירוש לא לסכוך ולא לשכיבה ואתיא כת''ק דמתניתין וכי קתני בשל קנים ושל חלף גדולה מסככין בה פירושם גדולת השטח והשיעור ארוגה אין מסככין ר''ל אע''פ שהיא גדולה אם ארוגה היא אין מסככין בה ואהא פליגי רבי ישמעאל ורבי דוסא דאמרי זו וזו מסככין בה כלומר גדולה בין ארוגה בין שאינה ארוגה מסככין וקי''ל כותייהו כי היכי דתיקום מתני' כפשטה דלא מפלגא במחצלת של קנים אלא בגודל וקוטן ולא באריגה וזה דעת ההלכות. ובהשגות א''א והברייתא חלקה בשל קנים ושל חלף שאפילו בקטנה אם גדולה היא כעין עבותות מסככין בה מפני שהיא קשה ואינה ראויה לשכיבה אבל כשהיא אריגה אחת אין מסככין בה שראויה היא לשכיבה אבל כל גדולה סתמא היא לסכוך ואפילו ארוגה עכ''ל. ושטתו היא שהוא גורס גדולה מלשון גדיל ודברי ת''ק הם בדוקא בקטנה ור' ישמעאל ור' דוסא אפילו בקטנה וארוגה סברי דמסככין ולא ק''ל כותייהו אלא כת''ק ומשנתנו דמפלגא בין גדולה לקטנה בארוגה היא דאי בגדולה אפילו קטנה כשרה ולפי שטתו אין משנתנו כפשטה בכל גוונא: ",
        "<b>ואם יש לה קיר וכו'.</b> ברייתא שם (דף כ':) ואם יש לה קיר אין מסככין בה ובהלכות ואע''ג דשקיל לגרופא אין מסככין בהן מידי דהוה אבליות של כלים שאין מסככין בהן, ע''כ: "
      ],
      [
        "<b>נסרים שאין ברחבן ארבעה טפחים וכו'.</b> משנה שם (דף י\"ד) מסככין בנסרים דברי ר' יהודה ר' מאיר אוסר ובגמרא שתי אוקמיתות וקי''ל כרב פפא וכשמואל דבנסרים שיש בהן ארבעה טפחים דברי הכל אין מסככין משום גזרת תקרה פחות משלשה מסככין דקנים בעלמא נינהו כי פליגי מג' ועד ד' וקיימא לן כר''י כן פסקו הגאונים ובהלכות ומשופין שהזכיר רבינו מבואר שם בגמרא: ",
        "<b>נתן עליה נסר וכו'.</b> במשנה ובגמרא שם כלשון רבינו ופי' הסוכה כשרה כשהנסר הזה הוא מן הצד שנשארו לסכך הכשר ג' דפנות אבל באמצע הרי הוא מפסיק בין הדפנות ואין הסוכה כשרה כמו שיתבאר בפרק זה שסכך פסול פוסל באמצע בד' טפחים: ",
        "<b>היו נסרים שיש ברחבן וכו'.</b> שם (י\"ד:) הפכן על צידיהן פי' הני נסרים שיש בהם ד' רב הונא אמר פסולה ופליגי עליה ואסיקנא דפסולה דהוו להו הני נסרים כשפודין של מתכת ומבואר בהלכות: "
      ],
      [
        "<b>תקרה שאין עליה מעזיבה וכו'.</b> שם (דף ט\"ו) משנה תקרה שאין עליה מעזיבה רבי יהודה אומר בית שמאי אומרים וכו' ובית הלל אומרים מפקפק או נוטל אחת מבינתים ר' מאיר אומר נוטל אחת מבינתים אבל לא יפקפק. ופסקו בהלכות כב''ה ואליבא דר' יהודה וכן עיקר. ופירש רבינו תקרה זו היא מנסרים שאין בהן ארבעה והוא הנכון: "
      ],
      [
        "<b>סוכה שנעשית כהלכתה וכו'.</b> שם (דף ח':) תנו רבנן סוכת עכו''ם סוכת נשים סוכת בהמה סוכת כותים סוכה מכל מקום כשרה ובלבד שתהא מסוככת כהלכתה מאי כהלכתה אמר רב חסדא והוא שעשויה לצל: ",
        "<b>אבל סוכה שנעשית וכו' וכן החוטט בגדיש וכו'.</b> בגמ' תעשה ולא מן העשוי ובמשנה (דף ט\"ו) החוטט בגדיש לעשות לו סוכה אינה סוכה ובגמרא (דף ט\"ז) אמר רב הונא לא שנו אלא שאין שם חלל טפח במשך שבעה אבל יש שם חלל טפח במשך שבעה ה''ז סוכה. ופי' יש שם שעשה שם מתחלה בשעת עשיית הגדיש חלל טפח לשם סוכה שהוא חשוב אהל במשך שבעה שהוא שיעור הכשר סוכה: "
      ],
      [
        "<b>חבילי קש וחבילי עצים וחבילי זרדין וכו'.</b> משנה שם (דף י\"ב) חבילי קש וחבילי עצים וחבילי זרדין אין מסככין בהן ואם היו מותרין כשרין ואמרו בגמ' מה טעם אין מסככין פעמים שאדם בא מהשדה בערב וחבילתו על כתיפו ומעלה ומניחה על גבי סוכתו כדי ליבשה ונמלך עליה לסכוך והתורה אמרה תעשה ולא מן העשוי ע''כ: ",
        "<b>ואין חבילה פחותה מעשרים וחמשה וכו'.</b> זה מבואר בירושלמי. ובהשגות א''א בירושלמי וכו'. ורבינו ז''ל מפרש מ''ש בגמרתנו דאגד שלשה שמיה אגד לענין הזאה דכתיב ביה אגודת אזוב אבל חבילה אינה קרויה פחות מכ''ה בדין כדי להשוות הירושלמי עם הגמרא שלנו. ויש מפרשים כדברי הר''א ז''ל ויש תימה מן ההלכות שלא כתבו לא הירושלמי ולא גמרתנו דאגד שלשה שמיה אגד: "
      ],
      [
        "<b>חבילות קטנות שאגדו אותן למנין וכו'.</b> שם (דף י\"ג:) דרש מרימר הני אסורייתא דסורא מסככין בהו ואע''ג דאגידי למנינא הוא דאגידי: ",
        "<b>וכן החותך ראש דקל וכו'.</b> שם (דף י\"ג) אמר רב האי אפקותא דדקלא מסככין בהו ואע''ג דאגידי אגד בידי שמים לא שמיה אגד ואע''ג דהדר אגיד להו אגד בחד לא שמיה אגד: ",
        "<b>וכן כל אגד שאינו עשוי וכו'.</b> שם (דף י\"ג:) כלשון רבינו, ופי' שאינו עשוי לטלטלו על ידי אותו אגד: "
      ],
      [
        "<b>העושה סוכתו תחת האילן וכו'.</b> שם (דף ט':) משנה כלשונה העושה סוכתו תחת האילן כאילו עשאה בתוך הבית ובגמרא אמר רבא לא שנו אלא באילן שצלתו מרובה מחמתו אבל חמתו מרובה מצלתו כשרה. והקשו וכי חמתו מרובה מצלתו מאי הוי הא קא מצטרף סכך פסול בהדי סכך כשר ותירצו אמר רב פפא בשחבטן. והקשו אי בשחבטן תנינא הדלה עליה את הגפן ואת הדלעת ואת הקיסום וסכך על גבן פסולה ואם היה הסכך הרבה מהן או שקצצן כשרה היכי דמי אילימא בשלא חבטן הא קא מצטרף סכך פסול בהדי סכך כשר אלא לאו בשחבטן. ותירצו אי מהתם הוה אמינא ה''מ דיעבד אבל לכתחלה לא קמ''ל ע''כ בגמרא. ולא נזכרה סוגיא זו בהלכות אלא שעל המשנה דהדלה עליה שהזכרתי כתוב בהלכות אם היה הסכוך הרבה מהן אוקימנא בשחבטן דאי לאו הכי הא קא מצטרף סכך פסול בהדי סכך כשר ופסולה. או שקצצן כשרה וצריך לנענעו כדי שיהא מעשה לשם סוכה ולא אמרינן קציצתן זו היא עשייתן ע''כ. וזה דעת רבינו שהוא מפרש חבטן שהפרידן זה מזה. אבל אם היו מעורבין זה בזה אע''פ שהסכך כשר רבה מצטרפין זה בזה ופסול וזהו הדין שכתב בסמוך ערב דבר שמסככין בו וכו' ואם חבטן שרוצה לומר הפרידן צריך שיהא הסיכוך הכשר הרבה מן הפסול ואם היה כמותו בצמצום פסול וז''ש המשנה או שהיה הסיכוך הרבה מהן ואוקימנא לה בשחבטן וזהו הדין שכתב רבינו סיכך בדבר פסול ודבר כשר וכו' ועוד יתבאר זה למטה וכל זה כשאין בסכך פסול ביחד ג' טפחים כמו שיתבאר לפנינו ומ\"ש רבינו בכאן הוא סוף המשנה או קצצן כשרהו בגמ' אמרינן דצריך לנענע כמוזכר בהלכות וחידש רבינו שאם היה הסכך כשר רבה וקץ הפסול שאינו צריך לנענע ודבר פשוט הוא שהרי כיון שהסכך רבה לא היה צריך קציצה אלא חבטה להפרידן זה מזה כמו שנתבאר וכיון שקצצן כ\"ש שכשרה ועוד שלא הצריכו נענוע אלא משום תעשה ולא מן העשוי ופשוט הוא. זהו דעת רבינו בדברים אלו. וכן כתוב בהשגות שרבינו מפרש בחבטן שהפרידן זה מזה ושם כתוב ואם הלכה היא נקבל ואע''פ שיש להקשות עליו ממה שאמרו תחתונה כשרה ועליונה פסולה וקיימה עליונה למעלה מעשרים איצריכא ליה מהו דתימא נגזור דלמא מצטרף סכך פסול וכו' קמ''ל והכא ליכא עירוב כלל מ\"מ אנו יש לנו פירוש אחר עכ\"ל. וקושיא זו אינה כדאי ומ\"מ יש בזה שטה אחרת למפרשים האחרונים ז''ל שהם מפרשים הא קא מצטרף סכך פסול בהדי סכך כשר שכל סכך כשר שתחת סכך פסול אע''פ שחמתו של עליון מרובה מצלתו ותחתון צלתו מרובה מחמתו כיון שהעליון מאהיל על התחתון נמצא מקצת התחתון עצמו פסול שאינו עשוי לצל ואותו עליון הפסול מסכך עליו ומבטלו וכן אם היה פסול למטה וכשר למעלה ותירצו בשחבטן כלומר שערבן יחד מלשון חבוט רמי. וכתב הרמב''ן ז''ל ג' דינין הם, היה סכך אחד פסול וסכך אחד כשר זה למעלה וזה למטה וזו שאמרו והא קא מצטרף ופסול לעולם. אבל נ''ל דכל שאילו ינטל מן הכשר מה שתחת הפסול ועדיין צלתו מרובה כשר ובלבד שלא יהא ד' טפחים במקום אחד כדי שלא יפסל משום סכך פסול חבטן ועשאן סכך אחד כשר ופסול מעורבין אם היה הפסול בעצמו חמתו מרובה מצלתו והכשר צלתו מרובה מחמתו הרי הכשר רבה על הפסול ומבטלו נמצא זה אינו פוסל ואינו מצטרף וזהו דין ב'. עשה סכך אחד בכשר ופסול ולא היו מעורבין יחד אלא זה בפני עצמו וזה בפני עצמו אם היה כשר כפסול כשרה וזהו משנתנו דהמקרה סוכתו בשפודין ומאי דאתמר בה בגמרא עכ''ל. ולמטה אאריך בדין האחרון: "
      ],
      [],
      [
        "(יג-יד) ",
        "<b>עירב דבר שמסככין בו וכו'.</b> כבר הזכרתי זה בסמוך: ",
        "<b>סכך בזה לעצמו ובזה לעצמו וכו'.</b> משנה (דף י\"ז) בית שנפחת וסכך על גביו אם יש בין כותל לסכוך ד' אמות פסולה וכן חצר המוקפת אכסדרה וסוכה גדולה שהקיפוה בדבר שאין מסככין בו אם יש תחתיו ד' אמות פסולה. ובגמרא (דף י\"ז:) נחלקו רב ושמואל שמואל אמר סכך פסול באמצע פוסל בארבעה מן הצד פסול בד' אמות ורב אמר בין באמצע בין מן הצד בד' אמות. ובהלכות והלכתא בהא כשמואל דהא רבנן דבי רב כותיה סבירא להו וה''מ בסוכה גדולה אבל בסוכה קטנה בין באמצע בין מן הצד ג' טפחים ע''כ. ויש בקצת ספרי רבינו חסרון וטעות סופר בכאן ומבואר בקצתן בדקדוק וממה שכתבתי יובן האמת: "
      ],
      [],
      [
        "<b>סיכך בדבר פסול ודבר כשר וכו'.</b> משנה (דף ט\"ו) המקרה סוכתו בשפודין או בארוכות המטה אם יש ריוח ביניהן כמותן כשרה ובגמרא לימא תהוי תיובתא דר' הונא בריה דרב יהושע דאתמר פרוץ כעומד רב פפא אמר מותר רב הונא בריה דרב יהושע אמר אסור. ותירצו מאי כמותן בנכנס ויוצא שהוא מעדיף הכשר כנזכר שם ופסק רבינו כתירוץ זה וזה תמה אצלי שהרי בפי' נפסקה הלכה פירקא קמא דעירובין (דף ט\"ו:) כרב פפא דאמר פרוץ כעומד מותר ורבינו עצמו כן פסק פט״ז מהלכות שבת וא״כ למה פסק כתירוץ שהוא אליבא דמ״ד פרוץ כעומד אסור ואין הלכה כמותו. ונראה שמן הטעם הזה לא נזכרה סוגיא זו בהלכות וגם כל המפרשים האחרונים ראיתי שסוברין כן שאם היה כשר כפסול כשרה וכבר הזכרתי למעלה דברי הרמב״ן ז״ל שסובר כן. ויש לי להעמיד דברי רבינו דע שעל כרחנו יש לנו לומר דסכך פסול לענין זה כפרוץ הוא נחשב דאי לא היאך הקשו מן המשנה לרב הונא דאמר פרוץ כעומד פסול דהא הכא ליכא פרוץ מידי אלא לאו ש״מ דלענין פרוץ ועומד סכך פסול כפרוץ הוא נחשב וכמ״ש רבינו וכיון שכן ודאי בעינן סכך כשר טפי פורתא דאי לא מאחר דכפרוץ הוא הויא לה למטה חמתה מרובה מצלתה כדאיתא ריש פ' הישן (סוכה דף כ\"ב:) ומבואר בחכמת הראיות במופת שאור השמש הנכנס בחור מרובה על החור וכיון שכן על כרחין בעינן טפי וסעד לזה דרבי אמי ורבה אוקמוה הכי ואי לאו דסבירא להו הכי לענין הלכה לא הוו מוקמי מתניתין בהכי, וא״ת א״כ סוגיין תקשי לך אמאי קא פריך לרב הונא דהא אפילו לרב פפא על כרחין מתניתין במעדיף וכדאמרן, יש לומר דהוה מצי למימר ולטעמיך ולא אמר. כנ״ל לדעת רבינו: "
      ],
      [
        "<b>פרש עליה בגד מלמעלה וכו'.</b> משנה (דף י') פרס עליה סדין מפני החמה או תחתיה מפני הנשר פסולה ובגמ' א''ר חסדא לא שאנו אלא מפני הנשר אבל לנאותה כשרה ופירוש נשר העלים הנושרים. עוד שם לימא מסייע ליה לרב חסדא סככה כהלכתה עטרה בקרמין ובסדינין המצויירין ותלה בה אגוזים אפרסקים וכו' אלמא אם רצה לעטרה בסדינין לנאותה כשרה ודחי דלמא ברייתא מן הצד וק''ל כרב חסדא וברייתא היא כפשטא בין בסכוך בין בכותלים ומבואר בהלכות: "
      ],
      [
        "<b>נויי סוכה אין ממעטין וכו'.</b> שם (דף י\"ב) תנא נויי סוכה אין ממעטין בסוכה. פי' בשיעור עשרים אמר רב אשי ומן הצד ממעטין: ",
        "<b>היו נויי סוכה וכו'.</b> שם אתמר נויי סוכה המופלגין ממנה ארבעה רב נחמן אמר כשרה ורב חסדא ורבה בר רב הונא אמרי פסולה ובהלכות וקי''ל דיחיד ורבים הלכה כרבים. ויש מי שמפרשה דוקא בצלת הנויין מרובה מחמתן ואין נראה כן מדברי רבינו: "
      ],
      [
        "<b>סכך שיש בו חלונות וכו'.</b> משנה (דף כ\"ב) פרק הישן סוכה מדובללת ושצלתה מרובה מחמתה כשרה ובגמרא מאי מדובללת רב אמר סוכה עניה ומאי מדובללת מדולדלת וחדא קתני סוכה מדולדלת שצלתה מרובה מחמתה כשרה ויש שם אוקימתות אחרות בפירוש משנתנו ואינן חולקות כמו שיתבאר למטה. ועוד בגמ' (דף כ\"ב:) הא כהדדי פסולה ורמינהי ושחמתה מרובה מצלתה פסולה הא כהדדי כשרה ותירצו לא קשיא כאן מלמטה כאן מלמעלה. ופירשו בהלכות שאם החמה והצל מלמעלה שוין פסולה לפי שמלמטה החמה מרובה על הצל, וכבר הזכרתי זה למעלה: "
      ],
      [
        "<b>בד''א בשלא היה במקום אחד וכו'.</b> פ''ק (דף י\"ח) אויר פוסל בג' ואמר אביי אויר שלשה בסוכה גדולה ומיעטו בין בקנים בין בשפודין הוי מיעוט בסוכה קטנה בקנים הוי מיעוט בשפודין לא הוי מיעוט פירוש שפודין אין מסככין בהן לפי שהן של מתכות: ",
        "<b>היה רוב הסכוך וכו'.</b> שם (דף י\"ט) אוקימתא דר' יוחנן גבי ברייתא דפסל היוצא מן הסוכה נדון כסוכה ואוקמה ר' יוחנן לא נצרכה אלא לסוכה שצלתה מרובה מחמתה ומיעוטה חמתה מרובה מצלתה מהו דתימא תפסל בהך פורתא קמ''ל, ע''כ: "
      ],
      [
        "<b>דרך הסכוך להיות קל וכו'.</b> משנה פ' הישן (סוכה דף כ\"ב) המעובה כמין בית אע״פ שאין הכוכבים נראין מתוכה כשרה: ",
        "<b>היה הסכוך מדובלל וכו'.</b> על המשנה דסוכה המדובללת שהזכרתי למעלה אמר שמואל מאי מדובללת מבולבלת קנה עולה וקנה יורד וקתני תרתי סוכה מדובללת ושצלתה מרובה מחמתה כשרה ואמר אביי לא שאנו אלא שאין בין זה לזה ג' טפחים אבל יש בין זה לזה ג' טפחים פסולה רבא אמר אפילו יש בין זה לזה ג' טפחים כשרה דאמרינן חבוט רמי ולא אמרן אלא שיש בגגה טפח אבל בשאין בגגה טפח לא אמרינן חבוט רמי וקי''ל כרבא: "
      ],
      [
        "<b>העושה סוכה על גבי סוכה וכו'.</b> פ''ק (דף ט') משנה סוכה על גבי סוכה העליונה כשרה והתחתונה פסולה ר' יהודה אומר אם אין דיורין בעליונה התחתונה כשרה ובגמרא (דף י') כמה יהא בין סוכה לסוכה ותהא התחתונה פסולה אמר רב הונא טפח רב חסדא ורבה בר רב הונא אמרי ד' ושמואל אמר י' כהכשרה כך פיסולה מה הכשרה בי' אף פיסולה בי' והקשו על שמואל מדתנן ר' יהודה אומר אם אין דיורין בעליונה התחתונה כשרה מאי אין דיורין שאינה ראויה לדירה מכלל דת''ק סבר אע''פ שאינה ראויה לדירה העליונה פסולה התחתונה וקשיא לשמואל דבעי י' ותירץ רב דימי דפירושא דמתני' הכי מפרשי לה במערבא דרבי יהודה הכי קאמר אם אינה יכולה תחתונה לקבל כרים וכסתות של עליונה התחתונה כשרה. והקשו מכלל דת''ק אע''פ שאינה יכולה לקבל פסולה ותירצו ביכולה לקבל על ידי הדחק איכא בינייהו. ופסק רבינו כשמואל וכפירושיה דרב דימי וקי''ל כת''ק דמתניתין ונתבארו דברי רבינו, ויש פוסקין דלא כשמואל וכבר הסכים הר''א ז''ל בהשגות לדברי רבינו. <b>ומ''ש רבינו והוא שלא יהיה גובה שניהן וכו'</b> פשוט הוא ונלמד מן הסוגיא שלמעלה מזה: "
      ],
      [
        "<b>מטה שבתוך הסוכה וכו'.</b> ריש פ' (דף כ':) הישן תחת המטה לא יצא ידי חובתו, ובגמ' תרגמה שמואל במטה עשרה: ",
        "<b>וכן כילה שיש לה גג וכו'.</b> פ''ק (דף י':) אמר רב יהודה אמר שמואל מותר לישן בכילה בסוכה ואע''פ שיש לה גג והוא שאינה גבוהה עשרה ולישנא אחרינא מותר לישן בכילה בסוכה והוא שאין לה גג אף על פי שגבוהה עשרה, ושני הלשונות אמת וכן מבואר בהלכות דלא מיפסלה אלא בגבוהה י' ובשיש לה גג: ",
        "<b>וכן המעמיד ארבעה קונדיסין וכו'.</b> משנה (דף י\"א:) פרס על גבי קינופות פסולה אבל פורס הוא על גבי נקליטי המטה, ובגמרא ברייתא נקליטין שנים וקינופות ארבעה פרס על גבי קינופות פסולה ע''ג נקליטין כשרה ובלבד שלא יהו נקליטין גבוהין מן המטה עשרה והקשו מברייתא זו לדין הכילה שנתבאר למעלה. ותירצו שאני נקליטין דקביעי והאריכו שם בחלוק זה. והוא דבר מתמיה על דברי רבינו שהשוה כילה ונקליטין וקינופות. וגם בהלכות לא זכרו החלוק הזה. וי''ל שרבינו והרב אלפסי ז''ל סוברין שברייתא וסוגיא זו דלא כהלכתא דאתיא אליבא דמאן דמכשיר סוכה העשויה כמין צריף דשפועי אהלים דקביעי כאהלים דמו ואנן קי''ל דסוכה העשויה כמין צריף פסולה כמבואר בפרק ד' ולאו כאהלים דמו אע''ג דקביעי בין לקולא בין לחומרא כדמשמע התם בסוגיא שעל משנה זו (דף י\"ט) דהעושה סוכתו כמין צריף פסולה ופליגין סוגיי אהדדי וקיימא לן כי הא דלא חשיב אהל אלא בתרתי בגובה עשרה ובגג טפח. ויש מן הגאונים וגם מן האחרונים יש שפוסקין דבכילה לא מפסלא אלא בתרתי וכדברי רבינו. אבל קינופות שהן ארבעה וקביעי אפילו בחדא מיפסלי בגובה עשרה והכל תלוי בגובה ואין הגג מעלה ומוריד בהן: "
      ],
      [],
      [
        "<b>סוכה שאולה כשרה וכו'.</b> מחלוקת ר' אליעזר וחכמים פרק הישן (סוכה דף כ\"ז:) וקי״ל כרבנן שאפילו ביו״ט ראשון אדם יוצא ידי חובתו בסוכת חבירו ואינו דומה ללולב: ",
        "<b>וכן הגזולה כשרה וכו'.</b> פרק לולב הגזול (סוכה דף ל\"א) ת״ר סוכה גזולה והמסכך ברשות הרבים רבי אליעזר פוסל וחכמים מכשירין ומפורש שם דגזל עצים וסכך בהן אפילו ר״א מודה לפי שאין לנגזל אלא דמי עצים בלבד. וכן מבואר שם דאפילו בכשורי דהיינו נסרים אע״ג דלא שכיחי כמו שאר עצים אין לנגזל אלא דמי עצים בלבד: ",
        "<b>העושה סוכה ברשות הרבים וכו'.</b> כבר נתבאר זה בסמוך. "
      ]
    ],
    [
      [
        "<b>נשים ועבדים וקטנים וכו'.</b> משנה פרק הישן (סוכה דף כ\"ח) נשים ועבדים וקטנים פטורים מן הסוכה: ",
        "<b>טומטום ואנדרוגינוס וכו'.</b> זה ברור ולמד רבינו מדין השופר כנזכר פרק ב': ",
        "<b>וכן מי שחציו עבד וכו'.</b> אף זה נלמד משם והוא כלל לכל מצות עשה שהזמן גרמא: ",
        "<b>קטן שאין צריך לאמו וכו'.</b> במשנה (שם) קטן שאינו צריך לאמו חייב בסוכה ובגמרא (דף כ\"ח:) מבואר שחיובו מדבריהם. ובגמ' היכי דמי קטן שאין צריך לאמו אמרי דבי רבי ינאי כל שנפנה ואין אמו מקנחתו ר״ל אמר כל שנעור משנתו ואינו קורא אימא אימא. <b>וכתב רבינו כבן חמש כבן שש</b> ויש סמך לדבריו מן הסוגיא שבעירובין פרק כיצד משתתפין (עירובין דף פ\"ב) וכן כתבו ז״ל ופירוש כבן חמש ששלמו לו חמש ובן שש ששלמו לו שש: "
      ],
      [
        "<b>חולים ומשמשיהם פטורין מן הסוכה.</b> ובגמרא (סוכה כ\"ו) ת''ר חולה שאמרו לא חולה שיש בו סכנה אלא אפילו חולה שאין בו סכנה אפילו חש בעינו חש בראשו אמר רשב''ג פעם אחת חשתי בעיני בקסרי והתיר לי ר' יוסי ברבי לישן לי ולמשמשי חוץ לסוכה: ",
        "<b>מצטער פטור מן הסוכה ומשמשיו חייבין וכו'.</b> שם אמר רבא מצטער פטור מן הסוכה והקשו והא אנן תנן חולין ומשמשיהן חולה אין מצטער לא ותירצו חולה הוא ומשמשיו פטורין מצטער הוא אין ומשמשיו לא. ושם מבואר שמצטער הוא מפני דבר קל וכמו שכתב רבינו: "
      ],
      [
        "<b>האבל חייב בסוכה וכו'.</b> מימרא שם (דף כ\"ה:) אמר רב האבל חייב בסוכה והקשו פשיטא ותירצו מהו דתימא הואיל ואמר רבא מצטער פטור מן הסוכה האי נמי מצטער הוא קמ''ל הני מילי מצטער צערא דממילא אבל הא איהו הוא דמצטער אנפשיה דמבעי ליה ליתובי דעתיה ע''כ: ",
        "<b>וחתן וכל השושבינין וכו'.</b> שם אמר רב חתן וכן השושבינין וכל בני חופה פטורין מן הסוכה כל שבעה ואמרו שם דטעמא משום דבעו למיכל ולמחדי בחופה ואין שמחה אלא בחופה ואין שמחה אלא במקום סעודה. והקשו וליעביד חופה בסוכה ותירץ רבא משום צער חתן פירש''י ז''ל שהוא מצטער דלא מצו עיילי כל בני חופה בסוכה, ע''כ: "
      ],
      [
        "<b>שלוחי מצוה פטורין וכו'.</b> משנה (דף כ\"ה) כלשונה: ",
        "<b>הולכי דרכים ביום וכו'.</b> ברייתא כלשונה שם (דף כ\"ו) וסוף הברייתא הולכי לדבר מצוה פטורין בין ביום ובין בלילה. ויש מי שכתב והוא שיהיה בענין שאם ישבו בסוכה יתבטל קצת מאותה מצוה, ואין נראה כן מדברי הגאונים ולא מדברי רבינו שסתם וכתב למעלה שלוחי מצוה פטורין מן הסוכה אלמא בכל גונא פטורין כל זמן שעוסקין במצוה שהעוסק במצוה פטור מן המצוה: ",
        "<b>שומרי העיר וכו'.</b> ברייתא כלשונה שם: ",
        "<b>שומרי גנות ופרדסין וכו'.</b> שם שומרי גנות ופרדסין פטורין בין ביום ובין בלילה והקשו וליעבדו סוכה וליתבו התם ותירץ אביי תשבו כעין תדורו פי' כיון שאין דרך לקבוע שם אינו חייב לעשות שם סוכה ורבא תירץ פירצה קורא לגנב. ואמרו איכא בינייהו כריא דפירי ופירשו הגאונים שאם הוא שומר כרי של פירות לרבא חייב שהרי יכול לעשות סוכה שם ולשמרו וקיי''ל כרבא וכל זה מבואר במה שכתב שאם יעשה השומר סוכה וכו'. ויש לרש''י ז''ל בזה פי' אחר וזה נכון: "
      ],
      [
        "<b>כיצד היא מצות הישיבה וכו'.</b> שם מבואר בהרבה מקומות ופי' לולב וערבה (סוכה דף מ\"ג) בברייתא למדו בגזרה שוה דשבעת ימים האמורין בסוכה אפילו לילות במשמע: ",
        "<b>וכל שבעת הימים וכו'.</b> משנה בהישן (דף כ\"ח:) כל שבעת הימים אדם עושה סוכתו קבע וביתו עראי. ובגמרא כיצד היו לו כלים נאים ומצעות נאות מעלן לסוכה אוכל ושותה בסוכה ומטייל בסוכה אמר רבא מאני משתיא במטללתא מאני מיכלא בר ממטללתא. ופירש''י מאני מיכלא כגון קדרות ושפודין שלא בזמן אכילה שאין בהם צורך של כלום חוץ לסוכה משום כבוד סוכה דמאוס הוא עכ''ל: ",
        "<b>המנורה בסוכה וכו'.</b> שם (דף כ\"ט) פירוש בשעה שאינה דולקת: "
      ],
      [
        "<b>אוכלין ושותין וישנין וכו'.</b> מבואר שם בכמה מקומות: ",
        "<b>ואסור לאכול סעודה וכו'.</b> משנה שם (דף כ\"ה) אוכלין ושותין עראי חוץ לסוכה ובגמרא (דף כ\"ו) העלו שאכילת עראי היא כדטעים בר בי רב ועייל לדרשא. ופירש רבינו שהוא כביצה או פחות או יותר מעט וכן מוכח בגמרא וכן כתבו ז''ל: ",
        "<b>ואין ישנין וכו'.</b> ברייתא שם אוכלין אכילת עראי חוץ לסוכה ואין ישנין שינת עראי חוץ לסוכה מאי טעמא אמר רבה לפי שאין קבע לשינה: ",
        "<b>ומותר לאכול פירות וכו'.</b> זה מתבאר שם מן המשנה (כ\"ו:) דשני כותבות ודלי של מים לא היו צריכין סוכה מן הדין ואם רצה להחמיר על עצמו מחמיר וה''ז משובח וכן כתבו ז''ל: "
      ],
      [
        "<b>אכילה בלילי יו''ט הראשון וכו'.</b> משנה שם (דף כ\"ז) ר' אליעזר אומר י''ד סעודות חייב אדם לאכול בסוכה אחת ביום ואחת בלילה וחכמים אומרים אין לדבר קצבה חוץ מלילי יו''ט הראשון. ובגמרא מבואר שחכמים למדו חיוב לילה הראשון מחג המצות. וכתב רבינו כזית דומיא דמצה ושיעור חיוב אכילה בכל מקום היא כזית. וכתבו בתוס' כיון שלילה הראשון חובה אפילו היו יורדין גשמים חייב לאכול שם. והרשב''א כתב בתשובה שאינו חייב וכן עיקר: "
      ],
      [
        "<b>מי שהיה ראשו ורובו וכו'.</b> משנה (דף כ\"ח) שם מי שהיה ראשו ורובו בסוכה ושלחנו בתוך הבית ב''ש פוסלין וב''ה מכשירין ומפורש בהלכות פ''ק שהלכה בזו כדברי ב''ש גזירה שמא ימשך אחר שלחנו. ויש מן הגאונים ז''ל שחולקין ופוסקין כב''ה שכל שיש בסוכה שיעור הכשר אף על פי שהשולחן בתוך הבית יצא ידי חובתו. ודעת רבינו כדעת ההלכות והוא דעת רוב הגאונים ז''ל וכן ראוי להחמיר: "
      ],
      [
        "<b>כל שבעת הימים וכו'.</b> שם (דף כ\"ח:) ברייתא שונה בסוכה ואמרו שם ה''מ מגרס אבל לעיוני בסברא בר ממטללתא: <b>(המתפלל רצה מתפלל וכו'):</b> "
      ],
      [
        "<b>ירדו גשמים וכו'.</b> משנה שם ירדו גשמים מאימתי מותר לפנות משתסרח המקפה. ובגמרא תנא משתסרח המקפה של גריסין פירוש שהיא קלה ליפגם: ",
        "<b>היה אוכל בסוכה וכו'.</b> שם (דף כ\"ט) ת''ר היה אוכל בסוכה וירדו גשמים וירד אין מטריחין אותו לעלות עד שיגמור סעודתו היה ישן בסוכה וירדו גשמים וירד אין מטריחין אותו לעלות עד שיעור. ופירשו בגמרא משיעלה עמוד השחר. ויש מי שכתב והוא שנעור אבל ישן אין מעירין אותו אפילו אחר עמוד השחר דומיא דסעודה שגומר סעודתו, וכן עיקר: "
      ],
      [
        "<b>גמר מלאכול ביום השביעי וכו'.</b> פרק לולב וערבה (סוכה דף מ\"ח) סוכה שבעה כיצד גמר מלאכול לא יתיר את סוכתו אבל מוריד את הכלים מן המנחה ולמעלה מפני כבוד יו״ט האחרון. ובגמרא אין לו מקום לפנות את כליו חייא בר אשי אמר רב פוחת בה ארבעה, ומפורש שם דהיינו לבני א״י שאין אוכלין בסוכה ביום שמיני לפיכך כשאין לו מקום אחר לאכול ביום שמיני הוא פוחת בה ביום שביעי להודיע שאין מצותה ביום שמיני וכן יתבאר זה בדברי רבינו למטה. ",
        "<b>וכתב רבינו ואם הוצרך לסעוד בשאר היום וכו'.</b> לומר שאע''פ שאמרו מוריד את הכלים מן המנחה ולמעלה או פוחת בה ארבעה לא תחשוב שנגמרה מצותה ביום שביעי מבעוד יום אלא כל היום עד הלילה מצותה מן התורה. ודברים ברורים הם ולא היו צריכין באור אלא מפני שבהשגות כתוב אמר אברהם איני יודע מהו זה וכו' וכבר בארתי כונת רבינו: "
      ],
      [
        "<b>כל זמן שיכנס בסוכה וכו'.</b> מסקנא דגמרא פרק לולב וערבה (סוכה דף מ\"ז) דכל זמן שנכנס לישב בה מברך וכן כתוב בהלכות ודעת הגאונים שאפילו נכנס בה מאה פעמים ביום חייב לברך וכן דעת רבינו. וראיתי כתוב דדוקא כשיצא יציאה גמורה לעשות עניניו ושלא לחזור לאלתר אבל אם לא יצא אלא לדבר עם חבירו או להביא דבר לסוכה לצורך שעתו לא הויא יציאה לחייבו בברכה כשיחזור ודבר נכון זה. ומ״מ נהגו שאין מברכין אלא מסעודה לסעודה והוא כסברת רבינו יעקב ז״ל: ",
        "<b>ובלילי יו״ט הראשון מברך על הסוכה וכו'.</b> בגמרא פרק החליל (סוכה דף נ\"ו) והלכתא סוכה ואח״כ זמן ופרק לולב וערבה (סוכה דף מ\"ו) רב כהנא מסדר להו אכסא. <b>וכתב רבינו מקדש מעומד</b> לפי שאמרו ז״ל כל המצות כולן מברך עליהן עובר לעשייתן ונמצא שראוי לברך קודם שישב וזה הוא מנהג רבותינו. ובהשגות כתוב א״א מנהג מקומנו לא היה כזה וכו'. ואני אומר שאין טעמו מספיק למנהגו הרי שנכנס לישב בה על דעת שלא לאכול לדבריו יברך מעומד. ונראה לקיים מנהגו ומנהגנו שאין כונת הברכה כשאמרו לישב ישיבה ממש שהרי ודאי אם היה עומד בסוכה כל היום ואכל ושתה בה ולא ישב כלל ודאי יצא ידי חובתו שאינו מחוייב לישב ובודאי כשאמרו לישב רצו לומר לעמוד ואחזו לשון הכתוב שאמר בסוכות תשבו שבעת ימים וכיון שכן כשנכנס בה כבר התחיל במצוה שהרי מצותה בין עומד בין יושב ואעפ״כ הוא מברך וקרוי עובר לעשייתה לפי שכל שעה היא קודמת לשעה אחרת וכל היום נמשך מצותה ולדעת רבינו ורבותיו היה לו לברך קודם הכניסה שהרי כיון שנכנס התחיל במצוה. כך נראה לי: "
      ],
      [
        "<b>בזמן הזה וכו'.</b> מסקנא פ' לולב וערבה (סוכה דף מ\"ז) והלכתא מיתב יתבינן ברוכי לא מברכינן: ",
        "<b>וכתב רבינו וכן טומטום ואנדרוגינוס וכו'.</b> ודבר זה סובר רבינו בכל המצות שאין מברכין על ספקן. ודעת ההלכות פרק ר''א דמילה כך הוא וזהו לדעתם באור הסוגיא שבבמה מדליקין (דף כ\"ג) אמרו שם שמברכין על נר חנוכה אקב''ו. ושאלו היכן צונו רב נחמן אמר מלא תסור והקשו שם מדמאי שאין מברכין על הפרשת מעשרותיו אלמא שאין מברכין על מצוה דדבריהם ותירץ אביי ודאי דדבריהם בעי ברכה ספק דבריהם לא בעי ברכה. והקשו והא יו''ט שני דמברכים והוא ספק דבריהם ואמרו התם כי היכי דלא ליזלזלו ביה ורבא מתרץ תירוץ אחר על קושית הדמאי ואמר רוב עמי הארץ מעשרין הן. לפי דעת רבינו רבא אינו חולק על אביי דודאי ספק דדבריהם לא בעי ברכה אלא פירוקא אחרינא הוא דמפרק בדמאי וכבר האריך בזה הרמב''ם ז''ל. ולד''ה כיון שהברכות מדבריהם אין מברכין אותן על הספק וספק שמע קול שופר או נטל לולב אע''פ שחוזר ושומע או נוטל לולב מן הספק אינו מברך. ובהשגות שיטה אחרת לומר דרבא פליג אדאביי וכל ספק בעי ברכה חוץ מדמאי מפני שהרוב מעשרין והניח הרשב''א ז''ל דין זה בצ''ע בפ' במה מדליקין ובפ' אחרון של ר''ה העלה שהנשים רשאות לברך על המצות שהן פטורות כמ''ש פרק שני וכ''ש לדבריו טומטום ואנדרוגינוס ודבריו צ''ע. ולדעת רבינו ודאי שאין הנשים מברכות והיאך יאמרו וצונו והן פטורות: "
      ],
      [
        "<b>גמר מלאכול וכו'.</b> על המשנה דגמר מלאכול שכתבתי למעלה אמרו בגמ' (דף מ\"ח) דלדידן שאינו יכול לפחות בה ביום השמיני ביו''ט ואין לו מקום להוריד את כליו מניח בה את הנר ואם היא סוכה גדולה מעייל בה מאני מיכלא ומבואר בהלכות: "
      ],
      [
        "<b>מי שלא עשה סוכה וכו'.</b> מחלוקת רבי אליעזר וחכמים פרק הישן (סוכה דף כ\"ז) וקיי״ל כחכמים דעושין סוכה בחולו של מועד: ",
        "<b>עצי סוכה אסורין וכו'.</b> פ''ק (דף ט') אמר רב ששת משום ר''ע מנין לעצי סוכה שאסורין כל שבעה ת''ל חג הסוכות שבעת ימים ועוד מבואר שם. ומהסוגיא שבפרק המביא במסכת יו''ט (דף מ':) משמע דלא מהני שום תנאי בעצי סוכה דמצוה וכן עיקר וכן דעת רוב המפרשים ז''ל. וכתב רבינו שמנה ימים לפי שמבואר בפרק לולב וערבה (דף נ\"ו) דשמיני נמי אסור מדין מגו דאתקצאי לבין השמשות איתקצאי לכולי יומא אבל בתשיעי אפילו לדידן מותרת וכן נפסקה הלכה שם גבי אתרוג ודעת רבינו שה''ה לסוכה וכ''כ מן הגאונים ז''ל. ויש מן האחרונים חולקים ואוסרין הסוכה ונויה אפילו בתשיעי: "
      ],
      [
        "<b>וכן אוכלין וכו'.</b> ברייתא פ''ק (דף י') וביו''ט בפ' המביא (ביצה ל':) סככה כהלכתה ועטרה בקרמין ובסדינין המצויירים ותלה בה אגוזים ואפרסקים ושקדים ורמונים ופרכילי ענבים עטרות של שבולים יינות שמנים וסלתות אסור להסתפק מהן עד מוצאי יום טוב האחרון של חג ואם התנה עליהן הכל לפי תנאו ובגמרא ובהלכות והוא דאמר איני בודל מהן כל בין השמשות דלא חיילא קדושה עלייהו כלל וכן מבואר בגמרא פרק המביא: "
      ]
    ],
    [
      [
        "<b>כפות תמרים וכו'.</b> פרק לולב הגזול (סוכה ל\"ב) א''ל אביי לרבא ממאי דהאי כפות תמרים לולב הוא אימר חרותא אמר ליה בעינן כפות וליכא ודבר פשוט הוא: "
      ],
      [
        "<b>פרי עץ וכו'.</b> שם (דף ל\"ה.) מבואר וגם זה פשוט: ",
        "<b>וענף עץ וכו'.</b> אמרו שם (דף ל\"ב:) תנא עבות כשר ושאינו עבות פסול ה''ד עבות אמר ר' יהודה והוא דקיימי תלתא תלתא טרפי בקינא ואסיקנא התם דתרי וחד הדס שוטה הוא. ובהשגות א''א וצריך שיהיה כן כל השיעור או רובו ע''כ. ואני אומר כולן בדוקא דהא כל מה שאינו עבות הוה ליה כמין אחר ונחסר השיעור: "
      ],
      [
        "<b>ערבי נחל וכו'.</b> כל זאת הבבא מפורשת בברייתא פרק לולב הגזול (סוכה דף ל\"ג ל\"ד): "
      ],
      [],
      [
        "<b>ארבעה מינין אלו מצוה אחת הן וכו'.</b> במנחות בהקומץ רבה (מנחות דף כ\"ז) משנה ד' מינין שבלולב מעכבין זה את זה וכן אמרו שם (דף כ\"ח) גבי ארבע ציציות ואמרו הטעם לפי שארבעתן מצוה אחת הן ופ' לולב הגזול (סוכה ל\"א) תניא ד' מינין שבלולב כשם שאין פוחתין מהם כך אין מוסיפין עליהן לא מצא אתרוג לא יביא לא פריש ולא רמון ולא דבר אחר: "
      ],
      [
        "<b>מצוה מן וכו'.</b> שם (סוכה דף ל\"ג) מחלוקת דר''י ורבנן דרבנן סברי דלולב אין צריך אגד וקי''ל כותיה ואמרו שם דלרבנן מצוה לאגדו כדי להתנאות לפניו במצות: ",
        "<b>נוטל וכו'.</b> (סוכה דף ל\"ז:) אמר רבה לולב בימין ואתרוג בשמאל א''ל ר' ירמיה מ''ט מברכינן אלולב הואיל ומינו גבוה מכולן: ",
        "<b>ונוטלן דרך וכו'.</b> פרק לולב וערבה (סוכה דף מ\"ה:) כל המצות כולן אין אדם יוצא בהן אלא דרך גדילתן: ",
        "<b>ואם לא אגדן וכו'.</b> מפורש במנחות (דף כ\"ז) הובא כאן בהלכות ד' מינין שבלולב מעכבין זה את זה לא שנו אלא שאין לו אבל יש לו אין מעכבין ואע''ג דנטל כל חד וחד לחודיה נפיק ידי חובתו דקי''ל לולב אין צריך אגד ע''כ: "
      ],
      [
        "<b>כמה נוטל וכו'.</b> שם (סוכה ל\"ד:) משנה ר' ישמעאל אומר שלשה הדסים ושתי ערבות לולב אחד ואתרוג אחד אפילו שנים קטומים ואחד שאינו קטום. פי' אהדסים קאי ר' טרפון אומר אפילו שלשתן קטומים ר''ע אומר כשם שלולב אחד ואתרוג אחד כך הדס אחד וערבה אחת ובגמרא אמר שמואל הלכה כר''ט ודעת כל הגאונים לפסוק במנין כר' ישמעאל דבעינן ג' הדסים וכדברי ר''ט שאמר שלשתן קטומין הזכיר שלשה בהדס. אבל הרמב''ן ז''ל כתב דהלכה כר''ע מחבירו במנין שאפילו בהדס אחד יוצא י''ח, ור''ט נחלק על ר' ישמעאל בדין הקטימה ולא הכניס עצמו במחלוקת המנין ור''ע דיבר במנין ולא בקטימה וקי''ל כר''ט בקטימה לפי שנפסקה הלכה כמותו וקי''ל כר''ע במנין ושתיהן להקל דאפילו בחד וקטום יוצא בדיעבד אלא שלא קיים מצוה מן המובחר ע''כ דבריו. ונתלה בזה באותה סוגיא האמורה שם ולידרוש להו כר''ע וכבר כתבתי שדעת כל הגאונים ז''ל כרבינו: ",
        "<b>ואם רצה וכו'.</b> דין תוספת ההדס מוסכם הוא לפי שהוא לנאותו ואע״ג שלולב אין צריך אגד לעכב מצוה לאגדו לנוי כנזכר למעלה. אבל על מ״ש רבינו בשאר <b>מינין ואם הוסיף או גרע פסול,</b> כתוב בהשגות א״א לא שמעתי מעולם פסול כזה וכו'. נראה בדעת הר״א ז״ל שאין משום בל תוסיף אלא במין אחר והביא ראיה מהא דרבא שבפ' לולב הגזול והסוגיא שבפרק המוצא תפילין בעירובין (צ\"ה צ\"ו) קשה לדעתו ז״ל שבבאור נראה שם שהמניח ב' תפילין בראש עובר משום בל תוסיף ומה בין זה לשני לולבין והראיה שהביא מסיב ועיקרא דדקלא אינה כלום דהא ודאי הנוטלן בלבד לא יצא ידי חובתו וכיון שכן היאך יעבור עליהן משום שני לולבין והרי אינן לולבין ומ״מ כיון שהן ממינו אינן כחמשה מינין ואוגדין בהן את הלולב לדעת ר' יהודה. והנראה אלי לתרץ הסוגיות הוא שאם נטל שני לולבין הוסיף ועבר והוא שנטלן כאחד דומיא דתפילין אבל אם לקח עמו מין אחר לדידן דקי״ל לולב אין צריך אגד לא עבר משום לא תוסיף דהאי לחודיה קאי והאי לחודיה קאי כמוזכר בסנהדרין פרק אלו הן הנחנקין (סנהדרין דף פ\"ח:). ומ״מ אין מוסיפין לכתחלה כמוזכר פרק לולב הגזול (סוכה ל\"א:.) כשם שאין פוחתין מהן כך אין מוסיפין עליהן. והעמידוה שם אפילו למ״ד לולב אין צריך אגד והוא בלכתחלה. כ״נ מדעת רבינו שכתב למעלה ואין מוסיפין עליהן ולא כתב ואם הוסיף פסול וכאן כתב ואם הוסיף או גרע פסול, ומ״מ כל לנוי מוסיף הוא בין מינו בין מין אחר ורשאי לאגדו בכל מה שירצה ולזה התיר רבוי ההדס בין עבות בין שוטה וכן היה מן הגאונים שהיה מתיר תוספת הערבה דומה להדס. וכבר השיב רבינו בתשובה שכיון שלא מצינו בגמרא היתר תוספת אלא בהדס אין להוסיף במין אחד עכ״ד. ויש בדברים אלו שטות חלוקות למפרשים ז״ל: "
      ],
      [
        "<b>כמה שיעור וכו'.</b> משנה (דף כ\"ט:) וגמ' (ל\"ב:) אמר ר''י אמר שמואל שיעור הדס וערבה שלשה ולולב ארבעה כדי שיהא לולב יוצא מהן טפח ור' יוחנן אמר שדרו של לולב צריך שיצא מן ההדס טפח וקיי''ל שמואל ור''י הלכה כר''י ומבואר שם עוד דלר''י שיעור הלולב הוא משדרו ולמטה. ובהשגות בשיעור ההדס והערבה א''א שלשה טפחים קטנים שהם עשר אצבעות בגודל כר''ט ע''כ. וכן פסקו מקצת הגאונים והאחרונים ז''ל אבל בהלכות לא הביאו אותה סוגיא ארבי טרפון כלל אלא המימרות שהזכרתי בלבד ואפשר שהם סוברין דשמואל הוא דפסיק כר''ט דאמר דסגי בטפחים קטנים ודלא כת''ק דברייתא דבעי טפחים שלמים ולא קיי''ל כותיה דשמואל כי היכי דלא קיי''ל כותיה במאי דאמר ששיעור הלולב הוא עם עליו אלא כר' יוחנן ואף בעל העטור לא כתב אלא מימרות כפשטן ומ''מ הנכון כדעת שאר המפרשים ז''ל: ",
        "<b>ואם היו וכו'.</b> זה מבואר בהלכות מן הגמ' דכל הני אין להן שיעור למעלה: ",
        "<b>ואפילו אין בכל וכו'.</b> שם (דף ל\"ג) ת''ר יבשו עליו ונשתיירו בו ג' בדי עלין לחין כשר אמר רב חסדא ובראש כל אחד ואחד: ",
        "<b>ואם אגד וכו'.</b> כבר הזכרתי זה בסמוך. ודעת רבינו שאם ההדס והערבה ארוכין אפילו עשרה צריך שתהא שדרו של לולב טפח על גביהן וכן העלו בהלכות רבינו יצחק אבן גיאת ז''ל וכן הסכימו מן האחרונים ז''ל: ",
        "<b>ושיעור אתרוג אין וכו'.</b> משנה (דף ל\"ד:) שיעור אתרוג קטן ר' מאיר אומר כאגוז ר' יהודה אומר כביצה וידוע ר''מ ור''י הלכה כר''י. עוד שם והגדול כדי שאוחז שנים בידו אחת דברי ר''י ור' יוסי אומר אפילו אחד בשתי ידיו וידוע ר' יוסי ור''י הלכה כר' יוסי ומבואר עוד בגמרא דלרבי יוסי אין שיעור לגדלו: "
      ],
      [
        "<b>משיגביה ארבעה וכו'.</b> שם (דף מ\"ב) בסוגיא מדאגבהיה נפק ביה ושם (דף מ\"ה:) מבואר שאם נטלן שלא כדרך גדילתן לא יצא כנזכר למעלה: ",
        "<b>ומצוה כהלכתה וכו'.</b> כבר הוזכר למעלה (דף ל\"ז:) לולב בימין ואתרוג בשמאל מ''ט האי תלתא מצות והאי חדא מצוה והנענוע מפורש למטה ואמרו בגמרא (דף ל\"ז ל\"ח) שהוא מוליך ומביא מעלה ומוריד. ורבינו וקצת מפרשים סוברין שהנענוע הוא מהולכה והבאה וכ''נ מן ההלכות אבל הרבה מהגאונים אמרו שאין שם נענוע אחר אלא מוליך ומביא מעלה ומוריד ודיו. ויש מי שאמר שהוא מוליך ומביא מעלה ומוריד פעם אחת ואח''כ מנענע הלולב ומטרפו או קודם לכן. ויש מי שאמר שהוא מנענע ומטרפו בשעת הולכה והבאה ועליה וירידה ואין מנין לנענועין אלו וכולן נתלו בסוגית הירושלמי הכתובה בהלכות ואין להאריך בזה לפי שבכל אחד מן הצדדין אדם יוצא ידי חובתו: "
      ],
      [
        "<b>והיכן מוליך ומביא וכו'.</b> משנה (דף ל\"ז:) היכן היו מנענעין בהודו לה' תחלה וסוף ובאנא ה' הושיעה נא דברי ב''ה. פירש''י ז''ל תחלה וסוף הודו לה' ראשון ואחרון: ",
        "<b>וכל היום וכו'.</b> משנה פרק הקורא את המגלה ושם (מגילה כ':) ובהרבה מקומות מבואר שאינו ניטל בלילה: "
      ],
      [
        "<b>עשה לאגודה וכו'.</b> שם (סוכה ל\"ו) במשנה מעשה באנשי ירושלים שהיו אוגדין לולביהן בגימוניות של זהב ובגמרא (דף ל\"ח) אמר להו רבה להנהו דגדלי הושענא שיירו בית יד כי היכי דלא להוי חציצה רבא אמר כל לנאותו אינו חוצץ ואמר רבה לא לינקוט איניש הושענא בסודרא דבעינן ולקחתם וליכא רבא אמר לקיחה ע''י דבר אחר שמה לקיחה ואמר רבה (דף ל\"ז:) לא לידוץ איניש לולביה בהושענא דלמא נתרי טרפיה והוה ליה חציצה רבא אמר מין במינו אינו חוצץ. ובהלכות והלכתא בכולהו כרבא וסובר רבינו שדברי רבא הם שכל מה שהוא נוי לו והדור בין קשור עמו בין אינו קשור או שהוא ממינו אע''פ שאינו נוי לו אינו חוצץ ויוצא בו ידי חובתו לכתחלה מה שאינו ממינו ואינו נוי לו ודאי חוצץ כנזכר שם (דף מ\"ב) דרבא אמר שאם הוציאו בכלי לא יצא והקשו והא הוא גופיה אמר לקיחה על ידי דבר אחר שמה לקיחה ותירצו ה''מ דרך כבוד אבל דרך בזיון לא ע''כ. ויש בזה שיטה אחרת וזה עיקר: "
      ],
      [
        "<b>ויש לו לאגוד את הלולב וכו'.</b> מפורש בגמרא (דף ל\"ו:) שטעם ר''י שהיה אומר שאין אוגדין את הלולב אלא במינו הוא משום דסבר לולב צריך אגד ולדידן דקי''ל דאין אגד מעכב אוגדו בכל מה שירצה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "(יג-יח) ",
        "<b>מצות לולב להנטל ביו״ט הראשון של חג וכו'.</b> משנה פרק לולב הגזול (סוכה דף מ\"א) בראשונה היה לולב ניטל במקדש שבעה ובמדינה יום אחד משחרב ביהמ״ק התקין ריב״ז שיהיה לולב ניטל במדינה שבעה זכר למקדש ואמרו שם (דף מ\"א:) שיו״ט הראשון של חג שחל להיות בשבת כל העם מוליכין לולביהן לבית הכנסת למחר כל אחד ואחד מכיר את שלו ונוטלו, פירוש מע״ש היו מוליכין אותו מפני איסור ההוצאה ולמחר היתה נטילתו דוחה שבת והעמידוה פרק לולב וערבה (סוכה דף מ\"ג) בזמן שביהמ״ק קיים שהיה יום ראשון דוחה שבת בכ״מ. ופ' לולב וערבה (סוכה דף מ\"ב מ\"ג) לולב וערבה שבעה וששה כיצד יו״ט הראשון שחל להיות בשבת לולב שבעה ושאר כל הימים ששה והקשו בגמרא ושאר כל הימים ששה אמאי טלטול בעלמא הוא ולידחי שבת ותירץ רבה גזרה שמא ילך אצל בקי ללמוד ויעבירנו ארבע אמות ברה״ר והיינו טעמיה דשופר והקשו אי הכי ראשון נמי לא לידחי ותירצו ראשון דאית ליה עיקר מן התורה בגבולין לא גזרו ביה רבנן הנך דלית להו עיקר מן התורה גזרו בהו רבנן פירוש אפילו במקדש והקשו אי הכי לדידן נמי לידחו ראשון ותירצו לא ידעינן בקיבוע דירחא והקשו אינהו דידעי בקיבוע דירחא לידחו ותירצו כיון דאנן לא דחינן אינהו נמי לא דחו ונתבארו כל דברי רבינו: ",
        "<b>ומ''ש אבל המקומות הרחוקים שלא היו יודעין וכו'.</b> למד ממה שאמרו לא ידעינן בקיבוע דירחא אלמא מספק אין דוחין וה''ה לאותן מקומות שהיו בספק שלא היו דוחין וזה ברור: ",
        "<b>ומ''ש ובזמן הזה שאנו עושין ע''פ החשבון וכו'.</b> דבר ברור הוא דהשתא נמי לא דחי ונתלו בזה המפרשים בסוגיא האמורה פ''ק דיו''ט (דף ד':) והאידנא דידעינן בקביעא דירחא מ''ט עבדינן תרי יומי ותירצו משום דשלחו מתם הזהרו במנהג אבותיכם בידכם וה''ה לכל דבר שנשאר כמות שהיה שהוא מפני טעם זה: "
      ],
      [
        "<b>כל שחייב וכו'.</b> זה ברור ששניהם מצות עשה שהזמן גרמא ופשוט בסוגיא: ",
        "<b>קטן היודע לנענע חייב בלולב מדברי סופרים וכו'.</b> משנה (סוכה מ\"ב) קטן שיודע לנענע חייב בלולב ופירשו בירושלמי מדבריהם כדי לחנכו ופשוט הוא: "
      ],
      [
        "<b>הלכה למשה מסיני שמביאין במקדש ערבה אחרת וכו'.</b> פרק לולב וערבה (סוכה דף מ\"ד) מבואר דלרבנן ערבה במקדש הל״מ ופסק רבינו כדברי האומר שם (מ\"ד) ערבה צריכה שיעור ואינה נטלת אלא בפני עצמה ואין אדם יוצא בערבה שבלולב ואמרו שם וכמה שיעורה אמר רב נחמן שלשה בדי עלים לחין ורב ששת אמר עלה אחד בבד אחד וקי״ל ר״נ ורב ששת הלכה כר״נ בדיני וכרב ששת באיסורי: "
      ],
      [
        "<b>כיצד היתה מצותה בכל יום ויום משבעת הימים היו וכו'.</b> משנה (דף מ\"ה) מצות ערבה כיצד היו מלקטין מורביות של ערבה ובאין וזוקפין אותן בצד המזבח וראשיהן כפופים על גבי המזבח תקעו והריעו ותקעו ע''כ במשנה: ",
        "<b>חל יום שבת להיות בתוך החג אין זוקפין ערבה אא''כ וכו'.</b> שם (דף מ\"ב:) ערבה שבעה כיצד יום שביעי של ערבה שחל להיות בשבת ערבה שבעה ושאר כל הימים ששה ומפורש שם (דף מ\"ה) כשחל שביעי בשבת היו מלקטין אותן מערב שבת ומניחין אותן בגיגיות של זהב כדי שלא יכמושו ולמחר היו זוקפין אותן בצד המזבח: "
      ],
      [
        "<b>וערבה זו הואיל וכו'.</b> תמה אני על טעם זה לפי ששם (דף מ\"ד) שאלו בגמרא מאי שנא לולב דעבדינן שבעה זכר למקדש ומאי שנא ערבה דלא עבדינן שבעה זכר למקדש ומתרץ אמר רב זביד משמיה דרבא לולב דאורייתא עבדינן שבעה זכר למקדש ערבה דרבנן לא עבדינן שבעה זכר למקדש ומקשה דערבה לאו מדרבנן היא לשום תנא דאבא שאול מקרא יליף לה רבנן הלכתא גמירי לה ומתוך כך נתנו טעם אחר ואמרו אלא לולב דאית ליה עיקר מדאורייתא בגבולין עבדינן ליה שבעה זכר למקדש ערבה דלית ליה עיקר מן התורה בגבולין לא עבדינן שבעה זכר למקדש וזו היא מסקנא דגמ' וא''כ ה''ל לרבנן להזכיר כן לפי שאין לערבה עיקר כלל מן התורה בגבולין לא תקנו לה שבעה ואולי היה לו לרבינו גרסא אחרת בזה וצ''ע: ",
        "<b>כיצד עושה לוקח בד אחד וכו'.</b> שם (מ\"ד:) מסקנא חביט חביט ולא בריך מנהג נביאים הוא: "
      ],
      [
        "<b>בכל יום ויום וכו'.</b> משנה כלשונה שם (דף מ\"ה) וכתנא קמא והמנהג שהזכיר רבינו פשוט הוא: "
      ],
      [
        "<b>כך היה המנהג בירולשים וכו'.</b> ברייתא פ' לולב הגזול (סוכה דף מ\"א:) כלשונה ומפורש שם קורא קריאת שמע ומתפלל ולולב בידו: "
      ],
      [
        "<b>מקבלת אשה וכו'.</b> משנה שם (דף מ\"ב) מקבלת אשה וכו' כלשון רבינו. ופירש רבינו דדוקא בזמן שהיו נוטלין לולב בשבת אבל בזמן הזה אינו ראוי לטלטול בשבת ודבר ברור הוא וכן כתבו ז''ל: "
      ],
      [
        "<b>הדס שבלולב אסור להריח וכו'.</b> מימרא מפורשת שם (דף ל\"ז:) הדין והטעם: "
      ],
      [
        "<b>ואסור לאכול אתרוג ביום השביעי וכו'.</b> פרק לולב וערבה (סוכה דף מ\"ו:) אמר ר' יוחנן אתרוג בשביעי אסורה בשמיני מותרת ור״ל אמר אפילו בשביעי נמי מותרת וקי״ל כר״י ואמרו בגמרא ולדידן דאית לן תרי יומי היכי עבדינן ואמר אביי שמיני ספק שביעי אסורה תשיעי ספק שמיני מותרת ונפסקה הלכה שם כן. והטעם שאין נוטלין לולב בשמיני ויושבין בסוכה לפי שסוכה היא כל שבעה מן התורה ולולב אין מצותו מן התורה בגבולין אלא יום ראשון בלבד: ",
        "<b>הפריש שבעה אתרוגין וכו'.</b> שם הפריש ז' אתרוגין לשבעת הימים אמר רב כל אחת ואחת יוצא בה ואוכלה לאלתר רב אסי אמר כל אחת יוצא בה ואוכלה למחר ובהלכות והלכתא כרב אסי דקאי ר''י כותיה ומפורש בגמרא שטעם אחד הוא לר''י ולרב אסי: "
      ]
    ],
    [
      [
        "<b>ארבעת מינין אלו שבלולב שהן לולב וכו' שהיה אחד מהן יבש או גנוב או גזול.</b> ראש פרק (סוכה כ\"ט:) לולב הגזול והיבש פסול של אשרה ושל עיר הנדחת פסול וכיוצא בזה בשאר המינים ממש ומבואר בגמרא (דף ל') שאפילו אחר יאוש הגזול פסול ואמרו בגמרא (דף ל\"א:) ושל אשרה פסול והאמר רבא לולב של עכו''ם לא יטול ואם נטל כשר ותירצו באשרה דמשה עסקינן דכתותי מיכתת שיעוריה אף הכא נמי מיכתת שיעוריה דיקא נמי דקתני דומיא דעיר הנדחת מה עיר הנדחת מיכתת שיעוריה אף ה''נ מיכתת שיעוריה ע''כ בגמרא ולא נכתב בהל'. ודעת רוב המפרשים ז''ל שראיתי הוא לפרש באשרה דמשה שהיתה בארץ בימי משה שלא היה לה בטול לפי שהיתה של ישראל שזכו בארץ וה''ה לעכו''ם של ישראל שאין לה בטול שאף היא אין יוצאין בה אבל אשרה אחרת של עכו''ם אף היא דינה כעכו''ם אחרת שאם נטל יצא ומ''מ אף בעכו''ם אם נתכוין ישראל לזכות בה הוה לה עכו''ם דישראל ואין לה בטול ואם נטל לא יצא וכשאמרו יצא הוא ביום שני שאדם יוצא בשאול אלו דבריהם ז''ל. ורבינו כתב בדין האשרה אפילו בטלוה וכתב בסתם בעכו''ם יצא לא חלק בין עכו''ם לישראל לא באשרה ולא בעכו''ם והוא עצמו כתב פ''ח מהלכות עכו''ם שאף שהן שוין לענין בטול אם הם של עכו''ם יש להם בטול ואם הם של ישראל אין להם בטול וכאן לא חלק. ונ''ל שהוא גורס כאן משום מצוה הבאה בעבירה כקצת נוסחאות וטעם האשרה היא שעיקר נטיעתה להיות האילן נעבד וזהו פירוש באשרה דמשה ר''ל שהזכיר משה וכ''כ רבינו שם אילן שנטעו מתחלה שיהא נעבד אסור בהנאה וזו היא אשרה האמורה בתורה עכ''ל. וכיון שנטיעת האילן מתחלה היתה להיות נעבד בדין הוא שיפסל משא''כ בעכו''ם זהו דעת רבינו וצ''ע: ",
        "<b>היה כמוש וכו'.</b> שם (דף ל\"א) כולן כמושין כשרין וכו' ופירוש כמושין הוא שיש בו עדיין לחות ויבש הוא שאין בו שום לחות אלא הרי הוא כעץ ומראהו הפך לבן ואע''פ שיש פירוש אחר זה עיקר: ",
        "<b>ובשעת הדחק וכו'.</b> זה למד רבינו ממה שאמרו בגמרא (שם.) יבש פסול ור' יהודה מכשיר ואמר ר' יהודה מעשה בבני כרכים שהיו מורישין לולביהם לבני בניהם אמרו לו משם ראיה אין שעת הדחק ראיה. ומפרש רבינו שהיו מורישין אותן לבניהם והבנים היו נוטלין אותן ויוצאין בהן אף ביום ראשון: <b>וראיתי</b> כתוב שהגאונים סמכו מכאן דיבש ונקטם ראשו וכל הפסולין יוצאין בהן בשעת הדחק אף ביום ראשון. ודעת רבינו שאין לנו להכשיר אלא לולב היבש שהזכירו חכמים וכן עיקר. ובהשגות אני איני אומר כן כו'. וכבר השיב עליו הרמב''ן ז''ל ואמר דודאי ר' יהודה לא היה מביא ראיה מן הירושה בלבד שהרי נחלה ממשמשת והולכת עד סוף כל הדורות והלולבין עם שאר הנכסים היו נוחלין ומנחילין ושמא לעשות מהן קופות וחבלים ולכבד בהן את הבית היו עושין אלא ר' יהודה ה''ק מעשה בבני כרכום שהיו מורישים לולביהן לבני בניהם והיו נוטלין אותן ויוצאין בהם בחג ואמרו לו לפי שהיתה שעת הדחק וא''א להן בלחים היו נוטלין יבשין למצותן עכ''ל. וזה סיוע לדברי רבינו ודברים ברורים הם: "
      ],
      [
        "<b>אתרוג של וכו'.</b> משנה כלשונה שם (דף ל\"ד:) והדמאי מחלוקת ב''ש וב''ה וידוע שהלכה כב''ה: ",
        "<b>אתרוג של וכו'.</b> דין התרומה מפורש במשנה ודין המעשר ג''כ שם לא יטול ואם נטל כשר ופסק רבינו כדברי האומר בגמ' (ל\"ה:) שטעם לא יטול הוא מפני שמכשירה לטומאה ר''ל שע''י נטילתו בא לשומו במים עם הלולב ויוכשר: "
      ],
      [
        "<b>לולב שנקטם וכו'.</b> משנה (דף כ\"ט:) נקטם ראשו פסול ורבו בזה הפירושים. והנכון שנקטם ראש העלה העליון שבו כלה הלולב. ויש מי שאומר שאינו פסול אא''כ נקטם רובו ויש לחוש אפילו בכל שהוא ובגמרא (דף ל\"א ל\"ב) אמר רב כהנא לא שנו אלא נקטם אבל נסדק כשר. ושם אמרו דנסדק ועביד כי הימנק והוא כלי שיש לו שני ראשים רחוקים קצת זה מזה כעין מרכז פסול: ",
        "<b>היה עקום וכו'.</b> שם (דף ל\"ב) עקום דומה למגל פסול אמר רב לא שנו אלא לפניו אבל לאחריו ברייתו הוא ואמר רב פפא ולצדדין כלפניו דמי וא''ל כלאחריו וכתוב בהל' הילכך עבדינן לחומרא וכלפניו דמי ופסול: ",
        "<b>נפרדו עליו זה וכו'.</b> במשנה (דף כ\"ט:) נפרצו עליו פסול נפרדו עליו כשר ובגמרא (דף ל\"ב) אמר רב פפא נפרצו דעביד כי חופיא נפרדו דאיפרוד אפרודי. ופי' נפרצו כגון שנתרו מן השדרה והן תלויין בה וזהו דעביד כי חופיא שההוצין כשנחתכין מן השדרה נקראים חופיא נפרצו כגון שנתפרדו ההוצין כעין פתיחת החריות ולא נתק אחד מחברו כשרה ע''כ בהלכות. ובהשגות כתוב א''א אני אומר שנסדקו לארכן גופי העלין אע''פ שלא נתקו מן השדרה וזהו דעביד כי חופיא פירוש חפוי הכלי שעושין מאותן הרצועות של ההוצין ע''כ. ופירוש זה מחלוקת הוא בין המפרשים ז''ל שהגאונים ז''ל מפרשים כדברי ההלכות ורבינו. והאחרונים הכריעו כדברי הראב''ד ז''ל ושני הפירושין כתובים בערוך ואין לי להכריע אבל דע לך שדינו של רבינו אמת דכל שנדלדלו משדרו של לולב פסול ואפילו לא נדלדלו מעיקר חבוריהן כיון שתלויות למטה פסול וכן הכריע הרמב''ן ז''ל אבל כל שעולין עמה מאליהן אע''פ שהן פרודות כשר. וכתבו קצת הגאונים ז''ל שמצוה מן המובחר ליטול לולב שאין עליו פרודות. ודע לך ג''כ שדינו של הראב''ד בנסדקו גופי העלין שהוא פסול כן הוא האמת ויתבאר גם כן למטה: "
      ],
      [
        "<b>בריית עלין וכו'.</b> בגמ' ובהלכות אמר ר' יהושע בן לוי נחלקה התיומת נעשה כמי שנטלה התיומת ופסול. ובהלכות מפורש כדברי רבינו וכ''ש אם נחלקו העלין במקום אחר ונסדקו לארכן שהוא פסול וכמ''ש הראב''ד ז''ל למעלה, ודע שפסול זה אינו אלא ברוב העלין ולא במיעוטן. ויש מי שפירש נחלקה התיומת העלה האמצעי העליון שבכולן וכבר הכריע הרמב''ן ז''ל מן הירושלמי שהוא כפירוש ההלכות ורבינו ואפילו לדברי אותן מפרשים אין הפסול אלא ברוב העלה ולא במיעוטו: ",
        "<b>היו עליו וכו'.</b> זהו נטלה התיומת לפי דעת רבינו: ",
        "<b>לא היו וכו'.</b> משנה וגמרא שם (דף ל\"ב) בבאור: "
      ],
      [
        "<b>הדס שנקטם וכו'.</b> במשנה שם (דף ל\"ב) גבי הדס נקטם ראשו פסול ולמטה במשנה (דף ל\"ד:) אמרו ג''כ ר' ישמעאל אומר שלשה הדסים שנים קטומים ואחד שאינו קטום ר' טרפון אומר אפילו שלשתן קטומין ובגמ' אמר שמואל הלכה כר''ט ומתוך כך דחו בהל' משנה דנקטם ראשו פסול אלא כשר הוא וזה דעת הגאונים ורבינו. ובהשגות א''א כבר הופיע רוח הקדש בבית מדרשנו וכו'. ועם כל השבח הזה שהוא משבח סברתו כבר ראה הרמב''ן ז''ל דבריו והשיב עליהן ודחה קושיותיו שהקשה על הגאונים ז''ל והעמיד דבריהם, ואיני רואה להאריך לכתוב דברי הרמב''ן אחר שהוא ז''ל לא באר לא קושיתו ולא פירושו ויש קצת אחרונים מחמירין כדברי הר''א ז''ל וכן ראוי להורות: ",
        "<b>נשרו רוב וכו'.</b> בגמרא (דף ל\"ב ל\"ג) ת''ר נשרו רוב עליו ונשתיירו בו מיעוט כשר ובלבד שתהא עבותו קיימת ומשכחת לה באסא מצראה דקיימי שבעה שבעה בקינא והוה ליה עבות וכשר. וזה שאמר רבינו אם נשתיירו שלשה עלין בקן אחד ר''ל בכל קן וקן ופשוט הוא. ודע שגרסת רבינו במשנה נפרטו עליו ור''ל נשרו: ",
        "<b>היו ענביו וכו'.</b> במשנה (דף ל\"ב:) היו ענביו מרובות מעליו פסול ובגמרא (דף ל\"ג:) לא שנו אלא שחורות אבל ירקות מינא דהדס הוא וכשר אמר רב פפא ואדומות כשחורות דמיין. עוד במשנה ואם מיעטן כשר ואין ממעטין ביו''ט ובגמ' מבואר שאם עבר ולקטן כשר ומהסוגיא שלשם נראה שמותר ללקטן לאכילה כמ''ש רבינו אלא שלשם הצריכו שיהיה לו הדס אחר לצאת בו הא לאו הכי אע''פ שהוא מתכוין לאכילה אסור. וז''ש רבינו או שלקטן אחר ר''ל מי שאינו צריך לצאת בהדס וזה ברור: "
      ],
      [
        "<b>ערבה שנקטם וכו'.</b> אע''פ ששנינו במשנה (דף ל\"ג:) נקטם ראשה פסולה רבינו סובר שכשם שנדחה פסול קטימת ההדס מההיא דר''ט וכמ''ש למעלה ה''ה לפסול קטימת הערבה שהוא נדחה שדרך אחד להדס וערבה. אבל אין נראה כן מן ההלכות שהרי כתבו משנה זו דערבה כפשוטה בלא דחיה וכן כתוב בהלכות הרי''ג אע''פ שהכשירו בהדס נקטם ראשו וזה דעת הרמב''ן ז''ל לחלק ביניהן. ונתן טעם לדבר מפני שהדס כל הדרו בעבותו שעליו חופין את עצו ואין קטימת הראש נכרת בו אבל בשאר המינין קטימת הראש נכרת בהן ופוגמת בהדרן ע''כ. ובהשגות א''א דרך אחד להדס וערבה ע''כ. ר''ל שכשם שבהדס נקטם ראשו פסול לפי דעתו ז''ל וכמ''ש למעלה ה''ה בערבה וכבר כתבתי בדין ההדס למעלה: ",
        "<b>נפרצו עליה וכו'.</b> משנה שם ולפי דעת רבינו והלכות נראה שפירושם שנדלדלו מהקנה שהן מחוברות בו דומה לפירושם בנפרצו עליו של לולב. ולפירוש הר''א ז''ל פירוש שנחלקו העלין ונסדקו לארכן, ושני הפירושין אמת בעיקר הדין: "
      ],
      [
        "<b>אתרוג שניקב נקב מפולש כו'.</b> במשנה שם (דף ל\"ד:) נקלף נסדק חסר כל שהוא פסול וי''ג וחסר כל שהוא. עוד במשנה ניקב ולא חסר כ''ש כשר ובגמרא (דף ל\"ו) גבי ניקב וחסר כל שהוא פסול תני עולא בר חיננא ניקב נקב המפולש במשהו ושאינו מפולש כאיסר. ופירש רבינו במשנה ובגמרא כפירש''י ז''ל והוא דרישא תרתי פסולי קתני ניקב חד חסר כל שהוא פסול אחר ואין גורסין וחסר דמשמע דלא בעינן תרתי לפסולא אלא בחד מינייהו פסול ופירוש ניקב נקב המפולש וסיפא חדא קתני ניקב ולא חסר כל שהוא כשר ופי' נקב שאינו מפולש וכיון דאינו חסר כל שהוא כשר ודברי עולא בר חיננא הם בלא חסר כלל ואעפ''כ כיון שהוא נקב כאיסר אע''פ שאינו מפולש פסול אבל חסר כבר נזכר פסולו בראש המשנה זהו דעת רבינו ורש''י ז''ל. ובהשגות א''א זה שבוש אלא נקב מפולש וכו' והוא מפרש דרישא דמתניתין חדא קתני ניקב נקב וחסר כל שהוא דאיכא תרתי לריעותא פסול וסיפא ג''כ חדא דניקב ואינו חסר כשר וכולה בנקב מפולש הוא ולא דברה משנתנו בנקב שאינו מפולש כלל ועולא בר חיננא ביאר דנקב שאינו מפולש בחסרון כאיסר הרי הוא כנקב המפולש בחסרון כל שהוא וזה דעת המפרשים האחרונים ז''ל: ",
        "<b>ניטל דדו וכו'.</b> דברי רבינו בפסול זה הם כדברי ההלכות וקצת מן הגאונים שפירשו (דף ל\"ד:) נטלה פטמתו פסול בדדו של אתרוג והוא חוטמו ובו היא השושנה. ומלשון רבינו נראה שאינו פוסל בנטילת השושנה בלבד אלא בנטילת הדד והוא העץ שהשושנה בו וכן עיקר וכן ראוי להורות אע''פ שיש בזה סברות ופירושין ודברים ארוכים: ",
        "<b>ניטל העץ וכו'.</b> גם זה כדברי ההלכות והוא מוסכם מרוב הגאונים והאחרונים ז''ל ומכאן נראה לי ראיה דחסרון פחות מכאיסר פוסל באתרוג וכשיטת רש''י ז''ל ורבינו שכתבתי למעלה דאי לא כשנטל העץ ונשאר מקומו גומא למה יהא פסול הרי אין כאן חסרון כאיסר. וא''ת אי משום חסרון הוא פשיטא ול''ל למימר הא אשמעינן מתני' דחסר פסול כפי שיטה זו. לא היא דה''א דדוקא חסר מגוף האתרוג ממש פסול אבל כשניטל העץ הזה אע''פ שנשאר מקומו גומא כשר קמ''ל דפסול כנ''ל. ומבואר בדברי רבינו שאם לא ניטל אלא היוצא מן העוקץ כשר ופשוט הוא שם: ",
        "<b>עלתה חזזית וכו'.</b> במשנה עלתה חזזית על רובו פסול ובסוף המשנה על מיעוטו כשר ובגמרא (דף ל\"ה:) לא שנו אלא במקום אחד אבל בשנים וג' מקומות מיחזי כמנומר ופסול אמר רבא על חוטמו אפילו כל שהוא פסול ופירש רבינו חוטמו דדו וכן פירשו קצת מפרשים ז''ל. ובהלכות ר' יצחק אבן גיאת פירשו חוטמו שהוא חודו וראשו של אתרוג וקרובין דבריו לדברי רבינו. וראיתי מי שפירש חוטמו ממקום שמתחיל להתקצר ולהתחדד כלפי ראשו ופירוש חזזית הוא כעין גרב הנעשה באתרוג כדמתרגמינן או ילפת או חזזן ופסולו מפני שאינו הדר ולפיכך אע''פ שאינו מגיע עד הלבן פסול: ",
        "<b>נקלף הקרום וכו'.</b> במשנה נקלף פסול ובגמרא (דף ל\"ה ל\"ו) אמר רבא האי אתרוגא דאגליד כאהינא סומקא כשר והקשו והא תנן נקלף פסול ותירצו ל''ק הא בכולה הא במקצתה ורש''י ז''ל פי' מקצתה פסול דמיחזי כמנומר אבל הגאונים פירשו בהפך וכן עיקר. וכתוב בהלכות ואם נקלף כולו ולא נשתייר ממנו כלום פסול ואם נשתייר מקצתו כשר וכו' והוא כדברי רבינו: "
      ],
      [
        "<b>אתרוג שהוא וכו'.</b> ברייתא שם (דף ל\"ו) אתרוג תפוח סרוח כבוש שלוק כושי לבן או מנומר פסול ובמשנה (דף ל\"ד:) הירוק ככרתי ר''מ מכשיר ור''י פוסל וקי''ל כר''י ופי' כושי שחור ועוד יתבאר דינו לפנינו: ",
        "<b>גדלו בדפוס וכו'.</b> שם (דף ל\"ו:) ברייתא גדלו בדפוס ועשאו כמין בריה אחרת פסול אמר רבא לא שנו אלא כעין בריה אחרת אבל כמין ברייתו כשר אע''ג דעבדיה דפי ע''כ: ",
        "<b>התיום והבוסר וכו'.</b> שם (דף ל\"ו) בברייתא אתרוג ככדור פסול ויש אומרים אף התיום אתרוג הבוסר ר''ע פוסל וחכמים מכשירין. ופסק רבינו כת''ק שאינו פוסל התיום וכחכמים שמכשירין אתרוג הבוסר. אבל יש לתמוה למה לא כתב רבינו פסול אתרוג כדור ואולי שסמך על מ''ש עשאו כמין בריה אחרת פסול. ופי' מלות אלו. ככדור שהוא עשוי עגול מכל צד ככדור. תיום שני אתרוגין שדבוקין זה בזה. בוסר שלא נגמר בשולו: ",
        "<b>מקום שהאתרוגין וכו'.</b> במשנה (דף ל\"ד:) אתרוג הכושי פסול והקשו והא תניא כושי כשר דומה לכושי פסול ותירץ רבא ל''ק הא לן והא להו. ובהלכות פירש לבני ארץ ישראל כושי פסול וכ''ש כושי הדומה לכושי שהוא פסול. ולבני בבל שהאתרוגים שלהם כושים הכושי כשר והכושי הרבה שהוא דומה לאדם כושי פסול וזה מבואר כדברי רבינו ועיקר: "
      ],
      [
        "<b>כל אלו וכו'.</b> בגמ' (דף ל\"ו:) ר' חנינא מטבל באתרוג ונפיק בה כלומר שהוא אוכל ממנו ואח''כ יצא ידי חובתו והקשו והא תנן מתניתין נקב חסר כל שהוא פסול ותירצו ל''ק מתניתין ביו''ט ראשון ר' חנינא ביו''ט שני. ובהלכות וכן הלכתא מכאן למדו הגאונים לכל הפסולין מחמת מומין שהם כשרין בשני מק''ו שאין לך מום גדול מזה אבל הפסולין מחמת שיעוריהן ר''ל דמיכתת שיעורייהו אין יוצאין בהן אפילו בשני וזה מוסכם. ויש מוסיפין לפסול עוד בשני גזול ויבש וכן כתוב בהשגות א''א אין הכל מודים כו'. ומצאתי בדברי הגאונים כדברי רבינו שהן מכשירין את כולן בשני חוץ מן האסורין באכילה וכבר הכריע הרמב''ן ז''ל היבש להכשיר אבל בגזול הודה לדברי ר''א ז''ל לפסלו משום מצוה הבאה בעבירה. ומחלוקת הוא בגמרא בריש הפרק (דף ל') ביו''ט ב' במקדש אע''פ שהוא מן התורה ויש פוסקים כדברי רבינו והגאונים ז''ל וכן ראיתי בעטור שהוא מכשיר אף הגזול בשני ולדידן דאית לן תרי יומי יש מי שכתב שיו''ט גליות יום השני הרי הוא כראשון לענין פסולין אלו שאם לא כן יהיו מזלזלין בו. וי''א שהוא כשאר הימים דכיון דידעינן בקביע דירחא ויום ראשון הוא יו''ט בודאי לא החמירו במומין אלו ולא עוד אלא שלפי דברי הראשונים אם לא מצא בלא מום ישב ולא יטול ונמצא חומרו קולו. וכן נראה מלשון רבינו שכתב ביום שני עם שאר הימים ואין בזה ראיה מכרעת מן הגמרא. ודע שכל הפסולים שהזכיר רבינו פ' שביעי בין מפני שאינן מינן בין מפני שהן חסרי השיעור כלן פסולין בשני כראשון וזה מבואר פשוט בדברי רבינו: "
      ],
      [
        "<b>אין אדם וכו'.</b> משנה (דף מ\"א:) אין אדם יוצא ביו''ט הראשון בלולבו של חברו ושאר כל ימות החג אדם יוצא ידי חובתו בלולבו של חברו ואמרו בגמרא ביום ראשון אין יוצאין לא בשאול ולא בגזול עד שיתננו לו חברו במתנה. ועוד שם בגמרא הרי לך אתרוג זה במתנה על מנת שתחזירהו לי נטלו ויצא בו והחזירו יצא לא החזירו לא יצא: ",
        "<b>ואין נותנין אותו לקטן וכו'.</b> פרק לולב וערבה (סוכה דף מ\"ו:) א״ר זירא לא לקני איניש הושענא לינוקא ביומא טבא מ״ט דינוקא מקני קני אקנויי לא מקני ואשתכח דקא נפיק בלולב שאינו שלו: ",
        "<b>ואחד הלולב וכו'.</b> זה פשוט ומבואר שם (דף מ\"א): "
      ],
      [
        "<b>שותפין שקנו לולב או וכו'.</b> פרק יש נוחלין (ב\"ב קל\"ז:) אמר רבב''ח האחין שקנו אתרוג בתפיסת הבית ונטלו אחד מהן ויצא בו אם יכול לאכלו יצא ואם לאו לא יצא ודוקא אתרוג אבל פריש או רמון לא כך היא הגרסא ברוב הספרים ובדברי הגאונים וההלכות ופירושה כדברי רבינו דכל דאין שם אתרוגין אחרים אע''פ שאין מקפידין עליו באכילתו אינו יוצא בו לפי שכל שאין שם מאותו המין אין מחילתן בסתם מועלת אבל כשיש שם מאותו המין אפילו היה זה מעולה מן האחרים מחילתן מועלת לפי שאינן מקפידין. ובהלכות פ' לולב הגזול ושמעינן מינה דהני בי תרי דזבני לולבא בשותפות לא נפיק חד ידי חובתו ביומא קמא עד דיהיב ליה חבריה מנתא דידיה ואי לא לא נפיק ע''כ וכן כתבו האחרונים ז''ל ונתבארו דברי רבינו. אבל הרשב''א ז''ל כתב ומסתברא לי דהא דאחין בשלא לקחוהו לצאת בו היא אלא לאוכלו ולהריח בו אבל לקחוהו לצאת בו ודאי בכל גוונא יוצאין בו דאמרינן יש ברירה שהרי בשעה שלקחוה היו יודעים שאינו ראוי ליחלק ועל דעת כן לקחוהו שבשעה שיטלנו כל אחד מהן לצאת בו שיהא כולו שלו דומיא דשותפים שנדרו הנאה זה מזה שהן נכנסים לחצר של שניהם שאין בה דין חלוקה כמו שמבואר פ''ז מהלכות נדרים. והטעם שיש ברירה שכשלקחוהו על דעת כן נשתתפו שבשעה שכל אחד מהן נכנס יהיה מקום דריסתו שלו ואף בלולב כיוצא בו ואינן צריכין להקנות עכ''ד. ואפשר שעל דעת זה סמכו בהרבה מקומות שלוקחין לולב אחד וכל הקהל יוצאין בו בין בראשון בין בשני: "
      ],
      [],
      [],
      [
        "(יב-יד) ",
        "<b>אע״פ שכל המועדות וכו'.</b> דברי רבינו עד השמחה שישמח אדם וכו' מבוארין פ' החליל (סוכה דף נ') בבאור. מהן במשנה ובגמרא. ועוד היה שם שיר אחד לקרבן בין ביו״ט בין בשבת ומבואר פ״ג מהל' כלי המקדש. אבל זה לא היה אלא שיר של שמחה ואינו דוחה אפילו יו״ט: "
      ],
      [
        "<b>השמחה שישמח אדם בעשיית מצוה וכו'.</b> דברי רבינו מבוארים בכ''מ בגמרא ובבמה מדליקין (שבת ל':) אמרו ושבחתי אני את השמחה זו שמחה של מצוה. ועיקר הדבר הוא שאין ראוי לו לאדם לעשות המצות מצד שהן חובה עליו והוא מוכרח ואנוס בעשייתן אלא חייב לעשותן והוא שמח בעשייתן ויעשה הטוב מצד שהוא טוב ויבחר באמת מצד שהוא אמת ויקל בעיניו טרחן ויבין כי לכך נוצר לשמש את קונו וכשהוא עושה מה שנברא בשבילו ישמח ויגיל לפי ששמחת שאר דברים תלוים בדברים בטלים שאינן קיימים אבל השמחה בעשיית המצות ובלמידת התורה והחכמה היא השמחה האמיתית. וזהו ששלמה בדרכי מוסרו שבח שמחת החכמה ואמר בני אם חכם לבך ישמח לבי גם אני: <b>סליקו להו הלכות לולב</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [
        "<b>ושופר שתוקעין בו בין בר''ה בין ביובל הוא קרן הכבשים הכפוף וכל השופרות פסולים חוץ מקרן הכבש.</b> בפ' ראוהו ב''ד (ר''ה כ''ו:) תנן שוה היובל לר''ה לתקיעה ולברכות ר' יהודה אומר בר''ה תוקעים בשל זכרים וביובל בשל יעלים ואיפסיקא הלכתא כר' יהודה וכדא''ר לוי שופר של ר''ה ושל יוה''כ מצוה בכפופים וסובר רבינו דת''ק ור''י לעיכובא פליגי וכיון דקי''ל כר''י נמצא דאין יוצאין אלא בשל איל בלבד. ואע''ג דלכאורה נראה מדברי רבינו דלא קפיד אלא שיהא קרן כבש אבל לא אכפוף א''א לומר כן דהא ר' לוי דאמר מצוה בכפופים אוקימנא כר''י ואם איתא דמשכחת לה של זכרים שאינם כפופים לא ה''ל למישבק לישנא דזכרים דקאמר ר''י דכל עיקר מילתא תלי בזכרים אלא ודאי של זכרים כפופים הם והכי אמרינן בגמ' בהדיא גבי ר' לוי הוא דאמר כי האי תנא דתניא ר''י אומר בר''ה תוקעים בשל זכרים כפופים אלמא סתם של זכרים כפופים הן. וכן כתב בסמ''ג וכן כתב הר''ן שהוא דעת רבינו אלא שתמה עליו. ולפי זה מ''ש ושופר שתוקעים בו בין בר''ה בין ביובל הוא קרן הכבשים הכפוף לאו למימרא דאיכא קרן כבשים שאינו כפוף אלא ה''ק שופר שתוקעים בו הוא קרן הכבשים שסתם קרן זה הוא כפוף ומפני כך כתב וכל השופרות פסולים חוץ מקרן הכבש ולא כתב חוץ מקרן הכבש הכפוף דסתם קרן כבש הוא כפוף וסתמו כפירושו. אבל הרא''ש כתב לכאורה נראה דל''פ ת''ק ור''י אלא למצוה אבל כולהו מודו דיוצא בדיעבד בין בשל איל בין בשל יעל כדקתני רישא כל השופרות כשרים חוץ משל פרה ואם לא מצא של איל יוצא בשל יעל או בשל עזים ותדע דלמצוה פליגי דהא ר' לוי מצוה קאמר ועוד אטו פשוט וכפוף בקרא כתיבי תעבירו שופר כתיב ביובל וילפינן ר''ה מיניה וכיון דכולהו איקרי שופר חוץ משל פרה אמאי לא יצא ועוד דמשמע מילתייהו דרבנן ור''י מחלוקת בפני עצמה וכו' אלא ודאי ר''י ורבנן בר פלוגתיה דוקא למצוה פליגי וכן כתב הרמב''ן שלש מדות (כשרות) בשופר וכו' והתוס' חזרו והקשו דהא ר' לוי דאמר מצוה של ר''ה ויוה''כ בכפופים היינו משום דיליף ר''ה ויוה''כ מהדדי בג''ש דשביעי כדאמר לקמן בברייתא וכדתנן שוה היובל לר''ה וכו' אי הוי משום מצוה בעלמא כדקאמר כמה דכייף אינש טפי עדיף האי טעמא שייך דוקא בר''ה שהתקיעה לתפלה ולזכרון ולא ביובל שאין התקיעה אלא לסימן שלוח עבדים ולהשמטת קרקעות ומתוך זה היה נראה שאין יוצא בר''ה אלא בכפוף. ונ''ל דקושיא חלושה היא זאת לדחות כל הראיות חזקות שכתבתי ויש לדחות קושיא זו דר' לוי סבר כיון דבג''ש ילפי מהדדי ויש טעם לומר בר''ה כפופים למצוה מעתה כדי להשוותם יחד ראוי גם ביוה''כ להצריך כפופים למצוה ואע''ג דלא שייך ביה האי טעמא עכ''ל הרא''ש. וגם ה''ה הזכיר דעת זה שכתב על דברי רבינו שיטה אחרת יש דמתניתין דשופר של ר''ה למצוה היא בדוקא וזו היא שיטת ההשגות. וכ''כ שם א''א הפריז על מדותיו אלא מצוה בכפופים ואם תקע בשל יעל יצא ע''כ. ולא ידעתי למה כתב בשל יעל דלפי שיטה זו כל השופרות החלולים כשרים בדיעבד וזה דעת הרמב''ן והרשב''א ועיקר עכ''ל המגיד. ומה שתמה על הראב''ד אין לו מקום דודאי פשיטא דיעל דנקט הראב''ד לאו דוקא אלא משום דכל של יעל סתמו הוא פשוט וכדתנן שופר של ר''ה של יעל פשוט נקט יעל וה''ה לשאר מינין דאע''ג דפשוטים הם אם תקע בהם יצא לדעת הראב''ד. והכלבו כתב אפשר שדעת הרמב''ם אינו אלא למעט של פרה אבל של עז ושל תיש כולהו בכלל כבש הן וכן של יעלים ובלבד שיהיו כפופים והוא מדברי אורחות חיים ואין זה במשמע דברי רבינו אלא כמו שכתבתי: \n",
        "<b>ואע''פ שלא נתפרש בתורה תרועה בשופר וכו'. ומפי השמועה למדו מה תרועת יובל בשופר וכו'.</b> קשיא לי למה אמר ומפי השמועה למדו הא בגמ' (ר''ה ל''ג ל''ד) מייתינן לה בהיקשא א''נ בג''ש. ונ''ל שלפי שבגמ' מייתי ברישא דברייתא מהיקשא דבר''ה בעינן שופר ופשוטה לפניה ופשוטה לאחריה ובתר הכי קאמר ומנין לג' של שלש שלש ת''ל והעברת וכו' ומנין ליתן את האמור של זה בזה וכו' ת''ל שביעי שביעי לג''ש ומקשי גמרא ותנא מעיקרא מייתי לה מהיקשא ולבסוף מייתי לה בג''ש ה''ק אי לאו ג''ש הוה מייתינן ליה בהיקשא השתא דאתיא ליה בג''ש לא צריך היקשא ופירש''י ותנא מעיקרא מייתי בהיקשא ללמוד זה מזה מנין שבשופר ופשוטה לפניה ולאחריה גמר ר''ה מיובל בהיקשא דאין ת''ל בחדש השביעי אלא להקיש כל תקיעות של חדש השביעי שהן שוות ולבסוף גמר בג''ש ליתן את האמור של זה בזה הא נמי תיתי בהיקשא דאי כדכתיבי שיהו שתים בר''ה ואחת ביובל אין תרועות של חדש השביעי שוות. ה''ק אי לאו ג''ש אילו לא נאמרה ג''ש זו למשה מסיני לדונה הייתי מביא הכל בהיקשא השתא דאיתמר ג''ש זו למשה מסיני איני צריך להביא עוד בהיקשא מעצמי ע''כ. הנה שעכשיו שנאמרה ג''ש למשה משם אנו לומדין הכל ולכן כתב רבינו ומפי השמועה למדו מה תרועת שופר ביובל וכו'. ובראש פ''ג כתב כמה תקיעות חייב אדם לתקוע וכו' ומפי השמועה למדו שכל תרועות של חדש הזה אחד הן וכו' כיון גם כן לג''ש הנזכרת כאן שהיא הלכה למשה מסיני שכך אמרו השתא דאתמר ג''ש ור''ל השתא דאתמר ג''ש זו למשה מסיני. כתב הר' מנוח שאין בקול דין גזל כלומר שקול אין בו ממש כדתנן פ' שני דנדרים (דף ט''ו) קונם שאיני מדבר וכו' ובירושלמי פרק לולב הגזול איכא תרי טעמי ורבינו פסק כר''י ממיץ דחיישינן למצוה הבאה בעבירה ולפיכך כתב שאין בקול דין גזל ולא כתב משום יום תרועה יהיה לכם: \n\n"
      ],
      [],
      [
        "<b>וכן שופר של וכו' יצא.</b> היינו בשתלשו קודם זריקה דאילו לאחר זריקה אין מעילה לא בעורה ולא בקרניה שהכל לכהנים כדאמרי' בזבחים ומנחות ולא הוצרך רבינו לכתוב דין שופר של שלמים מאחר שכתב דין שופר של עולה דיצא כל שכן לשל שלמים: \n\n"
      ],
      [
        "<b>שופר של ר''ה אין מחללין עליו את יו''ט וכו'. ואין עשה דוחה לא תעשה ועשה.</b> פי' וחכמים עשו חזוק לדבריהם הכא כשל תורה דכיון דלא דחי מלאכה דאורייתא אף שבות דדבריהם לא ידחה: \n\n"
      ],
      [
        "<b>שיעור השופר וכו'.</b> נתבאר בהמפלת (נדה כ''ו) דהיינו טפח שוחק: \n",
        "<b>נסדק לאורכו פסול לרחבו אם נשתייר בו כשיעור כשר וכאילו נכרת מקום הסדק.</b> פירוש דוקא שישתייר שיעור תקיעה לצד הפה הוא דמכשרינן משום דחזינן כל מה שלמעלה ממנו כאילו ניטל משם וזה רמז רבינו באומרו וכאילו נכרת מקום הסדק לאפוקי מבעל העיטור ומר''י ן' גיאת שמכשירים אפילו לא נשתייר לצד הפה: \n",
        "<b>סתמו במינו וכו' ולא עכבו הנקבים שנסתמו את התקיעה הרי זה כשר.</b> כוונת רבינו ז''ל שאם סתמו במינו ואינו מעכב התקיעה עתה אע''פ שקודם שנסתם היה מעכב את התקיעה כשר לפי שמה שסתמו בו בטל לגבי השופר, וכן נראה מלשונו ז''ל ולא עכבו הנקבים שנסתמו את התקיעה דמשמע אחר הסתימה לא עכבו הנקבים דאי קודם הסתימה הוה ליה למימר ולא היו מעכבים ולא שנסתמו וכן כתב הר''ן ז''ל שזהו דעת רבינו. וההגהות שכתבו מתוך לשון העמוד נראה שר''ל כדמוכח בירושלמי דאמר אם היה מעכב את התקיעה קודם שנסתם הנקב פסול נראה שהיה להם גירסא אחרת בדברי רבינו כמו שכתוב בספרים אבל הנוסחא האמיתית היא זאת שכתבתי וכן נראה מדברי בעל מגיד משנה ז''ל ועדותו של הר''ן תכריע: \n",
        "<b>דבק שברי שופרות.</b> מסתברא שאם היה השבר אחד מהם שיעור שלם אע''פ שדבק שבר אחר והוסיפו עליו כשר דומיא דנסדק לרחבו ויש פוסלים: \n\n"
      ],
      [
        "<b>צפהו זהב מבפנים וכו'.</b> ברייתא פרק ראוהו ב''ד (ר''ה כ''ז:) צפהו זהב במקום הנחת פה פסול שלא במקום הנחת פה כשר צפהו זהב מבפנים פסול מבחוץ אם נשתנה קולו מכמות שהיה פסול ואם לאו כשר ע''כ. ונראה שרבינו שלא תפס שלא במקום הנחת פה כשם שהוא בברייתא סובר שהברייתא הכי מיפרשא שלא במקום הנחת פה כשר ולא תימא דבכל מקום דלאו הנחת פה כשר דאי מבפנים אי נמי מבחוץ אם נשתנה קולו פסול אלא הא דכשר שלא במקום הנחת פה היכא דצפהו מבחוץ ולא נשתנה קולו כדאמרינן בכמה דוכתי תנא והדר מפרש וא''כ אינה חלוקה בפני עצמה: \n",
        "<b>נתן שופר לתוך שופר כגון שהיה ראש הפנימי משוך מבחוץ ותקע בו יצא.</b> ואם קול חיצון וכו' כגון שראש החיצון משוך חוץ לפנימי ואין הפנימי נוגע בפיו לא יצא לפי שהקול נכנס בפנימי ונכנס גם כן בין הפנימי והחיצון ונמצא תוקע בשני שופרות ושופר אחד אמר רחמנא, לא הזכיר הא דאפכיה ככיתונא וי''ג לא תימא דהפכיה ככיתונא דמותר לתקוע בו אלא הרחיב וכו' ורבינו כתב הא דהרחיב ולא כתב הא דהפכו. ויש גורסין לא תימא אפכיה ככיתונא והתם הוא דפסול אלא אפילו לא הפכו אלא שהרחיב וכו' פסול וכ''ש הפכיה ככיתונא ורבינו כתב הא דהרחיב וכו' פסול וכ''ש הפכיה ככיתונא: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> היה ארוך וקצרו כשר.</b> אע''פ שקצרו משום אי זה פסול חוזר להכשרו א''נ אשמעינן דלא בעינן כל הקרן כמו שהוא בראש הבהמה: \n",
        "<b>או צרור</b> כלומר יבש כי דרך השופרות שמתחממים ומתיבשים מחמת התקיעה ואין קולו צלול וצריך ללחלחו במים: \n",
        "<b>התוקע לתוך וכו' וכן התוקע לתוך חבית גדולה וכו'.</b> כתב הר''ן שדעת רבינו לחלק בין העומדין בתוך הבור או בתוך המערה לעומדין חוץ ולא לחלק בין העומדים בתוך החבית לעומדים חוץ לפי שמאמר רב הונא בגמרא (דף כ''ז:) אינו אלא בבור דאמרינן התם אמר רב הונא לא שנו אלא לאותן העומדין על שפת הבור אבל אותם העומדים בתוך הבור יצאו ולא אמר העומדים על שפת הבור והפיטס אלמא דלא איירי אלא בבור וה''ה לדות דבור ודות חד הוא אלא שזה בחפירה וזה בבנין, וכתב שאפשר שדעתו ז''ל שמפני שחבית הברתו גדולה אפילו העומדין בתוכו אם קול הברה שמעו לא יצאו ואע''פ שיש לדחות ולומר דה''ה לפיטס ורב הונא רישא דמילתא נקט לא נראה לרבינו לדחות כן: \n",
        "<b>מ''כ</b> ראיה לדברי הר''ם דפיטס מתוך שאינו כ''כ עמוק כבור ודות אפילו העומדים בתוכו אפשר שישמעו קול הברה דקתני בברייתא התוקע לתוך הבור או לתוך הדות יצא משמע שהעומדים בבור לא שמעו אלא קול שופר אבל פיטס לא נזכר בברייתא משמע שהעומדים לתוך הפיטס אפשר שישמעו קול שופר או קול הברה ע''כ. ורבינו טודרוס הלוי כתב יש שסוברים לומר דפיטס הברה שלה מרובה וכו' ואני אומר שלא היה כן דעת הרמב''ם שלא נזכר זה החילוק כלל ואילו היה כן לא הוה שתיק גמרא מיניה אלא שהרב דקדק בלשונו ודבר בהוה ובמה שהוא אורחא דמילתא שבור ודות הם גדולים ופיהם רחב ודרך התוקע ליכנס בתוכה ולפיכך חילק בין העומדים בתוכה לעומדים בחוץ אבל פיטס אע''פ שהיא חבית גדולה אין דרך התוקע ליכנס בתוכה שפיה אינו רחב כ''כ אלא עומד מבחוץ ומכניס ראש השופר ותוקע דלפי שהוא בחוץ ודאי ה''ל ליתן לו דין העומדים בחוץ ואם קול שופר שמע יצא ואם קול הברה שמע לא יצא, ותדע שכן הוא דעת הרב דגבי בור ודות כתב התוקע בתוך הבור או בתוך הדות ומדקאמר בתוך בבי''ת משמע שהתוקע נכנס בתוכם ובתוקע בפיטס התוקע לתוך החבית הגדולה ומדקאמר לתוך בלמ''ד משמע ודאי שהתוקע בחוץ ותוקע לתוכה כגון שמכניס ראש השופר לתוכה כן נראה ויפה דקדק עכ''ל: \n",
        "<b>כתב</b> הר' מנוח הא מיירי שהתוקע והשופר מבפנים והוא תוקע ועולה וקמ''ל אם שמע קול שופר כלומר שביחד יצא ראשו והשופר מהבור נמצא שלא נתבלבל הקול יצא ואם קול הברה שמע שהוציא ראשו מהבור ופי השופר עדיין בתוך הבור לא יצא שנתבלבל הקול ומהאי טעמא לא הזכיר הר''ם ההיא דשמע מקצת תקיעה בבור ומקצתה על שפת הבור: \n\n"
      ]
    ],
    [
      [
        "<b>הכל חייבים וכו'.</b> ברייתא בפרק ראוהו בית דין (ר''ה כ''ט) וקאמר בגמרא דכהנים איצטריכא ליה דליתנהו ביובל כדתנן כהנים ולויים מוכרים לעולם וגואלים בין לפני היובל בין לאחר היובל סד''א הואיל וליתנהו ביובל ליתנהו בר''ה קמ''ל. ובריש ערכין (דף ב':) קאמר דהכל לאיתויי קטן שהגיע לחינוך: \n\n"
      ],
      [],
      [],
      [
        "<b>נתכוון שומע לצאת ידי חובתו וכו'.</b> הרב בעל מגיד משנה ז''ל הביא ההיא דר' זירא בפרק ראוהו ב''ד דאמר לשמעיה איכוין ותקע לי ומסקנא עד שיתכוין שומע ומשמיע ותמה על דברי רבינו ז''ל שפסק פ' ו' מהל' חמץ ומצה שאם אכל מצה בלא כוונה כגון שאנסוהו עכו''ם יצא וזה נראה בגמרא שהוא כדעת מי שאומר מצות אין צריכות כוונה והצריך כאן כוונת שומע ומשמיע ונסתפק בנוסחת רבינו ז''ל גבי מצה אם היא אמיתית ועם כל זה יישב הנוסחא. והר''ן ז''ל כתב וז''ל וכן פסק הר''ם במז''ל בפרק ב' מהלכות שופר דצריך שיתכוין משמיע להוציא ושומע לצאת הא לאו הכי לא יצא אלא שבפ''ו מהל' חמץ ומצה כתב דכפאוהו ואכל מצה יצא ולא פליגא דידיה אדידיה דס''ל דבתקיעת שופר כיון דחזינן דרבי זירא אמר לשמעיה איכוין ותקע לי נקטינן דצריך כוונה אבל בכפאוהו ואכל מצה כיון דלא חזינן בגמ' מאן דפליג עליה בהדיא לא דחינן לה דאע''ג דבתקיעת שופר לא יצא הכא יצא שכן נהנה כדאמרינן בעלמא המתעסק בחלבים ובעריות חייב שכן נהנה ובגמ' נמי עבדינן צריכותא ממצה לשופר הילכך אע''ג דשופר מידחיא דקי''ל צריך כוונה בכפאוהו ואכל מצה נקטינן דיצא עכ''ל. ומ''ש הר''ן ז''ל ובגמ' נמי עבדינן צריכותא ממצה לשופר משום דבגמ' (ר''ה כ''ח) אמרינן שלחו ליה לאבוה דשמואל כפאוהו ואכל מצה יצא וגרסינן עלה אמר רבא זאת אומרת התוקע לשיר יצא פשיטא היינו הך מהו דתימא התם אכול מצה אמר רחמנא והא אכל כלומר דכיון שנהנה באכילתו לא מיקרי מתעסק אבל הכא כלומר בתוקע לשיר אימא מתעסק בעלמא הוא קמ''ל: \n\n"
      ],
      [],
      [],
      [
        "<b>התינוקות וכו' בשבת שאינה יו''ט.</b> כלומר שאינו ר''ה וכ''ש בשבת שחל ר''ה בו מיהו ה''מ בזמן שתקיעת שופר דוחה שבת ואפשר דאפילו בזמן הזה דכיון שלא הגיע לחינוך לא איכפת לן אי לא מעכב ליה בר''ה. ומדברי רש''י שכתב מתעסק עמהם לא שהגדול תוקע וכו' משמע שמי שאינו צריך ללמוד אסור לתקוע ביו''ט אחר שתקע תקיעה של מצוה. וא''ת מ''ט שופר אין תוקעין אלא כל זמן שב''ד יושבין ובלולב לא מצינו כן. ונ''ל בשופר אחד יכול להוציא את הכל י''ח ויכול להיות בעוד בית דין יושבין משא''כ בלולב שכל אחד צריך ליטלו ושמא לא יהא שהות: \n\n"
      ],
      [
        "<b>כשגזרו שלא לתקוע וכו' ולא אנשי ירושלים בלבד וכו'.</b> פרק יו''ט של ר''ה (ר''ה כ''ט:) משנה ועוד זאת היתה ירושלים וכו' (עיין במ''מ) ומייתי בגמ' (דף ל') אהא מתני' ת''ר רואה פרט ליושבת בנחל שומעת פרט ליושבת בראש ההר וקרובה פרט ליושבת חוץ לתחום והיא יכולה לבא פרט לדמפסיק לה מברא. ורבינו כלל לשון המשנה ולשון הברייתא בלשונו הטהור וכתב אלא כל עיר שהיתה בתוך תחום ירושלים והיתה רואה ירושלים לא שתהיה בתוך הנחל והיתה שומעת קול תקיעת ירושלים לא שתהיה בראש ההר והיא יכולה לבא בירושלים לא שיהיה נהר מפסיק ביניהם: \n\n"
      ],
      [
        "<b>ובזמן הזה שחרב בית המקדש.</b> משנה שם (דף כ''ט:) משחרב ב''ה התקין רבן יוחנן בן זכאי שיהו תוקעין בכל מקום שיש בו ב''ד. ופי' רבינו ב''ד קבוע וסמוך: \n",
        "<b>ואין תוקעין בשבת אלא בב''ד שקידשו וכו'.</b> ברייתא שם (דף ל'): \n",
        "<b>ומ''ש ואין תוקעין אלא בפני ב''ד גדול בלבד וכו'.</b> ברייתא פירשוה כן בגמ' אתמר נמי א''ר חייא בר גמדא אמר ר' יוסי בן שאול אמר רב אין תוקעין אלא כל זמן שב''ד יושבין ולפי שהדינין האלו יוצאים כל אחד ממקומו כתבה רבינו כל אחד בפני עצמו ולא כללם יחד: \n",
        "<b>ומ''ש ואין תוקעין אלא בפני ב''ד גדול.</b> פירוש קבוע וסמוך שקדשו החדש: \n\n"
      ],
      [
        "<b>בזמן הזה שאנו וכו'.</b> קשיא לי שנראה מלשון רבינו שאפילו עתה שאין אנו מקדשין ע''פ הראייה תוקעין בב''ד קבוע שאמר ולא היה במקום ב''ד הראויים לתקוע משמע שאפשר להמצא עתה ב''ד הראויים לתקוע. ולמעלה פסק שאין תוקעין אלא בב''ד שקדשו את החדש. ונ''ל שהטעם שאמרו שאין תוקעין אלא בב''ד שקדשו את החדש הוא לפי שאם היינו מתירין לתקוע בכל ב''ד אע''פ שלא קדשו את החדש באותו ב''ד היו באים לתקוע אף בב''ד של עיר אחרת שלא קדשו החדש באותה העיר והם לא ידעו אם היום קדש או למחר ואותו היום אינו ר''ה ותוקעין בשבת דלאו יו''ט וא''כ עכשיו שהכל עושין ע''פ חשבון ועושין שני ימים הרי הדבר אצלנו ודאי וליכא למיחש לההיא דב''ד שקדשו את החדש ולפיכך כל ב''ד קבוע וסמוך תוקעין והרי הוא כב''ד שקדשו את החדש: \n",
        "<b>ומ''ש כדרך שתוקעין בראשון תוקעין בשני וכו'.</b> שלא תאמר הואיל ובקיאינן בקביעא דירחא יום ראשון עיקר ואין צריך לתקוע בשני או אם ת''ל שצריך ה''מ בשתקעו בראשון שהוא העיקר אבל אחר שלא תקעו בראשון מה מועיל תקיעת השני קמ''ל תוקעין בשני בלבד. ויותר נכון לומר שרבינו כתב הדין לזמן שהיו מקדשין ע''פ הראייה כמו שכתב דיני טומאה וטהרה ודיני הקרבנות אע''פ שאין נוהגין עכשיו וזה עיקר: \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b>הרי שתקע וכו' וחוזר ותוקע ומריע ותוקע שלש פעמים.</b> לאו למימרא שיחזיר הסימן ג' פעמים דהא מיירי שתקע והריע ותקע אלא ג' פעמים חוזר לתקיעה ותרועה ותקיעה וזה לאפוקי מהירושלמי דאמר אפילו אחת אין בידו. רש''י גורס כתוספתא שמע ט' תקיעות יצא ורבינו גרס לא יצא וכן גירסת הספרים ואין למחוק הספרים מפני התוספתא: \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b>קנים היוצאים מסכך הסוכה וכו'.</b> סוף פ''ק דסוכה (דף י''ט) תניא פסל היוצא מן הסוכה נדון כסוכה מאי פסל היוצא מן הסוכה אמר עולא קנים היוצאים מאחורי הסוכה כלומר חוץ לדופן האמצעית שהיא אחריה של סוכה יוצאים קנים מן הסכך ואוקמוה התם כגון דאית בה ז' על ז' ושלש דפנות וצלתה מרובה מחמתה ורבה ורב יוסף אוקמוה בקנים היוצאים לפני הסוכה כלומר ברוח רביעית הפתוח ומשכא ואזלא חד דופן בהדייהו ואפ''ה כשרה דמן הסוכה היא והויא כשתים כהלכתן ושלישית אפילו טפח אע''ג דלא ממשכא באידך גיסא כשרה והיינו חידושא דסד''א כיון שמתחלה לא נתכוון לעשות הסוכה אלא כנגד דופן הקצר או משוך ממנו מעט הנהו קנים דנפקי ליגרעו מסוכת גנב''ך כיון שלא נעשו במתכוון קמ''ל ורבב''ח אמר ר' יוחנן מוקי לה בסוכה שרובה צלתה מרובה מחמתה ומיעוטה חמתה מרובה מצלתה דכיון דבכללה צלתה מרובה מחמתה כשרה אפילו תחת אותו סכך שחמתו מרובה מצלתו ורבי אושעיא מוקי לה כגון דאיכא סכך פסול פחות מג' בסוכה קטנה דכיון דבציר משלשה נדון כסוכה. ורבינו כתב כאן אוקימתא דרבה ורב יוסף דשייכא בהאי פרקא ולא כתב אוקימתא דעולא דכ''ש היא ובפרק שאחר זה כתב אוקימתא דר' יוחנן ומתוך דבריו באותו פרק נתבארה אוקימתא דר' אושעיא: \n\n"
      ],
      [],
      [],
      [
        "<b>העושה סוכתו בין האילנות וכו'.</b> נראה לי שחיזוק זה צריך עד גובה עשרה לבד: \n\n"
      ],
      [
        "<b>סוכה שאין לה גג וכו'.</b> כתב ה''ה שנראה מדברי רבינו שאין צריך להחמיר כדברי האחרונים שכתבו שצריך שיעשה הדפנות מדבר שמסככין בו ושיהיה בדפנות ט''ז טפחים עשרה לדפנות וששה לסכך חוץ מטפח זה שעומד לגג פחות מכאן פסולה ואיני רואה מדברי רבינו הכרח לחלוק עליהם ודבריהם הוו טעמא דמסתבר דהיאך אפשר שנקל בסוכה זו לפחות משיעור הראוי לסוכה ולדפנות: \n",
        "<b>כתב</b> מהרא''ם דמדברי התוס' נראה שיהיה השיפוע הנשאר לסכך יותר מז' טפחים בתוספת האלכסון על הצלע לא ז' טפחים בלבד כדברי הר''ן אבל הרמב''ם כתב בפ''ה וכן כילה שיש לה גג אפילו טפח אם גבוהה י' טפחים אין ישנים בה בסוכה ונראה שהוא סובר דלא בעינן ז' על ז' בגובה י' שהרי הוא משתפע ועולה וכלה בגג טפח ואין בכל גובהה רק י' ואפ''ה אין ישנים בה מטעם סוכה שתחת סוכה והוא תמוה מאד דא''כ הא דבעינן משך ז' על ז' אינו אלא בחלל שבקרקע הסוכה אבל לא בחלל שבגובה י' וא''כ למה קראו לסוכה שסככה ז' על ז' סוכה קטנה ששיעורה מצומצם שאין פחות ממנה הא בטפח אחד נמי כשרה עכ''ל. ול''נ דמההיא דכילה אין ראיה להכשיר סוכה דהתם משום דמחזי כסוכה בתוך סוכה אסרינן לה וכל שיש לה גג טפח שהוא שיעור אהל לטומאה אתו למיטעי ולאכשורי סוכה בתוך סוכה. א''נ מפני שכל שיש לה גג טפח חשיבא אהל ולא בטלה לגבי סוכה וכיון דכילה פסולה לסכך הוי כישן תחת סוכה פסולה שהיא תחת סוכה כשרה דהא ודאי לא יצא ולעולם בסוכה העשויה כמין צריף או שסמכה לכותל והגביהה מהקרקע או הרחיקה מהכותל טפח בעינן שיהא בה ז' על ז' בגובה עשרה וכדברי המפרשים. אבל אי קשיא הא קשיא שכתב ה''ה ראיתי מהאחרונים מי שפירש ואמר דדוקא בשעשה הדפנות בדבר שמסככין בו ויש בדפנות אלו כדי ט''ז טפחים י' לדפנות וששה לסכך חוץ מטפח זה שעומד לגג פחות מכאן פסולה ויש לחוש להם אע''פ שאינם נראים מחוורים עכ''ל. הרי כתב בהדיא שלא נתחוורו לו דברי המצריכים שיהו בדפנות אלו ט''ז טפחים וא''כ הוא סובר שאע''פ שאינה גבוהה אלא י' טפחים כשרה וא''כ לא בעינן ז' על ז' בגובה י' שהרי לא משפעת ועולה וכלה בגג טפח ואין בכל גובהה אלא י' טפחים ואפ''ה מכשרינן לה וא''כ תפול עליו קושית הרא''מ דלמה קראו לסוכה שסככה ז' על ז' סוכה קטנה ששיעורה מצומצם שאין פחות ממנה הא בטפח אחד נמי כשרה. ואפשר לידחק ולומר דהא דבעינן שבעה על שבעה בסוכה היינו בקרקעיתה אבל הסכך נהי שאם רחבו שבעה על שבעה אויר או סכך פסול פוסלים בו אפילו בג' מ''מ גג ז' על ז' אינו עיכוב בסוכה וכל שאין לה גג אלא טפח והוא מסוכך בסכך כשר כשרה כיון דגג טפח חשוב אהל לטומאה חשוב נמי אהל לסוכה והרי כל אהל סוכה זו מסוכך בסכך כשר והיא גבוהה י' ויש בחלל קרקעיתה ז' על ז' הילכך כשרה לדעת הסוברים כן: \n\n"
      ],
      [
        "<b>סיכך על גבי אכסדרה שיש לה פצימין וכו'.</b> כתב ה''ה וזהו פירושה אכסדרה זו היא שני כתלים זה כנגד זה וכו' וכן פי' הר''ן לדעת הרי''ף דכי אמרינן יש לה פצימין לאו בסמוכים פחות מג' עסקינן כדברי רש''י אלא בשיש לה פצימין באותה רוח שלישית אחד מכאן ואחד מכאן דכיון שיש לה פצימין אמרינן פי תקרה יורד וסותם ע''י הפצימין. ולפי שטה זו הא דאחוי ליה רב אשי נראה מבחוץ ושוה מבפנים אתיא כפשטה שע''י אותם השני פצימין היו אומרים פי תקרה יורד וסותם ואין צריך לידחק במה שנדחק בו רש''י. ונראה מדברי רבינו דאפילו בדאית לה פצימין לא אמרינן פי תקרה יורד וסותם על ידי הפצימין אלא מרוח אחת בלבד וכ''נ גם מדברי הר''ן: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>סוכה שיש לה פתחים הרבה וכו'.</b> כתב הרב המגיד שדעת רבינו דהא דתניא יתירה שבת על הסוכה וכו' היינו דוקא ברוח שלישית וכו'. וק''ל דא''כ לא היה צריך רבינו לכתבה שהרי כבר כתב דיני דופן שלישית בזה הפרק. ונראה דהכי קאמר הרב המגיד שלא הכשירו בפרוץ מרובה על העומד אלא בדופן שלישית דוקא שכן מצינו שהקלו בה ואמרו דסגי בה בטפח שוחק או בפס ד' והילכך הקילו בה נמי היכא שדופן שלישית היא על פני כולה אלא שפרוץ מרובה על העומד אבל בשתי דפנות הנשארות דינה כדין שבת: \n\n"
      ],
      [],
      [
        "<b>בנה איצטבה באמצעה וכו'.</b> כתב הרב המגיד ופירש רבינו שרואין כאילו המחיצות נוגעות באיצטבה וכן פירשו הגאונים ז''ל ומדבריהם למדנו שהם מכשירים הסוכה על ידי כך ע''כ. וכתב כן לפי שיש מפרשים דדופן עקומה היינו שרואים כאילו הסכך כולו שמן הדופן עד האיצטבה הוא הדופן אלא שנתעקם שכן דרכן של כותלים להתעקם ולפי דעתם הדבר ברור שאותו שיעור שבין הדופן לאיצטבה אינו כשר כיון שאנו דנין סכך שעליו כאילו הוא דופן. וא''ת הרי דעת רבינו בפרק ה' כדעת אותם המפרשים שכך כתב שם רואים כאילו הכותל נעקם ויחשב זה הסכך הפסול מגוף הכותל. ואפשר לומר דשאני לרבינו בין היכא שפסול הסכך מחמת עצמו כי התם דאז ודאי לא מכשרינן לאכול תחתיו אלא רואין כאילו הכותל נעקם וכו' להיכא שפסולו מחמת גובהו כי הכא דכיון דאיכא שיעור הכשר סוכה באיצטבה ואידך הוי נמי סכך כשר אע''פ שהוא גבוה עשרים לא גרע מפסל היוצא מן הסוכה דנדון כסוכה וזה דוחק דנימא דשאני פירוש דופן עקומה מהכא להתם ואם כך היתה כוונת רבינו הרבה סתם הדברים ועוד דאפילו נימא דסובר רבינו דרואין כאלו המחיצות נוגעות באיצטבה מאן לימא לן שסובר שאוכלין תחת אותו סכך שחוץ לאיצטבה דילמא ס''ל כהר''ן שחלק על רש''י וכתב דלית לן לאכשורי משום פסל היוצא אלא בהנהו גווני דאמרינן בגמ' לא בגוונא אחרינא דאיכא למימר דלא עדיף כהנהו אלא דוקא במקום איצטבה כשר. לכך נ''ל שדעת רבינו שלא להכשיר אלא תחת סכך האצטבה וטובא קמ''ל דסד''א דניגזור דילמא אתי למיכל באידך גיסא קמ''ל. ומ''ש כאן וכאילו המחיצות נוגעות באיצטבה לא נתכוון לומר שהמחיצות דוקא נוגעות והסכך כשר אלא לומר כאילו המחיצות נוגעות לאיצטבה ואינן מרוחקות כלומר דרואין כאילו נעקם הכותל ויחשב אותו סכך מגוף הכותל וכמו שביאר בפרק שאחר זה ואם דעת רבינו כמו שכתבתי בעינן שיהיו הדפנות מגיעות לסכך כדי שנאמר רואין כאילו נתעקם הכותל וכאילו הסכך מן הדופן שכן דרכן של כותלים להתעקם אבל אם אין הדפנות מגיעות ליכא למימר דופן עקומה: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>אבל אם עבר וסיכך בדבר הנובל ונושר או בדבר שריחו רע כשרה.</b> הר''ן כתב גבי שווצרי דסני ריחייהו דפסולין אף לדפנות ומשמע אפילו בדיעבד: \n\n"
      ],
      [
        "<b>סיכך בירקות וכו'.</b> ואם תאמר הרי כתב בראש פרק זה דבדבר הנובל כשר בדיעבד. וי''ל דהתם היינו בדבר שדרכו ליבול קצת עליו אבל מכל מקום אפילו אחר נפילת עליו צלתו מרובה מחמתו ולכתחלה לא דילמא מתוך נשירת העלין שביק לה ונפיק וזהו מה שאמרו בפרק קמא דסוכה (דף י''ג) בהיגי לא מסככין דכיון דנתרי טרפייהו שביק לה ונפיק. \n",
        "<b>ומה שכתב סיכך בירקות וכו'.</b> היינו בדבר שאחר שיבולו או ייבשו עליו ישאר חמתו מרובה מצלתו: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>נתן עליה נסר וכו'.</b> כתב הרב המגיד וה''מ שנתנו מן הצד אבל באמצעה הא אמרינן דפוסל בד' טפחים. ול''נ דאפשר נמי כגון שנתנו באמצע לרוחב הסוכה ונשאר ממנו עד דופן אמצעי שיעור סוכה והנסר אינו מבריח מן הקצה אל הקצה ואשמעינן שאותו צד שאצל הפתח אע''פ שהנסר מפסיק נדון כפסל היוצא מן הסוכה: \n\n"
      ],
      [
        "<b>תקרה שאין עליה מעזיבה וכו'.</b> פי' דיש כאן משום גזירת תקרה ומשום תעשה ולא מן העשוי ובמפקפק או נוטל אחת מבינתים כי היכי דמפיק ליה בהכי מן תעשה ולא מן העשוי מפיק ליה נמי מגזירת תקרה ושיטת רבינו כשיטת הרי''ף שכתב הר''ן פ''ק דסוכה: \n\n"
      ],
      [
        "<b>וכן החוטט בגדיש וכו'.</b> נראה מפירוש רש''י (סוכה ט''ז) דדוקא כי חטיט מלמעלה למטה כשרה דמשייר לסכך כמו שהוא אבל אם חטט למעלה פסולה דסכך דמעיקרא ליתיה בעולם וסכך דהשתא אית ביה משום תעשה ולא מן העשוי ואחרים אומרים דכל דבהדי סככה אפילו סמיך טובא סכך הוי אלא דהשתא קליש ליה מלמטה הילכך שפיר דמי (עכ''ל הר''ן): \n\n"
      ],
      [],
      [
        "<b>חבילות קטנות שאגדו אותם למנין.</b> ק''ל למה כתב קטנות דאי פחות מכ''ה אפי' לא היו אגודים למנין אלא לשם אגד מסככין בהם: \n\n"
      ],
      [
        "<b>העושה סוכתו תחת האילן וכו'.</b> כתב ה''ה שם משנה כלשונה וכו' עד שהפרידן זה מזה. אבל בפירוש המשנה לרבינו נראה שהוא ז''ל מפרש דחבטן היינו שקצצן שכתב אמתניתין דהדלה עליה וכו' אם היה סיכוך הרבה מהן כשרה בתנאי שיקוץ אותם ואם לא קצצן יצטרף סכך פסול בהדי סכך כשר ופסולה, עוד אמר או שקצצן כשרה בתנאי שינענע אותם ואז תהיה כשרה וכן נראה מדברי רבינו גם פה שכתב הדלה עליה עלי האילנות ובדיהן וסיכך על גבן ואח''כ קצצן אם היה הסיכוך הרבה מהן כשרה ואם לא היה הסיכוך שהיה מתחלתו כשר הרבה מהן צריך לנענע אותם אחר קציצתן כדי שתהא עשויה לשם סוכה ולפי זה מתניתין דהדלה עליה הכי מיפרשא אם היה הסיכוך הרבה מהן כשרה בלא נענוע כלל וכדאוקימנא לה בשחבטן היינו שקצצן ומאי או שקצצן פירוש או שקצצן כמשפט דהיינו קצצן ונענען אע''פ שאין הסיכוך הרבה מהם כשרה דאפילו כל הסיכוך מהם כשרה כיון שקצצן ונענען ומתני' דהעושה סוכתו תחת האילן ודאתמר עלה בגמרא הכי נמי מיפרשא דכל שהאילן חמתו מרובה מצלתו מסתמא הסכך פסול מועט מהכשר הילכך אם חבטן דהיינו שקצצן אע''פ שלא נענעם כשרה וכשהאילן צלתו מרובה מחמתו מסתמא הסכך הפסול רבה על הכשר הילכך אפילו חבטן דהיינו שקצצן פסולה משום תעשה ולא מן העשוי עד שינענענו אע''פ שכשקוצצן הם מתנענעים ונופלים על הסכך לא מהני משום דבעינן נענוע בידים והשתא נתבארו דברי רבינו שכתב עירב דבר שמסככין בו בדבר שאין מסככין בו וסיכך בשניהם אע''פ שהכשר יתר על הפסול פסולה בדבר שאין מסככין בו בלא קצצן ודאי מיירי והכי נמי בגמרא על חמתו מרובה מצלתו דמשמע דסכך פסול מועט מן הכשר אקשינן הא מצטרף סכך פסול בהדי סכך כשר ואיצטריך לאוקמה בשחבטן דהיינו קצצן הא אם לא קצצן פסולה ואפילו שכשר יתר על הפסול: \n\n"
      ],
      [],
      [
        "<b>כיצד בית שנפחת וכו' וכן חצר המוקף וכו' וכן סוכה גדולה וכו'.</b> הכל משנה פ''ק דסוכה (דף י''ז) ואמרו שם צריכה דאי אשמעינן בית שנפחת דמחיצות לבית עבידן אבל חצר המוקפת אכסדרה דמחיצות לאו לאכסדרה עבידן אימא לא צריכא ואי אשמעינן הני תרתי משום דסככן סכך כשר הוא כלומר ממין סכך כשר ופסולן משום העשוי אבל סוכה גדולה דסככה סכך פסול הוא אימא לא צריכא: \n\n"
      ],
      [
        "<b>ואי זו היא סוכה קטנה וכו' וגדולה כל שישאר בה יתר על הסכך הפסול ז' על ז' סכך כשר.</b> יש להסתפק בלשון זה אי ס''ל דז' טפחים על ז' טפחים מצטרפין כלומר שאם סכך פסול מתחיל מהדופן שמהצד ואינו מגיע עד הדופן האחר ואם נצרף סכך שאצל דופן האמצעית וסכך שאצל הפתח על ידי הצד שאין מגיע לו סכך פסול יש בסוכה זו ז' על ז' ונכשיר או נימא דאין מצטרפין וצ''ע: \n\n"
      ],
      [
        "<b>סיכך בדבר פסול ודבר כשר וכו'.</b> כתב ה''ה משנה המקרה סוכתו וכו' וזה תימה אצלי שהרי בפירוש נפסקה הלכה פ''ק דעירובין כרב פפא דאמר פרוץ כעומד מותר וכו'. ואני אומר שאין כאן תימה כלל שרבינו גורס כגירסת ר''ת שכתבו התוספות (עירובין ט''ו:) והא א''א לצמצם א''ר אמי במעדיף רבא אמר אפילו בשאין מעדיף אם היו שתי נותנן ערב ערב נותנן שתי והוי האי פירכא בין לר''פ בין לרב הונא בריה דרב יהושע וא''כ כי שני ר' אמי במעדיף הוי אפילו לרב פפא. אך יש לדקדק למה לא כתב רבינו שאם היו שתי נותנן ערב כשינויא דרבא דבתרא הוא ונראה שבכלל מה שכתב אם היה כל הסכך הכשר יותר על כל הסכך הפסול כשרה הוי דכל שהם שתי ונותן הסכך הכשר ערב או אפכא הרי הוא מעדיף וכמו שפירש רש''י דע''כ אם אינו נותן ראשי הקנים על השפודים הרי הם נופלים לארץ והילכך ה''ל כשר מרובה על הפרוץ ומבטלו. ואל יקשה עליך מה שכתב רבינו מפני שסכך פסול כפרוץ הוא נחשב ותאמר א''כ אע''פ שלא ירבה הכשר על הפסול ליתכשר וכדקי''ל דפרוץ כעומד מותר. די''ל דשאני הכא שא''א לצמצם ולמלאות כל הריוח שלא יהא בו אויר כלל וא''כ כל שהוא פרוץ כעומד בענין זה הוי פרוץ מרובה על העומד הילכך בעינן שירבה הסכך הכשר. ואכתי קשיא שרבינו כתב לקמן גבי סכך שיש בו חלונות שאם יש בכל האויר ככל המקום המסוכך פסולה מפני שחמתה מרובה מצלתה והוא מה שאמרו בגמרא (דף כ''ב:) כזוזא מלעיל כאסתרא מלתחת כלומר בנקב קטן החמה הנכנסת בו גדולה יותר ממנו והרי שם פרוץ כעומד ופסל רבינו ואין לחלק בין סכך פסול לאויר כמו שחילק הר''ן בפרק הישן שהרי כתב כאן רבינו שסכך פסול כפרוץ הוא נחשב וצ''ל דה''ק שסכך פסול כפרוץ הוא נחשב ומצטרף מקום סכך הפסול עם מה שנשאר מאויר שלא נתמלא בסכך הכשר משום דא''א לצמצם וה''ל פרוץ מרובה על העומד מש''ה פסול עד שירבה סכך כשר על הפסול ומהאי טעמא בדין סכך שהיו בו חלונות כשיש בכל האויר ככל מקום המסוכך פסולה משום דכשנצרף האויר שיש במקום הסכך הכשר שא''א לצמצם עם החלונות הוי פרוץ מרובה על העומד ומש''ה בעינן שיהא הסכך רב על האויר דאז יהיה פרוץ כעומד, ולפי זה צ''ל דכי אמרינן כזוזא מלעיל כאסתרא מלתחת משום דגם מבין הסכך הכשר נכנס השמש משום דא''א לצמצם כנ''ל: \n\n"
      ],
      [],
      [
        "<b>נויי סוכה אין ממעטין בגובהה.</b> פירש בגבוהה מעשרים להכשירה דלאו מין סכך הן דא''כ הוו פוסלים משום מקבל טומאה ולא לפוסלה בפחות מי' ולא דמיא להוצין יורדין לתוך עשרה שפוסל משום דירה סרוחה וכמו שנתבאר בפרק ד' דשאני הני דלנוי עשויין: \n\n"
      ],
      [],
      [
        "<b>במה דברים אמורים בשלא היה במקום אחד אויר ג' טפחים וכו'.</b> הא דמשמע דבסוכה גדולה אויר מן הצד פוסל היינו כגון שהוא מפסיק כל הסוכה ולא נשאר לצד דופן האמצעית שיעור סוכה אבל אם נשאר ממנו לצד דופן אמצעית שיעור סוכה פשיטא דאותו צד כיון שיש לו ג' דפנות דלא מיפסיל ואם מתחיל מצד זה ואינו מגיע לדופן שכנגדו יש להסתפק וכמ''ש למעלה: \n\n"
      ],
      [
        "<b>דרך הסיכוך להיות קל.</b> פרק הישן (סוכה דף כ״ב) תנן המעובה כמין בית אע״פ שאין הכוכבים נראים מתוכה כשר ואמרו בירושלמי הדא אמרה צריכין הכוכבים להיות נראים מתוכה ואמר רבי לוי בשם רבי חמא כוכבי חמה שנו. ומפרש רבינו כוכבי חמה כוכבים הגדולים וקרי להו כוכבי חמה לפי שמתוך גודלם נראים ביום: \n",
        "<b>היה הסכך מדובלל וכו' והוא שיהיה מכוון כנגד שפת היורד.</b> למד הר''ן בחדושיו מדברי הגמרא דתנן אבל אין בהם טפח ואין ביניהם פותח טפח וכו' דדילמא רבא סובר אבל יש בגגה טפח כשרה דאמרינן חבוט רמי ה''ה דבעינן נמי שיהא באויר שבין התחתונות טפח דאי לא אע''פ שיש בגגה טפח לא אמרינן חבוט רמי. ויש מי שאומר דכיון דכי יש בגגה טפח לא סגי לן עד שיהא באויר שבין התחתונות טפח ה''ה נמי שאם יש בגגן של עליונות יותר מטפח שצריך שיהא באויר שבין התחתונות כאותו שיעור. ואע''פ שהעלה הר''ן שאינן נראין בעיניו דברי י''א מ''מ רבינו נראה שסובר כן ולפיכך כתב והוא שיהיה חובטן כנגד שפת היורד. ואפשר שרבינו בא למעט ג''כ היכא שיש ברוחב הקנה העולה טפח או יותר ובן התחתונות יש יותר מרוחב הקנה העולה דלא אמרינן חבוט רמי אלא כשיבא הקנה העליון ליכנס בין התחתונות בצמצום הא לאו הכי לא: \n",
        "<b>ואם היה ברוחב זה העולה טפח וכו'.</b> כתב הר''ן דמוכח בגמ' דבעינן נמי שיהא באויר שבין התחתונות טפח דאי לא אע''פ שיש בגגה טפח לא אמרינן חבוט רמי וכן נראה דעת רבינו שכתב והוא שיהיה מכוון כנגד שפת היורד: \n\n"
      ],
      [
        "<b>העושה סוכה על גבי סוכה וכו'.</b> בנוסחאות שלנו כתוב או שלא היתה התחתונה יכולה לקבל כרים וכסתות של עליונה אפילו ע''י הדחק אף התחתונה כשרה. ותמהני דמשמע ששתיהם כשרות ובגמרא משמע שכשאמרו שאינה יכולה לקבל כרים וכסתות ע''י הדחק להכשיר התחתונה לבד אמרו כן. ועוד דאמתניתין דתנן התם סוכה ע''ג סוכה העליונה כשרה והתחתונה פסולה ואוקמוה ביכולה לקבל כרים וכסתות ע''י הדחק ומסתמא משמע דבאינה יכולה לקבל הוי איפכא דתחתונה כשרה ועליונה פסולה. ועוד שאחר שכתב למעלה דרבא מיירי באינה יכולה לקבל ואינה גבוהה י' היאך אפשר להכשירה ועוד שאין מציאות לישב בה שאינה יכולה לקבל אפילו ע''י הדחק, לכך נ''ל דל''ג אף אלא ה''ג התחתונה כשרה וגורס רבינו כגירסת רש''י פעמים שהתחתונה כשירה ועליונה פסולה כגון שהתחתונה צלתה מרובה מחמתה ועליונה חמתה מרובה מצלתה וקיימן תרוייהו בתוך עשרים כלומר דאי עליונה למעלה מעשרים תחתונה נמי פסולה משום דמצטרף סכך פסול דהיינו שלמעלה מעשרים בהדי סכך כשר ואע''ג דבמקצת סכך למעלה מעשרים ובהוצין יורדין בתוך עשרים לא אמרינן דליצטרף סכך פסול בהדי כשר התם היינו טעמא משום דהוי חד סכך אבל הכא דהוו תרי סככי מצטרף ופסול תדע דבמקצת סוכה בתוך עשרים מכשרינן אפילו אם כשתטול כל מה שלמעלה מעשרים פש ליה מה שבתוך עשרים חמתו מרובה מצלתו ובהוצין לא מכשרינן אלא דצלתן מרובה מחמתן וטעמא לפי שמופלגין קצת מהסוכה בעינן שיהא צלתן מרובה מחמתן ולפי שמחוברים לסכך לא מצטרף בהדייהו לפסול אלא אדרבה הוא בטל לגבייהו. וזהו שכתב רבינו והוא שלא יהיה גובה שתיהם יותר על עשרים אמה. ומה שכתב שהתחתונה בסכך העליונה נתרת ה''פ אף בסכך העליונה נתרת כלומר שאם סכך העליונה גבוה עשרים אף התחתונה פסולה וזה דוחק. לכך נראה שרבינו מפרש הגמרא כמו שכתב רבינו ירוחם דהב''ע כשהתחתונה צלתה מרובה מחמתה כשיצטרף סככה עם סכך העליונה ולהכי בעינן שתהיה עליונה בתוך עשרים ושיעור לשון רבינו כך הוא התחתונה כשרה והוא שלא יהיה גובה שתיהן יתר על עשרים אמה והיינו כשהתחתונה בסכך העליונה נתרת וכמו שכתבתי, ומינה דאם אינה נתרת בסכך העליונה וכגון שצלתה מרובה מחמתה מחמת עצמה אפילו עליונה למעלה מעשרים אמה כשרה: \n\n"
      ],
      [],
      [],
      [
        "<b>וכן הגזולה כשרה וכו'.</b> פי' דכשהוציא את חבירו מסוכתו יצא מדין תורה דקרקע אינה נגזלת וכשגזל עצים ועשה מהם סוכה לא יצא מדין תורה אבל אחר התקנה יצא דהפקר בית דין הפקר. ומיהו משכחת סוכה גזולה אפילו אחר התקנה כגון סוכה העשויה בראש הספינה או בראש העגלה דכיון שהיתה מטולטלת נגזלת: \n\n"
      ]
    ],
    [
      [
        "<b>קטן שאינו צריך לאמו וכו'.</b> כתב הרב המגיד כתב רבינו כבן חמש כבן שש ויש סעד לדבריו וכו'. ודע דאיתא בפרק כיצד משתתפין (עירובין דף פ''ב) אהא דכל קטן שאינו צריך לאמו חייב בסוכה וכמה כבר ארבע וכבר חמש. ויש לתמוה אמאי דחה הא דאתמר לענין סוכה ונקט שיעורא דאתמר גבי עירובין. ואפשר לדחוק ולומר דמדגרסינן בירושלמי פרק הישן תני רבי הושעיא קטן שאינו צריך לאמו חייב בסוכה ויוצא בעירוב של אמו משמע דסוכה ועירוב כי הדדי נינהו. וקצת סעד יש לדבר מדחזינן דהא דכמה כבר ארבע וכבר חמש לא אתמר בפרק הישן דהוא דוכתיה אלמא לאו עיקר הוא. ודע דבפרק כיצד משתתפין מפליג לגבי עירוב בין איתיה לאבוה במתא לליתיה במתא ואע''פ שרבינו סתם בפ''י מהלכות עירובין דבן ו' יוצא בעירוב אמו היינו בדליתיה לאבוה במתא וכאן לענין סוכה כתב כבן ה' כבן ו' והיינו דבאיתיה לאבוה במתא בן ה' ובליתיה הוי בן ו' ומינה נילף לעירוב: \n\n"
      ],
      [],
      [],
      [
        "<b>שלוחי מצוה פטורין מן הסוכה.</b> (סוכה כ''ה) פירש''י אפילו בשעת חנייתן אבל התוס' כתבו דלא מפטרו אלא היכא שאם יקיימו מצות סוכה יבטלו ממצותן: \n\n"
      ],
      [
        "<b>המנורה בסוכה ואם היתה סוכה קטנה וכו'.</b> בפרק הישן (סוכה דף כ״ט) שרגא אמרי לה במטללתא ואמרו לה בר ממטללתא ולא פליגי הא בסוכה גדולה הא בסוכה קטנה. וכתבו התוס' דהא דאמרינן דאסור להניחה שם היינו בשעה שדולקת דכיון דאין בה אלא ז' על ז' מצומצמים חיישינן שמא תשרף סוכתו ודייקי לה מדאמרי' פ״ד דסוכה (דף מ״ח) שלפסול הסוכה מדליק בה את הנר ולא אמרי' מעייל כמו שאמרו מעייל בה מאני מיכלא. אבל רבינו כתב בסוף פ' זה מכניס בה מנורה ואפשר שהיה גורס מכניס או שסובר דמדליק לאו דוקא. ולפי דעתי אפשר דכשהיא דולקת מותר להכניסה להשתמש לאורה דומיא דכלי אכילה דבשעה שמשתמש מהן מותר להכניסן בסוכה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>כל שבעת הימים קורא בתוך הסוכה.</b> שם (דף כ''ח) בגמ' הא במגרס הא בעיוני. ופירש רבינו כרש''י והרי''ף ואית דאמרי איפכא דעיוני היינו קבע ובעי סוכה וכתב הר''ן ולחומרא עביד כתרווייהו כל היכא דלא מיטרד אבל אי מיטרד ה''ל מצטער ופטור מן הסוכה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b>בזמן הזה שאנו עושין שני ימים טובים וכו' וכן טומטום וכו'.</b> כלומר כשם שבשמיני עצרת יושבין ואין מברכין כן טומטום וכו'. אבל הטעם שאין מברכין בשמיני עצרת אינו מפני שהוא ספק דאם כן היאך אנו מברכין ביום טוב שני שהחיינו ומתחלה כך תקנו שנעשה יום טוב שני ונברך מספק ואפילו השתא משום מנהג אבותינו בידינו אנו עושים כמותם אבל טומטום ואנדרוגינוס העמידו חכמים דבריהם על דין תורה שהם חייבים מספק דספיקא דאורייתא לחומרא וכיון דספק הוא אין מברכין לדעת רבינו וכמ''ש הרב המגיד. אלא ה''ט כי היכי דלא ליתו לזלזולי ביום טוב ואף על גב דביום טוב שני של פסח עבדינן יו''ט ומברכין על ספירת העומר הכא שאני דבכוס אחד אנו מקדשין ומברכין לישב בסוכה ואיכא למיחש טפי לזלזולי א''נ דכיון דבקיאינן בקיבועא דירחא הוי ספירת העומר דאורייתא וא''א לדחותה ולא את ברכתה משום חששא בעלמא והא דלא תקנו בלולב שיטלנו בלא ברכה משום דהוי בגבולין דרבנן. א''נ משום דאית ביה איסור טלטול: \n\n"
      ],
      [],
      [
        "<b>מי שלא עשה סוכה וכו' שמצותה כל שבעה.</b> פירוש דקרא דאמר חג הסוכות תעשה לך שבעת ימים הכי קאמר סוכות תעשה לך באי זה יום משבעה הימים שתרצה ואפילו ביום האחרון אם לא עשית קודם לכן: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>וענף עץ עבות האמור בתורה הוא ההדס וכו' כגון שיהיו שלשה עלין או יתר על כן בגבעול אחד וכו'.</b> כתב הטור וז''ל כתבו הגאונים שצריך שיהא בכל שיעור אורך ההדס עבות ואם לאו פסול. ובעל העיטור כתב אפילו אין בו רק פעם אחת תלתא בחד קינא כשר וכן כתב הרמב''ם עכ''ל. ואיני מוצא מקום על מה שיסמוך לומר כן בדברי רבינו שהרי דבריו סתומים כדברי הגמרא: \n\n"
      ],
      [
        "<b>ערבי נחל וכו' ואפי' היה גדל במדבר או בהרים.</b> כתב הרא''ש נ''ל לפרש דערבי נחל הגדלות על הנחל כלומר ממין הגדל על הנחל והיינו ערבה שרובה גדלה על הנחל למעוטי צפצפה הגדלה על ההרים, ד''א ערבי נחל שעלה שלה משוך כנחל למעוטי צפצפה שעלה שלה עגול. והאי תנא לא מצריך קרא לרבויי של בעל ושל הרים דבכלל ערבי נחל היא והכי סברי רבנן דלקמן דמצרכו ב' ערבות וכן משמע מתוך דברי הרמב''ם שכתב ערבי נחל האמור בתורה וכו' ורוב מין זה גדל על הנחלים לכך נקרא ערבי נחל ואפילו היה גדל במדבר או בהרים כשר עכ''ל. ומהרא''ם כתב על זה ואינו מחוור דמנ''ל לפרושי מלתא דהרמב''ם דלכך נאמר ערבי נחל ממשמעות ערבי נחל ולא מרבויא דערבי כדקתני בברייתא ת''ל ערבי נחל מ''מ שפירושו מריבויא דערבי לשון רבים. ואולי הנוסחא שלו הביאתו לזה שכתוב בו לכך נקראו ערבי נחל במקום לכך נאמר ערבי נחל הכתוב בכל הנוסחאות שבידינו עכ''ל. ולא ידעתי למה לא נתחוורו לרא''ם דברי הרא''ש דהא כיון דרבינו פסק דב' ערבות בעינן והיינו ודאי מריבויא דערבי היכי אפשר לרבויי מיניה תו של בעל ושל הרים דשתי דרשות לא דרשינן מערבי כדמוכח בגמרא והלכך צ''ל דמשמעות ערבי נחל מייתי של בעל ושל הרים: \n\n"
      ],
      [
        "<b>ויש שם מין ערבה שאין וכו'.</b> דברי רבינו כאן סתומים דבפרק לולב הגזול (סוכה דף ל''ד) תני ערבה קנה שלה אדום ועלה שלה משוך ופיה חלק צפצפה קנה שלה לבן ועלה שלה עגול ופיה דומה למגל והתניא דומה למגל כשר דומה למסר פסול אמר אביי כי תניא ההיא בחילפא גילא ופירש רש''י מגל קציר פגימותיה כולן נוגעות לצד אחד עקומות כלפי בית יד שלה מסר היא מגירה ופגימותיה הולכות נכחו ולהם שני עוקצים אחד מכאן ואחד מכאן כפגימת הסכין עכ''ל. אבל רבינו נראה שמפרש דומה למגל שפגימותיה קטנות ואין כשר אלא כחילפא גילא כדמפורש בגמרא ולזה כתב בתחלה שערבה הכשרה פיה חלק והפסולה דומה למסר והדומה למגל יש מין ממנה שכשר והיינו חילפא גילא המוזכר בגמ', ואם לא נמצא אחד מהם אין מביאין תחתיו מין אחר הדומה לו כלומר דסד''א דנייתי כי היכי דלא תשתכח מצות לולב קמ''ל: \n\n"
      ],
      [],
      [
        "<b>מצוה מן המובחר וכו' מברך תחלה על נטילת לולב.</b> לאו למימרא שיברך בלשון הזה מאחר שכתב שמברך עובר לעשייתו כדמשמע ממ''ש וכשהוא נוטלן לצאת בהם צריך לברך, ולא בא אלא לומר שיברך על הלולב ולא על שאר מינין. ובענין נוסח הברכה סמך על מ''ש בסוף ה' ברכות נטל את הלולב מברך על נטילת לולב שכיון שהגביהו יצא י''ח לולב אבל אם בירך קודם שיטול מברך ליטול לולב, ואע''פ שכתב עוד בפ' זה משחרב בהמ''ק התקינו וכו' וכל יום ויום מברך עליו אקב''ו על נטילת לולב ה''נ סמך על מ''ש בהלכות ברכות בנוסח הברכות ולא בא אלא ללמדנו שאע''פ שאינו חייב בלולב מן התורה מיום ראשון ואילך צריך לברך עליו ולא נחית לפרושי נוסח הברכה: \n\n"
      ],
      [
        "<b>ואם רצה להוסיף וכו'.</b> מדברי ה''ה נראה שלא היה גורס בדברי רבינו ובערבה, שכתב שנתן טעם רבינו בתשובה להתיר תוספת ההדס ולאסור תוספת הערבה דכיון דלא מצינו בגמרא היתר תוספת אלא בהדס אין להוסיף במין אחר ע''כ. ואיני יודע היכן הוזכר בגמ' היתר תוספת הדס, אבל הר''מ כתב הגיהו בספרי הרב ואם רצה להוסיף בהדס ובערבה ואינו כן בדעת הרב שאין להוסיף על שני בדי ערבה שכך כתב בתשובה. ואמנם הערבה אני רואה שאין ראוי להוסיף על שני בדים כמו שאין ראוי להוסיף על לולב אחד ואתרוג אחד ומי שעשה כן עשה מצוה מן המובחר אך בהדס מוסיפין מפני הושענא ונויי מצוה הוא ע''כ. מיהו אם הוסיף בערבה לא פסל וטעמא דמילתא דאי כתב שתי ערבות בהדיא והוסיף עליהם או גרע פסול אבל השתא דכתיב ערבי דאין פחות משנים ומשמע נמי יותר אם הוסיף לא פסל אבל לא עשה מצוה מן המובחר עכ''ל. אבל הר''ן ז''ל כתב בפרק לולב הגזול דכל לנאותו לא גזרו ולפיכך כתב הרמב''ם שאם רצה להוסיף בהדס ובערבה כדי שיהא אגודה גדולה מוסיף ונויי מצוה הוא אבל שאר המינים אין מוסיפים על מנינם פירוש משום דבהנהו ליכא נוי עכ''ל הר''ן. ורבינו ירוחם כתב תשובת הרמ''ה ז''ל זה לשונה אם יוכל אדם להוסיף על שני בדי ערבה או לא, כבר נשאלתי מאתכם פעם אחרת והייתי מורה לאיסור כדברי הרמב''ם ואח''כ העיד לי אדם גדול מחכמי פרובינציא שהוא עמד על תשובת הרמב''ם שחזר בו בסוף ימיו מדבר זה והורה בדבר להכשיר וכן הדעת נוטה להכשיר מ''ט ערבי נחל כתיב ואע''ג דמיעוט ערבי שנים ליכא למשמע מינה דטפי משנים פסול אלא דבתרי סגי ואי אוסיף שפיר דמי דערבי נחל משמע ואפילו מאה כדדרשינן גבי עדים ומנין אפילו הם מאה ת''ל עדים דאע''ג דמיעוט עדים שנים דרשינן מינייהו אפילו מאה ועוד בהדיא אמרינן בגמרא דאפילו הוסיף במינים ואגדן בהדייהו לא פסיל דקי''ל לולב אין צריך אגד האי לחודיה קאי והאי לחודיה קאי הילכך גבי לולב ואתרוג כיון דחד משמע אסור לאוסופי ואם הוסיף כיון דהאי לחודיה והאי לחודיה קאי נמצא שלא פסל וגבי הדס וערבה אפילו לכתחלה נמי עכ''ל: \n",
        "<b>ואני</b> יוסף המחבר באו לידי תשובות הר''א בנו של רבינו וכתוב בהן ששאלוהו האי דאסור לרבות בערבה שבלולב ואמר אם הוסיף על שתי ערבות ה''ז פסול ומ''ש מן ההדס שאם הוסיף כשר. והשיב תקנו הספרים שלכם שכבר חזר בו ותיקן הספר שלו בידו כך ואם הוסיף או גרע לא פסל ושמענו מפיו ראיה חזקה להאי סברא. והרא''ש כתב וז''ל הרמב''ם כתב אם רצה להוסיף בהדס כדי שתהיה אגודה מוסיף ומנויי מצוה הוא אבל שאר מינין אין מוסיפין על מנינם ואם הוסיף או גרע פסול ואיפכא מסתברא דבהדס כתיב ענף עץ עבות ובערבות כתיב ערבי ומיעוט ערבי שתים אבל כל מה שהוסיף בכלל ערבי הוא וחכמי פרובינציא הקשו עליו וחזר בו והכשיר הכל עכ''ל: \n\n"
      ],
      [],
      [
        "<b>משיגביה ארבעה וכו'.</b> וכתבו המפרשים דכיון דקי''ל דכל המצות מברך עליהם קודם לעשייתם שמברך עליו קודם שיטלנו או יהפוך אחד מהם ראשו למטה. וי''א שיכוון שלא לצאת עד שיברך ואחרים אומרים דשפיר מיקרי עובר לעשייתן עד הנענוע כדאמרינן בנט''י עד שינגב ידיו מיקרי עובר לעשייתן: \n\n"
      ],
      [
        "<b>כיצד מוליך וכו'.</b> בירושלמי תנא צריך לנענע ג''פ על כל דבר ודבר ר' זירא בעי הכין חד והכין חד א''ד הכין והכין חד. ורבינו נראה שהוא מפרש דה''ק צריך לנענע על כל דבר ודבר היינו על כל תנועה של הולכה והבאה והעלאה והורדה ובתר הכי מיבעיא ליה אם מוליך ומביא חשוב חד ואין לנענע בשניהם אלא שלש תנועות קטנות וכן במעלה ומוריד או כל אחד מהם חשוב אחד ויש לו לנענע שלש תנועות קטנות בכל אחד ואחד מהן וכיון דלא איפשיטא מאחר דלאו מילתא דטרחא היא עבדינן לחומרא ומנענע ג''פ בכל דבר ודבר: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(טז-יז)</small> בזמן שבהמ''ק קיים היה לולב ניטל ביום הראשון שחל וכו'.</b> והקשו המפרשים דהא שופר דאיתיה בגבולין דאורייתא ולא דחי שבת אפילו בזמן שביהמ''ק קיים דתנן בפרק ב' דר''ה (דף כ''ט:) יום טוב של ראש השנה שחל להיות בשבת במקדש היו תוקעין אבל לא במדינה. ותירץ הר''ן ז''ל דה''ט לפי שברוב השנים לא היו יודעים בשחרית שיהיה שעת תקיעת שופר בקבועו של חדש זה שהוא חג שהחדש מתכסה בו ורוב השנים לא היו עדים באים בשחרית דמש''ה תמיד של שחר היה קרב כהלכתו כלומר שאפילו באו עדים בשחרית היו אומרים בו שיר של חול כדרכו ברוב השנים ולפיכך אמרו שבמדינה לא היו תוקעין שאם נתיר להם לתקוע כשבאו העדים בשחרית לשנה הבאה יתקעו אע''פ שלא באו עדים עדיין יאמרו אשתקד מי לא תקעינן עכשו נמי נתקע כשם שאנו נוהגים אותו קדש ולפיכך לא רצו להתיר אלא במקדש במקום זריזים: \n",
        "<b>ואין שם מקדש להתלות בו.</b> כלומר דכשבית המקדש קיים מתוך שהיה לולב ניטל במקדש כך היה ניטל בכל היכא דידעי בקיבועא דירחא אבל כיון שאין בית המקדש קיים השוו חכמים מדותיהם בכל המקומות: \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בכל יום ויום היו מקיפין את המזבח בלולביהן וכו'.</b> פ' לולב וערבה (סוכה מ״ג:) איפליגו אמוראי אהא דתנן התם בכל יום מקיפין את המזבח אי הוי בלולבין או בערבה ופסק רבינו כרבא דאמר לר' יצחק תא אימא לך מילתא מעליא דהוה אמר אבוך הא דתנן אותו יום מקיפין את המזבח ז' פעמים הכי אמר אבוך משמיה דר' אלעזר בלולב משום דרבא הוא בתרא. ועוד שמנהגנו עכשיו הכי הוא שאנו מקיפין התיבה בכל יום פעם אחת ובשביעי שבע פעמים ואי הוה ס״ל דאותו היקף היה בערבה כיון שאין עושין ערבה זכר למקדש אלא יום שביעי בלבד לא היה לנו להקיף אלא בשביעי אבל כיון דס״ל דבלולב מתוך שהוטל עלינו חובה לעשות לולב זכר למקדש שבעה הנהיגונו להקיף בו זכר למקדש. ולפי זה אף בשביעי של ערבה ראוי להקיף בלולב ולא בערבה כך כתב הר״ן ושכך כתב רש״י בתשובה: \n\n"
      ],
      [
        "<b>כך היה המנהג בירושלים וכו' מתפלל והוא בידו.</b> ואמרו בגמ' (מ''א:) דאע''ג דקיימא לן לא יאחז אדם תפילין בידו ויתפלל התם לאו מצוה כלומר נטילתם בידו אינה מצוה ולהכי טריד עלייהו עד שיניחם הכא מצוה כלומר נטילתו מצוה ומתוך שחביבה עליו המצוה אין משאה ושימורה כבד עליו ולא טריד: \n\n"
      ],
      [
        "<b>מקבלת האשה וכו'.</b> פירוש ביום טוב הראשון ובזמן שבית המקדש קיים שהיה לולב דוחה שבת ואשמעינן דאפילו אשה דלאו בת חיובא היא מטלטלא ליה כיון דראוי לנטילת אנשים ואשמעינן נמי שמותר להחזיר למים בשבת אבל השתא לדידן שאין לולב דוחה שבת אפילו ביו''ט ראשון לא שרי לטלטולי כלל: \n",
        "<b>וביו''ט מוסיפין.</b> פירוש אבל לא מחליפין דטורח הוא: \n\n"
      ],
      [],
      [
        "<b>ובזמן הזה שאנו עושים שני וכו'.</b> ה''ה נתן טעם למה אין נוטלין לולב בשמיני כשם שיושבים בסוכה לפי שסוכה כל ז' דאורייתא ולא לולב. ואפשר לתת טעם אחר דבלולב איכא איסור טלטול משא''כ בסוכה. ונ''ל שיש חסרון תיבה אחת בלשון רבינו מט''ס וכך צריך להגיה כדרך שהיה אסור בשמיני בזמן שהיו עושין שני ימים מפני הספק: \n\n"
      ]
    ],
    [
      [
        "<b>או גנוב או גזול אפילו לאחר יאוש.</b> כתב ה''ה ומבואר בגמ' שאפילו אחר יאוש הגזול פסול ותמהני דגרסינן בר''פ (סוכה כ''ט:) הגזול פסול אפילו ביו''ט שני משום מצוה הבאה בעבירה ור' יצחק בר נחמני אמר שמואל לא שנו אלא ביו''ט ראשון אבל בשני מתוך שיצא בשאול יוצא בגזול כלומר דביו''ט ראשון לא מיפסל אלא משום לכם ופסק רבינו כר' יצחק כמבואר בדבריו בסוף פ' זה וטעמו משום דבגמרא אותביה עליה דר' יצחק ופריק רב אשי אליביה וכיון דרב אשי דבתרא הוא הוא פריק אליביה אלמא כוותיה ס''ל הכי נקטינן. ומעתה אילו היה פוסק רבינו כר' יוחנן ודאי היינו אומרים שנתבאר בגמ' דלאחר יאוש פסול כיון דפסוליה משום מצוה הבאה בעבירה אבל כיון שפוסק כר' יצחק דטעמא משום לכם כיון שקנהו אפילו שהמצוה מסייעת בקנין יצא דכיון שקנינו ומצותו באים כאחד שפיר קרינן ביה לכם. אלא כך י''ל דרבינו סובר כמ''ד דיאוש כדי לא קני כמבואר בפ''ב מהל' גזילה וכיון דפסולא דגזול ביום ראשון משום לכם ודאי דאפילו לאחר יאוש פסול: \n",
        "<b>או שהיה מאשרה וכו'.</b> באמת כי לשון זהו קשה עד מאד כפי סוגיית הגמ'. ודברי ה''ה בכאן אינם נכונים בעיני שכתב שרבינו גורס גירסא אחרת שאינה בנוסחאותינו ועוד דאם איתא לאותה גירסא אליבא דר' יוחנן דוקא אתמר דאית ליה נמי הכי גבי גזול אבל לר' יצחק בר נחמני דבגזול לא חייש למצוה הבאה בעבירה ה''ה דבאשרה לא חייש וכבר כתבתי בבבא הקודמת לזו דרבינו פוסק כר' יצחק בר נחמני דלית ליה פסול משום מצוה הבב''ע ועוד שאפילו לדעת שאר פוסקים אינה לאותה גירסא שהרי כתבו המפרשים אההיא דר' יוחנן דכל שנקנה בתחלה בלא סיוע דמצוה שוב אין בו משום מהב''ע ולא פסיל ר' יוחנן אלא היכא שלא קנהו עדיין או שקנהו אלא שהמצוה מסייעת בקנין וא''כ גבי אשרה דליכא למימר ביה הכי שהעבירה שהיא נטיעתה לעכו''ם אין המצוה מסייעת בעשייתה כלום אפילו לר''י לא מיפסיל אלא ודאי לית להו אותה גירסא. ועוד קשה לדבריו דיותר ראוי לאסור עבודת כוכבים של עכו''ם כל שלא בטלוה וכ''ש של ישראל שאין לה ביטול מאשרה שבטלוה אע''פ שתחלת נטיעתה היתה לעבודת כוכבים ועוד דהא בסוף כיסוי הדם (חולין פ''ט:.) תניא לולב ושופר של עכו''ם פסולים אפילו דיעבד ואמר רב אשי התם אליבא דרבא דה''ט משום דכתותי מיכתת שיעורייהו ובמאי מוקי להאי רבינו אם דעתו להכשיר אפילו בעכו''ם של ישראל ועוד שלא כתב ה''ה מהיכן הוציא רבינו דאשרה אפילו נתבטלה לא יצא. אבל כך נ''ל לומר דלדעת רבינו דין לולב ושופר של עבודת כוכבים כך הוא דקודם ביטול לא יצא משום דמיכתת שיעורייהו וכדאמרינן בסוף כיסוי הדם ולאחר ביטול לכתחלה לא יטול ולא יתקע משום דמאיסי אבל בדיעבד כשרים והיינו דאמר רבא בפרק לולב הגזול (סוכה ל''א:) לולב של עכו''ם אם נטל כשר וכמו שנפרש בסמוך בס''ד. ודין האשרה כל שמתחלה נטעו להיות נעבד אפילו בטלו אם נטל לא יצא והיינו דאמרינן בפרק כל האלילים (ע''ז מ''ז) בעי ריש לקיש המשתחוה לדקל לולבו מהו למצוה באילן שנטעו מתחלה לכך לא תבעי לך דאפילו להדיוט נמי אסור כי תבעי לך נטעו ולבסוף עבדו דשרי להדיוט פשיטא דאפילו נתבטלה מאיסא למצוה ופסול דיעבד וכיון דחזינן דבאילן שנטעו מתחלה לכך קאמר לא תבעי לך לומר דפשוט הוא ולא חזינן מאן דפליג עליה כוותיה נקטינן. ובפרק לולב הגזול (סוכה ל''א:) אמתני' דלולב של אשרה ושל עיר הנדחת פסול מקשינן בגמ' ושל אשרה פסול והאמר רבא לולב של עכו''ם לא יטול ואם נטל כשר וה''פ אי אשרה דמתני' קודם ביטול פשיטא דפסול דכתותי מיכתת שיעוריה ולא אשמעינן מידי לא באשרה ולא בעיר הנידחת א''ו דלאחר ביטול עסקינן והאמר רבא דלאחר ביטול אם נטל כשר ומהני דאה''נ דלאחר ביטול אשמעינן מתני' ולא דמי לדרבא דהכא באילן שנטעו מתחלה לכך עסקינן דהיינו אשרה דמשה כלומר שהיא כתובה דכיון שמתחלת ברייתה כתותי מיכתת שיעורה מאיסא למצוה אבל עכו''ם כיון שבתחלת ברייתה לא מיכתת שיעורה אם נטלה אחר שנתבטלה יצא דיקא נמי דקתני דומיא דעיר הנדחת ש''מ כלומר דלמאי דס''ד לא דמיא לעיר הנדחת שזו מבוטלת ועיר הנדחת אינה מבוטלת אבל השתא דאמרינן דביטול לא שרי לה למצוה כך לי מבוטלת כמו אינה מבוטלת והוי שפיר דומיא דעיר הנדחת והא דאמרינן בפ' ראוהו ב''ד (ר''ה כ''ח) אמר ר' יהודה שופר של עכו''ם אם תקע בו יצא וכתוב בקצת נוסחאות מ''ט מצות לאו ליהנות ניתנו דמשמע דבשלא בטלו עסקינן י''ל שכשכתב רבינו שופר של עכו''ם אם תקע בו יצא לא פסק כן משום ר''י דלא קי''ל דעתיה למשרי קודם ביטול אלא משום דממאי דאמר רבא לגבי לולב דלאחר ביטול כשרה דיעבד שמעינן לשופר וזהו שלא כתב רבינו בשופר של עכו''ם שהטעם משום דמצות לאו ליהנות ניתנו כשם שכתב בשופר של עולה. א''נ שאינו גורס מ''ט וכמ''ש בנוסחאות שלנו ואתי ר''י כרבא והא דאמר רבא בפ' מצות חליצה (יבמות ק''ג:) דסנדל של עכו''ם אם חלץ בו כשר ופסק רבינו פ''ד מהלכות יבום וז''ל סנדל המוסגר והמוחלט ושל עכו''ם אם חלץ בו יצא ואע''פ שהוא אסור בהנאה, י''ל דההיא נמי בלאחר ביטול ולכתחלה לא משום דמאיס למצוה וכמו שפר''ת. ומ''ש אע''פ שהוא אסור בהנאה לא קאי אלא אמוסגר ואמוחלט ולא לשל עכו''ם. א''נ אפילו נימא דקאי אכולהו לק''מ דלא דמו שופר ולולב שיש להם שיעור קצוב וכי עומד לשריפה מיכתת שיעוריה כלומר הוא חסר משיעורו הקצוב לו אבל לסנדל דחליצה דלית לן בה שיעור קצוב אלא הגדול לפי גדלו והקטן לפי קטנו ונהי דבעי שיהא חופה רוב רגלו כיון שהרי אני רואה שהוא חופה ואין לנו בו שיעור קצוב לא אמרינן דמיכתת שיעוריה תדע דמוסגר ומוחלט כשרים ואע''ג דעומדים לשריפה ואין לומר דהיינו משום דאפילו בשעת שריפה קרוי בגד וכדאמרינן התם דהא התם נמי אמרינן אליבא דמאן דפסל דדוקא לענין טומאה איקרי בגד בשעת שריפה ולא גמרינן מינה לחליצה וכולהו דלא גמרינן מטומאה אלא דמאן דמכשיר סבר כיון דאין לנו שיעור קצוב לא אמרינן ביה מיכתת שיעוריה וה''ה לעכו''ם וכמ''ש. כנ''ל ליישב דעת רבינו ודברי המפרשים ליישב הסוגיות לפי שיטתם יש בהם כמה פקפוקים ירגישם העומד על דבריהם: \n\n"
      ],
      [],
      [
        "<b>היה עקום וכו'.</b> בגמ' (דף ל''ב) עקום דומה למגל פסול ופירש''י עקום דומה למגל חדא מילתא היא. ומשמע לי דנקט הכי לאשמועינן שאע''פ שהוא עקום קצת לא מיפסל עד שיהא עקום לגמרי דומה למגל וכ''נ מדברי רבינו: \n\n"
      ],
      [
        "<b>היו עליו וכו'.</b> כתב ה''ה שזהו נטלה התיומת לדעת רבינו. ואינו כן אבל הוא מה שאמר רבא (סוכה ל''ב) האי לולבא דסליק בחד הוצא בעל מום הוא ופסול וכן נראה שפירש הרא''ש דברי רבינו ולא הוצרך רבינו לכתוב דין נטלה התיומת כיון שכתב שאפילו נחלקה פסולה וגם בגמרא כך אמרו נחלקה התיומת נעשה כמי שנטלה ופסול. ופי' הר''ן דנטלה פשוט לן דפסול כיון דחסר: \n\n"
      ],
      [
        "<b>היו ענביו מרובות וכו' עבר וליקטן או שליקטן אחד אחד לאכילה ה''ז כשר.</b> בגמרא (דף ל''ג:) אמרינן דה''מ בדאשחור מאתמול דדחוי מעיקרו הוא ולא הוי דחוי אבל אי אשחור ביו''ט דנראה ונדחה הוא לא תפשוט אי חוזר ונראה אי לא. ויש לתמוה על רבינו שלא חילק בכך. ואפשר שטעמו משום דאע''ג דנראה ונדחה הוא כל שבידו לתקן לאו דחוי הוא כדאמר רב אשי בפרק כל הפסולין (זבחים ל''ד:) והכא נמי בידו לתקן הוא וכדאיתא בגמ' (סוכה ל''ג:) אהא דת''ר אין ממעטין ביו''ט משום ר' אליעזר בר''ש אמרו ממעטין והא קא מתקן מנא ביו''ט אמר רב אשי כגון שלקטן לאכילה ור' אליעזר בר''ש סבר לה כאבוה דאמר דבר שאין מתכוין מותר והא אביי ורבא דאמרי תרווייהו מודה ר''ש בפסיק רישיה ולא ימות הב''ע דאית ליה הושענא אחריתי כלומר וכיון שאינו צריך לזו אין כאן תיקון כלי ומאחר דאי משכח הושענא אחריתי רשאי ללקטן לאכילה חשוב בידו לתקן והילכך אפי' אשחור ביו''ט דנראה ונדחה הוא אם מיעטן כשר דחוזר ונראה וגמר' דאמר דאשחור ביו''ט לא תיפשוט משום דנראה ונדחה הוא לא אסיק אדעתיה טעמא דיהיב רב אשי לר' אליעזר בר''ש דלאותו טעם אע''ג דנראה ונדחה הוא חוזר ונראה. ויש לתמוה על רבינו שכתב עבר וליקטן וכו' למה לא כתב שצריך שתהיה לו הושענא אחריתי לשיהיה מותר ללקטן לאכילה ועוד למה הצריך שילקטם אחד אחד כיון דלקטן לאכילה אפילו כמה ביחד נמי. ומדברי ה''ה נראה שהיה גורס בדברי רבינו או שליקטן אחר לאכילה ה''ז כשר, ולגירסא זו ניחא דאפילו כמה ביחד שרי ללקט ואחר דקאמר היינו לומר דלא שרי למעטן אלא לאדם אחר דאית ליה הושענא אחריתי ואינו צריך לזו. גרסינן בגמרא (דף ל''ג) ת''ר יבשו רוב עליו ונשארו בו ג' בדי עלין לחין כשר אמר רב חסדא ובראש כל אחד ואחד ורבינו השמיט הברייתא ומאי דאתמר עלה וצריך טעם למה: \n\n"
      ],
      [],
      [
        "<b>אתרוג שניקב וכו' ושאינו מפולש אם היה כאיסר.</b> דברי הרב המגיד נכונים אבל יש מקשים על פירוש רבינו היאך אפשר שיהיה הנקב מפולש ולא יחסר כל שהוא ויש מי שתירץ דמשכחת לה כגון שתחב בו יתד דלא חסריה מידי: \n",
        "<b>עלתה חזזית עליו אם בשנים או שלשה מקומות פסול.</b> מעולם הוקשה לי בין בגמרא בין בפוסקים השתא שנים פסול שלש מיבעיא ולא מצאתי לשום מחבר בזה דבר וצ''ע: \n\n"
      ],
      [],
      [
        "<b>כל אלו שאמרנו וכו'.</b> י''ל על דין זה ממה שהקשה הגמרא בראש לולב הגזול (דף כ''ט.) קא פסיק ותני ל''ש ביו''ט ראשון ול''ש ביו''ט שני דמשמע דבסתמא כל הפסולין בראשון פסולין בכל הימים. וי''ל דודאי הכי ס''ד אבל כיון דאמר ר' יצחק בר נחמני לא שנו אלא ביו''ט ראשון ופריק רב אשי אליביה ממילא אשמעינן דדוקא בראשון פסולים ולא בשאר ימים ומתוך דברי בראש פרק זה יתבאר מ''ש. וכתב ה''ה שכל הפסולין מפני שאינן מינן או לפי שהם חסרי השיעור כשם שפסולין בראשון פסולין בשני. ושאינן מינן דבר פשוט הוא אבל בשהם חסירי השיעור צריך לי תלמוד מנין לו. וממ''ש רבינו אבל ביום טוב שני עם שאר הימים נראה שהוא סובר דיום טוב שני דינו כשאר הימים וטעמא משום דבקיאינן בקיבועא דירחא: \n\n"
      ],
      [
        "<b>ואין נותנין וכו'.</b> ואע''ג דע''מ להחזיר יהביה ניהליה אפ''ה קונה דקי''ל כל תנאי שא''א לקיימו בסופו והתנה עליו בתחלה תנאי בטל ומעשה קיים, וכתב הר''ן דבקטן שלא הגיע לעונת הפעוטות עסקינן דאילו בהגיע דהיינו בן שש או בן שבע אקנויי נמי מקני ומתנתו מתנה כדאיתא בהניזקין (גיטין נ''ט) ודבר פשוט הוא זה ותמהני שלא הזכירוהו הפוסקים: \n\n"
      ]
    ]
  ]
};