const Marriage = {
  "title": "Mishneh Torah, Marriage",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Marriage",
  "text": [
    [
      "קֹדֶם מַתַּן תּוֹרָה הָיָה אָדָם פּוֹגֵעַ אִשָּׁה בַּשּׁוּק אִם רָצָה הוּא וְהִיא לִשָּׂא אוֹתָהּ מַכְנִיסָהּ לְתוֹךְ בֵּיתוֹ וּבוֹעֲלָהּ בֵּינוֹ לְבֵין עַצְמוֹ וְתִהְיֶה לוֹ לְאִשָּׁה. כֵּיוָן שֶׁנִּתְּנָה תּוֹרָה נִצְטַוּוּ יִשְׂרָאֵל שֶׁאִם יִרְצֶה הָאִישׁ לִשָּׂא אִשָּׁה יִקְנֶה אוֹתָהּ תְּחִלָּה בִּפְנֵי עֵדִים וְאַחַר כָּךְ תִּהְיֶה לוֹ לְאִשָּׁה שֶׁנֶּאֱמַר <small>(דברים כב יג)</small> \"כִּי יִקַּח אִישׁ אִשָּׁה וּבָא אֵלֶיהָ\": \n",
      "וְלִקּוּחִין אֵלּוּ מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה הֵם. וּבְאֶחָד מִשְּׁלֹשָׁה דְּבָרִים אֵלּוּ הָאִשָּׁה נִקְנֵית. בְּכֶסֶף. אוֹ בִּשְׁטָר. אוֹ בְּבִיאָה. בְּבִיאָה וּבִשְׁטָר מֵהַתּוֹרָה. וּבְכֶסֶף מִדִּבְרֵי סוֹפְרִים. וְלִקּוּחִין אֵלּוּ הֵן הַנִּקְרָאִין קִדּוּשִׁין אוֹ אֵרוּסִין בְּכָל מָקוֹם. וְאִשָּׁה שֶׁנִּקְנֵית בְּאֶחָד מִשְּׁלֹשָׁה דְּבָרִים אֵלּוּ הִיא הַנִּקְרֵאת מְקֻדֶּשֶׁת אוֹ מְאֹרֶסֶת: \n",
      "וְכֵיוָן שֶׁנִּקְנֵית הָאִשָּׁה וְנַעֲשֵׂית מְקֻדֶּשֶׁת אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה וְלֹא נִכְנְסָה לְבֵית בַּעְלָהּ הֲרֵי הִיא אֵשֶׁת אִישׁ וְהַבָּא עָלֶיהָ חוּץ מִבַּעְלָהּ חַיָּב מִיתַת בֵּית דִּין. וְאִם רָצָה לְגָרֵשׁ צְרִיכָה גֵּט: \n",
      "קֹדֶם מַתַּן תּוֹרָה הָיָה אָדָם פּוֹגֵעַ אִשָּׁה בַּשּׁוּק אִם רָצָה הוּא וְהִיא נוֹתֵן לָהּ שְׂכָרָהּ וּבוֹעֵל אוֹתָהּ עַל אֵם הַדֶּרֶךְ וְהוֹלֵךְ. וְזוֹ הִיא הַנִּקְרֵאת קְדֵשָׁה. מִשֶּׁנִּתְּנָה הַתּוֹרָה נֶאֶסְרָה הַקְּדֵשָׁה שֶׁנֶּאֱמַר <small>(דברים כג יח)</small> \"לֹא תִהְיֶה קְדֵשָׁה מִבְּנוֹת יִשְׂרָאֵל\". לְפִיכָךְ כָּל הַבּוֹעֵל אִשָּׁה לְשֵׁם זְנוּת בְּלֹא קִדּוּשִׁין לוֹקֶה מִן הַתּוֹרָה לְפִי שֶׁבָּעַל קְדֵשָׁה: \n",
      "כָּל שֶׁאָסַר בִּיאָתוֹ בַּתּוֹרָה וְחַיָּב עַל בִּיאָתוֹ כָּרֵת וְהֵם הָאֲמוּרוֹת בְּפָרָשַׁת <small>(ויקרא טז א)</small> \"אַחֲרֵי מוֹת\" הֵן הַנִּקְרָאוֹת עֲרָיוֹת וְכָל אַחַת מֵהֶן נִקְרֵאת עֶרְוָה כְּגוֹן אֵם וְאָחוֹת וּבַת וְכַיּוֹצֵא בָּהֶן: \n",
      "וְיֵשׁ נָשִׁים אֲחֵרוֹת שֶׁהֵן אֲסוּרוֹת מִפִּי הַקַּבָּלָה וְאִסּוּרָן מִדִּבְרֵי סוֹפְרִים וְהֵן הַנִּקְרָאוֹת שְׁנִיּוֹת מִפְּנֵי שֶׁהֵן שְׁנִיּוֹת לָעֲרָיוֹת וְכָל אַחַת מֵהֶן נִקְרֵאת שְׁנִיָּה. וְעֶשְׂרִים נָשִׁים הֵן וְאֵלּוּ הֵן. א) אֵם אִמּוֹ וְזוֹ אֵין לָהּ הֶפְסֵק אֶלָּא אֲפִלּוּ אֵם אֵם אֵם אִמּוֹ עַד מַעְלָה מַעְלָה אֲסוּרָה: ב) אֵם אֲבִי אִמּוֹ בִּלְבַד: ג) אֵם אָבִיו וְזוֹ אֵין לָהּ הֶפְסֵק אֶלָּא אֲפִלּוּ אֵם אֵם אֵם אָבִיו עַד לְמַעְלָה אֲסוּרָה: ד) אֵם אֲבִי אָבִיו בִּלְבַד: ה) אֵשֶׁת אֲבִי אָבִיו וְזוֹ אֵין לָהּ הֶפְסֵק אֲפִלּוּ אֵשֶׁת יַעֲקֹב אָבִינוּ אֲסוּרָה עַל אֶחָד מִמֶּנּוּ: ו) אֵשֶׁת אֲבִי אִמּוֹ בִּלְבַד: ז) אֵשֶׁת אֲחִי הָאָב מִן הָאֵם: ח) אֵשֶׁת אֲחִי הָאֵם בֵּין מִן הָאֵם בֵּין מִן הָאָב: ט) כַּלַּת בְּנוֹ וְזוֹ אֵין לָהּ הֶפְסֵק אֲפִלּוּ כַּלַּת בֶּן בֶּן בֶּן בְּנוֹ עַד סוֹף כָּל הָעוֹלָם אֲסוּרָה עַד שֶׁתִּהְיֶה אֵשֶׁת אֶחָד מִמֶּנּוּ שְׁנִיָּה עַל יַעֲקֹב אָבִינוּ: י) כַּלַּת בִּתּוֹ בִּלְבַד: יא) בַּת בַּת בְּנוֹ בִּלְבַד: יב) בַּת בֶּן בְּנוֹ בִּלְבַד: יג) בַּת בַּת בִּתּוֹ בִּלְבַד: יד) בַּת בֶּן בִּתּוֹ בִּלְבַד: טו) בַּת בֶּן בֶּן אִשְׁתּוֹ בִּלְבַד: טז) בַּת בַּת בַּת אִשְׁתּוֹ בִּלְבַד: יז) אֵם אֵם אֲבִי אִשִׁתּוֹ בִּלִבַד: יח) אֵם אַב אֵם אִשִׁתּוֹ בִּלִבַד: יט) אֵם אֵם אֵם אִשִׁתּוֹ בִּלִבַד: כ) אֵם אַב אֲבִי אִשִׁתּוֹ בִּלִבַד. נִמְצְאוּ הַשְּׁנִיּוֹת שֶׁאֵין לָהֶן הֶפְסֵק אַרְבַּע. אֵם הָאֵם עַד לְמַעְלָה. וְאֵם הָאָב עַד לְמַעְלָה. וְאֵשֶׁת אֲבִי הָאָב עַד לְמַעְלָה. וְאֵשֶׁת בֶּן בְּנוֹ עַד לְמַטָּה: \n",
      "כָּל שֶׁאָסַר בִּיאָתוֹ בַּתּוֹרָה וְלֹא חִיֵּב עָלָיו כָּרֵת הֵן הַנִּקְרָאִים אִסּוּרֵי לָאוִין. וְעוֹד נִקְרָאִין אִסּוּרֵי קְדֻשָּׁה. וְתִשְׁעָה הֵן וְאֵלּוּ הֵן. אַלְמָנָה לְכֹהֵן גָּדוֹל. גְּרוּשָׁה אוֹ זוֹנָה אוֹ חֲלָלָה בֵּין לְכֹהֵן גָּדוֹל בֵּין לְכֹהֵן הֶדְיוֹט. וּמַמְזֶרֶת לְבֶן יִשְׂרָאֵל. וּבַת יִשְׂרָאֵל לְמַמְזֵר. וּבַת יִשְׂרָאֵל לְעַמּוֹנִי וּמוֹאָבִי. וּבַת יִשְׂרָאֵל לִפְצוּעַ דַּכָּא. וּכְרוּת שָׁפְכָה. וּגְרוּשָׁתוֹ אַחַר שֶׁנִּשֵּׂאת לְאַחֵר. וִיבָמָה שֶׁנִּשֵּׂאת לְזָר וַעֲדַיִן רְשׁוּת הַיָּבָם עָלֶיהָ. הַחֲלוּצָה הֲרֵי הִיא כִּגְרוּשָׁה וְהִיא אֲסוּרָה לְכֹהֵן מִדִּבְרֵי סוֹפְרִים. וְהַנְּתִינִים הֲרֵי הֵם כְּמַמְזֵרִים אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת וְאִסּוּרָם מִדִּבְרֵי סוֹפְרִים. וּבְהִלְכוֹת אִסּוּרֵי בִּיאָה יִתְבָּאֵר לְךָ מַה הֵם הַנְּתִינִים: \n",
      "וְיֵשׁ שֶׁאִסּוּר בִּיאָתָן בַּעֲשֵׂה וְאֵינוֹ מֵחַיָּבֵי לָאוִין וּשְׁלֹשָׁה הֵם. מִצְרִי וֶאֱדוֹמִי דּוֹר רִאשׁוֹן וְדוֹר שֵׁנִי אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. וּבְעוּלָה לְכֹהֵן גָּדוֹל. לְפִי שֶׁלֹּא נֶאֱמַר בְּאֵלּוּ לֹא יָבוֹא אוֹ לֹא יִקַּח אֶלָּא מִכְּלַל שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"דּוֹר שְׁלִישִׁי יָבֹא לָהֶם בִּקְהַל ה'\" אַתָּה לָמֵד שֶׁדּוֹר רִאשׁוֹן וְשֵׁנִי לֹא יָבוֹא. וּמִכְּלַל שֶׁנֶּאֱמַר <small>(ויקרא כא יג)</small> \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\" אַתָּה לָמֵד שֶׁאֵינָהּ בְּתוּלָה לֹא יִקַּח. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה הֲרֵי הוּא כַּעֲשֵׂה: \n"
    ],
    [
      "הַבַּת מִיּוֹם לֵדָתָהּ עַד שֶׁתִּהְיֶה בַּת י''ב שָׁנָה גְּמוּרוֹת הִיא הַנִּקְרֵאת קְטַנָּה וְנִקְרֵאת תִּינֹקֶת. וַאֲפִלּוּ הֵבִיאָה כַּמָּה שְׂעָרוֹת בְּתוֹךְ הַזְּמַן הַזֶּה אֵינָם אֶלָּא כְּשׁוּמָא. אֲבָל אִם הֵבִיאָה שְׁתֵּי שְׂעָרוֹת לְמַטָּה בַּגּוּף בַּמְּקוֹמוֹת הַיְדוּעוֹת לַהֲבָאַת שֵׂעָר וְהִיא מִבַּת י''ב שָׁנָה וְיוֹם אֶחָד וָמַעְלָה נִקְרֵאת נַעֲרָה: \n",
      "וַהֲבָאַת שְׁתֵּי שְׂעָרוֹת בַּזְּמַן הַזֶּה נִקְרָא סִימָן הַתַּחְתּוֹן. וּמֵאַחַר שֶׁתָּבִיא סִימָן הַתַּחְתּוֹן תִּקָּרֵא נַעֲרָה עַד שִׁשָּׁה חֳדָשִׁים גְּמוּרִים. וּמִתְּחִלַּת יוֹם תַּשְׁלוּם הַשִּׁשָּׁה חֳדָשִׁים וָמַעְלָה תִּקָּרֵא בּוֹגֶרֶת. וְאֵין בֵּין נַעֲרוּת לְבַגְרוּת אֶלָּא שִׁשָּׁה חֳדָשִׁים בִּלְבַד: \n",
      "הִגִּיעָה לְי''ב שָׁנָה וְיוֹם אֶחָד וְלֹא הֵבִיאָה שְׁתֵּי שְׂעָרוֹת אַף עַל פִּי שֶׁנִּרְאוּ בָּהּ סִימָנֵי אַיְלוֹנִית עֲדַיִן קְטַנָּה הִיא עַד עֶשְׂרִים שָׁנָה. וּכְשֶׁתָּבִיא שְׁתֵּי שְׂעָרוֹת אֲפִלּוּ בִּשְׁנַת עֶשְׂרִים תִּהְיֶה נַעֲרָה שִׁשָּׁה חֳדָשִׁים וְאַחַר כָּךְ תִּקָּרֵא בּוֹגֶרֶת: \n",
      "הָיְתָה בַּת עֶשְׂרִים שָׁנָה פָּחוֹת שְׁלֹשִׁים יוֹם וְלֹא הֵבִיאָה שְׁתֵּי שְׂעָרוֹת וְנִרְאוּ בָּהּ (כָּל) סִימָנֵי אַיְלוֹנִית הֲרֵי הִיא אַיְלוֹנִית. וְאִם לֹא נִרְאוּ בָּהּ (כָּל) סִימָנֵי אַיְלוֹנִית עֲדַיִן קְטַנָּה הִיא עַד שֶׁתָּבִיא שְׁתֵּי שְׂעָרוֹת אוֹ עַד שֶׁתִּהְיֶה בַּת ל''ה שָׁנָה וְיוֹם אֶחָד: \n",
      "הִגִּיעָה לַזְּמַן הַזֶּה וְלֹא הֵבִיאָה שְׁתֵּי שְׂעָרוֹת הֲרֵי זוֹ נִקְרֵאת אַיְלוֹנִית אַף עַל פִּי שֶׁלֹּא נִרְאֶה בָּהּ סִימָן מִסִּימָנֵי אַיְלוֹנִית. נִמְצֵאתָ אַתָּה לָמֵד שֶׁהָאַיְלוֹנִית אֵין לָהּ יְמֵי נַעֲרוּת אֶלָּא מִקַּטְנוּתָהּ תֵּצֵא לְבַגְרוּת: \n",
      "וְאֵלּוּ הֵן סִימָנֵי אַיְלוֹנִית. כָּל שֶׁאֵין לָהּ דָּדִין. וּמִתְקַשָּׁה בִּשְׁעַת תַּשְׁמִישׁ. וְאֵין לָהּ שִׁפּוּלֵי מֵעַיִם כְּנָשִׁים. וְקוֹלָהּ עָבֶה וְאֵינָהּ נִכֶּרֶת בֵּין אִישׁ לְאִשָּׁה. וְהַנַּעֲרָה וְהַבּוֹגֶרֶת וְהָאַיְלוֹנִית כָּל אַחַת מִשְּׁלָשְׁתָּן נִקְרֵאת גְּדוֹלָה: \n",
      "וְיֵשׁ בְּבַת סִימָנִין מִלְּמַעְלָה וְהֵן הַנִּקְרָאִין סִימָן הָעֶלְיוֹן. וְאֵלּוּ הֵן. מִשֶּׁתַּחֲזִיר יָדֶיהָ לְאָחוֹרָהּ וְיֵעָשֶׂה קֶמֶט (בִּמְקוֹם הַדָּדִין). וּמִשֶּׁיַּשְׁחִיר רֹאשׁ הַדָּד. וּמִשֶּׁיִּתֵּן אָדָם יָדוֹ עַל עֹקֶץ הַדָּד וְהוּא שׁוֹקֵעַ וְשׁוֹהֶה לַחֲזֹר. וּמִשֶּׁיִּפָּצֵל רֹאשׁ חֹטֶם הַדָּד וְיֵעָשֶׂה בְּרֹאשׁוֹ כַּדּוּר קָטָן. וְרַבּוֹתַי פֵּרְשׁוּ מִשֶּׁיִּפָּצֵל הַחֹטֶם עַצְמוֹ. וְכֵן מִשֶּׁיִּטּוּ הַדָּדִין. וּמִשֶּׁיִּתְקַשְׁקְשׁוּ הַדָּדִין. וּמִשֶּׁתַּקִּיף הָעֲטָרָה שֶׁהוּא מְקוֹם הַבָּשָׂר הַתָּפוּחַ שֶׁלְּמַעְלָה מִן הָעֶרְוָה לְעֵמַּת הַבֶּטֶן. וּמִשֶּׁיִּתְמַעֵךְ הַבָּשָׂר הַזֶּה וְלֹא יִהְיֶה קָשֶׁה: \n",
      "כָּל אֵלּוּ הַסִּימָנִין שְׁמוֹנָה. נִרְאֶה בַּבַּת סִימָן אֶחָד מִכָּל אֵלּוּ אוֹ כֻּלָּן וְהִיא בַּת י''ב שָׁנָה אוֹ פָּחוֹת אֵין מַשְׁגִּיחִין בּוֹ וַהֲרֵי הִיא קְטַנָּה. נַעֲשֵׂית בַּת י''ב שָׁנָה וְיוֹם אֶחָד וְנִרְאֶה בָּהּ סִימָן הַתַּחְתּוֹן אֵין מַשְׁגִּיחִין בְּאֶחָד מִכָּל אֵלּוּ. וְאִם לֹא נִרְאֶה הַתַּחְתּוֹן וְנִרְאֶה בָּהּ אֶחָד מִכָּל אֵלּוּ הֲרֵי הִיא סָפֵק בֵּין נַעֲרָה לִקְטַנָּה וְדָנִים בָּהּ לְהַחֲמִיר. וְאִם נִרְאוּ כֻּלָּן [וְלֹא נִרְאֶה סִימָן הַתַּחְתּוֹן] הֲרֵי זוֹ גְּדוֹלָה וַדָּאִית. שֶׁאִי אֶפְשָׁר שֶׁיָּבוֹאוּ כֻּלָּן אֶלָּא כְּבָר בָּא סִימָן הַתַּחְתּוֹן וְנָשַׁר: \n",
      "הַבַּת שֶׁיָּלְדָה אַחַר שְׁתֵּים עֶשְׂרֵה שָׁנָה אַף עַל פִּי שֶׁלֹּא הֵבִיאָה סִימָנִים לֹא תַּחְתּוֹן וְלֹא עֶלְיוֹן הֲרֵי זוֹ גְּדוֹלָה. בָּנִים הֲרֵי הֵם כְּסִימָנִין: \n",
      "הַבֵּן מִשֶּׁיִּוָּלֵד עַד שֶׁיִּהְיֶה בֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה נִקְרָא קָטָן וְנִקְרָא תִּינוֹק וַאֲפִלּוּ הֵבִיא כַּמָּה שְׂעָרוֹת בְּתוֹךְ הַזְּמַן הַזֶּה אֵינוֹ סִימָן אֶלָּא שׁוּמָא. הֵבִיא שְׁתֵּי שְׂעָרוֹת לְמַטָּה בַּמְּקוֹמוֹת הַיְדוּעוֹת לְשֵׂעָר. וְהוּא מִבֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וָמַעְלָה נִקְרָא גָּדוֹל וְנִקְרָא אִישׁ: \n",
      "הִגִּיעַ לַזְּמַן הַזֶּה וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת אַף עַל פִּי שֶׁנִּרְאוּ בּוֹ סִימָנֵי סָרִיס הֲרֵי הוּא קָטָן עַד שֶׁיִּהְיֶה בֶּן עֶשְׂרִים שָׁנָה פָּחוֹת שְׁלֹשִׁים יוֹם. הִגִּיעַ לַזְּמַן הַזֶּה וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת לְמַטָּה וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת בַּזָּקָן. אִם נִרְאֶה בּוֹ אֶחָד מִסִּימָנֵי סָרִיס הֲרֵי הוּא סָרִיס וְדִינוֹ דִּין הַגָּדוֹל לְכָל דָּבָר. וְאִם לֹא נִרְאֶה בּוֹ סִימָן מִסִּימָנֵי סָרִיס עֲדַיִן קָטָן הוּא עַד שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת לְמַטָּה בַּמָּקוֹם הָרָאוּי לָהֶן אוֹ עַד שֶׁיִּהְיֶה בֶּן ל''ה שָׁנָה וְיוֹם אֶחָד: \n",
      "הִגִּיעַ לַזְּמַן הַזֶּה וְלֹא הֵבִיא הֲרֵי זֶה סָרִיס אַף עַל פִּי שֶׁלֹּא נִרְאֶה בּוֹ אֶחָד מִסִּימָנֵי סָרִיס. הִגִּיעַ לִשְׁנַת עֶשְׂרִים פָּחוֹת שְׁלֹשִׁים יוֹם וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת לְמַטָּה וְהֵבִיא שְׁתֵּי שְׂעָרוֹת בַּזָּקָן אַף עַל פִּי שֶׁנּוֹלַד לוֹ אֶחָד מִסִּימָנֵי סָרִיס אֵינוֹ סָרִיס. אֶלָּא הֲרֵי הוּא בְּקַטְנוּתוֹ עַד שֶׁיִּוָּלְדוּ לוֹ כָּל סִימָנֵי סָרִיס אוֹ עַד שֶׁיִּהְיֶה בֶּן ל''ה שָׁנָה וְיוֹם אֶחָד: \n",
      "וְאֵלּוּ הֵן סִימָנֵי סָרִיס. כָּל שֶׁאֵין לוֹ זָקָן. וּשְׂעָרוֹ לָקוּי. וּבְשָׂרוֹ מַחֲלִיק. וְאֵין מֵימֵי רַגְלָיו מַעֲלִים רְתִיחָה. וּכְשֶׁמֵּטִיל מַיִם אֵינוֹ עוֹשֶׂה כִּפָּה. וְשִׁכְבַת זַרְעוֹ דִּיהָה. וְאֵין מֵימֵי רַגְלָיו מַחְמִיצִין. וְרוֹחֵץ בִּימוֹת הַגְּשָׁמִים וְאֵינוֹ מַעֲלֶה בְּשָׂרוֹ הֶבֶל. וְקוֹלוֹ לָקוּי וְאֵינוֹ נִכָּר בֵּין אִישׁ לְאִשָּׁה: \n",
      "וְסָרִיס זֶה הוּא הַנִּקְרָא סְרִיס חַמָּה בְּכָל מָקוֹם. אֲבָל הַבֵּן שֶׁחָתְכוּ אוֹ נִתְּקוּ אוֹ מִעֲכוּ גִּידָיו אוֹ בֵּיצָיו כְּמוֹ שֶׁהָעַכּוּ''ם עוֹשִׂין הוּא הַנִּקְרָא סְרִיס אָדָם. וּכְשֶׁיִּהְיֶה בֶּן י''ג שָׁנָה וְיוֹם אֶחָד נִקְרָא גָּדוֹל שֶׁאֵין זֶה מֵבִיא סִימָן לְעוֹלָם: \n",
      "בֶּן י''ג שָׁנָה וְיוֹם אֶחָד שֶׁלֹּא הֵבִיא סִימָן שֶׁלְּמַטָּה וְנִרְאוּ בּוֹ כָּל הַסִּימָנִין שֶׁל מַעְלָה הֲרֵי זֶה סָפֵק בֵּין גָּדוֹל לְקָטָן. וְאִם לֹא נִבְדַּק מִלְּמַטָּה כֵּיוָן שֶׁנִּרְאֶה בּוֹ סִימָנֵי בַּגְרוּת מִלְּמַעְלָה הֲרֵי זֶה בְּחֶזְקַת גָּדוֹל: \n",
      "שְׁתֵּי שְׂעָרוֹת הָאֲמוּרוֹת בְּבֵן וּבְבַת בְּכָל מָקוֹם שִׁעוּרָן כְּדֵי לָכֹף רֹאשָׁן לְעִקָּרָן. וּמִשֶּׁיִּצְמְחוּ וְיִהְיוּ יְכוֹלוֹת לְהִנָּטֵל בְּפִי הַזּוּג עַד שֶׁיַּגִּיעוּ לָכֹף רֹאשָׁן לְעִקָּרָן דָּנִין בָּהֶן לְהַחֲמִיר בְּכָל מָקוֹם. לְפִיכָךְ בְּבֵן וּבְבַת נַחְשֹׁב אוֹתָם גְּדוֹלִים לְהַחֲמִיר הוֹאִיל וְצָמְחוּ כְּדֵי לְהִנָּטֵל בְּפִי הַזּוּג. וְנַחְשֹׁב אוֹתָם קְטַנִּים לְהַחֲמִיר הוֹאִיל וְלֹא הִגִּיעוּ לָכֹף רֹאשָׁן לְעִקָּרָן: \n",
      "שְׁתֵּי שְׂעָרוֹת אֵלּוּ צְרִיכוֹת שֶׁיִּהְיוּ בִּמְקוֹם הָעֶרְוָה. וּבֵית הָעֶרְוָה כֻּלּוֹ מְקוֹם סִימָנִין בֵּין לְמַעְלָה בֵּין לְמַטָּה בֵּין עַל אֵיבְרֵי הַזֶּרַע עַצְמָן. וּצְרִיכוֹת לִהְיוֹת בְּמָקוֹם אֶחָד. וְשֶׁיִּהְיֶה בְּעִקָּרָן גֻּמּוֹת. וַאֲפִלּוּ שְׁתֵּיהֶן בְּגֻמָּה אַחַת הֲרֵי אֵלּוּ סִימָן. נִמְצְאוּ שְׁתֵּי גֻּמּוֹת זוֹ בְּצַד זוֹ וְאֵין בָּהֶן שֵׂעָר הֲרֵי אֵלּוּ סִימָן. חֲזָקָה אֵין גֻּמָּא בְּלֹא שֵׂעָר וּשְׂעָרוֹת הָיוּ בָּהֶן וְנָשְׁרוּ: \n",
      "הַבַּת שֶׁהֵבִיאָה שְׁתֵּי שְׂעָרוֹת בְּתוֹךְ י''ב שָׁנָה וְהַבֵּן שֶׁהֵבִיא בְּתוֹךְ י''ג שְׁנֵיהֶם שׁוּמָא כְּמוֹ שֶׁבֵּאַרְנוּ. אַף עַל פִּי שֶׁאוֹתָן שְׂעָרוֹת בִּמְקוֹמָן הֵם עוֹמְדוֹת אַחַר י''ג לְזָכָר וְאַחַר י''ב לִנְקֵבָה אֵינָן סִימָן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנִּבְדְּקוּ בְּתוֹךְ הַזְּמַן וְנוֹדַע שֶׁהֵן שׁוּמָא. אֲבָל אִם לֹא נִבְדְּקוּ אֶלָּא אַחַר זְמַן וְנִמְצְאוּ שָׁם שְׁתֵּי שְׂעָרוֹת הֲרֵי הֵן בְּחֶזְקַת סִימָנִין. וְאֵין אוֹמְרִין שֶׁמָּא קֹדֶם זְמַן צָמְחוּ כְּדֵי שֶׁיִּהְיוּ שׁוּמָא: \n",
      "כְּשֶׁבּוֹדְקִין הַבַּת בֵּין בְּתוֹךְ הַזְּמַן שֶׁהוּא כָּל שְׁנַת י''ב בֵּין קֹדֶם זְמַן זֶה בֵּין לְאַחַר הַזְּמַן בּוֹדְקִין עַל פִּי נָשִׁים כְּשֵׁרוֹת וְנֶאֱמָנוֹת. וַאֲפִלּוּ אִשָּׁה אַחַת בּוֹדֶקֶת וְשׁוֹמְעִין לָהּ אִם הֵבִיאָה וְאִם לֹא הֵבִיאָה: \n",
      "כָּל הַשָּׁנִים הָאֲמוּרוֹת בְּבֵן וּבְבַת וּבְעֶרְכִין וּבְכָל מָקוֹם אֵינָן לֹא שְׁנֵי הַלְּבָנָה וְלֹא שְׁנֵי הַחַמָּה אֶלָּא שָׁנִים שֶׁל סֵדֶר הָעִבּוּר שֶׁהֵן פְּשׁוּטוֹת וּמְעֵבָּרוֹת עַל פִּי בֵּית דִּין כְּמוֹ שֶׁהֵם קוֹבְעִין אוֹתָן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת קִדּוּשׁ הַחֹדֶשׁ. וּבְאוֹתָן הַשָּׁנִים מוֹנִין לְכָל דִּבְרֵי הַדָּת: \n",
      "אֵין סוֹמְכִין עַל הַנָּשִׁים בְּמִנְיַן הַשָּׁנִים וְלֹא עַל הַקְּרוֹבִים אֶלָּא עַל פִּי שְׁנַיִם אֲנָשִׁים כְּשֵׁרִים לְהָעִיד: \n",
      "הָאָב שֶׁאָמַר בְּנִי זֶה בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד. בִּתִּי זוֹ בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד נֶאֱמָן לְקָרְבָּן אֲבָל לֹא לְמַכּוֹת וְלֹא לָעֳנָשִׁים. בְּנִי זֶה בֶּן י''ג שָׁנָה וְיוֹם אֶחָד בִּתִּי זוֹ בַּת י''ב שָׁנָה וְיוֹם אֶחָד נֶאֱמָן לִנְדָרִים וּלְעֶרְכִין וְלַחֲרָמוֹת וּלְהֶקְדֵּשׁוֹת אֲבָל לֹא לְמַכּוֹת וְלֹא לָעֳנָשִׁים: \n",
      "מִי שֶׁיֵּשׁ לוֹ אֵיבַר זִכְרוּת וְאֵיבַר נְקֵבוּת הוּא הַנִּקְרָא אַנְדְּרוֹגִינוּס וְהוּא סָפֵק אִם זָכָר סָפֵק אִם נְקֵבָה. וְאֵין לוֹ סִימָן שֶׁיִּוָּדַע בּוֹ אִם הוּא זָכָר וַדַּאי אִם הִיא נְקֵבָה וַדָּאִית לְעוֹלָם: \n",
      "וְכָל מִי שֶׁאֵין לוֹ לֹא זִכְרוּת וְלֹא נְקֵבוּת אֶלָּא אָטוּם הוּא הַנִּקְרָא טֻמְטוּם וְגַם הוּא סָפֵק. וְאִם נִקְרַע הַטֻּמְטוּם וְנִמְצָא זָכָר הֲרֵי הוּא כְּזָכָר וַדַּאי. וְאִם נִמְצָא נְקֵבָה הֲרֵי הוּא נְקֵבָה. וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס שֶׁהָיוּ בֶּן שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד הֲרֵי הֵן בְּחֶזְקַת גְּדוֹלִים וְהֵם שֶׁנְּדַבֵּר בָּהֶן בְּכָל מָקוֹם: \n",
      "חֵרֵשׁ וְחֵרֶשֶׁת הָאֲמוּרִים בְּכָל מָקוֹם הֵן הָאִלְּמִים שֶׁאֵין שׁוֹמְעִין וְלֹא מְדַבְּרִים. אֲבָל מִי שֶׁמְּדַבֵּר וְאֵינוֹ שׁוֹמֵעַ אוֹ שׁוֹמֵעַ וְאֵינוֹ מְדַבֵּר הֲרֵי הוּא כְּכָל אָדָם. וְאִישׁ וְאִשָּׁה שֶׁהֵן שְׁלֵמִים בְּדַעְתָּן וְאֵינָן לֹא חֵרְשִׁים וְלֹא שׁוֹטִים נִקְרָאִין פִּקֵּחַ וּפִקַּחַת: \n",
      "נִמְצְאוּ כָּל הַשֵּׁמוֹת שֶׁבֵּאַרְנוּ עִנְיָנָם בִּשְׁנֵי פְּרָקִים אֵלּוּ עֶשְׂרִים שֵׁמוֹת. וְאִלּוּ הֵן. קִדּוּשִׁין. עֶרְוָה. שְׁנִיָּה. אִסּוּרֵי לָאוִין. אִסּוּרֵי עֲשֵׂה. קְטַנָּה. נַעֲרָה. בּוֹגֶרֶת. אַיְלוֹנִית. גְּדוֹלָה. סִימָן הַתַּחְתּוֹן. סִימָן הָעֶלְיוֹן. קָטָן. סְרִיס חַמָּה. סְרִיס אָדָם. גָּדוֹל. אַנְדְּרוֹגִינוּס. טֻמְטוּם. חֵרְשִׁים. פִּקְחִים. שִׂים כָּל הַשֵּׁמוֹת הָאֵלּוּ לְעֻמָּתְךָ תָּמִיד וְאַל יָלוֹזוּ מֵעֵינֶיךָ כָּל עִנְיְנֵיהֶם כְּדֵי שֶׁלֹּא נִהְיֶה צְרִיכִין לְבָאֵר כָּל שֵׁם מֵהֶן בְּכָל מָקוֹם שֶׁנַּזְכִּיר אוֹתוֹ: \n"
    ],
    [
      "כֵּיצַד הָאִשָּׁה מִתְקַדֶּשֶׁת. אִם בְּכֶסֶף הוּא מְקַדֵּשׁ אֵין פָּחוֹת מִפְּרוּטָה כֶּסֶף אוֹ שְׁוֵה פְּרוּטָה. אוֹמֵר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי. אוֹ הֲרֵי אַתְּ מְאֹרֶסֶת לִי. אוֹ הֲרֵי אַתְּ לִי לְאִשָּׁה בָּזֶה. וְנוֹתֵן לָהּ בִּפְנֵי עֵדִים. וְהָאִישׁ הוּא שֶׁאוֹמֵר דְּבָרִים שֶׁמַּשְׁמָעָן שֶׁקּוֹנֶה אוֹתָהּ לוֹ לְאִשָּׁה וְהוּא שֶׁיִּתֵּן לָהּ הַכֶּסֶף:  ",
      "נָתְנָה הִיא וְאָמְרָה לוֹ הֲרֵי אֲנִי מְקֻדֶּשֶׁת לְךָ. הֲרֵינִי מְאֹרֶסֶת לְךָ. הֲרֵינִי לְךָ לְאִנְתּוּ אוֹ בְּכָל לְשׁוֹן הַקְנָאָה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נָתְנָה הִיא לוֹ וְאָמַר הוּא אֵינָהּ מְקֻדֶּשֶׁת. וְאִם נָתַן הוּא וְאָמְרָה הִיא הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק:  ",
      "וְאִם קִדֵּשׁ בִּשְׁטָר כּוֹתֵב עַל הַנְּיָר אוֹ עַל הַחֶרֶס אוֹ עַל הֶעָלֶה אוֹ עַל כָּל דָּבָר שֶׁיִּרְצֶה. הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי אוֹ הֲרֵי אַתְּ מְאֹרֶסֶת לִי וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ וְנוֹתְנוֹ לָהּ בִּפְנֵי עֵדִים:  ",
      "וְצָרִיךְ שֶׁיִּכְתֹּב אוֹתוֹ לְשֵׁם הָאִשָּׁה הַמִּתְקַדֶּשֶׁת כְּגֵט. וְאֵינוֹ כּוֹתְבוֹ אֶלָּא מִדַּעְתָּהּ. כְּתָבוֹ שֶׁלֹּא לִשְׁמָהּ אוֹ לִשְׁמָהּ שֶׁלֹּא מִדַּעְתָּהּ אַף עַל פִּי שֶׁנְּתָנוֹ לָהּ לְדַעְתָּהּ בִּפְנֵי עֵדִים אֵינָהּ מְקֻדֶּשֶׁת:",
      "וְאִם קִדֵּשׁ בְּבִיאָה אוֹמֵר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי אוֹ הֲרֵי אַתְּ מְאֹרֶסֶת לִי אוֹ הֲרֵי אַתְּ לִי לְאִשָּׁה בִּבְעִילָה זוֹ וְכָל כַּיּוֹצֵא בָּזֶה. וּמִתְיַחֵד עִמָּהּ בִּפְנֵי שְׁנֵי עֵדִים וּבוֹעֲלָהּ. וְהַמְקַדֵּשׁ בְּבִיאָה (מִסְּתָמָא) דַּעְתּוֹ עַל גְּמַר בִּיאָה. וּכְשֶׁיִּגְמֹר בִּיאָתוֹ תִּהְיֶה מְקֻדֶּשֶׁת. (וּבֵין שֶׁבָּא עָלֶיהָ כְּדַרְכָּהּ וּבֵין שֶׁבָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת):  ",
      "הַדְּבָרִים שֶׁיֹּאמַר הָאִישׁ כְּשֶׁיְּקַדֵּשׁ צָרִיךְ שֶׁיִּהְיֶה מַשְׁמָעָם שֶׁהוּא קוֹנֶה הָאִשָּׁה וְלֹא שֶׁיְּהֵא מַשְׁמָע שֶׁהִקְנָה עַצְמוֹ לָהּ. כֵּיצַד. הֲרֵי שֶׁאָמַר לָהּ אוֹ שֶׁכָּתַב בַּשְּׁטָר שֶׁנְּתָנוֹ לָהּ. הֲרֵינִי בַּעְלֵךְ. הֲרֵינִי אֲרוּסֵךְ. הֲרֵינִי אִישֵׁךְ וְכָל כַּיּוֹצֵא בָּזֶה. אֵין כָּאן קִדּוּשִׁין כְּלָל. אָמַר לָהּ אוֹ כָּתַב לָהּ. הֲרֵי אַתְּ אִשְׁתִּי. הֲרֵי אַתְּ אֲרוּסָתִי. אוֹ הֲרֵי אַתְּ קְנוּיָה לִי. הֲרֵי אַתְּ שֶׁלִּי. הֲרֵי אַתְּ לְקוּחָתִי. הֲרֵי אֶת חֲרוּפָתִי. הֲרֵי אַתְּ בִּרְשׁוּתִי. הֲרֵי אַתְּ זְקוּקָה לִי וְכָל כַּיּוֹצֵא בָּהֶן. הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "אָמַר לָהּ אוֹ כָּתַב לָהּ הֲרֵי אַתְּ מְיֻחֶדֶת לִי. הֲרֵי אַתְּ מְיֹעֶדֶת לִי. הֲרֵי אַתְּ עֶזְרָתִי. הֲרֵי אַתְּ נֶגְדָּתִי. הֲרֵי אַתְּ צַלְעָתִי. הֲרֵי אַתְּ סְגוּרָתִי. הֲרֵי אַתְּ תַּחְתַּי. הֲרֵי אַתְּ עֲצוּרָתִי. הֲרֵי אַתְּ תְּפוּסָתִי. הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּסָפֵק. וְהוּא שֶׁיִּהְיֶה מְדַבֵּר עִמָּהּ תְּחִלָּה עַל עִסְקֵי קִדּוּשִׁין. אֲבָל אִם אֵינוֹ מְדַבֵּר עִמָּהּ תְּחִלָּה עַל עִסִקֵי קִדּוּשִׁין אֵין חוֹשִׁשִׁין לִמִלּוֹת אֵלּוּ:  ",
      "וְיֵשׁ לָאִישׁ לְקַדֵּשׁ הָאִשָּׁה בְּכָל לָשׁוֹן שֶׁהִיא מַכֶּרֶת בּוֹ. וְיִהְיֶה מַשְׁמַע הַדְּבָרִים בְּאוֹתָהּ הַלָּשׁוֹן שֶׁקְּנָאָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. הָיָה מְדַבֵּר עִם הָאִשָּׁה עַל עִסְקֵי הַקִּדּוּשִׁין וְרָצְתָה וְעָמַד וְקִדֵּשׁ וְלֹא פֵּרֵשׁ וְלֹא אָמַר לָהּ כְּלוּם אֶלָּא נָתַן בְּיָדָהּ אוֹ בָּעַל הוֹאִיל וְהֵן עֲסוּקִין בָּעִנְיָן דַּיּוֹ וְאֵינוֹ צָרִיךְ לְפָרֵשׁ. וְכֵן עֵדֵי הַקִּדּוּשִׁין וְהַגֵּרוּשִׁין אֵינוֹ צָרִיךְ לוֹמַר לָהֵם אַתֵּם עֵדַי. אֵלָּא כֵּיוָן שֵׁגֵּרֵשׁ אוֹ קִדֵּשׁ בִּפִנֵיהֵם הֲרֵי זוֹ מְקֻדֶּשֶׁת אוֹ מִגֹרֵשֵׁת:  ",
      "הָאוֹמֵר לְאִשָּׁה הִתְקַדְּשִׁי לְחֶצְיִי הֲרֵי זוֹ מְקֻדֶּשֶׁת. הָא לְמַה זֶּה דּוֹמֶה לְאוֹמֵר לָהּ תְּהִי אִשְׁתִּי אַתְּ וְאַחֶרֶת שֶׁנִּמְצָא שֶׁאֵין לָהּ אֶלָּא חֲצִי אִישׁ. אֲבָל אִם אָמַר חֶצְיֵךְ מְקֻדֶּשֶׁת לִי אֵינָהּ מְקֻדֶּשֶׁת שֶׁאֵין אִשָּׁה אַחַת רְאוּיָה לִשְׁנַיִם. וְכֵן אִם אוֹמֵר הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי וְלָזֶה אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "אָמַר לָהּ הֲרֵי חֶצְיֵךְ מְקֻדֶּשֶׁת לִי בִּפְרוּטָה וְחֶצְיֵךְ בִּפְרוּטָה. אוֹ שֶׁאָמַר לָהּ חֶצְיֵךְ מְקֻדֶּשֶׁת לִי בַּחֲצִי פְּרוּטָה וְחֶצְיֵךְ הָאַחֶרֶת מְקֻדֶּשֶׁת בַּחֲצִי פְּרוּטָה הֲרֵי זוֹ מְקֻדֶּשֶׁת. אָמַר לָהּ חֶצְיֵךְ מְקֻדֶּשֶׁת לִי בִּפְרוּטָה הַיּוֹם וְחֶצְיֵךְ בִּפְרוּטָה לְמָחָר. שְׁתֵּי חֲצָיַיִךְ בִּפְרוּטָה. שְׁתֵּי בְּנוֹתֶיךָ לִשְׁנֵי בָּנַי בִּפְרוּטָה. בִּתְּךָ מְקֻדֶּשֶׁת לִי וּפָרָתְךָ מְכוּרָה לִי בִּפְרוּטָה. אוֹ בִּתְּךָ וְקַרְקָעָתְךָ לִי בִּפְרוּטָה. בְּכָל אֵלּוּ מְקֻדֶּשֶׁת בְּסָפֵק:  ",
      "הָאָב מְקַדֵּשׁ אֶת בִּתּוֹ שֶׁלֹּא לְדַעְתָּהּ כָּל זְמַן שֶׁהִיא קְטַנָּה. וְכֵן כְּשֶׁהִיא נַעֲרָה רְשׁוּתָהּ בְּיָדוֹ שֶׁנֶּאֱמַר <small>(דברים כב טז)</small> \"אֶת בִּתִּי נָתַתִּי לָאִישׁ הַזֶּה לְאִשָּׁה\". וְקִדּוּשֶׁיהָ לְאָבִיהָ. וְכֵן הוּא זַכַּאי בִּמְצִיאָתָהּ וּבְמַעֲשֵׂה יָדֶיהָ וּבִכְתֻבָּתָהּ אִם נִתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה מִן הָאֵרוּסִין הוּא זַכַּאי בַּכּל עַד שֶׁתִּבָּגֵר. לְפִיכָךְ מְקַבֵּל הָאָב קִדּוּשֵׁי בִּתּוֹ מִיּוֹם שֶׁתִּוָּלֵד עַד שֶׁתִּבָּגֵר. וַאֲפִלּוּ הָיְתָה חֵרֶשֶׁת אוֹ שׁוֹטָה וְקִדְּשָׁהּ הָאָב הֲרֵי הִיא אֵשֶׁת אִישׁ גְּמוּרָה. וְאִם הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד מִתְקַדֶּשֶׁת בְּבִיאָה מִדַּעַת אָבִיהָ. פָּחוֹת מִכֵּן אִם קִדְּשָׁהּ אָבִיהָ בְּבִיאָה אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "בָּגְרָה הַבַּת אֵין לְאָבִיהָ בָּהּ רְשׁוּת וַהֲרֵי הִיא כִּשְׁאָר כָּל הַנָּשִׁים שֶׁאֵינָם מִתְקַדְּשׁוֹת אֶלָּא לְדַעְתָּן. וְכֵן אִם הִשִּׂיאָהּ אָבִיהָ וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה בְּחַיֵּי אָבִיהָ הֲרֵי הִיא בִּרְשׁוּת עַצְמָהּ וְאַף עַל פִּי שֶׁעֲדַיִן הִיא קְטַנָּה. כֵּיוָן שֶׁנִּשֵּׂאת אֵין לְאָבִיהָ בָּהּ רְשׁוּת לְעוֹלָם:  ",
      "נִתְקַדְּשָׁה קֹדֶם שֶׁתִּבְגֹּר שֶׁלֹּא לְדַעַת אָבִיהָ אֵינָהּ מְקֻדֶּשֶׁת וַאֲפִלּוּ אִם נִתְרַצָּה הָאָב אַחַר שֶׁנִּתְקַדְּשָׁה. וַאֲפִלּוּ אִם נִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה מִן אוֹתָן הַקִּדּוּשִׁין אֵינָהּ אֲסוּרָה לְכֹהֵן. וּבֵין הִיא וּבֵין אָבִיהָ יְכוֹלִין לְעַכֵּב. בֵּין אִם נִתְקַדְּשָׁה בְּפָנָיו בֵּין שֶׁנִּתְקַדְּשָׁה שֶׁלֹּא בְּפָנָיו אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "הָיְתָה הַבַּת סָפֵק בּוֹגֶרֶת. בֵּין שֶׁקִּדְּשָׁהּ אָבִיהָ שֶׁלֹּא לְדַעְתָּהּ בֵּין שֶׁקִּדְּשָׁה הִיא עַצְמָהּ שֶׁלֹּא לְדַעַת אָבִיהָ. הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּסָפֵק לְפִיכָךְ צְרִיכָה גֵּט מִסָּפֵק. יֵשׁ לָאִישׁ לַעֲשׂוֹת שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה בֵּין אִשָּׁה פְּלוֹנִית בֵּין אִשָּׁה מִשְּׁאָר הַנָּשִׁים. וְכֵן הָאִשָּׁה הַגְּדוֹלָה עוֹשָׂה שָׁלִיחַ לְקַבֵּל קִדּוּשֶׁיהָ בֵּין מֵאִישׁ פְּלוֹנִי בֵּין מֵאִישׁ מִשְּׁאָר אֲנָשִׁים. וְכֵן הָאָב עוֹשֶׂה שָׁלִיחַ לְקַבֵּל קִדּוּשֵׁי בִּתּוֹ כְּשֶׁהִיא בִּרְשׁוּתוֹ. וְאוֹמֵר הָאָב לְבִתּוֹ הַקְּטַנָּה צְאִי וְקַבְּלִי קִדּוּשַׁיִךְ:  ",
      "כָּל הָעוֹשֶׂה שָׁלִיחַ לְקַבֵּל הַקִּדּוּשִׁין צָרִיךְ לַעֲשׂוֹתוֹ בִּפְנֵי עֵדִים. אֲבָל הָאִישׁ שֶׁעָשָׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה אֵינוֹ צָרִיךְ לַעֲשׂוֹתוֹ בְּעֵדִים שֶׁאֵין מָקוֹם לְעֵדִים בִּשְׁלִיחוּת הָאִישׁ אֶלָּא לְהוֹדִיעַ אֲמִתַּת הַדָּבָר. לְפִיכָךְ אִם הוֹדוּ הַשָּׁלִיחַ וְהַמְשַׁלֵּחַ אֵינָן צְרִיכִין עֵדִים כְּמוֹ שְׁלִיחַ הַגֵּט וּכְמוֹ שָׁלִיחַ שֶׁהִרְשָׁהוּ לְהַפְרִישׁ לוֹ תְּרוּמָה וְכַיּוֹצֵא בָּהֶן בְּכָל מָקוֹם שֶׁשְּׁלוּחוֹ שֶׁל אָדָם כְּמוֹתוֹ וְאֵינוֹ צָרִיךְ עֵדִים:  ",
      "הַשָּׁלִיחַ נַעֲשֶׂה עֵד לְפִיכָךְ אִם עָשָׂה שְׁנֵי שְׁלוּחִין לְקַדֵּשׁ לוֹ אִשָּׁה וְהָלְכוּ וְקִדְּשׁוּ אוֹתָהּ הֵן הֵן שְׁלוּחָיו וְהֵן הֵן עֵדֵי הַקִּדּוּשִׁין וְאֵינָן צְרִיכִין לְקַדְּשָׁהּ לוֹ בִּפְנֵי שְׁנַיִם אֲחֵרִים:  ",
      "הַכּל כְּשֵׁרִין לִשְׁלִיחוּת חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן לְפִי שֶׁאֵינָן בְּנֵי דַּעַת וְהָעַכּוּ''ם לְפִי שֶׁאֵינוֹ בְּנֵי בְּרִית וְנֶאֱמַר <small>(במדבר יח כח)</small> \"כֵּן תָּרִימוּ גַם אַתֶּם\" לְרַבּוֹת הַשָּׁלִיחַ וּמַה אַתֶּם בְּנֵי בְּרִית אַף שְׁלוּחֲכֶם בְּנֵי בְּרִית לְהוֹצִיא אֶת הָעַכּוּ''ם. אֲבָל הָעֶבֶד אַף עַל פִּי שֶׁהוּא נַעֲשֶׂה שָׁלִיחַ לְדָבָר שֶׁבְּמָמוֹן הֲרֵי הוּא פָּסוּל לִשְׁלִיחוּת הַקִּדּוּשִׁין וְהַגִּטִּין לְפִי שֶׁאֵינוֹ בְּתוֹרַת גִּטִּין וְקִדּוּשִׁין:  ",
      "שְׁלִיחַ הָאִישׁ שֶׁמְּקַדֵּשׁ אוֹמֵר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִפְלוֹנִי בְּכֶסֶף זֶה אוֹ בִּשְׁטָר זֶה. אִם שְׁלִיחַ הָאִשָּׁה הוּא שֶׁמְּקַבֵּל הַקִּדּוּשִׁין אוֹמֵר לוֹ הֲרֵי פְּלוֹנִית שֶׁשָּׁלְחָה אוֹתְךָ מְקֻדֶּשֶׁת לִי וְהוּא אוֹמֵר לוֹ קִדַּשְׁתִּיהָ לְךָ אוֹ אֵרַסְתִּיהָ לְךָ אוֹ נְתַתִּיהָ לְךָ לְאִשָּׁה וְכָל כַּיּוֹצֵא בָּזֶה. וְכֵן הַמְקַדֵּשׁ עַל יְדֵי הָאָב אוֹמֵר לוֹ הֲרֵי בִּתְּךָ פְּלוֹנִית מְקֻדֶּשֶׁת לִי וְהוּא אוֹמֵר לוֹ קִדַּשְׁתִּיהָ לְךָ. אִם אָמַר הָאָב אוֹ הַשָּׁלִיחַ הֵן דַּיּוֹ וַאֲפִלּוּ שָׁתַק. וְאִם הָיוּ עֲסוּקִין בְּאוֹתוֹ עִנְיָן וְנָתַן לָאָב אוֹ לַשָּׁלִיחַ וְלֹא פֵּרֵשׁ וְלֹא אָמַר דָּבָר דַּיּוֹ וְהִיא מְקֻדֶּשֶׁת. וְאִם קִדֵּשׁ בִּשְׁטָר אֵינוֹ כּוֹתְבוֹ אֶלָּא מִדַּעַת הָאָב אוֹ מִדַּעַת הַשָּׁלִיחַ. וְכֵן בְּכָל הַדְּבָרִים כֻּלָּן שֶׁל קִדּוּשִׁין דִּין הָאִישׁ עִם הָאִשָּׁה כְּדִין שָׁלִיחַ עִם שָׁלִיחַ אוֹ עִם הָאָב:  ",
      "מִצְוָה שֶׁיְּקַדֵּשׁ אָדָם אֶת אִשְׁתּוֹ בְּעַצְמוֹ יוֹתֵר מֵעַל יְדֵי שְׁלוּחוֹ. וְכֵן מִצְוָה לָאִשָּׁה שֶׁתְּקַדֵּשׁ עַצְמָהּ בְּיָדָהּ יוֹתֵר מֵעַל יְדֵי שְׁלוּחָהּ. וְאַף עַל פִּי שֶׁיֵּשׁ רְשׁוּת לָאָב לְקַדֵּשׁ בִּתּוֹ כְּשֶׁהִיא קְטַנָּה וּכְשֶׁהִיא נַעֲרָה לְכָל מִי שֶׁיִּרְצֶה אֵין רָאוּי לַעֲשׂוֹת כֵּן אֶלָּא מִצְוַת חֲכָמִים שֶׁלֹּא יְקַדֵּשׁ אָדָם בִּתּוֹ כְּשֶׁהִיא קְטַנָּה עַד שֶׁתַּגְדִּיל וְתֹאמַר לִפְלוֹנִי אֲנִי רוֹצָה. וְכֵן הָאִישׁ אֵין רָאוּי לְקַדֵּשׁ קְטַנָּה. וְלֹא יְקַדֵּשׁ אִשָּׁה עַד שֶׁיִּרְאֶנָּה וְתִהְיֶה כְּשֵׁרָה בְּעֵינָיו שֶׁמָּא לֹא תִּמְצָא חֵן בְּעֵינָיו וְנִמְצָא מְגָרְשָׁהּ אוֹ שׁוֹכֵב עִמָּהּ וְהוּא שׂוֹנְאָהּ:  ",
      "הַמְקַדֵּשׁ בְּבִיאָה הֲרֵי אֵלּוּ קִדּוּשֵׁי תּוֹרָה. וְכֵן מִתְקַדֶּשֶׁת בִּשְׁטָר מִן הַתּוֹרָה. כְּשֵׁם שֶׁגּוֹמֵר וּמְגָרֵשׁ שֶׁנֶּאֱמַר <small>(דברים כד א)</small> \"וְכָתַב לָהּ סֵפֶר כְּרִיתֻת\" כָּךְ גּוֹמֵר וּמַכְנִיס. אֲבָל הַכֶּסֶף מִדִּבְרֵי סוֹפְרִים (וְכֵן דִּין הַכֶּסֶף דִּין תּוֹרָה וּפֵרוּשׁוֹ מִדִּבְרֵי סוֹפְרִים) שֶׁנֶּאֱמַר <small>(דברים כב יג)</small> \"כִּי יִקַּח אִישׁ אִשָּׁה\" וְאָמְרוּ חֲכָמִים לִקּוּחִים אֵלּוּ יִהְיוּ בְּכֶסֶף שֶׁנֶּאֱמַר <small>(בראשית כג יג)</small> \"נָתַתִּי כֶּסֶף הַשָּׂדֶה קַח מִמֶּנִּי\":  ",
      "אַף עַל פִּי שֶׁעִקַּר הַדָּבָר כָּךְ הוּא כְּבָר נָהֲגוּ כָּל יִשְׂרָאֵל לְקַדֵּשׁ בְּכֶסֶף אוֹ בִּשְׁוֵה כֶּסֶף. וְכֵן אִם רָצָה לְקַדֵּשׁ בִּשְׁטָר מְקַדֵּשׁ. אֲבָל אֵין מְקַדְּשִׁין בְּבִיאָה לְכַתְּחִלָּה וְאִם קִדֵּשׁ בְּבִיאָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת כְּדֵי שֶׁלֹּא יִהְיוּ יִשְׂרָאֵל פְּרוּצִים בְּדָבָר זֶה אַף עַל פִּי שֶׁקִּדּוּשָׁיו קִדּוּשִׁין גְּמוּרִין:  ",
      "וְכֵן הַמְקַדֵּשׁ בְּלֹא שִׁדּוּכִין אוֹ הַמְקַדֵּשׁ בַּשּׁוּק אַף עַל פִּי שֶׁקִּדּוּשָׁיו קִדּוּשִׁין גְּמוּרִין מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת כְּדֵי שֶׁלֹּא יְהֵא דָּבָר זֶה הֶרְגֵּל לִזְנוּת וְיִדְמֶה לִקְדֵשָׁה שֶׁהָיְתָה קֹדֶם מַתַּן תּוֹרָה:  ",
      "כָּל הַמְקַדֵּשׁ אִשָּׁה בֵּין עַל יְדֵי עַצְמוֹ בֵּין עַל יְדֵי שָׁלִיחַ צָרִיךְ לְבָרֵךְ קֹדֶם הַקִּדּוּשִׁין אוֹ הוּא אוֹ שְׁלוּחוֹ כְּדֶרֶךְ שֶׁמְּבָרְכִין עַל כָּל הַמִּצְוֹת וְאַחַר כָּךְ מְקַדֵּשׁ וְאִם קִדֵּשׁ וְלֹא בֵּרֵךְ לֹא יְבָרֵךְ אַחַר הַקִּדּוּשִׁין שֶׁזּוֹ בְּרָכָה לְבַטָּלָה מַה שֶּׁנַּעֲשָׂה כְּבָר נַעֲשָׂה:  ",
      "כֵּיצַד מְבָרֵךְ. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְהִבְדִּילָנוּ מִן הָעֲרָיוֹת וְאָסַר לָנוּ אֶת הָאֲרוּסוֹת וְהִתִּיר לָנוּ אֶת הַנְּשׂוּאוֹת עַל יְדֵי חֻפָּה וְקִדּוּשִׁין בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ יִשְׂרָאֵל. זוֹ הִיא בִּרְכַּת אֵרוּסִין. וְנָהֲגוּ הָעָם לְהַסְדִּיר בְּרָכָה זוֹ עַל כּוֹס שֶׁל יַיִן אוֹ שֶׁל שֵׁכָר. וְאִם יֵשׁ שָׁם יַיִן מְבָרֵךְ עַל הַיַּיִן תְּחִלָּה וְאַחַר כָּךְ מְבָרֵךְ בִּרְכַּת אֵרוּסִין וְאַחַר כָּךְ מְקַדְּשָׁהּ. וְאִם אֵין לוֹ יַיִן אוֹ שֵׁכָר מְבָרֵךְ אוֹתָהּ בִּפְנֵי עַצְמָהּ:  "
    ],
    [
      "אֵין הָאִשָּׁה מִתְקַדֶּשֶׁת אֶלָּא לִרְצוֹנָהּ וְהַמְקַדֵּשׁ אִשָּׁה בְּעַל כָּרְחָהּ אֵינָהּ מְקֻדֶּשֶׁת. אֲבָל הָאִישׁ שֶׁאֲנָסוּהוּ עַד שֶׁקִּדֵּשׁ בְּעַל כָּרְחוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְיֵשׁ לָאִישׁ לְקַדֵּשׁ נָשִׁים רַבּוֹת כְּאַחַת וְהוּא שֶׁיִּהְיֶה בְּכֶסֶף אִם קִדֵּשׁ בְּכֶסֶף פְּרוּטָה לְכָל אַחַת וְאַחַת. וְיֵשׁ לְאַחַת מֵהֶן אוֹ לְאַחֵר לְקַבֵּל הַקִּדּוּשִׁין עַל יְדֵי כֻּלָּן מִדַּעְתָּן: \n",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה וְנָתַן הַקִּדּוּשִׁין מִדַּעְתָּהּ בְּיַד חֲבֶרְתָּהּ וְאָמַר לַחֲבֶרְתָּהּ כְּשֶׁנָּתַן הַקִּדּוּשִׁין בְּיָדָהּ וְאַתְּ נַמִּי. אוֹ וְכֵן גַּם אַתְּ וְכַיּוֹצֵא בָּזֶה. הֲרֵי שְׁתֵּיהֶן מְקֻדָּשׁוֹת. אֲבָל אִם נָתַן בְּיָדָהּ וְאָמַר לָהּ וְאַתְּ. הֲרֵי זוֹ שֶׁקִּבְּלָה הַקִּדּוּשִׁין מְקֻדֶּשֶׁת בְּסָפֵק. שֶׁמָּא לֹא נִתְכַּוִּן אֶלָּא לִרְאוֹת מַה בְּלִבָּהּ וּכְאִלּוּ אָמַר לָהּ וְאַתְּ מַה תֹּאמְרִי בְּדָבָר זֶה. וּלְפִיכָךְ קִבְּלָה הַקִּדּוּשִׁין הִיא שֶׁהֲרֵי זֶה עֲדַיִן שׁוֹאֲלָהּ לִרְאוֹת מַה בְּלִבָּהּ וּמִפְּנֵי זֶה הִיא סָפֵק מְקֻדֶּשֶׁת: \n",
      "אָמַר לָהּ הִתְקַדְּשִׁי לִי בְּדִינָר זֶה נְטָלַתּוּ וּזְרָקַתּוּ לְפָנָיו אוֹ לַיָּם אוֹ לָאוּר אוֹ לְדָבָר הָאָבֵד אֵינָהּ מְקֻדֶּשֶׁת. אָמְרָה לוֹ תְּנֵהוּ לְאַבָּא אוֹ לְאָבִיךָ אוֹ לְאִישׁ פְּלוֹנִי וְנָתַן אֵינָהּ מְקֻדֶּשֶׁת. וְאִם אָמְרָה לוֹ תְּנֵהוּ לוֹ שֶׁיְּקַבְּלֵהוּ לִי וְנָתַן הֲרֵי זוֹ מְקֻדֶּשֶׁת: \n",
      "אָמְרָה הַנִּיחֵהוּ עַל הַסֶּלַע אֵינָהּ מְקֻדֶּשֶׁת וְאִם הָיָה סֶלַע שֶׁלָּהּ מְקֻדֶּשֶׁת. הָיָה סֶלַע שֶׁל שְׁנֵיהֶם הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּסָפֵק. אָמַר לָהּ הִתְקַדְּשִׁי לִי בְּכִכָּר זֶה אָמְרָה לוֹ תְּנֵהוּ לֶעָנִי אֲפִלּוּ הָיָה עָנִי הַסָּמוּךְ עָלֶיהָ אֵינָהּ מְקֻדֶּשֶׁת. תְּנֵהוּ לַכֶּלֶב הֲרֵי זוֹ אֵינָהּ מְקֻדֶּשֶׁת וְאִם הָיָה הַכֶּלֶב שֶׁלָּהּ מְקֻדֶּשֶׁת. וְאִם הָיָה רָץ אַחֲרֶיהָ לְנָשְׁכָהּ וְאָמְרָה לוֹ תְּנֵהוּ לְכֶלֶב זֶה הֲרֵי זוֹ סָפֵק מְקֻדֶּשֶׁת: \n",
      "הָיָה מוֹכֵר פֵּרוֹת אוֹ כֵּלִים וְכַיּוֹצֵא בָּהֶן בָּאָה אִשָּׁה וְאָמְרָה לוֹ תֵּן לִי מְעַט מֵאֵלּוּ וְאָמַר לָהּ אִם אֶתֵּן לָךְ תְּהִי מְקֻדֶּשֶׁת לִי. אִם אָמְרָה הֵן וְנָתַן לָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת אֲבָל אִם אָמְרָה לוֹ תֵּן לִי מֵהֶן אוֹ הַשְׁלֵךְ לִי אוֹ דְּבָרִים שֶׁעִנְיָנָם לֹא תִּשְׂחַק עִמִּי בִּדְבָרִים אֵלּוּ אֶלָּא תֵּן לִי בִּלְבַד וְנָתַן אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם הָיָה שׁוֹתֶה יַיִן וְאָמְרָה לוֹ תֵּן לִי כּוֹס אֶחָד וְאָמַר לָהּ אִם אֶתֵּן לָךְ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בּוֹ וְאָמְרָה הַשְׁקֵנִי הַשְׁקוֹת אוֹ תֵּן הַשְׁקֵה הַשְׁלֵךְ אֵינָהּ מְ [קֵ] דֶּשֶׁת שֶׁאֵין הַדְּבָרִים נִרְאִין אֶלָּא הַשְׁקֵנִי בִּלְבַד וְלֹא תִּשְׂחַק עִמִּי בְּדָבָר אַחֵר: \n",
      "הַמְקַדֵּשׁ בְּעֵד אֶחָד אֵין חוֹשְׁשִׁין לְקִדּוּשָׁיו וְאַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִין. קַל וָחֹמֶר לִמְקַדֵּשׁ בְּלֹא עֵדִים. הַמְקַדֵּשׁ בִּפְסוּלֵי עֵדוּת שֶׁל תּוֹרָה אֵינָהּ מְקֻדֶּשֶׁת. בִּפְסוּלֵי עֵדוּת שֶׁל דִּבְרֵי סוֹפְרִים אוֹ בְּעֵדִים שֶׁהֵן סָפֵק פְּסוּלֵי תּוֹרָה אִם רָצָה לִכְנֹס חוֹזֵר וּמְקַדֵּשׁ בִּכְשֵׁרִים וְאִם לֹא רָצָה לִכְנֹס צְרִיכָה גֵּט מִמֶּנּוּ מִסָּפֵק. וַאֲפִלּוּ כָּפְרָה הָאִשָּׁה וְהִכְחִישָׁה אֶת הָעֵדִים וְאָמְרָה לֹא קִדַּשְׁתַּנִי כּוֹפִין אוֹתָהּ לִקַּח גֵּט. וְכֵן דִּין כָּל קִדּוּשֵׁי סָפֵק אִם רָצָה לִכְנֹס חוֹזֵר וּמְקַדֵּשׁ וַדַּאי וְאִם לֹא רָצָה לִכְנֹס צְרִיכָה גֵּט מִמֶּנּוּ מִסָּפֵק: \n",
      "קָטָן שֶׁקִּדֵּשׁ אֵין קִדּוּשָׁיו קִדּוּשִׁין. אֲבָל גָּדוֹל שֶׁקִּדֵּשׁ אֶת הַקְּטַנָּה הַיְתוֹמָה. אוֹ קְטַנָּה שֶׁיָּצְאָה מֵרְשׁוּת אָבִיהָ. אִם הָיְתָה פְּחוּתָה מִבַּת שֵׁשׁ אַף עַל פִּי שֶׁהִיא נְבוֹנַת לַחַשׁ בְּיוֹתֵר וּמַכֶּרֶת וּמַבְחֶנֶת אֵין כָּאן שֵׁם קִדּוּשִׁין וְאֵינָהּ צְרִיכָה לְמָאֵן. וְאִם הָיְתָה מִבַּת עֶשֶׂר שָׁנִים וּלְמַעְלָה אַף עַל פִּי שֶׁהִיא סְכָלָה בְּיוֹתֵר הוֹאִיל וְנִתְקַדְּשָׁה לְדַעְתָּהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת לְמֵאוּן. הָיְתָה מִבַּת שֵׁשׁ וְעַד סוֹף עֶשֶׂר בּוֹדְקִין אֶת יְפִי דַּעְתָּהּ אִם מַכֶּרֶת וּמַבְחֶנֶת עִסְקֵי הַנִּשּׂוּאִין וְהַקִּדּוּשִׁין צְרִיכָה לְמָאֵן. וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת לְמֵאוּן וְאֵינָהּ צְרִיכָה לְמָאֵן: \n",
      "כֵּיצַד מְקֻדֶּשֶׁת לְמֵאוּן. שֶׁאִם נִתְקַדְּשָׁה וְלֹא רָצְתָה לֵישֵׁב עִם בַּעְלָהּ צְרִיכָה לְמָאֵן בִּפְנֵי שְׁנַיִם וְלוֹמַר אֵינִי רוֹצָה בּוֹ וְיוֹצְאָה בְּלֹא גֵּט כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת גֵּרוּשִׁין. וְזוֹ הִיא הַנִּקְרֵאת מְמָאֶנֶת. וְלָמָּה יוֹצְאָה בְּלֹא גֵּט מִפְּנֵי שֶׁאֵין קִדּוּשֶׁיהָ קִדּוּשִׁין גְּמוּרִין מִן הַתּוֹרָה אֶלָּא מִדִּבְרֵי סוֹפְרִים וְהֵן תְּלוּיִין שֶׁאִם יָשְׁבָה עִם בַּעְלָהּ עַד שֶׁגָּדְלָה גָּמְרוּ קִדּוּשֶׁיהָ וְנַעֲשֵׂית אֵשֶׁת אִישׁ גְּמוּרָה וְאֵינוֹ צָרִיךְ לַחֲזֹר וּלְקַדְּשָׁהּ אַחַר שֶׁגָּדְלָה. וְאִם לֹא רָצְתָה לֵישֵׁב צְרִיכָה לְמָאֵן וְתֵצֵא בְּלֹא גֵּט: \n",
      "חֵרֵשׁ שֶׁנָּשָׂא פִּקַּחַת וְכֵן חֵרֶשֶׁת שֶׁנִּשֵּׂאת לְפִקֵּחַ אֵין קִדּוּשֵׁיהֶן גְּמוּרִין מִן הַתּוֹרָה אֶלָּא מִדִּבְרֵי סוֹפְרִים לְפִיכָךְ אִם בָּא פִּקֵּחַ וְקִדֵּשׁ אֵשֶׁת חֵרֵשׁ הַפִּקַּחַת הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשֵּׁנִי קִדּוּשִׁין גְּמוּרִין וְנוֹתֵן גֵּט וְהִיא מֻתֶּרֶת לְבַעְלָהּ הַחֵרֵשׁ. אֲבָל הַשּׁוֹטֶה שֶׁקִּדֵּשׁ פִּקַּחַת אוֹ פִּקֵּחַ שֶׁקִּדֵּשׁ שׁוֹטָה אֵין כָּאן קִדּוּשִׁין כְּלָל לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים: \n",
      "סָרִיס שֶׁקִּדֵּשׁ בֵּין סְרִיס חַמָּה בֵּין סְרִיס אָדָם וְכֵן אַיְלוֹנִית שֶׁנִּתְקַדְּשָׁה הֲרֵי אֵלּוּ קִדּוּשִׁין גְּמוּרִין: \n",
      "טֻמְטוּם וְאַנְדְּרוֹגִינוּס שֶׁקִּדְּשׁוּ אִשָּׁה אוֹ שֶׁקִּדְּשָׁן אִישׁ הֲרֵי אֵלּוּ קִדּוּשֵׁי סָפֵק וּצְרִיכִין גֵּט מִסָּפֵק: \n",
      "הַמְקַדֵּשׁ אַחַת מִן הָעֲרָיוֹת לֹא עָשָׂה כְּלוּם שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין לָעֶרְוָה חוּץ מִן הַנִּדָּה שֶׁהַמְקַדֵּשׁ אֶת הַנִּדָּה הֲרֵי זוֹ מְקֻדֶּשֶׁת קִדּוּשִׁין גְּמוּרִין וְאֵין רָאוּי לַעֲשׂוֹת כֵּן: \n",
      "אֵשֶׁת אִישׁ שֶׁפָּשְׁטָה יָדָהּ וְקִבְּלָה קִדּוּשִׁין מֵאַחֵר בִּפְנֵי בַּעְלָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשֵּׁנִי. שֶׁהָאִשָּׁה שֶׁאָמְרָה לְבַעְלָהּ בְּפָנָיו גֵרַשְׁתַּנִי נֶאֱמֶנֶת חֲזָקָה אֵין אִשָּׁה מְעִזָּה פָּנֶיהָ בִּפְנֵי בַּעְלָהּ. אֲבָל אִם קִדְּשָׁהּ אַחֵר שֶׁלֹּא בִּפְנֵי בַּעְלָהּ אֵין קִדּוּשִׁין תּוֹפְסִין בָּהּ עַד שֶׁתָּבִיא רְאָיָה שֶׁנִּתְגָּרְשָׁה קֹדֶם שֶׁתְּקַבֵּל הַקִּדּוּשִׁין, כָּל שֶׁלֹּא בְּפָנָיו מְעִזָּה: \n",
      "הַמְקַדֵּשׁ אַחַת מִן הַשְּׁנִיּוֹת אוֹ מֵאִסּוּרֵי לָאוִין אוֹ מֵאִסּוּרֵי עֲשֵׂה. וְכֵן יָבָם שֶׁקִּדֵּשׁ צָרַת יְבָמָה. הֲרֵי זוֹ מְקֻדֶּשֶׁת קִדּוּשִׁין גְּמוּרִין חוּץ מִיבָמָה שֶׁנִּתְקַדְּשָׁה לְזָר שֶׁהִיא מְקֻדֶּשֶׁת בְּסָפֵק. נִסְתַּפֵּק לַחֲכָמִים אִם הַקִּדּוּשִׁין תּוֹפְסִין בִּיבָמָה כִּשְׁאָר חִיּוּבֵי לָאוִין אוֹ אֵין קִדּוּשִׁין תּוֹפְסִין בָּהּ כְּעֶרְוָה. וְאַף עַל פִּי שֶׁאָסוּר לוֹ לִכְנֹס אַחַת מִכָּל אֵלּוּ הֲרֵי זֶה מְגָרֵשׁ בְּגֵט: \n",
      "הַמְקַדֵּשׁ כּוּתִית אוֹ שִׁפְחָה אֵינָן קִדּוּשִׁין אֶלָּא הֲרֵי הִיא אַחַר הַקִּדּוּשִׁין כְּמוֹ שֶׁהָיְתָה קֹדֶם הַקִּדּוּשִׁין. וְכֵן עַכּוּ''ם וְעֶבֶד שֶׁקִּדְּשׁוּ בַּת יִשְׂרָאֵל אֵין קִדּוּשֵׁיהֶן קִדּוּשִׁין. יִשְׂרָאֵל מוּמָר שֶׁקִּדֵּשׁ אַף עַל פִּי שֶׁהוּא עוֹבֵד עַכּוּ''ם בִּרְצוֹנוֹ הֲרֵי אֵלּוּ קִדּוּשִׁין גְּמוּרִין וּצְרִיכָה גֵּט מִמֶּנּוּ: \n",
      "הַמְקַדֵּשׁ אִשָּׁה שֶׁחֶצְיָהּ שִׁפְחָה וְחֶצְיָהּ בַּת חוֹרִין אֵינָהּ מְקֻדֶּשֶׁת קִדּוּשִׁין גְּמוּרִין עַד שֶׁתִּשְׁתַּחְרֵר וְכֵיוָן שֶׁנִּשְׁתַּחְרְרָה גָּמְרוּ קִדּוּשֶׁיהָ כְּקִדּוּשֵׁי קְטַנָּה שֶׁגָּדְלָה וְאֵינוֹ צָרִיךְ לְקַדְּשָׁהּ קִדּוּשִׁין אֲחֵרִים. בָּא אַחֵר וְקִדְּשָׁהּ אַחַר שֶׁנִּשְׁתַּחְרְרָה הֲרֵי זֶה סָפֵק קִדּוּשִׁין לִשְׁנֵיהֶם: \n",
      "וְאֵי זוֹ הִיא שִׁפְחָה חֲרוּפָה הָאֲמוּרָה בַּתּוֹרָה זוֹ מִי שֶׁחֶצְיָהּ שִׁפְחָה וְחֶצְיָהּ בַּת חוֹרִין שֶׁקִּדְּשָׁהּ עֶבֶד עִבְרִי. וּמִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין שֶׁקִּדֵּשׁ בַּת חוֹרִין הֲרֵי זוֹ סָפֵק קִדּוּשִׁין: \n",
      "שִׁכּוֹר שֶׁקִּדֵּשׁ קִדּוּשָׁיו קִדּוּשִׁין וְאַף עַל פִּי שֶׁנִּשְׁתַּכֵּר הַרְבֵּה. וְאִם הִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט אֵין קִדּוּשָׁיו קִדּוּשִׁין. וּמִתְיַשְּׁבִין בְּדָבָר זֶה: \n",
      "הַמְקַדֵּשׁ בְּפָחוֹת מִפְּרוּטָה אֵינָהּ מְקֻדֶּשֶׁת. קִדְּשָׁהּ בְּאֹכֶל אוֹ בִּכְלִי וְכַיּוֹצֵא בּוֹ שֶׁשָּׁוֶה פָּחוֹת מִפְּרוּטָה הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּסָפֵק וּצְרִיכָה גֵּט מִסָּפֵק שֶׁמָּא דָּבָר זֶה שָׁוֶה פְּרוּטָה בְּמָקוֹם אַחֵר. הָא לָמַדְתָּ שֶׁכָּל הַמְקַדֵּשׁ בִּשְׁוֵה כֶּסֶף אִם הָיָה בְּאוֹתָהּ הַמְּדִינָה שְׁוֵה פְּרוּטָה הֲרֵי אֵלּוּ קִדּוּשֵׁי וַדַּאי וְאִם אֵינוֹ שְׁוֵה פְּרוּטָה הֲרֵי אֵלּוּ קִדּוּשֵׁי סָפֵק. יֵרָאֶה לִי שֶׁאִם קִדֵּשׁ בְּתַבְשִׁיל אוֹ בְּיָרָק שֶׁאֵינוֹ מִתְקַיֵּם וְכַיּוֹצֵא בָּהֶם אִם לֹא הָיוּ שְׁוֵה פְּרוּטָה בְּאוֹתוֹ הַמָּקוֹם אֵינָהּ מְקֻדֶּשֶׁת כְּלָל שֶׁהֲרֵי דָּבָר זֶה אֵינוֹ מַגִּיעַ לְמָקוֹם אַחֵר עַד שֶׁיִּפָּסֵד וְיֹאבַד וְלֹא יִהְיוּ שְׁוֵה פְּרוּטָה. וְדָבָר שֶׁל טַעַם הוּא זֶה וְרָאוּי לִסְמֹךְ עָלָיו: \n",
      "הַמְקַדֵּשׁ (אִשָּׁה) בְּפָחוֹת מִפְּרוּטָה אוֹ שֶׁקִּדֵּשׁ שְׁתֵּי נָשִׁים בִּפְרוּטָה אַף עַל פִּי שֶׁשָּׁלַח סִבְלוֹנוֹת לְאַחַר מִכֵּן אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן קָטָן שֶׁקִּדֵּשׁ אַף עַל פִּי שֶׁשָּׁלַח סִבְלוֹנוֹת לְאַחַר שֶׁהִגְדִּיל אֵינָהּ מְקֻדֶּשֶׁת שֶׁמֵּחֲמַת קִדּוּשִׁין הָרִאשׁוֹנִים שְׁלָחָן שֶׁהָיוּ קִדּוּשִׁין פְּסוּלִין: \n",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה בְּכֶסֶף אוֹ בִּשְׁטָר אֵינוֹ צָרִיךְ שֶׁיִּתֵּן הַקִּדּוּשִׁין לְתוֹךְ יָדָהּ אֶלָּא כֵּיוָן שֶׁרָצְתָה לִזְרֹק לָהּ קִדּוּשֶׁיהָ וּזְרָקָן בֵּין לְתוֹךְ יָדָהּ בֵּין לְתוֹךְ חֵיקָהּ אוֹ לְתוֹךְ חֲצֵרָהּ אוֹ לְתוֹךְ שָׂדֶה שֶׁלָּהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת. הָיְתָה עוֹמֶדֶת בִּרְשׁוּת הַבַּעַל צָרִיךְ שֶׁיִּתֵּן לְתוֹךְ יָדָהּ אוֹ לְתוֹךְ חֵיקָהּ. הָיְתָה עוֹמֶדֶת בִּרְשׁוּת שֶׁהִיא שֶׁל שְׁנֵיהֶן וְזָרַק לָהּ קִדּוּשֶׁיהָ מִדַּעְתָּהּ וְלֹא הִגִּיעוּ לְיָדָהּ אוֹ לְחֵיקָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת קִדּוּשֵׁי סָפֵק. וַאֲפִלּוּ אָמְרָה לוֹ הַנַּח קִדּוּשִׁין עַל מָקוֹם זֶה וְאוֹתוֹ הַמָּקוֹם שֶׁל שְׁנֵיהֶם הֲרֵי אֵלּוּ קִדּוּשֵׁי סָפֵק: \n",
      "הָיוּ עוֹמְדִים בִּרְשׁוּת הָרַבִּים אוֹ בִּרְשׁוּת שֶׁאֵינוֹ שֶׁל שְׁנֵיהֶם וְזָרַק לָהּ קִדּוּשֶׁיהָ. קָרוֹב לוֹ אֵינָהּ מְקֻדֶּשֶׁת. קָרוֹב לָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת. מֶחֱצָה עַל מֶחֱצָה אוֹ שֶׁהָיוּ סָפֵק קָרוֹב לוֹ סָפֵק קָרוֹב לָהּ וְאָבְדוּ קֹדֶם שֶׁיַּגִּיעוּ לְיָדָהּ הֲרֵי זוֹ סָפֵק מְקֻדֶּשֶׁת. כֵּיצַד הוּא קָרוֹב לוֹ וְקָרוֹב לָהּ. כָּל שֶׁהוּא יָכוֹל לִשְׁמֹר אוֹתָן וְהִיא אֵינָהּ יְכוֹלָה זֶה הוּא קָרוֹב לוֹ. הִיא יְכוֹלָה לִשְׁמֹר אוֹתָן וְהוּא אֵינוֹ יָכוֹל זֶהוּ קָרוֹב לָהּ. שְׁנֵיהֶן יְכוֹלִין לִשְׁמֹר אוֹתָן אוֹ שְׁנֵיהֶן אֵין יְכוֹלִים לִשְׁמֹר אוֹתָן זֶה הוּא מֶחֱצָה עַל מֶחֱצָה: \n"
    ],
    [
      "הַמְקַדֵשׁ בְּדָבָר שֶׁהוּא אָסוּר בַּהֲנָאָה כְּגוֹן חָמֵץ בְּפֶסַח אוֹ בָּשָׂר בְּחָלָב וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר אִסּוּרֵי הֲנָאָה אֵינָהּ מְקֻדֶּשֶׁת. וַאֲפִלּוּ הָיָה אָסוּר בַּהֲנָאָה מִדִּבְרֵיהֶם כְּגוֹן חָמֵץ בְּשָׁעָה שִׁשִּׁית מִיּוֹם אַרְבָּעָה עָשָׂר אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "עָבַר וּמָכַר דָּבָר הָאָסוּר בַּהֲנָאָה וְקִדֵּשׁ בְּדָמָיו הֲרֵי זוֹ מְקֻדֶּשֶׁת חוּץ מֵעַכּוּ''ם שֶׁאִם קִדֵּשׁ בְּדָמֶיהָ אֵינָהּ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁדְּמֵי עַכּוּ''ם אֲסוּרִין בַּהֲנָאָה כָּמוֹהָ. הַמְקַדֵּשׁ בְּפֶרֶשׁ עֶגְלֵי עַכּוּ''ם אֵינָהּ מְקֻדֶּשֶׁת שֶׁהַכּל מֵעַכּוּ''ם אָסוּר בַּהֲנָאָה שֶׁנֶּאֱמַר <small>(דברים יג יח)</small> \"וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם\". אֲבָל הַמְקַדֵּשׁ בְּפֶרֶשׁ שׁוֹר הַנִּסְקָל הֲרֵי זוֹ מְקֻדֶּשֶׁת אַף עַל פִּי שֶׁשּׁוֹר הַנִּסְקָל אָסוּר בַּהֲנָאָה פִּרְשׁוֹ אֵינוֹ אָסוּר בַּהֲנָאָה שֶׁאֵינוֹ דָּבָר חָשׁוּב לְגַבֵּי הַשּׁוֹר:  ",
      "הַמְקַדֵּשׁ בְּפֵרוֹת שְׁבִיעִית אוֹ בְּאֵפֶר פָּרָה אֲדֻמָּה אוֹ בְּמַיִם שֶׁמִּלְּאָן לַעֲשׂוֹתָן מֵי נִדָּה הֲרֵי זוֹ מְקֻדֶּשֶׁת. הַמְקַדֵּשׁ בְּהֶקְדֵּשׁ שֶׁל בֶּדֶק הַבַּיִת בְּשׁוֹגֵג הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְהוּא יְשַׁלֵּם קֶרֶן וְחֹמֶשׁ לְהֶקְדֵּשׁ וְיָבִיא אֲשָׁמוֹ כְּדִין כָּל מוֹעֵל בִּשְׁגָגָה. וְאִם קִדֵּשׁ בּוֹ אִשָּׁה בְּמֵזִיד אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "קִדְּשָׁהּ בְּמַעֲשֵׂר שֵׁנִי בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד אֵינָהּ מְקֻדֶּשֶׁת. לְפִי שֶׁאֵין לוֹ לַעֲשׂוֹת בּוֹ שְׁאָר חֲפָצָיו עַד שֶׁיִּתְחַלֵּל שֶׁנֶּאֱמַר בְּמַעֲשֵׂר <small>(ויקרא כז ל)</small> \"לַה' הוּא\":  ",
      "כֹּהֵן שֶׁקִּדֵּשׁ בְּחֶלְקוֹ מִקָּדְשֵׁי קָדָשִׁים אוֹ מִקָּדָשִׁים קַלִּים אֵינָהּ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁלֹּא הֻתְּרוּ אֶלָּא לַאֲכִילָה בִּלְבַד. אֲבָל כֹּהֵן שֶׁקִּדֵּשׁ בִּתְרוּמָה גְּדוֹלָה וּבִתְרוּמַת מַעֲשֵׂר וּבְבִכּוּרִים וְכֵן לֵוִי שֶׁקִּדֵּשׁ בְּמַעֲשֵׂר רִאשׁוֹן וְיִשְׂרָאֵל שֶׁקִּדֵּשׁ בְּמַעֲשַׂר עָנִי הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "מַתָּנוֹת שֶׁלֹּא הוּרְמוּ הֲרֵי הֵם כְּמוֹ שֶׁהוּרְמוּ. לְפִיכָךְ יִשְׂרָאֵל שֶׁנָּפְלוּ לוֹ טְבָלִים מִבֵּית אֲבִי אִמּוֹ כֹּהֵן וְהִפְרִישׁ מֵהֶן תְּרוּמָה וּמַעַשְׂרוֹת הֲרֵי הֵן כִּתְרוּמוֹת וּמַעַשְׂרוֹת שֶׁנָּפְלוּ לוֹ בִּירֻשָּׁה מֵאֲבִי אִמּוֹ. וְאִם קִדֵּשׁ בָּהֶן אִשָּׁה הֲרֵי זוֹ מְקֻדֶּשֶׁת. שֶׁאַף עַל פִּי שֶׁאֵינָן רְאוּיִין לוֹ לַאֲכִילָה יֵשׁ לוֹ לְמָכְרָן לְמִי שֶׁהֵן רְאוּיִין לוֹ. אֲבָל יִשְׂרָאֵל שֶׁקִּדֵּשׁ בִּתְרוּמָה שֶׁהִפְרִישׁ מִגָּרְנוֹ אֵינָהּ מְקֻדֶּשֶׁת שֶׁהֲרֵי אֵין לוֹ לְמָכְרָהּ וְאֵין לוֹ בָּהּ אֶלָּא טוֹבַת הֲנָאָה. לְפִי שֶׁנּוֹתְנָהּ לְכָל כֹּהֵן שֶׁיִּרְצֶה וְטוֹבַת הֲנָאָה אֵינָהּ מָמוֹן:  ",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה בְּגֵזֶל אוֹ בִּגְנֵבָה אוֹ בְּחָמָס. אִם נִתְיָאֲשׁוּ הַבְּעָלִים וְנוֹדַע שֶׁקָּנָה אוֹתוֹ דָּבָר בְּיֵאוּשׁ הֲרֵי זוֹ מְקֻדֶּשֶׁת וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "הַנִּכְנָס לְבֵית חֲבֵרוֹ וְלָקַח לוֹ כְּלִי אוֹ אֹכֶל וְכַיּוֹצֵא בָּהֶן וְקִדֵּשׁ בּוֹ אִשָּׁה וּבָא בַּעַל הַבַּיִת אַף עַל פִּי שֶׁאָמַר לוֹ לָמָּה לֹא נָתַתָּ לָהּ דָּבָר זֶה שֶׁהוּא טוֹב מִמַּה שֶּׁנָּתַתָּ לָהּ אֵינָהּ מְקֻדֶּשֶׁת. שֶׁלֹּא אָמַר לוֹ דָּבָר זֶה אֶלָּא כְּדֵי שֶׁלֹּא לְהִתְבַּיֵּשׁ עִמּוֹ. וְהוֹאִיל וְקִדֵּשׁ בְּמָמוֹן חֲבֵרוֹ שֶׁלֹּא מִדַּעַת חֲבֵרוֹ הֲרֵי זֶה גֵּזֶל וְאֵינָהּ מְקֻדֶּשֶׁת. וְאִם קִדְּשָׁהּ בְּדָבָר שֶׁאֵין בַּעַל הַבַּיִת מַקְפִּיד עָלָיו כְּגוֹן תְּמָרָה אוֹ אֱגוֹז הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק:  ",
      "הָיְתָה סְחוֹרָה בֵּינוֹ וּבֵין חֲבֵרוֹ וְחִלְּקָהּ שֶׁלֹּא מִדַּעַת חֲבֵרוֹ וְקִדֵּשׁ בְּחֶלְקוֹ הוֹאִיל וּצְרִיכָה שׁוּמַת בֵּית דִּין אֵינָהּ מְקֻדֶּשֶׁת שֶׁאֵין זֶה נוֹטֵל לְעַצְמוֹ מַה שֶּׁיִּרְצֶה וְיַנִּיחַ מַה שֶּׁיִּרְצֶה:  ",
      "גָּזַל אֶת הָאִשָּׁה אוֹ גָּנַב מִמֶּנָּה אוֹ חֲמָסָהּ וְחָזַר וְקִדְּשָׁהּ בַּגֵּזֶל וּבַגְּנֵבָה וּבֶחָמָס שֶׁלָּהּ וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת בּוֹ. אִם קָדַם בֵּינֵיהֶן שִׁדּוּכִין וְנָטְלָה וְשָׁתְקָה הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם לֹא שִׁדֵּךְ אוֹתָהּ מֵעוֹלָם אַף עַל פִּי שֶׁשָּׁתְקָה כְּשֶׁנָּתַן לָהּ דְּבָרִים אֵלּוּ בְּתוֹרַת קִדּוּשִׁין אֵינָהּ מְקֻדֶּשֶׁת. וְאִם אָמְרָה הֵן הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "וְכֵן אִם נָתַן לָהּ פִּקָּדוֹן וְאָמַר לָהּ כִּנְסִי פִּקָּדוֹן זֶה וְחָזַר וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בּוֹ. אִם אָמַר לָהּ קֹדֶם שֶׁנְּטָלַתּוּ וּנְטָלַתּוּ וְשָׁתְקָה הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם אַחַר שֶׁנְּטָלַתּוּ בְּתוֹרַת פִּקָּדוֹן אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת בּוֹ וְשָׁתְקָה אֵין זֶה כְּלוּם שֶׁכָּל שְׁתִיקָה שֶׁלְּאַחַר מַתַּן מָעוֹת אֵינָהּ מוֹעֶלֶת. אֲבָל אִם אָמְרָה הֵן אַחַר שֶׁנָּטְלָה הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "הֶחֱזִיר לָהּ חוֹב שֶׁהָיָה לָהּ אֶצְלוֹ וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת בּוֹ קֹדֶם שֶׁתִּטְּלֶנּוּ וּנְטָלַתּוּ וְשָׁתְקָה. אִם הָיָה בֵּינֵיהֶן שִׁדּוּכִין הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם לֹא שִׁדֵּךְ אֵינָהּ מְקֻדֶּשֶׁת עַד שֶׁתֹּאמַר הֵן. וְאִם אָמַר לָהּ אַחַר שֶׁנָּטְלָה הַחוֹב שֶׁלָּהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת בּוֹ אֲפִלּוּ אָמְרָה הֵן אֵינָהּ מְ [קֵ] דֶּשֶׁת. שֶׁהֲרֵי לֹא הִגִּיעַ לְיָדָהּ מִמֶּנּוּ כְּלוּם אֶלָּא שֶׁלָּהּ נָטְלָה וּכְבָר נִפְרַע חוֹבוֹ מִשָּׁעָה שֶׁנָּטְלָה וְאֵינָהּ יְכוֹלָה לַחֲזֹר וּלְתָבְעוֹ בַּחוֹב פַּעַם אַחֶרֶת:  ",
      "הַמְקַדֵּשׁ בְּמִלְוֶה אֲפִלּוּ הָיְתָה בִּשְׁטָר אֵינָהּ מְקֻדֶּשֶׁת. כֵּיצַד. כְּגוֹן שֶׁהָיָה לוֹ אֶצְלָהּ חוֹב דִּינָר וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּדִּינָר שֶׁיֵּשׁ לִי בְּיָדֵךְ אֵינָהּ מְקֻדֶּשֶׁת. מִפְּנֵי שֶׁהַמִּלְוֶה לְהוֹצָאָה נִתְּנָה וְאֵין כָּאן שׁוּם דָּבָר קַיָּם לֵהָנוֹת בּוֹ מֵעַתָּה שֶׁכְּבָר הוֹצִיאָה אוֹתוֹ דִּינָר וְעָבְרָה הֲנָאָתוֹ:  ",
      "הָיָה לוֹ אֶצְלָהּ מִלְוֶה עַל הַמַּשְׁכּוֹן וְקִדְּשָׁהּ בְּאוֹתָהּ הַמִּלְוֶה וְהֶחֱזִיר לָהּ הַמַּשְׁכּוֹן הֲרֵי זוֹ מְקֻדֶּשֶׁת שֶׁהֲרֵי הִיא נֶהֱנֵית בַּמַּשְׁכּוֹן מֵעַתָּה וַהֲרֵי הִגִּיעַ הֲנָאָה לְיָדָהּ:  ",
      "הַמְקַדֵּשׁ בַּהֲנָאַת מִלְוֶה הֲרֵי זוֹ מְקֻדֶּשֶׁת. כֵּיצַד. כְּגוֹן שֶׁהִלְוָה אוֹתָהּ עַתָּה מָאתַיִם זוּז וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּהֲנָאַת זְמַן שֶׁאַרְוִיחַ לָךְ בְּמִלְוֶה זוֹ שֶׁתִּהְיֶה בְּיָדֵךְ כָּךְ וְכָךְ יוֹם וְאֵינִי תּוֹבְעָהּ מִמֵּךְ עַד זְמַן פְּלוֹנִי הֲרֵי זוֹ מְקֻדֶּשֶׁת. שֶׁהֲרֵי יֵשׁ לָהּ הֲנָאָה מֵעַתָּה לְהִשְׁתַּמֵּשׁ בְּמִלְוֶה זוֹ עַד סוֹף זְמַן שֶׁקָּבַע. וְאָסוּר לַעֲשׂוֹת כֵּן מִפְּנֵי שֶׁהִיא כְּרִבִּית. וּפֵרְשׁוּ רַבּוֹתַי בַּהֲנָאַת מִלְוֶה דְּבָרִים שֶׁאֵין רָאוּי לְשָׁמְעָן:  ",
      "אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בִּפְרוּטָה זוֹ וּבַחוֹב שֶׁיֵּשׁ לִי אֶצְלֵךְ הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְכֵן אִם אָמַר לָהּ בַּמִּלְוֶה שֶׁיֵּשׁ לִי אֶצְלֵךְ וּבִפְרוּטָה זוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "הָיָה לוֹ חוֹב בְּיַד אֲחֵרִים וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּחוֹב שֶׁיֵּשׁ לִי בְּיַד זֶה בְּמַעֲמַד שְׁלָשְׁתָּן הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "קִדְּשָׁהּ בְּפִקָּדוֹן שֶׁיֵּשׁ לוֹ בְּיָדָהּ אוֹ בִּשְׁאֵלָה שֶׁהִשְׁאִילָהּ. אִם הָיָה הַפִּקָּדוֹן וְהַשְּׁאֵלָה פְּרוּטָה אוֹ שְׁוֵה פְּרוּטָה בְּאֶחָד מֵהֶן קַיָּם בִּרְשׁוּתָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "אָמַר לָהּ הֲרֵי אֶת מְקֻדֶּשֶׁת לִי בִּשְׂכַר שֶׁאֲדַבֵּר עָלַיִךְ לַשִּׁלְטוֹן וְדִבֵּר עָלֶיהָ לַשִּׁלְטוֹן וְהִנִּיחַ הַשִּׁלְטוֹן וְלֹא תְּבָעָהּ אֵינָהּ מְקֻדֶּשֶׁת אֶלָּא אִם נָתַן לָהּ פְּרוּטָה מִשֶּׁלּוֹ. שֶׁהַהֲנָאָה שֶׁבָּאָה לָהּ מִדְּבָרָיו הֲרֵי הִיא כְּמִלְוֶה וְהַמְקַדֵּשׁ בְּמִלְוֶה אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בִּמְלָאכָה זוֹ שֶׁאֶעֱשֶׂה עִמָּךְ וְעָשָׂה אֵינָהּ מְקֻדֶּשֶׁת אֶלָּא אִם כֵּן נָתַן לָהּ פְּרוּטָה מִשֶּׁלּוֹ. לְפִי שֶׁהַשְּׂכִירוּת יִזְכֶּה בָּהּ הַפּוֹעֵל מִתְּחִלָּה וְעַד סוֹף כָּל זְמַן שֶׁיַּעֲשֶׂה מִקְצָת מִן הַמְּלָאכָה זוֹכֶה בְּמִקְצָת מִן הַשָּׂכָר וְנִמְצָא הַשָּׂכָר כֻּלּוֹ מִלְוֶה אֶצְלָהּ וְהַמְקַדֵּשׁ בְּמִלְוֶה אֵינָהּ מְקֻדֶּשֶׁת:  ",
      "הָאִשָּׁה שֶׁאָמְרָה תֵּן דִּינָר לִפְלוֹנִי מַתָּנָה וְאֶתְקַדֵּשׁ אֲנִי לְךָ וְנָתַן וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּהֲנָאַת מַתָּנָה זוֹ שֶׁנָּתַתִּי עַל פִּיךְ הֲרֵי זוֹ מְקֻדֶּשֶׁת. אַף עַל פִּי שֶׁלֹּא הִגִּיעַ לָהּ כְּלוּם הֲרֵי נֶהֱנֵית בִּרְצוֹנָהּ שֶׁנַּעֲשָׂה וְנֶהֱנָה פְּלוֹנִי בִּגְלָלָהּ. וְכֵן אִם אָמְרָה לוֹ תֵּן דִּינָר לִפְלוֹנִי מַתָּנָה וְאֶתְקַדֵּשׁ לוֹ וְנָתַן לוֹ וְקִדְּשָׁהּ אוֹתוֹ פְּלוֹנִי וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּהֲנָאַת מַתָּנָה זוֹ שֶׁקִּבַּלְתִּי בִּרְצוֹנֵךְ הֲרֵי זוֹ מְקֻדֶּשֶׁת:  ",
      "אָמַר לָהּ הֵילָךְ דִּינָר זֶה בְּמַתָּנָה וְהִתְקַדְּשִׁי לִפְלוֹנִי וְקִדְּשָׁהּ אוֹתוֹ פְּלוֹנִי וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּהֲנָאָה זוֹ הַבָּאָה לִיךְ בִּגְלָלִי הֲרֵי זוֹ מְקֻדֶּשֶׁת אַף עַל פִּי שֶׁלֹּא נָתַן לָהּ הַמְקַדֵּשׁ כְּלוּם. אָמְרָה לוֹ הֵילָךְ דִּינָר זֶה מַתָּנָה וְאֶתְקַדֵּשׁ לְךָ וּלְקָחוֹ וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בַּהֲנָאָה זוֹ שֶׁקִּבַּלְתִּי מִמֵּךְ מַתָּנָה אִם אָדָם חָשׁוּב הוּא הֲרֵי זוֹ מְקֻדֶּשֶׁת שֶׁהֲנָאָה יֵשׁ לָהּ בִּהְיוֹתוֹ נֶהֱנֶה מִמֶּנָּה וּבַהֲנָאָה זוֹ הִקְנַת עַצְמָהּ לוֹ:  ",
      "הָאוֹמֵר לְאִשָּׁה הִתְקַדְּשִׁי לִי בְּדִינָר וַהֲרֵי זֶה הַמַּשְׁכּוֹן בְּיָדֵךְ עַד שֶׁאֶתֵּן הַדִּינָר אֵינָהּ מְקֻדֶּשֶׁת לוֹ. לְפִי שֶׁלֹּא הִגִּיעַ הַדִּינָר לְיָדָהּ וְלֹא הַמַּשְׁכּוֹן נָתַן לֶהֱיוֹתוֹ שֶׁלָּהּ. הָיָה בְּיָדוֹ מַשְׁכּוֹן עַל חוֹב שֶׁיֵּשׁ לוֹ אֵצֶל אֲחֵרִים וְקִדֵּשׁ בּוֹ אִשָּׁה אַף עַל פִּי שֶׁאֵינוֹ שֶׁלּוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת. לְפִי שֶׁבַּעַל חוֹב יֵשׁ לוֹ מִקְצָת קִנְיָן בְּגוּפוֹ שֶׁל מַשְׁכּוֹן:  ",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה עַל מְנָת שֶׁתַּחֲזִירִיהוּ לִי אֵינָהּ מְקֻדֶּשֶׁת בֵּין הֶחֱזִירָה בֵּין לֹא הֶחֱזִירָה. שֶׁאִם לֹא הֶחֱזִירַתּוּ לֹא נִתְקַיֵּם הַתְּנַאי. וְאִם הֶחֱזִירַתּוּ הֲרֵי לֹא נֶהֱנֵית וְלֹא הִגִּיעַ לְיָדָהּ כְּלוּם:  ",
      "נָתַן לָהּ אֲגֻדָּה שֶׁל הֲדַס וְכַיּוֹצֵא בָּהּ וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּזוֹ וְקִבְּלָה אוֹתוֹ. וְאָמְרוּ לוֹ וַהֲלֹא אֵין בָּהּ שְׁוֵה פְּרוּטָה וְאָמַר תִּתְקַדֵּשׁ בְּאַרְבָּעָה זוּזִים הַמֻּחְבָּאִים בְּתוֹךְ הָאֲגֻדָּה. אִם אָמְרָה הֵן הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם שָׁתְקָה אֵינָהּ מְקֻדֶּשֶׁת בְּמָעוֹת אֵלּוּ שֶׁהַשְּׁתִיקָה שֶׁלְּאַחַר מַתַּן מָעוֹת אֵינָהּ מוֹעֶלֶת כְּלוּם וְתִהְיֶה מְקֻדֶּשֶׁת בְּסָפֵק מִפְּנֵי הָאֲגֻדָּה שֶׁמָּא שְׁוֵה פְּרוּטָה בְּמָקוֹם אַחֵר:  ",
      "הָאוֹמֵר לְאִשָּׁה הִתְקַדְּשִׁי לִי בִּתְמָרָה זוֹ הִתְקַדְּשִׁי לִי בְּזוֹ הִתְקַדְּשִׁי לִי בְּזוֹ אִם יֵשׁ בְּאַחַת מֵהֶן שְׁוֵה פְּרוּטָה הֲרֵי זוֹ מְקֻדֶּשֶׁת וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת אֶלָּא מִסָּפֵק שֶׁמָּא תִּשְׁוֶה תְּמָרָה אַחַת פְּרוּטָה בְּמָקוֹם אַחֵר:  ",
      "אָמַר לָהּ הִתְקַדְּשִׁי לִי בְּזוֹ וּבְזוֹ וּבְזוֹ אִם יֵשׁ בְּכֻלָּם שְׁוֵה פְּרוּטָה מְקֻדֶּשֶׁת וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת אֶלָּא מִסָּפֵק. הָיְתָה אוֹכֶלֶת רִאשׁוֹנָה רִאשׁוֹנָה אִם יֵשׁ בָּאַחֲרוֹנָה שְׁוֵה פְּרוּטָה מְקֻדֶּשֶׁת וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת אֶלָּא מִסָּפֵק. שֶׁאוֹתָן תְּמָרִים שֶׁאָכְלָה הֲרֵי הֵן כְּמִלְוֶה וְהַמְקַדֵּשׁ בְּמִלְוֶה אֵינָהּ מְקֻדֶּשֶׁת וְנִמְצָא שֶׁאֵין הַקִּדּוּשִׁין אֶלָּא בִּתְמָרָה אַחֲרוֹנָה:  ",
      "אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּאֵלּוּ אִם יֵשׁ בְּכֻלָּן שְׁוֵה פְּרוּטָה מְ [קֵ] דֶּשֶׁת אַף עַל פִּי שֶׁהִיא אוֹכֶלֶת רִאשׁוֹנָה רִאשׁוֹנָה שֶׁלָּהּ הִיא אוֹכֶלֶת וּמְ [קֵ] דֶּשֶׁת:  ",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּכוֹס זֶה אִם הָיָה מָלֵא מַיִם הֲרֵי זוֹ מְקֻדֶּשֶׁת בּוֹ וּבְמַה שֶּׁבְּתוֹכוֹ. וְאִם הָיָה מָלֵא יַיִן הֲרֵי זוֹ מְקֻדֶּשֶׁת בּוֹ וְלֹא בְּמַה שֶּׁבְּתוֹכוֹ. וְאִם הָיָה מָלֵא שֶׁמֶן הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּמַה שֶּׁבְּתוֹכוֹ וְלֹא בּוֹ. לְפִיכָךְ אִם לֹא הָיָה בַּשֶּׁמֶן שְׁוֵה פְּרוּטָה הֲרֵי זוֹ מְקֻדֶּשֶׁת בְּסָפֵק. וְאִם הָיָה בַּשֶּׁמֶן שְׁוֵה פְּרוּטָה הֲרֵי זוֹ מְקֻדֶּשֶׁת וַדַּאי וְאֵין מַשְׁגִּיחִין עַל הַכּוֹס:  "
    ],
    [
      "הַמְקַדֵשׁ עַל תְּנַאי אִם נִתְקַיֵּם הַתְּנַאי מְקֻדֶּשֶׁת וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת בֵּין שֶׁיִּהְיֶה הַתְּנַאי מִן הָאִישׁ בֵּין שֶׁיִּהְיֶה מִן הָאִשָּׁה. וְכָל תְּנַאי שֶׁבָּעוֹלָם בֵּין בְּקִדּוּשִׁין בֵּין בְּגֵּרוּשִׁין בֵּין בְּמִקָּח בֵּין בְּמִמְכָּר בֵּין בִּשְׁאָר דִּינֵי מָמוֹן צָרִיךְ לִהְיוֹת בִּתְנָאֵי אַרְבָּעָה דְּבָרִים: \n",
      "וְאֵלּוּ הֵן הַד' דְּבָרִים שֶׁל כָּל תְּנַאי. שֶׁיִּהְיֶה כָּפוּל. וְשֶׁיִּהְיֶה הֵן שֶׁלּוֹ קוֹדֵם לַלָּאו. וְשֶׁיִּהְיֶה הַתְּנַאי קוֹדֵם לַמַּעֲשֶׂה. וְשֶׁיִּהְיֶה הַתְּנַאי דָּבָר שֶׁאֶפְשָׁר לְקַיְּמוֹ. וְאִם חָסֵר הַתְּנַאי אֶחָד מֵהֶן הֲרֵי הַתְּנַאי בָּטֵל וּכְאִלּוּ אֵין שָׁם תְּנַאי כְּלָל אֶלָּא תִּהְיֶה זוֹ מְקֻדֶּשֶׁת אוֹ מְגֹרֶשֶׁת מִיָּד וְיִתְקַיֵּם הַמִּקָּח אוֹ הַמַּתָּנָה מִיָּד וּכְאִלּוּ לֹא הִתְנָה כְּלָל הוֹאִיל וְחָסֵר הַתְּנַאי אֶחָד מִן הָאַרְבָּעָה: \n",
      "כֵּיצַד. הָאוֹמֵר לְאִשָּׁה אִם תִּתְּנִי לִי מָאתַיִם זוּז הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאִם לֹא תִּתְּנִי לִי לֹא תִּהְיִי מְקֻדֶּשֶׁת וְאַחַר שֶׁהִתְנָה תְּנַאי זֶה נָתַן לָהּ הַדִּינָר. הֲרֵי הַתְּנַאי קַיָּם וַהֲרֵי זוֹ מְקֻדֶּשֶׁת עַל תְּנַאי. וְאִם נָתְנָה לוֹ מָאתַיִם זוּז תִּהְיֶה מְקֻדֶּשֶׁת וְאִם לֹא נָתְנָה לוֹ אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "אֲבָל אִם אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְנָתַן הַדִּינָר בְּיָדָהּ וְהִשְׁלִים הַתְּנַאי וְאָמַר אִם תִּתְּנִי לִי מָאתַיִם זוּז תִּהְיִי מְקֻדֶּשֶׁת וְאִם לֹא תִּתְּנִי לִי לֹא תִּהְיִי מְקֻדֶּשֶׁת הֲרֵי הַתְּנַאי בָּטֵל מִפְּנֵי שֶׁהִקְדִּים הַמַּעֲשֶׂה וְנָתַן בְּיָדָהּ וְאַחַר כָּךְ הִתְנָה. וְאַף עַל פִּי שֶׁהַכּל בְּתוֹךְ כְּדֵי דִּבּוּר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִיָּד וְאֵינָהּ צְרִיכָה לִתֵּן לוֹ כְּלוּם: \n",
      "וְכֵן אִם אָמַר לָהּ אִם תִּתְּנִי לִי מָאתַיִם זוּז הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאַחַר כָּךְ נָתַן הַדִּינָר בְּיָדָהּ הֲרֵי הַתְּנַאי בָּטֵל מִפְּנֵי שֶׁלֹּא כָּפַל תְּנָאוֹ. שֶׁהֲרֵי לֹא אָמַר לָהּ וְאִם לֹא תִּתְּנִי לֹא תִּהְיִי מְקֻדֶּשֶׁת וַהֲרֵי זוֹ מְקֻדֶּשֶׁת מִיָּד וְאֵינָהּ צְרִיכָה לִתֵּן לוֹ כְּלוּם: \n",
      "וְכֵן אִם אָמַר לָהּ אִם לֹא תִּתְּנִי לִי מָאתַיִם זוּז לֹא תִּהְיִי מְקֻדֶּשֶׁת לִי וְאִם תִּתְּנִי לִי מָאתַיִם זוּז הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאַחַר כָּךְ נָתַן הַדִּינָר בְּיָדָהּ הֲרֵי הַתְּנַאי בָּטֵל לְפִי שֶׁהִקְדִּים לָאו לְהֵן וַהֲרֵי זוֹ מְקֻדֶּשֶׁת מִיָּד וְאֵינָהּ צְרִיכָה לִתֵּן לוֹ כְּלוּם: \n",
      "וְכֵן אִם אָמַר לָהּ אִם תַּעֲלִי לָרָקִיעַ אוֹ תֵּרְדִי לַתְּהוֹם הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאִם לֹא תַּעֲלִי לָרָקִיעַ וְלֹא תֵּרְדִי לַתְּהוֹם לֹא תִּהְיִי מְקֻדֶּשֶׁת וְאַחַר כָּךְ נָתַן הַדִּינָר בְּיָדָהּ הֲרֵי הַתְּנַאי בָּטֵל וַהֲרֵי הִיא מְקֻדֶּשֶׁת מִיָּד שֶׁהַדָּבָר יָדוּעַ שֶׁאִי אֶפְשָׁר לָהּ לְקַיֵּם תְּנַאי זֶה וְאֵין זֶה אֶלָּא כְּמַפְלִיגָהּ בִּדְבָרִים דֶּרֶךְ שְׂחוֹק וְהִתּוּל: \n",
      "הֲרֵי שֶׁהִתְנָה בְּדָבָר שֶׁאֶפְשָׁר לַעֲשׂוֹתוֹ אֶלָּא שֶׁהַתּוֹרָה אָסְרָה אוֹתוֹ כְּגוֹן שֶׁאָמַר לְאִשָּׁה אִם תֹּאכְלִי חֵלֶב וְדָם הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאִם לֹא תֹּאכְלִי לֹא תִּהְיִי מְקֻדֶּשֶׁת. אִם תֹּאכְלִי בְּשַׂר חֲזִיר הֲרֵי זֶה גִּטֵּךְ וְאִם לֹא תֹּאכְלִי לֹא יְהֵא גֵּט. וְאַחַר שֶׁהִתְנָה נָתַן הַדִּינָר אוֹ הַגֵּט בְּיָדָהּ הֲרֵי הַתְּנַאי קַיָּם. וְאִם עָבְרָה וְאָכְלָה תִּהְיֶה מְקֻדֶּשֶׁת אוֹ מְגֹרֶשֶׁת. וְאִם לֹא אָכְלָה אֵינָהּ מְקֻדֶּשֶׁת וְאֵינָהּ מְגֹרֶשֶׁת. וְאֵין אוֹמְרִים בָּזֶה הֲרֵי הִתְנָה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה שֶׁהֲרֵי בְּיָדָהּ שֶׁלֹּא תֹּאכַל וְשֶׁלֹּא תִּתְקַדֵּשׁ וְלֹא תִּתְגָּרֵשׁ: \n",
      "וּבַמֶּה אָמְרוּ חֲכָמִים כָּל הַמַּתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה תְּנָאוֹ בָּטֵל חוּץ מְדַבֵּר שֶׁבְּמָמוֹן שֶׁתְּנָאוֹ קַיָּם. כְּגוֹן שֶׁקִּדֵּשׁ אוֹ גֵּרֵשׁ אוֹ נָתַן אוֹ מָכַר עַל תְּנַאי שֶׁהוּא רוֹצֶה בִּתְנָאוֹ שֶׁיְּזַכֶּה עַצְמוֹ בְּדָבָר שֶׁלֹּא זִכְּתָה לוֹ תּוֹרָה וּמָנְעָה מִמֶּנּוּ אוֹ יִפְטֹר עַצְמוֹ בִּתְנָאוֹ מִדָּבָר שֶׁחִיְּבָה אוֹתוֹ בּוֹ הַתּוֹרָה שֶׁאוֹמְרִין לוֹ תְּנָאֲךָ בָּטֵל וּכְבָר נִתְקַיְּמוּ מַעֲשֶׂיךָ וְאֵין אַתָּה נִפְטָר מִדָּבָר שֶׁחִיְּבָה אוֹתְךָ בּוֹ הַתּוֹרָה וְלֹא תִּזְכֶּה בְּדָבָר שֶׁמָּנְעָה אוֹתְךָ מִמֶּנּוּ: \n",
      "כֵּיצַד. כְּגוֹן שֶׁקִּדֵּשׁ אִשָּׁה עַל תְּנַאי שֶׁאֵין לָהּ עָלָיו שְׁאֵר כְּסוּת וְעוֹנָה. שֶׁאוֹמְרִין לוֹ בִּכְסוּת וּשְׁאֵר שֶׁהוּא תְּנַאי שֶׁבְּמָמוֹן תְּנָאֲךָ קַיָּם אֲבָל בְּעוֹנָה תְּנָאֲךָ בָּטֵל שֶׁהַתּוֹרָה חִיְּבָה אוֹתְךָ בְּעוֹנָה וַהֲרֵי זוֹ מְקֻדֶּשֶׁת וְאַתָּה חַיָּב בְּעוֹנָתָהּ וְאֵין בְּיָדְךָ לִפְטֹר עַצְמְךָ בִּתְנָאֲךָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן הַמְקַדֵּשׁ יְפַת תֹּאַר עַל תְּנַאי שֶׁיִּתְעַמֵּר בָּהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת וְאֵין לוֹ לְהִתְעַמֵּר בָּהּ שֶׁהֲרֵי הַתּוֹרָה מָנְעָה אוֹתוֹ מִלְּהִשְׁתַּעְבֵּד בָּהּ אַחַר שֶׁנִּבְעֲלָה. וְלֹא מִפְּנֵי תְּנָאוֹ יִזְכֶּה בְּדָבָר שֶׁמָּנְעָה אוֹתוֹ תּוֹרָה אֶלָּא תְּנָאוֹ בָּטֵל וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הִתְנָה עַל הָאִשָּׁה בִּשְׁעַת קִדּוּשִׁין אוֹ בִּשְׁעַת גֵּרוּשִׁין שֶׁתִּבָּעֵל לְאָבִיהָ וּלְאָחִיהָ אוֹ לִבְנָהּ וְכַיּוֹצֵא בָּזֶה הֲרֵי זֶה כְּמִי שֶׁהִתְנָה עָלֶיהָ שֶׁתַּעֲלֶה לָרָקִיעַ אוֹ שֶׁתֵּרֵד לַתְּהוֹם וּתְנָאוֹ בָּטֵל שֶׁאֵין בְּיָדָהּ שֶׁיַּעַבְרוּ אֲחֵרִים וְיָבֹאוּ עַל הָעֶרְוָה וְנִמְצָא שֶׁהִתְנָה עִמָּהּ בְּדָבָר שֶׁאֵינוֹ בְּיָדָהּ לְקַיְּמוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אֲבָל אִם הִתְנָה עָלֶיהָ שֶׁיִּתֵּן לִי פְּלוֹנִי חֲצֵרוֹ אוֹ שֶׁיַּשִּׂיא בִּתּוֹ לִבְנִי וְכַיּוֹצֵא בָּזֶה תְּנָאוֹ קַיָּם שֶׁהֲרֵי אֶפְשָׁר בְּיָדָהּ לְקַיְּמוֹ וְתִתֵּן לִפְלוֹנִי מָמוֹן רַב עַד שֶׁיִּתֵּן לוֹ חֲצֵרוֹ וְעַד שֶׁיַּשִּׂיא בִּתּוֹ לִבְנוֹ שֶׁהֲרֵי אֵין כָּאן עֲבֵרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "שִׂים כָּל אֵלּוּ הַדְּבָרִים שֶׁל תְּנָאִים לְנֶגֶד עֵינֶיךָ תָּמִיד. וְכָל מָקוֹם שֶׁאַתָּה שׁוֹמֵעַ הַמְקַדֵּשׁ עַל תְּנַאי כָּךְ וְכָךְ אוֹ הַנּוֹתֵן גֵּט עַל תְּנַאי כָּךְ וְכָךְ אוֹ הַמּוֹכֵר אוֹ הַנּוֹתֵן עַל תְּנַאי תֵּדַע שֶׁהַתְּנַאי יֵשׁ בּוֹ אַרְבָּעָה דְּבָרִים אֵלּוּ שֶׁבֵּאַרְנוּ כְּדֵי שֶׁלֹּא נִהְיֶה צְרִיכִין לְפָרֵשׁ אוֹתָן בְּכָל מָקוֹם. וְאִם חָסֵר אֶחָד מֵהֶן אֵין כָּאן תְּנַאי: \n",
      "יֵשׁ מִקְצָת גְּאוֹנִים אַחֲרוֹנִים שֶׁאָמְרוּ שֶׁאֵין צָרִיךְ אָדָם לִכְפּל תְּנָאוֹ אֶלָּא בְּגִטִּין וְקִדּוּשִׁין בִּלְבַד אֲבָל בְּדִינֵי מָמוֹן אֵינוֹ צָרִיךְ לִכְפּל. וְאֵין רָאוּי לִסְמֹךְ עַל דָּבָר זֶה שֶׁכְּפִילַת הַתְּנַאי עִם שְׁאָר הָאַרְבָּעָה דְּבָרִים מִתְּנַאי בְּנֵי גָּד וּבְנֵי רְאוּבֵן לָמְדוּ אוֹתָן חֲכָמִים <small>(במדבר לב כט)</small> \"אִם יַעַבְרוּ בְּנֵי גָּד\" וְגוֹ' <small>(במדבר לב ל)</small> \"וְאִם לֹא יַעַבְרוּ\" וּתְנַאי זֶה לֹא הָיָה לֹא בְּגִטִּין וְלֹא בְּקִדּוּשִׁין. וְכָזֶה הוֹרוּ גְּדוֹלֵי הַגְּאוֹנִים הָרִאשׁוֹנִים וְכֵן רָאוּי לַעֲשׂוֹת: \n",
      "הַמְקַדֵּשׁ עַל תְּנַאי כְּשֶׁיִּתְקַיֵּם הַתְּנַאי תִּהְיֶה מְקֻדֶּשֶׁת מִשָּׁעָה שֶׁנִּתְקַיֵּם הַתְּנַאי לֹא מִשָּׁעָה שֶׁנִּתְקַדְּשָׁה. כֵּיצַד. הָאוֹמֵר לְאִשָּׁה אִם אֶתֵּן לִיךְ מָאתַיִם זוּז בְּשָׁנָה זוֹ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה וְאִם לֹא אֶתֵּן לִיךְ לֹא תִּהְיִי מְקֻדֶּשֶׁת וְנָתַן הַדִּינָר לְיָדָהּ בְּנִיסָן וְנָתַן לָהּ הַמָּאתַיִם זוּז שֶׁהִתְנָה עִמָּהּ בֶּאֱלוּל הֲרֵי זוֹ מְקֻדֶּשֶׁת מֵאֱלוּל. לְפִיכָךְ אִם קִדְּשָׁהּ אַחֵר קֹדֶם שֶׁיִּתְקַיֵּם הַתְּנַאי שֶׁל רִאשׁוֹן הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשֵּׁנִי. וְכֵן הַדִּין בְּגִטִּין וּבְמָמוֹנוֹת בְּשָׁעָה שֶׁיִּתְקַיֵּם הַתְּנַאי הוּא שֶׁיִּהְיֶה גֵּט אוֹ יִתְקַיֵּם הַמִּקָּח אוֹ הַמַּתָּנָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה שָׁם תְּנַאי וְלֹא אָמַר מֵעַכְשָׁו. אֲבָל אִם אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי מֵעַכְשָׁו בְּדִינָר זֶה אִם אֶתֵּן לִיךְ מָאתַיִם זוּז וּלְאַחַר זְמַן נָתַן לָהּ מָאתַיִם זוּז הֲרֵי זוֹ מְקֻדֶּשֶׁת לְמַפְרֵעַ מִשְּׁעַת הַקִּדּוּשִׁין אַף עַל פִּי שֶׁלֹּא נַעֲשָׂה תְּנָאוֹ אֶלָּא לְאַחַר זְמַן מְרֻבֶּה. לְפִיכָךְ אִם קִדְּשָׁהּ הַשֵּׁנִי קֹדֶם שֶׁיַּעֲשֶׂה הַתְּנַאי אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הַדִּין בְּגִטִּין וּבְמָמוֹן: \n",
      "כָּל הָאוֹמֵר מֵעַכְשָׁו לֹא יִצְטָרֵךְ לִכְפּל תְּנָאוֹ וְלֹא לְהַקְדִּים הַתְּנַאי עַל הַמַּעֲשֶׂה אֶלָּא אַף עַל פִּי שֶׁהִקְדִּים הַמַּעֲשֶׂה תְּנָאוֹ קַיָּם. אֲבָל צָרִיךְ לְהַתְנוֹת בְּדָבָר שֶׁאֶפְשָׁר לְקַיְּמוֹ. וְאִם הִתְנָה בְּדָבָר שֶׁאִי אֶפְשָׁר לְקַיְּמוֹ הֲרֵי זֶה כְּמַפְלִיג בִּדְבָרִים וְאֵין שָׁם תְּנַאי. וְכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁו וְאֵינוֹ צָרִיךְ לִכְפּל הַתְּנַאי וְלֹא לְהַקְדִּימוֹ לַמַּעֲשֶׂה: \n",
      "כֵּיצַד. הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁתִּתְּנִי לִי מָאתַיִם זוּז. הֲרֵי זֶה גִּטֵּךְ עַל מְנָת שֶׁתִּתְּנִי לִי מָאתַיִם זוּז. הֲרֵי חָצֵר זוֹ נְתוּנָה לִיךְ בְּמַתָּנָה עַל מְנָת שֶׁתִּתְּנִי לִי מָאתַיִם זוּז. הֲרֵי תְּנָאוֹ קַיָּם וְנִתְקַדְּשָׁה אוֹ נִתְגָּרְשָׁה וְזָכְתָה זוֹ בֶּחָצֵר וְהֵם יִתְּנוּ הַמָּאתַיִם זוּז. וְאִם לֹא נָתְנוּ לֹא תִּהְיֶה זוֹ מְקֻדֶּשֶׁת וְלֹא מְגֹרֶשֶׁת וְלֹא תִּזְכֶּה זוֹ בֶּחָצֵר. וְאַף עַל פִּי שֶׁלֹּא כָּפַל תְּנָאוֹ וְאַף עַל פִּי שֶׁהִקְדִּים הַמַּעֲשֶׂה לַתְּנַאי וְנָתַן הַקִּדּוּשִׁין אוֹ הַגֵּט בְּיָדָהּ וְהֶחֱזִיקָה זוֹ בֶּחָצֵר וְאַחַר כָּךְ הִשְׁלִים תְּנָאוֹ. שֶׁהֲרֵי כְּשֶׁיִּתְקַיֵּם הַתְּנַאי תִּזְכֶּה זוֹ בֶּחָצֵר וְתִתְקַדֵּשׁ זוֹ וְתִתְגָּרֵשׁ מִשָּׁעָה רִאשׁוֹנָה שֶׁבָּהּ נַעֲשָׂה הַמַּעֲשֶׂה כְּאִלּוּ לֹא הָיָה שָׁם תְּנַאי כְּלָל: \n"
    ],
    [
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁיִּרְצֶה אָבִי. רָצָה הָאָב מְקֻדֶּשֶׁת. לֹא רָצָה אוֹ שֶׁשָּׁתַק אוֹ שֶׁמֵּת קֹדֶם שֶׁיִּשְׁמַע הַדָּבָר אֵינָהּ מְקֻדֶּשֶׁת. עַל מְנָת שֶׁלֹּא יִמְחֶה אָבִי. שָׁמַע וּמִחָה אֵינָהּ מְקֻדֶּשֶׁת. לֹא מִחָה אוֹ שֶׁמֵּת הֲרֵי זוֹ מְקֻדֶּשֶׁת. מֵת הַבֵּן וְאַחַר כָּךְ שָׁמַע הָאָב מְלַמְּדִין הָאָב שֶׁיֹּאמַר אֵינִי רוֹצֶה כְּדֵי שֶׁלֹּא יְהוּ קִדּוּשִׁין וְלֹא תִּפּל לִפְנֵי יָבָם: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁיֵּשׁ לִי מָאתַיִם זוּז אוֹ בֵּית כּוֹר עָפָר אִם יֵשׁ שָׁם עֵדִים שֶׁיֵּשׁ לוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם אֵין לוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק שֶׁמָּא יֵשׁ לוֹ וְהוּא אוֹמֵר אֵין לִי כְּדֵי לְקַלְקְלָהּ: \n",
      "הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁיֵּשׁ לִי מָאתַיִם זוּז אוֹ בֵּית כּוֹר עָפָר בְּמָקוֹם פְּלוֹנִי. אִם יֵשׁ לוֹ בְּאוֹתוֹ מָקוֹם הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם אֵין לוֹ בְּאוֹתוֹ מָקוֹם שֶׁאָמַר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק שֶׁמָּא יֵשׁ לוֹ שָׁם וְהוּא מִתְכַּוֵּן לְקַלְקְלָהּ: \n",
      "הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁאַרְאֵךְ מָאתַיִם זוּז אוֹ בֵּית כּוֹר עָפָר הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיַרְאֶנָּהּ. הֶרְאָה הַזּוּזִים בְּיַד אֲחֵרִים אוֹ שֶׁהֶרְאָה בֵּית כּוֹר עָפָר בִּשְׂדֵה אֲחֵרִים אֵינָהּ מְקֻדֶּשֶׁת עַד שֶׁיַּרְאֶנָּהּ מִשֶּׁלּוֹ. לָקַח הַמָּעוֹת בְּהַלְוָאָה אוֹ בְּשֻׁתָּפוּת אוֹ שֶׁשָּׂכַר הַשָּׂדֶה אוֹ לְקָחָהּ בַּאֲרִיסוּת וְהֶרְאָהּ אֵינָהּ מְקֻדֶּשֶׁת עַד שֶׁיַּרְאֶנָּהּ מִשֶּׁלּוֹ. שֶׁמַּשְׁמָע שֶׁאַרְאֵךְ שֶׁאַרְאֵךְ מִשֶּׁל עַצְמִי דָּבָר זֶה שֶׁאָמַרְתִּי לָךְ: \n",
      "הָיָה לוֹ בֵּית כּוֹר עָפָר וְהָיָה בּוֹ נְקָעִים עֲמֻקִּים עֲשָׂרָה טְפָחִים אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים. אִם הָיוּ הַנְּקָעִים מְלֵאִים מַיִם הֲרֵי הֵן כִּסְלָעִים וְאֵין נִמְדָּדִין עִמּוֹ מִפְּנֵי שֶׁאֵינָן רְאוּיִין לִזְרִיעָה. וְאִם אֵינָן מְלֵאִין מַיִם נִמְדָּדִין עִמּוֹ מִפְּנֵי שֶׁהֵן רְאוּיִין לִזְרִיעָה: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁאֵין עָלַיִךְ נְדָרִים וְנִמְצָא עָלֶיהָ אֶחָד מִשְּׁלֹשָׁה נְדָרִים אֵלּוּ שֶׁלֹּא תֹּאכַל בָּשָׂר אוֹ שֶׁלֹּא תִּשְׁתֶּה יַיִן אוֹ שֶׁלֹּא תִּתְקַשֵּׁט בְּמִינֵי צִבְעוֹנִין אֵינָהּ מְקֻדֶּשֶׁת. נִמְצָא עָלֶיהָ נֶדֶר חוּץ מֵאֵלּוּ אַף עַל פִּי שֶׁהוּא אוֹמֵר מַקְפִּיד אֲנִי אֲפִלּוּ עַל זֶה הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְאִם אָמַר לָהּ עַל מְנָת שֶׁאֵין עָלַיִךְ כָּל נֶדֶר אֲפִלּוּ נִמְצֵאת שֶׁנָּדְרָה שֶׁלֹּא תֹּאכַל חָרוּבִין אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁאֵין בָּךְ מוּמִין וְנִמְצָא בָּהּ אֶחָד מִן הַמּוּמִין הַפּוֹסְלִין בַּנָּשִׁים אֵינָהּ מְקֻדֶּשֶׁת. נִמְצָא בָּהּ מוּם אַחֵר חוּץ מֵאוֹתָן הַמּוּמִין אַף עַל פִּי שֶׁאָמַר מַקְפִּיד אֲנִי אֲפִלּוּ עַל זֶה הֲרֵי זוֹ מְקֻדֶּשֶׁת. וּמַה הֵן הַמּוּמִין הַפּוֹסְלִין בְּנָשִׁים. כָּל הַמּוּמִין הַפּוֹסְלִין בְּכֹהֲנִים פּוֹסְלִין בְּנָשִׁים. וּבְהִלְכוֹת בִּיאַת מִקְדָּשׁ יִתְבָּאֲרוּ כָּל מוּמִין שֶׁל כֹּהֲנִים. וְיוֹתֵר עֲלֵיהֶן בַּנָּשִׁים. רֵיחַ רַע. וְזֵעָה. וְרֵיחַ הַפֶּה. וְקוֹל עָבֶה. וְדָדִין גַּסִּין מֵחַבְרוֹתֶיהָ טֶפַח. וְטֶפַח בֵּין דָּד לְדָד. וּנְשִׁיכַת כֶּלֶב וְנַעֲשָׂה הַמָּקוֹם צַלֶּקֶת. וְשׁוּמָא שֶׁעַל הַפַּדַּחַת. אֲפִלּוּ הָיְתָה קְטַנָּה בְּיוֹתֵר וַאֲפִלּוּ קְרוֹבָה לְשֵׂעָר רֹאשָׁהּ וְאַף עַל פִּי שֶׁאֵין בָּהּ שֵׂעָר. וְזוֹ הִיא הַשּׁוּמָא שֶׁיְּתֵרָה אִשָּׁה עַל הַכֹּהֲנִים. אֲבָל אִם הָיְתָה שׁוּמָא שֶׁיֵּשׁ בָּהּ שֵׂעָר בִּשְׁאָר הַפָּנִים אוֹ שׁוּמָא גְּדוֹלָה כְּאִיסָר אַף עַל פִּי שֶׁאֵין בָּהּ שֵׂעָר הֲרֵי זֶה מוּם בֵּין בְּכֹהֲנִים בֵּין בְּנָשִׁים: \n",
      "הַמְקַדֵּשׁ אִשָּׁה סְתָם וְנִמְצָא עָלֶיהָ אֶחָד מִן הַמּוּמִין הַפּוֹסְלִין בַּנָּשִׁים אוֹ נִמְצָא עָלֶיהָ אֶחָד מִשְּׁלֹשָׁה נְדָרִים הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק. קִדְּשָׁהּ עַל מְנָת שֶׁאֵין עָלֶיהָ נְדָרִים וְהָיוּ עָלֶיהָ נְדָרִים וְהָלְכָה אֵצֶל חָכָם וְהִתִּיר לָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת: \n",
      "קִדְּשָׁהּ עַל מְנָת שֶׁאֵין בָּהּ מוּמִין וְהָיוּ בָּהּ מוּמִין וְהָלְכָה אֵצֶל רוֹפֵא וְרִפֵּא אוֹתָהּ אֵינָהּ מְקֻדֶּשֶׁת. אֲבָל אִם הִתְנָה הָאִישׁ שֶׁאֵין עָלָיו נְדָרִים וְשֶׁאֵין בּוֹ מוּמִין וְהָיוּ עָלָיו נְדָרִים וְהָיוּ בּוֹ מוּמִין וְהָלַךְ אֵצֶל חָכָם וְהִתִּירוֹ, אֵצֶל רוֹפֵא וְרִפְּאוֹ, הֲרֵי זוֹ מְקֻדֶּשֶׁת. שֶׁאֵין גְּנַאי לָאִישׁ בַּמּוּמִין שֶׁכְּבָר נִרְפְּאוּ וְהָאִשָּׁה אֵינָהּ מַקְפֶּדֶת עַל זֹאת: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה עַל מְנָת שֶׁאֶתֵּן לִיךְ מָאתַיִם זוּז מִיכַּן וְעַד שְׁלֹשִׁים יוֹם. אִם נָתַן לָהּ בְּתוֹךְ שְׁלֹשִׁים יוֹם מְקֻדֶּשֶׁת וְאִם עָבְרוּ שְׁלֹשִׁים יוֹם וְלֹא נָתַן לָהּ אֵינָהּ מְקֻדֶּשֶׁת. הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּזוּזִים אֵלּוּ לְאַחַר שְׁלֹשִׁים יוֹם. אַף עַל פִּי שֶׁנִּתְאַכְּלוּ הַמָּעוֹת בְּתוֹךְ שְׁלֹשִׁים יוֹם הֲרֵי זוֹ מְקֻדֶּשֶׁת לְאַחַר שְׁלֹשִׁים יוֹם. וְאִם חָזַר בּוֹ בְּתוֹךְ הַשְּׁלֹשִׁים אוֹ חָזְרָה הִיא אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "בָּא שֵׁנִי וְקִדְּשָׁהּ בְּתוֹךְ שְׁלֹשִׁים יוֹם הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשֵּׁנִי לְעוֹלָם. לְפִי שֶׁבְּשָׁעָה שֶׁקִּדְּשָׁהּ הַשֵּׁנִי לֹא הָיְתָה מְקֻדֶּשֶׁת וְתָפְסוּ בָּהּ קִדּוּשֵׁי שֵׁנִי וְנַעֲשֵׂת אֵשֶׁת אִישׁ וּלְאַחַר הַשְּׁלֹשִׁים יוֹם כְּשֶׁיָּבוֹאוּ קִדּוּשֵׁי רִאשׁוֹן יִמְצְאוּ אוֹתָהּ אֵשֶׁת אִישׁ וְנִמְצָא הָרִאשׁוֹן כְּמִי שֶׁקִּדֵּשׁ אֵשֶׁת אִישׁ שֶׁאֵין הַקִּדּוּשִׁין תּוֹפְסִין בָּהּ: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי מֵעַכְשָׁו וּלְאַחַר שְׁלֹשִׁים יוֹם בְּדִינָר זֶה וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ הַשְּׁלֹשִׁים יוֹם הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק לִשְׁנֵיהֶם. לְפִיכָךְ שְׁנֵיהֶם נוֹתְנִין גֵּט בֵּין בְּתוֹךְ הַשְּׁלֹשִׁים יוֹם בֵּין לְאַחַר הַשְּׁלֹשִׁים יוֹם. הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי מֵעַכְשָׁו וּלְאַחַר שְׁלֹשִׁים יוֹם. וּבָא אַחֵר וְאָמַר הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי מֵעַכְשָׁו וּלְאַחַר עֶשְׂרִים יוֹם. וּבָא אַחֵר וְאָמַר הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי מֵעַכְשָׁו וּלְאַחַר עֲשָׂרָה יָמִים. אֲפִלּוּ הֵן מֵאָה עַל הַסֵּדֶר הַזֶּה קִדּוּשֵׁי כֻּלָּן תּוֹפְסִין בָּהּ וּצְרִיכָה גֵּט מִכָּל אֶחָד וְאֶחָד מִפְּנֵי שֶׁהִיא סָפֵק מְקֻדֶּשֶׁת לְכֻלָּן: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי חוּץ מִפְּלוֹנִי כְּלוֹמַר שֶׁלֹּא תֵּאָסֵר עָלָיו אֶלָּא תִּהְיֶה אֵשֶׁת אִישׁ עַל כָּל הָעוֹלָם וְלִפְלוֹנִי כִּפְנוּיָה הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק. אֲבָל אִם אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁתִּהְיִי מֻתֶּרֶת לִפְלוֹנִי הֲרֵי זוֹ מְקֻדֶּשֶׁת וְתִהְיֶה אֲסוּרָה עָלָיו כִּשְׁאָר הָעָם מִפְּנֵי שֶׁהִתְנָה בְּדָבָר שֶׁאִי אֶפְשָׁר לְקַיְּמוֹ: \n",
      "הַנּוֹתֵן שְׁתֵּי פְּרוּטוֹת לְאִשָּׁה וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי הַיּוֹם בְּאַחַת וּבְאַחַת לְאַחַר שֶׁאֲגָרְשֵׁךְ הֲרֵי זוֹ מְקֻדֶּשֶׁת. וּכְשֶׁיְּגָרֵשׁ אוֹתָהּ תִּהְיֶה מְקֻדֶּשֶׁת עַד שֶׁיְּגָרֵשׁ אוֹתָהּ פַּעַם שְׁנִיָּה מִן קִדּוּשֵׁי פְּרוּטָה שְׁנִיָּה. אֲבָל אִם אָמַר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה לְאַחַר שֶׁאֶתְגַיֵּר. לְאַחַר שֶׁתִּתְגַיְּרִי. לְאַחַר שֶׁאֶשְׁתַּחְרֵר. לְאַחַר שֶׁתִּשְׁתַּחְרְרִי. לְאַחַר שֶׁיָּמוּת בַּעְלֵךְ. לְאַחַר שֶׁתָּמוּת אֲחוֹתֵךְ. אֵינָהּ מְקֻדֶּשֶׁת לְפִי שֶׁאֵינוֹ יָכוֹל עַתָּה לְקַדְּשָׁהּ: \n",
      "הָאוֹמֵר לִיבָמָה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בָּזֶה לְאַחַר שֶׁיַּחֲלֹץ לִיךְ יְבָמִיךְ הֲרֵי זוֹ מְקֻדֶּשֶׁת הוֹאִיל וְאִלּוּ קִדְּשָׁהּ עַתָּה הָיוּ קִדּוּשִׁין תּוֹפְסִין בָּהּ מִסָּפֵק: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ אִם יָלְדָה אִשְׁתְּךָ נְקֵבָה הֲרֵי הִיא מְקֻדֶּשֶׁת לִי בָּזֶה לֹא אָמַר כְּלוּם. וְאִם הָיְתָה אֵשֶׁת חֲבֵרוֹ מְעֻבֶּרֶת וְהֻכַּר הָעֵבָּר הֲרֵי זוֹ מְקֻדֶּשֶׁת. וְיֵרָאֶה לִי שֶׁצָּרִיךְ לַחֲזֹר וּלְקַדֵּשׁ אוֹתָהּ אַחַר שֶׁתֵּלֵד עַל יְדֵי אָבִיהָ כְּדֵי שֶׁיַּכְנִיס אוֹתָהּ בְּקִדּוּשִׁין שֶׁאֵין בָּהֶן דֹּפִי: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּמֵאָה דִּינָרִין וְנָתַן לָהּ אֲפִלּוּ דִּינָר אֶחָד הֲרֵי זוֹ מְקֻדֶּשֶׁת מִשֶּׁלָּקְחָה הַדִּינָר וְהוּא שֶׁיַּשְׁלִים לָהּ הַשְּׁאָר. שֶׁזֶּה כְּמִי שֶׁאָמַר הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּדִינָר זֶה עַל מְנָת שֶׁאַשְׁלִים לִיךְ מֵאָה דִּינָרִים שֶׁהִיא מְקֻדֶּשֶׁת לוֹ מֵעַכְשָׁו. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאָמַר לָהּ בְּמֵאָה דִּינָרִים סְתָם אֲבָל אִם פֵּרֵשׁ וְאָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּמֵאָה דִּינָרִין אֵלּוּ וְהִתְחִיל לִמְנוֹת לְתוֹךְ יָדָהּ אֵינָהּ מְקֻדֶּשֶׁת עַד שֶׁיַּשְׁלִים [לָהּ מֵאָה] וַאֲפִלּוּ בַּדִּינָר הָאַחֲרוֹן שְׁנֵיהֶם יְכוֹלִים לַחֲזֹר זֶה בָּזֶה. וְכֵן אִם נִמְצָא מָנֶה חָסֵר דִּינָר אוֹ נִמְצָא מֵהֶן דִּינָר נְחשֶׁת אֵינָהּ מְקֻדֶּשֶׁת. נִמְצָא בָּהֶם דִּינָר רַע אִם יְכוֹלָה לְהוֹצִיאוֹ עַל יְדֵי הַדְּחָק יַחֲלִיפֶנּוּ וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "אָמַר לָהּ הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בִּבְגָדִים אֵלּוּ שֶׁהֵן שָׁוִין חֲמִשִּׁים דִּינָרִים וְהָיוּ שֶׁל מֶשִׁי וְכַיּוֹצֵא בָּהֶן שֶׁהָאִשָּׁה מִתְאַוָּה לָהֶן אִם הָיוּ שָׁוִין חֲמִשִּׁים הֲרֵי זוֹ מְקֻדֶּשֶׁת מִשְּׁעַת לְקִיחָה. וְאֵינָן צְרִיכִין שׁוּמָא בַּשּׁוּק וְאַחַר כָּךְ תִּהְיֶה מְקֻדֶּשֶׁת כְּדֵי שֶׁתִּסְמֹךְ דַּעְתָּהּ אֶלָּא הוֹאִיל וְהֵן שָׁוִין כְּמוֹ שֶׁאָמַר לָהּ הֲרֵי זוֹ מְקֻדֶּשֶׁת מִשָּׁעָה רִאשׁוֹנָה. וְאִם אֵינָן שָׁוִין אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "אִישׁ וְאִשָּׁה שֶׁהָיוּ עֲסוּקִין בְּדִבְרֵי אֵרוּסִין הוּא אוֹמֵר בְּמֵאָה דִּינָרִים אֲקַדֵּשׁ אוֹתָךְ וְהִיא אוֹמֶרֶת אֵינִי מִתְקַדֶּשֶׁת לְךָ אֶלָּא בְּמָאתַיִם וְהָלַךְ זֶה לְבֵיתוֹ וְזוֹ לְבֵיתָהּ וְאַחַר כָּךְ תָּבְעוּ זֶה אֶת זֶה וְקִדְּשׁוּ סְתָם. אִם הָאִישׁ תָּבַע אֶת הָאִשָּׁה יַעֲשׂוּ דִּבְרֵי הָאִשָּׁה וְאִם הָאִשָּׁה תָּבְעָה אֶת הָאִישׁ יַעֲשׂוּ דִּבְרֵי הָאִישׁ: \n",
      "הָעוֹשֶׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה וְהָלַךְ הַשָּׁלִיחַ וְקִדְּשָׁהּ עַל תְּנַאי אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם אָמַר לוֹ לְקַדְּשָׁהּ עַל תְּנַאי וְהָלַךְ וְקִדְּשָׁהּ סְתָם אוֹ עַל תְּנַאי אַחֵר אוֹ שֶׁשִּׁנָּה אֶת הַתְּנַאי אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "אָמַר לוֹ קַדְּשָׁהּ לִי בְּמָקוֹם פְּלוֹנִי וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר אֵינָהּ מְקֻדֶּשֶׁת. קַדְּשָׁהּ לִי וַהֲרֵי הִיא בְּמָקוֹם פְּלוֹנִי וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁמַּרְאֶה מָקוֹם הוּא לוֹ. וְכֵן הִיא שֶׁאָמְרָה לִשְׁלוּחָהּ קַבֵּל לִי קִדּוּשַׁי בְּמָקוֹם פְּלוֹנִי וְקִבְּלָם לָהּ בְּמָקוֹם אַחֵר אֵינָהּ מְקֻדֶּשֶׁת. הֲרֵי הַבַּעַל בְּמָקוֹם פְּלוֹנִי וְקִבֵּל לָהּ בְּמָקוֹם אַחֵר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁמַּרְאָה מָקוֹם הִיא לוֹ: \n",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה וְחָזְרוּ בּוֹ מִיָּד הוּא אוֹ הִיא אַף עַל פִּי שֶׁחָזְרוּ בְּתוֹךְ כְּדֵי דִּבּוּר אֵין חֲזָרָתָם כְּלוּם וַהֲרֵי הִיא מְקֻדֶּשֶׁת: \n",
      "הַמְקַדֵּשׁ עַל תְּנַאי וְחָזַר אַחַר כַּמָּה יָמִים וּבִטֵּל הַתְּנַאי אַף עַל פִּי שֶׁבִּטְּלוֹ בֵּינוֹ לְבֵינָהּ שֶׁלֹּא בִּפְנֵי עֵדִים בָּטֵל הַתְּנַאי וַהֲרֵי הִיא מְקֻדֶּשֶׁת סְתָם. וְכֵן אִם הָיָה הַתְּנַאי מִן הָאִשָּׁה וּבִטְּלָה אוֹתוֹ (אַחַר כָּךְ) בֵּינָהּ וּבֵינוֹ בָּטֵל הַתְּנַאי. לְפִיכָךְ הַמְקַדֵּשׁ עַל תְּנַאי וְכָנַס סְתָם אוֹ בָּעַל סְתָם הֲרֵי זוֹ צְרִיכָה גֵּט אַף עַל פִּי שֶׁלֹּא נִתְקַיֵּם הַתְּנַאי שֶׁמָּא בִּטֵּל הַתְּנַאי כְּשֶׁבָּעַל אוֹ כְּשֶׁכָּנַס. וְכֵן הַמְקַדֵּשׁ בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה אוֹ בְּמִלְוֶה וְחָזַר וּבָעַל סְתָם בִּפְנֵי עֵדִים צְרִיכָה גֵּט שֶׁעַל בְּעִילָה זוֹ סָמַךְ וְלֹא עַל אוֹתָן הַקִּדּוּשִׁין הַפְּסוּלִין. חֲזָקָה הִיא שֶׁאֵין אָדָם מִיִּשְׂרָאֵל הַכְּשֵׁרִים עוֹשֶׂה בְּעִילָתוֹ בְּעִילַת זְנוּת וַהֲרֵי בְּיָדוֹ עַתָּה לַעֲשׂוֹתָהּ בְּעִילַת מִצְוָה: \n"
    ],
    [
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי בְּכוֹס זֶה שֶׁל יַיִן וְנִמְצָא שֶׁל דְּבַשׁ. שֶׁל דְּבַשׁ וְנִמְצָא שֶׁל יַיִן. בְּדִינָר זֶה שֶׁל כֶּסֶף וְנִמְצָא שֶׁל זָהָב. שֶׁל זָהָב וְנִמְצָא שֶׁל כֶּסֶף. עַל מְנָת שֶׁאֲנִי כֹּהֵן וְנִמְצָא לֵוִי. לֵוִי וְנִמְצָא כֹּהֵן. נָתִין וְנִמְצָא מַמְזֵר. מַמְזֵר וְנִמְצָא נָתִין. בֶּן עִיר וְנִמְצָא בֶּן כְּרַךְ. בֶּן כְּרַךְ וְנִמְצָא בֶּן עִיר. עַל מְנָת שֶׁאֲנִי עָנִי וְנִמְצָא עָשִׁיר. עָשִׁיר וְנִמְצָא עָנִי. עַל מְנָת שֶׁבֵּיתִי קָרוֹב לַמֶּרְחָץ וְנִמְצָא רָחוֹק. רָחוֹק וְנִמְצָא קָרוֹב. עַל מְנָת שֶׁיֵּשׁ לִי שִׁפְחָה אוֹ בַּת גּוֹדֶלֶת אוֹ אוֹפָה וְאֵין לוֹ. עַל מְנָת שֶׁאֵין לוֹ וְיֵשׁ לוֹ. עַל מְנָת שֶׁיֵּשׁ לִי אִשָּׁה וּבָנִים וְאֵין לוֹ. עַל מְנָת שֶׁאֵין לִי וְיֵשׁ לוֹ. בְּכָל אֵלּוּ וְכָל הַדּוֹמֶה לָהֶן אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הִיא שֶׁהִטְעַתּוּ: \n",
      "וּבְכֻלָּם אַף עַל פִּי שֶׁאָמְרָה בְּלִבִּי הָיָה לְהִתְקַדֵּשׁ לוֹ אַף עַל פִּי שֶׁהִטְעַנִי וְאֵין הַדָּבָר כְּמוֹ שֶׁאָמַר. וְכֵן אִם אָמַר הוּא בְּלִבִּי הָיָה לְקַדְּשָׁהּ אַף עַל פִּי שֶׁהִטְעַתְנִי אֵינָהּ מְקֻדֶּשֶׁת לְפִי שֶׁהַדְּבָרִים שֶׁבַּלֵּב אֵינָם דְּבָרִים: \n",
      "הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֲנִי בַּסָּם וְנִמְצָא בַּסָּם וּבוּרְסַי. עַל מְנָת שֶׁאֲנִי בֶּן עִיר וְנִמְצָא בֶּן עִיר וּבֶן כְּרַךְ. עַל מְנָת שֶׁשְּׁמִי יוֹסֵף וְנִמְצָא שְׁמוֹ יוֹסֵף וְשִׁמְעוֹן הֲרֵי זוֹ מְקֻדֶּשֶׁת. אֲבָל אִם אָמַר לָהּ עַל מְנָת שֶׁאֵין שְׁמִי אֶלָּא יוֹסֵף וְנִמְצָא שְׁמוֹ יוֹסֵף וְשִׁמְעוֹן. שֶׁאֵינִי אֶלָּא בַּסָּם וְנִמְצָא בַּסָּם וּבוּרְסַי. שֶׁאֵינִי אֶלָּא בֶּן עִיר וְנִמְצָא בֶּן כְּרַךְ וּבֶן עִיר אֵינָהּ מְקֻדֶּשֶׁת: \n",
      "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֲנִי יוֹדֵעַ לִקְרוֹת. צָרִיךְ שֶׁיִּקְרָא הַתּוֹרָה וִיתַרְגֵּם אוֹתָהּ תַּרְגּוּם אֻנְקְלוּס הַגֵּר. וְאִם אָמַר לָהּ עַל מְנָת שֶׁאֲנִי קוֹרֵא צָרִיךְ לִהְיוֹת יוֹדֵעַ לִקְרוֹת תּוֹרָה נְבִיאִים וּכְתוּבִים בְּדִקְדּוּק יָפֶה. עַל מְנָת שֶׁאֲנִי יוֹדֵעַ לִשְׁנוֹת צָרִיךְ לִהְיוֹת יוֹדֵעַ לִקְרוֹת הַמִּשְׁנָה. וְאִם אָמַר עַל מְנָת שֶׁאֲנִי תַּנָּאָה צָרִיךְ לִהְיוֹת יוֹדֵעַ לִקְרוֹת הַמִּשְׁנָה וְסַפְרָא וְסִפְרִי וְתוֹסֶפְתָּא שֶׁל רַבִּי חִיָּא: \n",
      "עַל מְנָת שֶׁאֲנִי תַּלְמִיד אֵין אוֹמְרִין כְּבֶן עֲזַאי וּבֶן זוֹמָא אֶלָּא כָּל שֶׁשּׁוֹאֲלִין אוֹתוֹ דָּבָר אֶחָד בְּתַלְמוּדוֹ וְאוֹמְרוֹ וַאֲפִלּוּ בְּהִלְכוֹת הֶחָג שֶׁמְּלַמְּדִין אוֹתָן בָּרַבִּים מִדְּבָרִים הַקַּלִּים סָמוּךְ לֶחָג כְּדֵי שֶׁיִּהְיוּ כָּל הָעָם בְּקִיאִין בָּהֶן. עַל מְנָת שֶׁאֲנִי חָכָם אֵין אוֹמְרִין כְּרַבִּי עֲקִיבָא וַחֲבֵרָיו אֶלָּא כָּל שֶׁשּׁוֹאֲלִין אוֹתוֹ בְּכָל מָקוֹם דְּבַר חָכְמָה וְאוֹמֵר. עַל מְנָת שֶׁאֲנִי גִּבּוֹר אֵין אוֹמְרִין כְּאַבְנֵר בֶּן נֵר וּכְיוֹאָב אֶלָּא כָּל שֶׁחֲבֵרָיו מִתְיָרְאִים מִמֶּנּוּ מִפְּנֵי גְּבוּרָתוֹ. עַל מְנָת שֶׁאֲנִי עָשִׁיר אֵין אוֹמְרִין [כְּרַבִּי אֶלְעָזָר בֶּן חַרְסוֹם] וּכְרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אֶלָּא כָּל שֶׁבְּנֵי עִירוֹ מְכַבְּדִין אוֹתוֹ מִפְּנֵי עָשְׁרוֹ. עַל מְנָת שֶׁאֲנִי צַדִּיק אֲפִלּוּ רָשָׁע גָּמוּר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק שֶׁמָּא הִרְהֵר תְּשׁוּבָה בְּלִבּוֹ. עַל מְנָת שֶׁאֲנִי רָשָׁע אֲפִלּוּ צַדִּיק גָּמוּר הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק שֶׁמָּא הִרְהֵר בְּעַכּוּ''ם בְּלִבּוֹ שֶׁעֲוֹן עַכּוּ''ם גָּדוֹל הוּא וּמִשֶּׁיְּהַרְהֵר לַעֲבֹד בְּלִבּוֹ נַעֲשֶׂה רָשָׁע שֶׁנֶּאֱמַר <small>(דברים יא טז)</small> \"פֶּן יִפְתֶּה לְבַבְכֶם\". וְכָתוּב <small>(יחזקאל יד ה)</small> \"לְמַעַן תְּפשֹׁ אֶת בֵּית יִשְׂרָאֵל בְּלִבָּם\": \n",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה וְאָמַר הָיִיתִי סָבוּר שֶׁהִיא כֹּהֶנֶת וַהֲרֵי הִיא לְוִיָּה. לְוִיָּה וַהֲרֵי הִיא כֹּהֶנֶת. עֲנִיָּה וַהֲרֵי הִיא עֲשִׁירָה. עֲשִׁירָה וַהֲרֵי הִיא עֲנִיָּה. הֲרֵי זוֹ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁלֹּא הִטְעַתּוּ. וְכֵן הִיא שֶׁאָמְרָה סְבוּרָה הָיִיתִי שֶׁהוּא כֹּהֵן וַהֲרֵי הוּא לֵוִי. לֵוִי וַהֲרֵי הוּא כֹּהֵן. עָשִׁיר וַהֲרֵי הוּא עָנִי. עָנִי וַהֲרֵי הוּא עָשִׁיר. הֲרֵי זוֹ מְקֻדֶּשֶׁת מִפְּנֵי שֶׁלֹּא הִטְעָה אוֹתָהּ: \n"
    ],
    [
      "הַמְ [קַ] דֵשׁ שְׁתֵּי נָשִׁים שֶׁאָסוּר לִשָּׂא שְׁתֵּיהֶן מִשּׁוּם עֶרְוָה כְּאַחַת אֵינָן מְקֻדָּשׁוֹת. כֵּיצַד. כְּגוֹן שֶׁקִּדֵּשׁ אִשָּׁה וּבִתָּהּ אוֹ שְׁתֵּי אֲחָיוֹת כְּאַחַת אֵין אַחַת מֵהֶן מְקֻדֶּשֶׁת:  ",
      "קִדֵּשׁ נָשִׁים רַבּוֹת כְּאַחַת וְאָמַר הֲרֵי כֻּלְּכֶם מְקֻדָּשׁוֹת לִי וְהָיוּ בָּהֶן שְׁתֵּי אֲחָיוֹת אוֹ אִשָּׁה וּבִתָּהּ וְכַיּוֹצֵא בָּהֶן אֵין אַחַת מִכֻּלָּן מְקֻדֶּשֶׁת. וְאִם אָמַר לָהֶן הָרְאוּיָה מִכֶּם לִי לְבִיאָה מְקֻדֶּשֶׁת לִי הֲרֵי כֻּלָּן מְקֻדָּשׁוֹת לוֹ חוּץ מֵאֲחָיוֹת אוֹ אִשָּׁה וּבִתָּהּ וְכַיּוֹצֵא בָּהֶן. וְכֵן אִם אָמַר לָהֶן הֲרֵי כֻּלְּכֶם מְקֻדָּשׁוֹת לִי וְהָיְתָה בָּהֶן שִׁפְחָה אוֹ עַכּוּ''ם אוֹ אִשָּׁה אַחַת עֶרְוָה כְּגוֹן אֵשֶׁת אִישׁ אוֹ בִּתּוֹ אוֹ אֲחוֹתוֹ וְכַיּוֹצֵא בָּהֶן אֵין אַחַת מִכֻּלָּם מְקֻדֶּשֶׁת. וְאִם אָמַר הָרְאוּיָה מִכֶּם לִי לְבִיאָה תִּהְיֶה מְקֻדֶּשֶׁת לִי הֲרֵי כֻּלָּן מְקֻדָּשׁוֹת לוֹ חוּץ מֵאוֹתָהּ אִשָּׁה שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בָּהּ:  ",
      "אָמַר לִשְׁתֵּי אֲחָיוֹת הֲרֵי אַחַת מִכֶּם מְקֻדֶּשֶׁת לִי בָּזֶה וְנָתַן לָהֶן פְּרוּטָה אוֹ שֶׁקִּבַּלְתָּהּ אַחַת עַל יַד חֲבֶרְתָּהּ. וְכֵן הָאוֹמֵר לָאָב אַחַת מִבְּנוֹתֶיךָ מְקֻדֶּשֶׁת לִי וְקִבֵּל הָאָב קִדּוּשֶׁיהָ כֻּלָּן צְרִיכוֹת גֵּט מִמֶּנּוּ. וְאָסוּר לוֹ לָבוֹא עַל אַחַת מֵהֶן מִפְּנֵי שֶׁהַקִּדּוּשִׁין תּוֹפְסִין בָּהֶן אַף עַל פִּי שֶׁאִי אֶפְשָׁר לָבוֹא עַל אַחַת מֵהֶן:  ",
      "הָעוֹשֶׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה פְּלוֹנִית וְהָלַךְ וְקִדְּשָׁהּ לוֹ וְקִדֵּשׁ הַמְשַׁלֵּחַ בְּעַצְמוֹ לְאִמָּהּ אוֹ לְבִתָּהּ אוֹ לַאֲחוֹתָהּ וְאֵין יָדוּעַ אֵי זוֹ מֵהֶן נִתְקַדְּשָׁה רִאשׁוֹנָה שְׁתֵּיהֶן צְרִיכוֹת גֵּט וַאֲסוּרוֹת עָלָיו. וְכֵן אִשָּׁה שֶׁעָשְׂתָה שָׁלִיחַ לְקַדְּשָׁהּ וְהָלַךְ וְקִדְּשָׁהּ וְהָלְכָה וְקִדְּשָׁה הִיא עַצְמָהּ לְאַחֵר וְאֵין יָדוּעַ אֵי זוֹ מֵהֶן קֹדֶם שְׁנֵיהֶן נוֹתְנִין לָהּ גֵּט. וְאִם רָצוּ אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּרְחוֹקִין אֲבָל (בִּקְרוֹבִים) אִם קִדְּשָׁהּ הַשָּׁלִיחַ לָאָב וְקִדְּשָׁה הִיא עַצְמָהּ לַבֵּן אוֹ לָאָח וְכַיּוֹצֵא בָּהֶן שְׁנֵיהֶם נוֹתְנִין גֵּט וְהִיא אֲסוּרָה לִשְׁנֵיהֶם:  ",
      "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וְקַדֵּשׁ לִי אִשָּׁה וּמֵת הַשָּׁלִיחַ וְאֵינוֹ יוֹדֵעַ אִם קִדֵּשׁ אִם לֹא קִדֵּשׁ לוֹ אִשָּׁה הֲרֵי זֶה בְּחֶזְקַת שֶׁקִּדֵּשׁ שֶׁחֶזְקַת שָׁלִיחַ לַעֲשׂוֹת שְׁלִיחוּתוֹ. וְהוֹאִיל וְאֵין יָדוּעַ אֵי זוֹ אִשָּׁה קִדֵּשׁ לוֹ הֲרֵי זֶה אָסוּר בְּכָל אִשָּׁה שֶׁיֵּשׁ לָהּ קְרוֹבוֹת שֶׁהֵן עֶרְוָה עִמָּהּ. כְּגוֹן אִשָּׁה שֶׁיֵּשׁ לָהּ בַּת אוֹ אֵם אוֹ אָחוֹת וְכַיּוֹצֵא בָּהֶן. שֶׁאִם תֹּאמַר יִשָּׂא זוֹ שֶׁמָּא אִמָּהּ קִדֵּשׁ לוֹ שְׁלוּחוֹ אוֹ אֲחוֹתָהּ אוֹ בִּתָּהּ. וּמֻתָּר בְּאִשָּׁה שֶׁאֵין לָהּ קְרוֹבוֹת כְּגוֹן אֵלּוּ. הָיְתָה לָהּ קְרוֹבָה כְּגוֹן אֵם אוֹ אָחוֹת וְכַיּוֹצֵא בָּהֶן וְהָיְתָה הַקְּרוֹבָה אֵשֶׁת אִישׁ בְּשָׁעָה שֶׁעָשָׂה הוּא שָׁלִיחַ אַף עַל פִּי שֶׁנִּתְגָּרְשָׁה קֹדֶם שֶׁיָּמוּת הַשָּׁלִיחַ הֲרֵי זֶה מֻתָּר בָּהּ. וְאֵין אוֹמְרִים שֶׁמָּא קִדֵּשׁ הַשָּׁלִיחַ אַתְּ קְרוֹבָתָהּ אַחַר שֶׁנִּתְגָּרְשָׁה. מִפְּנֵי שֶׁלֹּא הָיְתָה רְאוּיָה בְּשָׁעָה שֶׁעָשָׂה הַשָּׁלִיחַ וְאֵין אָדָם עוֹשֶׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אֶלָּא אִשָּׁה שֶׁיָּכוֹל הוּא לְקַדְּשָׁהּ בִּשְׁעַת הַשְּׁלִיחוּת:  ",
      "מִי שֶׁהָיוּ לוֹ חֲמִשָּׁה בָּנִים וְעָשׂוּ כֻּלָּן שָׁלִיחַ אֶת אֲבִיהֶם לְקַדֵּשׁ לָהֶם אִשָּׁה. וְאָמַר אֲבִי הַבָּנִים לְאִישׁ שֶׁיֵּשׁ לוֹ חָמֵשׁ בָּנוֹת אַחַת מִבְּנוֹתֶיךָ מְקֻדֶּשֶׁת לְאֶחָד מִבָּנַי וְקִבֵּל הָאָב הַקִּדּוּשִׁין. כָּל אַחַת מֵהֶן צְרִיכָה חֲמִשָּׁה גִּטִּין מִכָּל הָאַחִין. הוֹאִיל וְכֻלָּן נָתְנוּ רְשׁוּת לָאָב לְקַדֵּשׁ לָהֶן אִשָּׁה. מֵת אֶחָד מֵהֶם כָּל אַחַת מֵהֶן צְרִיכָה אַרְבָּעָה גִּטִּין וַחֲלִיצָה מֵאֶחָד מֵהֶם:  ",
      "הָאָב שֶׁהָיְתָה לוֹ בַּת קְטַנָּה אוֹ נַעֲרָה שֶׁהִיא בִּרְשׁוּתוֹ וּבַת בּוֹגֶרֶת וְנָתְנָה לוֹ הַבּוֹגֶרֶת רְשׁוּת לְקַדְּשָׁהּ וְקִדֵּשׁ בִּתּוֹ סְתָם לְאֶחָד. אֵין הַבּוֹגֶרֶת בִּכְלָל עַד שֶׁיְּפָרֵשׁ וְיֹאמַר בִּתִּי הַבּוֹגֶרֶת שֶׁעָשָׂת אוֹתִי שָׁלִיחַ. לְפִיכָךְ אֵין הַבּוֹגֶרֶת מְקֻדֶּשֶׁת (וַאֲחוֹתָהּ מְקֻדֶּשֶׁת):  ",
      "מִי שֶׁיֵּשׁ לוֹ שְׁתֵּי כִּתֵּי בָּנוֹת מִשְּׁתֵּי נָשִׁים וְכֻלָּן בִּרְשׁוּתוֹ וְקִדֵּשׁ אַחַת מֵהֶן וּבִשְׁעַת הַקִּדּוּשִׁין אָמַר לַבַּעַל קִדַּשְׁתִּי לְךָ אֶת בִּתִּי הַגְּדוֹלָה. אַף עַל פִּי שֶׁיֵּשׁ לוֹמַר שֶׁמָּא גְּדוֹלָה שֶׁבַּגְּדוֹלוֹת קִדֵּשׁ לוֹ אוֹ גְּדוֹלָה שֶׁבַּקְּטַנּוֹת אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת שֶׁהִיא גְּדוֹלָה מִן הַגְּדוֹלָה שֶׁבַּקְּטַנּוֹת. הֲרֵי כֻּלָּן מֻתָּרוֹת חוּץ מִן הַגְּדוֹלָה שֶׁבַּגְּדוֹלוֹת שֶׁהִיא לְבַדָּהּ הַמְקֻדֶּשֶׁת. וְכֵן אִם קִדֵּשׁ בִּתּוֹ הַקְּטַנָּה אַף עַל פִּי שֶׁיֵּשׁ לוֹמַר שֶׁמָּא קְטַנָּה שֶׁבַּקְּטַנּוֹת אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת אוֹ גְּדוֹלָה שֶׁבַּקְּטַנּוֹת שֶׁהִיא קְטַנָּה מִן הַקְּטַנָּה שֶׁבַּגְּדוֹלוֹת הֲרֵי כֻּלָּן מֻתָּרוֹת חוּץ מִן הַקְּטַנָּה שֶׁבַּקְּטַנּוֹת וְהִיא לְבַדָּהּ הַמְקֻדֶּשֶׁת. שֶׁמַּשְׁמָע בִּתּוֹ הַגְּדוֹלָה שֶׁאֵין בִּבְנוֹתָיו גְּדוֹלָה מִמֶּנָּה וּמַשְׁמָע בִּתּוֹ הַקְּטַנָּה שֶׁאֵין בָּהֶן קְטַנָּה מִמֶּנָּה:  ",
      "נֶאֱמָן הָאָב לוֹמַר עַל בִּתּוֹ קֹדֶם שֶׁתִּבְגֹּר שֶׁהִיא מְקֻדֶּשֶׁת וְאוֹסְרָהּ עַל הַכּל:  ",
      "הָאָב שֶׁאָמַר קִדַּשְׁתִּי אֶת בִּתִּי וְאֵינִי יוֹדֵעַ לְמִי קִדַּשְׁתִּיהָ הֲרֵי זוֹ אֲסוּרָה לְעוֹלָם עַל כָּל אָדָם עַד שֶׁיֹּאמַר הָאָב נוֹדַע לִי שֶׁלִּפְלוֹנִי קִדַּשְׁתִּיהָ וְתִהְיֶה צְרִיכָה מִמֶּנּוּ גֵּט בִּלְבַד. וְאַף עַל פִּי שֶׁנּוֹדַע לוֹ אַחַר שֶׁבָּגְרָה:  ",
      "אָמַר הָאָב אֵינִי יוֹדֵעַ לְמִי קִדַּשְׁתִּיהָ וּבָא אֶחָד וְאָמַר אֲנִי הוּא שֶׁקִּדַּשְׁתִּיהָ נֶאֱמָן אַף לִכְנֹס וְאֵינוֹ צָרִיךְ קִדּוּשִׁין אֲחֵרִים:  ",
      "בָּאוּ שְׁנַיִם זֶה אוֹמֵר אֲנִי קִדַּשְׁתִּיהָ וְזֶה אוֹמֵר אֲנִי קִדַּשְׁתִּיהָ. שְׁנֵיהֶן נוֹתְנִין גֵּט וְאִם רָצוּ אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס. כְּנָסָהּ וְאַחַר כָּךְ בָּא אַחֵר וְאָמַר אֲנִי הוּא שֶׁקִּדַּשְׁתִּיהָ אֵינוֹ נֶאֱמָן וְאֵינוֹ אוֹסְרָהּ עַל בַּעְלָהּ:  ",
      "הָאִשָּׁה שֶׁאָמְרָה נִתְקַדַּשְׁתִּי וְאֵינִי יוֹדַעַת לְמִי נִתְקַדַּשְׁתִּי וּבָא אֶחָד וְאָמַר אֲנִי הוּא שֶׁקִּדַּשְׁתִּיךְ נֶאֱמָן לִתֵּן גֵּט וְתִהְיֶה מֻתֶּרֶת לְכָל אָדָם חוּץ מִמֶּנּוּ. אֲבָל אֵינוֹ נֶאֱמָן לִכְנֹס שֶׁמָּא יִצְרוֹ תּוֹקְפוֹ וְהִיא תַּרְגִּיל לוֹ כְּדֵי לְהַתִּירָהּ:  ",
      "הָאוֹמֵר לְאִשָּׁה קִדַּשְׁתִּיךְ וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתַּנִי הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו. קִדַּשְׁתַּנִי וְהוּא אוֹמֵר לֹא קִדַּשְׁתִּיךְ הוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ וְהִיא אֲסוּרָה בִּקְרוֹבָיו. קִדַּשְׁתִּיךְ וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא בִּתִּי הוּא אָסוּר בִּקְרוֹבוֹת גְּדוֹלָה וּגְדוֹלָה מֻתֶּרֶת בִּקְרוֹבָיו. וּמֻתָּר בִּקְרוֹבוֹת הַבַּת וְהַבַּת מֻתֶּרֶת בִּקְרוֹבָיו. קִדַּשְׁתִּי אֶת בִּתֵּךְ וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא אוֹתִי הוּא אָסוּר בִּקְרוֹבוֹת הַבַּת וְהַבַּת מֻתֶּרֶת בִּקְרוֹבָיו. וּמֻתָּר בִּקְרוֹבוֹת הָאֵם וְהָאֵם אֲסוּרָה עַל קְרוֹבָיו:  ",
      "וְכָל אֵלּוּ שֶׁטּוֹעֲנִין הַקִּדּוּשִׁין בְּשֶׁטָּעַן הַטּוֹעֵן שֶׁהָיוּ שָׁם קִדּוּשִׁין בִּפְנֵי עֵדִים וְהָלְכוּ לִמְדִינָה אַחֶרֶת אוֹ מֵתוּ. אֲבָל אִם הוֹדוּ שֶׁהָיוּ הַקִּדּוּשִׁין בְּלֹא עֵדִים אֵין כָּאן קִדּוּשִׁין כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל מָקוֹם שֶׁתֹּאמַר אִשָּׁה לְאִישׁ קִדַּשְׁתַּנִי וְהוּא אוֹמֵר לֹא קִדַּשְׁתִּיךְ מְבַקְּשִׁים מִמֶּנּוּ שֶׁיִּכְתֹּב לָהּ גֵּט לְהַתִּירָהּ לִשְׁאָר הָעָם שֶׁאֵין לוֹ בָּזֶה הֶפְסֵד. וְאִם נָתַן לָהּ גֵּט מֵעַצְמוֹ כּוֹפִין אוֹתוֹ לִתֵּן כְּתֻבָּה:  ",
      "הָעוֹשֶׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה וְהָלַךְ וְקִדְּשָׁהּ לְעַצְמוֹ הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשָּׁלִיחַ. וְאָסוּר לַעֲשׂוֹת כֵּן. וְכָל הָעוֹשֶׂה דָּבָר זֶה וְכַיּוֹצֵא בּוֹ בִּשְׁאָר דִּבְרֵי מִקָּח וּמִמְכָּר נִקְרָא רָשָׁע:  ",
      "הָעוֹשֶׂה שָׁלִיחַ לְקַדֵּשׁ לוֹ אִשָּׁה וְהָלַךְ וְקִדְּשָׁהּ הַשָּׁלִיחַ אוֹמֵר לְעַצְמִי קִדַּשְׁתִּיהָ וְהָאִשָּׁה אוֹמֶרֶת לָרִאשׁוֹן שֶׁשְּׁלָחוֹ נִתְקַדַּשְׁתִּי. אִם לֹא עָשָׂה הַשָּׁלִיחַ בְּעֵדִים הֲרֵי הַשָּׁלִיחַ אָסוּר בִּקְרוֹבוֹתֶיהָ וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו. וְהָאִשָּׁה אֲסוּרָה בִּקְרוֹבֵי הַמְשַׁלֵּחַ וְהַמְשַׁלֵּחַ מֻתָּר בִּקְרוֹבוֹתֶיהָ. וְאִם הֻחְזַק הַשָּׁלִיחַ בְּעֵדִים הֲרֵי זוֹ מְקֻדֶּשֶׁת לָרִאשׁוֹן:  ",
      "אָמְרָה אֵינִי יוֹדַעַת לְמִי נִתְקַדַּשְׁתִּי אִם לַשּׁוֹלֵחַ אוֹ לִשְׁלוּחוֹ. אִם לֹא הֻחְזַק הַשָּׁלִיחַ בְּעֵדִים הֲרֵי זוֹ מְקֻדֶּשֶׁת לַשֵּׁנִי. וְאִם הֻחְזַק שֶׁהוּא שְׁלוּחוֹ שְׁנֵיהֶן נוֹתְנִין גֵּט. וְאִם רָצוּ אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס:  ",
      "הָאִשָּׁה שֶׁעָשְׂתָה שָׁלִיחַ לְקַדְּשָׁהּ וְהָלַךְ וְקִדְּשָׁהּ וּבְעֵת הֲלִיכָתוֹ בִּטְּלָה הַשְּׁלִיחוּת וְחָזְרָה בָּהּ וְאֵין יָדוּעַ אִם קֹדֶם שֶׁקִּבֵּל לָהּ הַקִּדּוּשִׁין חָזְרָה אוֹ אַחַר הַקִּדּוּשִׁין הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק. וְכֵן הָאִישׁ שֶׁעָשָׂה שָׁלִיחַ וְחָזַר בּוֹ:  ",
      "הַמְקַדֵּשׁ אַחַת מֵחָמֵשׁ נָשִׁים וְאֵינוֹ יוֹדֵעַ אֵי זוֹ מֵהֶן קִדֵּשׁ וְכָל אַחַת וְאַחַת אוֹמֶרֶת אוֹתִי קִדֵּשׁ אָסוּר בִּקְרוֹבוֹת כֻּלָּן. וְנוֹתֵן גֵּט לְכָל אַחַת וְאַחַת וּמַנִּיחַ כְּתֻבָּה אַחַת בֵּינֵיהֶן וּמִסְתַּלֵּק. וְאִם קִדֵּשׁ בְּבִיאָה קָנְסוּ אוֹתוֹ חֲכָמִים שֶׁיִּתֵּן כְּתֻבָּה לְכָל אַחַת וְאַחַת. וְהַדָּבָר יָדוּעַ שֶׁהַכְּתֻבָּה שֶׁכָּתַב לְאַחַת מֵהֶן אָבְדָה וְכָל אַחַת וְאַחַת אוֹמֶרֶת אֲנִי הִיא שֶׁקִּדַּשְׁתַּנִי וְכָתַבְתָּ לִי כְּתֻבָּה וְאָבְדָה כְּתֻבָּתִי:  ",
      "הָאִשָּׁה שֶׁיָּצָא עָלֶיהָ קוֹל שֶׁהִיא מְקֻדֶּשֶׁת לִפְלוֹנִי הֲרֵי זוֹ בְּחֶזְקַת מְקֻדֶּשֶׁת אַף עַל פִּי שֶׁאֵין שָׁם רְאָיָה בְּרוּרָה. וְכָל קוֹל שֶׁלֹּא הֻחְזַק בְּבֵית דִּין אֵין חוֹשְׁשִׁין לוֹ. וְכֵיצַד הוּא הַקּוֹל שֶׁתֻּחְזַק זוֹ בּוֹ שֶׁהִיא מְקֻדֶּשֶׁת. כְּגוֹן שֶׁבָּאוּ שְׁנַיִם וְהֵעִידוּ שֶׁרָאוּ הַנֵּרוֹת דּוֹלְקוֹת וּמִטּוֹת מוּצָעוֹת וּבְנֵי אָדָם נִכְנָסִין וְיוֹצְאִין וְנָשִׁים שְׂמֵחוֹת לָהּ וְאוֹמְרוֹת נִתְקַדְּשָׁה פְּלוֹנִית הַיּוֹם. שָׁמְעוּ אוֹתָן אוֹמְרוֹת פְּלוֹנִית תִּתְקַדֵּשׁ הַיּוֹם אֵין חוֹשְׁשִׁין לָהּ שֶׁמָּא נִזְדַּמְּנוּ לְקַדֵּשׁ וְלֹא נִתְקַדְּשָׁה עַד שֶׁיִּשְׁמְעוּ שֶׁנִּתְקַדְּשָׁה. וְכֵן אִם בָּאוּ שְׁנַיִם וְאָמְרוּ רָאִינוּ כְּמוֹ שִׂמְחַת אֵרוּסִין וְשָׁמַעְנוּ קוֹל הֲבָרָה וְשָׁמַעְנוּ מִפְּלוֹנִי שֶׁשָּׁמַע מִפְּלוֹנִי שֶׁנִּתְקַדְּשָׁה פְּלוֹנִית בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי וְהָלְכוּ לָהֶם הָעֵדִים לִמְדִינָה אַחֶרֶת אוֹ מֵתוּ הֲרֵי זֶה קוֹל שֶׁמַּחֲזִיק אוֹתָהּ מְקֻדֶּשֶׁת:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא הָיְתָה שָׁם אֲמַתְלָא אֲבָל אִם הָיְתָה שָׁם אֲמַתְלָא וְשָׁמְעוּ הָאֲמַתְלָא כְּשֶׁשָּׁמְעוּ שֶׁנִּתְקַדְּשָׁה לֹא הֻחְזְקָה מְקֻדֶּשֶׁת. כֵּיצַד הִיא הָאֲמַתְלָא. פְּלוֹנִית נִתְקַדְּשָׁה עַל תְּנַאי אוֹ קִדּוּשֵׁי סָפֵק לֹא הֻחְזְקָה. אֶלָּא שׁוֹאֲלִין אוֹתָהּ וְסוֹמְכִין עַל דְּבָרֶיהָ הוֹאִיל וְאֵין שָׁם רְאָיָה בְּרוּרָה וְלֹא קוֹל חָזָק:  ",
      "יָצָא עָלֶיהָ קוֹל שֶׁנִּתְקַדְּשָׁה לִפְלוֹנִי וּלְאַחַר יָמִים אָמְרוּ אֲמַתְלָא. אִם נִרְאִין הַדְּבָרִים לְבֵית דִּין שֶׁהוּא כֵּן סוֹמְכִין עַל הָאֲמַתְלָא וְלֹא תֻּחְזַק מְקֻדֶּשֶׁת. וְאִם לָאו הוֹאִיל וְלֹא נִשְׁמְעָה הָאֲמַתְלָא בְּעֵת שֶׁנִּשְׁמְעוּ הַקִּדּוּשִׁין אֵין חוֹשְׁשִׁין לַאֲמַתְלָא:  ",
      "מַעֲשֶׂה בְּאַחַת שֶׁיָּצָא עָלֶיהָ קוֹל שֶׁנִּתְקַדְּשָׁה לִבְנוֹ שֶׁל פְּלוֹנִי וּלְאַחַר זְמַן שָׁאֲלוּ לְאָבִיו וְאָמַר עַל תְּנַאי כָּךְ נִתְקַדְּשָׁה לוֹ וְלֹא נִתְקַיֵּם הַתְּנַאי וְלֹא סָמְכוּ חֲכָמִים עַל דְּבָרָיו אֶלָּא אָמְרוּ הֲרֵי זוֹ סָפֵק מְקֻדֶּשֶׁת וּכְאִלּוּ אֵין שָׁם אֲמַתְלָא:  ",
      "יָצָא עָלֶיהָ קוֹל שֶׁהִיא מְקֻדֶּשֶׁת לִפְלוֹנִי וּבָא שֵׁנִי וְקִדְּשָׁהּ בְּפָנֵינוּ בּוֹדְקִין עַל קִדּוּשֵׁי רִאשׁוֹן שֶׁהֵן בְּקוֹל. אִם בָּאוּ עֵדִים בִּרְאָיָה בְּרוּרָה שֶׁהִיא מְקֻדֶּשֶׁת לָרִאשׁוֹן אֵין קִדּוּשֵׁי שֵׁנִי כְּלוּם. וְאִם לָאו מְגָרֵשׁ רִאשׁוֹן שֶׁקִּדּוּשָׁיו בְּקוֹל וְנוֹשֵׂא הַשֵּׁנִי שֶׁקִּדּוּשָׁיו וַדַּאי. וְאִם גֵּרֵשׁ הַשֵּׁנִי לֹא יִכְנֹס הָרִאשׁוֹן שֶׁמָּא יֹאמְרוּ הֶחֱזִיר גְּרוּשָׁתוֹ מִן הָאֵרוּסִין אַחַר שֶׁנִּתְאָרְסָה לְאַחֵר:  ",
      "יָצָא עָלֶיהָ קוֹל שֶׁהִיא מְקֻדֶּשֶׁת לִפְלוֹנִי וְיָצָא קוֹל אַחֵר כְּמוֹתוֹ שֶׁהִיא מְקֻדֶּשֶׁת לְאַחֵר. אֶחָד כּוֹתֵב גֵּט וְאֶחָד כּוֹנֵס בֵּין רִאשׁוֹן בֵּין אַחֲרוֹן:  ",
      "מָקוֹם שֶׁנָּהֲגוּ לִשְׁלֹחַ סִבְלוֹנוֹת לַאֲרוּסָה אַחַר שֶׁתִּתְאָרֵס וּבָאוּ עֵדִים שֶׁרָאוּ סִבְלוֹנוֹת שֶׁהוּבְלוּ לָהּ חוֹשְׁשִׁין לָהּ שֶׁמָּא נִתְקַדְּשָׁה וּצְרִיכָה גֵּט מִסָּפֵק אַף עַל פִּי שֶׁרֹב אַנְשֵׁי הָעִיר אֵין מְשַׁלְּחִין סִבְלוֹנוֹת אֶלָּא קֹדֶם הָאֵרוּסִין. וּמָקוֹם שֶׁנָּהֲגוּ כֻּלָּן לִשְׁלֹחַ סִבְלוֹנוֹת בַּתְּחִלָּה וְאַחַר כָּךְ מְקַדְּשִׁין וְרָאוּ סִבְלוֹנוֹת אֵין חוֹשְׁשִׁין לָהּ:  ",
      "הֻחְזַק שְׁטַר כְּתֻבָּתָהּ. אִם דֶּרֶךְ מִקְצָת אַנְשֵׁי הַמָּקוֹם שֶׁמְּקַדְּשִׁין וְאַחַר כָּךְ כּוֹתְבִין חוֹשְׁשִׁין לָהּ. וְאַף עַל פִּי שֶׁאֵין שָׁם סוֹפֵר אֵין אוֹמְרִין שֶׁמָּא מִפְּנֵי הַסּוֹפֵר שֶׁמָּצָא הִקְדִּים וְכָתַב. וְאִם דֶּרֶךְ כָּל אַנְשֵׁי הַמָּקוֹם שֶׁכּוֹתְבִין הַכְּתֻבָּה קֹדֶם הַקִּדּוּשִׁין אֵין חוֹשְׁשִׁין לָהּ:  ",
      "שְׁנַיִם אוֹמְרִין רְאִינוּהָ שֶׁנִּתְקַדְּשָׁה בְּיוֹם פְּלוֹנִי וּשְׁנַיִם אוֹמְרִין לֹא רְאִינוּהָ אַף עַל פִּי שֶׁכֻּלָּם שְׁכֵנִים בֶּחָצֵר אַחַת הֲרֵי זוֹ מְקֻדֶּשֶׁת שֶׁאֵין [טַעֲנַת] לֹא רְאִינוּהָ רְאָיָה שֶׁדֶּרֶךְ הָעָם לְקַדֵּשׁ בְּצִנְעָה:  ",
      "אָמַר עֵד אֶחָד מְקֻדֶּשֶׁת הִיא זוֹ וְהִיא אוֹמֶרֶת לֹא נִתְקַדַּשְׁתִּי הֲרֵי זוֹ מֻתֶּרֶת. אֶחָד אוֹמֵר מְקֻדֶּשֶׁת וְאֶחָד אוֹמֵר אֵינָהּ מְקֻדֶּשֶׁת לֹא תִּנָּשֵׂא וְאִם נִשֵּׂאת לֹא תֵּצֵא שֶׁהֲרֵי הִיא אוֹמֶרֶת לֹא נִתְקַדַּשְׁתִּי. אָמְרָה מְקֻדֶּשֶׁת אֲנִי וּלְאַחַר זְמַן עָמְדָה וְקִדְּשָׁה עַצְמָהּ אִם נָתְנָה אֲמַתְלָא לִדְבָרֶיהָ וְאָמְרָה מִפְּנֵי כָּךְ וְכָךְ אָמַרְתִּי בַּתְּחִלָּה שֶׁאֲנִי מְקֻדֶּשֶׁת וְרָאִינוּ בִּדְבָרֶיהָ מַמָּשׁ הֲרֵי זוֹ מֻתֶּרֶת לַשֵּׁנִי. וְאִם לֹא נָתְנָה אֲמַתְלָא אוֹ שֶׁנָּתְנָה וְאֵין בָּהֶן מַמָּשׁ הֲרֵי זוֹ אֲסוּרָה וְקִדּוּשֵׁי שֵׁנִי קִדּוּשֵׁי סָפֵק. לְפִיכָךְ נוֹתֵן לָהּ גֵּט וְתִהְיֶה אֲסוּרָה עָלָיו וְעַל הַכּל עַד שֶׁיָּבוֹא אֲרוּסָהּ. וְכֵן הָאִשָּׁה שֶׁבָּאת וְאָמְרָה אֵשֶׁת אִישׁ אֲנִי וְחָזְרָה וְאָמְרָה פְּנוּיָה אֲנִי אִם נָתְנָה אֲמַתְלָא לִדְבָרֶיהָ וְיֵשׁ בִּדְבָרֶיהָ מַמָּשׁ הֲרֵי זוֹ נֶאֱמֶנֶת:  "
    ],
    [
      "הָאֲרוּסָה אֲסוּרָה לְבַעְלָהּ מִדִּבְרֵי סוֹפְרִים כָּל זְמַן שֶׁהִיא בְּבֵית אָבִיהָ. וְהַבָּא עַל אֲרוּסָתוֹ בְּבֵית חָמִיו מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וַאֲפִלּוּ אִם קִדְּשָׁהּ בְּבִיאָה אָסוּר לוֹ לָבוֹא עָלֶיהָ בִּיאָה שְׁנִיָּה בְּבֵית אָבִיהָ עַד שֶׁיָּבִיא אוֹתָהּ לְתוֹךְ בֵּיתוֹ וְיִתְיַחֵד עִמָּהּ וְיַפְרִישֶׁנָּהּ לוֹ. וְיִחוּד זֶה הוּא הַנִּקְרָא כְּנִיסָה לַחֻפָּה וְהוּא הַנִּקְרָא נִשּׂוּאִין בְּכָל מָקוֹם. וְהַבָּא עַל אֲרוּסָתוֹ לְשֵׁם נִשּׂוּאִין אַחַר שֶׁקִּדְּשָׁהּ מִשֶּׁיְּעָרֶה בָּהּ קְנָאָהּ וְנַעֲשֵׂית נְשׂוּאָה וַהֲרֵי הִיא אִשְׁתּוֹ לְכָל דָּבָר: \n",
      "כֵּיוָן שֶׁנִּכְנְסָה הָאֲרוּסָה לַחֻפָּה הֲרֵי זוֹ מֻתֶּרֶת לָבֹא עָלֶיהָ בְּכָל עֵת שֶׁיִּרְצֶה וַהֲרֵי הִיא אִשְׁתּוֹ גְּמוּרָה לְכָל דָּבָר. וּמִשֶּׁתִּכָּנֵס לַחֻפָּה נִקְרֵאת נְשׂוּאָה אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה וְהוּא שֶׁתִּהְיֶה רְאוּיָה לִבְעִילָה. אֲבָל אִם הָיְתָה נִדָּה אַף עַל פִּי שֶׁנִּכְנְסָה לַחֻפָּה וְנִתְיַחֵד עִמָּהּ לֹא גָּמְרוּ הַנִּשּׂוּאִין וַהֲרֵי הִיא כַּאֲרוּסָה עֲדַיִן: \n",
      "וְצָרִיךְ לְבָרֵךְ בִּרְכַּת חֲתָנִים בְּבֵית הֶחָתָן קֹדֶם הַנִּשּׂוּאִין וְהֵן שֵׁשׁ בְּרָכוֹת וְאֵלּוּ הֵן. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁהַכּל בָּרָא לִכְבוֹדוֹ. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם יוֹצֵר הָאָדָם. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר יָצַר אֶת הָאָדָם בְּצַלְמוֹ בְּצֶלֶם דְּמוּת תַּבְנִיתוֹ וְהִתְקִין לוֹ מִמֶּנּוּ בִּנְיַן עֲדֵי עַד בָּרוּךְ אַתָּה ה' יוֹצֵר הָאָדָם. שׂוֹשׂ תָּשִׂישׂ וְתָגֵל עֲקָרָה בְּקִבּוּץ בָּנֶיהָ לְתוֹכָהּ בְּשִׂמְחָה בָּרוּךְ אַתָּה ה' מְשַׂמֵּחַ צִיּוֹן בְּבָנֶיהָ. שַׂמֵּחַ תְּשַׂמַּח רֵעִים הָאֲהוּבִים כְּשַׂמֵּחֲךָ יְצִירְךָ בְּגַן עֵדֶן מִקֶּדֶם בָּרוּךְ אַתָּה ה' מְשַׂמֵּחַ חָתָן וְכַלָּה. בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר בָּרָא שָׂשׂוֹן וְשִׂמְחָה חָתָן וְכַלָּה גִּילָה רִנָּה דִּיצָה וְחֶדְוָה אַהֲבָה אַחֲוָה שָׁלוֹם וְרֵעוּת מְהֵרָה ה' אֱלֹהֵינוּ יִשָּׁמַע בְּעָרֵי יְהוּדָה וּבְחוּצוֹת יְרוּשָׁלַיִם קוֹל שָׂשׂוֹן קוֹל שִׂמְחָה קוֹל חָתָן קוֹל כַּלָּה קוֹל מִצְהֲלוֹת חֲתָנִים מֵחֻפָּתָם וּנְעָרִים מִמִּשְׁתֵּה מַנְגִּינָתָם בָּרוּךְ אַתָּה ה' מְשַׂמֵּחַ הֶחָתָן עִם הַכַּלָּה: \n",
      "וְאִם הָיָה שָׁם יַיִן מֵבִיא כּוֹס שֶׁל יַיִן וּמְבָרֵךְ עַל הַיַּיִן תְּחִלָּה וּמְסַדֵּר אֶת כֻּלָּן עַל הַכּוֹס וְנִמְצָא מְבָרֵךְ שֶׁבַע בְּרָכוֹת. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לְהָבִיא הֲדַס עִם הַיַּיִן וּמְבָרֵךְ עַל הַהֲדַס אַחַר הַיַּיִן וְאַחַר כָּךְ מְבָרֵךְ הַשֵּׁשׁ: \n",
      "וְאֵין מְבָרְכִין בִּרְכַּת חֲתָנִים אֶלָּא בַּעֲשָׂרָה גְּדוֹלִים וּבְנֵי חוֹרִין וְחָתָן מִן הַמִּנְיָן: \n",
      "הַמְאָרֵס אֶת הָאִשָּׁה וּבֵרֵךְ בִּרְכַּת חֲתָנִים וְלֹא נִתְיַחֵד עִמָּהּ בְּבֵיתוֹ עֲדַיִן אֲרוּסָה הִיא שֶׁאֵין בִּרְכַּת חֲתָנִים עוֹשָׂה הַנִּשּׂוּאִין אֶלָּא כְּנִיסָה לַחֻפָּה. אֵרֵס וְכָנַס לַחֻפָּה וְלֹא בֵּרֵךְ בִּרְכַּת חֲתָנִים הֲרֵי זוֹ נְשׂוּאָה גְּמוּרָה וְחוֹזֵר וּמְבָרֵךְ אֲפִלּוּ אַחַר כַּמָּה יָמִים. וְלֹא תִּנָּשֵׂא נִדָּה עַד שֶׁתִּטְהַר. וְאֵין מְבָרְכִין לָהּ בִּרְכַּת חֲתָנִים עַד שֶׁתִּטְהַר. וְאִם עָבַר וְנָשָׂא וּבֵרֵךְ אֵינוֹ חוֹזֵר וּמְבָרֵךְ: \n",
      "וְצָרִיךְ לִכְתֹּב כְּתֻבָּה קֹדֶם כְּנִיסָה לַחֻפָּה וְאַחַר כָּךְ יִהְיֶה מֻתָּר בְּאִשְׁתּוֹ וְהֶחָתָן נוֹתֵן שְׂכַר הַסּוֹפֵר. וְכַמָּה הוּא כּוֹתֵב לָהּ. אִם הָיְתָה בְּתוּלָה אֵין כּוֹתְבִין לָהּ פָּחוֹת מִמָּאתַיִם דִּינָרִים וְאִם בְּעוּלָה אֵין כּוֹתְבִין לָהּ פָּחוֹת מִמֵּאָה דִּינָרִים [ד.] וְזֶה הוּא הַנִּקְרָא עִקַּר כְּתֻבָּה. וְאִם רָצָה לְהוֹסִיף לָהּ אֲפִלּוּ כִּכַּר זָהָב מוֹסִיף. וְדִין הַתּוֹסֶפֶת וְדִין הָעִקָּר אֶחָד הוּא לְרֹב הַדְּבָרִים. לְפִיכָךְ כָּל מָקוֹם שֶׁנֶּאֱמַר בּוֹ כְּתֻבָּה סְתָם הוּא הָעִקָּר וְהַתּוֹסֶפֶת כְּאֶחָד. וַחֲכָמִים הֵם שֶׁתִּקְּנוּ כְּתֻבָּה לָאִשָּׁה כְּדֵי שֶׁלֹּא תִּהְיֶה קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ: \n",
      "דִּינָרִים אֵלּוּ לֹא תִּקְּנוּ אוֹתָם מִן הַכֶּסֶף הַטָּהוֹר אֶלָּא מִמַּטְבֵּעַ שֶׁהָיָה בְּאוֹתָן הַיָּמִים שֶׁהָיָה שִׁבְעָה חֲלָקִים נְחשֶׁת וְאֶחָד כֶּסֶף עַד שֶׁיִּהְיֶה בַּסֶּלַע חֲצִי זוּז כֶּסֶף. וְנִמְצָא מָאתַיִם דִּינָרִים שֶׁל בְּתוּלָה חֲמִשָּׁה וְעֶשְׂרִים זוּזִין שֶׁל כֶּסֶף טָהוֹר וּמֵאָה דִּינָרִים שֶׁל בְּעוּלָה שְׁנֵים עָשָׂר זוּזִים וּמֶחֱצָה. וּמִשְׁקַל כָּל זוּז שֵׁשׁ וְתִשְׁעִים שְׂעוֹרוֹת כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְחִלַּת עֵרוּבִין. וְהַדִּינָר הוּא הַנִּקְרָא זוּז בְּכָל מָקוֹם בֵּין שֶׁיִּהְיֶה מִן הַכֶּסֶף הַטָּהוֹר בֵּין שֶׁיִּהְיֶה מִמַּטְבֵּעַ אוֹתָן הַיָּמִים: \n",
      "אֵין פּוֹחֲתִין לִבְתוּלָה מִמָּאתַיִם וְלִבְעוּלָה מִמֵּאָה. וְכָל הַפּוֹחֵת בְּעִילָתוֹ בְּעִילַת זְנוּת. אֶחָד הַכּוֹתֵב אֶת הַכְּתֻבָּה בִּשְׁטָר וְאֶחָד שֶׁהֵעִידוּ עָלָיו עֵדִים וְקָנוּ מִיָּדוֹ שֶׁהוּא חַיָּב לָהּ מֵאָה אוֹ מָאתַיִם הֲרֵי זֶה מֻתָּר. וְכֵן אִם נָתַן לָהּ מִטַּלְטְלִין כְּנֶגֶד כְּתֻבָּתָהּ הֲרֵי זֶה מֻתָּר לִבְעל עַד שֶׁיִּהְיֶה לוֹ פְּנַאי לִכְתֹּב: \n",
      "הַכּוֹנֵס אֶת הָאִשָּׁה וְלֹא כָּתַב לָהּ כְּתֻבָּה. אוֹ שֶׁכָּתַב וְאָבַד שְׁטַר הַכְּתֻבָּה. אוֹ שֶׁמָּחֲלָה כְּתֻבָּתָהּ לְבַעְלָהּ. אוֹ שֶׁמָּכְרָה לוֹ כְּתֻבָּתָהּ. חוֹזֵר וְכוֹתֵב לָהּ עִקַּר כְּתֻבָּה אִם רָצָה לְקַיְּמָהּ. לְפִי שֶׁאָסוּר לוֹ לְאָדָם לִשְׁהוֹת עִם אִשְׁתּוֹ אֲפִלּוּ שָׁעָה אַחַת בְּלֹא כְּתֻבָּה. אֲבָל הַמּוֹכֶרֶת כְּתֻבָּתָהּ לַאֲחֵרִים בְּטוֹבַת הֲנָאָה אֵינוֹ צָרִיךְ לִכְתֹּב לָהּ כְּתֻבָּה אַחֶרֶת. שֶׁלֹּא תִּקְּנוּ כְּתֻבָּה אֶלָּא כְּדֵי שֶׁלֹּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ. וְאִם הוֹצִיא זֶה מְשַׁלֵּם כְּתֻבָּתָהּ לַלּוֹקֵחַ כְּדֶרֶךְ שֶׁהָיָה מְשַׁלֵּם לָהּ אִם לֹא מָכְרָה: \n",
      "הַמְאָרֵס אֶת הָאִשָּׁה וְכָתַב לָהּ כְּתֻבָּה וְלֹא נִכְנְסָה לַחֻפָּה עֲדַיִן אֲרוּסָה הִיא וְאֵינָהּ נְשׂוּאָה שֶׁאֵין הַכְּתֻבָּה עוֹשָׂה נִשּׂוּאִין. וְאִם מֵת אוֹ גֵּרְשָׁהּ גּוֹבָה עִקַּר כְּתֻבָּתָהּ מִבְּנֵי חוֹרִין וְאֵינָהּ גּוֹבָה תּוֹסֶפֶת כְּלָל הוֹאִיל וְלֹא כְּנָסָהּ. אֲבָל אִם אֵרֵס אִשָּׁה וְלֹא כָּתַב לָהּ כְּתֻבָּה וָמֵת אוֹ גֵּרְשָׁהּ וְהִיא אֲרוּסָה אֵין לָהּ כְּלוּם וַאֲפִלּוּ הָעִקָּר שֶׁלֹּא תִּקְּנוּ לָהּ עִקַּר כְּתֻבָּה עַד שֶׁתִּנָּשֵׂא אוֹ עַד שֶׁיִּכְתֹּב. וְהַמְאָרֵס אֶת בִּתּוֹ וְכָתַב לָהּ כְּתֻבָּה וָמֵת אוֹ גֵּרְשָׁהּ כְּשֶׁהָיְתָה נַעֲרָה כְּתֻבָּתָהּ לְאָבִיהָ כְּמוֹ שֶׁבֵּאַרְנוּ [לְמַעְלָה בְּפֶרֶק שְׁלִישִׁי]: \n",
      "וְכֵן תִּקְּנוּ חֲכָמִים שֶׁכָּל הַנּוֹשֵׂא בְּתוּלָה יִהְיֶה שָׂמֵחַ עִמָּהּ שִׁבְעַת יָמִים. אֵינוֹ עוֹסֵק בִּמְלַאכְתּוֹ וְלֹא נוֹשֵׂא וְנוֹתֵן בַּשּׁוּק אֶלָּא אוֹכֵל וְשׁוֹתֶה וְשָׂמֵחַ. בֵּין שֶׁהָיָה בָּחוּר בֵּין שֶׁהָיָה אַלְמוֹן. וְאִם הָיְתָה בְּעוּלָה אֵין פָּחוֹת מִשְּׁלֹשָׁה יָמִים. שֶׁתַּקָּנַת חֲכָמִים הִיא לִבְנוֹת יִשְׂרָאֵל שֶׁיִּהְיֶה שָׂמֵחַ עִם הַבְּעוּלָה שְׁלֹשָׁה יָמִים בֵּין בָּחוּר בֵּין אַלְמוֹן: \n",
      "יֵשׁ לוֹ לְאָדָם לִשָּׂא נָשִׁים רַבּוֹת כְּאַחַת בְּיוֹם אֶחָד וּמְבָרֵךְ בִּרְכַּת חֲתָנִים לְכֻלָּן כְּאַחַת. אֲבָל לְשִׂמְחָה צָרִיךְ לִשְׂמֹחַ עִם כָּל אַחַת שִׂמְחָה הָרְאוּיָה לָהּ. עִם בְּתוּלָה שִׁבְעָה. עִם בְּעוּלָה שְׁלֹשָׁה. וְאֵין מְעָרְבִין שִׂמְחָה בְּשִׂמְחָה: \n",
      "מֻתָּר לְאָרֵס בְּכָל יוֹם חֹל אֲפִלּוּ בְּתִשְׁעָה בְּאָב בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה. אֲבָל אֵין נוֹשְׂאִין נָשִׁים לֹא בְּעֶרֶב שַׁבָּת וְלֹא בְּאֶחָד בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יָבוֹא לִידֵי חִלּוּל שַׁבָּת בְּתִקּוּן הַסְּעֵדָּה שֶׁהֶחָתָן טָרוּד בַּסְּעֻדָּה. וְאֵין צָרִיךְ לוֹמַר שֶׁאָסוּר לִשָּׂא אִשָּׁה בְּשַׁבָּת. וַאֲפִלּוּ בְּחֻלּוֹ שֶׁל מוֹעֵד אֵין נוֹשְׂאִין נָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ לְפִי שֶׁאֵין מְעָרְבִין שִׂמְחָה בְּשִׂמְחָה שֶׁנֶּאֱמַר <small>(בראשית כט כז)</small> \"מַלֵּא שְׁבֻעַ זֹאת וְנִתְּנָה לְךָ גַּם אֶת זֹאת\". וּשְׁאָר הַיָּמִים מֻתָּר לִשָּׂא אִשָּׁה בְּכָל יוֹם שֶׁיִּרְצֶה וְהוּא שֶׁיִּטְרַח בִּסְעֻדַּת נִשּׂוּאִין שְׁלֹשָׁה יָמִים קֹדֶם הַנִּשּׂוּאִין: \n",
      "מָקוֹם שֶׁאֵין בֵּית דִּין יוֹשְׁבִין בּוֹ אֶלָּא בְּשֵׁנִי וּבַחֲמִישִׁי בִּלְבַד בְּתוּלָה נִשֵּׂאת בְּיוֹם רְבִיעִי שֶׁאִם הָיְתָה לוֹ טַעֲנַת בְּתוּלִים יַשְׁכִּים לְבֵית דִּין. וּמִנְהַג חֲכָמִים שֶׁהַנּוֹשֵׂא אֶת הַבְּעוּלָה יִשָּׂאֶנָּה בַּחֲמִישִׁי כְּדֵי שֶׁיִּהְיֶה שָׂמֵחַ עִמָּהּ חֲמִישִׁי וְעֶרֶב שַׁבָּת וְשַׁבָּת וְיוֹצֵא לִמְלַאכְתּוֹ יוֹם רִאשׁוֹן: \n",
      "הַמְאָרֵס אֶת בִּתּוֹ קְטַנָּה וּתְבָעָהּ הַבַּעַל לְנִשּׂוּאִין. בֵּין הִיא בֵּין אָבִיהָ יְכוֹלִין לְעַכֵּב שֶׁלֹּא תִּנָּשֵׂא עַד שֶׁתַּגְדִּיל וְתֵעָשֶׂה נַעֲרָה וְאִם רָצָה לְכָנְסָהּ כּוֹנֵס. וְאֵין רָאוּי לַעֲשׂוֹת כֵּן: \n",
      "אֵרְסָהּ וְשָׁהָה כַּמָּה שָׁנִים וּתְבָעָהּ לְנִשּׂוּאִין וַהֲרֵי הִיא נַעֲרָה נוֹתְנִין לָהּ י''ב חֹדֶשׁ מִיּוֹם הַתְּבִיעָה לְפַרְנֵס אֶת עַצְמָהּ וּלְתַקֵּן מַה שֶּׁהִיא צְרִיכָה לָהּ וְאַחַר כָּךְ תִּנָּשֵׂא. תְּבָעָהּ אַחַר שֶׁבָּגְרָה נוֹתְנִין לָהּ י''ב חֹדֶשׁ מִיּוֹם הַבֶּגֶר. וְכֵן אִם קִדְּשָׁהּ בְּיוֹם הַבֶּגֶר נוֹתְנִין לָהּ י''ב חֹדֶשׁ מִיּוֹם הַקִּדּוּשִׁין שֶׁהוּא יוֹם הַבֶּגֶר. קִדְּשָׁהּ אַחַר שֶׁבָּגְרָה אִם עָבְרוּ עָלֶיהָ י''ב חֹדֶשׁ בְּבַגְרוּתָהּ וּלְאַחַר כָּךְ נִתְקַדְּשָׁה אֵין נוֹתְנִין לָהּ אֶלָּא שְׁלֹשִׁים יוֹם מִיּוֹם הַתְּבִיעָה. וְכֵן הַמְאָרֵס אֶת הַבְּעוּלָה נוֹתְנִין לָהּ שְׁלֹשִׁים יוֹם מִיּוֹם הַתְּבִיעָה: \n",
      "כְּשֵׁם שֶׁנּוֹתְנִין זְמַן לָאִשָּׁה מִשֶּׁתְּבָעָהּ הַבַּעַל לְפַרְנֵס אֶת עַצְמָהּ וְאַחַר כָּךְ תִּנָּשֵׂא כָּךְ נוֹתְנִין זְמַן לָאִישׁ לְפַרְנֵס אֵת עַצְמוֹ מִשֶּׁתָּבְעָה הָאִשָּׁה אוֹתוֹ. וְכַמָּה נוֹתְנִין לוֹ כְּמוֹ שֶׁנּוֹתְנִין לָהּ אִם י''ב חֹדֶשׁ י''ב חֹדֶשׁ וְאִם שְׁלֹשִׁים יוֹם שְׁלֹשִׁים יוֹם: \n",
      "הִגִּיעַ זְמַן שֶׁנָּתְנוּ לָאִישׁ וְלֹא נְשָׂאָהּ נִתְחַיֵּב בִּמְזוֹנוֹתֶיהָ אַף עַל פִּי שֶׁלֹּא כָּנַס. וְאִם הִגִּיעַ הַזְּמַן בְּאֶחָד בְּשַׁבָּת אוֹ בְּעֶרֶב שַׁבָּת אֵינוֹ מַעֲלֶה לָהּ מְזוֹנוֹת בְּאוֹתוֹ הַיּוֹם מִפְּנֵי שֶׁאֵינוֹ יָכוֹל לִכְנֹס. וְכֵן אִם חָלָה הוּא אוֹ הִיא אוֹ שֶׁפֵּרְסָה נִדָּה כְּשֶׁהִגִּיעַ הַזְּמַן אֵינוֹ מַעֲלֶה לָהּ מְזוֹנוֹת שֶׁהֲרֵי אֵינָהּ רְאוּיָה לְהִנָּשֵׂא עַד שֶׁתִּטְהַר אוֹ עַד שֶׁתַּבְרִיא. וְכֵן הוּא אֵינוֹ יָכוֹל לִשָּׂא אִשָּׁה עַד שֶׁיַּבְרִיא: \n"
    ],
    [
      "הַנּוֹשֵׂא בְּתוּלָה שֶׁנִּתְאַלְמִנָה אוֹ שֶׁנִּתְגָּרְשָׁה אוֹ נֶחְלְצָה. אִם מִן הָאֵרוּסִין נִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה אוֹ נֶחְלְצָה כְּתֻבָּתָהּ מָאתַיִם. וְאִם מִן הַנִּשּׂוּאִין כְּתֻבָּתָהּ מֵאָה. שֶׁמִּשֶּׁנִּשֵּׂאת הֲרֵי הִיא כִּבְעוּלָה. וְכֵן הַנּוֹשֵׂא בְּתוּלָה מְשֻׁחְרֶרֶת אוֹ גִּיֹּרֶת אוֹ שְׁבוּיָה אִם נִשְׁתַּחְרְרָה הַשִּׁפְחָה וְנִתְגַּיְּרָה הַכּוּתִית וְנִפְדֵית הַשְּׁבוּיָה וְהֵן פְּחוּתוֹת מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד כְּתֻבָּתָן מָאתַיִם. וְאִם הָיוּ בְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה כְּתֻבָּתָן מֵאָה:  ",
      "וּמִפְּנֵי מָה תִּקְּנוּ חֲכָמִים לְאֵלּוּ כְּתֻבָּה מֵאָה וְאַף עַל פִּי שֶׁהֵן בְּתוּלוֹת. הוֹאִיל וְחֶזְקַת הַנְּשׂוּאָה שֶׁתִּבָּעֵל וְחֶזְקַת הַשִּׁפְחָה וְהַכּוּתִית וְהַשְּׁבוּיָה שֶׁתִּבָּעֵל תִּקְּנוּ לְאֵלּוּ מֵאָה בֵּין נִבְעֲלוּ בֵּין לֹא נִבְעֲלוּ וַהֲרֵי הֵן כִּבְעוּלוֹת לְכָל דָּבָר:  ",
      "מֻכַּת עֵץ כְּתֻבָּתָהּ מֵאָה אֲפִלּוּ נִשֵּׂאת עַל מְנָת שֶׁהִיא בְּתוּלָה שְׁלֵמָה וְנִמְצֵאת מֻכַּת עֵץ כְּתֻבָּתָהּ מֵאָה. קְטַנָּה מִבַּת שָׁלֹשׁ שָׁנִים וּלְמַטָּה שֶׁנִּבְעֲלָה אֲפִלּוּ בָּא עָלֶיהָ אָדָם גָּדוֹל כְּתֻבָּתָהּ מָאתַיִם, סוֹפָהּ שֶׁתַּחֲזֹר בְּתוּלָה כִּשְׁאָר הַבְּתוּלוֹת. וְכֵן גְּדוֹלָה שֶׁבָּא עָלֶיהָ קָטָן מִבֶּן תֵּשַׁע שָׁנִים וּלְמַטָּה כְּתֻבָּתָהּ מָאתַיִם כְּאִלּוּ לֹא נִבְעֲלָה כְּלָל. שֶׁבִּיאַת בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד בִּיאָתוֹ בִּיאָה, פָּחוֹת מִזֶּה אֵין בִּיאָתוֹ בִּיאָה:  ",
      "בְּתוּלָה שֶׁהִיא בּוֹגֶרֶת אוֹ סוּמָא אוֹ אַיְלוֹנִית כְּתֻבָּתָן מָאתַיִם. אֲבָל הַחֵרֶשֶׁת וְהַשּׁוֹטָה לֹא תִּקְּנוּ לָהֶן כְּתֻבָּה. הַשּׁוֹטָה לֹא תִּקְּנוּ לָהּ נִשּׂוּאִין כְּלָל. וְהַחֵרֶשֶׁת אַף עַל פִּי שֶׁיֵּשׁ לָהּ נִשּׂוּאִין מִדִּבְרֵיהֶם לֹא תִּקְּנוּ לָהּ כְּתֻבָּה כְּדֵי שֶׁלֹּא יִמָּנְעוּ מִלָּשֵׂאת אוֹתָהּ. וּכְשֵׁם שֶׁאֵין לָהּ כְּתֻבָּה כָּךְ אֵין לָהּ מְזוֹנוֹת וְלֹא תְּנַאי מִתְּנָאֵי כְּתֻבָּה. וְאִם כָּנַס הַחֵרֶשֶׁת וְנִתְפַּקְּחָה יֵשׁ לָהּ כְּתֻבָּה וּתְנַאי כְּתֻבָּה וּכְתֻבָּתָהּ מֵאָה:  ",
      "נָשָׂא חֵרֶשֶׁת אוֹ שׁוֹטָה וְכָתַב לָהֶן מֵאָה מָנֶה כְּתֻבָּתָן קַיֶּמֶת מִפְּנֵי שֶׁרָצָה לְהַזִּיק נְכָסָיו:  ",
      "חֵרֵשׁ אוֹ שׁוֹטֶה שֶׁנָּשְׂאוּ נָשִׁים פִּקְחוֹת אַף עַל פִּי שֶׁנִּתְפַּקֵּחַ הַחֵרֵשׁ וְנִשְׁתַּפָּה הַשּׁוֹטֶה אֵין לִנְשֵׁיהֶם עֲלֵיהֶם כְּלוּם. רָצוּ לְקַיְּמָן אַחַר שֶׁהִבְרִיאוּ יֵשׁ לָהֶן כְּתֻבָּה וּכְתֻבָּתָן מֵאָה. וְאִם בֵּית דִּין הֵם שֶׁהִשִּׂיאוּ הַחֵרֵשׁ וְכָתְבוּ לָהּ כְּתֻבָּתָהּ עַל נְכָסָיו נוֹטֶלֶת כָּל מַה שֶּׁכָּתְבוּ לָהּ בֵּית דִּין. אֲבָל הַשּׁוֹטֶה אֵין בֵּית דִּין מַשִּׂיאִין אוֹתוֹ בְּכָל מָקוֹם. וּמִפְּנֵי שֶׁאֵין תַּקָּנַת חֲכָמִים עוֹמֶדֶת בּוֹ לֹא תִּקְּנוּ לוֹ נִשּׂוּאִין. וְכֵן הַקָּטָן לֹא תִּקְּנוּ לוֹ חֲכָמִים נִשּׂוּאִין הוֹאִיל וְסוֹפוֹ לָבוֹא לִידֵי נִשּׂוּאִין גְּמוּרִין. וּמִפְּנֵי מָה תִּקְּנוּ נִשּׂוּאִין לִקְטַנָּה וְאַף עַל פִּי שֶׁהִיא בָּאָה לִידֵי נִשּׂוּאִין גְּמוּרִין. כְּדֵי שֶׁלֹּא יִנְהֲגוּ בָּהּ מִנְהַג הֶפְקֵר. וְאֵין מַשִּׂיאִין אֶת הַקָּטָן עַד שֶׁבּוֹדְקִין אוֹתוֹ וְיוֹדְעִים שֶׁהֵבִיא סִימָנִין:  ",
      "קָטָן אֲפִלּוּ בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁנָּשָׂא אִשָּׁה אֵין לָהּ כְּתֻבָּה. וְאִם הִגְדִּיל וְקִיְּמָהּ אַחַר שֶׁהִגְדִּיל יֵשׁ לָהּ עִקַּר כְּתֻבָּה. וְכֵן גֵּר שֶׁנִּתְגַּיֵּר הוּא וְאִשְׁתּוֹ כְּתֻבָּתָהּ מָנֶה שֶׁעַל מְנָת כֵּן קִיְּמָהּ:  ",
      "כָּל בְּתוּלָה שֶׁכְּתֻבָּתָהּ מָאתַיִם יֵשׁ לָהּ טַעֲנַת בְּתוּלִים. וְכָל שֶׁכְּתֻבָּתָהּ מֵאָה אוֹ שֶׁלֹּא תִּקְּנוּ לָהּ חֲכָמִים כְּתֻבָּה אֵין לָהּ טַעֲנַת בְּתוּלִים. וְהַמִּתְיַחֵד עִם אֲרוּסָתוֹ קֹדֶם נִשּׂוּאִין אֵין לָהּ טַעֲנַת בְּתוּלִים:  ",
      "וּמַה הִיא טַעֲנַת בְּתוּלִים. זֶה שֶׁנָּשָׂא אִשָּׁה שֶׁחֶזְקָתָהּ שֶׁהִיא בְּתוּלָה וְטוֹעֵן וְאוֹמֵר לֹא מְצָאתִיהָ בְּתוּלָה. וּשְׁנֵי סִימָנִין הֵן לִבְתוּלָה. הָאֶחָד דָּמִים שֶׁשׁוֹתְתִין מִמֶּנָּה בְּסוֹף בִּיאָה רִאשׁוֹנָה. וְהַשֵּׁנִי הַדֹּחַק שֶׁיִּמָּצֵא בָּהּ בְּבִיאָה רִאשׁוֹנָה בִּשְׁעַת תַּשְׁמִישׁ:  ",
      "הַנּוֹשֵׂא אֶת הַבְּתוּלָה שֶׁכְּתֻבָּתָהּ מָאתַיִם וְטָעַן וְאָמַר לֹא מְצָאתִיהָ בְּתוּלָה. שׁוֹאֲלִין אוֹתָהּ אִם אָמְרָה אֱמֶת הוּא לֹא מְצָאַנִי בְּתוּלָה מִפְּנֵי שֶׁנָּפַלְתִּי וְהִכַּנִי עֵץ אוֹ קַרְקַע וְהָלְכוּ בְּתוּלַי הֲרֵי זוֹ נֶאֱמֶנֶת וְתַחֲזֹר כְּתֻבָּתָהּ לְמָנֶה. אַף עַל פִּי שֶׁהוּא טוֹעֵן אוֹמֵר שֶׁמָּא אִישׁ בָּא עָלַיִךְ וְאֵין לָךְ כְּלוּם אֵין מַשְׁגִּיחִין בְּטַעֲנָתוֹ. וְיֵשׁ לוֹ לְהַחֲרִים סְתָם שֶׁלֹּא בָּא עָלֶיהָ אִישׁ שֶׁאֵין הַדָּבָר וַדַּאי לוֹ:  ",
      "אָמְרָה הִיא אֱמֶת אָמַר שֶׁלֹּא מְצָאַנִי בְּתוּלָה וְאִישׁ בָּא עָלַי בְּאֹנֶס אַחַר שֶׁנִּתְאָרַסְתִּי לוֹ. הֲרֵי זוֹ נֶאֱמֶנֶת וּכְתֻבָּתָהּ מָאתַיִם כְּמוֹ שֶׁהָיְתָה. וְאִם טָעַן וְאָמַר שֶׁמָּא עַד שֶׁלֹּא אֵרַסְתִּיךְ נֶאֱנַסְתְּ וּמִקָּחִי מִקַּח טָעוּת אוֹ אַחַר שֶׁאֵרַסְתִּיךְ נִבְעַלְתְּ בִּרְצוֹנֵךְ. הֲרֵי זֶה מַחֲרִים סְתָם עַל מִי שֶׁטּוֹעֵן שֶׁקֶר כְּדֵי לְחַיְּבֵנִי מָמוֹן שֶׁאֵינִי חַיָּב בּוֹ:  ",
      "טָעַן וְאָמַר לֹא מְצָאתִיהָ בְּתוּלָה וְהִיא אוֹמֶרֶת לֹא בָּא עָלַי וַעֲדַיִן אֲנִי בְּתוּלָה. בּוֹדְקִין אוֹתָהּ אוֹ חוֹזֵר וּבוֹעֵל בִּפְנֵי עֵדִים. אָמְרָה בָּא עָלַי וּבְתוּלָה מְצָאַנִי כְּכָל הַבְּתוּלוֹת וְשֶׁקֶר הוּא טוֹעֵן. שׁוֹאֲלִין אוֹתוֹ וְאוֹמְרִין לוֹ מֶה הָיָה הַדָּבָר עַד שֶׁאָמַרְתָּ שֶׁאֵינָהּ בְּתוּלָה. אִם אָמַר מִפְּנֵי שֶׁלֹּא מָצָאתִי לָהּ דָּם בּוֹדְקִין בְּמִשְׁפַּחְתָּהּ שֶׁמָּא אֵין לָהֶם דָּם כְּלָל לֹא דַּם נִדָּה וְלֹא דַּם בְּתוּלִים אִם נִמְצְאוּ כֻּלָּן כֵּן הֲרֵי זוֹ בְּחֶזְקָתָהּ. לֹא נִמְצְאוּ בְּנוֹת מִשְׁפַּחְתָּהּ כֵּן בּוֹדְקִין אוֹתָהּ שֶׁמָּא חלִי גָּדוֹל יֵשׁ בָּהּ שֶׁיָּבַשׁ לַחְלוּחִית הָאֵיבָרִים אוֹ שֶׁהָיְתָה מִתְעַנֵּית בָּרָעָב. מַרְטִיבִין אוֹתָהּ וּמַאֲכִילִין אוֹתָהּ וּמַשְׁקִין אוֹתָהּ עַד שֶׁתַּבְרִיא וְתִבָּעֵל שֵׁנִית וְנִרְאֶה אִם תּוֹצִיא דָּם אִם לָאו. וְאִם אֵין שָׁם חלִי וְלֹא רָעָב וְלֹא כַּיּוֹצֵא בּוֹ הֲרֵי זוֹ טַעֲנַת בְּתוּלִים. וְאַף עַל פִּי שֶׁמָּצָא דֹּחַק בְּעֵת תַּשְׁמִישׁ הוֹאִיל וְלֹא יָצָא דָּם אֵין כָּאן בְּתוּלִים. שֶׁכָּל בְּתוּלָה יֵשׁ לָהּ דָּם בֵּין קְטַנָּה בֵּין גְּדוֹלָה בֵּין נַעֲרָה בֵּין בּוֹגֶרֶת אֶלָּא מִפְּנֵי הַחלִי כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם אָמַר מִפְּנֵי שֶׁלֹּא מָצָאתִי דֹּחַק אֶלָּא פֶּתַח פָּתוּחַ מָצָאתִי שׁוֹאֲלִין עַל שְׁנוֹתֶיהָ שֶׁמָּא בּוֹגֶרֶת הִיא שֶׁרֹב הַבּוֹגְרוֹת אֵין לָהֶן דֹּחַק שֶׁמַּרְגִּישִׁין בּוֹ הַרְבֵּה שֶׁהֲרֵי גָּדְלָה וְנִתְרַפּוּ אֵיבָרֶיהָ וְכָלוּ בְּתוּלֶיהָ. וְאִם לֹא בָּגְרָה עֲדַיִן אוֹמְרִין לוֹ שֶׁמָּא הִטֵּיתָה אוֹ בָּעַלְתָּ בְּנַחַת וּלְפִיכָךְ לֹא הִרְגַּשְׁתָּ בַּדֹּחַק. אִם אָמַר לֹא כִּי אֶלָּא וַדַּאי פֶּתַח פָּתוּחַ הָיָה הֲרֵי זוֹ טַעֲנַת בְּתוּלִים לְכָל בְּתוּלָה שֶׁלֹּא בָּגְרָה בֵּין קְטַנָּה בֵּין נַעֲרָה בֵּין בְּרִיאָה בֵּין חוֹלָה שֶׁכָּל נַעֲרָה בְּתוּלָה פִּתְחָהּ סָתוּם הוּא. וְאַף עַל פִּי שֶׁיָּצָא הַדָּם הוֹאִיל וּמָצָא פֶּתַח פָּתוּחַ אֵין כָּאן בְּתוּלִים:  ",
      "יֵשׁ גְּאוֹנִים שֶׁהוֹרוּ שֶׁהַבּוֹגֶרֶת אֵין לָהּ טַעֲנַת דָּמִים וְיֵשׁ לָהּ טַעֲנַת פֶּתַח פָּתוּחַ. וְאֵין דֶּרֶךְ הַגְּמָרָא מַרְאָה דָּבָר זֶה וְטָעוּת הָיָה בַּנֻּסְחָאוֹת שֶׁלָּהֶם. וּכְבָר בָּדַקְתִּי עַל סְפָרִים רַבִּים וְקַדְמוֹנִים וּמָצָאתִי שֶׁהַדָּבָר כְּמוֹ שֶׁבֵּאַרְנוּ שֶׁאֵין לְבוֹגֶרֶת אֶלָּא טַעֲנַת דָּמִים בִּלְבַד:  ",
      "חֲכָמִים הֵם שֶׁתִּקְּנוּ עִקַּר כְּתֻבָּה לְאִשָּׁה וְהֵם הִתְקִינוּ וְאָמְרוּ שֶׁכָּל הַטּוֹעֵן טַעֲנַת בְּתוּלִים וְהָאִשָּׁה מַכְחֶשֶׁת אוֹתוֹ נֶאֱמָן וְעָלֶיהָ לְהָבִיא רְאָיָה לֹא עַל הָאִישׁ. שֶׁחֲזָקָה הִיא שֶׁאֵין אָדָם טוֹרֵחַ בִּסְעֻדָּה וּמַפְסִידָהּ וְהוֹפֵךְ שִׂמְחָתוֹ אֵבֶל:  ",
      "וְעַד מָתַי יֵשׁ לוֹ לִטְעֹן טַעֲנַת בְּתוּלִים. אִם נִסְתְּרָה מִיָּד. וְאִם לֹא נִסְתְּרָה אֲפִלּוּ לְאַחַר שְׁלֹשִׁים יוֹם:  ",
      "הוֹרוּ כָּל הַגְּאוֹנִים שֶׁזֶּה שֶׁאָמְרוּ חֲכָמִים שֶׁהוּא נֶאֱמָן אִם הִכְחִישָׁתוֹ אִשְׁתּוֹ. לְהַפְסִידָהּ עִקַּר הַכְּתֻבָּה. אֲבָל הַתּוֹסֶפֶת יֵשׁ לָהּ. אֶלָּא אִם כֵּן נוֹדַע בִּרְאָיָה בְּרוּרָה שֶׁהָיְתָה בְּעוּלָה אוֹ שֶׁהוֹדְתָה לוֹ שֶׁהִיא בְּעוּלָה קֹדֶם שֶׁתִּתְאָרֵס וְהִטְעַתּוּ. לְפִיכָךְ יֵשׁ לוֹ לְהַשְׁבִּיעָהּ בִּנְקִיטַת חֵפֶץ כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין וְאַחַר כָּךְ תִּגְבֶּה הַתּוֹסֶפֶת. וְאֵין לָהּ לְהַשְׁבִּיעוֹ שֶׁלֹּא מְצָאָהּ בְּתוּלָה וְאַחַר כָּךְ תַּפְסִיד עִקַּר כְּתֻבָּה שֶׁחֲזָקָה הִיא שֶׁאֵין אָדָם טוֹרֵחַ בִּסְעֻדָּה וּמַפְסִידָהּ. וְיֵשׁ לָהּ לְהַחֲרִים סְתָם עַל מִי שֶׁטָּעַן עָלֶיהָ שֶׁקֶר:  ",
      "הֲרֵי שֶׁרָצָה לְקַיְּמָהּ אַחַר שֶׁהִפְסִידָה עִקַּר הַכְּתֻבָּה חוֹזֵר וְכוֹתֵב לָהּ מֵאָה. לְפִי שֶׁאָסוּר לָאָדָם לִשְׁהוֹת עִם אִשְׁתּוֹ שָׁעָה אַחַת בְּלֹא כְּתֻבָּה כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "כְּשֶׁנּוֹשֵׂא אָדָם אִשָּׁה בֵּין בְּתוּלָה בֵּין בְּעוּלָה בֵּין גְּדוֹלָה בֵּין קְטַנָּה אַחַת בַּת יִשְׂרָאֵל וְאַחַת הַגִּיֹּרֶת אוֹ הַמְשֻׁחְרֶרֶת יִתְחַיֵּב לָהּ בַּעֲשָׂרָה דְּבָרִים וְיִזְכֶּה בְּאַרְבָּעָה דְּבָרִים:  ",
      "וְהָעֲשָׂרָה שְׁלֹשָׁה מֵהֶן מִן הַתּוֹרָה וְאֵלּוּ הֵן. <small>(שמות כא י)</small> \"שְׁאֵרָהּ. כְּסוּתָהּ. וְעוֹנָתָהּ\". שְׁאֵרָהּ אֵלּוּ מְזוֹנוֹתֶיהָ. כְּסוּתָהּ כְּמַשְׁמָעוֹ. עוֹנָתָהּ לָבֹא עָלֶיהָ כְּדֶרֶךְ כָּל הָאָרֶץ. וְהַשִּׁבְעָה מִדִּבְרֵי סוֹפְרִים וְכֻלָּן תְּנַאי בֵּית דִּין הֵם. הָאֶחָד מֵהֶם עִקַּר כְּתֻבָּה. וְהַשְּׁאָר הֵם הַנִּקְרָאִין תְּנָאֵי כְּתֻבָּה וְאֵלּוּ הֵן. לְרַפֹּאתָהּ אִם חָלְתָה. וְלִפְדּוֹתָהּ אִם נִשְׁבֵּית. לְקָבְרָהּ אִם מֵתָה. וְלִהְיוֹת נִזּוֹנֶת מִן נְכָסָיו. וְיוֹשֶׁבֶת בְּבֵיתוֹ אַחַר מוֹתוֹ כָּל זְמַן אַלְמְנוּתָהּ. וְלִהְיוֹת בְּנוֹתֶיהָ מִמֶּנּוּ נִזּוֹנוֹת מִנְּכָסָיו אַחֲרֵי מוֹתוֹ עַד שֶׁתִּתְאָרֵסְנָה. וְלִהְיוֹת בָּנֶיהָ הַזְּכָרִים מִמֶּנּוּ יוֹרְשִׁין כְּתֻבָּתָהּ יוֹתֵר עַל חֶלְקָם בַּיְרֻשָּׁה שֶׁעִם אֲחֵיהֶם:  ",
      "וְהָאַרְבָּעָה שֶׁזּוֹכָה בָּהֶן כֻּלָּם מִדִּבְרֵי סוֹפְרִים וְאֵלּוּ הֵן. לִהְיוֹת מַעֲשֵׂה יָדֶיהָ שֶׁלּוֹ. וְלִהְיוֹת מְצִיאָתָהּ שֶׁלּוֹ. וְשֶׁיִּהְיֶה אוֹכֵל כָּל פֵּרוֹת נְכָסֶיהָ בְּחַיֶּיהָ. וְאִם מֵתָה בְּחַיָּיו יִירָשֶׁנָּה. וְהוּא קוֹדֵם לְכָל אָדָם בַּיְרֻשָּׁה:  ",
      "וְעוֹד תִּקְּנוּ חֲכָמִים שֶׁיִּהְיוּ מַעֲשֵׂה יְדֵי הָאִשָּׁה כְּנֶגֶד מְזוֹנוֹתֶיהָ. וּפִדְיוֹנָהּ כְּנֶגֶד אֲכִילַת פֵּרוֹת נְכָסֶיהָ. וּקְבוּרָתָהּ כְּנֶגֶד יְרֻשָּׁתוֹ לִכְתֻבָּתָהּ. לְפִיכָךְ אִם אָמְרָה הָאִשָּׁה אֵינִי נִזּוֹנִית וְאֵינִי עוֹשָׂה שׁוֹמְעִין לָהּ וְאֵין כּוֹפִין אוֹתָהּ. אֲבָל אִם אָמַר הַבַּעַל אֵינִי זָנֵךְ וְאֵינִי נוֹטֵל כְּלוּם מִמַּעֲשֵׂה יָדַיִךְ אֵין שׁוֹמְעִין לוֹ שֶׁמָּא לֹא יְסַפְּקוּ לָהּ מַעֲשֵׂה יָדֶיהָ בִּמְזוֹנוֹתֶיהָ. וּמִפְּנֵי תַּקָּנָה זוֹ יֵחָשְׁבוּ הַמְּזוֹנוֹת מִתְּנָאֵי הַכְּתֻבָּה:  ",
      "כָּל הַדְּבָרִים הָאֵלּוּ אַף עַל פִּי שֶׁלֹּא נִכְתְּבוּ בִּשְׁטַר הַכְּתֻבָּה וַאֲפִלּוּ לֹא כָּתְבוּ כְּתֻבָּה אֶלָּא נָשָׂא סְתָם כֵּיוָן שֶׁנְּשָׂאָהּ זָכָה בְּאַרְבָּעָה דְּבָרִים שֶׁלּוֹ וְזָכְתָה הָאִשָּׁה בַּעֲשָׂרָה דְּבָרִים שֶׁלָּהּ וְאֵינָן צְרִיכִין לְפָרֵשׁ:  ",
      "הִתְנָה הַבַּעַל שֶׁלֹּא יִתְחַיֵּב בְּאֶחָד מִן הַדְּבָרִים שֶׁהוּא חַיָּב בָּהֶן. אוֹ שֶׁהִתְנַת הָאִשָּׁה שֶׁלֹּא יִזְכֶּה הַבַּעַל בְּאֶחָד מִן הַדְּבָרִים שֶׁהוּא זוֹכֶה בָּהֶם הַתְּנַאי קַיָּם חוּץ מִשְּׁלֹשָׁה דְּבָרִים שֶׁאֵין הַתְּנַאי מוֹעִיל בָּהֶן. וְכָל הַמַּתְנֶה עֲלֵיהֶן תְּנָאוֹ בָּטֵל. וְאֵלּוּ הֵן. עוֹנָתָהּ. וְעִקַּר כְּתֻבָּתָהּ. וִירֻשָּׁתָהּ:  ",
      "כֵּיצַד. הִתְנָה עִם הָאִשָּׁה שֶׁאֵין לָהּ עָלָיו עוֹנָה תְּנָאוֹ בָּטֵל וְחַיָּב בְּעוֹנָתָהּ. שֶׁהֲרֵי הִתְנָה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה וְאֵינוֹ תְּנַאי מָמוֹן:  ",
      "הִתְנָה עִמָּהּ לִפְחֹת מֵעִקַּר כְּתֻבָּה אוֹ שֶׁכָּתַב לָהּ מָאתַיִם אוֹ מֵאָה עִקַּר כְּתֻבָּה וְכָתְבָה לוֹ שֶׁנִּתְקַבְּלָה מֵהֶן כָּךְ וְכָךְ וְהִיא לֹא נִתְקַבְּלָה תְּנָאוֹ בָּטֵל שֶׁכָּל הַפּוֹחֵת לִבְתוּלָה מִמָּאתַיִם וּלְאַלְמָנָה מִמֵּאָה הֲרֵי בְּעִילָתוֹ בְּעִילַת זְנוּת:  ",
      "הִתְנָה עִמָּהּ אַחַר שֶׁנְּשָׂאָהּ שֶׁלֹּא יִירָשֶׁנָּה תְּנָאוֹ בָּטֵל וְאַף עַל פִּי שֶׁיְּרֻשַּׁת הַבַּעַל מִדִּבְרֵי סוֹפְרִים עָשׂוּ חִזּוּק לְדִבְרֵיהֶם כְּשֶׁל תּוֹרָה. וְכָל תְּנַאי שֶׁבַּיְרֻשָּׁה בָּטֵל וְאַף עַל פִּי שֶׁהוּא מָמוֹן שֶׁנֶּאֱמַר בָּהּ <small>(במדבר כז יא)</small> \"לְחֻקַּת מִשְׁפָּט\". וּבִשְׁאָר הַדְּבָרִים תְּנָאוֹ קַיָּם, כְּגוֹן שֶׁהִתְנָה עִמָּהּ שֶׁאֵין לָהּ שְׁאֵר וּכְסוּת, עַל מְנָת שֶׁלֹּא יֹאכַל פֵּרוֹת נְכָסֶיהָ, וְכָל כַּיּוֹצֵא בָּזֶה, תְּנָאוֹ קַיָּם:  ",
      "כַּמָּה מְזוֹנוֹת פּוֹסְקִין לָאִשָּׁה. פּוֹסְקִין לָהּ לֶחֶם שְׁתֵּי סְעֻדּוֹת בְּכָל יוֹם סְעֻדָּה בֵּינוֹנִית שֶׁל כָּל אָדָם בְּאוֹתָהּ הָעִיר כְּאָדָם שֶׁאֵינוֹ לֹא חוֹלֶה וְלֹא גַּרְגְּרָן וּמֵאוֹתוֹ מַאֲכָל שֶׁל אַנְשֵׁי אוֹתָהּ הָעִיר. אִם חִטִּים חִטִּים וְאִם שְׂעוֹרִים שְׂעוֹרִים. וְכֵן אֹרֶז וְדֹחַן אוֹ מִשְּׁאָר מִינִין שֶׁנָּהֲגוּ בָּהֶן. וּפוֹסְקִין לָהּ פַּרְפֶּרֶת לֶאֱכל בָּהּ אֶת הַפַּת כְּגוֹן קִטְנִית אוֹ יְרָקוֹת וְכַיּוֹצֵא בָּהֶן. וְשֶׁמֶן לַאֲכִילָה וְשֶׁמֶן לְהַדְלָקַת הַנֵּר וּפֵרוֹת וּמְעַט יַיִן לִשְׁתּוֹת אִם הָיָה מִנְהַג הַמָּקוֹם שֶׁיִּשְׁתּוּ הַנָּשִׁים יַיִן. וּפוֹסְקִין לָהּ שָׁלֹשׁ סְעֻדּוֹת בְּשַׁבָּת וּבָשָׂר אוֹ דָּגִים כְּמִנְהַג הַמָּקוֹם. וְנוֹתֵן לָהּ בְּכָל שַׁבָּת וְשַׁבָּת מָעָה כֶּסֶף לִצְרָכֶיהָ כְּגוֹן פְּרוּטָה לְכִבּוּס אוֹ לְמֶרְחָץ וְכַיּוֹצֵא בָּהֶן:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּעָנִי שֶׁבְּיִשְׂרָאֵל אֲבָל אִם הָיָה עָשִׁיר הַכּל לְפִי עָשְׁרוֹ. אֲפִלּוּ הָיָה מָמוֹנוֹ רָאוּי לַעֲשׂוֹת לָהּ כַּמָּה תַּבְשִׁילֵי בָּשָׂר בְּכָל יוֹם כּוֹפִין אוֹתוֹ וּפוֹסְקִין לָהּ מְזוֹנוֹת כְּפִי מָמוֹנוֹ. וְאִם הָיָה עָנִי בְּיוֹתֵר וְאֵינוֹ יָכוֹל לִתֵּן לָהּ אֲפִלּוּ לֶחֶם שֶׁהִיא צְרִיכָה לוֹ כּוֹפִין אוֹתוֹ לְהוֹצִיא וְתִהְיֶה כְּתֻבָּתָהּ חוֹב עָלָיו עַד שֶׁתִּמְצָא יָדוֹ וְיִתֵּן:  ",
      "בַּעַל שֶׁרָצָה לִתֵּן לְאִשְׁתּוֹ מְזוֹנוֹתֶיהָ הָרְאוּיוֹת לָהּ וְתִהְיֶה אוֹכֶלֶת וְשׁוֹתָה לְעַצְמָהּ וְהוּא שׁוֹתֶה וְאוֹכֵל לְעַצְמוֹ הָרְשׁוּת בְּיָדוֹ וּבִלְבַד שֶׁיֹּאכַל עִמָּהּ מִלֵּילֵי שַׁבָּת לְלֵילֵי שַׁבָּת:  ",
      "הָאִשָּׁה שֶׁפָּסְקוּ לָהּ מְזוֹנוֹת וְהוֹתִירוּ הַמּוֹתָר לַבַּעַל. הָיָה בַּעְלָהּ כֹּהֵן אֵינוֹ נוֹתֵן לָהּ כָּל מְזוֹנוֹתֶיהָ תְּרוּמָה מִפְּנֵי שֶׁטֹּרַח גָּדוֹל הוּא לָהּ לְשָׁמְרָן מִדְּבָרִים הַמְטַמְּאִין וּלְאָכְלָן בְּטָהֳרָה אֶלָּא נוֹתֵן לָהּ מֶחֱצָה חֻלִּין וּמֶחֱצָה תְּרוּמָה:  ",
      "כְּשֵׁם שֶׁאָדָם חַיָּב בִּמְזוֹנוֹת אִשְׁתּוֹ כָּךְ הוּא חַיָּב בִּמְזוֹנוֹת בָּנָיו וּבְנוֹתָיו הַקְּטַנִּים עַד שֶׁיִּהְיוּ בְּנֵי שֵׁשׁ שָׁנִים. מִכָּאן וְאֵילָךְ מַאֲכִילָן עַד שֶׁיִּגְדְּלוּ כְּתַקָּנַת חֲכָמִים. וְאִם לֹא רָצָה גּוֹעֲרִין בּוֹ וּמַכְלִימִין אוֹתוֹ וּפוֹצְרִין בּוֹ. וְאִם לֹא רָצָה מַכְרִיזִין עָלָיו בַּצִּבּוּר וְאוֹמְרִים פְּלוֹנִי אַכְזָרִי הוּא וְאֵינוֹ רוֹצֶה לָזוּן בָּנָיו וַהֲרֵי פָּחוּת הוּא מֵעוֹף טָמֵא שֶׁהוּא זָן אֶת אֶפְרוֹחָיו. וְאֵין כּוֹפִין אוֹתוֹ לְזוּנָם אַחַר שֵׁשׁ:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִישׁ שֶׁאֵינוֹ אָמוּד וְאֵין יָדוּעַ אִם רָאוּי לִתֵּן צְדָקָה אוֹ אֵינוֹ רָאוּי אֲבָל אִם הָיָה אָמוּד שֶׁיֵּשׁ לוֹ מָמוֹן הָרָאוּי לִתֵּן מִמֶּנּוּ צְדָקָה הַמַּסְפֶּקֶת לָהֶן מוֹצִיאִין מִמֶּנּוּ בַּעַל כָּרְחוֹ מִשּׁוּם צְדָקָה וְזָנִין אוֹתָן עַד שֶׁיִּגְדְּלוּ:  ",
      "מִי שֶׁהָלַךְ לִמְדִינָה אַחֶרֶת וּבָאָה אִשְׁתּוֹ לְבֵית דִּין לִתְבֹּעַ מְזוֹנוֹת. שְׁלֹשָׁה חֳדָשִׁים הָרִאשׁוֹנִים מִיּוֹם הֲלִיכָתוֹ אֵין פּוֹסְקִין לָהּ בָּהֶן מְזוֹנוֹת שֶׁחֲזָקָה שֶׁאֵין אָדָם מַנִּיחַ בֵּיתוֹ רֵיקָן. מִכָּאן וְאֵילָךְ פּוֹסְקִין לָהּ מְזוֹנוֹת. וְאִם הָיוּ לוֹ נְכָסִים בֵּית דִּין יוֹרְדִין לִנְכָסָיו וּמוֹכְרִין לִמְזוֹנוֹתֶיהָ. וְאֵין מְחַשְּׁבִין עִמָּהּ עַל מַעֲשֵׂה יָדֶיהָ עַד שֶׁיָּבוֹא בַּעְלָהּ, אִם מָצָא שֶׁעָשְׂתָה הֲרֵי אֵלּוּ שֶׁלּוֹ. וְכֵן אִם לֹא עָמְדָה בַּדִּין אֶלָּא מָכְרָה לְעַצְמָהּ לִמְזוֹנוֹת מִכְרָהּ קַיָּם וְאֵינָהּ צְרִיכָה הַכְרָזָה וְלֹא שְׁבוּעָה עַד שֶׁיָּבוֹא בַּעְלָהּ וְיִטְעֹן אוֹ עַד שֶׁתָּבוֹא לִגְבּוֹת כְּתֻבָּתָהּ אַחַר מוֹתוֹ מְגַלְגְּלִין עָלֶיהָ שֶׁלֹּא מָכְרָה אֶלָּא לִמְזוֹנוֹת שֶׁהִיא צְרִיכָה לָהֶן:  ",
      "וּכְשֵׁם שֶׁבֵּית דִּין מוֹכְרִין לִמְזוֹן הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ כָּךְ מוֹכְרִין לִמְזוֹן בָּנָיו וּבְנוֹתָיו כְּשֶׁהֵן בְּנֵי שֵׁשׁ שָׁנִים אוֹ פָּחוֹת. אֲבָל יֶתֶר עַל שֵׁשׁ אֵינָן זָנִין אוֹתָן מִנְּכָסָיו שֶׁלֹּא בְּפָנָיו אַף עַל פִּי שֶׁהוּא אָמוּד. וְכֵן מִי שֶׁנִּשְׁתַּטָּה בֵּית דִּין יוֹרְדִין לִנְכָסָיו וּמוֹכְרִים וְזָנִין אִשְׁתּוֹ וּבָנָיו וּבְנוֹתָיו שֶׁהֵן בְּנֵי שֵׁשׁ שָׁנִים אוֹ פָּחוֹת וּמְפַרְנְסִין אוֹתָן:  ",
      "יֵשׁ מִן הַגְּאוֹנִים שֶׁהוֹרָה שֶׁאֵין פּוֹסְקִין מְזוֹנוֹת לְאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם אוֹ שֶׁמֵּת בַּעְלָהּ עַד שֶׁיְּהֵא שְׁטַר כְּתֻבָּה יוֹצֵא מִתַּחַת יָדָהּ. וְאִם לֹא תּוֹצִיא שְׁטַר כְּתֻבָּה אֵין לָהּ מְזוֹנוֹת שֶׁמָּא נָטְלָה כְּתֻבָּתָהּ מִבַּעְלָהּ אוֹ מָחֲלָה לוֹ כְּתֻבָּתָהּ שֶׁאֵין לָהּ מְזוֹנוֹת כְּמוֹ שֶׁיִּתְבָּאֵר. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁפּוֹסְקִין לָהּ מְזוֹנוֹת בְּחֶזְקַת שֶׁלֹּא נָטְלָה וְלֹא מָחֲלָה וְאֵין מַצְרִיכִין אוֹתָהּ לְהָבִיא כְּתֻבָּה. וְדַעְתִּי נוֹטָה לָזֶה בְּמִי שֶׁהָלַךְ בַּעְלָהּ הוֹאִיל וְיֵשׁ לָהּ מְזוֹנוֹת מִן הַתּוֹרָה. אֲבָל אִם מֵת בַּעְלָהּ אֵין לָהּ מְזוֹנוֹת עַד שֶׁתָּבִיא כְּתֻבָּה. מִפְּנֵי שֶׁהִיא אוֹכֶלֶת בְּתַקָּנַת חֲכָמִים וְעוֹד שֶׁנִּזֹּנֶת מִנִּכְסֵי יוֹרְשִׁים וּלְעוֹלָם טוֹעֲנִין לְיוֹרֵשׁ:  ",
      "הָלַךְ בַּעְלָהּ וְלָוְתָה וְאָכְלָה כְּשֶׁיָּבוֹא חַיָּב לְשַׁלֵּם. עָמַד אֶחָד מִדַּעַת עַצְמוֹ וְזָנָהּ מִשֶּׁלּוֹ אִם יָבוֹא הַבַּעַל אֵינוֹ חַיָּב לְשַׁלֵּם לוֹ וַהֲרֵי זֶה אִבֵּד אֶת מְעוֹתָיו מִפְּנֵי שֶׁלֹּא צִוָּהוּ לְזוּנָהּ וְהִיא לֹא לָוְתָה מִמֶּנּוּ:  ",
      "הַבַּעַל שֶׁאָמַר לְאִשְׁתּוֹ בְּשָׁעָה שֶׁהָלַךְ טְלִי מַעֲשֵׂה יָדַיִךְ בִּמְזוֹנוֹתַיִךְ אֵין לָהּ מְזוֹנוֹת שֶׁאִלּוּ לֹא רָצְתָה בְּדָבָר זֶה וְלֹא סָמְכָה דַּעְתָּהּ הָיָה לָהּ לְתָבְעוֹ אוֹ לוֹמַר לוֹ אֵין מַעֲשֵׂה יָדַי מַסְפִּיקִין לִי:  ",
      "הֲרֵי שֶׁעָמְדָה בַּדִּין וּפָסְקוּ לָהּ מְזוֹנוֹת וּמָכְרוּ בֵּין דִּין וְנָתְנוּ לָהּ. אוֹ שֶׁמָּכְרָה הִיא לְעַצְמָהּ וּבָא הַבַּעַל וְאָמַר הִנַּחְתִּי לָהּ מְזוֹנוֹת. הֲרֵי זוֹ נִשְׁבַּעַת בִּנְקִיטַת חֵפֶץ שֶׁלֹּא הִנִּיחַ לָהּ. לֹא תָּבְעָה וְלֹא מָכְרָה אֶלָּא שָׁהֲתָה עַד שֶׁבָּא הוּא אוֹמֵר הִנַּחְתִּי וְהִיא אוֹמֶרֶת לֹא הִנַּחְתָּ אֶלָּא לָוִיתִי מִזֶּה וְנִתְפַּרְנַסְתִּי. נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁהִנִּיחַ לָהּ וְנִפְטָר וְיִשָּׁאֵר הַחוֹב עָלֶיהָ:  ",
      "מָכְרָה מִטַּלְטְלִין וְאָמְרָה לִמְזוֹנוֹת מָכַרְתִּי וְהוּא טוֹעֵן וְאוֹמֵר מְזוֹנוֹתַיִךְ הִנַּחְתִּי נִשְׁבַּעַת שְׁבוּעַת הֶסֵּת שֶׁלֹּא הִנִּיחַ. הֲרֵי שֶׁלֹּא תָּבְעָה וְלֹא לָוְתָה וְלֹא מָכְרָה אֶלָּא דָּחֲקָה עַצְמָהּ בַּיּוֹם וּבַלַּיְלָה וְעָשְׂתָה וְאָכְלָה אֵין לָהּ כְּלוּם:  ",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ מִלֵּהָנוֹת לוֹ בֵּין שֶׁפֵּרֵשׁ עַד זְמַן פְּלוֹנִי בֵּין שֶׁלֹּא פֵּרֵשׁ אֶלָּא סְתָם מַמְתִּינִין לוֹ שְׁלֹשִׁים יוֹם. אִם תַּמּוּ יְמֵי נִדְרוֹ אוֹ שֶׁלֹּא תַּמּוּ וְהִתִּיר נִדְרוֹ הֲרֵי זֶה מוּטָב וְאִם לָאו יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבְאוֹתָן הַשְּׁלֹשִׁים יוֹם תִּהְיֶה הִיא עוֹשָׂה וְאוֹכֶלֶת וְיִהְיֶה אֶחָד מֵחֲבֵרָיו מְפַרְנֵס אוֹתָהּ דְּבָרִים שֶׁהִיא צְרִיכָה לָהֶן יֶתֶר עַל מַעֲשֵׂה יָדֶיהָ אִם אֵין מַעֲשֵׂה יָדֶיהָ מַסְפִּיקִין לַכּל:  ",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תִּטְעֹם אֶחָד מִכָּל הַפֵּרוֹת מַמְתִּינִין לוֹ עַד שְׁלֹשִׁים יוֹם. יֶתֶר עַל כֵּן יוֹצִיא וְיִתֵּן כְּתֻבָּה. אֲפִלּוּ הִדִּירָהּ שֶׁלֹּא תֹּאכַל מַאֲכָל רַע. אֲפִלּוּ הִדִּירָהּ מִמִּין שֶׁלֹּא אָכְלָה אוֹתוֹ מִיָּמֶיהָ. יוֹצִיא אַחַר שְׁלֹשִׁים יוֹם וְיִתֵּן כְּתֻבָּה. נָדְרָה הִיא שֶׁלֹּא תֹּאכַל אֶחָד מִכָּל הַפֵּרוֹת וְקִיֵּם לָהּ הוּא אֶת נִדְרָהּ אוֹ נָדְרָה בְּנָזִיר וְלֹא הֵפֵר לָהּ. אִם רָצָה שֶׁתֵּשֵׁב תַּחְתָּיו וְלֹא תֹּאכַל פֵּרוֹת אוֹ תִּהְיֶה נְזִירָה תֵּשֵׁב. וְאִם אָמַר אֵינִי רוֹצֶה בְּאִשָּׁה נַדְרָנִית יוֹצִיא וְיִתֵּן כְּתֻבָּה שֶׁהֲרֵי הָיָה בְּיָדוֹ לְהָפֵר וְהוּא קִיֵּם לָהּ בִּרְצוֹנוֹ:  "
    ],
    [
      "כַּמָּה הַכְּסוּת שֶׁהוּא חַיָּב לִתֵּן לָהּ. בְּגָדים שֶׁל חֲמִשִּׁים זוּז מִשָּׁנָה לְשָׁנָה מִמַּטְבֵּעַ אוֹתָן הַיָּמִים שֶׁנִּמְצְאוּ הַחֲמִשִּׁים שִׁשָּׁה דִּינָרִין וּרְבִיעַ דִּינַר כֶּסֶף. נוֹתְנִין לָהּ חֲדָשִׁים בִּימוֹת הַגְּשָׁמִים וְלוֹבֶשֶׁת בְּלָאוֹתֵיהֶן בִּימוֹת הַחַמָּה. וְהַשְּׁחָקִים וְהֵם מוֹתַר הַכְּסוּת הֲרֵי הֵן שֶׁלָּהּ כְּדֵי שֶׁתִּתְכַּסֶּה בָּהֶם בִּימֵי נִדָּתָהּ. וְנוֹתְנִין לָהּ חֲגוֹרָה לְמָתְנֶיהָ וְכִפָּה לְרֹאשָׁהּ וּמִנְעָל מִמּוֹעֵד לְמוֹעֵד:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאוֹתָן הַיָּמִים וּבְאֶרֶץ יִשְׂרָאֵל אֲבָל בִּשְׁאָר זְמַנִּים וּשְׁאָר הַמְּקוֹמוֹת אֵין הַדָּמִים עִקָּר. יֵשׁ מְקוֹמוֹת שֶׁיִּהְיוּ שָׁם הַבְּגָדִים בְּיֹקֶר הַרְבֵּה אוֹ בְּזוֹל הַרְבֵּה. אֶלָּא הָעִקָּר שֶׁסּוֹמְכִין עָלָיו שֶׁמְּחַיְּבִין אוֹתוֹ לִתֵּן לָהּ בְּגָדִים הָרְאוּיִים בִּימוֹת הַגְּשָׁמִים וּבִימוֹת הַחַמָּה בְּפָחוֹת שֶׁלּוֹבֶשֶׁת כָּל אִשָּׁה בַּעֲלַת בַּיִת שֶׁבְּאוֹתָהּ הַמְּדִינָה:  ",
      "וּבִכְלַל הַכְּסוּת שֶׁהוּא חַיָּב לִתֵּן לָהּ כְּלֵי בַּיִת וּמָדוֹר שֶׁיּוֹשֶׁבֶת בּוֹ. וּמַה הֵן כְּלֵי בַּיִת מִטָּה מֻצַּעַת וּמַפָּץ אוֹ מַחְצֶלֶת לֵישֵׁב עָלֶיהָ. וּכְלֵי אֲכִילָה וּשְׁתִיָּה כְּגוֹן קְדֵרָה וּקְעָרָה וְכוֹס וּבַקְבּוּק וְכַיּוֹצֵא בָּהֶן. וְהַמָּדוֹר שֶׁשּׂוֹכֵר לָהּ בַּיִת שֶׁל אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת וְתִהְיֶה רְחָבָה חוּצָה לוֹ כְּדֵי לְהִשְׁתַּמֵּשׁ בָּהּ. וְיִהְיֶה לוֹ בֵּית הַכִּסֵּא חוּץ מִמֶּנּוּ:  ",
      "וְכֵן מְחַיְּבִין אוֹתוֹ לִתֵּן לָהּ תַּכְשִׁיטִים כְּגוֹן בִּגְדֵי צִבְעוֹנִין לְהַקִּיף עַל רֹאשָׁהּ וּפַדַּחְתָּהּ וּפוּךְ וְשָׂרָק וְכַיּוֹצֵא בָּהּ כְּדֵי שֶׁלֹּא תִּתְגַּנֶּה עָלָיו:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּעָנִי שֶׁבְּיִשְׂרָאֵל אֲבָל בְּעָשִׁיר הַכּל לְפִי עָשְׁרוֹ. וַאֲפִלּוּ הָיָה רָאוּי לִקְנוֹת לָהּ כְּלֵי מֶשִׁי וְרִקְמָה וּכְלֵי זָהָב כּוֹפִין אוֹתוֹ וְנוֹתֵן. וְכֵן הַמָּדוֹר לְפִי עָשְׁרוֹ וְהַתַּכְשִׁיט וּכְלֵי הַבַּיִת הַכּל לְפִי עָשְׁרוֹ. וְאִם קָצְרָה יָדוֹ לִתֵּן לָהּ אֲפִלּוּ כְּעָנִי שֶׁבְּיִשְׂרָאֵל כּוֹפִין אוֹתוֹ לְהוֹצִיא וְתִהְיֶה הַכְּתֻבָּה עָלָיו חוֹב עַד שֶׁיַּעֲשִׁיר:  ",
      "וְלֹא הָאִשָּׁה בִּלְבַד אֶלָּא בָּנָיו וּבְנוֹתָיו הַקְּטַנִּים בְּנֵי שֵׁשׁ אוֹ פָּחוֹת חַיָּב לִתֵּן לָהֶם כְּסוּת הַמַּסְפֶּקֶת לָהֶם וּכְלֵי תַּשְׁמִישׁ וּמָדוֹר לִשְׁכֹּן בּוֹ. וְאֵינוֹ נוֹתֵן לָהֶם לְפִי עָשְׁרוֹ אֶלָּא כְּפִי צָרְכָּן בִּלְבַד. זֶה הַכְּלָל כָּל מִי שֶׁיֵּשׁ לוֹ עָלָיו מְזוֹנוֹת בֵּין בְּחַיָּיו בֵּין אַחַר מוֹתוֹ יֵשׁ לוֹ כְּסוּת וּכְלֵי בֵּית וּמָדוֹר. וְכָל שֶׁבֵּית דִּין מוֹכְרִין לִמְזוֹנוֹתָיו כָּךְ מוֹכְרִין לִכְסוּתוֹ וּכְלֵי בֵּיתוֹ וּמְדוֹרוֹ:  ",
      "הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ וּפָסְקוּ לָהּ בֵּית דִּין מְזוֹנוֹת וּכְסוּת וּכְלֵי בַּיִת וּשְׂכַר מָדוֹר אֵין פּוֹסְקִין לָהּ תַּכְשִׁיט שֶׁהֲרֵי אֵין לָהּ בַּעַל שֶׁתִּתְקַשֵּׁט לוֹ. אֲבָל מִי שֶׁנִּשְׁתַּטָּה בַּעְלָהּ אוֹ שֶׁנִּתְחָרֵשׁ פּוֹסְקִין לָהּ תַּכְשִׁיט. וְדִין הַבַּעַל עִם אִשְׁתּוֹ בְּטַעֲנַת הַכְּסוּת וְהַכֵּלִים וּשְׂכַר הַמָּדוֹר כְּדִינָם בְּטַעֲנַת הַמְּזוֹנוֹת אִם אָמַר הוּא נָתַתִּי וְהִיא אוֹמֶרֶת לֹא נָתַתָּ דִּין אֶחָד לַכּל:  ",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תִּתְקַשֵּׁט בְּאֶחָד מִכָּל הַמִּינִין. בָּעֲנִיּוֹת שָׁנָה אַחַת יְקַיֵּם. יֶתֶר עַל כֵּן אוֹ יַתִּיר אֶת נִדְרוֹ אוֹ יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבַעֲשִׁירוֹת שְׁלֹשִׁים יוֹם יְקַיֵּם. יֶתֶר עַל כֵּן יַתִּיר אֶת נִדְרוֹ אוֹ יוֹצִיא וְיִתֵּן כְתוּבָה:  ",
      "הִדִּירָהּ שֶׁלֹּא תֵּלֵךְ לְמֶרְחָץ. בִּכְרַכִּים שַׁבָּת אַחַת בִּכְפָרִים שְׁתֵּי שַׁבָּתוֹת. שֶׁלֹּא תִּנְעל מִנְעָל. בִּכְפָרִים שְׁלֹשָׁה יָמִים וּבִכְרַכִּים מֵעֵת לְעֵת. יֶתֶר עַל זֶה יַתִּיר אֶת נִדְרוֹ אוֹ יוֹצִיא וְיִתֵּן כְּתֻבָּה:  ",
      "הִדִּירָהּ שֶׁלֹּא תִּשְׁאַל וְלֹא תַּשְׁאִיל מִכְּלֵי הַבַּיִת שֶׁדֶּרֶךְ כָּל הַשְּׁכֵנוֹת לִשְׁאל אוֹתָן וּלְהַשְׁאִילָן כְּגוֹן נָפָה וּכְבָרָה רֵחַיִם וְתַנּוּר וְכַיּוֹצֵא בָּהֶם. יַתִּיר אֶת נִדְרוֹ אוֹ יוֹצִיא וְיִתֵּן כְּתֻבָּה מִפְּנֵי שֶׁמַּשִּׁיאָהּ שֵׁם רַע בִּשְׁכֵנוֹתֶיהָ. וְכֵן הִיא שֶׁנָּדְרָה שֶׁלֹּא תִּשְׁאַל וְלֹא תַּשְׁאִיל נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר וְכַיּוֹצֵא בָּהֶם וְשֶׁלֹּא תֶּאֱרֹג בְּגָדִים נָאִים לְבָנִים בְּמָקוֹם שֶׁדַּרְכָּן לֶאֱרֹג אוֹתָם לְבָנִים תֵּצֵא בְּלֹא כְּתֻבָּה מִפְּנֵי שֶׁמַּשִּׁיאָתוֹ שֵׁם רַע בִּשְׁכוּנָתוֹ שֶׁהוּא כִּילַי:  ",
      "מָקוֹם שֶׁדַּרְכָּן שֶׁלֹּא תֵּצֵא אִשָּׁה לַשּׁוּק בְּכִפָּה שֶׁעַל רֹאשָׁהּ בִּלְבַד עַד שֶׁיִּהְיֶה עָלֶיהָ רְדִיד הַחוֹפֶה אֶת כָּל גּוּפָהּ כְּמוֹ טַלִּית נוֹתֵן לָהּ בִּכְלַל הַכְּסוּת רְדִיד הַפָּחוּת מִכָּל הָרְדִידִין. וְאִם הָיָה עָשִׁיר נוֹתֵן לָהּ לְפִי עָשְׁרוֹ כְּדֵי שֶׁתֵּצֵא בּוֹ לְבֵית אָבִיהָ אוֹ לְבַיִת הָאָבֵל אוֹ לְבֵית הַמִּשְׁתֶּה. לְפִי שֶׁכָּל אִשָּׁה יֵשׁ לָהּ לָצֵאת וְלֵילֵךְ לְבֵית אָבִיהָ לְבַקְּרוֹ וּלְבֵית הָאָבֵל וּלְבֵית הַמִּשְׁתֶּה לִגְמל חֶסֶד לְרֵעוֹתֶיהָ אוֹ לִקְרוֹבוֹתֶיהָ כְּדֵי שֶׁיָּבוֹאוּ הֵם לָהּ. שֶׁאֵינָהּ בְּבֵית הַסֹּהַר עַד שֶׁלֹּא תֵּצֵא וְלֹא תָּבוֹא. אֲבָל גְּנַאי הוּא לְאִשָּׁה שֶׁתִּהְיֶה יוֹצְאָה תָּמִיד פַּעַם בַּחוּץ פַּעַם בָּרְחוֹבוֹת. וְיֵשׁ לַבַּעַל לִמְנֹעַ אִשְׁתּוֹ מִזֶּה וְלֹא יְנִיחֶנָּהּ לָצֵאת אֶלָּא כְּמוֹ פַּעַם אַחַת בְּחֹדֶשׁ אוֹ כְּמוֹ פַּעֲמַיִם בְּחֹדֶשׁ לְפִי הַצֹּרֶךְ. שֶׁאֵין יֹפִי לָאִשָּׁה אֶלָּא לֵישֵׁב בְּזָוִית בֵּיתָהּ שֶׁכָּךְ כָּתוּב <small>(תהילים מה יד)</small> \"כָּל כְּבוּדָּה בַת מֶלֶךְ פְּנִימָה:\"  ",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תֵּלֵךְ לְבֵית אָבִיהָ. בִּזְמַן שֶׁהוּא עִמָּהּ בָּעִיר חֹדֶשׁ אֶחָד מַמְתִּינִין לוֹ שְׁנַיִם יוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבִזְמַן שֶׁהוּא בְּעִיר אַחֶרֶת רֶגֶל אֶחָד מַמְתִּינִין לוֹ שְׁנַיִם יוֹצִיא וְיִתֵּן כְּתֻבָּה:  ",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תֵּלֵךְ לְבַיִת הָאָבֵל אוֹ לְבֵית הַמִּשְׁתֶּה. אוֹ יַתִּיר אֶת נִדְרוֹ אוֹ יוֹצִיא וְיִתֵּן כְּתֻבָּה שֶׁזֶּה כְּמִי שֶׁאֲסָרָהּ בְּבֵית הַסֹּהַר וְנָעַל בְּפָנֶיהָ. וְאִם הָיָה טוֹעֵן מִפְּנֵי בְּנֵי אָדָם פְּרוּצִים שֶׁיֵּשׁ בְּאוֹתוֹ בֵּית הָאָבֵל אוֹ בְּבֵית הַמִּשְׁתֶּה וְהֻחְזְקוּ שָׁם פְּרוּצִים שׁוֹמְעִין לוֹ:  ",
      "הָאוֹמֵר לְאִשְׁתּוֹ אֵין רְצוֹנִי שֶׁיָּבוֹאוּ לְבֵיתִי אָבִיךְ וְאִמֵּךְ אַחַיִךְ וְאַחְיוֹתַיִךְ שׁוֹמְעִין לוֹ וְתִהְיֶה הִיא הוֹלֶכֶת לָהֶם כְּשֶׁיֶּאֱרַע לָהֶם דָּבָר. וְתֵלֵךְ לְבֵית אָבִיהָ פַּעַם בְּחֹדֶשׁ וּבְכָל רֶגֶל וְרֶגֶל. וְלֹא יִכָּנְסוּ הֵם לָהּ אֶלָּא אִם אֵרַע לָהּ דָּבָר כְּגוֹן חלִי אוֹ לֵדָה. שֶׁאֵין כּוֹפִין אֶת הָאָדָם שֶׁיִּכָּנְסוּ אֲחֵרִים בִּרְשׁוּתוֹ. וְכֵן הִיא שֶׁאָמְרָה אֵין רְצוֹנִי שֶׁיִּכָּנְסוּ אֶצְלִי אִמְּךָ וְאַחְיוֹתֶיךָ וְאֵינִי שׁוֹכֶנֶת עִמָּהֶם בְּחָצֵר אַחַת מִפְּנֵי שֶׁמְּרֵעִין לִי וּמְצֵרִין לִי שׁוֹמְעִין לָהּ. שֶׁאֵין כּוֹפִין אֶת הָאָדָם שֶׁיֵּשְׁבוּ אֲחֵרִים עִמּוֹ בִּרְשׁוּתוֹ:  ",
      "הָאִישׁ שֶׁאָמַר אֵינִי דָּר בְּמָדוֹר זֶה מִפְּנֵי שֶׁבְּנֵי אָדָם רָעִים אוֹ פְּרוּצִים אוֹ עַכּוּ''ם בִּשְׁכוּנָתִי וַאֲנִי מִתְיָרֵא מֵהֶם שׁוֹמְעִים לוֹ. וְאַף עַל פִּי שֶׁלֹּא הֻחְזְקוּ בִּפְרִיצוּת שֶׁכָּךְ צִוּוּ חֲכָמִים הַרְחֵק מִשָּׁכֵן רַע. וַאֲפִלּוּ הָיָה הַמָּדוֹר שֶׁלָּהּ מוֹצִיאִין אוֹתָהּ מִמֶּנּוּ וְשׁוֹכֵן בֵּין בְּנֵי אָדָם כְּשֵׁרִים. וְכָךְ הִיא שֶׁאָמְרָה כֵּן אַף עַל פִּי שֶׁהוּא אוֹמֵר אֲנִי אֵינִי מַקְפִּיד עֲלֵיהֶם שׁוֹמְעִין לָהּ מִפְּנֵי שֶׁהִיא אוֹמֶרֶת אֵין רְצוֹנִי שֶׁיֵּצֵא עָלַי שׁוּם רַע בִּשְׁכֵנוּת אֵלּוּ:  ",
      "כָּל הַיִּשּׁוּב אֲרָצוֹת אֲרָצוֹת הוּא. כְּגוֹן אֶרֶץ כְּנַעַן וְאֶרֶץ מִצְרַיִם וְאֶרֶץ תֵּימָן וְאֶרֶץ כּוּשׁ וְאֶרֶץ שִׁנְעָר וְכַיּוֹצֵא בָּהֶן. וְכָל אֶרֶץ וְאֶרֶץ מִמְּדִינוֹת וּכְפָרִים. וְעָרֵי יִשְׂרָאֵל לְעִנְיַן נִשּׂוּאִין שָׁלֹשׁ אֲרָצוֹת הָיוּ. יְהוּדָה וְעֵבֶר הַיַּרְדֵּן וְהַגָּלִיל:  ",
      "אִישׁ שֶׁהָיָה מֵאֶרֶץ מִן הָאֲרָצוֹת וְנָשָׂא אִשָּׁה בְּאֶרֶץ אַחֶרֶת כּוֹפִין אוֹתָהּ וְיוֹצְאָה עִמּוֹ לְאַרְצוֹ אוֹ תֵּצֵא בְּלֹא כְּתֻבָּה שֶׁעַל מְנָת כֵּן נִשְּׂאָה אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ. אֲבָל הַנּוֹשֵׂא אִשָּׁה בְּאַחַת מִן הָאֲרָצוֹת וְהִיא מֵאַנְשֵׁי אוֹתָהּ הָאָרֶץ אֵינוֹ יָכוֹל לְהוֹצִיאָהּ לְאֶרֶץ אַחֶרֶת. אֲבָל מוֹצִיאָהּ מִמְּדִינָה לִמְדִינָה וּמִכְּפָר לִכְפָר בְּאוֹתָהּ הָאָרֶץ. וְאֵינוֹ יָכוֹל לְהוֹצִיאָהּ מִמְּדִינָה לִכְפָר וְלֹא מִכְּפָר לִמְדִינָה שֶׁיֵּשׁ דְּבָרִים שֶׁיְּשִׁיבַת הַמְּדִינָה טוֹבָה לָהֶם וְיֵשׁ דְּבָרִים שֶׁיְּשִׁיבַת הַכְּפָרִים טוֹבָה לָהֶם:  ",
      "וּכְשֶׁמּוֹצִיאָהּ מִמְּדִינָה לִמְדִינָה וּמִכְּפָר לִכְפָר בְּאוֹתָהּ הָאָרֶץ אֵינוֹ יָכוֹל לְהוֹצִיאָהּ מִנָּוֶה הַיָּפֶה לַנָּוֶה הָרַע וְלֹא מֵרַע לְיָפֶה. מִפְּנֵי שֶׁהִיא צְרִיכָה לְהִטָּפֵל וְלִבְדֹּק עַצְמָהּ בַּנָּוֶה הַיָּפֶה כְּדֵי שֶׁלֹּא תִּהְיֶה בּוֹ קַלָּה וּכְעוּרָה. וְכֵן לֹא יוֹצִיאָהּ מִמָּקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל לְמָקוֹם שֶׁרֻבּוֹ עַכּוּ''ם. וּבְכָל מָקוֹם מוֹצִיאִין מִמָּקוֹם שֶׁרֻבּוֹ עַכּוּ''ם לְמָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים מִחוּצָה לָאָרֶץ לְחוּצָה לָאָרֶץ אוֹ מֵאֶרֶץ יִשְׂרָאֵל לְאֶרֶץ יִשְׂרָאֵל אֲבָל מִחוּצָה לָאָרֶץ לְאֶרֶץ יִשְׂרָאֵל כּוֹפִין אוֹתָהּ לַעֲלוֹת אֲפִלּוּ מִנָּוֶה הַיָּפֶה לַנָּוֶה הָרַע וַאֲפִלּוּ מִמָּקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל לְמָקוֹם שֶׁרֻבּוֹ עַכּוּ''ם מַעֲלִין. וְאֵין מוֹצִיאִין מֵאֶרֶץ יִשְׂרָאֵל לְחוּצָה לָאָרֶץ וַאֲפִלּוּ מִנָּוֶה הָרַע לַנָּוֶה הַיָּפֶה [וַאֲפִלּוּ מִמָּקוֹם] שֶׁרֻבּוֹ עַכּוּ''ם לְמָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל:  ",
      "אָמַר הָאִישׁ לַעֲלוֹת לְאֶרֶץ יִשְׂרָאֵל וְהִיא אֵינָהּ רוֹצָה תֵּצֵא בְּלֹא כְּתֻבָּה. אָמְרָה הִיא לַעֲלוֹת וְהוּא אֵינוֹ רוֹצֶה יוֹצִיא וְיִתֵּן כְּתֻבָּה. וְהוּא הַדִּין לְכָל מָקוֹם מֵאֶרֶץ יִשְׂרָאֵל עִם יְרוּשָׁלַיִם. שֶׁהַכּל מַעֲלִין לְאֶרֶץ יִשְׂרָאֵל וְאֵין הַכּל מוֹצִיאִין מִשָּׁם. הַכּל מַעֲלִין לִירוּשָׁלַיִם וְאֵין הַכּל מוֹצִיאִין מִשָּׁם:  "
    ],
    [
      "עוֹנָּה הָאֲמוּרָה בַּתּוֹרָה. לְכָל אִישׁ וְאִישׁ כְּפִי כֹּחוֹ וּכְפִי מְלַאכְתּוֹ. כֵּיצַד. בְּנֵי אָדָם הַבְּרִיאִים וְהָרַכִּים וְהָעֲנֻגִּים שֶׁאֵין לָהֶם מְלָאכָה שֶׁמַּכְשֶׁלֶת כֹּחָן אֶלָּא אוֹכְלִין וְשׁוֹתִין וְיוֹשְׁבִין בְּבָתֵּיהֶן עוֹנָתָן בְּכָל לַיְלָה. הַפּוֹעֲלִין כְּגוֹן הַחַיָּטִין וְהָאוֹרְגִין וְהַבּוֹנִים וְכַיּוֹצֵא בָּהֶן. אִם הָיְתָה מְלַאכְתָּן בָּעִיר עוֹנָתָן פַּעֲמַיִם בְּשַׁבָּת. וְאִם הָיְתָה מְלַאכְתָּן בְּעִיר אַחֶרֶת עוֹנָתָן פַּעַם אַחַת בְּשַׁבָּת. הַחַמָּרִים פַּעַם אַחַת בְּשַׁבָּת. וְהַגַּמָּלִים אַחַת לִשְׁלֹשִׁים יוֹם. וְהַמַּלָּחִין אַחַת לְשִׁשָּׁה חֳדָשִׁים. תַּלְמִידֵי חֲכָמִים עוֹנָתָן פַּעַם אַחַת בְּשַׁבָּת מִפְּנֵי שֶׁתַּלְמוּד תּוֹרָה מַתִּישׁ כֹּחָן וְדֶרֶךְ תַּלְמִידֵי חֲכָמִים לְשַׁמֵּשׁ מִטָּתָן מִלֵּילֵי שַׁבָּת לְלֵילֵי שַׁבָּת: \n",
      "יֵשׁ לְאִשָּׁה לְעַכֵּב עַל בַּעְלָהּ שֶׁלֹּא יֵצֵא לִסְחוֹרָה אֶלָּא לְמָקוֹם קָרוֹב שֶׁלֹּא יִמָּנַע מֵעוֹנָתָהּ וְלֹא יֵצֵא אֶלָּא בִּרְשׁוּתָהּ. וְכֵן יֵשׁ לָהּ לְמָנְעוֹ לָצֵאת מִמְּלָאכָה שֶׁעוֹנָתָהּ קְרוֹבָה לִמְלָאכָה שֶׁעוֹנָתָהּ רְחוֹקָה. כְּגוֹן חַמָּר שֶׁבִּקֵּשׁ לְהֵעָשׂוֹת גַּמָּל אוֹ גַּמָּל לְהֵעָשׂוֹת מַלָּח. וְתַלְמִידֵי חֲכָמִים יוֹצְאִין לְתַלְמוּד תּוֹרָה שֶׁלֹּא בִּרְשׁוּת נְשׁוֹתֵיהֶן שְׁתַּיִם וְשָׁלֹשׁ שָׁנִים. וְכֵן רַךְ וְעָנֹג שֶׁנַּעֲשָׂה תַּלְמִיד חָכָם אֵין אִשְׁתּוֹ יְכוֹלָה לְעַכֵּב: \n",
      "נוֹשֵׂא אָדָם כַּמָּה נָשִׁים אֲפִלּוּ מֵאָה בֵּין בְּבַת אַחַת בֵּין בָּזוֹ אַחַר זוֹ וְאֵין אִשְׁתּוֹ יְכוֹלָה לְעַכֵּב. וְהוּא שֶׁיִּהְיֶה יָכוֹל לִתֵּן שְׁאֵר כְּסוּת וְעוֹנָה כָּרָאוּי לְכָל אַחַת וְאַחַת. וְאֵינוֹ יָכוֹל לָכוֹף אוֹתָן לִשְׁכֹּן בְּחָצֵר אַחַת. אֶלָּא כָּל אַחַת וְאַחַת לְעַצְמָהּ: \n",
      "וְכַמָּה הִיא עוֹנָתָן. לְפִי מִנְיָן. כֵּיצַד. פּוֹעֵל שֶׁהָיוּ לוֹ שְׁתֵּי נָשִׁים יֵשׁ לָזוֹ עוֹנָה אַחַת בְּשַׁבָּת וְיֵשׁ לָזוֹ עוֹנָה אַחַת בְּשַׁבָּת. הָיוּ לוֹ אַרְבַּע נָשִׁים נִמְצָא עוֹנַת כָּל אַחַת מֵהֶן פַּעַם אַחַת בִּשְׁתֵּי שַׁבָּתוֹת. וְכֵן אִם הָיָה מַלָּח וְיֵשׁ לוֹ אַרְבַּע נָשִׁים תִּהְיֶה עוֹנַת כָּל אַחַת מֵהֶן פַּעַם אַחַת בִּשְׁתֵּי שָׁנִים. לְפִיכָךְ צִוּוּ חֲכָמִים שֶׁלֹּא יִשָּׂא אָדָם יוֹתֵר עַל אַרְבַּע נָשִׁים אַף עַל פִּי שֶׁיֵּשׁ לוֹ מָמוֹן הַרְבֵּה כְּדֵי שֶׁתַּגִּיעַ לָהֶן עוֹנָה פַּעַם אַחַת בְּחֹדֶשׁ: \n",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁתֹּאמַר לַאֲחֵרִים מַה שֶּׁאָמַר לָהּ אוֹ מַה שֶּׁאָמְרָה לוֹ מִדִּבְרֵי שְׂחוֹק וְקַלּוּת רֹאשׁ שֶׁמְּדַבֵּר אָדָם עִם אִשְׁתּוֹ עַל עִסְקֵי תַּשְׁמִישׁ הֲרֵי זֶה יוֹצִיא וְיִתֵּן כְּתֻבָּה שֶׁאֵין זוֹ יְכוֹלָה לְהָעֵז פָּנֶיהָ וְלוֹמַר לַאֲחֵרִים דִּבְרֵי קָלוֹן. וְכֵן אִם הִדִּירָהּ שֶׁתִּהְיֶה פּוֹעֶלֶת בְּעֵת תַּשְׁמִישׁ שֶׁלֹּא תִּתְעַבֵּר. אוֹ שֶׁהִדִּירָהּ שֶׁתַּעֲשֶׂה מַעֲשֵׂה שׁוֹטִים וּדְבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ אֶלָּא כִּשְׁטוּת. הֲרֵי זֶה יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ מִתַּשְׁמִישׁ הַמִּטָּה שַׁבָּת אַחַת מַמְתִּינִין לוֹ. יֶתֶר עַל כֵּן יוֹצִיא וְיִתֵּן כְּתֻבָּה אוֹ יָפֵר נִדְרוֹ. אֲפִלּוּ הָיָה מַלָּח שֶׁעוֹנָתוֹ לְשִׁשָּׁה חֳדָשִׁים. שֶׁכֵּיוָן שֶׁנָּדַר הֲרֵי צִעֲרָהּ וְנִתְיָאֲשָׁה. וְכֵיצַד מַדִּירָהּ. אִם אָמַר לָהּ תַּשְׁמִישִׁי אָסוּר עָלַיִךְ אוֹ שֶׁנִּשְׁבַּע שֶׁלֹּא יְשַׁמֵּשׁ מִטָּתוֹ לֹא נָדַר כְּלוּם. וְאִם נִשְׁבַּע נִשְׁבַּע לַשָּׁוְא מִפְּנֵי שֶׁהוּא מְשֻׁעְבָּד לָהּ. אָמַר לָהּ הֲנָאַת תַּשְׁמִישֵׁךְ אֲסוּרָה עָלַי הֲרֵי זֶה נֵדֶר וְאָסוּר לְשַׁמֵּשׁ שֶׁאֵין מַאֲכִילִין לָאָדָם דָּבָר הָאָסוּר לוֹ: \n",
      "אָסוּר לָאָדָם לִמְנֹעַ אִשְׁתּוֹ מֵעוֹנָתָהּ וְאִם עָבַר וּמָנַע כְּדֵי לְצַעֲרָהּ עָבַר בְּלֹא תַּעֲשֶׂה שֶׁבַּתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כא י)</small> \"שְׁאֵרָהּ כְּסוּתָהּ וְעֹנָתָהּ לֹא יִגְרָע\". וְאִם חָלָה אוֹ תָּשַׁשׁ כֹּחוֹ וְאֵינוֹ יָכוֹל לִבְעל יַמְתִּין שִׁשָּׁה חֳדָשִׁים שֶׁמָּא יַבְרִיא שֶׁאֵין לְךָ עוֹנָה גְּדוֹלָה מִזּוֹ. וְאַחַר כָּךְ אוֹ יִטּל מִמֶּנָּה רְשׁוּת אוֹ יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
      "הָאִשָּׁה שֶׁמָּנְעָה בַּעְלָהּ מִתַּשְׁמִישׁ הַמִּטָּה הִיא הַנִּקְרֵאת מוֹרֶדֶת וְשׁוֹאֲלִין אוֹתָהּ מִפְּנֵי מָה מָרְדָה. אִם אָמְרָה מְאַסְתִּיהוּ וְאֵינִי יְכוֹלָה לְהִבָּעֵל לוֹ מִדַּעְתִּי כּוֹפִין אוֹתוֹ לִשְׁעָתוֹ לְגָרְשָׁהּ לְפִי שֶׁאֵינָהּ כִּשְׁבוּיָה שֶׁתִּבָּעֵל לְשָׂנוּא לָהּ וְתֵצֵא בְּלֹא כְּתֻבָּה כְּלָל וְתִטּל בְּלָאוֹתֶיהָ הַקַּיָּמִין בֵּין מִנְּכָסִים שֶׁהִכְנִיסָה לְבַעְלָהּ וְנִתְחַיֵּב בְּאַחְרָיוּתָן בֵּין מִנִּכְסֵי מְלוֹג שֶׁלֹּא נִתְחַיֵּב בְּאַחְרָיוּתָן. וְאֵינָהּ נוֹטֶלֶת בְּשֶׁל בַּעַל כְּלוּם וַאֲפִלּוּ מִנְעָל שֶׁבְּרַגְלֶיהָ וּמִטְפַּחַת שֶׁבְּרֹאשָׁהּ שֶׁלְּקָחָן לָהּ פּוֹשֶׁטֶת וְנוֹתֶנֶת לוֹ וְכָל מַה שֶּׁנָּתַן לָהּ מַתָּנָה מְחַזֶּרֶת אוֹתוֹ. שֶׁלֹּא נָתַן לָהּ עַל מְנָת שֶׁתִּטּל וְתֵצֵא: \n",
      "וְאִם מָרְדָה מִתַּחַת בַּעְלָהּ כְּדֵי לְצַעֲרוֹ וְאָמְרָה הֲרֵינִי מְצַעֶרֶת אוֹתוֹ בְּכָךְ מִפְּנֵי שֶׁעָשָׂה לִי כָּךְ וְכָךְ אוֹ מִפְּנֵי שֶׁקִּלְּלַנִי אוֹ מִפְּנֵי שֶׁעָשָׂה עִמִּי מְרִיבָה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. שׁוֹלְחִים לָהּ מִבֵּית דִּין וְאוֹמְרִין לָהּ הֱוֵי יוֹדַעַת שֶׁאִם אַתְּ עוֹמֶדֶת בְּמִרְדֵּךְ אֲפִלּוּ כְּתֻבָּתֵךְ מֵאָה מָנֶה הִפְסַדְתְּ אוֹתָהּ. וְאַחַר כָּךְ מַכְרִיזִין עָלֶיהָ בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת בְּכָל יוֹם אַרְבַּע שַׁבָּתוֹת זוֹ אַחַר זוֹ וְאוֹמְרִים פְּלוֹנִית מָרְדָה עַל בַּעְלָהּ: \n",
      "וְאַחַר הַהַכְרָזָה שׁוֹלְחִין לָהּ בֵּית דִּין פַּעַם שְׁנִיָּה וְאוֹמְרִים לָהּ אִם אַתְּ עוֹמֶדֶת בְּמִרְדֵּךְ הִפְסַדְתְּ כְּתֻבָּתֵךְ. אִם עָמְדָה בְּמִרְדָּהּ וְלֹא חָזְרָה נִמְלָכִין בָּהּ וּתְאַבֵּד כְּתֻבָּתָהּ וְלֹא יִהְיֶה לָהּ כְּתֻבָּה כְּלָל. וְאֵין נוֹתְנִין לָהּ גֵּט עַד י''ב חֹדֶשׁ וְאֵין לָהּ מְזוֹנוֹת כָּל י''ב חֹדֶשׁ. וְאִם מֵתָה קֹדֶם הַגֵּט בַּעְלָהּ יוֹרְשָׁהּ: \n",
      "כַּסֵּדֶר הַזֶּה עוֹשִׂין לָהּ אִם מָרְדָה כְּדֵי לְצַעֲרוֹ. וַאֲפִלּוּ הָיְתָה נִדָּה אוֹ חוֹלָה שֶׁאֵינָהּ רְאוּיָה לְתַשְׁמִישׁ וַאֲפִלּוּ הָיָה בַּעְלָהּ מַלָּח שֶׁעוֹנָתוֹ לְשִׁשָּׁה חֳדָשִׁים וַאֲפִלּוּ יֵשׁ לוֹ אִשָּׁה אַחֶרֶת: \n",
      "וְכֵן אֲרוּסָה שֶׁהִגִּיעַ זְמַנָּה לְהִנָּשֵׂא וּמָרְדָה כְּדֵי לְצַעֲרוֹ וְלֹא נִשֵּׂאת הֲרֵי זוֹ מוֹרֶדֶת מִתַּשְׁמִישׁ. וְכֵן יְבָמָה שֶׁלֹּא רָצְתָה לְהִתְיַבֵּם כְּדֵי לְצַעֲרוֹ כַּסֵּדֶר הַזֶּה עוֹשִׂין לָהּ: \n",
      "הַמּוֹרֶדֶת הַזֹּאת כְּשֶׁהִיא יוֹצֵאת אַחַר י''ב חֹדֶשׁ בְּלֹא כְּתֻבָּה תַּחֲזִיר כָּל דָּבָר שֶׁהוּא שֶׁל בַּעַל. אֲבָל נְכָסִים שֶׁהִכְנִיסָה לוֹ וּבְלָאוֹתֵיהֶן קַיָּמִים אִם תָּפְסָה אֵין מוֹצִיאִים מִיָּדָהּ וְאִם תְּפָסָן הַבַּעַל אֵין מוֹצִיאִין מִיָּדוֹ. וְכֵן כָּל מַה שֶּׁאָבַד מִנְּכָסֶיהָ שֶׁקִּבֵּל הַבַּעַל אַחֲרָיוּתָן עָלָיו אֵינוֹ מְשַׁלֵּם לָהּ כְּלוּם. זֶה הוּא דִּין הַגְּמָרָא בְּמוֹרֶדֶת: \n",
      "וְאָמְרוּ הַגְּאוֹנִים שֶׁיֵּשׁ לָהֶם בְּבָבֶל מִנְהָגוֹת אֲחֵרוֹת בְּמוֹרֶדֶת. וְלֹא פָּשְׁטוּ אוֹתָן הַמִּנְהָגוֹת בְּרֹב יִשְׂרָאֵל וְרַבִּים וּגְדוֹלִים חוֹלְקִין עֲלֵיהֶם בְּרֹב הַמְּקוֹמוֹת וּכְדִין הַגְּמָרָא רָאוּי לִתְפֹּס וְלָדוּן: \n",
      "הַמּוֹרֵד עַל אִשְׁתּוֹ וְאָמַר הֲרֵינִי זָן וּמְפַרְנֵס אוֹתָהּ אֲבָל אֵינִי בָּא עָלֶיהָ מִפְּנֵי שֶׁשְּׂנֵאתִיהָ מוֹסִיפִין לָהּ עַל כְּתֻבָּתָהּ מִשְׁקַל שֵׁשׁ וּשְׁלֹשִׁים שְׂעוֹרוֹת שֶׁל כֶּסֶף בְּכָל שַׁבָּת וְשַׁבָּת. וְיֵשֵׁב וְלֹא יְשַׁמֵּשׁ כָּל זְמַן שֶׁתִּרְצֶה הִיא לֵישֵׁב. וְאַף עַל פִּי שֶׁכְּתֻבָּתָהּ הוֹלֶכֶת וְנוֹסֶפֶת הֲרֵי הוּא עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כא י)</small> \"לֹא יִגְרָע\". שֶׁאִם שְׂנֵאָהּ יְשַׁלְּחָהּ אֲבָל לְעַנּוֹת אָסוּר. וְלָמָּה לֹא יִלְקֶה עַל לָאו זֶה מִפְּנֵי שֶׁאֵין בּוֹ מַעֲשֶׂה: \n",
      "אִישׁ וְאִשְׁתּוֹ שֶׁבָּאוּ לְבֵית דִּין הוּא אוֹמֵר זוֹ מוֹרֶדֶת מִתַּשְׁמִישׁ וְהִיא אוֹמֶרֶת לֹא כִּי אֶלָּא כְּדֶרֶךְ כָּל הָאָרֶץ אֲנִי עִמּוֹ. וְכֵן אִם טָעֲנָה הִיא וְאָמְרָה שֶׁהוּא מוֹרֵד מִתַּשְׁמִישׁ וְהוּא אוֹמֵר לֹא כִּי אֶלָּא כְּדֶרֶךְ כָּל הָאָרֶץ אֲנִי עִמָּהּ. מַחְרִימִין בַּתְּחִלָּה עַל מִי שֶׁהוּא מוֹרֵד וְלֹא יוֹדֶה בְּבֵית דִּין. וְאַחַר כָּךְ אִם לֹא הוֹדוּ אוֹמְרִין לָהֶם הִתְיַחֲדוּ בִּפְנֵי עֵדִים. נִתְיַחֲדוּ וַעֲדַיִן הֵם טוֹעֲנִין מְבַקְּשִׁין מִן הַנִּטְעָן וְעוֹשִׂין פְּשָׁרָה כְּפִי כֹּחַ הַדַּיָּן. אֲבָל לִבְעל בִּפְנֵי בְּנֵי אָדָם אִי אֶפְשָׁר לְפִי שֶׁאָסוּר לִבְעל בִּפְנֵי כָּל בְּרִיָּה: \n",
      "הָאִשָּׁה שֶׁחָלְתָה חַיָּב לְרַפְּאוֹת אוֹתָהּ עַד שֶׁתַּבְרִיא. רָאָה שֶׁהַחלִי אָרֹךְ וְיַפְסִיד מָמוֹן הַרְבֵּה לִרְפוּאָה וְאָמַר לָהּ הֲרֵי כְּתֻבָּתֵךְ מֻנַּחַת אוֹ רַפְּאִי עַצְמֵךְ מִכְּתֻבָּתֵךְ אוֹ הֲרֵינִי מְגָרְשֵׁךְ וְנוֹתֵן כְּתֻבָּה וְהוֹלֵךְ שׁוֹמְעִין לוֹ. וְאֵין רָאוּי לַעֲשׂוֹת כֵּן מִפְּנֵי דֶּרֶךְ אֶרֶץ: \n",
      "נִשְׁבֵּית חַיָּב לִפְדּוֹתָהּ. וְאִם הָיָה כֹּהֵן שֶׁכְּבָר נֶאֶסְרָה עָלָיו פּוֹדֶה אוֹתָהּ וּמַחֲזִירָהּ לְבֵית אָבִיהָ. אֲפִלּוּ הָיָה בְּעִיר אַחֶרֶת מְטַפֵּל לָהּ עַד שֶׁמַּחֲזִירָהּ לִמְדִינָתָהּ וּמְגָרְשָׁהּ וְנוֹתֵן לָהּ כָּל כְּתֻבָּתָהּ. הָיָה בַּעְלָהּ יִשְׂרָאֵל שֶׁהַשְּׁבוּיָה מֻתֶּרֶת לוֹ מַחֲזִירָהּ לוֹ לְאִשָּׁה כְּמוֹ שֶׁהָיְתָה וְאִם רָצָה אַחַר כָּךְ מְגָרְשָׁהּ וְנוֹתֵן לָהּ כְּתֻבָּתָהּ: \n",
      "אֵין מְחַיְּבִין אֶת הַבַּעַל לִפְדּוֹת אֶת אִשְׁתּוֹ יוֹתֵר עַל דָּמֶיהָ אֶלָּא כַּמָּה שֶׁהִיא שָׁוָה כִּשְׁאָר הַשְּׁבוּיוֹת. הָיוּ דָּמֶיהָ יוֹתֵר עַל כְּדֵי כְּתֻבָּתָהּ וְאָמַר הֲרֵינִי מְגָרְשָׁהּ וְזוֹ כְּתֻבָּתָהּ וְתֵלֵךְ וְתִפְדֶּה אֶת עַצְמָהּ אֵין שׁוֹמְעִין לוֹ אֶלָּא כּוֹפִין אוֹתוֹ וּפוֹדֶה אוֹתָהּ אֲפִלּוּ הָיוּ דָּמֶיהָ עַד עֲשָׂרָה בִּכְתֻבָּתָהּ וַאֲפִלּוּ אֵין לוֹ אֶלָּא כְּדֵי פִּדְיוֹנָהּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּפַעַם רִאשׁוֹנָה אֲבָל אִם פְּדָאָהּ וְנִשְׁבֵּית פַּעַם שְׁנִיָּה וְרָצָה לְגָרְשָׁהּ הֲרֵי זֶה מְגָרְשָׁהּ וְנוֹתֵן כְּתֻבָּה וְהִיא תִּפְדֶּה אֶת עַצְמָהּ: \n",
      "מִי שֶׁנִּשְׁבֵּית אִשְׁתּוֹ וְהוּא בִּמְדִינַת הַיָּם בֵּית דִּין יוֹרְדִין לִנְכָסָיו וּמוֹכְרִין בְּהַכְרָזָה וּפוֹדִין אוֹתָהּ כְּדֶרֶךְ שֶׁהַבַּעַל פּוֹדֶה: \n",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ נֵדֶר שֶׁהוּא חַיָּב בִּגְלָלוֹ לְגָרְשָׁהּ וְלִתֵּן כְּתֻבָּה וְנִשְׁבֵּית אַחַר שֶׁהִדִּירָהּ אֵינוֹ חַיָּב לִפְדּוֹתָהּ. שֶׁמִּשָּׁעָה שֶׁהִדִּירָהּ נִתְחַיֵּב לְגָרְשָׁהּ וְלִתֵּן לָהּ כְּתֻבָּה: \n",
      "הָאִשָּׁה שֶׁהָיְתָה אֲסוּרָה עַל בַּעְלָהּ מֵאִסּוּרֵי לָאוִין וְנִשְׁבֵּית אֵינוֹ חַיָּב לִפְדּוֹתָהּ אֶלָּא נוֹתֵן לָהּ כְּתֻבָּתָהּ וְהִיא תִּפְדֶּה אֶת עַצְמָהּ. וַהֲלֹא הַשְּׁבוּיָה אֲסוּרָה לְכֹהֵן וַהֲרֵי הוּא פּוֹדֶה אוֹתָהּ מִפְּנֵי שֶׁלֹּא הָיְתָה אֲסוּרָה מִקֹּדֶם וְאִסּוּר הַשְּׁבִיָּה הוּא שֶׁגָּרַם לָהּ: \n",
      "מֵתָה אִשְׁתּוֹ חַיָּב בִּקְבוּרָתָהּ וְלַעֲשׂוֹת לָהּ מִסְפֵּד וְקִינִים כְּדֶרֶךְ כָּל הַמְּדִינָה. וַאֲפִלּוּ עָנִי שֶׁבְּיִשְׂרָאֵל לֹא יִפְחֲתוּ לוֹ מִשְּׁנֵי חֲלִילִין וּמְקוֹנֶנֶת. אִם הָיָה עָשִׁיר הַכּל לְפִי כְּבוֹדוֹ. וְאִם הָיָה כְּבוֹדָהּ יוֹתֵר מִכְּבוֹדוֹ קוֹבְרִין אוֹתָהּ לְפִי כְּבוֹדָהּ שֶׁהָאִשָּׁה עוֹלָה עִם בַּעְלָהּ וְאֵינָהּ יוֹרֶדֶת אֲפִלּוּ לְאַחַר מִיתָה: \n",
      "לֹא רָצָה לִקְבֹּר אֶת אִשְׁתּוֹ וְעָמַד אֶחָד מִדַּעַת עַצְמוֹ וּקְבָרָהּ מוֹצִיאִין מִבַּעְלָהּ עַל כָּרְחוֹ וְנוֹתְנִין לָזֶה כְּדֵי שֶׁלֹּא תִּהְיֶה זוֹ מֻשְׁלֶכֶת לַכְּלָבִים. הָיָה בִּמְדִינָה אַחֶרֶת כְּשֶׁמֵּתָה אִשְׁתּוֹ בֵּית דִּין יוֹרְדִין לִנְכָסָיו וּמוֹכְרִין בְּלֹא הַכְרָזָה וְקוֹבְרִין אוֹתָהּ לְפִי מָמוֹן הַבַּעַל וּלְפִי כְּבוֹדוֹ אוֹ לְפִי כְּבוֹדָהּ: \n"
    ],
    [
      "הָאִשָׁה שֶׁהִרְשַׁת אֶת בַּעִלָהּ אַחַר הַנִּשּׂוּאִין שֶׁיִּמְנַע עוֹנָתָהּ הֲרֵי זֶה מֻתָּר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ לוֹ בָּנִים שֶׁכְּבָר קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אֲבָל לֹא קִיֵּם חַיָּב לִבְעל בְּכָל עוֹנָה עַד שֶׁיִּהְיוּ לוֹ בָּנִים. מִפְּנֵי שֶׁהִיא מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁנֶּאֱמַר <small>(בראשית א כב)</small> \"פְּרוּ וּרְבוּ\": \n",
      "הָאִישׁ מְצֻוֶּה עַל פְּרִיָּה וּרְבִיָּה אֲבָל לֹא הָאִשָּׁה. וְאֵימָתַי הָאִישׁ נִתְחַיֵּב בְּמִצְוָה זוֹ מִבֶּן שְׁבַע עֶשְׂרֵה. וְכֵיוָן שֶׁעָבְרוּ עֶשְׂרִים שָׁנָה וְלֹא נָשָׂא אִשָּׁה הֲרֵי זֶה עוֹבֵר וּמְבַטֵּל מִצְוַת עֲשֵׂה. וְאִם הָיָה עוֹסֵק בַּתּוֹרָה וְטָרוּד בָּהּ וְהָיָה מִתְיָרֵא מִלִּשָּׂא אִשָּׁה כְּדֵי שֶׁלֹּא יִטְרַח בִּמְזוֹנוֹת בַּעֲבוּר אִשְׁתּוֹ וְיִבָּטֵל מִן הַתּוֹרָה הֲרֵי זֶה מֻתָּר לְהִתְאַחֵר. שֶׁהָעוֹסֵק בְּמִצְוָה פָּטוּר מִן הַמִּצְוָה וְכָל שֶׁכֵּן בְּתַלְמוּד תּוֹרָה: \n",
      "מִי שֶׁחָשְׁקָה נַפְשׁוֹ בַּתּוֹרָה תָּמִיד וְשׁוֹגֶה בָּהּ כְּבֶן עֲזַאי וְדָבֵק בָּהּ כָּל יָמָיו וְלֹא נָשָׂא אִשָּׁה אֵין בְּיָדוֹ עָוֹן. וְהוּא שֶׁלֹּא יִהְיֶה יִצְרוֹ מִתְגַּבֵּר עָלָיו. אֲבָל אִם הָיָה יִצְרוֹ מִתְגַּבֵּר עָלָיו חַיָּב לִשָּׂא אִשָּׁה וַאֲפִלּוּ הָיוּ לוֹ בָּנִים שֶׁמָּא יָבוֹא לִידֵי הִרְהוּר: \n",
      "כַּמָּה בָּנִים יִהְיוּ לְאִישׁ וְתִתְקַיֵּם מִצְוָה זוֹ בְּיָדוֹ. זָכָר וּנְקֵבָה. שֶׁנֶּאֱמַר <small>(בראשית ה ב)</small> \"זָכָר וּנְקֵבָה בְּרָאָם\". הָיָה הַבֵּן סָרִיס אוֹ שֶׁהָיְתָה הַבַּת אַיְלוֹנִית לֹא קִיֵּם מִצְוָה זוֹ: \n",
      "נוֹלְדוּ לוֹ וּמֵתוּ וְהִנִּיחוּ בָּנִים הֲרֵי זֶה קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה. בְּנֵי בָּנִים הֲרֵי הֵם כְּבָנִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ בְּנֵי הַבָּנִים זָכָר וּנְקֵבָה וְהָיוּ בָּאִים מִזָּכָר וּנְקֵבָה אַף עַל פִּי שֶׁהַזָּכָר בֶּן בִּתּוֹ וְהַנְּקֵבָה בַּת בְּנוֹ הוֹאִיל וְהֵם מִשְּׁנֵי בָּנָיו הֵן בָּאִים הֲרֵי קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה. אֲבָל אִם הָיוּ לוֹ בֵּן וּבַת וּמֵתוּ וְהִנִּיחַ אֶחָד מֵהֶן זָכָר וּנְקֵבָה עֲדַיִן לֹא קִיֵּם הַמִּצְוָה: \n",
      "הָיוּ לוֹ בָּנִים בְּגֵיוּתוֹ וְנִתְגַּיֵּר הוּא וְהֵם הֲרֵי זֶה קִיֵּם מִצְוָה זוֹ. הָיוּ לוֹ בָּנִים וְהוּא עֶבֶד וְנִשְׁתַּחְרֵר הוּא וְהֵם לֹא קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה עַד שֶׁיִּוָּלֵד אַחַר שֶׁנִּשְׁתַּחְרֵר שֶׁהָעֶבֶד אֵין לוֹ יִחוּס: \n",
      "לֹא יִשָּׂא אָדָם עֲקָרָה וּזְקֵנָה וְאַיְלוֹנִית וּקְטַנָּה שֶׁאֵינָהּ רְאוּיָה לֵילֵד אֶלָּא אִם כֵּן קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אוֹ שֶׁהָיְתָה לוֹ אִשָּׁה אַחֶרֶת לִפְרוֹת וְלִרְבּוֹת מִמֶּנָּה. נָשָׂא אִשָּׁה וְשָׁהֲתָה עִמּוֹ עֶשֶׂר שָׁנִים וְלֹא יָלְדָה הֲרֵי זֶה יוֹצִיא וְיִתֵּן כְּתֻבָּה אוֹ יִשָּׂא אִשָּׁה הָרְאוּיָה לֵילֵד. וְאִם לֹא רָצָה לְהוֹצִיא כּוֹפִין אוֹתוֹ וּמַכִּין אוֹתוֹ בְּשׁוֹט עַד שֶׁיּוֹצִיא. וְאִם אָמַר אֵינִי בּוֹעֲלָהּ וַהֲרֵינִי שׁוֹכֵן עִמָּהּ בִּפְנֵי עֵדִים כְּדֵי שֶׁלֹּא אֶתְיַחֵד עִמָּהּ בֵּין שֶׁאָמְרָה הִיא בֵּין שֶׁאָמַר הוּא אֵין שׁוֹמְעִין אֶלָּא יוֹצִיא אוֹ יִשָּׂא אִשָּׁה הָרְאוּיָה לֵילֵד: \n",
      "שָׁהֲתָה עֶשֶׂר שָׁנִים וְלֹא יָלְדָה וַהֲרֵי הוּא יוֹרֶה כְּחֵץ שִׁכְבַת זֶרַע. חֶזְקַת הַחלִי מִמֶּנָּה וְתֵצֵא שֶׁלֹּא בִּכְתֻבָּה וְיֵשׁ לָהּ תּוֹסֶפֶת. לֹא תִּהְיֶה זוֹ פְּחוּתָה מֵאַיְלוֹנִית שֶׁלֹּא הִכִּיר בָּהּ שֶׁיֵּשׁ לָהּ תּוֹסֶפֶת כְּמוֹ שֶׁיִּתְבָּאֵר. וְאִם אֵינוֹ יוֹרֶה כְּחֵץ חֶזְקַת הַחלִי מִמֶּנּוּ בִּלְבַד וְיוֹצִיא וְיִתֵּן הַכְּתֻבָּה כֻּלָּהּ עִקָּר וְתוֹסֶפֶת: \n",
      "הוּא אוֹמֵר מִמֶּנָּה נִמְנָע הוֹלָדָה וְהִיא אוֹמֶרֶת מִמֶּנּוּ נִמְנָע מִפְּנֵי שֶׁאֵינוֹ יוֹרֶה כְּחֵץ נֶאֱמֶנֶת. וְיֵשׁ לוֹ לְהַחֲרִים סְתָם עַל מִי שֶׁטּוֹעֶנֶת דָּבָר שֶׁאֵינָהּ יוֹדַעַת בּוֹ בְּוַדַּאי וְאַחַר כָּךְ יִתֵּן כְּתֻבָּה. וְאִם אָמְרָה אֵינִי יוֹדַעַת אִם מִמֶּנִּי אִם מִמֶּנּוּ אֵין לָהּ עִקַּר כְּתֻבָּה כְּמוֹ שֶׁאָמַרְנוּ הַעֲמֵד מָמוֹן בְּחֶזְקַת בְּעָלָיו עַד שֶׁתִּטְעֹן בְּוַדַּאי שֶׁאֵינוֹ יוֹרֶה כְּחֵץ. וְלָמָּה נֶאֱמֶנֶת הִיא בְּטַעֲנָה זוֹ מִפְּנֵי שֶׁהִיא מַרְגֶּשֶׁת אִם יוֹרֶה כְּחֵץ אִם לֹא יוֹרֶה כְּחֵץ וְהוּא אֵינוֹ מַרְגִּישׁ: \n",
      "הָאִשָּׁה שֶׁבָּאָה לִתְבֹּעַ מִבַּעְלָהּ לְגָרְשָׁהּ אַחַר עֶשֶׂר שָׁנִים מִפְּנֵי שֶׁלֹּא יָלְדָה וְהִיא אוֹמֶרֶת שֶׁאֵינוֹ יוֹרֶה כְּחֵץ שׁוֹמְעִין לָהּ. אַף עַל פִּי שֶׁאֵינָהּ מְצֻוָּה עַל פְּרִיָּה וּרְבִיָּה צְרִיכָה הִיא לְבָנִים לְזִקְנוּתָהּ. וְכוֹפִין אוֹתוֹ לְהוֹצִיא וְיִתֵּן עִקַּר כְּתֻבָּה בִּלְבַד שֶׁלֹּא כָּתַב לָהּ הַתּוֹסֶפֶת עַל מְנָת שֶׁתֵּצֵא לִרְצוֹנָהּ וְתִטּל: \n",
      "הָלַךְ בִּסְחוֹרָה בְּתוֹךְ עֶשֶׂר שָׁנִים אוֹ שֶׁהָיָה הַבַּעַל חוֹלֶה אוֹ שֶׁהָיְתָה הִיא חוֹלָה אוֹ שֶׁהָיוּ חֲבוּשִׁין בְּבֵית הָאֲסוּרִין אֵין עוֹלֶה לָהֶן אוֹתוֹ זְמַן מִן הַמִּנְיָן: \n",
      "הִפִּילָה מוֹנָה מִיּוֹם שֶׁהִפִּילָה. אִם הִפִּילָה וְחָזְרָה וְהִפִּילָה שָׁלֹשׁ פְּעָמִים הֻחְזְקָה לִנְפָלִים וְשֶׁמָּא לֹא זָכָה לְהִבָּנוֹת מִמֶּנָּה וְיוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
      "הוּא אוֹמֵר הִפִּילָה בְּתוֹךְ עֶשֶׂר כְּדֵי שֶׁיִּשְׁהֶה עִמָּהּ וְהִיא אוֹמֶרֶת לֹא הִפַּלְתִּי נֶאֱמֶנֶת שֶׁאֵינָהּ מַחְזֶקֶת עַצְמָהּ בַּעֲקָרוּת. הוּא אוֹמֵר הִפִּילָה שְׁנַיִם וְהִיא אוֹמֶרֶת הִפַּלְתִּי שְׁלֹשָׁה נֶאֱמֶנֶת שֶׁאֵינָהּ מַחְזֶקֶת עַצְמָהּ בְּמַפֶּלֶת וְיוֹצִיא וְיִתֵּן כְּתֻבָּה. וּבְכָל זֶה מַשְׁבִּיעָהּ שְׁבוּעַת הֶסֵּת שֶׁלֹּא הִפִּילָה אוֹ שֶׁהִפִּילָה שְׁלֹשָׁה שֶׁבְּטַעֲנָה זוֹ יִתְחַיֵּב לִתֵּן כְּתֻבָּה: \n",
      "נִשֵּׂאת לָרִאשׁוֹן וְשָׁהֲתָה עִמּוֹ עֶשֶׂר שָׁנִים וְלֹא יָלְדָה וְהוֹצִיאָהּ מֻתֶּרֶת לְהִנָּשֵׂא לְשֵׁנִי. שָׁהֲתָה עִם הַשֵּׁנִי עֶשֶׂר שָׁנִים וְלֹא יָלְדָה לֹא תִּנָּשֵׂא לִשְׁלִישִׁי. וְאִם נִשֵּׂאת לִשְׁלִישִׁי תֵּצֵא שֶׁלֹּא בִּכְתֻבָּה אֶלָּא אִם כֵּן יֵשׁ לוֹ אִשָּׁה אַחֶרֶת אוֹ שֶׁקִּיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה: \n",
      "הָאִשָּׁה שֶׁבָּאָה לְבֵית דִּין וְאָמְרָה בַּעְלִי אֵינוֹ יָכוֹל לְשַׁמֵּשׁ כְּדֶרֶךְ כָּל הָאָרֶץ שִׁמּוּשׁ שֶׁמּוֹלִיד אוֹ שֶׁאֵינוֹ יוֹרֶה כְּחֵץ יַעֲשׂוּ הַדַּיָּנִין פְּשָׁרָה וְאוֹמְרִים לָהּ רָאוּי לִיךְ שֶׁתִּנְהֲגִי עִם בַּעְלֵךְ עַד שֶׁתִּשְׁהִי עֶשֶׂר שָׁנִים וְלֹא תּוֹלִידִי וְאַחַר כָּךְ תִּתְבְּעִי. וּמְגַלְגְּלִין עִמָּהּ בְּדָבָר זֶה וְאֵין כּוֹפִין אוֹתָהּ לֵישֵׁב וְלֹא דָּנִין אוֹתָהּ כְּדִין הַמּוֹרֶדֶת אֶלָּא מַאֲרִיכִין בְּדָבָר זֶה עַד שֶׁיַּעֲשׂוּ פְּשָׁרָה: \n",
      "אַף עַל פִּי שֶׁקִּיֵּם אָדָם מִצְוַת פְּרִיָּה וּרְבִיָּה הֲרֵי הוּא מְצֻוֶּה מִדִּבְרֵי סוֹפְרִים שֶׁלֹּא יִבָּטֵל מִלִּפְרוֹת וְלִרְבּוֹת כָּל זְמַן שֶׁיֵּשׁ בּוֹ כֹּחַ. שֶׁכָּל הַמּוֹסִיף נֶפֶשׁ אַחַת בְּיִשְׂרָאֵל כְּאִלּוּ בָּנָה עוֹלָם. וְכֵן מִצְוַת חֲכָמִים הִיא שֶׁלֹּא יֵשֵׁב אָדָם בְּלֹא אִשָּׁה שֶׁלֹּא יָבֹא לִידֵי הִרְהוּר. וְלֹא תֵּשֵׁב אִשָּׁה בְּלֹא אִישׁ שֶׁלֹּא תֵּחָשֵׁד: \n",
      "וְחוֹבָה עַל כָּל אִישׁ לְקַנְּאוֹת לְאִשְׁתּוֹ. אָמְרוּ חֲכָמִים אֵין אָדָם מְקַנֵּא לְאִשְׁתּוֹ אֶלָּא אִם כֵּן נִכְנְסָה בּוֹ רוּחַ טָהֳרָה. וְלֹא יְקַנֵּא לָהּ בְּיוֹתֵר מִדַּאי וְלֹא יֶאֱנֹס אוֹתָהּ וְיִבְעל בְּעַל כָּרְחָהּ אֶלָּא בְּדַעְתָּהּ וּמִתּוֹךְ שִׂיחָה וְשִׂמְחָה: \n",
      "וְכֵן צִוּוּ חֲכָמִים עַל הָאִשָּׁה שֶׁתִּהְיֶה צְנוּעָה בְּתוֹךְ בֵּיתָהּ. וְלֹא תַּרְבֶּה שְׂחוֹק וְקַלּוּת רֹאשׁ בִּפְנֵי בַּעְלָהּ. וְלֹא תִּתְבַּע תַּשְׁמִישׁ הַמִּטָּה בְּפִיהָ. וְלֹא תִּהְיֶה מְדַבֶּרֶת בְּעֵסֶק זֶה. וְלֹא תִּמְנַע מִבַּעְלָהּ כְּדֵי לְצַעֲרוֹ עַד שֶׁיּוֹסִיף בְּאַהֲבָתָהּ אֶלָּא נִשְׁמַעַת לוֹ בְּכָל עֵת שֶׁיִּרְצֶה. וְתִזָּהֵר מִקְּרוֹבָיו וּבְנֵי בֵּיתוֹ כְּדֵי שֶׁלֹּא יַעֲבֹר עָלָיו רוּחַ קִנְאָה. וְתִתְרַחֵק מִן הַכִּעוּר וּמִן הַדּוֹמֶה לְכִעוּר: \n",
      "וְכֵן צִוּוּ חֲכָמִים שֶׁיִּהְיֶה אָדָם מְכַבֵּד אֶת אִשְׁתּוֹ יוֹתֵר מִגּוּפוֹ וְאוֹהֲבָהּ כְּגוּפוֹ. וְאִם יֵשׁ לוֹ מָמוֹן מַרְבֶּה בְּטוֹבָתָהּ כְּפִי מָמוֹנוֹ. וְלֹא יַטִּיל עָלֶיהָ אֵימָה יְתֵרָה. וְיִהְיֶה דִּבּוּרוֹ עִמָּהּ בְּנַחַת. וְלֹא יִהְיֶה עָצֵב וְלֹא רַגְזָן: \n",
      "וְכֵן צִוּוּ עַל הָאִשָּׁה שֶׁתִּהְיֶה מְכַבֶּדֶת אֶת בַּעְלָהּ בְּיוֹתֵר מִדַּאי וְיִהְיֶה עָלֶיהָ מוֹרָא מִמֶּנּוּ וְתַעֲשֶׂה כָּל מַעֲשֶׂיהָ עַל פִּיו. וְיִהְיֶה בְּעֵינֶיהָ כְּמוֹ שַׂר אוֹ מֶלֶךְ. מְהַלֶּכֶת בְּתַאֲוַת לִבּוֹ וּמַרְחֶקֶת כָּל מַה שֶּׁיִּשְׂנָא. וְזֶה דֶּרֶךְ בְּנוֹת יִשְׂרָאֵל וּבְנֵי יִשְׂרָאֵל הַקְּדוֹשִׁים וְהַטְּהוֹרִים בְּזִוּוּגָן. וּבִדְרָכִים אֵלּוּ יִהְיֶה יִשּׁוּבָן נָאֶה וּמְשֻׁבָּח: \n"
    ],
    [
      "הַנְּכָסִים שֶׁמַּכְנֶסֶת הָאִשָּׁה לְבַעְלָהּ בֵּין קרְקַע בֵּין מִטַּלְטְלִין בֵּין עֲבָדִים אַף עַל פִּי שֶׁהֵן נִכְתָּבִין בִּשְׁטַר הַכְּתֻבָּה אֵינָן נִקְרָאִין כְּתֻבָּה אֶלָּא נְדוּנְיָא שְׁמָם. וְאִם קִבֵּל הַבַּעַל אַחֲרָיוּת הַנְּדוּנְיָא עָלָיו וְנַעֲשֵׂית בִּרְשׁוּתוֹ אִם פָּחֲתָה פָּחֲתָה לוֹ וְאִם הוֹתִירָה הוֹתִירָה לוֹ הֲרֵי זוֹ נִקְרֵאת נִכְסֵי צֹאן בַּרְזֶל. וְאִם לֹא קִבֵּל אַחֲרָיוּת הַנְּדוּנְיָא עָלָיו אֶלָּא הֲרֵי הִיא בִּרְשׁוּת הָאִשָּׁה אִם פָּחֲתָה פָּחֲתָה לָהּ וְאִם הוֹתִירָה הוֹתִירָה לָהּ הֲרֵי זוֹ נִקְרֵאת נִכְסֵי מְלוֹג: \n",
      "וְכֵן כָּל נְכָסִים שֶׁיֵּשׁ לָאִשָּׁה שֶׁלֹּא הִכְנִיסָה אוֹתָן לְבַעְלָהּ וְלֹא כָּתְבוּ אוֹתָן בַּכְּתֻבָּה אֶלָּא נִשְׁאֲרוּ לְעַצְמָהּ. אוֹ נָפְלוּ לָהּ בַּיְרֻשָּׁה אַחַר שֶׁנִּתְאָרְסָה אוֹ נִתְּנוּ לָהּ בְּמַתָּנָה. הַכּל נִקְרָאִין נִכְסֵי מְלוֹג שֶׁכֻּלָּן בִּרְשׁוּתָהּ הֵן. וְאֵין נִקְרָאִין כְּתֻבָּה אֶלָּא עִקַּר כְּתֻבָּה שֶׁהוּא מֵאָה אוֹ מָאתַיִם עִם הַתּוֹסֶפֶת בִּלְבַד: \n",
      "כְּבָר הוֹדַעְנוּ שֶׁחֲכָמִים תִּקְּנוּ כְּתֻבָּה לָאִשָּׁה וְדִין הַתּוֹסֶפֶת כְּדִין הָעִקָּר. וְלֹא תִּקְּנוּ לִגְבּוֹתָהּ כָּל זְמַן שֶׁתִּרְצֶה אֶלָּא הֲרֵי הִיא כְּחוֹב שֶׁיֵּשׁ לוֹ זְמַן וְאֵין הַכְּתֻבָּה נִגְבֵּית אֶלָּא לְאַחַר מִיתַת הַבַּעַל אוֹ אִם גֵּרְשָׁהּ. וְכֵן הִתְקִינוּ שֶׁאִם הָיוּ לַבַּעַל שָׂדוֹת טוֹבוֹת וְרָעוֹת וּבֵינוֹנִיּוֹת וּבָאָה הָאִשָּׁה לִגְבּוֹת כְּתֻבָּתָהּ מִמֶּנּוּ שֶׁלֹּא תִּגְבֶּה אֶלָּא מִן הָרָעָה שֶׁבִּנְכָסָיו וְהִיא הַנִּקְרֵאת זִבּוּרִית: \n",
      "וְכֵן הִתְקִינוּ שֶׁכְּשֶׁתָּבוֹא לִגְבּוֹת כְּתֻבָּתָהּ אַחַר מוֹתוֹ לֹא תִּגְבֶּה עַד שֶׁתִּשָּׁבַע בִּנְקִיטַת חֵפֶץ שֶׁלֹּא הִנִּיחַ אֶצְלָהּ כְּלוּם וְלֹא מָכְרָה לוֹ כְּתֻבָּתָהּ וְלֹא מָחֲלָה אוֹתָהּ. וְשָׁמִין לָהּ כָּל מַה שֶּׁעָלֶיהָ וּפוֹחֲתִין אוֹתוֹ מִכְּתֻבָּתָהּ. אֲבָל אִם גֵּרְשָׁהּ לִרְצוֹנוֹ גּוֹבָה בְּלֹא שְׁבוּעָה וְאֵין שָׁמִין כְּסוּת שֶׁעָלֶיהָ שֶׁהֲרֵי לְקָחָן לָהּ וְזָכְתָה בָּהֶן וְהוּא רוֹצֶה לְהוֹצִיאָהּ לֹא הִיא: \n",
      "וְכֵן הִתְקִינוּ שֶׁלֹּא תִּגְבֶּה הָאַלְמָנָה כְּתֻבָּתָהּ אֶלָּא מִן הַקַּרְקַע. וְאֵינָהּ גּוֹבָה מִשֶּׁבַח שֶׁשָּׁבְחוּ נְכָסִים לְאַחַר מִיתַת הַבַּעַל. וְאֵין הַבָּנוֹת נִזּוֹנוֹת לְאַחַר מִיתַת אֲבִיהֶן מִשֶּׁבַח שֶׁשָּׁבְחוּ נְכָסִים לְאַחַר מִיתָתוֹ. וְאֵינָהּ טוֹרֶפֶת בִּכְתֻבָּתָהּ בְּשֶׁבַח שֶׁהִשְׁבִּיחַ הַלּוֹקֵחַ אַף עַל פִּי שֶׁבַּעַל חוֹב גּוֹבֶה אֶת הַשֶּׁבַח. וּדְבָרִים אֵלּוּ מִקֻּלֵּי כְּתֻבָּה הֵם: \n",
      "וְכֵן מִקֻּלֵּי כְּתֻבָּה שֶׁתִּטּל הָאִשָּׁה בִּכְתֻבָּתָהּ מִן הַפָּחוּת שֶׁבַּמַּטְבְּעוֹת. כֵּיצַד. נָשָׂא אִשָּׁה בְּמָקוֹם אֶחָד וְגֵרְשָׁהּ בְּמָקוֹם אַחֵר. אִם הָיוּ מְעוֹת מְקוֹם הַנִּשּׂוּאִין טוֹבִים מִמְּעוֹת מְקוֹם הַגֵּרוּשִׁין נוֹתֵן לָהּ מִמְּעוֹת מְקוֹם הַגֵּרוּשִׁין. וְאִם הָיוּ מְעוֹת מְקוֹם הַגֵּרוּשִׁין טוֹבִים מִמְּעוֹת מְקוֹם הַנִּשּׂוּאִין נוֹתֵן לָהּ מִמְּעוֹת מְקוֹם הַנִּשּׂוּאִין. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה בִּכְתֻבָּתָהּ מָעוֹת סְתָם. אֲבָל אִם פֵּרֵשׁ בָּהּ מַטְבֵּעַ יָדוּעַ בֵּין בַּעִקָּר בֵּין בַּתּוֹסֶפֶת הֲרֵי הִיא כְּדִין הַמַּלְוֶה אֶת חֲבֵרוֹ מַטְבֵּעַ יָדוּעַ שֶׁנּוֹתֵן לוֹ כַּמָּה שֶׁהִלְּוָהוּ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת הַלְוָאָה: \n",
      "תִּקְּנוּ הַגְּאוֹנִים בְּכָל הַיְשִׁיבוֹת שֶׁתִּהְיֶה הָאִשָּׁה גּוֹבָה כְּתֻבָּתָהּ אַחֲרֵי מוֹת בַּעְלָהּ אַף מִן הַמִּטַּלְטְלִין כְּדֶרֶךְ שֶׁהִתְקִינוּ לְבַעַל חוֹב לִגְבּוֹת מִן הַמִּטַּלְטְלִין. וּפָשְׁטָה תַּקָּנָה זוֹ בְּרֹב יִשְׂרָאֵל. וְכֵן שְׁאָר תְּנָאֵי כְּתֻבָּה כֻּלָּן כִּכְתֻבָּה הֵן וְיֶשְׁנָן בְּמִטַּלְטְלִין כְּבַקַּרְקַע. חוּץ מִכְּתֻבַּת בְּנִין דִּכְרִין שֶׁלֹּא מָצָאנוּ מִנְהַג יְרֻשָּׁתָן פָּשׁוּט בְּכָל הַיְשִׁיבוֹת. לְפִיכָךְ אֲנִי אוֹמֵר מַעֲמִידִין אוֹתָהּ עַל דִּין הַגְּמָרָא שֶׁאֵין יוֹרְשִׁין כְּתֻבַּת אִמָּן אֶלָּא מִן הַקַּרְקַע: \n",
      "כְּבָר נָהֲגוּ בְּכָל הַמְּקוֹמוֹת שֶׁיָּדַעְנוּ וְשֶׁשָּׁמַעְנוּ שִׁמְעָן שֶׁיִּכְתְּבוּ בַּכְּתֻבָּה בֵּין מִמְּקַרְקְעֵי בֵּין מִמִּטַּלְטְלֵי. וְדָבָר זֶה תִּקּוּן גָּדוֹל הוּא וַאֲנָשִׁים גְּדוֹלִים וּנְבוֹנִים הִנְהִיגוּ דָּבָר זֶה שֶׁהֲרֵי זֶה תְּנַאי שֶׁבְּמָמוֹן וְנִמְצָא הָאַלְמָנָה גּוֹבָה מִן הַמִּטַּלְטְלִין בִּתְנַאי זֶה לֹא בְּתַקָּנַת אַחֲרוֹנִים: \n",
      "הֲרֵי שֶׁלֹּא כָּתַב כָּךְ בִּשְׁטַר הַכְּתֻבָּה אֶלָּא נָשָׂא סְתָם. אִם הָיָה יוֹדֵעַ בְּתַקָּנָה זוֹ שֶׁל גְּאוֹנִים גּוֹבָה. וְאִם לָאו אוֹ שֶׁנִּסְתַּפֵּק לָנוּ הַדָּבָר מִתְיַשְּׁבִין בַּדָּבָר הַרְבֵּה שֶׁאֵין כֹּחַ בְּתַקָּנַת הַגְּאוֹנִים לָדוּן בָּהּ אַף עַל פִּי שֶׁלֹּא נִתְפָּרְשָׁה כְּדִין תְּנָאֵי כְּתֻבָּה שֶׁהֵם תַּקָּנַת הַסַּנְהֶדְרִין הַגְּדוֹלָה עַד שֶׁנּוֹצִיא בָּהּ מָמוֹן מִן הַיּוֹרְשִׁים: \n",
      "וְעוֹד תִּקְּנוּ חֲכָמִים שֶׁיִּהְיוּ כָּל נִכְסֵי הַבַּעַל אַחְרָאִין וְעַרְבָאִין לִכְתֻבָּה אֲפִלּוּ כְּתֻבָּתָהּ מָנֶה וְיֵשׁ לוֹ קַרְקַע בְּאַלְפַּיִם זְהוּבִים הַכּל תַּחַת שִׁעְבּוּד הַכְּתֻבָּה. וְכָל שֶׁיִּמְכֹּר אַחַר הַנִּשּׂוּאִין מִנְּכָסָיו אַף עַל פִּי שֶׁמִּמְכָּרוֹ קַיָּם וְיֵשׁ לוֹ לִמְכֹּר כָּל נְכָסָיו אִם יִרְצֶה יֵשׁ לָהּ לִטְרֹף אוֹתָן בִּכְתֻבָּתָהּ כְּשֶׁיְּגָרְשֶׁנָּה אוֹ כְּשֶׁיָּמוּת אִם לֹא תִּמְצָא נְכָסִים בְּנֵי חוֹרִין. וּכְשֶׁתִּטְרֹף לֹא תִּטְרֹף אֶלָּא בִּשְׁבוּעָה בִּנְקִיטַת חֵפֶץ כְּדִין כָּל בַּעֲלֵי חוֹבוֹת. וְתַקָּנָה זוֹ כְּדֵי שֶׁלֹּא תִּהְיֶה כְּתֻבָּה קַלָּה בְּעֵינָיו: \n",
      "כְּשֶׁמַּשְׁבִּיעִין בֵּית דִּין אוֹ הַיּוֹרְשִׁין אֶת הָאַלְמָנָה כְּשֶׁתָּבוֹא לִגְבּוֹת כְּתֻבָּתָהּ אֵין מַשְׁבִּיעִין אוֹתָהּ אֶלָּא חוּץ לְבֵית דִּין. מִפְּנֵי שֶׁבָּתֵּי דִּינִין הָיוּ נִמְנָעִין מִלְּהַשְׁבִּיעָהּ שֶׁחוֹשְׁשִׁין לָהּ שֶׁמָּא לֹא תְּדַקְדֵּק עַל עַצְמָהּ בִּשְׁבוּעָה. וְאִם רָצוּ הַיְתוֹמִים לְהַדִּירָהּ נוֹדֶרֶת לָהֶן כָּל מַה שֶּׁיִּרְצוּ וּמַדִּירִין אוֹתָהּ בְּבֵית דִּין וְאַחַר כָּךְ נוֹטֶלֶת כְּתֻבָּתָהּ: \n",
      "מֵתָה הָאַלְמָנָה קֹדֶם שֶׁתִּשָּׁבַע אֵין יוֹרְשֶׁיהָ יוֹרְשִׁין מִכְּתֻבָּתָהּ כְּלוּם שֶׁאֵין לָהּ כְּתֻבָּה עַד שֶׁתִּשָּׁבַע. וְאִם נִשֵּׂאת קֹדֶם שֶׁתִּשָּׁבַע הֲרֵי זוֹ נִשְׁבַּעַת אַחַר הַנִּשּׂוּאִין וְנוֹטֶלֶת כָּל זְמַן שֶׁתִּרְצֶה. אֲבָל אֵינָהּ נוֹדֶרֶת וְנוֹטֶלֶת שֶׁמָּא יָפֵר לָהּ הַבַּעַל: \n",
      "יִחֵד לָהּ קַרְקַע בִּכְתֻבָּתָהּ בֵּין שֶׁיִּחֵד בְּאַרְבַּעַת הַמְּצָרִים בֵּין בְּמֵצַר אֶחָד גּוֹבָה אֶת כְּתֻבָּתָהּ מִמֶּנָּה בְּלֹא שְׁבוּעָה. וְכֵן אִם כָּתַב לָהּ מִטַּלְטְלִין וְהֵן עַצְמָן קַיָּמִין נוֹטֶלֶת אוֹתָן בְּלֹא שְׁבוּעָה. וְכֵן אִם נִמְכְּרוּ וְנִלְקַח בָּהֶן מִטַּלְטְלִין אֲחֵרִים וְנוֹדַע שֶׁאֵלּוּ הַשְּׁנִיִּם מִדְּמֵי הַמִּטַּלְטְלִין הָרִאשׁוֹנִים נוֹטַלְתָּן בְּלֹא שְׁבוּעָה: \n",
      "הַפּוֹגֶמֶת כְּתֻבָּתָהּ לֹא תִּפָּרַע אֶלָּא בִּשְׁבוּעָה. כֵּיצַד. הוֹצִיאָה שְׁטַר כְּתֻבָּה שֶׁיֵּשׁ בּוֹ אֶלֶף זוּז הַבַּעַל אוֹמֵר נִתְקַבַּלְתְּ הַכּל וְהִיא אוֹמֶרֶת לֹא נִתְקַבַּלְתִּי אֶלָּא כָּךְ וְכָךְ. וַאֲפִלּוּ יֵשׁ עָלֶיהָ עֵדִים בַּמִּקְצָת שֶׁנָּטְלָה וַאֲפִלּוּ דִּקְדְּקָה עַצְמָהּ בְּחֶשְׁבּוֹן מַה שֶּׁנָּטְלָה בַּחֲצִי פְּרוּטָה לֹא תִּטּל הַשְּׁאָר אֶלָּא בִּשְׁבוּעָה: \n",
      "אָמַר הַבַּעַל נִתְקַבַּלְתְּ הַכּל וְהִיא אוֹמֶרֶת לֹא נִתְקַבַּלְתִּי כְּלוּם וְעַד אֶחָד מֵעִיד עָלֶיהָ שֶׁנִּתְקַבְּלָה הַכּל אוֹ מִקְצָת לֹא תִּפָּרַע כָּל הַכְּתֻבָּה אֶלָּא בִּשְׁבוּעָה: \n",
      "הַנִּפְרַעַת שֶׁלֹּא בְּפָנָיו לֹא תִּפָּרַע אֶלָּא בִּשְׁבוּעָה. כֵּיצַד. הֲרֵי שֶׁגֵּרֵשׁ אֶת אִשְׁתּוֹ וְהָלַךְ לוֹ. בֵּית דִּין יוֹרְדִין לִנְכָסָיו אַחַר שֶׁתִּשָּׁבַע וּמַגְבִּין אוֹתָהּ כְּתֻבָּתָהּ. וְהוּא שֶׁיִּהְיֶה בְּמָקוֹם רָחוֹק שֶׁיֵּשׁ לָהֶן טֹרַח לְהוֹדִיעוֹ. אֲבָל אִם הָיָה בְּמָקוֹם קָרוֹב לְהוֹדִיעוֹ שׁוֹלְחִין לוֹ וּמוֹדִיעִין אוֹתוֹ. וְאִם לֹא יָבוֹא תִּשָּׁבַע וְתִטּל: \n",
      "הַפּוֹחֶתֶת כְּתֻבָּתָהּ נִפְרַעַת שֶׁלֹּא בִּשְׁבוּעָה. כֵּיצַד. הוֹצִיאָה שְׁטַר כְּתֻבָּה בְּאֶלֶף זוּז הוּא אוֹמֵר נִתְקַבַּלְתְּ הַכּל וְהִיא אוֹמֶרֶת לֹא נִתְקַבַּלְתִּי כְּלוּם וְאֵין לִי אֶלָּא חָמֵשׁ מֵאוֹת זוּז וְזֶה שֶׁכָּתַב לִי אֶלֶף אֲמָנָה הָיְתָה בֵּינִי לְבֵינוֹ הֲרֵי זוֹ נִפְרַעַת שֶׁלֹּא בִּשְׁבוּעָה. אֲבָל אִם אָמְרָה אֵין בִּשְׁטַר כְּתֻבָּתִי אֶלָּא חֲמֵשׁ מֵאוֹת אֵינָהּ נִפְרַעַת בִּשְׁטָר זֶה שֶׁיֵּשׁ בּוֹ אֶלֶף זוּז כְּלוּם שֶׁהֲרֵי בִּטְּלָה אוֹתוֹ וּכְאִלּוּ הוֹדֵית שֶׁהוּא שֶׁקֶר. לְפִיכָךְ נִשְׁבַּע שְׁבוּעַת הֶסֵּת וְנִפְטָר: \n",
      "כָּל מָקוֹם שֶׁאָמַרְנוּ לֹא תִּפָּרַע אֶלָּא בִּשְׁבוּעָה אוֹמְרִים לָהּ בֵּית דִּין הִשָּׁבְעִי וּטְלִי. וּמָקוֹם שֶׁאָמַרְנוּ תִּפָּרַע שֶׁלֹּא בִּשְׁבוּעָה אוֹמְרִים לַבַּעַל עֲמֹד וְתֵן לָהּ וְאֵין אַתָּה נֶאֱמָן בְּטַעֲנָה זוֹ עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיךָ: \n",
      "אָמַר הַבַּעַל מֵעַצְמוֹ תִּשָּׁבַע לִי עַל טַעֲנָתִי אוֹמְרִין לָהּ הִשָּׁבְעִי וּטְלִי וְתִשָּׁבַע בִּנְקִיטַת חֵפֶץ. הִתְנֵית עִמּוֹ שֶׁתִּגְבֶּה כְּתֻבָּתָהּ שֶׁלֹּא בִּשְׁבוּעָה אוֹ שֶׁתְּהֵא נֶאֱמֶנֶת בְּכָל מַה שֶּׁתִּטְעֹן גּוֹבָה מִמֶּנּוּ בְּלֹא שְׁבוּעָה כְּלָל. אֲבָל אִם בָּאָה לִגְבּוֹת מִיּוֹרְשָׁיו תִּשָּׁבַע וְאַחַר כָּךְ תִּטּל: \n",
      "הִתְנֵית עִמּוֹ שֶׁתִּגְבֶּה כְּתֻבָּתָהּ מִיּוֹרְשָׁיו בְּלֹא שְׁבוּעָה אוֹ שֶׁתִּהְיֶה נֶאֱמֶנֶת בְּכָל מַה שֶּׁתִּטְעֹן עַל יוֹרְשָׁיו הֲרֵי זוֹ נוֹטֶלֶת מֵהֶן בְּלֹא שְׁבוּעָה. אֲבָל אִם בָּאָה לִטְרֹף מִנְּכָסִים מְשֻׁעְבָּדִים לֹא תִּטְרֹף אֶלָּא בִּשְׁבוּעָה. וְאַף עַל פִּי שֶׁהֶאֱמִינָהּ הַבַּעַל. שֶׁאֵין תְּנַאי הַבַּעַל מוֹעִיל אֶלָּא עָלָיו וְעַל יוֹרְשָׁיו אֲבָל לְהַפְסִיד מָמוֹן אֲחֵרִים אֵינוֹ מוֹעִיל: \n",
      "אַלְמָנָה שֶׁהָיָה שְׁטַר כְּתֻבָּה יוֹצֵא מִתַּחַת יָדָהּ נִשְׁבַּעַת וְגוֹבָה כְּתֻבָּתָהּ לְעוֹלָם אֲפִלּוּ אַחַר מֵאָה שָׁנָה. בֵּין שֶׁהָיְתָה בְּבֵית בַּעְלָהּ בֵּין שֶׁהָיְתָה בְּבֵית אָבִיהָ. וְאִם אֵין שְׁטַר כְּתֻבָּה יוֹצֵא מִתַּחַת יָדָהּ אֵין לָהּ כְּלוּם וַאֲפִלּוּ עִקַּר כְּתֻבָּה וַאֲפִלּוּ תָּבְעָה בְּיוֹם מִיתַת בַּעְלָהּ. וְכֵן הַגְּרוּשָׁה אֲפִלּוּ עִקַּר כְּתֻבָּה אֵין לָהּ עַד שֶׁתּוֹצִיא שְׁטַר כְּתֻבָּה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁדַּרְכָּן לִכְתֹּב כְּתֻבָּה. אֲבָל בְּמָקוֹם שֶׁאֵין דַּרְכָּן לִכְתֹּב כְּתֻבָּה אֶלָּא סוֹמְכִין עַל תְּנַאי בֵּית דִּין הֲרֵי זוֹ גּוֹבָה עִקַּר כְּתֻבָּה אַף עַל פִּי שֶׁאֵין בְּיָדָהּ שְׁטַר כְּתֻבָּה בֵּין נִתְגָּרְשָׁה בֵּין נִתְאַלְמְנָה בֵּין שֶׁהָיְתָה בְּבֵית בַּעְלָהּ בֵּין שֶׁהָיְתָה בְּבֵית אָבִיהָ. אֲבָל תּוֹסֶפֶת אֵין לָהּ בְּכָל מָקוֹם אֶלָּא בִּרְאָיָה בְּרוּרָה: \n",
      "וְעַד כַּמָּה תִּגְבֶּה הָאַלְמָנָה הָעִקָּר בְּמָקוֹם שֶׁאֵין כּוֹתְבִין כְּתֻבָּה. אִם הָיְתָה בְּבֵית בַּעְלָהּ גּוֹבָה לְעוֹלָם. וְאִם הָיְתָה בְּבֵית אָבִיהָ עַד עֶשְׂרִים וְחָמֵשׁ שָׁנָה. וְאִם בָּאָה לִתְבֹּעַ אַחַר עֶשְׂרִים וְחָמֵשׁ שָׁנָה אֵין לָהּ כְּלוּם שֶׁאִלּוּ לֹא מָחֲלָה לֹא שָׁתְקָה כָּל זְמַן זֶה. וַהֲרֵי אֵינָהּ עִם הַיּוֹרְשִׁים כְּדֵי שֶׁתֹּאמַר נִכְלַמְתִּי מִלְּתָבְעָן וְהֵן עִמִּי בַּבַּיִת: \n",
      "לְפִיכָךְ אִם הָיָה הַיּוֹרֵשׁ עַצְמוֹ מוֹלִיךְ מְזוֹנוֹתֶיהָ לְבֵית אָבִיהָ וּמְטַפֵּל בָּהּ יֵשׁ לָהּ לִתְבֹּעַ כְּתֻבָּתָהּ וַאֲפִלּוּ אַחַר כ''ה שָׁנָה מִפְּנֵי שֶׁזּוֹ שֶׁשָּׁתְקָה וְלֹא תָּבְעָה מִפְּנֵי שֶׁהִיא בּוֹשָׁה מִן הַיּוֹרֵשׁ: \n",
      "הִיא אוֹמֶרֶת בְּתוּלָה נִשֵּׂאתִי וְעִקַּר כְּתֻבָּתִי מָאתַיִם וְהַבַּעַל אוֹ יוֹרְשָׁיו אוֹמְרִים בְּעוּלָה נִשֵּׂאת וְאֵין לָהּ אֶלָּא מֵאָה. אִם יֵשׁ עֵדִים שֶׁרָאוּ שֶׁעָשׂוּ לָהּ הַמִּנְהָגוֹת שֶׁנָּהֲגוּ אַנְשֵׁי אוֹתָהּ הָעִיר לַעֲשׂוֹתָן לִבְתוּלָה כְּגוֹן מִינֵי שִׂמְחָה אוֹ כְּתָרִים אוֹ מַלְבּוּשׁ יָדוּעַ אוֹ שְׁאָר דְּבָרִים שֶׁאֵין עוֹשִׂין כָּךְ אֶלָּא לִבְתוּלָה הֲרֵי זוֹ נוֹטֶלֶת מָאתַיִם. וְאִם אֵין לָהּ עֵדִים בָּזֶה הֲרֵי זוֹ נוֹטֶלֶת מָנֶה. וְאִם הָיָה הַבַּעַל קַיָּם יֵשׁ לָהּ לְהַשְׁבִּיעוֹ שְׁבוּעַת הַתּוֹרָה שֶׁהֲרֵי הוֹדָה בְּמִקְצָת הַטַּעֲנָה. וְנֶאֱמָן הַקָּטָן לְהָעִיד בְּגָדְלוֹ וְלוֹמַר זָכוּר אֲנִי כְּשֶׁהָיִיתִי קָטָן שֶׁנַּעֲשָׂה לִפְלוֹנִית מִנְהַג הַבְּתוּלוֹת. וְכָל הַדְּבָרִים הָאֵלּוּ בְּמָקוֹם שֶׁאֵין כּוֹתְבִין כְּתֻבָּה כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "הָאִשָּׁה שֶׁאָמְרָה לְבַעְלָהּ גֵרַשְׁתַּנִי נֶאֱמֶנֶת, שֶׁאֵינָהּ מְעִזָּה פָּנֶיהָ בִּפְנֵי בַּעְלָהּ. לְפִיכָךְ הָאִשָּׁה שֶׁהוֹצִיאָה שְׁטַר כְּתֻבָּה וְאֵין עִמָּהּ גֵּט וְאָמְרָה לְבַעְלָהּ גֵּרַשְׁתַּנִי וְאָבַד גִּטִּי תֵּן לִי כְּתֻבָּתִי וְהוּא אוֹמֵר לֹא גֵּרַשְׁתִּיךְ חַיָּב לִתֵּן לָהּ עִקַּר כְּתֻבָּה. אֲבָל אֵינוֹ נוֹתֵן לָהּ הַתּוֹסֶפֶת עַד שֶׁתָּבִיא רְאָיָה שֶׁגֵּרְשָׁהּ אוֹ שֶׁיָּצָא גֵּט עִם הַכְּתֻבָּה מִתַּחַת יָדָהּ: \n",
      "אָמַר לָהּ הַבַּעַל כָּךְ הָיָה גֵּרַשְׁתִּי וְנָתַתִּי לָהּ כָּל הַכְּתֻבָּה עִקָּר וְתוֹסֶפֶת וְכָתְבָה לִי שׁוֹבֵר וְאָבַד שׁוֹבְרִי. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא גֵּרַשְׁתִּי וְלֹא יִתְחַיֵּב בְּתוֹסֶפֶת נֶאֱמָן וּמַשְׁבִּיעָהּ בִּנְקִיטַת חֵפֶץ וְנוֹתֵן לָהּ אֶת הָעִקָּר וְנִשְׁבָּע הוּא שְׁבוּעַת הֶסֵּת עַל הַתּוֹסֶפֶת: \n",
      "הוֹצִיאָה גֵּט וְאֵין בְּיָדָהּ שְׁטַר כְּתֻבָּה. אִם דֶּרֶךְ אוֹתוֹ מָקוֹם שֶׁלֹּא יִכְתְּבוּ כְּתֻבָּה גּוֹבָה עִקַּר כְּתֻבָּתָהּ בַּגֵּט שֶׁבְּיָדָהּ. וְאִם דַּרְכָּן לִכְתֹּב כְּתֻבָּה אֲפִלּוּ עִקָּר אֵין לָהּ עַד שֶׁתּוֹצִיא שְׁטַר כְּתֻבָּה כְּמוֹ שֶׁבֵּאַרְנוּ. וְנִשְׁבָּע הַבַּעַל שְׁבוּעַת הֶסֵּת עַל טַעֲנָתָהּ וְנִפְטָר: \n",
      "הוֹצִיאָה שְׁתֵּי גִּטִּין וּשְׁתֵּי כְּתֻבּוֹת גּוֹבָה שְׁתֵּי כְּתֻבּוֹת. הוֹצִיאָה שְׁתֵּי כְּתֻבּוֹת וְגֵט אֶחָד אֵינָהּ גּוֹבָה אֶלָּא כְּתֻבָּה אַחַת. וְאֵי זוֹ מֵהֶן גּוֹבָה אִם שְׁתֵּיהֶן שָׁווֹת בִּטְּלָה הָאַחֲרוֹנָה אֶת הָרִאשׁוֹנָה וְאֵינָהּ טוֹרֶפֶת אֶלָּא מִזְּמַן הָאַחֲרוֹנָה. וְאִם הָיָה בְּאַחַת מִשְּׁתֵּיהֶן תּוֹסֶפֶת עַל חֲבֵרְתָהּ גּוֹבָה בְּאֵיזוֹ מֵהֶן שֶׁתִּרְצֶה וּתְבַטֵּל הַשְּׁנִיָּה: \n",
      "הוֹצִיאָה שְׁתֵּי גִּטִּין וּכְתֻבָּה אַחַת אֵין לָהּ אֶלָּא כְּתֻבָּה אַחַת. שֶׁהַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְהֶחֱזִירָהּ סְתָם עַל כְּתֻבָּתָהּ הָרִאשׁוֹנָה הֶחֱזִירָהּ. הוֹצִיאָה גֵּט וּכְתֻבָּה אַחַר מִיתַת הַבַּעַל. אִם גֵּט קוֹדֵם לִכְתֻבָּה גּוֹבָה בְּגֵט זֶה עִקַּר כְּתֻבָּה אִם אֵין דַּרְכָּן לִכְתֹּב כְּתֻבָּה וְגוֹבָה כָּל מַה שֶּׁיֵּשׁ בִּכְתֻבָּתָהּ זוֹ שֶׁהֲרֵי זָכְתָה בָּהּ בְּמִיתָתוֹ. וְאִם כְּתֻבָּה קָדְמָה אֶת הַגֵּט אֵין לָהּ אֶלָּא כְּתֻבָּה אַחַת. שֶׁעַל כְּתֻבָּתָהּ הָרִאשׁוֹנָה הֶחֱזִירָהּ: \n",
      "הָאִשָּׁה נֶאֱמֶנֶת לוֹמַר מֵת בַּעְלִי כְּדֵי שֶׁתִּנָּשֵׂא כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת גֵּרוּשִׁין. וּמִתְּנָאֵי הַכְּתֻבָּה שֶׁאִם תִּנָּשֵׂא לְאַחֵר אַחַר מוֹתוֹ תִּטּל כָּל מַה שֶּׁכָּתַב לָהּ בִּכְתֻבָּתָהּ. לְפִיכָךְ אִם בָּאָה לְבֵית דִּין וְאָמְרָה מֵת בַּעְלִי הַתִּירוּנִי לְהִנָּשֵׂא וְלֹא הִזְכִּירָה שֵׁם כְּתֻבָּה בָּעוֹלָם מַתִּירִין אוֹתָהּ לְהִנָּשֵׂא וּמַשְׁבִּיעִין אוֹתָהּ וְנוֹתְנִין לָהּ כְּתֻבָּתָהּ. בָּאָה וְאָמְרָה מֵת בַּעְלִי תְּנוּ לִי אֶת כְּתֻבָּתִי אַף לְהִנָּשֵׂא אֵין מַתִּירִין אוֹתָהּ שֶׁעַל עִסְקֵי הַכְּתֻבָּה בָּאָה וַהֲרֵי זֶה בְּחֶזְקַת שֶׁלֹּא מֵת. וְאֵין דַּעְתָּהּ לְהִנָּשֵׂא אֶלָּא לִטּל כְּתֻבָּה מֵחַיִּים בִּלְבַד. בָּאָה וְאָמְרָה מֵת בַּעְלִי הַתִּירוּנִי לְהִנָּשֵׂא וּתְנוּ לִי אֶת כְּתֻבָּתִי מַתִּירִין אוֹתָהּ לְהִנָּשֵׂא וְנוֹתְנִין לָהּ כְּתֻבָּתָהּ מִפְּנֵי שֶׁעִקַּר דְּבָרֶיהָ עַל עִסְקֵי הַנִּשּׂוּאִין בָּאָה. אֲבָל אִם בָּאָה וְאָמְרָה תְּנוּ לִי אֶת כְּתֻבָּתִי וְהַתִּירוּנִי לְהִנָּשֵׂא מַתִּירִין אוֹתָהּ וְאֵין נוֹתְנִין לָהּ כְּתֻבָּה. וְאִם תָּפְשָׂה אֵין מוֹצִיאִין מִיָּדָהּ: \n"
    ],
    [
      "מִי שֶׁהָיָה נָשׂוּי נָשִׁים רַבּוֹת וּמֵת. כָּל שֶׁנִּשֵּׂאת בַּתְּחִלָּה קוֹדֶמֶת לִטּל כְּתֻבָּתָהּ. וְאֵין אַחַת מֵהֶן נוֹטֶלֶת אֶלָּא בִּשְׁבוּעָה. וְאֵין לָאַחֲרוֹנָה אֶלָּא מַה שֶּׁשִּׁיְּרָה שֶׁלְּפָנֶיהָ וְגַם הִיא נִשְׁבַּעַת וְנוֹטֶלֶת הַשְּׁאָר. וְכֵן אִם הָיָה עָלָיו שְׁטַר חוֹב. אִם הָיָה הַחוֹב קוֹדֵם גּוֹבֶה בַּעַל חוֹב תְּחִלָּה. וְאִם הַכְּתֻבָּה קָדְמָה גּוֹבָה הָאִשָּׁה בַּתְּחִלָּה וְהַנִּשְׁאָר לַבַּעַל חוֹב: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה הַקַּרְקַע שֶׁבָּאוּ לִגְבּוֹת מִמֶּנָּה קְנוּיָה לוֹ בִּשְׁעַת נִשּׂוּאִים וּבְשָׁעָה שֶׁלָּוָה הוּא. שֶׁהַדִּין נוֹתֵן שֶׁכָּל הַקּוֹדֵם בִּשְׁטָר תְּחִלָּה זָכָה תְּחִלָּה. אֲבָל אִם נָשָׂא נָשִׁים זוֹ אַחַר זוֹ וְלָוָה בֵּין קֹדֶם נִשּׂוּאִין בֵּין אַחַר נִשּׂוּאִין וְאַחַר שֶׁנָּשָׂא וְלָוָה קָנָה קַרְקַע כֻּלָּן חוֹלְקִין כְּאֶחָד שֶׁשִּׁעְבּוּד כֻּלָּן כְּאֶחָד בָּא. שֶׁבְּשָׁעָה שֶׁקָּנָה הָיָה מְשֻׁעְבָּד לַכּל וְאֵין כָּאן דִּין קְדִימָה: \n",
      "וְכֵן אִם הָיָה זְמַן הַכְּתֻבּוֹת וְהַשְּׁטָרוֹת כֻּלָּן יוֹם אֶחָד אוֹ שָׁעָה אַחַת בְּמָקוֹם שֶׁכּוֹתְבִים שָׁעוֹת חוֹלְקִין כְּאֶחָד שֶׁאֵין שָׁם קוֹדֵם. וּלְעוֹלָם כָּל שֶׁקָּדַם וְזָכָה בְּמִטַּלְטְלִין כְּדֵי חוֹבוֹ אוֹ כְּדֵי כְּתֻבָּתָהּ אֵין מוֹצִיאִין מִיָּדוֹ שֶׁאֵין דִּין קְדִימָה בְּמִטַּלְטְלִין: \n",
      "מִי שֶׁגֵּרֵשׁ אֶת אִשְׁתּוֹ וְעָלָיו שְׁטַר חוֹב וּבָא בַּעַל חוֹב וְהָאִשָּׁה לִגְבּוֹת וְהָיוּ לוֹ מָעוֹת וְקַרְקַע כְּדֵי הַחוֹב וְהַכְּתֻבָּה. בַּעַל חוֹב נוֹטֵל מָעוֹת וְהָאִשָּׁה נוֹטֶלֶת כְּתֻבָּתָהּ מִן הַקַּרְקַע. וְאִם אֵין לוֹ אֶלָּא קַרְקַע שֶׁאֵין בָּהּ כְּדֵי לִגְבּוֹת שְׁנֵיהֶם וְלֹא הָיָה בָּהּ דִּין קְדִימָה נוֹתְנִין אוֹתוֹ לְבַעַל חוֹב. וְאִם נִשְׁאַר לָאִשָּׁה כְּלוּם תִּטּל וְאִם לָאו תִּדָּחֶה מִפְּנֵי בַּעַל חוֹב. שֶׁהֲרֵי בַּעַל חוֹב הִפְסִיד וְהוֹצִיא מְעוֹתָיו וְהָאִשָּׁה לֹא חָסְרָה דָּבָר שֶׁיּוֹתֵר מִשֶּׁהָאִישׁ רוֹצֶה לִשָּׂא אִשָּׁה רוֹצֶה לְהִנָּשֵׂא: \n",
      "וְכֵן מִי שֶׁמֵּת וְהִנִּיחַ אִשָּׁה וּבַעַל חוֹב וְקַרְקַע שֶׁאֵין בָּהּ דִּין קְדִימָה הָאִשָּׁה נִדְחֵית מִפְּנֵי בַּעַל חוֹב וְהוּא גּוֹבֶה חוֹבוֹ תְּחִלָּה: \n",
      "וְכֵיוָן שֶׁתִּקְּנוּ הַגְּאוֹנִים שֶׁתִּגְבֶּה הָאִשָּׁה וּבַעַל חוֹב מִן הַמִּטַּלְטְלִין וְהַדָּבָר יָדוּעַ שֶׁאֵין דִּין קְדִימָה בְּמִטַּלְטְלִין אִם לֹא הִנִּיחַ מִטַּלְטְלִין כְּדֵי לִתֵּן לִשְׁנֵיהֶם נוֹתְנִין לְבַעַל חוֹב כָּל חוֹבוֹ תְּחִלָּה. וְאִם נִשְׁאַר לָאִשָּׁה מַה שֶּׁתִּטּל בִּכְתֻבָּתָהּ תִּטּל וְאִם לָאו תִּדָּחֶה: \n",
      "הָיוּ כְּתוּבִין בִּכְתֻבָּתָהּ נִכְסֵי צֹאן בַּרְזֶל וְטָעֲנָה שֶׁאָבְדוּ אוֹ שֶׁלְּקָחָם הַבַּעַל הֲרֵי הִיא בְּנִכְסֵי צֹאן בַּרְזֶל שֶׁלָּהּ כִּשְׁאָר בַּעֲלֵי חוֹבוֹת וְנִשְׁבַּעַת שֶׁלֹּא לָקְחָה אוֹתָן וְלֹא נָתְנָה וְלֹא מָחֲלָה וְחוֹלֶקֶת עִם בַּעֲלֵי חוֹבוֹת: \n",
      "מִי שֶׁמֵּת אוֹ גֵּרֵשׁ וְיֵשׁ לוֹ נָשִׁים רַבּוֹת וְאֵין שָׁם דִּין קְדִימָה וְאֵין לוֹ כְּדֵי כָּל הַכְּתֻבּוֹת כֵּיצַד הֵן חוֹלְקוֹת. רוֹאִים אִם כְּשֶׁיֵחָלֵק הַמָּמוֹן עַל מִנְיַן הַנָּשִׁים יְגִיעַ לַפְּחוּתָה שֶׁבָּהֶן כְּדֵי כְּתֻבָּתָהּ אוֹ פָּחוֹת חוֹלְקוֹת בְּשָׁוֶה. וְאִם הָיָה הַמָּמוֹן יוֹתֵר עַל זֶה חוֹלְקִים מִמֶּנּוּ כְּדֵי שֶׁיַּגִּיעַ לַפְּחוּתָה שֶׁבָּהֶן כַּשִּׁעוּר כְּתֻבָּתָהּ. וְחוֹזְרוֹת וְחוֹלְקוֹת אֶת הַמּוֹתָר בֵּין הַנּוֹתָרוֹת עַל דֶּרֶךְ הָרִאשׁוֹן. כֵּיצַד. מִי שֶׁהָיָה נָשׂוּי אַרְבַּע נָשִׁים כְּתֻבָּתָהּ שֶׁל רִאשׁוֹנָה אַרְבַּע מֵאוֹת וְשֶׁל שְׁנִיָּה שְׁלֹשׁ מֵאוֹת וְשֶׁל שְׁלִישִׁית מָאתַיִם וְשֶׁל רְבִיעִית מֵאָה נִמְצָא הַכּל אֶלֶף וְגֵרֵשׁ כֻּלָּן אוֹ מֵת. אִם הִנִּיחַ אַרְבַּע מֵאוֹת אוֹ פָּחוֹת חוֹלְקוֹת בְּשָׁוֶה וְכָל אַחַת נוֹטֶלֶת מֵאָה אוֹ פָּחוֹת. הִנִּיחַ שְׁמוֹנֶה מֵאוֹת אִם תֵּחָלֵק בֵּין כֻּלָּן בְּשָׁוֶה נִמְצֵאת הָרְבִיעִית נוֹטֶלֶת מָאתַיִם וַהֲרֵי אֵין בִּכְתֻבָּתָהּ אֶלָּא מֵאָה אֶלָּא כֵּיצַד עוֹשִׂין. לוֹקְחִין אַרְבַּע מֵאוֹת זוּז וְחוֹלְקִין אוֹתָן בֵּינֵיהֶן בְּשָׁוֶה מֵאָה מֵאָה נִמְצֵאת הָרְבִיעִית נָטְלָה כְּדֵי כְּתֻבָּתָהּ וְהָלְכָה לָהּ נִשְׁאַר כָּאן אַרְבַּע מֵאוֹת זוּז וְשָׁלֹשׁ נָשִׁים שֶׁבְּיַד כָּל אַחַת מִשְּׁלָשְׁתָּן מֵאָה זוּז אִם תַּחֲלֹק הָאַרְבַּע מֵאוֹת בֵּין שְׁלָשְׁתָּן בְּשָׁוֶה נִמְצָא הַשְּׁלִישִׁית נוֹטֶלֶת מָאתַיִם וּשְׁלֹשִׁים וְשָׁלֹשׁ וּשְׁלִישׁ וַהֲרֵי אֵין בִּכְתֻבָּתָהּ אֶלָּא מָאתַיִם. לְפִיכָךְ לוֹקְחִין מֵאַרְבַּע הַמֵּאוֹת שְׁלֹשׁ מֵאוֹת וְחוֹלְקִין בֵּין שְׁלָשְׁתָּן בְּשָׁוֶה שֶׁנִּמְצֵאת הַשְּׁלִישִׁית שֶׁנָּטְלָה מָאתַיִם שֶׁלָּהּ וְהָלְכָה לָהּ נִשְׁאַר כָּאן מֵאָה וּשְׁתֵּי נָשִׁים חוֹלְקִין אֶת הַמֵּאָה בְּשָׁוֶה בֵּין רִאשׁוֹנָה וּשְׁנִיָּה. נִמְצָא בְּיַד הָרִאשׁוֹנָה מָאתַיִם וַחֲמִשִּׁים וְכֵן בְּיַד הַשְּׁנִיָּה. וְנִמְצָא בְּיַד הַשְּׁלִישִׁית מָאתַיִם וּבְיַד הָרְבִיעִית מֵאָה וְעַל דֶּרֶךְ זוֹ חוֹלְקוֹת לְעוֹלָם אֲפִלּוּ הֵן מֵאָה: \n",
      "הֶעָרֵב לְאִשָּׁה בִּכְתֻבָּתָהּ אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ אֵינוֹ חַיָּב לְשַׁלֵּם שֶׁמִּצְוָה עָשָׂה וַהֲרֵי לֹא חָסְרָה כְּלוּם. וְאִם עָרֵב שֶׁל כְּתֻבַּת בְּנוֹ הוּא וְקָנוּ מִיָּדוֹ חַיָּב לְשַׁלֵּם שֶׁהָאָב בִּגְלַל בְּנוֹ מְשַׁעְבֵּד עַצְמוֹ וְגוֹמֵר וּמַקְנֶה. וְקַבְּלָן שֶׁל כְּתֻבָּה חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדוֹ. וְאֵי זֶה הוּא קַבְּלָן זֶה שֶׁאָמַר לְאִשָּׁה הִנָּשְׂאִי לְזֶה וַאֲנִי נוֹתֵן כְּתֻבָּה זוֹ. אֲבָל אִם אָמַר לָהּ הֲרֵינִי עָרֵב כְּתֻבָּה זוֹ. אֲנִי פּוֹרֵעַ כְּתֻבָּה זוֹ. אֲנִי חַיָּב בָּהּ וְכַיּוֹצֵא בָּזֶה פָּטוּר אֶלָּא אִם כֵּן הָיָה אָבִיו. הַמְגָרֵשׁ אֶת אִשְׁתּוֹ יַדִּירֶנָּה הֲנָאָה וְאַחַר כָּךְ תִּפָּרַע כְּתֻבָּתָהּ מִן הַקַּבְּלָן אוֹ מֵאָבִיו אִם הָיָה עָרֵב. שֶׁמָּא יַחֲזִירֶנָהּ וְנִמְצְאוּ עוֹשִׂין קְנוּנְיָא עַל נְכָסָיו שֶׁל זֶה: \n",
      "וְכֵן הַמַּקְדִּישׁ נְכָסָיו וְגֵרֵשׁ אֶת אִשְׁתּוֹ יַדִּירֶנָּה הֲנָאָה וְאַחַר כָּךְ תִּפָּרַע מִן הַפּוֹדֶה מִיַּד הַהֶקְדֵּשׁ שֶׁמָּא יַעֲשׂוּ קְנוּנְיָא עַל הַהֶקְדֵּשׁ. אֲבָל הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וּבָאָה לִטְרֹף מִן הַלָּקוֹחוֹת אֵין מְחַיְּבִין אוֹתוֹ לְהַדִּירָהּ אֶלָּא נִשְׁבַּעַת וְטוֹרֶפֶת. וְאִם רָצְתָה תַּחֲזֹר לְבַעְלָהּ שֶׁכְּבָר יָדְעוּ הַלָּקוֹחוֹת שֶׁיֵּשׁ עָלָיו כְּתֻבַּת אִשָּׁה וְהֵם הִפְסִידוּ עַל עַצְמָם שֶׁלָּקְחוּ נְכָסִים שֶׁתַּחַת שִׁעְבּוּדָהּ: \n",
      "הַבַּעַל שֶׁמָּכַר נְכָסָיו וְאַחַר כָּךְ כָּתְבָה אִשְׁתּוֹ לַלּוֹקֵחַ דִּין וּדְבָרִים אֵין לִי עִמְּךָ וְהִסְכִּימָה לְמַעֲשָׂיו אַף עַל פִּי שֶׁקָּנוּ מִמֶּנָּה הֲרֵי זוֹ טוֹרֶפֶת. שֶׁלֹּא כָּתְבָה לוֹ אֶלָּא שֶׁלֹּא תִּהְיֶה בֵּינָהּ לְבֵין בַּעְלָהּ קְטָטָה וְיֵשׁ לָהּ לוֹמַר נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי. אֲבָל אִם קָנוּ מִיַּד הָאִשָּׁה תְּחִלָּה שֶׁאֵין לָהּ שִׁעְבּוּד עַל מָקוֹם זֶה וְאַחַר כָּךְ מָכַר אוֹתוֹ הַבַּעַל אֵינָהּ טוֹרֶפֶת אוֹתוֹ. וְכֵן אִם מָכַר הַבַּעַל וְאָמַר לְאִשְׁתּוֹ לִכְתֹּב לַלּוֹקֵחַ דִּין וּדְבָרִים אֵין לִי עִמְּךָ וְלֹא כָּתְבָה וְלֹא הִסְכִּימָה לְמַעֲשָׂיו וְנִפְסַד הַמֶּכֶר וְחָזַר הַבַּעַל וּמָכַר לְאִישׁ אַחֵר בֵּין אוֹתָהּ שָׂדֶה בֵּין שָׂדֶה אַחֶרֶת וְאַחַר שֶׁמָּכַר הַבַּעַל הִסְכִּימָה לְמַעֲשָׂיו וְקָנוּ מִיָּדָהּ, שֶׁאֵין לָהּ שִׁעְבּוּד עַל שָׂדֶה זוֹ, אֵינָהּ יְכוֹלָה לִטְרֹף שֶׁאֵינָהּ יְכוֹלָה לוֹמַר נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי שֶׁהֲרֵי בָּרִאשׁוֹנָה כְּשֶׁלֹּא רָצְתָה לֹא הָלְכָה בִּרְצוֹן בַּעְלָהּ: \n",
      "מִי שֶׁהָיוּ לוֹ שְׁתֵּי נָשִׁים וּמָכַר אֶת שָׂדֵהוּ וְקָנוּ מִיַּד הָרִאשׁוֹנָה שֶׁאֵין לָהּ שִׁעְבּוּד עַל שָׂדֶה זוֹ וְאֵינָהּ טוֹרֶפֶת אוֹתוֹ מִן הַלּוֹקֵחַ וְהָיָה הַקִּנְיָן מוֹעִיל שֶׁאֵינָהּ יְכוֹלָה לִטְעֹן בּוֹ נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי וְאַחַר כָּךְ מֵת הַבַּעַל אוֹ גֵּרֵשׁ שְׁתֵּיהֶן הַשְּׁנִיָּה מוֹצִיאָה מִיַּד הַלּוֹקֵחַ שֶׁהֲרֵי לֹא קָנוּ מִיָּדָהּ לַלּוֹקֵחַ. וְהָרִאשׁוֹנָה מוֹצִיאָה מִיַּד הַשְּׁנִיָּה מִפְּנֵי שֶׁהִיא קָדְמָה וְלֹא הֵסִירָה שִׁעְבּוּדָהּ אֶלָּא מֵעַל הַלּוֹקֵחַ. וּכְשֶׁתַּחְזֹר הַשָּׂדֶה לָרִאשׁוֹנָה חוֹזֵר הַלּוֹקֵחַ וּמוֹצִיאָהּ מִיָּדָהּ שֶׁהֲרֵי קָנוּ לוֹ. וְחוֹזְרוֹת חֲלִילָה עַד שֶׁיַּעֲשׂוּ פְּשָׁרָה בֵּינֵיהֶן: \n",
      "אַלְמָנָה בֵּין מִן הַנִּשּׂוּאִין בֵּין מִן הָאֵרוּסִין נִשְׁבַּעַת וּמוֹכֶרֶת מִקַּרְקַע בַּעְלָהּ וְנִפְרַעַת כְּתֻבָּתָהּ בֵּין בְּבֵית דִּין מֻמְחִין בֵּין בְּבֵית דִּין שֶׁאֵינָן מֻמְחִין. וְהוּא שֶׁיִּהְיוּ הַשְּׁלֹשָׁה הָאֲנָשִׁים נֶאֱמָנִין וְיוֹדְעִין בְּשׁוּמַת הַקַּרְקַע. וְאַחֲרָיוּת הַמֶּכֶר עַל נִכְסֵי יְתוֹמִים. אֲבָל הַגְּרוּשָׁה לֹא תִּמְכֹּר אֶלָּא בְּבֵית דִּין מֻמְחִין. וְכָל הַמּוֹכֶרֶת בְּבֵית דִּין לֹא תִּמְכֹּר אֶלָּא בְּהַכְרָזָה. וּבְהִלְכוֹת הַלְוָאָה יִתְבָּאֵר מִשְׁפַּט מְכִירַת בֵּית דִּין הֵיאַךְ הִיא. אֲבָל הַמּוֹכֶרֶת שֶׁלֹּא בְּבֵית דִּין אֵינָהּ צְרִיכָה הַכְרָזָה וְאַף עַל פִּי כֵן צָרִיךְ שְׁלֹשָׁה שֶׁהֵם נֶאֱמָנִים וְיוֹדְעִים בְּשׁוּמָא: \n",
      "אַלְמָנָה שֶׁמָּכְרָה קַרְקַע בִּכְתֻבָּתָהּ בֵּינָהּ לְבֵין עַצְמָהּ אִם מָכְרָה שָׁוֶה בְּשָׁוֶה מִכְרָהּ קַיָּם וְנִשְׁבַּעַת שְׁבוּעַת אַלְמָנָה אַחַר שֶׁמָּכְרָה. וְהוּא שֶׁמָּכְרָה לְאַחֵר אֲבָל אִם שָׁמָה לְעַצְמָהּ לֹא עָשְׂתָה כְּלוּם וַאֲפִלּוּ הִכְרִיזָה: \n",
      "הָיְתָה כְּתֻבָּתָהּ מָאתַיִם וּמָכְרָה שְׁוֵה מֵאָה בְּמָאתַיִם אוֹ שְׁוֵה מָאתַיִם בְּמֵאָה נִתְקַבְּלָה כְּתֻבָּתָהּ וְאֵין לָהּ כְּלוּם וּבִלְבַד שֶׁתִּשָּׁבַע שְׁבוּעַת אַלְמָנָה. הָיְתָה כְּתֻבָּתָהּ מֵאָה וּמָכְרָה שְׁוֵה מֵאָה וְדִינָר בְּמֵאָה מִכְרָהּ בָּטֵל וַאֲפִלּוּ אָמְרָה אֲנִי אַחֲזִיר אֶת הַדִּינָר לַיּוֹרְשִׁים: \n",
      "הָיְתָה כְּתֻבָּתָהּ אַרְבַּע מֵאוֹת זוּז וּמָכְרָה לָזֶה בְּמָנֶה וְלָזֶה בְּמָנֶה שָׁוֶה בְּשָׁוֶה וְלָאַחֲרוֹן שְׁוֵה מֵאָה וְדִינָר בְּמֵאָה שֶׁל אַחֲרוֹן בָּטֵל וְשֶׁל כֻּלָּם קַיָּם: \n",
      "יֵשׁ לָאִשָּׁה לִמְכֹּר כְּתֻבָּתָהּ אוֹ לִתְּנָהּ בְּמַתָּנָה אִם מֵת הַבַּעַל אוֹ גֵּרְשָׁהּ יָבֹא הַלָּה וְיִטּל וְאִם מֵתָה הִיא בְּחַיֵּי בַּעְלָהּ אוֹ קֹדֶם שֶׁנִּשְׁבְּעָה אֵין לוֹ כְּלוּם: \n",
      "הֲרֵי שֶׁמָּכְרָה מִקְצָת כְּתֻבָּתָהּ אוֹ מִשְׁכְּנָה מִקְצָת כְּתֻבָּתָהּ אוֹ נָתְנָה לְאַחֵר מִקְצָת כְּתֻבָּתָהּ מוֹכֶרֶת מִקַּרְקַע בַּעְלָהּ וְתִגְבֶּה הַשְּׁאָר בֵּין בְּבֵית דִּין מֻמְחִין בֵּין בִּשְׁלֹשָׁה נֶאֱמָנִים. וּמוֹכֶרֶת לִכְתֻבָּתָהּ אֲפִלּוּ פְּעָמִים רַבּוֹת בֵּין בְּבֵית דִּין בֵּין בִּשְׁלֹשָׁה נֶאֱמָנִים וְיוֹדְעִים שׁוּמַת הַקַּרְקַע: \n",
      "הַמּוֹכֶרֶת כְּתֻבָּתָהּ בֵּין לַאֲחֵרִים בֵּין לְבַעְלָהּ לֹא אִבְּדָה שְׁאָר תְּנָאֵי כְּתֻבָּה. וְאִם הָיָה לָהּ בֵּן זָכָר יוֹרֵשׁ כְּנֶגֶד הַכְּתֻבָּה הַזֹּאת שֶׁנִּמְכְּרָה מִנִּכְסֵי אָבִיו יוֹתֵר עַל חֶלְקוֹ כְּדִין תְּנַאי זֶה. אֲבָל הַמּוֹחֶלֶת כְּתֻבָּתָהּ לְבַעְלָהּ אִבְּדָה כָּל תְּנָאֵי כְּתֻבָּתָהּ וַאֲפִלּוּ מְזוֹנוֹת אֵין לָהּ עָלָיו. וּמוֹחֶלֶת כְּתֻבָּתָהּ אֵינָהּ צְרִיכָה קִנְיָן וְלֹא עֵדִים כִּשְׁאָר כָּל הַמּוֹחֲלִים שֶׁאֵינָן צְרִיכִין לֹא עֵדִים וְלֹא קִנְיָן אֶלָּא בִּדְבָרִים בִּלְבַד. וְהוּא שֶׁיִּהְיוּ דְּבָרִים שֶׁהַדַּעַת סוֹמֶכֶת עֲלֵיהֶן וְלֹא יִהְיוּ דִּבְרֵי שְׂחוֹק וְהִתּוּל אוֹ דִּבְרֵי תֵּימָהּ אֶלָּא בְּדַעַת נְכוֹנָה: \n"
    ],
    [
      "אַלְמָנָּה נִזּוֹנֶת מִנִּכְסֵי יוֹרְשִׁין כָּל זְמַן אַלְמְנוּתָהּ עַד שֶׁתִּטּל כְּתֻבָּתָהּ. וּמִשֶּׁתִּתְבַּע כְּתֻבָּתָהּ בְּבֵית דִּין אֵין לָהּ מְזוֹנוֹת. וְכֵן אִם מָכְרָה כְּתֻבָּתָהּ כֻּלָּהּ אוֹ מִשְׁכְּנָה כְּתֻבָּתָהּ אוֹ עָשְׂתָה כְּתֻבָּתָהּ אַפּוֹתִיקִי לְאַחֵר. וְהוּא שֶׁתֹּאמַר לוֹ פֹּה תִּגְבֶּה חוֹבְךָ. בֵּין שֶׁעָשְׂתָה דְּבָרִים אֵלּוּ בְּבֵית דִּין מֻמְחִין בֵּין שֶׁלֹּא בְּבֵית דִּין בֵּין שֶׁעָשְׂתָה בְּחַיֵּי בַּעְלָהּ בֵּין שֶׁעָשְׂתָה לְאַחַר מִיתַת בַּעְלָהּ אֵין לָהּ מְזוֹנוֹת מִן הַיּוֹרְשִׁים. אֲבָל אִם מָכְרָה מִקְצָתָהּ יֵשׁ לָהּ מְזוֹנוֹת. וּמִשֶּׁתִּתְאָרֵס הָאַלְמָנָה אִבְּדָה מְזוֹנוֹתֶיהָ: \n",
      "כְּשֵׁם שֶׁנִּזֹּנֶת אַחַר מוֹתוֹ מִנְּכָסָיו כָּךְ נוֹתְנִין לָהּ כְּסוּת וּכְלֵי תַּשְׁמִישׁ וּמָדוֹר (אוֹ יוֹשֶׁבֶת בְּמָדוֹר) שֶׁהָיְתָה בּוֹ בְּחַיֵּי בַּעְלָהּ וּמִשְׁתַּמֶּשֶׁת בְּכָרִים וּכְסָתוֹת בַּעֲבָדִים וּבִשְׁפָחוֹת שֶׁנִּשְׁתַּמְּשָׁה בָּהֶן בְּחַיֵּי בַּעְלָהּ. נָפַל הַמָּדוֹר אֵין הַיּוֹרְשִׁין חַיָּבִין לִבְנוֹתוֹ. וְאִם אָמְרָה הָנִיחוּ לִי וַאֲנִי אֶבְנֶנּוּ מִשֶּׁלִּי אֵין שׁוֹמְעִין לָהּ. וְכֵן לֹא תְּחַזֵּק בִּדְקוֹ וְלֹא תִּטְחֶה אוֹתוֹ אֶלָּא תֵּשֵׁב בּוֹ כְּמָה שֶׁהוּא אוֹ תֵּצֵא. וְיֹורְשִׁין שֶׁמָּכְרוּ מְדוֹר אַלְמָנָה לֹא עָשׂוּ וְלֹא כְּלוּם: \n",
      "נָפַל הַבַּיִת אוֹ שֶׁלֹּא הָיָה לְבַעְלָהּ בַּיִת אֶלָּא בְּשָׂכָר נוֹתְנִין לָהּ מָדוֹר לְפִי כְּבוֹדָהּ. וְכֵן מְזוֹנוֹתֶיהָ וּכְסוּתָהּ לְפִי כְּבוֹדָהּ. וְאִם הָיָה כְּבוֹד הַבַּעַל גָּדוֹל מִכְּבוֹדָהּ נוֹתְנִין לָהּ לְפִי כְּבוֹדוֹ מִפְּנֵי שֶׁעוֹלָה עִמּוֹ וְאֵינָהּ יוֹרֶדֶת אֲפִלּוּ לְאַחַר מִיתָה: \n",
      "בִּרְכַּת הַבַּיִת מְרֻבָּה כֵּיצַד. חֲמִשָּׁה שֶׁהָיָה מְזוֹנוֹת כָּל אֶחָד מֵהֶן קַב בְּשֶׁיֹּאכַל לְבַדּוֹ אִם הָיוּ חֲמִשְּׁתָּן בְּבַיִת אֶחָד וְאוֹכְלִין בְּעֵרוּב מַסְפִּיק לָהֶן אַרְבַּע קַבִּין. וְהוּא הַדִּין לִשְׁאָר צָרְכֵי הַבַּיִת. לְפִיכָךְ אַלְמָנָה שֶׁאָמְרָה אֵינֶנִּי זָזָה מִבֵּית אָבִי פִּסְקוּ לִי מְזוֹנוֹת וּתְנוּ לִי שָׁם. יְכוֹלִין הַיּוֹרְשִׁין לוֹמַר לָהּ אִם אַתְּ אֶצְלֵנוּ יֵשׁ לָךְ מְזוֹנוֹת וְאִם לָאו אֵין אָנוּ נוֹתְנִים לָךְ אֶלָּא כְּפִי בִּרְכַּת הַבַּיִת. וְאִם הָיְתָה טוֹעֶנֶת מִפְּנֵי שֶׁהִיא יַלְדָּה וְהֵם יְלָדִים נוֹתְנִין לָהּ מְזוֹנוֹת הַמַּסְפִּיקִין לָהּ לְבַדָּהּ וְהִיא בְּבֵית אָבִיהָ. וּמוֹתַר מְזוֹנוֹת הָאַלְמָנָה וּמוֹתַר הַכְּסוּת לַיּוֹרְשִׁין: \n",
      "אַלְמָנָה שֶׁחָלְתָה אִם צְרִיכָה לִרְפוּאָה שֶׁאֵין לָהּ קִצְבָה הֲרֵי זוֹ כִּמְזוֹנוֹת וְיוֹרְשִׁין חַיָּבִין בָּהּ. וְאִם הִיא צְרִיכָה רְפוּאָה שֶׁיֵּשׁ לָהּ קִצְבָה הֲרֵי זוֹ מִתְרַפְּאָה מִכְּתֻבָּתָהּ. נִשְׁבֵּית אֵין הַיּוֹרְשִׁין חַיָּבִין לִפְדּוֹתָהּ אֲפִלּוּ הָיְתָה יְבָמָה וַאֲפִלּוּ נִשְׁבֵּית בְּחַיֵּי בַּעְלָהּ וָמֵת וְהִיא בַּשִּׁבְיָהּ אֵין חַיָּבִין לִפְדּוֹתָהּ מִנְּכָסָיו אֶלָּא נִפְדֵּית מִשֶּׁל עַצְמָהּ אוֹ תִּטּל כְּתֻבָּתָהּ וְתִפְדֶּה עַצְמָהּ: \n",
      "מֵתָה הָאַלְמָנָה יוֹרְשֵׁי הַבַּעַל חַיָּבִין בִּקְבוּרָתָהּ. וְאִם נִשְׁבְּעָה שְׁבוּעַת אַלְמָנָה וְאַחַר כָּךְ מֵתָה יוֹרְשֶׁיהָ יוֹרְשִׁין כְּתֻבָּתָהּ וְהֵן חַיָּבִין בִּקְבוּרָתָהּ אֲבָל לֹא יוֹרְשֵׁי הַבַּעַל. מַעֲשֵׂה יְדֵי הָאַלְמָנָה לַיּוֹרְשִׁין. וְיוֹרֵשׁ שֶׁאָמַר לָאַלְמָנָה טְלִי מַעֲשֵׂה יָדַיִךְ בִּמְזוֹנוֹתַיִךְ אֵין שׁוֹמְעִין לוֹ. אֲבָל הִיא שֶׁרָצְתָה בָּזֶה שׁוֹמְעִין לָהּ: \n",
      "וְכָל מְלָאכוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ אַלְמָנָה עוֹשָׂה לִיתוֹמִים חוּץ מִמְּזִיגַת הַכּוֹס וְהַצָּעַת הַמִּטָּה וְהַרְחָצַת פָּנָיו יָדָיו וְרַגְלָיו: \n",
      "מְצִיאַת הָאַלְמָנָה וּפֵרוֹת נְכָסִים שֶׁהִכְנִיסָה לַבַּעַל לְעַצְמָהּ וְאֵין לַיּוֹרֵשׁ בָּהֶם כְּלוּם: \n",
      "וְהַנְּכָסִים עַצְמָם שֶׁהֵם נְדֻנְיָתָהּ נוֹטֶלֶת אוֹתָן בְּלֹא שְׁבוּעָה וְאֵין לַיּוֹרְשִׁים בָּהֶם דִּין לְעוֹלָם אֶלָּא אִם כֵּן הוֹתִירוּ בְּחַיֵּי הַבַּעַל וְהָיוּ נִכְסֵי צֹאן בַּרְזֶל שֶׁהַמּוֹתָר לַבַּעַל. וְאִם מֵתָה הָאַלְמָנָה בְּלֹא שְׁבוּעָה יוֹרְשֶׁיהָ יוֹרְשִׁים נְדֻנְיָתָהּ אַף עַל פִּי שֶׁהוּא נִכְסֵי צֹאן בַּרְזֶל. וְאִם הָיָה בָּהֶן מוֹתָר הַמּוֹתָר לְיוֹרְשֵׁי הַבַּעַל: \n",
      "אַלְמָנָה שֶׁתָּפְסָה מִטַּלְטְלִין כְּדֵי שֶׁתִּזּוֹן מֵהֶן בֵּין שֶׁתָּפְסָה מֵחַיִּים בֵּין שֶׁתָּפְסָה אַחַר מוֹתוֹ אֲפִלּוּ תָּפְסָה כִּכַּר זָהָב אֵין מוֹצִיאִין מִיָּדָהּ אֶלָּא כּוֹתְבִין עָלֶיהָ בֵּית דִּין מַה שֶּׁתָּפְסָה וּפוֹסְקִין לָהּ מְזוֹנוֹת וּמְחַשְּׁבִין עִמָּהּ וְהִיא נִזּוֹנֶת מִמַּה שֶּׁבְּיָדָהּ עַד שֶׁתָּמוּת אוֹ עַד שֶׁלֹּא יִהְיוּ לָהּ מְזוֹנוֹת. וְיִקְחוּ הַיּוֹרְשִׁין אֶת הַשְּׁאָר: \n",
      "וְכֵן אִם תָּפְסָה מִטַּלְטְלִין בִּכְתֻבָּתָהּ בְּחַיֵּי בַּעְלָהּ וָמֵת גּוֹבָה מֵהֶן. אֲבָל אִם תָּפְסָה אַחַר מוֹתוֹ לִכְתֻבָּתָהּ אֵינָהּ גּוֹבָה מֵהֶן אַף עַל גַּב שֶׁתִּקְּנוּ הַגְּאוֹנִים שֶׁתִּגְבֶּה הַכְּתֻבָּה וּתְנָאֵי הַכְּתֻבָּה מִן הַמִּטַּלְטְלִין. לְפִיכָךְ תִּזּוֹן הָאַלְמָנָה מִן הַמִּטַּלְטְלִין אַף עַל פִּי שֶׁלֹּא תָּפְסָה: \n",
      "וְאִם הִנִּיחַ בַּעְלָהּ מִטַּלְטְלִין וְלֹא תָּפְסָה אוֹתָן הַיּוֹרְשִׁים נוֹטְלִין אוֹתָן וְהֵן מַעֲלִין לָהּ מְזוֹנוֹת וְאֵינָהּ יְכוֹלָה לְעַכֵּב עֲלֵיהֶן וְלוֹמַר יִהְיוּ הַמִּטַּלְטְלִין מֻנָּחִין בְּבֵית דִּין עַד שֶׁאִזּוֹן מֵהֶן שֶׁמָּא יֹאבְדוּ וְלֹא יִהְיוּ לִי מְזוֹנוֹת. וַאֲפִלּוּ הִתְנְתָה עָלָיו בְּפֵרוּשׁ שֶׁתִּזּוֹן מִן הַמִּטַּלְטְלִין אֵינָהּ מְעַכֶּבֶת. וְכָזֶה דָּנִין תָּמִיד בְּכָל בָּתֵּי דִּינִין: \n",
      "אֲבָל אִם הִנִּיחַ קַרְקַע יְכוֹלָה הִיא לְעַכֵּב עֲלֵיהֶן שֶׁלֹּא יִמְכְּרוּ וְאִם מָכְרוּ אֵינָהּ מוֹצִיאָה מִיַּד הַלָּקוֹחוֹת שֶׁאֵין הָאִשָּׁה וְהַבָּנוֹת נִזּוֹנוֹת אֶלָּא מִנְּכָסִים בְּנֵי חוֹרִין: \n",
      "הִנִּיחַ נָשִׁים רַבּוֹת אַף עַל פִּי שֶׁנְּשָׂאָן זוֹ אַחַר זוֹ נִזּוֹנוֹת בְּשָׁוֶה (כְּמוֹ) שֶׁאֵין דִּין קְדִימָה בְּמִטַּלְטְלִין: \n",
      "אַלְמָנָה שֶׁנָּפְלָה לִפְנֵי יָבָם בִּשְׁלֹשָׁה חֳדָשִׁים הָרִאשׁוֹנִים נִזּוֹנֶת מִשֶּׁל בַּעַל. וְאִם הֻכַּר הָעֵבָּר וְכֵן אִם הֱנִיחָהּ מְעֻבֶּרֶת נִזּוֹנֶת וְהוֹלֶכֶת עַד שֶׁתֵּלֵד. יָלְדָה בֵּן שֶׁל קַיָּמָא נִזּוֹנֶת וְהוֹלֶכֶת כָּל יְמֵי אַלְמְנוּתָהּ כִּשְׁאָר כָּל הַנָּשִׁים. לֹא נִמְצֵאת מְעֻבֶּרֶת אַחַר שְׁלֹשָׁה חֳדָשִׁים אוֹ שֶׁהִפִּילָה אֵינָהּ נִזּוֹנֶת לֹא מִשֶּׁל בַּעַל וְלֹא מִשֶּׁל יָבָם אֶלָּא תּוֹבַעַת יְבָמָהּ לִכְנֹס אוֹ לַחֲלֹץ: \n",
      "תָּבְעָה יְבָמָהּ לִכְנֹס אוֹ לַחֲלֹץ וְעָמַד בְּבֵית דִּין וּבָרַח אוֹ שֶׁחָלָה אוֹ שֶׁהָיָה הַיָּבָם בִּמְדִינַת הַיָּם הֲרֵי זוֹ נִזּוֹנֶת מִשֶּׁל יָבָם בְּלֹא שְׁבוּעָה כְּלָל: \n",
      "נָפְלָה לִפְנֵי יָבָם קָטָן אֵין לָהּ מְזוֹנוֹת עַד שֶׁיִּגְדַּל וְיִהְיֶה כִּשְׁאָר הַיָּבָמִין: \n",
      "מִי שֶׁיִּחֵד קַרְקַע לְאִשְׁתּוֹ בִּמְזוֹנוֹתֶיהָ בִּשְׁעַת מִיתָה וְאָמַר יִהְיֶה מָקוֹם פְּלוֹנִי לִמְזוֹנוֹת הֲרֵי רִבָּה לָהּ מְזוֹנוֹת. וְאִם הָיָה שְׂכָרוֹ פָּחוֹת מִמְּזוֹנוֹת הָרְאוּיוֹת לָהּ נוֹטֶלֶת הַשְּׁאָר מִשְּׁאָר נְכָסִים. וְאִם הָיָה שְׂכָרוֹ יוֹתֵר מִן הָרָאוּי לָהּ נוֹטֶלֶת הַכּל. אֲבָל אִם אָמַר לָהּ יִהְיֶה בְּמָקוֹם פְּלוֹנִי בִּמְזוֹנוֹתֶיהָ וְשָׁתְקָה אֵין לָהּ אֶלָּא פֵּרוֹת אוֹתוֹ מָקוֹם בִּלְבַד שֶׁהֲרֵי קָצַץ לָהּ מְזוֹנוֹת: \n",
      "אַלְמָנָה שֶׁבָּאָה לְבֵית דִּין לִתְבֹּעַ מְזוֹנוֹת יֵשׁ מִי שֶׁהוֹרָה שֶׁפּוֹסְקִין לָהּ מְזוֹנוֹת וְאֵין מַשְׁבִּיעִין אוֹתָהּ. וְאֵין רָאוּי לִסְמֹךְ עַל הוֹרָאָה זוֹ מִפְּנֵי שֶׁנִּתְחַלֵּף לוֹ הַדָּבָר בְּאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם. וְרַבּוֹתַי הוֹרוּ שֶׁאֵין לָהּ מְזוֹנוֹת מִבֵּית דִּין עַד שֶׁתִּשָּׁבַע שֶׁהֲרֵי זוֹ בָּאָה לְהִפָּרַע מִנִּכְסֵי יְתוֹמִים וְכָל הַנִּפְרָע מִנִּכְסֵי יְתוֹמִים לֹא יִפָּרַע אֶלָּא בִּשְׁבוּעָה. וְלָזֶה דַּעְתִּי נוֹטָה וְכֵן רָאוּי לָדוּן: \n",
      "אַלְמָנָה שֶׁבָּאָה לְבֵית דִּין לִתְבֹּעַ מְזוֹנוֹת מַשְׁבִּיעִין אוֹתָהּ בַּתְּחִלָּה וּמוֹכְרִין בְּלֹא הַכְרָזָה וְנוֹתְנִין לָהּ מְזוֹנוֹת. וְכֵן יֵשׁ לָהּ לִמְכֹּר לִמְזוֹנוֹת שֶׁלֹּא בְּבֵית דִּין מֻמְחִין אֶלָּא בִּשְׁלֹשָׁה אֲנָשִׁים נֶאֱמָנִים בְּלֹא הַכְרָזָה. וְכֵן אִם מָכְרָה לִמְזוֹנוֹת בֵּינָהּ לְבֵין עַצְמָהּ שָׁוֶה בְּשָׁוֶה מִכְרָהּ קַיָּם וּכְשֶׁיָּבֹאוּ הַיֹּרְשִׁין לְהַשְׁבִּיעַ אוֹתָהּ נִשְׁבַּעַת: \n",
      "וְכַמָּה מוֹכְרִין לִמְזוֹנוֹת כְּדֵי לָזוּן מֵהֶם שִׁשָּׁה חֳדָשִׁים לֹא יוֹתֵר עַל זֶה. וּמוֹכְרִין עַל מְנָת שֶׁיִּהְיֶה הַלּוֹקֵחַ נוֹתֵן לָהּ מְזוֹן שְׁלֹשִׁים יוֹם וְחוֹזֶרֶת וּמוֹכֶרֶת פַּעַם שְׁנִיָּה לְשִׁשָּׁה חֳדָשִׁים. וְכֵן מוֹכֶרֶת וְהוֹלֶכֶת לְעוֹלָם עַד שֶׁיִּשָּׁאֵר מִן הַנְּכָסִים כְּדֵי כְּתֻבָּתָהּ גּוֹבָה כְּתֻבָּתָהּ מִן הַשְּׁאָר וְהוֹלֶכֶת לָהּ: \n",
      "אַלְמָנָה שֶׁפָּסְקוּ לָהּ בֵּית דִּין מְזוֹנוֹת אֵין מְחַשְּׁבִין עִמָּהּ עַל מַעֲשֵׂה יָדֶיהָ עַד שֶׁיָּבוֹאוּ הַיּוֹרְשִׁים וְיִתְבְּעוּהָ. אִם מָצְאוּ לָהּ מַעֲשֵׂה יָדֶיהָ נוֹטְלִין אוֹתוֹ וְאִם לָאו הוֹלְכִין לְדַרְכָּם. וַאֲנִי אוֹמֵר שֶׁאִם הָיוּ הַיּוֹרְשִׁים קְטַנִּים בֵּית דִּין מְחַשְּׁבִין עִמָּהּ וּפוֹסְקִין מַעֲשֵׂה יָדֶיהָ כְּדֶרֶךְ שֶׁפּוֹסְקִין לָהּ מְזוֹנוֹת: \n",
      "אַלְמָנָה שֶׁאֵין שְׁטַר כְּתֻבָּה יוֹצֵא מִתַּחַת יָדָהּ אֵין לָהּ מְזוֹנוֹת שֶׁמָּא מָחֲלָה כְּתֻבָּתָהּ אוֹ מָכְרָה אוֹ מִשְׁכְּנָה אוֹתָהּ. אַף עַל פִּי שֶׁלֹּא טָעַן יוֹרֵשׁ טוֹעֲנִין אָנוּ לוֹ וְאוֹמְרִים לָהּ הָבִיאִי כְּתֻבָּתֵךְ וְהִשָּׁבְעִי וּטְלִי מְזוֹנוֹתֶיךָ אֶלָּא אִם אֵין דַּרְכָּם לִכְתֹּב כְּתֻבָּה: \n",
      "הָאִשָּׁה שֶׁהָלְכָה הִיא וּבַעְלָהּ לִמְדִינַת הַיָּם וּבָאָה וְאָמְרָה מֵת בַּעְלִי רָצְתָה נִזּוֹנֶת כְּדִין כָּל הָאַלְמָנוֹת רָצְתָה נוֹטֶלֶת כְּתֻבָּה. אָמְרָה גֵּרְשַׁנִי בַּעְלִי אֵינָהּ נֶאֱמֶנֶת וְנִזּוֹנֶת מִנְּכָסָיו עַד כְּדֵי כְּתֻבָּתָהּ מִכָּל פָּנִים. שֶׁאִם עֲדַיִן הִיא אִשְׁתּוֹ יֵשׁ לָהּ מְזוֹנוֹת. וְאִם גֵּרְשָׁהּ כְּמוֹ שֶׁאָמְרָה יֵשׁ לָהּ כְּתֻבָּה שֶׁהֲרֵי כְּתֻבָּתָהּ בְּיָדָהּ. לְפִיכָךְ נוֹטֶלֶת מְזוֹנוֹת עַד כְּדֵי כְּתֻבָּתָהּ וְהוֹלֶכֶת לָהּ: \n",
      "הָאִשָּׁה שֶׁהָיָה לָהּ סְפֵק גֵּרוּשִׁין וּמֵת בַּעְלָהּ אֵינָהּ נִזּוֹנֶת מִנְּכָסָיו שֶׁאֵין מוֹצִיאִין מִיַּד הַיּוֹרֵשׁ מִסָּפֵק. אֲבָל בְּחַיֵּי בַּעְלָהּ יֵשׁ לָהּ מְזוֹנוֹת עַד שֶׁתִּתְגָּרֵשׁ גֵּרוּשִׁין גְּמוּרִין: \n",
      "אַלְמָנָה עֲנִיָּה שֶׁשָּׁהֲתָה שְׁתֵּי שָׁנִים וְלֹא תָּבְעָה מְזוֹנוֹת אוֹ עֲשִׁירָה שֶׁשָּׁהֲתָה שָׁלֹשׁ שָׁנִים וְלֹא תָּבְעָה וִתְּרָה וְאֵין לָהּ מְזוֹנוֹת בַּשָּׁנִים שֶׁעָבְרוּ אֶלָּא מִשָּׁעָה שֶׁתָּבְעָה. וְאִם שָׁהֲתָה פָּחוֹת מִזֶּה אֲפִלּוּ בְּיוֹם אֶחָד לֹא וִתְּרָה אֶלָּא תּוֹבַעַת וְנוֹטֶלֶת מְזוֹן הַשָּׁנִים שֶׁעָבְרוּ: \n",
      "אַלְמָנָה שֶׁתָּבְעָה מְזוֹנוֹת מִן הַיּוֹרְשִׁים הֵם אוֹמְרִים נָתַנְנוּ וְהִיא אוֹמֶרֶת לֹא נָטַלְתִּי כָּל זְמַן שֶׁלֹּא נִשֵּׂאת עַל הַיְתוֹמִים לְהָבִיא רְאָיָה אוֹ תִּשָּׁבַע שְׁבוּעַת הֶסֵּת וְתִטּל. מִשֶּׁנִּשֵּׂאת עָלֶיהָ לְהָבִיא רְאָיָה אוֹ יִשָּׁבְעוּ הַיּוֹרְשִׁים שְׁבוּעַת הֶסֵּת שֶׁנָּתְנוּ לָהּ: \n",
      "דִּין תּוֹסֶפֶת כְּתֻבָּה כְּדִין הָעִקָּר. לְפִיכָךְ אַלְמָנָה שֶׁתָּבְעָה אוֹ מָכְרָה אוֹ מָחֲלָה אוֹ מִשְׁכְּנָה תּוֹסֶפֶת כְּתֻבָּתָהּ עִם הָעִקָּר אֵין לָהּ מְזוֹנוֹת. וְאִם תָּבְעָה מִקְצָת וְהִנִּיחָה מִקְצָת הֲרֵי זוֹ כְּמִי שֶׁתָּבְעָה מִקְצָת הָעִקָּר וְהִנִּיחָה מִקְצָתוֹ. וְכָל הַמּוֹכֶרֶת אוֹ הַמּוֹחֶלֶת סְתָם מָכְרָה וּמָחֲלָה הַתּוֹסֶפֶת עִם הָעִקָּר שֶׁשְּׁנֵיהֶם כְּתֻבָּה שְׁמָם בְּכָל מָקוֹם: \n"
    ],
    [
      "מִתְּנָּאֵי הַכְּתֻבָּה שֶׁיִּהְיוּ בָּנִים הַזְּכָרִים יוֹרְשׁים כְּתֻבַּת אִמָּן וּנְדֻנְיָתָהּ שֶׁהִכְנִיסָה בְּתוֹרַת נִכְסֵי צֹאן בַּרְזֶל וְאַחַר כָּךְ חוֹלְקִין שְׁאָר הַיְרֻשָּׁה עִם אֲחֵיהֶם בְּשָׁוֶה: \n",
      "כֵּיצַד. נָשָׂא אִשָּׁה כְּתֻבָּתָהּ וּנְדֻנְיָתָהּ אֶלֶף וְיָלְדָה בֵּן וּמֵתָה בְּחַיָּיו. וְאַחַר כָּךְ נָשָׂא אִשָּׁה אַחֶרֶת כְּתֻבָּתָהּ וּנְדֻנְיָתָהּ מָאתַיִם וְיָלְדָה בֵּן וּמֵתָה בְּחַיָּיו. וְאַחַר כָּךְ מֵת הוּא וְהִנִּיחַ אַלְפַּיִם. בְּנוֹ מִן הָרִאשׁוֹנָה יוֹרֵשׁ אֶלֶף שֶׁבִּכְתֻבַּת אִמּוֹ. וּבְנוֹ מִן הַשְּׁנִיָּה יוֹרֵשׁ מָאתַיִם שֶׁבִּכְתֻבַּת אִמּוֹ וְהַשְּׁאָר יוֹרְשִׁים אוֹתוֹ בְּשָׁוֶה. נִמְצָא בְּיַד בֶּן הָרִאשׁוֹנָה אֶלֶף וְאַרְבַּע מֵאוֹת. וּבְיַד בֶּן הַשְּׁנִיָּה שֵׁשׁ מֵאוֹת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִנִּיחַ יוֹתֵר עַל כְּדֵי שְׁתֵּי כְּתֻבּוֹת דִּינָר אֶחָד אוֹ יוֹתֵר כְּדֵי שֶׁיַּחְלְקוּ הַשְּׁאָר בְּשָׁוֶה. אֲבָל אִם לֹא הִנִּיחַ יוֹתֵר דִּינָר חוֹלְקִים הַכּל בְּשָׁוֶה שֶׁאִם יִירְשׁוּ אֵלּוּ כְּתֻבַּת אִמָּן וְאֵלּוּ כְּתֻבַּת אִמָּן וְלֹא יִשָּׁאֵר דִּינָר אֶחָד לַחֲלֹק אוֹתוֹ בֵּין הַיּוֹרְשִׁים נִמְצָא תְּנַאי זֶה מְבַטֵּל חִלּוּק יְרֻשָּׁה בֵּין הַבָּנִים בְּשָׁוֶה שֶׁהוּא מִן הַתּוֹרָה: \n",
      "וְהוּא הַדִּין לְמִי שֶׁנָּשָׂא נָשִׁים רַבּוֹת בֵּין בָּזוֹ אַחַר זוֹ בֵּין בְּבַת אַחַת וּמֵתוּ כֻּלָּן בְּחַיָּיו וְלוֹ מֵהֶן בָּנִים זְכָרִים אִם הָיָה שָׁם יוֹתֵר עַל כְּדֵי כָּל הַכְּתֻבּוֹת דִּינָר כָּל אֶחָד וְאֶחָד יוֹרֵשׁ כְּתֻבַּת אִמּוֹ וְהַשְּׁאָר חוֹלְקִין בְּשָׁוֶה: \n",
      "אָמְרוּ הַיְתוֹמִים הֲרֵי אָנוּ מַעֲלִין עַל נִכְסֵי אָבִינוּ יוֹתֵר דִּינָר כְּדֵי שֶׁיִּטְּלוּ כְּתֻבַּת אִמָּן אֵין שׁוֹמְעִין לָהֶם. אֶלָּא שָׁמִין אֶת הַנְּכָסִים בְּבֵית דִּין כַּמָּה שֶׁהָיוּ שָׁוִין בִּשְׁעַת מִיתַת אֲבִיהֶן וְאַף עַל פִּי שֶׁנִּתְרַבּוּ אוֹ נִתְמַעֲטוּ אַחֲרֵי מִיתַת אֲבִיהֶן קֹדֶם שֶׁיָּבוֹאוּ לַחֲלֹק אֵין שָׁמִין אוֹתָן אֶלָּא כִּשְׁעַת מִיתַת אֲבִיהֶן: \n",
      "הָיָה שָׁם יוֹתֵר עַל כְּדֵי כָּל הַכְּתֻבּוֹת דִּינָר אוֹ יוֹתֵר אַף עַל פִּי שֶׁיֵּשׁ עָלָיו שְׁטַר חוֹב כְּנֶגֶד הַיּוֹתֵר אֵינוֹ מְמַעֵט אֶלָּא כָּל אֶחָד מֵהֶן יוֹרֵשׁ כְּתֻבַּת אִמּוֹ: \n",
      "מִי שֶׁהָיָה נָשׂוּי שְׁתֵּי נָשִׁים וּמֵתָה אַחַת מֵהֶן בְּחַיָּיו וְאַחַת אַחַר מוֹתוֹ וְלוֹ בָּנִים מִשְּׁתֵּיהֶן אַף עַל פִּי שֶׁלֹּא הִנִּיחַ יֶתֶר עַל שְׁתֵּי הַכְּתֻבּוֹת אִם נִשְׁבְּעָה הַשְּׁנִיָּה שְׁבוּעַת אַלְמָנָה קֹדֶם שֶׁתָּמוּת בָּנֶיהָ קוֹדְמִים לִירֻשַּׁת כְּתֻבָּתָהּ. מִפְּנֵי שֶׁאֵינָן יוֹרְשִׁין כְּתֻבַּת אִמָּן בִּתְנַאי זֶה אֶלָּא יְרֻשָּׁה שֶׁל תּוֹרָה וְאַחַר כָּךְ יוֹרְשִׁין בְּנֵי הָרִאשׁוֹנָה כְּתֻבַּת אִמָּן בִּתְנַאי זֶה. וְאִם נִשְׁאַר שָׁם כְּלוּם חוֹלְקִין אוֹתוֹ בְּשָׁוֶה. וְאִם מֵתָה קֹדֶם שֶׁתִּשָּׁבַע בְּנֵי הָרִאשׁוֹנָה יוֹרְשִׁים כְּתֻבַּת אִמָּן בִּלְבַד וְהַשְּׁאָר חוֹלְקִין בְּשָׁוֶה: \n",
      "הָיָה נָשׂוּי שְׁתֵּי נָשִׁים וְהָיוּ לוֹ בָּנִים מֵהֶן וָמֵת וְאַחַר כָּךְ מֵתוּ הַנָּשִׁים אִם נִשְׁבְּעוּ וְאַחַר כָּךְ מֵתוּ כָּל אֶחָד וְאֶחָד יוֹרֵשׁ כְּתֻבַּת אִמּוֹ בִּירֻשָּׁה שֶׁל תּוֹרָה וְלֹא בִּתְנַאי זֶה. לְפִיכָךְ אֵין מַשְׁגִּיחִין אִם יֵשׁ שָׁם מוֹתָר אוֹ אֵין שָׁם. וְיוֹרְשֵׁי הָרִאשׁוֹנָה קוֹדְמִין לְיוֹרְשֵׁי הַשְּׁנִיָּה. וְאִם לֹא נִשְׁבְּעוּ חוֹלְקִין הַבָּנִים הַכּל בְּשָׁוֶה וְאֵין שָׁם יְרֻשַּׁת כְּתֻבָּה לְפִי שֶׁאֵין לָאַלְמָנָה כְּתֻבָּה עַד שֶׁתִּשָּׁבַע: \n",
      "אַחַת נִשְׁבְּעָה וְאַחַת לֹא נִשְׁבְּעָה זוֹ שֶׁנִּשְׁבְּעָה בָּנֶיהָ יוֹרְשִׁין כְּתֻבָּתָהּ תְּחִלָּה וְהַשְּׁאָר חוֹלְקִין אוֹתוֹ בְּשָׁוֶה. וְכָל הַיּוֹרֵשׁ כְּתֻבַּת אִמּוֹ שֶׁמֵּתָה בְּחַיֵּי אָבִיו אֵינוֹ טוֹרֵף מִנְּכָסִים מְשֻׁעְבָּדִים אֶלָּא מִבְּנֵי חוֹרִין כְּכָל הַיּוֹרְשִׁין: \n",
      "וּמִתְּנָאֵי כְּתֻבָּה שֶׁתִּהְיֶינָה הַבָּנוֹת נִזּוֹנוֹת מִנִּכְסֵי אֲבִיהֶן אַחַר מוֹתוֹ עַד שֶׁיִּתְאָרְסוּ אוֹ עַד שֶׁיִּבְגְּרוּ. בָּגְרָה הַבַּת אַף עַל פִּי שֶׁלֹּא נִתְאָרְסָה אוֹ נִתְאָרְסָה אַף עַל פִּי שֶׁלֹּא בָּגְרָה אֵין לָהּ מְזוֹנוֹת. וּבַת הַנִּזּוֹנֶת מִנִּכְסֵי אָבִיהָ לְאַחַר מוֹתוֹ מַעֲשֵׂה יָדֶיהָ וּמְצִיאָתָהּ לְעַצְמָהּ לֹא לָאַחִים: \n",
      "פּוֹסְקִין לַבַּת מְזוֹנוֹת וּכְסוּת וּמָדוֹר מִנִּכְסֵי אָבִיהָ כְּדֶרֶךְ שֶׁפּוֹסְקִין לָאַלְמָנָה. וּמוֹכְרִין לִמְזוֹן הַבָּנוֹת וּכְסוּתָן בְּלֹא הַכְרָזָה כְּדֶרֶךְ שֶׁמּוֹכְרִין לִמְזוֹן הָאַלְמָנָה וּכְסוּתָהּ. אֶלָּא שֶׁהָאִשָּׁה פּוֹסְקִין לָהּ לְפִי כְּבוֹדָהּ וּכְבוֹד הַבַּעַל וְלַבָּנוֹת פּוֹסְקִין לָהֶן דָּבָר הַמַּסְפִּיק לָהֶן בִּלְבַד. וְאֵין הַבָּנוֹת נִשְׁבָּעוֹת: \n",
      "אֵין הַבָּנִים יוֹרְשִׁין כְּתֻבַּת אִמָּן. וְלֹא הַבָּנוֹת נִזּוֹנוֹת בִּתְנָאִים אֵלּוּ עַד שֶׁיִּהְיֶה שְׁטַר כְּתֻבָּה יוֹצֵא מִתַּחַת יָדָם. אֲבָל אִם אֵין שָׁם שְׁטַר כְּתֻבָּה אֵין לָהּ כְּלוּם. שֶׁמָּא מָחֲלָה אִמָּן כְּתֻבָּתָהּ. וְאִם אֵין דַּרְכָּם לִכְתֹּב כְּתֻבָּה יֵשׁ לָהֶן כְּפִי הַתְּנָאִים: \n",
      "מִי שֶׁצִּוָּה בִּשְׁעַת מִיתָתוֹ לַעֲקֹר אֶחָד מִתְּנָאֵי כְּתֻבָּה. כְּגוֹן שֶׁאָמַר אֶל יִזּוֹנוּ בְּנוֹתָיו מִנְּכָסָיו אוֹ אַל תִּזּוֹן אַלְמָנָתוֹ מִנְּכָסָיו אוֹ אַל יִירְשׁוּ בָּנָיו כְּתֻבַּת אִמָּן אֵין שׁוֹמְעִין לוֹ. נָתַן כָּל נְכָסָיו בְּמַתָּנָה לַאֲחֵרִים הוֹאִיל וּמַתְּנַת שְׁכִיב מֵרַע אֵינָהּ קוֹנָה אֶלָּא לְאַחַר מִיתָה כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי הַמַּתָּנָה וְחִיּוּב הַנְּכָסִים בִּתְנָאִין אֵלּוּ בָּאִין כְּאֶחָד וּלְפִיכָךְ אַלְמָנָתוֹ וּבְנוֹתָיו נִזּוֹנוֹת מִנְּכָסָיו וּבָנָיו יוֹרְשִׁים כְּתֻבַּת אִמָּן שֶׁמֵּתָה בְּחַיֵּי בַּעְלָהּ: \n",
      "בַּת הַמְמָאֶנֶת הֲרֵי הִיא כִּשְׁאָר הַבָּנוֹת וְיֵשׁ לָהּ מְזוֹנוֹת. אֲבָל בַּת הַיְבָמָה וּבַת הַשְּׁנִיָּה וּבַת הָאֲרוּסָה וּבַת הָאֲנוּסָה אֵין לָהֶן מְזוֹנוֹת אַחַר מִיתַת אֲבִיהֶן בִּתְנַאי זֶה. אֲבָל בְּחַיֵּי אֲבִיהֶן הוּא חַיָּב בִּמְזוֹנוֹתָן כְּדִין שְׁאָר הַבָּנִים וְהַבָּנוֹת בְּחַיֵּי אֲבִיהֶן: \n",
      "הַמְאָרֵס בַּת הַנִּזּוֹנֶת מִן הָאַחִין חַיָּב בִּמְזוֹנוֹתֶיהָ מִשְּׁעַת הָאֵרוּסִין שֶׁהֲרֵי אֵין לָהּ מְזוֹנוֹת מֵאַחֶיהָ (אֶלָּא עַד שֶׁתִּתְאָרֵס אוֹ עַד שֶׁתִּבָּגֵר וְזוֹ) אֵינָהּ בּוֹגֶרֶת כְּדֵי שֶׁתִּזּוֹן עַצְמָהּ אֶלָּא קְטַנָּה אוֹ נַעֲרָה וְאֵין אָדָם רוֹצֶה שֶׁתִּתְבַּזֶּה אֲרוּסָתוֹ וְתֵלֵךְ וְתִשְׁאַל עַל הַפְּתָחִים: \n",
      "נִשֵּׂאת הַבַּת וּמֵאֲנָה אוֹ נִתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה אֲפִלּוּ הִיא שׁוֹמֶרֶת יָבָם הוֹאִיל וְחָזְרָה לְבֵית אָבִיהָ וַעֲדַיִן לֹא בָּגְרָה הֲרֵי זוֹ נִזּוֹנֶת מִנִּכְסֵי אָבִיהָ עַד שֶׁתִּבָּגֵר אוֹ עַד שֶׁתִּתְאָרֵס: \n",
      "מִי שֶׁמֵּת וְהִנִּיחַ בָּנִים וּבָנוֹת יִירְשׁוּ הַבָּנִים כָּל הַנְּכָסִים וְהֵם זָנִין אֶת אַחְיוֹתֵיהֶם עַד שֶׁיִּבְגְּרוּ אוֹ עַד שֶׁיִּתְאָרְסוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִנִּיחַ נְכָסִים שֶׁאֶפְשָׁר שֶׁיִּזּוֹנוּ מֵהֶם הַבָּנִים וְהַבָּנוֹת כְּאַחַת עַד שֶׁיִּבְגְּרוּ הַבָּנוֹת וְאֵלּוּ הֵן הַנִּקְרָאִין נְכָסִים מְרֻבִּין. אֲבָל אִם אֵין בַּנְּכָסִים שֶׁהִנִּיחַ אֶלָּא פָּחוֹת מִזֶּה מוֹצִיאִין מֵהֶם מְזוֹנוֹת לַבָּנוֹת עַד שֶׁיִּבְגְּרוּ וְנוֹתְנִין הַשְּׁאָר לַבָּנִים. וְאִם אֵין שָׁם אֶלָּא כְּדֵי מְזוֹן הַבָּנוֹת בִּלְבַד הַבָּנוֹת נִזּוֹנוֹת מֵהֶן עַד שֶׁיִּבְגְּרוּ אוֹ עַד שֶׁיִּתְאָרְסוּ וְהַבָּנִים יִשְׁאֲלוּ עַל הַפְּתָחִים: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִנִּיחַ קַרְקַע אֲבָל אִם לֹא הִנִּיחַ אֶלָּא מִטַּלְטְלִין הוֹאִיל וּבְתַקָּנַת הַגְּאוֹנִים הוּא שֶׁיִּזּוֹנוּ הַבָּנוֹת מִן הַמִּטַּלְטְלִין הֲרֵי הַבָּנִים וְהַבָּנוֹת נִזּוֹנוֹת כְּאֶחָד מִן הַנְּכָסִים הָאֵלּוּ הַמּוּעָטִין. שֶׁלֹּא תִּקְּנוּ לָהֶם בְּמִטַּלְטְלִין אֶלָּא שֶׁיִּהְיוּ כְּבָנִים וְכָזֶה הוֹרוּ הַגְּאוֹנִים: \n",
      "הִנִּיחַ קַרְקַע וְהָיוּ הַנְּכָסִים מְרֻבִּין וְנִתְמַעֲטוּ אַחַר כֵּן כְּבָר זָכוּ בָּהֶן יוֹרְשִׁים. הָיוּ מוּעָטִין בִּשְׁעַת מִיתָה וְנִתְרַבּוּ אַחַר כָּךְ הַבָּנִים יוֹרְשִׁין אוֹתָן. וַאֲפִלּוּ לֹא נִתְרַבּוּ אִם קָדְמוּ הַבָּנִים וּמָכְרוּ נְכָסִים מוּעָטִין מִכְרָן קַיָּם: \n",
      "הָיוּ הַנְּכָסִים מְרֻבִּין וְיֵשׁ עָלָיו חוֹב אוֹ שֶׁהִתְנָה עִם אִשְׁתּוֹ שֶׁיָּזוּן אֶת בִּתָּהּ אֵין הַחוֹב וְלֹא מְזוֹנוֹת בַּת אִשְׁתּוֹ מְמַעֲטִין בַּנְּכָסִים אֶלָּא יִירְשׁוּ הַבָּנִים הַכּל וְיִתְּנוּ לְבַעַל חוֹב חוֹבוֹ וְיָזוּנוּ בַּת אֵשֶׁת אֲבִיהֶן עַד זְמַן שֶׁפָּסַק וְיָזוּנוּ אַחְיוֹתֵיהֶן עַד שֶׁיִּבְגְּרוּ אוֹ עַד שֶׁיִּתְאָרְסוּ וְיֵצְאוּ מִתַּחַת יְדֵיהֶם: \n",
      "הִנִּיחַ אַלְמָנָה וּבַת מִמֶּנָּה אוֹ מֵאִשָּׁה אַחֶרֶת וְאֵין בַּנְּכָסִים כְּדֵי שֶׁיִּזּוֹנוּ שְׁתֵּיהֶן הָאַלְמָנָה נִזּוֹנֶת וְהַבַּת תִּשְׁאַל עַל הַפְּתָחִים. וְכֵן אֲנִי אוֹמֵר שֶׁמְּזוֹנוֹת הַבַּת קוֹדְמִין לִירֻשַּׁת הַבֵּן אֶת כְּתֻבַּת אִמּוֹ שֶׁמֵּתָה בְּחַיֵּי אָבִיו וְאַף עַל פִּי שֶׁשְּׁנֵיהֶם מִתְּנָאֵי הַכְּתֻבָּה. וְקַל וָחֹמֶר הַדְּבָרִים אִם נִדְחֵית יְרֻשָּׁה שֶׁל תּוֹרָה מִפְּנֵי מְזוֹנוֹת הַבַּת לֹא תִּדָּחֶה יְרֻשַּׁת הַכְּתֻבָּה שֶׁהִיא תְּנַאי בֵּית דִּין מִפְּנֵי מְזוֹנוֹת הַבַּת: \n",
      "מִי שֶׁמֵּת וְהִנִּיחַ בָּנוֹת גְּדוֹלוֹת וּקְטַנּוֹת וְלֹא הִנִּיחַ בֵּן אֵין אוֹמְרִים יִזּוֹנוּ הַקְּטַנּוֹת עַד שֶׁיִּבְגְּרוּ וְיַחְלְקוּ שְׁאָר הַנְּכָסִים בְּשָׁוֶה אֶלָּא כֻּלָּן חוֹלְקוֹת בְּשָׁוֶה: \n"
    ],
    [
      "צִוּוּ חֲכָמִים שֶׁיִּתֵּן אָדָם מִנְּכָסָיו מְעַט לְבִתּוֹ כְּדֵי שֶׁתִּנָּשֵׂא בּוֹ וְזֶה הוּא הַנִּקְרָא פַּרְנָסָה. הַמַּשִּׂיא אֶת בִּתּוֹ סְתָם לֹא יִפְחֹת לָהּ מִכְּסוּת שֶׁפּוֹסְקִין לְאֵשֶׁת עָנִי שֶׁבְּיִשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הָאָב עָנִי אֲבָל אִם הָיָה עָשִׁיר הֲרֵי זֶה רָאוּי לִתֵּן לָהּ כְּפִי עָשְׁרוֹ: \n",
      "פֵּירֵשׁ עַל הַבַּעַל שֶׁאֵין לָהּ כְּלוּם וְשֶׁיַּכְנִיסֶנָּה עֲרֻמָּה אֵין לָהּ כְּלוּם. וְלֹא יֹאמַר הַבַּעַל כְּשֶׁתָּבוֹא לְבֵיתִי אֲכַסֶּנָּה אֶלָּא מְכַסֶּנָּה וְהִיא בְּבֵית אָבִיהָ: \n",
      "הָאָב שֶׁמֵּת וְהִנִּיחַ בַּת אוֹמְדִין דַּעְתּוֹ כַּמָּה הָיָה בְּלִבּוֹ לִתֵּן לָהּ לְפַרְנָסָה וְנוֹתְנִין לָהּ. וּמִנַּיִן יוֹדְעִין אֻמְדַּן דַּעְתּוֹ. מֵרֵעָיו וּמְיֻדָּעָיו וּמַשָּׂאוֹ וּמַתָּנוֹ וּכְבוֹדוֹ. וְכֵן אִם הִשִּׂיא בַּת בְּחַיָּיו אוֹמְדִין בָּהּ. וְאִם לֹא יָדְעוּ לוֹ בֵּית דִּין אֻמְדַּן דַּעַת נוֹתְנִין לָהּ מִנְּכָסָיו עִשּׂוּר לְפַרְנָסָתָהּ: \n",
      "הִנִּיחַ בָּנוֹת רַבּוֹת כָּל שֶׁתָּבוֹא לְהִנָּשֵׂא נוֹתְנִין לָהּ עִשּׂוּר הַנְּכָסִים. וְשֶׁלְּאַחֲרֶיהָ עִשּׂוּר מַה שֶׁשִּׁיְּרָה רִאשׁוֹנָה. וְשֶׁל אַחֲרֶיהָ עִשּׂוּר מַה שֶׁשִּׁיְּרָה שְׁנִיָּה. וְאִם בָּאוּ כֻּלָּן לְהִנָּשֵׂא כְּאַחַת רִאשׁוֹנָה נוֹטֶלֶת עִשּׂוּר. וְהַשְּׁנִיָּה עִשּׂוּר מַה שֶּׁשִּׁיְּרָה רִאשׁוֹנָה. וְהַשְּׁלִישִׁית עִשּׂוּר מַה שֶּׁשִּׁיְּרָה שְׁנִיָּה וְכֵן אֲפִלּוּ הֵן עֶשֶׂר וְחוֹזְרוֹת וְחוֹלְקוֹת כָּל הָעִשּׂוּרִים בְּשָׁוֶה. וּשְׁאָר הַנְּכָסִים לַאַחִים: \n",
      "עִשּׂוּר זֶה שֶׁהוּא לְפַרְנָסָה אֵינוֹ מִתְּנָאֵי כְּתֻבָּה לְפִיכָךְ אֲפִלּוּ לְפִי תַּקָּנַת חֲכָמִים (הָרִאשׁוֹנִים) וְאַחֲרוֹנִים אֵינָהּ נוֹטֶלֶת אֶלָּא מִן הַקַּרְקַע וְיֵשׁ לָהּ לִגְבּוֹת עִשּׂוּר זֶה מִשְּׂכִירוּת הַקַּרְקַע וְאִם רָצוּ הָאַחִין לִתֵּן לָהּ מָעוֹת כְּנֶגֶד עִשּׂוּר הַקַּרְקַע נוֹתְנִין: \n",
      "הַבַּת בְּעִשּׂוּר זֶה כְּבַעֲלַת חוֹב שֶׁל אַחִין הִיא לְפִיכָךְ נוֹטֶלֶת אוֹתוֹ מִן הַבֵּינוֹנִית בְּלֹא שְׁבוּעָה. וְאִם מֵתוּ הָאַחִין נוֹטֶלֶת אוֹתוֹ מִן בְּנֵיהֶם מִזִּבּוּרִית וּבִשְׁבוּעָה שֶׁהֲרֵי הִיא נִפְרַעַת מִנִּכְסֵי יְתוֹמִים וְהַבָּא לִפָּרַע מִנִּכְסֵי יְתוֹמִים לֹא יִפָּרַע אֶלָּא מִזִּבּוּרִית וּבִשְׁבוּעָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת הַלְוָאָה: \n",
      "וְהָאַחִים שֶׁמָּכְרוּ אוֹ מִשְׁכְּנוּ קַרְקַע אֲבִיהֶם הַבַּת טוֹרֶפֶת מִן הַלָּקוֹחוֹת פַּרְנָסָתָהּ כְּדֶרֶךְ שֶׁטּוֹרְפִים כָּל בַּעֲלֵי חוֹבוֹת מִן הַלָּקוֹחוֹת כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת הַלְוָאָה: \n",
      "מִי שֶׁהִשִּׂיא בָּנוֹת גְּדוֹלוֹת וְנִשְׁאֲרוּ קְטַנּוֹת וּמֵת בְּלֹא בֵּן אֵין נוֹטְלִין פַּרְנָסָה לִקְטַנּוֹת וְאַחַר כָּךְ חוֹלְקוֹת הַנְּכָסִים אֶלָּא חוֹלְקוֹת כֻּלָּן בְּשָׁוֶה: \n",
      "מִי שֶׁמֵּת וְהִנִּיחַ שְׁתֵּי בָּנוֹת וּבֵן וְקָדְמָה רִאשׁוֹנָה וְנָטְלָה עִשּׂוּר נְכָסִים וְלֹא הִסְפִּיקָה הַשְּׁנִיָּה לִגְבּוֹת עַד שֶׁמֵּת הַבֵּן וְנָפְלוּ כָּל הַנְּכָסִים לִשְׁתֵּיהֶן אֵין הַשְּׁנִיָּה נוֹטֶלֶת עִשּׂוּר אֶלָּא חוֹלְקוֹת בְּשָׁוֶה וְזָכְתָה הָרִאשׁוֹנָה בְּעִשּׂוּר שֶׁלָּהּ: \n",
      "מִי שֶׁצִּוָּה בִּשְׁעַת מִיתָה אַל תְּפַרְנְסוּ בְּנוֹתַי מִנְּכָסַי שׁוֹמְעִים לוֹ שֶׁאֵין זֶה מִתְּנָאֵי כְּתֻבָּה: \n",
      "מִי שֶׁמֵּת וְהִנִּיחַ אַלְמָנָה וּבַת כְּבָר בֵּאַרְנוּ שֶׁמְּזוֹנוֹת הָאַלְמָנָה קוֹדְמִין לִמְזוֹנוֹת הַבַּת. וְכֵן אִם נִשֵּׂאת הַבַּת אֵינָהּ נוֹטֶלֶת עִשּׂוּר נְכָסִים מִפְּנֵי מְזוֹנוֹת הָאַלְמָנָה. וַאֲפִלּוּ מֵתָה הַבַּת אַחַר שֶׁנִּשֵּׂאת אֵין הַבַּעַל יוֹרֵשׁ פַּרְנָסָה הָרְאוּיָה לְהִנָּתֵן לָהּ שֶׁהֲרֵי הַנְּכָסִים כֻּלָּן בְּחֶזְקַת הָאַלְמָנָה שֶׁתְּהֵא נִזּוֹנֶת מֵהֶן: \n",
      "קְטַנָּה יְתוֹמָה שֶׁהִשִּׂיאָתָהּ אִמָּהּ אוֹ אַחֶיהָ לְדַעְתָּהּ וְנָתְנוּ לָהּ מֵאָה אוֹ חֲמִשִּׁים זוּז יְכוֹלָה הִיא מִשֶּׁתַּגְדִּיל לְהוֹצִיא מִיָּדָם פַּרְנָסָה הָרְאוּיָה לָהּ. אוֹ בְּאֻמְדַּן דַּעַת הָאָב אוֹ בְּעִשּׂוּר הַקַּרְקָעוֹת. וַאֲפִלּוּ לֹא הָיוּ הָאַחִין זָנִין אוֹתָהּ. וְאַף עַל פִּי שֶׁלֹּא מָחֲתָה בִּשְׁעַת נִשּׂוּאִין מִפְּנֵי שֶׁהַקְּטַנָּה אֵינָהּ בַּת מְחָאָה: \n",
      "נִשֵּׂאת הַבַּת אַחַר שֶׁגָּדְלָה בֵּין נַעֲרָה בֵּין בּוֹגֶרֶת וְלֹא תָּבְעָה פַּרְנָסָתָהּ אִבְּדָה פַּרְנָסָתָהּ. וְאִם מִחֲתָה בְּעֵת נִשּׂוּאֶיהָ הֲרֵי זוֹ מוֹצִיאָה אֶת הָרָאוּי לָהּ כָּל זְמַן שֶׁתִּרְצֶה. בָּגְרָה וְעוֹדָהּ בְּבֵית אָבִיהָ בֵּין שֶׁבָּגְרָה אַחַר מוֹתוֹ בֵּין שֶׁהִנִּיחָהּ בּוֹגֶרֶת אִם פָּסְקוּ הָאַחִין מִלָּתֵת מְזוֹנוֹתֶיהָ שֶׁהֲרֵי אֵין לָהּ מְזוֹנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ וְשָׁתְקָה וְלֹא תָּבְעָה פַּרְנָסָתָהּ אִבְּדָה פַּרְנָסָתָהּ. וְאִם מִחֲתָה לֹא אִבְּדָה פַּרְנָסָתָהּ. לֹא פָּסְקוּ הָאַחִים מְזוֹנוֹתֶיהָ וְזָנוּ אוֹתָהּ בְּבֶגֶר אַף עַל פִּי שֶׁלֹּא מִחֲתָה לֹא אִבְּדָה פַּרְנָסָתָהּ כָּל זְמַן שֶׁהֵן זָנִין אוֹתָהּ. שֶׁיֵּשׁ לָהּ לִטְעֹן מִפְּנֵי שֶׁהֵן זָנִין אוֹתָהּ אַף עַל פִּי שֶׁאֵינָן חַיָּבִין וְהִיא עֲדַיִן לֹא נִשֵּׂאת מִפְּנֵי זֶה לֹא תָּבְעָה פַּרְנָסָתָהּ: \n",
      "מִי שֶׁצִּוָּה לָתֵת לְבִתּוֹ כָּךְ וְכָךְ מָעוֹת לְפַרְנָסָתָהּ לִקַּח בָּהֶן קַרְקַע בֵּין שֶׁהָיָה שְׁכִיב מֵרַע בֵּין שֶׁהָיָה בָּרִיא וּמֵת וַהֲרֵי הַמָּעוֹת בְּיַד הַשָּׁלִישׁ וְאָמְרָה הַבַּת תְּנוּ אוֹתָם לְבַעְלִי כָּל מַה שֶּׁיִּרְצֶה יַעֲשֶׂה בָּהֶן. אִם הָיְתָה גְּדוֹלָה וְנִשֵּׂאת הָרְשׁוּת בְּיָדָהּ. וְאִם עֲדַיִן מְאֹרֶסֶת הִיא יַעֲשֶׂה שָׁלִישׁ מַה שֶּׁהֻשְׁלַשׁ בְּיָדוֹ. וְאִם עֲדַיִן קְטַנָּה הִיא אֲפִלּוּ נִשֵּׂאת אֵין שׁוֹמְעִין לָהּ אֶלָּא יַעֲשֶׂה הַשָּׁלִישׁ כְּמוֹ שֶׁצִּוָּה הָאָב: \n"
    ],
    [
      "מְצִיאַת הָאִשָּׁה וּמַעֲשֵׂה יָדֶיהָ לְבַעְלָהּ. וּמַה הִיא עוֹשָׂה לוֹ. הַכּל כְּמִנְהַג הַמְּדִינָה. מָקוֹם שֶׁדַּרְכָּן לֶאֱרֹג אוֹרֶגֶת. לִרְקֹם רוֹקֶמֶת. לִטְווֹת צֶמֶר אוֹ פִּשְׁתִּים טוֹוָה. וְאִם לֹא הָיָה דֶּרֶךְ נְשֵׁי הָעִיר לַעֲשׂוֹת כָּל הַמְּלָאכוֹת הָאֵלּוּ אֵינוֹ כּוֹפָהּ אֶלָּא לִטְווֹת הַצֶּמֶר בִּלְבַד. שֶׁהַפִּשְׁתָּן מַזִּיק אֶת הַפֶּה וְאֶת הַשְּׂפָתַיִם וְהַטְּוִיָּה הִיא הַמְּלָאכָה הַמְיֻחֶדֶת לְנָשִׁים שֶׁנֶּאֱמַר <small>(שמות לה כה)</small> \"וְכָל אִשָּׁה חַכְמַת לֵב בְּיָדֶיהָ טָווּ\": \n",
      "דָּחֲקָה עַצְמָהּ וְעָשְׂתָה יוֹתֵר מִן הָרָאוּי לָהּ הַמּוֹתָר לַבַּעַל. הָיָה לוֹ מָמוֹן הַרְבֵּה אֲפִלּוּ הָיָה לָהּ כַּמָּה שְׁפָחוֹת אֵינָהּ יוֹשֶׁבֶת לְבַטָּלָה בְּלֹא מְלָאכָה שֶׁהַבַּטָּלָה מְבִיאָה לִידֵי זִמָּה. אֲבָל אֵין כּוֹפִין אוֹתָהּ לַעֲשׂוֹת מְלָאכָה כָּל הַיּוֹם כֻּלּוֹ אֶלָּא לְפִי רֹב הַמָּמוֹן מְמַעֶטֶת בִּמְלָאכָה: \n",
      "הַמַּדִּיר אֶת אִשְׁתּוֹ שֶׁלֹּא תַּעֲשֶׂה מְלָאכָה כְּלָל יוֹצִיא וְיִתֵּן כְּתֻבָּה שֶׁהַבַּטָּלָה מְבִיאָה לִידֵי זִמָּה. וְכֵן כָּל אִשָּׁה רוֹחֶצֶת לְבַעְלָהּ פָּנָיו יָדָיו וְרַגְלָיו וּמוֹזֶגֶת לוֹ אֶת הַכּוֹס וּמַצַּעַת לוֹ אֶת הַמִּטָּה וְעוֹמֶדֶת וּמְשַׁמֶּשֶׁת בִּפְנֵי בַּעְלָהּ כְּגוֹן שֶׁתִּתֵּן לוֹ מַיִם אוֹ כְּלִי אוֹ תִּטּל מִלְּפָנָיו וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֲבָל אֵינָהּ עוֹמֶדֶת וּמְשַׁמֶּשֶׁת בִּפְנֵי אָבִיו אוֹ בִּפְנֵי בְּנוֹ: \n",
      "וּמְלָאכוֹת אֵלּוּ עוֹשָׂה אוֹתָן הִיא בְּעַצְמָהּ וַאֲפִלּוּ הָיוּ לָהּ כַּמָּה שְׁפָחוֹת אֵין עוֹשִׂין מְלָאכוֹת אֵלּוּ לַבַּעַל אֶלָּא אִשְׁתּוֹ: \n",
      "יֵשׁ מְלָאכוֹת אֲחֵרוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ בִּזְמַן שֶׁהֵן עֲנִיִּים וְאֵלּוּ הֵן. אוֹפָה הַפַּת בַּתַּנּוּר, וְעֶזְרָא תִּקֵּן שֶׁתִּהְיֶה אִשָּׁה מַשְׁכֶּמֶת וְאוֹפָה כְּדֵי שֶׁתִּהְיֶה הַפַּת מְצוּיָה לָעֲנִיִּים. וּמְבַשֶּׁלֶת אֶת הַתַּבְשִׁילִין. וּמְכַבֶּסֶת אֶת הַבְּגָדִים. וּמֵינִיקָה אֶת בְּנָהּ. וְנוֹתֶנֶת תֶּבֶן לִפְנֵי בְּהֶמְתּוֹ אֲבָל לֹא לִפְנֵי בְּקָרוֹ. וּמְטַחֶנֶת. כֵּיצַד מְטַחֶנֶת. יוֹשֶׁבֶת בָּרֵחַיִם וּמְשַׁמֶּרֶת הַקֶּמַח וְאֵינָהּ טוֹחֶנֶת. אוֹ מְחַמֶּרֶת אַחַר הַבְּהֵמָה כְּדֵי שֶׁלֹּא יִבָּטְלוּ הָרֵחַיִם. וְאִם הָיָה דַּרְכָּן לִטְחֹן בְּרֵחַיִם שֶׁל יָד טוֹחֶנֶת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲנִיִּים אֲבָל אִם הִכְנִיסָה לוֹ שִׁפְחָה אַחַת אוֹ נְכָסִים שֶׁרָאוּי לִקְנוֹת מֵהֶן שִׁפְחָה אַחַת אוֹ שֶׁהָיְתָה לוֹ שִׁפְחָה אַחַת אוֹ שֶׁהָיָה לוֹ מָמוֹן כְּדֵי לִקְנוֹת מִמֶּנּוּ שִׁפְחָה אַחַת אֵינָהּ מְטַחֶנֶת וְלֹא אוֹפָה וְלֹא מְכַבֶּסֶת וְלֹא נוֹתֶנֶת תֶּבֶן לִפְנֵי בְּהֶמְתּוֹ. הִכְנִיסָה לוֹ שְׁתֵּי שְׁפָחוֹת אוֹ נְכָסִים הָרְאוּיִין לִקְנוֹת מֵהֶן שְׁתֵּי שְׁפָחוֹת אוֹ שֶׁהָיוּ לוֹ שְׁתֵּי שְׁפָחוֹת אוֹ שֶׁהָיָה רָאוּי לִקְנוֹת שְׁתֵּי שְׁפָחוֹת אֵינָהּ מְבַשֶּׁלֶת וְאֵינָהּ מֵינִיקָה אֶת בְּנָהּ אֶלָּא נוֹתֶנֶת אוֹתוֹ לַשִּׁפְחָה לְהֵינִיק: \n",
      "נִמְצְאוּ כָּל הַמְּלָאכוֹת שֶׁכָּל אִשָּׁה עוֹשָׂה אוֹתָן לְבַעְלָהּ חָמֵשׁ מְלָאכוֹת. טוֹוָה וְרוֹחֶצֶת פָּנָיו יָדָיו וְרַגְלָיו וּמוֹזֶגֶת אֶת הַכּוֹס וּמַצַּעַת אֶת הַמִּטָּה וְעוֹמֶדֶת וּמְשַׁמֶּשֶׁת בְּפָנָיו. וְהַמְּלָאכוֹת שֶׁמִּקְצָת הַנָּשִׁים עוֹשׂוֹת אוֹתָן וּמִקְצָתָן אֵינָן עוֹשׂוֹת שֵׁשׁ מְלָאכוֹת. מְטַחֶנֶת וּמְבַשֶּׁלֶת וְאוֹפָה וּמְכַבֶּסֶת וּמֵינִיקָה וְנוֹתֶנֶת תֶּבֶן לִפְנֵי בְּהֶמְתּוֹ: \n",
      "כָּל מְלָאכוֹת שֶׁהָאִשָּׁה עוֹשָׂה לְבַעְלָהּ נִדָּה עוֹשֶׂה לְבַעְלָהּ חוּץ מִמְּזִיגַת הַכּוֹס וְהַצָּעַת הַמִּטָּה וְהַרְחָצַת פָּנָיו יָדָיו וְרַגְלָיו גְּזֵרָה מִשּׁוּם הִרְהוּר שֶׁמָּא יָבוֹא לִבְעל. לְפִיכָךְ מַצַּעַת מִטָּתוֹ כְּשֶׁהִיא נִדָּה שֶׁלֹּא בְּפָנָיו וּמוֹזֶגֶת אֶת הַכּוֹס וְאֵינָהּ נוֹתֶנֶת אוֹתוֹ בְּיָדוֹ כְּדַרְכָּהּ תָּמִיד אֶלָּא מַנַּחַת אוֹתוֹ עַל הָאָרֶץ אוֹ עַל הַכְּלִי אוֹ עַל הַשֻּׁלְחָן וְהוּא נוֹטְלוֹ: \n",
      "הָאִשָּׁה שֶׁשָּׁבְרָה כֵּלִים בְּעֵת שֶׁעָשְׂתָה מַלְאֲכוֹתֶיהָ בְּתוֹךְ בֵּיתָהּ פְּטוּרָה וְאֵין זֶה מִן הַדִּין אֶלָּא תַּקָּנָה שֶׁאִם אֵין אַתָּה אוֹמֵר כֵּן אֵין שָׁלוֹם בְּתוֹךְ הַבַּיִת לְעוֹלָם אֶלָּא נִמְצֵאת נִזְהֶרֶת וְנִמְנַעַת מֵרֹב הַמְּלָאכוֹת וְנִמְצֵאת קְטָטָה בֵּינֵיהֶם: \n",
      "כָּל אִשָּׁה שֶׁתִּמָּנַע מִלַּעֲשׂוֹת מְלָאכָה מִן הַמְּלָאכוֹת שֶׁהִיא חַיֶּבֶת לַעֲשׂוֹתָן כּוֹפִין אוֹתָהּ וְעוֹשָׂה אֲפִלּוּ בְּשׁוֹט. טָעַן הוּא שֶׁאֵינָהּ עוֹשָׂה וְהִיא אוֹמֶרֶת שֶׁאֵינָהּ נִמְנַעַת מִלַּעֲשׂוֹת מוֹשִׁיבִין אִשָּׁה בֵּינֵיהֶן אוֹ שְׁכֵנִים. וְדָבָר זֶה כְּפִי מַה שֶּׁיִּרְאֶה הַדַּיָּן שֶׁאֶפְשָׁר בַּדָּבָר: \n",
      "הָאִשָּׁה כָּל זְמַן שֶׁהִיא מֵינִיקָה אֶת בְּנָהּ פּוֹחֲתִין לָהּ מִמַּעֲשֵׂה יָדֶיהָ וּמוֹסִיפִין לָהּ עַל מְזוֹנוֹתֶיהָ יַיִן וּדְבָרִים שֶׁיָּפִין לְחָלָב. פָּסְקוּ לָהּ מְזוֹנוֹת הָרְאוּיוֹת לָהּ וַהֲרֵי הִיא מִתְאַוָּה לֶאֱכל יוֹתֵר אוֹ לֶאֱכל מַאֲכָלוֹת אֲחֵרוֹת מִפְּנֵי חֳלִי הַתַּאֲוָה שֶׁיֵּשׁ לָהּ בְּבִטְנָהּ הֲרֵי זוֹ אוֹכֶלֶת מִשֶּׁלָּהּ כָּל מַה שֶּׁתִּרְצֶה וְאֵין הַבַּעַל יָכוֹל לְעַכֵּב וְלוֹמַר שֶׁאִם תֹּאכַל יוֹתֵר מִדַּאי אוֹ תֹּאכַל מַאֲכָלִים רָעִים יָמוּת הַוָּלָד מִפְּנֵי שֶׁצַּעַר גּוּפָהּ קוֹדֵם: \n",
      "יָלְדָה תְּאוֹמִים אֵין כּוֹפִין אוֹתָהּ לְהֵינִיק שְׁנֵיהֶם אֶלָּא מֵינִיקָה אֶחָד וְשׂוֹכֵר הַבַּעַל מֵינִיקָה לַשֵּׁנִי. הֲרֵי שֶׁרָצְתָה הָאִשָּׁה לְהֵינִיק בֶּן חֲבֵרְתָהּ עִם בְּנָהּ הַבַּעַל מְעַכֵּב וְאֵינוֹ מַנִּיחָה אֶלָּא לְהֵינִיק בְּנוֹ בִּלְבַד: \n",
      "נָדְרָה שֶׁלֹּא לְהֵינִיק אֶת בְּנָהּ כּוֹפֶה אוֹתָהּ וּמֵינִיקָתוֹ עַד שֶׁיִּהְיֶה בֶּן כ''ד חֹדֶשׁ אֶחָד הַזָּכָר וְאֶחָד הַנְּקֵבָה. הִיא אוֹמֶרֶת אֲנִי אֵינִיק אֶת בְּנִי וְהוּא אֵינוֹ רוֹצֶה שֶׁתֵּינִיק אִשְׁתּוֹ כְּדֵי שֶׁלֹּא תִּתְנַוֵּל אַף עַל פִּי שֶׁיֵּשׁ לָהּ כַּמָּה שְׁפָחוֹת שׁוֹמְעִין לָהּ שֶׁצַּעַר הוּא לָהּ לִפְרשׁ מִבְּנָהּ: \n",
      "הָיְתָה עֲנִיָּה שֶׁהִיא חַיֶּבֶת לְהֵינִיק אֶת בְּנָהּ וַהֲרֵי הוּא עָשִׁיר שֶׁרָאוּי לוֹ שֶׁלֹּא תֵּינִיק אִשְׁתּוֹ אַף עַל פִּי שֶׁאֵין לוֹ שְׁפָחוֹת אִם לֹא רָצְתָה לְהֵינִיק שׂוֹכֵר מֵינִיקָה אוֹ קוֹנֶה שִׁפְחָה מִפְּנֵי שֶׁהָאִשָּׁה עוֹלָה עִם בַּעְלָהּ וְאֵינָהּ יוֹרֶדֶת: \n",
      "הִיא אוֹמֶרֶת רָאוּי הוּא לִשְׂכֹּר אוֹ לִקְנוֹת שִׁפְחָה וְהוּא אוֹמֵר אֵינוֹ רָאוּי. עָלֶיהָ לְהָבִיא רְאָיָה וְאֵין כָּאן מָקוֹם לִשְׁבוּעָה: \n",
      "הָאִשָּׁה שֶׁנִּתְגָּרְשָׁה אֵין כּוֹפִין אוֹתָהּ לְהֵינִיק. אֶלָּא אִם רָצְתָה נוֹתֵן לָהּ שְׂכָרָהּ וּמֵינִיקָתוֹ. וְאִם לֹא רָצְתָה נוֹתֶנֶת לוֹ אֶת בְּנוֹ וְהוּא מְטַפֵּל בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁלֹּא הֵינִיקָה אוֹתוֹ עַד שֶׁהִכִּירָהּ. אֲבָל אִם הִכִּירָהּ וַאֲפִלּוּ הוּא סוּמָא אֵין מַפְרִישִׁין אוֹתוֹ מֵאִמּוֹ מִפְּנֵי סַכָּנַת הַוָּלָד. אֶלָּא כּוֹפִין אוֹתָהּ וּמֵינִיקָה אוֹתוֹ בְּשָׂכָר עַד כ''ד חֹדֶשׁ: \n",
      "הַגְּרוּשָׁה אֵין לָהּ מְזוֹנוֹת אַף עַל פִּי שֶׁהִיא מֵינִיקָה אֶת בְּנָהּ אֲבָל נוֹתֵן לָהּ יוֹתֵר עַל שְׂכָרָהּ דְּבָרִים שֶׁהַקָּטָן צָרִיךְ לָהֶן מִכְּסוּת וּמַאֲכָל וּמַשְׁקֶה וְסִיכָה וְכַיּוֹצֵא בָּזֶה. אֲבָל הַמְעֵבֶּרֶת אֵין לָהּ כְּלוּם. שָׁלְמוּ חֳדָשָׁיו וּגְמָלַתּוּ אִם רָצְתָה הַמְגֹרֶשֶׁת שֶׁיִּהְיֶה בְּנָהּ אֶצְלָהּ אֵין מַפְרִישִׁין אוֹתוֹ מִמֶּנָּה עַד שֶׁיִּהְיֶה בֶּן שֵׁשׁ שָׁנִים גְּמוּרוֹת. אֶלָּא כּוֹפִין אֶת אָבִיו וְנוֹתֵן לוֹ מְזוֹנוֹת וְהוּא אֵצֶל אִמּוֹ. וְאַחַר שֵׁשׁ שָׁנִים יֵשׁ לָאָב לוֹמַר אִם הוּא אֶצְלִי אֶתֵּן לוֹ מְזוֹנוֹת וְאִם הוּא אֵצֶל אִמּוֹ לֹא אֶתֵּן לוֹ מְזוֹנוֹת. וְהַבַּת אֵצֶל אִמָּהּ לְעוֹלָם וַאֲפִלּוּ לְאַחַר שֵׁשׁ: \n",
      "כֵּיצַד. הָיָה הָאָב רָאוּי לִצְדָקָה מוֹצִיאִין מִמֶּנּוּ הָרָאוּי לוֹ בְּעַל כָּרְחוֹ וְזָנִין אוֹתָהּ וְהִיא אֵצֶל אִמָּהּ וַאֲפִלּוּ נִשֵּׂאת הָאֵם לְאַחֵר בִּתָּהּ אֶצְלָהּ וְאָבִיהָ זָן אוֹתָהּ מִשּׁוּם צְדָקָה עַד שֶׁיָּמוּת הָאָב וְתִזּוֹן מִנְּכָסָיו אַחַר מוֹתוֹ בִּתְנָאֵי כְּתֻבָּה וְהִיא אֵצֶל אִמָּהּ. וְאִם לֹא רָצְתָה הָאֵם שֶׁיִּהְיוּ בָּנֶיהָ אֶצְלָהּ אַחַר שֶׁגְּמָלָתָן אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת הָרְשׁוּת בְּיָדָהּ וְנוֹתֶנֶת אוֹתָן לַאֲבִיהֶן אוֹ מַשְׁלֶכֶת אוֹתָן לַקָּהָל אִם אֵין לָהֶן אָב וְהֵן מְטַפְּלִין בָּהֶן: \n"
    ],
    [
      "הַבַּעַל קוֹדֵם לְכָל אָדָם בִּירֻשַּׁת אִשְׁתּוֹ. וּמֵאֵימָתַי יִזְכֶּה בִּירֻשָּׁתָהּ מִשֶּׁתֵּצֵא מֵרְשׁוּת הָאָב. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נִכְנְסָה לַחֻפָּה הוֹאִיל וְנַעֲשֵׂית בִּרְשׁוּת בַּעְלָהּ יִירָשֶׁנָּה: \n",
      "כֵּיצַד. הָאִשָּׁה שֶׁנִּתְאָרְסָה וּמְסָרָהּ אָבִיהָ לְבַעְלָהּ אוֹ לִשְׁלוּחֵי בַּעְלָהּ. אוֹ מְסָרוּהָ שְׁלוּחֵי הָאָב לְבַעְלָהּ אוֹ לִשְׁלוּחָיו וּמֵתָה בַּדֶּרֶךְ קֹדֶם שֶׁתִּכָּנֵס לַחֻפָּה אַף עַל פִּי שֶׁכְּתֻבָּתָהּ עֲדַיִן בְּבֵית אָבִיהָ בַּעְלָהּ יוֹרְשָׁהּ. וְכֵן אִם הָלַךְ הָאָב אוֹ שְׁלוּחֵי הָאָב עִם הַבַּעַל וְנִכְנַס עִמָּהּ בַּעְלָהּ בַּדֶּרֶךְ לֶחָצֵר וְנִתְיַחֵד עִמָּהּ שָׁם לְשֵׁם נִשּׂוּאִין וּמֵתָה הֲרֵי זֶה יִירָשֶׁנָּה בַּעְלָהּ. אֲבָל אִם עֲדַיִן הָאָב עִם הַבַּעַל לְהוֹלִיכָהּ לְבֵית בַּעְלָהּ אוֹ שֶׁהָלְכוּ שְׁלוּחֵי הָאָב עִם שְׁלוּחֵי הַבַּעַל אוֹ עִם הַבַּעַל אֲפִלּוּ נִכְנַס הַבַּעַל עִמָּהּ לֶחָצֵר לָלוּן כְּדֶרֶךְ שֶׁלָּנִין עוֹבְרֵי דְּרָכִים בְּפֻנְדָּק אֶחָד הוֹאִיל וְהָאָב אוֹ שְׁלוּחָיו עִמָּהּ וַעֲדַיִן לֹא נִתְיַחֵד עִמָּהּ לְשֵׁם נִשּׂוּאִין אִם מֵתָה יִירָשֶׁנָּה אָבִיהָ אַף עַל פִּי שֶׁכְּתֻבָּתָהּ בְּבֵית בַּעְלָהּ: \n",
      "וְכֵן אִם הָיְתָה בּוֹגֶרֶת אוֹ יְתוֹמָה אוֹ אַלְמָנָה וְהָלְכָה הִיא בְּעַצְמָהּ מִבֵּית אָבִיהָ לְבֵית בַּעְלָהּ וְאֵין עִמָּהּ לֹא בַּעְלָהּ וְלֹא שְׁלוּחָיו וּמֵתָה בַּדֶּרֶךְ אֵין הַבַּעַל יוֹרֵשׁ אוֹתָהּ: \n",
      "הַנּוֹשֵׂא אִשָּׁה שֶׁהִיא אֲסוּרָה לוֹ הוֹאִיל וְיֵשׁ לוֹ בָּהּ קִדּוּשִׁין אִם מֵתָה תַּחְתָּיו יִירָשֶׁנָּה. וְכֵן הַנּוֹשֵׂא אֶת הַקְּטַנָּה אַף עַל פִּי שֶׁאֵין קִדּוּשֶׁיהָ קִדּוּשִׁין גְּמוּרִים אִם מֵתָה תַּחְתָּיו יִירָשֶׁנָּה. אֲבָל הַפִּקֵּחַ שֶׁנָּשָׂא חֵרֶשֶׁת אִם מֵתָה לֹא יִירָשֶׁנָּה. וְהַחֵרֵשׁ שֶׁנָּשָׂא פִּקַּחַת וּמֵתָה יִירָשֶׁנָּה שֶׁהֲרֵי הִיא בַּת דַּעַת וּלְדַעְתָּהּ נִשֵּׂאת וְזִכְּתָה לוֹ מָמוֹנָהּ: \n",
      "קְטַנָּה שֶׁנִּתְקַדְּשָׁה לְדַעַת אָבִיהָ וְנִשֵּׂאת שֶׁלֹּא לְדַעַת אָבִיהָ בֵּין בְּפָנָיו בֵּין שֶׁלֹּא בְּפָנָיו יָכוֹל הָאָב לִמְחוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. וַאֲפִלּוּ שָׁתַק הָאָב אִם מֵתָה אֵין הַבַּעַל יוֹרְשָׁהּ אֶלָּא אִם כֵּן רָצָה הָאָב בְּנִשּׂוּאֶיהָ: \n",
      "הוֹרוּ הַגְּאוֹנִים שֶׁהָאִשָּׁה שֶׁחָלְתָה וּבִקְּשָׁה מִבַּעְלָהּ שֶׁיְּגָרְשֶׁנָּה וְתֵצֵא בְּלֹא כְּתֻבָּה כְּדֵי שֶׁלֹּא יִירָשֶׁנָּה אֵין שׁוֹמְעִין לָהּ. וַאֲפִלּוּ אָמְרָה אֲנִי שׂוֹנְאָה אוֹתוֹ וְאֵינִי רוֹצָה לַעֲמֹד עִמּוֹ אֵין שׁוֹמְעִין לָהּ. וְאֵין דָּנִין אוֹתָהּ כְּדִין מוֹרֶדֶת. וְדִין יָפֶה הוּא זֶה: \n",
      "כָּל נְכָסִים שֶׁיֵּשׁ לָאִשָּׁה בֵּין נִכְסֵי צֹאן בַּרְזֶל בֵּין נִכְסֵי מְלוֹג הַבַּעַל אוֹכֵל כָּל פֵּרוֹתֵיהֶן בְּחַיֶּיהָ וְאִם מֵתָה בְּחַיֵּי בַּעְלָהּ יוֹרֵשׁ בַּעְלָהּ הַכּל. לְפִיכָךְ אִם מָכְרָה הָאִשָּׁה נִכְסֵי מְלוֹג אַחַר שֶׁנִּשֵּׂאת אַף עַל פִּי שֶׁאוֹתָן הַנְּכָסִים נָפְלוּ לָהּ קֹדֶם שֶׁתִּתְאָרֵס הַבַּעַל מוֹצִיא הַפֵּרוֹת מִיָּד הַלָּקוֹחוֹת כָּל יְמֵי חַיֶּיהָ. אֲבָל לֹא גּוּף הַקַּרְקַע שֶׁאֵין לוֹ כְּלוּם בְּגוּף נִכְסֵי מְלוֹג עַד שֶׁתָּמוּת. מֵתָה בְּחַיָּיו מוֹצִיא הַגּוּף מִיַּד הַלָּקוֹחוֹת בְּלֹא דָּמִים. וְאִם הַדָּמִים שֶׁלָּקְחָה מִיַּד הַלָּקוֹחוֹת קַיָּמִין בְּעַצְמָן מַחֲזִירָן לַלָּקוֹחוֹת. וְאֵינוֹ יָכוֹל לוֹמַר שֶׁמָּא מְצִיאָה הֵן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְכָסִים הַיְדוּעִין לַבַּעַל אֲבָל אִם נָפְלוּ לָהּ נְכָסִים בִּמְדִינָה אַחֶרֶת וְלֹא יָדַע בָּהֶן הַבַּעַל וּמָכְרָה אוֹתָן מִכְרָהּ קַיָּם. וְכֵן אֲרוּסָה שֶׁמָּכְרָה קֹדֶם הַנִּשּׂוּאִין מִכְרָהּ קַיָּם שֶׁאֵין לַבַּעַל בְּנִכְסֵי אֲרוּסָתוֹ כְּלוּם עַד שֶׁיִּכְנֹס: \n",
      "הָאִשָּׁה שֶׁכָּתְבָה כָּל נְכָסֶיהָ לְאַחֵר בֵּין קָרוֹב בֵּין רָחוֹק קֹדֶם שֶׁתִּנָּשֵׂא אַף עַל פִּי שֶׁאִם נִתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה תְּבֻטַּל הַמַּתָּנָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מַתָּנָה אֵין הַבַּעַל אוֹכֵל פֵּרוֹתֵיהֶן. וְאִם מֵתָה בְּחַיָּיו אֵינוֹ יוֹרְשָׁן. שֶׁהֲרֵי נָתְנָה אוֹתָן קֹדֶם שֶׁתִּנָּשֵׂא. וּכְשֶׁתָּמוּת בְּחַיֵּי בַּעְלָהּ יִקְנֶה מְקַבֵּל הַמַּתָּנָה מַתְּנָתוֹ קִנְיָן גָּמוּר. וְלֹא עוֹד אֶלָּא אֲפִלּוּ נָתְנָה מִקְצָת נְכָסֶיהָ אוֹ כֻּלָּם קֹדֶם נִשּׂוּאֶיהָ וְכָתְבָה לַמְקַבֵּל קְנֵה מֵהַיּוֹם וְלִכְשֶׁאֶרְצֶה שֶׁהֲרֵי לֹא קָנָה קִנְיָן גָּמוּר עַד שֶׁתִּרְצֶה אֵין הַבַּעַל אוֹכֵל פֵּרוֹת אוֹתָהּ הַמַּתָּנָה וְאִם מֵתָה אֵינוֹ יוֹרְשָׁהּ: \n",
      "שׁוֹמֶרֶת יָבָם יֵשׁ לָהּ לִמְכֹּר וְלִתֵּן בְּמַתָּנָה נְכָסִים שֶׁנָּפְלוּ לָהּ כְּשֶׁהִיא שׁוֹמֶרֶת יָבָם. וְאֵין לַיָּבָם פֵּרוֹת אֲפִלּוּ בְּנִכְסֵי צֹאן בַּרְזֶל שֶׁהִכְנִיסָה לְאָחִיו עַד שֶׁיִּכְנֹס. מֵתָה כְּשֶׁהִיא שׁוֹמֶרֶת יָבָם יוֹרְשֶׁיהָ מֵאָבִיהָ יוֹרְשִׁין בְּנִכְסֵי מְלוֹג שֶׁלָּהּ וַחֲצִי נִכְסֵי צֹאן בַּרְזֶל וְיוֹרְשֵׁי הַבַּעַל יוֹרְשִׁים כְּתֻבָּתָהּ וַחֲצִי נִכְסֵי צֹאן בַּרְזֶל. וְיוֹרְשֵׁי הַבַּעַל חַיָּבִין בִּקְבוּרָתָהּ: \n",
      "שׁוֹמֶרֶת יָבָם כְּתֻבָּתָהּ עַל כָּל נִכְסֵי בַּעְלָהּ. לְפִיכָךְ אֵין הַיָּבָם יָכוֹל לִמְכֹּר בְּנִכְסֵי אָחִיו בֵּין קֹדֶם יִבּוּם בֵּין אַחַר יִבּוּם. וְאִם מָכַר אוֹ נָתַן מַתָּנָה אוֹ חָלַק עִם אֶחָיו בְּנִכְסֵי הַמֵּת בֵּין קֹדֶם יִבּוּם בֵּין אַחַר יִבּוּם לֹא עָשָׂה כְּלוּם שֶׁכְּבָר נִתְחַיְּבוּ נְכָסִים אֵלּוּ לָאַלְמָנָה לִגְבּוֹת מֵהֶן כְּתֻבָּתָהּ: \n",
      "כָּנַס אֶת יְבִמְתּוֹ וְהִנִּיחַ אָחִיו פֵּרוֹת מְחֻבָּרִין לַקַּרְקַע יִמָּכְרוּ וְיִלָּקַח בָּהֶן קַרְקַע וְהַיָּבָם אוֹכֵל פֵּרוֹתֵיהֶן: \n",
      "הִנִּיחַ פֵּרוֹת תְּלוּשִׁין מִן הַקַּרְקַע וְכֵן אִם הִנִּיחַ מָעוֹת וּמִטַּלְטְלִין הַכּל שֶׁל יָבָם. וּמִשְׁתַּמֵּשׁ בָּהֶן כְּמוֹ שֶׁיִּרְצֶה וְאֵינָהּ יְכוֹלָה לְעַכֵּב. שֶׁהַמִּטַּלְטְלִין אֵין הַכְּתֻבָּה נִגְבֵּית מֵהֶן אֶלָּא בְּתַקָּנַת הַגְּאוֹנִים וְאֵין כֹּחַ בְּתַקָּנָה זוֹ לְמָנְעוֹ מִנִּכְסֵי אֶחָיו וּלְאָסְרָן עָלָיו בְּאַחֲרָיוּת זוֹ שֶׁלֹּא יִשָּׂא וְיִתֵּן בָּהֶם: \n",
      "יְבָמָה שֶׁלֹּא הָיְתָה לָהּ כְּתֻבָּה אוֹ שֶׁמָּחֲלָה כְּתֻבָּתָהּ זָכָה בְּנִכְסֵי אָחִיו וּמוֹכֵר וְנוֹתֵן כְּחֶפְצוֹ. וּכְשֶׁיִּכְנֹס אֶת יְבִמְתּוֹ יִכְתֹּב לָהּ כְּתֻבָּה מֵאָה וְיִהְיוּ כָּל נְכָסָיו אַחְרָאִין לִכְתֻבָּתָהּ כִּשְׁאָר כָּל הַנָּשִׁים שֶׁיֵּשׁ לָהֶן כְּתֻבָּה: \n",
      "הָאִשָּׁה שֶׁמָּכְרָה אוֹ שֶׁנָּתְנָה אַחַר שֶׁנִּשֵּׂאת בְּנִכְסֵי צֹאן בַּרְזֶל בֵּין לְבַעְלָהּ בֵּין לַאֲחֵרִים לֹא עָשְׂתָה כְּלוּם. וְכֵן בַּעַל שֶׁמָּכַר קַרְקַע בְּנִכְסֵי אִשְׁתּוֹ בֵּין נִכְסֵי צֹאן בַּרְזֶל בֵּין נִכְסֵי מְלוֹג לֹא עָשָׂה כְּלוּם: \n",
      "מָכַר מִטַּלְטְלִין שֶׁל נִכְסֵי צֹאן בַּרְזֶל אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי אִם מָכַר מִמִכָּרוֹ מִמְכָּר. מָכְרוּ שְׁנֵיהֶם בְּנִכְסֵי מְלוֹג בֵּין שֶׁלָּקַח מִן הָאִישׁ תְּחִלָּה וְחָזַר וְלָקַח מִן הָאִשָּׁה בֵּין שֶׁלָּקַח מִן הָאִשָּׁה וְחָזַר וְלָקַח מִן הָאִישׁ מִכְרָן קַיָּם: \n",
      "וְכֵן הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה נִכְסֵי מְלוֹג לְבַעְלָהּ מִמְכָּרָהּ וּמַתְּנָתָהּ קַיָּמִין וְאֵינָהּ יְכוֹלָה לוֹמַר בְּנִכְסֵי מְלוֹג נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי. אֲבָל בִּשְׁאָר נְכָסִים יֵשׁ לָהּ לוֹמַר: \n",
      "כֵּיצַד. הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה לְבַעְלָהּ מִנִּכְסֵי צֹאן בַּרְזֶל בֵּין קַרְקַע בֵּין מִטַּלְטְלִין אוֹ שָׂדֶה שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ אוֹ שָׂדֶה שֶׁכָּתַב לָהּ בִּכְתֻבָּתָהּ אוֹ שָׂדֶה שֶׁהִכְנִיס לָהּ שׁוּם מִשֶּׁלּוֹ לֹא קָנָה בַּעְלָהּ. וְאַף עַל פִּי שֶׁקָּנוּ מִיַּד הָאִשָּׁה בִּרְצוֹנָהּ חוֹזֶרֶת בְּכָל עֵת שֶׁתִּרְצֶה. שֶׁלֹּא נָתְנָה וְלֹא מָכְרָה אֶלָּא מִפְּנֵי שְׁלוֹם בֵּיתָהּ. לְפִיכָךְ אֵין לַבַּעַל רְאָיָה בְּנִכְסֵי אִשְׁתּוֹ כְּלָל חוּץ מִנִּכְסֵי מְלוֹג כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נִכְסֵי צֹאן בַּרְזֶל שֶׁאָבְדוּ אוֹ שֶׁנִּגְנְבוּ וּמָחֲלָה הָאִשָּׁה אוֹתָם לְבַעֲלָהּ וְקָנוּ מִמֶּנָּה בְּעֵדִים יֵרָאֶה לִי שֶׁאֵינָהּ יְכוֹלָה לוֹמַר נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי. הָא לְמָה זֶה דּוֹמֶה לְמִי שֶׁקָּנוּ מִדָּה שֶׁאֵין לָהּ אַחֲרָיוּת שֶׁהֶחֱזִירָה נְכָסִים אֵלּוּ נִכְסֵי מְלוֹג. שֶׁהֲרֵי אֵין הַבַּעַל מֵבִיא רְאָיָה לִטּל כְּלוּם וְלֹא לְהַחֲזִיק בַּנְּכָסִים אֶלָּא לְהִפָּטֵר מִתְּבִיעָתָהּ מִלְּשַׁלֵּם. אֲבָל אִם נָתְנָה לוֹ מַתָּנָה מִטַּלְטְלֵי צֹאן בַּרְזֶל הַקַּיָּמִין לֹא קָנָה מִפְּנֵי שֶׁיֵּשׁ לָהּ לוֹמַר נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי: \n",
      "בַּעַל שֶׁמָּכַר קַרְקַע לְפֵרוֹת לֹא עָשָׂה כְּלוּם. מִפְּנֵי שֶׁלֹּא הִתְקִינוּ פֵּרוֹת לָאִישׁ אֶלָּא כְּדֵי לְהַרְוִיחַ בְּהוֹצָאַת הַבַּיִת. לְפִיכָךְ אִם מָכַר לְפֵרוֹת וְלָקַח אוֹתָן הַמָּעוֹת לִסְחוֹרָה שׁוֹמְעִין לוֹ: \n",
      "הָיוּ לָאִשָּׁה כְּסָפִים. אִם נִכְסֵי צֹאן בַּרְזֶל הֵן הֲרֵי זֶה נוֹשֵׂא וְנוֹתֵן בָּהֶן. וְאִם נִכְסֵי מְלוֹג הֵן בֵּין שֶׁהִכְנִיסָה אוֹתָן לוֹ בֵּין שֶׁנָּפְלוּ לָהּ בִּירֻשָּׁה אוֹ נִתְּנוּ לָהּ בְּמַתָּנָה אוֹ נָפְלוּ לָהּ מִטַּלְטְלִין אוֹ נִתְּנוּ לָהּ הֲרֵי אֵלּוּ יִמָּכְרוּ וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹתֵיהֶן: \n",
      "וְכֵן הָאִשָּׁה שֶׁחָבְלוּ בָּהּ אֲחֵרִים כָּל הַמָּעוֹת הָרְאוּיוֹת לָתֵת לָהּ יִלָּקַח בָּהֶן קַרְקַע וְהַבַּעַל אוֹכֵל פֵּרוֹתֵיהֶן כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת חוֹבֵל: \n",
      "נָפְלוּ לָהּ עֲבָדִים אַף עַל פִּי שֶׁהֵן זְקֵנִים לֹא יִמָּכְרוּ מִפְּנֵי שֶׁבַח בֵּית אָבִיהָ. נָפְלוּ לָהּ זֵיתִים וּגְפָנִים וְלֹא הָיָה לָהּ בְּגוּף הַקַּרְקַע שֶׁהָאִילָנוֹת בָּהּ כְּלוּם. אִם עוֹשִׂין כְּדֵי טִפּוּלָן לֹא יִמָּכְרוּ מִפְּנֵי שֶׁבַח בֵּית אָבִיהָ וְאִם לָאו הֲרֵי אֵלּוּ יִמָּכְרוּ לְעֵצִים וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת: \n",
      "נָפְלוּ לָהּ פֵּרוֹת מְחֻבָּרִין לַקַּרְקַע הֲרֵי אֵלּוּ שֶׁל בַּעַל. תְּלוּשִׁין מִן הַקַּרְקַע שֶׁלָּהּ וְיִמָּכְרוּ וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. אֲבָל הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְהָיוּ לָהּ פֵּרוֹת מְחֻבָּרִין לַקַּרְקַע בִּשְׁעַת גֵּרוּשִׁין הֲרֵי אֵלּוּ שֶׁלָּהּ. וְאִם הָיוּ תְּלוּשִׁין הֲרֵי אֵלּוּ שֶׁלּוֹ: \n",
      "עַבְדֵי נִכְסֵי מְלוֹג וּבֶהֱמַת נִכְסֵי מְלוֹג הַבַּעַל חַיָּב בִּמְזוֹנוֹת שֶׁלָּהֶן וּבְכָל צָרְכֵיהֶם וְהֵן עוֹשִׂין לוֹ וְהוּא אוֹכֵל פֵּרוֹתֵיהֶם. לְפִיכָךְ וְלַד שִׁפְחַת מְלוֹג לַבַּעַל. וְלַד בֶּהֱמַת מְלוֹג לַבַּעַל. וְאִם גֵּרְשָׁהּ וְרָצְתָה הָאִשָּׁה לִתֵּן דָּמִים וְלִטּל וְלַד הַשִּׁפְחָה מִפְּנֵי שֶׁבַח בֵּית אָבִיהָ שׁוֹמְעִין לָהּ: \n",
      "הִכְנִיסָה לוֹ שְׁנֵי כֵּלִים אוֹ שְׁתֵּי שְׁפָחוֹת בְּתוֹרַת נִכְסֵי צֹאן בַּרְזֶל וְשָׁמוּ אוֹתָן עָלָיו בְּאֶלֶף זוּז וְהוּקְרוּ וְעָמְדוּ בְּאַלְפַּיִם וְגֵרְשָׁהּ נוֹטֶלֶת אֶחָד בְּאֶלֶף שֶׁלָּהּ. וְהַשֵּׁנִי אִם רָצְתָה שֶׁתִּתֵּן דָּמָיו וְתִטּל מִשּׁוּם שֶׁבַח בֵּית אָבִיהָ שׁוֹמְעִין לָהּ: \n",
      "הַנּוֹתֵן מַתָּנָה לְאִשְׁתּוֹ בֵּין שֶׁנָּתַן לָהּ קַרְקַע בֵּין שֶׁנָּתַן לָהּ מָעוֹת וְלָקְחָה בָּהֶן קַרְקַע אֵין לַבַּעַל פֵּרוֹת בְּמַתָּנָה זוֹ. וְכֵן הַנּוֹתֵן מַתָּנָה לְאִשָּׁה עַל מְנָת שֶׁלֹּא יִהְיֶה הַבַּעַל אוֹכֵל פֵּרוֹתֶיהָ אֶלָּא יִהְיוּ פֵּרוֹתֶיהָ לָאִשָּׁה לְמַה שֶּׁתִּרְצֶה אֵין הַבַּעַל אוֹכֵל פֵּרוֹת מַתָּנָה זוֹ. וְכֵן הַמּוֹכֶרֶת כְּתֻבָּתָהּ בְּטוֹבַת הֲנָאָה אוֹתָן הַדָּמִים לָאִשָּׁה וְאֵין הַבַּעַל אוֹכֵל פֵּרוֹתֵיהֶן: \n",
      "וְלַד בֶּהֱמַת מְלוֹג שֶׁנִּגְנַב וְנִמְצָא הַגַּנָּב וְשִׁלֵּם שְׁנַיִם הַכֶּפֶל לָאִשָּׁה שֶׁאֵין זֶה פְּרִי שֶׁתִּקְּנוּ לוֹ חֲכָמִים. הַחוֹבֵל בְּאִשְׁתּוֹ כָּל הַנֵּזֶק וְהַצַּעַר וְהַבּשֶׁת שֶׁלָּהּ וְאֵין הַבַּעַל אוֹכֵל פֵּרוֹת כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת חוֹבֵל: \n",
      "הַמּוֹכֵר קַרְקַע לְאִשְׁתּוֹ. אִם הָיוּ הַמָּעוֹת שֶׁלָּקְחָה בָּהֶן אֶת הַקַּרְקַע מִבַּעַל גְּלוּיִין וִידוּעִין לַבַּעַל קָנְתָה וְהַבַּעַל אוֹכֵל פֵּרוֹת אוֹתָהּ הַקַּרְקַע. וְאִם הָיוּ מָעוֹת טְמוּנִין לֹא קָנְתָה שֶׁהַבַּעַל אוֹמֵר לֹא מָכַרְתִּי אֶלָּא כְּדֵי לְהַרְאוֹת הַמָּעוֹת שֶׁטָּמְנָה. וְאוֹתָן הַמָּעוֹת שֶׁנִּרְאוּ יִלָּקַח בָּהֶן קַרְקַע וְהַבַּעַל אוֹכֵל פֵּרוֹת: \n",
      "הֲרֵי שֶׁנִּמְצְאוּ מָעוֹת אוֹ מִטַּלְטְלִין בְּיַד הָאִשָּׁה הִיא אוֹמֶרֶת בְּמַתָּנָה נִתְּנוּ לִי וְהוּא אוֹמֵר מִמַּעֲשֵׂה יָדֶיךָ הֵם שֶׁהֵם שֶׁלִּי הֲרֵי זוֹ נֶאֱמֶנֶת. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטּוֹעֶנֶת דָּבָר שֶׁאֵינוֹ כֵן. וְיִלָּקַח בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹת. וְאִם אָמְרָה עַל מְנָת כֵּן נִתְּנוּ לִי עַל מְנָת שֶׁלֹּא יִהְיֶה לְבַעְלִי רְשׁוּת בָּהֶן אֶלָּא אֶעֱשֶׂה בָּהֶן כָּל מַה שֶּׁאֶרְצֶה עָלֶיהָ לְהָבִיא רְאָיָה. שֶׁכָּל מָמוֹן שֶׁנִּמְצָא בְּיַד הָאִשָּׁה בְּחֶזְקַת הַבַּעַל הוּא שֶׁיֹּאכַל פֵּרוֹתָיו עַד שֶׁתָּבִיא רְאָיָה: \n",
      "אָמְרָה לוֹ אַתָּה נָתַתָּ לִי בְּמַתָּנָה נִשְׁבַּעַת שְׁבוּעַת הֶסֵּת שֶׁנָּתַן לָהּ הַבַּעַל וְאֵינוֹ אוֹכֵל פֵּרוֹתֵיהֶן: \n",
      "אֵין מְקַבְּלִין פִּקְדוֹנוֹת לֹא מִן הַנָּשִׁים וְלֹא מִן הָעֲבָדִים וְלֹא מִן הַקְּטַנִּים. וְאִם עָבַר וְקִבֵּל מִן הָאִשָּׁה יַחֲזִיר לְאִשָּׁה. מֵתָה יַחֲזִיר לְבַעְלָהּ. קִבֵּל מִן הָעֶבֶד יַחֲזִיר לָעֶבֶד וְאִם מֵת יַחֲזִיר לְרַבּוֹ. קִבֵּל מִן הַקָּטָן יִקְנֶה לוֹ בּוֹ סֵפֶר תּוֹרָה אוֹ דָּבָר שֶׁאוֹכֵל פֵּרוֹתֵיהֶם. וְכֻלָּם שֶׁאָמְרוּ בִּשְׁעַת מִיתָתָן פִּקָּדוֹן זֶה שֶׁל פְּלוֹנִי הוּא אִם הָיוּ בְּחֶזְקַת נֶאֱמָנִין אֵצֶל זֶה שֶׁהַפִּקָּדוֹן אֶצְלוֹ יַעֲשֶׂה כְּמוֹ שֶׁצִּוּוּ וְאִם לָאו יִתֵּן לְיוֹרְשֵׁיהֶם: \n",
      "הָאִשָּׁה שֶׁהָיוּ לָהּ כְּסָפִים הָרְאוּיוֹת לַבַּעַל לֶאֱכל פֵּרוֹתֵיהֶם הוּא אוֹמֵר כָּךְ וְכָךְ יִלָּקַח בָּהֶם וְהִיא אוֹמֶרֶת אֵינִי לוֹקַחַת בָּהֶן אֶלָּא כָּךְ וְכָךְ לוֹקְחִים דָּבָר שֶׁפֵּרוֹתָיו מְרֻבִּים וִיצִיאָתוֹ מְעוּטָה. בֵּין שֶׁהָיָה הַדָּבָר כִּרְצוֹנוֹ אוֹ שֶׁהָיָה כִּרְצוֹנָהּ. וְאֵין לוֹקְחִין אֶלָּא דָּבָר שֶׁגִּזְעוֹ מַחֲלִיף שֶׁמָּא יֹאכַל הַכּל וְנִמְצָא הַקֶּרֶן אָבֵד: \n",
      "הָאִשָּׁה שֶׁהִכְנִיסָה לְבַעְלָהּ עֵז לַחֲלָבָהּ וְרָחֵל לְגִזָּתָהּ וְדֶקֶל לְפֵרוֹתָיו אַף עַל פִּי שֶׁאֵין לָהּ אֶלָּא פֵּרוֹת אֵלּוּ בִּלְבַד הֲרֵי זֶה אוֹכֵל וְהוֹלֵךְ עַד שֶׁתִּכְלֶה הַקֶּרֶן. וְכֵן אִם הִכְנִיסָה לוֹ כְּלֵי תַּשְׁמִישׁ בְּתוֹרַת נִכְסֵי מְלוֹג הֲרֵי זֶה מִשְׁתַּמֵּשׁ בָּהֶן וְלוֹבֵשׁ וּמַצִּיעַ וּמְכַסֶּה עַד שֶׁיִּכְלֶה הַקֶּרֶן. וּכְשֶׁיְּגָרֵשׁ אֵינוֹ חַיָּב לְשַׁלֵּם הַבְּלָאוֹת שֶׁל נִכְסֵי מְלוֹג: \n",
      "הוֹרוּ הַגְּאוֹנִים שֶׁנִּכְסֵי צֹאן בַּרְזֶל אַף עַל פִּי שֶׁפְּחִיתָתָן עַל הַבַּעַל אִם הָיוּ הַבְּלָאוֹת קַיָּמִין וְהָיוּ עוֹשִׂין מֵעֵין מְלַאכְתָּן נוֹטֶלֶת כֵּלֶיהָ כְּמָה שֶׁהֵן. וְאִם לֹא הָיוּ עוֹשִׂין מֵעֵין מְלַאכְתָּן הֲרֵי הֵן כְּמוֹ שֶׁנִּגְנְבוּ אוֹ אָבְדוּ שֶׁהוּא חַיָּב לְשַׁלֵּם בִּדְמֵיהֶם שֶׁשָּׁמוּ אוֹתָן עָלָיו בִּשְׁעַת נִשּׂוּאִין. וּמִנְהָג פָּשׁוּט הוּא זֶה. וְכָל הַנּוֹשֵׂא עַל מִנְהָג זֶה קִבֵּל עָלָיו אַחֲרָיוּת הַנְּדוּנְיָא. וּכְשֵׁם שֶׁאֵינוֹ מְשַׁלֵּם הַפְּחָת כָּךְ אֵינוֹ נוֹטֵל אֶת הַשֶּׁבַח אִם הוֹתִירוּ דְּמֵיהֶן לְפִי מִנְהָג זֶה. יֵשׁ לַבַּעַל לָכוֹף מִקְצָת עַבְדֵי אִשְׁתּוֹ וְאַמְּהוֹתֶיהָ שֶׁיִּהְיוּ מְשַׁמְּשִׁין אוֹתוֹ בְּבֵית אִשָּׁה אַחֶרֶת שֶׁנָּשָׂא בֵּין שֶׁהָיוּ עַבְדֵי מְלוֹג בֵּין שֶׁהָיוּ עַבְדֵי צֹאן בַּרְזֶל. אֲבָל אֵינוֹ יָכוֹל לְהוֹלִיכָן לְעִיר אַחֶרֶת שֶׁלֹּא מִדַּעַת אִשְׁתּוֹ: \n"
    ],
    [
      "הָאִשָׁה שֶׁהִתְנֵית עַל בַּעְלָהּ לְבַטֵּל זְכוּת מִדְּבָרִים שֶׁזּוֹכֶה בָּהֶן הַבַּעַל אִם כָּתַב לָהּ וְעוֹדָהּ אֲרוּסָה קֹדֶם הַנִּשּׂוּאִין אֵינוֹ צָרִיךְ לִקְנוֹת מִיָּדוֹ. אֶלָּא כָּל מַה שֶּׁכָּתַב לָהּ קַיָּם. וְאִם כָּתַב לָהּ אַחַר הַנִּשּׂוּאִין צָרִיךְ לִקְנוֹת מִיָּדוֹ:  ",
      "הִתְנָה עִמָּהּ שֶׁלֹּא יִהְיוּ לוֹ דִּין וּדְבָרִים בִּנְכָסֶיהָ אִם מָכְרָה וְנָתְנָה מִכְרָהּ וּמַתְּנָתָהּ קַיָּם. אֲבָל אוֹכֵל פֵּרוֹתֵיהֶן כָּל זְמַן שֶׁהֵן בִּרְשׁוּתָהּ. וְאִם קָנוּ מִיָּדוֹ כְּשֶׁהִיא אֲרוּסָה שֶׁאֵין לוֹ דִּין וּדְבָרִים בִּנְכָסֶיהָ הֲרֵי סִלֵּק עַצְמוֹ מִגּוּף הַקַּרְקַע וְאֵין לוֹ בִּנְכָסֶיהָ פֵּרוֹת לְעוֹלָם. וַאֲפִלּוּ עִרְעֵר עַל קִנְיָנוֹ וְאָמַר לֹא עָלָה בְּדַעְתִּי שֶׁאֵין לִי פֵּרוֹת מִפְּנֵי קִנְיָן זֶה אֶלָּא שֶׁאִם מָכְרָה מִכְרָהּ קַיָּם שֶׁאֵין אָדָם נוֹשֵׂא אִשָּׁה בְּלֹא נְכָסִים אֵין שׁוֹמְעִין לוֹ אֶלָּא כְּבָר סִלֵּק עַצְמוֹ מִגּוּף הַקַּרְקַע:  ",
      "הִתְנָה עִמָּהּ שֶׁלֹּא יֹאכַל פֵּרוֹת נְכָסֶיהָ הֲרֵי זֶה אֵינוֹ אוֹכֵל פֵּרוֹתֵיהֶן אֲבָל מוֹכְרִין אֶת הַפֵּרוֹת וְלוֹקְחִין בָּהֶן קַרְקַע וְהוּא אוֹכֵל פֵּרוֹתֶיהָ. שֶׁלֹּא סִלֵּק עַצְמוֹ אֶלָּא מִפֵּרוֹת נְכָסִים אֵלּוּ בִּלְבַד:  ",
      "הִתְנָה עִמָּהּ שֶׁלֹּא יֹאכַל פֵּרוֹת נְכָסֶיהָ וְלֹא פֵּירֵי פֵּרוֹתֵיהֶן לוֹקְחִין הַפֵּרוֹת וְקוֹנִין בָּהֶם קַרְקַע וְלוֹקְחִין פֵּרוֹת קַרְקַע זוֹ וְקוֹנִין בָּהֶם קַרְקַע שְׁנִיָּה וְהוּא אוֹכֵל פֵּרוֹת אֵלּוּ שֶׁהֵן פֵּירֵי פֵּירֵי פֵּרוֹת. וְכֵן הַדָּבָר תָּמִיד עַד שֶׁיַּתְנֶה עִמָּהּ שֶׁלֹּא יִהְיוּ לוֹ לֹא פֵּרוֹת וְלֹא פֵּירֵי פֵּרוֹתֵיהֶן עַד לְעוֹלָם. וְאַחַר כָּךְ לֹא יִהְיוּ לוֹ פֵּרוֹת בְּחַיֶּיהָ אֲבָל אִם מֵתָה יִירַשׁ הַכּל:  ",
      "הִתְנָה עִמָּהּ שֶׁלֹּא יִירָשֶׁנָּה הֲרֵי זֶה לֹא יִירָשֶׁנָּה אֲבָל אוֹכֵל פֵּרוֹת בְּחַיֶּיהָ. וְכֵן אִם הִתְנָה עִמָּהּ שֶׁיִּירַשׁ מִקְצָת נְכָסִים וְכֵן אִם הִתְנָה עִמָּהּ שֶׁאִם מֵתָה בְּלֹא בָּנִים יַחְזְרוּ נְכָסִין לְבֵית אָבִיהָ הַכּל קַיָּם:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהִתְנָה עִמָּהּ קֹדֶם שֶׁתִּנָּשֵׂא שֶׁהַנַּחֲלָה הַבָּאָה לוֹ לָאָדָם שֶׁלֹּא מִמִּשְׁפַּחְתּוֹ מַתְנֶה עָלֶיהָ שֶׁלֹּא יִירָשֶׁנָּה קֹדֶם שֶׁתְּהֵא רְאוּיָה לוֹ. אֲבָל אִם הִתְנָה עִמָּהּ אַחַר שֶׁנִּשֵּׂאת תְּנָאוֹ בָּטֵל וְיִירָשֶׁנָּה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הִתְנָה עִמָּהּ אַחַר נִשּׂוּאִין שֶׁלֹּא יִהְיוּ לוֹ דִּין וּדְבָרִים בִּנְכָסֶיהָ וְלֹא בְּפֵירֵי פֵּרוֹתֶיהָ עַד עוֹלָם בְּחַיֶּיהָ וּבְמוֹתָהּ הֲרֵי זֶה אֵינוֹ אוֹכֵל פֵּרוֹת כְּלָל. אֲבָל אִם מֵתָה יִירָשֶׁנָּה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הַבַּעַל שֶׁהוֹצִיא הוֹצָאוֹת עַל נִכְסֵי מְלוֹג בֵּין שֶׁהוֹצִיא מְעַט וְאָכַל פֵּרוֹת הַרְבֵּה בֵּין שֶׁהוֹצִיא הַרְבֵּה וְאָכַל פֵּרוֹת מְעַט וַאֲפִלּוּ אָכַל גְּרוֹגֶרֶת אַחַת דֶּרֶךְ כָּבוֹד אוֹ שֶׁאָכַל דִּינָר אֶחָד אֲפִלּוּ שֶׁלֹּא דֶּרֶךְ כָּבוֹד וַאֲפִלּוּ לֹא לָקַח בַּפֵּרוֹת מִמַּה שֶּׁהוֹצִיא אֶלָּא חֲבִילָה אַחַת שֶׁל זְמוֹרוֹת. מַה שֶּׁהוֹצִיא הוֹצִיא וּמַה שֶּׁאָכַל אָכַל:  ",
      "וְכֵן אִם נָפְלוּ לָהּ כְּסָפִים בְּמָקוֹם רָחוֹק וְהוֹצִיא עֲלֵיהֶן הוֹצָאוֹת עַד שֶׁהֱבִיאָן אוֹ עַד שֶׁהוֹצִיאָן מִיַּד מִי שֶׁהָיוּ אֶצְלוֹ וְלָקַח בָּהֶן קַרְקַע וְאָכַל פֵּרוֹתֶיהָ כַּשִּׁעוּר מַה שֶּׁהוֹצִיא הוֹצִיא וּמַה שֶּׁאָכַל אָכַל. הוֹצִיא וְלֹא אָכַל אוֹ שֶׁאָכַל פָּחוֹת מִכַּשִּׁעוּר שָׁמִין כַּמָּה שֶׁהִשְׁבִּיחוּ וְשׁוֹאֲלִין אוֹתוֹ כַּמָּה הוֹצִיא. אִם הַשֶּׁבַח יֶתֶר עַל הַהוֹצָאָה יִשָּׁבַע בִּנְקִיטַת חֵפֶץ כַּמָּה הוֹצִיא וְנוֹטֵל הַהוֹצָאָה. וְאִם הַהוֹצָאָה יְתֵרָה עַל הַשֶּׁבַח אֵין לוֹ מִן הַהוֹצָאָה אֶלָּא כְּשִׁעוּר הַשֶּׁבַח וּבִשְׁבוּעָה:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּמְגָרֵשׁ אֲבָל הָאִשָּׁה שֶׁמָּרְדָה עַל בַּעְלָהּ אֲפִלּוּ אָכַל הַרְבֵּה שָׁמִין לוֹ כַּמָּה אָכַל וּפוֹחֵת אוֹתוֹ מִמַּה שֶּׁרָאוּי לִתֵּן לוֹ מִן הַהוֹצָאָה אַחַר שֶׁיִּשָּׁבַע וְנוֹטְלוֹ. שֶׁלֹּא הִקְנָה לָהּ כְּדֵי שֶׁתִּטּל וְתֵצֵא מֵעַצְמָהּ. וְכֵן הַמּוֹצִיא הוֹצָאוֹת עַל נִכְסֵי אִשְׁתּוֹ קְטַנָּה וּמֵאֲנָה בּוֹ רוֹאִין כַּמָּה אָכַל וְכַמָּה הוֹצִיא וְכַמָּה הִשְׁבִּיחַ וְשָׁמִין לוֹ כְּאָרִיס שֶׁהֲרֵי בִּרְשׁוּת יָרַד:  ",
      "מִנְהָגוֹת רַבּוֹת יֵשׁ בִּנְדוּנְיָא. יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁיִּכְתְּבוּ בַּכְּתֻבּוֹת הַנְּדוּנְיָא יֶתֶר עַל דָּמֶיהָ בִּשְׁלִישׁ אוֹ בְּחֹמֶשׁ אוֹ בְּמֶחֱצָה. כְּגוֹן שֶׁתִּהְיֶה הַנְּדוּנְיָא מֵאָה וְכוֹתְבִים שֶׁהִכְנִיסָה מֵאָה וַחֲמִשִּׁים כְּדֵי לְהַרְבּוֹת בִּפְנֵי הָעָם וּכְשֶׁתָּבוֹא לִגְבּוֹת לֹא תִּגְבֶּה אֶלָּא הַמֵּאָה. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִכְתֹּב פָּחוֹת. וְאִם פָּסְקָה לְהָבִיא לוֹ בְּמֵאָה כֵּלִים נוֹתֶנֶת שְׁוֵה מֵאָה וְעֶשְׂרִים אוֹ מֵאָה וַחֲמִשִּׁים וְכוֹתְבִין שֶׁהִכְנִיסָה לוֹ מֵאָה. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִכְתֹּב שְׁוֵה מָנֶה בְּמָנֶה. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁיִּתֵּן הָאִישׁ מָעוֹת לְפִי הַנְּדוּנְיָא דָּבָר קָצוּב שֶׁתִּתְקַשֵּׁט בּוֹ הַכַּלָּה וְתִקְנֶה בּוֹ בְּשָׂמִים וְכַיּוֹצֵא בָּהֶן. וְיֵשׁ מְקוֹמוֹת שֶׁיַּכְנִיס הָאִישׁ שׁוּם מִשֶּׁלּוֹ לָאִשָּׁה וְיִצְטָרֵף לִנְדֻנְיָתָהּ לְהִתְנָאוֹת בּוֹ:  ",
      "הַנּוֹשֵׂא סְתָם כּוֹתֵב וְנוֹתֵן כְּמִנְהַג הַמְּדִינָה. וְכֵן הִיא שֶׁפָּסְקָה לְהַכְנִיס נוֹתֶנֶת כְּמִנְהַג הַמְּדִינָה וּכְשֶׁתָּבֹא לִגְבּוֹת כְּתֻבָּתָהּ מַגְבִּין לָהּ מַה שֶּׁבִּכְתֻבָּתָהּ כְּמִנְהַג הַמְּדִינָה. וּבְכָל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן מִנְהַג הַמְּדִינָה עִקָּר גָּדוֹל הוּא וְעַל פִּיו דָּנִין וְהוּא שֶׁיִּהְיֶה אוֹתוֹ מִנְהָג פָּשׁוּט בְּכָל הַמְּדִינָה:  ",
      "אִישׁ וְאִשָּׁה שֶׁהָיוּ בֵּינֵיהֶם שִׁדּוּכִין וְאָמַר לָהּ כַּמָּה אֶת מַכְנֶסֶת לִי כָּךְ וְכָךְ וְאָמְרָה לוֹ וְכַמָּה אַתָּה נוֹתֵן לִי אוֹ כּוֹתֵב לִי כָּךְ וְכָךְ. וְכֵן הָאָב שֶׁפָּסַק עַל יְדֵי בְּנוֹ וּבִתּוֹ כַּמָּה אַתָּה נוֹתֵן לְבִנְךָ כָּךְ וְכָךְ וְכַמָּה אַתָּה נוֹתֵן לְבִתְּךָ כָּךְ וְכָךְ וְעָמְדוּ וְקִדְּשׁוּ קָנוּ אוֹתָן הַדְּבָרִים וְאַף עַל פִּי שֶׁלֹּא הָיָה בֵּינֵיהֶן קִנְיָן. וְאֵלּוּ הֵן הַדְּבָרִים הַנִּקְנִים בַּאֲמִירָה:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁפָּסַק הָאָב לְבִתּוֹ בֵּין קְטַנָּה וּבֵין גְּדוֹלָה וּפָסַק הָאָב לִבְנוֹ [ב.] וּבְנִשּׂוּאִין רִאשׁוֹנִים שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ וּמֵרֹב שִׂמְחָתוֹ בַּנִּשּׂוּאִין הָרִאשׁוֹנִים גָּמַר וּמַקְנֶה לוֹ בַּאֲמִירָה. אֲבָל אָח שֶׁפָּסַק לַאֲחוֹתוֹ אוֹ אִשָּׁה שֶׁפָּסְקָה לְבִתָּהּ וְכֵן שְׁאָר קְרוֹבִים וְכֵן הָאָב שֶׁפָּסַק לִבְנוֹ אוֹ לְבִתּוֹ בְּנִשּׂוּאִין שְׁנִיִּים לֹא קָנוּ אוֹתָן הַדְּבָרִים עַד שֶׁיִּקְנוּ מִידֵי הַפּוֹסֵק שֶׁיִּתֵּן כָּךְ וְכָךְ:  ",
      "הָאָב שֶׁפָּסַק עַל יַד בִּתּוֹ לֹא קָנְתָה הַבַּת אוֹתָהּ הַמַּתָּנָה עַד שֶׁיִּכְנֹס אוֹתָהּ בַּעְלָהּ. וְכֵן הַבֵּן לֹא קָנָה עַד שֶׁיִּכְנֹס. שֶׁכָּל הַפּוֹסֵק אֵינוֹ פּוֹסֵק אֶלָּא עַל מְנָת לִכְנֹס. לְפִיכָךְ הַפּוֹסֵק מָעוֹת לַחֲתָנוֹ וּמֵת קֹדֶם שֶׁיִּכְנֹס וְנָפְלָה לִפְנֵי אָחִיו לְיִבּוּם יָכוֹל הָאָב לוֹמַר לַיָּבָם לְאָחִיךָ הָיִיתִי רוֹצֶה לִתֵּן וּלְךָ אֵינִי רוֹצֶה לִתֵּן. וַאֲפִלּוּ הָיָה הָרִאשׁוֹן עַם הָאָרֶץ וְהַשֵּׁנִי חָכָם. וְאַף עַל פִּי שֶׁהַבַּת רוֹצָה בּוֹ:  ",
      "הַפּוֹסֵק מָעוֹת לַחֲתָנוֹ וְהָלַךְ הָאָב לִמְדִינָה אַחֶרֶת יְכוֹלָה הִיא לוֹמַר לַבַּעַל אֲנִי לֹא פָּסַקְתִּי עַל עַצְמִי מָה אֲנִי יְכוֹלָה לַעֲשׂוֹת אוֹ כְּנוֹס בְּלֹא נְדוּנְיָא אוֹ פָּטְרֵנִי בְּגֵט. אֲבָל אִם פָּסְקָה הִיא עַל עַצְמָהּ וְלֹא הִגִּיעָה יָדָהּ הֲרֵי זוֹ יוֹשֶׁבֶת עַד שֶׁתִּמְצָא מַה שֶּׁפָּסְקָה אוֹ עַד שֶׁתָּמוּת. וְלָמָּה לֹא תִּפְטֹר עַצְמָהּ בְּמַרְדּוּת. שֶׁהַמּוֹרֶדֶת וְהִיא אֲרוּסָה הַבַּעַל רוֹצֶה לְכָנְסָהּ וְהִיא אֵינָהּ רוֹצָה אֲבָל זוֹ אֵין הַבַּעַל רוֹצֶה בָּהּ עַד שֶׁתִּתֵּן הַנְּדוּנְיָא שֶׁפָּסְקָה וְהִיא רוֹצָה בּוֹ שֶׁהֲרֵי אוֹמֶרֶת לוֹ אוֹ כְּנֹס אוֹ פְּטֹר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְדוֹלָה אֲבָל בִּקְטַנָּה שֶׁפָּסְקָה עַל עַצְמָהּ כּוֹפִין אוֹתוֹ לִתֵּן גֵּט אוֹ יִכְנֹס בְּלֹא נְדוּנְיָא:  ",
      "הַנּוֹשֵׂא אִשָּׁה וּפָסְקָה עִמּוֹ שֶׁיִּהְיֶה זָן אֶת בִּתָּהּ כָּךְ וְכָךְ שָׁנִים חַיָּב לָזוּן אוֹתָם שָׁנִים שֶׁקִּבֵּל עַל עַצְמוֹ. וְהוּא שֶׁיַּתְנוּ עַל דָּבָר זֶה בִּשְׁעַת הַקִּדּוּשִׁין. אֲבָל שֶׁלֹּא בִּשְׁעַת הַקִּדּוּשִׁין עַד שֶׁיִּקְנוּ מִיָּדוֹ אוֹ עַד שֶׁיִּכְתֹּב בִּשְׁטָר וְכַיּוֹצֵא בּוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מִקָּח וּמִמְכָּר. נִתְגָּרְשָׁה בְּתוֹךְ הַשָּׁנִים שֶׁקִּבֵּל עַל עַצְמוֹ לָזוּן אֶת בִּתָּהּ וְנִשֵּׂאת לְאַחֵר וּפָסְקָה גַּם עִמּוֹ שֶׁיִּהְיֶה זָן אוֹתָהּ הַבַּת כָּךְ וְכָךְ שָׁנִים לֹא יֹאמַר רִאשׁוֹן אִם תָּבוֹא לְבֵיתִי אֲזוּנָהּ אֶלָּא מוֹלִיךְ מְזוֹנוֹתֶיהָ לַמָּקוֹם שֶׁהִיא שָׁם אִמָּהּ. וְכֵן לֹא יֹאמְרוּ שְׁנֵיהֶם הֲרֵי אָנוּ זָנִין אוֹתָהּ כְּאַחַת אֶלָּא אֶחָד זָנָהּ וְאֶחָד נוֹתֵן לָהּ דְּמֵי מְזוֹנוֹת:  ",
      "נִשֵּׂאת הַבַּת בְּתוֹךְ זְמַן זֶה הַבַּעַל חַיָּב בִּמְזוֹנוֹתֶיהָ. וּבַעֲלֵי אִמָּהּ שְׁנֵיהֶם כָּל אֶחָד וְאֶחָד נוֹתֵן לָהּ דְּמֵי מְזוֹנוֹת. מֵתוּ אֵלּוּ שֶׁפָּסְקוּ לָזוּן אוֹתָהּ אִם קָנוּ מִיָּדָן אוֹ שֶׁחִיֵּב עַצְמוֹ בִּשְׁטָר הֲרֵי זוֹ כְּבַעַל חוֹב בִּשְׁטָר וְטוֹרֶפֶת מְזוֹנוֹתֶיהָ מִנִּכְסֵיהֶן הַמְשֻׁעְבָּדִים עַד סוֹף הַזְּמַן שֶׁפָּסְקוּ. וְאִם פָּסְקוּ בִּשְׁעַת הַקִּדּוּשִׁין וְלֹא הָיָה שָׁם קִנְיָן הֲרֵי הֵם דְּבָרִים שֶׁלֹּא נִתְּנוּ לִכָּתֵב וְאֵינָהּ טוֹרֶפֶת בִּמְזוֹנוֹתֶיהָ:  "
    ],
    [
      "הַנּוֹשֵׂא אֶת הָאַיְלוֹנִית וְלֹא הָיוּ לוֹ בָּנִים וְלֹא אִשָּׁה אַחֶרֶת לִפְרוֹת וְלִרְבּוֹת מִמֶּנָּה אַף עַל פִּי שֶׁכּוֹפִין אוֹתוֹ וּמוֹצִיא הֲרֵי הִיא כְּכָל הַנָּשִׁים וְיֵשׁ לָהּ כְּתֻבָּה וּשְׁאָר תְּנָאֵי כְּתֻבָּה. וְכֵן זוֹכֶה הַבַּעַל בְּמַה שֶּׁזָּכָה בִּשְׁאָר הַנָּשִׁים: \n",
      "אֲבָל הַנּוֹשֵׂא אִשָּׁה וְלֹא הִכִּיר בָּהּ וְנִמְצֵאת אַיְלוֹנִית אוֹ מֵחַיָּבֵי לָאוִין. וְכֵן הַנּוֹשֵׂא שְׁנִיָּה בֵּין הִכִּיר בָּהּ בֵּין לֹא הִכִּיר בָּהּ. אֵין לָהּ עִקַּר כְּתֻבָּה וְלֹא תְּנַאי מִתְּנָאֵי כְּתֻבָּה. אֲבָל תּוֹסֶפֶת יֵשׁ לָהּ. וְאֵין לָהּ מְזוֹנוֹת וַאֲפִלּוּ לְאַחַר מוֹתוֹ. וּכְשֶׁכּוֹפִין אוֹתוֹ וּמַפְרִישִׁין בֵּינֵיהֶם אֵין מוֹצִיאִין מִן הַבַּעַל פֵּרוֹת שֶׁאָכַל: \n",
      "וְלָמָּה אֵין לָהֶן עִקָּר וְיֵשׁ לָהֶן תּוֹסֶפֶת. הָעִקָּר שֶׁהוּא תַּקָּנַת חֲכָמִים כְּדֵי שֶׁלֹּא תִּהְיֶה קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ הוֹאִיל וְלֹא הִכִּיר בָּהּ אֵין לָהּ עִקָּר. אֲבָל תּוֹסֶפֶת שֶׁהוּא חִיֵּב עַצְמוֹ בָּהּ כָּל זְמַן שֶׁתִּרְצֶה וְתַעֲמֹד לְפָנָיו הֲרֵי עָמְדָה בַּתְּנַאי שֶׁלָּהּ וַהֲרֵי הִקְנֵית לוֹ הֲנָאָתָהּ וַהֲרֵי הִיא עוֹמֶדֶת [לְפָנָיו] אֲבָל הַתּוֹרָה אָסְרָה אוֹתָהּ עָלָיו וּמַה הִיא יְכוֹלָה לַעֲשׂוֹת. לְפִיכָךְ יֵשׁ לָהּ תּוֹסֶפֶת שֶׁאֵין מַעֲשֶׂיהָ הֵן הַגּוֹרְמִין לָהּ לְהֵאָסֵר אַחַר הַנִּשּׂוּאִין אֶלָּא אֲסוּרָה הָיְתָה מִקֹּדֶם: \n",
      "וְלָמָּה לֹא חִלְּקוּ בַּשְּׁנִיָּה בֵּין שֶׁהִכִּיר בָּהּ בֵּין שֶׁלֹּא הִכִּיר בָּהּ אֶלָּא אָמְרוּ אֵין לָהּ עִקַּר כְּתֻבָּה בְּכָל מָקוֹם. מִפְּנֵי שֶׁהִיא מִדִּבְרֵי סוֹפְרִים עָשׂוּ בָּהּ חִזּוּק. אֲבָל אִם נָשָׂא אַחַת מֵחַיָּבֵי לָאוִין; וְהִכִּיר בָּהּ. אוֹ אַחַת מֵחַיָּבֵי עֲשֵׂה בֵּין הִכִּיר בָּהּ בֵּין שֶׁלֹּא הִכִּיר בָּהּ יֵשׁ לָהּ כְּתֻבָּה. שֶׁחַיָּבֵי לָאוִין שֶׁהִכִּיר בָּהּ רָצָה לָזוּן בִּנְכָסָיו וְחַיָּבֵי עֲשֵׂה אִסּוּרָן קַל. וְיֵשׁ לִשְׁתֵּיהֶן מְזוֹנוֹת לְאַחַר מוֹתוֹ. וְכֵן אִם לָוְתָה וְאָכְלָה חַיָּב לְשַׁלֵּם. וּכְשֶׁכּוֹפִין אוֹתָן לְהוֹצִיא מוֹצִיאִין מִן הַבַּעַל כָּל פֵּרוֹת שֶׁאָכַל מִכָּל נְכָסֶיהָ: \n",
      "הַמְמָאֶנֶת אֵין לָהּ כְּתֻבָּה אֲבָל תּוֹסֶפֶת יֵשׁ לָהּ. וְאֵין מוֹצִיאִין מִן הַבַּעַל פֵּרוֹת שֶׁאָכַל. וְאִם לָוְתָה כְּשֶׁהָיְתָה תַּחְתָּיו וְאָכְלָה וְאַחַר כָּךְ מֵאֲנָה אֵין מוֹצִיאִין אוֹתָן מְזוֹנוֹת מִן הַבַּעַל: \n",
      "מִי שֶׁזִּנְּתָה תַּחַת בַּעְלָהּ אֵין לָהּ כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת וְלֹא אֶחָד מִתְּנָאֵי כְּתֻבָּה שֶׁהֲרֵי מַעֲשֶׂיהָ גָּרְמוּ לָהּ לְהֵאָסֵר עַל בַּעְלָהּ: \n",
      "וְהֵיאַךְ דִּין נָשִׁים אֵלּוּ בִּנְדוּנְיָא שֶׁלָּהֶם. כָּל אִשָּׁה שֶׁנְּדֻנְיָתָהּ קַיֶּמֶת אֲפִלּוּ זִנְּתָה נוֹטֶלֶת שֶׁלָּהּ וְהוֹלֶכֶת. וְאִם הָיְתָה שְׁנִיָּה אוֹ אֶחָד מֵחַיָּבֵי עֲשֵׂה בֵּין הִכִּיר בָּהּ בֵּין שֶׁלֹּא הִכִּיר בָּהּ אוֹ שֶׁהָיְתָה אַיְלוֹנִית אוֹ מֵחַיָּבֵי לָאוִין וְהִכִּיר בָּהּ הֲרֵי הִיא בִּנְדֻנְיָתָהּ כְּכָל הַנָּשִׁים: \n",
      "נִכְסֵי צֹאן בַּרְזֶל חַיָּב בְּאַחְרָיוּתָן. וְנִכְסֵי מְלוֹג מַה שֶּׁנִּגְנַב אוֹ שֶׁאָבַד אָבַד לָהּ וְאֵינוֹ חַיָּב לְשַׁלֵּם. הָיְתָה אַיְלוֹנִית אוֹ מֵחַיָּבֵי לָאוִין וְלֹא הִכִּיר בָּהּ כָּל מַה שֶּׁאָבַד אוֹ נִגְנַב אוֹ בָּלָה אוֹ שֶׁנִּשְׁחַק מִנִּכְסֵי צֹאן בַּרְזֶל אֵין הַבַּעַל חַיָּב לְשַׁלֵּם. שֶׁהֲרֵי הִיא נָתְנָה לוֹ רְשׁוּת לִהְיוֹתָן אֶצְלוֹ. וְכָל מַה שֶּׁאָבַד אוֹ נִגְנַב מִנִּכְסֵי מְלוֹג חַיָּב לְשַׁלֵּם. הֵפֶךְ מִכָּל הַנָּשִׁים מִפְּנֵי שֶׁאֵין שָׁם אִישׁוּת גְּמוּרָה לֹא זָכָה בְּנִכְסֵי מְלוֹג: \n",
      "וְהַמְמָאֶנֶת אֵין לָהּ בְּלָיוֹת כְּלָל שֶׁאֵין מוֹצִיאִין מִן הַבַּעַל דָּבָר מִמַּה שֶּׁאָבַד אוֹ נִגְנַב מִנְּכָסֶיהָ בֵּין מִנִּכְסֵי מְלוֹג בֵּין מִנִּכְסֵי צֹאן בַּרְזֶל אֶלָּא נוֹטֶלֶת הַנִּמְצָא לָהּ וְיוֹצְאָה: \n",
      "מִי שֶׁזִּנְּתָה תַּחַת בַּעְלָהּ אֵין לָהּ כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת. וְאֵין מוֹצִיאִין מֵהַבַּעַל דָּבָר מִמַּה שֶּׁאָבַד אוֹ נִגְנַב מִנִּכְסֵי צֹאן בַּרְזֶל שֶׁלָּהּ. וְאֵין צָרִיךְ לוֹמַר נִכְסֵי מְלוֹג. וְלֹא הַמְזַנָּה בִּלְבַד אֶלָּא אַף הָעוֹבֶרֶת עַל דַּת משֶׁה אוֹ עַל דַּת יְהוּדִית אוֹ הַיּוֹצֵאת מִשּׁוּם שֵׁם רַע אֵין לָהּ כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת וְלֹא תְּנַאי מִתְּנָאֵי כְּתֻבָּה. וְכָל אַחַת מֵהֶן נוֹטֶלֶת הַנִּמְצָא לָהּ מִנְּדֻנְיָתָהּ וְיוֹצְאָה וְאֵין הַבַּעַל חַיָּב לְשַׁלֵּם כְּלוּם לֹא מַה שֶּׁפִּחֵת וְלֹא מַה שֶּׁאָבַד: \n",
      "וְאֵלּוּ הֵן הַדְּבָרִים שֶׁאִם עָשְׂתָה אַחַת מֵהֶן עָבְרָה עַל דַּת משֶׁה. יוֹצְאָה בַּשּׁוּק וּשְׂעַר רֹאשָׁהּ גָּלוּי. אוֹ שֶׁנּוֹדֶרֶת אוֹ שֶׁנִּשְׁבַּעַת וְאֵינָהּ מְקַיֶּמֶת. אוֹ שֶׁשִּׁמְּשָׁה מִטָּתָהּ וְהִיא נִדָּה. אוֹ שֶׁאֵינָהּ קוֹצָה לָהּ חַלָּה. אוֹ שֶׁהֶאֱכִילָה אֶת בַּעְלָהּ דְּבָרִים אֲסוּרִים, אֵין צָרִיךְ לוֹמַר שְׁקָצִים וּרְמָשִׂים וּנְבֵלוֹת, אֶלָּא דְּבָרִים שֶׁאֵינָן מְעֵשָּׂרִין. וְהֵיאַךְ יוֹדֵעַ דָּבָר זֶה כְּגוֹן שֶׁאָמְרָה לוֹ פֵּרוֹת אֵלּוּ פְּלוֹנִי כֹּהֵן תִּקְּנָם לִי וְעִסָּה זוֹ פְּלוֹנִית הִפְרִישָׁה לִי חַלָּתָהּ וּפְלוֹנִי הֶחָכָם טִהֵר לִי אֶת הַכֶּתֶם וְאַחַר שֶׁאָכַל אוֹ בָּא עָלֶיהָ שָׁאַל אוֹתוֹ פְּלוֹנִי וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וְכֵן אִם הֻחְזְקָה נִדָּה בִּשְׁכֵנוֹתֶיהָ וְאָמְרָה לְבַעְלָהּ טְהוֹרָה אֲנִי וּבָא עָלֶיהָ: \n",
      "וְאֵי זוֹ הִיא דָּת יְהוּדִית הוּא מִנְהַג הַצְּנִיעוּת שֶׁנָּהֲגוּ בְּנוֹת יִשְׂרָאֵל. וְאֵלּוּ הֵן הַדְּבָרִים שֶׁאִם עָשְׂתָה אַחַת מֵהֶן עָבְרָה עַל דָּת יְהוּדִית. יוֹצְאָה לַשּׁוּק אוֹ לְמָבוֹי מְפֻלָּשׁ וְרֹאשָׁהּ פָּרוּעַ וְאֵין עָלֶיהָ רְדִיד כְּכָל הַנָּשִׁים. אַף עַל פִּי שֶׁשְּׂעָרָהּ מְכֻסֶּה בְּמִטְפַּחַת. אוֹ שֶׁהָיְתָה טוֹוָה בַּשּׁוּק וּוֶרֶד וְכַיּוֹצֵא בּוֹ כְּנֶגֶד פָּנֶיהָ עַל פַּדַּחְתָּהּ אוֹ עַל לְחָיֶיהָ כְּדֶרֶךְ שֶׁעוֹשׂוֹת הָעַכּוּ''ם הַפְּרוּצוֹת. אוֹ שֶׁטּוֹוָה בַּשּׁוּק וּמַרְאֵית זְרוֹעוֹתֶיהָ לִבְנֵי אָדָם. אוֹ שֶׁהָיְתָה מְשַׂחֶקֶת עִם הַבַּחוּרִים. אוֹ שֶׁהָיְתָה תּוֹבַעַת הַתַּשְׁמִישׁ בְּקוֹל רָם מִבַּעְלָהּ עַד שֶׁשְּׁכֵנוֹתֶיהָ שׁוֹמְעוֹת אוֹתָהּ מְדַבֶּרֶת עַל עִסְקֵי תַּשְׁמִישׁ. אוֹ שֶׁהָיְתָה מְקַלֶּלֶת אֲבִי בַּעְלָהּ בִּפְנֵי בַּעְלָהּ: \n",
      "עֶזְרָא תִּקֵּן שֶׁתִּהְיֶה אִשָּׁה חוֹגֶרֶת בְּסִנָּר תָּמִיד בְּתוֹךְ בֵּיתָהּ מִשּׁוּם צְנִיעוּת. וְאִם לֹא חָגְרָה אֵינָהּ עוֹבֶרֶת עַל דַּת משֶׁה וְלֹא הִפְסִידָה כְּתֻבָּתָהּ. וְכֵן אִם יָצְתָה בְּרֹאשָׁהּ פָּרוּעַ מֵחָצֵר לְחָצֵר בְּתוֹךְ הַמָּבוֹי הוֹאִיל וּשְׂעָרָהּ מְכֻסֶּה בְּמִטְפַּחַת אֵינָהּ עוֹבֶרֶת עַל דָּת: \n",
      "הָעוֹבֶרֶת עַל דָּת צְרִיכָה הַתְרָאָה וְעֵדִים וְאַחַר כָּךְ תַּפְסִיד כְּתֻבָּתָהּ. עָבְרָה בֵּינוֹ לְבֵינָהּ וְיָדַע שֶׁהִיא עוֹבֶרֶת עַל דָּת וְהִתְרָה בָּהּ בְּלֹא עֵדִים וְחָזְרָה וְעָבְרָה הוּא טוֹעֵן וְאוֹמֵר אַחַר הַתְרָאָה עָבְרָה וְהִיא אוֹמֶרֶת לֹא עָבַרְתִּי כְּלָל אוֹ לֹא הִתְרָה בִּי. אִם רָצָה לְהוֹצִיא הֲרֵי זֶה נוֹתֵן כְּתֻבָּה אַחַר שֶׁתִּשָּׁבַע שֶׁלֹּא עָבְרָה. שֶׁאִם תּוֹדֶה שֶׁעָבְרָה אַחַר הַתְרָאָה זוֹ אֵין לָהּ כְּלוּם: \n",
      "כֵּיצַד הִיא יוֹצְאָה מִשּׁוּם שֵׁם רַע. כְּגוֹן שֶׁהָיוּ שָׁם עֵדִים שֶׁעָשְׂתָה דָּבָר מְכֹעָר בְּיוֹתֵר שֶׁהַדְּבָרִים מַרְאִין שֶׁהָיְתָה שָׁם עֲבֵרָה אַף עַל פִּי שֶׁאֵין שָׁם עֵדוּת בְּרוּרָה בִּזְנוּת. כֵּיצַד. כְּגוֹן שֶׁהָיְתָה בֶּחָצֵר לְבַדָּהּ וְרָאוּ רוֹכֵל יוֹצֵא וְנִכְנְסוּ מִיָּד בִּשְׁעַת יְצִיאָתוֹ וּמָצְאוּ אוֹתָהּ עוֹמֶדֶת מֵעַל הַמִּטָּה וְהִיא לוֹבֶשֶׁת הַמִּכְנָסַיִם אוֹ חוֹגֶרֶת אֲזוֹרָהּ. אוֹ שֶׁמָּצְאוּ רֹק לַח לְמַעְלָה מִן הַכִּילָה. אוֹ שֶׁהָיוּ יוֹצְאִים מִמָּקוֹם אָפֵל. אוֹ מַעֲלִין זֶה אֶת זֶה מִן הַבּוֹר וְכַיּוֹצֵא בּוֹ. אוֹ שֶׁרָאוּהוּ מְנַשֵּׁק עַל פִּי חֲלוּקָהּ אוֹ שֶׁרָאוּ אוֹתָן מְנַשְּׁקִין זֶה אֶת זֶה אוֹ מְגַפְּפִין זֶה אֶת זֶה אוֹ שֶׁנִּכְנְסוּ זֶה אַחַר זֶה וְהֵגִיפוּ דְּלָתוֹת וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אִם רָצָה הַבַּעַל לְהוֹצִיאָהּ תֵּצֵא בְּלֹא כְּתֻבָּה. וְאֵין זוֹ צְרִיכָה הַתְרָאָה: \n",
      "עוֹבֶרֶת עַל דַּת משֶׁה אוֹ עַל דָּת יְהוּדִית וְכֵן זֹאת שֶׁעָשְׂתָה דָּבָר מְכֹעָר אֵין כּוֹפִין אֶת הַבַּעַל לְהוֹצִיא אֶלָּא אִם רָצָה לֹא יוֹצִיא. וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא אֵין לָהֶן כְּתֻבָּה שֶׁהַכְּתֻבָּה תַּקָּנַת חֲכָמִים הִיא כְּדֵי שֶׁלֹּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ. וְלֹא הִקְפִּידוּ אֶלָּא עַל בְּנוֹת יִשְׂרָאֵל הַצְּנוּעוֹת אֲבָל אֵלּוּ הַפְּרוּצוֹת אֵין לָהֶן תַּקָּנָה [זוֹ] אֶלָּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ: \n",
      "מִי שֶׁרָאָה אִשְׁתּוֹ שֶׁזִּנְּתָה אוֹ שֶׁאָמְרָה לוֹ אַחַת מִקְּרוֹבוֹתָיו אוֹ מִקְּרוֹבוֹתֶיהָ שֶׁהוּא מַאֲמִינָם וְסוֹמֶכֶת דַּעְתּוֹ עֲלֵיהֶם שֶׁזִּנְּתָה אִשְׁתּוֹ. בֵּין שֶׁהָיָה הָאוֹמֵר אִישׁ בֵּין שֶׁהָיְתָה אִשָּׁה הוֹאִיל וְסָמְכָה דַּעְתּוֹ לְדָבָר זֶה שֶׁהוּא אֱמֶת הֲרֵי זֶה חַיָּב לְהוֹצִיא וְאָסוּר לוֹ לָבוֹא עָלֶיהָ וְיִתֵּן כְּתֻבָּה. וְאִם הוֹדֵית לוֹ שֶׁזִּנְּתָה תֵּצֵא בְּלֹא כְּתֻבָּה. לְפִיכָךְ מַשְׁבִּיעָהּ בִּנְקִיטַת חֵפֶץ שֶׁלֹּא זִנְּתָה תַּחְתָּיו אִם רָאָה אוֹתָהּ בְּעַצְמוֹ וְאַחַר כָּךְ תִּגְבֶּה כְּתֻבָּתָהּ. אֲבָל בְּדָבָר אַחֵר אֵינוֹ יָכוֹל לְהַשְׁבִּיעָהּ אֶלָּא עַל יְדֵי גִּלְגּוּל: \n",
      "אָמְרָה לוֹ אִשְׁתּוֹ שֶׁזִּנְּתָה תַּחְתָּיו בִּרְצוֹנָהּ אֵין מַשְׁגִּיחִין לִדְבָרֶיהָ שֶׁמָּא עֵינֶיהָ נָתְנָה בְּאַחֵר. אֲבָל אִבְּדָה כְּתֻבָּתָהּ עִקָּר וְתוֹסֶפֶת וְאִבְּדָה הַבְּלָאוֹת שֶׁהֲרֵי הוֹדֵית בִּזְנוּת. וְאִם הָיָה מַאֲמִינָהּ וְסוֹמֵךְ דַּעְתּוֹ עַל דְּבָרֶיהָ הֲרֵי זֶה חַיָּב לְהוֹצִיאָהּ. וְאֵין בֵּית דִּין כּוֹפִין אֶת הָאִישׁ לְגָרֵשׁ אֶת אִשְׁתּוֹ בְּדָבָר מִדְּבָרִים אֵלּוּ עַד שֶׁיָּבוֹאוּ שְׁנֵי עֵדִים וְיָעִידוּ שֶׁזִּנְּתָה אִשְׁתּוֹ זֹאת בִּפְנֵיהֶם בִּרְצוֹנָהּ וְאַחַר כָּךְ כּוֹפִין אוֹתוֹ לְהוֹצִיא: \n",
      "הָאִשָּׁה שֶׁזִּנְּתָה תַּחַת בַּעְלָהּ בִּשְׁגָגָה אוֹ בְּאֹנֶס הֲרֵי זוֹ מֻתֶּרֶת לְבַעְלָהּ שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְהִיא לֹא נִתְפָּשָׂה\" הָא נִתְפָּשָׂה מֻתֶּרֶת. בֵּין שֶׁאֲנָסָהּ עַכּוּ''ם בֵּין שֶׁאֲנָסָהּ יִשְׂרָאֵל. וְכָל שֶׁתְּחִלַּת בִּיאָתָהּ בְּאֹנֶס אַף עַל פִּי שֶׁסּוֹפָהּ בְּרָצוֹן וַאֲפִלּוּ אָמְרָה הָנִיחוּ לוֹ שֶׁאִלְמָלֵי לֹא אָנַס אוֹתִי הָיִיתִי שׂוֹכַרְתּוֹ הֲרֵי זוֹ מֻתֶּרֶת. שֶׁהַיֵּצֶר לְבָשָׁהּ וּמִתְּחִלָּה [הָיְתָה] בְּאֹנֶס: \n",
      "נָשִׁים שֶׁגָּנְבוּ אוֹתָן לִסְטִים הֲרֵי הֵן כִּשְׁבֻיּוֹת שֶׁהֵן אֲנוּסוֹת וּמֻתָּרוֹת לְבַעְלֵיהֶן. וְאִם הֱנִיחוּם וְהָלְכוּ לַלִּסְטִים מֵעַצְמָן הֲרֵי אֵלּוּ בְּרָצוֹן וַאֲסוּרוֹת לְבַעְלֵיהֶן. וְדִין הַשּׁוֹגֶגֶת וְדִין הַנֶּאֱנֶסֶת אֶחָד הוּא שֶׁהַשְּׁגָגָה צַד אֹנֶס יֵשׁ בָּהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה בַּעְלָהּ יִשְׂרָאֵל. אֲבָל אֵשֶׁת כֹּהֵן שֶׁשָּׁגְגָה אוֹ שֶׁנֶּאֶנְסָה אֲסוּרָה לְבַעְלָהּ שֶׁהֲרֵי נַעֲשֵׂית זוֹנָה מִכָּל מָקוֹם וְהוּא אָסוּר בְּזוֹנָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת אִסּוּרֵי בִּיאָה: \n",
      "אֶחָד אֵשֶׁת יִשְׂרָאֵל אוֹ אֵשֶׁת כֹּהֵן שֶׁנֶּאֶנְסָה כְּתֻבָּתָהּ קַיֶּמֶת הָעִקָּר וְהַתּוֹסֶפֶת וְלֹא הִפְסִידָה מִכְּתֻבָּתָהּ כְּלוּם. וְכוֹפִין אֶת הַכֹּהֵן לִתֵּן לָהּ כְּתֻבָּתָהּ וּלְגָרְשָׁהּ: \n",
      "אֵשֶׁת כֹּהֵן שֶׁאָמְרָה לְבַעְלָהּ נֶאֱנַסְתִּי אוֹ שָׁגַגְתִּי וְנִבְעַלְתִּי לְאַחֵר אֵינוֹ חוֹשֵׁשׁ לִדְבָרֶיהָ שֶׁמָּא עֵינֶיהָ נָתְנָה בְּאַחֵר. וְאִם הָיְתָה נֶאֱמֶנֶת לוֹ אוֹ שֶׁאָמַר לוֹ אָדָם שֶׁהוּא סוֹמֵךְ עַל דְּבָרָיו יוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
      "הָאוֹמֵר לְאִשְׁתּוֹ בִּפְנֵי שְׁנַיִם אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי וְנִכְנְסָה עִמּוֹ לְסֵתֶר בִּפְנֵי שְׁנֵי עֵדִים וְשָׁהֲתָה כְּדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עַל בַּעְלָהּ עַד שֶׁיַּשְׁקֶנָּה מֵי הַמָּרִים כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סוֹטָה. וְאִם מֵת קֹדֶם שֶׁיַּשְׁקֶנָּה אֵין לָהּ כְּתֻבָּה. וְאַף עַל פִּי שֶׁלֹּא מָצְאוּ דָּבָר מְכֹעָר. שֶׁאֵין לְךָ דָּבָר יוֹתֵר מְכֹעָר מִזֶּה. וְהַיּוֹם שֶׁאֵין שָׁם מֵי סוֹטָה נֶאֶסְרָה עָלָיו אִסּוּר עוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת שֶׁהֲרֵי מַעֲשֶׂיהָ הָרָעִים גָּרְמוּ לָהּ לְהֵאָסֵר: \n",
      "אָמַר לָהּ בֵּינוֹ לְבֵינָהּ אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי וְרָאָה אוֹתָהּ שֶׁנִּסְתְּרָה עִמּוֹ וְשָׁהֲתָה כְּדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עָלָיו בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם מֵי סוֹטָה. וְחַיָּב לְהוֹצִיא וְיִתֵּן כְּתֻבָּה. וְאִם הוֹדֵית שֶׁנִּסְתְּרָה אַחַר שֶׁהִתְרָה בָּהּ תֵּצֵא בְּלֹא כְּתֻבָּה וּלְפִיכָךְ מַשְׁבִּיעָהּ עַל זֶה וְאַחַר כָּךְ יִתֵּן כְּתֻבָּה: \n"
    ],
    [
      "הַנּוֹשֵׂא אִשָּׁה סְתָם וְנִמְצְאוּ עָלֶיהָ נְדָרִים תֵּצֵא בְּלֹא כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת. בְּאֵלּוּ נְדָרִים אָמְרוּ שֶׁלֹּא תֹּאכַל בָּשָׂר אוֹ שֶׁלֹּא תִּשְׁתֶּה יַיִן אוֹ שֶׁלֹּא תִּתְקַשֵּׁט בְּמִינֵי צִבְעוֹנִין וְהוּא הַדִּין לִשְׁאָר הַמִּינִים שֶׁדֶּרֶךְ כָּל נְשֵׁי הַמָּקוֹם לְהִתְקַשֵּׁט בָּהֶן. אֲבָל נִמְצָא עָלֶיהָ נֵדֶר אַחֵר חוּץ מֵאֵלּוּ לֹא הִפְסִידָה כְּלוּם: \n",
      "וְכֵן הַכּוֹנֵס אִשָּׁה סְתָם וְנִמְצָא בָּהּ מוּם מִמּוּמֵי הַנָּשִׁים שֶׁכְּבָר בֵּאַרְנוּם וְלֹא יָדַע הַבַּעַל בְּמוּם זֶה וְלֹא שָׁמַע בּוֹ וְרָצָה הֲרֵי זוֹ תֵּצֵא בְּלֹא כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת. כֵּיצַד. הָיָה מֶרְחָץ בָּעִיר וְהָיוּ לוֹ קְרוֹבִים אֵינוֹ יָכוֹל לוֹמַר לֹא יָדַעְתִּי מוּמִין אֵלּוּ וַאֲפִלּוּ מוּמִין שֶׁבַּסֵּתֶר מִפְּנֵי שֶׁהוּא בּוֹדֵק בִּקְרוֹבוֹתָיו וַחֲזָקָה שֶׁשָּׁמַע וְרָצָה. וְאִם אֵין שָׁם מֶרְחָץ אוֹ שֶׁלֹּא הָיוּ לוֹ קְרוֹבִים טוֹעֵן בְּמוּמִין שֶׁבַּסֵּתֶר. וְנִכְפָּה בְּעִתִּים יְדוּעִים הֲרֵי הוּא מִמּוּמֵי סֵתֶר. אֲבָל בְּמוּמִין שֶׁבְּגָלוּי אֵינוֹ יָכוֹל לִטְעֹן שֶׁהֲרֵי הַכּל רוֹאִין אוֹתָן וְאוֹמְרִין לוֹ וְחֶזְקָתוֹ שֶׁשָּׁמַע וְנִתְפַּיֵּס. דָּבָר יָדוּעַ הוּא שֶׁאֵין דִּין זֶה אֶלָּא בְּאוֹתָן הַמְּקוֹמוֹת שֶׁהָיָה מִנְהַג הַנָּשִׁים שָׁם לְהַלֵּךְ בַּשּׁוּק וּפְנֵיהֶן גְּלוּיוֹת וְהַכּל יוֹדְעִין אוֹתָן וְאוֹמְרִין זוֹ הִיא בִּתּוֹ שֶׁל פְּלוֹנִי וְזוֹ הִיא אֲחוֹתוֹ שֶׁל פְּלוֹנִי כְּמוֹ עָרֵי אֱדוֹם בַּזְּמַן הַזֶּה. אֲבָל מְקוֹמוֹת שֶׁאֵין דֶּרֶךְ הַבָּנוֹת שָׁם לָצֵאת לַשּׁוּק כְּלָל וְאִם תֵּצֵא הַבַּת לַמֶּרְחָץ בַּנֶּשֶׁף תֵּצֵא מִתְנַכֵּרָה וְלֹא יִרְאֶה אוֹתָהּ אָדָם חוּץ מִקְּרוֹבוֹתֶיהָ הֲרֵי זֶה טוֹעֵן אַף בְּמוּמִין שֶׁבְּגָלוּי. וְהוּא שֶׁלֹּא הָיָה שָׁם מֶרְחָץ וְשֶׁלֹּא הָיְתָה לוֹ קְרוֹבָה לִבְדֹּק בָּהּ. אֲבָל אִם הָיָה שָׁם מֶרְחָץ בְּעִיר זוֹ שֶׁאֵין דֶּרֶךְ הַנָּשִׁים לָצֵאת בָּהּ וּפְנֵיהֶם מְגֻלּוֹת אִם יֵשׁ לוֹ קְרוֹבָה אֵינוֹ יָכוֹל לִטְעֹן שֶׁהֲרֵי הַכּל רוֹאִין אוֹתָהּ עֲרֻמָּה בַּמֶּרְחָץ. וְאִם דַּרְכָּן לְהִתְנַכֵּר וּלְהִתְחַבֵּא אַף בַּמֶּרְחָץ וְשֶׁתִּהְיֶה הַבַּת רוֹחֶצֶת בַּלַּיְלָה אוֹ בְּבַיִת קָטָן בַּמֶּרְחָץ לְבַדָּהּ עַד שֶׁלֹּא תֵּרָאֶה וְלֹא תִּוָּדַע הֲרֵי זֶה טוֹעֵן אַף בְּמוּמִין שֶׁבַּגָּלוּי. וְהַדְּבָרִים אֵלּוּ דְּבָרִים שֶׁל טַעַם הֵם וְאֵינָם גְּזֵרַת הַכָּתוּב: \n",
      "הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁזֶּה שֶׁאָמְרוּ חֲכָמִים מִפְּנֵי שֶׁהוּא בּוֹדֵק בִּקְרוֹבוֹתָיו אֵינוֹ קְרוֹבוֹתָיו בִּלְבַד אֶלָּא אֲפִלּוּ מְיֻדָּעָיו. וַאֲפִלּוּ הָיָה גָּר בְּעִיר שֶׁאֵין לוֹ קָרוֹב כְּלָל אִם יֵשׁ שָׁם מֶרְחָץ אֵינוֹ יָכוֹל לִטְעֹן. שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִהְיוּ לוֹ רֵעִים וְאוֹמֵר לְאֶחָד מֵרֵעָיו שֶׁתִּבְדֹּק לוֹ אִשְׁתּוֹ אוֹ אֲחוֹתוֹ עַל פְּלוֹנִית. וּלְפִיכָךְ חֶזְקָתוֹ שֶׁשָּׁמַע וְנִתְפַּיֵּס. וְלֹא יֵרָאֶה לִי דִּין זֶה שֶׁאֵין כָּל אָדָם מוֹצִיא כָּל מַה שֶּׁיֵּשׁ בְּלִבּוֹ מִדְּבָרִים אֵלּוּ לַכּל אֶלָּא לִקְרוֹבָיו וְעוֹד שֶׁאֵין דַּעְתּוֹ סוֹמֶכֶת אֶלָּא לְדִבְרֵי קְרוֹבָיו בְּיוֹתֵר: \n",
      "כֵּיצַד הִיא טַעֲנַת הַמּוּמִין. אִם הָיוּ הַמּוּמִין שֶׁנִּמְצְאוּ בָּהּ מוּמִין שֶׁוַּדַּאי הָיוּ בָּהּ קֹדֶם שֶׁתִּתְאָרֵס כְּגוֹן אֶצְבַּע יְתֵרָה וְכַיּוֹצֵא בּוֹ. עַל הָאָב לְהָבִיא רְאָיָה שֶׁיָּדַע בָּהֶן הַבַּעַל וְרָצָה. אוֹ שֶׁחֶזְקָתוֹ שֶׁיָּדַע. וְאִם לֹא הֵבִיא רְאָיָה תֵּצֵא בְּלֹא כְּתֻבָּה כְּלָל. הָיוּ מוּמִים שֶׁאֶפְשָׁר שֶׁנּוֹלְדוּ בָּהּ אַחַר הָאֵרוּסִין אִם נִמְצְאוּ בָּהּ אַחַר שֶׁנִּכְנְסָה לְבֵית הַבַּעַל עַל הַבַּעַל לְהָבִיא רְאָיָה שֶׁעַד שֶׁלֹּא נִתְאָרְסָה הָיוּ בָּהּ וְהָיָה מִקָּחוֹ מִקַּח טָעוּת. וְאִם נִמְצְאוּ בָּהּ וְהִיא בְּבֵית אָבִיהָ עַל הָאָב לְהָבִיא רְאָיָה שֶׁאַחַר הָאֵרוּסִין נוֹלְדוּ וְנִסְתַּחֲפָה שָׂדֵהוּ: \n",
      "הֵבִיא הַבַּעַל רְאָיָה שֶׁעַד שֶׁלֹּא תִּתְאָרֵס הָיוּ בָּהּ אוֹ שֶׁהוֹדָה לוֹ בְּכָךְ. וְהֵבִיא הָאָב רְאָיָה שֶׁרָאָה וְשָׁתַק וְנִתְפַּיֵּס אוֹ שֶׁחֶזְקָתוֹ שֶׁיָּדַע בָּהֶן וְנִתְפַּיֵּס הֲרֵי זֶה חַיָּב בִּכְתֻבָּה: \n",
      "בָּא עַל אִשְׁתּוֹ וְשָׁהָה כַּמָּה יָמִים וְטָעַן שֶׁמּוּם זֶה לֹא נִרְאָה לִי עַד עַתָּה אֲפִלּוּ הָיָה בְּתוֹךְ הַקְּמָטִים אוֹ בְּכַף הָרֶגֶל אֵין שׁוֹמְעִין לוֹ. חֲזָקָה שֶׁאֵין אָדָם שׁוֹתֶה בְּכוֹס אֶלָּא אִם כֵּן בּוֹדְקוֹ יָפֶה וְחֶזְקָתוֹ שֶׁיָּדַע וְרָצָה: \n",
      "הַנּוֹשֵׂא אִשָּׁה וְנִמְצָא שֶׁאֵין לָהּ וֶסֶת קָבוּעַ לְנִדָּתָהּ אֶלָּא לֹא תַּרְגִּישׁ בְּעַצְמָהּ עַד שֶׁתִּרְאֶה דַּם נִדָּה הֲרֵי זוֹ לֹא תְּשַׁמֵּשׁ אֶלָּא בִּשְׁנֵי עֵדִים שֶׁבּוֹדֶקֶת בָּהֶן עַצְמָהּ אֶחָד לִפְנֵי תַּשְׁמִישׁ וְאֶחָד לְאַחַר תַּשְׁמִישׁ חוּץ מִן הָעֵד שֶׁל אִישׁ שֶׁמְּקַנֵּחַ בּוֹ עַצְמוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת אִסּוּרֵי בִּיאָה: \n",
      "וְאַף עַל פִּי שֶׁמּוּם גָּדוֹל הוּא זֶה לֹא הִפְסִידָה כְּלוּם שֶׁהֲרֵי בּוֹדֶקֶת עַצְמָהּ תְּחִלָּה וּמְשַׁמֶּשֶׁת. הֲרֵי שֶׁבָּדְקָה עַצְמָהּ וְנִבְעֲלָה וּבְעֵת שֶׁקִּנְּחָה עַצְמָהּ הִיא וְהוּא נִמְצָא דָּם עַל עֵד שֶׁלָּהּ אוֹ עַל עֵד שֶׁלּוֹ אִם אֵרַע זֶה פַּעַם אַחַר פַּעַם שָׁלֹשׁ פְּעָמִים סְמוּכוֹת זוֹ לָזוֹ הֲרֵי זוֹ אֲסוּרָה לֵישֵׁב עִם בַּעְלָהּ וְתֵצֵא בְּלֹא כְּתֻבָּה לֹא עִקָּר וְלֹא תּוֹסֶפֶת. וְאֵין לָהּ תְּנַאי מִתְּנָאֵי כְּתֻבָּה שֶׁהֲרֵי אֵינָהּ רְאוּיָה לְתַשְׁמִישׁ וְיוֹצִיא וְלֹא יַחֲזִיר לְעוֹלָם. שֶׁמָּא תִּתְרַפֵּא וְנִמְצָא שֶׁלֹּא גָּמַר לְגָרְשָׁהּ בִּשְׁעַת גֵּרוּשִׁין. וּמֻתֶּרֶת לְהִנָּשֵׂא לְאַחֵר כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן הַנִּדָּה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיְתָה כָּךְ מִתְּחִלַּת נִשּׂוּאֶיהָ וּמִבְּעִילָה רִאשׁוֹנָה רָאֲתָה דָּם. אֲבָל אִם אֵרַע לָהּ חלִי זֶה אַחַר שֶׁנִּשֵּׂאת נִסְתַּחֲפָה שָׂדֵהוּ. לְפִיכָךְ אִם בָּעַל פַּעַם אַחַת וְלֹא נִמְצָא דָּם וְאַחַר כָּךְ חָזְרָה לִהְיוֹת רוֹאָה דָּם בְּכָל עֵת תַּשְׁמִישׁ יוֹצִיא וְיִתֵּן כְּתֻבָּה כֻּלָּהּ וְלֹא יַחֲזִיר עוֹלָמִית כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְכֵן אִשָּׁה שֶׁנּוֹלְדוּ בָּהּ מוּמִין אַחַר שֶׁנִּשֵּׂאת אֲפִלּוּ נַעֲשֵׂית מֻכַּת שְׁחִין אִם רָצָה לְקַיֵּם יְקַיֵּם וְאִם רָצָה לְהוֹצִיא יִתֵּן כְּתֻבָּה: \n",
      "הָאִישׁ שֶׁנּוֹלְדוּ בּוֹ מוּמִין אַחַר שֶׁנִּשָּׂא אֲפִלּוּ נִקְטְעָה יָדוֹ אוֹ רַגְלוֹ אוֹ נִסְמֵית עֵינוֹ וְלֹא רָצְתָה אִשְׁתּוֹ לֵישֵׁב עִמּוֹ אֵין כּוֹפִין אוֹתוֹ לְהוֹצִיא וְלִתֵּן כְּתֻבָּה אֶלָּא אִם רָצְתָה תֵּשֵׁב וְאִם לֹא רָצְתָה תֵּצֵא בְּלֹא כְּתֻבָּה כְּדִין כָּל מוֹרֶדֶת. אֲבָל אִם נוֹלַד לוֹ רֵיחַ הַפֶּה אוֹ רֵיחַ הַחֹטֶם אוֹ שֶׁחָזַר לִלְקֹט צוֹאַת כְּלָבִים אוֹ לַחְצֹב נְחשֶׁת מֵעִקָּרוֹ אוֹ לְעַבֵּד עוֹרוֹת. כּוֹפִין אוֹתוֹ לְהוֹצִיא וְלִתֵּן כְּתֻבָּה. וְאִם רָצְתָה תֵּשֵׁב עִם בַּעְלָהּ: \n",
      "נַעֲשָׂה הָאִישׁ מֻכֶּה שְׁחִין כּוֹפִין אוֹתוֹ לְהוֹצִיא וְלִתֵּן כְּתֻבָּה. וְאַף עַל פִּי שֶׁהִיא רוֹצָה לֵישֵׁב אֵין שׁוֹמְעִין לָהּ אֶלָּא שֶׁמַּפְרִישִׁין אוֹתָן בְּעַל כָּרְחָן מִפְּנֵי שֶׁהִיא מְמִיקַתּוֹ. וְאִם אָמְרָה אֵשֵׁב עִמּוֹ בְּעֵדִים כְּדֵי שֶׁלֹּא יָבוֹא עָלֶיהָ שׁוֹמְעִין לָהּ: \n",
      "מִי שֶׁהָיָה בַּעְלָהּ בַּעַל רֵיחַ הַפֶּה אוֹ רֵיחַ הַחֹטֶם אוֹ מְלַקֵּט צוֹאַת כְּלָבִים וְכַיּוֹצֵא בָּהֶן וּמֵת וְנָפְלָה לִפְנֵי אָחִיו וְיֵשׁ בּוֹ אוֹתוֹ מוּם שֶׁהָיָה בְּבַעְלָהּ. יְכוֹלָה הִיא לוֹמַר לְאָחִיךָ הָיִיתִי יְכוֹלָה לְקַבֵּל וּלְךָ אֵינִי יְכוֹלָה לְקַבֵּל וְיַחֲלֹץ וְיִתֵּן כְּתֻבָּה. וּרְאֵה בָנִים לְבָנֶיךָ שָׁלוֹם עַל יִשְׂרָאֵל: \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות אישות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [
        "<b> קודם מ''ת וכו'.</b> כתב הראב''ד ז''ל אין קדשה אלא מזומנת והיא המופקרת לכל אדם אבל המייחדת עצמה לאיש אחד אין בה לא מלקות ולא איסור לאו והיא הפילגש הכתובה בפסוק ובעלי הלשון דורשין פילגש מלה הפוכה ומורכבת פי שגל עומדת לפרקים למשגל ולשמש את הבית ופעמים למשכב. וי''ס שכתוב בהם פילגשים בלי קידושין עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> היתה בת כ' שנה וכו'.</b> כתב הראב''ד ז''ל זה השיעור איני יודע מהו והיה לו לומר היתה בת עשרים שנה שנכנסו בה שלשים יום עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> הרי היא ספק וכו'.</b> א''א ואם הביאה שתי שערות עדיין היא ספק בין נערות לבוגרת עכ''ל: "
      ],
      [],
      [],
      [
        "<b> בן כ' וכו'.</b> כתב הראב''ד ז''ל שנכנס שלשים יום בשנת כ' עכ''ל: ",
        "<b> ולא הביא שתי שערות בזקן.</b> א''א אנו אין לנו אלא שזה שלא הביא ב' שערות בזקן הוא סימן סירוס וקי''ל כר''י דאפילו באחד מהם ואין אנו צריכים עוד לסימן אחר עכ''ל: "
      ],
      [
        "<b> עד שיהיה בן ל''ה וכו'.</b> כתב הראב''ד ז''ל ולא אפילו נולדו בו השאר שהרי חסר סימן זה שהוא גדול מכולם עכ''ל: "
      ],
      [],
      [],
      [
        "<b> בן י''ג שנה ויום אחד.</b> כתב הראב''ד ז''ל נ''ל שזה היה שטף רוח ולא עיין בדבריו וטעה במה שסידר בבת כי הבת יש לה סימני בגרות והם סימן עליון אבל הבן אין לו סימן העליון וסימנין האמורים סימני סירוס הם ולא סימני בגרות ועד שיהא בן עשרים קטן הוא אע''פ שיש בו כל סימני סריס עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וטומטום ואנדרוגינוס וכו'.</b> כתב הראב''ד ז''ל ולמה בחזקת גדולים אלא יבדקו אם יש להם סימנין אם לאו דלענין הבאת סימנין הרי הם ככל אדם עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמר לה חצייך וכו'.</b> כתב הראב''ד אם שתי חצייך בפרוטה מקודשת בספק מפני שאין האשה מתקדשת לחצאין אותן של מעלה למה הן מתקדשות ודאי אלא בספק עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> כל העושה שליח וכו'.</b> כתב הראב''ד אין הנדון דומה לראיה דלענין שליח הגט גטו מוכיח עליו ולענין תרומה אין צריך עדים כלל. אבל בקידושין דאפילו שניהם מודים אינו כלום כי מודו השליח והשולח נמי לאו כלום הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> לקוחין אלו וכו'.</b> א''א אין פרצה גדולה מזו ופי' משובש ששמע בתינח דקדש בכספא הוא שהטעהו בזה ועם כל זה לא היה לו לטעות ולא היה לו לכתוב עכ''ל: "
      ],
      [],
      [],
      [
        "<b> כל המקדש אשה וכו'.</b> כתב הראב''ד אין אנו נוהגין כן אלא מקדש ואח''כ מברך והטעם מפני שהדבר תלוי בדעת אחרים שאם תמאן האשה ולא תרצה הרי הברכה לבטלה. וזה הטעם לברכת האב שמברך להכניסו בבריתו של אברהם אבינו עכ''ל: "
      ]
    ],
    [
      [
        "<b> אבל האיש שאנסוהו וכו'.</b> כתב הראב''ד ז''ל והוא שיאמר רוצה אני עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל גדול שקידש את הקטנה וכו'.</b> כתב הראב''ד ז''ל זה השיעור לא מצאתי אותו מפורש ואם יאמר מפני שאמרו קטן בן שש יוצא בעירוב אמו והוא נקרא קטני קטנים במסכת כתובות וא''כ אפילו בן שש. וגם מה שאמר מבת עשר ולמעלה אף על פי שהיא סכלה ביותר (מקודשת למיאון. בת עשר) למד מפעוטות במסכת גיטין (ומה שאמר ואפילו היתה סכלה ביותר) והלא אמרו קטנה שאינה יודעת לשמור קידושיה אינה צריכה למאן ואם יודעת לשמור קידושיה אע''פ שאינה יודעת להבחין ולהכיר בעסקי נישואין וקידושין צריכה מיאון. ואי קשיא לך אם כן שיעור הפעוטות למה נאמר אימא לך כדי להתקדש ע''י עצמה אבל אם קדשה אמה או אחיה לדעתה אפילו פחותה מפעוטות אלא שתדע לשמור קידושיה והכי איתא התם עכ''ל: "
      ],
      [
        "<b> כיצד מקודשת למיאון וכו'.</b> כתב הראב''ד זה אינו אלא מדרבנן והיא אינה יכולה למאן עכ''ל: "
      ],
      [
        "<b> חרש שנשא פקחת וכו' מותרת לבעלה החרש.</b> כתב הראב''ד טעה בזה שאינה מותרת לבעלה החרש שמא יאמרו גירש זה ונשא זה ונמצא מחזיר גרושתו מן הנישואין עכ''ל: "
      ],
      [],
      [
        "<b> טומטום ואנדרוגינוס וכו'.</b> כתב הראב''ד ז''ל ולמה הם צריכים גט מספק והלא אינם ראוים להנשא כלל עכ''ל: "
      ],
      [],
      [
        "<b> אשת איש שפשטה וכו'.</b> כתב הראב''ד ז''ל אומר אני שאינה נאמנת אלא שתופסין בה קידושין אבל לא להנשא וליטול (בה) כתובה: "
      ],
      [],
      [],
      [
        "<b> המקדש אשה שחציה שפחה וכו'.</b> כתב הראב''ד ז''ל דבר זה יש לו ב' פנים לא נודע מדבריו אם קטנה שגדלה גומרין קידושיה מן התורה אם לא אבל ממה שכתב למעלה נודע שהוא סבור שגומרין מן התורה ואמר שגם זו כמו כן קידושין גמורין מן התורה ואם הם קידושין גמורין מן התורה כי בא אחד וקידש אחר שנשתחררה למה אסרה על הראשון אלא אפילו לא בא אחר וקדשה קידושי הראשון אינם קידושין גמורין וצריך לחזור ולקדש כדי שתהיה לו לאשה גמורה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> המקדש בפירות וכו'.</b> כתב הראב''ד ז''ל דוקא בשכר הבאת האפר והמים או מילוי המים עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המקדש בהנאת מלוה כו'.</b> כתב הראב''ד ז''ל הראשונים פירשו כגון שהגיע זמן המלוה ליפרע ומעותיו בידה מזומנים לפרוע והיא היתה נותנת מיד ברצון דינר למי שמאריך לה הזמן חדש אחד והאריך לה בשכר הקידושין מתקדשת וזהו דארוח לה זימנא וכ''ש מה שכתב הוא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> הרי התנאי בטל מפני שהקדים המעשה ונתן בידה ואחר כך התנה.</b> כתב הראב''ד ז''ל לא זו הדרך אלא אפילו אמר הכל קודם המעשה ואח''כ נתן הדינר הרי התנאי בטל משום דלא דמי לתנאי בני גד ובני ראובן שאמרו אם יעברו דהיינו תנאי והדר ונתתם דהיינו מעשה וזה לא אמר כן אלא אמר הרי את מקודשת דהיינו מעשה והדר אם תתני דהיינו התנאי עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> יש מקצת גאונים וכו'.</b> כתב הראב''ד ז''ל כבר כתבנו הטעם בספר משפטים בדברי האחרונים עכ''ל:צ''ל בס' קנין עיין מ''מ "
      ]
    ],
    [
      [
        "<b> על מנת שירצה אבי וכו'.</b> כתב הראב''ד ז''ל לא הסכים יפה לשמועה זו שהוא ר''ל דעל מנת שירצה אבי עד דאמר אין משמע ושמעתא לא אזלא הכי (אלא עד דאמר בפירוש מסתמא) עד שישתוק משמע הילכך שתק כששמע מקודשת ולתירוצא בתרא דשמעתא ע''מ שירצה אבא שלא ימחה משמע עכ''ל: ",
        "<b> על מנת שלא ימחה וכו'.</b> כתב הראב''ד אם לא מיחה היינו שתק א''כ מה בין שישתוק לשלא ימחה עכ''ל: ",
        "<b> מת הבן וכו'.</b> כתב הראב''ד ואפילו שמע קודם שמת הבן ולא מיחה שאין לו זמן למחאה אא''כ נתן לו זמן שלא ימחה בתוך כך וכך: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והוכר העובר וכו'.</b> כתב הראב''ד ז''ל לפי ההלכה לא נאמר הוכר עוברה מקודשת אלא לדעת ראב''י דאמר אדם מקנה דבר שלא בא לעולם ולית הלכתא כותיה: "
      ],
      [
        "<b> וכן אם נמצא מנה חסר וכו' נמצא בהם דינר רע כו' לא יחליפנו.</b> כתב הראב''ד ז''ל אינו כן דהכי איתא בגמרא כו' עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המקדש על תנאי וכו'.</b> כתב הראב''ד ז''ל אינו כן אלא א''כ כנסה סתם בעדים דהו''ל כמו שביטל תנאו בעדים עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> העושה שליח וכו'.</b> כתב הראב''ד ז''ל אין בלשון התוספתא אם לא עשה כו' אלא אם לא הוחזק ולעולם שעשאו שליח בעדים אלא שלא הוחזק אצלה שעשאו שליח בעדים שלא היה שליחות מפורסם במקום האשה אבל הוא שאמר לה פלוני עשאני שליח בעדים לקדש אותך ולאחר שעה קידשה סתם והוא אומר לעצמי נתכוונתי והיא אומרת למשלח נתכוונתי כיון שלא היה השליחות מפורסם הראשון מותר בקרובותיה כמי שאומר לא קדשתיה שהשליח מוחה על ידו אבל כשהוחזק בעדים אף הראשון אסור בקרובותיה שאין מחאת השליח מחאה אצלו לבטל שליחותו. לשון התוספתא לא הוחזק השליח בעדים הוא אומר לעצמי קידשתיה והיא אומרת לראשון השני נעשה כאומר לאשה קידשתיך והיא אומרת לא קידשתני והיא כאומרת לראשון קידשתני והוא אומר לא קידשתיך. אמרה איני יודעת חזקה לשני. הוחזק השליח בעדים הוא אומר לעצמי קידשתי והיא אומרת לראשון חזקה לראשון אמרה איני יודעת שניהם נותנין גט ואם רצו אחד נותן גט ואחד כונס עכ''ל: "
      ],
      [],
      [],
      [
        "<b> המקדש אחת מחמש וכו'.</b> כתב הראב''ד מפני שהסכימו בגמרא ארוסה אין לה כתובה אלא אם כן כתב לה לפיכך הוצרך לכל זה ולא היה צריך לא לכתובה ולא לאבדה שאם התנה לה סתם אע''פ שלא כתב חייב ואלו הנשים כל אחת אומרת אותי קידש והתנה לי כתובה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמר עד א' וכו'.</b> כתב הראב''ד זה המחבר נראה שבא לפרש ואינו אלא סותם. מתחלה אמר כשהיא מכחשת את העד שאמר מקודשת היא מותרת ולבסוף אמר אפילו כשיש עד אחד שמסייע אותה לא תנשא אבל בוא וקבל דבר אמת שאם היתה היא מכחישתו מותרת היא וכל שכן הוא אלא בשאינה מכחשת כגון דאמר עד אחד אביה קידשה ועד אחד אמר לא קידשה אי נמי פלוני זרק לה קידושין והיו קרוב לה ועד אחד אומר קרוב לו היו והיא אינה מכחשת כלל בזה אמרו תרוייהו בפנויה קא מסהדי וכו' לכתחילה לא תנשא עכ''ל: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [
        "<b> ואם מתה בחייו וכו'.</b> כתב הראב''ד א''א ירושת הבעל דבר תורה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכל תנאי שבירושה בטל אע''פ שהוא ממון שנא' לחוקת משפט.</b> כתב הראב''ד ז''ל חסרון דעת אני רואה בכאן ומה צורך לחוקת משפט והיאך אדם יכול להתנות על דבר שלא בא לעולם ואיך יאמר לאביו או לאחד ממורישיו דין ודברים אין לי בנכסיך אחר מיתתך ואין אדם מקנה מה שאין לו בו שום זכות עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן היא שאמרה וכו'.</b> כתב הראב''ד ז''ל אימתי בזמן שהן באות בגבולה אבל אם באה היא בגבולן אין מוציאין אותם בשבילה ממקומן אע''פ שהמדור שלו ואין להן בו זכות הואיל והוא רוצה בעמידתם אבל מבקשים מהן לסדר להן ענין שלא יצערו אותה בדירתן: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> איש ואשתו וכו'.</b> כתב הראב''ד ז''ל אין אני רואה בכאן פשרה לדיין ומשנתנו היא השמים ביני לבינך ואמרו בירושלמי כמה דשמיא רחיקין מן ארעא כן תהא האי אתתא רחיקא מן ההוא גברא כלומר שהוא פרוש ממנה וכן אמרו בהגדה שרה אמנו אמרה לאברהם אבינו השמים בינו לבינה שהרחיקה בשביל הגר ואם כמשנה ראשונה [הרי האמינוה מפני שיכולה לומר אינו יורה כחץ ואם כמשנה אחרונה] הרי אמרו יעשו סעודה והן מתרגלין זה עם זה ואין כאן מקום לחרמות מפני שהוא גנאי להן עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שהתה עשר שנים וכו'.</b> כתב הראב''ד אין לי חלק בדבריו שאין אומרין כן אלא בבעל שלישי אבל בבעל ראשון ושני יש לה כתובה שמא לא זכתה ליבנות מהם. ואומר אני שיש לה עיקר כתובה אבל לא תוספת שיאמר על דעת כן לא הוספתי לה עכ''ל: "
      ],
      [
        "<b> הוא אומר ממנה וכו'.</b> כתב הראב''ד ז''ל בבעל ראשון ושני אף על פי שלא אמרה כן עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> ובכל זה משביעה שבועת היסת שלא הפילה.</b> כתב הראב''ד ז''ל אני איני רואה מקום לחרמות אלו שהרי חכמים האמינוה משום דלא מחזקה נפשה בעקרה ועוד כי הגירושין הוא שמחייבתו והכתובה מחלוקת אין בה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן מקולי וכו'.</b> כתב הראב''ד ז''ל והוא שכתב לה ממטבע היוצא אבל אם כתב לה מאתים דינרים סתם הדבר ידוע שהוא אחד משמנה בכסף צורי עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> התנית עמו וכו' אבל כו'.</b> כתב הראב''ד ז''ל איני מודה בזה שאם קדם הנאמנות למקח לוקח איהו דאפסיד אנפשיה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ואם היה הבעל קיים וכו'.</b> א''א שבועת התורה אין כאן שהרי כפירת שיעבוד קרקעות היא עכ''ל: "
      ],
      [
        "<b> האשה שאמרה לבעלה וכו'.</b> כתב הראב''ד ז''ל דברים הללו במות טלואות הם ואין להם טעם אם אינה מעיזה פניה וכאילו גט יוצא מתחת ידה היא מה בין עיקר לתוספת והרי כתובתה יוצאה מתחת ידה שהכל כתוב בכתובה ועוד במשנתנו לא חילק והוא מחלק. וכבר כתבתי כל הצורך לאחד מן החברים לבטל כל אלו הדברים. ואני אומר שלא אמרו נאמנת להנשא לכתחלה ולא לגבות כתובתה אלא שתופסין בה קידושין או שמא אם נשאת לא תצא וא''ת תינשא לכתחלה לא הנחת בת לאברהם אבינו יושבת תחת בעלה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שמת או גירש וכו'.</b> כתב הראב''ד ז''ל זהו ע''ד הרב ז''ל ואינו מחוור כלל עכ''ל: "
      ],
      [
        "<b> הערב לאשה וכו'.</b> כתב הראב''ד ז''ל מה שאמר אע''פ שקנו מידו אינו חייב לשלם לאו כלום הוא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ומותר מזונות וכו'.</b> כתב הראב''ד ז''ל אף אני כך הייתי סבור עד שראיתי בירושלמי פרק אלמנה ניזונת רב יהודה בשם שמואל ר' אבהו בשם רבי יוחנן אשת איש שמציאתה שלו הותירה מזונותיה שלו אלמנה שמציאתה שלה הותירה מזונותיה שלה עכ''ל: "
      ],
      [],
      [
        "<b> מתה האלמנה וכו'.</b> כתב הראב''ד ז''ל דעתא קלישתא קא חזינא הכא וכי מפני שלא נשבעה קרא ליורשי הבעל יורשי כתובתה והלא הם אומרים שכבר נפרעה מכתובתה ונטלה צררי והורישוה אלא ודאי יורשי נדוניתה ונכסי מלוג שלה קוברין אותה ואף על פי שלא ירשו כלום עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הניח נשים רבות אף על פי שנשאן זו אחר זו נזונות בשוה שאין דין קדימה במטלטלין.</b> כתב הראב''ד ז''ל ואפילו ניזונת מן הקרקע לפי שאין חיוב המזונות אלא לאחר מותו וכבר הגיע שעת החיוב לכולן בבת אחת והוה ליה כלוה ולוה וחזר וקנה שכולן שוים בו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> אלמנה שבאה לב''ד וכו'.</b> כתב הראב''ד ז''ל והלא מה שאמרו תשבע לבסוף ולא תשבע בתחלה העמידוה בששמעה בו שמת והיינו אלמנה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> דין תוספת וכו'.</b> כתב הראב''ד ז''ל לא כך כתב הרב אלפס ז''ל בהלכותיו ותמהנו עליו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין הבנים יורשין וכו'.</b> כתב הראב''ד ז''ל הפלא ופלא וכי מזון הבנות תלוי בפרעון כתובתה והמחילה אינה אלא כפרעון ואם פרע הבעל כתובת אשתו לא יטלו בנותיו מזונותיהן עכ''ל: "
      ],
      [
        "<b> מי שצוה וכו'.</b> כתב הראב''ד ז''ל רואה אני דעת המחבר הזה דמתנת ש''מ אינה כמשועבדין כלל ואינו כן מכמה ראיות המפורשות בגמרא שאין פנאי לכותבן אבל למזונות אלמנתו כיון דמחיים תפסה לה לא פקע שיעבודא אבל לגבי מזון הבנות וכ''ש לכתובת בנין דכרין כמשועבדין נינהו ופקע שיעבודן ומי שיש לו לב יבין ואל יטעה כלל באסיפותיו עכ''ל: "
      ],
      [
        "<b> בת הממאנת וכו'.</b> כתב הראב''ד ז''ל מה שאינו כתב כי הממאנת אין לה לא בת ולא בן ולא שאלו עליה אלא על עצמה אם תחזור לבית אביה אם יש לה מזונות מן האחים או לא ופשטו שיש לה עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האשה ששברה כלים וכו'.</b> כתב הראב''ד ז''ל לא מן השם הוא זה אלא מפני שהיא פשיעה בבעלים שהוא שכור לה בכל שעה עכ''ל: "
      ],
      [
        "<b> כל אשה שתמנע וכו'.</b> כתב הראב''ד ז''ל מעולם לא שמעתי יסור שוטים לנשים אלא שממעט לה צרכיה ומזונותיה עד שתכנע עכ''ל: "
      ],
      [
        "<b> האשה כל זמן וכו'.</b> כתב הראב''ד ז''ל דברים שאינן כתב שלא דברו בגמרא אלא בשנתנו בן אחד להניק ופסקו לה מזונות אם צריכה יותר כדי צורך הולד חייבת לאכול משל בעלה כדי צורך הולד עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שלמו חדשיו וכו'.</b> כתב הראב''ד ז''ל אין הדעת סובלת שנכוף את האב להפריש בנו ממנו עד שיהא בן שש והלא הוא חייב לחנכו בתורה בן ארבע ובן חמש ואיך יחנכנו והוא גדל בין הנשים עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> וכן אם הלך וכו'.</b> כתב הראב''ד ז''ל אם חצר דידיה אפילו בסתם עכ''ל: ",
        "<b> אבל אם עדיין וכו'.</b> ואם חצר דידה אפילו בסתם עכ''ל: "
      ],
      [],
      [
        "<b> אבל הפקח וכו'.</b> כתב הראב''ד ז''ל המחבר הזה למד ירושה מן הכתובה דכיון דפקח שנשא חרשת אם מתה תחתיו לא תקנו לה כתובה מן הסתם אף כאן אינו יורשה ואם כן אף חרש שנשא פקחת כן היא ואי משום שהיא בת דעת ונשאת לו מה שבידה זכתה לו מה שלאחר מיתה לא זכתה לו עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שומרת יבם וכו'.</b> כתב הראב''ד ז''ל טעה בכל אלה דכיון דנפלו לה כשהיא תחתיו דבעל וזכה בהן הבעל ידו עדיפא מידה וגבי יבם ידו כידה וחולק עמה בפירות נכסי מלוג ונכסי צאן ברזל הכל שלו ואם מתה הוא יורש אותם כעיקר כתובתה דבמקום יבם כל מה שכתב לה בכתובה הרי הוא בחזקתה כעיקר כתובה. וכמדומה לי שטעה במשנה או משום משנת מי שמת שגורסים בה וכתובתה בחזקת יורשי הבעל ופירשו הגאונים שהמחלוקת שאמרו ב''ה נכסים בחזקתן שיחלקו בנכסי צאן ברזל היא שנויה ודמה לו שמשנה זו דומה לו ואינו כן דבמקום יבם כל מה שכתב בכתובה כעיקר כתובה הוא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> וכן בעל שמכר וכו'.</b> כתב הראב''ד ז''ל לא מצאתי מנכסי צאן ברזל שלא יהא מכרו קיים עד שיבא לעת הגבוי אלא רבן שמעון בן גמליאל ורבנן פליגי עליה בירושלמי פרק אלמנה לכהן גדול עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ואף על פי שקנו מיד האשה ברצונה חוזרת וכו'.</b> כתב הראב''ד ז''ל ולמה חוזרת ואם יכולה לומר נחת רוח עשיתי לבעלי ותגבה ממנו בטול מקח למה ואיזה נחת רוח יהיה לו כשתחזור ותבטל מקחו ואי קשיא לך הא נמי קשיא לי מה בין נותנת לבעלה למוחלת כתובתה לבעלה מי לא עסקינן כשתמחול כתובתה לבעלה שיהו שלשה שדות בכללה והלא אמרו תוספת כתובה ככתובה למוכרת ולמוחלת, ולא היא מוחלת עיקר שעבודה מחלה ומעיקרו מעקרת אבל מוכרת ונותנת לא עקרה לעיקר שיעבודה וכדקיימא קיימא ומציא למימר נחת רוח עשיתי לבעלי עכ''ל: "
      ],
      [
        "<b> שאינה יכולה לומר וכו' שהרי אין הבעל וכו'.</b> כתב הראב''ד ז''ל יצא וילמד לנערים ואילו מחלה כל כתובת' לבעלה היינו אומרים נחת רוח עשתה לבעלה מעתה אפי' בלא קנין עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> התנה עמה קודם וכו'.</b> כתב הראב''ד ז''ל כל מ''ש בכאן הכל הבל ורעות רוח עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> התנה עמה אחר נישואין וכו'.</b> כתב הראב''ד ז''ל נ''ל שחסר בכאן וקנו מידו ואע''פ שקנו מידו לסלוק הירושה אינו מועיל לפי שסלוק הירושה לאחר מותה היא ואינה הקנאה לשום אדם והוה ליה כקנין דברים והנישואין כבר חלין על הכל אבל תנאי דקודם נישואין לא חלו הנישואין אלא ע''מ שלא יירשנה ותנאי ממון הוא וקיים עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> וכן הנושא שנייה וכו'.</b> כתב הראב''ד הרב ז''ל כתב כן ותמהנו עליו אילונית שלא הכיר בה למה יש לה תוספת עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>קודם מתן תורה וכו'.</b> זה פשוט ומבואר בהרבה מקומות דלעכו''ם בייחוד בעלמא הויא אשתו וכיון שבא עליה לשם אישות הויא לה אשת איש שחבירו עכו''ם חייב עליה כנזכר פרק ט' מהלכות מלכים ומלחמותיהן: ",
        "<b>כיון שנתנה תורה נצטוו ישראל כו'.</b> זה פשוט בהרבה מקומות: ",
        "<b>ומ''ש שהוא מצות עשה.</b> כבר נזכר בספר המצות בארוכה: "
      ],
      [
        "<b>ובאחד משלשה דברים וכו'.</b> משנה (קידושין ב') האשה נקנית בכסף ובשטר ובביאה. <b>ומ''ש רבינו שהכסף הוא מדברי סופרים</b> הוא מן השרש השני שהניח הרב בספר המצות שאין הדברים הנדרשים בגזירה שוה או באחת מי''ג מדות נקראים דבר תורה אלא דברי סופרים אא''כ יאמרו בהם בביאור שהם מן התורה והוא ז''ל סובר כמו שפירשו קצת המפרשים דבשטר אמרו שהוא מן התורה ולא בכסף. וכבר השיב הוא ז''ל כן למי ששאל ממנו מה טעם אמר שהכסף מדברי סופרים והרמב''ן ז''ל האריך להשיב עליו על זה בספר ההשגות שחיבר על ספר המצות והרבה בזה דברים. ודע שאף לדברי רבינו אע''פ שהכסף מדברי סופרים הרי הוא גומר בה לכל דבר כמו השטר והביאה ובביאור כתב כאן שכיון שנקנית האשה באחד משלשה דברים אלו נעשית מקודשת והבא עליה חוץ מבעלה חייב מיתת בית דין וכן כתב פ''ה מהלכות תרומות ומעשרות שארוסה בת ישראל דבר תורה אוכלת בתרומה ולא חילק בין נתארסה בכסף לנתארסה בשטר וכן מתבאר בדבריו בהרבה מקומות שאין קידושי אחר תופסין בה אחר הכסף ואפילו קדשה בשטר. והטעם לכל זה שאע''פ שהוא סובר שהכסף מדברי סופרים אינו מתקנת חכמים אלא מכלל תורה שבעל פה והוא דבר נאמר למשה ולא נכתב בפירוש בתורה אלא שנאמר בגזירה שוה ולזה נקרא דברי סופרים לדעתו ז''ל. וכבר כתב הוא שאף הדברים שנאמר בהם הלכה למשה מסיני נקראים דברי סופרים ומ''מ דינן ממש כדין תורה לגמרי וזה נראה לי מבואר מדבריו: "
      ],
      [],
      [
        "<b>קודם מתן תורה וכו'.</b> זה פשוט ומעשה יהודה ותמר יוכיח: ",
        "<b>משנתנה התורה נאסרה הקדשה וכו'.</b> דעת רבינו שלאו לא תהיה קדשה בא לאסור הביאה דרך זנות וכבר רבו הדעות בפסק זה. והר''א ז''ל כתב בהשגות א''א אין קדשה אלא מזומנת כו'. פילגשים בלא קידושין (ובלא כתובה) עכ''ל (מכל מקום אין איסור לאו אלא במזמנת עצמה לכל אדם שאם כדבריו מפותה היאך משלם עליה ממון והלא לוקה אלא ודאי משהוצרכו לפיתוי אינה קדשה עכ\"ל). ולדעת רבינו ודאי כך היא הגירסא פילגשים קידושין בלא כתובה. ובספרי נראה בבאור שלאו לא תהיה קדשה בא להזהיר על ביאת הפנויה כמה שכתב רבינו ומכל מקום אפשר שאינו אלא במיוחדת לכך כדברי ר''א ז''ל וכן כתבו קצת המפרשים ז''ל ונראה סיוע לרבינו ז''ל ממה שאמרו בהרבה מקומות חזקה אין אדם עושה בעילתו בעילת זנות ואם לא היתה הפנויה שאינה מופקרת באיסור מן התורה לא היו סומכין על חזקה זו דאיסורא דרבנן כולהו אינשי לא זהירי ביה ועוד מדקאמר ר' אלעזר פנוי הבא על הפנויה שלא לשום אישות עשאה זונה פירוש ונפסלה מן הכהונה ואע''ג דלא קיימא לן כוותיה דרבי אלעזר מכל מקום משמע דאיסור לאו איכא דאי מן התורה היה מותר היכי אמר רבי אלעזר דמקריא זונה. ואפשר לומר שכתוב זה הוא כדברי המתרגם שהוא אזהרה לשפחה והבא על האשה שלא לשם אישות עובר בעשה דרחמנא אמר כי יקח איש אשה ובעלה והיתה לו לאשה כשירצה לבא עליה יהיה באישות. ומכל מקום דע שאף לדעת רבינו אין בכלל לאו זה העובדת כו''ם שבפירוש נזכר בכתוב בבנות ישראל ומבואר זה בגמרא ונתבאר בדברי רבינו פרק שנים עשר מהלכות איסורי ביאה ואל תתמה היאך תהיה הישראלית ביאתה בזנות בלאו והעובדת כו''ם מדברי סופרים לפי שאיסור העריות היא בגזירה ודבר שאין לו טעם בכל פרטיו והנה תראה שאם חמותו היא בסקילה ואם אמו מדברי סופרים בלבד ונדות היא בישראלית מן התורה בכרת ובעובדת כו''ם אין נדות כלל אלא מדברי סופרים. והוצרכתי לכתוב זה מפני שראיתי ה''ר משה הכהן ז''ל שהבין מדברי רבינו שאף העובדת כו''ם בכלל לאו זה והקשה עליו ממה שאמר במסכת עבודה זרה וכבר נתבאר פרק י''ב מהלכות איסורי ביאה מה שרבינו סובר בזה: "
      ],
      [
        "<b>כל שאסר ביאתו בתורה וכו'.</b> זה מפורש בהרבה מקומות: "
      ],
      [
        "<b>ויש נשים אחרות וכו'.</b> כל אלו הנשים שזכר רבינו מפורשות ביבמות בפרק כיצד (דף כ\"א) ובהלכות. ",
        "<b>ומה שכתב רבינו שכלת בן בנו אסורה לפי שאין לה הפסק לעולם.</b> מבואר שם. <b>אבל מה שכתב ובת בן בנו בלבד</b> דמשמע דיש לה הפסק הוא בעיא דלא איפשיטא שם לפי דעתו ז''ל ששם (דף כ\"ב) שנינו תני רבי חייא שלישי שבבנו ושבבתו ושבבן אשתו ושבבת אשתו שנייה רביעי שבחמיו ושבחמותו שנייה ואיבעיא להו התם שניות דבי רבי חייא יש להן הפסק או לא ולא אפשיטא והוה ליה ספיקא דרבנן ולקולא וסובר רבינו דאכולהו הני דרבי חייא קא מיבעיא להו וכן פירש''י ז''ל. אבל הרמב''ן ז''ל הקשה דהיאך אפשר שכלת בן בן בנו תהיה אסורה ובת בן בן בנו תהיה מותרת לפיכך פירש דלא קא מיבעיא להו אשלישי שבבנו דהוא אין לו הפסק שלא להקל בבת מכלה. ולשון הגמרא דקאמר שניות דבי רבי חייא קשה לזה הפירוש שאם כן היה להם לפרש. וכבר כתבתי למעלה שאין איסור העריות על פי הסברא ואף בשניות יש כן. ודע שלפי גמרתנו אשת חמיו מותרת ובירושלמי אסרוה מפני מראית העין ולא הזכירוה בהלכות וגם רבינו לא הזכיר כן וקצת המפרשים החמירו כדברי הירושלמי והרמב''ן ז''ל מן המתירין: "
      ],
      [
        "<b>כל שאסר ביאתו בתורה.</b> זה מפורש בהרבה מקומות (יבמות דף כ') שאלו הן בלאו ובפרק כיצד קורא במשנה לחייבי לאוין איסור קדושה: ",
        "<b>החלוצה הרי היא כגרושה.</b> פרק עשרה יוחסין (קידושין ע\"ה) מפורש בגמרא שחלוצה מדבריהם ובקצת מקומות במשנה שנאוה עם הגרושה בדברים שהם מן התורה (אלא) שלא בדוקא אלא אשיגרת לישנא הוא וכן כתבו ז''ל ומוכרח הוא: ",
        "<b>והנתינים הרי הם כממזרים וכו'.</b> מה שכתב <b>רבינו שהנתינים אסורים מדברי סופרים</b> הוא ממה שאמר ביבמות נתינים דוד גזר עליהם וכבר הקשו עליו ובהלכות איסורי ביאה יתבאר: "
      ],
      [
        "<b>ויש שאיסור ביאתן בעשה וכו'.</b> זה מבואר בהרבה מקומות שאלו הם השלשה שהזכיר רבינו ומהם בכתובות פרק אלו נערות (כתובות דף ל'): "
      ]
    ],
    [
      [
        "<b>הבת מיום לידתה וכו'.</b> זה מבואר בהרבה מקומות שעד הזמן הזה היא קטנה ומסקנא דגמרא בנדה פרק יוצא דופן (נדה דף מ\"ז) כן. <b>ומ״ש אפילו הביאה כמה שערות</b> מפורש שם: ",
        "<b>אבל אם הביאה שתי שערות וכו'.</b> שם ובפרק בא סימן (נדה מ\"ח) ודין הבוגרת הוא בהרבה מקומות: "
      ],
      [],
      [
        "<b>הגיעה לי''ב וכו'.</b> משנה שם פרק יוצא דופן בת עשרים שלא הביאה שתי שערות תביא ראיה שהיא בת עשרים והיא אילונית וכו' ומתבאר שם דתרתי בעינן בת עשרים וסימני אילונית: "
      ],
      [
        "<b>היתה בת עשרים פחות שלשים יום וכו'.</b> כך נמצא בספרי רבינו ולפי זה הוא מפרש שמה שאמרו שם שנת עשרים שיצאו ממנה שלשים יום הרי היא כשנת עשרים לכל דבריה ומסקנא דגמרא הכין הוא שיצאו שעתידין לצאת עדיין דכיון דאינה חסרה אלא שלשים יום הרי היא כאילו נשלמו וקורא שיצאו. אבל כל שאר המפרשים ראיתי שפירשו שיצאו כבר דכיון דהיא בת י''ט ושלשים יום משנת עשרים הרי הן חשובין שנה וכאילו נשלמו לה עשרים. וכ''כ בהשגות א''א זה השיעור איני יודע וכו' וכ''נ עיקר: ",
        "<b>ואם לא נראו בה וכו'.</b> שם גבי סריס דבעינן רוב שנותיו בשלא נולדו בו סימני סריס והוא הדין לאילונית ומוכרח הוא. ובקצת ספרי רבינו יש כל סימני אילונית ואע''פ שיש באיש חילוק כמו שיתבאר בפרק זה סובר רבינו דבאילונית בעינן כולהו: "
      ],
      [
        "<b>נמצאת למד וכו'.</b> מפורש ביבמות פרק הערל (יבמות דף פ') דאילונית מקטנותה יוצאה לבגרות: "
      ],
      [
        "<b>ואלו הן סימני אילונית וכו'.</b> ביבמות פרק הערל (שם) ואלו הן סימני אילונית כל שאין לה דדים ומתקשה בשעת תשמיש רבן שמעון בן גמליאל אומר כל שאין לה שיפולי מעים כנשים רבן שמעון בן אלעזר אומר כל שקולה עבה ואינה נכרת בין אשה לאיש. ופסק רבינו כדברי כולם וסובר שכל אחד מוסיף על דברי חבירו: "
      ],
      [
        "<b>ויש בבת סימנין מלמעלה וכו'.</b> הסימנין האלו הם בפרק יוצא דופן (נדה מז) דברי תנאים במשנה ובגמרא וידוע שאין הסימנין מועילים קודם הגעת זמן ולא עדיפי סימנין אלו משתי שערות וזה פשוט ומוכרח שם ונפסקה הלכה בגמרא שם כדברי כל התנאין להחמיר ופירשו בהלכות שאם הביאה אחד מסימנין אלו מחזיקין אותה כגדולה שלא תמאן וכקטנה שלא תחלוץ עד שתביא שתי שערות וגם זה ברור. ובפרק בא סימן (נדה דף מ\"ח) מבואר שם הביאה שתי שערות שוב אין משגיחין בעליון וגם כן מבואר שם שדעת חכמים הוא שאי אפשר לעליון לבא אלא אם כן בא התחתון ומפרש רבינו שאי אפשר שיבואו כל הסימנין העליונים קודם התחתון ונתבארו דברי רבינו. ויש בדברים אלו שיטה אחרת שיש מן הסימנין האלו שהן סימני בגרות: "
      ],
      [],
      [
        "<b>הבת שילדה אחר י''ב וכו'.</b> ביבמות פ''ק (דף י\"ב) בנים הרי הן כסימנין ומפורש בשאר מקומות. <b>ומ''ש רבינו אחר י''ב,</b> א''א שהוא סובר שא''א לה לילד קודם לכן וגורס בפ''ק דיבמות לעולם שמא תתעבר ותמות אלא שהוא סובר שאע''פ שאפשר לה לילד קודם לכן אין בנים כסימנין אלא למאן דאמר תוך זמן כלאחר זמן אבל לדידן דקי''ל כלפני זמן אין בנים כסימנין אלא כשילדה לאחר זמן וכבר כתב הוא בפרק י''ט בת הממאנת הרי היא כשאר הבנות וכו' ומוכרח שם מדבריו שהבת מתעברת וממאנת אע''פ שיולדת ולד של קיימא שהוא סובר שהיא מתעברת בקטנות ובזמן שהיא יכולה למאן. והסוגיא שביבמות קשה לזה הפי' שא''כ מצינו חמות ממאנת. ויש לתרץ שהוא סובר בודאי אחר שילדה אינה יכולה למאן אבל בין עבור ללידה ממאנת. ועדיין קשה דהא משכחת לה במקדש הבת בבטן אמה ואחר שהוכר עוברה ורבינו סבר שהיא מקודשת כנזכר פ''ז וי''ל דלאו ודאי תמות היא בשעת מיאון ומדברי הרבה מן המפרשים נראה שאפשר לקטנה שתתעבר ולא תמות אבל כל זמן שילדה הרי בנים כסימנין משעת עבור ואפילו מקודם זמן נערות ואינה יכולה למאן וזה נראה מדעת הר''א ז''ל ממה שכתב פרק י''ט בהשגות וכ''נ מן הסוגיא שם פרק נושאין על האנוסה: "
      ],
      [
        "<b>הבן משיולד כו'.</b> פרק יוצא דופן (נדה דף מ\"ה): ",
        "<b>ואפילו הביא כמה שערות וכו'.</b> שם מבואר: ",
        "<b>הביא שתי שערות למטה וכו'.</b> שם בן י''ג שנה ויום אחד דברי הכל סימן: "
      ],
      [
        "<b>הגיע לזמן הזה וכו'.</b> שם מבואר. <b>ומ''ש בן עשרים שנה פחות שלשים יום</b> הוא כפי דעתו הנזכר למעלה בדין הבת וכבר כתבתי שחלקו עליו ז''ל. ואף כאן ג''כ כתוב בהשגות א''א שנכנס שלשים יום בשנת עשרים ע''כ ועיקר: ",
        "<b>הגיע לזמן הזה וכו'.</b> חילוק זה שכתב רבינו שאם הביא שתי שערות בזקן דבעינן כל סימני סריס ואם לא הביא אין צריך אלא אחד הוא בפרק הערל (יבמות דף פ') איתמר סימני סריס רב הונא אמר עד שיהו כולם ר''י אמר אחד מהם היכא דהביא שתי שערות בזקן כולי עלמא לא פליגי דעד שיהו כולם כי פליגי בשלא הביא ובהלכות והלכתא כר''י. וא''ת והלא שאין לו זקן הוא אחד מסימני סריס כמו שיתבאר בסמוך וא''כ זה שהביא שתי שערות בזקן היאך אפשר שיהיו בו כל סימני סריס והלא חסר מהם זה כבר תירצו בתוס' דאין לו זקן ר''ל נתמלא זקנו. ומכל מקום הלשון שכתב רבינו ולא הביא שתי שערות בזקן אם נראה בו אחד מסימני סריס השיג עליו הר''א ז''ל ואמר דכיון דלא הביא שתי שערות בזקן הרי יש לו סימן אחד מסימני סריס ואין צריך יותר דהא בחד סגי לר''י דקי''ל כותיה. וי''ל לדעת רבינו דאע''ג דלא הביא שתי שערות בזקן אכתי בעינן סימן אחר ולשון הגמרא מוכיח כן דקאמר דפלוגתייהו בלא הביא וקאמר ר''י באחד מהן ואם לא היה צריך לסימן אחר היה לו לומר הרי הוא סריס. ולדעת הר''א ז''ל לא משכחת לה ששאר סימני סריס יועילו כלל אלא הכל תלוי בהבאת שתי שערות בזקן כמו שיתבאר בסמוך בדעתו ז''ל וזה דבר תימה שא''כ למה הוזכרו שאר סימנין ובסמוך יתבאר: ",
        "<b>ואם לא נראה בו סימן וכו'.</b> שיעור החמש ושלשים שנה ויום אחד מפורש בנדה פרק יוצא דופן (נדה דף מ\"ה) עד רוב שנותיו: "
      ],
      [
        "<b>הגיע לשנת עשרים וכו'.</b> וכבר הזכרתי שהמפרשים ז''ל סוברים שנת עשרים שנכנס בה שלשים יום. <b>ומ''ש רבינו עד שיולדו לו כל סימני סריס</b> הוא מן הסוגיא שהזכרתי היכא דהביא שתי שערות בזקן כולי עלמא לא פליגי דעד שיהו כלם. והר''א ז''ל כתב בהשגות א''א ולא אפילו נולדו בו השאר (כולם) שהרי חסר סימן זה שהוא גדול מכולם ע''כ והוא מפרש כ''ע לא פליגי דעד שיהו כולם וא''א שהרי חסר מהם סימן גדול זה הילכך אינו נדון כסריס בשום צד כי פליגי בשלא הביא דר''י סבר באחד מהם והרי יש לו שזהו סימן אחד מהם ורב הונא סבר בעינן כולהו. ולפי שיטה זו יש לתמוה לר''י דקי''ל כוותיה וכמ''ש הוא ז''ל למעלה למה הוזכרו שאר סימנים והלא אינן מעלין ולא מורידין שהכל תלוי בהבאת שתי שערות בזקן. ודברי רבינו עיקר: "
      ],
      [
        "<b>ואלו הן סימני סריס וכו'.</b> ברייתא שם פרק הערל (יבמות דף פ':): "
      ],
      [
        "<b>וסריס זה הוא הנקרא סריס חמה וכו'.</b> שם מתבאר בסוגיא דסתמא דמתניתין הכין: "
      ],
      [
        "<b>בן י''ג שנה ויום אחד וכו'.</b> זה לא ידעתי מאין הוציאו רבינו וגם לא הבנתי מהו ואי אלו סימנים עליונים שיש באיש ואין לומר הסימנים שהן באשה שהרי אין הדדין משתנין באיש בגדלות כמו באשה ובפרק בא סימן (נדה מ\"ח:) אמרו בגמרא גבי אשה דכ''ע אתחתון סמכינן מנא ה''מ דאמר קרא איש או אשה וכו' השוה הכתוב אשה לאיש לכל עונשים שבתורה מה איש בסימן אחד אף אשה בסימן אחד והקשו אימא או האי או האי ותירצו כאיש מה איש תחתון ולא עליון אף אשה תחתון ולא עליון. ופרש''י ז''ל איש אין בו סימן עליון שאין לו סימן דדין משתנים ע''כ. ואולי שרבינו סובר ומפרש שיש לאיש סימנים עליונים אלא שאין סומכין עליהם ועדיין לא ידעתי מניין לו מ''ש וצ''ע. ובהשגות א''א נ''ל כי זה היה שטף רוח וכו' ואע''פ שיש בו כל סימני סריס עכ''ל: "
      ],
      [
        "<b>שתי שערות האמורות בבן ובבת ובכ''מ וכו'.</b> שם (דף נ\"ב:) משנה שתי שערות האמורות בפרה ובנגעים והאמורות בכ''מ כדין לכוף ראשן לעקרן דברי ר' ישמעאל ר' אליעזר אומר כדי לקרוץ בצפורן רבי עקיבא אומר כדי שיהיו ניטלות בזוג ובגמ' הלכה כדברי כולם להחמיר. ונראה שרבינו מפרש שניטלות בזוג הוא השיעור המועט שבכולן. אבל רש''י ז''ל פי' דלקרוץ בצפורן הוי המועט: "
      ],
      [
        "<b>שתי שערות וכו' צריכות שיהיו וכו'.</b> שם בגמרא (דף נ\"ב) אמר רב יהודה אמר שמואל שתי שערות שאמרו אפילו אחת על הכף ואחת על הביצים תניא נמי הכי שתי שערות שאמרו אפילו אחת בגבה ואחת בכרסה אחת על גבי קשר אצבעותיה של יד ואחת על גבי קשר אצבעותיה של רגל דברי ר''ש וכו' רבנן אמרי (רב חסדא) עד שיהו שתי שערות במקום אחד ע''כ, ופסקו בהלכות כרבנן ופי' רבינו שמקום אחד הוא בית הערוה בדוקא אבל קצת המפרשים פירשו דרבנן לא נחלקו אלא שיהו במקום אחד אבל כיון שהם במקום אחד אפילו בקשרי אצבעות יד או רגל הן סימן אבל ודאי גבה וכרסה שאמר הכל הוא בערוה וגבה מקום תפוח שעל הערוה וכרסה שפתי הערוה אבל גבה וכרסה ממש ודאי אין מועילין אלו דבריהם ז''ל ולזה הסכימו הרמב''ן ז''ל והרשב''א ז''ל: ",
        "<b>ושיהיה בעיקרן גומות.</b> שם א''ר חלבו אמר רב הונא שתי שערות שאמרו צריך שיהא בעיקרן גומות רב מלכיו אמר רב אדא בר אהבה גומות אע''פ שאין שערות ודעת רבינו דלא פליגן אהדדי וכ''נ שם: ",
        "<b>ומה שכתב אפילו שתיהם בגומא אחת.</b> מתבאר שם בסוגיא: "
      ],
      [
        "<b>הבת שהביאה ב' שערות וכו'.</b> בפרק יוצא דופן (נדה מ\"ו) מחלוקת ופסק כחכמים שאומרים כן: "
      ],
      [
        "<b>במה דברים אמורים בשנבדקו בתוך הזמן וכו'.</b> זה פשוט ומתבאר בסוגיא בפרק בא סימן וכתב הרמב''ן ז''ל וקטנה שלא נודעה אם הגיעה לכלל שנותיה והביאה סימנין לא מצינו בגמרא דינה מפורש ויש אומרים שמטילין אותן לחומרא כדין כל שאר הספיקות ע''כ דבריו ז''ל: "
      ],
      [
        "<b>כשבודקין הבת וכו'.</b> פרק בא סימן (נדה מ\"ח) תנו רבנן כל הנבדקות נבדקות על פי נשים וכן היה רבי אלעזר מוסר לאשתו ור' ישמעאל מוסר לאמו ופסק רבינו הלכה כמותו ויש שם תנאים חולקים בברייתא וכפסק הזה נראה מן ההלכות וכן הסכימו הרמב״ן והרשב״א ז״ל: "
      ],
      [
        "<b>כל השנים האמורות בבן ובבת וכו'.</b> זה מבואר בהרבה מקומות ובירוש' בנדרים אמרו אמר רבי אבין אקרא לאלהים עליון לאל גומר עלי בת ג' שנים ויום אחד נמלכו ב''ד לעברו הבתולים חוזרין ואם לאו אין חוזרין ע''כ. (ועוד מבואר שם) וביאור זה הירושלמי הוא שרבי אבין היה אומר שמשפטי התורה אינם כלום כפי שכלנו שהרי בת שלש שנים ויום אחד אם היא אשת איש כגון שקידשה אבי' הבא עליה בחנק ופחות מכאן פטור והטעם לפי שפחות מכאן הבתולים חוזרים ואין ביאתו ביאה וא''כ היאך אפשר שתהיה חזרת הבתולים שהוא דבר טבעי בה תלויה בעיבורו של חדש אלא שהשם יתעלה גזר כך וזהו לאל גומר עלי: "
      ],
      [
        "<b>אין סומכין על הנשים וכו'.</b> זה נלמד מהסוגיא שבפרק האומר בקידושין (דף ס\"ג) דמשמע מינה דעדות בעינן ויתבאר בסמוך שאפילו האב אינו נאמן לכל דבר: "
      ],
      [
        "<b>האב שאמר וכו'.</b> מימרא דרב חסדא שם ותניא נמי כוותיה: "
      ],
      [
        "<b>מי שיש לו וכו'.</b> האנדרוגינוס נזכר בהרבה מקומות בגמרא וענינו הוא כמו שהזכיר רבינו: "
      ],
      [
        "<b>ומי שאין לו וכו'.</b> זהו טומטום ונזכר גם כן בהרבה מקומות ומהם פרק הערל (יבמות פ\"ג) ושם מתבאר שאם נקרע הרי הוא נדון כפי מה שימצא שיהיה אם זכר ואם נקבה: ",
        "<b>וטומטום ואנדרוגינוס שהיו בן י''ב שנה וכו'.</b> בהשגות א''א ולמה בחזקת גדולי' וכו'. ואיני יודע כוונת רבינו ג''כ אם הוא שאפי' בלא סימנין הן בחזקת גדולים או שלא דיבר לענין סימנין אלא לענין הזמן ואמר שהוא בן י''ב שנה כדין הנקבה לפי שהוא ספק ודנין אותו להחמיר ומ''מ דוקא בהבאת סימנין. והנראה מפשט המאמר שהוא סובר שאין צורך בהן לסימנין ואפשר שאין דרכן להביא סימנין לא כזכר ולא כנקבה. ומכל מקום אני תמה בדבר בין לדעתו בין לדעת הר''א ז''ל כשהן בן י''ב שנה אפילו בהבאת סימנין למה הן בחזקת גדולים וכל שכן הטומטום שהרי אם יקרע שמא ימצא זכר ואם כן המצות שהנשים פטורות מהן ואלו חייבין בהן מספק כשהן בן י''ב שנה ויום אחד למה יתחייבו והלא פטורין הן ממה נפשך שאם זכרים הם עדיין לא הגיעו לכלל חיוב ואם הם נקבות כל הנקבות פטורות ממצות אלו וזה צריך עיון: "
      ],
      [
        "<b>חרש וחרשת וכו'.</b> זה מבואר בהרבה מקומות חרש וחרשת שדברו בהן חכמים בכל מקום שאינו מדבר ואינו שומע: ",
        "<b>אבל מי שמדבר וכו'.</b> זה פשוט בהרבה מקומות ומהם בגיטין פרק מי שאחזו (גיטין דף ע\"א): "
      ]
    ],
    [
      [
        "<b>כיצד האשה מתקדשת אם בכסף כו'.</b> משנה פרק קמא האשה נקנית בכסף בית הלל אומרין בפרוטה ובשוה פרוטה ולשון הקידושין מבואר בגמרא ואם אמר לה הרי את מקודשת ולא אמר לי, כתבו הרמב''ן והרשב''א ז''ל והרבה מן המפרשים שאינה מקודשת והוכיחו כן מן הסוגיא משום דידים שאינן מוכיחות לא הויין ידים. ובפני עדים מפורש בהרבה מקומות: ",
        "<b>והאיש הוא שאומר וכו'.</b> שם ברייתא: "
      ],
      [
        "<b>נתנה היא ואמרה לו וכו'.</b> שם בברייתא מבואר: ",
        "<b>וכן אם נתנה היא לו ואמר הוא וכו'.</b> זה החילוק אינו מבואר בגמרא שם אבל הוא בהלכות וכן הסכימו הרמב''ן והרשב''א ז''ל ואע''פי שבגמרא (שם ז') אמרו שיש צד שהאשה נותנת לו והיא מתקדשת וכגון שהוא אדם חשוב כבר נתבאר דין אדם חשוב פ''ה ושם נזכר דדוקא כשחזר הוא ואמר לה הרי את מקודשת בהנאה זו שקבלתי ממך מתנה והרי זה כנתן הוא ואמר הוא: ",
        "<b>ואם נתן הוא ואמרה היא וכו'.</b> בזה יש לשונות בגמרא ופסקו ז''ל כלשון אחרון (שם ו') דאמר ספק הוי וחיישינן מדרבנן: "
      ],
      [
        "<b>ואם קידש בשטר כותב וכו'.</b> שם (ט') כתב לה על הנייר או על החרס אף על פי שאין בו שוה פרוטה הרי את מקודשת לי וכו' ושם נתבאר דדין השטר הוא משום דמקשינן הויה ליציאה ולזה כתבו מן המפרשים ז''ל שאף הוא פסול במחובר כמו הגט כמבואר פ''א מהלכות גירושין וכן מוכיח הסוגיא שבפרק קמא דגיטין שהגט והקידושין שוין לפסול המחובר וכן כתב הרשב''א ז''ל ורבינו לא ביאר דבריו כאן בדין הקידושין: "
      ],
      [
        "<b>וצריך שיכתוב וכו'.</b> בפרק קמא דקידושין בעיא דאיפשטא: ",
        "<b>ואינו כותבו וכו'.</b> שם ברייתא: ",
        "<b>כתבו שלא לשמה וכו'.</b> דין שלא לשמה הוא בבעיא שהזכרתי ודין לשמה ושלא מדעתה הוא מחלוקת אמוראים שם ופסק רבינו כפסק ההלכות שפסקו שאינה מקודשת וכ''פ ר''ח ז''ל. ויש מן הגאונים ז''ל שפסקו כדברי האומר מקודשת והסכימו הרמב''ן ז''ל והרשב''א ז''ל שיש לחוש ולהחמיר וכתב הרשב''א ז''ל שנוסח שטר הקידושין צריך שיזכיר בו שמות האיש והאשה כגט. ודע שאין צריך שיכתב בדבר שאין יכול להזדייף וזהו שכתב רבינו למעלה על העלה ובכל דבר שירצה והטעם דעידי מסירה עיקר בקידושין כמו בגירושין ודין הגירושין מבואר פ''ד מהלכות גירושין: "
      ],
      [
        "<b>ואם קידש בביאה וכו'.</b> בגיטין פרק הזורק (גיטין דף פ\"א) אמרינן הן הן עידי יחוד הן הן עידי ביאה ופשוט הוא שכל האומר שעל דעת לקדשה מתייחד עמה והוא בפני עדים הן הן עידי ביאה: ",
        "<b>והמקדש בביאה וכו'.</b> פירקא קמא דקידושין (דף י') שם איבעיא להו תחלת ביאה קונה או סוף ביאה קונה מאי נפקא מינה כגון שהערה בה ופשטה ידה וקבלה קידושין מאחר ופשטו שם שכל הבועל דעתו אגמר ביאה. וכתב רבינו מסתמא דעתו על גמר ביאה נראה שנתכוון לדעת בעל ההלכות שכתב דעתו על גמר ביאה היכא דאמר לה אקדיש לי בביאה סתם אבל אם פירש ואמר בתחלת ביאה הויא מקודשת בתחלת ביאה ע''כ וכן עיקר: ",
        "<b>ובין שבא עליה כדרכה וכו'.</b> שם מפורש: "
      ],
      [
        "<b>הדברים שיאמר האיש וכו'.</b> מימרא שם אמר לה וכו' כל הלשונות שהזכיר רבינו מפורשים שם בגמרא ומוסכמין חוץ מלשון חרופתי שיש מי שסובר שאינה מקודשת אלא ביהודה שהיו קורין לארוסה חרופה וכבר העלה הרשב''א ז''ל כדברי רבינו שהוא כאחד משאר לשונות. ודע שאלו הלשונות מועילין והוא שתהא האשה מכרת בהן ואע''פ שאינו מדבר עמה על עסקי קידושין ואם אומרת שאינה מכרת בהן כיון שלא אמר לה לשון קידושין שכל הנשים יודעות ומכירות ולא היה מדבר עמה על עסקי קידושיה אינה מקודשת אבל אם היה מדבר עמה על עסקי קידושיה ודאי לא גרע מאם שתק ולא אמר לה כלום שהיא מקודשת וכל זה מתבאר מדברי רבינו במ''ש למטה בסמוך בכל לשון שהיא מכרת בו וכן העלה הרשב''א ז''ל: "
      ],
      [
        "<b>אמר לה או כתב לה וכו'.</b> שם בעיא ואמרו אי בשאינו מדבר עמה על עסקי קידושין מנא ידעה ותירצו במדבר עמה והקשו אי הכי אפילו לא אמר כלום ותירצו דטפי עדיף כשלא אמר לה כלום משאמר לשונות אלו ונתבארו דברי רבינו: "
      ],
      [
        "<b>ויש לאיש לקדש האשה בכל לשון וכו'.</b> זה מתבאר בסוגיא שם וכבר כתבתי למעלה שאף הלשונות שהזכיר רבינו למעלה צריך שתהא מכרת בהן אא''כ היה מדבר עמה על עסקי קידושיה: ",
        "<b>היה מדבר עם האשה וכו'.</b> שם ברייתא ופסק הלכה בגמרא ובהלכות. ודע שהמפרשים נחלקו בעסוקין מענין לענין ובאותו ענין כגון שפסקו מלדבר בקידושין ממש והיו מדברים בדברים אחרים אלא שהם [כ''ה בר''ן וכן פירש''י] צורך זווגם ולא פירש. והרב בעל העיטור ז''ל כתב שאינה מקודשת והרשב''א ז''ל כתב שהיא מקודשת והביא ראיה מן התוספתא ואם לא היו עסוקין כלל בזה ונתן לה כסף סתם אינה מקודשת אע''פ שהוא אומר לקדשה נתכוונתי. וכתב הרשב''א ז''ל שאפילו חזר ואמר לה הרי את מקודשת לי והיא רוצה צריך שיטול הכסף ממנה ויחזור ויתננו לה בתורת קידושין: ",
        "<b>וכן עדי הקדושין וכו'.</b> זה מבואר בסוגיא פרק האיש מקדש (קידושין מ\"ג) ופירוש אפילו להיותן מזומנין לכך אינו צריך אלא כל שראו הקידושין או הגירושין די וכתב הרשב''א ז''ל ודוקא כשקידשה בפני שנים שהם אצלם והיא מרגשת בהם אבל אם הטמין לה עדים אחורי הגדר לא דדילמא אי ארגישה בהן לא מקבלא קידושין אלא השתא דסברה דליכא סהדי קבלתן משום דמידע ידעה דהמקדש בלא עדים אין חוששין לקידושין ורצתה לשחק בו ע''כ: "
      ],
      [
        "<b>האומר לאשה התקדשי לחציי וכו'.</b> פירקא קמא דקידושין (שם ז') מימרא דרבא. <b>ומה שכתב רבינו וכן האומר הרי את מקודשת לי ולזה אינה מקודשת</b> נלמד ממה שהזכיר שם איתתא לבי תרי לא חזיא: "
      ],
      [
        "<b>אמר לה הרי חצייך מקודשת לי בפרוטה וכו'.</b> אלו השתי חלוקות שהזכיר רבינו בעיות בגמרא באם ת''ל שמקודשת ורבינו פוסק בכל מקום כאם ת''ל. אבל הרשב''א ז''ל כתב ואינו מחוור דשתי חצייך בפרוטה טפי עדיף מכולהו דקאמר בחד זימנא ואפילו הכי סלקא בתיקו וכ''ש אינך. ועוד דלישנא דקאמר שאין אשה לחצאין כלל משמע דכל היכא דקאמר חצי כלל אינה מקודשת אלא ודאי מסתברא דבכולהו הוי ספק מקודשת ע''כ דבריו וזהו דעת הר''א ז''ל בהשגותיו. ומכל מקום אין דבריהם מוכרחין דכיון דחזינן בגמרא דבהני אמרי אם ת''ל מקודשת ובתר מכן בעו הא דשתי חצייך בפרוטה משמע דאינהו ידעו בדקדוק הלשון טפי מינן ואף על פי כן יש להחמיר כדבריהם ז''ל ואם פשטה ידה וקבלה קידושין מאחר צריכה גט: ",
        "<b>אמר לה חצייך מקודשת לי היום וכו'.</b> כל אלו שהזכיר רבינו בעיות ולא איפשטו שם: "
      ],
      [
        "<b>האב מקדש את בתו וכו'.</b> משנה פ' האיש מקדש (קידושין דף מ\"ג) ואסיקו בגמרא דאפי' נערה דוקא אביה ולא היא אלא מדעת אביה כמו שיתבאר: ",
        "<b>וכן הוא זכאי במציאתה וכו'.</b> משנה פרק נערה שנתפתתה (כתובות מ\"ג): <b>ומה שכתב רבינו מן האירוסין,</b> לפי שכשנשאת שוב אין לאביה רשות בה בשום דבר ואפילו נתגרשה בעודה קטנה ומבואר שם ובהרבה מקומות וכמו שיזכיר רבינו בסמוך לפיכך מקבל האב וזה מבואר בהרבה מקומות. ומה <b>שהזכיר אפילו חרשת</b> מבואר במשנה ביבמות פרק חרש (דף קי\"ג) ובגיטין פרק הניזקין (גיטין דף נ\"ה): ",
        "<b>ואם היתה בת שלש שנים וכו'.</b> משנה פרק יוצא דופן (נדה דף מ\"ד) והובאה פ''ק דקידושין (דף י'): "
      ],
      [
        "<b>בגרה הבת וכו'.</b> זה מבואר בהרבה מקומות ומהם פרק האיש מקדש (קידושין דף מ\"א): "
      ],
      [
        "<b>נתקדשה קודם שתבגור וכו'.</b> דברי רבינו שבכאן מבוארים בהלכות פ' האיש מקדש. ויש מן המפרשים שהן סוברים שאם נתרצה האב אחר שקדשה שחוששין לקידושיו וכבר תירץ הרשב''א ז''ל כל מה שהקשו על דברי ההלכות: "
      ],
      [
        "<b>היתה הבת ספק בוגרת כו'.</b> זה פשוט ונלמד מהסוגיא שבפרק עשרה יוחסין ושם אמרו קידשה אביה בדרך וקידשה עצמה בעיר והרי היא בוגרת רב אמר הרי היא בוגרת לפנינו ושמואל אמר חיישינן לקידושי שניהם והעמידוה בגמרא ביום השלמת הששה חדשים שיש בין נערות לבגרות ואמר רב מדהשתא בוגרת בצפרא נמי בוגרת וקיימא לן כרב ומבואר זה בהלכות. ורבינו לא הזכיר דין זה גם הסוגיא אשר שם אינה מתחוורת אצלי לדעת רבינו שלא הזכיר סימני בגרות כלל פרק שני מהלכות אישות: ",
        "<b>יש לאיש לעשות שליח וכו'.</b> משנה (שם מ\"א) ריש פרק האיש מקדש בו ובשלוחו והאשה מתקדשת בה ובשלוחה האיש מקדש בתו כשהיא נערה בו ובשלוחו: ",
        "<b>ואומר האב לבתו וכו'.</b> פרק קמא מימרא (שם י\"ט): "
      ],
      [
        "<b>כל העושה שליח וכו'.</b> מה שכתב <b>רבינו ששליח קבלה צריך עדים</b> מוסכם הוא מן המפרשים ז״ל ונלמד משליח קבלת הגט שאמרו במשנה בגיטין פרק התקבל (גיטין דף ס\"ג) שצריך עדים במינויו. אבל מה <b>שכתב ששליח הולכה אינו צריך עדים כיון ששניהם מודים</b> הוא גם כן מדמיון קידושין לגט וחולק עליו הר״א ז״ל בהשגות וכבר הסכים הרשב״א ז״ל פרק האיש מקדש לדברי רבינו. וכן נראה מן הירושלמי דקאמר לא הוחזק השליח בעדים ויתבאר פרק ט'. ובגמרתנו (קידושין דף מ\"ה) אמרינן ודילמא שליח שווייה ולא אמרינן בעדים: "
      ],
      [
        "<b>השליח נעשה עד כו'.</b> פרק האיש מקדש אסיקו בגמרא (שם מ\"ג) והלכתא שליח נעשה עד. עוד שם אמר רבא אמר רב נחמן אמר לשנים צאו וקדשו לי את האשה הן הן שלוחיו הן הן עדיו וכן בגירושין וכן בדיני ממונות ואמרו שם בגמרא דכיון דתקון רבנן שבועת היסת אינן נאמנין לענין דיני ממונות דנוגעין בעדות הם. וכבר נתבאר דין זה בדברי רבינו פ''א מהלכות שלוחין ושותפין ומכאן למדו קצת המפרשים דהוא הדין לקידושי כסף שאינן נאמנים בלא עדים אחרים שהרי הן נוגעין בעדותן מחמת הכסף וכן הדין בשטר שיש בו שוה פרוטה. וכתב הרשב''א וכשהיא מכחישתן הרי היא ספק מקודשת וכשאינה מכחישתן יש לומר ודאי מקודשת וי''ל שהיא ספק מקודשת אלו דבריו ז''ל. ובירושלמי הוא מחלוקת אמר רבי בר בר חייא נראין דברים בשקדשה בשטר אבל בשקדשה בכסף נעשה כנוגע בעדותו אמר ר' יוסי מכיון שהאמינתו תורה אפילו קדשה בכסף אינו כנוגע בעדותו ע''כ. ואף בה''ג כתב הא דשליח נעשה עד ולא חילק כלל בין קודם תקנה לאחר תקנה וכמו שלא חילק רבינו וכן נראה עיקר: "
      ],
      [
        "<b>הכל כשרים לשליחות וכו'.</b> זה מתבאר בגיטין פרק המביא גט (דף כ\"ב) במשנה ובגמרא והיקש הקידושין לגירושין ידוע בכמה מקומות וג''כ מתבאר זה בסוגיא פרק האיש מקדש (קידושין דף מ\"א) גבי קידושין: "
      ],
      [
        "<b>שליח האיש שמקדש אומר לה וכו'.</b> אלו דברים פשוטים ומוסכמים חוץ ממ''ש ואם קידש בשטר אינו כותבו אלא מדעת האב או מדעת השליח ונחלק עליו הרמב''ן ז''ל בדין השליח ואמר שאינו כותבו אלא מדעתה כדקי''ל גבי גט דאפילו באומר אמת גט פסול או בטל וה''נ מהתם גמרינן מה התם דעת מקנה בעינן ולא שלוחו אף כאן דעת מקנה בעינן ולא שלוחו ואפילו באומרת אמת עכ''ל: "
      ],
      [
        "<b>מצוה שיקדש אדם אשתו בעצמו וכו'.</b> פרק האיש מקדש בגמרא שם: ",
        "<b>וכן מצוה על האשה שתקדש את עצמה וכו'.</b> גם זה שם: ",
        "<b>ואף על פי שיש רשות לאב וכו'.</b> שם אסור לאדם שיקדש את בתו כשהיא קטנה עד שתגדיל ותאמר בפלוני אני רוצה: ",
        "<b>וכן האיש אין ראוי לקדש וכו'.</b> גם זה שם אסור לאדם שיקדש את האשה עד שיראנה שמא ימצא בה דבר מגונה ותתגנה עליו ורחמנא אמר ואהבת לרעך כמוך: "
      ],
      [
        "<b>המקדש בביאה וכו'.</b> כבר הארכתי בזה בפרק ראשון: "
      ],
      [],
      [
        "(כא-כב) ",
        "<b>אבל אין מקדשין בביאה וכו'.</b> פרק קמא דקידושין (דף י\"ב) רב מנגיד על דמקדש בביאה ועל דמקדש בשוקא ועל דמקדש בלא שידוכי: "
      ],
      [],
      [
        "(כג-כד) ",
        "<b>כל המקדש אשה וכו'.</b> זה מבואר בכמה מקומות כל המצות כולן מברך עליהן עובר לעשייתן. וכתב הרמב''ן ז''ל כלל גדול הוא ובירושלמי בגמרא ברכות אמרו חוץ מקידושין בבעילה. ונראה לי הטעם לפי שאין ראוי לברך על המצוה אלא כשהיא מזומנת לפניו לעשותה ובאותה שעה הוא עם האשה במטה ואין ראוי לברך משום ולא יראה בך ערות דבר ולא הצריכו חכמים לבעול הוא בבגדו והיא בבגדה ולהתכסות בשעת ברכה והוא טעם הירושלמי ומדלא אמר בגמרא דילן אלא חוץ מן הטבילה לא סמכינן אגמרא דבני מערבא וכ''ש דלכולהו ש''מ דקידושי כסף ושטר עובר לעשייתן מברכין ברכת אירוסין וכ''כ רבינו הגדול בתשובה ותלמידו הר''ם ז''ל עכ''ל. ודבריו מסכימים לדברי רבינו ובארצותינו פשט המנהג לברך אחר הקידושין ונתנו קצת המפרשים טעם לדבר מפני שאין המצוה תלויה בו לבדו ואם היה מברך קודם הקידושין שמא לא תתרצה האשה להתקדש ונמצא שמברך לבטלה ע''כ דבריהם וזהו דעת ההשגות. <b>ונוסח</b> הברכה שהזכיר רבינו מבואר פ''ק דכתובות בגמרא וגירסת ספרינו וצונו על העריות ובספרי רבינו והבדילנו מן העריות וגירסא נכונה היא והוא על מה שאמרו קדושים תהיו הוו פרושין מן העריות. ",
        "<b>ומ''ש אם אין שם יין ולא שכר מברך אותה ברכה בפני עצמה.</b> דבר פשוט הוא שאין כוס מעכב ואינו אלא מנהג: "
      ]
    ],
    [
      [
        "<b>אין האשה מתקדשת וכו'.</b> זה מבואר בכמה מקומות ומהם פ''ק דקידושין (דף כ'): ",
        "<b>והמקדש אשה בעל כרחה וכו'.</b> מסקנא פרק חזקת הבתים (בתרא מ\"ח) דאמר רב אשי הוא עשה שלא כהוגן ולפיכך עשו לו שלא כהוגן לפיכך אפקעינהו רבנן לקידושי מיניה: ",
        "<b>אבל האיש שאנסוהו לקדש וכו'.</b> זה דעת רבינו והטעם דעד כאן דלא אפקעינהו רבנן אלא כשנאנסה האשה מפני שאם היו הקידושין קידושין לא היתה יכולה להפקיע עצמה ממנו אלא ברצונו אבל האיש הרי הוא יכול לגרשה בעל כרחה והילכך הרי היא מקודשת. והרב בעל העיטור נחלק בזה וכבר הכריע הרשב''א ז''ל כדברי רבינו: <b>ובהשגות</b> א''א והוא שיאמר רוצה אני ע''כ. ואני אומר שהרי זה כמי שמוכר באונס שהמכר קיים כמבואר פרק עשירי מהלכות מכירה וכ''ש כאן שהוא קונה שאע''פ שהוא באונס שקנינו קנין ולא ראיתי שהצריך שם הר''א ז''ל שיאמר רוצה אני אלא כל זמן שהוא עושה הדבר קיים הוא: ",
        "<b>ויש לאיש וכו'.</b> בבא זו מבוארת במשנה בהאיש מקדש ובגמרא: "
      ],
      [
        "<b>המקדש את האשה וכו'.</b> פרק קמא דנדרים (דף ו') בעי רב פפא יש יד לקידושין או לא היכי דמי אילימא דאמר לה לאשה הרי את מקודשת לי ואמר לה לחבירתה ואת נמי פשיטא היינו קידושין עצמן אלא כגון דאמר לה לאשה הרי את מקודשת לי ואמר לה לחבירתה ואת מי אמרינן ואת נמי אמר לה לחבירתה ותפסי בה קידושין לחבירתה או דילמא ואת חזאי קאמר לה לחבירתה ולא תפסי בה קידושין בחבירתה ולא איפשיטא בעיין ופירוש רבינו בה מבואר. ויש פי' אחר ולדברי הכל אם נתן כסף לשתיהן שתיהן מקודשות ודאי: "
      ],
      [
        "<b>התקדשי לי בדינר וכו'.</b> ברייתא שם וסוגיא: ",
        "<b>אמרה לו תנהו לאבא וכו'.</b> גם זה ברייתא שם (קידושין ח'): "
      ],
      [
        "<b>אמרה לו הניחהו על הסלע וכו'.</b> גם זה ברייתא שם וסלע של שניהם בעיא ולא איפשיטא וכתב הרשב''א ז''ל דבהניחהו על הסלע אפילו אמרה ואתקדש אני לך אינה מקודשת ואינו דומה לדין שנתבאר פ''ה האשה שאמרה תן לפלוני דינר ואתקדש אני לך וכו' משום דהתם נתן אותו לבן דעת אבל ע''ג הסלע או זרקו לים ודאי לא אלו דבריו ז''ל. והרמב''ן ז''ל מחמיר כל זמן שאמרה ואתקדש אני לך. ומדברי רבינו שכתב פ''ה נראה שאפילו באומרת תנהו לפלוני ואתקדש אני לך צריך שיאמר הוא הרי את מקודשת לי בהנאת מתנה זו אלא שכאן כבר א''ל הרי את מקודשת לי: ",
        "<b>אמר לה התקדשי וכו'.</b> שם ובודאי העני הרי הוא כאחר לענין שאם אמרה תנהו לו ואתקדש אני לך שהיא מקודשת על הדרך שיתבאר פ''ה: ",
        "<b>תנהו לכלב וכו'.</b> גם זה שם. וכלב הרץ אחריה בעיא ולא אפשיטא: "
      ],
      [
        "<b>היה מוכר פירות או כלים וכו'.</b> שם מעשים בגמרא והם כמו שכתבם רבינו וכתב הרשב''א ז''ל הטעם מפני שהוא אמר לה בלשון שאלה מתחלה ואפילו חזר ואמר לה בשעת נתינה התקדשי לי והיא אמרה אחד מן הלשונות שהזכיר רבינו אינה מקודשת אבל אם שתקה ודאי מקודשת ע''כ דבריו: "
      ],
      [
        "<b>המקדש בע''א וכו'.</b> מסקנא דגמרא פרק האומר לחבירו (שם ס\"ה:): ",
        "<b>המקדש בפסולי עדות וכו'.</b> דין הפסולי עדות מן התורה פשוט הוא ומבואר בסנהדרין פרק זה בורר (סנהדרין דף כ\"ו) שהפסולין אינן כשרין לעדות אשה לא לעיולי ולא לאפוקי ודין הפסולי עדות מדבריהם מבואר בדברי קצת הגאונים ז״ל שדנין בהן להחמיר והוו דינן כקידושי ספק כמ״ש רבינו ודין קידושי ספק כתבו כאן רבינו ועוד יש להוסיף שאם עמד אחר וקידשה הרי היא מקודשת לשני מספק וצריכה גט משניהם או מגרש ראשון ונושא שני אבל לגרש שני ולכנוס ראשון לא שמא יאמרו החזיר גרושתו מן האירוסין אחר שנתארסה לאחר דומה לדין המבואר פ״ט יצא עליה קול שנתקדשה לפלוני. ודע שבפסולי עדות יש מחלוקת בין המפרשים ז״ל אי אלו הן מדברי תורה ואי אלו מדברי סופרים שקצת מן הגאונים סוברין שכל אותן שהן נלמדין מן המדרש כקרובי האם הם מדברי סופרים וכ״כ רבינו פי״ג מהלכות עדות והוא ג״כ מהשרש הב' שהניח בספר המצות כמו שכתבתי פ״א וכבר חלקו עליהם ז״ל ואמרו שכל הבאים מן המדרש הן מן התורה בין קרובי האם בין קרובי האב וזה דעת הרמב״ן ז״ל והרשב״א ז״ל: "
      ],
      [
        "<b>קטן שקידש וכו'.</b> משנה פרק האיש מקדש (קידושין נ'): ",
        "<b>אבל גדול שקידש וכו'.</b> דברי רבינו בזמנים אלו למדם ממה ששנינו ביבמות פרק בית שמאי (יבמות דף ק\"ז) רבי חנינא בן אנטיגנוס אומר כל תינוקת שאינה יכולה לשמור קידושיה אין צריכה למאן ואמר רב יהודה אמר שמואל הלכה כרבי חנינא בן אנטיגנוס ובגיטין פרק התקבל (גיטין דף ס\"ה) אמר רבא שלש מדות בקטן וכו' הפעוטות מקחן מקח וממכרן ממכר במטלטלין וכנגדן בקטנה מתקדשת למיאון ושתי המאמרים האלו בהלכות וזמן הפעוטות ידוע בפרק הניזקין שהוא מבן ו' עד בן י' כל חד לפום חורפיה וכבר נזכר זמן זה בהלכות בפרק התקבל והסכים רבינו בין שני המאמרים האלה שפי' יכולה לשמור קידושיה שאמר רב חנינא יודעת לשמור כסף קידושיה כמו במקחה וממכרה כפעוטות וכן פירש בפירוש המשנה ששיעורו של רבי חנינא היא מבת שש עד בת עשר וכן כתב בעל העיטור ז״ל וכן מוכיח בירושלמי כמ״ש הרשב״א ז״ל וכן עיקר. ויש בהשגות בזה שיטה אחרת: "
      ],
      [
        "<b>כיצד מקודשת למיאון וכו'.</b> שם ביבמות פרק בית שמאי. ודע שמה שכתב <b>רבינו שאם ישבה עם בעלה עד שגדלה גמרו קידושיה ונעשית אשת איש גמורה</b> הוא דוקא כשבעל אחר שגדלה אבל לא בעל אחר מכאן אינה אשת איש אלא מדברי סופרים וקידושי אחר תופסין בה וכבר ביאר רבינו זה בארוכה פי''א מהלכות גירושין. <b>ומה שכתב כאן נעשית אשת איש גמורה</b> לומר שצריכה גט ואם בא עליה אחר שגדלה היא אשת איש מן התורה ואם לא בא עליה היא אשת איש מדברי סופרים וזה מבואר בדבריו שם בהלכות גירושין. ובזה נסתלקה ההשגה הכתובה כאן. א''א זה אינו אלא מדרבנן והיא אינה יכולה למאן ע''כ. וכבר נתבארה כוונת רבינו בהלכות גירושין ודבריו שם כדברי ההלכות ולא השיגו שם הר''א ז''ל: "
      ],
      [
        "<b>חרש שנשא פקחת וכו'.</b> ביבמות פ' חרש (דף קי\"ב) מבואר במשנה ובגמרא שתיקנו חכמים לחרש ולחרשת נישואין והן מדבריהם ויש חולקין בגמרא ואומרים שהן ספק קידושי תורה ואין הלכה כן. ",
        "<b>וכתב רבינו לפיכך אם בא פקח וקידש וכו'.</b> ודברים פשוטים הם שכל שהקידושין הם מדברי סופרים קידושי תורה חלין בה דומה לקטנה שהגדילה ולא בא עליה משהגדילה שקידושי תורה תופסין בה. ",
        "<b>וכתב רבינו ונותן גט והיא מותרת לבעלה החרש.</b> ובהשגות אמר אברהם טעה בזה שאינה מותרת וכו'. ואני אומר לא טעה רבינו דע''כ לא אמרו אבל מגרש שני ונושא ראשון לא גזירה שמא יאמרו גירש זה ונשא זה וכו' אלא כשהראשון יש לו קידושין מן התורה שאז יש לחוש שמא יאמרו גירש אבל חרש שאין לו קידושין ולא גירושין דבר תורה אין לחוש שמא יטעו בו שאפילו יאמרו שגירש ואחר כך החזירה אינו עובר באיסור תורה ואין לנו להוסיף בגזירות של דבריהם וזה נראה לי מבואר בדברי רבינו. ודע שהר''א ז''ל לא דקדק בלשונו כשכתב מחזיר גרושתו מן הנשואין והיה לו לומר מן האירוסין שהרי לא נשאת לפקח הזה: ",
        "<b>אבל השוטה וכו'.</b> שם פרק חרש מבואר בסוגיא: "
      ],
      [
        "<b>סריס שקידש בין סריס חמה בין סריס וכו'.</b> נתבאר פרק ט''ז מהלכות איסורי ביאה שסריס אדם אינו ראוי לבא בקהל והוא בלאו ומ''מ קידושיו קידושין כדאיתא ביבמות (דף צ\"ב) ואין צריך לומר סריס חמה שהוא כשר לבא: <b>וכן איילונית שנתקדשה הרי אלו קידושין וכו'. </b> זה מתבאר בהרבה מקומות בכתובות (דף ק') וביבמות והעלה רבינו יעקב ז''ל במשנה ראשונה דיבמות דאף על פי שלא הכיר בה כשקדשה צריכה גט וכן עיקר: "
      ],
      [
        "<b>טומטום ואנדרוגינוס שקידשו אשה או וכו'.</b> דין הטומטום כבר נתבאר שהוא קודם שנקרע ספק זכר ספק נקבה. והדין הזה הוא ברייתא בהערל (יבמות דף ע\"ג) ואנדרוגינוס פוסק רבינו כרבי יוסי דברייתא (שם דף פ\"ג) דאמר בריה בפני עצמו הוא ולא הכריעו בו חכמים אם זכר אם נקבה. <b>ועל מה שכתב רבינו וצריכין גט מספק</b> כתוב בהשגות אמר אברהם ולמה הם צריכין גט מספק והלא אינן ראויין לינשא כלל ע''כ. ורבינו הזכיר שני דברים כשקידשו הם וכשנתקדשו הם ובודאי כשקידשו דבר פשוט שצריכין לתת גט להתיר אשה זו אבל כשנתקדשו הם יש לומר שהצריכן רבינו גט לענין הבא עליהם דרך נקבותן שלא יהיה כבא על ספק אשת איש ובפרק ראשון מהלכות איסורי ביאה יתבאר עוד בדין האנדרוגינוס: "
      ],
      [
        "<b>המקדש אחת מן העריות וכו'.</b> מבואר במשנה בקידושין פרק האומר (דף ס\"ו) ודין הנדה שם מבואר בגמרא: <b>וכתב רבינו ואין ראוי לעשות כן</b> שכיון שאינה ראויה לביאה ולא אף לחופה כמו שיתבאר פרק י' אין ראוי לקדשה. ויש מי שכתב שטעם דברי רבינו כאן הוא שמא יגע בבשרה: "
      ],
      [
        "<b>אשת איש שפשטה ידה וכו'.</b> בגיטין סוף המגרש (גיטין דף פ\"ט) אמר רב הונא אשת איש שפשטה ידה וקבלה קידושין מאחר מקודשת וכדרב המנונא דא״ר המנונא האשה שאמרה לבעלה גרשתני נאמנת חזקה אין אשה מעיזה פניה בפני בעלה, ואמרו שם דשמואל פליג אדרב הונא וכי איתמר דרב המנונא דוקא בפניו אבל שלא בפניו מעיזה ומעיזה ופסק רבינו כשמואל וכ״נ מן ההלכות, ויש מי שכתב שחוששין להא דרב הונא ואף אם נתקדשה שלא בפניו צריכה גט וכבר העלה הרשב״א ז״ל פרק התקבל כדעתו של רבינו. ובדין האשה שאמרה לבעלה גרשתני כתוב בהשגות. א״א אני אומר שאינה נאמנת וכו' וכדעתו סברו קצת מפרשים ז״ל אבל כבר הכריחו הרמב״ן והרשב״א ז״ל בראיות שנאמנת היא אף להנשא ודעת הרמב״ן ז״ל שנוטלת כתובה ולא תוספת ובפי״ב מהלכות גירושין עיקרו של דין זה ושם יתבאר: "
      ],
      [
        "<b>המקדש אחת מן השניות וכו'.</b> השניות כבר נתבאר דינן פרק ראשון שהם מדבריהם, ואיסורי לאוין ואיסורי עשה ואע''פ שהן מן התורה קידושין תופסין בהן כסתם משנה שבפרק האומר בקידושין (דף ס\"ו): ",
        "<b>וכן יבם שקידש צרת יבמה וכו'.</b> כך היא עיקר הנוסחא בספרי רבינו ובקצתן נמצא צרת ערוה וט''ס הוא לפי שצרת ערוה היא אשת אח שלא במקום מצוה והיא בכרת ואין קידושין תופסין בה אלא צרת יבמה הוא פירושו שהאח שמת היו לו שתי נשים ונתיבמה האחת מהן וצרתה אסורה לשאר האחין בעשה שנאמר יבמה יבא עליה ולא על צרתה ולאו הבא מכלל עשה עשה וכן מבואר פ''א מהלכות יבום וכן השיב הרב ז''ל לחכמי לוני''ל שהקשו לו לפי שנזדמנה להם נוסחא שכתוב בה צרת ערוה וכן השיב לא עלי תלונותיכם כמו שאמרתם ולא על עצמכם אבל תלונתנו על הסופר ועל המגיה ונוסח דברינו הם וכן היבם שקידש צרת יבמה הרי אלו קידושין גמורים עכ''ל. ולא מנאה רבינו עם איסורי עשה לפי שאינה נמנית במצוה מיוחדת כמו האחרות ולזה הוצרך רבינו לפרוט אותה בכאן: ",
        "<b>חוץ מיבמה שנתקדשה וכו'.</b> ביבמות פרק האשה רבה (יבמות דף צ\"ב) א״ר יהודה אמר רב מנין שאין קידושין תופסין ביבמה שנאמר לא תהיה אשת המת החוצה וכו' לא תהא בה הויה לזר ושמואל אמר בעניותינו צריכה גט מספקא ליה לשמואל האי לא תהיה אי ללאו הוא דאתא אי דלא תפסו בה קידושין הוא דאתא ושם אמר אמימר הלכתא כוותיה דשמואל: "
      ],
      [
        "<b>המקדש כותית או שפחה וכו'.</b> מפורש במשנה בקידושין פרק האומר (דף ס\"ו) ודין העכו''ם והעבד מפורש בהרבה מקומות ומסקנא בהחולץ (יבמות מ\"ה): ",
        "<b>ישראל מומר שקידש אע''פ שהוא עובד וכו'.</b> ביבמות פרק החולץ (יבמות מ\"ז) בדין הגר אמרו בגמרא טבל ועלה הרי הוא כישראל לכל דבריו למאי הלכתא דאי הדר ביה ומקדש בת ישראל ישראל מומר הוא וקידושיו קידושין וזה מבואר. ומן הסוגיא שבפ''ק דיבמות (שם ט\"ז) נ''ל שאפילו זרעו שהוליד משהמיר אם קידש אותו זרע ישראלית קידושיו קידושין ודוקא שהולידו מישראלית ואפילו מומרת אבל הולידו מן העובדת כו''ם אין חוששין לו שהרי אפילו ישראל גמור הבא על העובדת כו''ם והוליד ממנה בן אינו קרוי בנו אלא בנה וזה ברור: "
      ],
      [
        "<b>המקדש אשה שחציה וכו'.</b> בגיטין פרק השולח (גיטין דף מ\"ג) נחלקו אמוראים חציה שפחה וחציה בת חורין שנתקדשה אם קידושיה קידושין ופוסק רבינו כדברי האומר שהן קידושין ושפחה חרופה האמורה בתורה היא זו כמו שיתבאר בסמוך. עוד שם איתמר חציה שפחה וחציה בת חורין שנתקדשה לראובן ונשתחררה וחזרה ונתקדשה לשמעון רב יוסף בר חמא אמר ר״נ פקעי קידושי ראשון ר' זירא אר״נ גמרי קידושי ראשון א״ר זירא כותיה דידי מסתברא דכתיב לא יומתו כי לא חופשה הא חופשה יומתו ונדחית ראיה זו שם. והנראה מדברי רבינו שהוא פוסק כדברי האומר מקודשת שזו היא שפחה חרופה האמורה בתורה ופי' מקודשת אבל אינה כאשת איש שהרי אין בה מיתה וזה פשוט וכשנשתחררה דעתו לפי הנראה כמ״ד גמרי קידושי ראשון וא״כ הוא יש לתמוה היאך כתב בא אחר וקידשה אחר שנשתחררה הרי זו ספק קידושין לשניהם דהא משמע דלמ״ד דגמרי קידושי ראשון כיון שנשתחררה נעשית אשת איש גמורה ומומתין על ידה וכמו שנזכר בסוגיא. על כן נ״ל בדעת רבינו שהוא פוסק בדין זה כשנשתחררה וחזרה ונתקדשה לאחר שהוא ספק והביאו לזה מה שאמרו שם למעלה מזה א״ר חסדא נתקדשה לראובן ונשתחררה וחזרה ונתקדשה לשמעון ומתו שניהם מתיבמת ללוי ואין אני קורא בה אשת שני מתים מה נפשך אי קידושין דראובן קידושין קידושי דשמעון לאו קידושין אי קידושי דשמעון קידושין קידושי דראובן לאו קידושין. וממימרא זו נראה דרב חסדא מספקא ליה אי אלו קידושין משניהם חלין וכבר כתב רבינו מימרא זו סוף פ״ו מהלכות יבום וחליצה וא״כ <b>מ״ש ואינו צריך לקדשה קידושין אחרים</b> אינו מפני שיהו הראשונים קידושין גמורים אלא כל שבא עליה אחרי כן ביאתו עושה אותה אשת איש גמורה והרי זו כקטנה וכמו שכתבתי למעלה בפ' זה בדעת רבינו בדין הקטנה ומ״מ יש בקצת ספרי רבינו בא אחר וקדשה ואח״כ נשתחררה אבל ממ״ש סוף פ״ו מהל' יבום נראה שהנוסחא הראשונה עיקר. ויש בהשגות בזה דברים ובכלל דברי יתבארו דבריהם: "
      ],
      [
        "<b>ואי זו שפחה האמורה בתורה.</b> משנה בכריתות הובאה שם פרק השולח (גיטין מ\"ג): ",
        "<b>ומי שחציו עבד וכו'.</b> בעיא דלא איפשטא שם בפרק השולח: "
      ],
      [
        "<b>שכור שקידש קידושיו קידושין ואע״פ וכו'.</b> ברייתא בעירובין פרק הדר (עירובין דף ס\"ה) שכור מקחו מקח וממכרו ממכר עבר עבירה שיש בה מיתה ממיתין אותו מלקות מלקין אותו כללו של דבר הרי הוא כפקח לכל דבריו אלא שפטור מן התפלה. עוד שם לא שאנו אלא שלא הגיע לשכרותו של לוט אבל הגיע לשכרותו של לוט פטור מכלום ע״כ. ומפני שהוא בעריות החמורות ע״כ כתב רבינו ומתיישבין בדבר זה: "
      ],
      [
        "<b>המקדש בפחות מפרוטה וכו'.</b> משנה שם בהאיש מקדש (דף מ\"ו): ",
        "<b>קידשה באוכל או בכלי וכו'.</b> בקידושין פ''ק (שם י\"ב) אמר שמואל קידשה בתמרה אפילו עומד כור תמרים בדינר מקודשת חיישינן שמא ש''פ במדי ושם מבואר דקידושי ספק הן ופסק רבינו כמימרא זו וכן מבואר בהלכות. וכן דעת קצת הגאונים והרמב''ן והרשב''א ז''ל וכתב הרשב''א דמשמע שאפילו ידוע שש''פ בודאי במדי אינן אלא קידושי ספק שאין לך בכסף אלא מקומו ושעתו וכן מורה לשון רבינו וכן נראה מדברי התוספות וכ''כ הרמב''ן ז''ל: ",
        "<b>יראה לי שאם קידש וכו'.</b> זו סברת רבינו בטעם נכון וכתב עליו הרמב''ן ז''ל והדברים נראים ומתקבלים ויש חולקים: "
      ],
      [
        "<b>המקדש אשה בפחות מש''פ וכו'.</b> משנה בהאיש מקדש דף נ') קרוב ללשון רבינו: "
      ],
      [
        "<b>המקדש את האשה בכסף וכו'.</b> בגיטין פרק הזורק (גיטין דף ע\"ז) מתבאר במשנה ואף על פי שבגט בעינן שתהיה עומדת בצד חצרה כנזכר פרק חמישי מהלכות גירושין זהו דוקא בגט מפני שחוב הוא לה כמו שכתב רבינו שם וכן מתבאר במציעא (דף י\"א) כנזכר בהלכות בפרק הזורק: ",
        "<b>היתה עומדת ברשות הבעל וכו'.</b> שם מתבאר במשנה: ",
        "<b>היתה עומדת ברשות של שניהם וזרק לה קידושין וכו'.</b> זה לא נתבאר שם לענין גירושין אבל יצא לרבינו מהבעיא שהיא פירקא קמא דקידושין (דף ח') וכבר נזכרה בפרק זה והיא על הברייתא ששנו שם אמרה לו תנהו על גבי הסלע אינה מקודשת ואם היה סלע שלה מקודשת בעי רב ביבי סלע של שניהם מהו תיקו ופירושה שאף על פי שבמקח וממכר אין חצר של שניהם קונה מזה לזה כנזכר פרק רביעי מהלכות מכירה בקידושין יש לחוש שמא הוה משאיל לה זכותו כיון שכבר יש לה חלק בהם. ונראה דבגירושין אינה מתגרשת ברשות של שניהם ואפילו ספק מגורשת אינה ויש לדקדק בזה ויתבאר שם בהלכות גירושין: "
      ],
      [
        "<b>היו עומדין ברה''ר וכו' עד סוף הפרק.</b> מבואר בהזורק (גיטין ע\"א) בהיקש הקידושין לגירושין ובהלכות גירושין יתבאר דעת רבינו באלו הדינין ופירושו בגמרא ומה שהשוה רבינו כאן ובגירושין רשות שאינו של שניהם לרה''ר הוא מפני שהן מוקשין לענין מכירה כדאיתא בהמוכר את הספינה והקשו שם ובהרבה מקומות מגט למקח וממכר בענין הרשויות: "
      ]
    ],
    [
      [
        "<b>המקדש בדבר שהוא אסור בהנאה כגון חמץ בפסח או בשר וכו'.</b> במשנה בהאיש מקדש (קידושין נ\"ז). ",
        "<b>ומ״ש רבינו ואפילו היה אסור מדבריהם כו'.</b> למדו מאיסור החמץ בשעה ששית שמפורש בפסחים בפ״ב (דף כ\"א) שאפילו בזמן שאיסורו מדבריהם אינה מקודשת והוא הדין לשאר דברים. וכבר תירצו המפרשים ז״ל הסוגיא שהיא גבי חולין שנשחטו בעזרה בסוף האיש מקדש (קידושין דף נ\"ח תוספות שם) שנראה שהיא קשה על זה הדין וכן הסכים הרמב״ן ז״ל שבכל איסורי הנאה אינה מקודשת: "
      ],
      [
        "<b>עבר ומכר דבר האסור בהנאה וקידש בדמיו הרי זו וכו'.</b> במשנה הנזכרת. ודין עכו''ם מבואר בסוגיא: ",
        "<b>המקדש בפרש של עגלי עכו״ם וכו'.</b> מימרא במסכת עבודה זרה פרק אין מעמידין (עבודה זרה דף ל\"ד) אבל המקדש בפרש שור וכו' שם: "
      ],
      [
        "<b>המקדש בפירות שביעית וכו'.</b> דין פירות שביעית מתבאר מן המשנה (דף נ\"ח) ומפורש שם בגמרא. ודין אפר פרה ומים שמילאן לעשות מי נדה שנינו שם המקדש במי חטאת ובאפר פרה הרי זו מקודשת ובגמרא הקשו ורמינהו הנוטל שכר לדון וכו' להזות ולקדש מימיו מי מערה ואפרו אפר מקלה ותירץ אביי לא קשיא כאן בשכר הבאה ומילוי כאן בשכר הזאה וקידוש ופירושו לדעת רבינו אע''פ שאינו יכול ליטול שכר להזות ולקדש יכול הוא ליטול שכר הבאה ומילוי לפיכך כשהוא מקדש בגוף המים והאפר הרי היא נהנת מהם שיכולה ליטול פרוטה ממי שהוא צריך להם מחמת טורח הבאה ומילוי וכן נראה מפי' ר''ח ז''ל. ובהשגות אמר אברהם דוקא בשכר הבאת האפר והמים או בשכר מילוי המים עכ''ל. והוא מפרש שאינו מקדשה בגוף האפר והמים אלא בשכר. וכבר הכריע הרשב''א ז''ל כדעת רבינו: ",
        "<b>המקדש בהקדש של בדק הבית בשוגג הרי וכו'.</b> במשנה שם מחלוקת רבי מאיר ורבי יהודה ופסק כרבי יהודה וכן מבואר בגמרא: "
      ],
      [
        "<b>קידשה במעשר שני בין בשוגג בין במזיד אינה וכו'.</b> מחלוקת במשנה (דף נ\"ב) ופסקו הלכה בגמרא (דף נ\"ד) כן: "
      ],
      [
        "<b>כהן שקידש בחלקו מקדשי קדשים או מקדשים וכו'.</b> במשנה ובמסקנא דגמרא כן: ",
        "<b>אבל כהן שקידש בתרומה גדולה ובתרומת מעשר וכו'.</b> במשנה (דף נ\"ח) המקדש בתרומות ומעשרות ובמתנות הרי זו מקודשת ואפילו ישראל ובגמרא אמר עולא טובת הנאה אינה ממון והקשו מן המשנה שאומרת ואפילו ישראל ותירצו משנתנו בישראל שנפלו לו טבלים מבית אבי אמו כהן וקסבר מתנות שלא הורמו כמי שהורמו דמיין ונשאו ונתנו שם בדבר וסלקא שמעתא הכין ולזה פסק רבינו כך ויש חולקין ודעת רבינו נראה עיקר. וכתב רבינו ובכורים בכלל תרומות הן כדאמר מר (חולין דף ק\"כ) ותרומת ידך אלו הבכורים: "
      ],
      [
        "<b>מתנות שלא הורמו וכו'.</b> כבר נתבאר זה: ",
        "<b>אבל ישראל שקידש וכו'.</b> גם זה כבר נתבאר: "
      ],
      [
        "<b>המקדש את האשה וכו'.</b> שם בגמרא (דף נ\"ב) ובהלכות והטעם שכשנתייאשו הבעלים הויא מקודשת אף ע''ג דקי''ל יאוש בלבד אינו קונה הכא שהוא ביד אשה הרי יש כאן יאוש ושינוי רשות כשהיא בידה וכיון דקנאתו היא אף הוא קונה אותה: "
      ],
      [
        "<b>הנכנס לבית חבירו ולקח כו'.</b> מעשה שם ההוא דקדיש בפרזומא דשיכרא וכו' ושם מבואר: <br><br>'ט (ואם' ",
        "<b>קידשה וכו') היתה סחורה וכו'.</b> גם זה מעשה שם ההוא אריסא דקדיש במוזא דשמכי אתא לקמיה דרבא א''ל מאן אחלך וה''מ במוזא אבל כישא מצי א''ל אנא שקלי כישא שקול את (נמי) כישא. ובהלכות פירשו מוזא דשמכי ראשי בצלים ולפי שיש בהם גדולים וקטנים ומש''ה א''ל רבא מאן אחלך ע''כ. וזהו שכתב רבינו הואיל וצריכה שומת ב''ד וכתב הרשב''א ז''ל מאן פלג לך ואפילו נתן לה שוה שתי פרוטות אינה מקודשת לפי שבכולו היא מתקדשת לו ולא בחציו אא''כ פירש לה במה שיש לי בו עכ''ל. וכ''כ הרמב''ן ז''ל: \n"
      ],
      [],
      [
        "<b>גזל את האשה וכו'.</b> זה מבואר בגמרא ובהלכות פרקא קמא ובהאיש מקדש. ודע שאם אחר שהחזיר לה גזלתה א''ל הרי את מקודשת לי בה אפילו אמרה הן אינה מקודשת דומה להחזיר לה חוב המבואר למטה וכן השוו אותם בגמרא בפירוש. ודבר פשוט הוא שכיון שבשעת חזרה נתן לה בתורת השבה אחר שבא לידה והוא שלה במה תתקדש לו: "
      ],
      [
        "<b>וכן אם נתן לה פקדון וכו'.</b> פירקא קמא (דף י\"ב) ובהלכות: "
      ],
      [
        "<b>החזיר לה חוב וכו'.</b> ברייתא שם (י\"ג) כנסי סלע זה שאני חייב ליכי וחזר וא''ל התקדשי לי בו בשעת מתן מעות רצתה מקודשת לא רצתה אינה מקודשת לאחר מתן מעות אפילו רצתה אינה מקודשת ופירשוה בגמרא רצתה דאמרה אין לא רצתה דאישתיקא והעמידוה בגמרא דוקא בדלא שדיך. ונראה מדברי רבינו שהוא מפרש חזר ואמר לה שלא חזר בו מן הפרעון אלא שדעתו שתתקדש ושתהיה נפרעת וחזר דקתני חזר לדבר עמה וכ''נ מדברי בעל הלכות ז''ל. וכתב הרשב''א ולפי פירוש זה אפשר שאם חזר וא''ל לא לפרעון אלא לשם קידושין וקבלתו ושתקה מקודשת ואפילו לא שידך וצריך תלמוד עכ''ל. ומ''מ בשלא הזכיר כלל בתחלה פרעון אלא שהוא חייב לה מנה והגיע זמנו ואמר הרי את מקודשת במנה זו ונטלתו ושתקה מקודשת אע''פ שלא שידך ואע''פ שאמרה לא נתכוונתי להתקדש אלא כדי להפרע מחובי קבלתיו אינה נאמנת אלו דבריו ז''ל: ",
        "<b>ואם א''ל אחר וכו'.</b> זהו מ''ש בברייתא לאחר מתן מעות אפילו רצתה אינה מקודשת. ודע שאין חילוק בזה בין שידך ללא שידך שכיון שבא לידה בתורת פרעון במה תתקדש אחרי כן וכן מתבאר בדברי רבינו ופשוט הוא: "
      ],
      [
        "<b>המקדש במלוה וכו'.</b> פ״ק (דף ו') ובפרק האיש מקדש (קידושין דף מ\"ז) מימרא המקדש במלוה אינה מקודשת ושם מתבאר שאפילו בשטר אינה מקודשת ויש מי שכתב שאם היתה מלוה בשטר והחזיר לה השטר בשעת הקידושין ויש בנייר שוה פרוטה הרי היא מקודשת דה״ל כמקדש במלוה ופרוטה וכן נזכר בגמרא (שם מ\"ח) באוקימתא אחת שעשו שם על ברייתא אחת וכן נראה מדברי הרמב״ן ז״ל והרשב״א ז״ל. ורבינו לא הזכיר חזרת השטר וגם בהלכות לא נזכר כלל ואפשר שאף הוא ז״ל יודה בזה אלא שא״כ היה דעתו כשהזכיר דין דמשכון היה לו להזכיר זה: "
      ],
      [
        "<b>היה לו אצלה מלוה וכו'.</b> פירקא קמא (דף י\"ט) אמר רבא אמר רב נחמן המקדש במלוה שיש עליו משכון מקודשת מדר' יוסי בר' יהודה ופי' במלוה שלה הוא מקדשה ומחזיר לה המשכון ויש שהיו סוברים לומר אפילו אינו מחזיר לה המשכון בשעת קידושין היא מקודשת ודעת רבינו עיקר וכן הסכים הרשב''א ז''ל וכ''נ מדברי הרמב''ן ז''ל דבעינן חזרת המשכון: "
      ],
      [
        "<b>המקדש בהנאת מלוה וכו'.</b> שם (דף ו':) אמר אביי המקדש במלוה אינה מקודשת בהנאת מלוה מקודשת ובגמרא פירשה הנאת מלוה דארווח לה זמנא ובהלכות פירש כגון דמטא זמניה למגבא מינה וארווח לה זמנא ואמר לה בההיא הנאה דמרווחנא ליך עד זמן פלוני מיקדשת לי ואי קשיא לך היכי אלימא הנאת מלוה ממלוה גופה לא קשיא הנאת מלוה איתא ולהכי מתקדשת בה מלוה גופה ליתא דתתקדיש בה דקי''ל מלוה להוצאה ניתנה ע''כ לשון ההלכות. ויש מי שכתב דלפירוש זה כ''ש אם מחל לה המלוה בעצמה ואמר לה התקדשי לי בשכר הנאת המחילה שהיא מקודשת ורבינו ז''ל לא ישרו בעיניו דברי ההלכות דא''א שתועיל יותר הנאת מלוה ממלוה עצמה וכיון דבשעת הקידושין אינו נותן לה דבר לא עדיף הרווחת זמן ממלוה גופה וכן דעת ר''ח ז''ל ולזה פירש הנאת מלוה שעתה נותן לה מעות בהלואה ומרויח לה זמן שקובע לה לפרעון והרמב''ן והרשב''א ז''ל מסכימין לדעת ההלכות וראוי לחוש לדבריהם ובכלל דברי יתבארו דברי ההשגות: "
      ],
      [
        "<b>אמר לה הרי את מקודשת וכו'.</b> בהאומר (דף ס\"ג) ובמקומות אחרים מהמסכתא: "
      ],
      [
        "<b>היה לו חוב ביד אחרים.</b> זה יצא לרבינו מן האוקימתות שעשו שם על הברייתות (דף מ\"ז) דתניא היתה לו מלוה ביד אחרים והרשה עליהם ר''מ אומר מקודשת וחכמים אומרים אינה מקודשת והעמידוה (שם מ\"ח) באוקימתא אחרונה בשהקנה לה במעמד שלשתן וקא מיפלגי בדרב הונא אמר רב דאמר רב הונא אמר רב מנה לי בידך תנהו לפלוני במעמד שלשתן קנה מר סבר כי קאמר רב בפקדון אבל מלוה לא ומר סבר ל''ש מלוה ולא שנא פקדון וקי''ל סוף פ''ק דגיטין (דף י\"ג) הא דרב לא שנא מלוה ול''ש פקדון הילכך קי''ל כר''מ. ולא ביאר רבינו אם היה לו מלוה בשטר על אחרים והקנה אותה לה בכתיבה ומסירה אם היא מקודשת ואפשר שלדעתו אינה מקודשת ויורה זה ממ''ש למטה היה בידו משכון על חוב שיש לו אצל אחרים וכו' משמע דוקא משכון אבל בשטר לא ויהיה הטעם לפי שבשטר הוא יכול לחזור ולמחול משא''כ במשכון וכל שיכול למחול לא סמכא דעתה וכדעת חכמים לפי אוקימתא אחת שעשו בגמרא על הברייתא הנזכרת ולפ''ז כשהיא מתקדשת במעמד שלשתן הוא מפני שאינו יכול לחזור ולמחול וכפי הדעת שהזכרתי פ''ו מהלכות מכירה. ויש מחמירין ואומרים שאפילו במלוה בשטר מקודשת ויש מי שכתב שאפילו במעמד שלשתן אינה מקודשת ודבריהם בזה ארוכים וראוי להחמיר בכל זה: "
      ],
      [
        "<b>קידשה בפקדון וכו'.</b> דין הפקדון ברייתא שם והשאלה מפורש בסוגיא שם שהיא שוה לפקדון: "
      ],
      [
        "<b>אמר לה הרי את מקודשת לי בשכר שאדבר וכו'.</b> מבואר במשנה (שם ס\"ג) ובהלכות: "
      ],
      [
        "<b>הרי את מקודשת לי במלאכה וכו'.</b> גם זה מתבאר שם הדין והטעם: "
      ],
      [
        "<b>האשה שאמרה וכו'.</b> פרק קמא (שם ז') אמר רבא תן מנה לפלוני ואתקדש אני לך מקודשת מדין ערב. ופירש רבינו שהוא אמר לה הרי את מקודשת לי וכן כתב הרשב''א ז''ל והכרח הוא דאם לא אמר הוא לא עדיף כשנותן לאחר על פיה משאם נתן לידה ואמרה היא שמבואר פרק שלישי שאינן אלא קידושי ספק: ",
        "<b>וכן אם אמרה לו וכו'.</b> גם זה שם תן מנה לפלוני ואתקדש אני לו מקודשת ויש מי שפירשה בשאותו פלוני מינה שליח את זה לקדש לו אשה הא לאו הכי אפילו הודיעו לבסוף ונתרצה כיון שבשעת הקידושין לא היה יודע בהן אינה מקודשת אלו דבריהם. והרשב''א ז''ל תמה על רבינו למה הוצרך לפרשה בשאמר מי שנתקדשה לו הרי את מקודשת בהנאת מתנה זו שקבלתי ברצונך, עוד כתב ואדרבה לכאורה משמע דכל כי האי גוונא קרוב הוא להיות כהילך מנה ואתקדש אני לך דאינה מקודשת אלא באדם חשוב בדוקא וצ''ע עכ''ל. ודברי תימה הן אצלי דהא על כרחך אם נפרשה שזהו שליח ודאי הוא אמר התקדשי לפלוני בהנאת מתנה זו שנתתי לו ברצונך שאם לא אמר לה השליח כלום היאך יפה כחו יותר ממשלחו וכבר נתבאר פ''ג היכא שנתן הוא ואמרה היא שאינו אלא קידושי ספק כ''ש בכי האי גוונא אלא ודאי בשאמר לה השליח הוא וא''כ יפה פירש רבינו שאין כאן צורך לשליח וזהו שלא נזכר בגמרא שאותו פלוני אמר לה כן ולא הוצרכו להזכיר מפני שכבר ידוע שם שהמקדש צריך שיאמר הרי את מקודשת והקושיא שהקשה הוא ז''ל דלכאורה משמע דכה''ג אם אינו אדם חשוב אינה מקודשת. אני אומר לדבריו א''כ יפה כח השליח ממשלחו שכשהשליח מקדשה בכי האי גוונא מקודשת וכשהמשלח אומר כן לא תתקדש וזהו תימה אלא ודאי יש חילוק בין זו לההיא דבעינן אדם חשוב דהתם היא אומרת הילך וכו' זה מתנה משלה והיא חסרה ממון ולפיכך בעינן חשוב בדוקא ושלא בחשוב במה תתקדש אבל כאן אינה חסרה ממון כלל והיא נהנית שמתקיימת מצותה בממון של אחרים כנ''ל: "
      ],
      [
        "<b>אמר לה הילך דינר זה וכו'.</b> מימרא שם (דף ז') ופירשוה קצת מפרשים בשזה השליח של אותו פלוני כמו שפירשו בזה של מעלה וכבר הוכחתי בסמוך דעת רבינו: ",
        "<b>אמרה לו הילך דינר זה מתנה וכו'.</b> בעיא דאיפשיטא שם ופירשה רבינו בשאמר לה הוא וכן כתב הרשב''א ז''ל והכרח הוא כמו שכתבתי למעלה בדין האשה שאמרה תן דינר לפלוני ואתקדש אני לך: "
      ],
      [
        "<b>האומר לאשה התקדשי לי בדינר וכו'.</b> שם (דף ח') מימרא. וכתב הרשב''א ז''ל ואפילו אמר לה הריני חייב לך מנה בקנין והתקדשי לי בו אינה מקודשת שאין כאן מנה אלא מלוה ולא קנה ואפילו כתב לה שטר עליו אינה מקודשת עכ''ל וכ''כ הרמב''ן ז''ל: ",
        "<b>היה בידו משכון וכו'.</b> שם ברייתא ופירשוה בין במשכנו בשעת הלואתו בין משכנו שלא בשעת הלואתו וכן העלה הרמב''ן במס' שבועות: "
      ],
      [
        "<b>האומר לאשה הרי את מקודשת וכו'.</b> מימרא שם (דף ו'): "
      ],
      [
        "<b>נתן לה אגודה של הדס וכו'.</b> שם (דף י\"ב) ההוא גברא דקדיש בציפיתא דאסא אמרו ליה והא לית בה שוה פרוטה אמר להו תיקדש בארבעה זוזי דאית בה שקלתה ואישתיקה אמר רבא הוי שתיקה דלאחר מתן מעות וכל שתיקה דלאחר מתן מעות לאו כלום היא והביא רבא ראייה לדבריו מברייתא אחת שהיא בדין פקדון ורב הונא בריה דרב יהושע הקשה על אותה ראיה ורב אחא הקשה על רב הונא ואמרו בגמרא שלחה רב אחא בר רב קמיה דרבינא כהאי גוונא מאי שלח ליה אנן לא שמיע לן הא דרב הונא בריה דרב יהושע אתון דשמיע לכו חושו לה, ודעת רבינו דכיון דשלח לה אנן לא שמיע לן הא דרב הונא אלמא דלא חיישינן ליה חדא דרבא לא חשש ורב אחא הקשה על רב הונא ורבינא לא הוה חייש לה אנן למאי ניחוש ואף על גב דשלח להו רבינא אתון דשמיע לכו חושו לה משום כבוד רבם קאמר להו דאי משום דהוה חייש בעיקר דינא אפילו איהו נמי הוה ליה למיחש זהו דעתו ז''ל. כתב הרשב''א ז''ל וטעמא דמסתבר הוא. <b>ומה שכתב רבינו ותהיה מקודשת מספק מפני האגודה</b> הוא מפני הדין הנזכר פרק רביעי בקדש באוכל או בכלי שהוא פחות משוה פרוטה שהיא מקודשת בספק. ויש חולקין ואומרים דהכא ליכא למיחש להכי שלא היה דעת המקדש לקדשה באגודה אלא בארבעה זוזים שהיו בה ודברי רבינו נראין לי עיקר להחמיר: "
      ],
      [
        "<b>האומר לאשה התקדשי וכו'.</b> משנה פרק האיש מקדש (קידושין מ\"ו). ",
        "<b>ומ''ש אלא מספק.</b> הוא כפי הדין הנזכר בפ''ד וכמו שכתבתי בסמוך: "
      ],
      [
        "<b>אמר לה התקדשי וכו'.</b> במשנה הנזכרת והספק שכתב רבינו הוא מהטעם הנזכר בסמוך: ",
        "<b>היתה אוכלת וכו'.</b> משנה שם ואוקימתא דר' אמי בגמ' ומבואר בהלכות. ומ''ש רבינו הוא מן הטעם הנזכר למעלה: "
      ],
      [
        "<b>אמר לה הרי את מקודשת לי וכו'.</b> מימרא דרבא שם (דף מ\"ז) ותניא כוותיה: "
      ],
      [
        "<b>האומר לאשה וכו'.</b> שם ת''ר התקדשי לי בכוס זה תני חדא בו ובמה שבתוכו ותניא אידך בו ולא במה שבתוכו ותניא אידך במה שבתוכו ולא בו ל''ק הא במיא הא בחמרא הא בציהרא ע''כ בגמרא. ופי' רבינו ראשונה במיא ב' בחמרא ג' בציהרא פי' ציהרא שמן והטעם לפי שהמים אינן חשובין ובטלין אצל הכלי ודעתו על הכל אבל יין כיון שהוא חשוב קצת יותר מן המים אינו בטל אצל הכלי ולפיכך בו ולא במה שבתוכו בשמן מתוך שהוא דבר חשוב ביותר ואינו עומד לשתיה כיין הרי הוא דבר בפני עצמו לפיכך במה שבתוכו ולא בו ואין לומר בו ולא במה שבתוכו כמו שאמרו ביין מפני שהיין עומד לשתיה ויסתפק ממנו כאחת אבל בשמן אם היה דעתו לקדשה בכלי לא היה נותנו לה מלא שמן שהרי הוא עומד לתשמיש השמן. זהו לדעת רבינו ורש''י ז''ל פי' בדרך אחרת והספק שכתב רבינו הוא ממה שנזכר למעלה: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>המקדש על תנאי וכו'.</b> מבואר בהרבה מקומות מהמסכתא: ",
        "<b>וכל תנאי שבעולם וכו'.</b> הד' דברים שהזכיר רבינו מפורשים בגמ' במקומות מפוזרות ודין התנאי שיהיה כפול מחלוקת התנאים במשנה פרק האומר (דף ס\"א) והביאו בהלכות דעת ר״מ דכל שהתנאי אינו כפול אינו תנאי וכן פסקו כל הפוסקים בגיטין וקידושין מן הדין או מן התקנה כמו שיתבאר בסמוך בפרק זה. ודין תנאי קודם למעשה במשנה בב״מ בסוף פרק השוכר את הפועלים (בבא מציעא דף צ\"ד) וכל תנאי שיש בו מעשה בתחלתו תנאו בטל ואין שם במשנה מחלוקת ואמרו בגמרא דאתיא כרבי מאיר דיליף מתנאי בני גד ובני ראובן: ",
        "<b>ודין הן קודם ללאו.</b> מבואר בסוגיא פרק מי שאחזו (גיטין ע\"ה) גבי ההיא דאתקין שמואל בגיטא: ",
        "<b>ואפשר לקיימו.</b> משנה במציעא פרק השוכר (צ\"ד) ופסק הלכה שם בגמרא וכן נזכר בגיטין פרק המגרש בברייתא. ויש מי שהקשה על רבינו למה לא כתב ג''כ תנאי בדבר אחד ומעשה בדבר אחר כההיא סוגיא דפרק מי שאחזו. ויש לומר דההיא סוגיא לא קיימא ואין טעם הברייתא אלא כדרב אשי דעביד אוקימתא אחריתא התם זהו דעת רבינו. עוד הקשו עליו למה לא כתב שאין תנאי בדבר שא''א לקיימו ע''י שליח ומשום כך אין תנאי בחליצה כדאיתא בכתובות (דף ע\"ד) ואין זו קושיא לפי שכבר ביאר רבינו פ''ד מהלכות חליצה ויבום דין החליצה שהיא כשרה אע''פ שלא נתקיים התנאי ובכאן לא כתב אלא דברים שיש בהן תנאי מה הן הדברים שצריך להיות בתנאי כדי שיועיל: "
      ],
      [
        "<b>כיצד האומר לאשה וכו'.</b> כבר נתבאר זה בסמוך ופשוט הוא: "
      ],
      [
        "<b>אבל אם אמר לה הרי את מקודשת וכו'.</b> לשון המשנה (מציעא צ\"ד) בדין מעשה קודם לתנאי כך הוא וכל תנאי שיש מעשה בתחלתו תנאו בטל ע''כ. ופירוש רבינו בה מבואר שהוא מפרש שיש בו מעשה שהקדים ועשה המעשה בפועל ואח''כ התנה תנאו אבל אם לא עשה המעשה אעפ''י שהקדימו באמירה הרי התנאי קיים וכגון שאמר הרי את מקודשת אם תתני לי מאתים זוז ואם לאו לא תהיי מקודשת ואח''כ נתן הקידושין לידה הרי תנאו קיים ואע''פ שלא הזכיר רבינו זה בביאור כ''נ ממ''ש כאן מפני שהקדים המעשה ונתן בידה. ובהשגות א''א לא זו הדרך אלא אפילו אמר הכל קודם המעשה ואח''כ נתן הדינר הרי התנאי בטל משום דלא דמי לתנאי בני גד ובני ראובן שאמרו אם יעברו דהיינו תנאי והדר ונתתם דהיינו מעשה וזה לא אמר כן אלא אמר הרי את מקודשת דהיינו מעשה והדר אם תתני דהיינו התנאי עכ''ל. וכן פירשו כדבריו בתוס' וכן פירש הרמב''ן והרשב''א ז''ל דרך פשיטות ולדבריהם כל מה שהזכירו בגמרא הרי את מקודשת ע''מ שיהיה כך למאן דלית ליה בגמרא כל האומר ע''מ כאומר מעכשיו דמי אין הלשון ההוא מדוקדק אלא כשאמר ע''מ שיהיה כך הרי את מקודשת ולדידן דקי''ל דעל מנת כמעכשיו אין צריך בע''מ כל הדקדוקין אלו כמו שיתבאר. אבל באומר אם כגון ה''ז גיטך אם לא באתי מכאן ועד י''ב חדש צריך שיקדים התנאי ויאמר אם לא באתי ה''ז גיטך זהו דעתם ז''ל וכן כתבו בביאור. ולשון המשניות והגמרא בכמה מקומות אינו מדוקדק לפי דעתם וזה נראה שהכריחו לרבינו לפרש מה שפירש ודין זה צ''ע: "
      ],
      [
        "<b>וכן אם אמר לה אם תתני וכו'.</b> כבר נתבאר זה ועוד יבאר רבינו למטה מה שחלקו בזה ושם אבאר: "
      ],
      [
        "<b>וכן אם אמר לה אם לא וכו'.</b> כבר נתבאר: "
      ],
      [],
      [
        "<b>הרי שהתנה בדבר שאפשר וכו'.</b> בפרק המגרש (גיטין פ\"ד) מחלוקת אביי ורבא ופסק רבינו כרבא דאביי ורבא הלכה כרבא ושם בגמרא הקשו והא מתנה על כל מה שכתוב בתורה תנאו בטל ותירץ רבינא כי אמרינן מתנה על מה שכתוב בתורה תנאו בטל כגון שארה כסותה ועונתה דבודאי קא עקר אבל הכא מי קאמר לה לא סגיא דלא אכלת לא תיכול ולא תתגרש ונתבארו דברי רבינו: "
      ],
      [
        "<b>כל המתנה על מה שכתוב וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>כיצד כגון שקידש אשה וכו'.</b> ברייתא הובאה שם פרק קמא דקידושין (דף י\"ט) ובשאר מקומות האומר לאשה הרי את מקודשת לי על מנת שאין לך עלי שאר כסות ועונה הרי זו מקודשת ותנאו בטל דברי רבי מאיר רבי יהודה אומר בדבר שבממון תנאו קיים וקיימא לן כרבי יהודה: <b>ודין היפת תאר</b> שכתב רבינו. כ''ש הוא שהרי בעונה אינו בא אלא לפטור עצמו שלא יתחייב בה ואעפ''כ תנאו בטל כל שכן זה שבא לזכות במה שאינו רשאי. וזה פשוט: "
      ],
      [
        "<b>התנה על האשה בשעת קידושין או בשעת גירושין וכו'.</b> שם נתבארו אלו החלקים בסוגיא פרק המגרש (גיטין דף פ\"ד): "
      ],
      [],
      [
        "<b>שים כל אלו הדברים וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>יש מקצת גאונים אחרונים שאמרו שאין אדם צריך לכפול וכו'.</b> כן הוא דעת הרב אלפסי ז״ל בתשובה וקצת מן האחרונים סוברין כן והוקשה עליהם והלא עיקר תנאי בני גד ובני ראובן בממון היה והם ז״ל תירצו דר״מ בלחוד הוא דבעי תנאי כפול ויליף לה מתנאי בני גד וראובן ואיהו ודאי בדבר שבממון נמי קא מצריך תנאי כפול ואנן לא קי״ל כוותיה דרבנן פליגי עליה ומדינא לא בעינן תנאי כפול לא בגיטין וקידושין ולא בממון אלא דשמואל אתקין בגט של שכיב מרע המגרש על תנאי שיכפול תנאו כדאיתא פ' מי שאחזו (גיטין דף ע\"ה) ועשה כן לרווחא דמילתא שחשש שמואל שאם היה התנאי בלא כפול הוה איכא בי דינא דס״ל כר״מ והוה מתיר אע״פ שלא נתקיים התנאי ועיקר הדין הוא דבשום מקום אין צורך לכפול התנאי והלכך בגיטין וקידושין אם לא כפל תנאו ולא נתקיים חוששין לה ואין מחזיקין אותה לא במגורשת ולא באינה מגורשת ולא במקודשת ולא באינה מקודשת והולכים בה להחמיר מדברי חכמים וכ״נ שהוא דעת הרמב״ן ז״ל והרשב״א ז״ל. עוד דקדק הרמב״ן אי בעינן בדיני ממונות הן קודם ללאו ושיהיה תנאי קודם למעשה ושיהיה בדבר שאפשר לקיימו והעלה הוא ז״ל דלא בעינן הן קודם ללאו אלא הרי הוא כדין הכפל בין בממון בין בגיטין בין בקידושין על הדרך הנזכר למעלה. וכ״כ רבינו פ״ג מה' זכייה ומתנה שרבותיו סוברים שאין צריך הן קודם ללאו בתנאי ממון אבל תנאי קודם למעשה ודאי בעינן בכל דוכתא שהרי משנה היא סתומה בפ' השוכר את הפועלים (ב\"מ צ\"ד) גבי הלכתא פסיקתא דאע״ג דאתיא אליבא דרבי מאיר כדאיתא בגמ' קי״ל כוותיה בהא וכתב הוא דאע״ג דהוה משמע דאי גמרינן מתנאי ב״ג וב״ר לכל מילי הוה לן למגמר איכא למימר דסוגיא דגמ' מכרעת שאין כל הדברים שוין ולא נתברר הטעם אלו דבריו ז״ל. ושיהיה דבר שאפשר לקיימו בדוקא מוסכם הוא מכל הפוסקים ז״ל בכל דבר ודעת רבינו שהלכה כר״מ בתנאי כפול ובהן קודם ללאו כמו שהלכה כמותו בתנאי קודם למעשה דכיון דכולן מתנאי בני גד וראובן נלמדו אין למדין ממנו לחצאין וזה דעת הגאונים הראשונים ז״ל ולזה הסכים בעל העיטור. ודע שלדעת רבינו והגאונים הראשונים יותר הוא מועיל בדיני ממון גילוי דעת או אומדנא דמוכח מתנאי שלא נעשה כתקונו וכן כתבו בתוס' וזה מוכרח מכמה דינים שנתבארו בדברי רבינו פי״א מה' מכירה ופ״ה מה' זכייה ומתנה. ובהשגות א״א כבר כתבנו הטעם בספר משפטים כדברי האחרונים עד כאן. וטעות סופרים הוא וראוי להיות בספר קנין והוא פ״ג מהלכות זכייה ומתנה. ודע שהטעם שכתב הר״א ז״ל שם אינו מספיק מפני מה צריך תנאי קודם למעשה בממון ואין צריך כפל ולא הן קודם ללאו וגם שם לא הביא ראיה לדבריו: "
      ],
      [
        "<b>המקדש על תנאי וכו'.</b> בפרק האומר (דף ס') נחלקו באומר ע''מ דרב הונא סבר דלאלתר חלין הקידושין ומקיים תנאיה ואזיל ורב יהודה אמר שאין חלין עד שיתקיים התנאי ונפקא מינה אם פשטה ידה וקיבלה קידושין מאחר וכן נפקא מינה למה שהזכיר רבינו פרק שמיני מהלכות גירושין. וכתוב בהלכות וקי''ל כרב הונא דקי''ל כל האומר על מנת כאומר מעכשיו דמי ע''כ ולא נחלקו אלא בעל מנת אבל באם אפילו רב הונא מודה שאינן חלין עד שיתקיים התנאי וזה מוכרח מן המשניות שבפרק מי שאחזו (גיטין ע\"ד) וכל זה מוסכם מכל המפרשים ז''ל ומ''מ אם יש זמן בגט או בשטר המתנה או בשטר המכר יש מי שסובר דאמרינן זמנו של שטר מוכיח עליו והו''ל כאומר מהיום או מעכשיו ובפרק ח' מהלכות גירושין אאריך בזה: "
      ],
      [
        "<b>בד''א בשהיה שם תנאי וכו'.</b> כבר נתבאר זה בע''מ וכ''ש במעכשיו: "
      ],
      [
        "<b>כל האומר מעכשיו וכו'.</b> זה דעת כל הגאונים ז''ל והכריחם לזה לשון המשניות שהם בעל מנת שהוא כמעכשיו ולא הזכירו כפילת התנאי ובעלי התוספות חלוקים בזה והרמב''ן והרשב''א ז''ל הניחו דבר זה בצ''ע וקבלת הגאונים תורה והיא תכריע: ",
        "<b>אבל צריך להתנות וכו'.</b> זה מבואר בברייתא פ' המגרש (גיטין דף פ\"ד) ה״ז גיטיך על מנת שתעלי לרקיע רבי יהודה בן תימא אומר ה״ז גט וא״ר נחמן אמר רב הלכה כר' יהודה אלמא אפילו בע״מ אין התנאי כלום אם הוא דבר שא״א לקיימו וזה מבואר: ",
        "<b>וכל האומר על מנת וכו'.</b> כבר הזכרתי זה למעלה: "
      ],
      [
        "<b>כיצד האומר לאשה וכו'.</b> ביאור רבינו בציור הענין ונראה מדבריו שהטעם שבמעכשיו ובעל מנת אינו צריך לדברים אלו הוא מפני שהמעשה חל מעכשיו ויתקיים התנאי אבל באם שאין המעשה חל עד שהתנאי יתקיים והתנאי בא לבטל המעשה שלא יחול עכשיו ולפיכך צריך חזוק יותר וכיוצא בזה הטעם כתב הר''א ז''ל בפירושיו לדעת הגאונים ז''ל: "
      ]
    ],
    [
      [
        "<b>האומר לאשה הרי את מקודשת וכו'.</b> דין זה במשנה וגמרא בקידושין פרק האומר (דף ס\"ג) ודעת רבינו שהאומר ע''מ שירצה פלוני ר''ל ע''מ שיאמר הן בברור והאומר ע''מ שלא ימחה ר''ל ע''מ שישתוק ואם שתק ואין צ''ל אם נתרצה הרי נתקיים התנאי ואם אמר ע''מ שישתוק הרי הוא כאומר ע''מ שלא ימחה. ואע''פ שאין דין האומר ע''מ שישתוק נזכר בביאור בדברי רבינו פשוט הוא לפי שיטתו שהאומר ע''מ שישתוק ר''ל שלא ימחה. ומ''מ יש חילוק בין האומר ע''מ שישתוק לאומר ע''מ שלא ימחה כגון ששתק בשעת שמיעה ואח''כ מיחה ויתבאר זה למטה. ובהשגות א''א לא הסכים יפה כו' ולא הכריע הרב ז''ל אי זה משתי הלשונות הוא הלכה אם שנאמר דע''מ שירצה ר''ל שישתוק או שר''ל שלא ימחה והרמב''ן ז''ל אף הוא מפרש השמועה כפי' הר''א ז''ל ופסק כתירוצא בתרא דע''מ שירצה שלא ימחה קאמר וכבר פירש הרשב''א השמועה כדעת רבינו דע''מ שירצה שיאמר הן הוא וכן הוא מוכרח מן התוספתא כמ''ש ודקדוק הלשון כך הוא דע''מ שירצה ר''ל שנדע שהוא רוצה וצריך שיגלה רצונו ויאמר הן וכן עיקר. ודע שכל התנאין שלא נקבע להן זמן סתמן לעולם וכן מתבאר בדברי רבינו פ''ח מהלכות גירושין לפיכך אם הם במעשה כגון שהתנה ע''מ שיעשה כך וכך או שיהיה כך וכך ולא קבע זמן לתנאו כל זמן שיהיה הדבר ההוא נתקיים התנאי והאומר ע''מ שירצה פלוני שהוא לדעת רבינו כאומר ע''מ שיאמר הן הרי זמנו לעולם. וכתבו הרמב''ן והרשב''א ז''ל שהאומר ע''מ שיאמר הן אפילו אמר בתחילה איני רוצה וחזר ואמר הן נתקיים התנאי וכן הדין לדעת רבינו והרשב''א ז''ל באומר ע''מ שירצה וכן שנינו בתוספתא ע''מ שירצה אבא אע''פ שאומר האב איני רוצה הרי זו מקודשת שמא יתרצה לאחר שעה ופי' ספק מקודשת קאמר ולעולם אינה יוצאה מידי ספק קידושין עד שימות האב שכל זמן שהוא חי יש לחוש שמא יתקיים התנאי והאומר על מנת שישתוק אם שתק בשעת שמיעה מקודשת אע''פ שחזר ומיחה ואם מיחה בשעת שמיעה אפילו חזר ונתרצה אינה מקודשת והאומר על מנת שלא ימחה כל זמן שמוחה יתבטל התנאי ואפילו נתרצה בשעת שמיעה ואין זו מקודשת גמורה שלא יהיה באפשר להפקיע קידושין אלא במיתת האב וכל ימיו הוא באפשר שיתבטל התנאי והטעם בכל זה לפי שכל תנאי שהוא במעשה ולא נקבע לו זמן מן הסתם הוא לעולם לפיכך כל שהוא במעשה כמו ע''מ שיאמר הן או ע''מ שירצה לפי שיטת רבינו כל זמן שאומר הן נתקיים התנאי וכיון שאומר הן פעם אחת נתקיים התנאי וכן באומר ע''מ שישתוק כיון ששתק פעם אחת נתקיים התנאי שהרי שתק והתנאי זה תלוי בדבר שהוא במעשה שכל האומר ע''מ שיהיה כן כיון שהיה פעם אחת נתקיים התנאי והאומר ע''מ שלא ימחה הרי התנאי בשב ואל תעשה וכל זמן שנעשה המעשה נתבטל וה''ז כאומר לאשה ה''ז גיטיך ע''מ שלא תשתי יין שהכוונה שלא תשתה יין אפילו פעם אחת לעולם כנזכר בהלכות גירושין וכל זה במתנה סתם אבל אם קבע זמן לתנאו הכל לפי דבריו כדאיתא בגמרא. כך העלו דינין אלו הרמב''ן ז''ל והרשב''א ואין ביניהם מחלוקת אלא באומר ע''מ שירצה שהרמב''ן סובר שהוא כאומר ע''מ שלא ימחה והרשב''א סובר כדעת רבינו שהוא כאומר ע''מ שיאמר הן וכן עיקר. ודע שיש ללמוד מדינין אלו לדיני ממונות במתנה בהן וכן לכל מקום מעניני התנאים וכ''כ ז''ל: "
      ],
      [
        "<b>האומר לאשה הרי את מקודשת וכו'.</b> משנה פרק האומר (דף ס\"ד) על מנת שיש לי מאתים זוז הרי זו מקודשת ויש לו וכן שם יש כיוצא בזה גבי עפר ושאלו בגמרא וניחוש שמא יש לו ועוד תניא חיישינן שמא יש לו ותירצו לא קשיא הא בקידושי ודאי הא בקדושי ספק ע''כ: "
      ],
      [
        "<b>הרי את מקודשת לי בזה ע''מ שיש לי מאתים וכו'.</b> שם במשנה ע''מ שיש לי במקום פלוני אם יש לו באותו מקום מקודשת ואם לאו אינה מקודשת. <b>ומ''ש רבינו ואם אין לו באותו מקום מקודשת מספק</b> אע''פ שאינו מבואר בגמרא שלא הקשו וניחוש שמא יש לו במסיים מקום ואומר שיש לו במקום פלוני מבואר הוא בתוספתא ששנינו שם ע''מ שיש לי ביד פלוני אע''פ שאמר אין בידי מקודשת שמא עשו קנוניא עכ''ל וזה מבואר. ובגמרא שאלו ואם לאו אינה מקודשת פשיטא ותירצו מהו דתימא א''ל מאי נפקא ליך מינה אנא טרחנא ומייתינא קמ''ל. וכתב הרשב''א ז''ל ומסתברא מדקאמר אנא טרחנא דוקא בשאין לו קרוב באותו מקום אלא רחוק ממנו והיינו קפידא דפעמים שהיא רוצה ליהנות בו וטורחת בהלוכה אבל אם יש לו במקום אחר בקרוב מקום כמוהו מקודשת ואע''פ שהתנה עמה בפירוש ע''מ שיש לי במקום פלוני כיון שאין קפידא בדבר אצל בני אדם אנן לא קפדינן בה שאין אדם מתנה בדוקא אלא במה שדרך בני אדם להקפיד בו וכן מפורש וכו' עכ''ל. ועוד האריך [ואף] אם איני כדאי לחלוק אומר אני שאפילו יש במקום קרוב כמוהו או יותר קרוב לא נתקיים התנאי בודאי שהרי מצינו שיש קפידא באומר ע''מ שאני עני ונמצא עשיר וכן באומר ע''מ שביתי רחוק מן המרחץ ונמצא קרוב שיכולה לומר בעיא הוינא מטרפסא אזלא מטרפסא אתיא כדאיתא בירושלמי וזו ודאי אינה קפידא אצל רוב בני אדם אלא שכל שהתנה עליה ונמצא הפך תנאו יכולה היא להקפיד בכל שהוא. ונתבאר מכאן שאם היה לו הבית כור עפר יותר קרוב מהמקום שהזכיר הוא שיכולה לומר בעיא הוינא מטרפסא אתיא כמו שנתבאר ואפילו אם היה קרוב כמוהו יכולה לומר לרוח זה הייתי רוצה לילך ולא לרוח זה ואין צ''ל אם שווי הקרקעות שבאותו המקום שהזכיר הוא אינו שוה עם שווי אותו מקום שיש לו ואי אפשר שיהיו שוים בכל דבר כללו של דבר כל שאינו כמו שהתנית אינה מקודשת ויכולה להקפיד בכל שהוא כמו שיתבאר מן התנאין שיוזכרו פרק שמיני. כך נ''ל: "
      ],
      [
        "<b>הרי את מקודשת לי בזה ע''מ וכו'.</b> משנה וגמרא שם: "
      ],
      [
        "<b>היה לו בית כור וכו'.</b> זה מבואר בסוגיא שם וכתב הרשב''א ז''ל דבית כור עפר משמע במקום אחד דוקא אבל אם הבית כור בשנים או בשלשה מקומות מחולקין לגמרי אע''פ שיש בין כולם כשיעור בית כור אינה מקודשת. עוד כתב ובור מלא מים אע''פ שאינו בר זריעה נראין הדברים דנמדד עמו דלצורך השדה ותיקונו הוא ואדם עושה אותו להשביח שדותיו ונקעים מלאים מים דוקא אמרו מפני שאין מספיקים להשקות מהם השדות ואינן שבח השדה עכ''ל: <b>קרובה לשער ראשה</b> ובגמרא מצינו גבי שומא בעומדת על הפדחת זימנין דמתחזיא זימנין דלא מתחזיא. <b>ורבינו שכתב אפילו קרובה לש</b> "
      ],
      [
        "<b>האומר לאשה הרי את מקודשת לי בזה ע״מ שאין עליך וכו'.</b> משנה פרק האיש מקדש (קידושין דף נ') ובפרק המדיר (כתובות דף ע\"ב) בכתובות ושם בכתובות נתבאר בגמרא שאין הקידושין בטלים אלא בנדרים אלו שהזכיר רבינו וכן נזכר בהלכות פרק האיש מקדש: ",
        "<b>ומ''ש רבינו ואם אמר לה על מנת שאין עליך כל נדר וכו'.</b> הוא בירושלמי מבואר כלשון רבינו: "
      ],
      [
        "<b>הרי את מקודשת וכו'.</b> שם בפרק האיש מקדש ובכתובות פרק המדיר על מנת שאין עליה מומין ונמצאו בה מומין אינה מקודשת כנסה סתם ונמצאו בה מומין תצא שלא בכתובה כל המומין הפוסלים בכהנים פוסלים בנשים. ופי' הך סיפא דכל המומין הפוסלין בכהנים אכולה מתניתין קיימא שאפילו המתנה ע''מ שאין עליה מומין אין דעתו אלא למומין אלו דומה לדין הנדרים הנזכר בסמוך: ",
        "<b>ויותר עליהם בנשים וכו'.</b> בגמרא בפרק המדיר (כתובות דף ע\"ה) מפורשין מומין אלו שכתב רבינו שהם יתרים בנשים. <b>וכתב רבינו ושומא שעל הפדחת אפילו קטנה ביותר ואפילו</b> והקשו והא ראה ונתפייס הוא ותירצו בעומדת תחת כפה של <b>ראשה ער ראשה</b> ומשמע וכ״ש רחוקה הוא מפני שסמך לו על מה שיתבאר פרק כ״ה שאם היה יודע המומין שאינו יכול לטעון טענת מומין וכשאמרו בגמרא והא ראה ונתפייס הוא לענין כתובה זה נראה לדעתו ז״ל. ויתר פרטי בבא זו מפורשין בגמרא: "
      ],
      [
        "<b>המקדש אשה סתם ונמצא בה וכו'.</b> בגמרא על משנתנו דתצא שלא בכתובה אמרו כתובה הוא דלא בעיא הא גיטא בעיא והקשו מאי שנא כתובה דלא דאמר אי אפשי באשה נדרנית גיטא נמי לא תיבעי (דאמר אי אפשי באשה נדרנית). אמר רבה צריכה גט מדבריהם וכן אמר רב חסדא צריכה גט מדבריהם רבא אמר תנא ספוקי מספקא ליה וגבי ממונא לקולא וגבי איסורא לחומרא, והובאה סוגיא זו בהלכות והיא הלכה ואפילו לדעת רב דאמר קידשה על תנאי וכנסה סתם צריכה גט. ופסק רבינו כרבא דהוא בתרא דאמר תנא ספוקי מספקא ליה: ",
        "<b>קידשה על מנת שאין עליה נדרים וכו'.</b> שם ברייתא (כתובות ע\"ד) הלכה אצל חכם והתירה מקודשת אצל רופא וריפא אותה אינה מקודשת מה בין חכם לרופא חכם עוקר הנדר מעיקרו רופא אינו מרפא אלא מכאן ולהבא. והקשו והתניא אצל חכם והתירה אצל רופא וריפא אותה אינה מקודשת ותירץ רבה הא ר''מ הא רבי אלעזר ולפי תירוץ זה קי''ל כברייתא קמייתא דאתיא כרבי מאיר ורבא תירץ שהברייתא השניה היא באשה חשובה דאמר לא ניחא לי דאתסר בקרובותיה ורבינו פוסק כרבה ולא חלק בין אשה חשובה לשאינה חשובה והטעם משום דמקשינן לרבא ואיצטריך לשינויא ולרבה לא אקשינן מידי הילכך לא סמכינן אשינויא דרבא. והעלה הרשב''א שהיא מותרת לינשא ואין חוששין שמא תלך לה אצל חכם ויתיר את הנדר ונמצאו קידושין ראשונים חלין למפרע לפי שאינה עשויה לקלקל את עצמה ואת בניה שהיו לה מן השני. ודבר זה הוא מחלוקת בירושלמי ופסק הוא ז''ל כן: "
      ],
      [
        "<b>אבל אם התנה האיש וכו'.</b> ברייתא שם (דף ע\"ה): "
      ],
      [
        "<b>האומר לאשה הרי את מקודשת לי וכו'.</b> משנה בקידושין פרק האומר (ס'): ",
        "<b>הרי את מקודשת לי בזוזים אלו לאחר ל' יום ובא אחר וקידשה בתוך ל' יום מקודשת לשני.</b> ובגמרא (שם נ\"ט) לא בא אחר וקידשה בתוך שלשים יום מהו רב ושמואל דאמרי תרוייהו מקודשת ואע''פ שנתאכלו המעות. וכתבו הרמב''ן והרשב''א ז''ל דדוקא בקידושי כסף אבל בקידושי שטר אם נאבד השטר או נשרף תוך שלשים יום אינה מקודשת דומה לדין הגט המבואר פ''ט מהלכות גירושין וכן כתוב בהלכות גדולות. וכתב הרשב''א ז''ל מיהו ודאי אם יש בנייר שוה פרוטה הרי היא מקודשת דהוה ליה כמקדש בכסף והאריך בזה: ",
        "<b>ואם חזר בו וכו'.</b> שם לא בא אחר וקידשה וחזרה בה מהו ר' יוחנן אמר חוזרת אתי דבור ומבטל דבור ור''ל אמר אינה חוזרת לא אתי וכו'. ואיפסיקא הלכתא שם כר' יוחנן וה''ה שהוא חוזר ופשוט הוא: "
      ],
      [
        "<b>בא שני וקידשה וכו'.</b> זהו דין המשנה שהזכרתי ובגמרא אמר רב מקודשת לשני לעולם. ",
        "<b>ומתוך מ''ש רבינו ולאחר השלשים יום כשיבואו קידושי ראשון וכו'.</b> נראה שהוא סובר כדעת הרמב''ן ז''ל שכתב שאם גרשה שני בתוך שלשים חלו קידושי ראשון. וכן מפורש בירושלמי לפיכך אם מת השני בתוך שלשים יום או גירש חלו עליה קידושי הראשון ע''כ. אבל הרשב''א חולק בזה ואומר דכל שקידשה אחר הרי חזרה בה מקידושי ראשון ובאותה שעה נפקעו לגמרי ושוב אינן חלין ואין לך חזרה גדולה מקבלת קידושי שני ואין סומכין על ירושלמי בזה אלו דבריו ז''ל: "
      ],
      [
        "<b>האומר לאשה הרי וכו'.</b> במשנה מעכשיו ולאחר ל' יום ובא אחר וקידשה בתוך שלשים יום מקודשת ואינה מקודשת ובגמרא אמר רב מקודשת ואינה מקודשת לעולם ושמואל אמר עד ל' יום לאחר ל' יום פקעי קידושי שני וגמרי קידושי ראשון ואמרו שם דלרב מספקא ליה האי לישנא דמעכשיו לאחר ל' יום אי תנאה הוי אי חזרה הוי לשמואל פשיטא ליה דתנאה הוי. עוד שם אמר אביי ולטעמיה דרב בא אחר ואמר מעכשיו ולאחר כ' יום ובא אחר ואמר מעכשיו ולאחר י' ימים מראשון ומאחרון צריכה גט ומאמצעי אינה צריכה גט ממ''נ דאי (האי לישנא דמעכשיו ולאחר זמן) תנאה הוי דקמא קידושין דהנך לאו קידושין אי (האי לישנא) הוי חזרה דבתרא קידושין דהנך לאו קידושין והקשו פשיטא ותירצו מ''ד האי לישנא משמע תנאה ומשמע חזרה ותיבעי גיטא מכל חד קמ''ל (אביי דלא משמע אלא או תנאה או חזרה) עולא אר''י אפילו (קידושי) מאה תופסים בה ואמרו שם דטעמא דר''י משום דשיורי שיירי בקידושייהו וכל חד רווחא שבק לחבריה ומוכרח הוא שם בסוגיא דלר''י ודאי שיירו קאמרינן ולאו ספיקא הוי ובהלכות לא הביא אלא הא דרב ושמואל בלבד ושם כתוב וקי''ל כרב וכן הכריע הרמב''ן ז''ל ואע''ג דרב ור''י הלכה כר''י הא סוגיא מכרעת כרב ועוד דשמואל נמי פליג עליה דר''י בהא והוו להו תרי לגבי ר''י ואע''ג דפליג נמי עליה דרב מ''מ ליכא תרי לגבי רב מחד טעמא אלא מתרי טעמי. ועוד דכי פסקינן כרב דאמר ספיקא הוי אנו יוצאין ידי כל החששות שאין לך חומרא גדולה בקידושין מספק קידושין ומן הטעם הזה פסק רבינו ג''כ כרב ומן הטעם הזה לא רצה לסמוך על הא דאביי דאית בה קולא ואמר דמאמצעי אינה צריכה גט משום דהאי לישנא דמעכשיו ולאחר זמן כיון דפליגי ביה אמוראי אנן לא מכרעינן ביה אלא נקיטינן לכולהו חומרי ומספקינן ליה בתנאה בלחוד ובחזרה לחוד ובתנאה וחזרה כהדדי וחיישינן לכל מאי דאיכא למיחש. זה נראה בדעת רבינו ובהלכות שלא כתבו הא דאביי אלא הא דרב בלבד בלא נתינת טעם לדבריו ויש מי שפוסק כר' יוחנן וכן דעת הרשב''א ז''ל: ",
        "<b>הרי את מקודשת לי מעכשיו וכו'.</b> כבר נתבאר זה בסמוך: "
      ],
      [
        "<b>האומר לאשה וכו'.</b> בפרק המגרש (גיטין דף פ\"ב) נחלקו רבי אליעזר וחכמים במגרש את אשתו וא״ל הרי את מותרת לכל אדם אלא לפלוני שר' אליעזר מתיר וחכמים אוסרין ובעי ר' אבא בקידושין היאך תיבעי לר״א וכו' תיבעי לרבנן ע״כ לא קאמרי רבנן הכא אלא דבעינן כריתות וליכא אבל בקידושין קנין כל דהו סגי או דילמא ויצאה והיתה לבתר דבעיא הדר פשטה בין לר״א בין לרבנן בעינן ויצאה והיתה פירוש וכשם שאינה מגורשת לדעת חכמים כך אינה מקודשת לדעתם אמר אביי את״ל איתא לדר' אבא בא ראובן וקידשה וכו' ומפרש רבינו את״ל דאיתא לספיקא ולבעיא דר' אבא דמפליג בין קידושין לגירושין ואע״פ שבגט אינה מגורשת אפשר שהיא מקודשת בקידושין ומתוך כך פסק רבינו ספק מקודשת וכן עיקר להחמיר בדין ערוה החמורה. ויש פוסקין ודאי מקודשת מההיא דר' יוחנן דלעיל דאמר רווחא לחבריה שבק דה״ל כאומר לה הרי את מקודשת חוץ מאותם שיקדשוך תוך שלשים יום אלמא בקידושין בקנין כל דהו סגי לן ויש פוסקין כפשטיה דר' אבא דאינה מקודשת ופסק רבינו המחוור שבכולן: ",
        "<b>אבל אם וכו'.</b> כבר נתבאר שם בגמרא (שם פ\"ד) וכן מתבאר בהלכות דבע''מ אפילו רבנן מודו דהוי גיטא וה''ה לקידושין שהיא מקודשת וכתב רבינו ותהיה אסורה על אותו פלוני וכו' ודבר פשוט הוא וטעמו עמו: "
      ],
      [
        "<b>הנותן שתי פרוטות וכו'.</b> בעיא דבעי ר' אושעיא בקידושין פרק האומר (דף ס\"ב) ולא אפשיטא התם אבל רבינו פסק אותה כפשטה דהוו קידושין וכן דעת הרשב''א ז''ל כדבריו ואמר שיצא לו לרבינו מאותה סוגיא דפרק אע''פ (כתובות נ\"ט) דאמרינן שדה זו שאני מוכר לך לכשאקחנה ממך תיקדש דקדשה ואמרו שם שהטעם מפני שבידו להקדישה עכשיו ואף ע''פ שיעבור בינתים זמן שאינו יכול להקדישה הרי היא מקודשת ואף בדין זה כיון דשניהם רוצין עכשיו בכך והיה בידם שתתקדש מעכשיו ולעולם אע''פ שבשעה שנתן לה גט הרי היא ברשות עצמה ואינה ברשותו כלל להתקדש לו מ''מ עכשיו הוא רוצה בכך וביד שניהם לעשות לעולם מה שגמרו בדעתם עכשיו ע''כ דבריו ז''ל. ומ''מ כתב בתשובה דנראה שהקידושין השניים לא עדיפי מהאומר הרי את מקודשת לי לאחר ל' שכל שלא אמר מעכשיו יכולין הן לחזור בהן תוך הזמן אף כאן הכי שלא אמר מעכשיו ולאחר שאגרשיך וכתב שאף רבינו אפשר שסובר כן ואפילו אמר לה מעכשיו ולאחר שאגרשך י''ל כן שהרי א''א להם לחול מעכשיו שכבר היא מקודשת מחמת קידושין הראשונים אלו דבריהם ז''ל: ",
        "<b>אבל אם אמר לאשה וכו'.</b> משנה בפרק האומר (קידושין ס\"ב): "
      ],
      [
        "<b>האומר ליבמה וכו'.</b> במשנה זו לאחר שיחלוץ ליך יבמיך אינה מקודשת והעמידה ביבמות פרק האשה רבה (יבמות דף צ\"ב) כר״ע דאמר אין קידושין תופסין בחייבי לאוין ולמ״ד אין תופסין ביבמה אע״פ שתופסין בשאר חייבי לאוין אתיא מתניתין אפילו כרבנן הילכך אנן דקי״ל דיבמה יש בה ספק קידושין כדאיתא התם וכנזכר פ״ד אף כאן היא ספק מקודשת ודבר פשוט הוא לפי הסוגיא אשר שם וכן כתבו מן המפרשים ז״ל: "
      ],
      [
        "<b>האומר לחבירו וכו'.</b> במשנה קידושין פרק האומר (דף ס\"ב) האומר לחבירו אם ילדה אשתך נקבה הרי היא מקודשת לי אינה מקודשת ובגמרא הביאו ברייתא כיוצא בזה וא''ר חנינא לא שנו אלא שאין אשתו מעוברת אבל אשתו מעוברת דבריו קיימין והעמידוה בגמרא בלשון אחרון בשהוכר עוברה וסובר רבינו שאפילו מי שסובר שאין אדם מקנה דבר שלא בא לעולם בהוכר עוברה מודה וי''מ סוברין כן והם מפרשים הסוגיא על דרך זה ויש חולקין ואומרים דלדידן דקי''ל אין אדם מקנה דבר שלב''ל אפילו הוכר עוברה אינה מקודשת וזהו דעת ההשגות וכך כתוב שם א''א לפי ההלכה וכו' ולית הלכתא כוותיה ע''כ ודבר זה הוא מחלוקת בין הראשונים גם כן ודעת רבינו האיי כדעת ההשגות ויש לחוש לדברי רבינו וקצת מפרשים: ",
        "<b>ויראה לי שצריך וכו'.</b> סברת רבינו ראויה אליו ז''ל: "
      ],
      [
        "<b>האומר לאשה וכו'.</b> פ''ק א''ר אלעזר התקדשי לי במנה ונתן לה דינר הרי זו מקודשת וישלים מ''ט כיון דאמר לה מנה ויהיב לה דינר כמאן דא''ל ע''מ דמי וא''ר הונא אמר רב כל האומר ע''מ כאומר מעכשיו דמי. ובפרק האיש מקדש אמרו בגמרא דפליגי ת''ק דברייתא וי''א באומר לה התקדשי לי במנה ונתן לה מנה חסר דינר דת''ק סבר אינה מקודשת וי''א סברי מקודשת ואמרו שם אלא הא דאמר ר' אלעזר וכו' לימא כתנאי אמרה לשמעתיה ותירצו מנה חסר דינר כסיפא לה מילתא למתבעיה מנה חסר צ''ט לא כסיפא לה מילתא למתבעיה ויש פוסקין כת''ק וכל שנתן לה מנה חסר דינר אינה מקודשת וזה דעת הרשב''א ז''ל אבל הרמב''ן פסק כיש אומרים ודקדק כן מן הברייתא שהביאו פ''ק ואזכיר אותה בסמוך וזהו שבהלכות לא הביא סוגיא זו שבפרק האיש מקדש וזה נראה דעת רבינו שלא חלק וכתב ונתן לה אפילו דינר אחד וכו': ",
        "<b>בד''א כשאמר לה וכו'.</b> שם פ''ק הקשו על ר''א מדתניא התקדשי לי במנה והיה מונה והולך ורצה אחד מהם לחזור אפילו בדינר האחרון הרשות בידו א''ל התקדשי לי במנה זו ונמצא מנה חסר דינר או דינר של נחשת אינה מקודשת דינר רע הרי זו מקודשת ויחליף ותירצו שם דכולה ברייתא במנה זו ופרושי קא מפרש רצה אחד מהם לחזור אפילו בדינר האחרון הרשות בידו כיצד כגון דאמר לה במנה זו ופי' סיפא דקתני נמצא מנה חסר דינר הוא נמי במנה זו ודינא אחרינא קא תני דכל שהטעה אותה שאין שם מנה אינה מקודשת וממילא בטלו הקידושין ואפילו בלא חזרה ואפילו ישלים וכן פירשו קצת מפרשים ז''ל ועיקר ועוד שם אוקימתא אחרת לתרץ הברייתא לדעת ר' אלעזר דרב אשי אמר מונה והולך שאני דדעתה אכולא מנה ופירשוה דלעולם רישא דברייתא במנה סתם ולא תיקשי לר' אלעזר דמונה והולך שאני דאע''ג דאמר מנה סתם כיון דחזיתיה דמונה והולך דעתה אכולא מנה אבל בההיא דר' אלעזר דלא נתן לה אלא דינר וקבלתיה ודאי לשם קידושין קבלתיה ע''מ שישלים. ומתבאר מן ההלכות ורבינו שאין הלכה כאוקימתא זו דרב אשי והטעם משום דאוקימתא קמייתא הויא לישנא דגמרא והך הויא לישנא דאמורא ולא שבקינן לישנא דגמרא ותפסינן לישנא דאמוראי וכן מפורש בכיוצא בזה בהלכות בסוף ערבי פסחים ונתבארו דברי רבינו: ",
        "<b>וכן אם נמצא מנה חסר דינר וכו'.</b> כבר נזכר זה בסמוך ואמרו שם בגמרא האי דינר של נחשת היכי דמי אי דידעה ביה הא סברה וקבלה ותירצו לא צריכא דיהבי' ניהלה בליליא אי נמי דאשתכח ליה ביני זוזי פי' ולא הכירה בו מעיקרא. ולא הוצרך רבינו לבאר זה וכן לא נזכר בהלכות מפני שכשהזכירו נמצא משמע שלא היתה יודעת בו כשקבלתו: ",
        "<b>נמצא בהן דינר רע אם יכולה להוציאו על ידי הדחק יחליפנו וכו'.</b> כך היא עיקר הנוסחא בספרי רבינו ומבואר הוא שם דאמרינן האי דינר רע היכי דמי אי דלא נפיק היינו דינר של נחושת ותירץ רב פפא כגון דנפיק ע''י הדחק וזה מבואר. והר''א ז''ל מצא נוסחא בספרי רבינו שכתוב בה לא יחליפנו ולפיכך כתב בהשגות אמר אברהם אינו כן דהכי איתא בגמרא נמצא דינר רע הרי זו מקודשת ויחליף לענין מנה תנן יחליף אבל אע''ג דלא החליף מקודשת ע''כ. וכבר כתבתי שהנוסחא המדוקדקת היא יחליפנו: "
      ],
      [
        "<b>אמר לה הרי את מקודשת וכו'.</b> בגמרא (דף ז') ההוא גברא דקדיש בשיראי רבה אמר לא צריכי שומא רב יוסף אמר צריכי שומא ואמרו שם אי דאמר לה חמשין ולא שוו חמשין הא לא שוו כי פליגי דאמר חמשים ושוו חמשים רבה אמר לא צריכי שומא דהא שוו חמשין רב יוסף אמר צריכי כיון דאיתתא לא בקיאה בשומא לא סמכא דעתה. ומלשון רבינו נראה שהוא מפרש דאפילו רב יוסף לא אמר שיהיו הקידושין בטלים כיון שלא נשומו קודם קבלתה כמו שפירש''י ז''ל אלא שאינן חלין עד שיהיו נשומין ומ''מ לענין דינא לא נפקא לן מידי דהא איפסיקא הלכתא דשיראי לא צריכי שומא. <b>וממ''ש רבינו והיו של משי וכיוצא בהם שהאשה מתאוה להם</b> נראה שהוא סבור שאין הדין כן בכל דבר וזהו שאמרו שיראי לא צריכי שומא ולא אמרו כל מידי לא צריכי שומא. ויש מפרשים אחרים שאמרו דדוקא שיראי ששומתן ניכרת אבל באבנים טובות ומרגליות שאין שומתן ניכרת ויש אחת שוה כפלים מחבירתה צריכות הם שומא: "
      ],
      [
        "<b>איש ואשה שהיו עסוקים וכו'.</b> תוספתא נזכרת בהלכות שם: "
      ],
      [
        "<b>העושה שליח לקדש לו וכו'.</b> זה פשוט ומתבאר בהרבה מקומות שכל ששינה שליח שליחותו אין דבריו קיימים וגדולה מזאת תתבאר בענין הגט פרק תשיעי מהלכות גירושין שאם אמר לו לא תגרשה אלא בימין וגרשה בשמאל שאינה מגורשת: "
      ],
      [
        "<b>אמר לו קדשה וכו'.</b> משנה פרק האיש מקדש (קידושין דף נ'): ",
        "<b>וכן היא שאמרה וכו'.</b> בדין שליח קבלת הגט מפורש כן פרק התקבל (גיטין דף ס\"ה) והוא הדין לשליח דקידושין ופשוט הוא: "
      ],
      [
        "<b>המקדש את האשה וכו'.</b> פרק בתרא דנדרים (דף פ\"ז) ובבבא בתרא פ' יש נוחלין (בבא בתרא דף קכ\"ט) והלכתא תוך כדי דיבור כדיבור דמי בר מע״ז וקידושין: "
      ],
      [
        "<b>המקדש על תנאי וחזר וכו'.</b> זה יצא לרבינו מהסוגיא האמורה בפרק המדיר (כתובות דף ע\"ג) לא תימא טעמיה דרב משום דאחולי אחליה לתנאיה ומשמע שאם מחל תנאו הויא מחילתו מחילה וכן דעת הראב''ד אלא דהצריך עדים. וכתב בהשגות א''א אינו כן וכו' ורבינו כתב אפילו בינו לבינה לפי שלא הזכירו באותה סוגיא עדים. והרשב''א חולק בכל זה ואומר שאין מחילת התנאי וביטולו מועילים אא''כ היה בו הרווחת ממון כגון ע''מ שתתן לי מאתים זוז שיכול הוא לומר הריני כאילו התקבלתי אבל בשאר תנאים לא והוא מפרש כנס הנזכר באותה סוגיא שר''ל בעל ומפרש הסוגיא בדרך אחרת: ",
        "<b>לפיכך המקדש על וכו'.</b> שם קדשה על תנאי וכנסה סתם רב אמר צריכה הימנו גט עוד שם (דף ע\"ד) ואמר רב כהנא משמיה דעולא המקדש על תנאי ובעל צריכה הימנו גט זה היה מעשה ולא היה כח בחכמים להוציאה בלא גט ופסק כן בהלכות ופירש צריכה גט מספק. ורבינו מפרש כנס כניסת נישואין אע''פ שלא נבעלה: ",
        "<b>וכן המקדש בפחות מש''פ וכו'.</b> אע''פ שכתב רבינו וכן. חלק בין דין זה לדין המקדש על תנאי בג' דברים. הא' שלמעלה הזכיר וכנס או בעל וכאן כתב ובעל בלבד. השני שלמעלה לא הזכיר עדים וכאן כתב בפני עדים. והשלישי שלמעלה הגט הוא מספק כמ''ש שמא ביטל התנאי וכאן הוא על הודאי כמ''ש חזקה היא שאין וכו' וכל זה מבואר בלשונו למי שמעיין בו. והטעם לב' חילוקים הראשונים הוא מפני שבמקדש על תנאי כל שנתבטל התנאי א''צ קידושין אחרים לפיכך אפילו בכניסה בלבד יש לחוש שמא ביטל התנאי וכן אין צריך עדים מפני שהקידושין היו כבר בפני עדים ובביטול התנאי הן חלין ממילא אבל במקדש בפחות מש''פ או במלוה קידושיו אינם כלום וצריך קידושין אחרים ולפיכך צריכה ביאה בעדים והטעם שהמקדש על תנאי שהגט הוא מספק לפי שאפילו בעל יש לחוש שמא על סמך תנאו בעל והיה סבור שנתקיים התנאי ולא היתה ביאתו בזנות אבל כאן אם על קידושין הראשונים היה סומך היתה בעילתו בעילת זנות בודאי וחזקה הוא שאין אדם עושה כן הילכך ודאי גמר ובעל לשם קידושין. וזהו שבדין התנאי אמרו בגמרא ולא היה כח בחכמים להוציאה דמשמע דספק הוא וכ''נ פרק בא סימן וכאן אמרו המקדש בפחות מש''פ ובעל צריכה ממנו גט וסובר רבינו דהוא הדין למלוה וכן פסקו בה''ג זהו דעת רבינו. ויש מי שאומר שבפחות מש''פ צריכה גט ודאי ובמלוה ספק שמא היה סבור שקידושי מלוה קידושין. ויש מי שאומר שאפילו בפחות מפרוטה הוא ספק ואם בא אחר וקידשה צריכה גט משניהם ויש לחוש לדבריו: "
      ]
    ],
    [
      [
        "<b>האומר לאשה הרי את מקודשת לי וכו'.</b> סתם משנה פרק האיש מקדש (קידושין דף מ\"ח): ",
        "<b>על מנת שאני כהן.</b> מוסכם הוא במשנה שם: "
      ],
      [],
      [
        "<b>הרי את מקודשת לי ע''מ שאני בסם וכו'.</b> תוספתא: "
      ],
      [
        "<b>האומר לאשה הרי את מקודשת לי בזה וכו'.</b> מפורש בגמרא (שם מ\"ט) וכסברת ר' יהודה: ",
        "<b>ואם אמר לה כו'.</b> שם בגמרא: ",
        "<b>ע''מ שאני יודע וכו'.</b> מפורש בגמרא ובהלכות נפסקה הלכה כן: "
      ],
      [
        "<b>על מנת שאני תלמיד וכו'.</b> שם אפילו במסכת כלה. ומפרש רבינו הלכות החג שפירוש כלה דרשה כמו שאמרו אבא מרישי כלה דרפרם הוה וכן פי' בערוך בשם ר''ח ז''ל: ",
        "<b>על מנת שאני חכם וכו'.</b> שם: ",
        "<b>על מנת שאני גבור וכו'.</b> שם: ",
        "<b>על מנת שאני עשיר וכו'.</b> שם כלשון רבינו ג' בבות אלו: ",
        "<b>על מנת שאני צדיק וכו'.</b> שם אפילו רשע גמור מקודשת שמא הרהר תשובה בלבו. ופי' רבינו מקודשת מספק ופשוט הוא שהרי אמרו שמא הרהר תשובה: ",
        "<b>על מנת שאני רשע וכו'.</b> גם זה שם: "
      ],
      [
        "<b>המקדש את וכו'.</b> משנה פרק האומר (קידושין ס\"ב): ",
        "<b>וכן היא שאמרה וכו'.</b> זה פשוט שהוא והיא שוין בזה והרבה דברים יש בגמרא מורים כן ופשוט הוא: "
      ]
    ],
    [
      [
        "<b>המקדש שתי נשים וכו'.</b> משנה וגמרא שם בהאיש מקדש (קידושין דף נ'): "
      ],
      [
        "<b>קידש נשים רבות וכו'.</b> במשנה פרק האיש מקדש ומעשה בחמש נשים ובהן שתי אחיות ולקט אחד כלכלה של תאנים וכו' ואמר הרי כולכם מקודשות לי וקבלה אחת מהן ע''י כולן ואמרו חכמים אין אחיות מקודשות. ובגמרא (שם נ\"א) הקשו ממשנה זו לאביי דאמר קידושין שאין מסורין לביאה הוו קידושין ויתבאר ענין זה בסמוך. ואמרו אחיות הוא דאינן מקודשות הא נכריות מקודשות היכי דמי אילימא דאמר כולכם קני את וחמור הוא ואת וחמור לא קנה אלא לאו דאמר להו אחת מכם וקתני אין אחיות מקודשות. ותירץ אביי דמשנתנו דמשמע הא נכריות מקודשות הוא באומר הראויה מכם לביאה תתקדש לי וקיימא לן כאביי בהא כמו שיתבאר בסמוך ולזה פסק רבינו כסוגיא זו וכ''כ בה''ג. אבל קצת מפרשים ז''ל כתבו דהך סוגיא אתיא דלא כהלכתא ואליבא דרב המנונא דאמר בב''ב פרק מי שמת דאת וחמור לא קנה אבל אנן דקי''ל כר''נ דאתי וחמור קנה מחצה משנתנו אתיא כפשטה בכל גווני והסוגיא הזאת לא נאמרה אלא לתרץ משנתנו אפילו לדעת רב המנונא. ובאמת שרבינו עצמו פסק פרק כ''ב מהלכות מכירה כדעת ר''נ דאת וחמור קנה מחצה ואפשר שהוא ובעל הלכות סוברין שאין קידושין ודיני ממונות שוין בזה ואפילו רב נחמן דפליג בדיני ממונות מודה הוא בקידושין שאילו היה סבור לקדשן כולן בקידושין אחרים לא היה מקדשן כלל. ועוד שהוא במלה אחת מקדשן ואומר כולכם מקודשות ולא נחלק בדבורו וכיון שאין אחיות מקודשות אף האחרות אינן מקודשות. וכל זה שלא נוציא סוגיא זו האמורה בפשיטות מהלכה זהו דעתו ז''ל ודעת הרמב''ן ז''ל כדברי אחרים. והרשב''א הניח הדבר בצריך עיון וצ''ע: ",
        "<b>וכן אם אמר להן.</b> זה פשוט כפי מה שכתבתי בדעת רבינו דבקידושין את וחמור לא קנה וכאן ג''כ חולקין האחרים ז''ל: "
      ],
      [
        "<b>אמר לשתי אחיות וכו'.</b> זה דעת אביי שכתבתי למעלה דאמר דקידושין שאין מסורין לביאה הוו קידושין ורבא פליג עליה ואיפסיקא הלכתא בגמרא כאביי ושם בסוגיא מבוארים הצדדין שכתב רבינו: "
      ],
      [
        "<b>העושה שליח וכו'.</b> זה פשוט ודבר ברור הוא שאע''פ שמינה שליח יכול הוא לקדש אשה לעצמו וק''ו הוא מהאשה שמנתה שליח להתקדש שיכולה לקדש עצמה כמו שיתבאר בסמוך: ",
        "<b>וכן אשה וכו'.</b> משנה בפ' עשרה יוחסין ומתבאר בלשון רבינו שאם ידוע אי אלו קידושין קדמו שהקודמין הן קידושין וכן מבואר במשנה ופשוט הוא. עוד שם מי שנתן רשות לשלוחו לקדש את בתו והלך הוא וקדשה אם שלו קדמו קידושיו קידושין אם של שלוחו קדמו קידושיו קידושין אם אינו ידוע שניהם נותנין גט ואם רצה אחד נותן גט ואחד כונס ולא הוצרך רבינו לבאר זה לפי שדין האב בבתו הקטנה ודין האשה הגדולה בעצמה ידוע הוא שהן שוים ואע''ג דבגמרא עביד בהו צריכותא (וכ\"כ רבינו בפירוש לעיל סוף פ\"ג): "
      ],
      [
        "<b>במה דברים אמורים ברחוקים כו'.</b> זה פשוט ומוכרח: "
      ],
      [
        "<b>האומר לשלוחו וכו'.</b> מימרא בנזיר פרק הריני נזיר מן הגרוגרות (דף י\"ב) והביאוה בהלכות פרק האיש מקדש. והקשו בתוספות וכל הנשים שבעולם יאסרו לינשא שמא השליח הזה קידשה לזה (וא\"ת שהן נאמנות לומר לא נתקדשנו א\"כ יהא הוא מותר בכל הנשים שאומרות קרובות שלהן לא נתקדשנו לו) ועוד כל הקטנות שיש להן אב ומת אח''כ או שהלך למדינת הים יאסרו שמא השליח הזה קדשן. ותירצו דעיקרו של דבר אינו אלא משום קנס לפי שעשה שלא כהוגן למנות שליח לקדש לו אשה סתם. אבל הרמב''ן ז''ל נחלק עליהם ואמר שכך הוא הדין שאפילו קטנות שמת אביהן מותרות לפי שהן בחזקת פנויות ואין חזקה שליח עושה שליחותו מוציאן מחזקתן אבל הוא אסור בנשים שיש להן קרובות לפי שאין חזקה של קרובות שאינן באות לדין בפנינו מועלת לו הא אילו באו קרובות ואמרו לא קדשנו שליח ודאי מותר בהן דעד אחד נאמן באיסורין וכ''ש הכא דלא איתחזק איסורא וחששא בעלמא הוא וכ''ש שמתוך שנאמנות על עצמן ונשאות לאחרים נאמנות הן לזה כך נ''ל ע''כ לשון הרמב''ן ז''ל בגיטין פרק התקבל. ושמעתי שיש מדקדקין מכאן שאדם יכול לקדש קרובתו לאחר ולהיות שליח להוליך לה קידושין אע''פ שאינו יכול לקדשה לעצמו שאל''כ יאמרו מותר בקרובות השליח. ולהיות שליח קבלה שלה פשוט הוא בהאיש מקדש (קידושין מ\"ה) ויתבאר בפרק זה שהבוגרת ממנה אביה שליח: ",
        "<b>היתה לה וכו'.</b> שם בנזיר (דף י\"ב) ובהלכות: "
      ],
      [
        "<b>מי שהיו וכו'.</b> ברייתא פ' האיש מקדש (נ\"ב) ובסמוך אבאר בדין זה: "
      ],
      [
        "<b>האב שהיתה וכו'.</b> משנה פרק האומר (דף ס\"ד) המקדש את בתו סתם אין הבוגרות בכלל ובפרק האיש מקדש (קידושין דף נ\"א) דקדקו הא קטנות בכלל תיובתא דרבא דאמר קידושין שאין מסורין לביאה לא הוו קידושין ותי' הב״ע שאין שם אלא גדולה וקטנה ומאי בוגרות בוגרות דעלמא והקשו א״ה מאי למימרא ותירצו הכא ב״ע דשויתיה שליח ואפילו אמרה לי ליהוו קידושי לדידך לא שביק איניש מצוה דרמיא עלויה ועביד מצוה דלא רמיא עלויה ובכיוצא בזה הסוגיא שבפרק האומר ופסקוה המפרשים ז״ל ואע״פ שהוא אליבא דרבא דלית הלכתא כותיה מ״מ האי דינא קושטא היא לכ״ע ונראה לומר טעם לזה שאל״כ לא היו שונין סוגיא זו בפרק האומר אלא ודאי קושטא הוא לכ״ע שאפילו מינתה אותו בוגרת שליח אינה בכלל וכן עיקר אע״פ שלא נזכרת סוגיא זו בהלכות. ודע שיש מדקדקים ממה שאמרו לא שביק איניש מצוה דרמיא עליה דה״ה למי שיש לו בנות קטנות ושידך אחת מהן לאחד ואחר זמן קיבל ממנו קידושין ואמר סתם בתך מקודשת לי מסתמא המשודכת קידש וכ״ש אם המשודכת במעמד החתן והאב שעליה נתכוונו והביא סעד לזה ג״כ ממה ששנינו בתוספתא שני אחין שקדשו שתי אחיות זה אינו יודע איזו מהן קידש וזה אינו יודע אי זו מהן קידש שתיהן אסורות מן הספק אם היו עסוקים בגדולה לגדול ובקטנה לקטן אומר אני גדולה לא נתקדשה אלא לגדול וקטנה לא נתקדשה אלא לקטן. ויש דוחין ראיה זו דהתם כל אחד קידש אחת ידועה ועכשיו לא ידע אי זו מהן קידש זה ואי זו קידש זה ולפיכך אומרין כיון שעסוקין בגדולה לגדול חזקה כשקידש לא קידש אלא היא אבל כאן שבשעת הקידושין אמר בתך מקודשת לי סתם י״ל שאין הולכין אחר אומדן דעתם. וכן העלו בבית דינו של רבינו יעקב ז״ל הלכה למעשה שאפילו היתה אחת מהן משודכת והיו עסוקין בה כולן צריכות גט וכ״כ הרמב״ן והרשב״א ז״ל להחמיר: ",
        "<b>מי שיש לו וכו' וכן אם קידש וכו'.</b> שתיהן במשנה (קידושין ס\"ד) מחלוקת ר''מ ור' יוסי ופסק רבינו כר''י דנמוקו עמו וכן מבואר בהלכות: "
      ],
      [],
      [
        "<b>נאמן האב וכו'.</b> מתבאר מן המשנה שם ומימרא בגמרא (שם ע\"א) מנין לאב שנאמן לאסור את בתו מן התורה וכו': "
      ],
      [
        "<b>האב שאמר קידשתי את בתי וכו'.</b> שם מתבאר במשנה (דף ס\"ג) ובגמרא שהיא אסורה. <b>ומ''ש רבינו שאם אמר האב נודע לי שלפלוני קידשתיה שאינה צריכה גט אלא ממנו</b> הוא מדין הפה שאסר הוא הפה שהתיר. ובסמוך יתבאר שאפילו אחר נאמן להתירה לעצמו כל שכן האב נאמן ואפילו אחר שבגרה: "
      ],
      [
        "<b>אמר האב וכו'.</b> שם קידשתי את בתי ואיני יודע למי קידשתיה ובא אחר ואמר אני קידשתיה נאמן ובגמרא א''ר נאמן ליתן גט ואינו נאמן לכנוס ורב אסי אמר נאמן אף לכנוס ותניא כותיה דרב אסי וכן הלכה. וכתב הרשב''א ז''ל שכשכונסה א''צ לקדשה ואמרו בירושלמי אין למדין ממנו לדבר אחר. אחת משדותי מכרתי ואיני יודע למי מכרתיה בא אחד ואמר אני לקחתיה לא כל הימנו ע''כ: "
      ],
      [
        "<b>באו שנים וכו'.</b> משנה כלשונה שם ובירושלמי ר' זעירא ור' יוסי בשם ר''י קידם אחד מהם וכנס מוציאין מידו וכתב הרשב''א אפשר לומר שהשני כשבא לכנוס אחר גירושי הראשון צריך קידושין אחרים שהרי הראשון הכניסה בספק על זה עכ''ל: ",
        "<b>כנסה ואח''כ וכו'.</b> באותה ברייתא שם קרוב ללשון רבינו. וכתב הרשב''א ז''ל מסתברא דלא סוף דבר כנסה ממש אלא כיון שהתירוהו לכונסה אף עפ''י שלא כנסה והביא לזה סעד: "
      ],
      [
        "<b>האשה שאמרה נתקדשתי וכו'.</b> סוף הברייתא שם האשה שאמרה נתקדשתי וכו' ובא אחר וכו'. ופירש רבינו שהוא נאמן ליתן גט ותהיה מותרת לכל אדם חוץ ממנו והכוונה שאע''פ שכשנתגרש אנו מחזיקין אותה בפנויה והיא מותרת לכל אדם אסורה היא לזה לפי שאם היתה מותרת לו אחר הגט יש לחוש לקנוניא וכן עיקר. וכתב הרשב''א ז''ל שאע''פ שאמרו אינו נאמן לכנוס נראין הדברים שאם כנסה אין מוציאין אותה מידו ומן הספק אתה בא לאוסרה עליו ולהוציאה מתחתיו אל תוציאנה כנ''ל עכ''ל: "
      ],
      [
        "<b>האומר לאשה קידשתיך.</b> משנה שם (דף ס\"ה) כלשון רבינו: <b>קידשתיך והוא וכו'. </b> שם במשנה כלשון רבינו. ופי' גדולה האם: ",
        "<b>קידשתי את בתך כו'.</b> גם זה במשנה שם קרוב ללשון רבינו ואמרו עליה בגמרא הא תו למה לי ותירצו איידי דתנא הא תנא הא. וכתב הרשב''א ז''ל שהוא תמה על רבינו למה כתב בחבורו ואם שנאוה בגדר האחרות מה לו לפוסקה בהלכותיו. ול''נ שכתבה רבינו לפי שבדין הראשון אין לומר בו אלא איסור אחד לו בקרובות האם וכאן יש שני איסורין אחד לו בקרובות הבת ואחד לאם בקרוביו. ואע''פ ששניהן פשוטין רצה לבארם רבינו ואין תימה בזה וכ''ש אחר שהוא בחבור המשנה: "
      ],
      [
        "<b>וכל אלו שטוענין וכו'.</b> מפורש שם בגמרא וכן בהלכות: ",
        "<b>וכל מקום שתאמר האשה וכו'.</b> שם מימרא וכתב הרשב''א ז''ל ואם נתן גט מעצמו כופין אותו ליתן כתובה ומסתברא דאם הוא חכם ויודע שהיא אסורה לעלמא ופירש שעל כן הוא כותב שלא תתעגן אין כופין אותו ליתן כתובה אבל אם לא פירש נראים הדברים שאע''פ שהוא יודע כופין אותו ליתן כתובה דסתם אמרו ע''כ דבריו. ודע שדעת רבינו והגאונים ז''ל שהארוסה אין לה כתובה אלא א''כ כתב לה כמו שיתבאר בפרק זה ובמקומות אחרים ולדבריהם כשאמרו כופין אותו ליתן כתובה הוא בשכתב לה. וא''ת א''כ היאך יכול לומר לא קידשתיך. י''ל דמיירי במקום שכותבין כתובה ואחר כן מקדשין וכ''כ הרמב''ן ז''ל. ודע שכל שנתן גט נאסר בקרובות שלא יאמרו נשא קרובות גרושתו וכן מוכיח בגמרא דאמרינן התם בשלמא מבקשין לחיי אלא כופין אמר לא ניחא לי דאיתסר בקריבתהא וכן כתבו קצת מן המפרשים ולשון רבינו שכתב שאין לו בזה הפסד צ''ע. ואולי ר''ל שאין לו הפסד ממון והרבה נשים יכול לישא חוץ מקרובותיה: "
      ],
      [
        "<b>העושה שליח לקדש וכו'.</b> ר''פ האומר (נ\"ח:) האומר לחבירו צא וקדש לי אשה קרוב ללשון רבינו: ",
        "<b>ואסור לעשות כן וכו'.</b> מפורש בגמ' בקידושין (שם דף נ\"ט) ובמקח ובממכר אמרו שם עני המהפך בחררה ובא אחר ונטלה ממנו נקרא רשע ועוד מבואר שם: "
      ],
      [
        "<b>העושה שליח וכו'.</b> ירושלמי לא הוחזק השליח בעדים הוא אומר לעצמי קידשתי והיא אומרת לראשון השני כאומר לאשה קידשתיך והיא אומרת לא קידשתני והיא כאומרת לראשון קידשתני והוא אומר לא קידשתיך אמרה איני יודעת חזקה לשני. הוחזק השליח בעדים הוא אומר לעצמי קידשתי והיא אומרת לראשון חזקה לראשון אמרה איני יודעת שניהם נותנין גט ואם רצו אחד נותן גט ואחד כונס עכ''ל הירושלמי. ומפרש רבינו הוחזק כשעשאו שליח בעדים וביאור דבריו שהשליח הזה הודיע לאשה שהוא שליח איש פלוני ואם היה מינויו בעדים היא סומכת על השליחות וחזקה לראשון ואם אמרה איני יודעת שניהם נותנין גט אבל כשלא היה מינויו בעדים היא אינה סומכת כל כך על השליחות שהרי המשלח יכול לכפור בשליחות ולפיכך כשאמרה איני יודעת חזקה לשני. ובהשגות א''א אין בלשון התוספתא אם לא עשה כו' אלא אם לא הוחזק ולעולם שעשאו שליח בעדים אלא שלא הוחזק אצלה שעשאו שליח בעדים שלא היה השליחות מפורסם במקום האשה אבל הוא שאמר לה פלוני עשאני שליח בעדים לקדש אותך ולאחר שעה קידשה סתם והוא אומר לעצמי נתכוונתי והיא אומרת למשלח נתכוונתי כיון שלא היה השליחות מפורסם הראשון מותר בקרובותיה כמי שאומר לא קידשתיה שהשליח מוחה על ידו אבל כל שהוחזק בעדים אף הראשון אסור בקרובותיה שאין מחאת השליח מחאה אצלו לבטל שליחותו עכ''ל. ואין לו הכרע בב' הפירושים אבל נראה מדברי הר''א ז''ל שאפילו בשהוחזק והיא אומרת לראשון אף השליח אסור בקרובותיה וכן בדין שהרי הוא אומר קידשתיך ואפשר שאף כן דעת רבינו: "
      ],
      [],
      [
        "<b>האשה שעשתה שליח וכו'.</b> פרק עשרה יוחסין (קידושין דף ע\"ט) משנה וכן האשה שנתנה רשות לשלוחה לקדשה והלכה היא וקידשה עצמה אם שלה קדמו קידושיה קידושין ואם של שלוחה קדמו קידושיו קידושין ואם אינם יודעים שניהם נותנין גט וכו' וכבר נזכר דין זה למעלה. ובפרק האומר (דף נ\"ט) אמרו בגמרא לא קידשה עצמה וחזרה בה מהו רבי יוחנן אמר חוזרת ריש לקיש אמר אינה חוזרת וקי''ל כרבי יוחנן כדאיתא התם וחזרתה היא קבלת קידושין מאחר לענין ביטול השליחות וזה מבואר: ",
        "<b>ומה שכתב רבינו וכן האיש וכו'.</b> פשוט הוא ששליחותו ושליחותה שוים וכן מתבאר שם: "
      ],
      [
        "<b>המקדש אחת מחמש נשים וכו'.</b> ביבמות (דף קי\"ח:) משנה וגמרא ופסק רבינו הלכה כר''ע וכמ''ש בהלכות: ",
        "<b>ומ''ש אסור בקרובות כולן.</b> פשוט הוא שהרי כל קרובותיהן הן לו בספק ערוה החמורה ועוד שכל שהוא נותן גט אסור הוא בקרובות כמו שכתבתי למעלה ודבר ברור הוא: ",
        "<b>והדבר ידוע שכתובה וכו'.</b> אלו דברי רבינו והכוונה שהדבר ידוע שדין משנתנו בשכתב כתובה היא דאי לא הא קי''ל דארוסה אין לה כתובה וזה כפי שיטתו ושיטת הגאונים ז''ל כמו שכתבתי למעלה. ובהשגות א''א מפני שהסכימו בגמרא וכו'. ורבינו תופס לו אחד מן הדרכים ובודאי דמשכחת לה בדרך שכתב הר''א ז''ל ועוד דרכים אחרים כגון שכתב כתובה לארוסתו ולא הזכיר שמה או שהיו שמותיהן שוות או שקנו מידו והלכו להם העדים או מתו וכן כתב הרמב''ן ז''ל: "
      ],
      [
        "<b>האשה שיצא עליה קול וכו'.</b> בגיטין פ' המגרש (גיטין דף פ\"ח) משנה יצא שמה בעיר מקודשת הרי זו מקודשת וכו' ובגמ' אמר עולא לא ששמעו קול הברה אלא כדי שיהו נרות דולקות ומטות מוצעות וכו' ואומרים פלונית מתקדשת היום וכו' והקשו מתקדשת דילמא לא איתקדשה ותירצו א״ר פפא אימא פלונית נתקדשה היום וכו' א״ר אבא אמר רב הונא א״ר לא ששמעו קול הברה אלא שיאמרו פלוני מהיכן שמע מפלוני ופלוני מפלוני והלכו להם למדינת הים. ושם (דף פ\"ט) א״ר אשי כל קלא דלא איתחזק בבי דינא לאו קלא הוא ופירש רש״י ז״ל כל שלא בדקו ב״ד אחריו אם הוא קול גמור כשמיעת פלוני מפלוני שהלכו להם או בנרות דולקות עד שבאו אותם עדים והעידו בביטול הקול וכל קלא שהוחזק אין מבטלין אותו ואם לא הוחזק מבטלין אותו וכן אם לא בדקו עליו בזמנו ולאחר זמן לא מצאו ולא ידעו מי שמעיד להם בדבר הברור אין חוששין לו ע״כ. ולזה הסכימו הרמב״ן והרשב״א ז״ל וכן נראה מדברי רבינו שצריך שיוחזק בב״ד בזמנו: ",
        "<b>שמעו אותן אומרות פלונית תתקדש היום אין חוששין וכו'.</b> מבואר בסוגיא שכתבתי מתקדשת דילמא לא איתקדשה: ",
        "<b>וכן אם באו שנים ואמרו ראינו כמו שמחת וכו'.</b> גם זה מבואר במימרא דרב שכתבתי למעלה ולשון רבינו קרוב ללשון הגמ' וכתב הרשב''א ז''ל פי' בדאיכא קמן ראובן שאומר אני שמעתי מלוי ושמעון שאמר אני שמעתי מיהודה דהשתא איכא תרי דמסהדי מפי תרי אחריני והלכו להם ורבותא קא משמע לן דאע''ג דכל חד משום חד בלחוד קא מסהיד וליכא תרי דמסהדי מפי תרי ביחד כדבר ברור חשבינן ליה. אבל ליכא לפרושי בדליכא קמן אלא חד דשמע משום חד ואמר פלוני מהיכן שמע מראובן וראובן מהיכן שמע משמעון דאם כן אין מגיעין לעולם לדבר הברור דלכל היותר ליכא אלא עד אחד אלא כדפירש רש''י ולא הכשירו בו אלא עד מפי עד בלבד אבל לא עד אחד. וגרסינן בירושלמי רבי יוסי בשם ר''י נבדקה שם ונמצא מפי נשים מפי קטנים בטל השם רב אמר לא התירו בו אלא עד מפי עד בלבד עכ''ל. ומדברי רבינו שאפילו באיש אחד מוחזק הקול כל שאמרו שנים ששמעו שאמר אחד שנתקדשה בפני שני עדים ידועים וכן מורה לשון הגמ': "
      ],
      [
        "<b>בד''א בשלא היה שם אמתלא וכו'.</b> שם במשנה ובלבד שלא תהיה שם אמתלא: ",
        "<b>כיצד היא וכו'.</b> שם משנה וגמרא: "
      ],
      [
        "<b>יצא עליה קול שנתקדשה וכו'.</b> שם (דף פ\"ט:) אמר רבה בר רב הונא אמתלא שאמרו אפי' מכאן ועד עשרה ימים רב זביד אמר במקום אמתלא חוששין לאמתלא וזה פירושה לדעת רבינו. דרב זביד פליג עליה דרבה ואמר דאין סומכין על אמתלא שלא יצאה בשעת הקול אא''כ במקום אמתלא. במקום הוכחה שאמתלא אמיתית. וכן דעת ההלכות דרב זביד פליג עליה דרבא והלכתא כוותיה. וקרוב לזה פירש הרמב''ן ז''ל וכתב במקום אמתלא כגון שמעיקרא אמרו זרק לה קידושין ואחר עשרה ימים אמרו שהיו קרוב לו תולין באמתלא ומתירין אותה לינשא כיון שמתחלה אמרו שהיו בזריקה וכן כיוצא בזה וכן עיקר: "
      ],
      [
        "<b>מעשה באחת וכו'.</b> שם בגמ' מבואר: "
      ],
      [
        "<b>יצא עליה קול שהיא מקודשת וכו'.</b> שם בגמרא מחלוקת ופסק רבינו כן וכן דעת ההלכות וכן פסקו ז''ל: ",
        "<b>ואם לאו מגרש ראשון וכו'.</b> שם מחלוקת ופסק כרב הונא וכ''פ בהלכות והביאו ראיה לזה וכן דעת התוספות: "
      ],
      [
        "<b>יצא עליה קול וכו'.</b> שם מחלוקת ופסק הלכה בגמרא כן והטעם שכל שאין שם קידושין ברורים אין חוששין לקול שמא יאמרו מחזיר גרושתו מן האירוסין. ומכאן הביא רבינו יעקב ראיה בגט שיצא עליו קול של פסול והצריכה גט שני לבטל לעז הקול שאינה צריכה להמתין שלשה חדשים מזמן כתיבת השני לפי שעל בטול קול לעז לא החמירו כל כך ודחו בתוספות דהכא שאני שאינו דומה מחזיר גרושתו אלא ע''י שתאמר שב' הקולות אמת וכל כך לא החמירו אבל היכא דליכא אלא קול אחד יש להחמיר. ותדע לך מהדין הנזכר בסמוך שאמרו שאין מגרש שני ונושא ראשון דאע''ג דבקידושי ראשון ליכא אלא קול בעלמא משום דאתו למימר מחזיר גרושתו מן האירוסין הוא עכ''ל הרשב''א ז''ל. ול''נ דדינו של רבינו יעקב ז''ל אמת שעד כאן לא אמרו בדין הנזכר בסמוך אלא מפני שיהיה חשש שיאמרו שעובר על לאו של תורה שזהו מחזיר גרושתו אחר שנתארסה לאחר אבל בדין הגט אפילו אם יאמרו ליכא לאו דאורייתא ולא חיישינן כנ''ל: "
      ],
      [
        "<b>מקום שנהגו וכו'.</b> פרק האיש מקדש (קידושין דף נ':) מבואר בגמרא לפי גירסת הגאונים וכן בהלכות. וכתב הרמב״ן ז״ל דבמקום חדש דאין מנהג ידוע חוששין לסבלונות וכ״ש הוא ממקום שרובן משלחין אותן קודם האירוסין. וכתב הרשב״א ז״ל דמיעוטא מקדשי והדר מסבלי דחוששין דוקא בשיש שם מיעוט שעושין כן ברגילות אבל הכא דלעתים מקדשים במקרה ואח״כ מסבלין אפילו מיעוט לא מיקרי. ובמקומות שלנו שאין עושין כן אלא מחמת מקרה שמתחדש אין חוששין לסבלונות כלל ומעשים בכל יום ואין חוששין להם עכ״ל: "
      ],
      [
        "<b>הוחזק שטר כתובה וכו'.</b> שם הוחזק שטר כתובה בשוק מהו ופי' רש''י ז''ל שראו שטר כתובה ואמר רב אשי באתרא דמקדשי והדר כתבי חיישינן. ומפרש רבינו שמקצתן עושין כן חוששין דומיא דסבלונות. ושאר פרטי דין זה מפורשים בגמרא: "
      ],
      [
        "<b>שנים אומרים וכו'.</b> בכתובות פרק האשה שנתארמלה או שנתגרשה (דף כ\"ב:). ת''ר שנים אומרים נתקדשה וכו' ונאמרו שם שתי אוקימתות והאחת היא כך שנים אומרים ראינוה שנתקדשה ושנים אומרים לא ראינוה שנתקדשה הרי זו לא תנשא ואם נשאת תצא והקשו פשיטא לא ראינוה אינה ראייה ותירצו לא צריכא דדיירי בחצר אחת מהו דתימא אם איתא דנתקדשה קלא אית לה למילתא קמ''ל דעבידי אינשי דמקדשי בצנעא ע''כ: "
      ],
      [
        "<b>אמר עד אחד וכו'.</b> זה מבואר פרק האומר (דף ס\"ה) בסוגיא דאמרינן התם ותסברא עד אחד בהכחשה מי מהימן וכו': ",
        "<b>אחד אומר מקודשת וכו'.</b> בפרק האשה שנתארמלה (כתובות דף כ\"ב) על הברייתא שאמרה שנים אומרים נתקדשה ושנים אומרים לא נתקדשה הרי זו לא תנשא ואם נשאת לא תצא אוקמה רב פפא בעד אחד אומר נתקדשה ואחד אומר לא נתקדשה. ומפרש רבינו ואם נשאת לא תצא שהרי אומרת לא נתקדשתי ודעתו ז״ל שאם היא היתה מסופקת אפילו נשאת תצא דסלק עדים מכאן הרי היא חוששת לעצמה בספק מקודשת. ודבריו ז״ל מתמיהין ממ״ש ז״ל בסמוך בעד אחד אומר מקודשת והיא אומרת לא נתקדשתי שהיא מותרת ומשמע מלשונו שאפילו לכתחלה תנשא וכן מוכיח הסוגי' שבפרק האומר וא״כ בכאן שעד אחד אומר כדבריה והיא אומרת לא נתקדשתי למה לא תנשא לכתחלה. וי״ל לדעתו ז״ל דטפי עדיף כשאין עד אחד אומר כדבריה משאם הוא אומר כן. והטעם מפני שכל שאין לה עד כלל חזקה אינה מעיזה פניה להכחיש העד אם היה אמת דהא ליכא מי שמסייעה אבל כשעד אחד אומר כדבריה סומכת עליו ומעיזה ולפיכך לכתחלה לא תנשא ודומה קצת לנזכר בגמרא גבי גירושין כך נ״ל לדעתו ז״ל. והר״א ז״ל הקשה בהשגות על רבינו וכתב באוקימתא דרב פפא בשאינה מכחשת היא כגון שעד אחד אומר אביה קדשה ועד אחד אומר לא קידשה אי נמי פלוני זרק לה קידושיה והיו קרוב לה והאחד אומר קרוב לו ואינה מכחשת ולפיכך לא תנשא לכתחלה אבל במכחשת מותרת היא לינשא ע״כ דבריו. וכ״נ דעת הרמב״ן ז״ל והרשב״א ולדבריהם אע״פ שהיא מסופקת בדבר כיון שהיא בחזקת פנויה ואין שם עד שנתקדשה אלא אחד ואחד מכחישו אם נשאת לא תצא: ",
        "<b>אמרה מקודשת אני וכו'.</b> בכתובות שם (דף כ\"ב) ת''ר אמרה אשת איש אני וחזרה ואמרה פנויה אני נאמנת והקשו והא שויתה לנפשה חתיכה דאיסורא ותירץ רבה בר רב הונא כגון שנתנה אמתלא לדבריה ותניא כוותיה מעשה באשה וכו' שאמרה מקודשת אני לימים עמדה וקידשה את עצמה וכו' ואמרו [חכמים] אם נתנה אמתלא לדבריה נאמנת. ופי' אמתלא טענה הנכרת שהיא כדאי לסמוך עליה וכן פירשו ז''ל וכתב רבינו שאם לא נתנה אמתלא לדבריה שיש בה ממש שצריכה גט משני. ופשוט הוא שאפילו אם בא ארוסה אינה מותרת לו בלא גט מן השני שהרי אין עדים מעידים כדבריה: ",
        "<b>וכן האשה שאמרה וכו'.</b> כבר נזכר זה בסמוך ופשוט הוא: "
      ]
    ],
    [
      [
        "<b>הארוסה אסורה לבעלה כו'.</b> זה מבואר בהרבה מקומות ופשוט הוא שהוא מדברי סופרים והראיה מנהג יהודה שמיחדין אותה קודם כניסה לחופה ואם היתה אסורה לו מן התורה לא היה מותר לו להתייחד עמה: ",
        "<b>והבא על ארוסתו כו'.</b> זה מבואר בירושלמי: ",
        "<b>ואפילו אם קידשה בביאה וכו'.</b> פ''ק דקידושין (דף י') איבעיא להו בגמרא ביאה נשואין עושה או אירוסין עושה ואמרו נפקא מינה ליורשה וליטמא לה ולהפר נדריה ולא אמרו אם מותר לבא עליה ומשמע דאפילו ת''ל נשואין עושה אסור לבא עליה דהא מיחסרה כניסה לחופה. ועוד דאע''ג דבעיא לא אפשיטא בהדיא משמע דאביי ורבא סבירא להו דאירוסין עושה וכפשט המשניות וכן דעת רבינו: ",
        "<b>והבא על ארוסתו וכו'.</b> ביבמות פרק הבא על יבמתו (יבמות דף נ\"ה:) אמר בגמ' שהאשה נקנית לבעלה בהעראה ופי' בהלכות שהוא בביאה שלאחר אירוסין וכשהיא לשם נשואין קונה בהעראה בלבד וזהו דעת רבינו: "
      ],
      [
        "<b>כיון שנכנסה הארוסה לחופה הרי זו מותרת וכו'.</b> זה פשוט בהרבה מקומות (כתובות דף מ\"ח קידושין דף ה') ופי' דוקא בשיש לה כתובה וכ''כ רבינו למטה בפרק זה וצריך לכתוב כתובה קודם כניסה לחופה וכו' ועוד יתבאר שם: ",
        "<b>ומשתכנס לחופה נקראת נשואה וכו'.</b> גם זה מבואר בהרבה מקומות שהיא נשואה אע''פ שלא נבעלה. ולענין כתובה הוא בעיא שם (כתובות דף נ\"ו) ריש פרק אע''פ באם תימצי לומר דחיבת חופה קונה: ",
        "<b>אבל אם היתה נדה אע''פ וכו'.</b> שם בעיא לענין כתובה ולא איפשיטא חופה דלא חזיא לביאה אם היא קונה וכתוב בהלכות הילכך אינה קונה. ודעת רבינו שה''ה לכל דבר שאין חופת נדה קונה לא ליורשה ולא ליטמא לה וכ''נ מדברי מקצת הגאונים ז''ל ויש חולקין ואומרים דלא מיבעיא להו אלא לענין כתובה אבל לשאר דברים חופה גמורה היא: "
      ],
      [
        "<b>וצריך לברך וכו'.</b> ברייתא פ''ק דכתובות (דף ז':) ונוסח הברכות שם מפורש בגמרא ובפרק שני מהלכות ברכות נתבאר זה: "
      ],
      [
        "<b>ואם יהיה שם יין וכו'.</b> פי' שאין היין מעכב ודבר פשוט. <b>ומ''ש שאינה אלא בעשרה וחתן מן המנין</b> מפורש שם בגמרא. <b>ומ''ש גדולים ובני חורין</b> לומר שאין עבד וקטן מצטרפין במסכת ברכות (דף מ\"ז:) במסקנא דפרק שלשה שאכלו וכן דעתו ז''ל פ''ח מהלכות תפלה וה''ה לכל דבר שצריך י' שאין מצטרפים: "
      ],
      [],
      [
        "<b>המארס את האשה וכו'.</b> שם (כתובות דף ז:) ת''ר מברכין ברכת חתנים בבית חתנים ר' יהודה אומר אף בבית האירוסין מברכין אותה אמר אביי וביהודה שנו מפני שמתייחד עמה ע''כ. אלמא כל זמן שאין מתייחד אין מברכין אותה ואם בירך אינה נשואה: ",
        "<b>אירס וכנס לחופה ולא בירך וכו'.</b> זה פשוט שאע''פ שצריכה ברכה אינה מעכבת וחופה הראויה היא: ",
        "<b>ולא תינשא נדה וכו'.</b> כך כתב ן' מיגאש ז''ל וכן דעת קצת הגאונים ז''ל ונראים דבריהם דהא חופה משום ביאה היא וכיון שאסור לבא עליה ואפילו להתייחד עמה כמו שנתבאר פכ''ב מהלכות איסורי ביאה אין ראוי שתכנס לחופה. וכבר כתב רבינו למעלה שאין כניסת הנדה לחופה עושה נישואין",
        "<b>ומ''ש ואם עבר ונשא וכו'.</b> דבר נכון הוא וכ''כ ז''ל: "
      ],
      [
        "<b>וצריך לכתוב כתובה וכו'.</b> כתיבת הכתובה פשוט הוא בכמה מקומות <b>אבל מ''ש רבינו קודם כניסה לחופה</b> הוא מפני שהוא סובר דבעינן לכתחלה חופה הראויה לביאה שלא יחסר דבר אפילו מדבריהם. והרמב''ן ז''ל הקשה על זה מדאמרינן בגמרא פ''ק דכתובות (דף ז') ר' אמי שרא למבעל לכתחלה בשבתא אמרו ליה רבנן והא לא כתיבא כתובתה אמר להו אתפסוה מטלטלין והא ודאי ברביעי נשאה ולא היתה לה כתובה עד שרצה לבעול שהתפיס' מטלטלין בשבת עכ''ל. ויש לדחות שכך היה מעשה שאירע כן ומ''מ מן הדין לכתחלה היה ראוי שתהיה לה כתובה קודם חופה וזהו שר' אמי לא שאל להם אם היה לה כתובה לפי שחשב שעשו כראוי לעשות זהו דעת רבינו: ",
        "<b>והחתן נותן שכר הסופר וכו'.</b> משנה בבא בתרא פרק גט פשוט (בבא בתרא דף קס\"ז:): ",
        "<b>וכמה הוא כותב לה וכו'.</b> משניות פ''ק דכתובות (דף י') ובהרבה מקומות: ",
        "<b>ואם רצה להוסיף וכו'.</b> משנה בפרק אע''פ ואמרו בגמרא (נ\"ד:) פשיטא ותירצו מהו דתימא קיצותא עבדו רבנן שלא לבייש את מי שאין לו קמ''ל, וכתב הרמב''ן ז''ל שאם רצה לערב התוספת עם העיקר ביחד הרי הוא עושה ויכול לכתוב ויהבינא ליכי מוהר בתוליכי אלפא זוזי וכ''כ בתשובות הגאונים ז''ל: ",
        "<b>ודין התוספת וכו'.</b> שם בגמרא מימרא והזכיר שם הרבה דברים בפרט יתבארו בדברי רבינו כל אחד במקומו: ",
        "<b>וחכמים הם שתיקנו וכו'.</b> כך הוא פסק הלכה אע״פ שיש מי שסובר בגמ' פ' אע״פ (כתובות דף נ\"ו) דכתובה דאורייתא. ",
        "<b>ומ''ש כדי שלא תהא קלה וכו'.</b> כך נזכר לשון זה פרק האשה שנפלו לה נכסים (שם פ\"ב:) ובמקומות אחרים: "
      ],
      [
        "<b>דינרין אלו לא תקנו אותם וכו'.</b> מימרא פ''ק דקידושין (דף י\"א) ובמקומות אחרים כל כסף האמור בתורה כסף צורי ושל דבריהם כסף מדינה. וכבר נתבאר שכתובה מדבריהם וידוע שהוא שמינית מכסף צורי וכבר כתבתי פ''א מהלכות עירובין של''ב שעורות הם משקל ארגנ''ש אחד נמצאו מאתים של בתולה ע''ה ארגניץ שהם ד' אוקיות ושלש רבעי אוקיא חסר ארגינץ מ''מ עתה במקומותינו כותבין בכתובות והוסיף לה מדיליה מאתים דינרין של כסף צרוף שמונה זוזים לכל דינר ודינר והן מאתים של כסף צורי שהם שש מאות ארגינץ וכ''כ הרשב''א ז''ל בתשובה: "
      ],
      [
        "<b>אין פוחתין וכו'.</b> מחלוקת פרק אע״פ (כתובות נ\"ד:) וקה הלכה כר' מאיר דאמר שאם פיחת בעילתו בעילת זנות: ",
        "<b>אחד הכותב וכו'.</b> פשוט הוא שהקנין הרי הוא כאילו נכתב. ומבואר פרק אע״פ (כתובות נ\"ה) שאמר לעדים כתבו וחתמו והבו לה אם קנו ממנו א״צ להמלך בו והוא אפי' במתנת קרקע וג״כ ידוע דסתם קנין לכתיבה עומד. ועוד יתבאר פי״ו שיש מקומות שאין כותבין כתובה אלא סומכין על תנאי ב״ד: ",
        "<b>וכן אם נתן לה וכו'.</b> זה מתבאר מההיא דרבי אמי שרא למבעל וכו' שהזכרתי למעלה וכתב רבינו בדין תפיסת המטלטלין עד שיהא לו פנאי לכתוב שחכמים תיקנו שיהו כל נכסיו אחראין וערבאין לכתובה ולא יאמר לה הרי כתובתיך מונחת על השולחן כמ''ש פי''ו: "
      ],
      [
        "<b>הכונס את האשה וכו'.</b> בפרק נערה שנתפתתה (כתובות דף נ\"א) וכר״מ: ",
        "<b>אבל המוכרת כתובתה וכו'.</b> זה פשוט ג״כ ומבואר בב״ק פרק החובל (בבא קמא דף פ\"ט) בסוגיא על המשנה של העבד והאשה פגיעתן רעה: "
      ],
      [
        "<b>המארס את האשה וכו'.</b> זה פשוט במשנה פרק אע״פ (כתובות דף נ\"ד) ששנינו שם אע״פ שאמרו בתולה גובה מאתים ואלמנה מנה אם רצה להוסיף אפילו מאה מנה יוסיף נתארמלה או נתגרשה בין מן האירוסין בין מן הנישואין גובה את הכל ראב״ע אומר מן הנישואין גובה את הכל מן האירוסין בתולה גובה מאתים ואלמנה מנה שלא כתב לה אלא ע״מ לכונסה ומסקנא בגמרא (דף נ\"ו.) והלכה למעשה כר' אלעזר בן עזריה. וכתב רבינו מבני חורין למעט את המשועבדין וכ״כ רב שרירא גאון ז״ל והם נסמכין בזה על מה שאמרו פרק נערה שנתפתתה (כתובות דף מ\"ג:) מיגבא מאימת גביא וכו' ואסיקו בגמרא דאפילו מנה ומאתים מן הנישואין וכ״כ הרב בעל העיטור ז״ל. ויש חולקין בזה ומפרשים ההיא דפרק נערה דוקא בשכנסה וחזר וכתב לה שמחלה שיעבודה מזמן ראשון עד זמן שני: ",
        "<b>אבל אם ארס וכו'.</b> זה דעת כל הגאונים ז״ל ועיקר ראייתם מדאיבעיא להו פרק הכותב (כתובות דף פ\"ט) ופ״ק דבבא מציעא (דף י\"ז) אי אית לה כתובה לארוסה או לא ולא איפשיטא הילכך אין לה כלום. ורבותינו הצרפתים ז״ל חלוקים בזה ואף האחרונים ג״כ נחלקו בדין זה ודעת הרמב״ן ז״ל כדעת הגאונים ז״ל ודעת הרשב״א ז״ל כדעת חכמי הצרפתים ז״ל: ",
        "<b>והמארס את בתו וכו'.</b> כבר נתבאר זה פ''ג: "
      ],
      [
        "<b>וכן תיקנו חכמים שכל הנושא בתולה יהיה שמח וכו'.</b> פ''ק דכתובות (דף ז'): ",
        "<b>ואינו עוסק במלאכה.</b> מפורש בתוספתא ובפרקי ר''א. <b>ומ''ש רבינו בין שהיה אלמון</b> כך כתבו ז''ל בודאי כל שהיא בתולה זמן שמחתה ז' ודבר ברור הוא: ",
        "<b>ואם היתה בעולה אין פחות מג' ימים וכו'.</b> שם: <b>ומ''ש שאפילו בחור אינו חייב לשמוח עמה אלא ג'</b> ואע''פ שמברכין שם ברכת חתנים כל ז' כנזכר פ''ב מהלכות ברכות כן הוא בגמרא איב''א בבחור ז' לברכה ג' לשמחה ואע''ג דאמרינן התם איבעית אימא באלמון יום אחד וכו' לא פליגי לישני אהדדי וכ''כ מקצת הגאונים ז''ל וזה דעת הרמב''ן ז''ל. ויש מי שכתב דהנהו לישני פליגן אהדדי ונקיטינן כלישנא בתרא וכל זמן שהוא בחור חייב לשמוח אפילו עם האלמנה ז' שהיאך יברכו לו ברכת חתנים כל ז' ימים וד' ימים האחרונים הוא משכים למלאכתו וחבילתו על כתפו וזה נראה דעת הרב רשב''א ז''ל: "
      ],
      [
        "<b>יש לו לאדם לישא נשים רבות כאחת ביום אחד וכו'.</b> דבר ברור הוא ויש לו סמך בפ''ק דמ''ק (דף ח'): ",
        "<b>ומה שכתב אבל לשמחה וכו'.</b> שם אמרו אין מערבין שמחה בשמחה כמו שיתבאר בסמוך מיעקב אבינו: "
      ],
      [
        "<b>מותר לארס בכל יום חול.</b> פי' למעט שבת וי''ט וכבר נתבאר פ' כ''ג מהלכות שבת: ",
        "<b>ומ''ש אפילו בט' באב.</b> מפורש הוא בירושלמי בפ''ק דכתובות שמואל אמר אפילו בט''ב יארס שלא יקדמנו אחר: ",
        "<b>אבל אין נושאין וכו'.</b> שם (כתובות דף ה') בגמרא גזירה שמא ישחוט בן עוף. ועכשיו במקומותינו נהגו לישא אשה בששי ולא ידעתי על מה סמכו בזה ובודאי טענת חכמים מתקיימת בהן שהן באין לידי חלול שבת אם משבות ע''י עצמן אם ממלאכה ע''י עכו''ם. ויש מי שדוחה מהלכה מה שנזכר בגמרא בגזירה זו והביא סמך לזה ואינו עיקר. והרמב''ן ז''ל אחר שהאריך כתב בסוף דבריו ומה שנהגו בששי מנהג בורות הוא אלא שלא מיחו בידם וכ''כ הרב ן' מיגש עכ''ל: ",
        "<b>ואין צ''ל וכו' בשבת.</b> פשוט הוא ואפילו קידושין אסורין כמו שנזכר למעלה ובנישואין הרי הוא קונה אותה ליורשה וליטמא לה ולהפר נדריה וכן מבואר בירושלמי פ''ק. עוד אומר שם הלין דנסיבין ארמלן צריכין למכנס מבעוד יום שלא יהו כקונה קנין בשבת ע''כ. וחולו של מועד משנה פ''ק דמ''ק (דף ח':) וכבר נתבאר פרק שביעי מהלכות שביתת יום טוב: ",
        "<b>אין מערבין שמחה בשמחה וכו'.</b> שם בסוגיא: ",
        "<b>ושאר הימים וכו'.</b> פ''ק דכתובות מבואר בגמרא (דף ג') שאם יש בתי דינין קבועין בכל יום אשה נשאת בהם והוא דטריח ליה בסעודה כמ''ש רבינו ותקנת חכמים היא. וכתב הרב אבן מיגש ז''ל אם אמר חתן לא טרחנא אלא כניסנא בלא סעודה וקריבי כלה בעו דליעביד חתן סעודה כייפינן ליה עד דיעביד סעודה כפום מנהגם דחזי לדידיה ולדידה דקי''ל עולה עמו ואינה יורדת והעיד משמו של רבינו אלפס שמעשים באו לפניו בכל יום וכך היה דן. ע''כ בחידושי הרשב''א ז''ל ואף הרמב''ן ז''ל כתב שהדין דין אמת: "
      ],
      [
        "<b>מקום שאין ב''ד וכו'.</b> משנה ריש פרק בתולה נשאת וכו' שפעמים בשבת בתי דינין יושבין וכו'. ויש מי שכתב שאם אין שם ב''ד קבוע אפילו בחמישי ובשני הרי הוא נושא בכל יום וחזר הדבר כאילו ב''ד קבועים בכל יום שהרי כל הימים שוים: ",
        "<b>ומנהג חכמים שנושא את וכו'.</b> שם משנה והטעם בברייתא בגמרא: "
      ],
      [
        "<b>המארס את בתו קטנה וכו'.</b> בפרק אף ע״פ (כתובות דף נ\"ז:) תנא קטנה בין היא בין אביה יכולין לעכב וכתב רבינו עד שתגדיל וכן מפורש בירושלמי: ",
        "<b>ואין ראוי לעשות וכו'.</b> שם אין פוסקין על הקטנה להשיאה כשהיא קטנה וכבר כתב רבי' פ''ג שאפילו קידושין שאין ראוי שיקדש אדם את בתו כשהיא קטנה: "
      ],
      [
        "<b>ארסה ושהה וכו'.</b> משנה וגמרא שם: ",
        "<b>תבעה אחר שבגרה נותנין לה י''ב וכו'.</b> שם בגמרא בגרה הרי היא כתבועה כיצד בגרה יום אחד [או יותר] ונתקדשה (שאין נותנין לה אלא לתשלום) נותנין לה י''ב חדש. פירוש והוא הדין שאם בגרה חדש א' או יותר ונתקדשה [שנותנים לה] י''ב חדש מיום הבגר ומ''מ לעולם אין פוחתין לה מל' יום כמבואר בסמוך והכל מתבאר שם בגמרא כמו שהזכיר רבינו: ",
        "<b>קידשה אחר שבגרה אם עברו עליה שנים עשר חדש וכו'.</b> שם מבואר בגמרא: ",
        "<b>וכן המארס את הבעולה נותנין לה וכו'.</b> במשנה ולאלמנה שלשים יום. ורבינו כתב בעולה למעט אלמנה מן האירוסין שמשנתנו אינה אלא באלמנה מן הנישואין וכן מתבאר בירושלמי וכ''כ מן המפרשים ז''ל: "
      ],
      [
        "<b>כשם שנותנין זמן לאשה משתבעה הבעל לפרנס את עצמה וכו'.</b> שם במשנה וכשם שנותנין לאשה כך נותנין לאיש לפרנס את עצמו. ונראה דאין משגיחין בו אם הוא בחור או אלמן אלא בה ואם הוא בחור שנושא את הבעולה אין לו אלא ל' יום ואם הוא אלמון שנושא את הבתולה והיא נערה יש לו י''ב חדש. אבל מן הירושלמי נראה שזמנו הוא לפי מה שהוא לבחור שנים עשר חדש ולאלמון ל' יום: "
      ],
      [
        "<b>הגיע זמן שנתנו לאיש ולא נשאה נתחייב וכו'.</b> שם במשנה: ",
        "<b>ואם הגיע הזמן באחד בשבת וכו'.</b> מפורש בגמרא פירקא קמא (כתובות ב') באחד בשבת מפני שאינו זמן כניסה וערב שבת ג''כ מבואר הוא שאינו יכול לכונסה כמו שנתבאר למעלה וכל שאין העיכוב מחמתו אינו חייב במזונותיה וזה מתבאר שם. ודע שאם היא בתולה ואין שם בתי דינין יושבין אלא בשני וחמישי אינו חייב במזונותיה עד יום רביעי שאחר הגעת הזמן שהרי אינו זמן כניסה עד יום רביעי וכן נראה שם בגמרא: ",
        "<b>וכן אם חלה וכו'.</b> מסקנא דשמעתין בפירקא קמא שכל זמן שהעיכוב מחמת האונס לא אכלה וזה מבואר: "
      ]
    ],
    [
      [
        "<b>הנושא את הבתולה וכו'.</b> משנה פרקא קמא (דף י':): ",
        "<b>וכן הנושא בתולה משוחררת וכו'.</b> משניות שם: "
      ],
      [],
      [
        "<b>מוכת עץ כתובתה מנה וכו'.</b> מחלוקת בגמרא (שם י\"א:) ובשלא הכיר בה. ופסקו בהלכות כרבא דאמר אפילו לא הכיר בה ונשאת ע''מ שהיא בתולה יש לה מנה: ",
        "<b>קטנה מבת ג' שנים ויום אחד וכו'.</b> משנה שם: ",
        "<b>וכן גדולה שבא עליה קטן וכו'.</b> משנה שם ונחלקו בפירושה רב ושמואל ופסק רבינו כשמואל דקי''ל כוותיה בדיני: "
      ],
      [
        "<b>בתולה שהיא בוגרת או סומא וכו'.</b> בוגרת מבואר שם. וסומא מתבאר פרק אלו נערות (כתובות דף ל\"ו) בברייתא. ואילונית ר״ל בשהכיר בה דאם לא הכיר בה הרי הוא מקח טעות כמו שיתבאר פרק כ״ד ודין האילונית מפורש בהרבה מקומות ומהם פרק אלמנה ניזונת (כתובות דף ק':): ",
        "<b>אבל החרשת והשוטה וכו'.</b> זה מבואר בגמרא ביבמות פרק חרש (דף קי\"ג) ושם נתבארו פרטי בבא זו: ",
        "<b>וכשם שאין לה כתובה וכו'.</b> זה פשוט שכיון שאין לה נישואין מן התורה וחכמים תיקנו לה נישואין שלא בכתובה אף תנאי כתובה אין לה: ",
        "<b>ואם כנס החרשת וכו'.</b> פירוש דברי רבינו הם ברוצה לקיימה אחר שנתפקחה ויש לה כתובה מנה ולמד זה ממה שאמרו שם חרש ושוטה שנשאו נשים פקחות אע''פ שנתפקח החרש ונשתפה השוטה אין להן עליהן כלום רצו לקיימן יש להם כתובה מנה. וכתב רבינו שהוא הדין לפקח שנשאה חרשת ונתפקחה שיש לה כתובה מנה ודבר ברור הוא שאיך תהיה היא בת דעת ותשב עם בעלה פקח בלא כתובה. ולא הזכיר רבינו דין פקח שנשא שוטה ונשתפת לפי שהשוטה אין לה נישואין כלל. ופשוט הוא שאם רוצה לקיימה אחר שנשתפת שצריך לקדשה ולכתוב לה כתובה: "
      ],
      [
        "<b>נשא חרשת או שוטה וכו'.</b> ברייתא שם קרוב ללשון רבינו: "
      ],
      [
        "<b>חרש או שוטה וכו'.</b> ברייתא כתבתיה בסמוך: ",
        "<b>ואם ב''ד הם שהשיאו וכו'.</b> כן נזכר בהלכות ממה שאמרו שם ההוא חרש דהוה בשיבבותיה דרב מלכיו אנסביה איתתא וכתב לה ד' מאה זוזי בנכסיה אמר רבא מאן חכים [למעבד הכי] כרב מלכיו דגברא רבה הוא קסבר אילו רצה שפחה לשמשו מי לא זבנינן ליה כל שכן הכא דאיכא תרתי: ",
        "<b>אבל השוטה וכו'.</b> שם (קי\"ב:) מבואר בסוגיא הדין. והטעם כמו שהזכיר רבינו שאין הנישואין מתקיימין בשוטת או שוטה שאין אדם דר עם נחש בכפיפה ולא הות קיימא בהו תקנתא דרבנן: ",
        "<b>וכן קטן וכו'.</b> שם מבואר בגמרא הדין והטעם: ",
        "<b>ומפני מה תיקנו נישואין לקטנה ואע''פ וכו'.</b> שם הדין והטעם: "
      ],
      [
        "<b>קטן אפי' בן ט' וכו'.</b> בכתובות פ' הכותב (כתובות דף צ') משנה קטן שהשיאו אביו כתובתה קיימת שע״מ כן קיימה. וכתב הרשב״א ז״ל כלומר והוא שבעל לאחר שהגדיל לפי שאין אדם עושה בעילתו בעילת זנות וכן מפורש בירושלמי עכ״ל. ובגמרא אמר רב הונא לא שנו אלא מנה מאתים אבל תוספת אין לה ותניא כוותיה וזהו שכתב רבינו עיקר כתובה: ",
        "<b>וכן גר וכו'.</b> שם במשנה וכתב רבינו מנה לפי שכבר נתבאר שהגיורת שנתגיירה יתירה על בת ג' שנים ויום אחד ונשאת אח''כ אין לה אלא מנה וכ''ש זו: "
      ],
      [
        "<b>כל בתולה שכתובתה מאתים וכו'.</b> משנה פ''ק (דף י') ופי' יש לה טענת בתולים ואין לה כלום. וכן מתבאר בדברי רבינו בביאור בסוף פ' זה וכן העלו בהלכות: ",
        "<b>וכל שכתובתה מנה.</b> שם במשנה מבואר שבתולה מן הנישואין אין לה טענת בתולים. וממה שאמרו בגמ' (דף י\"ב) ניחוש שמא תחתיו זנתה ה''ק שמא אם יבואו לב''ד יבואו עדים ויעידו. והרבה פירושי' נאמרו בו ולא נזכרה הסוגיא ההיא בהלכות אלא המשנה כפשטה והן הן דברי רבינו ועיקר. <b>וכתב רבינו או שלא תקנו לה חכמים כתובה</b> ופשוט הוא שאין טענת בתולים אלא להפסידה ממה שהוא תנאי ב''ד: "
      ],
      [
        "<b>ושני סימנין הן לבתולה וכו'.</b> שם (דף ט') ופ' אלו נערות (כתובות דף ל\"ו): "
      ],
      [
        "<b>הנושא את הבתולה וכו'.</b> במשנה (כתובות דף י\"ג) הוא מחלוקת תנאים והלכה כר''ג ורבי אלעזר שאמרו כן וכבר נתבאר שכתובת מוכת עץ מנה. ",
        "<b>ומ''ש ויש לו להחרים וכו'.</b> רוצה לומר שאין כאן חיוב שבועה לה כיון שהוא אינו טוען טענת ברי אבל יש כאן חרם סתם מתקנת הגאונים ז''ל: "
      ],
      [
        "<b>אמרה היא אמת וכו'.</b> גם זה במשנה (שם י\"ב) ר''א וכן רבן גמליאל וכן נפסקה הלכ' והחרם הוא מתקנת הגאונים ז''ל: "
      ],
      [
        "<b>טען ואמר וכו'.</b> שם (י' ע\"ב) ההוא דאמר בעלתי ולא מצאתי דם אמרה היא עדיין בתולה אני ואמרו שם דרבן גמליאל בדקה ושם ביארו כיצד בדקה שהושיבה על פי חבית של יין ולא היה ריחה נודף והכיר שעדיין היתה בתולה. ורבינו לא כתב בדיקה זו בביאור משום דלאו דוקא זו דהוא הדין לאחרת. <b>ומה שכתב או חוזר ובועל בפני עדים</b> רוצה לומר שמכינין הסודר בפני עדים ומתיחד עמה בפניהם אבל לבעול ממש בפניהם אסור שאסור לבעול בפני כל בריה כנזכר פ' י''ד: ",
        "<b>אמרה בא עלי וכו'.</b> שם מעשה שר''ג בדק בקרובותיה ומצא שלא היה להן דמים ואמר לו זכה במקחך: ",
        "<b>לא נמצאו בנות משפחתה כן וכו'.</b> שם מעשה שהיתה יבשה מחמת רעב והאכילה רבי והשקה וחזר ובעל ומצא דם. וכתב רבינו דהוא הדין מחמת חולי ופשוט הוא: ",
        "<b>ואם אין שם חולי וכו'.</b> זה מתבאר שם באלו נערות (שם ל\"ו) שהטוען טענת דמים אינו צריך טענת פתח פתוח ובאחת מהן בלבד היא טענת בתולים: ",
        "<b>ואם אמר מפני שלא מצאתי דוחק וכו'.</b> בפרק אלו נערות (שם ע\"א וע\"ב) והבוגרת אין לה טענת בתולים והקשו והא אמר רב בוגרת נותנין לה לילה הראשון ותירצו אי דקא טעין טענת דמים ה''נ הב''ע דקטעין טענת פתח פתוח זו היא גירסת רבינו והרבה מן המפרשים ז''ל. ויש שם גירסא אחרת הפך מזו והיא גירסת מקצת הגאונים אי דקטעין טענת פתח פתוח ה''נ הב''ע דקטעין טענת דמים והעלה הרמב''ן ז''ל כגירסת רבינו מכח הירושלמי שאמר פ''ק בוגרת כחבית פתוחה: ",
        "<b>ואם לא בגרה עדיין וכו'.</b> פ''ק (דף י') מעשה שם דר''ג אמר לההוא דהוה טעין טענת פתח פתוח שמא הטית ואיכא דאמרי שמא במזיד הטית וקא עקרת לדשא ועברא ר''ל שלא בעל בנחת: ",
        "<b>אם אמר לא כי וכו'.</b> מבואר שם. <b>ומ''ש בין בריאה בין חולה</b> ר''ל שאין חילוק בין בריאה בין חולה אלא בטענת דמים אבל לא בטענת פתח פתוח ודבר ברור הוא. ",
        "<b>וכתב רבינו ואף על פי שיצא דם הואיל ומצא פתח פתוח אין כאן בתולים.</b> ואין כן דעת הרבה מן המפרשים אלא כל שמצא דם אינו יכול לטעון טענת פתח פתוח ומה שאמרו בגמרא בפתח פתוח שנאמן להפסידה כתובתה דוקא בשנאבדה המפה או כיוצא בזה אבל בידוע שמצא דם לא וזה נראה דעת הרמב''ן ז''ל והרשב''א ז''ל: "
      ],
      [
        "<b>יש גאונים שהורו שהבוגרת וכו'.</b> כבר כתבתי למעלה הגירסא שהיתה להם ועל פי אותה גירסא הורו כן: "
      ],
      [
        "<b>חכמים הם שתקנו וכו'.</b> מימרות פירקא קמא ועוד נזכר שם בגמרא שיש צדדין שכשלא מצא בתולים שאסורה עליו שמא זנתה תחתיו ונתבארו בדברי רבינו פי''ח מהלכות איסורי ביאה. <b>ומ''ש רבינו שחזקה אין אדם טורח בסעודה ומפסידה</b> כך היא לשון הגמרא שם. וכתב הרשב''א ז''ל משמע דאי לא טרח בסעודה שאינו נאמן דהא ליכא חזקה וחזקה דגופא עדיפא מחזקת ממון ואפילו בברי וברי דהולכין אחר הרוב דבתולות נשאות וחזקה דגופה [עדיף] עכ''ל: "
      ],
      [
        "<b>ועד כמה יש לטעון וכו'.</b> ביבמות פרק ב״ש (יבמות דף קי\"א:) ברייתא טענת בתולים כל ל' יום דברי ר״מ רבי יוסי אומר נסתרה לאלתר לא נסתרה אפילו לאחר כמה שנים וקי״ל כר' יוסי: "
      ],
      [
        "<b>הורו כל הגאונים וכו'.</b> זו סברא כתבוה הגאונים ז''ל ונזכרה בהלכות שם והטעם מפני שהתוספת אינו מתקנת חכמים שנאמר הם אמרו והם אמרו אלא מרצונו נתחייב לה והרי הוא כשאר חיובין שאין המחויב נאמן בהפקעתן. ויש מי שכתב שאין זה אלא בטוען פתח פתוח שאינה טענה ברורה כל כך אבל בטוען טענה שלא מצא דם נאמן אפילו להפסידה תוספת אע''פ שהיא מכחשת ואומרת מצא ואבד. וזה דעת הרשב''א ז''ל ואין כן דעת רבינו אלא אינה מפסדת תוספת אלא בראיה ברורה וכ''נ. <b>ומ''ש רבינו שיש לו להשביעה בנקיטת חפץ</b> כן כתבו הגאונים וכבר נתבאר פי''ד מהלכות מלוה ולוה שהלוה שטען פרעתיך שטר זה ואמר למלוה השבע לי שלא פרעתיך שאינו גובה אלא בשבועה אלא שאין זה דומה לטענת פרעון משום דשטרא לפרעון קיימא וכבר חילק שם רבינו בין טוען טענת פרעון לטוען שטר אמנה וצ''ע: ",
        "<b>ומ''ש שהיא אין לה להשביעו.</b> כ''כ הגאונים ז''ל: "
      ],
      [
        "<b>הרי שרצה לקיימה וכו'.</b> כבר כתבתי שיש צד שאסורה עליו ויתבאר בדברי רבינו פי''ח מהלכות איסורי ביאה. ובדרך שהוא מותר לקיימה כבר נתבאר פ''י מהלכות אלו שאסור לאדם לשהות עם אשתו אפילו שעה אחת בלא כתובה: "
      ]
    ],
    [
      [],
      [
        "(א-ב) ",
        "<b>כשנושא אדם וכו'.</b> הג' דברים שכתב רבינו שהן מן התורה ואחד מהן המזונות הם מחלוקת תנאים בפרק נערה שנתפתתה (כתובות דף מ\"ז:) בברייתא ופסק רבינו כדברי האומר שארה אלו מזונות וכן תרגם אונקלוס שארה זיונה וכן פירש״י ז״ל בפירוש התורה אבל הרמב״ן ז״ל כתב שם בפי' החומש שמזונות ומלבושי האשה מדבריהם ואני תמה בדבריו בענין המלבושים דהא בכולהו תנאי דברייתא שהם ת״ק ור' אלעזר וראב״י אע״פ שנחלקו במזון כולן שוין שכסותה הוא כמשמעו והמלבושין הן מן התורה וכנ״ל עיקר לפי שלא מצאתי שהוזכר בכסות תקנת חכמים ועוד שכל התנאים הנזכרים שוים בזה. ונ״ל שהמזונות הם מדבריהם שלא כדברי האומרים בברייתא שהמזונות הם מה״ת ואע״פ שהם שנים לגבי ראב״י מ״מ משנת ראב״י קב ונקי ועוד שכן מכרעת ברייתא אחרת דאמר תקנו מזונות וכו' וכן משמע בגמ' בקצת סוגיות שהמזונות הם מדבריהם כנ״ל. אבל הרשב״א ז״ל וקצת מפרשים ז״ל הסכימו לדעת רבינו שהם כולם מה״ת: ",
        "<b>והשבעה מד״ס וכו'.</b> כולן נתבארו במשנה פרק נערה שנתפתתה (כתובות דף מ\"ז ונ\"א) וגם כן במקומות אחרים וכולן נתבארו בארוכה בדברי רבינו אחד לאחד על הסדר שנזכר כאן: "
      ],
      [
        "<b>והד' שזוכה בהן וכו'.</b> כולן חוץ מן הירושה נתבארו במשנה ונתבאר בגמרא שהם מדבריהם אבל הירושה אם היא מן התורה או מדבריהם היא מחלוקת תנאים ואמוראים במקום אחר (שם דף פ\"ג) ורבינו פוסק כדברי האומר שהיא מדבריהם ונחלקו עליו וכבר כתבתי בזה בפ''א מהלכות נחלות: "
      ],
      [
        "<b>ועוד תקנו חכמים וכו'.</b> מימרא פרק אע״פ (כתובות דף נ\"ח:) א״ר הונא אמר רב יכולה אשה לומר לבעלה איני ניזונת ואיני עושה קא סבר כי תקינו רבנן מזוני עיקר ומעשה ידיה משום איבה וכי אמרה איני ניזונת ואיני עושה הרשות בידה והקשו מדתניא תקנו מזונות תחת מעשה ידיה ותירצו אימא תקנו מעשה ידיה תחת מזונות ע״כ. ופ' שני דייני גזרות (כתובות ק\"ו:) בגמרא פסקו הלכה כן וכתבו מן המפרשים ז״ל שלא אמרו אלא שיכולה להפקיע עצמה ממלאכה שמרווחת בה כטווה בצמר שאינה לצורך הבית אבל טוחנת ואופה ומבשלת ועושה כל צרכי הבית כמו אם היתה ניזונת ולזה הסכים הרשב״א ז״ל פרק אע״פ: ",
        "<b>ומ''ש מפדיון וקבורה.</b> הוא מבואר פרק נערה בסוף הברייתא (שם מ\"ז:) דתקנו מזונות ופרקונה תחת פירות וקבורתה תחת כתובתה ופירש''י ז''ל תחת נדוניית כתובתה. ודע שבפרקונה ובקבורתה אין הבעל יכול להנצל מחיובה ואפילו יניח לה פירותיה וכתובתה. וכן היא אינה יכולה להפקיע ממנו זכות פירות וכתובה אפילו תאמר איני נפדית ואיני ניזונת ואיני נקברת מנכסיו וזה נראה מדברי רבינו וכן דעת בעלי התוספות וכן הסכימו הרמב''ן והרשב''א ז''ל: ",
        "<b>אבל אם אמר הבעל וכו'.</b> זה פשוט דמזונות עיקר ומתבאר בהרבה מקומות (שם נ\"ח: וע'): "
      ],
      [
        "<b>כל הדברים האלו.</b> מפורשים פרק נערה שנתפתתה (כתובות דף נ\"א) במשנה: "
      ],
      [],
      [],
      [
        "(ו-ח) ",
        "<b>התנה הבעל שלא יתחייב וכו'.</b> מה שהזכיר רבינו שהתנאי קיים אפילו בשאר וכסות הוא כדעת רבי יהודה שאמר בדבר שבממון תנאו קיים כנזכר בברייתא (קידושין י\"ט:) שכתבתי פרק ששי ואין צריך לומר בשאר דברים שהם מדבריהם. והג' שהזכיר רבינו שאין התנאי מועיל. האחד שהוא העונה הוא מפני שכתוב בתורה ואינו תנאי ממון ואפילו רבי יהודה מודה בו. ועיקר כתובה שאין התנאי מועיל בו יצא לו לרבינו ממה ששנינו בפרק אע''פ (כתובות נ\"ד:) רבי מאיר אומר כל הפוחת לבתולה ממאתים ולאלמנה ממנה הרי זו בעילת זנות ואמרו בגמרא כל הפוחת אפילו בתנאי אלמא קסבר תנאו בטל ואית לה [מאתן] וכיון דאמר לה לית ליך אלא מנה לא סמכא דעתה והויא לה בעילתו בעילת זנות וסובר רבינו דכיון דקי''ל הלכה כר''מ בגזירותיו אע''ג דר''מ אמר דטעמא דתנאו בטל משום דכתובה דאורייתא כדאיתא התם ואנן קי''ל דכתובה דרבנן מ''מ הלכתא כוותיה ולאו מטעמיה אלא אע''ג דכתובה דרבנן עשו חיזוק לדבריהם כשל תורה ותנאו בטל כל זמן שרצה לקיימה ואפ''ה בעילתו בעילת זנות משום דלא סמכא דעתה אבל אם לא רצה לקיימה תנאו קיים כמו שיתבאר בכמה מקומות שאם מחלה האשה כתובתה לבעלה שמחילתה מחילה ומהם פרק שבעה עשר וכן כתב הרמב''ן ז''ל לדעת רבינו. ויש מי שסובר דלא קי''ל כוותיה דר''מ אלא שבעילתו בעילת זנות כשנפחת עיקר כתובה וכ''ש כשאין לה כלל אבל מ''מ תנאו קיים ואפילו אם רצה לקיימה אע''פ שאינו רשאי להשהותה בלא כתובה כיון שרוצה לקיימה. ודין הירושה בפרק הכותב (כתובות דף פ\"ג) ועוד יתבאר פרק כ''ג בארוכה. וכתב רבינו וכל תנאי שבירושה בטל אע''פ שהוא ממון שנאמר לחוקת משפט. ובהשגות א''א חסרון דעת אני רואה בכאן ומה צורך לחוקת משפט והיאך אדם יכול להתנות על דבר שלא בא לעולם ואיך יאמר לאביו או לאחד ממורישיו דין ודברים אין לי בנכסיך אחר מיתתך ואין אדם מקנה מה שאין לו בו שום זכות ע''כ. ואני סבור שרבינו הוצרך לזה מפני שהאשה שהיא מורישה אותו התנית עמו כן שלא יירשנה והיא תוריש אחר ואילו היתה הירושה כשאר הדברים שבממון היה התנאי קיים שיזכה בירושה מי שתורישנו היא וכן היה בדין בשאר ירושות אילו היו כשאר תנאי ממון אבל מתוך שענין ירושה הוא חקת משפט אי אפשר להפקיעו ולומר איש פלוני יירשני במקום שיש בן, וירושת הבעל אע''פ שהיא מדבריהם לדעתו ז''ל חכמים עשו חיזוק לדבריהם כשל תורה והוא שנשאת כמו שיתבאר פרק כ''ג ולפי שכל המורישין חוץ מן האשה יכולין לתת נכסיהם במתנה לכל מי שירצו שלא ברצון היורש ואינן יכולין להנחיל בתורת ירושה איש נכרי אפילו ברצון יורש כתב רבינו שהוא מפני שענין הירושה הוא חקת משפט. ואל יקשה עליך מה שאמרו פרק יש נוחלין (ב\"ב דף ק\"ל) גבי האומר איש פלוני יירשני וכו' שהטעם (שם קנ\"ו) משום דלא ידע יורש דניחול דודאי אפילו ידע ומחיל אין בדבריו כלום וכן כתבו קצת המפרשים ז''ל: "
      ],
      [],
      [
        "<b>כמה מזונות וכו'.</b> בבא זו ופרטיה בפרק אע''פ (כתובות ס\"ד:) במשנה ובגמ' בביאור: "
      ],
      [
        "<b>במה דברים אמורים בעני שבישראל וכו'.</b> משנה שם ומתבאר ג״כ בגמרא בפרק מציאת האשה (כתובות דף ס\"ח): ",
        "<b>ואם היה עני ביותר וכו'.</b> בפרק המדיר (כתובות דף ע\"ז) אמר רב האומר איני זן ואיני מפרנס יוציא ויתן כתובה וכו' קמיה דשמואל אמר וכו' עד שכופין אותו להוציא יכפוהו לזון ורב [אמר לך] אין אדם דר עם נחש בכפיפה ובהלכות והלכתא כשמואל וכ״פ ר״ח ז״ל אבל בעל הלכות פסק כרב וכתב הרשב״א ואפילו לדברי ר״ח ורב אלפס אפשר לומר שאם אין ב״ד יכולין לכופו לזון כגון שאין לו במה לפרנס א״נ שהוא עני ואינו רוצה להשתכר להרויח ולזון שכופין אותו להוציא דהא שמואל לא דחי לה להא דרב אלא מה״ט דעד שכופין אותו להוציא יכפו אותו לזון הא אין יכולים לכופו לזון יכפוהו להוציא עכ״ל. והן הן דברי רבינו: "
      ],
      [
        "<b>בעל שרצה ליתן וכו'.</b> בפרק אע״פ (כתובות דף ס\"ד:) במשנה המשרה את אשתו ע״י שליש וכו' והיא אוכלת עמו מלילי שבת ללילי שבת ובגמרא (דף ס\"ה:) מאי אוכלת ר״נ אמר אוכלת ממש ורב אסי אמר תשמיש תנן ובהלכות וקי״ל הלכה כר״נ בדיני וכתב רבינו שהוא רשאי להשרותה בפני עצמה ובלבד שיאכל עמה בכל לילי שבת וכן הוא פשטה של משנתנו. אבל הרשב״א ז״ל כתב כי הראב״ד ז״ל פירש כגון שהוא עושה מלאכה או שלומד בעיר אחרת שעונתו מע״ש לע״ש. ונראה שהזקיקו לפרש כן שאילו בעושה מלאכה בעירו אי אפשר להשרותה ע״י שליש אלא אוכלת עמו על השלחן ואי לאו יוציא ויתן כתובה משום דשמעי בה אינשי וזילא בה מילתא דיאמרו הבריות מה ראתה זו להתרחק משלחן בעלה וכדתנן גבי המדיר את אשתו מליהנות לה עד ל' יום יעמיד פרנס יותר מכן יוציא ויתן כתובה ואמרו בגמרא דיתר משלשים שמעי בה אינשי וזילא בה מילתא כך נ״ל וא״נ מתני' כשקבלה עליה והכי מוקי לה בירושלמי בפרק המדיר עכ״ל וכ״כ בתשובות להרמב״ן (סי' ק\"ד) ורבינו כתב שהוא רשאי ומשמע מדבריו שכל אדם רשאי והטעם שאינו דומה למדיר אשתו מליהנות לה דהתם יש שם איסור הנאה ואינה אוכלת עמו אפילו בליל שבת אבל כאן שאין כאן איסור הנאה ועוד שהוא אוכל עמה בכל לילי שבת רשאי. זה נ״ל לדעת רבינו: "
      ],
      [
        "<b>האשה שפסקו לה וכו'.</b> ברייתא שם (דף נ\"ו:). ",
        "<b>היה בעלה כהן וכו'.</b> סברת ר''ע במשנה שם דבכל גווני נותן מחצה חולין ומחצה תרומה וידוע שהלכה כר''ע מחבירו: "
      ],
      [
        "<b>כשם שאדם חייב וכו'.</b> שם בגמרא (דף ס\"ה:) בסוף הפרק אף על פי שאמרו אין אדם זן בניו ובנותיו כשהם קטנים אבל זן אותם כשהם קטני קטנים ועד כמה עד בן שש ופירוש אף על פי שאין יורדין לנכסיו לזון הבנים הקטנים כשהם עד שש זן אותן בע''כ ופי' ושנת שש בכלל וכן מוכיח שם וכן מתבאר בדברי רבינו למטה: ",
        "<b>מכאן ואילך וכו'.</b> בפרק נערה (כתובות מ\"ט:) בא התקינו שיהא אדם זן בניו ובנותיו כשהן קטנים איבעיא להו הלכתא כוותיה או לית הלכתא כוותיה ת״ש כי אתו קמיה דרב יהודה אמר להו יארוד ילדה ואבני מתא שדיא פירוש יארוד תנין כלומר אדם זה אכזרי כתנין. ועוד שם כי אתו לקמיה דרב חסדא אמר להו כפו ליה אסיתא בצבורא ונימא הכי עורבא בעי בניה והאי גברא לא בעי בניה: "
      ],
      [
        "<b>בד''א באיש וכו'.</b> שם ולא אמרן אלא היכא דלא אמיד אבל אמיד כייפינן ליה על כרחיה כי הא דרבא אכפיי' לרב נתן בר אמי ואפיק מיניה ד' מאה זוזי לצדקה. ודע שדעת רבינו שכופין אותו ויורדין לנכסיו כל שהוא בפניו כדי לזון את בניו הקטנים וכ''כ בביאור פרק שביעי מהלכות מתנות עניים אבל שלא בפניו אין יורדין לנכסיו כמו שיתבאר בפרק זה. אבל הרשב''א כתב היכא דאמיד כייפינן ליה פירוש מדין צדקה מיהו לא נחתינן לנכסיה והיכא דליתיה נמי דלא אפשר למכפייה לא זיינינן להו לבניה מנכסיה כי היכי דלא עבדינן צדקה מנכסיו וכדתניא לעיל מי שהלך למדינת הים וכו' וכ''כ רב האי ז''ל בתשובה דהא אפילו נודר שעברו עליו שלשה רגלים מיקם הוא דקאים בבל תאחר אבל אין לב''ד לכופו ולעשות כלום עכ''ל. ובפי''ד מהלכות מעשה הקרבנות ביאר רבינו דין הנודר בארוכה: "
      ],
      [
        "<b>מי שהלך וכו'.</b> פ' שני דייני גזירות (כתובות ק\"ז:) נחלקו רב ושמואל אחר שלשה חדשים אם פוסקין לה מזונות ונפסקה שם הלכה כרב דאמר פוסקין מזונות לאשת איש ורבינו כתב ואין מחשבין עמה על מעשה ידיה וכן נראה מן הסוגיא שם דלרב אפילו בדספקא מעשה ידיה פוסקין לה מזונות וכן כתבו הרמב״ן והרשב״א ז״ל כדברי רבינו: ",
        "<b>וכן אם לא עמדה בדין וכו'.</b> דעת רבינו שמזונות אלו שוין למזונות האלמנה וכשם שהאלמנה מוכרת למזונותיה שלא בב״ד ואפילו בלא טענת חינא כדאיתא פרק אלמנה ניזונית (כתובות צ\"ו:) כו מוכרת שלא בב״ד וכן משמע בסוגיא דלא שמעו בו שמת הוא לרב כמו שמעו בו שמת לשמואל ולא ראיתי מי שיחלוק בזה: ",
        "<b>ואינה צריכה וכו'.</b> בפרק אלמנה ניזונית (כתובות דף ק':) למזוני מזבנינן בלא אכרזתא ופטורה מן השבועה כחנן (דף ק\"ז) דאמר תשבע בסוף ולא בתחילה. ופי' רבינו בסוף בשני דרכים או בבא הבעל לטעון או בבאה היא לגבות כתובתה: "
      ],
      [
        "<b>וכשם שב״ד מוכרין וכו'.</b> פרק נערה (כתובות דף מ\"ח) א״ר חסדא אמר מר עוקבא מי שנשתטה בית דין יורדין לנכסיו וזנין ומפרנסין את אשתו ובניו ובנותיו ודבר אחר א״ל רבינא לרב אשי מ״ש מהא דתניא מי שהלך למדה״י ואשתו תובעת מזונות ב״ד יורדין לנכסיו וזנין ומפרנסין אותה אבל לא בניו ובנותיו ולא ד״א א״ל ולא שאני לך בין יוצא לדעת ליוצא שלא לדעת מאי דבר אחר רב חסדא אמר זה תכשיט רב יוסף אמר [זו] צדקה וכו' ופי' רבינו כך הוא דבניו ובנותיו גדולים מבן שש משמע אבל פחותים מכאן ודאי יורדין לנכסיו שהרי הוא חייב לזונן על כרחו וכן משמע שם דבניו ובנותיו גדולים מבן שש משמע וכשהן גדולים מבן שש אין יורדין לנכסיו שלא בפניו אפילו אמיד שהרי אפילו בפניו אין יורדין אלא מתורת צדקה ושלא בפניו אין יורדין לצדקה כמו שאמרו ולא ד״א: ",
        "<b>וכן מי שנשתטה ב''ד יורדין לנכסיו ומוכרין וזנין אשתו ובניו ובנותיו שהם בני שש שנים או פחות וכו'.</b> כך נמצא בכל ספרי רבינו ויש לשאול שנראה מדבריו שהבנים שהם יותר על שש אין זנין אותן מנכסי מי שנשתטה ודינו שוה למי שהלך למדה''י ובגמרא חלקו בהן בפירוש כמו שהזכרתי למעלה ואין שם בזה שום מחלוקת. והתשובה שרבינו לא כתב במי שנשתטה אלא מי שמוציאין מנכסיו בין שהוא אמיד בין שאינו אמיד והוא בקטנים עד שש ובזה הושוו מי שנשתטה ומי שהלך למדה''י אבל בגדולים מבן שש והוא אמיד לא דיבר רבינו כאן ובזה חלוק מי שנשתטה ממי שהלך וסמך לו רבינו על מ''ש בסוף הלכות נחלות שמי שנשתטה שפוסקין צדקה על ממונו ולא יהיו בניו הגדולים על שש פחותין מאחר וכבר ביאר רבינו למעלה שהן ניזונין משום צדקה וכל שמוציאין ממנו צדקה זנין בניו וזה ברור כך נראה לי: "
      ],
      [
        "<b>יש מן הגאונים שהורה וכו'.</b> סברות חלוקות לראשונים והכרעת רבינו עיקר ואף על פי שכתבתי למעלה שמזונות האשה אף בחיי הבעל הם מדבריהם שלא כדעת רבינו מ''מ אינן תלויין כלל בכתובה כמו מזונות האלמנה. ודע שדברי רבינו באלמנה הוא במקום שכותבין כתובה אבל במקום שאין כותבין כשם שגובה עיקר בלא כתובה כך היא ניזונת בלא כתובה וזה פשוט וכ''כ רבינו בביאור פי''ח: "
      ],
      [
        "<b>הלך בעלה ולותה.</b> זה מבואר פ' שני דייני גזירות (כתובות דף ק\"ז:) כנזכר בהלכות ונראה מדברי רבינו שאפילו בלותה אין מחשבין עמה על מעשה ידיה אלא פורע הקפותיה וכן הסכים הרמב״ן ז״ל: ",
        "<b>עמד אחד מדעת וכו'.</b> מחלוקת שם במשנה ונפסקה הלכה בגמרא (שם ק\"ט) כחנן שהניח מעותיו על קרן הצבי. והרשב''א ז''ל כתב בנדרים פ' אין בין המודר מסתברא לי דדוקא בפורע ומפרש שמחמת מזונות שחייב לה בעלה הוא נותן לה דבכי האי גוונא הוא אינו חייב לשלם כיון שלא אמר לו שיפרע בשבילו והיא נמי אינה חייבת שהרי לא לותה ממנו ולא אכלה ממנו אלא בתורת פרעון חוב בעלה אבל בשפרנס סתם חוזר וגובה שכל שמפרנס סתם אינו מפרנס בתורת מתנה אלא בתורת הלואה והראיה מיתומים שסמכו אצל בעל הבית דיתומים קטנים אינם יכולים להתנות ועוד מן היורד לתוך שדה חבירו ונטעה שלא ברשות דחייב בעל השדה לשלם ולא אמרינן כיון דירד לתוכו סתם לא נתכוון זה אלא למתנה עכ''ל והאריך בזה. עוד כתב ונ''ל דכיון שכן המפרנס סתם אשת חבירו הרי הוא חוזר ונפרע מהבעל כיון שהבעל חייב במזונותיה בתנאי ב''ד דה''ל כיורד לתוך שדה חבירו כדאמרן והוא הדין לזן את עבדו ושפחתו העברים שאין הבעלים יכולין לומר להם עשה עמי ואיני זנך דכל המלוה מזונות סתם לאלו כאילו מלוה לאדון עכ''ל ועוד האריך. ואין נראה כן דעת הראשונים ז''ל אלא אפילו במפרנס סתם אבד מעותיו והטעם לפי שיש חילוק בין סלוק נזק להבאת תועלת ואינו דומה זה ליורד לתוך שדה חבירו ונטעה דהתם מביא לו תועלת ומעלה קרקעו ומהנהו אבל כאן אינו מביא לו שום תועלת לבעל אלא מסלק ממנו נזק חיובו וה''ז כפורע חובו של חבירו שלא מדעתו שאינו חוזר ונפרע ממנו מכלום. וכן אין לומר בזה שישתלם לפי שההנה את האשה וזן אותה לפי שהיא כבר היה לה מי שהיה מחויב לזונה והוא הבעל ואילו לא זן אותה זה היתה ניזונת מנכסי הבעל או היתה לוה ואוכלת והוא פורע נמצא שאינו מביא לה שום תועלת מחודש שכבר היה לה מי שמחוייב לעשות כן סוף דבר הרי זה כפורע חובו של חבירו ממש. ואפשר שדינו של הרב ז''ל קיים במי שזן ומפרנס בסתם אינש דעלמא שחוזר ומשתלם ממנו אבל באשת איש וכיוצא בה לא. כך נראה לי: "
      ],
      [
        "<b>הבעל שאמר לאשתו וכו'.</b> שם בפ' שני דייני גזירות (כתובות ק\"ז) מתבאר בסוגיא שאם א״ל צאי מעשה ידייך במזונותייך שאין לה מזונות. וכתב רבינו שאילו לא רצתה בדבר זה וכו' לומר דדוקא כששתקה אבל אם מיחתה ואמרה איני רוצה לא כל הימנו דמזוני עיקר כמו שנזכר למעלה ופשוט הוא וכ״כ המפרשים ז״ל ורש״י פי' וקבלה עליה ואפשר שהוא ז״ל יודה ששתיקתה היא קבלה: "
      ],
      [
        "<b>הרי שעמדה וכו'.</b> שם מי שהלך למדינת הים ובא ואשתו תובעת מזונות ואמר הוציאו לה מעשה ידיה במזונותיה רשאי ואם קדמו ב''ד ופסקו מה שפסקו פסקו. עוד שם מי שהלך למדינת הים ואשתו תובעת מזונות בני כהנים גדולים אומרין תשבע חנן אומר לא תשבע ואם בא [הבעל] ואמר פסקתי לה מזונות נאמן. ובהלכות פירש נאמן בשבועה ודעת רבינו בפי' ברייתות אלו כך הוא מי שהלך למדינת הים ואחר חזרתו אשתו שדחקה עצמה וניזונת תובעת מזונות והוא אמר יצאו מעשה ידיה במזונותיה רשאי שכיון שנתפרנסה בלא הלואה אינו חייב ליתן לה כלום. ויש שם גירסא אחר' ואם אמר לה צאי מעשה ידייך במזונותייך רשאי ופי' שכבר א''ל בצאתו והיא שתקה. ובירושלמי מצאתי כגי' הראשונה ואם קדמו ב''ד ופסקו ומכרו לה או היא מכרה לעצמה אין לאחר מעשה ב''ד כלום ואינו נאמן הבעל לומר הנחתי לה שום דבר כדי להפקיע מעשיהם וכ''כ ז''ל. וכתב רבינו שהיא נשבעת בנקיטת חפץ כשמכרה קרקע ונראה שהוא פי' למה שאמרו במשנה תשבע בסוף ולא תשבע בתחילה כלומר תשבע בסוף כשיבא הבעל אם יטעון דבר כנגדה כמו שנתבאר למעלה ושבועת המשנה ידוע שהיא בנקיטת חפץ והברייתא שאמרה ואם אמר בעל הנחתי לה מזונות נאמן הוא בשלותה שלא מכרו לה ולא מכרה היא אלא שלותה והויא לה כתובעת ולכך הוא נאמן ובשבועה כנזכר בהלכה ופי' שבועת היסת כדין כופר בכל וכ''כ ז''ל: "
      ],
      [
        "<b>מכרה מטלטלין וכו'.</b> דעת רבינו שכיון שלא מכרה קרקע אלא מטלטלין שהיתה יכולה לכפור בהן ולומר אין לך בידי כלום ולא היתה נשבעת אלא היסת אף כאן אינה נשבעת אלא היסת: ",
        "<b>הרי שלא תבעה וכו'.</b> פשוט הוא לפי הגירסא שהזכרתי בברייתא ואמר יצאו מעשה ידיה במזונותיה רשאי ואפילו לגירסא אחרת הדין דין אמת וכתב הרמב''ן ז''ל פרק אלמנה ניזונת והוכיח כן וכתב הוא ז''ל וה''מ דלא מפקא מבעל כלום אבל אם עשתה והותירה הכל שלה שכל שאינו נותן לה מזונות זכתה היא במעשה ידיה ואפילו דרך שתיקה והאריך בזה וכן דעת הרשב''א ז''ל: "
      ],
      [
        "<b>המדיר את אשתו וכו'.</b> משנה פרק המדיר (כתובות דף ע'). <b>ומה שכתב בין שלא פירש אלא סתם</b> הוא כשמואל דהלכתא כוותיה בדיני: ",
        "<b>ובאותן השלשים יום וכו'.</b> שם (ע\"א) עד ל' יום יעמיד פרנס ופירשו בגמרא למה שאין מעשה ידיה מספיקין ושם הקשו היאך יכול להעמיד לה פרנס שליחותיה קא עביד ותירץ רב הונא באומר כל הזן אינו מפסיד ונתבאר שם בגמרא שמותר לילך אפילו אצל חנוני הרגיל אצלו לומר לו איש פלוני מודר הנאה ממני ואיני יודע מה אעשה לו והוא נותן לו ובא ונוטל מזה וכבר נזכר בדברי רבינו דין זה פ''ז מהלכות נדרים. ודע שדין משנתנו בשלא הדירה אלא מנכסיו אבל אם הדירה אף מתשמיש יתר משבת יוציא ויתן כתובה כמו שיתבאר פי''ד וכ''כ הרשב''א ז''ל וכ''נ דעת הרמב''ן ז''ל: "
      ],
      [
        "<b>המדיר את אשתו וכו'.</b> משנה המדיר את אשתו שלא תטעום וכו' ונתבאר בגמרא לדעת שמואל שאם הדירה הוא ממתינין לו ל' יום. ודע שכ''מ שתראה המדיר את אשתו מכך וכך ר''ל שהוא אוסר הנאתו עליה אם תעשה כך אבל האוסר על אשתו ואומר לה הריני אוסר עליך שלא תעשי כך אין בדבריו כלום וזה פשוט: ",
        "<b>אפילו הדירה וכו'.</b> מפורש בתוספתא ובירושלמי: ",
        "<b>נדרה היא שלא תאכל וכו'.</b> שם בגמרא (דף ע\"א) מחלוקת תנאים ופסק רבינו כסתם משנה דמוקמינן לה בשנדרה היא וקיים לה הוא וקתני יוציא ויתן כתובה והוא באומר איני רוצה באשה נדרנית כדאיתא בגמרא: "
      ]
    ],
    [
      [
        "<b>כמה הכסות שהוא וכו'.</b> משנה וגמרא פרק אף על פי (כתובות דף ס\"ה): "
      ],
      [
        "<b>בד''א באותן הימים וכו'.</b> שם (כתובות ס\"ד ס\"ה) מתבאר בגמרא דאין כל המקומות שוים ואמרו שם גבי מנעלים האי תנא במקום הרים קאי ודבר פשוט הוא. <b>ומ''ש רבינו בפחות שלובשת כל אשה בעלת בית שבאותה המדינה</b> הוא מפני שמדבר באשת עני כמו שיתבאר למטה בסמוך: "
      ],
      [
        "<b>ובכלל הכסות שהוא חייב וכו'.</b> שם במשנה. <b>וכלי אכילה וכו'</b> בירושלמי נותן לה פך ושמן ונר ופתילה וכוס וחבית וקערה וקדרה וכן בתוספתא: ",
        "<b>והמדור ששוכר לה וכו'.</b> פשוט הוא שיש לה מדור ואמרו פרק הנושא (כתובות ק\"ג) שמשתמשת במדור כדרך שמשתמשת בחיי בעלה וידוע שאין בית פחות מד' על ד': ",
        "<b>ותהיה רחבה וכו'. .</b> "
      ],
      [
        "<b>וכן מחייבין אותו וכו'.</b> זה נלמד מדין מי שהלך למדינת הים שנחלקו בגמרא בפרק שני דייני גזרות (שם ק\"ז) אם יש לה תכשיט אלמא דלכ''ע בפניו יש לה תכשיט ופשוט הוא: "
      ],
      [
        "<b>בד''א בעני וכו'.</b> בפרק אע''פ שם (דף ס\"ד:) משנה: ",
        "<b>ואם קצרה ידו ליתן לה וכו'.</b> זה נלמד ממה שנחלקו רב ושמואל (שם ע\"ז) באומר איני זן ואיני מפרנס ומשמע דבעני ד''ה כיון שאין יכולין לכופו לזון כופין אותו להוציא כמ''ש פי''ב בדין המזונות: "
      ],
      [
        "<b>ולא האשה בלבד וכו'.</b> זה פשוט שהפרנסה והכסות הרי הן כמזונות וכן הזכירו בגמרא בהרבה מקומות פרנסה בכלל מזונות וכתב רבינו ואינו נותן להם כפי עושרו לפי שלא הוזכר חילוק בין העשיר לעני אלא באשה ופשוט הוא: ",
        "<b>זה הכלל וכו'.</b> כן מוכיח בפרק מציאת האשה (כתובות דף ס\"ח) שהבנות אף על פי שאין בלשון התנאי אלא תהויין בביתי ומיתזן מנכסי שיש להם לבוש וכסות וה״ה לכל מקום וג״ז פשוט: "
      ],
      [
        "<b>האשה שהלך בעלה וכו'.</b> פרק שני דייני גזירות (כתובות דף ק\"ז) נחלקו אמוראים אם נותנים לה תכשיט ופסק רבינו כדברי האומר אין נותנין לה: ",
        "<b>אבל מי שנשתטה וכו'.</b> פרק נערה (כתובות דף מ\"ט) מר דלכ״ע יש לה תכשיט: "
      ],
      [
        "<b>המדיר את אשתו וכו'.</b> משנה (כתובות דף ע') פרק המדיר את אשתו שלא תתקשט באחד מכל המינין יוציא ויתן כתובה ר' יוסי אומר בעניות שלא נתן קצבה ובעשירות שלשים יום ובגמרא (שם ע\"א:) וכמה קצבה אר''י אמר שמואל י''ב חדש רבב''ח אר''י י' שנים רב חסדא אמר אבימי רגל שכן בנות ישראל מתקשטות ברגל ולא הוזכרו מחלוקות אלו בהלכות ואפשר שדעתו שאין הלכה כר''י אלא כת''ק שאינו מחלק בין עניות לעשירות ולכולן יש ל' יום אבל רבינו פסק כר''י מדשקלו וטרו אמוראי אליבי' ופסק כשמואל דאמר י''ב חודש. ובחידושי הרשב''א ז''ל וכתב רבינו חננאל ז''ל דהלכתא כר''י ואיכא מ''ד הלכתא כרב חסדא דהוא בתרא וזה נראה יותר. עוד כתב שאינו יודע טעם לדברי רבינו דהא קי''ל שמואל ור''י הלכה כר''י או יפסוק כר''י דהלכתא כוותיה במקום שמואל או כרב חסדא דהוא בתרא עכ''ל. ואני אתן טעם נכון לדברי רבינו ודאין אין הלכה כר''י משום דהוי להו שמואל ורב חסדא כנגדו בחד טעמא דלא בעינן זמן מרובה כולי האי והוו להו תרי לגבי חד וכן אין הלכה כרב חסדא משום דהוו להו שמואל ור''י כנגדו בחד טעמא דלא סגיא זמן מועט כולי האי הלכך הלכתא כשמואל דבתרי טעמי פליגי עליה ובודאי דרב חסדא מודה דבשנים עשר חדש יוציא שהרי אפילו ברגל אחד אמר יוציא וזה ברור כנ''ל: "
      ],
      [
        "<b>הדירה שלא תלך לבית המרחץ וכו'.</b> ירושלמי פ' המדיר: ",
        "<b>שלא תנעול מנעל וכו'.</b> גם זה שם: "
      ],
      [
        "<b>הדירה שלא תשאל וכו'.</b> מימרא וברייתא בפרק המדיר (כתובות דף ע\"ב) וכתב רבינו יתיר נדרו פירוש שממתינין לו ל' יום כנזכר פי״ב ואע״פ שבגמרא לא אמר אלא יוציא ויתן כתובה לא אמרו לאלתר שלא הוצרכו אלא ללמד שעיקר הנדר קשה לה או ישאל על נדרו או יוציא ויתן כתובה וכן פירשו קצת מפרשים ז״ל וכבר כתבתי פי״ב שכ״מ שנזכר הדירה ר״ל שהדירה מהנאתו אם תעשה כך: ",
        "<b>וכן היא שנדרה וכו'.</b> מימרא שם: "
      ],
      [
        "<b>מקום שדרכן שלא תצא וכו'.</b> כבר נתבאר למעלה שהכל לפי מנהג המקום כמו שמוכיח בפרק אע״פ (כתובות דף ס\"ה) ולא הוצרך רבינו לפרוט בזה אלא לומר אע״פ שהם עומדות בבית בלא רדיד כיון שאינן יוצאות לשוק חוץ ממנו חייב ליתן לה שהרי צריכה היא לילך לבית האבל וכיוצא בו וזהו שסמך ענין המדיר את אשתו שלא תלך לבית האבל: ",
        "<b>אבל גנאי הוא לאשה וכו'.</b> בב''ר כשמזכיר גנותן של נשים אומר נשים יצאניות הן שנאמר ותצא דינה ואמרו רבותינו ז''ל גבי נערה המאורסה פירצה קוראה לגנב: ",
        "<b>ויש לבעל וכו'.</b> כך אמרו ז''ל במדרש וכבשוה וכבשה כתיב מלמד שהאיש דרכו לכבש את האשה שלא תהא יצאנית: "
      ],
      [
        "<b>המדיר את וכו'.</b> פרק המדיר משנה (שם ע\"א): ",
        "<b>בזמן שהם בעיר אחרת רגל אחד יקיים ג' יוציא ויתן כתובה.</b> שם ובגמרא הא גופה קשיא אמרת רגל אחד יקיים הא ב' יוציא ויתן כתובה אימא סיפא ג' יוציא ויתן כתובה הא ב' יקיים ותירץ אביי סיפא אתאן לכהנת ור''י היא. פירוש דמפליג בעלמא בין אשת כהן שאינו יכול להחזירה אחר שגירשה לאשת ישראל ולא קיימא לן כר''י אלא כסתם מתניתין דפליג עליה בעלמא הילכך כאן אף באשת כהן בב' יוציא ויתן כתובה ואע''פ שיש שם אוקימתא אחרת זו עיקר וכן פסק בהלכות: "
      ],
      [
        "<b>המדיר את אשתו שלא תלך לבית האבל וכו'.</b> משנה וגמרא שם ויש מי שפי' זו ואותה שלא תלך לבית אביה כגון שנדרה היא ואמרה תיאסר הנאת תשמישך עלי אם אלך לבית אבא או לבית האבל ושמע בעלה ולא הפר לה שאם במדירה הבעל ואומר לה תיאסר הנאתי עליך אם תלכי כבר נתבאר למעלה פרק י''ב בכיוצא בזה שאין כופין אותו להוציא לאלתר אלא עד ל' יום אלו דבריהם. ומדברי רבינו נראה שהוא מפרשה במדירה הבעל מהנאתו אם תלך וזהו שכתב יתיר נדרו ר''ל תוך זמן השלשים יום הידוע למעלה פרק י''ב שממתינין לבעל וכבר כתבתי פרק י''ב שאין הבעל יכול לאסור לאשתו שום דבר אלא בדרך זה שיאסור הנאתו עליה אם תעשה כך: "
      ],
      [
        "<b>האומר לאשתו וכו'.</b> דברים פשוטים הן אלו וכן כתבו מן הגאונים ז''ל: ",
        "<b>וכן היא שאמרה וכו'.</b> כך כתב הרב אלפס בתשובה. ובהשגות א''א אימתי בזמן שהן באות בגבולה וכו'. ואני אומר אין אדם דר עם נחש בכפיפה אלא כך הוא עיקר הדבר שאם נראה לב''ד שהם מריעים ומצירין לה וגורמין לה קטטה עם בעלה הדין עמה ואם לאו לא כל הימנה ובזה יפה כח הבעל מכח האשה לפי שהמדור הוא של בעל ואינו שלה ולפיכך אינה יכולה למחות על ידן אלא בטענה זהו דעתי: "
      ],
      [
        "<b>האיש שאמר איני דר במדור זה וכו'. וכן היא שאמרה וכו'.</b> (פרק המדיר דף ע\"ב): "
      ],
      [
        "<b>כל הישוב ארצות ארצות וכו'.</b> זה פשוט. ",
        "<b>ומה שכתב וערי ישראל לענין נישואין שלש ארצות וכו'.</b> שם פרק שני דייני גזרות (דף ק\"י): "
      ],
      [
        "<b>איש שהיה מארץ מן הארצות וכו'.</b> תוספתא אם היה מיהודה ואירס אשה בגליל כופין אותה לצאת שעל מנת כן נשאה וכו' והביאה בהלכות: ",
        "<b>אבל הנושא אשה וכו'.</b> במשנה שם ומפרש בתוספתא בזמן שהוא מאותה הארץ שנשאה: ",
        "<b>ואינו יכול להוציאה וכו'.</b> שם במשנה ולשון המשנה כרך ורבינו כתב מדינה והכל אחד ומצינו בכתוב שם מדינה למקום מיוחד עילם המדינה: "
      ],
      [
        "<b>וכשמוציאה ממדינה למדינה וכו'.</b> שם במשנה מוציאין מנוה הרעה לנוה היפה אבל לא מיפה לרעה רשב''ג אומר אף לא מנוה רעה לנוה יפה מפני שנוה היפה בודק וידוע שהלכה כרשב''ג במשנתנו. ופי' רבינו שהנוה היפה בודק שהוא צריכה להטפל ולבדוק ולפ''ז מה שאמרו בגמרא מאי בודק כדשמואל דאמר שינוי וסת תחלת חלי מעים לדוגמא בעלמא נקטה לומר שרוב הטובה מצינו שמזיק לפעמים. ויש בזה פירוש אחר: ",
        "<b>וכן לא יוציאנה וכו'.</b> תוספתא נזכר בהלכות: "
      ],
      [
        "<b>בד''א מחוצה לארץ וכו'.</b> שם במשנה הכל מעלין לארץ ישראל ואין הכל מוציאין ובגמרא הכל מעלין וכו' לאתויי מנוה היפה לנוה הרע. ומה שכתב אפילו ממקום שרובו ישראל הוא כפי התוספתא וכל הדברים בכלל הכל שהזכירו במשנה: <br><br>'[כ] אמר' ",
        "<b>האיש לעלות וכו'.</b> ברייתא שם. עוד בברייתא כיוצא בזה כשהן בארץ ישראל והאחד רוצה לצאת והאחד אינו רוצה ולא הוצרך רבינו לכתוב זה מפני שקל וחומר הוא מדין העליה: ",
        "<b>והוא הדין לכל מקום וכו'.</b> במשנה הכל מעלין לירושלים ואין הכל מוציאין אחד האנשים ואחד הנשים וזה מבואר: \n"
      ]
    ],
    [
      [
        "<b>עונה האמורה בתורה וכו'.</b> משנה פרק אף על פי (כתובות דף ס\"א ס\"ב) והחלוקין שהזכיר רבינו מבוארים במשנה ובגמרא. ויש בקצת ספרי רבינו והמלחים אחד לג' חדשים וטעות סופרים הוא שעיקר הנוסחא אחד לששה חדשים וכן הוא במשנה וכן הוא בספרי רבינו המדוייקים: "
      ],
      [
        "<b>יש לאשה לעכב על בעלה וכו'.</b> זה מתבאר שם במשנה שאמרו הפועלים יוצאין שלא ברשות שבת אחת פירוש ולא יותר וברשותה אמרו בגמרא כמה כמה דבעי: ",
        "<b>וכן יש לה למונעו לצאת וכו'.</b> (שם ס\"ב) בעיא דאפשיטא: ",
        "<b>ות''ח יוצאין לתלמוד וכו'.</b> במשנה והתלמידים יוצאים לת''ת שלא ברשות ל' יום וכו' דברי ר''א ובגמרא אמר רב הלכה כר''א א''ר אדא בר אהבה אמר רב זו דברי ר''א אבל חכ''א התלמידים יוצאים לת''ת ב' או ג' שנים שלא ברשות אמר רבא סמכו רבנן אדרב אדא בר אהבה ועבדי עובדא בנפשייהו. ופסק רבינו כחכמים ואע''פ שהביאו בגמרא מעשה דרב רחומי דנח נפשיה התם מפני שלא בא לעת שהיה רגיל לבא ובהלכות לא הביאו הא דרב אדא בר אהבה ודעתם כר''א: "
      ],
      [
        "<b>נושא אדם כמה נשים אפילו מאה בין בבת וכו'.</b> ביבמות סוף פרק הבא על יבמתו (יבמות דף ס\"ה) א״ר אמי [אף בזה יוציא ויתן כתובה שאני אומר] כל הנושא אשה על אשה יוציא ויתן כתובה רבא אמר נושא אדם כמה נשים והוא דאית ליה למיזיינינהו ובהלכות וקי״ל כרבא: "
      ],
      [
        "<b>וכמה הוא עונתן לפי מנין כיצד וכו'.</b> זה נלמוד ממה שיבוא בסמוך: ",
        "<b>ולפיכך צוו חכמים שלא ישא וכו'.</b> בפרק החולץ (יבמות מ\"ד) אמרו בגמרא דאפי' דאפשר ליה מתניתין עצה טובה קמשמע לן דלא לייבם טפי מארבע נשים כי היכי דלמטינהו עונה בחדש ומכאן שעונותיהן לפי מנינן: "
      ],
      [
        "<b>המדיר את אשתו שתאמר.</b> משנה וגמרא בפרק המדיר (כתובות דף ע\"א): ",
        "<b>וכן אם הדירה וכו' שתהיה וכו'.</b> משנה ונאמרו עליה אוקימתות בגמרא וזו אחת מהן ושתיהן אמת: ",
        "<b>או שהדירה שתעשה וכו'.</b> שם אוקימתא שנייה ושתיהן בהלכות: "
      ],
      [
        "<b>המדיר את אשתו מתשמיש וכו'.</b> פרק אע״פ (כתובות דף ס\"א) משנה המדיר את אשתו מתשמיש המטה ב״ש אומרים שתי שבתות וב״ה אומרים שבת אחת ובגמרא אמר שמואל דאפילו לא קבע זמן לנדרו ימתין שבת אחת שמא ימצא פתח לנדרו וקיימא לן כוותיה כמו שהזכרתי פי״ב ולזה סתם רבינו: ",
        "<b>ואפילו היה מלח וכו'.</b> שם בגמרא: ",
        "<b>וכיצד מדירה וכו'.</b> זה נלמד מן הסוגיא שבריש פרק המדיר (כתובות ע') דאמרי' דכל היכא דמשועבד לה לא מצי מדיר לה ושם באותו הפרק (שם ע\"א:) הביאו מימרא דרב כהנא דאמר הנאת תשמישי עליך כופה ומשמשתו הנאת תשמישך עלי יפר לפי שאין מאכילין לאדם דבר האסור לו וכן הדין בו ומבואר זה בנדרים (דף ט\"ו:) פרק ואלו מותרין שהקשו על המשנה דקונס שאיני משמשך והא מן התורה משועבד לה ותירצו באומר הנאת תשמישך עלי וזה מבואר: "
      ],
      [
        "<b>אסור לאדם וכו'.</b> הלאו מבואר בכתוב וכן הזכירו חכמים במכילתא כמו שכתב רבינו בספר המצות: ",
        "<b>ואם חלה או תשש וכו'.</b> פרק אע''פ: "
      ],
      [
        "<b>האשה שמנעה וכו'.</b> בפרק אע״פ (כתובות דף ס\"ג) הזכיר במשנה המורדת ובגמ' שאלו מורדת ממאי רב הונא אמר מתשמיש המטה ר״י ברבי חנינא אמר ממלאכה ובהלכות פסקו כרב הונא דדוקא מתשמיש הויא מורדת אבל לא ממלאכה וכן כתבו ז״ל. וכתב הרשב״א ז״ל באומרת איני עושה מלאכה כופה אותה בשוטים או שאינו זנה או בית דין מוכרין לו מכתובתה בטובת הנאה כדי שישכור לו עליה עבד או שפחה לשמשו עכ״ל: ",
        "<b>ואם אמרה מאסתיהו וכו'.</b> שם היכי דמי מורדת אמר אמימר דאמרה בעינא ליה ומצערנא ליה אבל אמרה מאיס עלי לא כייפינן לה מר זוטרא אמר כייפינן לה הוה עובדא ואכפה מר זוטרא ונפק מינה רב חיננא מסורא ולא היא התם סייעתא דשמיא הואי. ודעת רבינו לפרש לא כייפינן לה אלא נותן לה גט ומפסדת כתובתה וכופין אותו ליתן גט שאם לא היו כופין אותו לגרשה מאי לא כייפינן לה כבר היא אגידא בו ועוד שהרי באומרת בעינא ליה ומצערנא ליה מפסדת היא כתובתה ואין כופין אותה אלא בפחיתת כתובה כמו שיתבאר ואם איתא דבמאיס עלי אין כופין אותו לגרשה מהו דלא כייפינן לה ובמה יפה כחה מן המורדת והלא מפסדת היא כתובתה. ודעתו ז''ל שמה שהזכירו חכמים שאין האיש מוציא אלא לרצונו אלא בדרכים שאמרו יוציא ויתן כתובה היינו שאינו מוציא ונותן כתובה אבל להוציא בלא כתובה כופין אותו באומרת מאיס עלי וגם כן הוא סובר שמה שאמרו בגמרא כלתיה דרב זביד אימרדא והוה תפיסא חד שירא ונחלקו שם בדינה. ומסקנא דגמרא השתא דלא איתמר לא הכי ולא הכי תפסה (בלאותיה הקיימין) לא מפקינן מינה לא תפסה לא יהבינן לה ומשהינן לה תריסר ירחי שתא אגיטא ובהנך תריסר ירחי שתא לית לה מזוני מבעל. כל זה אינו אלא באומרת בעינא ליה ומצערנא ליה. וזהו שאמרו אימרדא סתם לפי שאומרת כן היא נקראת מורדת. ואל יקשה בעיניך מה שאמרו במשנה פוחת עד כנגד כתובתה שמה שהזכירו כאן בגמרא הוא לפי דעת התנאים האחרונים שחזרו ונמנו שאין כאן פחיתת כתובה בכל שבת ושבת כדין המשנה אלא שהיא מפסידתה בבת אחת אחר ארבע שבתות כמו שנתבאר ולדעת זו נחלקו בגמרא אם הפסידה בלאותיה הקיימין והעלו שאם תפסה אין מוציאין מידה זהו דעתו ז''ל. אבל באומרת מאיס עלי לא הפסידה בלאותיה הקיימין אבל מה שנתן לה הבעל הפסידה לגמרי דאדעתא דלמשקל ומיפק לא יהיב לה והוא הדין לתוספת כתובה זו היא שיטת רבינו ז''ל בדין זה. ודע שלדבריו כל מקום שהזכירו חכמים יוציא ויתן כתובה רוצה לומר שכופין הבעל להוציאה ולתת לה כתובה וכן כתב הוא ז''ל בפירוש המשנה שלו. ודע שיש בכל מה שהזכרתי שיטה אחרת להרבה מן המפרשים וכל מי שראיתי דבריו כתב שבדין הגמרא אין כופין את האיש להוציא אף באומרת מאיס עלי ועל זה הרבו בראיות ברורות וקראו תגר על כל הנוטה מדבריהם והם סבורין שאפילו נישאת בגט שנתן מחמת כפייה זו תצא וכבר פשטה הוראה הזאת בכל ארצותינו שלא כדברי רבינו בזה שאין כופין את האיש לגרש ולא עוד אלא שאפילו היה הדין כדבריו היה ראוי לגדור בזה משום פרוצות ומפני קלקול הדור שלא תהיה אשה נותנת עיניה באיש אחר ומפקעת עצמה מבעלה כ''ש שהם ז''ל הכריחו והוכיחו שאין כופין אותו מן הדין. ובשאר מקומות שאמרו חכמים יוציא ויתן כתובה נחלקו ז''ל יש מי שאומר שכופין אותו להוציא ולתת כתובה ויש מי שאומר שאין כופין ליתן גט אלא באותן מקומות שהזכירו חכמים כפייה בפי' אבל בכ''מ שאמרו יוציא ויתן כתובה ולא הזכירו כפייה פירושו שכופין אותו לתת כתובה ומבקשין ממנו לתת גט וזה דעת הרמב''ן ז''ל והרשב''א ושמור אלו העיקרים וזכור אותם. וג''כ חולקין עליו במה שמפסדת האומרת מאיס עלי והרבה מהם מפרשים דההיא מעשה דכלתיה דרב זביד היתה באומרת מאיס עלי וכל מה שהזכרתי למעלה שהעלו בגמרא למסקנא באומרת מאיס עלי וזהו דינה אינה מפסדת כלום עד י''ב חדש ובתוך י''ב חדש אין מכריזין עליה ולא פוחתין מכתובתה כלום ובזה היא חלוקה ממורדת כמו שיתבאר ואם גירש הבעל תוך הזמן הזה נותן לה כל כתובתה משלם ובתוך י''ב חדש אם חזרה בה מוטב ולא הפסידה כלום ואם לאחר י''ב חדש הפסידה כל עיקר כתובתה ותוספת וכל מה שנתן לה הבעל ונדונייתה אלא שאם היה לה שום בלאות הקיימין ותפסה אותם אין מוציאין אותם מתחת ידה. ונכסי מלוג לא הפסידה כלל אלא נוטלת מה שהוא קיים מהם. ואין לה מזונות תוך י''ב חדש אלו כיון שאינה רוצה בו. ואם מת הבעל תוך י''ב חדש גובה כתובתה מן היורשים ואין צ''ל שאם מתה שהוא יורשה לעולם עד שיגרשנה ולאחר י''ב חדש אם רצה הבעל לגרש מגרש ואם לאו אין כופין אותו לעולם וכמו שכתבתי ואם רצה לקיימה כותב לה כתובה אחרת לפי שהפסידה כתובתה וכבר נתבאר פרק עשירי שאסור לשהות עם אשתו שעה אחת בלא כתובה כך העלה דינין אלו הרשב''א ז''ל וכן הוא דעת קצת מפרשים ז''ל: "
      ],
      [
        "<b>ואם מרדה מתחת בעלה וכו'.</b> זמן הד' שבתות וההמלכה וההכרזה מבוארין בגמרא ודלא כמתניתין וכ''כ ז''ל ותוך זמן זה אם גירשה הבעל לא הפסידה כלום וכתב רבינו בכל יום ד' שבתות זו אחר זו ובגמרא אמרו ומכריזין עליה ד' שבתות זו אחר זו וכו' א''ר אמי אין מכריזין אלא בבתי כנסיות ובבתי מדרשות אמר רבא דיקא נמי דקתני ד' שבתות זו אחר זו. וזה פירושה לדעת רבינו דיקא נמי דאין מכריזין בשוקים וברחובות דקתני ד' שבתות זו אחר זו אי אמרת בשלמא דאין מכריזין אלא בבתי כנסיות ובבתי מדרשות היינו דצריך זמן כולי האי אף על פי שמכריזין בכל יום אלא אי אמרת בשוקים וברחובות מכריזין בבציר מהאי זמן מיפרסמא מילתא טפי ומיכספא היא. ויש בזה פירוש אחר לרש''י ז''ל ועולה ממנו שאין מכריזין עליה בכל יום אלא בד' שבתות בלבד. ומה שכתב רבינו בדין המורדת הזאת כבר כתבתי למעלה שרבינו סבור שמה שאמרו בגמרא השתא דלא איתמר לא הכי ולא הכי הוא במורדת דאומרת בעינא ליה ומצערנא ליה ועל דרך זה כתב מה שכתב כאן וכבר כתבתי שהרשב''א ז''ל וקצת מן המפרשים חלוקים ע''ז ולדבריהם זהו דין המורדת לאחר ד' שבתות ובהמלכה שנייה הפסידה כל כתובתה עיקר ותוספת ומה שנתן לה הבעל ונדונייתה שהיא נכסי צאן ברזל ואפילו תפסה מהן בלאות הקיימין מוציאין מתחת ידה אבל בנכסי מלוג לא הפסידה כלום אלא אפילו מה שיש מהם ביד הבעל מוציאים מתחת ידו וכן הוא דעת רבינו בכל זה חוץ מן הבלאות של נכסי צאן ברזל שהוא סובר שאם תפסה אותם אין מוציאין מתחת ידה. ומה שכתב ואין נותנין לה גט עד י''ב חדש אפשר שהוא סבור שלאחר י''ב חדש מכריחין הבעל לגרשה וכבר הזכרתי למעלה שאין דינו בכפיית הבעל אמת או אפשר שהוא סבור בזה כדעת קצת מפרשים שאמרו שלעולם אין כופין אבל משהין אותה י''ב חדש ומבקשין ממנו שלא לגרשה תוך זה הזמן מפני שגנאי הוא לבנות ישראל שמתגרשות מבעליהן מפני קטטה ושמא תוך זמן זה מרצין זה את זה ותשאר זו עם בעלה. ויש מי שכתב שלא הזכירו בגמרא שהיית י''ב חדש אלא באומר' מאיס עלי אבל במורדת אין משהין אותה יותר מד' שבתות ואחר המלכה שנייה הפסידה הכל והבעל יגרשנה אם ירצה או יקיים אותה ולזה הסכים הרשב''א ז''ל. ויש בענינים אלו דעות חלוקים למפרשים ז''ל: "
      ],
      [
        "<b>ואם מתה קודם הגט בעלה וכו'.</b> מבואר בהלכות ופשוט הוא שאין הירושה נפקעת אלא בגירושין: "
      ],
      [
        "<b>כסדר הזה עושין לה אם מרדה כדי לצערו וכו'.</b> שם ברייתא אחת ארוסה ואחת נשואה ואפילו נדה ואפילו חולה ואפילו שומרת יבם ואמרו שם נדה בת תשמיש היא ותירצו אינו דומה מי שיש לו פת בסלו למי שאין לו. וכתב הרשב''א דדוקא כשהתחילה למרוד קודם נדותה ואחר כך פירסה נדה וכן הוא בירושלמי מה אנן קיימין אי בשמרדה עליו והיא נדה התורה אסרתה המרדתה עליו אלא כן אנן קיימין כשמרדה עליו עד שלא באת לנדה עכ''ל. אבל בגמרין לא חילקו כלל וגם רבינו לא הזכירו ומכאן למד רבינו דהוא הדין אם היה בעלה מלח וכן נלמוד זה מדין המדיר הנזכר למעלה: "
      ],
      [],
      [
        "<b>המורדת הזאת כשהיא יוצאת אחר וכו'.</b> כבר ביארתי למעלה דעת רבינו ודעת החולקים עליו: "
      ],
      [
        "<b>ואמרו הגאונים שיש להם בבבל וכו'.</b> תקנת הגאונים כתוב בהלכות וכבר כתבו קצת מן האחרונים שאין נוהגין עכשיו על פי אותה תקנה וכמו שכתב רבינו וכן הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>המורד על אשתו וכו'.</b> במשנה וכן המורד על אשתו מוסיפים על כתובתה ג' דינרים בשבת רבי יהודה אומר שלשה טרפעיקין וכו' וידוע שהלכה כסתם משנה ונתבאר בגמרא דלדידן דקיימא לן דמורדת הוא מתשמיש אף מורד הוא מתשמיש וכתב רבינו שהשלשה דינרים הם ל''ו שעורות כסף לפי שהדינרין אלו הן של דבריהם והם שמינית שבצורי ובדינר צורי יש צ''ו שעורות כסף כמו שנתבאר פ''י נמצא שהשמינית הוא י''ב שעורות ולפיכך שלשה דינרים הם ל''ו שעורות והם ארגינץ אחד ושמינית. וכתב רבינו כל זמן שתרצה היא לישב לפי שאם לא רצתה כופין [אותו] לגרשה כיון שאינו רוצה להיות עמה. וכתב רבינו שהוא עובר בל''ת ודבר פשוט הוא וכבר הזכיר רבינו לאו זה למעלה וידוע ג''כ שאין לוקין על לאו שאין בו מעשה חוץ מלאוים ידועים כנזכר פרק י''ח מהלכות סנהדרין: "
      ],
      [
        "<b>איש ואשתו שבאו לב״ד וכו'.</b> בפרק אחרון דנדרים (דף צ':) משנה השמים ביני לבינך יעשו דרך בקשה ומפרש לה בירושלמי באומרת כמה דשמיא רחיקין מן ארעא כן תהא ההיא איתתא רחיקא מן ההוא גברא. ואע״פ שלפי גמרתנו פי' המשנה הוא שאינו יורה כחץ כמו שיתבאר פרק ט״ו למד רבינו מן הירושלמי שאף בטוענת שאינו נוהג עמה [כדרך כל הארץ] והוא מכחיש יעשו פשרה. ובהשגות א״א אין אני רואה בכאן פשרה לדיין וכו'. ואני אומר שדברי רבינו הם ממה שאמרו במשנה יעשו דרך בקשה ואע״פ שבירושלמי פירש יעשו סעודה וכו' כמ״ש הר״א ז״ל בירושלמי הזכירו אחת מדרכי הפשרה והפיוס שהיא על ידי סעודה ועיקר הכוונה הוא שיתפשרו ביניהם באי זה דרך שיהיה ולזה סתם רבינו. ומ״ש הר״א ז״ל שאין כאן מקום לחרמות מפני הגנאי אני אומר שכיון שהם טוענים דברים אלו בבית דין אין חוששין לגנאי להוציא הדין לאמיתו וכבר הזכרתי בספר קניין בהרבה מקומות שלא נזכר בגמרא בשום מקום חרם סתם בביאור אבל הגאונים ז״ל כתבו כן. <b>ומה שכתב רבינו שאסור לבעול בפני כל בריה</b> נתבאר בגמרא בנדה פרק כל היד (נדה דף י\"ז): "
      ],
      [
        "<b>האשה שחלתה וכו'.</b> במשנה פרק נערה (כתובות דף נ\"א) לקתה חייב לרפאותה [ואם] אמר הרי גיטה וכתובתה תרפא את עצמה רשאי. ",
        "<b>וכתב רבינו ואין ראוי לעשות כן מפני דרך ארץ.</b> ודבר פשוט הוא שיש בזה רוע מוסר. אבל הרשב''א ז''ל כתב תניא בספרי ושלחתה לנפשה מלמד שאם היתה חולה ימתין לה עד שתתרפא ופירשה הראב''ד ז''ל במוטלת על המטה וכל שכן בבנות ישראל הקדושות אם היא מוטלת על המטה שאינו יכול לגרשה עד שתתרפא ומתניתין בשאינה מוטלת על המטה עכ''ל. ואין נראה כן מדעת רבינו שלא חילק. ואני אומר שאם כן הוא לא היו סותמין במשנה ובגמ' מלפרש במה דברים אמורים בשאינה מוטלת אבל במוטלת אינו רשאי וכבר חלקו שם בדין האלמנה ברפואה בין יש לה קצבה לשאין לה קצבה ולא חילקו כלל בשהיא אשת איש וענין יפת תואר חדוש הוא ולא התירה אותה תורה אלא כנגד יצר הרע ורצה לחוס עליה שהיא שבויה בארץ נכריה ובעלה בעל כרחה ואין לה שום דבר לרפא את עצמה לפיכך דרשו ז''ל ושלחתה לנפשה בזמן שהיא יכולה לילך מאיליה. ואפשר שאף ביפת תואר הוא אסמכתא מדבריהם ותמהני על רבינו למה לא הזכיר הדין ההוא בהלכות מלכים בדיני יפת תואר: "
      ],
      [
        "<b>נשבית חייב לפדותה וכו'.</b> שם במשנה לא כתב לה אם תשתבאי אפרקינך ואותבינך לי לאינתו ובכהנת אהדרינך למדינתיך חייב שהוא תנאי ב''ד נשבית חייב לפדותה אמר הרי גיטה וכתובתה ותפדה את עצמה אינו רשאי: "
      ],
      [
        "<b>אין מחייבין את הבעל וכו'.</b> בגמרא (שם נ\"ב) מחלוקת תנאים ופסקו בהלכות כן. ופירוש דמיה הוא ששמין אותה כשפחה הנמכרת בשוק ולא לפי עושר הבעל וכ''כ הרב ז''ל ודבר ברור הוא: ",
        "<b>היו דמיה וכו'.</b> גם זה שם מחלוקת תנאים ופסקו בהלכות כרבן שמעון בן גמליאל שאמר כן: "
      ],
      [
        "<b>מי שנשבית אשתו וכו'.</b> זה פשוט שכל מה שהוא תנאי ב״ד אפילו שלא בפניו יורדין לנכסיו ובפירוש אמרו בגמרא (דף מ\"ח) שיורדין לנכסיו שלא בפניו כדי לקוברה. <b>וכתב רבינו ומוכרין בהכרזה</b> לפי שכל מכירות ב״ד הם בהכרזה ולא מיעטו מהם אלא כרגא ומזוני וקבורה כדאיתא פרק אלמנה ניזונת (כתובות דף ק':) וענין הכרזה מבואר בהלכות מלוה ולוה: "
      ],
      [
        "<b>המדיר את אשתו וכו'.</b> שם פרק נערה (כתובות דף נ\"ב) מחלוקת ר״א ורבי יהושע ופסק רבינו כרבי יהושע וידוע שהלכה כמותו לגבי ר״א: "
      ],
      [
        "<b>האשה שהיתה אסורה וכו'.</b> יש חייבי לאוין שהוא מוסכם בגמרא שאינו חייב לפדותה ויש שנחלקו בהן אביי ורבא ופסק כרבא וידוע שהלכה כמותו לגבי אביי: "
      ],
      [
        "<b>מתה אשתו וכו'.</b> שם (דף מ\"ו:) במשנה וכתב רבינו כדרך כל המדינה לומר שאם נהגו בני המדינה שלא להספיד אינו מספיד וכן מבואר בירושלמי: ",
        "<b>ואפילו עני שבישראל וכו'.</b> במשנה וחייב בקבורתה רבי יהודה אומר אפילו עני שבישראל אל יפחות מב' חלילין ומקוננת ובגמרא (שם מ\"ח) מכלל דת''ק סבר הני לא היכי דמי אי דאורחה מאי טעמיה דת''ק דאמר לא ואי דלאו אורחה מ''ט דרבי יהודה ותירצו לא צריכא כגון דאורחיה דידיה ולאו אורחא דידה ת''ק סבר כי אמרינן עולה עמו ואינה יורדת הני מילי מחיים אבל לאחר מיתה לא ורבי יהודה סבר אפילו לאחר מיתה ושם מתבאר בגמרא שהלכה כרבי יהודה. ובהלכות לא כתבו סוגיא זו וגם רבינו לא כתב אלא לשון המשנה והטעם שאין לך הספד בפחות מכן וכבר ביאר רבינו שהכל כמנהג המדינה: ",
        "<b>אם היה עשיר וכו'.</b> מימרא שם: "
      ],
      [
        "<b>לא רצה לקבור את אשתו וכו'.</b> ירושלמי תני לא רצה הבעל לקוברה האב קוברה ומוציא ממנו בדין אמר רבי חגי לא אמרו אלא האב הא אחר אינו גובה רבי יוסי אמר בין אב בין אחר גובה ואתיין אלין כהלין פלוגתא תמן דתנינן מי שהלך למדינת הים ועמד אחר ופירנס את אשתו חנן אומר איבד את מעותיו א''ר חגי לא אמרו אלא אחר אבל אב גובה א''ר יוסי בין הוא בין אחר אינו גובה על דעתיה דרבי חגי בין למזונות בין לקבורה אב גובה אחר אינו גובה על דעתיה דרבי יוסי לקבורה בין אב בין אחר גובה שלא עלה על דעת שתהא אשתו מושלכת לכלבים [למזונות בין אב בין אחר אינו גובה] ע''כ. ופסק רבינו כרבי יוסי מפני שנראים דבריו בטעם שלא תתבזה אשתו מתה מוטלת (שם) עד שיזדקקו בית דין לדבר ועוד דמשמע בגמרין שהלכה כרבי יוסי בענין המזונות ודלא כרבי חגי שהרי לא חילקו בין אב לאחר וכיון שכן אף בדין הקבורה משמע שהלכה כרבי יוסי ואין לנו לפסוק במזונות כרבי יוסי ובקבורה כרבי חגי ודלא כחד מינייהו לגמרי זה נראה לדעת רבינו. והרשב''א ז''ל פסק בדין הקבורה כרבי חגי וכתב שלא נתבררו לו דברי רבינו דכיון דרבי חגי פליג עליה דרבי יוסי המוציא מחבירו עליו הראיה ועוד דבגמרין משמע דדוקא ב''ד יורדין לנכסיו הא אחר הניח מעותיו על קרן הצבי עכ''ל. ואני אומר אם מן הטעם השני אפי' אב לא יגבה דהא בגמרא לא הזכירו לא אב ולא אחר וא''כ למה פסק הוא ז''ל כרבי חגי שהאב גובה אלא אף על פי שבגמרתנו לא הזכירו דין מי שהוציא בקבורה אנו למדין מן הירושלמי כיון דבגמרין לא פליגי עליה, ולטעם הראשון כבר כתבתי טעם לדעת רבינו: ",
        "<b>היה במדינה אחרת וכו'.</b> מימרא פרק נערה (כתובות דף מ\"ח): <b>ומ״ש בלא הכרזה</b> הוא ממה שאמרו פרק אלמנה ניזונת (דף ק\"ב) דלקבורה מזבנינן בלא אכרזתא וכן פירש״י ורבינו האיי ז״ל. ויש מי שהוסיף לפרש שאפילו הלוה לצורך קבורה או למזונות כשבאין ב״ד לפרעו מוכרין בלא הכרזה שלשים יום כדי שלא תנעול דלת בפני גומלי חסד המלוים [לדברים כאלו וכן ראוי לעשות]: "
      ]
    ],
    [
      [
        "<b>האשה שהרשת בעלה וכו'.</b> זה פשוט וכבר הזכרתי פי''ד שאמרו בפ' אע''פ ברשות כמה דבעי: ",
        "<b>בד''א בשהיו לו בנים וכו'.</b> ביאר רבינו שמצות עונה ומצות פריה ורביה הם ב' דברים ואין זו תלויה בזו ופשוט הוא. ושנינו פרק הבע''י (יבמות ס\"א:) לא יבטל אדם מפריה ורביה אא''כ יש לו בנים ופירושה שיבעול בכל עונה כמ''ש רבינו ודבר נכון הוא דודאי יש לה זמנים ידועים: "
      ],
      [
        "<b>האיש מצווה ולא האשה וכו'.</b> דין האשה מחלוקת במשנה (שם ס\"ה:) ופסק כסתם משנה וכן מוכיח בגמרא: ",
        "<b>ואימתי נתחייב האיש במצוה זו וכו'.</b> בכאן מצאתי נוסחאות חלוקות בספרי רבינו ויש מהן שכתוב מבן שבע עשרה ובמסכת אבות שנינו בן שמונה עשרה לחופה. ונ''ל שאם הנוסחא הכתוב בה מבן שבע עשרה היא אמיתית שפירושה משעברה שנת שבע עשרה והוא בן שבע עשרה שלמים ומכל מקום האמיתית היא לפי דעתי מבן שמונה עשרה כלשון המשנה ופירוש משנכנס לכלל שמונה עשרה: ",
        "<b>וכיון שעברו עשרים שנה וכו'.</b> פרק קמא דקידושין (דף כ\"ט:) ברייתא עד עשרים שנה יושב הקדוש ברוך הוא ומצפה לאדם אימתי ישא אשה כיון שהגיע לעשרים שנה ולא נשא אשה אומר תיפח עצמותיו [של אותו האיש]: ",
        "<b>ואם היה עוסק בתורה וכו'.</b> שם נתבאר בגמרא: "
      ],
      [
        "<b>מי שחשקה נפשו וכו'.</b> מעשה דבן עזאי מפורש ביבמות פרק הבא על יבמתו (יבמות דף ס\"ג:) שלא נשא אשה וסובר רבינו שקיבלו חכמים תשובתו שאמר מה אעשה וכו'. <b>וכתב רבינו והוא שלא יהיה יצרו מתגבר עליו</b> דודאי בן עזאי לא היה יצרו גובר עליו שאם לא כן כל ימיו היו בהרהורי עבירה חלילה שהרי הן קשין מעבירה וזה מבואר. ",
        "<b>ומ''ש רבינו ואפילו היו לו בנים וכו'.</b> עוד יתבאר בפרק זה: "
      ],
      [
        "<b>כמה בנים יהיו לו וכו'.</b> במשנה שם (דף ס\"א:) בית שמאי אומרים ב' זכרים וב''ה אומרים זכר ונקבה שנאמר זכר ונקבה בראם וידוע שהלכה כב''ה. ופי' דוקא זכר ונקבה אבל שני זכרים לא ואין צ''ל שתי נקבות וכן מוכיח בגמרא: ",
        "<b>היה הבן סריס וכו'.</b> הסריס מבואר שם (דף ס\"ב ע\"ב) בברייתא וה''ה לאילונית ושניהם מבוארים בירושלמי: "
      ],
      [
        "<b>נולדו לו ומתו וכו'.</b> שם מבואר בגמרא למסקנא דוקא הניחו הא לאו הכי לא: ",
        "<b>במה דברים אמורים בשהיו בני הבנים וכו'.</b> גם זה מבואר שם בסוגיא: "
      ],
      [
        "<b>היו לו בנים בגיותו וכו'.</b> שם מחלוקת ר''י ור''ל וידוע שהלכה כר''י ופירש רבינו שהבנים נתגיירו ג''כ ונכון הוא שאל''כ היה מחוייב לישא כדי להיות לו בנים ישראלים ולא יאמר ר''י דבבנים עכו''ם די לו. ודין העבד מבואר שם: "
      ],
      [
        "<b>לא ישא אדם עקרה וכו'.</b> זה מתבאר במשנה ובגמרא דמי שלא קיים מצות פריה ורביה אינו נושא אשה דלאו בת בנים וכתב רבינו בכללן הקטנה לפי שאע''פ שהיא באה לכלל בנים השתא הוא מחוייב והיא לאו בת בנים היא ומבואר בתוספתא פ''א דיבמות. והשיגו ה''ר משה הכהן ואמר ואפילו קיים מצות פריה ורביה אסור לו ליקח אשה דלאו בת בנים דהלכה כרבי יהושע דאמר היה לו בנים בילדותו יהיו לו בזקנותו עכ''ל. ואין זו קושיא לפי שדברי רבי יהושע הם מדברי סופרים ודברי רבינו בכאן הם בדין תורה. וכן מבואר בהלכות דרבי יהושע לא פליג אדבית הלל ולא אמרה אלא מדרבנן ומוכרח הוא וכבר הזכיר רבינו סברת רבי יהושע למטה בפרק זה וכתב שמצוה מדברי סופרים שלא יבטל מלפרות ולרבות כל זמן שיש בו כח וזה מבואר ובפכ''א מהלכות א''ב כתב סתם ולא ישא עקרה וזקנה שאינה ראויה לילד והוא מדבריהם כמו שמתבאר שם: ",
        "<b>נשא אשה ושהתה עמו עשר שנים וכו'.</b> משנה וברייתא יבמות (ס\"ד): ",
        "<b>ומ''ש או ישא אשה וכו'.</b> שם מבואר כרבא. ",
        "<b>ומ''ש ואם לא רצה להוציא וכו'.</b> הכל מפורש בפרק המדיר בכתובות (דף ע\"ז) ונזכר כאן בהלכות: "
      ],
      [
        "<b>שהתה עשר שנים וכו'.</b> שם (יבמות ס\"ה) הוא אומר מינה והיא אמרה מיניה א''ר אמי דברים שבינו לבינה נאמנת וטעמא מאי איהי קים לה ביורה כחץ איהו לא קים ליה ביורה כחץ ופירשו בהלכות במי ששהתה עמו עשר שנים ולא ילדה ובא להוציאה ואמר שהחולי ממנה שאינה ראויה לילד ולפיכך הפסידה כתובתה והיא טוענת שהחולי ממנו היא נאמנת לפי שיודעת בבריא אם הוא יורה כחץ והוא אינו יודע וכשמוציאה גובה כתובתה ע''כ דברי ההלכות. ומבואר בכאן שאם הוא יורה כחץ שאין לה כתובה וכתב רבינו אבל יש לה תוספת והביא ראיה מן האילונית ודין האילונית הוא בפכ''ד ויש חולק לומר שהאילונית אין לה תוספת כמו שיתבאר שם ולדבריהם אפשר שאף לזו אין לה תוספת. ובהשגות א''א אין לי חלק בדבריו וכו' וכבר הסכים הרשב''א ז''ל והוכיח כדברי ההלכות דבבעל ראשון היא השמועה וכדברי רבינו וכ''נ מדברי רש''י ז''ל ועיקר: "
      ],
      [
        "<b>הוא אומר ממנה וכו'.</b> זהו הדין הנזכר בגמ' שהזכרתי בסמוך ופי' אפילו הוא טוען ברי שהיא מתקשה בשעת תשמיש או שפולטת את הזרע וכיוצא באלו כיון שהיא טוענת ברי שהוא אינו יורה כחץ יש לה כתובה ממנו שהרי היא נאמנת בדבריה וכל שהוא אינו יורה כחץ מה לו אם היא ראויה אם לאו כך פירשו מקצת המפרשים ז''ל. ואף כאן כתוב בהשגות על מ''ש רבינו והיא אומרת שאינו יורה כחץ א''א בבעל ראשון ושני וכו'. וזה כפי שיטתו שהוא מפרש הגמרא בבעל שלישי וכבר כתבתי שדברי ההלכות הם כדברי רבינו ועיקר: ",
        "<b>ויש לו להחרים וכו'.</b> כבר הזכרתי שלא נמצא בגמרא בביאור חרם סתם בשום מקום אבל כך הסכימו הגאונים ז''ל בהרבה דברים: ",
        "<b>ואם אמרה איני יודעת וכו'.</b> זה נלמד ממ״ש בגמרא איהי קים לה וכל שטוענת שמא לא קים לה מלבד שהדבר בעצמו ברור דהעמד ממון על חזקתו ומספק אין לה כתובה ושטר העומד לגבות לאו כגבוי דמי כדאמרי' בפ' החולץ (יבמות ל\"ח:) וכן עיקר: "
      ],
      [
        "<b>האשה שבאה לתבוע וכו'.</b> (שם דף ס\"ה:) ההיא דאתאי לקמיה דרב נחמן פי' שהיתה תובעת להתגרש מפני שלא ילדה אמר לה לא מיפקדת [אפריה ורביה] א''ל לא בעיא הך איתתא חוטרא לידה ומרה לקבורה פי' בן שתשען עליו בשעת זקנתה וכשתמות יקברנה אמר כי האי ודאי כייפינן [ויוציא ויתן כתובה] ומתבאר שם דדוקא בבאה מחמת טענה שהיא צריכה לבנים בעת זקנתה אבל בבאה מחמת מצות פריה ורביה אומרים לה שאינה מצווה וכן מתבאר מדברי רבינו. וכתב הוא ז''ל שזה הדין הוא אחר עשר שנים ופשוט הוא דבתוך עשר לא עדיפא מיניה שהוא מצווה על פ''ו ואינו מוציא אלא לאחר עשר ועוד שהרי בגמרא לא הזכירו בדין זה זמן אחר וא''א לומר אלא לאחר עשר המוזכר שם עליו שאם לא כן איזה זמן תגביל לה וזה ברור ומוכרח. ומה שכתב רבינו שאין לה תוספת מבואר בהלכות: "
      ],
      [
        "<b>הלך בסחורה וכו'.</b> ברייתא שם (דף ס\"ד) חלה הוא או שחלתה היא או [שהיו] שניהם חבושים בבית האסורים אין עולין לו מן המנין. <b>והלך לסחורה</b> מבואר בירושלמי תני חלה הוא או שחלתה היא או שהלך למדה''י אינו עולה לו ע''כ. ודע שרבינו מפרש מה שאמרו שם גבי אברהם אבינו שלא עלתה לו ישיבת ח''ל מן המנין שאינו לדורות וכן פירש רש''י ז''ל. ויש מי שכתב שמי שעמד עם אשתו בחו''ל ואח''כ באו לארץ שמונה משעת כניסתו לארץ דשמא זכות הארץ תעמוד להם: "
      ],
      [
        "<b>הפילה מונה מיום וכו'.</b> משנה שם. וכתב הרשב''א ז''ל פי' בירושלמי דהוא הדין להיו לו בנים ומתו דגרסינן התם היו לו בנים ומתו מונה משעה שמתו עכ''ל: ",
        "<b>אם הפילה וכו'.</b> שם (דף ס\"ה ע\"ב) הפילה וחזרה והפילה וחזרה והפילה הוחזקה לנפלים ופירש רש''י ז''ל דיוציא ויתן כתובה דשמא לא זכה להבנות ממנה עכ''ל כדברי רבינו ופשוט הוא: "
      ],
      [
        "<b>הוא אומר הפילה בתוך עשר וכו'.</b> שם מבואר הדין והטעם: ",
        "<b>ובכל זה משביעה שבועת היסת וכו'.</b> נ''ל שדעת רבינו בזה הוא מפני שידוע שכל שהוא טוען על חבירו מנה לי בידך בברי משביעו היסת כנזכר פ''א מהלכות טוען ונטען וכיון שכן זה שהוא טוען ברי כנגדה ומחמת טענתה מחוייב להוציאה ולתת כתובה הרי הוא כטוענה בברי יש לי לפרוע לה מנה שלא כדין. ולמעלה בדין יורה כחץ כתב חרם סתם ולא כתב היסת והטעם מפני ששם טענתו שמא ואין נשבעין היסת על שמא כמו שמבואר בהלכות טוען ונטען. ובהשגות אמר אברהם איני רואה בכאן וכו'. וכבר הראיתי פנים לדברי רבינו: "
      ],
      [
        "<b>נשאת לראשון ושהתה עמו עשר שנים וכו'.</b> שם תנו רבנן נשאת לראשון ולא היו לה בנים לשני ולא היו לה בנים לשלישי לא תינשא אלא למי שיש לו בנים נשאת למי שאין לו בנים תצא בלא כתובה ע''כ. ומשמע הא אם נשאת למי שיש לו בנים אם רצה להוציאה יש לה כתובה וכן כתבו מקצת מן הגאונים ז''ל ועוד הוסיף רבינו לומר שאם יש לו אשה אחרת הרי הוא כמי שיש לו בנים והטעם שכל שאינו מחוייב להוציאה אם רצה להוציאה יש לה כתובה וכשאמרו תצא בלא כתובה כתבו מקצת הגאונים דדוקא בלא הכיר בה אבל הכיר בה לא תהא פחותה זו מן האילונית שיתבאר פכ''ד שאם הכיר בה יש לה כתובה מפני שרצה ליזוק בנכסיו וכן נראה מהתוספתא וכך הסכימו הרמב''ן והרשב''א ז''ל. ודע שיש לה משני כתובה ואע''פ שנשאת לשלישי ולא היו לה בנים אין השני יכול לחזור ולתובעה בכתובה שנתן לה וכך מתבאר בגמרא וכן העלו ז''ל ורבינו סתם דבריו ומשמען הוא שיש לה כתובה משני ודי בכך: "
      ],
      [
        "<b>האשה שבאה לבית דין וכו'.</b> זהו דין משנה אחרונה שבפרק אחרון דנדרים (דף צ':) השמים ביני לבינך יעשו דרך בקשה ולפי גמרתנו הוא בטוענת שאינו יורה כחץ כמו שכתב כאן רבינו והעמידה הוא ז''ל בתוך עשר בדוקא והטעם שלאחר עשר כל זמן שלא ילדה ממנו וטוענת שהחולי ממנו כבר נתבאר למעלה שמוציא אותה ונותן לה כתובה כל זמן שטוענת שהיא צריכה לבנים כמו שמבואר למעלה: "
      ],
      [
        "<b>אף על פי שקיים אדם וכו'.</b> ברייתא בפ' הבא על יבמתו (יבמות ס\"ב:) בשם רבי יהושע ופסק הלכה כן מבואר בגמרא ושם נתבאר שאין אדם רשאי לישב בלא אשה: "
      ],
      [
        "<b>וחובה על כל איש וכו'.</b> בפ''ק דסוטה (דף ג') וקנא את אשתו רשות דברי רבי ישמעאל רבי עקיבא אומר חובה וידוע שהלכה כר''ע מחברו: ",
        "<b>אמרו חכמים וכו'.</b> מימרא שם: ",
        "<b>ולא יאנוס אותה וכו'.</b> ברייתא ומימרא בעירובין סוף המוצא תפילין (עירובין דף ק':): "
      ],
      [
        "<b>וכן צוו חכמים על האשה וכו'.</b> זה מבואר בהרבה מקומות: ",
        "<b>ולא תתבע תשמיש וכו'.</b> שם בעירובין: ",
        "<b>ולא תמנע מבעלה וכו'.</b> זה מבואר שהמונעת התשמיש נקראת מורדת ופשוט הוא בהרבה מקומות שהיא משועבדת לו לכך: "
      ],
      [
        "<b>וכן צוו חכמים שהיא וכו'.</b> בפרק הבא על יבמתו (יבמות דף ס\"ב:) תנו רבנן האוהב את אשתו כגופו והמכבדה יותר מגופו עליו הכתוב אומר וידעת כי שלום אהלך ופקדת נוך ולא תחטא: ",
        "<b>ולא יטיל עליה אימה יתירה וכו'.</b> מימרא פרק קמא דגיטין (דף ו':): "
      ],
      [
        "<b>וכן צוו חכמים על האשה וכו'.</b> פרק קמא דקידושין (דף ל\"א) אמרו שאתה ואמך חייבים בכבוד אביך. ופרק קמא דמגילה (דף י\"ב:) בהגדה הזכירו דאמרי אינשי קרחא בביתיה פרדשכא ליהוי. ודברים פשוטים הם: "
      ]
    ],
    [
      [
        "<b>הנכסים שמכנסת האשה וכו'.</b> מה שכתב <b>רבינו שאין הנדוניא בכלל כתובה</b> יש לו עיקר בהרבה מקומות בגמרא שחלקו בביאור בין כתובה לנכסי צאן ברזל וא״צ לומר לנכסי מלוג כמו שנתבאר במורדת פרק י״ד ויתבאר פרק כ״ב בדין שומרת יבם ופרק כ״ד יתבאר בדין הרבה נשים שדין הכתובה חלוק מדין נכסי צאן ברזל ונכסי מלוג וכ״נ בהרבה מקומות בגמרא שאין הנדוניא בכלל כתובה אע״פ שלא חלקו בפירוש כמו שאמרו בפרק גט פשוט (ב\"ב קע\"ד:) גבי ערב דכתובה דלא משתעבד מ״ט מצוה עבד ולא מידי חסרה ובנדוניא אין לומר לאו מידי חסרה שהרי הביאה ממון שלה ויתבאר דין זה פרק י״ז. עוד אמרו בהרבה מקומות בגמרא מקולי כתובה שנו כאן ומשמע שהוא דוקא בעיקר כתובה ותוספת לפי שהוא מתחייב בהן ולא קיבל כלום אבל בנדוניא משמע שלא הקלו ודינה כדין שאר חובות. והנראה אלי מדברי רבינו שהוא סובר שאין הנדוניא בכלל כתובה לשום דבר אלא לדברים שביאר רבינו בפירוש שהיא ככתובה אבל בכל מה שסתם הוא ז״ל דין הנדוניא כדין חוב בעלמא ודין החוב במלוה עם הלוה נתבאר בהלכות מלוה ולוה כל פרטיו וכן כתב הרשב״א ז״ל בתשובת שאלה שדעת רבינו הוא שהנדוניא כחוב בעלמא ונגבית מן הבעל בבינונית שלא אמרו [זיבורית] אלא בכתובה ותוספת. ודע שיש קצת דברים שהכתובה והחוב שוים בהן כפוגמת כתובתה ופוחתת ונפרעת מנכסי יתומים ושלא בפניו ומן המשועבדין שכל אלו בעל חוב גם כן צריך שבועה בהן ואין ספק שדין זה נוהג אף בנדוניא ולא הוצרך רבינו לבאר כן דפשוט הוא שלא יפה כחה מן החוב. ודע שאין דעת רבינו מוסכם בזה מכל המפרשים ז״ל כי יש מי שנחלק ואמר שנכסי צאן ברזל בכלל כתובה בכ״מ. ודוקא כשהיא באה לגבותם מבעלה או מיורשין ובאי כחו אבל כשהן בעין דינם חלוק כמוזכר בהרבה מקומות וזה דעת הרמב״ן ז״ל בריש פרק אע״פ בכתובות וז״ל הילכך כל דיני כתובה דמנה ומאתים כנכסי צאן ברזל מיהו דוקא בדליתנהו ובאה לגבות מנכסיו בשיעבוד דכתובה אבל היכא דאיתנהו לא שאפילו זנתה לא הפסידה בלאותיה קיימין דנכסי צאן ברזל עכ״ל. ועיקר ראיותיו ממה שהזכירו חכמים בכמה מקומות נדוניא בכלל כתובה כמו שאמרו בפרק אף ע״פ (כתובות דף נ\"ה) גובה כתובתה בבית אביה ואמרו (דף מ\"ו:) וקבורתה תחת כתובתה [וכן] ההוא שכיב מרע דאמר הבו ארבע מאה זוזי לכתובה דברתא וכן כתובת בנין דכרין היא אף בנדוניא ואף רבינו מודה בדין בנין דכרין כנזכר פרק י״ט. והרשב״א ז״ל הטיל פשרה והכריע בדברים ואמר דודאי הנדוניא בכלל לשון הכתובה ונפקא מינה למוכרת ומוחלת דמשום לישנא אתינן לה כלומר שבכלל מה שאמרה כתובתי מכורה לך מחולה לך היא אפילו הנדוניא שהכל נקרא כתובה והלשון כולל אותם אבל לדיניהם בכל מה שאין הלשון גורם אין הנדוניא בכלל העיקר דהתם שנו קולי דכתובה משום דמדידיה יהיב לה ונדוניא משלה היא ולמה נקל יותר משאר חובות דעלמא עכ״ל. ולפי שענין זה עיקר גדול בהרבה מקומות הארכתי בו ועוד אבאר בכל דיני הכתובה כל אחד במקומו מהו דין הנדוניא: ",
        "<b>ואם קיבל הבעל אחריות וכו'.</b> דעת רבינו הוא שאין כל מה שנכתב בכתובה שהכניסה לו נקרא נכסי צאן ברזל אלא מה שקיבל עליו אחריות בפירוש והשאר הוא נכסי מלוג וכן מוכיח במשנה ברייתא פרק אלמנה לכהן גדול (יבמות דף ס\"ו) שאין כל מה שהכניסה לו בנדוניא צאן ברזל אלא מה שקיבל אחריות וכ״כ מקצת הגאונים ז״ל וכן העלה הרשב״א ז״ל שם: "
      ],
      [
        "<b>וכן כל נכסים וכו'.</b> זה מבואר בהרבה מקומות ומסקנא בפרק האשה שנפלו לה נכסים (דף ע\"ח:) שאפילו נכסים שנפלו לה עד שלא תתארס ונשאת ומכרה בעל מוציא מיד הלקוחות כדין כל נכסי מלוג כמו שיתבאר בפרק כ''ב: ",
        "<b>ואין נקרא כתובה וכו'.</b> מה שכתב <b>רבינו שהתוספת הוא כדין העיקר</b> מבואר ריש פרק אע״פ (כתובות דף נ\"ד:) תנאי כתובה ככתובה דמי. ופירוש תוספת כתובה ככתובה דמי והכוונה בכל מקום שלא נזכר חילוק בביאור בין העיקר והתוספת: "
      ],
      [
        "<b>ולא תקנו לגבותה וכו'.</b> זה פשוט דלא נתנה כתובה ליגבות מחיים ובהרבה מקומות פשוט הוא שכל נכסי צאן ברזל ונכסי מלוג כן כמו שיתבאר פרק כ''ב בדין המתחיל כל נכסים שיש לאשה בין נכסי צאן ברזל וכו'. ",
        "<b>וכן התקינו שאם היו לבעל וכו'.</b> משנה במסכת גיטין פרק הניזקין (גיטין דף מ\"ח:) וכתובת אשה בזיבורית ומפורש בגמרא בפרק אע״פ בכתובות (דף נ\"ה) שהתוספת הוא כמו העיקר ומן הזיבורית ולדעת רבינו נכסי צאן ברזל אינם בכלל דין זה אלא הרי הן כחוב ומן הבינונית. ולדעת הרמב״ן ז״ל אף הן מן הזיבורית והרשב״א ז״ל לא הכריע בזה כלום ומן הירושלמי נראה כדעת רבינו ששם נחלקו בדין התוספת אם היא בבינונית משמע דלדברי הכל נכסי צאן ברזל מן הבינונית: "
      ],
      [
        "<b>וכן התקינו שכשתבוא וכו'.</b> במשנה פרק הכותב (כתובות דף פ\"ז) ומנכסי יתומים לא תפרע אלא בשבועה ובזה אפילו נצ״ב כן כמ״ש למעלה שאפילו מלוה הבא ליפרע מן היורשים אינו נפרע אלא בשבועה כנזכר פרק י״ד מהלכות מלוה ולוה: ",
        "<b>ושמין לה וכו'.</b> בסוף פרק נערה (כתובות דף נ\"ד) מא דגמרא דאלמנה שמין מה שעליה ואמרו שם מ״ט כי אקני לה אדעתא דלמיקם קמיה אדעתא למשקל ולמיפק לא אקני לה. ובהלכות ושמעינן מיניה דמאן דמגרש לאתתיה אדעתא דנפשיה אין שמין מה שעליה דלאו איהי קא בעיא למיפק אלא איהו [קא] בעי לאפוקה ע״כ. וכתב הרשב״א ז״ל ויש מי שאומר דבגרושה אפילו בגדי שבת אין שמין לה דכולהו אקני לה והאריך בזה: ",
        "<b>אבל אם גירשה וכו'.</b> פטור השבועה בגרושה כשנפרעת מן הבעל הוא פשוט. ומה שכתב רבינו לרצונו הוא לענין מה שאמר שאין שמין הכסות שעליה שאם היא יוצאה בעל כרחו וכגון אלו שכופין אותם להוציא ודאי שמין מה שעליה וכן נראה מן ההלכות אבל לענין השבועה שלא נפרעה הכתובה כל הגרושות שוות: "
      ],
      [
        "<b>וכן התקינו שלא תגבה האלמנה כתובתה אלא מן הקרקע.</b> כך מצאתי בספרי רבינו ואם כך היא הנוסחא משמעה היא שהגרושה הבאה לגבות מן הבעל גובה אף מן המטלטלין דמיניה דידיה אפי' מגלימא דעל כתפיה וזה דעת קצת מפרשים ז''ל שכשאמרו מטלטלין לא משתעבדי לכתובה דוקא אחר מיתת הבעל אבל מחיים דבעל גובה אף מן המטלטלין. ומדברי הרשב''א ז''ל שכתב בתשובה כדעת רבינו נראה שהיתה נוסחת ספרי רבינו שלו וכן התקינו שלא תגבה האשה וכו' והוא כולל אף הגרושה וכן עיקר שבזה הורע כח הכתובה מן החוב שאילו החוב נגבה בחיי הלוה מן המטלטלין ולא כן הכתובה ויש לזה ראיה בנדרים (דף ס\"ה:) פרק ר''א ודין נכסי צאן ברזל לדעת רבינו כדין החוב ומבואר דינו פרק י''ח מהלכות מלוה ולוה ויש אומרים שדינן ככתובה ואין להאריך בזה לפי שעכשיו הכל נגבה אף מן המטלטלין ואפילו מן היתומים מתקנת הגאונים כמו שיתבאר בפרק זה: ",
        "<b>ואינה גובה משבח וכו'.</b> בבכורות (דף נ\"ב) פרק יש בכור לנחלה הובא בהלכות ר''פ אע''פ ולא האשה בכתובתה ולא הבנות במזונותיהן אין נוטלין בשבח ובגמרא שם ולא האשה בכתובתה איני והא אמר שמואל ב''ח גובה את השבח אמר רבי אבא מקולי כתובה שנו כאן ולא הבנות במזונותיהן מ''ט תנאי כתובה ככתובה דמי ע''כ בגמרא. ודע שאין נכסי צאן ברזל בכלל זה אלא הרי הן נגבין מן השבח שהשביח לוקח אבל לא מן היתומים כמו החוב ודין החוב נזכר פרק כ''א מהלכות מלוה ולוה זהו דעת רבינו וכן הסכים הרשב''א ז''ל בתשובה: "
      ],
      [
        "<b>וכן מקולי כתובה וכו'.</b> משנה בפרק שני דייני גזירות (כתובות דף ק\"י:) נשא אשה בא״י וגירשה בקפוטקיא נותן לה ממעות א״י נשא אשה בקפוטקיא וגירשה בא״י נותן לה ממעות א״י. ופי' מעות א״י הם קלים משל קפוטקיא ואמרו בגמרא דמקולי כתובה שנו כאן ובחוב דעלמא הכל הולך אחר מקום כתיבת השטר כנזכר שם. ודע שכל זה הוא כשיש בשווי המטבע שהוא מגבה לה כדי מאתים ומנה שתקנו חכמים אבל פחות מכאן א״א לפחות ולא הוצרך רבינו לפרש זה שכבר נתבאר פרק עשירי שכל הפוחת לבתולה ממאתים ולאלמנה ממנה הרי בעילתו בעילת זנות עוד נתבאר במשנה שהנושא במקום אחר ומגרשה באותו מקום נותן ממעות אותו מקום וגם כי לא הוצרך לבאר זה לפשיטתו. ובהשגות א״א והוא שכתב לה וכו' ואין כן דעת רבינו אלא אף בכותב סתם יש לה בפחות שבמטבעות שבמקום הנישואין והגירושין אע״פ שהוא יותר משיעור חכמים וכן הסכימו הרמב״ן והרשב״א ז״ל ודחו סברת הר״א ז״ל. וכתב הרשב״א ז״ל שאם כתב לה מאתים דינרים דחזו ליכי שהם מאתים של מדינה שהרי לא פירש אי אלו מאתים אותן דחזו לה עכ״ל. ודע שנכסי צאן ברזל לדעת רבינו הרי הן כדין החוב בדבר זה וכבר נתבאר דין החוב פרק י״ז מהלכות מלוה ולוה וכן דעת הרשב״א ז״ל בתשובה שכל מה שהוא מקולי כתובה אין נכסי צאן ברזל בכלל אלא הרי הוא כדין החוב: ",
        "<b>במה דברים אמורים בשהיה בכתובתה מעות וכו'.</b> זה פשוט שכל שכתב לה מטבע ידוע גובה היא מה שכתב לה ובלבד שלא יהיה פחות משיעור חכמים וכן נראה מן הברייתא והירושלמי. ומה שכתב רבינו כמו שיתבאר בהלכות הלואה הכוונה פ''ד מהלכות מלוה ולוה: "
      ],
      [
        "<b>תקנו הגאונים וכו'.</b> תקנה זו כתובה בהלכות ובכל ספרי הגאונים והטעם היה מפני שהרבה אנשים מתעסקים במטלטלין לבד בזמן הזה ואשה סומכת עליהן וכיוצא בזה אמרו בגמרא פרק מציאת האשה (כתובות דף ס\"ז) גמלים של ערביא וארנקי דמחוזא אשה גובה פורנא מהם והוא מפני שבאותן המקומות היה רוב עסקיהם בכך והיתה האשה סומכת עליהן אע״פ שהן מטלטלין: ",
        "<b>ומ''ש שאין כתובת בנין דכרין בכלל תקנה זו.</b> כך נראה מדברי הגאונים ז''ל ולא עוד אלא שיש מהם מי שאומר שאינה נוהגת היום כלל: "
      ],
      [
        "<b>כבר נהגו בכל המקומות וכו'.</b> מדברי רבינו נראה שאע''פ שלא כתב לה מטלטלי אגב מקרקעי אלא מקרקעי ומטלטלי גובה היא מן הדין מן היורשין אפילו מטלטלין וכן כתב הרשב''א בסוף כתובות ואם כתב לה מקרקעי אגב מטלטלי אפילו מן הלקוחות גובה מטלטלין כמבואר פרק י''א מהלכות מלוה ולוה: "
      ],
      [
        "<b>הרי שלא כתב וכו'.</b> דעת רבינו הוא שאין לומר בזה אע''פ שלא נכתב כמי שנכתב דמי שאין זה תנאי ב''ד כיון שנתחדש אחר הגמרא: "
      ],
      [
        "<b>ועוד תקנו חכמים שיהיו כל נכסי וכו'.</b> משנה וברייתא פרק האשה שנפלו לה: ",
        "<b>וכל שימכור וכו'.</b> זה מבואר שגובה מן המשועבדין במקום שאין בני חורין. ודין השבועה שכתב מבואר פרק הכותב ודין נכסי צאן ברזל וכתובה שוין בזה שהרי דין כל חוב הוא כן: "
      ],
      [
        "<b>כשמשביעין ב''ד או היורשין את האלמנה וכו'.</b> בגיטין פרק השולח משנה (דף ל\"ד:) אין אלמנה נפרעת מנכסי יתומים אלא בשבועה נמנעו מלהשביעה התקין רבן גמליאל הזקן שתהיה נודרת ליתומים כל מה שירצו וגובה כתובתה. ובגמרא א''ר יהודה אמר שמואל לא שנו אלא בב''ד אבל חוץ לב''ד משביעין אותה וקיימא לן כוותיה דרב יהודה דא''ל לרבי ירמיה ביראה אדרה בב''ד ואשבעה חוץ לב''ד פי' או האי או האי אי זה שירצו יתומים אם שבועה חוץ לב''ד או נדר בב''ד וכן דעת רבינו וכן הסכימו הרמב''ן ז''ל והרשב''א ז''ל ופירש''י ז''ל שהשבועה שהוא חוץ לב''ד הוא כעין היסת שלא בשם ושלא בנקיטת חפץ וכן דעת הרמב''ן ז''ל והרשב''א ז''ל ודעת רבינו אין נראה כן שלא באר. וענין הנדר הוא שהיא אוסרת על עצמה לעולם אי זה דבר שירצו היתומים אם נפרעה מכתובתה כלום ומפורש בגמרא שהגרושה שלא נפרעה בחיי הבעל ובאת לגבות מן היורשין שמשביעין אותה בב''ד כדין כל הבא ליפרע מנכסי יתומים ורבינו לא הוצרך לבאר זה כיון שלא הזכיר אלא אלמנה ודע שנכסי צאן ברזל וכתובה שוין בזה שהרי אין כאן קל בכתובות מבשאר חובות: "
      ],
      [
        "<b>מתה האלמנה וכו'.</b> בשבועות פרק כל הנשבעים (שבועות דף מ\"ח) העמידו המשנה שאמרה מתה יורשיה מזכירין כתובתה דווקא בשנשבעה ומתה הא לאו הכי אין יורשיה מזכירין כתובתה אליבא דרב ושמואל דאמרי שכשמת הלוה בחיי מלוה ואח״כ מת מלוה שאין בני מלוה נשבעין ונוטלין לפי שאין אדם מוריש שבועה לבניו. ובהלכות פרק הנושא כתבו כן דדוקא נשבעה הא לאו הכי לא. ודין הנדוניא בזה שוה לחוב כל זמן שאינה בעין כמו שיתבאר פי״ח וכן הדין בחוב כמו שנתבאר פי״ז מהלכות מלוה ולוה: ",
        "<b>ואם נשאת קודם שתשבע וכו'.</b> בגיטין פרק השולח (גיטין דף ל\"ה) מימרא: "
      ],
      [
        "<b>ייחד לה קרקע בכתובתה בין שייחד וכו'.</b> ריש פרק אע״פ (כתובות דף נ\"ה) מבואר בגמרא: ",
        "<b>וכן אם כתב לה מטלטלין וכו'.</b> שם מטלטלי ואיתנהו בעינייהו בלא שבועה ליתנהו בעינייהו [פומבדיתאי אמרי בלא שבועה בני מתא מחסיא אמרי בשבועה] והלכתא בלא שבועה ובהלכות והוא דידע דהני מטלטלי מחמת מטלטלי קמאי נינהו ע''כ. "
      ],
      [
        "<b>הפוגמת וכו'.</b> משנה פרק הכותב (כתובות דף פ\"ו): ",
        "<b>ואפילו יש עליה וכו' ואפילו דקדקה בחשבון וכו'.</b> בעיי דלא איפשיטו שם ופסק רבינו שלא תטול אלא בשבועה דידוע שכל תיקו דממונא חומרא לתובע וקולא לנתבע. ודין נכסי צ''ב בזה כדין כתובה שהרי אף כל חוב הוא כן כנזכר פרק י''ד מהלכות מלוה ולוה: "
      ],
      [
        "<b>אמר הבעל נתקבלת הכל והיא אומרת וכו'.</b> במשנה שם ועד אחד מעידה שהיא פרועה ופירש רבינו בין בכל בין במקצת ופשוט הוא שכל שבאה להכחיש העד צריכה שבועה: "
      ],
      [
        "<b>הנפרעת שלא בפניו לא תפרע אלא בשבועה וכו'.</b> משנה שם. <b>ומ''ש רבינו והוא שיהיה במקום רחוק וכו'</b> מפורש כן בהלכות ויש לו סמך בירושלמי: "
      ],
      [
        "<b>הפוחתת כתובתה נפרעת שלא בשבועה וכו'.</b> מבואר בגמרא ובהלכות שם: "
      ],
      [
        "<b>כל מקום שאמרנו לא תפרע אלא בשבועה וכו'.</b> זה שכתב רבינו שאם אמר הבעל תשבע לי על טענתי שהיא נשבעת למד כן ממ''ש בפרק שבועת הדיינין האי מאן דאמר לחבריה וכו' ונתבאר בפי''ד מהלכות מלוה ולוה בדין המתחיל התובע את חבירו לפרעו. ודין הכתובה ונכסי צאן ברזל והחוב שוים בזה ושם נתבאר בארוכה: "
      ],
      [
        "<b>התנית עמו שתגבה וכו'.</b> מבואר בהלכות פרק הכותב וכן דעת הרבה מן הגאונים ז''ל: "
      ],
      [
        "<b>אבל אם באה לטרוף וכו'.</b> דבר זה מחלוקת בין הגאונים ז''ל ודעת ההלכות כן שאין נאמנות מועיל לגבי לקוחות ויש מהם ז''ל מי שחלק ואמר דלקוחות אינהו דאפסידו אנפשייהו כשלקחו אחר החוב והנאמנות. וזה דעת הר''א בהשגות וכתב בעל העיטור דלמעשה עושין כדעת ההלכות: "
      ],
      [
        "<b>אלמנה שהיה וכו'.</b> מסקנא דגמרא פרק הנושא שכל ששטר כתובתה יוצא מתחת ידה גובה לעולם: ",
        "<b>ואם אין שטר כתובה וכו'.</b> כן כתוב בהלכות בפרק הכותב דבמקום שכותבין אפי' הוציאה גט אינה גובה כלום ויש חולקים בזה מדאמר ר''י פרק קמא דמציעא (דף י\"ו) הטוען אחר מעשה ב''ד לא אמר כלום וכבר הכריע הרמב''ן ז''ל שם כדעת ההלכות ורבינו וכן דעת הרבה מהגאונים ועיקר. ודוקא כשהבעל טוען פרעתי או מחלה לי אבל אם הוא מודה ודאי חייב לפורעה וכן יתבאר בפרק זה בדברי רבינו. וידוע שלעולם טוענין ליורש: "
      ],
      [
        "<b>בד״א במקום שדרכן וכו'.</b> זה מוסכם דבמקום שאין כותבין בו וסומכין על תנאי ב״ד הרי הבעל צריך להביא ראיה שנפרעה וכן מתבאר במשנה (דף פ\"ט) ובגמרא פרק הכותב ופרק הנושא (כתובות דף ק\"ד) וכתב רבינו שבתוספת צריכה להביא ראיה וכן עיקר לפי שהתוספת אינו מתנאי ב״ד שנאמר אע״פ שלא נכתב כמו שנכתב הוא וק״ו הוא מדין העיקר במקום שכותבין ודבר פשוט הוא לפי שיטת ההלכות ורבינו וכן כתב הרמב״ן ז״ל פ״ק דבבא מציעא: "
      ],
      [
        "<b>ועד כמה תגבה האלמנה וכו'.</b> משנה וגמרא פרק הנושא ופסק הלכה בגמרא ודע שהוא הדין תוספת ואע''פ שאין גובה התוספת אלא בראיה ברורה וכמו שכתב רבינו או אם שטר כתובתה יוצא מתחת ידה כבר נתבאר שגובה לעולם מ''מ נ''מ בשאין לה שטר והיתומים מודים בתוספת אלא שאומרים שנמחל מפני ששתקה שהדין עמהם כל זמן שעמדה בבית אביה וכדרך העיקר וכן מתבאר בגמרא לפי גירסת רש''י ז''ל והירושלמי וכן עיקר. ודע שהגרושה גובה לעולם כשמוציאה גיטה כמו שיתבאר בפרק זה וכן מבואר בגמרא שם שהגרושה היא כבעלת חוב ולזה כתב רבינו האלמנה ודין הנדוניא כדין החוב לדעת רבינו וכן כתב הרב רבינו שלמה בן אדרת ז''ל ומ''מ אין צורך לזה שהרי פשוט הוא שאינה נגבית הנדוניא בשום מקום אלא כשמראה כתובתה ומ''מ נ''מ שהיכא שהיורשין מודים שלא פרעוה שאע''פ שאבדה כתובתה גובה נדוניא ואינה גובה לא עיקר ולא תוספת כיון ששתקה כ''ה שנים והיא בבית אביה ודאי מחלתן: "
      ],
      [
        "<b>לפיכך אם היה וכו'.</b> מעשה שם בגמרא: "
      ],
      [
        "<b>היא אומרת בתולה נישאתי.</b> משנה (דף ט\"ו.) ריש פרק האשה שנתארמלה היא אומרת בתולה נשאתני והוא אומר לא כי אלא אלמנה נשאתיך אם יש עדים שיצתה בהינומא וראשה פרוע כתובתה מאתים ובגמרא טעמא דאיכא עדים הא ליכא עדים בעל מהימן וכתב רבינו שהוא נאמן ובשבועת התורה כדין מודה במקצת. ובהשגות א''א שבועת התורה אין כאן וכו' והכוונה לפי שאין הכתובה ניגבת מן המטלטלין כמו שנתבאר למעלה. ואני אומר שאין זו קושיא שכיון שהגאונים תקנו שתגבה הכתובה מן המטלטלין חזרה כתובה שאינה כפירת שיעבוד קרקעות בלבד. ומ''מ קשה לן שהרי דברי רבינו בכאן הם במקום שאין כותבין כתובה וכמ''ש ובמקומות ההם אינו נאמן לומר פרעתי בעיקר כתובה אלא א''כ הביא ראיה וכמו שנתבאר וכיון שכן היאך נקרא זה מודה מקצת וכבר נתבאר פ''ד מהלכות טוען ונטען שאין מודה מקצת חייב שבועת התורה אלא בדבר שאפשר לכפור בו אבל ודאי במקום שכותבין כתובה ונאבדה כיון שהבעל יכול לטעון ולומר פרעתי כשהוא מודה ואומר לא פרעתיה ואומר אלמנה נשאתיה והיא אומרת בתולה נישאתי יש כאן שבועת התורה כיון שמתקנת הגאונים נגבית אף מן המטלטלין כך נ''ל: ",
        "<b>ונאמן הקטן וכו'.</b> במשנה שם (דף כ\"ח) אלו נאמנין להעיד בגדלן מה שראו בקטנן זה כתב ידו של אבא של רבי ושל אחי זכור הייתי בפלונית שיצאת בהינומא וכו' ובגמרא א''ר הונא בריה דרב יהושע והוא שיש גדול עמו ופירוש שהוא מצטרף עם עד אחד שהיה גדול כשראה כן ודעת רבינו לפי מ''ש פ''ז ופי''ד מהלכות עדות דלא קיימא הא דרב הונא אלא אזה כתב ידו של אבא ושל רבי ושל אחי בלבד אבל הרבה מן המפרשים ז''ל ראיתי שפירשוה אפילו אהא דיצאתה בהינומא: ",
        "<b>וכל הדברים וכו'.</b> כוונת רבינו שבמקום שאין כותבין כתובה אינה גובה אלא בראיה כפי מה שנתבאר ובודאי אף במקום שכותבין אם נאבדה כתובתה והבעל מודה שלא פרעה ושנשאה אלמנה והיא טוענת שנשאה בתולה יש דין ביניהם כמו שכתבתי למעלה: "
      ],
      [
        "<b>האשה שאמרה לבעלה וכו'.</b> מימרא בהרבה מקומות ועיקרה פרק אחרון דנדרים (דף צ\"א) האשה שאמרה לבעלה גירשתני נאמנת חזקה אין אשה מעיזה פניה בפני בעלה והרבה סברות נאמרו בזה יש מי שאומר שאינה נאמנת לינשא לכתחילה ואין צ''ל ליטול כתובה וזה דעת הר''א ז''ל בהשגות. וכתב שדברי רבינו במות טלואות הם. וכבר הקריבו עליהם קרבן הרבה מפרשים ז''ל והוכיחו בראיות שהיא נאמנת אף לינשא ועיקר. ולענין גביית הכתובה ג''כ הכריע הרמב''ן ז''ל כדברי רבינו והביא ראיה לזה בפ' האשה שנתארמלה והטעם מפני מדרש כתובה לכשתינשאי לאחר תטלי מה שכתוב ליכי אבל בתוספת לא לפי שאין מדרש כתובה בתוספת אלו דבריו ז''ל וכדעת רבינו ופירושה ואין צ''ל נכסי צאן ברזל. ומ''מ ראיתי מי שסובר דדוקא כשאינה תובעת כתובה אלא שהיא באה לינשא אבל אם תבעה כתובתה אינה נאמנת דומיא דאמרה מת בעלי שנתבאר בסוף הפרק ויש לחוש לסברא זו אע''פ שיש חולקין: "
      ],
      [
        "<b>אמר לה וכו'.</b> זה יצא לרבינו ממ״ש בפ' הכותב (כתובות דף פ\"ט) הב״ע בשאין שם עידי גירושין מתוך שיכול לומר לא גירשתיה נאמן לומר גירשתיה ונתתי לה כתובה. ומפרש רבינו שהוא לענין תוספת לפי שבעיקר כתובה אין שם מיגו וכפי מה שנתבאר בדעת רבינו: "
      ],
      [
        "<b>הוציאה גט וכו'.</b> משנה שם והחילוק שחילק רבינו בין מקום שכותבין למקום שאין כותבין מבואר בגמרא ובהלכות וכתב רבינו ונשבע היסת והטעם מפני שהוא כופר בכל: "
      ],
      [
        "<b>הוציאה שני גיטין וכו'.</b> משנה בפרק הכותב ושאר החלוקות ג''כ מבוארים שם במשנה וגמרא וברייתא שם: "
      ],
      [],
      [
        "<b>האשה נאמנת וכו'.</b> משנה וגמרא ביבמות פרק האשה שלום (יבמות דף קי\"ד) וכתב רבינו שמשביעין אותה ופשוט הוא כדין כל הבא ליפרע מן היורשין: ",
        "<b>באה ואמרה וכו'.</b> מימרא שם (קי\"ז:) באה ואמרה וכו' בעיא באת''ל פסק רבינו כן כדרכו בכל הגמרא: ",
        "<b>אבל אם באה וכו'.</b> בעיא דלא איפשיטא שם ופסק רבינו כדין כל תיקו שבממון שאם תפסה אין מוציאין מידה כפי דעתו ז''ל: "
      ]
    ],
    [
      [
        "<b>מי שהיה וכו'.</b> משנה מי שהיה נשוי ארבע נשים (כתובות דף צ\"ג): ",
        "<b>ומ''ש רבינו וגם היא נשבעת וכו'.</b> הוא כבן ננס שאמר במשנה שאף האחרונה נשבעת ואע''פ שבאה לגבות ממנו וכגון שהן גרושות כולן נשבעות: "
      ],
      [
        "<b>במה דברים אמורים בשהיתה וכו'.</b> זה מבואר בהלכות פרק הכותב ופשוט הוא שהרי אף דין הב''ח כן כמבואר פרק כ' מהלכות מלוה ולוה. וכתב רבינו כולן חולקות כאחת והכוונה כשהנכסים מספיקים אבל אם אינם מספיקים לכולן המלוה קודם לאשה כמו שיתבאר בסמוך: "
      ],
      [
        "<b>וכן אם היה וכו'.</b> גם זה מבואר בהלכות בפרק הכותב ופשוט הוא שהרי אף דין החוב כן כנזכר פ''כ מהלכות מלוה ולוה ודין הנדוניא ועיקר הכתובה שוים במה שנזכר מראש הפרק ע''כ שהרי דין כל בעל חוב כן: "
      ],
      [
        "<b>מי שגירש את וכו'.</b> מימרא שם פרק הכותב (כתובות דף פ\"ו) ובהלכות האריכו בה וסוף דבריהם כדברי רבינו וכן עיקר: "
      ],
      [],
      [],
      [
        "<b>היו כתובין בכתובתה וכו'.</b> זה ברור לדעת רבינו שלא הורע כח האשה אלא בעיקר הכתובה שהרי לא חסרה בו כלום אבל נדונייתה הרי הוא כחוב בעלמא וכבר הארכתי בכיוצא בזה ריש פי''ו: "
      ],
      [
        "<b>מי שמת או גירש וכו'.</b> חלוקה זו שכתב רבינו נתבאר בביאור פרק מי שהיה נשוי בהלכות וכן הדין בכל חובות כנזכר פ''כ מהלכות מלוה ולוה ושם כתב רבינו ויש מן הגאונים שהורה שיחלקו לפי ממונם ולא הכריע שם כלום ובכאן נתבאר שדעתו כדעת ההלכות שהרי לא כתב כאן דעת אחרת. ובהשגות א''א זהו על דרך הרב ז''ל ואינו מחוור כלל ע''כ. וכבר הכריחו הרבה מן המפרשים האחרונים ז''ל ובכללם הרשב''א כדעת ההלכות ורבינו ועיקר: "
      ],
      [
        "<b>הערב לאשה וכו'.</b> כבר ביארתי דין זה כדעת רבינו ודעת ההשגות פכ''ה מהלכות מלוה ולוה ושם כתבתי שאין דין זה אלא במנה ומאתים ותוספת אבל נדוניא הרי היא כחוב דעלמא ופשוט הוא כפי מה שנתבאר: ",
        "<b>אי זה הוא קבלן וכו'.</b> שם פכ''ה מהלכות מלוה ולוה שדין הקבלנות הוא באומר תן לו ואני נותן לך ושם כתבתי שיש מי שאומר דבכתובה דלא שייך בה תן לו שהרי אינה נותנת כלום שצריך שיתן לה הבעל כסף כתובתה ויחזור הקבלן ויאמר לה תני לו ואני קבלן. ואין כן דעת רבינו אלא כל שאומר הנשאי לו ואני נותן ה''ז כאומר בעלמא תן לו ואני נותן וזה דעת רמב''ן ז''ל ועיקר: ",
        "<b>המגרש את אשתו וכו'.</b> משנה פרק גט פשוט (ב\"ב קע\"ג:) ופרק שום היתומים (ערכין כ\"ג) ופירש''י ז''ל ידירנה הבעל הנאה על דעת רבים נדר שאין לו הפרה עכ''ל: "
      ],
      [
        "<b>וכן המקדיש וכו'.</b> מחלוקת תנאים במשנה שם פרק שום היתומים ונראה מן הגמרא שאפי' במקדיש צריך הדרת הנאה. וכתב רבינו ואח''כ תפרע מן הפודה מיד ההקדש לפי שמן ההקדש עצמו אינה נפרעת אלא אחר שיצא לפדיון על הדרך שנתבאר פי''ח מהלכות מלוה ולוה. ונ''ל שדין זה הוא אפילו בנדוניא שהרי מפני חשש קנוניא הוא אבל מלשון הגמרא שאמרו שם ערב נמי מצוה קעביד ולא מידי חסרה משמע דדוקא בעיקר כתובה ותוספת שהוא כעיקר אבל בנכסי צ''ב לא וצ''ע: ",
        "<b>אבל המגרש וכו'.</b> שם ובהלכות פרק גט פשוט: "
      ],
      [
        "<b>הבעל שמכר וכו'.</b> בפרק מי שהיה נשוי (כתובות דף צ\"ה) נתבאר בגמרא ובהלכות. ודע שיש קרקעות שמכרו בהן בטל לאלתר ואינו קיים עד שעת גוביינא והם קרקע שייחד לה ושהכניסה לו כפי מה שנתבאר פרק ל' מהלכות מכירה ושם כתבתי שאם קבלה עליה אחריות נכסים בפירוש שמכרן קיים אע״פ שרבינו לא ביאר זה ודברי רבינו בכאן הם בשאר נכסים שאע״פ שהם משועבדין לה מכרו בהם קיים עד שעת גוביינא כמו שנזכר שם: ",
        "<b>וכן אם מכר הבעל וכו'.</b> אוקימתא דרב אשי בגמרא שם ונפסקה כן בהלכות. <b>וכתב רבינו ונפסד המכר</b> נראה מדבריו שאם לא נתבטל המכר מחמת שלא חתמה לראשון יכולה היא לומר לשני כשחתמה לו נחת רוח עשיתי לבעלי ומה שלא עשיתי כן לראשון לפי שלא היה לו צורך בכך שהרי אפילו בלא חתימתי נתקיים המכר. ודברי טעם הם אלא שקשה לזה דהתם בבעיא דאישתדוף בני חרי משמע בהדיא שהברייתא שאמרה כתב לראשון ולא חתמה לשני וחתמה אבדה כתובתה שהוא אפילו כשנתקיים המכר הראשון ואבדה כתובתה משני מפני שכל שלא חתמה לראשון אינה יכולה לומר לשני נחת רוח עשיתי לבעלי ומראשון ג''כ אבדה כתובתה מפני שיכול לומר לה הנחתי לך מקום לגבות ממנו כנזכר פרק י''ט מהלכות מלוה ולוה וכוונת רבינו במ''ש ונפסד המכר צריכה תלמוד: "
      ],
      [
        "<b>מי שהיו לו שתי נשים וכו'.</b> משנה שם: "
      ],
      [
        "<b>אלמנה בין מן הנישואין בין מן האירוסין וכו'.</b> משנה שם פרק אלמנה ניזונת (כתובות דף צ\"ו) אלמנה בין מן האירוסין בין מן הנישואין מוכרת שלא בב״ד ר״ש אומר וכו' וקי״ל כסתם משנה ובפרק אלו מציאות אמרו בגמרא (ב\"מ דף ל\"ב) אינה צריכה ב״ד של מומחין אבל צריכה ב״ד של הדיוטות והביאוה כאן בהלכות וכתב כגון גברי מהימני ובקיאי בההיא שומא ע״כ. ופירושו אע״ג דליכא בינייהו מאן דגמיר וסביר ואינן ראויים לדון דיני ממונות שאם לא כן במה יפה כחה יותר משאר דינין וכ״כ מן המפרשים ז״ל. <b>ומ״ש רבינו נשבעת</b> מסקנא דגמרא (דף צ\"ח) והלכתא [מוכרת שלא בב״ד] צריכה שבועה ואינה צריכה הכרזה ורש״י ז״ל פירש שלא גבתה יותר והרמב״ן ז״ל פירש שבועת אלמנה הבאה ליפרע מנכסי יתומים וזה דעת רבינו: ",
        "<b>ואחריות המכר וכו'.</b> מימרא שם: ",
        "<b>אבל הגרושה וכו'.</b> משנה שם וגרושה לא תמכור אלא בב''ד ויש בגמרא מי שהעמידה כר''ש אבל לרבנן אפילו גרושה מוכרת שלא בב''ד ופוסק רבינו כמי שהעמידה אפילו כחכמים ואע''פ שרבינו סובר טענת חן האשה כמ''ש פי''ב מהלכות מלוה ולוה ומשמע הכא בגמרא דמאן דאית ליה משום חינא אפי' גרושה מוכרת שלא בב''ד י''ל דע''כ לא קי''ל טענת חן אלא להזדקק לנכסי יתומים קטנים והוא הדין להכרזה הנזכר בפרק שום היתומים לפי שתפסיד בהמתנה אבל למכור שלא בב''ד לית לן ההוא טעמא שהרי אפשר לה בב''ד אלא לא אמרו מוכרת שלא בב''ד אלא מפני שאדם רוצה שלא תתבזה אשתו בב''ד וכדברי האומר כן ואין זה הטעם בגרושה לפיכך לא תמכור אלא בב''ד זהו דעת רבינו וקצת נראה מן ההלכות כן ועיקר והרשב''א ז''ל פסק כאן כמ''ד משום חינא וגרושה מוכרת שלא בב''ד: ",
        "<b>וכל המוכרת וכו'.</b> שם נתבאר וב''ד שמכרו שלא בהכרזה חוזרין ומוכרין בהכרזה כמבואר פי''ב מהלכות מלוה ולוה: ",
        "<b>אבל המוכרת וכו'.</b> כבר נתבאר למעלה זה: "
      ],
      [
        "<b>אלמנה שמכרה וכו'.</b> נראה שכוונת רבינו שכתב בינה לבין עצמה הוא אפילו בלא ג' היודעים בשומא וכ''כ פי''ח בדין המזונות ויהיה דעתו כדעת קצת מפרשים שאמרו שאע''פ שצריכה ב''ד הדיוטות והבקיאים בשומא זהו לכתחילה אבל דיעבד אפילו בלא הם כשמכרה שוה בשוה מכרה קיים. אבל הרמב''ן ז''ל כתב באלו מציאות אפילו בדיעבד אין מכרה קיים בינה לבין עצמה בלבד וכ''כ בעיטור בשם ר''ח ז''ל בין לכתובה בין למזונות ואפילו בשלשה הדיוטות אם שמה לעצמה לא עשתה כלום דכיון שאינם ראויים לדין וכפי מ''ש למעלה אמרינן לה מאן שם ליך ולדעת רבינו אפשר שכל שהיו שם שלשה בקיאין בשומא אם שמה לעצמה מדעתם מעשיה קיימין: ",
        "<b>אבל אם שמה וכו'.</b> מימרא פרק אלמנה ניזונת (כתובות דף צ\"ח) אלמנה ששמה לעצמה לא עשתה ולא כלום והעמידוה שם אפילו בשהכריזה דאמרינן לה מאן שם ליך וכבר כתבתי בסמוך שנראה בדעת רבינו דדוקא בשלא היו שם שלשה בקיאין אבל אם עשתה מדעתם לא אמרינן לה מאן שם ליך שהרי הן שמו לה ואפילו בלא הן דוקא שמה לעצמה אבל לאחרים מכרה קיים אלמא בלא ב״ד הדיוטות בדיעבד מכרה קיים וזהו דעת קצת המפרשים ז״ל וכתבתי ג״כ שיש חולקים בזה ואומרים שמימרא זו היא בששמה עם שלשה הדיוטות שאל״כ מאי איריא לעצמה אפילו לאחרים לא עשתה כלום שהרי אמרו צריכה שלשה הדיוטות ומשמע אפילו בדיעבד אלא כאן עם השלשה קאמר ולאחרים מכרה קיים ולעצמה כיון שאין ג' אלו ראויים לדין אמרינן לה מאן שם ליך זהו דעתם ז״ל ודאמרינן לה מאן שם ליך שהזכירו בגמרא כתב הרשב״א ז״ל כלומר מי מכר ליך לפי שהיא שלוחה למכור אבל לדידה מי מכרו ומכאן שהשליח אינו יכול לקנות לעצמו אפילו באותן דמים שהרשוהו בעלים למכרו לפי שהוא נעשה שליח להקנות בקרקע ללוקח אבל לעצמו אינו יכול לזכות ולהקנות דאין אדם מקנה לעצמו שאין המכר אלא הוצאת דבר מרשות וזה לא יצא מרשותו שהרי במקום בעלים עומד עכ״ל: "
      ],
      [
        "<b>היתה כתובתה מאתים וכו'.</b> משנה שם. <b>ומה שכתב ובלבד שתשבע</b> כבר נתבאר למעלה שהיא צריכה שבועה: ",
        "<b>היתה כתובתה מנה וכו'.</b> משנה שם כתנא קמא: "
      ],
      [
        "<b>היתה כתובתה ארבע מאות וכו'.</b> משנה שם ודין צאן ברזל בדברים אלו נראה שהוא כדין העיקר והתוספת לפי שיפוי כח הוא לאשה מפני שאדם רוצה שלא תתבזה אשתו בבית דין וכמו שנזכר בגמרא וכמו שכתב למעלה ואם במה שלא חסר הוא בו כלום אמרו כן כל שכן בנכסי צאן ברזל שהביאה משלה כך נראה [לי] ואפלו לדעת רבינו שהוא מחלק בשאר דברים בין נכסי צאן ברזל לעיקר ותוספת כמו שנתבאר: "
      ],
      [
        "<b>יש לאשה למכור וכו'.</b> זה מבואר בהרבה מקומות ומהם בדין המתבאר בסמוך: "
      ],
      [
        "<b>הרי שמכרה וכו'.</b> משנה שם (דף צ\"ז) מכרה כתובתה או מקצתה משכנה וכו' לא תמכור את השאר אלא בב''ד וחכ''א מוכרת היא ואפילו ארבע וחמש פעמים וקי''ל כחכמים כמבואר בגמרא: "
      ],
      [
        "<b>המוכרת כתובתה וכו'.</b> פרק נערה אמר רבא פשיטא לי מוכרת כתובתה לאחרים יש לה כתובת בנין דכרין וכו' מוחלת כתובתה לבעלה אין לה כתובת בנין דכרין [וכו' בעי רבא מוכרת כתובתה לבעלה כמוכרת לאחרים דמי וכו' בתר דבעיא וכו' מוכרת כתובתה לבעלה כמוכרת לאחרים דמי] עוד שם יתיב רבין וכו' משמיה דרבי אלעזר מוחלת כתובתה לבעלה אין לה מזונות א''ל [רב חסדא] אי לאו דקאמרת לה משמיה דגברא רבא ה''א לך משיב רעה תחת טובה וכו' ע''כ בגמרא. ויש מי שפסק כרב חסדא ומוחלת כתובתה לבעלה יש לה מזונות אבל רבינו ז''ל סבור דהלכה כר''א דהא רב חסדא גופיה לא אמרה בדוקא אלא באי לאו ובדרך דחייה ועוד דאפי' פליגי בהדיא דילמא הלכה כר''א לגבי דרב חסדא ופירש רבינו שכל תנאי כתובה כדין כתובת בנין דיכרין ודבר ברור הוא במוכרת שאם בניה הזכרים יורשים כתובתה אחר שמכרה כ''ש שיש לה שאר תנאי כתובה חוץ מן המזונות אחר שנתארמלה כמו שיתבאר בפרק י''ח ובמוחלת כיון שאפילו מזונות שהיא יש לה עליו בחייו אבדה כ''ש שאר תנאי כתובה שהרי המזונות הם מן התורה כנזכר פרק י''ב כ''ש תנאי כתובה שהן מדבריהם. זה נראה לדעת רבינו שפי' אין לה מזונות עליו אבל רש''י ז''ל פירש אין לה מזונות באלמנותה דתנאי כתובה ככתובה עכ''ל וכן כתבו הרמב''ן והרשב''א ז''ל וכשמחלה כל כתובתה וכבר נתבאר פ''י שהמוחלת או המוכרת כתובתה לבעלה חוזר וכותב לה עיקר כתובה אם רצה לקיימה. וענין כתובת בנין דכרין יתבאר פרק י''ט: ",
        "<b>ומוחלת כתובתה וכו'.</b> כבר נתבאר פ''ה מהלכות מכירה שאין המחילה צריכה קנין ושם הבאתי ראיה לזה וכן א''צ לעדים כל שהיא מודה דלא איברו סהדי אלא לשקרי כדאיתא בקידושין פרק האומר וכבר העלו הרמב''ן והרשב''א ז''ל דמוחלת עיקר כתובה אינה יכולה לטעון נחת רוח עשיתי לבעלי שהרי כל הנשים יש להן כתובה ולא תהיה לה איבה אם לא תמחול ואדרבה היא יכולה לומר לו שהוא נותן עיניו לגרשה כשמבקש שתמחול כתובתה מה שאין כן בנכסי צאן ברזל כמו שיתבאר בפרק כ''ב וזה דעת רבינו: "
      ]
    ],
    [
      [
        "<b>אלמנה ניזונת וכו'.</b> ר״פ אלמנה ניזונת (כתובות צ\"ה:) ובהלכות פסקו הלכה כשמואל דאמר שאין היורשין יכולין לפרוע כתובתה ולסלקה מן המזונות אלא היא ניזונת על כרחם כל זמן שלא תתבע כתובתה וכן הסכימו האחרונים ז״ל: ",
        "<b>ומשתתבע כתובתה וכו'.</b> מימרא פרק נערה (כתובות דף נ\"ד) ודוקא בב״ד אבל שלא בב״ד לא אבדה מזונותיה כדאיתא התם: ",
        "<b>וכן אם מכרה וכו'.</b> ברייתא שם ואמרו בגמרא דדברים אלו אפילו עשתה אותם שלא בב''ד אבדה מזונותיה: ",
        "<b>אבל אם מכרה וכו'.</b> מסקנא דגמרא פרק אלמנה ניזונת (כתובות דף צ\"ז) שלא אבדה מזונות בשביל מקצת כתובה ודלא כר״ש: ",
        "<b>ומשתתארס האלמנה וכו'.</b> כבר נתבאר פי''ב שתנאי המזונות אחר מיתת הבעל הוא כל זמן משך אלמנותה וכן הוא לשון המשנה (דף נ\"ב:) כל יומי מיגד אלמנותיך וכיון שנתארסה אשת איש היא ולא אלמנה ופשוט הוא ומתבאר מן הגמרא שם שהרי אמוראים יש שם שאמרו שאם תבעה לינשא ונתפייסה שאין לה מזונות ואף על פי שאין הלכה כן כדאיתא התם בשנתארסה ודאי כולי עלמא מודו וזה ברור: "
      ],
      [
        "<b>כשם שניזונת וכו'.</b> בפרק הנושא במשנה (דף ק\"ג) ונותנים לה מדור לפי כבודה ובגמרא ת''ר משתמשת במדור כדרך שנשתמשה בחיי בעלה בעבדים וכו' בכרים וכסתות וכו' בכלי כסף ובכלי זהב כדרך שנשתמשה בחיי בעלה. וכתב הרשב''א ז''ל נ''ל ממתני' דאין משתמשת בכל הבתים עם היורשין ביחד אלא מייחדין לה מדור אחד לפי כבודה בבית בעלה דאם לא כן מאי קאמר נותנין לה מדור לפי כבודה הא במדור כולו היא משתמשת והא דתניא משתמשת וכו' לאפוקי שאינם יכולים לדחותה מן המדור ולהשכיר לה אחר והראיה עוד מדקתני משתמשת בכרים וכו' דודאי לאו בכולן קאמר אלא נותנין לה מהם לפי כבודה ע''כ ובירושלמי דדרה בבתים כשם שהיתה דרה בהם כשבעלה נתון במדינת הים ומשתמש בכלי כסף וזה כדרך שהיתה משתמשת ובעלה נתון במדינת הים ע''כ: ",
        "<b>נפל המדור וכו'.</b> שם מדור האלמנה שנפל אין היתומים חייבין לבנותו ולא עוד אלא אפילו אומרת הניחו לי ואבננו משלי אין שומעין לה וכתב הרשב''א ז''ל אלא שוכרין לה בית במקום אחר לפי כבודה עכ''ל וכן יתבאר בסמוך בדעת רבינו ועוד כתב ולאו למימרא שאין חייבין לבנותו אבל אם בנאוהו שתהא היא דרה בו אלא מכיון שנפל נסתלקה זכותה ממנו עכ''ל: ",
        "<b>וכן לא תחזק וכו'.</b> שם בעי אביי שיפצה מאי תיקו וידוע בדין תיקו דממונא המוציא מחבירו עליו הראיה ולזה כתב רבינו לא תחזק וכן כתב הרשב''א ז''ל: "
      ],
      [
        "<b>נפל הבית וכו'.</b> זה דעת הרבה מן הראשונים ומבואר הוא בירושלמי שאמרו לא היה שם בית היורשין שוכרין לה בית. וכן הסכימו הרמב״ן והרשב״א ז״ל ופירש לפי שיטה זו מה שאמרו בגמרא פרק נערה (כתובות דף נ\"ד) תני רב יוסף בביתי ולא בביקתי אבל מזוני אית לה דה״ק ולא בבי עקתי בבית צר שלי שאם לא היה לבעל בית ראוי לדור בו היתומים והיא אינה יכולה להכריח היתומים שתדור בבית ההוא לבדה או עמהם אלא הם דרין בביתם ושוכרין לה מדור לפי כבודה והרי היא כמי שאין לו בית כלל אבל ודאי יש לה לפרוע שכר המדור ומזונותיה ע״כ דבריהם: ",
        "<b>ואם היה כבוד הבעל וכו'.</b> פרק נערה אמרו בגמרא (דף מ\"ח) דעולה עמו ואינה יורדת אפילו לאחר מיתה ואע״פ ששם לא נאמר אלא בדין קבורתה ולאחר מיתה שהזכירו שם ר״ל לאחר מיתתה ה״ה לאחר מיתת הבעל ובחייה וכן מתבאר ממה שאמרו בפרק הנושא (כתובות דף ק\"ג) משתמשת במדור כדרך שמשתמשת בחיי בעלה ונזכר למעלה ומשמע לכאורה לפי כבוד הבעל היא משתמשת וברור הוא: "
      ],
      [
        "<b>ברכת הבית וכו'.</b> משנה וגמרא שם בפרק הנושא: ",
        "<b>ומותר מזונות וכו'.</b> בסוף פרק אע״פ (כתובות דף ס\"ה) ת״ר מותר מזונות לבעל מותר בלאות לאשה והקשו מותר בלאות לאשה למה לה ותירצו שמתכסה בהם בימי נדתה כדי שלא תתגנה על בעלה אמר אביי נקיטינן מותר בלאות אלמנה ליורשים התם הוא כדי שלא תתגנה באפיה הכא תתגנה ותתגנה ע״כ בגמרא. וכל שכן שמותר מזונות האלמנה ליורשין שהרי מותר בלאות שבחיי הבעל הם לאשה כשנתאלמנה הם ליורשים כל שכן שמותר מזונות שבחיי הבעל הם לבעל כשנתאלמנה הם ליורשים וזה שלא הוצרך אביי להזכיר מותר מזונות דפשוט הוא. ובהשגות א״א אף אני כך הייתי סבור וכו'. וכבר הכריע הרשב״א ז״ל כדברי רבינו דשיטת גמרא שלנו הכין מכרעא דאם איתא דמותר מזונות אלמנה היו שלה הוה ליה לאביי למימר וחלופא באלמנה. עד כאן דבריו ז״ל: "
      ],
      [
        "<b>אלמנה שחלתה וכו'.</b> פרק נערה (כתובות דף נ\"ב) וכדעת רשב״ג ופסקו בהלכות כמותו וכן מוכיח בגמרא. ורפואה שיש לה קצבה פירש״י ז״ל שאינה חולה תדיר אינה בכלל מזונות עכ״ל. ובגמרא א״ר יוחנן עשו הקזת דם בא״י כרפואה שאין לה קצבה עוד שם קריבי' דר' יוחנן הות להו אתת אבא דהות צריכה רפואה כל יומא אתו לקמיה דר״י אמר להו זילו קוצו לה מידי לרופא פירש״י ז״ל שיקבל עליו רפואה עולמית בכך וכך ע״כ. ושמעינן מהכא דבכה״ג שקצבו הרפואה הויא לה רפואה שיש לה קצבה ומשלה ואמרו בגמרא שם דר״י הדר ואמר עשינו עצמנו כעורכי הדיינין ונתחרט על שלמד ליתומים דרך זה משום דאדם חשוב אין לו להורות דרך לבעל דין כדי להנצל מחיובו: ",
        "<b>נשבית אין היורשין וכו'.</b> ברייתא פרק נערה (כתובות דף נ\"ב) ופסק הלכה בגמרא כן: "
      ],
      [
        "<b>מתה האלמנה וכו'.</b> ראש פרק אלמנה ניזונית (כתובות דף צ\"ה:) ומעשה ידיה שלהם ואין חייבין בקבורתה יורשיה יורשי כתובתה חייבין בקבורתה. ובפרק האשה שנפלו פי' בגמרא (דף פ\"א) יורשי כתובתה בשומרת יבם שמתה ויורשי הבעל שהן יורשים כתובתה וחצי נכסי צאן ברזל שלה חייבין בקבורתה כמו שיתבאר פרק כ''ב וסובר רבינו דכ''ש באלמנה דעלמא שלא נשבעה שאין יורשין שלה יורשין כלום כנזכר פרק י''ו שיורשי הבעל חייבין בקבורתה. אבל בהשגו' כתוב א''א דעתא קלישתא קא חזינא הכא וכו'. ובאמת שיש לחלק בין זו שדינה שיורשיה יורשין אותה אלא שלא נשבעה לההיא דשומרת יבם ואין בידי להכריע: ",
        "<b>מעשה ידי האלמנה וכו'.</b> במשנה (דף צ\"ה) הנזכר בסמוך: ",
        "<b>ויורש שאמר וכו'.</b> זה פשוט שדין היורשין עמה כדין הבעל עם אשתו כנזכר פרק י''ב וכן משמע בגמרא ואמרו בירושלמי בפרק אלמנה ניזונת אלמנה שאמרה יצאו מעשה ידי במזונותי שומעין לה ע''כ. ודבר פשוט הוא שהמזונות לתקנתה נתקנו ואין כח ביתומים לעקרה אבל היא שאמרה אי אפשי בתקנת חכמים שומעין לה וכן כתבו מן המפרשים ז''ל ואמרו שאפילו היתה מניקה יכולה היא לומר איני מניקה אלא בשכר ויכולה היא לתבוע כתובתה לאלתר ואע''פ שאינה רשאה לינשא תוך כ''ד חדש ללידת הולד כמו שנתבאר פרק י''א מהלכות גירושין וכן הסכים הרשב''א ז''ל: "
      ],
      [
        "<b>וכל מלאכות שהאשה וכו'.</b> מימרא כלשונה בגמרא פרק אלמנה ניזונת (כתובות דף צ\"ו): "
      ],
      [
        "<b>מציאת האלמנה וכו'.</b> דין המציאה שהיא לעצמה מימרא שם. ודין הפירות מבואר בהלכות פרק נערה והכריחו כן מן הגמרא שכיון שאין חייבין בפדייתה אינו מן הדין שיאכלו פירות שהרי חייבו חכמים לבעל בפדייתה תחת פירות כנזכר פי''ב: "
      ],
      [
        "<b>והנכסים עצמם שהם וכו'.</b> ביאור דברי רבינו הוא בשאותן נכסים שהכניסה לו הן בעין קיימים וכבר נתבאר פי''ו שאם נתיחד לה קרקע או מטלטלין שלה קיימין שגובה אותן בלא שבועה ועל דרך זה כתב רבינו שאם מתה בלא שבועה שיורשיה יורשין הנדוניא וזהו שכתב רבינו ואם היה בהן מותר המותר ליורשי הבעל אבל ודאי אם נאבדה הנדוניא או אם נפחתה ובאה לגבות מן היורשין צריכה היא לישבע ואם מתה בלא שבועה ודאי אין יורשיה נוטלין כלום דלא עדיף מחוב דעלמא שכל שמת לוה בחיי מלוה ואח''כ מת מלוה אין יורשין נוטלין כלום שכבר נתחייב מלוה לבני לוה שבועה ואין אדם מוריש שבועה לבניו כנזכר פי''ז מהלכות מלוה ולוה וכן מבואר בעיטור ודברים ברורים הם: "
      ],
      [
        "<b>אלמנה שתפסה וכו'.</b> בפרק אלמנה ניזונת א''ר אלעזר אלמנה שתפסה מטלטלין במזונותיה מה שתפסה תפסה ואמרו שם שמעשה היה שתפסה דסקיא מליאה מעות ולא היה כח בחכמים להוציאה מידה ובירושלמי נחלקו מהו מימר לה חוי מה בידך תלמידוי דר' מנא אמרי אמרינן לה חוי מה בידך אלון ר' יוסי בי ר' בון מכיון שהיא עתידה לישבע בסוף אפילו חוי מה בידך לא אמרינן לה. ופסק רבינו כתלמידי רבי מנא שמחשבין עמה. ואמרו בגמרא אמר רבינא לא אמרו אלא למזוני אבל לכתובה מוציאין ונחלקו הגאונים ז''ל בדברים אלו ודעת ההלכות הוא שאם תפסה למזונות אפילו אחר מיתת הבעל אין מוציאין מידה ואם תפסה לכתובה אם מחיים דבעל תפסה אין מוציאין ואם תפסה לאחר מיתה מוציאין מידה וזה דעת רבינו אבל יש מן הגאונים שסוברים שאין שום תפיסה מועלת לה אפילו למזונות לאחר מיתה אלא דוקא מחיים ולמזונות בלבד ויש מהם מי שסובר שאין חלוקה בין כתובה למזונות שלשניהם תפיסה דמחיים מועלת ולאחר מיתה אינה מועלת כלל: "
      ],
      [],
      [
        "(יא-יב) ",
        "<b>אף על גב שתקנו הגאונים וכו'.</b> תקנת הגאונים שתהיה האשה ניזונת מן המטלטלין כתובה היא בהלכות ובדברי הגאונים ז''ל. <b>ומ''ש רבינו שאינה יכולה לעכב על היתומים שלא ימכרו</b> שלא ייפו הגאונים כל כך את תקנתם דבר ברור הוא שלא ליפות כחה במטלטלין כל כך שהרי אפילו בקרקע שבדין הגמרא היא ניזונת ממנו אם מכרו אינה מוציאה מיד הלקוחות כמו שיתבאר בסמוך וא''כ במטלטלין אינו נראה שלא יוכלו למכור אפילו לכתחלה וכבר העיד רבינו שכן דנין תמיד בכל בתי דינין וכן מבואר בעיטור שבתשובת הגאונים ז''ל כתוב כן: "
      ],
      [
        "<b>אבל אם הניח קרקע יכולה וכו'.</b> גם זה מבואר בתשובה הנזכרת שאין להם למכור בקרקעות וכן נראה קצת מן הגמרא. ",
        "<b>ומה שכתב שאם מכרו שאינה מוציאה מיד הלקוחות.</b> משנה היא בפרק הניזקין (גיטין דף מ\"ח) ומ''מ העלה הרשב''א שאם קנו מידו על מזונות האשה שהיא ניזונת אפילו מן המשועבדים ובמזונות הבנות אפילו היו ממנו אינן ניזונות מהמשועבדים והוכיח שם כן. ודע שאין הקנין הנזכר בשטרי כתובות שלנו מועיל לכך לפי שאין מזכירין בכתובות מזונות לאחר מיתת הבעל והמזונות הכתובים בכתובות שלנו הוא מזונות דמחיים: "
      ],
      [
        "<b>הניח נשים רבות וכו'.</b> מבואר הוא בירושלמי פרק מי שהיה נשוי וכן הוא בתוספתא כשאמרו קודמת בזמן קודמת בגביה בד''א בכתובה אבל במזונות שתיהן שוות ע''כ. <b>ועל מ''ש רבינו שאין דין קדימה במטלטלין</b> כתוב בהשגות א''א ואפילו ניזונות מן הקרקע וכו'. ולי נראה שאף דעת רבינו כן הוא שאפילו ניזונות מן הקרקע ניזונות בשוה שאל''כ היה לו לומר ניזונות מן המטלטלין בשוה ומן הקרקע לפי קדימתן ולפי זה ראוי להיות בספריו כמו שאין דין קדימה במטלטלין ורצה רבינו לומר שכשם שלא אמרו חכמים קדימה במטלטלין לפי שיש ללוה למכרן ולהפקיען מידי שעבוד המלוה כך לא אמרו קדימה במזונות לפי שאם רצה הבעל למכור נכסיו הרי הוא מפקיען מידי שיעבוד מזונות כנ''ל וטעם נכון הוא זה והטעם שכתב הר''א ז''ל בהשגות אינו נכון שאם מפני שאין חיוב המזונות חל אלא לאחר מותו הוא אפילו בכתובה לא תהיה דין קדימה לאלמנות שהרי אינה נגבית אלא משעת מיתה והגע עצמך מי שלוה וקבע זמן הפרעון אחר מיתתו והתנה שאם ימות המלוה קודם לו שלא יגבה כלום וחזר ולוה וקבע זמן פרעון לאותו זמן וע''פ התנאי הנזכר מי לא יהיה בו דין קדימה אלא ודאי אין לטעם ההוא עיקר ואינו דומה ללוה ולוה ואח''כ קנה דהתם הדבר המשועבד עתה לא היה שלו בשעת הלואה ולא היה יכול לשעבדו עד שעה שנקנה ולפיכך חל השיעבוד בשוה. והרשב''א כתב בדין המזונות דבשיעבוד המזונות הקלו ומ''ש נראה לי: "
      ],
      [
        "<b>אלמנה שנפלה וכו'.</b> ביבמות פרק החולץ (יבמות דף מ\"א:) ת״ר יבמה ג' חדשים הראשונים ניזונת משל בעלה מכאן ואילך אינה ניזונת לא משל בעל ולא משל יבם עמד בדין וברח ניזונת משל יבם נפלה לפני יבם קטן מיבם לית לה מבעל מאי אפליגו בה וכו' והלכתא לית לה משמיא קנסוה ע״כ בגמרא. ובהלכות ירושלמי חלה כמי שברח הלך למדינת הים כמי שברח ע״כ ונתבארו כל דברי רבינו. <b>ומ״ש רבינו שאם הוכר העובר וכו'</b> הטעם הוא מפני שכל ימי עבורה הן כג' חדשים הראשונים דכל יבמה שבעולם שכשם שאינה יכולה להתיבם ולא לחלוץ תוך שלשה חדשים כמבואר פ״א מהלכות יבום כך כל ימי עבורה אינה יכולה לא להתיבם ולא לחלוץ ואין צ״ל לינשא לאחר לפיכך ניזונית משל בעל ודבר פשוט הוא ומבואר בדברי רבינו שדין חלה והלך למדינת הים אינו אלא בשחלה והלך למדינת הים אחר העמדה בדין אבל חלה או הלך ולא עמד בדין קודם לכן אינה ניזונית משל יבם וכן מתבאר בירושלמי וכן כתבו ז״ל: "
      ],
      [],
      [],
      [
        "<b>מי שיחד קרקע וכו'.</b> סוף פרק נערה (כתובות דף נ\"ד:) קריביה דרבי יוחנן הוה להו איתת אבא דהוה קא מפסדה מזוני אתו לקמיה דר״י אמר להו זילו ואמרו ליה לאבוכון דנייחד לה ארעא למזונה אתו לקמיה דר״ל אמר להו כ״ש שריבה לה מזונות ואסיקו בגמ' אמר למזונות ריבה לה מזונות אמר במזונות קצץ לה מזונות. <b>וכתב רבינו ושתקה</b> לפי שאם לא היתה שם או שהיתה שם ועמדה ומיחתה ואותו מקום שיחד לה אינו מספיק למזונותיה לא כל הימנו של בעל לגרוע מזונותיה בע״כ אבל בשתיקתה הפסידה וכ״נ מפירוש רש״י ז״ל וקרוב לזה מתבאר פרק ו' מהלכות זכייה ומתנה שמי שמחלק נכסיו לבניו ועשה אשתו שותפית עמהם ושתקה אבדה כתובתה כנזכר שם אבל בעיטור כתב קצץ לה מזונות איכא מאן דאמר דוקא שלא צמצם אבל פסק פחות מן הראוי לה נותנין לה כדי צרכה ע״כ: "
      ],
      [
        "<b>אלמנה שבאה לבית דין וכו'.</b> דבר זה מחלוקת בין הגאונים והוא ז''ל הכריע כדעת רבותיו. ובהשגות כתוב א''א והלא מה שאמר חנן תשבע בסוף וכו'. ואין זו קושיא דשמואל (דף ק\"ז) הוא שהעמידה בששמעו בו שמת והיינו אלמנה ואין הלכה כמותו ולרב דקי''ל כותיה משנתנו דמי שהלך למדינת הים ואשתו תובעת מזונות דאמר חנן תשבע בסוף ולא תשבע בתחילה אין צריך להעמידה בששמעו בו שמת. ורבינו מפרש מ''ש בפרק אלמנה ניזונת והלכתא מוכרת שלא בבית דין צריכה שבועה ואינה צריכה הכרזה במוכרת למזונות היא ונשבעת בתחילה אבל דעת הרמב''ן ז''ל והרשב''א ז''ל הוא כדברי ההשגות ומה שאמרו צריכה שבועה לבסוף כשתבא לגבות כתובתה קאמר אבל בתחילה לא והביאו ראיה לזה: "
      ],
      [
        "<b>אלמנה שבאה וכו'.</b> כבר כתבתי בסמוך שדין השבועה שהצריך רבינו בתחילה הוא מפני שמפרש צריכה שבועה בתחילה ולמזונות ואין כן דעת מפרשים אחרים אבל דין ההכרזה מבואר הוא בגמרא שם למזוני מזבנין בלא הכרזה: ",
        "<b>וכן יש לה למכור וכו'.</b> שם (דף צ\"ח) מבואר בגמרא בין בכתובה ובמזונות וכבר כתב דין הכתובה למעלה פי''ז: ",
        "<b>וכן אם מכרה למזונות וכו'.</b> דבר זה מחלוקת בין המפרשים ז''ל וכבר הארכתי בו בפ' י''ז: "
      ],
      [
        "<b>וכמה מוכרין וכו'.</b> שם (דף צ\"ו) אמר אמימר הלכתא מוכרת לששה חדשים ולוקח מפרנס אחד לל' יום ופירש''י ז''ל שהטעם שהלוקח לא ימסור לה המעות כולם ביחד לפי שאם תנשא יחזיר מה שבידו ליורשין עכ''ל: ",
        "<b>וכן מוכרת וכו'.</b> דעת רבינו היא שמוכרת למזון כל מה שצריכה לה כפלים וכפלי כפלים מכתובתה ומ״ש פ' אלמנה ניזונת מוכרת והולכת עד כדי כתובתה וסמך לה שתגבה כתובתה מן השאר ה״פ מוכרת והולכת למזונות כל מה שתרצה עד כדי שתשייר שיעור כתובתה ועצה טובה היא שכשלא ישארו בנכסים אלא שיעור כתובתה תוכל למכור כל הנשאר ביחד מה שאינה יכולה לעשות כן למזון כמו שנתבאר אבל ודאי אם רצתה מוכרת היא למזון כדי צרכה אע״פ שהוא יותר מכתובתה וכן מבואר בגמ' פ' שני דייני גזירות (כתובות דף ק\"ז.) ואע״פ שיש בזה דעת אחרת בהלכות כדברי רבינו עיקר וכן העלו האחרונים ז״ל: "
      ],
      [
        "<b>אלמנה שפסקו לה וכו'.</b> כבר נתבאר פרק י''ב האשה שהלך בעלה למדינת הים שבית דין פוסקין לה מזונות ואין מחשבין על מעשה ידיה וכן הדין באלמנה וכן נראה מן הסוגיא שבפרק שני דייני גזירות שאמרו בששמעו בו שמת כולי עלמא לא פליגי פירוש שפוסקין לה מזונות ומשמע התם אפילו בדספקא מעשה ידיה וכן כתב הרשב''א ז''ל והביא ראיה לזה מן הסוגיא. <b>ומה שכתב רבינו שאם היו היורשין קטנים שבית דין מחשבין עמה</b> סברא נכונה היא וראויה אליו שבית דין אביהם של קטנים וכן נראה כדעת הרשב''א ז''ל: "
      ],
      [
        "<b>אלמנה שאין שטר וכו'.</b> כבר נתבאר זה פרק י''ב: "
      ],
      [
        "<b>האשה שהלכה וכו'.</b> ברייתא הובאה שם פרק שני דייני גזירות ומבוארת בהלכות והטעם הוא שהיא נאמנת על המיתה דמילתא דעבידא לאיגלויי היא ואינה נאמנת על הגירושין כמבואר פרק י''ב מהלכות גירושין: "
      ],
      [
        "<b>האשה שהיה לה וכו'.</b> זה מבואר פרק אלמנה ניזונת (כתובות דף צ\"ו) ובהלכות: "
      ],
      [
        "<b>אלמנה ענייה וכו'.</b> שם (דף צ\"ו) אלמנה ששהתה ב' או ג' שנים ולא תבעה מזונות אבדה מזונות והקשו השתא ב' אבדה ג' מיבעיא ותירצו לא קשיא כאן בעניה כאן בעשירה אי נמי כאן בפרוצה כאן בצנועה פי' בצנועה שבושה לבא לבית דין ג' בפרוצה ב' ופסק רבינו כלשון ראשון. ועוד שם לא אמרן אלא למפרע אבל [מכאן] ולהבא יש לה ובחידושי הרשב''א ירושלמי ר' חייא אמר בשלא לותה אבל לותה גובה למפרע אפילו ג' שנים בשאין בידה משכון היה בידה משכון אפילו לא לותה גובה כלומר שתפסה משכון תוך שלש שנים אבל לאחר שלש מדין מחילה נגעו בה ואין תפיסתה כלום. וכתב הרמב''ן ז''ל דדוקא באלמנה לא הפסידה אלא לאחר ג' אבל אשת איש אפילו שהתה יום אחד ולא תבעה מזונותיה הפסידה וא''נ מכרה נכסי מלוג דידה בטובת הנאה ולא תבעה הפסידה לפי שדרך הנשים לגלגל עם בעליהן ולסייען וה''מ לאפוקי מבעל אבל אם לא נתן לה מזונות ועשתה ואכלה אפילו הותירה אין לבעלה עליה כלום דכל היכא דאיהו לא יהיב מזוני הרי משכון בידה תמשכננו ואינה צריכה להתנות עמו בב''ד ולומר לו איני ניזונת ואיני עושה אלא כל שאין מעלה לה זכתה היא במעשה ידיה ואפילו דרך שתיקה וזו היא ששנינו אם אינו נותן לה מעה כסף לצרכיה מעשה ידיה שלה עכ''ל: "
      ],
      [
        "<b>אלמנה שתבעה וכו'.</b> שם בעי ר' יוחנן יתומים אומרים נתננו והיא אומרת לא נטלתי על מי להביא ראיה נכסי בחזקת יתמי קיימי ועל אלמנה להביא ראיה או דילמא נכסי בחזקת אלמנה קיימי ועל היתומים להביא ראיה ת''ש דתני לוי אלמנה כל זמן שלא נשאת על היתומים להביא ראיה נשאת עליה להביא ראיה ע''כ בגמרא ובהלכות פירשוה קודם שנשאת הנכסים הם בחזקתה והיתומים שאומרים נתננו הם כבאים להפקיעה מחזקתה והמוציא מחבירו עליו הראיה. <b>וכתב רבינו או תשבע שבועת היסת ותטול</b> ונראה לי טעם לדבריו שהצריכה שבועת היסת מפני שכיון שהנכסים בחזקתה הרי היתומים כבאים להוציא וכמי שטוען לחבירו מנה לי בידך והלה כופר בכל וידוע שהנתבע נשבע היסת ונפטר כמבואר פ''א מהלכות טוען ונטען אף כאן היא נשבעת ונשארים הנכסים בחזקתה ומוכרת מהם למזונות וכשנשאת הוא בהפך שאין הנכסים ברשותה אלא ברשות יורשין והיא באה להוציא מתחת ידם ונשבעים היסת ונפטרים: "
      ],
      [
        "<b>דין תוספת וכו'.</b> בראש פרק אף על פי תנאי כתובה ככתובה דמי למאי נפקא מינה לתובעת ונאמרו בו פירושין הרבה ומדברי רבינו נראה שהוא מפרש שכשם שמפסדת מזונותיה בתביעת העיקר אף על פי שלא גבאתו כך הניזונת מחמת תוספת אם תובעתו בב''ד כאילו גבאתו ומפסדת מזונות וקמ''ל שלא תאמר דעיקר כתובתה שהיא תנאי בית דין הוא דהויא תביעה כגבייה אבל תוספת דמדעתה יהיב לה הרי הוא כחוב דעלמא ולא תהא תביעה כגבייה ותזון עד שעת גוביינא וכך פירש הרמב''ן ז''ל שכך הוא דעת ההלכות ועיקר. ובהשגות א''א לא כך כתב הרב ז''ל וכו'. סובר הר''א ז''ל מ''ש בהלכות בדרך אחרת שלא כדעת הרמב''ן ז''ל ולדברי שניהם דינו של רבינו אמת. ",
        "<b>ומה שכתב רבינו וכל המוכרת וכו'.</b> שם מבואר בגמרא שהתוספת כעיקר הוא למוכרת ולמוחלת: "
      ]
    ],
    [
      [
        "<b>מתנאי כתובה וכו'.</b> משנה פרק נערה (כתובות דף נ\"ב:): <b>ומה</b> שכתב רבינו שהנדוניא הוא בכלל דין זה מוסכם הוא מן המפרשים ז''ל ומוכרח מן הגמרא שאמרו מפני מה התקינו כתובת בנין דכרין כדי שיקפוץ אדם ויתן לבתו כבנו אלמא דאף נדוניא בכלל כתובת בנין דכרין: "
      ],
      [
        "<b>כיצד נשא אשה וכו'.</b> משנה (שם צ\"א) פרק מי שהיה נשוי שתי נשים ומתו ואח״כ מת הוא ויתומים מבקשים כתובת אמן ואין שם אלא כדי שתי כתובות חולקין בשוה היה שם מותר דינר אלו נוטלין כתובת אמן ואלו נוטלין כתובת אמן. ובפרק נערה (כתובות נ\"ב:) ה למה לא תקנוה אע״ג דליכא מותר דינר ותירצו במקום דקא מיעקרא נחלה דאורייתא לא תקינו רבנן: "
      ],
      [],
      [
        "<b>והוא הדין למי שנשא וכו'.</b> זה פשוט ומבואר שם בפרק מי שהיה נשוי שהמשנה שכתבתי היא בין שנשאת בבת אחת או בזו אחר זו ובחיי הראשונה או לאחר מיתתה: "
      ],
      [
        "<b>אמרו היתומים וכו'.</b> משנה שם קרוב ללשון רבינו: ",
        "<b>אף על פי שנתרבו וכו'.</b> מפורש בגמרא ופירוש מועטין ונתרבו כגון דקלא ואלים ארעא ואסקה שרטון אי נמי כגון שנתיקרו ומרובין ונתמעטו כגון שהוזלו או נשרפו אבל נמצא שדה אחת שאינה שלהם לא זכו בה דהא איגלאי מילתא דלא היה שם מותר דינר דנכסי דאינשי לא שיימי להון וכן כתבו הרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>היה שם יתר וכו'.</b> מבואר בגמרא (דף צ':) שב''ח נעשה מותר לכתובה: "
      ],
      [
        "<b>מי שהיה נשוי וכו'.</b> שם (דף צ\"א) הלכתא אחת בחייו ואחת במותו יש להם כתובת בנין דיכרין וכתובה נעשית מותר לחברתה. ויש מי שאומר שאם לא מתה השניה אלא שבאה היא עצמה לגבות כתובתה שאין בני הראשונה נוטלין כתובת אמן לפי שלא התקינו באחת בחייו ואחת במותו אלא דוקא כשמתה האחרת ובניה גובין כתובתה שכיון שכל הבנים נוטלין ליכא למיחש לאינצויי אבל כשהשנייה בחיים ואין בניה נוטלין כלום איכא למיחש לאינצויי. ואין זה עיקר אלא בכל גוונא נוטלים בני הראשונה וכן העלו הרמב''ן והרשב''א ז''ל. וכן יש מי שכתב שאם אינו מספיק לשתי הכתובות שאין בני הראשונה נוטלין כלום שלא תקנו כתובת בנין דכרין אלא כשיכולין ליטול כל הכתובה אבל לחצאין לא תקנו וגם זה אינו עיקר אלא בין כך ובין כך נוטלין וכן הכריע הרשב''א ז''ל. ",
        "<b>ומ''ש רבינו אם נשבעה השנייה.</b> פשוט הוא שאין לאלמנה ולא ליורשיה כתובה אלא אחר שבועה כנזכר פט''ז: "
      ],
      [
        "<b>היה נשוי שתי נשים וכו'.</b> משנה ריש פרק מי שהיה נשוי (כתובות דף צ'). ",
        "<b>ומה שכתב רבינו אם נשבעו וכו'.</b> כך הוא בגמרא פרק כל הנשבעים (שבועות דף מ\"ח) וכנזכר פרק ט''ז. ",
        "<b>ומה שכתב לפיכך אין משגיחין אם יש שם מותר.</b> פשוט הוא שאין כאן עסק למותר שהרי חוב הוא זה ומבואר שם בפרק מי שהיה נשוי בגמ': "
      ],
      [
        "<b>אחת נשבעה וכו'.</b> כבר נתבאר זה בסמוך: ",
        "<b>וכל היורש כתובת אמו שמתה וכו'.</b> מבואר פרק נערה (כתובות דף נ\"ג:) ובגמרא הקשו ותטרוף ממשעבדי ותירצו ירתון תנן פירוש וכשם שאין יורש זוכה אלא במה שלא שיעבד אביו כך כתובת בנין דכרין אינה אלא במה שלא שיעבד אביו: "
      ],
      [
        "<b>ומתנאי הכתובה שתהיינה הבנות ניזונות וכו'.</b> במשנה פרק נערה לא כתב לה בנן נוקבן וכו' ובגמרא רב תני עד דתלקחן לגוברין ולוי תני עד דתבגרן והקשו לרב אע''ג דבגור וללוי אע''ג דאינסוב ותירצו אלא בגור ולא אינסוב אינסוב ולא בגור דכולי עלמא לא פליגי כי פליגי בארוסה וכן תני לוי וכו'. ופסקו הגאונים כרב דהתם אוקמוה לפלוגתייהו כתנאי ורב קאי כתנא קמא והלכתא כותיה דמשנתארסה אע''פ שלא הגיע זמנה לינשא אבדה מזונות ומבואר בדברי רבינו במ''ש למטה המארס בת הניזונת מן האחים וכו' שאפילו נתארסה בעודה קטנה שאין אירוסיה אלא מדבריהם כנזכר פרק ד' אבדה מזונות וכן דעת קצת מפרשים אבל ר''ח פירש דדוקא ארוסה נערה הוא שאבדה מזונות משעת אירוסין לפי שאירוסיה אירוסין גמורין מדאורייתא אבל קטנה לא הפסידה באירוסין בלבד וזה דעת בעל העיטור והרשב''א ז''ל: ",
        "<b>ובת הניזונת וכו'.</b> מבואר בגמרא פרק נערה (כתובות דף מ\"ג) פסק הלכה בגמרא: "
      ],
      [
        "<b>פוסקין לבת מזונות וכו'.</b> שם בגמ' (דף מ\"ג): ",
        "<b>וכסות.</b> דין הכסות מבואר בירושל' ונזכר בהלכות יתבן בביתי ומתזנן בכסותי ע''כ ופשוט הוא שהכל בכלל מזונות: ",
        "<b>ומוכרין למזון וכו'.</b> זהו מה שאמרו (דף פ\"ז) למזוני מזבנינן בלא אכרזתא ופי' מזון האשה והבנות. <b>ומה שכתב אלא שהאשה פוסקין לה לפי כבודה וכו'</b> מפורש הוא בירושלמי הבת לא עולה ולא יורדת. <b>ומה שכתב ואין הבנות נשבעות</b> פשוט הוא ומבואר בגמרא בפרק מציאת האשה (כתובות דף ס\"ט) וכן כתבו ז״ל: "
      ],
      [
        "<b>אין הבנים וכו'.</b> זה שכתב שאם אין שטר כתובה יוצא מתחת ידם שאין להם כלום שמא מחלה אמם כתובתה הוא כפי שיטתו שכתב סוף פרק י''ז שהמוחלת כתובתה לבעלה אין לה שום תנאי כתובה והוא סבור שאפילו מזונות הבנות תלוי בכך וכשאינה תחת ידם חוששין לכל מה שאפשר לחוש, ודבר תימה הוא שיפסידו הבנות מזונותיהן בשביל כך וכבר הזכרתי פרק י''ז מה שנזכר בגמרא פרק נערה ממוחלת כתובה לבעלה שאין לה מזונות ולא לבניה כתובת בנין דכרין אבל שאר תנאי כתובה אינן מבוארין בגמרא. ובהשגות כתוב א''א הפלא ופלא וכו' ואם פרע הבעל כתובת אשתו (או פרעון יורשין) לא יטלו בנותיו מזונות ע''כ. ובודאי שדעת רבינו במזונות הבנות צריך עיון: "
      ],
      [
        "<b>מי שצוה וכו'.</b> פרק מציאת האשה (כתובות ס\"ח:) האומר אל יזונו בנותיו מנכסיו אין שומעין לו וה״ה לכל שאר תנאי כתובה וזה ברור: ",
        "<b>נתן כל וכו'.</b> זה מבואר בהלכות פרק יש נוחלין (בבא בתרא קל\"ג) בארוכה גבי מה שאמרו מגרע גרע השתא בירושה דאורייתא אמרת אלמנתו ניזונת מנכסיו במתנה דרבנן לא כ''ש וכבר הסכימו רוב האחרונים ז''ל לדברי ההלכות והם ממש כדברי רבינו אע''פ שלא נזכר שם בביאור דין כתובת בנין דכרין כל תנאי כתובה שוים בזה וגדולה מזו כתב הרב רבי יוסף ן' מיגש שמלוה על פה גובה ממתנת שכיב מרע אע''ג דאינה גובה מן המשועבדין גובה היא ממתנת שכיב מרע על הדרך שגובה מן היורשין והוא מבואר פרק י''א מהלכות מלוה ולוה וכן הסכים הרשב''א ז''ל. ובהשגות א''א רואה אני דעת המחבר הזה וכו'. וכן אני אומר שמי שיש לו לב אל יסמוך על כל השגותיו וכבר הסכימו הרמב''ן ז''ל והרשב''א ז''ל שאין טעמו מחוור בזה ושוין הם מזונות האלמנה והבנות וכתובת בנין דכרין שאין מתנת שכיב מרע מפקיען כדברי רבינו וכן עיקר: "
      ],
      [
        "<b>בת הממאנת וכו'.</b> בהשגות א''א מה שאינו כתב וכו'. ובאמת שכוונת רבינו כשכתב בת הממאנת רצה לומר שמי שנשא קטנה יתומה וילדה לו בת ואחר כך מיאנה בעודה קטנה ומת האב אותה הבת יש לה מזונות מאחיה ודין מזונות הבת עצמה הממאנת כתב רבינו למטה בסמוך. והר''א כתב שזה דבר שאי אפשר להיות לפי שכל זמן שהבת היא יכולה למאן אינה מולידה ואם ילדה בקטנותה אינה יכולה למאן וכבר כתבתי בענין זה בפרק ב' מהלכות אלו שדעת רבינו הוא שאפשר לבת להתעבר בקטנות ולמאן אע''פ שתלד ולד של קיימא ועל דרך זו כתב רבינו בכאן מ''ש. ומכל מקום לא ידעתי מאין הוציא דין זה שהרי ממה שכתב לפנינו נשאת הבת ומיאנה נראה שהוא גורס בפרק נערה כגירסת ספרינו ממאנת יש לה מזונות ועל הבת עצמה שמיאנה וחזרה לבית אביה הוא ואחר שהממאנת אין לה עיקר כתובה כנזכר פרק כ''ד מאין לו לרבינו שיהיה לבתה מזונות שהן מתנאי כתובה וצריך עיון: ",
        "<b>אבל בת היבמה ובת השנייה וכו'.</b> כל אלו בעיות דלא איפשיטו שם פרק נערה (כתובות דף נ\"ד) ובהלכות הלכך לית להו דכל תיקו דממונא חומרא לתובע וקולא לנתבע וה״מ לאחר מיתה אבל בחיי אביהן חייב לזונן כתקנת אושא עד ו' שנים כדכתבינן לעיל ע״כ לשון ההלכות. וכבר נתבארו פרק י״ב מהלכות אלו דיני האב במזונות בניו בחייו. ",
        "<b>ובת האנוסה.</b> ר''ל מי שאנס אשה שחייב לנשאה (כמ\"ש ולו תהיה לאשה) אם ילדה לו בת אפילו באישות אין לה מזונות לפי שהאנוסה אין לה כתובה שיצא כסף קנסה בכתובתה וכמו שנתבאר פרק א' מהלכות נערה: "
      ],
      [
        "<b>המארס בת הניזונת וכו'.</b> שם (דף נ\"ג) ארוסה יש לה מזונות או אין לה מזונות ויש שם ב' לשונות ופסקו הגאונים ז''ל שיש לה ומפרש רבינו כפי' הנגיד ז''ל והוא המחוור שבפירושים והשאלה היא אם יש לה מזונות מן הארוס תיכף שנתארסה כיון שהיא מפסדת מזון מן האחין מחמת אירוסיה והעלו שיש לה. <b>ומ''ש רבינו אלא קטנה</b> הוא מפני שסובר שאפילו קטנה הפסידה מזונות מן האחין מיד שנתארסה וכבר כתבתי למעלה שיש חולקין בזה: "
      ],
      [
        "<b>נשאת הבת ומיאנה וכו'.</b> שם בעו מיניה מרב ששת ממאנת יש לה מזונות או אין לה מזונות אמר להו רב ששת תניתוה אלמנה בבית אביה וגרושה בבית אביה ושומרת יבם בבית אביה יש לה מזונות אינה בבית אביה אין לה מזונות רבי יהודה אומר וכו' ופירשו שם דממאנת איכא בין ת''ק לרבי יהודה דתנא קמא סבר אית לה ורבי יהודה סבר לית לה ובהלכות והלכתא כתנא קמא ומפרש רבינו שאע''פ שכשנשאת הפסידה מזונות בשובה לבית אביה חוזרת למזונותיה וכן נראה עיקר אע''פ שיש בזה פירושים אחרים לומר שכל שנשאת שוב אינה חוזרת למזונותיה: "
      ],
      [
        "<b>מי שמת וכו'.</b> בבבא בתרא (דף קלט:) ראש פרק מי שמת והניח בנים ובנות בזמן שהנכסים מרובין הבנים יירשו והבנות יזונו נכסים מועטין הבנות יזונו והבנים ישאלו על הפתחים אדמון אומר מפני שאני זכר הפסדתי וכו' ובהלכות ולית הלכתא כאדמון וכן פסקו כל הגאונים ז''ל וכן דעת האחרונים. ובגמרא וכמה הן מרובין והעלו כל שיזונו אלו ואלו מהן עד שיבגרו [הם מרובים פחות מכאן הרי אלו מועטין] והקשו ואי ליכא עד שיבגרו שקלו להו בנות לכולהו פירוש והלא אף על פי שאין בנכסים שיעור לכולן ודאי מה שהוא עודף על מזון הבנות לא יטלוהו הבנות ותירץ רבא מוציאין מהן מזונות לבנות עד שיבגרו והשאר לבנים פירוש ואי ליכא שאר ישאלו הבנים על הפתחים כדאיתא במתניתין ופירוש בזמן שהנכסים מרובין הבנות ניזונות תחת יד אחיהן וכל הנכסים עומדין ברשותן וכן הוא מוכרח שם וכן כתבו ז''ל שם וכמבואר בדברי רבינו ובמועטין מניחין מזונות הבנות ביד בית דין או ביד אפוטרופוס שמינוהו בית דין לצורך הבנות: "
      ],
      [
        "<b>במה דברים אמורים בשהניח קרקע וכו'.</b> מבואר כן בהלכות שם: "
      ],
      [
        "<b>הניח קרקע וכו'.</b> שם (דף קמ) פשיטא מרובין ונתמעטו כבר זכו בהן יורשין ופירוש אפילו נתמעטו קודם שיבאו לבית דין כיון שבשעת מיתה היו מרובין זכו הבנים והבנות ניזונות תחת ידיהן: ",
        "<b>היו מועטין וכו'.</b> שם מועטין ונתרבו מאי ברשות יורשין קיימי וכו' תא שמע דאמר רב אסי אמר ר' יוחנן יתומים שקדמו ומכרו בנכסים מועטין מה שמכרו מכרו. ונחלקו המפרשים האחרונים ז''ל בפירוש דבר זה יש מי שאמר דמועטין ונתרבו דוקא שנתרבו קודם שיבאו לבית דין וכן מה שאמרו קדמו ומכרו דוקא קודם שיבאו לב''ד אבל לאחר שבאו וזיכו בהם ב''ד את הבנות אין לאחר מעשה ב''ד כלום וזה דעת רש''י ז''ל והרמב''ן ז''ל. ויש מפרשים דאפילו משבאו המזונות ביד בית דין והעמידום ביד אפוטרופוס או ביד שליש למזונות הבנות אם נתרבו הבנים יורשים ואפילו לא נתרבו אם קדמו ומכרו מה שמכרו מכרו וזה דעת רבינו יצחק והרשב''א ז''ל: "
      ],
      [
        "<b>היו הנכסים מרובין וכו'.</b> שם בעיי דלא איפשיטו ובהלכות והנך בעיי כולהו לא איפשיטו ולקולא עבדינן ולא ממעטי דנכסי בחזקת בנים קיימי ולא מפקינן מינייהו אלא בראיה. ע''כ בהלכות שם: "
      ],
      [
        "<b>הניח אלמנה ובת ממנה או מאשה וכו'.</b> שם עשו אלמנה אצל הבת כבת אצל האחין בנכסים מועטין מה בת אצל האחין הבת ניזונת ואחין יחזרו על הפתחים אף אלמנה אצל הבת אלמנה ניזונת והבת תחזור על הפתחים ע''כ. וי''מ דאלמנה ובנים אלמנה ניזונת והבנים ישאלו על הפתחים בנים ישאלו קל וחומר מבת ומה בת שדוחה את הבנים אלמנה דוחה אותה בנים שנדחין מפני הבת אינו דין שידחו מפני האלמנה אבל בירושלמי לא אמר כן אלא אלמנה ובנים שניהם שוין וכן אלמנה ובנות שתיהם שוות פירוש שאין היורש נדחה מפני האלמנה אבל היא אינה דוחה את הבנות מפני שאין אוכלים אלא בתנאי בית דין ואע''פ שהבנות דוחות את הבנים אין האלמנה דוחה אותם אלא במקום שיש בנות שהן דוחות את הבנים והאלמנה דוחה אותן. ואין נראה כן דעת רבינו שלא כתב הירושלמי וכן נראה דעת הרמב''ן ז''ל. ודע שכשהאלמנה דוחה את הבנות כתבו הרמב''ן והרשב''א ז''ל שמוציאין לאלמנה מזון עד זמן שאומדים ב''ד שראויה לחיות אם זקנה ואם ילדה ומעמידין ביד שליש והוא מפרנסה אחד לל' יום כדרך שאמרו בלוקח כנזכר פי''א עוד כתבו ז''ל שכיון שאמרו שהאלמנה קודמת פשיטא שהיא ממעטת בנכסים כיון שמוציאין לה ממזונותיה בתחלה: ",
        "<b>וכן אני אומר וכו'.</b> סברת רבינו פשוטה היא ונכוחה: "
      ],
      [
        "<b>מי שמת וכו'.</b> משנה פרק יש נוחלין (בבא בתרא דף קל\"ט): "
      ]
    ],
    [
      [
        "<b>צוו חכמים וכו'.</b> פרק נערה (כתובות דף נ\"ב:) בגמרא מדכתיב ואת בנותיכם תנו לאנשים הא קמ״ל דנלבשה ונכסייה וניתב לה מידי כי היכי דקפצי עלה אינשי ונסבי לה: ",
        "<b>המשיא את בתו וכו'.</b> משנה פרק מציאת האשה (כתובות דף ס\"ח) המשיא את בתו לא יפחות לה מחמשים זוז ונתבאר פרק י״ג שזהו השיעור שפוסקין לאשת העני שבישראל: ",
        "<b>במה דברים אמורים וכו'.</b> שם מתבאר בגמרא שפרנסה שמין באב כפי מה שיתבאר בסמוך והוא לפי עשרו ומכל מקום אין כופין את האב בכך אלא כך ראוי לו לעשות וזהו שכתב הרי זה ראוי: "
      ],
      [
        "<b>פירש על הבעל וכו'.</b> במשנה הנזכרת: "
      ],
      [
        "<b>האב שמת והניח בת וכו'.</b> שם אמר שמואל לפרנסה שמין באב ופסק הלכה כר''י דאמר אם השיא בת ראשונה ינתן לשניה כדרך שנתן לראשונה ומפורש בגמ' דבין השיא בין לא השיא שמין באב ובהלכות כתוב שנחלקו הגאונים בזה יש מי שאמר שהשומא הוא לפחות מן העישור ולא להוסיף ויש מי שאמר דבין לפחות בין להוסיף וזה דעת רבינו והרבה מן האחרונים ועיקר: ",
        "<b>ואם לא ידעו וכו'.</b> שם מבואר בגמרא ובהלכות: "
      ],
      [
        "<b>הניח בנות וכו'.</b> מבואר שם קרוב ללשון רבינו ומתבאר מכאן שאין הבת נוטלת פרנסתה אלא לזמן נישואיה וכתב הרשב''א ז''ל ומסתברא דכל היכא דאזלינן בתר אומדן האב אע''פ שאין מוציאין עד שעת נישואין מעכשיו אומדים דעתו לפי הנכסים שנשארו ממנו ופוסקין לה בית דין מה שראוי ליטול ונוטלתו בשעת נישואין: "
      ],
      [
        "<b>עישור זה וכו'.</b> שם (דף ס\"ט:) אמר רבא הלכתא ממקרקעי ולא ממטלטלי ופירוש שאם היו לו מטלטלין וקרקעות אין המטלטלין נחשבים לכלום אלא הקרקעות בלבד ונוטלת העישור של קרקעות בקרקע וכן מתבאר בדברי רבינו במה שכתב למטה או בעישור הקרקעות ומה שכתב רבינו לפיכך אפילו מתקנת אחרונים אינה נוטלת וכו' מבואר בהלכות ודע שדעת הרמב״ן והרשב״א זכרונם לברכה הוא שבזמן שנותנין פרנסה לבנות לפי אומדנותו של אב אין אומדין לפי הקרקעות שיש לו בלבד אלא לפי מה שיש לו בין קרקע בין מטלטלין והכל שוה וזהו שאמרו בגמרא פרק נערה (כתובות דף נ':) רב זן מחטי דעליה ופירשו בגמרא דפרנסה הואי ומאי עליה מעילויא דאב וכדשמואל דאמר לפרנסה שמין באב. ואף דעת רבינו נראה כן ממה שלא הביא רבינו חילוק הקרקעות אלא בדין העישור בלבד ולמטה גם כן כתב או באומדן דעת האב או בעישור הקרקעות: ",
        "<b>ויש לה לגבות עישור וכו'.</b> שם פרק מציאת האשה (כתובות דף ס\"ט) אמר רב אשי כי הוינן בי רב כהנא הוה מגבינן אפילו מעמלא דביתיה וכתב הרשב״א ז״ל מסתברא דהכי פירושא בששכרן האב ולא הגיע זמן השכירות בשעת מיתתו ומשום הכי מגבינן ביה מיניה דלאו כמטלטלי דמי הואיל ושכירות אינה משתלמת אלא לבסוף וה״ל כגוף הבתים משום דכבר זכה לו האב בכנגד מה שנשתמשו בהן בחייו אלא שאינו נגבה אלא לבסוף ומש״ה אמר אפילו מעמלא דאי לא מאי אפילו עכ״ל: ",
        "<b>ואם רצו האחים וכו'.</b> שם מבואר בגמרא דאילו בעו לסלקה בזוזי מצו לסלקה: "
      ],
      [
        "<b>הבת בעישור וכו'.</b> שם מבואר בגמ': ",
        "<b>ואם מתו האחין וכו'.</b> שם גם כן מבואר: "
      ],
      [
        "<b>והאחין שמכרו או משכנו.</b> שם אמר רבי [לרבי חייא] (האחין) בין שמכרו בין שמשכנו (הבנות) מוציאין לפרנסה וכ''פ בהלכות וכתב הרשב''א ז''ל שכמו שאינן מוציאות מן היתומים אלא בשבועה כך אין מוציאות מן המשועבדין אלא בשבועה כשאר ב''ח הבאין לטרוף ממשעבדי: "
      ],
      [
        "<b>מי שהשיא וכו'.</b> בפרק יש נוחלין (בבא בתרא דף קל\"ט) אמרו כן במשנה גבי בנים היורשין וכן בבנות היורשות הדין כן ופשוט הוא שם בתוספתא: "
      ],
      [
        "<b>מי שמת והניח שתי בנות וכו'.</b> בפרק מציאת האשה (כתובות דף ס\"ט) מחלוקת ר״י ור״ח ופסקו בהלכות כר״י דאמר שניה ויתרה וזכתה הראשונה בעישור שלה וכדברי רבינו ויש מי שפסק כרבי חנינא דאמר דנוטלת שניה עישור שלה והשאר חולקות בשוה וכן פ' בירושלמי ולזה הסכים הרשב״א ז״ל: "
      ],
      [
        "<b>מי שצוה בשעת מיתה וכו'.</b> שם (דף ס\"ח) אמר רבי האומר אל יזונו בנותי מנכסי אין שומעין לו אל יתפרנסו בנותי מנכסי שומעין לו שהפרנסה אינה כתנאי כתובה וכן פסקו בהלכות ויש בזה גירסאות חלוקות וכבר הסכימו כן רש''י והרמב''ן והרשב''א ז''ל. ודין המזונות נתבאר פרק י''ט: "
      ],
      [
        "<b>מי שמת והניח וכו'.</b> פרק יש נוחלין (בבא בתרא ק\"מ:) מי שמת והניח אלמנה ובת וכו' ואמרו שם דשויוה רבנן כאן לבעל בנכסי אשתו כיורש ולא כלוקח מפני שלא תפסיד האלמנה שאם היה כלוקח הא קיימא לן אין מוציאין למזון האשה מנכסים משועבדים כמבואר פרק י''ח. ודע שכל שכן אם האלמנה תובעת כתובתה שהיא דוחה מזון הבת ופרנסתה בין מקרקע בדין הגמרא בין מטלטלין מתקנת הגאונים ז''ל שהרי הכתובה טורפת מן המשועבדין ואפילו שיעבדן האב וכן כתבו ז''ל ופשוט הוא: "
      ],
      [
        "<b>קטנה יתומה וכו'.</b> משנה פרק מציאת האשה (כתובות דף ס\"ח) יתומה שהשיאתה אמה או אחיה וכו' ופירשו בגמרא בקטנה ואע״ג דלא מתזנא ולא מיחתה וכתב הרשב״א ז״ל דאע״ג דגדלה משנשאת ולא תבעה אחר גדלותה מיד לא אבדה לעולם לפי שכל שלא אבדה אותה בשעת נישואין שוב אינה צריכה למחות וברור הוא וכן נראה מדעת רבינו: "
      ],
      [
        "<b>נשאת הבת וכו'.</b> שם תנו רבנן הבנות בין בגרו עד שלא נישאו בין נישאו עד שלא בגרו אבדו מזונותיהן ולא אבדו פרנסתן דברי רבי ופסקו שם הלכה כן והקשו מהמשנה דדוקא קטנה אבל גדולה אבדה פרנסתה ותירצו דהא דרבי הוא בשמיחתה על פרנסתה אבל לא מיחתה אבדה פרנסתה בין בנישואין בין בבגר א''ל רבינא לרבא וכו' בגרה אין צריכה למחות נשאת אינה צריכה למחות בגרה ונשאת צריכה למחות והקשו מי אמר רבא הכי וכו' ותירצו הא (דרבא) במתזנא מינייהו הא (דרבי) בלא מתזנא והעולה מכל זה הוא שאם אינה ניזונת מהן אם נשאת בנערות או היתה בוגרת אע''פ שלא נשאת צריכה למחות ואם לא מיחתה אבדה פרנסתה וזה מבואר בדברי רבינו. היתה ניזונת מהן ובגרה ונשאת דאיכא תרתי ולא מיחתה אבדה פרנסתה וזה מתבאר בדברי רבינו במה שאמר והיא עדיין לא נשאת. בגרה ולא נשאת אינה צריכה למחות כיון שניזונת וזה מבואר בדברי רבינו נשאת בנערות ולא בגרה אינה צריכה למחות כיון שניזונת מהן ופירש רש''י ז''ל שניזונת אחרי נשואיה מן האחין וחילוק זה לא נתבאר בדברי רבינו ואולי יש לו בזה דעת אחרת: "
      ],
      [
        "<b>מי שצוה ליתן לבתו וכו'.</b> שם (דף ס\"ט:) משנה וגמרא ונחלקו רבי מאיר ורבי יוסי בגדולה שנתארסה ופסק שמואל כרבי יוסי דאמר הרשות בידה ורב נחמן פסק כר' מאיר דאמר מצוה לקיים דברי המת וכל שלא נשאת יעשה שליש מה שהושלש בידו אבל נשאת לא עלה על דעת האב להעמיד לה שליש אלא עד שעת נישואין ופסקו בהלכות כרב נחמן וכדברי רבינו וכן הסכימו ז''ל. <b>ומה שכתב רבינו בין בריא בין שכיב מרע,</b> לפי שסתם אמרו במשנה ומתבאר בסוף פירקא קמא דגיטין (דף ט\"ו) שמצוה לקיים דברי המת ואפילו היה בריא בשעת מסירה לשליש: "
      ]
    ],
    [
      [
        "<b>מציאת האשה וכו'.</b> ראש פרק מציאת האשה (כתובות דף ס\"ה) משנה כלשון רבינו: ",
        "<b>ומה היא עושה לו וכו'.</b> במשנה פרק אע''פ (כתובות דף נ\"ט:) אלו מלאכות שהאשה עושה לבעלה וכו'. ובירושלמי אמרו תני שבעה גופי מלאכות מנו [חכמים] והשאר לא הוצרכו חכמים למנותן ומן התוספתא נראה שהכל כמנהג המדינה וכמו שכתב רבינו: ",
        "<b>ואם לא היה דרך וכו'.</b> בתוספתא מקום שלא נהגו לעשות אחת מכל אלו אין יכול לכופה ומפרש רבינו אינו כופה אלא לעשות בצמר אבל ודאי בצמר כופה אותה שהרי אפילו הכניסה לו מאה שפחות כופה לעשות בצמר כמו שיתבאר בסמוך ופשוט הוא. ולא ביאר רבינו כמה הוא שיעור מה שהיא טווה בצמר בכל שבוע ובמשנה (דף ס\"ד:) אמרו כמה היא עושה לו משקל חמשה סלעים שתי ביהודה שהן עשרה בגליל וכו' ופירש''י ז''ל שמשקל יהודה כפלים בשל גליל נמצא שהכל שיעור אחד ואולי שרבינו סובר שאין קצבה זו בכל המקומות אלא הכל לפי המנהג. ",
        "<b>ומה שכתב רבינו שהפשתן מזיק את הפה וכו'.</b> מבואר שם בגמרא: "
      ],
      [
        "<b>דחקה עצמה וכו'.</b> בפרק מציאת האשה (כתובות דף ס\"ו) נחלקו רבי עקיבא ותנא קמא בהעדפה ע''י הדחק ופסקו בהלכות בשם רבינו האיי גאון ז''ל כתנא קמא דאמר שהוא לבעל. עוד שם בגמרא בעי רב פפא עשתה לו שתים בבת אחת מהו בעי רבינא שלש וארבע מהו תיקו ולא נזכרו בעיות אלו בהלכות ולא כתבן ג''כ רבינו ואפשר שהם סוברים דאתיין אליבא דרבי עקיבא ואין הלכה כמותו: ",
        "<b>היה לו וכו'.</b> במשנה פרק אף על פי (כתובות דף נ\"ט:) רבי אליעזר אומר אפילו הכניסה לו מאה שפחות כופה לעשות בצמר שהבטלה מביאה לידי זמה ובגמרא הלכה כרבי אליעזר: "
      ],
      [
        "<b>המדיר את אשתו וכו'.</b> במשנה רבן שמעון בן גמליאל אומר אף המדיר את אשתו מלעשות מלאכה יוציא ויתן כתובה שהבטלה מביאה לידי שעמום וכבר כתבתי למעלה שהלכה כרבי אליעזר שאמר שהבטלה מביאה לידי זמה לכך הזכיר רבינו טעמו של רבי אליעזר ולא נזכר בגמרא כמה יהיה זמן ההדרה: ",
        "<b>וכן כל אשה רוחצת לבעלה פניו וכו'.</b> בגמרא (דף ס\"א) א''ר יצחק בר חנניא א''ר הונא אע''פ שאמרו [הכניסה לו ד' שפחות] יושבת בקתדרא אבל מוזגת לו את הכוס ומצעת לו את המטה ומרחצת לו פניו ידיו ורגליו והוא מפרשה כך אע''פ שמן הדין היה ראוי שתשב בקתדרא כמו ששנינו במשנתנו אבל מוזגת וכו'. ",
        "<b>ומה שכתב רבינו ועומדת ומשמשת בפני בעלה וכו'.</b> פשוט הוא וכל שכן הוא מהצעת המטה ומפורש בירושלמי שאפילו הכניסה לו מאה שפחות חייבת לו בדברים אלו: ",
        "<b>אבל אינה עומדת ומשמשת בפני אביו או וכו'.</b> ברייתא שם (דף ס\"א:) אינו כופה לא לעמוד לפני אביו ולא לפני בנו: "
      ],
      [
        "<b>ומלאכות אלו וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>יש מלאכות אחרות שהאשה עושה לבעלה בזמן שהן עניים ואלו הן אופה וכו'.</b> תקנת עזרא היא בבבא קמא פרק מרובה (בבא קמא דף פ\"ב) כלשונה. ודין המלאכות מפורש במשנה בפרק אע״פ (כתובות דף נ\"ט:) טוחנת ואופה מכבסת ומבשלת ומניקה את בנה ומצעת לו את המטה. ולא הזכיר רבינו בכאן הצעת המטה לפי שכבר הזכיר למעלה שכל אשה חייבת בה ולא חלק בהצעת המטה בין עניים לעשירים אבל י״א שבזמן שהן עניים מצעת כל מטות בני הבית וכשהן עשירים אינה מצעת אלא מטתו בלבד וגורסין במשנה ומצעת את המטה ובגמרא בההיא דרב הונא שהזכרתי למעלה גורסים ומצעת לו. ",
        "<b>ומ''ש ונותנת תבן לפני בהמתו אבל לא לפני בקרו.</b> הוא בברייתא כלשון רבינו וכ''ה גירסת ההלכות ומפרשה רבינו בעניים דוקא. וי''א לפני בקרו אבל לא לפני בהמתו: ",
        "<b>כיצד מטחנת וכו'.</b> בגמרא אמרו על משנתנו טוחנת סלקא דעתך בתמיה ותירצו אימא מטחנת ואב''א ברחיא דידא: "
      ],
      [
        "<b>במה דברים אמורים בעניים אבל אם הכניסה וכו'.</b> במשנה הכניסה לו שפחה אחת לא טוחנת ולא אופה ולא מכבסת ובגמרא לא הכניסה לו ממש אלא כיון שראויה להכניס אף על פי שלא הכניסה תנא אחד שהכניסה לו [משלה] ואחד שמצאה לו משלו ופירש''י ז''ל שהכניסה נדוניא רבה שיש כדאי למביאה נדוניא זו לקנות ממקצתה שפחות להכניס לשמשה וזהו דעת רבינו. וי''מ ראויה להכניס שדרך בנות משפחתה בכך ואינה יורדת וי''מ שדרך בנות משפחתו [בכך] לפי שעולה עמו ובירושלמי א''ר שמואל לא סוף דבר שהכניסה אלא אפילו היא ראויה להכניס כהדא דתני אשתו עולה עמו אבל לא יורדת עמו: ",
        "<b>הכניסה לו שתי שפחות וכו'.</b> במשנה (שם נ\"ט) שתים אין מבשלת ואינה מניקה את בנה: "
      ],
      [
        "<b>נמצאו כל המלאכות וכו'.</b> כבר נתבאר זה וכבר כתבתי שרבינו הוציא מ''ש ועומדת לשמש לפניו מק''ו מהצעת המטה: "
      ],
      [
        "<b>כל מלאכות וכו'.</b> שם (דף ס\"א) א''ר יצחק בר חנניא אמר רב הונא כל מלאכות שהאשה עושה לבעלה נדה עושה לבעלה חוץ ממזיגת הכוס והצעת המטה והרחצת פניו ידיו ורגליו והצעת המטה אמר רבא לא אמרן אלא בפניו אבל שלא בפניו לית לן בה ומזיגת הכוס שמואל מחלפא ליה דביתהו בידא דשמאלא אביי מנחא לה אפומא דכובא רבא אבי סדיא רב פפא אשרשיפא. ודע שממה שכתב רבינו ואינה נותנת אותו בידו כדרכה תמיד נראה ששאר הדברים יכולה היא להושיט מידה לידו וכן דעת קצת מפרשים ויש מחמירין בכל דבר. ודע שימי נדותה וימי לבונה שוין בזה כמו שנתבאר פרק י''א מהלכות איסורי ביאה וכן עיקר: ",
        "<b>והרחצת פניו ידיו ורגליו.</b> פירוש אפילו הוא רוחץ והיא מוצקת שאינה נוגעת כלל בגופו שאם בנוגעת אפילו בלא הרחצה כלל אסור כמבואר פרק י''א מאיסורי ביאה: "
      ],
      [
        "<b>האשה ששברה כלים וכו'.</b> בהשגות אמר אברהם לא מן השם הוא זה וכו'. והרשב''א כתב בפרק השואל שדעתו נוטה לדעת רבינו ושכן גרסינן בירושלמי בפרק הכותב האשה ששברה כלים בתוך הבית פטורה שאם לא כן אין לך שלום הבית עד כאן. וזה מבואר כדברי רבינו וכן עיקר עכ''ל הרשב''א ז''ל. וטעם הר''א ז''ל אינו לפי שהאשה היא שכורה עם הבעל בכל שעה אבל הוא אינו שכור עמה אלא בשעה שמתעסק בצרכיה: "
      ],
      [
        "<b>כל אשה שתמנע וכו'.</b> בפרק אף על פי העלו בהלכות שאין דין מורדת ממלאכה. וכתב הרשב''א ז''ל אלא כופה בשוט או שאינו זנה או בית דין מוכרין לו מכתובתה בטובת הנאה כדי שישכור עליה עבד או שפחה לשמשו עכ''ל. והרמב''ן ז''ל כתב שכופה אותה בשוט וכן דעת רבינו ועיקר. ומקצת הראשונים כתבו שמשמתין אותה ובהשגות אמר אברהם מעולם לא שמעתי וכו'. ",
        "<b>טען הוא שאינה עושה והיא אומרת שאינה נמנעת מלעשות וכו'.</b> דברי רבינו פשוטים הם: "
      ],
      [
        "<b>האשה כל זמן שהיא מניקה את בנה פוחתין לה ממעשה ידיה וכו'.</b> במשנה שם (דף ס\"ד:) אם היתה מניקה פוחתין לה ממעשה ידיה ומוסיפין על מזונותיה ובגמ' (דף ס\"ה:) א''ר יהושע בן לוי מוסיפין לה יין מפני שהיין יפה לחלב: ",
        "<b>פסקו לה וכו'.</b> שם (דף ס':) פסקו לה קמעא אוכלת הרבה מהיכא אמר רב ששת משלה ומפרש רבינו זה אפילו באשה המניקה את בנה ואף על פי שתחלת הברייתא הוא הרי שנתנו לה בן להניק הרי זו לא תניק עמו לא בנה ולא בן חבירתה ומשמעה באשה המניקה בשכר בן חבירתה. ובהשגות א''א דברים שאינן כתב וכו'. ואף רש''י ז''ל כן פירש פסקו לה מזונות מועטין אוכלת משלה כדי שיהיה לה חלב ולא תמיתנו עכ''ל. ותמהני במה שכתב <b>רבינו או תאכל מאכל רע</b> שהרי שנינו שם ולא תאכל עמו דברים הרעים לחלב. ויש לומר שהוא בשאינה מצטערת על אותן דברים אבל במצטערת עליהן ודאי צערה קודם שחייה קודמין: "
      ],
      [
        "<b>ילדה תאומים וכו'.</b> ירוש' הביאוהו בהל' מניקה את בנה א''ר חגי לא אמרו אלא בנה הא תאומים לא ע''כ: ",
        "<b>הרי שרצתה וכו'.</b> בירוש' ולמה אמרו בנה שלא תניק בנה של חבירתה כהדא דתני אין האיש כופה את אשתו להניק בנו של חבירו ולא האשה כופה את בעלה שתניק בנה של חבירתה ע''כ: "
      ],
      [
        "<b>נדרה שלא וכו'.</b> שם (דף נ\"ט:) תניא נדרה שלא להניק את בנה וכו' ב''ה אומרים כופה ומניקתו ופירש''י ז''ל דמשעבדא ליה ולא חל הנדר. וזמן הכ''ד חדש מסקנא דגמרא שם (דף ס'): ",
        "<b>היא אומרת אני אניק וכו'.</b> שם היא אומרת להניק והוא אומר שלא להניק שומעין לה צערא דידה הוא: "
      ],
      [
        "<b>היתה ענייה וכו'.</b> (שם) הוא אומר להניק והיא אומרת שלא להניק מהו כל היכא דלאו אורחה שומעין לה היא אורחה והוא לאו אורחיה מהו ופשטו דבתר דידיה אזלינן דעולה עמו ואינה יורדת: "
      ],
      [
        "<b>היא אומרת וכו'.</b> פשוט הוא זה שעליה להביא ראיה שהרי מן הסתם היא משועבדת לו ואין כאן מקום לשבועה לפי שהיא אינה תובעת ממנו ממון שחייב לה שנאמר ישבע היסת ויפטר אלא שבאה ליפטר משיעבודה ואינה נפטרת אלא בראיה: "
      ],
      [
        "<b>האשה שנתגרשה וכו'.</b> ברייתא שם (נ\"ט:) נתגרשה אינו כופה ואם היה (בנה) מכירה נותן לה שכרה וכופה ומניקתו מפני הסכנה. ולא ביאר רבינו בכמה ימים נאמר שהוא מכירה לפי שהוא פוסק כשמואל דאמר כל זמן שמכירה שאין שיעור קצוב לדבר שאין כל הולדות שוים בהכרה אלא בבדיקה הדבר תלוי אם אנו רואים שמכירה כופה ומניקתו בשכר ושם נתבאר שאפילו סומא הדין כן שמכירה בריח ובטעם: "
      ],
      [
        "<b>הגרושה אין לה וכו'.</b> זה ברור שכל זמן שהיא מגורשת גמורה אין בעלה חייב במזונותיה אלא נותן לה שכר הנקה כמו שנתבאר. ",
        "<b>ומ''ש אבל נותן הוא לה כו'.</b> דבר פשוט הוא שהרי חייב הוא במזונות בניו ובנותיו עד בן ו' כנזכר פי''ב. והמעוברת שנתגרשה אין לה כלום מבעלה ולכשתלד אז יתן לה שכרה והדברים הצריכין לולד ותניקהו או אם רצתה קודם שיכירה הילד תניחהו לו: ",
        "<b>שלמו לו חדשיו וכו'.</b> זה מתבאר מהסוגיא שבס״פ אע״פ (כתובות דף ס\"ה:) שאמרו שם זן אדם בניו קטני קטנים ועד כמה עד בן ו' כדרב אסי דאמר רב אסי קטן בן ו' יוצא בעירוב אמו ואמרו שם משום דבעי למיכל בהדה. ואמרינן בעירובין פרק כיצד משתתפין (עירובין דף פ\"ב:) דאפילו בן ו' בצוותא דאימיה ניחא ליה. ודעת רבינו שהוא אפילו בגרושה. ובהשגות א״א אין הדעת סובלת וכו'. ולא מצאתי חיוב בבן ד' וה' שאינו חייב להכניסו למלמד פחות מבן ו' כנזכר פרק לא יחפור ונתבאר פ״ב מהלכות תלמוד תורה ואולי נתכוון הרב למה שאמרו יודע לדבר אביו מלמדו תורה צוה לנו כו' כנזכר פ״א מהלכות תלמוד תורה ואין זה קושיא שחנוך זה אפילו הוא אצל האם יכול הוא לחנכו לפעמים לכשיבא אצלו: ",
        "<b>והבת אצל וכו'.</b> בפרק הנושא (כתובות דף ק\"ב) גבי נשאת לאחר זאת אומרת וכו' בת אצל האם לא שנא גדולה ול״ש קטנה: "
      ],
      [
        "<b>ומ''ש רבינו היה האב ראוי לצדקה וכו',</b> לפי שאין כופין אותו לזון ביותר משש אלא בתורת צדקה כנזכר פרק י''ב: ",
        "<b>ואם לא וכו'.</b> זה ברור שלא מצינו חיוב לאשה בשום מקום והאב מצווה על בניו בכמה דברים ואין האשה מצווה ומהיכן נתחייבה בהם: "
      ]
    ],
    [
      [
        "<b>הבעל קודם וכו'.</b> זה מבואר בהרבה מקומות: ",
        "<b>ומאימתי יזכה בירושתה וכו'.</b> בפרק נערה (כתובות דף מ\"ח) משנה ובגמרא הלך האב עם שלוחי הבעל או שהלכו שלוחי האב עם שלוחי הבעל או שהיתה לה חצר בדרך ונכנסה עמו ללון אע''פ שכתובתה בבית בעלה מתה אביה יורשה מסרה האב לשלוחי הבעל או שמסרוה שלוחי האב לשלוחי הבעל או שהיתה לו חצר בדרך ונכנסה עמו לשם נישואין אע''פ שכתובתה בבית אביה מתה בעלה יורשה והקשו אמרת נכנסה עמו ללון טעמא דללון הא סתמא לשם נישואין אימא סיפא נכנסה עמו לשם נישואין הא סתמא ללון ותריץ רב אשי תנא סתמי סתמי קתני סתם חצר דידה ללון פי' וכ''ש חצר דאחרים סתם חצר דידיה לנישואין. ולא הוזכר זה בהלכות וגם רבינו לא הוצרך לבארו לפי שמבואר הוא בדבריו שסתם החצרות הם ללון וכשנכנסה ונתייחדה עמו בחצרו בסתם ג''כ מתבאר בדבריו שהואיל ונעשית ברשות בעלה יירשנה, ובזה נסתלק מ''ש הר''א ז''ל בהשגות. וחצר של שניהם כתבו הרמב''ן ז''ל והרשב''א ז''ל שדינה כחצר שלה: "
      ],
      [],
      [
        "<b>וכן אם היתה בוגרת וכו'.</b> זה ברור שאשתו ארוסה אם מתה אינו יורשה וכבר נתבאר שלא תכנס לרשות הבעל לירושה בלכתה אליו אא''כ הוא או שלוחיו עמה: "
      ],
      [
        "<b>הנושא אשה וכו'.</b> מפורש בתוספתא פרק שני מיבמות בין בחייבי לאוין בין בשניות מדבריהם שהבעל יורשה ופשוט הוא שאם אין קידושין תופסים בה כגון חייבי כריתות ומיתות בית דין שאינו יורשה: ",
        "<b>וכן הנושא וכו'.</b> זה מבואר בהרבה מקומות ונתבאר בהלכות ביבמות פרק ב''ש דקטנה שלא מיאנה ומתה בעלה יירשנה: ",
        "<b>אבל הפקח וכו'.</b> זה למד רבינו ממה שאמרו שאין לה כתובה כנזכר פי''ז וכשם שאין לה כתובה ממנו כך אינו יורשה והיא אינה בת דעת שתוכל לזכות לו: ",
        "<b>והחרש שנשא וכו'.</b> גם זה לא מצאתי מבואר אבל דברי טעם הם כיון שהיא בת דעת ולא עוד אלא שלפעמים יש לה כתובה ממנו כשהשיאוה ב''ד אליו כנזכר פי''ד. ובהשגות כתב הראב''ד ז''ל שאע''פ שהיא בת דעת ונשאת לו אינה יורשה שמה שבידה זכתה לו מה שלאחר מיתה לא זכתה לו ע''כ: "
      ],
      [
        "<b>קטנה שנתקדשה וכו'.</b> בקידושין פ' האיש מקדש (קידושין דף מ\"ה:) נתקדשה לדעת ונשאת שלא לדעת אביה וכו' עד ורב ירמיה בר אבא אמר וכו' ופסק רבינו סוף פרק שביעי מהלכות תרומות כדברי רב הונא וכ״ש הוא לענין ממון שהעמד ממון על חזקתו ולזה כתב בכאן בין בפניו: "
      ],
      [
        "<b>הורו הגאונים וכו'.</b> בהלכות פרק אף על פי. ודע שלפי שיטתנו שאין כופין הבעל לגרש מחמת שום מרד כמ''ש פרק י''ד אין צורך להוראה זו שהרי אין כופין הבעל לעולם ואם גירשה מעצמו ודאי אבד ירושתה: "
      ],
      [
        "<b>כל נכסים שיש לאשה וכו'.</b> מסקנא דגמרא בפרק האשה שנפלו לה נכסים (דף ע\"ח:) רב ושמואל דאמרי תרווייהו בין שנפלו לה נכסים עד שלא תתארס בין שנפלו לה נכסים משנתארסה ונשאת [ומכרה] הבעל מוציא מיד הלקוחות ופרק נערה (כתובות דף נ') א״ר יוסי ברבי חנינא באושא התקינו האשה שמכרה בנכסי מלוג בחיי בעלה ומתה הבעל מוציא מיד הלקוחות ופי' שגוף הקרקע מכור ואם ימות הוא בחייה זכו הלקוחות וכן מבואר בירושלמי פרק הכותב וכן מבואר בדברי רבינו ופשוט הוא. ולכשמתה היא בחייו מוציא הבעל הגוף מתקנת אושא ונחלקו הגאונים ז״ל אם הוא מוציאן בלא דמים ורבינו האיי ז״ל הכריע בלא דמים וכ״כ בהלכות וקי״ל הבעל מוציא מיד הלקוחות בלא דמים ואי איתנהו להנהו דמי דשקלה אתתא מהדר להו ללוקח ולא יכול למימר הבעל דלמא מציאה אשכחה ע״כ. והן הן דברי רבינו. וכתב הרשב״א ז״ל מלשון הרב אלפס ז״ל שכתב דאינו יכול לומר דילמא מציאה אשכחה איכא למימר דאע״ג דליכא סהדי דהנהו זוזי ממש נינהו דשקלה מלוקח אלא דהניחה זוזי מסתמא אמרינן דאינהו נינהו והוו להו כעין פקדון דאיגלי מילתא דממכרה בטל למפרע ומעות כעין פקדון נינהו אבל אי אחלפינהו אף ע״ג דחילופיהן בידה מסתברא דאינו חייב בעל לשלומי מינייהו ללקוחות דמדשלחה בהו יד קמו זוזי עלה בהלואה ומימר אמר להו אנא מטלטלי שבקה לי וזוזי דידכו קמו עלה בהלואה ואינו משלם. עוד כתב בשם רבינו אפרים ז״ל שאם הבעל מודה שברשותו מכרה אינו מוציא מיד הלקוחות כלום דכשלוחו דמיא ואי בעי לוקח מחרים עליו דבעל דלא עבד הערמה ומאי דמכרה הוה לדעתו ולהנאתו ואי לא מודה אית לן מדינא להחרים חרם סתם בכך עכ״ל: "
      ],
      [
        "<b>בד''א בנכסים וכו'.</b> זו סברת ר''ש במשנה פרק האשה (דף ע\"ה) שהוא מחלק בין נכסים ידועים לנכסים שאינן ידועים ופי' ר''י אלו הן שאינן ידועים כל שיושבת כאן ונפלו לה נכסים במדינת הים ותניא כותיה והלכה כר''ש כמבואר בהלכות וכ''כ ז''ל: ",
        "<b>וכן ארוסה וכו'.</b> מתבאר שם במשנה ובגמרא דדוקא נשאת אבל מכרה קודם הנישואין אין הבעל מוציא מיד הלקוחות: "
      ],
      [
        "<b>האשה שכתבה כל נכסיה לאחר וכו'.</b> דין ביטול המתנה אם נתגרשה או נתאלמנה מבואר פ''ו מהלכות זכיה ומתנה והוא דוקא בשכתבה כל נכסיה אבל אם שיירה מקצת מתנתה קיימת כנזכר שם. ודין שאין הבעל אוכל פירות מתבאר בפרק האשה (שם ע\"ח ע\"ט) בגמרא: ",
        "<b>ולא עוד אלא וכו'.</b> שם הקשו על דין מברחת מדתניא הרוצה שתבריח נכסים מבעלה כיצד היא עושה כותבה שטר פסים לאחר דברי רשב''ג וחכ''א רצה משחק בה עד שתכתוב לו מהיום ולכשארצה טעמא דכתבה ליה הכי הא לא כתבה ליה הכי קננהו לוקח פי' מקבל המתנה ותירצו שדין הברייתא הוא במקצת הנכסים וכבר נתבאר פ''ז שדעת רבינו הוא שהאומר ע''מ שירצה פלוני ע''מ שיאמר הן קאמר אף כאן לכשארצה לכשאומר הן הוא. וזהו שכתב רבינו דהרי לא קנה קנין גמור וכו' וכן דעת הרשב''א ז''ל ומ''מ לכשתרצה קנה מקבל מתנה ואפילו היו במתנה מטלטלין ובשעה שתרצה אינם ברשותו של מקבל אלא בר''ה לפי שמשעת משיכה קנה לכשתרצה היא כך כתב הרשב''א ז''ל והביא ראיה לזה ועיקר: "
      ],
      [
        "<b>שומרת יבם וכו'.</b> משנה פ' האשה (דף פ':) וביבמות בפרק החולץ (יבמות דף ל\"ח) שומרת יבם שנפלו לה נכסים מודים ב״ש וב״ה שמוכרת ונותנת וקיים וה״ה אם נשארה אלמנה מן האירוסין שאפילו נפלו לה בעודה ארוסה שמוכרת דלא עדיף יבם מבעל: ",
        "<b>ואין ליבם פירות וכו'.</b> בנכסי מלוג הוא מפני שאין היבם חייב לפדותה כנזכר פי''ח וכבר נתבאר פי''ב שפדייתה כנגד אכילת פירות נכסיה ועוד שאם מתה יורשי אביה יורשין נכסי מלוג שלה כנזכר בסמוך. אבל מ''ש שאפילו בנכסי צאן ברזל אין לו פירות הוא תימה למה לא יזכה במחציתן שהרי אם מתה הוא יורש מחציתן כמבואר בסמוך. ואולי שהוא סובר שאין לו זכות אלא בגוף הקרקע ליורשה אם תמות אבל לא בפירות ולא ידעתי מאין הוציא זה והרבה מן המפרשים חלוקים עליו בזה ודעת הרמב''ן ז''ל ביבמות שבפירות יש לו המחצית: ",
        "<b>מתה כשהיא וכו'.</b> במשנה הנזכרת מתה וכו' ב''ה אומרים נכסים בחזקתן וכתובה בחזקת יורשי הבעל נכסים הנכנסים והיוצאין עמה בחזקת יורשי האב כך היא גירסת רש''י ז''ל ופירש הוא נכסים דהיינו נכסי צאן ברזל בחזקתן ואמרו בפרק מי שמת על לשון כזה בחזקת מי והעלו הואיל והללו באין לירש והללו באין לירש יחלוקו וכתובה דהיינו עיקר ותוספת בחזקת יורשי הבעל ונכסים הנכנסים והיוצאים עמה דהיינו נכסי מלוג בחזקת יורשי האב ודוקא בשנפלו לה בעודה שומרת יבם אבל בשנפלו לה בחיי בעלה ונתאלמנה מן הנישואין דינם כנכסי צאן ברזל וחולקין בהן כך כתב הרשב''א ז''ל שזהו פסק הלכה לפי שיטת רש''י ז''ל. ורבינו סובר כן אלא שאינו מחלק בנכסי מלוג בין נפלו לה בעודה שומרת יבם לנפלו לה מחיים דבעל אלא בכל גווני הן ליורשים. ויש בזה שיטה אחרת לקצת גאונים ז''ל והם גורסין במשנה הכתובה בחזקת יורשי הבעל ואינן גורסין וכתובה וזהו פירושה. נכסים בחזקתן כיצד הכתובה ר''ל העיקר ותוספת ונכסי צאן ברזל בחזקת יורשי הבעל ונכסים הנכנסין והיוצאין ר''ל נכסי מלוג בחזקת יורשי האב ודוקא נפלו לה בעודה שומרת יבם אבל נפלו לה בחיי בעלה ונתאלמנה מן הנישואין דינן כנכסי צאן ברזל ואם מתה יורשי הבעל יורשין אותה וזה דעת קצת מפרשים אחרונים. ולר''א ז''ל שיטה אחרת בהשגות שהוא סובר שנכסי צאן ברזל כולן ליבם ונכסי מלוג שנפלו לה תחתיו דבעל יחלוקו ושנפלו לה בעודה שומרת יבם כולן שלה וכתב על רבינו שטעה במה שכתב בזה ולבאר דעות אלו מן הגמרא יארכו הדברים וכבר פירש הרמב''ן ז''ל הסוגיא שביבמות לדעת רבינו ונראה שהוא מסכים לדעתו בכל מ''ש חוץ מאכילת פירות קודם כניסה כמ''ש למעלה. ודע שאין המאמר מועיל בזה כלום וכן כתב רבינו סוף פרק ג' מהלכות נחלות. ",
        "<b>ומ''ש רבינו ויורשי הבעל חייבין בקבורתה.</b> מבואר שם בגמרא: "
      ],
      [
        "<b>שומרת יבם וכו'.</b> שם (דף פ\"א:) אמר רב יוסף כיון דאמור רבנן לא ליזבין אע''ג דזבין לא הוי זביניה זביני דתניא מי שמת והניח שומרת יבם והניח נכסים במאה מנה אע''פ שכתובתה אינו אלא מנה לא ימכור שכל נכסיו אחראים (וערבאין) לכתובתה וכן נפסקה בהלכות עוד בגמרא הלכתא בין יבם ואחר כך חלק (עם אחיו בנכסים) בין חלק ואח''כ יבם לא עשה כלום: "
      ],
      [
        "<b>כנס את יבמתו וכו'.</b> במשנה שם הניח אחיו מעות ילקח בהן קרקע והוא אוכל פירות פירות התלושין מן הקרקע ילקח בהן וכו' וחלקו חכמים בתלושין ואמרו כל הקודם בהן זכה קדמה היא ילקח בהן קרקע והוא אוכל פירות ומחלוקתן הוא שר''מ סבר דמטלטלי משתעבדי לכתובה וחכמים סוברים שאין משתעבדין והוא הדין שחולקין בכספים וכן פירש''י ז''ל ומודים שאם קדמה ותפסה שנשתעבדו לה וידוע שהלכה כחכמים שאין המטלטלין משתעבדין לכתובה וכן נתבאר בפרק הכותב שהלכה כר''ע שאין תפיסה מועלת בהן אלא אם כן תפסה מחיים כנזכר פרק י''ח ובתפסה מחיים לא הוצרך רבינו לבאר שפשוט הוא שכל זמן שהם תחת שיעבודה ילקח בהן קרקע והוא אוכל פירות כדין פירות המחוברין, זהו דין הגמרא לדברי הכל. וכתב רבינו שאע''פ שהכתובה נגבית מן המטלטלין מתקנת גאונים האחרונים אין אומרים ילקח בהן קרקע לפי שאין כח בתקנה זו למונעו מנכסי אחיו וכן כתב בפירוש המשנה שאין שורת הדין מורה בשום פנים שתקנת האחרונים תעכבהו מלישא וליתן בנכסי אחיו וזה כנגד דעת ההלכות שכתבו תניא הרי שהיה נושה באחיו ומת והניח שומרת יבם לא יאמר הואיל ואני יורש הכל החזקתי אלא מוציאין מידו וילקח בהם קרקע והוא אוכל פירות הא מתניתא ר''מ היא דאמר מטלטלי משתעבדי לכתובה ואע''ג דלית הלכתא כוותיה כיון דתקינו רבנן השתא למגבא כתובה ממטלטלי עבדינן כוותיה עכ''ל, וזה דעת הרמב''ן ז''ל והרשב''א ז''ל עשו תקנת האחרונים כאילו היו משועבדים בדין הגמרא ובעיטור כתב בשם גאון כדעת רבינו. ונראה שאפילו לדעת רבינו אם כתוב בכתובה מטלטלי אגב מקרקעי שלוקחין קרקע מן המטלטלים שהניח האב שהרי משועבדין הן לה מן הדין ולא מן התקנה כנזכר פי''ו: "
      ],
      [],
      [
        "<b>יבמה שלא היתה לה וכו'.</b> במשנה שם אם כנסה הרי היא כאשתו לכל דבר ובלבד שתהיה כתובתה על נכסי בעלה הראשון ובגמרא (שם פ\"ב:) ואי לית לה מראשון אית לה משני כדי שלא תהא קלה בעיניו להוציאה: "
      ],
      [
        "<b>האשה שמכרה וכו'.</b> כשנתנה לבעלה מבואר הוא פרק חזקת הבתים (ב\"ב דף מ\"ט) שאין לאיש ראיה בנכסי צאן ברזל של אשתו שיכולה לטעון נחת רוח עשיתי לבעלי וכשנתנה לאחרים או מכרה פשוט הוא שאין מעשיה כלום אלא א''כ רצה הבעל אח''כ אבל ודאי אם רצה הבעל לקיים מקיים דהו''ל קנו מן האשה וחזרו וקנו מן האיש שהמקח קיים כנזכר פרק הניזקין (גיטין דף נ\"ה:) ונתבאר פ''ל מהלכות מכירה: ",
        "<b>וכן הבעל כו'.</b> בנכסי צאן ברזל מפורש בגמרא פרק חזקת הבתים (ב\"ב דף נ') שמקחו בטל כנזכר פרק ל' מהלכות מכירה ופי' מקחו בטל מיד וזהו דעת הרבה מן המפרשים ז''ל דודאי בנכסי צאן ברזל בטל מיד. ובהשגות א''א לא מצאתי בנכסי צאן ברזל וכו' והירושלמי שהזכיר בשדה שעשאו לה אפותיקי היא ושם השוו נכסי צאן ברזל שהכניסה לו לאפותיקי. ודעת הרמב''ן ז''ל לפסוק בנכסי צאן ברזל שמקחו בטל לאלתר משום שבח בית אביה ואף הרשב''א ז''ל הסכים לדעת רבינו בנכסי צאן ברזל וזה דעת הגאונים ז''ל ועיקר. ודין האפותיקי כתבתי בו פ''ל מהלכות מכירה ופי''ח מהלכות מלוה ולוה. ",
        "<b>ומ״ש רבינו בנכסי מלוג.</b> מבואר בגמרא פרק אלמנה לכ״ג (יבמות דף ס\"ו:) ואמרו בירושלמי שאפילו מכר הבעל ומתה האשה בחיי הבעל המכר בטל לפי שאין לבעל בשעת מכירה בגוף הקרקע כלום: "
      ],
      [
        "<b>מכר מטלטלין וכו'.</b> זה הדין לדעת הר''א ז''ל ודאי אמת הוא דלא עדיפי מקרקעי שהוא סובר שאם מכרו מכרו קיים אבל הרשב''א ז''ל והרמב''ן ז''ל נחלקו בזה ואמרו שאפילו במטלטלין המכר בטל וכבר הארכתי בזה פרק ל' מהלכות מכירה ושם כתבתי שדעת רבינו האיי כדעת רבינו: ",
        "<b>מכרו שניהם וכו'.</b> מפורש בגמרא פרק חזקת הבתים (בבא בתרא דף נ') ובהלכות: "
      ],
      [
        "<b>וכן האשה וכו'.</b> ג''ז מבואר שם שאף לבעל עצמו אינה יכולה לטעון נחת רוח עשיתי לבעלי והטעם שכיון שגוף נכסי מלוג הוא שלה לא הויא ליה איבה אי לא הות מזבנא אותם אליו או לאחרים ומתוך כך אינה יכולה לטעון נחת רוח: "
      ],
      [
        "<b>כיצד האשה שמכרה וכו'.</b> שם מבואר פרק חזקת הבתים. וענין השלש שדות שהזכיר רבינו כבר ביארתיו לדעתו פרק ל' מהלכות מכירה. ויש בזה דברים בהשגות שנראה מהם שאם מחלה כתובתה לבעלה ואפי' שלש שדות הקיימים שמחילתה מחילה מפני שעקרה שיעבודה מעיקרו משא''כ במוכרת או נותנת. ואין כן דעת רבינו והרמב''ן והרשב''א ז''ל ואין מחילתה לבעלה מועלת אלא בעיקר כתובה ותוספת משום דבהנהו לא הויא ליה איבה אי לא הות מחלה להו הילכך כשמחלתן מחילתה מחילה וכן כתבתי פרק י''ז: "
      ],
      [
        "<b>נכסי צאן ברזל שאבדו.</b> זו סברת רבינו בלא ראיה מן הגמרא והיה באפשר לומר שכשם שאין מתנתה אליו בגופן מועלת כלום כך מחילתן בשיעבודן אינה מועלת כלום ויכולה לומר נחת רוח עשיתי לבעלי בהיותי מוחלת אותן לו דאי לא הויא ליה איבה. אבל רבינו הכריע שהרי זה דומה למחזרת נכסי צאן ברזל לנכסי מלוג וכיון שהבעל לא לקחן לעצמו אלא שנגנבו או שאבדו יכולה למחול לו השיעבוד ולעשותן כנכסי מלוג אבל לתתן אליו בין קרקע בין מטלטלין יכולה היא לטעון נחת רוח. ובהשגות בזה דברים לא נתבררו לי: "
      ],
      [
        "<b>בעל שמכר וכו'.</b> פירוש קרקע של נכסי מלוג. ומבואר הוא בכתובות פרק האשה (דף פ':) והלכתא בעל שמכר קרקע לפירות לא עשה ולא כלום מאי טעמא אמר אביי חיישינן שמא תכסיף רבא אמר משום רווח ביתא מאי בינייהו איכא בינייהו ארעא דמקרבא למתא. פי' שמא תכסיף שהלוקח יכחישנה ליכא שהרי תמיד יראנה מתוך שהיא קרובה לעיר א''נ בעל אריס פי' שמא תכסיף ליכא שהרי הוא עצמו אריס עם הלוקח ויזהר שלא תתקלקל ובהני תרי גווני לרבא לא עשה כלום דהא ליכא ריווח ביתא ותו איכא בינייהו זוזי דעביד עסקא דלרבא הא איכא רווח ביתא ומה שעשה עשוי וידוע שהלכה כרבא לגבי אביי: "
      ],
      [
        "<b>היו לאשה כספים וכו'.</b> כשהן בנכסי צאן ברזל מפורש בירושלמי פרק מציאת האשה שנושא ונותן בהם והביאוהו בהלכות ובדין הוא שהרי אחריותן עליו. וכשהן בנכסי מלוג מבואר במשנה פרק האשה שנפלו לה נכסים (דף ע\"ט) כספים ילקח בהן קרקע והוא אוכל פירות: "
      ],
      [
        "<b>וכן האשה וכו'.</b> דין החבלה מהו שלו ומהו שלה שילקח ממנו קרקע מבואר במשנה פ' מציאת האשה (כתובות דף ס\"ה:) ונתבאר פ״ד מהלכות חובל ומזיק: "
      ],
      [
        "<b>נפלו לה עבדים וכו'.</b> בפרק האשה (ע\"ט:) [משנה] נפלו לה עבדים ושפחות זקנים ימכרו וילקח בהן קרקע והוא אוכל פירות רשב''ג אומר לא תמכור מפני שהן שבח בית אביה נפלו לה זיתים וגפנים זקנים ימכרו וילקח בהן קרקע והוא אוכל פירות רבי יהודה אומר לא תמכור מפני שהן שבח בית אביה. כך מצאתי הנוסחא במקצת ספרים בההיא דעבדים רשב''ג ובההיא דזיתים רבי יהודה וזו היא נוסחת רבינו ולזה פסק בעבדים כרשב''ג דכ''מ ששנה רשב''ג במשנתנו הלכה כמותו חוץ מערב וכו' ובזיתים וגפנים פסק כסתם משנה שלא כדברי ר''י ואמרו בגמרא מחלוקת בשנפלו לה בשדה שאינה שלה אבל בשדה שלה דברי הכל לא תמכור מפני שבח בית אביה. ובירושלמי מתניתין כשאין עושין כדי טיפולן אבל אם עושין לא תמכור שעדיין כבוד בית אביה קיים והביאוהו בהלכות ונתבארו דברי רבינו. ולא תמכור פירש''י ז''ל יכולה היא לעכב ע''כ: "
      ],
      [
        "<b>נפלו לה פירות וכו'.</b> במשנה שם (דף ע\"ט) דין המחוברים מחלוקת ר''מ וחכמים ופסק הלכה כחכמים ודין התלושין דברי הכל: ",
        "<b>אבל המגרש וכו'.</b> דין התלושין הוא מוסכם במשנה ובגמרא ודין המחוברין הוא כדעת ר''ש במשנה ולפי גירסת ספרינו ת''ק חולק עליו וסובר שהן שלו שכך הקשו בגמרא ר''ש היינו ת''ק ואמרו מחוברין בשעת יציאה איכא בינייהו דלת''ק הן שלו אפי' מחוברין ולר''ש שלה ופסקו בהלכות כר''ש וזהו דעת ר''ח ובעל העיטור ז''ל. ויש שפסקו כת''ק וה''ג גורסין ר''ש היינו ת''ק ותירצו מחוברין בשעת יציאה אתא לאשמועינן ולפי גירסא זו אין כאן מחלוקת ושלה הן וכן עיקר וכדברי רבינו: "
      ],
      [
        "<b>עבדי נכסי מלוג וכו'.</b> פרק אלמנה לכ''ג (יבמות דף ס\"ו) מפורש במשנה שהוא חייב במזונות עבדי מלוג ופשוט הוא שה''ה לבהמת מלוג: ",
        "<b>לפיכך ולד וכו'.</b> בפרק האשה (כתובות דף ע\"ט:) תניא ולד בהמת מלוג לבעל ולד שפחת מלוג לאשה וחנניה בן אחי יאשיה אמר עשו ולד שפחת מלוג כולד בהמת מלוג וכו' אמר שמואל הלכה כחנניה אמר רבא ומודה חנניה שאם נתגרשה שנותנת דמים ונוטלתן מפני שבח בית אביה פי' שהוא כבוד להם שיהיו לה עבדים ושפחות: "
      ],
      [
        "<b>הכניסה לו שני כלים וכו'.</b> מימרא דרב יהודה פ' אלמנה לכ''ג (יבמות דף ס\"ז) קרוב ללשון רבינו ובהלכות וכן הלכה: "
      ],
      [
        "<b>הנותן מתנה וכו'.</b> בפ' חזקת הבתים (בבא בתרא נ\"א:) אמר רבא הלכה וכו' במתנה קנתה ואין הבעל אוכל פירות כך הוא בגי' ספרינו וכ״כ בהלכות וכתב הרשב״א ז״ל ומיהו אם מתה הבעל יורשה הא למה הדבר דומה לאב שנתן לבנו מתנה שאין לאב בהן אכילת פירות ואם מת הבן האב יורשו ואפילו מכרה היא או נתנה לאחר ומתה הבעל מוציא מיד הלקוחות אלא אם פירש לה שתוכל למכור וליתן לאחר. ואפשר שעוד צריכה שיכתוב לה בפירוש שאם נתנה או מכרה לאחר שלא יהא הוא מוציא מיד הלקוחות הא לא״ה לא שלא אמר לה שתוכל למכור וליתן אלא שלא יוציא הוא מיד הלקוחות בחייה אבל לאחר מיתה הוא מוציא מיד הלקוחות עד שיפרש וכן דעת גאון ז״ל ואין דעתי נוחה בכך עכ״ל: ",
        "<b>וכן הנותן וכו'.</b> כבר נזכר דין זה פ''ג מהלכות זכייה ושם הארכתי בבאור: ",
        "<b>וכן המוכרת כתובתה.</b> בב״ק בפ' החובל (בבא קמא פ\"ט.) אמר רבא הלכתא המוכרת כתובתה טובת הנאה לאשה ואין הבעל אוכל פירות: "
      ],
      [
        "<b>ולד בהמת וכו'.</b> בפרק האשה שנפלו (כתובות ע\"ט:) מימרא מפורשת: ",
        "<b>החובל באשתו וכו'.</b> פ''ד מהלכות חובל ומזיק נתבאר דין זה ושם הארכתי בביאור: "
      ],
      [
        "<b>המוכר קרקע לאשתו וכו'.</b> פרק חזקת הבתים (ב\"ב דף נ\"א) אמר רבא הלכתא המוכר שדה לאשתו וכו' במעות שאינן טמונים קנתה [והבעל אוכל פירות] במעות טמונים לא קנתה [דאמרינן לגלויי זוזי בעי] ומפרש רבינו לא קנתה שאין המכר קיים שיכול לומר הוא כדי לגלותן מכרתי אבל מן המעות ילקח בהן קרקע אחר והוא יאכל פירותיה לפי שהאשה נאמנת לומר על מעות שהם בידה נתנו לי במתנה כמו שיתבאר בסמוך וכיון שכן אף על פי שהם עתה ביד הבעל כיון שהיא לא נתנתן לו אלא על דעת המכר לא הורע כחה בכך שהרי כשהוציאתן מרשותה היתה סבורה שיהיה לה שדה תחתיהם והוצרכתי לכתוב בזה מפני שרבינו כתב פ''ב מהלכות מלוה ולוה הבעל שלוה מאשתו ואח''כ גירשה אין לה עליו כלום שכל המעות שביד האשה בחזקת בעלה אא''כ הביאה ראייה שהם בנדוניתה עכ''ל. והכרח הוא שהוא ז''ל מחלק בין הקונה ממנו שדה ובין המלוה אליו חדא שכאן חלק בין מעות טמונין למעות שאינן טמונין ושם לא חלק ועוד שכאן כתב אפילו טמונין ילקח בהן קרקע ושם כתב אין לה עליו כלום והטעם שכל שהלותן לו יצאו מחזקתן והרי הן ביד הבעל וחוששין שמא משלו הן שאל''כ לא היה לה להלוותן לו אלא שיקח מהם קרקע אבל בקונה ממנו שדה סבורה היתה שהמכר קיים ולפיכך לא אבדה זכותה כך נראה [לי] לדעת רבינו אבל מדברי הרשב''א ז''ל וקצת מפרשים נראה שהם משוים אותם וכשאמרו בלוה שאין לה עליו כלום דוקא במעות טמונין וכשאמרו אין לה עליו כלום דוקא בטוען ברי שמשלו הן והיא גנבתן וכיון שהם ברשותו הוא נאמן אבל אם לא טען בברי אין לו בהם אלא אכילת פירות בלבד וכשגרשה חייב להחזירה לה וכבר כתבתי דעת זה פ''ב מהלכות מלוה ולוה ולפי זה אף במוכר במעות טמונין אם טען ברי שמשלו היו אין לו בהם כלום: "
      ],
      [
        "<b>הרי שנמצאו מעות ביד האשה וכו'.</b> דין זה שכתב רבינו בכאן שהיא נאמנת לומר על מעות שהם בידה שהם נכסי מלוג כן מוכיח בירושלמי פרק מציאת האשה שאמרו שם גבי מציאת האשה לבעלה אמר רבי יוסי לא אמרו כן אלא כדי שלא תהא אשה מברחת זהובים משל בעלה ואומרת מציאה מצאתי והקשו הגע עצמך שנתן לה אחר במתנה פי' שהיא טוענת שנתן לה אחר במתנה שהיא נאמנת לומר ושמא תבריח משל בעלה ותירצו קול יוצא למתנה ואין קול יוצא למציאתה פי' ולפיכך לא תקנו בטוענת מתנה שלא תהיה נאמנת לפי שלא תעיז פנים לומר נתנו לי אלא א''כ הוא אמת לפי שקול יוצא למתנה וכ''כ ז''ל. וכתב רבינו שהוא מחרים אם ירצה אבל היא אינה נשבעת היסת לפי שהוא אינו יכול לטעון טענת ברי ואין נשבעין היסת על שמא כנזכר פ''ח מהלכות טוען ונטען. ",
        "<b>ומ''ש שאם אמרה ע''מ כן נתנו לי שלא יהא לבעלי רשות בהן שאינה נאמנת.</b> כך הוא דעת הרמב''ן ז''ל והביא ראייה מהדין שיתבאר בסמוך במי שקבל פקדון מן האשה ובשעת מיתה אמרה של פלוני הוא שאם אינה נאמנת לו יתן ליורשים ואם איתא דבחייה היתה יכולה להפקיען מבעלה לגמרי אפילו מתה יעשו כדבריה מיגו דבחייה היתה יכולה להפקיען ממנו אלא לאו ש''מ שאינה יכולה לומר שלי הם ע''מ שאין לבעלי רשות בהם ויש חולקין בזה ואומרים שהיא נאמנת ודוחין ראייה זו וזה דעת הרשב''א ז''ל וכבר כתבתי דעות אלו פ''ז מהלכות פקדון ובפ''ב מהל' מלוה: "
      ],
      [
        "<b>אמרה לו וכו'.</b> דעת רבינו הוא שאע''פ שאינה נאמנת לומר אחר נתנם לי כשטוענת ברי אתה נתתם לי נאמנת לפי שאין האשה מעיזה פניה בפני בעלה בכל דבר שהוא יודע האמת כמוה וגדולה מזו נתבאר פ''ד שהאשה שאמרה לבעלה גרשתני נאמנת חזקה שאינה מעיזה. וכתב רבינו בכאן שנשבעת היסת לפי שהבעל טוען ברי והיא מוחזקת ונשבעת היסת כדין כופר בכל: "
      ],
      [
        "<b>אין מקבלין וכו'.</b> בבא זו כתבה רבינו פ''ז מהלכות שאלה ופקדון ושם ביארתי: "
      ],
      [
        "<b>האשה שהיו לה כספים וכו'.</b> פרק האשה שנפלו (כתובות דף ע\"ט) נפלו לה כספים ילקח בהן קרקע והוא אוכל פירות ובגמרא פשיטא ארעא ובתי ארעא וכו' פי' הא' אומר שדות והאחד אומר בתים לוקחים שדות ומפרש רבינו שלוקחים דבר שפירותיו מרובין ויציאתו מעוטה והוא כלל לכל הדברים שיחלקו בהם האיש והאשה וקרוב לזה פירש״י. ",
        "<b>ומ''ש ואין לוקחין אלא דבר שגזעו מחליף.</b> הוא ממה שאמרו שם כללא דמלתא גזעו מחליף קרנא אין גזעו מחליף פירא וכתב בהלכות הילכך כל היכא דקתני ילקח בהן קרקע אין קונה בו אלא דבר שגזעו מחליף וכן עיקר: "
      ],
      [
        "<b>האשה שהכניסה וכו'.</b> שם אמר רבא אר''נ הכניסה לו עז לחלבה ורחל לגיזתה וכו'. ובהלכות פירש לא היה לה אלא חלב וגיזה וביצה בלבד וכן לא היה לה בדקל אלא פירותיו בלבד ע''כ וכן עיקר: ",
        "<b>וכן אם הכניסה וכו'.</b> שם אמר ר''נ עיילא ליה גלימא פירא הוי ומכסה ביה ואזיל עד דבלי ופירש רבינו עד שיכלה הקרן וכן עיקר שלא כדברי רש''י ז''ל שפירש בהא דעיילא ליה גלימא שהשחקין יהיה לה לקרן וכן פירש בההיא דהכניסה לו עז לחלבה שהעז היא שלה לגמרי ועורה יהיה לה קרן ובתרנגולת הנוצה ובדקל העצים ואין זה עיקר אלא כדעת רבינו וההלכות וכן הכריע הרשב''א ז''ל: "
      ],
      [
        "<b>הורו הגאונים וכו'.</b> בפרק אלמנה לכ''ג מפורש בהלכה שהגאונים הראשונים הורו שאין הבעל חייב בדין הגמרא בנכסי צאן ברזל אלא באבידה וגניבה אבל לא בכחישה ופחת דמים והרב אלפס הכריח מן הגמרא שהוא חייב בכל בדין הגמרא וכן מוכיח בתוספתא וכן הסכימו הרמב''ן והרשב''א ז''ל וכתוב בהלכות אלא מיהו אע''ג דדינא דגמרא הכי לא מחייבי ליה לבעל השתא בכחישה ופחיתת דמים דכיון דלא נהיגי עלמא הכי כל מאן דמקבל לנכסי צאן ברזל וכתב להו עליה אדעתא דמנהגא הוא דמקבל עלייהו הילכך לא מיחייב אלא לפום מנהגא עכ''ל ההלכות וזה דעת רבינו וביאר הוא ז''ל שלפי מנהג זה אינו נוטל השבח ופשוט הוא וידוע שאין מנהג ארצותינו כן אלא כדין הגמרא ונכסי צאן ברזל הרי הן כחוב גמור על הבעל: ",
        "<b>יש לבעל לכוף וכו'.</b> שם (דף פ':) ההיא אתתא דעיילא ליה לגברא תרתי אמהתא אזל גברא נסיב אתתא אחריתי עייל לה חדא מינייהו אתאי לקמיה דרבה צווחה לא אשגח בה וכו' ולא היא משום רווח ביתא ופרש''י ז''ל שאף היא עושה צרכי הבית וכן פירש הר''א ז''ל ואע''פ שהכניסה לאשה האחרת לא גרעה מאורחים שהשפחות בבית משמשות הן אפילו לפני האכסנאים. וזה נראה בדעת רבינו ולפיכך בעיר אחרת אינו יכול להוליכן דהא ליכא רווח ביתא: "
      ]
    ],
    [
      [
        "<b>האשה שהתנית וכו'.</b> (כתובות דף פ\"ג) ראש פרק הכותב לאשתו דין ודברים וכו' ובגמרא תני ר' חייא האומר לאשתו והקשו וכי כתב לה מאי הוי פי' לא מיבעיא לר' חייא דתני אומר אלא אפילו כתב קשה לו מאי הוי והתניא האומר לחבירו דין ודברים אין לי על שדה זו ואין לי עסק בה וידי מסולקות הימנה לא אמר כלום פירוש אם היתה שדה משותפת בין שנים ואמר האחד לחבירו לשונות אלו לא אמר כלום לפי שאין כאן לשון מתנה ואם כן למה הועילו דבריו במשנתנו. ותירצו בכותב לה ועודה ארוסה וכדרב כהנא דא''ר כהנא נחלה הבאה לו לאדם ממקום אחר אדם מתנה עליה שלא יירשנה פירוש כיון שעדיין לא זכה בנכסים בלשון סילוק יכול להסתלק מהם והקשו א''ה נשואה נמי ותירצו נשואה ידו כידה פירוש והרי הוא כשותף בהם וכיון שהנכסים שלו צריך לשון מתנה ואין מועיל בה לשון סלוק. וכתב רבינו שאם קנו מידו אחר נישואין הועילו מעשיו ויצא לו ממ''ש בפרק חזקת גבי הא דהאומר לחבירו דין ודברים אין לי על שדה זו שאם קנו מידו דקנה חבירו ולא יהא כח הבעל גדול בנכסי אשתו מכח השותף בחלקו וזה פשוט ומוסכם. עוד אמרו בגמרא פרק הכותב איבעיא להו קנו מידו מהו אמר רב יוסף מדין ודברים קנו מידו ר''נ אמר מגופה של קרקע קנו מידו וכו' אמר אמימר הלכתא מגופה של קרקע קנו מידו ומפורש שם אפילו בעורר על קניינו ומפרש רבינו האיי גאון בעיא זו בקנו מידו ועודה ארוסה וכן פירש בהלכות פירוש דקא מיבעיא להו במשנתנו ששנינו שהכותב בעודה ארוסה דין ודברים אין לי שהוא אוכל פירות אם קנו מידו מי אמרינן דמגוף הקרקע סלק עצמו ואין לו פירות כלל דכיון דלא היה צריך לקנין וקנו ממנו לאוסופי כחה הוא או דילמא ל''ש ואסיקו דמגוף הקרקע קנו מידו ואין לו פירות וזה הוא דעת רבינו ונתבארו מדבריו שכתב ואם קנו מידו וכו' עד כבר סילק עצמו מגוף הקרקע. ובהשגות כתוב על זה א''א כל מ''ש כאן הכל הבל ורעות רוח ע''כ ולא ידעתי אי זה רוח היתה עמו באמרו לדברי רבינו וההלכות ורבינו האיי ז''ל הבל ורעות רוח בלא טעם מוכרח ומ''מ אבאר דבריו ז''ל. דע שיש פירוש אחר בבעיא זו שאמרו דלדין משנתנו פשוט היה להם שאין קנין מועיל בארוסה יותר מאמירה וכי קא מיבעיא להו על האומר לחבירו אין לי עסק על שדה זו הוא ששאלו אם קנו מידו והעלו אם קנו מידו מגופה של קרקע קנו מידו וה''ה לאשתו נשואה אם קנו מידו שדינה כארוסה בשלא קנו אלו דבריהם ז''ל ואין להם ראייה לסתור פירוש ההלכות ורבינו. והרמב''ן והרשב''א ז''ל כתבו ב' הפירושים ולא הכריעו בהם כלום. וכתב הרמב''ן ז''ל הא דתנן דין ודברים אין לי בנכסיך נ''ל דאפילו לנכסים שנפלו לה לאחר מכאן נמי מהני דאין הלשון הזה אלא לשון תנאי ואפילו על דבר שאינו בעולם אדם מתנה והאריך בזה: "
      ],
      [],
      [],
      [
        "(ג-ד) ",
        "<b>התנה עמה וכו'.</b> פי' דברי רבינו הם בארוסה ובלא קנין והוא מוכרח מדבריו ודין זה הוא במשנה וכדעת ר' יהודה ששנינו שם כתב לה דין ודברים אין לי בנכסיך ובפירותיהן ה''ז אינו אוכל פירות וכו' ר' יהודה אומר לעולם הוא אוכל פירי פירות עד שיכתוב לה דין ודברים וכו' ובתוספתא ר''י אומר לעולם הוא אוכל פירי פירות [כיצד מוכר פירות] וילקח בהן קרקע והוא אוכל פירות אבל מן הסוגיא שבגמרא נראה שאינו יכול לכופה למכור הפירות וליקח בהן קרקע כדי שיאכל הוא פירותיו אלא שאם מכרתו היא ולקחה בהן קרקע הוא אוכל פירותיו עד שיכתוב לה עד עולם ורבינו סמך לו על התוספתא וכ''נ מן הירוש' וקי''ל כר''י דשקלי וטרו בגמ' אליביה וכ''כ ז''ל ובגמ' איבעיא להו כתב לה דין ודברים אין לי בנכסייך ובפירי פירות מהו שיאכל פירות מפירי פירות סליק נפשיה מפירות לא סליק נפשיה או דלמא מכל מילי סליק נפשי' ואמרו פשיטא מכל מילי סליק נפשיה דאי אמרת מפירי פירות וכו' ודחו ההכרח שאמרו על פשיטות זה. ויש מן הגאונים ז''ל שפסקו דכיון דבעיין לא איפשיטא יד האשה על התחתונה ויש מהם שפסקו כפשיטות הגמרא וזה דעת רשב''א ז''ל ונראה שהם מפרשים אותה אליבא דר''י ובשאמר עד עולם ולא נזכרה בעיא זו בהלכות ולא בדברי רבינו ואולי שדעתם היה לפרשה אליבא דת''ק והלכה כר''י ולזה לא הזכירוה: "
      ],
      [
        "<b>התנה עמה שלא יירשנה וכו'.</b> במשנה מחלוקת בדין הירושה ת''ק ורשב''ג ורשב''ג אמר מתה יירשנה מפני שהתנה על מה שכתוב בתורה ובגמרא אמר רב הלכה כרשב''ג ובהלכות ולית הלכתא כוותיה דקי''ל כל דבר שבממון תנאו קיים ובירושלמי א''ר יוסף אילין דכתבין [לנשיהן] אי מיתת בלא בני תיהדר לבי נשא [כל מה דעיילא] תנאי ממון הוא וקיים ע''כ בהלכות וכן הכריעו הרמב''ן והרשב''א ז''ל ודוקא במתנה ועודה ארוסה וכההיא דרב כהנא דאמר נחלה הבאה לו לאדם ממקום אחר אדם מתנה עליה שלא יירשנה אבל משנשאת אין תנאו בירושה כלום דכיון שהירושה ראוי לו אם תמות עתה ה''ל כאומר לא אירש את אבא שלא אמר כלום אפילו קנו מידו וכ''כ הרמב''ן והרשב''א ז''ל וכדעת רבינו, והירושלמי הנזכר בהלכות הוא בכותב לה ועודה ארוסה א''נ בכותב לה בכתובתה בשעת כניסה אבל לאחר נישואין לא אמר כלום אלו דבריהן ז''ל מסכימין לדעת רבינו. ומצאתי בתשובה לרבינו שהוא סובר שדין המשנה הוא במתנה אחר נישואין ואף בזה אמרו בהלכות שהתנאי קיים והוא חולק על ההלכות בזה ואומר דלאחר נישואין ודאי תנאו בטל שכל תנאי שבירושה בטל אבל בארוסה תנאו קיים וכבר כתבתי שדעת הרמב''ן ז''ל והרשב''א ז''ל כדעת רבינו בענין הדין והם סבורים שדברי ההלכות הם בארוסה ולעיקר הדין כולם נתכוונו לדעת אחת: "
      ],
      [],
      [
        "<b>התנה עמה אחר וכו'.</b> פשוט הוא שדברי רבינו הם בשקנו מידו שכבר כתב בתחילת הפרק ואם כתב לה אחר הנישואין צריך לקנות מידו והדין שכתב כאן פשוט הוא שכל שקנו מידו מסתלק הוא מן הפירות וכמו שנזכר למעלה שאפילו אחר נישואין מסתלק הוא בקנין חוץ מירושה שאינו מועיל בה קנין אחר נישואין: <b>ובהשגות</b> א''א נ''ל שחסר מכאן וקנו מידו וכו' והסכים לדעת רבינו אבל מ''ש שחסר מדברי רבינו וקנו מידו אין כאן חסרון שכיון שכתב רבינו כאן הרי זה אינו אוכל פירות ודאי בשקנו מידו הוא וסמך לו רבינו על מ''ש בריש הפרק שכל תנאי שאחר נישואין צריך קנין ואם עיין הראב''ד ז''ל עיון שלם בדבריו לא אמר שיש בהן חסרון כי כולם נכוחים למבין: "
      ],
      [
        "<b>הבעל שהוציא הוצאות וכו'.</b> פרק האשה שנפלו לה נכסים (דף ע\"ט:) במשנה המוציא הוצאות על נכסי אשתו הוציא הרבה ואכל קימעא קימעא ואכל הרבה מה שהוציא הוציא ומה שאכל אכל ובגמרא וכמה קימעא א''ר אסי אפילו גרוגרת אחת והוא שאכלה דרך כבוד וכו' לא אכלה דרך כבוד מאי אמר עולא פליגי בה תרי אמוראי במערבא חד אמר בכאיסר וחד אמר בכדינר ופסק רבינו כדברי האומר כדינר שלא לחייב את הבעל להפסיד הוצאותיו אלא בראיה ברורה. עוד שם עבד רב יהודה עובדא בחבילי זמורות ונתבארו דברי רבינו. וכבר נתבאר בדברי רבינו פ''א מהלכות שקלים ששיעור הדינר משקל צ''ו שעורות כסף נקי והם שלש ארגינצ''ש: "
      ],
      [
        "<b>וכן אם נפלו לה וכו'.</b> שם (דף פ') ההיא אתתא דנפלו לה ד' מאה זוזי במחוזא אזל גברא אפיק שית מאה ואייתי ד' מאה בהדי דקא אתי איצטריך ליה חד זוזא ושקל מינייהו אתא לקמיה דר' אמי א''ל מה שהוציא הוציא ומה שאכל אכל אמרו ליה רבנן לר' אמי ה''מ היכא דקא אכיל פירא האי קרנא קא אכיל והוצאה היא [אמר להו] א''כ ה''ל הוציא ולא אכל ישבע כמה הוציא ויטול ע''כ בגמרא. ומתבאר מזה שאם לקח קרקע ואכל מפירותיו אפילו דינר או כגרוגרת דרך כבוד שאע''פ שההוצאה היתה כדי להביא המעות מה שהוציא הוציא ומה שאכל אכל וזהו שכתב רבינו בכאן ומה שנזכר בגמרא שכשהוציא מן הקרן שאין הדין כן מתבאר בדברי רבינו שכתב ולקח קרקע ואכל פירותיו וכ''כ למעלה ואכל פירות: ",
        "<b>הוציא ולא אכל וכו'.</b> במשנה הוציא ולא אכל ישבע כמה הוציא ויטול ובגמרא אמר רבא אם היתה הוצאה יתירה על השבח אין לו אלא הוצאה שיעור שבח ובשבועה: "
      ],
      [
        "<b>בד''א במגרש אבל האשה שמרדה וכו'.</b> סברא כתובה בהלכות שם מסתברא לן דמתניתין דקתני מה שהוציא הוציא [ומה שאכל אכל כשהבעל רוצה לגרשה אבל במורדת על בעלה בין אכל בין לא אכל ישבע כמה הוציא ויטול וכו' כי אקני לה אדעתא למיקם קמיה אדעתא למישקל ולמיפק לא אקני לה]: ",
        "<b>וכן המוציא הוצאות על נכסי אשתו קטנה וכו'.</b> שם אמר רב חסדא המוציא הוצאות על נכסי אשתו קטנה כמוציא על נכסי אחר דמי מ''ט עבוד רבנן תקנתא כי היכי דלא נפסדינהו וכתב הרשב''א ז''ל איכא למימר דלהקל עליו תקנו ולא להחמיר עליו דאילו הוציא קימעא ואכל הרבה מה שהוציא הוציא ומה שאכל אכל כדין בעל דעלמא אבל הוציא הרבה ואכל קימעא מחשבין לו כאריס דעלמא עכ''ל: "
      ],
      [],
      [
        "(יא-יב) ",
        "<b>מנהגות רבות יש בנדוניא וכו'.</b> בפרק מציאת האשה (כתובות דף ס\"ז:) במשנה רשב״ג אומר הכל כמנהג המדינה ואפשר דלא פליג ת״ק עליה ומיהו אפילו פליג הלכה כרשב״ג וזה מוסכם מכל המפרשים ז״ל וכן מתבאר בב״מ בפרק המקבל (בבא מציעא דף ק\"ג) מקום שנהגו לקצור יקצור וכו' וכל המנהגות שכתב רבינו נזכרים בגמרא. <b>וכתב רבינו והוא שיהיה אותו מנהג פשוט בכל המדינה</b> וכ״כ ז״ל ולא ביאר רבינו בעיר חדשה שאין בה מנהג מה יהיה הדין וכתבו ז״ל שהוא כדין הגמרא שאם פסקה להכניס לו כספים שהבעל מוסיף שליש שאם הכניסה לו מנה נעשה במאה וחמשים כל מנה ומנה ואם פסקה להכניס לו בגדים ותכשיטין ולשומן המנה נעשה בשמונים ואם פסקה להכניס לו שום במנה חייבת לתת לו מאה ועשרים וחמש לפי שהוא פוחת בשום פחות חומש ואמרו בירושלמי מה ראו חכמים לומר בכספים אלו מוסיף אחד ומחצה ובשום פוחת חומש א״ר יוסי בר' חנינא שמו [חכמים] דעתה של אשה שרוצה לכלות כליה ולפחות אותן חומש ושמו חכמים דעתו של איש שרוצה לישא וליתן [בכספים] ולעשותם באחד ומחצה א״ר יוסי זאת אומרת שאין אדם רשאי למכור כלי אשתו ע״כ בירושלמי ונזכר בהלכות: "
      ],
      [
        "<b>איש ואשה שהיו ביניהן שדוכין וכו'.</b> בפרק הנושא בכתובות (דף ק\"ב) א''ר גידל אמר רב האומר לחבירו כמה אתה נותן לבנך כך וכך כמה אתה נותן לבתך כך וכך עמדו וקדשו קנו הן הדברים הנקנין באמירה. <b>וכתב רבינו שהוא הדין איש ואשה שהיו ביניהן שדוכין וכו'</b> וכ''ש הוא מדין האב וג''כ מתבאר מן הגמ' שם ובדין הפוסק מעות לחתנו יתבאר בפרק זה שאם האשה פסקה על עצמה שהיא יושבת עד שתמצא מה שפסקה אלמא קנה הבעל: "
      ],
      [
        "<b>במה דברים אמורים בשפסק וכו'.</b> בירושלמי אבל לא האח על ידי אחותו ולא אשה על ידי בתה ואפילו היא קטנה ונזכר בהלכות עוד שם אמרו בירושלמי [הפקחין היו כותבין וכו'] ותני עלה ובלבד מן הנישואין הראשונים ועל זה סמך רבינו וכן ראיתי כתוב בשם הרב אלפסי ז״ל שכ״כ בתשובה. ויש בגמרא בפרק הנושא (כתובות דף ק\"ב:) שהדברים אלו לא נתנו ליכתב כלומר שאינן נגבין מן המשועבדין וכבר נתבאר זה פרק ששי מהלכות זכייה ומתנה ושם כתבתי בו: "
      ],
      [
        "<b>האב שפסק ע״י בתו וכו'.</b> בפרק מציאת האשה (כתובות דף ס\"ו) משנה הפוסק מעות לחתנו ומת חתנו אמרו חכמים יכול הוא שיאמר לאחיך הייתי רוצה ליתן ולך אי אפשי ליתן ובגמרא אפילו [היה] ראשון ע״ה והשני תלמיד חכם ובירושלמי הקשו ולא [אלו] הדברים שהן קונין באמירה הן תני בר קפרא פוסק [לשם כתובה] ע״מ לכנוס. וכתוב בהלכות פי' כל הפוסק לחתנו דעתו על מנת לכנוס [הוא] וכיון שמת חתנו ולא כנס אינו חייב לתת לאחיו וחזינן מאן דפריש בה פי' אחרינא ואנן לא סבירא לן אלא האי דכתבינן ע״כ. והפי' האחר הוא שיש מי שפירש הירושלמי דוקא בפוסק מעות לחתנו שאמר לו כשתכנוס את בתי אתן לך כך וכך שפסק מפורש ע״מ לכנוס אבל הפוסק לבתו בשעת קידושין כך וכך אני נותן לבתי הרי קנתה הבת ואע״פ שמת חתנו לבתו פסק ובתו קנתה ודברי ההלכות ורבינו עיקר: "
      ],
      [
        "<b>הפוסק מעות לחתנו וכו'.</b> פרק שני דייני גזירות (כתובות דף ק\"ח ק\"ט) משנה הפוסק מעות לחתנו ופשט לו את הרגל [אמרו חכמים] תשב עד שילבין ראשה אדמון אומר יכולה היא שתאמר אילו אני פסקתי לעצמי אשב עד שילבין ראשי עכשיו אבא פסק [עלי] מה אני יכולה לעשות או כנוס או פטור אמר רבן גמליאל רואה אני את דברי אדמון ויש בגמרא תנא החולק על משנתנו דאמר שאפילו בפסקה על עצמה יכולה היא שתאמר כסבורה הייתי שאבא נותן עלי ועכשיו שאין אבא נותן עלי מה אני יכולה לעשות או כנוס או פטור ונפסקה הלכה בגמרא כאדמון ופסקו בהלכות כתנא דמתניתין דאמר דמודה אדמון בפסקה על עצמה שהיא יושבת עד שילבין ראשה ויש מי שפסק כתנא דברייתא אליבא דאדמון ודעת ההלכות ורבינו עיקר. ופירש רבינו ופשט לו את הרגל והלך למדינה אחרת וכתב הרשב״א ז״ל והוא שלא הניח נכסים כאן אבל בשיש לו נכסים יורדין לנכסיו ונותנין לזה לפי שהן דברים הנקנין באמירה עכ״ל: ",
        "<b>ולמה לא תפטור עצמה במרדות וכו'.</b> בהלכות והשתא דתקינו רבנן למורדת למיתב לה [גט לאלתר] לא שנא פסק עלה אביה ולא שנא פסקה איהי כדאמרינן ליה או כנוס או פטור כייפינן ליה ויהיב לה גיטא בעל כרחיה ע''כ ורבינו חולק על זה ונתן טעם לדבריו לפי שלא אמרו כן אלא באשה שאינה רוצה בבעל האומרת מאיס עלי או בעינא ליה ומצערנא ליה כנזכר פי''ד אבל זו שאומרת או כנוס היאך תקרא מורדת וכבר כתבתי פי''ד שאפילו במורדת אין כופין את הבעל לגרש וכן פשטה הוראה בארצותנו וכל שכן בדין זה שאין כופין לגרש כל זמן שפסקה על עצמה אבל פסק עליה אביה כופין אותו או לכנוס בלא נדוניא או לתת גט: ",
        "<b>בד''א בגדולה וכו'.</b> שם (ק\"ט) בגמ' תנא בד''א בגדולה אבל בקטנה וכו' אמר רב כופין לבעל ליתן גט. <b>וכ' רבינו או יכנוס בלא נדוניא</b> ופשוט הוא: "
      ],
      [
        "<b>הנושא את האשה ופסקה עמו וכו'.</b> ראש פרק הנושא (כתובות דף ק\"א:) הנושא את האשה ופסקה עמו [כדי] שיזון את בתה חמש שנים חייב לזונה חמש שנים והעמידוה בגמרא בלא כתב לה וכשפסק בשעת קידושין דדברים הנקנים באמירה הן וכתב הרשב״א ז״ל מסתברא חייב לזונה חמש שנים ראשונות דחזקת דעתה על הראשונות וכן מצאתי בירושלמי תני זנה חמש שנים ראשונות בין ביוקר בין בזול היו ביוקר והוזלו אם הוא גורם נותן ביוקר ואם היא גרמה נותן בזול היו בזול והוקרו בין שהוא גורם בין שהיא גרמה נותן בזול עכ״ל. ",
        "<b>ומ''ש רבינו אבל שלא בשעת קידושין וכו'.</b> נתבאר פי''א מהלכות מכירה ושם כתב רבינו שהורו רבותיו שאין קנין מועיל לדבר שאינו קצוב וכבר כתבתי בזה שם: ",
        "<b>נתגרשה בתוך השנים שקיבל וכו'.</b> שם במשנה נשאת לאחר ופסקה עמו כדי שיזון [את בתה] חמש שנים חייב לזונה חמש שנים לא יאמר הראשון לכשתבא אצלי אזונה אלא מוליך לה מזונותיה למקום שאמה [וכן] לא יאמרו שניהם הרי אנו זנין אותה כאחת אלא אחד זנה ואחד נותן לה דמי מזונות. וכתב הרשב''א ז''ל אחד זנה ואחד נותן לה דמי מזונות משמע דדמים הוא נותן לה ולא מזונות ממש וכן מפורש בירושלמי המקבל לזון כלתו היא אומרת מעות והוא אומר פירות הדין עמה עד כאן לשונו: "
      ],
      [
        "<b>נשאת הבת בתוך זמן זה וכו'.</b> במשנה נשאת הבעל נותן לה מזונות והם נותנים לה דמי מזונות וכתב הרשב''א ז''ל ירושלמי הדא אמרה ומעשה ידיה של בעלה אמר רבי יוסי הדא אמרה הפוסק לזון כלתו [זנה] ומעשה ידיה של בנו הוא רוצה שתבא אצלו והיא אינה רוצה הדין עמה דתנינן והם נותנים לה דמי מזונות. ומסתברא דאין נותנין לה לפי ברכת הבית אלא נותנין לה כל מזונותיה משלם וכו' והוא הדין לפוסק סתם לחבירו שהוא חייב לזונו במקום שהוא ולא לפי ברכת הבית אלא משלם עכ''ל. עוד כתב שאם מתה הבת תוך זמן זה אין לה מזונות כלל שלא נתחייב אלא לזונה לא ליורשים ולא דמי לנשאת דבת איתזוני היא ואילו רצתה מוחלת לזה ומקבלת מזה והכין איתא בירושלמי חלתה כמי שנשאת מתה כבר מתה עכ''ל: ",
        "<b>מתו אלו שפסקו לזון אותה וכו'.</b> במשנה מתו בנותיהן ניזונות מנכסים בני חורין והיא ניזונת מנכסים משועבדין מפני שהיא כבעלת חוב ע''כ והעמידוה בגמרא דוקא בשקנו מידו וכמו שכתב רבינו אבל אם לא קנו מידו אפילו כתב לה אינה גובה מן המשועבדין. ומסתברא לי דדוקא מן המשועבדין אינה גובה אבל מן היורשין גובה אפילו לא כתב לה שהרי מלוה על פה נגבית היא מן היורשין כל שהיא תוך זמן כנזכר פי''א מהלכות מלוה ולוה וזו כל שמת תוך החמש שנים חזקה לא פרעה מהשנים הבאות ומשנתנו שאמרה מתו הוא הדין דאפילו בחייהן היה יכול להשמיענו שהיא ניזונת מן המשועבדין ובשקנו מידו כל שאין שם בני חורין אבל משום בנותיהן שאינן ניזונות אלא לאחר מיתה נקט לה ולאשמועינן דאפילו קנו מידו בנותיו אינן ניזונות אלא מנכסים בני חורין וכמו שכתבתי פי''ח כנ''ל. עוד שנינו במשנתנו הפקחין היו כותבין ע''מ שאזון את בתך חמש שנים כל זמן שאת עמי פי' הפקחין שהיו רוצין ליזהר שאם יגרשה או ימות הוא או תמות אשתו שלא יהיה לבת מזונות היו כותבין לשון זה ולא נזכר בדברי רבינו שפשוט הוא שהכל לפי מה שהתנו ומשנתנו הודיענו כיצד היו עושין. וכתב הרשב''א ז''ל מסתברא שאם כתב לה כן וגירשה והחזירה כבר נתבטל תנאו ואע''פ שהחזירה אין לה עליו מזונות שאין בלשון הזה אלא כל זמן שאת עמי מנשואין אלו כדתניא בן לוי שמכר שדה לישראל [ואמר לו] ע''מ שמעשר ראשון שלי [מעשר ראשון שלו וכו'] ואם אמר לו כל זמן ששדה זו בידך מכרה לאחר וחזר ולקחה ממנו אין לו עליו כלום אלמא כל זמן שהיא בידך מקנין הראשון קאמר הכי נמי מנישואין ראשונים קאמר עכ''ל ועוד הביא ראיה לזה מן הירושלמי וכבר נתבאר דין המעשר פ''ו מהלכות מעשר: "
      ]
    ],
    [
      [
        "<b>הנושא את האילונית ולא היו לו וכו'.</b> מ''ש ",
        "<b>רבינו שאם אין לו בנים ולא אשה אחרת שכופין אותו ומוציא.</b> מבואר הוא פט''ו: <b>ומ''ש שיש לה כתובה,</b> בשהכיר בה. משנה פרק אלמנה ניזונת (כתובות דף ק':) ואם מתחלה נשאת לשם אילונית יש לה כתובה: "
      ],
      [
        "<b>אבל הנושא אשה ולא הכיר בה ונמצאת אילונית וכו'.</b> דין האילונית במשנה הנזכרת מפורש שאין לה כתובה בשלא הכיר בה ודין חייבי לאוין אמרו שם שיש להן כתובה ופי' ר״י בגמרא דוקא בשהכיר בה אבל לא הכיר לא ותניא כוותיה. ודין השני במשנה הנזכרת אמרו שאין לה כתובה והכריחו בהלכות שהוא אפילו בשהכיר בה: <b>ומה שכתב שאין להם מזונות</b> מתבאר מן המשנה וממה שאמרו ביבמות פרק יש מותרות (יבמות דף פ\"ה) ונזכר בהלכות בארוכה. <b>וכן מה שכתב שאין מוציאין מן הבעל פירות וכו',</b> גם זה מבואר שם. <b>ומה שכתב שיש להם תוספת,</b> הוא ממה שאמרו בגמרא כתובות (דף ק\"א) לא שנו אלא מנה ומאתים אבל תוספת יש להן ותניא נמי הכי נשים שאמרו חכמים אין להם כתובה כגון הממאנת וחברותיה אין להם מנה ומאתים אבל תוספת יש להן ונתבאר בהלכות שאף האילונית בדין זה. ובהשגות א״א הרב ז״ל כתב כך וכו'. ודע שבפירוש אמרו בירושלמי אף באילונית שיש לה תוספת וזה דעת הגאונים ז״ל וכן הסכימו בעל העיטור והרמב״ן והרשב״א ז״ל וכדברי רבינו: "
      ],
      [
        "<b>ולמה אין להם עיקר וכו'.</b> זהו נתינת טעם שכתב רבינו לדין הנזכר בסמוך: "
      ],
      [
        "<b>ולמה לא חילקו בשנייה וכו'.</b> זהו דעת רבינו ביבמות פרק יש מותרות (יבמות דף פ\"ה:) וכנזכר כאן בהלכות ורשב״א נתן שם טעם אחר וידוע שהלכה כרבי מחבירו: ",
        "<b>אבל אם נשא אחת מחייבי לאוין וכו'.</b> דין חייבי לאוין כשהכיר בהן מפורש פרק אלמנה ניזונת (כתובות דף ק') במשנה כמ״ש למעלה. ודין חייבי עשה הוא ממה שאמרו בפרק יש מותרות בגמרא דלדברי רבי חייבי עשה יש להם כתובה שהרי מן התורה הן ואין צריכין חזוק וכתב רבינו ואפילו לא הכיר בהן לפי שלא מצינו חילוק אלא בחייבי לאוין שאיסורן חמור אבל באלו שאיסורן קל בכל גווני יש להן כתובה: ",
        "<b>ויש לשתיהן מזונות וכו'.</b> מפורש בגמרא פרק יש מותרות שאין להם מזונות מחיים שהרי אומרין לו עמוד והוצא ואיך נחייבהו למזונות וכן מבואר שם שיש להם מזונות לאחר מיתה אם לא הספיק לגרשה עד שמת: ",
        "<b>וכן אם לותה ואכלה חייב לשלם.</b> כך מצאתי בספרי רבינו ושם פרק יש מותרות אמרו בגמרא בעא מיניה ר' אלעזר מר' יוחנן אלמנה לכ''ג גרושה וחלוצה לכהן הדיוט יש להן מזונות או אין להן מזונות והקשו היכי דמי אילימא בדיתבא תותיה בעמוד והוצא קאי מזוני אית לה ותירצו לא צריכא שהלך הוא למדינת הים ולותה ואכלה מאי מזוני תנאי כתובה נינהו ומדאית לה כתובה אית לה מזונות או דילמא כתובה דלמישקל ומיפק אית לה מזוני [דלמא תיעכב גביה] לית לה אמר ליה לית לה והקשו והא תניא יש לה ותירצו כי תניא ההיא לאחר מיתה עוד שם אית דאמר [א''ל תניא] יש לה והקשו והא בעמוד והוצא קאי והקשו על קושיא זו ואלא הא תניא יש לה ותירצו כי תניא ההיא לאחר מיתה. וי''ל שרבינו פוסק כלישנא בתרא ולההוא לישנא ליכא שקלא וטריא כלל בלותה ואכלה והוא סבור שלא אמרו אין לה אלא ביושבת תחתיו אבל בלותה בעודו במדינת הים לכשיבא כופין אותו לשלם ולהוציאה ולפי זה כשתירצו כי תניא ההיא לאחר מיתה הוא הדין שהיו יכולין לתרץ בשלותה ואכלה אלא שמשמע יש לה מזונות הוא בנזונת והולכת ולפיכך העמידוה בלאחר מיתה. ואפשר שכתב כן רבינו מפני שהוא סובר שעל הדרך שהממאנת אין לה מזונות והוא בלותה ואכלה ומיאנה כמו שיתבאר בסמוך יש לחייבי לאוין מזונות זה נראה לדעת רבינו אבל בהלכות לא כתבו אלא לשון ראשון ואפילו לותה ואכלה אינו חייב לשלם וכן נראה עיקר חדא שלא לחייב את הבעל אלא בראיה ברורה ועוד דהא משמע דלישני לא פליגן במידי וכמה יש בתלמוד כיוצא בזה: ",
        "<b>וכשכופין אותן להוציא וכו'.</b> שם מתבאר זה וכן כתבו ז''ל: "
      ],
      [
        "<b>הממאנת אין לה עיקר כתובה וכו'.</b> פרק אלמנה ניזונת (כתובות דף ק') משנה הממאנת וכו' אין להן כתובה ולא פירות ולא מזונות וכבר הזכרתי למעלה מה שאמרו בגמרא שיש לה תוספת ובדין המזונות אמרו בפ' שני דייני גזירות (כתובות דף ק\"ז:) כיצד אמרו ממאנת אין לה מזונות אי אתה יכול לומר ביושבת תחת בעלה שהרי בעלה חייב במזונותיה אלא כגון שהלך בעלה למדינת הים לותה ואכלה עמדה ומיאנה ע״כ: "
      ],
      [
        "<b>מי שזינתה תחת בעלה וכו'.</b> פרק אלמנה ניזונת (כתובות דף ק':) מבואר בגמרא שאין לה לא עיקר כתובה ולא תוספת ופשוט הוא שאין לה תנאי כתובה: <br><br>'[ז] והיאך' ",
        "<b>דין נשים אלו בנדוניא וכו'.</b> מה שכתב ",
        "<b>רבינו שאפילו זינתה לא הפסידה בלאותיה הקיימים.</b> מתבאר שם ועוד יתבאר למטה בפרק זה. ",
        "<b>ומה שכתב שהשנייה או אחת מחייבי עשה אף על פי שלא הכיר בהן והאילונית וחייבי לאוין בשהכיר בהן שהן בנדונייתא ככל הנשים.</b> הטעם בכולן חוץ מן השנייה הוא לפי שכבר נתבאר שיש להן כתובה עיקר ותוספת כשאר הנשים וכיון שכן דינן קיים בנדונייתא כשאר הנשים וכן מתבאר בהלכות. ועל הא דשנינו שם שאין לה בלאות אמר ליה רב הונא בר חייא לרב כהנא אמרת לן משמיה דשמואל לא שנו אלא נכסי מלוג אבל צאן ברזל יש לה וכו' אלא אשנייה וקנסו רבנן לדידה בדידיה ולדידיה בדידה פי' נכסי מלוג שהם שלה קנסוה חכמים ואין לה ולדידיה בדידה פי' נכסי צאן ברזל שהם ברשותו קנסוהו חכמים ויש לה ואמרו בגמרא שמע מינה מדרב כהנא עיילא ליה גלימא קרנא הוי ולא מיכסי בה וכו' פי' מדאמר רב כהנא דשנייה הוא דאין לה בלאות נכסי מלוג משום קנסא אבל שאר נשים אית להו אלמא עיילא ליה גלימא קרנא הוי ואין לבעל להשתמש בהן ולכלותם לגמרי עד בלתי השאיר בלאותיה ואם בלה אותם חייב לשלם לאשה ושנייה אבדה זה משום קנס והקשו אמר ר''נ פירא הוי [ומכסי בה עד דבלי] והיא המימרא שהזכרתי פרק כ''ב ותירצו דר''נ פליגא ואנן קיימא לן כר''נ בדיני וכן פסק רבינו פרק כ''ב והוא ז''ל סובר דאפילו הכי דין השנייה כדקאי קאי דר''נ לא פליג אדשמואל בהא וא''ת א''כ מאי איריא שנייה אפילו שאר נשים נמי אין להם בלאות כבר תירץ זה רבינו בפירוש המשנה ביבמות ואמר שאם לא מפני הקנס שקנסוה חכמים כשעברה עבירה היה ראוי שאחר שאין לה כתובה שלא יגיע לבעל שום דבר מהדברים הראויין לו וזה הוצרכה המשנה להשמיענו אלו דבריו. ונראה לפרש לפי שיטתו מה שאמרו דר''נ פליגא רוצה לומר אמאי דאמרי' שמע מינה מדרב כהנא עיילא ליה גלימא קרנא הוי דר''נ סובר דפירא הוי ואפילו הכי צריכין לשנייה משום קנסא מהטעם שהזכיר רבינו שראוי היה מן הדין שלא יגיע לבעל שום דבר ממנה אחר שאין לה כתובה ממנו ודעת ההלכות בדין השנייה כדעת רבינו: \n"
      ],
      [],
      [
        "<b>היתה אילונית או מחייבי לאוין וכו'.</b> דין האילונית מפורש בסוגיית הגמרא פרק אלמנה ניזונת ודין חייבי לאוין נתבאר שם בהלכות וכן כתב הרשב''א ז''ל: "
      ],
      [
        "<b>והממאנת אין לה בלאות כלל וכו'.</b> שם בסוגיית הגמרא ובהלכות: "
      ],
      [
        "<b>מי שזינתה תחת בעלה וכו'.</b> שם אמר שמואל [וכו' תניא נמי הכי וכו'] נשים שאמרו חכמים יוצאות שלא בכתובה כגון העוברת על דת וחברותיה אין להם תוספת וכ''ש מנה ומאתים והיוצאות משום שם רע נוטלת מה שלפניה ויוצאה מסייע ליה לרב הונא דאמר רב הונא זנתה לא הפסידה בלאותיה הקיימין ובהלכות בלאותיה הן בלאות נכסיה הנכנסין והיוצאין עמה בין נכסי מלוג בין נכסי צאן ברזל עד כאן: "
      ],
      [
        "<b>ואלו הן הדברים שאם עשתה אחת מהם וכו'.</b> במשנה בפרק המדיר (כתובות דף ע\"ב) ואלו יוצאות שלא בכתובה העוברת על דת משה ויהודית ואיזו [היא] דת משה מאכילתו שאינו מעושר ומשמשתו נדה ולא קוצה לה חלה ונודרת ואינה מקיימת ונתבאר בסוגיית הגמרא שם שאם היא הולכת בשוק ושערה מגולה שהיא עוברת על דת משה וכן אמרו שם ראשה פרוע דאורייתא היא דכתיב ופרע את ראש האשה ותנא דבי רבי ישמעאל אזהרה לבנות ישראל שלא יצאו בפריעת הראש וביאר רבינו שכשאמרו מאכילתו שאינו מעושר כל שכן שאר דברים האסורין שהרי המעשר בזמן הזה אינו אלא מדבריהם כנזכר פרק ראשון מהלכות תרומות ומ״מ אפילו יהיה מן התורה ק״ו הוא לשאר דברים האסורים שהרי המעשר אפשר לו לבעל להפריש ולא יסמוך עליה ואעפ״כ יוצאה בלא כתובה מחמת כן כ״ש אם מאכילתו דברים האסורים והוא לא ידע ואשם: ",
        "<b>והיאך יודע דבר זה וכו'.</b> כל אלו מפורשין בגמרא כמ''ש רבינו. וכתב הרשב''א ז''ל שאם היא מודה כ''ש שמפסדת כתובה שאף ע''פ שאין אדם משים עצמו רשע להפסיד ממון הודאת בעל דין כמאה עדים: "
      ],
      [
        "<b>ואלו הן הדברים וכו'.</b> במשנה הנזכרת ובגמרא שם ובהלכות נתבארו כל אלו שהזכיר רבינו ופירושו בהם מבואר. ",
        "<b>ומ''ש או למבוי מפולש.</b> כן נראה מן הירושלמי: "
      ],
      [
        "<b>עזרא תיקן להם וכו'.</b> תקנת עזרא מפורשת בבבא קמא פרק מרובה (בבא קמא דף פ\"ב) ופשוט הוא שאם לא עשתה שאינה קרויה עוברת על דת יהודית שהרי לא הזכירוה (במשנה): ",
        "<b>וכן אם יצתה וכו'.</b> בגמרא בפרק המדיר שם (כתובות דף ע\"ב) ובירושלמי יש חצר שהוא כמבוי ויש מבוי שהוא כחצר חצר שהרבים בוקעין בו הרי הוא כמבוי מבוי שאין הרבים בוקעים בו הרי הוא כחצר ונזכר בהלכות וכתבוהו ג''כ בעל העיטור והרשב''א ז''ל: "
      ],
      [
        "<b>העוברת על דת צריכה התראה וכו'.</b> במסכת סוטה פרק ארוסה (סוטה דף כ\"ה) בעיא דאיפשטא שצריכה התראה והוזכרה בהלכות בפרק המדיר: ",
        "<b>עברה בינו לבינה וכו'.</b> זה מבואר שמחלוקת האיש והאשה בזה הוא כשאר כל התביעות שבין אדם לחבירו וכיון שהבעל רוצה להפסידה כתובה עליו להביא הראיה ומ''מ בלא ראיה יכול להשביעה. ונ''ל דדוקא כשידוע שעברה על דת אלא שנחלקו אם היה אחרי התראה אם לא או אם היתה שם התראה כלל אבל אם אינו ידוע אם עברה אם לאו נראה שאינו יכול להשביעה כיון ששטר כתובתה בידה ואחזוקי אינשי ברשיעי לא מחזקינן וכ''ש הוא לדעת רבינו שכתב פי''ד מהלכות מלוה ולוה שהטוען בשטר חוב שטר אמנה או רבית היה בו או אבק רבית שאינו יכול להשביע המלוה מחמת כך אלא ישלם ואחר כך יטעון על המלוה במה שירצה אם יודה יחזיר לו ואם כפר ישבע היסת ואף כאן כיון שאין ידוע שעברה הדין כן חייב לפרעה ואח''כ אם רצה לטעון עליה אם תודה תחזיר ואם תכפור תשבע היסת כנ''ל: "
      ],
      [
        "<b>כיצד היא יוצאה משום שם רע וכו'.</b> כבר הזכרתי למעלה מ''ש פרק אלמנה ניזונת והיוצאה משום שם רע נוטלת מה שלפניה ויוצאה. ואלו הדברים שהזכיר רבינו בכאן כולם מפורשים בירושלמי בפרק המדיר וזה דעת הרבה מן המפרשים ז''ל שבדברים אלו אבדה כתובתה: "
      ],
      [
        "<b>עוברת על דת משה וכו'.</b> בעוברת על דת משה ויהודית מוסכם הוא מכל המפרשים ז''ל ומתבאר בגמרא בסוטה שם (סוטה דף כ\"ה) שאם רצה בעל לקיימה מקיימה וכ''כ הרשב''א ז''ל פרק המדיר דאף ע''ג דהתם בסוטה בעו לה ולא איפשטא כיון ששאלו אחר מכן בעל שמחל על קנויו מהו באם תימצי לומר בעוברת על דת רצה לקיים מקיים קא בעי לה וכ''ש שנתבאר שם שקנויו מחול קודם סתירה אבל במי שעשתה דבר מכוער נחלקו בו הגאונים ז''ל ויש מי שסובר ביבמות פרק כיצד (יבמות דף כ\"ה) שאם היו שם עדי דבר מכוער וקלא דלא פסיק יומא ופלגא שמוציאין אותה ב''ד מן הבעל ודינו בזה כדין הנטען מאשת איש ונתגרשה וכפי מה שנתבאר פ''ב מהלכות סוטה וזה דעת רב אחא משבחא ורש''י ז''ל אבל בהלכות כתבו שכל מה שהוזכר בגמרא ביבמות לא אמרו אלא מנטען אבל מבעל לא מפקינן לה אלא בעדי טומאה דהיינו שיראו כמנאפין וכן דעת בעל הלכות גדולות שאין מוציאים מן הבעל בדבר מכוער וזהו דעת רבינו ודבריהם וראיותיהם בזה ארוכים וכבר הסכים רבינו יעקב ז''ל לדעת ההלכות ורבינו וכן דעת העיטור וכ''נ מדברי הרשב''א ז''ל. ",
        "<b>ומ''ש רבינו שאף ע''פ שאינו מוציאה אין לה כתובה שהכתובה תקנת חכמים היא וכו'.</b> דבר ברור הוא וטעמו עמו: "
      ],
      [
        "<b>מי שראה אשתו וכו'.</b> בקידושין פי' האומר (קידושין דף ס\"ו) איבעיא להו אשתו זנתה בעד אחד [ושותק מהו וכו'] אמר רבא הוי דבר שבערוה ואין דבר שבערוה פחות משנים ואמרו שם דחד סמיא דהוה [מסדר מתנייתא] קמיה דמר שמואל וכו' וא''ל [חד גברא] אשתו זנתה ואמר שמואל אי מהימן לך זיל אפקה ואי לא לא תפיק ופירש רבא דה''ק שמואל אי מהימן לך כבי תרי זיל אפקה ואי לא אינו צריך להוציאה. ובהלכות כתבו הא דרבא ואמרו וה''מ בדיני אדם אבל בבא לצאת ידי שמים אי מהימן ליה כבי תרי מחוייב לאפוקה ויהיב לה כתובתה ע''כ וזהו דעת רבינו. ",
        "<b>ומ''ש לפיכך משביעה בנקיטת חפץ וכו'.</b> לא נתברר לי טעמו ומצאתי בעיטור כתוב כן בשם הרב אבן מיגא''ש ז''ל ובודאי אם יש שם עד אחד מן הדין הוא שתשבע להכחיש העד אבל אם אין שם עד כשר אע''פ שהבעל אומר שראה הדבר למה תשבע כיון שאין רגלים לדבר והם ז''ל דנין אותן כדין הנשבעין ונוטלין ולא ידעתי מאין זה וג''כ לא נתברר לי מאין הוכיח רבינו לחלק בין טענה זו לטענות אחרות ואולי מפני שמצינו שבזמן הבית היה יכול להשקותה ולהשביעה על חשש זנות וע''י קנוי וסתירה וכבר השיג עליו בכל זה הרמ''ך ז''ל ודברי רבינו צריכים תלמוד: "
      ],
      [
        "<b>אמרה לו אשתו וכו'.</b> במשנה בפרק אחרון דנדרים (דף צ':) בראשונה היו אומרים שלש נשים יוצאות ונוטלות כתובה האומרת טמאה אני לך וכו' חזרו לומר שלא תהא אשה נותנת עיניה באחר ומקלקלת על בעלה [אלא] האומרת טמאה אני לך תביא ראיה לדבריה ודקדקו בגמרא (דף צ\"א) למשנה ראשונה במאי עסקינן אילימא באשת ישראל [ואמרה שזינתה] אי ברצון כלום יש לה כתובה ואי באונס וכו' והעמידוה באשת כהן ושאמרה שנאנסה. ומסוגיא זו יש ראיה למ''ש רבינו בכאן שהיא מפסדת כתובתה בהודאתה ואע''ג דקי''ל כמשנה אחרונה מ''מ לענין ממון הודאתה שזינתה ברצון כמאה עדים. ",
        "<b>ומ''ש שאם הוא מאמינה שחייב להוציאה.</b> נלמד מההוא דשמואל דלעיל וכ''כ הרשב''א ז''ל וזה לשונו כתבו בתוספות דאשת ישראל שאמרה לבעלה טמאה אני לך ואמר לה בעלה שמאמינה איהו נמי שויה אנפשיה חתיכה דאיסורא ואסירא ליה לעולם ואפי' אם תחזור ואמרה דבאונס הוא ע''כ: ",
        "<b>ואין ב''ד כופין וכו'.</b> כבר נתבאר זה למעלה במה שכתבתי מן ההלכות: "
      ],
      [
        "<b>האשה שזינתה וכו'.</b> זה מבואר בהרבה מקומות ומהם פרק נערה שנתפתתה (כתובות דף נ\"א:): ",
        "<b>וכל שתחלת וכו'.</b> מימרא דרבא שם קרוב ללשון רבינו ותניא כוותיה: "
      ],
      [
        "<b>נשים שגנבו וכו'.</b> שם אמר ר''י הני נשי דגנבי גנבי שריין לגברייהו וא''ל רבנן לר''י והא קא [חזינן] דממטיאן להו נהמא מחמת יראה [קא עבדן] והא קא חזינן דמשלחן להו גירי מחמת יראה [הוא] ודאי שבקינהו ואזלן מנפשייהו אסירן. ושם בגמ' אמרו עוד ת''ר שבויי מלכות הרי הן כשבויין גנובי ליסטות אינם כשבויין והתניא איפכא ותירצו מלכות אמלכות לא קשיא הא במלכות אחשורוש הא במלכות בן נצר ליסטות אליסטות לא קשיא הא בבן נצר הא בליסטים דעלמא ורבו בזה הפירושין ורבינו לא הזכיר מזה כלום אלא הא דר''י ודי בכך. וכתבו המפרשים ז''ל שכל שהיא אסורה לבעל מחמת מעשה כגון זו שכתב רבינו אם הניחום והלכו לליסטים מעצמן שאין הבעל חייב לפדותן ודבר ברור הוא והוכיחו כן מן התוספתא ואע''פ שבתחלה באת ביד לסטים זה באונס: ",
        "<b>ודין השוגגת וכו'.</b> זה פשוט ומתבאר בהרבה מקומות: "
      ],
      [
        "<b>במה ד''א כשהיה וכו'.</b> שם בפרק נערה שנתפתתה ברייתא ומבואר בהרבה מקומות: "
      ],
      [
        "<b>אחד אשת ישראל וכו'.</b> זה מפורש בגמ' (דף צ\"א) פרק אחרון דנדרים: "
      ],
      [
        "<b>אשת כהן שאמרה וכו'.</b> זו היא משנה אחרונה (שם דף צ') שהזכרתי למעלה חזרו לומר שלא תהא אשה וכו'. ",
        "<b>ומ''ש ואם היתה נאמנת לו וכו'.</b> כבר נתבאר למעלה באשת ישראל וה''ה לאשת כהן שאונס באשת כהן כרצון באשת ישראל: "
      ],
      [
        "<b>האומר לאשתו וכו'.</b> זה מבואר בהרבה מקומות ומהם בראש מסכת סוטה (דף ב'). ",
        "<b>ומ״ש ואם מת קודם שישקנה וכו'.</b> מחלוקת ב״ש וב״ה שם פרק ארוסה (סוטה דף כ\"ד) וידוע שהלכה כב״ה שאמרו שאינה נוטלת כתובה. ",
        "<b>ומ''ש והיום שאין שם מי סוטה וכו'.</b> מתבאר שם פרק ראשון וכמו שאכתוב בסמוך: "
      ],
      [
        "<b>אמר לה בינו לבינה כו'.</b> שם בפרק ראשון (דף ב':) אמר רבי חנינא מסורא לא לימא איניש לאיתתיה בזמן הזה לא תסתרי בהדי פלוני דילמא קי''ל כרבי יוסי בר (רבי) יהודה דאמר קנוי ע''פ עצמו ומתסרא וליכא האידנא מי סוטה למיבדקה וקא אסר לה עילויה איסורא דלעולם וסובר רבינו שכל שמעשיה גורמים לה ליאסר תצא בלא כתובה ודבר ברור הוא. ",
        "<b>ומה שכתב שהוא אינו נאמן להפסידה כתובתה.</b> גם זה פשוט אבל מה <b>שכתב שהוא משביעה</b> על זה כבר כתבתי למעלה בכיוצא בזה בדין השבועה: "
      ]
    ],
    [
      [
        "<b>הנושא אשה וכו'.</b> במשנה בפרק המדיר (כתובות דף ע\"ב:) כנסה סתם ונמצאו עליה נדרים תצא שלא בכתובה ומפרש שמואל בגמרא דאפילו בקדשה סתם וכנסה סתם אין לה כתובה וכ''פ הרמב''ן והרשב''א ז''ל וכדעת רבינו והביאו סיוע לזה מן הירושלמי ובגמרא באלו נדרים אמרו שלא תאכל בשר ולא תשתה יין ושלא תתקשט בבגדי צבעונין וביאר רבינו שהוא הדין לשאר המינים שדרך נשי המקום להתקשט בהן ופשוט היא ובירושלמי כלי פשתן [הדקין] הבאין מבית שאן ככלי צבעונין [הן]: "
      ],
      [
        "<b>וכן הכונס וכו'.</b> במשנה כנסה סתם ונמצאו בה מומין תצא שלא בכתובה כל המומין שפוסלים בכהנים פוסלין בנשים וכבר נתבארו פרטי המומין פ''ז מהלכות אלו. ",
        "<b>ומ״ש ולא ידע וכו'.</b> הוא מפני שאם ידע אינה מפסדת כתובה כמו שיתבאר בסמוך וכתב רבינו בזו ובנמצאו עליה נדרים שאבדה אף התוספת ומתבאר ממ״ש פרק אלמנה ניזונת (כתובות דף ק\"א) נשים שאמרו חכמים יוצאות שלא בכתובה וכו' אין להם תוספת וכ״ש מנה מאתים וכן כתבו ז״ל והטעם משום דעל הנשים הוא רמיא מילתא לגלויי: ",
        "<b>כיצד היה וכו'.</b> שם במשנה (דף ע\"ה) וחכ''א בד''א במומין שבסתר אבל מומין שבגלוי אינו יכול לטעון ואם יש מרחץ באותה העיר אף מומין שבסתר אינו יכול לטעון מפני שהוא בודקה ביד קרובותיו. וכתב רבינו שאם לא היו לו קרובות בעיר יכול לטעון במומין שבסתר אע''פ שיש שם מרחץ שהרי אין לו ביד מי יבדוק ויש חולקין בזה. ודין הנכפה שכתב מפורש בגמרא א''ר נחמן ונכפה כמומין שבסתר דמי ולא אמרן אלא דקביע ליה זמן אבל לא קביע ליה זמן כמומין שבגלוי דמי: ",
        "<b>דבר ידוע וכו'.</b> אלו [הם] דברי רבינו בטעם נכון כמו שביאר בארוכה: "
      ],
      [
        "<b>הורו מקצת הגאונים וכו'.</b> גם בזה אין ראיה מן הגמרא לא לדעת מקצת הגאונים ולא לדעת רבינו ובסברא הם חולקים: "
      ],
      [
        "<b>כיצד היא טענת המומין וכו'.</b> ברייתא שם בגמרא מודים חכמים לר''מ במומין שדרכן לבא עמה מבית אביה ואפי' היא ברשות הבעל האב צריך להביא ראיה והעמידוה ביתרת והקשו יתרת מאי ראיה מייתי ותירצו [מייתי] ראיה דראה ונתפייס הוא: ",
        "<b>היו מומין שאפשר שנולדו וכו'.</b> במשנה (דף ע\"ה) היו בה מומין ועודה בבית אביה האב צריך להביא ראיה שמשנתארסה היו בה מומין אלו ונסתחפה שדהו נכנסה לרשות הבעל הבעל צריך להביא ראיה שעד שלא נתארסה היו בה מומין אלו והיה מקחו מקח טעות ובגמרא שאלו מאי שנא רישא ומ''ש סיפא ונאמרו שם הרבה אוקימתות ואחת מהן רבא אמר רישא כאן נמצאו וכאן היו סיפא נמי כאן נמצאו וכאן היו ופסק רבינו כאוקימתא זו וכ''נ מן ההלכות שהביאו משנה כפשטה. ויש שם אוקימתא אחרת רב אשי אמר רישא מנה לאבא בידך וסיפא מנה לי בידך ופירשו הרמב''ן והרשב''א ז''ל דרב אשי מוקי לה לרישא בנערה ובשאין האב טוען ברי ואף ע''פ שהיא טוענת ברי אין טענתה מועלת לאביה שהרי בעודה ארוסה והיא נערה או קטנה כתובתה לאביה והוא אינו טוען ברי אבל סיפא כיון שנשאת הרי כתובתה לעצמה והיא טוענת ברי והו''ל כמנה לי בידך ופסק הרשב''א ז''ל כרב אשי דהוא בתרא ואמר דאפילו בנמצאו ברשות האב אם היתה היא בוגרת שכתובתה לעצמה או שהיה האב טוען ברי שמשנתארסה נולדו על הבעל להביא ראיה אלו דבריו ז''ל: "
      ],
      [
        "<b>הביא הבעל ראיה וכו'.</b> זה דבר פשוט שאם האב מביא ראיה שראה ונתפייס או שהן מומים שבגלוי או שיש שם מרחץ ויש לו קרובות שחזקתו שידע שאינו יכול לטעון וכנזכר למעלה ומבואר במשנה ובגמרא: "
      ],
      [
        "<b>בא על אשתו ושהה כמה ימים וכו'.</b> זה נראה שלמד רבינו ממ''ש ונתבאר פרק י''א בטענת בתולים שאינו יכול לטעון אותה לאחר זמן אף כאן כל שחזקתו שידע ולא טען אינו יכול לחזור ולטעון. ובירושלמי בפ''ק דכתובות השוו בתולים למומין בשאר דברים ולפי דבריו הסוגיא שבפ' המדיר גבי אוקימתא דרבא שהזכרתי למעלה שמשמעה בביאור שאין אומרין חזקה שאין אדם שותה בכוס אא''כ בודקו להוציא מן הבעל כתובה כל זמן שהוא מביא ראיה שעד שלא נתארסה היו בה המומין מפרש רבינו שהיא דוקא כשלא בעל או שלא שהה אלא שכנס אותה לחופה אבל אם בעל ושהה ולא טען חזקה ידע ונתרצה ושוב אינו יכול לטעון זה נ''ל לדעתו ז''ל: "
      ],
      [
        "<b>הנושא אשה ונמצא שאין לה וסת וכו'.</b> מ''ש ",
        "<b>רבינו שהאשה שאין לה וסת אסורה לשמש אלא בשני עדים.</b> יתבאר דעתו ודעת החולקים עליו פ''ד מהלכות איסורי ביאה. ",
        "<b>ומ''ש שלא הפסידה כתובה בכך.</b> מפורש היא במסכת נדה סוף פרק ראשון (נדה דף י\"ב:) וכדשמואל דאמר הלכה כר''ח בן אנטיגנוס שאמר כן ונזכר זה בהלכות בסוף אלמנה ניזונת: "
      ],
      [
        "<b>הרי שבדקה עצמה וכו'.</b> גם זה מתבאר שם בנדה בגמרא ובהלכות פרק אלמנה ניזונת שאין לה לא כתובה ולא פירות ולא מזונות ולא בלאות וכתב רבינו שאף תוספת אין לה והטעם שאין לך מום גדול מזה שהרי אינה ראויה לעמוד תחתיו וחייב הוא לגרשה ועל דעת כן לא כתב לה ולא יהא מום זה פחות מאחד מן המומין הנזכרים פ״ז זהו דעתו ז״ל אבל הרמב״ן ובעל העיטור ז״ל כתבו שיש לה תוספת והטעם לפי ששאר מומין היא היתה יודעת אותם והיה לה לגלות ולהודיע אבל זו לא היתה יודעת במום זה הא למה זו דומה לאילונית שלא הכיר בה שנתבאר פרק כ״ד שיש לה תוספת. ולדברי רבינו נ״ל לחלק בין זו לאילונית לפי שהאילונית יכול היה לבדקה קודם לכן בסימנין וג״כ יכולה היא לישב תחתיו ותשמשנו וישא אחרת אם לא קיים פ״ו כנזכר פט״ו אבל זו שאסורה לשמשו ולא היה יכול לבודקה קודם לכן אבדה כתובה ותוספת והרי היא בכלל הנשים שאמרו חכמים יוצאות שלא בכתובה שאין לה תוספת וכ״ש מנה מאתים כנזכר פרק אלמנה ניזונת (כתובות דף ק\"א) כך נראה לדעת רבינו ועיקר. ",
        "<b>ומה שכתב ולא יחזיר לעולם.</b> כן מבואר שם ויתבאר פ''י מהלכות גירושין: "
      ],
      [
        "<b>בד''א כשהיתה כך מתחילת נישואיה וכו'.</b> זה פשוט שכל שאירע לה אחר נישואין נסתחפה שדהו ומתבאר מדין האשה שנולדו בה מומין הנזכר בסמוך: "
      ],
      [
        "<b>וכן אשה שנולדו בה מומין אחר שנשאת וכו'.</b> זה פשוט ומתבאר בהרבה מקומות מהמשנה הנזכרת למעלה בדין המומין ושנינו (שם דף נ\"א) לקתה חייב לרפאותה [ואם] אמר הרי גיטה וכתובתה תרפא את עצמה רשאי וממקומות אחרים שכל מה שאירע לה תחתיו נסתחפה שדהו כיון שהיא לא גרמה: "
      ],
      [
        "<b>האיש שנולדו בו מומין וכו'.</b> משנה בפרק המדיר (כתובות דף ע\"ו) האיש שנולדו בו מומין אין כופין אותו להוציא אמר רשב״ג בד״א במומין הקטנים אבל במומין הגדולים כופין אותו להוציא ובגמרא אלו הן מומין גדולין נסמית עינו ונקטעה ידו ונשברה רגלו ופסק ר״נ הלכה כדברי חכמים שאפילו במומים גדולים אין כופין אותו להוציא וכן פסקו בהלכות וכ״כ ז״ל. <b>וכתב רבינו ואם לא רצתה תצא בלא כתובה כדין כל אשה מורדת,</b> והוא מפני שהוא ז״ל סובר שכל אשה המורדת כופין הבעל להוציאה בלא כתובה כנזכר פי״ד וכבר כתבתי שם שאין דינו בכפיית הבעל נכון: ",
        "<b>אבל אם נולד לו וכו'.</b> במשנה שם ואלו שכופין אותו להוציא מוכה שחין ובעל פוליפוס והמקמץ והמצרף נחשת והבורסי בין שהן [כן] עד שלא נישאו ובין משנישאו נולדו ועל כולן א''ר מאיר אע''פ שהתנה עמה יכולה היא שתאמר סבורה הייתי שאני יכולה לקבל ועכשיו איני יכולה לקבל וחכ''א מקבלת היא ע''כ חוץ ממוכה שחין מפני [שהיא] ממיקתו וקי''ל כחכמים שכל שהתנה עמה בפירוש אינה יכולה לחזור בה. וכתב הרשב''א ז''ל שאם לא התנה עמה בפירוש אע''פ שהיה כן קודם נישואין וידעה אפילו חכמים מודים שיכולה היא לומר איני יכולה לקבל ולא נחלקו ר''מ וחכמים אלא במתנה עמה בפירוש. ואין נראה כן דעת רבינו אלא כל שהיה כן קודם נישואין וידעה סברה וקיבלה וקצת נראה כן מן הסוגיא האמורה על משנת האיש שנולדו בו מומין וזהו שלא הזכיר רבינו אלא דין נולד לו ריח הפה וכו' שהוא בשהיה כן אחר נישואין אבל קודם לכן משמע דסברה וקיבלה וחכמים אפילו בלא התנה עמה פליגי זה נראה בדעת רבינו. ואמרו בגמרא מאי בעל פוליפוס א''ר יהודה אמר שמואל ריח החוטם במתניתא תנא ריח הפה ופסק רבינו כדברי שניהם וכן נזכרו בהלכות: "
      ],
      [
        "<b>נעשה האיש מוכה שחין וכו'.</b> כבר הזכרתי המשנה שאמרה חוץ ממוכה שחין ומבואר בגמרא דאף ע''ג דאמרה ניחא לי לא שבקינן לה מפני שממיקתו ואי אמרה ניחא לי בסהדי שבקינן לה וכן מבואר בהלכות: "
      ],
      [
        "<b>מי שהיה בעל ריח הפה וכו'.</b> שם במשנה מעשה בצידון בבורסי אחד שמת והיה לו אח בורסי אמרו חכמים יכולה היא שתאמר לאחיך הייתי יכולה לקבל ולך איני יכולה לקבל ע''כ: "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [
        "<b>ובאחד משלשה דברים וכו' בביאה ובשטר מהתורה ובכסף מדברי סופרים.  </b> זה דבר קשה היאך כתב שהכסף מדברי סופרים שהרי למדו קידושי כסף קיחה קיחה משדה עפרון וכל דבר הנלמד באחת מי\"ג מדות הוי דבר תורה. ומצאתי כתוב שהרמ\"ך בהגהותיו העיד שרבינו עצמו הגיה בספרו ושלשתן דבר תורה וגם אני מצאתי כן בתשובות ה\"ר אברהם בנו מכל מקום לי נראה שאין עדותו נכון ממ\"ש רבינו עצמו בפ\"ג וממה שכתב בספר המצות שלו וכמו שכתב ה\"ה, ומה שכתב רבינו שהכסף הוא מדברי סופרים הוא מן השורש השני שהניח הרב בספר המצות וכו'. ודע שאני מצאתי סעד לדברי רבינו מדתנן בפרק הנחנקין (סנהדרין דף פח) חומר בדברי סופרים מד\"ת האומר אין תפילין כדי לעבור על דברי תורה פטור חמש טוטפות להוסיף על דברי סופרים חייב (ובגמרא) אמר ר' אלעזר אמר רבי אושעיא אינו חייב אלא על דבר שעיקרו מד\"ת ופירושו מד\"ס ויש בו להוסיף ואם הוסיף גורע הרי דלארבע טוטפות קרי דברי סופרים אע\"פ שהם דאורייתא שהרי זקן ממרא אם הורה לעשות חמש טוטפות ממיתין אותו והא פשיטא דאין ממיתין אלא אם כן הורה לעשות הפך הדבר שהוא מדאורייתא ואם כן ע\"כ דדברי סופרים קרא לדבר שהוא דאורייתא אלא שאינו מפורש בתורה וקרינן ליה דברי סופרים כלומר דבר שאילו לא שקבלו סופרים פירושו לא היינו מבינים אותו כך. ויש עוד ראיה לדבר מדתנן בפ\"ו דמקואות (דף ק\"ל) עירוב מקואות כשפופרת הנאד ספק כשפופרת הנאד ספק שאינה כשפופרת הנאד פסולה מפני שהיא מן התורה וכן כזית מן המת וכזית מן הנבלה וכעדשה מן השרץ, ושנו בתוספתא כזית מן הנבלה וכעדשה מן השרץ ספק יש בהן כשיעור ספק אין בהם כשיעור ספיקן טמא שכל דבר שעיקרו מן התורה ושיעורו מדברי סופרים ספיקו טמא ויקשה על זה מה שאמרו בריש עירובין שיעורין הלכה למשה מסיני *הלכך ע\"כ לומר שדברי סופרים מיקרי כל דבר שאינו מפורש בתורה אע\"פ שאותו פירוש מקובל מסיני והוא דבר תורה וממיתין ועונשין עליו מיקרי דברי סופרים מהטעם שכתבתי. ועוד קצת ראיה מדתניא בפרק השולח (גיטין מב) בכולן עבד יוצא בהן לחירות וצריך גט שחרור מרבו דברי רבי ישמעאל רבי מאיר אומר אינו צריך ר\"א אומר צריך ר\"ט אומר אינו צריך ר\"ע אומר צריך המכריעין לפני חכמים אומרים נראין דברי רבי טרפון בשן ועין הואיל ותורה זכתה לו ודברי ר\"ע בשאר איברים הואיל וקנס חכמים הוא קנס הא קראי קא דרשינן אלא אימא הואיל ומדרש חכמים הוא. ופירש רש\"י בכולן כ\"ד איברים האמורים במסכת נגעים עבד יוצא בהן לחירות דמומין שבגלוי הם ואינם חוזרים כשן ועין ואיתרבו בכלל ופרט בפרק קמא דקידושין עכ\"ל. ובהכי ניחא מאי דקשיא ליה לרש\"י בריש כתובות (דף ג') על המפרשים הא דקאמר גמרא כל דמקדש אדעתא דרבנן מקדש ומקשה עליה תינח קדיש בכספא קדיש בביאה מאי איכא למימר דהיינו לומר קדיש בכספא דקידושי דרבנן נינהו והקשה עליהם דאי אפשר לומר כן חדא דדבר הלמד בגזירה שוה כמו שכתוב מפורש הוא ועוד דאי דרבנן נינהו היאך סוקלין על ידו ומביאין חולין לעזרה על שגגתו ולדרך רבינו ל\"ק ולא מידי דהא דבר הנלמד בג\"ש דבר תורה ממש הוא וסוקלין על ידו ומביאין קרבן על שגגתו ככל דברים המפורשים בתורה ולא קרי להו דרבנן אלא לומר שאלמלא שהם קבלוהו כן מסיני לא היינו מפרשים אותו כך ומאחר שהוא כן שייך לומר כל דמקדש אדעתא דרבנן מקדש וכו':  *[עי' מ\"ש רבינו בעצמו בפירושו פי\"ז דכלים משנה ב' ע\"ש היטיב]:    כתב הר\"א בנו של רבינו שהקשו לו על מה שכתב רבינו מצות עשה של תורה לקדש את האשה ממ\"ש בפרק אלו מגלחין (מ\"ק דף יח) לא מיבעיא קאמר לא מיבעיא לארס דלא עביד מצוה שאסור אלא אפילו לישא דקא עביד מצוה נמי אסור. ותירץ שבמנין המצות בתחלת ההלכה אמר שהמצוה לישא אשה בכתובה וקידושין ולא אמר לקדש אשה וזה שאמר וליקוחין אלו מצות עשה לפי שהיא תחלת מצות הנישואין אבל אירוסין בלא נישואין ודאי לא השלים המצוה עדיין: "
      ],
      [],
      [
        "<b>קודם מתן תורה היה אדם פוגע אשה בשוק אם רצה הוא והיא נותן לה שכרה וכו'. </b> הקדים זה כדי לתת טעם למה מנגדין למקדש בשוק או בלא שידוכים: כתב הרב המגיד ולדעת רבינו ודאי כך היא הגירסא פילגשים קידושין בלא כתובה ואין דבריו מכוונים שהרי רבינו עצמו כתב בפרק ד' מהלכות מלכים אצל המלך פילגשים בלא כתובה ובלא קידושין אלא בייחוד בלבד קונה אותה ומותרת לו אבל ההדיוט אסור בפילגש אלא באמה עבריה בלבד אחר ייעוד עד כאן לשונו. והרמב\"ן בתשובה כתב דפילגש מותרת להדיוט שהרי דוד נשא אותה ולא הוזכר בכתוב ולא בגמרא הפרש בין מלך להדיוט ומצינו גדולי ישראל נושאים אותה שנאמר ועיפה פילגש כלב ילדה וכו' וגדעון שופט ישראל שדיבר בו השם כתיב בו ופילגשו אשר בשכם ילדה לו ופילגש בגבעה אילו היתה אסורה עליו לא אמר הכתוב ויקם אישה וילך וכתיב ויאמר אבי הנערה אל חתנו וגם הוא היה מתבייש בזמתו ועוד האריך בדבר ואין מכל אלה תשובה על רבינו דאיכא למימר דהנך פלגשים היו אמה העבריה אחר ייעוד. ודע שראיתי להרמב\"ן שכתב בתשובה הנזכרת לעיל וז\"ל וגם דברי הרמב\"ם אינם לאסור פילגש ולהתירה למלך אלא כך אמר וכל הבועל אשה לשם זנות לוקה מפני שבעל קדשה ולשם זנות היינו שפוגע בה ובעלה ולא יחדה לעצמו לשם פילגשות דהיינו קדשה ולא אמר כל הבועל בלא קידושין לוקה וכן בהלכות מלכים כשהזכיר פילגשים במלך לא הזכיר כלל שהוא היתר מיוחד לו עד כאן לשונו. ויש לתמוה איך העביר עיניו ממ\"ש אבל הדיוט אסור בפילגש וכו' ושמא היה זה חסר בספר שבידו. ואם היות שהרמב\"ן סובר שפילגש מותרת להדיוט כתב בסוף אותה תשובה לשואל ואתה במקומך תזהירם מן הפילגש שאם ידעו ההיתר יזנו ויפרוצו ויבואו עליהן בנדותן: "
      ],
      [],
      [
        "<b>ויש נשים אחרות שהן אסורות מפי הקבלה ואיסורן מדברי סופרים. </b> קשיא לי שלשון קבלה נופל על דבר מקובל מפי משה רבינו ע\"ה או נלמד מי\"ג מדות ומאחר שאיסור שניות הוא מגזירת חכמים כדאיתא בפרק שני דיבמות (דף כ\"א) לא יצדק לומר בהן לשון קבלה: ",
        "<b>בת בן בן אשתו בת בת בת אשתו. </b> בפרק כיצד (שם כב)  תני רבי חייא שלישי שבבנו ושבבתו שבבן אשתו ושבבת אשתו שנייה, וקשיא לי מאחר שרבינו מנה בזרעו ד' בת בת בנו בת בן בנו בת בת בתו בת בן בתו למה לא מנה בזרע אשתו גם כן ד' בת בת בן אשתו בת בן בן אשתו בת בת בת אשתו בת בן בת אשתו ויעלו השניות למנין כ\"ב וא\"ת שהטעם שלא כתב בזרע אשתו כי אם שתים מפני שבכללן הן השתים האחרות אם כן גם בזרעו לא ה\"ל לכתוב כי אם השתים ולא יעלה מספר השניות כי אם י\"ח: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>היתה בת עשרים פחות שלשים יום וכו'.  </b> כתב ה\"ה אבל כל שאר מפרשים ראיתי שפירשו שיצאו כבר וכו'. הטור כתב על מה שנמצא בספרי רבינו שהוא ט\"ס וכך יש להגיה אם היא בת י\"ט שנה ושלשים יום אם לא נראו בה כל סימני אילונית עדיין קטנה היא: כתב ה\"ה בקצת ספרי רבינו יש כל סימני אילונית.  ואע\"פ שיש באיש חילוק סובר רבינו דבאילונית בעינן כולהו. ול\"נ דאף לספרים דלא גרסי כל מאחר שלא כתב באילונית נראה בה אחד מסימני אילונית כמ\"ש בסריס נראו בו אחד מסימני סריס משמע דבאילונית כולהו סימנין בעינן: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שתי שערות אלו צריכות שיהיו במקום וכו' וצריכות להיות במקום אחד. </b> איני יודע מה פי' במקום אחד דקאמר שאם לומר שיהיו במקום הערוה דוקא כמ\"ש ה\"ה שפירש מקום אחד דקאמרי רבנן [בית הערוה בדוקא] לא היה צריך לכתבו שכבר כתב צריכות שיהיו במקום הערוה ואם לומר שבמקום הערוה עצמו צריכות להיות שתיהן למעלה או שתיהן למטה או שתיהן על איברי הזרע אבל אחד למעלה ואחד למטה או אחד על איברי הזרע לא, זו מנין לו: "
      ],
      [],
      [],
      [
        "<b>כשבודקין הבת בין בתוך הזמן וכו'. </b> כתב הרמ\"ך לא נהירא שיהו הנשים נאמנות תוך הזמן דר' יהודה ור\"ש הלכה כר' יהודה דהתורה לא האמינה אשה לעדות אבל אחר זמן כיון דמסייע חזקה דרבא דחזקה הביאה סימנין האשה נאמנת וכ\"פ הרי\"ף וצ\"ע מה שפסק זה הרב עכ\"ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אמר לה או כתב לה הרי את אשתי וכו' הרי את חרופתי וכו' הרי זו מקודשת. </b> בפרק קמא דקידושין (דף ו') איבעיא להו חרופתי מהו ת\"ש האומר חרופתי מקודשת שנאמר והיא שפחה נחרפת לאיש ועוד ביהודה קורין לארוסה חרופה ופרכינן ויהודה ועוד לקרא ומסקינן אלא ה\"ק האומר חרופה ביהודה מקודשת שכן ביהודה קורין לארוסה חרופה. וכתב הר\"ן כתב רש\"י דס\"ל כמ\"ד בשפחה כנענית הכתוב מדבר דלא תפסי בה קידושין כלל ומעיקרא דמייתי לה מקרא סבר לה כר\"ע דאמר בחציה שפחה וחציה בת חורין הכתוב מדבר ואפילו למ\"ד בפרק השולח (גיטין מ\"ג) דלא תפסי בה קידושין כלל כיון דאשכחן לשון חרופה בענין אישות דנחרפת היינו מיועדת ואיתי ואיתיה גבי שפחה חציה בת חורין דאע\"ג דלא תפסי בה קידושין שייכי בה בצד חירות שבה כי אמר הרי את חרופתי ומכוין לשם קידושין מהני. ונראה שלפיכך כתב הרמב\"ם דהאומר חרופתי ה\"ז מקודשת סתם ומשמע בכל מקום משום דקי\"ל כר\"ע דבחציה שפחה וחציה בת חורין הכתוב מדבר [וראיתי שהקשו היאך אפשר דטפי עדיף לשון חרופה שפירושו מיועדת משום דאיתיה בחציה בת חורין מאמה העבריה דשייכי בה קידושין גמורין וכתיבא בה לשון יעוד ואפ\"ה מספקא לן מיועדת לי מהו. והא ל\"ק לי מידי דלשון יעוד דכתיב באמה העבריה לשון מושאל הוא בודאי ולא לשון מיוחד באישות כדכתיב הילכו שנים יחדיו בלתי אם נועדו אבל חרופתי גבי אישות דחציה שפחה וחציה בת חורין אפשר שהוא מיוחד בו] אלא מיהו קשיא לי כיון דבעיא היא בגמרא חרופתי מהו ולא איפשיטא שתהא מקודשת גמורה אלא ביהודה נהי דמעיקרא הוה ס\"ל דמקודשת למ\"ד דבחציה שפחה וחציה בת חורין הכתוב מדבר [אבל] כיון דלא סליק הכי ואידחי ליה היכי נסמוך אהא ונימא דמקודשת גמורה היא ולא ניחוש לקידושי שני הא ודאי לא נהירא ומש\"ה משמע דחרופתי הויא ספק מקודשת עכ\"ל. והריטב\"א כתב בחידושיו שטעמו של רבינו משום דהאי תנא דקתני דלא הויא מקודשת אלא ביהודה משום דנחרפת דקרא [לא] הוי לשון קידושין דבשפחה כנענית הכתוב מדבר [כו'] דשייך צד קידושין בה והוי נחרפת לישנא דקידושין עכ\"ל. ועדיין קשה דהא משמע בהשולח דאפילו למ\"ד התם דתפסי בה קידושין ספק קידושין הן דתניא ואם נשתחררה קבלה קידושין מאחר מקודשת מספק. וי\"ל דאפילו למ\"ד התם דלא תפסי בה קידושין הכא ודאי מקודשת דכיון דאשכחן יחוד צד חירות בלשון זה אי מקדש בהאי לישנא מקודשת דהא שייך צד שתופסין בה קידושין ולאו משום דנחרפת מאורסת ממש היא. ותדע כי בעיא צלעתי סגורתי מהו לאו משום דויקח אחת מצלעותיו ויסגור בשר משמע לן דהוי לשון קידושין ממש אלא משום דנאמר בענין אישות והיינו דכתב רש\"י דשייכי בה צד קידושין ולא כתב דשייכי בה קידושין. ועי\"ל שרבינו סובר דקושיית ויהודה ועוד לקרא לאו קושיא היא דמצי לאהדורי ליה דלא מייתי מיהודה אלא לפרושי לישנא דקרא דנחרפת היינו מאורסת וכדאמרינן בעלמא לטטפת ארבע בתים שכן קורין בכתפי טט שתים ובאפריקי פת שתים אלא שרצה להשיב לו לפי דרכו שהיה אומר דקושיית ויהודה ועוד לקרא קושיא היא ואמר ה\"ק האומר חרופתי ביהודה מקודשת אבל לפום קושטא בכל דוכתא מקודשת וכדאמרינן מעיקרא דקושיית ויהודה ועוד לקרא לאו קושיא היא. והיותר נכון שרבינו לא היה גורס כל האי שקלא וטריא אלא גורס כגירסת ר\"ח שכתב איבעיא להו האומר חרופתי מהו ופשטינן מהא דתניא האומר חרופתי מקודשת שכן ביהודה קורין לארוסה חרופה: "
      ],
      [],
      [
        "<b>היה מדבר עם האשה על עסקי הקידושין ורצתה. </b> משמע דהיינו לומר שנתרצית ונתפייסה דהיינו דאמרה אין וקמ\"ל דאע\"פ שהוא לא אמר כלום כשנתן בידה מקודשת אבל אם לא אמרה אין אלא ששתקה ואח\"כ קיבלה מידו סתם וגם הוא לא אמר כלום ליכא הוכחה דלשם קידושין קבלה. ואין לפרש דרצתה היינו ששתקה ולא מיחתה דא\"כ הל\"ל ולא מיחתה מאי ורצתה דאמרה אין וטעמא דמסתבר הוא כמ\"ש: "
      ],
      [],
      [
        "<b>אמר לה הרי חצייך מקודשת לי בפרוטה וכו'. </b> כתב ה\"ה אבל הרשב\"א כתב ואינו מחוור דשתי חצייך בפרוטה טפי עדיף מכולהו וכו' וזהו דעת הראב\"ד בהשגותיו גם הרא\"ש כתב כדבריהם. והר\"ן יישב קושיא זו לדעת רבינו: "
      ],
      [],
      [
        "<b>וכן אם השיאה אביה ונתאלמנה או נתגרשה וכו'. </b> בפרק נערה שנתפתתה (כתובות מ\"ג) תנן המארס את בתו וגירשה אירסה ונתאלמנה כתובתה שלו השיאה וגירשה השיאה ונתאלמנה כתובתה שלה ומסיים בה שמשהשיאה אין לאביה בה רשות. ובפרק האיש מקדש (קידושין מ\"ד) אמרו דהא דתנן וכולן אם מיאנו צרותיהן מותרות דקדיש איהי נפשה ומיאון מיהא בעיא דמיירי שנעשו לה מעשה יתומה בחיי האב, ופירש\"י כגון שהשיאה אביה לאחר ונתארמלה או נתגרשה בקטנותה שהרי היא בחיי אביה כיתומה דכיון שהשיאה אין לאביה רשות בה ואח\"כ קידשה היא עצמה בחיי אביה דהני קידושין בעו מיאון כי לא היה לה להמתין את דעת אביה ובמיאון סגי לה: "
      ],
      [
        "<b>נתקדשה קודם שתבגור שלא לדעת אביה וכו' ובין היא ובין אביה יכולים לעכב וכו'. </b> בפרק האיש מקדש קטנה שנתקדשה שלא לדעת אביה אמר שמואל צריכה גט וכן נמי אמר רב ואמרי דטעמא שמא נתרצה האב בקידושיה ובתר הכי אמרינן אמר רבה בר שימי בפירוש אמר מר כלומר רבינא לא ס\"ל לדרב ושמואל. וכתב הרי\"ף דמדאשכחן לרבינא דהוא בתרא דלא ס\"ל לדרב ושמואל *לית הלכתא כוותייהו. והר\"ן נסתפק בכוונת הרי\"ף אם סברתו לומר שאפילו נתרצה לבסוף לא חיישינן שמא נתרצה מתחלה אבל כל שידענו שנתרצה מתחלה מקודשת הויא או אם סובר שאפילו ידוע לנו שנתרצה מתחלה אינה מקודשת וכתב שמלשון רבינו שכתב נתרצה האב אחר שנתקדשה משמע שסובר דאילו נתרצה מעיקרא הוו קידושין אבל תמה על שסיים דבריו ובין היא ובין אביה יכולים לעכב שזה אין לו ענין אא\"כ נאמר שאם נתרצה אח\"כ מקודשת ובזה יש מקום לומר שאם מיחתה היא קודם שנתרצה שיכולה לעכב אבל כיון שהוא סובר שאפילו נתרצה האב אח\"כ אינה מקודשת היכי שייך למימר שהיא יכולה לעכב והניח הדבר בצ\"ע. ומהרי\"ק בשורש ל' כתב ליישב זה ולא נראו לי דבריו. ול\"נ לפרש כוונת רבינו דכשאמרו בין היא ובין אביה יכולים לעכב לא כרש\"י שפירש שהיא יכולה לעכב קודם שיתרצה האב אלא ה\"פ אפילו ידענו שנתרצה האב בשעת קידושין היא יכולה לעכב ואע\"פ שהאב יכול לקדשה בע\"כ היינו כשהוא מקדשה מדעתו אבל כשהוא לא קידשה אלא היא קידשה עצמה רק שנתרצה דמאחר שנתרצה הרי היא מקודשת אבל אם אחר כך לא נתרצית כיון שהוא לא קידשה מתחלה הרי הוא תלוי בדעתה וזה מוכרח בדברי רבינו בין אם נתקדשה בפניו דכיון דלא מיחה בה באותה שעה מסתמא נתרצה וקרוב לפי' זה כתבו התוספות וא\"כ אפילו למי שפוסק שאם נתרצה אחר כך אינה מקודשת יש ענין לבין היא בין אביה יכולים לעכב להיכא דנתרצה בשעת הקידושין. ופסק רבינו כרב דאמר בין היא ובין אביה יכולים לעכב לגבי רב אסי דאמר אביה ולא היא משום דה\"ל תלמיד במקום הרב:  *[כן נראה ג\"כ בכ\"מ פי\"ב מה' פה\"מ דין ג' דהלכה כבתרא נגד רבים. ועי' בפי\"ב מה' נדרים דין ח' כתב הפך מזה]  \n                     "
      ],
      [
        "<b>היתה הבת ספק בוגרת וכו'. </b> כתב ה\"ה ורבינו לא הזכיר דין זה וכו' גם הרמ\"ה תמה עליו למה לא הזכירו ומ\"כ הר' ישמעאל בר אברהם בפי' לקידושין פי' הסוגיא בפירוש מתחוור לדעת רבינו וסוף דבריו כתב והר\"ם לא כתב שמועה זו כסידורה בגמ' שכבר הודיעך בפרק שני מהלכות אישות שמיום תשלום הו' חדשים תקרא בוגרת וכיון שהודיע שהיא ברשות עצמה לא הוצרך לחזור ולכתוב זאת השמועה עכ\"ל: "
      ],
      [
        "<b>כל העושה שליח לקבל קידושין וכו' אבל האיש שעשה שליח לקדש אינו צריך לעשותו בעדים וכו'.  </b> כתב ה\"ה שמ\"ש רבינו ששליח קבלה צריך עדים הוא מוסכם מן המפרשים והרא\"ש פקפק בדבר וכתב צריך לדקדק מ\"ש דמהניא הודאת האיש ושלוחו לנתינת הקידושין ולא מהניא האשה ושלוחה לענין קבלת הקידושין והרמב\"ן כתב דשליח קבלת הקידושין צריך למנותו בעדים כשליח קבלת הגט ואם נוכל לחלק בין גט שבא להתיר לקידושין שבאין לאסור ונשוה שליחות האיש והאשה בקידושין צ\"ע עכ\"ל: ועל מה שכתב רבינו ששליח הולכה אינו צריך עדים, הר\"ן בפרק האומר תמה על דברי רבינו והעלה דמחוורתא דמלתא כיון דבקידושין בעינן עדים דילפינן דבר דבר מממון ולא מהניא הודאה דידהו כשם שהקידושין צריכין עדים כך שליחות צריך עדים לא שנא שליחות דידיה לא שנא שליחות דידה וכ\"כ הראב\"ד והרמ\"ך בהגהותיהם עד כאן לשונו והרא\"ש כתב (קידושין דף מה) גבי הנהו דהוו שתו חמרא תותי ציפי בבבל אהא דאמר ודילמא שליח שוייה וז\"ל מכאן נראה לדקדק שא\"צ עדים במינוי שליחות הקידושין כיון דמודה המקדש שעשאו שליח וכן כתב הרמב\"ם, והראב\"ד כתב תמיהא היא זו כיון דפסקינן המקדש בלא עדים אין חוששין לקידושיו ואפילו שניהם מודים אם כן מה מועיל הודאת השליח והמשלח כיון דהודאתם חיובא לאחריני. ויש לחלק דודאי בגמר הדבר שהיא נאסרת לכל אדם הוא דלא מהניא הודאה שאין דבר שבערוה פחות משנים אבל למיהוי שלוחו לקדשה מהניא הודאתה כמו בשאר שליחות עכ\"ל. וה\"ה כתב כבר הסכים הרשב\"א בפרק האיש מקדש לדברי רבינו וכ\"נ מהירושלמי ובגמרתנו אמרינן ודילמא שליח שוייה ולא אמרינן בעדים עכ\"ל:  ואני אומר שאילו לא היה אלא כדבריו בלבד איכא למידחי דהכי קאמר דלמא שליח שוייה כדין מינוי השליח בעדים אלא כך י\"ל דע\"כ משמע הכא דשליח האיש לא בעי עדים דהיכי אמרינן דניחוש דילמא שליח שוייה אם מינהו בפירוש בפני עדים אין זו חששא אלא אמיתת הדברים ועוד היכי דחי לא חציף איניש לשוויי לאבוה שליח הא חזינן דחציף, גם אין לפרש ליחוש דילמא שליח שווייה בעדים וליתנהו קמן דכיון דעדים לא אתו קמן ה\"ל (כתובות כג) עדים בצד אסתן ותיאסר אלא ודאי דלא בעינן עדים ומש\"ה שייך למימר דדילמא שליח שווייה בינו לבינו ומהדרינן דלא חיישינן להכי דלא חציף איניש לשוויי לאבוה שליח: כתב הרמ\"ך כמו שליח הגט והוא עצמו כתב בהלכות גירושין פרק ט' שאם עשה שליח צריך עדים ונראים דבריו סותרים זה את זה: "
      ],
      [
        "<b>השליח נעשה עד לפיכך אם עשה שני שלוחים לקדש לו אשה וכו'. </b> כתב ה\"ה ומכאן למדו קצת המפרשים דה\"ה לקידושי כסף שאינן נאמנים וכו' ובירושלמי הוא מחלוקת וכו' וכן נראה עיקר עכ\"ל. ולא נתן טעם למה כדברי רבינו עיקר שמאחר שהוא מחלוקת בירושלמי היה ראוי לספק בדבר. ונראה לי דיש ליתן טעם משום דבירושלמי בתר פלוגתא דר' אבין אמר רבא אתא עובדא קמיה דרב ועשה שליח עד ומשמע דבקידושי כסף איירי ובא להכריע דהלכה כרבי יוסי דהא רב עבד עובדא כוותיה. ובגמרא דידן נמי כיון שסתמו ואמרו והלכתא שליח נעשה עד משמע דאף בקידושי כסף קאמר דאם לא כן לא הוה שתיק גמרא מלפלוגי בינייהו: "
      ],
      [],
      [],
      [],
      [
        "<b>המקדש בביאה הרי אלו קידושי תורה וכן מתקדשת בשטר מן התורה.   </b> איכא למידק אמאי לא ערבינהו המקדש בביאה או בשטר הרי אלו קידושי תורה. וי\"ל משום דביאה מפורשת בתורה ובעלה אבל שטר אינו מפורש בתורה אלא שהוא נלמד מדאיתקש הויה ליציאה. ואם תאמר אם כן מה נשתנה כסף משטר שלזה קרא דבר תורה ולזה קרא דברי סופרים. ויש לומר שבתשובה לרבינו הביאה הרמב\"ן בספר השגותיו כתב שהיה ראוי לומר גם בקידושי שטר שהם מד\"ס לולא שהגמרא אמרה בפירוש שקידושי שטר דאורייתא:  כתוב בספרים שבידינו אבל הכסף מדברי סופרים וכן דין הכסף דין תורה ופירושו מד\"ס שנאמר כי יקח איש אשה ואמרו חכמים קידושין אלו יהיו בכסף שנאמר נתתי כסף השדה קח ממני ואין נוסחא זו מכוונת, ומצאתי הגהה שמחק תיבת דין וכך כתוב בה וכן הכסף דין תורה ופירושו מדברי סופרים שנאמר וכו' וגם נוסחא זו אינה נכונה דמאי וכן הרי הכסף מוחלק מביאה ושטר שאלו דבר תורה וזה דברי סופרים. ונוסחא אחרת מצאתי שכתוב בה אבל הכסף מדבריהם שנאמר כי יקח איש אשה ואמרו חכמים וכו':   כתב הראב\"ד אמרו חכמים לקוחים אלו יהיו בכסף א\"א אין פרצה גדולה מזו וכו'.  ובמה שנתבאר בתחלת הלכות אלו אין מקום להשגה זו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>אמר לה התקדשי לי בדינר זה נטלתו וזרקתו בפניו לים וכו'. </b> בגמרא (קידושין ח') אמרינן דאצ\"ל אם זרקתו בפניו למקום שאינו אבד: "
      ],
      [],
      [
        "<b>היה מוכר פירות או כלים וכו' אם אמרה הן ונתן לה הרי זו מקודשת. </b> יש לתמוה למה הצריך שתאמר הן דאפילו שתקה וקבלה משמע נמי דמקודשת וכ\"נ ממ\"ש הרא\"ש בשם הראב\"ד ושכך נראה לו וכ\"כ ה\"ה* בשם הרמב\"ן. ויש לתמוה עליו למה כתב דברי הרמב\"ן סתם כאילו אין רבינו חולק בדבר ומדברי הרשב\"א שכתב הר\"ן נראה שהוא סובר כדברי רבינו וטעמא משום דבלשון שאלה קאמר לה:  *[במ\"מ שלפנינו אינו]  \n                     "
      ],
      [
        "<b>המקדש בפסולי עדות של תורה וכו' ואפילו כפרה האשה וכו' כופין אותה ליקח גט. </b> זה הלשון תמוה בעיני דמה שייך כפייה לה ליקח לא ה\"ל לכתוב אלא צריכה גט מספק וממילא משמע שאם תרצה לינשא תקח הגט ואם לא תרצה לקחתו תהא אסורה להנשא. והטור הביא לשון רבינו וכתב כופין אותו ליתן גט והיא הנוסחא הנכונה בדברי רבינו. ועל מ\"ש וכן דין כל קידושי ספק אם רצה לכנוס חוזר ומקדש יש לתמוה דמ\"ש ממ\"ש בפרק י' מהלכות גירושין וז\"ל וכן מי שגירש את אשתו בגט פסול או שהיתה ספק מגורשת ורצה להחזירה הרי זו מותרת לבעלה וא\"צ לחדש הנשואין ולברך ז' ברכות ולכתוב כתובה עד שתתגרש גירושין גמורין עכ\"ל. וכתב מהרי\"ק בשורש קע\"ב שהטעם משום דבספק קידושין עדיין היא בחזקת פנויה שאינה מקודשת ולכך אין רשאי לכנסה בלא קדושין אבל בספק גירושין עדיין היא בחזקת שהיא אשתו שמספק אין להוציאה מחזקתה ומש\"ה מותרת לבעלה וא\"צ לחזור ולחדש הנשואין ותדע דמזה הטעם הוא מ\"ש תצא והולד ספק ממזר וכו' וכן מי שגירש את אשתו או שהיתה ספק מגורשת ורצה להחזירה ה\"ז מותרת ואין צריך לחדש וכו'. ויש לתמוה דמאי וכן דמה ענין לתלות קולא דמותרת לבעלה וכו' בחומרא דתצא והולד ממזר ומי יתן טהור מטמא אלא ודאי פשיטא דה\"ק דכי היכי דאמרינן תצא והולד ממזר משום דמוקמינן לה אחזקתה שהיא א\"א ה\"נ לענין שמותרת לבעלה בלא הצרכה לחדש הנישואין אנו מעמידין אותה על חזקתה הראשונה דהיינו חזקת א\"א, אבל ה\"ה כתב שם דודאי צריך הוא לקדשה שנית להוציאה מספק פנויה וכ\"נ מדקדוק לשון רבינו וכמו שאכתוב שם: "
      ],
      [
        "<b>אבל גדול שקידש את הקטנה היתומה וכו'.  </b> ולמה יוצאה בלא גט מפני שאין קידושיה קידושיה גמורים מן התורה אלא מד\"ס והם תלויים שאם ישבה עם בעלה עד שגדלה גמרו קידושיה וכו'. כתב הר\"ד כהן בבית כ\"ד שרבינו ביאר דבריו בפי\"א מהלכות גירושין ועד מתי הבת ממאנת כל זמן שהיא קטנה בד\"א בשלא בא עליה הבעל אחר שנעשית בת י\"ב שנה ויום אחד אבל אם הגיעה לזמן הזה ונבעלה הואיל והבעילה קונה מן התורה כמו שביארנו ה\"ז אינה ממאנת (עכ\"ל. דנלע\"ד דכוונת הרמב\"ם היא כמו שגילה כוונתו בפ\"ד דהלכות קידושין וז\"ל אבל גדול שקידש את הקטנה וכו' עד ולמה יוצאה בלא גט מפני שקידושיה אינם קידושין מן התורה אלא מדברי סופרים והן תלויין וכו' והנה שכתב דאחר שגדלה נעשית אשת איש ואינו צריך לחזור ולקדשה) ואם כן נראה מ\"ש לעיל והם תלויים שאם ישבה עם בעלה עד שגדלה כוונתו הוא אם ישבה עמו כבעל ואשתו דהיינו שבא עליה שאז נעשית א\"א ואינו צריך לקדשה קידושין אחרים דכשבא עליה אחר שגדלה הואיל ועשתה דבר שמתקדשת בו מן התורה אע\"פ שלא היו לשם עדים הרי גמרה בלבה שהיא רוצה בקידושין הראשונים וחלו קידושי כסף. ונ\"ל דלישנא דאינו צריך לקדשה קידושין אחרים דייקא הכי דאי ס\"ד דכוונת הרמב\"ם היא שבביאה זו מתקדשת מאי אינו צריך לקדשה קידושין אחרים פשיטא דמאחר שקידשה בביאה א\"צ לחזור ולקדשה ואמאי לא אמר הכי במגרש את אשתו ובא עליה בפני עדים דקאמר התם דמקודשת היא קידושי ודאי אלא ודאי כל דחלו קידושים הראשונים א\"צ לקדשה קידושין אחרים וכ\"כ רבינו יעקב בהלכות קידושין המקדש את הקטנה אינם קידושין אבל אחר שהגדילה חלים הקידושין ואינה צריכה קידושין אחרים עכ\"ל. ועוד כתב הרמב\"ם באותו פרק וז\"ל המקדש אשה שחציה שפחה וחציה בת חורין אינה מקודשת קידושין גמורין וכיון שנשתחררה גמרו קידושיה כקידושי קטנה שגדלה ואינו צריך לקדשה קידושין אחרים עכ\"ל. נראה דס\"ל כר\"נ דאמר בפרק השולח דבחציה שפחה וחציה בת חורין שנתקדשה לראובן ונשתחררה וחזרה ונתקדשה לשמעון דגמרי קידושי ראשון. ופירש\"י דע\"י השיחרור גמרי קידושי ראשון והבא עליה אח\"כ במיתה. והנה בקידושי קטנה נראה שסובר שקידושי קטנה אחר שגדלה ובא עליה גמרו אותם הקידושין הראשונים כקידושי שפחה שאחר שנשתחררה גמרו קידושי ראשון דאי ס\"ד דקטנה לא חלו הקידושין הראשונים אלא מתקדשת בביאה זו שבא עליה אח\"כ א\"כ מאי האי דקאמר כקידושי קטנה והא לא דמו אלא ודאי כדפירשתי עכ\"ל. (ועוד האריך שם וכתב בסוף דבריו) וא\"כ הרמב\"ם ורבינו יעקב חולקים על התוספות שכתבו בפרק המדיר דטעמיה דרב דקטנה הוא לפי שבועל לשם קידושין ולא משום שחלו קידושי כסף. ונראה שהרמב\"ם ורבינו יעקב דקדקו מפרק ב\"ש דקאמר התם דקידושי קטנה תלויים ואמרינן התם מאי תלויים לאו דכי גדלה גדלי עמה ואע\"ג דלא בעל ומפרש רבינו מילתא דקטנה מיתלא תליא וקיימא אי בעל אין לא בעל לא נראה קצת שהבעילה מעמיד הקידושין הראשונים שהיו תלויים אבל אינם נחשבים לקידושין בפני עצמם עכ\"ל. ומה שכתב דדוקא בשבעל אחר שהגדילה כ\"כ ה\"ה אבל מ\"ש דטעמא משום דכשבעל חלו קידושין הראשונים אין דעת ה\"ה כן שכתב בפי\"א מהלכות גירושין דטעמא משום דאמרינן דבעל לשם קידושין. ולישנא דרבינו שכתב שקידושין תלויים וכן הא דמדמי מקדש חציה שפחה וחציה בת חורין למקדש קטנה משמע כדברי הר\"ד כהן וכן הבין דברי רבינו מהרי\"ק בשרש ל' ולה\"ה קשיא. ואפשר לדחוק ולומר דה\"ק דבעל לשם שיחולו קידושין הראשונים. ומ\"מ דעת הטור והמפרשים דבעל השתא לשם קידושין בלי סמך קידושין הראשונים כלל קאמר וסוגיא דגמרא הכי משמע וכבר כתב מהרי\"ק שדברי רבינו תמוהים ובאמת דברי רבינו בפי\"א מהלכות גירושין נראין שהם כדברי הטור והמפרשים שבבעילה שבא עליה אחר שגדלה הוא קונה בלי סמך קידושין הראשונים שכתב הואיל והבעילה קונה מן התורה ואם איתא הכי הל\"ל מאחר שבעל אחר שגדלה גמרו קידושין הראשונים ונעשו של תורה וצ\"ע: כתב הרמ\"ך אע\"פ שהיא נבונת לחש וכו'.  תימה כיון דקיימא לן כר\"ח בן אנטיגנוס דקטנה שאינה יכולה לשמור קידושיה אינה צריכה למאן הא יודעת צריכה למאן אם כן זו שהיא נבונת לחש ובודאי יודעת לשמור קידושיה אמאי אינה צריכה למאן וכשתלו חכמים הקידושין בזמן הפעוטות לא תלו כי אם בסתמא וכן פירשו רבותי כי היכי דלא תיקשי ההיא דר\"ח שתלה הכל בשמירת הקידושין וצ\"ע. גם מה שכתב דמבת עשר ולמעלה אפילו היתה סכלה ביותר מקודשת למיאון לא ידענא טעמא מאי כיון דסכלה ביותר הויא הרי היא כשוטה ואין קידושיה קידושין כלל וצ\"ע עכ\"ל:   ואני אומר שאין כאן תמיהא כלל דנבונת לחש דקאמר היינו לומר שהיא חריפה כפי שנותיה ומכל מקום כיון שהיא פחותה מבת שש *חזקה על הרוב שאינה יודעת לשמור קידושיה. וסכלה ביותר דקאמר לאו למימרא שעושה מעשה שטות כלל אלא היינו לומר שאינה חריפה כלל ומכל מקום כיון שהיא בת עשר חזקה על הרוב שהיא יודעת לשמור קידושיה:   ",
        "<b>בודקין את יופי דעתה אם מבחנת וכו'. </b> כתב הרב רבי משה כהן ז\"ל לכתוב בכאן אם יודעת לשמור קידושיה צריכה למאן כר\"ח בן אנטיגנוס ומה לנו בהבחנה דנשואין ולא ידעתי מאין הוציא זה הזמן וצ\"ע עכ\"ל. ויש לתמוה עליו שדברי רבינו הם דברי רבא וכמ\"ש ה\"ה:  *[עיין במ\"מ שתירץ בענין אחר]:  \n                     "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>ואין ראוי לעשות כן. </b> כתב הרמ\"ך לא ידעתי טעמא מאי ומנהגנו לקדש אף לכנוס עכ\"ל. וכבר נתן הרב המגיד טעם לשבח: "
      ],
      [],
      [],
      [],
      [
        "<b>המקדש אשה שחציה שפחה וחציה בת חורין וכו'. </b> כתב הר\"ן על מ\"ש רבינו המקדש אשה שחציה שפחה וכו' כקידושי קטנה שגדלה וכו' *ולמאי צריכינן להכי והא כיון דמספקא לן אי גמרי קידושיה אי לא פשיטא שאינה יכולה להשמט ממנו ומה ענין זה לקטנה שגדלה ואם בא לומר דמדאורייתא גמרו קידושיה א\"כ כשבא אחר וקידשה למה כתב שה\"ז בספק קידושין וכבר השיגו הראב\"ד. וראיתי מי שרוצה לקיים דבריו ואומר דה\"ק שאם בעל לאחר שנשתחררה גמרו קידושיה כקידושי קטנה שגדלה ובעל לאחר מכן שהיא מקודשת גמורה ואין זה כלום אצלי דקטנה שגדלה ובעל לאחר זמן היינו טעמא דמקודשת גמורה היא לפי שאדם יודע שאין קידושי קטנה כלום כדאיתא בכתובות וביבמות אבל בחציה שפחה וחציה בת חורין כיון דתפסי בה קידושין וכשנשתחררה מספקא לן אי פקעי קידושי היכי נימא ידוע שאין קידושיה כלום וגמר ובעל לשם קידושין ומי איכא מידי דאנן לא ידעינן והוא ידע ולפיכך אין דברי הרמב\"ם במקום הזה מחוורין עכ\"ל. ול\"נ דיש ליישב דאנן הכי קא אמרינן אדם יודע שאין קידושין תופסין בשפחה וכשהיא חציה שפחה וחציה בת חורין ספוקי מספקא ליה אי תפסי אי לא וכשנשתחררה גמר ובעל לשם קידושין. ונראה ליישב דברי רבינו כשלא בעל וה\"ק אע\"פ שקידושין אלו איפליגו בהו אמוראי אם הוא מקודשת היינו דוקא לענין אם בא אחר וקידשה אבל לענין למקדש על ידיהם לד\"ה עלו לו אותם קידושין ואינו צריך לקדשה קידושין אחרים דקידושין הללו שיש בהן צד של תורה דהא לא שייר בקנינו לא גריעי מקידושי קטנה שהם דרבנן וכשגדלה עלו לו אותם קידושין וא\"צ לקדשה קידושין אחרים וה\"נ דכוותה:  *[עיין בהר\"ן בפ\"ג דקידושין שיש בדבריו גמגום ותוספת בלשון רבינו]:  \n                     "
      ],
      [],
      [],
      [
        "<b>המקדש (אשה) בפחות מפרוטה וכו'. </b> כתב הרמ\"ך תימה למה לא כתב אם חוששין לסבלונות ובאיזה מקום חוששין וצ\"ע ולקמן פ\"ט כתב דין סבלונות מ\"מ לא פי' כמו שפירשו רבותי וצ\"ע עכ\"ל ואיני רואה טעם בהג\"ה זו:   ",
        "<b>יראה לי שאם קידש בתבשיל או בירק שאינו מתקיים וכו'. </b> כתב מהרי\"ק בשורש פ\"ד דדוקא תבשיל או ירק שאינו יכול להגיע למקום היוקר בשום צד ע\"י שום תיקון אבל תאנה אפילו לחה מ\"מ יכול ליבשה בחמה ולהגיעה למקום היוקר ושם תשוה פרוטה: "
      ],
      [],
      [
        "<b>המקדש את האשה בכסף או בשטר וכו' או לתוך חצרה או לתוך שדה שלה ה\"ז מקודשת. </b> לכאורה נראה מדברי רבינו דלתוך חצרה מקודשת אפילו אינה משתמרת ואינה עומדת בצדה ואע\"ג דלענין מתנה כתב בפ\"ד מהלכות זכיה דבחצר שאינה משתמרת בעינן שיהא עומד בצד חצרו אפשר דקידושין עדיפי ממתנה וכך הם דברי הרב המגיד שם. ויותר נראה לומר שקיצר פה וסמך על מה שכתב בהלכות זכיה: "
      ],
      [
        "<b>היו עומדים בר\"ה או ברשות שאינה של שניהם וכו'. </b> כתב הרב המגיד שהטעם מפני שהם מוקשים לענין מכירה כדאיתא בפרק הספינה (בתרא פ\"ה) אבל הר\"ן תמה על רבינו מפני שהוא ז\"ל כתב בפי\"ז מהלכות גזילה שאין ארבע אמות קונות בר\"ה אלא בסימטא: ומ\"ש כיצד הוא קרוב לו וקרוב לה כל שהוא יכול לשמור אותם וכו'. מבואר שהוא כרבי יוחנן בפרק הזורק (גיטין ע\"ח) ומשמע דס\"ל דרב ור\"י פליגי לענין דינא והלכה כר\"י דקי\"ל כוותיה לגבי רב ועוד דבגמרא תניא כוותיה דר\"י ובפ\"ה מהלכות גירושין יתבאר: "
      ]
    ],
    [
      [
        "<b>המקדש בדבר שהוא אסור בהנאה וכו' ואפילו היה אסור בהנאה מדבריהם וכו'. </b> מדברי ה\"ה נראה דלדעת רבינו בכל איסורי הנאה דדבריהם אינה מקודשת אפילו אין בהם שום צד דאורייתא וכ\"נ מדברי הטור שהבין כן בדברי רבינו ואין נ\"ל כן משום דאי הוה ס\"ל לרבינו הכי ה\"ל לסתום ולכתוב ואפילו היה אסור בהנאה מדבריהם ולמה לו לפרש ולומר כגון חמץ בשעה ששית ומדכתב הכי משמע לי דהיינו לומר דדוקא איסור דרבנן כי האי דהוי חמץ דאורייתא ושעות דרבנן וה\"ה לשעות דאורייתא וחמץ דרבנן אבל חמץ דרבנן ושעות דרבנן חוששין לקידושיו וכן משמע מדברי הר\"ן שזו היא דעת רבינו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היתה סחורה בינו ובין חבירו וכו'. </b> הטור כתב וז\"ל כתב הרמב\"ם אריס שנטל מן הפירות קודם חלוקה וקידש בהם אינם קידושין ואם נטל במדה וקידש הוי קידושין היתה סחורה בינו ובין חבירו וכו'. והדין דין אמת דהכי איתא בפרק האיש מקדש ההוא אריסא דקדיש במוזא דשמכי אתא לקמיה דרבא א\"ל מאן אחלך וה\"מ במוזא אבל כישא מצי א\"ל אנא שקלי כישא שקול את כישא כישא כי כישא. ופירש\"י מוזא דשמכי מלא יד בצלים אבל כישא אגודה שדרך הירק להיות מתחלק באגודות וכל האגודות הן שוות אני נטלתי אחת טול אתה אחת. וכתב הר\"ן יש מי שאומר שאפילו במוזא אם היא שוה שתי פרוטות מקודשת שהרי אחת מהן שלו ולא נהירא אלא שאפילו היה שוה כמה אינה מקודשת דכיון דא\"ל התקדשי לי במוזא [במוזא] קדיש בפלגא דמוזא לא קדיש עד שיאמר התקדשי לי בחלקי שבמוזא וכן דעת הרמב\"ם בפרק ה' עכ\"ל. ומתוך דבריו אלה נראה שגירסת הר\"ן ברבינו כגירסת הטור. ודעת הרמ\"ך כדעת הר\"ן. ומ\"ש רבינו היתה סחורה בינו ובין חבירו וכו' נ\"ל שלמד כן מדאמרינן בפרק איזהו נשך הנהו תרי כותאי דעבוד עיסקא וכו' אמר ליה מאן פלג לך כי היכי דאמרינן הכא גבי אריסא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>האומר לאשה התקדשי לי בתמרה זו וכו'. </b> בגמרא מוקי לה כר\"ש ורבינו בפ\"ז מהלכות שבועות ובפ\"ד מהלכות נדרים משמע דפסק דלא כוותיה וא\"כ יש לתמוה היאך פסק כאן כוותיה: "
      ]
    ],
    [
      [
        "<b>וכל תנאי שבעולם בין בקידושין בין בגירושין וכו'. </b> כתב ה\"ה למה לא כתב שאין תנאי בדבר שא\"א לקיימו ע\"י שליח ותירץ שכבר כתב כן בפ\"ד מהלכות חליצה וכאן לא כתב אלא דברים שיש בהם תנאי מה הם הדברים שצריך שיהיו בתנאי כדי שיועיל. ול\"נ שאם היה כן דעת רבינו שמתנאי בני גד ילפי' שיהיה אפשר לקיימו ע\"י שליח היה כותבו כאן וכללו עם שאר הדברים שזכר בזה הפ' אבל דעת רבינו שכשאמרו חליצה מוטעת שאמרו לו חלוץ לה ע\"מ שתתן לך מאתים זוז שהיא חליצה כשרה אע\"פ שלא נתנה לו אין הטעם מפני שאנו לומדים מתנאי בני גד שיהא אפשר לקיימו ע\"י השליח אלא הטעם שכיון שעשה מעשה מחל התנאי וראיה לדבר שבפרק המדיר אמרו המקדש על תנאי ובעל אינה צריכה ממנו גט איתיביה רב אחא וכו' חליצה מוטעת כשרה [איזו היא חליצה מוטעת וכו' אלא אמר ר\"י כל שאומר חלוץ לה על מנת שתתן לך מאתים זוז] אלמא כיון דעבד מעשה אחולי אחליה לתנאיה ה\"נ כיון דבעל אחולי אחליה לתנאיה א\"ל וכו' מכדי כל תנאי מהיכא גמרינן מתנאי בני גד ובני ראובן תנאה דאפשר לקיומי ע\"י שליח כי התם הוי תנאה דלא אפשר לקיומי ע\"י שליח כי התם לא הוי תנאה והא ביאה דלא אפשר לקיומי ע\"י שליח והוי תנאה כלומר כדאמרינן לעיל מינה הריני בועליך ע\"מ שירצה אבא וכו' התם משום דאיתקוש הויות להדדי כלומר והיתה לאיש אחר כל הויות במשמע כסף ושטר וביאה כי היכי דמהני תנאי בקידושי כסף ושטר דאפשר לקיומינהו ע\"י שליח מהני נמי בביאה וא\"כ כשאמרו שם שהטעם שחליצה מוטעת כשרה משום דמתנאי בני גד ילפינן לה שצריך שיהא אפשר לקיימו ע\"י שליח הוא לדעת האומר דמקדש ע\"ת ובעל אינה צריכה ממנו גט אבל לדידן דלא קי\"ל כוותיה אלא כדאמר רב כהנא שצריכה ממנו גט וכ\"פ רבינו סוף פ\"ז הטעם שחליצה מוטעת כשרה אינו מפני זה אלא משום דכיון דעבד מעשה אחולי אחליה לתנאיה וכך מטין דברי רבינו פ\"ד מהלכות חליצה אבל אם הטעוהו ואמרו לו חלוץ לה ע\"מ שתתן לך ק\"ק זוז וכו' חליצתה כשרה שהרי נתכוין לחלוץ לה ולא כתב שהטעם מפני שא\"א לקיימה ע\"י שליח. ועוד יש הכרע אחר לסברא זו שהרי למי שנותן טעם משום דילפינן מתנאי בני גד ובני ראובן צריך לחלק בין ביאה לחליצה דביאה שאני משום דאיתקוש הויות להדדי וכמבואר בלשון הגמרא שכתבתי וזה דוחק גדול ולכך לא כתב רבינו כאן שצריך שיהא אפשר לקיימו ע\"י שליח מפני שסובר שאין צריך וכמו שכתבתי: "
      ],
      [],
      [
        "[שייך להלכה ג, ד]",
        "<b>כיצד האומר לאשה אם תתני לי מאתים זוז וכו'. אבל אם אמר לה הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים התנאי. </b> כתב הטור וז\"ל מלשון הרמב\"ם יראה שאם השלים כל תנאו קודם שנתן לידה הקידושין דהוי תנאי שכתב אבל אם א\"ל הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים ואמר אם תתני לי מנה הרי את מקודשת לי ואם לא תתני לא תהיי מקודשת הרי התנאי בטל מפני שהקדים המעשה ונתן בידה ואח\"כ התנה אע\"פ שהכל היה תוך כדי דיבור הרי זו מקודשת מיד ואינה צריכה ליתן לו כלום ולא נהירא דמילתא דפשיטא היא אם נתן בידה בלא תנאי שהיא מקודשת בלא תנאי עכ\"ל מ\"ש ול\"נ דמילתא דפשיטא היא וכו' כלומר וא\"כ לא היה צריך שיתנו חכמים ויצריכו שיהיה תנאי קודם למעשה כיון דמילתא דפשיטא היא שאם קדם המעשה סתם אין התנאי שהתנה אח\"כ כלום. ואין טענה זו כלום כיון דגמר דברי הקידושין הוא התנאי שהרי הוא אומר הרי את מקודשת לי בזה על תנאי כך וכך אע\"פ שנתן לה הקידושין קודם שיזכיר התנאי מ\"מ כיון דדברים אחדים הם בלי הפסק ראש דבריו אסיפא סמיך והוה לן למימר דלא חלו הקידושין אלא על אותו תנאי אי לאו דגמרינן מתנאי בני גד שצריך שיהיה תנאו קודם למעשה. ולישנא דרבינו הכי דייק שכתב אם א\"ל הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים התנאי ואמר אם תתני לי מאתים זוז תהיי מקודשת וכו' הרי התנאי בטל ומדכתב והשלים התנאי משמע כמו שכתבתי דתנאי לאו מילתא באפי נפשה היא אלא תשלום דבריו הראשונים: כתב הר\"ן צ\"ל דהא דתנן ה\"ז גיטיך אם לא באתי ופרכינן עלה וניחוש שמא בא דאלמא התנאי קיים שהמשנה שנויה שלא בדקדוק וכן הרבה כיוצא בזה דאי לא ה\"ל מעשה בתחלתו ותנאו בטל אלא שהרמב\"ם כתב אבל אם אמר לה הרי את מקודשת בדינר זה ונתן הדינר בידה והשלים התנאי וכו'. ונראה מדבריו דלא מיקרי מעשה קודם לתנאי אא\"כ נעשה המעשה תחלה ולדבריו המשניות שנויות בדקדוק. אלא דלא נהיר דאי הכי היכי אמרינן בפרק מי שאחזו (גיטין ע\"ה) גבי תקנתא דשמואל בגט שכיב מרע ולימא לא יהא גט אם לא מתי בעינן תנאי קודם למעשה דאפילו אמר הכי כל שלא נתן הגט לא הוי מעשה קודם לתנאי וכבר השיגו עליו הראב\"ד והרמ\"ך בהגהותיהם עכ\"ל: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>כיצד האומר לאשה אם תתני לי מאתים זוז וכו'. אבל אם אמר לה הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים התנאי. </b> כתב הטור וז\"ל מלשון הרמב\"ם יראה שאם השלים כל תנאו קודם שנתן לידה הקידושין דהוי תנאי שכתב אבל אם א\"ל הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים ואמר אם תתני לי מנה הרי את מקודשת לי ואם לא תתני לא תהיי מקודשת הרי התנאי בטל מפני שהקדים המעשה ונתן בידה ואח\"כ התנה אע\"פ שהכל היה תוך כדי דיבור הרי זו מקודשת מיד ואינה צריכה ליתן לו כלום ולא נהירא דמילתא דפשיטא היא אם נתן בידה בלא תנאי שהיא מקודשת בלא תנאי עכ\"ל מ\"ש ול\"נ דמילתא דפשיטא היא וכו' כלומר וא\"כ לא היה צריך שיתנו חכמים ויצריכו שיהיה תנאי קודם למעשה כיון דמילתא דפשיטא היא שאם קדם המעשה סתם אין התנאי שהתנה אח\"כ כלום. ואין טענה זו כלום כיון דגמר דברי הקידושין הוא התנאי שהרי הוא אומר הרי את מקודשת לי בזה על תנאי כך וכך אע\"פ שנתן לה הקידושין קודם שיזכיר התנאי מ\"מ כיון דדברים אחדים הם בלי הפסק ראש דבריו אסיפא סמיך והוה לן למימר דלא חלו הקידושין אלא על אותו תנאי אי לאו דגמרינן מתנאי בני גד שצריך שיהיה תנאו קודם למעשה. ולישנא דרבינו הכי דייק שכתב אם א\"ל הרי את מקודשת לי בדינר זה ונתן הדינר בידה והשלים התנאי ואמר אם תתני לי מאתים זוז תהיי מקודשת וכו' הרי התנאי בטל ומדכתב והשלים התנאי משמע כמו שכתבתי דתנאי לאו מילתא באפי נפשה היא אלא תשלום דבריו הראשונים: כתב הר\"ן צ\"ל דהא דתנן ה\"ז גיטיך אם לא באתי ופרכינן עלה וניחוש שמא בא דאלמא התנאי קיים שהמשנה שנויה שלא בדקדוק וכן הרבה כיוצא בזה דאי לא ה\"ל מעשה בתחלתו ותנאו בטל אלא שהרמב\"ם כתב אבל אם אמר לה הרי את מקודשת בדינר זה ונתן הדינר בידה והשלים התנאי וכו'. ונראה מדבריו דלא מיקרי מעשה קודם לתנאי אא\"כ נעשה המעשה תחלה ולדבריו המשניות שנויות בדקדוק. אלא דלא נהיר דאי הכי היכי אמרינן בפרק מי שאחזו (גיטין ע\"ה) גבי תקנתא דשמואל בגט שכיב מרע ולימא לא יהא גט אם לא מתי בעינן תנאי קודם למעשה דאפילו אמר הכי כל שלא נתן הגט לא הוי מעשה קודם לתנאי וכבר השיגו עליו הראב\"ד והרמ\"ך בהגהותיהם עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המקדש על תנאי כשיתקיים התנאי תהיה מקודשת וכו'. </b> ומ\"ש וכן הדין בגיטין יתבאר בפ\"ו מהלכות גירושין. ומה שכתב ובממונות כתב הר\"ש בר צמח בתשובה דהיינו דוקא במתנה על פה דאילו בשטר אע\"פ שלא אמר מהיום אם נתקיים התנאי הויא משעה ראשונה דזמנו של שטר מוכיח עליו דקי\"ל כוותיה בממונא עכ\"ל: "
      ]
    ],
    [
      [
        "<b>האומר לאשה כו' לא רצה או ששתק או שמת קודם שישמע הדבר אינה מקודשת. </b> כתב הר\"ן אני תמה בדבריו וכו' שלא היה לו לערב לא רצה או ששתק עם מת דבמת מותרת לינשא ובלא רצה או שתק יש לחוש שמא יאמר אין וכדמוכח בתוספתא. וכן במ\"ש לא מיחה או שמת ה\"ז מקודשת דבמת מקודשת גמורה ובלא מיחה צריך לחוש לקידושי אחר שמא יחזור וימחה. והראב\"ד השיגו במ\"ש מת הבן ואח\"כ שמע האב מלמדין את האב שיאמר איני רוצה דמאי איריא ואחר כך שמע דאפילו שמע קודם שמת הבן מלמדין אותו בכך כיון שלא קבע זמן למחאתו עכ\"ל. ול\"נ דמשמע לרבינו דמשמע לגמרא דכי אמרינן ע\"מ שירצה אבא היינו שיאמר אין בשעת שמיעה הדבר תלוי כמו שהיא בע\"מ שישתוק דכיון דבע\"מ שישתוק ע\"כ בשעת שמיעה הדבר תלוי כדפירש\"י והתוס' מסתמא כי אמר אין נמי בשעת שמיעה הדבר תלוי דאל\"כ ה\"ל לגמרא לפרושי. וטעמא דגמרא משום דבהכי אתי שפיר מאי דקתני ואם לאו אינה מקודשת דאל\"כ לעולם היא אסורה לינשא לאחר עד שימות ומאי אינה מקודשת דקתני אלא כל ששמע פעם ראשונה ולא אמר אין בטלו הקידושין מיד וכיון דמתניתין ומשמעותא דגמרא משמע הכי לא משגחינן בתוספתא דמשמע דלא מיתנייא בי ר' חייא ור' אושעיא. וה\"ה דלא ימחה דבשעת שמיעה הדבר תלוי שאם שמע ולא מיחה הרי היא מקודשת ושוב אינו יכול למחות. ובהכי ניחא נמי מה שהשיגו הראב\"ד שאם שמע קודם שמת הבן ולא מיחה שוב אינו יכול למחות. וא\"ת א\"כ דבלא ימחה נמי בשעת שמיעה הדבר תלוי תיקשי ליה סיפא מלמדין את האב שיאמר איני רוצה ומה בכך הרי שתק י\"ל דכשאמר ע\"מ שישתוק דוקא הוא דקשיא ליה והא שתיק. ובעל מנת שלא ימחה ניחא משום דכשמודיעים אותו תנאי קידושי בנו מה נפשך או מיחה או שתק אם מיחה מאי מלמדין אותו הרי אינו צריך ללימודנו ואם שתק תיכף נתקיימו הקידושין ושוב לא יועיל ללמדו שיאמר איני רוצה אבל באומר ע\"מ שלא ימחה אע\"פ שלא מיחה תיכף לשמיעתו אם מיחה בתוך זמן שעסוקים באותו ענין או תוך כדי דיבור מהני והיינו דאיכא בין ע\"מ שישתוק לעל מנת שלא ימחה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ושומא שעל הפדחת אפילו היתה קטנה ביותר וכו' עד בין בכהנים בין בנשים. </b> בפ\"ח מהלכות ביאת מקדש אצל מומי הכהנים כתב גם כן מי שהיתה בעור פניו שומא כאיסר או יותר. ומי שהיתה בעור פניו שומא שיש בה שיער אע\"פ שאינה כאיסר אלא כל שהוא עכ\"ל. ויש לתמוה דהא משמע מסוגיא דגמרא פרק המדיר (כתובות ע\"ה) דשומא גדולה או שיש בה שיער הויא טענת מום באשה אע\"פ שאינה בפנים דקאמר האי שומא היכי דמיא אי דאית בה שיער הכא והכא פסלה וכו' א\"ר יוסי בר חנינא בעומדת על פדחתה פדחתה ראה ונתפייס הוא ואם איתא דשומא לא פסלה אלא בפנים לא הל\"ל הכא והכא פסלה אלא הכי ה\"ל למיפרך שומא ראה ונתפייס הוא כי היכי דפריך גבי עומדת על פדחתה. וכתב הר\"ן לא ידעתי למה לא הזכיר הרמב\"ם הא דאוקמינא בעומדת תחת כיפה של ראשה דזימנין מתחזיא זימנין לא מתחזיא. וה\"ה כתב וז\"ל ורבינו שכתב אפילו קרובה לשער ראשה ומשמע וכ\"ש רחוקה הוא מפני שסמך לו על מה שיתבאר פכ\"ה וכו'. ואיני יודע למה הוצרך לידחק ולומר שמה שאמרו והא ראה ונתפייס הוא לענין כתובה דהא לענין קידושין נמי איכא לאוקומה גם לדעתו ז\"ל ואע\"פ שבפכ\"ה לא מיירי אלא לענין כתובה משם נלמוד לענין קידושין שאם הוא במקום שנוהגות הנשים לילך בשוק ופניהם מגולות ראה ונתפייס הוא ואם הוא במקום שדרך הנשים להטמן אפילו אם השומא בפניה אינה מקודשת: "
      ],
      [
        "<b>המקדש אשה סתם ונמצא עליה א' מן המומין וכו': כתב הר\"ן קידש סתם ולא כנס ולא בעל לא אשכחן בגמרא מידי אלא שהרמב\"ם כתב בפ\"ז הרי זו מקודשת מספק. ונ\"ל שחשש הרב דילמא כי אמרינן קידשה סתם וכנסה סתם דבעיא גיטא ה\"ה לקידש סתם בלבד דכי נקטינן לה בכנסה סתם לרבותא דאין לה כתובה עבדינן אבל אה\"נ דבקידש סתם בלחוד צריכה גט ולפיכך החמיר וכתב הרי זו מקודשת מספק:</b>"
      ],
      [],
      [],
      [],
      [
        "<b>הרי את מקודשת לי מעכשיו ולאחר ל' יום ובא אחר ואמר הרי את מקודשת לי מעכשיו ולאחר עשרים יום וכו'. </b> במ\"ש ה\"ה יש כדאי להשיב על כל הספיקות שספקו המפרשים על דברי רבינו חוץ מספק אחד שסיפק הר\"ן בדברי רבינו והוא שמאחר שפירש בגמרא דטעמא דר' יוחנן הוא משום דכל חד רווחא שבק לחבריה ל\"ש קידשה מעכשיו ולאחר עשרים יום או מעכשיו ולאחר מ' יום שהוא לאחר זמנו של ראשון תפסי נמי קידושי שני דהא רווחא שבק קמא למאן דמקדש לה תוך ל' יום ורבינו כתב אפילו הן מאה על הסדר הזה דמשמע דוקא כשכלה זמנו של שני בתוך זמנו של ראשון ואם כדברי ה\"ה דנקטינן לכולהו חומרי לא ה\"ל לרבינו לכתוב כן ועוד שה\"ה אומר שסובר רבינו דכיון דהאי לישנא פליגי ביה אמוראי נקטינן חומרי דכלהו והרי רב דמספקא ליה פירש אביי דבריו דמאמצעי אינה צריכה גט ולא היה שום חולק עליו אדרבה הקשו פשיטא וא\"כ איך נפרש אנו בדברי רב פירוש שלא כיון הוא אליו ואי משום דסוגיין מכרען כרב פסק כרב ה\"ל לפסוק דמאמצעי אינה צריכה גט וכדברי אביי. לכך אני אומר שרבינו לא נסתפק בכוונת רב דודאי לא נתכוון אלא למה שפירש בו אביי אבל הוא ז\"ל פוסק כדר' יוחנן אלא שלא נראה לו ז\"ל לפרש דבריו דטעמיה משום דכל חד רווחא שבק לחבריה שהיאך יתכן דלרב אפילו בתוך שלשים מאמצעי אינה צריכה גט ולרבי יוחנן אפילו לאחר ל' צריכה גט ועוד דהא איתותב טעמא דכל חד רווחא שבק לחבריה ואע\"ג דשני אשינויי לא סמכינן ובודאי דרב חנניא דאותביה הוה מפרש דהיינו טעמא דר\"י משום דהאי לישנא משמע תנאה ומשמע חזרה והכי נקטינן ועוד דהא סוגיין דעלמא מכרען הכי דבפרק יש נוחלין (ב\"ב דף קל\"ו) גבי הכותב נכסיו צריך שיכתוב מהיום ולאחר מיתה פרכינן וכי כתב ליה מהיום ולאחר מיתה מאי הוי והא תנן מהיום ולאחר מיתה גט ואינו גט ופרקינן התם מספקא לן אי תנאה הוי או חזרה הוי הכא ה\"ק ליה גופיה קני מהיום ופירא לאחר מיתה ואילו לטעמא דכל חד רווחא שבק לחבריה לא הוי משום ספיקא אלא גזירה משום מהיום אם מתי כדאמרינן הכא בפירוש ובמסכת יבמות לא משכח זיקת שני יבמים אלא מדרבנן ולטעמא דכל חד רווחא שבק לחבריה משכחת לה מדאורייתא כגון שקידשוה שני אחים בשטר ומתו הילכך אית לן למימר דטעמא דר' יוחנן לא משום רווחא שבק הוא אלא משום דהאי לישנא משמע תנאה ומשמע חזרה ובהכי אתי שפיר הנך סוגיי ואתי שפיר כלל שבידינו רב ור\"י הלכה כר\"י וא\"כ הוי פסק הלכתא דכל שקידשה מעכשיו ולאחר זמנו של ראשון לא הוו קידושין כלל. ואפשר שאף הרי\"ף סובר כן ומ\"ש וקי\"ל כרב לאו משום דס\"ל כרב כתב הכי אלא שאם היה כותב הלכה כר\"י הוה משמע דכפירושא דפריש גמרא קי\"ל ואפילו קידשה מעכשיו ולאחר זמנו של ראשון הויא מקודשת ולפרש שאין הפירוש כדפי' גמרא בדברי ר\"י היה צריך להאריך לכך כתב הלכה כרב ולא כתב טעמא דאביי כדי שיהיה לנו מקום לפרש דהיינו טעמא משום דהאי לישנא משמע תנאה ומשמע חזרה וכל שקידשה מעכשיו ולתוך זמנו של ראשון מקודשת אבל אם קידשה מעכשיו ולאחר זמנו של ראשון אינה מקודשת ומכיון שעלה הפסק כהוגן אין ויכוח בשמות יעלה בשם רב או בשם ר\"י ודוגמת זה מצינו משום דס\"ל כר\"מ מפיך לה לרבנן וכן בכמה דוכתי: "
      ],
      [],
      [
        "<b>הנותן שתי וכו'. </b> כתבו ה\"ה והר\"ן בשם הרשב\"א דאיפשיטא לן מדוכתא אחריתי דאמרינן בפרק אע\"פ וכו'. ל\"נ דאפשר לומר דרבינו סבר דלא איפשיטא בעיא דר' אושעיא ומאי ה\"ז מקודשת דקאמר ה\"ז מקודשת מספק והכי דייק לישניה שכתב וכשיגרש אותה תהיה מקודשת עד שיגרש אותה פעם שניה דמשמע תהיה מקודשת לענין שצריך שיגרש אותה פעם שניה מקידושי פרוטה שניה ולא לענין אחר שאם פשטה ידה וקיבלה קידושין מאחר צריכה ממנו גט דאל\"כ כך ה\"ל לכתוב וכשיגרש אותה יחולו קידושין שניים: "
      ],
      [
        "<b>האומר ליבמה הרי את מקודשת לי בזה לאחר שיחלוץ ליך יבמיך וכו'. </b> מדברי ה\"ה נראה שהוא סובר שדעת רבינו כדעת שאר מפרשים שהם סוברים שהיא ספק מקודשת ואפשר שהיה גורס כן בדברי רבינו אבל לספרים דידן דגרסי ה\"ז מקודשת נראה דמקודשת גמורה היא משום דכיון דעכשיו נמי תפסי בה קידושין מספק לא הוי דבר שלא בא לעולם וכיון דחשיבא דבר שבא לעולם כשהוא מקדשה עכשיו שיחולו הקידושין לאחר שיחלוץ לה יבמה שפיר דמי: "
      ],
      [
        "<b>ואם היתה אשת חבירו מעוברת והוכר עוברה ה\"ז מקודשת. </b> בפ\"ג דקידושין (דף ס\"ב) תנן האומר לחבירו אם ילדה אשתך נקבה תהא מקודשת לי אינה מקודשת ובגמרא ת\"כ דר\"י (דאמר כל שבידו לאו כמחוסר מעשה דמי) אין תורמין מן התלוש על המחובר וכו' יתר על כן אמר ראב\"י אפילו אמר פירות ערוגה זו תלושין יהיו תרומה על פירות ערוגה זו מחוברים פירות ערוגה זו מחוברים יהיו תרומה על פירות ערוגה זו תלושין לכשיביאו שליש ויתלשו והביאו שליש ונתלשו דבריו קיימים כלומר אע\"פ שאין בידו לתלוש ולהפריש דתבואה שלא הביאה שליש לאו תבואה היא ואיכא עלה תרי לישני בגמרא ובלישנא בתרא אמרינן אמר רבה לא אמר ראב\"י אלא בשחת דבי כיבשא אבל בשחת דבי שקיא לא כלומר דתרתי בעינן שתהא התבואה כבר שחת כלומר שיהא ראוי לקצור ולהאכיל לבהמה אבל באגם כלומר שאין התבואה עדיין אלא צמחים רכים לא דכיון דלא חשיב לא חייל שם למפרע ובעינן נמי שיהא האי שחת דבי כיבשא כלומר שדה בית הבעל ששותה ממי גשמים אבל בשחת דבי שקיא דהיינו שדה בית השלחין שצריכה להשקות לא אמר דכיון דעבידא דפסדא כי לא משקה לה כדמיבעי לה כמי שלא ב\"ל כלל הוא ורב יוסף אמר אפילו בשחת דבי שקיא כלומר הואיל והגיע לכלל שחת ואמרי עלה כמאן אזלא הא דתניא האומר לחבירו אם ילדה אשתך נקבה תהא מקודשת לי לא אמר כלום וא\"ר חנינא ל\"ש אלא שאין אשתו מעוברת אבל אשתו מעוברת דבריו קיימים כמאן כשהוכר עוברה ודברי הכל כלומר דבין לרבה בין לרב יוסף הוכר עוברה בעינן דומיא דשחת דהאי נמי לשחת דבי כיבשא דמי שגמרו בידי שמים הוא הילכך מהני מדראב\"י ובתר הכי גרסינן אמר אביי ראב\"י ור\"מ ורבי כולהו ס\"ל אדם מקנה דשלב\"ל ואע\"ג דמוקי לראב\"י כשיטה דאלמא ס\"ל דלית הילכתא כוותיה סובר רבינו דלא פליג בהדי רבה ורב יוסף בדינא דכולהו מודו דשחת דבי כיבשא דבר שב\"ל הוא ומהני בתרומה ואשתו מעוברת נמי בשהוכר עוברה מקודשת מיהו רבה ורב יוסף מהדרי לאוקומי מילתיה דראב\"י בשחת דהוי דבר שב\"ל כי היכי דתיקום אליבא דהלכתא דקי\"ל משנת ראב\"י קב ונקי ואביי ס\"ל דראב\"י אפילו באגם ואפילו בפחות מכאן אמר דקסבר אדם מקנה דבר שלא ב\"ל ומש\"ה אוקמיה כשיטה ומיהו כולהו מודו דשחת והוכר עוברה ב\"ל מיקרו. וכתב הר\"ן ואע\"ג דראב\"י בעי דלימא משיביאו ויתלשו והכא לא אמר משתלד איכא למימר דכיון דאמר אם ילדה תהא מקודשת כאומר לכשתלד דמי ואחרים אומרים דר\"ח מוקי לה באומר בהדיא לכשתלד אבל הרמב\"ם כתב דאומר אם ילדה עכ\"ל: "
      ],
      [
        "<b>בד\"א כשא\"ל במאה דינרים סתם וכו'. </b> כתב ה\"ה שם פ\"ק הקשו על רבי אלעזר וכו' ופרושי קא מפרש רצה אחד מהם לחזור וכו' ופי' סיפא דקתני נמצא מנה חסר דינר וכו' כלומר דהא בגמרא פרושי קא מפרש רצה אחד מהם לחזור וכו' כיצד כגון דאמר לה במנה זו לאו למימרא דכולה סיפא פירושא דרישא היא אלא כיצד כגון דאמר לה במנה זו בלבד הוא דהוי פירושא דרישא ואח\"כ השמיענו הברייתא דין אחר שאם כשאמר במנה זו נמצא מנה חסר דינר אינה מקודשת כלל ולא תלי מילתא ברצונם דהא במנה זו קאמר ואין שם מנה אבל ברישא אע\"ג דמיירי נמי באומר מנה זו כיון שהמנה היא שלם אם לא חזר שום אחד מהם בו ה\"ז מקודשת וכך שנוי בתוספתא שכתב הרי\"ף התקדשי לי במנה זה ונמצא חסר דינר אינה מקודשת היה מונה ומשליך לתוך ידה ראשון ראשון יכולה היא שתחזור בה עד שעה שיגמור וכך הם דברי רבינו ורש\"י פירש בענין אחר: "
      ],
      [
        "<b>אמר לה הרי את מקודשת וכו'. </b> שם ההוא גברא דקדיש בשיראי וכו' עד רבה אמר וכו'. כתוב בספרי הדפוס לא נמצא יותר בהעתק המגיד משנה וחסר עד פ\"ט. ואני מצאתי מי שבא לידו ספר מגיד משנה שלא היה בו חסרון זה והעתיקו בספרו והעתקתיו פה. *ז\"ל לא צריכי שומא וכו' עד והרבה דברים יש בגמרא מורים כן ופשוט הוא ע\"כ מה שמצאתי בשם מ\"מ: ועתה  אני חוזר לכתוב מה שנ\"ל לחדש הנה בפ\"ז בבבת המקדש בבגדים של משי כתב הר\"ן אהא דאסיקנא בגמרא והלכתא שיראי לא צריכי שומא ומקשו הכא אמאי פסק כהאי לישנא הל\"ל והלכתא כרבה כי היכי דאמרינן בהדיא בגמרא והלכתא כרבא א\"ר נחמן ולפיכך נראה מדקדוק הלשון דדוקא שיראי הוא דלא צריכי שומא אבל איכא מידי דצריך שומא, ומתוך דברי הרמב\"ם בפ\"ז מה\"א נראה דשיראי משום שהאשה מתאוה להם גמרה ומקניא נפשה כל היכא דשוה כדקאמר אבל במידי אחריני לא ולפי זה לאפוקי דברים שאין האשה מחמדתן נקט שיראי עכ\"ל. וכתב עוד ודברים שצריכים שומא כפי הסברות שכתבנו נראה מלשון רש\"י שאם קידש בהם את האשה קודם שומא אינה מקודשת שהרי כתב לרב יוסף דאמר דצריכי שומא כיון דלא שמאום תחלה אינה מקודשת ומינה לדידן במידי דצריך שומא אבל הרמב\"ם ז\"ל כתב בפרק הנזכר בלשון הזה א\"ל הרי את מקודשת לי בבגדים אלו וכו'. ונראה מדקדוק לשון זה דס\"ל דאפילו רב יוסף לא פליג אלא לומר שאינה מקודשת משעה ראשונה אבל לאחר שומא מודה דמקודשת ואע\"ג דבשיראי לא נפקא לן מידי דהא איפסיק הלכתא דלא צריכי שומא נ\"מ מיהת לאותן דברים שכתבנו למעלה דצריכי שומא:  *[והרי הוא לפניך בפי' הרב המגיד]  \n                     "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>המקדש ע\"ת וחזר וכו'.  </b> כתב הר\"ן בפרק האיש מקדש שלמד כן מדגרסינן בפרק המדיר (דף ע\"ג) איתמר קידשה ע\"ת וכנסה סתם רב אמר צריכה ממנו גט ושמואל אמר אינה צריכה ממנו גט אמר אביי לא תימא טעמיה דרב כיון דכנסה סתם אחולי אחליה לתנאיה אלא טעמא דרב משום דקא סבר אין אדם עושה בעילתו בעילת זנות וכו' ומדקאמר לא תימא כיון שכנסה סתם אחולי אחליה לתנאיה משמע שאם חזר ומחל תנאו דמהניא מחילתו ומקודשת. והראב\"ד מצריך בהשגות שיבטל התנאי בעדים והרשב\"א חולק ואומר שאין מחילת התנאי וביטולו מועילים אלא בדבר שבממון כגון ע\"מ שתתן לי מאתים זוז וכיוצא בו שיכול לומר הריני כאילו התקבלתי אבל בשאר תנאים לא עכ\"ל הר\"ן שם. ובפרק המדיר כתב על דברי רבינו וא\"ת והיכי מצי מחיל לתנאיה בשלמא דמתנה ואומר ע\"מ שתתני לי מאתים זוז מצי מחיל דה\"ל כאילו א\"ל הריני כאילו התקבלתי וכאילו נתקיים התנאי דמי אבל הכא כי מחיל מאי הוי ואם היו עליה נדרים נתבטלו הקידושין מיד. י\"ל כיון שלהנאתו התנה אין דעתו שיתבטלו הקידושין מיד אלא הדבר תלוי עד שידע בנדרים או עד שיראה במומין וכל שלא הקפיד בהם מקודשת כדאמרינן לקמן גבי מומין ראה ונתפייס הוא מיהו אם הקפיד בהם אינה מקודשת אע\"פ שחזר אח\"כ ומחל. וא\"ת והא תנן בפרק האיש מקדש (דף מ\"ח) ע\"מ שאני עני ונמצא עשיר עשיר ונמצא עני כהן ונמצא לוי וכו' ובכולן אע\"פ שאמרה בלבי היה להתקדש לו אע\"פ כן אינה מקודשת ואם איתא דיכולה היא למחול בתנאי שאינו של ממון אמאי אינה מקודשת תירצו בזה דאה\"נ שאם מחלה אח\"כ ואמרה רואה אני אותו כאילו הוא עשיר ה\"נ דמקודשת אלא התם בשלא מחלה אלא שהודית דבשעת התנאי בלבה היה להתקדש לו אע\"פ שלא יהא עשיר ואינה מקודשת משום דדברים שבלב אינן דברים כדאמר בההיא סוגיא דהתם אבל כשמחלה אותו תנאי אח\"כ ה\"נ דמקודשת. ואין דעתי נוחה בזה כלל דהא כי אמרה דעתי היתה להתקדש לו הרי בכלל דבריה מחילה של עכשיו שהרי מתחלתה ועד סופה לא הקפידה ואי במקפדת השתא עסקינן ה\"ל למיתני הכי בהדיא ולא למיתני אינה מקודשת סתמא. לפיכך נ\"ל דזו מפני שאמרה דבלבה היה להתקדש לו הורע כחה ואינה יכולה למחול ולומר הרי אתה לי כאילו היית עשיר שהקידושין היו תלוים משעה ראשונה עד שיראה אם תקפיד אם לא אבל זו שמשעה ראשונה לא היתה מקפדת ואעפ\"כ התנית כיון דדברים שבלב אינם דברים נתבטלו קידושין לאלתר שלא להנאתה התנית אלא תנאי גרידא הוה ובטלו הקידושין מיד אבל במתנה להנאתו יכול הוא שיאמר הרי את עלי כאלו אין עליך נדרים עכ\"ל:  ומ\"ש רבינו המקדש ע\"ת וכנס סתם אעפ\"י שלא בעל צריכה גט אע\"ג דאביי אמר לא תימא טעמיה דרב כיון שכנסה סתם אחולי אחליה לתנאיה אלא טעמיה לפי שאין אדם עושה בעילתו בעילת זנות הא ר\"א פליג עליה ואמר המקדש על תנאי ובעל דברי הכל צריכה הימנו גט ולפי דבריו פלוגתא דרב ושמואל בכנס ולא בעל הוא וקי\"ל כרב באיסורי וע\"כ הוי טעמיה משום דכיון דכנסה סתם אחולי אחליה לתנאיה: ומ\"ש וכן המקדש בפחות וכו'. בפרק המדיר (כתובות ע\"ד) א\"ר עולא בר אבא אמר עולא א\"ר אלעזר המקדש במלוה ובעל ע\"ת ובעל בפחות מש\"פ ובעל ד\"ה צריכה הימנו גט כלומר משום דאין אדם עושה בעילתו בעילת זנות א\"ר יוסף בר אבא א\"ר מנחם א\"ר אמי המקדש בפחות מש\"פ ובעל צריכה גט בהא הוא דלא טעי אבל בהנך טעי. ופירש\"י ר' אמי פליג אר' אלעזר ואמר המקדש בפחות מש\"פ ובעל הוא דצריכה גט אבל המקדש במלוה או ע\"ת ובעל אינה צריכה ממנו גט מ\"ט בהא הוא דלא טעי להיות סבור שפחות מש\"פ יהיו קדושין אבל בהנך טעי כסבור יודעת היא שאין עליה נדרים לכן היא נשאת וכי בעיל אדעתא דקידושי קמאי בעיל במלוה אין הכל בקיאים בהלכות קידושין עכ\"ל. והרי\"ף כתב הא במקדש בפחות מש\"פ ובעל צריכה הימנו גט והשמיט דין המקדש במלוה ובעל משמע דס\"ל דאינה צריכה גט משום דאין הכל בקיאים בהלכות קידושין וכדרבי אמי אבל רבינו פסק כר\"א. וכתב הר\"ן וז\"ל הרמב\"ם השוה מקדש במלוה לפחות מש\"פ שבשניהם הוא סובר שצריכה גט בודאי ולא ידעתי למה פסק כן במלוה שאפילו הוא סומך על מימרא קמייתא דעולא א\"ר אלעזר מנ\"ל דבמלוה אמר דצריכה גט בודאי ואע\"ג דא\"ל בהדי פחות מש\"פ הא כייל נמי בהדה ע\"ת ובעל ולמסקנא דשמעתין אינה צריכה גט אלא מספק ואפילו נאמר דר\"א כאביי ס\"ל דאין אדם עושה בעילתו בעילת זנות וצריכה גט דקאמר בכולהו מן הודאי קאמר ואכתי היכי נסמוך עליה לקולא כו' ואמר אבל בהנך טעי ומש\"ה מחוורתא דפסקא (דפחות מש\"פ צריכה גט בודאי אבל מלוה הרי היא כע\"ת) וצריכה גט מספק עכ\"ל. ול\"נ דגם דברי רבינו יש לפרש דצריכה גט מספק דאמר מדכתב צריכה גט ואם איתא ה\"ל לכתוב הרי זו מקודשת ועוד דכיון דעל מקדש על תנאי ובעל סתם כתב וכן המקדש בפחות מש\"פ או במלוה ובעל סתם צריכה גט ובמקדש ע\"ת ובעל סתם לא הצריך גט אלא מספק [ודאי הכי משמע] וא\"ת בפחות מש\"פ ובעל סתם למה פסק שתהא מקודשת קידושין ודאי כיון דתרי לישני שוו בה י\"ל שרבינו מפרש דצריכה גט הימנו היינו מספק מדלא קתני ה\"ז מקודשת ואפילו את\"ל דצריכה גט דקאמר ר\"א היינו לומר דמקודשת קידושי ודאי מאחר דאיתא התם בגמרא א\"ר כהנא משמיה דעולא המקדש ע\"ת ובעל צריכה הימנו גט איכא למימר דמשמע לרבינו דהאי מימרא פליגא אתרי מימרי קמאי וסבר דמקדש בפחות מש\"פ או במלוה ובעל סתם אינה צריכה גט דאין לך צריכה גט אלא המקדש ע\"ת ובעל סתם וכיון דפלוגתא דאמוראי היא פסק בה להחמיר: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>ואם אמר על מנת שאני תנאה וכו' תוספתא דר' חייא. </b> כתב כן משום דאמרינן בעלמא דכל ברייתא דלא מיתניא בי ר' חייא ובי ר' אושעיא לאו דסמכא היא ונקט דבי ר' חייא וה\"ה לדר' אושעיא: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>העושה שליח לקדש לו אשה פלונית וכו' וכן אשה שעשתה שליח לקדשה וכו'. </b> כתב ה\"ה מי שנתן רשות לשלוחו לקדש את בתו וכו' ולא הוצרך רבינו לבאר זה וכו' ל\"נ שרבינו סמך על מ\"ש בפ\"ג דין האיש עם האשה כדין שליח עם שליח או עם האב: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "[שייך להלכה יח, יט]",
        "<b>העושה שליח לקדש לו אשה והלך וקידשה השליח אומר לעצמי קידשתיה וכו' עד ואחד כונס. </b> כתב הטור שכתב הרא\"ש על דברי רבינו דברים אלו מצאתי בירושלמי ואינם מובנים לי דנהי דהוחזק השליח בעדים היאך נתקדשה לראשון הרי עומד וצווח אע\"פ שמינני שליח בעדים חזרתי משליחותי ולעצמי קידשתיה. וברישא נמי למה הותר המשלח בקרובותיה הרי הוא אומר שעשאו שליח וגם האשה אמרה שנתקדשה לו ומאי נ\"מ במה שלא הוחזק השליח בעדים הרי הודה שעשאו שליח ע\"כ וצ\"ע עכ\"ל. והר\"ן כתב דטעמא דמילתא דכשלא הוחזק בעדים מסתמא אין האשה רוצה להתקדש לראשון כיון שאינו כאן ואין שליחותו מוחזק ומשום הכי כשאומרת איני יודעת חזקה לשני אבל כשהוחזק השליח בעדים היא סומכת על השליחות ומשום הכי כשאמרה איני יודעת חוששין לראשון. ומיהו כיון שהראשון לא היה כאן והשני כאן חוששין אף לשני ושניהם נותנין גט. ומיהו כי אמרינן חזקה לראשון היינו לומר שהראשון אסור בקרובותיה שהרי אומר לה קידשתיך. וכתב הרמב\"ם (בפרק ט' מה\"א) דהוחזק היינו שעשאו שליח בעדים ולא הוחזק היינו שלא עשאו שליח בעדים והוא ז\"ל אזיל לטעמיה שכתב בפ\"ג מה\"א שהעושה שליח לקדש לו אשה אינו צריך לעשותו בעדים. וכתב עליו הראב\"ד בהשגות אין בלשון התוספתא אם לא עשה אלא אם לא הוחזק ולעולם שעשאו בעדים אלא שלא היה השליחות מפורסם במקום האשה וכו'. וגם הוא לטעמיה אזיל שדעתו שהעושה שליח לקדש לו אשה צריך לעשותו בעדים וכו'. ומכל מקום במה שכתבתי דבקידושי סתם עסקינן שהשליח אומר לעצמי נתכונתי והיא אומרת לראשון נתכונתי תמיהני שאם יש בידה לומר לא נתקדשתי לו כשם שהיא מותרת בקרוביו כך היה ראוי שיהא הוא מותר בקרובותיה שכיון שאין המעשה מוכיח כשהוא אומר לעצמי נתכונתי הוה ליה דברים שבלב ואם המעשה מוכיח בעצמו נלך אחר הוכחתו ואין מקום למחלוקתן וכו'. לפיכך נראה לי דהכא באומר לעצמי קידשתי בפירוש עסקינן והיא אומרת לראשון נתקדשתי בפירוש ויש כאן עדים שראו הקידושין אבל אינם זוכרים למי נתקדשה עכ\"ל: "
      ],
      [
        "[שייך להלכה יח, יט]",
        "<b>העושה שליח לקדש לו אשה והלך וקידשה השליח אומר לעצמי קידשתיה וכו' עד ואחד כונס. </b> כתב הטור שכתב הרא\"ש על דברי רבינו דברים אלו מצאתי בירושלמי ואינם מובנים לי דנהי דהוחזק השליח בעדים היאך נתקדשה לראשון הרי עומד וצווח אע\"פ שמינני שליח בעדים חזרתי משליחותי ולעצמי קידשתיה. וברישא נמי למה הותר המשלח בקרובותיה הרי הוא אומר שעשאו שליח וגם האשה אמרה שנתקדשה לו ומאי נ\"מ במה שלא הוחזק השליח בעדים הרי הודה שעשאו שליח ע\"כ וצ\"ע עכ\"ל. והר\"ן כתב דטעמא דמילתא דכשלא הוחזק בעדים מסתמא אין האשה רוצה להתקדש לראשון כיון שאינו כאן ואין שליחותו מוחזק ומשום הכי כשאומרת איני יודעת חזקה לשני אבל כשהוחזק השליח בעדים היא סומכת על השליחות ומשום הכי כשאמרה איני יודעת חוששין לראשון. ומיהו כיון שהראשון לא היה כאן והשני כאן חוששין אף לשני ושניהם נותנין גט. ומיהו כי אמרינן חזקה לראשון היינו לומר שהראשון אסור בקרובותיה שהרי אומר לה קידשתיך. וכתב הרמב\"ם (בפרק ט' מה\"א) דהוחזק היינו שעשאו שליח בעדים ולא הוחזק היינו שלא עשאו שליח בעדים והוא ז\"ל אזיל לטעמיה שכתב בפ\"ג מה\"א שהעושה שליח לקדש לו אשה אינו צריך לעשותו בעדים. וכתב עליו הראב\"ד בהשגות אין בלשון התוספתא אם לא עשה אלא אם לא הוחזק ולעולם שעשאו בעדים אלא שלא היה השליחות מפורסם במקום האשה וכו'. וגם הוא לטעמיה אזיל שדעתו שהעושה שליח לקדש לו אשה צריך לעשותו בעדים וכו'. ומכל מקום במה שכתבתי דבקידושי סתם עסקינן שהשליח אומר לעצמי נתכונתי והיא אומרת לראשון נתכונתי תמיהני שאם יש בידה לומר לא נתקדשתי לו כשם שהיא מותרת בקרוביו כך היה ראוי שיהא הוא מותר בקרובותיה שכיון שאין המעשה מוכיח כשהוא אומר לעצמי נתכונתי הוה ליה דברים שבלב ואם המעשה מוכיח בעצמו נלך אחר הוכחתו ואין מקום למחלוקתן וכו'. לפיכך נראה לי דהכא באומר לעצמי קידשתי בפירוש עסקינן והיא אומרת לראשון נתקדשתי בפירוש ויש כאן עדים שראו הקידושין אבל אינם זוכרים למי נתקדשה עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>האשה שיצא עליה קול שהיא מקודשת לפלוני וכו' וכיצד הוא הקול וכו'.  </b> אמר רבי אבא א\"ר הונא א\"ר לא ששמעו קול הברה אלא כדי שיאמרו פלוני מהיכן שמע מפלוני ופלוני מפלוני והלכו להם למ\"ה. וכתב הרא\"ש לא פליג רב אהני דאמרי לעיל נרות דולקות וכו' דשני עניינים הם ותרוייהו חשיבי קול או זה או זה וכן דעת הריטב\"א וכן נראה שהוא דעת הרי\"ף ורבינו וכ\"כ הר\"ן דבדעולא דאיכא רגלים לדבר לא בעינן שיאמרו פלוני מהיכן שמע מפלוני וכו' דמשמע בגמרא דקרו ליה דבר ברור אבל כל שאין רגלים לדבר בעינן דבר ברור כה\"ג (ועוד דמילתיה דעולא לאו שייכא אלא בקידושין ומילתיה דר' אבא שייכא בין בקידושין בין בגירושין) והרמב\"ם כתב וכן אם באו שנים ואמרו ראינו כמו שמחת אירוסין ושמענו קול הברה ושמענו מפלוני שנתקדשה פלונית בפני פלוני ופלוני נראה מדבריו דבדעולא היינו ששמעו דקאמרי טובא פלונית נתקדשה היום ובדרבי אבא אע\"פ שלא שמעו אלא מאחד ולא אמרו גם כן נתקדשה היום אלא נתקדשה סתם סגי כיון שהקול גומר לשנים שהלכו להם אבל מה שהוא אומר דסגי בשנים מעידים ששמעו מאחד שאמר כן מפי שנים איני יכול ליישבו ללשון הגמרא אלא אם כן גורס כדי שיאמרו פלוני שמע מפלוני ופלוני והלכו להם למדינת הים עכ\"ל:  ודע דתניא בסוף גיטין שלא לפלוני אין חוששין לה בעיר אחרת אין חוששין לה ופירש רש\"י שלא לפלוני יצא עליה קול שמקודשת היום אבל לא הזכירו שמו לומר לפלוני אלא נתקדשה סתם אין חוששין לה. בעיר אחרת יצא כאן קול פלונית מתקדשת היום במקום פלוני ע\"כ. ואיני יודע למה השמיט רבינו זה ולא הצריך שיאמרו נתקדשה לפלוני כאן. ובתשובה אחת להריב\"ש מצאתי שהיה גורס בדברי רבינו שמענו שנתקדשה פלונית מפלוני. ולענין מה שה\"ל לכתוב כאן יש לומר דמכלל דבריו נשמע שנתקדשה במקום שנרות דולקות ומטות מוצעות: "
      ],
      [
        "<b>בד\"א שלא היה אמתלא וכו'. </b> כתב הטור אם יש להסתפק אם יש בקידושין שוה פרוטה או שמא קטן היה אין חוששין לקול והוא מדברי הגמרא שם. ויש לתמוה על רבינו למה השמיטו ואפשר דבכלל מ\"ש או קידושי ספק הוו הני מילי: "
      ]
    ],
    [
      [
        "<b>הארוסה אסורה לבעלה מד\"ס וכו'. </b> זה נלמד מנוסח ברכת האירוסין ואסר לנו הארוסות כלומר מדרבנן שגזרו על יחוד פנויה ואף ארוסה לא התירו עד שתכנס לחופה וכמו שאמרו במסכת כלה כלה בלא ברכה אסורה לבעלה כנדה: ",
        "<b>ואפילו אם קידשה בביאה אסור לו לבא עליה וכו'. </b> כתב ה\"ה ואמרו נפקא מינה ליורשה וכו' ולא אמרו אם מותר לבא וכו'. אומר אני דאין זה ראיה מוכרחת דאיכא למידחי ולמימר אימא לאידך גיסא דטעמא דלא אמרו נ\"מ אם מותר לבא עליה משום דפשיטא להו דמותר: "
      ],
      [
        "<b>כיון שנכנסה הארוסה לחופה וכו'. אבל אם היתה נדה אע\"פ שנכנסה לחופה וכו'. </b> הר\"ן כתב בפרק אע\"פ על דברי רבינו והדבר תימה כיון דקי\"ל ביבמות דיש חופה לפסולות נדה למה לא יקנה לפיכך נראה כדברי האומרים דלא איבעיא לן אלא לענין תוספת כתובה אבל לשאר דברים קונה עכ\"ל וגם הרא\"ש דחה דברי רבינו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אחד הכותב את הכתובה בשטר ואחד שהעידו עליו עדים וקנו מידו וכו'. </b> דברי רבינו מבוארים דבקנו מידו אע\"פ שיש לו פנאי אם רצה שלא לכתוב עכשיו אלא שביק ליה למחר וליומא אחרא שרי דכיון דסתם קנין לכתיבה עומד הוי כאילו נכתב וזהו שכתב אחד הכותב כתובה בשטר ואחד שהעידו עליו עדים וקנו מידו ה\"ז מותרת משמע בהדיא דסתם קנין אע\"פ שלא נכתב דינו שוה לכותב ממש ובשניהם מותר לגמרי ולא כתב עד שיהא לו פנאי לכתוב אלא בנתן לה מטלטלין כנגד כתובתה ומטעמא דפרישית. וזה שלא כנראה מדברי הטור שכתב בשם רבינו על העידו עליו עדים וקנו מידו מותר עד שיהיה לו פנאי לכתוב לה. ולא דק דעד שיהא לו פנאי לכתוב לא קאי אלא למתפיס מטלטלין אבל קנו מידו מותר אע\"פ שיש לו פנאי וכמו שכתבתי ודבר פשוט הוא בעיני בדקדוק הבנת לשון רבינו ותמהני על מהרי\"ק שנמשך אחר הבנת הטור בדברי רבינו ולא דקדק בדבר: "
      ],
      [],
      [
        "<b>המארס את האשה וכתב לה כתובה ולא נכנסה לחופה וכו'. </b> הרא\"ש כתב על דברי רבינו נראה שהוא מפרש שלא כתב לה אלא ע\"מ לכונסה שהכתובה אינה כלום כל זמן שלא כנסה ומנה או מאתים גובה כמלוה ע\"פ ומיהו אהני כתיבה דאית לה כתובה דהא איהו גופיה כתב בחיבורו דארוסה אין לה כתובה אם לא שכתב לה ואין דבריו נראין דלמה לא תהא כתובת מנה או מאתים כשאר מלוה בשטר לגבות ממשעבדי נהי דתוספת לא כתב לה אלא ע\"מ לכונסה מ\"מ שטר גמור הוי לענין מנה או מאתים ואע\"ג דאמרינן בפירקין דלעיל והלכתא אחד זה ואחד זה מן הנישואין מיירי דחזר וכתב לה בשעת נישואין דאמרינן אחולי אחליה לשיעבוד קמא ונתרצית לגבות מזמן הכתוב בשטר בין עיקר בין תוספת ועוד משמע דגובה מן האירוסין ממשעבדי נמי כמו מן הנישואין עכ\"ל. והר\"ן כתב הלכה כר\"א ב\"ע דאזיל בתר אומדנא הילכך אלמנה מן האירוסין אינה גובה אלא מנה ומיהו משמע דאפילו מן המשועבדין גובה אותם אלא שהרמב\"ם כתב בפ\"י מה\"א שאינה גובה מבני חורין עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>המארס את בתו קטנה וכו' ואם רצה לכנוס כונס ואין ראוי לעשות כן. </b> נראה דמשמע לרבינו דהא דאמרינן (קידושין מ\"א) אסור לאדם שיקדש את בתו כשהיא קטנה איסורא לאו דוקא אלא לומר שאין ראוי לעשות כן וכדתניא בין היא ובין אביה יכולים לעכב דמשמע דאי ניחא לה ולאביה שרי וכ\"כ בפרק שלישי אע\"פ שיש רשות לאב לקדש את בתו כשהיא קטנה אין ראוי לעשות כן אלא מצות חכמים שלא יקדש אדם בתו קטנה וכו': "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הורו כל הגאונים שזה שאמרו חכמים שהוא נאמן וכו' אבל התוספת יש לה. </b> כתב הרי\"ף דטעמא דמסתבר הוא והרא\"ש כתב איני כחולק על דברי הגאון אבל מתוך הסברא נראה דמהימן גם לענין התוספת דדבר ידוע דלשם חיבת חופה וביאה הוסיף לה וכי היכי דאמרינן לענין מנה ומאתים חזקה אין אדם טורח בסעודה ומפסידה ואם היה שונאה היה מגרשה ולא היה טורח בסעודה אע\"פ שמרויח בטורח הסעודה פיטור ממאתים של כתובה גם לענין תוספת שאינו מוסיף לה אלא בשעת חופה היאך נאמר שבשעת חופה כתב לה ולמחר בבקר נתחרט ומגרשה אלא ודאי טענתו אמת ולהכי מגרשה ואדעתא דהכי לא הוסיף לה עכ\"ל. ול\"נ דל\"ק דהא בגמרא (כתובות דף י') אמרו חכמים תקנו לבנות ישראל לבתולה ממאתים ולאלמנה מנה והם האמינוהו שאם אמר פתח פתוח מצאתי נאמן משמע בהדיא דלא האמינוהו חכמים לומר פתח פתוח מצאתי אלא משום דהם תקנו לה כתובה והם אמרו וא\"כ בתוספת שאינו מתקנת חכמים לא האמינוהו: "
      ]
    ],
    [
      [
        "<b>כשנושא אדם אשה וכו'. </b> כתב ה\"ה השלשה דברים שכתב רבינו שהם מן התורה וכו' ועוד שכל התנאים שוים. ונראה לי שהמזונות הם מדבריהם שלא כדברי האומרים בברייתא שהמזונות הם מן התורה ואע\"פ שהם שנים לגבי רבי אליעזר בן יעקב מ\"מ משנת ראב\"י קב ונקי עכ\"ל. ואני אומר שלא דקדק בדבר דהא מסיים בברייתא אליבא דראב\"י דמזונות ועונה הוו דאורייתא וכמו שכתבו התוספות בפרק נערה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ואם היה עני ביותר וכו' כופין אותו להוציא וכו'. </b> כתב רבינו ירוחם שתמהו על רבינו למה כופין אותו להוציא מאחר שאין לו ממה לזונה דאם אין לו אין כופין כמו ב\"ח שאין לו עכ\"ל. ויש לתמוה על תמיהתם דמה ענין זה לזה דב\"ח אין תקנה בדבר מה שאין כן בנדון זה שיש תקנה שיוציאנה ומאחר שאחד מתנאי הנישואין הם המזונות אם אין לו במה לזון יוציאה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>מי שהלך למדינה אחרת וכו' ואין מחשבין עמה על מעשה ידיה עד שיבא בעלה. </b> הרא\"ש כתב על דברי רבינו דלא מסתבר כלל שהדבר ראוי כשנפרעין מנכסי אדם שלא בפניו שיש להפך בזכותו. וגם הר\"ן כתב אע\"פ שדעת אבות העולם כך דברי תימה הם שכיון שהיא חייבת במעשה ידיה לבעל וכו' למה לא יחשבו ב\"ד עליו כשיחשבו לה מזונות והראיה שהביאו מדאמרינן אי נמי קטנה וספקה אינה מכרעת כלל וכו' וכך נ\"ל מדברי רש\"י וכו' ובסוף דבריו כתב אע\"פ שהדברים מראים כן אין לנו כח לחלוק על אבות העולם: "
      ],
      [],
      [
        "<b>יש מן הגאונים שהורה שאין פוסקין מזונות לאשה וכו' עד שיהא שטר כתובתה יוצא מתחת ידה וכו' ודעתי נוטה לזה במי שהלך בעלה וכו' עד ולעולם טוענין ליורש וכו'. </b> בפי\"ח כתב רבינו דאלמנה אין לה מזונות עד שתשבע אבל אשה שהלך בעלה למדה\"י פוסקין לה מזונות ואין משביעין אותה וכתב הריטב\"א בר\"פ שני דייני והלכה כחנן ודעת הרמב\"ם דדוקא מי שהלך בעלה למדה\"י אבל אלמנה אין נותנין לה מזונות אלא בשבועה דטפי מתפיס איניש צררי לאחר מיתה כדי שלא תתבזה אצל היתומים. ואינו מחוור דהא שמואל דאמר אין פוסקים מזונות לא\"א כששמעו בו שמת מודה דפוסקין ועוד דבפרק השולח (גיטין ל\"ח) בההיא איתתא (דחשודה אשבועה ותבעה כתובתה) דאתאי לקמיה דרב הונא וכו' א\"ל מזוני נמי לית לך דאמר שמואל התובעת כתובתה בב\"ד אין לה מזונות ואם איתא ל\"ל מדשמואל תיפוק ליה דבעיא שבועה והיא חשודה א\"ו האלמנה נותנין לה מזונות בלא שבועה עכ\"ל. והרא\"ש כתב על דברי רבינו וז\"ל דבריו תמוהים דהא שמואל מוקי מילתא דחנן כששמעו בו שמת והיא ניזונת בלא שבועה ובהלך בעלה אפילו בשבועה אינה נזונת ואע\"ג דליתא לדשמואל מ\"מ בסברא זו לא מצינו חולק עליו דסברא מרווחא היא להצריכה שבועה יותר בחייו מבמותו דבמותו מסתמא עומדת לגבות כתובתה ותשבע בסוף אבל בחייו לא ניתנה כתובתה לגבות בחייו ושמא תמות בחייו ולא תבא לידי שבועה לעולם. ומ\"ש מפני שניזונת מנכסי יורשין וטוענין ליורש אמרי נואש הם דכמו שטוענין ליורש ולוקח יותר ראוי לטעון למי שיורדין ליפרע מנכסיו שלא בפניו דאין לו מי שיטעון בשבילו וכגון זה פתח פיך לאלם. ומ\"ש שבחייו ניזונת מן התורה הא ליתא דכל אמוראי סברי דמזונות האשה דרבנן אלא דפליגי אי מזוני עיקר [התקנה ותיקנו מעשה ידיה תחת מזונות או מעשה ידיה עיקר] ותיקנו מזונות תחת מעשה ידיה. ועוד דקי\"ל דגובה כתובתה בעידי מיתה אע\"פ שאין שטר כתובה בידה דהטוען אחר מעשה ב\"ד לא אמר כלום וכ\"ש דיש לה מזונות דנכסים בחזקתה הם לענין מזונות כדתני לוי אלמנה כל זמן שלא נישאת על היתומים להביא ראיה עכ\"ל. ומ\"ש שיותר ראוי לטעון למי שנפרעים מנכסיו שלא בפניו וכו' י\"ל שמי שנפרעים מנכסיו שלא בפניו שאני שהיום או מחר יבוא ויטעון ויוציא לאור משפטו מה שאין כן ביורש. ומ\"ש דכל אמוראי סברי דמזונות דרבנן י\"ל דראב\"י שמשנתו קב ונקי סובר שהם דאורייתא וכמ\"ש התוספות בפרק נערה (דף מ\"ז.) ומ\"ש דגובה כתובתה בעידי מיתה אע\"פ שאין שטר כתובה בידה וכו' אינה טענה דאיכא למימר דה\"ה דגובה בעידי גט ועוד דההיא דהטוען אחר מעשה ב\"ד במקום שאין כותבין כתובה היא ורבינו הכא במקום שכותבין כתובה מיירי. ומ\"ש דנכסים בחזקתה הן לענין מזונות וכו' י\"ל דהתם אחר שהוציאה שטר כתובתה בב\"ד אבל כל זמן שלא הוציאה בב\"ד עדיין אין לה מזונות והיאך יהיו הנכסים בחזקתה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>המדיר את אשתו מליהנות לו וכו' ובאותם ל' יום תהיה היא עושה ואוכלת ויהיה אחד מחביריו מפרנס אותה וכו'. </b> כתב הר\"ן על זה וז\"ל ודבריו תמוהים בעיני הרבה דהא בגמרא אמרינן בהדיא דלא מצי מדיר לה אלא באומר לה צאי מעשה ידייך במזונותייך אבל סתמא לא אמרינן נעשה כמי שאומר לה ומש\"ה מסקינן לה דוקא באומר לה ובמספקת לדברים גדולים ובמגלגלת בהדיה לדברים קטנים ומדבריו נראה דאפילו כשאין מעשה ידיה מספיקין ולא איתגלגלא בהדיה חייל נדרא וכל שמעשה ידיה מספיקין אפילו לא א\"ל צאי וכו' מצי מדיר לה ואילו בגמרא אמרינן דנהי דבאומר מהני כי לא אמר משועבד לה ולאו כל כמיניה למימר איני נותן מזונות ושהיא עצמה תעכב מעשה ידיה ודכותה גבי אשה אע\"פ שהיא יכולה לומר איני נזונית ואיני עושה אינה יכולה לומר איני עושה בלבד ושהוא מעצמו יעכב מזונות דהא תנן קונם שאני עושה לפיך א\"צ להפר ואין לך אומרת איני עושה גדול מזה. ונ\"ל שהביאו לומר כן משום דלא אשכחן דאלמוה רבנן לשעבודא דידה והיינו טעמא משום דלא צריך לאלומיה דע\"כ או יתיר נדרו או יוציא ויתן כתובה ומש\"ה ס\"ל ז\"ל דתנא דקונם שאני עושה לפיך א\"צ להפר היינו משום דס\"ל דקונמות אין מפקיעים מידי שיעבוד ולא צריך כלל לטעמא דאלמוה וכי אמרינן הכי בפרק אע\"פ היינו כר\"י בן נורי דס\"ל דהשתא לא חייל נדרא ולבתר הכי חייל ומש\"ה ע\"כ איצטריכינן לאסוקי דקונמות כקדושת הגוף דמו ואלמוה לשיעבודיה דבעל כדאיתא בסוגיא דאע\"פ דוק ותשכח. אבל לת\"ק דאמר אינו צריך להפר נקטינן מילתא כפשטא דס\"ל דקונמות אין מפקיעים מידי שיעבוד וכי פרכינן והתנן קונם וכו' הכי פרכינן לימא מתניתין דלא כת\"ק דהתם וכל הך סוגיא לפרוקי ת\"ק דהתם אמתניתין איתמרא אבל לדידן דקי\"ל כר\"י בן נורי דקונמות מפקיעין מידי שיעבוד לא צריכינן לכל הני הויות ול\"ק לן מידי משום דשיעבודא דידיה הוא דאלמוה דאל\"כ יצטרך לגרש בע\"כ והאיש אינו מוציא אלא ברצונו אבל שיעבודא דידה אמאי צריכי לאלומי הא ביפר או יוציא ויתן כתובה סגי שהאשה יוצאה לרצונה ושלא לרצונה ובכך עלו דברי הרמב\"ם ז\"ל כהוגן עכ\"ל: "
      ],
      [
        "<b>נדרה היא שלא תאכל א' מכל מיני הפירות וכו'. </b> כתב הר\"ן האי יוציא דתנן משמע לי יוציא בע\"כ אפילו רצה לקיימה מטעמא דמיסנא הוא דסני לה אלא שראיתי להרמב\"ם שכתב בפי\"ב מה\"א נדרה היא שלא תאכל וכו' אם רצה שתשב תחתיו וכו' ודקדק כן מדאמרינן (כתובות ע\"א) גבי האשה שנדרה בנזיר ואם אמר אי אפשי באשה נדרנית יוציא ויתן כתובה וכבר כתבו דלאו דוקא אלא ה\"ק ואם אמר הבעל אי אפשי באשה נדרנית ומש\"ה לא הפר יוציא ויתן כתובה עכ\"ל: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>האשה שמנעה בעלה מתשמיש המטה היא הנקראת מורדת וכו' אם אמרה מאסתיהו וכו' ותטול בלאותיה הקיימים וכו'. </b> כתב הר\"ן בתשובות הרמב\"ם פירש זו שאמר בפרק אע\"פ (כתובות דף ס\"ג) כלתיה דרב זביד אימרדא הוה תפיסא חד שירא דמסקינן עלה בגמרא השתא דלא אתמר הלכתא לא הכי ולא הכי דתפסה לא מפקינן מינה דלא תפסה לא יהבינן לה במורדת כפשטה וכן מוכיחים דברי הרמב\"ם שכתב זה החילוק בין תפסה ללא תפסה בדיני מורדת וסבר הרב ז\"ל דדוקא במורדת יש חילוק בין תפסה ללא תפסה דבלא תפסה הפסידה אבל האומרה מאיס עלי אפילו לא תפסה לא הפסידה וטעמו של דבר לפי שהמורדת אינה מבטלת מיד תנאי אישות שבינו לבינה אלא כל הפסדה הוא שבעה דינרים בכל שבת מעיקר התקנה ולפיכך כיון דקנסוה שתפסיד ז' בכל שבת דין הוא שיהא זה ההפסד מוטל על כל נכסיה וכאילו הבעל מרויח על נכסיה שבעה בכל שבת ולפיכך דין הוא שנאמר שבלאותיה הקיימים שאם לא תפסה אותן הפסידתן אבל האומרה מאיס עלי אין ענינה כן שאין הבעל מרויח עליה דבר קצוב כדי שנאמר שיהא ריוח הבעל והפסד האשה מוטל על כל נכסיה אלא הרי היא מבטלת תנאי האישות מיד והפסידה כל שיש לה על הבעל אבל מה שהוא שלה כגון בלאותיה לא הפסידה דה\"ל כההיא דאמרינן בס\"פ אלמנה (שם דף ק\"א:) אם היא זינתה כליה מי זנו ולפיכך כתב הרמב\"ם שתטול בלאותיה ולא חילק בין תפסה ללא תפסה עכ\"ל: "
      ],
      [
        "<b>ואם מרדה תחת בעלה לצערו וכו' שולחין לה מב\"ד וכו'. </b> נראה מדברי רבינו שהוא פוסק כרבותינו וכרמי בר חמא (שם סג:) דאמר פעמיים שולחים לה מב\"ד אחד קודם הכרזה ואחד לאחר הכרזה ומפרש דהא דאמר רבא אמר רב ששת נמלכין בה הוא מלבד הפעמיים ששולחים לה. ולפי זה צריך לפרש דמאי דאמר רבא האי בורכא היינו לומר דמדאמרינן הלכה כרבותינו משמע שכיון שאחר ההכרזה שלחו לומר לה הוי יודעת שאפילו כתובתיך מאה מנה הפסדת אותה וכו' מיד מפסדת כתובתה והא ליתא אלא אינה מפסדת עד שנמלכין בה: ומ\"ש אם עמדה במרדה ולא חזרה נמלכין בה ותאבד כתובתה וכו'. כתב הר\"ן לי נראה דה\"ק הלכה נמלכין בה דלא סגי בששולחין לה מבית דין לומר הוי יודעת אלא הבית דין בעצמם נמלכין בה קודם שיפסקו את הדין להפסידה כתובתה. ואפשר שזהו דעת הרמב\"ם שכתב ואחר ההכרזה שולחין לה פעם שניה ואומרים לה וכו' ואם עמדה במרדה ולא חזרה נמלכים בה ותאבד כתובתה עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>וכן ארוסה שהגיע זמנה לינשא ומרדה כדי לצערו וכו'. </b> כתב הריב\"ש נראה לע\"ד דכותבין אגרת מרד על שומרת יבם אף באומרת מאיס עלי וזה נראה ברור. ומ\"ש הרמב\"ם וכן ארוסה שהגיע זמנה לינשא ומרדה כדי לצערו ולא נשאת הרי היא מורדת מתשמיש וכן יבמה שלא רצתה להתיבם כדי לצערו וכו' לא לומר שבאומרת מאיס עלי אין כותבין לא על ארוסה ולא על שומרת יבם אלא שלדעת הרב שבאומרת מאיס עלי כופין אותו לגרש לא היה צריך להשמיענו זה בארוסה ושומרת יבם דאם נשואה כבר יוצאה שאינה נשואה אינו דין שלא תנשא ושכופין לגרש או לחלוץ וכיון שכופין לגרש פשיטא שאין לה כתובה שאם תצא בכתובה תהא נותנת עיניה באחר ותאמר לבעלה מאיס עלי אבל באומרת בעינא ליה ומצערנא ליה הוצרך הרב להשמיענו שאף בארוסה ובשומרת יבם עושים להם כסדר הזה: "
      ],
      [
        "<b>אבל נכסים שהכניסה לו וכו' ואם תפסן הבעל אין מוציאין מידו. </b> כתב הריב\"ש כל דתפסה לא מפקינן מינה לא תפסה לא יהבינן לה. ומ\"ש הרמב\"ם ואם תפס הבעל אין מוציאין מידו לא דק ואגב שיטפא נקטיה עד כאן לשונו: "
      ],
      [],
      [],
      [],
      [
        "<b>האשה שחלתה וכו'. </b> כתב ה\"ה במשנה פרק נערה וכו'. ואני אומר שא\"כ לא היו סותמין וכו'. מ\"כ כמדומה שנדמה להרב המגיד דהאי וכ\"ש בבנות ישראל הקדושות הראב\"ד או הרשב\"א קאמר לה ואינו כי אם מלשון ספרי ותירוץ ה\"ה דחוק מאד. לזה נראה שרבינו סובר דההיא דסיפרי מיתניא אליביה דר' נתן דמפרש לקרא דושלחתה לגרשה בגט אחר קידושין וכדקאמר לעיל מהך דרשה ושלחתה בגט כדברי רבי יהונתן ומש\"ה יליף בתר הכי שאם היתה חולה ימתין לה עד שתבריא ולא יגרשנה בגט וכ\"ש בנות ישראל אבל רבנן מפרשים לקרא מקמי קידושין שאם לא יחפוץ בה לקדשה ישלחנה לנפשה ולא שייכא הכא המתנה הואיל ואינה מקודשת לו הילכך ליכא למילף מהכא מידי. ורבינו מפ' קרא כרבנן דלא ליהוי בגט וכמ\"ש בפ\"ח מהלכות מלכים ומ\"מ שמעינן מיהא מסיפרי דאין אדם רשאי לעשות כן וזהו שאמר רבינו ואין ראוי לעשות כן עד כאן לשונו: "
      ],
      [],
      [
        "<b>היו דמיה יותר על כדי כתובתה ואמר הריני מגרשה וזו כתובתה וכו' בד\"א בפעם ראשונה וכו'. </b> נראה מדברי רבינו דדוקא כשרצה לגרשה אבל אם אינו רוצה לגרשה אינו חייב ליתן לה כתובתה לפדות עצמה: "
      ],
      [],
      [
        "<b>המדיר את אשתו נדר וכו'. </b> הרי\"ף השמיט דין זה וצריך ליתן טעם למה השמיטו. ונ\"ל דטעמא משום דמשמע ליה דבכלל דברי רבא הוא דאמר כל שאיסור דבר אחר גורם לה אינו חייב לפדותה. אבל הר\"ן כתב שי\"א שכיון שהרי\"ף לא הביא מזה כלום משמע דלא ס\"ל הכי וטעמא משום דבפרק המדיר פסק בנדרה היא וקיים לה איהו כמ\"ד הוא נתן אצבע בין שיניה ובסוגייא דהכא נמי שקלינן וטרינן מעיקרא דאי איהו נתן אצבע בין שיניה פודה וכיון דאית לן לעולם בנדר אפילו נדרה היא הוא נתן אצבע בין שיניה ולענין כתובה חייב הה\"נ הכא דחייב לפדותה כיון שהוא נותן אצבע בין שיניה הילכך קי\"ל כר\"א דמחייב ולאו מטעמיה עכ\"ל. וקשה לי שרבינו בספי\"ב פסק בנדרה היא וקיים לה הוא כמ\"ד הוא נתן אצבע בין שיניה ובדין זה פסק כר' יהושע ולפי טעם זה שכתב הר\"ן דברי רבינו סותרים זה את זה ועוד דהא דאמרינן בסוגיין דאי איהו נתן אצבע בין שיניה פודה בדרך דחייה איתמר כי היכי דלא נוקי לאביי ורבא כתנאי ואם כן מהי תיתי לן לקיים ההיא דחייה וליתי ר' יהושע דלא כהלכתא מוטב דנוקי לאביי ורבא כתנאי וליתי רבא כרבי יהושע דהלכתא כוותיה ועוד דההיא אוקימתא אפילו בדרך דחייה לא קמה דהא אותבוה ואסיקו אלא לעולם בדאדרה איהו ואביי מתרץ לטעמיה ורבא מתרץ לטעמיה וכו' וכיון דההיא אוקימתא אפילו בדרך דחייה לא קמה לא חיישינן לה הלכך נ\"ל שהטעם שכתבתי עיקר: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>מי שחשקה נפשו וכו' והוא שלא יהא יצרו מתגבר עליו וכו'. </b> בפרק קמא דקידושין (דף כ\"ט:) ילמוד תורה ואח\"כ ישא אשה ואם א\"א לו בלא אשה ישא אשה ואחר כך ילמוד תורה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>הוא אומר הפילה וכו' ובכל זה משביעה שבועת היסת וכו'. </b> כתב ה\"ה ז\"ל נראה לי שדעת רבינו בזה וכו'. ק\"ל על זה שסוף סוף קושיית הראב\"ד במקומה עומדת שאין ביניהם מחלוקת לענין הכתובה דהא בין הפילה בין לא הפילה יש לה כתובה וטענתם אינה אלא אם חייב לגרשה אם לאו וא\"כ אין מקום לשבועה ועוד שרבינו כתב שבטענה זו יתחייב ליתן לה כתובה משמע דבטענה דידיה אינו חייב ליתן לה כתובה ועוד שהדמיון שהביא ה\"ה מהלכות טוען ליתיה דהתם נתבע נשבע ונפטר והכא תובע נשבע ונוטל. לפיכך נ\"ל שהטע' משום דהכא מתוך טענותיה ניכר שהיא רוצה להתגרש ממנו שאומרת שכבר הגיע זמנה להתגרש וליטול כתובתה והוא אומר שלא הגיע זמנה עדיין ואילו היה כדברי הבעל שעדיין לא הגיע זמנה להתגרש אם תרצה להתגרש אינו חייב ליתן לה כתובה והרי זה דומה למוציא שטר חוב על חבירו וטען הלוה קבעת לי זמן שנשבע המלוה היסת ונוטל אף גם זאת מוציאה שטר כתובתה ואומרת שהגיע זמנה לגבות והבעל טוען שעדיין לא הגיע זמנה לפיכך נשבעת ונוטלת: "
      ]
    ],
    [
      [
        "<b>הנכסים שמכנסת וכו'. </b> כתב ה\"ה מ\"ש שאין הנדוניא בכלל כתובה וכו' שדעת רבינו הוא שהנדוניא כחוב בעלמא ונגבית [היא] מן הבעל בבינונית. אבל מ\"ש רבינו בפרק זה וכן התקינו שאם היו לבעל שדות טובות ורעות וכו' כתב ה\"ה שמהירושלמי נראה כדברי רבינו: "
      ],
      [],
      [],
      [
        "<b>וכן התקינו שכשתבוא לגבות לאחר מותו לא תגבה עד שתשבע וכו'. </b> ואם מתה קודם שתשבע כתב לקמן בפרק זה ועיין עוד בפרק י\"ח בבא המתחלת מציאת האלמנה וכו' ואם מתה האלמנה בלא שבועה יורשיה נוטלים נדוניתה אע\"פ שהם נצ\"ב: "
      ],
      [
        "<b>וכן התקינו שלא תגבה האלמנה כתובה וכו'. </b> רבינו כתב בפירוש המשנה פרק יש בכור דהשתא דגביא ממטלטלי גובות האשה והבנות משבח ששבחו נכסים אחר מיתת הבעל וגם נוטלות בראוי כבמוחזק כמו שיתבאר בהלכות הלואה פרק י\"ז: "
      ],
      [],
      [],
      [],
      [
        "<b>הרי שלא כתב כך בשטר הכתובה אלא נשאה סתם וכו'. </b> כתב הריב\"ש וז\"ל מ\"ש הרמב\"ם שאין תקנה זו כשאר תנאי כתובה שנאמר בה אע\"פ שלא נכתב כמי שנכתב דמי נראה שלא אמר כן אלא במקום שכותבין בכתובות שיעבוד מטלטלין וזה כתב כתובה ולא כתב שיעבוד מטלטלין ובזה י\"ל כיון שמנהג המקום לכתוב וזה לא כתב נראה שלא נשתעבד אלא א\"כ היה יודע בתקנתם של גאונים שאז י\"ל שעל תקנתם הוא סומך ואם לא ידע בה י\"ל שלא תגבה מטלטלי דיתמי כיון שלא כתב כמנהג המקום וכ\"נ מלשונו שכתב הרי שלא כתב כן בשטר הכתובה וכו' אלמא כתובה כתב לה אלא שלא כתב כדרך שכותבין האחרים ועוד נראה מדבריו שתקנה הכתובה לא פשטה בימיו בכל ישראל אלא ברוב ישראל אבל תקנת המלוה בכל ישראל פשטה עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>מתה האלמנה קודם שתשבע וכו'. </b> זהו דוקא בעיקר כתובה ותוספת ואף בנכסי נדוניתה אם אינם בעין הן או חליפין וכמו שיתבאר בפרק י\"ח בבא המתחלת מציאת האלמנה וכו' ואם מתה האלמנה בלא שבועה יורשיה יורשים נדוניתה אע\"פ שהיא נכסי צאן ברזל ע\"כ וזה כשאין בשטר כתובתה נאמנות הן ממנו הן מיורשיו שאם כתב כן אפילו מתה קודם שתשבע יורשיה גובים כל כתובתה אף עיקר ותוספת דליכא למימר בה אין אדם מוריש שבועה לבניו שהרי לא נתחייבה שבועה כיון שהבעל האמינה עליו ועל יורשיו: "
      ],
      [
        "<b>ייחד לה קרקע וכו' וכן אם כתב לה מטלטלין וכו'. </b> והוא הדין לנדוניא שהביאה וכ\"כ הריב\"ש דאע\"פ דבר\"פ אע\"פ (דף נ\"ה) מיירי כשייחדו לה הבעל לאחריות כתובתה כל שהן מנדונייתה הרי הם מיוחדים לה שהרי יכולה לומר כלי אני נוטלת ואין הבעל יכול לסלקה בדמים משום שבח בית אביה כר\"י דס\"ל הכי בפרק אלמנה לכה\"ג וקי\"ל כוותיה: ומ\"ש וכן אם נמכרו ונלקח בהם מטלטלין אחרים וכו'. נראה דהוא הדין אם נמכרו נכסי נדוניתה ולקחו בהם מטלטלין אחרים ונודע שאלו השניים מדמי נדונייתה הן נוטלתן בלא שבועה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ועד כמה תגבה האלמנה העיקר וכו'. </b> כתב הטור יראה מדברי הרמב\"ם שאין הוכחת השתיקה מחילה אלא לעיקר אבל התוספת לא. ונראה שדקדק כך הטור מדברי רבינו משום דמשמע ליה דמחילה דאחר כ\"ה שנה כשהיא בבית אביה אגביית עיקר שכתב ברישא קאי ולא אתוספת. ולי נראה דאה\"נ דלתוספת נמי הויא שתיקה מחילה ומה שלא הזכיר רבינו אלא העיקר משום דבמקום שאין כותבין מיירי וכבר כתב דתוספת אין לה בכל מקום אלא בראיה ברורה וא\"כ בלא טענת מחילה נמי לית לה תוספת כל שאין לה ראיה ברורה אבל עיקר לעולם יש לה אלא היכא ששהתה כ\"ה שנה ומשום טענת מחילה ומטעם זה נקט עיקר אבל אה\"נ דאי אית לה ראיה ברורה על התוספת אם היא בבית אביה ושתקה כ\"ה שנה מחלה נמי תוספת וכ\"כ ה\"ה: "
      ],
      [],
      [
        "<b>ונאמן הקטן להעיד בגדלו וכו'. </b> כתב הריב\"ש על זה צריך עד אחד שיעיד עמו דהא מתניתין בהדיא קתני אם יש עדים. והרמב\"ם כתב אם יש עדים שעשו לה המנהגות וכו' וכתב אח\"כ ונאמן הקטן להעיד בגודלו ומלשונו זה אין להכריח אם ר\"ל על עד אחד מן העדים אבל העד צריך שיעיד שראה בגדלו או אם כל אחד מהם יכול להעיד על מה שראה בקטנו: "
      ],
      [
        "<b>האשה שאמרה לבעלה גירשתני נאמנת וכו' והוא אומר לא גירשתיך חייב ליתן לה וכו'. </b> כתב על זה הטור ולא נהירא שאם הוא נאמן למה יתן עיקר ואם אינו נאמן יתן לה הכל שהרי כתובתה בידה וכן השיג עליו הראב\"ד עכ\"ל. וי\"ל שהטעם שהוא חייב ליתן העיקר מפני מדרש כתובה לכשתינשאי לאחר תטלי מ\"ש ליכי אבל בתוספת אין מדרש וכ\"כ ה\"ה בסוף פרק זה בשם הרמב\"ן וכ\"כ הר\"ן בסוף נדרים: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>האשה נאמנת לומר מת בעלי וכו' לפיכך אם באה לב\"ד ואמרה מת בעלי התירוני לינשא וכו' ומשביעין אותה. </b> הטור הבין בדברי רבינו דהיינו לומר שמשביעין אותה שמת בעלה וזה דבר תימה שמאחר שמתירין אותה לינשא ממילא גובה כתובתה שהרי הוא כותב לה שאם תינשאי לאחר תטלי מ\"ש ליכי וכמו ששנינו בפרק האשה שלום וא\"כ אין מקום לשבועה זו. ומ\"ש רבינו משביעין אותה שמשביעין אותה שבועת אלמנה כשאר אלמנות: ",
        "<b>באה ואמרה מת בעלי התירוני וכו'. </b> ה\"ה כתב דבתנו לי כתובתי והתירוני לינשא פסק ככל תיקו שבממון ולא שת לבו ליישב למה מתירין אותה לינשא ה\"ל למיפסק בה ככל תיקו דאיסורא. ושמא י\"ל דסבר רבינו דכיון דמדינא איתתא מהימנא לומר מת בעלי שתינשא אי משום דמילתא דעבידא לאיגלויי היא אי משום מתוך חומר שהחמרת עליה בסופה וכו' האי בעיא דסלקא בתיקו הוה ליה ספיקא דרבנן ולקולא: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>שאין דין קדימה במטלטלין. </b> כתב הר\"ן בפרק מי שהיה נשוי ומגיד משנה בפרק כ\"ב בבבת כנס את יבמתו והניח אחיו פירות ופרק כ' מהלכות מלוה ובטור אבן העזר סי' ק\"ב דה\"מ בדלא כתב ליה מטלטלי אגב שאם כתב לו כן יש בהם דין קדימה וכן מבואר בגמרא פרק חז\"ה: "
      ],
      [
        "[שייך להלכה ד, ה]",
        "<b>מי שגירש את אשתו וכו' וכן מי שמת והניח אשה וב\"ח וקרקע שאין בה דין קדימה האשה נדחית מפני ב\"ח וכו'. </b> כתב הריב\"ש על זה וז\"ל כבר ביאר הוא ז\"ל למעלה בסמוך הטעם מפני שהב\"ח הפסיד והוציא מעותיו והאשה לא חסרה כלום וא\"כ זה הוא בעיקר כתובה ותוספת אבל בנדוניא הרי היא כב\"ח וכן ביאר בסמוך וגם שאין זה במשועבדים אגב שהרי יש בהם דין קדימה עכ\"ל. וכבר נתבאר בסמוך דאי אקני לה מטלטלי אגב מקרקעי גם במטלטלין יש דין קדימה וכמ\"ש הריב\"ש: "
      ],
      [
        "[שייך להלכה ד, ה]",
        "<b>מי שגירש את אשתו וכו' וכן מי שמת והניח אשה וב\"ח וקרקע שאין בה דין קדימה האשה נדחית מפני ב\"ח וכו'. </b> כתב הריב\"ש על זה וז\"ל כבר ביאר הוא ז\"ל למעלה בסמוך הטעם מפני שהב\"ח הפסיד והוציא מעותיו והאשה לא חסרה כלום וא\"כ זה הוא בעיקר כתובה ותוספת אבל בנדוניא הרי היא כב\"ח וכן ביאר בסמוך וגם שאין זה במשועבדים אגב שהרי יש בהם דין קדימה עכ\"ל. וכבר נתבאר בסמוך דאי אקני לה מטלטלי אגב מקרקעי גם במטלטלין יש דין קדימה וכמ\"ש הריב\"ש: "
      ],
      [],
      [
        "<b>היו כתובים וכו'. </b> אבל מ\"ש לעיל אבבת מי שגירש את אשתו וכו' קאי: "
      ],
      [],
      [],
      [],
      [
        "<b>הבעל שמכר נכסיו וכו'. וכן אם מכר הבעל וכו' ונפסד המכר. </b> כתב ה\"ה כוונת רבינו במ\"ש ונפסד המכר צריכה תלמוד. נ\"ל שאפשר לומר שלא כתב רבינו כן אלא מפני שהיה רוצה בין אותה שדה [בין שדה אחרת] והא לא שייך אא\"כ נפסד המכר א\"נ לרבותא נקט הכי דכיון שנפסד המכר על ידה ה\"א דמסתמא היה בעלה מתקוטט עמה עד שהוצרכה להודות לו ומפני כך הקנית לשני ונמצא שבאונס הודית ולא כלום הוא קמ\"ל: "
      ],
      [],
      [
        "<b>אבל הגרושה לא תמכור אלא בב\"ד. </b> כתב ה\"ה משנה שם ויש מי שהעמידה בגמ' כר\"ש אבל לרבנן אפילו גרושה מוכרת שלא בב\"ד ופוסק רבינו כמי שהעמידה אפילו כחכמים ואע\"פ שרבינו סובר טענת חן האשה וכו' עד לפיכך לא תמכור אלא בב\"ד. הר\"ן כתב על טעם זה אינו מחוור לי דבשלמא אי לא אמרה רב יהודה גופיה אלא אמורא אחרינא שפיר אבל כיון דחזינן דרב יהודה אפי' בנזקקין לא חייש לחינא משמע דהכא לטעמיה אזיל דלא חייש לחינא כלל וכיון דהתם לא קי\"ל כוותיה מאן פלג לך דלימא דבהא מיהא נקטינן כוותיה וצ\"ע עכ\"ל. ול\"נ לתרץ דשני מחלוקות הם דר' יוחנן דאמר התם משום חינא לא איפליג הכא כלל ואפשר דהכא ס\"ל כרב יהודה הילכך פסקינן כוותיה דנזקקין והכא פלוגתא אחרינא הוא ולא תליא בהדיה כלל וכיון דמתניתין דגרושה לא תמכור לרב יהודה אתיא ככ\"ע פסקינן כוותיה וזה כפי גירסת הרי\"ף דגריס בפלוגתא דהכא עולא ורב יהודה ומ\"ש הר\"ן שמדברי הרי\"ף נראה שלא פסק כר\"י דנזקקין ל\"נ דכיון דלקמן כתב עובדא דאמימר דאמר אדר\"י משום חינא מתנינן לה כוותיה קי\"ל דאל\"כ ה\"ל לפרש: "
      ],
      [
        "<b>אלמנה שמכרה קרקע בכתובתה בינה לבין עצמה וכו'. </b> בפרק אלמנה ניזונת (דף צ\"ח) איבעיא להו מוכרת שלא בב\"ד צריכה שבועה או לא ואיפשיטא דצריכה שבועה. וכתב הר\"ן שדעת רבינו כהרמב\"ן שפירש דהכי מיבעיא לן אי אמרינן תמכור ואח\"כ תשבע כדי שלא תשהה ותפסיד מזונות בינתים דלאחר מכירה ודאי דתשבע שבועת הבא ליפרע מנכסי יתומים שמפני שמכרה שלא בב\"ד לא הפסידו היתומים תקנת שבועת הבא ליפרע מנכסי יתומים: "
      ],
      [],
      [
        "<b>היתה כתובתה ד' מאות זוז ומכרה לזה במנה וכו'. </b> משנה פרק אלמנה ניזונת ואמרינן בגמרא דאי היכא דאמר לשליח זבין לי כורא ואזל וזבן ליתכא מעביר על דבריו הוי משום דא\"ל לא ניחא לי דלפשו שטרי עילואי מתניתין צריך לאוקומה בשלא היו השדות הללו יחד ואין ראויים לאדם אחד דמעיקרא אדעתא דהכי נעשית שליח ורבינו אע\"פ שפסק בפכ\"א מהלכות שלוחין דמעביר על דבריו הוי כתב כאן משנתנו כצורתה ולא חילק בין שדה לארבע שדות ובין מכרה בשטר אחד למכרה בארבעה שטרות ונ\"ל משום דלא דמיא מתניתא לשליח דאלמנה לאו שליחותא דיתמי קא עבדה דהא נכסי בחזקת אלמנה קיימי כדאמרינן בפרק אלמנה ניזונת ובלאו הכי לא דמיא אלמנה לשליח שהרי אם רצתה למכור לחצי כתובתה או לשליש או לרביע הרשות בידה כדתנן בפרק אלמנה ניזונת מוכרת היא אפילו ארבע וחמש פעמים ועוד שהרי ר\"ת פירש דאפושי שטרי דלעיל לאו משום זילותא דנכסי הוא אלא משום שיצטרך לחזר בכל שטר ושטר אחר חתימת עדים וקנין וכתב הרא\"ש שרב אלפס צריך לחלק כמו שפירש ר\"ת ולפ\"ז גם כן אלמנה שמכרה ליכא למיחש לאפושי שטרי שהאלמנה היא המחתמת השטרות ואין ליתומים עסק בהם וכיון דליכא ליתמי חשש דאפושי שטרי אפילו מכרה שדה אחת לארבעה בני אדם בארבעה שטרות מכרה קיים ובגמרא ה\"מ לשנויי חד מהני שינויי אלא שרצה להשיב לו לפי דבריו: "
      ],
      [],
      [],
      [
        "<b>המוכרת כתובתה וכו'. </b> מכירה ומחילה זו שכתב רבינו שהיא קיימת היא בעיקר הכתובה מפני שאין לה לומר נחת רוח עשיתי לבעלי כדי שלא יהיה לו איבה שיאמר לה עיניך נתת בגירושין ובמיתה שהרי כיון שכל הנשים יש להן עיקר כתובה אין לה למכור ולתת לו מפחד איבה שלא יאמר לה עיניך נתת בגירושין ובמיתה דאדרבה היא יכולה לומר עיניך נתת בגירושין כשמבקש ליתן או למכור לה כתובתה ולכן מכירתה ומחילתה קיימים ולדעת רבינו ה\"ה לתוספת כמ\"ש בס\"פ י\"ח אבל הנדוניא אינה ככתובה לדעת רבינו אלא כחוב בעלמא ומ\"ש רבינו בפרק כ\"ב הם בנצ\"ב ובנכסי מלוג כמו שמבואר שם בדבריו לא בעיקר כתובה ותוספת: ",
        "<b>אבל המוחלת וכו' ואפילו מזונות אין לה עליו.  </b> כך נראה מדברי הרי\"ף והרא\"ש וגם הר\"ן כתב שכדברי רבינו נראה עיקר:  כתב הרשב\"א מוחלת כתובתה לבעלה מה שעשתה עשוי ומיהו דוקא במוחלת שלא מחמת אונס ידוע אבל אם נאנסה ומחלה ויש עדים על האונס כגון זה שהיה מתקוטט עמה כדי שתמחול לו והוציאה מביתו ונתפייסה ומחלה לו כדי שתשב עמו בשלום אע\"פ שלא מסרה מודעא המחילה בטלה וכל שיש סיפק בידו לעשות ומפחידה הרי זה אונס: ",
        "<b>והוא שיהיו דברים שהדעת סומכת עליהן וכו'. </b> מ\"ש או דברי תימה יש ללמוד כן מדאמרינן בס\"פ החובל (ב\"ק דף צ\"ג) אמתניתין דהאומר סמא את עיני וכו' יש לאו שהוא כהן ויש הן שהוא כלאו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מתה האלמנה יורשי הבעל חייבין בקבורתה. </b> כתב הר\"ן שטעמו של רבינו דיליף לה במכ\"ש בשומרת יבם והראב\"ד השיג עליו והדין עמו עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>והנכסים עצמם שהם נדונייתה נוטלת אותם בלא שבועה וכו' ואם מתה האלמנה בלא שבועה יורשיה יורשים נדוניתה אע\"פ שהוא נצ\"ב. </b> כך הוא הגירסא הנכונה וזה ע\"פ מ\"ש ברפי\"ו שבין נכסי מלוג בין נצ\"ב נקראים נדוניא. ומ\"ש אע\"פ שהוא נצ\"ב היינו לומר שאע\"פ ששמו אותם בזוזי וקבלם עליו באותו סך שאם פחתו פחתו לו וכו' אינם חשובים כנכסיו לענין זה: "
      ],
      [
        "[שייך להלכה י, יא]",
        "<b>אלמנה שתפסה מטלטלין וכו'. אבל אם תפסה לאחר מותו לכתובתה אינה גובה מהם. </b> היינו לדינא דגמרא שאין כתובה נגבית ממטלטלי אבל לדידן גובה מהם אפילו לא תפסה: "
      ],
      [
        "[שייך להלכה י, יא]",
        "<b>אלמנה שתפסה מטלטלין וכו'. אבל אם תפסה לאחר מותו לכתובתה אינה גובה מהם. </b> היינו לדינא דגמרא שאין כתובה נגבית ממטלטלי אבל לדידן גובה מהם אפילו לא תפסה: "
      ],
      [],
      [
        "<b>אבל אם הניח קרקע יכולה היא וכו'. </b> כתב ה\"ה ומ\"ש שאם מכרו שאינה מוציאה מיד הלקוחות משנה היא בפרק הניזקין עכ\"ל. ואני אומר אינה משנה ולא בפרק הניזקין אלא בפרק מציאת האשה (ס\"ט.) גבי הא דתלה ליה רבי לרב ביני חיטי: "
      ],
      [],
      [
        "[שייך להלכה טו, טז]",
        "<b>אלמנה שנפלה לפני יבם וכו'. תבעה יבמה לכנוס וכו' או שהיה היבם במדה\"י הרי זו ניזונת משל יבם. </b> כתב ה\"ה דבר פשוט הוא ומבואר בדברי רבינו שדין חלה והלך למ\"ה וכו'. ויש לתמוה על רבינו שכתב או שהיה במ\"ה ולא כתב או שהלך למ\"ה וכלשון הירושלמי ואפשר לומר דאתא לאשמועינן דהא דאינו חייב במזונותיה אחר העמדה אא\"כ ברח או חלה היינו כשהיה דר עמה במדינה אבל אם היה דר במדינה אחרת והעמידתו שם בדין היא או שלוחה מיד הוא חייב במזונותיה כיון דאינו דר במדינה עמה דינו כברח או חלה: "
      ],
      [
        "[שייך להלכה טו, טז]",
        "<b>אלמנה שנפלה לפני יבם וכו'. תבעה יבמה לכנוס וכו' או שהיה היבם במדה\"י הרי זו ניזונת משל יבם. </b> כתב ה\"ה דבר פשוט הוא ומבואר בדברי רבינו שדין חלה והלך למ\"ה וכו'. ויש לתמוה על רבינו שכתב או שהיה במ\"ה ולא כתב או שהלך למ\"ה וכלשון הירושלמי ואפשר לומר דאתא לאשמועינן דהא דאינו חייב במזונותיה אחר העמדה אא\"כ ברח או חלה היינו כשהיה דר עמה במדינה אבל אם היה דר במדינה אחרת והעמידתו שם בדין היא או שלוחה מיד הוא חייב במזונותיה כיון דאינו דר במדינה עמה דינו כברח או חלה: "
      ],
      [],
      [],
      [
        "<b>אלמנה שבאה לבית דין לתבוע מזונות יש מי שהורה וכו' עד וכן ראוי לדון. </b> נתבאר בפרק י\"ב: "
      ],
      [],
      [],
      [],
      [
        "<b>אלמנה שאין שטר כתובתה יוצא מתחת ידה אין לה מזונות וכו'. </b> נתבאר בפרק י\"ד ומ\"ש ואומרים לה הביאי כתובתיך או השבעי וטלי מזונותיך קשה דמשמע מהכא שאם תביא כתובתה נוטלת מזונות ואינה צריכה לישבע והרי כתב לעיל בסמוך אלמנה שבאה לב\"ד לתבוע מזונות וכו' ורבותי הורו שאין לה מזונות בבית דין עד שתשבע מפני שהיא באה להפרע מנכסי יתומים ולפי זה אפילו הביאה כתובתה אין לה מזונות עד שתשבע ויש לומר דשבועה דלעיל היינו שלא תפסה משל בעלה כלום ושבועה דהכא היינו שלא מחלה כתובתה לבעלה ולא מכרה ולא משכנה לו וה\"ק אומרים לה הביאי כתובתיך והשבעי שלא תפסת משל בעליך כלום או השבעי עוד שלא מחלת לו כתובה ולא משכנת לו וכן מפורש בא\"ה סימן צ\"ג וק\"ל דא\"כ היאך כתב בסמוך אלמנה שאין שטר כתובתה יוצא מתחת ידה אין לה מזונות שמא מחלה כתובתה וכו' דמשמע שאין צד שתוכל ליטול מזונות אם לא תביא שטר כתובתה ולפי מ\"ש אפילו אין שטר כתובה בידה יכולה ליטול אם תשבע לכך נראה לכתוב וי\"ו במקום או וה\"ג אומרים לה הביאי כתוביתיך והשבעי וכן מצאתי בספר מוגה והיינו לומר שאע\"פ שתביא שטר כתובה דליכא למיחש שמחלה ולא שמכרה מכל מקום צריכה לישבע שלא תפסה משל בעלה כלום: "
      ],
      [],
      [],
      [],
      [
        "<b>אלמנה שתבעה וכו' או תשבע שבועת היסת ותטול. </b> כתב ה\"ה נ\"ל טעם לדבריו שהצריכה שבועת היסת וכו' וכ\"כ הר\"ן וז\"ל הרמב\"ם כתב שתשבע היסת ותטול וכתב הרשב\"א שאפשר מהסכמת הגאונים שכל שאינו טוען בגופו של דבר אע\"פ שהוא תפוס בידו כגון משכון אינו נאמן עליו אלא בשבועה כעין שבועת הנוטלין וגם זו אינה מוחזקת בגופן של נכסים שיהא לה חלק בגופן אלא מחמת שיעבוד ולפיכך אינה נוטלת אלא בשבועה ואין זה נכון דא\"כ הל\"ל שתשבע שבועת המשנה כשאר הנשבעין ונוטלין בנקיטת חפץ ולא סגי לה בשבועת היסת אלא ודאי טעמו ז\"ל דכיון דנכסי בחזקת אלמנה קיימי הרי היתומים כבאים להוציא והיא כופרת הכל ולפיכך נשבעת היסת עכ\"ל: "
      ]
    ],
    [
      [
        "<b>מתנאי הכתובה שיהיו בנים הזכרים יורשים כתובת אמן וכו'. </b> בפרק ט\"ז כתב שאין יורשים כתובת אמן אלא מן הקרקע: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נתן כל נכסיו במתנה לאחרים וכו'. </b> כן כתב הרא\"ש בקידושין פרק האומר מהכרח דקדוק סוגיית הגמרא: "
      ],
      [
        "<b>בת הממאנת וכו'. </b> כתב ה\"ה אחר שהממאנת אין לה עיקר כתובה מאין לו לרבינו שיהיה לבתה מזונות שהם מתנאי כתובה וצ\"ע גם הר\"ן תמה עליו כן. ועוד יש לתמוה עליו לפי פירושו דאלמנה וגרושה מן הנישואין נמי ניזונות משל אביה וא\"כ היכי שייך למימר ממאנת איכא בינייהו דהשתא נשואה גמורה שנתאלמנה או נתגרשה ניזונת מנכסי אביה לדברי הכל ממאנת דעקרתינהו לנישואה מעיקרא מיבעיא ומיהו בהא יש לומר דאלמנות וגירושין דע\"כ באים מש\"ה לד\"ה ניזונות מנכסי אביה אבל ממאנת דמדעתה הוא סבר רבי דאינה ניזונת מנכסי אביה ופליגי רבנן עליה: "
      ],
      [
        "<b>המארס בת הניזונת מן האחים וכו'. </b> כתב ה\"ה ופסקו הגאונים שיש לה. הטעם משום דפסקו כלישנא בתרא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נשאת הבת אחר שגדלה וכו' ולא תבעה פרנסתה וכו'. </b> כתב הר\"ן יש לתמוה על הרמב\"ם שלא חילק בין מתזנא ללא מתזנא עכ\"ל. ולי נראה שרבינו סמך על מ\"ש גבי בגרה שאם האחים זנים אותה בבגר אף ע\"פ שלא מיחתה לא איבדה פרנסתה כל זמן שזנין אותה וממילא משמע דה\"ה לנשאת קודם שבגרה שאם זנין אותה אחר נישואיה לא איבדה: "
      ]
    ],
    [
      [
        "<b>אינו כופה אלא לטוות הצמר וכו'. </b> יש לתמוה על רבינו למה לא חילק בין כיתנא רומיתא לשאר כיתנא כדמפליג בגמרא ואפשר שטעמו משום דכיון דאין כיתנא רומיתא ידוע לנו כל כיתנא מספקינן ליה בכיתנא רומיתא להקל על האשה: "
      ],
      [
        "<b>דחקה עצמה וכו'. </b> כתב ה\"ה בפרק אע\"פ נחלקו ר\"ע ות\"ק בהעדפה וכו' ואפשר שהם סוברים דאתיין אליבא דר\"ע ואין הלכה כמותו. כלומר דאע\"פ שהם פוסקים כרבינו האיי במאי דאמר הלכה כרבנן לא סברי כוותיה במאי דאמר דהני בעיי אליבא דרבנן שייכי. ויש לתמוה על ה\"ה והר\"ן שכתבו שהרי\"ף פסק כת\"ק דלנסחי דהרי\"ף דידן כתב שתי סברות ולא הכריע לפיכך נ\"ל שמ\"ש הרא\"ש ואנן ס\"ל כרבנן מדברי הרי\"ף הוא וכך היתה נוסחת ה\"ה והר\"ן כהרי\"ף: "
      ],
      [],
      [],
      [],
      [
        "<b>הכניסה לו שתי שפחות וכו'. </b> אע\"ג דבמתני' קתני הכניסה לו שלש שפחות אינה מצעת את המטה ואינה עושה בצמר השמיטו רבינו משום דכיון דאיפסיקא הילכתא בגמרא כר\"א דאמר אפילו הכניסה לו מאה שפחות כופה לעשות בצמר אזדא ליה הא דתנן בהכניסה לו שלש שפחות אינה עושה בצמר וכן אזדא ליה הא דקתני אינה מצעת לו את המטה מהא דא\"ר הונא אע\"פ שאמרו יושבת בקתדרא מצעת לו את המטה ולא מסתבר ליה לפלוגי בין הצעת המטה דרב הונא להצעת המטה דמתניתין: "
      ],
      [],
      [],
      [],
      [
        "<b>כל אשה שתמנע מלעשות מלאכה מן המלאכות וכו' כופין אותה ועושה אפילו בשוט. </b> כתב הטור על זה יראה שפוסק דמורדת ממלאכה הויא מורדת וא\"כ קשה לדבריו למה לא יפחתו מכתובתה כדין מורדת מתשמיש עכ\"ל. ואני אומר דהא ודאי פשיטא דלא ס\"ל לרבינו דמורדת ממלאכה הויא מורדת שהרי פסק בפרק י\"ב שאם אמרה האשה איני נזונית ואיני עושה שומעין לה ואין כופין אותה ואם כן מ\"ש בפרק זה שכופין אותה ועושה כשאינה אומרת איני ניזונת אלא היא רוצה לזון ולא לעשות וכן כתב הר\"ן בפרק אע\"פ. ועי\"ל דאפי' באומרת איני ניזונת ואיני עושה איירי דעד כאן לא אמרינן דיכולה אשה שתאמר איני ניזונת ואיני עושה אלא לפטור עצמה מטוויית צמר בלבד אבל כל שאר מלאכות צריכה לעשות אפילו אומרת איני ניזונת וכמ\"ש ה\"ה פרק י\"ב בשם המפרשים ובשם הרשב\"א והר\"ן פרק אע\"פ ואע\"פ שהתוספות והרא\"ש שם דחו סברא זו י\"ל דהרמב\"ם סובר כדברי שאר המפרשים והכי דייק לישנא דרבינו שכתב כל אשה שתמנע מלעשות מלאכה מן המלאכות שהיא חייבת דמדנקט לישנא דכל איכא למימר דאתא לאשמועינן שכל הנשים חייבות לעשות מלאכה לבעליהן דאפי' באומרת איני ניזונת ואיני עושה אינה נפטרת אלא מטויית צמר אבל בשאר חייבת היא: "
      ],
      [
        "<b>פסקו לה מזונות הראויים לה וכו' ואין הבעל יכול לעכב וכו'. </b> ה\"ה והר\"ן והטור תמהו על דברי רבינו דהא תניא בהדיא לא תאכל דברים הרעים לחלב וה\"ה תירץ דההיא בשאינה מצטערת עליהם אבל במצטערת עליהן ודאי צערה קודם שחייה קודמים עכ\"ל. ואין לשון זה מכוון דלא שייך לומר חייה קודמים אלא בדברים הצריכים לקיום גופה אבל מאכלות רעים אינם חייה. וע\"ק על דבריו דא\"כ ה\"ל לכתוב לשון הברייתא ולחלק בה להשמיט לשון הברייתא ולכתוב בהנך. ולכן נ\"ל דמשום דברייתא הכי איתא פסקו קימעא אוכלת הרבה ולא תאכל דברים הרעים לחלב מפרש רבינו דה\"ק אם פסקו לה מזונות הראויים לה והיא רוצה לאכול יותר אוכלת ואין אבי הבן יכול לעכב עליה אע\"פ שהמאכל המרובה מזיק לולד וטעמא הוי ודאי משום דצערא דגופה עדיף א\"כ סיפא דברייתא דקתני ולא תאכל עמו דברים הרעים לחלב א\"א לומר דאינה רשאה לאכול דברים הרעים לחלב קאמר דהא קתני רישא דרשאה לאכול הרבה יותר מכדי צרכה ואין לך דבר שמזיק יותר מאכילה גסה הילכך על כרחך לומר דה\"ק אוכלת הרבה אם תרצה ואינו יכול לעכב עליה וכן אינו יכול לעכב עליה שלא תאכל דברים הרעים לחלב:  (עיין בבית יוסף דנתן עוד טעם אחר):  \n                     "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>האשה שנתגרשה אין כופין אותה להניק וכו' בד\"א שלא הניקה אותו עד שהכירה וכו'. </b> כתב ה\"ה שפסק כשמואל. ויש לתמוה למה לא פסק כר\"י וכ\"ש שפסק רב שימי הלכה כמותו. ונראה שטעמו משום דבתר הכי מייתי גמרא הא דתני רמי בר יחזקאל משמיה משמע דלמיקבע הלכה כוותיה אתא ועוד דמסתבר טעמיה: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>וכן הנושא את הקטנה וכו'. </b> בפרק א' מהלכות נחלות כתב רבינו בעל שנשא קטנה שאינה צריכה מיאון אינו יורשה שאין כאן שום אישות: ",
        "<b>והחרש שנשא וכו'. </b> כתב ה\"ה ג\"ז לא מצאתי מבואר עכ\"ל והנה הוא מבואר בירושלמי דכתובות: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>האשה שכתבה כל נכסיה לאחר וכו'. </b> בגמ' פריך ואי לא קננהו לוקח ליקנינהו בעל אמר אביי עשאום כנכסים שאינם ידועים לבעל. וכתב הר\"ן פירש\"י לשמואל דאמר לא קני בכותבת לו כל נכסיה וכו' אבל מדברי הרמב\"ם בפרק כ\"ב מה\"א נראה דלאו לשמואל פרכינן דבמברחת קנה לוקח אם תמות היא בחייו שמתוך אומדן שלה הרי היא כאילו פירשה שאם הבעל ימות בחייה לא תהא מתנה כלום ואם היא תמות בחיי בעלה שזכה בה מקבל מתנה אלא שלא רצתה לפרש כן כי היכי דלא תיהוי לה איבה וכי פרכינן ואי לא קנינהו לוקח ליקנינהו בעל אמהיום ולכשארצה פרכינן דכיון שמתה ולא אמרה אין נמצא שלא קנה לוקח מעולם וא\"ה ליקנינהו בעל ועל דרך זה הדבר ברור במברחת שאם מתה אין הבעל יורשה שהרי מקבל מתנה זוכה בנכסים אבל בכותבת לו מהיום ולכשארצה כיון שלא זכה לוקח מעולם נהי דהוו כנכסים שאינם ידועים שהוא סבור שתאמר אין תינח לענין אכילת פירות אבל לענין ירושתה למה לא יירש אותה [וכדאמרינן בנכסים שאינן ידועים שאין הבעל אוכל פירות ואעפ\"כ נראין הדברים שהבעל יורש אותם כמ\"ש במשנתנו.] והרמב\"ם כתב שאע\"פ שלא קנה מקבל עד שתרצה אין הבעל אוכל פירות אותה מתנה ואם מתה אינו יורשה ואפשר שהביאו לומר כן דכיון דאמרינן הרוצה שתבריח נכסיה מבעלה כיצד היא עושה כותבת שטר פסים לאחר ובתר הכי אמרינן רצה משחק בה עד שתכתוב לו מהיום ולכשארצה משמע דכי היכי דבשטר פסים נעקרה ירושתה ה\"נ בכותבת מהיום ולכשארצה אבל הדבר תימה למה. ואפשר דנהי דבנכסים שאינם ידועים הבעל יורש אותם התם הוא שלא גלתה כלל להקנותם לאחר אבל זו הרי היא כמזכה יורשיה ע\"י מקבל מתנה זו שהרי כל עצמה אינה כותבת כן אלא בשבילן וכיון דירושת הבעל דרבנן לדעת הרמב\"ם כמ\"ש בפרק י\"ב מה\"א בהכי סגי לעקור ירושתה מבעל. זה נ\"ל לדעתו ז\"ל עכ\"ל: "
      ],
      [
        "<b>מתה כשהיא וכו'. </b> כתב הר\"ן בפרק האשה שנפלו בשם הרמב\"ן שרבינו מפרש דהויה דאביי ורבא לפרוקי דב\"ש איתמר ורבא ה\"ק אי נפלו לה כשהיא תחתיו דבעל דכ\"ע ידו עדיפא מידה דודאי ס\"ל בכל מקום דאיהו מוחזק טפי מינה הילכך לב\"ש דמספקא להו זיקה אי נישואין עושה נכסים בחזקת יורשי הבעל הן ומיהו לב\"ה פשיטא להו דאפי' אירוסין ודאי אינה עושה הילכך ל\"ש נפלו כשהיא שומרת יבם ול\"ש כשהיא תחתיו דבעל לעולם נכסים בחזקת יורשי האב ולפיכך כתב דמשפחת בית אביה יורשים נכסי מלוג בסתם דמשמע אפילו נפלו תחתיו דבעל והוא ז\"ל מפרש נכסים בחזקתן נכסי צ\"ב כפירוש רש\"י ומאי בחזקתן יחלוקו עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>הניח פירות תלושין וכו' ואין כח בתקנה זו למונעו מנכסי אחיו וכו'. </b> כתב *הריב\"ש שעכשיו שנוהגים לכתוב בכתובות מטלטלי אגב מקרקעי דמטלטלי משתעבדי מן דינא ולא מן התקנה ימכרו כל מטלטלי בעלה וילקח בהם קרקע והיבם אוכל פירות ואם מכר היבם אפילו המטלטלין או חלק עם אחיו לא עשה כלום ואפילו אם הוא תפוס מטלטלין יוציאו כל הנכסים מידו וילקח בהם קרקע ואפילו אם היה חייב לאחיו חוב צריך להוציאו מידו וילקח בו קרקע:  *[לשון הריב\"ש תמצא בב\"י סי' קסח]  \n                     "
      ],
      [],
      [
        "<b>האשה שמכרה או נתנה אחר שנשאת בנצ\"ב וכו' לא עשתה כלום. </b> כתב הריב\"ש שאין בכלל זה אם נתקבלה נדונייתה ומחלה השיעבוד דהא ודאי פשיטא דמועיל: "
      ],
      [],
      [],
      [
        "<b>כיצד האשה שמכרה וכו' או נתנה לבעלה מנצ\"ב וכו'. </b> כתב ה\"ה יש דברים בהשגות שנראה מהם שאם מחלה כתובתה לבעלה וכו'. ואין כן דעת רבינו והרמב\"ן והרשב\"א ואין מחילתה לבעלה מועלת אלא בעיקר הכתובה והתוספת וכו'. ואני אומר שמדקדוק דברי רבינו נראה דהא דלא מהני מחילתה או מכירתה לבעלה בנצ\"ב דוקא בשטענה נחת רוח עשיתי לבעלי אבל כל זמן שלא טענה כן מחילתה ומכירתה לבעלה קיימים שהרי כתב חוזרת בכל עת שתרצה שלא נתנה ולא מכרה אלא מפני שלום ביתה משמע בהדיא דלא מהניא האי טענה אלא לענין שתחזור בכל עת שתרצה אבל כל זמן שלא חזרה מחילתה ומכירתה קיימים. ובמ\"ש ה\"ה שדעת רבינו שאם מחלה נצ\"ב לבעלה יכולה לומר נחת רוח עשיתי לבעלי יש לדון דרבינו לא איירי אלא במוכרת או נותנת ולא במוחלת ואיכא לאפלוגי בינייהו כעין מאי דמפליג הרא\"ש בתשובה דמוכרת או נותנת לבעלה אינה אלא במסלקת שיעבודה מאותם קרקעות ובהא שייך איבה לומר עיניך נתת בגירושין ומיתה [אבל במוחלת לא מצי בעל לומר עיניך נתת בגירושין ומיתה] דאדרבה כל זמן שכתובתה מרובה לא תהא קלה בעיניו לגרשה ואדרבה היא תאמר לו עיניך נתת בגירושין כדי שאהא קלה בעיניך: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>נפלו לה עבדים זקנים וכו'. </b> הטור כתב איני יודע למה פסק חד כחכמים וחד כרשב\"ג ע\"כ. וגירסתו הטעתו שהיה גורס בשניהם רשב\"ג והאמת שהיה גורס רבינו גבי זיתים ר' יהודה במקום רשב\"ג וכמ\"ש ה\"ה והר\"ן: "
      ],
      [],
      [],
      [],
      [
        "<b>וכן המוכרת כתובתה בטובת הנאה וכו'. </b> בפרק החובל (ב\"ק דף פ\"ט): "
      ],
      [
        "<b>ולד בהמת מלוג שנגנב וכו'. </b> פרק האשה שנפלו (כתובות דף ע\"ט): "
      ],
      [],
      [
        "<b>הרי שנמצאו מעות או מטלטלין ביד האשה וכו'. </b> כתוב בספר התרומות שהבבא הראשונה היא מדתניא בפרק חזקת (ב\"ב דף נ\"ב:) וכן האשה שהיתה נושאת ונותנת בתוך הבית וכו' עד עליה להביא ראיה ומינה שאם לא היתה נושאת ונותנת בתוך הבית שהיא נאמנת לומר מבי נשא או מתנה היו וגדולה מזו אמרו אימור מעיסתה קמצה ותניא בתוספתא דבתרא פרק ט' האשה שהיתה נושאת ונותנת בתוך הבית בשל בעלה והיו אונות ושטרות יוצאות על שמה הרי הן של בעלה ואם אמרה ממון ירשתי מבית אבי אבא יעשה מפורש כפירושו כלומר יעשה מפורש כפירושו של דבר שהיא אומרת ולא בסתום שתהא מבררת שדבריה אמיתיים ומינה שאם לא היתה נושאת ונותנת בתוך הבית תהיה נאמנת אע\"פ שאין ידוע לנו מהיכן היו לה והוכיח כן גם מהירושלמי שכתב ה\"ה וכתב ג\"כ שהיא טוענת שמא ולפיכך אין משביעין אותה אלא מחרים סתם מתקנת הגאונים. ושתי פסקות אחרונות סמכו ענין לו (דף נ\"א:) אין מקבלין פקדונות לא מן הנשים ולא מן העבדים וכו' וכולן שאמרו בשעת מיתתן וכו' ואם לאו יעשה פירוש לפירושן ופירש הר\"י ן' מיגש ואי לא חיישינן שמא להבריח אותו מבעלה כדי שלא יירש אותו ממנה הוא שאמרה כך. למדנו מפירושו שאינה יכולה לטעון שום טענה להוציא מה שבידה מירושת הבעל וכשהיא טוענת במתנה נתנם לי הרי הוא יורש אותה אבל אם נאמין אותה במה שטוענת שנתנו לה במתנה ע\"מ שאין לך רשות בהן אלא אעשה בהם מה שארצה לא קנה יתהון בעל לא לפירות ולא לירושה וטעמא דמילתא דלא מהימנא להוציא מה שבידה מירושת הבעל לפי שאינה נאמנת אלא למה שיכולה לעשות בחייה אבל לענין דברים שבאים לאחר מיתה אינה נאמנת משום דבההיא שעתא ליתא בעולם וחוזרים הם לאנשים אחרים. ומ\"ש הרב בפיסקא מציעתא והרי הם בחזקת הבעל שיאכל פירותיו עד שתביא ראיה לדבריה אף לענין פירות קאמר וכ\"ש לענין ירושה. וכתב עוד מיהו אי הוו מטלטלין ידועים לבעל בכה\"ג לא היה אומר הרב והן כעין דברים העשוים להשאיל ולהשכיר אלא מטלטלין דומיא דמעות קאמר עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>הורו הגאונים שנצ\"ב אע\"פ שפחיתתן על הבעל וכו'.  </b> ומ\"ש מנהג פשוט הוא זה זה היה בדורו ובגלילותיו ולא שפשט בכל העולם כמו שראינו בעינינו וכבר כתב הוא ז\"ל בפרק שאחר זה שיש מנהגות רבות בנדוניא חלוקים זה מזה וכל הכונס סתם כונס כמנהג המדינה וכו' עד והוא שיהיה אותו מנהג פשוט בכל המדינה הרי ביאר שאם אין המנהג פשוט בכל המדינה אין הולכים אחריו כנגד דין הגמ':  והוי יודע שהמנהג הזה שכתב רבינו בשם הגאונים לא נאמר אלא במקום שנוהגים לכתוב בכתובה הכניסה לו כלי פלוני בכך וכך וכלי פלוני בכך וכך כמו שנוהגים עוד היום בני רומניא והמערב אבל כגון אנו שאין כותבין בכתובה שום כלי בפרטות אלא כוללים הכל וכותבין הכניסה לו בבגדים ותכשיטין כך וכך פרחים אין מקום לאותו מנהג כלל וזה דבר ברור:   ",
        "<b>יש לבעל לכוף מקצת עבדי אשתו וכו'. </b> כתב הרא\"ש נראה כפר\"ש דמיירי בשהכניס צרתה לביתה והיא משמשת לכל בני הבית כבתחילה אלא שייחד אותה לצרה להיות תדירה לשימושה ולא נתמעט רווח ביתא שכן דרך [השפחות] לשמש לארחי ופרחי ולכל הנכנסים לבית עכ\"ל. והטור כתב הכניסה לו שתי שפחות יכול לייחד אחת מהן לאשה אחרת שיש לו שתשמשנה לדעת הרמב\"ם אפילו בבית אחר שכתב יש לבעל לכוף וכו' אבל לפירש\"י אינו יכול להוציאה מן הבית ליחדה שתשמש לאשתו אחרת עכ\"ל. דקדק הטור מדכתב רבינו בבית אשה אחרת משמע דאפילו היא בבית אחר רשאי וכבר היה אפשר לדחות דבייחד לה בית בתוך ביתו מיירי אלא דמדכתב בסיפא דאינו יכול להוליכה לעיר אחרת משמע הא באותה העיר אפילו בבית אחר מותר. ואפשר שטעמו מפני שהוא ז\"ל מפרש מה שאמרו והא קא רווח ביתא היינו לומר דכשהשפחה או העבד משמשים אותו בבית אשה אחרת איכא רווח ביתא של בעלת העבדים שאינה צריכה לשמשו אז ומה לה אם ישמשוהו בביתה או בבית האחרת כיון שלא נוסף לה שימוש בשביל כך וזהו שדייק רבינו לכתוב שישמשו אותו בבית אשה אחרת דמשמע דדוקא במשמשים אותו מיירי אבל אם אינם משמשים אלא לאשה האחרת לא ובעיר אחרת אפילו משמשים אותו לא משום דכשהם בעיר אחת [אע\"פ שמשמשים אותו בבית אחר] אחר שיגמרו שימושו בבית האחר אפשר לבא אצלה לשמשה לסייע לשפחות האחרות משא\"כ כשהם בעיר אחרת א\"נ דכשהוא בעיר אחרת ליכא רווח ביתא שאין שימושו מוטל עליה. וה\"ה כתב שדעת רבינו כפירש\"י ולא שת לבו לדקדק בזה ומ\"ש הוא הנכון: "
      ]
    ],
    [
      [
        "<b>ואם כתב לה אחר הנישואין צריך לקנות מידו.  </b> מדקדוק דברי רבינו נ\"ל דלא לענין שיועיל הקנין אחר שנשאת לענין הפירות אע\"פ שלא כתב לה אלא דין ודברים אין לי בנכסייך קאמר וכדמשמע מדברי ה\"ה דא\"כ אין בין ארוסה לנשואה כלום אלא לענין שיהיה מכרה ונתינתה קיים ע\"י שיאמר לה דין ודברים אין לי בנכסייך דאע\"ג דבכותב לה ועודה ארוסה א\"צ לקנות מידו לשיהיה מכרה ומתנתה קיים ואם קנו מידו* אינו מועיל אפילו למכרה ומתנתה ואם קנו מידו [אחר הנישואין] מועיל למכרה ומתנתה אבל לא לפירות זה נ\"ל ברור בדברי רבינו וכן ביארה הטור:  *(בב\"י סי' צב מועיל אף לפירות אם לא כתב לה אלא עד אחר שנשאה) "
      ],
      [],
      [
        "<b>התנה עמה שלא יאכל וכו' ולוקחים בהם קרקע וכו'. </b> בגמרא אהא דאמרינן (דף פ\"ג) ולטעמיך הא דתנן ר' יהודה אומר לעולם הוא אוכל פירי פירות כו' כיון דאכלינהו לפירי פירי פירות מהיכא אלא בדשיירה ה\"נ בדשייר כתב הרא\"ש מדקאמר בשיירה משמע שהדבר תלוי בה אם תרצה תשייר אבל אין הבעל יכול לכופה ליקח בהם קרקע והרמב\"ם ז\"ל כתב ילקח בהן קרקע והוא אוכל פירות ונראה שסמך [לו] על התוספתא דתניא ר' יהודה אומר לעולם הוא אוכל פירי פירות כיצד מוכר פירות וילקח בהם קרקע והוא אוכל פירות וכן מצאתי בירושלמי [ר' זעירא וכו' ונראה] דירושלמי פליג אגמרא דידן וכו' דלפום גמרא דילן לא אמרינן מוכר פירות ולוקח בהם קרקע אא\"כ שיירה ולקחה בהם קרקע עכ\"ל. והר\"ן כתב כלשון הזה מדאמר בשיירה משמע דכי אמרינן לעולם הוא אוכל פירי פירות דוקא בדשיירה ממילא אבל אין הבעל יכול לכופה ליקח בהם קרקע אלא שהרמב\"ם כתב בפרק כ\"ג מה\"א ילקח בהם קרקע והוא אוכל פירות וסמך לו על התוספתא דתניא במכילתין עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>הבעל שהוציא הוצאות על נכסי מלוג וכו'. </b> כתוב בדפוס * קוסטנטינא במגיד משנה חסר מכאן לתשלום הלכות אלו והתחלת הלכות גירושין עד פרק ג' ולא נמצא בשום העתק עכ\"ל. ובתשובת הריב\"ש ג\"כ כתוב שלא נמצא אצלם מגיד משנה משלשה פרקים של התחלת הלכות גירושין מתחלת זה הפרק עד דיבור המתחיל אבד במקום שהשיירות מצויות שבפרק שלישי ואינו מפרישת הרב המגיד אלא דברי ** תלמיד עכ\"ל:  *(גם בדפוס ויניציא שנת רפ\"ד כתוב כן)  **(ואני אומר שמכאן לתשלום הלכות אלו ודאי פירוש המ\"מ הוא שנמצא אח\"כ בשום העתק ראיה לדבר שבפרק כ\"ה דין י\"א המתחיל האיש שנולדו בו מומין כתוב בפירוש ה\"ה וז\"ל בלא כתובה כנזכר פרק י\"ד וכבר כתבתי שם שאין דינו בכפיית הבעל נכון ע\"כ אולם מהתחלת הלכות גירושין עד אבד במקום שהשיירות מצויות צדקו דברי הריב\"ש כי הם דברי איזה תלמיד ושינוי לשונו מוכיח עליו):  \n                     "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>איש ואשה שהיו ביניהם שידוכין וכו'. </b> משמע דאתי במכ\"ש דכמה אתה נותן לבנך דא\"ר גידל וכמ\"ש ה\"ה ועוד יש להביא ראיה מדאיתא בר\"פ הנושא איתמר האומר [לחבירו] חייב אני לך מנה [בשטר] ר\"י אמר חייב ור\"ל אמר פטור ואותבינן לר\"ל מדתנן הנושא את האשה ופסקה עמו לזון את בתה חמש שנים חייב לזונה חמש שנים מאי לאו כה\"ג לא בשטרי פסיקתא וכדרב גידל ופירש\"י בשטרי פסיקתא החתן והכלה פוסקים תנאים שביניהם בפני עדים והעדים חותמים עדות גמורה וא\"ת א\"כ מאי למימרא איצטריך כגון דליכא קנין אלא דברים ואשמועינן כדרב גידל דלא בעי קנין ע\"כ. והרי נושא אשה ופסקה שיזון את בתה האיש והאשה הם שפוסקים ע\"י עצמם וקתני שפסיקתם קיימת וכדרב גידל אלמא דרב גידל אף באיש ואשה שפוסקים ע\"י עצמם היא ואע\"ג דהאי אוקימתא לר\"ל איתמרא לא משמע דניפלוג עליה בהא לענין דינא. וכתב הריב\"ש צריך שיתנו כן בשעת קידושין כלשון רב גידל עמדו וקדשו ואפשר דה\"ה בשעת נישואין אע\"פ שכבר קדשו דבההיא שעתא הוי גמר החיתון ואיכא איקרובי דעתא ורב גידל נקט וקידשו לרבותא דבקידושין לחוד מהני אע\"פ שלא נזכר התנאי בשעת נישואין וכן נראה מלשון הרמב\"ם פרק י\"א מהלכות מכירה שלא הזכיר שם אלא שעת נישואין: "
      ],
      [
        "\n                     ומ\"ש רבינו שפסק לבתו בין קטנה בין גדולה. שם (דף ק\"ב:) האלהים אמר רב אפי' בוגרת. ומ\"ש ובנישואין ראשונים ירושלמי כתבו הרי\"ף שם ומשמע דכשפסקו האיש ואשה על עצמם אפילו בנישואין שניים לא בעי קנין וכתב הריב\"ש שכן נראה מדברי רבינו: ודע שאע\"פ שרבינו לישנא דרב גידל נקט ונאמרו בו פירושים יש לומר שסובר כפירוש רשב\"ם דדוקא עמדו וקידשו לאלתר מתוך הדברים אבל שלא בשעת קידושין אינו מתחייב עד שיקנו מידו או שיכתוב שטר וכ\"כ הטור שהוא דעת רבינו ויש ללמוד כן ממ\"ש גבי פוסק לזון את בת אשתו והוא שיתנו על דבר זה בשעת הקידושין אבל שלא בשעת הקידושין עד שיקנו מידו וכו' וכתב עוד בסוף הפרק ואם פסקו בשעת הקידושין ולא היה שם קנין וכו' אלמא דלא אמר רב גידל אלא במתנה בשעת הקידושין וה\"ה לשעת הנישואין כמ\"ש הריב\"ש הא לאו הכי לא:"
      ],
      [],
      [],
      [
        "<b>הנושא אשה ופסקה עמו שיהא זן את בתה כך וכך שנים וכו' והוא שיתנו על דבר זה בשעת הקידושין וכו'. </b> איכא למידק דהא בגמרא לא אוקימנא האי מתניתין בשטרי פסיקתא וכדרב גידל אלא לר\"ל אבל לר\"י לא צריך לאוקומי בהכי ומאחר דקי\"ל כר' יוחנן למה כתב רבינו אוקימתא דאוקימנא לבר פלוגתיה וי\"ל שרבינו סובר כרבותיו שהורו שאין אדם מחייב עצמו בדבר שאינו קצוב כגון שאזון אותך חמש שנים והיינו טעמא דמהני גבי מזונות בת אשתו לפי שנפסקו בשעת הקידושין שאז הם דברים הנקנים באמירה וכמ\"ש הוא ז\"ל בפרק י\"א מהלכות מכירה וכיון שכן אפילו לר\"י אית לן לאוקומי מתניתין בשטרי פסיקתא וכדרב גידל וה\"מ למימר ר\"ל וליטעמיך דבר שאינו קצוב הוא אלא מאי אית לך למימר בשטרי פסיקתא לדידי נמי אלא דלא חש כדאשכחן בכמה דוכתי. וכ\"כ רבינו בפרק הנזכר וז\"ל חייב עצמו בדבר שאינו קצוב כגון שאמר הריני חייב לזון אותך או לכסות חמש שנים אע\"פ שקנו מידו לא נשתעבד שזו כמו מתנה היא ואין כאן דבר ידוע ומצוי שנתנו במתנה וכן הורו רבותי. ומפני מה הפוסק עם אשתו שיהא זן את בתה חייב [לזונה] מפני שפסק בשעת נישואין והדבר דומה לדברים הנקנים באמירה עכ\"ל. והראב\"ד כתב על הוראת רבותיו שלא ידע מאין הורו כן דהא בגמ' משמע איפכא וה\"ה דחה ראייתו ומ\"מ כתב שאינו יודע מקום להוראה זו ושדעת הרמב\"ן והרשב\"א בתשובותיהם כדעת הראב\"ד ואני כתבתי שם טעם להוראה זו. ומ\"מ קשה בדברי רבינו שכאן כתב והוא שיתנו על דבר זה בשעת קידושין אבל שלא בשעת קידושין עד שיקנו מידו או עד שיכתוב בשטר וכיוצא בו דמשמע בהדיא דכל שקנו מידו אפילו שלא בשעת קידושין חייב ובפרק י\"א מהלכות מכירה כתב שהמחייב את עצמו לזון את חבירו כך וכך שנים אע\"פ שקנו מידו אינו משתעבד וכו' אם לא שפסק בשעת נישואין. וי\"ל דכשהוא בשעת קידושין באמירה בעלמא סגי וכדרב גידל וכשהוא שלא בשעת קידושין כלומר שכבר עברו הקידושין אבל לא נשאו עדיין מתוך שהות על עסקי הנישואין מהני התנאי דכיון שעדיין לא נשאו שייך קצת לומר מיגו דמחתני אהדדי גמרי ומקנו ומתוך שכבר קידש לא דמי לענין נישואין ולכך צריך קנין או כתיבה וזהו שכתב בהלכות מכירה ומפני מה הפוסק דבר עם אשתו וכו' כלומר פוסק לזון את בת אשתו אפילו בקנין מפני מה הוא חייב לזונה מפני שפסק בשעת נישואין והדבר דומה לדברים הנקנים באמירה כלומר אע\"פ שאינם נקנים באמירה אבל הם דומים להם מתוך שעדיין לא נשאה. ועי\"ל דשלש חילוקים בדבר לחבירו אפילו בקנין לא מהני אבל לבת אשתו אם קיבל עליו [לזונה] בשעת קידושין או נישואין סגי באמירה בעלמא ושלא בשעת קידושין או נישואין בקנין מהני. ועי\"ל [דכי אמרינן] שדברים הללו נקנים באמירה היינו דוקא בשעמדו וקידשו מתוך הדברים אבל בשלא עמדו וקידשו מתוך הדברים מתוך שעסוקים בענין נישואין ועדיין לא נשאה מהני קנין: "
      ],
      [
        "<b>מתו אלו שפסקו לזון אותה אם קנו מידם וכו'. </b> הכי אוקמוה בגמרא כמו שכתב ה\"ה. ומ\"ש או שחייב עצמו בשטר כלומר אם צוה לכתוב שטר הרי הוא כשאר שטר חוב שגובה מנכסים משועבדים: "
      ]
    ],
    [
      [],
      [
        "<b>אבל הנושא אשה ולא הכיר בה וכו' אבל תוספת יש לה. </b> שם מימרא דשמואל וברייתא (כתובות דף ק\"א) נשים שאמרו חכמים אין להן כתובה כגון ממאנת וחברותיה מנה ומאתים אין להן תוספת יש להן. ומפרש רבינו דחברותיה היינו שנייה ואילונית השנויות במשנה בהדי ממאנת וכ\"כ הרי\"ף. ותמה הראב\"ד עליהם ופירש הוא דדוקא אשנייה קאי ומשום דאיכא שניות טובא קרי להו חברותיה דאילו אילונית שלא הכיר בה כיון שהיה מקח טעות אפילו תוספת אין לה וכתב הר\"ן דלפי זה י\"ל דבשנייה נמי דוקא בהכיר בה ואין זה נכון ועוד דבירושלמי מפורש כדברי הרי\"ף עכ\"ל. ומ\"ש רבינו ואין לה מזונות ואפילו לאחר מותו כלומר דליכא למיחש דילמא תעכב גביה דהא מת הוא אפילו הכי אין לה מזונות ולמד כן מדאמרינן בפרק יש מותרות דאלמנה לכ\"ג אין לה מזונות מחיים ויש לה לאחר מיתה ותניא התם אלמנה יש לה מזונות שנייה אין לה מזונות אלמא דהיכא דאית לה לאלמנה דהיינו לאחר מיתה לית לה לשנייה:   ",
        "<b>וכשכופין אותו וכו' אין מוציאין מן הבעל פירות שאכל. </b> זהו פירוש למה שאמרו במשנה (כתובות דף ק':) ולא פירות וכך אמרו בירושלמי וטעמא משום קנסא ורש\"י פירש בע\"א: "
      ],
      [
        "<b>ולמה אין להן עיקר ויש להן תוספת וכו'. </b> גם רש\"י נתן טעם זה. ומ\"ש כל זמן שתרצה ותעמוד לפניו היינו לומר דדוקא אם הוא מוציאה יש לה תוספת אבל אם היא רוצה לצאת אין לה תוספת דאדעתא למיפק לא אקני ליה: "
      ],
      [
        "<b>ולמה לא חילקו בשנייה וכו' מפני שהיא מדברי סופרים עשו בה חיזוק. </b> לפי זה חלוצה כיון שהיא מד\"ס אין לה כתובה והא דתנן בפרק אלמנה ניזונת (דף ק':) אלמנה לכ\"ג גרושה וחלוצה לכ\"ה וכו' יש להן כתובה אשגרת לישן הוא שכן דרך בכל מקום לשנות חלוצה בהדי גרושה ולא משום דדינם שוה לענין זה א\"נ דאתיא כההוא לישנא (יבמות דף פ\"ה:) דקאמר זו היא מרגילתו ולא קי\"ל כוותיה משום דכיון דספיקא דלישני הוא מספיקא לא מפקינן ממונא:   ",
        "<b>אבל אם נשא אחד מחייבי לאוין וכו' או אחד מחייבי עשה בין הכיר בה בין לא הכיר בה. </b> טעמו בחייבי עשה מדתנן בפרק אלמנה ניזונת (דף ק') הממאנת והשנייה והאילונית אין להן כתובה וכו' אלמנה לכ\"ג גרושה וחלוצה לכ\"ה ממזרת ונתינה לישראל בת ישראל לנתין ולממזר יש להן כתובה ואמרו בגמרא (דף ק\"א:) כי קתני לאלמנה אפלוגתא דאילונית קאי כלומר לאחר שחילק באילונית ופירש הכיר בה יש לה כתובה שנאה לאלמנה אצלה וקאמר אף לאלמנה שהכיר בה נמי ונשאה לשם אלמנה יש לה כתובה [וכן פירש רש\"י] וסובר רבינו שמאחר שלא שנו שם חייבי עשה באותה משנה בין הכיר ללא הכיר כחייבי לאוין ואיסורי דרבנן ש\"מ דחייבי עשה בין הכיר בין לא הכיר יש לה כתובה ואינם דומים לחייבי לאוין מפני שאיסורן קל ולא לד\"ס שצריך חיזוק וכן יש ללמוד מדאמר רב הונא דאלמנה לכ\"ג בין הכיר בין לא הכיר יש לה כתובה ואידחי משום דכי קתני אלמנה לכ\"ג אפלוגתא דאילונית קאי אבל חייבי עשה דליכא למידחי הכי ויש טעם בדבר אית לן למימר דבין הכיר בין לא הכיר יש לה כתובה: "
      ],
      [],
      [],
      [
        "<b>והיאך דין נשים אלו בנדוניא שלהם וכו'. </b> מ\"ש ה\"ה בתירוץ הקושיא שהקשה נתבאר יפה בדברי הר\"ן שכתב וז\"ל ולפי זה צ\"ל דהא דאמרינן דרב נחמן פליגא לאו דפליגא אעיקר מימרא דרב כהנא משמיה דשמואל אלא לומר דפליגא אמימרא דרב שימי בר אשי דאמר שמע מינה מדרב כהנא דס\"ל דרב כהנא לא השוה שנייה לשאר נשים וכו' * (דאמר דאין לה בלאות דנכסי מלוג וטעמא משום דקנסו לדידה בדידיה הא אשה כשירה גובה אותה ממנו ואע\"ג דליתנהו אלמא ס\"ל עיילא ליה גלימא קרנא הוי) אבל אנן ס\"ל דרב כהנא ור\"נ לא פליגי לפי שרב כהנא משוה שנייה לשאר נשים אלא דאי לאו משום קנסא היה ראוי שישלם הבעל כל מה שבלה בתשמישו מנכסי מלוג שלה *לפי שכיון שאין לה כתובה לא היה ראוי שיגיע לבעל שום דבר מהדברים הראויים לבעל ואין לו עסק בנכסי מלוג וראיה לפירוש זה מדפרכינן אממאנת אי דליתנהו אידי ואידי לית לה. ואי ס\"ל דנכסי מלוג קרנא הוי א\"כ שלא ברשות הוציאה ואמאי לא יחזירם אלא ודאי דסמכינן אר\"נ דאמר פירא הוי ואם כן כשהוציאם ברשות הוציאם אלמא ס\"ל לגמרא דרב כהנא ורב נחמן לא פליגי:  *[מכאן ועד קרנא הוי לא נמצא בדברי הר\"ן]:  *[עיין בלשון הר\"ן שהוא סיגנון אחר ולפי שהשינוי רב לא שלחתי יד לתקנו]:  \n                     "
      ],
      [
        "<b>היתה אילונית או מחייבי לאוין ולא הכיר בה וכו'. </b> דין האילונית נלמד ממה שאמרו שם בגמרא (כתובות דף ק\"א) גבי אילונית אי דליתנהו איפכא מיבעי ליה נכסי מלוג דברשותה קיימי אית לה נצ\"ב דלאו ברשותה קיימי לית לה והתם ארישא דמתניתין קיימי ורישא דמתניתין בלא הכיר בה מיירי דהא קתני סיפא ואם מתחלה נשאת לשם אילונית וסובר רבינו שמאחר שבמשנה נשנו חייבי לאוין עם אילונית כמו שאמר בגמרא שכתבתי לעיל דכי קתני לאלמנה אפלוגתא דאילונית קאי דינם שוה בכל וכיון דבאילונית אם לא הכיר אמרינן אי דליתנהו איפכא מיבעי ליה ה\"ה בחייבי לאוין שלא הכיר בהם וכ\"כ הרי\"ף: "
      ],
      [
        "<b>והממאנת אין לה בלאות כלל וכו'. </b> גם זה נלמד ממ\"ש בסמוך שאמרו בגמרא אממאנת אי דאיתנהו אידי ואידי שקלא ואי דליתנהו אידי ואידי לא שקלא ולפי הטעם שכתבתי למעלה נראה דדוקא בשבלו מחמת תשמיש אבל אם מכרם חייב לשלם: "
      ],
      [
        "<b>מי שזינתה תחת בעלה וכו'. </b> אע\"פ שכבר נתבאר למעלה חזר רבינו לשנותו לסמוך לו ענין עוברת על דת וחברותיה: ",
        "<b>ולא המזנה בלבד אלא אף העוברת על דת משה וכו'. </b> ברייתא פרק אלמנה ניזונת נשים שאמרו חכמים יוצאות שלא בכתובה כגון עוברת על דת [משה] וחברותיה אין להן תוספת וכ\"ש מנה ומאתים והיוצאות משום ש\"ר נוטלת מה שלפניה ויוצאה. ומשמע לרבינו דכי היכי דאין לה תוספת ה\"ה לנדוניא שאינה בעין דדוקא בבלאותיה קיימים הוא דאמרינן שם (דף ע\"ב) אם היא זינתה בלאותיה לא זנו אבל נצ\"ב שאינם קיימים אף עוברת על דת מפסדת אותם ולזה הסכים הר\"ן: "
      ],
      [
        "<b>והיאך יודע דבר זה וכו' ואחר שאכל או בא עליה שאל אותו פלוני וכו'. </b> כלומר דאילו קודם לכן יכולה שתאמר משטה הייתי בך וכשהייתי רואה שהיית רוצה לאכול או לבעול לא הייתי מניחך: "
      ],
      [
        "<b>או שהיתה טווה בשוק וורד וכיוצא בו כנגד פניה. </b> כך היא הגירסא הנכונה: ",
        "<b>או שהיתה מקללת וכו'. </b> שם (דף ע\"ב:) אמתני' דקתני מקללת יולדיו בפניו א\"ר יהודה אמר שמואל במקללת יולדיו בפני מולידיו וכו' אמר רבא דאמרה ליה ליכלי' אריה לסבא באפי בריה. ומפרש רבינו דרב יהודה ורבא פליגי דלרב יהודה אפילו קללה אבי בעלה בפני בן בעלה ולרבא עד שיקללנו בפני בעלה ופסק כרבא דבתרא הוא: "
      ],
      [
        "<b>עזרא תיקן וכו'. </b> בפרק מרובה (ב\"ק דף פ\"ב) ומ\"ש שאם לא חגרה לא עברה על דת פשוט הוא מאחר שלא הזכירוה בגמרא: "
      ],
      [],
      [
        "<b>כיצד היא יוצאה משום ש\"ר וכו'. </b> קצת דברים אלו מבוארים בפרק ב' דיבמות (דף כ\"ד כ\"ה) וקצתם בירושלמי פרק המדיר. ומ\"ש שאינה צריכה התראה. פשוט הוא שכיון שעברה כבר נאסרה על בעלה ותו לא שייך התראה: "
      ],
      [
        "<b>עוברת על דת וכו' אין כופין הבעל להוציאה. </b> אע\"ג דהאי בעיא לא איפשטא כתבו ה\"ה והר\"ן בשם הרשב\"א דאיפשיטא מההוא דבעל שמחל על קינויו. ול\"נ דאפשר לומר דאיפשיטא מדאמרינן בפרק ב' דיבמות וב\"ד בעדים הוא דמפקי כלומר בעדי טומאה דוקא: "
      ],
      [
        "<b>מי שראה אשתו וכו' לפיכך משביעה בנקיטת חפץ. </b> כתב ה\"ה לא נתברר לי טעמו וכו' ובודאי אם יש שם ע\"א מן הדין הוא שתשבע להכחיש העד אבל אם אין שם עד כשר אע\"פ שהבעל אומר שראה הדבר למה תשבע כיון שאין רגלים לדבר וכבר השיג עליו הרמ\"ך עכ\"ל. ואני תמה עליו דאיפכא ממש הוי דכשהוא עצמו ראה שזינתה היא מוציאה שטר כתובה והוא טוען פרעתיך ודאי ואם תרצה להפרע אומר לה תשבע לי שלא פרעתיך שצריך לישבע בנקיטת חפץ שלא פרעו כדאיתא בפרק שבועת הדיינין (שבועות דף מ\"א)  ונתבאר בדברי רבינו פי\"ד מהלכות מלוה אבל כשהוא לא ידע שזינתה אלא ע\"פ עד אחד הוי כאומר שמא פרעתיך שאין בעל השטר צריך לישבע והא דתנן בפרק הכותב (כתובות דף פ\"ו) עד אחד מעידה שהיא פרועה לא תפרע אלא בשבועה התם כשהבעל טוען ברי וכך הם דברי רבינו שכתב לפיכך משביעה בנקיטת חפץ שלא זינתה אם ראה אותה בעצמו כלומר דוקא אם ראה אותה בעצמו הוא שמשביעה אבל אם לא ראה הוא בעצמו אע\"פ שהוא טוען כן ע\"פ ע\"א אינו משביעה וכדמסיים בה אבל בדברי אחר אינו יכול להשביעה כך היא הגירסא הנכונה וכך הוא בטור. ודייק רבינו לכתוב משביעה ולא כתב צריכה לישבע מפני שהטוען על שטר חוב פרעתיו אומרים לו זיל שלם ואם טען ישבע לי שלא פרעתיו אז אומרים לו שישבע כדאיתא בפרק שבועת הדיינין וכתבו רבינו בפרק י\"ד מהלכות מלוה: "
      ],
      [],
      [
        "<b>האשה שזינתה תחת בעלה בשגגה וכו'. </b> בס\"פ ד' אחים (יבמות דף ל\"ג:)  שנים שקידשו שתי נשים ובשעת כניסתן לחופה החליפו את של זה בזה וכו' מפרישין אותן ג' חדשים שמא מעוברות הן פי' ואח\"כ מחזירים אותם. ומ\"ש או באונס ברייתא בס\"פ נערה שנתפתתה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אמר לה בינו לבינה וכו' ה\"ז אסורה עליו בזמן הזה שאין שם מי סוטה. </b> יש לתמוה דמאי איריא בזמן הזה אפילו בזמן דאיכא מי סוטה נמי אינו יכול להשקותה אא\"כ קינא לה בפני שנים ונסתרה בפני שנים וכמו שפסק רבינו בפ\"א מהלכות סוטה. ואפשר שנגרר אחר לישנא דגמרא דאמר לא לימא איניש לאינשי ביתיה בזמן הזה אל תסתרי עם איש פלוני דילמא קי\"ל כר' יוסי בר' יהודה דאמר קינוי ע\"פ עצמו וליכא השתא מי סוטה למבדקה: "
      ]
    ],
    [
      [],
      [
        "<b>דבר ידוע הוא וכו' ואינם גזירת הכתוב. </b> כלומר שאילו היו גזירת הכתוב לא היינו מחלקים בין מקום למקום כיון שכך גזרה תורה: "
      ],
      [],
      [],
      [],
      [
        "<b>בא על אשתו וכו' ושהה כמה ימים. </b> תמיהה לי מה צורך לשהות כמה ימים הא בחזקה דאין אדם שותה בכוס אא\"כ בודקו אפי' טען טענת מומין מיד אחר שבעל אין שומעין לו. וי\"ל דלרבותא נקט שהה כמה ימים אע\"ג דאיכא למימר מוכחא מילתא שלא הכיר באותו מום עד עכשיו מדלא הזכירו עד עתה קמ\"ל: א\"ה אבל בדברי ה\"ה נראה דדוקא בא עליה ושהה מדכתב שהוא דוקא כשלא בעל או שלא שהה ונ\"ל פי' או אפילו בעל אלא שלא שהה וכן מוכח מדסיים אבל אם בעל ושהה כו' ש\"מ דתרתי בעינן. וראיתי בפרישה סי' ל\"ט ס\"ק כ\"ח שכתב דבחד סגי או בעל או שהה וסיים וכן משמע לשון המ\"מ ע\"ש. ודבריו תמוהין דלפע\"ד מוכח להדיא מלשון המ\"מ להיפך וכמ\"ש]: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>נעשה האיש מוכה שחין וכו'. </b> לאו למימרא שנעשה אחר שנשאה שאפילו היה מוכה שחין מקודם שנשאה מאחר שאפילו היא רוצה אין שומעין לה:        סליקו הלכות אישות בריך רחמנא דסייען:  \n                     "
      ]
    ]
  ]
};