const Virgin_Maiden = {
  "title": "Mishneh Torah, Virgin Maiden",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Virgin_Maiden",
  "text": [
    [
      "מִי שֶׁפִּתָּה בְּתוּלָה קוֹנְסִין אוֹתוֹ מִשְׁקַל חֲמִשִּׁים סְלָעִים שֶׁל כֶּסֶף מְזֻקָּק וְהוּא הַנִּקְרָא קְנָס. וְכֵן אִם אָנַס אוֹתָהּ. וּקְנָס זֶה מִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְנָתַן הָאִישׁ הַשּׁוֹכֵב עִמָּהּ לַאֲבִי הַנַּעֲרָה חֲמִשִּׁים כֶּסֶף\": \n",
      "וְאֵי זֶה הוּא מְפַתֶּה וְאֵי זֶה הוּא אוֹנֵס. מְפַתֶּה לִרְצוֹנָהּ. אוֹנֵס שֶׁבָּא עָלֶיהָ בְּעַל כָּרְחָהּ. כָּל הַנִּבְעֶלֶת בַּשָּׂדֶה הֲרֵי זוֹ בְּחֶזְקַת אֲנוּסָה וְדָנִין אוֹתָהּ בְּדִין אֲנוּסָה עַד שֶׁיָּעִידוּ הָעֵדִים שֶׁבִּרְצוֹנָהּ נִבְעֲלָה. וְכָל הַנִּבְעֶלֶת בָּעִיר הֲרֵי זוֹ בְּחֶזְקַת מְפֻתָּה מִפְּנֵי שֶׁלֹּא זָעֲקָה עַד שֶׁיָּעִידוּ הָעֵדִים שֶׁהִיא אֲנוּסָה, כְּגוֹן שֶׁשָּׁלַף לָהּ חֶרֶב וְאָמַר לָהּ אִם תִּזְעֲקִי אֶהֱרֹג אוֹתָךְ: \n",
      "הַמְפֻתָּה שֶׁלֹּא רָצְתָה לְהִנָּשֵׂא לַמְפַתֶּה. אוֹ שֶׁלֹּא רָצָה אָבִיהָ לִתְּנָהּ לוֹ. אוֹ שֶׁלֹּא רָצָה הוּא לִכְנֹס. הֲרֵי זֶה נוֹתֵן קְנָס וְהוֹלֵךְ וְאֵין כּוֹפִין אוֹתוֹ לִכְנֹס. וְאִם רָצוּ וּכְנָסָהּ אֵינוֹ מְשַׁלֵּם קְנָס אֶלָּא כּוֹתֵב לָהּ כְּתֻבָּה כִּשְׁאָר הַבְּתוּלוֹת. אֲבָל הָאֲנוּסָה שֶׁלֹּא רָצְתָה הִיא אוֹ אָבִיהָ לְהִנָּשֵׂא לְאוֹנֵס הָרְשׁוּת בְּיָדָם וְנוֹתֵן קְנָס וְהוֹלֵךְ. רָצְתָה הִיא וְאָבִיהָ וְלֹא רָצָה הוּא כּוֹפִין אוֹתוֹ וְכוֹנֵס וְנוֹתֵן קְנָס שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" הֲרֵי זוֹ מִצְוַת עֲשֵׂה. אֲפִלּוּ הִיא חִגֶּרֶת אוֹ סוּמָא אוֹ מְצֹרַעַת כּוֹפִין אוֹתוֹ לִכְנֹס וְאֵינוֹ מוֹצִיא לִרְצוֹנוֹ לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ כָּל יָמָיו\" הֲרֵי זוֹ מִצְוַת לֹא תַּעֲשֶׂה: \n",
      "וְאֵין לָהּ כְּתֻבָּה שֶׁלֹּא תִּקְּנוּ חֲכָמִים כְּתֻבָּה לְאִשָּׁה אֶלָּא כְּדֵי שֶׁלֹּא תִּהְיֶה קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ וְזֶה אֵינוֹ יָכוֹל לְהוֹצִיאָהּ: \n",
      "הָיְתָה אֲנוּסָה זוֹ אֲסוּרָה עָלָיו אֲפִלּוּ מֵחַיָּבֵי עֲשֵׂה וַאֲפִלּוּ שְׁנִיָּה הֲרֵי זֶה לֹא יִשָּׂאֶנָּה. וְכֵן אִם נִמְצָא בָּהּ דְּבַר זִמָּה אַחַר שֶׁכָּנַס הֲרֵי זֶה יְגָרְשֶׁנָהּ שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\". אִשָּׁה הָרְאוּיָה לוֹ: \n",
      "כֹּהֵן גָּדוֹל שֶׁאָנַס בְּתוּלָה אוֹ שֶׁפִּתָּה אוֹתָהּ הֲרֵי זֶה לֹא יִכְנֹס מִפְּנֵי שֶׁהוּא מְצֻוֶּה לִקַּח אֶת הַבְּתוּלָה וּבְשָׁעָה שֶׁיִּשָּׂא זוֹ אֵינָהּ בְּתוּלָה. וְאִם כָּנַס יוֹצִיא בְּגֵט: \n",
      "אַף עַל פִּי שֶׁנֶּאֱמַר בְּאוֹנֵס <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ\" כֵּיוָן שֶׁקְּדָמוֹ עֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" הֲרֵי זֶה נִתְּקוֹ לַעֲשֵׂה וְנִמְצֵאת זוֹ מִצְוַת לֹא תַּעֲשֶׂה שֶׁנִּתְּקָהּ לַעֲשֵׂה שֶׁאֵין לוֹקִין עָלֶיהָ אֶלָּא אִם לֹא קִיֵּם עֲשֵׂה שֶׁבָּהּ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין. לְפִיכָךְ הָאוֹנֵס שֶׁעָבַר וְגֵרֵשׁ כּוֹפִין אוֹתוֹ לְהַחֲזִיר וְאֵינוֹ לוֹקֶה. מֵתָה גְּרוּשָׁתוֹ קֹדֶם שֶׁיַּחְזִירֶנָּה אוֹ נִתְקַדְּשָׁה לְאַחֵר אוֹ שֶׁהָיָה כֹּהֵן שֶׁאָסוּר בִּגְרוּשָׁה הֲרֵי זֶה לוֹקֶה שֶׁהֲרֵי עָבַר עַל לֹא תַּעֲשֶׂה וְאֵינוֹ יָכוֹל לְקַיֵּם עֲשֵׂה שֶׁבָּהּ: \n",
      "אֵין הָאוֹנֵס אוֹ הַמְפַתֶּה חַיָּב בִּקְנָס עַד שֶׁיָּבוֹא עָלֶיהָ [כְּדַרְכָּהּ] וּבְעֵדִים וְאֵינוֹ צָרִיךְ הַתְרָאָה. וּמֵאֵימָתַי יִהְיֶה לַבַּת קְנָס. מֵאַחַר שָׁלשׁ שָׁנִים גְּמוּרוֹת עַד שֶׁתִּבְגֹּר. נִבְעֲלָה בְּתוֹךְ שָׁלֹשׁ שָׁנִים אֵין בִּיאָתָהּ בִּיאָה. בָּא עָלֶיהָ מִשֶּׁבָּגְרָה אֵין לָהּ קְנָס שֶׁנֶּאֱמַר <small>(דברים כב כח)</small> \"נַעֲרָה בְתוּלָה\" לֹא הַבּוֹגֶרֶת: \n",
      "וְאַחַת שֶׁיֵּשׁ לָהּ אָב וְאַחַת שֶׁאֵין לָהּ אָב יֵשׁ לָהּ קְנָס. וְאֵלּוּ שֶׁאֵין לָהֶן קְנָס. הַבּוֹגֶרֶת וְהַמְמָאֶנֶת וְהָאַיְלוֹנִית וְהַשּׁוֹטָה וְהַחֵרֶשֶׁת. וּמִי שֶׁיָּצָא עָלֶיהָ שֵׁם רַע בְּיַלְדוּתָהּ וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁתָּבְעָה אוֹתָן לִזְנוֹת עִמָּהּ. וְהַמְגֹרֶשֶׁת מִן הַנִּשּׂוּאִין וַעֲדַיִן הִיא נַעֲרָה בְּתוּלָה. אֲבָל הַמְגֹרֶשֶׁת מִן הָאֵרוּסִין אִם נֶאֶנְסָה יֵשׁ לָהּ קְנָס וּקְנָסָהּ לְעַצְמָהּ. וְאִם נִתְפַּתְּתָה אֵין לָהּ קְנָס: \n",
      "הַגִּיֹּרֶת וְהַשְּׁבוּיָה וְהַמְשֻׁחְרֶרֶת אִם נִתְגַּיְּרָה וְנִפְדֵית וְנִשְׁתַּחְרְרָה וְהִיא בַּת שָׁלֹשׁ שָׁנִים אוֹ פָּחוֹת יֵשׁ לָהּ קְנָס. וְאִם הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד כְּשֶׁנִּתְגַּיְּרָה אוֹ כְּשֶׁנִּפְדֵּית אוֹ כְּשֶׁנִּשְׁתַּחְרְרָה אֵין לָהּ קְנָס הוֹאִיל וּבִיאָתָן בִּיאָה הֲרֵי הֵן כִּבְעוּלוֹת: \n",
      "הָיְתָה בְּתוּלָה זוֹ אֲסוּרָה עַל הָאוֹנֵס אוֹ הַמְפַתֶּה אִם הָיְתָה אַחַת מֵחַיָּבֵי כְּרֵתוֹת כְּגוֹן אֲחוֹתוֹ אוֹ דּוֹדָתוֹ וְהַנִּדָּה וְכַיּוֹצֵא בָּהֶן אוֹ שֶׁהָיְתָה מֵחַיָּבֵי לָאוִין אִם הִתְרוּ בּוֹ הֲרֵי זֶה לוֹקֶה וְאֵינוֹ מְשַׁלֵּם קְנָס שֶׁאֵין אָדָם לוֹקֶה וּמְשַׁלֵּם. וְאִם לֹא הָיְתָה שָׁם הַתְרָאָה הוֹאִיל וְאֵינוֹ חַיָּב מַלְקוֹת הֲרֵי זֶה מְשַׁלֵּם קְנָס: \n",
      "הָיְתָה מֵחַיָּבֵי עֲשֵׂה אוֹ שְׁנִיָּה וְכַיּוֹצֵא בָּהֶן שֶׁאֲסוּרָה מִדִּבְרֵי סוֹפְרִים. בֵּין הִתְרוּ בּוֹ בֵּין לֹא הִתְרוּ בּוֹ חַיָּב בִּקְנָס שֶׁאֵין כָּאן מַלְקוֹת: \n",
      "הָיְתָה מֵחַיָּבֵי מִיתַת בֵּית דִּין כְּגוֹן בִּתּוֹ וְאֵשֶׁת בְּנוֹ וְכַיּוֹצֵא בָּהֶן בֵּין הִתְרוּ בּוֹ בֵּין לֹא הִתְרוּ בּוֹ פָּטוּר מִן הַקְּנָס שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"וְלֹא יִהְיֶה אָסוֹן עָנוֹשׁ יֵעָנֵשׁ\" הָא אִם הָיָה שָׁם אָסוֹן אֵין שָׁם עֹנֶשׁ. וְאַף עַל פִּי שֶׁהֲרִיגַת הָאִשָּׁה בִּשְׁגָגָה שֶׁהֲרֵי לֹא נִתְכַּוְּנוּ לָהּ שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"כִּי יִנָּצוּ אֲנָשִׁים וְנָגְפוּ אִשָּׁה\" הָא לָמַדְתָּ שֶׁלֹּא חִלֵּק הַכָּתוּב בְּאָסוֹן בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין. וַהֲרֵי הוּא אוֹמֵר <small>(ויקרא כד יח)</small> \"מַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה\" <small>(ויקרא כד כא)</small> \"וּמַכֵּה אָדָם יוּמָת\" מָה מַכֵּה נֶפֶשׁ בְּהֵמָה לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְחַיְּבוֹ בְּתַשְׁלוּמִין אַף מַכֵּה נֶפֶשׁ אָדָם לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין: \n",
      "וְכֵן הַדִּין לְכָל עֲבֵרָה שֶׁיֵּשׁ בָּהּ מִיתַת בֵּית דִּין שֶׁאֵין בָּהּ תַּשְׁלוּמִין: \n",
      "בָּא עָלֶיהָ וּמֵתָה הֲרֵי זֶה פָּטוּר מִן הַקְּנָס שֶׁנֶּאֱמַר <small>(דברים כב כט)</small> \"וְנָתַן הָאִישׁ הַשֹּׁכֵב עִמָּהּ לַאֲבִי הַנַּעֲרָה\" לֹא לַאֲבִי הַמֵּתָה. וְהוּא שֶׁתָּמוּת קֹדֶם שֶׁתַּעֲמֹד בַּדִּין: \n"
    ],
    [
      "חֲמִשִׁים כֶּסֶף שֶׁל קְנָס הֵם דְּמֵי הֲנָאַת שְׁכִיבָה בִּלְבַד. וְחַיָּב הַמְפַתֶּה לִתֵּן בּשֶׁת וּפְגָם יוֹתֵר עַל הַקְּנָס הַקָּצוּב בַּתּוֹרָה. יֶתֶר עָלָיו הָאוֹנֵס שֶׁהוּא נוֹתֵן אֶת הַצַּעַר. שֶׁהַנִּבְעֶלֶת בִּרְצוֹנָהּ אֵין לָהּ צַעַר וַאֲנוּסָה יֵשׁ לָהּ צַעַר. וְכֵן הוּא אוֹמֵר בַּאֲנוּסָה <small>(דברים כב כט)</small> \"תַּחַת אֲשֶׁר עִנָּהּ\": \n",
      "נִמְצָא הַמְפַתֶּה מְשַׁלֵּם שְׁלֹשָׁה דְּבָרִים קְנָס וּבֹשֶׁת וּפְגָם. וְהָאוֹנֵס אַרְבָּעָה קְנָס וּבֹשֶׁת וְצַעַר וּפְגָם: \n",
      "קְנָס שָׁוֶה בַּכּל. אֶחָד הַבָּא עַל בַּת כֹּהֵן גָּדוֹל וְאֶחָד הַבָּא עַל בַּת גֵּר אוֹ מַמְזֵר קְנָסָהּ חֲמִשִּׁים כֶּסֶף. אֲבָל הַבּשֶׁת וְהַפְּגָם וְהַצַּעַר אֵינָן שָׁוִין לַכּל וּצְרִיכִין שׁוּמָא: \n",
      "כֵּיצַד שָׁמִין הַבּשֶׁת. הַכּל לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ. שֶׁאֵינוֹ דּוֹמֶה מְבַיֵּשׁ נַעֲרָה חֲשׁוּבָה וּמִמִּשְׁפָּחָה מְיֻחָסָה לִמְבַיֵּשׁ קְטַנָּה עֲנִיָּה בְּזוּיָה. וְאֵינוֹ דּוֹמֶה מִתְבַּיֵּשׁ מֵאָדָם חָשׁוּב וְגָדוֹל לְמִתְבַּיֵּשׁ מֵאֶחָד מֵהַנְּבָלִים וְקַל מִן הַקַּלִּים: \n",
      "וּלְפִי זֶה רוֹאִין הַדַּיָּנִין מַעֲלָתוֹ וּמַעֲלָתָהּ וְשָׁמִין כַּמָּה מָמוֹן רָאוּי לְאָבִיהָ וּלְמִשְׁפַּחְתָּהּ לִתֵּן וְלֹא יֶאֱרַע לָהֶן דָּבָר זֶה מֵאָדָם זֶה וְכָמוֹהוּ חַיָּב לְשַׁלֵּם: \n",
      "פְּגָם לְפִי יָפְיָהּ. רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שִׁפְחָה נִמְכֶּרֶת בַּשּׁוּק כַּמָּה הִיא שָׁוָה בְּעוּלָה וְכַמָּה הָיְתָה שָׁוָה בְּתוּלָה. שֶׁאָדָם רוֹצֶה לִקְנוֹת שִׁפְחָה בְּתוּלָה לִתְּנָהּ לְעַבְדּוֹ שֶׁהוּא רוֹצֶה בַּהֲנָיָתוֹ וְטוֹבָתוֹ. וְרוֹאִין כַּמָּה פָּחֲתָה וִישַׁלֵּם צַעַר לְפִי קַטְנוּתָהּ וּבִנְיַן גּוּפָהּ. וּלְפִי שָׁנָיו וְגוּפוֹ אוֹמְדִין כַּמָּה הָאָב רוֹצֶה לִתֵּן וְלֹא תִּצְטַעֵר זוֹ מִזֶּה וְיִתֵּן: \n",
      "הַמְפַתֶּה נוֹתֵן בּשֶׁת וּפְגָם מִיָּד וְאֵינוֹ נוֹתֵן הַקְּנָס אֶלָּא אִם כֵּן לֹא נְשָׂאָהּ שֶׁנֶּאֱמַר <small>(שמות כב טז)</small> \"וְאִם מָאֵן יְמָאֵן אָבִיהָ לְתִתָּהּ לוֹ כֶּסֶף יִשְׁקל\". אֲבָל הָאוֹנֵס נוֹתֵן אַרְבָּעָה דְּבָרִים מִיָּד וְכוֹנֵס. לְפִיכָךְ כְּשֶׁתִּרְצֶה לְהִתְגָּרֵשׁ אוֹ תִּתְאַלְמֵן אֵין לָהּ כְּלוּם: \n",
      "בָּאוּ עָלֶיהָ שְׁנַיִם אֶחָד כְּדַרְכָּהּ וְאֶחָד שֶׁלֹּא כְּדַרְכָּהּ זֶה שֶׁבָּא עָלֶיהָ שֶׁלֹּא כְּדַרְכָּהּ אִם הוּא רִאשׁוֹן חַיָּב בְּבשֶׁת וּפְגָם וְאִם הוּא אַחֲרוֹן חַיָּב בְּבשֶׁת בִּלְבַד שֶׁכְּבָר נִפְגְּמָה. וְזֶה שֶׁבָּא עָלֶיהָ כְּדַרְכָּהּ בֵּין רִאשׁוֹן בֵּין אַחֲרוֹן חַיָּב בִּקְנָס וּבִשְׁאָר הַדְּבָרִים. אֲבָל אֵין בּשֶׁת וּפְגָם שֶׁל בַּת שֶׁלֹּא נִבְעֲלָה כְּלָל כְּבשֶׁת וּפְגָם זוֹ שֶׁנִּבְעֲלָה שֶׁלֹּא כְּדַרְכָּהּ: \n",
      "כְּבָר הוֹדַעְנוּ הַבָּנוֹת שֶׁאֵין לָהֶן קְנָס וְעֶשֶׂר הֵן. הַבּוֹגֶרֶת. וְהַמְמָאֶנֶת. וְהַמְגֹרֶשֶׁת. וְהָאַיְלוֹנִית. וְהַשּׁוֹטָה. וְהַחֵרֶשֶׁת. וְהַגִּיֹּרֶת. וְהַשְּׁבוּיָה. וְהַמְשֻׁחְרֶרֶת. וְהַיּוֹצֵא עָלֶיהָ שֵׁם רַע. וּשְׁאָר הַבָּנוֹת יֵשׁ לָהֶן קְנָס: \n",
      "כָּל בַּת שֶׁיֵּשׁ לָהּ קְנָס יֵשׁ לָהּ בּשֶׁת וּפְגָם. וְאִם הָיְתָה אֲנוּסָה יֵשׁ לָהּ צַעַר. וְכָל בַּת שֶׁאֵין לָהּ קְנָס כָּךְ אֵין לָהּ לֹא בּשֶׁת וְלֹא פְּגָם אִם נִתְפַּתְּתָה וְכֵן אִם נֶאֶנְסָה חוּץ מִבּוֹגֶרֶת וּמְמָאֶנֶת וְשׁוֹטָה וְחֵרֶשֶׁת: \n",
      "כֵּיצַד. הָאוֹנֵס אֶת הַבּוֹגֶרֶת וְאֶת הַמְמָאֶנֶת אַף עַל פִּי שֶׁאֵין לָהֶן קְנָס יֵשׁ לָהֶן בּשֶׁת וּפְגָם וְצַעַר. וְהָאוֹנֵס שׁוֹטָה אוֹ חֵרֶשֶׁת מְשַׁלֵּם צַעַר בִּלְבַד. אֲבָל הַמְפַתֶּה אֶת כֻּלָּן פָּטוּר מִכְּלוּם: \n",
      "אֵין אָדָם מְשַׁלֵּם קְנָס בְּכָל מָקוֹם בְּהוֹדָאַת פִּיו אֶלָּא עַל פִּי עֵדִים. לְפִיכָךְ הָאוֹמֵר אָנַסְתִּי אוֹ פִּתִּיתִי בִּתּוֹ שֶׁל פְּלוֹנִי אֵינוֹ מְשַׁלֵּם קְנָס אֲבָל מְשַׁלֵּם בּשֶׁת וּפְגָם בְּהוֹדָאַת פִּיו. וְכֵן בַּת שֶׁתָּבְעָה אִישׁ בַּדִּין וְאָמְרָה לוֹ אָנַסְתָּ אוֹ פִּתִּיתָ אוֹתִי וְהוּא אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁאִלּוּ הוֹדָה הָיָה מְשַׁלֵּם לָהּ בּשֶׁת וּפְגָם וְצַעַר עַל פִּי עַצְמוֹ: \n",
      "אָמְרָה לוֹ אָנַסְתָּ אוֹתִי וְהוּא אוֹמֵר לֹא כִּי אֶלָּא פִּתִּיתִי הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה עַל דְּמֵי הַצַּעַר וּמְשַׁלֵּם בּשֶׁת וּפְגָם שֶׁהֲרֵי הוֹדָה בְּמִקְצָת הַטַּעֲנָה כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "שְׁלֹשָׁה דְּבָרִים שֶׁל מְפַתֶּה וְאַרְבָּעָה שֶׁל אוֹנֵס הֲרֵי הֵן שֶׁל אָב שֶׁכָּל שֶׁבַח נְעוּרִים לוֹ. וְאִם אֵין לָהּ אָב הֲרֵי הֵן שֶׁל עַצְמָהּ: \n",
      "מְפֻתָּה אוֹ אֲנוּסָה שֶׁלֹּא תָּבְעָה עַד שֶׁבָּגְרָה אוֹ עַד שֶׁנִּשֵּׂאת אוֹ עַד שֶׁמֵּת הָאָב הָאַרְבָּעָה דְּבָרִים אוֹ הַשְּׁלֹשָׁה שֶׁלָּהּ. עָמְדָה בַּדִּין וְתָבְעָה אוֹתוֹ וְאַחַר כָּךְ בָּגְרָה אוֹ שֶׁנִּשֵּׂאת הֲרֵי הֵן שֶׁל אָב. וְאִם מֵת הָאָב אַחַר עֲמִידָתָהּ בַּדִּין הֲרֵי הֵן שֶׁל אַחִין שֶׁהֵן יוֹרְשֵׁי הָאָב. שֶׁמֵּעֵת שֶׁעָמְדָה בְּדִין זָכָה בָּהֶן הָאָב: \n",
      "הַבַּת שֶׁנִּתְאָרְסָה וְנִתְגָּרְשָׁה קְנָסָהּ לְבַדּוֹ לְעַצְמָהּ. נֶאֶנְסָה אוֹ נִתְפַּתְּתָה וְאַחַר כָּךְ נִתְקַדְּשָׁה לְאַחֵר קְנָסָהּ וּשְׁאָר הַדְּבָרִים לְאָבִיהָ. שֶׁאֵין הָאֵרוּסִין מוֹצִיאִין מֵרְשׁוּת אָב: \n",
      "אֲנִי אוֹמֵר שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא יט כט)</small> \"אַל תְּחַלֵּל אֶת בִּתְּךָ לְהַזְנוֹתָהּ\". שֶׁלֹּא יֹאמַר הָאָב הוֹאִיל וְלֹא חִיְּבָה תּוֹרָה מְפַתֶּה וְאוֹנֵס אֶלָּא שֶׁיִּתֵּן מָמוֹן לָאָב הֲרֵינִי שׂוֹכֵר בִּתִּי הַבְּתוּלָה לָזֶה לָבוֹא עָלֶיהָ בְּכָל מָמוֹן שֶׁאֶרְצֶה אוֹ אָנִיחַ זֶה לָבוֹא עָלֶיהָ בְּחִנָּם שֶׁיֵּשׁ לוֹ לָאָדָם לִמְחל מָמוֹנוֹ לְכָל מִי שֶׁיִּרְצֶה לְכָךְ נֶאֱמַר אַל תְּחַלֵּל אֶת בִּתְּךָ. שֶׁזֶּה שֶׁחִיְּבָה תּוֹרָה לָאוֹנֵס וְלַמְפַתֶּה מָמוֹן וְלֹא מַלְקוֹת בְּשֶׁאֵרַע הַדָּבָר מִקְרֶה שֶׁלֹּא מִדַּעַת אָבִיהָ וְלֹא הֵכִינָה עַצְמָהּ לְכָךְ שֶׁדָּבָר זֶה אֵינוֹ הוֹוֶה תָּמִיד וְאֵינוֹ מָצוּי. אֲבָל אִם הֵנִיחַ בִּתּוֹ הַבְּתוּלָה מוּכֶנֶת לְכָל מִי שֶׁיָּבוֹא עָלֶיהָ גּוֹרֵם שֶׁתִּמָּלֵא הָאָרֶץ זִמָּה וְנִמְצָא הָאָב נוֹשֵׂא בִּתּוֹ וְהָאָח נוֹשֵׂא אֲחוֹתוֹ שֶׁאִם תִּתְעַבֵּר וְתֵלֵד לֹא יִוָּדַע בֶּן מִי הוּא. וְהַמֵּכִין בִּתּוֹ לְכָךְ הֲרֵי הִיא קְדֵשָׁה וְלוֹקֶה הַבּוֹעֵל וְהַנִּבְעֶלֶת מִשּׁוּם <small>(דברים כג יח)</small> \"לֹא תִהְיֶה קְדֵשָׁה\". וְאֵין קוֹנְסִין אוֹתוֹ שֶׁלֹּא חִיְּבָה תּוֹרָה קְנָס אֶלָּא לְאוֹנֵס וּמְפַתֶּה אֲבָל זוֹ שֶׁהֵכִינָה עַצְמָהּ לְכָךְ בֵּין מִדַּעְתָּהּ בֵּין מִדַּעַת אָבִיהָ הֲרֵי זוֹ קְדֵשָׁה. וְאִסּוּר קְדֵשָׁה אֶחָד הוּא בֵּין בִּבְתוּלָה בֵּין בִּבְעוּלָה לְפִיכָךְ אָמְרוּ חֲכָמִים שֶׁהַיּוֹצֵא עָלֶיהָ שֵׁם רַע בְּיַלְדוּתָהּ אֵין לָהּ קְנָס כְּמוֹ שֶׁבֵּאַרְנוּ שֶׁהֲרֵי זוֹ בְּחֶזְקַת שֶׁהִפְקִירָה עַצְמָהּ לְדָבָר זֶה בִּרְצוֹנָהּ: \n"
    ],
    [
      "הַמּוֹצִיא שֵׁם רַע עַל בַּת יִשְׂרָאֵל וְנִמְצָא הַדָּבָר שֶׁקֶר לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים כב יח)</small> \"וְיִסְּרוּ אֹתוֹ\". וְאַזְהָרָה שֶׁלּוֹ מִ<small>(ויקרא יט טז)</small> \"לֹּא תֵלֵךְ רָכִיל בְּעַמֶּיךָ\". וְנוֹתֵן לְאָבִיהָ מִשְׁקַל מֵאָה סְלָעִים כֶּסֶף מְזֻקָּק. וְאִם הָיְתָה יְתוֹמָה הֲרֵי הֵם שֶׁל עַצְמָהּ: \n",
      "וְהַמּוֹצִיא שֵׁם רַע עַל הַקְּטַנָּה אוֹ עַל הַבּוֹגֶרֶת פָּטוּר מִן הַקְּנָס וּמִן הַמַּלְקוֹת. וְאֵינוֹ חַיָּב עַד שֶׁיּוֹצִיא עַל הַנַּעֲרָה שֶׁנֶּאֱמַר <small>(דברים כב טו)</small> \"וְהוֹצִיאוּ אֶת בְּתוּלֵי הַנַּעֲרָה\" נַעֲרָה מָלֵא דִּבֵּר הַכָּתוּב: \n",
      "אֵין דָּנִין דִּין זֶה אֶלָּא בִּפְנֵי הַבַּיִת וּבֵית דִּין שֶׁל עֶשְׂרִים וּשְׁלֹשָׁה. מִפְּנֵי שֶׁיֵּשׁ בְּדִין מוֹצִיא שֵׁם רַע דִּינֵי נְפָשׁוֹת. שֶׁאִם נִמְצָא הַדָּבָר כְּמוֹ שֶׁנֶּאֱמַר הֲרֵי זוֹ נֶהֱרֶגֶת. אֲבָל הָאוֹנֵס וְהַמְפַתֶּה דָּנִין בָּהֶן בְּכָל זְמַן בִּשְׁלֹשָׁה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת סַנְהֶדְרִין: \n",
      "וּמִצְוַת עֲשֵׂה שֶׁל תּוֹרָה שֶׁתֵּשֵׁב אֵשֶׁת מוֹצִיא שֵׁם רַע תַּחְתָּיו לְעוֹלָם שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" אֲפִלּוּ עִוֶּרֶת אוֹ מֻכַּת שְׁחִין. וְאִם גֵּרְשָׁהּ עָבַר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"לֹא יוּכַל לְשַׁלְּחָהּ כָּל יָמָיו\". וְכוֹפִין אוֹתוֹ וּמַחֲזִיר וְאֵינוֹ לוֹקֶה כְּמוֹ שֶׁבֵּאַרְנוּ בְּאוֹנֵס. וְאִם קִדֵּם אֶחָד וְקִדְּשָׁהּ אוֹ שֶׁמֵּתָה אוֹ שֶׁהָיָה כֹּהֵן שֶׁאָסוּר בִּגְרוּשָׁה הֲרֵי זֶה לוֹקֶה עַל גֵּרוּשֶׁיהָ: \n",
      "נִמְצָא בָּהּ דְּבַר זִמָּה. אוֹ שֶׁנִּמְצֵאת אֲסוּרָה עָלָיו מֵחַיָּבֵי לָאוִין אוֹ מֵחַיָּבֵי עֲשֵׂה וַאֲפִלּוּ שְׁנִיָּה הֲרֵי זֶה יְגָרְשֶׁנָּה בְּגֵט שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"וְלוֹ תִהְיֶה לְאִשָּׁה\" אִשָּׁה הָרְאוּיָה לוֹ. וְלָמָּה לֹא יָבֹא עֲשֵׂה וְיִדְחֶה אֶת לֹא תַּעֲשֶׂה בֵּין בְּמוֹצִיא שֵׁם רַע בֵּין בְּאוֹנֵס וְיִשָּׂא זוֹ הָאֲסוּרָה לוֹ. שֶׁהֲרֵי אֶפְשָׁר שֶׁלֹּא תִּרְצֶה הִיא לֵישֵׁב וְנִמְצָא עֲשֵׂה וְלֹא תַּעֲשֶׂה קַיָּמִין: \n",
      "כֵּיצַד הוֹצָאַת שֵׁם רַע. הוּא שֶׁיָּבוֹא לְבֵית דִּין וְיֹאמַר נַעֲרָה זוֹ בָּעַלְתִּי וְלֹא מָצָאתִי לָהּ בְּתוּלִים וּכְשֶׁבִּקַּשְׁתִּי עַל הַדָּבָר נוֹדַע לִי שֶׁזִּנְּתָה תַּחְתַּי אַחַר שֶׁאֵרַסְתִּיהָ וְאֵלּוּ הֵם עֵדַי שֶׁזִּנְּתָה בִּפְנֵיהֶם. וּבֵית דִּין שׁוֹמְעִין דִּבְרֵי הָעֵדִים וְחוֹקְרִין עֵדוּתָן. אִם נִמְצָא הַדָּבָר אֱמֶת נִסְקֶלֶת. וְאִם הֵבִיא הָאָב עֵדִים וְהוּזְמוּ הָעֵדִים שֶׁהֵבִיא הַבַּעַל וְנִמְצָא שֶׁהֵעִידוּ שֶׁקֶר יִסָּקְלוּ וְיִלְקֶה הוּא וְנוֹתֵן מֵאָה סְלָעִים. וְעַל זֶה נֶאֱמַר <small>(דברים כב יז)</small> \"וְאֵלֶּה בְּתוּלֵי בִתִּי\", אֵלּוּ הָעֵדִים שֶׁיָּזִימוּ עֵדֵי הַבַּעַל. חָזַר הַבַּעַל וְהֵבִיא עֵדִים אֲחֵרִים וְהֵזִימוּ עֵדֵי הָאָב הֲרֵי הַנַּעֲרָה וְעֵדֵי אָבִיהָ נִסְקָלִין. עַל זֶה נֶאֱמַר <small>(דברים כב כ)</small> \"וְאִם אֱמֶת הָיָה הַדָּבָר הַזֶּה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁפָּרָשָׁה זוֹ יֵשׁ בָּהּ עֵדִים וְזוֹמְמִין וְזוֹמְמֵי זוֹמְמִין: \n",
      "הוֹצִיא עָלֶיהָ שֵׁם רַע וְהִיא בּוֹגֶרֶת אַף עַל פִּי שֶׁהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחְתָּיו כְּשֶׁהָיְתָה נַעֲרָה הֲרֵי זֶה פָּטוּר מִן הַמַּלְקוֹת וּמִן הַקְּנָס. וְאִם נִמְצָא הַדָּבָר אֱמֶת הֲרֵי זוֹ תִּסָּקֵל אַף עַל פִּי שֶׁהִיא בּוֹגֶרֶת הוֹאִיל וּבְעֵת שֶׁזִּנְּתָה נַעֲרָה הָיְתָה: \n",
      "כָּל נַעֲרָה שֶׁאֵין לָהּ קְנָס אִם נֶאֶנְסָה אוֹ נִתְפַּתְּתָה כָּךְ הַמּוֹצִיא עָלֶיהָ שֵׁם רַע פָּטוּר מִן הַמַּלְקוֹת וּמִן הַתַּשְׁלוּמִין. וְכֵן הַכּוּתִית שֶׁנִּתְגַּיְּרָה וְהַשִּׁפְחָה שֶׁנִּשְׁתַּחְרְרָה פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים אֲפִלּוּ הָיְתָה הוֹרָתָהּ שֶׁלֹּא בִּקְדֻשָּׁה וְלֵדָתָהּ בִּקְדֻשָּׁה הַמּוֹצִיא עָלֶיהָ שֵׁם רַע פָּטוּר מִן הַקְּנָס וּמִן הַמַּלְקוֹת שֶׁנֶּאֱמַר <small>(דברים כב יט)</small> \"כִּי הוֹצִיא שֵׁם רָע עַל בְּתוּלַת יִשְׂרָאֵל\" עַד שֶׁתִּהְיֶה הוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה: \n",
      "קִדֵּשׁ נַעֲרָה וְגֵרְשָׁהּ וְחָזַר וְקִדְּשָׁהּ וְהוֹצִיא עָלֶיהָ שֵׁם רַע וְהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחְתָּיו בַּקִּדּוּשִׁין הָרִאשׁוֹנִים וְנִמְצְאוּ זוֹמְמִים הֲרֵי זֶה פָּטוּר. וְכֵן אִם הָיְתָה יְבִמְתּוֹ שֶׁכָּנְסָהּ וְהוֹצִיא עָלֶיהָ שֵׁם רַע וְהֵבִיא עֵדִים שֶׁזִּנְּתָה תַּחַת קִדּוּשֵׁי אָחִיו וְנִמְצְאוּ זוֹמְמִים הֲרֵי זֶה פָּטוּר מִן הַמַּלְקוֹת וּמִן הַתַּשְׁלוּמִין. וְכָל הַפְּטוּר אִם רָצָה לְגָרֵשׁ יְגָרֵשׁ: \n",
      "אֵינוֹ חַיָּב עַד שֶׁיִּבְעל אוֹתָהּ כְּדַרְכָּהּ וְיוֹצִיא שֵׁם רַע (עַל הַבְּעִילָה) כְּדַרְכָּהּ. בְּעָלָהּ שֶׁלֹּא כְּדַרְכָּהּ וְאָמַר לֹא מְצָאתִיהָ בְּתוּלָה פָּטוּר וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת: \n",
      "וְכֵן אִם אָמַר לֹא מְצָאתִיהָ בְּתוּלָה וְלֹא אָמַר שֶׁזִּנְּתָה תַּחְתַּי אוֹ שֶׁאָמַר זִנְּתָה תַּחְתַּי וְלֹא הֵבִיא עֵדִים אֶלָּא בָּאוּ מֵאֲלֵיהֶם הֲרֵי זֶה פָּטוּר אַף עַל פִּי שֶׁהָעֵדִים נֶהֱרָגִים אִם הוּזַמּוּ: \n",
      "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(דברים כב יז)</small> \"וּפָרְשׂוּ הַשִּׂמְלָה\" לְשׁוֹן כָּבוֹד שֶׁנּוֹשְׂאִין וְנוֹתְנִין בְּסִתְרֵי הַדָּבָר. וְכֵן זֶה שֶׁיֹּאמַר הָאָב <small>(דברים כב יז)</small> \"אֵלֶּה בְּתוּלֵי בִתִּי\" הֵן זוֹמְמֵי עֵדֵי הַבַּעַל. וְזֶה שֶׁנֶּאֱמַר <small>(דברים כב כ)</small> \"וְאִם אֱמֶת הָיָה הַדָּבָר\" תֵּהָרֵג כְּשֶׁזִּנְּתָה אַחַר הָאֵרוּסִין בְּעֵדִים שֶׁנֶּאֱמַר <small>(דברים כב כא)</small> \"לִזְנוֹת בֵּית אָבִיהָ\". אֲבָל קדֶם הָאֵרוּסִין כְּבָר אָמְרָה תּוֹרָה בָּהּ שֶׁהִיא פְּטוּרָה מִכְּלוּם וּבוֹעֲלָהּ חַיָּב בְּתַשְׁלוּמֵי מָמוֹן בִּלְבַד בֵּין פִּתָּה בֵּין אָנַס: \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות נערה בתולה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [
        "אהרוג אותך: כתב הראב\"ד ז\"ל חיי ראשי חזקה זו איני יודע מה תועלת יש בה אם יש שם עדים יבואו ויעידו ואם אין שם עדים קנס אין שם. ואם לענין ג' דברים אם יש טענה ביניהם זה כלל גדול בדין המוציא מחבירו עליו הראיה והעיר והשדה שוות הם עכ\"ל:"
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "*והאילונית. כתב הראב\"ד ז\"ל גם זה טעות שהאילונית לדברי חכמים יש לה קנס עד שתהיה בת עשרים שמקטנותה יצאה לבגרות עכ\"ל:",
        "*והשוטה והחרשת: כתב הראב\"ד ז\"ל אף זו טעות דלהדיא לרבנן יש לה קנס ופיתוי עכ\"ל:"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "אמרה לו אנסת וכו': כתב הראב\"ד ז\"ל אין כאן שבועה לפי שאין כאן תובע שהתשלומין אינן שלה וכמו מנה לאבי בידך הוא ואם טען אביה אפשר שיהיה זה הדין ובדרישה איך תדע שיהיה זה אונס עכ\"ל:"
      ],
      [],
      [
        "*שלא תבעה וכו': כתב הראב\"ד ז\"ל הג' במפותה אם מת האב למה שלה וכי יורשת אביה היא עכ\"ל:"
      ],
      [],
      [
        "*לא תהיה קדשה וכו': כתב הראב\"ד ז\"ל אין דעתי מסכמת לזה שאין קדשה אלא שעומדת בקובה של זונות וכן אמרו בספרי לא תהיה קדשה אזהרה למזנה כענין שנאמר לא היתה בזה קדשה ושם נאמר איה הקדשה היא בעינים על הדרך עכ\"ל:",
        "* ואין קונסין אותו: כתב הראב\"ד ז\"ל ועוד שגם הוא מפותה ומדעתו עושה עכ\"ל:"
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>מי שהיתה בתולה וכו'.</b> משנה בפרק יש בכור (בכורות דף מ''ט:) חמשים של אונס ומפתה בשקל הקדש במנה צורי: \n\n"
      ],
      [
        "<b>כל הנבעלת בשדה הרי זו בחזקת אנוסה וכו'.</b> כתב הראב''ד חיי ראשי איני יודע מה תועלת יש בה אם יש שם עדים יבאו ויעידו ואם אין שם עדים קנס אין שם וכו'. י''ל כמו שכתב בעל מגדל עוז שאם ראו העדים מרחוק ששכב עמה ולא ידעו אם באונס אם ברצון אם היה בעיר חזקה שהיא מפותה אם לא צעקה ולא העידו העדים ששלף וכו' ואם היה בשדה חזקה שהיא אנוסה: \n\n"
      ],
      [
        "<b>המפותה שלא רצתה להנשא למפתה וכו'.</b> בפרק אלו נערות (כתובות דף ל''ט) שנינו האונס נותן מיד המפתה לכשיוציא ובגמרא לכשיוציא אשתו היא אמר אביי אימא לכשלא יכנוס ופירש''י אשתו היא וכי אשתו היא כבר דקאמר לכשיוציא, לכשלא יכנוס שתמאן היא או אביה או המפתה עצמו, תניא נ''ה וכו' ואחד האונס ואחד המפתה בין היא ובין אביה יכולים לעכב בשלמא מפותה כתיב אם מאן ימאן אביה אין לי אלא אביה היא עצמה מנין ת''ל ימאן מ''מ אלא אונס בשלמא איהי כתיב ולו תהיה מדעתה אלא אביה מנ''ל אמר אביי שלא יהא חוטא נשכר רבא אמר ק''ו ומה מפתה שלא עבר אלא על דעת אביה בלבד בין היא בין אביה יכולים לעכב אונס שעבר על דעת אביה ועל דעת עצמה לא כ''ש וכו' תניא אידך אף על פי שאמרו אונס נותן מיד כשיוציא הוא אין לה עליו כלום כשיוציא מי מצי מפיק לה אימא כשתוציא היא אין לה עליו כלום מת יצא כסף קנסה בכתובתה ר''י בר יהודה אומר יש לה כתובה מנה במאי קא מיפלגי רבנן סברי טעמא מאי תקינו רבנן כתובה כדי שלא תהא קלה בעיניו להוציאה והא לא מצי מפיק לה ור''י בר יהודה סבר הא נמי מצער לה עד דאמרה היא לא בעינא לך. ופירש''י אע''פ שאמרו אונס נותן מיד כשיוציאנה אין לה עליו כלום ולא אמרינן אין קנסה תחת כתובתה שהרי לאביה נותן מיד אלא כסף קנסה הוא כתובתה וכן אם מת יצא כסף קנסה בכתובתה. מי מצי מפיק לה לא יוכל לשלחה כתיב כשתצא היא אם יצתה מאליה ותבעה הימנו גט: \n",
        "<b>ומ''ש רצתה היא ואביה ולא רצה הוא כופין אותו וכו' אפי' היא חגרת או סומא וכו'.</b> משנה שם (דף ל''ט) האונס שותה בעציצו וכו' כיצד שותה בעציצו אפילו היא חגרת אפילו היא סומא ואפילו היא מוכת שחין נמצא בה דבר ערוה או שאינה ראויה לבא בישראל אינו רשאי לקיימה שנאמר ולו תהיה לאשה אשה [שהיא] ראויה לו: \n\n"
      ],
      [],
      [
        "<b>ומ״ש רבינו אפילו מחייבי עשה ואפילו שניה.</b> מ״ש חייבי עשה ניחא דשפיר איכא למימר דבכלל אינה ראויה לבא בקהל היא ותניא בפרק אלו נערות (כתובות דף כ״ט:) ולו תהיה לאשה שמעון התימני אומר אשה שיש בה הויה ר״ש בן מנסיא אומר אשה הראויה לקיימה מאי בינייהו ממזרת ונתינה איכא בינייהו ומסקינן דאפילו חייבי עשה אין ראוי לקיימה אבל שניה קשה כיון דמדאורייתא שריא אשה שהיא ראויה לו היא ואפשר דכיון דמדכתיב ושמרתם את משמרתי מצאו חכמים מקום לאסור שניות שפיר איכא למימר דשניה אימעיטא מולו תהיה לאשה ובלאו הכי כיון דכל מילי דרבנן אסמכינהו אלאו דלא תסור שפיר איכא למימר דשנייה אימעיטא מולו תהיה לאשה ודקדק רבינו לכתוב אחר שישאנה כלומר דאילו נמצא דבר ערוה קודם שישאנה אינה נאסרת עליו: \n\n"
      ],
      [
        "<b>כהן גדול שאנס בתולה וכו'.</b> בפרק אלו נערות (כתובות דף ל''ט): \n\n"
      ],
      [
        "<b>אע''פ שנאמר כו'.</b> פ' אלו הן הלוקין (מכות דף י''ד וט''ו) א''ר יוחנן כל ל''ת שקדמו עשה לוקין עליו ופירש''י אפילו למ''ד לאו שניתק לעשה אין לוקין עליו וכו' אשמעינן ר' יוחנן דה''מ בעשה הבא אחר הלאו שאין אתה יכול לקיימו אלא לאחר עבירת הלאו אבל עשה שקדם את הלאו ואתה יכול לקיימו קודם עבירת הלאו אין זה ניתוק הלאו ואפי' תקיימנו אחר עבירת הלאו לא נפטרת מהמלקות עכ''ל. ומסיק בגמ' דהדר ביה משום דקשיא ליה מדתניא אונס שגירש אם ישראל הוא מחזיר ואינו לוקה אמאי ל''ת שקדמו עשה הוא ולילקי ופי' רש''י משום דקשיא ליה אונס נערה בתולה דאשכחן ביה לא תעשה שקדמו עשה דכתיב ולו תהיה לאשה לא יוכל לשלחה ותניא עלה שיקיים את העשה אם גירשה יחזירנה ופטור אלמא לאו שניתק לעשה חשיב ליה אם ישראל הוא שיכול לקיים העשה ויחזירנה מחזיר ואינו לוקה ואם כהן הוא שאסור בגרושה לוקה ואינו מחזיר ואמאי אם ישראל הוא מחזיר ואינו לוקה אם איתא לדרבי יוחנן הא לא תעשה שקדמו עשה הוא עכ''ל: \n",
        "<b>ומ''ש מתה גרושתו קודם שיחזירנה או נתקדשה לאחר.</b> נלמד ממה שאמרו (שם ט''ו:) אם כהן הוא לוקה ובפרק הנזכר תני תנא קמיה דר' יוחנן מל''ת שיש בה קום עשה קיים עשה שבה פטור ביטל עשה שבה חייב א''ל [ר''י] מאי קא אמרת קיים פטור לא קיים חייב ביטל חייב לא ביטל פטור תני קיימו ולא קיימו כך היא גירסת הרי''ף כלומר אע''פ שלא ביטלו לעשה כיון שלא קיימו לוקה על ל''ת ופי' נמוקי יוסף כלומר תפוס רישא דוקא דאם לא קיימו חייב דמיד שהתרו בו ב''ד לתקן הלאו ולא תיקן שוב אין לו תקנה לתקן אותו ולוקה: \n\n"
      ],
      [
        "<b>ומאימתי יהיה לבת קנס וכו' עד אין לה קנס.</b> בפרק אלו נערות (כתובות דף מ':) וכחכמים וכן פסקו הרי״ף והרא״ש והביאו ראיות לדבריהם ולאפוקי מר״ח והראב״ד שפסקו כר״מ ומפ' טעמייהו דחכמים בגמרא משום דאמר קרא אפילו קטנה במשמע כלומר דכתיב נער בלא ה״א: \n\n"
      ],
      [
        "<b>ואחת שיש לה אב וכו'.</b> משנה שם יתומה שנתארסה ונתגרשה ר' אליעזר אומר האונס חייב והמפתה פטור ואיפסיקא בגמרא הלכתא כוותיה ואע''ג דבגמרא אמרינן דמתניתין ביתומה בחיי האב מ''מ מינה ילפינן ליתומה ממש: \n",
        "<b>ואלו שאין להם קנס הבוגרת.</b> בס''פ אלו נערות. \n",
        "<b>ומ''ש והממאנת והאילונית</b> שם (דף ל''ה:) ת''ר וכו' הממאנת אין לה קנס ולא פיתוי איילונית אין לה לא קנס ולא פיתוי ופירש''י הממאנת בבעלה כגון יתומה שהשיאתה אמה [או אחיה] ומיאנה בבעלה אין לה קנס שאינה בחזקת בתולה ובגמרא הממאנת אין לה קנס ולא פיתוי הא קטנה בעלמא אית לה מני רבנן היא דאמרי קטנה יש לה קנס אימא סיפא איילונית אין לה לא קנס ולא פיתוי אתאן לר''מ דאמר קטנה אין לה קנס והא מקטנותה יצתה לבגר רישא רבנן וסיפא ר''מ וכ''ת כולה ר''מ היא ובממאנת סבר לה כר' יהודה ומי סבר לה והתניא עד מתי הבת ממאנת עד שתביא שתי שערות דברי ר''מ ר' יהודה אומר עד שירבה שחור על הלבן וכו' האי תנא סבר לה כר''מ בחדא ופליג עליה בחדא ופירש''י איילונית שאין לה סימני נערות לעולם וכו' אין לה קנס לפי שאין קנס אלא לנערה וזו שלא תביא שתי שערות לעולם כל כ' שנה היא בחזקת קטנה ומשם ואילך בוגרת וכו' ובממאנת סובר לה כר' יהודה דאמר נערה ממאנת והכי תידוק מינה נערה ממאנת אין לה קנס הא נערה בעלמא יש לה קנס וכו' ופליג עליה בממאנת ואמר עד שירבה השחור וכי תנא הממאנת אין לה קנס הא הראויה למאן יש לה קנס בנערה קאמר עכ''ל. משמע בהדיא דלרבנן דאמרי קטנה יש לה קנס אילונית יש לה קנס ולר''מ דאמר קטנה אין לה קנס אילונית אין לה קנס ורבינו שפסק בקטנה יש לה קנס ופסק דאילונית אין לה קנס יש לתמוה עליו דהוי כמזכה שטרא לבי תרי וכבר השיגו הראב''ד וכתב וז''ל גם זה טעות שהאיילונית לדברי חכמים וכו'. וגם ההגהות תמהו עליו וגם הטור תמה עליו וכתב וז''ל כתב הרמב''ם הבוגרת האילונית והממאנת אין לה קנס שהרי הוא פסק כרבנן שקטנה יש לה קנס והאיילונית דינה כקטנה עד שתהיה בת כ' שנה ומשם ואילך דינה כבוגרת שמקטנותה יוצאה לבגר עכ''ל. ואפשר לדחות ולומר שסובר רבינו דכיון דגבי קנס נערה כתיב אע''ג דלחכמים קטנה בכלל כיון דמדכתיב נערה חסר ה''א מפקינן לה כדאיתא בגמרא איכא למימר דהיינו דוקא קטנה דאתיא לידי נערות אבל אילונית דלא אתיא לידי נערות לא והיינו פשטא דברייתא דהממאנת והאיילונית אין להן קנס ואע''ג דגמרא שני לה בגווני אחריני היינו למאי דס''ד דמקשה דאיילונית לחכמים יש לה קנס אבל לפום קושטא לחכמים נמי לית לה קנס ומהר''י קולון בשורש קל''ח תירץ שרבינו מפרש דהא דמסיק האי תנא סבר לה כוותיה בחדא היינו דאילונית אין לה קנס ופליג עליה בחדא היינו דקטנה יש לה קנס: \n",
        "<b>ומ''ש רבינו דשוטה וחרשת אין להן קנס.</b> שם איילונית אין לה לא קנס ולא פתוי ורמינהי החרשת והשוטה והאיילונית יש להן קנס ויש להן טענת בתולים וכו' אין להן טענת בתולים כלומר וכיון שאינן בחזקת בתולות אין להן קנס ומשני הא ר''ג הא רבי יהושע כלומר דלר''ג אין להן טענת בתולים ולרבי יהושע יש להן וכיון דקי''ל כר''ג ממילא ידעינן דאין להן קנס: \n",
        "<b>והראב''ד</b> כתב אף זו טעות דלהדיא לרבנן יש להן קנס ופיתוי עד כאן לשונו. טעמו מדאמרינן בגמרא שכתבתי בסמוך איילונית אין לה לא קנס ולא פיתוי ורמינהו החרשת והשוטה והאיילונית יש להן קנס ויש להן טענת בתולים והא מאי רומיא הא ר''מ והא רבנן כלומר דברייתא דאיילונית אין לה קנס כר''מ וברייתא דאיילונית יש להן קנס [כרבנן וכיון דבההיא ברייתא דאתיא כרבנן קתני דחרשת ושוטה יש להן קנס] הכי נקטינן זהו נראה טעמו של הראב''ד וכבר כתבתי בסמוך טעמו של רבינו שמאחר שבגמרא מוקי ההיא ברייתא כרבי יהושע אבל לר''ג דקי''ל כוותיה חרשת ושוטה אין להן טענת בתולים ממילא שמעינן דלית להו קנס: \n",
        "<b>ומ''ש מי שיצא עליה שם רע בילדותה וכו'.</b> שם מי שיצא עליה שם רע בילדותה אין לה לא קנס ולא פיתוי וכו' ה''ד אילימא וכו' דנפק עלה קלא דזנאי והא אמר רבא יצא לה שם מזנה בעיר אין חוששין לה אלא דאתו בי תרי ואמרי לדידהו תבעתינהו באיסורא: \n",
        "<b>ומ״ש והמגורשת מן הנישואין וכו'.</b> בפ״ק דכתובות (דף י״א) תנן בתולה מן הנישואין אלמנה גרושה וחלוצה וכו' ואין להן טענת בתולים ואם היא גרושה מן האירוסין יש לה טענת בתולים [ע״כ] וכל שיש לה טענת בתולים הרי היא בחזקת בתולה ויש לה קנס וכל שאין לה טענת בתולים הרי היא בחזקת בעולה ואין לה קנס ובפרק אלו נערות (כתובות דף ל״ח) תנן נערה שנתארסה ונתגרשה ר״י הגלילי אומר אין לה קנס ר״ע אומר יש לה קנס וקנסה לעצמה וידוע דהלכה כר״ע. \n",
        "<b>ומ''ש ואם נתפתתה אין לה קנס</b> זה פשוט דמאחר שקנסה לעצמה כיון שנתפתית ונתרצית לו הרי מחלה לו: \n\n"
      ],
      [
        "<b>הגיורת והשבויה וכו'.</b> זה נלמד מדתנן בפירקא קמא דכתובות (דף י''א) הגיורת השבויה והשפחה שנפדו ושנתגיירו ושנשתחררו פחותות מבנות שלש שנים ויום אחד כתובתן מאתים ויש להן טענת בתולים [יתירות על כן אין להן טענת בתולים] (xא''ה משנה מפורשת היא (שם דף כ''ט ול''ו) לענין קנס עצמו. וכ''ה בב''י סי' קע''ז): \n\n"
      ],
      [
        "<b>היתה בתולה זו אסורה על האונס או המפתה וכו'.</b> (דף כ''ט) ר''פ אלו נערות שיש להם קנס הבא על אחותו ועל אחות אביו ועל אחות אמו ועל אחות אשתו ועל אשת אחיו ועל אשת אחי אביו ועל הנדה יש להן קנס אע''פ שהן בהכרת אין בהן מיתת בית דין. ובגמרא (דף ל''א:) ורמינהו אלו הן הלוקין הבא על אחותו ועל אחות אביו ועל אחות אמו ועל אחות אשתו ועל אשת אחיו ועל אשת אחי אביו ועל הנדה וקי''ל דאינו לוקה ומשלם אמר עולא ל''ק כאן באחותו נערה כאן באחותו בוגרת וכו' ר' יוחנן אמר אפי' תימא אחותו נערה כאן שהתרו בו כאן שלא התרו בו אלמא קסבר ר' יוחנן כל היכא דאיכא ממון ומלקות ואתרו ביה מילקא לקי ממונא לא משלם וידוע דהלכה כרבי יוחנן: \n\n"
      ],
      [
        "<b>ומ''ש היתה מחייבי עשה או שניות וכו'.</b> שם (דף ל''ה:) ת''ר עריות ושניות לעריות אין להן לא קנס ולא פיתוי וכו' מאי עריות ומאי שניות לעריות אילימא עריות עריות ממש שניות מד''ס כיון דמדאורייתא חזיין אמאי אין להן קנס אלא עריות חייבי מיתות בית דין שניות חייבי כריתות אבל חייבי לאוין יש להן קנס ומני שמעון התימני היא איכא דאמרי עריות חייבי מיתות ב''ד וחייבי כריתות שניות חייבי לאוין ומני ר''ש בן מנסיא היא ופירש''י שמעון התימני בריש פירקין דאמר אשה שיש בה הויה ר''ש בן מנסיא דאמר אשה שראויה לקיימה עכ''ל. ופסק רבינו כלישנא בתרא דאמר שניות חייבי לאוין ומשמע דוקא חייבי לאוין אבל חייבי עשה לא משום דלישנא בתרא הוא ועוד דאתיא כרבי יוחנן דאמר אין אדם לוקה ומשלם אבל חייבי עשה דלית בהו מלקות לא x: \n\n"
      ],
      [
        "<b>ומה שכתב היתה מחייבי מיתת בית דין וכו'.</b> משנה שם (דף ל''ב:) אלו [נערות] שאין להן קנס הבא על בתו על בת בתו על בת בנו על בת אשתו על בת בנה על בת בתה אין להן קנס מפני שמתחייב בנפשו שמיתתן בידי ב''ד וכל המתחייב בנפשו אינו משלם ממון שנאמר ולא יהיה אסון ענוש יענש ופירש''י ולא יהיה אסון ענוש יענש הא אם יהיה אסון לא יענש. \n",
        "<b>ומה שכתב רבינו והרי הוא אומר מכה נפש בהמה ישלמנה וכו'</b> שם עלה ל''ח תנא דבי חזקיה: \n\n"
      ],
      [],
      [
        "<b>בא עליה ומתה וכו'.</b> שם (ע''ב) בעלה הנזכר מימרא דאביי ואף על גב דאמרינן מילתא דפשיטא ליה לאביי מיבעיא ליה לרבא סובר רבינו דלא שבקינן מאי דפשיטא לאביי משום מאי דמספקא ליה לרבא וכן פסקו הרי''ף והרא''ש. \n",
        "<b>ומה שכתב רבינו והוא שתמות קודם שתעמוד בדין</b> כן פירש רש''י והוא נלמד ממאי דתנן ריש פרק נערה שנתפתתה: \n\n"
      ]
    ],
    [
      [
        "<b>חמשים כסף של קנס הם דמי הנאת שכיבה בלבד וכו'.</b> משנה פרק אלו נערות (כתובות דף ל''ט) המפתה נותן בושת ופגם וקנס בגמרא (דף מ') ואימא חמשים סלעים אמר רחמנא מכל מילי רבא אמר אמר קרא ונתן האיש השוכב עמה לאבי הנערה חמשים כסף הנאת שכיבה חמשים מכלל דאיכא בושת ופגם. \n",
        "<b>ומ''ש יתר עליו האונס שהוא נותן את הצער</b> שם במשנה. \n",
        "<b>ומ''ש שהנבעלת ברצונה אין לה צער וכו'</b> שם בגמרא: \n\n"
      ],
      [
        "<b>ומה שכתב נמצא המפתה משלם שלשה דברים וכו' והאונס ארבעה וכו'.</b> שם במשנה: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> קנס שוה בכל וכו'.</b> שם במשנה (דף מ') אי זהו בושת הכל לפי המבייש והמתבייש פגם רואין אותה כאילו היא שפחה נמכרת בשוק כמה היתה יפה וכמה היא יפה קנס שוה בכל אדם וכל שיש לו קצבה מן התורה שוה בכל אדם ובפרק יש בערכין (ערכין דף י''ד:) שנינו אחד שאנס ופתה את הגדולה שבכהונה ואת הקטנה שבישראל נותן חמשים סלעים והבושת והפגם הכל לפי המבייש והמתבייש: \n\n"
      ],
      [],
      [
        "<b>ומ''ש רבינו שאדם רוצה לקנות שפחה בתולה ליתנה לעבדו וכו'.</b> בפרק אלו נערות בגמרא (דף מ'): \n\n"
      ],
      [
        "<b>המפתה נותן בשת ופגם מיד וכו' עד אין לה כלום.</b> משנה שם (דף ל''ט:): \n\n"
      ],
      [
        "<b>באו עליה שנים וכו'.</b> שם (דף מ':) אילו באו עליה שנים וכו' יאמרו בעל שלימה חמשים ובעל פגומה חמשים ומפרשה רבינו על פי דרכו שכתב בפרק ראשון: \n\n"
      ],
      [],
      [
        "<b>כל בת שיש לה קנס וכו' וכל בת שאין לה קנס כך אין לה לא בושת ולא פגם וכו'.</b> כתב הטור על דברי רבינו איני מבין דבריו דמה תלוי צער ובשת ופגם בקנס דאע״פ שאין להן קנס למה לא יהא להן שאר הדברים. ובאמת גם בעיני יפלא וצריך עיון. ולענין בוגרת מפותה דאין לה בשת ופגם טעמא משום דמחלה וכ״כ מהרי״ק בשורש קס״ח וכן מפורש בגמרא ריש פרק נערה שנתפתתה (כתובות דף מ״ב) בושתה ופגמה וקנסה לאביה [בגמרא] לאביה נמי פשיטא מדקא יהיב מפתה דאי לעצמה אמאי יהיב מפתה מדעתה עבד וכן כתבו הרי״ף והרא״ש פרק אלו נערות אהא דתנן בוגרת לא מכר ולא קנס דייקינן מינה הא בשת ופגם אית לה ודוקא אנוסה בוגרת אבל מפותה בוגרת אין לה כלום: \n\n"
      ],
      [],
      [
        "<b>אין אדם משלם קנס בכל מקום בהודאת פיו וכו' לפיכך האומר אנסתי או פתיתי בתו של פלוני וכו'.</b> משנה פרק שבועת הפקדון (שבועות דף ל''ו:) וכת''ק: \n",
        "<b>ומ''ש לפיכך האומר אנסתי או פתיתי בתו של פלוני אינו משלם קנס אבל משלם בשת ופגם וצער בהודאת פיו.</b> יש לתמוה על זה שהרי כתב בפרק ה' מהלכות חובל שאם הודה מעצמו פטור מן הנזק ומן הצער. והנגיד רבינו יהושע מבני בניו של רבינו נשאל על זה והשיב משפט הצער בנערה אינו כמו משפטו בנחבל לפי שבנערה ענין נוסף והוא הפגם והפגם ישלם אותו על פי עצמו ושמו משפט הצער כמו הפגם לאומרם בשבועות אנסת ופיתית את בתי והוא אומר לא אנסתי ולא פתיתי משביעך אני ואמר אמן חייב ר' שמעון פוטר שאינו משלם קנס ע''פ עצמו אמרו לו אע''פ שאינו משלם קנס ע''פ עצמו משלם בושת ופגם ע''פ עצמו ואילו לא יתחייב לשלם צער על פי עצמו היו חכמים אומרים לרבי שמעון אע''פ שאינו משלם קנס וצער ע''פ עצמו ואין לומר אילו היה מתחייב לשלם צער על פי עצמו היו אומרים משלם בשת ופגם וצער ע''פ עצמו לפי שתחלת המשנה אנסת ופיתית והשיבוהו בענין שהוא כולל לאונס ולמפתה והוא בשת ופגם לבד עכ''ל: \n",
        "<b>וכן בת שתבעה איש בדין וכו'.</b> זה נלמד מהמשנה הנזכרת: \n\n"
      ],
      [
        "<b>אמרה לו אנסת וכו'.</b> כתב הראב''ד אין כאן שבועה וכו'. ובנ''א מצאתי דמסיים בה ואי מיירי ביתומה אין כאן מודה מקצת כלל כיון דמפותה היא לדבריו דמדעתה עבד כנ''ל: \n",
        "<b>ואני</b> אומר שאע''פ שהתשלומין אינם שלה מאחר שמה שזוכה בהם האב הוא על ידה שפיר מקריא תובע ומפורש במשנה ר''פ נערה (כתובות דף מ''א:) שאפילו כשאביה קיים היא העומדת בדין. ומ''ש ואי מיירי ביתומה אין כאן מודה במקצת כלל וכו' איני יודע איך כתב כן שהרי היא תובעתו בושת ופגם וצער והוא מודה בבשת ופגם וכופר בצער: \n",
        "<b>ומצאתי</b> כתוב עוד בנ''א בהשגות וז''ל שהרי הודה במקצת הטענה א''א אני אומר שהצער לעצמה כעין שאר חבלות דצער דגופה לא זכי ליה רחמנא הילכך אין כאן מודה מקצת דהנך ג' דברים דאביה נינהו מה שהודה לאביה הודה ומה שכפר לה כפר ועוד אם טען אביה טענת שמא היא עכ''ל וכ''כ הטור בשם הראב''ד: \n",
        "<b>ואני</b> תמה על מה שכתב שהצער לעצמה שהרי משנה שלימה שנינו ר''פ נערה שנתפתתה בשתה ופגמה וקנסה לאביה והצער בתפוסה ומשמע דצער נמי לאביה דקתני ברישא וכן פרש''י. ואפילו לפי מה שהוא ז''ל סובר שהצער לעצמה מה שהקשה שאין כאן מודה מקצת וכו' אינו דכיון דהני ג' דברים דידה הוו אלא דרחמנא זכינהו לאב שפיר מיקריא היא בעלת דבר וכמו שכתבתי בסמוך: \n\n"
      ],
      [
        "<b>שלשה דברים של מפתה וכו'.</b> משנה ריש פרק נערה שנתפתתה: \n\n"
      ],
      [
        "<b>מ''ש מפותה או אנוסה שלא תבעה עד שבגרה.</b> משנה שם. \n",
        "<b>ומ''ש או עד שנשאת.</b> ברייתא שם (דף ל''ט) בא עליה ונשאת לעצמה וכתבו הרי''ף והרא''ש והוא שלא עמדה בדין קודם נישואין. \n",
        "<b>ומ''ש או עד שמת האב הארבעה דברים או הג' שלה.</b> כתוב בהשגות א''א השלשה במפותה אם מת האב למה שלה וכו'. ושותא דמרן לא ידענא שהרי משנה שלימה היא בפרק נערה שנתפתתה עמדה בדין עד שלא מת האב הרי הן של אב מת האב הרי הן של אחים לא הספיקה לעמוד בדין עד שמת האב הרי הן של עצמה: \n",
        "<b>עמדה בדין ותבעה אותו וכו' עד זכה בהם האב.</b> שם במשנה: \n\n"
      ],
      [
        "<b>הבת שנתארסה וכו'.</b> משנה פרק אלו נערות (כתובות דף ל״ח) נערה שנתארסה ונתגרשה ר״י הגלילי אומר אין לה קנס ר״ע אומר יש לה קנס וקנסה לעצמה וידוע דהלכה כר״ע מחבירו ואע״ג דבברייתא קתני דקנסה לאביה פסק כר״ע דמתניתין ועוד דאיפסיקא התם הלכתא כרבי אלעזר דאמר כר״ע דמתני' ומשמע לרבינו דדוקא בקנס הוא דאמר ר״ע דהוי לעצמה אבל בושת ופגם הוי לאביה וכתב הרא״ש ואפשר דטעמיה מהא דאמרינן לקמן על בושת ופגם ואימא לדידה ומסיק דבשת ופגם לאביה משום דאי בעי מסר לה למנוול ולמוכה שחין והאי טעמא שייך נמי כשנתארסה ונתגרשה וקרא דלא אורסה לא קאי אלא אקנסא דכתיב בקרא אבל בושת ופגם יליף מדכתיב ונתן האיש השוכב וכו' הנאת שכיבה חמשים מכלל דאיכא בושת ופגם כמו בשאר חבלות אבל בהאי קרא לא כתיבי ומיהו נראה דגם בשתה ופגמה לעצמה מדקאמר רבי אלעזר ביתומה שנתארסה ונתגרשה המפתה פטור ואם איתא דבשתה ופגמה לאביה לא הוה ליה למיתני דמפתה פטור בסתם כיון דחייב בבשת ופגם והיינו טעמא משום דלענין גביית האב יש לבשת ופגם דין קנס משום דאיתקש לקנס דכתיב ונתן לאבי הנערה חמשים כסף ולו תהיה לאשה תחת אשר עינה ודרשינן מהאי קרא מכלל דאיכא בשת ופגם ולענין גביית האב איתקוש דבמקום שהקנס לאב גם הוא לאב ומהאי טעמא תנן לקמן בפרק נערה לא הספיקה לעמוד בדין עד שמת האב הרי הן של עצמה ואבשת ופגם נמי קאי מדקתני הרי הן אלמא בשת ופגם אף על גב דממונא הן אין מורישן לבניו משום דאיתקוש לקנס לענין גביית האב הילכך נתארסה ונתגרשה כיון שנתמעט האב מלא אורסה מדין קנס נתמעט נמי מדין בשת ופגם והכל לעצמה והא דפריך גמרא ואימא לדידה ולא אמרי' איתקוש לקנס פר״י דדוקא בתר דידעינן שהם לאב מקשינן להו לכל דינם לגביית האב אבל משום ההוא היקשא לא מפקינן מינה למיתבינהו לאב והר״ן כתב כדברי רבינו: \n",
        "<b>נאנסה או נתפתתה ואחר כך נתקדשה לאחר וכו'.</b> פרק אלו נערות בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>אני אומר שזה שנאמר בתורה וכו' והמכין בתו לכך הרי היא קדשה. . כתב</b> הראב''ד אין דעתי מסכמת לזה וכו'. ואני אומר שאין הכרע מדברי ספרי שאין נקראת קדשה אא''כ יושבת בקובה של זונות דכל שהיא מוכנת לזנות עם כל הבא אליה מיקריא קדשה שהיא לשון מזומנת לכך וזו היא שקראו בספרי מזנה שע''י שהיא מוכנת לכך גורמת שיתעוררו בני אדם לזנות. ומה שהביא ראיה מאיה הקדשה היא בעינים אם כוונתו ז''ל לומר דבעינים היינו קובה של זונות לע''ד איכא למימר דאיפכא איכא למשמע מינה דאם איתא דלא מיקריא קדשה אא''כ יושבת בקובה אמאי איצטריך למימר היא בעינים. \n",
        "<b>ועל מ''ש רבינו ואין קונסין אותו</b> כתב הראב''ד ועוד שגם הוא מפותה ומדעתו עשה עכ''ל. ומ''מ יש לדקדק דמשמע מדברי רבינו הכא דאינו לוקה משום קדשה אא''כ היא מוכנת לכך ובפ''א מאישות כתב כל הבועל אשה לשם זנות בלא קידושין לוקה מן התורה לפי שבעל קדשה וצריך לדחוק שסמך שם על מה שכתב כאן: \n\n"
      ]
    ],
    [
      [
        "<b>המוציא שם רע על בת ישראל וכו' לוקה שנאמר ויסרו אותו.</b> ברייתא פרק נערה שנתפתתה (כתובות דף מ״ה:). \n",
        "<b>ומ''ש ואזהרה שלו מלא תלך רכיל בעמך.</b> שם ואיכא מ''ד התם דאזהרתיה מונשמרת מכל דבר רע כלומר דהשמר פן ואל אינו אלא לא תעשה ורבינו עדיף ליה לאתויי מלא תלך רכיל דהוי לאו מפורש. \n",
        "<b>ומ''ש שהמאה סלעים הם כסף מזוקק.</b> משנה פרק יש בכור (בכורות דף מ''ט:) מאה של מוציא שם רע בשקל הקודש במנה צורי. \n",
        "<b>ומ''ש ואם היתה יתומה הרי הן של עצמה.</b> שם פלוגתא דאמוראי ופסק כרבא דבתרא הוא: \n\n"
      ],
      [
        "<b>והמוציא שם רע על הקטנה וכו'.</b> בפרק אלו נערות (כתובות דף מ':) אמר ר''ל המוציא ש''ר על הקטנה פטור שנאמר ונתנו לאבי הנערה נערה מלא דבר הכתוב מתקיף לה רב אדא בר אהבה טעמא דכתב רחמנא נערה הא לאו הכי ה''א אפילו קטנה והא כתיב ואם אמת היה הדבר הזה וכו' וסקלוה וקטנה לאו בת עונשין היא אלא כאן נערה הא כל מקום שנאמר נער אפילו קטנה במשמע ופירש''י (דף מ''ד:) נערה מלא דבר הכתוב כל מקום כתיב נער וכאן כתיב נערה מלא להוציא את הקטנה. ויש לתמוה על רבינו שכתב דברי ר''ל כהוייתן דפיטורא דקטנה משום דנערה מלא דבר הכתוב ולא היה לו לתת טעם אלא משום דכתיב וסקלוה וקטנה לאו בת עונשין היא. וי''ל שלהיות ראיה זו יותר פשוטה וקצרה נקטה. אך קשה שכתב והוציאו את בתולי הנערה נערה מלא דבר הכתוב וזה שלא בדקדוק שנערה בפסוק זה חסר והמלא הוא ונתנו לאבי הנערה. \n",
        "<b>ומה שכתב שהמוציא שם רע על הבוגרת פטור</b> פשוט הוא שכל מקום שנאמר נערה ממעט הבוגרת וכדאמרינן גבי אונס ומפתה והכי תניא בפרק נערה שנתפתתה גבי מוציא ש''ר: \n\n"
      ],
      [
        "<b>אין דנין דין זה אלא בפני הבית וב''ד של כ''ג וכו'.</b> משנה פירקא קמא דסנהדרין האונס והמפתה והמוציא שם רע בשלשה דברי רבי מאיר וחכמים אומרים המוציא שם רע בעשרים ושלשה מפני שיש בו דיני נפשות וידוע דהלכה כחכמים: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> ומצות עשה של תורה וכו' עד אשה הראויה לו.</b> נלמד מדין אונס שנתבאר בפ''א: \n",
        "<b>ומ״ש ולמה לא יבא עשה וידחה את ל״ת וכו'.</b> בפרק אלו נערות (כתובות דף מ'): \n\n"
      ],
      [
        "<b>כיצד הוצאת שם רע וכו'.</b> בפ' נערה שנתפתתה (כתובות דף מ״ו) כיצד הוצאת ש״ר בא לב״ד ואמר פלוני לא מצאתי לבתך בתולים אם יש עדים שזינתה תחתיו וכו' בסקילה זינתה מעיקרא וכו' נמצא שש״ר אינו ש״ר הוא לוקה ונותן מאה סלע בין בעל ובין לא בעל ראב״י אומר לא נאמרו דברים הללו אלא בשבעל ופסק כראב״י שמשנתו קב ונקי ועוד דפשוטי הכתובים אתו כוותיה ועוד דבגמרא מסיק אינו חייב עד שיבעול כדרכה ויוציא שם רע בכדרכה. \n",
        "<b>ומ''ש מפי השמועה למדו שפרשה זו יש בה עדים זוממין וזוממי זוממין,</b> שם: \n\n"
      ],
      [
        "<b>הוציא עליה שם רע והיא בוגרת וכו'.</b> שם (כתובות דף מ''ה) נערה המאורסה שזינתה ומשבגרה הוציא עליה שם רע הוא אינו לוקה ואינו נותן מאה סלע וכו' היא וזוממיה מקדימין לבית הסקילה ותניא תו התם סרחה ולבסוף בגרה תידון בסקילה ובגמרא ואמאי נערה המאורסה אמר רחמנא והא בוגרת היא אמר רבי אלעא אמר קרא הנערה הנערה שהיתה כבר: \n\n"
      ],
      [
        "<b>כל נערה שאין לה קנס אם נאנסה וכו'. . וכן הכותית שנתגיירה וכו' אפילו היתה הורתה שלא בקדושה ולידתה בקדושה וכו'.</b> משנה פרק נערה שנתפתתה (כתובות דף מ״ד) היתה הורתה שלא בקדושה ולידתה בקדושה ה״ז בסקילה ואין לה לא פתח בית האב ולא מאה סלע ופירש רש״י ולא מאה סלע אם נמצא בעל שקרן ועדיו זוממין ובגמרא מנא הני מילי אמר ריש לקיש דאמר קרא ומתה לרבות הורתה שלא בקדושה ולידתה בקדושה א״ה מילקא נמי נילקי ומאה סלע נמי לשלם אמר קרא ומתה למיתה נתרבתה ולא לקנס: \n\n"
      ],
      [
        "<b>קידש נערה וגירשה וכו'. וכן אם היתה יבמתו שכנסה וכו'.</b> שם (דף מ''ו) בעי רב אשי הוציא ש''ר על נישואין [הראשונים] מהו על נשואי אחיו מהו פשוט מיהא חדא דתני רבי יונה את בתי נתתי לאיש הזה ולא ליבם ובעיא קמייתא דלא איפשיטא פסקה רבינו לקולא: \n",
        "<b>ומ''ש וכל הפטור אם רצה לגרש יגרש x:</b> \n\n"
      ],
      [
        "<b>אינו חייב עד שיבעול אותה כדרכה ויוציא שם רע בכדרכה.</b> מסקנא דגמרא שם בשם רבי יוחנן: \n\n"
      ],
      [
        "<b>וכן אם אמר לא מצאתיה בתולה וכו'. ומה שכתב ולא הביא עדים אלא באו מאליהן הרי זה פטור וכו'.</b> פרק נערה שנתפתתה לא אמר לעדים באו והעידוני והם מעידים אותו מאליהן הוא אינו לוקה ואינו נותן מאה סלע וכו' או היא או זוממיה מקדימין לבית הסקילה: \n\n"
      ],
      [
        "<b>זה שנאמר בתורה ופרשו השמלה וכו'.</b> שם אבל יש לתמוה שלא אמרו כן בגמרא אלא לרבנן דהוצאת ש''ר הוי בין בעל בין לא בעל אבל לראב''י דאמר אינו חייב אלא כשבעל אמרינן התם דדברים ככתבן. ומאחר שרבינו פסק כראב''י לא ה''ל לפרש כרבנן. ואפשר לומר דסבר רבינו דאע''ג דלראב''י דברים ככתבן יש במשמע לפרשם נמי כדפירשו אליבא דרבנן: \n",
        "<b>תשלום</b> דיני מוציא ש''ר כתב רבינו בפרק ג' מהלכות איסורי ביאה (דין ח':): \n",
        "<b>סליקו הלכות נערה בתולה</b> \n\n"
      ]
    ]
  ]
};