const Woman_Suspected_of_Infidelity = {
  "title": "Mishneh Torah, Woman Suspected of Infidelity",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Woman_Suspected_of_Infidelity",
  "text": [
    [
      "קִנּוּי הָאָמוּר בַּתּוֹרָה <small>(במדבר ה יד)</small> \"וְקִנֵּא אֶת אִשְׁתּוֹ\" הוּא שֶׁיֹּאמַר לָהּ בִּפְנֵי עֵדִים אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי. אֲפִלּוּ הָיָה אָבִיהָ אוֹ אָחִיהָ אוֹ עַכּוּ''ם אוֹ עֶבֶד אוֹ שָׁחוּף הוּא הָאִישׁ שֶׁאֵינוֹ מִתְקַשֶּׁה וְאֵינוֹ מוֹלִיד: \n",
      "הַסְּתִירָה הָאֲמוּרָה בַּתּוֹרָה <small>(במדבר ה יג)</small> \"וְנִסְתְּרָה\" הוּא שֶׁתִּסָּתֵר עִם אוֹתוֹ הָאִישׁ שֶׁאָמַר לָהּ אַל תִּסָּתְרִי עִמּוֹ בִּפְנֵי שְׁנֵי עֵדִים. אִם שָׁהֲתָה עִמּוֹ כְּדֵי טֻמְאָה שֶׁהוּא כְּדֵי לִצְלוֹת בֵּיצָה וּלְגָמְעָהּ הֲרֵי זוֹ אֲסוּרָה עַל בַּעְלָהּ עַד שֶׁתִּשְׁתֶּה מֵי הַמָּרִים וְיִבָּדֵק הַדָּבָר. וּבִזְמַן שֶׁאֵין שָׁם מֵי סוֹטָה תֵּאָסֵר עָלָיו לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה: \n",
      "קִנֵּא לָהּ עַל שְׁנַיִם כְּאֶחָד וְאָמַר לָהּ אַל תִּסָּתְרִי עִם פְּלוֹנִי וּפְלוֹנִי. וְנִסְתְּרָה עִם שְׁנֵיהֶן כְּאֶחָד וְשָׁהֲתָה כְּדֵי טֻמְאָה. אֲפִלּוּ הֵם שְׁנֵי אַחֶיהָ אוֹ אָבִיהָ וְאָחִיהָ הֲרֵי זוֹ אֲסוּרָה עַד שֶׁתִּשְׁתֶּה: \n",
      "אָמַר לָהּ בִּפְנֵי שְׁנַיִם אַל תְּדַבְּרִי עִם פְּלוֹנִי אֵין זֶה קִנּוּי. וְאַף עַל פִּי שֶׁנִּסְתְּרָה עִמּוֹ בְּעֵדִים וְשָׁהֲתָה כְּדֵי טֻמְאָה לֹא נֶאֶסְרָה עָלָיו וְאֵינָהּ שׁוֹתָה בְּקִנּוּי זֶה: \n",
      "וְכֵן אִם אָמַר לָהּ אַל תִּסָּתְרִי עִמּוֹ וְרָאוּהָ מְדַבֶּרֶת עִמּוֹ אֵין זוֹ סְתִירָה. וְלֹא נֶאֶסְרָה וְלֹא שׁוֹתָה. וְכֵן אִם לֹא קָדַם קִנּוּי וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁנִּסְתְּרָה עִם זֶה וְשָׁהֲתָה כְּדֵי טֻמְאָה לֹא נֶאֶסְרָה עַל בַּעְלָהּ וְאֵינָהּ שׁוֹתָה: \n",
      "אָמַר לָהּ לֹא תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי וְהָיָה קָטָן פָּחוֹת מִבֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד. אוֹ שֶׁאָמַר לָהּ אַל תִּסָּתְרִי עִם בְּהֵמָה זוֹ אֵין זֶה קִנּוּי שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְשָׁכַב אִישׁ אֹתָהּ\" פְּרָט לְקָטָן וְלִבְהֵמָה שֶׁאֵין אוֹסְרִין אוֹתָהּ עָלָיו: \n",
      "בַּעַל שֶׁמָּחַל עַל קִנּוּיוֹ קֹדֶם שֶׁתִּסָּתֵר קִנּוּיוֹ מָחוּל וּכְאִלּוּ לֹא קִנֵּא לָהּ מֵעוֹלָם. אֲבָל אִם מָחַל אַחַר שֶׁתִּסָּתֵר אֵינוֹ יָכוֹל לִמְחל. גֵּרְשָׁהּ הֲרֵי זֶה כְּמִי שֶׁמָּחַל וְאִם הֶחֱזִירָהּ צָרִיךְ לְקַנְּאוֹת קִנּוּי אַחֵר: \n",
      "קִנֵּא לָהּ בִּפְנֵי שְׁנַיִם וְרָאָה אוֹתָהּ שֶׁנִּסְתְּרָה עִם זֶה שֶׁקִּנֵּא לָהּ עָלָיו וְשָׁהֲתָה כְּדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עָלָיו וְיוֹצִיא וְיִתֵּן כְּתֻבָּה. שֶׁאֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ עַל פִּי עַצְמוֹ. וְכֵן אִם שָׁמַע הָעָם מְרַנְּנִין אַחֲרֶיהָ אַחַר הַקִּנּוּי וְהַסְּתִירָה עַד שֶׁשָּׁמַע מֵהַנָּשִׁים הַטּוֹוֹת לְאוֹר הַלְּבָנָה נוֹשְׂאוֹת וְנוֹתְנוֹת בָּהּ שֶׁזִּנְּתָה עִם הָאִישׁ שֶׁקִּנֵּא לָהּ עָלָיו הֲרֵי זֶה אָסוּר לְקַיְּמָהּ וְיוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
      "בָּא עֵד אֶחָד וְהֵעִיד לוֹ שֶׁנִּסְתְּרָה עִמּוֹ אַחַר קִנּוּי וְשָׁהֲתָה כְּדֵי טֻמְאָה. אִם הוּא נֶאֱמָן לוֹ וְדַעְתּוֹ סוֹמֶכֶת עָלָיו יוֹצִיא וְיִתֵּן כְּתֻבָּה. וְאִם לָאו הֲרֵי אִשְׁתּוֹ מֻתֶּרֶת לוֹ: \n",
      "וְאֵלּוּ שֶׁבֵּית דִּין מְקַנִּין לָהֶן. מִי שֶׁנִּתְחָרֵשׁ בַּעְלָהּ אוֹ שֶׁנִּשְׁתַּטָּה אוֹ שֶׁהָיָה בִּמְדִינָה אַחֶרֶת אוֹ שֶׁהָיָה חָבוּשׁ בְּבֵית הָאֲסוּרִין. לֹא לְהַשְׁקוֹתָהּ אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ: \n",
      "כֵּיצַד. שָׁמְעוּ בֵּית דִּין שֶׁהָעָם מְרַנְּנִין אַחֲרֶיהָ. קוֹרְאִין אוֹתָהּ וְאוֹמְרִין לָהּ אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי. בָּאוּ עֵדִים אַחַר כָּךְ שֶׁנִּסְתְּרָה עִמּוֹ וְשָׁהֲתָה כְּדֵי טֻמְאָה בֵּית דִּין אוֹסְרִין אוֹתָהּ עַל בַּעְלָהּ לְעוֹלָם וְקוֹרְעִין כְּתֻבָּתָהּ. וּכְשֶׁיָּבוֹא בַּעְלָהּ אוֹ יַבְרִיא אוֹ יָצָא מִבֵּית הָאֲסוּרִין נוֹתֵן לָהּ גֵּט. וְאֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ מִפְּנֵי שֶׁלֹּא קִנֵּא לָהּ הוּא: \n",
      "שָׁתָת מֵי הַמָּרִים וְנִקְּתָה מֵהֶן וְחָזַר וְקִנֵּא לָהּ עִם הָאִישׁ שֶׁהִשְׁקָה עַל יָדוֹ וְנִסְתְּרָה עִמּוֹ אֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ עַל יָדוֹ פַּעַם שְׁנִיָּה אֶלָּא תֵּאָסֵר עָלָיו לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה. אֲבָל אִם קִנֵּא לָהּ עִם אַחֵר וְנִסְתְּרָה עִם הָאַחֵר בְּעֵדִים מַשְׁקִין אוֹתָהּ פַּעַם שְׁנִיָּה וַאֲפִלּוּ כַּמָּה פְּעָמִים. וְהוּא שֶׁיַּשְׁקֶה אוֹתָהּ בְּכָל פַּעַם בִּגְלַל אִישׁ אַחֵר: \n",
      "הִשְׁקָה אוֹתָהּ וְגֵרְשָׁהּ וְנִשֵּׂאת לְאַחֵר וְקִנֵּא לָהּ עִם הָאִישׁ שֶׁהִשְׁקָה אוֹתָהּ הַבַּעַל הָרִאשׁוֹן בִּגְלָלוֹ וְנִסְתְּרָה עִמּוֹ בְּעֵדִים. הֲרֵי הַבַּעַל הַשֵּׁנִי מַשְׁקֶה אוֹתָהּ עַל יָדוֹ מִפְּנֵי שֶׁהוּא בַּעַל שֵׁנִי. וַאֲפִלּוּ מֵאָה וְנִשֵּׂאת לְזֶה אַחַר זֶה מַשְׁקִין אוֹתָהּ עַל יְדֵי אִישׁ אֶחָד. וְאֵין אוֹמְרִין וַדַּאי שֶׁהֻחְזְקָה לָזֶה וּטְמֵאָה עַד שֶׁיִּהְיֶה שָׁם עֵד: \n",
      "הָאִשָּׁה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה אַחַר הַקִּנּוּי עִמּוֹ בְּעֵדִים וַהֲרֵי הִיא עוֹמֶדֶת לִשְׁתּוֹת וּבָא עֵד אֶחָד וְהֵעִיד עָלֶיהָ שֶׁנִּבְעֲלָה בְּפָנָיו עִם זֶה שֶׁקִּנֵּא לָהּ עִמּוֹ הֲרֵי זֶה אֲסוּרָה עַל בַּעְלָהּ לְעוֹלָם. וְאֵינָהּ שׁוֹתָה וְיוֹצֵאת בְּלֹא כְּתֻבָּה. וַאֲפִלּוּ הָיָה עֵד טֻמְאָה זֶה אֶחָד מֵעֵדֵי הַסְּתִירָה שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְעֵד אֵין בָּהּ\" וַהֲרֵי כָּאן עֵד: \n",
      "אֲפִלּוּ אִשָּׁה וְעֶבֶד וְשִׁפְחָה וּפָסוּל לְעֵדוּת בַּעֲבֵרָה מִדִּבְרֵי סוֹפְרִים וַאֲפִלּוּ קָרוֹב נֶאֱמָן לְעֵדוּת סוֹטָה לְהָעִיד עָלֶיהָ שֶׁזִּנְּתָה וְתֵאָסֵר עַל בַּעְלָהּ לְעוֹלָם. וְאֵינָהּ שׁוֹתָה וְתֵצֵא בְּלֹא כְּתֻבָּה. הוֹאִיל וְקָדַם הַקִּנּוּי וְהַסְּתִירָה בְּעֵדִים כְּשֵׁרִים וְהַתּוֹרָה הֶאֱמִינָה עֵד אֶחָד בְּטֻמְאָה הֲרֵי כֻּלָּן כְּשֵׁרִין לְעֵדוּת טֻמְאָה. אַף חָמֵשׁ נָשִׁים שֶׁשּׂוֹנְאוֹת זוֹ אֶת זוֹ מְעִידוֹת זוֹ עַל זוֹ לוֹמַר שֶׁנִּטְמֵאת. וְנֶאֱמֶנֶת עָלֶיהָ לְאָסְרָהּ עַל בַּעְלָהּ וְשֶׁלֹּא לְהַשְׁקוֹתָהּ. אֲבָל לֹא לְהַפְסִידָהּ מִכְּתֻבָּתָהּ. אֶלָּא נוֹטֶלֶת כְּתֻבָּתָהּ וְיוֹצְאָה: \n",
      "בָּא עֵד אֶחָד כָּשֵׁר וְאָמַר נִטְמֵאת הֲרֵי זוֹ אֵינָהּ שׁוֹתָה כְּמוֹ שֶׁבֵּאַרְנוּ. בָּא עֵד אֶחָד וְהִכְחִישׁוֹ וְאָמַר לֹא נִטְמֵאת אֵין שׁוֹמְעִין לוֹ. שֶׁעֵד אֶחָד בְּטֻמְאַת סוֹטָה כִּשְׁנַיִם. וְאֵין דְּבָרָיו שֶׁל אַחֲרוֹן דּוֹחִין דִּבְרֵי הָרִאשׁוֹן שֶׁהוּא כִּשְׁנַיִם: \n",
      "בָּאוּ שְׁנֵיהֶן כְּאֶחָד זֶה אוֹמֵר נִטְמֵאת וְזֶה אוֹמֵר לֹא נִטְמֵאת. אוֹ שֶׁאָמַר אֶחָד נִטְמֵאת וּבָאוּ שְׁנַיִם אֲחֵרִים וְאָמְרוּ לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה: \n",
      "בָּא עֵד אֶחָד כָּשֵׁר וְנָשִׁים רַבּוֹת אוֹ פְּסוּלִין רַבִּים כְּאֶחָד. הָעֵד אוֹמֵר נִטְמֵאת וְהַנָּשִׁים אוֹ הַפְּסוּלִין אוֹמְרִים לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה. שֶׁעֵד אֶחָד וּפְסוּלִין רַבִּים כְּמֶחֱצָה עַל מֶחֱצָה הֵם: \n",
      "הָיוּ כֻּלָּן פְּסוּלִין הַלֵּךְ אַחַר הָרֹב. כֵּיצַד. שְׁתֵּי נָשִׁים אוֹמְרוֹת נִטְמֵאת וְשָׁלֹשׁ אוֹמְרוֹת לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה. שָׁלֹשׁ אוֹמְרוֹת לֹא נִטְמֵאת וְאַרְבַּע אוֹמְרוֹת נִטְמֵאת הֲרֵי זוֹ אֵינָהּ שׁוֹתָה. הָיוּ מֶחֱצָה עַל מֶחֱצָה הֲרֵי זוֹ שׁוֹתָה: \n",
      "כָּל סוֹטָה שֶׁאָמַרְנוּ שֶׁאֵינָהּ שׁוֹתָה מִפְּנֵי עֵדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עַל בַּעְלָהּ לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה שֶׁהֲרֵי נֶאֶסְרָה בְּקִנּוּי וּסְתִירָה. וְהַשְּׁתִיָּה שֶׁתַּתִּירָהּ נִמְנְעָה שֶׁהֲרֵי יֵשׁ בָּהּ עֵד כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "אִשָׁה שֶׁקִּנֵּא לָהּ וְנִסְתְּרָה אֵין כּוֹפִין אוֹתָהּ לִשְׁתּוֹת. אֶלָּא אִם רָצְתָה וְאָמְרָה הֵן נִטְמֵאתִי תֵּצֵא בְּלֹא כְּתֻבָּה וְנֶאֶסְרָה עַל בַּעְלָהּ לְעוֹלָם וְאֵינָהּ שׁוֹתָה. וְכֵן אִם אָמְרָה אֵינִי טְמֵאָה וְאֵינִי שׁוֹתָה אֵין כּוֹפִין אוֹתָהּ לִשְׁתּוֹת וְתֵצֵא בְּלֹא כְּתֻבָּה. וְכֵן אִם אָמַר בַּעְלָהּ אֵינִי רוֹצֶה לְהַשְׁקוֹתָהּ אוֹ שֶׁבְּעָלָהּ בַּעְלָהּ אַחַר שֶׁנִּסְתְּרָה הֲרֵי זוֹ אֵינָהּ שׁוֹתָה וְנוֹטֶלֶת כְּתֻבָּתָהּ וְיוֹצְאָה וְהִיא אֲסוּרָה [עָלָיו] לְעוֹלָם: \n",
      "וְאֵלּוּ הֵן הַנָּשִׁים שֶׁאֵינָן רְאוּיוֹת לִשְׁתּוֹת אַף עַל פִּי שֶׁהֵן רוֹצוֹת לִשְׁתּוֹת וּבַעְלֵיהֶן רוֹצִים לְהַשְׁקוֹתָן אֶלָּא יוֹצְאוֹת בְּלֹא כְּתֻבָּה מִשֶּׁיָּבוֹאוּ עֵדֵי סְתִירָה אַחַר עֵדֵי קִנּוּי וְיֵאָסְרוּ עַל בַּעְלֵיהֶן לְעוֹלָם. וַחֲמֵשׁ עֶשְׂרֵה נָשִׁים הֵן. וְאֵלּוּ הֵן. אֲרוּסָה. וְשׁוֹמֶרֶת יָבָם. וּקְטַנָּה אֵשֶׁת הַגָּדוֹל. וּגְדוֹלָה אֵשֶׁת הַקָּטָן. וְאֵשֶׁת אַנְדְּרוֹגִינוּס. וְאֵשֶׁת הַסּוּמָא. וְאֵשֶׁת הַחִגֵּר אוֹ הָאִלֵּם. אוֹ מִי שֶׁאֵינוֹ שׁוֹמֵעַ. אוֹ שֶׁהוּא כְּרוּת יָד. וְכֵן הַחִגֶּרֶת. וְהָאִלֶּמֶת. וְהַסּוּמָא. וּכְרוּתַת יָד. וְשֶׁאֵינָהּ שׁוֹמַעַת. כָּל אַחַת מֵאֵלּוּ אֵינָהּ רְאוּיָה לִשְׁתּוֹת: \n",
      "וּמִנַּיִן שֶׁאֵינָהּ רְאוּיָה לִשְׁתּוֹת שֶׁנֶּאֱמַר <small>(במדבר ה כט)</small> \"אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ\". תַּחַת פְּרָט לַאֲרוּסָה וְשׁוֹמֶרֶת יָבָם שֶׁאֵינָהּ תַּחַת אִישָׁהּ. אִשָּׁה פְּרָט לִקְטַנָּה. תַּחַת אִישָׁהּ פְּרָט לְאֵשֶׁת קָטָן וְאֵשֶׁת אַנְדְּרוֹגִינוּס שֶׁאֵינוֹ אִישׁ. <small>(במדבר ה יג)</small> \"וְנֶעֱלָם מֵעֵינֵי אִישָׁהּ\" פְּרָט לְאֵשֶׁת סוּמָא. <small>(במדבר ה יח)</small> \"וְהֶעֱמִיד הַכֹּהֵן אֶת הָאִשָּׁה\" פְּרָט לְחִגֶּרֶת. <small>(במדבר ה יח)</small> \"וְנָתַן עַל כַּפֶּיהָ\" פְּרָט לְמִי שֶׁאֵין לָהּ כַּף אוֹ שֶׁהָיְתָה עֲקֻמָּה אוֹ יְבֵשָׁה שֶׁאֵינָהּ יְכוֹלָה לִקַּח בָּהּ. וַאֲפִלּוּ כַּפָּהּ אַחַת שֶׁנֶּאֱמַר כַּפֶּיהָ. וְאָמְרָה הָאִשָּׁה פְּרָט לְאִלֶּמֶת. <small>(במדבר ה יט)</small> \"וְאָמַר אֶל הָאִשָּׁה\" פְּרָט לְמִי שֶׁאֵינָהּ שׁוֹמַעַת. וַהֲרֵי הוּא אוֹמֵר אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ עַד שֶׁתִּהְיֶה שְׁלֵמָה כָּמוֹהוּ וְהוּא שָׁלֵם כְּמוֹתָהּ. הָא לָמַדְתָּ שֶׁכָּל דָּבָר שֶׁמְּעַכֵּב אוֹתָהּ מִלִּשְׁתּוֹת מְעַכֵּב אֶת בַּעְלָהּ מִלְּהַשְׁקוֹתָהּ. וְכָל הַמְעַכֵּב אֶת הַבַּעַל מִלְּהַשְׁקוֹתָהּ מוּם כָּמוֹהוּ מְעַכֵּב אוֹתָהּ מִלִּשְׁתּוֹת: \n",
      "קְטַנָּה שֶׁהִשִּׂיאָהּ אָבִיהָ אִם זִנְּתָה בִּרְצוֹנָהּ נֶאֶסְרָה עַל בַּעְלָהּ. לְפִיכָךְ מְקַנִּין לָהּ לֹא לְהַשְׁקוֹתָהּ אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ כְּמוֹ שֶׁאָמַרְנוּ. אֲבָל קְטַנָּה בַּת מֵאוּן אֵין מְקַנִּין לָהּ שֶׁאֵין לָהּ רָצוֹן לְהֵאָסֵר עַל בַּעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן לֹא נֶאֶסְרָה עָלָיו: \n",
      "קִנֵּא לַאֲרוּסָתוֹ אוֹ לִזְקוּקָתוֹ וְנִסְתְּרָה אַחַר שֶׁנִּשְּׂאָה הֲרֵי זוֹ שׁוֹתָה כִּשְׁאָר כָּל הַנָּשִׁים. נְשׂוּאָה שֶׁקִּנֵּא לָהּ וְנִסְתְּרָה קֹדֶם שֶׁיִּבְעל אוֹתָהּ בַּעְלָהּ אֵינָהּ שׁוֹתָה וְיוֹצְאָה בְּלֹא כְּתֻבָּה וַאֲסוּרָה עָלָיו לְעוֹלָם שֶׁנֶּאֱמַר <small>(במדבר ה כ)</small> \"וַיִּתֵּן אִישׁ בָּךְ אֶת שְׁכָבְתּוֹ מִבַּלְעֲדֵי אִישֵׁךְ\" שֶׁקָּדְמָה שְׁכִיבַת בַּעַל לִשְׁכִיבַת בּוֹעֵל: \n",
      "הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת וְאֵשֶׁת הַגֵּר וְאֵשֶׁת עֶבֶד מְשֻׁחְרָר וּמַמְזֶרֶת וְאֵשֶׁת מַמְזֵר וְאֵשֶׁת סְרִיס חַמָּה אוֹ סְרִיס אָדָם הַמֻּתָּרוֹת לְבַעְלֵיהֶן הֲרֵי הֵן כְּכָל הַנָּשִׁים וְשׁוֹתוֹת: \n",
      "מְעֻבֶּרֶת וּמֵינִיקָה מְקַנֵּא לָהּ וּמַשְׁקֶה אוֹתָהּ כְּמוֹת שֶׁהִיא. אִשָּׁה הָעוֹמֶדֶת לִשְׁתּוֹת וּמֵת בַּעְלָהּ קֹדֶם שֶׁתִּשְׁתֶּה אֵינָהּ שׁוֹתָה וְלֹא נוֹטֶלֶת כְּתֻבָּתָהּ: \n",
      "כָּל אִישׁ שֶׁבָּא בִּיאָה אֲסוּרָה מִיָּמָיו אַחַר שֶׁהִגְדִּיל אֵין הַמַּיִם הַמְאָרְרִים בּוֹדְקִין אֶת אִשְׁתּוֹ. וַאֲפִלּוּ בָּא עַל אֲרוּסָתוֹ בְּבֵית חָמִיו שֶׁאָסוּר מִדִּבְרֵי סוֹפְרִים אֵין הַמַּיִם בּוֹדְקִין אֶת אִשְׁתּוֹ שֶׁנֶּאֱמַר <small>(במדבר ה לא)</small> \"וְנִקָּה הָאִישׁ מֵעָוֹן וְהָאִשָּׁה הַהִיא תִּשָּׂא אֶת עֲוֹנָהּ\". בִּזְמַן שֶׁהָאִישׁ מְנֻקֶּה מֵעָוֹן אִשָּׁה נוֹשְׂאָה אֶת עֲוֹנָהּ: \n",
      "לְפִיכָךְ אִם הָיְתָה אִשְׁתּוֹ אֲסוּרָה עָלָיו מֵחַיָּבֵי לָאוִין אוֹ מֵחַיָּבֵי עֲשֵׂה אֲפִלּוּ שְׁנִיָּה וְקִנֵּא לָהּ וְנִסְתְּרָה אֵינָהּ שׁוֹתָה אֶלָּא תֵּצֵא בְּלֹא כְּתֻבָּה וְתִהְיֶה אֲסוּרָה עָלָיו אַף מִשּׁוּם זֶה. עָבַר וְנָשָׂא מְעֻבֶּרֶת חֲבֵרוֹ וּמֵינֶקֶת חֲבֵרוֹ הֲרֵי זוֹ שׁוֹתָה שֶׁאֵין כָּאן עֲבֵרָה: \n",
      "מִי שֶׁאֵין לוֹ אִשָּׁה הָרְאוּיָה לֵילֵד וְלֹא בָּנִים וְנָשָׂא עֲקָרָה אוֹ זְקֵנָה אוֹ אַיְלוֹנִית אֵינָהּ שׁוֹתָה וְלֹא נוֹטֶלֶת כְּתֻבָּה. הָיוּ לוֹ בָּנִים אוֹ אִשָּׁה אַחֶרֶת רְאוּיָה לֵילֵד הֲרֵי זֶה מַשְׁקֶה אוֹתָהּ אַף עַל פִּי שֶׁהִיא זְקֵנָה אוֹ עֲקָרָה אוֹ אַיְלוֹנִית וְאֵינָהּ רְאוּיָה לֵילֵד שֶׁלֹּא נֶאֱמַר בַּתּוֹרָה <small>(במדבר ה כח)</small> \"וְנִזְרְעָה זָרַע\" אֶלָּא בִּרְאוּיָה לֵילֵד שֶׁאִם הָיְתָה יוֹלֶדֶת בְּצַעַר תֵּלֵד בְּרֶוַח. הָיָה דַּרְכָּהּ לֵילֵד נְקֵבוֹת תֵּלֵד זְכָרִים: \n",
      "הָיוּ לוֹ אִשָּׁה וּבָנִים וּמֵתוּ בֵּין קִנּוּי לִסְתִירָה כְּבָר נִרְאֵית לִשְׁתּוֹת וּמַשְׁקֶה אוֹתָהּ. לֹא הָיוּ לוֹ בָּנִים וְלֹא אִשָּׁה הָרְאוּיָה לֵילֵד אֶלָּא זוֹ הָאַיְלוֹנִית וְכַיּוֹצֵא בָּהּ וְנוֹלַד לוֹ בֵּן מִגְּרוּשָׁתוֹ בֵּין קִנּוּי לִסְתִירָה כְּבָר נִדְחֵית הָאַיְלוֹנִית מִלִּשְׁתּוֹת: \n",
      "כָּל אִשָּׁה שֶׁהָיָה לָהּ קִנּוּי וּסְתִירָה וְלֹא שָׁתְתָה מֵי הַמָּרִים בֵּין שֶׁלֹּא רָצָה בַּעְלָהּ לְהַשְׁקוֹתָהּ בֵּין שֶׁלֹּא רָצְתָה הִיא וּבֵין שֶׁבָּא לָהּ עֵד טֻמְאָה אוֹ הוֹדֵית אוֹ הָיְתָה מֵאֵלּוּ הַנָּשִׁים שֶׁאֵינָן רְאוּיוֹת לִשְׁתּוֹת אוֹ שֶׁקִּנְּאוּ לָהּ בֵּית דִּין. הוֹאִיל וְנֶאֶסְרָה עַל בַּעְלָהּ מִכָּל מָקוֹם הֲרֵי הִיא אֲסוּרָה עַל זֶה שֶׁנִּתְיַחֲדָה עִמּוֹ לְעוֹלָם כְּדֶרֶךְ שֶׁהִיא אֲסוּרָה עַל בַּעְלָהּ. וְאִם עָבַר וּנְשָׂאָהּ מוֹצִיאִין אוֹתָהּ מִתַּחְתָּיו בְּגֵט אֲפִלּוּ הָיוּ לָהּ כַּמָּה בָּנִים מִמֶּנּוּ. מִפִּי הַשְּׁמוּעָה לָמְדוּ כְּשֵׁם שֶׁאֲסוּרָה לַבַּעַל כָּךְ אֲסוּרָה לַבּוֹעֵל: \n",
      "אֲבָל אִם לֹא קָדַם קִנּוּי וּבָאוּ עָלֶיהָ עֵדִים שֶׁנִּסְתְּרָה עִם אִישׁ זֶה וּבָאוּ וּמָצְאוּ דָּבָר מְכֹעָר כְּגוֹן שֶׁנִּכְנְסוּ אַחֲרָיו וּמְצָאוּהָ חוֹגֶרֶת חֲגוֹרָה. אוֹ מָצְאוּ רֹק לְמַעְלָה מִן הַכִּילָה וְכַיּוֹצֵא בָּזֶה. אִם הוֹצִיאָהּ בַּעְלָהּ בְּדָבָר מְכֹעָר כָּזֶה הֲרֵי זוֹ לֹא תִּנָּשֵׂא לַנִּטְעָן אֶלָּא אֲסוּרָה עָלָיו. וְאִם עָבַר וּנְשָׂאָהּ וְהָיוּ לָהּ בָּנִים מִמֶּנּוּ לֹא תֵּצֵא. וְאִם לֹא הָיוּ לָהּ בָּנִים מִמֶּנּוּ תֵּצֵא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁרִנְּנוּ הָעִיר עָלֶיהָ וְעַל הַנִּטְעָן יוֹם וּמֶחֱצָה אוֹ יוֹתֵר. וְאָמְרוּ פְּלוֹנִי זִנָּה עִם פְּלוֹנִית וְלֹא פָּסַק הַקּוֹל. וְהוּא שֶׁלֹּא הָיוּ לָהּ אוֹ לוֹ אוֹיְבִים שֶׁמַּעֲבִירִין אֶת הַקּוֹל. אֲבָל אִם לֹא הָיְתָה שָׁם רִנָּה לְדָבָר זֶה בָּעִיר אוֹ שֶׁפָּסַק הַקּוֹל שֶׁלֹּא מֵחֲמַת יִרְאָה. אִם נִשֵּׂאת לַנִּטְעָן לֹא תֵּצֵא אַף עַל פִּי שֶׁאֵין לָהּ בָּנִים. אֲפִלּוּ בָּא עֵד אֶחָד שֶׁזִּנְּתָה עִמּוֹ לֹא תֵּצֵא: \n",
      "מִי שֶׁהוֹצִיאָהּ בַּעְלָהּ בְּעֵדֵי דָּבָר מְכֹעָר וְנִשֵּׂאת לְאַחֵר וְגֵרְשָׁהּ הֲרֵי זוֹ אֲסוּרָה לְהִנָּשֵׂא לַנִּטְעָן שֶׁיָּצָאתָה מִתַּחַת בַּעְלָהּ בִּגְלָלוֹ. וְאִם נִשֵּׂאת לֹא תֵּצֵא אַף עַל פִּי שֶׁאֵין לָהּ בָּנִים: \n",
      "כָּל אִשָּׁה שֶׁבָּאוּ שְׁנֵי עֵדִים וְהֵעִידוּ שֶׁזִּנְּתָה עִם זֶה כְּשֶׁהָיְתָה תַּחַת בַּעְלָהּ הָרִאשׁוֹן הֲרֵי זוֹ תֵּצֵא מִזֶּה. וְאַף עַל פִּי שֶׁיֵּשׁ לָהּ מִמֶּנּוּ כַּמָּה בָּנִים. וְכָל מָקוֹם שֶׁאָמַרְנוּ תֵּצֵא תֵּצֵא בְּלֹא כְּתֻבָּה: \n"
    ],
    [
      "כֵּיצַד סֵדֶר הַשְׁקָאַת סוֹטָה. הַבַּעַל בָּא לְבֵית דִּין שֶׁבְּעִירוֹ וְאוֹמֵר לָהֶן אִשְׁתִּי זוֹ קִנֵּאתִי לָהּ עִם פְּלוֹנִי וְנִסְתְּרָה עִמּוֹ וְאֵלּוּ הֵן עֵדַי וַהֲרֵי הִיא אוֹמֶרֶת שֶׁהִיא טְהוֹרָה וַאֲנִי רוֹצֶה לְהַשְׁקוֹתָהּ לִבְדֹּק הַדָּבָר. וּבֵית דִּין שׁוֹמְעִין דִּבְרֵי הָעֵדִים. וּמוֹסְרִין לוֹ שְׁנֵי תַּלְמִידֵי חֲכָמִים לְשָׁמְרוֹ שֶׁמָּא יָבֹא עָלֶיהָ קֹדֶם שְׁתִיָּה. שֶׁהֲרֵי נֶאֶסְרָה עָלָיו עַד שֶׁתִּשְׁתֶּה. וּמְשַׁלְּחִין אוֹתוֹ לִירוּשָׁלַיִם שֶׁאֵין מַשְׁקִין אֶת הַסּוֹטָה אֶלָּא בְּבֵית דִּין הַגָּדוֹל שֶׁל שִׁבְעִים זְקֵנִים בַּמִּקְדָּשׁ: \n",
      "הִגִּיעוּ לִירוּשָׁלַיִם בֵּית דִּין הַגָּדוֹל מוֹשִׁיבִין אוֹתָהּ בֵּינֵיהֶן וּמְאַיְּמִין עָלֶיהָ שֶׁלֹּא בִּפְנֵי בַּעְלָהּ וּמַפְחִידִין אוֹתָהּ פַּחַד גָּדוֹל שֶׁלֹּא תִּשְׁתֶּה. וְאוֹמְרִים לָהּ בִּתִּי הַרְבֵּה הַיַּיִן עוֹשֶׂה. הַרְבֵּה שְׂחוֹק עוֹשֶׂה. הַרְבֵּה יַלְדוּת עוֹשָׂה. הַרְבֵּה שְׁכֵנִים רָעִים עוֹשִׂים. אַל תִּגְרְמִי לַשֵּׁם הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה שֶׁיִּמָּחֶה עַל הַמַּיִם. וְאוֹמְרִין לָהּ בִּתִּי הַרְבֵּה קְדָמוּךְ וְנִשְׁטְפוּ וַאֲנָשִׁים גְּדוֹלִים וִיקָרִים תָּקַף יִצְרָן עֲלֵיהֶן וְנִכְשְׁלוּ. וּמַגִּידִין לָהּ מַעֲשֵׂה יְהוּדָה וְתָמָר כַּלָּתוֹ. וּמַעֲשֵׂה רְאוּבֵן בְּפִילֶגֶשׁ אָבִיו עַל פְּשָׁטוֹ. וּמַעֲשֵׂה אַמְנוֹן וַאֲחוֹתוֹ. כְּדֵי לְהָקֵל עָלֶיהָ עַד שֶׁתּוֹדֶה. וְאִם אָמְרָה הֵן נִטְמֵאתִי אוֹ אֵינִי שׁוֹתָה יוֹצְאָה בְּלֹא כְּתֻבָּה וְהוֹלֶכֶת לָהּ: \n",
      "עָמְדָה בְּדִבּוּרָהּ שֶׁהִיא טְהוֹרָה. מְבִיאִין אוֹתָהּ לְשַׁעַר מִזְרָחִי שֶׁל עֲזָרָה שֶׁהוּא כְּנֶגֶד קדֶשׁ הַקָּדָשִׁים. וּמַעֲלִין אוֹתָהּ מִמָּקוֹם לְמָקוֹם וּמַקִּיפִין בָּהּ כְּדֵי לְיַגְּעָהּ עַד שֶׁתִּקְצַר נַפְשָׁהּ אוּלַי תּוֹדֶה: \n",
      "אִם עָמְדָה בְּדִבּוּרָהּ מְבִיאִין אוֹתָהּ כְּנֶגֶד שַׁעַר הַמִּזְרָח מִבַּחוּץ וּמַעֲמִידִין אוֹתָהּ שָׁם. הָיְתָה מִתְכַּסָּה בִּלְבָנִים מִתְכַּסָּה בִּשְׁחוֹרִין. וְאִם הָיוּ הַשְּׁחוֹרִין נָאִין לָהּ מִתְכַּסָּה בִּבְגָדִים שֶׁאֵין לָהּ בָּהֶן נוֹי. וּמְסִירִין כָּל כְּלֵי כֶּסֶף וְזָהָב שֶׁעָלֶיהָ: \n",
      "וּמְקַבְּצִין עָלֶיהָ קִבּוּץ גָּדוֹל שֶׁל נָשִׁים שֶׁכָּל הַנָּשִׁים הַנִּמְצָאוֹת שָׁם חַיָּבוֹת לִרְאוֹתָהּ שֶׁנֶּאֱמַר <small>(יחזקאל כג מח)</small> \"וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂנָה כְּזִמַּתְכֶנָה\". וְכָל אִישׁ שֶּׁיַּחְפֹּץ לָבֹא לִרְאוֹתָהּ יָבֹא וְיִרְאֶה. וְהִיא עוֹמֶדֶת בֵּינֵיהֶן בְּלֹא רְדִיד וּבְלֹא מִטְפַּחַת אֶלָּא בִּבְגָדֶיהָ וְכִפָּה שֶׁעַל רֹאשָׁהּ כְּמוֹ שֶׁהָאִשָּׁה בְּתוֹךְ בֵּיתָהּ: \n",
      "וְאֵין מַנִּיחִין שָׁם לֹא עֲבָדֶיהָ וְלֹא שִׁפְחוֹתֶיהָ מִפְּנֵי שֶׁהִיא מַכֶּרֶת אוֹתָן וְדַעְתָּהּ מִתְיַשֶּׁבֶת בָּהֶן: \n",
      "וְאַחַר כָּךְ מַשְׁבִּיעָהּ הַכֹּהֵן בְּלָשׁוֹן שֶׁהִיא מַכֶּרֶת וּמוֹדִיעָהּ בִּלְשׁוֹנָהּ שֶׁלֹּא גָּרַם לָהּ אֶלָּא קִנּוּי וּסְתִירָה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה. וְאוֹמֵר לָהּ בְּלָשׁוֹן שֶׁמַּכֶּרֶת <small>(במדבר ה יט)</small> \"אִם לֹא שָׁכַב אִישׁ אֹתָךְ וְאִם לֹא שָׂטִית טֻמְאָה תַּחַת אִישֵׁךְ הִנָּקִי מִמֵּי הַמָּרִים הַמְאָרַרִים הָאֵלֶּה\" <small>(במדבר ה כ)</small> \"וְאַתְּ כִּי שָׂטִית תַּחַת אִישֵׁךְ וְכִי נִטְמֵאת וַיִּתֵּן אִישׁ בָּךְ אֶת שְׁכָבְתּוֹ מִבַּלְעֲדֵי אִישֵׁךְ\" <small>(במדבר ה כא)</small> \"יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה בְּתוֹךְ עַמֵּךְ בְּתֵת ה' אֶת יְרֵכֵךְ נֹפֶלֶת וְאֶת בִּטְנֵךְ צָבָה\" <small>(במדבר ה כב)</small> \"וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ\". וְהִיא אוֹמֶרֶת <small>(במדבר ה כב)</small> \"אָמֵן אָמֵן\" בְּלָשׁוֹן שֶׁמַּכֶּרֶת. וּמוֹדִיעָהּ שֶׁהַבֶּטֶן הִיא תִּלְקֶה תְּחִלָּה וְהַיָּרֵךְ בַּסּוֹף כְּדֵי שֶׁלֹּא לְהוֹצִיא לַעַז עַל הַמַּיִם: \n",
      "וְאַחַר כָּךְ מֵבִיא מְגִלָּה שֶׁל עוֹר טָהוֹר כְּמוֹ סֵפֶר תּוֹרָה וְכוֹתֵב עָלֶיהָ בִּלְשׁוֹן הַקֹּדֶשׁ בִּדְיוֹ שֶׁאֵין בּוֹ קַנְקַנְתּוֹם לִשְׁמָהּ שֶׁל אִשָּׁה כְּמוֹ הַגֵּט. וְכוֹתֵב כָּל הַדְּבָרִים שֶׁהִשְׁבִּיעַ אוֹתָהּ בָּהֶם אוֹת בְּאוֹת מִלָּה בְּמִלָּה. וְכוֹתֵב אֶת הַשֵּׁם כִּכְתָבוֹ. וְאֵינוֹ כּוֹתֵב אָמֵן אָמֵן: \n",
      "וְאַחַר כָּךְ מֵבִיא כְּלִי חֶרֶשׂ שֶׁלֹּא נַעֲשָׂה בּוֹ מְלָאכָה מֵעוֹלָם וְלֹא יֵרָאֶה כִּכְלִי בָּלֶה מֵאֹרֶךְ הַזְּמַן. וְאִם הֶחְזִירוֹ לַכִּבְשָׁן עַד שֶׁנִּתְחַדֵּשׁ כָּשֵׁר. וְנוֹתֵן לְתוֹכוֹ חֲצִי לוֹג מַיִם מִן הַכִּיּוֹר. וּבַחֲצִי לוֹג שֶׁהָיָה בַּמִּקְדָּשׁ הָיָה מוֹדְדוֹ. וְנִכְנַס בּוֹ לַהֵיכָל: \n",
      "וּמָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה לִימִין הַנִּכְנָס וּבוֹ טַבְלָא שֶׁל שַׁיִשׁ וְטַבַּעַת קְבוּעָה בָּהּ. מַגְבִּיהַּ הַטַּבְלָא וְלוֹקֵחַ עָפָר מִקַּרְקַע הַמִּשְׁכָּן. וְנוֹתְנוֹ עַל גַּבֵּי הַמַּיִם כְּדֵי שֶׁיֵּרָאֶה עַל פְּנֵי הַמַּיִם. וְנוֹתֵן לְתוֹכָן דָּבָר מַר כְּגוֹן לַעֲנָה וְכַיּוֹצֵא בָּהּ שֶׁנֶּאֱמַר <small>(במדבר ה יח)</small> \"מֵי הַמָּרִים\". וּמוֹחֵק לְתוֹכָן הַמְּגִלָּה לִשְׁמָהּ וְיִמְחֹק יָפֶה יָפֶה עַד שֶׁלֹּא יִשָּׁאֵר בַּמְּגִלָּה רשֶׁם הַנִּכָּר כְּלָל: \n",
      "וְאַחַר כָּךְ כֹּהֵן אֶחָד בָּא אֵלֶיהָ מִכֹּהֲנֵי הָעֲזָרָה וְאוֹחֵז בִּבְגָדֶיהָ מִכְּנֶגֶד פָּנֶיהָ וְקוֹרֵעַ עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ. וּמְגַלֶּה שְׂעָרָהּ וְסוֹתֵר מַחְלְפוֹת רֹאשָׁהּ כְּדֵי לְנַוְּלָהּ. וּמֵבִיא חֶבֶל מִצְרִי כְּדֵי לְהַזְכִּירָהּ מַעֲשֵׂה מִצְרַיִם שֶׁעָשְׂתָה. וְאִם לֹא מָצְאוּ מִצְרִי מֵבִיא חֶבֶל מִכָּל מָקוֹם. וְקוֹשְׁרוֹ לְמַעְלָה מִדָּדֶיהָ כְּדֵי שֶׁלֹּא יִפְּלוּ הַבְּגָדִים וְנִמְצֵאת עֲרֻמָּה שֶׁהֲרֵי נִקְרְעוּ: \n",
      "וְאַחַר כָּךְ מֵבִיא עִשָּׂרוֹן קֶמַח שְׂעוֹרִים מִשֶּׁל בַּעַל. וְנוֹתְנוֹ בִּכְפִיפָה מִצְרִית. וְהַחֶבֶל וְהַכְּפִיפָה בָּאִין מִשְּׁיָרֵי הַלִּשְׁכָּה. וְנוֹתְנוֹ לְיָדֶיהָ כְּדֵי לְיַגְּעָהּ: \n",
      "וְאַחַר כָּךְ לוֹקֵחַ הַמִּנְחָה מִן הַכְּפִיפָה וְנוֹתְנָהּ לִכְלִי שָׁרֵת. וְאֵינוֹ נוֹתֵן עָלֶיהָ שֶׁמֶן וְלֹא לְבוֹנָה. וְאִם נָתַן לוֹקֶה עַל הַשֶּׁמֶן בִּפְנֵי עַצְמוֹ וְעַל הַלְּבוֹנָה בִּפְנֵי עַצְמָהּ. שֶׁנֶּאֱמַר <small>(במדבר ה טו)</small> \"לֹא יִצֹק עָלֶיהָ שֶׁמֶן וְלֹא יִתֵּן עָלֶיהָ לְבֹנָה\": \n",
      "וּבְכָל זְמַן שֶׁפּוֹרֵעַ רֹאשָׁהּ וְנוֹתֵן הָעִשָּׂרוֹן עַל יָדֶיהָ יִהְיוּ הַמַּיִם בִּכְלִי בְּיַד הַכֹּהֵן וְיַרְאֶה אוֹתָהּ אֶת הַמַּיִם שֶׁנֶּאֱמַר <small>(במדבר ה יח)</small> \"וּבְיַד הַכֹּהֵן יִהְיוּ מֵי הַמָּרִים הַמְאָרַרִים\": \n",
      "וְאַחַר כָּךְ מַשְׁקֶה אוֹתָהּ. וְאַחַר שֶׁתִּשְׁתֶּה לוֹקֵחַ כְּלִי שָׁרֵת שֶׁבּוֹ הַמִּנְחָה וְנוֹתְנוֹ עַל יָדֶיהָ. וְכֹהֵן מֵנִיחַ יָדוֹ תַּחְתֶּיהָ וּמְנִיפָהּ בַּמִּזְרָח כִּשְׁאָר כָּל הַתְּנוּפוֹת. מוֹלִיךְ וּמֵבִיא מַעֲלֶה וּמוֹרִיד. וְאַחַר כָּךְ מַגִּישׁ הַמִּנְחָה לְקֶרֶן דְּרוֹמִית מַעֲרָבִית שֶׁל מִזְבֵּחַ כִּשְׁאָר מְנָחוֹת שֶׁל יָחִיד. וְקוֹמֵץ וּמַקְטִיר הַקֹּמֶץ. וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים: \n",
      "אִם טְהוֹרָה הִיא יוֹצֵאת וְהוֹלֶכֶת לָהּ וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ. וְאִם טְמֵאָה הִיא מִיָּד פָּנֶיהָ מוֹרִיקוֹת וְעֵינֶיהָ בּוֹלְטוֹת וְהִיא מִתְמַלֵּאת גִּידִין גִּידִין וְהֵן אוֹמְרִין הוֹצִיאוּהָ (הוֹצִיאוּהָ) כְּדֵי שֶׁלֹּא תִּפְרשֹׁ נִדָּה וְהַנִּדּוֹת מְטַמְּאוֹת עֶזְרַת נָשִׁים. וְהֵן מוֹצִיאִין אוֹתָהּ מֵעֶזְרַת נָשִׁים שֶׁהִיא עוֹמֶדֶת בָּהּ. וּבִטְנָהּ צָבָה בַּתְּחִלָּה וְאַחַר כָּךְ תִּפּל יְרֵכָהּ וְתָמוּת: \n",
      "בְּאוֹתָהּ שָׁעָה שֶׁתָּמוּת הִיא יָמוּת הַנּוֹאֵף שֶׁהִשְׁקָה עַל יָדוֹ בְּכָל מָקוֹם שֶׁהוּא וְיֶאֶרְעוּ לוֹ מְאֹרָעוֹת שֶׁאֵרְעוּ לָהּ <small>(במדבר ה כב)</small> \"לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ\". וְכָל זֶה אִם לֹא בָּא בַּעְלָהּ בִּיאָה אֲסוּרָה מֵעוֹלָם. אֲבָל אִם בָּעַל בְּעִילָה שֶׁל אִסּוּר אֵין הַמַּיִם בּוֹדְקִין אֶת אִשְׁתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְאִם עָבַר וְהִשְׁקָה אֶת אִשְׁתּוֹ הֲרֵי זֶה מוֹסִיף עַל חַטָּאתוֹ פֶּשַׁע שֶׁגָּרַם לַשֵּׁם הַמְפֹרָשׁ שֶׁיִּמָּחֶה בַּמַּיִם לְבַטָּלָה וּמוֹצִיא לַעַז עַל מֵי סוֹטָה שֶׁאִשְׁתּוֹ אוֹמֶרֶת לַאֲחֵרוֹת שֶׁזִּנְּתָה וְלֹא בָּדְקוּ בָּהּ הַמַּיִם וְהִיא לֹא תֵּדַע שֶׁמַּעֲשֵׂי הַבַּעַל גָּרְמוּ שֶׁלֹּא בָּדְקוּ בָּהּ: \n",
      "לְפִיכָךְ מִשֶּׁרַבּוּ הַמְנָאֲפִים בְּגָלוּי בְּבַיִת שֵׁנִי בִּטְּלוּ הַסַּנְהֶדְרִין אֶת מֵי הַמָּרִים וְסָמְכוּ עַל הַכָּתוּב בַּקַּבָּלָה <small>(הושע ד יד)</small> \"לֹא אֶפְקוֹד עַל בְּנוֹתֵיכֶם כִּי תִזְנֶינָה\" וְגוֹ': \n",
      "סוֹטָה שֶׁיֵּשׁ לָהּ זְכוּת תַּלְמוּד תּוֹרָה אַף עַל פִּי שֶׁאֵינָהּ מְצֻוָּה עַל תַּלְמוּד תּוֹרָה הֲרֵי זֶה תּוֹלֶה לָהּ וְאֵינָהּ מֵתָה לִשְׁעָתָהּ אֶלָּא נִמֹּקֶת וְהוֹלֶכֶת וָחֳלָאִים כְּבֵדִים בָּאִין עָלֶיהָ עַד שֶׁתָּמוּת אַחַר שָׁנָה אוֹ שְׁתַּיִם אוֹ שָׁלֹשׁ לְפִי זְכוּתָהּ. וְהִיא מֵתָה בִּצְבִיַּת בֶּטֶן וּבִנְפִילַת אֵיבָרִין: \n",
      "סוֹטָה שֶׁשָּׁתָת מֵי הַמָּרִים וְלֹא מֵתָה מִיָּד הֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן. וְאַף עַל פִּי שֶׁהִתְחִילוּ הֶחֳלָאִים לָבוֹא עָלֶיהָ וְחָלוּ שְׁאָר אֵיבָרֶיהָ הוֹאִיל וְלֹא צָבְתָה בִּטְנָהּ וְלֹא הִתְחִיל יְרֵכָהּ לִנְפּל הֲרֵי זוֹ מֻתֶּרֶת. אֲבָל מִשֶּׁהִתְחִיל בִּטְנָהּ לַצְבּוֹת וִירֵכָהּ לִנְפּל הֲרֵי זוֹ אֲסוּרָה וַדָּאִית: \n",
      "סוֹטָה שֶׁשָׁתָת וְהָיְתָה טְהוֹרָה הֲרֵי זוֹ מִתְחַזֶּקֶת וּפָנֶיהָ מַזְהִירוֹת. וְאִם הָיָה בָּהּ חלִי יָסוּר. וְתִתְעַבֵּר וְתֵלֵד זָכָר. וְאִם הָיָה דַּרְכָּהּ לֵילֵד בְּקֹשִׁי תֵּלֵד בִּמְהֵרָה. הָיָה דַּרְכָּהּ לֵילֵד נְקֵבוֹת תֵּלֵד זְכָרִים: \n",
      "בָּאוּ עֵדֵי טֻמְאָה אַחַר שֶׁשָּׁתְתָה הֲרֵי זוֹ תֵּצֵא בְּלֹא כְּתֻבָּה וַאֲסוּרָה לְבַעְלָהּ. וַאֲפִלּוּ לֹא אֵרַע לָהּ דָּבָר מִדְּבָרִים אֵלּוּ מִפְּנֵי שֶׁאֵין הַמַּיִם בּוֹדְקִין אֶלָּא מִי שֶׁאֵין לָהּ עֵדִים שֶׁמּוֹדִיעִין זְנוּתָהּ. וְעוֹד שֶׁמָּא בַּעְלָהּ אֵינוֹ מְנֻקֶּה מֵעָוֹן לְפִיכָךְ לֹא בָּדְקוּ הַמַּיִם אֶת אִשְׁתּוֹ. אֲבָל אִם בָּא עֵד אֶחָד וְהֵעִיד שֶׁהָיְתָה טְמֵאָה אֵינָהּ אֲסוּרָה וְתֵשֵׁב תַּחַת בַּעְלָהּ שֶׁהֲרֵי שָׁתְתָה: \n",
      "אִשָּׁה שֶׁזִּנְּתָה בְּאֹנֶס אוֹ בִּשְׁגָגָה אוֹ שֶׁבָּא עָלֶיהָ זֶה שֶׁקִּנֵּא לָהּ עִמּוֹ דֶּרֶךְ אֵיבָרִים אֵין הַמַּיִם בּוֹדְקִין אוֹתָהּ שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְהִיא לֹא נִתְפָּשָׂה\" פְּרָט לַאֲנוּסָה שֶׁהֲרֵי נִתְפְּשָׂה בְּחָזְקָה. <small>(במדבר ה כז)</small> \"וַתִּמְעל מַעַל בְּאִישָׁהּ\" פְּרָט לְשׁוֹגֶגֶת. <small>(במדבר ה יג)</small> \"וְשָׁכַב אִישׁ אֹתָהּ שִׁכְבַת זֶרַע\" פְּרָט לְבָא עָלֶיהָ דֶּרֶךְ אֵיבָרִים: \n"
    ],
    [
      "בַּחֲמִשָׁה עָשָׂר בַּאֲדָר נִפְנִין בֵּית דִּין לְצָרְכֵי הָרַבִּים. וּבוֹדְקִין עַל הָרְאוּיָה לִשְׁתּוֹת לְהַשְׁקוֹתָהּ. וְעַל הָרְאוּיָה לְקַנֵּא לָהּ וּלְהוֹצִיאָהּ בְּלֹא כְּתֻבָּה. וּבְכָל זְמַן מַשְׁקִין אֶת הַסּוֹטוֹת: \n",
      "וְאֵין מַשְׁקִין אֶת הַסּוֹטָה אֶלָּא בַּיּוֹם. וְכָל הַיּוֹם כָּשֵׁר לְהַשְׁקוֹת סוֹטָה. וְאֵין מַשְׁקִין שְׁתֵּי סוֹטוֹת כְּאַחַת שֶׁנֶּאֱמַר <small>(במדבר ה טז)</small> \"וְהֶעֱמִיד אֹתָהּ הַכֹּהֵן\": \n",
      "סוֹטָה שֶׁאָמְרָה אֵינִי שׁוֹתָה מֵחֲמַת יִרְאָה וָפַחַד שֶׁיֵּשׁ לָהּ יְכוֹלָה לַחֲזֹר וְלוֹמַר הֲרֵינִי שׁוֹתָה. אֲבָל אָמְרָה אֵינִי שׁוֹתָה וְהִיא בְּרִיאָה וְאֵינָהּ יְרֵאָה וְלֹא פּוֹחֶדֶת אֵינָהּ יְכוֹלָה לַחֲזֹר וְלוֹמַר הִנְנִי שׁוֹתָה: \n",
      "אָמְרָה אֵינִי שׁוֹתָה קֹדֶם שֶׁתִּמָּחֵק הַמְּגִלָּה הֲרֵי מְגִלָּתָהּ נִגְנֶזֶת וְאֵינָהּ כְּשֵׁרָה לְהַשְׁקוֹת בָּהּ סוֹטָה אַחֶרֶת. וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדֶּשֶׁן. וְאִם אָמְרָה אֵינִי שׁוֹתָה אַחַר שֶׁנִּמְחֲקָה הַמְּגִלָּה מְעַרְעֲרִין אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ: \n",
      "וּמְאַיְּמִין עָלֶיהָ שֶׁתִּשְׁתֶּה וְאוֹמְרִין לָהּ בִּתִּי אִם בָּרוּר לָךְ הַדָּבָר שֶׁטְּהוֹרָה אַתְּ עִמְדִי עַל בֻּרְיֵךְ וּשְׁתִי וְאַל תִּפְחֲדִי לְפִי שֶׁאֵין הַמַּיִם דּוֹמִין אֶלָּא לְסַם יָבֵשׁ מֻנָּח עַל בָּשָׂר חַי. יֵשׁ שָׁם מַכָּה מְחַלְחֵל וְיוֹרֵד. אֵין שָׁם מַכָּה אֵינוֹ עוֹשֶׂה כְּלוּם: \n",
      "אָמְרָה טְמֵאָה אֲנִי אַף עַל פִּי שֶׁנִּמְחֲקָה הַמְּגִלָּה הַמַּיִם נִשְׁפָּכִין מִפְּנֵי שֶׁאֵין בָּהֶן קְדֻשָּׁה. וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדֶּשֶׁן: \n",
      "מְגִלַּת סוֹטָה שֶׁכְּתָבָהּ בַּלַּיְלָה פְּסוּלָה שֶׁנֶּאֱמַר וְכָתַב וְגוֹ' <small>(במדבר ה כד)</small> \"וְהִשְׁקָה\" וְגוֹ' <small>(במדבר ה כה)</small> \"וְהִקְרִיב\" וְגוֹ' כְּשֵׁם שֶׁקָּרְבָּנָהּ בַּיּוֹם כָּךְ כְּתִיבַת הַמְּגִלָּה וְהַשְׁקָיָתָהּ בַּיּוֹם. כְּתָבָהּ לְמַפְרֵעַ פְּסוּלָה שֶׁנֶּאֱמַר הָאָלָה עַל הַסֵּדֶר. כְּתָבָהּ קֹדֶם שֶׁתְּקַבֵּל עָלֶיהָ הַשְּׁבוּעָה פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כא)</small> \"וְהִשְׁבִּיעַ\" וְכָתַב: \n",
      "כְּתָבָהּ אִגֶּרֶת פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כג)</small> \"בַּסֵּפֶר\". כְּתָבָהּ עַל שְׁנֵי דַּפִּין פְּסוּלָה שֶׁנֶּאֱמַר בַּסֵּפֶר סֵפֶר אֶחָד וְלֹא שְׁנַיִם וּשְׁלֹשָׁה. וְאֵינוֹ כּוֹתֵב לֹא עַל הַנְּיָר וְלֹא עַל הַדִּפְתְּרָא אֶלָּא בִּמְגִלַּת סֵפֶר שֶׁנֶּאֱמַר בַּסֵּפֶר. וְאִם כְּתָבָהּ עַל נְיָר אוֹ דִּפְתְּרָא פְּסוּלָה: \n",
      "וְאִם כְּתָבָהּ יִשְׂרָאֵל אוֹ כֹּהֵן קָטָן פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כג)</small> \"וְכָתַב הַכֹּהֵן\". אֵינוֹ כּוֹתְבָהּ לֹא בְּקוֹמוֹס וְלֹא בְּקַנְקַנְתּוֹם וְלֹא בְּכָל דָּבָר שֶׁרִשּׁוּמוֹ נִכָּר וְעוֹמֵד אֶלָּא בִּדְיוֹ שֶׁאֵין בּוֹ קַנְקַנְתּוֹם שֶׁנֶּאֱמַר וְכָתַב <small>(במדבר ה כג)</small> \"וּמָחָה\" כְּתָב שֶׁהוּא יָכוֹל לְהִמָּחוֹת. וְאִם כָּתַב בְּדָבָר הַמִּתְקַיֵּם פְּסוּלָה: \n",
      "נִשְׁאַר בַּמְּגִלָּה רשֶׁם כְּתָב נִכָּר פְּסוּלָה עַד שֶׁיִּמְחֹק יָפֶה יָפֶה. כָּתַב אוֹת אַחַת וּמְחָקָהּ וְחָזַר וְכָתַב אוֹת שְׁנִיָּה וּמְחָקָהּ עַד שֶׁהִשְׁלִים פְּסוּלָה עַד שֶׁתִּהְיֶה כֻּלָּהּ כְּתוּבָה: \n",
      "כְּתָבָהּ שֶׁלֹּא לִשְׁמָהּ אוֹ מְחָקָהּ שֶׁלֹּא לִשְׁמָהּ פְּסוּלָה. כָּתַב שְׁתֵּי מְגִלּוֹת לִשְׁתֵּי סוֹטוֹת וּמְחָקָן לְתוֹךְ כּוֹס אֶחָד אוֹ לְתוֹךְ שְׁתֵּי כּוֹסוֹת וְעֵרְבָן בְּכוֹס אֶחָד וְהִשְׁקָה לִשְׁתֵּיהֶן פְּסוּלָה. לְפִי שֶׁכָּל אַחַת מֵהֶן לֹא שָׁתְתָה מְגִלָּתָהּ. מְחָקָן בִּשְׁנֵי כּוֹסוֹת וְעֵרְבָן וְחָזַר וְחִלְּקָן לִשְׁנֵי הַכּוֹסוֹת לֹא יַשְׁקֶה אוֹתָן וְאִם הִשְׁקָה כָּשֵׁר. וְאִם נִשְׁפְּכוּ הַמַּיִם הֲרֵי זֶה כּוֹתֵב מְגִלָּה אַחֶרֶת וּמֵבִיא מַיִם אֲחֵרִים. נִשְׁפְּכוּ וְנִשְׁתַּיֵּר מֵהֶן לֹא יַשְׁקֶה אֶת הַשְּׁאָר. וְאִם הִשְׁקָה כָּשֵׁר: \n",
      "מֵי סוֹטָה שֶׁלָּנוּ נִפְסָלִין בְּלִינָה. הִקְדִּים עָפָר לַמַּיִם פְּסוּלָה. לֹא הָיָה שָׁם עָפָר בַּהֵיכָל מֵבִיא עָפָר מִבַּחוּץ וּמַנִּיחוֹ בַּהֵיכָל וְלוֹקֵחַ מִמֶּנּוּ וְנוֹתֵן עַל פְּנֵי הַמַּיִם. וְאֵינוֹ מֵבִיא אֵפֶר אֲבָל מֵבִיא רַקְבּוּבִית שֶׁהִיא כְּעָפָר: \n",
      "וְלֹא יַחְפֹּר בְּקוֹרְדוֹם בַּהֵיכָל וְיוֹצִיא עָפָר שֶׁנֶּאֱמַר <small>(במדבר ה יז)</small> \"אֲשֶׁר יִהְיֶה בְּקַרְקַע הַמִּשְׁכָּן\". וְאִם חָפַר וְהוֹצִיא עָפָר כָּשֵׁר: \n",
      "הִקְרִיב אֶת מִנְחָתָהּ וְאַחַר כָּךְ הִשְׁקָהּ כְּשֵׁרָה. נִטְמֵאת מִנְחָתָהּ קֹדֶם שֶׁיַּנִּיחֶנָה בִּכְלִי שָׁרֵת הֲרֵי זוֹ תִּפָּדֶה כְּכָל הַמְּנָחוֹת שֶׁנִּטְמְאוּ קֹדֶם שֶׁיִּתְקַדְּשׁוּ בִּכְלִי שָׁרֵת וְיָבִיאוּ מִנְחָה אַחֶרֶת. נִטְמֵאת הַמִּנְחָה אַחַר שֶׁקִּדְּשָׁהּ בִּכְלִי שָׁרֵת הֲרֵי זוֹ תִּשָּׂרֵף. וְכֵן אִם אָמְרָה טְמֵאָה אֲנִי קֹדֶם שֶׁתִּקָּמֵץ הַמִּנְחָה. אוֹ שֶׁאָמְרָה אֵינִי שׁוֹתָה. אוֹ שֶׁלֹּא רָצָה בַּעְלָהּ לְהַשְׁקוֹתָהּ. אוֹ שֶׁבָּאוּ עֵדֵי טֻמְאָה. אוֹ שֶׁמֵּת הוּא. אוֹ שֶׁמֵּתָה הִיא. הֲרֵי הַמִּנְחָה כֻּלָּהּ נִשְׂרֶפֶת. וְאִם אֵרַע אֶחָד מֵאֵלּוּ אַחַר שֶׁקָּרַב הַקֹּמֶץ אֵין הַשְּׁיָרִים נֶאֱכָלִין: \n",
      "הָיָה בַּעְלָהּ כֹּהֵן אֵין שְׁיָרֵי מִנְחָתָהּ נֶאֱכָלִין מִפְּנֵי שֶׁיֵּשׁ לַבַּעַל חֵלֶק בָּהֶם. וְאֵינָהּ עוֹלָה כֻּלָּהּ לְאִשִּׁים כְּמִנְחַת זִכְרֵי כְּהֻנָּה מִפְּנֵי שֶׁיֵּשׁ לָהּ חֵלֶק בָּהּ. אֶלָּא הַקֹּמֶץ קָרֵב לְעַצְמוֹ וּשְׁיָרִים מִתְפַּזְּרִין עַל בֵּית הַדֶּשֶׁן. נִמְצְאוּ עֵדֵיהָ זוֹמְמִין מִנְחָתָהּ תֵּצֵא לְחֻלִּין: \n",
      "הַמְקַנֵּא לְאִשְׁתּוֹ עַל יְדֵי אֲנָשִׁים הַרְבֵּה וְנִסְתְּרָה עִם כָּל אֶחָד וְאֶחָד מֵהֶם הֲרֵי זֶה מֵבִיא מִנְחָה אַחַת עַל יְדֵי כֻּלָּן כְּשֶׁמַּשְׁקֶה אוֹתָהּ שֶׁנֶּאֱמַר <small>(במדבר ה טו)</small> \"מִנְחַת קְנָאֹת הִיא\". מִנְחָה אַחַת לְקִנּוּיִין הַרְבֵּה: \n",
      "יֵשׁ לַבַּעַל לְגַלְגֵּל בִּשְׁבוּעָה עָלֶיהָ שֶׁלֹּא זִנְּתָה עִם אִישׁ זֶה שֶׁקִּנֵּא לָהּ בּוֹ וְלֹא עִם אִישׁ אַחֵר. וְשֶׁלֹּא זִנְּתָה תַּחְתָּיו מִשֶּׁנִּתְאָרְסָה קֹדֶם שֶׁתִּנָּשֵׂא וְלֹא אַחַר שֶׁנִּשֵּׂאת. אֲבָל אֵינוֹ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה קֹדֶם הָאֵרוּסִין וְלֹא אַחַר שֶׁגֵּרְשָׁהּ אִם גֵּרְשָׁהּ וְהֶחֱזִירָהּ. שֶׁאִם זִנְּתָה בְּעֵת זֶה לֹא תֵּאָסֵר עָלָיו. וְכָל שֶׁתִּבָּעֵל וְלֹא תִּהְיֶה אֲסוּרָה לוֹ אֵינוֹ מַתְנֶה עִמָּהּ. לְפִיכָךְ אִם כָּנַס יְבִמְתּוֹ אֵינוֹ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה כְּשֶׁהָיְתָה שׁוֹמֶרֶת יָבָם. אֲבָל מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה תַּחַת אָחִיו שֶׁאִם זִנְּתָה תַּחַת אָחִיו הֲרֵי זוֹ אֲסוּרָה עָלָיו. וְכֵן אִם גֵּרְשָׁהּ וְהֶחֱזִירָהּ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה תַּחְתָּיו בַּנִּשּׂוּאִין הָרִאשׁוֹנִים. וְיֵשׁ לוֹ לְגַלְגֵּל עָלֶיהָ בִּלְהַבָּא שֶׁלֹּא תִּזְנֶה תַּחְתָּיו וְשֶׁלֹּא תִּזְנֶה אַחַר שֶׁיַּחְזִירֶנָּה אִם יְגָרֵשׁ וְיַחֲזִיר. לְפִיכָךְ כְּשֶׁתִּזְנֶה לְהַבָּא מַיִם בּוֹדְקִין אוֹתָהּ וְיֶאֶרְעוּ לָהּ אוֹתָן הַמְאֹרָעוֹת. לְכָךְ נֶאֱמַר <small>(במדבר ה כב)</small> \"אָמֵן אָמֵן\". אָמֵן מֵאִישׁ זֶה אָמֵן מֵאִישׁ אַחֵר. אָמֵן נְשׂוּאָה אָמֵן אֲרוּסָה. אָמֵן לְשֶׁעָבַר אָמֵן לְהַבָּא: \n",
      "מִצְוַת חֲכָמִים עַל בְּנֵי יִשְׂרָאֵל לְקַנְּאוֹת לִנְשֵׁיהֶן שֶׁנֶּאֱמַר <small>(במדבר ה יד)</small> \"וְקִנֵּא אֶת אִשְׁתּוֹ\". וְכָל הַמְקַנֵּא אֶת אִשְׁתּוֹ נִכְנְסָה בּוֹ רוּחַ טָהֳרָה. וְלֹא יְקַנֵּא לָהּ לֹא מִתּוֹךְ שְׂחוֹק וְלֹא מִתּוֹךְ שִׂיחָה וְלֹא מִתּוֹךְ קַלּוּת רֹאשׁ וְלֹא מִתּוֹךְ מְרִיבָה וְלֹא לְהַטִּיל עָלֶיהָ אֵימָה. וְאִם עָבַר וְקִנֵּא לָהּ בִּפְנֵי עֵדִים מִתּוֹךְ אֶחָד מִכָּל הַדְּבָרִים הָאֵלּוּ הֲרֵי זֶה קִנּוּי: \n",
      "אֵין רָאוּי לִקְפֹּץ וּלְקַנְּאוֹת בִּפְנֵי עֵדִים תְּחִלָּה אֶלָּא בֵּינוֹ לְבֵינָהּ בְּנַחַת וּבְדֶרֶךְ טָהֳרָה וְאַזְהָרָה כְּדֵי לְהַדְרִיכָהּ בְּדֶרֶךְ יְשָׁרָה וּלְהָסִיר הַמִּכְשׁוֹל. וְכָל מִי שֶׁאֵינוֹ מַקְפִּיד עַל אִשְׁתּוֹ וְעַל בָּנָיו וּבְנֵי בֵּיתוֹ וּמַזְהִירָן וּפוֹקֵד דַּרְכֵיהֶן תָּמִיד עַד שֶׁיֵּדַע שֶׁהֵן שְׁלֵמִין מִכָּל חֵטְא וּמֵעָוֹן הֲרֵי זֶה חוֹטֵא שֶׁנֶּאֱמַר <small>(איוב ה כד)</small> \"וְיָדַעְתָּ כִּי שָׁלוֹם אָהֳלֶךָ וּפָקַדְתָּ נָוְךָ וְלֹא תֶחֱטָא\": \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות סוטה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Nashim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [],
    [
      [],
      [],
      [],
      [
        "* לא נאסרה עליו: כתב הראב\"ד ז\"ל והלא אמרו פיתוי קטנה אונס הוא ועוד התראה לקטנה אינה התראה ואין לחלק בקטנה לענין פיתוי לומר קטנה בת מיאון אין לה רצון ויתן את הצער כמו אנוסה אלא כולן שוות להתפתות בקלות הדעת עכ\"ל:"
      ],
      [],
      [],
      [],
      [
        "אפילו בא על ארוסתו וכו': כתב הראב\"ד ז\"ל האי דלא כהלכתא משמעתא דריש ארוסה ושומרת יבם עכ\"ל:"
      ],
      [],
      [
        "*תלד זכרים: כתב הראב\"ד ז\"ל פי' לא הקפידה תורה שתהא האשה הזאת ראויה לילד עכ\"ל:"
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "*ויש לו לגלגל וכו': כתב הראב\"ד כל זה לדעת ר\"מ ואפשר שהלכה כמותו דסוגיין כוותיה עכ\"ל:"
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>קינוי האמור בתורה וקנא את אשתו הוא שיאמר לה בפני עדים אל תסתרי עם איש פלוני.</b> משנה וגמרא בריש סוטה: \n",
        "<b>ומה שכתב אפילו היה אביה וכו'.</b> ירושלמי בריש סוטה ובפרק ארוסה (סוטה דף כ''ד) תנן על ידי כל העריות מקנין. \n",
        "<b>ומה שכתב או עכו״ם או עבד או שחוף.</b> פרק ארוסה (סוטה דף כ״ו:) \n\n"
      ],
      [
        "<b>הסתירה האמורה בתורה וכו'.</b> בריש סוטה המקנא לאשתו ר''א אומר מקנא לה ע''פ שנים ומשקה על פי עד אחד או על פי עצמו רבי יהושע אומר מקנא לה על פי שנים ומשקה על פי שנים וידוע דהלכה כרבי יהושע: \n",
        "<b>ומה שכתב אם שהתה עמו כדי טומאה.</b> שם במשנה: \n",
        "<b>ומ''ש שהוא כדי לצלות ביצה ולגמעה.</b> ברייתא שם (דף ד') פלוגתא ופסק כר''ע: \n",
        "<b>ומ''ש ובזמן שאין שם מי סוטה וכו'.</b> בריש סוטה (דף ב':) אמרינן דכי קני לה ונסתרה האידנא דליכא מי סוטה למבדקה אסירא עליה איסור עולם: \n",
        "<b>ומה שכתב ותצא בלא כתובה.</b> בירושלמי ריש סוטה אמרו על עידי סתירה מכאן היא מפסדת כתובתה: \n\n"
      ],
      [
        "<b>קינא לה על שנים כאחד וכו'.</b> בירושלמי ריש סוטה מהו שיקנא לה משני בני אדם כאחת רבי יודן אמר במחלוקת מאן דאמר מקנא מאביה ומבנה מקנא לה משני בני אדם כאחת רבי יוסי בעי מקנא לה ממאה בני אדם ואע''ג דאמר רבי יודן שהיא מחלוקת פסק כמאן דאמר דמקנא לה משני בני אדם משום דמקמי הכי מיתניא בסתם דמקנא לה מאביה ומאחיה ועוד דר' יוסי סבר הכי דבעי דקאמר לשון רצון הוא ואבעל קאי והכי קאמר אם רצה מקנא לה ממאה בני אדם כאחת ובפרק שני דכריתות (דף ט':) תנן חמשה מביאין קרבן אחד על עבירות הרבה וחד מינייהו המקנא לאשתו על ידי אנשים הרבה: \n\n"
      ],
      [
        "<b>אמר לה בפני שנים אל תדברי עם פלוני וכו'. וכן אם אמר לה אל תסתרי עמו וכו'.</b> משנה וגמרא בריש סוטה. \n",
        "<b>ומה שכתב וכן אם לא קדם קינוי וכו'.</b> בפירקא קמא דכתובות (דף ט') אין האשה נאסרת על בעלה אלא על עסקי קינוי וסתירה: \n\n"
      ],
      [],
      [
        "<b>אמר לה אל תסתרי עם איש פלוני וכו'.</b> משנה פרק ארוסה (סוטה דף כ''ד) על ידי כל העריות מקנין חוץ מן הקטן וממי שאינו איש ובגמרא חוץ מן הקטן איש אמר רחמנא ולא קטן שאינו איש וכו' למעוטי בהמה דאין זנות בבהמה. ופירש רש''י איש אמר רחמנא ושכב איש אותה. דאין זנות בבהמה אינה נעשית זונה בבעילת בהמה ואינה נאסרת על בעלה עכ''ל. ומשמע לרבינו דלא ממעיט קטן אלא כשהוא פחות מבן ט' שאינו ראוי לשכיבה אבל בן ט' ויום אחד כיון שביאתו ביאה איש מיקרי לגבי שכיבה: \n\n"
      ],
      [
        "<b>בעל שמחל על קינויו וכו'.</b> פרק ארוסה (סוטה דף כ״ה) בעי' דאיפשיטא. \n",
        "<b>ומ''ש אבל אם מחל לאחר שתסתר וכו'.</b> ג''ז שם. \n",
        "<b>ומה שכתב גירשה [הרי זה] כמי שמחל וכו'.</b> ירושלמי פרק שני דסוטה: \n\n"
      ],
      [
        "<b>קינא לה בפני שנים וראה אותה שנסתרה וכו'.</b> כבר כתבתי בתחלת הפרק דרבי אליעזר סבר מקנא לה ע''פ שנים ומשקה על פי אחד או ע''פ עצמו ורבי יהושע פליג עליה והלכה כוותיה: \n",
        "<b>וכן אם שמע העם מרננים אחריה וכו'.</b> ריש פרק מי שקינא לה (דף ל''א) ונסתרה אפילו שמע מן העוף הפורח יוציא ויתן כתובה דברי ר''א ורבי יהושע אומר משישאו ויתנו בה מוזרות בלבנה וידוע דהלכה כרבי יהושע. ויש לתמוה על רבינו שלעיל כתב דבקינוי וסתירה תצא בלא כתובה וכאן שמלבד הקינוי והסתירה שמע שהעם מרננים אחריה וכו' כתב שיוציא ויתן כתובה. ויש לומר דהכא בשלא היה בסתירה אלא עד אחד. וכן פירש''י אפילו שמע מן העוף הפורח שנסתרה יוציא ויתן כתובה רבי אליעזר לטעמיה דאמר בפרק קמא סתירה לא בעיא עדות ואפי' עבד ואפי' שפחה נאמנים דהיינו נמי כעוף הפורח דאיתקש לטומאה דכולהו מהימני בה [הלכך נאסרה] ואם אינו רוצה להשקותה יוציא ויתן כתובה רבי יהושע אומר עד שישאו ויתנו בה מוזרות בלבנה כלומר משום סתירה שאין בה שני עדים אינה נאסרת עליו ורבי יהושע לטעמיה דאמר משקה על פי שנים מיהו כשישאו ויתנו [מוזרות בלבנה] בפריצותה מכוער הדבר ותצא דהא אפילו מיא תו לא בדקי לה כדתניא בפרק קמא וטהורה והיא ולא שישאו ויתנו בה מוזרות בלבנה עכ''ל: \n\n"
      ],
      [
        "<b>בא עד אחד והעיד לו שנסתרה עמו וכו'.</b> נראה שכתב כן רבינו מדגרסינן בקידושין פרק האומר (דף ס''ו) ההוא סמיא וכו' דאמר ליה חד אשתו זינתה ואמר ליה מר שמואל אי מהימן לך זיל אפקה ומפרש רבא דהכי קאמר ליה אי מהימן לך כבי תרי זיל אפקה משמע לרבינו דה''ה לסתירה שאחר קינוי שאם דעתו סומכת על העד יוציא ומ''מ לא הפסידה כתובתה מאחר שאין שני עדים בסתירה: \n\n"
      ],
      [
        "<b>ואלו שבית דין מקנאין להן וכו'.</b> משנה פרק ארוסה (סוטה דף כ״ד): \n",
        "<b>ומה שכתב או שהיה במדינה אחרת.</b> ברייתא שם (דף כ''ז:) \n\n"
      ],
      [
        "<b>ומה שכתב ואינו יכול להשקותה וכו'.</b> שם במשנה (דף י''ח י''ט) וכת''ק וכדאסיק רבא באיש אחד ובועל אחד דכולי עלמא לא פליגי דאין האשה שותה ושונה דכתיב זאת בשני אנשים ושני בועלים דכ''ע לא פליגי דהאשה שותה ושונה דכתיב תורת כי פליגי באיש אחד ושני בועלים בשני אנשים ובועל אחד תנא קמא סבר תורת לרבויי כולהו זאת למעוטי איש אחד ובועל אחד. והלכה כתנא קמא: \n\n"
      ],
      [],
      [],
      [
        "<b>האשה שקינא לה בעלה ונסתרה וכו'.</b> משנה ריש פרק ששי דסוטה (דף ל''א) מי שקינא לאשתו ונסתרה אפילו שמע מן העוף הפורח יוציא ויתן כתובה דברי רבי אליעזר רבי יהושע אומר עד שישאו ויתנו בה מוזרות בלבנה אומר עד אחד אני ראיתיה שנטמאת לא היתה שותה ולא עוד אלא אפילו עבד אפילו שפחה הרי אלו נאמנים אף לפוסלה מכתובתה ופירש רש''י אני ראיתיה שנטמאת באותה סתירה שהיא על פי שני עדים לרבי יהושע [ולרבי אליעזר על פי עוף הפורח] לא היתה שותה דעד אחד נאמן בה אף להפסידה כתובתה שרגלים לדבר ומקראי ילפינן לה לקמן במתניתין. הרי אלו נאמנים אף לפוסלה מכתובתה שלא תשתה ולא תטול כתובתה: \n",
        "<b>ומה שכתב ואפילו היה עד טומאה זה אחד מעדי הסתירה.</b> איני יודע מה מלמדנו רבינו בזה דמהיכא תיסק אדעתין שיגרע מפני שהוא אחד מעדי הסתירה: \n\n"
      ],
      [
        "<b>ומה שכתב אפילו אשה ועבד ושפחה.</b> משנה שם: \n",
        "<b>ומה שכתב ופסול לעדות בעבירה מדברי סופרים.</b> בסוף פרק קמא דראש השנה (דף כ''ב) תנן אלו הם הפסולים המשחק בקוביא וכו' זה הכלל כל עדות שאין האשה כשרה לה אף הם אינם כשרים לה ובגמרא הא אשה כשרה לה אף הם כשרים לה אמר רב אשי זאת אומרת גזלן דדבריהם כשר לעדות אשה. ופירש''י הא אשה כשרה לה כגון להעיד על מיתת אדם להשיא את אשתו ועל סוטה שנטמאת בסתירה שלא תשתה: \n",
        "<b>ומה שכתב ואפילו קרוב נאמן לעדות סוטה וכו'.</b> נלמד ממה שיבא בסמוך בחמותה ובת חמותה: \n",
        "<b>ומה שכתב אף חמש נשים ששונאות זו את זו וכו'.</b> שם במשנה (סוטה דף ל''א) וכתבה רבינו בפרק י''ב דגירושין: \n\n"
      ],
      [
        "<b>בא עד אחד והכחישו וכו'.</b> שם במשנה עד אומר נטמאת ועד אומר לא נטמאת אשה אומרת נטמאת ואשה אומרת לא נטמאת היתה שותה אחד אומר נטמאת ושנים אומרים לא נטמאת היתה שותה שנים אומרים נטמאת ועד אומר לא נטמאת לא היתה שותה ופירש''י עד אומר נטמאת ועד אומר לא נטמאת אוקי חד לבהדי חד והרי היא בספיקא ושותה. ושנים אומרים לא נטמאת כלומר לא נטמאת בפניך שכשבאת ומצאתה שנסתרו יחד גם אנו היינו עמך ובפנינו לא נטמאת הרי נסתלק העד הזה ובטלו דבריו מפני השנים והרי היא בספיקא אם נטמאת קודם שבאו אלו ומצאום והיתה שותה עכ''ל. ובגמרא וכיון דמדאורייתא עד אחד מהימן אידך היכי מצי מכחיש ליה והא אמר עולא כל מקום שהאמינה תורה עד אחד הרי כאן שנים ואין דבריו של אחד במקום שנים אמר עולא תני לא היתה שותה וכן אמר ר' יצחק [לא היתה שותה] ור' חייא אמר היתה שותה לר' חייא קשיא דעולא ל''ק כאן בבת אחת כאן בזה אחר זה ופירש''י הרי כאן שנים הרי הוא כשנים. כאן בבת אחת מתניתין כשהעידו שניהם בתוך כדי דיבור דבטלו דבריו מיד דלא נתקיימה עדותן בב''ד והיכן האמינתו תורה כשנים כגון אם העיד עדותו ויצא דתו לא מצי חד לאכחושיה עכ''ל. ופסק כרבי חייא משום דגדול היה מעולא ועוד דדידיה עדיפא דמוקים גירסא דמתניתין ולא משבש לה: \n\n"
      ],
      [],
      [
        "<b>ומ''ש רבינו בא עד אחד כשר ונשים רבות או פסולים רבים כאחד וכו'.</b> שם תנן עד אומר נטמאת ושנים אומרים לא נטמאת היתה שותה הא חד וחד לא היתה שותה תיובתא דרבי חייא אמר לך רבי חייא ולטעמיך אימא סיפא שנים אומרים נטמאת ואחד אומר לא נטמאת לא היתה שותה הא חד וחד היתה שותה אלא כולה בפסולי עדות ורבי נחמיה היא דתניא רבי נחמיה אומר כל מקום שהאמינה תורה עד אחד הלך אחר רוב דעות ועשו שתי נשים באיש אחד כשני אנשים באיש אחד. ואיכא דאמרי כל היכא דאתא עד כשר מעיקרא אפילו מאה נשים נמי כעד אחד דמיין הב''ע כגון דאתאי אשה מעיקרא ותרצה לדרבי נחמיה הכי ר' נחמיה אומר כל מקום שהאמינה תורה עד אחד הלך אחר רוב דעות ועשו שתי נשים באשה אחת כשני אנשים באיש אחד אבל שתי נשים באיש אחד כי פלגא ופלגא דמי ופירש''י כל מקום שהאמינה תורה וכו' הוציאתו לעדות זה מכלל כל עדיות שבתורה לפיכך פסולים וכשרים שוים בה והלך אחר רוב דעות המעידים בדבר. ואיכא דאמרי כל היכא דאתא עד כשר מעיקרא ואמר נטמאת ונתקבלה עדותו ואח''כ באו מאה נשים כעד אחד דמיין והוה ליה קמא שנים ואין דבריו של אחד במקום שנים ואינה שותה. והב''ע דקתני עד אחד אומר נטמאת שנים אומרים לא נטמאת היתה שותה ואוקימנא בפסולי עדות ובין בבת אחת בין בזה אחר זה וכרבי נחמיה ועל כרחיה דבזה אחר זה איצטריך [עיקר] לאשמועינן דאי בבת אחת מאי הלך אחר רוב דעות איכא בחד וחד נמי היתה שותה אלא בהכי עסקינן דההוא דאתא מעיקרא ואמר נטמאת אשה הואי הילכך אפילו בזה אחר זה אתו תרתי ומבטלי לה. ותרצה לרבי נחמיה הכי וכו' דהא דאמרן לעיל ועשו שתי נשים באיש אחד וכו' לאו סיפיה דמילתיה דר' נחמיה היא אלא פירושא דמילתיה הוא דאנן מפרשינן לה הכי. כי פלגא ופלגא דמי כלומר כי חד וחד ואי בבת אחת אתו אוקי תרי לבהדי חד ואוקמה אספיקה ואי בזה אחר זה וההוא דהאמינה תורה קדים ואתא ברישא ה''ל כשנים והנך כחד ואין דבריהם במקומו והיכא דשתים אומרות נטמאת ועד אחד כשר אומר לא נטמאת היתה שותה דכי חד וחד נינהו ומתני' דקתני לא היתה שותה כגון דההוא חד הוה פסול: \n",
        "<b>והשתא</b> מ''ש רבינו בא עד אחד כשר ונשים רבות או פסולים רבים כאחד היינו לומר שבאו בבת אחת העד הכשר האומר נטמאת והנשים רבות או פסולים רבים אומרים לא נטמאת דכיון דכפלגא ופלגא דמו ה''ל כבאו שני עדים כאחד זה אומר נטמאת וזה אומר לא נטמאת דאמרי' הרי זו שותה ומשמע מדברי רבינו דטעמא משום שבאו כולם כאחד אבל אם בא העד כשר תחלה ואמר נטמאת ואחר כך באו נשים רבות או פסולים רבים ואמרו לא נטמאת לא היתה שותה וכדאמרינן בגמרא דכל היכא דאתא עד אחד כשר מעיקרא אפילו מאה נשים כע''א דמיין. ונראה מדברי רבינו שהוא סובר דאע''ג דאסיקנא אלא כולה בפסולי עדות היינו כי היכי דלא תיקשי לן דיוקא דמתני' אבל קושטא דמלתא הוי דינא כפשטא דמתניתין בעד כשר ועד כשר וכדמפליגנא בין בבת אחת בין בזה אחר זה ומפני כך כתב דין עד כשר ועד כשר וחילק בין באו בבת אחת לזה אחר זה ואחר כך כתב דין עד אחד כשר ופסולי עדות רבים בבאו בבת אחת. ומינה נשמע דבבא עד כשר תחלה ואמר נטמאת לא משגחינן בפסולים רבים שבאו אח''כ ואמרו לא נטמאת וכמו שכתבתי דכיון דקיימא לן כל מקום שהאמינה תורה עד אחד הרי כאן שנים ופסולים רבים לא חשיבי אלא כע''א הרי דברי הפסולים הרבים בטלים: \n\n"
      ],
      [
        "<b>ומה שכתב היו כולן פסולים הלך אחר הרוב וכו'.</b> מבואר בלישנא בתרא עשו שתי נשים באשה אחת כשני אנשים באיש אחד. \n",
        "<b>ומה שכתב היו מחצה על מחצה הרי זו שותה.</b> פשוט הוא דהוי ספיקא ומספיקא שתיא. ועיין במה שכתב רבינו בספ''ט מהלכות רוצח: \n\n"
      ],
      [
        "<b>כל סוטה שאמרנו שאינה שותה וכו'.</b> דין זה פשוט בטעמו: \n\n"
      ]
    ],
    [
      [
        "<b>אשה שקינא לה ונסתרה וכו' וכן אם אמרה איני טמאה ואיני שותה וכו'.</b> מבואר במשנה פרק היה נוטל (סוטה דף כ'). \n",
        "<b>ומה שכתב ותצא בלא כתובה</b> יתבאר ריש פרק ג': \n",
        "<b>ומה שכתב וכן אם אמר בעלה איני רוצה להשקותה או שבעלה בעלה אחר שנסתרה וכו'.</b> משנה פרק ארוסה (סוטה דף כ״ד): \n\n"
      ],
      [
        "<b>ואלו הן הנשים שאינן ראויות לשתות וכו' ואלו הן ארוסה ושומרת יבם.</b> משנה ריש פרק ארוסה: \n",
        "<b>ומה שכתב וקטנה אשת הגדול וגדולה אשת הקטן ואשת אנדרוגינוס.</b> נראה שהטעם משום דכתיב והביא האיש את אשתו איש לאפוקי קטן אשת לאפוקי קטנה ותו דרשי' איש ודאי לאפוקי אנדרוגינוס: \n",
        "<b>ומה שכתב ואשת הסומא ואשת החגר או האלם וכו' או שהוא כרות יד וכן החגרת והאלמת והסומא וכרותת יד.</b> בסוף פרק ארוסה (סוטה דף כ״ז): \n",
        "<b>ומה שכתב מי שאינו שומע.</b> שם במשנה ואלו בית דין מקנים להם מי שנתחרש בעלה או נשתטה וכו' לא להשקותה אמרו אלא לפוסלה מכתובתה ובברייתא בגמרא מייתי לה מקראי: \n\n"
      ],
      [
        "<b>ומה שכתב הרי הוא אומר אשה תחת אישה עד שתהיה שלימה כמוהו והוא שלם כמותה.</b> סוף פרק ארוסה וצריך טעם למה השמיט רבינו שוטה ושוטת: \n\n"
      ],
      [
        "<b>קטנה שהשיאה אביה אם זנתה ברצונה נאסרה על בעלה וכו'. . כתב</b> הראב''ד והלא אמרו פיתוי קטנה אונס הוא ועוד התראה לקטנה אינה התראה [שאין לה דעת אלא אם זינתה אסורה לבעלה כהן] ואין לחלק בין קטנה לקטנה לענין פיתוי וכו'. והרב המגיד בפ' ג' מאיסורי ביאה כתב ליישב זה ואח''כ כתב שמצא בירושלמי פרק קמא דסוטה ובפ''ב קטנה שזינתה אין לה רצון להאסר על בעלה וסיים וכתב ומעתה צריכים אנו ראיה גמורה לדברי רבינו ובקשתיה ולא מצאתיה עכ''ל. ול''נ שהראיה שהביא ה''ה לדברי רבינו מההיא דפ''ק דכתובות (דף ח' ט') ראיה טובה היא וההיא דירושלמי לא מכרעא דאיכא למימר דס''ל לירושלמי כההיא דפ' ארבעה אחין וליתא מקמי ההיא דפרק קמא דכתובות וא''כ על מ''ש רבינו ממה שכתב בנדה (דף כ''ב) והיא לא נתפשה אסורה וכו' ואיזו שקידושיה וכו' מוכח בהדיא דדוקא קידושי טעות כגון קידושי קטנה דאין מעשיה כלום שהיא בת מיאון וכדפירש''י שם והכריחו התוס' דבקידושי קטנות נמי מיירי הא בקידושי קטנות שאינם קידושי טעות כגון שקידשה אביה אסורה וזהו שחילק רבינו בין בת מיאון ללאו בת מיאון: \n\n"
      ],
      [
        "<b>קינא לארוסתו או לזקוקתו ונסתרה אחר שנשאה וכו'.</b> ברייתא פרק ארוסה (סוטה דף כ״ה:): \n",
        "<b>נשואה שקינא לה ונסתרה קודם שיבעול אותה בעלה וכו'.</b> בפרק ארוסה (סוטה דף כ״ד:): \n\n"
      ],
      [
        "<b>הגיורת והמשוחררת וכו'.</b> שם אשת ממזר לממזר ואשת נתין לנתין ואשת גר ועבד משוחרר ואיילונית או שותה או לא נוטלת כתובתה. ומשמע דאשת ממזר לממזר פירושו אשה שהיא ממזרת והיא נשואה לממזר שאין איסור בנישואין אבל ישראלית לממזר או ממזרת לישראל שיש איסור בנשואיה אינה שותה שהרי אין המים בודקין אותה מפני שאין האיש מנוקה מעון ולפיכך נראה שהגירסא הנכונה בדברי רבינו וממזרת אשת ממזר. \n",
        "<b>ומה שכתב ואשת סריס חמה וכו'</b> שם (דף כ''ד) במשנה אשת סריס שותה [ומותרת לבעלה] ופירש רש''י בגמרא דבסריס חמה [קאמר] דמותר לקיימה ולא בסריס אדם שאסור לקיימה משום לא יבא פצוע דכא וכתבו התוספות ולא ידעינן מנא ליה דסריס אדם כגון ששתה כוס עיקרין דאסור לקיימה עכ''ל. ואני אומר דלא איירי רש''י בהכי דלא מיקרי סריס אדם אלא בששלטה יד אדם ממש באיברי ההולדה וכקרא דמייתי פצוע דכא וכרות שפכה ורבינו שכתב או סריס אדם המותרות לבעליהן צ''ל דמיירי בששתה כוס של עיקרין שמותרות לו וקרי ליה סריס אדם לפי שע''י אדם בא לו: \n\n"
      ],
      [
        "<b>מעוברת ומניקה שקינא לה בעלה וכו'.</b> ברייתא פ' ארוסה עלה כ''ו מעוברת ומניקת עצמו או שותה או לא נוטלת כתובתה. ופרש''י מעוברת עצמו שהיתה אשתו מעוברת וקינא לה או שותה ולא אמרינן לא לקטליה לולד: \n",
        "<b>אשה העומדת לשתות ומת בעלה וכו'.</b> משנה פ' ארוסה (סוטה דף כ״ד) מתו בעליהן קודם שישתו ב״ש אומרים נוטלות כתובה ולא שותות וב״ה אומרים [או] שותות או לא נוטלות כתובתן ובפרק החולץ (יבמות ל״ח:) פריך או שותות והביא האיש את אשתו אמר רחמנא וליכא אלא מתוך שלא שותות לא נוטלות כתובתן וידוע דהלכה כב״ה: \n\n"
      ],
      [
        "<b>כל איש שבא וכו' בזמן שהאיש מנוקה מעון וכו'.</b> ר''פ כשם (דף כ''ח): \n",
        "<b>ומ״ש ואפילו בא על ארוסתו בבית חמיו וכו'.</b> כתב הראב״ד הא דלא כהלכתא משמעתא דריש ארוסה עכ״ל. טעמו מדאמרינן בר״פ ארוסה (סוטה דף כ״ד:) טעמא דכתיבי הני קראי הא לאו הכי ה״א ארוסה שתיא והא כי אתא רבי אחא בר חנינא מדרומא אתא ואייתי מתניתא בידיה מבלעדי אישך שקדמה שכיבת בעל לבועל ולא שקדמה שכיבת בועל לבעל אמר רמי בר חמא משכחת לה וכו' כגון שבא עליה ארוס בבית אביה משמע מהכא דאע״ג דבא עליה ארוס בבית אביה הואי שתיא אי לאו דמיעט קרא דלא שתיא ואם איתא דבא על ארוסתו בבית חמיו אינו מנוקה מעון למה לי קרא למעט ארוסה תיפוק ליה משום דאין האיש מנוקה מעון ואפשר לדחוק ולומר דקרא תרי טעמי יהיב למעט ארוסה: \n\n"
      ],
      [
        "<b>ומה שכתב לפיכך אם היתה אשתו אסורה עליו וכו' ואפילו שניה.</b> נ''ל שמאחר דמשמע דבא על ארוסתו בבית חמיו הוי אין האיש מנוקה מעון אף על פי שאינו אלא מדברי סופרים הוא הדין לשניה: \n",
        "<b>עבר ונשא מעוברת חבירו ומינקת חבירו וכו'.</b> משנה פרק ארוסה מעוברת חבירו ומינקת חבירו לא שותות ולא נוטלות כתובה דברי רבי וחכמים אומרים יכול הוא להפרישה ולהחזירה לאחר זמן ופירש רש''י יכול הוא להפרישה עד כ''ד חדש ולהחזירה הילכך ראויה לאישות קרינן בה: \n\n"
      ],
      [
        "<b>מי שאין לו אשה הראויה לילד וכו'.</b> משנה שם אילונית וזקנה ושאינה ראויה לילד לא נוטלות כתובה ולא שותות רבי אליעזר אומר יכול הוא לישא אשה אחרת לפרות ולרבות הימנה ובגמרא אמר רב נחמן אמר רבה בר אבוה מחלוקת בעקרה וזקנה אבל אילונית ד''ה לא שותה ולא נוטלת כתובתה ואותיבנא עליה מדתניא הרובא שנשא עקרה וזקנה ואין לו אשה ובנים מעיקרא לא שותה ולא נוטלת כתובתה רבי אליעזר אומר יכול הוא לישא אחרת לפרות ולרבות הימנה אבל וכו' הרובא שנשא עקרה וזקנה ויש לו אשה ובנים וכו' ואילונית או שותה או לא נוטלת כתובה קתני מיהת אילונית תיובתא דרב נחמן אמר לך רב נחמן תנאי היא ואנא דאמרי כי האי תנא דתניא רשב''א אומר אילונית לא שותה ולא נוטלת כתובה שנאמר ונקתה ונזרעה זרע מי שדרכה להזריע יצתה זו שאין דרכה להזריע ורבנן האי ונקתה ונזרעה זרע מאי עבדי ליה מיבעיא להו לכדתניא ונקתה ונזרעה שאם היתה עקרה נפקדת דברי ר' עקיבא [אמר לו רבי ישמעאל וכו' א''כ מה ת''ל ונקתה ונזרעה זרע] שאם היתה יולדת בצער יולדת בריוח נקבות יולדת זכרים. ופסק רבינו כחכמים דרבים נינהו ועוד דר''ע ורבי ישמעאל סוברים כוותייהו. ופירש''י הרובא ילד בחור כמו רביא עכ''ל. והיינו לומר שהוא ילד שעדיין אין לו אשה ובנים הא אם היו לו אשה אחרת ובנים שותה והכי אמרינן בירושלמי מודים חכמים לרבי אליעזר שאם היו לו אשה ובנים שהיא שותה ונוטלת כתובה ומשמע דבחד מינייהו סגי באשה או בבנים. \n",
        "<b>כתב</b> הראב''ד ז''ל שלא הקפידה תורה שתהא האשה ראויה לילד עכ''ל. ופשוט הוא שזהו פירוש דברי רבי עקיבא ורבי ישמעאל: \n\n"
      ],
      [
        "<b>היו לו אשה וכו' לא היו לו בנים וכו'.</b> ירושלמי פרק ארוסה: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> כל אשה שהיה לה קינוי וסתירה וכו'.</b> משנה רפ''ה דסוטה (דף כ''ז:) כשם שאסורה לבעל כך אסורה לבועל. \n",
        "<b>ומ''ש ואם עבר ונשאה מוציאין אותה מתחתיו בגט אפילו היו לה כמה בנים ממנו וכו' אבל אם לא קדם קינוי ובאו עליה עדים שנסתרה עם איש זה וכו'</b> בפ''ב דיבמות (דף כ''ד:) תנן הנטען על אשת איש והוציאוה מתחת ידו אע''פ שכנס יוציא ובגמרא אמר רב ובעדים וכו' מיתיבי בד''א בשאין לה בנים אבל יש לה בנים לא תצא ואם באו עדי טומאה אפילו יש לה כמה בנים תצא רב מוקי לה למתניתין ביש לה בנים ויש לה עדים וכו' אמר רבא מתניתין קשיתיה מאי איריא דתני הוציאוה ליתני הוציאה אלא כל הוציאוה בב''ד וב''ד בעדים הוא דמפקי ואי בעית אימא הני מתניתין רבי היא דתניא רוכל יוצא ואשה חוגרת בסינר אמר רבי הואיל ומכוער הדבר תצא רוק למעלה מן הכילה א''ר הואיל ומכוער הדבר תצא וכו' אלא מקום מנעלים הפוכים תחת המטה [אמר רבי הואיל ומכוער הדבר תצא] והלכתא כוותיה דרב [והלכתא כוותיה דרבי] קשיא הלכתא אהלכתא ל''ק הא בקלא דפסיק הא בקלא דלא פסיק קלא דלא פסיק וליכא עדים כרבי קלא דפסיק ואיכא עדים כרב וקלא דלא פסק עד כמה אמר אביי וכו' יומא ופלגא ולא אמרן אלא דלא פסיק ביני וביני אבל פסק ביני וביני הא פסק ולא אמרן אלא דלא פסק מחמת יראה אבל פסק מחמת יראה מחמת יראה הוא ולא אמרן אלא דליכא אויבים אבל איכא אויבים אויבים הוא דאפקו ליה לקלא. וכתב הרי''ף אמר רב ובעדים כלומר אם הוציא אותה בעלה בעידי טומאה [מחמת זה הנטען וכנסה זה הנטען] מוציאין אותה מתחת ידו אבל אם הוציא אותה בעלה בלא עדי טומאה אלא בעדי דבר מכוער בלבד וכנסה זה הנטען אין מוציאין אותה מידו [ודייק רב מדקתני הוציאוה ולא קתני הוציאה מכלל דב''ד הוציאוה וב''ד אין מוציאין אלא בעדים] ואותבינן עליה דרב מהא דתניא במה דברים אמורים בשאין לה בנים מן הנטען הוא שמוציאין אותה מידו אבל אם יש לה בנים מן הנטען לא תצא ואם באו עדי טומאה אפילו יש לה כמה בנים תצא דאלמא מפקינן לה מן הנטען בלא עדי טומאה ואוקמה רב כרבי דתניא רוכל יוצא ואשה חוגרת בסינר וכו' קשיא הלכתא אהלכתא דהא רב לא מפיק לה מן הנטען אלא בעדי טומאה ורבי מפיק לה בעדי דבר מכוער ל''ק בקלא דפסיק עבדינן כרב ולא מפקינן לה אלא בעדי טומאה ובקלא דלא פסיק עבדינן כרבי ומפקינן לה בעדי דבר מכוער וכו' ושמעינן מהא דתניא במה דברים אמורים בשאין לה בנים דהיכא דאית לה בנים מן הנטען אע''ג דאיכא עדים בדבר המכוער לא מפקינן לה מיניה אבל אי איכא עדי טומאה שזינתה עמו כשהיא תחת בעלה מפקינן לה מיניה ואפילו יש לה [כמה] בנים וה''מ מבועל שהוא הנטען אבל מבעל עצמו לא מפקינן לה אלא בעידי טומאה בין יש לה בנים בין אין לה בנים כדגרסינן בקידושין פרק האומר לחבירו איבעיא להו זינתה אשתו בע''א מהו אמר רבא הוי דבר שבערוה ואין דבר שבערוה פחות משני עדים עכ''ל. וכך הם דברי רבינו: \n\n"
      ],
      [],
      [
        "<b>ומ''ש רבינו מי שהוציאה בעלה בעידי דבר מכוער ונשאת לאחר וגירשה.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>כל אשה שבאו שני עדים והעידו שזינתה עם זה וכו'.</b> מתבאר בסמוך [תשלום דינים אלו כתב רבינו בפכ''ד מהל' אישות]: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(א-ו)</small> כיצד סדר השקאת סוטה הבעל בא לבית דין שבעירו וכו'.</b> משנה פרק קמא (דף ז') כיצד עושה לה מוליכה לבית דין שבאותו מקום ומוסרים לו שני תלמידי חכמים שמא יבא עליה בדרך רבי יהודה אומר בעלה נאמן וידוע דהלכה כתנא קמא. \n",
        "<b>ומ''ש ומשלחים אותו לירושלים וכו'.</b> שם במשנה היו מעלים אותה לבית דין הגדול שבירושלים ומאיימין עליה כדרך שמאיימין על עידי נפשות ואומרים לה בתי הרבה יין עושה הרבה שחוק עושה הרבה ילדות עושה הרבה שכנים הרעים עושים עשי לשמו הגדול שנכתב בקדושה שלא ימחה על המים ואומרים לפניה דברים שאינן כדאי לשמען היא וכל משפחת בית אביה ובגמרא מייתי לה מקרא שאין משקין את הסוטה אלא בבית דין של ע''א: \n",
        "<b>ומ''ש רבינו ומאיימין עליה שלא בפני בעלה. ומ''ש ומגידין לה מעשה דיהודה ותמר כלתו ומעשה ראובן.</b> שם בגמרא. \n",
        "<b>ומ''ש על פשטו</b> כלומר דכתיב ביה וישכב ראובן את בלהה פילגש אביו אבל לפי האמת ח''ו מלומר כן על אותו צדיק וכדאיתא בפרק במה בהמה (שבת דף נ''ה:): \n",
        "<b>ומ''ש ומעשה אמנון ואחותו. ומ''ש אם אמרה הן נטמאתי וכו'.</b> משנה בפ''ק דסוטה אם אמרה טמאה אני שוברת כתובתה ויוצאת ואם אמרה טהורה אני מעלין אותה בשער המזרח שעל פתח שער נקנור ששם משקין את הסוטות ומשמע לרבינו דכל שאמרה איני שותה אע''פ שלא אמרה בפירוש טמאה אני מפסדת כתובתה דכיון שפחדה מלשתות מוכחא מילתא ודאי שהיא טמאה שאילו היתה טהורה לא היתה נמנעת מלשתות והכי אמרינן בירושלמי פרק היה נוטל סבר ר''ע האומרת איני שותה כאומרת אני טמאה לך וכיוצא בזה אמרינן בגמרא דידן בפרק הנזכר עלה י''ט אמר רבי עקיבא כלום אנו צריכים אלא לבודקה והלא בדוקה ועומדת. \n",
        "<b>ומ''ש מעלין אותה ממקום למקום ומקיפין בה כדי ליגעה וכו'.</b> שם בגמרא (דף ח'). \n",
        "<b>ומ''ש היתה מתכסה בלבנים עד ודעתה מתיישבת בהן</b> משנה וגמרא שם: \n\n"
      ],
      [
        "<b>ומ״ש ואח״כ משביעה הכהן בלשון שהיא מכרת ומודיעה בלשונה שלא גרם לה אלא קינוי וסתירה וכו'.</b> בר״פ אלו נאמרין בכל לשון (סוטה דף ל״ב) פרק ד' דסוטה ובגמרא מנ״ל דכתיב ואמר הכהן לאשה בכל לשון שהוא אומר ת״ר משמיעין אותה בכל לשון שהיא שומעת על מה היא שותה ובמה היא שותה על מה נטמאה ובמה היא נטמאה על מה היא שותה על עסקי קינוי וסתירה ובמה היא שותה במקידה של חרש על מה נטמאה על עסקי שחוק וילדות ובמה היא נטמאה בשוגג או במזיד באונס או ברצון וכל כך למה שלא להוציא לעז על המים המרים ופירש״י אל האשה משמע דברים הנכנסים בלבה שתהא מכרת בלשון. על מה היא שותה ובמה היא שותה כדמפרש ואזיל שאומר לה פריצות גרם ליך שתשתה. x במקידה של חרס בכלי מאוס. ועל מה נטמאה מי הביאה לידי טומאה שחוק וקלות ראש כדי לייסר את הנשים שלא יקלו ראשן עם האנשים שע״י כך באות לידי וצבתה בטנה. ובמה היא נטמאה משמיעין אותה הלכות המים המאררים על אי זו טומאה הן בודקין אותה שאם נטמאה היא מזידה ברצון יבדקוה ואם שוגגת כגון [אמרו לה] מת בעליך או אנוסה לא יבדקוה. וכל כך למה לנו להודיעה בהלכות המים בשלמא הנך קמייתא משום ונוסרו כל הנשים אלא הך למה שלא להוציא לעז שאם נטמאה באונס או שוגגת ולא נבדקה שלא תהא סבורה אילו נטמאתי מזידה כן לא היו בודקין אותי. ואיני יודע למה השמיט רבינו קצת מדברי ברייתא זו. \n",
        "<b>ומ''ש ומודיעה שהבטן ילקה תחלה וכו'</b> בפ''ק דסוטה ור''פ כשם (דף כ''ח): \n\n"
      ],
      [
        "<b>ואחר כך מביא מגלה של עור טהור וכו'.</b> ירושלמי פ''ב דסוטה תני רבי אלעזר בן שמוע אומר אין כותבין על עור בהמה טמאה אמר רבי שמעון מכיון דאת אמר למחיקה ניתנה למה אינו כותב תני רבי אלעזר ברבי שמעון אומר [רואה] אני את דברי רבי אלעזר בן שמוע מדברי אבא שמא תאמר איני שותה ונמצא השם גנוז על עור של בהמה טמאה: \n",
        "<b>ומה שכתב וכותב עליה בלשון הקודש וכו'. ומה שכתב בדיו שאין בו קנקנתום.</b> משנה פ''ב דסוטה (דף י''ז:) ואינו כותב לא בקומוס ולא בקנקנתום ולא בכל דבר [שהוא] רושם אלא בדיו שנאמר ומחה כתב [שהוא] יכול למחות ובגמרא (דף כ') לכל מטילין קנקנתום [לתוך הדיו] חוץ מפרשת סוטה: \n",
        "<b>ומה שכתב לשמה של אשה כמו הגט.</b> הכי משמע שם בגמרא (דף כ') ובפרק היה נוטל (דף י''ח) תנן אין מגילתה כשרה להשקות בה סוטה אחרת ובתוספתא פ''ב דגיטין תניא מגילת סוטה שכתבה שלא לשמה פסולה שנאמר ועשה לה הכהן את כל התורה הזאת שיהו כל מעשיה לשמה: \n",
        "<b>ומ''ש וכותב כל הדברים שהשביע אותה וכו' ואינו כותב אמן אמן.</b> שם (דף י''ז) פלוגתא דתנאי ופסק כתנא קמא דאמר כותב מאם לא שכב איש אותך וכו' ואינו כותב והשביע הכהן את האשה וכותב יתן ה' אותך לאלה ולשבועה וכו' עד ולנפיל ירך ואינו כותב ואמרה האשה אמן אמן: \n\n"
      ],
      [
        "<b>ואחר כך מביא כלי חרס שלא נעשה בו מלאכה מעולם וכו'.</b> שם במשנה (דף ט''ו) היה מביא פיילי של חרס ונותן לתוכה חצי לוג מים מן הכיור ובגמרא תנא פיילי של חרס חדשה דברי ר' ישמעאל מ''ט דרבי ישמעאל גמר כלי כלי ממצורע מה להלן חרס חדשה אף כאן חרס חדשה וכו' אמר רבא לא שאנו אלא שלא נתאכמו פניו אבל נתאכמו פניו פסול מ''ט דומיא דמים מה מים שלא נשתנו אף כלי שלא נשתנה ומשמע לרבינו דהא דאמר רבא ל''ש אלא שלא נתאכמו פניו לרבי ישמעאל קאמר שאע''פ שהוא חדש אם נתאכמו פניו פסול ולא כדפירש''י דלרבנן קאי ופסק רבינו כר' ישמעאל משום דרבא דבתרא הוא מפליג אליביה:  ",
        "<b>ומ''ש ואם החזירו לכבשן וכו'.</b> שם בעיא דלא איפשיטא ואיני יודע למה פסק רבינו בה לקולא ואפשר שטעמו משום דכיון דלרבנן לא בעינן חדשה טפי אית לן למימר דבהחזירו לכבשן כשר כי היכי דלא נשוי כ''כ פלוגתא בינייהו:  ",
        "<b>ודע</b> דאמרינן בגמרא מהא דר' ישמעאל גמר כלי כלי ממצורע מה להלן חרס חדשה וכו' והתם מנא לן דכתיב ושחט וכו' אל כלי חרש על מים חיים מה מים חיים שלא נעשתה בהם מלאכה אף כלי שלא נעשה בו מלאכה אי מה להלן מים חיים אף כאן מים חיים לר' ישמעאל ה''נ דאמר רבי יוחנן מי כיור ר' ישמעאל אומר מי מעיין הן וחכמים אומרים משאר מימות הן. ויש לתמוה על רבינו שפסק כאן כר' ישמעאל דבעי חרס חדש ובפרק חמישי מהלכות ביאת המקדש פסק כחכמים דמי מקוה כשרים לקידוש וצ''ע:  ",
        "<b>ומה שכתב ובחצי לוג שהיה במקדש היה מודדו.</b> משנה פרק שתי מדות מנחות (דף פ''ה).  ",
        "<b>ומ''ש ונכנס בו להיכל ומקום היה שם אמה על אמה וכו' עד על פני המים.</b> משנה פ''ב דסוטה (דף ט''ו:):   "
      ],
      [
        "<b>ומ״ש ונותן לתוכן דבר מר כגון לענה וכיוצא בה.</b> בפרק היה נוטל (סוטה דף כ') אמר אבוה דשמואל צריך שיתן מר לתוך המים מ״ט דאמר קרא מי המרים שמרים כבר ופירש״י שמרים כבר קודם מחיקה אלמא מחמת ד״א הם מרים ואין מרירה על שם קללת בדיקתם נקרא דהא מקמי מחיקה לאו בני מיבדק נינהו: \n",
        "<b>ומ״ש ומוחק לתוכן המגילה לשמה. ומ״ש שימחוק יפה יפה עד שלא ישאר במגלה רושם הניכר כלל.</b> בריש פרק היה נוטל (סוטה דף י״ט:) ואחר ישקה מיבעי ליה לשרישומו ניכר ופירש״י שאם היה רישומו ניכר צריך לחזור ולמחוק עד שלא יהא רישומו ניכר: \n\n"
      ],
      [
        "<b>ואח''כ כהן אחד בא אליה מכהני העזרה ואוחז בבגדיה וכו'.</b> משנה פ''ק דסוטה (דף י''ז) אם אמרה טהורה אני מעלין אותה בשער המזרח וכו' וכהן אוחז בבגדיה אם נקרעו נקרעו אם נפרמו נפרמו עד שהוא מגלה את לבה וסותר את שערה וכו' ואח''כ מביא חבל מצרי וקושרו למעלה מדדיה ובגמרא בעי מיניה ר' אבא מרב הונא חבל המצרי מהו שיעכב בסוטה משום שלא ישמטו בגדיה מעליה הוא ובצלצול קטן סגי או דילמא משום דאמר מר היא חגרה לו בצלצול לפיכך כהן מביא חבל המצרי וקושר לה למעלה מדדיה מעכב א''ל תניתוה ואחר כך מביא חבל המצרי וקושרו לה למעלה מדדיה כדי שלא ישמטו בגדיה מעליה. ומשמע מהכא דאפילו בצלצול קטן נמי יכול לחגרה אם לא מצא חבל מצרי ומדברי רבינו משמע דלעולם אינו חוגרה אלא בחבל וצ''ע. ומפשט דברי המשנה נראה שתיכף שמעלין אותה לשער המזרח כהן אוחז בבגדיה וכו' ואיני יודע מנין לו לרבינו שאינו עושה כן עד אחר שמחק המגילה ואפשר שטעמו משום דגרסינן בירושלמי פ''ק דסוטה מבזין על הספק וכו' קריא אמר מקרין ואחר כך מבזין ומתניתא אמרה מבזין ואח''כ מקרין א''ר אילא מכיון דכתיב והעמיד והעמידה וכי יושבת היתה אלא מחמת עמידה הראשונה היה פורע את ראשה. ואיכא למידק על הירושלמי הזה מהיכא משמע ליה מקרא דמקרין ואח''כ מבזין הא ברישא כתיב ופרע את ראש האשה ונתן על כפיה את מנחת הזכרון ואח''כ והשביע אותה הכהן וי''ל דמדכתיב בתר ולקח הכהן מיד האשה את מנחת הקנאות משמע שאחר השקאה היה נותן המנחה על כפיה וכהן לוקחה מידה דאין לומר שאחר שנתן המנחה על כפיה היה משקה וכותב המגלה ומוחקה ואח''כ נוטל הכהן המנחה מידיה דלמה תהיה המנחה בכל המעשים האלו על ידיה אלא ודאי כדאמרן וכיון שנתן על כפיה היה אחר מחיקת המגילה ה''ה לפרוע את ראש האשה דכתיב גביה ורבי אילא ר''ל דמוהעמיד והעמידה משמע דברישא פרע ראשה ומשמע לרבינו שאין זה מוכרח וכיון דחזינן דהוה קשה ליה לירושלמי היאך מבזין על הספק מוטב לומר דלא היה פורע כדאמר ר' אילא ומתניתא דקתני ברישא סותר את ראשה אפשר לומר דלא נחתה לומר סדר המעשים: \n\n"
      ],
      [
        "<b>ואחר כך מביא עשרון קמח וכו'.</b> אפשר שהטעם משום דתנן בסוף נגעים (פרק ד' משנה י''ב) שהאיש מביא על אשתו כל קרבנות שהיא חייבת ומהאי טעמא תנן בפרק ג' דסוטה (דף כ''ג) כל הנשואות לכהנים מנחותיהם נשרפות [ובירושלמי] בפ''ב דסוטה מצאתי והביא את קרבנה עליה בעלה [מהו שיפריש עליה חוץ מדעתה וכו']. \n",
        "<b>ומ''ש והחבל והכפיפה באים משירי הלשכה.</b> ירושלמי פ''ק דסוטה. \n",
        "<b>ומ''ש ונותנו לידיה כדי ליגעה.</b> משנה רפ''ב דסוטה (דף י''ד:): \n\n"
      ],
      [
        "<b>ומ״ש ואחר כך לוקח המנחה מן הכפיפה ונותנה לכלי שרת.</b> בריש פרק היה נוטל (סוטה דף י״ט). \n",
        "<b>ומ''ש ואם נתן לוקה על השמן בפני עצמו ועל הלבונה בפני עצמה.</b> משנה בפרק חמישי דמנחות (דף נ''ט:): \n\n"
      ],
      [
        "<b>ובכל זמן שפורע ראש האשה וכו'. .</b> \n\n"
      ],
      [
        "<b>ואחר שתשתה לוקח כלי שרת שבו המנחה וכו'.</b> רפ''ג דסוטה (דף י''ט) היה נוטל את מנחתה מתוך כפיפה מצרית ונותנה לתוך כלי שרת ונותנה על ידיה וכהן מניח ידו מתחתיה ומניפה הניף והגיש קמץ והקטיר והשאר נאכל לכהנים היה משקה ואח''כ מקריב מנחתה ר''ש אומר מקריב את מנחתה ואח''כ היה משקה ובגמרא מקריב מנחתה הא אקרבה ה''ק סדר מנחות כיצד הניף והגיש קמץ והקטיר והשאר נאכל לכהנים ובהשקאה גופה פליגי ר''ש ורבנן דרבנן סברי משקה ואח''כ מקריב את מנחתה ור''ש סבר מקריב את מנחתה ואחר כך משקה וידוע דהלכה כתנא קמא. \n",
        "<b>ומה שכתב ומניפה במזרח וכו'.</b> בפרשת סוטה כתיב והניף את המנחה לפני ה' והקריב אותה אל המזבח ובפרק ב' דסוטה (דף י''ד:) סדר מנחות כיצד וכו' כהן מוליכה אצל המזבח ומגישה בקרן דרומית מערבית כנגד חודה של קרן ויליף לה התם מקרא דכתיב וזאת תורת המנחה הקריב אותה בני אהרן לפני ה' אל פני המזבח. \n",
        "<b>ומה שכתב מוליך ומביא מעלה ומוריד.</b> בספרי פרשת סוטה והניף את המנחה מוליך ומביא מעלה ומוריד מנין שנאמר אשר הונף ואשר הורם מקיש הרמה לתנופה מה תנופה מוליך ומביא אף הרמה כן ומה הרמה מעלה ומוריד אף תנופה מעלה ומוריד מכאן אמרו מצות תנופה מוליך ומביא מעלה ומוריד: \n\n"
      ],
      [
        "<b>ומה שכתב ואם טמאה היא מיד פניה מוריקות וכו'.</b> משנה וגמרא פרק היה נוטל (סוטה דף כ'): \n",
        "<b>ומה שכתב ובטנה צבה בתחלה וכו'.</b> בפרק קמא דסוטה (דף ט'): \n\n"
      ],
      [
        "<b>באותה שעה שתמות וכו'.</b> ר''פ כשם (דף כ''ז:). \n",
        "<b>ומ''ש וכל זה אם לא בא בעלה ביאה אסורה וכו'.</b> ג''ז שם. \n",
        "<b>ומ''ש לפיכך משרבו המנאפים וכו'.</b> משנה פרק בתרא דסוטה (דף מ''ז): \n\n"
      ],
      [],
      [],
      [
        "<b>סוטה שיש לה זכות ת״ת וכו'.</b> משנה וגמרא פרק היה נוטל (סוטה דף כ'): \n\n"
      ],
      [
        "<b>סוטה ששתתה וכו'.</b> משנה פ' ארוסה (סוטה דף כ״ד) אשת כהן שותה ומותרת לבעלה. \n",
        "<b>ומ''ש ואע''פ שהתחילו החלאים לבוא עליה וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>סוטה ששתתה והיתה וכו'.</b> פרק ארוסה (סוטה דף כ״ו:): \n\n"
      ],
      [
        "<b>באו עדי טומאה אחר ששתתה וכו'.</b> מימרא דרב ששת פרק קמא דסוטה (דף ו) ותניא כוותיה: \n\n"
      ],
      [
        "<b>אשה שזינתה באונס או בשגגה וכו'.</b> בירוש' פרק ארוסה ופרק כשם. \n",
        "<b>ומ''ש או שבא עליה זה שקינא לה עמו דרך אברים וכו'.</b> פרק ארוסה (כ''ו) ופי' רש''י דרך איברים פריצותא בעלמא הוא שוכב עמה בקירוב בשר: \n\n"
      ]
    ],
    [
      [
        "<b>בט''ו באדר נפנין ב''ד לצרכי הרבים וכו'.</b> בריש שקלים תנן באחד באדר משמיעין על השקלים ועל הכלאים בט''ו בו קורין את המגילה בכרכים וכו' ועושים כל צרכי הרבים ובפ''ק דמועד קטן ירושלמי תניא אלו הם צרכי הרבים דנין דיני ממונות וכו' ומשקין את הסוטה ומשמע ליה לרבינו דהיינו לומר דבודקין על הראויה לשתות וכו' דאילו להשקותה לא היו מאחרים אותה עד ט''ו באדר אלא בכל יום היו משקין אותה וזהו שכתב ובכל זמן משקין את הסוטות: \n\n"
      ],
      [
        "<b>ומ''ש ואין משקין את הסוטה אלא ביום וכל היום כשר להשקות סוטה.</b> משנה פ''ב דמגילה (דף כ':). \n",
        "<b>ומ''ש ואין משקין ב' סוטות כאחת וכו'.</b> פ''ק דסוטה עלה ח': \n\n"
      ],
      [
        "<b>סוטה שאמרה איני שותה וכו'.</b> בפרק היה נוטל עלה י''ט: \n\n"
      ],
      [
        "<b>אמרה איני שותה קודם שתמחק המגלה וכו' עד בעל כרחה.</b> משנה פרק היה נוטל (סוטה דף כ'.). ודע דבתוספתא פרק ב' דסוטה ובירושלמי פ״ג תניא גבי מגילתה נגנזת תחת צדו של היכל ולא ידעתי למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>ומ''ש ומאיימין עליה שתשתה וכו'.</b> פ''ק דסוטה עלה ז': \n\n"
      ],
      [
        "<b>אמרה טמאה אני אף על פי שנמחקה וכו'.</b> משנה פרק היה נוטל (סוטה דף כ'): \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> מגילת סוטה שכתבה וכו'.</b> בפ''ב דסוטה (דף י''ז) אלא דהתם מייתי לה מקרא אחרינא: \n",
        "<b>כתבה למפרע פסולה וכו' כתבה אגרת וכו' עד ולא שנים וג'.</b> פ''ב דסוטה ופירש''י אגרת בלא שרטוט בספר אמר רחמנא והל''מ שהספרים צריכים שרטוט: \n",
        "<b>ואינו כותב לא על הנייר וכו'.</b> משנה שם. \n",
        "<b>ומ''ש ואם כתב על נייר או על דפתרא פסולה.</b> הכי משמע דבספר לעיכובא הוא: \n\n"
      ],
      [],
      [
        "<b><small>(ט-י)</small> ואם כתבה ישראל או כהן קטן פסולה.</b> משום דוכתב הכהן עיכובא הוא. אבל מה שפסל כהן קטן וכו': \n",
        "<b>אינו כותב בקומוס וכו'.</b> משנה פרק ב' דסוטה (דף י''ז). \n",
        "<b>ומה שכתב ואם כתב בדבר המתקיים פסולה</b> נלמד ממה שיבא בסמוך. \n",
        "<b>ומה שכתב נשאר במגילה רושם כתב ניכר פסולה עד שימחוק יפה יפה.</b> ריש פרק היה נוטל (סוטה דף י''ט) ואחר ישקה מיבעי ליה לשרישומו ניכר. ופירש רש''י לשרישומו ניכר שאם היה רישומו ניכר צריך לחזור ולמחוק שלא יהא רישומו ניכר: \n",
        "<b>כתב אות אחת וכו'.</b> פ''ב דסוטה (דף י''ח) וטעמא משום דכתיב יעשה לה הכהן את כל התורה הזאת עד שתהא כולה כאחת. \n\n"
      ],
      [
        "<b>ומ''ש כתבה שלא לשמה פסולה.</b> שם. \n",
        "<b>ומ''ש או מחקה שלא לשמה.</b> שם את''ל בעי נמי מחיקה לשמה וכו': \n",
        "<b>כתב שתי מגילות וכו'.</b> שם בעי רבא כתב שתי מגלות לשתי סוטות ומחקן לתוך כוס אחד מהו כתיבה [לשמה] בעינן והא איכא או דילמא בעינן נמי מחיקה לשמה ואת''ל בעינן נמי מחיקה לשמה מחקן לשני כוסות וחזר ועירבן מהו מחיקה לשמה בעינן והא איכא או הא לאו דידה קא שתיא והא לאו דידה קא שתיא ואת''ל הא לאו דידה קא שתיא חזר וחלקן מהו יש ברירה או אין ברירה תיקו. ופסק כמנהגו שסובר דכי אמרינן את''ל נקטינן כאילו ההוא בעיא אפשיטא הכי ובבעיא בתרייתא פסק דבדיעבד אינה צריכה לחזור ולשתות דמספיקא לא מחייבינן לה: \n",
        "<b>ואם נשפכו וכו'.</b> שם בעי רב אשי נשפכו מהן ונשתיירו מהן מהו תיקו ופסק גם בזה לקולא בדיעבד מהטעם שכתבתי ומשמע לרבינו דמדלא איבעיא לן אלא בנשתייר מהן משמע דפשיטא לן דהיכא דלא נשתייר מהן שכותב מגילה אחרת ומביא מים אחרים: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> מי סוטה שלנו נפסלין וכו'.</b> ירושלמי פ''ב דסוטה ר' פדת בשם ר' יוחנן מי סוטה נפסלין בלינה ר' אחא בשם רב אבינא כל שאין ממנו למזבח אין הלינה פוסלת בו ופסק כר''י דהוא מאריה דגמרא טפי: \n",
        "<b>גרסינן</b> בפ''ב דסוטה (יז:) [מגלת סוטה שכתבה] קודם שתקבל עליה שבועה פסולה [שנא'] והשביע ואח''כ וכתב. ואיני יודע למה השמיטו רבינו x ואע''פ שבירושלמי פ''ב דסוטה נחלקו אם משביע ואח''כ כותב או אם כותב ואח''כ משביע לא היה לו להניח מלכתוב מאי דפשיטא לגמרא דידן: \n",
        "<b>הקדים עפר למים פסולה.</b> ברייתא פרק ב' דסוטה (דף ט''ז:) וכת''ק: \n",
        "<b>לא היה שם וכו' עד בקרקע המשכן.</b> שם. \n",
        "<b>ומ''ש ואם חפר והוציא עפר כשר.</b> כן משמע בירושלמי פ''ב דסוטה: \n\n"
      ],
      [
        "<b>הקריב את מנחתה ואח״כ השקה כשרה.</b> משנה פרק היה נוטל (סוטה דף י״ט): \n",
        "<b>נטמאת מנחתה וכו' עד ה״ז תשרף.</b> משנה פרק היה נוטל (סוטה דף כ״ב:): \n",
        "<b>ומ''ש וכן אם אמרה טמאה אני וכו' עד או שלא רצה בעלה להשקותה.</b> ג''ז שם במשנה. \n",
        "<b>ומ''ש או שבאו עדי טומאה.</b> פשוט הוא דלא גרע מאומרת טמאה אני. \n",
        "<b>ומ''ש או שמת הוא או שמתה היא.</b> בירושלמי פ' היה נוטל תני נטמאת מנחתה עד שלא קרב הקומץ מתה היא ומת בעלה השירים אסורין שעל ספק באת מתחלתה כפרה ספיקה והלכה לה באו לה עדים שהיא טמאה בין כך ובין כך מנחתה אסורה מהו בין כך ובין כך בין שקמץ ובין שלא קמץ בין שהקטיר בין שלא הקטיר רבי אילא אמר בין שקמץ בין שלא קמץ כשלא הקטיר אבל אם הקטיר השירים מותרים ופסק רבינו כת''ק ובתוספתא פ''ב דסוטה שנויה בלשון הזה קרבה מנחתה ולא הספיק לקרב הקומץ עד שמת הבעל או שמתה היא שירים אסורים שעל הספק באת מתחלתה כפרה ספיקה והלכה לה קרב הקומץ ואח''כ מתה היא או שמת הבעל שירים מותרים שעל ספק באת מתחלתה כפרה ספיקה והלכה לה: \n\n"
      ],
      [
        "<b>היה בעלה וכו'.</b> בפרק היה נוטל (סוטה דף כ״ג) אליבא דרבנן ואיתיה בירושלמי ריש פ״ב דסוטה: \n",
        "<b>נמצאו עדיה זוממין וכו'.</b> פ''ק דסוטה עלה ו' ע''ב: \n\n"
      ],
      [
        "<b>המקנא לאשתו וכו'.</b> משנה פ''ב דכריתות (דף ט'): \n\n"
      ],
      [
        "<b>יש לבעל לגלגל וכו' עד אינו מתנה עמה.</b> משנה ספ''ב דסוטה (דף י''ח): \n",
        "<b>ומ''ש לפיכך אם כנס יבמתו וכו'.</b> מסקנא דגמרא שם: \n",
        "<b>ומ''ש אבל מגלגל עליה שלא זינתה תחת אחיו וכו' וכן אם גירשה והחזירה וכו'.</b> שם בעיא דאיפשיטא: \n",
        "<b>ומ''ש ויש לגלגל עליה בלהבא וכו'.</b> שם במשנה על מה היא אומרת אמן אמן וכו' אמן על איש זה אמן מאיש אחר וכו' ר''ע אומר אמן שלא נטמאתי אמן שלא אטמא ובגמ' תניא לא כשאמר ר''מ אמן שלא אטמא שאם תטמא מים בודקין אותה מעכשיו אלא לכשתטמא מים מערערים אותה ובודקין אותה בעי רב אשי מהו שיתנה אדם על נשואים האחרונים ופרש''י על נישואים אחרונים לר''מ דאמר מתנה על העתיד מהו שיתנה עמה בגלגול שבועה [שלא תטמא] אם יגרשנה ויחזירנה ופשטוה ממתניתין דמתנה עמה. ומשמע לרבינו דכיון דרב אשי בעי אליבא דר''מ הלכתא כוותיה. וז''ל הראב''ד כל זה לדעת ר''מ ואפשר שהלכה כמותו דסוגיין כוותיה עכ''ל: \n\n"
      ],
      [
        "<b>מצות חכמים על וכו'.</b> בפירקא קמא דסוטה (דף ג') אין מקנא לאשתו אלא אם כן נכנס בו רוח טהרה כרבי עקיבא דאמר וקינא את אשתו חובה איני יודע למה כתב רבינו שהיא מצות חכמים והא קרא כתיב ואפשר לומר דסבירא ליה דקרא אסמכתא בעלמא הוא. \n",
        "<b>ומה שכתב ולא יקנא לה לא מתוך שחוק וכו'.</b> ירושלמי בריש סוטה ועבר עליו רוח קנאה וקינא את אשתו שלא יקנא לה לא מתוך שחוק ולא מתוך שיחה ולא מתוך קלות ראש ולא מתוך מתון אלא מתוך דבר של אימה ומשמע לי דרבינו גריס ולא מתוך דבר של אימה והא דקתני ולא מתוך מתון x צריך לי גמרא מה הוא: \n",
        "<b>ומה שכתב ואם עבר וקינא לה וכו' הרי זה קינוי.</b> יש לתמוה דהתם בירושלמי איבעיא לן עבר וקינא לה באחד מכל הדברים הללו מה את אמרת למצוה לעיכוב אין תימר למצוה קינויו קינוי אין תימר לעיכוב אין קינויו קינוי אתיא כהדא כל מקום שנאמר חוקה תורה מעכב הקינוי ומשמע דהכי קאמר דהא דכתיב בפרשת סוטה זאת תורת הקנאות מעכב ויש לומר דמשמע לרבינו דכי כתיב זאת תורת הקנאות אמאי דכתיב בסיפא דקרא ועשה לה הכהן את כל התורה הזאת קאי ולא אקינוי ועי''ל דשלא יקנא לה מתוך שחוק וכו' אינו מפורש בכתוב דנימא דקאי עליה: \n\n"
      ],
      [
        "<b>אין ראוי לקפוץ ולקנאות בפני עדים תחלה וכו'.</b> בריש סוטה (דף ב':) א''ר חנינא מסורא לא לימא איניש לאיתתיה בזמן הזה אל תסתרי בהדי פלוני דילמא קי''ל כר''י בר' יהודה [משום ר' אליעזר] דאמר קינוי ע''פ עצמו [ומיסתתרא] וליכא האידנא מי סוטה למיבדקה וקאסר לה עילויה איסורא דלעולם ואע''ג דלפום דינא לא קי''ל אלא כרבי יהושע דפליג על רבי אליעזר ואמר מקנא לה ע''פ שנים ומשקה ע''פ שנים למד משם רבינו מדברי רבי חנינא לדידן שלא יקפוץ לקנאות לה בפני עדים תחלה. \n",
        "<b>ומ''ש וכל מי שאינו מקפיד על אשתו ועל בניו ובני ביתו וכו'.</b> בסנהדרין פ''ח (דף ע''ו) ויבמות פרק ששי (דף ס''ב): \n",
        "<b>סליקו להו הלכות סוטה </b>\n\n"
      ]
    ]
  ]
};