var Kelimjson ={
    "language": "he",
    "title": "Mishnah Kelim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה כלים",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "אֲבוֹת הַטֻּמְאוֹת, הַשֶּׁרֶץ, וְשִׁכְבַת זֶרַע, וּטְמֵא מֵת, וְהַמְּצֹרָע בִּימֵי סָפְרוֹ, וּמֵי חַטָּאת שֶׁאֵין בָּהֶם כְּדֵי הַזָּיָה, הֲרֵי אֵלּוּ מְטַמְּאִין אָדָם וְכֵלִים בְּמַגָּע, וּכְלֵי חֶרֶשׂ בַּאֲוִיר, וְאֵינָם מְטַמְּאִין בְּמַשָּׂא: \n",
            "לְמַעְלָה מֵהֶם, נְבֵלָה, וּמֵי חַטָּאת שֶׁיֶּשׁ בָּהֶם כְּדֵי הַזָּיָה, שֶׁהֵם מְטַמְּאִין אֶת הָאָדָם בְּמַשָּׂא לְטַמֵּא בְגָדִים בְּמַגָּע, וַחֲשׂוּכֵי בְגָדִים בְּמַגָּע: \n",
            "לְמַעְלָה מֵהֶן, בּוֹעֵל נִדָּה, שֶׁהוּא מְטַמֵּא מִשְׁכָּב תַּחְתּוֹן כָּעֶלְיוֹן. לְמַעְלָה מֵהֶן, זוֹבוֹ שֶׁל זָב וְרֻקּוֹ וְשִׁכְבַת זַרְעוֹ וּמֵימֵי רַגְלָיו, וְדַם הַנִּדָּה, שֶׁהֵן מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא. לְמַעְלָה מֵהֶן, מֶרְכָּב, שֶׁהוּא מְטַמֵּא תַּחַת אֶבֶן מְסָמָא. לְמַעְלָה מִן הַמֶּרְכָּב, מִשְׁכָּב, שֶׁשָּׁוֶה מַגָּעוֹ לְמַשָּׂאוֹ. לְמַעְלָה מִן הַמִּשְׁכָּב, הַזָּב, שֶׁהַזָּב עוֹשֶׂה מִשְׁכָּב, וְאֵין מִשְׁכָּב עוֹשֶׂה מִשְׁכָּב: \n",
            "לְמַעְלָה מִן הַזָּב, זָבָה, שֶׁהִיא מְטַמְּאָה אֶת בּוֹעֲלָהּ. לְמַעְלָה מִן הַזָּבָה, מְצֹרָע, שֶׁהוּא מְטַמֵּא בְּבִיאָה. לְמַעְלָה מִן הַמְּצֹרָע, עֶצֶם כַּשְּׂעֹרָה, שֶׁהוּא מְטַמֵּא טֻמְאַת שִׁבְעָה. חָמוּר מִכֻּלָּם, הַמֵּת, שֶׁהוּא מְטַמֵּא בְאֹהֶל, מַה שֶּׁאֵין כֻּלָּם מְטַמְּאִין: \n",
            "עֶשֶׂר טֻמְאוֹת פּוֹרְשׁוֹת מִן הָאָדָם. מְחֻסַּר כִּפּוּרִים, אָסוּר בַּקֹּדֶשׁ וּמֻתָּר בַּתְּרוּמָה וּבַמַּעֲשֵׂר. חָזַר לִהְיוֹת טְבוּל יוֹם, אָסוּר בַּקֹּדֶשׁ וּבַתְּרוּמָה וּמֻתָּר בַּמַּעֲשֵׂר. חָזַר לִהְיוֹת בַּעַל קֶרִי, אָסוּר בִּשְׁלָשְׁתָּן. חָזַר לִהְיוֹת בּוֹעֵל נִדָּה, מְטַמֵּא מִשְׁכָּב תַּחְתּוֹן כָּעֶלְיוֹן. חָזַר לִהְיוֹת זָב שֶׁרָאָה שְׁתֵּי רְאִיּוֹת, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן. רָאָה שָׁלֹשׁ, חַיָּב בַּקָּרְבָּן. חָזַר לִהְיוֹת מְצֹרָע מֻסְגָּר, מְטַמֵּא בְּבִיאָה, וּפָטוּר מִן הַפְּרִיעָה וּמִן הַפְּרִימָה וּמִן הַתִּגְלַחַת וּמִן הַצִּפֳּרִים. וְאִם הָיָה מֻחְלָט, חַיָּב בְּכֻלָּן. פֵּרַשׁ מִמֶּנּוּ אֵבָר שֶׁאֵין עָלָיו בָּשָׂר כָּרָאוּי, מְטַמֵּא בְמַגָּע וּבְמַשָּׂא, וְאֵינוֹ מְטַמֵּא בְאֹהֶל. וְאִם יֵשׁ עָלָיו בָּשָׂר כָּרָאוּי, מְטַמֵּא בְמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. שִׁעוּר בָּשָׂר כָּרָאוּי, כְּדֵי לְהַעֲלוֹת אֲרוּכָה. רַבִּי יְהוּדָה אוֹמֵר, אִם יֵשׁ בְּמָקוֹם אֶחָד כְּדֵי לְהַקִּיפוֹ בְחוּט עֵרֶב, יֶשׁ בּוֹ לְהַעֲלוֹת אֲרוּכָה: \n",
            "עֶשֶׂר קְדֻשּׁוֹת הֵן, אֶרֶץ יִשְׂרָאֵל מְקֻדֶּשֶׁת מִכָּל הָאֲרָצוֹת. וּמַה הִיא קְדֻשָּׁתָהּ, שֶׁמְּבִיאִים מִמֶּנָּה הָעֹמֶר וְהַבִּכּוּרִים וּשְׁתֵּי הַלֶּחֶם, מַה שֶּׁאֵין מְבִיאִים כֵּן מִכָּל הָאֲרָצוֹת: \n",
            "עֲיָרוֹת הַמֻּקָּפוֹת חוֹמָה מְקֻדָּשׁוֹת מִמֶּנָּה, שֶׁמְּשַׁלְּחִים מִתּוֹכָן אֶת הַמְּצֹרָעִים, וּמְסַבְּבִין לְתוֹכָן מֵת עַד שֶׁיִּרְצוּ. יָצָא, אֵין מַחֲזִירִין אוֹתוֹ: \n",
            "לִפְנִים מִן הַחוֹמָה מְקֻדָּשׁ מֵהֶם, שֶׁאוֹכְלִים שָׁם קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי. הַר הַבַּיִת מְקֻדָּשׁ מִמֶּנּוּ, שֶׁאֵין זָבִים וְזָבוֹת, נִדּוֹת וְיוֹלְדוֹת נִכְנָסִים לְשָׁם. הַחֵיל מְקֻדָּשׁ מִמֶּנּוּ, שֶׁאֵין גּוֹיִם וּטְמֵא מֵת נִכְנָסִים לְשָׁם. עֶזְרַת נָשִׁים מְקֻדֶּשֶׁת מִמֶּנּוּ, שֶׁאֵין טְבוּל יוֹם נִכְנָס לְשָׁם, וְאֵין חַיָּבִים עָלֶיהָ חַטָּאת. עֶזְרַת יִשְׂרָאֵל מְקֻדֶּשֶׁת מִמֶּנָּה, שֶׁאֵין מְחֻסַּר כִּפּוּרִים נִכְנָס לְשָׁם, וְחַיָּבִין עָלֶיהָ חַטָּאת. עֶזְרַת הַכֹּהֲנִים מְקֻדֶּשֶׁת מִמֶּנָּה, שֶׁאֵין יִשְׂרָאֵל נִכְנָסִים לְשָׁם אֶלָּא בִשְׁעַת צָרְכֵיהֶם, לִסְמִיכָה לִשְׁחִיטָה וְלִתְנוּפָה: \n",
            "בֵּין הָאוּלָם וְלַמִּזְבֵּחַ מְקֻדָּשׁ מִמֶּנָּה, שֶׁאֵין בַּעֲלֵי מוּמִין וּפְרוּעֵי רֹאשׁ נִכְנָסִים לְשָׁם. הַהֵיכָל מְקֻדָּשׁ מִמֶּנּוּ, שֶׁאֵין נִכְנָס לְשָׁם שֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלָיִם. קֹדֶשׁ הַקֳּדָשִׁים מְקֻדָּשׁ מֵהֶם, שֶׁאֵין נִכְנָס לְשָׁם אֶלָּא כֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים בִּשְׁעַת הָעֲבוֹדָה. אָמַר רַבִּי יוֹסֵי, בַּחֲמִשָּׁה דְבָרִים בֵּין הָאוּלָם וְלַמִּזְבֵּחַ שָׁוֶה לַהֵיכָל, שֶׁאֵין בַּעֲלֵי מוּמִין, וּפְרוּעֵי רֹאשׁ, וּשְׁתוּיֵי יַיִן, וְשֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִם נִכְנָסִים לְשָׁם, וּפוֹרְשִׁין מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ בִּשְׁעַת הַקְטָרָה: \n"
        ],
        [
            "כְּלֵי עֵץ, וּכְלֵי עוֹר, וּכְלֵי עֶצֶם, וּכְלֵי זְכוּכִית, פְּשׁוּטֵיהֶן טְהוֹרִים, וּמְקַבְּלֵיהֶן טְמֵאִים. נִשְׁבְּרוּ, טָהָרוּ. חָזַר וְעָשָׂה מֵהֶם כֵּלִים, מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא. כְּלֵי חֶרֶס וּכְלֵי נֶתֶר, טֻמְאָתָן שָׁוָה. מִטַּמְּאִין וּמְטַמְּאִין בַּאֲוִיר, וּמִטַּמְּאִין מֵאֲחוֹרֵיהֶן, וְאֵינָן מִטַּמְּאִין מִגַּבֵּיהֶן, וּשְׁבִירָתָן הִיא טָהֳרָתָן: \n",
            "הַדַּקִּין שֶׁבִּכְלֵי חֶרֶס, וְקַרְקְרוֹתֵיהֶן, וְדָפְנוֹתֵיהֶן יוֹשְׁבִין שֶׁלֹּא מְסֻמָּכִין, שִׁעוּרָן, מִכְּדֵי סִיכַת קָטָן וְעַד לֹג. מִלֹּג וְעַד סְאָה, בִּרְבִיעִית. מִסְּאָה וְעַד סָאתַיִם, בַּחֲצִי לֹג. מִסָּאתַיִם וְעַד שָׁלֹשׁ וְעַד חָמֵשׁ סְאִין, בְּלֹג, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, אֲנִי אֵינִי נוֹתֵן בָּהֶן מִדָּה, אֶלָּא, הַדַּקִּין שֶׁבִּכְלֵי חֶרֶס, וְקַרְקְרוֹתֵיהֶן, וְדָפְנוֹתֵיהֶן יוֹשְׁבִין שֶׁלֹּא מְסֻמָּכִין, שִׁעוּרָן מִכְּדֵי סִיכַת קָטָן וְעַד קְדֵרוֹת הַדַּקּוֹת. מֵהַקְּדֵרוֹת הַדַּקּוֹת וְעַד חָבִיּוֹת לוּדִיּוֹת, בִּרְבִיעִית. מִלּוּדִיּוֹת וְעַד לַחְמִיּוֹת, בַּחֲצִי לֹג. מִלַּחְמִיּוֹת וְעַד חֲצָבִים גְּדוֹלִים, בְּלֹג. רַבָּן יוֹחָנָן בֶּן זַכַּאי אוֹמֵר, חֲצָבִים גְּדוֹלִים, שִׁעוּרָן בִּשְׁנֵי לֻגִּין. הַפַּכִּים הַגְּלִילִים וְהֶחָבִיּוֹנוֹת, שִׁעוּר קַרְקְרוֹתֵיהֶן כָּל שֶׁהֵן, וְאֵין לָהֶם דְּפָנוֹת: \n",
            "הַטְּהוֹרִין שֶׁבִּכְלֵי חֶרֶס, טַבְלָה שֶׁאֵין לָהּ לִזְבֵּז, וּמַחְתָּה פְרוּצָה, וְאַבּוּב שֶׁל קַלָּאִין, וְסִילוֹנוֹת, אַף עַל פִּי כְפוּפִין אַף עַל פִּי מְקַבְּלִין, וְכַבְכָּב שֶׁעֲשָׂאוֹ לְסַל הַפַּת, וּטְפִי שֶׁהִתְקִינוֹ לָעֲנָבִים, וְחָבִית שֶׁל שַׁיָּטִין, וְחָבִית דְּפוּנָה בְשׁוּלֵי הַמַּחַץ, וְהַמִּטָּה, וְהַכִּסֵּא, וְהַסַּפְסָל, וְהַשֻּׁלְחָן, וְהַסְּפִינָה, וְהַמְּנוֹרָה שֶׁל חֶרֶס, הֲרֵי אֵלּוּ טְהוֹרִים. זֶה הַכְּלָל, כֹּל שֶׁאֵין לוֹ תוֹךְ בִּכְלֵי חֶרֶס, אֵין לוֹ אֲחוֹרָיִם: \n",
            "פַּנָּס שֶׁיֶּשׁ בּוֹ בֵית קִבּוּל שֶׁמֶן, טָמֵא. וְשֶׁאֵין בּוֹ, טָהוֹר. מְגוּפַת הַיּוֹצְרִין שֶׁהוּא פוֹתֵחַ בָּהּ, טְהוֹרָה. וְשֶׁהוּא גוֹמֵר בָּהּ, טְמֵאָה. מַשְׁפֵּךְ שֶׁל בַּעֲלֵי בָתִּים, טָהוֹר. וְשֶׁל רוֹכְלִין, טָמֵא, מִפְּנֵי שֶׁהוּא שֶׁל מִדָּה, דִּבְרֵי רַבִּי יְהוּדָה בֶן בְּתֵירָא. רַבִּי עֲקִיבָא אוֹמֵר, מִפְּנֵי שֶׁהוּא מַטֵּהוּ עַל צִדּוֹ וּמֵרִיחַ בּוֹ לַלּוֹקֵחַ: \n",
            "כִּסּוּי כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן, וְכִסּוּי חָבִיוֹת נְיָרוֹת, טְהוֹרִין. וְאִם הִתְקִינוֹ לְתַשְׁמִישׁ, טְמֵאִים. כְּסוּי הַלְּפָס, בִּזְמַן שֶׁהוּא נָקוּב וְיֶשׁ לוֹ חִדּוּד, טָהוֹר. אִם אֵינוֹ נָקוּב וְאֵין לוֹ חִדּוּד, טָמֵא, מִפְּנֵי שֶׁהִיא מְסַנֶּנֶת לְתוֹכוֹ אֶת הַיָּרָק. רַבִּי אֱלִיעֶזֶר בַּר צָדוֹק אוֹמֵר, מִפְּנֵי שֶׁהִיא הוֹפֶכֶת עָלָיו אֶת הָרוּנְקִי: \n",
            "גִּסְטְרָא שֶׁנִּמְצֵאת בַּכִּבְשָׁן, עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּהּ, טְהוֹרָה. מִשֶּׁנִּגְמְרָה מְלַאכְתָּהּ, טְמֵאָה. טִיטְרוֹס, רַבִּי אֱלִיעֶזֶר בַּר צָדוֹק מְטַהֵר. רַבִּי יוֹסֵי מְטַמֵּא, מִפְּנֵי שֶׁהוּא כְמוֹצִיא פְרוּטוֹת: \n",
            "הַטְּמֵאִין שֶׁבִּכְלֵי חֶרֶס, טַבְלָה שֶׁיֶּשׁ לָהּ לִזְבֵּז, וּמַחְתָּה שְׁלֵמָה, וְטַבְלָה שֶׁהִיא מְלֵאָה קְעָרוֹת. נִטְמֵאת אַחַת מֵהֶם בְּשֶׁרֶץ, לֹא נִטְמְאוּ כֻלָּם. אִם יֶשׁ לָהּ לִזְבֵּז עוֹדֵף, נִטְמְאָה אַחַת מֵהֶם, נִטְמְאוּ כֻלָּן. וְכֵן בֵּית תְּבָלִין שֶׁל חֶרֶס, וְקַלְמָרִים הַמְּתֹאָמוֹת. וּבֵית תְּבָלִין שֶׁל עֵץ, שֶׁנִּטְמָא אֶחָד בְּמַשְׁקֶה, לֹא נִטְמָא חֲבֵרוֹ. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, חוֹלְקִין אֶת עָבְיוֹ. הַמְשַׁמֵּשׁ לַטָּמֵא, טָמֵא. הַמְשַׁמֵּשׁ לַטָּהוֹר, טָהוֹר. אִם יֶשׁ לוֹ לִזְבֵּז עוֹדֵף, נִטְמָא אַחַד מֵהֶם, נִטְמָא חֲבֵרוֹ: \n",
            "הַלַּפִּיד, טָמֵא. וּבֵית שִׁקְעוֹ שֶׁל נֵר, מִטַּמֵּא בַאֲוִיר. הַמַּסְרֵק שֶׁל צַרְצוּר, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n"
        ],
        [
            "שִׁעוּר כְּלִי חֶרֶס לִטַּהֵר, הֶעָשׂוּי לְאֳכָלִין, שִׁעוּרוֹ בְזֵיתִים. הֶעָשׂוּי לְמַשְׁקִין, שִׁעוּרוֹ בְמַשְׁקִין. הֶעָשׂוּי לְכָךְ וּלְכָךְ, מַטִּילִין אוֹתוֹ לְחֻמְרוֹ בְזֵיתִים: \n",
            "חָבִית, שִׁעוּרָהּ בִּגְרוֹגָרוֹת, דִּבְרֵי רַבִּי שִׁמְעוֹן. רַבִּי יְהוּדָה אוֹמֵר, בֶּאֱגוֹזִים. רַבִּי מֵאִיר אוֹמֵר, בְּזֵיתִים. הַלְּפָס וְהַקְּדֵרָה, שִׁעוּרָן בְּזֵיתִים. הַפַּךְ וְהַטְּפִי, שִׁעוּרָן בְּשָׁמֶן. וְהַצַּרְצוּר, שִׁעוּרוֹ בְמָיִם. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁלָשְׁתָּן בְּזֵרְעוֹנִין. נֵר, שִׁעוּרוֹ בְשָׁמֶן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בִּפְרוּטָה קְטַנָּה. נֵר שֶׁנִּטַּל פִּיו, טָהוֹר. וְשֶׁל אֲדָמָה שֶׁהֻסַּק פִּיו בַּפְּתִילָה, טָהוֹר: \n",
            "חָבִית שֶׁנִּקְּבָה וַעֲשָׂאָהּ בְּזֶפֶת, וְנִשְׁבְּרָה, אִם יֵשׁ בִּמְקוֹם הַזֶּפֶת מַחֲזִיק רְבִיעִית, טְמֵאָה, מִפְּנֵי שֶׁלֹּא בָטַל שֵׁם כְּלִי מֵעָלֶיהָ. חֶרֶס שֶׁנִּקַּב וַעֲשָׂאוֹ בְזֶפֶת, אַף עַל פִּי מַחֲזִיק רְבִיעִית, טָהוֹר, מִפְּנֵי שֶׁבָּטַל שֵׁם כְּלִי מֵעָלָיו: \n",
            "חָבִית שֶׁנִּתְרוֹעֲעָה וּטְפָלָהּ בִּגְלָלִים, אַף עַל פִּי שֶׁהוּא נוֹטֵל אֶת הַגְּלָלִים וְהַחֲרָסִים נוֹפְלִים, טְמֵאָה, מִפְּנֵי שֶׁלֹּא בָטַל שֵׁם כְּלִי מֵעָלֶיהָ. נִשְׁבְּרָה וְדִבֵּק מִמֶּנָּה חַרְסִית, אוֹ שֶׁהֵבִיא חַרְסִית מִמָּקוֹם אַחֵר וּטְפָלָן בִּגְלָלִים, אַף עַל פִּי שֶׁהוּא נוֹטֵל הַגְּלָלִים וְהַחֲרָסִין עוֹמְדִים, טְהוֹרָה, מִפְּנֵי שֶׁבָּטַל שֵׁם כְּלִי מֵעָלֶיהָ. הָיָה בָהּ חֶרֶס מַחֲזִיק רְבִיעִית, כֻּלָּהּ מִטַּמָּא בְמַגָּע, וּכְנֶגְדּוֹ מִטַּמֵּא בַאֲוִיר: \n",
            "הַטּוֹפֵל כְּלִי חֶרֶס הַבָּרִיא, רַבִּי מֵאִיר וְרַבִּי שִׁמְעוֹן מְטַמְּאִים. וַחֲכָמִים אוֹמְרִים, הַטּוֹפֵל אֶת הַבָּרִיא, טָהוֹר. וְאֶת הָרָעוּעַ, טָמֵא. וְכֵן בְּחִדּוּק הַקֵּרוּיָה: \n",
            "יַבְּלִית שֶׁטּוֹפְלִין בָּהּ הַפִּטָּסִין, הַנּוֹגֵעַ בָּהּ, טָמֵא. מְגוּפַת חָבִית, אֵינָהּ חִבּוּר. הַנּוֹגֵעַ בְּטִפּוּלוֹ שֶׁל תַּנּוּר, טָמֵא: \n",
            "מֵחַם שֶׁטְּפָלוֹ בְחֹמֶר וּבְחַרְסִית, הַנּוֹגֵעַ בַּחֹמֶר, טָמֵא. וּבַחַרְסִית, טָהוֹר. קוּמְקוּם שֶׁנִּקַּב וַעֲשָׂאוֹ בְזֶפֶת, רַבִּי יוֹסֵי מְטַהֵר, שֶׁאֵינוֹ יָכוֹל לְקַבֵּל אֶת הַחַמִּין כְּצוֹנֵן. וְכֵן הָיָה אוֹמֵר בִּכְלֵי זֶפֶת. כְּלֵי נְחֹשֶׁת שֶׁזְּפָתָן, טְהוֹרִין. וְאִם לְיַיִן, טְמֵאִין: \n",
            "חָבִית שֶׁנִּקְּבָה וַעֲשָׂאָהּ בְּזֶפֶת יָתֵר מִצָּרְכָּהּ, הַנּוֹגֵעַ בְּצָרְכָּהּ, טָמֵא. יָתֵר מִצָּרְכָּהּ, טָהוֹר. זֶפֶת שֶׁנָּטְפָה עַל הֶחָבִית, הַנּוֹגֵעַ בָּהּ, טָהוֹר. מַשְׁפֵּךְ שֶׁל עֵץ וְשֶׁל חֶרֶס שֶׁפְּקָקוֹ בְזֶפֶת, רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מְטַמֵּא. רַבִּי עֲקִיבָא מְטַמֵּא בְשֶׁל עֵץ, וּמְטַהֵר בְּשֶׁל חֶרֶס. רַבִּי יוֹסֵי מְטַהֵר בִּשְׁנֵיהֶם: \n"
        ],
        [
            "הַחֶרֶס שֶׁאֵינוֹ יָכוֹל לַעֲמֹד מִפְּנֵי אָזְנוֹ, אוֹ שֶׁהָיָה בוֹ חִדּוּד וְהַחִדּוּד מַכְרִיעוֹ, טָהוֹר. נִטְּלָה הָאֹזֶן, נִשְׁבַּר הַחִדּוּד, טָהוֹר. רַבִּי יְהוּדָה מְטַמֵּא. חָבִית שֶׁנִּפְחֲתָה, וְהִיא מְקַבֶּלֶת עַל דָּפְנוֹתֶיהָ, אוֹ שֶׁנֶּחְלְקָה כְמִין שְׁתֵּי עֲרֵבוֹת, רַבִּי יְהוּדָה מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n",
            "חָבִית שֶׁנִּתְרוֹעֲעָה וְאֵינָהּ יְכוֹלָה לְהִטַּלְטֵל בַּחֲצִי קַב גְּרוֹגָרוֹת, טְהוֹרָה. גִּסְטְרָא שֶׁנִּתְרוֹעֲעָה וְאֵינָהּ מְקַבֶּלֶת מַשְׁקִין, אַף עַל פִּי שֶׁהִיא מְקַבֶּלֶת אֳכָלִין, טְהוֹרָה שֶׁאֵין שְׁיָרִין לִשְׁיָרִין: \n",
            "אֵיזוֹ הִיא גִסְטְרָא, כֹּל שֶׁנִּטְּלוּ אָזְנֶיהָ. הָיוּ בָהּ חִדּוּדִין יוֹצְאִין, כֹּל הַמְקַבֵּל עִמָּהּ בְּזֵיתִים, מִטַּמֵּא בְמַגָּע וּכְנֶגְדּוֹ מִטַּמֵּא בַאֲוִיר. וְכֹל שֶׁאֵינוֹ מְקַבֵּל עִמָּהּ בְּזֵיתִים, מִטַּמֵּא בְמַגָּע וְאֵין כְּנֶגְדּוֹ מִטַּמֵּא בַאֲוִיר. הָיְתָה מֻטָּה עַל צִדָּהּ כְּמִין קַתֶּדְרָה, כֹּל הַמְקַבֵּל עִמָּהּ בְּזֵיתִים, מִטַּמֵּא בְמַגָּע וּכְנֶגְדּוֹ מִטַּמֵּא בַאֲוִיר. וְכֹל שֶׁאֵינוֹ מְקַבֵּל עִמָּהּ בְּזֵיתִים, מִטַּמֵּא בְמַגָּע וְאֵין כְּנֶגְדּוֹ מִטַּמֵּא בַאֲוִיר. שׁוּלֵי קוֹרְפִיּוֹת וְשׁוּלֵי קוֹסִים הַצִּידוֹנִיִּים, אַף עַל פִּי שֶׁאֵינָם יְכוֹלִים לֵישֵׁב שֶׁלֹּא מְסֻמָּכִין, טְמֵאִין, שֶׁלְּכָךְ נַעֲשׂוּ מִתְּחִלָּתָן: \n",
            "כְּלִי חֶרֶשׂ שֶׁיֶּשׁ לוֹ שָׁלֹשׁ שְׂפָיוֹת, הַפְּנִימִית עוֹדֶפֶת, הַכֹּל טָהוֹר. הַחִיצוֹנָה עוֹדֶפֶת, הַכֹּל טָמֵא. הָאֶמְצָעִית עוֹדֶפֶת, מִמֶּנָּה וְלִפְנִים, טָמֵא. מִמֶּנָּה וְלַחוּץ, טָהוֹר. הָיוּ שָׁווֹת, רַבִּי יְהוּדָה אוֹמֵר, חוֹלְקִין הָאֶמְצָעִית. וַחֲכָמִים אוֹמְרִים, הַכֹּל טָהוֹר. כְּלֵי חֶרֶס, מֵאֵימָתַי מְקַבְּלִין טֻמְאָה, מִשֶּׁיִּצָּרְפוּ בַכִּבְשָׁן, וְהִיא גְמַר מְלַאכְתָּן: \n"
        ],
        [
            "תַּנּוּר, תְּחִלָּתוֹ אַרְבָּעָה, וּשְׁיָרָיו אַרְבָּעָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בַּמֶּה דְבָרִים אֲמוּרִים, בְּגָדוֹל. אֲבָל בְּקָטָן, תְּחִלָּתוֹ כָּל שֶׁהוּא, וּשְׁיָרָיו רֻבּוֹ, מִשֶּׁתִּגָּמֵר מְלַאכְתּוֹ. אֵיזֶהוּ גְמַר מְלַאכְתּוֹ, מִשֶּׁיַּסִּיקֶנּוּ כְּדֵי לֶאֱפוֹת בּוֹ סֻפְגָּנִין. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיַּסִּיק אֶת הֶחָדָשׁ, כְּדֵי לֶאֱפוֹת בַּיָּשָׁן סֻפְגָּנִין: \n",
            "כִּירָה, תְּחִלָּתָהּ שָׁלֹשׁ, וּשְׁיָרֶיהָ שָׁלֹשׁ, מִשֶּׁתִּגָּמֵר מְלַאכְתָּהּ. אֵיזֶהוּ גְמַר מְלַאכְתָּהּ, מִשֶּׁיַּסִּיקֶנָּה, כְּדֵי לְבַשֵּׁל עָלֶיהָ בֵיצָה קַלָּה שֶׁבַּבֵּיצִים, טְרוּפָה וּנְתוּנָה בְאִלְפָּס. הַכֻּפָּח, עֲשָׂאוֹ לַאֲפִיָּה, שִׁעוּרוֹ כַּתַּנּוּר. עֲשָׂאוֹ לְבִשּׁוּל, שִׁעוּרוֹ כַּכִּירָה. הָאֶבֶן הַיּוֹצֵא מִן הַתַּנּוּר טֶפַח, וּמִן הַכִּירָה שָׁלֹשׁ אֶצְבָּעוֹת, חִבּוּר. הַיּוֹצֵא מִן הַכֻּפָּח, עֲשָׂאוֹ לַאֲפִיָּה, שִׁעוּרוֹ כַּתַּנּוּר. עֲשָׂאוֹ לְבִשּׁוּל, שִׁעוּרוֹ כַּכִּירָה. אָמַר רַבִּי יְהוּדָה, לֹא אָמְרוּ טֶפַח, אֶלָּא בֵין הַתַּנּוּר וְלַכֹּתֶל. הָיוּ שְׁנֵי תַנּוּרִין סְמוּכִים זֶה לָזֶה, נוֹתֵן לָזֶה טֶפַח וְלָזֶה טֶפַח, וְהַשְּׁאָר טָהוֹר: \n",
            "עֲטֶרֶת כִּירָה, טְהוֹרָה. טִירַת הַתַּנּוּר, בִּזְמַן שֶׁהִיא גְבוֹהָה אַרְבָּעָה טְפָחִים, מִטַּמְּאָה בְמַגָּע וּבַאֲוִיר. פְּחוּתָה מִכָּאן, טְהוֹרָה. אִם חִבְּרָהּ לוֹ, אֲפִלּוּ עַל שָׁלֹשׁ אֲבָנִים טְמֵאָה. בֵּית הַפַּךְ וּבֵית הַתְּבָלִין וּבֵית הַנֵּר שֶׁבַּכִּירָה, מִטַּמְּאִין בְּמַגָּע וְאֵינָן מִטַּמְּאִין בַּאֲוִיר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יִשְׁמָעֵאל מְטַהֵר: \n",
            "תַּנּוּר שֶׁהֻסַּק מֵאֲחוֹרָיו, אוֹ שֶׁהֻסַּק שֶׁלֹּא לְדַעְתּוֹ, אוֹ שֶׁהֻסַּק בְּבֵית הָאֻמָּן, טָמֵא. מַעֲשֶׂה שֶׁנָּפְלָה דְלֵקָה בְתַנּוּרֵי כְפַר סִגְנָה, וּבָא מַעֲשֶׂה לְיַבְנֶה, וְטִמְּאָן רַבָּן גַּמְלִיאֵל: \n",
            "מוּסַף הַתַּנּוּר שֶׁל בַּעֲלֵי בָתִּים, טָהוֹר. וְשֶׁל נַחְתּוֹמִין, טָמֵא, מִפְּנֵי שֶׁהוּא סוֹמֵךְ עָלָיו אֶת הַשַּׁפּוּד. רַבִּי יוֹחָנָן הַסַּנְדְּלָר אוֹמֵר, מִפְּנֵי שֶׁהוּא אוֹפֶה בוֹ כְּשֶׁהוּא נִדְחָק. כַּיּוֹצֵא בוֹ, מוּסַף הַיּוֹרָה שֶׁל שׁוֹלְקֵי זֵיתִים, טָמֵא. וְשֶׁל צַבָּעִים, טָהוֹר: \n",
            "תַּנּוּר שֶׁנָּתַן בּוֹ עָפָר עַד חֶצְיוֹ, מֵעָפָר וּלְמַטָּן, מִטַּמֵּא בְמַגָּע. מֵעָפָר וּלְמַעְלָן, מִטַּמֵּא בַאֲוִיר. נְתָנוֹ עַל פִּי הַבּוֹר אוֹ עַל פִּי הַדּוּת, וְנָתַן שָׁם אֶבֶן, רַבִּי יְהוּדָה אוֹמֵר, אִם מַסִּיק מִלְּמַטָּן, וְהוּא נִסּוֹק מִלְמַעְלָן, טָמֵא. וַחֲכָמִים אוֹמְרִים, הוֹאִיל וְהֻסַּק מִכָּל מָקוֹם, טָמֵא: \n",
            "תַּנּוּר שֶׁנִּטְמָא, כֵּיצַד מְטַהֲרִין אוֹתוֹ. חוֹלְקוֹ לִשְׁלֹשָׁה, וְגוֹרֵר אֶת הַטְּפֵלָה עַד שֶׁיְּהֵא בָאָרֶץ. רַבִּי מֵאִיר אוֹמֵר, אֵינוֹ צָרִיךְ לִגְרֹר אֶת הַטְּפֵלָה, וְלֹא עַד שֶׁיְּהֵא בָאָרֶץ, אֶלָּא מְמַעֲטוֹ מִבִּפְנִים אַרְבָּעָה טְפָחִים. רַבִּי שִׁמְעוֹן אוֹמֵר, וְצָרִיךְ לְהַסִּיעוֹ. חִלְּקוֹ לִשְׁנַיִם, אֶחָד גָּדוֹל וְאֶחָד קָטָן, הַגָּדוֹל טָמֵא וְהַקָּטָן טָהוֹר. חֲלָקוֹ לִשְׁלֹשָׁה, אֶחָד גָּדוֹל כִּשְׁנַיִם, הַגָּדוֹל טָמֵא, וּשְׁנַיִם הַקְּטַנִּים טְהוֹרִין: \n",
            "חֲתָכוֹ חֻלְיוֹת לְרָחְבּוֹ, פָּחוֹת מֵאַרְבָּעָה טְפָחִים, טָהוֹר. מֵרְחוֹ בְטִיט, מְקַבֵּל טֻמְאָה מִשֶּׁיַּסִּיקֶנּוּ כְּדֵי לֶאֱפוֹת בּוֹ סֻפְגָּנִין. הִרְחִיק מִמֶּנּוּ אֶת הַטְּפֵלָה וְנָתַן חֹל אוֹ צְרוֹר בֵּינְתַיִם, בָּזֶה אָמְרוּ, הַנִּדָּה וְהַטְּהוֹרָה אוֹפוֹת בּוֹ וְהוּא טָהוֹר: \n",
            "תַּנּוּר שֶׁבָּא מְחֻתָּךְ מִבֵּית הָאֻמָּן, וְעָשָׂה בוֹ לִמּוּדִין, וְנוֹתְנָן עָלָיו וְהוּא טָהוֹר, נִטְמָא. וְסִלֵּק אֶת לִמּוּדָיו, טָהוֹר. הֶחֱזִירָן לוֹ, טָהוֹר. מֵרְחוֹ בְטִיט, מְקַבֵּל טֻמְאָה, וְאֵינוֹ צָרִיךְ לְהַסִּיקֶנּוּ, שֶׁכְּבָר הֻסָּק: \n",
            "חֲתָכוֹ חֻלְיוֹת וְנָתַן חֹל בֵּין חֻלְיָא לְחֻלְיָא, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. זֶה תַנּוּרוֹ שֶׁל עַכְנָאי. יוֹרוֹת הָעַרְבִיִּין שֶׁהוּא חוֹפֵר בָּאָרֶץ וְטָח בְּטִיט, אִם יָכוֹל הַטִּיחַ לַעֲמוֹד בִּפְנֵי עַצְמוֹ, טָמֵא. וְאִם לָאו, טָהוֹר. וְזֶה תַנּוּרוֹ שֶׁל בֶּן דִּינָאי: \n",
            "תַּנּוּר שֶׁל אֶבֶן וְשֶׁל מַתֶּכֶת, טָהוֹר, וְטָמֵא מִשּׁוּם כְּלֵי מַתָּכוֹת. נִקַּב, נִפְגַּם, נִסְדַּק, עָשָׂה לוֹ טְפֵלָה, אוֹ מוּסָף שֶׁל טִיט, טָמֵא. כַּמָּה יְהֵא בַנֶּקֶב, כְּדֵי שֶׁיֵּצֵא בוֹ הָאוּר. וְכֵן בְּכִירָה. כִּירָה שֶׁל אֶבֶן וְשֶׁל מַתֶּכֶת טְהוֹרָה, וּטְמֵאָה מִשּׁוּם כְּלֵי מַתָּכוֹת, נִקְּבָה, נִפְגְּמָה, נִסְדְּקָה, עָשָׂה לָהּ פִּטְפּוּטִין, טְמֵאָה. מֵרְחָהּ בְּטִיט בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ, טְהוֹרָה. רַבִּי יְהוּדָה אוֹמֵר, מִבִּפְנִים טְמֵאָה, וּמִבַּחוּץ טְהוֹרָה: \n"
        ],
        [
            "הָעוֹשֶׂה שְׁלֹשָׁה פִטְפּוּטִים בָּאָרֶץ וְחִבְּרָן בְּטִיט לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן אֶת הַקְּדֵרָה, טְמֵאָה. קָבַע שְׁלֹשָׁה מַסְמְרִין בָּאָרֶץ לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן הַקְּדֵרָה, אַף עַל פִּי שֶׁעָשָׂה בְרֹאשׁוֹ מָקוֹם שֶׁתְּהֵא הַקְּדֵרָה יוֹשֶׁבֶת, טְהוֹרָה. הָעוֹשֶׂה שְׁתֵּי אֲבָנִים כִּירָה וְחִבְּרָם בְּטִיט, טְמֵאָה. רַבִּי יְהוּדָה מְטַהֵר, עַד שֶׁיַּעֲשֶׂה שְׁלִישִׁית, אוֹ עַד שֶׁיִּסְמֹךְ לַכֹּתֶל. אַחַת בְּטִיט וְאַחַת שֶׁלֹּא בְטִיט, טְהוֹרָה: \n",
            "הָאֶבֶן שֶׁהָיָה שׁוֹפֵת עָלֶיהָ וְעַל הַתַּנּוּר, עָלֶיהָ וְעַל הַכִּירָה, עָלֶיהָ וְעַל הַכֻּפָּח, טְמֵאָה. עָלֶיהָ וְעַל הָאֶבֶן, עָלֶיהָ וְעַל הַסֶּלַע, עָלֶיהָ וְעַל הַכֹּתֶל, טְהוֹרָה. וְזוֹ הָיְתָה כִּירַת הַנְּזִירִים שֶׁבִּירוּשָׁלַיִם, שֶׁכְּנֶגֶד הַסָּלַע. כִּירַת הַטַּבָּחִים, בִּזְמַן שֶׁהוּא נוֹתֵן אֶבֶן בְּצַד אֶבֶן, נִטְמֵאת אַחַת מֵהֶן, לֹא נִטְמְאוּ כֻלָּן: \n",
            "שָׁלֹשׁ אֲבָנִים שֶׁעֲשָׂאָן שְׁתֵּי כִירַיִם, נִטְמֵאת אַחַת מִן הַחִיצוֹנָה, הָאֶמְצָעִית הַמְשַׁמֶּשֶׁת אֶת הַטְּמֵאָה, טְמֵאָה. הַמְשַׁמֶּשֶׁת הַטְּהוֹרָה, טְהוֹרָה. נִטְּלָה הַטְּהוֹרָה, הֻחְלְטָה הָאֶמְצָעִית לְטֻמְאָה. נִטְּלָה הַטְּמֵאָה, הֻחְלְטָה הָאֶמְצָעִית לִטְהוֹרָה. נִטְמְאוּ שְׁתַּיִם הַחִיצוֹנוֹת, אִם הָיְתָה הָאֶמְצָעִית גְּדוֹלָה, נוֹתֵן לָזוֹ כְדֵי שְׁפִיתָה מִכָּאן וְלָזוֹ כְדֵי שְׁפִיתָה מִכָּאן, וְהַשְּׁאָר טָהוֹר. וְאִם הָיְתָה קְטַנָּה, הַכֹּל טָמֵא. נִטְּלָה הָאֶמְצָעִית, אִם יָכוֹל לִשְׁפֹּת עָלֶיהָ יוֹרָה גְדוֹלָה, טְמֵאָה. הֶחֱזִירָהּ, טְהוֹרָה. מֵרְחָהּ בְּטִיט, מְקַבֶּלֶת טֻמְאָה מִשֶּׁיַּסִּיקֶנָּה כְּדֵי לְבַשֵּׁל עָלֶיהָ אֶת הַבֵּיצָה: \n",
            "שְׁתֵּי אֲבָנִים שֶׁעֲשָׂאָם כִּירָה וְנִטְמְאוּ, סָמַךְ לָזוֹ אֶבֶן אַחַת מִכָּאן, וְלָזוֹ אֶבֶן אַחַת מִכָּאן, חֶצְיָהּ שֶׁל זוֹ טְמֵאָה וְחֶצְיָהּ טְהוֹרָה, וְחֶצְיָהּ שֶׁל זוֹ טְמֵאָה וְחֶצְיָהּ טְהוֹרָה. נִטְּלוּ טְהוֹרוֹת, חָזְרוּ אֵלּוּ לְטֻמְאָתָן: \n"
        ],
        [
            "הַקַּלָתוּת שֶׁל בַּעֲלֵי בָתִים שֶׁנִּפְחֲתָה פָחוֹת מִשְּׁלֹשָׁה טְפָחִים, טְמֵאָה, שֶׁהוּא מַסִּיק מִלְּמַטָּן וּקְדֵרָה בְשֵׁלָה מִלְמַעְלָן. יָתֵר מִכָּאן, טְהוֹרָה. נָתַן אֶבֶן אוֹ צְרוֹר, טְהוֹרָה. מֵרְחָהּ בְּטִיט, מְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא. זוֹ הָיְתָה תְשׁוּבַת רַבִּי יְהוּדָה בְתַנּוּר שֶׁנְּתָנוֹ עַל פִּי הַבּוֹר אוֹ עַל פִּי הַדּוּת: \n",
            "דָּכוֹן שֶׁיֶּשׁ בּוֹ בֵית קִבּוּל קְדֵרוֹת, טָהוֹר מִשּׁוּם כִּירָה, וְטָמֵא מִשּׁוּם כְּלִי קִבּוּל. הַצְּדָדִין שֶׁלּוֹ, הַנּוֹגֵעַ בָּהֶם אֵינוֹ טָמֵא מִשּׁוּם כִּירָה. הָרַחַב שֶׁלּוֹ, רַבִּי מֵאִיר מְטַהֵר, וְרַבִּי יְהוּדָה מְטַמֵּא. וְכֵן הַכּוֹפֶה אֶת הַסַּל וְעוֹשֶׂה עַל גַּבָּיו כִּירָה: \n",
            "כִּירָה שֶׁנֶּחְלְקָה לְאָרְכָּהּ, טְהוֹרָה. וּלְרָחְבָּהּ, טְמֵאָה. כֻּפָּח שֶׁנֶּחְלַק בֵּין לְאָרְכּוֹ בֵּין לְרָחְבּוֹ, טָהוֹר. חֲצַר הַכִּירָה, בִּזְמַן שֶׁהִיא גְבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת, מִטַּמְּאָה בְמַגָּע וּבַאֲוִיר. פְּחוּתָה מִכָּאן, מִטַּמְּאָה בְמַגָּע וְאֵינָהּ מִטַּמְּאָה בַאֲוִיר. כֵּיצַד מְשַׁעֲרִין אוֹתָהּ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, נוֹתֵן אֶת הַשַּׁפּוּד מִלְמַעְלָן לְמַטָּן וּכְנֶגְדּוֹ מִטַּמְּאָה בַאֲוִיר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, נִטְמְאָה הַכִּירָה, נִטְמֵאת הֶחָצֵר. נִטְמְאָה הֶחָצֵר, לֹא נִטְמֵאת הַכִּירָה: \n",
            "הָיְתָה מֻפְרֶשֶׁת מִן הַכִּירָה, בִּזְמַן שֶׁהִיא גְבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת, מִטַּמָּא בְמַגָּע וּבַאֲוִיר. פְּחוּתָה מִכָּאן אוֹ שֶׁהָיְתָה חֲלָקָה, טְהוֹרָה. פִּטְפּוּטֵי כִירָה, שְׁלֹשָׁה, שֶׁל שָׁלֹשׁ אֶצְבָּעוֹת, מִטַּמְּאִים בְּמַגָּע וּבַאֲוִיר. פָּחוֹת מִכָּאן, כָּל שֶׁכֵּן הֵן טְמֵאִים, וַאֲפִלּוּ הֵן אַרְבָּעָה: \n",
            "נִטַּל אַחַד מֵהֶן, מִטַּמְּאִין בְּמַגָּע וְאֵינָם מִטַּמְּאִים בַּאֲוִיר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן מְטַהֵר. עָשָׂה שְׁנַיִם, זֶה כְנֶגֶד זֶה, מִטַּמְּאִין בְּמַגָּע וּבַאֲוִיר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן מְטַהֵר. הָיוּ גְבוֹהִין מִשָּׁלֹשׁ אֶצְבָּעוֹת, מִשָּׁלֹשׁ וּלְמַטָּן מִטַּמְּאִים בְּמַגָּע וּבַאֲוִיר, מִשָּׁלֹשׁ וּלְמַעְלָן מִטַּמְּאִין בְּמַגָּע וְאֵינָן מִטַּמְּאִין בַּאֲוִיר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן מְטַהֵר. הָיוּ מְשׁוּכִים מִן הַשָּׂפָה, בְּתוֹךְ שָׁלֹשׁ אֶצְבָּעוֹת, מִטַּמְּאִים בְּמַגָּע וּבַאֲוִיר, חוּץ מִשָּׁלֹשׁ אֶצְבָּעוֹת מִטַּמְּאִים בְּמַגָּע וְאֵינָם מִטַּמְּאִים בַּאֲוִיר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן מְטַהֵר: \n",
            "כֵּיצַד מְשַׁעֲרִין אוֹתָן. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, נוֹתֵן אֶת הַכַּנָּה בֵּינֵיהֶן, מִן הַכַּנָּה וְלַחוּץ טָהוֹר, מִן הַכַּנָּה וְלִפְנִים, וּמְקוֹם הַכַּנָּה טָמֵא: \n"
        ],
        [
            "הַתַּנּוּר שֶׁחֲצָצוֹ בִנְסָרִים אוֹ בִירִיעוֹת, נִמְצָא שֶׁרֶץ בְּמָקוֹם אֶחָד, הַכֹּל טָמֵא. כַּוֶּרֶת פְּחוּתָה וּפְקוּקָה בְקַשׁ וּמְשֻׁלְשֶׁלֶת לַאֲוִיר הַתַּנּוּר, הַשֶּׁרֶץ בְּתוֹכָהּ, הַתַּנּוּר טָמֵא. הַשֶּׁרֶץ בַּתַּנּוּר, אֳכָלִין שֶׁבְּתוֹכָהּ טְמֵאִין. וְרַבִּי אֱלִיעֶזֶר מְטַהֵר. אָמַר רַבִּי אֱלִיעֶזֶר, אִם הִצִּילָה בְמֵת הֶחָמוּר, לֹא תַצִּיל בִּכְלִי חֶרֶס הַקַּל. אָמְרוּ לוֹ, אִם הִצִּילָה בְמֵת הֶחָמוּר, שֶׁכֵּן חוֹלְקִים אֹהָלִים, תַּצִּיל בִּכְלִי חֶרֶס הַקַּל, שֶׁאֵין חוֹלְקִים כְּלִי חָרֶס:  ",
            "הָיְתָה שְׁלֵמָה, וְכֵן הַקֻּפָּה, וְכֵן הַחֵמֶת, הַשֶּׁרֶץ בְּתוֹכָהּ, הַתַּנּוּר טָהוֹר. הַשֶּׁרֶץ בַּתַּנּוּר, אֳכָלִין שֶׁבְּתוֹכָהּ טְהוֹרִין. נִקְּבוּ, הֶעָשׂוּי לְאֳכָלִין, שִׁעוּרָן בְּזֵיתִים. הֶעָשׂוּי לְמַשְׁקִין, שִׁעוּרָן בְּמַשְׁקִים. הֶעָשׂוּי לְכָךְ וּלְכָךְ, מַטִּילִים אוֹתוֹ לְחֻמְרוֹ, בְּכוֹנֵס מַשְׁקֶה:  ",
            "סְרֵידָה שֶׁהִיא נְתוּנָה עַל פִּי הַתַּנּוּר וְשׁוֹקַעַת לְתוֹכוֹ וְאֵין לָהּ גַּפַּיִם, הַשֶּׁרֶץ בְּתוֹכָהּ, הַתַּנּוּר טָמֵא. הַשֶּׁרֶץ בַּתַּנּוּר, אֳכָלִים שֶׁבְּתוֹכָהּ, טְמֵאִין, שֶׁאֵין מַצִּילִין מִיַּד כְּלִי חֶרֶס אֶלָּא כֵלִים. חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִין טְהוֹרִין, וּנְתוּנָה לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר, הַשֶּׁרֶץ בַּתַּנּוּר, הֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין. הָיְתָה כְפוּיָה וּפִיהָ לַאֲוִיר הַתַּנּוּר, הַשֶּׁרֶץ בַּתַּנּוּר, מַשְׁקֶה טוֹפֵחַ שֶׁבְּשׁוּלֵי הֶחָבִית טָהוֹר:  ",
            "קְדֵרָה שֶׁהִיא נְתוּנָה בַתַּנּוּר, הַשֶּׁרֶץ בַּתַּנּוּר, הַקְּדֵרָה טְהוֹרָה, שֶׁאֵין כְּלִי חֶרֶס מְטַמֵּא כֵלִים. הָיָה בָהּ מַשְׁקֶה טוֹפֵחַ, נִטְמָא וְטִמְּאָהּ. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי:  ",
            "תַּרְנְגוֹל שֶׁבָּלַע אֶת הַשֶּׁרֶץ וְנָפַל לַאֲוִיר הַתַּנּוּר, טָהוֹר. וְאִם מֵת, טָמֵא. הַשֶּׁרֶץ שֶׁנִּמְצָא בַתַּנּוּר, הַפַּת שֶׁבְּתוֹכוֹ, שְׁנִיָּה, שֶׁהַתַּנּוּר תְּחִלָּה:  ",
            "בֵּית שְׂאֹר מֻקָּף צָמִיד פָּתִיל וְנָתוּן לְתוֹךְ הַתַּנּוּר, הַשְּׂאֹר וְהַשֶּׁרֶץ בְּתוֹכוֹ וְהַקֶּרֶץ בֵּינְתַיִם, הַתַּנּוּר טָמֵא וְהַשְּׂאֹר טָהוֹר. וְאִם הָיָה כַזַּיִת מִן הַמֵּת, הַתַּנּוּר וְהַבַּיִת טָמֵא, וְהַשְּׂאֹר טָהוֹר. אִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, הַכֹּל טָמֵא:  ",
            "הַשֶּׁרֶץ שֶׁנִּמְצָא בָעַיִן שֶׁל תַּנּוּר, בָּעַיִן שֶׁל כִּירָה, בָּעַיִן שֶׁל כֻּפָּח, מִן הַשָּׂפָה הַפְּנִימִית וְלַחוּץ, טָהוֹר. וְאִם הָיָה בָאֲוִיר, אֲפִלּוּ כַזַּיִת מִן הַמֵּת, טָהוֹר. וְאִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, הַכֹּל טָמֵא:  ",
            "נִמְצָא מְקוֹם הַנָּחַת הָעֵצִים, רַבִּי יְהוּדָה אוֹמֵר, מִן הַשָּׂפָה הַחִיצוֹנָה וְלִפְנִים, טָמֵא. וַחֲכָמִים אוֹמְרִים, מִשָּׂפָה הַפְּנִימִית וְלַחוּץ, טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, מִכְּנֶגֶד שְׁפִיתַת הַקְּדֵרָה וְלִפְנִים, טָמֵא. מִכְּנֶגֶד שְׁפִיתַת הַקְּדֵרָה וְלַחוּץ, טָהוֹר. נִמְצָא מְקוֹם יְשִׁיבַת הַבַּלָּן, מְקוֹם יְשִׁיבַת הַצַּבָּע, מְקוֹם יְשִׁיבַת שֶׁל שׁוֹלְקֵי זֵיתִים, טָהוֹר. אֵין טָמֵא אֶלָּא מִן הַסְּתִימָה וְלִפְנִים:  ",
            "בּוֹר שֶׁיֶּשׁ בּוֹ בֵית שְׁפִיתָה, טָמֵא. וְשֶׁל עוֹשֵׂי זְכוּכִית, אִם יֶשׁ בּוֹ בֵית שְׁפִיתָה, טָמֵא. כִּבְשָׁן שֶׁל סַיָּדִין וְשֶׁל זַגָּגִין וְשֶׁל יוֹצְרִים, טְהוֹרָה. פוּרְנָה, אִם יֶשׁ לָהּ לִזְבֵּז, טְמֵאָה. רַבִּי יְהוּדָה אוֹמֵר, אִם יֶשׁ לָהּ אִסְטְגִיּוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר, אִם יֶשׁ לָהּ שְׂפָיוֹת:  ",
            "מַגַּע טְמֵא מֵת, שֶׁהָיוּ אֳכָלִין וּמַשְׁקִין לְתוֹךְ פִּיו, הִכְנִיס רֹאשׁוֹ לַאֲוִיר הַתַּנּוּר טָהוֹר, טִמְּאוּהוּ. וְטָהוֹר שֶׁהָיוּ אֳכָלִין וּמַשְׁקִין לְתוֹךְ פִּיו וְהִכְנִיס רֹאשׁוֹ לַאֲוִיר הַתַּנּוּר טָמֵא, נִטְמָאוּ. הָיָה אוֹכֵל דְּבֵלָה בְיָדַיִם מְסֹאָבוֹת, הִכְנִיס יָדוֹ לְתוֹךְ פִּיו לִטֹּל אֶת הַצְּרוֹר, רַבִּי מֵאִיר מְטַמֵּא, רַבִּי יְהוּדָה מְטַהֵר. רַבִּי יוֹסֵי אוֹמֵר, אִם הָפַךְ, טָמֵא. אִם לֹא הָפַךְ, טָהוֹר. הָיָה פֻנְדְּיוֹן לְתוֹךְ פִּיו, רַבִּי יוֹסֵי אוֹמֵר, אִם לִצְמָאוֹ, טָמֵא:  ",
            "הָאִשָּׁה שֶׁנָּטַף חָלָב מִדַּדֶּיהָ וְנָפַל לַאֲוִיר הַתַּנּוּר, טָמֵא, שֶׁהַמַּשְׁקֶה מְטַמֵּא לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן. הָיְתָה גוֹרַפְתּוֹ וְהִכַּתָּהּ הַקּוֹץ וְיָצָא מִמֶּנָּה דָם, אוֹ שֶׁנִּכְוָת וְנָתְנָה אֶצְבָּעָהּ לְתוֹךְ פִּיהָ, נִטְמָא:  "
        ],
        [
            "מַחַט אוֹ טַבַּעַת שֶׁנִּמְצְאוּ בִנְחֻשְׁתּוֹ שֶׁל תַּנּוּר, נִרְאִין אֲבָל לֹא יוֹצְאִים, אִם אוֹפֶה אֶת הַבָּצֵק וְהוּא נוֹגֵעַ בָּהֶן, טָמֵא. בְּאֵיזֶה בָצֵק אָמְרוּ, בְּבָצֵק הַבֵּינוֹנִי. נִמְצְאוּ בִטְפֵלַת הַתַּנּוּר מֻקָּף צָמִיד פָּתִיל, אִם בְּטָמֵא, טְמֵאִין. וְאִם בְּטָהוֹר, טְהוֹרִים. נִמְצְאוּ בִמְגוּפַת הֶחָבִית, מִצִּדֶּיהָ, טְמֵאִים, מִכְּנֶגֶד פִּיהָ, טְהוֹרִים. נִרְאִין בְּתוֹכָהּ אֲבָל לֹא לַאֲוִירָהּ, טְהוֹרִין. שׁוֹקְעִים בְּתוֹכָהּ וְתַחְתֵּיהֶם כִּקְלִפַּת הַשּׁוּם, טְהוֹרִין: \n",
            "חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִין טְהוֹרִין וּמְנִיקָת בְּתוֹכָהּ, מֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בְאֹהֶל הַמֵּת, בֵּית שַׁמַּאי אוֹמְרִים, הֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין, וּמְנִיקָת טְמֵאָה. וּבֵית הִלֵּל אוֹמְרִין, אַף מְנִיקָת טְהוֹרָה. חָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּדִבְרֵי בֵית שַׁמָּאי: \n",
            "הַשֶּׁרֶץ שֶׁנִּמְצָא לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר, טָהוֹר, שֶׁאֲנִי אוֹמֵר, חַי נָפַל וְעַכְשָׁיו מֵת. מַחַט אוֹ טַבַּעַת שֶׁנִּמְצְאוּ לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר, טָהוֹר, שֶׁאֲנִי אוֹמֵר, שָׁם הָיוּ עַד שֶׁלֹּא בָא הַתַּנּוּר. נִמְצְאוּ בְאֵפֶר מִקְלֶה, טָמֵא, שֶׁאֵין לוֹ בַמֶּה יִתְלֶה: \n",
            "סְפוֹג שֶׁבָּלַע מַשְׁקִין טְמֵאִין וְנָגוּב מִבַּחוּץ וְנָפַל לַאֲוִיר הַתַּנּוּר, טָמֵא, שֶׁסּוֹף מַשְׁקֶה לָצֵאת. וְכֵן חֲתִיכָה שֶׁל לֶפֶת וְשֶׁל גֶּמִי. רַבִּי שִׁמְעוֹן מְטַהֵר בִּשְׁנֵי אֵלּוּ: \n",
            "חֲרָסִין שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן מַשְׁקִין טְמֵאִין וְנָפְלוּ לַאֲוִיר הַתַּנּוּר, הֻסַּק הַתַּנּוּר, טָמֵא, שֶׁסּוֹף מַשְׁקֶה לָצֵאת. וְכֵן בְּגֶפֶת חֲדָשָׁה, אֲבָל בִּישָׁנָה, טָהוֹר. וְאִם יָדוּעַ שֶׁיּוֹצֵא מֵהֶן מַשְׁקִין, אֲפִלּוּ לְאַחַר שָׁלֹשׁ שָׁנִים, נִטְמָא: \n",
            "הַגֶּפֶת וְהַזַּגִּין שֶׁנַּעֲשׂוּ בְטָהֳרָה וְהָלְכוּ עֲלֵיהֶם טְמֵאִים, וְאַחַר כָּךְ יָצְאוּ מֵהֶן מַשְׁקִין, טְהוֹרִין, שֶׁמִּתְּחִלָּתָן נַעֲשׂוּ בְטָהֳרָה. כּוּשׁ שֶׁבָּלַע אֶת הַצִּנּוֹרָא, מַלְמָד שֶׁבָּלַע אֶת הַדָּרְבָן, לְבֵנָה שֶׁבָּלְעָה אֶת הַטַּבַּעַת, וְהֵן טְהוֹרִים, נִכְנְסוּ לְאֹהֶל הַמֵּת, נִטְמָאוּ. הֱסִיטָן הַזָּב, נִטְמָאוּ. נָפְלוּ לַאֲוִיר הַתַּנּוּר טָהוֹר, טִמְּאוּהוּ. נָגַע בָּהֶן כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר: \n",
            "סְרֵידָה שֶׁהִיא נְתוּנָה עַל פִּי הַתַּנּוּר מֻקָּף צָמִיד פָּתִיל, נִסְדַּק מִן הַתַּנּוּר לַסְּרֵידָה, שִׁעוּרוֹ מְלֹא פִי מַרְדֵּעַ שֶׁלֹּא נִכְנָס. רַבִּי יְהוּדָה אוֹמֵר, נִכְנָס. נִסְדְּקָה סְרֵידָה, שִׁעוּרוֹ כִמְלֹא פִי מַרְדֵּע נִכְנָס. רַבִּי יְהוּדָה אוֹמֵר, שֶׁלֹּא נִכְנָס. הָיָה עָגֹל, אֵין רוֹאִין אוֹתוֹ אָרֹךְ, אֶלָּא שִׁעוּרוֹ כִמְלֹא פִי מַרְדֵּעַ נִכְנָס: \n",
            "תַּנּוּר שֶׁנִּקַּב מֵעֵינוֹ, שִׁעוּרוֹ מְלֹא כוּשׁ נִכְנָס וְיוֹצֵא דּוֹלֵק. רַבִּי יְהוּדָה אוֹמֵר, שֶׁלֹּא דוֹלֵק. נִקַּב מִצִּדּוֹ, שִׁעוּרוֹ כִמְלֹא כוּשׁ נִכְנָס וְיוֹצֵא שֶׁלֹּא דוֹלֵק. רַבִּי יְהוּדָה אוֹמֵר, דּוֹלֵק. רַבִּי שִׁמְעוֹן אוֹמֵר, מִן הָאֶמְצָע, נִכְנָס. מִן הַצַּד, אֵינוֹ נִכְנָס. וְכֵן הָיָה אוֹמֵר בִּמְגוּפַת הֶחָבִית שֶׁנִּקְּבָה, שִׁעוּרָהּ מְלֹא מִיצָה שְׁנִיָּה שֶׁל שִׁיפוֹן. מִן הָאֶמְצָע, נִכְנָס. מִן הַצַּד, אֵינוֹ נִכְנָס. וְכֵן הָיָה אוֹמֵר בַּחֲצָבִים גְּדוֹלִים שֶׁנִּקְּבוּ, שִׁעוּרָם מְלֹא מִיצָה שְׁנִיָּה שֶׁל קָנֶה. מִן הָאֶמְצָע, נִכְנָס. מִן הַצַּד, אֵינוֹ נִכְנָס. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁנַּעֲשׂוּ לְיַיִן, אֲבָל אִם נַעֲשׂוּ לִשְׁאָר מַשְׁקִין, אֲפִלּוּ כָל שֶׁהוּא, טְמֵאִים. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁלֹּא נַעֲשׂוּ בִידֵי אָדָם. אֲבָל אִם נַעֲשׂוּ בִידֵי אָדָם, אֲפִלּוּ כָל שֶׁהוּא, טְמֵאִים. נִקְּבוּ, הֶעָשׂוּי לָאֳכָלִים, שִׁעוּרָן בְּזֵיתִים. הֶעָשׂוּי לְמַשְׁקִים, שִׁעוּרָן בְּמַשְׁקִים. הֶעָשׂוּי לְכָךְ וּלְכָךְ, מַטִּילִים אוֹתוֹ לְחֻמְרוֹ, בְּצָמִיד פָּתִיל וּבְכוֹנֵס מַשְׁקֶה: \n"
        ],
        [
            "אֵלּוּ כֵלִים מַצִּילִין בְּצָמִיד פָּתִיל, כְּלֵי גְלָלִים, כְּלֵי אֲבָנִים, כְּלֵי אֲדָמָה, כְּלֵי חֶרֶס, וּכְלֵי נֶתֶר, עַצְמוֹת הַדָּג וְעוֹרוֹ, עַצְמוֹת חַיָּה שֶׁבַּיָּם וְעוֹרָהּ, וּכְלֵי עֵץ הַטְּהוֹרִים. מַצִּילִים בֵּין מִפִּיהֶם בֵּין מִצִּדֵּיהֶן, בֵּין יוֹשְׁבִין עַל שׁוּלֵיהֶן בֵּין מֻטִּין עַל צִדֵּיהֶן. הָיוּ כְפוּיִים עַל פִּיהֶן, מַצִּילִים כֹּל שֶׁתַּחְתֵּיהֶן עַד הַתְּהוֹם. רַבִּי אֱלִיעֶזֶר מְטַמֵּא. עַל הַכֹּל מַצִּילִין, חוּץ מִכְּלֵי חֶרֶס, שֶׁאֵינוֹ מַצִּיל אֶלָּא עַל הָאֳכָלִים וְעַל הַמַּשְׁקִין וְעַל כְּלֵי חָרֶס: \n",
            "בַּמֶּה מַקִּיפִים. בְּסִיד וּבְגִפְּסִיס, בְּזֶפֶת וּבְשַׁעֲוָה, בְּטִיט וּבְצוֹאָה, בְּחֹמֶר וּבְחַרְסִית, וּבְכָל דָּבָר הַמִּתְמָרֵחַ. אֵין מַקִּיפִים לֹא בְּבַעַץ וְלֹא בְעוֹפֶרֶת, מִפְּנֵי שֶׁהוּא פָתִיל וְאֵינוֹ צָמִיד. אֵין מַקִּיפִין לֹא בִדְבֵלָה שְׁמֵנָה, וְלֹא בְּבָצֵק שֶׁנִּלּוֹשׁ בְּמֵי פֵרוֹת, שֶׁלֹּא יְבִיאֶנּוּ לִידֵי פְסוּל. וְאִם הִקִּיף, הִצִּיל: \n",
            "מְגוּפַת הֶחָבִית הַמְחֻלְחֶלֶת וְאֵינָהּ נִשְׁמֶטֶת, רַבִּי יְהוּדָה אוֹמֵר, מַצֶּלֶת. וַחֲכָמִים אוֹמְרִים, אֵינָהּ מַצֶּלֶת. הָיָה בֵית אֶצְבַּע שֶׁלָּהּ שׁוֹקֵעַ בְּתוֹכָהּ, הַשֶּׁרֶץ בְּתוֹכָהּ, הֶחָבִית טְמֵאָה. הַשֶּׁרֶץ בֶּחָבִית, אֳכָלִין שֶׁבְּתוֹכָהּ טְמֵאִים: \n",
            "הַכַּדּוּר וְהַפְּקַעַת שֶׁל גֶּמִי שֶׁנְּתָנָן עַל פִּי הֶחָבִית, אִם מֵרַח מִן הַצְּדָדִין, לֹא הִצִּיל, עַד שֶׁיְּמָרַח מִלְמַעְלָן וּמִלְּמַטָּן. וְכֵן בְּמַטְלִית שֶׁל בֶּגֶד. הָיְתָה שֶׁל נְיָר אוֹ שֶׁל עוֹר, וּקְשָׁרָהּ בִּמְשִׁיחָה, אִם מֵרַח מִן הַצְּדָדִין, הִצִּיל: \n",
            "חָבִית שֶׁנִּתְקַלְּפָה וְהַזֶּפֶת שֶׁלָּהּ עוֹמֶדֶת, וְכֵן קְבוֹסִים שֶׁל מֻרְיָס שֶׁגְּפָתָן עִם הַשָּׂפָה, רַבִּי יְהוּדָה אוֹמֵר, אֵינָם מַצִּילִין. וַחֲכָמִים אוֹמְרִים, מַצִּילִין: \n",
            "חָבִית שֶׁנִּקְּבָה וּסְתָמוּהָ שְׁמָרִים, הִצִּילוּהָ. פְּקָקָהּ בִּזְמוֹרָה, עַד שֶׁיְּמָרַח מִן הַצְּדָדִים. הָיוּ שְׁתַּיִם, עַד שֶׁיְּמָרַח מִן הַצְּדָדִין וּבֵין זְמוֹרָה לַחֲבֶרְתָּהּ. נֶסֶר שֶׁהוּא נָתוּן עַל פִּי הַתַּנּוּר, אִם מֵרַח מִן הַצְּדָדִין, הִצִּיל. הָיוּ שְׁנַיִם, עַד שֶׁיְּמָרַח מִן הַצְּדָדִין וּבֵין נֶסֶר לַחֲבֵרוֹ. עֲשָׂאָן בְּסִינִין אוֹ בְשֹׁגְמִין, אֵינוֹ צָרִיךְ לְמָרֵחַ מִן הָאֶמְצָע: \n",
            "תַּנּוּר יָשָׁן בְּתוֹךְ הֶחָדָשׁ וּסְרֵידָה עַל פִּי הַיָּשָׁן, נִטַּל הַיָּשָׁן וּסְרֵידָה נוֹפֶלֶת, הַכֹּל טָמֵא. וְאִם לָאו, הַכֹּל טָהוֹר. חָדָשׁ בְּתוֹךְ הַיָּשָׁן וּסְרֵידָה עַל פִּי הַיָּשָׁן, אִם אֵין בֵּין חָדָשׁ לַסְּרֵידָה פוֹתֵחַ טֶפַח, כֹּל שֶׁבֶּחָדָשׁ טָהוֹר: \n",
            "לְפָסִין זוֹ בְתוֹךְ זוֹ וְשִׂפְתוֹתֵיהֶן שָׁווֹת, הַשֶּׁרֶץ בָּעֶלְיוֹנָה אוֹ בַתַּחְתּוֹנָה, הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת. הָיוּ בְכוֹנֵס מַשְׁקֶה, הַשֶּׁרֶץ בָּעֶלְיוֹנָה, כֻּלָּן טְמֵאוֹת. בַּתַּחְתּוֹנָה, הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת. הַשֶּׁרֶץ בָּעֶלְיוֹנָה, וְהַתַּחְתּוֹנָה עוֹדֶפֶת, הִיא וְהַתַּחְתּוֹנָה טְמֵאָה. בָּעֶלְיוֹנָה, וְהַתַּחְתּוֹנָה עוֹדֶפֶת, כֹּל שֶׁיֶּשׁ בָּהּ מַשְׁקֶה טוֹפֵחַ, טְמֵאָה: \n"
        ],
        [
            "כְּלֵי מַתָּכוֹת, פְּשׁוּטֵיהֶן וּמְקַבְּלֵיהֶן טְמֵאִין. נִשְׁבְּרוּ, טָהָרוּ. חָזַר וְעָשָׂה מֵהֶן כְּלִי, חָזְרוּ לְטֻמְאָתָן הַיְשָׁנָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא לְכָל טֻמְאָה, אֶלָּא לְטֻמְאַת הַנָּפֶשׁ: \n",
            "כָּל כְּלִי מַתָּכוֹת שֶׁיֶּשׁ לוֹ שֵׁם בִּפְנֵי עַצְמוֹ, טָמֵא, חוּץ מִן הַדֶּלֶת, וּמִן הַנֶּגֶר, וּמִן הַמַּנְעוּל, וְהַפּוֹתָה שֶׁתַּחַת הַצִּיר, וְהַצִּיר, וְהַקּוֹרָה, וְהַצִּנּוֹר, שֶׁנַּעֲשׂוּ לַקַּרְקָע: \n",
            "הָעוֹשֶׂה כֵלִים מִן הָעֶשֶׁת, וּמִן הַחֲרָרָה, וּמִן הַסּוֹבֵב שֶׁל גַּלְגַּל, וּמִן הַטַּסִּין, וּמִן הַצִּפּוּיִין, מִכַּנֵּי כֵלִים, וּמֵאֹגְנֵי כֵלִים, מֵאָזְנֵי כֵלִים, מִן הַשְּׁחוֹלֶת, וּמִן הַגְּרוּדוֹת, טְהוֹרִין. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אַף מִן הַקְּצוּצוֹת. מִשִּׁבְרֵי כֵלִים, מִן הַגְּרוּטִים, וּמִן הַמַּסְמְרוֹת, שֶׁיָּדוּעַ שֶׁנַּעֲשׂוּ מִכְּלִי, טְמֵאִין. מִן הַמַּסְמְרוֹת, בֵּית שַׁמַּאי מְטַמְּאִין, וּבֵית הִלֵּל מְטַהֲרִין: \n",
            "בַּרְזֶל טָמֵא שֶׁבְּלָלוֹ עִם בַּרְזֶל טָהוֹר, אִם רֹב מִן הַטָּמֵא, טָמֵא. וְאִם רֹב מִן הַטָּהוֹר, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. וְכֵן מִן הַחֲלָמָא וּמִן הַגְּלָלִים. קְלוֹסְטְרָא, טְמֵאָה. וּמְצֻפָּה, טְהוֹרָה. הַפִּין, וְהַפּוּרְנָה, טְמֵאִין. וְהַקְּלוֹסְטְרָא, רַבִּי יְהוֹשֻׁעַ אוֹמֵר, שׁוֹמְטָהּ מִפֶּתַח זֶה וְתוֹלָהּ בַּחֲבֵרוֹ בְּשַׁבָּת. רַבִּי טַרְפוֹן אוֹמֵר, הֲרֵי הִיא לוֹ כְּכָל הַכֵּלִים, וּמִטַּלְטֶלֶת בֶּחָצֵר: \n",
            "עַקְרָב שֶׁל פְּרֻמְבְּיָא, טְמֵאָה. וּלְחָיַיִם, טְהוֹרִים. רַבִּי אֱלִיעֶזֶר מְטַמֵּא בַלְּחָיָיִם. וַחֲכָמִים אוֹמְרִים, אֵין טָמֵא אֶלָּא עַקְרָב. וּבִשְׁעַת חִבּוּרָן, הַכֹּל טָמֵא: \n",
            "פִּיקָה שֶׁל מַתֶּכֶת, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. וּמְצֻפָּה, טְהוֹרָה. הַכּוּשׁ, וְהָאִימָּה, וְהַמַּקֵּל, וְסִמְפּוֹנְיָה, וְחָלִיל שֶׁל מַתֶּכֶת, טְמֵאִין. וּמְצֻפִּין, טְהוֹרִים. סִמְפּוֹנְיָה, אִם יֶשׁ בָּהּ בֵּית קִבּוּל כְּנָפַיִם, בֵּין כָּךְ וּבֵין כָּךְ טְמֵאָה: \n",
            "קֶרֶן עֲגֻלָּה, טְמֵאָה. וּפְשׁוּטָה, טְהוֹרָה. אִם הָיְתָה מְצֻפִּית שֶׁלָּהּ שֶׁל מַתֶּכֶת, טְמֵאָה. הַקַּב שֶׁלָּהּ, רַבִּי טַרְפוֹן מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. וּבִשְׁעַת חִבּוּרָן, הַכֹּל טָמֵא. כַּיּוֹצֵא בוֹ, קְנֵי מְנוֹרָה, טְהוֹרִין. הַפֶּרַח וְהַבָּסִיס, טְמֵאִים. וּבִשְׁעַת חִבּוּרָן, הַכֹּל טָמֵא: \n",
            "קַסְדָּא, טְמֵאָה. וּלְחָיַיִם, טְהוֹרִים. אִם יֵשׁ בָּהֶן בֵּית קִבּוּל מַיִם, טְמֵאִים. כָּל כְּלֵי הַמִּלְחָמָה, טְמֵאִים. הַכִּידוֹן, הַנִּיקוֹן, וְהַמַּגָּפַיִן, וְהַשִּׁרְיוֹן, טְמֵאִין. כָּל תַּכְשִׁיטֵי נָשִׁים, טְמֵאִים. עִיר שֶׁל זָהָב, קַטְלָיוֹת, נְזָמִים וְטַבָּעוֹת, וְטַבַּעַת, בֵּין שֶׁיֶּשׁ לָהּ חוֹתָם וּבֵין שֶׁאֵין לָהּ חוֹתָם, נִזְמֵי הָאָף. קַטְלָה שֶׁחֻלְיוֹת שֶׁלָּהּ שֶׁל מַתָּכוֹת בְּחוּט שֶׁל פִּשְׁתָּן אוֹ שֶׁל צֶמֶר, נִפְסַק הַחוּט, הַחֻלְיוֹת טְמֵאוֹת, שֶׁכָּל אַחַת וְאַחַת כְּלִי בִפְנֵי עַצְמָהּ. חוּט שֶׁל מַתָּכוֹת, וְחֻלְיוֹת שֶׁל אֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת, וְשֶׁל זְכוּכִית, נִשְׁתַּבְּרוּ הַחֻלְיוֹת, הַחוּט בִּפְנֵי עַצְמוֹ קַיָּם, טָמֵא. שְׁיָרֵי קַטְלָא, כִּמְלֹא צַוַּאר קְטַנָּה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ טַבַּעַת אַחַת, טְמֵאָה, שֶׁכֵּן תּוֹלִין בַּצַּוָּאר: \n",
            "נֶזֶם שֶׁהוּא עָשׂוּי כִּקְדֵרָה מִלְּמַטָּן וְכָעֲדָשָׁה מִלְמַעְלָן, וְנִפְרַק, כִּקְדֵרָה טָמֵא מִשּׁוּם כְּלִי בֵית קִבּוּל, וְכָעֲדָשָׁה טָמֵא בִפְנֵי עַצְמוֹ. צִנּוֹרָא, טְהוֹרָה. הֶעָשׂוּי כְּמִין אֶשְׁכּוֹל, וְנִפְרַק, טָהוֹר: \n"
        ],
        [
            "טַבַּעַת אָדָם, טְמֵאָה. טַבַּעַת בְּהֵמָה וְכֵלִים וּשְׁאָר כָּל הַטַּבָּעוֹת, טְהוֹרוֹת. קוֹרַת הַחִצִּים, טְמֵאָה. וְשֶׁל אֲסִירִין, טְהוֹרָה. הַקּוֹלָר, טְמֵאָה. שַׁלְשֶׁלֶת שֶׁיֶּשׁ בָּהּ בֵּית נְעִילָה, טְמֵאָה. הָעֲשׂוּיָה לִכְפִיתָה, טְהוֹרָה. שַׁלְשֶׁלֶת שֶׁל סִיטוֹנוֹת, טְמֵאָה, שֶׁל בַּעֲלֵי בָתִּים טְהוֹרָה. אָמַר רַבִּי יוֹסֵי, אֵימָתַי, בִּזְמַן שֶׁהוּא מַפְתֵּחַ אֶחָד, אֲבָל אִם הָיוּ שְׁנַיִם, אוֹ שֶׁקָּשַׁר חִלָּזוֹן בְּרֹאשָׁהּ, טְמֵאָה: \n",
            "קְנֵה מֹאזְנַיִם שֶׁל סָרוֹקוֹת, טָמֵא, מִפְּנֵי אֻנְקְלָיוֹת. וְשֶׁל בַּעֲלֵי בָתִּים, אִם יֶשׁ בּוֹ אֻנְקְלָיוֹת, טָמֵא. אֻנְקְלִין שֶׁל כַּתָּפִין, טְהוֹרָה. וְשֶׁל רוֹכְלִים, טְמֵאָה. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל רוֹכְלִים, שֶׁלְּפָנָיו טְמֵאָה, וְשֶׁלְּאַחֲרָיו טְהוֹרָה. אֻנְקְלִי דַרְגָּשׁ, טְמֵאָה. וְשֶׁל נַקְלִיטִין, טְהוֹרָה. שֶׁל שִׁדָּה, טְמֵאָה. וְשֶׁל אָקוֹן, טְהוֹרָה. שֶׁל שֻׁלְחָן, טָמֵא. שֶׁל מְנוֹרַת הָעֵץ, טָהוֹר. זֶה הַכְּלָל, כָּל הַמְחֻבָּר לַטָּמֵא, טָמֵא. וְהַמְחֻבָּר לַטָּהוֹר, טָהוֹר. וְכֻלָּן, אַחַת אַחַת בִּפְנֵי עַצְמָן, טְהוֹרוֹת: \n",
            "כִּסּוּי טֶנִי שֶׁל מַתֶּכֶת, שֶׁל בַּעֲלֵי בָתִּים, רַבָּן גַּמְלִיאֵל מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. וְשֶׁל רוֹפְאִים, טָמֵא. הַדֶּלֶת שֶׁבַּמִּגְדָּל, שֶׁל בַּעֲלֵי בָתִּים, טְהוֹרָה. וְשֶׁל רוֹפְאִים, טְמֵאָה. הַיַּתּוּכִין, טְמֵאִים. וְהַפְּרָכִין, טְהוֹרִין. עַקְרַב בֵּית הַבַּד, טְמֵאָה. וְאֻנְקְלִי שֶׁבַּכְּתָלִים, טְהוֹרָה: \n",
            "מַסְמֵר הַגָּרָע, טָמֵא. וְשֶׁל אֶבֶן הַשָּׁעוֹת, טָהוֹר. רַבִּי צָדוֹק מְטַמֵּא. מַסְמֵר הַגַּרְדִּי, טָמֵא. וְאָרוֹן שֶׁל גָּרוֹסוֹת, רַבִּי צָדוֹק מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. הָיְתָה עֲגָלָה שֶׁלָּהּ שֶׁל מַתֶּכֶת, טְמֵאָה: \n",
            "מַסְמֵר שֶׁהִתְקִינוֹ לִהְיוֹת פּוֹתֵחַ וְנוֹעֵל בּוֹ, טָמֵא. הֶעָשׂוּי לִשְׁמִירָה, טָהוֹר. מַסְמֵר שֶׁהִתְקִינוֹ לִהְיוֹת פּוֹתֵחַ בּוֹ אֶת הֶחָבִית, רַבִּי עֲקִיבָא מְטַמֵּא. וַחֲכָמִים מְטַהֲרִין, עַד שֶׁיִּצְרְפֶנּוּ. מַסְמֵר שֶׁל שֻׁלְחָנִי, טָהוֹר. וְרַבִּי צָדוֹק מְטַמֵּא. שְׁלֹשָׁה דְבָרִים רַבִּי צָדוֹק מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. מַסְמֵר שֶׁל שֻׁלְחָנִי, וְאָרוֹן שֶׁל גָּרוֹסוֹת, וּמַסְמֵר שֶׁל אֶבֶן הַשָּׁעוֹת, רַבִּי צָדוֹק מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין: \n",
            "אַרְבָּעָה דְּבָרִים רַבָּן גַּמְלִיאֵל מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. כִּסּוּי טֶנִי שֶׁל מַתֶּכֶת שֶׁל בַּעֲלֵי בָתִּים, וּתְלוֹי הַמַּגְרֵדוֹת, וְגֹלְמֵי כְלֵי מַתָּכוֹת, וְטַבְלָה שֶׁנֶּחְלְקָה לִשְׁנָיִם. וּמוֹדִים חֲכָמִים לְרַבָּן גַּמְלִיאֵל בְּטַבְלָה שֶׁנֶּחְלְקָה לִשְׁנַיִם, אֶחָד גָּדוֹל וְאֶחָד קָטָן, שֶׁהַגָּדוֹל טָמֵא וְהַקָּטָן טָהוֹר: \n",
            "דִּינָר שֶׁנִּפְסַל וְהִתְקִינוֹ לִתְלוֹתוֹ בְצַוַּאר קְטַנָּה, טָמֵא. וְכֵן סֶלַע שֶׁנִּפְסְלָה וְהִתְקִינָהּ לִהְיוֹת שׁוֹקֵל בָּהּ, טְמֵאָה. עַד כַּמָּה תִפָּסֵל וִיהֵא רַשַּׁאי לְקַיְּמָהּ, עַד שְׁנֵי דִינָרִין. פָּחוֹת מִכָּאן, יָקֹץ: \n",
            "הָאוֹלָר, וְהַקֻּלְמוֹס, וְהַמְּטוּטֶלֶת, וְהַמִּשְׁקָלוֹת, וְהַכּוּרִים, וְהַכַּן, וְהַכַּנָּא, טְמֵאִים. וְכָל גֹּלְמֵי כְלֵי עֵץ, טְמֵאִים, חוּץ מִשֶּׁל אֶשְׁכְּרוֹעַ. רַבִּי יְהוּדָה אוֹמֵר, אַף גְּרוֹפִית שֶׁל זַיִת, טְהוֹרָה, עַד שֶׁתִּשָּׁלֵק: \n"
        ],
        [
            "הַסַּיִף, וְהַסַּכִּין, וְהַפִּגְיוֹן, וְהָרֹמַח, מַגַּל יָד וּמַגַּל קָצִיר, וְהַשְּׁחוֹר וְזוּג שֶׁל סַפָּרִים, שֶׁנֶּחֱלְקוּ, הֲרֵי אֵלּוּ טְמֵאִין. רַבִּי יוֹסֵי אוֹמֵר, הַסָּמוּךְ לַיָּד, טָמֵא. וְהַסָּמוּךְ לָרֹאשׁ, טָהוֹר. מִסְפֶּרֶת שֶׁנֶּחְלְקָה לִשְׁנַיִם, רַבִּי יְהוּדָה מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין: \n",
            "קֹלִגְרִיפוֹן שֶׁנִּטְּלָה כַפָּהּ, טְמֵאָה מִפְּנֵי שִׁנָּהּ. נִטְּלָה שִׁנָּהּ, טְמֵאָה מִפְּנֵי כַפָּהּ. מִכְחוֹל שֶׁנִּטַּל הַכַּף, טָמֵא מִפְּנֵי הַזָּכָר. נִטַּל הַזָּכָר, טָמֵא מִפְּנֵי הַכָּף. מַכְתֵּב שֶׁנִּטַּל הַכּוֹתֵב, טָמֵא מִפְּנֵי הַמּוֹחֵק. נִטַּל הַמּוֹחֵק, טָמֵא מִפְּנֵי הַכּוֹתֵב. זוֹמָא לִסְטְרָא שֶׁנִּטְּלָה כַפָּהּ, טְמֵאָה מִפְּנֵי הַמַּזְלֵג. נִטַּל הַמַּזְלֵג, טְמֵאָה מִפְּנֵי כַפָּהּ. וְכֵן הַשֵּׁן שֶׁל מַעְדֵּר. שִׁעוּר כֻּלָּן, כְּדֵי לַעֲשׂוֹת מְלַאכְתָּן: \n",
            "חַרְחוּר שֶׁנִּפְגַּם, טָמֵא, עַד שֶׁיִּנָּטֵל רֻבּוֹ. נִשְׁבַּר מְקוֹפוֹ, טָהוֹר. קֻרְדֹּם שֶׁנִּטַּל עֻשְׁפּוֹ, טָמֵא מִפְּנֵי בֵית בִּקּוּעוֹ. נִטַּל בֵּית בִּקּוּעוֹ, טָמֵא מִפְּנֵי עֻשְׁפּוֹ. נִשְׁבַּר מְקוֹפוֹ, טָהוֹר: \n",
            "מַגְרֵפָה שֶׁנִּטְּלָה כַפָּהּ, טְמֵאָה מִפְּנֵי שֶׁהִיא כְקֻרְנָס, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים מְטַהֲרִין. מְגֵרָה שֶׁנִּטְּלוּ שִׁנֶּיהָ אַחַת מִבֵּינְתַיִם, טְהוֹרָה. נִשְׁתַּיֵּר בָּהּ מְלֹא הַסִּיט בְּמָקוֹם אֶחָד, טְמֵאָה. הַמַּעֲצָד וְהָאִזְמֵל וְהַמַּפְסֶלֶת וְהַמַּקְדֵּחַ, שֶׁנִּפְגְּמוּ, טְמֵאִים. נִטַּל חִסּוּמָן, טְהוֹרִין. וְכֻלָּן שֶׁנֶּחְלְקוּ לִשְׁנַיִם, טְמֵאִים, חוּץ מִן הַמַּקְדֵּחַ. וְהָרוּקְנִי בִפְנֵי עַצְמָהּ, טְהוֹרָה: \n",
            "מַחַט שֶׁנִּטַּל חֲרִירָהּ אוֹ עֻקְצָהּ, טְהוֹרָה. אִם הִתְקִינָהּ לְמִתּוּחַ, טְמֵאָה. שֶׁל סַקָּיִין שֶׁנִּטַּל חֲרִירָהּ, טְמֵאָה, מִפְּנֵי שֶׁהוּא כוֹתֵב בָּהּ. נִטַּל עֻקְצָהּ, טְהוֹרָה. שֶׁל מִתּוּחַ, בֵּין כָּךְ וּבֵין כָּךְ טְמֵאָה. מַחַט שֶׁהֶעֶלְתָה חֲלֻדָּה, אִם מְעַכֶּבֶת אֶת הַתְּפִירָה, טְהוֹרָה. וְאִם לָאו, טְמֵאָה. צִנּוֹרָא שֶׁפְּשָׁטָהּ, טְהוֹרָה. כְּפָפָהּ, חָזְרָה לְטֻמְאָתָהּ: \n",
            "עֵץ הַמְשַׁמֵּשׁ אֶת הַמַּתֶּכֶת, טָמֵא. וְהַמַּתֶּכֶת הַמְשַׁמֵּשׁ אֶת הָעֵץ, טְהוֹרָה. כֵּיצַד, פּוֹתַחַת שֶׁל עֵץ וְהַפִּין שֶׁלָּהּ שֶׁל מַתֶּכֶת, אֲפִלּוּ אַחַת, טְמֵאָה. פּוֹתַחַת שֶׁל מַתֶּכֶת וְהַפִּין שֶׁלָּהּ שֶׁל עֵץ, טְהוֹרָה. טַבַּעַת שֶׁל מַתֶּכֶת וְחוֹתָם שֶׁלָּהּ שֶׁל אַלְמוֹג, טְמֵאָה. טַבַּעַת שֶׁל אַלְמוֹג וְחוֹתָם שֶׁלָּהּ שֶׁל מַתֶּכֶת, טְהוֹרָה. הַשֵּׁן שֶׁבַּטַּס, שֶׁבַּפּוֹתַחַת, וְשֶׁבַּמַּפְתֵּחַ, טְמֵאָה בִּפְנֵי עַצְמָהּ: \n",
            "הַכַּדּוּמִין הָאַשְׁקְלוֹנִין שֶׁנִּשְׁבְּרוּ וְהָאֻנְקְלִי שֶׁלָּהֶן קַיֶּמֶת, הֲרֵי אֵלּוּ טְמֵאִין. הַמַּעְבֵּר, וְהַמַּזְרֶה, וְהַמַּגּוֹב, וְכֵן מַסְרֵק שֶׁל רֹאשׁ שֶׁנִּטְּלָה אַחַת מִשִּׁנֵּיהֶן, וַעֲשָׂאָן שֶׁל מַתֶּכֶת, הֲרֵי אֵלּוּ טְמֵאִין. וְעַל כֻּלָּן אָמַר רַבִּי יְהוֹשֻׁעַ, דְּבַר חִדּוּשׁ חִדְּשׁוּ סוֹפְרִים, וְאֵין לִי מָה אָשִׁיב: \n",
            "מַסְרֵק שֶׁל פִּשְׁתָּן שֶׁנִּטְּלוּ שִׁנָּיו וְנִשְׁתַּיֵּר בּוֹ שְׁתַּיִם, טָמֵא. וְאַחַת, טָהוֹר. וְכֻלָּן, אַחַת אַחַת בִּפְנֵי עַצְמָן, טְמֵאוֹת. וְשֶׁל צֶמֶר שֶׁנִּטְּלוּ שִׁנָּיו אַחַת מִבֵּינְתַיִם, טָהוֹר. נִשְׁתַּיֵּר בּוֹ שָׁלֹשׁ בְּמָקוֹם אֶחָד, טָמֵא. הָיְתָה הַחִיצוֹנָה אַחַת מֵהֶן, טָהוֹר. נִטְּלוּ מִמֶּנּוּ שְׁתַּיִם וַעֲשָׂאָן לְמַלְקֶטֶת, טְמֵאוֹת. אַחַת וְהִתְקִינָהּ לְנֵר אוֹ לְמִתּוּחַ, טְמֵאָה: \n"
        ],
        [
            "כְּלֵי מַתָּכוֹת, כַּמָּה הוּא שִׁעוּרָן. הַדְּלִי, כְּדֵי לְמַלֹּאת בּוֹ. קֻמְקוּם, כְּדֵי לֵיחֵם בּוֹ. מֵחַם, כְּדֵי לְקַבֵּל סְלָעִים. הַלֶּפֶס, כְּדֵי לְקַבֵּל קִיתוֹנוֹת. קִיתוֹנוֹת, כְּדֵי לְקַבֵּל פְּרוּטוֹת. מִדּוֹת יַיִן, בְּיַיִן. וּמִדּוֹת שֶׁמֶן, בְּשָׁמֶן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כֻּלָּן בִּפְרוּטוֹת. רַבִּי עֲקִיבָא אוֹמֵר, הַמְחֻסָּר חֲטִיפָה, טָמֵא. וְהַמְחֻסָּר לְטִישָׁה, טָהוֹר: \n",
            "מַקֵּל שֶׁעָשָׂה בְרֹאשׁוֹ מַסְמֵר כְּמִין חַזְיָנָא, טָמֵא. סִמְּרוֹ, טָמֵא. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיַּעֲשֶׂה בוֹ שְׁלֹשָׁה סְדָרִים. וְכֻלָּן שֶׁעֲשָׂאָן לְנוֹי, טְהוֹרִין. עָשָׂה בְרֹאשׁוֹ מְנִיקָת, וְכֵן בַּדֶּלֶת, טְהוֹרָה. הָיְתָה כְלִי וְחִבְּרָהּ לוֹ, טְמֵאָה. מֵאֵימָתַי הִיא טָהֳרָתָהּ, בֵּית שַׁמַּאי אוֹמְרִים, מִשֶּׁיְּחַבֵּל. בֵּית הִלֵּל אוֹמְרִים, מִשֶּׁיְּחַבֵּר: \n",
            "הַקַּנְטָר שֶׁל בַּנַּאי, וְהַדָּקוֹר שֶׁל חָרָשׁ, הֲרֵי אֵלּוּ טְמֵאִין. יִתְדוֹת אֹהָלִים וְיִתְדוֹת הַמָּשׁוֹחוֹת, טְמֵאוֹת. שַׁלְשֶׁלֶת שֶׁל מָשׁוֹחוֹת, טְמֵאָה. הָעֲשׂוּיָה לָעֵצִים, טְהוֹרָה. שַׁלְשֶׁלֶת דְּלִי גָדוֹל, אַרְבָּעָה טְפָחִים. וְשֶׁל קָטָן, עֲשָׂרָה. חֲמוֹר שֶׁל נַפָּחִין, טָמֵא. מְגֵרָה שֶׁעָשָׂה שִׁנֶּיהָ בְתוֹךְ הַחוֹר, טְמֵאָה. עֲשָׂאָהּ מִלְּמַטָּן לְמַעְלָן, טְהוֹרָה. וְכָל הַכְּסוּיִן טְהוֹרִים, חוּץ מִשֶּׁל מֵחָם: \n",
            "הַטְּמֵאִין שֶׁבָּעֲגָלָה, הָעֹל שֶׁל מַתֶּכֶת, וְהַקַּטְרָב, וְהַכְּנָפַיִם הַמְקַבְּלוֹת אֶת הָרְצוּעוֹת, וְהַבַּרְזֶל שֶׁתַּחַת צַוְּארֵי בְהֵמָה, הַסּוֹמֵךְ, וְהַמַּחְגֵּר, וְהַתַּמְחוּיוֹת, הָעִנְבָּל, וְהַצִּנּוֹרָה, וּמַסְמֵר הַמְחַבֵּר אֶת כֻּלָּן: \n",
            "הַטְּהוֹרִין שֶׁבָּעֲגָלָה, הָעֹל הַמְצֻפֶּה, כְּנָפַיִם הָעֲשׂוּיוֹת לְנוֹי, וּשְׁפוֹפָרוֹת הַמַּשְׁמִיעוֹת אֶת הַקּוֹל, וְהָאֲבָר שֶׁבְּצַד צַוְּארֵי בְהֵמָה, הַסּוֹבֵב שֶׁל גַּלְגַּל, הַטַּסִּים, וְהַצִּפּוּיִים, וּשְׁאָר כָּל הַמַּסְמְרוֹת, טְהוֹרִין. סַנְדְּלֵי בְהֵמָה שֶׁל מַתָּכוֹת, טְמֵאִין. שֶׁל שַׁעַם, טְהוֹרִין. הַסַּיִף מֵאֵימָתַי מְקַבֵּל טֻמְאָה, מִשֶּׁיְּשׁוּפֶנּוּ. וְהַסַּכִּין, מִשֶּׁיַשְׁחִיזֶנָּה: \n",
            "כְּסוּי טֶנִי שֶׁל מַתֶּכֶת שֶׁעָשָׂה בוֹ מַרְאָה, רַבִּי יְהוּדָה מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. מַרְאָה שֶׁנִּשְׁבְּרָה, אִם אֵינָהּ מַרְאָה אֶת רֹב הַפָּנִים, טְהוֹרָה: \n",
            "כְּלֵי מַתָּכוֹת מִטַּמְּאִין וּמִטַּהֲרִין שְׁבוּרִין, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵינָן מִטַּהֲרִין אֶלָּא שְׁלֵמִין. כֵּיצַד, הִזָּה עֲלֵיהֶן, נִשְׁבְּרוּ בוֹ בַיּוֹם, הִתִּיכָן וְחָזַר וְהִזָּה עֲלֵיהֶן שֵׁנִית בּוֹ בַיּוֹם, הֲרֵי אֵלּוּ טְהוֹרִין, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵין הַזָּיָה פָּחוֹת מִשְּׁלִישִׁי וּשְׁבִיעִי: \n",
            "מַפְתֵּחַ שֶׁל אַרְכֻּבָּה שֶׁנִּשְׁבַּר מִתּוֹךְ אַרְכֻּבָּתוֹ, טָהוֹר, רַבִּי יְהוּדָה מְטַמֵּא, מִפְּנֵי שֶׁהוּא פוֹתֵחַ בּוֹ מִבִּפְנִים. וְשֶׁל גַּם שֶׁנִּשְׁבַּר מִתּוֹךְ גֻּמּוֹ, טָהוֹר. הָיוּ בוֹ חָפִין וּנְקָבִין, טָמֵא. נִטְּלוּ חָפִין, טָמֵא מִפְּנֵי נְקָבִין. נִסְתַּתְּמוּ נְקָבִין, טָמֵא מִפְּנֵי חָפִין. נִטְּלוּ חָפִין וְנִסְתַּתְּמוּ נְקָבִין, אוֹ שֶׁפָּרְצוּ זֶה לְתוֹךְ זֶה, טָהוֹר. מְסַנֶּנֶת שֶׁל חַרְדָּל שֶׁנִּפְרְצוּ בָהּ שְׁלֹשָׁה נְקָבִים מִלְּמַטָּן זֶה לְתוֹךְ זֶה, טְהוֹרָה. וְהָאֲפַרְכֵּס שֶׁל מַתָּכוֹת, טְמֵאָה: \n"
        ],
        [
            "כְּלֵי עֵץ, כְּלֵי עוֹר, כְּלֵי עֶצֶם, כְּלֵי זְכוּכִית, פְּשׁוּטֵיהֶן טְהוֹרִין, וּמְקַבְּלֵיהֶן טְמֵאִים. נִשְׁבְּרוּ, טָהָרוּ. חָזַר וְעָשָׂה מֵהֶן כֵּלִים, מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא. הַשִּׁדָּה, וְהַתֵּבָה, וְהַמִּגְדָּל, כַּוֶּרֶת הַקַּשׁ, וְכַוֶּרֶת הַקָּנִים, וּבוֹר סְפִינָה אֲלֶכְּסַנְדְּרִית, שֶׁיֶּשׁ לָהֶם שׁוּלַיִם, וְהֵן מַחֲזִיקִין אַרְבָּעִים סְאָה בְלַח, שֶׁהֵם כּוֹרַיִם בְּיָבֵשׁ, הֲרֵי אֵלּוּ טְהוֹרִין. וּשְׁאָר כָּל הַכֵּלִים, בֵּין מְקַבְּלִין, בֵּין אֵינָם מְקַבְּלִין, טְמֵאִין, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, דַּרְדּוּר עֲגָלָה, וְקֻסְטוֹת הַמְּלָכִים, וַעֲרֵבַת הָעַבְּדָנִין, וּבוֹר סְפִינָה קְטַנָּה, וְהָאָרוֹן, אַף עַל פִּי שֶׁמְּקַבְּלִין, טְמֵאִין, שֶׁאֵינָן עֲשׂוּיִן לִטַּלְטֵל אֶלָּא בְמַה שֶּׁבְּתוֹכָן. וּשְׁאָר כָּל הַכֵּלִים, הַמְּקַבְּלִים, טְהוֹרִין, וְשֶׁאֵינָן מְקַבְּלִין, טְמֵאִין. אֵין בֵּין דִּבְרֵי רַבִּי מֵאִיר לְדִבְרֵי רַבִּי יְהוּדָה אֶלָּא עֲרֵבַת בַּעַל הַבָּיִת: \n",
            "אֲרוּבוֹת שֶׁל נַחְתּוֹמִים, טְמֵאוֹת. וְשֶׁל בַּעֲלֵי בָתִּים, טְהוֹרוֹת. סֵרְקָן אוֹ כִרְכְּמָן, טְמֵאוֹת. דַּף שֶׁל נַחְתּוֹמִין שֶׁקְּבָעוֹ בַכֹּתֶל, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִים. סְרוֹד שֶׁל נַחְתּוֹמִין, טָמֵא. וְשֶׁל בַּעֲלֵי בָתִּים, טָהוֹר. גִּפְּפוֹ מֵאַרְבַּע רוּחוֹתָיו, טָמֵא. נִפְרַץ מֵרוּחַ אַחַת, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הִתְקִינוֹ לִהְיוֹת קוֹרֵץ עָלָיו, טָמֵא. וְכֵן הַמַּעֲרוֹךְ, טָמֵא: \n",
            "יַם נָפָה שֶׁל סִלָּתִין, טָמֵא. וְשֶׁל בַּעֲלֵי בָתִּים, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, אַף שֶׁל גּוֹדֶלֶת טָמֵא מוֹשָׁב, מִפְּנֵי שֶׁהַבָּנוֹת יוֹשְׁבוֹת בְּתוֹכוֹ וְגוֹדְלוֹת: \n",
            "כָּל הַתְּלוֹיִים, טְמֵאִין, חוּץ מִתְּלוֹי נָפָה וּכְבָרָה שֶׁל בַּעַל הַבַּיִת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כֻּלָּן טְהוֹרִין, חוּץ מִתְּלוֹי נָפָה שֶׁל סִלָּתִין, וּתְלוֹי כִּבְרַת גְּרָנוֹת, וּתְלוֹי מַגַּל יָד, וּתְלוֹי מַקֵּל הַבַּלָּשִׁין, מִפְּנֵי שֶׁהֵן מְסַיְּעִין בִּשְׁעַת הַמְּלָאכָה. זֶה הַכְּלָל, הֶעָשׂוּי לְסַיֵּעַ בִּשְׁעַת מְלָאכָה, טָמֵא. הֶעָשׂוּי לִתְלוֹי, טָהוֹר: \n",
            "רַחַת שֶׁל גָּרוֹסוֹת, טְמֵאָה. שֶׁל אוֹצָרוֹת, טְהוֹרָה. שֶׁל גִּתּוֹת, טְמֵאָה. שֶׁל גְּרָנוֹת, טְהוֹרָה. זֶה הַכְּלָל, הֶעָשׂוּי לְקַבָּלָה, טָמֵא. לְכִנּוּס, טָהוֹר: \n",
            "נִבְלֵי הַשָּׁרָה, טְמֵאִין. וְנִבְלֵי בְנֵי לֵוִי, טְהוֹרִין. כָּל הַמַּשְׁקִין, טְמֵאִין. וּמַשְׁקֵה בֵית מַטְבְּחַיָּא, טְהוֹרִין. כָּל הַסְּפָרִים מְטַמְּאִין אֶת הַיָּדַיִם, חוּץ מִסֵּפֶר הָעֲזָרָה. הַמַּרְכּוֹף, טָהוֹר. הַבַּטְנוֹן, וְהַנִּקְטְמוֹן, וְהָאֵרוּס, הֲרֵי אֵלּוּ טְמֵאִים. רַבִּי יְהוּדָה אוֹמֵר, הָאֵרוּס טָמֵא מוֹשָׁב, מִפְּנֵי שֶׁהָאַלָּיִת יוֹשֶׁבֶת עָלָיו. מְצֻדַּת הַחֻלְדָּה, טְמֵאָה. וְשֶׁל הָעַכְבָּרִין, טְהוֹרָה: \n"
        ],
        [
            "כָּל כְּלִי עֵץ שֶׁנֶּחֱלַק לִשְׁנַיִם, טָהוֹר, חוּץ מִשֻּׁלְחָן הַכָּפוּל, וְתַמְחוּי הַמִּזְנוֹן, וְהָאֱפִיפוֹרִין שֶׁל בַּעֲלֵי הַבָּיִת. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמָּגֵס, וְקוֹד הַבַּבְלִי כַּיּוֹצֵא בָהֶן. כְּלֵי עֵץ, מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַמִּטָּה וְהָעֲרִיסָה, מִשֶּׁיְּשׁוּפֵם בְּעוֹר הַדָּג. גָּמַר שֶׁלֹּא לָשׁוּף, טְמֵאָה. רַבִּי מֵאִיר אוֹמֵר, הַמִּטָּה, מִשֶּׁיְּסָרֵג בָּהּ שְׁלֹשָׁה בָתִּים: \n",
            "הַסַּלִּים שֶׁל עֵץ, מִשֶּׁיַּחְסֹם וִיקַנֵּב. וְשֶׁל תְּמָרָה, אַף עַל פִּי שֶׁלֹּא קִנֵּב מִבִּפְנִים, טָמֵא, שֶׁכֵּן מְקַיְּמִין. כַּלְכָּלָה, מִשֶּׁיַּחְסֹם וִיקַנֵּב וְיִגְמֹר אֶת הַתְּלוֹיָה. בֵּית הַלְּגִינִין, וּבֵית הַכּוֹסוֹת, אַף עַל פִּי שֶׁלֹּא קִנֵּב מִבִּפְנִים, טָמֵא, שֶׁכֵּן מְקַיְּמִין: \n",
            "הַקְּנוֹנִין הַקְּטַנִּים, וְהַקְּלָתוֹת, מִשֶּׁיַּחְסֹם וִיקַנֵּב. הַקְּנוֹנִים הַגְּדוֹלִים, וְהַסּוּגִין הַגְּדוֹלִים, מִשֶּׁיַּעֲשֶׂה שְׁנֵי דוּרִים לָרֹחַב שֶׁלָּהֶם. יָם נָפָה, וּכְבָרָה, וְכַף שֶׁל מֹאזְנַיִם, מִשֶּׁיַּעֲשֶׂה דוּר אֶחָד לָרֹחַב שֶׁלָּהֶן. הַקֻּפָּה, מִשֶּׁיַּעֲשֶׂה שְׁתֵּי צְפִירוֹת לָרֹחַב שֶׁלָּהּ. וְהֶעָרָק, מִשֶּׁיַּעֲשֶׂה בוֹ צְפִירָה אֶחָת: \n",
            "כְּלֵי עוֹר, מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַתּוּרְמֵל, מִשֶּׁיַּחְסֹם וִיקַנֵּב וְיַעֲשֶׂה קִיחוֹתָיו. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיַּעֲשֶׂה אֶת אָזְנָיו. סְקֹרְטְיָא, מִשֶּׁיַּחְסֹם וִיקַנֵּב וְיַעֲשֶׂה אֶת צִיצָתָהּ. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיַּעֲשֶׂה אֶת טַבְּעוֹתֶיהָ. קָטָבוֹלְיָא, מִשֶּׁיַּחְסֹם וִיקַנֵּב. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיַּעֲשֶׂה אֶת קִיחוֹתֶיהָ. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר, מִשֶּׁיַּחְסֹם וִיקַנֵּב. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁיִּתְפְּרֵם וִישַׁיֵּר בָּהֶם פָּחוֹת מֵחֲמִשָּׁה טְפָחִים: \n",
            "פָּטִילְיָה, טְמֵאָה. וַחֲסִינָה, טְהוֹרָה. סִגְנִיּוֹת שֶׁל עָלִין, טְהוֹרוֹת. שֶׁל נְצָרִין, טְמֵאוֹת. חוֹתָל שֶׁהוּא נוֹתֵן לְתוֹכוֹ וְנוֹטֵל מִתּוֹכוֹ, טָמֵא. וְאִם אֵינוֹ יָכוֹל עַד שֶׁיִּקְרָעֶנּוּ אוֹ עַד שֶׁיַּתִּירֶנּוּ, טָהוֹר: \n",
            "קְסָיָה שֶׁל זוֹרֵי גְרָנוֹת, שֶׁל הוֹלְכֵי דְרָכִים, שֶׁל עוֹשֵׂי פִשְׁתָּן, טְמֵאָה. אֲבָל שֶׁל צַבָּעִין וְשֶׁל נַפָּחִין, טְהוֹרָה. רַבִּי יוֹסֵי אוֹמֵר, אַף שֶׁל גָּרוֹסוֹת כַּיּוֹצֵא בָהֶן. זֶה הַכְּלָל, הֶעָשׂוּי לְקַבָּלָה, טָמֵא. מִפְּנֵי הַזֵּעָה, טָהוֹר: \n",
            "הַמַּלְקוֹט שֶׁל בָּקָר, וְהֶחָסִים שֶׁלּוֹ, וְהַמַּדָּף שֶׁל דְּבוֹרִים, וְהַמְּנָפָה, הֲרֵי אֵלּוּ טְהוֹרִין. כְּסוּי שֶׁל קֻפְסָא, טָמֵא. כְּסוּי קַמְטְרָא, טָהוֹר. כְּסוּי תֵּבָה, כְּסוּי טֶנִי, וְהַמַּכְבֵּשׁ שֶׁל חָרָשׁ, וְהַכֶּסֶת שֶׁתַּחַת הַתֵּבָה, וְהַקִּמְרוֹן שֶׁלָּהּ, וְאַנְגְּלִין שֶׁל סֵפֶר, בֵּית הַנֶּגֶר, בֵּית הַמַּנְעוּל, וּבֵית הַמְּזוּזָה, וְתִיק נְבָלִין, וְתִיק כִּנּוֹרֶת, וְהָאֵמוּם שֶׁל גּוֹדְלֵי מִצְנָפוֹת, וְהַמַּרְכּוֹף שֶׁל זַמָּר, וּרְבִיעִית שֶׁל אַלָּיִת, וּגְנוֹגְנִית הֶעָנִי, וְסָמוֹכוֹת הַמִּטָּה, וּטְפוּס שֶׁל תְּפִלָּה, וְאֵמוּם שֶׁל עוֹשֵׂה סוּתוֹת, הֲרֵי אֵלּוּ טְהוֹרִים. זֶה הַכְּלָל, אָמַר רַבִּי יוֹסֵי, כָּל מְשַׁמְּשֵׁי מְשַׁמְּשָׁיו שֶׁל אָדָם בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא בִשְׁעַת מְלָאכָה, טָמֵא. וְכֹל שֶׁאֵינוֹ אֶלָּא בִשְׁעַת מְלָאכָה, טָהוֹר: \n",
            "תִּיק הַסַּיִף וְהַסַּכִּין וְהַפִּגְיוֹן, תִּיק מִסְפֶּרֶת וּמִסְפָּרַיִם וְהַתַּעַר, תִּיק מִכְחוֹל, וּבֵית הַכּוֹחַל, תִּיק מַכְתֵּב, וּתְרוּנְתֵּק, תִּיק טַבְלָא וּסְקֹרְטְיָא, בֵּית הַחִצִּים, בֵּית הַפָּגוֹשׁוֹת, הֲרֵי אֵלּוּ טְמֵאִים. תִּיק סִמְפּוֹנְיָא, בִּזְמַן שֶׁהוּא נוֹתֵן מִלְמַעְלָה, טָמֵא. מִצִּדּוֹ, טָהוֹר. תִּיק חֲלִילִין, רַבִּי יְהוּדָה מְטַהֵר, מִפְּנֵי שֶׁהוּא נוֹתְנוֹ מִצִּדּוֹ. חִפּוּי הָאַלָּה, הַקֶּשֶׁת, וְהָרֹמַח, הֲרֵי אֵלּוּ טְהוֹרִין. זֶה הַכְּלָל, הֶעָשׂוּי לְתִיק, טָמֵא. לְחִפּוּי, טָהוֹר: \n"
        ],
        [
            "כָּל כְּלֵי בַעֲלֵי בָתִּים, שִׁעוּרָן בְּרִמּוֹנִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בְּמַה שֶּׁהֵן. קֻפּוֹת הַגַּנָּנִים, שִׁעוּרָן בַּאֲגֻדּוֹת שֶׁל יָרָק. שֶׁל בַּעֲלֵי בָתִּים, בְּתֶבֶן. שֶׁל בַּלָּנִין, בִּגְבָבָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כֻּלָּן בְּרִמּוֹנִים:  ",
            "הַחֵמֶת, שִׁעוּרָהּ בִּפְקָעִיּוֹת שֶׁל שֶׁתִי. אִם אֵינָהּ מְקַבֶּלֶת שֶׁל שְׁתִי, אַף עַל פִּי שֶׁמְּקַבֶּלֶת שֶׁל עֵרֶב, טְמֵאָה. בֵּית קְעָרוֹת שֶׁאֵינוֹ מְקַבֵּל קְעָרוֹת, אַף עַל פִּי שֶׁמְּקַבֵּל אֶת הַתַּמְחוּיִין, טָמֵא. בֵּית הָרְעִי שֶׁאֵינוֹ מְקַבֵּל מַשְׁקִין, אַף עַל פִּי שֶׁמְּקַבֵּל אֶת הָרְעִי, טָמֵא. רַבָּן גַּמְלִיאֵל מְטַהֵר, מִפְּנֵי שֶׁאֵין מְקַיְּמִין אוֹתוֹ:  ",
            "הַסַּלִּין שֶׁל פַּת, שִׁעוּרָן בְּכִכָּרוֹת שֶׁל פָּת. אֱפִיפְיָרוֹת שֶׁעָשָׂה לָהֶן קָנִים מִלְּמַטָּן לְמַעְלָה לְחִזּוּק, טְהוֹרָה. עָשָׂה לָהּ גַּפַּיִם כָּל שֶׁהֵן, טְמֵאָה. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם אֵינָהּ יְכוֹלָה לְהִנָּטֵל בַּגַּפַּיִם, טְהוֹרָה:  ",
            "הָרִמּוֹנִים שֶׁאָמְרוּ, שְׁלֹשָׁה, אֲחוּזִין זֶה בָזֶה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בְּנָפָה וּבִכְבָרָה, כְּדֵי שֶׁיִּטֹּל וִיהַלֵּךְ, וּבְקֻפָּה, כְּדֵי שֶׁיַּפְשִׁיל לַאֲחוֹרָיו. וּשְׁאָר כָּל הַכֵּלִים שֶׁאֵינָן יְכוֹלִין לְקַבֵּל רִמּוֹנִים, כְּגוֹן הָרֹבַע, וַחֲצִי הָרֹבַע, הַקְּנוֹנִים הַקְּטַנִּים, שִׁעוּרָן בְּרֻבָּן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן אוֹמֵר, בְּזֵיתִים. נִפְרְצוּ, שִׁעוּרָן בְּזֵיתִים. נִגְמְמוּ, שִׁעוּרָן בְּמַה שֶּׁהֵן:  ",
            "הָרִמּוֹן שֶׁאָמְרוּ, לֹא קָטָן וְלֹא גָדוֹל אֶלָּא בֵינוֹנִי. וּלְמָה הֻזְכְּרוּ רִמּוֹנֵי בָדָאן, שֶׁיְּהוּ מְקַדְּשִׁין כָּל שֶׁהֵן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, לְשַׁעֵר בָּהֶן אֶת הַכֵּלִים. רַבִּי עֲקִיבָא אוֹמֵר, לְכָךְ וּלְכָךְ הֻזְכְּרוּ, לְשַׁעֵר בָּהֶן אֶת הַכֵּלִים, וְיִהְיוּ מְקַדְּשִׁין כָּל שֶׁהֵן. אָמַר רַבִּי יוֹסֵי, לֹא הֻזְכְּרוּ רִמּוֹנֵי בָדָאן וַחֲצִירֵי גֶבַע, אֶלָּא שֶׁיִּהְיוּ מִתְעַשְּׂרִין וַדַּאי בְּכָל מָקוֹם:  ",
            "כַּבֵּיצָה שֶׁאָמְרוּ, לֹא גְדוֹלָה וְלֹא קְטַנָּה אֶלָּא בֵינוֹנִית. רַבִּי יְהוּדָה אוֹמֵר, מֵבִיא גְדוֹלָה שֶׁבַּגְּדוֹלוֹת וּקְטַנָּה שֶׁבַּקְּטַנּוֹת, וְנוֹתֵן לְתוֹךְ הַמַּיִם, וְחוֹלֵק אֶת הַמָּיִם. אָמַר רַבִּי יוֹסֵי, וְכִי מִי מוֹדִיעֵנִי אֵיזוֹהִי גְדוֹלָה וְאֵיזוֹהִי קְטַנָּה, אֶלָּא הַכֹּל לְפִי דַעְתּוֹ שֶׁל רוֹאֶה:  ",
            "כַּגְּרוֹגֶרֶת שֶׁאָמְרוּ, לֹא גְדוֹלָה וְלֹא קְטַנָּה אֶלָּא בֵינוֹנִית. רַבִּי יְהוּדָה אוֹמֵר, הַגְּדוֹלָה שֶׁבְּאֶרֶץ יִשְׂרָאֵל הִיא הַבֵּינוֹנִית שֶׁבַּמְּדִינוֹת:  ",
            "כַּזַּיִת שֶׁאָמְרוּ, לֹא גָדוֹל וְלֹא קָטָן אֶלָּא בֵינוֹנִי, זֶה אֵגוֹרִי. כַּשְּׂעֹרָה שֶׁאָמְרוּ, לֹא גְדוֹלָה וְלֹא קְטַנָּה אֶלָּא בֵינוֹנִית, זוֹ מִדְבָּרִית. כָּעֲדָשָׁה שֶׁאָמְרוּ, לֹא גְדוֹלָה וְלֹא קְטַנָּה אֶלָּא בֵינוֹנִית, זוֹ מִצְרִית. כָּל הַמִּטַּלְטְלִין מְבִיאִין אֶת הַטֻּמְאָה בָּעֳבִי הַמַּרְדֵּעַ, לֹא גָדוֹל וְלֹא קָטָן אֶלָּא בֵינוֹנִי. אֵיזֶה הוּא בֵינוֹנִי, כֹּל שֶׁהֶקֵּפוֹ טֶפַח:  ",
            "הָאַמָּה שֶׁאָמְרוּ, בָּאַמָּה הַבֵּינוֹנִית. וּשְׁתֵּי אַמּוֹת הָיָה בְשׁוּשַׁן הַבִּירָה, אַחַת עַל קֶרֶן מִזְרָחִית צְפוֹנִית וְאַחַת עַל קֶרֶן מִזְרָחִית דְּרוֹמִית. שֶׁעַל קֶרֶן מִזְרָחִית צְפוֹנִית הָיְתָה יְתֵרָה עַל שֶׁל משֶׁה חֲצִי אֶצְבַּע. שֶׁעַל קֶרֶן מִזְרָחִית דְּרוֹמִית הָיְתָה יְתֵרָה עָלֶיהָ חֲצִי אֶצְבַּע, נִמְצֵאת יְתֵרָה עַל שֶׁל משֶׁה אֶצְבָּע. וְלָמָּה אָמְרוּ אַחַת גְּדוֹלָה וְאַחַת קְטַנָּה, אֶלָּא שֶׁהָאֻמָּנִין נוֹטְלִין בַּקְּטַנָּה וּמַחֲזִירִין בַּגְּדוֹלָה, כְּדֵי שֶׁלֹּא יָבֹאוּ לִידֵי מְעִילָה:  ",
            "רַבִּי מֵאִיר אוֹמֵר, כָּל הָאַמּוֹת הָיוּ בֵינוֹנִיּוֹת, חוּץ מִמִּזְבַּח הַזָּהָב וְהַקֶּרֶן וְהַסּוֹבֵב וְהַיְסוֹד. רַבִּי יְהוּדָה אוֹמֵר, אַמַּת הַבִּנְיָן שִׁשָּׁה טְפָחִים, וְשֶׁל כֵּלִים חֲמִשָּׁה:  ",
            "וְיֵשׁ שֶׁאָמְרוּ בְּמִדָּה דַקָּה, מִדּוֹת הַלַּח וְהַיָּבֵשׁ שִׁעוּרָן בָּאִיטַלְקִי, זוֹ מִדְבָּרִית. וְיֵשׁ שֶׁאָמְרוּ, הַכֹּל לְפִי מַה שֶּׁהוּא אָדָם, הַקּוֹמֵץ אֶת הַמִּנְחָה, וְהַחוֹפֵן אֶת הַקְּטֹרֶת, וְהַשּׁוֹתֶה כִמְלֹא לֻגְמָיו בְּיוֹם הַכִּפּוּרִים, וְכִמְזוֹן שְׁתֵּי סְעֻדּוֹת לָעֵרוּב, מְזוֹנוֹ לְחֹל אֲבָל לֹא לְשַׁבָּת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, לְשַׁבָּת אֲבָל לֹא לְחֹל. אֵלּוּ וָאֵלּוּ מִתְכַּוְּנִין לְהָקֵל. רַבִּי שִׁמְעוֹן אוֹמֵר, מִשְּׁתֵּי יָדוֹת לְכִכָּר, מִשָּׁלֹשׁ לְקָב. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָא אוֹמֵר, מִכִּכָּר בְּפֻנְדְּיוֹן, מֵאַרְבַּע סְאִין בְּסָלַע:  ",
            "וְיֵשׁ שֶׁאָמְרוּ בְמִדָּה גַסָּה, מְלֹא תַרְוָד רָקָב, כִּמְלֹא תַרְוָד גָּדוֹל שֶׁל רוֹפְאִים. וּגְרִיס נְגָעִים, כַּגְּרִיס הַקִּלְקִי. הָאוֹכֵל בְּיוֹם הַכִּפּוּרִים כַּכּוֹתֶבֶת הַגַּסָּה, כָּמוֹהָ וּכְגַּרְעִינָתָהּ. וְנוֹדוֹת יַיִן וָשֶׁמֶן, שִׁעוּרָן כְּפִיקָה גְדוֹלָה שֶׁלָּהֶן. וּמָאוֹר שֶׁלֹּא נַעֲשָׂה בִידֵי אָדָם, שִׁעוּרוֹ כִמְלֹא אֶגְרוֹף גָּדוֹל, זֶה הוּא אֶגְרוֹפוֹ שֶׁל בֶּן בָּטִיחַ. אָמַר רַבִּי יוֹסֵי, יֶשְׁנוֹ כְרֹאשׁ גָּדוֹל שֶׁל אָדָם. וְשֶׁנַּעֲשָׂה בִידֵי אָדָם, שִׁעוּרוֹ כִמְלֹא מַקְדֵּחַ גָּדוֹל שֶׁל לִשְׁכָּה, שֶׁהוּא כְפֻנְדְּיוֹן הָאִיטַלְקִי, וּכְסֶלַע הַנֵּירוֹנִית, וְכִמְלֹא נֶקֶב שֶׁבָּעֹל:  ",
            "כֹּל שֶׁבַּיָּם טָהוֹר, חוּץ מִכֶּלֶב הַמַּיִם, מִפְּנֵי שֶׁהוּא בוֹרֵחַ לַיַּבָּשָׁה, דִּבְרֵי רַבִּי עֲקִיבָא. הָעוֹשֶׂה כֵלִים מִן הַגָּדֵל בַּיָּם וְחִבֵּר לָהֶם מִן הַגָּדֵל בָּאָרֶץ, אֲפִלּוּ חוּט, אֲפִלּוּ מְשִׁיחָה, דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, טָמֵא:  ",
            "וְיֵשׁ בְּמֶה שֶּׁנִּבְרָא בַיּוֹם הָרִאשׁוֹן טֻמְאָה, בַּשֵּׁנִי אֵין בּוֹ טֻמְאָה, בַּשְּׁלִישִׁי יֶשׁ בּוֹ טֻמְאָה, בָּרְבִיעִי וּבַחֲמִישִׁי אֵין בָּהֶם טֻמְאָה, חוּץ מִכְּנַף הָעוֹז וּבֵיצַת נַעֲמִית הַמְצֻפָּה. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, מַה נִּשְׁתַּנָּה כְנַף הָעוֹז מִכָּל הַכְּנָפָיִם. וְכֹל שֶׁנִּבְרָא בַיּוֹם הַשִּׁשִּׁי, טָמֵא:  ",
            "הָעוֹשֶׂה כְלִי קִבּוּל, מִכָּל מָקוֹם, טָמֵא. הָעוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב, מִכָּל מָקוֹם, טָמֵא. הָעוֹשֶׂה כִיס מֵעוֹר הַמַּצָּה, מִן הַנְּיָר, טָמֵא. הָרִמּוֹן, הָאַלּוֹן, וְהָאֱגוֹז, שֶׁחֲקָקוּם הַתִּינוֹקוֹת לָמֹד בָּהֶם אֶת הֶעָפָר אוֹ שֶׁהִתְקִינוּם לְכַף מֹאזְנַיִם, טָמֵא, שֶׁיֶּשׁ לָהֶם מַעֲשֶׂה וְאֵין לָהֶם מַחֲשָׁבָה:  ",
            "קְנֵה מֹאזְנַיִם וְהַמָּחוֹק שֶׁיֶּשׁ בָּהֶן בֵּית קִבּוּל מַתָּכוֹת, וְהָאֵסֶל שֶׁיֶּשׁ בּוֹ בֵית קִבּוּל מָעוֹת, וְקָנֶה שֶׁל עָנִי שֶׁיֶּשׁ בּוֹ בֵית קִבּוּל מַיִם, וּמַקֵּל שֶׁיֶּשׁ בּוֹ בֵית קִבּוּל מְזוּזָה וּמַרְגָּלִיּוֹת, הֲרֵי אֵלּוּ טְמֵאִין. וְעַל כֻּלָּן אָמַר רַבִּי יוֹחָנָן בֶּן זַכַּאי, אוֹי לִי אִם אֹמַר, אוֹי לִי אִם לֹא אֹמַר:  ",
            "תַּחְתִּית הַצּוֹרְפִים, טְמֵאָה. וְשֶׁל נַפָּחִין, טְהוֹרָה. מַשְׁחֶזֶת שֶׁיֶּשׁ בָּהּ בֵּית קִבּוּל שֶׁמֶן, טְמֵאָה. וְשֶׁאֵין בָּהּ, טְהוֹרָה. פִּנְקָס שֶׁיֶּשׁ בָּהּ בֵּית קִבּוּל שַׁעֲוָה, טְמֵאָה. וְשֶׁאֵין בָּהּ, טְהוֹרָה. מַחֲצֶלֶת הַקַּשׁ וּשְׁפוֹפֶרֶת הַקַּשׁ, רַבִּי עֲקִיבָא מְטַמֵּא, וְרַבִּי יוֹחָנָן בֶּן נוּרִי מְטַהֵר. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף שֶׁל פַּקּוּעוֹת כַּיּוֹצֵא בָהֶן. מַחֲצֶלֶת קָנִים וְשֶׁל חֵלֶף, טְהוֹרָה. שְׁפוֹפֶרֶת הַקָּנֶה שֶׁחֲתָכָהּ לְקַבָּלָה, טְהוֹרָה, עַד שֶׁיּוֹצִיא אֶת כָּל הַכָּכָי:  "
        ],
        [
            "הַשִּׁדָּה, בֵּית שַׁמַּאי אוֹמְרִים, נִמְדֶּדֶת מִבִּפְנִים. וּבֵית הִלֵּל אוֹמְרִים, נִמְדֶּדֶת מִבַּחוּץ. מוֹדִים אֵלּוּ וָאֵלּוּ שֶׁאֵין עֳבִי הָרַגְלַיִם וָעֳבִי לִזְבְּזִין נִמְדָּד. רַבִּי יוֹסֵי אוֹמֵר, מוֹדִים שֶׁעֳבִי הָרַגְלַיִם וָעֳבִי לִזְבְּזִין נִמְדָּד, וּבֵינֵיהֶם אֵינוֹ נִמְדָּד. רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אִם הָיוּ הָרַגְלַיִם גְּבוֹהוֹת טֶפַח, אֵין בֵּינֵיהֶם נִמְדָּד. וְאִם לָאו, בֵּינֵיהֶן נִמְדָּד: \n",
            "מוּכְנִי שֶׁלָּהּ, בִּזְמַן שֶׁהִיא נִשְׁמֶטֶת, אֵינָהּ חִבּוּר לָהּ, וְאֵינָהּ נִמְדֶּדֶת עִמָּהּ, וְאֵינָהּ מַצֶּלֶת עִמָּהּ בְּאֹהֶל הַמֵּת, וְאֵין גּוֹרְרִין אוֹתָהּ בְּשַׁבָּת בִּזְמַן שֶׁיֶּשׁ בְּתוֹכָהּ מָעוֹת. וְאִם אֵינָהּ נִשְׁמֶטֶת, חִבּוּר לָהּ, וְנִמְדֶּדֶת עִמָּהּ, וּמַצֶּלֶת עִמָּהּ בְּאֹהֶל הַמֵּת, וְגוֹרְרִין אוֹתָהּ בְּשַׁבָּת אַף עַל פִּי שֶׁיֶּשׁ בְּתוֹכָהּ מָעוֹת. הַקִּמְרוֹן שֶׁלָּהּ, בִּזְמַן שֶׁהוּא קָבוּעַ, חִבּוּר לָהּ וְנִמְדָּד עִמָּהּ. וְאִם אֵינוֹ קָבוּעַ, אֵינוֹ חִבּוּר לָהּ וְאֵינוֹ נִמְדָּד עִמָּהּ. כֵּיצַד מוֹדְדִין אוֹתוֹ, רֹאשׁ תּוֹר. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵינָהּ יְכוֹלָה לַעֲמֹד בִּפְנֵי עַצְמָהּ, טְהוֹרָה: \n",
            "הַשִּׁדָּה וְהַתֵּבָה וְהַמִּגְדָּל שֶׁנִּטְּלָה אַחַת מֵרַגְלֵיהֶן, אַף עַל פִּי שֶׁמְּקַבְּלִין, טְהוֹרִין. וְשֶׁאֵינָן מְקַבְּלִין כְּדַרְכָּן, רַבִּי יוֹסֵי מְטַמֵּא. וְנַקְלִיטֵי הַמִּטָּה וַחֲמוֹר וְחִפּוּי, טְהוֹרִין. אֵין טָמֵא אֶלָּא מִטָּה וּמַלְבֵּן. וּמַלְבְּנֵי בְנֵי לֵוִי, טְהוֹרִין: \n",
            "מַלְבֵּן שֶׁנְּתָנוֹ עַל לְשׁוֹנוֹת, רַבִּי מֵאִיר וְרַבִּי יְהוּדָה מְטַמְּאִין, רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן מְטַהֲרִין. אָמַר רַבִּי יוֹסֵי, מַה שָּׁנָה זֶה מִמַּלְבְּנֵי בְנֵי לֵוִי, שֶׁמַּלְבְּנֵי בְנֵי לֵוִי טְהוֹרִין: \n",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס, נִטְּלָה קְצָרָה וּשְׁתֵּי כְרָעַיִם, טְמֵאָה. אֲרֻכָּה וּשְׁתֵּי כְרָעַיִם, טְהוֹרָה. רַבִּי נְחֶמְיָה מְטַמֵּא. גָּדַד שְׁתֵּי לְשׁוֹנוֹת לוֹכְסָן, גָּדַד שְׁתֵּי כְרָעַיִם (טֶפַח עַל טֶפַח) לוֹכְסָן, אוֹ שֶׁמִּעֲטָהּ פָּחוֹת מִטֶּפַח, טְהוֹרָה: \n",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס, נִשְׁבְּרָה אֲרֻכָּה וְתִקְּנָהּ, טְמֵאָה מִדְרָס. נִשְׁבְּרָה שְׁנִיָּה וְתִקְּנָהּ, טְהוֹרָה מִן הַמִּדְרָס, אֲבָל טְמֵאָה מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּשְׁבְּרָה שְׁנִיָּה, טְהוֹרָה: \n",
            "כֶּרַע שֶׁהָיְתָה טְמֵאָה מִדְרָס, וְחִבְּרָהּ לַמִּטָּה, כֻּלָּהּ טְמֵאָה מִדְרָס. פֵּרְשָׁה, הִיא טְמֵאָה מִדְרָס, וְהַמִּטָּה מַגַּע מִדְרָס. הָיְתָה טְמֵאָה טֻמְאַת שִׁבְעָה וְחִבְּרָהּ לַמִּטָּה, כֻּלָּהּ טְמֵאָה טֻמְאַת שִׁבְעָה. פֵּרְשָׁה, הִיא טְמֵאָה טֻמְאַת שִׁבְעָה, וְהַמִּטָּה טְמֵאָה טֻמְאַת עָרֶב. הָיְתָה טְמֵאָה טֻמְאַת עֶרֶב וְחִבְּרָהּ לַמִּטָּה, כֻּלָּהּ טְמֵאָה טֻמְאַת עָרֶב. פֵּרְשָׁה, הִיא טְמֵאָה טֻמְאַת עֶרֶב, וְהַמִּטָּה טְהוֹרָה. וְכֵן הַשֵּׁן שֶׁל מַעְדֵּר: \n",
            "תְּפִלָּה, אַרְבָּעָה כֵלִים. הִתִּיר קְצִיצָה הָרִאשׁוֹנָה וְתִקְּנָהּ, טְמֵאָה טְמֵא מֵת, וְכֵן שְׁנִיָּה, וְכֵן שְׁלִישִׁית. הִתִּיר אֶת הָרְבִיעִית, טְהוֹרָה מִטְּמֵא מֵת, אֲבָל טְמֵאָה מַגַּע טְמֵא מֵת. חָזַר לָרִאשׁוֹנָה וְהִתִּירָהּ וְתִקְּנָהּ, טְמֵאָה בְמַגָּע, וְכֵן שְׁנִיָּה. הִתִּיר אֶת הַשְּׁלִישִׁית, טְהוֹרָה, שֶׁהָרְבִיעִית בְּמַגָּע, וְאֵין מַגָּע עוֹשֶׂה מַגָּע: \n",
            "מִטָּה שֶׁנִּגְנַב חֶצְיָהּ, אוֹ אָבַד חֶצְיָהּ, אוֹ חֲלָקוּהָ אַחִין, אוֹ שֻׁתָּפִין, טְהוֹרָה. הֶחֱזִירוּהָ, מְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא. מִטָּה מִטַּמְּאָה חֲבִילָה, וּמִטַּהֶרֶת חֲבִילָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, מִטַּמְּאָה אֵבָרִים, וּמִטַּהֶרֶת אֵבָרִים: \n"
        ],
        [
            "הַמְפָרֵק אֶת הַמִּטָּה לְהַטְבִּילָהּ, וְהַנּוֹגֵעַ בַּחֲבָלִין, טָהוֹר. הַחֶבֶל מֵאֵימָתַי הוּא חִבּוּר לַמִּטָּה, מִשֶּׁיְּסָרֵג בָּהּ שְׁלֹשָׁה בָתִּים. וְהַנּוֹגֵעַ מִן הַקֶּשֶׁר וְלִפְנִים, טָמֵא. מִן הַקֶּשֶׁר וְלַחוּץ, טָהוֹר. נִימֵי הַקֶּשֶׁר, הַנּוֹגֵעַ בְּצָרְכּוֹ, טָמֵא. וְכַמָּה הוּא צָרְכּוֹ, רַבִּי יְהוּדָה אוֹמֵר, שָׁלֹשׁ אֶצְבָּעוֹת:  ",
            "הַחֶבֶל הַיּוֹצֵא מִן הַמִּטָּה, עַד חֲמִשָּׁה טְפָחִים, טָהוֹר. מֵחֲמִשָּׁה וְעַד עֲשָׂרָה, טָמֵא. מֵעֲשָׂרָה וְלַחוּץ, טָהוֹר, שֶׁבּוֹ קוֹשְׁרִין אֶת הַפְּסָחִים, וּמְשַׁלְשְׁלִין אֶת הַמִּטּוֹת:  ",
            "מִזְרָן הַיּוֹצֵא מִן הַמִּטָּה, כָּל שֶׁהוּא, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, עַד עֲשָׂרָה טְפָחִים. שְׁיָרֵי מִזְרָן, שִׁבְעָה טְפָחִים, כְּדֵי לַעֲשׂוֹתוֹ חֶבֶק לַחֲמוֹר:  ",
            "נִשָּׂא הַזָּב עַל הַמִּטָּה וְעַל הַמִּזְרָן, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, נִשָּׂא הַזָּב עַל הַמִּטָּה וְעַל הַמִּזְרָן, עֲשָׂרָה טְפָחִים, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. מֵעֲשָׂרָה וְלַחוּץ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. נִשָּׂא עַל הַמִּזְרָן, מֵעֲשָׂרָה וְלִפְנִים, טָמֵא. מֵעֲשָׂרָה וְלַחוּץ, טָהוֹר:  ",
            "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס, וְכָרַךְ לָהּ מִזְרָן, כֻּלָּהּ טְמֵאָה מִדְרָס. פֵּרְשָׁה, הִיא טְמֵאָה מִדְרָס, וְהַמִּזְרָן מַגַּע מִדְרָס. הָיְתָה טְמֵאָה טֻמְאַת שִׁבְעָה, וְכָרַךְ לָהּ מִזְרָן, כֻּלָּהּ טְמֵאָה טֻמְאַת שִׁבְעָה. פֵּרְשָׁה, הִיא טְמֵאָה טֻמְאַת שִׁבְעָה, וְהַמִּזְרָן טָמֵא טֻמְאַת עָרֶב. הָיְתָה טְמֵאָה טֻמְאַת עֶרֶב, וְכָרַךְ לָהּ מִזְרָן, כֻּלָּהּ טְמֵאָה טֻמְאַת עָרֶב. פֵּרְשָׁה, הִיא טְמֵאָה טֻמְאַת עֶרֶב, וְהַמִּזְרָן טָהוֹר:  ",
            "מִטָּה שֶׁכָּרַךְ לָהּ מִזְרָן, וְנָגַע בָּהֶן הַמֵּת, טְמֵאִין טֻמְאַת שִׁבְעָה. פֵּרְשׁוּ, טְמֵאִין טֻמְאַת שִׁבְעָה. נָגַע בָּהֶן הַשֶּׁרֶץ, טְמֵאִין טֻמְאַת עָרֶב. פֵּרְשׁוּ, טְמֵאִין טֻמְאַת עָרֶב. מִטָּה שֶׁנִּטְּלוּ שְׁתֵּי אֲרֻכּוֹת שֶׁלָּהּ וְעָשָׂה לָהּ חֲדָשׁוֹת, וְלֹא שִׁנָּה אֶת הַנְּקָבִים, נִשְׁתַּבְּרוּ חֲדָשׁוֹת, טְמֵאָה. וִישָׁנוֹת, טְהוֹרָה, שֶׁהַכֹּל הוֹלֵךְ אַחַר הַיְשָׁנוֹת:  ",
            "תֵּבָה שֶׁפִּתְחָהּ מִלְמַעְלָה, טְמֵאָה טְמֵא מֵת. נִפְחֲתָה מִלְמַעְלָה, טְמֵאָה טְמֵא מֵת. נִפְחֲתָה מִלְּמַטָּה, טְהוֹרָה. מְגוּרוֹת שֶׁבָּהּ, טְמֵאוֹת, וְאֵינָם חִבּוּר לָהּ:  ",
            "הַתּוּרְמֵל שֶׁנִּפְחֲתָה כִּיס שֶׁבְּתוֹכוֹ, טָמֵא, וְאֵינוֹ חִבּוּר לוֹ. הַחֵמֶת שֶׁבֵּיצִים שֶׁלָּהּ מְקַבְּלוֹת עִמָּהּ, וְנִפְחֲתוּ, טְהוֹרוֹת, שֶׁאֵינָם מְקַבְּלוֹת כְּדַרְכָּן:  ",
            "תֵּבָה שֶׁפִּתְחָהּ מִצִּדָּהּ, טְמֵאָה מִדְרָס וּטְמֵא מֵת. אָמַר רַבִּי יוֹסֵי, אֵימָתַי, בִּזְמַן שֶׁאֵינָהּ גְּבוֹהָה עֲשָׂרָה טְפָחִים, אוֹ שֶׁאֵין לָהּ לִזְבֵּז טֶפַח. נִפְחֲתָה מִלְמַעְלָן, טְמֵאָה טְמֵא מֵת. נִפְחֲתָה מִלְּמַטָּן, רַבִּי מֵאִיר מְטַמֵּא. וַחֲכָמִים מְטַהֲרִין, מִפְּנֵי שֶׁבָּטַל הָעִקָּר, בָּטְלָה הַטְּפֵלָה:  ",
            "מִשְׁפֶּלֶת שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים, רַבִּי מֵאִיר מְטַמֵּא. וַחֲכָמִים מְטַהֲרִים, מִפְּנֵי שֶׁבָּטַל הָעִקָּר, בָּטְלָה הַטְּפֵלָה:  "
        ],
        [
            "הַכָּרִים וְהַכְּסָתוֹת וְהַשַּׂקִּין וְהַמַּרְצוּפִין שֶׁנִּפְחֲתוּ, הֲרֵי אֵלּוּ טְמֵאִים מִדְרָס. הַקְּלוּסְטָר, אַרְבָּעָה קַבִּין, הַתּוּרְמֵל חֲמֵשֶׁת קַבִּין, הַכְּרֵיתִית סְאָה. הַחֵמֶת שֶׁל שִׁבְעַת קַבִּין, רַבִּי יְהוּדָה אוֹמֵר, אַף הָרִבְצָל וְהַמִּזְוָדָה כָּל שֶׁהֵן, הֲרֵי אֵלּוּ טְמֵאִין מִדְרָס. וְכֻלָּם שֶׁנִּפְחֲתוּ, טְהוֹרִים, מִפְּנֵי שֶׁבָּטַל הָעִקָּר, וּבָטְלָה הַטְּפֵלָה:  ",
            "חֵמֶת חֲלִילִין, טְהוֹרָה מִן הַמִּדְרָס. עֲרֵבַת פִּיסוֹנוֹת, בֵּית שַׁמַּאי אוֹמְרִים, מִדְרָס. וּבֵית הִלֵּל אוֹמְרִים, טְמֵא מֵת. עֲרֵבָה מִשְּׁנֵי לֹג וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה, טְמֵאָה מִדְרָס. הִנִּיחָהּ בַּגְּשָׁמִים וְנִתְפְּחָה, טְמֵאָה טְמֵא מֵת. בַּקָּדִים וְנִסְדְּקָה, מְקַבֶּלֶת מִדְרָס. זֶה חֹמֶר בִּשְׁיָרֵי כְלֵי עֵץ מִבִּתְחִלָּתָן. וְחֹמֶר בִּשְׁיָרֵי כְלֵי נְצָרִים מִבִּתְחִלָּתָן, שֶׁמִּתְּחִלָּתָן אֵינָם מְקַבְּלִים טֻמְאָה עַד שֶׁיִּתְחַסֵּמוּ. נִתְחַסְּמוּ, אַף עַל פִּי שֶׁנָּשְׁרוּ שִׂפְתוֹתֵיהֶן כָּל שֶׁהֵן, טְמֵאִין:  ",
            "מַקֵּל שֶׁעֲשָׂאוֹ בֵּית יָד לְקֻרְדֹּם, חִבּוּר לַטֻּמְאָה בִּשְׁעַת מְלָאכָה. הַדְּיוּסְטָר, חִבּוּר לַטֻּמְאָה בִּשְׁעַת מְלָאכָה. קְבָעוֹ בִכְלוֹנָס, טָמֵא, וְאֵינוֹ חִבּוּר לָהּ. עָשָׂה לוֹ דְיוּסְטָר, אֵין טָמֵא אֶלָּא צָרְכּוֹ. כִּסֵּא שֶׁקְּבָעוֹ בִכְלוֹנָס, טָמֵא, וְאֵינוֹ חִבּוּר לוֹ. עָשָׂה בוֹ כִסֵּא, אֵין טָמֵא אֶלָּא מְקוֹמוֹ. קְבָעוֹ בְקוֹרַת בֵּית הַבַּד, טָמֵא, וְאֵינוֹ חִבּוּר לָהּ. עָשָׂה בְרֹאשָׁהּ כִּסֵּא, טָהוֹר, מִפְּנֵי שֶׁאוֹמְרִין לוֹ, עֲמֹד וְנַעֲשֶׂה אֶת מְלַאכְתֵּנוּ:  ",
            "עֲרֵבָה גְדוֹלָה שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים, וְהִתְקִינָהּ לִישִׁיבָה, רַבִּי עֲקִיבָא מְטַמֵּא. וַחֲכָמִים מְטַהֲרִין, עַד שֶׁיְּקַצֵּעַ. עֲשָׂאָהּ אֵבוּס לַבְּהֵמָה, אַף עַל פִּי שֶׁקְּבָעָהּ בַּכֹּתֶל, טְמֵאָה:  ",
            "כֹּפֶת שֶׁקְּבָעוֹ בְנִדְבָּךְ, קְבָעוֹ וְלֹא בָנָה עָלָיו, בָּנָה עָלָיו וְלֹא קְבָעוֹ, טָמֵא. קְבָעוֹ וּבָנָה עָלָיו, טָהוֹר. מַפָּץ שֶׁנְּתָנוֹ עַל גַּבֵּי הַקּוֹרוֹת, קְבָעוֹ וְלֹא נָתַן עָלָיו אֶת הַמַּעֲזִיבָה, נָתַן עָלָיו אֶת הַמַּעֲזִיבָה וְלֹא קְבָעוֹ, טָמֵא. קְבָעוֹ וְנָתַן עָלָיו אֶת הַמַּעֲזִיבָה, טָהוֹר. קְעָרָה שֶׁקְּבָעָהּ בְּשִׁדָּה תֵּבָה וּמִגְדָּל, כְּדֶרֶךְ קַבָּלָתָהּ, טְמֵאָה. שֶׁלֹּא כְדֶרֶךְ קַבָּלָתָהּ, טְהוֹרָה:  ",
            "סָדִין שֶׁהוּא טְמֵא מִדְרָס וַעֲשָׂאוֹ וִילוֹן, טָהוֹר מִן הַמִּדְרָס, אֲבָל טָמֵא טְמֵא מֵת. מֵאֵימָתַי הִיא טָהֳרָתוֹ. בֵּית שַׁמַּאי אוֹמְרִים, מִשֶּׁיִּתָּבֵר. בֵּית הִלֵּל אוֹמְרִים, מִשֶּׁיִּקָּשֵׁר. רַבִּי עֲקִיבָא אוֹמֵר, מִשֶּׁיִּקָּבֵעַ:  ",
            "מַחֲצֶלֶת שֶׁעָשָׂה לָהּ קָנִים לְאָרְכָּהּ, טְהוֹרָה. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיַּעֲשֶׂה כְמִין כִי. עֲשָׂאָם לְרָחְבָּהּ וְאֵין בֵּין קָנֶה לַחֲבֵרוֹ אַרְבָּעָה טְפָחִים, טָהוֹר. נֶחְלְקָה לְרָחְבָּהּ, רַבִּי יְהוּדָה מְטַהֵר. וְכֵן הַמַּתִּיר רָאשֵׁי הַמַּעֲדַנִּין, טְהוֹרָה. נֶחְלְקָה לְאָרְכָּהּ וְנִשְׁתַּיְּרוּ בָהּ שְׁלֹשָׁה מַעֲדַנִּים שֶׁל שִׁשָּׁה טְפָחִים, טְמֵאָה. מַחֲצֶלֶת, מֵאֵימָתַי מְקַבֶּלֶת טֻמְאָה. מִשֶּׁתִּקָּנֵב, וְהִיא גְמַר מְלַאכְתָּהּ:  "
        ],
        [
            "הַנּוֹגֵעַ בַּכֹּבֶד הָעֶלְיוֹן, בַּכֹּבֶד הַתַּחְתּוֹן, בַּנִּירִים, וּבַקֵּירוֹס, וּבְחוּט שֶׁהֶעֱבִירוֹ עַל גַּבֵּי אַרְגָּמָן, וּבְעִירָה שֶׁאֵינוֹ עָתִיד לְהַחֲזִירָהּ, טָהוֹר. בְּנֶפֶשׁ הַמַּסֶּכֶת, וּבַשְּׁתִי הָעוֹמֵד, וּבְכָפוּל שֶׁהֶעֱבִירוֹ עַל גַּבֵּי הָאַרְגָּמָן, וּבְעִירָה שֶׁהִיא עֲתִידָה לְהַחֲזִירָהּ, טָמֵא. הַנּוֹגֵעַ בַּצֶּמֶר שֶׁעַל הָאִימָּה, בָּאַשְׁוָיָה, טָהוֹר. הַנּוֹגֵעַ בַּפִּיקָה, עַד שֶׁלֹּא פֵרְעָהּ, טָמֵא. מִשֶּׁפֵּרְעָהּ, טָהוֹר: \n",
            "הַנּוֹגֵעַ בָּעֹל, וּבַקַּטְרָב, בָּעַיִן, וּבָעֲבוֹת, אֲפִלּוּ בִשְׁעַת מְלָאכָה, טָהוֹר. בַּחֶרֶב, וּבַבֹּרֶךְ, וּבַיָּצוּל, טָמֵא. בָּעַיִן שֶׁל מַתֶּכֶת, בַּלְּחָיַיִן, וּבָעֲרָיִין, טָמֵא. רַבִּי יְהוּדָה מְטַהֵר בַּלְּחָיַיִם, שֶׁאֵינָם עֲשׂוּיִן אֶלָּא לְרַבּוֹת אֶת הֶעָפָר: \n",
            "הַנּוֹגֵעַ בְּיַד מְגֵרָה, מִכָּאן וּמִכָּאן, טָמֵא. בַּחוּט, וּבַמְּשִׁיחָה, בָּאַמָּה, וּבַסְּנִיפִין, בַּמַּכְבֵּשׁ שֶׁל חָרָשׁ, וּבַקַּשְׁטָנִית, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, אַף הַנּוֹגֵעַ בַּמַּלְבֵּן שֶׁל מַסָּר הַגָּדוֹל, טָהוֹר. הַנּוֹגֵעַ בַּיֶּתֶר וּבַקֶּשֶׁת, אַף עַל פִּי שֶׁהִיא מְתוּחָה, טָהוֹר. מְצֻדַּת הָאֵישׁוּת, טְהוֹרָה. רַבִּי יְהוּדָה אוֹמֵר, כָּל זְמַן שֶׁהִיא מְתוּחָה, חִבּוּר: \n"
        ],
        [
            "הַשֻּׁלְחָן וְהַדְּלֻפְקִי שֶׁנִּפְחֲתוּ, אוֹ שֶׁחִפָּן בְּשַׁיִשׁ וְשִׁיֵּר בָּהֶם מְקוֹם הַנָּחַת הַכּוֹסוֹת, טְמֵאִים. רַבִּי יְהוּדָה אוֹמֵר, מְקוֹם הַנָּחַת חֲתִיכוֹת: \n",
            "הַשֻּׁלְחָן שֶׁנִּטְּלָה אַחַת מֵרַגְלָיו, טָהוֹר. נִטְּלָה שְׁנִיָּה, טָהוֹר. נִטְּלָה הַשְּׁלִישִׁית, טָמֵא כְּשֶׁיַּחְשֹׁב עָלָיו. רַבִּי יוֹסֵי אוֹמֵר, אֵין צָרִיךְ מַחֲשָׁבָה. וְכֵן הַדְּלֻפְקִי: \n",
            "סַפְסָל שֶׁנִּטַּל אַחַד מֵרָאשָׁיו, טָהוֹר. נִטַּל הַשֵּׁנִי, טָהוֹר. אִם יֶשׁ בּוֹ גֹבַהּ טֶפַח, טָמֵא. שְׁרַפְרַף שֶׁנִּטַּל אַחַד מֵרָאשָׁיו, טָמֵא. וְכֵן הַכִּסֵּא שֶׁלִּפְנֵי קַתֶּדְרָא: \n",
            "כִּסֵּא שֶׁל כַּלָּה שֶׁנִּטְּלוּ חִפּוּיָו, בֵּית שַׁמַּאי מְטַמְּאִין, וּבֵית הִלֵּל מְטַהֲרִין. שַׁמַּאי אוֹמֵר, אַף מַלְבֵּן שֶׁל כִּסֵּא, טָמֵא. כִּסֵּא שֶׁקְּבָעוֹ בַעֲרֵבָה, בֵּית שַׁמַּאי מְטַמְּאִין, וּבֵית הִלֵּל מְטַהֲרִין. שַׁמַּאי אוֹמֵר, אַף הֶעָשׂוּי בָּהּ: \n",
            "כִּסֵּא שֶׁלֹּא הָיוּ חִפּוּיָו יוֹצְאִין, וְנִטְּלוּ, טָמֵא, שֶׁכֵּן דַּרְכּוֹ לִהְיוֹת מַטֵּהוּ עַל צִדּוֹ וְיוֹשֵׁב עָלָיו: \n",
            "כִּסֵּא שֶׁנִּטַּל חִפּוּיוֹ הָאֶמְצָעִי וְהַחִיצוֹנִים קַיָּמִים, טָמֵא. נִטְּלוּ הַחִיצוֹנִים וְהָאֶמְצָעִי קַיָּם, טָמֵא. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הָיָה רָחָב טָפַח: \n",
            "כִּסֵּא שֶׁנִּטְּלוּ שְׁנַיִם מֵחִפּוּיָו זֶה בְצַד זֶה, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. אָמַר רַבִּי יְהוּדָה, אַף כִּסֵּא שֶׁל כַּלָּה שֶׁנִּטְּלוּ חִפּוּיָו וְנִשְׁתַּיֵּר בּוֹ בֵית קַבָּלָה, טָהוֹר, מִפְּנֵי שֶׁבָּטַל הָעִקָּר וּבָטְלָה הַטְּפֵלָה: \n",
            "שִׁדָּה שֶׁנִּטַּל הָעֶלְיוֹן, טְמֵאָה מִפְּנֵי הַתַּחְתּוֹן. נִטַּל הַתַּחְתּוֹן, טְמֵאָה מִפְּנֵי הָעֶלְיוֹן. נִטַּל הָעֶלְיוֹן וְהַתַּחְתּוֹן, רַבִּי יְהוּדָה מְטַמֵּא מִפְּנֵי הַדַּפִּין, וַחֲכָמִים מְטַהֲרִין. יְשִׁיבַת הַסַּתָּת, טָמֵא מִדְרָס: \n",
            "כֹּפֶת שֶׁסֵּרְקוֹ, וְכִרְכְּמוֹ, וַעֲשָׂאוֹ פָנִים, רַבִּי עֲקִיבָא מְטַמֵּא. וַחֲכָמִים מְטַהֲרִין, עַד שֶׁיָּחֹק בּוֹ. הַסַּל וְהַכַּלְכָּלָה שֶׁמִּלְאָן תֶּבֶן אוֹ מוֹכִין, הִתְקִינָן לִישִׁיבָה, טְהוֹרִין. סֵרְגָן בְּגֶמִי אוֹ בִמְשִׁיחָה, טְמֵאִין: \n",
            "הָאַסְלָה, טְמֵאָה מִדְרָס וּטְמֵא מֵת. פֵּרְשָׁה, הָעוֹר טָמֵא מִדְרָס, וְהַבַּרְזֶל טָמֵא טְמֵא מֵת. הַטְּרַסְקָל שֶׁחִפּוּיוֹ שֶׁל עוֹר, טָמֵא מִדְרָס וּטְמֵא מֵת. פֵּרְשָׁה, הָעוֹר טָמֵא מִדְרָס, וְהַטְּרַסְקָל טָהוֹר מִכְּלוּם. סַפְסָלִין שֶׁבַּמֶּרְחָץ וּשְׁתֵּי רַגְלָיו שֶׁל עֵץ, טָמֵא. אַחַת שֶׁל עֵץ וְאַחַת שֶׁל אֶבֶן, טָהוֹר. הַנְּסָרִין שֶׁבַּמֶּרְחָץ שֶׁשִּׁגְּמָן, רַבִּי עֲקִיבָא מְטַמֵּא וַחֲכָמִים מְטַהֲרִין, שֶׁאֵינָם עֲשׂוּיִן אֶלָּא שֶׁיִּהְיוּ הַמַּיִם מְהַלְּכִין תַּחְתֵּיהֶן. קַנְקֵילִין שֶׁיֶּשׁ בָּהּ בֵּית קַבָּלַת כְּסוּת, טְמֵאָה. וְהָעֲשׂוּיָה כְּכַוֶּרֶת, טְהוֹרָה: \n"
        ],
        [
            "הַכַּדּוּר וְהָאִמּוּם וְהַקָּמֵעַ וְהַתְּפִלִּין שֶׁנִּקְרְעוּ, הַנּוֹגֵעַ בָּהֶן, טָמֵא. וּבְמַה שֶּׁבְּתוֹכָן, טָהוֹר. הָאֻכָּף שֶׁנִּקְרַע, הַנּוֹגֵעַ בְּמַה שֶּׁבְּתוֹכוֹ, טָמֵא, מִפְּנֵי שֶׁהַתֶּפֶר מְחַבְּרוֹ:  ",
            "אֵלּוּ טְמֵאִין מִשּׁוּם מֶרְכָּב, זָרֵיז הָאַשְׁקְלוֹנִי, וּמְדוֹכָה הַמָּדִית, וְעָבִיט שֶׁל גָּמָל, וְטַפֵּיטָן שֶׁל סוּס. רַבִּי יוֹסֵי אוֹמֵר, אַף טַפֵּיטָן שֶׁל סוּס טָמֵא מִשּׁוּם מוֹשָׁב, מִפְּנֵי שֶׁעוֹמְדִין עָלָיו בַּקֻּמְפּוֹן. אֲבָל אֻכָּף שֶׁל נָאקָה, טָמֵא:  ",
            "מַה בֵּין מֶרְכָּב לְמוֹשָׁב. מֶרְכָּב חָלַק מַגָּעוֹ מִמַּשָּׂאוֹ, וּמוֹשָׁב לֹא חָלַק מַגָּעוֹ מִמַּשָּׂאוֹ. תָּפִית שֶׁל חֲמוֹר שֶׁהוּא יוֹשֵׁב עָלֶיהָ, טָהוֹר. שִׁנָּה בָהּ אֶת הַנְּקָבִין, אוֹ שֶׁפֵּרְצָן זֶה לְתוֹךְ זֶה, טְמֵאָה:  ",
            "הַמִּטָּה וְהַכַּר וְהַכֶּסֶת שֶׁל מֵת, הֲרֵי אֵלּוּ טְמֵאִין מִדְרָס. כִּסֵּא שֶׁל כַּלָּה, וּמַשְׁבֵּר שֶׁל חַיָּה, וְכִסֵּא שֶׁל כּוֹבֵס שֶׁהוּא כוֹרֵם עָלָיו אֶת הַכֵּלִים, אָמַר רַבִּי יוֹסֵי, אֵין בָּהֶם מִשּׁוּם מוֹשָׁב:  ",
            "הַחֵרֶם, טָמֵא מִפְּנֵי הַזּוּטוֹ. הָרְשָׁתוֹת, וְהַמִּכְמָרוֹת, וְהַמַּדָּף, וְהַפְּלָצוּר, וּמְצֻדּוֹת הַסְּכָרִין, טְמֵאִין. וְהַאָקוֹן, וְהָרְטוֹב, וְהַכְּלוּב, טְהוֹרִין:  "
        ],
        [
            "שְׁלֹשָׁה תְרִיסִין הֵם. תְּרִיס הַכָּפוּף, טָמֵא מִדְרָס. וְשֶׁמְּשַׂחֲקִין בּוֹ בַּקֻּנְפּוֹן, טָמֵא טְמֵא מֵת. וְדִיצַת הָעַרְבִיִּין, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ עֲגָלוֹת הֵן. הָעֲשׂוּיָה כְקַתֶּדְרָא, טְמֵאָה מִדְרָס. כְּמִטָּה, טְמֵאָה טְמֵא מֵת. וְשֶׁל אֲבָנִים, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ עֲרֵבוֹת הֵן. עֲרֵבָה מִשְּׁנֵי לֹג וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה, טְמֵאָה מִדְרָס. שְׁלֵמָה, טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בַמִּדָּה, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ תֵּבוֹת הֵן. תֵּבָה שֶׁפִּתְחָהּ מִצִּדָּהּ, טְמֵאָה מִדְרָס. מִלְמַעְלָן, טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בַמִּדָּה, טְהוֹרָה מִכְּלוּם:  ",
            "שְׁלֹשָׁה תַרְבּוּסִין הֵן. שֶׁל סַפָּרִין, טָמֵא מִדְרָס. שֶׁאוֹכְלִין עָלָיו, טָמֵא טְמֵא מֵת. וְשֶׁל זֵיתִים, טָהוֹר מִכְּלוּם:  ",
            "שָׁלֹשׁ בְּסָסִיּוֹת הֵן. שֶׁלִּפְנֵי הַמִּטָּה וְשֶׁלִּפְנֵי סוֹפְרִים, טְמֵאָה מִדְרָס. וְשֶׁל דְּלֻפְקִי, טְמֵאָה טְמֵא מֵת. וְשֶׁל מִגְדָּל, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ פִּנְקָסִיּוֹת הֵן. הָאֱפִיפוֹרִין, טְמֵאָה מִדְרָס. וְשֶׁיֶּשׁ בָּהּ בֵּית קִבּוּל שַׁעֲוָה, טְמֵאָה טְמֵא מֵת. וַחֲלָקָה, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ מִטּוֹת הֵן. הָעֲשׂוּיָה לִשְׁכִיבָה, טְמֵאָה מִדְרָס. שֶׁל זַגָּגִין, טְמֵאָה טְמֵא מֵת. וְשֶׁל סָרָגִין, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ מַשְׁפֵּלוֹת הֵן. שֶׁל זֶבֶל, טְמֵאָה מִדְרָס. שֶׁל תֶּבֶן, טְמֵאָה טְמֵא מֵת. וְהַפֻּחְלָץ שֶׁל גְּמַלִּים, טָהוֹר מִכְּלוּם:  ",
            "שְׁלֹשָׁה מַפָּצִים הֵן. הָעֲשׂוּיָה לִישִׁיבָה, טְמֵאָה מִדְרָס. שֶׁל צַבָּעִין, טָמֵא טְמֵא מֵת. וְשֶׁל גִּתּוֹת, טָהוֹר מִכְּלוּם:  ",
            "שָׁלֹשׁ חֲמָתוֹת וְשָׁלֹשׁ תּוּרְמְלִין הֵן. הַמְקַבְּלִים כַּשִּׁעוּר, טְמֵאִין מִדְרָס. וְשֶׁאֵינָן מְקַבְּלִין כַּשִּׁעוּר, טְמֵאִים טְמֵא מֵת. וְשֶׁל עוֹר הַדָּג, טָהוֹר מִכְּלוּם:  ",
            "שְׁלֹשָׁה עוֹרוֹת הֵן. הֶעָשׂוּי לְשָׁטִיחַ, טָמֵא מִדְרָס. לְתַכְרִיךְ הַכֵּלִים, טָמֵא טְמֵא מֵת. וְשֶׁל רְצוּעוֹת וְשֶׁל סַנְדָּלִים, טְהוֹרָה מִכְּלוּם:  ",
            "שְׁלֹשָׁה סְדִינִין הֵן. הֶעָשׂוּי לִשְׁכִיבָה, טָמֵא מִדְרָס. לְוִילוֹן, טָמֵא טְמֵא מֵת. וְשֶׁל צוּרוֹת, טָהוֹר מִכְּלוּם:  ",
            "שָׁלֹשׁ מִטְפָּחוֹת הֵן. שֶׁל יָדַיִם, טָמֵא מִדְרָס. שֶׁל סְפָרִין, טְמֵאָה טְמֵא מֵת, וְשֶׁל תַּכְרִיךְ וְשֶׁל נִבְלֵי בְנֵי לֵוִי, טְהוֹרָה מִכְּלוּם:  ",
            "שְׁלֹשָׁה פְרָקִילִינִין הֵן. שֶׁל צָדֵי חַיָּה וָעוֹף, טָמֵא מִדְרָס. שֶׁל חֲגָבִין, טָמֵא טְמֵא מֵת. וְשֶׁל קַיָּצִין, טָהוֹר מִכְּלוּם:  ",
            "שָׁלֹשׁ סְבָכוֹת הֵן. שֶׁל יַלְדָּה, טְמֵאָה טֻמְאַת מִדְרָס. שֶׁל זְקֵנָה, טְמֵאָה טְמֵא מֵת. וְשֶׁל יוֹצֵאת לַחוּץ, טְהוֹרָה מִכְּלוּם:  ",
            "שָׁלֹשׁ קֻפּוֹת הֵן. מְהוּהָה שֶׁטְּלָיָהּ עַל הַבְּרִיָּה, הוֹלְכִין אַחַר הַבְּרִיָּה. קְטַנָּה עַל הַגְּדוֹלָה, הוֹלְכִין אַחַר הַגְּדוֹלָה. הָיוּ שָׁווֹת, הוֹלְכִין אַחַר הַפְּנִימִית. רַבִּי שִׁמְעוֹן אוֹמֵר, כַּף מֹאזְנַיִם שֶׁטְּלָיָהּ עַל שׁוּלֵי הַמֵּחַם, מִבִּפְנִים, טָמֵא. מִבַּחוּץ, טָהוֹר. טְלָיָהּ עַל צִדָּהּ, בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ, טָהוֹר:  "
        ],
        [
            "כָּל הַכֵּלִים יֵשׁ לָהֶם אֲחוֹרַיִם וָתוֹךְ, כְּגוֹן הַכָּרִים וְהַכְּסָתוֹת וְהַשַּׂקִּין וְהַמַּרְצוּפִין, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, כֹּל שֶׁיֶּשׁ לוֹ תוֹבְרוֹת, יֶשׁ לוֹ אֲחוֹרַיִם וָתוֹךְ. וְכֹל שֶׁאֵין לוֹ תוֹבְרוֹת, אֵין לוֹ אֲחוֹרַיִם וָתוֹךְ. הַשֻּׁלְחָן וְהַדְּלֻפְקִי, יֵשׁ לָהֶם אֲחוֹרַיִם וָתוֹךְ, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, אֵין לָהֶם אֲחוֹרָיִם. וְכֵן טַבְלָא שֶׁאֵין לָהּ לִזְבֵּז: \n",
            "הַמַּרְדֵּעַ יֶשׁ לוֹ אֲחוֹרַיִם וָתוֹךְ, מִשִּׁבְעָה לַחַרְחוּר, מֵאַרְבָּעָה לַדָּרְבָן, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, אֵין לָהֶם, לֹא הֻזְכְּרוּ אַרְבָּעָה וְשִׁבְעָה אֶלָּא לַשְּׁיָרִים: \n",
            "מִדּוֹת יַיִן וָשֶׁמֶן, וְזוֹמָא לִסְטְרָא, וּמְסַנֶּנֶת שֶׁל חַרְדָּל, וּמְשַׁמֶּרֶת שֶׁל יַיִן, יֶשׁ לָהֶן אֲחוֹרַיִם וָתוֹךְ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, אֵין לָהֶם. רַבִּי שִׁמְעוֹן אוֹמֵר, יֶשׁ לָהֶם. נִטְמְאוּ מֵאֲחוֹרֵיהֶן, מַה שֶּׁבְּתוֹכָן טָהוֹר, וְצָרִיךְ לְהַטְבִּיל: \n",
            "הָרֹבַע וַחֲצִי הָרֹבַע, נִטְמָא הָרֹבַע, לֹא נִטְמָא חֲצִי הָרֹבַע. נִטְמָא חֲצִי הָרֹבַע, לֹא נִטְמָא הָרֹבַע. אָמְרוּ לִפְנֵי רַבִּי עֲקִיבָא, הוֹאִיל וַחֲצִי הָרֹבַע אֲחוֹרַיִם לָרֹבַע, כְּלִי שֶׁנִּטְמָא תוֹכוֹ לֹא נִטְמְאוּ אֲחוֹרָיו. אָמַר לָהֶן, שֶׁל כַּת קוֹדְמִין הִיא, אוֹ שֶׁמָּא הָרֹבַע אֲחוֹרַיִם לַחֲצִי הָרֹבַע, כְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו, לֹא נִטְמָא תוֹכוֹ: \n",
            "נִטְמָא הָרֹבַע, הָרֹבַע וַאֲחוֹרָיו טְמֵאִין, חֲצִי הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. נִטְמָא חֲצִי הָרֹבַע, חֲצִי הָרֹבַע וַאֲחוֹרָיו טְמֵאִין, הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. נִטְמְאוּ אֲחוֹרֵי הָרֹבַע, אֲחוֹרֵי חֲצִי הָרֹבַע טְהוֹרִין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין חוֹלְקִין אֶת הַגַּבָּיִין. וּכְשֶׁהוּא מַטְבִּיל, מַטְבִּיל אֶת כֻּלּוֹ: \n",
            "כַּנֵּי כֵלִים, וְאֹגְנֵיהֶם, וְאָזְנֵיהֶם, וִידוֹת הַכֵּלִים הַמְקַבְּלִים, שֶׁנָּפְלוּ עֲלֵיהֶן מַשְׁקִין, מְנַגְּבָן וְהֵם טְהוֹרִים. וּשְׁאָר כָּל הַכֵּלִים (שֶׁאֵינָם יְכוֹלִין לְקַבֵּל רִמּוֹנִים), שֶׁאֵין לָהֶם אֲחוֹרַיִם וָתוֹךְ, שֶׁנָּפְלוּ מַשְׁקִין עַל מִקְצָתוֹ, כֻּלּוֹ טָמֵא. כְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו בְּמַשְׁקִין, אֲחוֹרָיו טְמֵאִים, תּוֹכוֹ וְאֹגְנוֹ וְאָזְנוֹ וְיָדָיו טְהוֹרִין. נִטְמָא תוֹכוֹ, כֻּלּוֹ טָמֵא: \n",
            "כָּל הַכֵּלִים יֶשׁ לָהֶן אֲחוֹרַיִם וָתוֹךְ, וְיֶשׁ לָהֶם בֵּית צְבִיעָה. רַבִּי טַרְפוֹן אוֹמֵר, לַעֲרֵבָה גְדוֹלָה שֶׁל עֵץ. רַבִּי עֲקִיבָא אוֹמֵר, לְכוֹסוֹת. רַבִּי מֵאִיר אוֹמֵר, לְיָדַיִם הַטְּמֵאוֹת וְהַטְּהוֹרוֹת. אָמַר רַבִּי יוֹסֵי, לֹא אָמְרוּ אֶלָּא לְיָדַיִם הַטְּהוֹרוֹת בִּלְבָד: \n",
            "כֵּיצַד. הָיוּ יָדָיו טְהוֹרוֹת וַאֲחוֹרֵי הַכּוֹס טְמֵאִים, אֲחָזוֹ בְּבֵית צְבִיעָתוֹ, אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נִטְמְאוּ יָדָיו בַּאֲחוֹרֵי הַכּוֹס. הָיָה שׁוֹתֶה בְכוֹס שֶׁאֲחוֹרָיו טְמֵאִים, אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נִטְמָא הַמַּשְׁקֶה שֶׁבְּפִיו בַּאֲחוֹרֵי הַכּוֹס וְחָזַר וְטִמֵּא הַכּוֹס. קֻמְקוּם שֶׁהוּא מַרְתִּיחַ, אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יָצְאוּ מַשְׁקִין מִתּוֹכוֹ וְנָגְעוּ בַאֲחוֹרָיו וְחָזְרוּ לְתוֹכוֹ: \n",
            "כְּלֵי הַקֹּדֶשׁ אֵין לָהֶם אֲחוֹרַיִם וָתוֹךְ, וְאֵין לָהֶם בֵּית צְבִיעָה. וְאֵין מַטְבִּילִים כֵּלִים בְתוֹךְ כֵּלִים לְקֹדֶשׁ. כָּל הַכֵּלִים יוֹרְדִין לִידֵי טֻמְאָתָן בְּמַחֲשָׁבָה, וְאֵינָן עוֹלִים מִידֵי טֻמְאָתָן אֶלָּא בְשִׁנּוּי מַעֲשֶׂה, שֶׁהַמַּעֲשֶׂה מְבַטֵּל מִיַּד הַמַּעֲשֶׂה וּמִיַּד מַחֲשָׁבָה, וּמַחֲשָׁבָה אֵינָהּ מְבַטֶּלֶת לֹא מִיַּד מַעֲשֶׂה וְלֹא מִיַּד מַחֲשָׁבָה: \n"
        ],
        [
            "סַנְדָּל עִמְקִי, וְכִיס שֶׁל שְׁנָצוֹת, רַבִּי יְהוּדָה אוֹמֵר, אַף כְּפִיפָה מִצְרִית, רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף סַנְדָּל לָדִיקִי כַּיּוֹצֵא בָהֶן, הֲרֵי אֵלּוּ מִטַּמְּאִין וּמִטַּהֲרִין שֶׁלֹּא בְאֻמָּן. אָמַר רַבִּי יוֹסֵי, וַהֲלֹא כָל הַכֵּלִים מִטַּמְּאִין וּמִטַּהֲרִין שֶׁלֹּא בְאֻמָּן. אֲבָל אֵלּוּ, אַף עַל פִּי שֶׁהֵן מֻתָּרִין, טְמֵאִין, שֶׁהַהֶדְיוֹט יָכוֹל לְהַחֲזִירָם. לֹא אָמְרוּ אֶלָּא בִכְפִיפָה מִצְרִית, שֶׁאַף הָאֻמָּן אֵינוֹ יָכוֹל לְהַחֲזִירָהּ: \n",
            "כִּיס שֶׁל שְׁנָצוֹת שֶׁנִּטְּלוּ שְׁנָצָיו, טָמֵא. נִפְשַׁט, טָהוֹר. טָלָה עָלָיו אֶת הַמַּטְלֵת מִלְּמַטָּן, טָמֵא. כִּיס לְתוֹךְ כִּיס, שֶׁנִּטְמָא אַחַד מֵהֶן בְּמַשְׁקֶה, לֹא נִטְמָא חֲבֵרוֹ. צְרוֹר הַמַּרְגָּלִית, טָמֵא. צְרוֹר הַמָּעוֹת, רַבִּי אֱלִיעֶזֶר מְטַמֵּא, וַחֲכָמִים מְטַהֲרִים: \n",
            "כַּף לוֹקְטֵי קוֹצִים, טְהוֹרָה. הַזּוֹן וְהַבִּרְכְּיָר, טְמֵאִין. וְהַשַּׁרְווּלִים, טְמֵאִין. וְהַפְּרַקְלִימִין, טְהוֹרִין. וְכָל בֵּית אֶצְבָּעוֹת, טְהוֹרוֹת, חוּץ מִשֶּׁל קַיָּצִין, מִפְּנֵי שֶׁהִיא מְקַבֶּלֶת אֶת הָאוֹג. נִקְרְעָה, אִם אֵינָהּ מְקַבֶּלֶת אֶת רֹב הָאוֹג, טְהוֹרָה: \n",
            "סַנְדָּל שֶׁנִּפְסְקָה אַחַת מֵאָזְנָיו וְתִקְּנָהּ, טָמֵא מִדְרָס. נִפְסְקָה שְׁנִיָּה וְתִקְּנָהּ, טָהוֹר מִן הַמִּדְרָס אֲבָל טָמֵא מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּפְסְקָה שְׁנִיָּה, טְהוֹרָה. נִפְסַק עֲקֵבוֹ, נִטַּל חוֹטְמוֹ, אוֹ שֶׁנֶּחֱלַק לִשְׁנַיִם, טָהוֹר. סוֹלְיָם שֶׁנִּפְסַק מִכָּל מָקוֹם, טָהוֹר. מִנְעָל שֶׁנִּפְחַת, אִם אֵינוֹ מְקַבֵּל אֶת רֹב הָרֶגֶל, טָהוֹר. מִנְעָל שֶׁעַל הָאֵמוּם, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִים. כָּל חֲמָתוֹת צְרוּרוֹת, טְהוֹרוֹת, חוּץ מִשֶּׁל עַרְבִיִּין. רַבִּי מֵאִיר אוֹמֵר, צְרוֹר שָׁעָה, טְהוֹרוֹת. צְרוֹר עוֹלָם, טְמֵאוֹת. רַבִּי יוֹסֵי אוֹמֵר, כָּל חֲמָתוֹת צְרוּרוֹת, טְהוֹרוֹת: \n",
            "אֵלּוּ עוֹרוֹת טְמֵאִין מִדְרָס, עוֹר שֶׁחִשַּׁב עָלָיו לְשָׁטִיחַ, עוֹר סְקֹרְטְיָא, עוֹר קָטָבֹלְיָא, עוֹר הַחַמָּר, עוֹר הַכַּתָּן, עוֹר הַכַּתָּף, עוֹר הָרוֹפֵא, עוֹר הָעֲרִיסָה, עוֹר הַלֵּב שֶׁל קָטָן, עוֹר הַכַּר, עוֹר הַכֶּסֶת, מִדְרָס. עוֹר הַסָּרוֹק, עוֹר הַסּוֹרֵק, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִדְרָס. וַחֲכָמִים אוֹמְרִים, טְמֵא מֵת: \n",
            "עַב כְּסוּת, וְתַכְרִיךְ כְּסוּת, מִדְרָס. עַב אַרְגָּמָן, וְתַכְרִיךְ אַרְגָּמָן, בֵּית שַׁמַּאי אוֹמְרִים, מִדְרָס. וּבֵית הִלֵּל אוֹמְרִים, טְמֵא מֵת. עוֹר שֶׁעֲשָׂאוֹ חִפּוּי לִכְלִי, טָהוֹר. לְמִשְׁקָלוֹת, טָמֵא. רַבִּי יוֹסֵי מְטַהֵר מִשּׁוּם אָבִיו: \n",
            "כָּל מָקוֹם שֶׁאֵין חֶסְרוֹן מְלָאכָה, מַחֲשָׁבָה מְטַמֵּאתָן. וְכָל מָקוֹם שֶׁיֶּשׁ חֶסְרוֹן מְלָאכָה, אֵין מַחֲשָׁבָה מְטַמֵּאתָן, אֶלָּא הָעֻצְבָּה: \n",
            "עוֹרוֹת בַּעַל הַבַּיִת, מַחֲשָׁבָה מְטַמֵּאתָן. וְשֶׁל עַבְּדָן, אֵין מַחֲשָׁבָה מְטַמֵּאתָן. וְשֶׁל גַּנָּב, מַחֲשָׁבָה מְטַמֵּאתָן. וְשֶׁל גַּזְלָן, אֵין מַחֲשָׁבָה מְטַמֵּאתָן. רַבִּי שִׁמְעוֹן אוֹמֵר, חִלּוּף הַדְּבָרִים, שֶׁל גַּזְלָן, מַחֲשָׁבָה מְטַמֵּאתָן. וְשֶׁל גַּנָּב, אֵין מַחֲשָׁבָה מְטַמֵּאתָן, מִפְּנֵי שֶׁלֹּא נִתְיָאֲשׁוּ הַבְּעָלִים: \n",
            "עוֹר שֶׁהוּא טָמֵא מִדְרָס, וְחִשַּׁב עָלָיו לִרְצוּעוֹת וּלְסַנְדָּלִין, כֵּיוָן שֶׁנָּתַן בּוֹ אֶת הָאִזְמֵל, טָהוֹר, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיְּמַעֲטֶנּוּ פָחוֹת מֵחֲמִשָּׁה טְפָחִים. רַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק אוֹמֵר, אַף הָעוֹשֶׂה מִטְפַּחַת מִן הָעוֹר, טְמֵאָה. וּמִן הַכֶּסֶת, טְהוֹרָה: \n"
        ],
        [
            "הַבֶּגֶד מִטַּמֵּא מִשּׁוּם חֲמִשָּׁה שֵׁמוֹת. הַשַּׂק, מִשּׁוּם אַרְבָּעָה. הָעוֹר, מִשּׁוּם שְׁלֹשָׁה. הָעֵץ, מִשּׁוּם שְׁנַיִם. וּכְלִי חֶרֶס, מִשּׁוּם אֶחָד. כְּלִי חֶרֶס מִטַּמֵּא מִשּׁוּם כְּלִי קִבּוּל. כֹּל שֶׁאֵין לוֹ תוֹךְ בִּכְלֵי חֶרֶס, אֵין לוֹ אֲחוֹרָיִם. מוּסָף עָלָיו הָעֵץ, שֶׁהוּא מִטַּמֵּא מִשּׁוּם מוֹשָׁב. וְכֵן טַבְלָא שֶׁאֵין לָהּ לִזְבֵּז, בִּכְלֵי עֵץ, טְמֵאָה, וּבִכְלֵי חֶרֶס, טְהוֹרָה. מוּסָף עָלָיו הָעוֹר, שֶׁהוּא מִטַּמֵּא מִשּׁוּם אֹהָלִים. מוּסָף עָלָיו הַשַּׂק, שֶׁהוּא מִטַּמֵּא מִשּׁוּם אָרִיג. מוּסָף עָלָיו הַבֶּגֶד, שֶׁהוּא מִטַּמֵּא מִשּׁוּם שָׁלֹשׁ עַל שָׁלֹשׁ: \n",
            "הַבֶּגֶד מִטַּמֵּא מִשּׁוּם שְׁלֹשָׁה עַל שְׁלֹשָׁה, לְמִדְרָס, וּמִשּׁוּם שָׁלֹשׁ עַל שָׁלֹשׁ לִטְמֵא מֵת. הַשַּׂק אַרְבָּעָה עַל אַרְבָּעָה, הָעוֹר חֲמִשָּׁה עַל חֲמִשָּׁה, מַפָּץ שִׁשָּׁה עַל שִׁשָּׁה, שָׁוִין לְמִדְרָס וְלִטְמֵא מֵת. רַבִּי מֵאִיר אוֹמֵר, הַשַּׂק שְׁיָרָיו אַרְבָּעָה, וּתְחִלָּתוֹ מִשֶּׁיִּגָּמֵר: \n",
            "הָעוֹשֶׂה שְׁנַיִם מִן הַבֶּגֶד וְאֶחָד מִן הַשַּׂק, שְׁלָשְׁתָּן מִן הַשַּׂק וְאֶחָד מִן הָעוֹר, אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַמַּפָּץ, טָהוֹר. חֲמִשָּׁה מִן הַמַּפָּץ וְאֶחָד מִן הָעוֹר, אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַשַּׂק, שְׁלֹשָׁה מִן הַשַּׂק וְאֶחָד מִן הַבֶּגֶד, טָמֵא. זֶה הַכְּלָל, כֹּל שֶׁחִבֵּר לוֹ מִן הֶחָמוּר מִמֶּנּוּ, טָמֵא. מִן הַקַּל מִמֶּנּוּ, טָהוֹר: \n",
            "הַמְקַצֵּעַ מִכֻּלָּם טֶפַח עַל טֶפַח, טָמֵא. מִשּׁוּלֵי הַקֻּפָּה טֶפַח עַל טֶפַח, טָמֵא. מִצְּדָדֵי הַקֻּפָּה, רַבִּי שִׁמְעוֹן מְטַהֵר. וַחֲכָמִים אוֹמְרִים, הַמְקַצֵּעַ טֶפַח עַל טֶפַח בְּכָל מָקוֹם, טָמֵא: \n",
            "בְּלוֹיֵי נָפָה וּכְבָרָה שֶׁהִתְקִינָן לִישִׁיבָה, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין עַד שֶׁיְּקַצֵּעַ. כִּסֵּא שֶׁל קָטָן שֶׁיֶּשׁ לוֹ רַגְלַיִם, אַף עַל פִּי שֶׁאֵין בּוֹ גָבֹהַּ טֶפַח, טָמֵא. חָלוּק שֶׁל קָטָן, רַבִּי אֱלִיעֶזֶר אוֹמֵר, כָּל שֶׁהוּא. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּהְיֶה בוֹ כַשִּׁעוּר, וְנִמְדָּד כָּפוּל: \n",
            "אֵלּוּ נִמְדָּדִין כְּפוּלִין. אַמְפַּלְיָא, וּפְמוֹלִינְיָא, וּמִכְנָסַיִם, וְכוֹבַע, וְכִיס שֶׁל פֻּנְדִּיָּא. וּמַטְלִית שֶׁטְּלָיָהּ עַל הַשָּׂפָה, אִם פְּשׁוּטָה, נִמְדֶּדֶת פְּשׁוּטָה, וְאִם כְּפוּלָה, נִמְדֶּדֶת כְּפוּלָה: \n",
            "הַבֶּגֶד שֶׁאָרַג בּוֹ שְׁלֹשָׁה עַל שְׁלֹשָׁה, וְנִטְמָא מִדְרָס, וְהִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד, וְאַחַר כָּךְ נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ, טָהוֹר מִן הַמִּדְרָס, אֲבָל טָמֵא מַגַּע מִדְרָס. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ, וְאַחַר כָּךְ הִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד, טָמֵא מַגַּע מִדְרָס: \n",
            "וְכֵן בֶּגֶד שֶׁאָרַג בּוֹ שָׁלֹשׁ עַל שָׁלֹשׁ, וְנִטְמָא טְמֵא מֵת, וְהִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד, וְאַחַר כָּךְ נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ, טָהוֹר מִטְּמֵא מֵת, אֲבָל טָמֵא מַגַּע טְמֵא מֵת. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ, וְאַחַר כָּךְ הִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד, טָהוֹר, מִפְּנֵי שֶׁאָמְרוּ, שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּתְמַעֵט, טָהוֹר. אֲבָל שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּתְמַעֵט, אַף עַל פִּי שֶׁטָּהוֹר מִמִּדְרָס, טָמֵא בְכָל הַטֻּמְאוֹת: \n",
            "סָדִין שֶׁהוּא טָמֵא מִדְרָס, וַעֲשָׂאוֹ וִילוֹן, טָהוֹר מִן הַמִּדְרָס, אֲבָל טָמֵא מַגַּע מִדְרָס. אָמַר רַבִּי יוֹסֵי, וְכִי בְאֵיזֶה מִדְרָס נָגַע זֶה. אֶלָּא אִם כֵּן נָגַע בּוֹ הַזָּב, טָמֵא בְמַגַּע הַזָּב: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנֶּחֱלַק, טָהוֹר מִן הַמִּדְרָס, אֲבָל טָמֵא מַגַּע מִדְרָס. אָמַר רַבִּי יוֹסֵי, וְכִי בְאֵיזֶה מִדְרָס נָגַע זֶה. אֶלָּא אִם כֵּן נָגַע בּוֹ הַזָּב, טָמֵא מַגַּע הַזָּב: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה, בָּאַשְׁפּוֹת, בָּרִיא וְצוֹרֵר מֶלַח. בַּבַּיִת, אוֹ בָרִיא אוֹ צוֹרֵר מֶלַח. כַּמָּה מֶלַח יְהֵא צוֹרֵר, רֹבַע. רַבִּי יְהוּדָה אוֹמֵר, בְּדַקָּה. וַחֲכָמִים אוֹמְרִים, בְּגַסָּה. אֵלּוּ וָאֵלּוּ מִתְכַּוְּנִים לְהָקֵל. רַבִּי שִׁמְעוֹן אוֹמֵר, שָׁוִים שְׁלֹשָׁה עַל שְׁלֹשָׁה בָאַשְׁפּוֹת לְשָׁלֹשׁ עַל שָׁלֹשׁ בַּבָּיִת: \n",
            "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּקְרַע, אִם נְתָנוֹ עַל הַכִּסֵּא וּבְשָׂרוֹ נוֹגֵעַ בַּכִּסֵּא, טָהוֹר, וְאִם לָאו, טָמֵא. שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּמְהָה מִמֶּנָּה חוּט אֶחָד, אוֹ שֶׁנִּמְצָא בוֹ קֶשֶׁר, אוֹ שְׁנֵי חוּטִין מַתְאִימִין, טְהוֹרָה. שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁהִשְׁלִיכָהּ בָּאַשְׁפּוֹת, טְהוֹרָה. הֶחֱזִירָהּ, טְמֵאָה. לְעוֹלָם הַשְׁלָכָתָהּ מְטַהֲרַתָּה, וַחֲזָרָתָהּ מְטַמֵּאתָהּ, חוּץ מִשֶּׁל אַרְגָּמָן וְשֶׁל זְהוֹרִית טוֹבָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מַטְלִית חֲדָשָׁה כַּיּוֹצֵא בָהֶן. רַבִּי שִׁמְעוֹן אוֹמֵר, כֻּלָּן טְהוֹרִין, לֹא הֻזְכְּרוּ אֶלָּא מִפְּנֵי הֲשָׁבַת אֲבֵדָה: \n"
        ],
        [
            "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנְּתָנָהּ בְּכַדּוּר, אוֹ שֶׁעֲשָׂאָהּ כַּדּוּר בִּפְנֵי עַצְמָהּ, טְהוֹרָה. אֲבָל שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנְּתָנוֹ בְכַדּוּר, טָמֵא. עֲשָׂאוֹ כַדּוּר בִּפְנֵי עַצְמוֹ, טָהוֹר, מִפְּנֵי שֶׁהַתֶּפֶר מְמַעֲטוֹ: \n",
            "פָּחוֹת מִשְּׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁהִתְקִינוֹ לָפוֹק בּוֹ אֶת הַמֶּרְחָץ, לְנַעֵר בּוֹ אֶת הַקְּדֵרָה, לְקַנֵּחַ בּוֹ אֶת הָרֵחַיִם, בֵּין מוּכָן בֵּין שֶׁאֵינוֹ מוּכָן, טָמֵא, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בֵּין מִן הַמּוּכָן, בֵּין שֶׁאֵינוֹ מִן הַמּוּכָן, טָהוֹר. רַבִּי עֲקִיבָא אוֹמֵר, מִן הַמּוּכָן, טָמֵא. שֶׁאֵינוֹ מִן הַמּוּכָן, טָהוֹר: \n",
            "הָעוֹשֶׂה אִסְפְּלָנִית, בֵּין בְּבֶגֶד בֵּין בְּעוֹר, טְהוֹרָה. רַבִּי יוֹסֵי אוֹמֵר, עַל הָעוֹר, טָהוֹר. מְלוּגְמָא, בְּבֶגֶד, טְהוֹרָה, וּבְעוֹר, טְמֵאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף בְּבֶגֶד, טְמֵאָה, מִפְּנֵי שֶׁהִיא נִנְעָרֶת: \n",
            "מִטְפְּחוֹת סְפָרִים, בֵּין מְצֻיָּרוֹת בֵּין שֶׁאֵינָן מְצֻיָּרוֹת, טְמֵאוֹת, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, מְצֻיָּרוֹת, טְהוֹרוֹת, וְשֶׁאֵינָם מְצֻיָּרוֹת, טְמֵאוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר, אֵלּוּ וָאֵלּוּ טְהוֹרוֹת: \n",
            "כִּפָּה שֶׁהוּא טָמֵא מִדְרָס, וּנְתָנוֹ עַל הַסֵּפֶר, טָהוֹר מִן הַמִּדְרָס, אֲבָל טָמֵא טְמֵא מֵת. חֵמֶת שֶׁעֲשָׂאָהּ שָׁטִיחַ, וְשָׁטִיחַ שֶׁעֲשָׂאוֹ חֵמֶת, טָהוֹר. חֵמֶת שֶׁעֲשָׂאָהּ תּוּרְמֵל וְתוּרְמֵל שֶׁעֲשָׂאוֹ חֵמֶת, כַּר שֶׁעֲשָׂאוֹ סָדִין וְסָדִין שֶׁעֲשָׂאוֹ כַּר, כֶּסֶת שֶׁעֲשָׂאָהּ מִטְפַּחַת וּמִטְפַּחַת שֶׁעֲשָׂאָהּ כֶּסֶת, טָמֵא. זֶה הַכְּלָל, כֹּל שֶׁשִּׁנָּהוּ לִשְׁמוֹ, טָמֵא. לְשֵׁם אַחֵר, טָהוֹר: \n",
            "מַטְלִית שֶׁטְּלָיָהּ עַל הַקֻּפָּה, מְטַמְּאָה אֶחָד וּפוֹסֶלֶת אֶחָד. הִפְרִישָׁהּ מִן הַקֻּפָּה, הַקֻּפָּה מְטַמָּא אֶחָד וּפוֹסֶלֶת אֶחָד, וְהַמַּטְלִית טְהוֹרָה. טְלָיָהּ עַל הַבֶּגֶד, מְטַמָּא שְׁנַיִם וּפוֹסֶלֶת אֶחָד. הִפְרִישָׁהּ מִן הַבֶּגֶד, הַבֶּגֶד מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, וְהַמַּטְלִית מְטַמְּאָה שְׁנַיִם וּפוֹסֶלֶת אֶחָד. וְכֵן הַטּוֹלֶה עַל הַשַּׂק אוֹ עַל הָעוֹר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי שִׁמְעוֹן מְטַהֵר. רַבִּי יוֹסֵי אוֹמֵר, עַל הָעוֹר, טָהוֹר. עַל הַשַּׂק, טָמֵא, מִפְּנֵי שֶׁהוּא אָרִיג: \n",
            "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁאָמְרוּ, חוּץ מִן הַמְּלָל, דִּבְרֵי רַבִּי שִׁמְעוֹן. וַחֲכָמִים אוֹמְרִים, שָׁלֹשׁ עַל שָׁלֹשׁ מְכֻוָּנֶת. טְלָיָהּ עַל הַבֶּגֶד, מֵרוּחַ אַחַת, אֵינוֹ חִבּוּר. מִשְּׁתֵּי רוּחוֹת זוֹ כְנֶגֶד זוֹ, חִבּוּר. עֲשָׂאוֹ כְמִין גַּאם, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. אָמַר רַבִּי יְהוּדָה, בַּמֶּה דְבָרִים אֲמוּרִים, בְּטַלִּית. אֲבָל בְּחָלוּק, מִלְמַעְלָן, חִבּוּר. וּמִלְּמַטָּן, אֵינוֹ חִבּוּר: \n",
            "בִּגְדֵי עֲנִיִּים, אַף עַל פִּי שֶׁאֵין בָּהֶם שָׁלֹשׁ עַל שָׁלֹשׁ, הֲרֵי אֵלּוּ טְמֵאִין מִדְרָס. טַלִּית שֶׁהִתְחִיל בָּהּ לְקָרְעָהּ, כֵּיוָן שֶׁנִּקְרַע רֻבָּהּ, אֵינוֹ חִבּוּר. הֶעָבִים וְהָרַכִּים, אֵין בָּהֶם מִשּׁוּם שָׁלֹשׁ עַל שָׁלֹשׁ: \n",
            "כֶּסֶת הַסַּבָּלִין, טְמֵאָה מִדְרָס. מְשַׁמֶּרֶת שֶׁל יַיִן, אֵין בָּהּ מִשּׁוּם מוֹשָׁב. סְבָכָה שֶׁל זְקֵנָה, טְמֵאָה מִשּׁוּם מוֹשָׁב. חָלוּק שֶׁל יוֹצֵאת הַחוּץ הֶעָשׂוּי כִּסְבָכָה, טָהוֹר. הָעוֹשֶׂה בֶגֶד מִן הַחֵרֶם, טָהוֹר. וּמִזּוּטוֹ, טָמֵא. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אַף הָעוֹשֶׂה בֶגֶד מִן הַחֵרֶם וּכְפָלוֹ, טָמֵא: \n",
            "סְבָכָה שֶׁהִתְחִיל בָּהּ מִפִּיהָ, טְהוֹרָה, עַד שֶׁיִּגְמֹר אֶת קוּרְקוּרְתָּהּ. הִתְחִיל בָּהּ מִקּוּרְקוּרְתָּהּ, טְהוֹרָה, עַד שֶׁיִּגְמֹר אֶת פִּיהָ. שָׁבִיס שֶׁלָּהּ, טָמֵא בִפְנֵי עַצְמוֹ. הַחוּטִין שֶׁלָּהּ, טְמֵאִין מִשּׁוּם חִבּוּר. סְבָכָה שֶׁנִּקְרְעָה, אִם אֵינָהּ מְקַבֶּלֶת אֶת רֹב הַשֵּׂעָר, טְהוֹרָה: \n"
        ],
        [
            "נוֹמֵי הַסָּדִין וְהַסּוּדָרִין וְהַטַּרְטִין וְהַפִּלְיוֹן שֶׁל רֹאשׁ, שֵׁשׁ אֶצְבָּעוֹת. שֶׁל אַפְקַרְסִין, עֶשֶׂר. נִימֵי סָגוֹס, וְהָרְדִיד, וְהֶחָלוּק, וְהַטַּלִּית, שָׁלֹשׁ אֶצְבָּעוֹת. נִימֵי כִפָּה שֶׁל זְקֵנָה, וְהַגּוּמְדִין שֶׁל עַרְבִיִּין, וְהַקֻּלְקִין, וְהַפֻּנְדָּא, וְהַמַּעֲפֹרֶת, וְהַפַּרְגּוֹד, נִימֵיהֶן כָּל שֶׁהֵן: \n",
            "שָׁלֹשׁ כְּסָתוֹת שֶׁל צֶמֶר, שֵׁשׁ שֶׁל פִּשְׁתָּן, שְׁלֹשָׁה סְדִינִין, שְׁתֵּים עֶשְׂרֵה מִטְפָּחוֹת, שְׁנֵי סוּבְרִיקִין, חָלוּק אֶחָד, טַלִּית אֶחָד, קְלֻבְקָרִין אֶחָד, חִבּוּר לַטֻּמְאָה וְלַהֲזָּיָה. יָתֵר מִכָּאן, חִבּוּר לַטֻּמְאָה, וְאֵין חִבּוּר לַהַזָּיָה. רַבִּי יוֹסֵי אוֹמֵר, אַף לֹא לַטֻּמְאָה: \n",
            "חוּט הַמִּשְׁקֹלֶת, שְׁנֵים עָשָׂר. שֶׁל חָרָשִׁין, שְׁמֹנָה עָשָׂר. שֶׁל בַּנָּיִן, חֲמִשִּׁים אַמָּה. יָתֵר מִכָּאן, אִם רָצָה לְקַיֵּם, טָהוֹר. שֶׁל סַיָּדִין וְשֶׁל צַיָּרִין, כָּל שֶׁהֵן: \n",
            "חוּט מֹאזְנַיִם שֶׁל זֶהָבִים וְשֶׁל שׁוֹקְלֵי אַרְגָּמָן טוֹב, שָׁלֹשׁ אֶצְבָּעוֹת. יַד הַקֻּרְדֹּם מֵאַחֲרָיו, שָׁלשׁ אֶצְבָּעוֹת. רַבִּי יוֹסֵי אוֹמֵר, טֶפַח, טָהוֹר: \n",
            "חוּט מֹאזְנַיִם שֶׁל חֶנְוָנִים, שֶׁל בַּעֲלֵי בָתִּים טֶפַח. יַד הַקֻּרְדֹּם מִלְּפָנָיו, טֶפַח. שְׁיָרֵי יַד הַפַּרְגּוֹל, טֶפַח. יַד מַקֶּבֶת שֶׁל יָד שֶׁל מְפַתְּחֵי אֲבָנִים, טָפַח: \n",
            "חוּט מֹאזְנַיִם שֶׁל צַמָּרִים, וְשֶׁל שׁוֹקְלֵי זְכוּכִית, טְפָחַיִם. יַד הַמַּקּוֹר, טְפָחַיִם. יַד הַמַּעֲצָד שֶׁל לִגְיוֹנוֹת, טְפָחַיִם. יַד הַקֻּרְנָס שֶׁל זֶהָבִים, טְפָחַיִם. וְשֶׁל חָרָשִׁין, שְׁלֹשָׁה טְפָחִים: \n",
            "שְׁיָרֵי הַדָּרְבָן מִלְמַעְלָן, אַרְבָּעָה. יַד הַבָּדִיד, אַרְבָּעָה. יַד הַקֻּרְדֹּם שֶׁל נִכּוּשׁ, חֲמִשָּׁה. יַד בֶּן הַפַּטִּישׁ, חֲמִשָּׁה. וְשֶׁל הַפַּטִּישׁ, שִׁשָּׁה. יַד הַקֻּרְדֹּם שֶׁל בִּקּוּעַ וְשֶׁל עָדִיר, שִׁשָּׁה. וְיַד מַקֶּבֶת שֶׁל סַתָּתִין, שִׁשָּׁה: \n",
            "שְׁיָרֵי חַרְחוּר מִלְּמַטָּן, שִׁבְעָה. יַד מַגְרֵפָה שֶׁל בַּעֲלֵי בָתִּים, בֵּית שַׁמַּאי אוֹמְרִים, שִׁבְעָה. בֵּית הִלֵּל אוֹמְרִים, שְׁמֹנָה. שֶׁל סַיָּדִין, בֵּית שַׁמַּאי אוֹמְרִים, תִּשְׁעָה. בֵּית הִלֵּל אוֹמְרִים, עֲשָׂרָה. יָתֵר מִכָּאן, אִם רָצָה לְקַיֵּם, טָמֵא. וְיַד מְשַׁמְּשֵׁי הָאוּר, כָּל שֶׁהוּא: \n"
        ],
        [
            "כְּלֵי זְכוּכִית, פְּשׁוּטֵיהֶן טְהוֹרִין, וּמְקַבְּלֵיהֶן טְמֵאִים. נִשְׁבְּרוּ, טָהָרוּ. חָזַר וְעָשָׂה מֵהֶן כֵּלִים, מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא. הַטַּבְלָא וְהָאִסְקוּטְלָא שֶׁל זְכוּכִית, טְהוֹרִין. אִם יֶשׁ לָהֶן לִזְבֵּז, טְמֵאִים. שׁוּלֵי קְעָרָה וְשׁוּלֵי אִסְקוּטְלָא שֶׁל זְכוּכִית שֶׁהִתְקִינָן לְתַשְׁמִישׁ, טְהוֹרִין. קִרְטְסָן אוֹ שָׁפָן בְּשׁוּפִין, טְמֵאִין: \n",
            "אַסְפַּקְלַרְיָא, טְהוֹרָה. וְתַמְחוּי שֶׁעֲשָׂאוֹ אַסְפַּקְלַרְיָא, טָמֵא. וְאִם מִתְּחִלָּה עֲשָׂאוֹ לְשֵׁם אַסְפַּקְלַרְיָא, טָהוֹר. תַּרְוָד שֶׁהוּא נוֹתְנוֹ עַל הַשֻּׁלְחָן, אִם מְקַבֵּל כָּל שֶׁהוּא, טָמֵא. וְאִם לָאו, רַבִּי עֲקִיבָא מְטַמֵּא, רַבִּי יוֹחָנָן בֶּן נוּרִי מְטַהֵר: \n",
            "כּוֹס שֶׁנִּפְגַּם רֻבּוֹ, טָהוֹר. נִפְגַּם בּוֹ שָׁלֹשׁ בְּרֻבּוֹ, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם מְפַזֵּר הוּא אֶת רֹב הַמַּיִם, טָהוֹר. נִקַּב, וַעֲשָׂאוֹ בֵּין בְּבַעַץ בֵּין בְּזֶפֶת, טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, בְּבַעַץ, טָמֵא, וּבְזֶפֶת, טָהוֹר: \n",
            "צְלוֹחִית קְטַנָּה שֶׁנִּטַּל פִּיהָ, טְמֵאָה. וּגְדוֹלָה שֶׁנִּטַּל פִּיהָ, טְהוֹרָה. שֶׁל פַּלְיָטוֹן שֶׁנִּטַּל פִּיהָ, טְהוֹרָה, מִפְּנֵי שֶׁהִיא סוֹרַחַת אֶת הַיָּד. לְגִינִין גְּדוֹלִים שֶׁנִּטַּל פִּיהֶן, טְמֵאִין, מִפְּנֵי שֶׁהוּא מְתַקְּנָן לִכְבָשִׁין. וְהָאֲפַרְכֵּס שֶׁל זְכוּכִית, טְהוֹרָה. אָמַר רַבִּי יוֹסֵי, אַשְׁרַיִךְ כֵּלִים, שֶׁנִּכְנַסְתְּ בְּטֻמְאָה, וְיָצָאת בְּטָהֳרָה: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>אבות הטומאות.</b> השרץ. שמונה שרצים הכתובים בפרשת ויהי ביום השמיני, החולד והעכבר וכו׳, הן אבות הטומאות לטמא אדם וכלים הנוגעים בהם במותם. ושיעורן לטמא בכעדשה. שכן החומט תחלת ברייתו בכעדשה אבל האברים אין להם שיעור, אפילו פחות מכעדשה מן השרץ מטמאין. ודוקא כשהוא לח השרץ מטמא, ואינו מטמא יבש, דכתיב (ויקרא י״א:ל״ב) וכל אשר יפול עליו מהם במותם, כעין מותם:",
                "<b>ושכבת זרע.</b> דוקא ש״ז דישראל וגדול, אבל דנכרי אינה מטמאה אפילו מדרבנן, דקריו של נכרי טהור גמור. וכן שכבת זרע של קטן נמי לא מטמאה, דכתיב (שם ט״ו) ואיש כי תצא ממנו שכבת זרע, איש ולא קטן פחות מבן תשע שנים ויום אחד דאין ביאתו ביאה. ושיעורה לרואה, במשהו, אפילו כעין חרדל. ולנוגע, בכעדשה. ודוקא ש״ז לחה מטמאה, דכתיב שכבת זרע, בראויה להזריע. ומדלא קחשיב תנא דידן בעל קרי בהדי אבות הטומאות, שמע מינה דאינו אלא ראשון לטומאה, והכי תנן בסוף מסכת זבים, בעל קרי כמגע שרץ, דלא הוי אלא ראשון:",
                "<b>וטמא מת.</b> אדם שנטמא במת. אבל כלים שנגעו במת הן כמת עצמו, והנוגע בהן נעשה אב הטומאה. וכלים שנגעו באדם שנטמא במת או באדם שנגע בכלים שנגעו במת, הוו אב הטומאה וטמאים טומאת שבעה כאדם, כדתנן פרק קמא דאהלות. אבל כלי חרס ואוכלים ומשקים שנגעו במת אין נעשים אב הטומאה. ודוקא ישראל נעשה אב הטומאה כשנגע במת. אבל לא נכרי וכן נפל שנולד בן ח׳ אינו מקבל טומאה אם נגע במת:",
                "<b>ומצורע בימי ספרו.</b> מצורע שהוחלט באחד מן הנגעים ונתרפא, והוכשר בצפורים ועץ ארז ואזוב ושני תולעת ותגלחת, וישב מחוץ לאהלו שבעת ימים ובשמיני מביא קרבנותיו, ואותם שבעת ימים קרויין ימי ספרו, ומטמא אדם, דנאמר כבוס בגדים בימי חלוטו ונאמר כבוס בגדים בימי ספרו, מה להלן מטמא אדם אף כאן מטמא אדם:",
                "<b>ומי חטאת שאין בהם כדי הזיה.</b> מטמאו במגע. ואם יש בהן כדי הזיה, מטמאו אף במשא, לטמא אדם לטמא בגדים. דכתיב (במדבר י״ט:כ״א) ומזה מי הנדה יכבס בגדיו והנוגע במי הנדה יטמא עד הערב, ורבותינו למדו שהמזה טהור, ולא בא הכתוב אלא ליתן שיעור לנושא שצריך שיהיה בו כדי הזאה. וחילק הכתוב בין מים למים, לומר לך מים שיש בהן כדי הזייה מטמאים אדם לטמא בגדים, ושאין בהן כדי הזייה מטמאים אדם לטמא אוכלים ומשקין ולא לטמא בגדים:",
                "<b>וכלי חרס באויר.</b> כשנפלה טומאה באויר כלי חרס, בין נגעה בכלי בין לא נגעה, נטמא הכלי. ואם נגעה הטומאה בכלי מבחוץ, לא נטמא בנגיעה זו, דכתיב (ויקרא י״א:ל״ג) וכל כלי חרש אשר יפול מהם אל תוכו וגו׳ יטמא, מתוכו נטמא ואינו נטמא מאחוריו:",
                "<b>ואינם מטמאין במשא.</b> דכל הנך אבות הטומאות דחשיבי הכא כתיב בהו הנוגע ולא כתיב בהו הנושא:"
            ],
            [
                "<b>מטמאים את האדם במשא.</b> משהגביה אחד מהן בין בידו בין שהגביהו חבירו על כתיפו. ואפילו שלא נגע הוא בטומאה, או שהיתה הטומאה קשורה בחבל והגביה הטומאה ע״י החבל. כיון שהניע כובד הדבר הטמא בעצמו נטמא האדם טומאת משא לטמא בגדים שעליו, או כל בגדים וכלים שהוא נוגע בהן, חוץ מכלי חרס, כל זמן שהטומאה על גביו. אבל לאחר שפירש מן הטומאה אינו מטמא כלים בנגיעה, לפי שהנושא את הטומאה, לאחר שפירש ממנה אינו אלא ראשון לטומאה, ואין כלים מקבלים טומאה אלא מאב הטומאה. ואפילו בזמן שהוא נושא את הטומאה אינו מטמא אדם וכלי חרס, אלא שאר כלים בלבד. ואין לך טמא טומאת משא אלא האדם בלבד, ולא כלים ולא אוכלים ומשקים, שאם היו כלים רבים זה על גב זה ונבלה או מי נדה בכלי העליון, לא נטמאו הכלים התחתונים במשא כל זמן שלא נגעו בנבלה או במי הנדה. וכן אוכלים ומשקים אין טמאים טומאת משא, דגבי טומאת משא כתיב לכם, ודרשינן לכם הם מטמאים במשא ואין מטמאים לא כלים ולא אוכלים ומשקים במשא. וכשם שהנבלה מטמאה במשא, כך מטמאה בהיסט, שהיסט ממין משא הוא, כגון שהיה עץ מונח בראש האילן או בראש הכותל ונבלה בקצה אחד של העץ ובא אדם והכריע בקצה השני, כיון שהגביה הקצה שבו הנבלה מחמת הכרעתו, נטמא טומאת היסט, דהוי כנושא:",
                "<b>וחשוכי בגדים במגע.</b> כלומר מנועים הבגדים מטומאה אי איכא מגע בלא משא, שהנוגע בנבלה או במי הנדה ואינו נושאם אינו מטמא אפילו בגדים שעליו, כדכתיב (ויקרא י״א) הנוגע בנבלתם יטמא עד הערב, ולא נזכר שם כיבוס בגדים, ובמי הנדה נמי כתיב (במדבר י״ט) והנפש הנוגעת תטמא עד הערב. חשוכי, לשון מניעה. כמו ולא חשכת את בנך (בראשית כ״ב):"
            ],
            [
                "<b>בועל נדה.</b> כתיב ביה (ויקרא ט״ו:כ״ד) ותהי נדתה עליו, למדנו שהוא מטמא משכב ומושב כנדה, וכתיב בתריה וכל המשכב אשר ישכב עליו יטמא, ואין צריך לומר, אלא לפרושי ותהי נדתה עליו דרישא אתא, והכי קאמר, האי ותהי נדתה עליו שאמרתי לך, לא אמרתי אלא לענין שיהיה אב הטומאה כנדה, מה היא מטמאה אדם וכלי חרס אף הוא מטמא אדם וכלי חרס, אבל לעשות משכב ומושב כל אשר ישכב עליו יטמא הוא, ולא יטמא אדם וכלים כמשכב הנדה שמטמא אדם וכלים, אלא דין ראשון לטומאה יש לו שמטמא אוכלים ומשקין בלבד:",
                "<b>משכב תחתון כעליון.</b> כלומר, משכב תחתון של בועל נדה כעליונו של זב, מה עליונו של זב היינו כלים שעל גבי הזב כגון עשר מצעות זו על גב זו וכולן על גבי הזב בין שנגע בהן הזב בין שלא נגע, טמאין ומטמאין אוכלין ומשקין אבל לא אדם וכלים, אף תחתונו של בועל נדה דהיינו המצעות שתחתיו מטמאין אוכלים ומשקין ולא אדם וכלים. דאילו תחתונו של זב וזבה ונדה ויולדת, אפילו עשר מצעות זו על גב זו ואחד מן הטמאין הללו בעליון, כולן שתחתיו טמאין ומטמאין אדם וכלים:",
                "<b>למעלה מהן זובו של זב וכו׳</b> משום דהנך דחשיב ואזיל מטמאין בכל שהן במגע ובמשא, ובועל נדה אין מטמא עד שישא את כולו, משום הכי קתני למעלה מהן, כלומר דהנך דחשיב הן למעלה מבועל נדה, לפי שהן מטמאין בכל שהן מה שאין כן בבועל נדה:",
                "<b>שהם מטמאין במגע ובמשא.</b> ששוה מגען למשאן, דבין במגע בין במשא מטמאין אדם לטמא בגדים וכלים חוץ מאדם וכלי חרס:",
                "<b>מרכב.</b> התפוס של אוכף קרוי מרכב. שהאוכף עצמו שאדם רוכב עליו טמא משום מושב, והתפוס שלו טמא משום מרכב:",
                "<b>שהוא מטמא תחת אבן מסמא.</b> אבן גדולה וכבדה. כדכתיב (דניאל ו׳ י״ח) והיתית אבן חדא ושומת על פום גובא. ואם היתה אבן גדולה ע״ג התפוס של מרכב והזב תופס בה, אע״פ שאין כובדו של זב ניכר על המרכב, נטמא התפוס שתחת האבן משום מרכב:",
                "<b>למעלה מן המרכב משכב.</b> דבאבן מסמא מטמא משכב כמו מרכב, ועוד חמור ממנו דשוה מגעו למשאו לטמא אדם לטמא בגדים. מגעו בהדיא כתיב ביה (ויקרא ט״ו:ה׳) ואיש אשר יגע במשכבו יכבס בגדיו. ומשאו, דלאחר שהזכיר. הכתוב דין מגע המשכב ודין מגע של מרכב נאמר והנושא אותם יכבס בגדיו, אלמא במשכב בין מגע בין משא טעונים כבוס בגדים, אבל במרכב חילק הכתוב בין מגע למשא דכתיב (שם) וכל המרכב אשר ירכב עליו הזב יטמא, ואילו יכבס בגדיו לא כתיב:",
                "<b>ואין משכב עושה משכב.</b> דכתיב (שם) כל המשכב אשר ישכב עליו הזב יטמא, זב עושה משכב ואין משכב עושה משכב. והילכך אם נגע משכב הזב בכלים אינם אלא ראשון לטומאה. נמצא זב למעלה ממשכב: "
            ],
            [
                "<b>שהיא מטמאה את בועלה.</b> טומאת שבעה. דגבי נדה כתיב (שם) ותהי נדתה עליו וטמא שבעת ימים, וכתיב נמי גבי זבה (שם) כימי נדתה תהיה טמאה היא, ודרשינן תהיה טמאה, לרבות את בועלה. היא, היא מטמאה את בועלה ואין הזב מטמא את מה שבועל טומאת שבעה, אלא טומאת מגע ומשא:",
                "<b>למעלה מן הזבה מצורע.</b> דמצורע עושה משכב ומושב כזבה, וחמור ממנה שהוא מטמא בביאה. כשבא אל הבית טמא כל מה שבבית ואע״פ שלא נגע, דכתיב (שם י״ג) מחוץ למחנה מושבו, מלמד שמושבו טמא. מכאן אמרו מצורע שיושב תחת האילן וטהור עובר נטמא הטהור. ואם טהור יושב תחת האילן ומצורע עובר, לא נטמא הטהור. וכן בבגד המנוגע ובאבן המנוגעת. ודוקא מצורע בימי חלוטו, אבל בימי ספרו דהיינו לאחר תגלחת וצפורים אינו מטמא בביאה ואינו מטמא במשכב ומושב:",
                "<b>למעלה מן המצורע עצם כשעורה שהוא מממא מומאת שבעה.</b> דכתיב (במדבר ל״א:כ״ד) וכבסתם בגדיכם ביום השביעי וטהרתם, כל הטומאות שאתם מיטמאין במת לא יהיו פחותים משבעה. ואע״ג דמצורע חמור מעצם כשעורה, דמצורע מטמא כל אשר באוהל כשבא אל האוהל, ועצם כשעורה אינו מטמא באוהל, מ״מ במעלה זו מיהא עצם כשעורה חמור שמטמא טומאת שבעה. וכן כל הני למעלה למעלה דחשיב לאו לכל מילי קאמר דחמור בשני מן הראשון, דהרבה מהן יש שיש חומרא בראשון שאינה בשני, אלא לאותה מעלה שהוא מונה בלבד קאמר שהשני חמור:",
                "<b>חמור מכולם מת.</b> יש מהן חמורים ממת, שזב וזבה עושים משכב ומושב ומטמאין באבן מסמא, ומת אינו עושה משכב ומושב ואינו מטמא באבן מסמא, ומכל מקום במעלה זו מת חמור מכולן שמטמא באוהל. ומה שמצורע מטמא בביאה אין טומאתו כטומאת אוהל, דאם הכניס ידו לבית המנוגע, טהור, ואפילו נכנס כולו חוץ מחוטמו, טהור, דביאה במקצת לאו שמה ביאה. ואפילו מחיצה מצלת בבית שהמצורע שם, כדתנן בנגעים סוף פרק י״ג נכנס לבית הכנסת עושים לו מחיצה גבוה עשרה טפחים, נכנס ראשון ויוצא אחרון. וכל כהאי גוונא במת מטמא באוהל. אי נמי יש חילוק בין מצורע יושב למצורע עובר כדפרישנא לעיל, מה שאין כן במת: "
            ],
            [
                "<b>עשר טומאות פורשות מן האדם.</b> עשר מעלות זו למעלה מזו יש בטומאות הפורשות מן האדם:",
                "<b>מחוסר כפורים.</b> כגון מצורע מוחלט, וזב בעל שלש ראיות, וזבה, ויולדת, שטבלו והעריב שמשן, אסורין לאכול קדשים עד שיביאו כפרתן. ומותרין בתרומה:",
                "<b>חזר להיות טבול יום.</b> טמא שטבל ולא העריב שמשו:",
                "<b>אסור בקודש ובתרומה.</b> ופוסל אותם אם נגע בהן:",
                "<b>חזר להיות בעל קרי.</b> שיצא ממנו שכבת זרע ולא טבל:",
                "<b>חזר להיות בועל נדה.</b> והא דלא תני חזר להיות טמא מת שהוא חמור מבעל קרי, דטמא מת אב הטומאה ובעל קרי אינו אלא ראשון, והדר לתני חזר להיות בועל נדה דחמור מטמא מת שמטמא משכב התחתון כעליון. משום דהנך עשר טומאות פורשות מן האדם, וזו טומאת מגע היא:",
                "<b>משכב תחתון כעליון.</b> משכב התחתון של בועל נדה כעליונו של זב, מה עליונו של זב טמא לטמא אוכלים ומשקין אבל לא אדם וכלים, אף תחתונו של בועל נדה טמא לטמא אוכלים ומשקין לא אדם וכלים:",
                "<b>שרואה שתי ראיות מטמא משכב ומושב.</b> וצריך לספור שבעה נקיים. דהכי תנן פרק קמא דמגילה (משנה ג׳) אין בין זב הרואה שתי ראיות לזב שראה שלש ראיות אלא קרבן:",
                "<b>וצריך ביאת מים חיים.</b> דכתיב בזב (ויקרא ט״ו:י״ג) ורחץ בשרו במים חיים, אבל שאר כל הטמאים סגי להו במי מקוה:",
                "<b>חייב בקרבן.</b> האמור בפרשת מצורע גבי זב. וכל זמן שלא הביא קרבן הוי מחוסר כפורים:",
                "<b>מצורע מוסגר.</b> שמסגירו הכהן שבעת ימים לראות אם יוולדו בו סימני טומאה:",
                "<b>מטמא בביאה.</b> אם בא אל הבית נטמא כל אשר בבית:",
                "<b>ופטור מן הפריעה ומן הפרימה.</b> דלא אמרה תורה בגדיו יהיו פרומים וראשו יהיה פרוע. אלא במצורע מוחלט:",
                "<b>ומן התגלחת ומן הצפרים.</b> דמוחלט שנתרפא מביא צפרים ומגלח את כל שערו, ומוסגר לא:",
                "<b>שאין עליו בשר כראוי.</b> כדמפרש בסיפא כדי להעלות ארוכה:",
                "<b>מטמא במגע ובמשא ואינו מטמא באוהל.</b> דבמגע כתיב (במדבר י״ט:י״ח) [ועל] הנוגע בעצם, משמע בין יש בו בשר כראוי בין אין בו בשר כראוי. ובטומאת אוהל כתיב, או בעצם אדם או בקבר, ועצם אדם משמע עד שיהיה בו בשר וגידים ועצמות:",
                "<b>במקום אחד כדי להקיפו בחוט ערב.</b> שאם יחתוך הבשר שעל האבר לחוטים שיש בעביין כחוט ערב, שהוא יותר עב מחוט השתי כפלים, ויהיה בהן כדי להקיף את האבר, בידוע דבהכי הוא מעלה ארוכה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>עשר קדושות הן.</b> איידי דאיירי לעיל במעלות של טומאות זו למעלה מזו, תנא נמי הכא מעלות של קדושות זו למעלה מזו:",
                "<b>שמביאין ממנה העומר.</b> דכתיב (ויקרא כ״ג) וקצרתם את קצירה והבאתם את עומר, קצירה ולא קציר חוצה לארץ:",
                "<b>והבכורים.</b> דכתיב (דברים כ״ו:ב׳) ולקחת מראשית כל פרי האדמה אשר תביא מארצך:",
                "<b>ושתי הלחם.</b> דכתיב (ויקרא כ״ג:י״ז) ממושבותיכם תביאו לחם:"
            ],
            [
                "<b>עיירות המוקפות חומה.</b> מימות יהושע בן נון. דבמצורע כתיב (שם י״ג) מחוץ למחנה מושבו, חוץ למחנה ישראל. וכשכבש יהושע את הארץ קידש העיירות שהיו מוקפות חומה בימיו שיהיו כמחנה ישראל להשתלח משם מצורעים:",
                "<b>ומסבבים לתוכן מת.</b> מותר לנושאו בעיר ממקום למקום עד מקום שירצו טובי העיר לקוברו שם:",
                "<b>יצא.</b> המת מן העיר:",
                "<b>אין מחזירים אותו.</b> בעיר לקברו שם ואפילו רצו טובי העיר. דכיון דיצאה טומאה מן העיר אין מכניסין אותה בתוכה:"
            ],
            [
                "<b>לפנים מן החומה.</b> מחומת ירושלים:",
                "<b>שאוכלים שם קדשים קלים ומעשר שני.</b> דכתיב (דברים י״ב:ה׳-ו׳) ובאת שמה והבאתם שמה וגו׳ וכתיב (שם) לא תוכל לאכול בשעריך וגו׳:",
                "<b>הר הבית.</b> חמש מאות אמה על חמש מאות אמה היה, ובו היה בית המקדש בנוי, ומשם מתחיל מחנה לויה ושיעורו עד שער ניקנור, משער ניקנור ולפנים מחנה שכינה, ומהר הבית ולחוץ עד חומת ירושלים מחנה ישראל:",
                "<b>שאין זבים וזבות נדות ויולדות נכנסים לשם.</b> דכתיב (במדבר ה׳:ב׳) וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש, שומע אני ששלשתן יוצאים למקום אחד, תלמוד לומר במצורע בדד ישב, אלמא אינו משולח למקום שזב וטמא מת משולחים, ומה מצורע שטומאתו חמורה חמור שילוחו משילוח חבירו דכתיב (ויקרא י״ג:מ״ו) מחוץ למחנה מושבו, לפיכך משולח חוץ לירושלים, אף זבים וזבות נדות ויולדות שטומאתן חמורה מטומאת מת, שעושות משכב ומושב ומטמאות באבן מסמא מה שאין כן בטומאת מת, חמור שילוחן משילוח חבירן. נמצאת אומר, מצורע משולח חוץ לירושלים שהיא כנגד מחנה ישראל, וזבים וזבות נדות ויולדות משולחות מהר הבית, שהוא מחנה לויה, ומותרות בירושלים. טמא מת ואפילו מת עצמו מותר בהר הבית ומשולח משער ניקנור ולפנים, שהוא מחנה שכינה:",
                "<b>החיל.</b> לפנים מחומת הר הבית היה כותל גבוה עשרה טפחים והוא נקרא סורג, ולפנים ממנו החיל עשר אמות:",
                "<b>שאין נכרים וטמאי מתים נכנסים לשם.</b> אע״ג דרבנן גזור על הנכרים שיהיו כזבים לכל דבריהם, לענין שילוח מחנות לא גזור עלייהו אלא כטמאי מתים. והאי דטמאי מתים אין נכנסים מן החיל ולפנים, היינו מדרבנן. דמדאורייתא אפילו בעזרת נשים שרו, שכל זה מחנה לויה עד עזרת ישראל ששם שער ניקנור:",
                "<b>עזרת נשים.</b> לפנים מן החיל היתה אורך מאה ושלשים וחמש על רוחב מאה ושלשים וחמש:",
                "<b>שאין טבול יום נכנס לשם.</b> יהושפט ובית דינו גזרו על טבול יום שלא יכנס לעזרת נשים. דכתיב (דברי הימים ב כ׳:ה׳-ו׳) ויעמוד יהושפט בקהל יהודה וגו׳ לפני החצר החדשה, ואמרו בגמרא מאי החצר החדשה, שחידשו בה דברים ואמרו טבול יום אל יכנס במחנה לויה, ולא בכל מחנה לויה גזרו אלא בעזרת נשים בלבד. וגזרו על טבול יום ולא גזרו על מחוסר כפורים, לפי שטבול יום אסור בתרומה ומחוסר כפורים מותר בתרומה, וכל שטומאתו חמורה מחברו חמור שילוחו משילוח חברו:",
                "<b>עזרת ישראל.</b> לפנים מעזרת נשים היתה, אורך מאה ושלשים וחמש על רוחב אחת עשרה. וכן עזרת כהנים היתה אורך קל״ה על רוחב אחת עשרה, וראשי פספסין היו מבדילים בין עזרת ישראל לעזרת הכהנים:",
                "<b>שאין מחוסר כפורים נכנס לשם.</b> הוא הדין דהוה מצי למתני שאין טהור נכנס לשם עד שיטבול, דהכי תנן בפרק אמר להן הממונה [ל.], אין אדם טהור נכנס לעזרה עד שיטבול:",
                "<b>וחייבין עליה חטאת.</b> הטמאים שנכנסו שם בשגגה:",
                "<b>לסמיכה.</b> לסמוך ידו על ראש קרבנו. ואי אפשר אלא בבעלים, דכתיב וסמך את ידו, ולא יד שלוחו:",
                "<b>לשחיטה.</b> שהשחיטה כשרה בזר. ואע״פ שאפשר בכהנים, ואפשר נמי לזר לשחוט בעזרת ישראל, אפ״ה לא אסרו לישראל ליכנס בעזרת כהנים לשחוט הקרבן:",
                "<b>ולתנופה.</b> דכהן מניח ידו תחת יד הבעלים ומניף:"
            ],
            [
                "<b>בין האולם ולמזבח מקודש ממנה שאין פרועי ראש ובעלי מומין נכנסים לשם.</b> בגמרא בהקומץ רבה [דף כ״ז] מוכיח דכל הני מעלות דתני השתא כגון הנכנס לעזרת כהנים שלא לצורך וכן בעלי מומין ופרועי ראש שנכנסו בין האולם ולמזבח, כולהו מעלות דרבנן הן. וכך קבלתיה מרבותי. אבל רמב״ם סבירא ליה דכולהו מדאורייתא, בעלי מומין דכתיב (ויקרא כ״א:י״ח) כי כל איש אשר בו מום לא יקרב. ופרועי ראש, דאמר רחמנא לאהרן ולבניו שהיו במשכן (שם י׳) ראשיכם אל תפרעו. ואע״פ שלשון התוספתא מסייע לדברי הרמב״ם, קבלת רבותי נראית לי עיקר. והאי דלא חשיב תנא קמא שתויי יין ושלא רחוץ ידים ורגלים בהדי בעלי מומים ופרועי ראש כדחשיב להו רבי יוסי בסיפא, משום דבעלי מומין ופרועי ראש פסולן בגופן, הלכך שילוחן חמור, אבל שתויי יין ושלא רחוץ ידים ורגלים פסולן מחמת דבר אחר הלכך לא החמיר בשילוחן כל כך:",
                "<b>אלא כהן גדול ביום הכפורים.</b> דכתיב (שם ט״ז) ואל יבוא בכל עת אל הקודש בזאת יבוא וכו׳:",
                "<b>בשעת העבודה.</b> ארבע פעמים נכנס שם, אחת להקטיר קטורת, שניה להזות מדם הפר, שלישית להזות מדם השעיר, רביעית להוציא הכך והמחתה ואם נכנס חמש פעמים חייב מיתה:",
                "<b>ופורשין בין האולם ולמזבח בשעת הקטרה.</b> בין בשעה שמקטירים קטורת במזבח הזהב שבהיכל, בין בשעה שכהן גדול מקטיר קטורת לפני ולפנים, כל העם פורשים מבין האולם ולמזבח ואין צריך לומר מן ההיכל. ותנא קמא פליג אדרבי יוסי וסבר דבשעה שמקטירין קטורת בהיכל הוא דפרשי מבין האולם ולמזבח, אבל כשמקטיר קטורת לפני ולפנים אין העם פורשים אלא מן ההיכל בלבד ולא מבין האולם ולמזבח. והלכה כת״ק. ועשר קדושות דתנן במתניתין והנך אחד עשר נינהו, פירשו הגאונים דארץ ישראל אינה ממנין הקדושות, לפי שבשאר קדושות יש בהן כבוד למקום שמונעים ממנו קצת טומאות או שמונעים מקצת בני אדם ליכנס אליו, ואין בסתם ארץ ישראל קדושה זו. והבאת בכורים ועומר ושתי הלחם ולחם הפנים אינם כקדושות הללו. ואית דמפרשי דתנא קמא דחשיב עשר קדושות ר׳ יוסי היא, דאית ליה דבין האולם ולמזבח שוה להיכל בחמשה דברים, ולדידיה לא הוו אלא עשר:"
            ]
        ],
        [
            [
                "<b>כלי עץ כלי עור כלי עצם.</b> בפרשת מטות כתיב וכל בגד וכל בלי עור וכל מעשה עזים וכל כלי עץ תתחטאו, ומרבינן מוכל מעשה עזים לרבות דבר הבא מן העזים מן הקרנים ומן הטלפים, דהיינו כלי עצם, ואיתקש לכלי עור וכלי עץ. ובפרשת שמיני איתקוש כלי עור וכלי עץ לשק, דכתיב מכל כלי עץ או בגד או עור או שק. הלכך פשוטיהן טהורים, דבעינן דומיא דשק דמיטלטל מלא וריקן. וכלי חרס אע״ג דפשוטיהן טהורים לא מצי למתני בהדי הנך, משום דכל הני טהורים כשאין להם בית קבול אע״פ שיש להן תוך, כגון חבית של עץ שאין לה שולים ומפולשת מעבר אל עבר טהורה, ובכלי חרס כהאי גוונא טמא, משום דבתוכו תלה רחמנא והרי יש לו תוך אע״פ שאין לו בית קבול. ופשוטיהן טהורים דתנן הכא, היינו מדאורייתא, אבל חכמים גזרו טומאה על פשוטי כלי עץ ועור ועצם, כדמוכח בגמרא בבא בתרא [דף סו]. ומדאורייתא נמי אינן טהורים אלא מטומאת מת או טומאת שרץ, אבל טמאים טומאת משכב ומושב אם הן ראויין למשכב ומושב:",
                "<b>וכלי זכוכית.</b> רבנן גזרו עליהן טומאה, הואיל ותחלת ברייתן מן החול הוו ככלי חרס, וחמירי מכלי חרס שאינו מקבל טומאה מגבו, וכלי זכוכית מטמאין מגבן הואיל ונראה תוכן כברן. ופשוטיהן של כלי זכוכית טהורים אפילו מדרבנן, דעבדו רבנן היכרא כי היכי דלא לשרוף עלייהו תרומה וקדשים:",
                "<b>מקבלין טומאה מכאן ולהבא.</b> אבל לא חזרו לטומאתן ישנה, דלא גזור רבנן שאם עשה מהם כלים חזרו לטומאתן ישנה אלא בכלי מתכות בלבד:",
                "<b>כלי נתר.</b> כלים העשויין מאדמה שחופרים ממנה צריף. אלומ״י בלע״ז:",
                "<b>מיטמאין ומטמאין באויר.</b> אם נתלית טומאה באויר הכלי, נטמא הכלי. חזר ותלה אוכלים באוירן, מטמאין את האוכלים אע״פ שלא נגעו, דכתיב (ויקרא י״א:ל״ג) כל אשר בתוכו יטמא. ואפילו מלא חרדל שאינו נוגע בדפנות הכלי:",
                "<b>ומיטמאין מאחוריהן.</b> כלים שחקק בית מושבם מבחוץ כדרך שעושים לכוסות של כסף, ופעמים כופין אותן על פיהן ומשתמשין בבית קיבול שבאחוריהן. אם נגעה טומאה באותו בית קיבול, נטמא הכלי חרס. ומדלא ערבינהו ותנינהו, מיטמאין ומטמאין מאויריהן ואחוריהן, שמע מינה דאין מיטמא מאויר אחוריו, דלא חשיב תוך של אחוריו תוך גמור דאורייתא ליטמא מאוירו, אבל מיטמא אם נגעה טומאה באותו חקק של אחוריו:",
                "<b>ואין מיטמאין מגביהן.</b> דכתיב (שם) וכלי חרש אשר יפול מהם אל תוכו, מתוכו הוא מיטמא ואינו מיטמא מגבו. ושאר כל הכלים חוץ מכלי חרס וכלי נתר אין מיטמאין מאוירן עד שתגע הטומאה בעצמו של כלי, וכשנגעה הטומאה בעצמו של כלי בין מגבו בין מתוכו טמא. והיינו דתנן בפ״ק דחולין, הטהור בכלי חרס טמא בכל הכלים, הטהור בכל הכלים טמא בכלי חרס:",
                "<b>ושבירתן היא טהרתן.</b> וכולהו כלים נמי שבירתן היא טהרתן. אלא כלי חרס וכלי נתר שבירתן בלבד מטהרתן, שאין להם טהרה בטבילה אלא בשבירה בלבד:"
            ],
            [
                "<b>הדקין שבכלי חרס.</b> כלי חרס הדקין וקטנים, בין שהן עצמן אינן מחזיקין אלא כדי סיכת קטן, בין שנשברו ונשארו קרקרותיהן, פירוש, כמו קרקעותיהן דהיינו שולים שכלפי הקרקע, או נשארו דפנותיהן ויכולים לבדן לישב בלא סמיכה, עדיין כלים הן. ואם מחזיקין שמן כדי סיכת קטן, כלומר כדי סיכת אצבע קטנה של קטן בן יומו, טמאין. והכי מפורש במסכת שבת, סיכת קטן, אבר קטן של קטן בן יומו:",
                "<b>עד לוג.</b> שיעור זה של סיכת קטן, לשברי כלי שלא היה מתחלתו אלא לוג. דאם היה תחלתו יותר מלוג, בעינן שיעור גדול לשבריו יותר מכדי סיכת קטן:",
                "<b>מלוג ועד סאה.</b> כלי שהיה מתחלתו מחזיק מלוג ויותר מלוג עד סאה, שיעור שבריו ברביעית הלוג. וליתר מסאה עד סאתים, שיעור שבריו בחצי לוג. וכן כולם:",
                "<b>אני איני נותן בהם מדה.</b> לפי גודל הכלי וקטנו, אלא לפי המקומות שרגילין לעשותן ולפי צורת הכלים:",
                "<b>אלא הדקין שבכלי חרס וכו׳</b> שאין להם צורת קדירות והם קטנים ביותר, שיעור שבריהן כדי סיכת קטן. ומשהגיעו להיות כתבנית קדרות קטנות, שיעורן ברביעית:",
                "<b>חביות לודיות.</b> חביות שנעשות בלוד:",
                "<b>לחמיות.</b> שנעשות בבית לחם. והן גדולות מאותן שנעשות בלוד:",
                "<b>חצבים גדולים.</b> כדות גדולות כל מה שאפשר:",
                "<b>הפכין הגלילים.</b> שנעשים בארץ הגליל:",
                "<b>והחביונות.</b> חביות קטנות. והיינו דקין שבכלי חרס:",
                "<b>ואין להן דפנות.</b> דדוקא השולים טמאות אם נשאר בהן כדי סיכת קטן, אבל הדפנות טהורות. והלכה כר״ע:"
            ],
            [
                "<b>הטהורים שבכלי חרס.</b> פשוטי כלי חרס שהן טהורים, דכתיב בהו (ויקרא י״א:ל״ג) אשר יפול מהם אל תוכו, את שיש לו תוך טמא את שאין לו תוך טהור:",
                "<b>טבלה שאין לה לזבז.</b> לוח חלק שאין לו שפה סביב:",
                "<b>ומחתה.</b> שחותים בה גחלים:",
                "<b>פרוצה.</b> שאין לה דפנות:",
                "<b>אבוב של קלאים.</b> כלי חרס שקולים בו קטניות על גבי האש. ופשוט הוא בלא בית קיבול, ומנוקב ככברה בשוליו כדי שתהא האור שולטת בו:",
                "<b>קלאים.</b> כמו קלוי באש:",
                "<b>וסילונות.</b> מרזבות:",
                "<b>אף על פי כפופין.</b> אף על פי שכפופין משני צדיהן. והוא שלא חקק בהן בית קיבול צרורות:",
                "<b>כבכב.</b> כלי שמכסים בו סלים של פת. ויש גורסין כפכף. שכופין אותו על גבי הסל. ואפילו יש לו בית קיבול, טהור. שכל המשמש כפוי בכלי חרס, טהור:",
                "<b>והטפי.</b> הוא כלי חרס שיש לו בית קיבול ומקבל טומאה, דהכי מוכח לקמן באידך פרקא. והאי דטהור הכא, משום דהתקינו לענבים ועשה בו שינוי, מוכיח דלכסות בו ענבים קא בעי ליה ולא נעשה לקבלה:",
                "<b>חבית של שייטין.</b> כמין חבית חלולה, וסתומה היא ואין לה פה, כדי שלא תהא נשקעת במים. ונשענים עליה ולמדין לשוט בה. ואע״פ שיש לה בית קיבול, אינה עשויה לקבלה. וכל שאינו עשוי לקבלה אע״פ שיש לו בית קיבול אינו מקבל טומאה:",
                "<b>וחבית דפונה בשולי המחץ.</b> מחץ הוא כלי גדול של חרס, וכעין חבית עשוי לו בשוליו שאדם משים ידו לתוכה כשרוצה להגביה המחץ. ולפי שלא נעשית חבית זו לקבלה, אינה מקבלת טומאה:",
                "<b>דפונה.</b> טמונה:",
                "<b>והמטה והכסא והספסל.</b> כל אלו אין עשויין לקבלה:",
                "<b>והספינה.</b> אע״פ שעשויה לקבלה ואפילו היא של חרס, טהורה. ובמסכת שבת ילפינן לה דכתיב (משלי ל׳:י״ט) דרך אניה בלב ים, ופשיטא דאניה בים היא, אלא לומר לך מה ים טהור אף אניה טהורה:",
                "<b>כל שאין לו תוך בכלי חרס אין לו אחוריים.</b> חכמים גזרו על משקין טמאין שיטמאו כלים, ואע״פ שלא נטמאו המשקין אלא מחמת שרץ דהשתא הן ראשון לטומאה, מטמאים כלים מדברי סופרים ואם נגעו באחורי הכלי נטמאו אחוריו ולא נטמא תוכו. והשתא קמ״ל דאין טומאת אחוריים נוהגת אלא בכלי חרס שיש לו תוך. אבל כל שאין לו תוך אין לו טומאת אחוריים, ואם נגעו משקין טמאים מאחוריו לא נטמאו אחורי הכלי: "
            ],
            [
                "<b>פנס.</b> כמין עששית של חרס עשויה נקבים בדפנותיה שמהן האורה יוצאת, ומניחים הנר בתוכה שלא יכבנה הרוח:",
                "<b>שאין לו.</b> בית קיבול שמן. אע״פ שיש לו בית קיבול נר:",
                "<b>טהור.</b> שבית קיבול נר אין לו תוך, אלא הנר מונח עליו:",
                "<b>מגופת היוצרים.</b> כעין אבנים של חרס שהיוצרים עושים הכלים עליהן:",
                "<b>את שהוא פותח בה.</b> כלומר המגופה שהיוצר משליך עליה הטיט ומפתח עליה בידיו צורת הכלי:",
                "<b>טהורה.</b> לפי שאין לה שפה סביב ואין כאן תוך:",
                "<b>ושהוא גומר בה.</b> והמגופה שמעמיד עליה הכלי לאחר שנגמרה צורתו יש לו תוך, ולכך היא טמאה. ורבותי פירשו, שיש כלי ליוצרים שנקרא מגופה ויש מהן שפתחיהן צר ויש שפתחיהן רחב, את שהוא פותח בה כלומר שעתיד להרחיב פתחה, טהורה, שעדיין לא נגמרה מלאכתה והויא כגולמי כלי חרס. ושהוא גומר בה, שמניחה כך בפתח צר, טמאה. ומתניתין רבי מאיר היא דאמר כלי חרס מאימתי מקבלים טומאה משעה שנגמרה מלאכתן. ולא כרבנן דאמרי משיצרפו בכבשן. ופירוש ראשון נראה לי עיקר:",
                "<b>משפך.</b> כלי שנותנין על פי חבית או על פי הנוד כשרוצין למלאותו יין או שמן:",
                "<b>ושל רוכלין.</b> שהוא קטן ועשוי להכניס שמן לפכין קטנים, ומחזיק לוג או שני לוגים והרוכל מניח אצבעו מתחתיו כנגד הנקב ומודד בו שמן, ומסיר אצבעו והשמן יורד לכליו של לוקח. ועשוי לקבלה הוא ומקבל טומאה:",
                "<b>רבי עקיבא אומר מפני שהוא מטהו על צדו.</b> כלומר אפילו אינו של מדה, משפך של רוכלים לעולם [מיטמא], מפני שמטהו על צדו לקבל בו מעט כדי שיריח בו הלוקח, ונמצא עשוי לקבלה. והלכה כרבי עקיבא:"
            ],
            [
                "<b>כיסוי כדי יין וכו׳</b> וכל המשמש כיסוי בכלי חרס, טהור, דתוכו כתיב, והאי לאו תוך דידיה הוא:",
                "<b>וכסוי חביות נייריות.</b> על שם מקומן. ולרבותא נקטינהו, מפני שהיה לכיסוי חביות שלהן בית קיבול. ואית דגרסי והניירות, כלומר, הניירות שמכסים בהן פי הצלוחית:",
                "<b>הלפס.</b> כמו אלפס. מחבת גדולה שמבשלים בה בשר וירק, ועושים לה כסוי של חרס. וכשהוא נקוב אינו ראוי לכלום, ואפילו אינו נקוב ויש לו חידוד אין יכול לישב מפני החידוד, אבל כשאינו נקוב ואף אין לו חידוד, טמא, שראוי להפכו ולהושיבו, ואשה נותנת בתוכו ירק לסננו להמצות ממנו המים:",
                "<b>הרונקי.</b> הירקות לאחר שנתבשלו ודבוקים זה בזה ונעשים גוף אחד נקראים רונקי. והיא מלה יונית:"
            ],
            [
                "<b>גסטרא.</b> שבר כלי חרס. ודבר שנחלק לשנים קרוי גסטרא. ולשון גסטרא, גיסי תרי:",
                "<b>שנמצאת בכבשן.</b> ולא ידעינן אם נשבר קודם שנצרף בכבשן ובשעה שנגמרה מלאכתו לא היה תורת כלי עליו ותו לא מטמא משום גסטרא, או אחר כך נשבר ומטמא. וכיצד מבררים את הדבר, רואין אם היו שבריה שוין ותוכה מאדים, בידוע שנגמרה מלאכתה ואח״כ נשברה, ומטמאה, דעביד לקיבול, שדרך לתת גסטרא תחת החבית לקבל המשקה הנוטף ממנה:",
                "<b>טיטרוס.</b> כלי שהוא מנוקב מלמטה נקבים הרבה דקים כמלוא נקב מחט ומלמעלה נקב אחד כמלוא כוש, דהיינו פלך שהנשים טוות בו, וכשממלאים אותו מים ואדם משים אצבעו בנקב מלמעלה שלא ישלוט בו הרוח אין טפה אחת יוצאת מן הנקבים דקים שלמטה, וכשמסיר אצבעו המים יוצאים:",
                "<b>ר׳ אליעזר בר צדוק מטהר.</b> לפי שנקוב בכונס משקה:",
                "<b>ורבי יוסי מטמא.</b> שכך הוא דרך תשמישו, וחשיב בית קיבול הואיל והמים עומדים על ידי הנחת אצבע, ואפילו בלא הנחת אצבע אין המים יוצאים אלא כמוציא פרוטות מעט מעט טפה אחר טפה, ומשום הכי לא חשיב נקוב ככונס משקה ליטהר בכך. והלכה כר׳ יוסי:"
            ],
            [
                "<b>טבלא שיש לה לזבז ומחתה שלימה.</b> שיש לה דפנות, טמאים, שיש להן בית קיבול. ומרישא דהטהורים שבכלי חרס הוה שמעינן דהנך טמאים, אלא אורחיה דתנא הכי, כדתנן בפרק ואלו טריפות [דף מ״ג] ואלו כשרות, והכי איכא טובא במשנה:",
                "<b>טבלא.</b> של חרס:",
                "<b>שהיא מלאה קערות.</b> שהיא עשויה קערות קערות, והקערות הן מגופה ומחוברין בה:",
                "<b>ואם יש לה לזבז עודף.</b> אם שפת הטבלא סביב עודף ועולה למעלה יותר מפיהן של קערות:",
                "<b>נטמאה אחת מהן נטמאו כולן.</b> דכשנכנס השרץ בפי הקערה כבר נכנס באויר הלזבז העודף סביב, ונטמאת כל הטבלא, דכלי חרס מטמא מאוירו, וכשנטמאת הטבלא כולה נטמאו כל הקערות שהן מגופה:",
                "<b>בית התבלין.</b> כלי חרס עשוי רבועים רבועים, לתת בכל רבוע ורבוע מין אחד של תבלין ולא יתערבו זה בזה:",
                "<b>קלמרים המתואמות.</b> כלי עשוי לתת בתוכו הדיו והקולמוס והכלים הצריכים לסופר. ועשוי גם הוא רבועים רבועים תאומים, ובארצנו מהם הרבה, וקורים להם בלע״ז קלמר״י:",
                "<b>בית תבלין של עץ.</b> שעשוי גם הוא רבועים רבועים ואין לו לזבז עודף:",
                "<b>שנטמא אחד מהן במשקה.</b> דרבנן גזרו על המשקים הבאים מחמת שרץ לטמא כלים, גזירה משום משקה זב וזבה, שהם מטמאים כלים דאורייתא. ודוקא כשנטמא במשקה לא נטמא חברו, שכלי שנטמאו אחוריו במשקים לא נטמא תוכו, הלכך כשנטמא אחד מהן במשקין הוי דופן של הטמא אחוריו של חברו ולא נטמא חברו. אבל בטומאת שרץ דאורייתא דכל היכא דנגע בכלי עץ בין מאחוריו בין מתוכו נטמא כולו, אם נטמא אחד מהן נטמא חברו, שהטומאה נוגעת בו מאחוריו. ובכלי חרס דאינו מקבל טומאה מגבו אלא מתוכו, אפילו בטומאת שרץ אם נטמא אחד מהן לא נטמא חבירו, דתוכו של זה נעשה גב לחבירו, וכלי חרס אין מיטמא מגבו. אבל כלי עץ מיטמא מגבו בטומאת שרץ, אבל לא בטומאת משקין להיות נטמא כולו:",
                "<b>חולקים את עביו.</b> דופן עב ורחב שבין שני הרבועים, רמינן פלגא להאי גיסא ופלגא להאי גיסא בטומאת משקים דרבנן, וחצי עובי הדופן שלצד הטהור טהור. ואין הלכה כר׳ יוחנן בן נורי:"
            ],
            [
                "<b>הלפיד.</b> כעין קערה של חרס מחודדת מלמטה ותוחבים חידודה בראש קונדס, ובתוך אותה קערה נותנים חתיכות בגד ושמן ועטרן ומדליקין ומגביהין למעלה והיא מאירה למרחוק. ומפני שהיא מחודדת ואינה יכולה לעמוד בפני עצמה סלקא דעתך אמינא שלא תיטמא, קמ״ל. דהואיל ומקום מושבה מתוקן ומיוחד להושיבה בראש הקונדס הרי זו מיטמאה:",
                "<b>ובית שקעו של נר.</b> כלי חרס עשוי להיות הנר יושב ומשוקע בו:",
                "<b>מטמא באויר.</b> דחשיב כתוך לטמא באויר, אף על פי שאין כל הנר משוקע בו כי אם מעט ממנו:",
                "<b>המסרק של צרצור.</b> כלי חרס שעושים על פיו שבכה כמין מכבר מעשה רשת והמערה ממנו מטיל המים ממקומות הרבה, ורוב הכלים ששותין בהם מים בארץ ישמעאל עשויים כך, וסביב אותה שבכה בולטים שינים כשיני המסרק, שעושים אותן לנוי. ואם נתלה שרץ באויר אותן שינים פליגי בה רבי אליעזר ורבנן אי חשיב תוך כלי חרס אי לא. והלכה כחכמים דחשבי לה תוך ומטמאין:"
            ]
        ],
        [
            [
                "<b>שיעור כלי חרס ליטהר.</b> דתו לא מקבל טומאה, ואם היה טמא טהור כאילו נשבר כולו, דתו לא חזי למילתיה ולא חשוב תוך דידיה. אפילו היתה חבית זו מיוחדת לגרוגרות ולאגוזים, וניקבה במוציא זית, טהורה, כל זמן שלא חזר ויחדה אח״כ לקבל בה רמונים וכיוצא בהן, אבל חזר ויחדה לקבל בה רמונים, טמאה עד שתנקב במוציא רמון, ומשניקבה במוציא רמון שוב אינה מקבלת טומאה:",
                "<b>שיעורו במשקין.</b> בנקב שכשמשימין הכלי על גבי משקין נכנסין המשקין דרך אותו נקב לתוך הכלי, והוא נקב גדול ממוציא משקה:",
                "<b>לכך ולכך.</b> כגון קדרה שמבשלים בה בשר. אע״פ שאין מניחין בה אוכל בלא משקה, ולמשקה לא חזיא שהרי ניקבה בכונס משקה, אפילו הכי אזלינן בה לחומרא, ואינה טהורה עד שתנקב במוציא זיתים:"
            ],
            [
                "<b>חבית שיעורה בגרוגרות.</b> רגילים היו להניח גרוגרות בחבית:",
                "<b>רבי מאיר אומר בזיתים.</b> כסתם מתניתין דלעיל. והוי סתם ואחר כך מחלוקת ואין הלכה כסתם. והלכה כרבי יהודה:",
                "<b>הלפס והקדירה שיעורן בזיתים.</b> להחמיר. כדפרישנא לעיל:",
                "<b>הפך והטפי.</b> כלי שמן הן. אלא שהטפי פיו צר מאד, לכך נקרא טפי שאין יורד ממנו אלא טפין טפין. וטפי דתנן בפרקין דלעיל שהוא טהור, היינו כשהתקינו לכסות בו סל של ענבים כדפרישנא לעיל:",
                "<b>בשמן.</b> היינו כונס משקה של שמן. ואין שיעורו שוה למים, דשל שמן דק שהרי כלי שמחזיק מים או יין אינו מחזיק שמן:",
                "<b>הצרצור.</b> כלי עשוי לשתות בו מים ועל פיו שבכה כמעשה רשת שלא יכנס לתוכו דבר רע ויטנפו המשקין:",
                "<b>שלשתן.</b> הפך והטפי והצרצור, שיעורן בנקב מוציא זרעונים, כגון האפונים. דסבר רבי שמעון דלזרעונים נמי עבידי, והוו כמו העשוי לכך ולכך דלעיל דמטילין אותו לחומרו. ואין הלכה כרבי שמעון:",
                "<b>נר שיעורו בשמן.</b> בכונס משקה של שמן. דסתם נר לשמן עביד:",
                "<b>רבי שמעון אומר בפרוטה קטנה.</b> דסבר עביד נמי לאנוחי ביה פרוטות, ומטילין אותו לחומרו. ואין הלכה כרבי שמעון:",
                "<b>נר שנטל פיו.</b> בטל שם נר ממנו:",
                "<b>ושל אדמה.</b> אינו מקבל טומאה כל זמן שלא נצרף בכבשן. ואע״פ שהוסק פי הנר בפתילה הדולקת, לא חשיב בכך כאילו נצרף בכבשן, וטהור:"
            ],
            [
                "<b>חבית שניקבה.</b> במוציא זית, וטהרה, כשחזר ועשאה בזפת, מקבלת טומאה מכאן ולהבא:",
                "<b>חזרה ונשברה.</b> לשברים הרבה. ואותו השבר שיש בו הזפת מחזיק רביעית ויושב שלא מסומך, טמא. ובחבית המחזקת מלוג ועד סאה עסקינן, כדתנן בפרקין דלעיל מלוג ועד סאה ברביעית. ואע״פ שאין סתימה מועלת לנקב הבא לאחר שבירה, שאני הך סתימה שנעשית קודם שבטל שם כלי ממנה. דחבית שניקבה שם חבית עליה אע״פ שטהרה, אבל חרס הפורש מן החבית בטל שם כלי מעליו אע״פ שלא ניקב, לפיכך אין מועלת סתימה בנקב שלו:"
            ],
            [
                "<b>חבית שנתרועעה.</b> כמו כותל רעוע. שלא נפלו חרסיה אבל היא רעועה כל כך שאם יטלטלוה וחצי קב גרוגרות בתוכה תשבר לגמרי. וטהורה היא כדאמרינן לקמן באידך פרקין [מ״ב]:",
                "<b>וטפלה.</b> שטח פניה:",
                "<b>בגללים.</b> כדי שלא יפלו החרסים:",
                "<b>נשברה.</b> שנפלו החרסים ודיבק השברים בקולן של סופרים. או שהביא חרסים ממקום אחר ודבקן ואחר כך טפלן בגללים, טהורה. והוא הדין טפלן בטיט, כל זמן שלא חזר וצרפה בכבשן:",
                "<b>חרס מחזיק רביעית.</b> וכגון שהחרס באה מחבית המחזקת מלוג ועד סאה, דשיעורה ברביעית כדפרישנא לעיל:",
                "<b>כולן מטמאין במגע.</b> דכולן נעשים יד לאותו חרס, ומטמאין משום יד. וכנגדו בלבד מטמא באויר, דאין אויר ליד כלי חרס:"
            ],
            [
                "<b>כלי חרס הבריא.</b> שאינו לא רעוע ולא שבור:",
                "<b>מטמאין.</b> אם נטמא הכלי מאוירו, טמאים אוכלים ומשקים שנגעו בטפילה, מפני שהיא חשובה ככלי עצמו:",
                "<b>הטופל את הבריא טהור.</b> דדוקא הכלי רעוע שצריך לאותה טפילה הוא דחשיבה הטפלה ככלי ונטמאו האוכלים הנוגעים בה כשהכלי טמא, אבל טפילת הבריא אינה חשובה ככלי. והלכה כחכמים:",
                "<b>וכן בחידוק קרויה.</b> כשם שנחלקו רבי מאיר ורבי שמעון עם חכמים בטפילת הבריא כך נחלקו בחידוק קרויה, והיא דלעת יבשה וחלולה ששואבין בה מים, ורגילים להדק סביבותיה בעגול של עץ או של ברזל כדי שלא תשבר אם תגוף באבן. דרבי מאיר ורבי שמעון דמטמאין בטפילת הבריא מטמאין אף בזו, ואפילו היתה הקרויה בריאה. וחכמים אומרים אם היתה הקרויה בריאה ואינה צריכה לעוגל זה לא חשיב העוגל כגופה של קרויה, ואם נטמאת הקרויה לא נטמא העוגל:"
            ],
            [
                "<b>יבלית.</b> מין עשב ששמו יבלא. ורגילין לטוח בו הכדות הגדולות שלא יפלטו היין שמזיעין:",
                "<b>פטסין.</b> כדות גדולות. כמו הללו בעלי פטסין דבמסכת ביצה [דף טו.]:"
            ],
            [
                "<b>מיחם.</b> כלי שמחממים בו המים:",
                "<b>בחומר.</b> טיט עב:",
                "<b>חרסית.</b> דק כחרס. ויש מפרשים, כתישת חרסים:",
                "<b>הנוגע בחומר טמא.</b> לפי שהוא נדבק ומתחבר במיחם וחשוב כעצמו של כלי, הלכך אם נטמא המיחם נטמא החומר שסביבו כמותו, והאוכלים הנוגעים בחומר טמאים:",
                "<b>ובחרסית טהור.</b> דחרסית אינו נדבק ומפריך ונפיל, ולא חשיב כעצמו של כלי:",
                "<b>קומקום.</b> יותר גדול ממיחם. ובלע״ז קוראין לו קומקומ״ו:",
                "<b>שאינו יכול לקבל את החמין.</b> שהזפת ניתך ונמס במים חמין. ואע״פ שיכול לקבל את הצונן אינו חשוב כלי וטהור:",
                "<b>וכן היה אומר בכלי זפת.</b> כלים העשויין מן הזפת עצמו, שהן טהורין, הואיל ואין יכולין לקבל את החמין כצונן. ורבותי פירשו בכלי זפת, בכלים הזפותים, ומפרש ואזיל כיצד, כלי נחושת שזפתן טהורים. אם היו הכלים טמאים ונגע אדם או אוכלין ומשקין בזפת, טהורים, דאין הזפת חיבור ואינו נחשב כעצמו של כלי:",
                "<b>ואם ליין.</b> ואם זפתן מתחלה לשום בתוכן יין ואין דעתו להשתמש בהן בחמין כלל:",
                "<b>טמאין.</b> דאז הוי הכלי צריך לזפת והוי זפת חיבור:"
            ],
            [
                "<b>יותר מצרכה.</b> כנגד הנקב הוא צורכה, ומה שהוא שלא כנגד הנקב הוי יותר מצרכה, ולא חשיב חיבור, כיון דלא צריך לחבית. ורמב״ם פירש, יותר מצרכה כגון שעשה הסתימה עבה ביותר עד שיוכל להנטל ממנה ותשאר סתומה, ואפילו הכל כנגד הנקב:",
                "<b>זפת שנטפה על החבית.</b> שאינה נקובה:",
                "<b>הנוגע בה.</b> בטיפת הזפת:",
                "<b>טהור.</b> אע״פ שהחבית טמאה. שאין הזפת חיבור לחבית כיון שאין החבית צריכה לה:",
                "<b>שפקקו בזפת.</b> שסתם פי הנקב של המשפך העשוי להכניס ממנו יין לחבית:",
                "<b>רבי אלעזר בן עזריה מטמא.</b> דחשיב ליה סתימה, בין בשל עץ בין בשל חרס:",
                "<b>ור״ע מטמא בשל עץ.</b> מפני שהזפת הוא מינו, שהזפת יוצא מן העץ:",
                "<b>ומטהר בשל חרס.</b> שאינו מינו ולא חשיב חיבור. ולא דמי סתימת פי המשפך לסתימת נקב החבית דחשיב חיבור, לפי שהנקב שבפי המשפך שעשאו היוצר מתחלה חלק הוא ונקלף הזפת ממנו ואינו מתקיים, אבל חבית שניקבה לאחר שהוסקה בכבשן אי אפשר לנקב להיות חלק ושוה ואין הזפת נקלף ממנו אי נמי, נקב שבפי המשפך סופו להסיר סתימתו כשירצה לשפוך יין בחבית, הלכך לא חשיבא סתימה אלא במשפך של עץ לפי שהוא מינו, אבל חבית שניקבה אין סופו להסיר הסתימה:",
                "<b>רבי יוסי מטהר בשניהם.</b> דסתימת פי המשפך לא חשיבא סתימה, והרי הוא כאילו לא נסתם ואין לו בית קבול. והלכה כר״ע:"
            ]
        ],
        [
            [
                "<b>החרס שאינו יכול לעמוד.</b> כגון חרס הפורש מן החבית ומן הקדירה במקום האוזן, ואינו יכול לעמוד בלא סמיכה מפני כובד האוזן שמכביד ומכריעו, או מפני שהיה בו חידוד שהוא חד בתחתיתו ואינו יכול לשבת שלא מסומך:",
                "<b>נטלה האוזן טהור.</b> דכלי חרס כיון שטהר שעה אחת שוב אין לו טומאה לעולם:",
                "<b>ור׳ יהודה מטמא.</b> דלית ליה הך סברא:",
                "<b>או שנחלקה.</b> לארכה כמין שתי עריבות, ואינה יכולה לישב על תחתיה אלא על דפנותיה:",
                "<b>רבי יהודה מטהר.</b> דסבר ר׳ יהודה דהא דתנן הדקים שבכלי חרס יושבים שלא מסומכים שהן טמאים, היינו מן השוליים ולא מן הדפנות, שצריך שיהיה שבר הכלי יושב על שוליו כדרך שיושב כשהוא שלם:",
                "<b>וחכמים מטמאין.</b> דסברי כלים עשויין להושיבן על דפנותיהן לפרקים:"
            ],
            [
                "<b>ואינה יכולה להטלטל בחצי קב גרוגרות.</b> מתוך שהיא רעועה והגרוגרות מכבידים נשברת לגמרי בטלטולה. ולכך שיערו בחצי קב, דהוא שיעור סעודה אחת. דקב גרוגרות הוא שיעור שתי סעודות, כדמוכח בסוף מסכת פאה גבי אין פוחתין לעני בגורן מקב גרוגרות. וכל דלא חזיא לטלטל בה שיעור סעודה אחת כשבורה דמיא:",
                "<b>גיסטרא.</b> כלי חרס שנחלק לשנים. ונעשה גיסי תרי:",
                "<b>שאין שיריים לשיריים.</b> כלי שלם חסים עליו ומשום סדק פורתא לא שדו ליה ומביאין שיריים של כלי דהיינו שבר כלי ומשימין תחתיו, אבל שבר כלי מכי נסדק במוציא משקה משדא שדו ליה, שאין אומרים הבא שבר כלי אחר להניח תחת שבר כלי זה:"
            ],
            [
                "<b>כל שניטלו אזניה.</b> חשובה גיסטרא, ואפילו היא שלימה, הואיל ואין לה אזנים לטלטלה ממקום למקום. ואם נתרועעה, שיעורה כמוציא משקה:",
                "<b>היו בה חדודים.</b> סתם חרס שנשבר יוצאין ממנו חידודים. כמו [איוב מ״א כ״ב] חדודי חרס:",
                "<b>כל המקבל עמה בזיתים.</b> אם אין כזית יוצא בין חידוד לחידוד, חשוב תוך כמו הגסטרא עצמה ומטמא אפילו באויר. אבל אם יוצא זית מבינתים, אינו מטמא באויר. אבל מטמא במגע מטעם יד:",
                "<b>היתה מוטה על צדה.</b> שנחלקה לארכה כמין עריבה ואינה יושבת אלא על דפנותיה ויש לה חידודים:",
                "<b>כל המקבל עמה בזיתים.</b> כדרך שמטמאה כשיושבת על שוליה כך מטמאה יושבת על צדה. וסתם מתניתין כחכמים דלעיל דמטמאין בחבית שנחלקה כמין שני עריבות:",
                "<b>קתדרא.</b> כסא של נשים ההולכות על העגלה:",
                "<b>קורפיות.</b> על שם מקומן. והן כלים חדים שאין יושבים שלא מסומכין:",
                "<b>וקוסים.</b> לשון קשות הנסך. ובסנהדרין הגונב את הקסוא והוא שם לכלי שרת. וקוסין הן מיני כלים ששוליהן חדין וכשמבשלים בהן מניחין אותן על כלי ברזל שקורין טריפיד״י בלע״ז, וכשמורידים אותן סומכין אותן באפר הכירה:",
                "<b>הצידונין.</b> שנעשים בצידון:"
            ],
            [
                "<b>שפיות.</b> מלשון שפה. שיש לו שלש שפתות לפיו, ואויר בינתים בין שפה לשפה:",
                "<b>הפנימית עודפת הכל טהור.</b> כל מה שהוא חוץ ממנה נחשב כגבו של כלי ואין כלי חרס מיטמא מגבו. אבל מה שבתוך הפנימית טמא:",
                "<b>החיצונה עודפת הכל טמא.</b> דהוי חוצה לה כגבו של כלי ולפנים ממנה חשוב תוך. וכן אם אמצעית גבוהה, ממנה ולחוץ חשוב גב ולפנים חשוב תוך, שהכלי מתמלא עד הגבוהה:",
                "<b>היו שוות.</b> שאין אחת מן השפתות עודפת על חברתה:",
                "<b>וחכמים אומרים הכל טהור.</b> השפה שנפלה הטומאה באוירה בלבד היא טמאה, והשאר הכל טהור. וכן הלכה:",
                "<b>משיצרפם בכבשן.</b> וקודם צירוף הן כלי אדמה ואין מיטמאין:",
                "<b>והוא גמר מלאכתן.</b> ואע״ג דלאחר צירוף הכבשן צריכין תיקון למרחן להחליקן ולהשוות שפתן, אעפ״כ משיצרפם בכבשן חשיב נגמרה מלאכתן ומיטמאין:"
            ]
        ],
        [
            [
                "<b>תנור תחלתו ארבעה.</b> סתם תנור עשוי כמין קדירה גדולה שאין לה שוליים, ומחברים אותו בטיט על גבי קרקע, ורצפת הקרקע היא תחתיתו של תנור. ואע״פ שמעצמו אין לו בית קבול אף על פי כן טמא, דבתוכו תלה רחמנא והרי יש לו תוך:",
                "<b>תחלתו ארבעה.</b> אין גובהו של תנור פחות מארבעה טפחים:",
                "<b>ושייריו.</b> אם היה גדול ונטמא ואחר כך נשבר, לא טהר עד שלא יהיה בשבריו ארבעה:",
                "<b>במה דברים אמורים.</b> דתחלתו ושייריו ארבעה:",
                "<b>בגדול.</b> העשוי לאפות ולצלות בו כדרך התנורים:",
                "<b>אבל בקטן.</b> העשוי לתינוקות לצחק בו:",
                "<b>תחלתו כל שהוא.</b> ולאו דוקא כל שהוא, דבציר מטפח לא הוי:",
                "<b>ושייריו ברובו.</b> בגמרא בפרק העור והרוטב (חולין דף קכ״ד) מקשה על מתניתין דהכא, ובציר מטפח למאי חזי. ומשני, האי ושייריו ברובו אגדול קאי, ולא אתנור קטן. ומותבינן, בגדול, הא קאמר ושייריו ארבעה, דהא קתני במה דברים אמורים בגדול משמע דלא פליגי חכמים על תנא קמא בגדול כלל. ומשני, הא בתנור בר שבעה הא בתנור בר תשעה, כלומר בר שבעה שייריו ברובו, ואע״פ דלא הוו ארבעה ואין תנור פחות מארבעה, הואיל ומתחלתו היה כלי חשוב משתמשין בשייריו אע״פ שאינן ראויין כל כך, ובתנור של תשעה דרובו הוי שיעור גדול, מטמא בשייריו בארבעה כתחלתו:",
                "<b>משתגמר מלאכתו.</b> אתחלת תנור קאי. מאימתי התנור מיטמא, משתגמר מלאכתו:",
                "<b>משיסיקנו.</b> אע״ג דשאר כלי חרס סגי להו בצירוף כבשן, תנור דבעי לדבק בו טיט לעבותו להחזיק חומו לא נגמרה מלאכתו עד שיסיקנו. ומיהו לא בעי היסק גדול כדי לאפות בו פת, אלא כדי לאפות בו סופגנים, פת שבלילתה רכה העשויה כספוג, דבהיסק מועט סגי לה:",
                "<b>משיסיק את החדש כדי לאפות בישן.</b> דחדש כדי לאפות בו סופגנים בעי היסק מרובה מן הישן. ואם הוסק החדש היסק מועט דבהיסק כזה היה ישן ראוי לאפות בו סופגנים, היינו גמר מלאכתו. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>כירה.</b> מקום שפיתת שתי קדירות. ופעמים שנותנים הקדירות לבשל בתוכה ופעמים על גבה:",
                "<b>תחלתה שלש.</b> גובהה אין פחות משלש אצבעות:",
                "<b>משתגמר מלאכתה.</b> מאימתי מיטמאה תחלתה, משתגמר מלאכתה:",
                "<b>ביצה קלה.</b> ביצת תרנגולת. ואמאי קרי לה ביצה קלה, שהיא קלה לבשל יותר מכל הביצים:",
                "<b>טרופה.</b> כשהיא טרופה ושבורה בקערה:",
                "<b>ונתונה באלפס.</b> שהוחם כבר, שהיא ממהרת להתבשל:",
                "<b>הכופח.</b> שיעור שפיתת קדרה אחת. וחומו רב מחום הכירה ופעמים שאופין בו פת:",
                "<b>שיעורו כתנור.</b> כדי לאפות סופגנים:",
                "<b>שיעורו ככירה.</b> לבשל בו ביצה קלה:",
                "<b>האבן היוצא.</b> רגילים לחבר אבן בתנור שבולטת ממנו לחוץ כדי שיהיה לו לבית אחיזה, וכתנור דמיא. ואם נטמא התנור נטמאת האבן, ונטמא הפת שנגע בה, מפני שהוא יד לתנור, וכתיב (ויקרא י״א:י״א) תנור וכירים יותץ וגו׳ טמאים יהיו לכם, לכל שבצרכיכם, לרבות את הידות שהן צורך לכלי:",
                "<b>לא אמרו.</b> דיותר מטפח בתנור ומשלש אצבעות בכירה לא הוי חיבור, אלא כשהאבן בין התנור ולכותל. מפני שמעכבת שאין יכולין לקרב התנור לכותל ודוחק את הבית, הלכך יותר מטפח עומדת לינטל היא. אבל לצד הבית, אפילו גדולה הרבה יד היא לתנור. ואין הלכה כרבי יהודה:",
                "<b>והשאר טהור.</b> דתניא בתורת כהנים, יכול שאני מרבה יותר מכשיעור, תלמוד לומר טמאים הם:"
            ],
            [
                "<b>עטרת כירה.</b> בנין עגול עשוי על ראש הכירה כדי לשמור חומה:",
                "<b>טהורה.</b> ואם נטמאת הכירה לא נטמאת העטרת, דלא חשיבא עטרת חיבור לכירה:",
                "<b>טירת התנור.</b> חצר התנור, לשון בחצריהם ובטירותם. מקום לפני התנור מוקף מחיצות שנותנים בו הלחם כשרודין אותו מן התנור:",
                "<b>בזמן שהיא גבוהה ארבעה.</b> כשיעור גבהו של תנור שתחילתו ארבעה:",
                "<b>אפילו על שלש אבנים.</b> שלא היתה מחוברת חיבור יפה אלא מונחת על שלש אבנים בלבד ודבוקה לתנור, חשיבא חיבור:",
                "<b>בית הפך.</b> מקום עשוי בצדי הכירה שמניחין בו פך שמן להפשיר:",
                "<b>בית התבלין.</b> מקום שמניחין בו את התבלין:",
                "<b>בית הנר.</b> מקום שמניחין בו הנר:",
                "<b>מיטמאין במגע.</b> אם נגע שרץ בתוך הכירה נטמאו המקומות הללו בטומאת הכירה. וכן אם נטמא אחד מן המקומות הללו במגע שרץ נטמאת הכירה עמהם, דחשיבי ככירה והם דבר אחד לענין טומאת מגע:",
                "<b>ואין מיטמאין באויר.</b> אם נתלה שרץ באויר כירה ולא נגע בה. אע״פ שהיא טמאה דכלי חרס מיטמא באויר, הן טהורין, שאינם חיבור לה אלא לענין מגע. משום דמן התורה אינם חבור לה, ורבנן הוא דגזור עלייהו טומאה, ועבדו רבנן הכירא דלא לטמאו באויר, כי היכי דלא לשרפו עלייהו. תרומה וקדשים:",
                "<b>ור׳ שמעון מטהר.</b> אפילו במגע, כל מקום שלא נגעה בו טומאה, דכל חד וחד כלי באנפי נפשיה. הוא. והלכה כר׳ מאיר:"
            ],
            [
                "<b>תנור שהוסק מאחוריו.</b> שאין התנור מקבל טומאה עד שיסיקנו, ואם לא הוסק מבפנים אלא מבחוץ חשיב היסק:",
                "<b>או שהוסק שלא לדעתו.</b> [אפילו מבפנים]:",
                "<b>או שהוסק בבית האומן.</b> קודם שנגמר מלאכת עשייתו:",
                "<b>טמא.</b> גרסינן. ויש ספרים שגורסין טהור, ושיבוש הוא:"
            ],
            [
                "<b>מוסף התנור.</b> תוספתו של תנור שמוסיפין בגבהו כדי לשמור חומו:",
                "<b>מפני שהוא סומך עליו את השפוד.</b> של בשר, שרגילים לצלות בו בשר, והוי דבר צורך לתנור. ורחמנא אמר וטמאים יהיו לכם, לכל שבצרכיכם, כדדרשינן לעיל [במשנה ב׳]:",
                "<b>מפני שהוא אופה בו כשהוא נדחק.</b> כשיש לו אוכלוסין מרובין וצריך לפת מרובה. ור׳ יוחנן לא סגי ליה בטעמא דתנא קמא מפני שהוא סומך עליו את השפוד, דסבירא ליה דבעינן שיהא תשמיש התוספת כעין תשמיש גופו של תנור:",
                "<b>מוסף היורה של שולקי זיתים.</b> דרך שולקי זיתים וצבעים שיש להם יורות גדולות ועושים להם תוספת טיט על שפתם שיעלו בה המים בעת רתיחתם. ושל שולקי זיתים טמא, לפי שאותה תוספת צריכה לכלי ומשתמשים בה:",
                "<b>ושל צבעים טהור.</b> דלא משתמש ביה כי היכי דלא לפסיד צבעיה. ואין הלכה כרבי יוחנן הסנדלר:"
            ],
            [
                "<b>מעפר ולמטן מיטמא במגע.</b> אם נגע שרץ בתנור מתוכו למעלה מן העפר נטמא מה שלמטה מן העפר. אבל אם נתלה השרץ באויר ולא נגע בדופני התנור מתוכו, לא נטמא אלא מה שלמעלה מן העפר:",
                "<b>בור.</b> חפירה למטה בארץ:",
                "<b>דות.</b> כבור הוא עשוי, אלא שהוא בנין למעלה מן הקרקע:",
                "<b>ונתן שם אבן.</b> בין הבור ובין דופן התנור, להחזיק התנור שלא יפול לתוך הבור:",
                "<b>אם מסיק מלמטה.</b> אם כשמסיק האור מלמטה בתוך הבור, התנור ניסוק מתוכו למעלה דרך שוליו, טמא. ואם לאו, שאינו ניסק מהיסק האור שלמטה בתוך הבור, טהור. ופלוגתא דר׳ יהודה ורבנן דוקא בהיסק ראשון שהוא גמר מלאכתו של תנור וע״י אותו היסק הוא מקבל טומאה, ר׳ יהודה סבר צריך שיהא התנור מחובר לארץ בהיסק ראשון, דכתיב תנור וכירים יותץ, ואין שייך לשון נתיצה אלא במחובר לקרקע, דבמיטלטל נופל לשון שבירה לא לשון נתיצה, הלכך אם התנור ניסק דרך שוליו מהיסק שבתוך הבור, חשיב כמחובר לבור וקרינן ביה יותץ, ואם אינו ניסוק מהיסק הבור הרי הוא נתוץ ועומד ואי אפשר לקיים בו תו יותץ:",
                "<b>וחכמים אומרים הואיל והוא ניסוק מכל מקום טמא.</b> דאמר קרא וטמאים יהיו לכם, מכל מקום, ואפילו אם מסיקו כשהוא תלוי בצואר הגמל הוי היסק ונגמרה מלאכתו בכך. והכל מודים בהיסק שני לאחר שנגמרה מלאכתו שהוא מיטמא אפילו בצואר הגמל. והלכה כחכמים:"
            ],
            [
                "<b>תנור שנטמא.</b> התנור עשוי כקדירה גדולה שאין לה שולים ומיטלטל, וכשבא לקבעו מחברו בארץ ומדבק טיט מבחוץ ומעבהו כדי שישמור חומו, וקרי לה טפילה שמטפלה ומחברה לו:",
                "<b>כיצד מטהרים אותו.</b> כמה תהא שבירתו ותהא מטהרתו:",
                "<b>חולקו לשלשה.</b> לכלי עצמו מבפנים. דאי לשנים, הגדול טמא, דאיכא רובא:",
                "<b>וגורר את הטפילה.</b> שדבק עליו, שגם היא מחברתו:",
                "<b>עד שיהא בארץ.</b> כלומר מפילה עד הקרקע. אי נמי, אחולקו קאי, דלא סגי בחלוקה עד רובו, אלא חולק עד שיגיע לקרקע:",
                "<b>ולא עד שיהא בארץ.</b> ולא לחלקו עד למטה סמוך לארץ:",
                "<b>אלא ממעטו מבפנים.</b> עד שלא ישאר ארבעה טפחים שהוא שיעור תחלתו של תנור. ואין הלכה כר׳ מאיר:",
                "<b>צריך להסיעו.</b> אע״פ שחלקו, לא טהר עד שיפריד החלקים זה מזה. ואין הלכה כר׳ שמעון:",
                "<b>הגדול טמא.</b> משום דאיכא רובו של תנור:"
            ],
            [
                "<b>חתכו חוליות לרחבו.</b> כמו שחותך שפופרת של קנה:",
                "<b>פחות מארבעה טפחים.</b> אם יש בחוליא פחות מארבעה טפחים ובאה מתנור גדול דליכא רובא, טהור. אבל איכא ארבעה טפחים, טמא, אע״ג דהוי מיעוט:",
                "<b>מרחו בטיט.</b> בעי היסק כתנור חדש:",
                "<b>הרחיק ממנו את הטפלה.</b> טפול של טיט שעשה, לא חיברו לתנור אלא רחוק ממנו:",
                "<b>ונתן חול או צרור.</b> בין הטפילה לתנור, וע״י כך התנור מקיים חומו ואופים בו:",
                "<b>הנדה והטהורה אופות בו.</b> דלא חשיבא הטפלה חיבור לתנור, כיון שהיא מרוחקת ממנו:",
                "<b>והוא טהור.</b> שאינו מקבל טומאה:"
            ],
            [
                "<b>תנור שבא מחותך.</b> שעשאו האומן דפים דפים כדי לחברן יחד ע״י מסגרות, הן זירים שקורין צירקלא״ש, כעין שאנו עושים לחביות שנותנים בהן יין. ולאותן זירים ומסגרות קורא התנא למודין:",
                "<b>ונתנן עליו והוא טהור נטמא.</b> לאחר שנתן עליו הלמודים והיה התנור טהור מתחלה לפי שהיה דפים דפים ולא היה מחובר, חזר להיות מקבל טומאה ע״י הלמודים הללו שמחברים אותו:",
                "<b>סילק את למודיו.</b> ונתפרקו הדפין זה מזה, אין לך נתיצה גדולה מזו, ונטהר התנור. ואע״פ שהחזיר הלמודים פעם שניה שוב אינו מקבל טומאה, שאין הלמודים מביאין לו הטומאה אלא בפעם ראשונה בלבד כשבא מחותך מבית האומן:",
                "<b>מרחו בטיט.</b> לתנור זה שאין הלמודים מביאין לו הטומאה, טמא על ידי מריחת הטיט.",
                "<b>ואין צריך להסיקו.</b> כשאר כל תנורים שאין מקבלין טומאה עד שיסיקם, לפי שכבר הוסק בפעם ראשונה כשבא מחותך מבית האומן:"
            ],
            [
                "<b>חתכו חוליות.</b> שחתכו לתנור ברחבו לחוליות, והניח חוליא על גבי חוליא:",
                "<b>ונתן חול בין חוליא לחוליא.</b> וטח אותו בטיט ועשה לו טפילה כדרך שעושין לתנורים:",
                "<b>ר׳ אליעזר מטהר.</b> דכיון דיש חול בין הסדקים, כשבור דמי:",
                "<b>וחכמים מטמאין.</b> שהטפילה עושה את כולו אחד ומחברת את הסדקים, ואע״פ שיש חול בין חוליא לחוליא:",
                "<b>וזהו תנורו של עכנאי.</b> לכך נקרא תנורו של עכנאי, שהקיפוהו הלכות כעכנא זו וטמאוהו. עכנא, נחש שדרכו לעשות כעגולה להכניס זנבו לתוך פיו, כך הקיפו בתשובה וראיות ר׳ אליעזר וחכמים זה את זה, על תנור זה. ולבסוף מפני שהיה ר׳ אליעזר יחיד כנגד רבים, נפסקה ההלכה כרבים דלא כר׳ אליעזר. והביאו כל טהרות שטיהר ר׳ אליעזר ושרפום באש ונמנו וברכוהו, מפני שהיה מחזיק במחלוקת כנגד רבים:",
                "<b>יורות הערביין.</b> לאפות פת הן עשויין. כדמפרש ואזיל:",
                "<b>של בן דינאי.</b> רבותי פירשו שם אדם שהיה עושה תנורים הללו. ואני שמעתי על שם שדנו בו דינים הרבה:"
            ],
            [
                "<b>של אבן ושל מתכת טהור.</b> של אבן טהור לגמרי. ושל מתכת טהור מדין כלי חרס, שאינו מטמא מאוירו ויש לו טהרה במקוה:",
                "<b>וטמא משום כלי מתכות.</b> שמקבל טומאה מגבו ונעשה אב הטומאה. ואם הוא מחובר לקרקע אינו מטמא, דכל המחובר לקרקע הרי הוא כקרקע, חוץ מתנור וכירים של חרס דכתיב בהו (ויקרא י״א:ל״ה) תנור וכירים יותץ, את שיש בו נתיצה:",
                "<b>ניקב נפגם נסדק.</b> ועשה טפול של סיד לסתום הנקב והפגם והסדק. או שעשה על פיו תוספת של טיט, טמא, כדין תנור של חרס:",
                "<b>וכן בכירה.</b> וכן שיעור נקב של כירה, כדי שיצא ממנו האור, כשיעור נקב של תנור:",
                "<b>ועשה לה פטפוטין.</b> הכא לא תני ועשה לה טפילה, [לפי] שאין עושין טפלה לכירה שניקבה או נפגמה כמו שעושין לתנור, אלא כשניקבה או נפגמה הכירה במקום מושבה רגילין במקום הנקב לעשות פטפוטין, הן רגלי הכירה כמו טריפי״ד בלע״ז, שהכירה יושבת על אותן פטפוטין:",
                "<b>מרחה בטיט.</b> טהורה. שאין מירוח של טיט מועיל אלא בתנור שאופין הלחם בתוכו, אבל לא בכירה, לפי שאין אופין ומבשלין בתוך הכירה עצמה אלא מניחין בתוכה או על גבה הקדרה. ואין הלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>העושה שלשה פטפוטים.</b> שלשה רגלים יושבים בארץ:",
                "<b>וחברם בטיט.</b> למעלה בראשם, כעין כלי ברזל שקורין טריפי״ד:",
                "<b>קבע שלשה מסמרים.</b> שנעץ אותם בקרקע:",
                "<b>טהורה.</b> דכלי מתכות המחוברים לקרקע כקרקע דמו ואין מקבלים טומאה:",
                "<b>וחברם בטיט טמאה.</b> ככירה של חרס, שהטיט שבראשן נותן להן תורת חרס:",
                "<b>עד שיעשה שלישית.</b> כעין שלשה פטפוטין:",
                "<b>או עד שיסמוך לכותל.</b> שהכותל יסמוך את הקדירה מצד אחד:",
                "<b>אחת בטיט.</b> אחת חיבר לחברתה בטיט בראשה:",
                "<b>ואחת שלא בטיט.</b> שהשלישית לא חיבר. ור׳ יהודה היא, ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>האבן שהיה שופת עליה ועל התנור.</b> והאבן מחוברת בטיט:",
                "<b>עליה ועל האבן.</b> היינו אחת בטיט ואחת שלא בטיט:",
                "<b>ועל הסלע.</b> המחובר מששת ימי בראשית:",
                "<b>טהורה.</b> דכתיב יותץ טמאים הם, את שיש לו נתיצה יש לו טומאה, את שאין לו נתיצה אין לו טומאה. מכאן אמרו, אבן שהיה שופת עליה ועל התנור, עליה ועל הכירה, עליה ועל הכופח, טמאה, מפני שיש להן נתיצה. עליה ועל האבן, עליה ועל הסלע, עליה ועל הכותל, טהורה, מפני שאין להן נתיצה:",
                "<b>כירת הנזירים.</b> לבשל שלמי נזיר שלוקח מהן הכהן הזרוע בשלה:",
                "<b>כירת הטבחים.</b> שמוכרים לרבים, ומסדרים הרבה אבנים זו אחר זו ושופתין עליהן קדירות הרבה, שנמצאת אבן אחת לשתי קדירות, וכשנטמאת האחת האחרות טהורות מידי דהוה אקלמרין המתואמות דתנן לעיל בפרק ב [משנה ז׳] שאם נטמאה אחת מהן לא נטמאו כולן:"
            ],
            [
                "<b>שלש אבנים שעשאן שתי כירים.</b> שהאבן האמצעית משמשת לזו ולזו:",
                "<b>האמצעית המשמשת לטמאה.</b> חציה של האמצעית המשמשת לחיצונה שהיא טמאה, טמאה. וחציה המשמשת לחיצונה שהיא טהורה, טהורה:",
                "<b>נחלטה האמצעית לטמאה.</b> וכולה טמאה:",
                "<b>לשפות עליהן.</b> על שתי החיצונות:",
                "<b>החזירה.</b> לאמצעית:",
                "<b>טהורה.</b> שבטלה כירה ראשונה וכאילו נתץ כירת היורה הגדולה:",
                "<b>מקבלת טומאה משיסיקנה.</b> דבעי היסק ככירה חדשה:"
            ],
            [
                "<b>סמך לזו אבן אחת מכאן ולזו אבן אחת מכאן.</b> ונמצאו עכשיו שלש כירות, האמצעית טמאה והחיצונות טהורות. הלכך שתי אבנים אמצעיות חציה של זו וחציה של זו [של צד הטהור] טהור, שמשמש לטהור:",
                "<b>ניטלו החיצונות הטהורות.</b> חזרו אמצעיות לטומאתן כבתחלה, וכולן טמאות, שהרי אין כאן משמש לטהור:"
            ]
        ],
        [
            [
                "<b>הקלתות של בעלי בתים.</b> בסיס העשוי לכירה ומקום מושבה נקרא קלת:",
                "<b>שנפחתה.</b> קרקעיתה. והיה עומק הפחת פחות משלשה טפחים, הרי הכירה מקבלת טומאה, שאם יסיק בפחת מלמטה תתבשל הקדירה שבכירה מלמעלה:",
                "<b>יתר מכאן.</b> אם היה הפחת עמוקה יותר משלשה טפחים:",
                "<b>טהורה.</b> שהרי האש רחוקה מן הקדירה שבכירה ואינה מתבשלת:",
                "<b>נתן אבן או צרור.</b> על מקום הפחת כדי שלא יהיה עומק הפחת שלשה טפחים, טהורה, לפי שאינה חשובה מקרקעית הכירה:",
                "<b>מרחה.</b> לאבן זו בטיט:",
                "<b>מקבלת טומאה.</b> הכירה, מכאן ולהבא. שאבן זו מקרקעית הכירה היא נחשבת, והרי אין עומק הפחת שלשה טפחים:",
                "<b>וזו היא תשובת רבי יהודה.</b> כשנחלקו ר׳ יהודה וחכמים לעיל בפרק תנור תחלתו ארבעה:",
                "<b>בתנור שנתנו על פי הבור או על פי הדות.</b> מכאן הביא ר׳ יהודה ראיה לדבריו, דכי היכי דבעינן הכא שיהא מסיק מלמטה וקדירה בשלה מלמעלה, הכי נמי בעינן התם:"
            ],
            [
                "<b>דכון.</b> לשון מקום. כמו דוך פלן [ברכות יח:<b>]</b> והוא מקום בולט מן הכירה שכשמוציאין הקדרה מן הכירה מושיבין אותה על אותה הבליטה, ופעמים יש לו בית קבול שתי קדירות או שלש:",
                "<b>טהור משום כירה.</b> דאם נטמאת הכירה לא נטמא הוא. אי נמי, אינו מטמא במחובר ככירה:",
                "<b>הצדדים שלו.</b> כותליו של דכון שאינן מן הכירה:",
                "<b>הרחב שלו.</b> הוא כותל הכירה עצמה לצד בית קיבולו של דכון. ולפי שהדכון מרחיב והולך לצד הכירה קרי לה רחב:",
                "<b>רבי מאיר מטהר.</b> דלא חשיב ככירה:",
                "<b>ורבי יהודה מטמא.</b> דחשיב ככירה. והלכה כרבי יהודה:",
                "<b>וכן הכופה את הסל.</b> ובנה על גביו כירה, ובולט חוץ לכירה. והסל הוא מיטמא משום כלי עץ, וכשבנה עליו כירה ורוחב הסל בולט חוץ לדופני הכירה ושופתים קדירות על אותה הבליטה, דינו כדכון: "
            ],
            [
                "<b>כירה שנחלקה לארכה טהורה.</b> כירה מקום שפיתת שתי קדרות. וכשנחלקה לארכה בטלו שתי שפיתות, ואם נחלקה לרחבה שתי שפיתות קיימות זו לבדה וזו לבדה:",
                "<b>כופח.</b> מקום שפיתת קדרה אחת. ובין שנסדק לארכו בין שנסדק לרחבו בטל מקום השפיתה:",
                "<b>חצר הכירה.</b> כעין מחבת גדולה של חרס והכירה יושבת באמצע מחוברת לחצר:",
                "<b>שלש אצבעות.</b> שכותלי החצר גבוהים שלש אצבעות. כשם ששיעור כירה תחלתה שלש, כדתנן לעיל בפרק התנור, כך שיעור חצר הכירה גבהו אין פחות משלש, ופחות משלש אין אויר שלה חשוב. ומיהו מטמאה במגע מדרבנן. אי נמי, משום דהוי כמו יד לכירה, ויד יש לו מגע ואין לו אויר:",
                "<b>כיצד משערין אותה.</b> משום דכירה גבוהה מחצר הרבה וצריכים אנו לשער מה נחשב אויר החצר:",
                "<b>נותן את השפוד.</b> ראשו אחד על כותל החצר הנמוך וראשו אחר על כותל הכירה הגבוה, וכל שלמטה מן השפוד אם נתלה שם שרץ אע״פ שהוא למעלה מכותלי החצר כאילו נתלה למטה, דכל זה נחשב אויר החצר:",
                "<b>לא נטמאת הכירה.</b> דחצר טפלה לכירה, ואין כירה טפלה לחצר. ואין הלכה כראב״י:"
            ],
            [
                "<b>היתה מופרשת.</b> שלא בנה האומן מתחלה החצר והכירה מחוברים יחד, אלא זו לעצמה וזו לעצמה:",
                "<b>חלקה.</b> בלא בית קיבול כלל. וזו ואין צריך לומר זו קתני:",
                "<b>פטפוטי כירה.</b> רגלי הכירה, שהם שלשה רגלים והם גבוהים שלש אצבעות, נחשבים ככירה ומיטמאים במגע ובאויר ככירה עצמה, וכל שכן אם הן פחותים משלש אצבעות שהם נידונים ככירה:",
                "<b>ואפילו הן ארבעה.</b> רגלים, נידונים ככירה:"
            ],
            [
                "<b>ניטל אחד מהן.</b> היו שלשה וניטל אחד מהן, אכתי חזו קצת להיות שופת עליהם את הקדירה וחשיב כנתוץ ולא כנתוץ, הלכך מיטמאים במגע ואין מיטמאין באויר:",
                "<b>ור״ש מטהר.</b> שהיה ר״ש אומר כל פטפוטי כירה שאין מיטמאין באויר אין מיטמאין במגע. ואין הלכה כרבי שמעון:",
                "<b>עשה שנים.</b> עשה האומן מתחלתה הכירה בשני פטפוטין:",
                "<b>מיטמאים במגע ובאויר.</b> דהוו להו כשתי אבנים שעשאן כירה, דתנן לעיל שהיא טמאה:",
                "<b>היו גבוהים.</b> הפטפוטים:",
                "<b>ור׳ שמעון מטהר.</b> אותו העודף על שלש אצבעות ולמעלה, בין במגע בין באויר. דכל פטפוט למעלה משלש אצבעות לא חשיב ככירה:",
                "<b>היו משוכים מן השפה.</b> כמין בליטות עשויין בגוף הכירה, ומאותן בליטות נמשכין הפטפוטין שהן רגלי הכירה, והשתא נמצאים הפטפוטים חוץ מן השפה, ומה שיש מהן בתוך שלש לשפה נחשב ככירה עצמה ומיטמא במגע ובאויר, ובמה שיש מהן מחוץ לשלש בהא פליגי ר׳ מאיר ור׳ שמעון. ובכולהו הלכה כר׳ מאיר:"
            ],
            [
                "<b>כיצד משערין אותן.</b> לפי שהפטפוטים רחוקים זה מזה, וכשנמצא שרץ ביניהם אין אנו יכולים לדעת אם הוא בתוך שלש לשפה וטמא, או חוץ לשלש וטהור לר׳ מאיר באויר ולר׳ שמעון בין במגע בין באויר, הלכך מודד לפטפוט זה שלש אצבעות מן השפה וכן לשני ונותן האמה שמסרגלים בה את הספרים בינתים מזה לזה, והיא נקראת כנה, ומסרגל, ומן הסרגל ולפנים טמא, דהיינו נמי מקום הכנה, ומן הסרגל ולחוץ טהור:"
            ]
        ],
        [
            [
                "<b>התנור שחצצו.</b> שעשה מחיצה באמצעיתו וחלקו עד למעלה מפיו:",
                "<b>הכל טמא.</b> אפילו אוכלים שבעבר השני של מחיצה:",
                "<b>כוורת פחותה ופקוקה בקש.</b> להכי נקט פחותה, דלאו כלי היא, דאי הוה שלימה היתה מצלת על אוכלים שבתוכה, דאפילו כלי שטף מציל, אבל השתא דלאו כלי היא הויא כמחיצה בעלמא. ופקוקה בקש לרבותא נקטה, דאע״ג דפחיתתה פקוקה בקש לא הויא כלי ואין מצלת על אוכלים שבתוכה:",
                "<b>ומשולשלת.</b> תלויה:",
                "<b>אם הצילה במת החמור.</b> דכוורת פחותה ופקוקה בקש חוצצת בפני הטומאה באוהל המת, ואע״פ שטומאתו חמורה לטמא אדם וכלים טומאת שבעה:",
                "<b>לא תציל בכלי חרס הקל.</b> שאינו מטמא אלא אוכלים ומשקים:",
                "<b>שכן חולקים אהלים.</b> שדרך בני אדם לחלוק אוהלים במחיצה, הלכך הויא כוורת כמחיצה ומצלת באוהל המת מן הטומאה:",
                "<b>שאין חולקים כלי חרס.</b> שאין דרך לחלוק כלי חרס במחיצה. פירוש אחר ועיקר, שכן חולקים אוהלים, שמועלת חלוקת מחיצה באוהלים, דהא תנן במסכת אהלות פרק סגוס עבה, בית שחצצו בנסרים או ביריעות, טומאה בבית, כלים שבתוך המחיצה טהורים. ואין חלוקת המחיצה מועלת בכלי חרס, דגבי תנור תנן הכא תנור שחצצו בנסרים או ביריעות, נמצא שרץ במקום אחד הכל טמא. ואין הלכה כרבי אליעזר:"
            ],
            [
                "<b>היתה שלימה.</b> הכוורת:",
                "<b>התנור טהור.</b> דכתיב (ויקרא י״א:ל״ג) אשר יפול מהם אל תוכו, ולא אל תוך תוכו. ובפיה למעלה מן התנור איירי, דאי כולה משוקעת בתנור כחד תוך דמי:",
                "<b>אוכלין שבתוכה טהורין.</b> דכתיב (שם) כל אשר בתוכו יטמא, ולא שבתוך תוכו:",
                "<b>ניקבו.</b> נקב המטהר אותן מידי טומאתן, שוב אין תורת כלי עליהן ואינן חוצצים בין התנור ובין מה שבתוכן. וכמה הוא נקב המטהר אותן מטומאתן:",
                "<b>העשוי לאוכלים.</b> שיעורו כמוציא זיתים:",
                "<b>העשוי לכך ולכך.</b> לאוכלים ולמשקים:",
                "<b>מטילין אותו לחומרו.</b> ואם ניקב כשיעור של משקין שהיא פחות משיעור העשוי לאוכלים, שוב אינו מציל מפני הטומאה:",
                "<b>בכונס משקה.</b> כשמשימין הכלי מצד הנקב על המים נכנסים המים דרך הנקב בתוך הכלי. והוא גדול ממוציא משקה:"
            ],
            [
                "<b>סרידא.</b> כמין עריבה קטנה שהנחתום משתמש ללוש בה ואין לה בית קיבול. ורמב״ם אומר שהוא לוח של חרס נקובה עשויה כעין שבכה. מעשה רשת, מתרגמינן עובד סרדתא:",
                "<b>גפיים.</b> אוגנים ואזנים:",
                "<b>שאין מצילים מיד כלי חרס.</b> מליטמא באויר כלי חרס:",
                "<b>אלא כלים.</b> וזו הואיל ואין לה אזנים אינה חשובה כלי:",
                "<b>נחושתו של תנור.</b> קרקעיתו ותחתיתו. ודומה לו ביחזקאל (ט״ז ל״ו) יען השפך נחושתך:",
                "<b>החבית והמשקין טהורים.</b> דלא נכנסו לאוירו, דהא למטה מנחושתו קיימי. ואפילו מחובר אויר התנור באויר החבית ואפילו החבית פתוחה ונכנס מאויר התנור בפיה, לא נטמא היין בכך, שאין אויר כלי חרס מטמא לא למעלה ולא למטה אלא בתוכו:",
                "<b>היתה כפויה.</b> החבית על פיה ונתונה על פיו של תנור שיש בו שרץ, ויש בשולי החבית לחלוחית יין שיש בה טופח על מנת להטפיח, לא נטמאת אותה הלחלוחית מפני אויר התנור שנכנס לתוך החבית, כיון שלא היתה לחלוחית היין בתוך התנור:"
            ],
            [
                "<b>הקדרה טהורה.</b> והוא שלא ראה השרץ אויר הקדירה כשנפל בתנור:",
                "<b>נטמא.</b> המשקה, וחזר וטימא את הקדרה, כדין כל משקין טמאין שמטמאים כלים:",
                "<b>מטמאיך לא טמאוני.</b> הקדרה אומרת למשקין, אויר כלי חרס שקיבלת ממנו הטומאה לא טמאוני, דאין כלי חרס מיטמא מאויר כלי חרס:",
                "<b>ואתה טמאתני.</b> שנטמאת הקדירה מחמת משקים טמאים:"
            ],
            [
                "<b>ונפל לאויר התנור טהור.</b> כל זמן שהתרנגול חי. דטומאה בלועה היה ואינה מטמאה:",
                "<b>ואם מת טמא.</b> והוא שלא שהה כדי עיכול משעה שבלע עד שמת. ושיעור כדי עיכול בעופות, מעת לעת:",
                "<b>הפת שבתוכו שניה.</b> דלא חזינן לתנור כמאן דמלא טומאה וכאילו נגע השרץ בפת, אלא התנור תחילה, שהשרץ [ש] הוא אב הטומאה נפל אל תוכו ועשאו ראשון, וחזר התנור שהוא ראשון וטימא את הפת ונעשית שניה:"
            ],
            [
                "<b>בית שאור מוקף צמיד פתיל.</b> בכלי חרס עסקינן, שמציל באויר התנור בצמיד פתיל כדרך שמציל באוהל המת, דכתיב (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל, ולא כל האוכל, פרט למוקף צמיד פתיל בכלי חרס ונתון לתוך התנור שאינו מיטמא מאויר התנור. אבל כלי שטף אינו מציל בצמיד פתיל על אוכלים שבתוכו, דהכי תני בתורת כהנים, [כל] האוכל, להביא המוקף צמיד פתיל בכלי שטף ונתון לתוך התנור, שאינו מציל מיד כלי חרס:",
                "<b>השאור והשרץ בתוכו והקרץ בינתים.</b> כגון שיש לכלי זה שני קיבולין, והמחיצה המפסקת בין בית קיבול לחבירו נקראת קרץ, לשון מחומר קורצתי גם אני (איוב ל״ג ו׳), והמחיצה מגעת עד שפתו, והשאור מצד אחד והשרץ מצד אחר והקרץ היא המחיצה החוצצת בינתים, ומוקף הכלי כולו צמיד פתיל, דנמצאו השאור והשרץ שניהם מוקפים צמיד פתיל:",
                "<b>התנור טמא.</b> מחמת השרץ שבתוך הצמיד פתיל. שצמיד פתיל מציל על הטהרות שבתוכו מלקבל טומאה, ואינו מציל על הטומאה שבתוכו שלא לטמא את אחרים:",
                "<b>והשאור טהור.</b> דהרי הוא מוקף צמיד פתיל בפני עצמו:",
                "<b>ואם היה שם פותח טפח.</b> שנפרצה המחיצה שבין השאור ובין כזית מן המת בפותח טפח:",
                "<b>הכל טמא.</b> דטפח על טפח פתוח מביא את הטומאה:"
            ],
            [
                "<b>בעין של תנור.</b> הוא חור כעין עין שעושים בתנור להוציא העשן, וכשמכניסים הפת לתנור סותמים אותו שלא יצא החום, ואינו חשוב כתוכו של תנור:",
                "<b>אם היה באויר.</b> במקום מגולה שלא היה תחת האוהל, אפילו כזית מן המת נתון בעינו, טהור התנור, דאין טומאה נכנסת לתוכו כיון שאין בעין פותח טפח:",
                "<b>ואם יש בו פותח טפח.</b> שעובי שפת העין החיצונה בולטת ומאהלת על כזית מן המת בטפח על טפח:",
                "<b>הכל טמא.</b> העין והתנור. שטפח על טפח אוהל מביא את הטומאה:"
            ],
            [
                "<b>נמצא במקום הנחת העצים.</b> נמצא השרץ במקום שמניחין בו אש ועצים בכירה, והוא המקום שמשליכין ממנו האש משפל המוקד:",
                "<b>מן השפה החיצונה ולפנים טמא.</b> דעובי כותלי הכירה נחשב כלפנים וכאילו הוא תוך הכירה:",
                "<b>וחכמים אומרים.</b> אין עובי כותלי הכירה נחשב אלא כלחוץ ואינו כתוכה של כירה. והלכה כחכמים:",
                "<b>מכנגד שפיתת הקדרה.</b> ממקום שמתחיל לסתום אויר הכירה:",
                "<b>נמצא.</b> השרץ:",
                "<b>מקום ישיבת הבלן.</b> במקום שיושב המחמם את המים למרחץ:",
                "<b>אין טמא אלא מן הסתימה ולפנים.</b> מסתימת הקדירה שיש בו המים או הצבע או שליקת הזיתים. ובתוספתא מוכח דאין טמא אלא מן הסתימה ולפנים דקאמר הכא, היינו כשנתלה השרץ באויר ולא נגע, אבל בטומאת מגע מטמא אפילו מן הסתימה ולחוץ:"
            ],
            [
                "<b>בור שיש בו בית שפיתה.</b> החופר בקרקע וטח בטיט והטיח יכול לעמוד מאליו, כגון תנורו של בן דינאי דתנן לעיל בפרק תנור תחלתו ארבעה. ואית דגרסי כור בכ״ף, והוא כלי שמתיכין בו הזהב והכסף והמתכות, לשון כור הברזל. ולי נראה שהוא תנור של נפחים:",
                "<b>פורנה.</b> תנור גדול של חרס ופתחו בצדו כעין שלנו. וטהור, משום דמשמש עם הקרקע, כדקתני בתוספתא:",
                "<b>לזבז.</b> שפה עבה:",
                "<b>אסטגיות.</b> נקבים כעין אותן שעושים לתנורים:",
                "<b>שפיות.</b> שפה דקה. והלכה כתנא קמא. ורבותי פירשו, דלזבז ואסטגיות ושפיות הכל אחד, ולא פליגי אלא שכל אחד היה שונה כפי הלשון ששמע מרבו, שחייב אדם לומר כלשון רבו:"
            ],
            [
                "<b>מגע טמא מת.</b> אדם שנגע בטמא מת ונעשה ראשון, דטמא מת הוי אב הטומאה ועושה הנוגע בו ראשון, ומשקין שבתוך פיו מטמאין את התנור כשנכנסו לאוירו. ואע״ג דהוא עצמו אינו מטמאו דאין כלי מקבל טומאה אלא מאב הטומאה, הרי זה אומר מטמאיך לא טמאוני ואתה טמאתני, כדתנן במסכת פרה דרבנן גזרו על המשקים שיהיו מטמאים כלים, גזירה משום משקה זב וזבה כדאמרינן במסכת שבת. ואוכלים דנקט הכא, כדי נסבא. שהרי אין אוכל מטמא כלי, אלא משקים בלבד מטמאים כלים. וקפיצת פיו אינה מצלת, דאין צמיד פתיל מציל על הטומאה שבתוכו מלטמא אחרים כדתנן לעיל, ובר מן דין הא תניא בתוספתא דכלים הכל מצילים מיד כלי חרס אפילו כלי גללים וכלי אדמה חוץ מן האדם. הלכך, טהור שהיו אוכלים ומשקים לתוך פיו והכניס ראשו לאויר התנור שהוא טמא, נטמאו. דאין האדם מציל בצמיד פתיל מיד כלי חרס:",
                "<b>בידים מסואבות.</b> ידים שהם שניות לטומאה ופוסלות את התרומה:",
                "<b>הכניס ידו לתוך פיו.</b> ליטול את הצרור שבפיו, או כל מידי:",
                "<b>ר׳ מאיר מטמא.</b> הדבילה. לפי שהידים מסואבות טמאו את הרוק להיות תחלה מפני שהוא משקה, והרוק טימא את הדבילה, דראשון עושה שני בחולין:",
                "<b>ורבי יהודה מטהר.</b> סבר כל זמן שלא יצא הרוק מן הפה לא חשיב משקה:",
                "<b>ורבי יוסי מטמא.</b> כשהיפך הדבילה מצד זה לצד זה בתוך פיו, שנעקר הרוק. ומטהר בלא היפך, שכל זמן שלא נעקר לא נחשב משקה. והלכה כר׳ יוסי:"
            ],
            [
                "<b>האשה שנטף חלב מדדיה.</b> והיא טמאה, וחלב הנוטף מדדיה הוי כמשקה שנגע בה ונעשה תחילה:",
                "<b>שהמשקה מטמא לרצון ושלא לרצון.</b> ואע״ג דחלב הנוטף מדדיה שלא לרצונה היה, דלא ניחא לה, אפילו הכי נטמא התנור. דלענין הכשר זרעים דוקא בעינן דניחא ליה, אבל לא לטמא:",
                "<b>היתה גורפתו.</b> שהיתה גורפת התנור הטמא להוציא אפרו:",
                "<b>והכה קוץ ויצא ממנה דם.</b> ודם המכה חשיב משקה:",
                "<b>ונתנה אצבעה לתוך פיה.</b> כדרך הנכוים באצבעם שנותנים אצבעם בפיהם:",
                "<b>נטמא.</b> גרסינן. כלומר נטמא התנור מחמת הרוק והדם:"
            ]
        ],
        [
            [
                "<b>מחט או טבעת.</b> טמא:",
                "<b>שנמצאו בנחושתו של תנור.</b> ברצפת הקרקע שהתנור מחובר בה:",
                "<b>נראין.</b> בתנור:",
                "<b>אבל לא יוצאין.</b> בחלל. התנור. כגון שבלועים בעובי הרצפה של הקרקע ונראין באוירו של תנור אבל אין בולטין לתוכו:",
                "<b>אם אופה הוא את הבצק.</b> אם בשעה שמדביק הפת לתוכו נוגע הבצק במחט או בטבעת, נח. שב כאוירו של תנור וטמאוהו. ואם לאו, טהור, דתוכו כתב רחמנא, והאי לאו תוכו הוא. וכגון שהיו שם בלועים ברצפה קודם שחיברו התנור שם, דאם הכניסו אותם דרך פיו של תנור, משנכנסו לאוירו נטמא התנור:",
                "<b>בבצק הבינוני.</b> לא שבלילתו רכה, שירד למטה לסדקין. ולא שבלילתו קשה, שאינו נדבק:",
                "<b>בטפילת התנור.</b> היא הטפילה של טיט שעושים סביב התנור לעבותו כדי שיחזיק חומו:",
                "<b>מוקף צמיד פתיל.</b> ומונח באוהל המת:",
                "<b>בטמא.</b> אם התנור טמא:",
                "<b>טמאים.</b> המחט והטבעת הנמצאים בטפילה של תנור:",
                "<b>ובטהור טהורים.</b> דכיון שהתנור מוקף צמיד פתיל וניצול, גם הם ניצולים עמו, דבטילי לגבי טפילה:",
                "<b>נמצאו במגופת החבית.</b> בטיט שרגילין לעשות בו כיסוי על פי החבית:",
                "<b>מצדיה.</b> של חבית:",
                "<b>טמאים.</b> שאין צדי החבית צריכים לטיט:",
                "<b>מכנגד פיה.</b> אם המחט והטבעת נמשכים כנגד פי החבית:",
                "<b>טהורין.</b> ובלבד שיהיו בתוך הטיט של מגופה ולא יכנסהו לאויר החבית. ואע״פ שהם נראים מתוכה, הואיל ואין נכנסין לאוירה טהורין:",
                "<b>שוקעים בתוכה ותחתיהן כקליפת השום.</b> אם היה בין המחט והטבעת ובין אויר החבית מחיצה דקה כקליפת השום, שנמצא שהן בלועים לתוך המגופה ואין נכנס לאויר החבית כלל, טהורים, דבטילי לגבי המגופה. אבל אם נכנסים לתוך החבית, טמאים, שאין צמיד פתיל מציל באוהל המת אלא על כלי חרס ואוכלים ומשקים, דברים שאין להם טהרה במקוה, אבל על כלי מתכות כגון מחט וטבעת שיש להן טהרה במקוה, אין צמיד פתיל מציל בהן, הלכך אם נכנסים בתוך אויר החבית, שאין בטלים לגבי מגופה, אין ניצולים בצמיד פתיל. כך נראית בעיני פירוש משנה זו. ורבותי לא פירשוה כך. ופירושם לא ידעתי להעמידו מכוון ולכך לא כתבתיו:"
            ],
            [
                "<b>ומניקת בתוכה.</b> כמין קנה חלול עשוי ממתכת. שנותנים ראשו אחד בנקב החבית ומוצץ בפיו מראשו השני ויוצאין כל המשקין שבחבית דרך אותה מניקת:",
                "<b>החבית והמשקין טהורים ומניקת טמאה.</b> החבית של חרס, ומניקת שבתוכה של מתכת. הלכך החבית והמשקין שאין להם טהרה במקוה, ואי מטהרת להו והם של עם הארץ לא אתי חבר לאשתמושי בהו, שהרי הם בדלים ממגעם ובלאו הכי נמי כל מאכלם טמא, לא גזרו בהו רבנן, ונצולים בצמיד פתיל, אבל מניקת של מתכת שיש לה טהרה במקוה, אם תטהרנה אתי חבר לאשתמושי בה, שישאלנה מעם הארץ ויטבילנה ויעריב שמשה וישתמש בה, כסבור אין בה אלא משום מגע טמא, והוא לא ידע שהיתה באוהל המת וצריכה הזאה שלישי ושביעי, ואע״פ שהיתה בכלי חרס המוקף צמיד פתיל, אין צמיד פתיל של כלי של עם הארץ מצילין מן הטומאה אצל חבר, שכל כליו של עם הארץ הם בחזקת טומאה אצל חבר, וכלי טמא אינו מציל בצמיד פתיל, שאין מציל בצמיד פתיל אלא כלי חרס הטהור בלבד. ואילו באו חכמים לגזור שלא יציל שום כלי חרס של עם הארץ בצמיד פתיל, לא היו עמי הארצות מקבלין מהן, לפי שהן סבורין שהן בקיאין ושומרין כליהן בטהרה. הלכך בכלי חרס ואוכלים ומשקין שאין להן טהרה במקוה, כשהיו בתוך צמיד פתיל של כלי עם הארץ אומרים להן טהורים הן וישתמשו בהן הן שמחזיקין כליהן בחזקת טהורים, ואין לחוש שמא ישאל החבר מהן, שהרי הן אצלו בחזקת טמאין ואין להן טהרה עולמית, אבל בכלי שטף דאיכא למיחש שמא ישאל החבר מהם ויטבילם וישתמש בהם בלא הזאה שלישי ושביעי, עשו דין שוה לכל ואמרו דאין כלי שטף ניצול בצמיד פתיל:",
                "<b>ובית הלל אומרים אף מניקת טהורה.</b> קודם ששמעו טעמן של בית שמאי לא היו יודעים מפני מה אוכלים ומשקין שבתוך צמיד פתיל טהורין וכלי מתכת טמאים, ולאחר ששמעו טעמן כדפרשינן חזרו להורות כדברי בית שמאי:"
            ],
            [
                "<b>למטה מנחושתו של תנור.</b> רצפה שמושיבין שם התנור. שהתנור עשוי כמין קדירה גדולה שאין לה שולים, ומתקנים לו רצפה בקרקע ומושיבין אותו שם, ואותה רצפה היא נחושתו של תנור:",
                "<b>חי נפל.</b> ולא נטמא התנור. דאי מת נפל, היה התנור מיטמא באויר כשנפל דרך פיו של תנור. והא דלא תלינן שמא שם היה קודם שהושיבו שם התנור, לפי שלפעמים נמצא השרץ לח וניכר שמחדש מת והתנור יש ימים מרובים שהושיבוהו שם, והשתא אי אפשר לומר שהשרץ קדם שם לתנור, דא״כ מחום האש היה נשרף ונעשה אפר, אלא תלינן שמא חי נפל, ודרך שרצים לעשות חפירות בקרקע להטמן שם לפיכך נמצא למטה מנחושתו:",
                "<b>שם היו עד שלא בא התנור.</b> קודם שהושיבוהו שם ולא ראה אויר התנור:",
                "<b>באפר מקלה.</b> שנעשה מחמת שריפת האש. והיינו למעלה בחלל התנור. ומשום דאשכחן עפר דאקרי אפר והכא באפר של שריפה משתעי, משום הכי תנא אפר מקלה לשון קלוי באש:"
            ],
            [
                "<b>ונפל לאויר התנור טמא.</b> דמשקין טמאין מטמאין כלי. ואע״פ שהמשקין בלועין לתוך הספוג, כפלוטים דמו, לפי שספוג עשוי להכניס ולהוציא בו:",
                "<b>וכן חתיכה של לפת ושל גמי.</b> הוו כספוג לפי שבגמי בודקין בו את היין והוי גם הוא עשוי להכניס ולהוציא כספוג. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>חרסים שנשתמש בהן משקין טמאים.</b> כגון עביט של מימי רגלים של זב ושל זבה שנשבר וחרסיו בלעו מימי רגליהם. ומיירי כגון שהדיחום במים שלש פעמים שלא נשאר בהן משקה טמא. דאי לא הדיחום, נטמא התנור מחמת המשקים הדבוקין בדפנותיו כאילו הן בעין:",
                "<b>שסוף משקה לצאת.</b> כלומר, דרך משקה לצאת ע״י ליבון החרסים, וכיון שהיו אלו החרסים בתנור בשעת הסיקו יצאו המשקין מהן וטמאו התנור מאוירו:",
                "<b>גפת.</b> פסולת של זיתים לאחר שהוציאו שמנן:",
                "<b>חדשה.</b> תוך שנים עשר חודש:",
                "<b>ישנה.</b> לאחר שנים עשר חודש, דבסתמא יצא כל המשקה שבהן:"
            ],
            [
                "<b>והלכו עליהן טמאים.</b> בני אדם טמאים:",
                "<b>טהורים.</b> שלא נטמאו בדריסתן, כיון שלא נקרא עליהם שם טומאה בעולם:",
                "<b>כוש.</b> פלך שהאשה טווה בו ויש ברזל עקום בראשו ושמו צינורא, ופעמים נשקע הברזל בתוך העץ וכולו מכוסה בעץ:",
                "<b>מלמד.</b> מקל ארוך ובראשו כעין מסמר דק, ומדריכים בו הפרה לתלמיה, לכך הוא קרוי מלמד הבקר. והמסמר שבראשו קרוי דרבן, כמו דברי חכמים כדרבונות (קהלת י״ב:י״א):",
                "<b>ולבינה שבלעה את הטבעת.</b> שגבל הטבעת בטיט הלבינה ונצרפה עמה בכבשן:",
                "<b>נכנסו לאוהל המת.</b> כשהן בלועים וטמונים בתוך הכוש או בתוך המלמד או בתוך הלבינה:",
                "<b>נטמאו.</b> שאין מציל באוהל המת וכן מיד כלי חרס אלא כלי שיש לו תוך, והאי לא דמי אלא לעצם כשעורה הכרוך בסיב:",
                "<b>הסיטן הזב.</b> אע״פ שלא נגע בהן אלא שהכריען:",
                "<b>נטמאו.</b> שהזב מטמא בהיסט. אפילו המוקף צמיד פתיל מיטמא בהיסט, כל שכן האי:",
                "<b>נגע בהן ככר של תרומה.</b> כשהן בלועין:",
                "<b>טהור.</b> הככר. ואע״פ שהוא של תרומה ושני פוסל בו. ואפילו הברזל הבלוע הוא אב הטומאה לא אמרינן נעשה העץ המכסה אותו ראשון או שני ויהיה הככר שלישי ונפסל, אבל מטמאים את התנור ואע״פ שהן בלועין, לפי שהתנור מיטמא מאוירו ואפילו לא נגעה הטומאה בו, וטומאה בלועה מטמאתו כדפרישנא בפרקין דלעיל:"
            ],
            [
                "<b>סרידה.</b> כמין עריבה קטנה שהנחתום משתמש בה, והיא פשוטה ואינה מקבלת טומאה:",
                "<b>שהיא נתונה על פי התנור.</b> וממורחת בטיט כדי להקיף בצמיד פתיל ולא יטמא התנור באוהל המת:",
                "<b>נסדק מן תנור לסרידה.</b> היינו שנסדק המירוח:",
                "<b>מלוא פי מרדע שלא נכנס.</b> המרדע הוא מלמד הבקר, ויש בהיקפו טפח ועביו שליש טפח, שכל שיש בעביו טפח יש בהקיפו שלשה טפחים. ושעור הסדק כשנסדק המירוח, לרבנן מלוא פי המרדע בשוה, ואע״פ שאין הנקב גדול שיכנס פי מרדע במלואו, הואיל ושוה הסדק מלוא פי המרדע אין כאן צמיד פתיל, ולר׳ יהודה לעולם הוי צמיד פתיל עד שיהיה הסדק גדול שיכנס בו פי המרדע:",
                "<b>נסדקה סרידה עצמה.</b> לרבנן קיל מכשנסדק המירוח, ולרבי יהודה קיל כשנסדק המירוח מכשנסדקה סרידה עצמה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>שנקב מעינו.</b> עין של תנור, הוא הנקב שעושים בו כדי שיצא ממנו העשן. ומירחו עינו בטיט וסתמוהו וניקב אח״כ במקום המירוח:",
                "<b>נכנס ויוצא דולק.</b> שהנקב רחב והכוש נכנס ויוצא בריוח:",
                "<b>ניקב מצדו.</b> של עין:",
                "<b>וכן היה אומר במגופת החבית.</b> וכן היה ר׳ שמעון אומר בכל הני, דדינם מן האמצע נכנס ומן הצד אינו נכנס. ואין הלכה כר׳ שמעון:",
                "<b>מלוא מיצה שניה של שיפון.</b> מלוא קשר שני של קנה של שיפון, שהשני דק מן הראשון ועבה יותר מן השלשה, שהקנה עב מלמטה ומתדקדק ועולה. שיפון, ויינ״א בלע״ז:",
                "<b>לשאר משקין.</b> כגון שמן דבש וחלב:",
                "<b>אפילו כל שהן טמאים.</b> אפילו נקב כל שהן אין מצילין בצמיד פתיל וטמאים:",
                "<b>שלא נעשו בידי אדם.</b> שלא ניקבו במתכוין אלא מאליהן:",
                "<b>ניקבו העשוי לאוכלים שיעורו בזיתים.</b> השתא מיירי בשנפחת הכלי עצמו וניקב. וכל הנך שיעורים דלעיל כשנפחתה סתימה שבפתחו:",
                "<b>שיעורן בזיתים.</b> אם נפחת במוציא זית בעי מירוח, ובפחות מכאן לא בעי מירוח. ובגמרא במסכת שבת [צו] מוכיח דכלי גדול שניקב במוציא רמון, וכלי קטן שנפחת ברובו אין מירוח וסתימה מועילין בו, ושוב אינו מציל בצמיד פתיל כיון דבטל מתורת כלי. ואם מירחו נעשה כאוכלים שגבלן בטיט שאין הטיט מצילן:",
                "<b>שיעורן במשקין.</b> בכונס משקה:",
                "<b>העשוי לכך ולכר.</b> למשקין ולאוכלין:",
                "<b>מטילין אותו לחומרו.</b> ואם ניקב בכונס משקה אינו מציל בצמיד פתיל עד שיומרח:"
            ]
        ],
        [
            [
                "<b>אלו כלים.</b> כלי גללים. של צפיעי בקר:",
                "<b>כלי אבנים וכלי אדמה.</b> דכל הני אין להם טומאה לא מדברי תורה ולא מדברי סופרים, ולכך מצילין בצמיד פתיל. ואע״ג דכל כלי פתוח, בכלי חרס משתעי קרא, בכלי שטומאה קודמת לפתחו דהיינו כלי חרס שמיטמא מאוירו, מכל מקום שאר כלים נמי מרבינן שמצילים, מדכתיב וכל:",
                "<b>ועצמות הדג.</b> אם עשה כלי מעצמות בריות שבים, מצילים. לפי שאין מקבלים טומאה, כדתנן לקמן בפרק י״ז כל שבים טהור. וכל כלים מעצמות העוף טהורים, דכתיב (במדבר ל״א:כ׳) וכל מעשה עזים, פרט לעופות:",
                "<b>כלי עץ הטהורים.</b> כגון כלים גדולים הבאים במדה שמחזיקים ארבעים סאה בלח שהן כוריים ביבש, דלא מקבלי טומאה. דבעינן דומיא דשק שמיטלטל מלא וריקן, וכיון שהן גדולים כל כך אין מיטלטלים מלאים, ומצילים בצמיד פתיל:",
                "<b>מפיהן.</b> שהצמיד פתיל בפיהן:",
                "<b>מצדיהן.</b> אם ניקבו בצדיהן והקיפן צמיד פתיל:",
                "<b>ר׳ אליעזר מטמא.</b> קסבר כפוי אינו מציל, ואפילו מירחו למטה בקרקע. שנאמר צמיד פתיל עליו, ולא צמיד פתיל על גבו. ואין הלכה כרבי אליעזר:",
                "<b>על הכל מצילים.</b> כל הני כלים דתנן במתניתין, מצילין על כל מה שבתוכן בין היו בתוכן כלי שטף בין כלי חרס בין בגדים בין אוכלים ומשקים:",
                "<b>חוץ מכלי חרס.</b> שאין מצילים אלא על אוכלים ומשקים וכלי חרס שבתוכן, דברים שאין להן טהרה במקוה, ולא על כלי מתכות ובגדים. שיש להם טהרה במקוה. וטעמא פרישנא בפרקין דלעיל. ומשנה זו לאחר חזרה שחזרו ב״ה להויות כדברי בית שמאי:"
            ],
            [
                "<b>במה מקיפין.</b> במה סותמים פי הכלי או מדבקים הכיסוי על פי הכלי ויחשב צמיד פתיל:",
                "<b>גפסים.</b> מין סיד הוא, ויותר לבן מסיד ונשרף בכבשן כמו הסיד:",
                "<b>חרסית.</b> כתישת חרסים, ולשים אותה במים:",
                "<b>בעץ.</b> הוא בדיל. את הבדיל, מתרגמינן ית אבצא. ותרגום ירושלמי בעצא:",
                "<b>שהוא פתיל ואינו צמיד.</b> כלומר כיסוי הוא, אבל אינו מחובר ומדובק יפה על פי הכלי:",
                "<b>לא בדבילה שמינה ולא בבצק שנלוש במי פירות.</b> ואע״ג דמצילים שהרי לא הוכשרו לקבל טומאה, אעפ״כ לכתחילה אין מקיפין בהן, גזירה שמא יוכשרו שיפלו עליהן משקין המכשירים, ואין דבר טמא מציל:",
                "<b>ואם הקיף.</b> ולא בא עליהן מים או אחד מן המשקין המכשירין, הצילו:"
            ],
            [
                "<b>המתחלחלת.</b> מתנענעת ומתנדנדת. לשון ותתחלחל המלכה:",
                "<b>רבי יהודה אומר מצלת.</b> דחשיב לה צמיד פתיל הואיל ואינה יוצאת:",
                "<b>וחכמים אומרים אינה מצלת.</b> דכיון דמתחלחלת לאו צמיד פתיל הוא. והלכה כחכמים:",
                "<b>היה בית אצבע.</b> של מגופה משוקע ונכנס לתוך החבית, חשיב השרץ שבתוכה כאילו הוא בתוך החבית. ובית אצבע הוא המקום מן המגופה שאדם מכניס אצבעו לתוכו:",
                "<b>אוכלים שבתוכה.</b> שבתוך בית אצבע השוקע ונכנס לתוך החבית:",
                "<b>טמאים.</b> דמגופת החבית כחבית דמיא:"
            ],
            [
                "<b>הכדור.</b> פלוט״א בלע״ז:",
                "<b>הפקעת של גמי.</b> לח ארוך שכורכים אותו זה עם זה ועושים אותו עגול כמין פקעיות של שתי. גלומור״ש בלע״ז:",
                "<b>עד שימרח.</b> מלמטה של כדור או של פקעת ולמעלה, כדי שיכסה כולו, מפני שהוא חלול:",
                "<b>וכן מטלית של בגד.</b> דכל הני חלולים נינהו. וכולהו אין מצילין אלא כשאין בהם שיעור לקבל טומאה:",
                "<b>וקשרה במשיחה.</b> בחוט דק כדרך שעושים כשמכסים פי הנוד בבגד או בנייר שקושרים אותו, ומוסף על הקשירה בעי נמי מריחה מן הצדדין: "
            ],
            [
                "<b>חבית שנתקלפה.</b> חבית זפותה מבפנים וניטל חרס ממנה מבחוץ, והזפת עומד כנגדו מבפנים:",
                "<b>קבותים.</b> קנקנים של חרס שמניחין בהן מורייס נקראים קבותים:",
                "<b>שגפתן.</b> שכסה אותן במין סיד שקורין גפסים דתנן לעיל שמקיפין בו:",
                "<b>עם השפה.</b> למטה משפת הכלי, שנמצא הצמיד פתיל מבפנים והשפה מגולה מבחוץ:",
                "<b>ר׳ יהודה אומר אין מצילין.</b> דקסבר צמיד פתיל עליו כתיב. ולא צמיד פתיל מתוכו. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>וסתמוה שמרים הצילוה.</b> סתמא כחכמים דיש צמיד פתיל מבפנים:",
                "<b>עד שימרח.</b> סביב לזמורה מן הצדדים. אבל על הזמורה עצמה לא בעי מירוח:",
                "<b>נסר.</b> פשוטי כלי עץ הוא:",
                "<b>בסינים.</b> שנתן בין נסר לנסר קליפות דקות של סנה:",
                "<b>או בשגמין.</b> קליפי עץ של שגמין. ואותן קליפין נתן בין נסר לנסר כדי לחברן:"
            ],
            [
                "<b>תנור ישן.</b> שהוסק כדי לאפות בו סופגנים. שזו היא גמר מלאכתו להיות חשוב כלי לקבל טומאה:",
                "<b>חדש.</b> שלא הוסק ואינו מקבל טומאה:",
                "<b>וסרידא על פי הישן.</b> ואינה ממורחת בטיט, ואין כאן צמיד פתיל:",
                "<b>ניטל הישן וסרידא נופלת.</b> שאינה נסמכת על פי החדש:",
                "<b>הכל טמא.</b> שהישן שעליו הסרידא חשוב כלי ואינו מציל אלא בצמיד פתיל, והרי אין כאן צמיד פתיל. והחדש שאינו כלי היה חוצץ בפני הטומאה משום אוהל אם היתה הסרידא נסמכת עליו, דכל המציל משום אהל אינו צריך לצמיד פתיל. אבל בזמן שאין הסרידא נסמכת עליו אין כאן אוהל, הלכך הכל טמא:",
                "<b>אם אין בין חדש לסרידא פותח טפח.</b> אם אין גובה טפח בין הכיסוי שעל הישן לפה של התנור החדש, נחשב הכיסוי שעל הישן כאילו הוא בפי החדש, ונעשה החדש אוהל וחוצץ בפני הטומאה וכל מה שבתוכו טהור:"
            ],
            [
                "<b>לפסין.</b> כמו אלפסין. מחבות גדולות של ברזל שמבשלין בהן:",
                "<b>ושפתותיהן שוות.</b> שאין שפת אחת מהן גבוהה מחברתה:",
                "<b>בעליונה.</b> היא הפנימית שהחיצונה תחתיה:",
                "<b>היא טמאה כו׳</b> אם השרץ בעליונה, אוכלין שבתחתונה טהורין, דרחמנא אמר (ויקרא י״א:ל״ג) כל אשר יפול אל תוכו, ולא אל תוך תוכו, והשרץ שבעליונה תוך תוכו דתחתונה הוא. ואם השרץ בתחתונה, לא נטמאו האוכלים שבעליונה, דרחמנא אמר (שם) כל אשר בתוכו יטמא, ולא שבתוך תוכו:",
                "<b>היו בכונס משקה.</b> כלומר נקובים בכונס משקה דהיינו כדי טהרתן, דאלפסין עשויין למשקים ולאוכלין, ומטילין אותו לחומרו בכונס משקה:",
                "<b>השרץ בעליונה.</b> דהיינו הפנימית:",
                "<b>כולן טמאות.</b> דרואין את השרץ כאילו הוא בכל אחת, כיון דנקובות בכונס משקה:",
                "<b>בתחתונה.</b> דהיא החיצונה:",
                "<b>היא טמאה וכולן טהורות.</b> דאין טומאה נכנסת דרך שוליו. ומיהו אם היו אוכלים ומשקים בפנימית, נטמאו, כיון דלא מירח הנקב כדמוכח לעיל בפרק שמיני. והיינו טעמא, משום דניקב בכדי טהרתו נחשב כאויר של חיצונה, ואוכלים ומשקין מיטמאין מאויר כלי חרס ואין אדם וכלים מיטמאין מאויר כלי חרס:",
                "<b>השרץ בעליונה.</b> השתא מיירי בלפסין שלימות:",
                "<b>היא והתחתונה טמאה.</b> דכמונח בתוכה דמי כיון דעודפת. אבל אמצעית טהורה, דאין כלי מיטמא באויר כלי חרס:",
                "<b>כל שיש בו משקה טופח טמא.</b> נטמא משקה טופח שבתוך הכלי האמצעי מאויר כלי חרס, וחזר המשקה וטימא את הכלים. דרבנן גזרו על משקה שיטמא כלי, גזירה משום משקה זב וזבה. והוא הדין דהוה מצי לאשמועינן חידוש זה של משקה טופח ברישא כשהשרץ בעליונה והתחתונה עודפת ויש משקה טופח באמצעי:"
            ]
        ],
        [
            [
                "<b>כלי מתכות פשוטיהן טמאים.</b> דלא איתקש לשק:",
                "<b>חזרו לטומאתן הישנה.</b> חכמים גזרו על כלי מתכות שהתיכן ועשה מהן כלים חדשים, שיחזרו לטומאתן הישנה. גזירה שמא יאמרו שבירתן של כלים מטהרתן וטבילתן מטהרתן. מה שבירתן אינה טעונה הערב שמש, שהרי משתמשין בהן באותו היום שנטמאו ושברן וחזר ועשאן חדשים, אף טבילתן אינה טעונה הערב שמש, ואתיא למיעבד תרומה וקדשים בכלים שלא העריב שמשן:",
                "<b>לא לכל טומאה אלא לטומאת נפש.</b> רבן שמעון בן גמליאל סבר דטעמא דגזרו על כלי מתכות שיחזרו לטומאתן ישנה אינה אלא גזירה שמא תשתכח תורת מי חטאת מן הכלים, שאין לך אדם ממתין שבעת ימים אלא שוברן מיד וחוזר ועושה אותן חדשים, הילכך לא חזרו אלא לטומאת מת בלבד שצריכים הזאת שלישי ושביעי. ואין הלכה כרשב״ג:"
            ],
            [
                "<b>שיש לו שם בפני עצמו.</b> שהוא ידוע וניכר ומיוחד בשמו:",
                "<b>טמא.</b> בין יש לו בית קבול בין אין לו בית קבול:",
                "<b>הנגר.</b> יתד של ברזל שנועץ ראשו אחד בקרקע וראשו השני אחורי הדלת. אי נמי, כמין עמוד שסוגר ומבריח הדלת מן הקצה אל הקצה:",
                "<b>מנעול.</b> כל דבר שנועלים וסוגרים בו הדלת נקרא מנעול. ודוגמתו במקרא בשיר השירים (ה׳ ה׳) על כפות המנעול:",
                "<b>פותה.</b> כמין כוס קטן של ברזל קובעים בארץ, וציר הדלת סובב עליו כדי שיהא נוח להפתח ולהסגר. ודוגמתו במקרא (מלכים א ז׳ נ׳) והפותות לדלתות הבית הפנימית:",
                "<b>והצנור.</b> קנאל״י בלע״ז:",
                "<b>שנעשו לקרקע.</b> להשתמש בקרקע. וכל המחובר לקרקע הרי הוא כקרקע ואינו מקבל טומאה:"
            ],
            [
                "<b>העשת.</b> חתיכה של ברזל כשמוציאים אותו מן המחצב:",
                "<b>חררה.</b> לאחר שמתיכים הברזל עושים ממנו עיגול כמין עוגה:",
                "<b>סובב של גלגל.</b> גלגל העגלה של עץ, עושים סביבו טס של ברזל שלא ישבר בטרשים ובסלעים:",
                "<b>טסין.</b> וירקעו את פחי הזהב (שמות ל״ט:ג׳), מתרגמינן ורדידו ית טסי דדהבא:",
                "<b>כני כלים.</b> בסיסי כלים. לשון ואת כנו (שם), דמתרגמינן וית בסיסיה:",
                "<b>הוגני כלים.</b> כמין ענק סביבות שפת הכלים:",
                "<b>אזני כלים.</b> בית יד שאוחזים בו הכלי:",
                "<b>השחולות.</b> מה שנשתייר מן הכלי לאחר שנעשה. לשון כמשחל בניתא מחלבא (ברכות דף ח.) כי מן המים משיתיהו (שמות ב׳:י׳), מתרגמינן ארי מן מיא שחלתיה:",
                "<b>גרודות.</b> שנגרד מן הכלי בשעת עשייתו. לשון להתגרד בו האמור באיוב (ב׳ ח׳):",
                "<b>טהורים.</b> דלא חיישינן בכל הני שמא מכלי טמא באו וכשחזר ועשה מהן כלי חזרו לטומאתן ישנה, דכל הני לא נראו לקבל טומאה מעולם, משום דגולמי כלי מתכות נינהו, וגולמי כלי מתכות אין מקבלין טומאה. והכי תניא בתוספתא, גולמי כלי מתכות טהורים, ואלו הן גולמי כלי מתכות, כל שעתיד לשוף, לשבץ, לגרד. ולכרכב, ולהקיש בקורנס, מחוסר אוגן או אוזן. טהור:",
                "<b>אף מן הקצוצות.</b> אם קצץ כלים לחתיכות, כלים הנעשים מאותן חתיכות לא חזרו לטומאתן ישנה. ואין הלכה כר׳ יוחנן בן נורי:",
                "<b>גרוטאות.</b> כלים שנשתברו מפני תשמישן ונעשה בהן חתיכות קטנות אחרי בלותן נקראים גרוטות. והן קטנים משכרי כלים:",
                "<b>ומן המסמרות שידוע שנעשו מכלים.</b> אע״ג דלא ידעינן אם מכלים טהורים באו או מן הטמאין:",
                "<b>טמאין.</b> טמאים הכלים הנעשים מהם. דחיישינן שמא מכלים טמאין באו וחזרו לטומאתן הישנה:",
                "<b>מן המסמרות.</b> סתם. דלא ידעינן אם נעשו מכלים או מן העשת:",
                "<b>בית שמאי מטמאין.</b> דגזרו הני אטו הני:",
                "<b>ובית הלל מטהרין.</b> דלא גזרו:"
            ],
            [
                "<b>ברזל טמא.</b> שבא משברי כלים:",
                "<b>שבללו.</b> שטרפן זה בזה והתיכן ועשה משניהם כלי:",
                "<b>ברזל טהור.</b> שבא מן העשת ומן החררה וכו׳:",
                "<b>אם רוב מן הטמא טמא.</b> דחוזר לטומאתו הישנה:",
                "<b>החלמא.</b> טיט הדבק כלובן ביצה:",
                "<b>ומן הגללים.</b> שעירב הטיט עם גללי הבקר ועשה מהן כלים וצרפן בכבשן. אם רוב מן החלמא. מקבלים טומאה כדין כלי חרס. ואם רוב מן הגללים, טהורים, דכלי גללים אין מקבלין טומאה:",
                "<b>קלוסטרא.</b> הנגר של הדלת. והוא היתד שנועלים בו הדלת כדפרישנא לעיל, רגילים לעשות בראשו כמין תפוח, והוא נקרא גלוסטרא. ואם נעשה מברזל טמא, חוזר לטומאתו הישנה, לפי שראוי לדוך בו שומין במדוכה:",
                "<b>ומצופה טהורה.</b> אם היתה של ברזל טהור ומצופה של מתכת טמא, טהורה. דבתר עיקרא אזלינן ולא בתר הציפוי שהוא של מתכת טמא:",
                "<b>הפין והפורנא.</b> שינים הקבועים בפותחת, והפין נכנס בתוך הפורנא:",
                "<b>שומטה מפתח זה ותולה בחבירו.</b> ע״י גרירה בלבד, דטלטול מן הצד הוא. אבל טלטול גמור, לא. ור׳ טרפון שרי אפילו טלטול גמור כי ארחיה. ושמא אתא תנא לאשמעינן הכא דקלוסטרא טמאה דתנן ברישא לאו דברי הכל היא אלא פלוגתא דרבי יהושע ור׳ טרפון, דלר׳ יהושע טהורה, דכי היכי דלא משוי לה מנא לענין שבת הכי נמי לא משוי לה מנא לענין טומאה:"
            ],
            [
                "<b>עקרב של פרומביא.</b> מתג ורסן ופרומביא, אחד הן. והברזל הנכנס בפי הבהמה נקרא עקרב:",
                "<b>ולחיים.</b> מחוברים לעקרב כמין שני טסין מצויירים, אחד מכאן ואחד מכאן על לחיי הבהמה עשויין לנוי. והן טהורין כשהן בפני עצמן, דתכשיטי בהמה נינהו, ותכשיטי בהמה וכלים אין מקבלים טומאה:"
            ],
            [
                "<b>פיקה.</b> כמין כדור קטן נקוב באמצע שמשימות הנשים בראש הפלך שטוות בו כדי שיכבד:",
                "<b>ר׳ עקיבא מטמא.</b> דכלי מתכות שיש לו שם בפני עצמו הוא, וטמא, כדתנן בריש פרקין:",
                "<b>וחכמים מטהרין.</b> דאין לו שם בפני עצמו אלא שם לווי, פיקא של כוש, או פיקה של אותו דבר שהיא משמשת לו. והלכה כחכמים:",
                "<b>ומצופה.</b> אם היא של עץ ומצופה במתכת טמא:",
                "<b>טהורה.</b> דבתר עיקרא אזלינן, ולא בתר הציפוי שהוא של מתכת טמא:",
                "<b>כוש.</b> פלך שהנשים טוות בו:",
                "<b>והמקל.</b> של מתכת טמא. הואיל ואדם רודה בו את הבהמה, ככלי עשוי לתשמיש אדם הוא חשוב:",
                "<b>סמפוניא.</b> מין כלי זמר הוא, כדכתיב בדניאל {ג׳} פסנתרין וסמפוניא:",
                "<b>וחליל.</b> אף הוא מין של כלי זמר, וחלול הוא וקולו נשמע עד למרחוק:",
                "<b>ומצופין טהורים.</b> אם [הוא] של עץ ומצופה נחושת טמא, טהור הוא. דבתר עיקר הכלי אזלינן שהוא של עץ. ולא חשיב יש לו בית קיבול אע״פ שהוא חלול. כיון שאינו עשוי לבית קיבול:",
                "<b>אם יש לה בית קיבול כנפים.</b> כלים דקים קטנים כדמות כנפים נותנים בתוך הסמפוניא. שמסייעים להשמעת קול הניגון. ואם עשו בתוכה מקום לבית קיבול של כנפים הללו, חשיב בית קיבול:",
                "<b>ובין כך ובין כך.</b> בין שהיא מצופה ובין שאינה מצופה, טמאה:"
            ],
            [
                "<b>קרן עגולה וקרן פשוטה.</b> חצוצרות מקרני הבהמות עשויות פרקים פרקים מחוברים, אלא שאחת מהן צורתה עגולה ואחרת פשוטה. וחיבור הפרקים של עגולה קשים וצריכים אומן יותר מחיבור הפרקים של פשוטה, ומפני זה אמרו המחזיר קרן עגולה בשבת חייב חטאת, משא״כ בפשוטה:",
                "<b>קרן עגולה טמאה.</b> שיש לה בית קיבול. וקרן פשוטה טהורה, שאין לה בית קיבול. וקרנים דין כלי עצם יש להן, שפשוטיהן טהורים כפשוטי כלי עץ:",
                "<b>מצופות.</b> מקום הנחת הפה, והוא הקצר שבה. מלשון עומדים צפופים:",
                "<b>טמאה.</b> דחשבינן לה ככלי מתכות, ואף על פי שהיא פשוטה מקבלת טומאה:",
                "<b>הקו שלה.</b> הצד הרחב שבה אם היה של מתכות:",
                "<b>ר׳ טרפון מטמא וחכמים מטהרים.</b> והלכה כחכמים:",
                "<b>קני מנורה טהורים.</b> שאין להם שם בפני עצמן, ותנן לעיל בריש פרקין כל כלי מתכות שיש לו שם בפני עצמו, טמא:",
                "<b>הפרח.</b> מקום מושב הנר שבראש המנורה פרח שמו:",
                "<b>בסיס.</b> רגלי המנורה שהיא יושבת עליהן:"
            ],
            [
                "<b>קסדא.</b> כובע נחשת שנותנים אנשי המלחמה על ראשן:",
                "<b>ולחיים.</b> טסין של ברזל שנותנים על לחייהן:",
                "<b>אם יש בהן בית קיבול מים.</b> ששותין בהם מים במלחמה:",
                "<b>כידון.</b> רומח קטן שביד השרים והמלכים:",
                "<b>ניקון.</b> כמו קינון. לשון ומשקל קינו (שמואל ב׳ כ״א). והוא הברזל שבתוך הרומח:",
                "<b>מגפיים.</b> בתי שוקים של ברזל שנושאין אנשי המלחמה:",
                "<b>תכשיטי נשים.</b> אף על פי שאין עשויין למלאכה אלא לנוי, מרבינן להו מקרא דכתיב (במדבר ל״א) וכל אשר לא יבוא באש תעבירו במים:",
                "<b>עיר של זהב.</b> כמין עטרה נותנות הנשים בראשן עשויה כצורת ירושלים:",
                "<b>קטליות.</b> חוטים של זהב שנותנות סביב הצואר. ומפני שהאשה חונקת עצמה בהן כדי שתיראה בעלת בשר, לכך נקראים קטליות:",
                "<b>ונזמים.</b> יש מהן נזמי האף ויש מהן נזמי האוזן:",
                "<b>בחוט של פשתן.</b> שהיו החוליות נקובות ומלאו מהן החוט:",
                "<b>החוליות טמאות.</b> דכל חדא באנפי נפשא חשיבא כלי מעשה:",
                "<b>של אבנים.</b> שהיו מרגליות ואבנים נקובות ומלאו מהן החוט:",
                "<b>טמא.</b> החוט, הואיל ושל מתכת הוא:",
                "<b>כמלוא צואר קטנה.</b> כמלוא צואר של בת קטנה:"
            ],
            [
                "<b>כקדרה מלמטה.</b> רחב מלמטה ויש לו בית קיבול:",
                "<b>וכעדשה מלמעלה.</b> על ראש הנזם מלמעלה יש לו גרעין של זהב או של כסף עשוי כעדשה:",
                "<b>ונפרק.</b> העדשה מן הקדירה:",
                "<b>הקדירה טמאה.</b> שהרי יש לה בית קיבול. ולא מפני שהיא מתכשיטי נשים, שהרי אינה ראויה לתכשיט כמות שהיא:",
                "<b>והעדשה טמאה.</b> שיש לה שם בפני עצמה:",
                "<b>צינורא.</b> ראש הנזם הנכנס בנקב האוזן או בנקב האף. ולפי שהוא עשוי כמזלג קרוי צנורא. תרגום מזלגותיו צנורייתיה:",
                "<b>טהורה.</b> שאין לה שם בפני עצמה:",
                "<b>העשוי כמין אשכול.</b> נזם העשוי ארבעה או חמשה גרגרין זה על גבי זה כמין אשכול:",
                "<b>ונפרק טהור.</b> שאין לכל גרגיר וגרגיר שם בפני עצמו, והוא אינו ראוי לתשמיש משנפרק:"
            ]
        ],
        [
            [
                "<b>טבעת אדם.</b> כגון טבעת של אצבע. אבל טבעת שהתקינה לחגור בו מתניו ולקשור בה בין כתפיו, טהורה, והיינו טבעת כלים. וטעמא, משום דלא רבי קרא לטומאה אלא תכשיטי אדם ולא תכשיטי בהמה וכלים:",
                "<b>קורת החצים.</b> אית דמפרשי אשפה שהחצים מונחים בה, ואית דמפרשי המטרה לחץ:",
                "<b>ושל אסירין.</b> עושין כמין פגימה בקורה להכניס בה רגל אדם [ומניחין עץ ארוך על גבה] ואין יכול לצאת. ובלשון מקרא קורהו סד, וישם בסד רגלי (איוב י״ג:כ״ז). וקורות של חצים ושל אסירין האמורין כאן, דמתכת נינהו ולא של עץ:",
                "<b>קולר.</b> שנותנים בצואר האסירים. [והוא סוגר]. תרגום ויתנהו בסוגר (יחזקאל י״ט:ט׳), בקולרין. ומשום דקולר עשוי שישאנו עמו בכל מקום שהולך, חשוב כלי מעשה טפי מקורת האסירים שאינו זז בה ממקומו, הלכך קולר טמא:",
                "<b>שיש בה בית נעילה.</b> עושים לשלשלת בית נעילה [ונותנים אותה ברגל הסוסים] וסוגרים במפתח, וחשיבא כלי:",
                "<b>לכפיתה.</b> שלשלאות שכופתים בהן הקוף וגורי הכלבים הקטנים. ולנוי הן עשויין והוו תכשיט דבהמה ולא מיטמא:",
                "<b>סיטונות.</b> סוחרים גדולים שמוכרים במדה גסה. ויש להן שלשלת שקובעים בראשה אחד המדה, סאה או תרקב, וראשה השני נותנים בטבעת שבדלת או בקורה, וסוגרים עליה במפתח כדי שלא תגנב המדה:",
                "<b>ושל בעלי בתים טהורה.</b> דסתמא עשויה לנוי ותכשיט לכלי:",
                "<b>מפתח אחד.</b> מחוליא אחת. דשלשלת בחוליא אחת לא עבדי אינשי, ולא חשיבא כלי:",
                "<b>או שקשר חלזון בראשה.</b> כדמות חלזון שהוא דג שבים שמדמו צובעים התכלת קשר לה בראשה עשוי מברזל, והוא משוי לה מנא:"
            ],
            [
                "<b>קנה מאזנים של סרוקות.</b> סורקי צמר ופשתים, ומוכרים אותו במנין ליטראות, כשרוצין לשקול יש להם מקל ארוך של עץ ותלוי בראשו כמין טבעת מלמעלה, ואונקליות של ברזל תלוין מלמטה בשלשלת, עשויין כמין ווין וראשיהם כפופים מלמעלה, ויש לאותו מקל טבעת אחרת שמהלכת על פני כל המקל ואינה יכולה לצאת ממנו, וכמין עשת של ברזל או של נחושת עב וכבד תלוי באותה טבעת, וכשבא לשקול שק של צמר או של מטוה, תוחב את האונקלי בשק ואוחז בטבעת שכנגדו למעלה ומעלהו באויר, והטבעת שבו העשת של ברזל תלוי מרחיקה מטבעת שאוחז בה, ומכבדת על הקנה עד שיבוא ביושר שלא יכריע לשום צד יותר, ולפי הרחקת הטבעת שבו העשת של ברזל יודע חשבון המשקל, שיש סימנים במקל, עד כאן ליטרא אחת, עד כאן עשרה, עד כאן מאה. וזה נקרא פלס בלשון מקרא, כדכתיב (ישעיהו מ׳:י״ב,) ושקל בפלס הרים. פלס ומאזני משפט לה׳ (משלי ט״ז:י״א):",
                "<b>ושל בעלי בתים.</b> אין רגילים לתת בו אונקליות שהן אותן הווין שתוחבים בשק להעלותו, אלא בלא אונקליות קושרים בחבל ותולין בקנה. אונקליות גרסינן, ולא גרסינן אונקיות:",
                "<b>אונקלי של כתפין.</b> עץ ארוך כעין מוט שהכתף מניח על כתפו ותולה בו שני שקים אחד לפניו ואחד מאחריו בשני אונקליות של ברזל התחובות במוט על שני קצותיו:",
                "<b>של רוכלים.</b> מוכרי בשמים ותמרוקי נשים:",
                "<b>טמאה.</b> מפני שיש לה בית קיבול:",
                "<b>שלפניו טמאה.</b> לפי שהוא משתמש בה:",
                "<b>ושלאחריו טהורה.</b> שאינו משתמש בה אלא לשמירה, שלא יפול המשאוי מאחריו. ואין הלכה כר׳ יהודה:",
                "<b>דרגש.</b> מטה קטנה של עור ותולין רצועות בשפת העור סביב ויש אונקליות של ברזל בארוכות המטה וכשרוצים לנטותה עונבין הרצועות באותן אונקליות:",
                "<b>נקליטין.</b> שני עמודים שמעמידין באמצע דופני המטה, אחד מראשותיה ואחד במרגלותיה, ומפוצלין בראשיהן, ומניחין קנה מזה לזה ופורסים עליו סדין. ופעמים שאין העמודים מפוצלים, אלא כעין שני ווין מניחין בראשי הנקליטין, והוא אונקלי:",
                "<b>שידה.</b> תיבה קטנה:",
                "<b>אקון.</b> תיבה שעושין הציידים לצוד בה דגים:",
                "<b>כל המחובר לטמא.</b> אונקלי המחוברת לכלי המקבל טומאה, טמא:",
                "<b>לטהור.</b> כגון מנורת העץ שהיא טהורה, טהורה:",
                "<b>אחת אחת בפני עצמן.</b> כל אונקלי שפירשה מכלי:",
                "<b>טהורה.</b> לפי שאין לה שם בפני עצמו:"
            ],
            [
                "<b>טני.</b> הוא כלי של מתכת מחזיק שלשה קבים. והוא מלשון ושמת בטנא. ובעלי בתים משתמשין בו שמניחין שם גרוטאות משברי כלי מתכות:",
                "<b>רבן גמליאל מטמא.</b> דסבר כיסוי חשוב כלי הואיל ויש לו בית קיבול:",
                "<b>וחכמים מטהרין.</b> דסברי אין כיסוי חשיב כלי. והלכה כחכמים:",
                "<b>ושל רופאים טמא.</b> לדברי הכל. מפני שהרופאים מניחין בו סממנים:",
                "<b>מגדל.</b> בית האוצר של עץ. ארמריא״ו בלע״ז. ובערבי אלמנס״ר:",
                "<b>ושל רופאים טמאה.</b> מפני שנותן עליה את האספלנית ותולה בה המספרים:",
                "<b>הייתוכין.</b> מלקחיים שנוטל בהם הכלי שהתיך בו את הכסף, להריקו לתוך כלי אחר:",
                "<b>והפריכין.</b> בתוספתא מפרש אלו הן פרכין, הקבועים בכירים. ורבותי לא פירשוה לי:",
                "<b>עקרב בית הבד.</b> ברזל עקום דומה לעקרב, הקבוע בקורת בית הבד שדורכים בה הזיתים:",
                "<b>אונקלי שבכתלים.</b> ווין של ברזל הקבועים בכתלים לתלות בהם כלים:",
                "<b>טהורה.</b> דאין תשמישן אלא עם הקרקע:"
            ],
            [
                "<b>מסמר הגרע.</b> איזמל של אומן המקיז דם. ונקרא גרע על שם שמגרע את הדם. ויש מפרשים, מסמר של נפחים שקבוע להן מסמר בסדן, כשמסלקים חתיכה של ברזל מן האש ורוצה לחתוך ממנה מניחה על המסמר ומכה בקורנס ונגרעת:",
                "<b>אבן השעות.</b> אבן שיש בה קוים ורשומים עליהם שמות השעות, ומסמרים תחובים בה שבהם מכוונים את השעות:",
                "<b>מסמר הגרדים.</b> מסמר ארוך שהאורג מכניס בקנה דק ומחבר על הקנה את המטוה:",
                "<b>ארון של גרוסות.</b> העושין גריסין של פול בריחיים שלהן יש להן כמין ארון של עץ:",
                "<b>רבי צדוק מטמא.</b> אותו ארון, דתורת כלי עליו:",
                "<b>וחכמים מטהרין.</b> דכלי עץ העשוי לנחת הוא ואינו עשוי ליטלטל. ור׳ צדוק סבר, פעמים מטלטלין אותו לתקנו. ואין הלכה כר׳ צדוק:",
                "<b>היתה עגלה.</b> שהארון מונח עליה, של מתכת:",
                "<b>טמאה.</b> שהרי היא עשויה לתשמיש:"
            ],
            [
                "<b>שהתקינו.</b> שעיקם ראשו או חידדו כדי שיהיה פותח ונועל בו:",
                "<b>העשוי לשמירה.</b> לסימן לראות אם נכנס שם אדם אם לאו, שאם לא ימצאנו כמו שהניחו בידוע שאדם בא לשם:",
                "<b>עד שיצרפנו.</b> באש לצורך זה. והלכה כחכמים:",
                "<b>מסמר השלחני.</b> מסמר קבוע בעמוד שלפני השלחני להעמיד בו תריסי החנות, וכשמסלק התריסים נשאר שם המסמר. ומטהרין רבנן משום דתשמישו עם הקרקע. והלכה כחכמים:"
            ],
            [
                "<b>ותלוי המגרדות.</b> בבתי מרחצאות תולין מגרדות של מתכות והנכנסים שם כל אחד לוקח מגרדת ומתגרד בה רגליו:",
                "<b>וגולמי כלי מתכות.</b> כלים שצריך לשוף לגרד ולהקיש בקורנס, או שמחוסר אוגן, או אוזן, אינם טמאים לדברי חכמים עד שתגמר מלאכתן:",
                "<b>וטבלא שנחלקה לשנים.</b> טבלא של חרס שיש בה לבזבזים ונעשית שתי חתיכות שוות. שאין אחת מהן גדולה מחברתה. בהא פליגי רבן גמליאל וחכמים. והלכה כחכמים:"
            ],
            [
                "<b>דינר שנפסל.</b> שפסלתו מלכות או מדינה, או שנחסר:",
                "<b>והתקינו.</b> שנקבו כדי שיתלנו בצואר בנו או בצואר בתו:",
                "<b>סלע.</b> ד׳ דינרים:",
                "<b>והתקינה להיות שוקל בה.</b> כסף או זהב. דאילו דבר הנדבק כגון בשר ויין, הא תניא בפרק המוכר את הספינה (בבא בתרא דף פט) שאין עושין משקלות של מתכת לשקול בהן דבר הנדבק:",
                "<b>עד שני דינרים.</b> שהוא שקל אחד. והוא חצי סלע:",
                "<b>פחות מכאן יקוץ.</b> שלא ירמו בה בני אדם שיחשבו שהוא שקל. וכן אם הוא יותר משקל נמי יקוץ שלא יטעו בו ויקחוהו בסלע:"
            ],
            [
                "<b>האולר.</b> כעין מספריים של מתכת שמתקנים בו הקולמסין:",
                "<b>והקולמוס.</b> של נחושת וברזל או של כסף:",
                "<b>מטוטלת.</b> [חתיכת] ברזל ועופרת שתלוי בחבל שתופס הבנאי בידו לראות שלא יבוא הכותל עקום:",
                "<b>והמשקלות.</b> ליטרא וחצי ליטרא:",
                "<b>הכירון.</b> כלי ברזל שבו תוחבים הזיתים במעצר שעוצרים אותן בו:",
                "<b>והכן והכנא.</b> האמה שמסרגלים בה הספרים, והלוח שתחתיה. כן פירש הערוך:",
                "<b>גולמי כלי עץ.</b> שלא נשלמה מלאכתן. כגון שחסרים אוגן, או אוזן, או הבסיס שלהן שהן יושבים עליו, או שצריך להחליקן ולהשוותן, נקראים גולמים:",
                "<b>חוץ משל אשכרוע.</b> גרסינן. והוא מין ארז. תאשור, מתרגמינן אשכרוע. וגולמי כלים שנעשו מעץ זה, טהורין, לפי שקליפתו עבה וקשה, ואין חשובין כלים עד שתוסר קליפתם ותגמר מלאכתם. וגירסת התוספתא, חוץ משל פירשע, מפני שהן מחוסרים שליקה. ופירשע הוא עצי גופר. וכלים הנעשים ממנו אין מלאכתן נגמרת אלא בשליקה, שמכניסים אותן באש ומוציאין שלק ושוב אין יראים שמא יסדקו:",
                "<b>גרופית של זית.</b> ענף של זית קרוי גרופית. כמו של תאנה דנקרא יחור. ואם עשו כלי מן הגרופית, גולם הוא ואינו מקבל טומאה:",
                "<b>עד שישלק.</b> שיכניסו אותן באש עד שיוציאו השלק שלהן. ואין הלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>הסייף והסכין והפגיון.</b> סכין שיש לו שני, פיות קרוי פגיון:",
                "<b>מגל יד.</b> מגל חלק עשוי לשבר עצמות ולחתוך עצים:",
                "<b>מגל קציר.</b> מלא פגימות ותלמים:",
                "<b>השחור.</b> הם מספריים קטנים שמגלחין בהם. ונקראים שחור לפי שהם משירין את השער, דמשירין ומשחירין חד הוא, והכי אמרינן בפרק משילין פירות [ביצה לה] מאן דתני משחילין לא משתבש. ויש מפרשים, השחור, תער:",
                "<b>והזוג של ספרים.</b> מספריים גדולים מן השחור:",
                "<b>שנחלקו.</b> שהן של חוליות ומפרקים אותן זה מזה. וכן התער יש שאין בית יד שלו מחובר, ומפרקין אותו:",
                "<b>הסמוך ליד.</b> חזי למלאכה טפי. אבל הסמוך לראש, ירא שמא יחתוך ידו. ואין הלכה כר׳ יוסי:",
                "<b>מספורת שנחלקה.</b> הם מספריים של נשים, וכשנחלקה אכתי כל חד חזי לחתוך:",
                "<b>וחכמים מטהרין.</b> כיון שנשברה. והלכה כחכמים:"
            ],
            [
                "<b>קוליגריפון.</b> כלי שבראשו האחד כמין שינים שתוחבין בפת או בבשר ומוציאין אותו מן התנור, ובראשו האחר גורפין בו גחלים ואפר מן התנור:",
                "<b>ניטלה כפה.</b> הצד הרחב העשוי ככף שגורפין בו האפר:",
                "<b>טמאה.</b> מפני הראש השני שיש בו השינים שראויין לתשמישן:",
                "<b>מכחול.</b> ראשו אחד חד כעין זכרות לכחול בו את העין, וראשו האחר רחב לנקות בו את האוזן:",
                "<b>מכתב.</b> ראשו אחד חד כמחט לכתוב על פנקס של שעוה, וראשו האחר עב וחלק למחוק בו הכתב החקוק בשעוה ולהחליקה, כדי שיהא ראוי לחזור ולכתוב בו:",
                "<b>זומלסטרא.</b> ראשו אחד כף עשוי לקבל את הזוהמא מן הקדרה ולהעבירה, וראשו האחר כעין מזלג להעלות הבשר:",
                "<b>וכן השן של מעדר.</b> בראשו אחד הופכים את הקרקע, ובראשו אחר מחברים כלי המחרישה זה עם זה:",
                "<b>שיעור כולן.</b> אם ניטל הראש האחד שצריך שישאר בראש השני כדי שיעור בית אחיזה שיהיה ראוי לעשות מלאכתו:"
            ],
            [
                "<b>חרחור.</b> כלי עשוי כמין מרה שחופרים בו את הקרקע, וברזל שלו מחודד טפי לחתוך בו השרשים שלא יעכבו את המחרישה:",
                "<b>שינטל רובו.</b> רוב הברזל או רוב חיסומו:",
                "<b>מקופו.</b> חור שמכניס בו הקתא. כמו [ברכות נ״ה] קופא דמחטא:",
                "<b>טהור.</b> דתו לא חזי למלאכה כיון שאין יכול להכניס בו בית יד:",
                "<b>קרדום.</b> מחודד וחותך משני צדדיו. הצד האחד רחב ומשתמשין בו הנגרים וקרוי עשפו, תרגום מחרשתו עשפיה. והצד השני קצר וקרוי בית בקעו לפי שבאותו צד בעלי בתים מבקעים עצים. ובגמרא במסכת ביצה [דף ל״א] קורא לצד הרחב נקבות שלו, ולצד הקצר זכרות שלו:"
            ],
            [
                "<b>מגריפה.</b> עשויה לגרוף את האפר מן הכירה ומן התנור, וכשהוסרה כפה נשאר הבית יד שלה עשוי כעין קורנס של נפחים, ואין הלכה כר״מ:",
                "<b>מגירה.</b> היא משור בלשון מקרא. סיג״א בלע״ז:",
                "<b>אחת מבינתיים טהורה.</b> אם ניטל מכל בין שתי שינים שן אחת, אי אפשר יותר לגרר בה, הלכך, טהורה דלא חזיא לתשמישה:",
                "<b>נשתייר בה.</b> מן השינים השלימים שיעור הסיט במקום אחד:",
                "<b>טמאה המגירה.</b> דבאותו מלוא הסיט שהוא שלם חזיא לגרר. ושיעור מלוא הסיט, כל מה שאפשר לאדם להרחיב בין אצבע לאמה:",
                "<b>מעצד.</b> כלי ברזל שהחרש מנסר בו הנסרים. דולדור״א בלע״ז:",
                "<b>איזמל.</b> תער קטן שמלין בו את התינוק. תרגום חרבות צורים, איזמלין חריפין:",
                "<b>והמפסלת.</b> ברזל מחודד קבוע בתוך עץ, ומוליכין ומביאין אותו על הלוח ומחליקין אותו. לשון פסל לך:",
                "<b>מקדח.</b> כלי שבו מנקבים הלוחות:",
                "<b>שנפגמו.</b> נתבקעו:",
                "<b>ניטל חיסומן.</b> בפי החרב ובפי הסכין ובפי הקרדום ובחודו של מקדח נותנים ברזל טוב ונחשב, אצאל״ו בלע״ז, וחוסמין פיהן בו כדי שיהא חד לחתוך יפה, וזה קרוי חיסומן:",
                "<b>והרוקני.</b> העץ שהמפסלת קבועה בו קרוי רוקני. ואם ניטל הברזל שפוסל ומחליק ונשאר העץ לבדו בלא הברזל, טהור:"
            ],
            [
                "<b>חרירה.</b> כמו חורה. החור שמכניסין בו החוט:",
                "<b>עוקצה.</b> הראש החד שמכניסים בבגד כשתופרין. כמו עוקצי תאנים, שהוא החד שבתאנים:",
                "<b>אם התקינה למתוח.</b> דרך האורגים שלוקחים מחט שבורה ונותנים אותה בשפת הבגד כדי שימתחו שפתותיה:",
                "<b>מחט של סקאים.</b> מחט גדול שתופרים בו השקים העשויים משער עזים, וכיוצא בהן מן הבגדים הגסין:",
                "<b>שהוא כותב בה.</b> בפנקס של שעוה:",
                "<b>של מתוח.</b> אם התקינה למתוח בה שפת הבגד כדרך שהאורגים עושים:",
                "<b>בין כך ובין כך טמאה.</b> שהרי היא ראויה למתוח בלא עוקצה ובלא חרירה:",
                "<b>אם מעכבת את התפירה.</b> שאינו יכול לתפור בה מפני החלודה. ויש מפרשים, דכל זמן שרושם החלודה ניכרת בבגד, היינו עיכוב התפירה וטהורה, דהכי משמע בפרק במה בהמה (שבת דף נ״ב):",
                "<b>צנורא.</b> מזלג קטן עקום בראשו, ורגילין להפך בו בשר על גבי גחלים. ויש מהן קטנים שמוחטין בהן פתילות ומקנחים בהן נרות. וכשפשטה הוי כמחט שניטל חרירה ועוקצה וטהורה:"
            ],
            [
                "<b>והפין.</b> שינים של מפתח שבהן פותחים הדלת. וצורת זה המפתח ידוע במלכות מצרים ובכל ארץ ישראל:",
                "<b>אפילו אחת טמאה.</b> ואע״ג דהשינים בפני עצמן בלא פותחת טהורים, קבען בפותחת טמאים, מ״מ השינים חשובים עיקר והפותחת משמשת:",
                "<b>אלמוג.</b> קוראל״י בלע״ז, והוא צומח במצולת ים, ותחילתו רך קודם שיקפאהו האויר, ומפתחים בו חותם. ובמקרא, עצי אלמוגים:",
                "<b>השן שבטס.</b> לא דמי לפין של פותחת, שהשן משמשת בפני עצמה, משא״כ בפין, הלכך טמאה בפני עצמה:"
            ],
            [
                "<b>הכדומין.</b> עץ גדול ארוך ויוצאים ממנו אונקליות אילך ואילך, ותולין באותן אונקליות צלוחיות של מים באויר כדי לצננן. ורמב״ם פירש, כמין זיר ואונקליות סביבותיו ובו מעלין הכלים שנפלו לבור:",
                "<b>האשקלונין.</b> שנעשים באשקלון:",
                "<b>המעבר והמזרה והמגוג.</b> כלים עשויין לנקות התבואה מן התבן ולהעביר התבן ממקום למקום. המעבר יש לו שינים ודומה ליד של בני אדם, ובו מעבירין התבן ממקום למקום. והמזרה בו זורין החטין בגורן, לפיכך נקרא מזרה, ושיניו מרובות משיני המעבר. והמגוג, שיניו מרובות משיני המזרה, ובו בוררים התבואה אחר שזרו אותה במזרה:",
                "<b>דבר חדש חידשו סופרים.</b> ראויין היו להיות טהורים, דפשוטי כלי עץ נינהו, ומשום שן אחת של מתכת לא נחתא להו טומאה:",
                "<b>ואין לי מה להשיב.</b> מפני מה אמרו כן:"
            ],
            [
                "<b>מסרק של פשתן.</b> יש לו שינים מרובות כעין מחטים ארוכים תחובים בעץ, ובו סורקים הפשתן:",
                "<b>ונשתייר בו שתים טמא.</b> אם לא נשתיירו בו אלא שתי שינים בלבד, טמא המסרק, דאכתי חזו למלאכתן:",
                "<b>אחת אחת בפני עצמן טמאות.</b> כל שן ושן בפני עצמה שנטלה מן המסרק, טמאה, דחזיא לכתוב בה בפנקס של שעוה:",
                "<b>ושל צמר.</b> מסרק של צמר:",
                "<b>אחת מבינתיים.</b> שמכל שלש הסמוכות נטלה האמצעית, תו לא חזי:",
                "<b>היתה החיצונה אחת מהן טהור.</b> השן החיצונה של המסרק היא רחבה ואינה ראויה לסרוק בה, כעין החיצונה שבמסרק הראש שלנו. הלכך אם החיצונה אחת מן השלש שנשארו, טהור המסרק, שאינה ראויה לסרוק בה שאין כאן אלא שתי שינים:",
                "<b>ועשאן למלקטת.</b> ללקט בהן את השער:",
                "<b>והתקינה לנר.</b> להוציא בה הפתילה ולהיטיב בה את הנר:",
                "<b>ולמיתוח.</b> גרסינן. כלומר למתוח בה שפת הבגד כדרך האורגים [שתוחבים] מחט בשפת הבגד כדי שימתחו שפתותיה:"
            ]
        ],
        [
            [
                "<b>כלי מתכות.</b> שנתרועעו ונשברו:",
                "<b>כמה הוא שיעורן.</b> כמה יהיה שיעור השבר הנשאר מהן ויקרא עושה מעין מלאכתו ויהיו חשובים כלים ליטמא:",
                "<b>מיחם.</b> שמחממין בו מים. והוא גדול מקומקום:",
                "<b>כדי לקבל סלעים.</b> שכל סלע ארבעים דינרין:",
                "<b>הלבס.</b> אית דגרסי הלפס. והוא כלי נחושת גדול שמרתיחים בתוכו מים ונותנים בו קיתונות קטנים להדיחן בתוכו:",
                "<b>כולן בפרוטות.</b> כולן משערים אם יש בשבר שלהן כדי לקבל פרוטות. ואין הלכה כר׳ אליעזר:",
                "<b>המחוסר הגפה טמא.</b> ר׳ עקיבא מיירי בתחלת עשייתן של כלים, וקאמר, דכלים המחוסרים הכיסוי שלהן, טמאין, דמקרו נגמרה מלאכתן. הגפה, מלשון יגיפו הדלתות (נחמיה ז׳, ג'). והרבה יש במשנה, כדי שיפתח ויגוף ותיגוב. אע״פ שגפן לא קנה דבמסכת מעשר שני [פרק ג׳ משנה י״ב] פירוש, שכיסה אותן במגופה:",
                "<b>ומחוסר לטישה טהור.</b> שהוא חשוב גולמי כלי מתכות שאינן מקבלין טומאה. לטישה, לשון לוטש כל חורש נחושת וברזל (בראשית ד׳): "
            ],
            [
                "<b>חזינא.</b> נוהגים לעשות בראש המקל כמין תפוח של ברזל והוא הנקרא חזינא. וכל עבדי מלך מצרים היום נושאים בידם מקלות הללו, וקורין להם אלדבו״ס. ופעמים שנועצים בהם מסמרים כדי שיכו בהם מכה רבה וקשה:",
                "<b>שלשה סדרים.</b> של מסמרים, ואז חשוב כלי. ואין הלכה כר׳ שמעון:",
                "<b>עשאן לנוי.</b> כגון שעשאו במסמרים דקים מצויירים כדי ליפות את המקל:",
                "<b>טהור.</b> דהוי מתכת המשמש את העץ, דתנן לעיל שהוא טהור. אבל כשעשאו להכות ולחבוט, הרי עץ משמש את המתכת וטמא:",
                "<b>מניקת.</b> כמין שפופרת של מתכת, והכניס בה את המקל:",
                "<b>וכן בדלת.</b> תחת הדלת כדי שלא תאכלנה הארץ:",
                "<b>היתה כלי.</b> היתה שפופרת זו כלי בפני עצמה וחיברה למקל ואחר שחיברה ראוי להשתמש בה בכלי:",
                "<b>[טמאה.</b> מקבלת טומאה, וטמאה כמו שהיתה]:",
                "<b>מאימתי היא טהרתה.</b> מניקת שנטמאה מאימתי תטהר ותצא מידי טומאתה:",
                "<b>משיחבל.</b> משישחיתנה ויפחות צורתה:",
                "<b>משיחבר.</b> משיחברנה בדלת או במקל ויקבענה במסמרים שלא תשמש עוד בכלי, כבר בטל שם כלי ממנה ויצאה מידי טומאתה:"
            ],
            [
                "<b>הקנטר של בנאי.</b> פירשו בו שהוא שבט ומטה של ברזל שהבנאים חותכים בו את הכותל:",
                "<b>הדקור.</b> יתד. כמו יחפור בדקר ויכסה דתנן בריש פרק קמא דביצה:",
                "<b>חרש.</b> נגר:",
                "<b>יתדות אוהלים.</b> נועצים יתדות של ברזל בארץ ומותחים אוהלים וקושרים מיתרים ביתדות. ואין זה תשמישו, על ידי קרקע. שהרי לדבר המיטלטל הן משמשים:",
                "<b>ויתדות המשוחות.</b> מודדי הקרקע לחלוקת אחים, נועצים יתדות בקרקע וקושרים בו חבל ומודדים:",
                "<b>שלשלת של משוחות טמאה.</b> לפי שבמדידת החבל יש עול. פעמים שמותח לזה יותר מזה, לפיכך רגילים לעשות שלשלת למדוד בה:",
                "<b>עשויה לעצים.</b> לקשור בה חבילה של עצים, או למדוד בה עצים, שיש מקומות שמוכרים עצים במדה מלוא חבל. והשלשלת המיוחדת לכך טהורה, דהויא כמתכת המשמשת את העץ:",
                "<b>ארבעה טפחים.</b> ויותר מכן לא חשיב יד:",
                "<b>חמור של נפחים.</b> העץ שהמפוח של נפחים רוכב עליו נקרא חמור. כך פירשוה לי רבותי. ובמקום אחר מצאתי שהוא כלי ברזל כצורת חמור, והאומן רוכב על הקצה האחד ומכה על הקצה השני, ועושים כך כשרוצים להכות על הכלים הגדולים ששפתן גבוהה וגדולה מאד:",
                "<b>מגירה.</b> המסר שנוסרים בה הלוחות, שנטמאת, ועשה שיניה בתוך החור של דלת, לא יצאה מידי טומאה, והרי היא טמאה כמו שהיתה, עד שיקבענה בדלת במסמר. והכי מפורש בתוספתא:",
                "<b>עשאה מלמטה למעלה.</b> שהפכה ונתנה הפוכה בחור הדלת:",
                "<b>טהורה.</b> אע״פ שלא קבעה במסמר:",
                "<b>כל הכיסויין טהורין.</b> לפי שאין לכיסויין שם בפני עצמן:",
                "<b>חוץ משל מיחם.</b> וכל כיוצא בו שיש לו שם בפני עצמו ומשתמשין בו בפני עצמו, כמו כיסוי טני של רופאים דתנן לעיל פרק טבעת אדם [משנה ג׳] דטמא לדברי הכל, לפי שמניחין בו סממנים:"
            ],
            [
                "<b>העול של מתכת טמא.</b> דפשוטי כלי מתכות מקבלין טומאה:",
                "<b>קטרב.</b> שני עצים יש, מצד זה מן העול ומצד זה מן העול, והן נקובים, ומכניסין בתוך אותו נקב עץ ושמו קטרב, וקושרים אותו שלא ישמטו הבקר. ורמב״ם פירש, שהקטרב הוא העץ שנמשך על שני צדדי הבהמות, והעול באמצעו:",
                "<b>והכנפיים.</b> הם שני קצוות של קטרב. מלשון על כנפי בגדיהם. והם של ברזל:",
                "<b>המקבלות את הרצועות.</b> כלומר, אם נעשו הקצוות של קטרב לקבל בהם את הרצועות, הן טמאים, שחשובין כלי. אבל אם נעשו לנוי, טהורים, לפי שהיא מתכת המשמשת את העץ:",
                "<b>והברזל שתחת צוארי בהמה.</b> קושרים על צוארי בהמה ברזל כדי שלא תיחנק בחבל שקושרים בו הקטרב:",
                "<b>הסומך.</b> יש באמצע העול כמין טבעת גדולה ובו נכנס ראש המחרישה וראש העגלה, ואותו טבעת קרוי סומך:",
                "<b>מחגר.</b> חבל שקושרים תחת צואר השור. ואית דגרסי והמסגר, והוא יתד [של ברזל] שנותנים בקצה העול שלא תתעוות העגלה מפני אורך העול:",
                "<b>תמחויות.</b> כמין קערות קטנות של עול, וקרויין תמחויות:",
                "<b>ענבל.</b> הוא הברזל המקשקש בתוך הזוג:",
                "<b>צנורא.</b> אונקלי שתוחבים במשאוי שבעגלה שלא יפול:",
                "<b>ומסמר המחבר את כולם.</b> כלומר, כל מסמר שנעשה לחבר הפרקין של עגלה זו בזו. לאפוקי המסמרים שאינן עשויין לחבר, אלא לנוי. שאלו אין מטמאין: "
            ],
            [
                "<b>העול המצופה.</b> ברזל טהור לפי שהוא מתכת שמשמש את העץ:",
                "<b>ושפופרות.</b> כמין שפופרת של קנה חלול רגילין לעשות ממתכות להשמיע קול:",
                "<b>והאבר.</b> עופרת שנותנין בצד צוארי בהמה לנוי:",
                "<b>והסובב של גלגל.</b> גלגל עגלה של עץ עושים סביבותיה של ברזל שלא ישבר בטרשים ובסלעים:",
                "<b>טסין.</b> לוחות דקות. פחי הזהב, מתרגמינן טסי דדהבא:",
                "<b>סנדלי בהמה של מתכות טמאין.</b> לפי שעשויין לשתות בהן אנשי החיל במלחמה:",
                "<b>שעם.</b> מין גמי:",
                "<b>הסייף מאימתי מקבל טומאה.</b> בסייך שהעלה חלודה מיירי שהוא טהור. ומאימתי מקבל טומאה:",
                "<b>משישופנו.</b> כלי יש לצורפין ולחרשי ברזל שקרוי הצורפים בלשון מקרא, ותרגומו שופינא, ובו שפין ומחליקין את הכלים שהעלו חלודה להסיר חלודתן:",
                "<b>משישחיזנו.</b> במשחזת שלו להסיר חלודתו:"
            ],
            [
                "<b>כיסוי טני של מתכת.</b> של בעלי בתים טהור, כדברי חכמים דפליגי עליה דרבן גמליאל לעיל בפרק י״ב [משנה ו׳]. ואם מירקו ולטשו ועשה ממנו מראה <b>ר׳ יהודה מטהר.</b> דסבירא ליה מראה לא משוי ליה מנא:",
                "<b>וחכמים מטמאין.</b> דמראה משוי, ליה מנא. והלכה כחכמים:"
            ],
            [
                "<b>כלי מתכות מיטמאין ומיטהרין שבורים.</b> כלי מתכות שנטמאו במת ונשברו, וחזר ועשה מהן כלים בו ביום, שחזרו לטומאתן ישנה, כיון שהזה עליהן בעודן שלימים ונשברו, אין צריך להמתין להזאה שניה עד השביעי, אלא אפילו ביום אחד מזה שתי הזאות, אחת קודם שבירה ואחת לאחר שבירה, והן טהורין מיד. דר״א כרשב״ג סבירא ליה, דאמר לעיל בפרק י״א דלא אמרו חזרו לטומאתן ישנה אלא לכלים שנטמאו בטומאת נפש בלבד, וטעם גזירה זו משום גדר מי חטאת כדפרישנא לעיל, הלכך לא חשו אלא שיהא כאן שתי הזאות. ומיהו בעודן שבורים לא מהני הזאה, דלא שייכא הזאה בשברים. ובעי נמי שתהא שבירה מפסקת בין הזאה להזאה, לפי שיש הפסק ימים בין הזאת שלישי להזאת שביעי. ולא רצו להחמיר בחזרת טומאה ישנה, שהיא דרבנן, והקלו שתועיל בה הזאה אפילו שתיהן ההזאות ביום אחד:",
                "<b>ר׳ יהושע אומר אין הזאה פחות משלישי ושביעי.</b> דתקון כעין דאורייתא. והלכה כרבי יהושע:"
            ],
            [
                "<b>מפתח של ארכובה.</b> שמתקפל כארכובה עם השוק. שעשוי כמין נו״ן כפופה שלנו. ורוב מפתחות שבארץ ישמעאל הם כן:",
                "<b>רבי יהודה מטמא.</b> ואין הלכה כר׳ יהודה:",
                "<b>ושל גם.</b> כמין ג״ם יוונית שהיא כמין נו״ן הפוכה:",
                "<b>היו בו חפין.</b> כשנשבר מתוך גומו, נשתיירו בו חפין או נקבין. חפין הם השינים. נקבין, שנכנסים בהן שיני המנעול, שפעמים יש במפתח שינים והן נכנסים בנקבי המנעול ופותחים, ופעמים יש נקבים במפתח ומכניס אותן נקבים בשיני המנעול ופותח:",
                "<b>או שפרצו זה לתוך זה.</b> שלא ניטלו החפין ולא נסתמו הנקבין, אלא שפרצו, כגון שנעקמו החפין ונתרחבו הנקבין שנוגעים זה בזה:",
                "<b>מסננת של חרדל.</b> כמין נפה של מתכת שהחרדל נתון בה ומסתנן וקולטת את הפסולת:",
                "<b>מלמטן.</b> בשולי המסננת משנפרצו בה שלשה נקבין ונעשו שלשתן נקב אחד, תו לא חזיא לסנן בה:",
                "<b>אפרכס.</b> כלי של ריחיים רחב מלמעלה ומיצר והולך מלמטה, ונותנים בו חטים והוא מוציא אותם קמעא קמעא בריחיים:"
            ]
        ],
        [
            [
                "<b>כלי עץ.</b> משנה זו שנויה למעלה בפרק ב׳, והדר תניא הכא משום דינא דכלי עץ וכלי עור דבעי לאורויי בהו בהנך פרקין:",
                "<b>השידה.</b> כמין ארון:",
                "<b>והתיבה.</b> תיבת השולחנין:",
                "<b>והמגדל.</b> בית האוצר של עץ. בלע״ז ארמריא״ו, ובערבי אלמנס״ר:",
                "<b>וכוורת הקש.</b> חשובה ככלי עץ, לפי שעשויה מזנבות השבולין שהן קשין:",
                "<b>ובור ספינה אלכסנדרית.</b> ספינה גדולה שפורשין בה לים הגדול, קרויה ספינה אלכסנדרית, לפי שאין פורשים בים מארץ ישראל לאלכסנדריא אלא בספינה גדולה. ומפני שמי הים מלוחים ואין ראויין לשתיה, עושים בספינות גדולות כעין בור של עץ וממלאים אותו מים מתוקין הראויין לשתיה:",
                "<b>שיש להם שולים.</b> שאין תחתיהן חד מלמטה, אלא רחב ויושב על הקרקע:",
                "<b>כורים.</b> ששים סאה:",
                "<b>ביבש.</b> כגון התבואה וזרעונים ופירות:",
                "<b>טהורין.</b> דאתקש כלי עץ וכלי עור, לשק המיטלטל מלא וריקן, וזה אינו מיטלטל מלא, לפי שגדול יותר מדאי, ואם יטלטלוהו מלא ישבר:",
                "<b>בין מקבלים בין שאינן מקבלים.</b> בין שמקבלין יותר מארבעים סאה, בין שאין מקבלין אלא פחות:",
                "<b>דרדור עגלה.</b> חבית של עץ עגולה עשויה לוחות, כעין אותן שעושין בארץ רומ״י. ואע״פ שהיא גדולה, כיון שהיא לעגלה, מיטלטלת מלאה וריקנית, דסבר האי תנא טלטול על ידי שוורים שמיה טלטול:",
                "<b>וקסטות המלכים.</b> כמין מגדל של עץ עשוי חדרים חדרים, שנותנים בו מיני מאכל וכלים של משקה. והמלכים מוליכין אותו בעגלה שהולכים בה:",
                "<b>ועריבת העבדנים.</b> עריבה של עץ שהעבדנים שורין בה עורותיהן:",
                "<b>אע״פ שמקבלין טמאין.</b> כלומר, אע״פ שמקבלין מ׳ סאה או יותר:",
                "<b>טמאין.</b> כדמפרש טעמא, שאין מיטלטלים אלא במה שבתוכן, כשהן מלאים דרכן ליטלטל:",
                "<b>עריבת בעל הבית.</b> לר׳ מאיר טמאה, דהוא טהורין קחשיב, למימרא דהני דוקא טהורין, והשאר טמאין. לר׳ יהודה טהורה, דר׳ יהודה טמאים קחשיב, למימרא דהני דוקא טמאין, והשאר טהורין. והלכה כרבי יהודה:"
            ],
            [
                "<b>ארובות של נחתומים.</b> לוחות שהנחתומים עורכים עליהן את הלחם. ואית ספרים דגרסי עריבות:",
                "<b>טמאות.</b> לפי שעשויין בצורת כלי. ואע״ג דפשוטי כלי עץ נינהו, טמאות מדברי סופרים:",
                "<b>של בעלי בתים טהורות.</b> שאין עליהן צורת כלי:",
                "<b>סרקן.</b> יפן בסריקון. והוא ששר בלשון מקרא. ומשוח בששר (ירמיהו כ״ב:י״ד). בערבי זנגפו״ר. ובלע״ז מיני״ו:",
                "<b>כרכמן.</b> צבען בכרכום:",
                "<b>דף של נחתומין.</b> דף של מתכת. דאילו דף של עץ, פשוטי כלי עץ אין מקבלין טומאה. ואע״ג דטמא מדרבנן, כשקבעו בכותל טהור לדברי הכל:",
                "<b>ר׳ אליעזר מטהר.</b> ואין הלכה כר׳ אליעזר:",
                "<b>סרוד.</b> היא סרידא דתנן לעיל בכמה דוכתי. והיא עריבה קטנה שהנחתום משתמש בה. כדמתרגמינן את בגדי השרד (שמות ל״א:י׳) ית לבושי שימושא:",
                "<b>גיפפו.</b> עשה לו מסגרת סביב. תרגום ויחבק, וגפיף:",
                "<b>אם התקינו.</b> לסרוד של בעלי בתים:",
                "<b>להיות קורץ עליו.</b> כלומר לחתוך עליו הבצק. לשון מחומר קורצתי (איוב ל״ג):",
                "<b>טמא.</b> דסבירא ליה לר׳ שמעון, מפני מה סרוד של נחתומים טמא, מפני שקורץ עליו את הבצק ומוליך עליו מקרצות לתנור, ושל בעלי בתים נמי אם התקינו להיות קורץ עליו את הבצק ולהוליך עליו מקרצות לתנור, טמא. ואין הלכה כר״ש:"
            ],
            [
                "<b>ים נפה.</b> יריעה ארוגה משער להוציא את הסולת נקי מן הסובין. ולפי שיש סביב היריעה זר של לוח גבוה, נקרא ים, כמו שיש סביב הים יבשה:",
                "<b>של סלתים.</b> בוררים הסולת:",
                "<b>גודלת.</b> האשה שגודלת וקושרת שער הנשים:",
                "<b>מפני שהבנות.</b> הנערות בשעה שגודלות ראשן מושיבות אותן בתוך ים נפה, לקבל שם מה שיפול מראשן מן העפרורית וערבוביתא דרישא. והלכה כר׳ יהודה:"
            ],
            [
                "<b>כל התלויים.</b> העשויין לכלי לתלותו בו:",
                "<b>טמאין.</b> דהוו חיבור לכלי:",
                "<b>כברת גרנות.</b> עשויה להוציא החטים ולקלוט המוץ, ומניחים הכברה על שני עצים ומנהלין, וכשהן יגעים מכניסים ידיהן בתלוי שלה ומנהלין, והיינו דקתני דמסייעין בשעת מלאכה:",
                "<b>מקל הבלשין.</b> המחפשין בתוך הכלים לראות אם יש בו דבר שראוי ליתן ממנו מכס למלך. תרגום ויחפש, ובלש:",
                "<b>שהם מסייעים בשעת מלאכה.</b> מכניסין ידיהם בתלוי כשרוצים להשתמש בכלי, ומסתייעים בו לעשות מלאכתן. והלכה כחכמים:"
            ],
            [
                "<b>רחת.</b> שזורים בה תבואה וקטניות. בערבי אלרח״ה, ובלע״ז פאל״א:",
                "<b>הגרוסות.</b> העושים גריסים של פול:",
                "<b>טמאה.</b> לפי שיש לה בית קיבול ועשויה להכניס בה לרחיים:",
                "<b>ושל אוצרות.</b> עשויה ללקט בה החטה שהיא מן הצדדים מכאן ומכאן. ולנקותה שתתישב באוצר:",
                "<b>ושל גיתות.</b> להשליך החרצנים והזגין חוץ מן הגת:",
                "<b>לכינוס.</b> ממקופ פזורן, אבל לא לקבל בתוכו:"
            ],
            [
                "<b>נבלי השרה.</b> נבלים שמשוררים בהם. לשון נבל וכנור:",
                "<b>טמאין.</b> שהנבלים והכנורות חלולים הם ומנוקבים לצד הנימין להשמיע קול הנגון, ודרך המנגנים להניח בתוכן המעות שמקב. צין מבני אדם הבאים לשמוע, והוי ליה מיטלטל מלא וריקן:",
                "<b>נבלי בני לוי.</b> המנגנים על הדוכן:",
                "<b>טהורין.</b> שאינן עשויין לתת בתוכן מעות, ואין עשויין לקבל:",
                "<b>כל המשקין טמאין.</b> כל אחד משבעה משקין. שהן, מים יין שמן דבש חלב דם טל, מקבלין טומאה, ומכשירין הזרעים לקבל טומאה:",
                "<b>ומשקה בית מטבחיא.</b> המים והדם שבבית המטבחים שבעזרה:",
                "<b>טהורין.</b> שהם אינם מקבלין טומאה, ולא מכשירין האוכלים לקבל טומאה:",
                "<b>כל הספרים מטמאין את הידים.</b> לפי שבתחלה היו מצניעים אוכלים של תרומה אצל ס״ת, דאמרי האי קודש והאי קודש, כיון דחזו דקאתו ספרים לידי פסידא, שהעכברים שהיו מצויין אצל האוכלים היו מפסידים אותן, גזרו שיהיו הספרים כל כתבי הקודש פוסלים את התרומה במגען, וגזרו עוד שהידים הנוגעות בספרים יהיו שניות לטומאה ופוסלות את התרומה:",
                "<b>מספר העזרה.</b> ספר תורה שכהן גדול קורא בו בעזרת נשים ביום הכיפורים. דליכא למיחש שמא ישימו אוכלים של תרומה אצלו, מפני מוראו וחשיבותו:",
                "<b>מרכוף.</b> סוס של עץ שעושים הליצנים לרכוב עליו לצחק בו:",
                "<b>הבטנון.</b> כלי נגון גדול, שהמנגן בו סומכו על בטנו. וקורים לו בלע״ז ציטר״א:",
                "<b>הנקטמון.</b> מין כלי של נגון עשוי בצורת רגל של עץ שעושה מי שנחתכה רגלו:",
                "<b>והארוס.</b> עשוי כמין נפה שדפנותיה עגולות ושוטחין על פיו עור דק, ומכין עליו במקל ומוציא קול צלול. ובלע״ז טמבור״ו:",
                "<b>טמא מושב.</b> אם ישב עליו זב וזבה נדה ויולדת, נעשה אב הטומאה לטמא אדם לטמא בגדים. דכלי המיוחד לישיבה הוא:",
                "<b>שהאליית.</b> כלומר המקוננת ומיללת יושבת עליו, לפי שרגילין לספוד ולקונן ע״י נגון של אותו כלי. וכן המנהג היום בארצות הישמעאלים:",
                "<b>אליית.</b> לשון אלי כבתולה חגורת שק (יואל א׳:ח׳). ואין הלכה כר׳ יהודה:",
                "<b>מצודת החולדה טמאה.</b> שיש עליה צורת כלי. משא״כ למצודת עכבר:"
            ]
        ],
        [
            [
                "<b>כל כלי עץ.</b> שלחן הכפול. עשוי חוליות או פרקים, ולאחר שמסירים אותו כופלים חוליותיו או פרקיו זו על זו, וכל חוליא הויא כלי בפני עצמה:",
                "<b>ותמחוי המזנון.</b> קערה גדולה מאוד ובתוכה קערות קטנות, ונותנים בכל קערה מן הקטנות מין אחד של תבשיל. ולפי שיש בתוכה מינים הרבה, נקרא תמחוי המזנון. תרגום למינו לזנוהי:",
                "<b>אפיפורין.</b> כסא של פרקים:",
                "<b>המגס.</b> תרגום קערה מגיסתא:",
                "<b>וקוד הבבלי.</b> כמין קערה של עץ. ולשון חכמים הוא. במקדה בזויה, פירוש קערה בזויה. וכל הכלים הללו, אע״פ שנחלקו, נשאר לכל חלק מהם צורת כלי. ואין הלכה כר׳ יהודה:",
                "<b>משישופם בעור הדג.</b> להסיר קסמין שבהם, דקודם לכן לא חזו למלאכתן, שמשרטים את הבשר. אבל אם אינן מחוסרין אלא שיפה של צחצוח ומריקה, הא קיימא לן [חולין כ״ה] דגולמי כלי עץ שעתיד לשבץ ולשוף טמאין:",
                "<b>גמר שלא לשוף.</b> שגמר בלבו להשתמש בהם אע״פ שלא ישוף עוד:",
                "<b>שלשה בתים.</b> כשמסרגים המטה בחבלים, בין כל חבל לחבל קרוי בית. ואין הלכה כר׳ מאיר:"
            ],
            [
                "<b>הסלים של עץ.</b> מאימתי גמר מלאכתן:",
                "<b>שיחסום.</b> כשאדם עושה קופה או סל וגומר את שפתו זו היא חסימה:",
                "<b>ויקנב.</b> לאחר שגומר השפה, ונשתיירו קסמין ראשי קרומיות הבולטין, פוסקן וקוטמן, וזו היא קניבה:",
                "<b>של תמרה.</b> סלים העשויין מחריות של דקל:",
                "<b>שכן מקיימין.</b> בלא קניבה:",
                "<b>כלכלה.</b> סל של גמי:",
                "<b>התלויה.</b> שיגמור החבל שתולה בה:",
                "<b>בית הלגינים.</b> כלי שמניחין בו לגינין לשמור:",
                "<b>בית הכוסות.</b> כלי שמצניעין בו כוסות:"
            ],
            [
                "<b>הקנונין.</b> קנון שבוררים בו קטנית. והוא נעשה מחריות של דקל:",
                "<b>קלתות.</b> קופות קטנות:",
                "<b>סוגים.</b> קופות גדולות:",
                "<b>שני דורים לרוחב שלהן.</b> לאחר שארגו שולי הקופה, אורגים סביבותיה עיגולים כפי מה שרוצה שתהיה רחבה בדפנותיה בגבהה, ואותן עיגולים של דפנות קרויין דורים:",
                "<b>וכן של מאזנים.</b> הבסיס שנותנים עליו המאזנים:",
                "<b>דור אחד.</b> משיגביה על שפתו עיגול אחד:",
                "<b>שתי צפירות.</b> שתי סיבובים:",
                "<b>והערק.</b> שאין שפתו גבוהה כשפת הקופה:",
                "<b>משיעשה צפירה אחת טמא.</b> וערק עשוי משעם וארכו יותר מרחבו, כתיבה של רצענים. וקרוי ערק. ועד שרוך נעל (בראשית י״ד:כ״ג), תרגום ועד ערקת מסאנא. ומשום דכלי גמי ושעם דין כלי עץ יש להם, הלכך תנינהו גבי הדדי עם כלי עץ:"
            ],
            [
                "<b>תורמל.</b> כיס של עור גדול, שהרועה נותן בו מזונות וכל דבר. ודומה לו, ולא הרועה בתרמילו:",
                "<b>קיחותיו.</b> מסגרותיו, כמין אזנים קטנות סביבות התורמל, ומכניסים באותן אזנים חבלים שסוגרים אותו:",
                "<b>סקורטיא.</b> עור שלובשים העבדנים בשעת מלאכתן:",
                "<b>ציצתה.</b> כעין ציצית של טלית, כך עושין לה פתילים על כנפים לקשרם בהן. ורמב״ם פירש, סקורטיא עור שאוכלים עליו, וציציתה. הוא אמצע העור שנותנים בו טס של מתכת לנוי, לשון ציץ הזהב, שהוא טס של זהב:",
                "<b>טבעותיה.</b> טבעת נחשת או ברזל שנותנים בקצה הסקורטיא:",
                "<b>קטבוליא.</b> עור שמציעים על גבי מטה. וקורים לו בערבי נט״ע, ופשוטי כלי עור מקבלים טומאה מדרבנן בלבד, כפשוטי כלי עץ, ודינן בזה שוה שאין מקבלים טומאה מדאורייתא אלא מדרבנן בכל שאר טומאות, חוץ ממשכב ומושב שהן נעשים משכב ומושב מדאורייתא כשהן מיוחדים לכך:",
                "<b>הכר והכסת.</b> כר קטן מכסת, ועשוי להניח תחת מראשותיו. וכסת תחת כל גופו:",
                "<b>פחות מחמשה טפחים.</b> משיירים משום פתח להכניס משם המוך למלאות הכר והכסת:"
            ],
            [
                "<b>פטיליא.</b> קופה עשויה ממינים של ערבה, ואוצרים בה גרוגרות:",
                "<b>וחסינה.</b> כמין קופה עשויה מקוצים, ומשימין בה טיט:",
                "<b>סוגניות.</b> לשון סוגה בשושנים, עושין כמין כפיפה קטנה מן העלים ומכסים בה פירות, ואינה אלא מלאכת עראי:",
                "<b>נצרים.</b> מצורי הדקל:",
                "<b>חותל.</b> כלי שעושים מחריות של דקל, ומניחין בו תמרים לחים והן מתבשלים בתוכו:",
                "<b>נותן לתוכו ונוטל מתוכו.</b> אבל אם אינו יכול להוציא התמרים אלא א״כ יקרענו או יתיר החריות שלו, טהור. דכיון דקורעו או מתירו משליכו לאשפה והוי לתשמיש עראי:"
            ],
            [
                "<b>קסייה.</b> בית יד של עור:",
                "<b>של זורי גרנות והולכי דרכים ושל עושי פשתן טמאה.</b> דכיון דהיא עשויה כדי לאחוז הדבר בידו יפה שלא ישמט ממנו, או כדי שלא יתחוב לו קוץ בידו, מקרי עשוי לקבלה, כיון שהדבר שהוא אוחז בו נשען על הבית יד ומקבלו:",
                "<b>של גרוסות.</b> העושים גריסות של פול בריחיים:",
                "<b>מפני הזיעה.</b> לשאוב את הזיעה כדי להקר בשרו שלא יזיע. אי נמי, שלא תטנף זיעת ידיו הדבר שהוא אוחז בו:",
                "<b>טהור.</b> דתשמיש עראי חשוב:"
            ],
            [
                "<b>מלקוט.</b> עור שמשימין בעיני הפרה כדי שתסבב ותדוש:",
                "<b>החסום.</b> כמין מצודה קטנה של חבלים שחוסמים בה פי הפרה שלא תאכל:",
                "<b>מדף של דבורים.</b> כלי שמשימים בו אש וגללי בקר ומעשנים כדי שיברחו הנחילים של דבורים מן הכוורת ויקח הדבש. מלשון אשר תדפנו רוח (תהילים א׳:ד׳):",
                "<b>והמנפה.</b> כלי שמניפין בו בימות החמה להביא הרוח:",
                "<b>קופסא.</b> כמין ארגז קטן שהאשה נותנת בו תכשיטיה ונותנת עליו כסות מלמעלה:",
                "<b>קמטרא.</b> תיבה ששומרים בה הבגדים. על המלתחה (מלכים ב י׳), מתרגמינן על קומטרה:",
                "<b>והמכבש.</b> [כל חרש עצים] לפי מלאכתו יש לו מקום שכובש ועוצר העץ כשהוא מעוות ועקום עד שמישרו:",
                "<b>והקמרון.</b> המכסה שעל התיבה העשוי כעין קובה:",
                "<b>אנגילין.</b> נרתיק של עור שעושין לספר ומכניסים אותו בתוכו:",
                "<b>בית הנגר.</b> נרתיק של עור שנותנים בתוכו הנגר, הוא היתד שמשימים אחורי הדלת:",
                "<b>ובית המנעול.</b> נרתיק של עור שנותנים בו המנעול שנועלים בו הדלת:",
                "<b>ובית המזוזה.</b> קנה של מתכות שנותנים בו המזוזה:",
                "<b>והאמום של גודלי מצנפת.</b> דפוס כעין ראש של אדם שמתקנים עליו המצנפת:",
                "<b>והמרכוף.</b> כמין סוס של עץ שהליצנים משחקים בו. ואית דמפרשי, כלי של עץ ארז העשוי לזמר:",
                "<b>ורביעית של אליית.</b> ובמנענעים ובמצלצלין, מתרגמינן וברביעין ובצלצלין:",
                "<b>של אליית.</b> של המקוננת. כמו (יואל א, ח) אלי כבתולה חגורת שק:",
                "<b>גנוגנת העני.</b> תרמילו של עני:",
                "<b>וסמוכות המטה.</b> קורות שסומכין בהן המטה שלא תפול:",
                "<b>טפוס של תפילין.</b> כמו דפוס של תפילין:",
                "<b>אמום של עושי סאגוס.</b> דפוס של עושי שלשלאות. שעושין אותן על גבי אימום היינו [על גבי] דפוס. ורמב״ם גריס, עושי סותות, לשון ובדם ענבים סותו (בראשית מ״ט:י״א), והוא הדפוס של עץ שאורגין עליו הבגדים:",
                "<b>משמשי משמשיו של אדם.</b> כגון כיסויי כלים ונרתיקי כלים, שהם נעשו לשמש הכלים המשמשים את האדם:",
                "<b>בשעת מלאכה ושלא בשעת מלאכה.</b> בזמן שהכיסוי משמש את הכלי לשמור מה שבתוכו, והיינו שעת מלאכה דידיה, וכשאין כלום בכלי שאינו צריך לכיסוי קרי ליה שלא בשעת מלאכה. ויש כלים שמניחים עליהן הכיסוי תמיד בין כשהוא מלא בין כשהוא ריקן, אע״פ שאין הכיסוי מחובר בו, חשיב ככלי גופיה לקבל טומאה אפילו בזמן שאינו מחובר בו, כיון שרגיל להיות תמיד עליו. והאי כללא דר, יוסי, אפשוטי כלי עץ המשמשין את הכלים קאי. אבל כלי קיבול, מיטמאין בכל ענין. והלכה כר׳ יהודה:"
            ],
            [
                "<b>הפגיון.</b> סכין שיש לו שתי פיות:",
                "<b>תיק מכחול.</b> תיק הכלי שבו כוחלין העין:",
                "<b>ובית הכחול.</b> הכלי ששומרים בו את הכחול:",
                "<b>מכתב.</b> קולמוס של נחושת וברזל:",
                "<b>תרונתיק.</b> תרין תיק. והוא כלי אחד ובו תיקין הרבה חלוקים, לקולמוס ולסכין ולמספריים. ורופאי החבורות משתמשים בכלי זה הרבה. ובלע״ז פינארו״ל:",
                "<b>פגושות.</b> חצים רחבים. ומחי קבלו, מתרגמינן ומחת פגושוהי:",
                "<b>סמפוניא.</b> כלי זמר של מתכת:",
                "<b>מצדו טהור.</b> שכל שמכניסו מן הצד אינו חשוב נרתיק, אלא מכסה בעלמא:",
                "<b>האלה.</b> שבט של ברזל ובראשו עיגול כמו כדור, ויוצאים בו יתדות שדומות לשקדים, בערבי קורין לו דבו״ס, ובלע״ז מאצ״א:",
                "<b>העשוי לחיפוי.</b> למכסה. תרגום מכסה, חופאה:",
                "<b>טהור.</b> דתניא, יכול שאני מרבה חיפוי כלים לטומאה, תלמוד לומר (ויקרא י״א:ל״ב) אשר יעשה מלאכה בהם, פרט לחיפוי כלים:"
            ]
        ],
        [
            [
                "<b>כל כלי בעלי בתים שיעורן ברמונים.</b> אם ניקבו במוציא רמון, טהורים:",
                "<b>ר׳ אליעזר אומר במה שהן.</b> כל הכלים שיעורן כשאין ראויין להשתמש בהן מעין התשמיש שהיו משתמשים בהן תחלה, כגון כלים המיוחדים לתאנים שיעורן במוציא תאנה, והמיוחדים לזיתים שיעורן במוציא זית. ואין הלכה כרבי אליעזר:",
                "<b>קופות הגננים.</b> קופות בעלי הגנות שעשויין ליתן בהם ירקות:",
                "<b>שיעורן במוציא אגודות ירק.</b> בהא מודה תנא קמא לר׳ אליעזר דאין שיעורן במוציא רמון:",
                "<b>בתבן.</b> במוציא תבן:",
                "<b>גבבא.</b> תבן דק מעורב בזבל. תרגום לקושש קש (שמות ה׳:י״ב), לגבבא גילא. והבלנים דהיינו בעלי המרחצאות שורפין אותו במרחצאות:",
                "<b>כולן ברמונים.</b> בין של בעלי בתים בין של גננים. ואין הלכה כר׳ יהושע:"
            ],
            [
                "<b>בפקעיות של שתי.</b> מטוה השתי דק משל ערב. כדמוכח בכתובות בפרק אף על פי (כתובות דף ס״ד). ופקעיות של שתי הן קטנים מפקעיות של ערב. ופירוש פקעיות, גלוממור״י בלע״ז. אי נמי מטאס״י בלע״ז:",
                "<b>אע״פ שמקבלת של ערב טמאה.</b> הכי קאמר, ואף על פי שאינה מקבלת של שתי אם מקבלת של ערב טמאה. ששיעורה במוציא ערב, שהוא גדול ממוציא שתי. וכן אע״פ שמקבל את התמחויין טמא, כלומר אע״פ שהנקב גדול שאינה מקבלת את הקערות, אם מקבל את התמחויין שהן גדולים מן הקערות, עדיין מקרי חזי לתשמישו הראשון וטמא:",
                "<b>אע״פ שמקבל את הרעי.</b> אע״פ שאינו מקבל את המשקין, אם מקבל את הרעי טמא. בית הראי, כמו בית הרעי. כלי שנפנה בו ויש בו צואה ומי רגלים:",
                "<b>מפני שאין מקיימין אותו.</b> גרסינן. ואית דגרסי, מפני שהן מקיימין אותו, ואמלתא דת״ק קאי, דאמר, אם מקבל את הערב ואת התמחויין ואת הרעי טמא, מפני שהן מקיימין ושומרים אותו, כיון דחזי להכי. ואין הלכה כר׳ גמליאל:"
            ],
            [
                "<b>שיעורן בככרות של פת.</b> שיעור שבירתן, במוציא ככרות של פת:",
                "<b>אפיפירות.</b> כלי ארוג מקנים או זמורות:",
                "<b>שעשה לה קנים מלמטה למעלה.</b> שנפחתו שוליהן והכניס קנים ממטה למעלה להחזיק השולים:",
                "<b>גפים.</b> שגיפפה סביב. תרגום ויחבק, וגפיף. פירוש אחר, גפים, שעשה לה אזנים:",
                "<b>אם אינה יכולה לינטל בגפים.</b> שכשאוחז בגפים אין הכלי עולה עמו:"
            ],
            [
                "<b>הרמונים שאמרו.</b> הא דתנן בריש פרקין כל כלי בעלי בתים שיעורן ברמונים, כשיהיו שלשה רמונים אחוזים זה בזה ויצא האחד דרך הנקב, זהו שיעור של מוציא רמון:",
                "<b>כדי שיטול ויהלך.</b> שמתוך נענוע של נטילה והילוך ממהר הרמון לצאת דרך הנקב:",
                "<b>ובקופה כדי שיפשיל לאחוריו.</b> שמתוך הפשלה לאחוריו הוא ממהר לצאת:",
                "<b>שאינן יכולים לקבל רמונים.</b> שהן קטנים:",
                "<b>כגון הרובע.</b> רובע הקב:",
                "<b>שיעורן ברובן.</b> כיון דנפחת רובו, טהור:",
                "<b>נפרצו.</b> נפחתו וחסרו:",
                "<b>נגממו.</b> בשפתותיהן:",
                "<b>שיעורן במה שהן.</b> אם נשאר בהן כדי לקבל כל שהוא, טמאין. והלכה כר׳ שמעון:"
            ],
            [
                "<b>הרמון שאמרו.</b> דכלי שניקב במוציא רמון טהור:",
                "<b>ולמה הוזכרו רמוני בדאן.</b> כיון שאין משערין בהן, אלא ברמון בינוני:",
                "<b>שיהו מקדשים בהן.</b> שאם אחד מרמוני בדאן של ערלה או של כלאי הכרם נתערב עם אלף רמונים של היתר, נתקדשו כולן ונאסרו. משא״כ ברמונים של שאר מקומות:",
                "<b>בדאן.</b> שם מקום:",
                "<b>לשער בו את הכלים.</b> קסבר דמוציא רמון דכלים, ברמוני בדאן משערינן:",
                "<b>אמר ר׳ יהודה לא הוזכרו רמוני בדאן וכו׳</b> אבל לענין קידוש אין חילוק בין רמוני בדאן לשאר רמונים, דכולן מקדשים, דסבר ר׳ יהודה כל שדרכו לימנות מקדש. בפרק התערובות ובריש מסכת ביצה:",
                "<b>בדאן וגבע.</b> שני מקומות של כותים הן, וניכרים היו רמונים וחציר של מקומות הללו [מרמון וחציר] של שאר מקומות. וכותאי ודאי לא מעשרי מאי דמזבני לאחריני, דלא חיישי אלפני עור לא תתן מכשול, אך על גב דלנפשייהו מעשרי. הלכך מתעשרים ודאי בכל מקום:",
                "<b>חצירי.</b> כרתי פורו״ש בלע״ז. כמו את החציר ואת הבצלים (במדבר י״א:ה׳):"
            ],
            [
                "<b>כביצה שאמרו.</b> גבי טומאת אוכלים, שאין מטמאין בפחות מכביצה:",
                "<b>נותן לתוך המים.</b> ממלא כוס מים, ונותן לתוכו גדולה שבגדולות וקטנה שבקטנות, וחולק המים היוצאין לשני חלקים, והחלק האחד הוא שיעור ביצה:",
                "<b>וכי מי מודיעני.</b> כלומר, כשלוקח גדולה שבגדולות שמא יש יותר גדולה הימנה. וכן קטנה שבקטנות שמא יש יותר קטנה ממנה:",
                "<b>הכל לפי דעתו של רואה.</b> לפי אומד דעתו שהיא בינונית למראה עיניו. והלכה כר׳ יוסי:"
            ],
            [
                "<b>כגרוגרת שאמרו.</b> להוצאת שבת, ולשיתופי מבואות. ואין הלכה כר״י:"
            ],
            [
                "<b>כזית שאמרו.</b> כגון כזית מן המת ומן הנבלה שמטמא, ורוב שיעורים שבתורה בכזית:",
                "<b>אגורי.</b> ששמנו אגור בתוכו:",
                "<b>כשעורה שאמרו.</b> עצם כשעורה:",
                "<b>כעדשה שאמרו.</b> שרץ מטמא בכעדשה, ומחיה בכעדשה:",
                "<b>מביאין טומאה.</b> על אדם הנושאן:",
                "<b>בעובי המרדע.</b> דהיינו מלמד הבקר. ועביו אצבע ושליש אצבע בגודל, שהם שתי אצבעות בקטנות. שהטפח ארבע אצבעות בגודל, שהם שש אצבעות קטנות. ונמצא הקפו טפח. שכל שיש ברחבו טפח יש בהקפו שלשה טפחים. וגזרו על שיש בהקפו טפח, אטו על שיש בעביו טפח שהוא מביא את הטומאה מן התורה:"
            ],
            [
                "<b>האמה שאמרו.</b> לענין שבת ועירובין וסוכה ומדות וכלאים:",
                "<b>באמה בינונית.</b> היא אמה בת ששה טפחים. דאיכא אמה בת חמשה [קטנה ממנה], ואיכא אמה גדולה בת ששה ואצבע, ואמה בת ששה היא הבינונית:",
                "<b>שתי אמות.</b> שתי מדות שבהן מודדים האמות, וכל אחת מהן אמה:",
                "<b>בשושן הבירה.</b> חדר אחד בנוי על שער מזרחי של עזרה, ועליו שושן הבירה מצויירת, כדי שתהא עליהם אימת מלכות:",
                "<b>על של משה.</b> על אמה בת ששה טפחים:",
                "<b>שהאומנין נוטלים בקטנה.</b> שהיה הגזבר מתנה עם האומנים, כך וכך אמות בנין תעשו לבדק הבית מאמות של משה, בכך וכך דמים, ומחזירים לו במדת האמה היתירה עליה אצבע, כדי שיוסיפו משלהם על תנאם, פן יפחתו ונמצאו באין לידי מעילה שנהנו מן ההקדש. ולמה שתים, חדא לכספא ודהבא, שכשמתנים עם צורפי זהב וכסף לעשות טבלא בת ארבע וחמש אמות באמה של משה, מחזירים למדה היתרה עליה חצי אצבע, לא למדה היתרה עליה אצבע, לפי שאומנות יקרה היא ואין מפסידין אותן כל כך:"
            ],
            [
                "<b>כל האמות היו בינוניות.</b> באמה בת ששה:",
                "<b>חוץ ממזבח הזהב.</b> שהיה אמה על אמה:",
                "<b>והקרן.</b> של מזבח הנחושת. שהיו לו על ארבע פנותיו ארבע אבנים של אמה גובה, ואמה על אמה עובי. ואותה אמה היתה באמה בת חמשה:",
                "<b>והסובב והיסוד.</b> של מזבח הנחושת. ובפרק ג׳ דמסכת מדות הן מפורשים:",
                "<b>אמת בנין.</b> כגון חומת הבית ומזבח העולה:",
                "<b>אמת כלים.</b> כגון ארון ושלחן ומזבח הזהב. והלכה כר׳ מאיר:"
            ],
            [
                "<b>במדה דקה.</b> של מדבר קרויה מדה דקה. לפי שיש מדברית ירושלמית וציפורית, ומדברית קטנה שבכולן:",
                "<b>מדות הלח.</b> הין וחצי הין:",
                "<b>והיבש.</b> עשרון וחצי עשרון:",
                "<b>באיטלקי.</b> במדה של איטליאה של יון. וזו היא מדברית שהיתה בימי משה:",
                "<b>כפי מה שהוא אדם.</b> בין קטן ובין גדול:",
                "<b>קומץ המנחה.</b> דכתיב (ויקרא ב׳:ב׳) וקמץ ממנו מלוא קומצו:",
                "<b>וחפני קטורת.</b> של יוה״כ, דכתיב (שם ט״ז) ומלא חפניו קטורת סמים דקה:",
                "<b>כמלוא לוגמיו.</b> אם שתה מלוא לוגמיו ביוה״כ חייב. ולפי לוגמיו של שותה משערינן:",
                "<b>כמזון שתי סעודות לעירוב.</b> עירובי תחומין אינו בפחות ממזון שתי סעודות:",
                "<b>מזונו לחול.</b> כמזון לשתי סעודות של חול שאוכל מעט, ולא כמזון שתי סעודות של שבת דאכיל טפי, משום דבסים תבשיליה, ורווחא לבסומי שכיח:",
                "<b>לשבת אבל לא לחול.</b> דאדרבה, שתי סעודות של שבת פחותים משתי סעודות של חול, כיון דבשבת סעיד שלש סעודות, אינו מרבה לאכול בכל סעודה:",
                "<b>ואלו ואלו מתכוונים להקל.</b> כל אחד מהן מתכוין למעט בככר של עירוב:",
                "<b>משתי ידות לככר משלש לקב.</b> די לעירוב בשתי ידות של ככר של שלש ככרות לקב, נמצא ככר שלם שלישית הקב, ושתי ידותיה הוי ככר של עירוב:",
                "<b>מככר בפונדיון.</b> ככר הלקוח בפונדיון מן הנחתום כשנמכרים ארבע סאים בסלע. וארבע סאים הן עשרים וארבעה קבין שכל סאה היא ששה קבין, והסלע היא ארבעה דינרים, והדינר שש מעין, נמצא הסלע עשרים וארבע מעין, ונמצא כ״ד קבין לכ״ד מעין קב לכל מעה, והמעה שני פונדיונים, הרי הככר הנמכר בפונדיון הוא חצי קב, אבל מפני שהחנוני רוצה להשתכר, ויציאת האפיה והטחינה, לא יהיה הככר הנמכר בפונדיון כשנמכרים ארבע סאין בסלע אלא רובע קב, והרובע האחר הולך בשכר החנוני ויציאת האפיה והטחינה. הרי ככר הלקוח בפונדיון הוא רובע הקב, דהיינו שש ביצים, והוא שיעור שתי סעודות, והיינו ככר של עירוב. וכן הלכה: "
            ],
            [
                "<b>מלוא תרווד רקב.</b> מלוא כך עפרורית מן המת אחר שכלה כל ליחות שבו:",
                "<b>מלוא תרווד גדול של רופאים.</b> שהוא גדול משאר תרוודים. ושיעורו מלוא חפניים:",
                "<b>כגריס הקלקי.</b> כחצי פול הבא ממקום ששמו קלקי, והפולים שבו גדולים משאר פולים. ושיעור מקום גריס הקלקי, תשע עדשות שלש על שלש מרובעות. ומקום עדשה, ארבע שערות, נמצא מקום הגריס שלשים ושש שערות:",
                "<b>כותבת הגסה.</b> גדולה משאר תמרים. ושיעורה מעט פחות מכביצה:",
                "<b>כמוה וכגרעינתה.</b> שצריך למעך חללה:",
                "<b>ונודות יין ושמן.</b> של עור שניקבו, שיעור הנקב שלהן.",
                "<b>כפיקה גדולה.</b> שמשימים בפלך כשהנשים טוות בו:",
                "<b>ומאור.</b> כמין חלון שממנו האורה נכנסת לבית:",
                "<b>שלא נעשה בידי אדם.</b> כגון חור שחררוהו מים או שרצים, או שנפל העפר מאליו ונעשה שם נקב. ואם לא חשב עליו לתשמיש או למאור, שיעורו להביא את הטומאה מאהל המת לבית לדרך הנקב.",
                "<b>כאגרופו של בן בטיח.</b> דהיינו אדם ידוע אצלם, ובן בטיח שמו, שהיה אגרופו גדול:",
                "<b>ושנעשה בידי אדם.</b> שעשאו אדם להכניס את האורה:",
                "<b>נירונית.</b> מטבע של נירון קיסר:",
                "<b>כמלוא נקב שבעול.</b> מלוא מקדח של לשכה. ופונדיון האיטלקי וסלע הנירונית ומלוא נקב שבעול, כולן שיעור אחד להן. ויש מקומות שהיו יודעים באחד מהן ולא באחר, הלכך תנינהו לכולהו:"
            ],
            [
                "<b>כל שבים טהור.</b> כל בריות שבים אם עשה מעורן כלים, אין מקבלין טומאה, דכתיב (ויקרא י״א:ל״ב) או בגד או עור או שק, מה בגד מן הגדל מן הארץ, אף עור מן הגדל מן הארץ:",
                "<b>חוץ מכלב המים.</b> לפי שכל שאר בריות שבים אין אחד מהם בורח ליבשה כשבאים לצוד אותם, אלא כלב הים בלבד, הלכך הוי בכלל עורות היבשה, ואם עשה כלי מעורו מקבל טומאה. והלכה כרבי עקיבא:",
                "<b>אפילו חוט אפילו משיחה.</b> ובלבד שיחברנו לו בדרך שאם היו שניהם מן הגדל בארץ מחוברים בחבור כזה היה טמא האחד כשנטמא חבירו:"
            ],
            [
                "<b>יש במה שנברא ביום הראשון טומאה.</b> הכי קאמר, יש דברים שנבראו ביום ראשון שהעושה כלי מהם יש בהם טומאה, כגון הארץ שנבראת ביום ראשון, וכלי חרס הנעשים ממנה טמאים:",
                "<b>בשני אין בו טומאה.</b> שבו נברא רקיע ואין בו טומאה:",
                "<b>בשלישי.</b> נבראו אילנות, וכלי עץ הנעשים מהם מקבלים טומאה:",
                "<b>ברביעי.</b> נתלו המאורות, ואין בהם טומאה:",
                "<b>בחמישי.</b> עופות ודגים, ואם עשה מהן כלים אין מקבלים טומאה:",
                "<b>חוץ מכנף העוז.</b> כנף העזניה. דרבנן גזרו טומאה בכלים הנעשים ממנה דאתי לאחלופי בשאר כלים:",
                "<b>וביצה הנעמית המצופה.</b> בת היענה מתרגמינן נעמיתא. ורבנן גזרו טומאה בביצתה כשהיא מצופה, כיון דבלא ציפוי נמי עומדת. אבל בשאר ביצים, אפילו במצופה לא גזרו, כיון דבאינה מצופה לא קיימא כלל:",
                "<b>כל שנברא ביום הששי טמא.</b> חיות ובהמות ושרצים ואדם. אם עשה כלים מעצמותיהן או מעורותיהן, מקבלים טומאה:"
            ],
            [
                "<b>העושה כלי קבול מכל מקום.</b> ואפילו לא עשאו ראוי לקבל אלא משהו:",
                "<b>משכב ומושב מכל מקום.</b> לישיבה מועטת. כגון שהיה נשען, או נתלה בו:",
                "<b>מעור המצה.</b> דלא מליח ולא קמיח ולא עפיץ:",
                "<b>ומן הנייר.</b> העשוי מעשבים:",
                "<b>שיש להן מעשה.</b> כיון שחקקום:",
                "<b>ואין להם מחשבה.</b> אם חשבו למוד בהן עפר כמות שהן חקוקים מאליהן ולא עשו בהן מלאכה, אין מחשבתן מביאתן לידי טומאה:"
            ],
            [
                "<b>קנה המאזנים.</b> הרמאים עושין אותו חלול ומניחין בחללו כסף חי, וכששוקלין מטין בקנה מעט והולך הכסף חי לצד הדבר הנשקל ומכביד ומכריעו:",
                "<b>והמחוק.</b> שמוחקין בו המדה כשהיא גדושה. ואם עושין אותה של דלעת וכיוצא בה מן הדברים הקלים, הוא מיקל, ורע למוכר. ואם עושים אותו ממתכת, הוא מכביד, ורע ללוקח. אבל עושים אותו של זית ושל אגוז ושל אשכרוע. והרמאי עושה המחוק של זית ושל אגוז חלול, כשהוא מוכר מכניס בו מתכת כדי שיכביד, וכשהוא קונה מסלקו:",
                "<b>והאסל.</b> מוט שנושאים בו בכתף. וכשיש פועלים מרובים, לאחר שקבל שכר משים בבית קיבול שבמוט את שכרו, ואומר לבעה״ב לא נתת לי שכרי, וכשמחפשים אותו אין נותנים לב לחפש שם:",
                "<b>קנה של עני שיש בו בית קבול מים.</b> ושותה מהן, וכששואלים אותו אם טעם כלום, אומר אני מתענה היום. ורבותי פירשו, בית קיבול מים, בית קיבול משקין, וכשטורח אצל בעל הבית בבית הבד גונב בו מן השמן:",
                "<b>מקל שיש לו בית קיבול מזוזה ומרגלית.</b> ועושין כן כדי לגנוב בו את המכס:",
                "<b>אוי לי אם אומר.</b> שמא ילמדו ממני בני אדם לרמות:",
                "<b>ואוי לי אם לא אומר.</b> שמא יאמרו הרמאין, אין תלמידי חכמים בקיאים במעשה ידינו, ומתוך כך יבואו לרמות יותר. ולמה אמרם, משום דכתיב (הושע י״ד:י׳) כי ישרים דרכי ה׳ צדיקים ילכו בם ופושעים יכשלו בם:"
            ],
            [
                "<b>תחתית הצורפים.</b> צורפי זהב וכסף יש תחתיהם כלי ששמו תחתית והוא עשוי לתת בתוכו גרוטאות של כסף ושל זהב. אבל של נפחים אין עשוי לקבל ולא מיוחד נמי לישיבה:",
                "<b>משחזת.</b> של עץ שמשחיזין בה את הסכין. ועושין לה בית קבול שמן שמושחין בה שמן להשחיז:",
                "<b>פנקס של שעוה.</b> שיש לחנוני ולשולחני שכותב עליו בחרט:",
                "<b>קש.</b> זנבות השבולים. ועושים מהם מחצלאות:",
                "<b>ושפופרת הקש.</b> שהוא חלול ויש לו בית קיבול:",
                "<b>רבי עקיבא מטמא.</b> ואע״פ שקיבולו מועט. דהא תנן לעיל העושה כלי קבול מכל מקום טמא, קמיפלגי אי הוי דבר העומד אי לא, דאין טמא אלא דבר העומד מאליו. ור״ע חשיב ליה דבר העומד, ור׳ יוחנן בן נורי לא חשיב ליה דבר העומד. והלכה כר׳ עקיבא:",
                "<b>פקועות.</b> דלעת מדברית. וי״א אבטיחים קטנים מרים, וקנה שלהן חלול כשפופרת של קש:",
                "<b>חלף.</b> מין עשב הוא ועושים ממנו חלפים ומחצלאות. וקורין לו בערבי חלפ״ה:",
                "<b>טהורה.</b> מטומאת שרץ. אבל לא ממשכב ומושב. שהיא מטמאה משכב ומושב דאורייתא אם אינה עשויה לסכך:",
                "<b>קנה שחתכו לקבלה.</b> לתת בו כחול וכיוצא בו:",
                "<b>הככי.</b> המוח הלבן שבתוך הקנה. וקודם לכן אין לקנה טומאה ואפילו מדברי סופרים:"
            ]
        ],
        [
            [
                "<b>השידה.</b> נמדדת מבפנים. דתנן לעיל (פרק ט״ו) כלי עץ שהמחזיק ארבעים סאה בלח שהן כוריים ביבש, טהור, והיינו אמה על אמה ברום שלש אמות. והכא קמיפלגי כיצד מודדים, לבית שמאי מודדין חלל שבפנים, ולא עובי הדפנות והשולים. ולבית הלל הכל מודדין, חוץ מעובי הרגלים ולבזבזים שהוא הזיר שעל השפה. ולר׳ יוסי מודדים אף עובי רגלי השידה והלבזבזים. ולר׳ שמעון אם אין רגליה גבוהים טפח מודדים אף האויר שבין רגל לרגל. והלכה כבית הלל אליבא דתנא קמא:"
            ],
            [
                "<b>המוכני.</b> אופן כעין אופני העגלה. ולפי שהשידה נישאת עליה קרויה מוכני. לשון את הכיור ואת כנו (שמות ל׳:כ״ח):",
                "<b>בזמן שהיא נשמטת.</b> שאדם יכול לסלקה מן העגלה:",
                "<b>אינה חבור לה.</b> והיא חשובה כלי לעצמה. ואי שידה בת קבולי טומאה שאינה מחזקת ארבעים סאה ונטמאת השידה לא נטמאת המוכני, ואי לאו בת קיבולי טומאה היא ונגעה טומאה במוכני, המוכני טמאה, דלא חשיבא מן השידה והיא מיטלטלת מלאה ורקנית ויש לה בית קיבול:",
                "<b>ואינה נמדדת עמה.</b> בחשבון אמה על אמה ברום שלש אמות. דלא חשיבא כעובי הרגלים, ואפילו לר׳ יוסי אינה נמדדת עמה:",
                "<b>ואינה מצלת עמה באוהל המת.</b> שאם השידה בבית הקברות מצלת על כלים שבתוכה, כיון דמחזקת מ׳ סאה. ואם בולטים ממנה כלים כנגד [גובה] המוכני מלמעלה, אין המוכני מצלת עליה, דמוכני מקבלת טומאה ואינה חוצצת בפני הטומאה:",
                "<b>בזמן שבתוכה מעות.</b> דכלי בפני עצמה היא, ובסיס לדבר האסור. אבל אם אינה נשמטת שרי, מאחר דלא הוו בתוך השידה שהיא עיקר הכלי:",
                "<b>קמרון.</b> כעין קובא שעושין על גבי השידה:",
                "<b>נמדד עמה.</b> להשלים ארבעים סאה:",
                "<b>כיצד מודדים אותו.</b> כשהוא קבוע:",
                "<b>ראש תור.</b> באלכסון. דהאי קמרון אינו כנגד כל השידה אלא כיפה כנגד מקצת חללה, וכשבא למדוד אוירה רואין כאילו חוט נתון באלכסון מכותל השידה עד ראש הכיפה, וחלל שתחתיו נמדד:",
                "<b>אם אינה יכולה לעמוד בפני עצמה.</b> השידה בלא הקמרון הקבוע בה:",
                "<b>טהורה.</b> אע״פ שאינה מחזקת ארבעים סאה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אע״פ שמקבלים.</b> כלומר אע״פ שלא ניקבו בנטילת הרגלים ויש להן בית קיבול כבתחלה.",
                "<b>טהורין.</b> שכיון שנטל אחת מן רגליהן שוב אינן חשובין כלי, לפי שאינן מקבלין כדרכן אלא נוטין לצד אחד וכשבורים דמו:",
                "<b>ר׳ יוסי מטמא.</b> כיון שלא ניקבו בנטילת אחת מרגליהן. ואין הלכה כר׳ יוסי. ורמב״ם גריס, ושאינן מקבלים כדרכן ר׳ יוסי מטמא. ומלתא באנפי נפשה היא, והכי קאמר, שידה תיבה ומגדל שאינן מקבלין ארבעים סאה כשהן יושבין כדרכן ואם מטין אותן מקבלין ארבעים סאה, ר׳ יוסי מטמא כיון שאין מקבלים כדרכן, וחכמים אומרים הואיל ומקבלים מכל מקום, חשיבי מחזיקים ארבעים סאה וטהורין:",
                "<b>ונקליטי המטה.</b> שני עמודים אחד מראשותי המטה ואחד במרגלותיה ומשימין מקל מזה לזה ומשליכין עליו סדין ונעשה אוהל:",
                "<b>וחמור.</b> תחת מלבן המטה משימין עץ חלול שהמלבן מונח עליו ונקרא חמור:",
                "<b>וחפוי.</b> כגון ציפוי שמצפים המטה ונקליטיה:",
                "<b>טהורים.</b> דהוי מתכת המשמש לעץ:",
                "<b>מלבן.</b> לוחות חלולים עשוים להניח תחת כרעי המטה שלא ירקבו מלחלוחית הקרקע. ומיטלטלים עם המטה, הלכך טמאים, דכמטה דמו:",
                "<b>ומלבני בני לוי טהורין.</b> לפי שרגילין לעלות לירושלים והולכים מעיר לעיר, ואין מוליכין המטות עמהן ומוליכין המלבנים, הלכך אפילו קבועים בקרקעי המטה הואיל וסופן לינטל לאו כמטה חשיבי:"
            ],
            [
                "<b>מלבן שנתנו על לשונות.</b> עץ העשוי כעין לשון שהמלבן מונח עליו:",
                "<b>ר׳ מאיר ור׳ יהודה מטמאין.</b> שאף הוא מיטלטל עם המטה כמו מלבן:",
                "<b>ר׳ יוסי ור׳ שמעון מטהרין.</b> דלא מיטלטל בהדי מטה כולי האי. והלכה כר׳ יוסי ור׳ שמעון:",
                "<b>שמלבני בני לוי טהורין.</b> ואע״ג דקביעי בכרעי המטה הואיל וסופן לינטל טהורים, הני לשונות נמי פעמים ניטלים ממלבני המטה ולאו כמטה חשיבי: "
            ],
            [
                "<b>מטה שהיתה טמאה מדרס.</b> ששכב עליה זב, או נתלה או נשען:",
                "<b>קצרה.</b> אותן עצים שברוחב המטה לצד מראשותיה או מרגלותיה:",
                "<b>ארוכה.</b> אותן עצים שבאורך המטה מימין או משמאל, והם נקראים ארוכות המטה:",
                "<b>טהורה.</b> דתו לא חזיא והויא כשברי כלים שהן טהורים:",
                "<b>ר׳ נחמיה מטמא.</b> ואין הלכה כר׳ נחמיה:",
                "<b>גדד.</b> חתך וקטע. כמו גודו אילנא:",
                "<b>שתי לשונות לוכסן.</b> שני עצים העשויין כלשון, שמלבני המטה מונחים עליהן. חתכן באלכסון, אחד שבמקצוע מזרחית דרומית ואחד שבמקצוע מערבית צפונית, טהורה, דתו לא חזיא. וכן אם גדד שתי כרעים טפח על טפח לוכסן, מכרע שבמקצוע מזרחית דרומית גדד טפח, ומכרע שבמקצוע מערבית צפונית גדד טפח, כשבורה דמיא:",
                "<b>או שמיעטה מטפח.</b> שגדד רגליה ואין טפח מן המטה לארץ, לא חשיבא:"
            ],
            [
                "<b>ותיקנה טמאה מדרס.</b> עדיין עומדת בטומאתה, כיון דקיימא שניה:",
                "<b>טהורה מן המדרס.</b> אע״ג דנתקנה ראשונה קודם שנשברה שניה. מכל מקום טהורה, דפנים חדשות באו לכאן, שלאחר שירדה לה טומאת מדרס נתחדשו לה פנים הללו ואין זו הראשונה, מאחר שכבר נתקלקל בה כדי ביטולה:",
                "<b>אבל טמאה מגע מדרס.</b> משום דארוכה ראשונה כשנשברה ותקנה שהביא ארוכה אחרת תחת השבורה וחברה למטה, נטמאת מגע מדרס, שהרי נגעה במטה הטמאה מדרס, וכי נשברה שניה דפרח מינה טומאת מדרס, אשתייר בה טומאת מגע, דכל המטה מחוברת לראשונה שנתקנה:",
                "<b>עד שנשברה שניה טהורה.</b> דכיון דנשברו שתי הארוכות, תו לא חזיא. ולא דמי להיכא דנתפרקה וכולה קיימת, דהתם סופו להחזיר פרקיה ולחברה: "
            ],
            [
                "<b>כרע.</b> של מטה שהיתה טמאה מדרס. שדרס הזב על הכרע כשהיה בפני עצמו שלא היה מחובר למטה:",
                "<b>כולה טמאה מדרס.</b> דחיבור עביד לה כאילו כולה גוף אחד:",
                "<b>היתה טמאה טומאת שבעה.</b> כגון שנגעה במת:",
                "<b>טומאת ערב.</b> כגון שנגעה בטמא מת:",
                "<b>והמטה טהורה.</b> דלא נטמאת בנגיעת הכרע. דראשון הוה, ואין אדם וכלים מקבלין טומאה אלא מאב הטומאה:",
                "<b>מעדר.</b> כלי עץ שיש לו שינים ומהפכים בו את התבן, ושיניו של מתכת. ולפי שהשינים של פרקים ונעוצים בו, דינו כדין מטה שהיא של פרקים. והאי וכן, אטומאת שבעה קאי, דאין מעדר מטמא מדרס: "
            ],
            [
                "<b>תפלה.</b> בתפילין של ראש שנגעו במת איירי, שיש בהן ארבעה בתים, וכל בית נקראת קציצה:",
                "<b>התיר קציצה.</b> דעביר בית אחד והביא אחר תחתיו:",
                "<b>טמאה טמא מת.</b> דחיבורן משוי להו גוף אחד:",
                "<b>וכן שניה וכן שלישית.</b> כל זמן שהרביעית קיימת. מחמת שמחוברת לרביעית. אבל כשהעביר גם הרביעית והחליפה באחרת, פרחה מינייהו טומאת מת, ונשתייר בשלש קציצות טומאת מגע טמא מת, שהרי נגעו ברביעית כשחיברן והיא עדיין קיימת. אבל רביעית כשהוחלפה, אין בגופה טומאה כלל, דאי משום דנגעה בשלש, אין מגע עושה מגע, שהשלש ראשונות חדשות נינהו שנגעו בטמא מת, ואין הרביעית החדשה מקבלת מהן טומאה, ואין טומאה ברביעית החדשה אלא מחמת שמחוברת לשלש הטמאות מגע. הלכך כשחזר והחליף השלש פעם שניה, טהרו כולן ואפילו מגע לית בהו:"
            ],
            [
                "<b>טהורה.</b> ואפילו איכא ארוכה ושתי כרעים, הואיל ואין בדעתם להחזיר. וכי מהני, דוקא במקום שהכל לאדם אחד:",
                "<b>מקבלת טומאה מכאן ולהבא.</b> אבל למפרע לא, דכיון דחלקוה פרחה טומאה מינה:",
                "<b>מיטמאת חבילה.</b> אם פירשה הכרע מן הארוכה ועומדת עם הקצרה, הוי חבור, ואם נטמאת הכרע נטמאת הקצרה. כשם שכשכולה שלימה אם נטמא אחד מאיבריה נטמאת כולה, כך נמי כשפירש הכרע מן הארוכה ועומדת עם הקצרה, נעשית חבילה עם הקצרה, וכשנטמאת הכרע נטמאת הקצרה עמה:",
                "<b>ומטהרת חבילה.</b> שאם הטביל הכרע עם הקצרה אין הקצרה חוצצת עליה, כי היכי דלא חייצה עליה כשמטבילה כשהיא שלימה:",
                "<b>וחכ\"א מטמא איברים.</b> ולא חבילה. דאם נטמאת כרע, היא טמאה ולא קצרה, דאינה חיבור כשלימה:",
                "<b>ומטהרת אברים.</b> כשבא להטבילה מטביל הכרע בפני עצמה, ולא חבילה עם הקצרה, שהקצרה חוצצת עליה. דאינה חיבור כשלימה דמטביל מטה שלימה טהורה אע״פ שלא פירקה, אבל השתא דפירשה הכרע מן הארוכה לא הוי חבילה עם הקצרה, וצריך להטבילה בפני עצמה. והלכה כחכמים. כך נראית פירוש משנה זו מן התוספתא, וכך פירשוה רבותי:"
            ]
        ],
        [
            [
                "<b>המפרק את המטה להטבילה.</b> אע״פ שמיטהרת כשהיא שלימה, פעמים שהיא גדולה ואינה יכולה ליכנס במקוה וצריך לפרקה:",
                "<b>והנוגע בחבלים</b> גרסינן. כלומר, בין מפרק בין נוגע בחבלים טהור. ובמטה שנטמאת במת או במשכב הזב איירי, וכגון שאין במטה ארוכה ושתי כרעים, ואפילו הכי צריך להטבילה, כדי שלא תחזור לטומאתה כשיחברנה. והנוגע בחבלים טהור, דמכיון שפירקה שוב אין החבלים חיבור:",
                "<b>החבל מאימתי חיבור.</b> בתחלה כשאדם מסרג את המטה שלימה וסורג בה שלשה בתים ועדיין נשאר החבל ארוך הרבה. נטמאת המטה נטמא החבל. והנוגע בחבל, טמא. דכולו חיבור הואיל וסופו לסרגו:",
                "<b>מן הקשר ולפנים.</b> אם קשר חבל אחר לזה החבל שסורג בו, אין החבל האחר חיבור מן הקשר ולחוץ:",
                "<b>נימי הקשר.</b> כשקושרים שני חבלים זה בזה מניחין מעט מראשי החבלים מזה ומזה יוצאים חוץ לקשר, והן נקראים נימי הקשר:",
                "<b>הנוגע בצורכו טמא.</b> דכיון דצורך לקשר הם, שאם היה קושר בראש החבל ממש היה הקשר ניתר, נמצא שאלו הנימין מעמידים הקשר וכקשר דמו:",
                "<b>רבי יהודה אומר שלש אצבעות.</b> הוו חבור, דהוא צורך הקשר. טפי לא: "
            ],
            [
                "<b>החבל היוצא מן המטה.</b> מה שנשאר ממנו לאחר שגמר הסירוג:",
                "<b>עד חמשה טפחים טהור.</b> דלא חזי למידי לצורך המטה, ולא חשיב לה יד:",
                "<b>מחמשה ועד עשרה טמא.</b> דחזי לקשור בה הפסחים. שהיו רגילים לקשור שם הפסח בחבל שבכרעי המטה כדי שיהיה מזומן להם. וחזי נמי לשלשל בו את המטה, כלומר. להורידה מן העליה לגג, אי נמי להורידה אל המקוה להטבילה כשנטמאת:",
                "<b>מעשרה ולחוץ טהור.</b> דמה שיש בחבל יותר מעשרה אינו משמש לצורך המטה כלום:"
            ],
            [
                "<b>המיזרן.</b> כמין אזור או אבנט של אריג שכורכים אותו סביב המטה כדי לחבר פרקיה. ופעמים שהוא גדול הרבה ונגרר ויוצא חוץ מן המטה:",
                "<b>היוצא מן המטה.</b> והמטה טמאה מדרס:",
                "<b>כל שהוא.</b> אפילו יוצא כמה אמות חוץ למטה, הכל טמא:",
                "<b>ר׳ יוסי אומר עד עשרה טפחים.</b> טמא בטומאת המטה. מעשרה ולמעלה טהור. והלכה כר׳ יוסי:",
                "<b>שיירי מיזרן.</b> מיזרן שבלה ונקרע, כמה ישתייר ממנו ויהיה טמא:",
                "<b>שבעה טפחים.</b> דבציר מהכי לא חזי למידי ולא חשיב כלי:",
                "<b>חבק.</b> יש מפרשים, בגד עב וקשה שמשימים על החמור כשבא מן הדרך והוא מזיע, כדי שלא יצטנן לאחר שמסירין ממנו האוכף. ויש מפרשים, שמשימים אותו על משאוי החמור כדי שלא יפסד אם ירדו עליו גשמים:"
            ],
            [
                "<b>נישא הזב על המטה ועל המיזרן.</b> לאו דוקא נישא על המיזרן, אלא נישא הזב על המטה שהמיזרן כרוך סביבותיה ויוצא ממנה:",
                "<b>מטמא שנים ופוסל אחד דברי ר׳ מאיר.</b> ר׳ מאיר לטעמיה דאמר לעיל דאפילו המיזרן יוצא מן המטה כל שהוא ואפילו טובא הוי חבור למטה ומטמא שנים ופוסל אחד, כמטה עצמה. שכל שהזב נישא עליו ונעשה משכב ומושב של זב, הוי אב הטומאה, והנוגע בו הוי ראשון, וראשון עושה שני, ושני עושה שלישי לפסול את התרומה בלבד אבל לא לטמא. והיינו מטמא שנים דהיינו ראשון ושני, ופוסל אחד והוא שלישי שהוא פסול בתרומה בלבד, והמיזרן כל זמן שלא פירש מן המטה חשיב כאב הטומאה ומטמא שנים ופוסל אחד, אבל לאחר שפירש לא הוי אלא כולד הטומאה ומטמא אחד ופוסל אחד, כדין נוגע במשכב הזב:",
                "<b>ר׳ יוסי אומר וכו׳</b> ר׳ יוסי לטעמיה דאמר לעיל [עד] עשרה טפחים ותו לא. הלכך זה שבתוך עשרה חשוב חיבור למשכב ומטמא שנים ופוסל אחד כל זמן שלא פירש, אבל מה שחוץ לעשרה לא חשוב חיבור למשכב, ודינו כפירש, דמטמא אחד ופוסל אחד:",
                "<b>נישא על המזרן מעשרה ולפנים טמאה גרסינן.</b> ולא גרסינן טמא. והכי פירושא, נישא הזב על המיזרן היוצא מן המטה, אם נישא מעשרה ולפנים לצד המטה, המטה טמאה מדרס, דכיון דכל עשרה חשיבי חבור למטה, כשנטמא מזרן נטמאת המטה. אבל מעשרה ולחוץ דלא הוו חבור למיטה, טהורה המטה ולא נטמאת [בטומאת] המיזרן. כך נראית בעיני פירוש משנה זו. וגירסת רבותי דגרסי טמא וטהור ופירושן, לא נתקבל לי. וכן דברי הרמב״ם שכתב בפירוש משנה זו לא נכנסו באזני כלל. ודקדקתי אחר כך בחבורו בהלכות כלים פרק כ״א [הלכה ט׳] נראה לי ששם חזר בו ופירש משנה זו כמו שפירשתיה כאן:"
            ],
            [
                "<b>כולה טמאה מדרס.</b> וכל זמן שלא פירש המזרן מן המטה הוי כמטה עצמה כדפרישית:",
                "<b>והמזרן מגע מדרס.</b> ומטמא אחד ופוסל אחד, כדין כל נוגע באב הטומאה:"
            ],
            [
                "<b>ונגע בהן המת.</b> כשהן כרוכים יחד:",
                "<b>טמאים טומאת שבעה.</b> בהא לא פליג ר׳ יוסי. דדוקא בטומאת מדרס קאמר עד עשרה טפחים טמא מעשרה ולחוץ טהור, אבל לשאר טומאות, אפילו מאה אמה כולו חיבור. כגון מזרן שהוא כרוך על המטה ונכנסה המטה לאוהל המת או נגעה בשרץ, וכן אם נכנס קצה מן המזרן לאוהל המת או נגע בשרץ, נטמאת המטה נטמא המזרן, נטמא המזרן נטמאת המטה, ואפילו היה המזרן יוצא מן המטה מאה אמה:",
                "<b>פירשו טמאים טומאת שבעה.</b> ולא הוו ככלים שנשתברו, כיון דכל אחד מהן כלי בפני עצמו. אע״ג דלענין קבלת טומאה חשובים ככלי אחד וכשנגעה טומאה באחד מהן נטמא האחר:",
                "<b>שניטלו שתי ארוכות שלה, ולא נשתברו.</b> והן ראויות להחזירן למקומן, הלכך לא טהרה המטה מטומאתה בנטילת הארוכות:",
                "<b>נשתברו חדשות טמאה.</b> שהרי הישנות קיימות ולא נשתנו הנקבים, והוי כנתפרקה אבר אבר וכל אבריה שלמים. אבל נשתברו הישנות, טהורה, לפי שהישנות הן שהיו במטה כשנטמאת, וכשנשתברו הוי המטה שבר כלי, דלא חזיא בלא ארוכות: "
            ],
            [
                "<b>תיבה שנפחתה מלמעלן.</b> הכסוי שלה:",
                "<b>טמאה טמא מת.</b> דכיון דשוליה קיימים אכתי חזיא לתשמיש. ודוקא טומאת מת. אבל לא טומאת מדרס, דלא חזיא לישיבה:",
                "<b>נפחתה מלמטן בשוליה.</b> בטל בית קיבול שלה וטהורה לגמרי:",
                "<b>מגורות שלה.</b> אוצרות שבה, דהיינו חדרים שבתוכה שלא נפחתו עמה, טמאות:"
            ],
            [
                "<b>התורמל.</b> כיס גדול של עור שהרועה נותן חפציו לתוכו, ובתוך התורמל יש כיסין קטנים כמו המגורות בתיבה:",
                "<b>החמת.</b> נאד של עור:",
                "<b>שהביצים שלה מקבלות עמה.</b> כשמפשיטין עורות האילים והתישים הזכרים נשאר העור שבמקום הביצים כמין כיס קטן, ואם נפחתו טהורות, דבטל בית קיבול שלהן:"
            ],
            [
                "<b>שפתחה מצדה.</b> כשפתחה מלמעלה אינה טמאה מדרס, דאם ישב עליה ובאים להשתמש בה אומרים לו עמוד ונעשה מלאכתנו. אבל כשפתחה מן הצד, יכול להשתמש אע״פ שיושב עליה:",
                "<b>בזמן שאינה גבוהה עשרה טפחים.</b> כשגבוהה עשרה לא חזיא לישיבה כולי האי:",
                "<b>או שאין לה לזבז.</b> דכשיש לה לזבז מזיק ליושב:",
                "<b>נפחתה מלמטן.</b> בשוליה. לא חזיא לתשמיש, אבל חזיא לישיבה:",
                "<b>מפני שבטל העקר.</b> עיקר התיבה היא עשויה להחזיק בשוליה מה שמשימים בתוכה. ועל ידם היא נקראת כלי. וכיון שנפחתו שוליה ובטלו, בטלו גם דפנותיה מלמעלן ושוב אינה מקבלת שום טומאה. והלכה כחכמים:"
            ],
            [
                "<b>משפלת.</b> קופה גדולה שמוליכין בה הזבל והאשפה:",
                "<b>שנפחתה מלקבל רמונים.</b> שזהו שיעורה ליטהר כשניקבה במוציא רמון:",
                "<b>ר׳ מאיר מטמא.</b> אע״פ שהיא טהורה משאר טומאות, טמאה היא מדרס, שראויה לישיבה:",
                "<b>וחכמים מטהרין.</b> והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>הכרים.</b> עשויין למלאותן צמר או נוצה, ואדם נותנן תחת מראשותיו:",
                "<b>והכסתות.</b> כמו כרים הן, אלא שהן ארוכים וגדולים וכל גופו של אדם שוכב עליהן:",
                "<b>מרצופין.</b> כמין שקים של עור גדולים שנותנים בהן סחורות שמוליכין בספינות:",
                "<b>הרי אלו טמאים מדרס.</b> דכל הני עבידי נמי לשכיבה:",
                "<b>קלוסטור.</b> כמין סל וכפיפה שתולין בפי הבהמה, ונותנים בה מספוא ושעורים והבהמה אוכלת כשהיא מהלכת:",
                "<b>תורמל.</b> כיס גדול של עור שהרועה נותן שם כל חפציו:",
                "<b>כריתית.</b> שק של עור קטן:",
                "<b>רבצל.</b> חמת קטן של עור שמשימים בו בשמים:",
                "<b>מזודה.</b> כלי שנותנים בו צידה לדרך. תרגום צידה זוודין:",
                "<b>הרי אלו טמאים מדרס.</b> כל אלו השנויים במשנה, אם יש בכולן השיעור המפורש בהן או יותר, מטמאין מדרס, דמשמשין שכיבה עם מלאכתן. אבל בפחות מכשיעור המפורש בהן לא:",
                "<b>נפחתו טהורין.</b> שכל אלו עשויין לקבל, שהקיבול ההוא מכינם ומזמינם להיות ראויין למשכב ומושב, וכשנפחת בטל העיקר שהוא הקיבול שבעבורו היה קרוי כלי.",
                "<b>ובטלה הטפלה.</b> שהיא טומאת מדרס:"
            ],
            [
                "<b>חמת חלילין.</b> חמת מלא רוח ומשימין החלילים בפי החמת והרוח יוצא דרך הנקבים ומוציא מן החלילים קול של שיר:",
                "<b>טהורה מן המדרס.</b> דלא חזיא לשכיבה:",
                "<b>עריבת פיסונות.</b> עריבה שמביאין בה אבנים קטנות ורגבי אדמה כדי לתת בנדבכים של בנין. ופיסונות לשון שקל פיסא שדא ביה דאמרינן בגמרא בסנהדרין גבי מרקוליס:",
                "<b>בית שמאי אומרים מדרס.</b> קסברי, משמשת שכיבה עם מלאכתה. ובית הלל סברי אינה משמשת:",
                "<b>שנסדקה טמאה מדרס.</b> ואם לא נסדקה אינה טמאה מדרס, דאומרין לו עמוד ונעשה מלאכתנו. אבל כשנסדקה ומוציאה משקין, אינה ראויה אלא לשכיבה. ופחותה מב׳ לוגים, או יתירה מתשעה קבין, אינה טמאה מדרס ואפילו נסדקה:",
                "<b>ונתפחה.</b> מחמת גשמים מתנפח העץ ונסתם הסדק:",
                "<b>טמאה טומאת מת.</b> כמו שהיתה בתחלה קודם שנסדקה, מפני שיש לה בית קיבול. ואינה טמאה מדרס, דאינה מיוחדת לשכב עליה, הואיל ומשתמשין בה בלישה:",
                "<b>בקדים ונסדקה.</b> לאחר שנתפח העץ ונסתם הסדק, הניחה ברוח קדים ונסדקה:",
                "<b>טמאה מדרס.</b> דחזרה להיות ראויה לשכיבה ולא ללוש בה:",
                "<b>זה חומר בשיירי כלי עץ.</b> דתחלתן אין טמאין מדרס, וכשנסדקו טמאים מדרס:",
                "<b>כלי נצרים.</b> סלים עשויין מנצרים של ערבה וכיוצא בהן:",
                "<b>עד שיתחסמו.</b> שתגמר שפתן העליונה:",
                "<b>אע״פ שנשרו שפתותיהן כל שהן.</b> שנפלו שפתותיהן ולא נשאר בשפתותיהן אלא כל שהן, טמא:"
            ],
            [
                "<b>מקל.</b> של עץ בעלמא שעשאו בית יד לקרדום לפי שעה, שלא קבעו בתוכו:",
                "<b>חיבור לטומאה בשעת מלאכה.</b> דאע״ג דבאפי נפשיה פשוטי כלי עץ לא מקבלי טומאה, הכא בית יד הוא, וידות נתרבו לכל תורת טומאת הכלי או האוכל, ואם נטמא הקרדום נטמא הבית יד, וכן אם נגעה טומאה בבית יד נטמא הוא ונטמא הקרדום עמו. ודוקא בשעת מלאכה הוי חבור לטומאה, שלא בשעת מלאכה לא, דשלא בשעת מלאכה אדם עשוי לזרקו לבין העצים:",
                "<b>דיוסטר.</b> כלי המשמש לשני צדדים. דיו, שנים. סטר, צד. כדמתרגמינן לסטר חד. והוא מקל שיש בו שני נקבים אחד מלמטה ואחד מלמעלה, ושתי יתדות תחובות בהן אחת ממזרח למערב ואחת מצפון לדרום, והנשים מסיכות בו את המטוה שבפלך, וקורין לו נספ״א בלע״ז. ופעמים שעושין אותן ידות מברזל ומקבלין טומאה:",
                "<b>קבעו בכלונס.</b> קבע הדיוסטר דהיינו המקל עם שתי יתדותיו בכלונס, דהיינו עץ ארוך וגדול התקוע בארץ:",
                "<b>טמא.</b> הדיוסטר מכאן ואילך, אם נגעה בו טומאה, דהוי המקל חיבור ליתדות בין בשעת מלאכה בין שלא בשעת מלאכה, כיון שנקבע, שאין אדם עשוי לזרקו לבין העצים, אבל הכלונס עצמו אינו חיבור לו, שאם נגעה טומאה בכלונס לא נטמא הדיוסטר:",
                "<b>עשה בו הדיוסטר.</b> שקבע שתי היתדות בגופו של כלונס:",
                "<b>אין טמא.</b> מן הכלונס אלא מה שהוא לצורך היתדות להסך את המטוה, והשאר בין מלמעלה בין מלמטה טהור, שהכלונס ארוך הוא וגדול:",
                "<b>כסא.</b> שהוא עשוי, וקבעו בכלונס, הכסא טמא מדרס, ואין הכלונס חיבור לו להיות מיטמא מדרס כמותו:",
                "<b>עשה בו כסא.</b> מן הכלונס עצמו עשה כסא:",
                "<b>אין טמא אלא מקומו.</b> דהיינו צורך הישיבה. ושאר הכלונס טהור:",
                "<b>קבע הכסא בקורת בית הבד.</b> שעוצרים בה השמן מן הזיתים. הכסא טמא מדרס, והקורה אינה חיבור וטהורה. ואם מעץ הקורה עצמה הכסא עשוי בראשה האחד, אף הכסא טהור, דאומרים לו עמוד ונעשה מלאכתנו. ותניא בתורת כהנים, אשר ישב עליו יטמא, יכול אפילו ישב על האבן ועל הקורה, תלמוד לומר, כלי, ולא אבן ולא קורה. אוציא את אלו, ולא אוציא כלי אבנים כלי גללים כלי אדמה, תלמוד לומר הכלי, כלי המיוחד לקבל טומאה, וכלים הללו אין מקבלים טומאה לעולם. אין לי אלא כסא וספסל וקתדרא המיוחדים לישיבה, מנין תיבת הבלנים, תיבה שפתחה מצדה, עריבה משני לוג עד תשעה קבין שנסדקה ואינו יכול לרחוץ בה רגלו אחת, תלמוד לומר וכל הכלי, ריבה. יכול אפילו כפה סאה וישב עליה, תרקב וישב עליו, תלמוד לומר אשר ישב, המיוחד לישיבה, לא שאומרים לו עמוד ונעשה מלאכתנו:"
            ],
            [
                "<b>עד שיקצע.</b> שיחתכנה ויתקננה לישיבה. והלכה כחכמים:",
                "<b>אע״פ שקבעה בכותל טמאה.</b> טומאת מת או שרץ. ולא בטלה מתורת כלי ולא אמרינן כלי המחובר לקרקע כקרקע דמי אלא כשהיה מחובר לקרקע מתחלתו, או שנעשה כדי לשמש את הקרקע:"
            ],
            [
                "<b>כופת.</b> כלי המיוחד לישיבה, ושל תמרה הוא:",
                "<b>שקבעו בנדבך.</b> בשורת הבנין:",
                "<b>בנה עליו ולא קבעו.</b> כדרך שהאומנים עושים שבונים כיפה על גבי נסרים ואח״כ מסירים אותם:",
                "<b>טמא.</b> אם ישב הזב על הבנין שעליו, נטמא הכופת שתחת הבנין, שהזב מטמא את המשכב ואת המושב שתחת אבן מסמא. וכן כשקבעו ולא בנה עליו וישב הזב עליו כשהוא קבוע, טמא, דלא נתבטל בהכי. אבל כשקבעו ובנה עליו, בטל לגבי כותל וככותל דמי:",
                "<b>מפץ.</b> כמין מחצלת עשויה מקנים או מגמי:",
                "<b>על גבי הקורות.</b> של עליה:",
                "<b>מעזיבה.</b> טיט וצרורות של אבנים שנותנים על גבי התקרה. וכל כמה שלא קבע המפץ בקורות וישב הזב על המעזיבה, נטמא המפץ שתחתיה ולא בטל מתורת כלי, דאי בעי שקיל ליה. וכן אם קבעו ולא נתן עליו מעזיבה וישב הזב עליו, טמא מושב. ולא בטיל עד שיקבע ויתן עליו המעזיבה:",
                "<b>כדרך קבלתה.</b> שוליה למטה:",
                "<b>שלא כדרך קבלתה.</b> שוליה למעלה:"
            ],
            [
                "<b>סדין שהוא טמא מדרס.</b> שראוי לטמא מדרס קאמר, ולא שנטמא מדרס ממש. דא״כ אדתני סיפא אבל טמא טמא מת, ליתני אבל טמא מגע מדרס, כדתני בהקומץ רבה:",
                "<b>ועשאו וילון.</b> מסך לפתח, או וילון לספינה. ודוקא שעשה בו שינוי מעשה, אבל מחשבה אינה מוציאתו מידי טומאה שהיו ראוין לה:",
                "<b>אבל טמא טמא מת.</b> מפני שהשמש מתחמם כנגדו ומתעטף בשוליו לפעמים, הלכך לא בטיל מתורת כלי:",
                "<b>מאימתי טהרתו.</b> שבטל תורת מדרס ממנו:",
                "<b>משיתפר.</b> בתוספתא מוכח דבית שמאי בעו שיקרענו ויתקננו למדת הפתח, ויתפור בו לולאות לתלותו במסך או בספינה. ובית הלל דאמרי משיקשור, לא בעו קריעה, אלא משיקשור בו הלולאות כדי לתלותו בהם. ואית ספרים דגרסי, בית שמאי אומרים משיתבר. והיא היא. כלומר משישברוהו ויקרעוהו כדי לתפרו למדת הפתח:",
                "<b>ר׳ עקיבא אומר משיקבע.</b> מעת שיתלה אותו על הפתח או על הספינה. והלכה כבית הלל:"
            ],
            [
                "<b>לארכה טהורה.</b> אור״ך הקנה לאורך המחצלת, טהורה. דלא חזיא לשכיבה, שהקנים מזיקין לשוכב, ולא חזיא כי אם לסיכוך:",
                "<b>כמין כי.</b> יונית. שהיא כמין כ׳ הפוכה שלנו. כלומר, לעולם היא טמאה עד שימשוך הקנים משלשה צדדים. והלכה כחכמים:",
                "<b>עשאם לרחבה.</b> אורך הקנה לרוחב המחצלת:",
                "<b>ד׳ טפחים.</b> כשיש בין קנה לקנה ד׳ טפחים, חזיא לשכב בין שני הקנים:",
                "<b>נחלקה לרחבה.</b> ונשברו הקנים שלה לחצי:",
                "<b>רבי יהודה מטהר.</b> דלא חזיא לשכיבה. ואין הלכה כר׳ יהודה:",
                "<b>המתיר ראשי המעדנים.</b> מנהג עושי מחצלאות כשמשלימין המחצלת נשאר כמין מלל, וגודלים אותו בכל שני טפחים גדיל אחד וקושרו שלא יסתר האריג. ואם ניתר עומד לסתירה ונתבטל מתורת כלי וטהורה:",
                "<b>מעדנים.</b> קשרים. כמו וילך אליו אגג מעדנות (שמואל א׳ ט״ו), כלומר, קשור כדרך שקושרים האסורים. וכן התקשר מעדנות כימה (איוב ל״ח:ל״א):",
                "<b>שהם של ששה טפחים.</b> שני טפחים בין מעדן למעדן וטפח מכאן וטפח מכאן:",
                "<b>משתקנב.</b> משיחתוך ויקטום ראשי קרומים הבולטים. וזו היא קניבה:"
            ]
        ],
        [
            [
                "<b>הנוגע בכובד העליון.</b> שני עצים עגולים יש לאורג, האחד שחוט השתי כרוך בו, והשני שלפניו שכל זמן שאורג והולך כורך בו היריעה הנארגת. ולפי שהם כבדים, נקראים כובד. וכובד העליון הוא שלפניו, וכובד התחתון הוא הרחוק ממנו שכל השתי כרוך בו:",
                "<b>בנירים.</b> הן חוטים הארוגין על הקנה, ובעבורן מגביהין קצת החוטים ועושין דרך שילך בו הארג בחוט:",
                "<b>וקירוס.</b> מסרק שבו מכים על האריגה ומחברים החוטים:",
                "<b>בחוט שהעבירו על גבי ארגמן.</b> לאחר שנעשית הרקמה משימין חוטין עליה שלא תתלכלך, ואותן חוטין לא הוו חיבור לבגד:",
                "<b>ובעירה.</b> הוא אירא האמור בפרק קמא דשבת (דף י״א) ולא גרדי באירא שבאזנו. והיא חתיכה קטנה מצמר או מפשתן או מצמר גפן שאורגים בתוך המטפחות לנוי, וזורק אותו בתוך השתי וחוט של ערב כרוך בתוכה, ויש מהן שחורים ואדומים. ואם אינו עתיד להחזירה, כגון שהיא אדומה ועתה רוצה להכניס אירא שחורה, אע״פ שלא פסקה מן הבגד לא הויא חיבור:",
                "<b>בנפש המסכת.</b> חוטי הערב שהולכים בתוך המסכת כנפש בתוך הגוף, וכל דבר שהאורג נותן בתוך המסכת לתקן אריגתו, קרוי נפש. והנוגע בהן כנוגע בבגד דהוו חיבור:",
                "<b>שתי העומד.</b> שצריך עדיין לבגד ועומד ליארג:",
                "<b>ובכפול שהעבירו על גבי ארגמן.</b> חתיכת בגד שתופרים על הארגמן שלא יתלכלך, הוי חיבור לבגד:",
                "<b>עירה שעתיד להחזירה.</b> כדפרישנא לעיל:",
                "<b>בצמר שעל האימה.</b> ויש שגורסים העימה בעי״ן והכל אחד. והוא מקל ארוך או קנה שהנשים כורכות בו את הצמר וטוות:",
                "<b>באשוויא.</b> בצמר שעל האשוויא. ואימא ואשוויא שתיהן לטוות עשויות, אלא שמשונות זו מזו בצורתן:",
                "<b>טהור.</b> דאינו חיבור:",
                "<b>פיקה.</b> כמין עיגול קטן של מתכת ויש בו נקב, והנשים נותנות אותו בראש הפלך להכבידו. וקורים לו בלע״ז פוסרול״ו:",
                "<b>עד שלא פירעה.</b> קודם שיתירנה:",
                "<b>משפירעה.</b> לאחר שהתירה:"
            ],
            [
                "<b>קטרב.</b> מפורש למעלה פרק כלי מתכות, שהן שני עצים משני צדי העול והן נקובים, ומכניסים בתוך אותו נקב עץ ושמו קטרב, וקושרים אותו שלא ישמטו הבקר:",
                "<b>בעין.</b> בגד של צמר או עור או שק שכורכים על צואר הבהמה והעול עליו:",
                "<b>עבות.</b> עץ ארוך ועב שבמחרישה, שנכנס בתוך העול:",
                "<b>והחרב.</b> עץ עשוי כדמות חרב שתופס בו החורש:",
                "<b>והכורך.</b> עץ עקום דומה למרכב והוא הנטוש על הקרקע בעת החרישה:",
                "<b>ביצול.</b> עץ שתופס אותו החורש בידו, ובו מטה המחרישה לכל צד שירצה. ופירוש יצול, מטה. לא תטה משפט (דברים ט״ז:י״ט), מתרגמינן לא תצלי דין:",
                "<b>עין של מתכת.</b> טבעת של מתכת:",
                "<b>לחיים.</b> שני עצים שבנקבי העול:",
                "<b>עריין.</b> עשוי כמין כלי של מסתת אבנים ובו משבר גושים של עפר. וקרוי עריין, מלשון ערער תתערער (ירמיהו נ״א:נ״ח), ערו ערו עד היסוד בה (תהילים קל״ז:ז׳) ואין הלכה כרבי יהודה שמטהר בלחיים:"
            ],
            [
                "<b>מגרה.</b> ברזל מלא פגימות שמנסרים בו הלוחות והנסרים. ובלע״ז סיג״א. ויש למגרה שני עצים, אחד מצד זה ואחד מצד זה, שבהם תופס חרש עצים בשעה שמנסר הלוחות, והעצים הללו הן בית יד למגרה. ואם נטמאת המגרה, הנוגע בהן טמא, דהוו לה ידות:",
                "<b>בחוט ובמשיחה.</b> בראש העצים הללו שהן בית יד, קושרין חוט ומשיחה וחבל שהולך על אורך המגירה ומחבר בין שניהן ומעמידו:",
                "<b>באמה.</b> עץ ארוך שבאמצע אלו השני עצים והולך על אורך המגרה, קרוי אמה:",
                "<b>ובסניפין.</b> עץ קטן נתון מן החוט והמשיחה עד האמה, ובו פותלין וגודלין החוט והמשיחה, וראשו אחד בתוך החוט וראשו אחד באמה. ופעמים ישים שנים:",
                "<b>מכבש.</b> מקום יש לו לחרש עצים שכובש ועוצר שם העצים העקומים והלוחות העקומות והעקושות כדי שיתישרו, וכן עוצר שם העצים והנסרים שלא יתנועעו לכאן ולכאן עד שיתקנם למלאכתו:",
                "<b>קשטנית.</b> כמין קשת קטן של עץ שתוחבים בו ברזל של מקדח כשרוצה לקדוח בו, והאדם אוחז בקשת ומגלגל בו את הברזל. ואם הברזל טמא לא נטמא הקשת, דלא הוי חיבור, שדרכם היה שלא לחבר הקשת בברזל:",
                "<b>מסר הגדול.</b> מגירה גדולה שעשויה לנסר קורות, ועושים לה כמין מרובע מעצים דקים, והמגירה באמצע, ואותו המרובע קרוי מלבן:",
                "<b>טהור.</b> שאין טמא אלא מקום אחיזת בית יד בלבד. ואין הלכה כר׳ יהודה:",
                "<b>ביתר.</b> חבל הקשת. לשון כוננו חצם על יתר (שם י״א):",
                "<b>אע״פ שהיא מתוחה.</b> אע״פ שהחץ ביתר ובקשת ומתוחה לירות בה ונטמא החץ, לא נטמא הקשת והיתר, שאין החץ חיבור לקשת ויתר:",
                "<b>אישות.</b> בריה שאין לה עינים. התנשמת מתרגמינן אישותא. וצדין אותה לפי שמפסדת את השדות:",
                "<b>טהורה.</b> שאינה חשובה כלי:",
                "<b>כל זמן שהיא מתוחה.</b> והחץ של ברזל בה. אם נטמא החץ נטמאת המצודה. ואין הלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>השלחן והדלפקי.</b> כלי עץ שמשימין בו צלוחיות ואשישות ואוכלין ומשקין, וממנו נוטלין ומשימין על השלחן:",
                "<b>ושייר בהן מקום הנחת הכוסות.</b> שלא נפחת או שלא חיפן. דאי הוה כולו מחופה שיש, היה טהור ככלי אבנים, דבתר חפויו אזלינן:",
                "<b>מקום הנחת חתיכות.</b> של לחם ושל בשר. דאם אין בשלחן מקום הנחת חתיכות, לאו שלחן הוא ולאו דולפקי הוא. ואין הלכה כר׳ יהודה: "
            ],
            [
                "<b>ניטלה אחת מרגליו טהור.</b> דלא חזי לשלחן, שהרי אינו ראוי לאכול עליו:",
                "<b>ניטלה שלישית טמא.</b> שראוי לאכול עליו כמו על גבי טבלא. והוא שיחשוב לאכול עליו:",
                "<b>אינו צריך מחשבה.</b> דכיון שראוי לאכול עליו הרי הוא מקבל טומאה:",
                "<b>וכן הדלופקי.</b> דינו כדין השלחן, וכשם שנחלקו בשלחן כך נחלקו בדלופקי. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>ספסל.</b> דף רחב וארוך, בראשו אחד תקוע מתחתיו דף גבוה וכן בראשו השני, כדי להגביהו מן הקרקע שיהיה ראוי לישב עליו:",
                "<b>ניטל השני טהור.</b> ולא דמי לשלחן דכשניטלו שלש רגליו טמא, דספסל שנשברו שני ראשיו לא חזי לישיבה, שהיושב עליו כיושב על גבי קרקע:",
                "<b>אם יש בו גובה טפח טמא.</b> שהדף העב טפח חזי לישיבה:",
                "<b>שרפרף.</b> ספסל להדום רגליו של אדם:",
                "<b>הכסא שלפני קתדרא.</b> דינו כשרפרף:"
            ],
            [
                "<b>שניטלו חפויו.</b> לשון חפי פותחת, כמין שינים יוצאים מכל צד בכסא של כלה, ועשויין כדי שיסמכו עליהן:",
                "<b>בית שמאי מטמאין.</b> דאכתי חזי לישיבה:",
                "<b>ובית הלל מטהרין.</b> דלא חזי לכלה, והוי כנשבר:",
                "<b>אף מלבן הכסא טמא.</b> כלומר, אף מלבן הכסא בפני עצמו בלא הכסא ובלא חפויו טמא, כל שכן שהכסא בלא חפויו טמא. מלבן, צורת לבינה מרובעת עושים על הכסא ויושבים עליו:",
                "<b>כסא שקבעו בעריבה.</b> הביא כסא ממקום אחר וקבעו בעריבה דרך ישיבתו. ועריבה אינה טמאה מדרס, דחזיא ללישה:",
                "<b>בית שמאי מטמאין.</b> דלא בטל כסא לגבי עריבה:",
                "<b>ובית הלל מטהרין.</b> ממדרס דבטל כסא לגבי עריבה. אבל כסא העשוי בעריבה עצמה מודו בית שמאי לבית הלל דטהור:",
                "<b>ושמאי אומר.</b> אף כסא העשוי בעריבה עצמה טמא מדרס:"
            ],
            [
                "<b>כסא שלא היו חפויו יוצאים.</b> שאין הנסרים בולטים חוץ מן הכסא. שהכסא עשוי מארבע עצים ונסרים קבועין משלש רוחות הכסא עומדין גבוהים תחת העצים מהודקים זה אצל זה, וממעל לעצים לוחות עשויין לישב עליהן. ואם נשברו הלוחות העשויות למושב, יכול להטות הכסא לכל צד שירצה ולישב על אותן הנסרים הקבועים בשלש רוחות של כסא, אבל כשהן בולטים לחוץ אינו יכול להטותו על צדו. וחפויו דהכא לאו כחפויו דרישא שהן כמו שינים בולטים, אלא לנסרים שמחפין העצים קרי חפויו:"
            ],
            [
                "<b>שניטל חפויו האמצעי.</b> שניטל לוח האמצעי ונשאר לוח מכאן ולוח מכאן:",
                "<b>טמא.</b> דחזי לישיבה:",
                "<b>אם היה רחב טפח.</b> חזי לישיבה. ואם לא, לא:"
            ],
            [
                "<b>שנים מחפויו.</b> מלוחות העשויות למושב:",
                "<b>רבי עקיבא מטמא.</b> ואין הלכה כר׳ עקיבא:",
                "<b>ונשתייר בו בית קבלה.</b> שהוא חלול קצת וראוי לקבל רמונים, טהור. ולא מטמאינן ליה מפני שיש לו בית קיבול.",
                "<b>מפני שבטל העיקר.</b> דעיקרו לישיבה עביד ולא לבית קיבול, והואיל ונתבטל העיקר שבעבורו היה חשוב כלי, בטלה הטפילה, ולא מטמא מטעם שיש לו בית קיבול. וכן הלכה. דהכי תנן לעיל פרק המפרק, גבי משפלת. ובפרק כרים וכסתות גבי חמת:"
            ],
            [
                "<b>שידה.</b> עשויה כמין ארון. ובשידה שאינה מחזקת ארבעים סאה מיירי, שהיא מקבלת טומאה:",
                "<b>שניטל העליון.</b> הכיסוי שעליה:",
                "<b>התחתון.</b> שוליה:",
                "<b>ניטל העליון והתחתון.</b> והדפין שבצדדין נשארו:",
                "<b>וחכמים מטהרין.</b> והלכה כחכמים:",
                "<b>הסתת.</b> מסתת אבנים. והוא מתקן לו מקום לשבת בקצה האחד מהאבן כשמסתת בקצה השני:"
            ],
            [
                "<b>כופת.</b> חתיכת עץ עבה ורחבה. והכי משמע פירושו בתוספתא:",
                "<b>סרקו.</b> ציירו:",
                "<b>וכרכמו.</b> צבעו בכרכום:",
                "<b>ועשה בו פנים.</b> פסלו במעצד והשוהו ברהיטני, שיהיו נראים לו פנים יפים:",
                "<b>רבי עקיבא מטמא.</b> דמושב הוא:",
                "<b>וחכמים מטהרין.</b> דכחתיכת עץ בעלמא חשיב:",
                "<b>עד שיחוק.</b> שיחקוק בו מקום ישיבה:",
                "<b>התקינן לישיבה טהורים.</b> ממדרס. לפי שאין עשויין לישיבה ובטלה דעתו אצל כל אדם:",
                "<b>סירגן בגמי.</b> על פיהן, כדרך שמסרגין את המטות:",
                "<b>טמאין.</b> דאין התבן והמוכין יכולין ליפול, וחזי לישיבה:"
            ],
            [
                "<b>האסלא.</b> בית מושב של ברזל מכוסה עור, ויושבים עליו בבית הכסא:",
                "<b>פירשה.</b> העור מן הברזל:",
                "<b>העור טמא מדרס.</b> דעור בפני עצמו חזי לישיבה, והברזל בלא עור לא חזי לישיבה, וחזי לשאר תשמישים:",
                "<b>טרסקל.</b> סל קטן עשוי מערבה קלופה, ואוכלים עליו לחם:",
                "<b>והטרסקל טהור מכלום.</b> דמפני קטנו לא חזי לישיבה. ולא לשאר תשמישין, שאין לו דפנות:",
                "<b>ספסלים שבמרחץ.</b> של שיש הן:",
                "<b>ששתי רגליו של עץ, טמא.</b> אם ישב הזב עליו טמאין הרגלים של עץ משום מושב. אבל הספסל עצמו טהור, דכלי אבנים אין להם טומאה כלל לא מדברי תורה ולא מדברי סופרים:",
                "<b>ואחת של אבן טהור.</b> דהוי כאילו הספסל כולו מאבן:",
                "<b>ששיגמן.</b> שפסלן ותקנן ברהיטני:",
                "<b>שיהו המים הולכים תחתיהן.</b> ולאו לישיבה עבידי, אבל בני אדם יושבים שם כדי שלא יטנפו ממי המרחצאות היוצאים. והלכה כחכמים:",
                "<b>קנקילין.</b> כלי שמשימין תחתיו אש וגפרית כדי לעשן הבגדים שעליו:",
                "<b>שיש בה בית קבלת כסות.</b> שיש לה בית קיבול לקבל הבגדים שעליה:",
                "<b>ככוורת.</b> מפולשת משני צדדים:"
            ]
        ],
        [
            [
                "<b>הכדור.</b> פלוט״א בלע״ז:",
                "<b>והאימום.</b> דפוס של מנעל. וכל אלו חיצוניהם עור ומלאין מבפנים שער או מוכין:",
                "<b>והקמיע והתפילין.</b> יש בתוך הבתים של עור פרשיות כתובות בקלף:",
                "<b>ובמה שבתוכן טהור.</b> אם נטמא אחת מאלו במת ואח״כ נקרע, ונגע אחד במה שבתוכן, טהור, לפי שאין מה שבתוכן חיבור להן ואין מה שבתוכן טמא כמותן:",
                "<b>הכאוף.</b> כמו אוכף:",
                "<b>הנוגע במה שבתוכו טמא.</b> אם נטמא האוכף במת. כשם שהנוגע בו טמא, כך הנוגע במה שבתוכו טמא:",
                "<b>מפני שהתפר מחברו.</b> ועושהו אחד, זה שבפנים עם החיצון:"
            ],
            [
                "<b>זריז האשקלוני.</b> חגורה רחבה שבה חובשים את הבהמה. תרגום ויחבוש את חמורו, וזריז (בראשית כ״ב:ג׳). ובאשקלון עושים אותן של עץ, וקרויין זריז אשקלוני על שם מקומן:",
                "<b>מדוכה המדית.</b> מכתשת העשויה במדי. לוקחים חתיכת עץ גדולה עבה וארוכה, וחוקקים כמין מכתשת באמצעה, ורוכבים עליה מכאן ומכאן וכותשים. ולפיכך יש עליו תורת מרכב:",
                "<b>עביט של גמל.</b> תרגום בכר הגמל, בעביטא דגמלא (שם ל״א):",
                "<b>טפיטן של סוס.</b> אוכף שעל הסוס בלשון משנה טפיטן שמו, ושל גמל עביט שמו, ושל נאקה אוכף שמו, כל אחד שמו עליו. וכולן מרכב הן, אלא שיש מהן שפעמים עשויין לישב עליהן:",
                "<b>טפיטן של סוס טמא מושב.</b> דאין טמא מרכב אלא המיוחד לרכיבה כפיסוק רגלים, ואינו עשוי לישיבה כלל:",
                "<b>בקונפון.</b> שדה ששוחקים שם המלכים, ורגילים לשבת על הטפיטן של סוס לראות בשחוק המלך, הלכך טמא מושב. קונפון, שדה, בלשון לע״ז קנפ״ו. ואין הלכה כר׳ יוסי:",
                "<b>אבל אוכף של נאקה טמא.</b> רמב״ם פירש, טמא מושב. ות״ק קאמר לה, דפליג אטפיטן של סוס ומודה באוכף של נאקה שהוא טמא מושב. ורבותי פירשו, אבל אוכף של נאקה טמא מרכב. ורבי יוסי קאמר לה, דמודה לת״ק באוכף של נאקה שאינו מיוחד אלא לרכיבה: "
            ],
            [
                "<b>חלק מגעו ממשאו.</b> דנושא מטמא בגדים ואין נוגע מטמא בגדים:",
                "<b>תפית של חמור.</b> עצים שנותנים על גב החמור לחבר ולקשור עליהם המשא. ואינן ראויין לא לרכיבה ולא לישיבה:",
                "<b>שינה את הנקבים.</b> דבשינוי נקביהן נותן מקום לאדם לישב שם:",
                "<b>או שפרצן.</b> שהסירם ממקומם ונתנן זה לצד זה. ויש מפרשים, תפית של חמור טהורה לפי שאין ברחבה טפח, וכל שאין ברחבה טפח לא חזי לישיבה, וכששינה את הנקבים דהיינו שהרחיב מקום המושב או שפירצן ונעשה מקום המושב רחב טפח, טמאה: "
            ],
            [
                "<b>המטה והכר והכסת של מת.</b> אע״ג דמת אינו מטמא מדרס והנך למת עשויין ולא לישב עליהן, אפ״ה טמאים מדרס, מפני שהנשים יושבות עליהן [ומבכות את מתיהן]:",
                "<b>ומשבר של חיה.</b> מושב האשה היולדת. על האבנים (שמות א׳) מתרגמינן על מתברא:",
                "<b>שהוא כורם עליו.</b> גרסינן. כלומר מקפל ומתקן שם את הבגדים:",
                "<b>אמר ר׳ יוסי אין בהן משום מושב.</b> ומתני׳ דפרקין דלעיל דתנן כסא של כלה שנטלו חפויו דמשמע הא לא נטלו חפויו טמא. פליגא אדר׳ יוסי. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>החרם.</b> לשון מצודים וחרמים (קהלת ז׳). רשת עשויה מחוטים נקשרים זה בזה ובו נקבים נקבים, אלא שיש מעט בתחתית הרשת שהוא ארוג כבגד, וקרוי זוטו. והרשת כולה מקבלת טומאה מפני הארוג כבגד שבתחתיתה:",
                "<b>הרשתות והמכמרות.</b> מיני מצודות שצדין בהן חיות ועופות ודגים:",
                "<b>מדף.</b> הציידין שצדין עופות מביאין לוח של עץ ומניחים תחת הלוח חטין או פתיתים, והעוף בא לאכול אותם ונופל הדף עליו ונתפס:",
                "<b>פלצור.</b> מין מצודה של עץ:",
                "<b>הסכרין.</b> הסותמים וסוכרים את המים. לשון ויסכרו מעינות תהום (בראשית ח׳:ב׳):",
                "<b>טמאים.</b> מקבלים טומאה אם נגעו במת או שרץ:",
                "<b>אקון.</b> סל שצדים בו דגים:",
                "<b>רטוב.</b> סל שצדים בו עופות:",
                "<b>כלוב.</b> עשוי מנצרים של ערבה קלופה או מגמי, ויש חלל כאצבע או פחות בין נצר לנצר, ומניחים שם עופות. וקורים לו בלע״ז גביא״ה. ובמקרא, ככלוב מלא עוף (ירמיה ה׳ כ״ז):"
            ]
        ],
        [
            [
                "<b>שלשה תריסין הן.</b> שלשה דינים חלוקין זה מזה יש בתריסין דהיינו מגינים:",
                "<b>תריס הכפוף.</b> המצויין אצלנו, שמקיפים את האדם משלש רוחות:",
                "<b>טמא מדרס.</b> דעשוי לשכיבה, ששוכבים עליו במלחמה. וכל שכן שטמא טמא מת, דקיימא לן כל הטמא מדרס טמא טמא מת:",
                "<b>שמשחקים בו בקומפון.</b> בשדה של עמק המלך, באים שנים כל אחד חרבו בידו ותריס קטן עגול שאינו כפוף בידו השמאלית, ולמדין להגן כל אחד במגינו שלא יכהו חבירו. וקורין לו אשגרימ״ר בלע״ז:",
                "<b>טמא טמא מת.</b> והוא הדין שטמא טומאת שרץ ונבילה ושאר טומאות כולן, חוץ ממדרס, שאינו נעשה אב הטומאה אם שכב עליו הזב או ישב, אלא ראשון כמגעו של זב:",
                "<b>ודיצת הערביין.</b> תריס קטן ביותר שהערביים עושים לדיצה ולשמחה ולשחוק, ואינו כלי של תשמיש:"
            ],
            [
                "<b>כקתדרא.</b> שהיא קצרה ומוקפת משלש רוחות:",
                "<b>טמאה מדרס.</b> דמיוחדת לישיבה:",
                "<b>כמטה.</b> שהיא ארוכה ומיוחדת להניח בה פרקמטיא, והשוכב בה אומרים לו עמוד ונעשה מלאכתנו:",
                "<b>ושל אבנים.</b> העשויה להוליך בה אבנים:",
                "<b>טהורה מכלום.</b> לפי שפרוצה מתחתיתה נקבים גדולים כמוציא רמון:"
            ],
            [
                "<b>שנסדקה טמאה מדרס.</b> דכיון שנסדקה ואינה ראויה ללישה, מיחדין אותה לישיבה:",
                "<b>טמאה טמא מת.</b> דכלי תשמיש היא:",
                "<b>הבאה במדה.</b> שמחזקת ארבעים סאה בלח שהן כוריים ביבש:",
                "<b>טהורה מכלום.</b> שמפני כובדה וגודלה אינה מיטלטלת מלאה, ואנן דומיא דשק בעינן דמיטלטל מלא וריקן:"
            ],
            [
                "<b>תיבה שפתחה מצדה.</b> משמשת ישיבה עם מלאכתה, שיכולים להשתמש בה כשהוא יושב, בזמן שפתחה מצדה. משא״כ כשפתחה מלמעלן. והבאה במדה דתנינן במתניתין שהיא טהורה מכלום, אאינה מיוחדת למדרס קאי, דהטמאה מדרס אפילו באה במדה לעולם היא טמאה:"
            ],
            [
                "<b>תרבוסים.</b> כלים של עור כעין ארגזים:",
                "<b>של ספרים.</b> מקיזים דם:",
                "<b>טמא מדרס.</b> גדול הוא וחזי לישיבה או למזגא עליה:",
                "<b>שאוכלים עליו.</b> כלי תשמיש הוא:",
                "<b>ושל זיתים.</b> שסוחטין בו הזיתים, לא חשיב כלי של משמשי אדם:"
            ],
            [
                "<b>בסיסאות.</b> ואת כנו מתרגמינן וית בסיסיה:",
                "<b>ושל דלפקי.</b> כלי עץ שמשימים בו צלוחיות ואשישות ואוכלים ומשקים, וממנו נוטלים ונותנים על השלחן. והבסיס שלפניו אינו לישיבה, אבל תורת כלי עליו:",
                "<b>ושל מגדל.</b> אוצר של עץ. ארמריא״ו בלע״ז:",
                "<b>טהור מכלום.</b> דלאו כלי הוא וצורתו מוכחת עליו:"
            ],
            [
                "<b>שלש פנקסיות הן.</b> העשוין לכתוב בהן. כמו חנוני על פנקסו:",
                "<b>אפיפורין.</b> לוח שמניחים עליו אבק של עפר וכותבים בו חשבונות. וגדול הוא וחזי לישיבה:",
                "<b>שיש לה בית קבול שעוה.</b> לוח שטחין פניו בדונג ורושמין על הדונג בחרט:",
                "<b>וחלקה.</b> שאין בה שעוה, וכותבים עליה בדיו, ואין לה בית קיבול:"
            ],
            [
                "<b>של זגגים.</b> שמניחים עליה כלי זכוכית:",
                "<b>סרגין.</b> עושי המרכבות. בערבי קורין למרכב, סירג. ויש מפרשים, שמסרגים את השבכות. וטהורה מכלום לפי שאינה ממשמשי אדם:"
            ],
            [
                "<b>משפלות.</b> קופות עשויות להוציא בהם זבלים לשדות:",
                "<b>של זבל טמאה מדרס.</b> לפי שראויה לישיבה:",
                "<b>והפוחלץ.</b> עשוי כעין מכבר מעשה רשת, והנקבים שלו רחבים יותר ממשפלת של תבן. ואינה ראויה אפילו לקבל תבן, שנקביה רחבים ביותר, וגם אינה ראויה לישיבה, שחבלים שלה קשים ואין ראויין לישב עליהן, הלכך טהורה מכלום:"
            ],
            [
                "<b>מפצים.</b> כמין מחצלאות עשויות מחילף ומסיב וקנה וגומא וגמי וכיוצא בהן:",
                "<b>ושל צבעים.</b> שהצבעים נותנים עליהם הבגדים:",
                "<b>טמא טמא מת.</b> שאינם מיוחדים לישיבה, אבל תורת כלים יש להן:",
                "<b>ושל גתות.</b> העשויות לכסות בהן ענבים וזיתים:"
            ],
            [
                "<b>חמתות.</b> נאדות של עור:",
                "<b>תורמלין.</b> כיסין גדולים של עור, שהרועה מניח חפציו לתוכן:",
                "<b>המקבלים כשיעור.</b> המפורש למעלה בריש פרק כרים. החמת של שבעת קבים. והתורמל של חמשת קבין. וכל שכן אם מחזיקים יותר, דאז משמשים ישיבה עם מלאכתן. אבל פחות מכאן לא:",
                "<b>ושל עור הדג טהורים מכלום.</b> דכל הבא מבריות שבים, טהור:"
            ],
            [
                "<b>לשטיח.</b> לשטוח בארץ לישב עליו:",
                "<b>לתכריך הכלים.</b> לכרוך בו את הכלים, כגון סכינים ומספריים ומחטים כדי לשמרן:",
                "<b>ושל רצועות ושל סנדלים.</b> עור העומד לחתוך ממנו רצועות וסנדלים, טהור מכלום, דמחוסר מלאכה הוא. אבל רצועות המתוקנות כבר, טמאות, כדמוכח במסכת נגעים פרק י״א:"
            ],
            [
                "<b>לוילון טמא טמא מת.</b> העשוי למסך לפני הפתח, טמא, לפי שהשמש מתעטף בשוליו לפעמים ומתחמם בו:",
                "<b>של צורות.</b> בגד שהוא ביד רוקם ובו מיני צורות כדי לראות בו לעשות כמותו בבגד אחר:"
            ],
            [
                "<b>של ידים טמאה מדרס.</b> לפי שפעמים נותנה על הכסת וישן עליה:",
                "<b>ושל תכריך נבלי בני לוי.</b> שהיו הלוים כורכים כלי השיר שלהן במטפחת. ודרך שאר בני אדם לעשות להן תיק של עור, ואף הן טהורים:"
            ],
            [
                "<b>פרקלינין.</b> צורת יד של עור שנושאים ציידי עופות כשתופסים בידיהן העוף, שקורין אשטו״ר ואשפרוי״ר, ובו יוצאים לצוד חיה או עוף:",
                "<b>טמא מדרס.</b> לפי שנשען עליו:",
                "<b>ושל חגבים.</b> ההולכים לצוד חגבים ונותנים אותם בו:",
                "<b>ושל קוצים.</b> ללקט קוצים. ואית דגרסי של קייצים, המייבשים פירות הקיץ, כגון העושים גרוגרות וצמוקים בשדה:"
            ],
            [
                "<b>סבכות.</b> כיפה שנושאות הנשים על ראשן, עשויה כעין רשת שיש בה נקבים דקין:",
                "<b>של ילדה.</b> ראוי לישיבה, ולכך טמאה מדרס:",
                "<b>של זקנה.</b> מעשיה מוכיחים עליה שאינה ראויה לישיבה. ובתוספתא תניא, של זקנה טמאה מדרס, שאינה מקפדת עליה ופעמים יושבת עליה. ושל ילדה שמקפדת על כליה, אינה יושבת עליה, ולכך טמאה טמא מת:",
                "<b>ושל יוצאות החוץ.</b> סודר שנותנות הנשים על ראשן כשיוצאות לחוץ. ויש מפרשים, יוצאות החוץ, תרגום זונה נפקת ברא, כלומר סבכות של זונות:",
                "<b>טהורות.</b> לפי שאינן חשובות כלי. פירוש אחר, סבכות שנקרעו ורוב שער האשה יוצא לחוץ, שאינן מקבלות רוב שער ראשה של אשה:"
            ],
            [
                "<b>מהוהה.</b> בגד ישן ובלוי:",
                "<b>שטלייה.</b> כמו שטלאה. מלשון טלאי על גבי טלאי. כלומר ששם הישנה טלאי על החדשה:",
                "<b>הולכים אחר הבריאה.</b> דנין אותה כדין הבריאה, אם טמאה טמאה, ואם טהורה טהורה:",
                "<b>קטנה על הגדולה.</b> בין שתיהן מהוהות בין שתיהן בריאות:",
                "<b>הולכים אחר הגדולה.</b> ואם הגדולה נקובה כמוציא רמון שבשבירה כזו נטהרה, גם הקטנה המחוברת עמה טהורה אע״פ שהיא שלימה. ואם הגדולה שלימה והרי היא מקבלת טומאה, אף הקטנה המחוברת עמה טמאה אע״פ שהיא נקובה במוציא רמון:",
                "<b>הולכים אחר הפנימית.</b> אם טמאה הפנימית טמאה החיצונה, ואם הפנימית טהורה החיצונה נמי טהורה:",
                "<b>ר׳ שמעון אומר כף מאזנים.</b> לפרושי מלתא דתנא קמא קאתי. ובכף מאזנים של מתכות טמאה איירי, דאם טלאה בתחתית המיחם מבפנים, טמא המיחם, ואם טלאה מבחוץ, טהור המיחם:",
                "<b>טלייה על צידה.</b> שהדביק הטלאי על דפנות המיחם לא בתחתיתו, בין מבחוץ בין מבפנים טהור. ומסקנא דכולה פרקין וטעמא דכולהו טמא מדרס וטמא טמא מת וטהור מכלום האמורים כאן הוא, דכל דבר הראוי לשכיבה, והוא שיהיה עשוי לשכיבה או לישיבה או להשען עליו, טמא מדרס. לבד אם הוא כלי חרס דאינו מטמא מדרס, דהכי ילפינן מקרא דכתיב (ויקרא ט״ו:ה׳) ואיש אשר יגע במשכבו, מקיש משכבו לו, מה הוא יש לו טהרה במקוה אף משכבו שיש לו טהרה במקוה, יצא כלי חרס שאין לו טהרה במקוה. והמפץ העשוי לשכיבה, אע״פ שאין לו טהרה במקוה מדכתיב (שם י״א) כל כלי אשר יעשה מלאכה בהם במים יובא, והאי לאו כלי הוא, מכל מקום טמא מדרס, דמרבינן ליה מקרא דכתיב כל המשכב, כל לרבות את המפץ, ואין לו טהרה עד שיחתך וישאר ממנו פחות מששה על ששה. וכלי אבנים וכלי גללים וכלי אדמה, טהורים מכלום. וכן כל דבר הבא מן הים, טהור. וכלי עץ הבא במדה, שמחזיק ארבעים סאה בלח שהם כוריים ביבש, נמי טהור מכלום, לפי שאינו מיטלטל מלא. וכן דבר שאין עליו תורת כלי, או שיש לו תורת כלי ואינו ממשמשי אדם אלא משמשי משמשיו, טהור, כגון תרבוס של זיתים ומפץ של גתות וסדין של צורות, דאמרינן במתניתין שהן טהורין מכלום, דלא חשיבי כלים של משמשי אדם:"
            ]
        ],
        [
            [
                "<b>כל הכלים יש להם אחוריים ותוך.</b> כלים שנטמאו במשקין טמאים, אם נגעו המשקין מאחוריהן של כלים נטמאו אחוריהן ולא נטמא תוכן, משום דטומאת משקים לטמא כלים לאו דאורייתא, הקלו חכמים בטומאתן. אבל אם נטמא תוכן, כגון שנגעו משקין טמאין בתוכן, נטמאו אחוריהם. והיינו דתנן יש להן אחוריים ותוך, כלומר שחלוק דין אחוריהם מדין תוכן:",
                "<b>כגון הכרים והכסתות.</b> ואע״פ שמשתמשים בהן בתוכן ובאחוריהן, שראוי להפכן ולעשות תוכן אחוריהן ואחוריהן תוכן, אע״פ כן חלוק דין תוכן מדין אחוריהן:",
                "<b>מרצופין.</b> שקין גדולים של עור שמוליכים בהן סחורות בספינות:",
                "<b>כל שיש לו תוברות.</b> לולאות, כמו שיש למכנסים, תפורות לאחוריו של בגד:",
                "<b>יש לו אחוריים ותוך.</b> דכיון דיש לו תוברות לא חזי להפכו, ותוכו חלוק מאחוריו. אבל כשאין לו תוברות, דחזי להפכו, אין תוכו חלוק מאחוריו, אלא כשנגעו משקים טמאים בין מאחוריו בין מתוכו נטמא כולו. והלכה כר׳ יהודה:",
                "<b>השלחן והדלפקי.</b> קסבר ר׳ יהודה, כיון דפניו משופים וחלקין, הפנים ההם נדונים תוכו. והלכה כר׳ יהודה:"
            ],
            [
                "<b>מרדע.</b> הוא מקל ארוך עגול ועב שליש טפח, ובראשו האחד ברזל רחב מחודד לחתוך בו שרשים, ושמו חרחור, ובראשו השני ברזל כמו מרצע, ושמו דרבן, שבו מלמד הפרה לתלמיה:",
                "<b>משבעה לחרחור מארבעה לדרבן.</b> אם נפלו משקין טמאים על החרחור, אין טמא מן המרדע אלא שבעה טפחים ואם על הדרבן נפלו, אין טמא אלא ארבעה. ורמב״ם פירש, שאם נפלו משקין טמאין במרדע חוץ לשבעה טפחים מן החרחור או חוץ לארבעה טפחים מן הדרבן, הוי ככלי שנטמאו אחוריו ולא נטמא תוכו, ואותן שבעה טפחים הסמוכים לחרחור והארבעה הסמוכים לדרבן לא נטמאו:",
                "<b>אלא לשיריים.</b> כשנתנו חכמים שיעור לחרחור שבעה ולדרבן ארבעה, לא נתנו אלא לענין זה שאם נשבר המרדע ונשאר סמוך לחרחור שבעה טפחים או סמוך לדרבן ארבעה, טמא, מפני שראוי לעשות מעין מלאכתו. פחות מכאן, הוי כשברי כלי וטהור. והלכה כר׳ יהודה:"
            ],
            [
                "<b>זומא ליסטרא.</b> כלי שראשו אחד כף וראשו האחר מזלג בכף מעלין בו מרק מן הקדרה ובמזלג מעלין בו בשר:",
                "<b>ר׳ יהודה אומר אין להם.</b> אחוריים ותוך. טעמא דר׳ יהודה, משום דכל הני כלים יש מאחוריהן חקק בית מושב כעין שעושים לכלי כסף, ופעמים שכופהו על פיו ומשתמש בחקק שבאחוריו:",
                "<b>ר׳ שמעון אומר יש להם.</b> לענין מה שבתוך הכלי יש להן דין אחוריים ותוך, שאם נטמאו אחוריו לא נטמא מה שבתוך הכלי. אבל לענין הכלי עצמו אין חלוק דין אחוריו מדין תוכו, שאם נטמאו אחוריו צריך להטביל את כולו כאילו נטמא תוכו. והלכה כרבי יהודה:"
            ],
            [
                "<b>הרובע וחצי הרובע.</b> כגון חתיכת עץ עבה וארוכה ובו שתי מדות חקוקות זו אצל זו, אחד מחזיק רובע ואחד מחזיק חצי רובע, ודופן מפסיק בין זו לזו:",
                "<b>כלי שנטמא תוכו.</b> בתמיה. וכי כלי שנטמא תוכו לא נטמאו אחוריו, ואמאי תנן לא נטמא חצי רובע, והלא אחוריו של רובע היא:",
                "<b>[שלות] קודמין היא.</b> כל אחת מהן לותה הקדימה מחברתה, כלומר שאין להם קדימה זו על זו. וכשם שאתה אומר שחצי רובע אחוריים לרובע, כך תאמר שהרובע אחוריים לחצי רובע. וכשנטמא הרובע, אחוריו של חצי רובע נטמאו ולא תוכו. וגירסת רבותי, של כת קודמים היא, לפי שכתות של תלמידים היו יושבים לפניו שורות, אמר להם שאלה זו כבר שאלוה ממני הכת של תלמידים יושבים בשורה הקודמת, וכך השבתי להם או שמא וכו׳:"
            ],
            [
                "<b>הרובע ואחוריו טמאים.</b> הרובע היינו תוכו, ואחוריו היינו הדפנות המקיפות את הרובע מבחוץ. אבל דופן המפסיק בין שניהם, בכלל תוכו של חצי רובע, וטהור צד שכלפי חצי רובע. וכן כשנטמא חצי הרובע, חצי רובע ואחוריו טמאין. חצי הרובע היינו תוכו, ואחוריו היינו דפנות המקיפות חצי הרובע מבחוץ, ודופן המפסיק, צד של כלפי הרובע בכלל תוכו של רובע:",
                "<b>נטמאו אחורי הרובע.</b> היינו דפנות המקיפות מבחוץ:",
                "<b>אין חולקין את הגביים.</b> היינו האחוריים, וכל האחוריים טמאין כשנטמא אחד מן האחוריים:",
                "<b>מטביל את כולו.</b> רובע וחצי רובע. ואין הלכה כרבי מאיר. ודין דופן האמצעי מפורש לעיל בסוף פרק ב׳, דר׳ יוחנן בן נורי אומר חולקין את עביו, המשמש לטמא טמא והמשמש לטהור טהור:"
            ],
            [
                "<b>כני הכלים.</b> בסיסי הכלים. לשון ואת כנו, דמתרגמינן וית בסיסיה:",
                "<b>והוגניהן.</b> כמו ואוגניהן, כלומר שפתותיהן:",
                "<b>ואזניהן.</b> מקום שתוחבין בו הבית יד:",
                "<b>המקבלין.</b> שיש להן תוך:",
                "<b>מנגבן והן טהורין.</b> דלא חשיבי הני חיבור להביא טומאת משקין לכלי שיש בו בית קבול, וסגי בניגוב. אבל לכלי שאין לו תוך בעי טבילה:",
                "<b>ואזניו וידיו טהורין.</b> עבדו רבנן ביה הכירא, כי היכי דלא לשרוף עלייהו תרומה וקדשים. ודוקא בתרומה עבדו הכירא אבל לא בקדשים, כדתנן לקמן בפרקין:"
            ],
            [
                "<b>בית הצביטה.</b> גרסינן. מקום שאוחזין הכלי כשמושיטין אותו מזה לזה. לשון ויצבט לה קלי (רות ב׳:י״ד) שפירושו ויושט. ואית דגרסי, בית הצביעה, מקום שאוחז בו באצבעו:",
                "<b>ויש להן בית הצביטה.</b> שאם נטמאו אחוריו, בית הצביטה טהור. ואם נטמא בית הצביטה אחוריו טהורין:",
                "<b>לעריבה גדולה של עץ.</b> יש לה בית צביטה. אבל לשאר כלים, לא. שבעריבה גדולה יש הפרש בין בית הצביטה לאחוריים, שאם יש משקים באחורי העריבה וידיו טמאות, אוחז בבית הצביטה ואין חושש שמא יגע במשקין שבאחוריו ויחזרו ויטמאו את העריבה:",
                "<b>ר׳ עקיבא אומר לכוסות.</b> אף לכוסות יש להן בית צביטה:",
                "<b>לידים הטמאות והטהורות.</b> יש הפרש בין בית הצביטה לאחוריים, לידים הטמאות כדפרישית, ולטהורות כדמפרש לקמן כיצד. ור׳ יוסי סבר לידים טהורות בלבד לא חיישינן, אבל לידים טמאות חיישינן. והלכה כתנא קמא וכדמפרש ר׳ יוסי:"
            ],
            [
                "<b>היו ידיו טהורות.</b> ועליהם משקה טופח:",
                "<b>אינו חושש שמא נטמאו.</b> משקין שעל ידיו באחורי הכוס ויחזרו ויטמאו את הידים:"
            ],
            [
                "<b>אין להם אחוריים ותוך.</b> דהנוגע באחד מהן כנוגע בכולו. ויש להן אחוריים ותוך דתנן לעיל, דוקא לתרומה:",
                "<b>ואין מטבילין כלים לתוך כלים.</b> כששניהם טמאים, מפני שכבדו של כלי חוצץ. וחשו לקודש יותר מבתרומה:",
                "<b>יורדים לידי טומאתן במחשבה.</b> כגון טבעת בהמה שאינה מקבלת טומאה, חשב עליה ליתנה באצבע אדם, מקבלת טומאה מכאן ואילך במחשבה זו. אבל טבעת אדם שחשב עליה ליתנה לבהמה, לעולם היא מקבלת טומאה, עד שיעשה בה שינוי מעשה לשנות צורתה:",
                "<b>ומחשבה אינה מבטלת לא מיד מעשה ולא מיד מחשבה.</b> אם לאחר שחשב על טבעת בהמה לעשותה לאדם שהיא מקבלת טומאה במחשבה זו חזר וחשב עליה להחזירה לבהמה, אין מחשבה זו השניה מעלה מידי טומאה שירדה לה במחשבה הראשונה:"
            ]
        ],
        [
            [
                "<b>סנדל עמקי.</b> סנדלים הנעשות בכפר עמקי:",
                "<b>כיס של שנצות.</b> כמין רצועות תחובות בלולאות בשפת הכיס ומושכים אותן אילך ואילך והכיס נסגר מאליו:",
                "<b>כפיפה מצרית.</b> סל עשוי מצורי הדקל. מביאין נצרים והוצין וקורעין אותן ועושים מהן כמין חוטין ועושין מהן כפיפה וחבלים:",
                "<b>סנדל לדיקי.</b> סנדל שעושים אנשי לדיקיא:",
                "<b>הרי אלו מיטהרין ומיטמאין שלא באומן.</b> משום דכל הני יש להן רצועות ואין צריך לקשרן, אלא מותח ברצועות והן נסגרים מאליהן, וכן נפתחין מאליהן על ידי רצועות אחרות שמושך בהן, כעין שעושין לכיסין במקומנו. ואם הותרו אותן הרצועות דשוב אין ראויין לסגור ולפתוח, טהורים. ורבי יוסי סבר דאף על פי שהן מותרים, טמאין, כיון דהדיוט יכול להחזירם. חוץ מן הכפיפה, דאף האומן אינו יכול להחזירם. והלכה כר׳ יוסי:"
            ],
            [
                "<b>שניטלו שנציו.</b> לרבנן מיירי שלא ניטלו לגמרי אלא שניתקו מן הלולאות ועדיין תלויות בכיס. ולרבי יוסי אפילו ניטלו לגמרי, מפני שהדיוט יכול להחזירם:",
                "<b>נפשט.</b> הכיס ונעשה כמין עור חלק שאין לו בית קיבול, טהור:",
                "<b>טלה עליו מטלית.</b> נתן בשוליו טלאי, כלומר חתיכה קטנה של עור חיבר בו מלמטה, דדרך הכיסים מכניסים עור קטן בין התפירה וכשפושטו נשאר אותו העור ולא בטל קיבולו:",
                "<b>לא נטמא חברו.</b> דטומאת משקין לטמא כלים לאו דאורייתא ולא חשיב חיבור:",
                "<b>צרור המרגלית.</b> מניחין מרגלית בתוך עור להיות שמורה שם וקושרים אותו, וכשמוציאין המרגלית נשאר העור כמו כיס עד שיטרח ויפשט, מחמת אותה מרגלית שעמדה ימים רבים ונצרר:",
                "<b>צרור המעות.</b> כמו צרור המרגלית. וטעמא דצרור המרגלית מטמא טפי, משום דדרך צרור המרגלית לעמוד יותר מצרור המעות, שצרור המעות רגילים להתיר תמיד, משום דלהוצאה ניתנו. והלכה כחכמים:"
            ],
            [
                "<b>כף לוקטי קוצים.</b> כמין כף יד של עור תופשים מלקטי קוצים בידיהן, שלא ינקבו ידיהן בקוצים:",
                "<b>טהורה.</b> דאינה עשויה לקבלה:",
                "<b>הזון.</b> אזור כמין אבנט. ובלשון יוני קורין לחגור זוני:",
                "<b>ברכייר.</b> דפוס של עור נתון על הברכיים, כדי שיוכלו לעמוד על ברכיהן:",
                "<b>טמאים.</b> דעשויים לקבלה:",
                "<b>שרוולים.</b> כמין בית יד של עור דחוק וצר שנותנים בעלי אומנות בזרועותיהן, כדי שלא יפלו בגדיהן הרחבים על ידן ויבטלו אותן ממלאכתן:",
                "<b>פרקמינין.</b> גרסינן. והוא דבר שמחתל וקושר בו פדחתו:",
                "<b>בית אצבעות.</b> כמין יד של עור עשוי להכניס אצבעותיו לתוכו:",
                "<b>קייצין.</b> מלקטי קוצים. פירוש אחר, מלקטי פירות הקיץ:",
                "<b>האוג.</b> פרי אדום המצוי באילן שגדל ביער מאליו. ופעמים שהמלקטים קוצים ביערים מלקטים האוג ונותנים אותו בבית אצבעות, נמצא שהוא עשוי לקבלה:"
            ],
            [
                "<b>ותקנה טמא מדרס.</b> עדיין עומד בטומאתו, כיון דאוזן שניה קיימא:",
                "<b>טהור מן המדרס.</b> אע״פ דנתקנה ראשונה קודם שנשברה שניה, מכל מקום טהור, דפנים חדשות באו לכאן, שלאחר שירדה לה טומאת מדרס נתחדשו לה פנים הללו, ואין זו הראשונה מאחר שכבר נתקלקל בה כדי בטולה:",
                "<b>אבל טמא מגע מדרס.</b> משום דאוזן ראשונה כשנשברה, ותיקנה שהביא אוזן אחרת תחת השבורה וחיברה לסנדל, נטמאת מגע מדרס, שהרי נגעה בסנדל הטמא מדרס, וכי נשברה אוזן שניה דפרח מינה טומאת מדרס אשתייר ביה טומאת מגע, דכל הסנדל מחובר לאוזן ראשונה שנתקנה:",
                "<b>עד שנפסקה.</b> אוזן שניה.",
                "<b>טהורה.</b> דכיון דנשברו שתי אזנים תו לא חזי למידי:",
                "<b>עקבו.</b> עור של סנדל המכסה את גובה הרגל שכנגד שוקו מאחוריו:",
                "<b>חוטמו.</b> שעולה כנגד אצבעות הרגל מלפניו:",
                "<b>טהור.</b> מטומאה דלמפרע, אבל מקבל טומאה מכאן ולהבא:",
                "<b>סוליים.</b> עור שתחת פרסת הרגל בלבד. שאין לו עקב. ובלע״ז סול״א:",
                "<b>האמום.</b> דפוס של מנעל עשוי מעור מלא שער:",
                "<b>ר׳ אליעזר מטהר.</b> דסבר לא נגמרה מלאכתו של מנעל עד שישמטנה מעל גבי האמום:",
                "<b>וחכמים מטמאין.</b> דחשבי ליה נגמרה מלאכתו. והלכה כחכמים:",
                "<b>כל חמתות צרורות.</b> נאדות שניקבו נקב המוציאן מידי טומאתן וקשר הנקב:",
                "<b>טהורין.</b> כמו שהיו, מפני שעתיד להתיר הקשר:",
                "<b>חוץ מקשר של ערביים.</b> שאינו נוח להתיר:",
                "<b>צרור שעה.</b> קשר העשוי לפי שעה ועומד להתיר:",
                "<b>צרור עולם.</b> קשר העשוי להיות קיים לעולם:",
                "<b>כל חמתות צרורות טהורות.</b> בין צרור עולם בין צרור שעה, ואפילו של ערביים. והלכה כתנא קמא:"
            ],
            [
                "<b>לשטיח.</b> לשטוח על גבי קרקע ולישב עליו:",
                "<b>סקורטיא.</b> עור שלובשים העבדנים בשעת מלאכתן:",
                "<b>קטבליא.</b> עור שמציעין על גבי המטה ושוכבים עליו:",
                "<b>עור החמר.</b> גרסינן. ולא גרסינן עור החמור. כלומר עור שמשים החמר על בגדיו כשמחמר אחר בהמתו:",
                "<b>עור הכתן.</b> עור שנותנים לפניהם אומני פשתן כדי שלא ידבק הנעורת של פשתן בבגדיהם:",
                "<b>עור הכתף.</b> שמשים הכתף בכתפו שלא יזיק לו המשאוי שעל כתפו:",
                "<b>עור הרופא.</b> רופא החבורות נותן לפניו עור שלא יטנפו בגדיו בדם הפצעים:",
                "<b>עור העריסה.</b> שמשימים על עריסה של קטן:",
                "<b>עור הלב של קטן.</b> רגילים היו לחגור עור על מתני הקטן כנגד לבו, שלא יכנו החתול על לבו וימות:",
                "<b>עור הכר והכסת.</b> של מטה:",
                "<b>עור הסרוק.</b> עור שחוגרים אומני המסרקות על מתניהן:",
                "<b>עור הסורק.</b> אומנים הסורקים פשתן:",
                "<b>ר׳ אליעזר אומר מדרס.</b> וכל שכן טמא מת. דהא תנן בפרק בא סימן [נדה דף מ״ט] כל הטמא מדרס מיטמא טמא מת:",
                "<b>וחכמים אומרים טמא מת.</b> ולא מדרס, שאין עשויין לישב עליהן. והלכה כחכמים:"
            ],
            [
                "<b>עב כסות.</b> כגון לבדין שעשה מהן כסות, זהו עב כסות. וכן עב ארגמן, לבד צבוע ארגמן. כך פירשו רבותי. ואני שמעתי, עב כסות, עור שמכסים בו הבגדים. עב ארגמן, עור שמכסים בו ארגמן:",
                "<b>תכריך כסות.</b> עור שכורכים בו הבגדים:",
                "<b>תכריך ארגמן.</b> עור שכורכים בו ארגמן:",
                "<b>חפוי.</b> מכסה. תרגום מכסה, חופאה:",
                "<b>טהור.</b> דהכי תניא, יכול שאני מרבה חפויי כלים לטומאה, תלמוד לומר (ויקרא י״א:ל״ב) אשר יעשה מלאכה בהם, פרט לחפויי כלים:",
                "<b>ולמשקלות טמא.</b> והא דתנן לעיל סוף פרק כל כלי עץ שנחלק, זה הכלל וכו׳ העשוי לחיפוי טהור, חיפוי דמשקלות שאני, לפי שהוא עשוי לקבלה, והמשקלות עצמה אינה כלי. והלכה כתנא קמא: "
            ],
            [
                "<b>שיש חסרון מלאכה.</b> שעדיין חסרה מעשה ואחר כך תתקיים [המחשבה]:",
                "<b>אלא העוצבה.</b> שאע״פ שחסרה מלאכה, מחשבה מטמאתה, לפי שאין מקפידין על חסרון מלאכה שלה. ועוצבה הוא עור המכסה את המרכב, ואינה צריכה קיצוע, דכיון דעשויה לכיסוי אינו חושש לקיצוע:"
            ],
            [
                "<b>של בעל הבית.</b> דאינו עשוי למכרן, ועושה מהן מטות ודולפקאות וטבלאות. חשב עליהן לדבר שראויין לו בלא חסרון מלאכה, מקבלים טומאה מיד:",
                "<b>ושל עבדן.</b> דעשוי למכור, אין המחשבה מטמאתן. דעביד דממליך ומוכרן והלוקח יעשה מהן מנעלים, ועדיין לא נגמרה מלאכתן לכך:",
                "<b>של גנב מחשבה מטמאתן.</b> דקננהו ביאוש. דקסבר סתם גניבה יאוש בעלים הוא, דלא ידעי ממאן לתבעו:",
                "<b>ושל גזלן אין מחשבה מטמאתן.</b> ואע״פ שחשב עליהן לדבר שאין בו חסרון מלאכה. דסתם גזילה אין בו יאוש בעלים, דכיון דידע מאן גזליה אזיל ותבע ליה בדינא:",
                "<b>חילוף הדברים.</b> סתם גזילה איכא יאוש, דלעיניה שקל מיניה ומחזא חזא דאינש אלמא הוא ומיאש, אבל סתם גניבה, סבר משכחנא ליה לגנב ותבענא ליה לדינא ולא מיאש. והלכה כתנא קמא:"
            ],
            [
                "<b>עור שהוא טמא מדרס.</b> כגון שטיח וכיוצא בו:",
                "<b>אף העושה מטפחת מן העור.</b> שהוא טמא מדרס:",
                "<b>טמאה.</b> המטפחת, שהמטפחת דומה לשטיח, דפעמים שהוא יושב עליה. אבל אם קצץ הכסתות של עור הטמאות ועשה מהן מטפחות, טהורות, מידי דהוי אכלים שנשברו. ומיהו מקבלות טומאה מכאן ולהבא, כדתנן לעיל בפרק כ״ד:"
            ]
        ],
        [
            [
                "<b>הבגד מיטמא משום חמשה שמות.</b> כדמפרש ואזיל. משום כלי קיבול, משום מושב, משום אוהלים, משום אריג, משום שלש על שלש. וכל אחד מהם משונה שיעורו זה מזה. כיצד, בגד שיש לו בית קיבול, כגון צרור מרגלית דתנן לעיל, או בית קיבול שמן, או בית קבול שעוה, שיעורו בכל שהוא. [ומשום מושב, אם נטמא] במדרס הזב, שיעורו אין פחות משלשה טפחים על שלשה טפחים. ואם נעשה אוהל למת דכתיב (במדבר י״ט:י״ח) והזה על האוהל, אין טמא בפחות מטפח על טפח. ואם הוא אבנט או חגור, מיטמא משום אריג, אע״פ שאין בו שיעור שיהיה ראוי להקרא בגד, שאין ברחבו שלש אצבעות, אפילו הכי טמא מפני שהוא אריג. וילפינן ליה משק, מה שק טווי ואריג אף כל טווי ואריג. וכל שאר טומאות אין בגד מיטמא ולא מטמא בפחות משלשה אצבעות על שלש אצבעות, דאינו חשוב לא לעניים ולא לעשירים ואינו קרוי בגד:",
                "<b>השק.</b> הוא האריג משער ונוצה של עזים:",
                "<b>משום ארבעה שמות.</b> דשיעור שלש אצבעות [על שלש אצבעות] אין בו:",
                "<b>העור משום שלשה.</b> דלית ביה משום שלש על שלש, ולית ביה נמי משום אריג:",
                "<b>העץ משום שנים.</b> דלית ביה טומאת אוהלים, כדתנן בפרק במה מדליקין, כל היוצא מן העץ אינו מיטמא טומאת אוהלים. ולית ביה נמי משום אריג, ולא משום שלש על שלש:",
                "<b>החרס משום אחד.</b> משום בית קיבול בלבד. דלית ביה כל הני דאמרינן. ומדרס נמי לית ביה, דכתיב במדרס הזב (ויקרא ט״ו:ה׳) ואיש אשר יגע במשכבו, מקיש משכבו לו, מה הוא שיש לו טהרה במקוה אף כל שיש לו טהרה במקוה, פרט לחרס שאין לו טהרה במקוה שאינו נעשה משכב לזב:",
                "<b>אין לו אחוריים.</b> שאין כלי חרס מקבל טומאה מאחוריו, כדכתיב (ויקרא י״א:ל״ג) וכל כלי חרש אשר יפול מהם אל תוכו וגו׳. ואם נגעה טומאה מאחוריו לא נטמא כלל:",
                "<b>שהוא מיטמא משום אריג.</b> מה שאין כן בעור, דאפילו חתכו לרצועות דקות וארגן אינו חשוב אריג:"
            ],
            [
                "<b>הבגד מיטמא.</b> לטמא מת ולכל שאר טומאות חוץ ממדרס, משום שלש אצבעות על שלש אצבעות. משום דחזי לעניים, ואתרבי מדכתיב והבגד. אבל למדרס בעינן מידי דחזי לישיבה, ובפחות משלשה טפחים על שלשה טפחים לא חזי למושב:",
                "<b>השק.</b> הארוג משער ונוצה של עזים, שיעורו בין לטמא מת בין למדרס אין פחות מארבעה טפחים על ארבעה טפחים:",
                "<b>שוין.</b> לטמא טומאת מדרס וטמא מת. שק ועור. ומפץ:",
                "<b>שייריו ארבעה.</b> לענין זה נאמר שיעורו בארבעה, כשבלה ונקרע ונשתייר ממנו שיעור ארבעה טפחים. אבל בתחלת אריגתו אינו מקבל טומאה עד שיארג כולו. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>היה עושה שנים מן הבגד.</b> שני טפחים:",
                "<b>ואחד מן השק.</b> טפח אחד:",
                "<b>טהור.</b> דאין הגרוע משלים שיעורו של חשוב, דהגרוע שיעורו מרובה. אבל החשוב משלים שיעורו של גרוע, דאפילו בשיעור מועט החשוב מקבל טומאה:",
                "<b>מן החמור.</b> דסגי ליה בשיעור מועט:",
                "<b>מן הקל.</b> דבעי שיעור מרובה. ודוקא כסדר הזה הכתוב במשנה מצטרפין לקל שבהן, הבגד והשק, השק והעור, העור והמפץ. אבל בגד ועור, או בגד ומפץ, או שק ומפץ, אין מצטרפין, דהמחברן בטלה דעתו אצל כל אדם. ומיהו לעשות מהן טלאי על גבי מרדעת של חמור, כולן מצטרפין, דמאיזה מהן שיקצע טפח ויעשה אותו טלאי למרדעת של חמור, מצטרף, דאינו מקפיד לשם אם הוא משני מינים:"
            ],
            [
                "<b>מכולם.</b> מאיזה מהן שיקצע טפח על טפח ראוי לטמא מושב. דהני שיעורי דתנן לעיל, הבגד שלשה על שלשה למדרס והשק ארבעה על ארבעה וכו׳, לא הוי אלא בחתיכת בגד או שק או עור או מפץ שלא חתכה ותקנה לישיבה, אבל המקצע דהיינו המחתך והמתקן מאחד מכולן טפח על טפח כדי לישב עליו, טמא מושב, שכן לפעמים מקציעין ועושים טלאי מאחד מהן למרדעת של חמור ויושבים עליו, ולא הוי אלא טפח על טפח:",
                "<b>מכל מקום.</b> ואפילו מן הצדדים. ור׳ שמעון סבר דמן הצדדים לא חזי למושב. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>נפה וכברה.</b> של עור הם. ופעמים עושים נפה משער, ודינה כדין שק. וכן פעמים עושים כברה מחבלים של שיפה ושל גמי, ודינה כדין מפץ:",
                "<b>עד שיקצע.</b> שיחתוך ויתקן למושב. והלכה כחכמים:",
                "<b>אע״פ שאין בו גבוה טפח.</b> ואע״ג דשל גדול לא מיטמא בבציר מטפח, כדתנן לעיל בפרק השלחן והדלפקי [משנה ג׳], כסא של קטן חזי לישיבה אפילו בבציר מטפח:",
                "<b>עד שיהיה בו כשיעור.</b> אם הוא מבגד עד שיהיה שלשה על שלשה, כשיעור טומאת הבגד למדרס:",
                "<b>ונמדד כפול.</b> שלשה לפניו ושלשה לאחריו, נמצא כשפושטו שהוא ששה אורך על שלשה רוחב, ארכו כפלים כרחבו:"
            ],
            [
                "<b>אלו נמדדים כפולין.</b> דצריך שיהיה השיעור משני צדדים. כיון דאורחייהו להשתמש בהן משני צדדים, אי הוי השיעור מצד אחד לא מהני. פירוש אחר, נמדדים כפולים, שכל בגד במקום החתך דרך החוטים לצאת ממנו ומתקלקל ונוח ליקרע, ודרך התופרים לכפול מעט סביב החתך ותופר, והיינו נמדד כפול דקתני, דלאחר שנכפל צריך שיהיה בו כדי מדתו, ואי ליכא כדי מדתו אע״פ שאם היה מתיר התפירה ופושטו היה בו כדי מדתו, לא מהני:",
                "<b>אנפליא.</b> מנעל המגיע עד הארכובה. בין של בגד בין של עור:",
                "<b>פמוליניא.</b> כמין מכנסים גדולים ממתנים ועד יריכים, ויש להן שנצים:",
                "<b>וכובע.</b> שבראש:",
                "<b>וכיס של פונדא </b>. אזור חלול, והוא כעין כיס העשוי לקבל:",
                "<b>מטלית.</b> טלאי:",
                "<b>שטלייה על השפה.</b> שתפרה על השפה סביב לצואר:",
                "<b>אם פשוטה.</b> שאינה תפורה משני צדדים אלא או מלפניו או מאחריו. ולפירוש השני, שלא נכפל מן החוט סביב התפירה: "
            ],
            [
                "<b>הבגד שארג בו שלשה טפחים על שלשה טפחים.</b> מצומצמות, שהוא שיעור ליטמא מדרס. ואחר שנטמאו במדרס כשהן מצומצמות השלים עליו אריגת כל הבגד, והשתא כל הבגד טמא מדרס דהוי חיבור לשלשה על שלשה שנטמאו קודם אריגת כל הבגד:",
                "<b>נטל חוט אחד מתחלתו.</b> משלשה על שלשה ראשונים שנטמאו מדרס:",
                "<b>טהור.</b> כל הבגד מן המדרס:",
                "<b>אבל טמא מגע מדרס.</b> לפי שנגע בשלשה על שלשה ראשונים קודם שנתמעט שיעורו:",
                "<b>נטל חוט אחד מתחלתו ואח״כ השלים עליו את כל הבגד טמא מגע מדרס.</b> ואע״ג דנתמעט שיעורו קודם שהשלים עליו את כל הבגד, אעפ״כ טמא כל הבגד מגע מדרס. דהאי תנא סבירא ליה בגד שלשה על שלשה שנחלק אחר שנטמא במדרס, טמא מגע מדרס, כדלקמן בפרקין. הלכך כשנתמעט שיעורו דשלשה על שלשה, נשאר טמא מגע מדרס, וכשהשלים עליו את כל הבגד הוי הבגד מחובר לטמא מגע מדרס, וכל המחובר לטמא, טמא כמותו:"
            ],
            [
                "<b>וכן בגד שארג בו שלש אצבעות על שלש אצבעות.</b> מצומצמות, שזה שיעורו ליטמא בכל הטומאות כולן חוץ ממדרס, ובבציר מהכי לא מיטמא בשום טומאה שבעולם:",
                "<b>שלש על שלש שנתמעט טהור.</b> לגמרי. דלא חזי למידי לא לעניים ולא לעשירים, הילכך טהור מכל הטומאות:"
            ],
            [
                "<b>ועשאו וילון.</b> מסך לפני הפתח. כגון שעשה בו מעשה שעל ידי כן טהור מן המדרס, לבית שמאי משיתחבר, ולבית הלל משיקשר. ולר׳ עקיבא משיקבע. כדתנן לעיל בפרק הכרים והכסתות [משנה ו׳]:",
                "<b>טהור מן המדרס.</b> דבטל מתורת משכב ומושב. אבל לטומאת מגע חזי, מפני שהשמש מתחמם בו ומתעטף בשוליו:",
                "<b>וכי באיזה מדרס נגע זה.</b> כלומר, הואיל וטהור מטומאת מדרס כשעשאהו וילון, הרי טהור לגמרי ולא נשאר בו טומאה כלל, מידי דהוה אשברי כלים שהם טהורים מטומאתן לגמרי:",
                "<b>אלא אם כן נגע בו הזב.</b> אם נגע הזב בוילון זה, מטמאו טומאת מגע הזב. אבל מכח טומאת מדרס שהיתה בו תחלה, אין כאן טומאה כלל. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>שלשה על שלשה שנחלק.</b> בגד שיש בו שלשה טפחים על שלשה טפחים שנטמא במדרס הזב, ואח״כ נחלק ואין באחד מהן כדי שיעור טומאת מדרס, בהא פליגי תנא קמא ור׳ יוסי, דתנא קמא סבר טמא מגע מדרס, ור׳ יוסי סבר טהור לגמרי. אבל בגד של שלש. על שלש שפירש מבגד גדול שהיה מדרס, הכל מודים שבשעת פרישתן מאביהן מקבלות טומאה מאביהן. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>בריא וצורר מלח.</b> גרסינן. בגד המוטל באשפות בטל ליה מתורת בגד, אלא אם כן אית ביה תרתי, שיהא בריא וחזק. וראוי לצרור בו רובע קב מלח. אבל הנמצא בבית, הואיל ואינה מושלכת באשפה עדיין חשוב הוא ובחד גרידא סגי, או בריא אע״פ שאינו צורר מלח, או צורר מלח אע״פ שאינו בריא:",
                "<b>ר׳ יהודה אומר בדקה.</b> לעולם אינו מיטמא עד שיהא צורר רובע מלח דקה:",
                "<b>וחכמים אומרים.</b> אינו מיטמא עד שיהא צורר בגסה:",
                "<b>אלו ואלו מתכוונים להקל.</b> ר׳ יהודה סבר דקה צריכה לצרור בבגד בריא וחזק טפי, מפני כבדה, שהיא כבדה יותר מן הגסה, הלכך משער עד שתהא מחזקת בדקה, להקל עליה שלא תטמא. ורבנן סברי גסה צריכה בגד יותר בריא, מפני חידודה וקרנותיה בולטים, הלכך משערים בגסה ליטמא, כדי להקל על הבגד המחזיק מלח דקה שלא יטמא:",
                "<b>שוין שלשה על שלשה באשפה לשלש על שלש בבית.</b> כשם ששלש על שלש בבית מטמאות טמא מת ואין מטמאות מדרס, כך שלשה על שלשה באשפה מטמאות טמא מת ואין מטמאות מדרס, דבטלה חשיבותן מאחר שהשליכה לאשפה. והלכה כחכמים בלבד:"
            ],
            [
                "<b>שלשה על שלשה שנקרע.</b> ולא נחלקו הקרעים זו מזו:",
                "<b>ובשרו נוגע בכסא.</b> אם הקרע כל כך גדול עד שכשמשימים הבגד על הכסא וישב עליו בשרו נוגע בכסא:",
                "<b>טהור.</b> דבטל ליה מתורת בגד:",
                "<b>ואם לאו.</b> שאין הקרע כל כך שיגע בשרו בכסא, לא בטל מתורת בגד, וטמא:",
                "<b>שנמהה ממנו.</b> שבלה ממנו. ודוגמתו מהוהה שטלייה על גבי בריאה דתנן לעיל בסוף פרק שלשה תריסין. וכשבלה חוט אחד מבגד שלש על שלש מצומצמות, נתמעט שיעורו וטהור:",
                "<b>או שני חוטין מתאימין.</b> פירשו רבותי, דמתאימין קאי נמי אקשר. והכי קתני, נמצאו בה שני קשרים מתאימין או שני חוטים מתאימין. משום דאם שני חוטים קשורים זה אצל זה בבגד אין דרך להניחם, והכי אמרינן בגמרא פרק כלל גדול [שבת דף ע״ד] אי מתרמי תרי קטרי בהדי הדדי שרי חד וקטר חד. ושני חוטים המתאימין, שדרך האריגה שהערב נכנס לתוך השתי אין שני חוטים נכנסים בסדר אחד אלא במקום שזה נכנס זה יוצא, וכששניהם שוין נחשב האחד כמי שאינו:",
                "<b>החזירה.</b> לבית.",
                "<b>טמאה.</b> דהא הדר אחשבה:",
                "<b>לעולם השלכתה מטהרתה.</b> כלומר כי האי גוונא מיטמאה ומיטהרת אפילו עשר פעמים ביום:",
                "<b>ארגמן וזהורית טובה.</b> חשיבי ולא מבטלה להו [מתורת בגד]. וזהורית טובה הוא המשי הצבוע כרמיז״י בלע״ז:",
                "<b>אף מטלית חדשה כיוצא בהן.</b> דינה כדין ארגמן וזהורית טובה, ולא מבטלה לה אשפה מתורת בגד:",
                "<b>כולן טהורין.</b> אם הושלכו לאשפה אפילו ארגמן וזהורית טובה:",
                "<b>לא הוזכרו.</b> ארגמן וזהורית טובה ליחלק משאר בגדים:",
                "<b>אלא מפני השבת אבידה.</b> דאם מצאם באשפה לא אמרינן מדעת השליכם, ובעו הכרזה, דמפני חשיבותייהו לא מייאשי הבעלים. ושאר בגדים דלא חשיבי, אם מצאם באשפה לא בעו הכרזה. והלכה כת״ק:"
            ]
        ],
        [
            [
                "<b>שלש על שלש שנתנה בכדור.</b> בגד של שלש אצבעות על שלש אצבעות שנתנה בתוך כדור, פלוט״א בלע״ז:",
                "<b>או שעשאה כדור.</b> שלקח הבגד וכרכו עגול כמין כדור, כמו שעושים לתינוקות ותפרו:",
                "<b>טהורה.</b> שנתבטלה כשנתנה בכדור, וכל שכן כשעשאה כדור בפני עצמה שנתבטלה בתפירה:",
                "<b>אבל שלשה על שלשה.</b> לא מבטלה בנתינתה לתוך הכדור, לפי שהיא שמורה שם. אבל אם עשאה כדור בפני עצמה ; טהורה, לפי שהתפירה ממעטה, וטהורה ממדרס, אבל טמאה בכל שאר טומאות כדין כל שלשה על שלשה שנתמעט:"
            ],
            [
                "<b>לפוק.</b> לסתום נקבין שבמרחץ שלא יצא החום:",
                "<b>ולנער בו את הקדירה.</b> לאחוז בו את הקדירה כדי לערות ממנה לתוך הקערה או לתוך התמחוי:",
                "<b>בין מן המוכן בין שאינו מן המוכן.</b> בפרק במה מדליקין מוכיח, דבהניחו בקופסא כולי עלמא לא פליגי דטמא, דהא אחשביה. ובזרקו לאשפה כולי עלמא לא פליגי דטהור, דהא בטליה. כי פליגי, היכא דתלה אותו במגוד, קויליי״א בלע״ז, או הניחו אחורי הדלת. ר׳ אליעזר סבר בין הניחו במגוד שנראה כמוכן לגבי זרקו באשפה, בין הניחו אחורי הדלת שנראה כאינו מוכן לגבי הניחו בקופסא, לעולם טמא כל זמן שלא זרקו באשפה. ורבי יהושע סבר, לעולם טהור כל זמן שלא הניחו בקופסא. ורבי עקיבא סבר, דתלאו במגוד מוכן הוא והוי כאילו הניחו בקופסא וטמא, והניחו אחורי הדלת דהוי שלא מן המוכן, הרי הוא כאילו זרקו באשפה וטהור. והתם מסיק דהדר ביה ר׳ עקיבא לגבי ר׳ יהושע. והלכה כר׳ יהושע: "
            ],
            [
                "<b>אספלנית.</b> תחבושת שעושים מחלב ושעוה וחמאה ושמן וכיוצא בזה, וממרחים אותה על הבגד או על העור ונותנים על המכה והיא נמאסת, ואין הבגד והעור ראויין עוד לישיבה ולא לתשמיש אחר:",
                "<b>מלוגמא.</b> תחבושת עשויה מקמח ותאנים וכיוצא בהן, שאדם לועס ונותן על גב המכה. ופירוש מלוגמא, מלא לוגמא:",
                "<b>בבגד טהורה.</b> לפי שהבגד נמאס ומתבטל ותו לא חזי לתשמיש:",
                "<b>ובעור טמא.</b> שאין המלוגמא מתדבקת על העור כמו על הבגד, ואין העור מתבטל בכך:",
                "<b>מפני שהיא ננערת.</b> לאחר שנתיבשה מעל הבגד היא ננערת ונשמטח מאיליה מעל הבגד והולך כל הלכלוך. ואין הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>מצויירות טהורות.</b> דצורתן מוכחת עליהן שהן מיוחדים לספרים בלבד ואינן משמשי אדם, וכל שאינו משמשי אדם, טהור:",
                "<b>ושאינן מצויירות.</b> מיוחדים נמי. לשאר תשמישין, הלכך טמאות. ובית שמאי דמטמאין בין מצויירות בין שאינן מצויירות, משום דמחשבי מטפחות ספרים משמשי אדם, שעשויין למשמש בהם תמיד:",
                "<b>אלו ואלו טהורות.</b> דכיון שייחדן לספרים תו לא הוו משמשי אדם. ואין הלכה כרבן גמליאל:"
            ],
            [
                "<b>כיפה.</b> מטפחת שבראש האשה. ויש לה טומאת מדרס, שפעמים שהיא יושבת עליה:",
                "<b>ונתנו על הספר.</b> אם יחד אותו לספר וכרך אותו עליו:",
                "<b>טהור מן המדרס.</b> אבל טמא שאר טומאות:",
                "<b>חמת.</b> נאד של עור:",
                "<b>שעשאו שטיח.</b> עור שטוח על הארץ לישב עליו. וחמת ושטיח תרוייהו טמאין מדרס, ואפילו הכי כיון דשינה מזה לזה ואפילו בלא שינוי מעשה הוה ליה ככלי שנשבר וטהור, אבל מקבל טומאה מכאן ולהבא:",
                "<b>תורמל.</b> כלי עור שהרועה מניח כליו לתוכו:",
                "<b>הכי גרסינן, כסת שעשאו מטפחת ומטפחת שעשאה כסת טהור.</b> ולא גרסינן טמא. וכך היא גירסת רבותי. וכן מצאתי במשנה דווקנית. והכי מוכח מן התוספתא. וטעמא דבכולהו טהור, כדתנן בסמוך, זה הכלל לשמו טמא לשם אחר טהור, ומפרש בתוספתא, לשמו מכלי פשוט לכלי פשוט, כגון משטיח למטפחת או ממטפחת לשטיח, ושלא לשמו מכלי פשוט לכלי קבול ומכלי קבול לכלי פשוט, ומכלי קבול לכלי קבול נמי, הכל שינוי שלא לשמו וטהור. ואם כן חמת שעשאה תורמל דשינהו מקבול לקבול נמי טהור, וכר שעשאו סדין וסדין שעשאו כר דהוי שינוי מקבול לפשוט ומפשוט לקבול נמי טהור. ואי קשיא, אמאי לא ערבינהו ותנינהו חמת שעשאה שטיח ושטיח שעשאו חמת בהדי הנך, כיון דכולהו טהור הוא. הא לא קשיא, משום דקא בעי למיהדר ולמתני [חמת] זמנא אחריתי כדתני חמת שעשאה תורמל והוה צריך למתני חמת שעשאה שטיח או תורמל, ואינו רוצה לשנות מסדר האחרים. ורוב ספרים גורסים טמא, ואיני יודע ליישב גירסא זו מכוונת:"
            ],
            [
                "<b>מטלית.</b> שהיא טמאה מדרס, וטלאה בקופה. וקופה לאו בת מדרס היא, ומיהו כשטלאה בקופה נטמאת הקופה, לפי שנגעה במטלית הטמאה מדרס, והרי היא מגע מדרס. והמטלית כשנגמרה טלייתה פרח מינה טומאת מדרס, משום דבטלה לגבי קופה וקופה לא חזיא למדרס:",
                "<b>מטמאה אחד ופוסלת אחד.</b> כדין כלים שנגעו במדרס ופירשו, דתנן בסוף זבים הנוגע במשכב מטמא שנים ופוסל אחד, פירש מטמא אחד ופוסל אחד, דכל זמן שהכלי נוגע במדרס חשבינן ליה כאב הטומאה לענין אוכלים לעשות ראשון ושני בחולין ושלישי בתרומה, אבל כשפירש הוי ליה כולד הטומאה ועושה שני בחולין ושלישי בתרומה בלבד, דהיינו מטמא אחד ופוסל אחד:",
                "<b>הפרישה.</b> למטלית מן הקופה, הוי לה הקופה ולד הטומאה כמו שהיתה קודם שהפרישה, אבל המטלית טהורה, דמכיון שטלאה בקופה נעשית כקופה והויא לה כחתיכת דופן שניטלה מן הקופה דטהורה החתיכה. ומיהו אם אחר פרישתה מן הקופה חישב עליה לישיבה, מקבלת טומאה מכאן ולהבא אם יש בה כשיעור:",
                "<b>טלאה על הבגד.</b> לא נתבטלה מטומאת מדרס, ומטמא הבגד שנים ופוסל אחד כדין כלים הנוגעים במדרס כל זמן שלא פירשו:",
                "<b>הפרישה מן הבגד.</b> דין הבגד ככלים שנגעו ופירשו, מטמא אחד ופוסל אחד, והמטלית הרי היא כמו שהיתה, דלעולם לא נתבטלה, ומטמאה שנים ופוסלת אחד:",
                "<b>וכן הטולה.</b> מטלית:",
                "<b>על השק או על העור.</b> כטולה על הבגד ואינה מתבטלת:",
                "<b>ור׳ שמעון מטהר.</b> קסבר בשק ובעור מתבטלת, הואיל ולאו מינה. ורבי יוסי סבר, דבשק דאריג כמותה, אינה מתבטלת. אבל בעור, דלאו אריג הוא, מתבטלת. והלכה כרבי יוסי:"
            ],
            [
                "<b>שלש על שלש שאמרו.</b> דמיטמא לענין טומאת מת ושרץ ונבילה:",
                "<b>חוץ מן המלל.</b> מה שמשייר האורג בראש הבגד כשיעור שתי אצבעות, והוא ענף של בגד, קרוי מלל. וכיון ששתי לבדו הוא ואין בו ערב, אין מצטרף לאריג. ורבותי מפרשים מלל, מה שמולל וכופל התופר מקום החתך, מפני החוטים שדרכן לצאת שלא יצאו ותתקלקל התפירה:",
                "<b>מכוונת.</b> והמלל בכלל:",
                "<b>טלייה על הבגד מרוח אחת.</b> מטלית שהיא טמאה מדרס ותפר אותה על הבגד באמצעו מרוח אחת, ומשלש רוחות תלויה ואינה מחוברת בבגד:",
                "<b>אינו חיבור.</b> ואין הבגד טמא מדרס:",
                "<b>משתי רוחות זו כנגד זו.</b> כגון שהיא תפורה מזרח ומערב, ודרום וצפון אינה תפורה. או איפכא. הרי זה חיבור והבגד טמא מדרס:",
                "<b>כמין גאם.</b> שתפורה מזרח ודרום, או מערב וצפון:",
                "<b>במה דברים אמורים.</b> דלא הוי חיבור אלא בשתי רוחות זו כנגד זו:",
                "<b>בטלית.</b> שאינה דרך מלבוש אלא שכורכה עליו בלבד:",
                "<b>אבל בחלוק.</b> שלובשים אותו, לעולם הוי חיבור, אא״כ תפורה השפה העליונה. והלכה כחכמים:"
            ],
            [
                "<b>בגדי עניים.</b> שהם עשויים מחתיכות חתיכות קטנות ואין בכולן חתיכה אחת שיהיה בה שלש על שלש:",
                "<b>הרי אלו טמאים מדרס.</b> הואיל ויש בכל הבגד בכללו שלשה טפחים על שלשה טפחים או יותר, הרי הבגד כולו טמא מדרס:",
                "<b>כיון שנקרע רובה אינו חיבור.</b> ואם נטמא הקצה האחד לא נטמא הקצה האחר:",
                "<b>העבים והרכים.</b> הבגדים העבים והגסים ביותר, כגון הלבדין והמגוסין. והרכים ודקין ביותר, כגון השיראין והסריקין:",
                "<b>אין בהן משום שלש על שלש.</b> ואין טמאין טמא מת ולא שאר טומאות עד שיהיה בהן ג׳ טפחים או יותר, משום דשלש על שלש מהן לא חזי למידי:"
            ],
            [
                "<b>כסת הסבלין.</b> הנושאים משאות על כתפן או על ראשן יש להן כסת קטן בראשן או בכתפן שלא יזיק להן המשאוי, ופעמים יושבים עליו:",
                "<b>משמרת של יין אין בה משום מושב.</b> שאין יושבים עליה מפני השמרים:",
                "<b>סבכה של זקנה טמאה מושב.</b> לפי מאי דתנן לעיל בפרק שלשה תריסין דסבכה של זקנה טמאה טמא מת דמשמע אבל לא משום מושב, צריך לפרש דשני מיני סבכות יש לזקנה, אחת שאינה ראויה לישב עליה והיא טמאה טמא מת, וסבכה אחרת שפעמים יושבת עליה, ובה תנן הכא שהיא מטמאה משום מושב:",
                "<b>חלוק של יוצאת החוץ.</b> תרגום זונה נפקת ברא:",
                "<b>עשוי כסבכה.</b> שיש בה חלונות חלונות מעשה רשת ובשרה נראה לחוץ:",
                "<b>מן החרם.</b> מן הרשת. ובשרו נראה, לפיכך טהור:",
                "<b>מזוטו.</b> יש בתחתית הרשת מעט אריג עשוי כבגד, וקרוי זוטו של רשת:",
                "<b>וכפלו.</b> שכפל את הרשת ותפרה ואין בשרו נראה מתוכה:",
                "<b>טמא.</b> דחשיב בגד. ואין הלכה כר׳ אליעזר בן יעקב:"
            ],
            [
                "<b>קורקורתה.</b> שולים ותחתית, כמו קרקרות הכלים:",
                "<b>עד שיגמור את פיה.</b> שפתה העליונה. שאינה יורדת לטומאה עד שיגמור את כל מלאכתה:",
                "<b>שביס שלה.</b> מלשון השביסים והשהרונים. ציור שעושים על הסבכה לנוי, עומד על מצחה ומקיף מאוזן לאוזן. ובפני עצמו נמי חשיב, שהוא עשוי להסירו משם ולתת אותו בסבכה אחרת:",
                "<b>החוטין שלה.</b> שבהן קושרים הסבכה על הראש:",
                "<b>טמאים משום חיבור.</b> שאם נטמאת הסבכה נטמאו החוטים עמה. דאילו החוטים בלא סבכה לא היו מקבלים טומאה: אם אינה מקבלת את רוב השער של הראש, טהורה:"
            ]
        ],
        [
            [
                "<b>נומי הסדין.</b> נימין היוצאים מן הסדין, והן חוטים שרגילים לצאת מן האריג בין מן הצדדים בין מלמעלה בין מלמטה. אם נגע שרץ בנימין, נטמא הסדין. והוא שיגע בתוך השיעור המפורש במתניתין. וכן אם נגע שרץ בסדין, נטמאו הנימין עד מקום השיעור המפורש. ומשם ולחוץ טהורים, שאין הנימין חיבור לכל בגד אלא עד מקום השיעור המפורש בהן:",
                "<b>טרטין.</b> כמין כובעים:",
                "<b>פליון.</b> סדין שמתעטף בו כולו:",
                "<b>אפקרסין.</b> כמו אפקרסותו אינה מעכבת דפרק ואלו מגלחים [מועד קטן כ״ב:] והוא לבוש התחתון ופתוח מכתפיו וכשלובשו קושרו:",
                "<b>סגוס.</b> בגד של צמר עב וכולו ציציות, וקורים לו בערבי אלבורנו״ס:",
                "<b>רדיד.</b> צעיף דק שהאשה מכסה בו ראשה. ותכס בצעיף, תרגום ירושלמי רדידא:",
                "<b>גומדין.</b> בגד שהוא אמה על אמה, ומכסין הערבים חוטמן ופיהם בזמן הקור. ופירוש גומד אמה, כדכתיב (שופטים ג ט״ז) ולה שתי פיות גומד ארכה:",
                "<b>קלקין.</b> אריג של שער ויש לו נימין:",
                "<b>פונדא.</b> יש מפרשים אזור חלול ורחב. ויש מפרשים הבגד התחתון שנותנים על הבשר לשמור שאר הבגדים שלא יטנפו בזיעה:",
                "<b>מעפורת.</b> תרגום ויתחפש באפר (מלכים א כ״ד) ואשתני במעפרא. סודר שמעטפים בו הראש:",
                "<b>פרגוד.</b> מסך שתולין על פתחי המלכים:",
                "<b>כל שהן.</b> בין רב בין מעט הוי חיבור. וכולהו אחריני ששיעורן מפורש, כשיעור הוי חיבור מה שיתר מכשיעור לא הוי חיבור לא לטומאה ולא להזאה:"
            ],
            [
                "<b>שלש כסתות של צמר.</b> תפורות זו עם זו כשלל של כובסין. אי נמי, ארוגות יחד, כעין האורגים מפות שדרכן להניח הפרש בין מפה למפה ומחוברות בחוטי השתי ואין בו ערב. וכל הני דתנן הכא, כל אחד במנינו או פחות הוי חיבור, ואם נגעה טומאה באחד מהן נטמאו כולן, ואם היו טמאין והוזה מאפר הפרה באחד מהן נטהרו כולן. ויותר על מנין זה לא הוי חיבור לא לטומאה ולא להזאה:",
                "<b>סובריקין.</b> אית דתני ספריקין. אית דמפרשי מכנסים, ואית דמפרשי כמין בתי ידים מצמר שמלבישים בהם את הידים ומכסים בהם הזרועות עד האצילים:",
                "<b>גלופקרין.</b> כסות עבה של צמר שלובשים בעת הקרירות:",
                "<b>חיבור לטומאה ואינו חיבור להזאה.</b> לחומרא. אם נגעה טומאה באחד מהן הוי חיבור ונטמאו כולן, ואם הוזה אחד מהן לא הוי חיבור, ולא טהר אלא אותו שהוזה עליו בלבד:",
                "<b>ר׳ יוסי אומר אף לא לטומאה.</b> ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>חוט המשקולת.</b> הבנאים מחזיקים בידם חוט ובראשו עופרת ומורידים אותו כנגד הכותל לראות שלא יהא עקום:",
                "<b>חרשין.</b> נגרין של עץ:",
                "<b>ושל בנאים.</b> הבונים החומות הגבוהות והגדולות. וחוט המשקולת דרישא דלא הוי אלא שנים עשר, מיירי במיוחד לבנינים קטנים:",
                "<b>יתר מכן.</b> יותר ממדות אלו שמנו חכמים בכל אחד ואחד, אע״פ שהוא רוצה בקיומן, טהור אותו העודף על המדה ולא הוי חבור לכלי:",
                "<b>ושל סיידים.</b> הטחים פני הכותל בסיד וגם הם צריכים למשקולת, וכן הציירים שמציירים צורה בכתלים:",
                "<b>כל שהן.</b> בין רב בין מעט הוי חיבור:"
            ],
            [
                "<b>חוט מאזנים.</b> חוט שאוחזים בו המאזנים בשעה ששוקלים בהן:",
                "<b>ר׳ יוסי אומר טפח טהור.</b> אם יד הקרדום גדול כל כך שיוצא טפח לאחר ידו, לא חשיב יד, לפי שמזיק לו למלאכתו, וכל היד כולו טהור. כך פירש מורי. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>יד הקרדום מלפניו.</b> דרך האוחז ביד הקרדום כשרוצה לחתוך בו אינו אוחז ממש בראש הקתא שמא יחליק ויפול מידו אלא מניח מעט לאחר ידו, והשיעור שיש בין יד האדם לברזל קורא מלפניו, והיוצא לאחר ידו קורא מאחריו באידך בבא. והא דלא מפרש בבבא זו דין שלפניו ושל אחריו, משום דהכא חשיב הנך דשיעורן טפח, ובאידך בבא חשיב הנהו דשיעורן שלש אצבעות:",
                "<b>פרגל.</b> מחוגה. קומפש״ו בלע״ז. והחרשים צריכים לעשות בו צורות עגולות:",
                "<b>מקבת.</b> פטיש של ברזל שראשו אחד חד ובו נוקבים ופוסלים את האבנים, ועל שם כך נקרא מקבת. ולשון מקרא הוא, ומקבות והגרזן כל כלי ברזל (מלכים א ו׳ ז׳):",
                "<b>מפתחי אבנים.</b> לשון פתוחי חותם:"
            ],
            [
                "<b>של צמרים.</b> מוכרי צמר. וטעמא דהנך שיעורן בטפחיים, מפני שתופס בהן בשתי ידיו. והיינו נמי טעמא דכל הנך ידות דלקמן ששיעורן בטפחיים. וכל אותן ששיעורן טפח, לפי שדרכו לאחוז בהן בידו אחת:",
                "<b>מקור.</b> קורנס חד שמנקרים בו הרחים. ועל שם שמנקרים בו קרוי מקור:",
                "<b>יד המעצד של לגיונות.</b> גרסינן. והוא כלי מכלי הרוצחים, ראשו עגול, ונושאים אותו אנשי החיל במלחמה. ובערבי קורים לו טבריזי״ן:",
                "<b>של זהבים.</b> המכים על זהב לעשות טסין דקין:",
                "<b>ושל חרשים.</b> של ברזל:"
            ],
            [
                "<b>שיירי הדרבן מלמעלן.</b> המרדע ראשו אחד יש בו ברזל כעין מרצע שבו מלמד הפרה לתלמיה והוא קרוי דרבן, ובראשו השני ברזל רחב מחודד לחתוך בו שרשים ושמו חרחור. ושיעור יד המרדע, למעלה לצד הדרבן ארבעה טפחים חשובים חיבור, ולמטה לצד החרחור שבעה טפחים הסמוכים לו הוו חיבור, כדלקמן. ומה שהוא יותר מארבעה לצד הדרבן ושבעה לצד החרחור אינו חיבור, ואם נגע שם טומאה לא נטמא לא החרחור ולא הדרבן:",
                "<b>בדיד.</b> כלי ברזל שבו חופרים גומות סביב האילן כדי שיחזיקו מימיהן. ועל שם הגומות שקרוין בדידין נקרא הכלי החופר בהן, בדיד:",
                "<b>של נכוש.</b> פטיש שמקישים בו על האבנים ומשברים אותן:",
                "<b>בן פטיש.</b> הפטיש הקטן קרוי בן פטיש, והגדול שמו פטיש:",
                "<b>של בקוע.</b> קרדום שמבקעים בו עצים:",
                "<b>של עדור.</b> שחופרים בו הקרקע לזריעה. כמו אשר במעדר יעדרון (ישעיהו ז׳:כ״ה):",
                "<b>של סתתים.</b> חוצבי אבנים והמקצעים ומשוין אותן:"
            ],
            [
                "<b>מגריפה.</b> שגורפים בה תנור וכירים או הטיט. תרגום יעים, מגרופייתא:",
                "<b>ושל סיידים.</b> שגורפים בה את הסיד:",
                "<b>יתר מכן.</b> יותר ממדות אלו שמנו חכמים ביד המגריפה, אם רוצה בקיום זה האורך היתר:",
                "<b>טמא.</b> אם נטמא הכלי. וכן אם נגעה טומאה בכל זה האורך של יד, נטמא הכלי עמו, דהוי חיבור לכלי:",
                "<b>, יד משמשי האור.</b> כגון יד של שפוד ואסכלה ומרחשת ושאר כלים שתשמישן על ידי האור:"
            ]
        ],
        [
            [
                "<b>כלי זכוכית.</b> הך מתניתין תנינן לעיל בפרק ב׳ ובפרק ט״ו. ואיידי דבעי למתני דין הנך כלים של זכוכית הדר תנא לה הכא:",
                "<b>טבלא.</b> שולחן:",
                "<b>אסקוטלא.</b> בלשון לע״ז קורים לקערה שקוטיל״א. והכא מיירי בקערה פשוטה שאין לה בית קיבול, אלא שמתחתיה מחובר לה בית קיבול קטן המשמש כשכופין הכלי על פניו, כעין שיש לכוסות של כסף ושל זכוכית שלנו:",
                "<b>יש להן לבזבז.</b> שפה סביב, הלבזבז עושהו כלי שיש בו בית קיבול:",
                "<b>שולי קערה ושולי אסקוטלא.</b> כשנשבר מקום תשמישן נשאר הבית קיבול קטן והופכו ומשתמש בו, ואפילו הכי טהורים, דלא חשיבי השולים כלי, מפני מקום השבר שמזיק לידים כשאוחזים בו:",
                "<b>קרטסן או שפן.</b> תיקנם ועשאן חלקים עד שראויין להשתמש באותו בית קיבול, טמאים, דלא הוו תו שבר כלי:",
                "<b>בשופין.</b> כלי שצורפין וחרשי ברזל מסירים בו החלודה ומחליקים בו הכלים. תרגום הצריפים, שופינא. לימ״א בלע״ז:"
            ],
            [
                "<b>אספקלריא.</b> מראה של זכוכית שהאשה רואה בה את פניה. ובלע״ז אספקל״ו. ואפילו יש לה בית קיבול טהורה, לפי שאינה עשויה לקבל אלא לראות צורת הפנים:",
                "<b>תמחוי.</b> כמין קערה גדולה של זכוכית:",
                "<b>תרווד.</b> כף של זכוכית:",
                "<b>ואם לאו.</b> אם כשנותנו על השלחן או על דבר פשוט הוא מתגלגל לכאן ולכאן ונשפך מה שבתוכו, לפי שתחתיו חד ואינו עומד:",
                "<b>ר׳ עקיבא מטמא.</b> הואיל ויש לו בית קיבול. והלכה כר״ע:"
            ],
            [
                "<b>כוס.</b> של זכוכית:",
                "<b>שנפגם רובו טהור.</b> דחשיב שבר כלי:",
                "<b>נפגם בו שלש ברובו.</b> שהשלש פגימות עומדות ברובו של כוס ולא במיעוטו:",
                "<b>טהור.</b> אע״פ שאינו מפזר את רוב המים:",
                "<b>אם מפזר הוא את רוב המים טהור.</b> אבל במיעוט, טמא. ואין הלכה כר״ש:",
                "<b>בבעץ.</b> בבדיל:",
                "<b>רבי יוסי אומר בבעץ טמא.</b> דהכל הולך אחר המעמיד, וחשיב ככלי מתכות. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>צלוחית.</b> כעין צלוחיות של זכוכית שלנו שיש להן צואר ארוך:",
                "<b>שניטל פיה.</b> שניטל צוארה:",
                "<b>ובגדולה.</b> שאינה יכולה לינטל בידו אחת אלא בשתי ידיו קרויה גדולה, ושיכולה לינטל בידו אחת קרויה קטנה:",
                "<b>של פלייטון.</b> של שמן אפרסמון:",
                "<b>טהורה.</b> דתו לא חזיא למלאכתה:",
                "<b>מפני שהיא סורחת את היד.</b> הבא לתת ידו לתוכה לקחת מן הפלייטין להריח בו, ידו נסרכת ונשרטת ונקרעת, סורחת, כמו סורכת בכ״ף, לשון סרכא:",
                "<b>לגינין גדולים.</b> כמו כדין גדולים:",
                "<b>מתקנן לכבשים.</b> שכובשים בהן ירק במלח ובחומץ ומניחין אותן שם להתקיים:",
                "<b>אפרכס.</b> כלי עשוי לרחים, שרחב מלמעלה וקצר מלמטה בשוליו, ונותנים בו חטין הרבה בפעם אחת והן יורדים מעט מעט לתוך הרחים ונטחנים שם ודוגמתו מצינו בריש חגיגה (דף ג׳) עשה אזנך כאפרכסת, שמכניס הרבה ומוציא קמעה:",
                "<b>אשריך כלים.</b> מסכת כלים:",
                "<b>שנכנסת בטומאה ויצאת בטהרה.</b> מתחלת באבות הטומאות, ומסיימת הארפכס של זכוכית טהורה:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "השיעור אשר יטמא מהשרץ הוא כעדשה. וטומאת שכבת זרע בכעדשה גם כן למי שנגע בה בין אדם בין כלים. אולם האיש אשר תצא ממנו שכבת זרע הנה הוא יטמא בכל שהוא ואין חילוק בין הטומאה אשר תצא ממנו או אשר יגע בה כולן ראשון. וכבר קדם לנו בפתיחה זו שבטומאת מת הבדלים רבים ואני עתיד לבאר ראיות כל מה שקדם באהלות והשלמת זה הדין שכל מה שיטמא מפני טומאת ערב יקרא ראשון וממנו ימנה שני ושלישי וזה אשר טימאהו הוא טמא מת הרמוז אליו בכאן. ודין המצורע כאשר נרפא מן הצרעת שיטהר בעץ ארז ואזוב ושני תולעת ושני צפרים (לפי מה שבאה ל' התורה (ויקרא י״ד:ד׳)) אחר יכנס לעיר ויעמוד ז' ימים חוץ לאהלו והוא אמרו (שם) וישב מחוץ לאהלו שבעת ימים ובאלו שבעה ימים יקרא מצורע בימי ספירו להיותו מונה אלו הז' ימים. וכן הזייה מן מי חטאת כמו שבאר התוספתא וכמה יהי' במים ויהא בהן כדי הזייה כדי שיטבול ראשי גבעולין ויזה חוץ מזה והיות אלו כולן יטמאו מי שיגע בהן הוא לשון התורה אמר בשרץ (שם יא) כל הנוגע בהם יטמא עד הערב ואמר בשכבת זרע (שם טו) ואשה אשר ישכב איש אותה שכבת זרע ורחצו במים. ואומר כאשר יגע בטמא מת (במדבר י״ט:כ״ב) והנפש הנוגעת תטמא עד הערב ואמר במצורע אצל השלמת ימי ספירו (ויקרא י״ד:ט׳) וכבס [את] בגדיו ורחץ את בשרו וזה ראיה על היותו מטמא בגדים במגע בימי ספירו. אולם היותו מטמא אדם הנה תלמדהו בג\"ש וזה שהוא אמר במצורע אצל שלמות ימי חלוטו קודם שיתחיל במספר השבעה ימים (שם) וכבס המטהר את בגדיו ואמר בגמ' [בבא] בתרא (דף ע:) נאמר כבוס בגדים בימי חלוטו ונאמר כבוס בגדים בימי ספירו מה כבוס בגדים האמור בימי חלוטו מטמא אדם במגע ר\"ל שהוא קודם זה הכבוס והוא ימי צרעתו היה מטמא אדם כמו שבא הלשון וטמא טמא יקרא אף כבוס בגדים האמור בימי ספירו מטמא אדם ר\"ל שהוא גם כן קודם הכבוס השני והוא ימי ספירו יטמא אדם. ואמר במי חטאת (במדבר י״ט:כ״א) והנוגע במי הנדה יטמא עד הערב והראיה על היות אין בהם כדי הזאה לפי שאם היה בהם כדי הזייה הדין בהם טומאת משא כמו שנבאר בהלכה אשר אחר זה. ודע שטומאת מגע הוא שיתחבר הדבר בדבר אשר יטמא אותו בלא אמצעי וכל מה שיאמר בו שהוא מטמא אדם במגע הוא שכאשר נגע בשטח גשם <small>[צ\"ל השרץ]</small> האדם טמאהו ואין הבדל בין שנגע בזה הדבר הטמא בידו או ברגלו או באיזה חלק מעור גופו וכן אילו נגע בלשונו טמאהו אולם אם לקח כעדשה מן השרץ והשליך בגרון האדם ובלע אותו הנה לא יטמא לפי שלא יקרא מגע אם לא שיגע באבריו הנגלים ודע זה. ואמרו וכלי חרס באויר לפי שכלי חרס לבד לא יטמאו במגע לבד אבל בהגעת הטומאה בתוך הכלי בין נגעה הטומאה או לא נגעה. המשל בזה אם לקח אדם שרץ ויכניסהו על פי הקדרה ולא נגע בקדרה אחר הוציאוהו ממנה הנה זאת הקדרה טמאה ואע\"פ שלא נגע בה הטומאה ואם לקח השרץ ושמהו ע\"ג הקדרה לא תהיה טמאה. אמר יתברך (ויקרא י״א:ל״ג) וכל כלי חרס אשר יפול מהן אל תוכו יטמא ובא הקבלה מתוכו הוא מטמא ואינו מטמא מאחוריו. ואמרו אין מטמאים במשא לפי שבאלו המנויין אמנם בא בהן הנוגע ולא אמר והנושא: "
            ],
            [
                "ענין למעלה יותר עליון במדרגה מהקודמת בטומאה לפי שהן יטמאו טומאת הקודמים ויוסיפו זה התוספת וכן הוא אמרו למעלה מהן בשארית הפרק. ויצטרך שאבאר טומאת משא מה היא. וזה שכל מה שיאמר בו מטמא במשא ענינו שהאדם כאשר הגביה משקל זה הדבר הטמא יטמא ואע\"פ שהוא לא יגע גופו בעצם הדבר הנטמא אבל אפילו היה בינו לבינו אלף אמה באמצע הגוף שהגיע כבדותו עליו טמאהו. ואין הבדל בין שיעתיק זה הדבר הטמא על ראשו או יחזיק בידיו או יהיה על מקום מגופו ממעל. וכן אם תלה אותו בחוט והגביהו מהארץ בזה החוט הנה זה תקרא ג\"כ משא לפי שכבר הגביה משאו וכן ההיסט הוא מין מן המשא והוא שיניע זה הדבר שנטמא ויגביה משקלו ג\"כ אבל בהנטיה. דמיון זה שיהיה עץ מונח על ראש הכותל והטומאה על קצה העץ וכאשר נטה האדם על קצה השני הגביה הקצה אשר בו הטומאה ותתטמא זו בנטית העץ. וכבר התבאר בגמ' [בבא] בתרא (דף ט:) שהנבלה מטמאה בהיסט ואמנם (אין) זה להיותה מטמאה במשא. ובהיסט מין מן המשא. ודע שלא יטמא במשא זולת האדם לבדו ובספרא לכם הן מטמאין ואין מטמאין לא אוכלין ולא משקים ולא כלים במשא דמיון זה שאם לקח אדם ק' כלים דרך משל וישימם בידו אחת הראשון על השני עוד ישים כזית מהנבלה בכלי העליון הנה זה האדם אשר בידו הכלים כבר נטמא בהיותו נושא נבלה והוא ראשון לטומאה וכן הכלי היותר עליון נטמא להיותו נוגע בנבלה ושאר הכלים טהורים לא יטמאו כלל במשא הנבלה. הנה כבר בארנו טומאת משא על השלמות והושלם ענינו. אמר שנבלה מטמאה במשא לטמא בגדים. ר\"ל שמי שמעתיק אותם נטמאו בגדיו וזה לשון התורה. ואולם הנבלה הנה אמרו ית' (ויקרא י״א:מ׳) והנושא את נבלתה יכבס בגדיו. ובאה הקבלה (יומא דף יד.) שאשר יזה מי נדה לא יטמא ושהוא טהור מק\"ו שהוא מטהר הטמא ואיך יטמא הוא בעצמו והוציאו בלשון מזה להודיענו שהוא לא יטמא במשא עד שיהיה בו שיעור הזאה ובתנאי שישא שלא לצורך אולם כאשר נשא להזות והזה כמו שזכרנו הנה הוא טהור. ובתוספתא טהור שהזה על הטמא טהור המזה וטהור הטמא וזה וזה אומר טהרתי וטהרתיו לפי שאם לא יזה עליו יהיה המזה טמא ובלבד שיהיה נושא כדי הזייה. ובגמ' נדה (דף ט.) המזה ומזין עליו טהור ונוגע בהן טמא ר\"ל הנוגע ללא צורך. ודע שאמרו יתעלה וכבס בגדיו במקום שבא אין הכונה בו שהוא יטמא הבגדים אשר הוא לובש לבד. אבל הכונה שהוא יטמא איזה בגד. ילבוש אותו או לא וכן שאר הכלים. ולשון ספרא מטמא שאר הכלים כבגדים וזולת כלי חרש שהוא לא יטמאהו זולת האב כמו שקדם וזה אשר אמרנו שהוא מטמא בגדים וכלים בתנאי שיגע בהן והוא מחובר באב אשר טמאהו ויהיו אלו הכלים אז ראשון ולא שני. לפי שהוא לא יטמא מפני נגיעתו לבד אבל מפני נגיעתו והוא לא פירש מטומאתו. אולם כאשר פירש ממטמאין כמו שישליך הנבלה ממנו ויהיה אז ראשון והוא ולד הטומאה ולא יטמא בגדים אז כאשר נגע בהן לפי מה שבארנו בפתיחת דברנו. וכאשר הועתק מן הנבלה ונגע בכלים והוא מועתק ממנה יטמאו אלו הכלים והם ראשון וכן מי חטאת שיש בהן כדי הזיה. ופי' חשוכי בגדים מנועי בגדים כאמרו <small>[בספרי תנ\"ך שלפנינו כתיב חשקת בקוף ואולי צ\"ל יחשך נפשי מי שחת (איוב ל״ג:כ״ח)] </small> חשכת נפשי משחת (ישעיהו ל״ח:י״ז) ומטמאים במגע חשוכי בגדים והענין שהאדם כאשר נגע בנבלה יטמא ולא יטמא בגדים ואפילו בשעת מגעו וזה לשון התורה (ויקרא י״א:ל״ט) והנוגע בנבלתה יטמא עד הערב ולא יודן במגע בטומאת בגדים. הנה יתבאר לך מזה שהנבלה מן העתקתה נטמא גופו ויטמא הבגדים ושאר כלים חוץ מכלי חרש בשעת נשיאותו לאמרו והנושא את נבלתה יכבס בגדיו. ומי שיטמא בה בלתי משא נטמא גופו לבד ולא נטמאו אפילו הבגדים אשר הוא לובש אותן בשעת מגע וכן מי נדה וזהו ענין אמרם נבלה חלק מגעה מן משאה: "
            ],
            [
                "אמרי' בבועל הנדה (שם טו) ואם שכב [ישכב] איש אותה ותהי נדתה עליו וטמא ז' ימים הנה מאמרו ותהי נדתה עליו ונודע שהוא יטמא משכב ומושב כמו שתטמא היא אבל אמר אחר זה וכל המשכב אשר ישכב עליו יטמא בא הקבלה (נדה דף לג.) שהוא יעשה תנאי לזה הדין ואמר שאשר אמרתי לך ותהי נדתה עליו הוא שיהיה גופו כמו גופה ר\"ל שיהיה אב מטמא במגע ובמשא כנדה לאדם ולכלי חרס כמו שאמרו בספרא מה היא מטמא אדם וכלי חרס אף הוא מטמא אדם וכלי חרס. אמנם משכבו הנה הוא לא יהיה אב כמו משכבה ואמנם יהיה משכבו ולד כמו כלים שנגע בהן ולזה אמר יטמא ר\"ל שהוא יטמא בעצמו ולא יטמא אדם וכלים כמו משכב זב וזבה ונדה ויולדת. אבל אמנם יטמא אוכלים ומשקים לבד כמו כל ולד הטומאה ולשון ספרא נתקו הכתוב מטומאה חמורה לטמא אדם וכלים ותלאו לטומאה קלה לטמא אוכלין ומשקין. והנה יתבאר לך במס' זבים (פ\"ד) שהכלים אשר יגעו על הזב ואם לא יגעו בגופו אבל יהיה ביניהם הבדל הנה הן כמו כלים שנגע בהן ויהיו ראשון לטומאה ויטמאו אוכלים ומשקים. וכאשר שמעת משכב לא ילך במחשבתך שיגע זה הטמא במשכב. וא\"א. אבל אילו יהיה אלף בגדים זה למעלה מזה או אלף כסאות זו למעלה מזו וישב הטמא עליהן. הנה כל אלו הבגדים יקראו משכב ואין הפרש בין הכלי הדבוק או הכלי הדבוק לארץ ומה שביניהם הכל טומאת משכב ושמור זה. ויתבאר לך ממה שכתבנו שמשכב בועל נדה יטמא אוכלין ומשקין לבד כמו שיטמא הדבר אשר יהיה על הזב וזהו ענין אמרם מטמא משכב התחתון כעליון אמרו שיהיה תחתונו של בועל נדה כעליונו של זב. ודע שאין הבדל בין ביאה כדרכה לביאה שלא כדרכה לענין טומאה. אמרו שכב ישכב לרבות שתי שכיבות ואם לרבות מערה כגומר ביאה. וכן מתנאי זה הבועל שיהיה בן תשע שנים ויום אחד ולמעלה. ואמר הש\"י בזב זובו טמא הוא וזה ראיה על היות עצם הדבר הנגר טמא. ואמרו וזאת תהיה טומאתו בזובו ובאה הקבלה (נדה דף נה:) וזאת לרבות שכבת זרעו ומימי רגלו דא\"א בלי צחצוחי זיבה. אולם רוקו הנה הוא פסוק (ויקרא ט״ו:ח׳) וכי ירוק הזב בטהור וגו' ואמר בנדה (ויקרא שם) והדוה בנדתה ובא הביאור (נדה דף נד:) מדוה כמוה ר\"ל שדמה יטמא כמו טומאת גופה וזה כלו תטמא במגע ובמשא ותטמא בכל שהוא. וזהו החומרא הנוספת בו ולזה אמר בו אחר בועל נדה למעלה מהן. ואם היה בועל נדה כמו כן יטמא במגע ובמשא כנדה כמו שבארנו אבל כללו וזהו בכל שהוא. ובגמרת נדה זובו טמא הוא כי אצטריך קרא לטמויי  <small>[צ\"ל במשא]</small> במת שהוא לנוגע ולנושא וכן שאריתו מושגת בזוב ואין בזה הפרש בין נוגע לטשא ר\"ל שהוא מטמא בגדים בשעת מגעו ובשעת נשיאתו כמו שיתבאר בסוף מס' זבין: ",
                "עוד אמר למעלה מהן מרכב (ומושב) הוא כל מה שיכשר לרכיבה כמו הכסא והמרדעת והאוכף וזולתן כאשר יגיע כבדות הזב עליו ואפי' היה הבדל בין גשם הזב ובגוף המרכב אבן מושם שם הנה המרכב יטמא והיה מרכב הזב. ופירוש אבן מסמא כמו (דניאל ו׳:י״ח) ושומת על פום גובא וכבר בארנו שזב וזבה ונדה ויולדת באלו הפנים שוה ושהכל עושים מרכב ומשכב ורוקן ומימי רגליהם טמא: ",
                "ומשכב. הוא כל מה שהוא מוכן לשכיבה עליו כאשר שכב עליו הזב או אחד מהנזכרים עמו יטמאו ג\"כ זה המשכב יהיה אב אפילו האבן גם כן הנה עקרו בין הזב והמשכב ולשון התורה שיהיו המשכב ומרכב מטמא אדם ובגדים. אמר במשכב ואיש אשר יגע במשכבו יכבס בגדיו ואמר במרכב (ויקרא ט״ו:ט׳-י׳) וכל המרכב אשר ירכב עליו הזב יטמא וכל הנוגע בכל אשר יהיה תחתיו יטמא עד הערב ולא נדין על אשר נגע במרכב בטומאת בגדים ואחר מה שבא הפסוק בנוגע במשכב שהוא מטמא בגדים ונוגע. במרכב שהוא טמא לבד ולא יטמא בגדים אח\"ז והנושא אותן יכבס בגדיו ודין נושא ומרכב ומושב הוא מטמא בגדים בשעה שנושאו. הנה יתבאר לך מזה שהמרכב חלוק מגעו ממשאו לפי שהנוגע בו אינו מטמא בגדים בשעת נגיעתו ונושאו מטמא בשעת נשיאותו כמו הנבלה ומי חטאת שיש בו כדי הזייה לפי מה שהתבאר אולם המשכב שוה מגעו ומשאו לפי שהוא יטמא בגדים הנוגע בו והנושאו ואמר הש\"י (שם) כל המשכב אשר ישכב עליו הזב יטמא ובספרא הזב עושה משכב ואין משכב עושה משכב אבל כאשר הגיע משכב הזב על כלי יהיה זה הכלי ראשון לטומאה ואין הפרש בין הכלי אשר יגע במשכבו או אשר ישא עליו המשכב ויגע בו לפי שכבר בארתי לך שאין שום מה שיטמא במשא זולת האדם: "
            ],
            [
                "כבר ידעת שזבה ונדה דינן שוה בטומאה. וכאשר בעל האדם זבה הוא יטמא שבעת ימים כמו שקדם ממאמרו (ויקרא ט״ו:כ״ד) ותהי נדתה עליו וגו' אמנם זב כאשר בעל אשה הנה לא תהיה אב לטומאה אמנם תהיה ראשון כמו אם נגע בידו וכן מי שבעל זבה לא יהיה אב וכן באר בספרא אבל יהיה הבועל כמו שנגע באב לבד. והנה יתבאר לך בי\"ג מנגעים שהמצורע כאשר נכנס אל בית טמא כל מה שבתוכו ואף אם לא נגע בדבר. וזה לאמרו ית' (שם יג) מחוץ למחנה מושבו ובאה הקבלה מושבו טמא וזו היא ענין אמרו בביאה וזה הדין במצורע בימי גמרו לבד ר\"ל בזמן הצרעת לא בימי ספירו. וכן אבן מנוגע ובגד מנוגע כאשר נכנס אל בית יטמא כל מה שבו כמו שיתבאר בי\"ג מנגעים ומאמרו במצורע שהוא למעלה מהזבה תדע שהוא יטמא במשא כמוה ושהוא יעשה משכב כזב וזבה. ולשון ספרי בימי ספירו אין מטמא משכב ומושב ואין מטמא בביאה ובימי גמרו מטמא משכב ומושב ומטמא בביאה ושם נאמר באמרו הש\"י שהמצורע מוחלט כאשר נרפא מהצרעת וכבס המטהר את בגדיו אמרו מה בא זה ללמדנו אם ללמד שמטמא בגדים במגע והלא ק\"ו הוא אם בימי ספירו שאינו מטמא בביאה מטמא בגדים במגע בימי גמרו שמטמא בביאה אינו דין שיטמא בגדים במגע. א\"כ למה נאמר וכבס המטהר את בגדיו מלטמא משכב ומושב. וכאשר שמעת משכב ומושב בכל מקום הנה לא תחשוב שבין המשכב והמושב חלוק לטומאה כמו מה שבין המרכב והמשכב כמו שבארנו אבל דין המשכב והמושב אחד. אמנם תתחלף בתמונה ושעור לפי ששם מי שיכשר למשכב ושם מי שיכשר למושב לבד לא למשכב. ולשון ספרא משכב שהוא מיוחד לשכיבה ומושב שהוא מיוחד לישיבה. וכן לא יטמא מרכב אלא מה שיכשר לרכיבה. ואני עתיד לבאר אלו הדברים כולן בסוף המס': \n",
                "ועצם כשעורה. הרמוז אליו באמרו וכל הנוגע בעצם או בחלל ויתבאר זה בתחלת אהלות ולא זכר אותו הנה לאבות הטומאות על דרך ההגעה למנינו. ואמנם זכר מדרגות אלו האבות קצתם על קצתם ולזה לא הזכיר פרה אדומה ושעיר המשתלח ושעירים הנשרפים לפי שאין בהם לא מגע ולא משא. ואמנם יטמאו בלקיחת דבר מיוחד לבד כמו שיתבאר במקומו ואין לו קשור עם אלו האבות ולא בסדר במדרגותם: \n"
            ],
            [
                "אמר שעשר מדרגות תסודר במדרגות האדם בענין יותר חזק מהראשון והתחיל במספר ביותר קלה והוא שיהיה מחוסר כפורים וכבר קדם בשני מכריתות אמרו ארבעה מחוסרי כפרה הן ואלו הן זב וזבה ויולדת ומצורע. ולשון התורה בכל אחד מאלו הטמאים שהוא חייב קרבן כאשר נשלם טהרתו כמו שביארנו שם וכאשר טבל אחד מאלו והעריב שמשו יקרא מחוסר כפורים עד שיביא קרבנו. ואין מותר לו לאכול קדש עד שיביא קרבנו. וטבול יום הוא האיש אשר טבל במי מקוה קודם שהעריב שמשו אמר הי\"ת (ויקרא ט״ו:ט״ז) ורחץ (בשרו) במים <small>[את כל בשרו]</small> וטמא עד הערב ואינו מותר לאכול בתרומה כל זה היום אבל יטמא אותה ויחזירה שלישי כאשר נגע בה כמו שביארנו בפתיחה וכמו שיתבאר בסוף זבים: ",
                "ובעל קרי הוא. אשר ראה ש\"ז קודם שיטהר והוא ראשון לטומאה כמו שאמרנו בעקרים והוא יטמא המעשר וישיבהו שני כמו החולין ולזה אסור בשלשתן ר\"ל בקדש ובתרומה ובמעשר כמו שיתבאר. וכבר קדם לנו ענין אמרו מטמא משכב התחתון כעליון. ושתי ראיות הוא שיצא ממנו הזרע שתי פעמים. ושלש שיצא ממנו שלש פעמים. וירצה הנה באמרו הזרע זובו של זב. והעיקר אצלינו שאין בין זב שראה שתי ראיות לרואה שלש אלא קרבן והנה יתבאר כל זה במס' זבים וכאשר טהר בעל שתי ראיות וטבל במי מעיין נשלם טהרתו ובעל שלשה ראיות ישאר אחר הטבילה מחוסר כפורים עד שיקריב קרבנו. והזב לבדו יותר משאר הטמאין שלא יטהר במי מקוה אלא במי מעיין בהכרח והנה אמרו הנה ביאת מים חיים לפי שלשון התורה בו ורחץ בשרו במים חיים. וכבר ביארנו ג\"כ שהמוסגר והמוחלט לענין טומאה שוין. ואם יכנס בבית יטמא כל מה שבו והוא אמרו בביאה אבל בימי הסגר לא יחויב שיהיו בגדיו פרומים וראשו פרוע ובימי חלוטו יחויב לו זה. וכן כאשר טהר מתוך ההסגר לא יחויב לא גלוח כל שערו ולא ב' צפרים ושאר המלאכות. אולם כאשר טהר אחר החלט יחייבוהו זה וזה כלומר <small>[צ\"ל כולם]</small> פסוקי התורה. ובאה הקבלה (נזיר דף נג:) שאמרו ית' וכל הנוגע בעצם ר\"ל ג\"כ אבר שאין עליו בשר כראוי ואמרו בחלל חרב או במת או בעצם אדם או בקבר ירצה בו אבר שיש עליו בשר כראוי שהוא יטמא במגע ובמשא ובאהל כמו שיטמא האדם זה הפרש בין אמרו בעצם ובין אמרו או בעצם אדם שאמרו בעצם אדם ירצה בו שיהיה זה העצם כמו האדם שיהיה בו בשר וגידים ועצמות והנה יתבארו כל אלו הדינים וראיותיהן בתחלת אהלות. וכאשר אמר בשר כראוי כפל אותו ואמר שענין כראוי בשר שהוא ראוי להעלות ממנו ארוכה ר\"ל שיתרבה ממנו הבשר על כלל זה האבר ויגן עליו. וכאשר היה על זה האבר אשר נחתך מהאדם שהבשר יהיה אפשר שיתלקח ממנו כלל בשר האבר אם ישאר מחובר באדם הנה זה האבר יטמא במשא ובמגע ובאהל כמו המת. וא\"ר יהודה שאפילו נשאר סביב האבר מבשר כעובי החוט של ערב אפשר התלקחו אם ישאר וחוט הערב יותר עבה מחוט השתי ואין הלכה כר' יהודה. אבל נראה בכל אבר כפי מזגו ותכונת בשרו לפי מה שישפוט אותו מלאכת הרפואה. ונשאר לנו בכאן הערה על ענין מה וזה כי כאשר אמרנו שהמצורע מטמא בביאה ומת מטמא באהל הנה לא תחשוב שהמצורע ג\"כ והמת דינם בזה שוה שהמת כאשר נכנס תחת האהל יטמא כל מה שבו וכן המצורע. אין הענין כן לפי שטומאת אהל תקבץ שלשה ענינים וזה שכל מה שיהיה עם המת תחת אהל אחד יטמא וכן האדם או הכלים כשהאהילו על מת יטמא המאהיל וכן כאשר האהיל המת עצמו על האדם ועל הכלים יטמא אותם כאשר התבאר במס' אהלות וזה דין כל מה שיטמא באהל. והמצורע אינו כן אבל אמנם יטמא מה שיגיע ממנו תחת אהל אחד ובתנאי שיעמוד המצורע תחת זה האהל עד שיהיה לו מושב כמו שנבאר בי\"ג מנגעים אולם כאשר היה המצורע עובר מתחת האהל הנה לא יטמא מה ששם. הנה כבר התבאר לך ההפרש בין אמרנו מטמא בביאה ואמרנו מטמא באהל: "
            ],
            [
                "בעבור שזכר מדרגות הטומאה והתחיל ביותר קל מהן וסיים ביותר עליון לקח גם כן במדרגות המקומות הטהורים אשר הם גם כן מסיבות הסרת הטומאות והתחיל במדרגה ביותר קלה וביותר כוללת. אמר השם בעומר (ויקרא כ״ג:י׳) וקצרתם את קצירה והבאתם את עומר ואמר בשתי הלחם (שם) ממושבותיכם תביאו לחם תנופה. ואמר בבכורים (דברים כ״ו:ב׳) ולקחת מראשית כל פרי האדמה אשר תביא מארצך: \n"
            ],
            [
                "אמר השם במצורע (ויקרא י״ג:מ״ו) בדד ישב מחוץ למחנה מושבו ולזה יצא מכל המדינה ור\"ל. עד שירצו אנשי המדינה בכלל או שבעה טובי העיר כמו שביארנו במגלה שאם רצו לקוברו במקום מהמדינה יוכלו לקוברו וכאשר יצא המת מהמדינה אין להם להחזירו למדינה לקוברו שם ואפילו ירצו כלן בזה לפי שהטומאות שרחקו מהמדינה ויצאו ממנה לא יכנסו אליה: \n"
            ],
            [
                "לפנים מן החומה. ירמוז אל חומת ירושלים אמר השם בבכור והם קדשים קלים כמו שהתבאר בחמישי מזבחים לפני ה' אלהיך תאכלנו שנה בשנה במקום אשר יבחר ה' אלהיך בו ובמעשר שני כתיב ונתתה הכסף בכל אשר תאוה נפשך בבקר ובצאן וביין ובשכר ובכל אשר תשאלך נפשך ואכלת שם (דברים י״ד:כ״ו) ודע שישראל היו במדבר על שלשה סדרים. מחנה ישראל והם הארבע מחנות. מחנה לויה והוא מאמר השם וסביב למשכן יחנו (במדבר א׳:נ׳-נ״א). ומחנה שכינה והוא חצר אהל מועד ומה שבתוכו ובכמותם המדרגות לדורות. מפתח ירושלים ועד הר הבית מחנה ישראל. ומפתח הר הבית עד פתח העזרה ר\"ל שער נקנור מחנה לויה. ומפתח העזרה ולפנים מחנה שכינה. וכבר התבאר זה בתחלת ספרי. ולשון התוספתא כשם שהיו במדבר שלש מחנות מחנה שכינה ומחנה לויה ומחנה ישראל כך היו בירושלים מפתח ירושלים ועד הר הבית מחנה ישראל. מפתח הר הבית עד שער נקנור מחנה לויה. משער נקנור ולפנים מחנה שכינה. והן הן קלעין שהיו במדבר. והנה נבאר הפסוק אמר (שם ה) וישלחו מן המחנה כל צרוע וכל זב וכל טמא לנפש היה עולה בדעתנו ששלשתן צרוע וזב וטמא נפש ירוחקו למקום אחד. לולי שמצאנו אמרו במצורע (ויקרא י״ג:מ״ו) בדד ישב וכאשר מצאנו המצורע אשר הוא יותר חזק הטומאה מהזב לפי שהוא מטמא בביאה כמו שקדם כבר הפריד לו מקום והרחיקו יותר משאר הטמאים ידענו שכל מי שהוא חזק בטומאתו יהיה מקומו יותר רחוק והוא אמרם שומע אני שלשתן במקום אחד ת\"ל במצורע בדד ישב מחוץ למחנה מושבו. מצורע היה בכלל ויצא מן הכלל ללמד על הכלל מה מצורע שטומאתו חמורה וחמור שילוחו משילוח חבירו אף כל שטומאתו חמורה חמור שילוחו משילוח חבירו הנה לזה השרש רחקנו המצורע חוץ לשלש מחנות ויצא מן ירושלים וזב וזבה ונדה ויולדת חוץ לב' מחנות יצאו מהר הבית. ולא נרחיק טמא מת זולת ממחנה שכינה והוא לפנים מהר הבית לפי שטומאת מת לא יטמא באבן מסמא וזב וזבה ונדה ויולדת מטמאים באבן מסמא כמו שקדם. ובתוספתא ולא טמא מת בלבד אלא אפילו מת עצמו [שנאמר] ויקח משה את עצמות יוסף עמו (שמות י״ג:י״ט) עמו במחנה לויה. וע\"י ההקש יהיה טמא מת מותר ליכנס לחיל ולעזרת נשים שהכל בדמיון מחנה לויה כמו שהקדמנו להיותן שוין. כבר ביארו בתוספתא ואמרו החיל ועזרת נשים מעלה יתירה בבית העולמים והטמאים שנכנסו לשם פטורים ולא נרחיק טבול יום מן החיל כמו מה שהרחקנו טמא מת לפי שטבול יום כבר נטהר. בשלישי מטבול יום אמרו וחכ\"א אין טבול יום טמא והרחקנו מעזרת נשים טבול יום ולא נרחיק מחוסר כפורים לפי שטבול יום אסור בתרומה ומחוסר כפורים מותר בתרומה כמו שקדם וזה כולו על השרש הנזכר כל שטומאתו חמורה מטומאת חבירו חמור שילוחו משלוח חבירו וענין חייבין עליה חטאת שהטמא כאשר נכנס לעזרת ישראל ובמה שאחריו בשגגה הוא חייב חטאת לפי מה שהתבאר בשבועות (דף יד:) וזולתו וכבר ביארנו בזבחים ששחיטה כשרה בזרים ולזה כבר יכנס ישראל לעזרת כהנים וישחט שם הקרבן. ובתוספתא (פ\"א) נכנסו מצורעים לפנים מן החומה לוקין את הארבעים. זבים וזבות נדות ויולדות להר הבית לוקין פ' ואמרו הנה חומה ירצה בו חומת ירושלים. אמנם חומת איזה מדינה תהיה בארץ ישראל ואע\"פ שנוציא ממנה המצורע הנה אם נכנס בה לא יחייבהו מלקות. ושיעור זאת הברייתא אצלי שמצורע שנכנס להר הבית או זב שנכנס לחיל לוקין שמונים. וזהו אשר ביארנו על השרשים לפי שכל מקום מהן שמור עליו בגדרו: \n"
            ],
            [
                "אמר השם יתברך לאשר במקדש (ויקרא י׳:ו׳) ראשיכם אל תפרעו ואמר (שם כא) כל איש אשר בו מום לא יקרב ועוד אמר (שמות ל׳:כ׳) בבאם אל אהל מועד ירחצו מים ולא ימותו ת\"ק סבר שהאזהרה מליכנס להיכל לבד בלתי קדוש ידים ורגלים. ורבי יוסי סבר שאין בין האולם והמזבח ג\"כ מותר למי שלא קדש ידיו ורגליו ליכנס לשם ואין הלכה כר' יוסי ואע\"פ שהתוספתא כבר ייחס מאמרו לחכמים והמאמר הקודם לרבי מאיר והדברים החמשה השוה בהן בין האולם ולמזבח להיכל בשעת הקטרת הקטורת בהיכל וכל יום פורשין כל העם מן ההיכל. ושבין האולם ולמזבח. אולם ביום צום כפור (שני עתים) יקטיר כה\"ג הקטרת בקדש הקדשים ולא תחייב הפרישה זולת מהיכל לבד ולדעת ר' יוסי אשר ישוה הקדושה בהיכל ובין האולם ולמזבח וישימה קדושה אחת היא אשר תהיה עשר קדושות כמו שזכר תחלה. ולשון התורה הוא ג\"כ באיסור הכנסת השיכור למקדש והוא אמרו (ויקרא י׳:ט׳) יין ושכר אל תשת וכן אזהרת כה\"ג מהכנס לקדש קדשים זולת ביום הכפורים אמר (שם טז) ואל יבא בכל עת אל הקדש וגו' בזאת יבא אהרן וגו' והוא יכנס בזה המקום ביום צום כפור ד' פעמים הראשונה בקטרת ויקטיר שם בקדש הקדשים כמו שביארנו במסכת יומא. והפעם השנית בדם הפר. והפעם השלישי בדם השעיר. והפעם הרביעי יכנס להוציא את הכף ואת המחתה מקדש הקדשים כמו שהתבאר שם. ובתוספתא (פ\"א) כה\"ג נכנס לשם בכל שנה ושנה לעבודת יום הכיפורים ארבע פעמים ביום ואם נכנס חמשה חייב מיתה: וכבר התבאר במדות (פ\"ד) שעליה. היתה על ההיכל ובתוספתא אמר אין נכנסים לה אלא לשנים לידע מה היא צריכה רצה לומר לבית קדש הקדשים שעל עליה לפי שבית קדש הקדשים וכו' כמו שהתבאר שם: \n"
            ]
        ],
        [
            [
                "דע שפסוקי התורה בטומאת מיני הכלים כמו שקדם בפתיחת זה הסדר. אבל הפסוקים ההן באו מהן קצתן בטומאת מת וקצתן בטומאת שרץ ובטומאת זב ובטומאת נגעים ובטומאת שכבת זרע. ולמדנו קצתן מקצתן בפנים רבים מההקש משלשה עשר מדות וכבר ידעת שכונתנו בזה החבור הקצור במה שאפשר ועזיבת מה שיאריך בו ההקש ורבוי הענינים ואני אקח ביותר זך וביותר נקי מכל אלו המאמרים. וכאשר אקח הראיה לך בפסוק על טומאת מין ממיני כלים לא תטריד מחשבתך באיזה מין ממיני הטומאה באיזה הפסוק אם בטומאת שרץ או בטומאת מת או זב או זולתו לפי שהתלמוד כבר למד קצת מקצת באופני ההקש. אמר ית' (ויקרא י״א:ל״ב) מכל כלי עץ או בגד או עור או שק. אמנם כלי עצם הנה למדנו אותו מפסוק (במדבר ל״א:כ׳) וכל מעשה עזים אמרו לרבות העשוי מן העזים אפי' מן הקרנים ומן הטלפים שאר בהמה וחיה מנין ת\"ל מעשה ר\"ל כל מה שיעשה ממנו מהכלים אפילו מעצמיהן וטלפיהן וקרניהן. ואמנם אמר מעשה עזים לא מה שיעשה מעצמי העוף או הדגים מן הכלים שלא יקבלו טומאה כ\"א מן החי ההולך לבד: וכלי זכוכית. והם כלי הזגג והם יקבלו טומאה מדרבנן הקישו אותו לכלי חרש לפי שיעשו מהעפר כמו כלי חרש אבל שמוהו חכמים יטמא בנגיעת אב הטומאה אפילו מגבו כמו כלי עץ וזולתו ואין בזה דין כלי חרש כמו שהתבאר שהוא לא יטמא אלא מתוכו אבל הזכוכית להיותו נראה מה שבתוכו כאילו הוא על שטחו שמו קרוב הטומאה משטחו מחוץ כהגעתו מתוכו והוא אמרם מפני שנראה תוכן כברן: ופשוטיהן. הפשוטין מהן אשר אין לו כפיפות ולא קערורית: ומקבליהן. מה אשר לו כפיפות או קערורית עד כי כאשר הושם בו הדבר הניגר יקבלהו ולא יתפשט על כללו ולקחו ראיה על היות פשוטיהם טהורים מפסוק (ויקרא י״א:ל״ב) מכל כלי עץ או בגד או עור או שק ואמרו דומיא דשק מה שק שיש לו קבול אף כל שיש לו קבול. וכבר אמרנו ששק הוא נעשה מן השיער ונלקח ממנו יעשו ממנו כלים לשאת בתוכו. אולם כלי זכוכית הנה הן דומים לכלי חרש כמו שאמרנו וכלי חרש ג\"כ לא יטמא עד שיהיה בו בית קבול דכתיב (שם) וכל כלי חרש אשר יפול מהן אל תוכו עד שיהיה לו תוך. ודע שפשוטי אלו הכלים כמו הכסא והלוח והעור והדומה להן שהן כולם יטמאו מן התורה במשכב הזב ומושבו ואע\"פ שאין לו בית קבול לפי שהוא ראוי למשכב ומושב כמו שיתבאר בזאת המסכת. אולם בשרץ ובמת וזולתו מאבות הטומאה הנה לא יטמאו אלא מקבליהן. אולם כלי עץ ועור ועצם הנה פשוטיהן יטמאו ג\"כ ואפילו בשאר טומאות וזה מדרבנן. ובגמ' בבא בתרא (דף סו.) אמרו פשוטי כלי עץ מדרבנן. ואמרו בכאן כלי עץ פשוטיהן טהורים ירצה בו מן התורה שאין הבדל בין כלי עץ או כלי עצם ועור ושמור זה השרש תמיד: עוד אמר נשברו טהרו. ענין זה כי כאשר נטמא כלי מאלו המינים הארבע ואחר טומאתו נשבר נטהר ותהי' החתיכה טהורה ואם תקח זאת החתיכה ותתקננה ותעשה ממנה כלי אחד הנה זה הכלי טהור ואמנם תטמא בעתיד כאשר יגע בו אחד מאבות הטומאה לפי מה שקדם באורו א] וזה ענין אמרם מקבלין טומאה מכאן ולהבא בכל מקום שאמרו זה אינו מן <small>[כופרא במס' ע\"ז דף לג:]</small> מאי כלי נתר כלי מחפורת של צריף. וכלי נתר הוא כלי הטפל והוא אבן רכה מאד בדקות המראה יותך במים במהירות ירחצו בו השיער והבגדים וכן מנוהו החכמים בכלל המנקים אמרו [שבת פט: נדה סא:] נתר ובורית קימוניא ואשלג. ועשיית אלו הכלים נמצא אצלנו בקצווי המערב ומלאכתו קשה מאד וזה שיולש הטפל ויעשו ממנו כלים לשתית המים לפי תמונה הנעשה מן החרש אבל הוא לא יסבול האש כמו שיסבול החרש אבל אם ישיגהו חום מעט מהאש יתבקע הכלי ויפסד אם לא הכהו החום ג\"כ בכלל חלקיו הנה אצל מה שיגיע הכלי במים יותך ונפסד ואלו הכלים אמנם יצטרכו לשתית המים מפני שהיא עריבה בה מאד וריחו טוב עושין אותם לחולים ולחלושי האסטומכא ולא יוכל לבשל זה הכלי אלא החריף מאד במלאכה עד שיצא הכלי ממורט המראה כמו הטפל הוא להיותו מגיע לו מהבשול מה שלא יתיכהו המים עמו ואי אפשר לעשות ג\"כ אלא רקיק דק מאד יהיה עבה דפנו קרוב מעלה לפי שאם היה עבה מה שיתהוה האש מתוכו לדקות האש ועל זאת המלאכה בעצמה יעשו אצלינו כלי אלא שמראהו אדום חזק האדמימות וכן כליו והוא ג\"כ יעשה לשתות המים והויית אלו הכלים לא יתעכבו באש. אולי בעבור שלא ישנו מראהו אבל מראה הכלי נא ומבושל מראה אחד והיה עולה במחשבתנו שהוא כלי אדמה ולא יקבל טומאה ולמדנו שהוא מאשר שרשו טיט וכבר נקלה באש ואף על פי שהוא מעט הנה הוא כמו כלי חרש אמר בסיפרא וכל כלי חרש לרבות כלי נתר ואמנם הארכתי בזה הענין זאת האריכות הרבה לבאר לך הענין ולפרש האמת לפי שכל מי שבאר המלות במה שהגיע אצלי יפרשו כלי נתר כלי האלום. ואני נפלא מאומר זה איזה דבר יחשב שפירש דבר לא מושכל ולא מקובל איך תעשה כלי מאלום ואין ספק שהאומר זה לא ראה אלום מימיו ואם אמרנו שהוא חפר במקור האלום אבן אלום גדולה ועושה ממנו כלי הנה לא יצלח לקבל כל דבר לענין מהענינים. ואם יהיה זה הנה לא יקבל טומאה לפי שהוא כלי אדמה אשר לא יקבלו טומאה כמו שיתבאר. ואשר ראוי שתבינהו שכל הטינים כאל טפל ואל אנגבר ואלטין אל ברמיני ואל מנטיות וזולתן מן הטינים כאשר נעשה מהן כלים כל זמן שהן נאים ולא נקלו באור הנה הן כלי אדמה ולא יקבלו טומאה וכאשר נקלו ואע\"פ שלא יסבלו האש עד שיבושל דפנותם כמו החרש הנה הן דומים לחרש והוא אשר יקרא כלי נתר ואשוב אל כוונת ההלכה אמר שהן יטמאו ויטמאו זולתן מאוירן אמנם היות כלי חרש מטמא מאוירו לבד כמאמרו יתברך וכל כלי חרש אשר יפול מהם אל תוכו. אמרו מתוכו הוא מטמא ואינו מטמא מאחוריו ובמקום אחר אמר מתוכו הוא מטמא ואינו מטמא מגבו. הנה כבר התבאר לך שאמרנו גבו או אחוריו דבר אחד. אולם שאר הכלים אינם כן אבל כאשר הגיע הטומאה באוירו ולא תגע בגופו הנה הוא טהור וכאשר נגע בו הטומאה ואפילו מגבו הנה כבר נטמא והוא מאמר המשנה בתחלת חולין הטהור בכלי חרש טמא בכל הכלים והטהור בכל הכלים טמא בכלי חרש. וכבר הקדמנו בפירוש מאמרינו ובארנו שכלי חרס לא יהיה אב הטומאה אמנם יהיה ולד הטומאה לעולם ושכל ולד הטומאה אמנם יטמא אוכלים ומשקין הנה אמרו הנה מכלי חרש שהוא מטמא זולתו מאוירו ענינו כי כאשר הגיעו אוכלין טהורים באויר כלי חרס הטמא נטמאו אף אם לא תגע בכלי. והנני עתיד להביא לך משלים מזו בזאת המסכתא. ובגמ' פסחים [דף יח:] אמרו מכל האוכל יטמא אוכל מטמא מאויר כלי חרש ואין כל הכלים מטמאים מאויר כלי חרש. עוד אמרו (בת\"כ) מטמאים מאחוריהן. שכלי חרש הן גבי כלים. מטמאים האוכלים והמשקים בגבן כאשר יהיו טמאין ויגעו אוכלים טהורים ומשקין טהורים באחורי הכלי הטמא נטמאו האוכלים והמשקים. עוד אמר ואינם מטמאים מגביהן ר\"ל טומאתו בעצמה הנה הוא אם נוגע שרץ בכלי חרש מגבו הנה לא יטמא. הנה כבר התבאר שכלי חרש טומאתו בעצמו יהיה מאוירו לא מגבו וטומאתו למה שיטמא יהיה מאוירו ומגבו ואמנם פעם יקרא גב הכלי אחוריים ופעם גב שלא יפול הספק בין טומאתו על זולתו וטומאתו לעצמו הנה שם בשמות הבדל להבין העניינים אצל טומאתו לזולתו אמר אחוריהן להיות השורש אצלנו שאחורי הכלי תטמאו אוכלין ומשקים ואצל טומאתה לעצמה אמר גביהן להיות השורש אצלנו כלי חרס אינו מטמא מגבו ושמור אלו השרשים כולם הקודמים בזה הבאור שהן ג\"כ יוכפלו בעתים. עוד אמר ושבירתן היא טהרתן לפי שכלי חרס כאשר נטמא לא יטהר במקוה ולא יועילהו זה והוא בטומאתו עד שישבר זה ל' התורה כל אשר בתוכו יטמא ואותו תשברו. וכן כלי זכוכית ואין הבדל בין החרש או אל מד\"י ואל צר\"י הכל כלי חרס יקרא לענין טומאה: "
            ],
            [
                "אמר ית' וכל כלי חרס ואמר בספרא מנין לרבות שברי כלי חרס ת\"ל וכל כלי חרס. הנה יגיע מזה השורש שכלי החרש כאשר נשברו ונשאר מהן שארית מקבל דבר הנה זאת השארית תטמא להיות בזה כלי קטן והנה יודיענו ההלכה כמה יהיה השיעור אשר ישאר ממנו ואמר שהכלים הקטנים מכלי חרש כאשר היו מקבלים כדי סיכת אדם קטן עד שתקבל לוג ומגדול שתקבל לוג עד שתקבל סאה שמן כאשר נשברו ונשאר מחרסים משולי קרקרותיו או מן דפנותיו שיעור כי כאשר ישב על שטח הארץ בלתי שיסמוך על צדדיו או יסמך יקבל רביעית אשר הוא <small>[צ\"ל רובע]</small> רוב הלוג הנה זה החרם יקבל טומאה וזה ענין אמרו קרקרותיהן ודפנותיהן יושבין שלא מסומכין. הנה יהיה הכלי בשרשו מן הגודל אשר תחזיק מן סאה עד סאתים הנה יצטרך שיהיה הנשאר מחרסים כאשר נשברו מה שיקבל חצי לוג ואז יטמא זה הנשאר ואם היה מן הגודל שתחזיק מסאתים עד ה' סאין הנה יצטרך שישאר ממנו ואז יטמא לוג שלם. וכבר בארנו פעמים שסאה ו' קבין וקב ד' לוגין ולוג ד' רביעיות ושיעור הרביעית הם אצבעיים באורך ואצבעיים ברוחב והגובה אצבעיים וז' עשיריות אצבע והאצבע אשר בו יהיה המדה מהיד היא הגודל מהיד. וכן בארנו המדה אשר זה מדתה יחזיק מהמים כ\"ז דרה\"ם מצריים בקרוב ולא נצטרך לשוב זכרון אלו המדות ג\"כ כאשר יוכפלו בזה הסדר ואשוב אל שלימות ביאור ההלכה. וזה השיעור הוא דעת ר' ישמעאל אולם ר' עקיבא אומר שאני לא אשער הכלי במה שהיה מחזיק לא סאה ולא סאתים ואמנם נשערהו בתמונותיו המפורסמות. ומאמר ר\"ע מבואר על הפנים אשר בארנו ולא נשאר בזאת ההלכה בלתי באור רק השמות לבד ואמר קדרות הדקות הקדרות הקטנות. חביות לודיות החביות הנעשות בלוד שם ארץ מארץ ישראל מיוחסות אליה. וכן אמרו לחמיות מיוחסות לבית לחם: וחצבין גדולים. התוספת הגדולה והן היותר גדולים ממה שאפשר כמו אלו הכדים הבאים משבילי\"א בזמנינו זה: ופכין. קבוץ פך והוא פך השמן. ואמרו גלילים מיוחסים לגליל העליון וגליל התחתון היו נעשות במקומות ההן: ואביונות. חביות קטנות אמר שיעור קרקרותיהן כל שהוא לפי ששוליהן מחודדים כמו שולי קצת כלי הזכוכית. וכאשר נשאר מה שיקבל שיעור הנה הוא יטמא לפי שהוא ישאר תמונת כלי קטן יעשה מתחלת ענינו כזה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEEAAAAxAQAAAACtrvkpAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAtklEQVQYlY3RMQ7CMAwFUFeRCBO5AbkIIldi7FCVVh0ycqUwcY1UHVgzZohqnDRVFUQl/uI3fHsx4BrAmf8Qo6GSKsQgogLJ74p67ywwbBVlkywVSi33gLNh0UHoF086ySx/lo+JZelF7koaStmW9CxlZqnHLKVHE9UFpa29k3qS2+SiWFCDc2rVjTQzT6qjOMnXEiGIUg3JyySB4JJajmCPXvX+wkiQQjL7qhC6L+FEu9vf/tMH7gQcTTEC+cEAAAAASUVORK5CYII=\">: אמנם צדיהן הנה הן לא יקבלו טומאה ר\"ל השארית אשר ישאר מצידיהם לפי שלא יהיה בצדם קערורית כמו הכדים והקדירות אבל צידיהן שוה השטח כל מה שנשאר מהן נשאר דומה ללוח פשוט וזה תמונתו  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACoAAABUAQAAAADckJhHAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAnElEQVQokXXSsQ0DIQxAUZ8uEqVH8CiMxkVZjFEYgfIKC4JtuIBEaJ4sGuADVRfsYeMOBhlAQl5IAxSi6zjjo2DnLVykAHZiowwoBp3Siv8DP2QSyMCJdui7gxPY4R1lhhbWPVecwhOvZRqcg3Pi2OMe+AcqcpVi1IYXoJOFC3KQt4a0ogEgWqrDOCcyOEus/dgo1raCV1qb/X/5AiPDOvcKh42uAAAAAElFTkSuQmCC\"> והלכה כר\"ע: "
            ],
            [
                "אמר ה' בכלי חרס (ויקרא י״א:ל״ג) אשר יפול מהם אל תוכו יטמא ובאה הקבלה את שיש לו תוך טמא ואת שאין לו תוך טהור ר\"ל שלא יקבל טומאה מהטומאות. ושרש אחד שכל שאינו עשוי לקבלה טהור ואע\"פ שהוא אפשר שיקבל הנה כל מה שימנה מכלי חרס שהוא לא יקבל טומאה הוא אם מה שאין לו בית קיבול או אם מה שיש לו בית קיבול אבל לא נעשה לקבלה. ונשאר באור השמות: טבלא שאין לה לזבז. לוח פשוט שאין לה שפה גבוהה על שטחה וזו השפה תקרא לזבז בלשון המשנה: ומחתה פרוצה. מוגמר הוסר מקיפו: אבוב של קלאין. כלי יעשה בו קליות הפולים והאפונים וזולתן מן הגרעינים הגסים והוא מנוקב השולים כמו הכברה כמו שבארנו במנחות (פרק ר' ישמעאל) ליכנס אש באלו הנקבים ולזה לא יקבל טומאה לפי שאין לו תוך: וסילונות. קבוץ סילון והוא כלי חרס ארוך אין לו שולים ורוכב האחד על השני עד שימשכו בו המים ממקום למקום וכן יעשו מושכי המים כלן. אמר אע\"פ שהן כפופים כזאת הצורה אשר אפשר שישאר מעט בשוליו או יהיה בו גם כן בית קבול על זאת הצורה והדומה לה שהם לא יטמאו לפי שלא נעשת לקבלה לפי שהכוונה מאלו הקנים החלולות שיגר עליהן המים לא שיתקבצו וינוחו בו: וכבכב כמו כפכף והוא כסוי מחרס עשוי לכסות בו סלי הפת שאינו לקבלה: וטפי הוא שם חסר והשלם הוא טפיח והוא כלי חרס חד השולים ושמו המפורסם בערבי קאדס. ואמר כי כשנעשה זה הקאדס בעת עשייתו לשום בו הענבים כדי שישארו קרים כמו עת לקיטן מן האילנות ורוב מה שיעשה זה הנה הן טהורים לפי שלא נעשה לקבלה: וחבית של שייטין השייטין יעשו חבית ויקשירו עליה בגד דק או עור וישוטו עליה על פני המים וזה ג\"כ לא נעשה לקבלה: וחבית דפונה בשולי המחץ. מחץ הוא כלי גדול מחרס והוא אשר תקרא במצרים אל מחגי\"ר ובמערב יקראו אותה קצרי\"ה ולו קצה דומה לו לדמיון בית יד והוא שולי מחץ ושולים הן הקצוות וזאת החבית היא חקוקה בקצה הזאת להטמין היד בו בעת הגבהת המחץ ולזה לא תטמא לפי שלא נעשת לקבלה. וידוע שמטה וכסא וספסל והוא אלמנכ\"ר ושלחן ומנורה כלן אין להן תוך. אמנם ספינה של חרס כבר התבאר בגמ' שבת (דף פג:) סבת היותה טהורה והוא מאמר המשנה מנין לספינה שהיא טהורה שנאמר דרך אניה בלב ים ובגמרא בארו שאפילו הספינה של חרס טהור כים מה ים טהור אף ספינה טהורה ואפילו היא של חרס: ואמרו כל שאין לו תוך אין לו אחוריים. ר\"ל שאחוריו לא יתטמאו במשקים כמו שזכרנו באשר אין לו תוך וזה שמשקים טמאים כאשר נגעו באחורי הכלי יתטמאו אחורי הכלי לבד. ואני עתיד לבאר זה בפרק כ\"ה מזאת המסכתא. ויהיה עולה על הדעת כי אחר שאין צריך בזה הדין מן הטומאה תוך יהיה פשוטי כלי חרם יטמאו במשקים טמאים על אלו הפנים לבד ואמר שאין הענין כן אבל הוא טהור מכל הצדדין: \n"
            ],
            [
                "יעשו כלים מחרס כמו עששית יכנס בו הנר והוא מכוסה כדי שלא יכבהו הרוח ולו נקבים בצידיהם תצא מהן האורה וזה הכלי תקרא פנס: ומגופת היוצרים. אבני היוצרים מלשון (נחמיה ז׳:ג׳) יגיפו הדלתות והן מחרש ויעשו עליו הכלי' ואצל היוצרין מהן הרבה יעשו עליו אל גפ\"ן ואל צאר\"י והדומה להם מהכלים הגדולים אשר נבנין ביד ואשר ישליך עליהן הטיט תחלה מהן יעשו הכלים אשר אין להן שפה ולזה הן טהורים. ואשר יתקנו עליו הכלי ויעמידהו אחר שקבל תמונתו מן הטיט הנה לזה הכלי שפה ולזה הוא טמא. וענין פותח בה אשר יפתח הטיט ביד עליו עד שיקבל התמונה. ומשפך הוא בלשון ערבי אלקמ\"ע ותמונתו מפורס' והוא נמצא אצל <small>[הרוכלים]</small> העשרייר\"א יצטרכו אליו במכירת מי הוורד והשמנים בעלי הריח מריח בו הקונה מזה הבושם ויעזבו בצד המשפך מעט להריח בו הנה כבר שב כלי קבול ולזה הוא טמא והלכה כר' עקיבא: "
            ],
            [
                "חביות ניירות. מיוחסות אל מקום. וכסוי הלפס. יצא מגב הכסוי ידמה לאבוב של קנה והוא בית יד הכסוי. ונקוב הוא שיהיה בזה הכסוי נקב ויצא ממנו העשן: מסננת לתוכו. הירק להגיר מימיו. ורונקי שם יוני והוא הירק השלוק כאשר נעצר ונדבק קצתו לקצתו ואמר שזה הכסוי כאשר לא יהיה מחודד שיוכל לעמוד על עצמו ולא יהיה נקוב ישימו בו הירק לזככו מהמים יהיה נא או מבושל ולזה יהיה טמא: \n"
            ],
            [
                "גסטרא. הוא כלי אין לו בית יד ולא בית קבול ואמנם הוא תושבת לכלים ישימו עליהם הכלים הגדולים המלאים מים לקבל טפטופן וכן בארנו במסכת שבת (דף צו.): וכבשן. הוא הכבשן אשר יבשלו החרס בו: וטיטרוס. הוא כלי חרס מושבו רחבה ולו צואר צר ארוך דק מאד ובתושב הכלי נקבים נקבים כאשר תמלא הכלי במים והושם האצבע על ראש הצואר הדק ימנע האויר מליכנס בכלי ולא יצאו המים אשר בו מאלו הנקבים וכאשר הוסר האצבע מראש הכלי יצאו המים מקרקעית הכלי ויקרא אצלנו זה הכלי מזה המים. ואמרו מפני שהוא כמוציא פרוטות ר\"ל כי המים כאשר יצאו מאלו הנקבים לא יצאו במהרה אבל יצאו מעט מעט באיחור גדול הנה כבר שב כלי קבול כי לזה נעשה. והלכה כר' יוסי: \n"
            ],
            [
                "אלו הקערות מעצם הטבלא והן כולן גשם אחד והרבה עושין מאלו במצרים וכל כלי ממנה כאשר יגיע השרץ באוירה נטמאה לבדה וישארו הכלים הדבקים בה טהורים ואם היה לזאת הטבלא אוגן גבוה מכל הכלים אשר בתוכה הנה כאשר יגיע השרץ באחת מאלו הכלים הקטנים כבר הגיע באויר זה האוגן הכולל ונטמאת הטבלא בכללה בהגעת הטומאה באוירה ואלו הקערות כולם הן מעצם הטבלא ונטמאות בכללה: בית תבלין של חרס. הוא כלי מחרס נחלק בעת עשייתו לרבועים רבים יעשו לשום בהן מיני התבלין כדי שלא יתערבו קצתם בקצתם: קלמרין המתואמות. הוא כלי נחלק באמצעו חלוקה אחת ואמר שדינן ודין הטבלא אשר בה הקערות אשר זכרנו אחד וזה שאם יהיה להן אוגן כולל תכלול הכלים והחלוקות אשר בתוכן הנה הכל נחשב כלי אחד ואם לא היה אוגן כולל הנה כל כלי וכל חלק וחלק נחשב יחידי ואע\"פ שיהיו כולן דבוקים קצתן בקצתן. עוד אמר שזה הדין בעצמו בבית תבלין של עץ כאשר נטמא אחד מחלקיו במשקים טמאים לא נטמא חבירו אא\"כ היה שם אוגן כולל הכל מחוץ אשר תשים אלו הרבועים כולן כלי אחד תכלול אותן וכאשר נטמא אחד מן הכלים נטמאו כולם וא\"ר יוחנן בן נורי שבית תבלין של עץ כאשר לא יהיה לו אוגן ונטמא אחד מן החלקים במשקים טמאים נחשוב שעובי החלוק כבר נחלק לחצאין וכל מה שימשך לטהור טהור ומה שימשך לטמא טמא ונשאר בכאן שנבאר לאיזה ענין תקנו בבית תבלין של עץ טומאת משקין ולא אמר שנטמא אחד מהן בשרץ כמו שאמר בשל חרס ובכאן תצטרך שתהיה זכור לעקרים הקודמים וזה שכבר נאמר בהקדמה שכלי חרס מטמא מאוירו ואינו מטמא מאחוריו ושאר הכלים מטמאים בנגיעת הטומאה איך שיהיה מאחוריו או מתוכן וכאשר לא יהיה שם אוגן עודף כמו שהנחנו ובא שרץ בחלק מאלו החלקים נטמא זה הבית לבדו ולא נטמא אשר ימשך אליו לפי שהטומאה נוגעת בו מאחוריו וכלי חרס לא יטמא מאחוריו וכאשר היתה של עץ נטמא הכל לפי שכלי עץ כאשר נגעה בו טומאה נטמא בין מתוכו בין מגבו אולם משקים טמאים כבר בארנו בפתיחה שהם יטמאו מדרבנן הכלים כולם וכן הקדמנו שכלי שנטמא אחוריו במשקים טמאים לא נטמא תוכו והנה יתבאר בזאת המס' (פ' כ\"ה מ\"ו) שכלי שנטמא תוכו במשקים טמאים נטמא כולו ולזה אם היה לזה הבית תבלין של עץ אוגן עודף אשר נחשב כאילו כלי אחד והגיעו משקים טמאים בתוכו נטמא הכל ואם לא יהיה שם אוגן גבוה אשר כל חלק נחשב לכלי והגיעו משקים טמאים באחד מהחלקים נטמא זה הבית ולא נטמא הבית הדבק בו לפי שמשקין טמאים נגעו בו מאחוריו ולא נטמא בזה כולו. אולם אם היה שרץ תמורת המשקים נטמא הכל והבן זה הנה כבר התבאר שדין השרץ בכלי חרס כדין משקים טמאים עם כלי עץ ועם זולתן מן הכלים וזה מבואר בתכלית: \n"
            ],
            [
                "הלפיד. אור דולק הוא כלי מחרס דומה כקנה ובראשו אוזן קטנה דבקה עמו בעת עשייתו יושם בו חתיכת בגד השרוי באלקטרן או בשמן תדליק וילך בו ויעשה ג\"כ מחרס כלי בו מקום קערורית לישב בו הנר ויתקבץ בו כל מה שיגר מן השמן מפי הנר ותקיף על ראש האלמנר' כדי שלא יפסד הנחושת בשמן וזה הכלי נקרא בית שקעו של נר ויעשו כלי חרס באמצעיתו כסוי כגון שבכה עשוי בעת עשיית הכלי ורוב הכלים אשר ישתו בהם המים אצלנו כן וזה המין מן הקיתון הוא אשר יקרא צרצור כמו שיתבאר במקואות (פ\"ג מ\"ג) והן עושין סביב הקיתון אשר למעלה מהשבכה פגימות מעשה שושן דומין לשיני המסרק ולזה יקרא מסרק הצרצור וכן יקראו הפגימות אשר סביב צואר הרמון מסרק של רמון כמו שיתבאר בב' מעוקצים (מ\"ג) ואמר רבי אליעזר שהשרץ כאשר הגיע באויר הקיתון למעלה מהשבכה אשר יקיפו בו הפגימות הנה לא יטמא שאין זה תוך כלי חרס מפני היות מקיפו מופגם מכל צד וחכמים מטמאין שזהו תוך של זה והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "שיעור מה שיהיה הנקב אשר יתנקב כלי חרס ולא יטמא כאשר לא ישאר לו תוך הנה הוא יבאר השיעור אשר יהיה נקב כל כלי: וענין מטילין אותו לחומרו. שנדין עליו בחמור ולא יסור מלקבל טומאה ואע\"פ שהוא נקוב בכונס משקה עד שיתנקב נקב יצא ממנו הזית ואז לא יקבל טומאה: \n"
            ],
            [
                "טפי ופך. שניהם כלי שמן אבל טפי כלי צר הפה מאד לא יגר ממנו כי אם טפה טפה ולזה יקרא טפי ואמרו שלשתן בזרעונים ר\"ל הפך והטפי והצרצור שלשתן כאשר נקבו נקב יצא ממנו הזרע הממוצע בשיעור כמו הזרעונים והאפונים ודומיהן הנה הוא אז לא יקבל טומאה: ופי הנר. הוא התוספת היוצא מן הנר אשר יחזיק הפתילה וכאשר היה הנר מטיט בלתי מבושל אשר לא יטמא כמו שיתבאר במה שאחר זה שכלי אדמה לא יקבלו טומאה אחר שבשלה פי הנר בפתילה ושבחרס הנה הוא ג\"כ לא יקבל טומאה לפי שלא נתבשל הנר בכללו. ואין הלכה כרבי אליעזר. והלכה כרבי יהודה: \n"
            ],
            [
                "כבר קדם לך בפ' השני שכסוי כלי חרס תטמא כאשר היה הכסוי ממנו יקבל רביעית ואמר כי כאשר ניקבה החבית ונסתם מקום הנקב בזפת עוד נשברה החבית והיה מחרסיה חרס תקבל רביעית יושב שלא מסומך כמו שקדם הנה הוא יטמא ואע\"פ שזה החרס הוא אשר בו הנקב הסתום בזפת לפי שהחבית בכללה שם כלי היה עליה ואפילו אחר הנקב וזה החרס הוא שבר כלי ושבר חבית הוא ואע\"פ שהיה נקב אולם חרס חבית כאשר נקב אחר שבירתו אע\"פ שסתם פי הנקב הנה הוא לא יטמא לפי שמאז שניקב החרס בטל שם כלי מעליו: \n"
            ],
            [
                "נתרועעה. נקרעו ונסדקו חרסיו אבל לא נפלו חרסיו ולא התפוררו מלשון (ישעיה כד) רוע התרועעה: וביאור וטפלה בגללים החליק עליה בגללי הבקר וטפלה מלת עברית ותטפול על עוני (איוב י״ד:י״ז). ר\"ל החזקת בו והחלקת עליו כדי שיתקיים וישאר על צד הדמיון וזה על דרך משל ולא נצטרך לכפול בכל זאת המסכתא כי כאשר אמר מכלי טמא אמנם ירצה בו שהוא יקבל טומאה וכאשר יאמר טהור ירצה בו שלא יקבל טומאה וכן כאשר בארנו מלה לא נכפיל ביאורה כדי שלא יארך המאמר. עוד נבאר שזה החבית המקובצת אשר אמר ממנה טהור כאשר היה בה חרס מחזיק רביעית הנה הן כולן תטמאו במגע רוצה לומר שאם יגע בו שרץ מתוכו הנה תטמאו כולן להתדבקם והתאחדם אולם שיטמא באויר כמו שיטמא כלי חרס זה לא יתבאר זולת בחרס החמת שיחזיק רביעית לבד שהוא כאשר הגיע שרץ בתוספת <small>[נ\"א בתוך]</small> זה החרס יטמא ואפי' לא יגע השרץ בו כדין טומאת כלי חרס שהוא כלי בפני עצמו כמו שהקדמנו בפרק השני: "
            ],
            [
                "הבריא. החזק והשלם ואמרו רבי מאיר ורבי שמעון כי כאשר נטמא זה הכלי בנפול הטומאה באוירו הנה כל מה שנגע בזה הטפלה מהאוכלים והמשקים יטמא לפי שזאת הטפלה מכלל הכלי וכאילו היה מעצמו וזהו ענין אמרו מטמאים וחכמים אומרים אמנם שזה הדין יתחייב לטופל הכלי אשר כבר נסדק אשר הוא צריך לזאת הטפלה: וקירויה שם כלי חרס אשר ישתו בו המים מן הבארות כמו שעושין אצלנו בכלי הנחושת והברזל. וחידוק הוא כמו הידוק והוא החתום והקשור ואמר שזה המחלוקת בעצמו במי שיקשור זה הכלי בעור או בנייר והדומה לו שדעת ר' מאיר שאם נטמא הקרוי יטמא בעבורה זה הקשור גם כן ואפילו הוא שלם וחכמים אומרים אם היה קשור בעבור שנסדק אז יהיה הקשור חשוב כעצמה והלכה כחכמים: \n"
            ],
            [
                "יבלית. עשב לח מאד ופטסין קבוץ פיטם והוא כלי על דמיון האצטומכא גדולה מאד ישימו בו המים בספינות ויקחו זה העשב ויטחו בו הפיטס מבחוץ עד שלא יטיפו ממנו המים בחוץ ואמר שאם זה הטיחה היא צריכה אליו הנה הוא יחשב מכלל הכלי עוד אמר שכסוי החבית ואע\"פ שהי' היטוחו סביבה בטיט כמו שהוא מפורסם אינה חיבור ולא נחשוב החבית וכסויה כלי אחד שהכסוי דבק בטיט ובעת שנטמא האחד לא נטמא האחר כאשר נגעו בו משקים טמאים וכמו שהקדמנו בפתיחת הסדר עוד אמר שהבנין אשר יבנה על חרס התנור היא מכלל התנור וכאשר נטמא התנור בהגיע הטומאה באוירו הנה האוכלים והמשקים הנוגעים בטפילתו טמאים: \n"
            ],
            [
                "מיחם. הוא כלי עשוי לחמם בו המים: וחומר טיט עבה כמו (בראשית י״א:ג׳) והחמר היה להם לחומר: וחרסיתי דק כחרס וכאשר טחו המיחם בטיט העבה הנה יתאחד בו ויהיה מכללו וכאשר נטמא המיחם יהיה הנוגע בחומר טמא אמנם אם טחו אותו בחרסית הנה לא יתדבק בכלים ולא יחשב בכללו: וקומקומוס. הוא הקמקם וידוע שהזפת יותך במים החמין ולזה הוא אמרו שאינו יכול לקבל את החמין ואע\"פ שהוא מקבל המים הקרים וישארו בו ולא יצאו ממנו וכן אמר בכלי הזפת בעצמם שהן אינם מטמאים בעבור שלא יקבלו שום דבר חם: וכלי נחושת שזפתן טהורים. רצונו בזה שזה הכלי כאשר נטמא הנה אשר יגע בזה הזפת טהור שאין הזפת מכלל הכלי אם לא שיהיה כונתו שישים היין בזה הכלי שאז הוא צריך לזפת ויהיה נוגע בזפת טמא ולא קתני בכאן אוכלין ומשקין לפי שכבר יהיה כלי הנחושת אב הטומאה ויהיה נוגע בזפת טמא ואע\"פ שהוא אדם כמו שהתבאר בפתיחה: \n"
            ],
            [
                "יותר מצרכה. הוא שהתעבה מהזפת על מקום הנקב יותר ממה שצריך עד שאם יסירו ממנו הרבה ישאר הנקב סתום ומחזיק המים שהיו בכלי ואמרו בכאן הנוגע ירצה אוכלים ומשקין: פקקן בזפת. הוא שיסתום קצות פיות המשפך בזפת עד שלא יצא ממנו דבר וישוב כלי קבול והלכה כרבי עקיבא: \n"
            ]
        ],
        [
            [
                "שאינו יכול לעמוד. שלא ישב על השווי בסבת מונע שהאוזן יכבד עליו מצד אחד בכבדותו ויטהו על צדו וכן כאשר יהיה לו חידוד בולט בקרקעיתו וימנעהו לנוח בשוה וכאשר ישב על הארץ נוטה לצד אחד מפני חדודו טהור: מכריעו. מטה אותו: חבית שנפחתה. הוסר ממנה חלק וכאשר ישבה על תושבתה אי אפשר שתקבל דבר מתוך הדבר אשר סר ממנה וכאשר ישבה על צדה אפשר שתקבל בקרקעיתה וכן כאשר נסדקה ונחלקה על ארכה והיו ב' דפנות הנה כל חצי ממנה כאשר עומד על קרקעיתו לא יקבל דבר וכאשר ישב על קרקעית צדה אשר היא גבנונית החבית אפשר שתקבל. והלכה כחכמים: \n"
            ],
            [
                "גיסטרא. כמו שבארנו (לעיל פ\"ב) היא התושבת אשר יעשו תחת כלי המים לקבל הטפטוף וכאשר היא מטפטפת דבר בטל עניינה וזהו אמרם בש\"ס שבת (דף צו.) לפי שאין אומרים הבא גיסטרא לגיסטרא ואל זה הענין אמר בכאן אין שירים לשירים וזאת הגיסטרא בעצמה כאשר היתה שלימה בדמיונה היא שארית הכלי לפי שהיא חתיכה מכלי וכאשר נסדקה חזרה שארית לשארית וכבר ידעת ששארית הדבר הוא שיריו: \n"
            ],
            [
                "שנטלו אזניה. ר\"ל חבית שניתז ראשה ואזנה ונשאר קרקעיתה הנה היא גסטרא לפי שהיא תושבת לכלי ואם היה חוץ מצדי הגיסטרא קצוות בולטות ולהן חלל על זה הדמיון <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEIAAAAoAQAAAABiQBF5AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA0klEQVQYlY3QMWrDQBAF0C+22HRqXXlzBFV2uefwTVJlQ9IEUqXzcSRscOkrrJPCLmXUrGDRz8yKYFIEPNWD+XyYAX8Hd6kmjgWTaFeURV3RVhSD6kVVCyIc0cNLw0LVVmyrXpSeAdjWi2wLs2+CKB7IrpdsypbJRlF2EXBQfZw/+d6oomU2mst8le1JFb7g/KxvsmgKA6ebQvef/FVUFY3M0ajMyIt5U602eAhWtR6ZYhGemKDiEqiaItf74bHIJg7QPkLnJm1m1svnnybUf//8AyvAAYGOMyIvAAAAAElFTkSuQmCC\"> והיו לאלו הקצוות מרחב יחזיקו הזיתים כאשר ישימו זיתים בזאת הגיסטרא נגע השרץ בגיסטרא מתוכו אז יטמא החדוד או כאשר היה השרץ באויר הגיסטרא ויהא נוכח אוירה חדוד כמו שהתבאר מהצורה הנה החדוד אז יטמא עם הגיסטרא באויר: וקתדרא. הוא כמין כסא אשר ישבו [בו] הנשים בהליכתן בדרכים ויקרא ג\"כ אצלנו עמארי\"ה וכאשר יהא תמונת הגיסטרא על זאת התמונה הנה יאמר שהדין באלו החדודים שוה בין היות הגיסטרא על צדה או על קרקעיתה: וקורפיות. הוא כלי חד התושבת אי אפשר לישב על קרקעיתו: וקוסים הצדוניים. הם אבובי החרש חדי התושבות דומין לקוץ ולזה יקרתו קוסים ואע\"פ שנכתב בסמ\"ך וכבר נמצא בקצת הנוסחאות כוסין. וצדוניים המיוחסים אל צדון. ושבריהן ושאריתם ר\"ל קצוותיהם החדים אע\"פ שא\"א להן שישבו על הארץ ויחזיק מה שישימו בו אבל ישפוך מהן הנה הן מקבלין טומאה שעל דעת כן נעשו כל הכלים עצמן בעת עשייתן שלא יקבלו לעולם משקה אם לא יהיו לו סומכים והתנאי אשר התנינו בשברי כלי חרס בפרק השני שיהיו יושבין שלא מסומכים אמנם הוא בכלים שנעשו בעת עשייתן להיות יושבין שלא מסומכין הנה יצטרך שיהיו שבריהן כן ואז יקבלו טומאה:  "
            ],
            [
                "דע ששפיות וזר ולזביז ודופן ענין כולן בזאת המס' שוה אמנם הן אוגנים גבוהים על שטח הכלי ר\"ל שטח הקיתון ויתחלפו שמותן בהתחלת תמונת הכלי כמו שתמצא שפת הכלי המרובע לזבז והעגול תמונת א\"א סטומכא שפה וזולתן מהתמונות דופן והשפה הקטנה בגובה זר וכבר ידעת שכלי חרס אמנם יטמא מאוירו ר\"ל מתוכו לא מגבו וכאשר היתה השפה הפנימית היא היותר גבוהה על זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFAAAABIAQAAAABJ70/2AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA90lEQVQokY3SMU5DMQwGYJcOb8wNyBUYGSpyFY7xhifa7Y05Qi9SqUUd3sgVHmJgBTHUElGDHefFaWkRnj45f5LBhlgKrvKgHONxm7mLocl8vkajtJmvhd/UdcIv4sMy8Y3pEvf7GJ6UnXBgWmUjHC6SA4Z5IKJce6cAdrfMIXGxJPZCd0r/wry3SjMxVFz8oid25/TKvtD054HmPzRMlBf8+pQtB6yHuxbRCAFKl4jCsJlNpDlgay4x/WZ5khgSwSoBXOaKDMI48h/CGD9bnGfSvYoUOFYEmCupbqCQj2oGB49TN8ZAk2TmjV3NdH8rjsqPP3Y91w+VwRLGDkchmQAAAABJRU5ErkJggg==\"> והגיע השרץ בתוכה הנה תטמא כל מה שבתוכה לבד וכל שהוא חוץ ממנה באלו ב' השפות טהור וזהו ענין אמרו הכל טהור ר\"ל כל מה שהוא חוץ ממנה ואם היתה השפה החיצונה היא היותר גבוהה על זאת הצורה<img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFAAAABQAQAAAACmas8AAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA+0lEQVQokY3TsW3DMBAF0CNcpMwIbFMGqQMwG2SFjJABBFNACpYaQaOkCeAyI3gFu2NBU7njp46SlSC+6oH4dxSEI01a9D+9Mt8BF6fsmfdFmfyanyBPWHKsU5WGaQfRsTAIrQTsh3Q5HgYmMIDTbzTXPLYA3/FcGabcmDrJZmFsPHUePCiHbw5c03EgdnswKIcVT2nLw5bJCuOWQcjfmxyow+J+N9/WTiOyizarbYsJlXnmOeYdOCp7MuWKmch+NfKvXrK2NY5K3+h64gKp0LRToazcIwLYvj9o1iR6eyVHYClmrKRb+KLktTk/Ufdu8BjyAzZV6G98OFo/ao8Zgil3LikAAAAASUVORK5CYII=\"> הנה כאשר יגיע השרץ באוירה נטמא כל מה שבין השפות כולן מן האוכלין והמשקין אם היתה האמצעית עודפת והגיע השרץ באוירה הנה כבר נטמא מה שבתוכה ולא נטמא מה שחוצה לה. ואמרו משיצרפו בכבשן ירצה בו מאז התבשל ויצא מתורת טיט אמנם קודם בישולם הנה הן כלי אדמה ואינן מקבלין טומאה כמו שיתבאר (שבת נח.) עוד אמר והוא גמר מלאכתן וזה שבשאר הכלים דברים הן גמר מלאכתן ולא יטמאו עד שישלימו אלו הענינים כדרך כלי מתכות וצחצוחן ובדיקותם אולם כלי חרס מיד שנתבשלו יקבלו טומאה ובו ישלם מלאכתו ואע\"פ שלאחר זה ימרחו אותה בחרס וישוו השפה בכלי ויסירו ממנו התוספת בכלי ברזל מה שיתלקח בו מן הטיט בעת הבשול ויהיה זה דומה לגרעון הנה זה כולו לא ימנעהו מלקבל טומאה כי כבר נגמרה מלאכתו בבשול לבד וכל מה שיעשה אחר זה תוספת לא יצטרך אליו ואין הלכה כר' יהודה אשר יאמר חולקין את האמצעית אלא כל שנטמא אוירה טמאה והשאר טהורה:  "
            ]
        ],
        [
            [
                "התנורים והכירות וכל מוקדי האש הנבנים בארץ או על שטחה הנעשים לבשל או לאפות בהן או עליהן הן כולן מקבלין טומאה ולשון התורה (ויקרא י״א:ל״ה) תנור וכירים יותץ טמאים הם ודינן כטומאת דין כלי חרש כמו שיתבאר ואמר ר\"מ כי מאז שנבנה מהתנור גובה ד' טפחים יקבל טומאה וכן התנור השלם כאשר נפסד ונשאר ממנו ד' טפחים הנה הוא יקבל טומאה וחכ\"א שתנור קטן מעת שנבנה בו כל שהוא מקבל טומאה והתבאר בש\"ס (חולין דף קכד.) שאמרם כל שהוא טפח הנה מאז שנבנה ממנו טפח יקבל טומאה וכן התנור הקטן כאשר נפסד ונשאר ממנו רובו ר\"ל רוב גובהו יקבל טומאה ואם נשאר ממנו חציו לבד וממה שלמטה מזה אינו מקבל טומאה עוד סדרו על ב' המאמרים ואמרו משתגמר מלאכתו ר\"ל שמה שאמר ר\"מ שמעת שנבנה ממנו ד\"ט וכן חכמים שאומרים טפח בקטן וד' בגדול בתנאי שגמר מלאכתו ובאור זה שגמר מלאכתו הוא שיחממו אותו עד שיהיה בקרקעיתו מחוץ <small>[צ\"ל מחום]</small> שיעור מה שיאפו בו הסופגנים והוא הלחם הרך ונקרא בשם זה לפי שהוא כמו הספוג שהוא ממהר הבשול לקלות הלישה וידוע שהתנור החדש אשר לא נאפה בו עדיין יצטרך לחימום רב ואז יגיע לזה החום אולם התנור אשר כבר נאפה בו הרבה פעמים הנה יתחמם באש מעט ויגיע לאפות בו סופגנים בדבר מועט ואמר ר' יהודה שמשעה שהוסק התנור החדש באש כשיעור שאם היה ישן יהיה אפשר לאפות בו סופגנים הנה כבר נגמרה מלאכתו ויקבל טומאה והלכה כחכמים: "
            ],
            [
                "כירה. הוא מוקד נבנה לבשל עליה התבשיל והוא מקום שפיתת ב' קדרות כמו שבארו במס' שבת (דף לח:) וכופח הוא מקום שפיתת קדרה אחת לבד והוא קרוב מתמונת התנור וכבר נעשה לבשל התבשיל ותעמוד הקדרה עליה ממעל וישימו האש מתחת כמו הכירה והנה יסיקו אותה ויאפו בתוכה הלחם כמו התנור ואמרו שלש ירצה בו גובה ג' אצבעות. וביצה קלה שבביצים הממהרת הבשול בארו אותה בש\"ס (שם דף פ:) שהיא ביצת תרנגולת טרופה ונתונה באלפס מוכה בשמן מושלכת באלפס שהוא התבשיל היותר נמהר ובתנאי שיהיה האלפס כבר נתחמם חמום שוה לא שלא הוסק אלא בכללו. ואמר יתברך תנור וכירים יותץ טמאים הם וטמאים יהיו לכם ובא הקבלה (חולין דף קיח.) לכם לכל צרכיכם לרבות ידות הכלים מכאן אמרו האבן היוצאת מן התנור טפח ומן הכירה ג' אצבעות חבור וכוונת זה המאמר שכל מה שיתוקן לכם ויעזור לכם בשמוש זה הכלי הנה יטמא בטומאתו ואין ספק שהטפח היוצא מן התנור אם חסר יחלש התנור ויקורר אשו ויהיה התנור צריך לו ולזה יטמא בטומאתו וכאשר נטמא התנור נטמא הטפח הדבק בו ומה שיוסיף על זה הנה הוא טהור וכל מה שיפול בש\"ס (שבת דף מח:) מזו המסכתא בשעורים אשר יטמאו בהטמא הכלי ממה שנדבק בו או התנור או שאר המוקדים הנה אמנם העיקר מה שזכרתי לך והוא אמרם לכם לכל צרכיכם ואין הלכה כרבי יהודה: \n"
            ],
            [
                "עטרת הכירה. יעשה בנין עגול על ראש הכירה להניח בו הקדרה ולא יצאו מחום האש כלל וזה הבנין יקרא עטרת הכירה לפי שהוא עליו כמו עטרה על הראש. וכאשר נטמאת הכירה לא יטמא זה הבנין הנוסף עליו ממעל. ויעשה לפני התנור מקום מוקף בכתלים שיושם בו הלחם בעת יציאתו מהתנור יקרא זה המקום טירת התנור והוא כדמיון חצר נגזר מלשון בחצריהם ובטירותם (בראשית כ״ה:ט״ז) ואמר מטמא במגע ובאויר ר\"ל כי כאשר נטמא התנור אם בהגעת השרץ לו מתוכו או בהגעתו באוירו בלתי שימששהו הנה זאת הטירה תטמא לפי שהיא מצרכי התנור וחלק מחלקיו. ואם היתה פחותה בגובה מד' טפחים לא תטמא לפי שהיא בלתי ראויה לקבל הלחם בו וכאשר חברה לתנור הנה כבר נראה בעשייתה שהיא נעשה לצורך ושהוא רצה לדבקה בתנור ולזה תטמא בטומאתו באיזה שיעור שיהיה החבור חלוש כמו שאם סדר ג' אבנים בצד התנור והרכיבו על אלו האבנים. וכבר יעשה בצידי הכירה מקום יניחו בו פך השמן יקרא בית הפך. ומקום יניחו בו התבלין יקרא בית תבלין. ומקום יניחו בו הנר יקרא בית הנר. וכאשר נטמא הכירה במגע שרץ שיגע לה בפנים כבר נטמאו אלו המקומות כולן להתחברם בכירה. אולם אם נטמאה הכירה באויר לבד כשיגיע השרץ באוירה הנה נטמאת הכירה ולא נטמאו אלו המקומות. וכבר התבאר בש\"ס (שבת דף מח:) שר' מאיר שם אלו ההבדלין להיות מהכירה שטומאת אלו המקומות הם מדרבנן והם חשובות מחוברים ואין שורפין עליהן את התרומה לפי שאם היו מעצם הכירה מן התורה יטמאו בטומאת הכירה איך שתטמא בין במגע בין באויר והלכה כרבי מאיר: \n"
            ],
            [
                "כבר קדם המאמר שהתנור לא יטמא עד שיוסק וזהו גמר מלאכתו ואמרו כי כאשר הוסק מחוץ או בזולת כוונה או שהסיקו האומן אשר עשאו ואע\"פ שלא הסיק אותו לאפות בו הנה הוא יטמא הואיל והוסק מכל מקום והבאת המעשה מורה כי אם הוסק שלא לדעת טמא וזה מאמר אמתי: \n"
            ],
            [
                "יוסיפו תוספת בגובה התנור על שפתו מלמעלה ויקרא מוסף התנור והוא דמיון עגולה ע\"פ התנור מלמעלה והנחתום סומך עליו את השפוד א\"כ הוא מצורך התנור: ויורה. קדרה נבנית בארץ יעשו רובן מנחושת וסביבו ג\"כ בנין נוסף על גבי הקדרה יתפשטו בו המים בעת רתיחתן וכן יעשו הצבעים ואשר יעשו הבורית או אשר יבשלו או אשר ישלקו הזיתים והדומה להן ושורש זה כולו מה שזכרתי לך לכם לכל שבצרכיכם ויצא מדברי ר' יוחנן הסנדלר שמה שאין בו תועלת זולת סמיכת השפוד עליו לא תטמא בהטמאת התנור ואין הלכה כר' יוחנן: \n"
            ],
            [
                "מעפר ולמטה מטמא במגע. ר\"ל כי כאשר נגע שרץ בתנור מתוכו למעלה מן העפר אז יטמא ממנו החלק הנסתר בעפר אולם אם נטמא עליונו באויר הנה לא יטמא החלק הנסתר בעפר. ובור הוא סהר חפור בארץ. ודות הוא סהר בנוי על שטח הארץ: ואמרו ונתן שם אבן ר\"ל על פי הבור אשר בו האבן הוא קרקע התנור וא\"ר יהודה כי כאשר ידלק אש בבור או בדות תחת האבן ויסיק התנור ממעל לאבן הנה אז יטמא להיות זה התנור דבוק בארץ לפי שזה מתנאי התנור ואז יקבל טומאה אצלו לאומרו תנור וכירים יותץ את שיש לו נתיצה טמא את שאין לו נתיצה טהור וחכמים יוציאו זה לענין אחר ויאמרו שאמרו טמאים הם יכלול הכל ואיך שהוסק טמא ואע\"פ שלא יהיה דבוק בארץ וכבר התבאר בגמ' שבת (דף קכה.) שזה המחלוקת אמנם הוא בהסק ראשון אשר הוסק ואז יטמא שהוא גמר מלאכתו והוא אשר יאמר רבי יהודה שיהיה בינו ובין הארץ חבור בעת זה ההיסק אולם כאשר הוסק היסק ראשון ונגמר מלאכתו והיה אחר זה בלתי מחובר לארץ הנה אין בו מחלוקת שהוא יטמא וזהו אמרם בהיסק שני אפילו תלוי בצואר גמל וחכמים אומרים שאפילו בהיסק ראשון ואפילו תלוי בצואר גמל כבר נגמרה מלאכתו ואע\"פ שהוא אינו מחובר לארץ כלל והוא אמרם הואיל והוסק מ\"מ ואין הלכה כרבי יהודה: \n"
            ],
            [
                "אמר יתברך (ויקרא י״א:ל״ה) תנור וכירים יותץ טמאים הם ואמרו בספרא אם שלם טמא ואם חתכו טהור ואמר בתואר חתוכו שיקרע על ארכו עד שישוב ג' חתוכים אחר שיגרר הטיט הנוסף אשר על גב התנור עד שישארו הג' חתיכות מעצם התנור מורכבין על שטח הארץ כמו שהושב שם ולא יהיה שם בנין דבוקה בארץ ואמר ר\"מ שלא יצטרך לדבר מזה אבל יעזוב ממנו ממה שימשך לארץ פחות מד' טפחים והוא ענין אמרו ממעטו. ויהיה ההכר מתוך התנור והוא אמרו מבפנים ויחתכהו מזה הגרר ויראה לפי מה שקדם ששיריו ד' אצל ר\"מ וא\"ר שמעון שמאמרו יתברך יותץ אי אפשר בלתי הסרתו מהארץ ואפילו אחר החתוך וגירור הטיט ואין הלכה כר\"מ ולא כר\"ש: \n"
            ],
            [
                "לרחבו. ששמהו חוליא חוליא יהיה גובה כל חוליא פחות מד' טפחים הנה כבר נטהרה החוליא כולה ואף על פי שהרכיב קצתה על קצתה עד שהשלים תמונת התנור כמו שהיה אחר טח אותו בטיט והוא אמרו מרחו בטיט ושב כמו מעשה התנור מתחלת הענין אשר נטמא בעתיד אבל אחר ההיסק אשר יהיה בו גמר מלאכתו לפי מה שקדם. הנה הוא אשר הרכיב זאת החוליא אחר בנה בנין עגול על זה התנור הנבדל רחוק ממנו ושם החול או האבן הדקה בין זה הבנין ובין התנור עד שנתקיים התנור ואפשר לאפות בו ואע\"פ שהוא נבדל הנה זאת הצורה לא תטמא לעולם ושאין עליה הטיט ידבק חלקיו הנפרדים ולזה הנדה וטהורה אופות בו והוא טהור: \n"
            ],
            [
                "למודים. הן קשורין ודברים יכבידוהו ויחברו חלקיו קצתם עם קצתם עד שאפשר לאפות בו ואומר כי כאשר שמו אלו הקשורים והוא טהור עוד נטמא אחר זה הנה הקשורים אשר יחברו חלקיו שמוהו מוכן לטומאה וכאשר יסיר הקשורים ויתפרדו חלקיו יטהר בלא ספק שזה כבר נשבר מחבורו פעם שניה ואם החזיר לו קשוריו הנה ישאר על ענין טהרה ולא יהיו לו הקשורים מקום הבנין וכמו שלא נאמר שהוא חזר לטומאתו כאשר חבר חלקיו כן לא יקבל טומאה במה שאח\"כ. אם לא שימרחנו בטיט ואז יקרא תנור שלם ויטמא בעתיד ולא יצטרך היסק לגמר מלאכתו לפי שהוא כבר הוסק והוא בעל קשורים הנה כבר התבאר שלא יעמדו לו הקשורים מקום הבנין זולת פעם אחת הראשונה בלבד והוא כאשר יבא מבית האומן זו היא כוונתו בזאת ההלכה: \n"
            ],
            [
                "נתן חול בין חוליא לחוליא. שיעשה חוליא ואח\"כ שם חול סביב והרכיב חוליא שניה על זה החול ולא סר לעשות זה עד שהשלים תמונת התנור וגבהו עוד טח אותו בטיט מחוץ עד שהשלימו אמר רבי אליעזר שהחול מבדיל בין החוליות והוא כשנשבר ונחלק לעולם ולזה הוא טהור וחכמים אומרים שהטיט הנוגע בכל החוליות מחוץ כבר חברו ושם אותו תנור שלם ונפל בין ר' אליעזר וחכמים מחלוקת רב ועצום וראיות רבות עד ששרף בזה היום רבן גמליאל ובית דינו כל טהרות שטיהר ר' אליעזר וברכוהו ולזה נקרא תנור של עכנאי מיוחס אל עכנא והוא תנין גדול ואמרו שהקיפוהו תשובות כעכנא: וכן נפלו דברים רבים ביורות הערביים והוא החפירה אשר יחפרו בקרקע לאפות בו והיו אחר זה חבורות והסכימו על הדין שנזכר בכאן ולזה תקרא זאת התמונה תנורו של בן דינאי מיוחס אל דין ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "אמר יתברך (ויקרא י״א:ל״ה) תנור וכירים יותץ את שיש לו נתיצה טמא אולם אם יהיה מאבן או ממיני המתכות הנה לא יטמא מאשר הוא תנור לדברי הכל וזה הענין אשר יוציאו אליו חכמים אמרו יותץ אבל הוא יטמא אם היה של מתכת משום כלי מתכות ותהיה טומאתו כדין טומאת כלי מתכות רצה לומר שלא יטמא מאוירו ויטמא מגבו ויהיה אב הטומאה כאשר נגע בו כזית מן המת לפי מה שהתבאר בתוספתא והוא אומרם בתנור של מתכות נגע בו כזית מן המת מאחוריו כולו מטמא שנים ופוסל אחד מפני שנעשה אב הטומאה לפי שהראשון והשני טמאים ומטמאים בתרומה והשלישי פסול לפי מה שהתבאר בשרשים בפתיחת זה הסדר וכל מה שיבא אליך בזה הסדר מאמרם מטמא שנים ופוסל אחד הכונה בו בתרומה ודע זה: ואשוב בביאור זאת ההלכה ולזה אם היה זה התנור של מתכת בנוי על הארץ לא יטמא כלל לפי שהכלים הבנוים בארץ טהורים זולת תנור וכירים אשר ביארם הפסוק אולם מחוץ מזה הנה השורש אצלנו כל המחובר לקרקע הרי הוא כקרקע וזהו אמרו טהור וטמאים משום כלי מתכות אולם אם היה מאבן הנה לא יטמא כלל לפי שכלי אבנים אינם מטמאים כלל כמו שיתבאר אחר זה ואם ניקב או נסדק או נפגם וסתם זה המקום בטיט או שמרח עליו הטיט מחוץ או הוסיף בגבהו שפה מטיט ולמעלה והוא אשר יקרא מוסף כמו שהתבאר הנה לו דין התנור לכל הדברים. ואמרו וכן בכירה ר\"ל וזה הגדר אשר גדרנו הנקב מעת יצא ממנו האורה הוא גדר נקב הכירה גם כן. ופטפוטין קצוות מטיט שעומדת עליהן הקדרה כמו היסודות והאחד פטפוט ואין הלכה כרבי יהודה שהמרוח לא יועיל לכירה בשום פנים שהיא אמנם תעשה לאפות עליה לא בה כמו שקדם והיא סובלת האש שהיא של מתכת ואין עזר לה במרוח אולם מרוח התנור של מתכת ושל אבן והיא הטפלה הנה <small>[צ\"ל יש]</small> (אין) תועלת לה בו לפי שהן יאפו בו מבפנים הלחם וזה המרוח ישאיר חומו וימנע ממנו האויר אשר יקרר גשם התנור: "
            ]
        ],
        [
            [
                "כאשר הושם ג' מסמרים מברזל בארץ הנה לא תטמא כמו שלא תטמא כירה של מתכת משרש אשר זכרנו וכן כאשר היא מאבן בלתי טיט לא תטמא לפי שהאבנים לא יטמאו ואין הלכה כרבי יהודה: \n"
            ],
            [
                "אמרו עליה ועל האבן ירצו בו על שתי האבנים בלתי שיהיה שם טיט והם לא יטמאו לפי שהאבנים טהורים כמו שקדם עוד אמר שכירת הנזירים היתה מאלו התוארים הנזכרים. שכנגד הסלע רוצה לומר אבן כנגד הסלע ובהר ההוא היו הנזירים מבשלים עליהן השלמים ושורפין שם שערותיהם בלשכת הנזירים אשר היתה בעזרת נשים כמו שהתבאר במדות (פ\"ב מ\"ה) ואמר נטמאת אחד מהן לא נטמאו כולן בתנאי שיהיו האבנים כולן מורחות בטיט כמו שקדם בראש הפרק אולם האבנים בלתי מרוחות הנה לא יטמאו: \n"
            ],
            [
                "הוחלטה. התקיים דינה תרגום לצמיתות לחלוטין (ויקרא כה) ולזה נקרא האיש אשר נדין עליו בצרעת וקיים הכהן בו דינו מצורע מוחלט. ושפיתה המורגל בכל המשנה היא מלה עברית שפות הסיר שפות (יחזקאל כ״ד:ג׳) ואמרו אם יכול לשפות עליה הוא כינוי הכירה ההוה מן האבנים הנשארים. עוד אומר החזירה טהורה לפי שמעת שהסירה מהארץ כבר נהרסה וטיהרה ולא בחזירתה אל מקומה תטמא אבל אם חברה בארץ בטיט והוא אמרו מרחה בטיט הנה היא תטמא בעתיד ורוצה לומר כירה ההיא מן האבן הראשונה והאבן המוחזרת וכל אלו הדינים מבוארים על השרשים הקודמים: \n"
            ],
            [
                "שתי אבנים. זה מבואר וזה שהוא בעבור ששם בצדה אחת טהורה היא חציה אשר ימשך לטהורה טהורה והחצי אשר ימשך לטמאה טמאה כמו שקדם וכן ענין האבן האחרת מפני הטהורה אשר הורכב בצדה ואלו האבנים כולן מורחים בטיט כמו שקדם בראש הפרק באמרו אחת בטיט ואחת שלא בטיט טהורה: \n"
            ]
        ],
        [
            [
                "קלתות הן תושבות בנויות עגולות ויעשו תחת הפורני ואמר שאם נהרס זה הבנין אשר תחת תושבת הכירה והיה בעומק הנהרס פחות משלשה טפחים הנה הכירה העומדת על זה הבנין תטמא לפי שאפשר בכמו זה הגובה שידליקו בו אש מלמטה ר\"ל במקום הפחת ותתבשל הקדרה אשר על הכירה מלמעלה אולם אם היה הנחת הפחת בזה הבנין יותר משלשה טפחים הנה נטהרה הכירה לפי שיהיה רחוק מקום האש מהקדרה המיוחסת יותר משלשה טפחים ולא יגיע חום האש לקדרה כמו שראוי שיגיע וכן <small>[צ\"ל אם]</small> לא הושם אבן על מקום ההריסה עד שתהיה זאת האבן כאילו היא קרקע הכירה הנה נשארה הכירה על הטהרה אם לא שיטוחו אותה בטיט ואז תשוב האבן קרקע הכירה ותקבל טומאה במה שאחר זה ולא יגיע מההריסה אשר תחת האבן שהיא בלתי סמוכה לכירה וזה צורתה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAADgAAAAtAQAAAADT5pWbAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAaElEQVQYlYXQsRGAIBAEwMtI7MHQMigNM0JbMrMM7EBCgh9ekddhXkcv2bkLD1yDT8mD7GE0SMV1kG5vs+pVB3Jf8nNn2X9MlzDc4TSjkdlnOxeXbKPIrV71SUvVEe8G7uWfIG7K5scdIuwJwcJx6q8AAAAASUVORK5CYII=\"> ובזאת הצורה יתבאר הענין ומה שאמרו חכמים שזאת האבן אשר הושמה על פי הפחת לא תהיה לכירה כמו קרקע עד שנמרחה בטיט הנה זה טענה עליהם במחלוקתם על רבי יהודה שהאבן אשר תהיה על פי הבור לא תהיה לתנור מקום קרקעיתו ונחשב כמחובר בארץ שהענין אחד ובזה השיב עליהם ר' יהודה וכבר קדם מאמר ר' יהודה בפ\"ה וביארנו ענינו ואינה הלכה: "
            ],
            [
                "היו עושים מחרס תמונה מרובע ארוך לו אורך ורוחב וגובה והוא חלול מתוכו ושטחו העליוני נקוב נקבים עגולים אחד לפני השני <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEkAAABKAQAAAADfnETfAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA5ElEQVQokZXSMY7CMBAFUEsU0Lllq3ADajqutRVBFCm5kpGLXCNoLzBoGxeBz3gm2CGYIpYsPX3J9mg8BmmZuaQqsVsmukyT+DCLRJtZnYpslP+APSv5fmuBNtLIWrzTjYj+UBt+W/kHiqyZHuHFVrlCGNLHGmGb2PNNE/Y/kXfhLlYlDCP+SmsiqchuI10QxlKDFOkiSbnDCbQ3liu7oQEdQoGhmI4J4fULz0z6YMNHB7a8hRd43kLPmX+lHZYDueVW6ZRV/osJfZ1JiRfEeKOUSZrwOIOt0qZJdTNImdyX8tg/AQLpK9LI8Im2AAAAAElFTkSuQmCC\"> וימלא מתוכו באפר החם וירכיב בכללו בראשו ויקרא דכון. ודכון ודוכן א' לפי שתמונתו תמונת הדוכן והוא האיצטבא וההפרש בין היותו טמא משום כירה או משום כלי קבול כי כאשר יהיה טומאתו משום שהוא כלי מקבל הנה לא יטמא אם היה נבנה בארץ וכן כאשר נקב עד שיצא ממנו מה שהוא עשוי לקבלו לא יטמא כמו שהתבאר בפ' שלישי והכירה אינה כן. אמר וכן מי שכפה סל ועשה על גבו כירה וכבר ידעת שהסל מכלל כלי עץ הנה הוא יטמא משם כלי עץ לא משום כירה ואם היה הכירה צריכה אליו והרחב שלו הוא שטח יותר רחב ממנו מחובר אליו ישבו בו בעת הבשול וכן כאשר נטמא זה הדכון ונגעו האוכלים והמשקים בו מבחוץ ותדין בו מאשר הוא כלי קבול כאשר ניקב השיעור הידוע טהור ולא יטמא ולא תדין בו מאשר הוא כירה ואשר יטמא כל מה שיכשר שיבשלו עליו לפי מה שהתבאר (שבת לח:) והל' כר' יהודה:  "
            ],
            [
                "כבר אמרנו שכירה מקום שפיתת שתי קדרות ולזה כאשר נחלקה לרחבה טמאה לפי שכל חצי ממנה ראוי לשפות עליו קדרה אחת אולם כופח הוא מקום שפיתת קדרה אחת ולזה באיזה פנים שתחלק טהור וחצר הכירה מקום בנוי כנגד פני המוקד כמו טירת התנור והוא דמיון חצר ולזה תקרא חצר הכירה ואמרו מטמא במגע ובאויר ר\"ל כי כאשר נטמאת הכירה במגע או באויר נטמאת עמה חצר הכירה וכן כאשר נטמאה החצר במגע או באויר נטמאת הכירה ואם היה פחות משלש אצבעות הנה לא יטמא אחד מהן בהטמאות האחר זולת במגע אולם אם נטמאת הכירה באויר הנה לא יטמא החצר אשר לפניה אא\"כ הגיע שרץ באויר הכירה נוכח אויר החצר וכן אם נטמאת חצר הכירה ג\"כ באויר הנה לא תטמא הכירה אא\"כ היה השרץ נכחי לכירה והיות חצר הכירה נגד הכירה אמר איך נדע מה מהאויר מא' מהן נכחי לאחר ואמר כי כאשר יצא קו ישר מעליוני חצר הכירה אל שפלותה ויעשה זה בשפוד או בדומה לו עוד יעמיד זה המקיש <small>[צ\"ל וימוד]</small> ויעמוד בו משפל הכירה עד שיחתוך מעליונה הנה זה הגובה בכללו מאויר הכירה הוא הנכחי לאויר חצר הכירה ואין הלכה כר\"א בן יעקב: "
            ],
            [
                "חלקה. ר\"ל שאין לה שפה אבל כמו לוח פשוט ופטפוטי כירה כבר ביארנו שהם הקצוות הבולטים אשר תעמוד עליהם הקדרה: ואמר פחות מכאן כל שכן הם טמאים ר\"ל ביותר ראוי שהם יתטמאו במגע ובאויר כאשר היה בגופו פחות משלש אצבעות לפי שהוא נחשב מעצם הכירה איך שיהיה קצר הפטפוט ואיך שיהיה ארוך שהכל נבדל מהכירה כמו שיתבאר בהלכה שיבוא אחר זה: אמר אפילו הם ארבעה ואע\"פ שהיו ארבעה פטפוטים כולם יתטמאו במגע ובאויר והלכה כר' מאיר: \n"
            ],
            [
                "משוכים מן השפה. הוא שיהיה הפטפוט חוץ מעובי השפה (כזה) ואם היה אחריהם שלש אצבעות הנה כל מה שיוסיף הנה הוא נבדל מן הכירה ולא תעלים עיניך באלו ההבדלים כולם מה שקדם לנו זכרו הרבה פעמים וזה שאמרו במגע ובאויר רוצה בו כאשר נטמא הכירה במגע או באויר נטמאו הענינים הפלוניים: ואמרו מטמאים במגע ואין מטמאים באויר ירצה בו שהם נטמאו אם נטמאת הכירה במגע ולא יטמאו אם נטמאת הכירה באויר ואמנם עשוי זה להיות אלו הפטפוטים חבור מדרבנן ועשו לזו היכירא שלא ישרפו עליו תרומה וקדשים לפי מה שהתבאר בפ' החמישי ודע כי כאשר המשלנו בשרץ בביאורינו הוא ההקש לשאר אבות הטומאות וזה מבואר ולא אצטריך להחזירו פעם אחר פעם והלכה כר\"מ: \n"
            ],
            [
                "אמר איך נשער אלו הפטפוטים עד שנדע אם הוא קרוב מג' אצבעות משפת הכירה ותחובר אלוה כמו שאמרנו או בינה ובין שפת הכירה מרחק רב ולא תחשב עמה ולא יטמאו בהטמאות הכירה באויר אצל ר' מאיר או תהיה טהורה עכ\"פ לפי דעת ר\"ש ואמר כי כאשר נקח בסיס הכירה והיא באין ספק מותר על רחב אויר הכירה שיעור ג' אצבעות ונרכיב הבסיס על הכירה למעלה מן הפטפוטים ואם הגיע הבסיס למעלה מן הפטפוטים שטח גבהו על שטח גובה הפטפוטים קו אחד אז יהיו הפטפוטין בתוך הבסיס הנה הוא נחשב מכלל הכירה ויטמאו בהטמאות הכירה על אי זה פנים שיהיה ואם הגיע הבסיס במה שבין הפטפוטים ויהיו הפטפוטים חוץ ממנה הנה לא יתטמאו בהתטמאות הכירה אלא א\"כ נטמאת הכירה במגע לפי דעת ר\"מ במה שקדם ונקרא הבסיס כנה והוא שם עברית את הכיור ואת כנו (שמות ל״ה:ט״ז): \n"
            ]
        ],
        [
            [
                "פחותה שכבר חסר ממנה חלק ונשאר בדמיון חלון עוד מילא זה הנקב בקש הנה אינו כלי שלם לפי שזה הסתום בקש לא יחשב סתום ולזה לא יהיה הדבר אשר בו כנבדל מהתנור אבל כל מה שיהיה בו כאילו הוא באויר ואני עתיד לבאר בתשיעי מאהלות שכוורת תהיה על זה התואר חוצצת בפני הטומאה ואמר רבי אליעזר אם הצילה במת החמור אשר יטמא כל מה שהוא באהל טומאת ז' לא תציל בכלי חרס הקל אשר תטמא כל מה שבתוכו מהאוכלין והמשקין לבד לפי שלא יטמא אלא טומאה קלה כמו שביארנו פעמים. ואמרו לו אשר יתחייב להציל באהל המת אינו מאשר הוא כלי אלא להיותו מותר זה המקום והיה מחיצה שכן חולקים אהלים ר\"ל שכבר יחלקו האהלים לענין טומאת מת ויהיה הבית או האהל נחלק בהבדלו ויטמא אחד מן החלקים אם היה בו המת ולא יטמא החלק האחר ואין כלי חרש כזה אבל כשנחלק בחלוקה והגיע שרץ באחד החלקים נטמא כלל הכלים לפי שאין מדרך האדם שיחלקו הכלים כמו שאמר בתחלת ההלכה תנור שחצצו בנסרים או ביריעות ונמצא השרץ במקום אחד הכל טמא אולם בטומאת מת הנה אמר בט\"ו מאהלות [ע\"ד] בית שחצצו בנסרין או ביריעות מן הצדדים או מן הקורות טומאה בבית כלים שבחוץ טהורים ולזה תציל הכוורת במת לפי שהיא כמחיצה ואין הלכה כר\"א: \n"
            ],
            [
                "כאשר היה כלי באויר התנור והיה השרץ בתוך הכלי הנה לא יתטמא התנור בהתטמאות זה הכלי ואם היה השרץ בתנור הנה לא יטמא ג\"כ זה הכלי בהטמאות התנור אמר יתברך וכלי חרש אשר יפול מהם אל תוכו ובאה הקבלה (נדה דף מג.) ואמר כל אשר בתוכו ולא מה שבתוך תוכו ומבואר הוא שזה כולו בתנאי שיהיה פי הכלי יוצא מפי התנור אולם אם היה השרץ בכלי וזה הכלי פתוח הפה באויר התנור הנה כבר נטמא כל מה שבתנור בהגעת השרץ באוירו ואם היה הכלי אשר פיו חוץ מפי התנור כמו שקדם נקוב נקב תטהר בו הכלי והוא אשר והגבלנוהו בראש הפרק הג' הנה כבר נפסד מהיותו כלי ולא הבדיל הדבר אשר יהיה בו מן התנור ולזה אם היה בו שרץ נטמא התנור וכל מה שבתוכו מהאוכלים והמשקים ואם היה בתנור שרץ נטמא גם כן כל מה שבתוך זה הכלי מהאוכלים והמשקים. ואמר שם בראש הפרק הג' מטילין אותו לחומרו בזיתים ואמר הנה מטילין אותו לחומרו בכונס משקה וזה מבואר לפי שאופן החומרא בכאן שנאמר אף על פי שלא יהיה בו נקב כ\"א בכונס משקה יטמא הדבר אשר בו בהטמאות התנור וכן יטמא התנור בהגעת השרץ בזה הכלי ואע\"פ שנקב נקב קטן כמו בכונס משקה ואופן החומרא שם שנאמר (שהוא) יטמא עד שינקב נקב גדול יצאו ממנו זיתים ואז לא יקבל טומאה וענין כונס משקה שנשים זה הכלי מצד הנקב על המים ויכנסו בזה הנקב וזה הנקב הנגבל ככונס משקה גדול מן מוציא משקה בלא ספק: \n"
            ],
            [
                "סרידה. סבכה תרגום מעשה רשת נחושת (שמות ל״ח:ד׳) עובד סרדה דנחשא: גפיים. זר שאין לה בית קבול תהיה כלי עגולה ותשימה כלי וכאשר לא תהיה על זאת התמונה הנה אינה כלי ולזה לא תבדיל הדבר אשר יהיה בו מאויר התנור והיא שוקעת בתוכו ואינה כלי וביאר הסבה בזה ואמר שאין מצילין מיד כלי חרס אלא כלים על האופן הקדום בהלכה אשר לפני זאת. וביאור נחושתו של תנור קרקעיתו מלשון (יחזקאל ט״ז:ל״ו) השפך נחושתך ואמר כי כאשר היתה החפירה בקרקע התנור וחבית מלאה משקין בזאת החפירה שפי החבית אינו בתוך אויר התנור אלא למטה ממנו הנה לא תטמא לא היא ולא המשקין מפני חבור אויר התנור באויר החבית שאף על פי שאויר התנור טמא בהגעת השרץ בו הנה תכלית מה שיטמא כל מה שיגיעו בתוך גרם התנור לא מה שכנגד אוירו ולא מה שיהיה נוכח אוירו לא למטה ולא למעלה גם כן והוא אמרו היתה כפויה ופיה לאויר התנור והוא שתהיה החבית כפויה על פי התנור אשר יבא פי החבית עם פי התנור והוא החבית מחובר באויר התנור מלמעלה וזה הפך ההנחה הראשונה. עוד היה השרץ בתוך התנור הנה כבר נטמא אויר התנור בלי ספק אבל אויר החבית לא יטמא ואע\"פ שהוא מחובר לא נטמא באויר התנור ולזה אמר שהמשקה אשר בקרקע החבית טהור והוא אמרו משקה טופח ר\"ל המימיות אשר בו כדי לטפוח בו היד וזהו תכלית מה שאפשר שישאר בקרקע החבית מהמשקין והיא כפויה על פיה: \n"
            ],
            [
                "ידוע שהשרץ כאשר הגיע באויר כלי חרס נטמא כל מה שבתוך זה הכלי מהאוכלים והמשקים לבד ואע\"פ שלא נגע בהן השרץ וכבר קדם זכרון זה. אמנם הכלים הנה לא יטמאו באויר כלי חרס וזהו לאמרו יתברך (ויקרא יא) וכל כלי חרש אשר יפול מהם אל תוכו כל אשר בתוכו יטמא מכל האוכל אשר יאכל הנה לא ייחד בטומאה זולת אוכלין ומשקין ואמר בתורת כהנים יכול אף הכלים מטמאין באויר כלי חרס ת\"ל מכל האוכל אשר יאכל אוכלין ומשקין מטמאין מאויר כלי חרס וכו' מאיזה מין שהיו ממיני הכלים וכבר ביארנו בפתיחת זה המסכת שמשקין טמאים יטמאו הכלים כאשר יהיו נוגעים בו מתוכו כמו שקדם ביאורו וכאשר הבנת אלו השרשים כבר התבאר לך ביאור זאת ההלכה: \n"
            ],
            [
                "כל עת שהתרנגול הוא חי הנה לא יטמא השרץ אשר בגופו וכאשר מת והשרץ בגופו והיה השרץ עצמו בלתי <small>[צ\"ל מסך]</small> משך יגיע באויר התנור ובסיפרי אשר יפול מהם אל תוכו יש מהם לטמא ויש מהם שלא לטמא פרט לתרנגול שבלע את השרץ ונפל לאויר התנור טהור ואם מת תטמא ומזה יתבאר לך שהמשנה כבר תקרא הראשון תחלה לפי שהשרץ אב הטומאה והתנור ראשון והפת הדבק בו שני וכבר ביארנו טעם זה המאמר בפתיחת דברינו לפי שכבר יעלה על הלב שהפת ראשון כמו שזכרנו שם: "
            ],
            [
                "יצטרך שנקדים בכאן שרשים עצומים ואז תבין זאת ההלכה וזה כי כאשר יהיה כלי חרס בתוכו אוכלים טהורים והיה מוקף צמיד פתיל על הפנים אשר יתבאר בעשירי מזאת המסכתא והיה זה הכלי המוקף צמיד פתיל תוך כלי חרס אחר עוד הגיע שרץ בזה הכלי חרס הגדול שהאוכלין והמשקין אשר תחת הצמיד פתיל טהורים ואע\"פ שהן באויר כלי חרס הגדול כי כל כלי חרס המקיף לו היקף צמיד פתיל כבר הציל כל מה שיש בתוכו משיטמא באויר כלי חרס הכולל לו והוא אמרם בתורת כהנים יכול המוקף צמיד פתיל בכלי חרס ונתון לתוך התנור יהיה טמא ת\"ל מכל האוכל ולא כל אוכל פרט למוקף צמיד פתיל בכלי חרס ונתון לתוך התנור ושם התבאר כי כאשר היה כלי שטף מוקף צמיד פתיל ונתון לתוך כלי חרס והיו בתוך הכלי שטף אוכלים ומשקים והגיע השרץ באויר כלי חרס הגדול הנה האוכלים והמשקים טמאים והוא אמרם כל האוכל להביא מוקף צמיד פתיל בכלי שטף ונתון לתוך התנור שאינו מציל מיד כלי חרס בצמיד פתיל אלא מה שיציל באהל המת וידוע שכלי שטף אינו מציל באהל המת בצמיד פתיל כמו שיתבאר בעשירי מזאת המסכתא ושמור זה השרש. והשרש השני כי כאשר היה כלי חרס מוקף צמיד פתיל והיה בו כזית מן המת או כעדשה מן השרץ ונכנס זה הכלי המוקף באויר כלי חרס או בבית הנה הוא יטמא כמו שיטמא השרץ והמת לא יועיל הקפת צמיד פתיל בכמו זה אבל דין הטומאה תחת צמיד פתיל או חוץ ממנו שוה ואמנם יציל צמיד פתיל מה שיגיע בו מהדבר הטהור עד שלא יטמא לבד ובתוספ' דכלים (פ\"ו) אמרו צמיד פתיל ואהלים מצילין על הטהרות מליטמא ואין מצילין על הטומאות מלטמא ושם נאמר ג\"כ שאין צמיד פתיל לטומאה ושמור זה השרש גם כן. ובית שאור כלי נחלק בתחלת עשייתו לב' חלקים מחרס וישימו השאור באחד מן החלקים והקמח או המלח בחלק האחר וזה הדופן המבדיל בין החלקים יקרא קרץ מלשון (איוב ל״ג:ו׳) מחומר קורצתי גם אני ר\"ל הבדלתי ונחתכתי. ואמר כי כאשר היתה השאור באחד מן החלקים והשרץ בחלק האחד והדופן מבדיל בין השרץ והשאור והוא אמרו והקרץ בינתים עוד הי' הכלי כולו מוקף צמיד פתיל והוא בתוך התנור הנה התנור כבר נטמא בהגעת השרץ לתוכו כאשר הקדמנו בשרשים והשאור טהור לפי שהוא תחת צמיד פתיל והוא הדין בעצמו אם הי' כזית מן המת במקום השרץ תחת צמיד פתיל ג\"כ הנה התנור והבית אשר בו התנור טמא בהגעת כזית מן המת תוך הבית ואע\"פ שהוא תחת צמיד פתיל כמו שהתבאר בס\"פ ח' מאהלות והשאור ג\"כ טהור להיותו תחת צמיד פתיל שצמיד פתיל ג\"כ מציל במת כמו שיתבאר ואם הי' בין החלק אשר בו כזית מן המת ובין השאור פותח טפח על טפח הנה השאור ג\"כ טמא לפי שהשורש בטומאת מת טפח על טפח מביא את הטומאה כמו שהתבאר שורש זה ופירושו במסכת אהלות: \n"
            ],
            [
                "יעשו נקב בשפל התנור והכירה והכופח ממה שימשך לארץ יכנסו ממנו העצים ויכנס ממנו האויר ג\"כ וכאשר נתחמם התנור יסתמו זה הנקב עד שלא יצא מהחום כלל ויהיה זה הנקב פעם סתום ופעם פתוח ויקרא עין כמו שהעין יפתח ויסגר תמיד ואין ספק שעצם התנור והכירה לו קצת עובי ואמר כי כאשר היה השרץ הזה בנקב תחת עובי כותל התנור או הכירה הנה התנור טהור בשלא יהיה זה השרץ באויר התנור אבל באויר זה הנקב לבד ואם היה בעובי משקוף זה הנקב ר\"ל במשקוף התנור בבניינו טפח על טפח והיה כזית מן המת תחת זה הטפח על טפח ר\"ל בתוך עין של תנור הנה עין התנור כבר נטמא וכן כלל התנור לפי שטפח על טפח מביא את הטומאה לפי שהוא אהל כמו שהתבאר באהלות (פ\"ג מ\"ז) יהיה כזית מן המת תחת אהל המת וזה האהל פתוח לאויר התנור נטמא התנור והוא ענין אמרו הכל טמא וזה הדין עצמו בכירה ובכופח: \n"
            ],
            [
                "הדבר בזו ההלכה הוא בכירה ואמר כי כאשר נמצא השרץ במקום הנחת העצים והוא מקום אשר ישליכו ממנו האש משפל המוקד מן השפה החיצונה אל תוך הכירה טמא ויהיה דין עובי הכירה אצל ר' יהודה כדין תוכה וחכ\"א מן השפה הפנימית ולחוץ טהור לפי שעובי הכירה אצלם כדין החוץ. ישיבת הבלן המקום אשר ישב בו המחמם המים ואמר אין טמא אלא מן הסתימה ולפנים ר\"ל בנין הנקב העגול בקדרה הנכנסת בו אולם השטח הנראה כמו המקום אשר ישב בו האומן הצבע והמבשל באלו הקדרות כאשר ימצא שם שרץ הנה לא יטמא המוקד והלכה כחכמים: \n"
            ],
            [
                "כור. הוא המקום אשר יעשה להתיך בו המתכות כמו הזהב והכסף והבדיל וזולתם והיא מלת עברית כור הברזל (מלכים א ח׳:נ״א) בכור עוני (ישעיהו מ״ח:י׳) ופורנא פורן מחרש והוא תנור קרו\"ל בלע\"ז: אסטיגיות. נקבים ר\"ל שיהיו עליו נקבים על דמיון הפורנה הבנוייה. ושפיות שפה דקה ואין הלכה כר' יהודה ולא כר\"ג: \n"
            ],
            [
                "כבר הקדמנו בפתיחת זה הסדר ובארנו שכל ולד הטומאה אינו מטמא כלי אלא משקה נטמא משקין טמאין הרי זה אומר מטמאיך לא טמאוני ואתה טמאתני ואני עתיד לבאר זה בע\"ה בפ\"ח מפרה וכבר ידעת שטמא מת הוא אב הטומאה והאדם אשר יגע בטמא מת והוא אשר יקרא מגע טמא מת הוא ולד הטומאה ולא יטמא הכלים ולא זולתו מהכלים בהגעתו בו אבל הוא יטמא המשקין ואלו המשקין יטמאו הכלים כמו שהקדמנו בשרשים וכבר הקדמנו בשני מזאת המסכתא שכלי חרס יטמא מאוירו לבד ויטמאו האוכלים והמשקים בהגעתם באוירו ג\"כ ואם לא יגע בהן ולזה אם היו המשקין בפי זה אשר הוא ראשון לטומאה והכניס ראשו לאויר התנור טמאוהו בהגעת המשקין שבפיו אשר הן משקין טמאין באויר התנור וקפיצת פיו לא תציל לפי שאפילו הטומאה תחת צמיד פתיל והגיע באויר התנור טמאוהו כמו שקדם בזה הפ'. וכן אם היה התנור טמא והכניס ראש אדם טהור לאוירו ובפיו אוכלים ומשקים טהורים נטמאו בהגעתם לאויר כלי חרס הטמא ולא להיותם בפיו יעמוד לנו מקום צמיד פתיל ותציל שלא יטמאו. ובתוס' דכלים (פ\"ו) אמרו הכל מצילים מיד כלי חרס אפילו כלי גללים כלי אבנים כלי אדמה חוץ מהאדם. כיצד טהור שהיו אוכלים ומשקים לתוך פיו והכניס ראשו לאויר התנור נטמא ודע שאמרו <small>[ר\"ל ברישא]</small>. בפ' הראשון אוכלין ומשקין אין עניינו אוכלין או משקין לפי שאוכלין (ומשקין) לא יטמאו הכלים כמו שבארנו בפתיחת זה הסדר. אמנם תנא רישא משום סיפא לפי שאמרו ר\"ל בסיפא. בפרק השני אוכלין ומשקין ירצה בו אוכלין או משקין לפי שכלי טמא יטמא האוכלין ויטמא המשקין כמו שקדם ביאורו וכבר בארנו בפתיחת זה הסדר ג\"כ שידים טמאות יטמאו המשקין ואלו המשקין יטמאו האוכלין של תרומה שלא יטמאו ויטמאו משאר משקים הנגרים לבד ז' המשקין ותולדותיהם ושהכיח והרוק מתולדות המים והנה אבאר כל זה במקומו במס' מכשירין (פ\"א מ\"א) ושם יתבאר שמשקים טמאין יכשירו ויטמאו יחד ושההכשר מתנאיו שיהיה ברצון בעל פירות. אמנם אם נטבלו האוכלין בבלתי כוונה הנה אינן מוכשרין לטומאה ולפי אלו השרשין כולן אמר כי אם היה אוכל תאנים של תרומה בהכרח כמו שהשרשנו ונטה ידו להסיר אבן או הדומה לזה מפיו הנה כבר נטמא הרוק אשר בפיו הגובר אצל הלעיסה בידים מסואבות ונטמאת הדבלה של תרומה בזה הרוק זאת סברת ר' מאיר. ורבי יהודה אומר אחר שאין כוונתו שיגע ברוק אלא ביציאת האבן לבד הנה לא יטמא הדבילה לפי שהוא כמו הכשר שלא לרצונו ורבי יוסי אומר שאם היפך אצבעו בפיו כבר נטמא הרוק ונטמאת הדבילה ואם לא עשה רק להוציא האבן לבד הדבילה טהורה וכן אם היה פונדיון והוא חצי דרהם בפיו ומשך ידו להוציאו והיה בפיו אוכלין ומשקין של תרומה אם היה בפיו זה הפונדיון להסיר הצמא הנה כבר נטמא האוכל בזה הרוק לפי שבכוונה התרבה הרוק לפי שסבתו היות הדרהם בפי האדם למעט הצמא ולרבות הרוק בפה והלכה כרבי יוסי: "
            ],
            [
                "כבר בארנו בפתיחת זה הסדר אמרו במסכת טבול יום (פ\"ב מ\"א) ושאר כל הטמאים המשקים היוצאים מהן כמשקין אשר הוא נוגע בהן וביארנו שמשקין טמאין יטמאו כלים וכן נבאר בראש מכשירין שמשקין טמאין מטמאין לרצון ושלא לרצון ר\"ל שלא יצטרך שיגע בדבר אשר תטמאו בכונה ורצון כמו ההכשר ולזה אם היתה אשה נדה או זבה או זולת זה מהטומאות ונטף חלב מדדיה בתנור אע\"פ שהיה זה בלתי כונה בלא ספק הנה התנור יתטמא להגעת המשקין טמאין בו. עוד הפך הדבר והוא שיהיה התנור טמא והאשה טהורה הנה בעת שהוציאה אפר התנור הטמא הוכה אצבעה וכאשר הגיר דמה הנה כבר נטמא הדם והיו משקין טמאין בהיותם באויר התנור הטמא ובעת שיצא זה הדם יטמאהו טומאת משקין טמאין והוא ענין אמרו נטמאה ר\"ל שהיא תטמא התרומה אשר בפיה וכן כאשר נכוית ידה ומכתה לפי שידיה יטמאו באויר התנור כמו שהתבאר בג' ממסכת ידים והיו ידיה ידים מסואבות ובעת שהכניסה בפיה תטמא רוקה ויהיו משקין טמאין ויטמאו שלא נגע לרצון כמו שקדם וזהו כוונתו באמרו נטמאת שלא נגע האדם כולו במשקין טמאין בנגיעה כמו שבארנו ופירשנו בפתיחת זה הסדר ועוד אוסיף בזה באור: \n"
            ]
        ],
        [
            [
                "כאשר היה המחט או הטבעת טמאים במת אשר הוא מאבות הטומאות כמו שהקדמנו והוא יטמא כלי חרס כמו שביארנו בפתיחה עוד נמצא זה הטבעת או המחט בקרקע התנור ויראו שם להיותן בלתי בולטות ולא גבוהין באויר התנור לפי שאם היו בולטים ומוגבהין על שטח הקרקע יטמאוהו ואם היו נראים כאשר ידביק בזה המקום בצק שזה הבצק לא רכה שיגור במקומות העמוקים ולא קשה שידבק בעצם התנור אבל ירחק ממנו ונגע זה הבצק בזה הדבר הטמא מהמחט או הטבעת הנה התנור כבר נטמא בהגעת מחט טמאה מטמא מת בתוכה. עוד לקח דין אחר והוא שתהיה הטבעת או המחט טהור ויהיה בעצם הטפילה שיטפילו על קרקע התנור והטיט עליו ותחתיו והיה התנור מוקף צמיד פתיל ונתון באהל המת <small>[עי' כ\"מ פ\"כ מהל' ט\"מ הל\"ה]</small> הנה נטמא התנור בכללו ונטמאת הטבעת או המחט אשר בתוכה ואם היה התנור טהור לא יטמא אבל יצילהו זה הצמיד פתיל אם היה לפי מה שראוי הנה הטבעת או המחט ג\"כ טהורין ולא יטמא באהל המת שהיא בגוף הבנין וזה הבנין כולו טהור להיות התנור צמיד פתיל וכן גם כן אם חבית באהל המת ופיו סגור בטיט אשר הוא צמיד פתיל כמו שיתבאר והיה מחט טהור או טבעת בזה הטיט אשר נסתם בו פי החבית אם היה נמשך לצדדי החבית הנה הן טמאים שצידי החבית לא יצטרכו לטיט וזה בדמיון מי ששם המחט בקרקע החבית והדביק עליו טיט אשר יטמא כמו שיתבאר ואם הי' נמשך כנגד פי החבית הנה היא טהורה ובתנאי שתהיה בגוף הטיט אולם אם היתה נראית על שטח הכסוי עד שיהיה באויר החבית ממה שימשך תוך החבית הנה ראוי שתהיה בולטת גם על שטח הכסוי עד שיהיה באויר החבית אולם אם היתה נוקבת אל תוך החבית מגעת באוירה הנה היא טמאה ר\"ל המחט או הטבעת אם לא שיהיה עליה מסך מטיט יבדיל בינה ובין אויר החבית ואע\"פ שתהיה בתכלית הדקות כמו קליפת השום וטעם היותן טמאין כאשר היו שוקעין בתוכו לפי שהיו בתוך החבית והחבית מוקפת צמיד פתיל ואני אבאר לך בפרק שאחר זה שכלים המוקפים צמיד פתיל באהל המת לא יצילו מה שבתוכן מהכלים אבל יטמא כל מה שבתוכו מהכלים זולת כלי חרס לבד וכבר ביארנו סבת זה בעדיות ואבאר אותו ג\"כ בפרק שאחר זה: "
            ],
            [
                "מניקת. כלי המציצה וזה שיעשו נקב בצד החבית ויכניסו בזה הנקב קצת זה הכלי וימוץ בפיו הקצה האחד וימשכו המים אשר בחבית וכבר יעשה זה הכלי מקנה או מחרש או מזכוכית והוא הנה מחרס והמאמר כולו מבואר. \n"
            ],
            [
                "חי נפל ועכשיו מת. אחר הגעתו למטה מנחושתו של תנור והנה אינו באויר התנור וכבר ידעת שהתנורים והמוקדין שלהם אמנם יטמאו מאוירן לפי שהן וכלי חרס דבר אחד שהוא טיט מבושל ואם היה זו הטבעת או המחט הטמאה במת בארץ ואח\"כ הורכב התנור על זה המקום הנה התנור טהור שאולי לא הגיע באוירו אולם אם נמצאת זה הטבעת הטמא או המחט באפר אשר יצא מן המוקד והנה בלא ספק שהתנור טמא לפי שאי אפשר על אחת מהפנים שלא הגיע זה הטבעת או זה המחט באויר התנור וטמא אותו וזהו אמרם שאין לו במה יתלה: \n"
            ],
            [
                "כבר בארנו ספוג. שהוא אספוגנא וכבר בארנו שמשקין טמאין יטמאו הכלים וכן יטמאו כלי חרס והתנור בהגעתם באוירו ואין הלכה כר' שמעון: \n"
            ],
            [
                "גפת. הוא פסולת הזיתים אחר יציאת השמן ממנו והמאמר כולו מבואר: \n"
            ],
            [
                "זגין. קבוץ זג והוא קליפת הענבים. וכוש הפלך ובקצותיו ברזל מעוות הקצוות והיא אשר תקרא צינורא: וענין אמרו שבלע הוא שיכנס הברזל אשר בקצה הפלך בכללו בגוף העץ ויתקבץ העץ עליו מלמעלה עד שיהיה הברזל כולו מספיק מוכנם בעצם הפלך: ומלמד הוא כלי עץ ובסופו ג\"כ מסמר של ברזל ינקו בו המחרישה בעת החרישה מהעפר אשר יתעכב בה ולזה תקרא מלמד הבקר לפי שהיא תלך בו על הדרך הישר עד שלא ילך השור בזולת דרכו ולזה תקרא מלמד וזה הברזל אשר בקצתו יקרא דרבן וקבוצו דרבונות דברי חכמים כדרבונות (קהלת יב): ולבינה שבלעה את הטבעת. הוא שיגיע הטבעת בטיט ויתבשל והטבעת בתוכה ואמר שאלו הכלים אע\"פ שהן טמונים בתוך העץ או הטיט כמו שספרנו הנה הן מטמאו באהל המת אם היו טהורים ותטמא כלי חרס אם הגיעו באוירו והן טמאין ויטמאו ג\"כ בהיסט הזב כמו שנבאר בזבים שכל הדברים אשר יטה אותן הזב אע\"פ שלא יגע בהן הנה הוא יטמאם: עוד אמר כי כאשר נגע ככר של תרומה באלו העצים או הכלים אשר בתוכם כלים טמאים הנה לא תטמא לפי שלא תטמא בתרומה אלא כשיגע בה דבר אשר יטמא אותה עצם בעצם. ואמרו של תרומה הוא רבותא בהיותו לא תטמא אפילו ככר של תרומה אשר יטמא בשני לטומאה שאנחנו לא נוריד זה העץ המקיף בברזל הטמא מדרגת ראשון לטומאה ולא שני ועם היות כל אחד מאלו הברזלים אב לטומאה והן טמונים כמו שהנחנו ואמנם יטמאו התנור להיותו מטמא מאויר ואע\"פ שהיתה הטומאה נסתרת כמו שהתבאר בפרק אשר לפני זה: \n"
            ],
            [
                "נסדק מן התנור לסרידה. שנסדק מעצם התנור בגבהו עד השבכה אשר על פיו ולא תחשוב באמרנו בסרידה סבכה שהוא רשת חוטין אמנם הוא לוח פשוט מחרש מנוקב והנני עתיד לבאר לך שמלא פי המרדע הוא טפח. המרדע הוא העץ אשר יקרא ג\"כ מלמד וירכבו אלו העצים בשני קצותיו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACcAAAB6AQAAAAAUyHexAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAApUlEQVQokZ3SQQ7CIBAF0N90wZIjcAyXXMPb0KNhvAjGC9QdiaQ4/UYKrdEqi5chAxNmAvK80HqnN3qhvnKgcMUJtphohCmO0GKgHor24oBOxOL0UvaJRtFhpEG01OCac9SQl6XKaBpPRf3Gs6hYRyG4WS+VdWM+0thLVpy7buzWjr+KfwxfdBv33NphV7n/JGcVVKWmhlr2daDP2H3UbjRLvP7JD2CkvqR1DDNQAAAAAElFTkSuQmCC\"> בקצה האחד ברזל חד הקצוות וזהו אשר יקראו דרבן ובקצה השני ברזל יכנס קצה העץ בו כמו הרומח והוא נקרא חרחור. וענין שלא נכנס הוא שידבק בשווי המרדע על הסדק ויהי' כמותו בשוה ונכנס שיהי' גדול מזה ממה שיכנס המרדע בזה הסדק ואין הלכה כרבי יהודה:  "
            ],
            [
                "אלו השעורים הם לענין שלא יועיל צמיד פתיל אשר יהיה על זה התנור או החבית או החצב הגדול ואם היה הנקב פחות מזה הנה לא יצא ממנו וינצל הדבר אשר בו בצמיד פתיל וכבר בארנו ענין אמרו נכנס ואינו נכנס: עוד אמר ואם נעשו בידי אדם אפילו כל שהן טמאים ר\"ל אם באו לאלו החצבים הגדולים המוקפים צמיד פתיל ונקבו בהן איזה שיעור שיהיה הנה הן טמאים באהל המת ולא יועיל להן זה הצמיד פתיל בעבור שנקבו בכונס משקה אחר שב אל הכלים ואמר כי כאשר נקבו והן מוקפין צמיד פתיל העשוי לאוכלים כאשר נקבו במוציא זית יטמא כל מה שבתוכן ואף על פי שהוא מוקף והעשוי למשקים כאשר ניקב בכונס משקה ואם היה עשוי לאוכלים ומשקין מטילין אותו לחומרו בצמיד פתיל ובכונס משקה ר\"ל שכאשר ינקב בכונס משקה יטמא ואף על פי שהוא מוקף צמיד פתיל ולא יציל כל מה שבתוכו וזה המאמר לא יסתור השרש אשר התבאר בגמ' שבת והוא שכלי חרס יציל בצמיד פתיל עד אשר יפחת רובו לפי שאין הכונה מזה המאמר ולא המובן ממנו שכלי חרס המוקף צמיד פתיל כאשר נפחת בפחות מרובו לא יטמא מה שבתוכו ואמנם ירצה בו שהוא אם נפחת הכלי בפחות מרובו עד היקף הפחת ופי הכלי ג\"כ בצמיד פתיל שהוא יציל מה שבתוכו ואע\"פ שהוא אינו כלי לענין טומאה ולא יקבל טומאה נחשבהו כלי לענין שיציל מה שבתוכו אולם כאשר נפחת רובו הנה אינו כלי כלל ולא יציל מה שבתוכו ואע\"פ שמקום הפחת מוקף צמיד פתיל והבן זה שהוא עיון דק ומקום הטעאה: וביאור מיצה שניה הקשר השני: ושיפון הוא הנקרא וייל\"ה והוא מין ממיני השעורה כמו שביארנו פעמים וירצה בו הנה קנה שיבולת השיפון וכבר יקרא שיפה והוא קנה דק לח וכן מיצה של קנה קשר הקנה: וענין אמרו שניה הוא מה שאומר לך וזה שהקנה מאיזה מין שיהיה הן כולן קשרים קשרים ושרש הקנה עבה ממנו וכל שירחק מהארץ יהיה יותר דק ותחלת הקשר מהקנה ממה שימשך לארץ לו עובי מה והקשר השני אשר למעלה ממנו יותר דק ממנו ואמר שבקשר השני ישער ורבי שמעון אומר בכל התנורים והחביות והחצבים מן האמצע נכנס ומן הצד אינו נכנס ואין הלכה לא כר\"ש ולא כר\"י ומבואר הוא שאמרו בתנור ניקב מעינו ירצה בו שתהיה עינו סתום בטיט ונקב בזה הטיט: \n"
            ]
        ],
        [
            [
                "יאמר שכלי גללין והן כלי השיש והמרמר מאומרו אבן גלל וזה מאמר בטל לפי שהן נכנסין תחת כלי אבנים וכן השהם והספיר וכל האבנים כולן ואמנם כלי גללים הן כלים עשוין מרפת בקר והעפר ורבים מהן יעשו אצלנו בארץ מערב וכבר התבאר בפ' השני [מ\"א] שכלי חרס וכלי נתר דינם אחד . ואמרו וכל כלי חרש לרבות כלי נתר ובארנו שם ג\"כ שאלו הכלים העשוין מעצמות הדגים לא יטמאו מפני שאמנם למדנו כלי העצמות מאמרו מעשה עזים וכן עור הדג לא יטמא מאמרו או בגד או עור ובאה הקבלה לומר מה בגד מן הגדל בארץ אף עור מהגדל בארץ אמנם כלי גללין וכלי אבנים וכלי אדמה הנה לא ידין בתורה בו טומאה בשום פנים. ואני אבאר לך אמרם בזה אינן מקבלין טומאה לא מדברי תורה ולא מדברי סופרים ואלו הכלים אשר יאמר שהן יצילו מה שיגיע בהן בצמיד פתיל אמנם הם כל הכלים אשר לא יטמאו בשום פנים וג\"כ כלי חרש ומה שיתואר אליהן ר\"ל כלי נתר וסבת זה אמרו יתברך באהל המת (במדבר י״ט:ט״ו) וכל כלי פתוח אשר אין צמיד פתיל עליו טמא הוא והורה זה כי כאשר היה זה הכלי מוקף צמיד פתיל הנה הוא מציל בכל מה שבתוכו והוא אמרם הא יש צמיד פתיל עליו טהור ובאה הקבלה (שבת דף פד:) לומר שזה הכלי הנאמר הוא כלי חרש לבד והוא אמרו כלי שמקבל טומאה דרך פתחו ואי זה זה כלי חרש וכבר בארנו (ריש פ\"ב) שכלי חרש וכלי נתר טומאתן שוה ומטמאין מאוירן והנה כבר התבאר שכלי חרש וכלי נתר מצילין ולמדנו שאר הכלים הנמנין בזאת ההלכה מק\"ו והוא אמרו אין לי אלא כלי חרש כלי גללין כלי אבנים כלי אדמה מנין ודין הוא ומה כלי חרש שהן עלולין לקבל טומאה הרי הן מצילין בצמיד פתיל באהל המת כלי גללים כלי אבנים כלי אדמה שאינן עלולין לקבל טומאה אינו דין שיצילו בצמיד פתיל וביאור עלולין מוכנים ומזומנים וראוי לך שתדע שזה אשר אמרנו שהן מצילין בצמיד פתיל באהל המת כן תציל בשרץ כמו שבארנו בפרק הח' והוא אמרם טמא הוא שאין ת\"ל הוא אלא הוא שיציל על עצמו בצמיד פתיל באהל המת יציל על עצמו בצ\"פ באהל השרץ ירצה לומר באויר כלי חרש כמו שבארנו בפרק הח'. ואמרו כלי עץ הטהורין ירצה כי פשוטי כלי עץ אשר קדם שהן לא יקבלו טומאת השרץ דאורייתא או כלי עץ הגדולים שהן מקבלין מ' סאה בלח אשר לא יקבלו טומאה גם כן כמו כלי קבול כמו שיתבאר בט\"ו מזאת המסכת ואפשר שתציל פשוטי כלי עץ לפי מה שאפשר וזה כשנקח לוח פשוט מעץ ונשימהו על פי כלי מאלו הכלים עוד יקיפו בו צמיד פתיל הנה יציל כל מה שבתוך החבית: ואמרו בין מצידיהן בין מפיהם ירצה בו בין שיהיה ההקפה מפי הכלי לבד ובין שיהיה מצדו כמו שיהיה לו פתח מצדו בין שיהיה זה הכלי יושב על קרקעיתו או מוטה על צדדיו הכל בשוה הנה אם כפה א' מאלו הכלים על פיהן באהל המת הצילו כל מה שתחתיהן וזה שהם יחזרו כמו אהל באהל המת ואם היה אהל באהל ונטמא האהל החיצון הנה לא יטמא מה שבאהל הפנימי וזה אצלנו אי אפשר בכלי חרש שהוא אם כפה כלי חרש על פיו לא יציל מה שתחתיו לפי שהוא יטמא דרך פתחו באמת ואפילו ידביקהו עם הארץ בטיט והדומה לזה לא יציל שאינו לא אהל ולא מוקף צמיד פתיל. ונוסחת סיפרא חבית שכפאה על פיה ומרחה בטיט מן הצדדין טמאה שנאמר (במדבר י״ט:ט״ו) צמיד פתיל עליו ולא צמיד פתיל על גבו וזה נכנס תחת אמרם בסיפרא בטומאת כלי חרש אמר וכלי חרש לרבות האהלים שאהל של חרש יטמא ולא יציל מה שתחתיו כמו שיצילו האהלים לפי מה שהתבאר שם באהלות ובתוספתא כלים [פ\"ז] בעצמות הדג והדומה להן אם יש בהן טפח על טפח מצילין בכסוי לפי שהאהל יציל בכיסוי על כל מה שתחתיו הנה לא יטמא כמו שיתבאר: עוד אמר על הכל מצילים חוץ מכלי חרש ר\"ל שאלו הכלים העשוים מאלו המינים המנויים יצילו כל מה שיגיע בתוכם תחת צמיד פתיל מן הכלי מתכות ומן כלי שטף ובגדים ואוכלים ומשקים וכלי חריש והוא אמרו על הכל זולת כלי חרש לבד שהוא לא יציל בצמיד פתיל זולת מה שיהיה בתוכו מאוכלין ומשקין וכלי חרש לבד ומה שיהיה בו משאר כלים ובגדים הנה הוא יטמא ואע\"פ שהן תחת צמיד פתיל וסבת זה לפי מה שאומר לך וזה שהשרש אצלנו כלי טמא אינו חוצץ ואם לקח אחד כלי חרש טמא ושם בו כלים והקיפן צמיד פתיל ושם באהל המת הנה אלו הכלים תטמאו ולא יציל אותם זה הכלי לפי שהוא טמא ואצלנו שורש ג\"כ שכלי עם הארץ כולן ובגדיהן ומאכליהן ומשתיהן בחזקת טומאה ואני עתיד לבאר לך זה במסכת טהרות הנה התבאר מאלו השרשים שכלי חרש של עם הארץ אינו מציל בצמיד פתיל וכל מה שבתוכו יטמא במת זולת שאנחנו אם אמרנו לעם הארץ כלי חרש שלך לא יציל לפי שכליך טמאים אמנם אנחנו הנה יציל אצלנו כל מה שבתוכו הנה לא יקבל ממנו בזה לפי שהוא יחשוב עצמו טהור ושומר והוא לא ידע הטהרה ודינה וישוה הדין אצלו ואצלנו ואמרנו בכלי חרש שהוא לא יציל אלא על האוכלים ועל המשקין ועל כלי חרש וזה שעם הארץ כאשר היה אצלו אוכלין ומשקים וכלי חרש כבר הציל במחשבתו בצמיד פתיל שלו והוא לא מציל שאנחנו לא נאמר יבא תלמיד חכם ויבקש מעם הארץ אוכלים ומשקין או כלי חרש לפי שהן כלים טמאין אגב עם הארץ ואין להן טהרה במקוה אולם שאר כלים הנה כבר יבקש אותן תלמיד חכם מעם הארץ וכאשר ירצה להשתמש בו בעסק קדש או תרומה יטהרהו במקוה ויעריב שמשו הכלי וישתמש בו כמו שיבקש התלמיד [חכם] מע\"ה כלי מתכות וכלי שטף או בגדים וישאל עם הארץ זה טהור מכל הטומאות ויאמר לו כן ואפשר שיהיו אלו הכלים כבר הגיעו והן אצל עם הארץ ככלי חרש שלו תחת צמיד פתיל באהל המת והוא כבר נטמא טומאת מת למה שהשרשנו שכלי עם הארץ אינו חוצץ ויחשוב עם הארץ שהוא הציל בצמיד פתיל ולזה יאמר לו טהור הוא ויקח זה הדין בזה הבגד או הכלי ויטביל וישמש בו בקדשים אחר הערב השמש לבד שיחשוב שאין על זה הכלי טומאה זולת מגע עם הארץ והוא טמא טומאת מת ויצטרך הזאה ג' וז' ובעבור זה החשש אמרנו שכלי חרש לבד הן טמאין במגע עם הארץ לא תציל בצמיד פתיל בלתי אוכלין ומשקין וכלי חרש אשר לא תבקש מעם הארץ לפי שאין לו טהרה במקוה והשוינו הדין בזה בין האנשים כלם לסבה אשר זכרנו וכאשר היה זה השרש אצל הכל לא נמנע בבקשת כלי או בגד מעם הארץ אבל כאשר יאמר שהוא לא נטמא במת נאמין לו שלא נאמר אולי בצמיד פתיל של כלי חרש היה באהל המת שאנחנו כבר התרנו הדין שכלי חרס לא יציל על דבר זולת על אוכלים ומשקין ועל כלי חרס: וממה שראוי שתדעהו עד שלא תטעה במה שזכרנו שעם הארץ לא נחשבהו במה ששפטנו עליו טומאה בשקר שאנחנו נאמר יבא לדבר טומאה ויאמר ממנו טהור ואמנם שפטנו בזה למיעוט ידיעתו שהוא יטעה ויחשוב בדבר הטמא שהוא טהור ולא ישמור ג\"כ מן הטומאות ולא ידע חלוקן ומנינם כמו שנבאר בטהרות ושמור כל מה שזכרנו בזאת ההלכה שהיא רב הספקות רחוקה הידיעה וכבר הקדמתי לך אלו השרשים וביאורם בפ' הראשון ממסכת עדיות ואין הלכה כר' אליעזר: \n"
            ],
            [
                "ענין מקיפין. שיסתום פי הכלי באלו הנזכרים או ידביק הכסוי על הכלי באלו הדברים: וסיד ידוע: וגפסים הוא סגיף: וזפת ושעוה ידועים. וצואה הוא מיני הלכלוכין כולם: וחמר. הטיט המדביק: וחרסית. כתישת החרס כאשר יולש יקרא חרסים. ובכל דבר המתמרח כל מה שימרח ביד ויתפשט על מקום הדבק בו מהכלים כמו מיני החמר ומיני השרף והלעיסות כאשר יולשו במים. ובעץ הוא הבדיל ואמרו שהוא פתיל ואינו צמיד. פתיל שהוא סתום וחזק הכסוי על הכלי ויחברהו אבל לא ידבק בקרקעית הכלי: אחר כן אמר שדביילה שמינה ובצק שנילוש במי פירות אין מקיפין בו ואע\"פ שהוא לא יקבל טומאה להיותו בלתי מוכשר שהוא יכינהו לטומאה ואם הוכשר באחד מן הז' משקים יטמא זה הצמיד פתיל ויטמא כל מה שבכלי לפי שדבר טמא אינו חוצץ כמו שקדם ולזה נזהיר להתדבק באוכלים ואע\"פ שהן לא יטמאו אבל אולי יבא לידי הכשר ויטמא האוכל. וזה כולו משנה ראשונה אשר אמר אסור לגרום טומאה לחולין שבארץ ישראל והשורש האמתי הוא משנה אחרונה מותר לגרום טומאה לחולין שבארץ ישראל כמו שבארנו בסוף [פ\"ד ממסכת] ע\"ז ולזה יהיה הדין מקיפין בדבילה שמינה ובצק שאינו מוכשר והדומה להן מן האוכלים: \n"
            ],
            [
                "מחולחלת ואינה נשמטת. ר\"ל רפה אבל היא לא תתפרד מפי החבית עוד חזר אל דין אחר ואמר כי כאשר היה המקום אשר יכנס בו האצבע מן הטיט אשר על פי החבית והוא יקרא בית אצבע והוא כמו הבית יד יגביהו בו הכסוי ואם היה זה המקום עמוק מאד עד שמגיע בתוך אויר החבית הנה הוא כדבוק מזה באויר החבית כמו שזכר ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כדור. ידוע: ופקעת. הוא קופה של גמי שהוא בלקא לא יציל עד שימרח הכדור או הפקע עם שפתי החבית בדבר אשר ימרחו בו ויכסה אותו בלבוש וכן אם כסה פי הכלי בבגד או בעור הנה אי אפשר בלתי שימרח המטלת כולו אולם אם כפה פי הכלי בנייר לח או עור וקשר השפתות לא יצטרך מירוח זולת על צידי הכלים סביב וענין זה כולו מבואר: \n"
            ],
            [
                "קבותים. הן כלים על תמונת הקופות ולזה יקראוהו קבוצים ויתקבץ ג\"כ בצדדיו כמו הזפת ויאמר כי כאשר נקלף חרש החבית וכן קצה המורייס מעליונו ונשאר הזפת על תמונה אשר סר מהחבית עד שבא התמונה מזה כאילו הן שתי חביות השפלה מחרס והעליונ' מזפת וכסה הכלי בעליונו על הזפת וחיבר הכסוי עם קצוות החבית אשר הוא הזפת והוא אמרו שגפתן עם השפה וא\"ר יהודה אחר שאין זה הכסוי מושם על חרס החבית והזפת עומד ביניהן לא תציל וחכמים אומרים [הואיל והזפת חבור דק עם] החבית והכסוי בזפת הציל ואין הלכה כר' יהודה: \n"
            ],
            [
                "פקקה בזמורה. כאשר סתם אותה בעץ הגפן הנה יצטרך שימרח בזפת והדומה לו סביב הזמורה עם עצם החבית ואם סתם הנקב בשתי זמורות הנה יצטרך שימרח בזפת הנקב ובין שתי הזמורות ומבואר הוא שהנסר הוא הלוח מפשוטי כלי עץ ולזה יציל כמו שבארנו בתחלת הפרק: וסינין. הוא שיקוב בעובי שני העצים שני נקבים נכחיים ויקח עץ דק קטן ויכניס קצתו בזה העץ והקצה השני בעץ האחר ויכה בו בקורנס עד שיפגשו שני העצים ויהיו לעץ אחד ויקראו הנגרין זה המעשה אצלנו אלפנ\"ן ומזה הענין יאמר עשאן בסינין: ושוגמין. הוא ענין אחר ר\"ל כאשר יחבר שני העצים עד שיהיו לאחדים הנה לא יצטרך לחבר ביניהן: \n"
            ],
            [
                "הנה יתבאר בפרק י\"ב מאהלות שתנור חדש נעשה אהל בפני הטומאה ואולם תנור ישן הנה דינו כדין שאר הכלים שמביאין את הטומאה ואינן חוצצין כמו שיתבאר שם ושם יתבאר שהאהל מציל מה שתחתיו ולא יצטרך לצמיד פתיל אבל מציל בכיסוי ועל אלו השרשין אמר בכאן כי כאשר היה תנור ישן בתוך חדש שאם היתה הסרידה והוא כסוי התנור נסמך על הישן הכל טמא לפי שהתנור הישן הוא כלי ולא יציל מה שבו בכסוי לבד אלא בצמיד פתיל אולם אם היה נסמך הכסוי על החדש הנה יהיה לחדש אהל ויציל כל מה שתחתיו ואם יתהפך הענין ויהיה חדש בתוך ישן וכסוי על הישן הנה <small>[צ\"ל אם לא יהיה]</small> יהיה בקו הכסוי ובין החדש אהל מגובה טפח ונחשוב הכסוי על החדש וכל שבחדש טהור בזה הכסוי וזה בלתי צמיד פתיל כמו שיתבאר: "
            ],
            [
                "כבר בארנו במה שקדם אמרם בכלי חרש אל תוכו ולא תוך תוכו. ולזה כאשר היה כלי בכלי והיה השרץ בכלי העליון הנה לא יטמא הכלי השפל וכן אמר בטומאת כלי חרס למה שיהיה בו כל אשר בתוכו יטמא ואמרו אשר בתוכו ולא בתוך תוכו: וכאשר נפל השרץ בכלי השפל לא יטמא מה שיהיה בכלי העליון. וזה כאשר היו שפתי הכלים כולם שוין או היה העליון יותר גבוה השפה מאשר הוא תחתיו ואם היו אלו הלפסין כולן אשר על התחתונה נקובין בכונס משקה אשר חזרו שלא יקבלו טומאה לפי מה שקדם הנה הן לא יצילו מה שיהיה בתוכן כמו שהתבאר בפרק השמיני ואם היה השרץ בעליונה הנה כאילו הוא יגיע באויר כל אחד מהן כי הן כולן ר\"ל אלו הלפסין האמצעיים נקובים בכונס משקה ויטמא מה שבתוך כל אחד מהן מהאוכלין והמשקין להקפת התחתונה עליו וזה כולו מבואר מפני הנקב וזהו ענין אמרם כולן טמאות ירמוז אל טומאת מה שבתוכן ואם היה השרץ בתחתונה הנה לא יטמא מה שלמעלה כאשר לא יגיע השרץ באוירו ואינו ג\"כ שפה התחתונה יותר עליונה ויטמא כל מה שבתוכו מהאוכלין והמשקין הנה כל מה שבאלו הכלים העליונים טהורין והוא ענין אמרם היא טמאה וכולן טהורות עוד שב אל הנחה אחרת ואמר שאם היה השרץ בעליונה והתחתונה עודפת הנה יטמא העליונה בלא ספק בהגעת השרץ בה וכן יטמא התחתונה בהיותה יותר גבוהה השפה וכבר הגיע זה השרץ באוירה אולם שאר הכלים אשר בין העליונה והתחתונה השווה שפתה בשפת העליונה הנה היא כולה טהורה ואע\"פ שהיא בתוך התחתונה וכבר נטמאת התחתונה וזהו השרש אשר בארתי בפרק הח' והוא שכלי חרס לא יטמא הכלי באוירו ואם היה באחד מאלו הכלים אשר בין התחתונה והעליונה משקה טופח יטפיח היד כאשר יגע בה הנה זה הכלי טמא לשרש אשר התבאר בפרק הח' וזה שיטמא בכונס באויר התחתונה העודפת אשר כבר נטמאת וזה שהמשקה יטמא הכלי אשר הוא בו כאשר בארנו שם וזהו ענין אמרו בעליונה והתחתונה עודפת כל שיש בה משקה טופח טמאה: \n"
            ]
        ],
        [
            [
                "בעבור שדבר בדיני כלי חרס ובדומה להן בחלק הראשון והן העשרה פרקים הקודמים התחיל בזה החלק בדיני כלי מתכות ובעבור שאמר יתברך בכלי מתכות (במדבר ל״א:כ״ג) כל דבר אשר יבא באש למדנו מאמרו כל דבר בין פשוטין בין מקבלים ולזה יטמאו פשוטיהן כמו הסכינין והשפודין והדומה להן והיותן חוזרים לטומאתן אחר שבירתן כאשר התיכן ועשה מהן כלים שניים ולא נטהרו במקוה וזהו גזרה מדרבנן אולי יטמא כלי מכלי מתכות ויתיכו ויעשה ממנו כלי אחר בזה היום בעצמו והוא טהור מן התורה בלי ספק לפי שבהפסד הכלי הוסרה הטומאה ממנו וישמשו בזה הכלי בזה היום בתרומה וקדשים וזה מותר ויחשוב החושב ויאמר ששבר הכלי יטהרהו והטבילה ג\"כ יטהרהו שאנחנו נראה הכלי כאשר נשבר ונעשה כלי אחר הנה הוא טהור בזה היום בעצמו וג\"כ כאשר נטהר כלי במקוה טהור בזה היום בעצמו וישתמש בו בתרומה וקדשים והוא לא ידע שהכלי יצטרך הערב שמש כמו כל טמא כאשר נטהר במקוה וזהו ענין אמרם גזירה שמא יאמרו טבילה בת יומא עולה ורשב\"ג לא יגזור זאת הגזירה זולת בכלים אשר נטמאו בטומאת מת לבד להיותה מצטרכת הזאת ג' וז' ואין הלכה כרשב\"ג: \n"
            ],
            [
                "שיש לו שם בפ\"ע יוחד בשם עד שנקרא בשם פלוני הנה הוא טמא וכל מה שיעשה מן המתכות בין שהיה לו אוגן גבוה או היה שטוח הנה הוא מקבל טומאה כמו שבארנו זולת אלו המנויין אם נעשו מאחד מהמתכות הנה הם לא יטמאו להיותם קיימים בארץ ונגר הוא עמוד יבריח השער מן הקצה אל הקצה ומנעול שם נופל על הנועל הקיים בשער לפי חלוף תמונתו וביאור מנעול נועל והוא שם עברי (שיר השירים ה׳:ה׳) על כפות המנעול: והפותה תמונת כוס מברזל יעשה ויקבר בארץ ויורכב בו הציר וציר הוא ציר השער אשר יסובב בעצם הפותה והוא יהיה מברזל בשערי המדינות והשערים הגדולי' מאד והן ג\"כ שמות בעברי (מלכים א ז׳:נ׳) והפותות לדלתות הבית ואמר (משלי כ״ו:י״ד) הדלת תסוב על צירה: וצנור הוא הנקרא בלעז קנאלי ושרש זה אצלנו אמרם כל המחובר לקרקע הרי הוא כקרקע וזה כאשר יגיע עשייתו להיותו דבק בארץ הנה היא לא תקבל טומאה ואפילו קבל הרכבה ואל זה הענין כוון בזאת ההלכה: \n"
            ],
            [
                "נוסחת התוספתא <small>[ב\"מ דכלים פ\"ב.]</small> גולמי כלי מתכות טהורין ואלו הן גולמי כלי מתכות כל מה שעתיד לשוף לשבץ לגרד לכרכב ולהקיש בקורנס מחוסר אוגן או אוזן טהור ואני אבאר זאת הברייתא. וקודם ביאורי לזאת ההלכה צריך לשמור זה השרש ולזכור אותו וזה שכל מי שיעשה כלי מאחד מהמתכות בין שיהיה זה הכלי מקבל כמו הקדרות או יהיו פשוטים כמו הסכינים והשפודים הנה אלו הכלים לא יטמאו עד שיושלם עשייתן על שלמות אופני תקונם אמנם אם נשאר בו דבר מועט לשוף והוא אמרו כל שעתיד לשוף או יחסר הסרת הקליפה אשר יתרועע אצל השיפה והוא אמרו לשבץ או יחסר גרידה כמו שיגרדו כלי מתכות אחר השיפה והוא אמרו לגרד או יחסר הלימא\"ר כמו שיעשה בברזל אחר הגרידה והוא אמרו לכרכב או יחסר ההכאה אם היה צריך להכות עוד והוא אמרו להקיש בקורנס או שישלם הכלי על אלה הפנים כולן והיה זה הכלי ממה שיצטרך אל אוגן או אוזן ולא יעשה לו עדיין הנה לא יטמא ואוגן הוא ענק הכלי שבכלי המתכות יעשו להם ענקים מורכבים עליו כמו הקומקמין ואוזן הוא הבית יד ועל זה השרש אמר בזאת המשנה שמי שעשה כלים מאלו הדברים אשר בארנו ומנינו שמותם הנה הן לא יקבלו טומאה שהן גולמי כלי מתכות להיותם בלתי שלמים המלאכה וגם כן בלתי מתוקנים. ועשת הוא חתיכת ברזל אצל יציאתו ממקור העפר וממנה עשיית הברזל קודם התיכותו שהנה יותך הרבה פעמים ויזכך עד שיתפרד גשמים רבים יהיו נתלים בו מהמקור כמו שהוא מפורסם אצל האומנים וכן שאר המתכות כאשר יצאו ממקור העפר הם עכורין וכאשר שב עליהן ההיתוך והזכוך תתיפה מראהו ומי שיעשה מחתיכה ממנו כלי קודם שיתיך אותה שנית ויזכך אותו הנה לא יטמא שהנה יחסר ממנה מה שסיפרנו מהגרידה והשריטה והלטישה ואי אפשר זה בזה הכלי למה שיתערב בו מהגשמים הזרים והעפר וכן יותך מברזל והנחשת ויעשו ממנו עגולין גדולים כדמיון הפת והוא אשר יקרא חררה בדמיון העוגה אשר יקרא חררה כמו שיתבאר בשבת (דף קכג.) וקמא (דף כא:). וסובב זה גלגל מקיף של מוכני וזה שאלו המוכנים יעשו מעץ ויעשו עליהם מחוץ לוח של נחושת. וטסים הלוחות הדקים תרגום פחי זהב טסי דדהבא (שמות לט). וציפויין הן החפויין שיטוחו הכלים בלוחות זהב וכסף ודומיהן. ומכני כלים תושבות הכלים. ואוגני כלים צואריהן. ואזני כלים בית יד שלהן. ושחולת תוספת הכלים והקצוות הנוספין אשר ישוו מהכלים אצל העשיה מאמרם במומי הבכור (בכורות דף מ.) השחול והוא רפה הרגל. וגרודות אלגראד\"ה ואין הכוונה שיותך זה הגרידה או אלו הקצוות ויעשה מהן כלים שזה יקבל טומאה בלא ספק אמנם הכוונה שכל אלו הקצוות והלוחות עד שנעשה מהן דמיון כלי הנה הוא לא יקבל טומאה מן הסבה אשר זכרנו עוד א\"ר יוחנן בן נורי שמי שחתך כלי ועשה כלי אחר מכל אלו החתוכין לא יקבלו טומאה והוא אמרו ואף מן הקצוצה ואינה הלכה עוד אמרה המשנה שמי שעשה כלי משברי כלים או מן הגרוטין והוא השברים אשר נשארו מהכלים ישאר מהכלים אחר תכלית הזמן עד שתודק ותשבר ויכלה ויעלה חלודה על רובו או מי שעשה כלי מן המסמרין אשר יאומת שאלו המסמרין יעשו מכלים כאילו הן משברי כלים ולזה יהיה זה הכלי הנעשה מאלו הג' דברים מקבל טומאה אולם מי שעשה כלים ממסמרין ולא יוודע אמתו אם אלו המסמרים נעשו מהכלים הנה יהיה דינו דין עושה כלי משברי כלים ויקבל טומאה או אלו המסמרין נעשו מן החררה או מן העשת ויהיה זה הכלי כמו גולמי כלי מתכות הנה בזה מחלוקת ב\"ש וב\"ה ולשון התוספ' פ\"א שם. א\"ר אליעזר בר' יוסי לא נחלקו ב\"ש וב\"ה על המסמרות שידוע שנעשו מן הכלים שהן טמאין ועל המסמרין שלא נעשו מהכלים שהן טהורין על מה נחלקו על הסתם שבית שמאי מטמאין וב\"ה מטהרין ואמנם עשיית כלי מהמסמרין הנה זה מבואר כמו שנשימהו מרצע או שפוד או דמיון זה לפי מה שאפשר בדרך המסמר ועביו: "
            ],
            [
                "כבר קדם לך שהברזל הטמא לא יטהר אותו ההיתוך ולזה כאשר נתערב ברזל טהור וטמא בהיתוך ונעשה מן הכל כלים אם רוב מן הטמא יהיה זה הכלי טמא. וכבר זכרנו ג\"כ שכלי גללים לא יטמאו. וחלמא טיט דבק לדמיון לובן ביצה ולזה יקרא חלמא כמו אם יש טעם בריר חלמות וכאשר נתערב הטיט בגלל ונעשה מקבוצן כלי מבושל והוא מעורב מכלי חרס וכלי גללים: וקלוסטרא כלי מקשיי על דמיון הרמון בצואר ארוך וזה צורתו יורכב זה הקצה בשתי טבעות קיימות בשני השערים טבעת בזה השער האחד וטבעת בזה השער האחר ואצל קבוץ שני השערים יורכב הטבעת האחת על הטבעת השנית ויכנס זה הקלוסטרא ביניהם וינעל השער בזה ואם היה זאת הקלוסטרא מאחד מאלו המתכות הנה היא תקבל טומאה לפי שהיא יש לה שם בפני עצמה ואם היה מעץ והיא מחופה מברזל או זולתו מן המתכות הנה היא טהורה והוא אמרו ומצופה טהורה לפי שכלי עץ כאשר היה מחופה בכלי מתכות לא יקבל טומאה ואפי' היה לו בית קבול כמו שהתבאר בסוף חגיגה (דף כו:) כמאמר חכמים שמזבח הזהב והנחשת לא יקבל טומאה ושמו הסבה בזה מפני שהם מצופין ושרש זה אמרו כל כלי אשר יעשה מלאכה בהם וגו' ואמרו בספרא יכול שאני מרבה את חפויי הכלים ת\"ל בהם פרט לחפוי הכלים ר\"ל שזה הכלי לא יגיע השמוש בו בעצמו אבל באמצעות הכסוי אשר עליו אמנם טמא מהכלים אשר יעשה מלאכה בהן בעצמן וזהו ענין אמרם בחגיגה (שם) שהוא כאשר חפה אותן ביטל אותן ושמור זה השרש בכל זאת המס': והפין. הן השינים הקבועין בפותחת: והפורנא. הוא המקום עצמו אשר תכנס בו הפין. ועניני הטלטול בשבת כבר נתבארו במסכת שבת בפרק כל הכלים (שבת דף קכג.): \n"
            ],
            [
                "הברזל אשר ידמה לכלכל אשר תסובב על פי הבהמה היא אשר תקרא פרומביא והאומנים אצלנו קורין אותו אלומם ועקרב שלו הוא קצה הברזל אשר יכנס בפי הבהמה ויכה בחניכין שלה ולו קצה דומה לעקרב ויקראוהו האומנין הלשון: ולחיים. הן הברזילין אשר ימשכו על לחיי הבהמה וזה כלל כאשר יתקבץ הוא הרסן והלכה כחכמים: \n"
            ],
            [
                "פיקה. דמיון חצי כדור נקוב יעשה בראש הכוש יכבד אצל הטוייה ויארך החוט בו ושמו במצרים הכובדי וחכמים אומרים שאין לה שם בפני עצמה ואפילו אמר האדם הפיקה לא ידע לאיזה דבר כיון שזה השם נופל על כל פלכה עגולה או קרובת העגול עד שיאמר פיקה של כוש הנה להיות לה שם לויי לא תטמא אולם אם היתה של עץ מחופה הנה היא טהורה לדברי הכל לשרש אשר זכרנו: וכוש. הוא מטוה: ואימה. הכלי אשר יתחבר עליו הפשתן או הקיטו\"ן אצל הטוייה ושמו המפורסם אצלנו פילודא בלע\"ז: וסימפונין וחליל. שתי תמונות מתמונות כלי הזמר: ובית קבול כנפים. מקום ירכב בו כלים בדמיון כנף להשמיע הנגון ואם היה באלו כלי הזמר של עץ מקומות עשויות לרכוב בהן אלו הקצוות הנה הוא בית קבול ולזה תטמא ואפי' היה מצופה מפני זה הבית קבול אשר הוא בלתי מצופה לפי שאלו המקומות אי אפשר שיחופו ואמנם החפוי מחוץ הכלי והלכה כחכמים: \n"
            ],
            [
                "קרן ירצה בו החצוצרות לא קרן הבהמה וזה החצוצרות אצלן ב' תמונות האחת יקראו אותה קרן עגולה והאחרת יקראוה קרן פשוטה כולן הם בעלות פרקים יורכבו מחתיכות רבות אבל הרכבת קרן עגולה קשה לא יכשר להרכיבה כי אם אומן ולזה אמר [שבת מז.] המחזיר קרן עגולה בשבת חייב חטאת וקצה החצוצרות אשר ימשך לפי התוקע יקרא מצופית שלה והקצה האחר הרחב יקרא הקו שלה ומבואר הוא שזה הקרן כבר יעשו קצת מחלקיו מעץ וקצתן ממתכת ולזה אמר אם היתה מצופית שלה של מתכת: וידוע שהרבה מנורות יעשו מפרקים והוא אשר יקראוהו החכמים מנורה של חוליות ואלו הפרקים כאשר יתחברו יהיו ממנו קני המנורה והוא אשר יקראו בכאן קני מנורה לא יטמאו כל עת שהיא נפרקת לפי שלא יקראו אלא בשם חבור על השרש אשר הקדמנו: והפרח היא העגולה אשר עליה תהיה הנר: והבסיס התושבת אשר בו הרגלים תרגום כנו בסיסיה: בשעת חבורן. לכולם בשם אחד יקרא ר\"ל מנורה וכן קרן עגולה והלכה כחכמים: \n"
            ],
            [
                "קסידא. כובע הברזל אשר יושם בראש בעת המלחמה: ולחיים לוחות ברזל יכסו החזה: וכידון. הרומח הקטן אשר הוא ביד המלכים ברוב העתים: והניקון אל קנה והוא הפוך ומשקל קנו והוא הברזל הנכנס בתוך הרומח: ומגפיים נעל מברזל יכסה הרגלים כדי שלא יורו על רגליו: ושריון. ידוע: תכשיטי אשה. חלי הנשים והביא מהן קצתן על צד המשל כמו שעשה בכלי החרב: ועיר של זהב. עטרה של זהב על צורת ירושלים ישימום בראש ולזה נקרא עיר: וקטלאות. הן חוטי זהב ישימו בצואר והוא הנקרא בלשון התורה רביד וכבר יעשו חוליות זהב נקובות כדמיון גרעינים ויכניס בחוטים וישימו אותן על הצואר וזה יקרא מחנק וכבר יקרא גרעיני אדם פטדה וברקת וירכיבו אותן בחוט זהב או כסף ויעשו ממנו כבלים סובב סביב הצואר גם כן וכל זה יקראו קטלאות: ונזמים. שני מינים מהן שיתלו באזן כמו שעושין היום ומהן יתלו באף כמו שהיו עושין כן בזמן ההוא: וחותם כמו שיעשו בקצה החותמות מספיר או מנפך ומה שדומה להן מן האבנים ואין הלכה כר\"א: \n"
            ],
            [
                "כקדירה מלמטה. שיהיה לו בנין חלול כמו הקדרה ועל ראשו גרעין אחד מקשיי דומה לעדשה על זאת <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEUAAABFAQAAAAA09haEAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA0klEQVQokaXSsQ3DIBAF0LMoKNkgbBKvkjHS4Sh9vBJWFkHKApQUFuQf+BzFcmElFNazgfOJDxUZ9JOyEc1alNSOuiZX5qZsRbMpua1DCZFahUWtcm56oQo0lnKHbk9WB3nvxmQVFIJ+0IkVr0R00iwHnQ2UXJwM/s7itj/qRamqZ7n1m6tVvhSLzG4U/1BghQPqRZHldzRtZAsfGnfKUlXIL+sqPBEFxEeeqjKiC7YmSK4Mi2zGC2vQNVbI00U1RSLdlIjskj7xhqq43oijN2yrN5voCerOULNUAAAAAElFTkSuQmCC\">הצורה וכאשר תתפרד זאת העדשה מהקדרה תהיה הקדרה כלי שבה בית קבול בלא ספק והיא טמאה משום כלי לא מפני שהיא מתכשיטי נשים ותהיה גם עדשה טמאה לפי שיש לה שם בפני עצמה וצינורא הוא קצה קנה הנזם הנכנס בנקב האזן או האף ולפי שהוא מעוות קורא אותו צינורא תרגום מזלגותיו צינורותיה. ואמר העשוי כמו אשכול ירצה נזם העשוי כמין אשכול והוא שיהיו גרעיני זהב מקובצים על דמיון אשכול ענבים וכאשר יתפרדו אלו הגרעינין לא יטמאו שאינן אז מתכשיטי נשים ולא לכל גרעין מהן שם בפני עצמו ואין בו ג\"כ בית קבול שיטמא בעבורו ולא תטמא שום כלי מתכות אם לא בתנאים קדם זכרם:  "
            ]
        ],
        [
            [
                "טבעת אדם. טבעת נעשה לתכשיט אדם כמו בעלת חותם וצורה וכבלי הרגלים ורבידי זהב אשר יעשו אותן המלכים בצואריהם וטבעת בהמה הטבעות העשויות לבהמות כמו שיעשו המלכים טבעות זהב וכסף בצוארי הסוסים וברגליהם וכן יעשו טבעות בבית ידן של כלים על דרך הקישוט והוא אשר יקרא טבעת הכלים הנה זאת הטבעת לא נטמא בהפרדה. וקורת החצים עץ יכניסו בו החץ יהיה תמונתו אצלם כשידבק בו קצה הברזל ולזה זכרו בכאן: ושל אסירין. ברגל יושם ברגל האסורין: והקולר העול של ברזל אשר ישימו בצוארי האסורים לכפות בו האדם וזולתו ר\"ל שיקשור בו ג\"כ כלל חבילי עצים והדומה לזה ממה שנהוג ליקשר כדי שיתקיימו מקובצין: של סיטונות. מוכרי הלחם והקמח להן שלשלאות יסגירו בהן החנויות והן מכלל ההסגר אולם של בעלי בתים הנה לא יעשו אותן לשם הסגר אבל היא דמיון השלשלת העשוי בשערים לנוי ולזה אינה מקבלת טומאה וא\"ר יוסי אם היה בשני קצותיה שתי תוספת יוצאין בדמיון מפתח כאילו ינעילו ג\"כ בזה המין או אם קשר בזה השלשלת חלזון והוא דמיון רמש מברזל ינעלו בו הדלתות וזה הרמש הוא שרץ המים הנקרא חלזון ואין הלכה כר' יוסי: \n"
            ],
            [
                "של סרוקות. מהסורקים צמר ופשתן והוא מעץ וברזל ובקצתו משקלים תלויים ולזה יטמא והוא אמרו מפני האונקיות והן האונקליות ואונקלי קנה וכבר ביארנו זה בתמיד וזולתו ולכתפים אונקלי גדול מברזל ולו נצב מעץ ויחזיקו בנצב בידיהם וקנה האונקלי' במשא אשר על כתפיהן כדי שלא יפול המשאוי וכתפים הן הנושאים המשאוי על כתפן וכן הסובבין בעיר והן הרוכלים המחזירין על העיירות להן אונקלי על זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGEAAABCAQAAAABvRYWWAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA7UlEQVQokb3TQQ6CMBAF0G8w4q43kFu4InAVz+DaCMaLgRzAK3ADWXZBWmeYVgqJLCSRTfMSZtr5TWHDD6ukUQQqkYzqgWhUC2xGlYAUQn4ElJdmRaKEy1IphFEG2FnQHk9SVHELjXgQpD1wUlRHikkVL+All8asVpob7gP72Mv5K+oF27jZOthA9jZRs6D6P6rXdlmaYaoq53QLJ86sH9K0fG+UtXZXTvGyrsrpQFl3NnbK74G6mSKSr+vodqDxRdRTn/0Ogz77XQb5s2SkPstDpV5HxTO4ifQ2VC/zhTIT+VRmMhRJ8Dpev7+qNxHxwSHBSeYFAAAAAElFTkSuQmCC\"> יעזרו בו עזר מעט בהעתקת משאם: ודרגש הוא ערש קטן לו ג\"כ אונקליות יתלו בו אצל העלייה אליו וכן בעמודי המטה אונקלות ועמודים והן נקליטי המטה כמו שיתבאר בספרי: ושידה. היא תיבה: ואקון. היא תיבת הציידים ותמונתה מפורסמת אצלן והיא תיבה מעץ בו אונקליות יתלו בים יכנס הדג בו ולא יוכל לצאת ממנו וכבר התבאר לך שמנורת העץ טהורה לפי שאין לה בית קבול עוד הביא כלל זה והוא שכל אונקלי תהיה בכלי שתקבל טומאה הנה זה האונקלי ג\"כ יטמא בטומאת זה הכלי וכל אונקלי יהיה בכלי שלא תקבל טומאה הנה הוא לא יטמא לפי שהוא חלק ממנו וכאשר היה האונקלי לבדו קודם שידבק בכלי אשר נעשה אליו הנה הוא טהור ולא יקבל טומאה מהטעם אשר הקדמנו בראש פי\"א לפי שהוא סמוך אל זולתו ואין לו שם בפני עצמו והנה הוא כאילו חלק מכלי לא כלי שלם והבן זה ואין הלכה כר' יהודה:  "
            ],
            [
                "טני. הוא כלי מחזיק חצי סאה יהיה ברוב מברזל או נחשת ולו כסוי ממתכת ג\"כ ישתמשו בזה הכלי ב\"ב לגרוטאות והרופאים למרקחים וזה הכסוי ישתמשו בו הרופאים לשום הסממנין בו ולזה הוא מקבל טומאה לדברי הכל: ומגדל. הוא האוצר והוא שנקרא בלשון ערב אלמנשא\"ם: הייתוכין. ברזלים יחזיקו בהן הקדרה: והפרכין. ברזלים קבועין במוקד לשמור אותו מן השרפה במהירות זמן ובתוספ' [ב\"מ פ\"ב] אלו הן הייתוכין אלו שהחנווני מנער בהן את הקדרה והפרכין הקבועים בכירים ושם נאמר מפני מה דלת מגדל של רופאין טמאה מפני שהוא נותן עליה אספלנית ותולה בה את המספרים: ועקרב בית הבד. עץ שדורכין בו את הזיתים ויש ברזל בנקיבת העץ כצורת עקרב ואונקלי שבכותלים הקרסים אשר ישימו בכתלים לתלות בהן הכלים היפים ואין הלכה כר\"ג וראוי שנאמר הנה מאמר קצר מפתח למה שקדם ומה שיבא מזאת הכונה וזה שכל מה שתשמע בזאת המסכתא דין בדבר מכלי המתכות ויאמר בו טמא הנה זה מבואר לפי שכלי מתכות פשוטיהן ומקבליהן טמאי' ואולם כשתשמע שיאמר טהורים הנה זה לאחד מג' סבות אם זה הדבר מגולמי כלי מתכות אשר קדם ביאורו בפ' י\"א או שהוא בלתי נפרד בשם כמו שאמר כל מי שיש לו שם בפ\"ע טמא או שיהיה סמוך כמו אמרם אונקלי הכותל או כסוי הכלי הפלוני שהוא לא יטמא אלא אם היה כלי ולא נצטרך אל ידיעתי וזולתו ואמנם זה תוספת ידיעה או יהיה מורכב על כלי לא יקבל טומאה כמו שאמר כל המחובר לטהור טהור ומבואר הוא ג\"כ כי כאשר היה דבר מהמתכות אין עליו תורת כלי הנה הוא ג\"כ טהור ולזה יצטרך אחר זה השרש בלתי ביאור השם לבד והנה יגיעו לך הענינים אשר תדון בהן בדבר שהוא טמא ובדבר שהוא טהור ומאמרו טמא וטהור תקח ראיה על תמונת זה הכלי ודע זה: \n"
            ],
            [
                "מסמר הגרע. סכין ההקזה: אבן השעות. אבן תבנה בארץ וירשום בה קוים ישרים כתובים עליהם שמות השעות והיא עגולה ובמרכז זאת העגולה מסמר נצב על זוית נצבת כל מה <small>[צ\"ל שינטה]</small> שיתדבק בשווי צל זה המסמר לקו מאלו הקוים ידע כמה שעות עברו מהיום ושם זה הכלי המפורס' אצל בעלי הכוכבים בלשון ערב א\"ל בלאט\"ה: ומסמר הגרדי. חץ הגרדי והוא דמיון מטוה ברזל ארוך מרובע יכנס בקנה דק ויחובר על זה הקנה המטוה: וארון של גרוסות. ארון של עץ ימלאו אותו מגריסין וגריסין שם הפולים הטחונים והמוכרים אותן יקראו גרוסות וזאת התיבה בלתי שלימות המלאכה והיה ספק אצלם ויחלקו עליה אם יש עליה תורת כלי אם לאו ואם היתה תחתיו עגלה של מתכת הנה היא תטמא ואין הלכה כר\"צ: "
            ],
            [
                "העשוי לשמירה. נשאר לסימן כגון שעשאו בשער או במקום שירצה ואם מצא אותו נעתק ממקומו אשר הוא עליו ידע שכבר נכנס אדם בבית או במקום ההוא: עד שיצרפנו. עד שיכהו בפטיש ויחדד אותו וישיבהו בדמיון המקבת וצורף שם לאומן המתכות ושלחנים ישמשו במסמרים באוצרותם יסגרו ויפתחו בהן והלכה כחכמים בכל: \n"
            ],
            [
                "מגרדות. הן מגרדות של מתכת יגרדו בהן במרחצאות ויתלו שם וכל מי שיכנס לשם יקח מגרדתו ויתגרד בה רגליו ושוקיו: גולמי כלי מתכות. כבר ביארנו בתכלית הביאור בפרק שלפני זה: וטבלא שנחלקה לשנים. היא טבלא של חרס שיש לה לבזבזים כמו שקדם והלכה כחכמים: \n"
            ],
            [
                "בצואר קטנה. על המנהג המפורסם שתולין המעות והדינרים בצואר הנערות הקטנות וסלע הוא ד' דינרים ושקל הוא חצי סלע והוא שני דינרים ואם נשאר מהסלע פחות משני דינרים הנה אין מותר לו שיעזבהו על צורתו אבל יחתכהו שאולי יטעה בו אדם שאינו מכירו ויקחהו בשקל והוא פחות משקל ובכאן אומר אותו דין כאשר יצא לנו הדבור אל זאת הכוונה וזה שהמקום אשר ישתמשו בו בדינרים ובמעות במספר הנה אינו מותר לאדם שיקיים דינר או מעה יחסר ממנו השתות אלא שיחתוך אותו כ\"ש שלא ישתמש בה או יטעה בה את עובד כוכבים וזה אשר ידמו המון האנשים וקצת מהיחידים שזאת ההטעאה מותרת עם עובד כוכבים היא טעות ודעת בלתי אמתי אמר הי\"ת בדין קנינו במוכר עצמו לעובד כוכבים או לעבודת כוכבים עצמה כמו שבא בפי' אמרו וחשב עם קונהו ואז\"ל (ב\"ק דף קיג:) יכול יגלום עליו ת\"ל וחשב ידקדק עמו בחשבון וענין יגלום יערים עליו ויטעהו ואמרו א\"כ דברה תורה בעובד כוכבים שתחת ידך ק\"ו בעובד כוכבים שאינו תחת ידך אם החמירה תורה על גזלו של עובד כוכבים ק\"ו על גזלו של ישראל וכן אינו מותר הבדוי והתחבולה ומיני הרמאות והאונאות והעקיפים על העובד כוכבי' אמרו (חולין צד.) (ע\"ה) אסור לגנוב דעת הבריות ואפי' דעתו של עובד כוכבים וכ\"ש בדבר שיוכל לבא לידי חלול השם שזהו חטא גדול והגעה לאדם תכונות רעות ואלו הרעות כולן אשר ביאר הש\"י שהוא יתעב אותם ויתעב עושם אמר (דברים כ״ה:ט״ז) כי תועבת ה' אלהיך כל עושה אלה כל עושה עול וכבר יצאנו מכוונתינו הנה אבל נעיר שאינו ראוי ההשמטה ממנו ואשוב לכונת המס': \n"
            ],
            [
                "אולר. הוא סכין קטן והוא כלי יחתכו בו קצה הקולמוס. ואמרו הנה קולמוס. ירצה בו קולמוס של מתכת והרבה מבני אדם עושים קולמוסים מברזל ונחשת: ומטולטלת ומשקולת. שני מינים ממאזני הבנאים והוא חתיכה מברזל או מעופרת יעשה על הרוב מעופרת תמונה ותנקב ותתלה בחוט יעמידו בו הכתלים והעמודים בעת הבנין: והכירין. הוא כלי מברזל יתקעו בו הזיתים במעצד: והכן. הוא המסטר אשר יקוו בו השורות: והכנה. היא המסטרא: וגולמי כלי עץ. מבואר בתוספ' [ב\"מ פ\"ב] אמרו אלו הן גולמי כלי עץ כל שעתיד לשוף לשבץ לגרד לכרכב לטוח בטונס מחוסר כן או אוגן או אוזן טמא וכבר קדם ביאור אלו השמות בפ' אשר לפני זה זולת אמרו לטוח בטונס וביאורו להחליקו במחלקת הוא הברזל אשר יחליקו בו העצים ושמו טונס. ומבואר שכן הוא תושבת ואוגן הוא צואר הכלי: ואמרו משל אשכרוע. ר\"ל בכלי הבקר וקורין אותו אלשמש\"ר והאמת שהוא מין ממיני הארז תרגום תאשור אשכרועים ואמרו שזה המין לא יטמאו הכלים הנעשים ממנו עד שיגרדו וימרקו לפי שהן קודם זה לא יצליחו למלאכה לרוב קליפת העצים: וגרופית של זית. ירצו הכלים הנעשים מעקרי הזיתים הם רוב השמנים לא יוכשרו להשתמש בהן עד שיושלקו באש ואין הל' כר\"י: \n"
            ]
        ],
        [
            [
                "פגיון. סכין מעוות דומה למגל קטן ישתמשו בו התגרים והסופרים: מגל יד. ומגל קטן יקיימו אותו לצרכי הבתים: והשחור. מספרים קטנים. וזוג של ספרים מספרי הספרים בעלי ההקזה והוא גדול עגול הקצוות: ומספורת. הברזל אשר יגלחו בו השיער איך שיהיה תמונתו נקראת מפעלתו על שם הגלוח תספורת תרגום ויגלח וספר ואין הלכה לא כר' יוסי ולא כר' יהודה: \n"
            ],
            [
                "קוליגריפון. כלי מברזל ארוך קצתו הא' דומה לעגולה שטוחה יגרפו בו האפר מהכירה והתנור והקצה האחר בו שיני ברזל דקות יתקעו בדבר העומד על האש ויוציאו ממנו בשר או לחם ויקרא הקצה השטוח העגול כף והשינים אשר בקצה האחר שינים: ומכחול. הנאמר כאן הוא מאחד ממיני המתכות קצהו האחד עגול לחתוך בו כמו סכין. והקצה האחר בו כף קטן להוציא בו הכחול או לנקות בו האוזן וזולת זה והקצה אשר הוא עגול יקרא זכר והאחר יקרא הכף: ומכתב. חרט מן מתכת קצהו האחד יכתבו ויחקקו בו ויקרא הכותב והקצה האחר רחב חד דומה לסכין יגררו בו מה שיצטרך לגררו אצל הכתיבה ויקרא מוחק: וזומא ליסטרון. כלי ברזל עשוי לצלות בו בשר הקצה האחד שכפה פשוטה דומה לרשת יושם עליו הבשר או העוף ויעמידהו אותו על מרחק קטן מהאש עד שיצלה מה שעליו וזה הקצה יקרא כף והקצה האחר בו ג' קני ברזל דקין יכנס הבשר בו ויצלה על האש וזה הקצה יקרא מזלג: ושן של חרישה. לה ב' קצווים הקצה הא' יהפכו בו הארץ והאחר יחדדו בה הכלים אשר יחרשו בה קצתם אל קצתם והיו אלו כולן וכל מה שדומה להן כאילו הן שנים התחברו וכאשר נעדר האחד ונשאר האחר הנה הנשאר יקבל טומאה כאשר נאות בתשמישו ויהיה אפשר שיעשה בו מלאכה אפילו בחלוף כמו שנזכר דמיון זה שיהיה בין הכף והמזלג בארך הקנה ב' אמות וכאשר הוסר המזלג עם רוב הקנה עד שנשאר הכף מן הקנה המחובר בו שעור אמה הנה זה הכף אז לא תטמא לפי שלא יוכל האדם אז שיחזיק בזה הקצה הקצר וידו בזה הכף ישרוף ידו עליו מחמת קצורו על זה הדרך תקח הקישא בנשארים: \n"
            ],
            [
                "חרחור. שם כלי מין מן שיני הקנים והקצה החלול ממנו אשר יכנס בו קצה הקנה יקרא קובו: וקורדום. הוא שעושין הבקעת ולה שני קצוות האחד רחב ישמשו בו הנגרים והוא אשר יקרא עושפו תרגום מחרשתו עושפיה ובית בקועו הקצה הנוטה לעגול והוא אשר יבדילו בו העץ והוא אשר יקרא בית בקועו והעץ אשר יכנס בו הקורדום יקרא מקופו: \n"
            ],
            [
                " מגריפה. הוא אשר יניעו בו התבשיל בקדירה אצל בשולו ויקרא הרחת אשר יערכו בו הבנאים הטיט מגריפה על דרך הדמיון וידוע מצורת זאת הרחת כאשר הוסרה כפה ישאר הבית יד שלה דומה לקורנס הוא מאמר ר\"מ מפני שהיא כקורנס: ומגירה הוא <small>[צ\"ל משור]</small>. משוך וכאשר ניטל מכל בין שני שינים שן אחד יפסד ולא אפשר לגרד בו בשום פנים ואם נשאר מן שיניו ויהיה הנשאר שלם שיעור הסיט במקום אחד מדובק הנה יטמא בכללו לפי שאפשר לנסור העץ על זה השיעור וכבר נאמר שמלא הסיט ארבע אצבעות בגודל ונראה לרוב הקדמונים שרוחב הסיט מקצה הגודל אל קצה האצבע כאשר יפתחהו האדם בתכלית מה שאפשר וכן פירש לי אבא מורי ז\"ל והוא אצלי הבדל בין אמרם מלא הסיט ובין אמרם רחב הסיט כמו שנזכר בפ' י\"ג של מס' שבת (דף קה:) והלכה כר\"מ: המעצד והאזמל. מעצד הוא כלי ברזל יורכב על עץ ותמונתו מפורסם אצל הנגרים והוא המכונה בל' לעז איישוד\"ה ואיזמל ברזל אצל הנגרין בארכו יותר מאמה ולו קצה פשוט חד ברחבו כמו שתי אצבעות יחזיקו אותו בשתי הידים יחד וינסרו בו מה שירצו לנסר בו ותרגום חרבות צורים אזמלין חריפים: והמפסלת המחלקה. וצורתה מפורסמת והיא ברזל דומה לסכין שקבע בתוך עץ והיא תלך ותבא ולא יצא ממנה על שטח העץ בלתי שעור מעט ובו יחליקו העץ: ומקדח. שם המקבת: ובאור נפגמו נתבקעו והיו בו בקיעות לפי שאלו הכלים כולן קצותם כמו הסכינים ואלו הכלים והדומה להם מכלי הברזל הגדולים כלל גוף הכלי מברזל וקצה הכלי לבד אשר בו יחתכו או יקבו או יחליקו הוא מברזל נקרא אצייר\"י בלע\"ז והוא הברזל הטוב במלאכה עד שיתוקן שהוא יותר חזק ויותר קשה מהברזל האחר והוא אשר יכונה אצל רז\"ל פרזלא הנדוואה וזאת המלאכה יקראוהו הנפחים קבסיי\"ר בלע\"ז ר\"ל דביקת שני מיני הברזל וזה הקצה אשר ידביקו בו האסיי\"ר הוא יותר חד וישחיזו אותו במים כמו שהוא מפורסם אצל האומנים וזאת הדבקה הנקרא חיסום להיות ע\"פ כלי המחזיק בו ומונע אותו מהחזרה והבקיעה מלשון (דברים כ״ה:ד׳) לא תחסום שור בדישו ושמור זה השם ועניינו ולא נצטרך לחזור ביאורו: ואמרו ניטל חיסומו. ירצה בו שיסור זה הקצה החזק מהברזל הטוב: ורוקני. לא נשיג שמו אבל ביאור הענין שהוא כלי מכלי הנגרים יתרכב עם זולתו ואז יהיה כלי וכאשר יהיה נפרד אין לו שם בעצמו ולזה היא טהורה כמו שהשרשנו: "
            ],
            [
                "חרירה. הקצה הנקוב אשר יכנס בו החוט והוא לקוח מלשון חור: ועוקצה. הקצה הדק אשר ינקבו בו הבגדים. ועוקץ. הוא קצה כל דבר שיהיה חד ודק: ומחט של סקאין. הוא מחט גדול יתפרו בו הבגדים הגסים אשר הם משיער העזים ומה שדומה להן מהבגדים העבים ולאשר ירקמו הבגדים בעת אריגתם במחט יחברו עליו חוטי המשי כמו שיחבר האורג חוט הפשתן על הקנה הדק ויקל להן הכנסת זה המחט בין חוטי האריג בעת הריקום וזה דבר מפורסם לא יצטרך באור וזה המחט יקרא אל מיתון לכפול החוטים עליו מלשון לכתא ומיתנא בגמרת שבת (דף קב.) וירצו בו היות הדבר מחובר בחוט בזה המחט ואם נטל חררה או עוקצה הנה היא טמאה לפי שלא ירצו ממנה לא חררה ולא עוקצה ואמנם הכוונה קנה דק הוא מברזל יחברו עליו החוט ולזה אמר אם התקינה למיתא טמאה ר\"ל למיתנא כמו שבארנו ואמר מפני שהוא כותב בה ר\"ל ירשום בה: מחט שהעלתה חלודה. עלה עליה סיתום עד שלא יוכלו להכניס בה החוט לתפור בה: וצינורא. ידוע שהיא מעוותת על זאת הצורה וכאשר פשט העוות עד ששב כמו מחט שנטל חררה ועוקצה הנה היא טהורה לפי שהיא לא תכשר אז לשום דבר: \n"
            ],
            [
                "חפין. הן שיני המפתח אשר יפתחו בו הדלת ותמונתה מפורסמת: והאלמוג. הוא הקור\"ל והוא צומח בקרקעית הים לא יסתפק אלא מי שלא ראהו בעת יציאתו מן הים והוא רך מאד קודם שיקפיאהו האויר וישיבהו דומה לאבן והוא נגזר מעצי אלמוגין: והשן שבטס. השן אשר תהיה בלוח או בחתיכת העץ אשר יתירו בו אצלנו לפי שזו השן היא נפרדת וכאשר היא של מתכת הוא כלי בפני עצמו: \n"
            ],
            [
                "כדומים. הן אונקליות יוציאו בו הכלי כאשר נפל בבור ותמונתו מפורסם וזה שהיא עגולה מברזל שלשלאות ואונקליות הרבה תלויות על הכף העגולה אורך כל אחד מהן כמו אמה ובקצה כל אחד מהשלשלאות אונקלי: האשקלונין. מיוחסות לאשקלון: והמעבר והמזרה והמגוב. ג' מיני כלי הגורן כדמיון כף האדם יבורו בו החטים והשעורים מהתבן ויתחלפו שמותם לפי התחלפות תמונתם כי מהן רוב השינים יבוררו בו החטים בסוף הענין וממנו מעט השינים אין לה כ\"א שלש שינים לבד יבוררו בו החטים בתחלת הענין מהתבן הגס והוא המעבר ורבת שינים ממנה המזרה והיותר רב השינים מהן נקרא מגוב: ומסרק. ידוע: ואין לי מה אשיב. ר\"ל שלא אוכל להשיב על זה המאמר ולא לקבלו כפשוטו אבל הוא מסופק: \n"
            ],
            [
                "מסרק של פשתן. הוא מברזל תמונתו מפורסם אצל האנשים כולם והם כלל מחטי ברזל נעוצים בעץ: וכולן אחת אחת. ר\"ל כל מחט מאלו המחטים ומסרק הצמר הוא גם כן כזה: ואמרו היתה החיצונה אחת מהן. ענינו מה שאספר לך וזה שאלו המסרקים יש להם בראשיהם מחטים גדולים לפי מה שהן מהגסות והן מכלל שיני המסרק ואמר כי כאשר אלו ג' השינים שנשארו שנים לבד משיני המסרק וזאת החיצונה היא השלישית הנה המסרק בכללו טהור לפי שלא יאות בו עוד הסריקה: ועשאן למלקטת. הוא שילקוט בהן השער מהגוף: והתקינה לנר. להוציא בה את הפתילה ויטיב בה את הנר: למיתוח. כבר בארנו עניינו במה שקדם: \n"
            ]
        ],
        [
            [
                "דלי. ידוע: ומיחם. כלי יחממו בו המים והוא יותר גדול מהקומקום: הלפס. הוא כלי גדול תמלא במים ותיחם וישימו בתוכו הקיתונות והן כלים קטנים להדיחן ולנקותן וענין אמרו כמה שיעורן אי זה שיעור ישאר ממנו כאשר נשברו ויהיה טמא שיהיה הנשאר משמש מעין מלאכתו ואין הלכה כרבי אליעזר. עוד אמר רבי עקיבא שהכלי שהוא ממתכת כאשר לא ימנעהו מתשמישו כ\"א המירוק והבהירות בלבד הנה הוא טמא וכאשר הוא חסר מעשה אומן כמו הגרידה והלטישה הוא טהור לפי שהוא מגלמי כלי מתכות ולטישה מלשון (בראשי' ד) לוטש כל חורש נחשת וברזל: \n"
            ],
            [
                "יעשה בראשי המקלות חתיכת ברזל עגולה דומה לרמון והיא אשר תקרא חזיינא וזאת התמונה מפורסמת במצרים ויקראו אותה אלרמו\"ם וכן ינעצו מסמרים בראשי המקלות להיות ההכאה בהן יותר חזקה ואמר ר\"ש שלא יטמא ולא יהיה מדין כלי מתכות עד שיתחברו בראשו ג' שורות ממסמרים. ועשאן לנוי שיעשה ליפות בו המקל ורוב מה שיעשו זה במסמרים דקים מצויירים בשיעור על צד היופי וזה לא יטמא לפי השרש הקדום והוא אמרו המתכת המשמש את העץ טהור אולם אם כוון באלו המסמרים שיכה בו ויגוף בו הנה יהיה אז העץ משמש את המתכת. ומינקת אבוב והרבה שימסמרו שיעשו אבוב מברזל או מנחושת בחלונות ובשערים לנוי ויהיה ג\"כ זה מתכת המשמש את העץ ואם היה זה האבוב כלי בפני עצמו ולא ישמשו ליפות בו את הדלת אבל יהיה כלי לשאוף בו את היין והדומה לזה אחר התחיבה בזה המקל הנה זאת המינקת תקבל טומאה כמו שהיתה קודם לפי שהוא כלי אחר. חזר לדין אחר ואמר כי כאשר היתה זאת המינקת כלי והיה זה כלי טמא מתי תהיה טהורה ואמרו ב\"ש משיחבל ירצה שיכה אותה בקורנס עד שיפסד תמונתו וב\"ה אומרים לא אבל משיחבר במסמרים בשער או במקל וישקיענה בגוף העץ עד שתהיה מחוברת עמו להתנאות בו הנה כבר נטהר אז זה הכלי והוא אמרם בביאור זה בתוספתא היתה טמאה ועשאה לתחת הדלת טמאה עד שתטהר ומאימתי טהרתה ב\"ש אומרים משיתחבל וב\"ה אומרים משיתחבר ואין הלכה כרבי שמעון: \n"
            ],
            [
                "קנטר. הוא הנקרא בלשון ערב אלעתל\"ה והדקור אלמנקא\"ר ויקראו אותה הנגרים אלמרבו\"ע והוא קנה מברזל מרובע בארכו כמו אמה ולו בית יד מעץ יפסלו בו העץ מה שירצו לפסול ממנו ואצל הנגרים ממנו כלים רבים גדולים וקטנים: ומשוחות המהנדסין אשר ימשחו הארץ להן שלשלאות ישערו בו לפי שהחבל תקצר בקיץ ותאריך בסתיו ולהם ג\"כ יתידות ונועצין אותן בארץ כאשר תכלה המדה הזה והעשויה לעצים הוא שיעשה שלשלת לקשור בו העצים והיא טהורה לפי השרש שאין לה שם בפני עצמה אבל היא סמוכה לשם אחר. ושלשלת דלי גדול ארבעה טפחים. ר\"ל שד' טפחים ממנו מה שימשך ליד יהיה טמא לפי שהוא מצורך הכלי ואי אפשר לדלות ממנו בפחות מזה: וחמור של נפחים. הוא ברזל על תמונת חמור יורכב בעץ וירכב האומן על ראשו האחד ויכה על ראשו האחרת ואמנם יכו עליו כלי הנחשת אשר להן שפה גדולה גבוה למאד ויקראו האומנים זה הכלי אלקר\"ב: ומגירה הוא המסר ואמרו עשה שיניה לתוך החור שהרכיבה שינים בנקבים לא שיהיו השינים מעצם הברזל וענין מלמטה למעלה שפתחן בהפך מה שישורו בו ואי אפשר שינסרו בה בשום פנים וזה לא יהיה זולת במסר קטן אשר לו בית יד מעץ יחזיקו בו ביד וינסרו בו כמו משור אומנים בעלי המסרקים והיא אשר תקרא מגירה אולם משור הנגרים הגדול והוא אשר שמה מסר הגדול כמו שבארנו במס' שבת (דף קכג:) הנה לא יאמר בה אם פתח שיניה בהפך וזה מבואר מתמונתה וצורתה. ואמרו כל הכסויין טהורין ר\"ל כסויות של מתכת לסבה הקודמת לפי שאין להם שם בפני עצמו זולת כיסוי המיחם לפי שהוא היה אצלם כסוי בפני עצמו כמו כסוי טני של רופאים כמו שבארנו: \n"
            ],
            [
                "תמונת העגלה אשר יטענו עליה האבנים והדומה להן ידוע ומפורסם והעץ הנמשך בין שתי הבהמות אשר יוליכו העגלה יקרא עול והוא מדובק בעגלה ואם היה ממתכת הנה הוא טמא שפשוטי כלי מתכות טמאים ואם היה של עץ מצופה הנה הוא טהור לפי שהכלים המחופים לא יקבלו טומאה כמו שבארנו : והקטרב. הוא העץ הנמשך על שני צוארי הבהמות והעול באמצעו וזו צורתו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGkAAAAfAQAAAADMgt5LAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAqUlEQVQYlZ3RwQ3DIAwF0K/kkCPdgE3KKh2jN7pBVuoE7QqM4KoXV6K4GJMmucYSQg+QMQayCxzht44SO6OQk08JyqcuE4SNs3AcCYGLN6YLAJdj560KYw7Gghbn4AQc5mwcMAmynxN6ND6woyailXX2IndjSxtFWK82Tlp3wtDplQRnPMW2+y7Gq1H0CQUjy5aRNsxOaDkctIw/cyUvfGn7Vlpj2R/+lB9NKC+m3iaI6QAAAABJRU5ErkJggg==\"> ובקצה הקטרב ב' קצוות ברזל יקראו כנפים וכנף הוא הקצה וזה מבואר בלשון העברי (במדבר ט״ו:ל״ח) על כנפי בגדיהם ואם נעשות אלו הקצוות להכניס בהן הרצועות ותסתם על ראשי הבהמות הנה הן מקבלים טומאה שהן כלים ואם נעשו לנוי טהורים כמו שבארנו לפי שהוא מתכת המשמשת את העץ. וברזל שתחת צוארי הבהמה הוא ברזל יקשר על הצואר מפני שלא יחנק בחבל אשר יקשרו בו הקטרב אולם העופרת אשר ישתמשו מצדדי הצואר הנה הוא טהור מפני שהוא לנוי: והסומך. הוא יתד מברזל יעשה בקצה העגלה ממה שיסמך לזנבי הבהמות להסמך בו העגלה: והמחגר הוא ג\"כ יתד מברזל יהיה בקצה העול מפני שלא תתעוות העגלה מפני אורך העול: והתמחויות. הן מקום הקערורי אשר ישימו בו האבנים וזולתן: הענבל. הזוג והצינורה הוא האונקלי אשר יתקעו במשא אשר על העגלה כדי שלא יפול: ומסמר המחברת כולן. ירצה בו כל מסמר שיחבר חלקי העגלה עד שתשוב אחד הנה הוא יטמא ושאר המסמרים אשר בעגלה אשר לא יעשו לחבר החלקים כי אם לנוי הנה הן טהורים:  "
            ],
            [
                "סובב של גלגל. הוא ברזל המקיף בגלגל: והטסין והצפויים. הטסים הן הלוחות הדקות והצפויים הן החפויין כי יש מקומות מהן מחופות באותן הלוחות לנוי והעיקר מכל זה כבר התבאר: ושעם הוא גמי: משישופנו. משימרח בשמן אחר הלטישה כמו שיעשו בסייף תרגום וירחץ ויסך וימשח ושף: משישחיזנה. משיחדדנה והאבן אשר יחדדו בו הסכין נקרא משחזת: \n"
            ],
            [
                "כבר קדם שכסוי טני של בעלי בתים לא יטמא ואם מירק אותו עד ששב מראה הנה הוא יטמא לפי שהוא אז כלי בפני עצמו ואין הלכה כר' יהודה: \n"
            ],
            [
                "מבואר הוא שהמאמר הוא בטומאת מת וכבר קדם לנו שכלי מתכות חוזרים לטומאתן הישנה ומאמר ר\"א הזה עליהן ונשברו בו ביום ר\"ל ביום הג' מטומאתו ומאמר ר' יהושע אין הזאה פחות מג' וז' ירצה בו שאחר התוכו יזה על זה הדבר הנתך ג' וז' ואז יהיה טהור ואם עשה ממנו כלים אחר זה יהיו טהורים אולם שתתחבר ההזאה אשר הזה בעודו כלי אל ההזאה אשר היא אחר שבירתו הנה לא תתחבר ואפילו יהיה הזאה השניה בשביעי אבל יצטרך ההזאה ג' וז' על הכלי או הזאה שלישי ושביעי על הנתך וזה ענין אמרו אין הזאה פחותה משלישי ושביעי והלכה כר' יהושע: \n"
            ],
            [
                "של ארכובה. היא שתהיה לה ארכובה ותהיה צורתה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAABnAQAAAABTYJ0DAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAsUlEQVQokbXSQQrDIBAF0B9cZOkRvEJv4NGSkIul9CKWXsBloMHf0QlNQiV0E0EeA6MzMoJl4Zy+yyTYzIwmE4BO6AEvNAyOSIaLJWSnlpgl3RDRkaMyCJ6chO5L+JunHr/L1St65+JKIakpDYAmRqudua3PCJO7Xm7lKYxKuI7pQlih34+qnlI/cGBYI/8uyKh/wBqZsdByB46UAQimgn0p+rNapYwqacoReoV8nP7WD8fr7HvfsDPDAAAAAElFTkSuQmCC\"> כן ושל גם תהיה צורתה על צורת גימל ורוב מפתחות המנעולים יהיו תמונתן כן והוא על זאת הצורה: ואמרו מתוך גומו ומתוך ארכובתו ירצה בו מעצם התוספת אשר בה וכבר ביארנו חפין שהן שיני המפתח וכן יהיה בקצה המפתחות נקבים הן הסבה בפתיחת המנעול כאשר יהיו בתוך המנעול קצוות בולטות יכנסו באלו הנקבים ואז יפתחו הדלת: ומסננת של חרדל. הוא ממתכת ואמר כי כאשר נפרצו ג' נקבים בקרקע המסננת והתחברו קצתן לקצתן הנה נפסדה המסננת שהיא לא תסנן כלל ולזה היא טהורה: ואפרכס. הוא כלי הרחים והיא תעשה משעם ברוב בצד העליון רחב וכל מה שילך יהיה צר. תמונתו כמו מחודד האצטוונה ישליכו החטה מצד הרחב והקצה הצר על עץ הרחים ויפול ממנו החטה אצל הטחינה ואין הלכה כרבי יהודה:  "
            ]
        ],
        [
            [
                "הנה זאת ההלכה כבר קדם לשונה וביאורה בתחלת הפרק הב' מזאת המסכתא: ושידה תיבה. מעץ כארון והדומה לו: ותיבה. תיבת השולחנים: ומגדל האוצר. וכוורת הקש הן קופות יעשו מקש או ערבה או מכפות תמרים והדומה להן הכונה בזה שהוא ממה שיצמח מהארץ עד שיהיה כמין כלי עץ והוא גם כן נקרא בלשון ערב ככוראלנה\"ר ותמונתו תמונת סלים ויעשו בספינות הגדולות אוגן מעץ ימלאו אותו מים לשתות בו אנשי הספינה והוא אשר יקרא בור ספינה ותמצא איתו בספינות אלכסנדריא שהספינות אשר ילכו בהן מארץ ישראל לאכסנדריא הן הספינות הגדולות שהן יכנסו בתוך ים המלח ואינן כמו הספינות הקטנות אשר ילכו בהן העומדים על שפת ים ארץ ישראל מעיר לעיר: ודרדור עגלה. חבית מעץ בתמונת קורה ותחתית העגלה תוליך החבית ותעתק ממקום אל מקום והיא מלאה מים: וקוסטות המלכים. קיבוץ המלכים והיא כמו עריבה מעץ גדול בה חדרים יהיו בה מיני המאכל והמשתה והיא ג\"כ על עגלה ילכו בה המלכים: ועריבת העבדנים. היא מעץ ישרו בה העורות ואמר יתברך בטומאת הכלים (ויקרא י״א:ל״ב) מכל כלי עץ או בגד או עור או שק ושק הוא אלמשח הארוג משיער יעשו ממנו המרדעות העשוים מצמר ובאה הקבלה שלא יטמא מכלי עץ אלא מה שאפשר שיטלטל והוא מלא כמו השק אמרו מה שק שהוא מטלטל במילואו אף אני מרבה דרדור העגלה וקוסטות המלכים שהן מטלטלים במלואם ומוציא את השידה ואת התיבה ואת המגדל שאינם מטלטלים ולזה השרש אמרו שהכלים העשויין מעץ אשר יחזיקו מ' סאה בלח רצה לומר הדבר הנגר אשר יחזיק ס' סאה מן הדבר היבש כמו הקטנית והזרעים לפי שהן יתעבו על פי הכלי ויוסיפו שליש ובור שהוא מחזיק שלשים סאים הנה הוא לא יטמא ואע\"פ שהוא רק ואין בו כלום לטעם מה שזכרנו והתנה על גודל גופו שיהיה לו תושבת בשרש עשייתו יעמוד בו על הארץ עד שאי אפשר שיתנועע והוא אמרו שיש להן שולים וביאור מלת שולים הקצוות ואמר רבי מאיר שזה אשר מנו חכמים מן הכלים ואמרו כי כאשר יחזיק מ' סאה בלח שהן טהורים והוא שיהיה בתשבורת שלהן אמה על אמה ברום ג' אמות לפי שזה התשבורת מ' סאה לבד אשר נרצה בהן כמה שיחזיקו. אולם שאר כלי עץ בין שהיו מחזיקים מ' סאה או יותר מזה הרי הן יטמאו וזהו ענין אמרם בכאן בין מקבלים בין שאינן מקבלים ר\"ל כאשר יחזיקו מ' סאה או יותר הנה הן כמו הכלים אשר לא יחזיקו מ' סאה והכל טמא והוא אמרו בסיפרא כל שמנו חכמים לטהרה טהור והשאר טמא אולם רבי יהודה הנה מנה הכלים אשר אמרו חכמים שהן טמאים ואע\"פ שהן מחזיקים יותר ממ' סאה לפי שהסכימו עליהן בעת עשייתן שיטלטלו אותן מלאים אם בהיות אפשר להן שיתנועעו או שיהיה להן בית אחיזה שיוכלו למשכם או שיהיו עומדים על עגלה והדומה לזה ואמר ששאר כלי עץ זולת אלו כל מה שיהיו מחזיקים ארבעים סאה ולמעלה הנה אינן טמאים ומה שיחזיק פחות ממ' סאה שיטמאו והוא אמרו בכאן ושאר כל הכלים המקבלים טהורים ושאינן מקבלים טמאין ואל זה רמז בסיפרא באמרו כל שמנו חכמים לטומאה טמא והשאר טהור הנה אין מחלוקת בין רבי מאיר ורבי יהודה בכל מה שזכרו מהכלים בלתי עריבת של ב\"ב כאשר תחזיק מ' סאה בלח שחכמים לא ימנוהו עם הכלים שיטמאו אע\"פ שאין מקבלים מ' סאה כמו דרדור עגלה וקוסטות המלכים ולא עם הכלים אשר לא יטמאו ואפילו מחזיקים מ' סאה כמו שידה תיבה ומגדל לפי מה שקדם הנה לדעת רבי מאיר שאמר כל מה שמנו חכמים לטהרה טהור והשאר טמא הנה עריבת בעל הבית טמאה ואפילו מחזקת מ' סאה בלח אחר שלא נמנית עם הכלים הטהורים ועל דעת ר' יהודה שאמר כל מה שמנו חכמים לטומאה טמא והשאר טהור הנה לא תטמא כאשר תחזיק מ' סאה בלח שהרי לא נמנית עם הכלים הטמאים אע\"פ שמחזיקים מ' סאה והלכה כר' יהודה: \n"
            ],
            [
                "ארובות של נחתומים. לוחות הנחתום אשר יסדיר עליהן הלישה והיה עליהן צורת כלים ושל בעלי בתים אין להן צורת כלים ולזה לא יטמאו אלא אם כן צבען וקשטן וייפן ומשחן בששר או כרכמן בכרכום ואז יהיה בה צורת כלי ויהיה טמא לפי שפשוטי כלי עץ טהור כמו שביארתי אמנם יטמאו בגזרה דרבנן: ודף של נחתומים. לוח פשוט יקטפו עליו הבצק וכבר אמרו בש\"ס (ב\"ב דף סו:) בדף של מתכת מחלוקת אשר פשוטי כלי מתכות מקבלים טומאה כמו שיתבאר אולם דף של עץ אע\"פ שהוא מקבל טומאה מדרבנן כאשר קבעו בכותל הנה הוא טהור לדברי הכל: סרוד. הוא כלי מעץ ישתמשו בהן בעת הלישה לרחוץ את הידים. ויטוחו ממנה פני הלחם זה ממה שיצטרך אליהן ותרגום בגדי השרד לבושי שימושא (שמות ל״א:י׳): גיפפו. עשה לו מסגרת סביב תרגום ויחבק (בראשית ט) וגפיף והוא הקפת הזרוע בצואר: קורץ. יחתוך עליו הבצק: והמערוך. הלוח אשר יעריכו עליו הלחם העשוי ב' מערכות ותמונת אלו הכלים מפורסמים אצלם והיה ראוי שיאמר בקצתן טמא ובקצתן טהור ושלימות הדין יהיה מגיע בידך שכל כלי עץ שעליו צורת כלי אם היה פשוט הנה הוא אינו מקבל טומאה מדאורייתא אולם כלי מתכות הנה פשוטיהם ומקבליהם טמאין מדאורייתא וכן כלי עץ לענין משכב ומושב לבד הנה פשוטיהן טמאין במשכב הזב ומושב מדאורייתא כמו שהתבאר במקומות מזאת המסכתא ואין הלכה לא כר' אליעזר ולא כר' שמעון: \n"
            ],
            [
                "יעשו סהר מרובע מעץ יניפו בו הקמח יקרא ים נפה ונפה שם הכברה וים יקרא כל כלי או חפירה או בנין יעשה לקבץ בו כל דבר לח ויקרא ג\"כ ים זה אשר יתקבצו הקמחים לדקות חלקיו ואין ספק שתמונה זה אשר לבעלי בתים הנה ראוי לומר שיהיה טהור: ושל גדלת. האשה המסלסלת יש לה ג\"כ כלי של עץ תשב בו הנערה בעת שהיא מטיבה ראשה כדי שיתקבץ בכלי ההיא כל מה שיפול מראשה אצל הסלסול והסריקה. וענין אמרו טמא מושב שהוא יטמא כאשר ישב עליו הזב והיה מושב והוא ראוי למושב לישיבת הבנות בה וכבר יעשה זה הים משער ארוג או ערבה דזה הרבה והלכה כר' יהודה: \n"
            ],
            [
                "כברה. הוא הקרבל ובו נקבים גדולים מהנפה:",
                "ומקל הבלשין. מקל המחפשים תרגום ויחפש ובלש יחפשו בזה המקל בתבן אם יסתירו בזה התבן החטה מפני עשור המלך:",
                "ומסייעין בשעת מלאכה. יעזרו בעת המלאכה לפי שהוא יכניס ידו בזה התלוי ויחזיק הכלי ויעזור בזה בעת שמושו והלכה כחכמים:  "
            ],
            [
                "הרחת. מרה יקראו גם כן בערבי אלאראח\"ה ובלשון לע\"ז פל\"א:",
                "ושל גרוסית. יניפו בה הפולים מקליפתן כאשר יטחנו:",
                "ושל אוצרות. ללקט בו החטה מהצדדין וינקהו עד שתשוב באוצר וכבר ספרם בשרש זה:",
                "כלי העשוי לקבלה טמא לכינוס. לקבל בו לא לקבץ בתוכו טהור:  "
            ],
            [
                "נבלי השרה. הן כלי השיר והנגון: ונבלי בני לוי. הכלים אשר יאמרו בו הלוים השיר במקדש בכל יום כמו שהוא מבואר במסכת תמיד (דף לג:). ואמרו כל המשקין ירצה בו כל אחד מז' המשקים יקבל טומאה כמו שביארנו בפתיחה זולת המשקים אשר בבית המטבחים מהעזרה והן המים והדם אשר שם לא יקבלו טומאה וכן לא יכשירו אמרו משקה בית המטבחיא לא דיין שהן דכן אלא שאין מכשירין ואמר משקה בית מטבחיא הילכתא גמירי לה וכבר ביארנו בסוף עדיות: וטעם היות הספרים מטמאים את הידים הוא גזרה כדי שלא ישימו התרומה אצלם כמו שהתבאר בסוף זבים ולא יחייבו זאת הגזרה לספר העזרה לפי שבכבודו המפורסם ממנו לא ישימו אצלו תרומה: ומרכוף. סוס מעץ ירכיבו בו המשחקים וישחקו בו והוא מפורסם אצל אנשי הלעז: ובטנון. הוא כלי מכלי הנגון אשר יקרא אלקיתר\"א ונקרא בזה השם לפי שהמכה בו יסמכנו בבטנו בעת שיכה בו: והנקטמון. הוא רגל מעץ יעשה אותו מי שנחתך רגלו לילך בו והוא ירצה בכאן עץ הנגון המפורסם הצורה הנקרא בשם האיש הידוע חתוך הרגל: ואירוס. עגולה דומה לגרבל ויכה עליה מצד האחד ביד ושמו המפורסם אצלנו אלתא\"ר ובלע\"ז טבור\"י וכבר יקוננו בזה הכלי על המת וזה אצלנו הרבה והוא ענין אמרו מפני שהאלית יושבת עליו ירצה בו הספדנית מלשון (יואל א׳:ח׳) אלי כבתולה חגורת שק והיא תשב עליה בעת ההספד: ואמרו מצודת החולדה טמאה ושל עכברים טהורה. זה כבר נשלמה צורתה בזה הזמן וכבר ביארתי לך העניינים כולם אשר בהן ירצו על כלי עץ או כלי מתכות שהן טמאים או טהורים ואין הלכה כר' יהודה לפי שזה הכלי לא יעשה לישב עליו: \n"
            ]
        ],
        [
            [
                "שלחן הכפול. שלחן של פרקים והוא שני חלקים ולו צירים יכפילו אותו ויפשטו אותו ולזה כאשר נחלק לשנים טמאים לפי שכל חלק ממנו כלי בפני עצמו ולזה יסכימו בו בעת עשייתו ותעשה שלחן גדול מעץ כמו זה אשר יקראהו במצרים מעתצמ\"י ותוכו כלים קטנים מנוסרים מגוף הכלי גדול ישימו בו מין ממיני המאכל בכל כלי מאלו הכלים הקטנים ושם זה הכלי תמחוי המזנון להיותן משימים בו מיני תבשילין רבים תרגום למינהו לזנוהי וכאשר נחלק זה הכלי לשני חלקים ישאר בכל חלק ממנו כלים שלמים ולזה יקבלו טומאה: אפיפורין. כסא של פרקים: ומגס. קערה תרגום מגיסתא ותמונתה אשר יושב בה היא קערה קטנה וכאשר נחלקה ישאר חציו ויהיה כלי ולזה יקבל טומאה וכן קוד הבבלי היא קערה מעץ גם כן אמר במאמר שלמה וזה היה חלקי מכל עמלי רב ושמואל חד אמר מקלו ירצה בו המקל אשר ילך בו וח\"א קודו ירמוז בו אל כלי עץ אשר יאכל בו בעת שנגרש ממלכותו לפי מה שהתפרסם: ור\"ל משישופם. משיכסכסס בעור הדג והוא עור דג ידוע החביב יקרא אלספן ימרקו בו הכלים וימרקם ויבהיקם: גמר שלא לשוף. ר\"ל גמר בלבו שלא לשוף שיהא מוסכם בעת עשיית הכלים שלא ימרקנו בו הנה הוא יקבל טומאה כאשר נשלם: ומטה. הוא אלסרו\"ד ועריסה אלמה\"ר ועשייתן לפי מה שאספר וזה כשיעמידו ד' עמודים מעץ וירכיבו עליהן קורות מעץ ויארגו בהן החבלים ורוב מה שיעשה אצלנו כסא לטוחנים ולמוכרי הקמח כן ?ולזאת המטה יאמר רבי מאיר משיארגו בו ג' בתים תטמא ואף על פי שלא תשלם אריגתה ואין הלכה לא כרבי יהודה ולא כרבי מאיר: \n"
            ],
            [
                "משיחסום. הוא מאשר יעשה השפה אשר תחבר האריגה כולה ותמנענה מלהפסיד ולהתפרד והוא מענין (דברים כה) לא תחסום שור אשר הוא קשירת פיו ומדרך הכלים אשר יטמאו יהיו מן גומא או תבן או גמי והדומה להן כמו הקופות והשאר ישאירו קצת זה הדבר אשר יארגו ממנו הכלי חוץ על שטחו מתוך הכלי או מחוץ וכאשר השלים האומן לעשות זה הכלי יחתכו אלו הקצוות כלן בברזל וחתוך אלו הקצוות יקרא קניבה וכאשר אמר יקנב או קנב ומה שישתמשו מאלו הדמיונות אמנם ירצה חתוך קצוות הערבה והגומא אחר שלימות הכלי ולא נצטרך להתעסק שנית בביאור ענין אלו המלות ודע שהסל וכלכלה וכוורת תמונת כלן אחד הן אשר נקראם אנחנו הסל ואמנם יתחלפו בחלוף החומר אשר יעשה ממנו ובגודל ובקטנות: ושל תמרה. ירצה בו אשר יעשה מכפות התמרים וענין שכן מקיימין שדרך האדם להניחן כן ואין מדרך האנשים שיחתכו אותן מאלו הקצוות: ובית הלגינין. כעין זהו אשר יקראו במצרים הקנונים ולגינין קבוץ לגין ובית הכוסות בסיס כוסות: \n"
            ],
            [
                "קנונים וקלתות. כלים יעשו מערבה דקה על תמונת קערות אשר יאכל האדם בהן והם מכונות אצלינו במערב באלסי נאג: וסוגין הגדולים. הן הקופות הגדולות מאד אשר יניחו בהן הקמח ומלאכת אריגת אלו הכלים הגדולים יקחו תחלה הגמי או הערבה או הדבר אשר יארגו ממנו ויחברו אותן בידיהם חבל ארוך עד שיהיה ארכו ק' אמות או יותר אז יחזרו זה אצל זה ויתפרו מזה החבל או החוט איזו תמונה שירצו וזה דבר מפורסם בכל מקום אין צריך בו אריכות: ודורים. קבוץ דור והוא העגול אשר ישימו בו <small>[צ\"ל הבשר]</small> הבקר ויאמר שאלו הכלים הגדולים כאשר יתפרו רחב קרקעיתו עוד יגביהו לו שפה שני דורין שהן ב' עגולין וזהו ענין אמרו שני דורים לרחב שלהן ר\"ל על עגולן לפי שיעור רחב הכלי כולו אשר יסכים שיהיה רחבו כן וכן ים נפה וכברה אשר בארנוהו שיעשו כן מגמי או מערבה הנה כאשר יגביה שפה העליונה עגול אחד מקבל טומאה ושתי צפירות שני עגולים מעגולי זה הארוך והוא מענין אמרו באה הצפירה ר\"ל הגעת סבוב (סביב) האדנות לאלה הפקידים: וערק. כלי משעם ג\"כ כדמיון קופה לו שפה מעט הגובה וזה הכלי מעט הרחב ארוך דומה לתיבת האושכפים ולזה יקרא ערק תרגום (בראשית י״ד:כ״ג) שרוך נעל ערק מסאנא וכבר בארנו בפתיחת זה הסדר שהכלים הנעשים מהשעם ומהגמי והדומה להן ממה שיצמיחו בארץ הן כולן מכלל כלי עץ ולזה זכר אלו המינים מהכלים בזכרו כלי עץ: "
            ],
            [
                "תורמל. הוא כלי מעור יתלו אותו הרועים בצואריהם ישימו בו מזונות ובהש\"ס ולא הרועה בתרמילו: וענין יחסום בכלי העור שיכפלו קצתו ויתפרו אותו עד שיהיה שפה לכלי: ויקנב. שיחתוך קצוות העור היוצאין לחוץ והן קצוות קטנות דומות לשיער: וקיחותיו. שנצים אשר יקבצו בו פי הכלי כמו שהוא מפורסם: סקורטיא. הוא כלי מעור אשר יאכלו עליו: וציצית. היא העגולה מהעור אשר יעשו באמצעה ותופרן אותה עמה לנוי והיא מקשיי כמו שהוא מפורסם מלשון (שמות ל״ט:ל׳) ציץ נזר הקדש: טבעותיה. טבעת נחשת או ברזל אשר יהיה בקצה הסקורטיא: וקטבליא. <small>[צ\"ל המצע אשר יציעו בעגול. יעב\"ץ]</small> הנטע אשר יטעו בהעגול לרקד עליו והיותו מגביל אלו הכלים אשר הן פשוטי כלי עור ויאמר שהן מקבלין טומאה ואנחנו כבר קדם לנו שכלי עור פשוטיהם טהורים אפשר בזה ב' פנים האחד מהם שיהיו פשוטי כלי עור יקבלו טומאה מדרבנן ג\"כ כמו פשוטי כלי עץ שדין הכל אחד ויהיה אמרו בהש\"ס (חולין דף כה.) מדרבנן ירצה בו כלי עץ ושאר המנוים עמו שלא יקבלו פשוטיהם טומאה מדאורייתא והפנים האחרים שתהיה זאת הטומאה המשכב ומושב לבד לא לשאר טומאות וזה האופן יותר חזק אצלי. וכבר יפרשו קצת המפרשים פקח קוח ענין העדי ר\"ל הסרת העיגול וישימוהו ב' מלות פקח קוח ויהיה קוח עדי מאמרו קיחותיו וקיחותיה: וכר של עור. היא כסא של העור העגול וכסא הארון וצורתם מפורסמת ואין הלכה כר' יהודה: "
            ],
            [
                "פטילייה. דומה לקופה מערבה גובהה קרוב לאמה ולה פה קטן ישימו בו התאנים היבשים כאשר ירצו להצניעם או להעתיקם ושמו מפורסם אצלנו: וחסינה. היא קופה גדולה דומה לבית יעשה מערבה ברוב ימלאו אותה מחטה כאשר ירצו לאצור אותה תרגום נהרסו ממגורות איפחתו חוסנייא (יואל א׳:י״ז). ונהגו לקבץ הפירות הלחים כתאנים וענבים שיחפו אותן בדמיון אריגה מעלי ערבה או קנים וזה הארג יקרא סגנין באורו גדר מלשון (שיר השירים ז׳:ג׳) סוגה בשושנים: וחותל. כלי משעם או מגומא ישימו בו הפירות הלחים בעת המכירה כדי שלא ימשמשו ביד כמו אלו אשר ימכרו בו הפירות הלחים במצרים אשר יקראו אותו אל דובלה והוא מלשון (יחזקאל ט״ז:ד׳) והחתל לא חתלת: \n"
            ],
            [
                "קסייה. עור תפור יכנס בו היד והוא על דמיון כף האדם ואם היה הכונה בו שיביא לו בו הידים כדי שלא יכנס בידו הקוץ או העצים וינגעהו טמא ואם הכונה בו שלא יזיע ויפסיד מה שבידו מפני הזיעה או יציקהו הזיעה מהחזיק הכלי אשר יתעסק בו הנה לא תטמא לפי שהוא דמיון פשוטי כלי עור ואע\"פ שהוא חלול לא נעשה לקבול: \n"
            ],
            [
                "מלקוט. כלי מעור יקבצו בו רפתי הבקר כדי שלא יפסיד החטה בעת הדישה: והחסום שלו. הזמם אשר יקשרו על פיו כדי שלא יאכל מן החטה שהזהירנו התורה (דברים כה) מלשום אותו על פיו בעת הדישה: ומדף. הוא כלי פשוט משימין בו אש וגללי בקר יגרשו בו הדבורים כדי שיעופו ויוכל אדם ליקח הדבש והוא מלשון (ויקרא כו) עלה נדף: והמנפה. מה שיניפו בו יקרא בלשון זה לפי שמוליך ומביא האויר: כיסוי קופסא. כיסוי התיבה יכניסו בו הבגדים ויניחו עליו הכסוי ובהש\"ס (מנחות דף מא.) כלי קופסא ירצו בו הבגדים המוצנעין בתיבות ובארגזין וכן קמטרא היא אשר נקרא אותה באנדלי אלעתיר\"ה ובמצרים אלקמטר\"א תרגום המלתחה קמטרא: והמכבש של חרש. כלי הנגרים אשר יישירו בו עצים המעוותים: והקמרון שלה. הקובה אשר עליה והוא הכסוי של תיבה שהוא עשוי כמין קופה שש עגלות צב אמרו בספרי קמורות ר\"ל קערורות: והאנגלין של ספר. דפוס מעור מקשיי על דמיון ספר תורה יעשו עליו נרתק של ס\"ת כאשר יעשו לה נרתק מעור: ובית הנגר. הוא נרתק מעור יכנס בו המנעול אשר ינעלו בו השערים וכן בית המנעול ובית המזוזה בית מעץ כמין קנה יכניסו בו המזוזה וישימו אותו בשער: ותיק. הוא הנרתק שיעשו אותו לכלי הנבלים והכנורות ודמיונו מפורסם כמו תיק של ס\"ת והאמום של גודלי מצנפות לפי שיש להן דפוס כמו ראש האדם וגודלין עליו המצנפת: והמרכוף. כבר בארנו שהוא סוס מעץ אשר ישחקו בו: ורביעית של אליית. הם שני עצים אורך כל אחד מהן יותר מאמה יהיו שני העצים ביד המצחק יכה אחד מהן באחד לפי הנגון ושמו מפורסם במערב אלשג ותרגום ובמנענעים וברביעין וייחס אותו למקוננת לפי שיקוננו בו המתים אצלן: וגנוגנית העני. אהל האומן והוא נגזר מאמרו גנון והציל וירצה בו הצל אשר יעשה האומן על ראשו כשיעשה מלאכה בשמש יעשה אצלנו מגומא על הראש ועני שם האומן אמר יתברך (דברים כד) כי עני הוא: וסמוכות המטה. ידוע: וטפוס. והוא כדפוס של עץ אשר יעשו עליו תפילין של ראש: וסותות. הוא הבגד ובדם ענבים סותו (בראשית מט) ואמרו אמום של עושה סותות ירצה הדפוס אשר יארגו עליו וצורתו מפורסמת: וזה הכלל אשר זכר רבי יוסי אמת וביאורו שכל כלי עץ אשר יצטרך צורך קרוב כמו השלחן והטבלא והמטה והדומה להן יקראו משמשי אדם וכל מה שהוא כלי לכלי אחר יצטרך אליו האדם ויהיה זה הכלי הראשון עובד לכלי השני הנה הוא יקרא משמשי אדם ומה שהיה ממנו אשר הוא משמשי אדם יצטרך אליו תמיד לא יפרד הכלי הראשון מהשני כמו כסוי קופסא אשר לא יתפרד ממנו: ומשמשי אדם. הוא הקופסא לבד ואולם כסויה הוא משמש המשמש הנה הוא יטמא. ומה שהיה ממנו לא יצטרך אליו בלתי בשעת מלאכה כמו הדפוסים הנזכרים שהן לא יצטרכו אליו בלתי בשעת מלאכה הרי הן לא יטמאו הנה זה חלוק ר' יוסי בכלים אשר הן משמשי משמשים לבד וזהו שרש אמתי ולא התבאר בסיפרא ונשאר מהחלוקה שתי חלוקות והוא שיהיה כלי משמש את האדם ואינו משמש את משמשיו או יהיה משמש את האדם ואת משמשי משמשיו והנה כבר התבאר בסיפרא שכל מה שהוא משמש את האדם לבד שהוא לא יטמא ר\"ל שהוא לא יצרפהו האדם בדברים אשר ירצה שכל מי שיאכלהו או ישתהו או ילבשהו הנה ג\"כ משמש את האדם וכאשר היה כלי לא יצלח למשמשי אדם אבל לאדם עצמו כמו שלא יסתלק עליו לא יטמא ואם היה דבר יצלח לאדם ולמשמשי אדם הנה זהו אשר יטמא מן כלי עץ אולם אשר הוא למשמשי אדם לבד הנה חלק אותו רבי יוסי כמו שקדם ותדע זה מן השק שהוא משמש את האדם שכבר ישב בו או ילבשהו או יתכסה בו וכן משמש את משמשי אדם לפי שישימו בו הדברים אשר הן משמשי אדם והגיע זה הענין שהוא עמידת הדין בטומאת כלי עץ וזה לשון ספרא מכל כלי עץ ולא כל כלי עץ יכול שאני מרבה הסולם והקולב והנחותא והמנורה ת\"ל מכל כלי עץ ולא כל כלי עץ או יכול שאני מוציא את השלחן ואת הטבלא ואת הדולבקי ת\"ל כל כלי עץ ריבה ומה ראית לרבות את אלו ולהוציא את אלו אחרי שריבה הכתוב ומיעט ר\"ל שהלשון בהם כמו הרבוי והמיעוט לאיזה טעם ייחד אלו ברבוי לטומאה וזה במיעוט מן הטומאה והיה התשובה ת\"ל שק מה שק מיוחד שהוא משמש את האדם ואת משמשי האדם אף אני מרבה את השלחן ואת הטבלא שהן משמשין את האדם ואת משמשי אדם ומוציא את הסולם שהוא משמש את האדם ואינו משמש את משמשי האדם ואת הקולב ואת המנורה ואת הנחותא שהן משמשים משמשי האדם ואינן משמשים את האדם. ונחותא היא חתיכת עץ תושם תחת הכלים תושבות להן ונחותא המנורה משמשי משמשים לפי שהמנורה עצמה היא משמשת את האדם ובתוספתא דכלים אמרינן רבי יהודה נותן בהן שלש מדות משום ר\"ע העשוי לשמש את האדם כגון הסולם ואת הכלים כגון הקולב והמנורה והנחותא טהורה העשוי לשמש את האדם ואת משמשי אדם כגון הטבלא והשלחן והדולבקי טמאין והוסיף ר' יוסי דין וביאר שהחלק האחד והוא העשוי לשמש את הכלים והוא אשר יקראהו בסיפרא משמשי משמשים של אדם ממנו מה שהוא טהור וממנו מה שהוא טמא כמו שביארנו ושמור זה השרש והבינהו מאד: \n"
            ],
            [
                "תיק. הוא נרתק: וכבר קדם לנו שפגיון סכין מעוות: ומספרת. ר\"ל מה שיגלחו בו ותער ומספרים ידועים: ובית הכותל. הכלים שמשימין בו הכחול: ומכתב. קולמוס ברזל או נחשת וכבר קדם ביאורו: ותרונתק. הוא שיעשו מעור בסיסים מקובצים לגשם אחד ובו מקומות לקולמוס ולסכין ולמספרים והוא שאנו קורים פינ\"ארו ור\"ל שלכך נקרא תרונתק תרין תיק ושמו מפורסם אצלנו: ובית החיצים. בני אשפה: ובית הפגושות. תיק מעור ישימו בו החצים הרחבים תרגום ומחי קבלו ומחת פגשוהי: סומפנין וחליל. מיני זמר כמו שכבר ביארנו ואמרו ז\"ל חפוי טהור לפי שהחפוין כולן כמו שמחפין בטס של זהב או כמו מהחפוין של מתכת והן כלים רבים יחופו בעור וכל החפויין לא יטמאו לשרש אשר קדם זכרו והוא אמרו יכול שאני מרבה חפוי הכלים תלמוד לומר אשר יעשה מלאכה בהם פרט לחפוי כלים: \n"
            ]
        ],
        [
            [
                "שיעורן כרמונים כאשר נקבו כמוציא רמון נטהרו ולא יקבלו טומאה וענין במה שהן ישערו בדבר אשר ישתמשו בו וכאשר נקבו עד שלא יצלח לזה הדבר הנה הוא טהור כמו שיהיה שמושו לתאנים שיעורו כאשר נקב במוציא תאינה ואם היה שמושו לזיתים נקובתו במוציא זית: עוד אמר ת\"ק שקופות הגננים כאשר ינקבו נקב תצא ממנו אגודת ירק הנה הן טהורים וקופות בעלי בתים כאשר ינקבו נקב עד שיצא ממנו התבן הנה הם טהורים וקופות הבלנים כאשר ינקבו נקב תצא ממנו הגבבא טהורות והגבבא הוא תבן מעורבב בזבל ישרפו אותה במרחץ תרגום לקושש קש לגבבא גילי (שמות ה׳:י״ב) וחלק רבי יהושע על זה ההבדל השני ג\"כ ואמר שאלו הקופות כולן שעורן כרמונים כמו שאר כלי בעלי בתים ואין הלכה לא כר' אליעזר ולא כר' יהושע: \n"
            ],
            [
                "פקעיות של שתי. הן לשונות של מטוה אשר יהיה ממנו השתי והן קטנות מלשונות הערב: ובית הרעי. כלי יעשו בו הנערים צרכיהן ורעי שם הצואה והנה באלו הפרקים לשון אע\"פ שענינו יהיו אלו הכלים יקבלו השעורים הגדולים ולא יקבלו הקטנים שהן יטמאו וכולן בראוי להן עד שיהי' הנקב הגדול שלא תקבל השיעור הגדול ויהיה סדר המשנה כן החמת שיעורה בפקעיות של ערב אע\"פ שאינה מקבלת של שתי הואיל ומקבלת של ערב טמאה וכן שיעור הנשאר מן הפרק ואין הלכה כרבן גמליאל: \n"
            ],
            [
                "פיפיירות. הוא כלי ארוג מקנים ישימו בו קלחי הכרמים כמו שבארנו בכלאים (פ\"ו מ\"ג) והוא אשר יקרא במצרים אלמנע\"ב ואין הלכה כר' שמעון: \n"
            ],
            [
                "ואמר כי כאשר נקבה הקופה נקב כאשר השליך בזאת הקופה ג' רמונים והשליך הקופה לאחוריו ונתלה הקופה לא יפלו אלו הרמונים מזה הנקב הנה היא תטמא לפי שהיה כלי עד עתה. והרובע היא המדה המפורסמת שהיא רובע קב הקטנית. נפרצו שנפחת והוסר ממנו חלק. נגממו חסרון הדפנות וחתוכן וישאר קרקעיתו כאשר נשאר שיקבל אי זה שיעור שיהיה יטמא והלכה כר\"ש: \n"
            ],
            [
                "שיהיו מקדשין כל שהן. ר\"ל כאשר נתערבו מרמוני זה המקום והוא בדאן רמון אחד של ערלה ואפילו במאה אלף רמונים דרך משל נאסרו כולן וזהו ענין מקדשים כל שהן וכבר ביארנו זה בתכלית הביאור בסוף ערלה ואמר ר\"ע שזה הרמון נזכר לשני ענינים יחד ששיערו בו את הכלים כמו שקדם ומקדשים כל שהן כמו שזכרנו: וחצירי גבע. כרתי של מקום פלוני תרגום חציר כרתי ובדאן וגבע שני מקומות של כותיים ואמר רבי יוסי שכל מי שיקנה מאלו הרמונים או מאלו הכרתי אמנם יוציא ממנו מעשר דמאי לפי שהן טבל באמת ויוציא ממנו מעשר ראשון ושני מאחר תרומה גדולה כי הכותיים לא יוציאו מעשר כמו שכבר ביארנו ממקומות ממסכת דמאי והלכה כרבי עקיבא ואין הלכה כרבי יוסי: \n"
            ],
            [
                "ידוע שיש מן השיעורים של הענינים התוריים מה שנשערהו בכביצה כמו שאמרו שכביצה מטמא טומאת אוכלין ואומר שכל שיאמר בו כביצה הנה היא ביצה שממנה השיעור מביצת התרנגולת. וענין מאמר ר' יהודה כפי מה שאבאר לך אמר תקח כלי ותמלא אותו בתכלית מה שאפשר עד שילך על כל גדותיו ויושם בכלי אחר ריקן עוד ישליכו שם ביצה היותר גדולה שתהיה ויצא ממנו שיעור גוף הביצה בלא ספק ויקבץ זה המים עוד ימלא כלי אחר במים פעם שנית בזה הכלי בעצמו או בכלי אחר זולתו הענין אחד עוד ישליך באותו הכלי ביצה היותר קטנה שתהיה ויקבץ ג\"כ מה שישפך ויקבלו שתי המימות ויקח חצי המקובץ וישער בו וכן אם תקח שתי הביצות הגדולה והקטנה ותשליך בכלי אחד בפ\"א ותקח חצי מה שישפך מן המים יהיה הענין אחד וא\"ר יוסי וכי מי מודיעני כאשר תקח הביצה היותר גדולה שלא תמצא יותר גדולה ממנה וכן כאשר לקחנו היותר קטנה שלא תמצא יותר קטנה ממנה אבל הענין שב אל אומד האדם שזאת הביצה תהיה שוה לא קטנה ולא גדולה והלכה כרבי יוסי: \n"
            ],
            [
                "גרוגרת. היא התאנה היבשה ששיערנו בה הוצאת שבת וערובי מבואות לפי מה שהתבאר בערובין (דף פ:) ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כבר ידעת שאיסורי מאכלות כנבלות וטרפות ודם והדומה להן יהיה איסור אכילתן בכזית וכן כזית מן המת ומן הנבילה הוא אשר יטמא ורוב השיעורים הן בכזית ולשון הש\"ס (סוכה ו.) ארץ שרוב שעוריה בכזית ואני עתיד לבאר ג\"כ שעצם כשעורה מן המת מטמא במגע ובמשא וכבר ביארנו שכעדשה מן השרץ מטמא במגע ובמשא וכבר ביארנו בפ' י\"ז מאהלות שכל המטלטלין מביאים את הטומאה בעובי המרדע: \n"
            ],
            [
                "השיעור באמה בתורה הרבה כמו שהתבאר בשבת (דף ה.) ועירובין (דף ג:) וסוכה (דף ג.) ומדות (פ\"ג) ובינונית היא אמה בת ו' טפחים וכל טפח ד' אצבעות בגודל והיא אמה של משה ר\"ל אשר בה ישער המשכן וכבר ביארנו במדות שבשער מזרחית משערי הר הבית היתה צורת שושן הבירה ולזה יקראו שער שושן הבירה ועשו זה בעבור שעלו משושן כדי שיזכירו עמידתם בו ויהיה אימת מלכות עליהן ומזה השער יאמרו ושתי אמות היו בשושן הבירה וכאשר יסכימו עם האומן שיארגו מאה אמות דרך משל במאה דינרין או יבנו ק' אמות בק' דינר וישמרו אותם מן הגזל ויתנו להן מה שיבנו במאה אמות הקטנות וכאשר יקח מהן ההקדש מה שעשו יבקשו מהן מאה אמות מאמות הגדולות עד שלא יהנו מן ההקדש ויתחייבו מעילה לפי מה שיתבאר במסכת מעילה: \n"
            ],
            [
                "כבר ביארנו מדות המזבח על התכלית בג' ממדות והלכה כר' מאיר: \n"
            ],
            [
                "כבר ביארנו בפתיחת דברינו במסכת מנחות שמדות הלח גם כן כמו ההין והלוג והרביעית הן חלקים מהסאה אשר היא מדה יבשה וכן הקב והאיפה והעשרון שהן מדות היבש ג\"כ הן כולם מיוחסים לסאה כמו שביארנו בז' ממנחות (דף עז.) ושם התבאר שבסאה המדברית הוא השיעור והסאה מדברית היא ה' ששיות מסאה ירושלמית ושיעור אלו המדות אשר קדמו לנו בכל המשנה אמנם הן בסאה מדברית: ואמרו וכמזון שתי סעודות לעירוב ר\"ל עירובי תחומין אשר לא תהיה אלא כמזון שתי סעודות לכל המערבין כמו שהתבאר בח' מעירובין (דף פב.) ואמר ר\"מ שבשבת יאכל האדם מהמאכל יותר מפני הלפתן והוא עוזר לו על אכילת הפת יותר ור' יהודה אומר שבשבת יאכל פחות מפני מציאות המשתה והיין וירפה האסטומכא וימעיט האכילה וזהו ענין אמרו וזה וזה מתכוונין להקל מפני שכל אחד מהן אמנם כיון למעט שיעור העירוב וכבר ביארנו הרבה פעמים שהסאה ו' קבין ושהסלע ד' דינרין ושש מעה כסף דינר ומעה שני פונדיונין והפונדיון חלק ממ\"ח בסלע וכאשר יהיה הסך ד' סאין בסלע יהיה חצי קב בפונדיון הנה המגיע מזה השיעור אשר נתן אותו ר' יוחנן בן ברוקה שהשתי סעודות והוא חצי קב יהיה הקב ד' סעודות ור\"ש אומר שהשתי סעודות הן שתי שלישי חלות יהיה ג' מהן בקב הנה לדעת ר\"ש יהיה בקב ט' סעודות וביאר בהש\"ס (שם) מאמר ר' יוחנן בן ברוקה ד' סעודות בקב אמנם הוא בשכירות האופה אשר ילוש ויאפה והעצים שמשים מעצמו והיה לו אצלם מהשכירות חצי מה שיאפו וכאשר נתן לו ד' סעודות ויקח הוא ארבעה ושנים מאלו הד' הוא ב' סעודות אשר רמז אליהן רבי יוחנן בן ברוקה וזהו רביעית הקב ור\"ש אשר יאמר שהשתי סעודות הן שתי תשיעיות מן הקב לא יחשב השכירות ושני השיעורים קרובים ודע שהקב שיעורו בכ\"ד ביצים וב' סעודות אם כן על דעת רבי יוחנן בן ברוקה הוא שיעור ששה ביצים ועל דעת ר\"ש יהיו השתי סעודות שיעור ה' ביצים ושליש ושם התבאר שהלכה כר\"י בן ברוקה: \n"
            ],
            [
                "בפרק שני מאהלות יבאר שעפר המת והוא אשר ישאר מעצמיו אחר אורך השנים דמיון אשר יטמא באהל ממנו שיעור מלא תרוד ואמר שזה התרוד הנזכר הוא תרוד הרופאים הגדולים אשר יוציאו בו העשבים אשר יבשלו אותן וזה השיעור הוא מלא תרוד כמו שהתבאר בשני מאהלות. והנגעים כולן אמנם יטמאו בכגריס והוא חצי פול ואמרו שזה הפול מהמקום הנקרא קילקי לגודל זה ושיעור מרובע בארכו שלשה גרעיני עדשים וכן ברחבו כמו שהתבאר בששי מנגעים. וכן מי שיאכל ביום הכפורים שיעור תמרה יתחייב כרת והתנה בזאת התמרה שתהיה גדולה מאד ואמרו כמוה וכגרעינתה הוא שיקבץ בשרה וגופה לפי שבין עצמה וגרעינתה מרחק רב ולו ישוער בכללה יהיה שעורה יותר רב והוא אמרם בירושלמי וצריך למעך חללה וכבר התבאר בהש\"ס (יומא דף עט:) שזה השיעור הוא פחות מכביצה: כפיקה גדולה שלהן. כמו הפלך הגדול אשר יקשרו בו לפי שבזה יקשרו פלך בקצה הנוד וכאשר ינקב נקב רחב יכניס ממנו הפלך ההוא יטהר: ומאור. הוא נקב יהיה בכותל ליכנס בו האורה וכאשר לא יעשה זה הנקב האדם בכוונה ליכנס בו האורה אבל יקוב אותו אחד מהבעלי חיים או ישחת מעצמו הנה לא יביא את הטומאה והוא שיכנס טומאת מת מזה הנקב לבית אלא אם היה בו זה השעור: ואגרוף. ידוע: ובן בטיח. איש ידוע והיה אגרופו גדול. אולם כאשר נעשה זה המאור על ידי אדם אם יהיה בו מלא מקדח של לשכה יביא את הטומאה והנה אבאר זה בי\"ג מאהלות וכבר בארנו שהפונדיון חצי דרהם ומשקלו י\"ח גרעיני שעורה והוא שעור הנקב אשר ינקב בזה המקדח אשר היה בלשכה שיעור הפונדיון: וסלע הנרונית. מיוחסת אל נירון קיסר והוא ממלכי הרומיים ואמר כי כאשר נקב זה הנקב שיעור הפונדיון והוא הסלע הפלונית והוא שיעור הנקב אשר בעול רצה לבאר שעורו בענינים מפורסמים אצל ההמון וראיתי לזכור לך בכאן שרש גדול התועלת והוא אמרם בתוספתא מקואות (פ\"ה) כזית מן המת וכעדשה מן השרץ ספק יש בהן כשיעור ספק איי בהן ספקו טמא שכל דבר שעיקרו מן התורה ושעורו מדברי סופרים ספקו טמא ושמור זה השרש שבו תדע כאשר יפול לך ספק באיזה שעור שיהיה אם תקח בו לקולא או לחומרא ולא יטעך אמרו שיעורו מדברי סופרים עם השרש אשר בידינו שכל השיעורים הלכה למשה מסיני לפי שכל מה שלא התבאר בלשון התורה יקרא מדברי סופרים ואע\"פ שהדברים הן הלכה למשה מסיני לפי שמאמר מדברי סופרים יכלול שיהיה הדבר דעת סופרים כמו הפירושים וההלכות המקובלות מן משה מסיני או תקון סופרים כמו התקנות והגזרות ושמור כלל זה: \n"
            ],
            [
                "כבר קדם לנו בעשירי מזאת המסכתא שעצמי רמשי המים ועורם כאשר יעשה מהם כלים לא יטמאו וכן כל בעל חיים מימיי שלא יטמא כאשר מת ואפילו השרץ ממנו לפי שלא חייב השם טומאה על דבר מימיי אמר ה' ית' (ויקרא יא) או בגד או עור או שק ובאה הקבלה [בתורת כהנים פרשה ויהי ביום השמיני] לומר מה בגד מן הגדל בארץ אף עור מן הגדל בארץ ואמר במקום אחר (שם יג) או בעור או בכל מלאכת עור ואמרו או בעור להביא את שחבר לו מן הגדל בארץ אפילו חוט אפילו משיחה ובלבד שיחברנו לו בדרך חבורו לטומאה ר\"ל שיהיה חבור שלם עד שאילו יהיו שני בגדים או שני עורות מהגדל בארץ מדובק כמו זה החבור יטמא הא' בהטמאות האחר וזהו ענין חבור הטומאה. אמרו בכאן דבר שהוא מקבל טומאה טמא ירצה בו שאשר חובר בו מן הגדל בארץ הוא אשר יטמא: ומשיחה. היא השפה אשר יוציא החייט בעת הבדל הבגד והלכה כר' עקיבא: \n"
            ],
            [
                "ידוע הוא שנבראו ביום הראשון דברים רבים כמו שאמרו עשרה דברים נבראו ביום הראשון ומכללן המים והן מקבלין טומאה כמו שהתבאר בטומאת משקים ביום השני נברא הרקיע וביום השלישי נבראת הארץ והצמחים וקצת הצמחים יטמאו והן הנאותים לאכילה בלבד לפי מה שהתבאר בטהרות [פ\"א] ולזה אמר בשלישי יש בו טומאה ר\"ל בקצת מה שנברא בו יש בו טומאה אולם בד' נבראו מאורות ובחמישי בעלי חיים מימיים והעוף וכבר הקדמתי לך שבעל חיים השוחה והעוף לא יטמאו ולא הכלים הנעשים מהן יטמאו ולא יטעך ענין נבלת עוף טהור לפי שהוא חדוש ר\"ל שהוא לא יטמא במגע כמו שאר הטומאות כמו שהתבאר בראש טהרות: וכנף העוז, כנף עוף והיא העזניה הנזכרת בתורה כאשר יעשו ממנו כלי וכן ביצת הנעמה כאשר יעשה ממנה כלי ואמנם אמרנו שזה תטמא להדמותה בכלי העצם אשר אמרו שהוא יטמא מן התורה מאמרו וכל מעשה עזים כמו שבארנו בפרק השני אולם ביום הששי נברא האדם והבעלי החיים ההולך והכל יטמא כמו שקדם ואין הלכה כר' יוחנן בן נורי:  "
            ],
            [
                "מה שאמר העושה כלי קבול מ\"מ טמא יתבאר זה במשלים והוא שיעשה כיס מעור החלק אשר אינו מליח ועפיץ או מן הבגד או מי שיעשה כלי קבול מקליפת הרמון או האלון או האגוז ומדרך הילדים שעושין כמו כף מאזנים מקליפת האגוז והאלון והדומה להן וכאשר יעשה התינוק כלי קבול הנה הוא יטמא לפי שיש להן מעשה: וענין ואין להן מחשבה שלא נעשה כמו מעשיהם כגון שדעת התינוק שיעשה זה הקליפה כלי בלתי שיעשה בה דבר הנה היא לא תטמא כי אין להן מחשבה: \n"
            ],
            [
                "הערומים מהאנשים ישימו קנה המאזנים חלולה וישימו מתכת בתוך זה החלול כדי שיכבד זה הצד מהמאזנים ויקחו בצד הקל וימכרו בצד אשר בו המתכת. ומחק הוא כלי ימחקו בו ע\"פ המדה להפיל התוספת ויערימו בו לתת בתוך זה הלוח מתכת עד שיהיה לה כבידות וירד במדה בכבידות ויפול ממנה הרבה: ואסל. עץ יעשה על הכתף ויתלו בו הדבר אשר ימכור ויערים החנוני יעשה בתוכו בית קבול מעות עד שישים שם מה שיגנוב מכסף הסחורה ולא יודע: וקנה של עני. יעשה אותה חלולה וישים בתוכו מים לשתות ממנו ויאמר לאנשים שהוא בתענית כדי שיחמלו עליו וכן ישימו בראש המקל בית קבול מרגלית להסתיר ממכס והדומה לאלה הנה אלו כולן אע\"פ שהן פשוטי כלי עץ אשר לא יקבלו טומאה מדאורייתא כמו שהשרשנו כיון שנעשה להן בית קבול מ\"מ הנה הם טמאים: ואמר רבי יוחנן בן זכאי אוי לי אם אומר. אלו הדברים שילמדו ממני התחבולה והזיוף ואוי לי אם לא אומר שיח. שבו אלו הרעים שאנחנו בלתי מכירים בתחבולותם וכבר אמרו בהש\"ס (ב\"ב דף פט:) שהוא אמרם ואמר כי ישרים דרכי ה' ולא יחלוק אחר שהוא יטמא ואמנם ר' יוחנן חזק מהדבור בו פנים לפי מה שזכרנו: \n"
            ],
            [
                "תחתית הצורפין. החתיכה מעץ אשר ירכב בה הסומך והוא אשר יקרא אותו במערב זברה הברזל ואנחנו קורין תחתית ויאמר שזה העץ אשר בו שני סמוכין מקבלת טומאה לפי שהוא ממקבלי כלי עץ וזה שיפילו שם גדודי המתכות ויקחו ממנו מה שיתקבץ שם מגרוטות הזהב והכסף הנה החפירה אשר בעץ היא לקבלה. והעץ אשר בו שני סמוכי הנפחין טהור לפי שלא נעשת לקבלה וידוע שהיא לא תטמא אפילו מדרבנן לפי שתכלית מה שיטמא מדרבנן הוא פשוטי כלי עץ וזה עץ אשר <small>[צ\"ל יסמכו]</small>. ימשכו עליו הנפחין אין עליה תורת כלי אמנם העץ אם לא בענין היות סמוכות הברזל מורכב בו הנה הכלל תטמא לשרש אשר קדם בפ' י\"ג באמרם עץ המשמש את המתכת טמא: משחזת. ידועה ואינה משחזת של אבן לפי שכלי אבנים לא יטמאו כלל ואינה ג\"כ משחזת ברזל לפי שכלי מתכות פשוטיהן טמאים והנה לא יצטרך שיהיה בה בית קבול ואמנם דברו הנה בחתיכת עץ יחליקו עליה את הסכין וייטב חדודו כמו שיחליקו המקיזין התער בעור ולזה אם היה בה בית קבול שמן טמאה לפי השרש הקדום ובהש\"ס (שבת דף יב:) אמרו כתוב אפינקסיה דפלוני ר\"ל בלוחותיו ויהיה על הלוח קבוץ לוחות שנים יקבצו כמו פנקס ואם היה באחד מאלו הלוחות חפירה יהיה בו השעוה להמצא בעת הכתיבה יחוקו בו הכתב הנה הוא כלי קבול: ומחצלת. הוא הנקרא בערבי אלהצי\"ר: ושפופרת הקש. קנה התבן הוא גם כן כלי קבול ואע\"פ שהוא קטן הנה כבר התבאר לך שכלי קבול אין לו שיעור אבל כאשר תקבל אי זה שיעור שיהיה הנה יקרא כלי קבול: ופקועות צמח לו קנה חלול גם כן פקועות שדה: ושל חילף הוא אלחלפ\"ר: וכל הככיי. ר\"ל כל מה שבתוכו מהמוח הלבן אשר תמצאו בתוך הקנה וכאשר יחתכו אותה לשום בה כחול או הדומה לו והוציאו כל מה שבתוכו הוא מכלל כלי עץ המקבלים ויטמאו ויטהר במקוה ודע שהקנה בכללו קודם שיעשה בו דבר מזה לא יטמא אפילו מדרבנן לפי שאינה כלי וזה אשר אמר מחצלת הקנים ושל חילף טהורה רוצה לומר טהורה מטומאת שרץ והדומה לו אולם במשכב הזב וחביריו אשר מטמאין משכב ומושב הנה הן יטמאו בלא ספק מדאורייתא כמו שקדם אם לא שעשאה להגן עליו ולא לשבת עליו לפי מה שנתבאר בסוכה (דף כ.) שהיא אז טהורה לגמרי והלכה כר\"ע: "
            ]
        ],
        [
            [
                "כבר קדם לנו בפט\"ו ששידה תיבה ומגדל אשר היו מחזיקים מ' סאה מהלח הנה היא לא תטמא ובארנו שהתמונה אשר תחזיק אותה היא אמה על אמה ברום שלש אמות היא אשר יחזיק מ' סאה מהלח ואמרו ב\"ש שזה הכלי נמדד אותו מבפנים ואם היה בתוכו אמה על אמה ברום שלש אמות הנה הוא לא יטמא ואם היה קבוצי שבריו פחות מזה הנה הוא יטמא וב\"ה אומרים שאנחנו נמדוד אותו מבחוץ וכאשר היה בשטחו החיצון אמה על אמה ברום ג' אמות אע\"פ שאין בתוכו אלא פחות מזה השיעור לפי שיחסר ממנו עובי העץ הנה טהורה: ולבזבז. הקנה הסובב למעלה מהשפה והוא זר: ואמרו וביניהן אינו נמדד. ר\"ל האויר אשר בין הרגלים שהוא לא יכנס במדידה ואמר ר\"ש שזורי שאם היה גבוה הרגלים פחות מטפח הנה נמדוד כל מה שביניהן מלא וכאילו הוא מקשי ואין הלכה כרבי יוסי ולא כר\"ש שזורי: \n"
            ],
            [
                "מוכני. ירצה בו האופן אשר יהיה בו לפי שרוב מה שיעשו זה בתיבות הגדולים וברוב האוצרות כדי שיהיו מהלכים מהן ממה שיצאו ויובדלו מהתיבות ומהן מה שלא יובדלו מהן אבל יצאו לעת ידוע ויוצקו מהיציאה ואם היה זה המעבר נבדל ויוצא מהתיבה הנה לא יטמא בטומאת התיבות אם היתה מקבלת טומאה וזהו ענין אמרו אינה חבור לה וכן לא יטמאו התיבות בהטמאות האופן לפי שאינו חלק ממנה ואמנם הוא כלי אחר אמנם אם היתה זה האופן לא יובדל ממנו הנה נמדוד אותה עם מדידת התיבה ואם היה בין שניהן יחד אמה על אמה ברום שלש אמות הנה הן לא יטמאו כי זה המוכני הוא חלק מהשידה וכן תבדיל באהל המת בין הטומאה והכלים ותהיה בדמיון כותל ולא תטמא היא בעצמה ולא יטמא מה שהוא חוצה לה והוא ענין אמרו מצלת כמו שיתבאר בשמיני מאהלות אולם אם היה זה האופן יובדל ממנו הנה לא יחשב מכללה בדבר מאלו הדינים ומותר לגרר זה האופן בשבת אע\"פ שבו מעות ואינם ראויין ליטלטל להיות זה האופן בלתי מתנועע בעצמו וכאשר טלטל האופן ובו המעות לא יכול להוציאו ויבדיל אותו מהשידה הנה הוא לא יטלטל המעות אם לא שיסור ויגביה השידה בכללה או יעתיקה ממקום למקום שהוא אז כבר טלטל המעות: והקמרון. הוא המכסה הקבוב אשר יהיה על קצת התיבות כמו כסוי הארגזים וכבר בארתי לך ואמרנו שהן פירשו שש עגלות צב קמורות ואמר התרגום בו כד מחפין ר\"ל שעליהם מכסה יגן עליהם ואמר כי כאשר היה זה הכסוי הקבוב תקוע עמו ולא תהיה מורכב ונבדל הנה הוא גם כן יחשב עמו ואם היה במדידת הקובה עם חלל התיבה אמה על אמה ברום שלש הנה היא לא תטמא ואמר איך נדע מדת זאת הקובה ואמר שאמנם נמדדנה כמו שנמדוד המשולשים: וראש תור. יקרא הזוית המשולש כמו שבארנו בכלאים (פ\"ג מ\"ג) ואמר שאנחנו נמדוד המשולש שוה השוקים מתחדש בזה הקבוב לבד והוא אשר נתיחד תארהו אל מדידת השידה וזה צורתו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAE4AAACJAQAAAACqPDO8AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAB5ElEQVQ4jbXUMW/TQBQA4GdccUsVR2KxhJWL6MpQJIZMHCM/I51gLEwdEHZqiQxIIFhB4q84jUTG/AWnSKy4qMMN5o733l1sywRKVXFD8sk6v7t35/fANgP+iT9bZmLLGkB6lgDCM4sg9ISXITiaQMtSMWtRpZVk6qi02rGSG1tHjmphjWCWaW6tY0H/OXNGXDJzi+9smGGHBoNeMAVRE03UY532KGvcoelQ7aLt0ar6qV0zIcweAw6J9MPz5HJIDFfJpCrHY2TwOp5MF8V7hTyNTy4W+QAJxXh9954gxtOlGCT3RwoMcr4fT14gYbg3+/Dw+AgZ7mOAM/jqeLzIg4QmnD35eLC8HSOHR6tB8uzNHnEzHyWHz28hgzsrSA6npwpqv8esJTjG8rv9pECrNd/7Z0rzN0riu52cX0VxDd48Qp/mzzTXYfRfqW7Keif/8hoWYJU2T7NgS4Pfha8AjYXugsky0uGW1gaeMyxVPxdvS79yxDXqR8wRlduIV0uohDxT5FvmxDZ8QPzS8hvzgHiumrv40bLyWeDQaZObo/u+e8QOhAld0qmXPBd/wRbUwGwhkHgIlnveltjcqKTpyLoMmOlVbOZmbYQOiw7darRw6Ug7q3hnGaWpOeOCu5y0bnTa9i97Rc91snsY2AAAAABJRU5ErkJggg==\"> ואשר התבאר לי שהן אמנם נסמכו על מדידת המשולש לבד להיות הקבוב יתחלפו תמונותיו פעם יהיה חתוכות מן קו העגלה ופעם יהיה מהתמונות המתחדשות מהקוים המתחדשים ומדידת אלו התמונות דקה מאד ודרכה רחוקה ועם זה כולו לא יתחבר במדידתו באמת לעולם רצה לומר שהן לא יוציאו קוטרו כמו שהוא ידוע אצל בעלי הלמודים ולזה נסמכו על מדידת חלל המחודד אשר ראשו אמצע הקבוב ותושבתו תושבת הכסוי וזה מבואר ממה שציירנו אצל בעלי התשבורת בהכרח ואמר רבי יהודה אם זאת השידה כאשר היה לה כסוי קבוב יעתקהו ויטה אותו לבד עד שלא יוכל להשען בפני עצמו אם לא שתתפשט הנה הוא טהור ואף על פי שהיא קטנה ואין הלכה כר' יהודה:  "
            ],
            [
                "אמר כי כאשר הוסר רגל מרגליו הנה הן לא יטמאו ואע\"פ שזאת השידה או התיבה לא ינקבו בנטילת זה הרגל אבל ישארו מקבלים להיותן כבר נפסד תמונתן. עוד אמר ר' יוסי שאלו הכלים כאשר לא יחזיקו מ' סאה אם לא בהשתנות מצבם כשיתפשטו או ינטו על אחד מצידיהן הנה הן יטמאו כאשר לא יקבלו מ' סאה על מצבן הראשון וחכ\"א הואיל ומקבלים מ\"מ טהור כמו שקדם: ונקליטי המטה. הן שתי נצבים על שני קצוות המטה ישליכו עליהן הסדין בעת השינה ויהיה על המטה כמו קובה כדי שלא יכנסו בו הזבובים בעת שישן בתוכו: וחמור. יקרא כל דבר יסמכו עליו והוא בכאן חתיכת עץ תכנס תחת המטה להתקיים עליו ולהתפשט עליו המטה: וחפוי. הן המכסאות אשר יקשטו בו המטה בכסף וזהב וזולתו: ומלבן. הוא עץ מרובע ארוך על ארך המטה יורכב על אופן המטה ממה שימשך הענין ובו נקבים ויכנסו באלו הנקבים לקיים עמידתן במטה וחשוב זה העץ מכלל המטה: ומלבני בני לוי. עץ מרובע ארוך מורכב על שני נצבים (על זאת הצורה) יתלו בו הלוים מיני הכלים אשר יאמר עליהן השיר בכל יום ואין הלכה כר' יוסי: \n"
            ],
            [
                "הנה נבאר בהלכה שאחר זה אי זה חלק המטה הן אשר יקראו לשונות ובכלל הן ארבע קצוות בד' זויות המטה גבוהים על ריבוע המטה והם כמו אמה או יותר ואמר שאם נרכיב זה המלבן על שתי הלשונות נכחיות לפני המטה ונשאר גבוה על המטה הנה לא יטמא בהטמאות המטה לפי שאין חלוק בין זה המלבן ומלבני בני לוי אשר הקדמנו צורתם ואמרנו שהן טהורין והלכה כר' יוסי ור\"ש: \n"
            ],
            [
                "כבר התבאר לך בפתיחת דברינו שזב וזבה ונדה ויולדת ומצורע מטמאין כאשר תשמע במשנה או בפירושנו משכב הזב תדע שהכונה בו כל מה שיעשה משכב ואמנם לקחנו הזב דרך משל ואחר זה אומר שהזב יטמא המשכב על כל פנים כאשר ישב עליו או יתפשט עליו או יעמוד עליו או יסמוך עליו או יתלה בו עד שיהיה זה הבגד נושא לכבדות הזב באיזה פנים שיהיה ואע\"פ שיהיה בין הזב ובין זה הכלי בכל מין מאלו הה' צורך מה שנתבאר בראש זאת המסכתא שהוא מטמא תחת אבן מסמא וכאשר טמא הזב הכלי באחד מאלו החמשה דברים יקרא זה הכלי משכב ומושב שדין המשכב והמושב אחד כמו שהתבאר שאין הפרש בין שישב על הדבר או שישכב עליו וכן אמרו אפילו ישב על המשכב או שכב על המושב יהיה אב מאבות הטומאה לפי מה שהקדמנו בו. ומלת מדרס תכלול אלו הה' פנים עד כי כאשר אמרו דרס עליו הזב יהיה עניינו שהוא ישב או שכב או עמד [או סמך] או נתלה בו וכאשר תשמע טמא מדרס או טומאת מדרס תדע שהנרצה בו לשוב זה הדבר משכב הזב וחבריו באי זה פנים שיהיה מאלו הפנים ואני עתיד לבאר זה בסוף פ\"ב מזבים וכבר בארנו בפתיחה שהמשכב יטמא אדם ובגדים באשר הוא אב. והנה הכלי אשר יגע במדרס הזב יקרא מגע מדרס ר\"ל שהוא נגע בדבר אשר דרס עליו הזב והוא ראשון בלא ספק כמו שבארנו שאשר יגע באב הוא ראשון ושמור אלו הענינים בכל מה שעתיד לבאר מהביאור ולא נצטרך להחזיר אותו ודע שהמטה הנבדלת והוא אשר נקראהו אנחנו והוא אשר ידבר עליה בכאן מצורתה לפי מה שאספר לך וזה שארכה רב מרחבה הנה שני העצים העומדים ברחב אשר אחד מהן ממה שימשך לראש האדם השוכב במטה והאחרת ממה שימשוך להרגלים תקרא כל אחד מהן קצרה והב' העצים הארוכים אשר הן משני צדדים יקראו להן ארוכות המטה וכל אחד מהן תקרא ארוכה עוד יעשה ארבע נצבים מרובעים ארך כל אחד מהן כמו ג' טפחים ויעשו בכל אחד מהן שני חריצין עד שיתרכבו בהן קצה העץ הקצרה וקצה העץ הארוכה ואלו הד' נצבים הם אשר יחברו המטה עד שיעמידו לה צורת הרבוע וישימו נצב אחד קיים בכל זוית וזוית מזוית המטה הארבע וישארו מקצות זה הנצב מעט וגבה למעלה מן המטה כמו טפח או יותר ואלו הנצבים הן אשר יקראו לשונות עוד יקחו עץ מרובע מקשי על ארך הארוכות ותתרכב בין ב' לשונות לא עליהן עד שתהיה דבוקה בארוכה האחת ויהיה זה פני המטה וזה העץ תקרא עוד יעשו ד' רגלים מעץ ויתקעו אותן בד' זוית המטה מתחת הד' לשונות עד שתגבה המטה מן הארץ וכל רגל מהן יקרא כרע ושמור זאת הצורה ואלו השמות ולא נצטרך להחזירם כאשר נזכור המטה או חלק מחלקיה. ואלכסון הוא הקוטר וכבר ציירנו אותו פעמים. ואמר כי כאשר היתה המטה טמאה מדרס ואחר ניטל ממנה הקצרה ההולכת ברחב ושתי הרגלים אשר תחתיה הנה נשארה המטה טמאה מדרס כמו שהיתה תחלה שתמונת המטה נשארת לפי מה שהיתה ואם חסר אחת מהארוכות ושתי הרגלים אשר תחתיה. הנה הנשאר מהמטה טהורה לפי שכבר נפסדה תמונתה וצורתה על השרש אשר אצלנו בכל הכלים נשברו טהרו ולמטה גם כן ד' נצבים כמו שבארנו והן הלשונות וכאשר נחתכו שתי לשונות מאלו הלשונות והן אשר הן על אחד משני הקטרים עד שתתפרק המטה וישוב ארוכה וקצרה מצד (כמו זו הצורה) וארוכה וקצרה מצד או שנחתכו גם כן שתי הרגלי' המקבילים על הקוטר עד שיחזירם פחות מטפח או נחתכו הרגלים הארבעה עד ששב גובה כל אחד מהם פחות מטפח ושבה המטה על שטח הארץ כאשר נחתכו רגליה הנה המטה כבר טהרה מטומאתה באחד מאלו ההפסדים כי כבר נפסד תמונתה ואלו הדברים הן שבירתה ואין הלכה כרבי נחמיה: \n"
            ],
            [
                "אמרו אבל טמאה מגע מדרס. ר\"ל שהיא שבה בדמיון מטה שנגעה במדרס אשר הוא ראשון לטומאה והנה שבה ראשון אחר שהיתה אב לסבת השתנות אולם אם נשברו השתי קצרות או השתי ארוכות יחד כבר נטהרו טהרה שלימה: \n"
            ],
            [
                "זה הכרע אשר זכר שהוא טמא מדרס הוא שנטמאת לבדה כשדרס הזב עליה אולם אם היתה המטה טמאה מדרס ונשבר רגל מרגליה הנה היא טהורה. וכבר בארנו בפתיחת דברינו שכלי שטף כאשר נטמא במת טומאת שבעה הנה הוא יהיה אב הטומאה ויטמא אדם וכלים טומאת ערב ולזה כאשר נטל זה הכרע אחר הרכבתם ישאר טמא טומאת ז' כמו שהיה והמטה טמאה טומאת ערב להיותה נוגעת בכרע שהוא אב ואם היה כרע טמא טומאת ערב והוא שיהיה ולד הטומאה ר\"ל שהיא נטמא בטומאת מת הנה אצל חבורן במטה יהיה הכל ראשון וכאשר ניטל נשארה המטה טהורה אבל הכרע ולד הטומאה והוא לא יטמא כלים לפי השרש שעשינו בתחלת דברינו. אמר וכן השן של מעדר ר\"ל כאשר היה השן טמא ונרכב במחרישה הנה דינה כדין הכרע בשוה וזה כי איזו טומאה שהיתה בשן בעת הרכבתה ונדבקה במחרישה הנה תהיה המחרישה טמאה כמוה וכאשר נבדלה השן ממנו תשאר השן בטומאה שהיתה בה בין קלה בין חמורה ונדון על המחרישה דין כלי שנגע בזה השן וזה כולו מבואר ממה שהשרשנו: \n"
            ],
            [
                "תפילין של ראש בו ד' בתים יכנס בכל בית ממנו פרשה מן הד' פרשיות וכל בית ממנו כלי קבול בפני עצמה ושם כל הבית ובית יקרא קציצה ואמרו שתפילין של ראש כאשר נטמאו והיה זה העור אב הטומאה בלא ספק עוד אחר זה התיר קציצה הראשונה ותקנה הנה נשארה אב הטומאה כמו שהיתה וכן כאשר התיר שניה אחר זה ותקנה שלישית אחר זה ותקנה עד שהיו השלשה בתים כבר נחתכו ונתפרו ונשארה הבית ד' הנה היא נשארה כמו שהיתה ואם נחתכה הרביעית גם כן ותקנה והיו הד' בתים כולן כבר נטלו וחזרו הנה לא תשאר אב אבל חשוב כמו כלי שנגע באב והוא אמרו אבל טמאה מגע טמא מת לפי שכל קציצה ממנה נטמאה אצל הרכבתה בנשארת אשר היתה אב עד אל הד' הנה היא אצל מה שנרכבה היתה כמו השלשה וחזר הכל ולד הטומאה ר\"ל ראשון ואם חזר אחר זה אחר חזרתה מגע טמא מת ר\"ל ולד הטומאה ונחתך הבית הראשון פעם שניה עוד נרכבת הנה היא נשארה מגע טמא מת כמו שהיתה וכן אם התיר השניה אבל אם התיר השלישית וחזרה הנה לא יטמאו מפני הד' לפי שהד' כבר חזרה ולד הטומאה ולא יטמא כלים כמו שהשרשנו והוא ענין אמרו ואין מגע עושה מגע הנה כבר נטהרו כולן לפי שלא ישאר בו דבר יטמא זולתו וכאשר נבדלו השלשה בתים הנה כאילו הוא כלי אחד נגע בזאת הד' אשר לא טמאוהו: \n"
            ],
            [
                "אומרו מקבלת טומאה מכאן ולהבא. על השרש אשר זכרנו בפרק ט\"ו מזו המסכתא והוא אמרו נשברו טהרו חזר ועשה מהן כלים מקבלין טומאה מכאן ולהבא: ואמר מטמאת חבילה שהיא לא תטמא אלא כולה מחוברת וכן לא תטהר אלא כשהיא מחוברת וכן מטבילין אותה. ומאמר חכמים מטמאה אברים ביאר הש\"ס ענינו שתהיה ארוכה ושתי כרעים או קצרה ושתי כרעים שהיא תטמא אז ואם היה היא חלק מטה לפי שתקונה שתשים בצד מקום גבוה ונמשך העץ עליהן וישכב עליו וכן אמר שהיא כאשר היתה שלמה ונטמאה ונטהרה ונחתכה חתיכה הנה אמנם היא טהורה והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כבר קדמנו צורת המטה שאמרנו שאריגת החבלים בין הד' עצים לשכב עליו ואמר כי כאשר תסתר המטה תהיה טהורה (אחר) נגע אחד באלו החבלים הארוגים אחר סתירתה הנה לא תטמא ומבואר הוא שהמאמר בכאן בטומאת המת או במשכב הזב עוד חזר אל פרק אחר ואמר החבל מאימתי הוא חבור רצה לומר מתי נחשבהו מחובר במטה ויטמא בטומאתו ואם נגע בזה החבל כאילו נגע במטה ואמר כי כאשר נארגה ממנה משלשה בתים ולמעלה הנה כאשר נטמא המטה כל מה שנגע במה שנארג מן החבל מהקשר האחרון אל מה שימשך לאריגה הנה הוא טמא ומי שיגע בה מהקשר לחוץ הנה הוא טהור ומדרך כל קושר קשר שיעזוב מהחבל מעט חוץ מהקשר כדי שלא יותר הקשר ויקרא זה הקצה נימי הקשרים ונימי הן חוטים הנה ענין אמרו צרכו הוא השיעור אשר אם חתך החבל על יותר קצר ממנו יותר הקשר והוא בחבל המטה אשר היה עביו ידוע אצלם ג' אצבעות לפי שמה שיהיה החבל יותר עבה יצטרך להשאיר ממנו יותר אחר הקשר ומאמר רבי יהודה אמת: \n"
            ],
            [
                "עד ה' טפחים טהור. לפי שהוא לא לעזר ולא להועיל בו ואם היה יותר מה' טפחים עד עשרה יטמא לפי שהוא יעזור בו בתלות המטה והוא אומרו ומשלשלין את המטות אמנם אמרו קושרים את הפסחים ירצה בו כאשר הוא חי כמו שמדרך הקצבים שיקשרו הכבשים בבתיהן וכל מה שהוא מעשרה טפחים ולמעלה לא יטמא לפי שהוא אינו מצרכי המטה ובסיפרא אמרו הנוגע במשכבו ולא בחבל היוצא מן המטה פחות מחמשה או יותר על עשרה במשכבו ולא בנימין היוצאין חוץ לקשר שלש אצבעות: \n"
            ],
            [
                "מיזרן. הוא אזור ארוג יהיה מצמר או פשתן או שער או זולת זה בכלל שהוא אריג וכן יתבאר מתוספתא דכלים וזה האזור כבר מקיפים בו המטה על ריבוע חלקיו וישאר מזה קצתו תלוי מן המטה כמו חבל היוצא מהמטה ואמר רבי מאיר כי (את) כאשר נטמאה המטה באיזו טומאה שתהיה יטמא קצת זה הבגד היוצא מן המטה ואפילו היה ארוך כל שהוא ורבי יוסי אמר שי' טפחים לבד ממנו ממה שימשך מן המטה הוא אשר יטמא בהטמאות המטה ויהיה כמוה: וענין אמרו שירי המיזרן ר\"ל אם היה בלוי ונחתך קצתו איזה שיעור ישאר ממנו יהיה נחשב כלי ויטמא ואמר ז' טפחים ומה שהוא פחות מזה הנה לא יטמא: וחבק. הוא אשר ישימו אותו לחמור על המרדעת כדי שיעמוד על גבו וזה החבק ברחבו כמו טפח וארכו יותר מזה השיעור ובקצהו שנצין יחברו בהן המשאוי והל' כר' יוסי: \n"
            ],
            [
                "כבר קדם בפתיחה שמשכב הזב מאבות הטומאות וכל אב הטומאה מטמא ב' ופוסל א' וענין זה שזה האב כאשר נגע בו דבר יהיה טמא והיה זה הדבר ראשון לטומאה ואשר נגע בראשון שני ואשר נגע בשני שלישי והשרש אצלינו הראשון והשני טמאים ומטמאים והשלישי פסול וזה כולו באוכלי תרומה לפי מה שהשרשנו בפתיחה וכאשר תשמע במשנה מטמא שנים ופוסל אחד דע שזה הדבר ראשון שהוא יטמא השני ויפסול השלישי וכבר ביארנו אלו השרשים בפתיחת דברינו וחזרנו ביאורו במסכת זבים (פ\"ה) ואשוב אל ביאור ההלכה אמרו בכאן ועל המיזרן ענינו שהוא נישא על המטה והמיזרן כרוך עליה ואמר שקצה זה המיזרן היוצא מן המטה הוא גם כן אב הטומאה כמו המטה לפי שהוא חלק מהמשכב ואע\"פ שהיה בו מה שהוא וזהו דעת ר\"מ הקדום ורבי יוסי ג\"כ הלך בשטתו ואמר שי' טפחים ממה שימשך מן המטה הוא אשר יחשב כמטה ויהיה חלק מהמשכב ויטמא ב' ויפסול אחד ומי' ולמעלה הוא כמו כלים אשר נגעו במשכב אשר הוא ראשון ולזה יטמא אחד ויפסול אחד כמו שהקדמנו וזה כאשר נישא הזב על המטה שהמיזרן כרוך עליה ויהיה זה אז י' טפחים היוצא מן המטה אב להיות זה השיעור מצרכי המטה ויהיה זה מה שהוא למעלה מי' טפחים כאילו הוא כבר נגע באלו העשרה אשר הוא אב אולם אם נישא הזב על המיזרן לבדו בלתי שיהיה מחובר במטה הנה כל מה שיש עליו ממנו הוא משכב וכן י' טפחים ממה שימשך עליו מן המקום אשר ישב עליו והוא אמרו מי' ולפנים טמא וחוץ מאלו היה טהור לפי שהעשרה עצמם לא הגיע לו מכח אב הטומאה כדי שתטמא כל מה שמחובר בו כי אין שם מטה שיהיו לו העשרה אבל מפני היותן מצרכי המטה ויטמאו זולתו מהכלים והלכה כרבי יוסי: \n"
            ],
            [
                "אלו הדברים כולן מבוארים והולכין על דמיון המאמר הקודם ביאורו בהלכה השביעי מהפרק אשר לפני זה וכאשר תסדיר הביאור ההוא בזה המאמר תמצא הענין אחד זולת שבכאן הערה נעריך עליו וזה שזאת המטה היא נלקחת ממי שנטמא טומאת ז' מן המת והמיזרן מן הבגדים וכאשר היתה המטה אב במת והוא סוף אב לא תשים הבגדים והוא המיזרן הנוגע בה אב ג\"כ אבל ראשון כמו שאמר פירשה היא טמאה טומאת ז' כמו שהיתה והמיזרן טמא טומאת ערב ר\"ל שהוא ראשון לא אב וזה השרש כבר התבאר והארכנו בביאורו בפתיחת דברינו ותזכרהו ותעיר עליו: \n"
            ],
            [
                "למדנו בזאת ההלכה שהמטה והמיזרן כאשר יחוברו הנה הן בדמיון כלי אחד ויטמא אחד מהן בהטמא חבירו וכאשר יתפרדו ישאר כל אחד מהן טמא כמו שהיו בעת חבורן ולא יהיה פירודן כמו שבירת כלים שכל אחד כלי בפני עצמו בין בטומאת מת חמורה בין בטומאת שרץ: ואמרו מטה שניטלו שתי ארוכות שלה רצה לומר שאחר שנטמאה המטה נטלו שתי ארוכות שלה ועשה לה שתי ארוכות חדשות ולא שינה את הנקבי' לטהרה לפי מה שקדם בפ' שלפני זה כי כאשר נשתברו שתי ארוכות טהורה ובעבור שלא שינה נקביהם והחזיר לה חדשות לא <small>[נטהר כצ\"ל]</small> נטמא אותה בדמיון שנשתברו שתי הארוכות אבל תשאר טמאה וכאשר נשתברו החדשות הנה היא גם כן נשארת בטומאתה מפני הישנות ואם נשתברו הישנות הנה היא טהורה לפי ששרש טומאתה היא ישנה ולזה כאשר נשתברו הארוכות הישנות טהורה על זה השרש והוא אמרו שהכל הולך אחר הישנות: "
            ],
            [
                "טמאה טומאת מת. היא תטמא במת ואע\"פ שנשברה פתחה אשר יפתח מגגה עד שלא נשארה בעלת גג היא טמאה אולם כאשר נשבר קרקעיתה הנה היא לא תטמא ומגורות שבה הם החדרים אשר בה במקומות ממנה: \n"
            ],
            [
                "תורמל. הוא מעור ובתוכו כיס מעור ג\"כ והחמת הוא הנוד וכאשר יפשטו הכבש או העז ישארו מקומות הביצים ממנו כמו שני נודים קטנים וכאשר נקרעו אלו הנודים הנה היא טהורה לפי שאי אפשר שתקבל כמו שהיה דרכה לקבל ר\"ל מצד פיה אשר תמשך לתוך הנוד: \n"
            ],
            [
                "אמר רבי יוסי כי כאשר היתה גבוהה י' טפחים או היה לה שפה הנה היא לא תטמא במדרס הזב שהיא אינה ראויה לישב עליה וכבר ידעת שלא תטמא במשכב הזב אלא הראויה למשכב עוד אמר כי כאשר נפחתה למטה והוא שנפחת קרקעיתה הנה תשאר מקבלת טומאת מדרס לפי שהוא ראוי למושב וחכמים אומרים כי העיקר בו אמנם הוא קרקעיתו ובו הוא כלי עד שתטמא במת ובזב וכאשר בטל העיקר החזירה שלא תטמא במת ונשארו הלוחות אשר בצדה ובעליונה אשר יעשה להחזיק מה שבה ונאמר שהיא תטמא במדרס וזה לא יתאמת והלכה כחכמים: \n"
            ],
            [
                "משפלת. הקופה אשר יוליכו בה הזבל אל השדות ודמיונה מפורסמת ואנחנו נקרא אותו זנביל וכאשר נפחתה מלקבל רמונים לפי מה שקדם הנה כבר נטהרה רצה לומר שחזרה בלתי מקבלת טומאה ורבי מאיר אומר שאע\"פ שלא תטמא במת היא תטמא במדרס לפי שראויה למשכב וחכמים אומרים שטומאת מדרס דמיון ההריסה לזה הכלי אמנם היה כלי בכונה טמא מת והשיגה טומאת מדרס רצה לומר שהוא גם כן יטמא במדרס וכאשר בטל העיקר ואמרנו שהוא לא יטמא במת כי לא נשאר כלי הנה לא יטמא ג\"כ במדרס וזה הולך על השרש אשר יתבאר בששי מנדה והוא אמרם כל הטמא מדרס טמא טמא מת ויש שטמא טמא מת ואינו טמא מדרס הנה כבר התבאר שטומאת מת עיקר והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כבר קדם ביאורנו שהכרים מעור והשקין מהשיער יעשו ממנו ומרצופין הן הכלים אשר ישימו בו הסחורות במדינות וצורתן מפורסמות ואמר שאלו הכלים אשר ישבו עליהן והן שלימים בלתי שנקבו הנה הוא כאילו נעשו מתחלת ענינם לשני דברים יחד להיותן מכלי קבול ולישב עליהן ולזה כאשר נפחתו ויצאו מדין כלי קבול ונטהרו מטומאת שרץ הנה נשארו בדין המשכב ויטמאו במדרס. עוד זכר מין אחד מהכלים של עור שהן נעשין לקבול ונתן בה שיעור ואמר כי כאשר היה הכלי ממנו מחזיק כך הנה הוא ראוי למשכב ואפשר לישב עליו ולזה יהיה טמא מדרס אבל כל מה שהוא שלם ומקבל אולם אם נפחת הנה לא יטמא במדרס הזב והטעם בזה ששורש עשייתו אמנם הוא לקבול וקרא אותו לגדלו שהוא נאות למושב ולזה יהיה טמא מדרס וכאשר ניקב בטל העיקר וחזר שלא יקרא כלי קבול וג\"כ הוסר מה שהשיגהו מטומאת מדרס לפי מה שהתבאר בפרק קודם זה הנה כבר התבאר כונת ההלכה ולא נשאר זולת ביאור השמות: קלוסטור. סל יתלה בראש הבהמה בו השעורים הניזון ממנו: ותורמיל. תרגום ילקוט והוא אשר ישים בו הרועה מזונותיו ויתלה אותו בצוארו: כריסית. שק קטן: והחמת. הנוד: ומזודה. הוא כלי של עור ישימו בו הולכי דרכים מזונותיהן ותרגום צידה זוודין: והרבצל. מזה המין ג\"כ ואין הלכה כר' יהודה: \n"
            ],
            [
                "חמת חלילין. הוא נוד המזמרים ואין ראוי לישב עליו ולזה לא יטמא במדרס הזב כמו שהשרשנו פעמים: עריבת הפיסונות. היא עריבת הבנאים ילושו בו הגיפסיון בש\"א שכבר נעשה לקבל ויכוננוהו לישיבה א\"כ הוא ראוי למשכב ולזה יטמא במדרס הזב וב\"ה אומרים שאינו ראוי לישיבה א\"כ לא יטמא במדרס הזב ואמנם יטמא בטומאת מת להיותו כלי מעשה ויחזור אב הטומאה במת לפי מה שהשרשנו בפתיחה עוד חזר אל הבדל אחר ואמר שהעריבה ר\"ל עריבת העץ כאשר היתה מחזקת משני לוגין עד ט' קבין והן ל\"ו לוגים ואחר ניקבה הנה היא אז אינה ראויה ללוש בה וראויה לכפותה ולישב עליה ולזה טמאה במדרס הנה שהיא ראויה למשכב לבד ולא תטמא במת מפני שהיא כבר נפסדה מדין הכלים ואם עזבוה במים עד שנסתם הנקב כמו שיקרה לקצת מיני העצים שיתפחו במים הנה כבר שבה כלי ותטמא אז טומאת מת ולא תטמא אז במשכב הזב לפי שהיא אז עריבת הלישה ולא תעשה עריבת הלישה לישב עליה ולא תהיה משכב והוא אמרם בהש\"ס (שבת דף נט.) אומרים במדרס עמוד ונעשה מלאכתנו כלומר כי כאשר ישב הזב על כלי לא יעשה לישיבה אלא לשימוש אחר עד שנאמר לו קום מזאת העריבה ונלוש בה הנה היא לא תחזור משכב אבל אם נגע בה גופו יהיה דינה דין כלים שנגע בהן הזב אשר הן ראשון לא אב ושמור אלו הענינים ואני אבאר זה השרש בהלכה של אחר זה עוד אמר שאם שם זאת העריבה במקום שנושב רוח מזרחית ואבד אותה ופתח הסדיקה חזרה כמו שהיתה שתטמא במדרס הזב ולא תטמא במת מפנים אשר זכרנו והשמיענו זאת ההלכה כי כאשר נסתם הסדק במים כאשר נתפח העץ נחשבהו סתום וישוב כלי קבול וכאשר הסכימו בזה השרש אשר זכרנו והוא שכלי עץ המקבלין כאשר היו שלימים ויוכשרו למה שנעשו לו לא יטמאו משום משכב והנה כאשר נשברו וחזרו שלא הוכשרו למה שנעשו לו ויטהרו מטומאת מת וחזרו אז ראוין למשכב יטמאו במדרס הזב אמר על זה השרש זה חומר בשירי כלי עץ מבתחלתן הביא במשל אלו הענינים כלי נצרים לפי שבתחלת עשייתן לא יקבלו טומאה עד שתשלם שפת הכלי ובסופן כאשר נשרו שפתותיהן אע\"פ שלא נשאר מהן אלא שיעור מועט הנה הן יקבלו טומאה והוא אומרו כל שהן הנה גם זה חמור בסופו מבתחלתו: וכלי נצרים. הן הכלים אשר יעשו מהקנים הדקים כמו הסלים וכיוצא בהן וכבר קדם לך בפ' ט\"ז שסלים של עץ משיחסם ואז יקבלו טומאה וביארנו שם שענין יחסם עשיית שפת הכלים העגולה בפי הכלי: \n"
            ],
            [
                "חבור לטומאה בשעת מלאכה. ר\"ל כאשר יבקע בזה הקורדום יהיה זה המקל חבור ואם נגע אז שרץ במקל כבר נטמא הקורדום כולו אולם שלא בשעת המלאכה הנה אינו חבור ואם נגע שרץ במקל לא נטמא הקורדום כי איננו ידו כ\"א ע\"ד השמוש: ודיוסטר. היא מלה מורכבת פירוש דיו סטר וכבר ביארנו פעמים שדיו שנים וסטר צד מאמרו ולסטר משכנא וביאור חבור המלה בעל שני צדדים והן שני כלים אשר יעשו מעץ יתחבר אחד מהן בשני בעת המלאכה לבד ואשר יחברם הוא מסמר ארוך וירכב בנקב שלהן בעת חבורן וזה הכלי היה אצלם מן כלי האורגין ועל זה המסמר הארוך היו משימים השתי או הערב ובתוספ' [שם פ\"א] אמרו מסמר שנתנו בדיוסטר להיות מיסך עליו עוד אמר שאם קבע זה הדיוסטר בחתיכת עץ והוא אמרו קבעו בכלונס הוא נס גדול כמו שקדם במדות (פ\"ג) באמרם כלונסות של ארז הנה כאשר נתחבר נטמא הדיוסטר בכללו כאשר נגעה באחד מחלקיו אחר שקבעו בעץ שב בדמיון כלי אחר אבל אין זה הדיוסטר בכללו חבור לזה העץ אשר תקע איתו בו עד אשר נאמר כי כאשר נגע שרץ בקצה זה העץ נטמא הדיוסטר אשר בחלק השני כי זה העץ לא יטמא לפי שאינו כלי כלל וזהו ענין אמרו אינו חבור לו ר\"ל שהדיוסטר הקבוע חבור לזולתה אשר נקבע בו ואם נמצא בקצה זה הכלונס דיוסטר אשר הוא כלי בקצה העץ ומעצם העץ הנה לא יטמא מן העץ זולת מה שקרב מן הכלי ממה שיצטרך אליו הכלי ויעמוד צורתו אם נחתך מן העץ. עוד חזר אל כסא אשר יטמא במשכב הזב בלא ספק לפי שהוא נעשה לישיבה ואמר כסא שקבעו בכלונס טמא ר\"ל שהוא יטמא במדרס כמו שהיה קודם ואינו חבור ר\"ל כי כאשר ישב הזב על העץ לא יטמא הכסא לפי שהכלונס לא יטמא כמו שזכרנו איך שתגיע אליו הטומאה ואם שם בקצה העץ כסא מעצם הכסא הנה לא יטמא ג\"כ רק הכסא לבד כאשר דרס עליו הזב ואם תקע כסא בקצה המעצר אשר יעצרו בו הזיתים והוא אשר תקרא קורת בית הבד הנה הכסא טמא גם כן ואינו חבור אולם אם נעשה מקצה זה העץ כסא והיה הכסא מעצם קורת בית הבד הנה זה הכסא כאשר דרס עליו הזב לא ישוב משכב וזה שהשרש אצלנו כמו שקדם שהזב כאשר ישב על דבר שהוא ראוי למושב אבל זה הדבר הוא כלי לשמוש אחר כגון שיקח מדה מן המדות או עריבת עץ והדומה לזה ויהפכה וישב עליה הנה אין ספק שזה הכלי אשר ישב עליו הוא ראוי לישיבה אבל לא נעשה לזה כלל כי לא נעשה המדה כ\"א למוד בה והעריבה כ\"א ללוש בה ולזה אפשר שנאמר לזב כאשר ישב על כלי מאלו הכלים קום מזאת המדה ונמוד בה או קום מזאת העריבה ונלוש בה וכן ג\"כ נאמר לו בכאן קום מזה העץ ונעצור בו הזיתים ואם היה הכסא אשר בקצהו אמנם נעשה לישיבה אבל להיותו מעצם העץ והעץ עצמו אפשר שנאמר לו בו עמוד ונעשה מלאכתנו הנה זה הכסא לא יטמא משום מושב ואל זה הענין כיון ביאור זאת ההלכה. ואשוב אל שלימות ביאור זה השורש והוא שכל מה שלא נעשה מתחלת ענינו לישיבה אם ישב עליו הזב נוכל לומר לו קום מזה הכלי ונעשה בו זה השימוש הפלוני בלתי הישיבה עליו הנה הוא לא יטמא משום משכב ומושב והשרש אצלנו אומרים בזב עמוד ונעשה מלאכתנו ואמר בזב כל המשכב אשר ישכב עליו הזב יטמא וכל הכלי אשר ישב עליו הזב יטמא ואמר בת\"כ אשר ישב עליו יכול אפילו ישב על האבן ועל הקורה ת\"ל כלי לא אבן ולא קורה אוציא את אלו ולא אוציא כלי גללים ושל אבנים ושל אדמה ת\"ל הכלי כלי המיוחד ר\"ל המיוחד לקבל טומאה והכלים אשר יעשו מאלו הג' מינים לא יטמאו כלל כמו שקדם ביאורו. עוד אמר שם אין לי אלא כסא וספסל וקתדרא המיוחדים מנין תיבת הבלנים תיבה שפתחה מצדה עריבה משני לוגין ועד ט' קבין שנסדקה ואינו יכול לרחוץ בה רגלו אחת ת\"ל וכל הכלי ריבה יכול אפילו כפה סאה וישב עליה תרקב וישב עליו ת\"ל אשר ישב המיוחד לישיבה לא שאומרים לו עמוד ונעשה מלאכתנו ושמור זה השרש ולא נצטרך לכפלו במה שעתיד שכבר הפלגנו בביאורו ובפירושו: \n"
            ],
            [
                "עד שיקצע. עד שיחתוך קצוותיה וישוה אותם לישיבה ויהיה שם מעשה. אולם מחשבה לבד הנה לא תועיל בה ואחר זה השווי תהיה ראוי למושב: אע\"פ שקבעה בכותל טמאה. ר\"ל בטומאת שרץ לפי שהכלי אשר יקבל טומאה כפי צורתו כאשר נקבע בכותל או בארץ הנה הוא יקבל טומאה כמו שהוא לפי דעת חכמים כמו שהתבאר מדעתם בט\"ו מזאת המסכתא גבי דף של נחתומים וכן בסוף חגיגה (דף כז.) והלכה כחכמים ואמנם יהיה המחובר לקרקע כקרקע ולא יקבל טומאה אצל חכמים כאשר נעשה זה הדבר מתחלתו בקרקע או נעשה לשמש את הקרקע כמו שקדם: \n"
            ],
            [
                "נבאר אמתת שם הנדבך כי כבר נפל בו רעיון רב לרבים וזה כי לבנאים שני לוחות באורך כל <small>[צ\"ל לוח]</small> רוח כמו ו' אמות ובגבהם קרוב משני אמות ויעמידו לוח בכאן ולוח בכאן וביניהם מן המרחק שיעור אשר ירצו שישימו עובי הכותל עוד ימשכו ביניהן שני עצים ויקשרו אותן בקישורים עוד ישפכו העפר בין שתי הלוחות ויכו בכשילין עד שיגבה הכותל ויקראו זה הבנאין אלטפיא\"ה וכל אחד מאלו הלוחות יקרא נדבך. ובזבים (פ\"ה מ\"ב) אמרו אצבעו של זב תחת הנדבך ר\"ל תחת זה הלוח ואמרם (ברכות דף טז.) האומנים קורין בראש הנדבך ר\"ל על הכותל שבין שני הנדבכין כאשר ידביקוהו כמו שבארנו וכופת הוא חתיכת עץ בלתי חלקה יקבעו בכותל וידביקו עליה הטאפיא לקשור שני הכותלים קצתה בקצתה ויקראו זה העץ אשר יקבעו בכותלים הבנאים הקשר להיותו קושר הכתלים ויתקיימו קצתם בקצתם ולו שני קשתות והוא דומה לכסא ואמר כי כאשר קבעו בראש הכותל ולא בנה עליו וישב עליו הזב טימא אותם על השרש אשר בארנו בכאן בזה הפרק באמרו אע\"פ שקבעה בכותל וכן אם בנה למעלה ולא קבעה וישב הזב על הבנין נטמא הכסא לפי מה שבארתי לך בראש זאת המסכתא שהזב מטמא המשכב ואע\"פ שהיה המשכב תחת אבן מסמא ואם קבעה ובנה עליה והגיע בין שני הכותלים הנה כבר חזר מכלל הכותל וחלק מחלקיו ולא יטמא וזה הדין בעצמו במפץ והוא מן גמי או קנה והדומה לו מן המחצלאות אשר יעשו מהן עליה או תקרה כאשר נתנו אותו על הקורות וקבעוהו ולא השליכו עליו הטיט והאבנים והוא אשר יקרא מעזיבה או נתנו עליו הטיט והאבנים והשלימו השטח ולא קבעוהו עם הקורות הנה הוא גם כן יטמא מן תחת השטח כאשר ישב על השטח כמו שהשרשנו ודע שהאריגות אשר יארגו מהקנים והאמרינש והדומה להן ויעשה מהן מחצלת ושטחים הן אשר יקראו מפץ ולזה המפץ דין ייחד בו ביאורו הש\"ס והנני עתיד לבאר זה במקומו בפ' (צ\"ל בפ' כ\"ד מ\"י) כ\"ג מזאת המסכתא: אם כדרך קבלתה. שקבעה בקרקעית התיבה או המגדל ושלא כדרך קבלתה שקבעה באחד מן הצדדים או קבע צד הכלי בקרקע התיבה אשר אין ראוי שיושם בו דבר ויקבלהו כאשר ימלא המגדל או התיבה: "
            ],
            [
                "סדין. הוא הרדיד הקטן אשר יקנחו בו האנשים ושמו המפורסם במערב אחר\"ס ובמצרים ערצ\"י: וילוך. המסך ומבואר שהמסך תטמא במת לפי שהוא מכלל הבגדים ולא יטמא במדרס הזב ושיהיה משכב לפי שהוא לא נעשה לשכיבה כמו שהתבאר בזה הפרק: עוד שאל ואמר מאימתי היא טהרתו רוצה לומר מתי תסור ממנה טומאת מדרס ולא ישאר אב הטומאה ויהיה מוכן לטומאת מת והדומה לה כדין כל מסך ואמרו בית שמאי משיתבר רוצה לומר כאשר ישברוהו בחוט באורך ורוחב כמו שיעשו במסך ובית הלל אומרים כאשר יקשרו בו לולאות אשר יתלה בהן ורבי עקיבא אומר מעת שיתלו אותו על השער או על המטה והלכה כבית הלל וכבר יראה מן התוספתא שאמרו בכאן טהור מן המדרס אבל טמא טמא מת ענינו שזה הוילון לא ישאר אב הטומאה כמו שהיה ר\"ל משכב אבל ישוב כמו כלי שנטמא בטמא מת שהוא ראשון ויהיה זה המאמר כמו המאמר אשר נבאר בכ\"ז מזאת המסכת והוא אמרם וסדין שהוא טמא מדרס ועשאו וילון טהור מן המדרס אבל טמא מגע מדרס ר\"ל שהוא ירד מדרגה וישוב ראשון כמו כלי שנגע במדרס וכן בכאן אמר שהוא ישוב כמו כלים אשר נטמאו במת כאשר נגעו במדרס ישובו ראשון לפי מה שהשרשנו וזהו לשון התוספתא בזה סדין שהוא טמא מדרס ועשאו וילון הרי הוא כטמא מת המקבל טומאת מדרס ושני המאמרים יחד אמתיים לפי שזה הוילון הוא יקבל טומאת מת בעתיד והוא ג\"כ בדמיון כלים שנגעו במדרס כמו שהתבאר במקומו ואשר יתוקן על זה השרש הוא שיהיה אמרו סדין שהוא טמא מדרס שיעורו שהוא ראוי להיות מדרס עשאו וילון טהור מלעשות מדרס ועדיין הוא ראוי ליטמא במת וזה השיעור הוא האמת: \n"
            ],
            [
                "כבר ידעת שהמחצלת היא המחצלת העשויה בקנים וחבלים והדומה להן ויטמאו במשכב הזב לפי מה שבארנו בסוף י\"ז מזו המסכת ואמר בכאן כי כאשר משך הקנים על אורך המחצלת שהיא אינה ראויה אז למשכב והוא אמרו טהורה וחכ\"א עד שימשוך הקנים עליו משלשה צדדים על דמיון הכ\"ף והוא אמרו כמין כי ואז תהיה טהורה ולא תטמא במשכב הזב ורוצה בכאן באמרו כמין כי כמין כ\"ף יונית כמו שבארנו במנחות <small>[צ\"ל דף עד ע\"ב ושם בפי' המשנה באר כמין כף יונות שהיא כן ותחסר הצורה.]</small>. (כד) וכאשר משך הקנה על רחבה והיו הקנים קרובים אין בין האחד והשני ד' טפחים אשר הוא שיעור מקום ואין ראוי לישב בין כל שני קנים מהן הנה היא טהורה שאלו הקנים ימנעו הישיבה עליהן ויוציאוה מגדר המשכב וכאשר נחלקה לרחבה אמר רבי יהודה שהיא אז לא תטמא במשכב הזב כאשר נשברו הקנים שלה בחצי: ראשי מעדנים. הן קצות הקשרים הגדולים אשר יקשרו בקצות החבל אשר יארגו בם המחצלאות ויחבר הקנים או האמרינש שלה קצתם עם קצתם וכן הוא פירוש פסוק (שמואל א ט״ו:ל״ב) וילך אליו אגג מעדנות פי' מקושר הידים וזה נגזר מאמרו (איוב ל״ח:ל״א) התקשר מעדנות כימה וכאשר התירו קצות החבל הנה כבר נשרו כולן ושבו בדמיון קנים מפורדים ולזה לא תטמא במדרס הזב: ואם נחלקה על ארכה. ושבה חלקה אם נשאר ממנה ברחבה ששה טפחים ויהיה עליה שלשה החבלים מקושרים הקצוות (כזה) הנה כן יטמאו במדרס הזב ואם נשאר ממנו פחות הנה הן לא יטמאו ובתוספתא אמר ואם מתחלה עשאה לכך אפילו פחות מכאן טמאות ואמנם זה השיעור הנזכר בכאן הוא בשירי מחצלת וכבר בארנו שהקנוב הוא חתוך הקצוות היוצאין מהאריגה והנה היא תטמא במשכב הזב ואין הלכה כר\"י והלכה כחכמים: "
            ]
        ],
        [
            [
                "נבאר השמות מזאת ההלכה ואחר נגיד עניניה ונאמר כי האורגים יעמידו להן שתי קורות אחד ממעל להן ועליה כרוך השתי והשניה קרובה לארץ וכל מה שיארגו מן הבגד כרוך עליה והשתי נמשך בין שתי הקורות שם הקורה העליונה נקרא כובד העליון ושם השפלה כובד התחתון: ונירים. הן חוטין הארוגים על הקנה אשר בעבירה יגבהו קצת החוטין ויעשו דרך ילך בו האריג בחוט: וקירוס. הוא כמו מסרק אשר יכו בו האריגה ויחברו בו החוטין: וחוט שהעבירו על גבי הארגמן. הוא החוט הנדבק ביריעה כונת הרוקם להעזר בו בהתכנס רקם היריעה בארגמן וכאשר השליך האורג החוט והכה במסרק ונשאר קצת החוט היוצא משפת היריעה וזה החוט יקרא עירה מענין תלייה לפי שהעירה הוא הנתלה הדבק ואם היה כונת האורג שיעזוב זה החוט יוצא משפת הבגד וישליך חוט אחר זולתה הוא עירה שאינו עתיד להחזירה ואם היה כונתו שישוב זה החוט בעצמו באריגת הבגד מהצד האחר כמו שיעשה האורג תמיד שהוא ישוב החוט מיד ליד הנה זה החוט יקרא עירה שהוא עתיד להחזירה: ונפש המסכת. הוא חוט הערב אשר ילך בתוך האריגה בין חוט השתי קודם שיכה במסרק ויחבר אותו אל הארוג מהבגד: ובשתי העומד. הוא השתי הנמשך בין שתי הקורות: וכפול שהעבירו על גבי ארגמן. הוא חוט המוכפל המחובר ביריעה אשר ירקם בו הרוקם עם הארגמן: ואימה. הארג אשר בארך המסרק אשר עליה המטוה כפול ולזה תקרא אלריב\"ה אימה לכפילת הפשתן עליה ועם זה המטוה אשר על המסרק יאמר צמר שעל האימה ובתנאי שיהיה ג\"כ מחובר בארג: ואשוויה. הכוש אשר עליו המטוה אשר ירקמו בו והוא מחובר בבגד: ופיקה. כוש קטן יוכפל עליו המטוה עד שישוב כמין כדור וכל זמן שנשאר מהמטוה כפול על הפיקה הוא אמרו עד שלא פירעה וכאשר הוסר המטוה ממנה עד שנתגלה ונראה הוא אמרו משפירעה ופירעה הוא הגלוי כי פרעה אהרן וזהו באור אלו השמות ואמנם ענין זאת ההלכה הוא מה שאפרש וזה שהשרש אצלנו שלא יטמא בשאר טומאות זולת הצרעת אם לא הארוג לבד למאמר יתברך (ויקרא י״א:ל״ב) או בגד או עור עד שיהיה בגד ואמרו מה בגד טווי ואריג אף כל טווי ואריג ואם היה הבגד בעת אריגתו ונטמא ממנו במת כבר נטמא וכבר בארנו דין בגד שנטמא במת מהו בפתיחת דברינו ואמרנו כי כאשר יגע באחד מכלי הטומאה או בחוטין הנדבקים באריגה כדין אשר יגע בדבר המחובר חבור חזק נטמאה וכאילו כבר נגע בבגד שנטמא ודין כאשר נגע במה שהוא חוץ לבגד הארוג ואינו מחובר בו כמו העץ והנייר והמסרק או במה שהוא מחובר אבל הוא בלתי נאות עליו כמו עירה שאינה עתיד להחזירה שהוא כמי שלא נגעו בבגד שנטמא במת: \n"
            ],
            [
                "הכונה בזאת ההלכה כמו כונת אשר לפניה ולזה שהוא יאמר כי כאשר נטמאה העגלה או המחרישה או הדברים המחוברים בהן יחשב כמו הדבר אשר נטמא וכבר בארנו בפרק י\"ד מזאת המסכתא העול והקטרב שהן מכלי העגלות וציירנו זה. ועין הוא הטבעת אשר תעשה מהבגד הנכנס בצואר הבהמה כדי שלא תתנגע בקצות הקטרב: ועבות. הדבר אשר ימשיכו בו העגלה ותתקשר בהן: וחרב. עץ דמיון סייף ניתן בעץ המחרישה מחובר בו והוא אשר בו יחזיק המחרשת בידו: וכורך. הוא עץ המעוות אשר ירכיבו בו והוא דומה למרכב האדם והוא אשר יתפשט עם שטח הארץ ולזה תקרא כורך: וביצול. הוא בית יד המרכב במחרישה אשר יטה בה המחרישה כאשר ירצה והוא נגזר מתרגום (שמות כג) לא תטה אשר הוא לא תצלי: ועין של מתכת. טבעת ברזל: ולחיים. שני עצים בקצה העול: ועריים. אלתא אקאת ואין הלכה כר' יהודה: \n"
            ],
            [
                "תמונת המגירה מפורסמת ממה שאבאר שני עצים הנצבים אשר יחזיקו היד בכל אחד מהן בעת שינסרו יקרא כל אחד מהן יד מגירה וחוט השיער אשר יקשרו בו המגירה בעליונו שני העצים הנצבי' הוא אשר יקרא חוט ומשיחה לפי שהוא כבר היה חוט וכבר יהיה משיחה והעץ הארוך אשר באמצע אלו שני העצים והוא על ארך ברזל המגירה הוא אשר יקרא אמה וכן בקצות הברזל שני עצים נמשכים קטנים יקראו סניפין והן יסבבו בשני העצים הנצבים בעץ שלישי וגם כן מחודד יפתולו בו החוט אשר ממעל שני העצים עד שתתקיים ותתחזק קצתו בעץ האמצעי הנקרא אמה וזה כולו מבואר מצורת המגירה: ומכבש של חרש. הוא כלי אשר יעמידו בו הנגרים העצים העקומים. וקשתנית קשת המקבת שאוחז ידו עליו בעת שנוקב: ומסר גדול. צורתו ג\"כ ידועה וזה שיעשה מרובע ארוך מעץ דק והמגירה באמצע וזה המרובע יקרא מלבן של מסר הגדול: ואמרו ביתר ובקשת. ירצה בו אם נטמא החץ והוא על הקשת הנה אשר יגע ביתר או בקשת טהור והוא אמרו אף על פי שמתוחה טהורה ואע\"פ שהיתה הקשת והחץ בו: ואישות. מין מהחגב והיא בריה שאין לה עינים כמו שביארנו במו\"ק (דף ו:) ותהיה גם כן בקשת ויתר ובו חץ ברזל ואמר כי כאשר נטמא חץ הברזל הנה המצודה טהור לפי שלא יתחבר בין החץ והקשת ור' יהודה אומר שכל מה שתהיה בקשת מיתר הנה הציידין כולן תטמאו בהטמאות החץ ואין הלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "דלופקי. הוא שולחן מוכן לשתיה והוא ארוך ובו מקומות לכלי היין ולכלי הפירות ותקרא אצלנו מנקלה: ושיש. אבן גלל והמבואר שאם חיפן כולן בשיש ולא יניחו ממנו מקום שהן טהורים לפי שהכלים המכוסים לא יקבלו טומאה כמו שביארנו ואין הל' כר\"י: \n"
            ],
            [
                "אמר כי כאשר הוסר מהשלחן אחד מן השלש רגלים אשר לו הנה הוא אינו ראוי לאכול עליו ואם נטלו כולן הנה ראוי לאכול עליו כמו טבלא כשחישב עליו והוא יקבל טומאה ור\"י אומר שלא תצטרך למחשבה כל זמן שתכשר לאכול עליו הנה הוא יקבל טומאה וכן הדין בדלופקי: \n"
            ],
            [
                "כסא וספסל ודרגש ושרפרף. כולן מינים מהכסא התחלפו שמותם לפי התחלף תמונתן וגדולתן וקטנותן: וקתדרא. תיבה מעץ ישבו בתוכה הנשים שמותם טמאריי\"ה ואמר ניטל אחד מראשיו רוצה לומר אחד מהצדדין אשר אצל ראש הכסא: \n"
            ],
            [
                "כסא הכלה. הוא המחופה באבנים ודומיהן והוא אשר יקראוהו חפוי וכאשר הוסר ממנו הרי הוא כאילו נשבר ולזה לא יטמא מדרס וב\"ש אומרים שהוא כסא עץ וראוי לישב עליו ולזה טמא מדרס ואע\"פ שהוסר החפוי: מלבן של כסא. הוא מרובע יורכב על הכסא וישב למעלה ואמרו <small>[צ\"ל ואמר שמאי]</small> ב\"ש שהוא יטמא מדרס כשישב עליו ואם לא ישב עליו לבדו הנה אם קבעו כסא בעריבה הוא טהור ולא יטמא במדרס לחבורו בעריבה אשר לא תטמא במדרס כמו שביארנו בפרק עשרים ואמר שמאי שאפילו היה הכסא מעריבה ר\"ל שנמצא עם העריבה מעץ אחד הנה הוא טמא מדרס אם ישב עליו ואין הלכה כשמאי: "
            ],
            [
                "כאשר לא יהיו חפויו בולטים על שטח הכסא אבל שוין עמו הנה הוא טמא מדרס ואפילו הוסרו קצת החפוים לפי שיהפכוהו על פניו וישבו עליו הפוך כמו שהראתי לך קודם כאשר לא היו חפויו בולטין עד שימנעו מלהפוך אותו על פניו: \n"
            ],
            [
                "זאת התמונה מהחפוי מפורסם אצלם והיה להן יוצא ובא הוא בתוך החפוי וחפוים רבים יוצאים מזה והן חפוייו החצונים ומתמונתו הוא מבואר כי כאשר ישאר אחד מן החפויין הנה נשאר בתמונתו ולזה יטמא מדרס ור\"ש יתנה כשישאר מן החפוי הפנימי והוא רחב טפח ואין הלכה כר\"ש: \n"
            ],
            [
                "ידוע שהכסא אמנם נעשה לישב עליו והוא העיקר ואמנם יטמא במדרס הזב וכאשר בטל ממנו זה הענין יטהר מן המדרס בהסרת החפויין ואע\"פ שנשאר בו בית קבול שהוא לא יטמא משום כלי קבול כשלא נעשה להיות כלי קבול הנה כבר בטל ממנו עיקר הדבר אשר נעשה בעבורו והוא המושב ואיך ישאר בו דין המתחדש בו והיותו כלי קבול ואין הלכה כרבי עקיבא והלכה כר' יהודה לפי שהכל הולך על השרשים אשר קדמו לחכמים בפ' י\"ט: \n"
            ],
            [
                "זאת השידה היא המוכנת לה בית קבול בעליונה ובו בית קבול בשפלותה: והדפין. הן הדפין אשר בצדדין: וישיבת הסתת. המקום אשר ישב בו המסתת והוא יכין לו מקום ישב בו בקצה העץ ואבן על הקצה האחר והלכה כחכמים: \n"
            ],
            [
                "כבר ביארנו כופת שהיא חתיכת עץ ואמר כי כאשר יוקח זה העץ וסרקו או כרכמו לעשות ממנו פני הכותל הנה הוא כאשר היה לו צורת כלי ויטמא כמו שיטמא כלי עץ וחכמים אומרים שהוא לא יהיה מכלל הכלים בעבור הכרכום לבדו עד שיחוק בו מעט שישתמש בו ואז תהיה כלי וכבר ביארנו בפרק כ' שהסל והכלכלה והדומה אליה לא תטמא משום מושב ואמר כי כאשר מלאוהו מוכין והן חתיכות צמר ופשתן ותיקנן והאחד ממנו מוך עוד ארג סבכה ע\"פ זה הסל או הכלכלה אז יהיה ראוי למושב ויטמא מדרס ותרגום סבכה סרדא והלכה כחכמים: \n"
            ],
            [
                "אסלה. כדור מברזל ובו מקום ישבו עליו בעת הצורך לבית הכסא ועליו כסוי מעור יכוסה בו: וטרסקל. סל קטן ולו חפוי מעור ג\"כ מחובר וכאשר הוסר הכסוי ישאר בלתי אינו ראוי לדבר לא שישב עליו לקטנותו ולא לשום בו דבר להעדר הצדדין: וכסא המרחצאות. הם משיש ואמר שהוא אם היה לוח משיש ולו שני רגלים מעץ וישב הזב על זה הכסא שהוא יטמא ר\"ל שרגליו יהיו משכב עם היות השיש עצמו לא יטמא ואם היה אחד משני הרגלים של שיש ג\"כ הנה הכל טהור לפי שהוא כסא של אבן: ואמרו ששיגמן כמו מאמר ששעמן ושעם הוא הגמי והכונה בזה כי כאשר נמשכו עד שש?ו לוח אחד והבלנין ישבו עליהן והמים ילכו תחתיהן אומרי' חכמים שהן לא יטמאו במדרס הזב באשר עשייתם הוא לילך המים תחתיהן ויעשה מן הקני' והקני' יגביהן ויעשו ג\"כ מן גמי ישליכו עליו הבגדים וידליקו האש בקטורים עד שיתקטרו הבגדים ושמו בל' ערב קנקלין ושמו המפורסם במצרים אלמיש\"ן ואם היו בו שני מקומות יקבלו הבגדים ישוב ככלי קבול ואם היה עשוי ככוורת והוא שתהיה עוברת משני הצדדין הנה הוא לא יטמא והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כדור. הוא הכדור ישחקו בוי ואימום. הוא דפוס של מנעל: וקמיע ותפילין ידועים. ואלו המנויין כולן חיצוניהן מעור ובתוך הכדור סובין או מוכין וכן האימום ובתוך הקמיע והתפילין בתים הכתובות בו. ואמר כי כאשר הכלי נגע במת והיה זה הכלי אב הטומאה אחר נקרע העור הנה אשר יגע בדבר אשר הוא תוך העור טהור לפי שאינו מעצם הכלי ולא מחובר אליו: ואוכף. הוא דמיון המרדע מפורסם הצורה וירכבו עליו: \n"
            ],
            [
                "לשון התורה בזב וכל המרכב אשר ירכב עליו הזב יטמא (ויקרא ט״ו:ט׳) הנה הוא ימנה הדברים אשר ירכב עליו הזב ואע\"פ שיש בינו ובינם מסכים הרבה הנה הוא יטמאם ויתחייב להן דיני המרכב כאשר הן נעשים לרכיבה: וזריז האשקלוני. הוא חגורה רחבה תרגום ויחבש וזריז: ועביט. עגלה יעשו על גב הגמל וירכבו עליו תרגום (בראשית ל״א:ל״ד) בכר הגמל בעביטא דגמלא: וטפיטן של סוס. סרג אלפרס ואמר ר' יוסי שהטפיטן לא יהיה מרכב הזב אבל אמנם יהיה מושב שלא נעשה לרכיבה אלא לעמוד עליו וכבר ביארנו בפ\"ק שמנה עשר שהזב כאשר עומד על דבר אשר יטמא במדרס הזב הנה ישימהו מושב: וקומפון. שדה ששוחקים בו המלכים שמו בלשון יון קומפון ובלשון לעז קמפי אולם אוכף הנאקה. הנה הוא יטמא משום מושב והוא ענין אמרו טמא לפי שהוא ישב עליו ואין הלכה כר' יוסי: \n"
            ],
            [
                "בעבור שקדם מחלוקת בין ר' יוסי וחכמים בטפיטן של סוס אם הוא מרכב או מושב וכן אמרנו באוכף של נאקה שהוא מושב לא מרכב שאל ואמר מה בין מרכב למושב שזה אב הטומאה וזה אב הטומאה ואמר שהמרכב חלק מגעו ממשאו לפי שהאדם אשר יגע במרכב הזב יטמא ולא יטמא בגדים בשעת מגעו ואשר ישאהו הוא טמא ומטמא בגדים בשעת נשיאותו אולם המושב שוה בו הנגיעה והמשא שהוא מטמא בגדים וכבר הקדמתי אלו השרשים כולן וביארנו ראייתם בפתיחת דברינו בזאת המסכתא עם הפרק הראשון ממנו ואנחנו נבאר זה ג\"כ בזבין: והתפית. הן עצים ישימו אותן על גבי החמור ויעתקו עליהן המשואות ואי אפשר לאדם לרכוב עליו אם לא בשנוי נקביו או בהסרת העצים אשר בין הנקבים ושם זאת התמונה האוכף הפרסי: \n"
            ],
            [
                "הרי אלו טמאים מדרס. ואע\"פ שלא נעשו לישב עליהן ואמנם נעשו בחק המת אשר אין לו משכב ומושב כמו שביארנו בפתיחת דברינו: ומשבר של חיה. הוא הכסא אשר יעשה לאשה ההרה לישב עליו אצל הלידה כמו (ישעיהו ל״ז:ג׳) כי באו בנים עד משבר: שהוא כורם עליו. ישים עליו הבגדים עד שיהו מקופלים ואין הלכה כר' יוסי: \n"
            ],
            [
                "חרם. שם השבכה אשר יצודו בו הדגים וכן רשתות ומכמרות שם סבכות הציידים והן כולן מל' עברית. אמר (חבקוק א׳:ט״ו) יגורהו בחרמו ויאספהו במכמרתו ואמר (איכה א׳:י״ג) פרש רשת: וזוטו. הוא שפת הסבכה והוא מקום דומה לכלי צר הפה מאד והוא בדמיון בגד ולזה הוא טמא: ומדף. הוא לוח מסובך מעץ ובזה העץ מסובך דבר יחזיק בה הצייד מרחוק וכאשר ינוח העוף בזה הכלי ינתק החוט ויפול עליו זה הלוח: פלצור. הוא מעץ ג\"כ יצודו בו העופות: ומצודות הסכרים. מצודות יפסיקו המים בימים עד שיתקבצו שם הדגים ואחר יוציאו המים וישארו שם הדגים וזאת המצודה צורות מפורסמות אצלן ויקראו סכרים להיות חותכים דרך המים וסוכרין מעבריהן כמו (בראשית ח׳:ב׳) ויסכרו מעינות תהום: והאקון. הוא הסל אשר יצודו בו הדגים והוא מפורסם אצל הכל: והרטוב. מכלי ציידי העופות והוא מכלי עץ: והכלוב. הוא גאביא\"ה בלע\"ז מלשון ככלוב מלא עוף (ירמיהו ה׳:כ״ז): \n"
            ]
        ],
        [
            [
                "לא יעלם ממך בכל זה הפרק השרש אשר קדם זכרו והוא אמרם כל הטמא מדרס טמא טמא מת וכן כאשר תשמע תמיד מדבר מהדברים שהוא טמא מת אין הכונה שהדבר לא יטמא בטומאה מן הטומאות זולת טמא מת אמנם הכונה שזה הדבר לא יטמא במדרס הזב ויהיה מושב אבל הוא מטמא במת ובשאר טומאות ובמגע הזב ויהיה ראשון לטומאה לא אב לפי השרשים הקודמים בפתיחה ואחר שתשמור זה הענין לא ישאר בזה בלתי ביאור השמות עם ההערה על קצת ענינים. וכאשר היה התריס כפוף ר\"ל הפוך השפה הנה ראוי למושב וזה טמא מדרס: וקונפון. הוא שדה. ודיצת הערביים הוא תריס קטן יקרא אלאגפ\"ה אין ראוי לדבר זולת ללעג ולשחוק: \n"
            ],
            [
                "זה מבואר וכבר הקדמתי שרשו וביאור אלו השמות כבר קדמו גם כן: \n"
            ],
            [
                "הבאה במדה. היא אשר תחזיק ארבעים סאה בלח שהן כוריים ביבש שהיא לא תטמא באופן מאופני הטומאה כלל כמו שביארנו בפרק י\"ב <small>[צ\"ל ט\"ו]</small> מזאת המסכתא וכבר הקדמתי ביאור שרשי שארית ההלכה בפרק כ': "
            ],
            [
                "הבאה במדה. אשר תחזיק מ' סאה כמו שהתבאר למעלה וביאור שארית זאת ההלכה בי\"ט מזאת המס'. \n"
            ],
            [
                "תרבוס. כלי מעור ואשר היא אצל המקיזים יעשו לישב עליה או לסמוך עליה ולזה טמאה מדרס ושרש זה כבר התבאר בפרק כ' והעור אשר יעשה להשיר עליו הזיתים אינו כלי ולזה אין בו טומאה כלל: \n"
            ],
            [
                "בסיס. היא תושבת תרגום כנו בסיסיה ואלו הדינים ראוין להן לפי תמונתן ומה שנעשו אליו ובעבורו שכל מה שנעשה למושב טמא מדרס וכל מה שיהיה מן הכלים לא נעשו למושב הנה הוא טמא טמא מת ושאר הטומאות כמו שהשרשנו בראש זה הפרק וכל מה שאין עליו צורת כלי בשום פנים הנה הוא טהור מכל טומאה ר\"ל שלא יקבל טומאה כלל: \n"
            ],
            [
                "פנקסיות. הן כל שתי לוחות מזדווגות יהיו לסופר או לזולתן ושם פנקס על האמת אמנם הוא לסופר ואפיפורין הוא כסא של פרקים כאשר יתפשט יהיו שתי לוחות וישב הסופר עליו וכאשר יתקבץ ישוב לוח אחד וצורתו מפורסמת אצל האנשים כולן וכבר בארתיו לך בפ' ט\"ז: בית קבול שעוה. מקום ישימו בו השעוה וכבר בארתיו לך בפ' י\"ז: וחלקה. הוא לוח פשוט אין לו בית קיבול ולא כלי קיבול ולא תורת כלי עליו יהיה מפשוטי כלי עץ לקטנותו ולזה טהור מכלום: \n"
            ],
            [
                "זגגין. בעלי הזכוכית שהם יסדרו עליו כלי זכוכית כאשר נעשו: ושל סרגין. אשר ישימו עליו השבכין תרגום שבכין סריגין: \n"
            ],
            [
                "משפלות. הוא כלי הנקרא שדריא\"ש: והפוחלץ. ידמה שבכה מחבלים יעתקו אותו על הגמלים ומפורסמת היא אצלן וידונו עליה שלא תטמא כלל לפי שהיא אינה צרת הנקבים כמו משפלת של תבן ויהיה כלי קבול ואינן ראוין לישב עליהן לעובי חבליהן ולזה לא תטמא במדרס ולזה היא טהורה מכלים: \n"
            ],
            [
                "כבר יעדנו בפ\"כ בביאור המפץ ומשפטו בזה המקום ואומר שהאריגות הפשוטות אשר יארגו מהאמרינ\"ש והקנים והגמי והגומא וכפות התמרים והחריות והדומה לזה הוא אשר יקראו מפץ ושמור התנאי אשר התנינו באמרנו פשוטות שהן בדמיון המחצלאות וידוע שכבר יעשו מאלו האריגות כלים כמו הקופות והסלים והדומה להן והן מכלל כלי עץ כמו שביארנו פעמים לפי שיש להן בית קבול אולם זה המפץ כבר התבאר בהש\"ס בגמרת שבת (דף פד.) שהוא טמא במדרס וטמא טמא מת ר\"ל בשאר הטומאות אבל אין לו טהרה במקוה כלל ואמנם טהרתו כשיחתך עד שישאר ממנו פחות משיעור טומאתו שהוא ששה על ששה כמו שהתבאר בכ\"ז מזאת המסכתא וזה הדין אשר יחד בו המפץ ושמע לשונם בזה וזה שהוא אמרו שם מדרס כלי חרס מנא לן דטהור ר\"ל מאיזו ראיה נלמד שכלי חרס לא יהיה לו משכב הזב שכאשר ישב עליו הזב לא יהיה אב כמו שביארנו בפתיחת זאת המסכתא ולקחו ראיה על זה מאמרו הש\"י (ויקרא ט״ו:ה׳) ואיש אשר יגע במשכבו מקיש משכבו לו מה הוא יש לו טהרה במקוה אף משכבו יש לו טהרה במקוה לאפוקי כלי חרס שאין לו טהרה במקוה כפי מה שהתבאר בתורה שאין לו טהרה אלא שבירה והקשו בעלי הש\"ס ואמרו (שם) מותיב רבי אלעי מפץ במת מנין ודין הוא ומה פכין קטנים שטהורים בזב ר\"ל שטהורים במשכב הזב לפי שהן אינן ראוין למשכב טמאים במת מפץ שטמא בזב אינו דין שיהא טמא במת ור\"ל המפץ אשר יטמא במשכב הזב שהוא ראוי למשכב והש\"י אמר כל משכב הנה התבאר בזאת הברייתא שהמפץ טמא במשכב הזב ואמרו אמאי והא לית ליה טהרה במקוה הנה כמו שיטמא המפץ במשכב הזב אע\"פ שאין לו טהרה במקוה כך אפשר שנאמר שכלי חרס יהיה טמא במשכב הזב אע\"פ שאין לו טהרה במקוה ותירצו שם על זאת הקושיא ואמרו תרי קראי כתיבי כתיב ואיש אשר יגע במשכבו וכתיב (שם) וכל המשכב אשר ישכב עליו הא כיצד יש במינו אע\"ג דלית ליה טהרה במקוה אין במינו מקיש משכבו לו ופירש רבי יוסי הלוי גאון ז\"ל זה המאמר שהמפץ כאשר יש במינו מה שיטהר במקוה והן הכלים הנעשים מזאת האריגה בסלים ובקופות הנה הוא יטמא במשכב הזב ואע\"פ שאין לו טהרה במקוה וזהו ענין אמרו יש במינו אע\"ג דלית ליה טהרה במקוה אולם החרש אשר אין במינו מה שיעשה ממנו דבר שיש לו טהרה במקוה הנה הוא לא יטמא במשכב אבל נאמר מקיש משכבו לו וביאר גם כן טעם אשר התחייב שיהו הכלים הנעשים מהמפץ יש להן טהרה במקוה והמפץ עצמו אין לו טהרה ואמר שהטעם בזה שהקופות והסלים והדומה להן נכנסות במאמר הש\"י באמרו (במדבר י״ט:ט״ו) כל כלי ומאשר כלל בו הטומאה בכלל הכלים ג\"כ תטהר במקוה כי בכל מה שגזר בו הטומאה אמר במים יובא זולת כלי חרס אולם המפץ הנה אינו בכלל כלים ואמנם חייבנוהו טומאת מדרס ברבוי מאומרו כל המשכב אשר משמעו כל מה שראוי למשכב וזאת המחצלת ראויה למשכב כמו שביארנו עוד חייבנוהו ג\"כ טומאת מת מק\"ו כמו שקדם מפני מה שאמרנו כי דבר אשר לא יטמא במדרס יטמא במת וזה המפץ אשר יטמא במדרס כ\"ש שהוא יטמא במת וכאשר נתרבה לטמא אמרנו נהי דאיתרבי לטומאה אבל לטהרה לא דלא אשכחן בזה קרא כלל לא לטומאה ולא לטהרה וזה הטעם אצלי יותר טוב ממה שנאמר עליו. הנה כבר התבאר לך מכל מה שקדם שהמפץ אין לו טהרה במקוה כמו שבא לשון הש\"ס ושמור זה השרש הגדול ויתבאר לך ג\"כ מהמפץ על אמתתו ולא אצטרך בביאור אלו השמות במה שעתיד: ושל צבעין. אשר ישימו עליו הצבעים הבגדים: ושל גתות. אשר ישתמשו בו בשעת הגתות לכסות הענבים והזיתים או לאוספן עליהם: \n"
            ],
            [
                "המקבלים כשיעור. אם תקבל החמת ד' קבין והתורמיל ה' קבין כמו שהתבאר בראש פרק כ' וכבר ביארנו בפרק העשירי שכל מה שיעשה מעור הדג לא יקבל טומאה וכבר הקדמתי לך בי\"ז כי כל שבים טהור: \n"
            ],
            [
                "לשטיח. לפרוש אותו על הארץ ולישב עליו: לתכריך כלים. יכרכו בו כלים כגון סכינים או מחטין או מספרים: ושל רצועות. שהוא מוכן לחתוך ממנו רצועות ומנעלים ומה שדומה לזה: \n"
            ],
            [
                "סדינים. ידועים: וילון. מסך: ושל צורות. שיש בו צורות והונחו לעיין בהן הרוקם ויעשה כמותן: \n"
            ],
            [
                "מטפחת. מנטיל. ואמרו בכאן של ידים רצה לומר העשוי לקנח בה את הידים: \n"
            ],
            [
                "פרקלינין. יעשו צורת יד מעור ילבשהו האדם הצייד על ידו וישאו ביד ההוא העופות בעלי הצדה ושמותם מפורסם בערבי אלקסא\"ט: וקייצים. הם המיבשים הפירות הלחים כתאנים וענבים וכבר התבאר וידעת שם הקייץ: \n"
            ],
            [
                "סבכה. היא כפה ישאוהו הנשים על ראשן והיא סבכה דקת הנקבים מאד ולזה נקרא סבכה עד שיראה השער מתחתיה וכאשר היא של ילדה ראויה לישב עליה ולזה נאמר בה שהיא טמאה מדרס ושל זקנות אינה ראויה למושב לגודל נקביה או לתכונת מלאכתן ושל יוצאת החוץ שהיא מוכנת כאשר תצא מבית לבית ישאו אותה על ראשן וכבר פירשו יוצאת החוץ מענין הפרסום תרגום (בראשית לד) הכזונה הכנפקת ברא הכוונה בזה שזאת הסבכה אינה כלי: \n"
            ],
            [
                "מהוהה. בלויה: בריאה חזקה. וענין הולכים אחר הבריאה ואחר הגדולה ואחר הפנימית שאם היתה זאת אשר הולכים אחריה כבר נקבה כמוציא רמון כבר נטהרה ואע\"פ שהאחרת הדביקה בהשלמה ואמר ר' שמעון בדמיון זה כי כאשר נקב קרקע המיחם באש ולקח כף מאזנים של נחשת והדביקו בקרקע המיחם לחזק אותו אם הדביקה מבפנים הנה המיחם נשאר בדין שלו ויקבל טומאה ואם הדביקו מבחוץ הנה יראה בו הדביקה והוא טהור ואם הדביקו מצד המיחם להיות צדו ג\"כ כבר נקב וחלש הנה הוא טהור על כל פנים ואין הלכה כר' שמעון. ושרשי זה הפרק כולו כבר הקדמתי לך וזה שכל מה שאינו ראוי למשכב או אפילו ראוי אבל לא נעשה למשכב הנה הוא טהור מן המדרס ויטמא במת ובשאר טומאות מפני שהוא כלי כמו שהשרשנו בפרק כ' מזאת המסכת וכל מה שאמר בו בזה הפרק טהור מכלום הנה הוא אם להיותו מחמר לא יקבל טומאה כמו כלי אבנים וכל מה שבים כמו שהתבאר בעשירי או להיותו מכלי עץ מחזיק ארבעים סאה כמו שהקדמנו בחמשה עשר בזה או להיותו אין תורת כלי עליו או היות זה הדבר אינו ממשמשי אדם לפי מה שהשרשנו בפרק שביעי ובזה השרש היה תרבוס של זיתים ומפץ של גתות וסדין של צורות והדומה להם לא יקבלו טומאה כלל והבן אלו הענינים שהן העיקר אשר בו תשפוט כל טומאה וטהרה על הכלים אשר תדע אמתת שמו במשנה או לא תדע: \n"
            ]
        ],
        [
            [
                "כבר ביארנו בפתיחת זאת המסכתא שמשקין טמאים יטמאו הכלים מדרבנן ואמר בכאן שיש להם אחוריים ותוך ר\"ל דין אחוריים ותוך וזה כי כאשר נטמאו אחורי הכלים במשקין טמאים לא נטמא תוכו אבל יהיו אחוריו טמאים ותוכו טהור וכבר זכרנו זה פעמים במה שקדם בביאור המשנה ופירושה בחגיגה (דף כב:) אולם כלים שנטמאו במשקין טמאים מתוכו הנה הוא טמא כולו וא\"ר מאיר שזה הדין לא יהיה אלא במה שיש מבואר על אופן מהפרסום ואז נאמר כי כאשר נטמאו אחוריו לא נטמא תוכו אולם אם לא היה לו בית יד יורה על אופן מהפרסום כאשר נטמא במשקין בין מתוכו בין מאחוריו נטמא כולו ותרגום שבר תבר ולזה נקרא תובר להיותו נשבר והקבוץ תוברות ואין הלכה כרבי מאיר. ענין אין לו אחורים רוצה לומר שאין לו אחוריהם חלוק מתוכן אבל כאשר נטמאו אחוריהן במשקין נטמאו כולן והלכה כר' יהודה: \n"
            ],
            [
                "חרחור. הוא הברזל הדומה לרומח יהיה בקצה המרדע ודרבן ברזל הוא בקצה השני <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACsAAAB8AQAAAADYrXQiAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAuElEQVQoka3TUQrCMAwG4IhgX4RcQCjewBv0wWuJqwj6uCN4lYkPXqPeII97GJ02/4RVZAxdXz4ISQg0oVYfjUNYIZMIwCuRVolmppn1Vgl35VEq14tys8ApR3ACi44CwW90BQdQoVnFwCiyxhAbm4hL1uEJeBBAA+ppsBkuA0Hp4D55uQxkfjA+0w2QdxnK/JViErBS5G36aaK0ip50+c4S5y9KaXvwm2gA/0fqYmQPdjiEYtTlPAFixV+6HE7SCQAAAABJRU5ErkJggg==\"> וכלל הכלי בעצו וברזליו יקראו מרדע ואמר ששבעה טפחים מעץ המרדע ממה שימשך לברזל אשר בקצה האחד אשר שמו חרחור וכן ד' טפחים מזה העץ שימשך לקצה הדרבן הנה הוא כמו תוך הכלי ומה שהיה חוץ מאלו השעורים הנה הוא כמו אחורי הכלי וכאשר נפלו משקין טמאים חוץ משבעה לחרחור וארבעה לדרבן יהיה המקום אשר נטמא ומה שיתחבר בו מחוץ טמא והשבעה אשר ימשך לחרחור או ארבעה לדרבן טהור כדין כלי שנטמא אחוריו לא נטמא תוכו ור\"מ אומר שאפילו נפלו משקים טמאים על קצה תכלית המלמד נטמא כולו ואמנם נזכרו אלו השעורים לשירים ר\"ל כאשר נשברו אם נשאר ממנו אלו השעורין הרי הן יקבלו טומאה שאפשר שיעשו בהן מעין מלאכתם ואם נשאר ממנו פחות מזה השיעור הנה הוא שברי כלים ולא יטמאו והלכה כרבי יהודה:  "
            ],
            [
                "זומא ליסטרא. כלי ברזל בקצה האחד צורה והקצה השני שפוד בעל שלשה טפחים ור\"ש דומה למכריע וזה שהוא יאמר שאלו הכלים כאשר נטמאו אחוריהם במשקין הנה הדבר אשר יהיה בתוכו טהור אבל הכלי כולו יצטרך טבילה כאילו נטמא כולו הנה לענין שנטמא הכלי בעצמו אמרו <small>[צ\"ל אמר]</small> אין להם אחורים כר' יהודה ולזה יטבילו את הכלי לפי שכאשר נטמאו אחוריהן נטמאו כולן ולענין טומאה מה שבתוכם ישים להם דין אחורים וכאשר נטמאו אחוריהם לא נטמא מה שבתוכם והלכה כר' יהודה: "
            ],
            [
                "הרובע וחצי הרובע. הוא שיעשו שני כלים חקוקים מעץ אחד או משני עצים מחוברין על דמיון זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFwAAAByAQAAAAD2MouzAAAACXBIWXMAAA7EAAAOxAGVKw4bAAABsElEQVQ4jaXUvU7EMAwHcFc9KWMXxFqYeAmkwpO1p0rwWj3xIJSJkbIFUcXE/ufDp2NA4obT/S5N4tpOiM2H/o3QGuxEjUX63Fm0cU5BE1ezI3zk26nglNdyEUv6HTqDvY9YR8APEdsAbGOE74GVDd4EewecLGZBcHlPAd4uKBiQpyPworJowQZMwKBApBKiQCNdkESEPQEIuzHQrQk78O4AjVS/SDORhgkhYqLUR+auGTOnnQXHtKdiSX8oJJ7WAIkgLHsG5IuwO9JKiMsPBtuYwe595YKn5q1ioUcLZxC6ipkNHD8XxIcM+lSwC+y9/w0fgsWOTGaB64PB1cHERnQGE9tEvX2foWKlsWKzOBs5eTNnDmY1xxXxteum8RTUHPheC16K9VIQa1oTHxuilmTK3ShouFZOMojWlOZruRZYOnLvE3zHtSnkFIQMacLSO4tMzi2mHTknaEfmTtTDdErQx1cgWOiRQKT5BKf29xqWBxC9RppvigQcxoDDhDMbcMw0EL0BItL9JgmmOP766b6+JaflStND6/MlJtgyxgvcjzcPXbsrUqFTFUYL/gt+ADV+Y2sWDdpHAAAAAElFTkSuQmCC\"> ואמרו לפני ר' עקיבא שזאת המדה הקטנה כאילו היא אחורים למדה הגדולה והשרש בו כלי שנטמא תוכו נטמאו אחוריו כמו שבארנו בתחלת הפרק וכאשר נטמא הרובע במשקין טמאין הנה ההקש שיטמא חצי הרובע אמר להן ר' עקיבא שיחס אחד מהם לשני יחס אחד ושהוא כמו שאמר שחצי הרובע אחורים לרובע כן הרובע אחורים לחצי הרובע שלא יקדם אחד מהן לשני בדבר מהדברים וזהו ענין אמרו של כת קודמים ענין זה הספור אשר אפשר בו שישים הקודם אי זה מהן שירצה והאחר נמשך אליו וכל מה שיתקיים בו קודם אפשר שיאמר בו שהוא מאוחר ודברי רבי עקיבא אמתיים:  "
            ],
            [
                "אמרו נטמא הרובע. רצה לומר כאשר נטמא תוכו וכן אמרו נטמא חצי הרובע אין חולקין את הגביין לא נעמיד הצדדין עד שנאמר קצת זה השטח טהור וקצתו טמא אבל טהור הרובע והחצי רובע טמא ואע\"פ שהוא שטח אחד. עוד חזר על אלו הפרקים הקודמים כולן והוא אמרו הרובע טמא וחצי הרובע טהור או הרובע טהור וחצי הרובע טמא ואמר כשהוא מטביל מטביל את כולו ואע\"פ שאינו כי אם אחד משני החלקים אותו שנטמא לפי שהוא עצם אחד ואין הלכה כר\"מ: \n"
            ],
            [
                "כני כלים. מושבותם: ואוגניהם. צואריהם: ואזניהם. האזנים אשר יצאו מעצם הכלי וירכיבו בהן הבית יד כמו שיעשו בקיתונות ובקדרות של נחשת: וידות הכלים. הבית יד שלהן ומבואר הוא שאמרו בכאן שנפלו עליהן משקין ירצה בו משקין טמאין וכבר ידעת שטומאת משקין לכלים מדרבנן כמו שבארנו ותכלית מה שחייבו הטומאה לכלי עצמו אולם כאשר נפלו משקין טמאין על פיו או על אוגנו מבחוץ או על אזנו הנה לא יטמא שאלו הדברים כולן הן נבדלים מהכלי וכן הבית יד ואפילו היה לו בית קבול לפי שתכלית מה שגזרו שיטמאו כלים לא שיטמאו ידות הכלים והמאמר כולו מבואר: \n"
            ],
            [
                "בית הצביעה. מקום בעובי ראש הכלי כדי שלא יכניס ידו בשפלות הכלי וא\"ר טרפון שבעריבה גדולה לבד אשר יהיה בו דין בית הצביעה ר\"ל כי כאשר נטמא גב הכלי לא נטמא בית צביעתו ור' עקיבא אומר בכוסות לבד זה הדין כי כאשר נטמא גב הכוס לא נטמא בית צביעתו ור' מאיר אומר כי היות בית הצביעה נבדל הדין מן גב הכוס אמנם זה הענין היות היד טמאה או טהורה ר\"ל כי כאשר היתה ידו טמאה והחזיקו בכלי בבית צביעתו נטמאו משקים שבבית צביעתו ונטמאת בית צביעתו בלא ספק מפני אלו המשקין הנה אחורי הכלי לא תטמא ומשקין הבאים מחמת ידים טומאה קלה מאד כמו שבארנו בפתיחה וכן אם היה גב הכלי טמא וידיו טהורות והחזיק הכלי בבית צביעתו הנה ידו לא תטמא ור' יוסי אומר שהיות בית הצביעה כנבדל מאחורי הכלי אמנם זה בידים טהורים לבד כאשר החזיק הכלים בבית צביעתו הנה ידיו כפי מה שהיו עליו מן הטהרה ואע\"פ שאחורי הכלי טמאים וכל מה שתראה בזה הפרק ממה שיראה לך שהידים יטמאו מאחורי הכלי שנטמא במשקין זה הנה דעת ר' יהושע כמו שהתבאר בשלישי ממס' ידים אבל חכמים אומרים שכלי שנטמא באב הטומאה לבד הוא אשר יטמא את הידים כמו שהתבאר שם והלכה כתנא קמא אשר אמר כל הכלים יש להם בית הצביעה ואמר רבי יוסי שזה אמנם הוא שלא יטמאו ידיו בבית הצביעה אע\"פ שאחורי הכוס טמאים והוא המשיל בזה משל ואמר: \n"
            ],
            [
                "זה כולו מבואר ממה שקדם ביאורו: \n"
            ],
            [
                "ביאור בזאת ההלכה שכל מה שנזכר בזה הפרק והוא אמרו כלים שנטמא אחוריו לא נטמא תוכו ואם נטמא אחוריו לא נטמא בית צביעתו אמנם זה לתרומה לבד אולם לקדש כלי שנטמא אחוריו נטמא כולו והוא אמרו כלי הקדש אין להם אחורים ותוך ואין להם בית הצביעה וכן ג\"כ אינו מותר להטביל כלים בתוך כלים לקדש כמו שישימו כלים קטנים לתוך גדולים ויכניס הכל במקוה אבל אמנם יטבילו הכלים אחד אחד זהו הענין הצריך באלו הכלים בקדשים ואולם לתרומה מטבילים כלים לתוך כלים וזהו כולו למעלת הקדש ולגדלו וכבר נמנו אלו הדברים בכלל מעלות הקדש כמו שהתבאר בשלישי מחגיגה (דף כ:) ואמר יורדין לידי טומאתן במחשבה המשל בזה שהנה כבר הקדמתי לך שטבעת אדם מקבלת טומאה וטבעת בהמה אינה מקבלת טומאה ואם היה אצלו טבעת בהמה וחשב עליה לשומה טבעת אדם הנה היא מקבלת טומאה בזאת המחשבה והוא אמרו יורדים לידי טומאתן במחשבה וכאשר חזר אחר זה וחשב עליה להחזירה לבהמה כמו שהיתה הנה היא לא תנצל מהטומאה בזאת המחשבה והוא אמרו והמחשבה אינה מבטלת לא מיד המעשה ולא מיד המחשבה אולם אם היתה טבעת אדם אשר היא מקבלת טומאה וחשב עליה להחזירה לבהמה הנה זאת המחשבה בלתי מועילה עד שיעשה מעשה אם כשישוף אותה או שישנה תמונתה ואז תשוב שלא תקבל טומאה והוא אמרו אין עולין מידי טומאתן אלא בשנוי מעשה וכבר התבאר ענין הכלל בכללות והוא כלל אמתי לא יפול בו דבר מן התנאי והספק ושמור אותו שהוא גדול התועלת: \n"
            ]
        ],
        [
            [
                "כבר הקדמתי לך שכלי עור וכלי עץ אמנם יטמאו מן התורה בשאר טומאות מקבלים לבד ואלו הכלים אשר נמנו בכאן הן יתפשטו ויחזרו ויתקבצו ויחזירו מקבלים לפי שיש להן לולאות וקרסין יכנסו בלולאות ויחברו הכלי: וסנדל עמקי. הוא שילך בו בארץ הלחה [העמוקה] והיתה תמונתו מפורסמת כמו שזכרנו: והלדיקי. מיוחס על הארץ המפורסמת היום בלדיקין: וענין אמרו מטמאים ומטהרים שלא באומן כי כאשר הורכבו קרסים בלולאות ואפילו <small>[בלי אומן כצ\"ל]</small> כלי אומן ויחבר הכיס עד שיחזרהו כלי קבול הנה הוא יטמא וכן אם היה מעשה אומן ואחר בא הדיוט ומתח הפתילים העוברים בלולאות והסיר קשורו ופשט אותו הנה הוא כבר נטהר ואמר ר' יוסי שהכלים כולם ג\"כ לא יצרכו לאומן אבל כל ששם לכלי צורה יקבל בו הטומאה הנה הוא יטמאהו ואע\"פ שהוא הדיוט וכן אם הפסיד ממנו זאת הצורה ואפילו הוא הדיוט הנה כבר טהר זה הכלי מטומאתו ואמנם אלו הכלים הנזכרים בכאן לפי שהן ואע\"פ שהן חלולים ואין להם צורה תקבל בו הטומאה הנה הוא יקבל טומאה בזה הענין כי אפילו בלתי אומן יכול לתת אליו זאת הצורה בקלות וזה כשיתחבר לבד כאילו הן שלימין לא יעדרו צורה ולא נתלה במעשה אומן בלתי כפיפה מצרית לבד אשר היא טמאה <small>[צ\"ל טהורה]</small> מיד שחותך עוביה והפסיד צורתה כי האומן לא יכול להשלימה ואיך ההדיוט והלכה כר\"י: "
            ],
            [
                "דע כי שנצות שם הפתיל אשר יכנס בלולאות הכיס ויחברהו וענין נפשט שיתפשט וישוב עור פשוט ויסור ממנו הקשה: וצרור המרגלית. הוא שעצמותו בעור ויהיה מקומו כמו כיס קטן אולם כאשר כיס מעות בעור הנה מקומו א) בית קבול אין עליו אין עליו פירוד המעות כצ\"ל. (ואע\"פ שאין עליו תמונה לפרוד המעות) והלכה כחכמים: \n"
            ],
            [
                "יעשו כף מעור ישאו אותו אשר ילקטו הקוצים בידיהם שלא יזיקו אותו: הזון. אזור מעור מפורסם הצורה יקשרו אותו כמו חגורה ומזה הענין והזונות רחצו (מלכים א כ״ב:ל״ח): והבור כייר. דמיון שני לוחות מעור ישימו על הארכובות כדי שלא יזוקו בארץ העושין בעבודת האדמה כאשר יכרעו על ברכיהן: והשרולים. כמין בית יד של עור חזק יכניסהו האומן בזרועותיו כדי שיחזקו בגדי זרועותיו ולא יבטלו אותו ממלאכתו ונאמר שענין זאת המלה בלשון רומי הכנסת היד: וכבר קדם שפרקלימין הקאנש וירמוז בכאן אשר היא של קייצים כמו שהתבאר בכ\"ד: ובית אצבעות. אזני' יכניסו בו האצבעות הקייצין אשר ישירו הפירות: ואוג. אלסימא\"ק וכבר קדם שכלי עור אמנם יטמא מהן מקבליהן מן התורה ואלו הנזכרים לא גזרו עליהן: \n"
            ],
            [
                "אמר כי כאשר נקב החמת והיה טהור מפני הנקב כמו שהתבאר בפ' כ' עוד קשר זה הנקב וסתם אותו הנה הוא טהור ולא יקבל טומאה מפני הנקב וזה הקשר אינו כלום ולא יתקיים עליו אא\"כ הוא חמת הערביים שמדרכן לקשור החמת שלהן בקיום ובגמ' מנחות (דף לז:) אמרו האי מאן דצרייה לגלימיה לא עבד ולא כלום כמאן דשרי דמי דתנן כל חמתות צרורות טהורות חוץ משל ערביים ואמר ר' מאיר אם היה קשורו קשור מקרי כפי העת ואחר התיר אותו יחשב כאילו הוא מותר ויהיה טהור ואולם אם קשרהו והתקיים עליו שיהיה צרור עולם הנה הנקב כבר נסתם ומקבל טומאה ואמר ר' יוסי שכל החמתות ואפילו של ערביים צרורות טהורות בין צרור שעה בין צרור עולם והלכה כתנא קמא: \n"
            ],
            [
                "לשטיח. לשטח: סקורטיא וקטבוליא. הוא עשוי לשכב עליך: עור החמור. העור אשר יקשרו באמצעיתו הדבר אשר יעתקו על החמור: עור הכתן. העור אשר יחגור אותו הפשתני בעת נפצו הפשתן תרגום פשתן כיתנא: עור הכתף. העור שמשים הכתף על כתפו: ועור הרופא. העור שמשים הרופא תחת המכה על ארכובותיו כאשר ירפא המכה: עור העריסה. עור ישימו תחת הקטן קודם שמשימים אותו בעריסה כדי שלא ילכלך מה שתחתיו מהבגדים ויתלו גם כן בצוארי הילדים עור כאשר יתחיל לישב יכסה גופו כדי שלא יטנף בגדיו בקיץ מפני השרב והוא הנקרא עור הלב של קטן: עור הסרוק. ישימו בו מוכרי הצמר הצמר הסרוק: עור הסורק. העור אשר יקשור סורק הצמר על ארכובותיו ויסרוק עליו ואלו כולן ידוע מתחלת עשייתן שהוא כבר ישב עליהן ולזה טמאים מדרס והלכה כחכמי': \n"
            ],
            [
                "עב כסות. מכסה עור יעשה כמו תיבה שמניחין בו הבגדים ושמו מפורסם ציבה. וכן תכריך כסות הוא העור אשר יחברו בו הבגדי' ואמר שהוא ג\"כ טמא מדרס. וכן תכריך ארגמן העור אשר יחברו לו הארגמן הוא טמא מדרס לפי דעת בית שמאי. עוד אמר שהעור שעשוי חפוי לכלים טהור מכל טומאה לפי שחפויי הכלים טהורים כמו שביארתי לך ואמנם חפוי המשקלות טמא לפי שהוא כלי קבול עשוי לקבלה והמשקלות עצמם אינם כלי ואין הלכה כרבי יוסי: \n"
            ],
            [
                "כאשר היה הכלי שלם הצורה איננו חסר דבר הנה כאשר יחשב עליו שישים זה העור לשטיח או לכר או לכסת או לתכריך כסות ומה שדומה לזה הנה הוא ישוב מקבל טומאה כמו שקדם אולם אם היה חסר דבר מהמלאכות ואז יהיה ראוי לזה הדבר אשר חשב עליו הנה זאת המחשבה בלתי מועילה ולא יטמא בזאת המחשבה זולת חפוי העור אשר יהיה על המרכב והוא אשר יקרא עוצבא והוא כאשר חישב עליו לשום אותו חפוי ולרכב עליו יטמא עם היותו בלתי שלם מלאכה: \n"
            ],
            [
                "המחשבה מטמאתן. הוא כאשר חשב עליה לישיבה יהיו ראוין ליטמא מדרס. אולם עורות העבדן כאשר ישאר בו בכונה וזה <small>[בס\"י איתא שאין]</small> שהן מוכנים למכור הנה לא ישובו לטומאה במחשבה עד שיעשה בו מעשה ויכין אותו למדרס: ושל גנב. הוא כאשר גנב עור וחשב עליו למשכב הנה כבר קנהו שהוא יורד לטומאה במחשבתו: ושל גזלן אין המחשבה מטמאתן. ר\"ל מחשבת הגוזל לפי שבעליו ישתדלו לבקשת הגזלה ולהוציאה מתחת ידו ולזה לא יקנהו קנין להוריד אותה לטמאה במחשבתו כאשר חשב עליו לשכיבה ורבי שמעון יהפך הענין ואמר כי כאשר יהיה גזל הנגזל יתיאש מזאת הגזילה ולזה יקנהו הגוזל ואשר יגנוב לא יתיאש בעליו ממנו לפי שלא ידע לו ענין ויאמר אולי יחזירהו וגם לא ידע אם הוא במקום מהבית עדיין ולא יתיאשו ממנו ולזה לא יתיאש הגנב ואין הלכה כר' שמעון אבל כאשר נתיאשו הבעלים הנה הגנב או הגזלן יקנה ביאוש ויוריד לו טומאה זה במחשבתו: "
            ],
            [
                "אזמל. שם הברזל אשר יבדילו בו את העורות והנני עתיד לבאר בפרק שאחר זה ששיעור העור לטומאה חמשה טפחים ולזה אמרו חכמי' שלא ירד מטומאתו עד שישאר ממנו פחות מחמשה טפחים ואמר רבי אליעזר להקשות על מי שאמר שמעת שנבדל העור נטהר עורות הטמאות שיעשה בהן מטפחת הנה הוא טהור כי כבר נבדלו את אלה הכסתות והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "הבגד. אפשר טומאתו מחמשה פנים ויתחלף שעורו בהתחלפות הצד אשר בעבורו יטמא וזה שהוא יטמא במת ובנגעים כמו שביאר בו הפסוק ושעור מה שיטמא ממנו בזה הצד הוא ג' אצבעות על ג' אצבעות והשעור הזה היותר פחות ממה שיקרא בגד והאופן השני שכל דבר ממט טמא כמו האבנטים והחגורות ואע\"פ שאין ברחבם ג' אצבעות לפי שהן אע\"פ שאינם בגד ולא תפול עליו זה השם הנה הוא ארוג וזה ענין אמרו משום ארוג לפי שכל ארוג טמא כאשר היה כלי כמו שקדם לנו מאמרם מה שק טווי ואריג וכו' והשלישית שהוא יטמא משום אהל ר\"ל כי כאשר יעשה ממנו אהל על המת יטמא האהל עצמו והוא אמרו (במדבר י״ט:י״ח) והזה על האהל אמרו למדנו מכאן שהאהל מטמא וכאשר נטמא מאלו הפנים הנה הוא יטמא בטפח על טפח כמו שהתבאר במקומו והרביעי כאשר היה ממנו מה שראוי למושב הנה הוא יטמא במדרס הזב ויהיה משכב וכאשר נטמא מאלו הפנים מזה האופן הנה הוא יטמא בג' טפחים על ג' טפחים והחמישי אם היה ממנו כלי קבול הנה הוא מטמא מאשר הוא כלי קבול כמו שהתבאר בשבעה עשר באמרו העושה כלי קבול מכל מקום טמא וכאשר יטמא (נטמא) מזה האופן הנה הוא יטמא ביותר קטן מה שיהיה לפי שכל מקבל לא נתנו בו שעור אבל מאשר הוא מקבל יטמא ואע\"פ שהיה קבולו שעור כחרדל כמו שהתבאר בשבעה עשר באמרו בית קבול שמן ובית קבול שעוה ולא באר שעור וכן צרור מרגלית לא יהיה בו שעור אבל בכל שהואי אולם ארוג השער אשר יקרא שק הנה הוא יטמא מכל הפנים אשר זכרנו זולת שלא יטמא בשלש על שלש לא במת ולא בזולתו ואמנם יטמא מן השק ארבע על ארבע או הכלים הארוגים יהיו קטנים או גדולים והוא אמרו בספרא שק אין לי אלא שק מנין לרבות את הקילקי ואת החבק תלמוד לומר שק אי שק יכול יטמא חבלים ומשיחות תלמוד לומר שק מה שק מיוחד טווי ואריג אף כל טווי ואריג וזהו ענין אמרו משום אריג כמו שהתבאר לפי שכל מה שהוא אריג משער ואפילו הוא דק הנה הוא יטמא מפני שהוא ארוג הנה השק יטמא מארבעה פנים והעור משום ג' לפי שכל שהוא אינו ארוג יחסר מן המנויין בשק משום ארוג לפי שאין אריגות בו והעץ יחסר מן העור אופן אחד וזהו שלא יטמא משום אהל שמי שעשה גת מעץ או בית כולו עץ והיה תחתיו מת הנה זה העץ לא יטמא ויהיה אהל שנטמא במת וזה שהאהל אשר שפט בו הפסוק טומאה למדנו אותו מהמשכן אשר קראו השם אהל שנאמר (שמות מ׳:י״ט) ויפרוש את האהל על המשכן וזה אמנם היה ארוג ועור לבד כמו שהתבאר בפסוק וכבר התבאר זה בשבת (דף כח.) אולם כלי חרס הנה יחסר מכלי עץ אחד וזהו שלא יטמא במדרס הזב ולא יהיה משכב כמו שבארנו פעמים לאמרו הי\"ת (ויקרא ט״ו:ה׳) ואיש אשר יגע במשכבו מקיש משכבו לו מה הוא יש לו טהרה במקוה אף משכבו יש לו טהרה במקוה יצא כלי חרס שאין לו טהרה במקוה הנה לא ישאר מכלי חרס אופן יטמא בעבורו זולת מאשר הוא כלי קבול לבד אמר הי\"ת (ויקרא י״א:ל״ג) וכל כלי חרס אשר יפול מהם אל תוכו כל אשר בתוכו יטמא ואם אין לו תוך לא יטמא חיצונו במשקין טמאים כמו שיטמאו אחורי הכלים לפי מה שקדם באורו בפ' שני מזאת המסכתא: \n"
            ],
            [
                "שלשה על שלשה. הם שלשה טפחים לפי מה שיהיה פחות מזה אינו ראוי למושב אולם ארוג השער כאשר היה ממנו פחות מארבעה על ארבעה הנה לא יטמא לא במדרס ולא בשאר טומאות: והמפץ. כבר בארנוהו על השלמות בפרק <small>[צ\"ל כ\"ד מ\"י]</small> רביעי מזאת המסכתא ולא יטמא ממנו בין במת בין במדרס פחות <small>[צ\"ל מששה על ששה]</small> משלשה טפחים על ג' טפחים ור' מאיר אומר כי כאשר נחתך השק ונשאר ממנו מארבעה על ארבעה ומעלה הנה הוא טמא במת ובמדרס אולם אם הותחלה האריגה ולא נשלמה אפילו היה כאשר נארג ממנו אמות רבות הנה לא יטמא עד שתשלם אריגתו והוא אמרו ותחלתו משיגמר ואין הלכה כר' מאיר ולא תעלים עיניך ממה שהעירותיך עליו בראש פ' עשרים וארבעה שהדבר אשר יאמר בו טמא טמא מת כמו כן יטמא בשאר טומאות כמו טומאת שכבת זרע ושרץ וזולתם ואולם ייוחד בטמא מת ר\"ל שלא יטמא במדרס ולקח היותר חזקה מהטומאות והיא טומאת מת דרך משל ודע זה וזכרהו: "
            ],
            [
                "העושה שנים מן הבגד ואחד מן השק. אמר כי מי שיחבר חתיכה מבגד וחתיכה משק והיה בכללו שלשה על ג' והיה בתשבורת חתיכת הבגד ממנו ב' טפחים על ב' טפחים ובתשבורת השק טפח על טפח הנה זה המחובר לא יטמא במשכב הזב כי [אם] ג' על ג' אמנם הוא שעור הבגד וזה השעור לא ישלם אלא בשק אשר שעורו ארבעה על ארבעה אמנם אם נהפך הענין והיה הנתפר שלשה מן השק ואחד מן הבגד אשר היה המחובר שעור השק שהוא ארבעה ונשלם השיעור בבגד אשר שעורו שלשה על שלשה הנה הוא נטמא במשכב הזב וכן בשאר טומאות לפי מה שהשרשנו וזהו מה שאמר כל מה שחבר מן החמור ממנו טמא וחמור ממנו הוא אשר יהיה שעור מה שיקבל טומאה פחות משיעורו וקל ממנו הוא יהיה שעורו יותר גדול ממנו כמו המפץ ואשר ראוי שיהיו אלו המינים כולן מצטרפין ואע\"פ שלא שוו בשעוריהן לפי שיש להן ענין יכללם כולן והוא שכולן ראויין ליטמא משכב כמו שהתבאר בסוף רביעי ממעילה: \n"
            ],
            [
                "אמר בזאת ההלכה אשר קדם זכרה מהשיעורים שהבגד שלשה על שלשה והשק ארבעה על ארבעה והעור חמשה על חמשה והמפץ ששה על ששה אמנם זהו כאשר יזדמן שתהיה חתיכה מאחת מאלו ארבעה מינים על אחת מאלו השעורים הנזכרים ואם היה פחות מאלו השעורים אז לא תטמא במדרס אולם אם לקח האדם בגד מהבגדים או עור או שק או מפץ וחתך ממנו טפח במקצוע ושווי על המדה והוא ענין מקצוע הנה זה הטפח יטמא ואפילו במושב לפי שנחתך ממנו באומדנא והוא חשוב אצלו ואמרו בהש\"ס מעילה [דף יח.] במאמר על זאת ההלכה אמרו קצע מכולן ועשה מהן בגד למשכב ג' למושב טפח הנה כבר התבאר לך שאמרו בכאן טפח על טפח שהוא טמא זהו במושב הזב ולא במשכבו לפי שהוא ראוי למושב בחשבו אותו ואי אפשר לישכב עליו והלכה כחכמים: \n"
            ],
            [
                "נפה וכברה. הן מעור וכבר עשוי גם כן משער ודינו כדין שק וכברה יעשה מחבל דק ויהיה דינו כדין המפץ ומאמר חכמים עד שיקצע רצו בו עד שיחתוך קצותיו וישווהו ואז יהיה חשוב למשכב: חלוק של קטן. בגד הנער הקטן בעת שנולד הנער ואמרם כשעור ירצו בו שעור הבגד לטומאת מדרס אשר הוא שלשה על שלשה ובתנאי שיהיה בו שלשה על שלשה והוא כפול רצה לומר שאם יפשטו אותו שיהיה ארכו כפול רחבו והלכה כחכמים: \n"
            ],
            [
                "כבר בארנו שענין נמדדין כפולין שיתפשט על ענינו ולא נאמר שתתיר התפירה או שיחתוך האריגה ותשוב נפרד ואז תמנהו <small>[תמדדהו יעב\"ץ]</small>: ואמפליא. אלגור\"ב: ופומלניא. אלשאשי\"א. והיו עושין בגד ילבשהו האדם תחת בגדיו דבק בבשרו והיא אשר תקרא אפונדא ובו כיסין קטנים ישימו מעות בתוכן והצרכים הקטנים וכל אחד ממנו יקרא כיס של פונדא: ומטלית שטלייה. ר\"ל החתיכה אשר תפרה על שפת הבגד ועשה ממנו טלאי אם תפרו כפול תמדד כפול ואם תפרו פשוט תמדד פשוט וזאת המדידה אם שלש על שלש לטומאת מת או שלשה על שלשה לטומאת מדרס: "
            ],
            [
                "אמר כי כאשר ארג הבגד שלשה על שלשה מצומצמות אשר הוא שיעור טומאת מדרס כמו שקדם ונטמא זה הבגד הארוג במדרס ואחר הטמאותו השלים הבגד כולו באריגה הנה הבגד בכללו טמא מדרס והוא אב הטומאה כמו שבארנו בי\"ט ואם נטל חוט אחד מראש הבגד והוא סוף השלשה על שלשה אשר נטמא במדרס אשר חסר השיעור וחזרה זאת החתיכה כאילו נחתכת אחר הטומאה הנה הבגד כאילו חזר בדמיון בגד נגע במדרס אשר הוא ראשון לא אב כמו שביארנו פעמים ואם נטל החוט מהשלשה על שלשה מצומצמות אשר ארג תחלה לאחר הטמאותה במדרס ונשארה פחות משלשה על שלשה ואחר זה נשלם הבגד כולו באריגה הנה הבגד כולו טמא מגע מדרס ר\"ל ראשון וזה תכלית הביאור: \n"
            ],
            [
                "כבר התבאר במה שקדם שהבגד שהוא <small>[פחות משלש כצ\"ל]</small>. משלש על ג' לא יטמא בטומאה מן הטומאות ואשר הוא <small>[צ\"ל יתר]</small>. פחות משלש על ג' הנה הוא תכלית מה שיציל מטומאת מדרס לבד והוא יטמא בשאר טומאות כמו המת ושכבת זרע והשרץ והצרעת ושאר מה שמנינו בראש המסכתא והנה כמו ששלש על שלש שנגע במדרס נטמא מגע מדרס כן שלשה על שלשה שנטמא <small>[בט\"מ כצ\"ל]</small>. (במדרס) וחסר שעורו הנה הנשאר ממנו הוא טמא מגע <small>[ט\"מ כצ\"ל]</small>. (מדרס) אלא אם כן נשאר ממנו פחות משלש אצבעות אשר הוא טהור לגמרי כמו שהתבאר ושמור אלו השרשים שהם גדולי ההספקה בזה האופן: "
            ],
            [
                "כבר קדם לך בפרק כ' שהמכסה לא תטמא מדרס אבל יטמא בשאר טומאות וכאשר לקח הסדין אחרי הטמאתו במדרס ושמהו וילון נחשבהו כאילו סתרו נגע במדרס והנה יהיה ראשון ור' יוסי אמר כי כאשר נטהר לא נשאר בו טומאה כלל ואם שמהו מכסה כמו שבר כלי אחר הטמאותו אשר טהר בלא ספק והוא אמרו וכי באיזה מדרס נגע זה אלא אם כן נגע בו אחר ששמהו וילון וטמא אותו ישוב אותו ראשון. וכן אם נגע בו המשכב או אחד מאבות הטומאות כדין שאר הכלים ואין הלכה כר\"י: \n"
            ],
            [
                "אמרו שנחלק. רוצה בו אחר שנטמא במדרס והמאמר מבואר ממה שקדם ביאורו: \n"
            ],
            [
                "אמר כי כאשר נמצאת חתיכה מבגד באשפה יהיה בה שלשה על שלשה אם היתה שלימה והיה בה מן הכח מה שאפשר לצרור בה מלח ולא תקרע בעת שיצורו בה המלח ויהדקו אותו כמו שיעשו בבגד השלם הנה היא תטמא במדרס לפי שהיא חשובה אולם אם היתה בבית הנה לא יצטרך בה אלא אחד משני הדברים אם שתהיה בריאה אע\"פ שאינה חזקה או ראויה לצור בה אע\"פ שאינה בריאה וזהו ענין אמרו בבית או בריא או צורר מלח לפי שאחר שלא השליכה באשפה הנה היא חשובה אצלו. עוד חזר לבאר שעור מה שאפשר לצור בה מן המלח אם היתה באשפה ואז תטמא ואמרו שזהו רובע קב. עוד חזר לבאר תאר המלח אשר אפשר לקשור בו ואמר רבי יהודה שהיא מלח דקה וחכמים אומרים בגסה ושניהן מתכוונים להקל ר\"ל שהם מקילים על זאת החתיכה שלא תטמא שר' יהודה אומר שהמלח הדקה לא יחזיקה כ\"א בגד חזק לכבדותה ואמר שאחר שאינה חזקה לדקה אע\"פ שהיא חזקה לגסה הנה היא טהורה וחכ\"א שהגסה יחתוך הבגד יותר מהדקה לרוב חידודה וקרניה ואמרו שאם אינה ראויה לצור בזאת החתיכה המלח הגסה אע\"פ שהיא ראויה לדקה הנה היא טהורה ור\"ש אומר ששלשה על שלשה באשפה ואפילו היא בתכלית הכח והבריאות הנה דינה כדין שלש על שלש בבית אשר יטמא במת ולא יטמא במדרס שאחר שהושלכה באשפה ירדה ממדרגתה והלכה כחכמים לבד: \n"
            ],
            [
                "אמרו שלשה על שלשה שנקרע ולא הובדלו הקרעים והיה הקרע אשר נקרע מזאת החתיכה מהגודל שכאשר תושם זאת החתיכה על הכסא וישב עליה יגע בשרו בעצם הכסא הנה אז לא תטמא במדרס הזב. ושני חוטין המתאימין שיגע חוט אל חוט וישאר ביניהן ורוב מה שיקרא מתכונת הבגד: זהורית טובה. המשי הצבוע בכרמיז ויהיה בגד הארגמן ובגד המשי הנכבד חשוב מאד ויטמא הימנו ג' על ג' אפילו מושלך באשפה לפי שהוא חשוב ור\"א סבר שכל בגד חדש ג\"כ חשוב ויטמא ממנו ג' על ג' בכל מקום ור\"ש סבר כי אפילו בגד המשי והארגמן אם היה ממנו ג' על ג' באשפה לא יטמא ואמנם הושם חילוק בין בגד ארגמן ובין שאר הבגדים לענין השבת אבידה לבעלים כי מי שימצא ג' על ג' משאר הבגדים באשפה והדומה לה לא יתחייב שיכריז עליו לפי שאין חשיבות לו ואם היה מבגד משי או ארגמן צריך שיכריז עליו ויחזירהו לבעליו לפי שהוא חשוב ואין הלכה כרבי אליעזר: \n"
            ]
        ],
        [
            [
                "כבר קדם לך ששלש על שלש לא יטמא במדרס ואמנם יטמא במת ובשאר טומאות לפי שהוא חשוב אבל אם שם אותו בתוך הכדור או הקיפו על הכדור הנה כבר בטלו ועל זה טהור אולם שלשה על שלשה שנתנו בתוך כדור וישב הזב על הכדור הנה הוא טמא מדרס אבל לא אם נתנו על הכדור לפי שכבר נתמעט בחבור החוט בעת התפירה וכבר ביארו בהש\"ס ששלש על שלש לא חזי אלא לעניים ושלשה על שלשה חזי בין לעניים בין לעשירים: \n"
            ],
            [
                "לפוק בו את המרחץ. לסתום בו נקב המרחץ כדי שלא יצא העשן ויקרר המרחץ: לנער בו את הקדירה. לטלטלה בעודה חמה: לקנח בו את הרחים. לנקותה מהאבק אשר יטחן בהן ואין מחלוקת בין ר\"א ור' יהושע שזאת החתיכה שבה פחות משלשה על שלשה אשר הכינה למה שזכר שאם השליכה באשפה שהיא טהורה ולא תטמא בטומאה מן הטומאות ואם הניחה באוצר או בתיבה שהיא טמאה לדברי הכל ואמנם המחלוקת הוא כשתלאה ביתד או ששם אותה אחורי הדלת כי סברת ר\"א אחר שלא השליכה לאשפה הנה היא תטמא כי כבר חשבה למלאכה מן המלאכות והוא ענין אמרו בין מן המוכן בין שאינו מן המוכן ר\"ל בין הניחה בקופסא או שתלאה ביתד הנה היא תטמא ר' יהושע סבר אחר שלא הניחה בקופסא כבר עזב תשמישה והניחה אותה ולזה לא תטמא וענין אמרו בין מן המוכן בין שאינו מן המוכן ר\"ל בין שנמצאת באשפה בין שהיא אחורי הדלת או התלויה במגוד הנה היא לא תטמא ור' עקיבא סבר כ\"א היתה תלויה ביתד הנה היא מוכנת כמו שאם הניחה בקופסא ואם הניחה אחורי הדלת הנה אינו מן המוכן ולא תטמא כמו אם השליכה באשפה וכבר התבאר בגמרא שבת שר' עקיבא חזר לדעת ר' יהושע ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "אספלנית. התחבושות הנעשות משמן או שעוה או חמאה ושומן והדומה להן נקראין אספלנית וכאשר ישטחהו על העור או על הבגד כבר הם נמאסים ואינן ראוין עוד לישב עליהן ולא לדבר אחר: ומלוגמא. תחבושות הנעשות מקמח וזולתו ממה שהאדם ילעסהו כמו הלחם והתאנים והדומה לזה ומה שזה דרכו כאשר נגב יסור ממנו וישאר הבגד או העור אשר שטחו עליו זה התחבושת יבש כמו שהיה והוא אומרו מפני שהיא ננערת ואין הלכה כרשב\"ג: \n"
            ],
            [
                "אמנם היות המטפחות המרוקמות המצויירות הנעשים לספר לא יטמאו לפי שהן מיוחדים לספרים וציורן יעיד עליהן שאינן ממשמשי אדם כמו שביארנו בכ\"ז אולם אם היו בלתי מצוירין הנה לא יוחדו לספרים לבד לפי שהן ראוין לשאר דברים וב\"ש אומרים שלרוב לקיחתן בספר הנה הוא ממשמשי אדם ואין הלכה <small>[צ\"ל כר\"ג]</small> כרשב\"ג: "
            ],
            [
                "כפה. שמניחים הנשים על ראשן ואמרו שהוא טמא מדרס אינו רוצה בזה שהוא יטמא במדרס ואמנם ביאורו שהכפה אשר דינה שיטמא במדרס כמו שהתבאר ברביעי מזבים אם שם אותה מטפחת ספרים הנה כבר הציל משיטמא במדרס ויטמא בשאר טומאות: וחמת. הוא הנוד: ושטיח. עור שטוח כשאר העורות וענין אמרו לשמו אם היו השני כלים אשר ישתנו ואשר היה לו השנוי אשר יחברם ענין אחד כמו החמת והתורמל אשר הן כלי קבול והכר והסדין אשר הן יחד טמאים במדרס לפי שהן יחד ראוין למשכב וכן הכסת והמטפחת ולא יטעך אמרו סדין ומטפחת ונחשבת מעור לפי שהכר והכסת כבר יהיו של עור וכבר יהיו של בגד ורוב מה שישולח שם כר וכסת הוא על הבגד ולשם אחר הוא כמו עור של שטיח אשר הוא פשוט ואמנם יטמא במדרס לבד כמו שקדם והחמת אשר תטמא בשאר טומאות ונוסחת התוספתא [ב\"ב דכלים פ\"ו] המשנה בכלי העור מן הפשוט לפשוט טמא מן הפשוט למקבל ומן המקבל לפשוט <small>[עי' תוי\"ט]</small>. ומן הקבול לקבול טהור ובבגד הכל טמא וכאשר נטמא עור השטיח ושמהו חמת כבר נטהר והוא חמת טהור וכן כאשר נטמא החמת ועשה ממנו שטיח כבר נטהר והיה עור טהור אולם כאשר נטמא הסדין במדרס ושמהו כר או נטמא הכר במדרס והתיר תפירתו ושמהו סדין הנה ישאר טמא מדרס כמו שהיה ולא בכמו זה השינוי הוסר טומאתו: "
            ],
            [
                "היה זכור למה שביארנו בפתיחה כי האב מטמא שנים ופוסל אחד בתרומה ויהיה מטמא אחד ופוסל אחד [בחולין] ושהמדרס מאבות הטומאות לפי זאת ההלכה כ\"א היתה מטלית כבר נטמא במדרס והיא אב בלא ספק עוד לקח אותו ותפרו על הקופה להשליכה בזאת הקופה הנה הקופה עם המטלית תהיה המדרגה ראשון לטומאה לבד לפי שהיא ירדה בששם לו חפוי הנה הפריש המטלית מן הקופה אחר הכסוי <small>[ואז]</small> ואם הקופה נשארת ראשון לטומאה לפי שהיא נגעה במדרס והמטלית טהורה לפי שהיא בטלה אצל הקופה ובא הסרתה מן הקופה כמו החתוך וההפסד לה להיות הקופה מן זולת מינה ואם תפר זה המטלית על הבגד הנה הבגד כולו ישוב במדרגת המשכב בשוה הוא והמטלית כמו שהתבאר בפ' אשר לפני זה וכאשר הוסר המטלית מן הבגד אחר תפירתו הנה הבגד ישוב ראשון על חבורו במדרס והמטלית תשאר אב כמו שהיה לפי שהיא לא יבטל אצל הבגד שהוא ממינה ואמר ר\"מ כן הדין בזה המטלית כי כאשר טלאו על השק או על העור כמו שטלאו על הבגד ור\"ש סבר שדינו על השק ועל העור כמו היותו על הקופה כי כאשר הפריש המטלית תהיה טהורה לפי שהיא בטלה ור' יוסי סבר שאם טלאה על העור הנה יהיה דינה כדין על הקופה וכאשר טלאה על השק הנה יהיה לכל אב כמו הבגד לפי שהשק אריג כמו הבגד הנה הוא מן מינה ולא בטלה אצלו כאשר תפרה עליו והלכה כר' יוסי: "
            ],
            [
                "טלייה על הבגד מרוח אחת. שבה זאת החתיכה המרובעת אשר כבר נטמאת ויתפור ממנו שפה אחד כמו בגד והשאר תלאה תלויה והנה היא בלתי מחוברת בבגד חבור יהיה כמותו בטומאה שוה כמו שקדם באמרו טלאה על הבגד מטמא שנים ופוסל אחד וזהו ענין אמרו בכאן חבור ודע זה ואם היתה החתיכה על הבגד משתי השפות המקבילות אשר הן מחוברות בבגד בלתי תלויה ממנה ועל שהיד יכנס ממנה ביניהן ובין הבגד משני הצדדים הנשארים שהן כבר נתחברו בבגד וישובו הוא והוא דבר אחד ואם תפר מזאת החתיכה על הבגד שתי השפות המקיפות בזוית מזוית החתיכה על זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEAAAABNAQAAAAA+jF+tAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAQElEQVQokWP4DwUMpDH4GDbXgxh/GECgHsawgKr5VVEPVfwDzvhPP8Yfkhj16CIIA+vR1fzAzfgzyqCYQVzyAwCLFkAqkZ6A7gAAAABJRU5ErkJggg==\"> ועזב שתי הזויות המומרות שהן על תמונת ג\"ם הנה בזה מחלוקת <small>[צ\"ל רבי עקיבא]</small> ר' יהודה וחכמים רבי יהודה אומר שזה אשר אמרנו שלא תהיה חבור עד שיתפור שתי השפות המקבילות אמנם זה כאשר טלאה על טלית אשר יכרוך אותו אבל תפרה על הבגד אשר ילבשהו הנה היא תהיה חבור <small>[עי' תוי\"ט]</small>. אם לא כאשר יתפור השפה העליונה אשר ימשך לצד הראש לפי שהי' אז יתלה הפוכה והלכה כחכמים בכל ואין הלכה כר\"י: "
            ],
            [
                "בגדי עניים. הוא מחובר מחתיכות רבות ואם לא יהיה בכל חתיכה ממנו שלש על שלש כאשר היה בבגד המחובר ממנו משלשה על שלשה ולמעלה הנה יטמא במדרס הזב וכן הטלית כאשר נטמא במדרס ונבדל ממנו שהתחיל לחותכו הנה כאשר יחתוך רוב ארך הבגד הנה לא תשאר היא והבגד דבר אחד אבל טהור זה הקצה: העבים. הבגדים הקשים מאד כגון הנעשה מן נמטין והלבדין והשמיכה והדומה להן: והרכין. הבגד הדק מאד כגון בגדי פשתן והמצנפות הנה מה שהוא דק מאד או גס מאד לא יטמא ממנו שלש על שלש בטומאה מן הטומאות לפי שאינו ראוי לדבר ואמנם יטמא מג' טפחים ומעלה: \n"
            ],
            [
                "כסת הסבלין. הוא כמו כסת קטנה ישימוה הסבלין על ראשם בנושאם משא וסבל שם נושא המשא מלשון כשל כח הסבל (נחמיה ד׳:ד׳): סבכה של זקנה. הוא ארוג יארגו בדמיון סבכה יסתירו בה השער וכבר קדם <small>[בפ' כ\"ד כצ\"ל]</small>. (בד' ובב') שסבכה של זקנה טמאה טומאת מת לא מדרס והוא יאמר בכאן שהיא טמאה מושב וזה הוראה שהן ב' מינים מהסבכות לזקנה אחד מהן ראוי למושב והיה מדרכן לישב עליו כמו שהשרשנו בפ' כ' אולי זאת הסבכה משום מושב לבד לא בכל צדדי המדרס אשר הן ה' כמו שביארנו בי\"ח ותהיה זאת הסבכה כמו המקצע טפח על טפח אשר יטמא משום מושב לא משום משכב כמו שביארנו בפרק שלפני זה: ושל יוצאת החוץ. אשר יצאו לצחוק הנה הן ילבשו זה המלבוש: מן החרם. מן הרשת: ומן הזוטו. מן הרשת דומה לבגד וכבר ביארנו זה בפ' כ\"ג וכאשר יכפלו את הרשת לכפלים ויעשו ממנו בגד אמר ר' אליעזר בן יעקב שהוא חשוב כמו ארוג הבגד ברשת קצתו בקצתו ואין הלכה כר' אליעזר בן יעקב: "
            ],
            [
                "פי' הסבכה הוא אשר יחזיק הכלי בעליונו וראשו: וקורקורתה. הן השולים אשר יהיו בעליוני הראש ובאמצעיתו: ושביס. הוא כלי מחובר בו למעלה לנוי והוא נגזר מהשביסים והשהרונים (ישעיה ג) והוא דומה למראה הזהב והשרש אצלנו תכשיט כל שהוא טמא כמו שהתבאר בי\"א: והחוטין שלה. החוטים אשר יקשרו בו השבכה על השער כאשר נטמא הרשת נטמאו אלו החוטים וזהו ענין אמרו משום חבור אמנם אם נטמאו החוטים בפני עצמן לא. ורוב השער עם שער הראש: \n"
            ]
        ],
        [
            [
                "נומי. יקרא החוט והקבוץ נימין וזהו שם משותף לפי שהן יקראו השער האחד נימא ויקראו הרבות נימי ומדרך האריג שישאר בקצות הבגד חוטים יוצאין והוא השפה אשר תקרא מלל כמו שקדם וכבר ישארו ג\"כ חוטים יוצאים מצדדי האריג זולת המלל וחוטים יוצאין על שטח האריג ומלת אמרו בכאן נימין נופל על אלו החוטים כולן אשר יצאו מן הצדדים ואשר יוצאין על השטח אשר ישארו בקצוות הנה הוא ירצה בו שיעור בכל מין מן מיני הבגד והכונה בזה שהבגד כאשר נטמא יטמאו אלו החוטים היוצאין ממנו אשר זכר שהוא (לא) יטמא בהטמאות הבגד וכן ג\"כ כאשר נטמאו אלו החוטים היוצאין בשיעורים הנזכרים הנה הבגד יטמא הנה כלל שהשיעורין אשר זכר הן חבור לזה הארוג לטמא בטומאתו ומה שיוסיף על זה אינו חבור הנה כבר נתבאר ענין זאת ההלכה ולא נשאר לבאר זולת השמות וזה ביאורן: סדין. ידוע: וסודר. הוא הצעיף: וטרטין. היא פליון של ראש הוא המטפחת אשר ישימו הנשים על ראשן: אפקרסין. חלוק צר מקום הראש ממנו והכתפים פתוחות ואחר לבישתו יתחברו הכתפים בלולאות ויתחבר עם טבעת כמו זה אשר ילבשו במצרים: וסגוס והרדיד וחלוק וטלית וכיפה. ידועים וכיפה שמו בשם כיפה של זקנה ושל ילדות אין בו שם: וגומדין. הוא מסוה שמשימים על הפנים ונקרא בזה השם להיותו ארוך אמה על הרוב מלשון (שופטים ג׳:ט״ז) גומד ארכה ותרגום גרמידא אורכיה והוא שם האמה בלשון הש\"ס (ב\"מ דף סד.): וקולקין. ארוג משער והיא החגורה יחזקו בו הבגדים: ופונדא. הוא לבוש דבק בגוף למנוע הבגדים שלא יפסדו בזיעה: המעפורת. תרגום ויתחפש באפר ואשתני במעפרא (מלכים א כ׳:ל״ח): פרגוד. הוא מסך יתלה על שערי הבתים ולו שני כנפים והן נחלקים באמצע יגביה הקצה האחד על זה השער והקצה השני על השער השני וכאשר ירצו להסך על הבית יטו אותן ויתחברו שני כנפים לאחד ויהיה מסך אחד לכלל הבית ועל צד המשל אמרו (ב\"מ דף נט.) אין הפרגוד ננעל בפניהם: \n"
            ],
            [
                "הכונה מזאת ההלכה כי כאשר נחבר בגדים קצתן אל קצתן בתפירה הנה אם יהיו יותר מן המספר אשר זכר הנה הוא חבור לטומאה וכאשר יגע מאבות הטומאות באחד מהן נטמאו כולן ואפילו אלף: ואינו חבור להזייה. שאם הזה מי חטאת על בגד א' מהן הנה יטהרו כלן אם היה זה המספר המנוי או פחות ואז יהיו כמו בגד אחד להזאה ומה שהוא יותר על המספר הנה יצטרך הזאה בפני עצמו ולא נשאר בכאן לבאר זולת השמות: כסתות ומטפחות וסדינים וטלית ידועים. אולם סוברקין הוא מין ממיני החלוק ואמנם התחלפות שמותיו לפי התחלפות תמונותיו בהבדל ובתפירה: וקלובקרים. הוא הבגד אשר ילבשו אותו בזמן הסתיו ואין הלכה כר' יוסי: \n"
            ],
            [
                "ענין זאת ההלכה מבואר וזה שהוא יספר בארך החוט אשר יטמאו בהתטמאות המשקולות במה שצריך למשקל ומה שיוסיף על זה הארך הנה הוא טהור ואפי' היה רוצה בקיומו וירצה בהשארותו זמן ארוך: משקולת. הוא המשקל אשר בו ישוו הכתלים אצל הבנאין והעצים אצל הנגרים והוא מעופרת ברוב וצורתה מפורסמת ואמר שחוט המאזנים י\"ב טפחים ומאזני הנגרים י\"ח וסיידין הן אשר יסיידו שטחי הכתלים בסיד ועפר והן ישוו אותו ג\"כ במשקולת: וציירים. המציירים והן אשר יחוקקו. הצורות בגוף הכותל ואלו ג\"כ יצטרכו למאזנים: \n"
            ],
            [
                "יד קורדום מאחריו. הוא אשר יצא מלהב הקורדום חוץ מן הנקב וא\"ר יוסי שמה שיותיר על טפח הוא טהור וטפח הסמוך לברזל טמא ות\"ק אומר ג' אצבעות לבד הוא אשר יטמא ממנו ואין הל' כר\"י: \n"
            ],
            [
                "פרגול. הוא המחוגה אשר יעשו בו העיגולים ויד הפרגול הוא שוק המחוגה: ויד מקבת של מפתחי אבנים. הוא עץ עם ברזל אשר יעשו בו פתוחי אברם: \n"
            ],
            [
                "צמרים. מוכרי צמר: והמקור. הוא הכלי אשר ינקרו בו הרחים: ומעצד של לגיונות. הוא כלי מכלי הרוצחים על תמונת קופיץ ולו נצב מעץ וראשו עגול ושמו המפורסם אצלנו טבריזי\"ן וכל מה שקדם מן הגדרים בחוטי המאזנים הן החוטים אשר יתלו בהן המאזנים אשר יחזיק בהן האדם בידו בעת שישקול אולם החוטים אשר יתלו בהן הכוסות כל אחד מהן באיזהו ארך שיהיה הם חבור: \n"
            ],
            [
                "כל היד אשר בזאת ההלכה הוא הנצב אשר יחזיקו ביד בשעה שיכו או שיפסלו. וידוע שקורנס של זהבים אטום משני צדדיו ושל נגרין פתוח מצדו האחד: ודרבן. שם הברזל אשר בקצה העץ ששמו מלמד הבקר. ואמרו שירי דרבן שארית העץ אשר יקרא מלמד וכבר ביארנוהו במקום אחר: ובדידי הוא אשר יחפרו בו סביבות האילן לקבץ המים בעת ההשקאה ושם היחיד הוא הבדיד: ונכוש. הוא הפטיש אשר ישברו בו האבנים ובן פטיש הוא הפטיש הקטן: וקורדום. של ביקוע הוא אשר יבקעו בו העצים: ושל עדיר. אשר יחפרו בו הארץ לזריעה: ומסתת. אשר ישוו בו האבנים ויבדילו אותן: \n"
            ],
            [
                "כבר בארנו שחרחור שם הברזל אשר בקצה המרדע: ומגריפה של בעלי בתים. הוא המגרף אשר יניעו בו המאכל: ושל סיידים. יש להן מגריפה יניעו בה הסיד ואמרו אם רצה לקיים טמא רצה בו אם ירצה להיות זה הבית יד יותר ארוך מזה הגדר הנה הוא מכלל מה שיעזרו בה ויטמא בהטמאות הכלי וכן יטמא הכלי בהטמאותו: ומשמש. האור. כגון יד שפוד ואסכלאות הנה הם ואפילו היה הבית יד שלהן בתכלית האריכות הנה הן יטמאו כי האדם צריך להם להתרחק בו מן האש. והשרש בזה כולו שכל מה שיעזרו בו בשימוש הכלי הנה הוא יטמא בהטמאות הכלי מאומרו ית' בתנור אשר הוא בכלל הכלים וטמאים יהיו לכם ובאה הקבלה לכם לכל שבצרכיכם לפי מה שהתבאר בפרק ה' מזאת המסכתא: \n"
            ]
        ],
        [
            [
                "כבר ביארנו בתחלת מאמרנו ובפרק השני מזאת המסכתא שרש טומאת כלי זכוכית ושהוא מדרבנן: ואסקטולא. הוא כמין קערה ובלע\"ז שקודיל\"א והוא מן הלוח אשר יעשו בו מיני המתיקות וכבר אמרו אין מוליכין לבית האבל לא בטבלא ולא באסקוטלא ומדרך כלי הזכוכית והחרס יעשו בשולי הכלי שפה עגולה יהיה גבהה כמו אצבע לישב הכלי ישיבה מתוקנת והוא דומה למזרק קטן והן שולי הקערה וכאשר נשבר כלי זכוכית ונשארה זאת השפה עם השולים אם הכינו להשתמש בהן וגרר במגירה מה שהוא סביב השפה עד שהסיר ממנו תורת שבר כלי אז תטמא ושם המגירה שופין תרגום ואכות אותו טחון ושפית יתיה בשופינא (דברים ט׳:כ״א): \n"
            ],
            [
                "אספקלריא. הוא המכסה אשר יעשה לראות מאחוריו והוא אצלי מלה מורכבת ספק ראיה וזה שיראה אחורי המכסה שהוא מזכוכית או מן בלא\"ר או מן דבר ספירי לא יראה במקומו האמתי כמו שהתבאר בחכמת המבטים וכן לא יראה על שיעורו האמתי ויקראו החכמים המכסה הבהיר מאד אשר לא יסתיר דבר מאחוריו אספקלריא המאירה ואמר על צד המשל בהשגת מרע\"ה לאלהות שהוא השיג הבורא ית' על תכלית מה שאפשר האדם מאשר הוא בחמר ההשגה שישיגהו כמו שאמר ית' מזה כי לא יראני האדם וחי לפי מה שהתבאר בפרקי אבות אמרו כל הנביאים נסתכלו באספקלריא שאינה מאירה ומשה רבינו נסתכל באספקלריא המאירה וכבר יצאנו מכוונת ההלכה אבל ביארנו ענין זה: ותמחוי. הוא שם הכלי אשר יאכלו בו: ותרווד. הוא כף ותמונת הכף שגבה גבנוני וכאשר יניחו אותו על דבר פשוט כמו השלחן יתגלגל לצדדין והלכה כר\"ע: \n"
            ],
            [
                "שליש ברובו. שהוסר מן המקיף עצמו ויהיה שליש הגובה [ברוב היקף]: ובעץ. הוא הבדיל ואין הלכה לא כרבי שמעון ולא כרבי יוסי: \n"
            ],
            [
                "צלוחית. כלי גבוה השפה ולו צואר צר וזה הצואר הוא אשר אמר בכאן פיה ואחר שהוסר הצואר ישאר הכלי בשפה גבוהה ואם היתה צלוחית זאת של פלייטון הוא המושק\"ו או משאר מיני הבושם הנה היא טהורה לפי שאינה ראויה לדבר כי כאשר ישים האדם ידו להריח בו ישרטו ידיו ואמרו מפני שהיא סורחת את היד החי\"ת היא תמורת הכ\"ף כאילו אומר סורכת: לגינין. קבוץ לגין: כבשים. לשום בו הדברים הכובשים כמו החומץ והיין שלא יצטרכו לו בכל עת: וכבר בארנו אפרכס בסוף י\"ד מזאת המסכתא שהוא כלי ישימו בו החטים ויצא מתחתיו מעט מעט ירצה באמרו אפרכס של זכוכית שהוא כלי על זו התמונה וצר מלמעלה ורחב מלמטה וכאשר ישימו בו דבר לח יצא ממנו ולזה הוא טהור לפי שכלי זכוכית לא יטמא מהן רק המקבלים כמו שנזכר וממה שהתבאר בתוספ' דכלים ששידה תיבה ומגדל של זכוכית כאשר היו מחזיקים מ' סאה בלח הנה הן טהורין ולא יקבלו טומאה כמו שאם היו של עץ ומה שזולת אלו שלשה המינים מן מקבלי כלי זכוכית הנה הן טמאים ואפילו היו בתכלית הגודל ודע זה: אמר רבי יוסי אשריך כלים שנכנסת בטומאה ויצאת בטהרה. אמרו נכנסת בטומאה ויצאת בטהרה שתחלתו אבות הטומאות וסוף דברו ממנו טהורה דאמרו ואפרכס של זכוכית טהורה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}