var Makhshirinjson ={
    "language": "he",
    "title": "Mishnah Makhshirin",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מכשירין",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "כָּל מַשְׁקֶה שֶׁתְּחִלָּתוֹ לְרָצוֹן אַף עַל פִּי שֶׁאֵין סוֹפוֹ לְרָצוֹן, אוֹ שֶׁסּוֹפוֹ לְרָצוֹן אַף עַל פִּי שֶׁאֵין תְּחִלָּתוֹ לְרָצוֹן, הֲרֵי זֶה בְכִי יֻתַּן. מַשְׁקִין טְמֵאִים מְטַמְּאִין לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן: \n",
            "הַמַּרְעִיד אֶת הָאִילָן לְהַשִּׁיר מִמֶּנּוּ אֳכָלִין אוֹ אֶת הַטֻּמְאָה, אֵינָן בְּכִי יֻתַּן. לְהַשִּׁיר מִמֶּנּוּ מַשְׁקִין, בֵּית שַׁמַּאי אוֹמְרִים, הַיּוֹצְאִין וְאֶת שֶׁבּוֹ, בְּכִי יֻתַּן. בֵּית הִלֵּל אוֹמְרִים, הַיּוֹצְאִין, בְּכִי יֻתַּן, וְאֶת שֶׁבּוֹ, אֵינָן בְּכִי יֻתַּן, מִפְּנֵי שֶׁהוּא מִתְכַּוֵּן שֶׁיֵּצְאוּ מִכֻּלּוֹ: \n",
            "הַמַּרְעִיד אֶת הָאִילָן וְנָפַל עַל חֲבֵרוֹ, אוֹ סוֹכָה וְנָפְלָה עַל חֲבֶרְתָּהּ, וְתַחְתֵּיהֶן זְרָעִים אוֹ יְרָקוֹת הַמְחֻבָּרִין לַקַּרְקַע, בֵּית שַׁמַּאי אוֹמְרִים, בְּכִי יֻתַּן. בֵּית הִלֵּל אוֹמְרִים, אֵינָן בְּכִי יֻתַּן. אָמַר רַבִּי יְהוֹשֻׁעַ מִשּׁוּם אַבָּא יוֹסֵי חֲלֵי קוּפְרִי אִישׁ טִבְעוֹן, תְּמַהּ עַצְמְךָ אִם יֵשׁ מַשְׁקֶה טָמֵא בַתּוֹרָה, עַד שֶׁיִּתְכַּוֵּן וְיִתֵּן, שֶׁנֶּאֱמַר (ויקרא יא), וְכִי יֻתַּן מַיִם עַל זֶרַע: \n",
            "הַנּוֹעֵר אֲגֻדָּה שֶׁל יָרָק וְיָרְדוּ מִצַּד הָעֶלְיוֹן לַתַּחְתּוֹן, בֵּית שַׁמַּאי אוֹמְרִים, בְּכִי יֻתַּן. בֵּית הִלֵּל אוֹמְרִים, אֵינָם בְּכִי יֻתַּן. אָמְרוּ בֵית הִלֵּל לְבֵית שַׁמַּאי, וַהֲלֹא הַנּוֹעֵר אֶת הַקֶּלַח, חוֹשְׁשִׁין אָנוּ שֶׁמָּא יָצְאוּ מִן הֶעָלֶה לֶעָלֶה. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, שֶׁהַקֶּלַח אֶחָד, וַאֲגֻדָּה קְלָחִים הַרְבֵּה. אָמְרוּ לָהֶם בֵּית הִלֵּל, הֲרֵי הַמַּעֲלֶה שַׂק מָלֵא פֵרוֹת וּנְתָנוֹ עַל גַּב הַנָּהָר, חוֹשְׁשִׁין אָנוּ שֶׁמָּא יָרְדוּ מִצַּד הָעֶלְיוֹן לַתַּחְתּוֹן. אֲבָל אִם הֶעֱלָה שְׁנַיִם וּנְתָנָן זֶה עַל גַּב זֶה, הַתַּחְתּוֹן בְּכִי יֻתַּן. וְרַבִּי יוֹסֵי אוֹמֵר, הַתַּחְתּוֹן טָהוֹר: \n",
            "הַמְמַחֵק אֶת הַכְּרֵישָׁה, וְהַסּוֹחֵט שְׂעָרוֹ בִּכְסוּתוֹ, רַבִּי יוֹסֵי אוֹמֵר, הַיּוֹצְאִין בְּכִי יֻתַּן, וְאֶת שֶׁבּוֹ אֵינָן בְּכִי יֻתַּן, מִפְּנֵי שֶׁהוּא מִתְכַּוֵּן שֶׁיֵּצְאוּ מִכֻּלּוֹ: \n",
            "הַנּוֹפֵחַ בַּעֲדָשִׁים לְבָדְקָן אִם יָפוֹת הֵן, רַבִּי שִׁמְעוֹן אוֹמֵר, אֵינָן בְּכִי יֻתַּן. וַחֲכָמִים אוֹמְרִים, בְּכִי יֻתַּן. וְהָאוֹכֵל שֻׁמְשְׁמִין בְּאֶצְבָּעוֹ, מַשְׁקִין שֶׁעַל יָדוֹ, רַבִּי שִׁמְעוֹן אוֹמֵר, אֵינָן בְּכִי יֻתַּן. וַחֲכָמִים אוֹמְרִים, בְּכִי יֻתַּן. הַטּוֹמֵן פֵּרוֹתָיו בַּמַּיִם מִפְּנֵי הַגַּנָּבִים, אֵינָן בְּכִי יֻתַּן. מַעֲשֶׂה בְאַנְשֵׁי יְרוּשָׁלַיִם שֶׁטָּמְנוּ דְבֵלָתָן בַּמַּיִם מִפְּנֵי הַסִּיקָרִין, וְטִהֲרוּ לָהֶן חֲכָמִים. הַנּוֹתֵן פֵּרוֹתָיו בְּשִׁבֹּלֶת הַנָּהָר לַהֲבִיאָן עִמּוֹ, אֵינָן בְּכִי יֻתַּן: \n"
        ],
        [
            "זֵעַת בָּתִּים, בּוֹרוֹת, שִׁיחִין וּמְעָרוֹת, טְהוֹרָה. זֵעַת הָאָדָם, טְהוֹרָה. שָׁתָה מַיִם טְמֵאִין וְהִזִּיעַ, זֵעָתוֹ טְהוֹרָה. בָּא בְמַיִם שְׁאוּבִים וְהִזִּיעַ, זֵעָתוֹ טְמֵאָה. נִסְתַּפֵּג וְאַחַר כָּךְ הִזִּיעַ, זֵעָתוֹ טְהוֹרָה: \n",
            "מֶרְחָץ טְמֵאָה, זֵעָתָהּ טְמֵאָה. וּטְהוֹרָה, בְּכִי יֻתַּן. הַבְּרֵכָה שֶׁבַּבַּיִת, הַבַּיִת מַזִּיעַ מֵחֲמָתָהּ, אִם טְמֵאָה, זֵעַת כָּל הַבַּיִת שֶׁמֵּחֲמַת הַבְּרֵכָה, טְמֵאָה: \n",
            "שְׁתֵּי בְרֵכוֹת, אַחַת טְהוֹרָה וְאַחַת טְמֵאָה, הַמַּזִּיעַ קָרוֹב לַטְּמֵאָה, טָמֵא. קָרוֹב לַטְּהוֹרָה, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. בַּרְזֶל טָמֵא שֶׁבְּלָלוֹ עִם בַּרְזֶל טָהוֹר, אִם רֹב מִן הַטָּמֵא, טָמֵא. וְאִם רֹב מִן הַטָּהוֹר, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. גִּסְטְרָיוֹת שֶׁיִּשְׂרָאֵל וְנָכְרִים מַטִּילִין לְתוֹכָהּ, אִם רֹב מִן הַטָּמֵא, טָמֵא. וְאִם רֹב מִן הַטָּהוֹר, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. מֵי שְׁפִיכוּת שֶׁיָּרְדוּ עֲלֵיהֶן מֵי גְשָׁמִים, אִם רֹב מִן הַטָּמֵא, טָמֵא. וְאִם רֹב מִן הַטָּהוֹר, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. אֵימָתַי, בִּזְמַן שֶׁקָּדְמוּ מֵי שְׁפִיכוּת. אֲבָל אִם קָדְמוּ מֵי גְשָׁמִים, אֲפִלּוּ כָל שֶׁהֵן, לְמֵי שְׁפִיכוּת, טָמֵא: \n",
            "הַטּוֹרֵף אֶת גַּגּוֹ וְהַמְכַבֵּס אֶת כְּסוּתוֹ וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים, אִם רֹב מִן הַטָּמֵא, טָמֵא. וְאִם רֹב מִן הַטָּהוֹר, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, טָמֵא. רַבִּי יְהוּדָה אוֹמֵר, אִם הוֹסִיפוּ לְנַטֵּף: \n",
            "עִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ וְהָיָה בָהּ מֶרְחָץ מַרְחֶצֶת בְּשַׁבָּת, אִם רֹב נָכְרִים, רוֹחֵץ מִיָּד. וְאִם רֹב יִשְׂרָאֵל, יַמְתִּין כְּדֵי שֶׁיֵּחַמּוּ הַחַמִּין. מֶחֱצָה לְמֶחֱצָה, יַמְתִּין כְּדֵי שֶׁיֵּחַמּוּ הַחַמִּין. רַבִּי יְהוּדָה אוֹמֵר, בְּאַמְבָּטִי קְטַנָּה, אִם יֶשׁ בָּהּ רָשׁוּת, רוֹחֵץ בָּהּ מִיָּד: \n",
            "מָצָא בָהּ יָרָק נִמְכָּר, אִם רֹב נָכְרִים, לוֹקֵחַ מִיָּד. וְאִם רֹב יִשְׂרָאֵל, יַמְתִּין כְּדֵי שֶׁיָּבֹאוּ מִמָּקוֹם קָרוֹב. מֶחֱצָה לְמֶחֱצָה, יַמְתִּין כְּדֵי שֶׁיָּבֹאוּ מִמָּקוֹם קָרוֹב. וְאִם יֶשׁ בּוֹ רָשׁוּת, לוֹקֵחַ מִיָּד: \n",
            "מָצָא בָהּ תִּינוֹק מֻשְׁלָךְ, אִם רֹב נָכְרִים, נָכְרִי. וְאִם רֹב יִשְׂרָאֵל, יִשְׂרָאֵל. מֶחֱצָה לְמֶחֱצָה, יִשְׂרָאֵל. רַבִּי יְהוּדָה אוֹמֵר, הוֹלְכִין אַחַר רֹב הַמַּשְׁלִיכִין: \n",
            "מָצָא בָהּ מְצִיאָה, אִם רֹב נָכְרִים, אֵינוֹ צָרִיךְ לְהַכְרִיז. וְאִם רֹב יִשְׂרָאֵל, צָרִיךְ לְהַכְרִיז. מֶחֱצָה לְמֶחֱצָה, צָרִיךְ לְהַכְרִיז. מָצָא בָהּ פַּת, הוֹלְכִין אַחַר רֹב הַנַּחְתּוֹמִין. וְאִם הָיְתָה פַת עִסָּה, הוֹלְכִים אַחַר רֹב אוֹכְלֵי פַת עִסָּה. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיְתָה פַת קִבָּר, הוֹלְכִין אַחַר רֹב אוֹכְלֵי פַת קִבָּר: \n",
            "מָצָא בָהּ בָּשָׂר, הוֹלְכִין אַחַר רֹב הַטַּבָּחִים. אִם הָיָה מְבֻשָּׁל, הוֹלְכִים אַחַר רֹב אוֹכְלֵי בָשָׂר מְבֻשָּׁל: \n",
            "הַמּוֹצֵא פֵרוֹת בַּדֶּרֶךְ, אִם רֹב מַכְנִיסִין לְבָתֵּיהֶן, פָּטוּר. וְלִמְכֹּר בַּשּׁוּק, חַיָּב. מֶחֱצָה לְמֶחֱצָה, דְּמַאי. אוֹצָר שֶׁיִּשְׂרָאֵל וְנָכְרִים מַטִּילִין לְתוֹכוֹ, אִם רֹב נָכְרִים, וַדַּאי. וְאִם רֹב יִשְׂרָאֵל, דְּמַאי. מֶחֱצָה לְמֶחֱצָה, וַדַּאי, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֲפִלּוּ כֻלָּם נָכְרִים וְיִשְׂרָאֵל אֶחָד מַטִּיל לְתוֹכוֹ, דְּמַאי: \n",
            "פֵּרוֹת שְׁנִיָּה שֶׁרַבּוּ עַל שֶׁל שְׁלִישִׁית, וְשֶׁל שְׁלִישִׁית עַל שֶׁל רְבִיעִית, וְשֶׁל רְבִיעִית עַל שֶׁל חֲמִישִׁית, וְשֶׁל חֲמִישִׁית עַל שֶׁל שִׁשִּׁית, וְשֶׁל שִׁשִּׁית עַל שֶׁל שְׁבִיעִית, וְשֶׁל שְׁבִיעִית עַל שֶׁל מוֹצָאֵי שְׁבִיעִית, הוֹלְכִין אַחַר הָרֹב. מֶחֱצָה לְמֶחֱצָה, לְהַחֲמִיר: \n"
        ],
        [
            "שַׂק שֶׁהוּא מָלֵא פֵרוֹת וּנְתָנוֹ עַל גַּב הַנָּהָר, אוֹ עַל פִּי הַבּוֹר, אוֹ עַל מַעֲלוֹת הַמְּעָרָה, וְשָׁאֲבוּ, כֹּל שֶׁשָּׁאֲבוּ, בְּכִי יֻתַּן. רַבִּי יְהוּדָה אוֹמֵר, כֹּל שֶׁהוּא כְנֶגֶד הַמַּיִם, בְּכִי יֻתַּן. וְכֹל שֶׁאֵינוֹ כְנֶגֶד הַמַּיִם, אֵינוֹ בְּכִי יֻתַּן: \n",
            "חָבִית שֶׁהִיא מְלֵאָה פֵרוֹת וּנְתוּנָה לְתוֹךְ הַמַּשְׁקִין, אוֹ מְלֵאָה מַשְׁקִין וּנְתוּנָה לְתוֹךְ הַפֵּרוֹת, וְשָׁאֲבוּ, כֹּל שֶׁשָּׁאֲבוּ, בְּכִי יֻתַּן. בְּאֵלּוּ מַשְׁקִים אָמְרוּ, בְּמַיִם וּבְיַיִן וּבְחֹמֶץ. וּשְׁאָר כָּל הַמַּשְׁקִין, טְהוֹרִין. רַבִּי נְחֶמְיָה מְטַהֵר בְּקִטְנִית, שֶׁאֵין הַקִּטְנִית שׁוֹאָבֶת: \n",
            "הָרוֹדֶה פַת חַמָּה וּנְתָנָהּ עַל פִּי חָבִית שֶׁל יַיִן, רַבִּי מֵאִיר מְטַמֵּא. רַבִּי יְהוּדָה מְטַהֵר. רַבִּי יוֹסֵי מְטַהֵר בְּשֶׁל חִטִּים וּמְטַמֵּא בְשֶׁל שְׂעֹרִים, מִפְּנֵי שֶׁהַשְּׂעֹרִים שׁוֹאֲבוֹת: \n",
            "הַמְרַבֵּץ אֶת בֵּיתוֹ וְנָתַן בּוֹ חִטִּים וְטָנְנוּ, אִם מֵחֲמַת הַמַּיִם, בְּכִי יֻתַּן. וְאִם מֵחֲמַת הַסֶּלַע, אֵינָן בְּכִי יֻתַּן. הַמְכַבֵּס אֶת כְּסוּתוֹ בַּעֲרֵבָה, נָתַן בָּהּ חִטִּים וְטָנְנוּ, אִם מֵחֲמַת הַמַּיִם, בְּכִי יֻתַּן. אִם מֵחֲמַת עַצְמָן, אֵינָן בְּכִי יֻתַּן. הַמְטַנֵּן בְּחֹל, הֲרֵי זֶה בְכִי יֻתַּן. מַעֲשֶׂה בְאַנְשֵׁי הַמָּחוֹז שֶׁהָיוּ מְטִנִּין בְּחֹל, אָמְרוּ לָהֶם חֲכָמִים, אִם כָּךְ הֱיִיתֶם עוֹשִׂים, לֹא עֲשִׂיתֶם טָהֳרָה מִימֵיכֶם: \n",
            "הַמְטַנֵּן בְּטִיט הַנָּגוּב, רַבִּי שִׁמְעוֹן אוֹמֵר, אִם יֶשׁ בּוֹ מַשְׁקֶה טוֹפֵחַ, בְּכִי יֻתַּן. וְאִם לָאו, אֵינוֹ בְּכִי יֻתַּן. הַמְרַבֵּץ אֶת גָּרְנוֹ, אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא נָתַן בָּהּ חִטִּים וְטָנְנוּ. הַמְלַקֵּט עֲשָׂבִים כְּשֶׁהַטַּל עֲלֵיהֶם, לְהָטֵן בָּהֶם חִטִּים, אֵינָן בְּכִי יֻתַּן. אִם נִתְכַּוֵּן לְכָךְ, הֲרֵי זֶה בְכִי יֻתַּן. הַמּוֹלִיךְ חִטִּין לִטְחֹן וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים, אִם שָׂמַח, בְּכִי יֻתַּן. רַבִּי יְהוּדָה אוֹמֵר, אִי אֶפְשָׁר שֶׁלֹּא לִשְׂמֹחַ, אֶלָּא אִם עָמָד: \n",
            "הָיוּ זֵיתָיו נְתוּנִים בַּגַּג וְיָרְדוּ עֲלֵיהֶן גְּשָׁמִים, אִם שָׂמַח, בְּכִי יֻתַּן. רַבִּי יְהוּדָה אוֹמֵר, אִי אֶפְשָׁר שֶׁלֹּא לִשְׂמֹחַ, אֶלָּא, אִם פָּקַק אֶת הַצִּנּוֹר אוֹ אִם חִלְחֵל לְתוֹכָן: \n",
            "הַחַמָּרִין שֶׁהָיוּ עוֹבְרִים בַּנָּהָר וְנָפְלוּ שַׂקֵּיהֶם לַמַּיִם, אִם שָׂמְחוּ, בְּכִי יֻתַּן. רַבִּי יְהוּדָה אוֹמֵר, אִי אֶפְשָׁר שֶׁלֹּא לִשְׂמֹחַ, אֶלָּא, אִם הָפְכוּ. הָיוּ רַגְלָיו מְלֵאוֹת טִיט, וְכֵן רַגְלֵי בְהֶמְתּוֹ, עָבַר בַּנָּהָר, אִם שָׂמַח, בְּכִי יֻתַּן. רַבִּי יְהוּדָה אוֹמֵר, אִי אֶפְשָׁר שֶׁלֹּא לִשְׂמֹחַ, אֶלָּא, אִם עָמַד וְהֵדִיחַ. בְּאָדָם וּבִבְהֵמָה טְמֵאָה, לְעוֹלָם טָמֵא: \n",
            "הַמּוֹרִיד אֶת הַגַּלְגַּלִּים וְאֶת כְּלֵי הַבָּקָר בִּשְׁעַת הַקָּדִים לַמַּיִם בִּשְׁבִיל שֶׁיָּחוּצוּ, הֲרֵי זֶה בְכִי יֻתַּן. הַמּוֹרִיד בְּהֵמָה לִשְׁתּוֹת, הַמַּיִם הָעוֹלִים בְּפִיהָ, בְּכִי יֻתַּן. וּבְרַגְלֶיהָ, אֵינָן בְּכִי יֻתַּן. אִם חָשַׁב שֶׁיּוּדְחוּ רַגְלֶיהָ, אַף הָעוֹלִין בְּרַגְלֶיהָ, בְּכִי יֻתַּן. בִּשְׁעַת הַיַּחַף וְהַדַּיִשׁ, לְעוֹלָם טָמֵא. הוֹרִיד חֵרֵשׁ שׁוֹטֶה וְקָטָן, אַף עַל פִּי שֶׁחוֹשֵׁב שֶׁיּוּדְחוּ רַגְלֶיהָ, אֵינָן בְּכִי יֻתַּן, שֶׁיֶּשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה: \n"
        ],
        [
            "הַשּׁוֹחֶה לִשְׁתּוֹת, הַמַּיִם הָעוֹלִים בְּפִיו וּבִשְׂפָמוֹ, בְּכִי יֻתַּן. בְּחָטְמוֹ וּבְרֹאשׁוֹ וּבִזְקָנוֹ, אֵינָן בְּכִי יֻתַּן. הַמְמַלֵּא בְּחָבִית, הַמַּיִם הָעוֹלִים אַחֲרֶיהָ, וּבַחֶבֶל שֶׁהוּא מְכֻנָּן עַל צַוָּארָהּ, וּבַחֶבֶל שֶׁהוּא לְצָרְכָּהּ, הֲרֵי זֶה בְכִי יֻתַּן. כַּמָּה הוּא צָרְכָּהּ. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, טֶפַח. נְתָנָהּ תַּחַת הַצִּנּוֹר, אֵינָן בְּכִי יֻתַּן: \n",
            "מִי שֶׁיָּרְדוּ עָלָיו גְּשָׁמִים, אֲפִלּוּ אַב הַטֻּמְאָה, אֵינוֹ בְכִי יֻתַּן. וְאִם נִעֵר, בְּכִי יֻתַּן. עָמַד תַּחַת הַצִּנּוֹר לְהָקֵר אוֹ לִדּוֹחַ, בְּטָמֵא, טְמֵאִין. וּבְטָהוֹר, בְּכִי יֻתַּן: \n",
            "הַכּוֹפֶה קְעָרָה עַל הַכֹּתֶל בִּשְׁבִיל שֶׁתּוּדַח, הֲרֵי זֶה בְכִי יֻתַּן. אִם בִּשְׁבִיל שֶׁלֹּא יִלְקֶה הַכֹּתֶל, אֵינָן בְּכִי יֻתַּן: \n",
            "חָבִית שֶׁיָּרַד הַדֶּלֶף לְתוֹכָהּ, בֵּית שַׁמַּאי אוֹמְרִים, יְשַׁבֵּר. בֵּית הִלֵּל אוֹמְרִים, יְעָרֶה. וּמוֹדִים שֶׁהוּא מוֹשִׁיט אֶת יָדוֹ וְנוֹטֵל פֵּרוֹת מִתּוֹכָהּ, וְהֵם טְהוֹרִים: \n",
            "עֲרֵבָה שֶׁיָּרַד הַדֶּלֶף לְתוֹכָהּ, הַנִּתָּזִין וְהַצָּפִין אֵינָן בְּכִי יֻתַּן. נְטָלָהּ לְשָׁפְכָהּ, בֵּית שַׁמַּאי אוֹמְרִים, בְּכִי יֻתַּן. בֵּית הִלֵּל אוֹמְרִים, אֵינָן בְּכִי יֻתַּן. הִנִּיחָהּ שֶׁיֵּרֵד הַדֶּלֶף לְתוֹכָהּ, הַנִּתָּזִין וְהַצָּפִין, בֵּית שַׁמַּאי אוֹמְרִים, בְּכִי יֻתַּן. בֵּית הִלֵּל אוֹמְרִים, אֵינָן בְּכִי יֻתַּן. נְטָלָהּ לְשָׁפְכָהּ, אֵלּוּ וָאֵלּוּ מוֹדִים שֶׁהֵן בְּכִי יֻתַּן. הַמַּטְבִּיל אֶת הַכֵּלִים וְהַמְכַבֵּס אֶת כְּסוּתוֹ בִּמְעָרָה, הַמַּיִם הָעוֹלִים בְּיָדָיו, בְּכִי יֻתַּן. בְּרַגְלָיו, אֵינָן בְּכִי יֻתַּן. רַבִּי אֶלְעָזָר אוֹמֵר, אִם אִי אֶפְשָׁר לוֹ שֶׁיֵּרֵד אֶלָּא אִם כֵּן נִטַּנְּפוּ רַגְלָיו, אַף הָעוֹלִין בְּרַגְלָיו בְּכִי יֻתַּן: \n",
            "קֻפָּה שֶׁהִיא מְלֵאָה תֻרְמוֹסִין וּנְתָנוּהָ לְתוֹךְ מִקְוֶה, מוֹשִׁיט יָדוֹ וְנוֹטֵל תֻּרְמוֹסִין מִתּוֹכָהּ, וְהֵם טְהוֹרִים. הֶעֱלָם מִן הַמַּיִם, הַנּוֹגְעִים בַּקֻּפָּה, טְמֵאִים, וּשְׁאָר כָּל הַתֻּרְמוֹסִים, טְהוֹרִים. צְנוֹן שֶׁבַּמְּעָרָה, נִדָּה מְדִיחָתוֹ וְהוּא טָהוֹר. הֶעֱלַתּוּ כָל שֶׁהוּא מִן הַמַּיִם, טָמֵא: \n",
            "פֵּרוֹת שֶׁנָּפְלוּ לְתוֹךְ אַמַּת הַמַּיִם, פָּשַׁט מִי שֶׁהָיוּ יָדָיו טְמֵאוֹת וּנְטָלָן, יָדָיו טְהוֹרוֹת וְהַפֵּרוֹת טְהוֹרִים. וְאִם חָשַׁב שֶׁיּוּדְחוּ יָדָיו, יָדָיו טְהוֹרוֹת וְהַפֵּרוֹת בְּכִי יֻתַּן: \n",
            "קְדֵרָה שֶׁהִיא מְלֵאָה מַיִם וּנְתוּנָה לְתוֹךְ הַמִּקְוֶה וּפָשַׁט אַב הַטֻּמְאָה אֶת יָדוֹ לְתוֹכָהּ, טְמֵאָה. מַגַּע טֻמְאוֹת, טְהוֹרָה. וּשְׁאָר כָּל הַמַּשְׁקִין, טְמֵאִין, שֶׁאֵין הַמַּיִם מְטַהֲרִים אֶת שְׁאָר הַמַּשְׁקִין: \n",
            "הַמְמַלֵּא בְקִילוֹן, עַד שְׁלשָׁה יָמִים, טְמֵאִין. רַבִּי עֲקִיבָא אוֹמֵר, אִם נִגְּבוּ, מִיָּד טְהוֹרִים. וְאִם לֹא נִגְּבוּ, אֲפִלּוּ עַד שְׁלשִׁים יוֹם, טְמֵאִים: \n",
            "עֵצִים שֶׁנָּפְלוּ עֲלֵיהֶם מַשְׁקִין וְיָרְדוּ עֲלֵיהֶם גְּשָׁמִים, אִם רַבּוּ, טְהוֹרִים. הוֹצִיאָם שֶׁיֵּרְדוּ עֲלֵיהֶם גְּשָׁמִים, אַף עַל פִּי שֶׁרַבּוּ, טְמֵאִים. בָּלְעוּ מַשְׁקִים טְמֵאִים, אַף עַל פִּי שֶׁהוֹצִיאָם שֶׁיֵּרְדוּ עֲלֵיהֶם גְּשָׁמִים, טְהוֹרִין. וְלֹא יַסִּיקֵם אֶלָּא בְיָדַיִם טְהוֹרוֹת בִּלְבָד. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הָיוּ לַחִין וְהִסִּיקָן, וְרַבּוּ הַמַּשְׁקִין הַיּוֹצְאִין מֵהֶן עַל הַמַּשְׁקִין שֶׁבָּלְעוּ, טְהוֹרִים: \n"
        ],
        [
            "מִי שֶׁטָּבַל בַּנָּהָר, וְהָיָה לְפָנָיו נָהָר אַחֵר וְעָבַר בּוֹ, טִהֲרוּ שְׁנִיִּים אֶת הָרִאשׁוֹנִים. דָּחָהוּ חֲבֵרוֹ לְשָׁכְרוֹ, וְכֵן לִבְהֶמְתּוֹ, טִהֲרוּ שְׁנִיִּים אֶת הָרִאשׁוֹנִים. וְאִם כִּמְשַׂחֵק עִמּוֹ, הֲרֵי זֶה בְכִי יֻתַּן: \n",
            "הַשָּׁט עַל פְּנֵי הַמַּיִם, הַנִּתָּזִין, אֵינָן בְּכִי יֻתַּן. וְאִם נִתְכַּוֵּן לְהַתִּיז עַל חֲבֵרוֹ, הֲרֵי זֶה בְכִי יֻתַּן. הָעוֹשֶׂה צִפּוֹר בַּמַּיִם, הַנִּתָּזִין וְאֶת שֶׁבָּהּ, אֵינָן בְּכִי יֻתַּן: \n",
            "פֵּרוֹת שֶׁיָּרַד הַדֶּלֶף לְתוֹכָן וּבְלָלָן שֶׁיְּנֻגְּבוּ, רַבִּי שִׁמְעוֹן אוֹמֵר, בְּכִי יֻתַּן. וַחֲכָמִים אוֹמְרִים, אֵינָן בְּכִי יֻתַּן: \n",
            "הַמּוֹדֵד אֶת הַבּוֹר בֵּין לְעָמְקוֹ בֵּין לְרָחְבּוֹ, הֲרֵי זֶה בְכִי יֻתַּן, דִּבְרֵי רַבִּי טַרְפוֹן. רַבִּי עֲקִיבָא אוֹמֵר, לְעָמְקוֹ, בְּכִי יֻתַּן. וּלְרָחְבּוֹ, אֵינוֹ בְכִי יֻתַּן: \n",
            "פָּשַׁט יָדוֹ אוֹ רַגְלוֹ אוֹ קָנֶה לְבוֹר לֵידַע אִם יֶשׁ בּוֹ מַיִם, אֵינָן בְּכִי יֻתַּן. לֵידַע כַּמָּה מַיִם יֶשׁ בּוֹ, הֲרֵי זֶה בְכִי יֻתַּן. זָרַק אֶבֶן לְבוֹר לֵידַע אִם יֶשׁ בּוֹ מַיִם, הַנִּתָּזִין, אֵינָן בְּכִי יֻתַּן. וְאֶת שֶׁבָּאֶבֶן, טְהוֹרִים: \n",
            "הַחוֹבֵט עַל הַשֶּׁלַח, חוּץ לַמַּיִם, בְּכִי יֻתַּן. לְתוֹךְ הַמַּיִם, אֵינָן בְּכִי יֻתַּן. רַבִּי יוֹסֵי אוֹמֵר, אַף לְתוֹךְ הַמַּיִם בְּכִי יֻתַּן, מִפְּנֵי שֶׁהוּא מִתְכַּוֵּן שֶׁיֵּצְאוּ עִם הַצּוֹאָה: \n",
            "הַמַּיִם הָעוֹלִין בַּסְּפִינָה וּבָעֵקֶל וּבַמְּשׁוֹטוֹת, אֵינָן בְּכִי יֻתַּן. בַּמְּצוֹדוֹת וּבָרְשָׁתוֹת וּבַמִּכְמָרוֹת, אֵינָן בְּכִי יֻתַּן. וְאִם נִעֵר, בְּכִי יֻתַּן. הַמּוֹלִיךְ אֶת הַסְּפִינָה לַיָּם הַגָּדוֹל לְצָרְפָהּ, הַמּוֹצִיא מַסְמֵר לַגְּשָׁמִים לְצָרְפוֹ, הַמַּנִּיחַ אֶת הָאוּד בַּגְּשָׁמִים לְכַבּוֹתוֹ, הֲרֵי זֶה בְכִי יֻתַּן: \n",
            "קַסְיָא שֶׁל שֻׁלְחָנוֹת וְהַשִּׁיפָא שֶׁל לְבֵנִים, אֵינָן בְּכִי יֻתַּן. וְאִם נִעֵר, בְּכִי יֻתַּן: \n",
            "כָּל הַנִּצּוֹק, טָהוֹר, חוּץ מִדְּבַשׁ הַזִּיפִין, וְהַצַּפָּחַת. בֵּית שַׁמַּאי אוֹמְרִים, אַף הַמִּקְפָּה שֶׁל גְּרִיסִין וְשֶׁל פּוֹל, מִפְּנֵי שֶׁהִיא סוֹלֶדֶת לְאַחֲרֶיהָ: \n",
            "הַמְעָרֶה מֵחַם לְחַם, וּמִצּוֹנֵן לְצוֹנֵן, וּמֵחַם לְצוֹנֵן, טָהוֹר. מִצּוֹנֵן לְחַם, טָמֵא. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף הַמְעָרֶה מֵחַם לְחַם וְכֹחוֹ שֶׁל תַּחְתּוֹן יָפֶה מִשֶּׁל עֶלְיוֹן, טָמֵא: \n",
            "הָאִשָּׁה שֶׁהָיוּ יָדֶיהָ טְהוֹרוֹת, וּמְגִיסָה בִקְדֵרָה טְמֵאָה, אִם הִזִּיעוּ יָדֶיהָ, טְמֵאוֹת. הָיוּ יָדֶיהָ טְמֵאוֹת, וּמְגִיסָה בִקְדֵרָה טְהוֹרָה, אִם הִזִּיעוּ יָדֶיהָ, הַקְּדֵרָה טְמֵאָה. רַבִּי יוֹסֵי אוֹמֵר, אִם נָטְפוּ. הַשּׁוֹקֵל עֲנָבִים בְּכַף מֹאזְנַיִם, הַיַּיִן שֶׁבַּכַּף, טָהוֹר, עַד שֶׁיְּעָרֶה לְתוֹךְ הַכְּלִי. הֲרֵי זֶה דוֹמֶה לְסַלֵּי זֵיתִים וַעֲנָבִים כְּשֶׁהֵן מְנַטְּפִין: \n"
        ],
        [
            "הַמַּעֲלֶה פֵרוֹתָיו לַגַּג מִפְּנֵי הַכְּנִימָה, וְיָרַד עֲלֵיהֶם טַל, אֵינָם בְּכִי יֻתַּן. אִם נִתְכַּוֵּן לְכָךְ, הֲרֵי זֶה בְכִי יֻתַּן. הֶעֱלָן חֵרֵשׁ, שׁוֹטֶה וְקָטָן, אַף עַל פִּי שֶׁחִשַּׁב שֶׁיֵּרֵד עֲלֵיהֶן הַטַּל, אֵינָן בְּכִי יֻתַּן, שֶׁיֶּשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה: \n",
            "הַמַּעֲלֶה אֶת הָאֲגֻדּוֹת וְאֶת הַקְּצִיעוֹת וְאֶת הַשּׁוּם לַגַּג בִּשְׁבִיל שֶׁיַּמְתִּינוּ, אֵינָן בְּכִי יֻתַּן. כָּל הָאֲגֻדּוֹת שֶׁל בֵּית הַשְּׁוָקִים, טְמֵאִין. רַבִּי יְהוּדָה מְטַהֵר בַּלַּחִים. אָמַר רַבִּי מֵאִיר, וְכִי מִפְּנֵי מָה טִמְּאוּ, אֶלָּא מִפְּנֵי מַשְׁקֵה הַפֶּה. כָּל הַקְּמָחִין וְהַסְּלָתוֹת שֶׁל בֵּית הַשְּׁוָקִים, טְמֵאִים. הַחִילְקָה, הַטְּרָגִיס וְהַטִּסְגִי, טְמֵאִים בְּכָל מָקוֹם: \n",
            "כָּל הַבֵּיצִים בְּחֶזְקַת טָהֳרָה, חוּץ מִשֶּׁל מוֹכְרֵי מַשְׁקֶה. וְאִם הָיוּ מוֹכְרִין עִמָּהֶן פֵּרוֹת יְבֵשִׁים, טְהוֹרוֹת. כָּל הַדָּגִים בְּחֶזְקַת טֻמְאָה. רַבִּי יְהוּדָה אוֹמֵר, חֲתִיכַת אִלְתִּית וְדָג הַמִּצְרִי הַבָּא בְקֻפָּה וְקוּלְיָס הָאִסְפָּנִין, הֲרֵי אֵלּוּ בְחֶזְקַת טָהֳרָה. כָּל הַצִּיר בְּחֶזְקַת טֻמְאָה. וְעַל כֻּלָּם, עַם הָאָרֶץ נֶאֱמָן לוֹמַר טְהוֹרִים הֵן, חוּץ מִשֶּׁל דָּגָה, מִפְּנֵי שֶׁהֵן מַפְקִידִין אוֹתָהּ אֵצֶל עַם הָאָרֶץ. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, צִיר טָהוֹר שֶׁנָּפַל לְתוֹכוֹ מַיִם כָּל שֶׁהֵן, טָמֵא: \n",
            "שִׁבְעָה מַשְׁקִין הֵן. הַטַּל וְהַמַּיִם, הַיַּיִן וְהַשֶּׁמֶן, וְהַדָּם, וְהֶחָלָב, וּדְבַשׁ דְּבוֹרִים. דְּבַשׁ צְרָעִים, טָהוֹר, וּמֻתָּר בַּאֲכִילָה: \n",
            "תּוֹלָדוֹת לַמַּיִם, הַיּוֹצְאִין מִן הָעַיִן, מִן הָאֹזֶן, מִן הַחֹטֶם, מִן הַפֶּה, מֵי רַגְלַיִם, בֵּין גְּדוֹלִים בֵּין קְטַנִּים, לְדַעְתּוֹ וְשֶׁלֹּא לְדַעְתּוֹ. תּוֹלָדוֹת לַדָּם, דַּם שְׁחִיטָה. בַּבְּהֵמָה וּבַחַיָּה וּבָעוֹפוֹת הַטְּהוֹרִים, וְדַם הַקָּזָה לִשְׁתִיָּה. מֵי חָלָב, כֶּחָלָב. וְהַמֹּחַל, כַּשֶּׁמֶן, שֶׁאֵין הַמֹּחַל יוֹצֵא מִידֵי שֶׁמֶן, דִּבְרֵי רַבִּי שִׁמְעוֹן. רַבִּי מֵאִיר אוֹמֵר, אַף עַל פִּי שֶׁאֵין עִמּוֹ שָׁמֶן. דַּם הַשֶּׁרֶץ, כִּבְשָׂרוֹ, מְטַמֵּא וְאֵינוֹ מַכְשִׁיר, וְאֵין לָנוּ כַּיּוֹצֵא בוֹ: \n",
            "אֵלּוּ מְטַמְּאִין וּמַכְשִׁירִין. זוֹבוֹ שֶׁל זָב, וְרֻקּוֹ, וְשִׁכְבַת זַרְעוֹ, וּמֵימֵי רַגְלָיו, וּרְבִיעִית מִן הַמֵּת, וְדַם הַנִּדָּה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, שִׁכְבַת זֶרַע אֵינָהּ מַכְשֶׁרֶת. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, דַּם הַנִּדָּה אֵינוֹ מַכְשִׁיר. רַבִּי שִׁמְעוֹן אוֹמֵר, דַּם הַמֵּת אֵינוֹ מַכְשִׁיר. וְאִם נָפַל עַל הַדְּלַעַת, גּוֹרְדָהּ וְהִיא טְהוֹרָה: \n",
            "אֵלּוּ לֹא מְטַמְּאִין וְלֹא מַכְשִׁירִין. הַזֵּעָה, וְהַלֵּחָה סְרוּחָה, וְהָרְאִי, וְהַדָּם הַיּוֹצֵא עִמָּהֶם, וּמַשְׁקֵה בֶן שְׁמֹנָה. רַבִּי יוֹסֵי אוֹמֵר, חוּץ מִדָּמוֹ. וְהַשּׁוֹתֶה מֵי טְבֶרְיָה, אַף עַל פִּי שֶׁיּוֹצְאִין נְקִיִּים. דַּם שְׁחִיטָה בַּבְּהֵמָה, בַּחַיָּה וּבָעוֹפוֹת הַטְּמֵאִים, וְדַם הַקָּזָה לִרְפוּאָה. רַבִּי אֱלִיעֶזֶר מְטַמֵּא בָאֵלּוּ. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, חֲלֵב הַזָּכָר, טָהוֹר: \n",
            "חֲלֵב הָאִשָּׁה מְטַמֵּא לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן, וַחֲלֵב הַבְּהֵמָה אֵינוֹ מְטַמֵּא אֶלָּא לְרָצוֹן. אָמַר רַבִּי עֲקִיבָא, קַל וָחֹמֶר הַדְּבָרִים. מָה אִם חֲלֵב הָאִשָּׁה שֶׁאֵינוֹ מְיֻחָד אֶלָּא לִקְטַנִּים, מְטַמֵּא לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן, חֲלֵב הַבְּהֵמָה שֶׁהוּא מְיֻחָד לִקְטַנִּים וְלִגְדוֹלִים, אֵינוֹ דִין שֶׁיְּטַמֵּא לְרָצוֹן וְשֶׁלֹּא לְרָצוֹן. אָמְרוּ לוֹ, לֹא, אִם טִמֵּא חֲלֵב הָאִשָּׁה שֶׁלֹּא לְרָצוֹן, שֶׁדַּם מַגֵּפָתָהּ טָמֵא, יְטַמֵּא חֲלֵב הַבְּהֵמָה שֶׁלֹּא לְרָצוֹן, שֶׁדַּם מַגֵּפָתָהּ טָהוֹר. אָמַר לָהֶם, מַחְמִיר אֲנִי בְּחָלָב מִבְּדָם, שֶׁהַחוֹלֵב לִרְפוּאָה, טָמֵא, וְהַמַּקִּיז לִרְפוּאָה, טָהוֹר. אָמְרוּ לוֹ, סַלֵּי זֵיתִים וַעֲנָבִים יוֹכִיחוּ, שֶׁהַמַּשְׁקִים הַיּוֹצְאִין מֵהֶן לְרָצוֹן, טְמֵאִים, וְשֶׁלֹּא לְרָצוֹן, טְהוֹרִים. אָמַר לָהֶן, לֹא, אִם אֲמַרְתֶּם בְּסַלֵּי זֵיתִים וַעֲנָבִים, שֶׁתְּחִלָּתָן אֹכֶל וְסוֹפָן מַשְׁקֶה, תֹּאמְרוּ בְחָלָב שֶׁתְּחִלָּתוֹ וְסוֹפוֹ מַשְׁקֶה. עַד כָּאן הָיְתָה תְשׁוּבָה. אָמַר רַבִּי שִׁמְעוֹן מִכָּאן וָאֵילָךְ הָיִינוּ מְשִׁיבִין לְפָנָיו, מֵי גְשָׁמִים יוֹכִיחוּ, שֶׁתְּחִלָּתָן וְסוֹפָן מַשְׁקֶה וְאֵינָן מְטַמְּאִין אֶלָּא לְרָצוֹן. אָמַר לָנוּ, לֹא, אִם אֲמַרְתֶּם בְּמֵי גְשָׁמִים, שֶׁאֵין רֻבָּן לָאָדָם, אֶלָּא לָאֲרָצוֹת וְלָאִילָנוֹת, וְרֹב הֶחָלָב, לָאָדָם: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>כל משקה שתחילתו לרצון.</b> דניחא ליה בהנך משקין, בשביל שתודח הקערה או לשאר תשמישין:",
                "<b>אע״פ שאין סופו לרצון.</b> כשנפלו על הפירות לא ניחא ליה, אפ״ה הוי הכשר. אי נמי, סופו לרצון, כשנפלו על הפירות. אבל בתחילת ביאתן היה הדבר קשה בעיניו, הכל הוי הכשר:",
                "<b>הרי זה בכי יותן.</b> כלומר, האוכלין שנפלו עליהן משקין הללו, מוכשרין לקבל טומאה מכאן ואילך. שאין שום אוכל מקבל טומאה עד שיבוא עליו מים או אחד משבעה משקין, שהם, מים, יין, שמן, חלב, דבש, דם, טל. דכתיב (ויקרא י״א:ל״ח) וכי יותן מים על זרע ונפל מנבלתם עליו טמא הוא, כתיב יתן וקרינן יותן, מה יתן דניחא ליה, אף יותן דניחא ליה:",
                "<b>מטמאין לרצון ושלא לרצון.</b> כיון דטמאין הן, טומאתן והכשרן באים כאחד, ואם נפלו על הפירות אפילו שלא לרצון, מטמאין אותם, דלא בעינן דניחא ליה אלא כשבא המשקה קודם לטומאה, דכתיב וכי יותן מים על זרע, והדר ונפל מנבלתם עליו. אבל כשהמשקה והטומאה באין כאחד כגון שהמשקין טמאין, לא בעינן דניחא ליה:"
            ],
            [
                "<b>המרעיד את האילן.</b> מנענעו:",
                "<b>או את הטומאה.</b> כגון שהביא שם עורב שרץ או כזית מן המת או נבלה ונשאר בין ענפי האילן:",
                "<b>אינן בכי יותן.</b> אם מחמת רעדה זו נפלו מי גשמים שבאילן על פירות שתחתיו, לא הוכשרו:",
                "<b>היוצאים ואת שבו.</b> משקים היוצאים מחמת הרעדה, ומשקים הנשארים באילן ונפלו אח״כ על הפירות, הוכשרו, דאחשובי אחשבינהו וכתלושים דמו:",
                "<b>מפני שהוא מתכוין שיצאו מכולו.</b> נתכוין להוציא כל המים מן האילן, והנשארים לאו דעתיה עלייהו ולא מכשרי:"
            ],
            [
                "<b>המרעיד את האילן.</b> להפיל פירותיו:",
                "<b>ונפלו על חברו.</b> על אילן אחר, ומאותו אילן נפלו על הזרעים ועל הירקות המחוברים לקרקע, ומשקה טופח על אותן הזרעים מן המים שרגילין להשקות אותן או מגשמים שנפלו עליהן:",
                "<b>בית שמאי אומרים הרי הן בכי יותן.</b> דכיון דיודע היה שיפלו פירות הללו על אותן זרעים שיש עליהן משקה טופח, גלי דעתיה דניחא ליה, והוכשרו הפירות שנפלו על גבי אותן זרעים, לקבל טומאה:",
                "<b>ובית הלל אומרים אינן בכי יותן.</b> כיון דלא נפלו להדיא מן האילן על הזרעים אלא מאילן לאילן אחר:",
                "<b>חלי קופרי.</b> כך היה כינויו:",
                "<b>טבעון.</b> שם מקום:",
                "<b>עד שיתכוין.</b> והני הואיל ומאילן לאילן או מסוכה לסוכה נפלו, אין זו כוונה. וטעמייהו דבית הלל קאמר:"
            ],
            [
                "<b>הנוער אגודה של ירק.</b> כגון ירק שירדו עליו גשמים או שנפל במים שלא לרצון, ומנערו כדי שיצאו המים:",
                "<b>חוששים אנו.</b> בתמיה. כלומר לדבריכם היה לנו לחוש גם לזה:",
                "<b>המעלה שק מלא פירות.</b> שנפל במים שלא לרצון, והעלהו והניחו על שפת הנהר:",
                "<b>התחתון טהור.</b> כלומר, אף התחתון טהור, וכל שכן העליון:"
            ],
            [
                "<b>המוחק את הכרישה.</b> דוחק את הכרישה כדי שיצא ממנה הטל:",
                "<b>כרישה.</b> חציר בלשון מקרא. פורו״ש בלע״ז, ובערבי כורא״ת:",
                "<b>והסוחט בשערו ובכסותו.</b>. שהיה בא בדרך וירדו גשמים בשערו ועל כסותו, וסוחט בהן כדי שיצאו המים:",
                "<b>ואת שבו.</b> משקין הנשארים ונפלו אח״כ על הפירות:",
                "<b>מתכוין שיצאו מכולו</b> דנתכוין להוציא מהן כל המים ולאו דעתיה על הנשארים, הלכך לא מכשירים. כבית הלל דריש פירקין:  "
            ],
            [
                "<b>הנופח.</b> בפיו:",
                "<b>בעדשים.</b> ויצא עליהן רוק מפיו בנפיחתו, והרוק היוצא מן הפה מתולדות המים הוא חשוב:",
                "<b>אינן בכי יותן.</b> כיון דלא נתכוין לכך:",
                "<b>וחכמים אומרים בכי יותן.</b> כיון דנתכוין לנפח, ודרך הרוק לצאת על ידי נפיחה. והלכה כחכמים:",
                "<b>האוכל שומשמין באצבעו.</b> כגון שהניח שומשמין בידו אחת, ואצבעו שבידו השנית מכניסה לתוך פיו ללחלחה ברוק ונותנה בשומשמין שבידו השנית והן נדבקין בה ומכניס בפיו ואוכל, ומחמת כן נתלחלחה היד שהשומשמין בה, ויש בה משקה טופח:",
                "<b>ר׳ שמעון אומר אינן בכי יותן.</b> דללחלח אצבעו נתכוין, ולא ללחלח היד שהשומשמין בה. ורבנן סברי, כיון דאחשביה באצבעו, מכשיר אפילו שלא לרצון, כדתנן בריש פירקין כל משקה שתחילתו לרצון, אע״פ שאין סופו לרצון, הרי זה בכי יותן. ור׳ שמעון סבר, דלא היה מתחילתו לרצון אלא המשקה המלחלח האצבע בלבד. והנשאר שנתלחלחה בו היד, לא היה לעולם לרצון. ואין הלכה כר׳ שמעון בכולה מתניתין:",
                "<b>הסריקין.</b> ויתלקטו אל יפתח אנשים רקים (שופטים י״א) מתרגמינן גוברין סריקין. לשון אילן סרק שאינו עושה פירות. פירוש אחר, סריקין, גנבים. שכן בלשון ישמעאל קורין לגנבי סראקין. ויש גורסין סקרין, לשון לא היה סקריקון ביהודה בהרוגי המלחמה בפרק הנזקין, פירוש גזלנין ואנסין:",
                "<b>בשבולת הנהר.</b> שביל הנהר ומרוצת מימיו. לשון ושבולת שטפתני (תהלים ס״ט):",
                "<b>להביאן עמו.</b> שלא היה יכול לנושאן, ומשיטן בנהר:"
            ]
        ],
        [
            [
                "<b>זיעת בתים טהורה.</b> אינה מכשרת הזרעים לקבל טומאה:",
                "<b>זיעתו טמאה.</b> דמחמת המים היא. ודוקא בא במים שאובין. אבל בא במים מחוברים דלא מכשרי, לא, דאע״ג דהשתא מיהא תלושים נינהו, לא לרצון נתלשו:  "
            ],
            [
                "<b>מרחץ טמאה.</b> של מים שאובין:",
                "<b>זיעתה טמאה.</b> מכשרת את הפירות ומטמאתן:",
                "<b>וטהורה.</b> כלומר, וזיעת מרחץ טהורה, כגון מרחץ של מי מעין דלאו מים שאובים נינהו, הרי הוא בכי יותן, שהזיעה מכשרת את הפירות:",
                "<b>אם טמאה.</b> הבריכה. כל זיעה שיזיע הבית מחמתה, מכשרת ומטמאה. אבל שלא מחמתה, הויא לה זיעת הבית וטהורה:"
            ],
            [
                "<b>ברזל טמא.</b> שבא משברי כלים טמאין:",
                "<b>שבללו.</b> שטרפו ועירבו עם ברזל טהור שבא מן העשת:",
                "<b>אם רוב מן הטמא טמא.</b> חכמים גזרו על כלי מתכות שנטמאו ושברן והתיכן ועשה מהן כלים, שיחזרו לטומאתן הישנה עד שיזה עליהן שלישי ושביעי ויטבילם ויעריב שמשן:",
                "<b>גסטריות.</b> כמין קדירות עשויות להשתין בהן. ובלשון ערבי קורין להן בסריא״ש:",
                "<b>שישראל ונכרים מטילין לתוכן.</b> משתינים לתוכן. ושתן של נכרי טמא, דגזרו עליהן שיהיו כזבין לכל דבריהן:",
                "<b>מי שפיכות.</b> מים שרחצו בהן ושופכין אותן לחוץ, ובחזקת טמאין הן:",
                "<b>אימתי.</b> מתבטלין מי השפיכות ברוב:",
                "<b>בזמן שקדמו.</b> הן, ואח״כ רבו עליהן מי גשמים וטיהרום:",
                "<b>אבל אם קדמו מי גשמים.</b> אפילו נפלו עליהן משהו מי שפיכות טמאים:"
            ],
            [
                "<b>המטהר את גגו.</b> גרסינן. ואית דגרס הטורף את גגו, פירוש שטח גגו טיט או סיד להשוותו. והמים שנותנין עליו כשמטהרו או כשטחו בטיט, סתמן שופכין הן ומטמאין. וכן המים שמכבס בהן את כסותו:",
                "<b>וירדו עליהן גשמין.</b> שהן מים טהורים. והגג או הכסות מנטפים מים:",
                "<b>אם רוב מן הטהור טהור.</b> כגון שבתחילה היה מנטף טיפים דקות ולאחר כן מנטף טיפים עבות, בידוע שרוב מן הטהור:",
                "<b>אם הוסיפו לנטף.</b> שממהרים הטפים לירד זו אחר זו יותר מבתחילה, טהור, דודאי רבו. ואע״פ שאין הטפות עצמן יותר גדולות ממה שהיו בתחילה. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>רוחץ בה מיד.</b> למוצאי שבת, ואין צריך להמתין כדי שיחמו. דכיון דרוב נכרים, אדעתא דנכרים הוחמו:",
                "<b>אם יש בה רשות.</b> המלכות קרויה רשות, מפני שהרשות בידה לעשות כרצונה. ולאו דוקא מלך, אלא אם יש שם אדם חשוב שיש לו עשרה עבדים שמחממין לו עשרה קומקומיות מים בבת אחת, מותר לרחוץ בה מיד, ואע״פ שרוב העיר ישראל. דאמרינן לשמו של אותו אדם חשוב הוחמו:"
            ],
            [
                "<b>היה בה ירק, נמכר.</b> ירק שנתלש בשבת, נמכר למוצאי שבת:",
                "<b>אם רוב נכרים לוקח מיד.</b> דכיון דרוב נכרים, אדעתא דנכרים נתלש:",
                "<b>כדי שיבואו ממקום קרוב.</b> שיש שם ירק. ואף על גב דשמא הובא ממקום רחוק, אין צריך להמתין אלא כדי שילקטו ירק ממקום קרוב שיש בו ירק ויביאוהו משם. שלא אמרו חכמים ולערב ימתין בכדי שיעשו, אלא גזירה שמא יאמר לנכרי בשבת לך והבא, וכשרואה שצריך להמתין לערב כדי שיבוא הדבר ההוא ואפילו ממקום קרוב, לא יאמר לנכרי להביאו בשבת:",
                "<b>ואם יש שם רשות לוקח מיד.</b> דאדעתא דאדם חשוב רגילין תמיד להביא, ולא אדעתא דישראל הביאו:"
            ],
            [
                "<b>אם רוב נכרים נכרי.</b> ומותר להאכילו נבילות וטריפות שקצים ורמשים בידים:",
                "<b>ואם רוב ישראל ישראל.</b> וחייבים להחזיר לו אבידתו כישראל. ורבותא קמ״ל, דמוציאין ממון מיד ישראל שזכה בו, ולא אמרינן אוקי ממונא אחזקתיה שזכה בו עד דמייתי היאך ראיה שהוא ישראל:",
                "<b>מחצה על מחצה ישראל.</b> לענין נזקין, שאם שורו נגח שור של ישראל, משלם חצי נזק בלבד. ואינו משלם נזק שלם כדין שור של נכרי שנגח שור של ישראל, דבין תם בין מועד משלם נזק שלם. דמצי אמר ליה, אייתי ראיה דלאו ישראל אנא ושקול. ולשאר כל הדברים הוי ספק, ודנין בו להחמיר. מי שהרגו, אינו נהרג עליו. קידש אשה, צריכה גט מספק. ואינו כישראל גמור עד שיטבול לשם גירות:",
                "<b>אחר רוב המשליכין.</b> היינו אחר הנכרים ואע״פ שהן מועט. ואפילו לא היתה שם אלא נכרית אחת, היא חשודה להשליך. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>רוב נחתומים.</b> אם רוב נחתומים נכרים, הפת אסורה, דפת של נכרים הוא משמונה עשר דבר שגזרו בו ביום:",
                "<b>פת עיסה.</b> פת נקיה:",
                "<b>פת קיבר.</b> פת שאינה נקיה:",
                "<b>אחר רוב אוכלי פת קיבר.</b> אם רובן נכרים, הפת אסורה. אי נמי יש לפרש, אחר רוב נחתומין, אחר רוב אוכלי פת עיסה וכו׳, אם רובן חברים, הפת טהורה ואין צריך לעשר. ואם רובן עמי הארץ, הפת טמאה וצריך לעשר:"
            ],
            [
                "<b>הולכין אחר רוב טבחים.</b> אם רוב טבחי ישראל, הבשר מותר דאין הלכה כרב דאמר בשר שנתעלם מן העין אסור ורב מוקי מתניתין בעומד ורואה משעה שנשחט עד שנפלה, אבל לא ידע מי השוחט:  "
            ],
            [
                "<b>אם רוב מכניסין לבתיהן פטור.</b> מלעשר ",
                "<b>למכור בשוק חייב.</b> שרוב מביאין למכור בשוק, מן הבית מביאין אותו, וכבר נתחייב. פירוש אחר, אם רוב מכניסין לבתיהן, פטור, לפי שרגילין לעשר קודם שיכניס לבית כדי שיוכלו לאכול מהן. דלאחר שהכניסום לבית, מיד הוקבעו למעשר הלכך, מה שנופל מהם בדרך פטור מן המעשר, לפי שהוא בחזקת מעושר. אבל כשמכניסין למכור, דרכו להכניסן טבל, לפי שיכול לאכול מהן עראי, הלכ הנופל מהן אינו בחזקת מעושר:",
                "<b>אם רוב נכרים ודאי.</b> ר׳ מאיר לטעמיה דסבירא ליה אין קנין לנכרי בארץ ישראל להפקיע מן המעשר, ופירות שגדל בקרקעות של נכרי, חייבים במעשר, והנכרי פשיטא דלא עישר, הלכך ודאי טבל הן: ",
                "<b>ואם רוב ישראל דמאי.</b> כדין פירות הנמצאים ביד עם הארץ, שצריך להפריש מהן תרומת מעשר ומעשר שני:",
                "<b>וחכמים אומרים וכו׳</b> חכמים סבירא להו יש קנין לנכרי בארץ ישראל להפקיע מן המעשר. ואם לא היה ישראל מטיל לתוכו, היה הכל פטור מן המעשר. אבל כשיש אפילו ישראל אחד שמטיל לתוכו, הכל דמאי, בשביל פירותיו של אותו ישראל, שהן חייבין. והלכה כחכמים:  "
            ],
            [
                "<b>פירות שניה שרבו על של שלישית.</b> שנה ראשונה ושניה של שמיטה נוהג בהן מעשר ראשון ומעשר שני, וכן רביעית וחמישית. אבל שנה שלישית וששית, מעשר ראשון ומעשר עני:",
                "<b>ושל שביעית.</b> יש בו קדושת שביעית ופטור מן המעשר. ולענין כל הנך דיני קתני דהולכים אחר הרוב:",
                "<b>מחצה למחצה להחמיר.</b> ולענין ספיקא דמעשר שני ומעשר עני, יפריש מעשר אחד, ויחלל הפירות על המעות, ויחלק הפירות לעניים, והמעות יאכל בירושלים. ולענין ספיקא דשביעית, חייבין במעשר וחייבין בקדושת שביעית שלא לעשות בהן סחורה ומלוגמא, וחייבין בביעור:"
            ]
        ],
        [
            [
                "<b>שק שהוא מלא.</b> מעלות המערה. המלאה מים:",
                "<b>כל ששאבו.</b> הפירות מלחלוחית המים, הרי זה בכי יותן. דניחא ליה שישאבו הפירות מן המים, שמתוך כך הן נראין גסים ונפוחים:",
                "<b>רבי יהודה אומר כל שהוא כנגד המים כו׳</b> ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>חבית.</b> של חרס, או של כלי אבן הרכים שהן כחרס. אבל שאר כלים לא בלעי כל כך עד שיהיו הפירות שבתוכן שואבים:",
                "<b>שאבו.</b> נתלחלחו הפירות ומשקה טופח עליהן:",
                "<b>הכי גרסינן, ושאר כל המשקים טהורים.</b> שאר שבעה משקים המכשירים לקבל טומאה, טהורים הפירות שבתוך החבית אם נתלחלחו מהן. דדוקא מים ויין וחומץ שהן דקים וצלולים, הן נבלעין בחבית מפני דקותן, והפירות שואבים מהן. אבל שמן דבש חלב דם טל, הן עבין, ומפני עוביין אינן יכולין להבלע בתוך הכלי כל כך עד שיהיו הפירות שבתוך החבית שואבים מהן, הלכך אינן בכי יותן:",
                "<b>שאין הקטנית שואבת.</b> כגון פולים ואפונים וכיוצא בהן. ואין הלכה כר׳ נחמיה:"
            ],
            [
                "<b>הרודה פת חמה.</b> שנילושה במי פירות ולא הוכשרה לקבל טומאה:",
                "<b>רבי מאיר מטמא.</b> כלומר הוכשר הלחם לקבל טומאה מחמת היין שנבלע בו. אי נמי, אם היה היין טמא, מטמא ר׳ מאיר מחמת היין טמא הנבלע בה:",
                "<b>ר׳ יוסי מטהר בשל חטים.</b> והלכה כר׳ יוסי:"
            ],
            [
                "<b>המרבץ את ביתו.</b> מזלף בו מים כדי שלא יעלה האבק:",
                "<b>וטננו.</b> נתלחלחו. לשון אם היתה שדה מטוננת, שפירושו שדה לחה, בפרק קמא דמועד קטן [דף ו׳]:",
                "<b>אם מחמת הסלע.</b> צור שמששת ימי בראשית, והוא רצפת הבית, ומתוך כך נתלחלחו החטים:",
                "<b>המטנן בחול.</b> מטמין הפירות בחול כדי שיטננו, כלומר שיתלחלחו, שיקבלו מלחלוחית החול:",
                "<b>הרי זה בכי יותן.</b> דאין חול בלא מים:"
            ],
            [
                "<b>נגוב.</b> יבש:",
                "<b>אינו חושש שמא נתן בה חטים וטננו.</b> הכי קאמר, אם נתן בה חטים, אינו חושש שמא טננו:",
                "<b>כשהטל עליהם.</b> כגון שהיה משכים למלאכתו וליקט עשבים עם הטל שעליהם, אבל הוא לא נתכוין בשביל הטל:",
                "<b>להטן בהם חטים.</b> להטמין בהם חטים כדי שיטננו:",
                "<b>אם נתכוין לכך.</b> לטל שעליהן:",
                "<b>אי אפשר שלא לשמוח.</b> שהרי היה צריך ללותתן:",
                "<b>אלא אם עמד.</b> נתעכב שם כדי שירדו עליהם גשמים:"
            ],
            [
                "<b>פקק הצנור.</b> סתם הצנור כדי שלא יצאו המים:",
                "<b>או אם חלחל לתוכו.</b> שנענע וניער הזיתים במים שבתוך הצנור. דסבירא ליה לר׳ יהודה, שאין המחשבה מועלת להכשיר עד שיעשה מעשה לגלות המחשבה שבלבו. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>אם הפך השקים.</b> לצד אחר, כדי שישורו במים משני צדדין, אז הוכשרו:",
                "<b>אם עמד והדיח.</b> אם עמד במים להדיח רגלי בהמתו, אז מכשירים מים העולין ברגליהם אם נפלו על הפירות:",
                "<b>באדם ובבהמה טמאה.</b> מכשירין המים העולים ברגליהן בין הדיח בין לא הדיח. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>המוריד את הגלגלים.</b> אופן מרכבותיו, מתרגמינן גלגלי רתיכיהון:",
                "<b>בשעת הקדים.</b> בשעת החום רוח הקדים נושב. ודרך כלי עץ שהם מתבקעים מפני החום, ומורידין אותן למים והבקעים מתחברים. והיינו שיחוצו, כמו שיאוצו, כלומר כדי שיהדקו וידחקו הבקעים זה בזה:",
                "<b>הרי זה בכי יותן.</b> המים הנתלים בהם מכשירין הזרעים לקבל טומאה, משום דניחא ליה שיהיו אותם המים נתלים בכלי להדק הבקעים:",
                "<b>בשעת היחף.</b> שהבהמה יגעה ועיפה מטורח הדרך, וכן בשעה שהיא דשה בתבואה, המים שהיא מעלה ברגליה לעולם מכשירים הזרעים לקבל טומאה, לפי שהם לרצון, שהמים יפים לה לצננה ולקררה. פירוש אחר, בשעת היחף והדיש, בשעת הקציר רוצה הוא שהבהמה תרחוץ רגליה בשביל שיהיו נקיות לדוש התבואה:"
            ]
        ],
        [
            [
                "<b>השוחה לשתות.</b> בפיו ובשפמו הרי הן בכי יותן. היינו טעמא, לפי שאין המים נכנסים לפיו אלא א״כ נוגעים בשפמו תחילה, הלכך אחשבינהו: ",
                "<b>הממלא בחבית המים העולים אחריה, הרי הן בכי יותן.</b> דאי אפשר שיכנס עד שיגעו לאחוריה. אבל הניחה תחת הצנור, אין שלאחריה בכי יותן, דאפשר לקילוח שירד לתוכה ולא יגע לאחוריה:",
                "<b>מכונן על צוארה.</b> מסובב כמין טבעת מקיף לצואר החבית. מכונן לשון הוא עשך ויכוננך (דברים ל״ב:ו׳.): ",
                "<b>נתנה</b> לחבית ",
                "<b>תחת הצנור</b> לקבל המים:",
                "<b>אינן בכי יותן.</b> המים שלאחריה ושבחבל. דלא ניחא ליה אלא שיפלו המים לתוכה בלבד:"
            ],
            [
                "<b>אפילו אב הטומאה.</b> אפילו היה האדם הזה אב הטומאה ונטמאו המשקין שירדו עליו, ואנן אמרינן לעיל דמשקין טמאים מטמאים לרצון ושלא לרצון, אפילו הכי אינן מכשירין, כיון שירידת הגשמים עליו היתה שלא לרצון:",
                "<b>ואם ניער.</b> כמו המנער טליתו [שבת קמ״ז]. שניער גופו להסיר הגשמים מעליו:",
                "<b>בכי יותן.</b> המים הנופלים ממנו מכשירין הן:",
                "<b>להקר.</b> לקרר עצמו:",
                "<b>או לידוח.</b> לרחוץ גופו, כגון שהיה מלוכלך בטיט או בצואה:",
                "<b>בטמא.</b> אם היה האדם טמא:",
                "<b>טמאים.</b> המים. ואם נפלו על הפירות, הכשירום וטמאום כאחת:",
                "<b>ובטהור בכי יותן.</b> ומכשירין:"
            ],
            [],
            [
                "חבית שירד הדלף לתוכה. שלא לרצון, ובתוכה פירות ואינו רוצה שיוכשרו לקבל טומאה:",
                "<b>ישבר.</b> שאם מערה, הרי מעביר המים מזה לזה לרצון ונמצאו הפירות מוכשרין:",
                "<b>ומודים.</b> בית שמאי לבית הלל:",
                "<b>שהוא מושיט את ידו והן טהורין.</b> כלומר לא הוכשרו בכך:"
            ],
            [
                "<b>הנתזין.</b> ממנה לחוץ:",
                "<b>והצפין.</b> למעלה ויצאו לחוץ. כולהו אינן בכי יותן, לפי שהן שלא לרצון, וכן המים שבתוכה:",
                "<b>נטלה לשפכן.</b> שלא שפכן במקומן, אלא נטל העריבה לשפוך המים במקום אחר, הרי הן בכי יותן, דלרצון הן הואיל ולא שפכן מיד שם במקומן:",
                "<b>ובית הלל אומרים.</b> כיון שלא הניחן שם אלא נטלה לשפכן, אינן בכי יותן:",
                "<b>הניחה.</b> אם הניח את העריבה מתחילה כדי שירד הדלף לתוכה:",
                "<b>אלו ואלו.</b> בית שמאי ובית הלל מודים שאף על פי שנטלה אח״כ ושפכה, הרי הן בכי יותן, הואיל וכבר חישב עליהן:",
                "<b>מים העולים בידיו.</b> שמכבס בהן, ניחא ליה:",
                "<b>ברגליו.</b> לא ניחא ליה:",
                "<b>אא״כ נטנפו רגליו.</b> הוו בכי יותן. מידי דהוה אממלא בחבית דלעיל, דמים העולים אחריה בכי יותן, כדפרישנא לעיל, לפי שאי אפשר למים ליכנס לתוכה עד שיגעו לאחוריה:"
            ],
            [
                "<b>והם טהורין.</b> אע״פ שפשט אדם טמא את ידו ונטל. לפי שלא הוכשרו במים שבמקוה, דכתיב (ויקרא י״א:ל״ד-ל״ה) בכל כלי יטמא, מה כלי מיוחד שהוא תלוש ומכשיר, אף כל שהוא תלוש מכשיר, לאפוקי מים שבבורות שיחין ומערות שאינן תלושים מן הקרקע שאינן מכשירים כל זמן שלא נתלשו:",
                "<b>העלם מן המים.</b> הוכשרו התורמסין לקבל טומאה במים התלושים:",
                "<b>הנוגעים בקופה טמאים.</b> שהקופה נעשית ראשון כשנגע בה אדם טמא, והתורמוסים הנוגעים בקופה הוו שני:",
                "<b>ושאר כל התורמוסים.</b> שאין נוגעים בקופה:",
                "<b>טהורים.</b> דאין שני עושה שלישי בחולין:",
                "<b>נדה מדיחתו והוא טהור.</b> דלא הוכשר לקבל טומאה במים שמחוברים במערה:"
            ],
            [
                "<b>ידיו טהורות.</b> דלא בעינן כוונה לחולין. אבל אם היו פירות מעשר וכל שכן של תרומה, ידיו טמאות כשהיו, עד שיכוין להטביל ידיו:",
                "<b>והפירות טהורים.</b> ולא הוכשרו, דלא אחשבה להך נפילה:",
                "<b>ואם בשביל שיודחו ידיו.</b> נתכוין ליטול את הפירות מן המים, הפירות הרי הן בכי יותן ומוכשרים לקבל טומאה מכאן ולהבא דאחשבה להך נפילת פירות ליטול ידיו בהגבהתן, והוי ליה משקה שסופו לרצון, דאע''פ שאין תחילתו לרצון הרי זה בכי יותן:"
            ],
            [
                "<b>ופשט אב הטומאה את ידיו לתוכה טמאה.</b> דכלי חרס מקבל טומאה מאב הטומאה הנוגע בתוכו, ולא עלתה לו טבילה, ואע״פ שהוא בתוך המקוה, לפי שהמים שבתוכו חוצצים בינו ובין מי המקוה:",
                "<b>מגע טומאות טהורה.</b> אם לא היה אב הטומאה שנגע בה, אלא ראשון לטומאה והוא הנקרא מגע טומאות, כלומר הנוגע באבות הטומאה, אז טהורה הקדירה, לפי שאין כלי חרס מקבל טומאה אלא מאב הטומאה, ונמצא שלא נטמאת הקדירה אלא מחמת משקים טמאים שבתוכה שנטמאו וחוזרים ומטמאים אותה, ומשום הכי אינה מטמאה, שהרי הושקו המים שבתוכה במי מקוה ונטהרו. אבל שאר משקים כגון יין שמן וחלב, אין המקוה מטהר אותם, דלא סלקא להו השקה, הלכך חוזרים ומטמאים את הקדירה, דרבנן גזרו על המשקים שיהיו מטמאין כלים, גזירה משום משקה זב וזבה:"
            ],
            [
                "<b>הממלא בקילון.</b> כשהמים מכונסים במקום אחד ומבקשים להביאן אל שדה אחר, עושים להן דרך שיבואו בו אותן המים, ושם אותו דרך שאותן המים נמשכים בו נקרא קילון, ועד שלשה ימים אין אותו קילון מתנגב מן המים שהמשיכו לתוכו, ומכשירין את הפירות שנפלו לתוכן, שהרי הן לרצון:",
                "<b>רבי עקיבא אומר אם נגבו מיד.</b> ר׳ עקיבא לא פליג אתנא קמא. דסתם קילון אינו מתנגב עד שלשה ימים, ותנא קמא בסתם איירי. והכי מוכח בהדיא בתוספתא, דמודה ר׳ עקיבא בסתם שהוא שלשה ימים:"
            ],
            [
                "<b>שנפלו עליהם משקים.</b> טמאים:",
                "<b>אם רבו.</b> מי גשמים על המשקים ההם, בטלום וטיהרום:",
                "<b>הוציאן כדי שירדו עליהם גשמים.</b> דאחשבינהו לגשמים:",
                "<b>אע״פ שרבו טמאין.</b> דנטמאו הגשמים עצמן:",
                "<b>בלעו משקין טמאים.</b> כגון שהעצים נגובים מבחוץ ובתוכן משקין בלועין, אע״פ שהוציאן כדי שירדו עליהן גשמים דאחשבינהו לגשמים, אפילו הכי טהורין, דלא נגעו במשקין טמאין, שהרי בלעו:",
                "<b>לא יסיקם אלא בידים טהורות.</b> שלא יטמאו הידים את מי הגשמים שהוחשבו ויחזרו ויטמאו את התנור, דמשקה מטמא כלי. אבל בידים טהורות, יכול להסיקם בתנור, והתנור טהור, ולא אמרינן דסוף משקה טמא הבלוע לצאת מחמת ההיסק, דבעצים שהאש שולטת בהן ונאחז בהן האור כלין המשקים לתוכן, ואין יוצאים לחוץ כשמסיקן בתנור:",
                "<b>אם היו לחין.</b> עצים הללו שבלעו משקין טמאין, ומחמת לחותן יצאו משקין עצמן מהן, ואם אותן משקים פלטו משקה הטמא הבלוע, ורבו משקין שמעצמן על משקה הבלוע:",
                "<b>טהורין.</b> שביטלו אותן. ואין הלכה כר׳ שמעון:"
            ]
        ],
        [
            [
                "<b>מי שטבל בנהר.</b> ומים שעליו מכשירין, שהרי לרצון הן:",
                "<b>והיה לפניו נהר אחר, ועבר בו.</b> ומים שעליו מן הנהר השני אינן לרצון ואינן מכשירין:",
                "<b>טיהרו.</b> מי הנהר השני, מים שהעלן עמו מן הטבילה, ואין מכשירין לא אלו ולא אלו:",
                "<b>דחיו.</b> דחהו:",
                "<b>לשכרו.</b> שהיה חברו שיכור ומתוך שכרותו דחהו והפילו בנהר:",
                "<b>וכן לבהמתו.</b> שהפיל את הבהמה בשכרותו בנהר, והיו עליו מי טבילה, ועל הבהמה מים לרצון:",
                "<b>טיהרו שניים.</b> שהיו על ידי שכרות ולא לרצון:",
                "<b>את הראשונים.</b> שהיו לרצון:",
                "<b>ואם כמשחק.</b> דחה את חברו בנהר או את הבהמה, גם השניים בכי יותן, דכולהו לרצון נינהו:"
            ],
            [
                "<b>הנתזין.</b> שלא בכונה:",
                "<b>העושה ציפור במים.</b> שמעלה על פני המים רתיחות כמין אבעבועות:",
                "<b>הנתזין.</b> בעשיית אבעבועות:",
                "<b>ואת שבה.</b> דהיינו מי אבעבועות עצמן. ואית דגרסי, העושה צנור במים. כמו שעושים הנערים כמין צנור של קנה או של עץ חלול, לנתז ממנו המים בצחוק:",
                "<b>ואת שבה.</b> המים הנשארים בצנור:"
            ],
            [
                "<b>ובללן שינוגבו.</b> בלל כל הפירות במים, שכשיהיו המים מפוזרים בכל הפירות, יתנגבו יותר מהרה:",
                "<b>וחכמים אומרים אינן בכי יותן.</b> והלכה כחכמים:"
            ],
            [
                "<b>לעמקו בכי יותן ולרחבו אינו בכי יותן.</b> כשאדם מודד עמקו של בור בקנה, ניכר רושם המים בקנה עד כמה הן מגיעים, ומתוך כך יודע עומקו, לפיכך רוצה הוא במשקה שברושם. אבל לרחבו אינו רוצה במשקה שברושם. והלכה כרבי עקיבא, שחזר רבי טרפון להיות שונה כדבריו:"
            ],
            [
                "<b>לידע כמה מים יש בו.</b> רוצה במשקה שברושם, כדאמרן, לפיכך הוי בכי יותן. אבל לידע אם יש בו מים, אין צריך רושם של משקה:",
                "<b>ושבאבן.</b> כלומר, שבאבן נמי טהורים, שאין מכשירים:"
            ],
            [
                "<b>החובט על השלח.</b> מכה בעור אחר רחיצתו כדי לנערו מן המים:",
                "<b>השלח.</b> העור כמות שהוא כשמפשיטים אותו מן הבהמה [בראשית ל״ז] נקרא שלח. תרגום ויפשיטו, ואשלחו:",
                "<b>שהוא מתכוין שיצאו עם הצואה.</b> מתכוין שיצאו המים עם הלכלוך שנתחבר בהן, לפיכך מכשיר מה שנתז ממנו ואפילו שהוא בתוך המים. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>העקל.</b> מקום בשולי הספינה שמתקבצים שם המים הנכנסים בסדקים של ספינה:",
                "<b>אם ניער.</b> להסיר המים שעליהן. כמו המנער טליתו:",
                "<b>לצרפה.</b> לבדקה אם המים נכנסים לתוכה אם לאו. פירוש אחר, לחזקה ולחסמה. לפי שכשהיא ביבשה, נבקעת מאליה, ומכניסים אותה בים כדי שתשרה במים ויסתמו בקועיה וסדקיה:",
                "<b>מסמר לגשמים לצרפו.</b> לחזקו ולחסמו, כשיבואו עליו מים לאחר שנתלבן באש:",
                "<b>אוד.</b> עץ שמקצתו אכלה האש:"
            ],
            [
                "<b>קסיא של שלחנות.</b> כיסוי שמכסין על השולחן שלא יפול על המזון שעליו מים או דבר של טנוף ולכלוך:",
                "<b>והשיפא של לבנים.</b> מחצלת של שיפא ושל גמי שמכסים על הלבנים להגן מן הגשמים. והרי אלו כמו בשביל שלא ילקה הכותל שאינן בכי יותן:",
                "<b>אבל אם ניער.</b> שמתכוין להדיחם, הרי זה בכי יותן:"
            ],
            [
                "<b>כל הניצוק טהור</b> אם מערה מכלי טהור לכלי טמא, מה שבעליון טהור, דניצוק אינו חיבור. חוץ מהני דחשיב, מפני שסולדים לאחוריהם, כשהקילוח נפסק, חוזר הנשאר למעלה:",
                "<b>מדבש הזיפים.</b> אית דמפרשי דבש טוב וחשוב, שמתוך חשיבותו מזייפין אותו ומערבין בו פסולת. ואית דאמרי, על שם מקומו שבא מזיף. כמו בבוא הזיפים ויאמרו לשאול (תהילים נ״ד:ב׳):",
                "<b>והצפחת.</b> מאכל עשוי מקמח ודבש והוא רך כל כך שיכולים להציקו. ודומה לו כצפיחית בדבש [שמות ט״ז]:",
                "<b>המקפה.</b> תבשיל שאינו לא רך ולא קשה אלא קפוי, קרוי מקפה:",
                "<b>של גריסין.</b> פולים טחונות וגרוסות בריחים:",
                "<b>ושל פולים.</b> שלימות שאינן גרוסות בריחים:",
                "<b>מפני שהיא סולדת לאחוריה.</b> כשהקילוח נפסק, חוזר אותו עמוד השותת שהיה קצתו במשקין טמאין שבכלי התחתון ונמשך למעלה למשקין שבכלי העליון הטהור, ומטמא כל מה שבכלי העליון:  "
            ],
            [
                "<b>המערה מחם לחם.</b> הכי נמי איירי שמשקין שבכלי עליון שמערה ממנו, טהורים. ושבכלי תחתון שמערה לתוכו, הן טמאין:",
                "<b>מצונן לחם טמא.</b> שתחתון החם מעלה הבל לעליון הצונן ומטמאו, שהענן העולה מן החם כמשקה הוא חשוב:",
                "<b>וכוחו של תחתון יפה.</b> שחומו גדול משל עליון. ואין הלכה כר׳ שמעון, שכיון שהעליון חם, אע״פ שהתחתון יותר חם ממנו, אין פעולתו של תחתון ניכרת בעליון ואינו מטמאו:"
            ],
            [
                "<b>ומגיסה בקדירה.</b> מהפכת בכף שבידה לתבשיל שבקדירה:",
                "<b>אם הזיעו ידיה.</b> מהבל הקדירה, נטמאו ידיה כאילו נגעה במשקה שבקדירה:",
                "<b>היו ידיה טמאות.</b> אם הזיעו ידיה, נטמאת הזיעה מחמת ידיה, ונטמאת הקדירה, לפי שההבל מחבר בין הזיעה שבידיה למשקין שבקדירה:",
                "<b>ר׳ יוסי אומר אם נטפו.</b> אין הקדירה טמאה אא״כ נטפו טיפין מן הזיעה שבידיה לתוך הקדירה. ואין הלכה כר׳ יוסי:",
                "<b>היין שבכף טהור.</b> ואינו מכשיר, דלא הוחשב להיות משקה עד שיערה אותו לתוך הכלי. וכמו שאין לו תורת משקה לענין הכשר, כך אין לו תורת משקה לענין טומאה ולענין יין נסך:"
            ]
        ],
        [
            [
                "<b>המעלה פירותיו לגג מפני הכנימה.</b> תולעים הגדלים בפירות. לשון ותהי הכנם (שמות ח׳):",
                "<b>אם נתכוין לכך.</b> שחשב שירד עליהן טל:",
                "<b>שיש להן מעשה.</b> כגון אם היו שופכין עליהן טל בכוונה, היו מוכשרין:"
            ],
            [
                "<b>המעלה את האגודות.</b> של ירק:",
                "<b>ואת הקציעות.</b> כותשים התאנים במכתשת ועושים אותן כעין ככרות גדולות, והן נקראות קציעות:",
                "<b>ימתינו.</b> לשון לחלוח. ודומה לו בגמרא פרק לא יחפור [בבא בתרא דף י״ח] מיתנא קשה לכותלים:",
                "<b>אינן בכי יותן.</b> אם ירד עליהן טל:",
                "<b>כל האגודות.</b> של ירק:",
                "<b>של בית השוקים טמאין.</b> לפי שהמוכרים רגילים לזלף עליהן מים כדי ללחלחן, והן מוכשרין לקבל טומאה, והידים ממשמשים בהן תמיד, הלכך הן בחזקת טומאה:",
                "<b>מפני משקה הפה.</b> אע״פ שאין מזלפין עליהן מים כשהן לחין, מכל מקום רגילים לתת עליהן משקה היוצא מן הפה כדי להסיר האבק שעליהן, ובו הן מוכשרין. ואיכא בין תנא קמא לר׳ מאיר מקום שאין רגילין ללחלחם במשקה הפה, לר׳ מאיר טהורים. ולתנא קמא בכל ענין טמאים, דאף בלחין נותנין בהן מים. והלכה כתנא קמא:",
                "<b>הקמחין והסלתות של בית השוקים טמאין.</b> לפי שלותתים החטים שלהם קודם שיטחנו אותן והן מוכשרות, והידים ממשמשים בהן תמיד, לפיכך הן בחזקת טומאה:",
                "<b>החילקה.</b> חטה כתושה ונחלק כל גרעין לשנים:",
                "<b>טרגיס.</b> שנחלק כל גרעין לשלשה ",
                "<b>טסגי.</b> שנחלק כל גרעין לארבעה:",
                "<b>בכל מקום.</b> אפילו שלא בבית השוקים, שהכל מזלפין עליהם מים:"
            ],
            [
                "<b>חוץ משל מוכרי משקה.</b> מפני שנוגעים בהם בעוד שמשקה טופח על ידיהם, ואין מקפידין על הלכלוך, שקליפתם מגינה עליהן:",
                "<b>ואם היו מוכרים עמהם פירות יבשים.</b> מתוך שמנגבים ידיהם כדי שלא יטנפו את הפירות, מנגבים ידיהם נמי קודם שיגעו בביצים:",
                "<b>כל הדגים בחזקת טומאה.</b> לפי שהם מוכשרים במים, והטמא והטהור ממשמשים בה:",
                "<b>חתיכת האלתות.</b> מין דג שרגילין למכרו חתיכות חתיכות. ומקום יש ששמו אלתות ושם צדין אותו ומוכרין אותו:",
                "<b>ודג המצרי.</b> דג קטן מאוד שמביאין ממנו קופות מלאות במצרים:",
                "<b>וקולייס האספנין.</b> מין דג שעורו רך מאוד וקורין לו אלשביט. ושלשה מינים הללו אין המים מכשירין אותם כשאר דגים, לפי שהן חיין זמן מרובה אחר צידתן, ולאחר שהן נעשין אוכל דהיינו לאחר מיתתן אין נותנין עליהם מים, לפי שהמים מפסידין אותן. ואין הלכה כר׳ יהודה:",
                "<b>כל הציר בחזקת טומאה.</b> שסתם ציר נתנו בו מים, והידים ממשמשים בו:",
                "<b>ועל כולם.</b> בין ביצים בין פירות בין ציר:",
                "<b>נאמן.</b> עם הארץ לומר לא הוכשרו:",
                "<b>מפני שמפקידים אותן.</b> דכל הפירות מפקידים אותן אצל עם הארץ, ואי לאו דנאמן היאך מפקידים. אבל דגה אין מפקידים בידו, לפיכך אינו נאמן:",
                "<b>ציר טהור.</b> שידוע בו שלא הוכשר על ידי משקה:",
                "<b>שנפל לתוכו מים כל שהו טמא.</b> דמים כל שהו מכשירים אותו, ומשהוכשר חזקתו טמא, שהידים ממשמשים בו. והלכה כר׳ אליעזר בן יעקב:"
            ],
            [
                "<b>שבעה משקין הן.</b> לפי שנאמר בטומאת אוכלים (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל אשר יבוא עליו מים יטמא, אין לי אלא מים, מנין לרבות היין והשמן והחלב והדבש והדם והטל, תלמוד לומר וכל משקה אשר ישתה. ואי וכל משקה, יכול מי תותים מי רמונים ושאר כל מי פירות, תלמוד לומר מים, מה מים מיוחדים שאין להם שם לווי, אף היין והשמן והחלב והדבש והדם והטל שאין להם שם לווי, יצאו מי תותים מי רמונים ושאר כל מי פירות שיש להם שם לווי, ודבש דבורים אין לו שם לווי, דדבש סתם אקרי. ועוד שנינו בתוספתא דשבת פרק ט״מנין לדם שהוא משקה, שנאמר (במדבר כ״ג:כ״ד) ודם חללים ישתה. מנין ליין שהוא משקה, שנאמר (דברים ל״ב:י״ד) ודם ענב תשתה חמר. מנין לדבש שהוא משקה, שנאמר (שם) ויניקהו דבש מסלע. מנין לשמן שהוא משקה, שנאמר (ישעיהו כ״ה:ו׳) משתה שמנים. מנין לחלב שהוא משקה, שנאמר (שופטים ד׳:י״ט) ותפתח את נוד החלב ותשקהו. מנין לטל שהוא משקה, שנאמר (שם ז,) וימץ טל מן הגזה מלוא הספל מים. מנין לדמעות העין שהוא משקה, שנאמר (תהילים פ׳:ו׳,) ותשקמו בדמעות שליש. מנין למי האף שהוא משקה, שנאמר (ירמיהו ט׳:י״ז) ועפעפינו יזלו מים:",
                "<b>דבש צרעה טהור.</b> דלא חשיב משקה, ואינו מטמא ואינו מכשיר:",
                "<b>ומותר באכילה.</b> דלא תימא הואיל והצרעה שרץ העוף הוא וטמא, הדבש היוצא ממנו נמי יהא טמא, דסלקא דעתך אמינא דדוקא דבש דבורים רבייה קרא להתירא שאין לו שם לווי, אבל דבש צרעים שיש לו שם לווי לא יהא מותר, קמ״ל דבש צרעה טהור ומותר. דמפני מה אמרו דבש דבורים מותר, מפני שמכניסות אותן לגופן ואינן ממצות אותו מגופן, דבש צרעים נמי מכניסות אותו לגופן ואין ממצות אותו מגופן:"
            ],
            [
                "<b>בין גדולים.</b> משקין היוצאין מפי טבעת:",
                "<b>בין קטנים.</b> מי רגלים:",
                "<b>ודם הקזה לשתיה.</b> דם ההקזה שנתכוין עליו להשקותו לבהמה ולחיה או לנכרי:",
                "<b>מי החלב.</b> הוא הקום הנפרש מן הגבינה כשמעמידים החלב ומקפיאין אותו בקיבה, מכשיר את הזרעים:",
                "<b>והמוחל כשמן.</b> מים שחורים היוצאים מן הזיתים:",
                "<b>שאין מוחל יוצא מידי שמן.</b> ומוחל עצמו, לר׳ שמעון מי פירות הוא ואינו חשוב משקה, אבל מכשיר מפני שיורי שמן שבו:",
                "<b>ר׳ מאיר אומר אע״פ שאין בו שמן.</b> מוחל עצמו חשוב משקה ומכשיר ומטמא. והלכה כר׳ מאיר:",
                "<b>דם השרץ כבשרו.</b> ומצטרפין לכעדשה. דכתיב בשמונה שרצים (ויקרא י״א:כ״ט) וזה לכם הטמא, להביא דמו שמטמא כבשרו. יכול יכשיר את הזרעים, ת״ל הטמא, טמא הוא ואינו מכשיר את הזרעים:"
            ],
            [
                "<b>ואלו מטמאים ומכשירים.</b> שהן עצמן משקין טמאים, ומטמאים ומכשירים כאחד:",
                "<b>זובו של זב.</b> דכתיב (שם ט״ו) זובו טמא הוא:",
                "<b>ורוקו.</b> וכי ירוק וגו׳:",
                "<b>ומימי רגליו.</b> וזאת תהיה טומאתו, וזאת, לרבות מימי רגליו:",
                "<b>ורביעית דם מן המת.</b> דכתיב (במדבר י״ט:י״ג) כל הנוגע במת בנפש האדם, ונפש האדם היינו רביעית דם, דכתיב (ויקרא י״ז:י״א) כי הדם הוא הנפש:",
                "<b>ודם הנדה.</b> דכתיב (שם ט״ו) והדוה בנדתה, מה שזב ממנה טמא כמותה:",
                "<b>שכבת זרע אינה מכשרת.</b> שאינה חשובה משקה, דיש לה שם לווי:",
                "<b>דם הנדה אינו מכשיר.</b> מידי דהוה אדם של התחתוניות שגם הוא אינו מכשיר:",
                "<b>דם המת אינו מכשיר.</b> דכיון שמת יצא דמו מתורת משקה. ולית הלכה כחד מהנך תנאי, אלא כולהו מטמאים ומכשירים כתנא קמא:  "
            ],
            [
                "<b>ואלו לא מטמאים.</b> אפילו יצאו מן הטמא, כגון מן הזב וכיוצא בו. דכתיב בזובו טמא הוא, הוא טמא ואין זיעה וליחה סרוחה ורעי שלו טמאים:",
                "<b>והליחה סרוחה.</b> היוצאת מן המורסה. והוא הדין ברוקק ליחה סרוחה:",
                "<b>והראי.</b> צואה. כמו והרעי:",
                "<b>ודם היוצא עמהם.</b> עם הליחה והרעי:",
                "<b>ומשקה בן שמונה.</b> כל משקה שיצא מנפל שנולד בן שמונה חדשים, כגון דמו ורוקו ומימי רגליו. לפי שבן שמונה חי הרי הוא כאבן:",
                "<b>חוץ מדמו.</b> שמטמא כדם של בן קיימא. ואין הלכה כר׳ יוסי:",
                "<b>אע״פ שיוצאין נקיים.</b> שמוציא אותן דרך בית הרעי צלולים כמו שהיו כששתאן, אפילו הכי אין מכשירין, הואיל ויצאו דרך בית הרעי:",
                "<b>ר׳ אלעזר מטמא באלו.</b> דמשקין הן חשובין, ומטמאין ומכשירין. ואין הלכה כר׳ אלעזר:",
                "<b>חלב הזכר טהור.</b> דלא חשיב משקה. וכן הלכה:"
            ],
            [
                "<b>חלב האשה מטמא.</b> מכשיר לקבל טומאה. ואם נטמא או שהאשה טמאה, מטמא כדין משקין טמאים, דתורת משקה יש בו:",
                "<b>לרצון.</b> הנחלב בכונה:",
                "<b>ושלא לרצון.</b> כגון חלב הנוטף מדדיה:",
                "<b>שאינו מיוחד אלא לקטנים.</b> וסתמיה לא חשיב כולי האי:",
                "<b>שדם מגיפתה טמא.</b> דהיוצא ממכתה טמא, דדמי לדם חללים שקרוי משקה, דמה לי קטלה כולה, מה לי קטלה פלגא:",
                "<b>שדם מגיפתה טהור.</b> דדם בהמה לא אקרי דם חללים, דגבי אדם כתיב:",
                "<b>סלי זיתים וענבים יוכיחו.</b> שהסוחטן לרפואה טמא, ואעפ״כ לרצון טמאים, שלא לרצון טהורים אף החלב, אע״פ שהחולב לרפואה טמא, כשנחלב שלא לרצון דין הוא שיהיה טהור ושלא לרצון טהורים. שאין היוצא מן הזיתים וענבים חשוב משקה עד שיצא לרצון:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "כבר ביארנו פעמים שהאוכלין כולן לא יטמא מהן דבר אלא אחר בלילתו באחד משבעה משקין ולזה שני תנאים האחד שיבלול אחר עקירתן מן הקרקע והאחר שיבלול ברצון לא שיבלל בלא כוונה ואם נבלל בלא כוונה ונתרצה לו תהיה מוכנת לטומאה וזה שאמרו (ב\"מ דף כב:) יותן דומיא דכי יתן מה יתן לרצונו אף יותן לרצונו ולכן בלילתו אחר עקירתו הכרחי משום אמרו (ויקרא י״א:ל״ח) וכי יותן מים על וגו' ולמדנו מזה כי שום זרע לא יטמא כשאינו בלול וידוע כי כל צמח אי אפשר לו שלא יבלל בעת צמחו וכשיבללו האוכלין על התנאים שהתנינו נקראי' מוכשרי' רוצה לומר שהם מוכנים לטומאה והמשקה אשר יבלול אותם יקרא מכשיר ומכניס עוד במשנה על הענין הזה ר\"ל שהמשקה הזה כבר הכשיר הזרעים או יכשיר אותם כשיפול עליהם שהוא כל זה תחת דיבור השם יתברך וכי יותן מים על זרע באמרו הרי זה בכי יותן ר\"ל שהוא מכשיר ומבואר הוא כי הדבר המטמא מטמא לרצון ושלא לרצון לפי שהטומאה עם ההכשר באין כאחת אמנם אנו מצריכים המשקה לרצון כשקדם לבדו להכין הזרעים לטומאה ואחר כך יבא הדבר המטמא והוא אמרו וכי יותן וכו' ואח\"כ ונפל מנבלתם עליו וכו': \n"
            ],
            [
                "אמרו ב\"ש שכיון שכוונתו שיפול מה שיש בה מן המשקין כל מה שיפול ממנו בענין זה הוא מכשיר את האוכלין ומהמשקה הנשאר באילן מכשיר ג\"כ וב\"ה אומרים כי הנשאר באילן אינו מכשיר את הזרעים כשיגע בהן בעת הרעדת האילן לפי שבעת שהרעיד האילן היתה כוונתו שלא ישאר בו דבר מן המשקים הילכך מה שנשאר שם אינו לרצונו וזהו ענין אמרו מפני שהוא מתכוין שיצאו מכולו: \n"
            ],
            [
                "אין ספק כי הירקות והזרעים טופחין במים היורד עליהן וג\"כ במים אשר ישקום תמיד וכשהם הזרעים והירקות תחת האילן או תחת הסוכה והרעיד האילן ההוא להפיל פירותיו או הסוכה ההיא להפיל הפירות שעל גבה ונפלו אותן משקין על אותם זרעים וירקות ונבללו אין מחלוקת בין ב\"ש ובין ב\"ה שכבר הוכשרו לפי שהוא ידוע כי בללו והורצה לו בלילתם אמנם חלקו במרעיד אילן על אילן שני שתחתיו זרעים וירקות ונפל מן האילן השני אוכלים בזרעים ובירקות ההם ובא רבי יוסי ואמר טעם ב\"ה כמו שאתה רואה: \n",
                "וחלי קופרי. כנוי: \n",
                "וטבעון. שם מקום: \n"
            ],
            [
                "דברי ב\"ה חוששין אנו. בתמיהה. פי' שהם אמרו לב\"ש לטעמיכם מי שנער קלח אחד יוכשר הקלח ההוא ונאמר שמא יצא מן העלה לעלה. והשיבום ב\"ש שהקלח אחד על כן לא נחוש לו ואגודה קלחים הרבה ואמרו להם ב\"ה והרי המעלה שק מלא פירות שהם חלקים נפרדים ואין אנו אומרים שמא ירדו המים מצד העליון לתחתון ויהיה הפירות התחתונים נבללין ברצון עם היות השק הכולל הפירות בהיות האגודה כוללת הקלחים ומאמר ר' יוסי התחתון טהור ר\"ל אינו מוכשר כי הרבה אומרים במסכת הזאת טמא בעבור מוכשר וטהור על הדבר שאינו מוכשר: \n",
                "וטעם ר' יוסי שאומר שלא נתכוין שיבלל השק התחתון אבל נתכוין להגן בו השק העליון שלא יבלל ונמצא בלילת התחתון שלא לרצון והלכה כר' יוסי: \n"
            ],
            [
                "הממחק את הכרישה. מי שמקנח הכרתי מבלילה שעליה והוא מחובר לקרקע או נפל עליו שלא לרצון או מי שסוחט שערו בבגדיו לנגבו כל מה שיהיה שותת מן המים בעת הסחיטה או הניגוב מכשיר לפי שהוא נתכוין לירידת המים ההם וכל מה שנשאר שם בשער או בכרתי וכיוצא בו אינו מכשיר לפי שלא היתה כוונתו שתשאר בו בלילה והלכה כר' יוסי לפי שהוא לטעמייהו דב\"ה הקודם: \n"
            ],
            [
                "הרבה שעושין אצלנו בבחינת הפולין הטחונין רואין אם נטפח ונתלחלח כשנופחין בו נודע שיתבשל מהר כי היותו מקבל הלחות במהרה אות על פתיחת נקביבותו: ורבי שמעון אומר כי הלחות ההוא הוא מזיעת האדם. ועוד יבאר כי הזיעה אינה מכשרת וחכ\"א כי הלחות ההוא הוא מהבל הפה וכל מה שיצא מן הפה מכשיר לפי שהוא מתולדות המים כמו שעתיד לבאר ואין הלכה כרבי שמעון:  ",
                "סיקרין. מציקין ומתגברין וכבר הקדמנו העיקר כי מתנאי ההכשר שיבלל הדבר בכוונת בעליו לבלול אותו ולא שיבלול אותו באונס והוא אינו רוצה בעצם הבלילה אבל אם איפשר להשלים כוונתו בלא בלילה היה עושה כן:  ",
                "ושיבולת הנהר הוא שפיכת המים הידוע אצל העם עד\"ף אלוא\"ד מלשון (תהילים ס״ט:ט״ז) אל תשטפני שבולת מים וגו'. זה מאמר כולו מבואר:  "
            ]
        ],
        [
            [
                "הבתים אשר הם במקומות השפלים מן הקרקע וג\"כ המערות ונקרות הצור הם עשויין להזיע ואפי' אין שם מים. והודיענו כי הזיעה ההיא אינה משקה ואפי' אם היה משקה הבית טמא הזיעה ההיא טהורה ואינה מכשרת וכן זיעת האדם אינה משקה ועל כן היא טהורה ואפילו שתה משקין לפי שאינם אותם המשקים שיצאו מגופו: וכבר ביארנו פעמים כי הבא ראשו ורובו במים שאובין טמא ופוסל את התרומה ועוד נבאר טעמו בסוף זבין ועל כן כשבא במים שאובים ונטמא כמו שזכרנו להתערבות הזיעה עם המים שאובין אשר על שטח גופו על כן כשיתנגב מן המים שאובין ואח\"כ יזיע זיעתו טהורה: \n"
            ],
            [
                "מבואר הוא כי הדלף הדולף מן המרחץ שהוא מימי המרחץ על כן כשיהיו המים טמאין יהיה הדלף טמא וכשנכנס בדבר למרחץ ונבלל זה ברצונו הוא וכבר הוכשר כי מן הידוע יבלל בהכרח ושאר המאמר פשוט הוא: \n"
            ],
            [
                "כבר ביארנו בי\"א של כלים שכלי מתכות שנטמאו ואפילו התיכן פעמים רבות כשיחזור ויעשה מהם כלים חזרו לטומאתן הישנה עד שיטהרו בהזאות שלישי ושביעי ובטבילה ופירוש בללו ערבו בהתוך: \n",
                "גסטריות. הן כמין קדרות ושוליהן שטוחין ויתקבץ בהן שתן העובדי כוכבים ושתן ישראל או המימות ששופכים העובדי כוכבים והישראלים וידוע שהעובדי כוכבים כזבים לכל דבריהם ועל כן המימות אשר הם שופכין הן טמאים ומי שפיכות הן המים אשר שופכין אחר שנשתמשו בהן והן בחזקת טומאה לפי שהן מים מזוהמין ומים טמאין ואמר כי כשקדמו מי גשמים ונתקבצו במקום ואחר כך נשפך בהן איזה שיעור שיהיה ממי שפיכות הכל טמא לפי כשיפלו ממים טמאים אלו משקל טיפת חרדל בחבית של מים נטמא הכל ואמנם הולכין אחר הרוב כשקדמו מי שפיכות ורבו עליהן מי גשמים: \n"
            ],
            [
                "הטורף גגו. הרוחץ גגו וידוע שהמי' הנוטפין מן הגג אחר רחיצתו או מן הבגד שהן מי שפיכות ורצה להודיענו איך נדע כי רבו מי גשמים על מי שפיכות וכבר ביארה בתוספתא איכות זה מקום מחלוקת ר' יהודה וזה כי ת\"ק אומר כשתהיינה הטיפות הנוטפות קטנות ואח\"כ ירדו גשמים וגדל שיעור הנוטפות כבר רבו מי גשמים ור' יהודה אומר כי אפי' אינם גדולות אלא שיש בין הנוטפת האחת וירידת הנוטפת השנית זמן ואח\"כ ירדו גשמים ונעשו הנוטפות תכופות אז רבו מי גשמים ואין הל' כר' יהודה: \n"
            ],
            [
                "אמבטי קטנה. הוא צנור קטן בלשון ערבי אל אבון שיורד בו המים במרחץ וכשהוא קטן ויש שם מלך שבעבור המלך יחמו אותו בכל יום מותר לרחוץ בו מיד ואע\"פ שרוב העיר ישראל ואין הלכה כר' יהודה וכבר ביארנו באבות (פ\"א) ששם המלוכה רשות: \n"
            ],
            [
                "רוצה לומר כשימצא ירק נמכר במוצאי שבת והעיקר אצלינו כי כל מה שיעשה בשביל ישראל ואין בו פרסום גדול כשנעשה בשבת כגון חפרו לו קבר והביאו לו ארון כמו שנתבאר במסכת שבת (דף קנא.) מותר למוצאי שבת אמנם אחר שימתין בכדי שיעשו ועל כן ימתין בכאן לירק הזה כדי שיבואו ממקום קרוב אחר מוצאי שבת ואז תהיה מותר באכילה וטעם הדין הזה הנשרש אצלינו והוא ימתין בכדי שיעשו הוא מה שאספר לך וזה כי כשראינו או ידענו כי הדבר הזה אשר עשה העובד כוכבים בשבת עשה אותו בשביל ישראל אסרנוהו שיהנה בו עד אחר מוצאי שבת ושימתין בכדי שיעשו בו אחר השבת שיעור מה שנעשה בשבת לפי שאנו חוששין שמא הישראל רמז לעובד כוכבים ועוררו לעשות הדבר הזה בשבת כדי שימצא אותו מזומן למוצאי שבת וכאשר נאמר שאי אפשר לו שלא ימתין בכדי שיעשו לא ירמוז אליו שיעשה בשבת בשבילו בלבד לפי שאין לו תועלת בזה כיון שאי אפשר לו שלא ימתין וכיון שכן ימתין הוא עד מוצאי שבת וירחיק המעשה ההיא מתחילתו וזה כולו מנוסה באמירה לעובד כוכבים שהיא אסורה משום שבות והבן התעודה הזאת שהיא טובה: \n"
            ],
            [
                "אמר אם רוב עובדי כוכבים עובד כוכבים. לענין שמותר לו לאכול נבלות ומותר לנו להאכילו שאר איסורין: \n",
                "ואם רוב ישראל ישראל. לענין שמחזירין לו אבדה כישראל: \n",
                "מחצה על מחצה ישראל. לענין נזקין כי אם הזיק שורו ישלם חצי נזק כישראל אבל לשאר דברים הוא ספק בשלשה פנים ונדון בו להחמיר מי שהרגו אינו נהרג ואם קדש אשה היא אשת איש וצריכה גט מספק ואם בא עליה פסלה לכהונה ולא יהיה כישראל לכל דבר להקל ולהחמיר עד שיטבול לשם גירות ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כבר נתבאר לך בב' מבבא מציעא (דף כא.) שהמוצא מציאה חייב להכריז: \n",
                "פת עיסה. עיסת הבית ר' יהודה סובר ערוב טוב הקמח ורעתו וקיבר הוא המורסן: \n",
                "וענין אמרו הולכין אחר רוב אוכלי פת עיסה במה שנודע מעניינה אם הם אלה הרוב חברים יהיה פתם טהור או עם הארץ יהיה פתם טמא ואין הלכה כרבי יהודה: \n"
            ],
            [
                "ר\"ל כשהם רוב הטבחים ישראל הבשר הוא בשר שחוטה וכשהם עובדי כוכבים הוא בשר נבלה ומטמא כי הדברים האלה הם לענין טומאה וטהרה לבד אמנם לענין האכילה אסור לאכלו באיזה ענין שיהיה לפי שהעיקר אצלינו בשר הנעלם מן העין אסור אלא אם היה לו בו טביעות עינו ויכירהו ואז יהיה מותר לאכלו אחר ההעלמ':  "
            ],
            [
                "כשרוב העם מכניסין לבתיהם הפירות אינם מביאין אותן עד שיוציאו מהן המעשרות משום שכיון שיכנסו לבית נקבעו למעשרות ואין מותר לו שיאכל מהן עד שיעשר כמו שביארנו במס' מעשרות (פ\"א מ\"ה) ועל כן יוציא מהן מעשרות ואז יכניסם לביתם ומה שיפול מהם בדרך פטור מן המעשר לפי שהוא בחזקת מעושרות אבל אם הביאם למכור בשוק מביאם טבל לפי שאוכל מהן עראי על כן הן בחזקת טבל וחייבין במעשרות וכבר ביארנו במס' דמאי (פ\"ג) שהדמאי הוא הדבר המסופק חייב בתרומת מעשר ומעשר שני לבד וזכרנו סיבת זה וכבר ביארנו פעמים בסדר זרעים שרבי מאיר לבדו הוא שאמר אין קנין לעובד כוכבים בארץ ישראל להפקיע מן המעשרות על כן הפירות אשר ביד העובד כוכבים הן טבלין וחייבין במעשר ודאי וחכ\"א דנין אותו דמאי בעבור הישראל לבד שפירותיו חייבין במעשר ואנחנו מסופקים אם עשר אם לא עשר אבל אילו היה כל האוצר של עובד כוכבי' היה פטור מן המעשרות כמו שביארנו במקומו מן הסדר הזה והלכה כחכמים: \n"
            ],
            [
                "כבר ביארנו פעמים בספר זה בסדרים הקודמין כי מה שמוציאין בשנה ראשונה של שמיטה ובשנית ובד' ובה' הוא מעשר ראשון ואחר כך מעשר שני ובשנה השלישית והששית מוציאין מעשר עני תחת מעשר שני והוא אמרו ית' (דברים כ״ו:י״ב) כי תכלה לעשר וגו' ודיני פירות שנת ז' ידועים ורובם לשון משנה וכבר ביארנו במקומן ואמרו מחצה למחצה להחמיר ר\"ל שאם היה העירוב בין פירות השנה הג' והב' אשר לפניה או לאחריה או בין הפירות הו' והה' ראוי שיוציא מן הפירות ההם מעשר ראשון התמידי ואחר כך מעשר שני כי מעשר עני אין בו קדושה ומעשר שני קדוש וטעון הבאת מקום כמו שביארנו במקומו ואם היה העירוב מחצה למחצה בין הפירות שביעית והשנה אשר לפניה או לאחריה התערובות ההוא ידונו בו דין פירות שביעית ויאכל בקדושת שביעית: \n"
            ]
        ],
        [
            [
                "אמרו שק מלא פירות. ר\"ל זרעים כי רוב הזרעים מושכין המים וכ\"ש החטה ואין הלכה כר' יהודה: \n"
            ],
            [
                "הג' משקין אלו דקי העצם שוקעין בחרס הכלי. ושאר כל המשקים ר\"ל שאר שבעה משקים עבי העצם ועל כן אין להם הכשר בפליטתם: קטניות כגון פולין ואפונים וכיוצא בהן ואין הלכה כרבי נחמיה: \n"
            ],
            [
                "הדבור הזה הוא ביין טמא וכן הדין לענין ההכשר שיהיה הפת נילוש בא' מן המשקין אשר אינן מכשירין והלכה כרבי יוסי: \n"
            ],
            [
                "טננו. מטפיחין והטמנה יטמין בחול כדי שיטפיח הדבר ההוא הטמון וזה לשון בלי מפורסם אצלנו וענין אמרו מחמת הסלע מחמת (העריבה) [הקרקע] שיתלחלחו מן הלחלוחית אשר בעצם הקרקע ובעצם החרס: \n"
            ],
            [
                "כבר ביארנו פעמים שענין משקה טופח באיזה מקום שנא' הוא שיהיה באותו דבר לחלוחית בענין שכשיגע בו האדם ילחלח ידו. ומרבץ גרנו ירבץ הגורן במים וישים בו החטה וטעם היות בעל החטה הזאת שמח בבלילתו לפי שיסורו האבנים ממנו ויהיה קמחו לבן והלכה כרבי שמעון ואין הלכה כר' יהודה: \n"
            ],
            [
                "פקק את הצנור. סותם הצינור כדי שלא יצאו המים מן הגג אלא שיתקבצו וירחצו הזיתים ופירוש אם חלחל שינענעם בידו ויחבטם במים וכבר קדם לך דבורם ברביעי ממקואות היו צרורות מתחלחלים בתוכו פירוש מתגלגלין בו והענין אחד ועיקר דעת רבי יהודה כי השמחה בדבר בלי כוונה אינו במקום כוונה עד שיהיה שם מעשה לרצון עוזר השמחה ואין הלכה כרבי יהודה: \n"
            ],
            [
                "אם הפכו שקיהם במים אז יהיו המים אשר בתוך השקים בכי יותן ואם יגיעו בהן פירות הוכשרו לפי שהמים ההם היו ברצון וכן הדין במים שברגליו וברגלי בהמתו כששמח ור' יהודה הוא אשר אומר כי המים העולים ברגלי בהמה טמאה לעולם מכשירין וכן מבואר בתוספתא ואין הלכה כרבי (עקיבא) [יהודה]: \n"
            ],
            [
                "גלגלים הם המסבבים אשר בעגלה אשר דשין בה ונושאין עליה משא וכלי הבקר המחרשות וכיוצא בהם: \n",
                "בשעת הקדים. בזמן החמה: \n",
                "בשביל שיחוצו. כדי שיסתמו סדקיה לפי שעץ בימות החמה יסדק וכששורין אותו במים נסתמין אותן בקעים ופי' הרי זה בכי יותן לפי שהמים ההם הנתלים בהם הם ברצונו וכשנוגעים בהם פירות ברצונו ג\"כ הוכשרו ועיקר הענין הזה בכל המסכת הזאת הוא שהכלי כשנבלל שלא ברצון אע\"פ שנגעו בפירות ברצון אינן מכשירין כיון שהבלילה הזאת מעיקרא לא היתה ברצון אבל אם נבלל הכלי ברצונו גם הם מוכשרים וכדין בלילת הכלים כך דין בלילת האדם עצמו או הבהמה גם כן כשהיתה ברצון אז היא מכשרת: \n",
                "ופי' אמרו בשעת היחף כשיגעה הבהמה מן ההליכה והשיגה עיפות ויגיעה וזה החולי מחולי הבהמות נקרא בערב אל (חס\"א) [חכ\"א] ופירוש יחפות ובשעת הדישה עד שתיגע הבהמה מהדישה והיא ג\"כ אז כואבת מרגליה וכשהיא הבהמה בענין זה אינה צריכה מחשבה שיודחו רגליה אלא לעולם מים שברגליה ברצון הוא לפי שהיא בשעה זו יועיל לה תערובת המים כדי שתסור יגיעתה ובעבור היות הדבר על הרוב בכוונה על כן נאמר לעולם טמא אפי' לא חשב וכבר ביארנו בתחלת המס' הזאת שהוא אומר טמא וטהור בעבור מכשיר ואינו מכשיר: \n"
            ]
        ],
        [
            [
                "מכונן. מלופף ותנא קמא סבר שצריכה לפי שיעור גדלה וקטנה וכששם החבית תחת צנור אין ספק שהוא נתכוין שיזולו המים בתוכה ואפשר שיזולו בתוכה לבד ולא תבלל מבחוץ ועל כן מים שבאחריה ובחבל אינן בכי יותן: \n"
            ],
            [
                "כבר קדם לך שמשקין טמאים מטמאים לרצון ושלא לרצון על כן אמר אפי' היה האדם הזה אב הטומאה כי המים השותתין מגופו אינן מכשירין כיון שירידת הגשמים הם שלא לרצון אמנם אם נער גופו שיסיר מה שעליו מן המים ההם הנתזין ממנו מכשירין כיון שכוונתו שיסירהו כמו שקדם ודוגמת זה בתחלת המס' באילן:  ",
                "ולהקר. לקרר גופו:  ",
                "ולידוח. לרחוץ אם היה האדם ההוא טמא המים הנשפכים עליו משקין טמאים ואם הוא טהור הן מכשירין כשיגעו בהן פירות ברצון כמו שביארנו:  "
            ],
            [
                "זה מבואר ממה שהקדמנו: \n"
            ],
            [
                "החבית הזאת היא מלאה פירות וב\"ש אומרים שצריך לשבור החבית ואז יהיו הפירות בלתי מוכשרין בעבור היות המים שנפלו עליהם בלי רצון וכיון שידע סלקם בבת אחת ביותר מהירות שאפשר לו אבל אם הוציא ממנה המים ראשון ראשון כבר עברה בלילה ברצון וב\"ה אומרים יוציא ממנה המים בלבד ואמרו והם טהורים ר\"ל בלי מוכשרים: \n"
            ],
            [
                "הניתזין. הניצוצות אשר ניתזין מהן בירידת הנוטפין והצפין המים אשר ירבו וישפכו על פניה אחר שנתמלאת מן הנוטפין אמנם המים נכנסו בתוך הכלי ב\"ש אומרים כיון שלא שפכה במקומה כשמצא בה הנוטפים אבל נשאה במימיה כבר נרצה לו היות המים בה אותו הזמן ועל כן הרי הוא בכי יותן וכשישים פירות בעריבה ההיא אחר ששפך המים מתוכה או קודם לכן הוכשרו וב\"ה אומרים כיון שנשאה במימיה לשפכן ולא להניחן שם אינן בכי יותן אבל כשהניח העריבה הזאת בכוונה כדי שיתרבצו בה הנוטפין הרי המים הנאספים בה בכי יותן ואפילו נטלה לשפכה (לדברי הכל) [לר\"ה]: \n"
            ],
            [
                "שמור עיקר זה והוא שהפירות שנבללות במבוע מים או במקוה מים לא הוכשרו לטומאה בעוד שהם במים ההם עד שיצאו המים ממקום קבוצם או ממבועם ויפלו בהם הפירות או יפלו עליהם בכוונה ואז הן מוכשרין וזה לשונו בסיפרי יכול אפילו הן הפירות בבורות שיחין ומערות יהיו מוכשרין תלמוד לומר בכל כלי יטמא ואמרו עוד מה כלי מיוחד שהוא תלוש מן הקרקע אף אני ארבה את שמלאן לגבל בהן את הטיט ולכבס בהן את הכלים שהן תלושין מן הקרקע ומוציא את שבבורות ושבשיחין ושבמערות שאינן תלושין מן הקרקע ומשום זה העיקר אמרו בכאן כי צנון שבמערה נדה מדיחתו והוא טהור לפי שלא הוכשר כל זמן שהוא בתוך מי המערה עד שיצא ואפילו משהו ממי המערה ואז יהיה הקצה שיצא ממנו מוכשר בבלילה אשר עליו לפי שהמים שעל הצנון נתלש מן הקרקע ואז יטמא הצנון ההוא בנגיעת הנדה וזה הטעם עצמו בתורמוסים שבקופה לפי שהאיש הזה הטמא כשמעלה הקופה הוכשרו התורמוסין ונטמא מהם כל מה שנגע בקופה בעבור היות הקופה טמאה והיא הראשון לטומאה במגע הטמא הזה אשר נשאה מן המקוה ושאר כל התורמוסין טהורין לפי שהן תורמוסין של חולין ולא נמצאו בחולין שלישי כמו שביארנו בשני של טהרות: \n"
            ],
            [
                "יתחיל מן ההלכה הזאת שטבילת ידים אינה צריכה כוונה וכבר העמיד הש\"ס ההלכה הזאת בפירות חולין אמנם אם היו פירות מעשר או מה שהוא יותר קדוש מן המעשר אינו אפשר לו בלתי שיתכוין לטהר ידיו או ישארו בטומאה ואע\"פ שהטבילן במים כיון שלא נתכוין דומיא דטבילת כל גופו שהיא צריכה כוונה כמו שביארנו בחגיגה: \n"
            ],
            [
                "כבר ביארנו בתחלת הסדר שכלי חרס אין מקבל טומאה אלא מאב הטומאה בלבד או במשקין טמאין ושמגע טומאה נקרא כלי ראשון לטומאה בעבור היותו נוגע באב מאבות הטומאה וידוע ממה שביארנו שם כי אפילו המשקים אשר מטמאים בשני יטמאו הכלים ואמר בהלכה הזאת כי כשפשט האיש הזה אשר הוא אב הטומאה את ידו ונגע בקדרה הזאת שהיא טמאה ואע\"פ שהיא בתוך המקוה לפי שנטמאה במגעו ולא נטהרה בעמדה במקוה מחמת המים אשר בתוכה כי הוא חוצץ כמו שנתבאר בעשירי של מקואות ואם היה זה שפשט ידיו ונגע בקדרה הזאת בתוכה מגע טומאות ר\"ל ראשון אז היא טהורה והסבה בזה כי הוא אינו מטמא אותו במגעו כמו שהוא עיקרנו אכן יטמא משקין שבתוכה ואותן משקין יטמאו הקדרה כמו שנתבאר בח' של פרה וזהו אילו לא היתה בתוך המקוה אבל בעבור היותה בתוך המקוה לא יטמאו מים שבתוך הקדרה ואפילו נגעה בה הטומאה לפי שהמים הטמאים שנכנסו לתוך המקוה נטהרו ואע\"פ שלא נתערבו בו כי המקוה מנען מלהטמא והוא בתוך המקוה והוא אמרו בסבת היותה טהורה ושאר כל המשקין טמאים [שאין] המים מטהרין את שאר המשקין ר\"ל אילו היתה הקדרה הזאת מלאה שאר ז' משקים כגון השמן או הדבש ודכוותהון ופשט מגע טומאות ידו לתוכה אותן משקין הן טמאין והיו מטמאין הקדרה ואע\"פ שהיא בתוך המקוה אמנם בהיותה מלאה מים לא יטמא המים בתוך המקוה לפי שהמקוה מטהר מים טמאים ובמסכת טבול יום (פ\"א) אמרו חומר במשקין משא\"כ במים שהמשקין אין להן טהרה מטומאתן ואין טהורין בגוף ופוסלין את המקוה בשנוי מראה משא\"כ במים וכבר ביארנו העיקר הזה בסוף מקיאות:  "
            ],
            [
                "מי שדולה שממלא מים בתעלת עץ או חרס וכיוצא בהם כי המים הנשארים בקילון ההוא אשר מלא בו מכשיר את הפירות לפי שברצון נכנס המים בקילון והוא זה בתוך ג' ימים אחר הדליה אמנם אחר ג' ימים הדבר הנשאר בו אינו מכשיר לפי שאין רצונו שישארו המים באותו כלי יותר מן הזמן הזה ולא היתה כונתו אלא שהקילוח הוא ינגב אחר הזמן הזה ור\"ע אומר כיון שלא נגבו כל לחלוחית שימצא בו ואפילו אחר ל' יום הוא ברצון ואין הלכה כר\"ע: \n"
            ],
            [
                "המשקין האלו הן שאר ז' משקין כיון שיפול עליהן שמן או דבש ברצון ואח\"כ ירדו עליהן מי גשמים שלא ברצון ורבו מי גשמים על המשקין אותן משקין אינם מכשירין ואע\"פ ששקעו משקים טמאים בגוף העצים אותן עצים טהורין והמשקין טמאים ג\"כ הנכנסים בתוך העצים טהרו ואפילו ירד עליהם מי גשמים במתכוין אותן מי גשמים טהורין ולא נאמר מי גשמים אלו אשר על גבי העצים נתערב בהן המשקין טמאין שבלעו ויהיה הכלי טמא שלא ישרף אלו העצים הבלולין במי גשמים אלא בידים טהורות כדי שלא יטמא מי גשמים שעל גבן ויטמאו אותן משקים התנור בעת ההסק כמו שנתבאר במס' כלים [פ\"ט מ\"ה] וחלק ר\"ש על ת\"ק ואמר כשאנו אומרים שמשקין שבלעו העצים טהרו ואינם מטמאין התנור דוקא כשהיו העצים לחים ותצא לחלוחית מן העץ עצמו בשעת שריפה יותר ממשקין טמאים שבלע אבל אם לא יהיה הדבר כן אז מטמאים אותן העצים התנור בשעת ההסק בעבור יציאת משקין שבלעו מתוכן ואין הלכה כר\"ש: \n"
            ]
        ],
        [
            [
                "מי שטבל בנהר והיה לפניו נהר אחר וכו' בכי יותן. אשר יטבול בו אין ספק כי המים אשר על שטח גופו הוא בכי יותן לפי שהוא ברצונו וכונתו ומי שעבר בנהר המים אשר נבלל בהם אינן בכי יותן כמו שקדם לנו ע\"כ אמר כי כשטבל בנהר ויצאו המים ההם על שטח גופו הן מכשירין ואם עבר אחר כך בנהר אחר המים אשר על שטח גופו אינן בכי יותן וזהו ענין אמרם טיהרו שניים את הראשונים וכן אם דחייהו חבירו אחר הטבילה ונפל במים אותם המים שעל גופו אינן בכי יותן אבל כשחבירו מצחק עמו אז הוא נפילתו למים ובלילתו לרצונו ואינו אנוס בזה וע\"כ מים שעל בשרו בכי יותן:"
            ],
            [
                "העושה צפור. שהוא מנתז מים בזריקתו והם העושים זה הנערים אצלנו מקנים לצחוק ואין הכוונה מהם שיבללו בהם אותו דבר שיבלל בה בעת הצחוק וכן המים אשר ישארו בה עד שנשאר אינו בכי יותן לפי שאין בכוונה השארתו שם: \n"
            ],
            [
                "שיגובו. בעבור שיגבהו בהתפזרות המים בבללן והלכתא כחכמים: \n"
            ],
            [
                "פי' לרחבו. שידע כמה רחבו. ועמקו שידע כמה עמקו ואין ספק כי כשישער הרום בידו או במדה שהוא מתכוין בלילת המדה ההיא או ידו וע\"כ המים הנתנין בידו או במדה מכשיר כשנגעו בהן בפירות בכוונה כמו שקדם ביאורו והלכה כר\"ע: \n"
            ],
            [
                "אמרו את שבאבן טהורים שהמים אשר על האבן ההיא אשר בתוך הבור דינו כדין מי הבור שהוא טהור לא יתטמא ולא יכשיר כמו שביארנו אע\"פ שהאבן נראה למעלה משטח המים והדבר הנראה ממנו בלול אין דין המים אשר על החלק היוצא ממנו דין מים תלושים: \n"
            ],
            [
                "שלח. העור בצמרו כמו שמפשיטים אותו כאשר יחבט אותו במטה והוא חוץ למים כונתו בלי ספק הוצאת המים והוא כמו מרעיד את האילן להשיר ממנו משקין שהוא מכשיר כמו שנקדם אמנם כשנחבט והוא בתוך המים אין כונתו יציאת המים מן העור כיון שהוא שקוע במים וא\"ר יוסי כי אז ג\"כ הוא מתכוין שיצא המים הנכנס בגופו עם מה שנתלה בו מן הצואה וע\"כ מכשיר הדבר שיצא ממנו ונתז ואפי' בתוך המים ואין הלכה כר\"י: \n"
            ],
            [
                "עקל. הוא מקים בתוך הספינות אשר מתקבץ בו המים שמזדלגין מבקיעות הספינה ויתקבצו בהם מים תמיד ומשוטות בערבי מגאר\"ף ומצודות ורשתות ומכמורות כולן מיני השבכות שצדין בהן החיות ואמרו אם נער בכי יותן ר\"ל כי נעירת השבכה במים מה שינער ממנה הוא בכי יותן לפי שכונתו אז הוצאת מים ממנה וענין אמרו בספינה לצרפה כדי שתתחסם ויסגר בקיעתה לפי שהספינה שהיתה ביבשה תבקע: \n",
                "ואמרו מסמר לצרפו שיקשהו בעבור כי ברזל כשהלבינוהו באש וכבוהו במים הוא מתחזק ומתחסם והנפחים קורין לזה מקשה וחכמים קורין אותו צריפה וקורין לו ג\"כ חסום: \n",
                "ואוד. ידוע שהוא אוד של אש: \n"
            ],
            [
                "קסיא של שולחנות. הכסוי שכופין על שולחני המזון כדי שלא יפול במזון אשר על השולחן מים או כיוצא בהן ושיפא של לבנים כסוי שעושין ללבנים שמכסים אותן שלא יפול עליהן מים קודם בשולם ויפסדו: \n"
            ],
            [
                "ענין ההלכה הזאת כי כשיהיה הכלי טהור ובו משקין טהורים והריק מהם בכלי אחר טמא כל מה שנכנס מהמשקים בכלי התחתון הטמא הוא טמא בלי ספק ואשר ישאר מן המשקים בכלי הטהור אשר יריק ממנו הרי הן טהורין ולא נאמר הרי נתחברו משקים אשר בכלי העליון לדבר השותת אשר הוא עמוד מכלי אל כלי ואותו עמוד הוא נקרא נצוק וזה הטעם אמרו בכאן כל הנצוק טהור: \n",
                "וזיפים וצפחת. שני מקומות בארץ ישראל שהיה דבשם בתכלית העובי וע\"כ יחבר נצוק שלהן בין המשקין אשר בין שני הכלים וישובו מה שבתוכם יחדיו משקים טמאים: \n",
                "ומקפה של גריסין ושל פול תבשיל של פולים הטחונין ובלתי טחונין וטעם זה מה שזכר מפני שהיא סולדת לאחוריה פירוש כי כשנפסק הקלוח והריק ידו חזר אותו עמוד השותת אשר היה קצתו במשקין טמאים למשקין אשר בכלי העליון הטהור ויטמא המשקין אשר היה הערוי מהן וזה משום עובי עצמה ר\"ל עובי עצם המקפה הזאת של פולין: \n"
            ],
            [
                "השמר בביאור המשנה הזאת מה שזכרתי לך בהלכה אשר לפניה והוא כי הכלי אשר יריק ממנו טהור ואשר יריק אליו טמא וטעם אמרו מצונן לחם טמא לפי שעמוד המשקה אשר יקרא נצוק יתחמם בהיות קצהו בכלי החם ויעלה ההבל עם הנצוק מתוך הכלי החם הטמא ויחמם המשקה אשר בכלי העליון וע\"כ שב טמא לפי שההבל החם חבר ביניהם והוא עולה מן הטמא אל הטהור ור\"ש אומר כי הענין הזה עצמו חייבנו לומר במי ששפך משקה חם טהור בכלי שיש בה משקה טמא יותר חם ממנו לפי שמן הטמא הזה שהוא יותר חם יעלה הבל רותח עם הנצוק ויוסיף בחמימות המשקה הטהור וזהו פי' אמרו כחו של תחתון יפה משל עליון טמא ואין הלכה כר\"ש לפי שכיון ששניהן חמין ואע\"פ שהתחתון יותר חם מן העליון לא יראה לו פעולה ברורה במשקה אשר שופך ממנו: \n"
            ],
            [
                "לפי שזכר בהלכה אשר לפניה כי ההבל העולה מן הכלי הטמא הוא כמו המשקים טמאים ויטמאנו שנה מה שדומה לזה ואמר כי כשתגיס האשה הטהורה הקדרה טמאה בכף והזיעו ידיה מן ההבל העולה מן הקדרה שידיה טמאות לפי שנגעה במשקין טמאין לפי שההבל אשר בלל ידיה הוא ממשקין טמאין וחלופו כשהיו ידיה טמאות והקדרה טהורה והזיעו ידיה בהבל אותה זיעה היו משקין טמאים לפי שנטמאו בידה ויטמאו כל מה שבקדרה לפי שההבל מחובר בין המשקה ההוא אשר על ידיה ובין מה שבקדרה ורבי יוסי אומר עד שנטף מזיעת ידיה בקדרה ואז תהיה טמאה ואמרו בכאן קדרה טמאה ר\"ל הדבר אשר בקדרה לפי שכבר ביארנו בתחלת המסכתא שמשקין שנטמאו מחמת ידים לא יטמאו כלים אא\"כ תחשוב זיעת היד הנה בהבל כאילו הן משקים טמאים היוצאים מן הטמא ויחושו לו ופירוש אמרו היין שבכף טהור כי אינו מכשיר עד שישימו בכלי ואז יהיה משקה ויכשיר ואין הלכה כר' יוסי: \n"
            ]
        ],
        [
            [
                "כנימה. התולעים הנולדים בזרעים ובפירות ופירוש יש להן מעשה לפי שאם שפכו עליהם המים בכוונה היו מכשירין:"
            ],
            [
                "אגודות. כמשמען. קציעות דבילה של תאנים. השום כמשמעו: \n",
                "בשביל שימתינו. שיעמדו זמן ארוך ולא יפסדו ואמרו אינן בכי יותן ר\"ל אם ירד עליהן טל אינם בכי יותן ואע\"פ שהוא ידע כי א\"א שלא ירד עליהם טל כל הלילה. ואגודות של שווקים טמאין לפי שהמוכרין מנתזין עליהם מים תמיד והן מוכשרין והידים ממשמשין בהן טמאין וטהורין וע\"כ הן בחזקת טומאה ורבי יהודה אומר כי כשהן לחים אין מנתזין עליהם מים לפי שאין מנתזין מים על הירקות אלא אם עמדו ימים כדי שיראו לחין וכיון שהן לחין אין מתיזין עליהן מים ע\"כ הן טהורין כיון שאינן מוכשרים ואמר ר\"מ כי אע\"פ שהן לחין ואינן צריכין בלילה אעפ\"כ מנתזין עליהן במשקה פה כדי שיסור האבק וע\"כ הן מוכשרין והמחלוקת שבין ת\"ק ור\"מ כי ר\"מ אשר נותן הטעם מפני המשקה הפה אם היה מנהגם שלא יעשו כן הן טהורים ות\"ק אמר כי כולן מוכשרין ועל כן הן בחזקת טומאה באיזה ענין שיהא והלכה כתנא קמא: \n",
                "והקמחין. הקמח שנבללו חטיו קודם הטחינה וסלתות הוא אשר יוסרו סוביו בהכרח ואז יעשה סולת ובעבור היותו מוכשר והוא בשווקים וכל הידים מחפשין בו וקונים אותו על כן הוא בחזקת טומאה: \n",
                "וחליקה. חטה טחונה כל גרעין לשנים: \n",
                "וטרגיס. כל גרעין לשלשה: \n",
                "וטסני. גרעין חלוק לארבע וזה המין ג\"כ בגריס הנטחן אחר השרייה במים ועושין ממנו הריפות וכיוצא בהם ממעשה קדרה ואמרו בכל מקום שוה הוא אם הם בבתים או בשווקים לפי שגם הם ממשמשין בהן הידים בבלילתן ובטחינתן: \n"
            ],
            [
                "כשהן הביצים אצל מוכרי משקה יגעו בהם וידיהם בלולות במשקה לפי שהן סומכין על קליפתן וכשנגע בהן טמא טימא המשקה אשר עליה והוא מטמא אותה בקליפתה כמו שנתבאר בפ' ראשון של עוקצין ואם הם מוכרין עם המשקה והביצים פירות יבשים אז הן מנגבין ידיהן בעבור הפירות וע\"כ ישארו הביצים בחזקת טהרה. \n",
                "וכל הדגים בחזקת טומאה לפי שהוא אוכל מוכשר במים והידים ממשמשין בו הטמא והטהור: \n",
                "ואלתית. הוא מין דגים יחתכו אותו לחתיכות ודג המצרי הבא בקופה דג קטן מאד משימין אותו בקופות והוא מפורסם במצרים וקורין לו אל נחצ\"א וקוליס האספנים מין דגים ועורו רך מאד ונודע אצלנו במערב וקורין לו אל שבוטא וא\"ר יהודה כי אלו הג' מיני דגים הן בחזקת טהרה לפי שאינן מוכשרין כי המים מפסידין אותן והן חיין זמן מרובה אחר צידתן ואז מתים ואינם הווים אוכל עד שהן מנוגבין והן אינן מתיזין עליהם מים וכל הציר בחזקת טומאה לפי שהוא מוכשר לפי שעשיית הציר הוא ע\"י משקה ודגה שם ממין דגים היה מפורסם אצלם בשם הזה ואמרו על כולם ר\"ל כל מה שנאמר בו שהוא בחזקת טומאה לפי שהוא מוכשר נאמן עם הארץ לומר שהוא טהור וזה לעיקר אשר ביארנו בפ' שני של דמאי והיה עם הארץ נאמן לומר פירות האלו לא הוכשרו ור\"א בן יעקב אומר כי הציר אשר נתאמת לנו שהוא טהור ונפל לתוכו מים כבר הוכשר במים ההם המעטים וחוזר חזקתו טמא כמו כל ציר אמנם יהיה הציר טהור כשמוציאין הציר על ידי מלח או על ידי מי פירות שאינן מוכשרין ואין הלכה כר' יהודה והלכה כרבי אליעזר בן יעקב: \n"
            ],
            [
                "אמר הקב\"ה בטומאת משקין (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל אשר יבא עליו מים יטמא ואמרו בסיפרא אין לי אלא מים הטל ויין והשמן והדם והדבש והחלב מנין ת\"ל (שם) וכל משקה אי וכל משקה יכול מי תותים מי רימונים ושאר כל מי פירות ת\"ל מים מה מים מיוחדין שאין להן שם לווי אף אני ארבה הטל והיין והשמן והדם והדבש וחלב שאין להם שם לווי ומוציא אני את מי תותים ומי רימונים ושאר כל מי פירות שיש להם שם לווי ואמר אח\"כ בהכשר זרעים לטומאה (שם) וכי יותן מים על זרע ואמרו בסיפרא אין לי אלא לאחר הכשר מים מנין לעשות שאר משקין כמים נאמרו מים למעלה ר\"ל בטומאת משקין ונאמרו מים למטה מה מים האמורין למעלה עשה בהן שאר משקין כמים אף מים האמורים למטה נעשה בהם שאר המשקים כמים הרי שנתבאר לך מכאן כי כל משקה שאין לו שם לווי מכשיר ומיטמא והם אלה הז' משקין לבד אשר מנה ואל תחשוב כי דבש דבורים הוא ג\"כ שם לווי לפי שדבש גרידא שמו ואין צריך לווי אמנם לווי בכאן של דבורים לחלוק בינו ובין דבש צרעים והוא דבש הצרעות וטעם היותו טהור לפי שאינו מיטמא ואינו מכשיר ואמרו מותר באכילה כדי שלא תחשוב שהוא כמו חלב בהמה טמאה שאינו מותר באכילה כיון שהצרעה היא משרץ העוף וההפרש בין זה לזה פשוט לפי שהדבש אינו נולד בגוף הדבורה והצרעה אבל הוא טל ירד על הצמח ומתערב בו כח הצמח ההוא ולחלוחתו יחזור דבש ואוכלין אותו הדבורים ונכנס לאצטומכתם ומה שיותר מובחר תקיא אותו לכוורת ותצפינהו כדי שתמצא אותו עת כריתות הצמחים ואפיסתן במדברות ולא הוצרך לבאר בדבש דבורים שהוא מותר באכילה לפי שכבר נתבאר זה בפסוקים ובתוספתא דשבת (פ\"ט) אמרו מנין לדם שהוא משקה שנאמר (במדבר כ״ג:כ״ד) ודם חללים ישתה מנין ליין שהוא משקה שנאמר (דברים ל״ב:י״ד) ודם ענב תשתה חמר מנין לדבש שהוא משקה שנאמר (שם) ויניקהו דבש מסלע מנין לשמן שהוא משקה שנאמר (ישעיהו כ״ה:ו׳) משתה שמנים מנין לחלב שהוא משקה שנא' (שופטים ד׳:י״ט) ותפתח [את] נאד החלב ותשקהו מנין לטל שהוא משקה שנאמר (שם ו) וימץ טל מן הגזה מלא הספל מים מנין לדמעות העין שהוא משקה שנאמר (תהילים פ׳:ו׳) ותשקמו בדמעות שליש מנין למי האף שהוא משקה שנאמר (ירמיהו ט׳:י״ז) ועפעפינו יזלו מים ואלו כולן אסמכתות והעיקר הלכה למשה מסיני כמו שבארנו פעמים רבות בכוונתי הזאת:  "
            ],
            [
                "דם הקזה לשתיה. שיתכוין בדם ההקזה להשקותו לחיות או לאדם שנהג לשתות ומי החלב מי הגבינה הנפרד מן החלב בעת שמשליכין בו הקיבה ושאר הדברים שמעמידין החלב והוא אשר אנו קורין לו בלשון ערבי אלמי\"ק. ומוחל המים השחורים השותתים מן הזיתים וכבר ביארנו בט' של טהרות שר\"ש אומר כי מוחל מי פירות הוא ועל כן לא יטמא ולא יכשיר אלא מפני שיורי שמן שבו ואמרנו שאין הלכה כר\"ש אבל המוחל משקה כמו שאמר ר\"מ והוא כדעת חכמים לפי שהוא כשמן. ואמר השם יתעלה בח' שרצים (ויקרא א) וזה לכם הטמא להביא דמו שיטמא כבשרו ואמרו יכול יכשיר את הזרעים ת\"ל לכם לכם הוא מטמא ואינו מכשיר את זרעים: \n"
            ],
            [
                "אמרו מטמאין ומכשירין. ר\"ל שהן משקין והן עצמן טמאין וע\"כ אין צריכין שיקדם להם הכשר וביאר הקב\"ה בזוב הזב שהוא טמא ואמר (ויקרא ט״ו:ב׳) זובו טמא ורוקו בפסוק (שם) וכי ירוק הזב וגו' ומימי רגליו קבלה (נדה דף נה:) נסמך לאמרו זובו טמא הוא וזאת תהיה טומאתו וגו' אמרו וזאת לרבות מימי רגליו. וש\"ז היא של בריא וכ\"ש של זב. וטומאת דם המת ביארנו בב' מאהלות ודם הנדה בז' של נדה (דף נד:) ור\"א אומר כי ש\"ז אינה מכשרת לפי שהפסוק כבר שללה שם המשקה ושמה לוויה וראב\"ע אומר שדם הנדה אינו מכשיר כמו שאינו מכשיר דם היוצא מן התחתוניות ור\"ש אומר כיון שמת המת יצא דמו מתורת משקה ואין הלכה כשלשתן: \n"
            ],
            [
                "זיעה. בלשון ערב ער\"ק. \n",
                "ליחה סרוחה בלשון ערב אלקי\"ח ושוה היא אם שותת משטח הגוף או אם יצא ברקיקה: \n",
                "והראי. צואה: \n",
                "והדם היוצא עמהם. ר\"ל הדם היוצא עם הליחה הסרוחה או עם הצואה: \n",
                "ומשקה בן שמונה. ר\"ל שנולד מח' חדשים כל משקה שיצא ממנו מן המשקין הן מכשירין בשלם מן האנשים ואינן מכשירין בילוד הזה לפי שהעיקר אצלנו בן שמונה חי הרי הוא כאבן: \n",
                "ומי טבריא. הן מים שיש בהן איכות שמשתלשלים בהן כששותין אותם יוצאים המים זכים כמו שנשתו אמנם בעבור יציאתן מבית הרעי אינם משקה וענין אמרו לא מטמאין ואפי' יצאו אלו הליחות מן הזב. ואמרו בזב יכול זיעה וליחה סרוחה והרעי יהיו טמאין ת\"ל זובו טמא הוא הוא טמא ואין אלו טמאין ור\"א אומר כי דם שחיטה בבהמה וחיה ועופות טמאים: \n",
                "ודם הקזה לרפואה. מטמא ומכשיר והן משקין ואין הלכה כר\"א ולא כרבי יוסי והלכה כרשב\"א שאמר חלב הזכר אינו משקה: \n"
            ],
            [
                "כל מקום שאתה שומע בכאן מטמא ואינו מטמא. ר\"ל אם הוא משקה או אינו משקה וכשהוא משקה דינו כדין המשקין מהיותו מכשיר ומטמא עצמו ויטמא כשיצא מגוף טמא וכאשר אינו משקה הוא טהור בכל ענין וטעם לרצון שחולבין אותו בכוונה ומכוונין עליו שיהיה משקה ושלא לרצון שיצא מעצמו בלא חליבה או שנחלב בלא כוונה אבל על דרך שחוק וכיוצא בו ואמרו בזב דמעת עינו ודם מגפתו וחלב האשה מטמאין טומאת משקין רצה לומר שהן בתורת משקין שנטמאו בזב בלבד ואינם אבות הטומאות כמו זובו ורוקו כמו שזכרנו בפ\"ק דכלים וכמו שנבאר במסכת זבין (פ\"ה מ\"ז) וכבר נקדם לך בפרק אשר לפני זה כי הדבר אשר שותת מן הענבים והזיתים בלא כוונת סחיטה אינו משקה עד שיתכוין בעליו לאסיפת השתיתה ההיא וישים אותה בכלי ואז תהיה משקה ולפי שאמר ר\"ע בויכוחו זה כי החלבים כולם משקה יצאו בכוונה או בלא כוונה ושם ראייתו בזה כן אין חילוק בין חולב לרפואה או חולב לשתיה ע\"כ אמרו לו זיתים וענבים יוכיחו אשר אין לחלוק ג\"כ בין מי שיוציא מיציהם לשתיה או לרפואה ואעפ\"כ אין מיציהם משקה אלא כשיוצא ברצון והמאמר כולו מבואר ואין הלכה כר' עקיבא: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}