var Mikvaotjson ={
    "language": "he",
    "title": "Mishnah Mikvaot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מקואות",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "שֵׁשׁ מַעֲלוֹת בַּמִּקְוָאוֹת, זוֹ לְמַעְלָה מִזּוֹ, וְזוֹ לְמַעְלָה מִזּוֹ. מֵי גְבָאִים, שָׁתָה טָמֵא וְשָׁתָה טָהוֹר, טָמֵא. שָׁתָה טָמֵא וּמִלֵּא בִכְלִי טָהוֹר, טָמֵא. שָׁתָה טָמֵא וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אִם הֵדִיחַ, טָמֵא. וְאִם לֹא הֵדִיחַ, טָהוֹר: \n",
            "מִלֵּא בִכְלִי טָמֵא וְשָׁתָה טָהוֹר, טָמֵא. מִלֵּא בִכְלִי טָמֵא וּמִלֵּא בִכְלִי טָהוֹר, טָמֵא. מִלֵּא בִכְלִי טָמֵא וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אִם הֵדִיחַ, טָמֵא. וְאִם לֹא הֵדִיחַ, טָהוֹר: \n",
            "נָפְלוּ מַיִם טְמֵאִים וְשָׁתָה טָהוֹר, טָמֵא. נָפְלוּ מַיִם טְמֵאִים וּמִלֵּא בִכְלִי טָהוֹר, טָמֵא. נָפְלוּ מַיִם טְמֵאִים וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אִם הֵדִיחַ, טָמֵא. וְאִם לֹא הֵדִיחַ, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, בֵּין שֶׁהֵדִיחַ בֵּין שֶׁלֹּא הֵדִיחַ, טָמֵא: \n",
            "נָפַל לְתוֹכָן מֵת, אוֹ שֶׁהָלַךְ בָּהֶן הַטָּמֵא, וְשָׁתָה טָהוֹר, טָהוֹר. אֶחָד מֵי גְבָאִים, מֵי בוֹרוֹת, מֵי שִׁיחִים, מֵי מְעָרוֹת, מֵי תַמְצִיּוֹת שֶׁפָּסְקוּ, וּמִקְוָאוֹת שֶׁאֵין בָּהֶם אַרְבָּעִים סְאָה, בִּשְׁעַת הַגְּשָׁמִים הַכֹּל טָהוֹר. פָּסְקוּ הַגְּשָׁמִים, הַקְּרוֹבִים לָעִיר וְלַדֶּרֶךְ, טְמֵאִים. וְהָרְחוֹקִים, טְהוֹרִין, עַד שֶׁיְּהַלְּכוּ רֹב בְּנֵי אָדָם: \n",
            "מֵאֵימָתַי טָהֳרָתָן. בֵּית שַׁמַּאי אוֹמְרִים, מִשֶּׁיִּרְבּוּ וְיִשְׁטֹפוּ. וּבֵית הִלֵּל אוֹמְרִים, רַבּוּ אַף עַל פִּי שֶׁלֹּא שָׁטְפוּ. רַבִּי שִׁמְעוֹן אוֹמֵר, שָׁטְפוּ אַף עַל פִּי שֶׁלֹּא רַבּוּ. כְּשֵׁרִין לַחַלָּה וְלִטֹּל מֵהֶן לַיָּדָיִם: \n",
            "לְמַעְלָה מֵהֶן, מֵי תַמְצִיּוֹת שֶׁלֹּא פָסְקוּ. שָׁתָה טָמֵא וְשָׁתָה טָהוֹר, טָהוֹר. שָׁתָה טָמֵא וּמִלֵּא בִכְלִי טָהוֹר, טָהוֹר. שָׁתָה טָמֵא וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אַף עַל פִּי שֶׁהֵדִיחַ, טָהוֹר. מִלֵּא בִכְלִי טָמֵא וְשָׁתָה טָהוֹר, טָהוֹר. מִלֵּא בִכְלִי טָמֵא וּמִלֵּא בִכְלִי טָהוֹר, טָהוֹר. מִלֵּא בִכְלִי טָמֵא וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אַף עַל פִּי שֶׁהֵדִיחַ, טָהוֹר. נָפְלוּ מַיִם טְמֵאִים וְשָׁתָה טָהוֹר, טָהוֹר. נָפְלוּ מַיִם טְמֵאִים וּמִלֵּא בִכְלִי טָהוֹר, טָהוֹר. נָפְלוּ מַיִם טְמֵאִים וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, אַף עַל פִּי שֶׁהֵדִיחַ, טָהוֹר. כְּשֵׁרִים לַתְּרוּמָה וְלִטֹּל מֵהֶם לַיָּדָיִם: \n",
            "לְמַעְלָה מֵהֶן, מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה, שֶׁבּוֹ טוֹבְלִין וּמַטְבִּילִין. לְמַעְלָה מֵהֶן, מַעְיָן שֶׁמֵּימָיו מֻעָטִין וְרַבּוּ עָלָיו מַיִם שְׁאוּבִין, שָׁוֶה לַמִּקְוֶה לְטַהֵר בְּאַשְׁבֹּרֶן, וְלַמַּעְיָן לְהַטְבִּיל בּוֹ בְּכָל שֶׁהוּא: \n",
            "לְמַעְלָה מֵהֶן, מַיִם מֻכִּין, שֶׁהֵן מְטַהֲרִין בְּזוֹחֲלִין. לְמַעְלָה מֵהֶן, מַיִם חַיִּים, שֶׁבָּהֶן טְבִילָה לַזָּבִים, וְהַזָּיָה לַמְצֹרָעִים, וּכְשֵׁרִים לְקַדֵּשׁ מֵהֶן מֵי חַטָּאת: \n"
        ],
        [
            "הַטָּמֵא שֶׁיָּרַד לִטְבֹּל, סָפֵק טָבַל סָפֵק לֹא טָבַל, אֲפִלּוּ טָבַל, סָפֵק יֶשׁ בּוֹ אַרְבָּעִים סְאָה סָפֵק אֵין בּוֹ. שְׁנֵי מִקְוָאוֹת, אֶחָד יֶשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד שֶׁאֵין בּוֹ, טָבַל בְּאַחַד מֵהֶם וְאֵינוֹ יוֹדֵעַ בְּאֵיזֶה מֵהֶן טָבַל, סְפֵקוֹ טָמֵא: \n",
            "מִקְוֶה שֶׁנִּמְדַּד וְנִמְצָא חָסֵר, כָּל טָהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו לְמַפְרֵעַ, בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים, טְמֵאוֹת. בַּמֶּה דְבָרִים אֲמוּרִים, בְּטֻמְאָה חֲמוּרָה. אֲבָל בְּטֻמְאָה קַלָּה, כְּגוֹן אָכַל אֳכָלִים טְמֵאִים, וְשָׁתָה מַשְׁקִין טְמֵאִים, בָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִים, אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִין, וְיָרַד לִטְבֹּל, סָפֵק טָבַל סָפֵק לֹא טָבַל, אֲפִלּוּ טָבַל, סָפֵק יֶשׁ בּוֹ אַרְבָּעִים סְאָה סָפֵק אֵין בּוֹ. שְׁנֵי מִקְוָאוֹת, אֶחָד יֶשׁ בּוֹ אַרְבָּעִים סְאָה, וְאֶחָד שֶׁאֵין בּוֹ, טָבַל בְּאַחַד מֵהֶן וְאֵינוֹ יוֹדֵעַ בְּאֵיזֶה מֵהֶן טָבַל, סְפֵקוֹ טָהוֹר. רַבִּי יוֹסֵי מְטַמֵּא, שֶׁרַבִּי יוֹסֵי אוֹמֵר, כָּל דָּבָר שֶׁהוּא בְחֶזְקַת טֻמְאָה, לְעוֹלָם הוּא בִפְסוּלוֹ, עַד שֶׁיִּוָּדַע שֶׁטָּהַר. אֲבָל סְפֵקוֹ לִטָּמֵא וּלְטַמֵּא, טָהוֹר: \n",
            "סְפֵק מַיִם שְׁאוּבִין שֶׁטִּהֲרוּ חֲכָמִים, סָפֵק נָפְלוּ, סָפֵק לֹא נָפְלוּ, אֲפִלּוּ נָפְלוּ, סָפֵק יֶשׁ בָּהֶם אַרְבָּעִים סְאָה סָפֵק אֵין בָּהֶם, שְׁנֵי מִקְוָאוֹת, אֶחָד יֶשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד אֵין בּוֹ, נָפַל לְאַחַד מֵהֶן וְאֵינוֹ יוֹדֵעַ לְאֵיזֶה מֵהֶן נָפַל, סְפֵקוֹ טָהוֹר, מִפְּנֵי שֶׁיֶּשׁ לוֹ בַמֶּה יִתְלֶה. הָיוּ שְׁנֵיהֶם פְּחוּתִים מֵאַרְבָּעִים סְאָה, וְנָפַל לְאַחַד מֵהֶם וְאֵינוֹ יוֹדֵעַ לְאֵיזֶה מֵהֶן נָפַל, סְפֵקוֹ טָמֵא, מִפְּנֵי שֶׁאֵין לוֹ בַמֶּה יִתְלֶה: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, רְבִיעִית מַיִם שְׁאוּבִין בַּתְּחִלָּה, פּוֹסְלִין אֶת הַמִּקְוֶה, וּשְׁלשָׁה לֻגִּין עַל פְּנֵי הַמַּיִם. וַחֲכָמִים אוֹמְרִים, בֵּין בַּתְּחִלָּה בֵּין בַּסּוֹף, שִׁעוּרוֹ שְׁלשָׁה לֻגִּין: \n",
            "מִקְוֶה שֶׁיֶּשׁ בּוֹ שָׁלשׁ גֻּמּוֹת שֶׁל מַיִם שְׁאוּבִין שֶׁל לֹג לֹג, אִם יָדוּעַ שֶׁנָּפַל לְתוֹכוֹ אַרְבָּעִים סְאִין מַיִם כְּשֵׁרִין עַד שֶׁלֹּא הִגִּיעוּ לַגֻּמָּא הַשְּׁלִישִׁית, כָּשֵׁר. וְאִם לָאו, פָּסוּל. וְרַבִּי שִׁמְעוֹן מַכְשִׁיר, מִפְּנֵי שֶׁהוּא כְמִקְוֶה סָמוּךְ לְמִקְוֶה: \n",
            "הַמְסַנֵּק אֶת הַטִּיט לַצְּדָדִין וּמָשְׁכוּ מִמֶּנּוּ שְׁלשָׁה לֻגִּין, כָּשֵׁר. הָיָה תוֹלֵשׁ וּמָשְׁכוּ מִמֶּנּוּ שְׁלשָׁה לֻגִּין, פָּסוּל. וְרַבִּי שִׁמְעוֹן מַכְשִׁיר, מִפְּנֵי שֶׁלֹּא נִתְכַּוֵּן לִשְׁאֹב: \n",
            "הַמַּנִּיחַ קַנְקַנִּים בְּרֹאשׁ הַגַּג לְנַגְּבָן וְנִתְמַלְּאוּ מַיִם, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם עוֹנַת גְּשָׁמִים הִיא, אִם יֶשׁ בּוֹ כִמְעַט מַיִם בַּבּוֹר, יְשַׁבֵּר. וְאִם לָאו, לֹא יְשַׁבֵּר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ יְשַׁבֵּר, אוֹ יִכְפֶּה, אֲבָל לֹא יְעָרֶה: \n",
            "הַסַּיָּד שֶׁשָּׁכַח עָצִיץ בַּבּוֹר וְנִתְמַלֵּא מַיִם, אִם הָיוּ הַמַּיִם צָפִים עַל גַּבָּיו כָּל שֶׁהוּא, יְשַׁבֵּר. וְאִם לָאו, לֹא יְשַׁבֵּר, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ יְשַׁבֵּר: \n",
            "הַמְסַדֵּר קַנְקַנִּים בְּתוֹךְ הַבּוֹר וְנִתְמַלְּאוּ מַיִם, אַף עַל פִּי שֶׁבָּלַע הַבּוֹר אֶת מֵימָיו, הֲרֵי זֶה יְשַׁבֵּר: \n",
            "מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם וָטִיט, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מַטְבִּילִין בַּמַּיִם וְאֵין מַטְבִּילִין בַּטִּיט. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בַּמַּיִם וּבַטִּיט. בְּאֵיזֶה טִיט מַטְבִּילִין. בְּטִיט שֶׁהַמַּיִם צָפִים עַל גַּבָּיו. הָיוּ הַמַּיִם מִצַּד אֶחָד, מוֹדֶה רַבִּי יְהוֹשֻׁעַ שֶׁמַּטְבִּילִין בַּמַּיִם וְאֵין מַטְבִּילִין בַּטִּיט. בְּאֵיזֶה טִיט אָמְרוּ. בְּטִיט שֶׁהַקָּנֶה יוֹרֵד מֵאֵלָיו, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, מְקוֹם שֶׁאֵין קְנֵה הַמִּדָּה עוֹמֵד. אַבָּא אֶלְעָזָר בֶּן דּוֹלְעַאי אוֹמֵר, מְקוֹם שֶׁהַמִּשְׁקֹלֶת יוֹרֶדֶת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַיּוֹרֵד בְּפִי חָבִית. רַבִּי שִׁמְעוֹן אוֹמֵר, הַנִּכְנָס בִּשְׁפוֹפֶרֶת הַנּוֹד. רַבִּי אֶלְעָזָר בַּר צָדוֹק אוֹמֵר, הַנִּמְדָּד בַּלֹּג: \n"
        ],
        [
            "רַבִּי יוֹסֵי אוֹמֵר, שְׁנֵי מִקְוָאוֹת שֶׁאֵין בָּהֶם אַרְבָּעִים סְאָה, וְנָפְלוּ לָזֶה לֹג וּמֶחֱצָה וְלָזֶה לֹג וּמֶחֱצָה וְנִתְעָרְבוּ, כְּשֵׁרִים, מִפְּנֵי שֶׁלֹּא נִקְרָא עֲלֵיהֶן שֵׁם פְּסוּל. אֲבָל מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה וְנָפְלוּ בוֹ שְׁלשָׁה לֻגִּין וְנֶחֱלַק לִשְׁנַיִם, פָּסוּל, מִפְּנֵי שֶׁנִּקְרָא עָלָיו שֵׁם פְּסוּל. וְרַבִּי יְהוֹשֻׁעַ מַכְשִׁיר, שֶׁהָיָה רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כָּל מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה וְנָפְלוּ לוֹ שְׁלשָׁה לֻגִּין וְחָסַר אֲפִלּוּ קֹרְטוֹב, כָּשֵׁר, מִפְּנֵי שֶׁחָסְרוּ לוֹ שְׁלשָׁה לֻגִּין. וַחֲכָמִים אוֹמְרִים, לְעוֹלָם הוּא בִפְסוּלוֹ, עַד שֶׁיֵּצֵא מִמֶּנּוּ מְלוֹאוֹ וָעוֹד: \n",
            "כֵּיצַד. הַבּוֹר שֶׁבְּחָצֵר וְנָפְלוּ לוֹ שְׁלשָׁה לֻגִּין, לְעוֹלָם הוּא בִפְסוּלוֹ, עַד שֶׁיֵּצֵא מִמֶּנּוּ מְלוֹאוֹ וָעוֹד, אוֹ עַד שֶׁיַּעֲמִיד בֶּחָצֵר אַרְבָּעִים סְאָה וְיִטְהֲרוּ הָעֶלְיוֹנִים מִן הַתַּחְתּוֹנִים. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה פּוֹסֵל, אֶלָּא אִם כֵּן פָּקָק: \n",
            "בּוֹר שֶׁהוּא מָלֵא מַיִם שְׁאוּבִין וְהָאַמָּה נִכְנֶסֶת לוֹ וְיוֹצְאָה מִמֶּנּוּ, לְעוֹלָם הוּא בִפְסוּלוֹ, עַד שֶׁיִּתְחַשֵּׁב שֶׁלֹּא נִשְׁתַּיֵּר מִן הָרִאשׁוֹנִים שְׁלשָׁה לֻגִּין. שְׁנַיִם שֶׁהָיוּ מַטִּילִין לַמִּקְוֶה, זֶה לֹג וּמֶחֱצָה וָזֶה לֹג וּמֶחֱצָה, הַסּוֹחֵט אֶת כְּסוּתוֹ וּמַטִּיל מִמְּקוֹמוֹת הַרְבֵּה, וְהַמְּעָרֶה מִן הַצַּרְצוּר וּמַטִּיל מִמְּקוֹמוֹת הַרְבֵּה, רַבִּי עֲקִיבָא מַכְשִׁיר, וַחֲכָמִים פּוֹסְלִין. אָמַר רַבִּי עֲקִיבָא, לֹא אָמְרוּ מַטִּילִין, אֶלָּא מַטִּיל. אָמְרוּ לוֹ, לֹא כָךְ וְלֹא כָךְ אָמְרוּ, אֶלָּא שֶׁנָּפְלוּ לוֹ שְׁלשָׁה לֻגִּין: \n",
            "מִכְּלִי אֶחָד, מִשְּׁנַיִם וּמִשְּׁלשָׁה, מִצְטָרְפִין. וּמֵאַרְבָּעָה, אֵין מִצְטָרְפִין. בַּעַל קֶרִי הַחוֹלֶה שֶׁנָּפְלוּ עָלָיו תִּשְׁעָה קַבִּין מַיִם, וְטָהוֹר שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִין, מִכְּלִי אֶחָד, מִשְּׁנַיִם וּמִשְּׁלשָׁה, מִצְטָרְפִין. מֵאַרְבָּעָה, אֵין מִצְטָרְפִין. בַּמֶּה דְבָרִים אֲמוּרִים. בִּזְמַן שֶׁהִתְחִיל הַשֵּׁנִי עַד שֶׁלֹּא פָסַק הָרִאשׁוֹן. וּבַמֶּה דְבָרִים אֲמוּרִים. בִּזְמַן שֶׁלֹּא נִתְכַּוֵּן לְרַבּוֹת. אֲבָל נִתְכַּוֵּן לְרַבּוֹת, אֲפִלּוּ קֹרְטוֹב בְּכָל הַשָּׁנָה, מִצְטָרְפִין לִשְׁלשָׁה לֻגִּין: \n"
        ],
        [
            "הַמַּנִּיחַ כֵּלִים תַּחַת הַצִּנּוֹר, אֶחָד כֵּלִים גְּדוֹלִים וְאֶחָד כֵּלִים קְטַנִּים, אֲפִלּוּ כְלֵי גְלָלִים, כְּלֵי אֲבָנִים, כְּלֵי אֲדָמָה, פּוֹסְלִין אֶת הַמִּקְוֶה. אֶחָד הַמַּנִּיחַ וְאֶחָד הַשּׁוֹכֵחַ, כְּדִבְרֵי בֵית שַׁמַּאי. וּבֵית הִלֵּל מְטַהֲרִין בְּשׁוֹכֵחַ. אָמַר רַבִּי מֵאִיר, נִמְנוּ וְרַבּוּ בֵית שַׁמַּאי עַל בֵּית הִלֵּל. וּמוֹדִים בְּשׁוֹכֵחַ בֶּחָצֵר שֶׁהוּא טָהוֹר. אָמַר רַבִּי יוֹסֵי, עֲדַיִין מַחֲלֹקֶת בִּמְקוֹמָהּ עוֹמָדֶת: \n",
            "הַמַּנִּיחַ טַבְלָא תַּחַת הַצִּנּוֹר, אִם יֶשׁ לָהּ לְבִזְבֵּז, פּוֹסֶלֶת אֶת הַמִּקְוֶה. וְאִם לָאו, אֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה. זְקָפָהּ לִדּוֹחַ, בֵּין כָּךְ וּבֵין כָּךְ אֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה: \n",
            "הַחוֹטֵט בְּצִנּוֹר לְקַבֵּל צְרוֹרוֹת, בְּשֶׁל עֵץ, כָּל שֶׁהוּא. וּבְשֶׁל חֶרֶס, רְבִיעִית. רַבִּי יוֹסֵי אוֹמֵר, אַף בְּשֶׁל חֶרֶס, כָּל שֶׁהוּא. לֹא אָמְרוּ רְבִיעִית אֶלָּא בְשִׁבְרֵי כְלֵי חֶרֶס. הָיוּ צְרוֹרוֹת מִתְחַלְחֲלִים בְּתוֹכוֹ, פּוֹסְלִים אֶת הַמִּקְוֶה. יָרַד לְתוֹכוֹ עָפָר וְנִכְבַּשׁ, כָּשֵׁר. סִלּוֹן שֶׁהוּא צַר מִכָּאן וּמִכָּאן וְרָחָב מִן הָאֶמְצַע, אֵינוֹ פוֹסֵל, מִפְּנֵי שֶׁלֹּא נַעֲשָׂה לְקַבָּלָה: \n",
            "מַיִם שְׁאוּבִין וּמֵי גְשָׁמִים שֶׁנִּתְעָרְבוּ בֶחָצֵר, וּבָעֻקָּה, וְעַל מַעֲלוֹת הַמְּעָרָה, אִם רֹב מִן הַכָּשֵׁר, כָּשֵׁר. וְאִם רֹב מִן הַפָּסוּל, פָּסוּל. מֶחֱצָה לְמֶחֱצָה, פָּסוּל. אֵימָתַי, בִּזְמַן שֶׁמִּתְעָרְבִין עַד שֶׁלֹּא יַגִּיעוּ לַמִּקְוֶה. הָיוּ מְקַלְּחִין בְּתוֹךְ הַמַּיִם, אִם יָדוּעַ שֶׁנָּפַל לְתוֹכוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים, עַד שֶׁלֹּא יָרַד לְתוֹכוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִין, כָּשֵׁר. וְאִם לָאו, פָּסוּל: \n",
            "הַשֹּׁקֶת שֶׁבַּסֶּלַע, אֵין מְמַלְּאִין מִמֶּנָּה, וְאֵין מְקַדְּשִׁין בָּהּ, וְאֵין מַזִּין מִמֶּנָּה, וְאֵינָהּ צְרִיכָה צָמִיד פָּתִיל, וְאֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה. הָיְתָה כְלִי וְחִבְּרָהּ בְּסִיד, מְמַלְּאִין בָּהּ, וּמְקַדְּשִׁין בָּהּ, וּמַזִּין מִמֶּנָּה, וּצְרִיכָה צָמִיד פָּתִיל, וּפוֹסֶלֶת אֶת הַמִּקְוֶה. נִקְּבָה מִלְּמַטָּה אוֹ מִן הַצַּד וְאֵינָהּ יְכוֹלָה לְקַבֵּל מַיִם כָּל שֶׁהֵם, כְּשֵׁרָה. וְכַמָּה יִהְיֶה בַנֶּקֶב. כִּשְׁפוֹפֶרֶת הַנּוֹד. אָמַר רַבִּי יְהוּדָה בֶּן בְּתֵירָא, מַעֲשֶׂה בְשֹׁקֶת יֵהוּא שֶׁהָיְתָה בִירוּשָׁלַיִם, וְהָיְתָה נְקוּבָה כִשְׁפוֹפֶרֶת הַנּוֹד, וְהָיוּ כָל הַטָּהֳרוֹת שֶׁבִּירוּשָׁלַיִם נַעֲשׂוֹת עַל גַּבָּהּ, וְשָׁלְחוּ בֵית שַׁמַּאי וּפְחָתוּהָ, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, עַד שֶׁיִּפְחֲתוּ רֻבָּהּ: \n"
        ],
        [
            "מַעְיָן שֶׁהֶעֱבִירוֹ עַל גַּבֵּי הַשֹּׁקֶת, פָּסוּל. הֶעֱבִירוֹ עַל גַּבֵּי שָׂפָה כָל שֶׁהוּא, כָּשֵׁר חוּצָה לָהּ, שֶׁהַמַּעְיָן מְטַהֵר בְּכָל שֶׁהוּא. הֶעֱבִירוֹ עַל גַּבֵּי בְרֵכָה וְהִפְסִיקוֹ, הֲרֵי הוּא כְמִקְוֶה. חָזַר וְהִמְשִׁיכוֹ, פָּסוּל לַזָּבִים וְלַמְצֹרָעִים וּלְקַדֵּשׁ מֵהֶן מֵי חַטָּאת, עַד שֶׁיֵּדַע שֶׁיָּצְאוּ הָרִאשׁוֹנִים: \n",
            "הֶעֱבִירוֹ עַל גַּבֵּי כֵלִים אוֹ עַל גַּבֵּי סַפְסָל, רַבִּי יְהוּדָה אוֹמֵר, הֲרֵי הוּא כְמוֹ שֶׁהָיָה. רַבִּי יוֹסֵי אוֹמֵר, הֲרֵי הוּא כְמִקְוֶה, וּבִלְבַד שֶׁלֹּא יַטְבִּיל עַל גַּבֵּי הַסַּפְסָל: \n",
            "מַעְיָן שֶׁהוּא מָשׁוּךְ כְּנָדָל, רִבָּה עָלָיו וְהִמְשִׁיכוֹ, הֲרֵי הוּא כְמוֹ שֶׁהָיָה. הָיָה עוֹמֵד וְרִבָּה עָלָיו וְהִמְשִׁיכוֹ, שָׁוֶה לְמִקְוֶה לְטַהֵר בְּאַשְׁבֹּרֶן, וּלְמַעְיָן לְהַטְבִּיל בּוֹ בְּכָל שֶׁהוּא: \n",
            "כָּל הַיַּמִּים כְּמִקְוֶה, שֶׁנֶּאֱמַר (בראשית א), וּלְמִקְוֵה הַמַּיִם קָרָא יַמִּים, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, הַיָּם הַגָּדוֹל כְּמִקְוֶה. לֹא נֶאֱמַר יַמִּים, אֶלָּא שֶׁיֶּשׁ בּוֹ מִינֵי יַמִּים הַרְבֵּה. רַבִּי יוֹסֵי אוֹמֵר, כָּל הַיַּמִּים מְטַהֲרִים בְּזוֹחֲלִין, וּפְסוּלִין לַזָּבִין וְלַמְצֹרָעִים, וּלְקַדֵּשׁ מֵהֶם מֵי חַטָּאת: \n",
            "הַזּוֹחֲלִין, כְּמַעְיָן. וְהַנּוֹטְפִים, כְּמִקְוֶה. הֵעִיד רַבִּי צָדוֹק עַל הַזּוֹחֲלִין שֶׁרַבּוּ עַל הַנּוֹטְפִים, שֶׁהֵם כְּשֵׁרִים. וְנוֹטְפִים שֶׁעֲשָׂאָן זוֹחֲלִין, סוֹמֵךְ אֲפִלּוּ מַקֵּל, אֲפִלּוּ קָנֶה, אֲפִלּוּ זָב וְזָבָה, יוֹרֵד וְטוֹבֵל, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, כָּל דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, אֵין מַזְחִילִין בּוֹ: \n",
            "גַּל שֶׁנִּתְלַשׁ וּבוֹ אַרְבָּעִים סְאָה, וְנָפַל עַל הָאָדָם וְעַל הַכֵּלִים, טְהוֹרִים. כָּל מָקוֹם שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה, טוֹבְלִין וּמַטְבִּילִין. מַטְבִּילִין בַּחֲרִיצִין וּבִנְעָצִים וּבְפַרְסַת הַחֲמוֹר הַמְעֹרֶבֶת בַּבִּקְעָה. בֵּית שַׁמַּאי אוֹמְרִים, מַטְבִּילִין בְּחַרְדָּלִית. בֵּית הִלֵּל אוֹמְרִים, אֵין מַטְבִּילִין. וּמוֹדִים שֶׁהוּא גוֹדֵר כֵּלִים וְטוֹבֵל בָּהֶם. וְכֵלִים שֶׁגָּדַר בָּהֶם, לֹא הֻטְבְּלוּ: \n"
        ],
        [
            "כָּל הַמְעֹרָב לַמִּקְוֶה, כַּמִּקְוֶה. חוֹרֵי הַמְּעָרָה וְסִדְקֵי הַמְּעָרָה, מַטְבִּיל בָּהֶם כְּמָה שֶׁהֵם. עֻקַּת הַמְּעָרָה, אֵין מַטְבִּילִין בָּהּ אֶלָּא אִם כֵּן הָיְתָה נְקוּבָה כִשְׁפוֹפֶרֶת הַנּוֹד. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהִיא מַעֲמֶדֶת עַצְמָהּ. אֲבָל אִם אֵינָהּ מַעֲמֶדֶת עַצְמָהּ, מַטְבִּילִין בָּהּ כְּמָה שֶׁהִיא: \n",
            "דְּלִי שֶׁהוּא מָלֵא כֵלִים וְהִטְבִּילָן, הֲרֵי אֵלּוּ טְהוֹרִים. וְאִם לֹא טָבַל, אֵין הַמַּיִם מְעֹרָבִין, עַד שֶׁיִּהְיוּ מְעֹרָבִין כִּשְׁפוֹפֶרֶת הַנּוֹד: \n",
            "שְׁלשָׁה מִקְוָאוֹת, בָּזֶה עֶשְׂרִים סְאָה, וּבָזֶה עֶשְׂרִים סְאָה, וּבָזֶה עֶשְׂרִים סְאָה מַיִם שְׁאוּבִין, וְהַשָּׁאוּב מִן הַצַּד, וְיָרְדוּ שְׁלשָׁה וְטָבְלוּ בָהֶן וְנִתְעָרְבוּ, הַמִּקְוָאוֹת טְהוֹרִין וְהַטּוֹבְלִים טְהוֹרִים. הָיָה הַשָּׁאוּב בָּאֶמְצַע, וְיָרְדוּ שְׁלשָׁה וְטָבְלוּ בָהֶם וְנִתְעָרְבוּ, הַמִּקְוָאוֹת כְּמוֹת שֶׁהָיוּ, וְהַטּוֹבְלִים כְּמוֹת שֶׁהָיוּ: \n",
            "הַסְּפוֹג וְהַדְּלִי שֶׁהָיוּ בָהֶן שְׁלשָׁה לֻגִּין מַיִם וְנָפְלוּ לַמִּקְוֶה, לֹא פְסָלוּהוּ, שֶׁלֹּא אָמְרוּ אֶלָּא שְׁלשָׁה לֻגִּין שֶׁנָּפְלוּ: \n",
            "הַשִּׁדָּה וְהַתֵּבָה שֶׁבַּיָּם, אֵין מַטְבִּילִין בָּהֶם, אֶלָּא אִם כֵּן הָיוּ נְקוּבִין כִּשְׁפוֹפֶרֶת הַנּוֹד. רַבִּי יְהוּדָה אוֹמֵר, בִּכְלִי גָדוֹל, אַרְבָּעָה טְפָחִים. וּבְקָטָן, רֻבּוֹ. אִם הָיָה שַׂק אוֹ קֻפָּה, מַטְבִּילִין בָּהֶם כְּמָה שֶׁהֵם, מִפְּנֵי שֶׁהַמַּיִם מְעֹרָבִין. הָיוּ נְתוּנִים תַּחַת הַצִּנּוֹר, אֵינָם פּוֹסְלִים אֶת הַמִּקְוֶה, אֶלָּא מַטְבִּילִין אוֹתָן וּמַעֲלִין אוֹתָן כְּדַרְכָּן: \n",
            "גִּסְטְרָא שֶׁבַּמִּקְוֶה וְהִטְבִּיל בָּהּ אֶת הַכֵּלִים, טָהֲרוּ מִטֻּמְאָתָן, אֲבָל טְמֵאִים עַל גַּב כְּלִי חֶרֶס. אִם הָיוּ הַמַּיִם צָפִים עַל גַּבָּיו כָּל שֶׁהֵן, טְהוֹרִין. מַעְיָן הַיּוֹצֵא מִן הַתַּנּוּר וְיָרַד וְטָבַל בְּתוֹכוֹ, הוּא טָהוֹר וְיָדָיו טְמֵאוֹת. וְאִם הָיוּ עַל גַּבָּיו רוּם יָדָיו, אַף יָדָיו טְהוֹרוֹת: \n",
            "עֵרוּב מִקְוָאוֹת, כִּשְׁפוֹפֶרֶת הַנּוֹד, כְּעָבְיָהּ וְכַחֲלָלָהּ, כִּשְׁתֵּי אֶצְבָּעוֹת חוֹזְרוֹת לִמְקוֹמָן. סָפֵק כִּשְׁפוֹפֶרֶת הַנּוֹד, סָפֵק שֶׁאֵינָהּ כִּשְׁפוֹפֶרֶת הַנּוֹד, פְּסוּלָה, מִפְּנֵי שֶׁהִיא מִן הַתּוֹרָה. וְכֵן כַּזַּיִת מִן הַמֵּת וְכַזַּיִת מִן הַנְּבֵלָה וְכָעֲדָשָׁה מִן הַשֶּׁרֶץ. כֹּל שֶׁיַּעֲמֹד כִּשְׁפוֹפֶרֶת הַנּוֹד, מְמַעֲטָהּ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כֹּל שֶׁהוּא מִבְּרִיַּת הַמַּיִם, טָהוֹר: \n",
            "מְטַהֲרִים אֶת הַמִּקְוָאוֹת, הָעֶלְיוֹן מִן הַתַּחְתּוֹן, וְהָרָחוֹק מִן הַקָּרוֹב. כֵּיצַד. מֵבִיא סִלּוֹן שֶׁל חֶרֶס אוֹ שֶׁל אֲבָר, וּמַנִּיחַ יָדוֹ תַּחְתָּיו, עַד שֶׁהוּא מִתְמַלֵּא מַיִם, וּמוֹשְׁכוֹ וּמַשִּׁיקוֹ, אֲפִלּוּ כַשַּׂעֲרָה, דַּיּוֹ. הָיָה בָעֶלְיוֹן אַרְבָּעִים סְאָה וּבַתַּחְתּוֹן אֵין כְּלוּם, מְמַלֵּא בַכָּתֵף וְנוֹתֵן לָעֶלְיוֹן, עַד שֶׁיֵּרְדוּ לַתַּחְתּוֹן אַרְבָּעִים סְאָה: \n",
            "כֹּתֶל שֶׁבֵּין שְׁתֵּי מִקְוָאוֹת שֶׁנִּסְדַּק לַשְּׁתִי, מִצְטָרֵף. וְלָעֵרֶב, אֵין מִצְטָרֵף, עַד שֶׁיְּהֵא בְמָקוֹם אֶחָד כִּשְׁפוֹפֶרֶת הַנּוֹד. רַבִּי יְהוּדָה אוֹמֵר, חִלּוּף הַדְּבָרִים. נִפְרְצוּ זֶה בְתוֹךְ זֶה, עַל רוּם, כִּקְלִפַּת הַשּׁוּם. וְעַל רֹחַב, כִּשְׁפוֹפֶרֶת הַנּוֹד: \n",
            "הָאָבִיק שֶׁבַּמֶּרְחָץ, בִּזְמַן שֶׁהוּא בָאֶמְצַע, פּוֹסֵל. מִן הַצַּד, אֵינוֹ פוֹסֵל, מִפְּנֵי שֶׁהוּא כְמִקְוֶה סָמוּךְ לְמִקְוֶה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אִם מְקַבֶּלֶת הָאַמְבָּטִי רְבִיעִית עַד שֶׁלֹּא יַגִּיעוּ לָאָבִיק, כָּשֵׁר. וְאִם לָאו, פָּסוּל. רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר, אִם מְקַבֵּל הָאָבִיק כָּל שֶׁהוּא, פָּסוּל: \n",
            "הַמַּטְהֶרֶת שֶׁבַּמֶּרְחָץ, הַתַּחְתּוֹנָה מְלֵאָה שְׁאוּבִין וְהָעֶלְיוֹנָה מְלֵאָה כְשֵׁרִין, אִם יֵשׁ כְּנֶגֶד הַנֶּקֶב שְׁלשָׁה לֻגִּין, פָּסוּל. כַּמָּה יְהֵא בַנֶּקֶב וְיִהְיֶה בוֹ שְׁלשָׁה לֻגִּין. אַחַד מִשְּׁלשׁ מֵאוֹת וְעֶשְׂרִים לַבְּרֵכָה, דִּבְרֵי רַבִּי יוֹסֵי. וְרַבִּי אֶלְעָזָר אוֹמֵר, אֲפִלּוּ הַתַּחְתּוֹנָה מְלֵאָה כְשֵׁרִים וְהָעֶלְיוֹנָה מְלֵאָה שְׁאוּבִין וְיֵשׁ בְּצַד הַנֶּקֶב שְׁלשָׁה לֻגִּין, כָּשֵׁר, שֶׁלֹּא אָמְרוּ אֶלָּא שְׁלשָׁה לֻגִּין שֶׁנָּפְלוּ: \n"
        ],
        [
            "יֵשׁ מַעֲלִין אֶת הַמִּקְוֶה וְלֹא פוֹסְלִין, פּוֹסְלִין וְלֹא מַעֲלִין, לֹא מַעֲלִין וְלֹא פוֹסְלִין. אֵלּוּ מַעֲלִין וְלֹא פוֹסְלִין, הַשֶּׁלֶג, וְהַבָּרָד, וְהַכְּפוֹר, וְהַגְּלִיד, וְהַמֶּלַח, וְהַטִּיט הַנָּרוֹק. אָמַר רַבִּי עֲקִיבָא, הָיָה רַבִּי יִשְׁמָעֵאל דָּן כְּנֶגְדִּי לוֹמַר, הַשֶּׁלֶג אֵינוֹ מַעֲלֶה אֶת הַמִּקְוֶה. וְהֵעִידוּ אַנְשֵׁי מֵידְבָא מִשְּׁמוֹ שֶׁאָמַר לָהֶם, צְאוּ וְהָבִיאוּ שֶׁלֶג וַעֲשׂוּ מִקְוֶה בַּתְּחִלָּה. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אֶבֶן הַבָּרָד, כַּמָּיִם. כֵּיצַד מַעֲלִין וְלֹא פוֹסְלִין. מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אַחַת, נָפַל מֵהֶם סְאָה לְתוֹכוֹ וְהֶעֱלָהוּ, נִמְצְאוּ מַעֲלִין וְלֹא פוֹסְלִין: \n",
            "אֵלּוּ פוֹסְלִין וְלֹא מַעֲלִין, הַמַּיִם, בֵּין טְמֵאִים בֵּין טְהוֹרִים, וּמֵי כְבָשִׁים וּמֵי שְׁלָקוֹת, וְהַתֶּמֶד עַד שֶׁלֹּא הֶחֱמִיץ. כֵּיצַד פּוֹסְלִין וְלֹא מַעֲלִין. מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר קֹרְטוֹב, וְנָפַל מֵהֶן קֹרְטוֹב לְתוֹכוֹ, לֹא הֶעֱלָהוּ, פּוֹסְלוֹ בִשְׁלשָׁה לֻגִּין. אֲבָל שְׁאָר הַמַּשְׁקִין, וּמֵי פֵרוֹת, וְהַצִּיר, וְהַמֻּרְיָס, וְהַתֶּמֶד מִשֶּׁהֶחֱמִיץ, פְּעָמִים מַעֲלִין וּפְעָמִים שֶׁאֵינָן מַעֲלִין. כֵּיצַד. מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אַחַת, נָפַל לְתוֹכוֹ סְאָה מֵהֶם, לֹא הֶעֱלָהוּ. הָיוּ בוֹ אַרְבָּעִים סְאָה, נָתַן סְאָה וְנָטַל סְאָה, הֲרֵי זֶה כָשֵׁר: \n",
            "הֵדִיחַ בּוֹ סַלֵּי זֵיתִים וְסַלֵּי עֲנָבִים, וְשִׁנּוּ אֶת מַרְאָיו, כָּשֵׁר. רַבִּי יוֹסֵי אוֹמֵר, מֵי הַצֶּבַע פּוֹסְלִין אוֹתוֹ בִשְׁלשָׁה לֻגִּין, וְאֵינָן פּוֹסְלִין אוֹתוֹ בְשִׁנּוּי מַרְאֶה. נָפַל לְתוֹכוֹ יַיִן, וּמֹחַל, וְשִׁנּוּ אֶת מַרְאָיו, פָּסוּל. כֵּיצַד יַעֲשֶׂה. יַמְתִּין לוֹ עַד שֶׁיֵּרְדוּ גְשָׁמִים וְיַחְזְרוּ מַרְאֵיהֶן לְמַרְאֵה הַמָּיִם. הָיוּ בוֹ אַרְבָּעִים סְאָה, מְמַלֵּא בַכָּתֵף וְנוֹתֵן לְתוֹכוֹ עַד שֶׁיַּחְזְרוּ מַרְאֵיהֶן לְמַרְאֵה הַמָּיִם: \n",
            "נָפַל לְתוֹכוֹ יַיִן אוֹ מֹחַל וְשִׁנּוּ מִקְצָת מַרְאָיו, אִם אֵין בּוֹ מַרְאֵה מַיִם אַרְבָּעִים סְאָה, הֲרֵי זֶה לֹא יִטְבֹּל בּוֹ: \n",
            "שְׁלשָׁה לֻגִּין מַיִם, וְנָפַל לְתוֹכָן קֹרְטוֹב יַיִן, וַהֲרֵי מַרְאֵיהֶן כְּמַרְאֵה הַיַּיִן, וְנָפְלוּ לְמִקְוֶה, לֹא פְסָלוּהוּ. שְׁלשָׁה לֻגִּין מַיִם חָסֵר קֹרְטוֹב, וְנָפַל לְתוֹכָן קֹרְטוֹב חָלָב, וַהֲרֵי מַרְאֵיהֶן כְּמַרְאֵה הַמַּיִם, וְנָפְלוּ לְמִקְוֶה, לֹא פְסָלוּהוּ. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, הַכֹּל הוֹלֵךְ אַחַר הַמַּרְאֶה: \n",
            "מִקְוֶה שֶׁיֶּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת, יָרְדוּ שְׁנַיִם וְטָבְלוּ זֶה אַחַר זֶה, הָרִאשׁוֹן טָהוֹר, וְהַשֵּׁנִי טָמֵא. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיוּ רַגְלָיו שֶׁל רִאשׁוֹן נוֹגְעוֹת בַּמַּיִם, אַף הַשֵּׁנִי טָהוֹר. הִטְבִּיל בּוֹ אֶת הַסָּגוֹס וְהֶעֱלָהוּ, מִקְצָתוֹ נוֹגֵעַ בַּמַּיִם, טָהוֹר. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר, כֵּיוָן שֶׁהִגְבִּיהַּ שִׂפְתוֹתֵיהֶם מִן הַמַּיִם, הַמַּיִם שֶׁבְּתוֹכָן שְׁאוּבִין. כֵּיצַד יַעֲשֶׂה, מַטְבִּילָן וּמַעֲלֶה אוֹתָם דֶּרֶךְ שׁוּלֵיהֶם: \n",
            "הִטְבִּיל בּוֹ אֶת הַמִּטָּה, אַף עַל פִּי שֶׁרַגְלֶיהָ שׁוֹקְעוֹת בַּטִּיט הֶעָבֶה, טְהוֹרָה, מִפְּנֵי שֶׁהַמַּיִם מְקַדְּמִין. מִקְוֶה שֶׁמֵּימָיו מְרֻדָּדִין, כּוֹבֵשׁ אֲפִלּוּ חֲבִילֵי עֵצִים, אֲפִלּוּ חֲבִילֵי קָנִים, כְּדֵי שֶׁיִּתְפְּחוּ הַמַּיִם, וְיוֹרֵד וְטוֹבֵל. מַחַט שֶׁהִיא נְתוּנָה עַל מַעֲלוֹת הַמְּעָרָה, הָיָה מוֹלִיךְ וּמֵבִיא בַמַּיִם, כֵּיוָן שֶׁעָבַר עָלֶיהָ הַגַּל, טְהוֹרָה: \n"
        ],
        [
            "אֶרֶץ יִשְׂרָאֵל טְהוֹרָה, וּמִקְוְאוֹתֶיהָ טְהוֹרִים. מִקְוְאוֹת הָעַמִּים שֶׁבְּחוּצָה לָאָרֶץ, כְּשֵׁרִים לְבַעֲלֵי קְרָיִין, אֲפִלּוּ נִתְמַלְּאוּ בְקִילוֹן. שֶׁבְּאֶרֶץ יִשְׂרָאֵל, שֶׁחוּץ לַמַּפְתֵּחַ, כְּשֵׁרִים אַף לְנִדּוֹת. מִלִּפְנִים מִן הַמַּפְתֵּחַ, כְּשֵׁרִים לְבַעֲלֵי קְרָיִין, וּפְסוּלִים לְכָל הַטְּמֵאִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַקְּרוֹבִים לָעִיר וְלַדֶּרֶךְ, טְמֵאִים, מִפְּנֵי הַכְּבִיסָה. וְהָרְחוֹקִים, טְהוֹרִים:  ",
            "אֵלּוּ בַעֲלֵי קְרָיִין שֶׁהֵם צְרִיכִין טְבִילָה. רָאָה מַיִם חֲלוּקִים אוֹ עֲכוּרִים, בַּתְּחִלָּה, טָהוֹר. בָּאֶמְצַע וּבַסּוֹף, טָמֵא. מִתְּחִלָּה וְעַד סוֹף, טָהוֹר. לְבָנִים וְנִמְשָׁכִים, טָמֵא. רַבִּי יוֹסֵי אוֹמֵר, לְבָנִים כָּעֲכוּרִים:  ",
            "הַמֵּטִיל טִפִּין עָבוֹת מִתּוֹךְ הָאַמָּה, טָמֵא, דִּבְרֵי רַבִּי אֶלְעָזָר חִסְמָא. הַמְהַרְהֵר בַּלַּיְלָה וְעָמַד וּמָצָא בְשָׂרוֹ חַם, טָמֵא. הַפּוֹלֶטֶת זֶרַע בַּיּוֹם הַשְּׁלִישִׁי, טְהוֹרָה, דִּבְרֵי רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה. רַבִּי יִשְׁמָעֵאל אוֹמֵר, פְּעָמִים שֶׁהֵם אַרְבַּע עוֹנוֹת, פְּעָמִים שֶׁהֵם חָמֵשׁ, פְּעָמִים שֶׁהֵם שֵׁשׁ. רַבִּי עֲקִיבָא אוֹמֵר, לְעוֹלָם חָמֵשׁ:  ",
            "נָכְרִית שֶׁפָּלְטָה שִׁכְבַת זֶרַע מִיִּשְׂרָאֵל, טְמֵאָה. בַּת יִשְׂרָאֵל שֶׁפָּלְטָה שִׁכְבַת זֶרַע מִנָּכְרִי, טְהוֹרָה. הָאִשָּׁה שֶׁשִּׁמְּשָׁה בֵיתָהּ, וְיָרְדָה וְטָבְלָה, וְלֹא כִבְּדָה אֶת הַבַּיִת, כְּאִלּוּ לֹא טָבְלָה. בַּעַל קֶרִי שֶׁטָּבַל וְלֹא הֵטִיל אֶת הַמַּיִם, כְּשֶׁיָטִיל אֶת הַמַּיִם, טָמֵא. רַבִּי יוֹסֵי אוֹמֵר, בְּחוֹלֶה וּבְזָקֵן, טָמֵא. בְּיֶלֶד וּבְבָרִיא, טָהוֹר:  ",
            "נִדָּה שֶׁנָּתְנָה מָעוֹת בְּפִיהָ וְיָרְדָה וְטָבְלָה, טְהוֹרָה מִטֻּמְאָתָהּ, אֲבָל טְמֵאָה הִיא עַל גַּב רֻקָּהּ. נָתְנָה שְׂעָרָהּ בְּפִיהָ, קָפְצָה יָדָהּ, קָרְצָה שִׂפְתוֹתֶיהָ, כְּאִלּוּ לֹא טָבְלָה. הָאוֹחֵז בְּאָדָם וּבְכֵלִים וּמַטְבִּילָן, טְמֵאִין. וְאִם הֵדִיחַ אֶת יָדוֹ בַּמַּיִם, טְהוֹרִים. רַבִּי שִׁמְעוֹן אוֹמֵר, יְרַפֶּה, כְּדֵי שֶׁיָּבֹאוּ בָהֶם מָיִם. בֵּית הַסְּתָרִים, בֵּית הַקְּמָטִים, אֵינָן צְרִיכִין שֶׁיָּבֹאוּ בָהֶן מָיִם:  "
        ],
        [
            "אֵלּוּ חוֹצְצִין בָּאָדָם, חוּטֵי צֶמֶר וְחוּטֵי פִשְׁתָּן וְהָרְצוּעוֹת שֶׁבְּרָאשֵׁי הַבָּנוֹת. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל צֶמֶר וְשֶׁל שֵׂעָר אֵינָם חוֹצְצִין, מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶם: \n",
            "קִלְקֵי הַלֵּב וְהַזָּקָן, וּבֵית הַסְּתָרִים בָּאִשָּׁה, לִפְלוּף שֶׁחוּץ לָעַיִן, וְגֶלֶד שֶׁחוּץ לַמַּכָּה, וְהָרְטִיָּה שֶׁעָלֶיהָ, וּשְׂרָף הַיָּבֵשׁ, וְגִלְדֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ, וּבָצֵק שֶׁתַּחַת הַצִּפֹּרֶן, וְהַמִּלְמוּלִין, וְטִיט הַיָּוֵן, וְטִיט הַיּוֹצְרִים, וְגֵץ יְוֵנִי. אֵיזֶהוּ טִיט הַיָּוֵן, זֶה טִיט הַבּוֹרוֹת, שֶׁנֶּאֱמַר (תהלים מ), וַיַּעֲלֵנִי מִבּוֹר שָׁאוֹן מִטִּיט הַיָּוֵן. טִיט הַיּוֹצְרִין, כְּמַשְׁמָעוֹ. רַבִּי יוֹסֵי מְטַהֵר בְּשֶׁל יוֹצְרִין וּמְטַמֵּא בְּשֶׁל מָרֵקָה. וְגֵץ יְוֵנִי, אֵלּוּ יִתְדוֹת הַדְּרָכִים, שֶׁאֵין טוֹבְלִין בָּהֶן וְלֹא מַטְבִּילִין אוֹתָן. וּשְׁאָר כָּל הַטִּיט, מַטְבִּילִין בּוֹ כְּשֶׁהוּא לַח. וְלֹא יִטְבֹּל בָּאָבָק שֶׁעַל רַגְלָיו. לֹא יִטְבֹּל אֶת הַקֻּמְקְמוּס בַּפֶּחָמִין, אֶלָּא אִם כֵּן שִׁפְשֵׁף: \n",
            "אֵלּוּ שֶׁאֵין חוֹצְצִין, קִלְקֵי הָרֹאשׁ, וּבֵית הַשֶּׁחִי, וּבֵית הַסְּתָרִים בָּאִישׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה, כָּל הַמַּקְפִּיד עָלָיו, חוֹצֵץ. וְשֶׁאֵין מַקְפִּיד עָלָיו, אֵין חוֹצֵץ: \n",
            "לִפְלוּף שֶׁבָּעַיִן, וְגֶלֶד שֶׁעַל הַמַּכָּה, וּשְׂרָף הַלַּח, וְלִכְלוּכֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ, וְצוֹאָה שֶׁתַּחַת הַצִּפֹּרֶן, וְצִפֹּרֶן הַמְדֻלְדֶּלֶת, כְּשׁוּת שֶׁל קָטָן, לֹא טָמֵא וְלֹא מְטַמֵּא. קְרוּם שֶׁעַל הַמַּכָּה, טָמֵא וּמְטַמֵּא: \n",
            "אֵלּוּ חוֹצְצִים בַּכֵּלִים. הַזֶּפֶת וְהַמּוֹר בִּכְלֵי זְכוּכִית, בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ. עַל הַשֻּׁלְחָן וְעַל הַטַּבְלָה וְעַל הַדַּרְגָּשׁ, עַל הַנְּקִיִּים, חוֹצְצִין. עַל הַבְּלוּסִין, אֵינָן חוֹצְצִין. עַל מִטּוֹת בַּעַל הַבַּיִת, חוֹצֵץ. וְעַל שֶׁל עָנִי, אֵינוֹ חוֹצֵץ. עַל אִכּוּף שֶׁל בַּעַל הַבַּיִת, חוֹצֵץ. וְעַל שֶׁל זַקָּקִין, אֵינוֹ חוֹצֵץ. וְעַל הַמַּרְדַּעַת, חוֹצֵץ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַד כְּאִסָּר הָאִיטַלְקִי: \n",
            "עַל הַבְּגָדִים, מִצַּד אֶחָד, אֵינוֹ חוֹצֵץ. מִשְּׁנֵי צְדָדִין, חוֹצֵץ. רַבִּי יְהוּדָה אוֹמֵר מִשּׁוּם רַבִּי יִשְׁמָעֵאל, אַף מִצַּד אֶחָד. רַבִּי יוֹסֵי אוֹמֵר, שֶׁל בַּנָּאִים, מִצַּד אֶחָד. וְשֶׁל בּוּר, מִשְּׁנֵי צְדָדִין: \n",
            "מִטְפַּחַת שֶׁל זַפָּתִין וְשֶׁל יוֹצְרִין וְשֶׁל מְפַסְּלֵי אִילָנוֹת, אֵין חוֹצְצִין. רַבִּי יְהוּדָה אוֹמֵר, אַף שֶׁל קַיָּצִין, כַּיּוֹצֵא בָהֶן. זֶה הַכְּלָל, כָּל הַמַּקְפִּיד עָלָיו, חוֹצֵץ. וְשֶׁאֵינוֹ מַקְפִּיד עָלָיו, אֵינוֹ חוֹצֵץ: \n"
        ],
        [
            "כָּל יְדוֹת הַכֵּלִים שֶׁהִכְנִיסָן שֶׁלֹּא כְדַרְכָּן, אוֹ שֶׁהִכְנִיסָן כְּדַרְכָּן וְלֹא מֵרְקָן, אוֹ שֶׁמֵּרְקָן וְנִשְׁבְּרוּ, הֲרֵי אֵלּוּ חוֹצְצִין. כְּלִי שֶׁהִטְבִּילוֹ דֶּרֶךְ פִּיו, כְּאִלּוּ לֹא טָבָל. הִטְבִּילוֹ כְדַרְכּוֹ בְלֹא זִבּוֹרִית, עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ. כְּלִי שֶׁהוּא צַר מִכָּאן וּמִכָּאן וְרָחָב מִן הָאֶמְצַע, אֵינוֹ טָהוֹר עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ. צְלוֹחִית שֶׁפִּיהָ שׁוֹקֵעַ, אֵינָהּ טְהוֹרָה עַד שֶׁיְּנַקְּבֶנָּה מִצִּדָּהּ. קַלְמָרִין הֶדְיוֹטוֹת, אֵינָהּ טְהוֹרָה עַד שֶׁיְּנַקְּבֶנָּה מִצִּדָּהּ. וְקַלְמָרִין שֶׁל יוֹסֵף הַכֹּהֵן הָיְתָה נְקוּבָה בְצִדָּהּ: \n",
            "הַכַּר וְהַכֶּסֶת שֶׁל עוֹר, הֲרֵי אֵלּוּ צְרִיכִין שֶׁיָּבֹאוּ בָהֶם הַמָּיִם. כֶּסֶת עֲגֻלָּה, וְהַכַּדּוּר, וְהָאֵמוּם, וְהַקָּמֵעַ, וְהַתְּפִלָּה, אֵינָן צְרִיכִין שֶׁיָּבֹאוּ בָהֶם הַמָּיִם. זֶה הַכְּלָל, כֹּל שֶׁאֵין דַּרְכּוֹ לְהַכְנִיס וּלְהוֹצִיא, טוֹבְלִים סְתוּמִים: \n",
            "אֵלּוּ שֶׁאֵינָם צְרִיכִים שֶׁיָּבֹאוּ בָהֶם הַמַּיִם, קִשְׁרֵי הֶעָנִי, וְהַנִּימִין, וַחֲבַט שֶׁל סַנְדָּל, וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁהִיא חוֹצָה, וְשֶׁל זְרוֹעַ בִּזְמַן שֶׁאֵינָהּ עוֹלָה וְיוֹרֶדֶת, וְאָזְנֵי הַחֵמֶת, וְאָזְנֵי הַתַּרְמוּל: \n",
            "אֵלּוּ שֶׁהֵם צְרִיכִים שֶׁיָּבֹאוּ בָהֶן הַמַּיִם, הַקֶּשֶׁר שֶׁבַּפְּרַקְסִים שֶׁבַּכָּתֵף, וְשָׂפָה שֶׁל סָדִין צָרִיךְ לְמַתֵּחַ, וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁאֵינָהּ חוֹצָה, וְשֶׁל זְרוֹעַ בִּזְמַן שֶׁהִיא עוֹלָה וְיוֹרֶדֶת, וּשְׁנָצִין שֶׁל סַנְדָּל, וּבְגָדִים שֶׁהִטְבִּילָן מְכֻבָּסִין, עַד שֶׁיְּבַעְבְּעוּ. הִטְבִּילָן נְגוּבִין, עַד שֶׁיְּבַעְבְּעוּ וְיָנוּחוּ מִבִּעְבּוּעָן: \n",
            "כָּל יְדוֹת הַכֵּלִים שֶׁהֵם אֲרֻכִּין וְעָתִיד לִקְצֹץ, מַטְבִּילָן עַד מְקוֹם הַמִּדָּה. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּטְבִּיל אֶת כֻּלּוֹ. שַׁלְשֶׁלֶת דְּלִי גָדוֹל, אַרְבָּעָה טְפָחִים, וְשֶׁל קָטָן, עֲשָׂרָה, מַטְבִּילָן עַד מְקוֹם הַמִּדָּה. רַבִּי טַרְפוֹן אוֹמֵר, עַד שֶׁיַּטְבִּיל אֶת כָּל הַטַּבַּעַת. הַחֶבֶל שֶׁהוּא קָשׁוּר בַּקֻּפָּה אֵינוֹ חִבּוּר, אֶלָּא אִם כֵּן תָּפָר: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מַטְבִּילִין חַמִּין בְּצוֹנֵן וְלֹא צוֹנֵן בְּחַמִּין, לֹא יָפִים בְּרָעִים וְלֹא רָעִים בְּיָפִים. בֵּית הִלֵּל אוֹמְרִים, מַטְבִּילִין. כְּלִי שֶׁהוּא מָלֵא מַשְׁקִין וְהִטְבִּילוֹ, כְּאִלּוּ לֹא טָבָל. מָלֵא מֵי רַגְלַיִם, רוֹאִים אוֹתָם כְּאִלּוּ הֵם מָיִם. מָלֵא מֵי חַטָּאת, עַד שֶׁיִּרְבּוּ הַמַּיִם עַל מֵי חַטָּאת. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ כְלִי מַחֲזִיק כּוֹר וְאֵין בּוֹ אֶלָּא רְבִיעִית, כְּאִלּוּ לֹא טָבָל: \n",
            "כָּל הָאֳכָלִין מִצְטָרְפִין לִפְסֹל אֶת הַגְּוִיָּה בְּכַחֲצִי פְרָס. כָּל הַמַּשְׁקִין מִצְטָרְפִין לִפְסֹל אֶת הַגְּוִיָּה בִּרְבִיעִית. זֶה חֹמֶר בְּשׁוֹתֶה מַשְׁקִין טְמֵאִין מִבַּמִּקְוֶה, שֶׁעָשׂוּ בוֹ שְׁאָר הַמַּשְׁקִין כַּמָּיִם: \n",
            "אָכַל אֳכָלִים טְמֵאִים, וְשָׁתָה מַשְׁקִים טְמֵאִים, טָבַל וֶהֱקִיאָן, טְמֵאִים, מִפְּנֵי שֶׁאֵינָן טְהוֹרִים בַּגּוּף. שָׁתָה מַיִם טְמֵאִים, טָבַל וֶהֱקִיאָם, טְהוֹרִים, מִפְּנֵי שֶׁהֵם טְהוֹרִים בַּגּוּף. בָּלַע טַבַּעַת טְהוֹרָה, נִכְנַס לְאֹהֶל הַמֵּת, הִזָּה וְשָׁנָה וְטָבַל וֶהֱקִיאָהּ, הֲרֵי הִיא כְמוֹת שֶׁהָיְתָה. בָּלַע טַבַּעַת טְמֵאָה, טוֹבֵל וְאוֹכֵל בַּתְּרוּמָה. הֱקִיאָהּ, טְמֵאָה וְטִמְּאַתּוּ. חֵץ שֶׁהוּא תָחוּב בָּאָדָם, בִּזְמַן שֶׁהוּא נִרְאֶה, חוֹצֵץ. וְאִם אֵינוֹ נִרְאֶה, טוֹבֵל וְאוֹכֵל בִּתְרוּמָתוֹ: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>שש מעלות במקואות.</b> מקומות של כינוס מים יש בהן שש מעלות, כל אחת מהן גדולה מחברתה:",
                "<b>מי גבים.</b> חפירה שבקרקע המכונסין בה מים שאינן שאובין והן פחות מארבעים סאה שהוא שיעור מקוה:",
                "<b>גבים.</b> לשון מים מגבא (ישעיה ל׳):",
                "<b>שתה טמא ושתה טהור טמא.</b> אם שתה מאותן המים טמא תחלה ואח״כ שתה מהן הטהור, נטמא הטהור. לפי שנפלה טפה מפיו של טמא לתוך הגבא, ושמא שתה אותה הטהור ונטמא, דהשותה משקין טמאים פוסל את התרומה. והוא משמונה עשו. דבר שגזרו בו ביום כדאיתא פרק קמא דשבת. ואע״ג דאינו פוסל את התרומה אלא אם כן שתה רביעית, מכל מקום כשבאה הטפה הטמאה בפיו, טימאה כל המשקין שבפיו. ואותה טפה לא סלקא לה השקה בגבא, דמיירי כשאין בו ארבעים סאה כדקתני בסיפא. וע״י נגיעת הטמא אין מי הגבא מיטמאים עד שיתלשו. והכי איתא בתוספתא:",
                "<b>מילא בכלי טהור.</b> מן המים שבגבא לאחר ששתה בו הטמא. דחיישינן לאותה טפה כדפרישית, נטמא הכלי, שהכלים מיטמאין בנגיעת משקין טמאין:",
                "<b>אם הדיח.</b> את הככר, טמא, ואם לאו טהור, מפני שאין מי גבאין עלולים לקבל טומאה עד שיתלשו, הלכך אם לא הדיח טהור, ואפילו כשהגביה הככר לא הוחשבו מים שבו לקבל טומאה מן הטפה, שנתבטלה הטפה במים הטהורים. אבל כשהדיח, הוחשבו והוכשרו מים שבידיו לקבל טומאה מן הטפה ולא נתבטלה בהן אלא אדרבה נטמאו וטימאו את הככר:"
            ],
            [
                "<b>מילא בכלי טמא.</b> לעיל אשמעינן כשהטומאה באה למים מחמת אדם טמא, והכא אשמעינן כשהטומאה באה מחמת כלי [טמא]:"
            ],
            [
                "<b>נפלו מים טמאים.</b> הכא אשמעינן שמי גבאים הללו מקבלין טומאה על יד משקין טמאין שנפלו בהן:",
                "<b>רבי שמעון אומר בין שהדיח בין שלא הדיח.</b> אכולהו קאי ר׳ שמעון, בין אטומאה שבאה מחמת אדם, בין מחמת כלי, בין מחמת משקין, בכולהו סבירא ליה בין הדיח בין שלא הדיח טמא הככר. וטעמא דרבי שמעון, שאני אומר שטיפת המים טמאים שנפלו מפי הטמא או מן הכלי או מן המשקין טמאין, לבסוף כשנפלו כל המים נשתיירה הטיפה ההיא על הככר וטמאתו. ואין הלכה כרבי שמעון:  "
            ],
            [
                "<b>או שהלך בהן הטמא ושתה טהור טהור.</b> שאין מי גבאים עלולים לקבל טומאה עד שיתלשו, כדאמרן לעיל:",
                "<b>אחד מי גבאים מי בורות מי שיחין.</b> כולהו שוין לכל הדינים דתנינן במתניתין עד המעלה השנית. בורות, הן עשויין עגולין. שיחין, ארוכין וקצרים. מערות, מרובעות ומכוסות בקירוי אלא שיש להן פה:",
                "<b>מי תמציות שפסקו.</b> גשמים היורדים על ההרים ומתמצין המים ומבעבעין מן ההרים לאחר שפסקו הגשמים ופסקו ההרים מזחילתן, אותן המים הנשארים הן כמי גבאים, ואם שתה מהן אדם טמא או מילא בכלי טמא או נפלו בהן משקין טמאין, אין הטיפה הטמאה מתבטלת בהן. אבל כל זמן שלא פסקו ההרים מזחילתן, אע״פ שפסקו הגשמים, אין נחשבין כמי גבאים, ומי הגשמים הנזחלין אחר כך מן ההרים מבטלים הטיפה הטמאה אע״פ שהמים הראשונים לא בטלוה. והכי תנן בפרק ב׳ דמכשירין (משנה ב׳) מי שפיכות שירדו עליהם מי גשמים, אם רוב מן הטהור, טהור. אימתי, בזמן שקדמו מי שפיכות, אבל קדמו מי גשמים, אפילו כל שהוא, מי שפיכות טמא:",
                "<b>הקרובים לעיר ולדרך טמאים.</b> דחיישינן שמא שתה [מהן] טמא או מילא בכלי טמא:",
                "<b>עד שיהלכו רוב בני אדם.</b> השיירות ההולכות בדרך רחוקה. דאז טמאים, שמא שתה מהן אדם טמא או מילא בכלי טמא:  "
            ],
            [
                "<b>מאימתי טהרתן.</b> של קרובים ורחוקין:",
                "<b>משירבו וישטופו.</b> משירדו גשמים וירבו מי הגשמים על המים שהיו בהם כבר קודם ששתה [מהם] הטמא או שמילא מהם בכלי טמא, וגם שיהיו שוטפין ויעברו על שפת הגבא ויצאו לחוץ. ושיעור השטיפה, כל שהוא:",
                "<b>רבו.</b> לא כבית שמאי דבעו תרוייהו שירבו וישטופו, אלא כיון שרבו מי גשמים שבאו אח״כ על המים שהיו בהן בשעת טומאתן, נטהרו, אע״פ שלא שטפו ויצאו לחוץ:",
                "<b>ר׳ שמעון אומר מששטפו.</b> מי גשמים על גדותיו של גבא ויצאו לחוץ, נטהר הגבא: ",
                "<b>אע״פ שלא רבו.</b> מי הגשמים שבאו אחרי כן על המים שהיו בגבא בשעת טומאתן:",
                "<b>כשרים לחלה.</b> מי גבאים הללו דתנן במתניתין, כשרים להשתמש בהן לחלה, ללוש ולבשל בהן חלה:",
                "<b>וליטול מהן לידים.</b> לכל דבר שצריך נטילת ידים:"
            ],
            [
                "<b>מי תמצית שלא פסקו.</b> ההרים מזחילתן ועדיין הן מבצבצין מימי הגשמים שירדו עליהן, אלו מבטלים הטפה הראשונה הטמאה שהיתה בגבא. לפיכך שתה טמא ושתה טהור כל זמן שלא פסקו, טהור, דמים טמאים שנפלו שם, נטהרו. וזו היא המעלה, דהני דלעיל לא עלתה טבילה למים הטמאים, ואילו הכא עלתה. אבל אין כשרים לטבילת אדם וכלים וידים:  "
            ],
            [
                "<b>טובליו.</b> בני אדם כל גופו:",
                "<b>ומטבילין.</b> הכלים, והידים למידי דבעי טבילת ידים ולא סגי בנטילה, כגון לקודש:",
                "<b>מעין.</b> שמימיו נובעים, והמים הנובעים מעטים מן המים שאובין ששפכו בתוכו:",
                "<b>שוה למקוה לטהר באשבורן.</b> ולא בזוחלין. דקיי״ל מעין מטהר בזוחלין ומקוה מטהר באשבורן, והאי משום מים שאובים מרובים שבו שוה למקוה לטהר באשבורן ולא בזוחלין:",
                "<b>ולמעין להטביל בו בכל שהוא.</b> ולא בעי ארבעים סאה כמקוה, דאין מקוה מטהר בפחות מארבעים סאה, והאי מטהר בכל שהוא כמעין:  "
            ],
            [
                "<b>מים מוכין.</b> מים נובעים שהן מלוחים או חמים:",
                "<b>שהן מטהרים בזוחלין.</b> ואילו מעין שמימיו מועטים דלעיל אינו מטהר בזוחלין אלא באשבורן:",
                "<b>מים חיים.</b> נובעים שאינן מוכין:",
                "<b>שהן טבילה לזבים.</b> דכתיב (ויקרא ט״ו:י״ג) ורחץ את בשרו במים חיים:",
                "<b>והזייה למצורעים.</b> דכתיב בהו (שם י״ד) אל כלי חרש על מים חיים:",
                "<b>וכשרים לקדש בהן מי חטאת.</b> דכתיב בהו (במדבר י״ט:י״ז) מים חיים אל כלי:"
            ]
        ],
        [
            [
                "<b>הטמא שירד לטבול.</b> ספיקו טמא. דאוקי גברא אחזקתיה ובחזקת טומאה הוא:"
            ],
            [
                "<b>בין ברשות היחיד בין ברשות הרבים טמאות.</b> אע״ג דספק טומאה ברשות הרבים ספיקו טהור, הרי ספק טהרה הוא ולא ספק טומאה:",
                "<b>בטומאה חמורה.</b> באב הטומאה שמטמאתו מן התורה:",
                "<b>טומאה קלה.</b> דרבנן:",
                "<b>אכל אוכלים טמאים.</b> אכל חצי פרס מאוכלים טמאים, או שתה רביעית משקין טמאין, נפסל גופו מלאכול בתרומה, ופוסל את התרומה מדרבנן. וכולן משמונה עשר דבר שגזרו בו חכמים, וכולן מפורשים פרק קמא דשבת:",
                "<b>ואפילו טבל.</b> דהשתא איכא תרתי לריעותא, שמא לא טבל כלל, ואפילו טבל, שמא קודם טבילה נתחסר, אפילו הכי ספיקו טהור:",
                "<b>רבי יוסי מטמא.</b> ואפילו בטומאה דרבנן. משום דגברא בחזקת טומאה:",
                "<b>אבל ספיקו ליטמא ולטמא.</b> כגון ספק אכל אוכלים טמאים או לא אכל, הרי ספיקו ליטמא. או ודאי אכל אוכלים טמאים, ספק נגע בככר של תרומה ספק לא נגע, הרי ספיקו לטמא, בהני מטהר רבי יוסי, דאין כאן חזקת טומאה. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>ספק מים שאובים שטיהרו חכמים.</b> במסכת טהרות פרק הזורק טומאה, תמן תנינן, אלו ספיקות שטיהרו חכמים ספק מים שאובין למקוה:",
                "<b>ספק נפלו.</b> שלשה לוגין מים שאובים במקוה חסר:",
                "<b>ספק יש בהן ארבעים סאה.</b> כלומר ספק היה במקוה ארבעים סאה כשרים קודם שנפלו השאובין, דשוב אין השאובין פוסלין אותו:",
                "<b>שיש לו במה יתלה.</b> שיש לו מקום לתלות נפילתן שלא גרמו לו פסול:",
                "<b>שאין לו במה יתלה.</b> דמה נפשך בהי מינייהו דנפל פסלוהו, הלכך שניהם פסולין. והאי דמטהרינן הכא ספק מים שאובין במקום שיש לו במה לתלות, היינו משום דשאובין דרבנן. והא דתניא בתורת כהנים אך מעין ובור מקוה מים, מה מעין בידי שמים אף מקוה בידי שמים, אסמכתא בעלמא היא:"
            ],
            [
                "<b>בתחילה.</b> שלא היה במקוה מים כלל כשנפל בו רביעית מים שאובין, ונשלם אחר כך שיעורו במי גשמים:",
                "<b>על פני המים.</b> לאחר שהיו בו הרבה מים כשרים:",
                "<b>וחכמים אומרים.</b> והלכה כחכמים:"
            ],
            [
                "<b>של לוג לוג.</b> לוג אחד בכל גומא:",
                "<b>עד שלא הגיעו לגומא שלישית כשר.</b> דהוי ליה כמקוה שלם שנפלו לתוכו שלשה לוגין מים שאובין דלא פסלוהו, והכא נמי הואיל והיו במקוה ארבעים סאה קודם שהגיעו המים לגומא שלישית, לא נפסל המקוה:",
                "<b>כמקוה סמוך למקוה.</b> כמקוה כשר הסמוך לשאוב, שזה עומד בכשרותו וזה עומד בפסלותו, והכא נמי המים שבגומות כעומדים בפני עצמם חשיבי ולא כמעורבין. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>המסנק.</b> כמו המסלק. שמסלק את הטיט לצד אחד. ולא שתלש הטיט מן המים, אלא בתוך המים סילקו לצד אחד. שאם תלשו מן המים נחשב כשאוב, ואם משכו ממנו שלשה לוגין פוסל את המקוה. ודוקא כשאין במקוה ארבעים סאה, הוא דשלשה לוגין מים שאובין פוסלין את המקוה. אבל אם היו בו ארבעים סאה, אין כל מים שאובין שבעולם פוסלין אותו:",
                "<b>ור׳ שמעון מכשיר.</b> משום דאין מתכוין לשאיבה אלא לסלק את הטיט למקום אחד. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>לנגבן.</b> תרגום והנה חרבו, והא נגובו. ודוקא לנגבן, שלא נתכוין לקבל המים, לכך לא נעשו שאובים, דכתיב אך מעין ובור, מה מעין שאין בו תפיסת ידי אדם, אף בור שאין בו תפיסת ידי אדם:",
                "<b>אם עונת גשמים היא.</b> שנתקשרו שמים בעבים וירדו גשמים:",
                "<b>אם יש בו כמעט מים בבור</b> גרסינן. ולא גרסינן או:",
                "<b>ישבר.</b> הקנקנים ויפלו המים שבתוכן לבור, דהמשכה היא, כיון שמתוך כלים שבורים נופלים לבור:",
                "<b>ואם לאו.</b> שאינה עונת גשמים, אי נמי שאין מים בבור:",
                "<b>לא ישבר.</b> דאם אינה עונת גשמים הרי לא יוכל לעשות מקוה מן המים שבקנקנים בלבד, דסבירא ליה לרבי אליעזר שאובה שהמשיכוה כולה או רובה, פסולה. אבל כשהיא עונת גשמים, ישבר להמשיך אלו המים ויתמלא רוב המקוה במי גשמים. וכשאין בו מים כלל, לא ישבר אע״פ שהיא עונת גשמים, שמא יפלו מן המים לבור רביעית קודם שבירה. ור׳ אליעזר לטעמיה דאמר לעיל רביעית מים פוסלים את המקוה (לכתחילה):",
                "<b>[בתחילה] רבי יהושע אומר בין כך ובין כך ישבר.</b> דקסבר שלשה לוגין פוסלין את המקוה בין בתחילה בין בסוף, ולא רביעית, ולא חיישינן שמא יפלו לבור שלשה לוגין קודם שבירה. ואף על גב דלאו עונת גשמים היא, ישבר, דיכול להמשיך עד שיעור מקוה, דקסבר שאובה שהמשיכה כולה, טהורה. ואין הלכה כר׳ אליעזר:",
                "<b>או יכפה.</b> שכופה הקנקנים שעל הגג שלא יפלו המים מתוכן לבור, אלא יפלו לצד אחר ומשם נמשכים לבור:",
                "<b>אבל לא יערה.</b> שאם הגביה הקנקנים ועירה אותן, נעשו כמים שאובין, שהרי יש בהן תפיסת ידי אדם:  "
            ],
            [
                "<b>הסייד.</b> אומן הסד את הבור בסיד כדי שיחזיק מימיו, ודרכו להביא הסיד לבור בעציץ, ואותו בור היו בו מים כשרים ונשקע העציץ לתוך המים ונתמלא:",
                "<b>אם היו המים צפים על גביו כל שהו ישבר.</b> שלא נשאבו המים, דכל שעה הן מעורבין. אבל אם היה מעלה העציץ בידו היו נפסקים ונעשים תלושין:",
                "<b>ואם לאו.</b> שאין המים צפים על גביו:",
                "<b>לא ישבר.</b> וכשאינה עונת גשמים איירי. דאם היה עונת גשמים כיון דאיכא מים בבור ישבר, כדאמרן:",
                "<b>רבי יהושע אומר בין כך ובין כך ישבר.</b> דיכול להמשיך, כדפרישנא לעיל:"
            ],
            [
                "<b>המסדר קנקנים בבור ונתמלאו אף על פי שבלע הבור את מימיו.</b> ואין מים בבור אלא אלו שבקנקנים:",
                "<b>הרי זה ישבר.</b> כר׳ יהושע דאין רביעית פוסל, ומשבר את הקנקנים ועושה מקוה בתחילה:"
            ],
            [
                "<b>רבי יהושע אומר בטיט ובמים.</b> כשהמים צפים על גבי הטיט ואפילו רגליו שוקעות בטיט מטבילין לר׳ יהושע, מפני שהמים מקדימים. ור׳ אליעזר לית ליה האי סברא. אבל אם היה מטביל כלי קטן במים הצפים על גבי הטיט, בהא מודה ר׳ אליעזר דעלתה לו טבילה, כיון שלא היה שוקע בטיט כלל ומצטרף להשלים ארבעים סאה. והלכה כרבי יהושע:",
                "<b>שהקנה יורד מאליו.</b> שהוא רך ונימוח כל כך שאם ישימו בו קנה ישקע בטיט מאליו:",
                "<b>מקום שאין קנה המדה עומד.</b> קנה שמודדין בו אינו עומד מאליו בתוכו, וזה אינו רך ונימוח כראשון:",
                "<b>משקולת.</b> בדיל של הבנאים. וכל השיעורין הללו כל אחד מוסיף בקושי הטיט ועביו, שהראשון רך מכולם, והשני קשה הימנו, והשלישי קשה הימנו, וכן כולם:",
                "<b>בפי חבית.</b> שפיה צר וקטן. ואם הטיט רך כל כך שיכול לישפך ולהיכנס בפי הצר של חבית, עלתה לו טבילה:",
                "<b>שפופרת הנוד.</b> שפופרת של קנה שמניחין על פי הנוד ששופכים לתוכו. ושיעור הנקב של שפופרת הנוד, שיהיו חוזרות בו שתי אצבעות בינוניות, שהן רוחב שתי אצבעות הראשונות של פס היד, לא הגודל:",
                "<b>הנמדד בלוג.</b> כל זמן שהוא רך כל כך שהוא נמדד בלוג והוא כלי שמחזיק שש ביצים, הוא נמדד עם המקוה וטובלין בו. והלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>רבי יוסי אומר.</b> ולזה לוג ומחצה ונתערבו. והרי יש כאן שלשה לוגין מים שאובין שהן פוסלין את המקוה, אע״פ כן כשרין:",
                "<b>שלא נקרא עליהם שם פסול.</b> שאם היו מוסיפין מים כשרין בכל אחד עד תשלום שיעור של מקוה, היה כל אחד מהן כשר:",
                "<b>ונחלק לשנים.</b> והוסיפו בכל אחד מים כשרים עד שיש בכל אחד מהם כשיעור מקוה:",
                "<b>פסול.</b> כל אחד מהן:",
                "<b>וחסר אפילו קרטוב.</b> לאחר שנפלו עליו שלשה לוגין מים שאובין מצומצמים נחסר ממנו אפילו קרטוב של מים:",
                "<b>כשר.</b> להוסיף עליו מים ולהשלימו לשיעור מקוה. שאי אפשר שבאותו קרטוב שחסר, לא חסר מעט מן השלשה לוגין, ונמצא שלא היה בו שלשה לוגין מים שאובין:",
                "<b>קרטוב.</b> חלק מס״ד בלוג:",
                "<b>עד שיצא ממנו מלואו.</b> המים שהיו בו תחילה כשנפלו בו שלשה לוגין מים שאובין:",
                "<b>ועוד.</b> מעט יותר כדי לחסר משלשה לוגין. כגון מקוה שהיו בו עשרים סאה מים כשרים ונפלו לתוכו שלשה לוגין מים שאובין ונתמלא אח״כ מי גשמים, לעולם הוא בפסולו עד שיוציא ממנו עשרים סאה שהיו שם תחילה, ועוד מעט יותר, למעט שלשה לוגין:"
            ],
            [
                "<b>שיעמיד בחצר ארבעים סאה.</b> מקוה כשר למטה מן הפסול, ופותקן לכשר כדי שיתחברו, ויטהר העליון הפסול מן התחתון הכשר, דאמרינן גוד אסיק. וכל שכן אם הכשר למעלה והפסול למטה, דאמרינן גוד אחית:",
                "<b>אא״כ פסק.</b> שפסקו מימיו ויצאו ממנו מלואו ועוד כדאמרן. ויש גורסים אא״כ פקק, כלומר אא״כ סתם על המקוה אשר עשה עד שלא יגע אחד באלה המים. וגירסא ראשונה נראה לי עיקר. ואין הלכה כר׳ אלעזר בן עזריה:"
            ],
            [
                "<b>והאמה נכנסת לו.</b> כגון מי גשמים שבאו מן המדרון ונכנסים לו:",
                "<b>הסוחט את כסותו.</b> והמים שהיו נבלעים בו חשיבי מים שאובים, וכשהוא סוחטן לתוך הבור הן באין ממקומות הרבה שמכאן ומכאן לבגד:",
                "<b>והמערה מן הצרצור.</b> כלי חרס שעושין על פיו שבכה כמין מכבר מעשה רשת, והמערה ממנו מטיל המים ממקומות הרבה:",
                "<b>ר׳ עקיבא מכשיר.</b> קסבר דאין שלשה לוגים מים שאובין פוסלין את המקוה אא״כ מטילן למקוה מכלי אחד וממקום אחד, משא״כ בכסות וצרצור:",
                "<b>וחכמים פוסלים.</b> דסברי שלשה כלים מצטרפין:",
                "<b>לא אמרו מטילין אלא מטיל.</b> כל זה קיבל ר׳ עקיבא מרבותיו, דכלי המטיל שלשה לוגין מים למקוה פוסל את המקוה:",
                "<b>ולא כך אמרו אלא שנפלו.</b> ולא שנא מכלי אחד או מכלים הרבה. ואין הלכה כר׳ עקיבא:"
            ],
            [
                "<b>מכלי אחד משנים וכו׳</b> סיומא דמלתייהו דרבנן היא:",
                "<b>תשעה קבין מים.</b> בעל קרי חולה שאינו יכול לטבול, אם נתנו עליו תשעה קבין מים, טהור. ואשמעינן מתניתין דלא שנא מכלי אחד לא שנא משנים או שלשה כלים:",
                "<b>וכן טהור שנפלו על ראשו ועל רובו שלשה לוגין מים שאובין.</b> דפוסל את התרומה, כדאמרינן פרק קמא דשבת [דף יג], הני שלשה לוגין משנים או שלשה כלים מצטרפין, מארבעה אין מצטרפין:",
                "<b>במה דברים אמורים.</b> דמשנים ושלשה כלים מצטרפין:",
                "<b>בזמן שלא נתכוין לרבות.</b> אמקוה קאי, שלא נתכוין להוסיף עליו כדי להרבות בו מים:",
                "<b>אפילו קרטוב.</b> שיעור מועט, אחד מס״ד בלוג:"
            ]
        ],
        [
            [
                "<b>המניח כלים תחת הצנור.</b> מרזב שמי גשמים נכנסים בו ויורדים דרך פיו למקוה. והכא מיירי בצנור של עץ שקבעו ולבסוף חקקו, דהואיל ולא היה תורת כלי עליו כשקבעו, אע״פ שחקקו אחרי כן לא חשיבי המים שבתוכו מים שאובים, הואיל ולא היה תורת כלי עליו בתלוש:",
                "<b>ואחד כלים קטנים.</b> דלא תימא דלא חשיבי:",
                "<b>אפילו כלי גללים.</b> דלא חשיבי כלים לענין טומאה, חשיבי כלים לפסול את המקוה, אפילו אם שברם או כפה אותם, דלא דמי למניח קנקנים בראש הגג לנגבן:",
                "<b>ובית הלל מטהרין בשוכח.</b> בפרק קמא דשבת בגמרא, מוקמי פלוגתייהו כשהניחן תחת הצנור בשעת קישור עבים ונתפזרו ושכחן וחזרו ונתקשרו, דבית שמאי סברי משום פיזור עבים לא נתבטלה מחשבתו הראשונה, דגלי דעתיה שרצה שיפלו לתוכן. ובית הלל סברי בטלה מחשבתו, דכי נתפזרו, אסח דעתיה, דקסבר לא ירדו גשמים עוד. אבל הניחן תחת הצנור בשעת קישור עבים ואיחרו הגשמים לבוא ויצא למלאכתו ושכחן, דברי הכל הואיל ומתחילה לכך נתכוין לא בטלה מחשבתו בשכחתו. ואם הניחן בשעת פיזור עבים, דברי הכל טהורים, שלא נתכוין מתחילה לכך:",
                "<b>בשוכח בחצר שהוא טהור.</b> בחצר שלא תחת הצנור, ונתמלאו מן הנוטפין ונפלו למקוה. דדוקא תחת הצנור הוא דפליגי בית שמאי, דגלי דעתיה דרצה שיפלו לתוכן, ומשום פיזור לא בטלה מחשבה קמייתא. אבל מניח בחצר, אפילו בשעת קישור, לא מוכחא מעיקרא מחשבתו קמייתא שפיר, הלכך בטלה כשנתפזרו:",
                "<b>עדיין מחלוקת במקומה עומדת.</b> שלא עמדו למנין על כך ולא רבו תלמידי בית שמאי:"
            ],
            [
                "<b>המניח טבלא תחת הצנור.</b> להמשיך המים למקוה:",
                "<b>אם יש לה לבזבז.</b> שפה סביב מארבע רוחותיה, כדי שיהיה לה בית קיבול:",
                "<b>פוסלת את המקוה.</b> דהוו להו מים שאובים. ומשום צנור לא היה מפסיל מקוה, דאיירי בצנור שקבעו ולבסוף חקקו כדפרישית:",
                "<b>זקפה לידוח.</b> כדי שתודח מטנופת שבה:",
                "<b>אינה פוסלת את המקוה.</b> דלא קיימא כדרך קבלתה:"
            ],
            [
                "<b>החוטט בצנור.</b> דרך צנור להיות פתוח משני צדדים, ואין פוסל את המקוה אא״כ חקק בו חקק מעט כדי לקבל צרורות המעכבים הלוך המים, וכשחקקו ולבסוף קבעו איירי, הואיל והיה עליו תורת כלי כשהיה תלוש, הרי המים העוברים בו שאובים הן ופוסלים את המקוה:",
                "<b>ובשל חרס.</b> לא חשיב כלי אא״כ יש לו בית קיבול של רביעית:",
                "<b>לא אמרו רביעית אלא בשברי החרס.</b> דוקא בכלי חרס לאחר שנשבר בעינן שיהא השבר מחזיק רביעית. אבל מתחילתו אפילו כל שהוא חשוב כלי. ואין הלכה כר׳ יוסי:",
                "<b>מתחלחלים.</b> מתגלגלים בתוך בית קיבול, שאינם מהודקים בו אע״פ שנתמלא מהם אלא מתנענעים אילך ואילך. לשון ותתחלחל המלכה (אסתר ד׳):",
                "<b>פוסלין את המקוה.</b> דלא נתבטל קיבולו:",
                "<b>ירד לתוכו.</b> לתוך בית קיבולו:",
                "<b>עפר ונכבש.</b> שהעפר נקבע ונעשה מהודק יפה והמים עוברים עליו. תרגום במסלה נעלה (במדכר כ׳) באורח כבישא נסק:",
                "<b>כשר.</b> דאין כאן בית קיבול:",
                "<b>סילון וצינור ומרזב.</b> אחד הוא:",
                "<b>שהוא צר מכאן ומכאן.</b> משני פיותיו, ממקום שהמים נכנסים בו וממקום שיורדים ממנו למקוה:",
                "<b>ורחב באמצע.</b> אפילו הכי לא חשיב לקבלה כל זמן שלא חקק בו לקבל צרורות:"
            ],
            [
                "<b>מים שאובים.</b> שהן פסולים למקוה.",
                "<b>ומי גשמים.</b> הכשרים. ",
                "<b>שנתערבו בחצר או בעוקה.</b> גומא שהמים מתקבצים בהן, או על מעלות המערה, ומשם נמשכו וירדו למקוה:",
                "<b>אם רוב מן הכשר.</b> כגון שכ״א סאה מהן מי גשמים. וי״ט מים שאובין, כשר:",
                "<b>היו מקלחין בתוך המים.</b> שלא ירדו למקוה על ידי המשכה דרך החצר והעוקה ומעלות המערה, אלא מן הכלים עצמן היו מקלחין לתוך המקוה:",
                "<b>ואם לאו פסול.</b> דשלשה לוגין מים שאובים פוסלים כשנפלו למקוה שלא כדרך המשכה. אבל דרך המשכה אין פוסלין עד שיהיו הרוב מים שאובים, אפילו המים שאובין בפני עצמן שלא נתערבו בכשרים, אין פוסלין דרך המשכה אלא ברוב. כגון מקוה שיש בו כ״א סאה מי גשמים, ממלא בכתף וממשיך לתוכו י״ט סאה מים שאובים וכשר, הואיל והרוב מים כשרים. וכן הלכה:  "
            ],
            [
                "<b>השוקת.</b> אבן חלולה שעל שפת המעין, והמים נכנסין לה דרך חור שבדופנה, ומשקין בה הבהמות:",
                "<b>אין ממלאים ממנה.</b> מים למי חטאת:",
                "<b>ואין מקדשין בה.</b> אין נותנים אפר פרה על המים שבתוכה, דאינה חשובה כלי. והכא מיירי בסלע מחובר שחקקו, ואפילו תלוש שחיברו ולבסוף חקקו, הואיל ולא היה עליו שם כלי בתלוש אינו חשוב כלי:",
                "<b>ואינה צריכה צמיד פתיל.</b> אם היא באוהל המת, מצלת על מה שבתוכה בכיסוי לבד בלא צמיד פתיל, לפי שאינה חשובה כלי אלא כבור ודות שמצילים על מה שבתוכם בכיסוי לבד:",
                "<b>ואינה פוסלת את המקוה.</b> אם נפלו מי גשמים מתוכה למקוה אין נחשבים מים שאובים לפסול את המקוה:",
                "<b>וכמה יהא בנקב.</b> לבטלה מתורת כלי שלא תפסול את המקוה מטעם שאיבה:",
                "<b>כשפופרת הנאד.</b> ושיעורו שיהיו שתי אצבעות של יד הסמוכות לגודל חוזרות ברחבן בריוח בתוך הנקב:",
                "<b>שוקת יהוא.</b> כך היתה נקראת:",
                "<b>וכל טהרות של ירושלים נטבלים על גבה.</b> שמטבילים בתוכה ועושים טהרות. ולא היה בשוקת ארבעים סאה, אלא מקוה שלם היה בצדה, ומי השוקת מתערבים בו דרך נקב כשפופרת:",
                "<b>עד שתפחת רובה.</b> אפילו יש בנקב כשפופרת הנאד, לעולם תורת כלי עליה עד שתשבר רובה:"
            ]
        ],
        [
            [
                "<b>מעין שהעבירו על גבי השוקת.</b> שהוא כלי. ולא שוקת שבסלע:",
                "<b>פסול.</b> להטביל במים שבתוך השוקת ובמים שיוצאים ועוברים מן השוקת לחוץ, הואיל ומי המעין כולם שופכים לתוך השוקת. אבל אם מי המעין עוברים על שפת השוקת כל שהוא, אף על פי שמקצתם עוברים בתוך השוקת, כשר להטביל במים שעל שפת השוקת או חוצה לה, דמעין מטהר בכל שהוא:",
                "<b>והפסיקו.</b> שאין מי הבריכה מחוברין למעין:",
                "<b>הרי הוא כמקוה.</b> ואין מטהר בכל שהוא, עד שיהא שם ארבעים סאה:",
                "<b>חזר והמשיכו.</b> שחיבר מי המעין לבריכה:",
                "<b>פסול לזבים.</b> דכבר פסק חיותן. וזבים ומצורעים ומי חטאת כתיב בהו מים חיים:"
            ],
            [
                "<b>העבירו על גבי כלים.</b> שהעביר המעין על דופני הכלי מבחוץ:",
                "<b>הרי הוא כמו שהיה.</b> לטהר בזוחלים ובכל שהוא:",
                "<b>הרי הוא כמקוה.</b> דבעי ארבעים סאה ובאשבורן:",
                "<b>ובלבד שלא יטביל על גבי ספסל.</b> גזירה שמא יטביל בכלים. והלכה כר׳ יוסי:"
            ],
            [
                "<b>שהוא מושך כנדל.</b> שמימיו זוחלים במקומות הרבה, כשרץ זה שמרבה רגלים, וקורין לו בלע״ז צנטופיד״י:",
                "<b>ריבה עליו.</b> מים שאובים, עד שנמשכו ונתגדלו המקומות שמימיו זוחלים שם:",
                "<b>הרי הוא כמו שהיה.</b> המקומות הללו מטהרים בזוחלים ובכל שהוא כמו שהיו בתחילה:",
                "<b>היה המעין עומד.</b> ולא היו מימיו נזחלים, וריבה עליו מים שאובים ונתגדל המעין עד שמימיו נזחלים אילך ואילך מחמת המים שאובין:",
                "<b>שוה וכו׳ למעין.</b> המקומות הללו שהמים נזחלים בהם, שוין למעין שמטהרים בכל שהן, ושוים למקוה שאין מטהרים בזוחלין אלא באשבורן. פירוש אחר, ריבה עליו והמשיכו, הרחיב הבריכות שהיו מושכות מים מן המעין ההוא והגדילן, הרי הוא כמות שהיה, דבמקום שהיו מימיו זוחלים קודם שריבה עליהן והרחיבן, שם מטהר בזוחלין, ומן הצדדים אין מטהר אלא באשבורן. אבל אם לא היו מימיו זוחלים אלא עומדים, וריבה עליו, שהרחיב מקום עמידתן, והמשיכם, שעשה מקום עמידתן זוחלין, שוה למקוה לטהר באשבורן, ואין מטהר בזוחלין, מאחר דעיקר מקום המעין אינן זוחלין:"
            ],
            [
                "<b>הים הגדול כמקוה.</b> לא קרא הכתוב מקוה אלא לים הגדול, דביה משתעי קרא במעשה בראשית, ששם נקוו כל מימי בראשית:",
                "<b>ולא נאמר ימים.</b> בלשון רבים, אלא מפני שמעורבין בו מיני ימים הרבה, שכל הנחלים הולכים אליו:",
                "<b>רבי יוסי אומר כל הימים.</b> וים הגדול נמי תורת מעין עליהם לענין שהם מטהרין בזוחלין, מפני שהנחלים הולכים וזוחלין עליהם. אבל פסולין הן לתורת מים חיים, שהכתוב קראן מקוה. והלכה כר׳ יוסי:"
            ],
            [
                "<b>הזוחלין.</b> כגון נהרות שהן זוחלין, הרי הן כמעין ומטהרין בזוחלין ובכל שהן:",
                "<b>והנוטפים.</b> כגון מי גשמים:",
                "<b>כמקוה.</b> לטהר בארבעים סאה ובאשבורן:",
                "<b>שהם כשרים.</b> כזוחלין. הואיל ונוטפין מועטים. ואפילו במקום שאין כדי טבילה בזוחלין אלא אם כן נוטפין משלימים להם:",
                "<b>ונוטפין שעשאן זוחלין.</b> כגון מקוה שפרץ על שפתו ומימיו יוצאין וזוחלין:",
                "<b>סומך אפילו מקל.</b> או קנה, או זב או זבה סומכין ביד או ברגל, וסותמין מקום יציאת המים עד שיעמדו המים במקום אחד ונעשים אשבורן, ויורד הטמא וטובל:",
                "<b>כל דבר שהוא מקבל טומאה.</b> לא מיבעיא זב וזבה שהן טמאין, שאינן יכולים לסתום מקום יציאת המים בידיהם או ברגליהם כדי להעמיד המים ולעשותן אשבורן, אלא אפילו טהור גמור, הואיל והוא מקבל טומאה:",
                "<b>אין מזחילין בו.</b> כלומר אין מעמידין בו מקום הזחילה כדי שיעשה אשבורן ויוכל לטבול בו. וטעמא דרבי יוסי, דאמר קרא מקוה מים יהיה טהור, הוייתן תהא על ידי טהרה. והלכה כרבי יוסי:"
            ],
            [
                "<b>גל שנתלש.</b> מן הים שהולך וסוער:",
                "<b>ונפל על האדם ועל הכלים טהורים.</b> לחולין בלבד, דחולין לא בעו כונה. אבל למעשר שני ולתרומה, לא טהר הטובל עד שיכוין:",
                "<b>טובלין.</b> איש ואשה:",
                "<b>ומטבילין.</b> כלים או ידים במקום שצריך טבילת ידים, כגון לקודש דלא סגי בנטילה:",
                "<b>חריצין.</b> רחבים ומרובעים כמערה, אלא שאינן מקורין:",
                "<b>נעיצין.</b> קצרים מלמטה ורחבים מלמעלה:",
                "<b>פרסת חמור.</b> והוא הדין פרסת כל בהמה:",
                "<b>המעורבת בבקעה.</b> גומא שנעשית בקרקע על ידי פרסת רגל של בהמה ונתקבצו בה מים, והיא מעורבת למקוה של ארבעים סאה על יד נקב כשפופרת הנוד, מטבילין בה:",
                "<b>חרדלית.</b> כמו הר דלית זרם מים הבאים מדליו של הר, פירוש מגובה ההר ואפילו אין מתחלתן ועד סופן אלא ארבעים סאה מטבילין בהן לבית שמאי.",
                "<b>ובית הלל אומרים אין מטבילין.</b> עד שיהיו ארבעים סאה במקום אחד, שאין חרדלית מטהרת אלא באשבורן:",
                "<b>שגודר כלים וטובל בהם.</b> עושה מחיצה בכלים כדי שיעכבו הילוך המים ולא יהיו זוחלין, וטובל באותן המים שבתוך מחיצת הכלים שהן כמי מקוה ",
                "<b>וכלים שגדר בהן לא הוטבלו.</b> לפי שלא הוטבל כל הכלי במים שבתוך המחיצה, כי אם הצד שכלפי החרדלית ולא צד שכלפי חוץ. ואי קשיא, והא אמר ר' יוסי לעיל כל דבר שהוא מקבל טומאה אין מזחילין בו, והיכי פליג אבית הלל שמודים שגודר כלים וטובל בהן. יש לומר, דהאי ומודים אסיפא קאי, דאמר וכלים שגדר בהן לא הוטבלו, והכי קאמר, מודים בית שמאי לבית הלל שהגודר כלים וטבל בהן, כלים שגדר בהן לא הוטבלו. אבל בית הלל לעולם סברי שאין גודר כלים וטובל בהן, כר׳ יוסי דאמר כל דבר שהוא מקבל טומאה אין מזחילין בו. והכי משמע בתוספתא:"
            ]
        ],
        [
            [
                "<b>כל המעורב.</b> חורי המערה. חורין שבתוך המקוה. ומשום שרוב טבילות שלהן במערות, קרי למקוה מערה:",
                "<b>כמה שהן.</b> אע״פ שאין נקובין כשפופרת הנוד:",
                "<b>עוקת המערה.</b> גומא שבשולי המקוה, אין מימיה נחשבין עם מימי המקוה שלמעלה מהן להיות כשרי לטבול בהן, אלא אם כן יש ביניהן כשפופרת הנוד לחברן:",
                "<b>אמר ר׳ יהודה אימתי.</b> לא בא ר׳ יהודה לחלוק אלא לפרש:",
                "<b>בזמן שהיא מעמדת את עצמה.</b> כשבא לטבול בעוקה, העוקה היא מעמדת את עצמה, ואין הגג המפסיק בינה ובין המערה נופל מאליו:",
                "<b>אבל אם אינה מעמדת את עצמה.</b> ובשעה שבא לטבול, נופל גג העוקא, שהוא תחתית המקוה, ומתערבים מימי המערה במי העוקה:",
                "<b>מטבילין בה כמו שהיא.</b> אפילו אין בנקב כשפופרת הנוד:"
            ],
            [
                "<b>והטבילן הרי אלו טהורים.</b> ואפילו אין פי הדלי רחב כשפופרת הנוד. וכגון שהדלי עצמו טמא וצריך טבילה, דמגו דסלקא ליה טבילה לדלי, סלקא ליה נמי למה שבתוכו:",
                "<b>ואם לא טבל.</b> גרסינן. כלומר ואם הדלי טהור ואינו מטבילו, שאינו צריך טבילה:",
                "<b>עד שיהו מעורבין כשפופרת הנוד.</b> אין הכלים שבתוכו טהורים עד שיהיה בפי הדלי כשפופרת הנוד:"
            ],
            [
                "<b>בזה עשרים ובזה עשרים.</b> מים כשרים, ובשלישי עשרים סאה מים שאובין:",
                "<b>וטבלו ונתערבו.</b> על ידי טבילתן צפו המים והשיקו ונתחברו שלשתן זה בזה:",
                "<b>המקואות טהורים.</b> אפילו השאוב. שהרי שני הכשרים מתערבים יחד ויש כאן שיעור מקוה ארבעים סאה מים כשרים, וכשמתחבר להן השאוב שהמים צפין על גביהן מחמת הטובלים, הוכשרו מימיו לטבילה:",
                "<b>היה השאוב באמצע.</b> מחמת שהשאוב מפסיק בין שנים החיצונים הכשרים, אין הכשרים מתערבין זה עם זה:",
                "<b>המקואות כמות שהיו.</b> שהכשרים כשרים להקוות עליהן להשלים ארבעים סאה כשרים, והשאוב אין כשר להקוות עליו. ואע״פ שמימי השאוב מתערבים עם כל אחד, לא מיפסלי להקוות עליהן, דדרך המשכה נתערבו ולא נפלו מן הכלי לכשרין, ומה שירדו ממנו לכל אחד, נתבטל ברוב קודם שירדו למקוה:"
            ],
            [
                "<b>שהיו בהן שלשה לוגין מים.</b> בלועין ודבוקין בהן, אבל אינן נראין בעין, הלכך לא גזרו רבנן דאין זה מקרי נפלו:"
            ],
            [
                "<b>השידה והתיבה.</b> כלים גדולים של עץ ומונחים בתוך מקוה כשר:",
                "<b>אלא אם כן היו נקובים כשפופרת הנוד.</b> דומיא דעוקה דאמרינן לעיל שצריך שתהא נקובה כשפופרת הנוד:",
                "<b>בכלי גדול.</b> כגון בר תשעה טפחים או יותר, דמיעוטו הוי ארבעה טפחים, סגי בנקיבת ארבעה טפחים. ואין הלכה כרבי יהודה:",
                "<b>שק או קופה.</b> סל עשוי מנצרים של ערבה קלופין:",
                "<b>מטבילין בהן כמו שהן.</b> אם הן בים. ולא בעו נקיבה כשפופרת הנוד, שכולם מלאים נקבים ובטלים מים שבתוכן לגבי מי מקוה:",
                "<b>אינן פוסלין את המקוה.</b> משום מים שאובין:",
                "<b>ומעלין אותן כדרכן.</b> כגון במקוה שיש בו ארבעים סאה מצומצמות דאמרינן לקמן דכר וכסת של עור כיון שהגביה שפתותיהם מן המים, המים שבתוכן שאובין, כיצד יעשה, מטבילן ומעלה אותן דרך שוליהן, ובשק וקופה לא חיישינן, דלא חשיבי מים שבתוכן שאובין לפסול את המקוה:"
            ],
            [],
            [
                "<b>עירוב מקואות.</b> מקוה חסר שבצד מקוה שלם. אי נמי, בזה עשרים סאה ובזה עשרים סאה ומתערבין המים דרך חריץ או נקב, שיעורו לצרפן ולהכשירן כאילו יש בכל אחד ארבעים סאה:",
                "<b>כשפופרת הנוד כעביה וכחללה.</b> של קנה שנותנין בפי הנוד:",
                "והיינו <b>כשתי אצבעות חוזרות למקומן.</b> מתהפכות בריוח בחלל הנקב. ושתי אצבעות שאמרו הם שתי אצבעות הסמוכות לגודל, הראשונות שבפס היד, דהיינו אצבע ואמה:",
                "<b>מפני שהיא מן התורה.</b> חיוב הטבילה במקוה מים הוי מן התורה:",
                "<b>וכן כזית מן המת.</b> ספק יש בהן כשיעור ספק אין בהן כשיעור, ספיקן טמא. ודוקא ברשות היחיד. אבל ברשות הרבים, ספיקן טהור. ואע״ג דאפילו בדרבנן ספק טומאה ברשות היחיד ספיקו טמא, מכל מקום הכא אילו הוו שיעורי דרבנן, היינו מטהרין אותו:",
                "<b>כל שיעמוד.</b> בין עפר בין צרורות בין יבחושים אדומים הגדלין במים, אם עומדין על פי הנקב ממעטין בשפופרת הנוד ואין המקואות מתערבין:",
                "<b>כל שהוא מבריית המים.</b> כגון יבחושים אדומים. ואין הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>העליון מן התחתון.</b> כגון שהיה העליון מים שאובים ותחתון מים כשרים:",
                "<b>והרחוק מן הקרוב.</b> ולא חיישינן שמא בא אדם והפסיק השקתו ולא עלתה לו טבילה:",
                "<b>מביא סילון של חרס או של אבר.</b> והוא הדין של עץ או של עצם או של זכוכית. אבר, עופרת:",
                "<b>ומניח ידו תחתיו.</b> של הסילון כדי שלא יצאו מים לחוץ כשהוא מתמלא עד שעה שישיק ויתחברו עם המקוה האחר:",
                "<b>אפילו כשערה.</b> דהקלו בשאובה שהיא דרבנן. אבל אם היה העליון חסר מכשיעור ובא להכשירו על ידי השקה להשלימו לכשיעור, אין די בהשקה כשערה, דאפילו רבי יהודה דמיקל טפי בפרק ב׳ דגיטין [דף ט״ו], בעי טופח על מנת להטפיח:",
                "<b>ממלא בכתף.</b> דמאחר שיש במקוה ארבעים סאה מים כשרים, אפילו כל מים שאובין שבעולם אין פוסלין אותו:"
            ],
            [
                "<b>לשתי.</b> מלמעלה למטה:",
                "<b>לערב.</b> מימין לשמאל:",
                "<b>חלוף הדברים.</b> מלמעלה למטה, אין מצטרף. מימין לשמאל, מצטרף. ואין הלכה כרבי יהודה:",
                "<b>נפרצו זה בתוך זה.</b> היינו מלמעלה בראש הכותל. דדוקא כשנסדק הכותל או ניקב ולמעלה בראשו שלם, הוא דבעינן כשפופרת הנוד, אבל כשנפרץ הכותל בראשו והמים מתחברים שם, סגי ברום כקליפת השום וברוחב כשפופרת הנוד:"
            ],
            [
                "<b>האביק שבמרחץ.</b> כלי של מתכת משוקע באמבטי ויש בו נקב, דכשנמאסין מי האמבטי מחמת הטבילות פותחים הנקב שבאביק ויוצאים המים שבאמבטי וממשיכין לו מים אחרים נקיים וסותמים הנקב שלא יצאו המים, והמים הנמשכים לאמבטי הן כשרים לטבילה, דלאחר שרחצו בחמין שבמרחץ נכנסים לאמבטי וטובלים שם:",
                "<b>בזמן שהוא באמצע פוסל.</b> לפי שכל המים גרורים על גביו, ומים הגרורים על גבי כלים הרי אלו פסולים:",
                "<b>מן הצד אינו פוסל.</b> דאין המים גרורים על גביו, ואין כאן שאוב אלא מה שבתוכו, ושאר המים הוו להו מקוה כשר סמוך לשאוב, ומים שאובין בצד מים כשרים לא פסלי ואף על פי שנוגעים זה בזה:",
                "<b>אם מקבלת האמבטי רביעית.</b> מים כשרים קודם שיגיעו לאביק, כאילו מקבלת ארבעים סאה דמי, משום דרביעית שיעור מקוה היא מדאורייתא להטביל בה מחטין וצנוריות:",
                "<b>אם מקבל האביק.</b> כלומר כיון דאביק הוא העשוי לקבלה כל שהוא, פסול בכל ענין שיהיה, בין באמצע, בין מן הצד, בין מקבלת האמבטי רביעית קודם שבא לאביק, בין אינה מקבלת:  "
            ],
            [
                "<b>המטהרת שבמרחץ.</b> שיקתות המים העשויות במרחץ שנמשכים להם מים צוננים להשתטף בהן כדי לטהר עצמן לאחר שרחצו בחמין, ופעמים שהן שתי שקתות זו בצד זו אלא שהאחת עליונה מחברתה, ויש נקב בכותל שבין שתיהן שהמים יוצאים מזו לזו:",
                "<b>אם יש כנגד הנקב שלשה לוגין.</b> שהנקב רחב וארוך כשיעור שיכנסו בו שלשה לוגין, נפסלה העליונה מחמת המים שאובין שבתחתונהש דחשיב כאילו המים שכנגד חלל הנקב שאובין הן באמצע העליונה, לא מן הצד, ושלשה לוגין מים שאובין פוסלים כשהן באמצע אע״פ שאין פוסלין מן הצד. ורבותא נקט שהתחתונה מים שאובין והעליונה מים כשרים, שדרך המים לרדח ואין דרכן לעלות, ואעפ״כ נפסל העליון. וכל שכן שיפסל כשיהיה הכשר לצד תחתון:",
                "<b>כמה יהא בנקב.</b> השתא אתא לאשמועינן כמה שיעורו של נקב שיצאו ממנו שלשה לוגין בבת אחת:",
                "<b>אחד משלש מאות ועשרים בבריכה.</b> דשלשה לוגין אחד משלש מאות ועשרים [בארבעים] סאה. כיצד, הסאה ששה קבין, והקב ארבעה לוגין, נמצאו ארבעים סאה הן תשע מאות וששים לוג, הרי שלשה לוגין חלק אחד משלש מאות ועשרים בבריכה, כלומר במקוה כשר של ארבעים סאה, ושיערו חכמים שיעור מקוה שמחזיק ארבעים סאה, אמד על אמה ברום שלש אמות, הרי שיעור הנקב המחזיק שלשה לוגין הוא אחד משלש מאות ועשרים מאמה על אמד ברום שלש אמות המחזיק ארבעים סאה. ורמב״ם כתב, שאם היתה הבריכה פחות או יותר מארבעים סאה, מחשבין הנקב בפחות וביותר לפי חשבון זה, כגון אם היה בבריכה עשרים סאה, צריך להיות הנקב אחד ממאה וששים:",
                "<b>אפילו התחתונה מלאה כשרים והעליונה מלאה שאובין.</b> שדרך מים לירד, אפילו הכי אין שלשה לוגין שאובין שבנקב פוסלין את התחתונה:",
                "<b>שלא אמרו אלא שלשה לוגין שנפלו.</b> ואין השאובין פוסלין את המקוה עד שיפלו לתוכו. והלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>יש מעלין.</b> משלימין לארבעים סאה:",
                "<b>ולא פוסלין.</b> בשלשה לוגין שאובין. וכולהו מפרש כיצד: ",
                "<b>הכפור.</b> גשמים שיורדין נקפים:",
                "<b>גליד.</b> מים שקפאו על פני הארץ או על פני המים:",
                "<b>טיט הנרוק.</b> טיט רך ורקיק שנעשה כמו רוק:",
                "<b>אבן הברד כמים.</b> כמים שאובים דאמרינן לקמן פוסלים ולא מעלים. ואין הלכה כרבי יוחנן בן נורי. והלכה כעדותן של אנשי מידבא שעושין מקוה מן השלג אפילו לכתחילה:",
                "<b>נמצאו מעלין.</b> שהשלימוהו:",
                "<b>ולא פוסלין.</b> בשלשה לוגין שאובין. שהרי סאה היא הרבה יותר משלשה לוגין, ולא נפסל המקוה בכך:"
            ],
            [
                "<b>המים.</b> שאובין. בין טמאין בין טהורים:",
                "<b>מי כבשים.</b> מים שכבשו בהן זיתים או מיני ירקות:",
                "<b>ומי שלקות.</b> מים ששלקו בהן שלקות:",
                "<b>והתמד.</b> חרצנים וזגים או שמרים שנתן עליהן מים:",
                "<b>עד שלא החמיץ.</b> דאם החמיץ, נידון כמי פירות:",
                "<b>קרטוב.</b> אחד מששים וארבע בלוג:",
                "<b>פעמים מעלין.</b> כדמפרש, כשיש במקוה ארבעים סאה מים כשרים, ונתן בו סאה מי פירות, ואח״כ נטל סאה ממנו מים ומי פירות מעורבים יחד, הרי כל הסאה של מי פירות שנשארה במקוה משלימים את המקוה:",
                "<b>פעמים אין מעלין.</b> כדקתני במקוה שיש בו ארבעים סאה חסר אחת:"
            ],
            [
                "<b>ושינו את מראיו כשר.</b> דהדחת כלים לא חשיבא שינוי מראה:",
                "<b>ואין פוסלים אותו בשינוי מראה.</b> משום דצבעא לית ביה מששא:",
                "<b>מוחל.</b> מים היוצאים מן הזיתים:",
                "<b>ימתין עד שירדו גשמים.</b> דלמלאות בכתף אי אפשר, דבחסר עסקינן, שהוא נפסל בשלשה לוגין:",
                "<b>ממלא בכתף.</b> דמקוה שלם אין השאובים פוסלים אותו לעולם:"
            ],
            [
                "<b>אין בו מראה מים ארבעים סאה.</b> אם אין במקוה ארבעים סאה שיש בהן מראה מים, לא יטבול באותו מקוה אפילו באותו צד שיש בו מראה מים. ואם טבל, לא עלתה לו טבילה:"
            ],
            [
                "<b>ונפלו למקוה לא פסלוהו.</b> הואיל והן נראין כיין, ומי פירות אין פוסלין בשלשה לוגין:",
                "<b>הכל הולך אחר המראה.</b> אף על פי שאין החלב פוסל המקוה ואין במים שיעור שלשה לוגין לפסול, מ״מ כיון שיש כאן שלשה לוגין שנראין כמים, חשבינן להו כאילו כולן מים. ופוסלין. ואין הלכה כרבי יוחנן בן נורי:"
            ],
            [
                "<b>השני טמא.</b> דודאי חסר שיעור המקוה בטבילתו של ראשון:",
                "<b>אף השני טהור.</b> דאמרינן גוד אחית, והוי כאילו המים שהעלה הראשון בגופו הן מחוברין למי מקוה ולא נחסר משיעורו כלום. ופירשו בגמרא דחגיגה [דף י״ט] דלא טיהר רבי יהודה אלא במעלות דרבנן, כגון שהיה טהור לחולין וטבל להיות טהור למעשר, או שהיה טהור למעשר וטבל להיות טהור לתרומה. אבל לעלות מטומאה גמורה לטהרה, דברי הכל טמא. ואין הלכה כר׳ יהודה:",
                "<b>סגוס.</b> בגד צמר עב, וקורין לו בערבי אלבורנו״ס, ובולע מים הרבה:",
                "<b>מקצתו נוגע במים טהור.</b> ובמקוה שיש בו מ׳ סאה מצומצמות איירי, וטבל בו אדם לאחר שהטביל בו את הסגוס, טהור האיש הטובל אע״פ שנחסר שיעור מקוה בטבילת הסגוס, מאחר שמקצת הסגוס נוגע במים. ור׳ יהודה היא דסבירא ליה אמרינן גוד אחית:",
                "<b>המים שבתוכן שאובים.</b> וחוזרים ופוסלים את המקוה בשלשה לוגים. שהרי לא היו בו אלא ארבעים סאה מכוונות ונתחסר כשהגביה שפתותיהן מן המים:",
                "<b>ומעלה אותם דרך שוליהם.</b> כדי שלא יפלו המים שבתוכן למקוה ויפסלו כל מימיו:"
            ],
            [
                "<b>הטביל בו את המטה.</b> שרגליה גבוהות, ואי אפשר להטבילה כולה כאחת במקוה קטן כזה ששיערו מצומצם, אא״כ רגליה שוקעות בטיט:",
                "<b>העבה.</b> שאינו נרוק ואין מטבילין בו:",
                "<b>שהמים מקדמין.</b> להטביל הרגלים קודם שישקעו בטיט, ובמים הוטבלו:",
                "<b>שמימיו מרודדים.</b> שאין המים עמוקים, מחמת שהמקוה רחב והמים מתפשטים בכולו. ואע״פ שיש בו ארבעים סאה, אין כל גופו מתכסה במים בבת אחת:",
                "<b>כובש.</b> לצד אחד של מקוה:",
                "<b>אפילו חבילי עצים וקנים.</b> ואע״ג דנראה כמקוה שחלקו, אפילו הכי הואיל והמים נכנסין ביניהן, לא הוי חלוק. וכובש דנקט, מפני שהעצים והקנים צפים על פני המים, וצריך לכבוש עליהם אבנים כדי שיכנסו תחת המים:",
                "<b>היה מוליך ומביא במים.</b> מנענע המים בידיו:",
                "<b>כיון שעבר הגל.</b> של מים על המעלה של מקוה שהמחט מונח בה וצפו מי הגל על המחט, טהורה. ולפי שהמחט דקה וקטנה וירא פן תפול במים, דרך להטבילה כן:"
            ]
        ],
        [
            [
                "<b>ארץ ישראל טהורה.</b> ואפילו עיירות של כותים שבתוכה. שלא גזרו טומאה אלא על ארץ העמים בחוצה לארץ:",
                "<b>ומקואותיה טהורים.</b> ולא מחזקינן להו בשאובים, דסתמא בהכשר נעשו:",
                "<b>לבעלי קריין.</b> להתירן בדברי תורה. דבעל קרי אסור בדברי תורה עד שיטבול, וכי טביל אפילו במקוה שכל מימיו שאובין מותר:",
                "<b>אפילו נתמלאו בקילון.</b> שמילאו מים בכתף ושפכו לתוך גומא, ומאותה גומא יש דרך שהולכים המים למקוה:",
                "<b>שחוץ למפתח.</b> חוץ לפתח המדינה:",
                "<b>כשרים אף לנדות.</b> להתירן לבעליהן, ואע״ג דאיכא איסור כרת. ולא חיישינן שמא חסרים היו ונפלו עליהם מים שאובים ונתמלאו, דחוץ לפתח המדינה אין רגל בני אדם מצויין שם:",
                "<b>לפנים מן המפתח.</b> לפנים מפתח המדינה:",
                "<b>ופסולים לכל הטמאים.</b> שבני אדם מצויין שם הרבה וממלאים בכתף מים ונותנים שם לכבס ולרחוץ:",
                "<b>מפני הכביסה.</b> שיש לומר חסרים היו ונפסלו מן הכלים שמכבסים שם:",
                "<b>והרחוקים טהורים.</b> שאין מכבסים בהן וליכא למיחש להכי. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>חלוקים.</b> שמטיף טפין חלוקים כמין שלשלת:",
                "<b>בתחילה.</b> בתחילת הטלת מי רגלים:",
                "<b>טהור.</b> דלאו מין קרי הוא, אלא מעצירת השתן הוא בא:",
                "<b>באמצע ובסוף.</b> של הטלת מי רגלים, טמא, דמין קרי הוא:",
                "<b>ונמשכים.</b> מי רגלים מדובקים:",
                "<b>טמא.</b> דמין קרי הוא:",
                "<b>לבנים כעכורים.</b> ובתחילה טהור, באמצע ובסוף טמא. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>המהרהר בלילה.</b> ורואה שבא על האשה, וכשניעור משנתו מצא בשרו חם ולא מצא טפת קרי:",
                "<b>טמא.</b> דודאי ראה קרי אלא שנאבד במיעוטו בבגד:",
                "<b>הפולטת שכבת זרע ביום השלישי טהורה.</b> כגון ששמשה בחמישי בשבת, ופלטה בשבת, לא שנא שמשה בתחילת ליל חמישי דאשתהי הזרע במעיה ארבע עונות שלימות ליל חמישי ויום חמישי ליל ששי וששי, לא שנא שמשה חמישי עם חשיכה, דלא אשתהי אלא מקצת חמישי וליל ששי וששי, דלא איכא אלא שתי עונות שלימות. שהעונה היא או יום או לילה:",
                "<b>ר׳ ישמעאל אומר.</b> בא לחלוק ולומר דפולטת בשלישי לשמושה טמאה, אבל פולטת ברביעי, טהורה. מיהו מודה הוא דמקצת היום ככולו, דלא הקפידה תורה אלא במנין הימים ולא במנין העונות:",
                "<b>ופעמים שהן ארבע עונות שלימות.</b> כגון אם שמשה בליל (רביעי) [חמישי] עם חשיכה, פליטתה טמאה עד תחילת ליל שבת:",
                "<b>ופעמים שהם חמש עונות.</b> כגון אם שמשה בתחלת יום רביעי בעלות השחר, ופליטתה טמאה עד ליל שבת: ",
                "<b>פעמים שהן שש</b> כגון ששמשה בתחילת ליל רביעי והיא טמאה עד תחילת ליל שבת, נמצאו שש עונות שלימות:",
                "<b>ר׳ עקיבא אומר לעולם חמש.</b> עונות. ואם יצאה מקצת עונה ראשונה, נותנים לה מקצת עונה ששית להשלים חמש עונות, דכל הפולטת בתוך חמש עונות שלימות, טמאה. והלכה כר׳ אליעזר בן עזריה:"
            ],
            [
                "<b>טמאה.</b> הטפה של שכבת זרע שפלטה:",
                "<b>טהורה.</b> ואפילו טומאה דרבנן ליכא:",
                "<b>ולא כבדה את הבית.</b> לא קנחה את עצמה עד שלא ישאר בה לחלוחית של שכבת זרע:",
                "<b>כאילו לא טבלה.</b> דחיישינן שמא תפלוט טפת שכבת זרע שנשאר לה באותו מקום:",
                "<b>לכשיטיל מים טמא.</b> שמא נשתייר מן הקרי בתוך האמה ויוצא עם השתן:",
                "<b>בילד ובבריא טהור.</b> שיוצא בכוח ואין משתייר. ועד כמה קרוי ילד, כל שעומד על רגלו אחת וחולץ מנעלו ונועל מנעלו, ואפילו בן שמונים שנה. והלכה כר׳ יוסי:"
            ],
            [
                "<b>טהורה מטומאתה.</b> מטומאת נדה, ומותרת לבעלה:",
                "<b>אבל טמאה על גב רוקה</b> שנתלש על המעות קודם טבילה, וטמאה מתורת מגע דרוקה מטמא במגע ובמשא: ",
                "<b>נתנה שערה בפיה.</b> ולא באו המים בשערה:",
                "<b>קרצה שפתותיה.</b> דחקה שפתותיה ביותר זו בזו:",
                "<b>כאילו לא טבלה.</b> ואסורה לבעלה כמו שהיתה:",
                "<b>האוחז באדם ובכלים ומטבילן טמאין.</b> דבמקום אחיזתו לא באו מים:",
                "<b>ואם הדיח ידיו במים טהורים.</b> לפי שהמשקה שעל ידיו מתחבר למי המקוה ושוב אין כאן חציצה:",
                "<b>ר׳ שמעון אומר ירפה וכו׳</b> ואין הלכה כר׳ שמעון:",
                "<b>בית הסתרים.</b> כגון תוך האוזן ותוך החוטם ותוך הפה:",
                "<b>בית הקמטין.</b> של שחי ושל ערוה. אי נמי, קמטין של זקן וזקנה שבשרם נקמט:",
                "<b>אין צריך שיבואו בהן מים.</b> דכתיב (ויקרא ט״ו:י״א) וכל אשר יגע בו הזב וידיו לא שטף במים, וכי בשטיפת ידים נטהר הזב, והלא טבילת כל הגוף במים חיים הוא צריך, אלא לומר לך מה ידיו בנראה, אף כל בשרו בנראה, פרט לבית הסתרים. ואף על פי כן אמרו חכמים לעולם ילמד אדם בתוך ביתו שתהא אשה מדיחה קמטיה בשעת טבילה, דנהי דאין צריכין לבוא בהן מים, מקום הראוי לביאת מים בעינן:"
            ]
        ],
        [
            [
                "<b>אלו חוצצין. חוטי צמר וחוטי פשתן והרצועות.</b> שהבנות מקלעות בהן שער שבראשן, והן מהודקות בשער שבראש ומונעות המים מליכנס בשער:",
                "<b>של צמר ושל שער אין חוצצים.</b> ואין הלכה כר׳ יהודה בשל צמר, אבל בחוטין של שער מודים לו חכמים, לפי שהמים נכנסים בהן. ודוקא חוטים שבראש, חוצצין. אבל של צואר, אין חוצצים, שאין אשה חונקת את עצמה:"
            ],
            [
                "<b>קלקי הלב.</b> שער שבחזה כנגד הלב שנסתבך ונעשה כעין שרשרות, והן נמאסות מן הזיעה:",
                "<b>ובית הסתרים באשה.</b> מפני שהשער נאחז ומסתבך באותו מקום מחמת הזיעה והטינוף והלכלוך. ודוקא באשה נשואה שמקפדת על עצמה שלא תתגנה על בעלה הוא דבית הסתרים הוי חציצה, אבל בפנויה דאינה מקפדת, לא הוי בית הסתרים חציצה:",
                "<b>לפלוף.</b> צואת העין:",
                "<b>גליד.</b> ריר היוצא מן המכה שמתיבש ונעשה גליד:",
                "<b>ושרף היבש.</b> אם היה על בשרה מן השרף הנוטף מהאילנות או מן הפירות, ונתיבש שם:",
                "<b>גלדי צואה שעל בשרו.</b> שנתיבשה ונעשית גליד:",
                "<b>והמלמולין.</b> כשידיו של אדם מלוכלכות בטיט או בבצק או בזיעה ומולל ידו אחת על חברתה נעשה על ידו כמין גרגירים של שעורים:",
                "<b>בשל מרקה.</b> טיט השרוי בלובן ביצה, עשוי לתקן בו הכלים שנסדקו, שאין המים ממחין אותו. מרקה, לשון תמרוקי נשים. ואין הלכה כר׳ יוסי:",
                "<b>יתדות דרכים.</b> טיט שנתמעך על ידי הלוך בני אדם שמהלכים עליו. וכשהוא לח נקרא גץ יוני, וכשהוא יבש, נקרא יתד הדרכים, שקשה להלך עליהן ונראה כמהלך על גבי יתדות:",
                "<b>שאין טובלין בהם.</b> אם היה במקוה טיט כזה:",
                "<b>ולא מטבילין אותן.</b> אם היה על בשרו. ויש מפרשים, ולא מטבילין אותם אם נטמאו מימיו, דלא סלקא השקה במקום הטיט:",
                "<b>הקומקום.</b> כלי נחושת שמחממים בו המים, ומחמת העשן והשלהבת שעולה על גביו נעשה סביביו פחמין:",
                "<b>אלא אם כן ישפשף.</b> הפחמין שעל גביו:"
            ],
            [
                "ובית הסתרים באיש. דאיש אינו מקפיד. ואפילו אשה אין מקפדת אלא נשואה כדפרישית:",
                "<b>ושאינו מקפיד עליו אינו חוצץ.</b> והוא שלא יהיה על רוב גופו. ופסק ההלכה לענין חציצה, רובו ומקפיד עליו, חוצץ דבר תורה. מיעוטו, כלומר אם הדבר החוצץ הוא במיעוט הגוף, אע״פ שמקפיד עליו, אינו חוצץ מן התורה, אבל חכמים גזרו על רובו שאינו מקפיד משום רובו המקפיד, ועל מיעוטו המקפיד נמי משום רובו המקפיד. ולא גזרו על מיעוטו שאינו מקפיד אטו מיעוטו המקפיד, דהיא גופא גזירה, ואנן ניקום ונגזור גזירה לגזירה:  "
            ],
            [
                "<b>לפלוף שבעין.</b> בלח אינו חוצץ, ביבש, חוצץ. ושחוץ לעין דלעיל, בין בלח בין ביבש, חוצץ. וטעמא הוי, דחוץ לעין אדם מקפיד בין בלח בין ביבש. בתוך העין, ביבש מקפיד, בלח אינו מקפיד:",
                "<b>כשות של קטן.</b> כמין שער נולד בבשר הקטנים, כעין שער הנולד בקשואין שקורין פאקו״ס בערבי, ואותו שער קרוי בלשון משנה כשות של קישות, כך שער של קטן הדומה לו קרוי כשות של קטן, והנשים קוראות לו שער שוטה:",
                "<b>לא טמא.</b> אם נגע טומאה באותו שער לא נטמא הקטן:",
                "<b>ולא מטמא.</b> אם היה הקטן טמא באחת מאבות הטומאות, ונגע אדם באותו שער ולא נגע בבשרו, לא נטמא הנוגע, דלא חשיב שער זה יד להכניס טומאה ולהוציא:"
            ],
            [
                "<b>והמור.</b> מוסקו בלע״ז. ויש ספרים גורסים וחמר:",
                "<b>דרגש.</b> מטה קטנה. תרגום וישבת על מטה כבודה (יחזקאל כ״ג:מ״א) דרגשין:",
                "<b>על הנקיים חוצצין.</b> משום דקפדי עליהן:",
                "<b>בלוסין.</b> מלוכלכים. ודומה לו בגמרא בפרק כלל גדול [שבת דף ע״ו] עיסה בלוסה:",
                "<b>אינן חוצצין.</b> דלא קפדי עליה. והיינו טעמא דמטות בעל הבית ועני:",
                "<b>איכוף.</b> כמו אוכף. והוא של עור שמשימין על החמור כשנושא המשא:",
                "<b>זקקים.</b> נושאי הנודות של עור. לשון זיקא בין מליא בין חסרה שריא, במסכת עבודה זרה (דף ס׳):",
                "<b>אינו חוצץ.</b> שאין מקפידין על הלכלוך:",
                "<b>עד כאיסר האיטלקי.</b> שהוא רוחב כארבעה גרגרי שעורה, חוצץ. פחות מכאן, אינו חוצץ. ות״ק לא יהיב ביה שיעורא, אלא אפילו פחות מכאיסר חוצץ. והלכה כתנא קמא:  "
            ],
            [
                "<b>משני צדדים.</b> שעובר משני עברי הבגד:",
                "<b>של בנאים.</b> תלמידי חכמים שעוסקים בבנינו של עולם. וקפדי על רבב שבבגדיהם, דאמר ר׳ יוחנן כל תלמיד חכם שנמצא רבב על בגדיו חייב מיתה:",
                "<b>ושל בור.</b> גרוע מעם הארץ. ולא קפיד על לכלוך שבבגדיו אלא א״כ יוצא מעבר לעבר. ומרדעת דאמרן לעיל דחוצץ, היינו שעובר משני צדדין. דלא תהא מרדעת חשובה מבגדו של עם הארץ. והלכה כרבי יוסי:"
            ],
            [
                "<b>זפתין.</b> זופתי חביות. אי נמי, עושי הזפת:",
                "<b>מפסלי אילנות.</b> שנוטלים הפסולת מן האילנות. פירוש אחר, כורתי האילנות. לשון פסל לך, שכורת הענפים מן האילן כדי שיתעבה ויגדיל גופו של אילן:",
                "<b>של קייצין.</b> השוטחים לחמה ליבש פירות של קיץ. פירוש אחר, מלקטי קוצין. וכל הני לא קפדי אלכלוך המטפחות שלהם. ואין הלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>כל ידות הכלים.</b> כגון יד הקרדום וכיוצא בה שהכניסה בברזל:",
                "<b>שלא כדרכה.</b> בעיקום:",
                "<b>ולא מירקן.</b> לא גמר הכנסתן. לשון ומירק אחר שחיטה על ידו, במסכת יומא [דף ל״ב]:",
                "<b>או שמירקן.</b> שגמר הכנסתן ונשברו:",
                "<b>כלי שהטבילו דרך פיו כאילו לא טבל.</b> דכל כלי שבתחילת הכנסתו במים כופהו על פיו, אין המים נכנסין לתוכו לעולם אפילו מכניסו כולו, עד שיטנו:",
                "<b>בלא הזיבורית.</b> שלא הטביל בית ידו, או דבר נוסף שיש בכלי באחת מקצותיו. ולהכי קרו ליה זבורית, שאינו עיקרו של כלי. ואין המים באין בהן עד שיטנו על צדו. וכל הני דמתניתין כולהו טעמא [כדי] שיבואו המים בכולן:",
                "<b>קלמרין.</b> כלי שמניחין בו את הדיו. וכן קורים אותו בלשון רומי קלמר״ו. ויש מהן שפיהן שוקע לתוכן כדי שלא ישפך הדיו אפילו אם יהפך על פיו. ואם הטבילו כדרכו, אין המים נכנסים בחלל השקוע שסביב פיו מבפנים, לפיכך צריך לנקב מן הצד:  "
            ],
            [
                "<b>הכר.</b> הוא ששוכב עליו:",
                "<b>הכסת.</b> הוא שמשים תחת מראשותיו:",
                "<b>שיבואו בהן המים.</b> לתוכן. שדרך כר וכסת של עור להכניס ולהוציא מה שבתוכן:",
                "<b>כסת עגולה.</b> וקטנה שעושים השרים תחת מראשותיהן:",
                "<b>הכדור.</b> פלוט״א:",
                "<b>והאמום.</b> דפוס שעושים עליו את המנעל. והוא עשוי מעור וממלאים אותו בשער או במוכין:",
                "<b>והקמיע.</b> של כתב או של עקרין מחופה עור:",
                "<b>ותפלה.</b> של יד או של ראש:",
                "<b>אינן צריכים שיבואו בהן המים.</b> לפי שאין דרך להכניס ולהוציא מה שבתוכן:"
            ],
            [
                "<b>קשרי העני.</b> בגדיו של עני שנקרעו וקשרן, הקשר ההוא אינו עשוי להתיר לעולם, הלכך אינו צריך להתירו בשעת טבילה כדי שיבואו עליו מים:",
                "<b>והנימין.</b> נימין ופתילין שתולין על שפת הסדין לנוי ועושין בהן קשרים, ואינן עשויין להתיר לעולם:",
                "<b>וחבט של סנדל.</b> אזנים שיש לרצועות של סנדל, אין צריך להתיר הקשר שלהן בשעת טבילה, שאין אותו קשר עשוי להתיר:",
                "<b>בזמן שהיא חוצה.</b> שהקשר חוצץ, שאין המים נכנסים לתוכה. ואימתי יהיה זה, כשהקשר מהודק יפה ואז אינו עשוי להתיר. ולפי שהוא עשוי להתקיים, אין צריך להתירו בשעת טבילה:",
                "<b>ושל זרוע.</b> קשר של תפלה של יד:",
                "<b>בזמן שאינה עולה ויורדת.</b> דמיהדק הקשר הרבה, ואין הרצועה עולה ויורדת בו:",
                "<b>ואזני החמת.</b> אזני הנוד יש בהם קשרים מהודין:",
                "<b>תורמל.</b> כיס גדול של עור שנושאין הרועים. ובלשון מקרא קרוי ילקוט:"
            ],
            [
                "<b>פרקסין.</b> לבוש התחתון שעל הבשר, והוא פתוח בכתפים, וכשלובשו קושרו על הכתף, ובשעת הפשט מתירו:",
                "<b>ושפה של סדין צריך למתח.</b> הקמטים שיש בשפתו העליונה, כדי שיבואו המים בין אותם הקמטים:",
                "<b>למתח.</b> לפשטן ולמשכן. כמו וימתחם כאוהל לשבת (ישעיה מ׳):",
                "<b>ושנץ של סנדל.</b> רצועות שקושרו בהן:",
                "<b>שיבעבעו.</b> כשמטביל אדם בגד במים, עולין כמין אבעבועות במים. וכשהן מכובסים ומשקה טופח עליהן, משהתחילו המים לבעבע, טהרו, לפי שהושקו המים הבלועים בו למי המקוה. אבל כשהן נגובים אין המים באין בכולו עד שינוחו מבעבוען. שכשאדם מטביל סדין ואין יכול לשטחו שאין המקוה רחבה כל כך, תוחבו במים כשהוא מקופל ומתוך כך מבעבעים המים, וכשנחין מבעבוען בידוע שבאו המים בכולו:"
            ],
            [
                "<b>מטבילן עד מקום המדה.</b> והשאר אין צריך טבילה, דכל העומד ליחתך כחתוך דמי. ולא הוי חציצה למקום החתך עצמו, דבית הסתרים דכלים אין טעון ביאת מים כמו באדם. ויתירים בית הסתרים דכלים על בית הסתרים דאדם, דאילו בית הסתרים דאדם נהי דאין טעונים ביאת מים בעינן ראוי לביאת מים, ובית הסתרים דכלים אפילו ראוי לביאת מים לא צריכי, דאין אדם מקפיד שם:",
                "<b>ר׳ יהודה אומר כו׳</b> ואין הלכה כר׳ יהודה:",
                "<b>מטבילן עד מקום המדה.</b> עד ארבעה לגדול ועד עשרה לקטן, והשאר טהור ואין צריך טבילה, ואפילו כלתה מדה לחצי טבעת שבשלשלת אין צריך להטביל אלא עד חצי טבעת:",
                "<b>ר׳ טרפון אומר עד שיטביל את כל הטבעת.</b> שכלתה המדה לחציו. ואין הלכה כר׳ טרפון:"
            ],
            [
                "<b>אין מטבילין חמין בצונן.</b> דאוכלים ומשקין אין להם טהרה במקוה, אלא המים שנטמאו בלבד, מטעם השקה וחיבור, ואין השקה מועלת אלא במין עם מינו, חמין בחמין ויפים ביפים ומרים במרים. אבל מין בשאינו מינו אין השקה מועלת בהן ולא נטהרו המים:",
                "<b>מלא משקין.</b> כגון יין ושמן ומי פירות וכל משקין חוץ ממים:",
                "<b>כאילו לא טבל.</b> משום דחייצי. ודוקא שלא נשתנו מראיהן, שלא נתבטלו במים:",
                "<b>מלא מי רגלים רואין אותן כאילו הן מים.</b> דמי רגלים מין מים הן, וכשהשיקו עליהן מי מקוה נעשו חיבור להן ולא חייצי ונטהר הכלי. ויש ספרים שגורסין, רואין אותן כאילו הן יין, ואם היו משתנים מראיהן וחוזרים למראה מים, מתבטלים במים ונטהר הכלי. וכגירסא זו מוכח בתוספתא:",
                "<b>מלא מי חטאת.</b> מים שנתקדשו באפר פרה, ומהם מזים על טמאי מתים:",
                "<b>עד שירבו המים על מי חטאת.</b> שיהיה רוב הכלי פנוי כדי שירבו מי מקוה הנכנסים בו על מי חטאת שהיו בתוכו. ואם לאו, עדיין הוא בטומאתו והרי הן כשאר משקין שחוצצין בין הכלי ובין מי המקוה:",
                "<b>כור.</b> שלשים סאין:",
                "<b>ואין בו אלא רביעית.</b> מי חטאת. או שאר משקין:",
                "<b>כאילו לא טבל.</b> דסבירא ליה לרבי יוסי, רביעית משקין או רביעית מי חטאת שבתוך הכלי, פוסלין בטבילה, וחוצצין אפילו בתוך כלי גדול, עד שיסיר הרביעית של משקין או של מי חטאת ויחזור ויטבילו ריקן. ואין הלכה כר׳ יוסי:  "
            ],
            [
                "<b>כל האוכלים מצטרפין.</b> אכל אוכלים טמאים מכמה מינים ויש בכולן כחצי פרס שהן שני ביצים לרש״י וביצה ומחצה לדברי רמב״ם, מצטרפין לפסול גוייתו מלאכול בתרומה. וכן שתה מכמה מינים של שבעה משקין שהם מים יין שמן דבש חלב דם טל, שאלו בלבד נקראין משקין, כולן מצטרפין זה עם זה לפסול את הגויה ברביעית הלוג, דכתיב (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל וכל משקה אשר ישתה, לימד על האוכלין שכולן מצטרפין ועל משקין שכולן מצטרפין:",
                "<b>שעשו בו שאר משקין.</b> לפסול את הגויה:",
                "<b>כמים.</b> ואין שאר משקין פוסלין את המקוה בשלשה לוגין כמים. אי נמי, אין שאר משקין משלימין שיעור מקוה לארבעים סאה כמים, דכתיב מקוה מים, ולא מקוה של שאר משקין."
            ],
            [
                "<b>שתה משקין טמאין.</b> שאר משקין חוץ ממים:",
                "<b>שאינן טהורים בגוף.</b> לא עלתה להן טבילה בטבילת הגוף, דאוכלין ומשקין חוץ ממים אין להם טהרה במקוה:",
                "<b>אבל שתה מים טמאין וטבל.</b> טהורים בגוף. שיש להן טהרה במקוה על ידי השקה:",
                "<b>הרי היא כמות שהיתה.</b> טהורה כמות שהיתה, שהוא מציל עליה בעודה בלועה שלא תיטמא:",
                "<b>טובל ואוכל בתרומה.</b> דטומאה בלועה אינה מטמאה אחרים:",
                "<b>בזמן שהוא נראה.</b> על גופו מבחוץ:",
                "<b>טובל ואוכל בתרומה.</b> לא שנא חץ טמא ולא שנא חץ טהור, אינו חוצץ בטבילה כל זמן שאינו נראה:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "אמר קבוץ המימות הם שש מדרגות כל קבוץ מהם יש לו מדרגה מן הטהרה והאחת יותר גדולה מן השניה אשר למטה הימנה והתחיל בזכרון הקפת מדרגה והוא שיהיו המים מקובצים נחים שוקטים ולא שיהיו שאובין והם אשר יקראו מי גבאים ולא יהיו באלה המימיות מ' סאה אלא פחות מזה ואפי' סאה אחת הנה אלו המימות אשר בזה הגבא יטמאו כמו שיטמאו שאר המשקין אשר בכלים ויטמאו אחרי הטמאם כמו שיטמאו משקין הטמאים אלא בדבר אחד וזה שמשקין טמאים אשר בכלים יטמאו ברצון ושלא ברצון כמו שיתבאר ואלה מי הגבאים לא יטמאו האוכלין אלא לרצון ובזה תתחלף ממשקין שבכלים ובעבור זה אמר שאם שתה מזה הגבא איש טמא ואיש טהור הנה הטהור נטמא בשתייתו משקין טמאים לפי שאלה המים נטמאו ביד הטמא בעת שתייתו וכן אם שאב מזה הגבא בכלי טהור נטמא כמו שידעת שמשקין טמאים יטמאו הכלים ואם נפל באלה המים ככר של תרומה אחרי הטמא המים בשתיית הטמא מהם הנה לא יטמא להיותו נופל בלי כוונה ואם רחצוה באלה המים אשר היה הטבלתו בהם בכוונה הנה נטמא הככר כי הוא נגע במשקין טמאים ובתוספ' (רפ\"א) מפני מה אמרו ואם לא הדיח טהור שאין המים שבגבא עלולין לקבל טומא' עד שיתלשו ומפני מה אמרו אם הדיח טמא הוכשרו המים שבידיו ונטמאו הככר ר\"ל המים אשר בידו נתלשו ושבו מוכנים לקבל טומאה והוא יטמא מפני שהמים כבר הגיעו בגדר מה מן הטומאה ולזה נטמא הככר: "
            ],
            [
                "כבר ידעת שכלי טמא יטמא משקין ואלה המשקין יטמאו כלים טהורים וכבר באה זאת ההלכה להודיענו שאלה המים כמו שיטמאו מאדם טמא כן יטמאו מכלים טמאים זאת הטומאה בפני עצמו: \n"
            ],
            [
                "הודיענו גם כן שיטמאו אלה המים אשר אין בהם ארבעים סאה במשקין טמאין אם נפלו בהם כמו שיטמאו באדם טמא ובכלים טמאים ועיקר אחד מקובץ עמהם שמשקין טמאין מטמאין לרצון ושלא לרצון עד אלה המים שבקרקע כמו שביארנו ויאמר ר' שמעון אחר שיטמאו אלה המים אמנם יהיו כמשקין טמאין אשר יטמאו לרצון ושלא לרצון וישובו מי הגבא כולן כן ויטמאו לרצון ושלא לרצון ולכן בין הדיח ובין שלא הדיח טמא ובתוספתא נתן סבה למאמרו ר' שמעון כשאמר שאני אומר לסוף שטיפת המים טמאים נוגעים בככר וחכמים ימשכו סברתם ויאמרו שאלה המים אשר בקרקע לא יטמאו אלא לרצון ויהיו הטמאים כמו שיהיה במשקין או בזולתם ואין הלכה כר' שמעון: "
            ],
            [
                "הודיענו בזאת ההלכה שאלה מי הגבאים כמו שלא יטמאו אלא בכונס כן לא יטמאו אלא לדעת ולכן אם נפל בהם ואפילו המת אשר אין דבר יותר טמא ממנו או בא איש טמא בהם כוונתו לעבור ולהלוך לא יטמאו אלה המים ואם שתה מהם אחר זה אדם טהור הנה הוא טהור כמו שזכר ואחר אמר שזה הדין אשר זכר במי גבאים שהם לא יטמאו ולא יטמאו אלא לדעת כן הדין במי בורות ומי שיחין ומי מערות ומים המטפיחין אשר התקבצו ממה שיתרת וממה שיטפח אם נפסקו עם המשיכה והוא אמרו שפסקו וכן מקוואות שאין בהם מ' סאה ובכלל כל (מה שזכר) [מים שוקעים ונחים בארץ] שלא היה לו (זמן) [עיקר] ימשיכהו ולא יהיה בו מ' סאה ויהיה (טהור) [נח בארץ] ואפי' היו שאובים והורה על זה אמרו מי בורות כי משפט הכל אחד ואחר אמר שבזמן הגשמים הנה הם כולם בחזקת טהרה ולא נאמר לך נטמאו בכלי טמא או באדם טמא או במשקין טמאים כי הגשמים ימשיכם ויוציא מים ויבוא מים אחרים ואם נפסקו הגשמים הנה כל מה שהיה מהם קרוב מן המדינה טמא כי אנחנו נאמר לך אדם טמא או כלי טמא נגע באלה המים ומה שהיה באלה הגבאים ומה שדומה להן רחוק מהעיר טהור לרוחק ההמון מהם עד שיתחילו האנשים להלוך בדרכים וישובו בחזקת טומאה להעברת השיירות עליהן וישארו ג\"כ אלו הגבאים כולם בחזקת טומאה אחר הפסק המטר לאורך ימי הקיץ עד שיסור המטר והתחיל לגרור מה שיגיע מהם ממי המטר וישובו בחזקת טהרה. ואמר המשנה הבאה: \n"
            ],
            [
                "כוונת ישטופו שיפוצו המים על פני הגבא ויגבר חוצה לה בית שמאי אומרים צריך שיהא הגבא עמוק וירד בו ממי המטר יותר מן המים אשר היו בו ויפוצו ג\"כ חוצה והמשל בזה כמו שהתבאר בתוספתא שיהיה הגבא מכילה כ' סאה היה בו ט' סאין ונטמאו באדם טמא או בכלי טמא כפי מה שקדם ואחר ירד ממי המטר בזה הגבא עשר סאין כפי סברת בית הלל הנה נטהר לפי שרבו מי הגשמי' וכפי סברת ב\"ש לא נטהר עד שימלא ויגיע לי\"א סאה ואם היו בו תשע עשרה סאה מי גבאין ונטמאו כמו שקדם ואחר הגיע בו סאה מי גשמים כפי סברת רבי שמעון טהור לפי ששטפו מי הגשמים ונתפשטו על הארץ על שפתה וכפי סברת ב\"ש לא טהר עדיין בגבא אע\"פ ששטפו מי הגשמים לא רבו וכאשר השלים משפטי אלה הגבאים בהטמאם ובטמאם ומתי יהיו בחזקת טהרה ומתי בחזקת טומאה ואיך ישובו טהורין אחר הטמאם התחיל בזכרון מה שיאות לו זה מקוה המים ואמר שאלה מי הגבאים כשרין לחלה ר\"ל להשתמש בה בבשול החלה וללוש בצקה ולרחוץ כליה וכיוצא בזה ומותר גם כן מאלה המים נטילת הידים לדברים אשר יצטרכו נטילת ידים וכבר התבאר בשני מחגיגה (דף יח:) שנוטלין לידים לחולין ולתרומה ולמעשר וזו היא המדרגה הראשונה: "
            ],
            [
                "זו היא מדרגה שניה וכבר התבאר גדולה על הראשונה שאלה המים לא יטמאו לא באדם טמא ולא בכלי טמא ולא במשקין טמאין ואפי' בכוונה שמותר להשתמש מהם בתרומה מה שאין כן במי גבאין ומה שדומה להם ואלה המים ג\"כ אין בו ארבעים סאה ואינם שאובין: \n"
            ],
            [
                "מעלה שלישית שיהיו המים מכונסין נתקבצו בלי שאיבה ויש בו מ' סאה הנה הוא כשר לטהר בו הטמאים ולטהר בו הכלים הטמאים והוא אמרו טובלין ומטבילין וכן מטבילין בו את הידים לדברים אשר יצטרכו נטילת ידים וכבר התבאר בחגיגה (שם) שלקודש מטבילין את הידים ואינן ראוים לנטילה ולשון התוספתא (פ\"א) זה הכלל כ\"מ שאדם טובל ידים וכלים טובלין אין אדם טובל אין ידים וכלים טובלין: ומעלה רביעית שתהיה עין מים מעטת המים ושאבו המים ונשפך בה עד שרבו המים וגברו הנה אלה המים משותפי המשפט בין משפט המקוה והמעין ידמה למעין בדבר ולמקוה בדבר וראוי לנו שנבאר קודם זה משפטי המעין והמקוה ונאמר שהמעין והוא המים הנובעין מטהרין בכל שהוא ואפי' היה הפחות מעט השיעור מה שטהר בו טהור ודין שני שהמים הנוזלים מן המעין היוצאין ממנו יטהרו בו ג\"כ וכל מי שטבל בו טהור הנה שני אלה המשפטים במעין אחד מהם שהוא מטהר בכל שהוא והשני שהוא מטהר בזוחלין. ובמקוה והוא קיבוץ המים בלתי נובעים שני משפטים אחד מהם שהוא אינו מטהר הטמאים אלא במ' סאה א) לגבורות ומה שיהיה פחות מזה אינו מטהר הטמאים והשני המים הנוזלין ממנו חוצה לה והנה אותה אשר יקרא זוחלין לא יטהרו ואמנם יטהרו במקום מקוער ינוחו המים בו ויעמדו הוא אשר יקרא אשבורן ואמר שאין המים מעטת המימות אם הוצק בו מים שאובין והיה המקובץ מזה מטהר בכל שהוא כמו המעין אשר אין בו מים שאובין ואינו מטהר אלא באשבורן כמו המקוה אשר אין מעין בו: "
            ],
            [
                "מעלה חמישית הוא שיהיו מים נובעים אך שהם מוכים רצה לומר מלוחים או מרים או חמים או זולת זה מן הטעמים הרעים הנמצאים בקצת המימות כמו שיתבאר בשמיני מפרה ואלה המים נוספים על הקודמין שהוא מטהר בזוחלין מצד שהוא מעין ולא יערבם דבר ומלת זוחלין עברית (דברים ל״ב:כ״ד) עם חמת זוחלי עפר רצה לומר הנחשים הנגרים בארץ: ומעלה ששית הוא שיהיה מים נובעים ערבים והם אותם אשר יקראו מים חיים ולא יאות טבילה לזב לבד אלא בהם רצה לומר איש זב אם השלים ימי טהרתו וכן טהרת מצורע רצה לומר המים אשר ישחטו עליו צפרים וקדוש מי חטאת לא היה דבר מזה אלא מאלה המים כי לאלה השלשה דברים אמר האל בהם מים חיים: \n"
            ]
        ],
        [
            [
                "זה מבואר כי העיקר אצלינו העמד טמא על חזקתו ומעת שיתאמת לנו טומאה לא יתאמת לו טהרה עד שיתאמת לנו גם כן: \n"
            ],
            [
                "כבר התבאר (טהרות פ\"ד) שספק טומאה ברשות הרבים טהור ולזה יצטרך שאבאר בין ברשות היחיד בין ברשות הרבים לפי שזה ספק טהרה לא ספק טומאה ולזה אמר העמד טמא על חזקתו שאם היה זה הטמא טומאה קלה דרבנן ונפל הספק בטהרה אם טהר טהרה שלימה אם לא הנה הוא טהור כפי מה שקדם בשביעי מטהרות שפסק דברי סופרים מכלל הספקות שטהרו חכמים ור' יוסי אומר שאפי' טומאה דרבנן העמד טמא על חזקתו ואמנם ספק דברי סופרים שטהרו חכמים הוא שיפול הספק בהטמאו או בטמא זולתו ואז יהיה ספקו טהור כמו אם יסופק אם אכל אוכלין טמאין אם לא ספקו טהור או יסופק גם כן אם זה האוכל אוכלין טמאין אם נגע בככר של תרומה אם לא נגע כי הככר טהור והראהו ענין אמרו אבל ספקו ליטמא ולטמא טהור: "
            ],
            [
                "כבר קדם בד' מטהרות שמכלל הספקות שטהרו חכמים ספק מים שאובין ועוד יתבאר לך בזאת המסכת שמקוה שיש בו מ' סאה לא יפסלוהו מים שאובין אם נפלו בו ואפי' נפלו בו אלף סאה מים שאובין ואמנם יפסלו מים שאובין למקוה שאין בו מ' סאה ואחר השלים המ' סאה במים שאובין ושמור זה העיקר. ואמרו שיש לו במה יתלה כי אנחנו נאמר אולי אלו המים שאובין למקוה שיש לו מ' סאה נפלו אשר לא יפסלוהו כמו שהקדמנו: \n"
            ],
            [
                "כוונת אמרו בתחלה שישאב רביעית מים וישימהו במקוה ואח\"כ ירד מטר או יגרו מים לזה המקום עד שישוב מקוה וכבר בארנו שיעור לוג פעמים רבות וידוע שהלוג ד' רביעיות והלכה כחכמים: \n"
            ],
            [
                "כבר ידעת העיקר והוא שמ' סאה מים כשרים לא יפסלם מים שהם שאובין אמנם אם נתערבו השלשה גומות ובללם מים כשרים פחות מארבעים סאה שב הכל פסול והתערב ג' לוגין שאובין עם פחות ממ' סאה כשרים ר\"ש מכשיר לפי שמחשב המים אשר בגומא כאילו נתבטל מן המקוה וכאילו הוא מקוה כשר למקוה פסול ואין הלכה כר\"ש: \n"
            ],
            [
                "מסנק ומסלק שוים הם בכוונה ואמר שמי שגרף הטיט מקרקעית המקוה ושמהו לצדדים ואחר נטפח מזה הטיט שלשה לוגין מים ושבו אל המקוה לא פסלוהו לפי שאינם מים שאובים כאשר לא הסיר הטיט ולא הזיזו מן המקוה ואם סלק הטיט והבדילו מן המקוה והוציא על פני המקוה והוא אמרו היה תלוש הנה המים אשר יטפחו ממנו מים שאובין וכל עוד שיגר מהם ג' לוגין לתוך המקוה פסלוהו כי הוא מעת שהגביה הטיט בידו והוציאו מן המקוה שבו המים אשר בו שאובין ואין הלכה כרבי שמעון: \n"
            ],
            [
                "אמר השם (ויקרא יא) אך מעין ובור מקוה מים יהיה טהור והנה הוציא מזה הפסוק שרש ואף על פי שהיה זה השרש מקובל אך אני אסמכנו אליו ואבארהו וזה שהמעין אינו מפעל האדם ואמנם הוא מפעל הטבע ובור הוא הסהר והוא מפעל האדם ר\"ל קבוץ המים בו ואחר אמר מקוה מים יהיה טהור והוא קבוץ המים ונאמר שאם שאב אדם מים בכלי וכנסם במקום עד ששב מקוה הנה זה המקוה פסול לקריאת הספר מקוה למעיין אשר אינו מפעל אדם והנה לנו לומר גם כן שאם שיתף אדם בעשות מקוה באיזה שתוף שיהיה כמו אלו הקנקנים אשר ספרנו הנה הוא פסול כאשר לא ידמו למעיין לולי מה שמצאנו הפסוק שקרא מקוה גם כן לבור אשר הוא מפעל אדם ושב המקוה שיהיה מותר בו שתוף אדם מצד ואסור עליו מצד כמו שיובדל בזאת המסכת וזה לשון הספרי בעיקר יכול ימלא בכתפו ויעשה מקוה בתחלה ויהיה טהור תלמוד לומר מעין מה מעין בידי שמים אף מקוה בידי שמים אי מה מעין שאין בו תפיסת ידי אדם אף מקוה שאין בו תפיסת ידי אדם יצא המניח כלים בראש הגג לנגבן ונתמלאו ת\"ל בור ומן העיקר הסמוך לזה הפסוק שאמרו אך מעין התנה שיהיה אך לעולם תנאי והוא אמרם אך חלק ואמרו אך התנה בו משפטים והם מעין מטהר בכל שהוא ומטהר בזוחלין ואין המקוה מטהר בכל שהוא ואין מטהר בזוחלין כמו שבארנו בעקרים הקודמים ואמר שאם העלה קנקנין לגג לנגבן ואחר ירד המטר עליהן ונתמלאו ושברם ונגרו אלו המים ונתקבצו בבור הנה הוא מקוה כשר ואפילו לא יהיה שם בזה הבור דבר מן המים ואפילו לא יהיה לעת הגשמים כפי סברת רבי יהושע ואמר יכפה שיהפכה על פיהם אבל לא יערה אלא יסלק הכדים וישפכם על הארץ והלכה כר' יהושע: \n"
            ],
            [
                "<b>סייד.</b> הפועל מן הסיד אומר ר' א) (שמעון) שלא ישבר העציץ לפי שהמים אשר הגיעו בתוך העציץ אצלנו שאובין ואם היה בהן ג' לוגין ושברו יפסלו כמו שיפסלו המים שאובין והלכה כרבי (שמעון): "
            ],
            [
                "אם היה הבור מלא מים וסידר בו קנקנין לשתות המים ואחר נתמלאו ונתנגב כל מה שבבור ולא ישאר בו מים זולת מה שנשאר בקנקנים ישברו אלו הקנקנים ויזרקו המים ויתקבצו במקומם וישוב מקוה: \n"
            ],
            [
                "<b>שהקנה יורד מאליו.</b> שיהיה רקיק העצם שאם הושם עליו קנה ישקע בו מבלי שישקעהו ביד ורבי יהודה אומר שהוא אפילו יותר עב העצם הזה עד שאם נתקע בו קנה המדה אשר ימודו בו אנשי המדות יטה ולא יוכל לעמוד ואבא אלעזר בן דולעאי היה אומר ואפילו היה יותר עב מזה כל עוד שהי' בגדר שאם הניח עליו בדיל הבנאים ישקע הנה הוא ימדד בהם המקוה ור' אליעזר אומר אפילו היה יותר עב העצם מזה כל עוד שיהיה בגדר שישפך בפי הכלי צר הפה אשר היה אצלם ויקראוהו חבית אשר בו ימודו ור\"ש אומר אפילו היה יותר עב העצם מזה כל עוד שישפך בשפופרת אשר בפי הנוד ושיעורה הקף קשרי אצבעות ימדד עם המקוה ור' אלעזר בר' צדוק אומר כל עוד שימדד בלוג וכבר ביארתי מדתו באחרית פאה והלכה כרבי יהושע והלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "<b>קורטוב.</b> הוא מדה קטנה חלק מד' וס' מלוג מכיל משקל דרהם וחצי מצרי על צד הקירוב ואמרו ונחלק לשנים פסול ואפי' שבכל חלק מקוה שהוסיפו עליהם מים כשרים עד שישוב מ' סאה ואין הלכה כר' יהושע: \n"
            ],
            [
                "<b>מלואו ועוד.</b> כגון שהיה בו עשרים סאה וחיבר אליהם שלשה לוגין שאובין הנה הוא פסול ואפי' חסרו ויגר אליהן מים אחרים כשרי' עד שיצא ממנו העודף על כ' סאה אשר נתאמת לנו שחסרו השלשה לוגין שאם יצא ממנו זה השיעור אז יהי' כשר או יעשה למעלה ממנו מקוה מ' סאה וכבר הודעתיך שמים שאובין לא פסלי מקוה שיש בו מ' סאה בין המים אשר במקוה אשר בו מ' סאה בין המים שבתוך הבור וישוב הכל כשר ור' אלעזר בן עזריה אומר שזה הבור פסול ואפילו עשה מקוה למעלה ממנו ונקבו אליו לפי שהוא כמו שני מקואות זה בצד זה אחד כשר ואחד פסול אלא אם כן סגר על המקוה העליון אשר עשה בחצר הבית עד שלא יגע אחד באלה המים אלא מן הבור ואז יהיה הבור טהור ואין הלכה כרבי אלעזר בן עזריה: \n"
            ],
            [
                "אם רחץ אדם בגדיו במקוה ואחר עלה הבגד בידיו הנה שבו המי' אשר בבגד מים שאובין והוא מטיל ממקומות רבים: \n",
                "<b>וצרצור.</b> הוא כלי יש עליו שבכה עשוי מחרש בעיקר מלאכתו ואם יוצק מהם במקוה ירד המים ממקומות רבים. רבי עקיבא מכשיר לפי שהוא אומר מטיל אמרו עד שיהיה הרקה אחת ואמרו חכמים שלשון המאמר אמנם הוא שנפלו איך שתהיה נפילתן ואין הלכה כר' עקיבא: \n"
            ],
            [
                "כבר ביארנו בברכות (דף כב:) שבעל קרי אם היה חולה וראה קרי לרצונו או הבריא אם ראה קרי הנה הוא יספיק לו מן הטהרה לענין התפלה שישפוך על עצמו ט' קבין וזה סאה וחצי וכבר קדם לך גם כן שהאיש הטהור אם נפלו על ראשו ועל רובו שלשה לוגין מים שאובין שב פוסל התרומה ועוד יתבאר סבת זה באחרית זבין ואמרו שם שאלה ט' קבין אשר יטהר בהם בעל קרי לתפלה כמו שספרנו כפי מה שהיה צריך אז או הג' לוגין אשר יטמאו הטהור לתרומה שיהיה שפיכתן מג' כלים לפחות ויהיה בזה אחר זה ולא יפסק שפיכת אחת מהן עד שיתחיל הבא אחריו ואז יצטרפו ויטהר הבעל קרי ויטמא הטהור ואם היו מארבע' לגבורות אין מצטרפין לא לטהר ולא לפסול ואחר אמר שהמקוה כל עוד שכוון להוסיף במי המקוה ואפילו שפך שיעור קרטוב כל השנה יצטרף לג' לוגין ותפסול המקוה: \n"
            ]
        ],
        [
            [
                "<b>צנור.</b> הוא גולה שקורין קנא\"ל ובתחלה אקדים לך שדבר המשנה כלה הוא בגולה שלא יפסול את המקוה וזה כמו שהתבאר בתוספתא (פ\"ד) בזאת ההלכה צנור שחקקו ולבסוף קבעו פוסל את המקוה קבעו ואח\"כ חקקו אינו פוסל את המקוה וכבר התבאר בש\"ס (שבת טז. ב\"ק סז.) סבת זה והוא שהעיקר אצלנו שאובה דרבנן ר\"ל שמקוה עשוי ממים שאובין אמנם הוא פוסל מדרבנן ולזה נסתפקו אם היה עומד העץ בקרקע ובנאה ואח\"כ חקק בה גולה ולא יסתפקו בזה אם חקקו ולבסוף קבעו לסבה אשר הביאו הואיל ותורת כלי עליו בתלוש שכל מה שיוזל עליו הנה הוא שאוב והבן אמרם תורת כלי ולא שמוהו כלי לפי שאינו כלי קבול אך להיותו של עץ שמוהו פסול לעיקר אשר אצלנו והוא שפשוטי כלי עץ מקבלין טומאה מאחר שהקדמתי לך זה העיקר אמר שמי שישים כלים תחת הגולה לקבץ בהם המים הנה המים המגיע בהם הם מים שאובין ופוסל את המקוה ואפי' היו אלה הכלים כלי אבנים אשר לא יקבלו טומאה כמו שהתבאר ואמרו בית שמאי שמעת ששם אלה הכלים תחת הגולה אשר היא ידוע ביציקת המים שבו המים שאובין ואפילו שכח אלה הכלים תחת הגולה אשר יהיה כמניח בלי כונה גזרינן שוכח אטו מניח ובית הילל לא גזרי זאת הגזרה וכבר ביארו בש\"ס במס' שבת בפרק קמא (דף טז:) ואמרו הניחן בשעת קשור העבים דברי הכל אלו ואלו טמאין רצה לומר שוכח ומניח הכל פוסל את המקוה בשעת פזור דברי הכל אלו ואלו טהורין לפי שירידת המטר אינם מפעלו וכאילו נתמלאת שלא בידי אדם בין שהיה שוכח ומניח לא נחלקו אלא שהניחו בשעת קשור עבים ונתפזרו וחזרו ונתקשרו דמר סבר בטלה לה מחשבתו והוא ר' מאיר ולזה אמר שהכל מודים שהוא טהור ומר סבר לא בטלה מחשבתו והוא ר' יוסי ולכן אמר עדיין המחלוקת במקומה עומדת: ובית הלל מטהרין בשוכח וב\"ש גזרו שוכח אטו מניח לפי שמשפט החצר בשעת קשור עבים כמו משפט הצנור כפי התמדתה לפי שכמו שהגולה ידוע בשפיכת המים תמיד כן העבים בעת התקשרם ידוע שהם ישפכו בחצר: וזה אשר אמרנו שאלה המים פוסלין את המקוה אין כוונתו שהוא יקח אלה הכלים בידו ויציקם במקו' שיתפסלו לפי שאין מחלוקת בזה ולא דבור שהוא מים שאובין ואמנם הדבור בו אם נשימהו כמו המניח כלים בראש הגג לנגבם ונתמלאו אם לא ואם שבר אלו הכלים או הפכם על פניהם וקבץ מימיהם בבור אם יהיה מקוה כשר אם לא וזה הוא העולה בזה המשפט כפי סברת בית שמאי כמו שיראה רבי יוסי וכפי מה שהתבאר בש\"ס (שם) שאחד השוכח ואחד המניח בין בחצר בין תחת צנור שהכל פוסל את המקוה זולת מניח בחצר בשעת פזור עבים שהוא אינו פוסל והלכתא כב\"ש כפי מה שיחדנו לפי שהוא משמונה עשר דברים שגזרו כמו שזכרנו במסכת שבת (שם): \n"
            ],
            [
                "<b>ליזבז.</b> מסגרת גבוהה כמו שביארנו פעמים שהוא אם תהיה בעלת מסגרת שבה כלי כמו שקדם בכלים (פ\"ב מ\"ג) וענין זקפה לידוח ששמה על צדה להדיח: \n"
            ],
            [
                "<b>חוטט.</b> הוא אשר יחפור כמו שביארנו בסוכה (דף טו:) ואמר שאם לקח צנור של עץ וחקק בו ואפילו היה קבוע מקום יתחברו בו אבנים קטנות ויגרו המים הזבים הנה כל מה שיגר על זה הצנור הם מים שאובין לפי שזה המקום החקוק כלי הוא ואם היה זה הצנור של חרס תכף שיחקוק בו כדי שיעור רביעית אז ישוב כלי: ",
                "ואמר ר' יוסי שלא יאמר שכלי חרס יצטרך שיכיל רביעית ואז יחשב כלי אלא אם נשתברו וכי מכיתתו לא יחשב כלי אלא אם יהיה המכתת מקבלת רביעית כפי מה שהתבאר בשני מכלים אמנם זולת זה לא: ",
                "ואחר אמר היו צרורות מתחלחלים לתוכו ר\"ל שאם היה בצנור בית קבול אשר הוא פסול כמו שספרנו ואחר נתמלא זה הבית קבול באבנים יתחלחלו אליהם והסבה מתחלחלין הנה הוא בפסולו ואם נתמלא בעפר והדק קצתה בקצתה עד שנתקשה ושב כחרסית הנה הוא כשר לפי שכבר סר הבית קבול אשר היה בו אשר שמו כלי וזה הוא כוונת אמרו ונכבש וגבסית שם הגבות וסלון הוא הגולה אשר תעשה להלוך בהם המים אם רצונו להביא המים ממקום למקום והנה תעשה מחרש והנה תעשה מעופרת ברוב להלוך המים בתוכם ולא יבלעו בארץ ואמר שזה הסלון צר הפיות ולו חללות (וברוב יעשה כפי זאת הצורה). והיו המים הולכין עליו למקוה והנה הוא כשר אע\"פ שיתקבצו המים בזה החלל והוא מקבל שיעור רב לפי שלא יכוין לזה החלל שיהיה כלי קבול ואמנם היה הכונה שיצאו המים מן המקוה הצר בחוזק ואמנם אמרנו בצנור הקודם שהוא אם יהיה בו מקום מקוער פוסל את המקוה להיותו עשוי לקבלה ר\"ל לקבל צרורות וכבר קדם בשני מכלים שמכלל הטהורין בכלי חרס הסילונות כפופין אע\"פ שמקבלין וסבת זה מה שזכרנו שהם לא נעשו לקבלה והנה יצא לך עיקר גדול מאד והוא שאין כל המקבלין פוסלין את המקוה וישובו המים ההולכין בהם מים שאובין אלא כל מה שעשו לקבלה והבן זה העיקר ועוד יתבאר לך שסלון של מתכת (ג\"כ) אינו פוסל את המקוה כפי העיקר אשר זכרנו והוא שיהיה עשוי לקבלה אמנם הבלתי מקבל הנה אין בו דבר שהוא (אינו) פוסל וכבר יתבאר לך ג\"כ מזאת ההלכה שצנור של חרס כשר ואינו פוסל את המקוה לפי שהוא מדבר כאשר יחזקו בו האם יפסול ואיך יפסול זה החקק וכאשר אמת זה כמו שהוא אמת הנה לקח בנחושת וכיוצא בהם מהצינורות אשר יושלכו בהם המים וכן טבעי העופרת וכדים אשר ילך עליהם המים למרחצאות וכיוצא בהם כולן כשרין לפי שהם לא נעשו לקבלה אבל ילך המים עליהם כמו שילכו בסילונות ועמוד על זה ואל יבהלך המחשבה בזה ולא יטעך המפורסם אצל הנתלים בקצוות הש\"ס באמרם שהמימות אשר ילכו על הגולות הנעשית בסבוב מחרש הנקראים קרמי\"ד ועל הסילונות מזולתם כולם מים שאובים הנה זאת המשנה לא תהיה או נסחא לאין ספק בו או פחות כרצונם ואמנם טעותם בזה כולו מאמר התוספתא צנור שחקקו ולבסוף קבעו אשר הוא צנור של עץ וסבת זה כמו שביארנו לפי שתורת כלי עליו בתלוש כמו שבא לשון הש\"ס ויצלח קודם שיושם צנור לכל מה שיצלח פשוטי כלי עץ ואין הצנור של חרס כן לעקרים אשר נתבארו בכלים (פ\"ב) שפשוטי כלי חרס טהורין לגמרי ולא יוכלו הכלים לפסול את המקוה בשום פנים ולא ג\"כ הסלונות בין שיהיו מחרס או ממתכות לפי שצורתם מוכחת עליהם שהם לא נעשו לקבלה ואפי' היה בהם בית קיבול כמו שזכרנו ואיך לא יהיה כן אחר שהם כמו קנה חלול מפולש משני צדדיו ומאין ישובו אלו המים שאובין ועוד נוסיף בזה העיקר ביאור בו מזאת המסכתא ולא ישולל ממנו זאת הכונה אלא מי שלא יבין כלל ואפילו הדבר הקל או מי שהוא ריק מאלו העקרים כולם וזה העיקר תשטחהו בכל המשנה והש\"ס כי אתה לא תוסיף בו אלא תועלת לפי שהוא דבר דבור על אפניו: "
            ],
            [
                "אמרו על מעלות המערה הבדל שלישי ר\"ל שאם נפל המעורב בחצר הבית או בבור שיש שם או על מעלות המערה ואחר נגרו המים המעורבין וירדו אל תוך המערה ונקוה שם מקום מקוה הנה ישאל שיהיה בו רוב כמו שזכר או תהיה המשנה מדברת משני משלים והוא שיתערבו בחצר ויתערבו לעוקה וימשכו לעוקה או יתערבו על מעלות המערה אמנם אם לא תהיה שם המשכה אלא המים הכשרים ומים שאובין יורדין על ישרן בבור אחד והוא אמרו ה\"ז מקלחים בתוך המים וקלוח הוא הזלת המים ואנחנו נבחין בעיקר וזה שהוא מקוה מ' סאה מים כשרין בתוך המקוה קודם שיגיע עמהם שלשת לוגין מים שאובין הנה הוא מקוה כשר ולא נקפיד במה שיגיע שם אחר זה ממים שאובין כי מ' סאה לא יפסדם מים שאובין. כמו שביארנו וכבר התבאר לך ג\"כ שאמרנו ג' לוגין מים שאובין פוסלין את המקוה אמנם הוא אם יפלו בעצם המקוה אמנם אם נשפכו המים חוץ למקוה וירדו אל המקוה הנה הוא כשר בתנאי שיהיה רוב המים מן הכשרים מגיעים במקוה והוא אמרם בש\"ס (תמורה דף יב:) שאובה שהמשיכוה כשרה אך יצטרך שיהיו השאובין מעוט המקוה כמו שבא עליה לשון המשנה ואולם תאמר איזה דבר השמיענו הש\"ס באמרם שאובה שהמשיכוה כשרה וזאת המשנה באה בזה הלשון מתני' אתא לאשמועינן להודיע שהוא הוסיף לנו ביאור לפי שאילו נשארו עם זאת המשנה באמרם עד שיפול התערובות המים שאובין ומים כשרין חוץ למקוה ויתערב הכל וימשך למקוה אמנם אם היו המים כשרים בתוך המקוה ומים שאובין נמשכין ויורדין לתוך המקוה פוסלין בג' לוגין והשמיענו הש\"ס שאפי' היה השאוב לבדו נמשך כשר ובתוספתא (פ\"ד) ר' אליעזר בן יעקב אומר גג שיש בראשו כ\"א סאה של מימי גשמים ממלא בכתף ונותן לתוכו י\"ט סאה ופותקן ויתערבו בחצר ואמרו הוא נותן לתוכו ר\"ל לתוך הגג ואחר יתיר אלה המים ואלה המים ירדו מצנור הגג ויתערבו המים בחצר כבר התבאר לך שזאת השאובה שהמשיכוה יצטרך שיהיה הרוב מן הכשר והשאובין משוכין ואל זה הכונה רמזו בתחלת שקלים באמרם מתקנין את המקואות כמו שזכרנו שם וכבר חשב איש גדול מאד רב העיון בארץ המערב ששאובה שהמשיכוה כשרה ואפי' היה המקוה כולו שאוב ונמשך ונהרג על זה באמה ובזרוע ודבריו בזה מפורסם בספרו בהיותו בלתי מבין זאת המשנה כלל ואפי' היה זה בזה למה שאמר המשנה אם רוב מן הפסול פוסל ואפילו לא היו מי גשמים כלל אלא מים שאובין בלבד ויהיו נמשכין ויורדין על מעלות המערה יהיה הנקוה מהן מקוה כשר ואשר יחייב זה הטעות כולו הוא מעוט שמירת המשנה והחקירה למה שבא ומה נפלא מאמרם אם ראית ת\"ח שלמודו קהה עליו כברזל על משנתו שאינה סדורה בפיו: \n"
            ],
            [
                "<b>שוקת שבסלע.</b> גולה שבהר וכבר קדם פי' זאת ההל' בה' מפרה (מ\"ז) וחפשה שם: \n",
                "<b>עד שיפחת רובה.</b> עד שתשבר ויחסר מגדלה ואז יהיו המים הנוזלים אליה כשרים ולא יהיו שאובין לפי שהיא אז לא תשאר כלי: \n"
            ]
        ],
        [
            [
                "אם יהיו מי מעין נוזלין אל השוקת ויעבור ממנה ויצאו למקום אחר הנה אלה המים המגיעים בתוך השוקת אינם כמו מי מעין וכל מה שיצא מן השוקת אע\"פ שעקרו מן המעין הנה הוא פסול זה אם יהיו מי המעין כולו נשפך בתוך השוקת אמנם אם יהיה שופע על השוקת וקצתם ילך לתוך השוקת וקצתם על גבי שפת השוקת הנה המים היוצאים מן השוקת כשרין והם מי מעין ואף על פי שילך מהם על גבי השפה דבר מועט מאד כי המעין מטהר בכל שהוא ואם העביר אלה מי המעין על גבי בריכה והפסיקו וזה כאשר שם המים ירדו לתוך הבריכה ויתקבצו בה ולא יצאו ממנה הנה דין זאת הבריכה והמקוה שוה ואם יהיו מי המעין המגיעים לבריכה נכנסין מצד זה ויצאו מצד אחר הנה מקום הבריכה פסול עתה לזבין ולטהרת מצורע ולקדש מי חטאת כאשר אינם מים חיים להתערבם עם המים אשר היו בבריכה ואם נתאמת שהיו בבריכה כבר יצאו וכלו שזה המקובץ הוא ממי המעין הנוזלין אליו הנה הוא כשר ומשפטו משפט המקוה: \n"
            ],
            [
                "<b>על גבי הכלים.</b> על חיצוני הכלים כדי שלא ישוב שאוב: \n",
                "<b>ספסל.</b> כסא קטן: \n",
                "<b>הרי הוא כמו שהיה.</b> רוצה לומר שאלה המים הנוזלים הם כמעין עם היותן עוברין על אלה הכלים והלכה כר' יוסי: \n"
            ],
            [
                "<b>נדל.</b> הוא בעלי חיים רב רגלים דקים אם יהיה מעין מים ויפרדו ממנה גולות דקות ושפך מים שאובין בעיקר המעין עד שנתחזקו אלו הגולות וגדלה הגרתן הנה משפט אלה הגולות כמעין הואיל ומי מעין הולך בהן אמנם אם היה מי המעין שוקטין נחים ואחר שפך עליהם מים שאובין עד שגברו ויגרו מהם אפיקים הנה אלה אפיקים משותפין בדיניהם כמו המעיין בדבר וכמו המקוה כמו שביארנו בתחלת זאת המסכת וזאת היא מעלה ד' שבמקוה: \n"
            ],
            [
                "כבר קדם זאת ההלכה וביאורה בשמיני מפרה ושם פסקנו הלכה כרבי יוסי: \n"
            ],
            [
                "אמר שהמימות הנוזלים מן המעין בנהרות הגדולים והנחלים משפטן ומשפט המעיין אחד אמנם המימות אשר יטפו טפות טפות ממעינות המים בעת נזלם מן המקומות הגבוהים הנה המימות הנקוים מאלה הטפות כמקוה ולא יטהרו אלא במ' סאה והם פסולים לזבים ולטהרת מצורע ולמי חטאת עם היות טפות המים הנוטפות מן המעין פוסלת הנפילה בה והעיד ר' צדוק שאם יתערב הנוזל עם הנוטף והיה הנוזל יותר רב הנה הנקוה מהם כשר לזבין ולטהרת מצורע ולמי חטאת כמו מעין ועדות רבי צדוק נעשה בה כמו שביארנו בעדיות (פ\"ז) ואחר אמר שאם יוכל להתחבל שיהיה משיב הנוטפים וחלין הנה זה מותר ואופני התחבולה כשישים בה במקום אשר יטפו בו אלה הטפות קנה או מקל להזיל עליהם אלה הטפות וישובו זוחלין ויהיו המים המקובצים כמו המעין ובתנאי שיהיו הנוזלים נשארים על גבי אלה הקנים או המקל: ",
                "ואמרו אפילו זבה אין כוונתו שהזבה תצטרך ביאת מים חיים ואמנם כוונתו הוא שהיא טבילה שלימה וזכר הזבה מפני הזב וכבר התבאר בראש מגילה (דף ח.) שהזבה לא תצטרך מים חיים אלא מי מקוה יספיקו אליה ואולם השמיענו ר' יהודה שלא לכוונת טומאה וטהרה לבד נשים זה ההכשר אלא אפי' לענין איסור לפי שהזבה אשר היא ערוה שתכף שתטהר תטבול בו ותהיה מותרת לבעלה וכבר ידעת אתה שהמקל מקבל טומאה מדרבנן לפי שהוא פשוטי כלי עץ וחלק ר' יוסי ואמר לא יסמוך מקל או כל מה שיקרה כמו שאמר רבי יהודה [אלא] כל דבר שאין מקבל טומאה אפי' מדרבנן והוא אשר יגרו עליו אלה הטפות שבו זוחלין והלכה כר' יוסי: "
            ],
            [
                "גל הוא משאוני הים ויראה לך מזאת ההלכה שהטבילה לא תצטרך כוונה וזה אמנם הוא לחולין אמנם למעשר ומה שהוא יותר גבוה במדרגה ממנו הנה בלי ספק יחוייב לו שיכון בטבילה או ישאר טמא ויטהר כמו שביארנו בחגיגה (דף יט.): ",
                "<b>חריצין.</b> חפירות ונעיצין כמו כן אלא שהאדם אם עקר עץ או יתד וכיוצא בהם מן הקרקע ונשאר זה המקום חלול נקרא נעוץ ותרגום (שמואל א כ״ו:ז׳) וחניתו מעוכה בארץ נעוצה בארעא: ",
                "ופרסת חמור המעורבת בבקעה הוא שנחפר בארץ בטלפי החמור חפירות ונתערבו קצתם בקצתם וכוונתו בזה הדבור כבר נתבאר בתוספתא וזה כאשר תהיה זאת החפירה קטנה מלאה מים ותהיה מחוברת במקוה ויהיו מי המקוה ומי זאת החפירה מעורבים ואפילו היו עליונות המים אשר נשתתף ביניהם כקליפת השום כי הוא מותר לו שיטבול כלים בזאת החפירה לפי שהוא מכלל המקוה ולשון התוספתא (פ\"ה) גממיות על פי המקוה וכל מקום פרסת רגלי הבהמה אם היו מעורבין כשפופרת הנוד מטבילין בהם: ",
                "<b>וחרדלית.</b> ומר בו החי\"ת במקום ה\"א והוא שם מורכב ביאורו הרדלית ר\"ל הר תלוש וכוונתו בזה המאמר שמי המטר נוזלים ממקום גבוה כמו ראש ההר או גבעה הנשאה אומרים ב\"ש שמטבילין באלה המימות בעת רדתן אם היה שיעורה אם נקוו ונחו מ' סאה אע\"פ שהם אינם נגרים ממעין אלא מן המטר וב\"ה אומרים עד שיתקבצו וישוב מקוה שהמקוה לא תטהר אלא באשבורן ואז מטבילין בו ובתוספתא (פ\"ד) איזה חרדלית מי גשמים הבאים מן המדרון רואים אם יש מתחלתן ועד סופן מ' סאה מטבילין בהם ואם לאו אין מטבילין בהם דברי ב\"ש וב\"ה אומרים אין מטבילין בהם עד שיהיה לפניו ענן מ' סאה רצה לומר באמרו ענן שתהיה נחה מקובצת ונקוה ואחר אמר שכל המקובצין אם עשה בהם היקף בכלים סביב זאת השוקת החלולה עד שנתקבצו המים תוך אלו הכלים אשר הקיף וקבץ המים ושב המקוה כותליו כלים הנה הוא כשר לטבילה ואלה הכלים אשר העמידו מקום כותל לא יכון להם טבילה: "
            ]
        ],
        [
            [
                "ידוע הוא שבעת שיאמר בזאת הכוונה מערה ר\"ל מקוה שבמערה וכונת אמרו כמה שהוא אע\"פ שיהי' החבור בין זה המקום ובין המקוה היותר מעט שבדברים ואפי' היו המים אשר בין זה המקום ובין המקוה ובין המים אשר בסדק כחוט השערה ואפילו היו המים ג\"כ אשר בהם כל שהוא לפי שהוא מכלל המקוה יחשב ועוקת (יחשב) המערה היא החפירה תחת שטח המקוה בקבוב ולכן יצטרך שיהיה פי זה המחב' כשפופרת הנוד ואז ימשוכו המי' אשר תוכן עם המים אשר למעלה מהם אשר הם מי מערה וכבר באר ר' יהודה שזה אמנם הוא אם תהיה מעמדת זאת העוקה מוחזקת מצד שתמנע עצמה מההתחברות במקוה אמנם אם היה ההבדל בין המקוה והעוקה גשם דק מן העפר עד שאילו טבל בו נפל ונתחברו המים במים הנה הוא יחשב מכלל המקוה ולא תצטרך התחברות כשפופרת הנוד ודברי רבי יהודה אמת: "
            ],
            [
                "אמר שהוא אם הטביל הדלי ובו כלים נטהרו הכלים ואפילו היה פי הדלי בתכלית הצרות זה אם היה הדלי ג\"כ טמא לפי שאנחנו נאמר מגו דסלקא טבילה לדלי סלקא נמי למה שבתוכו אמנם אם היה הדלי טהור הנה לא תועיל טבילה לכלים אשר בתוכו עד שיהיה פי הדלי כרוחב שפופרת הנוד והוא אמרם אם לא טבל ר\"ל אם אינו צריך הדלי טבילה אלא שהיה טהור ואין הכנסה באלה המים על צד הטבילה אין המים מעורבין עד שיהיו מעורבין כשפופרת הנוד זה כולו לתרומה אבל לקדש הנה העיקר אצלנו שאין מטבילין כלי בתוך כלים לקדש כמו שביארנו בסוף חגיגה (דף כא:): \n"
            ],
            [
                "כבר הודעתיך שמים שאובין לא יפסלו מקוה שיש בו מ' סאה ולכן אם היה השאוב מן הצד בעת בואם אל ג' המימות וגברו המים ונתערבו הב' מקואות אשר כל אחד מהם כ' סאה כשרין ושב מקוה ממ' סאה ונתערב עמו הכ' סאה מים שאובין ושב הכל מקוה טהור ולכן הטובלין טהורין והמקואות טהורין אמנם אם היה השאוב באמצע הנה ישוב תגבורת המים אשר נתערבו במקוה אשר בו כ' סאה עם מים שאובין אשר בצדו והפסיד הכל וכן המקוה אשר בצד האחר ולכן הטובלין כמו שהיו ר\"ל טמאין: \n"
            ],
            [
                "<b>ספוג.</b> הוא ספוג הים והוא אשר ישאר המים שאובין בתוכו ולא יתערבו במי המקוה וזה אפשר בצרות פי הכלי ולזה אמר שלא אמרו אלא שלשה לוגין שנפלו רצה לומר שיהיו המימות עצמם הנשפכים במקוה: \n"
            ],
            [
                "אמרו מטבילין בהם כמה שהם ר\"ל שאנחנו לא נצריך שיהיה הקופה נקובה כשפופרת הנוד לפי שהמים אשר בהם מתערב במים אשר במקוה להתרחבות אריגתן ורוב הנקבים אשר יכנס מהם המים וגודלן וכן ג\"כ אם תהיה תחת הצנור והיו המים נוזלין תוך קופה ויצאו למקוה ולא יפסלו לפי שאינם מים שאובין וכן מי שהטביל שק או קופה יטביל כדרכו ויעלהו אע\"פ שיעלם מלאים מים וירדו מהם במקוה ואינם מים שאובין להתרחבות נקביהם ואין הלכה כר' יהודה: \n"
            ],
            [
                "ועוד יתבאר לך במסכת (עוקצין) [ידים] (פ\"ג) שמי שהכניס ידיו בחלל תנור טמא שנטמאו ידיו וכן יתבאר פעמים רבות שכלי חרס הטמא יטמא משקין ויטמאו אלה המשקין כלים וזאת הגסטרא הוא כלי חרס תעשה לזלח המים כמו שביארנו בכלים אם תהיה הגסטרא טמאה בתוך המקוה והיא כבר נתמלאה מים ממושכה מתחת ותהיה חיצונה נותרת על המים חוצה מן המקוה והטביל כלים בתוכה בעת מה שיעלה הכלים והיא מטפחת ותגע בחיצוני זאת הגסטרא היוצאת והיו אלו הכלים טמאים על גב כלי חרס וכן אם טבל במעיין אשר בקערורות התנור בעת צאתו והגיע ידיו באויר התנור הטמא ויטמאו ידיו ואם המים גוברין על התנור עד שיהיו עולות אליו כשיעור העלות הידים מצד שאם הגיע ידו למעלה מהתנור יצאו ממנו והם טבולות במים ותהיינה ידיו טהורות: \n"
            ],
            [
                "<b>כעוביה וכחללה.</b> כמו עובי גשמה ונקבה ושיעורה אמר שיעור נקבה קוטב ב' אצבעות ואם תהיה בין שני המקואות נקב שיעורי זה השיעור נתערבו שני מקוואות ושבו מקוה אחד ואמר שהיא מן התורה רוצה לומר חיוב הטבילה במקוה מים ולשון התוספתא כזית מן הנבלה וכעדשה מן השרץ ספק יש בהן כשיעור ספק אין בהם כשיעור ספקן טמא שכל דבר שעיקרו מן התורה ושיעורו מדברי סופרים ספקו טמא וכבר ביארנו שזה לא יחסר מאמרם שיעורין הלכה למשה מסיני לפי שכל מה שאינו בפסוק יקראוהו מדברי סופרים: \n",
                "ומבריית המים כמו עדשי המים והבעלי חיים הם מתילדים במים אמר שהם אם יהיו בזה המקוה אשר היא כשפופרת הנוד לא יצר אותו ואין הלכה כרבן שמעון בן גמליאל: \n"
            ],
            [
                "כבר ביארנו שהסלון לא יפסול את המקוה ולא ישוב המים ההולכין עליו מים שאובין לפי שאינו מקבל היטב ואפילו היה מקבל כפי מה שקדם שהוא לא נעשה לקבלה: \n",
                "ואמר של חרס ושל אבר והוא העופרת כפי הידוע ובתוספתא אמר בזאת ההלכה מביא סלון של עץ ושל עצם ושל זכוכית ומניח ידו תחתיו הנה כבר התבאר לך שהכוונה סלון מ\"מ ואם הושם קצה הסלון במקוה התחתון כשר וילחוץ המים בידיו עד שימלא הסלון ואחר יגביההו עד שיגיע קצהו האחרון למקוה השני הנה מעת שיפגוש קצה הסלון במים אשר בו למים אשר במקוה נתחברו המים במים ונשלם השיעור: \n",
                "ואמר ממלא בכתף ונותן לעליון כפי עיקר הידוע שמקוה שיש בו מ' סאה לא יפסלוהו מים שאובים: \n"
            ],
            [
                "<b>שתי.</b> הוא האורך וכמוהו בכותל מלמעלה למטה וערב הרוחב וכמוהו בכותל מימין לשמאל: ",
                "וכוונת מצטרף שנצטרפו השני מקואות וישלם השיעור יחד ורבי יהודה מהפך ואומר לערב מצטרף לשתי אינו מצטרף: ",
                "ואמר נפרצו זה לתוך זה שנהרסה המבדלת העליונה הנה מעת שיעבור המים למעלה מן המבדלת ואפי' בעובי קליפת השום ברוחב ב' אצבעו' ונתערבו המי' בזה השיעור שבמקוה אחד ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>אמבטי.</b> הוא רהט המרחץ ואביק הוא אלנביק והמים אשר יגרו לתוך האמבטי ולתוך האביק הם מים כשרין אך כל מה שיגיע מהם בתוך האביק הם פסולין לפי שהם ישובו שאובין לפי שהאביק הוא כלי להיותו נתך לארץ וזהו אמרם ממנו בתוספתא שלא נעשה אלא לשמש עם הקרקע ומצורת בנינם ותבנית זה האביק יהיה מובן זה המחלוקת והעיקר כבר ידעת אשר בהם התקון והוא שמים שאובין בצד מים כשרים לא יפסלום ואע\"פ שימששו מים למים ובאמצע פוסל לפי שכבר הגיעו המים שאובין לתוך המקוה והלכה כחכמים: "
            ],
            [
                "<b>ג' לוגין שנפלו.</b> מטהרת המטהרת היה תבניתה אצלם שהוא שני רהטים האחד יותר גבוהה מן השנית ובמחיצה ובמסך המבדיל בין שני הרהטים נקב כפי זאת הצורה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGcAAAB0CAYAAACYAyzMAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAKfSURBVHhe7ZwBbsIwDAD5GU/jaTyNyRJG0QhtOhg9p3eSVUZDZ3NJmq5aTzfBohwwygGjHDDKAaMcMMoBU17O5XK5Xa/Xx+ulyHZVKCvndDqVi62UlBOjoFd8tVhDOTvGGqXlnM/nx/kkYwvtZ2Ib56SRY4y0iza9c9z0crK4aif4IHMf6QSl5VQkcx/JXzlfJkaMcsBMK6fteSPzNhHlgJlWTpCClAMkrm+UAyWLUw6MnNIiYgRVZFo5QRY3UiCRaeW0YpzWYCgHTCunKtPKCZQDRjlQ2qW05xwgygGjHDDKAaMcMFmcf1sDkrcMRgokMrWcmM6UA8WRAyZHjgsCIMoBk8UpB4gjB0wWpxwYWZhygOSUphwoygGTo0c5QJQDJotTDowsLMJbBkBaQRVRDpip5eQtA6c1IKPFEcncp5dT+SER08upuJRWDpgtua/KyYfwfDLaBEcjyNdbCgzaGnIxkT+/imgTbXv73oktua/KyYMRY6jAzucoscbLFtHbegd8N7I39vZtjaUFQezLUbJ35Khp6x65DHgpp/cFxnu9fZ+iPVb+rh5L+1oyv9H2o+3eYct3NiSnKuXzv2+fUM7+TCtnis513z6hnP1RDphp5bSXAlWZVk6gHDDKAaMcMFlDVZQDRjlglANmajnl879vn1DO/kwtx2kNjHLAKAfMtHIC5eyLcsAoB4xywCgHzCHkxLYijhwwygEzJKfqtHCIaS2iIsoBoxwwKWfkf2GIHEJO1fyVA0Y5YJQDZkhOFFmRQ8ipitMaGOWAUQ4Y5YBRDpjDyFl6zgyVw8iJQquhHDDtU6MqMiznG9F73Fe+137Rf4mKoOT8Z1RkMevfvbhqVFzMBDW71EFQDhjlgFEOGOWAUQ4Y5YBRDpbb7Qd0Qwdr1uZ0zgAAAABJRU5ErkJggg==\">ואם תהיה התחתונה מים שאובין הנה נחשב כל מה שבחלל זה הנקב מים שאובין שמגיע במקוה כשר אשר למעלה והוא בצדו: ",
                "ואחר אמר כמה יהי' שיעור הנקב שיכללוהו ג' לוגין מים שאובין ואמר שאם יהיה כשיעור שיעבור בזה הנקב חלק משלש מאות ועשרים מכל המים שאובין אשר במקוה התחתון אשר הוא כולו מים שאובין וזאת החלוקה אמנם זכרתיה לפי שזה המקוה התחתון אשר בו מים שאובין יש בו שיעור מ' סאה לבד ג' לוגין יהיה חלק מאלו השלש מאות ועשרים וזה שהסאה ו' קבין והקב ד' לוגין ובמ' סאה יש תשע מאות וששים לוגין ושלשה לוגין מט' מאות וס' הרי חלק מג' מאות וכ' ואם היו המים השאובין יותר ממ' סאה או פחות הנה ראוי שישוער הנקב ויחלוק חלקים יהיה בחללות הנקב שלש לוגין משל בזה אומר אילו היו המים אשר בתחתונה עשרים סאה יחוייב שיהיה הנקב שיעור יכלל החלק מו' מאות ומ' וזה כולו מבואר וזאת הסברא לר' יוסי אמנם סברת רבי אלעזר יאמר שאפי' היות העליונה אשר בהם מים שאובין אשר היה אומר שאם יגרו אל התחתון יגרו מלמעלה למטה ואפילו היה בנקב די שיכללהו שלשת לוגין מים שאובין לא שתמששם לאמרם שלשת לוגין מים שנפלו והלכה כרבי יוסי אשר אמר בהיות זאת הנגיעה באמצע המים הנה הם מים שאובין שנפלו לתוך המקוה: "
            ]
        ],
        [
            [
                "<b>כפור.</b> הוא מה שיקפא מן המים בעת צאתו וירד דק: ",
                "וגליד מה שיקפא מן המים על פני הארץ ועל פני המים. וטיט הנרוק טיט הרקיק הרבה כמו הרוק ואשר העידו בו אנשי מידבא אמת ואמנם היה מעיד ר\"ע מצד השם העשוי לפנים לא שהוא יחשוב זה: "
            ],
            [
                "<b>המים בין טמאים בין טהורים.</b> ר\"ל מים שאובין: \n",
                "<b>מי כבשים.</b> המימות אשר יכבשו בהן המכובשין כמו המים אשר יכבוש בהם הזיתים והקפרי': \n",
                "<b>ומי שלקות.</b> המים אשר ישלקו בהם השלקות: \n",
                "<b>והתמד.</b> שמרי יין אם יושם עליהם מים ויחומץ ממנו או מהשתנות הענבים קודם שיתחמצו לפי שהם אם יתחמצו אחר זמן ישוב כמו מי פירות וכבר בארנו שקרטוב חלק מד' וששים מלוג ושג' לוגין מים שאובין פוסלים את המקוה אם היה פחות ממ' סאה: \n",
                "<b>ומורייס.</b> הוא המור ואמרו שהוא כעין מים. אין מעלין דומה לאמרו בתחלת הפרק שיש שם דברים שאין מעלין ולא פוסלין: \n"
            ],
            [
                "כבר ביארנו פעמים רבות שמוחל הוא המים השחורים אשר יגרו מן הזיתים וכבר קדם שמי פירות לא יפסלו את המקוה בג' לוגין וכן שאר המשקין ולכן לא יפסול היין ומי הזיתים המקוה אלא בשנוי מראה ואפי' היה במקוה מאה סאין עד\"מ ונפל בו מעט מיין או מי פירות ושנה מראהו נפסל עד שישוב אל מראהו ואפילו היה המקוה מכ' סאה ונפל בו יין או מי פירות ולא נשתנה מראהו הנה נשאר מראהו בענינו שלא נפסל ולא יחשוב גם כן באחד ועשרים סאה אבל בכ' סאה כמו שהיה כפי מה שקדם שהם לא מעלין ולא פוסלין ושמור זה: \n"
            ],
            [
                "זה מבואר לא יצטרך ביאור: \n"
            ],
            [
                "רבי יוחנן אומר כאשר מראה הכל מראה המים והם ג' לוגין הנה יפסלו את המקוה ואע\"פ שבקצת ג' לוגין יש חלב אשר לא יפסול בג' לוגין להיותו משאר המשקין כמו שקדם ואין הלכה כרבי יוחנן בן נורי: \n"
            ],
            [
                "מבואר הוא שאם היה במקוה מ' סאה מכוונות וטבל בו איש הנה מ' סאה יחסרו להתלחלח גופו במים ולכן אותו אשר יטבול אחריו איננו טהור ר' יהודה אומר שאם היו רגליו עומדות במים הנה יהיו המים אשר עליו מחוברות במקוה וכבר ביארו בגמ' (חגיגה דף יט.) ואמרו מחלוקת במעלות דרבנן אבל לענין טומאה וטהרה דברי הכל טמא ומעלות דרבנן הם הנזכרות בחגיגה (שם) באמרם שהטהור לחולין יצטרך טבילה למעשר וכן הטהור למעשר יצטרך טבילה לתרומה: \n",
                "וסגוס אל בריגוס ויתלו בו מים רבים ואם הטבילו באלו המ' סאה המצומצמות ונשאר קצהו במים הנה נחשוב המים אשר בו כמחוברות לאשר במקוה והאיש אשר יטבול בו אחר זה טהור כל עוד שיעמוד קצת הבורגוס במים וכן אם הטבילו כר וכסת של עור בזה המקוה ויצטרך שיעלו בזויותיהם ופיהם למטה עד שלא ישאר בהם מים שאובין ויפסלו את המקוה להיותו ממ' סאה מכוונות שאם הגיע ממנו שלשה לוגין לגבורות בזה הכר או הכסת ואחר העלהו ושפכם במקוה נפסל כפי מה שהתבאר ואין הלכה כרבי יהודה: \n"
            ],
            [
                "המטה היא רבת הגובה וזה המקוה קטן לפי שהוא ארבעים סאה מכוונות בהיות בלתי אפשר שיכלול המים למטה ויצופו עליה עד שיטבעו רגליה בבוץ הנקפא אשר במקוה הנה הוא טהור לפי שאלה הרגלים אשר יטבעו בבוץ לא יגיעו בבוץ עד שיטהרם המים והוא אמרו מפני שהמים מקדמין וביאור מרודדין שטוחים על פני ארץ תרגום וירקעו ורדידו (שמות לט): \n",
                "<b>כדי שיתפחו.</b> שיגבהו ויעלו ר\"ל שהוא ילחוץ המים מכל צד בחבילי עצים וקנים אשר יקבצו המים במקום א' ויתהוו וישוב אליו גובה ויטבול בו ואחר אמר שאם הניע המים בידו עד שישאו גלים ועבר מהם גל על זה המחט ועד\"מ אשר על מעלות המקוה הנה נטהרה זאת המחט וכפי זה תקיש: \n"
            ]
        ],
        [
            [
                "כבר ביארנו שדבורינו פה בבעל קרי אינו לענין טומאה וטהרה אלא לענין טבילה כפי מה שהיה המעשה בזה הזמן שבעל קרי אם היה בריא שיטבול במ' סאה ואז יתפלל ויקרא כמו שהתבאר בברכות (דף כב.) ואפילו היו אלה המ' סאה מים שאובין הנה הם כשרים לבעל קרי ר\"ל שהוא אם ירד בהם מותר לו להתפלל ולקרא ואע\"פ שלא טהר לענין טומאות וטהרות והבן זה הכונה ולא יסור ממך ודע שאין הבדל יעשהו האדם כפי מה שראוי בארץ ישראל ובחוצה לארץ ואמנם דברינו פה במקוואות הנמצאות אשר לא נדע אלה המים הנקוים אם הם שאובין או כשרים ואמר שהנמצא בארץ ישראל בחזקת טהרה ובזה ההבדל נזכירהו עדיין ואשר בחוצה לארץ אינם בחזקת כשרים ואמנם הם כשרים לבעלי קריין לבד להיות מים שאובין כשרים לבעלי קריין כמו שביארנו והוא אמרו ואפילו נתמלאו בקילון אשר הם מים שאובים ודאי ואין בענין ספק שהם כשרים לבעלי קריין ואחר אמר שהמקוואות הנמצאות בא\"י מה שיהיה מהן חוץ משער העיר הנה הוא בחזקת כשר ואפי' הנדה טובלת בהם ותהיה מותרת לבעלה ולא נאמר מאחר שזה איסור כרת לא תטבול אלא במקוה שנתאמת ענינו ונודע שהוא כשר וכל מקו' שיהיה בתוך המדינה ותסגר עליו שער המדינה אינו בחזקת טהרה להשתמש האנשים בו כי לפעמים ירחצו בגדיהם וכליהם וישיבוהו מים שאובים או הם בעיקר הקואתם מים שאובין ואינם ראוים אלא לבעלי קריין כמו שביארנו ורבי אליעזר אומר ואפילו אותו שהוא חוץ לעיר אם יהיה קרוב לעיר הנה הוא בחזקת שאוב להשתמש האנשי' בו ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "<b>חלוקין.</b> חלקות שלשלת ההזלה או עכורין אם יהיה בתחלת השתן ואמר שמהעצ' השתן קרה לו זה אם היה השתן כולו תאר אחד הנה הוא ג\"כ טהור ואפילו היה כולו עכור וכוונת נמשכין שיהיה השתן מתדבק קצתו בקצתו וזה כאשר יהיה בו קצת דבקות הנה הוא טמא ואפי' היה הדבקות נראה באמצע או בסוף או בתחלה רבי יוסי אומר שאם היו לבנים נמשכים בתחלה טהור כמו משפט העכורים ואין הלכה כר\"י: \n"
            ],
            [
                "<b>טפין עבות.</b> נקודות עבות: ",
                "<b>והמהרהר בלילה.</b> מי שחשב בלילה ענינים הכרחיים להגיר הזרע ואחר מצא גופו חם הנה הוא טמא אע\"פ שלא מצא זרע וביאור הש\"ס שזה בתנאי שיראה בשנתו שהוא בעל אשה בעילה גמורה ואחר שנעור משנתו ולא מצא חמר זרע אך שימצא גופו חם הנה זה הוא אשר הוא טמא לפי שמעת שבעל בשנתו הנה הזריע אך שנתנגב או היה מעט השיעור ונבלע בבגדים. והעיקר אצלנו אשר יקרא שכבת זרע הוא אחר הגיע ברחם אם תפלטנו ולא תשתנה הנה הוא כמו רואה שכבת זרע וטמא ונפל המחלוקת אחר כמה מן הזמן תצא ממנה שכבת זרע ותהיה טהורה ויהיה זה הזרע כבר נפסדה צורתו ויצא מגדר הזרע: ",
                "ודע שעונה הוא עת מן הזמן אם יום שלם או לילה שלמה וכן אמרו עונה או יום או לילה. ראב\"ע יסבור שמי שפלטה שכבת זרע אחר ג' עונות שלמות שהיא טהורה וזה אפשר שיהא ביום ג' משל בזה שאם נבעלה בא' בשבת ונשארה ליל שני ויום ב' וליל ג' וזה ג' עונות הנה אם פלטה שכבת זרע יום ג' תהיה טהורה לפי שפלטה אחר ג' עונות ונהיתה פולטת ביום הג' טהורה וחכמים ג\"כ יחשבו כמו שבא בש\"ס במס' שבת (דף פו.) אבל חכמים אומרים ג' עונות שלמות בעינן ור' ישמעאל מחשב שהיא טהורה אם פלטה אחר ב' ימים שלמים ויהיה התחלת ב' ימים קודם עלות השמש ואחריתם שקיעת השמש וקצת היום הג' והנה אפשר בב' אלו הימים ובקצת מהג' שיהיה ד' עונות או ה' או ו' משל בזה שאם נבעלה בסוף ליל ה' ופלטה ביום שבעה בבקר הנה היא טהורה לפי שכבר עברו עליה ב' ימים הה' והו' וקצת הג' והוא ליל שבת וכל מה שיש בזה הזמן ד' עונות יום ה' וליל ו' ויום ו' וליל שבת ותהיה אחר ד' עונות טהורה. והנה תהיה אחר ה' עונות אם נבעלה בסוף יום ד' קודם שקיעת השמש ויהיה עמהם ה' עונות ליל ה' ויום ה' וליל ו' ויום ו' וליל שבת וזה בב' ימים אחר הג' הה' והששי וליל שבת והנה תהיה אחר ו' עונות כגון שנבעלה ביום הד' אחר עלות השמש ותהיה עמה ו' עונות עם ליל שבת ואם פלטה ביום השבת תהיה טהורה ואלו הו' עונות אמנם תהיינה בב' ימים וקצת הג' והה' והששי וליל שבת ולא נחשוב יום הד' לפי שהיא נבעלה ביום ד' אחר עלות השמש ועיקר סברת ר' ישמעאל שיהיו ב' ימים קודם עלות השמש ור' עקיבא יכריע חמשה עונות לעולם כמו שאמר לעולם חמש ואם נבעלה במקצת היום או במקצת הלילה ישלימו הה' עונות מזה העת משל בזה שאם נבעלה ביום ד' בחצי היום הנה נשאר אצלנו חצי יום ד' וזה חצי עונה וליל ה' ויום חמישי וליל ו' ויום ו' כאשר נהיה ליל שבת בחצי הלילה נשלמו ה' עונות ואם פלטה אחר חצות לילה תהיה טהורה והוראת כלם אמנם הוא מאמרו הי\"ת (שמות י״ט:ט״ו) היו נכונים לשלשת ימים וגו' ונפל המחלוקת מתי היה זה הצווי וקבל הוראת כל א' מהם למה שדומה בעיון הש\"ס ממנו בזה המקום והלכה כראב\"ע: "
            ],
            [
                "אמרו טמאה וטהורה ר\"ל השכבת זרע עצמה כפי מה שביארנו בפתיחה ששכבת זרע של עובד כוכבים טהורה: ואמר כבדה את הבית כנוי לקנוח אבר מאבריה אחר המשגל עד שלא ישאר לשכבת זרע רושם האחוז בגוף וכל בעל קרי אם לא השתין קודם הטהרה הנה בעת שישתין יטמא כי אז תצא השארת הזרע הנשאר בחלל האמה ור' יוסי אומר שתכלית מה שישאר משכבת זרע השארית תוך הגוף לאיש חולה או זקן לפי שהם לא ידחום בחוזק אמנם איש בריא או ילד ואפילו היה חולה הנה הוא טהור לפי שתצא בכח שלא תשאר לו רושם תוך הגוף והלכה כר\"י: \n"
            ],
            [
                "<b>טמאה ע\"ג רוקה.</b> שהוא כמו איש טהור שנגע ברוק הנדה אשר ישוב ראשון לטומאה כמו שביארנו בפתיחה ותהיה מותרת לבעלה: \n",
                "ואמר כאילו לא טבלה הוא שתשאר אב הטומאה ותהיה אסורה לבעלה ולר\"ש שירפה את ידיו ויכנסו המים לידיו ולאלה הכלים ות\"ק אמר שהם טמאים גזירה שמא לא ירפה: \n",
                "ובית הסתרים פנימי הגוף כמו פנים האף והאוזן ופנים הפה: \n",
                "<b>ובית הקמטים.</b> היא הערוה וקבל הוראה על זה מאמרו (ויקרא ט״ו:י״א) וכל אשר יגע בו הזב וידיו לא שטף במים וידוע שהזב לא יועילהו רחיצת הידים בעודו טמא ואמנם ירצה באמרו וידיו לא שטף במים שהוא לא טהר ואמר ידיו להודיעך שלא יחויב טהרה זולת מה שיראה מן הגוף טהרה בעת שיטהר הגוף והוא אמרם (שם) ורחץ בשרו יכול אף בית הסתרים תלמוד לומר וידיו לא שטף במים מה ידיו בנראה אף כל בשר בנראה פרט לבית הסתרים ואמרו לעולם ילמד אדם בתוך ביתו שתהא אשה בשעת טבילה מדיחה קמטיה ואע\"ג דתנן (נדה דף סו:) בית הקמטים ובית הסתרים אין צריכין שיבואו בהן המים נהי דביאת מים לא בעינן מקום הראוי לבא במים בעינן ר\"ל שהיא תהיה מכינה אלה הקמטים שיבואו מים בהם וממה שימנעו ממנו בעת הטבילה שלא יקפוץ במקוה ולשון התוספתא (פ\"ה) הקופץ למקוה הרי זה מגונה והטובל פעמים במקוה הרי זה מגונה והאומר לחבירו כבוש ידך עלי במקוה הרי זה מגונה וממה שראוי שתדעהו ששיעור מקוה הוא מ' סאה הוא מלא מקו' יהיה בארכו וברוחב אמה ברום ג' אמות וכן כל מקום תהיה שבירה גדולה חללו זה השבר על איזה תבנית שיהיה וכבר ידעת שאמה כ\"ד אצבעות האצבע רוחב גודל מאצבעות היד וכבר הכפלתי ענין אלו המדות פעמים רבות ואין הלכה כר' שמעון: \n"
            ]
        ],
        [
            [
                "כוונת חוצצין שמבדילין בין המים והגוף או השער המחובר בגוף כי שער הגוף יחוייב שיכללוהו המים כמו שיכללו הגוף: \n",
                "<b>והרצועות.</b> שבראשי הבנות יקשרוהו על השער ועל הגבות יחד והלכה כר' יהודה בחוטי שער ואפילו קשרן על ראשו תכלית הקשר: \n"
            ],
            [
                "כבר ביארנו בכ\"ט מכלים קלקין שהן ארוגי שער כמו שרשרות הנגבלות מן השער לקשור הבהמות וכיוצא בהן ואמר ששער גב החזה ושער גב הערוה אם נתאבך ונתקבץ בכוונה ונאבק ושב כמו שרשרת הנה הוא חוצץ ולכן כלי משגל באשה אם לא תתקין עצמה בחפיפה קודם הטבילה הנה במה שיש שם מן הזיעה ומן הזוהמה תהיה חציצה כי לזה המקום ישפכו המותרים תמיד וכבר הוסיפה התוספתא (פ\"ו) בזה ביאור ואמר ר\"ש שזורי אומר בית סתרים באשה בנשואה חוצץ בפנויה אינו חוצץ וסיבת זה כי הפנויה לא תחוש מזה ולא תקפיד על היותם בלתי נקיים ולזה לא תחוץ החלאה הזאת פירוש זה הלכלוך כפי מה שיתבאר מענין ההקפדה: \n",
                "ולפלוף שבעין הליחה אשר תתקבץ בעפעפיה ובקצת העין הנקרא מאק: \n",
                "והגליד שע\"ג המכה הקליפה אשר תעלה על החבורה: \n",
                "והרטיה היא משיחה: \n",
                "<b>שרף היבש.</b> משרפים היבשים: \n",
                "<b>וגלדי צואה.</b> קליפות הזוהמא אשר יתהדקו על הגוף: \n",
                "ומלמולין הם הגרגרים אשר יתעגלו על הידים כשילוש אדם בצק או חומר ואח\"כ יחכך ידיו זה בזה להסיר מעליהם הבצק או החומר: \n",
                "וטיט של מרקה הוא טיט יותר עב מטיט של יוצרין יחככו בהם הכלים הנסדקין לסתום סדיקתם ונתבאר בתוספ' (פ\"ז) שיתדות הדרכים הוא הטיט אשר יתהוה בדרכים ואפילו בזמן הקיץ ילכלכו בהן הבגדים הנה זה הטיט חוצץ ולא יתאמת טהרה למי שיהיה על גופו ואין ראוי ג\"כ טבילה בו אם היה בכלל המקוה כפי מה שקדם והוא אמרו שאין טובלין בהן ולא מטבילין וקומקומוס הקומקום אשר יהיה בהן המים ויכבו בהן הגחלים וישארו מכובים אלא אם שפשף שיחכך פנימי בידו ויניח הפחם בידו עד שלא יתעכבו במקום אחד ויחוצו המים ממנו ואין הלכה כר' יוסי: \n"
            ],
            [
                "<b>קלקי הראש ובית השחי.</b> הפנימיות אשר יסתלסל השער וישוב כמו לבד אמנם שער הראש או שער האורבים ובית הסתרים באיש ר\"ל קלקי בית הסתרים באיש לפי שהוא לא יקפיד על זה וכונת מקפיד שישתדל על זה הדבר ויחוש וירצה סורו. ואינו מקפיד שלא יחוש על זה הדבר ולא יקפיד אם ישאר על גופו או לא ישאר ודע שעיקר זאת השאלה שאם יהיה הדבר החוצץ על גופו כמו טיט ובצק ומה שדומה להם מן הענינים המבדילים וכללו גודל שטח הגוף והוא חושש ומקפיד על השארותו וחפץ בסורו מגופו הנה הוא חוצץ ולא יעלה לו טבילה עד שינוקה גופו ממנו ויטבול אחר זה אמנם אם לא היה מקפיד עליו אין חוצץ אע\"פ שיכלול רוב הגוף וכן אם היה הדבר החוצץ על מיעוט גופו אינו חוצץ ואפילו אם היה חפץ בסורו ומקפיד עליו זהו דין תורה אך מדרבנן כל המקפיד עליו חוצץ ואפי' היה מיעוט גופו גזירה משום רובו וכן גזרו על רובו שאינו מקפיד משום רובו המקפיד והוא אמרם דבר תורה רובו ומקפיד עליו חוצץ ומיעוטו ואע\"פ שמקפיד אינו חוצץ וגזרו על רובו שאינו מקפיד משום רובו המקפיד ועל מיעוטו המקפיד משום רובו המקפיד ולא חייבוהו החציצה ג\"כ למעוטו שאינו מקפיד משום מעוטו המקפיד באשר מעוטו המקפיד עצמו גזירה ולא גזרינן גזירה לגזירה הנה התבאר לך מזה כולו שכל מה שיחפוץ על סורו מגופו וירצה זה חוצץ ואפי' הי' הפחות שבשעורים והוא אמרו שם כל המקפיד עליו חוצץ וכל מה שלא יקפיד ממנו אם סר אם נשאר אינו חוצץ ובתנאי שלא יהיה זה על רוב גופו ושמור זה העיקר תמיד כי הוא ענין החציצה ואין הלכה כר\"א בהשוותו איש ואשה: \n"
            ],
            [
                "<b>לפלוף שבעין.</b> הליחה אשר תהיה בתוך העין אם תחלה: \n",
                "<b>ולכלוכי צואה.</b> חלאת הזוהמא והיא לחות: \n",
                "<b>וצואה שתחת הצפורן.</b> זוהמת הצפרנים: \n",
                "<b>כשות של קטן.</b> הוא השעיריות אשר יהי' על גופות הנערים הקטנים והוא דומה לשער דק מאד [ובפ\"ב] מעוקצין אמר כשות של קישות ר\"ל שעיריות הפיקוס. אמרו שהוא מן האדם לא יטמא אם נגעה טומאה בזה השעיריות ולא יטמא ג\"כ ר\"ל שאם היה נער טמא באחד מאבות הטומאה ונגע מי שנגע בשערת גופו הנה זה אשר נגע לא יטמא. והקרום אשר יקשור על החבורה בהפך זה שהיא תיטמא ותטמא אמנם זכר זה הדבור הנה ואע\"פ שאינו מכוונת החציצה לפי שזוכר משפטי קרומי החבורה בחציצה: \n"
            ],
            [
                "בקצת הנוסחאות יש המור. והוא המוסק ובקצתם חומר והוא עפר דבק דומה לזפת. ",
                "ודרגש כסא קטן יעלו בו לכסא יותר גדול הימנו: ",
                "<b>ונקיים.</b> נקיים: ",
                "<b>ובלוסין.</b> מלוכלכין וסבת זה שאם היו נקיים הנה הוא יחפוץ בסור זה הלכלוך ממנו ואם היו מלוכלכים לא ישאל מזה אם יסור או ישאר וזה לפי העיקר הקודם כל המקפיד עליו חוצץ והוא הסבה באומרו על מטה של בע\"ה חוצץ ועל של עני אינו חוצץ: ",
                "<b>ואוכף.</b> הוא האוכף והוא העור יעשה להשים על החמורים בעת נושאים המשא: ",
                "<b>וזקקין.</b> אותם שיעשו הזקק וישאום על אלו האוכפות ולא יקפיד כלל בלכלוכם: ",
                "<b>ומרדעת.</b> הברד\"ו ואמר רשב\"ג שאילו לא יהי' על זה הברד\"ו אלא כאיסר האיטלקי אשר משקלו ד' גרגרין שיעור חוצץ ואם יהיה פחות אינו חוצץ ות\"ק לא יתן בזה גדר אלא איזה שיעור שיהיה חוצץ והלכתא כת\"ק: "
            ],
            [
                "<b>בנאים.</b> הם ת\"ח ונקראו בנאים מפני שהם עוסקים בבנינו של עולם. ובור הוא אשר אין לו ידיעה ולא מדה מעולה כמו שביארנו באבות (פ\"ב) ומחוייב אצלנו ת\"ח שיהיו בתכלית מן הזכות ונקיות הבגדים ישימו ההשתדלות בבגדים הנקיים ובש\"ס (שבת דף קיד.) על זה ציווין רבים ושם נאמר שכל ת\"ח שנמצא רבב בבגדו הנה הוא מחוייב מות ומן החיוב הזה נהיה שת\"ח יקפידו על לכלוך בגדיהם ואפילו מצד אחד והלכתא כר' יוסי: \n"
            ],
            [
                "<b>קייצין.</b> אותם אשר ייבשו הפירות כי אלה כולם ללכלוך מלאכתם וגעלם בה יהיו מטפחותיהם כן ולא יקפידו על לכלוכן אם תסור או תשאר ולכן אין בה משפט החציצה אם יהיה עליהם זפת או מה שדומה לה וזה הכלל אמתי וכבר קדם ביאורו על השלימות ואין הלכה כר' יהודה: \n"
            ]
        ],
        [
            [
                "אמרו פה שלא מרקן הוא לקוח מן ומורק ושוטף במים (ויקרא ו׳:כ״א) והכונה שהוא יניח ידו ביד הכלי עד שיכניס המים בו כי רוב הידות הם חלולות ואמרו או שמרקן ונשתברו רומז אל כלי המתכות לבד אם תשבר היד ולא יבנה אבל נתמעך קצתו אשר אי אפשר למים להכנס לאלה המקומות המגולים וכן ביאר בתוספתא שהדיבור בידות החלולות וכאשר אפשר בהם שיתגלו. הטבילו דרך פיו שישים פי הכלי למטה על פני המים ומושבו מלמעלה כי המים לא יגיעו אל תוך הכלי כולו כי האויר ישאר בו מוחש וידחה המים: ",
                "<b>וזיבורית.</b> הוא הדבר החסר שאין המים נכנסים ואשר ירצה בו פה הוא אשר הטביל את הכלי ולא ישקיע קצותיו בטבילה אם יהיה לו זויות ותוספות ואולי היה בקצת הכלים תוספות מה היו קורין אותו זיבורית אי אפשר שיכנסו בה המים עד שיטה על צדה. פי השקוע לתוכה שתהיינה השפתות כפופות לתוך הכלי כזאת וברוב לא יעשה כזה: ",
                "<b>וקלמרין הדיוטות.</b> בלעז קלמ\"ר וזאת תעשה מעופרת כפופה לתוכה עד שאם תתהפך לא ישפך מה שיש בה מהדיו והוא ברוב נעשה אצלנו והנה בלי ספק תצטרך שינקב בצדה עד שיבאו המים לזאת הכפיפה וזו היא צורתו: <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAGUAAABXCAYAAAAdzotpAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAO2SURBVHhe7ZoLbuMwDERzsx6tR+vRsp0uCBDCRF9KomQ+YLDZ1okoPku2g77egTtCikNCikNCikNCikNCikNCikNCygR+fn7e39/f76+vr/fr9foLflZLSDEGMkREGvyuhpBiDJOhU0O3FFme+Fe/DvKrpYYuKblBQ8wmKfoCliakbJLCBpOElP93X6w3SE1/QsokWG+QkLIR1hskpGyE9QbZIqXlyfVmWG+Q66TI1xeIPBeVxtNNkPfWRI5vBe9hfZHUfOZR2xcbD0kpNWZntkgZWSkoWJ6B8Fr+L6/TsRD8PoUd5yWYR4kuKZ8a1BJN7+flYMd7iGspFsnhpcY010phW1ZKSFmcqomR93nIlVJqJiXITUNPMA6ibzR09DEtqbkROkoKxm2FfU4uPWNY0yVFP8RJ5AxIf14T1hydkdtsoXYsicWYvXRJsYY1RVJzUW8Fckpbm2xbO3AvZSZsvDQ7xGyVwpogWbl9YCxWg85KOduk5Pb3HbA60qwSs6UDOSE7tgvBy4pZJqU04Z0yUlBLzY3ALJZJ8bo6crBadWaxREpplay8qLdSWjEzap8uhU1E4nWFpLDa01gyVUpuy5q5J1tTWi2I5Qm2Tcopq0Rgc0hjxTQpOSHIiayak3l3blodjBVizKWwQpEbhAizxZhJOenhcJTSXEdvYsyksOIkNwkRZq4WEymsKB3PD4e9lFYL0jvvYSml4m6mtFp6t7HhruUKu3HbYrC5S3oIKQbketCzhYUUI3J9aGVYSu57oSdheXIOd44VIXkSOSlICyHFCDdSSl9pPwk3UtjgOk8iJ6WVkGKECylscB0U+STcb19PEwJcSMkV8UQpljc93VLYwDpPw/32JXkSIcUZlkLAUOesizmRUg+QVoY7x4qQ3E6NEBzTylQpPQWdBJtzmh6GpZRuBW8VU5o3gmN6GJZSs4Rv+8OJGiFIL8NSACsozS0rhs2NZQQTKYAVptO7lD1R82dFyOhcl0mRnAqbC4sFZl1qOYtO2sowr9priNVuYH7q1k4A8Syo9iTTscJcSs3d2Kd4EcRqq4kV5lJwho2ISVcPXuMzLcFnpmG1tMSyRnMpGla8VXpgnzMaCLVmqhSLM7AUfbYL+meSlmtdTWZeD6dKAbOasiMiYpYMYboUDZvoKVnJ2tF+Gb0RWB2sjtUslyKcIGYX+0b+RVaNZOd1R9eB7GSrFIYWxZo3Gn2xlnjDnZRPsAa3xGPzP3GMFE267Ulu4UgptxNSHBJSHBJS3PF+/wMjJPqVuPrufwAAAABJRU5ErkJggg==\"> "
            ],
            [
                "<b>כסת עגולה.</b> עשויה מעור בהיקף ורוב מה שיעשו אותה הם הסוחרין ובעלי הרכיבה תחת מרכבם בעת שבתם לקנות ולמכור והיא תפורה מכל צד ואין לה פה יצא ממנה המלוי ויושם כשאר הלקוחים ואמנם תתפר על מלואה כשאר המשכבות: \n",
                "<b>וכדור.</b> כדור אשר ישחקו בו אנשי הצחוק: \n",
                "<b>והאמום והקמיע השמירה.</b> ותפילה הוא תפילין של ראש או של יד אע\"פ שלאלה כולם יש חללות אחר שלא נעשו למלאת ולהריק אבל להשאר בענינם המלאים עד שיחתכו הנה משפטן כמשפט הגוף הבלתי חלול כמו שהתבאר בכללים אשר זכרנו: \n"
            ],
            [
                "<b>קשרי העני.</b> הקשר אשר יקשרו בגדיו אם יקרעו ואשר אין כונתו להתירן וכן קשרי הנימין והם הקשרים אשר יקשרו קצוות פתילין היוצאין מן הבגד ואל ביאניס וכיוצא בהן: \n",
                "<b>וחבט של סנדל.</b> לולאות האזנים: \n",
                "<b>תפילה של ראש בזמן שהיא חוצה.</b> אם תהיה רחוקה מן הקציצה רוצה לומר שתהיה הלולאות אשר יבא בה רצועות התפילין כבר נתפר עליה עור עד שתתערב הקציצה עם הרצועה. ושל זרוע בזמן שאינה עולה ויורדת רוצה לומר שלא תהיה ממעדת ברצועה אבל נלחצת על המקום שלא ימעד ממנו. וכבר ביארנו פעמים שחמת הוא הנוד ותרמיל כלי עור ישאוהו הרועים: \n"
            ],
            [
                "כבר ביארנו בכ\"א מכלים פרקסין שהן חלוקין אשר להם קשרים ולולאות ואמרו שבכתף רוצה לומר קשרי הלולאות שבכתף בקצת הבגדים. ורצועות של סנדל אשר יכניסום בלולאות האישכפים לקבצם ולקשרם וכונת שצריך למתח שימשוך הקמטים במים ויסירו קמטיו כי הוא דבר רחב יקמט ויכויץ וכ\"ש העליון מהם. ומדרך הבגד שאם יושלך במים יתבעבע על פני המים ויעלה מקום ממנו וישפל אחר בסיבת האויר אשר תחתיו וזהו ענין אמרו עד שיתבעבע רוצה לומר שישטחהו במים עד שיבעבע ומזו הכונה שחין פורח אבעבועות (שמות ט) וכאשר יאריך לעמוד הבגד במים ויטפח יסור זה הבעבוע לפי שהוא אם הפשיטו פעם אחר פעם יצא האויר כולו והוא אמרו וינוחו מבעבוען: \n"
            ],
            [
                "ידוע הוא ששלשלת מחוברת מטבעות וכאשר יגיע אל י' טפחים או אל ארבעה אל קצת טבעות מטבעותיו אמר תנא קמא שהוא יטביל עד מקום המדה לבד ור' טרפון אומר שהוא יטביל הטבעות כולן אשר תגיע המדה לקצתן ואין הלכה כר' טרפון ולא כר' יהודה: \n"
            ],
            [
                "כבר זכרנו שהמים אם יטמאו יטהרו במי המקוה וזה כשיושמו בכלי ותשים זה הכלי במקוה עד שיצופו המים אשר במקוה על פני המים אשר בכלי ואז יטהרו אלה המים כמו שהתבאר במסכת ביצה (דף יח:) וכן יטהר הכלי גם עם המים אשר בו יחד ואם היה הכלי טמא רוצה לומר שיקבל טומאה וזה במים לבד אמנם שאר המשקים הנה לא יטהרו לעולם אחרי הטמאם ועוד נבאר זה בד' ממכשירין שאמרו ב\"ש שבעת טהרת המים הטמאים לא יטהרו אלא במקוה ממינו שאם היו מים חמים הנה טהרתם במקוה שיהיו מימיו חמים ואם היו המים מרים הנה טהרתם במקוה שיהיו מימיו מרים כי הכונה בטהרת המים שהוא ישוב עם מי המקוה כדבר אחד ויראה זה במים כמו שביארנו אמנם אם היה זה הכלי טמא מלא משקים זולת המים והטבילו כאילו לא טבל כי אלו המשקים לא יטהרו במי מקוה ואם יהיה בזה הכלי מי חטאת אשר הוא מים ואפר הנה לא יצטרך שיהיה הכלי מלא אבל קצתו ורובו רק מצד שתכנס מי המקוה לתוך הכלי ויגברו על מי חטאת שבכלי ואז יטהר הכלי וא\"ר יוסי שאפילו יהיה זה הכלי מכיל שלשים סאה והיה בו רביעית ממי חטאת והטביל הכלי כולו במקוה הנה הוא ישאר בטומאתו כאילו לא טבל עד שיסור מה שבו ממי החטאת ויטבילו ריקן ואין הלכה כרבי יוסי: \n"
            ],
            [
                "לא אצטרך שאבאר כל פעם שהוא אמנם רצה לומר במשקים שבעה משקים וכבר ביארנו בראש טהרות שחצי פרס כביצה ומחצה וביארנו מדת הרביעית פעמים רבות והיות האוכלים כולן מצטרפים קצתן לקצתן וכן המשקים להשלים מהם השיעור מאמרו (ויקרא י״א:ל״ד) מכל האוכל אשר יאכל ואמר (שם) וכל משקה אשר ישתה וגו' אמנם המקוה לא ישלם שיעורו בשאר משקים אמנם צריך שיהיו מ' סאה כולם מים לאמרו השם יתעלה (שם) מקוה מים ולשון ספרי מקוה מים לא מקוה כל המשקין כולם ולזה יפסלו המשקין כולן המקוה אם נשתנה מראהו כמו שקדם ולא יוסיף בשיעורו כמו שביארנו: \n"
            ],
            [
                "כבר ביארנו שהמים לבדם בלתי שאר המשקין הם אשר יטהרו אם נשאם בתוך זה המקוה ולכן אם טבל זה האיש ויש מים טמאים באסטומכא יטהרו להגיעם בתוך המקוה והוא אמרו מפני שהם טהורים בגוף לפי שנטהרו והם בתוך האצטומכא להגיען בתוך המקוה ולכן אם הקיאן שמה יהיו טהורים וזה אשר בלע טבעת טהורה ונכנס לאהל המת לא תטמא הטבעת לפי שהוא מציל עליה וכן אילו אכל בשר המת ונכנס לאהל לא יטמא האהל כמו שהתבאר באחד עשר מאהלות והיא בתוספתא כלים הבלועין מצילין על הטהורין מליטמא והחץ אשר הוא תחוב בגוף הנה יתראה קצהו בשטח הגוף ואז יהיה חוצץ כמו אילו היה על שטח הגוף והנה ישקע בבשר וישוב תוך הגוף ולא יקפיד בו אז ואפילו היה חץ טמא: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}