var Niddahjson ={
    "language": "he",
    "title": "Mishnah Niddah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה נדה",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "שַׁמַּאי אוֹמֵר, כָּל הַנָּשִׁים דַּיָּן שְׁעָתָן. הִלֵּל אוֹמֵר, מִפְּקִידָה לִפְקִידָה, וַאֲפִלּוּ לְיָמִים הַרְבֵּה. וַחֲכָמִים אוֹמְרִים, לֹא כְדִבְרֵי זֶה וְלֹא כְדִבְרֵי זֶה, אֶלָּא מֵעֵת לְעֵת מְמַעֵט עַל יַד מִפְּקִידָה לִפְקִידָה, וּמִפְּקִידָה לִפְקִידָה מְמַעֶטֶת עַל יַד מֵעֵת לְעֵת. כָּל אִשָּׁה שֶׁיֶּשׁ לָהּ וֶסֶת, דַּיָּהּ שְׁעָתָהּ. וְהַמְשַׁמֶּשֶׁת בְּעִדִּים, הֲרֵי זוֹ כִפְקִידָה, וּמְמַעֶטֶת עַל יַד מֵעֵת לְעֵת וְעַל יַד מִפְּקִידָה לִפְקִידָה: \n",
            "כֵּיצַד דַּיָּהּ שְׁעָתָהּ. הָיְתָה יוֹשֶׁבֶת בַּמִּטָּה וַעֲסוּקָה בְטָהֳרוֹת, וּפֵרְשָׁה וְרָאֲתָה, הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת. אַף עַל פִּי שֶׁאָמְרוּ, מְטַמְּאָה מֵעֵת לְעֵת, אֵינָהּ מוֹנָה אֶלָּא מִשָּׁעָה שֶׁרָאָתָה: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַרְבַּע נָשִׁים דַּיָּן שְׁעָתָן, בְּתוּלָה, מְעֻבֶּרֶת, מֵנִיקָה וּזְקֵנָה. אָמַר רַבִּי יְהוֹשֻׁעַ, אֲנִי לֹא שָׁמַעְתִּי אֶלָּא בְתוּלָה, אֲבָל הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר: \n",
            "אֵיזוֹ הִיא בְתוּלָה, כֹּל שֶׁלֹּא רָאֲתָה דָם מִיָּמֶיהָ, אַף עַל פִּי שֶׁנְּשׂוּאָה. מְעֻבֶּרֶת, מִשֶּׁיִּוָּדַע עֻבָּרָהּ. מֵנִיקָה, עַד שֶׁתִּגְמֹל אֶת בְּנָהּ. נָתְנָה בְנָהּ לְמֵנִיקָה, גְּמָלַתּוּ אוֹ מֵת, רַבִּי מֵאִיר אוֹמֵר, מְטַמְּאָה מֵעֵת לְעֵת. וַחֲכָמִים אוֹמְרִים, דַּיָּהּ שְׁעָתָהּ: \n",
            "אֵיזוֹהִי זְקֵנָה. כֹּל שֶׁעָבְרוּ עָלֶיהָ שָׁלשׁ עוֹנוֹת סָמוּךְ לְזִקְנָתָהּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כָּל אִשָּׁה שֶׁעָבְרוּ עָלֶיהָ שָׁלשׁ עוֹנוֹת, דַּיָּהּ שְׁעָתָהּ. רַבִּי יוֹסֵי אוֹמֵר, מְעֻבֶּרֶת וּמֵנִיקָה שֶׁעָבְרוּ עֲלֵיהֶן שָׁלשׁ עוֹנוֹת, דַּיָּן שְׁעָתָן: \n",
            "וּבַמֶּה אָמְרוּ דַּיָּהּ שְׁעָתָהּ. בִּרְאִיָּה רִאשׁוֹנָה. אֲבָל בַּשְּׁנִיָּה, מְטַמְּאָה מֵעֵת לְעֵת. וְאִם רָאֲתָה הָרִאשׁוֹנָה מֵאֹנֶס, אַף הַשְּׁנִיָּה דַּיָּהּ שְׁעָתָהּ: \n",
            "אַף עַל פִּי שֶׁאָמְרוּ דַּיָּהּ שְׁעָתָהּ, צְרִיכָה לִהְיוֹת בּוֹדֶקֶת, חוּץ מִן הַנִּדָּה וְהַיּוֹשֶׁבֶת עַל דַּם טֹהַר. וּמְשַׁמֶּשֶׁת בְּעִדִּים, חוּץ מִיּוֹשֶׁבֶת עַל דַּם טֹהַר, וּבְתוּלָה שֶׁדָּמֶיהָ טְהוֹרִים. וּפַעֲמַיִם צְרִיכָה לִהְיוֹת בּוֹדֶקֶת, בְּשַׁחֲרִית וּבֵין הַשְּׁמָשׁוֹת, וּבְשָׁעָה שֶׁהִיא עוֹבֶרֶת לְשַׁמֵּשׁ אֶת בֵּיתָהּ. יְתֵרָה עֲלֵיהֶן כֹּהֲנוֹת, בְּשָׁעָה שֶׁהֵן אוֹכְלוֹת בַּתְּרוּמָה. רַבִּי יְהוּדָה אוֹמֵר, אַף בִּשְׁעַת עֲבָרָתָן מִלֶּאֱכֹל בַּתְּרוּמָה: \n"
        ],
        [
            "כָּל הַיָּד הַמַּרְבָּה לִבְדֹּק בְּנָשִׁים, מְשֻׁבַּחַת. וּבַאֲנָשִׁים, תִּקָּצֵץ. הַחֵרֶשֶׁת וְהַשּׁוֹטָה וְהַסּוּמָא וְשֶׁנִּטְרְפָה דַעְתָּהּ, אִם יֶשׁ לָהֶן פִּקְחוֹת, מְתַקְּנוֹת אוֹתָן וְהֵן אוֹכְלוֹת בַּתְּרוּמָה. דֶּרֶךְ בְּנוֹת יִשְׂרָאֵל, מְשַׁמְּשׁוֹת בִּשְׁנֵי עִדִּים, אֶחָד לוֹ וְאֶחָד לָהּ. הַצְּנוּעוֹת מְתַקְּנוֹת לָהֶן שְׁלִישִׁי, לְתַקֵּן אֶת הַבָּיִת: \n",
            "נִמְצָא עַל שֶׁלּוֹ, טְמֵאִין וְחַיָּבִין קָרְבָּן. נִמְצָא עַל שֶׁלָּהּ אוֹתְיוֹם, טְמֵאִין וְחַיָּבִין קָרְבָּן. נִמְצָא עַל שֶׁלָּהּ לְאַחַר זְמַן, טְמֵאִים מִסָּפֵק וּפְטוּרִים מִן הַקָּרְבָּן: \n",
            "אֵיזֶהוּ אַחַר זְמַן. כְּדֵי שֶׁתֵּרֵד מִן הַמִּטָּה וְתָדִיחַ פָּנֶיהָ. וְאַחַר כָּךְ, מְטַמְּאָה מֵעֵת לְעֵת וְאֵינָהּ מְטַמְּאָה אֶת בּוֹעֲלָהּ. רַבִּי עֲקִיבָא אוֹמֵר, אַף מְטַמְּאָה אֶת בּוֹעֲלָהּ. וּמוֹדִים חֲכָמִים לְרַבִּי עֲקִיבָא בְּרוֹאָה כֶתֶם, שֶׁמְּטַמְּאָה אֶת בּוֹעֲלָהּ: \n",
            "כָּל הַנָּשִׁים בְּחֶזְקַת טָהֳרָה לְבַעֲלֵיהֶן. הַבָּאִין מִן הַדֶּרֶךְ, נְשֵׁיהֶן לָהֶן בְּחֶזְקַת טָהֳרָה. בֵּית שַׁמַּאי אוֹמְרִים, צְרִיכָה שְׁנֵי עִדִּים עַל כָּל תַּשְׁמִישׁ וְתַשְׁמִישׁ, אוֹ תְשַׁמֵּשׁ לְאוֹר הַנֵּר. בֵּית הִלֵּל אוֹמְרִים, דַּיָּהּ בִּשְׁנֵי עִדִּים כָּל הַלָּיְלָה: \n",
            "מָשָׁל מָשְׁלוּ חֲכָמִים בָּאִשָּׁה, הַחֶדֶר וְהַפְּרוֹזְדוֹר וְהָעֲלִיָּה. דַּם הַחֶדֶר, טָמֵא. נִמְצָא בַפְּרוֹזְדוֹר, סְפֵקוֹ טָמֵא, לְפִי שֶׁחֶזְקָתוֹ מִן הַמָּקוֹר: \n",
            "חֲמִשָּׁה דָמִים טְמֵאִים בָּאִשָּׁה. הָאָדֹם, וְהַשָּׁחֹר, וּכְקֶרֶן כַּרְכּוֹם, וּכְמֵימֵי אֲדָמָה, וּכְמָזוּג. בֵּית שַׁמַּאי אוֹמְרִים, אַף כְּמֵימֵי תִלְתָּן וּכְמֵימֵי בָשָׂר צָלִי. וּבֵית הִלֵּל מְטַהֲרִין. הַיָּרֹק, עֲקַבְיָא בֶן מַהֲלַלְאֵל מְטַמֵּא, וַחֲכָמִים מְטַהֲרִים. אָמַר רַבִּי מֵאִיר, אִם אֵינוֹ מְטַמֵּא מִשּׁוּם כֶּתֶם, מְטַמֵּא מִשּׁוּם מַשְׁקֶה. רַבִּי יוֹסֵי אוֹמֵר, לֹא כָךְ וְלֹא כָךְ: \n",
            "אֵיזֶהוּ אָדֹם, כְּדַם הַמַּכָּה. שָׁחֹר, כַּחֶרֶת. עָמֹק מִכָּן, טָמֵא. דֵּהֶה מִכָּן, טָהוֹר. וּכְקֶרֶן כַּרְכּוֹם, כַּבָּרוּר שֶׁבּוֹ. וּכְמֵימֵי אֲדָמָה, מִבִּקְעַת בֵּית כֶּרֶם, וּמֵצִיף מָיִם. וּכְמָזוּג, שְׁנֵי חֲלָקִים מַיִם וְאֶחָד יַיִן, מִן הַיַּיִן הַשָּׁרוֹנִי: \n"
        ],
        [
            "הַמַּפֶּלֶת חֲתִיכָה, אִם יֵשׁ עִמָּהּ דָּם, טְמֵאָה. וְאִם לָאו, טְהוֹרָה. רַבִּי יְהוּדָה אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, טְמֵאָה: \n",
            "הַמַּפֶּלֶת כְּמִין קְלִפָּה, כְּמִין שַׂעֲרָה, כְּמִין עָפָר, כְּמִין יַבְחוּשִׁים אֲדֻמִּים, תַּטִּיל לַמַּיִם. אִם נִמֹּחוּ, טְמֵאָה. וְאִם לָאו, טְהוֹרָה. הַמַּפֶּלֶת כְּמִין דָּגִים, חֲגָבִים, שְׁקָצִים וּרְמָשִׂים, אִם יֵשׁ עִמָּהֶם דָּם, טְמֵאָה. וְאִם לָאו, טְהוֹרָה. הַמַּפֶּלֶת מִין בְּהֵמָה, חַיָּה וָעוֹף, בֵּין טְמֵאִין בֵּין טְהוֹרִים, אִם זָכָר, תֵּשֵׁב לְזָכָר. וְאִם נְקֵבָה, תֵּשֵׁב לִנְקֵבָה. וְאִם אֵין יָדוּעַ, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כֹּל שֶׁאֵין בּוֹ מִצּוּרַת אָדָם, אֵינוֹ וָלָד: \n",
            "הַמַּפֶּלֶת שְׁפִיר מָלֵא מַיִם, מָלֵא דָם, מָלֵא גְנוּנִים, אֵינָהּ חוֹשֶׁשֶׁת לְוָלָד. וְאִם הָיָה מְרֻקָּם, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה: \n",
            "הַמַּפֶּלֶת סַנְדָּל אוֹ שִׁלְיָא, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. שִׁלְיָא בַּבַּיִת, הַבַּיִת טָמֵא. לֹא שֶׁהַשִּׁלְיָא וָלָד, אֶלָּא שֶׁאֵין שִׁלְיָא בְלֹא וָלָד. רַבִּי שִׁמְעוֹן אוֹמֵר, נִמּוֹק הַוָּלָד עַד שֶׁלֹּא יָצָא: \n",
            "הַמַּפֶּלֶת טֻמְטוּם, וְאַנְדְּרוֹגִינוֹס, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. טֻמְטוּם וְזָכָר, אַנְדְּרוֹגִינוֹס וְזָכָר, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. טֻמְטוּם וּנְקֵבָה, אַנְדְּרוֹגִינוֹס וּנְקֵבָה, תֵּשֵׁב לִנְקֵבָה בִלְבָד. יָצָא מְחֻתָּךְ אוֹ מְסֹרָס, מִשֶּׁיָּצָא רֻבּוֹ, הֲרֵי הוּא כְיָלוּד. יָצָא כְדַרְכּוֹ, עַד שֶׁיֵּצֵא רֹב רֹאשׁוֹ. וְאֵיזֶהוּ רֹב רֹאשׁוֹ, מִשֶּׁתֵּצֵא פַדַּחְתּוֹ: \n",
            "הַמַּפֶּלֶת וְאֵין יָדוּעַ מַה הוּא, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה. אֵין יָדוּעַ אִם וָלָד הָיָה אִם לָאו, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה: \n",
            "הַמַּפֶּלֶת לְיוֹם אַרְבָּעִים, אֵינָהּ חוֹשֶׁשֶׁת לְוָלָד. לְיוֹם אַרְבָּעִים וְאֶחָד, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה. רַבִּי יִשְׁמָעֵאל אוֹמֵר, יוֹם אַרְבָּעִים וְאֶחָד, תֵּשֵׁב לְזָכָר וּלְנִדָּה. יוֹם שְׁמוֹנִים וְאֶחָד, תֵּשֵׁב לְזָכָר וְלִנְקֵבָה וּלְנִדָּה, שֶׁהַזָּכָר נִגְמָר לְאַרְבָּעִים וְאֶחָד, וְהַנְּקֵבָה לִשְׁמוֹנִים וְאֶחָד. וַחֲכָמִים אוֹמְרִים, אֶחָד בְּרִיַּת הַזָּכָר וְאֶחָד בְּרִיַּת הַנְּקֵבָה, זֶה וָזֶה לְאַרְבָּעִים וְאֶחָד: \n"
        ],
        [
            "בְּנוֹת כּוּתִים, נִדּוֹת מֵעֲרִיסָתָן. וְהַכּוּתִים מְטַמְּאִים מִשְׁכָּב תַּחְתּוֹן כָּעֶלְיוֹן, מִפְּנֵי שֶׁהֵן בּוֹעֲלֵי נִדּוֹת, וְהֵן יוֹשְׁבוֹת עַל כָּל דָּם וָדָם. וְאֵין חַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ, וְאֵין שׂוֹרְפִין עֲלֵיהֶם אֶת הַתְּרוּמָה, מִפְּנֵי שֶׁטֻּמְאָתָן סָפֵק: \n",
            "בְּנוֹת צְדוֹקִין, בִּזְמַן שֶׁנָּהֲגוּ לָלֶכֶת בְּדַרְכֵי אֲבוֹתֵיהֶן, הֲרֵי הֵן כְּכוּתִיּוֹת. פֵּרְשׁוּ לָלֶכֶת בְּדַרְכֵי יִשְׂרָאֵל, הֲרֵי הֵן כְּיִשְׂרְאֵלִית. רַבִּי יוֹסֵי אוֹמֵר, לְעוֹלָם הֵן כְּיִשְׂרָאֵל, עַד שֶׁיִּפְרְשׁוּ לָלֶכֶת בְּדַרְכֵי אֲבוֹתֵיהֶן: \n",
            "דַּם נָכְרִית וְדַם טָהֳרָה שֶׁל מְצֹרַעַת, בֵּית שַׁמַּאי מְטַהֲרִים. וּבֵית הִלֵּל אוֹמְרִים, כְּרֻקָּהּ וּכְמֵימֵי רַגְלֶיהָ. דַּם יוֹלֶדֶת שֶׁלֹּא טָבְלָה, בֵּית שַׁמַּאי אוֹמְרִים, כְּרֻקָּהּ וּכְמֵימֵי רַגְלֶיהָ. וּבֵית הִלֵּל אוֹמְרִים, מְטַמֵּא לַח וְיָבֵשׁ. וּמוֹדִים בְּיוֹלֶדֶת בְּזוֹב, שֶׁהִיא מְטַמְּאָה לַח וְיָבֵשׁ: \n",
            "הַמַּקְשָׁה, נִדָּה. קִשְּׁתָה שְׁלשָׁה יָמִים בְּתוֹךְ אַחַד עָשָׂר יוֹם וְשָׁפְתָה מֵעֵת לְעֵת וְיָלְדָה, הֲרֵי זוֹ יוֹלֶדֶת בְּזוֹב, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לַיְלָה וָיוֹם, כְּלֵילֵי שַׁבָּת וְיוֹמוֹ. שֶׁשָּׁפְתָה מִן הַצַּעַר, וְלֹא מִן הַדָּם: \n",
            "כַּמָּה הוּא קִשּׁוּיָהּ. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ אַרְבָּעִים וַחֲמִשִּׁים יוֹם. רַבִּי יְהוּדָה אוֹמֵר, דַּיָּהּ חָדְשָׁהּ. רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹמְרִים, אֵין קִשּׁוּי יוֹתֵר מִשְּׁתֵּי שַׁבָּתוֹת: \n",
            "הַמַּקְשָׁה בְתוֹךְ שְׁמוֹנִים שֶׁל נְקֵבָה, כָּל דָּמִים שֶׁהִיא רוֹאָה, טְהוֹרִים, עַד שֶׁיֵּצֵא הַוָּלָד. וְרַבִּי אֱלִיעֶזֶר מְטַמֵּא. אָמְרוּ לוֹ לְרַבִּי אֱלִיעֶזֶר, וּמַה בִּמְקוֹם שֶׁהֶחְמִיר בְּדַם הַשֹּׁפִי, הֵקֵל בְּדַם הַקֹּשִׁי, מְקוֹם שֶׁהֵקֵל בְּדַם הַשֹּׁפִי, אֵינוֹ דִין שֶׁנָּקֵל בְּדַם הַקֹּשִׁי. אָמַר לָהֶן, דַּיּוֹ לַבָּא מִן הַדִּין לִהְיוֹת כַּנִּדּוֹן, מִמַּה הֵקֵל עָלֶיהָ, מִטֻּמְאַת זִיבָה, אֲבָל טְמֵאָה טֻמְאַת נִדָּה: \n",
            "כָּל אַחַד עָשָׂר יוֹם בְּחֶזְקַת טָהֳרָה. יָשְׁבָה לָהּ וְלֹא בָדְקָה, שָׁגְגָה, נֶאֶנְסָה, הֵזִידָה וְלֹא בָדְקָה, טְהוֹרָה. הִגִּיעַ שְׁעַת וִסְתָּהּ וְלֹא בָדְקָה, הֲרֵי זוֹ טְמֵאָה. רַבִּי מֵאִיר אוֹמֵר, אִם הָיְתָה בְמַחֲבֵא וְהִגִּיעַ שְׁעַת וִסְתָּהּ, וְלֹא בָדְקָה, הֲרֵי זוֹ טְהוֹרָה, מִפְּנֵי שֶׁחֲרָדָה מְסַלֶּקֶת אֶת הַדָּמִים. אֲבָל יְמֵי הַזָּב וְהַזָּבָה וְשׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם, הֲרֵי אֵלּוּ בְּחֶזְקַת טֻמְאָה: \n"
        ],
        [
            "יוֹצֵא דֹפֶן, אֵין יוֹשְׁבִין עָלָיו יְמֵי טֻמְאָה וִימֵי טָהֳרָה, וְאֵין חַיָּבִין עָלָיו קָרְבָּן. רַבִּי שִׁמְעוֹן אוֹמֵר, הֲרֵי זֶה כְיָלוּד. כָּל הַנָּשִׁים מִטַּמְּאוֹת בַּבַּיִת הַחִיצוֹן, שֶׁנֶּאֱמַר (ויקרא ט״ו:י״ט), דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ. אֲבָל הַזָּב וּבַעַל קֶרִי, אֵינָן מִטַּמְּאִים, עַד שֶׁתֵּצֵא טֻמְאָתָן לַחוּץ:  ",
            "הָיָה אוֹכֵל בַּתְּרוּמָה וְהִרְגִּישׁ שֶׁנִּזְדַּעְזְעוּ אֵבָרָיו, אוֹחֵז בָּאַמָּה וּבוֹלֵעַ אֶת הַתְּרוּמָה. וּמְטַמְּאִים בְּכָל שֶׁהוּא, אֲפִלּוּ כְעֵין הַחַרְדָּל וּבְפָחוֹת מִכָּן:  ",
            "תִּינוֹקֶת בַּת יוֹם אֶחָד, מִטַּמְּאָה בְנִדָּה. בַּת עֲשָׂרָה יָמִים, מִטַּמְּאָה בְזִיבָה. תִּינוֹק בֶּן יוֹם אֶחָד, מִטַּמֵּא בְזִיבָה, וּמִטַּמֵּא בִנְגָעִים, וּמִטַּמֵּא בִטְמֵא מֵת, וְזוֹקֵק לְיִבּוּם, וּפוֹטֵר מִן הַיִּבּוּם, וּמַאֲכִיל בַּתְּרוּמָה, וּפוֹסֵל מִן הַתְּרוּמָה, וְנוֹחֵל וּמַנְחִיל. וְהַהוֹרְגוֹ, חַיָּב. וַהֲרֵי הוּא לְאָבִיו וּלְאִמּוֹ וּלְכָל קְרוֹבָיו כְּחָתָן שָׁלֵם:  ",
            "בַּת שָׁלשׁ שָׁנִים וְיוֹם אֶחָד, מִתְקַדֶּשֶׁת בְּבִיאָה. וְאִם בָּא עָלֶיהָ יָבָם, קְנָאָהּ. וְחַיָּבִין עָלֶיהָ מִשּׁוּם אֵשֶׁת אִישׁ, וּמְטַמְּאָה אֶת בּוֹעֲלָהּ לְטַמֵּא מִשְׁכָּב תַּחְתּוֹן כָּעֶלְיוֹן. נִשֵּׂאת לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה. בָּא עָלֶיהָ אַחַד מִן הַפְּסוּלִים, פְּסָלָהּ מִן הַכְּהֻנָּה. בָּא עָלֶיהָ אַחַד מִכָּל הָעֲרָיוֹת הָאֲמוּרוֹת בַּתּוֹרָה, מוּמָתִין עַל יָדָהּ, וְהִיא פְטוּרָה. פָּחוֹת מִכָּן, כְּנוֹתֵן אֶצְבַּע בָּעָיִן:  ",
            "בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד שֶׁבָּא עַל יְבִמְתּוֹ, קְנָאָהּ. וְאֵינוֹ נוֹתֵן גֵּט עַד שֶׁיַּגְדִּיל. וּמִטַּמֵּא בְנִדָּה, לְטַמֵּא מִשְׁכָּב תַּחְתּוֹן כָּעֶלְיוֹן. וּפוֹסֵל וְאֵינוֹ מַאֲכִיל בַּתְּרוּמָה. וּפוֹסֵל אֶת הַבְּהֵמָה מֵעַל גַּבֵּי הַמִּזְבֵּחַ, וְנִסְקֶלֶת עַל יָדוֹ. וְאִם בָּא עַל אַחַת מִכָּל הָעֲרָיוֹת הָאֲמוּרוֹת בַּתּוֹרָה, מוּמָתִים עַל יָדוֹ, וְהוּא פָטוּר:  ",
            "בַּת אַחַת עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, נְדָרֶיהָ נִבְדָּקִין. בַּת שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, נְדָרֶיהָ קַיָּמִין. וּבוֹדְקִין כָּל שְׁתֵּים עֶשְׂרֵה. בֶּן שְׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, נְדָרָיו נִבְדָּקִים. בֶּן שְׁלשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, נְדָרָיו קַיָּמִין. וּבוֹדְקִין כָּל שְׁלשׁ עֶשְׂרֵה. קֹדֶם לַזְּמַן הַזֶּה, אַף עַל פִּי שֶׁאָמְרוּ יוֹדְעִין אָנוּ לְשֵׁם מִי נָדָרְנוּ, לְשֵׁם מִי הִקְדָּשְׁנוּ, אֵין נִדְרֵיהֶם נֶדֶר וְאֵין הֶקְדֵּשָׁן הֶקְדֵּשׁ. לְאַחַר הַזְּמַן הַזֶּה, אַף עַל פִּי שֶׁאָמְרוּ אֵין אָנוּ יוֹדְעִין לְשֶׁם מִי נָדָרְנוּ, לְשֶׁם מִי הִקְדָּשְׁנוּ, נִדְרָן נֶדֶר וְהֶקְדֵּשָׁן הֶקְדֵּשׁ:  ",
            "מָשָׁל מָשְׁלוּ חֲכָמִים בָּאִשָּׁה. פַּגָּה, בֹּחַל וְצֶמֶל. פַּגָּה, עוֹדָהּ תִּינוֹקֶת. בֹּחַל, אֵלּוּ יְמֵי נְעוּרֶיהָ. בָּזוֹ וּבָזוֹ, אָבִיהָ זַכַּאי בִּמְצִיאָתָהּ וּבְמַעֲשֵׂה יָדֶיהָ וּבַהֲפָרַת נְדָרֶיהָ. צֶמֶל, כֵּיוָן שֶׁבָּגְרָה, שׁוּב אֵין לְאָבִיהָ רְשׁוּת בָּהּ:  ",
            "אֵיזֶהוּ סִימָנֶיהָ. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, מִשֶּׁיַּעֲלֶה הַקֶּמֶט תַּחַת הַדָּד. רַבִּי עֲקִיבָא אוֹמֵר, מִשֶּׁיַּטּוּ הַדַּדִּים. בֶּן עַזַּאי אוֹמֵר, מִשֶּׁתַּשְׁחִיר הַפִּטֹּמֶת. רַבִּי יוֹסֵי אוֹמֵר, כְּדֵי שֶׁיְּהֵא נוֹתֵן יָדוֹ עַל הָעֹקֶץ וְהוּא שׁוֹקֵעַ וְשׁוֹהֶה לַחֲזֹר:  ",
            "בַּת עֶשְׂרִים שָׁנָה שֶׁלֹּא הֵבִיאָה שְׁתֵּי שְׂעָרוֹת, תָּבִיא רְאָיָה שֶׁהִיא בַת עֶשְׂרִים שָׁנָה, וְהִיא אַיְלוֹנִית, לֹא חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. בֶּן עֶשְׂרִים שָׁנָה שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת, יָבִיא רְאָיָה שֶׁהוּא בֶן עֶשְׂרִים שָׁנָה, וְהוּא סָרִיס, לֹא חוֹלֵץ וְלֹא מְיַבֵּם, אֵלּוּ דִּבְרֵי בֵית הִלֵּל. בֵּית שַׁמַּאי אוֹמְרִים, זֶה וָזֶה בְּנֵי שְׁמֹנֶה עֶשְׂרֵה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַזָּכָר כְּדִבְרֵי בֵית הִלֵּל, וְהַנְּקֵבָה כְּדִבְרֵי בֵית שַׁמַּאי, שֶׁהָאִשָּׁה מְמַהֶרֶת לָבֹא לִפְנֵי הָאִישׁ:  "
        ],
        [
            "בָּא סִימָן הַתַּחְתּוֹן עַד שֶׁלֹּא בָא הָעֶלְיוֹן, אוֹ חוֹלֶצֶת אוֹ מִתְיַּבֶּמֶת. בָּא הָעֶלְיוֹן עַד שֶׁלֹּא בָא הַתַּחְתּוֹן, אַף עַל פִּי שֶׁאִי אֶפְשָׁר, רַבִּי מֵאִיר אוֹמֵר, לֹא חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. וַחֲכָמִים אוֹמְרִים, אוֹ חוֹלֶצֶת אוֹ מִתְיַבֶּמֶת. מִפְּנֵי שֶׁאָמְרוּ, אֶפְשָׁר לַתַּחְתּוֹן לָבֹא עַד שֶׁלֹּא בָא הָעֶלְיוֹן, אֲבָל אִי אֶפְשָׁר לָעֶלְיוֹן לָבֹא עַד שֶׁלֹּא בָא הַתַּחְתּוֹן: \n",
            "כַּיּוֹצֵא בוֹ, כָּל כְּלִי חֶרֶס שֶׁהוּא מַכְנִיס, מוֹצִיא. וְיֵשׁ שֶׁמּוֹצִיא וְאֵינוֹ מַכְנִיס. כָּל אֵבָר שֶׁיֶּשׁ בּוֹ צִפֹּרֶן, יֶשׁ בּוֹ עֶצֶם, וְיֵשׁ שֶׁיֶּשׁ בּוֹ עֶצֶם וְאֵין בּוֹ צִפֹּרֶן: \n",
            "כֹּל הַמִּטַּמֵּא מִדְרָס, מִטַּמֵּא טְמֵא מֵת. וְיֵשׁ שֶׁמִּטַּמֵּא טְמֵא מֵת וְאֵינוֹ מִטַּמֵּא מִדְרָס: \n",
            "כֹּל הָרָאוּי לָדוּן דִּינֵי נְפָשׁוֹת, רָאוּי לָדוּן דִּינֵי מָמוֹנוֹת. וְיֵשׁ שֶׁרָאוּי לָדוּן דִּינֵי מָמוֹנוֹת וְאֵינוֹ רָאוּי לָדוּן דִּינֵי נְפָשׁוֹת. כֹּל הַכָּשֵׁר לָדוּן, כָּשֵׁר לְהָעִיד. וְיֵשׁ שֶׁכָּשֵׁר לְהָעִיד וְאֵינוֹ כָשֵׁר לָדוּן: \n",
            "כֹּל שֶׁחַיָּב בַּמַּעַשְׂרוֹת, מִטַּמֵּא טֻמְאַת אֳכָלִים. וְיֵשׁ שֶׁמִּטַּמֵּא טֻמְאַת אֳכָלִין וְאֵינוֹ חַיָּב בַּמַּעַשְׂרוֹת: \n",
            "כֹּל שֶׁחַיָּב בַּפֵּאָה, חַיָּב בַּמַּעַשְׂרוֹת. וְיֵשׁ שֶׁחַיָּב בַּמַּעַשְׂרוֹת וְאֵינוֹ חַיָּב בַּפֵּאָה: \n",
            "כֹּל שֶׁחַיָּב בְּרֵאשִׁית הַגֵּז, חַיָּב בַּמַּתָּנוֹת. וְיֵשׁ שֶׁחַיָּב בַּמַּתָּנוֹת וְאֵינוֹ חַיָּב בְּרֵאשִׁית הַגֵּז: \n",
            "כֹּל שֶׁיֶּשׁ לוֹ בִעוּר, יֶשׁ לוֹ שְׁבִיעִית. וְיֵשׁ שֶׁיֶּשׁ לוֹ שְׁבִיעִית וְאֵין לוֹ בִעוּר: \n",
            "כֹּל שֶׁיֶּשׁ לוֹ קַשְׂקֶשֶׂת, יֶשׁ לוֹ סְנַפִּיר. וְיֵשׁ שֶׁיֶּשׁ לוֹ סְנַפִּיר וְאֵין לוֹ קַשְׂקֵשֶׂת. כֹּל שֶׁיֶּשׁ לוֹ קַרְנַיִם, יֶשׁ לוֹ טְלָפַיִם. וְיֵשׁ שֶׁיֶּשׁ לוֹ טְלָפַיִם וְאֵין לוֹ קַרְנָיִם: \n",
            "כֹּל הַטָּעוּן בְּרָכָה לְאַחֲרָיו, טָעוּן בְּרָכָה לְפָנָיו. וְיֵשׁ טָעוּן בְּרָכָה לְפָנָיו וְאֵין טָעוּן בְּרָכָה לְאַחֲרָיו: \n",
            "תִּינוֹקֶת שֶׁהֵבִיאָה שְׁתֵּי שְׂעָרוֹת, אוֹ חוֹלֶצֶת אוֹ מִתְיַבֶּמֶת, וְחַיֶּבֶת בְּכָל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. וְכֵן תִּינוֹק שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת, חַיָּב בְּכָל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. וְרָאוּי לִהְיוֹת בֵּן סוֹרֵר וּמוֹרֶה, מִשֶּׁיָּבִיא שְׁתֵּי שְׂעָרוֹת עַד שֶׁיַּקִּיף זָקָן, הַתַּחְתּוֹן וְלֹא הָעֶלְיוֹן, אֶלָּא שֶׁדִּבְּרוּ חֲכָמִים בְּלָשׁוֹן נְקִיָּה. תִּינוֹקֶת שֶׁהֵבִיאָה שְׁתֵּי שְׂעָרוֹת, אֵינָהּ יְכוֹלָה לְמָאֵן. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיִּרְבֶּה הַשָּׁחֹר: \n",
            "שְׁתֵּי שְׂעָרוֹת הָאֲמוּרוֹת בַּפָּרָה וּבַנְּגָעִים, וְהָאֲמוּרוֹת בְּכָל מָקוֹם, כְּדֵי לָכֹף רֹאשָׁן לְעִקָּרָן, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי אֶלְעָזָר אוֹמֵר, כְּדֵי לִקְרֹץ בַּצִּפֹּרֶן. רַבִּי עֲקִיבָא אוֹמֵר, כְּדֵי שֶׁיְּהוּ נִטָּלוֹת בְּזוּג: \n",
            "הָרוֹאָה כֶתֶם, הֲרֵי זוֹ מְקֻלְקֶלֶת, וְחוֹשֶׁשֶׁת מִשּׁוּם זוֹב, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין בַּכְּתָמִים מִשּׁוּם זוֹב: \n",
            "הָרוֹאָה יוֹם אַחַד עָשָׂר בֵּין הַשְּׁמָשׁוֹת, תְּחִלַּת נִדָּה וְסוֹף נִדָּה, תְּחִלַּת זִיבָה וְסוֹף זִיבָה, יוֹם אַרְבָּעִים לַזָּכָר וְיוֹם שְׁמוֹנִים לַנְּקֵבָה, בֵּין הַשְּׁמָשׁוֹת לְכֻלָּן, הֲרֵי אֵלּוּ טוֹעוֹת. אָמַר רַבִּי יְהוֹשֻׁעַ, עַד שֶׁאַתֶּם מְתַקְּנִים אֶת הַשּׁוֹטוֹת, תַּקְּנוּ אֶת הַפִּקְחוֹת: \n"
        ],
        [
            "דַּם הַנִּדָּה וּבְשַׂר הַמֵּת, מְטַמְּאִין לַחִין וּמְטַמְּאִין יְבֵשִׁין. אֲבָל הַזּוֹב וְהַנִּיעַ וְהָרֹק וְהַשֶּׁרֶץ וְהַנְּבֵלָה וְהַשִּׁכְבַת זֶרַע, מְטַמְּאִין לַחִין וְאֵין מְטַמְּאִין יְבֵשִׁין. וְאִם יְכוֹלִין לְהִשָּׁרוֹת וְלַחֲזֹר לִכְמוֹת שֶׁהֵן, מְטַמְּאִין לַחִין וּמְטַמְּאִין יְבֵשִׁין. וְכַמָּה הִיא שְׁרִיָּתָן. בְּפוֹשְׁרִין, מֵעֵת לְעֵת. רַבִּי יוֹסֵי אוֹמֵר, בְּשַׂר הַמֵּת יָבֵשׁ וְאֵינוֹ יָכוֹל לְהִשָּׁרוֹת וְלַחֲזֹר לִכְמוֹת שֶׁהָיָה, טָהוֹר: \n",
            "הַשֶּׁרֶץ שֶׁנִּמְצָא בַּמָּבוֹי, מְטַמֵּא לְמַפְרֵעַ, עַד שֶׁיֹּאמַר בָּדַקְתִּי אֶת הַמָּבוֹי הַזֶּה וְלֹא הָיָה בוֹ שֶׁרֶץ, אוֹ עַד שְׁעַת כִּבּוּד. וְכֵן כֶּתֶם שֶׁנִּמְצָא בֶחָלוּק, מְטַמֵּא לְמַפְרֵעַ, עַד שֶׁיֹּאמַר בָּדַקְתִּי אֶת הֶחָלוּק הַזֶּה וְלֹא הָיָה בוֹ כֶתֶם, אוֹ עַד שְׁעַת הַכִּבּוּס. וּמְטַמֵּא בֵּין לַח בֵּין יָבֵשׁ. רַבִּי שִׁמְעוֹן אוֹמֵר, הַיָּבֵשׁ מְטַמֵּא לְמַפְרֵעַ, וְהַלַּח אֵינוֹ מְטַמֵּא אֶלָּא עַד שָׁעָה שֶׁהוּא יָכוֹל לַחֲזוֹר וְלִהְיוֹת לַח: \n",
            "כָּל הַכְּתָמִין הַבָּאִים מֵרֶקֶם, טְהוֹרִין. רַבִּי יְהוּדָה מְטַמֵּא, מִפְּנֵי שֶׁהֵם גֵּרִים וְטוֹעִין. הַבָּאִין מִבֵּין הַגּוֹיִם, טְהוֹרִין. מִבֵּין יִשְׂרָאֵל וּמִבֵּין הַכּוּתִים, רַבִּי מֵאִיר מְטַמֵּא. וַחֲכָמִים מְטַהֲרִין, מִפְּנֵי שֶׁלֹּא נֶחְשְׁדוּ עַל כִּתְמֵיהֶן: \n",
            "כָּל הַכְּתָמִים הַנִּמְצְאִים בְּכָל מָקוֹם, טְהוֹרִין, חוּץ מִן הַנִּמְצְאִים בַּחֲדָרִים וּבִסְבִיבוֹת בֵּית הַטֻּמְאוֹת. בֵּית הַטֻּמְאוֹת שֶׁל כּוּתִים מְטַמְּאִין בְּאֹהֶל, מִפְּנֵי שֶׁהֵם קוֹבְרִין שָׁם אֶת הַנְּפָלִים. רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיוּ קוֹבְרִין אֶלָּא מַשְׁלִיכִין, וְחַיָּה גוֹרַרְתָּן: \n",
            "נֶאֱמָנִים לוֹמַר, קָבַרְנוּ שָׁם אֶת הַנְּפָלִים, אוֹ, לֹא קָבָרְנוּ. נֶאֱמָנִים לוֹמַר עַל הַבְּהֵמָה אִם בִּכְּרָה, אִם לֹא בִכְּרָה. נֶאֱמָנִים עַל צִיּוּן קְבָרוֹת, וְאֵין נֶאֱמָנִין לֹא עַל הַסְּכָכוֹת וְלֹא עַל הַפְּרָעוֹת וְלֹא עַל בֵּית הַפְּרָס. זֶה הַכְּלָל, דָּבָר שֶׁחֲשׁוּדִים בּוֹ, אֵין נֶאֱמָנִים עָלָיו: \n"
        ],
        [
            "הָרוֹאָה כֶתֶם עַל בְּשָׂרָהּ כְּנֶגֶד בֵּית הַתֻּרְפָּה טְמֵאָה. וְשֶׁלֹּא כְנֶגֶד בֵּית הַתֻּרְפָּה, טְהוֹרָה. עַל עֲקֵבָהּ וְעַל רֹאשׁ גּוּדָלָהּ, טְמֵאָה. עַל שׁוֹקָהּ וְעַל פַּרְסוֹתֶיהָ, מִבִּפְנִים, טְמֵאָה. מִבַּחוּץ, טְהוֹרָה. וְעַל הַצְּדָדִין מִכָּאן וּמִכָּאן, טְהוֹרָה. רָאֲתָה עַל חֲלוּקָהּ, מִן הַחֲגוֹר וּלְמַטָּה, טְמֵאָה. מִן הַחֲגוֹר וּלְמַעְלָה, טְהוֹרָה. רָאֲתָה עַל בֵּית יָד שֶׁל חָלוּק, אִם מַגִּיעַ כְּנֶגֶד בֵּית הַתֻּרְפָּה, טְמֵאָה. וְאִם לָאו, טְהוֹרָה. הָיְתָה פוֹשַׁטְתּוֹ וּמִתְכַּסָּה בוֹ בַּלַּיְלָה, כָּל מָקוֹם שֶׁנִּמְצָא בוֹ כֶתֶם, טְמֵאָה, מִפְּנֵי שֶׁהוּא חוֹזֵר. וְכֵן בַּפַּלְיוֹם: \n",
            "וְתוֹלָה בְכָל דָּבָר שֶׁהִיא יְכוֹלָה לִתְלוֹת. שָׁחֲטָה בְהֵמָה, חַיָּה וָעוֹף, נִתְעַסְּקָה בִכְתָמִים אוֹ שֶׁיָּשְׁבָה בְצַד הָעֲסוּקִים בָּהֶן, הָרְגָה מַאֲכֹלֶת, הֲרֵי זוֹ תּוֹלָה בָהּ. עַד כַּמָּה הִיא תוֹלָה. רַבִּי חֲנִינָא בֶן אַנְטִיגְנוֹס אוֹמֵר, עַד כַּגְּרִיס שֶׁל פּוֹל, וְאַף עַל פִּי שֶׁלֹּא הָרְגָה. וְתוֹלָה בִבְנָהּ אוֹ בְּבַעְלָהּ. אִם יֶשׁ בָּהּ מַכָּה וְהִיא יְכוֹלָה לְהִגָּלַע וּלְהוֹצִיא דָם, הֲרֵי זוֹ תּוֹלָה בָהּ: \n",
            "מַעֲשֶׂה בְאִשָּׁה אַחַת שֶׁבָּאת לִפְנֵי רַבִּי עֲקִיבָא, אָמְרָה לוֹ, רָאִיתִי כָתֶם. אָמַר לָהּ, שֶׁמָּא מַכָּה הָיְתָה בִיךְ. אָמְרָה לוֹ, הֵן, וְחָיְתָה. אָמַר לָהּ, שֶׁמָּא יְכוֹלָה לְהִגָּלַע וּלְהוֹצִיא דָם. אָמְרָה לוֹ, הֵן. וְטִהֲרָהּ רַבִּי עֲקִיבָא. רָאָה תַלְמִידָיו מִסְתַּכְּלִין זֶה בָזֶה. אָמַר לָהֶם, מַה הַדָּבָר קָשֶׁה בְעֵינֵיכֶם. שֶׁלֹּא אָמְרוּ חֲכָמִים הַדָּבָר לְהַחְמִיר אֶלָּא לְהָקֵל, שֶׁנֶּאֱמַר (ויקרא טו), וְאִשָּׁה כִּי תִהְיֶה זָבָה דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ, דָּם וְלֹא כָתֶם: \n",
            "עֵד שֶׁהוּא נָתוּן תַּחַת הַכַּר וְנִמְצָא עָלָיו דָּם, עָגֹל, טָהוֹר. מָשׁוּךְ, טָמֵא, דִּבְרֵי רַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק: \n"
        ],
        [
            "הָאִשָּׁה שֶׁהִיא עוֹשָׂה צְרָכֶיהָ וְרָאֲתָה דָם, רַבִּי מֵאִיר אוֹמֵר, אִם עוֹמֶדֶת, טְמֵאָה. וְאִם יוֹשֶׁבֶת, טְהוֹרָה. רַבִּי יוֹסֵי אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, טְהוֹרָה: \n",
            "אִישׁ וְאִשָּׁה שֶׁעָשׂוּ צְרָכֵיהֶן לְתוֹךְ הַסֵּפֶל וְנִמְצָא דָם עַל הַמַּיִם, רַבִּי יוֹסֵי מְטַהֵר. וְרַבִּי שִׁמְעוֹן מְטַמֵּא, שֶׁאֵין דֶּרֶךְ הָאִישׁ לְהוֹצִיא דָם, אֶלָּא שֶׁחֶזְקַת דָּמִים מִן הָאִשָּׁה: \n",
            "הִשְׁאִילָה חֲלוּקָהּ לְנָכְרִית אוֹ לְנִדָּה, הֲרֵי זוֹ תּוֹלָה בָהּ. שָׁלשׁ נָשִׁים שֶׁלָּבְשׁוּ חָלוּק אֶחָד אוֹ שֶׁיָּשְׁבוּ עַל סַפְסָל אֶחָד, וְנִמְצָא עָלָיו דָּם, כֻּלָּן טְמֵאוֹת. יָשְׁבוּ עַל סַפְסָל שֶׁל אֶבֶן אוֹ עַל הָאִצְטַבָּא שֶׁל מֶרְחָץ, רַבִּי נְחֶמְיָה מְטַהֵר, שֶׁהָיָה רַבִּי נְחֶמְיָה אוֹמֵר, כָּל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, אֵינוֹ מְקַבֵּל כְּתָמִים: \n",
            "שָׁלשׁ נָשִׁים שֶׁהָיוּ יְשֵׁנוֹת בְּמִטָּה אַחַת וְנִמְצָא דָם תַּחַת אַחַת מֵהֶן, כֻּלָּן טְמֵאוֹת. בָּדְקָה אַחַת מֵהֶן וְנִמְצֵאת טְמֵאָה, הִיא טְמֵאָה וּשְׁתֵּיהֶן טְהוֹרוֹת, וְתוֹלוֹת זוֹ בָזוֹ. וְאִם לֹא הָיוּ רְאוּיוֹת לִרְאוֹת, רוֹאִין אוֹתָן כְּאִלּוּ הֵן רְאוּיוֹת: \n",
            "שָׁלשׁ נָשִׁים שֶׁהָיוּ יְשֵׁנוֹת בְּמִטָּה אַחַת וְנִמְצָא דָם תַּחַת הָאֶמְצָעִית, כֻּלָּן טְמֵאוֹת. תַּחַת הַפְּנִימִית, שְׁתַּיִם הַפְּנִימִיּוֹת טְמֵאוֹת וְהַחִיצוֹנָה טְהוֹרָה. תַּחַת הַחִיצוֹנָה, שְׁתַּיִם הַחִיצוֹנוֹת טְמֵאוֹת וְהַפְּנִימִית טְהוֹרָה. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁעָבְרוּ דֶרֶךְ מַרְגְּלוֹת הַמִּטָּה. אֲבָל אִם עָבְרוּ שְׁלָשְׁתָּן דֶּרֶךְ עָלֶיהָ, כֻּלָּן טְמֵאוֹת. בָּדְקָה אַחַת מֵהֶן וְנִמְצֵאת טְהוֹרָה, הִיא טְהוֹרָה וּשְׁתַּיִם טְמֵאוֹת. בָּדְקוּ שְׁתַּיִם וּמָצְאוּ טְהוֹרוֹת, הֵן טְהוֹרוֹת וְהַשְּׁלִישִׁית טְמֵאָה. שְׁלָשְׁתָּן וּמָצְאוּ טְהוֹרוֹת, כֻּלָּן טְמֵאוֹת. לְמַה הַדָּבָר דּוֹמֶה, לְגַל טָמֵא שֶׁנִּתְעָרֵב בֵּין שְׁנֵי גַלִּים טְהוֹרִים, וּבָדְקוּ אַחַד מֵהֶן וּמָצְאוּ טָהוֹר, הוּא טָהוֹר וּשְׁנַיִם טְמֵאִין. שְׁנַיִם וּמָצְאוּ טְהוֹרִים, הֵם טְהוֹרִים וְהַשְּׁלִישִׁי טָמֵא. שְׁלָשְׁתָּן וּמָצְאוּ טְהוֹרִים, כֻּלָּן טְמֵאִים, דִּבְרֵי רַבִּי מֵאִיר, שֶׁהָיָה רַבִּי מֵאִיר אוֹמֵר, כָּל דָּבָר שֶׁהוּא בְחֶזְקַת טֻמְאָה, לְעוֹלָם הוּא בְטֻמְאָתוֹ, עַד שֶׁיִּוָּדַע לְךָ, טֻמְאָה הֵיכָן הִיא. וַחֲכָמִים אוֹמְרִים, בּוֹדֵק עַד שֶׁמַּגִּיעַ לְסֶלַע אוֹ לִבְתוּלָה: \n",
            "שִׁבְעָה סַמָּנִין מַעֲבִירִין עַל הַכֶּתֶם. רֹק תָּפֵל, וּמֵי גְרִיסִין, וּמֵי רַגְלַיִם, וְנֶתֶר, וּבוֹרִית, קְמוּנְיָא, וְאֶשְׁלָג. הִטְבִּילוֹ וְעָשָׂה עַל גַּבָּיו טָהֳרוֹת, הֶעֱבִיר עָלָיו שִׁבְעָה סַמָּנִין וְלֹא עָבַר, הֲרֵי זֶה צֶבַע, הַטָּהֳרוֹת טְהוֹרוֹת, וְאֵינוֹ צָרִיךְ לְהַטְבִּיל. עָבַר אוֹ שֶׁדֵּהָה, הֲרֵי זֶה כֶתֶם, וְהַטָּהֳרוֹת טְמֵאוֹת, וְצָרִיךְ לְהַטְבִּיל: \n",
            "אֵיזֶהוּ רֹק תָּפֵל, כֹּל שֶׁלֹּא טָעַם כְּלוּם. מֵי גְרִיסִין, לְעִסַּת גְּרִיסִין שֶׁל פּוֹל, חֲלוּקַת נָפֶשׁ. מֵי רַגְלַיִם, שֶׁהֶחֱמִיצוּ. וְצָרִיךְ לְכַסְכֵּס שָׁלשׁ פְּעָמִים לְכָל אֶחָד וְאֶחָד. הֶעֶבִירָן שֶׁלֹּא כְסִדְרָן, אוֹ שֶׁהֶעֱבִיר שִׁבְעָה סַמָּנִין כְּאַחַת, לֹא עָשָׂה וְלֹא כְלוּם: \n",
            "כָּל אִשָּׁה שֶׁיֶּשׁ לָהּ וֶסֶת, דַּיָּהּ שְׁעָתָהּ. וְאֵלּוּ הֵן הַוְּסָתוֹת, מְפַהֶקֶת, וּמְעַטֶּשֶׁת, וְחוֹשֶׁשֶׁת בְּפִי כְרֵסָהּ, וּבְשִׁפּוּלֵי מֵעֶיהָ, וְשׁוֹפַעַת, וּכְמִין צְמַרְמוֹרוֹת אוֹחֲזִין אוֹתָהּ, וְכֵן כַּיּוֹצֵא בָהֶן. וְכֹל שֶׁקָּבְעָה לָהּ שָׁלשׁ פְּעָמִים, הֲרֵי זוֹ וָסֶת: \n",
            "הָיְתָה לְמוּדָה לִהְיוֹת רוֹאָה בִתְחִלַּת הַוְּסָתוֹת, כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה בְתוֹךְ הַוְּסָתוֹת, טְמֵאוֹת. בְּסוֹף הַוְּסָתוֹת, כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה בְתוֹךְ הַוְּסָתוֹת, טְהוֹרוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף יָמִים וְשָׁעוֹת, וְסָתוֹת. הָיְתָה לְמוּדָה לִהְיוֹת רוֹאָה עִם הָנֵץ הַחַמָּה, אֵינָהּ אֲסוּרָה אֶלָּא עִם הָנֵץ הַחַמָּה. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַיּוֹם שֶׁלָּהּ: \n",
            "הָיְתָה לְמוּדָה לִהְיוֹת רוֹאָה יוֹם חֲמִשָּׁה עָשָׂר וְשִׁנְּתָה לִהְיוֹת רוֹאָה לְיוֹם עֶשְׂרִים, זֶה וָזֶה אֲסוּרִין. שִׁנְּתָה פַעֲמַיִם לְיוֹם עֶשְׂרִים, זֶה וָזֶה אֲסוּרִין. שִׁנְּתָה שָׁלשׁ פְּעָמִים לְיוֹם עֶשְׂרִים, הֻתַּר חֲמִשָּׁה עָשָׂר וְקָבְעָה לָהּ יוֹם עֶשְׂרִים, שֶׁאֵין אִשָּׁה קוֹבַעַת לָהּ וֶסֶת, עַד שֶׁתִּקְבָּעֶנָּה שָׁלשׁ פְּעָמִים. וְאֵינָהּ מִטַּהֶרֶת הַוֶּסֶת, עַד שֶׁתֵּעָקֵר מִמֶּנָּה שָׁלשׁ פְּעָמִים: \n",
            "נָשִׁים בִּבְתוּלֵיהֶם כַּגְּפָנִים. יֵשׁ גֶּפֶן שֶׁיֵּינָהּ אָדֹם, וְיֵשׁ גֶּפֶן שֶׁיֵּינָהּ שָׁחֹר, וְיֵשׁ גֶּפֶן שֶׁיֵּינָהּ מְרֻבֶּה, וְיֵשׁ גֶּפֶן שֶׁיֵּינָהּ מֻעָט. רַבִּי יְהוּדָה אוֹמֵר, כָּל גֶּפֶן יֶשׁ בָּהּ יַיִן. וְשֶׁאֵין בָּהּ יַיִן, הֲרֵי זֶה דּוֹרְקְטִי: \n"
        ],
        [
            "תִּינוֹקֶת שֶׁלֹּא הִגִּיעַ זְמַנָּהּ לִרְאוֹת וְנִסֵּת, בֵּית שַׁמַּאי אוֹמְרִים, נוֹתְנִין לָהּ אַרְבָּעָה לֵילוֹת. וּבֵית הִלֵּל אוֹמְרִים, עַד שֶׁתִּחְיֶה הַמַּכָּה. הִגִּיעַ זְמַנָּהּ לִרְאוֹת וְנִסֵּת, בֵּית שַׁמַּאי אוֹמְרִים, נוֹתְנִין לָהּ לַיְלָה הָרִאשׁוֹן. וּבֵית הִלֵּל אוֹמְרִים, עַד מוֹצָאֵי שַׁבָּת, אַרְבָּעָה לֵילוֹת. רָאֲתָה וְעוֹדָהּ בְּבֵית אָבִיהָ, בֵּית שַׁמַּאי אוֹמְרִים, נוֹתְנִין לָהּ בְּעִילַת מִצְוָה. וּבֵית הִלֵּל אוֹמְרִים, כָּל הַלַּיְלָה כֻּלָּהּ: \n",
            "נִדָּה שֶׁבָּדְקָה עַצְמָהּ יוֹם שְׁבִיעִי שַׁחֲרִית וּמָצְאתָה טְהוֹרָה, וּבֵין הַשְּׁמָשׁוֹת לֹא הִפְרִישָׁה, וּלְאַחַר יָמִים בָּדְקָה וּמָצְאתָה טְמֵאָה, הֲרֵי הִיא בְחֶזְקַת טָהֳרָה. בָּדְקָה עַצְמָהּ בַּיּוֹם הַשְּׁבִיעִי בְּשַׁחֲרִית וּמָצְאתָה טְמֵאָה, וּבֵין הַשְּׁמָשׁוֹת לֹא הִפְרִישָׁה, וּלְאַחַר זְמַן בָּדְקָה וּמָצְאתָה טְהוֹרָה, הֲרֵי זוֹ בְחֶזְקַת טֻמְאָה, וּמְטַמְּאָה מֵעֵת לְעֵת וּמִפְּקִידָה לִפְקִידָה. וְאִם יֶשׁ לָהּ וֶסֶת, דַּיָּהּ שְׁעָתָהּ. רַבִּי יְהוּדָה אוֹמֵר, כֹּל שֶׁלֹּא הִפְרִישָׁה בְטָהֳרָה מִן הַמִּנְחָה וּלְמַעְלָה, הֲרֵי זוֹ בְחֶזְקַת טֻמְאָה. וַחֲכָמִים אוֹמְרִים, אֲפִלּוּ בַשְּׁנִיָּה לְנִדָּתָהּ בָּדְקָה וּמָצְאתָה טְהוֹרָה, וּבֵין הַשְּׁמָשׁוֹת לֹא הִפְרִישָׁה, וּלְאַחַר זְמַן בָּדְקָה וּמָצְאָה טְמֵאָה, הֲרֵי זוֹ בְחֶזְקַת טָהֳרָה: \n",
            "הַזָּב וְהַזָּבָה שֶׁבָּדְקוּ עַצְמָן בְּיוֹם רִאשׁוֹן וּמָצְאוּ טָהוֹר, וּבַיּוֹם הַשְּׁבִיעִי וּמָצְאוּ טָהוֹר, וּשְׁאָר יָמִים שֶׁבֵּינְתַיִם לֹא בָדְקוּ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, הֲרֵי הֵן בְּחֶזְקַת טָהֳרָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵין לָהֶם אֶלָּא יוֹם רִאשׁוֹן וְיוֹם שְׁבִיעִי בִלְבָד. רַבִּי עֲקִיבָא אוֹמֵר, אֵין לָהֶם אֶלָּא יוֹם שְׁבִיעִי בִלְבָד: \n",
            "הַזָּב וְהַזָּבָה וְהַנִּדָּה וְהַיּוֹלֶדֶת וְהַמְצֹרָע שֶׁמֵּתוּ, מְטַמְּאִין בְּמַשָּׂא עַד שֶׁיִּמֹּק הַבָּשָׂר. נָכְרִי שֶׁמֵּת, טָהוֹר מִלְּטַמֵּא בְמַשָּׂא. בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַנָּשִׁים מֵתוֹת נִדּוֹת. וּבֵית הִלֵּל אוֹמְרִים, אֵין נִדָּה אֶלָּא שֶׁמֵּתָה נִדָּה: \n",
            "הָאִשָּׁה שֶׁמֵּתָה וְיָצָא מִמֶּנָּה רְבִיעִית דָּם, מְטַמְּאָה מִשּׁוּם כֶּתֶם, וּמְטַמְּאָה בְאֹהֶל. רַבִּי יְהוּדָה אוֹמֵר, אֵינָהּ מְטַמְּאָה מִשּׁוּם כֶּתֶם, מִפְּנֵי שֶׁנֶּעֱקַר מִשֶּׁמֵּתָה. וּמוֹדֶה רַבִּי יְהוּדָה בְּיוֹשֶׁבֶת עַל מַשְׁבֵּר וּמֵתָה וְיָצָא מִמֶּנָּה רְבִיעִית דָּם, שֶׁהִיא מְטַמְּאָה מִשּׁוּם כֶּתֶם. אָמַר רַבִּי יוֹסֵי, לְפִיכָךְ אֵינָהּ מְטַמְּאָה בְאֹהֶל: \n",
            "בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, הַיּוֹשֶׁבֶת עַל דַּם טֹהַר, הָיְתָה מְעָרָה מַיִם לַפֶּסַח. חָזְרוּ לוֹמַר, הֲרֵי הִיא כְמַגַּע טְמֵא מֵת לַקָּדָשִׁים, כְּדִבְרֵי בֵית הִלֵּל. בֵּית שַׁמַּאי אוֹמְרִים, אַף כִּטְמֵא מֵת: \n",
            "וּמוֹדִים שֶׁהִיא אוֹכֶלֶת בַּמַּעֲשֵׂר, וְקוֹצָה לָהּ חַלָּה, וּמַקֶּפֶת וְקוֹרְאָה לָהּ שֵׁם. וְאִם נָפַל מֵרֻקָּהּ וּמִדַּם טָהֳרָהּ עַל כִּכָּר שֶׁל תְּרוּמָה, שֶׁהוּא טָהוֹר. בֵּית שַׁמַּאי אוֹמְרִים, צְרִיכָה טְבִילָה בָּאַחֲרוֹנָה. וּבֵית הִלֵּל אוֹמְרִים, אֵינָהּ צְרִיכָה טְבִילָה בָּאֲחֲרוֹנָה: \n",
            "הָרוֹאָה יוֹם אַחַד עָשָׂר וְטָבְלָה לָעֶרֶב וְשִׁמְּשָׁה, בֵּית שַׁמַּאי אוֹמְרִים, מְטַמְּאִין מִשְׁכָּב וּמוֹשָׁב, וְחַיָּבִין בַּקָּרְבָּן. וּבֵית הִלֵּל אוֹמְרִים, פְּטוּרִין מִן הַקָּרְבָּן. טָבְלָה בַיוֹם שֶׁלְּאַחֲרָיו וְשִׁמְּשָׁה אֶת בֵּיתָהּ וְאַחַר כָּךְ רָאֲתָה, בֵּית שַׁמַּאי אוֹמְרִים, מְטַמְּאִין מִשְׁכָּב וּמוֹשָׁב וּפְטוּרִים מִן הַקָּרְבָּן. וּבֵית הִלֵּל אוֹמְרִים, הֲרֵי זֶה גַרְגְּרָן. וּמוֹדִים בְּרוֹאָה בְתוֹךְ אַחַד עָשָׂר יוֹם וְטָבְלָה לָעֶרֶב וְשִׁמְּשָׁה, שֶׁמְּטַמְּאִין מִשְׁכָּב וּמוֹשָׁב וְחַיָּבִין בַּקָּרְבָּן. טָבְלָה בַיּוֹם שֶׁלְּאַחֲרָיו וְשִׁמְּשָׁה, הֲרֵי זוֹ תַרְבּוּת רָעָה, וּמַגָּעָן וּבְעִילָתָן תְּלוּיִים: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>שמאי אומר כל הנשים דיין שעתן.</b> משום דרבי אליעזר אומר ארבע נשים דיין שעתן, תני נמי שמאי אומר כל הנשים, לאפוקי מדר׳ אליעזר:",
                "<b>דיין שעתן.</b> נשים הרואות דם דיין שעתן לטמא טהרות שנגעו בהן משעת ראייתן ואילך, ולא אמרינן מקמי הכי נמי היה דם וכותלי בית הרחם העמידוהו והיתה טמאה מקודם. דכל הנשים מטמאות בבית החיצון ואע״פ שלא יצא הדם לחוץ, דכתיב (ויקרא ט״ו:י״ט) דם יהיה זובה בבשרה, אע״פ שהוא בבשר ולא יצא לחוץ, טמאה. וטעמא דשמאי דלא חייש דלמא מקמי הכי הוה דם, שאם אתה אומר כן, לבו של אדם נוקפו תמיד בשעת ביאה ופורש מאשתו ונמצאת מבטל בנות ישראל מפריה ורביה:",
                "<b>מפקידה לפקידה.</b> בדקה היום ומצאה טהורה, ובדקה לסוף שבוע ומצאה טמאה, חוששין למגעה מבדיקה ראשונה ואילך, שמא עם סילוק ידיה ראתה וכותלי בית הרחם העמידוהו. ולביטול פריה ורביה לא חיישינן, דדוקא לטהרות הוא דמטמינן להו מפקידה לפקידה, ולא לבעלה. ושמאי אומר, לטהרות נמי לא מטמינן, דא״כ לבו נוקפו ופורש נמי מתשמיש:",
                "<b>לא כדברי זה.</b> שמאי דמיקל טפי ואינו עושה סייג לדבריו:",
                "<b>ולא כדברי זה.</b> הלל דמחמיר יותר מדאי. דודאי כולי האי ימים רבים לא מוקמי כותלי בית הרחם דם:",
                "<b>מעת לעת ממעטת על יד מפקידה לפקידה.</b> שני זמנים הוזכרו באשה לטמא טהרות למפרע, והלך אחר הקל שבשניהן. אם מפקידה לפקידה יותר על מעת לעת, הלך אחר מעת לעת ולא תטמא אלא טהרות שנגעה מאתמול בשעה הזאת. ואם מעת לעת יותר על מפקידה לפקידה, כגון שבדקה עצמה שחרית ומצאה טהורה וערבית מצאה טמאה, לא מטמאינן אלא הנך טהרות דמבדיקת שחרית ואילך. וטעמייהו דרבנן, לפי שחכמים תקנו לבנות ישראל שיהיו בודקות שחרית וערבית, שחרית להכשיר טהרות של ל. לה, וערבית להכשיר טהרות של יום. ואם בדקה שחרית ומצאה טהורה, ערבית ומצאה טמאה, הפסידה טהרות של יום, וזו שישבה ימים רבים ו, לא בדקה כתקנת חכמים, הפסידה עונה אחת יתירה, משום קנס. וכדי להשוות מדותיהם של חכמים שלא תחלוק בין היכא דבדקה שחרית להיכא דבדקה בצהרים, לא רצו לחלק ולמעט ולהוסיף בזמן, ונתנו זמן קבוע מעת לעת, שלא ליתן דבריהם לשיעורין. והלכה כחכמים:",
                "<b>על יד.</b> אחר. כמו ועל ידו החזיק, שהוא כמו ואחריו, בספר עזרא (פרק ג׳):",
                "<b>וסת.</b> קבוע, שנקבע לה זמן האורח שלש פעמים ובדקה בשעת וסתה ומצאה טמאה:",
                "<b>דיה שעתה.</b> ולא חיישינן דלמא מקמי הכי הוה, דודאי אורח בזמנו בא:",
                "<b>והמשמשת בעדים.</b> שבדקה עצמה בעדים, דהיינו בסדין, קודם תשמיש ולאחר תשמיש:",
                "<b>הרי זו כפקידה.</b> בגמרא מוקי למתניתין דתרתי קתני והכי קאמר, ומשמשת בעדים כלומר מצוה על אשה שתשמש בשני עדים, אחד לפני תשמיש ואחד לאחר תשמיש. והרי זו כפקידה, העד של אחר תשמיש הרי הוא כפקידה. וממעטת על יד מעת לעת ועל יד מפקידה לפקידה, דמהו דתימא שמא תראה טפת דם כחרדל ותחפנה שכבת זרע ולא להוי כפקידה, קמשמע לן. ואם שמשה בצהרים בעדים, ובדקה אחרי כן בערב ומצאה טמאה, לא מטמאינן טהרות דמבדיקת שחרית עד תשמיש, שהרי בשעת תשמיש בדקה ומצאה טהורה. ואע״ג דבדיקה שקודם תשמיש לא חשיבא בדיקה מעלייתא, שמתוך שהיא בהולה לשמש אינה מכנסת העד לחורים ולסדקין. בדיקה בעד שלאחר תשמיש בדיקה מעלייתא היא וחשיבא כפקידה כדאמרן:"
            ],
            [
                "<b>היתה יושבת במטה ועסוקה בטהרות.</b> הא דלא תני היתה עסוקה בטהרות ופרשה וראתה, וקתני היתה יושבת במטה, לאשמועינן דמשום דיש לה וסת ודיה שעתה, המטה נמי טהורה, כדקתני וכולן טהורות, הא אם אין לה וסת, דמטמינן מעת לעת, המטה נמי טמאה, כמשכב נדה עצמה שמטמאה טומאה חמורה לטמא אדם לטמא בגדים שעליו:",
                "<b>אע״פ שאמרו.</b> אשה שאין לה וסת מטמאה מעת לעת:",
                "<b>אינה מונה.</b> ימי נדה אלא משעה שראתה:"
            ],
            [
                "<b>ארבע נשים דיין שעתן.</b> דאינן רגילות לראות דם:",
                "<b>אבל הלכה כרבי אליעזר.</b> והכי מסיק בגמרא דהלכה כרבי אליעזר:"
            ],
            [
                "<b>משיוודע עוברה.</b> לסוף שלשה חדשים מיום שנתעברה:",
                "<b>עד שתגמול.</b> עד שישלים לבנה כ״ד חודש. ואפילו מת בתוך כ״ד חודש, דיה שעתה, שהיולדת אבריה מתפרקים ואין דמה חוזר עד אחר כ״ד חודש. ומשם ואילך הרי היא ככל הנשים ומטמאה מעת לעת ומפקידה לפקידה. ואע״פ שמניקה והולכת ארבע וחמש שנים:",
                "<b>גמלתו או מת ר׳ מאיר אומר מטמאה מעת לעת.</b> דסבר ר׳ מאיר דם נעכר ונעשה חלב. וכשאינה מניקה, אפילו קודם כ״ד חודש חוזר הדם למקומו וחוזרת להיות רואה. ואין הלכה כרבי מאיר:"
            ],
            [
                "<b>כל שעברו עליה שלש עונות.</b> עונה בינונית היא שלשים יום. ומכיון שעברו עליה שלש עונות בינונית אחר שהגיעה סמוך לזקנתה, דיה שעתה. וסמוך לזקנתה נקרא, כל שקורים לה אימא אימא מחמת זקנתה ואינה מקפדת:",
                "<b>כל אשה.</b> ואפילו אינה זקנה, ועברו עליה שלש עונות ולא ראתה, דיה שעתה:",
                "<b>מעוברת ומניקה שעברו עליהן שלש עונות.</b> אבל לא עברו עליהן, לא. ודלא כתנא קמא דאמר מעוברת משיוודע העובר, ומניקה משנולד. ואין הלכה לא כר׳ אליעזר ולא כר׳ יוסי:"
            ],
            [
                "<b>ובמה אמרו.</b> ארבע נשים דיין שעתן:",
                "<b>בראיה ראשונה.</b> שראתה הבתולה, והמעוברת והמניקה, והזקנה לאחר שעברו עליה שלש עונות מחמת זקנתה:",
                "<b>אבל בשניה מטמאה מעת לעת.</b> שהרי חזרה לקדמותה להיות דמיה מצויין בה:",
                "<b>מאונס.</b> כגון דקפצה וראתה, או מחמת פחד, או שאכלה דבר המגיר דם:"
            ],
            [
                "<b>אע״פ שאמרו.</b> אשה שיש לה וסת דיה שעתה:",
                "<b>צריכה להיות בודקת.</b> בכל יום שחרית וערבית כשאר נשים:",
                "<b>חוץ מן הנדה.</b> משראתה יום אחד, טמאה שבעה, ואינה צריכה בדיקה כל שבעה, שהרי בלא ראיה היא טמאה כל שבעה:",
                "<b>והיושבת על דם טוהר.</b> דלמה לה בדיקה, אפילו תראה, דם טוהר הוא:",
                "<b>ומשמשת בעדים.</b> אע״פ שיש לה וסת, צריכה לבדוק לפני תשמיש ולאחר תשמיש. ודוקא כשהיא עסוקה בטהרות, דמגו דבעיא בדיקה לטהרות, בעיא נמי בדיקה לבעלה. אבל אשה שאינה עסוקה בטהרות, לבעלה לא בעיא בדיקה:",
                "<b>ובתולה שדמיה טהורים.</b> ארבע לילות לבית שמאי, ולבית הלל עד שתחיה המכה של בעילה, והיא אינה צריכה לשמש בעדים, שהרי דמה טהור, ואפילו נשתנו מראית דמיה, הואיל ושמשה, דמשום תשמיש נשתנה. אבל שחרית וערבית, צריכה בדיקה היכא דלא שמשה אחר בעילה ראשונה, שמא נשתנו מראה דמים שלה ממראה דם בעילה ראשונה. ואם נשתנו מראה דמים שלה, טמאה, שרגלים לדבר שאין זה דם בתולים:",
                "<b>שחרית ובין השמשות.</b> שחרית להכשיר טהרות של לילה. שאם תמצא טהורה תדע שלא ראתה בלילה, ולכשתמצא ערבית טמאה יצאו אלו מספק. וכן בין השמשות להכשיר טהרות שנתעסקה בהן ביום:",
                "<b>ובשעה שהיא עוברת לשמש את ביתה.</b> שמכינה עצמה לשמש עם בעלה:",
                "<b>רבי יהודה אומר אף בשעת עברתן מלאכול בתרומה.</b> אף לאחר שאכלו בתרומה, צריכות לבדוק עצמן, לתקן שיירי תרומות שבפניה. שאם תמצא עכשיו טהורה, כשתבדוק ערבית כמשפטה ותמצא טמאה, לא יהיה שיירי התרומה בכלל טומאה למפרע, שהרי בדקה לאחר העברתה. ואין הלכה כר\"י:"
            ]
        ],
        [
            [
                "<b>כל היד המרבה לבדוק.</b> שבודקת תמיד שמא ראתה:",
                "<b>ובאנשים.</b> שבודק עצמו תמיד באמתו, שמא יצא ממנו קרי:",
                "<b>תקצץ.</b> שמתחמם ומרגיש כשממשמש באמה, ומוציא שכבת זרע לבטלה:",
                "<b>והסומא.</b> אינה משנה ודחויה היא. אלא היא בודקת לעצמה ומראה לחברותיה:",
                "<b>ושנטרפה דעתה.</b> מחמת חולי:",
                "<b>מתקינות אותן.</b> בודקות אותן ומטבילות אותן:",
                "<b>הכי גרסינן, הצנועות מתקנות להן שלישי לתקן את הבית.</b> כלומר לבדוק לפני תשמיש ולהכין עצמה לבעלה. והוא הדין לכל הנשים כדתנן בפרק קמא ובשעה שהיא עוברת לשמש את ביתה, והא דנקט צנועות, משום דצנועות עד שבודקת בו לפני תשמיש זה אין בודקות בו לפני תשמיש אחר, לפי שמטונף וכהה מראית ליבונו בבדיקה ראשונה, ושוב אין נראית בו טפה כחרדל:"
            ],
            [
                "<b>נמצא דם על שלו.</b> אפילו שהה זמן ארוך לאחר בעילה קודם קינוח, בידוע שהיה דם בשעת תשמיש:",
                "<b>טמאין.</b> שניהם, טומאת שבעה, כדין בועל נדה:",
                "<b>אותיום.</b> תיכף ואין לו דומה במשנה:",
                "<b>טמאים מספק.</b> שניהם טמאים שבעה ימים, ומיהו טומאת ספק היא לתלות אבל לא לשרוף:",
                "<b>ופטורים מן הקרבן.</b> מחטאת קבוע, אבל חייבים באשם תלוי:"
            ],
            [
                "<b>ותדיח את פניה.</b> קינוח שלמטה:",
                "<b>ואח״כ.</b> כלומר אם שהתה יותר משיעור זה:",
                "<b>מטמאה מעת לעת.</b> טהרות שנתעסקה בהן. כדין מעת לעת דאמרינן בפרק קמא:",
                "<b>ואינה מטמאה את בועלה.</b> טומאת שבעה, אלא טומאת ערב כדין כל נוגע בנדה:",
                "<b>ר׳ עקיבא אומר אף מטמאה את בועלה.</b> דסבר ר׳ עקיבא כל מעת לעת מטמאה את בועלה טומאת שבעה מספק. ואין הלכה כרבי עקיבא:",
                "<b>ומודים חכמים לר׳ עקיבא ברואה כתם.</b> ואע״ג דבטומאת מעת לעת אמרו חכמים שאינה מטמאה את בועלה לפי שטומאת מעת לעת אינה אלא מדרבנן, מודים הם ברואה כתם, דאע״ג דטומאת כתמים דרבנן, מטמאה את בועלה טומאת שבעה:"
            ],
            [
                "<b>כל הנשים בחזקת טהרה לבעליהן.</b> ואין צריך לשאול לה אם היא טהורה. והני מילי, כשהניחה בחזקת טהורה:",
                "<b>הבאין מן הדרך נשיהן להן בחזקת טהרה.</b> דסלקא דעתך אמינא הני מילי היכא דאיתיה במתא, דרמיא אנפשה ובדקה, אבל היכא דליתיה במתא, דלא רמיא אנפשה, לא, קמשמע לן:",
                "<b>שני עדים על כל תשמיש.</b> אחד לפניו ואחד לאחריו, ולמחר תעיין בהם:",
                "<b>או תשמש לאור הנר.</b> ותבדוק לאחר תשמיש עד שקנחה בו:",
                "<b>דיה בשני עדים כל הלילה.</b> אחד לפני תשמיש ראשון, ואחד לאחר תשמיש אחרון. ואע״ג דמשמשה ולא ידעה אי ראתה דם ביני וביני, בין לבית שמאי בין לבית הלל לא אכפת לן, דלא הוצרכו אלא לחומר טהרות:"
            ],
            [
                "<b>החדר והעליה והפרוזדור.</b> חדר מבפנים, ופרוזדור מבחוץ, שניהם זה אצל זה, חדר לצד אחוריה, ופרוזדור לפניה, ועלייה בנויה על שתיהן, ונקב יש בין עליה לפרוזדור ונקרא לול. ופעמים יורד דם מן העליה לפרוזדור דרך הלול. וכותלי רחם, למטה באמצע פרוזדור, ודרך שם דמים יוצאים:",
                "<b>דם החדר טמא.</b> דהיינו דם המקור:",
                "<b>ספיקו טמא.</b> מספק טמא טומאה ודאית:",
                "<b>שחזקתו מן המקור.</b> ולא אמרינן שמא מן העלייה בא, ודמי העלייה טהורים הם, אלא עשאוהו כאילו ודאי בא מן המקור. והני מילי, כשנמצא מן הלול ולפנים לצד החדר, אבל נמצא מן הלול ולחוץ, אינו טמא טומאה ודאית לשרוף, אלא ספיקו טמא לתלות, שהרי שני דמים יוצאין דרך שם, ו. מי החדר ודמי העלייה, ולא ידעינן מהי אתא:"
            ],
            [
                "<b>חמשה דמים טמאים.</b> דשתי פעמים כתיב דמיה בקרא בטומאת דמים שבאשה, (ויקרא כ׳:י״ח,) והיא גילתה את מקור דמיה, (שם י״ב) וטהרה ממקור דמיה, ומיעוט דמיה שנים, הרי ארבעה דמים. אודם, וקרן כרכום, ומימי אדמה, ומזוג. והשחור בכלל אדום הוא, והכי אמרינן בגמרא, האי שחור אדום הוא, אלא שלקה:",
                "<b>וכקרן כרכום.</b> כמראה זיו הכרכום. לשון כי קרן עור פניו (שמות ל״ד:כ״ט):",
                "<b>וכמימי אדמה.</b> כולן מפרש להן לקמן במתניתין:",
                "<b>וכמזוג.</b> כיין אדום המזוג במים:",
                "<b>כמימי תלתן.</b> מים ששורין בהן תלתן. פינקיריק״ו בלע״ז:",
                "<b>וכמימי בשר צלי.</b> מוחל היוצא מבשר צלוי:",
                "<b>ובית הלל מטהרין.</b> ושלש מחלוקות בדבר. תנא קמא דאמר חמשה דמים טמאים ותו לא, סבירא ליה דמימי תלתן ומי בשר צלי תולין, לא אוכלין ולא שורפין. ובית שמאי מטמאין, ושורפים עליהם תרומה וקדשים. ובית הלל מטהרין לגמרי. והלכה כתנא קמא, דתולין:",
                "<b>עקביא בן מהללאל מטמא.</b> דסבירא ליה האי ירוק כקרן כרכום הוא, אלא שלקה. וירוק דמטמא עקביא בן מהללאל, דהיינו כמראה אתרוג, ולא כמראה כרתי, שאינו נוטה לאדמימות כלל:",
                "<b>וחכמים מטהרים.</b> ושלש מחלוקות נמי בירוק, תנא קמא סבר תולין לא אוכלים ולא שורפים, ועקביא בן מהללאל מטמא ושורפים, וחכמים מטהרין ואוכלים. והלכה כתנא קמא:",
                "<b>אם אינו מטמא משום כתם.</b> להיותו חשוב מן הדמים המטמאין באשה:",
                "<b>מטמא משום משקה.</b> וחשוב הוא דם להכשיר הזרעים לקבל טומאה ככל שאר דם. שהוא אחד מן השבעה משקין שמכשירין את הזרעים:",
                "<b>לא כך ולא כך.</b> לא מטמא משום כתם, ולא מכשיר את הזרעים. והלכה כר׳ יוסי, והוא חכמים דפליגי אעקביא:"
            ],
            [
                "<b>כדם המכה.</b> כדם של שור שחוט שהוא אדום הרבה, ובתחילת הכאתה של סכין, ולא כדם של כולה שחיטה, שדם שחיטה משתנה והולך. ואית דאמרי, כדם המכה של הקזה:",
                "<b>כחרת.</b> כמראה הדיו שבשולי הכלי, שהוא שחור הרבה, ולא כמראה הדיו שבראש הכלי שהוא קלוש ואינו שחור כל כך. פירוש אחר, חרת אדרמינ״ט בלע״ז, שצובעין בו העורות. כמו חרתא דאושכפי [דמגילה פ״ב]:",
                "<b>עמוק מכן.</b> שעמוק במראה שחרורית, כלומר שחור יותר מחרת:",
                "<b>דיהה.</b> שנדהית מראיתו ואינו שחור כל כך. והוא הדין לכל דמים טמאים, דבכולהו עמוק מכאן טמא, דיהה מכאן טהור, חוץ מיין מזוג, דבין עמוק בין דיהה טהור:",
                "<b>כברור שבו.</b> שיש עלין ברורים במראה אדמדומית יותר מחבריהן. ושלש שורות של עלין יש בכרכום, ובכל שורה שלשה עלין, ואין בודקין אלא בשורה האמצעית, והעלה האמצעי שבשורה האמצעית, משובח שבכולן לבדיקה:",
                "<b>מבקעת בית כרם.</b> מקום ידוע בארץ ישראל ששמו בית כרם:",
                "<b>ומציף מים.</b> נותן מים על העפר, עד שיהיו המים צפין על גבי האדמה. ומשערין אותן עכורים, ואין משערים אותן צלולים:",
                "<b>וכמזוג.</b> כיצד שני חלקים מים ואחד יין מן היין השרוני. הבא מארץ השרון. מקום ידוע בארץ ישראל. פירוש אחר, יין העשוי מן הגפנים הנטועים בבקעה ובעמק. לשון חבצלת השרון. ובזמן הזה, כל מה שתראה באשה מאותו מקום, טמא, חוץ מן הלבן והירוק. ומימינו לא שמענו מי שהתיר שום מראה דם, אלא הלבן והירוק ככרתי בלבד:"
            ]
        ],
        [
            [
                "<b>המפלת.</b> אם יש עמה דם טמאה. נדה:",
                "<b>ואם לאו טהורה.</b> דסבר תנא קמא, אפשר לפתיחת הקבר בלא דם. ואפילו נמצא דם בתוך החתיכה, טהורה, דדם חתיכה הוא ולא דם נדה:",
                "<b>רבי יהודה אומר בין כך ובין כך טמאה.</b> דסבר רבי יהודה אי אפשר לפתיחת הקבר בלא דם. וכיון שהפילה חתיכה, ודאי דם היה שם אלא שאבד במיעוטו ולא נראה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>כמין שערה.</b> שער:",
                "<b>יבחושין.</b> יתושין:",
                "<b>תטיל למים.</b> פושרין, וישהה אותם במים הפושרים כ״ד שעות:",
                "<b>אם נמוחו טמאה.</b> משום נדה. דדם הוא:",
                "<b>אם יש עמהן דם טמאה ואם לאו טהורה.</b> מתניתין כרבנן דפליגי עליה דרבי יהודה לעיל, וסברי דאפשר לפתיחת הקבר בלא דם:",
                "<b>וחכמים אומרים כל שאין בו מצורת אדם אינו ולד.</b> הכל מודים בנולד גופו כצורת חיה ופניו פני אדם, שהוא חשוב ולד. גופו אדם ופניו פני חיה, הרי הוא חיה ואין זה ולד, דבתר צורת פנים אזלינן. לא נחלקו אלא במי שקצת פניו כפני אדם, וקצת כפני בהמה, ואפילו רוב פניו כפני אדם ועין אחת שבראשו בלבד כעין של בהמה, רבי מאיר אומר, כל צורת אדם צריכה, וכיון שיש לו עין כבהמה אין זה ולד. ורבנן סברי, כל שאין בו מצורת אדם כלל ואפילו מקצת צורה אין לו, אינו ולד. אבל יש בו מקצת צורה, הרי זה ולד. והלכה כחכמים:"
            ],
            [
                "<b>שפיר.</b> חתיכה של בשר. ואם יש בה צורת אדם נקרא שפיר מרוקם. ואני שמעתי שהוא כשפופרת של ביצה, לפיכך נקרא שפיר:",
                "<b>מלא גנינים.</b> מלא גוונים הרבה. פירוש אחר, גנינים, תולעים, שחתיכת הבשר חתוכה חתיכות דקות כעין תולעים:",
                "<b>אינה חוששת לולד.</b> ואינה טמאה לידה. ואם אין עמהן דם, אינה חוששת אפילו משום נדה:",
                "<b>תשב לזכר ולנקבה.</b> טמאה שבועים כיולדת נקבה, ואין לה דם טוהר אלא שלשים ושלשה ימים כיולדת זכר. הואיל ואינו ניכר אם זכר אם נקבה, נותנים עליו חומרי זכר וחומרי נקבה:"
            ],
            [
                "<b>סנדל.</b> חתיכת בשר עשויה כדמות לשון של שור. ומפני שיש לה צורת סנדל קורין לה סנדל. והוא רגיל לבוא עם ולד. ויש מפרשים, סנדל, שנאוי ולד [צ״ל ודל]:",
                "<b>שליא.</b> כמין קרום שהולד מונח בתוכה. ותחילתה כחוט של ערב. וכשהיא הולכת ורווחת, רחבה כתורמוס, וחלולה כחצוצרת. ואין שליא פחותה מטפח:",
                "<b>הבית טמא.</b> משום אוהל המת, דולד הוה בה ומת:",
                "<b>נימוק הולד.</b> ונעשה דם ונתערב בדם הלידה ובטל ברוב, ואין הבית טמא. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>תשב לזכר ולנקבה.</b> טמאה שבועים כנקבה, וימי טוהר שלה שלשים ושלשה יום בלבד כזכר:",
                "<b>טומטום וזכר אנדרוגינוס וזכר.</b> כגון שילדה תאומים, אחד טומטום או אנדרוגינוס, והאחד זכר ודאי:",
                "<b>תשב לזכר ולנקבה.</b> ולא אמרינן מדהאי זכר ודאי, האי נמי זכר:",
                "<b>תשב לנקבה בלבד.</b> דאפילו הוי טומטום זכר, בתר נקבות אזלינן, דכל ימי זכר בין לטומאה בין לטהרה מובלעים תוך של נקבה:",
                "<b>מחותו.</b> אברים אברים:",
                "<b>מסורס.</b> לשון הפוך הוא. כמו, סרס המקרא ודרשהו [בבא בתרא קי״ט]:",
                "<b>משיצא רובו הרי הוא כילוד.</b> וראשו כרובו. הלכך משיצא ראשו של מחותך, אע״פ שכל שאר הגוף בפנים, הרי הוא כילוד:",
                "<b>פדחתו.</b> מצחו:"
            ],
            [
                "<b>ואין ידוע מה הוא.</b> אם זכר אם נקבה:",
                "<b>תשב לזכר ולנקבה.</b> ימי טוהר דזכר, וימי טומאה דנקבה:",
                "<b>לזכר ולנקבה ולנדה.</b> כלומר, כשתראה תהא נדה, שאין לה ימי טוהר, דשמא לאו ולד הוא. וטובלת לסוף ארבעים כיולדת זכר למאן דאמר טבילה בזמנה מצוה. וטובלת יום ארוך, כגון יולדת זכר שטבלה לסוף שבעה ואינה טהורה לקודש ולמקדש עד מלאות הארבעים, צריכה טבילה אחרת לסוף הארבעים, וזאת נצרכה לטבול לסוף ארבעים יום כיולדת זכר, אע״פ שאין טבילה זו מועלת לה כלום, שהרי אינה טהורה לקודש ולמקדש עד מלאות שמונים כיולדת נקבה:"
            ],
            [
                "<b>המפלת ליום ארבעים.</b> לטבילתה:",
                "<b>אינה חוששת לולד.</b> שלא נגמרה יצירתו עד שיכלו כל ארבעים יום:",
                "<b>ולנדה.</b> כשתראה, תהא נדה, דלמא ליכא ולד ואין כאן ימי טוהר:",
                "<b>יום ארבעים ואחד תשב לזכר.</b> שבעה ימי טומאה. אפילו בלידה יבישתא שאינה נדה. אבל שבועים דנקבה, אינה יושבת, כדקתני טעמא שיצירת נקבה לשמונים ואחד. ואין הלכה כר׳ ישמעאל:",
                "<b>וחכמים אומרים כו׳</b> חכמים היינו תנא קמא, אלא משום דמסתבר טעמיה דרבי ישמעאל טפי מדתנא קמא, הדר רבי ושנאה בלשון חכמים, לאשמעינן דהלכה כסתם ראשון, ואף על פי שמחלוקת רבי ישמעאל בצדו:"
            ]
        ],
        [
            [
                "<b>בנות כותים נדות מעריסתן.</b> מקטנותן, כשהן מונחות בעריסה, גזרו בהו רבנן דליטמו משום נדה, דכתיב (ויקרא ט״ו:י״ט) ואשה כי תהיה זבה, ותניא אין לי אלא אשה שהיא גדולה. תינוקת בת יום אחד לנדה מנין, תלמוד לומר ואשה. וכותים לא דרשי אשה ואשה, וכי חזיין קטנות לא מפרשי להו, הלכך גזרו בהו רבנן דליטמו כולהו:",
                "<b>ומטמאין משכב התחתון כעליון.</b> תחתונו של בועל נדה טמא כעליונו של זב, מה עליונו של זב אינו מטמא אלא אוכלין ומשקין, אף תחתונו של בועל נדה אינו מטמא אלא אוכלין ומשקין. ועליונו של זב, הוא הדבר הנישא על גבי הזב נפקא לן מקרא דאינו מטמא אדם וכלים אלא אוכלים ומשקים, דכתיב (ויקרא ט״ו:י׳) והנוגע בכל אשר יהיה תחתיו יטמא, מאי תחתיו, אילימא תחתיו דזב, מכל אשר יגע במשכבו נפקא, אלא הנוגע בכל אשר יהיה הזב תחתיו יטמא, ומדלא ערבינהו ונכתוב וכל הנוגע בכל אשר יהיה תחתיו והנושא אותם יכבס בגדיו, ואפסקינהו ביטמא, מכלל דהאי יטמא לאו באדם וכלים איירי, אלא באוכלים ומשקים. וכותים שהן בועלי נדות, מטמאים משכב התחתון שלהן אוכלין ומשקין, אבל לא אדם וכלים, כעליונו של זב שגם הוא מטמא אוכלים ומשקים לא אדם וכלים. וכל הדברים הללו לא נאמרו אלא בזמן שהיו הכותים מחזיקים בתורה ומדקדקים בהרבה מצות כישראל. אבל לאחר שבדקו ומצאו להם כדמות יונה בראש הר גריזים שעובדים אותה, עשאום כנכרים גמורים לכל דבריהם, בין לענין טומאה וטהרה, בין לשאר דינים שבתורה, אין הפרש בינם לבין הנכרים כלל:",
                "<b>והן יושבות על כל דם.</b> כלומר, לפיכך הכותים הם בועלי נדות, לפי שהן יושבות על כל דם, דכל דם שרואה בין אדום בין ירוק יושבת עליו ימי נדות, וזו תקלה היא להם, שאם רואה דם ירוק היום מתחלת למנות מהיום שבעת ימי נדה, ואם תראה באותם ימי נדות דם אדום, אינה מונה אלא מיום ראיה ראשונה, ואותו דם טהור היה, ומראיה שניה היא צריכה למנות:",
                "<b>ואין חייבין עליהן.</b> הלובש או מתכסה באותן בגדים ונכנס למקדש, פטור מקרבן. או אם נגעו אותן בגדים של משכב שלהן בתרומה, תולין:",
                "<b>מפני שטומאתן ספק.</b> דלא ידעינן אי נדה [היא] אי לא. ובגמרא פריך אמתניתין מהא דתנן במסכת טהרות פרק ד׳ (משגה ה׳) על ששה ספיקות שורפין את התרומה, על ספק בגדי עם הארץ, כלומר על בגדי עם הארץ אם נגעו בה, נשרפת, משום שמא טמא היה, והאי כותי נמי תיפוק ליה אם נגע משכבו בתרומה, תהא נשרפת, משום דעם הארץ הוא, והוי ליה בגדי עם הארץ. ומשני, דמתניתין איירי בכותי שטבל בפנינו ועלה ודרס על בגדיו של חבר כשהוא ערום, או שלבש בגדי חבר, או שהטביל את בגדיו בפניו, באופן דבגדיו של כותי כשהן מדרס, לא נגעו בבגדיו של חבר כשדרס עליהן, ואח״כ נגעו בגדיו של חבר שדרס כותי עליהן בתרומה, לא שרפינן תרומה עליהן. דאי משום טומאת עם הארץ, הא טביל ליה. ואי משום בועל נדה, שמא לא בעל בקרוב וכבר עברו ימי טומאתו וסלקא ליה טבילה. ואם תמצא לומר בעל בקרוב, שמא לא היתה אשתו יושבת על דם טמא אלא על דם טהור, והוי ספק ספיקא, ואספק ספיקא לא שרפינן תרומה:"
            ],
            [
                "<b>פירשו ללכת בדרכי ישראל הרי הן כישראליות.</b> אבל סתמא, הרי הן ככותיות:",
                "<b>ר׳ יוסי אומר לעולם הן כישראל.</b> וסתמא הן כישראליות. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>דם נכרית בית שמאי מטהרין.</b> ואע״ג דברוקה ובמימי רגליה מודו בית שמאי דרבנן גזרו עליהן להיות כזבין לכל דבריהן, אפילו הכי דמה טהור, דשיירו בה רבנן למהוי הכירא דטומאתן דרבנן, כי היכי דלא לשרפו עלייהו תרומה וקדשים:",
                "<b>ודם טהור של מצורעת.</b> ואע״ג דמעינות של מצורעת כגון רוקה ומימי רגליה הוו אב הטומאה כשל זב, אפילו הכי דם טוהר שלה טהור, דלאו מעין הוא, דדומיא דרוק בעינן שמתעגל ויוצא:",
                "<b>כרוקה וכמימי רגליה.</b> דמטמאין לחין ואין מטמאין יבשין. והך היכרא הוא דעבוד גבי דם הנכרית דמטמא מדרבנן שגזרו עליהם שיהיו כזבים לכל דבריהן, דאילו דישראלית מטמא לח ויבש, ודנכרית לח ולא יבש, כרוקה וכמימי רגליה דאין מטמאין יבשין. ודם טהור של מצורעת נמי, אע״ג דדם לאו מעין הוא, דין מעין אית ליה, דרחמנא רבייה מקרא דכתיב לזכר, לרבות מצורע למעינותיו, ולנקבה לרבות מצורעת למעינותיה, ואמרינן מעינותיה דמאי, אילימא שאר מעינותיה כגון רוקה ומימי רגליה דאתו מזב דכתיב ביה וכי ירוק הזב, ומיניה נפקי שאר מעינות, מזכר נפקא, דכיון דאתרבי מצורע למעינותיו, אתרבי מצורעת לכל מעינותיה דאיכא דכוותייהו בזכר, אלא לדמה דליתיה בזכר, וכיון דרבייה רחמנא לדמה שיהא כרוקה וכמימי רגליה, א״כ מה רוקה ומימי רגליה מטמאין לחין ואין מטמאין יבשים, אף דמה כן:",
                "<b>דם היולדת.</b> שעברו שבעת ימי טומאת לידה ולא טבלה:",
                "<b>בית שמאי אומרים כרוקה וכמימי רגליה.</b> מטמא לח ואינו מטמא יבש. ואע״ג דדם טוהר הוא, דביומי תלה רחמנא והא מלו, וליכא לטמוייה נמי משום מעין דהא אין מתעגל ויוצא, אפילו הכי רבנן גזור טומאה עליה, הואיל ולא טבלה וטמאה היא. גזירה אחר שבעה אטו תוך שבעה. ומיהו לא גזור שיטמא לח ויבש כלפני שבעה, כי היכי דלהוי ליה הכירא דלידע דטומאתו דרבנן:",
                "<b>ובית הלל אומרים מטמא לח ויבש.</b> דטומאתו מן התורה כל זמן שלא טבלה. דסברי בית הלל ביומי וטבילה תלה רחמנא, וכל זמן שלא טבלה, הרי דמה לאחר שבעה כלפני שבעה:",
                "<b>ומודים ביולדת בזוב.</b> אם בעת לדתה היתה זבה שהיא צריכה לספור שבעה נקיים קודם שתטהר, וילדה ולא ספרה, מודים בית שמאי לבית הלל שדמה טמא לח ויבש אע״פ שעברו שבעת ימי לידה לזכר ושבועים לנקבה, שדמה של זבה לעולם הוא בטומאתו מן התורה עד שתספור שבעה נקיים:"
            ],
            [
                "<b>המקשה נדה.</b> הכי קאמר, המקשה בלדתה בימי נדתה וראתה דם בהקשותה, הרי היא נדה, דלא טיהרה תורה לדם קושי אלא באחד עשר יום של ימי זיבה, אבל בימים של נדה לא טיהריה רחמנא:",
                "<b>קשתה.</b> מחמת ולד שלשה ימים בתוך אחד עשר יום של ימי זיבה וראתה כל שלשה ימים רצופים:",
                "<b>ושפתה.</b> שעמדה בשופי ובנחת מחבליה מעת לעת ברביעי:",
                "<b>וילדה.</b> אגלאי מלתא דדמים שראתה לא באו מחמת ולד, הלכך הרי זו יולדת בזוב. אבל אם לא שפתה סמוך ללידתה, כל דמים שראתה, מחמת ולד הוא, ורחמנא טהרינהו מזיבה, דכתיב זוב דמה, דמה מחמת עצמה ולא דמה מחמת ולד:",
                "<b>לילה ויום.</b> דאם שפתה בחצי יום שלישי וילדה בחצי יום רביעי דשפתה מעת לעת, אין זה שופי, אא״כ שפתה לילה ויום של אחר הלילה:",
                "<b>כלילי שבת ויומו.</b> והלכה כר׳ אליעזר:",
                "<b>ששפתה מן הצער.</b> כלומר ושפתה זו שאמרנו, אם שפתה מן הצער אע״פ שלא שפתה מן הדם, הוי שופי:"
            ],
            [
                "<b>כמה הוא קשויה.</b> דלא אתיא לידי זיבה בכל דמים שתראה:",
                "<b>אפילו ארבעים וחמשים יום.</b> אם לא שפתה יום אחד סמוך ללידה, לא אתיא לידי זיבה ולא הויא יולדת בזוב:",
                "<b>דיה חדשה.</b> דיה אם נטהר את הקושי חודש אחד, דהיינו חודש תשיעי. אבל קשתה שלשה בתוך אחד עשר ימי זיבה בחודש שמיני ואפילו קשתה והולכת כל תשיעי, הרי זו יולדת בזוב מחמת שלשה ימים של שמיני:",
                "<b>אין קשוי יותר משתי שבתות.</b> שאם קשתה וראתה שלשה ימים קודם שתי שבתות והיתה מקשה והולכת כל השבתות אחרי כן, הרי זו יולדת בזוב מחמת שלשה ימים שהיו קודם השתי שבתות. והלכה כר׳ יוסי ור׳ שמעון:"
            ],
            [
                "<b>המקשה בתוך שמונים של נקבה.</b> כגון ששמשה לאחר ארבעה עשר של ימי לידה ונתעברה והפילה בתוך שמונים:",
                "<b>כל דמים שהיא רואה טהורים.</b> דכל תוך מלאת הוי דם טהור:",
                "<b>ור׳ אליעזר מטמא.</b> נדה. דכיון דבקושי בא, לאו דם טוהר הוא אלא מחמת ולד שבמעיה, ומזיבה הוא דטהריה רחמנא לקשוי, ולא מנדה:",
                "<b>שהחמיר בדם השופי.</b> כגון שאר יולדת שרואה שלשה בשופי וילדה, הרי זו יולדת בזוב:",
                "<b>היקל בדם הקושי.</b> לטהרה מזיבה:",
                "<b>מקום שהיקל בדם השופי.</b> לטהרה מכל טומאה, כגון תוך מלאת:",
                "<b>אינו דין שנקל בדם הקושי.</b> לטהרו מכל טומאות ואפילו מנדה:",
                "<b>דיו לבא מן הדין.</b> כגון קושי של תוך מלאת שאתם למדים מקושי של עלמא, דיו להיות כנדון כקושי דעלמא, מה קושי דעלמא. טמא בנדה, אף קושי דתוך מלאת טמא בנדה:"
            ],
            [
                "<b>כל אחד עשר יום.</b> שאחר שבעת ימי נדה:",
                "<b>בחזקת טהרה.</b> ואינה צריכה לבדוק עצמה. דהלכה למשה מסיני שאין בין נדה לנדה פחות מאחד עשר יום:",
                "<b>ישבה לה ולא בדקה.</b> מתניתין חסורי מחסרא והכי קתני, בימי נדתה בעיא בדיקה. ישבה ולא בדקה, שגגה, נאנסה, הזידה ולא בדקה, טהורה:",
                "<b>הגיעה שעת וסתה ולא בדקה.</b> אף על פי שבדקה אחר כך ומצאה טהורה, הואיל ולא בדקה בשעת וסתה, טמאה, דאורח בזמנו בא:",
                "<b>במחבא.</b> מחמת לסטים או חיל שבא לעיר. ואין הלכה כר׳ מאיר:",
                "<b>אבל ימי הזב והזבה.</b> שבעת ימים נקיים שצריכים לספור:",
                "<b>ושומרת יום.</b> כגון הרואה יום אחד או שני ימים בימי זיבתה, אינה סופרת אלא יום אחד בנקיות, וטובלת לערב וטהורה לבעלה:",
                "<b>הרי אלו בחזקת טומאה.</b> כיון שנפתח מעינה וראתה היום, אע״ג דתוך אחד עשר היא, הויא למחר בחזקת טומאה:"
            ]
        ],
        [
            [
                "<b>יוצא דופן.</b> אשה שפתחו [מעיה] ע״י סם והוציאו העובר לחוץ ונתרפאה:",
                "<b>אין יושבין עליו ימי טומאה.</b> שבעה לזכר ושבועיים לנקבה:",
                "<b>וימי טהרה.</b> ואין לה דם טוהר:",
                "<b>ואין חייבין עליו קרבן.</b> של יולדת. דכתיב (ויקרא י״ב:ב׳) אשה כי תזריע וילדה, עד שתלד ממקום שמזרעת:",
                "<b>רבי שמעון אומר הרי זה כילוד.</b> שנאמר [שם] ואם נקבה תלד, לרבות יוצא דופן. ואין הלכה כר׳ שמעון:",
                "<b>כל הנשים מיטמאות.</b> בנדה משיצא הדם מן המקור והגיע לבית החיצון, ואע״ג דהעמידוהו כותלי בית הרחם ולא פירש לחוץ. דכתיב [שפ ט״ו] דם יהיה זובה בבשרה, מלמד שמטמאה אע״פ שעדיין הוא בבשרה. ובית החיצון מקרי מקום שהאבר דש בו בשעת ביאה:",
                "<b>אינן מטמאין עד שתצא טומאתן לחוץ.</b> דכתיב בזב [שם] איש כי יהיה זב מבשרו, עד שתצא זובו מבשרו. ובבעל קרי כתיב (שם כב) אשר תצא ממנו שכבת זרע:"
            ],
            [
                "<b>שנזדעזעו אבריו.</b> שנעקרה שכבת זרע מגופו:",
                "<b>אוחז באמה.</b> ואע״ג דכל האוחז באמה ומשתין כאילו מביא מבול לעולם, הכא כיון דנעקרה שכבת זרע שוב אינו חוזר ומתחמם לעקור עוד מיד באותה שעה:",
                "<b>ומטמאין.</b> זוב ושכבת זרע:",
                "<b>בכל שהן.</b> לאדם היוצא ממנו. אבל הנוגע, אינו טמא עד שיגע בכעדשה:"
            ],
            [
                "<b>מיטמאה בנדה.</b> אם ראתה דם:",
                "<b>בת עשרה ימים מיטמאה בזיבה.</b> אם ראתה שלשה ימים רצופים לאחר שבעה. דכל דם שרואה בתוך שבעה דם נדה הוא, הילכך אי אפשר לה ליטמא בזיבה דהיינו להיות זבה גדולה, עד עשרה ימים:",
                "<b>תינוק בן יום אחד מיטמא בזיבה.</b> דכתיב (שם ט״ו) איש איש כי יהיה זב, לימד על תינוק בן יומו שמיטמא בזיבה:",
                "<b>ומיטמא בנגעים.</b> דגבי נגעים כתיב (שם י״ג) אדם כי יהיה בעור בשרו, ותינוק בן יומו אדם הוא, דאדם כל שהוא משמע:",
                "<b>ומיטמא בטמא מת.</b> דכתיב (במדבר י״ט:י״ח) ועל הנפשות אשר היו שם, נפש כל שהוא:",
                "<b>וזוקק ליבום.</b> אם נולד יום אחד קודם מיתת אחיו. אבל נולד לאחר מיתת אחיו, אינו זוקק, דכתיב (דבריס כ״ח) כי ישבו אחים יחדיו, שהיתה להם ישיבה אחת בעולם:",
                "<b>ופוטר מן היבום.</b> אם נולד לאחר מיתת אביו וחיה שעה אחת ומת. אבל כל זמן שמעוברת, אינו מתירה לינשא:",
                "<b>ומאכיל בתרומה.</b> בת ישראל שניסת לכהן ומת, ונולד בן לאחר מיתתו, אוכלת בשבילו בו ביום שנולד, כדכתיב (ויקרא כ״ב:י״א) ויליד ביתו הם יאכלו בלחמו, ודרשינן יאכילו את אמם. אבל הניחה מעוברת, אינה אוכלת בשבילו עד שיוולד:",
                "<b>ופוסל מן התרומה.</b> כגון כהן שהיו לו שתי נשים, אחת גרושה שעבר ונשאה כשהיא גרושה, ואחת שאינה גרושה, ויש לו בנים משאינה גרושה, ועבדים שנפלו להן בירושה אוכלים בתרומה בשבילן, דכתיב [שם] וכהן כי יקנה נפש קנין כספו, ויש לו בן יום אחד מן הגרושה והוא חלל, ויש לו חלק בעבדים, ופוסל את כולן מן התרומה, דאין ברירה לדעת מי מהן מגיע לחלקו. ודוקא בן יום אחד דראוי לירושה. אבל כל זמן שלא נולד, אוכלים כולן, דאין זכיה לעובר:",
                "<b>ונוחל ומנחיל.</b> נוחל את האם. אם מתה אמו ביום שנולד, הרי הוא נוחלה. וכשמת הוא, באין אחיו מאביו ויורשים הימנו נכסי אמו. אבל עובר שבמעיה, אם מתה מעוברת אינו נוחל את אמו להנחיל לאחיו מאביו, שהרי מת הוא קודם אמו, ואין הבן יורש את אמו בקבר להנחיל לאחיו מאביו:",
                "<b>וההורגו חייב.</b> דכתיב (ויקרא כ״ד) ואיש כי יכה כל נפש, מכל מקום:",
                "<b>כחתן שלם.</b> שחייבים להתאבל עליו. והני מילי, דקים להו בגויה שכלו לו חדשיו, אבל לא קים להו שכלו לו חדשיו, אין חייבין להתאבל עליו עד שיהיה בן שלשים ואחד יום:  "
            ],
            [
                "<b>מתקדשת בביאה.</b> אם מסרה אביה לכך: ",
                "<b>ואם בא עליה יבם קנאה.</b> להיות אשתו לכל דבר, ויורשה ומיטמא לה וזכה בנכסי אחיו:",
                "<b>וחייבין עליה משום אשת איש.</b> אם קבל בה אביה קדושין מאחד, ובא עליה אחר, נהרג עליה, דביאתה ביאה:",
                "<b>ומטמאה את בועלה.</b> אם היא נדה. אבל פחות מכן, אע״פ שהיא מטמאה במגע, אינה מטמאה את בועלה משום בועל נדה לטומאת שבעה, אלא משום נוגע ולטומאת ערב:",
                "<b>תחתון.</b> של בועל נדה:",
                "<b>כעליונו.</b> של זב, שמטמא אוכלין ומשקין ולא אדם וכלים:",
                "<b>מן הפסולין.</b> כגון נכרי, ועבד, ונתין, ממזר, או חלל:",
                "<b>פסלה.</b> מתרומת אביה, אם היא בת כהן:",
                "<b>מכל העריות.</b> כגון אביה או חמיה:",
                "<b>והיא פטורה.</b> מפני שהיא קטנה ואינה בת עונשים:",
                "<b>כנותן אצבע בעין.</b> שדומע וחוזר לכמות שהיה, אף כאן חוזרת בתולה כמו שהיתה:"
            ],
            [
                "<b>שבא על יבמתו קנאה.</b> וזכה בנכסיו אחיו. ואע״פ שאין קנין לקטן, שאני הכא דמן שמיא אקנויה נהליה:",
                "<b>ואינו נותן גט עד שיגדיל.</b> אם בא לגרשה. דקידושי אחיו קדושין גמורים, וגירושין של זה אינן גירושין גמורין. ודוקא כשבא עליה לאחר שהגדיל, די לה בגט. אבל אם לא בא עליה לאחר שהגדיל, צריכה גט וחליצה:",
                "<b>ומטמא בנדה.</b> אם בא עליה בנדתה. דביאתו ביאה לכל דבר:",
                "<b>ופוסל.</b> כגון נכרי ועבד או חלל בן תשע שנים שבא על הכהנת, פסלה מתרומת אביה:",
                "<b>ואינו מאכיל.</b> אם הוא כהן ונשא ישראלית, אינו מאכילה בתרומה, לפי שאין קנינו קנין גמור. ואפילו הוא יבם דקנייה בהך ביאה כדאמרן, אפילו הכי אינו מאכילה בתרומה:",
                "<b>ופוסל את הבהמה.</b> אם רבעה על פי עד אחד:",
                "<b>ונסקלת על ידו.</b> אם יש שני עדים:"
            ],
            [
                "<b>נדריה נבדקים.</b> אם ידעה לשם מי נדרה, לשם מי הקדישה, נדרה נדר:",
                "<b>נדריה קיימין.</b> והוא שהביאה שתי שערות. וכן בן שלש עשרה שנה ויום אחד נדריו קיימים, דוקא כשהביא שתי שערות:",
                "<b>ובודקין כל שתים עשרה.</b> מהו דתימא הואיל ואמר מר שלשים יום בשנה חשובים שנה, היכא דבדקנוה שלשים יום קמאי דשתים עשרה ולא ידעה לפרש לשם מי נדרה, תו לא נבדוק, ולחזקה כקטנה, קמשמע לן:",
                "<b>קודם לזמן הזה.</b> קודם ראש השנה של שתים עשרה לתינוקת ושל שלש עשרה לתינוק:",
                "<b>אין נדריהן נדר.</b> דקטנים הן:"
            ],
            [
                "<b>פגה.</b> סמדר. כמו התאנה חנטה פגיה (שיר ב׳). כך התינוקת שאין לה סימן לא בדדין ולא בשערות:",
                "<b>בוחל.</b> הפרי הקרוב להתבשל. ולשון חכמים הוא, התאנים משיבחילו חייבים במעשר. כך כשיש לה סימן דדין קצת, בידוע שהביאה שתי שערות ונערה היא:",
                "<b>צמל.</b> לשון נוטריקון יצתה מלאה. שיש לה סימן מובהק בדדיה והיא בוגרת:",
                "<b>בזו ובזו.</b> אפילו כשהיא נערה, אביה זכאי בכל. דכתיב (במדבר ל׳) בנעוריה בית אביה, כל שבח נעוריה לאביה:"
            ],
            [
                "<b>איזו היא סימניה.</b> אצמל קאי:",
                "<b>קמט.</b> שגדלו דדיה עד שכפולים מעט על החזה ויראה כקמט:",
                "<b>משיטו הדדין.</b> גדולים יותר מקמט:",
                "<b>הפיטומת.</b> ראש הדד. כמו ניטלה פטמתו [סוכה פרק ג׳ משנה ו׳]:",
                "<b>על העוקץ.</b> חודו של דד שתינוק יונק. ופיטומת היינו סביבות העוקץ. וכל הסימנים הללו כשנראו באשה הרי היא בוגרת, למר כדאית ליה ולמר כדאית ליה, ושוב אין לאביה רשות בה. והלכה כדברי כולם להחמיר. הלכך אם נראה בה אחד מן הסימנים הללו, דיינינן בה דין בוגרת לחומרא. אבל לא לקולא, שאם קידשה את עצמה, צריכה גט שמא בוגרת היא. ואם אביה קידשה, צריכה נמי גט, דשמא עדיין נערה היא, עד שיהיו בה כל הסימנים הללו כולם, ואז תיחשב בוגרת בין לקולא בין לחומרא:"
            ],
            [
                "<b>והיא אילונית.</b> כלומר וצריך שייראו בה נמי סימני אילונית. שאם לא נראו בה סימני אילונית, אע״פ שהיא בת עשרים ולא הביאה שתי שערות, עדיין קטנה היא, עד שתהיה בת שלשים וחמש שנה ויום אחד. ואם לא הביאה שתי שערות אז, אע״פ שלא נראו בה סימני אילונית, הרי זו אילונית. וסימני אילונית פירשנו [ריש] פרק קמא דיבמות:",
                "<b>לא חולצת ולא מתיבמת.</b> ומותרת לינשא לשוק. דרחמנא פטרה, דכתיב (דברים כ״ה:ו׳) והיה הבכור אשר תלד, פרט לאילונית, שאינה יולדת:",
                "<b>והוא סריס.</b> כלומר שנראו בו סימני סריס. דאי לא נראו בו סימני סריס, עדיין הוא קטן, עד שיהיה בן שלשים וחמש שנה ויום אחד, דאז אפילו לא נראו בו סימני סריס, בידוע שהוא סריס, כיון שלא הביא שתי שערות. וסריס לאו בר חליצה [ויבום] הוא, דכתיב [שם] להקים לאחיו שם בישראל, והאי לאו בר הכי הוא:",
                "<b>ר׳ אליעזר אומר הזכר כדברי בית הלל.</b> בן עשרים, אם נראו בו סימני סריס, הרי זה סריס:",
                "<b>והנקבה.</b> בת שמונה עשרה, אם נראו בה סימני אילונית, הרי זו אילונית כדברי בית שמאי. ואין הלכה כרבי אליעזר:"
            ]
        ],
        [
            [
                "<b>בא סימן התחתון.</b> שתי שערות שהוא סימן נערות:",
                "<b>עד שלא בא העליון.</b> סימן של דדין, והוא בוחל:",
                "<b>או חולצת או מתיבמת.</b> משום דגדולה היא. שהשערות סימן מובהק, ועלייהו סמכינן:",
                "<b>אע״פ שאי אפשר לרבנן לבוא סימן העליון בלא התחתון.</b> ומכי אתא סימן העליון, אע״ג דבדקו ולא אשכחו תחתון, מימר אמרינן סימן התחתון ודאי אתא אלא שנשר, מכל מקום לר׳ מאיר לא חולצת ולא מתיבמת. דר׳ מאיר סבירא ליה אפשר לבוא סימן עליון בלא תחתון, ואנן אתחתון סמכינן, הלכך עדיין קטנה היא ולא חולצת ולא מתיבמת. ור״מ לטעמיה דאמר קטן וקטנה לא חולצין ולא מתיבמין. קטן, שמא ימצא סריס. וקטנה, שמא תמצא אילונית:",
                "<b>או חולצת או מתיבמת.</b> ואפילו היא קטנה מתיבמת לרבנן, דלא חיישי למיעוטא שמא תמצא אילונית, דרוב נשים אינן אילוניות. מיהו לחליצה בעינן שתהא גדולה אפילו לרבנן, דאיש כתיב בפרשה [דברים כ״ה], ומקשינן אשה לאיש. והלכה כחכמים:",
                "<b>מפני שאמרו אפשר לתחתון לבוא וכו׳</b> אע״ג דתנא ליה ברישא הדר תניא זימנא אחריתי, משום דבעי למסמך ליה כיוצא בו וכו׳ דדמי ליה:"
            ],
            [
                "<b>כל כלי חרס שהוא מכניס משקה.</b> כשמניחו על המים, יש בו נקב גדול שהמים נכנסים לתוכו, כל שכן שאם נותן המים לתוכו יוצא המשקה לחוץ אבל יש נקב קטן שמוציא ואינו מכניס. ונפקא מינה להא דקיימא לן דכלי חרס שלם שניקב, אינו פסול לקדש בו מי חטאת, דהיינו לתת בתוכו מים של אפר פרה, עד שינקב נקב גדול בכונס משקה. אבל ניקב נקב קטן כמוציא משקה, לא נפיק מתורת כלי ולא מפסיל בהכי. ולעולם אין נקב קטן במוציא משקה מוציא מתורת כלי אלא הגסטרא בלבד, דהיינו שבר כלי שיחדו למלאות בו מים ולהשתמש בו, אם ניקב במוציא משקה, בטל מתורת כלי, שאין אומרים הבא גסטרא אחרת ונשים תחת גסטרא זו לקבל המשקה היוצא. אבל כלי שלם שניקב במוציא משקה, לא בטל מכלום, לפי שאדם חס עליו ואינו שוברו, ומשתמש בו, ומביא שבר כלי ומניח תחתיו לקבל המשקה היוצא ממנו. ומעתה הכי פירושא דמתניתין, כל כלי חרס הפסול למי חטאת פסול לגסטרא, ויש פסול לגסטרא וכשר למי חטאת:",
                "<b>כל אבר שיש בו צפורן.</b> כגון אצבע יתירה שבאצבעות היד, אם יש בה צפורן, חשובה אבר, ומטמא במגע ובמשא ובאוהל, כאבר שיש בו עצם שמטמא באוהל ואפילו אי ליכא כזית בשר, דקיי״ל האברים אין להם שיעור:",
                "<b>ויש שיש בו עצם.</b> ולא חשובה אבר אם יותרת היא, כיון שאין בו צפורן, ומטמאה במגע ובמשא, ואינה מטמאה באוהל כל זמן שאין בה כזית בשר. ואי לאו יתרת היא, ודאי מטמאה באוהל משום אבר, אע״ג דאין בה צפורן ואע״ג דליכא כזית בשר:"
            ],
            [
                "<b>כל המיטמא במדרס הזב.</b> כל כלי הראוי להיות אב הטומאה במדרס הזב, כגון כלי המיוחד למשכב ומושב, ראוי להיות אב הטומאה אם נגע במת או נטמא באוהל המת. ויש שהוא כלי גמור לקבל כל טומאות ונעשה אב הטומאה על ידי מת, ואינו נעשה אב הטומאה ע״י הזב במדרס, כגון אם כפה הזב סאה וישב עליה, או תרקב וישב עליה, אין אותו כלי טמא מדרס להיות נעשה אב הטומאה, אלא ראשון לטומאה במגעו של זב, דכתיב (ויקרא ט״ו) אשר ישב עליו הזב, מי שמיוחד לישיבה, יצא זה שאומרים לו עמוד ונעשה מלאכתנו. אבל אם נגע במת, נעשה אב הטומאה, שאין אומרים בטמא מת עמוד ונעשה מלאכתנו:"
            ],
            [
                "<b>כל הראוי לדון דיני נפשות.</b> כל שכן שראוי לדון דיני ממונות:",
                "<b>ויש שראוי לדון דיני ממונות.</b> כגון ממזר, דכשר לדיני ממונות, ופסול לדיני נפשות:",
                "<b>ויש שכשר להעיד ואינו כשר לדון.</b> כגון סומא באחת מעיניו. ומתניתין ר׳ מאיר היא דדריש קרא דכתיב (דברים כ״א:ה׳) ועל פיהם יהיה כל ריב וכל נגע, מקיש ריב לנגע. מה נגע שלא בסומא דכתיב (ויקרא י״ג:י״ב) לכל מראה עיני הכהן, אף ריב שלא בסומא. ואין הלכה כהאי סתמא, דחכמים פליגי עליה דר׳ מאיר ואמרי דכי היכי דאשכחן דגמר דין כשר בלילה אע״פ שאין רואים נגעים בלילה, הכי נמי סומא באחת מעיניו כשר לדון אע״פ שאינו כשר לראות נגעים:"
            ],
            [
                "<b>כל שחייב במעשרות מיטמא טומאת אוכלים.</b> דאין לך דבר חייב במעשר שאינו אוכל:",
                "<b>ויש שמיטמא טומאת אוכלים ואינו חייב במעשרות.</b> כגון בשר ודגים וביצים, שאינן גידולי קרקע:"
            ],
            [
                "<b>כל שחייב בפאה חייב במעשרות.</b> דגבי פאה תנן, כלל אמרו בפאה, כל שהוא אוכל ונשמר וגידולו מן הארץ ומכניסו לקיום ולקיטתו כאחת, חייב בפאה. ואילו גבי מעשר תנן, כל שהוא אוכל ונשמר וגידולו מן הארץ חייב במעשר. ומכניסו לקיום ולקיטתו כאחת לא קתני. נמצא ירק שאין מכניסו לקיום, ותאנה וכיוצא בהם שאין לקיטתם כאחת, חייבין במעשרות ופטורים מן הפאה:"
            ],
            [
                "<b>כל שחייב בראשית הגז.</b> רחלים ואילים בלבד: ",
                "<b>חייב במתנות.</b> הזרוע והלחיים והקיבה:",
                "<b>ויש שחייב במתנות.</b> שחיוב המתנות לשור ועזים וכבשים:"
            ],
            [
                "<b>ויש שיש לו שביעית ואין לו ביעור.</b> כגון הדברים ששרשם נשאר בקרקע בין בימות החמה בין בימות הגשמים, כמו הלוף שוטה והדנדנה, שקורים בערבי נענ״ע, ובלע״ז מינט״א, דכיון שאין כלין לעולם מן השדה, אין חייב לבערם מן הבית, דכתיב (ויקרא כ״ה:ז׳) ולבהמתך ולחיה אשר בארצך, כל זמן שחיה אוכלת בשדה, האכל לבהמתך מן הבית, כלה לחיה מן השדה כלה לבהמתך מן הבית, וכל הנך דלא כלו לחיה מן השדה, אין צריך לבערם מן הבית:"
            ],
            [
                "<b>קשקשת.</b> מלבוש של דג, הקבוע בו:",
                "<b>סנפיר.</b> כנפים שפורח בהן. וכל שיש לו קשקשת בידוע שיש לו סנפיר ואין צריך לבדוק אחריו עוד, שדג טהור הוא:",
                "<b>ויש שיש לו סנפיר.</b> והוא דג טמא, שאין לו קשקשת:",
                "<b>יש לו טלפים.</b> פרסותיו סדוקות. שאין קרנים אלא לבהמה ולחיה טהורה:",
                "<b>ואין לו קרנים.</b> כגון חזיר, שפרסותיו סדוקות, ואין לו קרנים:"
            ],
            [
                "<b>ויש טעון ברכה לפניו ואין טעון ברכה לאחריו.</b> כגון ציצית, ותפילין, ומזוזה, שופר, סוכה, ולולב, שמברכין עליהן עובר לעשייתן, ואין טעונין ברכה לאחריהן:"
            ],
            [
                "<b>תינוקת שהביאה שתי שערות.</b> לאחר שתים עשרה שנה ויום אחד:",
                "<b>וחולצת או מתיבמת.</b> אע״ג דתנא חייבת בכל מצות האמורות בתורה, איצטריך למתני חולצת או מתיבמת, דמהו דתימא איש כתיב בפרשה (דברים כ״ה), ואם לא יחפוץ האיש, הלכך קטן לא חליץ. אבל אשה דלא כתיב בפרשה אלא יבמתו, בין גדולה בין קטנה חולצת או מתיבמת, קמ״ל דאי אייתיאת שתי שערות, אין. אי לא, לא. מאי טעמא, דמקשינן אשה לאיש:",
                "<b>וכן התינוק שהביא שתי שערות.</b> לאחר שלש עשרה שנה ויום אחד. וקמי שתים עשרה לנקבה ושלש עשרה לזכר, אינו סימן אלא שומא: ",
                "<b>וראוי להיות בן סורר ומורה משיביא שתי שערות עד שיקיף זקן התחתון.</b> אבל קודם שיביא שתי שערות עונשים הוא. ולאחר שהקיף זקן התחתון, ראוי להוליד, ורחמנא אמר בן ולא הראוי להיות אב:",
                "<b>התחתון ולא העליון.</b> כלומר, באיזו הקפת זקן אמרו, בתחתון של מטה, ולא בעליון:",
                "<b>עד שירבה השחור.</b> שישחיר אותו מקום שערות הרבה. ופסק הלכה, שהבת ממאנת עד שתהא בת שתים עשרה שנה ויום אחד. ולאחר זמן זה, אם הביאה סימנים, אינה יכולה למאן. ואם לא הביאה סימנים, ממאנת והולכת ואפילו עד שתהא בת עשרים שנה ויראו בה סימני אילונית. והני מילי, כשלא בא עליה לאחר שהיו לה שתים עשרה שנה ויום אחד. אבל אם בא עליה לאחר זמן זה, שוב אינה יכולה למאן. ואע״פ שלא נראו בה סימנים, חיישינן שמא הביאה שתי שערות ונשרו:"
            ],
            [
                "<b>שתי שערות האמורות בפרה.</b> דקי״ל (פרה פרק ב׳) שתי שערות שחורות פוסלות בה:",
                "<b>ובנגעים.</b> שער לבן, קיי״ל בתורת כהנים מיעוט שער שתים:",
                "<b>והאמורות בכל מקום.</b> בתינוק ובתינוקת:",
                "<b>לקרוץ.</b> לאחוז מעט:",
                "<b>שיהו ניטלות בזוג.</b> של מספרים, והוי שיעורא רבא. והלכה כדברי כולן להחמיר, ומשנקרצת בצפורן דהוי שיעורא זוטא מכולהו, לא ממאנת שמא גדולה היא. ולענין חליצה, אינה חולצת, עד דאיכא שיעורא רבא דכולהו:"
            ],
            [
                "<b>הרואה כתם.</b> שמצאה טפת דם בחלוקה:",
                "<b>הרי זו מקולקלת.</b> אינה יודעת פתח נדותיה לידע מתי יתחילו אחד עשר יום שבין נדה לנדה, דהא לא ידעה אימת חזאי:",
                "<b>וחוששת משום זוב.</b> אם עברו עליה שלשה ימי זיבה משלבשה חלוק זה, ומצאה עליו כתם גדול שיעור שלשה גריסין ועוד, כלומר מעט יותר משלשה גריסין, מספקינן להו דילמא כל חדא וחדא בחד יומא, והויא זבה גדולה מספק, ואע״ג דבמקום אחד נמצאו:",
                "<b>וחכמים אומרים אין בכתמים משום זוב.</b> בגמרא מוקי מלתייהו דחכמים דהכא, כיחידאה, ואמר דרבי חנינא בן אנטיגנוס היא. ומודה ר׳ חנינא בן אנטיגנוס שאם לבשה ג׳ חלוקות לבנות בשלשה ימים בימי זיבה, חלוק ליום, ומצאה בכל אחת מהן כתם, דחוששת לזיבות ; ואין צריך לומר אם ראתה שני ימים דם מגופה, ובשלישי לבשה חלוק הבדוק לה ומצאה בו כתם, דפשיטא דחוששת לזיבות. ולא נחלק ר׳ חנינא בן אנטיגנוס דהוא חכמים דמתניתין, אלא על הלובשת חלוק אחד בשלשה ימים מימי זיבתה ולבסוף מצאה כתם גדול שיעור שלשה גריסין ועוד במקום אחד, או אפילו בשלשה מקומות, דאיהו סבר בכהאי גוונא אינה חוששת לזיבות, הואיל ולא היו הכתמים בשלשה חלוקות. ור׳ מאיר ורבנן דאפליגו עליה סברי, כשמצאה שיעור שלשה גריסין ועוד בחלוק אחד, בין במקום אחד בין בשלשה מקומות, חוששת לזיבות. ואין הלכה כר׳ חנינא בן אנטיגנוס:"
            ],
            [
                "<b>הרואה יום אחד עשר.</b> שהוא סוף ימי זיבה. ולמחר מתחילין ימי נדה:",
                "<b>בין השמשות.</b> ספק יום הוא והוי דם זיבה, ספק לילה ותחילת נדה:",
                "<b>תחלת נדה וסוף נדה.</b> בגמרא מפרש דהכי קתני, תחלת נדה וסוף זיבה. ובשביעי לנדתה, סוף נדה ותחלת זיבה. כלומר, בין השמשות של אחד עשר, אם לילה הוא, הרי ראייתה תחלת נדה. ואם יום, הרי הדם דם של סוף זיבה. ואם ראתה שני ימים קודם לכן, חוששת משום זיבה. וכן אם ראתה בשביעי לנדתה בין השמשות, מספקינן נמי, אם לילה הוא, הרי הדם דם של תחלת זיבה, ואם תראה שני ימים אחרי כן, חוששת משום זיבה. ואם יום הוא, הרי ראייתה סוף ימי נדה, ואף על פי שתראה שני ימים אח״כ אינה זבה:",
                "<b>יום ארבעים לזכר ויום שמונים לנקבה בין השמשות לכולן.</b> כלומר באיזו מאלו שתראה בין השמשות, ספק דם טמא ספק דם טהור. ואם תראה שני ימים אחרים חוץ מזו, הרי היא זבה מספק, ומביאה קרבן ואינו נאכל, שכל הטועות מביאות קרבן ואינו נאכל:",
                "<b>השוטות.</b> לטועות שאינן יודעות מתי ימי נדה וימי זיבה, קרי שוטות:",
                "<b>עד שאתם מתקנים את השוטות.</b> את הטועות הללו שראו בשעת הספק:",
                "<b>בואו ותקנו את הפקחות.</b> שרואות בשעה ודאית והן צריכות תיקון ולפרש ימי שימורן ותשמישן. כגון הנך דמייתי בברייתא, מי שרואה יום אחד טמא ויום אחד טהור כל ימיה, ותמיד היא רואה ביום ולא בלילה, משמשת שמיני ליום שראתה בו ראיה ראשונה, שהרי טהורה היא, שהרי בשבעה לערב טבלה ולא תראה עד תשיעי, הלכך, משמשת שמיני שלם לילה ויום, ולילה שלאחריו שהוא נגהי תשיעי. ומשמשת ארבעה לילות מתוך שמונה עשר יום לראיה ראשונה, שהרי אשה זו לא תהא זבה לעולם, שאינה רואה שלשה רצופים. וכשהיא רואה תשיעי, תהא שומרת עשירי ותשמש בלילה. ותראה באחד עשר. ותשמור שנים עשר ותשמש בלילה. הרי שנים. ותראה בשלשה עשר, ותשמור ארבעה עשר ותשמש בלילה, הרי שלשה. ותראה חמשה עשר, ותשמור ששה עשר ותשמש בערב, הרי ארבעה. ובשבעה עשר תראה, ותשמור שמונה עשר. הרי כלו שמונה עשר ולא שמשה אלא ארבעה לילות. לבד שמיני ולילו. ותשמיש אחרון אינו בתוך שמונה עשר. ולמחר בתשעה עשר כשתראה, תהא תחילת נדה, שהרי שלמו אחד עשר שבין נדה לנדה, וחוזרת למנינה שאמרנו. והכי איכא טובא שצריכות תיקון לימי תשמישן. וכולהו מייתי לה בברייתא בגמרא בפרקין:"
            ]
        ],
        [
            [
                "<b>דם הנדה.</b> מטמאין לחין. דכתיב (ויקרא ט״ו:ל״ג) והדוה בנדתה, מה שזב ממנה טמא כמותה, ובשעה שזב לח הוא:",
                "<b>ומטמאים יבשים.</b> דכתיב [שם] דם יהיה זובה, בהוייתו יהא, ואע״פ שנתייבש:",
                "<b>ובשר המת.</b> מטמא יבש, דכתיב (במדבר י״ב) או בעצם אדם, אדם דומיא דעצם, מה עצם יבש אף בשר יבש:",
                "<b>והניע.</b> רוק רך שיוצא ע״י נענוע. ואני שמעתי, ליחה היורדת מן החוטם. וממעינות הזב הן והוו אב הטומאה:",
                "<b>והשרץ.</b> דכתיב (ויקרא י״א) הנוגע בהם במותם, כעין מותם, דהיינו כשהם לחים כמו שהיו בעת מותם. אבל כל זמן שהשדרה קיימת והעצמות מחוברות בשדרה, הואיל וצורתו ניכרת, כלח הוא נחשב:",
                "<b>והנבלה.</b> דכתיב [שם] כי ימות, כעין מיתה:",
                "<b>והשכבת זרע.</b> שצריך שיהא ראוי להזריע:",
                "<b>מטמאין לחין ואין מטמאין יבשין.</b> הזוב מטמא לח ולא יבש, דכתיב (שם ט״ו) רר בשרו את זובו, כמין ריר שהוא לח. כמו ויורד רירו על זקנו (שמואל א כ״א:י״ד):",
                "<b>והניע והרוק.</b> דכתיב (ויקרא טו) וכי ירוק, ובעת שירוק לח הוא: ",
                "<b>וכמה היא שרייתן.</b> דנימא אי הדרא בכי האי שיעורא לחין הן:",
                "<b>בפורשים מעת לעת.</b> אבל אי צריכי טפי מים חמים, או יותר מזמן מעת לעת, יבשין הן:",
                "<b>ר׳ יוסי אומר בשר המת יבש, טהור מלטמא בכזית.</b> אבל מטמא טומאת רקב כמלוא תרווד. ואין הלכה כר, יוסי:"
            ],
            [
                "<b>מטמא למפרע.</b> כל טהרות שנמצאו במבוי. דמבוי רשות היחיד הוא לענין טומאה, וספיקו טמא:",
                "<b>או עד שעת כיבוד.</b> מפני שחזקת בני ישראל בודקין מבואותיהן בשעת כיבודיהן, ואם היה שם שרץ היה רואה אותו:",
                "<b>וכן כתם שנמצא בחלוק מטמא למפרע.</b> כל טהרות שעשתה האשה מיום כבוס. אבל אותן של קודם כיבוס, לא, מפני שחזקת בנות ישראל בודקות חלוקיהם בשעת כיבוסיהן:",
                "<b>היבש מטמא למפרע.</b> עד שעת כיבוד. דאיכא למימר לאחר כיבוד מיד נפל:",
                "<b>אבל הלח אינו מטמא למפרע.</b> אלא עד שעה שנוכל לומר אם נפל באותו יום עדיין יכול להיות עכשיו לח. אבל עד שעת הכיבוד לזמן מרובה, לא, דהא לח הוא, ואי מההיא שעתה נפל, הוה מתעביד יבש. ודוקא בשרץ הוא דפליג ר׳ שמעון בין לח ליבש. אבל בכתם, אפילו לח מטמא למפרע עד שעת כיבוס, דאימר יבש היה ומיא הוא דנפל עליה. אבל בשרץ ליכא למימר הכי, דאי איתא דמים נפול עליה, אמרטוטי אמרטוט. ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>הבאים מרקם.</b> שהן נכרים ודמן טהור. ואע״ג דרבנן גזרו על הנכרים שיהיו כזבים לכל דבריהם, על כתמיהם לא גזרו:",
                "<b>מרקם.</b> בין קדש ובין שור, מתרגמינן בין רקם ובין חגרא:",
                "<b>שהן גרים.</b> ודמן טמא:",
                "<b>וטועים.</b> כלומר, לא צניעי כולי האי, ואין מצניעים את כתמיהן, הלכך חיישינן שמא כתמים של אשה נדה הן:",
                "<b>הבאים מבין הגויים טהורים.</b> דלא גזרו רבנן על כתמיהן, כיון דדמן ודאי טהור מן התורה:",
                "<b>מבין ישראל ומבין הכותים ר׳ מאיר מטמא.</b> מתניתין חסורי מחסרא והכי קתני, מבין ישראל ומבין הכותים, טמאים, דכותים גרי אמת הן ודמן טמא. כתמים הנמצאים בערי ישראל דהיינו במקום גלוי, טהורים, דלא נחשדו על כתמיהן ואצנועי מצנעי להו. הנמצאין בערי כותים, ר׳ מאיר מטמא, דכותים נחשדו על כתמיהן. וחכמים מטהרים, שלא נחשדו על כתמיהן ומצנעי להו, ותלינן להאי כתם בדם חיה או בהמה, דאילו דם אשה נדה, לא היה נמצא במקום גלוי, דאינהו נמי מצנעו להו כישראל. וכבר נפסקה ההלכה דבזמן הזה גזרו על כותים להיות כנכרים לכל דבריהם, וכתמיהן טהורים ככתמי הנכרים:"
            ],
            [
                "<b>בכל מקום.</b> במקום ישראל:",
                "<b>טהורים.</b> שחזקתן אינן מדם נדה, דאצנועי מצנעי להו:",
                "<b>בית הטומאות.</b> חדר שהנשים משתמשות בו בימי נדותן:",
                "<b>קוברין שם.</b> לפי שעה, כדי שיסלקו אותן לאחר זמן. ולפי שאין אנו יודעין אם הסירו אותן אם לאו, מטמאים באוהל:"
            ],
            [
                "<b>נאמנים לומר קברנו.</b> דטומאת מת מידי דאורייתא היא. וכגון שכהן כותי עומד שם ותרומה בידו ואוכלה, דליכא למיחש שמא תרומה טמאה היא. ובלאו הכי אין נאמנין, דלית להו לפני עור לא תתן מכשול, ולא אכפת להם אם אנו חוטאין על פיהם:",
                "<b>אם בכרה.</b> והוא שראינוהו עובד וגוזז בו. דאי לאו דידע דלאו בכור הוא, לא עבר אדאורייתא, דכתיב (דברים ט״ו:י״ט) לא תעבוד בבכור שורך ולא תגוז בכור צאנך:",
                "<b>נאמנים על ציון קברות.</b> לציין. מקום הקבר. וסומכין עליהן. ואע״ג דמדרבנן הוא, כיון דכתיבא, זהירין ביה. דכתיב (יחזקאל ל״ט:ט״ו) וראה עצם אדם ובנה אצלו ציון:",
                "<b>לא על הסככות.</b> אילן המיסך על הארץ וענפיו מובדלים וידוע ודאי שיש קבר תחת אחת האהלות ואין ידוע איזה הוא, ובא כותי והעיד על אחד שזה טהור, אינו נאמן, לפי שאינו חש על הספק:",
                "<b>ולא על הפרעות.</b> אבנים גדולות בולטות מן הגדר, וקבר תחת אחת מהן ואין אנו יודעים תחת איזו מהן, ובא כותי והעיד על מקצתן שהן טהורות:",
                "<b>אינו נאמן.</b> משום דלספיקא לא חייש:",
                "<b>בית הפרס.</b> שדה שנחרש בה קבר. וכל מאה אמה של סביבות הקבר אוקמינהו רבנן בחזקת טומאה, שמא גלגלה המחרישה והוליכה עצם כשעורה מן המת. ופרס, לשון דבר פרוס ושבור, שעצמות של מת נפרסו שם. ומפי אחרים שמעתי, על שם שפרסות בני אדם נמנעים ללכת שם מפני הטומאה:",
                "<b>זה הכלל.</b> לאתויי תחומים ויין נסך. שאין כותי נאמן לומר עד כאן תחום שבת, דתחומין דרבנן, וכותים לא סבירא להו. וכן אין נאמנים על יין נסך, לפי שאין נזהרים ממגע נכרי. וכל הדברים הללו לא נאמרו אלא בדורות הראשונים, אבל בזמן הזה, הן כנכרים לכל דבריהם:"
            ]
        ],
        [
            [
                "<b>הרואה כתם.</b> כנגד בית התורפה. בית הערוה:",
                "<b>טמאה.</b> דאיכא למימר, דם מאותו מקום נפל:",
                "<b>על עקבה.</b> זמנין דמתרמי ונגע באותו מקום:",
                "<b>ועל ראש גודלה.</b> דבהדי דפסעה מתרמי גודל שברגלה להיות תחת אותו מקום ודם נוטף עליו:",
                "<b>על שוקה ועל פרסותיה מבפנים טמאה.</b> כשאדם עומד ומחבר רגליו ושוקיו זו בזו, כל מה שמחובר מהם זו עם זו, קרוי לפנים:",
                "<b>מבחוץ.</b> מכאן ומכאן:",
                "<b>ועל הצדדין.</b> אחורי השוק כל גובהן כנגד העקב, ולפניו כל גובהן כנגד הרגל, קרויים צדדים:",
                "<b>מן החגור ולמטה.</b> כנגד בית התורפה הוא:",
                "<b>אם מגיע כנגד בית התורפה.</b> כגון שנמצא בראש בית ידה סמוך ליד, שפעמים שפושטתן מזרוע ונופל כנגד מטה:",
                "<b>ואם לאו.</b> שלא כנגד בית התורפה, כגון שנמצא סמוך לכתפות:",
                "<b>שהוא חוזר.</b> פעמים שראש החלוק נהפך כנגד פניה של מטה:",
                "<b>וכן בפוליון.</b> מטפחת שהיא מתכסה בו:"
            ],
            [
                "<b>ותולה.</b> הכתם שמצאה:",
                "<b>בכל דבר שהיא יכולה לתלות.</b> לומר שלא ממנה היה:",
                "<b>מאכולת.</b> כינה:",
                "<b>עד כמה הוא תולה.</b> בדם מאכולת:",
                "<b>עד כגריס.</b> אבל טפי מהכי אין דם מאכולת כל כך גדול. ובהכי מיהא תליא ואף על פי שלא ידעה שהרגה. ור׳ חנינא פליג אתנא קמא דאמר הרגה אין, לא הרגה לא. ואין הלכה כר׳ חנינא בן אנטיגנוס:",
                "<b>ותולה בבנה ובבעלה.</b> השוכבים אצלה אם יש בהן מכה, לומר שכתם זה מהן היה:",
                "<b>ואם יש בה מכה.</b> שהעלתה קרום:",
                "<b>והיא יכולה להתגלע.</b> להגלות. מלשון לפני התגלע הריב (משלי י״ז:י״ד). כלומר, שיסיר הקרום ויקלף ותתגלה המכה ויצא ממנה דם, תולה בה:"
            ],
            [
                "<b>דם ולא כתם.</b> וחכמים הוא דגזור על הכתמים, לפיכך הולכים בהם להקל:"
            ],
            [
                "<b>עד שהוא נתון תחת הכר.</b> הבגד שמקנחת בו את עצמה בשעת תשמיש, קרוי עד:",
                "<b>דם עגול טהור.</b> דדם מאכולת הוא:",
                "<b>משוך טמא.</b> ואם טפה משוכה היא, טמאה, שחזקתה שהיא ממנה, ובעת שקנחה עצמה נתלה זה הדם בעד:",
                "<b>דברי ר׳ אליעזר בר ר׳ צדוק.</b> וכן הלכה:"
            ]
        ],
        [
            [
                "<b>האשה שהיא עושה צרכיה.</b> משתנת מים:",
                "<b>אם עומדת טמאה.</b> דאמרינן מי רגלים הדור למקור ואתא דם מן המקור בהדייהו:",
                "<b>יושבת טהורה.</b> בגמרא מוקמינן לה ביושבת על שפת הספל ומקלחת מי רגלים לתוכו בחוזק. וכשהיא מקלחת בחוזק, אין דרך דם המקור לצאת עם מי רגלים. ואי לבתר דתמו מיא בא דם זה מן המקור, לא היה הדם נמצא בתוך הספל אלא על שפת הספל, שדם הבא מן המקור, שותת ויורד ואינו מקלח. ודם זה שנמצא בתוך הספל, על כרחך ממקום מי רגלים בא ומכה יש בה שם, ולא מן המקור. ובעומדת על שפת הספל ומקלחת בתוך הספל, לא היה אפשר להעמידה, דעומדת אי אפשר לה לקלח, ולהכי איצטריך תנא למנקט יושבת:",
                "<b>רבי יוסי אומר בין כך ובין כך טהורה.</b> והלכה כרבי יוסי:"
            ],
            [
                "<b>שעשו צרכיהן.</b> הטילו מי רגלים:",
                "<b>רבי יוסי מטהר.</b> דהא אפילו באשה גרידתא דליכא אלא חדא ספיקא, ספק בא מן המקור, ספק בא ממקום מי רגלים, מטהר רבי יוסי לעיל, וכל שכן הכא דדילמא מאיש אתי. ולא הדר תנא הכא רבי יוסי מטהר, אלא לאשמועינן ממשנה יתירתא דאפילו לכתחילה מטהר ר׳ יוסי לאשה שעושה צרכיה וראתה דם, שתתעסק בטהרות. דלא תימא דוקא דיעבד מטהר ר׳ יוסי טהרות שנתעסקה בהן, אבל לכתחילה לא אמרינן לה שתתעסק, קמשמע לן:",
                "<b>ור׳ שמעון מטמא.</b> אפילו הכא דאיכא ספק ספיקא, כדקתני טעמא:",
                "<b>שחזקת דמים מן האשה.</b> ולעיל פסקינן הלכה כר׳ יוסי דמטהר ואפילו בחד ספיקא, כל שכן הכא דאיכא תרתי:"
            ],
            [
                "<b>השאילה חלוקה.</b> ואח״כ לבשתה היא ומצאה עליו כתם:",
                "<b>לנכרית או לנדה.</b> לנכרית שהיא רואה דם, שהיא גדולה וידענו בה שכבר ראתה, דומיא דנדה:",
                "<b>הרי זו תולה בה.</b> וטהורה. דכיון דנדה היא, לא מקלקלה לה מידי. ונכרית נמי טמאה ותליא בה. אבל ישראלית טהורה ששאלה חלוק מחברתה טהורה, ואחר כך לבשתו חברתה, שתיהן טמאות, כדקתני שלש נשים וכו׳, דכיון דאי תליא בה, מקלקלא לה, מאי חזית דמקלקלת להך טפי מהך:",
                "<b>של אבן.</b> דאינו מקבל טומאה. וספסל דרישא [איירי] בכלי עץ דראוי ליטמא במושב הזב והנדה:",
                "<b>אינו מקבל כתמים.</b> כלומר לא גזרו על כתמים הנמצאים בו. וטעמא דר׳ נחמיה, דכתיב (ישעיה גש׳) ונקתה לארץ תשב, כיון שישבה לארץ שאינה מקבלת טומאה, נקתה. והוא הדין לכל דבר שאינו מקבל טומאה. וכן אם ישבה על גבי כלי חרס, שאין מקבל טומאה מגבו, או על גבי מטלניות של בגד שאין בהן שלש על שלש שאינן מקבלין טומאה, בכל אלו לא גזרו על כתמים הנמצאים בהם. והלכה כר׳ נחמיה:"
            ],
            [
                "<b>ותולות זו בזו.</b> שאם היתה האחת מעוברת, תולה הדם בשאינה מעוברת, והיא טהורה:",
                "<b>ואם לא היו ראויות.</b> כגון שהיו כולן מעוברות או כולן מניקות, כולן טמאות כאילו ראויות לראות, דמכל מקום דם מבינייהו נפק:"
            ],
            [
                "<b>תחת הפנימית.</b> אותה של צד הקיר קרויה פנימית, וחיצונה קרויה אותה של צד דרך עליית המטה. והא דמפליג תנא הכא בין כשנמצא תחת הפנימית לנמצא תחת החיצונה, ולעיל קתני ונמצא דם תחת אחת מהן כולן טמאות, ולא מפליג בין נמצא תחת פנימית לנמצא תחת חיצונה, מפרש בגמרא דלעיל איירי כשהן תכופות ודבוקות יחד, הילכך איכא לספוקי בחיצונה אפילו כשנמצא הדם תחת הפנימית:",
                "<b>אימתי.</b> אמרו נמצא תחת החיצונה פנימית טהורה:",
                "<b>בזמן שעברו דרך מרגלות המטה.</b> דלא עברה פנימית על מקום מציאת הדם:",
                "<b>אבל עברו שלשתן דרך עליה.</b> שהן דורסות ועוברות על החיצונה:",
                "<b>כולן טמאות.</b> ואפילו פנימית, דשמא כשעברה פנימית דרך שם נפל ממנה:",
                "<b>לגל טמא.</b> שהיה שם כזית מן המת:",
                "<b>עד שמגיע לסלע או לבתולה.</b> קרקע בתולה. ואם לא מצא, הגל טהור, דאימור בא עורב ונטל את הטומאה. אבל הכא כשבדקו שלשתן ומצאו טהורות, מודו רבנן לר׳ מאיר דכולן טמאות, דהאי דם מהיכא אתא, על כרחך מחדא מנייהו הוא. והלכה כחכמים:"
            ],
            [
                "<b>שבעה סממנין מעבירין על הכתם.</b> שאין הדם בטל עד שיעביר כולן עליו:",
                "<b>רוק תפל ומי גריסין.</b> מפרש לקמן במתניתין:",
                "<b>נתר.</b> אלו״ם בלע״ז. ומין קרקע הוא ומזהיר. ובערבי קורין לו שי״ב:",
                "<b>בורית.</b> מין צמח הוא שמנקה ומטהר:",
                "<b>קמוניא.</b> עשב שמיבשים אותו וטוחנים אותו ומנקין בעפרו את הידיס להעביר את הזוהמא. ובלשון גמרא קרוי שלוף דוץ:",
                "<b>אשלג.</b> לא אתפרש לי:",
                "<b>הטבילו.</b> לבגד שיש בו כתם קודם שהעביר עליו הסממנים הללו:",
                "<b>הרי זה צבע.</b> דאי הוה דם הוה עבר:",
                "<b>שדיהה.</b> נשתנה מאדמומיתו:"
            ],
            [
                "<b>שלא טעם כלום מבערב.</b> כל אותה הלילה, והיינו תפל בלא טעם. והוא שישן מחצות אחרון של לילה עד הבוקר. ועד שלש שעות ביום נקרא רוק תפל לענין זה. ואם השכים בבוקר ושנה פרקו, לא הוי רוק תפל:",
                "<b>לעיסת גריסין של פול חלוקת נפש.</b> שנחלק האוכל מן הקליפה. לועסה לגריסת הפול ומעבירו על הכתם:",
                "<b>שהחמיצו.</b> שהסריחו. וכמה חימוצן, כל ששהו שלשה ימים:",
                "<b>וצריך לכסכס.</b> לשפשף שלש פעמים לכל סם וסם, כדרך כיבוס בגדים שכופל צד עם צדו ומשפשף:",
                "<b>כסדרן.</b> ששנויים כאן:",
                "<b>לא עשה ולא כלום.</b> לא לבדוק ולא לבטל:"
            ],
            [
                "<b>כל אשה שיש לה וסת דיה שעתה.</b> לעיל בפרק קמא תנינא לה, והתם מיירי בוסתות דיומי כגון מט״ו יום לט״ו יום, או מחודש לחודש, והכא מיירי בוסתות דבגופה, שכל זמן שייראו בה סימנים הללו רגילה לראות בהן, אבל אין לה זמן קבוע לראות:",
                "<b>מפהקת.</b> יש מפרשים, פותחת פיה בכל כוחה. אלחר״י בלע״ז. ויש מפרשים, פושטת זרועותיה וגופה. אשטרנ״י קלא״ר בלע״ז:",
                "<b>בפי כרסה.</b> נגד טבורה:",
                "<b>שפולי מעיה.</b> בית הרחם:",
                "<b>ושופעת.</b> מפרש בגמרא ששופעת דם טמא מתוך דם טהור, כגון שהיא רגילה לראות דם טהור תחילה, דהיינו דם שאינו מחמשה דמים טמאין, ואח״כ דם טמא. והאי נמי הוי וסת. וכל שעה שתראה דם טמא אחר דם טהור, דיה שעתה:",
                "<b>צמרמורת.</b> לשון סמר מפחדך בשרי (תהילים קי״ט:ק״כ). אריצמינ״ט בלע״ז:",
                "<b>אוחזין אותה.</b> כך למודה להיות בכל עת שהיא רואה:",
                "<b>וכן כיוצא בהן.</b> משאר סימנים שהנשים הרואות דם למודות להיות בכך. כגון שראשה כבד עליה, או אוחזה רתת ורעד, או כאב לב, וכיוצא בזה, אם קבעה לה שלש פעמים הרי זה וסת:"
            ],
            [
                "<b>למודה להיות רואה בתחלת הוסתות שבגופה.</b> כגון בתחלת העטושים והפיהוקין וכיוצא בהן:",
                "<b>אף ימים ושעות וסתות.</b> שעות נמי וסתות נינהו, ובתר דידהו אזלינן. שאם היתה רגילה לראות מעשרים יום לעשרים יום ומשש שעות לשש שעות, מותרות לשמש ביום עשרים עד שש שעות, וחוששת בשעה ששית לבד. עברה שעה ששית ולא ראתה, מותרת לשמש כל היום כולו:",
                "<b>היתה למודה להיות רואה עם הנץ החמה.</b> סיומא דמלתא דרבי יוסי היא:",
                "<b>אינה אסורה אלא עם הנץ החמה.</b> וכל הלילה משמשת. ואם עבר הנץ החמה ולא ראתה, משמשת כל היום. דדוקא שעת הוסתות חוששת, ותו לא:",
                "<b>רבי יהודה אומר כל היום שלה.</b> כלומר מותרת לשמש כל היום, משעבר הנץ החמה ולא ראתה. אבל כל הלילה שלפני הנץ החמה של וסתה, אסורה לשמש. ועם הנץ החמה דקתני, היינו דרגילה למחזי בסוף ליליא מקמי דלמטי תחלת יממא, ואנן אסרינן לה כל עונת וסתה. נמצאת אסורה כל הלילה שהיא עונת וסתה. והלכה כרבי יהודה:"
            ],
            [
                "<b>ואינה מיטהרת מן הוסת שפסק ממנה, שלא לחוש לו:</b>"
            ],
            [
                "<b>יש גפן שיינה אדום ויש גפן שיינה שחור.</b> כך יש אשה שדם שלה אדום, ויש שדם שלה שחור:",
                "<b>כל גפן יש בה יין.</b> כל אשה יש לה דם נדה ודם בתולים:",
                "<b>ושאין בה הרי זה דורקטי.</b> דור קטוע. כלומר קטוע בנים, עקרה שאינה יולדת:"
            ]
        ],
        [
            [
                "<b>תינוקת.</b> נותנין לה ארבעה לילות. ואפילו רואה, אמרינן דם בתולים הוא וטהור:",
                "<b>עד שתחיה המכה.</b> שתתרפא המכה של בעילה. וכל זמן שהדם שותת ממנה כשהיא עומדת, וכשהיא יושבת אינו שותת, או ששותת כשהיא יושבת על גבי דבר קשה, וכשיושבת על גבי דבר רך כגון על גבי כרים וכסתות אינו שותת, בידוע שלא חיתה המכה, ומחמת המכה של בתולים בא הדם. אבל אם הדם שותת בין כשהיא עומדת בין כשהיא יושבת ובין כשיושבת על דבר רך ובין כשיושבת על דבר קשה, אין זה דם מכה אלא דם נדה:",
                "<b>הגיע זמנה לראות.</b> ולא ראתה, ונישאת:",
                "<b>עד מוצאי שבת ארבעה לילות.</b> שהרי היא נישאת ברביעי. דבתולה נישאת ליום רביעי ונבעלת ליל חמישי:",
                "<b>בעילת מצוה.</b> בעילה ראשונה:",
                "<b>כל הלילה כולה.</b> ואפילו בועל בעילות הרבה. וכל הדברים הללו, בדורות הראשונים בלבד, אבל אחר שפשטה החומרא שהחמירו בנות ישראל על עצמן שאפילו רואות דם טפה כחרדל יושבות עליה שבעה נקיים, כל הנושא בתולה אפילו קטנה שלא הגיע זמנה לראות ולא ראתה מעולם, לאחר שבעל בעילת מצוה אין מותר לו לבוא עליה עד שתספור שבעה נקיים אחר שיפסוק הדם, כדין שאר נשים שרואות דם:"
            ],
            [
                "<b>לא הפרישה.</b> לא בדקה עצמה להפריש בטהרה:",
                "<b>ולאחר ימים.</b> לאחר שטבלה בליל שמיני:",
                "<b>הרי זו בחזקת טהרה.</b> בימים שבין טבילתה למציאת טומאה. וטהרותיה שנגעה בהן טהורות, דאימור השתא הוא דחזאת:",
                "<b>ומטמאה מעת לעת.</b> ארישא קאי, דקתני ולאחר ימים בדקה ומצאה טמאה הרי היא בחזקת טהרה, אבל מטמאה מעת לעת של ראיה זו או מפקידה לפקידה:",
                "<b>אפילו בשניה לנדתה.</b> בדקה שחרית ומצאה טהורה, ובין השמשות לא הפרישה, ולבסוף שבעה טבלה, ולאחר ימים בדקה ומצאה טמאה, הרי זו עד עכשיו בחזקת טהרה. ושלש מחלוקות בדבר, לתנא קמא בדיקת שחרית דשביעי הוא דמטהרתה, אבל שני לנדתה, לא. ולר׳ יהודה אפילו בדיקת שחרית דשביעי לא מטהרה עד שתפרוש בין השמשות. ולרבנן אפילו בשני, דכיון דפסק פסק. ודוקא בשני הוא דמטהרי רבנן, אבל בראשון מצאה טהור ושוב לא בדקה, וטבלה בליל שמיני, ועשתה טהרות, ואחר כך מצאה טמא, לא מטהרי רבנן, לפי שביום ראשון הוחזקה מעין פתוח. ומשום הכי קתני ואפילו בשניה לנדתה דוקא, אבל ראשון לא. והלכה כחכמים:"
            ],
            [
                "<b>הזב והזבה.</b> שצריכין לספור שבעה נקיים, ופסקו מראייתן והתחילו לספור, ובדקו יום ראשון ושביעי כו׳:",
                "<b>אין להם אלא יום ראשון ושביעי בלבד.</b> וצריכין לספור עוד חמשה. ימים נקיים, כדי להשלים לשבעה:",
                "<b>ר׳ עקיבא אומר אין להם אלא שביעי.</b> שמא ראו בינתיים וסתרו ספירתן הראשונה. והלכה כר׳ אליעזר:"
            ],
            [
                "<b>מטמאין במשא.</b> בגמרא פריך, אטו כל מת מי לא מטמא במשא. אלא מאי במשא, באבן מסמא. כלומר אבן גדולה וכבדה שאינה מיטלטלת. ואם היא מונחת על גבי כלים ומת נתון עליה אין זה משא, הואיל ואינה ראויה להטלטל עמו, ושאר מתים לא מטמו, והני מטמו מדרבנן, הואיל ומחיים מטמו באבן מסמא מדאורייתא שהרי מטמאים מושב כל שתחתיהן, גזור (בהו רבנן לאחר מיתה) שמא יתעלפו ודומה למת, ואי אמרת זב מת אינו מטמא, בזב חי שנתעלף אתי לטהורי:",
                "<b>עד שימוק הבשר.</b> דמהשתא הוי מת ודאי:",
                "<b>נכרי שמת.</b> אע״ג דמחיים הרי הוא כזב לכל דבריו ומטמא באבן מסמא, משמת, טהור מלטמא באבן מסמא, הואיל וטומאת זיבה שעליו מחיים אינה אלא מדברי סופרים:",
                "<b>כל הנשים.</b> מחזקינן להו כנדות, ומטבילין כלים שהיו עליהן סמוך ליציאת נשמה אע״פ שלא נגעו בהן לאחר מיתה. לפי שבראשונה היו מטבילין כלים על גבי נדות מתות, והיו נדות חיות מתביישות, שאפילו במיתתן הן משונות משאר נשים, התקינו שיהיו מטבילין על גבי כל הנשים, מפני כבודן של נדות חיות:",
                "<b>ובית הלל אומרים אין נדה אלא שמתה נדה.</b> דלית להו לבית הלל האי תקנתא:"
            ],
            [
                "<b>מטמאה משום כתם</b> של נדה, במשהו דאי משום טומאת מת, לא מטמאה אלא ברביעית: ",
                "<b>ומטמאה באוהל.</b> אם כל הרביעית יחד:",
                "<b>שמטמא משום כתם.</b> במשהו. שנעקר מחיים. ואין הלכה לא כרבי יהודה ולא כרבי יוסי. הלכך, לא שנא יושבת על משבר ולא שנא שאר מתות, כולהו מטמאות משום כתם, ומטמאות באוהל:  "
            ],
            [
                "<b>מערה למים לפסח.</b> מכלי אל כלי לרחוץ בם את בשר הפסח. אבל במים אינה נוגעת, שהיא טבולת יום, שטבלה לסוף שבועים ואין לה הערב שמש עד יום שמונים שהוא תיכף להבאת כפרתה, והכתוב עשאה טבולת יום, דכתיב (ויקרא י״ב:ד׳) בכל קודש לא תגע, וקיי״ל בכל קודש, לרבות את התרומה, וטבול יום, שני הוא. וכשהיא מערה, אינה נוגעת במים אלא בכלי, ושני אינו מטמא כלי. אבל במים לא תגע, הואיל והם עשויין לרחוץ בהם את הפסח, דחולין שנעשו על טהרת הקודש כקודש דמי:",
                "<b>חזרו לומר הרי היא כמגע טמא מת.</b> טבול יום דינו כנוגע בטמא מת, שהוא ראשון, דוקא לקדשים, אבל לחולין, לא הוי טבול יום כנוגע בטמא מת להיות ראשון, אלא שני, הלכך יכולה היא ליגע אפילו במים, שהמים חולין הן, וטבול יום, שני הוא, ואין שני עושה שלישי בחולין. ואף על פי שהמים הללו נעשים על טהרת הקודש שהרי לרחיצת פסח עשויות, לא מהני שני בהו, דחולין שנעשו על טהרת הקודש לאו כקודש דמו:",
                "<b>בית שמאי אומרים אף כטמא מת.</b> שהוא אב הטומאה ועושה מגעו ראשון. כך מגעו של טבול יום, ראשון הוא:"
            ],
            [
                "<b>ומודים שאוכלת במעשר.</b> כדין טבול יום, דטבל ועלה אוכל במעשר:",
                "<b>וקוצה לה חלה.</b> ואינה קוראה לה שם ומניחתה בכלי. ואע״פ שהיא נוגעת בחולין הטבולין לחלה, לאו כחלה דמי, ואין שני פוסל בהן:",
                "<b>ומקפת.</b> מקרבת הכלי שהניחה בו החלה אצל העיסה. לפי שמצוה לתרום מן המוקף, מן הקרוב לדבר שהוא תורם עליו:",
                "<b>ואם נפל מרוקה ומדם טהרה.</b> דהוו להו משקין היוצאין מן הטבול יום, וטהורין הן:",
                "<b>צריכה טבילה באחרונה.</b> ליל שמונים צריכה טבילה לאכול בתרומה אם כהנת היא. ואם ישראלית היא, צריכה טבילה לביאת מקדש, מפני שטבולת יום ארוך היא והסיחה דעתה מן התרומה ומן המקדש:",
                "<b>אינה צריכה טבילה באחרונה.</b> וסומכת על הטבילה של סוף שבועים. ודוקא לתרומה ולביאת מקדש. אבל לאכילת קדשים, מודו בית הלל שהיא צריכה טבילה אחרת לסוף שמונים, דקיימא לן האונן ומחוסר כפורים צריכים טבילה לקודש, הלכך, לאחר שהביאה כפרתה, טובלת לקדשים:  "
            ],
            [
                "<b>הרואה יום אחד עשר.</b> שהוא סוף ימי זיבה, ואין יום שלאחריו מצטרף עמו לזיבה. שאם ראתה יום שנים עשר ושלשה עשר, אינה זבה גדולה בשביל כן, לפי שהן תחילת ימי נדה ואינן מצטרפין עם ימי זיבה:",
                "<b>בית שמאי אומרים מטמאין משכב ומושב.</b> ואפילו הבועל מטמא משכב ומושב לטמא אוכלין ומשקין, מפני שהוא כבא על שומרת יום כנגד יום, דסברי בית שמאי יום אחד עשר בעי שימור. ובית הלל פוטרים מן הקרבן, דסברי, יום אחד עשר הואיל ואין יום שלאחריו מצטרף עמו לזיבה, לא בעי שימור. מיהו לענין טומאה מודו דבועלה מטמא מדרבנן, גזירה יום אחד עשר אטו תוך אחד עשר, דמטמאה בועלה מדאורייתא, אבל לענין קרבן, להביא חולין לעזרה, לא:",
                "<b>טבלה ביום שלאחריו.</b> דעבדה שימור קצת. ושמור מעליא הוא, אלא שתוך אחד עשר יום אסור לעשות כן, שלא תבוא לידי ספק, שמא תראה לאחר תשמיש ומצטרפין הימים לזיבה:",
                "<b>מטמאין משכב ומושב.</b> מדרבנן מטמא אפילו בועלה משכב ומושב. גזירה אטו תוך אחד עשר:",
                "<b>ופטורין מן הקרבן.</b> דהא עבדה שימור. ואע״פ שחזרה וראתה, אין מצטרפין לזיבה, שהרי תחילת נדה היא:",
                "<b>גרגרן.</b> ממהר לחטוא. שמא ירגיל בכך תוך אחד עשר. אבל לענין טומאה, טהור:",
                "<b>וחייבין בקרבן.</b> אפילו לא תראה למחר, דהא בעיא שימור, וזאת לא שמרה כלל, ונמצא שבעל זבה קטנה:",
                "<b>טבלה יום שלאחריו.</b> דעבדה קצת שימור, ושימשה:",
                "<b>הרי זו תרבות רעה.</b> שמא תראה אחרי כן ותצטרף לשלפניו ואין טבילתה טבילה:",
                "<b>ומגען.</b> לענין טומאה וטהרה:",
                "<b>ובעילתן.</b> לענין קרבן:",
                "<b>תלויין.</b> שאם תראה, מגען מגע זבה וחייבין קרבן בבעילתן. ואם לא תראה, מגען טהור ופטורים מן הקרבן על בעילתן:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>שמאי אומר כל הנשים דיין שעתן כו': </b>בא מלת כל לחלוק על סברת רבי אליעזר אשר אמר ארבע נשים לבד דיין שעתן ואמר שמאי כל הנשים דיין שעתן ר\"ל שאם היתה מתעסקת בטהרות ואחר ראתה דם לא נאמר יש לה זמן רב שנטמאה ותהיינה הטהרות אשר היתה מתעסקת טמאות שזהו דין תורה אך הלל עשה סייג לדבריו ואמר מפקידה לפקידה ואפילו לימים הרבה שאם בדקה עצמה יום ראשון על דרך משל ומצאה עצמה טהורה ונשארת עד יום ה' ובדקה עצמה ונמצאת טמאה כל מה שהתעסקה מן הטהרות מיום הראשון מעת הפקידה עד זמן הפקידה השניה הנה הם טמאות כלם כפי סברת הלל וזו החומרא אשר החמיר ובית [שמאי] אינם רוצים בזאת החומרא מפני ביטול פריה ורביה שאם תאמר שהיא טמאה מפקידה לפקידה תהיה אצל בעלה לעולם ספק טמאה ורחוקה מבעלה ברוב העתים וחכ\"א מעת לעת ממעטת על יד מפקידה לפקידה וכוונת זה שאם בדקה עצמה ומצאה טהורה ועמדה ימים רבים שלא בדקה עצמה ואח\"כ בדקה ומצאה עצמה טמאה כל הטהרות שעשתה מעת שבדקה עצמה ונמצאת טמאה עד כ\"ד שעות קודם זה הנה היא בחזקת טמאה וכוונת ממעטת שתשוב אחור. ואחר אמר מפקידה לפקידה ממעטת על יד מעת לעת המשל בזה שאם בדקה עצמה בתחילת היום ומצאה עצמה טהורה ואח\"כ בדקה אחר זה בעשר שעות ומצאה עצמה טמאה הנה כל הטהרות אשר נתעסקה בין פקידה ראשונה לשניה יטמאו ובתנאי שתהיינה שתי פקידות באמצע הכ\"ד שעות ותהיה כוונת הדבור (בין) אם היה בין פקידה לפקידה ימים הרבה אינה ממעטת על יד אלא מעת לעת ואם היה בין פקידה לפקידה פחות מכ\"ד שעות ממעטת על יד מפקידה לפקידה והלכה כחכמים ובאור וסת עת ידוע לנדות כמו שתהיה מנהגה שתראה משלשים יום לשלשים יום או משני חדשים לשני חדשים והוא אם ראתה דם ביום הידוע אינה ממעטת על יד כלל. ואמרו המשמשת בעדים לא תבין ממנו שהאשה תשמש בלא עדים אמנם ירצה בו שאם שמשה אשה ביתה אין מותר [לבוא] עליה אלא בעדים והרי היא כפקידה: ועדים כנוי לבגדים אשר תקנח את עצמה בהם אחר המשגל והיא אם מצאה אלו הבגדים טהורים הרי זו כפקידה ולא נאמר לך דם מועט ראתה ונתערב בזרע ולא נראה והודיענו שאנחנו לא נאמין זאת האמונה אמנם הבגד אשר תקנח בו קודם המשגל כמו שיתבאר שזה מחיובתה הנה לא יעמוד מקודם פקידה לפי שנאמר לך דם מועט נזל ממנה ובהשתוקקה למשגל לא תפליג בשימת המוך אשר תקנח בו והעיקר אצלינו שהאשה אם יצא ממנה דם מן המקור אע\"פ שלא יצא לחוץ הגוף אבל נשאר תוך גופה הנה היא טמאה לאמרו דם יהיה זובה בבשרה ואע\"פ שהוא בבשרה ועוד יבא ביאור בזה ופירושו במה שאחר זה. ואמר על יד גם כן בעדי תשמיש הוא סברת חכמים כמו שביארנו: "
            ],
            [
                "<b>כיצד דיה שעתה היתה יושבת כו': </b>שם משלו יושבת במטה ולא אמר היתה עסוקה בטהרות להודיעך שאפי' למי שאמר דיה שעתה אמנם יאמר זה לטהרות לבד אבל לענין משכב ומושב הנה היא מטמאה מעת לעת האות על זה אמרו היא טמאה וכולן טהורות ולא אמרו והמטה טהורה וכן העיקר אצלינו כמו שביארנו בפתיחה ולשון התוספתא הרואה דם מטמאה מעת לעת אוכלין ומשקין ומשכבות ומושבות וכלי חרס המוקף צמיד פתיל ואינה מקולקלת ואינה מטמאה את בועלה ואינה מונה אלא משעה שראתה וירצה באמרו אינה מקולקלת שלא נתקלקלה בוסתה וכן הוא המשפט גם כן מפקידה לפקידה אם תהיינה שתי פקידות בעשרים וארבע שעות כמו שביארנו: "
            ],
            [
                "<b>רבי אליעזר אומר ארבע נשים דיין שעתן כו': </b>אלו הד' נשים אינן רואות דם ברוב העתים וכבר פסק הש\"ס הלכה כרבי אליעזר: "
            ],
            [
                "<b>איזו היא בתולה כל שלא כו': </b>מעוברת משיוודע עוברה מאחר שלשה חדשים מהריונה עד שתגמול את בנה עד שישלם לולד כ\"ד חדשים ואם נשלמו כ\"ד חדש הנה משפטה כמשפט כל הנשים מעת לעת ומפקידה לפקידה ואם נמשכו בהנקה שנים רבות לא נשמור זה והלכה כדברי חכמים: "
            ],
            [
                "<b>איזו היא קטנה שעברו עליה שלשה עונות סמוך לזקנתה כו': </b>עונה הנזכרת כאן היא עונה בינונית והיא שלשים יום וגדר הזקנה הנזכרת פה מעת שיקראו אליה הנשים אמה פלונית ולא תכעוס על זה ולא תקפיד ר' אליעזר אומר כל אשה שעברו עליה שלשה עונות דיין שעתן ואפילו היתה קטנה בשנים רבי יוסי אומר מעוברת ומניקה הן אותן שאם עברו עליהן שלשה עונות דיין שעתן ואע\"פ שלא תהיה זקנה ואין הלכה כרבי אליעזר ולא כרבי יוסי: "
            ],
            [
                "<b>ובמה אמרו דיה שעתה כו': </b>אמר אבל בשניה מטמאה מעת לעת שב אל כל אחת מהד' נשים המסופרות בתולה ומעוברת ומניקה וזקנה. ואמר ראתה מאונס אם תחרד או תפחד או תקפוץ ממקום גבוה או שתאכל דבר ממגיר הנדות בחוזק זה כולו אונס: "
            ],
            [
                "<b>אף על פי שאמרו דיה שעתה כו': </b>הנדה היושבת על דם טוהר לא תצטרך בדיקה תמיד לפי שהדם יורד ממנה ולא תועיל בבדיקה ואחר אמר שהאשה אם שמשה מטתה אשר תצטרך עדים כמו שקדם אם היתה יושבת על דם טוהר או היתה בתולה שדמיה טהורה כי היא לא תצטרך עדים לפי שדם טוהר יגר ממנה ובתולה שדמיה טהורים היא בתולה קטנה שנשאת ועוד יבא הבדל זה במה שאחר זה ויהיה לשון המשנה כן וכל משמשת משמשת בעדים חוץ מן היושבת על דם טוהר ובתולה שדמיה טהורים. ואחר התחיל בהבדל אחר ואמר שכל אשה שתהא עסוקה בטהרות תצטרך שתבדוק עצמה באלה השלשה עתים והם בשחרית ובין השמשות וקודם התשמיש אמנם אם לא תהיה עסוקה בטהרות לא יחוייב אליה שתבדק עצמה קודם שתשמש ביתה לפי שהעיקר אצלינו כל לבעלה לא בעיא בדיקה ואפילו תהיה אשה שלא קבעה לה וסת לא תצטרך בדיקה לפני תשמיש ואין הלכה כרבי יהודה: "
            ]
        ],
        [
            [
                "<b>כל היד המרבה לבדוק כו': </b>למה שאמר במה שקדם אע\"פ שאמרו דיין שעתן צריכה להיות בודקת והודיעך שזה בנשים משובח שיבדקו עצמן תמיד ובאנשים מגונה שישלח ידו אל אמתו אלא בעת הצורך להתקשות וזה מגונה בתורתנו הקדושה בתכלית הגנאי כמו שביארנו בתשיעי מסנהדרין ולזה הניח לפעל הזה בקציצת היד ירמוז אל תיעוב הנאת התאוה אלא בעת ההכרח הנהוג הטבעי ואומר שהסומא לא תבדוק עצמה הוא דבור דחוי אבל תבדוק ותראה לזולתה והוא אמרו סומא אינה משנה. ומי שנטרפה דעתה רוצה לומר החולה אשר נתערבב שכלה מחוזק החולי כמו שיקרה בחלאים החדים. ואחד להתקין את הבית הוא העד שלפני תשמיש וכבר ביארנו במה שקדם שלא יחויב זה אליה אלא מדרך הצניעות: "
            ],
            [
                "<b>נמצא על שלה אות יום טמאים כו': </b>בקצת הנסחאות אותיום וענינו תכף וגדר זה כמו שאמרנו הוא שתבדוק עצמה תכף הפרד בעלה ממנה מבלי זמן מוחש ואז אם ימצא על אלה הבגדים דם יהיו טמאים וחייבין חטאת: ואמרו ופטורין מן הקרבן ר\"ל מקרבן חטאת אשר ממנו אמרו בפרק הקודם חייבין בקרבן אמנם אשם תלוי הנה יחוייב לכל אחד מהם כפי העקרים הקודמים במסכת כריתות: "
            ],
            [
                "<b>איזהו לאחר זמן כרי שתרד מן המטה כו': </b>מטמאה את בועלה זאת המשנה נכפלת בש\"ס בלשונות רבים ואמרו תוך זמן וגדר זמן אין מחלוקת בו וזמן נחלקו בו ר' עקיבא וחכמים וחסרו הגדרת הזמן הראשון ולשון המאמר מבלי חסרון איזהו אחר זמן כדי שתושיט ידה לתחח הכר או לתחת הכסת ותטול עד ותבדוק בו וכדי שתרד מן המטה ותדיח את פניה מחלוקת רבי עקיבא וחכמים חכמים אומרים מטמאה מעת לעת ואינה מטמאה את בועלה ורבי עקיבא אומר מטמאה את בועלה. ואמרו מודים חכמים לר' עקיבא ברואה כתם ר\"ל אם בא עליה אחר ראיית הכתם וכבר ביארנו בפתיחת זה הסדר שהיות נדה מטמאה מעת לעת למפרע מדרבנן וטומאת כתמים מדרבנן ואולי היה עולה במחשבתנו שכמו שיאמרו חכמים שמעת לעת שבנדה אינה מטמאה את בועלה כן ג\"כ ראתה דם ונבעלה אחר זה אינה מטמאה ובא להודיענו שאין הענין כן אבל תטמא: וכונת פניה הוא לשון נקיה וזאת ההשאלה מפורסמת ברוב דבריהם והלכה כחכמים: "
            ],
            [
                "<b>כל הנשים בחזקת טהרה כו': </b>בחזקת טהרה לבעליהן ולכן לא יחוייב עליהם שישאלו את פיה אם היא טהורה אם לא אם עזבה טהורה אמנם אם עזבה נדה לא תותר לבעלה עד שישאלוה אם היא טהורה אם לא. ואמנם כוונת הבאים מן הדרך כי אולי יעלה במחשבתנו שאם יהיה בעלה עמה בעיר היא אותה אשר תהיה בחזקת טהרה לפי שהיא תבדוק עצמה להיותה מוכנת למשגל אמנם אם היה בעלה בדרך מרחוק לא תבדוק עצמה וגם לפעמים אילו בדקה עצמה נמצאת טמאה ולכן לא תהיה בחזקת טהרה הנה הודיענו שלא נאמין בה זאת ההאמנה: "
            ],
            [
                "<b>משל משלו חכמים באשה כו': </b>חדר הוא חלל הרחם איזה שיהיה מן החללים כי לרחם שני חללים ופרוזדור צואר הרחם ועליו שתי תוספות דומות לשני קרנים אשר על צואר הרחם ואמנם מה הם זה [<small>יעב\"ץ:</small> אשכול] הביצים וזאת הצורה התבאר בספר הניתוח ויחובר בקערירות הרחם והוא הנקרא חדר עורק בו ילך דם הנדות ויזול ברחם ויצא על צואר הרחם הנקרא פרוזדור ותתחבר באלה התוס' והביצים והיא הנקרא עליה עורק אחר יזונה כשאר עורקי הגוף ואינו מעבר למותרים ואם ישוסע מזה העורק מעט יזול ג\"כ ממנו על צואר הרחם והוא דם טהור לפי שהוא כדם רעיפת הנחירים או דם הטחורין ונתאמת מזה שדם החדר טמא ודם העליה טהור ואם נמצא דם בצואר הרחם והוא הפרוזדור אם יהיה בין המקום אשר בו אלה התוספות ובין חלל הרחם הנה הוא טמא ולא נאמר לך אולי מן העליה ירד לשם זה אמר פה ספקו טמא שחזקתו מן המקור לפי שברוב הענינים לא ימצא שם זולת דם הנדות ולהיות זה ברוב שמוהו חזקה וכן אמרו בשלשה מקומות הלכו חכמים אחר הרוב ועשאום כודאי אחד מהם שזכרנוהו ואם נמצא דם בפרוזדור והוא צואר הרחם בין המקום אשר בו אלה התוספות ובין פה הרחם אשר יטה לחיצוני הגוף הנה יש בזה הבדל גדול וזה שאם נמצא בעליונות ר\"ל ממה שיטה אל הראש אם תהיה עומדת והוא הנקרא אצלם גג פרוזדור הנה הוא דם טהור לפי שהוא מעורק ששסע וחזקתו מן העליה ואם נמצא הדם בתחתיתו ר\"ל ממה שיטה אל הרגלים והוא קרקע פרוזדור הנה הוא טמא מספק לפי שלפעמים יהיה מן החדר ולפעמים מן העליה והתוס' אשר זכרתי לך המבדילות לצואר הרחם אשר הושם מהם נוטה לתוך הגוף בחזקת טמא ומה שיטה לחוץ עליונו בחזקת טהרה ותחתיתו טמא מספק ואין התוספות בכללם כי יש להם רוחב ואמנם נרצה מהם קצותיהן הם החדרים לפי שראש כל תוספות מהם דומה לפטמת השד ויבוא מחבור אלה הקצות יחבר הביצים דומה לנקב בעליון הפרוזדור והוא אשר יקראוהו לול שבעליה וממנו אמר מן הלול ולפנים ודאי טמא מן הלול ולחוץ ספקו טמא כמו שביארתי לך אמיתתו ומי שהורגל בחכמה הנתוח מעט יתבאר לו כל מה שזכרנו וגם כי יהיה ציור מה שזכרנו קרוב מאד לפי שאנחנו הפלגנו בביאור זה: "
            ],
            [
                "<b>חמשה דמים טמאים באשה כו': </b>עיקר מראה הדם אשר יטמאו האדום וכקרן כרכום וכמימי האדמה וכמזוג והרמז על זה באמרו בטומאת אשה בדם דמיה דמיה שתי פעמים אמר והיא גלתה את מקור דמיה ואמרה וטהרה ממקור דמיה: והשחור הוא השחור האמיתי באודם לפי שהאודם אם נראה כדת ישוב מראיהן שחור והוא אמרם האי שחור אדום הוא אלא שלקה ובית שמאי סוברין שמימי תלתן ומימי בשר צלי הוא המראה האדום אלא שהוא חסר הלקות כמו שהאמיתי במראה האדום השחור להיותו אדום הלקוי מפורסם המראה כן ואמר בזה חלוש באודם והוא כמימי תלתן והוא משרת התלתן ומימי בשר צלי ומחלוקת אשר בין בית הלל ותנא קמא שת\"ק אומר מי תלתן ומימי בשר צלי אע\"פ שהן לא יטמאו בדם נדה תולין עליו את הקדש ר\"ל שהאשה אשר תראה כמראה התלתן וכמימי בשר צלי אם נגעה בטהרות לא אוכלין ולא שורפין אלא תולין ובית הלל מטהרין ויתירו לאכול אותם הטהרות ועקביא בן מהללאל אמר שהמראה אשר הוא כקרן כרכום אם ילקה ישוב ירוק ולכן יטמא הירוק אצלו ות\"ק אמר תולין עליו וחכמים החולקין על עקביא האומר טהור אמרו שאין תולין אלא מטהרין ורבי מאיר אומר שדם הירוק אע\"פ שלא נחשב דם לענין טומאת דמים הנה נחשבהו דם להיות מכלל ז' משקין ויכשיר את הזרעים ורבי יוסי אמר שהוא לא יטמא ולא יכשיר ורבי יוסי הוא תנא קמא המדבר בזאת המשנה ופירוש קרן כרכום הזך שבכרכום נגזר מן קרן עור פניו והכרכום הוא גידים כרכומיות יכירו אותו הרופאים ויעשו ממנו מרקחות ומי משרת מראה הדם הנוזל והלכה כת\"ק לבדו בכל אלה המאמרים: "
            ],
            [
                "<b>איזהו האדום כדם המכה כו': </b>לקח מאמר בש\"ס כדם המכה הנזכרת פה שהוא דם ההקזה: וחרת הדיו היבש וכן ביאר בש\"ס. ודיהה יותר חלוש השחרות ופחות מבריק והוא שיהיה כמראה הזיתים השחורים או כמראה הזפת או כמראה העורבין הנה הוא טהור וכן שאר חמשה המראות אם יהיה מראה מהם יותר חזק מן המראה הנגדר פה הנה הוא טמא ואם היה יותר חלוש ממנו הנה הוא טהור זולת המראה אשר גדרנוהו במזוג כי הוא אם היה יותר חזק ממנו או יותר חלוש טהור ואמנם זכר דיהה מהן במראה השחור לבדו בסבת מה שזכרנוהו מן השחור אמנם יהא טמא לפי שהוא אדום לקוי והיה עולה במחשבתינו שחור אע\"פ שהיה יותר חלש השחרות מן הדין יהיה טמא לפי שהוא קרוב אל האדום והודיענו שאין הענין כך. ואמר כברור שיש בו שיקח מן העורקין האמצעיים והוא רטוב ויוקש עליו: ובקעת בית כרם מקום בארץ כנען עפרו אדום ישפך עליו מים ויוקש כמראהו ובתוספתא אמרו מביא אדמה מבקעת בית כרם ומציף עליה מים משערין אותן עכורין ואין משערין אותן צלולין ושם נאמר שאין שעור למים ולעפר: ויין השרוני יין גפנות הנטועות בשרון ארץ כנען. ודע שאין ראית דם בזמנינו זה אבל כל דם שתראה האשה טמא וכן לא נבחין לו מקום אבל בין שימצא הדם מן הלול ולפנים בין מן הלול ולחוץ הכל טמא זה כלו להחמיר: "
            ]
        ],
        [
            [
                "<b>חתיכה אם יש עמה כו': </b>סבת מחלוקת רבי יהודה ותנא קמא שרבי יהודה אומר שאי אפשר לפתיחת הקבר בלא דם מעת שיצא מהרחם דבר אי אפשר מבלי שיצא דם בהכרח ולמיעוט שיעורו לא יתראה ות\"ק אמר אפשר לפתיחת הקבר בלא דם ולכן הפילה חתיכה איזה מראה שתהיה ולא יהיה עמה דם הנה היא טהורה ואפילו שסענו אותה חתיכה ומצאנו בה דם אינה טמאה לפי שהוא דם חתיכה לא דם נדה אם הפילה חתיכה ושסעוה ונמצא בה עצם הנה היא טמאה לידה ואין הלכה כר' יהודה: "
            ],
            [
                "<b>המפלת כמין קליפה כמין שערה כו': </b>אם תצא ממנה זאת הקליפה אפשר שהם מדם הנדות שנתקרש בחום נתחדש שם ויהי אפשר שהן קליפות שחין ולכך צוה שישרו במים וביאר הש\"ס שיהיו המים פושרין ויעמדו בה כ\"ד שעות: ואמרו אם יש עמהם דם טמאה ואם לאו טהורה היא סברת חכמים החולקים על רבי יהודה כמו שקדם: וכבר נתבאר בש\"ס שאם ילדה מה שגופו גוף בהמה או חיה וצורת פניו צורת אדם הנה לא יחלוק אחד שהוא ולד ואמו טמאה לידה כמו כל יולדת ואם היתה צורת פניו צורת פני בהמה או חיה ושאר גופו גוף אדם הנה אין חולק ג\"כ שהוא אינו ולד ואמנם מחלוקת רבי מאיר וחכמים במי שתהיה צורת פניו מסופקת קצתה נוטה לצורת פני אדם וקצתה דמות פני בהמה או חיה רבי מאיר אומר אינו ולד עד שתהיה כל פניו פני אדם וחכ\"א מאחר שתהיה מפניו קצת תואר בני אדם הרי זה ולד והוא כוונת אמרם כל שאין בו מצורת האדם אינו ולד אע\"פ שהיה נראה מזאת המשנה שרבי מאיר הוא מחמיר וחכמים המקילים אך אמנם נתבאר מסברתם בתוספתא (פ\"ד) ומה שזכרתי לך. ולא יסופק בשכלך שהוא נמנע מצד הטבע שילד אדם כל מה שזכרתי פה אבל זה אפשר וכבר העידו יותר מזה וכתבו הפלוסופים מה שהוא זר יותר מכל אלה הענינים הטבעיים כלם הולכין על הרוב ויפול בהם הזרות והפליאה והלכה כחכמים: "
            ],
            [
                "<b>המפלת שפיר מלא מים כו': </b>כבר ביארנו פעמים רבות ששפיר כולו מבשר. וגנונים הוא מין התולעת כאילו הוא בשר חתוך בתבנית התולעת ומרוקם הוא שיתבאר בו צורת האדם אם יבדוק כפי מה שאפשר. ואמרו אינה חוששת לולד וכן לא תטמא משום נדה ואע\"פ שהוא מלא דם כמו שהתבאר בתחילת הפרק: וכוונת תשב לזכר ולנקבה כפי מה שאספר לך וזה שהיא תשאר טמאה י\"ד יום כמו יולדת נקבה ואחר זה תטהר ומותרת לבעלה ואם ראתה דם אחר מ' יום לא נחשבהו דם טהור כמו יולדת נקבה אשר כל דם שתראה אחר המ' טמא כמו יולדת זכר אמנם לחומרא מכל צד שמוה כיולדת נקבה לאסרה על בעלה י\"ד יום ושמוה כיולדת זכר לבלתי יהיה דם טהור (זולת) אחר השלמת מ' יום ושמור הענין ולא נצטרך שנשיבהו בכל מקום וזה הולך על העיקר שספיקא דאורייתא לחומרא: "
            ],
            [
                "<b>המפלת סנדל או שליא כו': </b>סנדל צורת לשון שור מבשר וידמה כסנדל ולכן נקרא סנדל והוא מתהוה עם העובר בקרום אחד ממותרי הנדות הנוספים על בנין העובר ושליא הוא הקרום אשר יהיה מזרע האיש ובתוכו הוא העובר ורבי שמעון אומר שכבר נמוק העובר קודם צאת השליא ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>המפלת טומטום ואנדרוגינוס כו': </b>ידוע הוא שהטומטום והאנדרוגינוס ספק לא ידענו אם הם זכר או נקבה ולכן תשב לזכר ולנקבה וכן אם ילדה תאומים אחד מהם זכר ודאי והאחד טומטום או אנדרוגינוס הנה הוא ג\"כ ספק ולא נקבל הוראה באחד אשר הוא זכר ודאי ונאמר מאחר שזה זכר (כן) גם זה כן הטומטום או האנדרוגינוס זכר לפי שהיולדת תאומים הנה לפעמים תלד שני זכרים ולפעמים זכר ונקבה ואם ילדה נקבה ודאית וטומטום תשב לנקבה בלבד על איזה פנים שיהא הטומטום או האנדרוגינוס נקבה היא כאילו ילדה שתי נקבות ואם ילדה זכר הנה ילדה עמו נקבה ודאית יש לה דם טוהר מפני הנקבה עד מלאת פ' יום. ואמרו מחותך או מסורס לשונו או שלם מסורס וכוונה זה שאם נחתכו אבריו בתוך הגוף ויצאו אבריו בלי סדר שיצא היד ואחר הרגל ואחר הזרוע וזה מסורס או יצא כפי הסדר וזה מחותך הנה לא יהיה בו תורת יולדת עד שיצא רובו וראשו כרובו ולכן אם יצא הראש מזה המחותך הרי זו כילוד. ופדחתו מצחו: "
            ],
            [
                "<b>המפלת ואין ידוע מה הוא כו': </b>לשון זה המאמר על צד הביאור הוא כן המפלת ואין ידוע אם וולד היה מה שהפילה או לא היה ולד תשב לזכר ולנקבה ולנדה ותאר זה שהיא תשאר שבעת ימים בנדתה כדין כל נדה או יולדת זכר ולא תותר לבעלה עד מלאת לה י\"ד יום כדין יולדת נקבה ואם ראתה אחר י\"ד יום לא יהיה דם טהור אבל דם טמא כמו אילו לא היתה יולדת אלא נדה לבד ויהיה כל דם שתראה באותם הפ' ימים דם טמא אם דם נדה ואם דם זיבה כפי זמן ראייתה כפי מה שהתבאר וזהו כוונת תשב לנדה שלא יהיה לה דם טוהר כלל ובמלאת המ' יום תטבול כאילו יולדת זכר ולא תגע בקדשים כל זה הזמן כמו היולדת ואע\"פ שלא ראתה דם ובמלאת פ' תטבול ותביא קרבן יולדת ואז תטהר לאכול בקדשים ואמנם טבלה ביום מ' להיות טבילה בזמנה אם היתה יולדת זכר וזהו כוונת תשב לזכר ולנקבה ולנדה בעת מה שזכר ושמור זה הענין: "
            ],
            [
                "<b>המפלת יום ארבעים כו': </b>אמר שאם הפילה יום מ' מעת בעילה אינה חוששת לולד לפי שלא נגמר צורת העובר בזה הזמן אמנם אם הפילה יום מ\"א אשר הוא זמן אפשר שיגמור בו צורת העובר והפילה ולא ידעה אם ולד הפילה אם לאו תשב לזכר ולנקבה ולנדה ורבי ישמעאל אומר שזאת המפלת למ\"א יום אי אפשר שיהיה מה שהפילה נקבה לפי שתבנית הנקבה לא תשלם ותגמר עד שיהיו לה פ' יום ולכן תשב לזכר ולנדה לבד אמנם אם הפילה ליום פ\"א מעת בעילתה אז תשב לזכר ולנקבה ולנדה אם לא ידעה מה הפילה אם הוא דם או עובר ואין הלכה כר' ישמעאל: "
            ]
        ],
        [
            [
                "<b>בנות כותים נדות מעריסתן כו': </b>כבר בארנו פעמים רבות שכל מה שבא במשנה מהדינים המיוחדים בבנות כותים היא משנה ראשונה ואמנם היום הזה הם כעובדי כוכבים לכל דבריהם וידוע הוא שהם מקבלים התורה כפי פשוטה ולזה אמרו שהנקבה לא תהיה נדה עד שתבגר לאמרו אשה והקבלה אצלינו שהאשה תטמא בנדה בת יום אחד כמו שיתבאר ולזה הן נדות מעריסתן ועריסה הוא הכלי אשר יבדלו בו הקטנים הנקראין בערב מה\"ר וכבר בארנו מראשון מכלים (מ\"ג) שכוונת באורו כבועל נדה שמטמא משכב תחתון כעליון ויהיה תחתונו של בועל כעליונו של זב אשר לא יטמא אדם וכלים כמו שבארנו שם וזה אשר פסק על כל כותי שהוא בועל נדה בתנאי שיהיה נשוא כי הנשים יושבות על כל דם וביאר הש\"ס שכוונת זה המאמר שהן יושבות בין הדם הטהור והטמא ויטהרו הכל וכבר התבאר ברביעי מטהרות (מ\"ה) שהתרומה נשרפת על ספק ואמרו מפני מה אין שורפין עליהן את התרומה מפני שטומאתה ספק ביאר זה בהש\"ס והעמידוהו בכותי ערום שטבל בפנינו ודרס על בגדי חבר שאם נגעה התרומה באלה בגדים לא תשרף לפי שהם תרתי ספיקות הספק הראשון אם בעל אשתו בקרוב אם לא ואם תמצא לומר בקרוב ספק שהיא יושבת על דם טמא או על דם טהור והעיקר אצלינו על ספק ספיקא לא שרפינן את התרומה ואמנם התנינו בו שיהיה טובל בפנינו ודורס על הכלים והוא ערום לפי ששורפין את התרומה על טומאת עם הארץ לפי שהם מדרס כמו שבארנו בחגיגה ובטהרות ואילו לא יטבול בפנינו יחוייב שתשרף תרומה על מגעו דלא יהא אלא עם הארץ: "
            ],
            [
                "<b>בנות הצדוקין בזמן שנהגו ללכת כו': </b>רבי יוסי סובר שסתם צדוקית כישראלית ותנא קמא אומר סתמן ככותיות ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>דם נכרית ודם טהרה של מצורעת כו': </b>כבר בארנו בפתיחת זה הספר שהעובדי כוכבים לא יטמאו בשום פנים מאופני הטומאה מן התורה ומדרבנן גזרו עליהן שיהיו כזבין לכל דבריהן שהן זבין מדרבנן: בית שמאי מטהרין דם העובדת כוכבים בדין תורה וישימו הגזירה כרוקה וכמימי רגליה אשר הם נמצאים תמיד ועשו זה להודיע שטומאתן מדרבנן ולזה דמן טהור ובית הלל אומרים שאם שמנו דמה ר\"ל דם נדותה כרוקה ומימי רגליה נודע שהכל מדרבנן. וכוונת כרוקה שיטמא לח ולא יטמא יבש ואין דם נדה האמתי אבל יטמא לח ויבש כמו שיתבאר בששי מזאת המסכתא דם טהרה של מצורעת הוא הדם אשר תראהו האשה היולדת אחר שבעה לזכר וי\"ד לנקבה אם תהיה מצורעת וסבת מחלוקת ב\"ש וב\"ה בדם טהרה של מצורעת יאריך ביאורן וזה יותר דומה בעיון הש\"ס מלזכור זה בחיבורינו: ודם יולדת שלא טבלה הוא הדם שתראה אחר ז' לזכר ואחר י\"ד לנקבה אם לא טבלה ליל שמיני או ליל ט\"ו לפי שהיא אילו טבלה היה דם טהור כמו שבא בפסוק שקראה דמי טהרה ואם לא טבלה אמר ב\"ה שלא תפרד מטומאת נדה בשום פנים לכן תטמא לח ויבש כדם נדה ובית שמאי אומרים אמנם תועלת הטבילה להתירה לבעלה ומעת שנשלם זמן הנדה נתפרקה מן הנדות ואפילו לא תטבול ולא תהיה דם נדה אבל יהיה דינו כדין רוק נדה ומימי רגליה אשר מטמאין לחין ואין מטמאין יבשין ודע שאם ילדה והיא זבה ר\"ל ששבה זבה ואז תלד וזאת היא הנקראת יולדות בזוב והשלימה ז' לזכר וי\"ד לנקבה וספרה ז' נקיים אחר זה כדין כל זבה ואחר ראתה דם אחר זה והיא לא תטהר ליל ח' מהימים הנקיים הנה ב\"ש וב\"ה נשארים בה על מחלוקתם ב\"ש אומרים שנשלמו ז' נקיים ואע\"ג שלא טבלה נבדלת מן הזיבה וב\"ה אומרים שלא תפרד אם לא טבלה ואמנם הסכימו ביולדת בזוב שלא ספרה ז' נקיים ולא טבלה וכן התבאר בהש\"ס: "
            ],
            [
                "<b>המקשה נדה קשתה שלשה ימים כו': </b>תצטרך זאת ההלכה אל העיקרים כבר נתבאר קצתם פעמים רבות אך אבארם כולם פה וזה שאשה אם ראתה דם ג' ימים רצופים בלא עת נדתה הנה היא תהיה זבה והוא אמרו יתברך ואשה כי תזוב זוב דמה ימים רבים בלא עת נדתה ואמרו מיעוט ימים שנים רבים שלשה אמנם אם ראתה האשה דם בעת נדתה בין שתראה יום אחד או ז' כולם הנה היא נדה לבד ולא תהיה טמאה זולת (אורך) [<small>יעב\"ץ:</small> אותן] השבעה והוא אמרו יתברך ז' ימים תהיה בנדתה ובליל השמיני תטבול ותותר לבעלה ותטהר ואמר יתברך או כי תזוב על נדתה הוא שתחבר הזיבה בנדות ולא תהיה ביניהם טהרה כגון שהתחיל הזיבה ביום השמיני מתחלת הנדות וימשוך ג' ימים וזהו אשר יקראוהו סמוך לנדתה ובאה הקבלה שפחות זמן שתהיה בין ווסת לווסת י\"א יום והוא אמרו בכל מקום י\"א יום שבין נדה לנדה הלכה למשה מסיני ואם השלימה האשה ז' ימי נדה וראתה בי\"א יום אשר אחריהן ג' ימים רצופים והיתה זבה ומן העיקר אצלינו ג\"כ שאם ראתה דם ג' ימים או יותר רצופים מחמת ולד הנה היא טהורה ואע\"פ שראתה באלה הי\"א יום וכן בא הקבלה בזה מחמת עצמה ולא מחמת ולד: ומקשה היא היולדת אם אחזה החבלים והזלת הדם ויש מן הנשים שיתחיל הקושי קודם הלידה ימים רבים ומהם מי שיאחזם שעות לבד קודם הלידה: וביאור שפתה מנוחה ושלום מאלה המקרים: ואמר בזאת המשנה שההרה אם אחזוה צירים ויגר דמה תהיה נדה מפני זה הדם ובתנאי שיהיה הגרת זה הדם בעת נדתה ר\"ל בעת המורגל אצלה שתהיה נדה בו אמנם אם היה הגרת זה הדם אשר הוא מחמת קושי בלא עת נדתה הנה היא טהורה וכן התבאר בהש\"ס ואם התמיד הגרת דמה שלשה ימים רצופין ויהיה זה בלא עת נדתה כמו שזכרנו ר\"ל באמצע הי\"א יום ואחר נסתלק ממנה הקושי כ\"ד שעות תהיה נדה לפי שבהסתלקות הקושי ידענו שזה הדם אשר ירד ממנה הוא דם נדה שאינו מחמת ולד לפי שאילו היה מחמת ולד לא נסתלקו ממנה החבלים עד שתלד ואם שבו אליה הצירים והחבלים אחר כ\"ד שעות ותלד הרי זו כיולדת בזוב ור' יהושע אומר עד שיסתלקו ממנה החבלים. לילה ויום כליל שבת ויומו ר\"ל שיקדם הלילה ליום שאם נסתלקו ממנה החבלים בתחלת השעה מן היום האחד על דרך משל אצל רבי אליעזר אם תעמוד בריאה עד תחלת שעה ראשונה מן היום תשוב זבה ואצל רבי יהושע עד שתתמיד בריאותה עד תחלת ליל ג' ואז תשוב זבה: ואמרו ששפתה מן הצער ולא מן הדם כונתו היא אע\"פ ששפתה מן הצער לבד ונשאר הדם ילקה שהיא זבה (ואחר) ולא נאמר מעת שנשאר הדם היורד עד עת הלידה זה הדם כולו מחמת ולד הוא וזה אשר לא תרגיש בציריה ושפתה מן הצער אמנם הוא לחולשת הכח ולא תהיה זבה הודיענו שאין הענין כך אבל מעת שנסתלקו החבלים הזמן הנזכר ידענו שזה הדם הקודם מחמת עצמה ולא מחמת ולד אמנם אם ראתה ג' ימים בתוך י\"א יום כמו שזכרנו ואחר שנסתלקו החבלים ונפסק הדם הזמן הנזכר והוא מעת לעת לרבי אליעזר (אומר) ולילה ויום לרבי יהושע אל זה רמז מפני שהיא זבה והוא מבואר לא יצטרך דבור וכך אם קשתה ב' ימים וביום הג' שפתה מן הצער מעת לעת ונסתלקו הצירים ונשאר הדם שזבה בזה היום מהמנוחה מהצירים הנה היא ג\"כ זבה ואע\"פ שהדם נתחבר שתיתתו עד הלידה והלכה כרבי אליעזר: "
            ],
            [
                "<b>כמה הוא קישוייה ר' מאיר אומר כו': </b>אמרו כמה הוא קישויה ירצה בו ואם יתמיד הגרת הדם והחבלים זמן ארוך והגיע זה עד הלידה כמה זה הזמן אשר אם יתמיד בו הגרת הדם עם החבלים יחשב זה מחמת ולד ולא תהיה נדה אחר שהשיגו הכאבים הלידה ולא שפתה א\"ר יוסי שרוב מה שיהיה שניחסהו אל הלידה י\"ד יום קודם הלידה אמנם אם אחזה הגרת דם והחבלים קודם הלידה בב' יום על דרך משל ונשארו הכאבים כל השני ימים ולא שפתה כלל הנה היא זבה והיא יולדת בזוב לפי שכל מה שראתה מן הדם כל הששה ימים אשר לפני שתי שבתות הסמוכין ללידה אינו מחמת ולד והלכה כר' שמעון: "
            ],
            [
                "<b>המקשה בתוך שמונים לנקבה כו': </b>כבר ידעת שיולדת נקבה מותרת לבעלה אחר י\"ד יום ואפשר שתהר ותפיל באמצע פ' יום. מקום שהחמיר בדם השופי הוא י\"א יום שבין נדה לנדה אשר קדם ביאורו לפי שהיא אם ראתה בהם דם נדה שלא מחמת ולד ג' ימים תהיה זבה ואם ראתה בהם דם הקושי תהיה טהורה כפי מה שקדם ביאורו. מקום שהקל בדם השופי הוא ששים יום וששה ימים של נקבה אשר כל דם שתראה בהם טהור אע\"פ שהוא מחמת עצמה אינו דין שנקל בדם הקושי ויהיה ג\"כ טהור וכבר בארנו שדם השופי הוא אשר ירד מבלי ציר וחבל ודם הקושי הוא אותו אשר ירד עם צירים וחבלים א\"ר אליעזר דיו לבא מן הדין להיות כנדון כמו שהמקשה בזולת ימי טוהר נדה ודם נדה יחשב זה דם הקושי ג\"כ מקשה בתוך ימי טוהר וכבר בארנו בשני מבבא קמא שאין אחד חולק בזה העיקר אשר הוא דיו לבא מן הדין להיות כנדון אך תאמר רבי אליעזר שהמקשה נדה אינה בכלל עליו לפי שכבר בארנו במה שקדם שהמקשה בעת נדתה לבד הוא אשר תהיה נדה אמנם אם קשתה בתוך י\"א יום הנה היא טהורה ואפי' טומאת נדה אין עליה ולכן תהיה ג\"כ טהורה ודמיה טהורין אם קשתה בימי טהרה של נקבה ויהיה הבא מן הדין כנדון לפי שסברת רבי אליעזר שאמר היא נדה אם קשתה בתוך י\"א יום יחוייב שתהא טמאה טומאת נדה אם קשתה בתוך פ' יום של נקבה כמו שזכר פה ואין הלכה כר' אליעזר: "
            ],
            [
                "<b>כל אחד עשר יום בחזקת טהרה כו': </b>אלו הי\"א יום הם אותם אשר בין נדה לנדה אשר הם הלכה למשה מסיני כמו שזכרנו ואמרנו שהיא בהן בחזקת טהרה כוונתם שהיא אינה קובעת וסת באלה הי\"א יום בשום פנים לפי שהוא הזמן היותר קצר שיהיה בין נדה לנדה אמנם אחר י\"א הנה אפשר שתקבע לה וסת ולכן יחוייב (אלה) [<small>ד\"נ</small> אליה] שתבדוק את עצמה תמיד אחר הי\"א יום אע\"פ שזה בזולת עתה הידוע כמו שאמרנו במה שקדם אע\"פ שאמרו דיין שעתן צריכה להיות בודקת ואם ישבה ולא בדקה אחר הי\"א יום בין שהיא בטלה הבדיקה באונס או בשגגה או בזדון הנה היא טהורה ואם הגיע שעת ווסתה ולא בדקה ואחר זה בדקה ואפי' מצאה עצמה טהורה הנה היא טמאה ובחזקת נדה מאשר לא בדקה עצמה בשעת ווסתה וכבר ידעת שהזב והזבה סופרים שבעת ימי נקיים ואחר יטהרו ואלו שבעת ימים הם אותם אשר יקראו ימי הזב והזבה וכבר בארנו שהאשה לא תהיה זבה ותצטרך ספירת ז' ימים נקיים עד שתראה דם ג' ימים רצופין בלא עת נדתה והיא אשר תקרא זבה גדולה ואם ראתה דם בלא עת נדתה בתחלת היום היא בזה היום טמאה ותשאר שומרת ליום השני ואם לא תראה דם ביום ב' תטבול ותותר לבעלה ותטהר ואם ראתה דם ביום הב' ג\"כ תשמור ביום הג' ואם נשלמה (פירוש מגזרת שלם) ולא תראה דם תטהר ומותרת לבעלה ואם ראתה דם בזה היום הג' תהיה זבה גדולה ותצטרך ספירת שבעת ימים והיא באלה הימים תקרא שומרת יום כנגד יום ותקרא ג\"כ זבה קטנה וכבר בארנו פעמים רבות שזאת השומרת יום כנגד יום אסורה לבעלה ומטמאה משכב ומושב כזכה אלא שהיא לא תצטרך ספירת ז' כזבה גדולה ולא קרבן. ואמר שהזב והזבה אם לא בדקו עצמם בכל יום מאלו ז' ימים אע\"פ שבדקו אחריהם ונמצאו טהורין וכן שומרת יום כנגד יום אם לא בדקה עצמה ביום השני אם היתה רואה בראשון לבד או לא בדקה בג' אם היתה רואה גם כן בב' אע\"פ שבדקה עצמה אחר זה ונמצאת טהורה הנה הם בחזקת טומאתן לפי שכבר הוחזקו לטומאה ולא יצאתה ממנה אלא. בהתאמתות ואין הלכה כרבי מאיר: "
            ]
        ],
        [
            [
                "<b>יוצא דופן אין יושבין עליו ימי טומאה כו': </b>חכמים אומרים אשה כי תזריע וילדה זכר עד שילדה ממקום שמזרעת רבי שמעון אומר שאמרו תלד לרבות יוצא דופן והוא שישוסע חלצי האשה אם תקשה עליה הלידה ויצא העובר משם: ובית החיצון כנוי מן המקום אשר הוא יוצא מצואר הרחם והוא המקום שיכנס בו האמה בעת המשגל אם יצא דם מן המקום אשר יגע ראש האמה הנה היא טמאה ואע\"פ שהדם לא יפלוט ולא יצא חוץ לגוף והוא אמרם בגדר בית החיצון מקום שהשמש דש ובא בזב כי יהיה זב מבשרו עד שתצא טומאתו מבשרו ובא בבעל קרי ואיש אשר תצא ממנו שכבת זרע עד שתפרד מגופו ואז יטמאנו והלכה כר' שמעון: "
            ],
            [
                "<b>היה אוכל בתרומה והרגיש שנזדעזעו אבריו כו': </b>התירו לו פה לאחוז באמה לפי שהוא כבר הזריע ולא יוסיף בזה הרהור ואמרו ומטמאין בכל שהוא רומז אל שכבת זרע ואל הזוב לפי שזב ובעל קרי אם ראו איזה שיעור שיהיה נטמאו אמנם מי שיגע בשכבת זרע עד שיגיע בכעדשה אז יטמא כמו שבארנו: "
            ],
            [
                "<b>תינוקת בת יום אחד מטמאה כו': </b>אם תהיה בת יום אחד ותשוב נדה אם יצא ממנה דם ביום הלידה ואפשר שתהיה בת עשרה ימים זבה כגון שתראה שלשה ימים רצופים אחר שבעת ימים מנדה לפי שהיא כל שבעת ימי ראיותה לא תהיה בה זבה כפי מה שבארנו ושלא תהיה הזבה זבה אלא בלא עת נדתה ואלה המשפטים כלם קבלה ואין מופת עליהם זולת סמכים: ואמרו ופוטר מן היבום לפי שהיא אם תשלים שלשים יום כפי מה שיתבאר ביבמות הנה נפטרה אמו מן החליצה ומן היבום אמנם אם מת בתוך שלשים יום הנה היא חולצת ולא מתיבמת וכבר נתאמת שאפילו מיום אחד פוטר אמו מן היבום ואמרו ופוסל מן התרומה אינו רוצה בו שתהיה כהנת שיש לה בן מישראל בן יום אחד הנה היא אסורה בעבורו לאכול בתרומה לפי שכבר התבאר ביבמות שהעובר פוסל וכ\"ש בן יום אחד ואמנם ירצה בו שהוא פוסל עבדי אביו מלאכול בתרומה המשל בזה כגון שיהיה לכהן שתי נשים אחת מהן כשרה לכהונה ויש לה ממנה בנים והשניה פסולה לכהונה ויש לה ממנה בן יום אחד והוא חלל ומת זה הכהן ויש לו עבדים ונתערב זה החלל עם אחיו הכשרים ולכן נפסלו הבגדים מלאכול בתרומה מפני חלקו של חלל אשר אינו מאכיל זה להיותו בן יום אחד אמנם אם היה עובר היה מותר לעבדים שיאכלו מפני הבנים הכשרים עד שיולד זה החלל לפי שהעיקר אצלינו שאין קנין לעובר. ואמרו ונוחל ומנחיל ר\"ל נוחל מן האם ומנחיל לאחים מן האב משל בזה שאם תמות אמו ביום לידתה הנה הוא ירש נכסיה ואם ימות הוא אחר זה ביום הולדו הנה ירשוהו אחיו מאביו ותסוב נחלה מזה הקטן לאחיו מאביו ביום אחד: ואמרו כחתן שלם ר\"ל שיחוייב להתאבל עליו ובתנאי שיהיה אצלם התאמתות שנולד לתשעה חדשים שלמים אמנם אם לא יתאמת לאביו ולאמו זה הנה לא יחוייבו להתאבל עליו עד שישלמו לו שלשים יום לפי שהעיקר אצלינו כל שלא שהה שלשים יום באדם הרי זה נפל אם כלו חדשיו כמו שבארנו אפילו מת ביום שלשים עצמו אינו מחוייב להתאבל עליו: "
            ],
            [
                "<b>בת שלש שנים ויום אחד מתקדשת כו': </b>זה כולו מבואר לפי שהעיקר אשר יכלול זה הוא אמרנו בת שלש שנים ויום אחד ביאתה ביאה וזה הדבר הלכה למשה מסיני ופחותה משלש שנים ויום אחד אין ביאתה ביאה וכבר נכפל זה במקומות רבים וכוונה כנותן האצבע בעין אשר תדמע רגע ואחר ישוב לעניינו כן אם נבעלה היא פחותה מאלה השנים תשוב בתולה כאילו לא נבעלה כלל: "
            ],
            [
                "<b>בן תשע שנים ויום אחד כו': </b>זה העיקר כולו גם כן אמרו בן תשע שנים ויום אחד ביאתו ביאה ואמרו עד שיגדיל ר\"ל עד שיגדיל ויבעול אחר שהביא שתי שערות ואז יתן גט ויפטור ואמנם לא בא עליה משהגדיל הנה היא תצטרך גט וחליצה כפי מה שבארנו בעשירי מיבמות ואם בעל נדה יהיה כבועל נדה ויטמא משכב התחתון כעליון כמו שבארנו בראש כלים ופוסל מן התרומה אם היה זה פסול לכהונה ובעל כהנת הנה הוא ישיבה חללה ותפסל מלאכול בתרומה ואם היה כהן בן תשע שנים ויום אחד ונשא ישראלית אינו מאכיל אותה לפי שאין קנינו קנין גמור כמו שזכרנו בשביעי מיבמות ואם רבע את הבהמה פסלה מעל גבי המזבח כמו שהתבאר בששי מתמורה וכל העריות מתות על ידו והוא פטור כמו שהתבאר בשני מכריתות וכבר בארנו זה תכלית הביאור בז' מסנהדרין: "
            ],
            [
                "<b>בת אחת עשרה שנה ויום וכו': </b>זה אשר אמרנו בת י\"ב שנים ויום אחד ובן י\"ג שנה ויום אחד נדריהן קיימין ואפי' אמרו אין אנו יודעין. בתנאי הבאת שתי שערות למטה בגוף כמו שבארנו במקומות ביבמות וכתובות ואז לוקין על המראתן אם מרו אמנם אם לא יביאו שתי שערות עדיין קטנים הם וכוונת נבדקים שישאלום אם הם יודעים כוונת הנדרים ולמי הם ואם לא יאמרו נבדקים כל י\"ב וכן כל י\"ג לתינוק לפי שכבר נאמר ששלשים יום בשנה חשובין שנה היה עולה במחשבתינו של בעל זה המאמר אם ישאלום שלשים יום ומצאם שלא יבינו נסתלקה חקירתם אמר אין הענין כן אבל לדברי הכל בודקין כל שנת י\"ב חדש לנקבה וי\"ג לזכר וכל עוד שנמצאום יודע נדריו קיימין ואע\"פ שהם קטנים וזה היא עונת נדרים הרמוז אליה בכל מקום ושני הנקבה לעונת נדרים פחות משני הזכר להיות חייהן קצרים מחיי האיש ברוב: "
            ],
            [
                "<b>משל משלו חכמים באשה כו': </b>פגה הוא הפרי הפג בוחל הוא הפירות אשר הקריבו להתבשל וצמל שם פירות נתמלא בשולם והוא מלה מורכבת מן ויצאה מלאה וכבר בארנו גדר הקטנות והנערות והבגרות בשלישי מכתובות: "
            ],
            [
                "<b>איזו היא סימניה רבי יוסי הגלילי אומר משיעלה הקמט כו': </b>איזו היא סימניה ר\"ל איזה האות הוא אות הבגרות ואלה הסימנים הם הסימנים אשר נתנו חכמים מלמעלה והם אשר יורו על הסימנים שלמטה וזה שאנחנו כבר בארנו פעמים רבות שאם הביאה שתי שערות אחר י\"ב שנה ויום אחד הנה היא תקרא נערה ומן ששה חדשים אחר הבאת ב' שערות תהיה בוגרת ואין לאביה רשות בה והנה אצלינו הסימנים אשר נקבל מהן מופת על הבגרות אם הם כמו סימנים של מטה ואמרו פה תחת הדד ר\"ל במקום הדד וגדרו זה כשתשיב ידיה אל אחוריה ומשתשחיר את הפיטומות ועד שישחיר ראש השד של העוקץ ר\"ל על קצת השד והלכה כדברי כולן להחמיר ולכן כל עוד שיתראה אחד מאלה הסימנים ולא יתראה האחר נשימה כבוגרת להחמיר ולא להקל ואם קדשה עצמה בפני אביה צריכה גט כבוגרת ואם קדשה אביה ג\"כ צריכה גט כנערה אע\"פ שלא יתראו בה סימני בגרות וכן כל מי שיתראה אחד מאלה הסימנים שאביה מפר נדריה לחומרא ולא תנשא לכהן גדול: "
            ],
            [
                "<b>בת עשרים שנה שלא הביאה כו': </b>אמר והיא איילונית ולא אמר הרי זו איילונית הרי מהשלמת התנאי שתהיה בת עשרים שלא הביאה שתי שערות ויתראה בה סימני האיילונית ואז נדון עליה בדין האיילונית וכן הבן עשרים שלא הביא שתי שערות עד שיתראו בו סימני סריס ואז יהיה סריס חמה וכבר בארנו סימני איילונית בראשון מיבמות וסימני סריס חמה בעשירי מיבמות אמנם אם לא יתראו סימני איילונית וסימני סריס ולא הביאו שתי שערות הנה כמלאת לכל אחד מהם ל\"ה שנה ואז יהיה סריס או איילונית כמו שבארנו במקומות רבים מיבמות ואין הלכה כרבי אליעזר ודע שאלו העשרים שנה לא נצטרך שיהיו מיום ליום וכן לא אמר בהן עשרים שנה ויום אחד ולזה אם לא הביאו שתי שערות ונראו סימני סריס וסימני איילונית והם בני עשרים שנה פחות שלשים יום הנה נדון בהם כאילו הם עשרים שלמות ויהיה סריס או איילונית: "
            ]
        ],
        [
            [
                "<b>בא סימן התחתון עד שלא בא העליון כו': </b>עד שלא בא התחתון אמרו אע\"פ שאי אפשר הוא סברת חכמים אמנם לרבי מאיר אפשר שיבא העליון ולא יבא התחתון ולכן לא חולצת לפי שהסמיכה היא על הסימן התחתון וכבר ידעת שהאשה לא תחלוץ עד שתביא ב' שערות ומותר היבום בקטנה זולת לרבי מאיר שהוא מקיש אשה לאיש ולא יהיה אצלו יבום כשר אלא לגדולה ולכן אמר פה לא חולצת ולא מתייבמת ואל החכמים האומרים שלא יתראה סימן העליון אלא אחר שנראה הסימן התחתון ואפילו בדקנו ולא מצאנו נאמר הנה נפל וסימן התחתון הוא הבאת ב' שערות וסימן העליון סימני השדים אשר קדמו וכבר התבאר לך שלדברי הכל על סימן תחתון סמכינן ולזה אמרו כיון שבא תחתון שוב אין משגיחין על העליון ומבואר שאין אצלינו סימן עליון אלא באשה לבד כי אין לאיש סימן עליון ואין הלכה כרבי מאיר: "
            ],
            [
                "<b>כיוצא בו כל כלי חרש כו': </b>מכניס הוא שיהיה נקוב נקב אפשר שיכנס המים ממנו לכלי אם תשים זה הכלי על פני המים ובלי ספק שכל נקב הוא בזה השיעור אם מלא זה הכלי במים יוזל ממנו וזה אשר יקראהו מוציא משקה וכבר בארנו זה במסכת כלים שכל כלי חרס ינקב בכונס משקה אשר יפסל ולא יאות שיהיה גיסטרא ר\"ל יושב לקבול ההטפחה ואז לא יקבל טומאה כן ג\"כ אם ינקב כמוציא משקה הנה הוא פסול לגסטרא ולא יאות אליה ולכן לא יקבל טומאה לסיבת זה מה שזכרנו לפי שאין אומרים הבא גיסטרא לגיסטרא לפי שגיסטרא עצמה אמנם נעשתה לקבל ההטפחה ואם תהיה מטפחת נצטרך אליה לנושא אחד ואמר יש שהוא מוציא ואינו מכניס ר\"ל שיש קצת כלי חרס לקצת העניינים שאם ינקב במוציא משקה לבד ואינו מכניס משקה יהיה כשר וזה לקדש בו מי חטאת לפי שמכניס ואינו מוציא כשר למי חטאת ויהיה לשון המאמר ממה שבארנו כל כלי חרס שפסול למי חטאת פסול לגיסטרא ויש שפסול לגיסטרא ואינו פסול למי חטאת: וכבר התבאר בשני מאהלות שאבר שיש בו עצם מטמא במגע ובאהל ואם לא יהיה בו עצם אינו מטמא באהל וזאת היא התועלת בידיעתינו מזה האבר אם יש לו עצם אם לא וכבר התבאר בהש\"ס שאלה הפרקים אשר בהם הצפורנים אם נעדר הציפורן אע\"פ שהאבר נשאר בגדלו ובבשרו הנה הוא מטמא במגע. ובמשא ואינו מטמא באהל: "
            ],
            [
                "<b>כל המטמא במדרס מטמא טמא מת כו': </b>אמר השם יתברך בזב והיושב על הכלי אשר ישב עליו וגו' ובאה הקבלה יכול כפה סאה וישב עליה כפה תרקב וישב עליה יהא טמא תלמוד לומר והיושב על הכלי אשר ישב עליו הזב מי שמיוחד לישיבה יצא זה שאינו מיוחד לישיבה שאומרים לו עמוד ונעשה מלאכתינו כבר התבאר שהכלים אשר לא יאותו למשכב ומושב לא יטמאו במדרס הזב והם מטמאין טומאת מת וזהו כונת אמרם בזב עמוד ונעשה מלאכתינו ואין אומרים בטמא מת עמוד ונעשה מלאכתינו וכבר התבאר זאת הכוונה בפרק שני מכלים וכן בארנו ענין המדרס בי\"ח מכלים: "
            ],
            [
                "<b>כל הראוי לדון דיני נפשות כו': </b>כמו שמבואר בסנהדרין זאת המשנה לרבי מאיר שמחשב שסומא באחת מעיניו פסול לדון ויקבל מופת מאמרו יתברך על פיהם יהיה כל ריב וכל נגע מקיש ריבים לנגעים מה נגעים שלא בסומין דכתיב לכל מראה עיני הכהן אף ריבים שלא בסומין ולכן סומא באחד מעיניו פסול לדון וכשר להעיד אצל רבי מאיר אמנם אצל חכמים הנה הוא כשר לדון מאחר שהעיקר אצלינו שגמר דין כשר בלילה כמו שהתבאר בסנהדרין ואע\"פ שראית נגעים לא תהיה בלילה כמו שבארנו בנגעים כן גם כן סומא באחד מעיניו ידין ואע\"פ שיהיה פסול לראות רגעים ואין הלכה כר' מאיר: ואשר חייב שלא שם הש\"ס זאת המשנה באוהב ושונא אשר הוא כשר להעיד כפי סברת חכמים ופסול לדין כמו שהתבאר במקומות מן הש\"ס להיותו ענין נעתק במהרה והוא שישוב השונא אוהב וישוב תכף על ענין האמצעית ואין בכחו אלא שיאמר ויש שהוא כשר להעיד ואינו כשר לדון: "
            ],
            [
                "<b>כל שהוא חייב במעשרות כו': </b>מבואר הוא שמיני הבשריים והגידים והביצים כולן טמאין טומאת אוכלין ואין בהם מעשרות לפי שהם אינם מגידולי קרקע: "
            ],
            [
                "<b>כל שהוא חייב בפאה כו': </b>גדר הדברים אשר יחייבו במעשר אינם מגדר הדברים אשר יחייבו בפאה שבגדר הפאה נאמר כלל אמרו בפיאה כל שהוא אוכל ונשמר וגדולו מן הארץ ולקיטתו כאחד ומכניסו לקיום חייב בפאה ואמר בגדר המעשר כלל אמרו במעשר כל שהוא אוכל ונשמר וגדולו מן הארץ חייב במעשר וכבר בארנו אלו הכללות במקומם והצורך אליהם מהם כבר הובן: "
            ],
            [
                "<b>כל שהוא חייב בראשית הגז כו': </b>כבר בארנו בי\"א מחולין שראשית הגז יחוייב למין הצאן לבד והמתנות והם הזרוע והלחיים והקיבה יחוייב לצאן ולבקר ולעזים זכריהן ונקביהן: "
            ],
            [
                "<b>כל שיש לו ביעור יש לו שביעית כו': </b>אמר השם יתברך בשביעית ולבהמתך ולחיה אשר בארצך וגו' ואמרו בספרי כל זמן שחיה אוכלת מן השדה האכל לבהמתך מן הבית כלה לחיה מן השדה כלה לבהמתך מן הבית וזה הוא כוונת הביעור רוצה לומר שיסיר אלה הצמחים מביתו אם כלו מן השדה וכבר התבאר זה כולו ונתאמת במסכת שביעית ושם דברים לא יעקר שרשם בשום פנים מן הארץ כמו עלי הלוף השוטה ועלי הדנדנה והם עלי הלוף והנענע שקורין מינט\"ה ואלה וכיוצא בהם יחוייב להם משפט השביעית ולא יחייבו בם הביעור לפי שהיא לא תכלה מן השדה: "
            ],
            [
                "<b>כל שיש לו קשקשת יש לו סנפיר כו': </b>קשקשת הם הקשקשים וסנפיר הם הכנפים וזה מגיע לידיעת מיני בעלי חיים ותועלתו בידיעת הטמא והטהור מן הדג ולידיעת הבהמה מן החיה כפי מה שיתבאר בחולין: "
            ],
            [
                "<b>כל הטעון ברכה לאחריו כו': </b>ידוע הוא שהמצות כלם מברך עליהם עובר לעשייתן כמו הציצית והתפילין והמזוזה והסוכה והלולב וזולתם ואין חיוב ברכה אחרי העשותם: "
            ],
            [
                "<b>תינוקת שהביאה שתי שערות כו': </b>כבר בארנו פעמים רבות שאלה ב' שערות לא יועילו ולא יהיו סימני הבגרות אלא אם ימצאו בפגישת זמן המורגל והוא י\"ב שנה ויום אחד לתינוקת וי\"ג שנה ויום אחד לתינוק וכל עוד שיהיה פחות מאלה השנים וימצא להם הב' שערות הנה הוא שומא ואינם סימני הבגרות ולשון נקיה הוא בקראן לשער גב הערוה זקן ופסק ההלכה הבת ממאנת עד שתביא ב' שערות ואם תביא ב' שערות והיה לה י\"ב שנים ויום אחד אינה ממאנת ואם לא נמצאו לה ב' שערות תמאן ואפילו היתה מכ' שנה אלא אם יתאמת שהיא איילונית כפי מה שהתנינו כי היא אז לא תמאן וזה אם לא בא עליה אחר י\"ב שנה ויום אחד אמנם אם בא עליה בזמן הזה היתה מקודשת בביאה שהיא דאורייתא ואינה יכולה למאן ואע\"פ שלא נמצאו לה ב' שערות כי אנחנו נאמר שמא נשרו מאחר שהגיעה לכלל שנותיה וזהו המשל המבואר בזה הדין וכבר זכרנו זה ביבמות וזו היא הסברא האמתית אשר יתראה מעיון הש\"ס: "
            ],
            [
                "<b>שתי שערות האמורות בפרה כו': </b>אמרו בש\"ס הלכה כדברי כולן להחמיר ויהיה כפי מה שאספר אם יהיו שתי שערות כדי שיהו נטלות בזוג אשר הוא הפחות שבשיעורים אינה ממאנת ואינה חולצת עד שיהיו כדי לכוף ראשן לעיקרן: "
            ],
            [
                "<b>הרואה כתם הרי זו מקולקלת כו': </b>מבואר הוא שזה הכתם הוא שתמצא טפת דם בבגדה כפי מה שיתבאר אמנם מצאה בלא עת נדתה: וכונת אמרו מקולקלת אם נפסד העת הידוע לנדתה ונתקלקל וסתה וחוששת משום זוב אמנם אם שתהיה ספק זבה ותביא קרבן זבה אינו נאכל כמו שבארנו בערכין וכבר התבאר בהש\"ס שאם יהי' הכתם שיעור ג' גריסין ושיעור הגריס כבר בארנו בנגעים הנה היא חוששת משום זוב ונאמר כגריס בא בכל יום וזה הכתם מראותה ג' ימים ולכך תחוש לזוב וזו היא סברת חכמים ורבי חנינא בן אנטיגנוס הוא האומר פה שאין בכתמים משום זוב וכן אוקים הש\"ס זה הדבר ביחיד ואמר מאן חכמים רבי חנינא בן אנטיגנוס שאמר שכתם אחד לא תחוש לו משום זוב ואפילו היה בתכלית הגודל אלא אם לבשה ג' בגדים בדוקים ונמצא כתם על כל בגד מהם או שנמצאו ג' כתמים בבגד אחד בתנאי שיעמוד עליה זה הבגד שני ימים ותמצא ביום הג' כתמים ואז תהיה ספק זבה ותחוש לזבה והלכה כחכמים שאומרים חוששת משום זוב ואפילו בכתם אחד אם יהיה גדול השיעור כמו שבארנו: "
            ],
            [
                "<b>הרואה יום י\"א בין השמשות כו': </b>זה הי\"א יום כבר קדם לנו ביאורו ולשון זאת המשנה כמו שביאר הש\"ס הוא כן הרואה יום י\"א בין השמשות תחלת נדה וסוף זיבה ובשביעי לנדתה סוף נדה ותחלת זיבה וכן יום מ' לזכר יום פ' לנקבה בין השמשות וביאור זה שאם ראתה דם יום מ' או יום פ' בין השמשות וזה ספק אם ביום היתה הראיה ויהיה דם טהור או בלילה ויהיה דם טמא ואם ראתה ב' ימים רצופים והם הט' והיו\"ד מן י\"א אשר הם ימים הראוים לזיבה כמו שבארנו ויום הי\"א אם ראתה דם בין השמשות הנה זה ספק אם ראתה הדם ביום ותהיה הראיה סוף זיבה לפי שהיא ראתה ג' ימים רצופים או תהיה זאת הראיה בלילה בליל י\"ב ותהיה זאת הראיה תחלת נדה ולא תהיה זבה או אם ראתה דם יום ז' לנדתה בין השמשות וזה ספק גם כן אם ביום היתה הראיה ותהיה הראיה סוף נדה בהיותה השבעת הימים כולם בנדתה כמו שבארנו או ליל השמיני היתה הראיה ותהיה זאת הראיה תחלת זיבה ואם ראתה אחר זה יום התשיעי והיה מתחלת הנדה אשר הם ימי זובה ותהיה זבה הנה אלה כולן טועות והזיבה שלהן ספק ומביאות קרבן ואינו נאכל כמו שבארנו בערכין שכל הטועות מביאות קרבן ואינו נאכל ואמר ר' יהושע שוטות אמרו תני טועות וכונת מאמר ר' יהושע אשר אמר להאמת דבריו והועירנו בטועות הערה בבלתי טועות איך משפטו כי (אל) ירמוז אל זה המין מן ההערה אשר אנחנו בטבילה אשר היא קשה מאד ורבת משפטים ואני איני יכול להאריך בתכלית לבאר הפרצות הרבות הנופלות קרובות האפשרות וכל שכן שיפרצו פרצות רחוקות האפשרות כמו אלה שתראינה בין השמשות לבד וביום ידוע עוזר וזה רחוק הנפילה ואם לקחנו בהערה כפי מה שיחוייב מזה ירחיב עלינו המאמר והשתדלנו באמתיים: "
            ]
        ],
        [
            [
                "<b>דם הנדה ובשר המת מטמאין לחין כו': </b>אמר יתברך והדוה בנדתה ובאה הקבלה מדוה כמוה ר\"ל שדמה יטמא כמו שתטמא היא והוא אב הטומאה כמו שבארנו בפתיחת זה הסדר ואמר דם יהיה זובה ובאה הקבלה בהוייתו יהא ואפילו יבש ולמה שמצאנו הפסוק כבר דן על עצם המת בטומאה והוא באמרו או בעצם אדם ממנו בשרו יטמא אפילו יבש תכלית היובש כעצם ובא בזב רר בשרו עד שיהיה לח בעת שיוזל ואז יטמא וניעו הריר והרוק הוא הרוק שלא יטמא אלא לח ואמרו וכי ירוק ובעת שירוק אמנם יהיה לח: ובשרץ אמר כל הנוגע מהם במותם ובאה הקבלה כעין מותם ר\"ל כמו שהם לחים בעת מותם ובנבלה אמר וכי ימות מן הבהמה כעין מותם ושכבת זרע אמרו בראויה להזריע ואם נתיבש השרץ תכלית היובש אם שדרתו נראית והעצמות מחוברות בחוליות שדרתו הנה הוא ג\"כ מטמא לקיום צורת תבניתו ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>השרץ שנמצא במבוי מטמא כו': </b>עד שעה שיכול להיות לח עד שעת הכבוד עד העת אשר יכנוס בו זה העפר ולא נמצא בו שרץ אמר מפני שחזקת בני ישראל שבודקין מבואותיהן בשעת כבודם וחזקת בנות ישראל שבודקות חלוקותיהם בשעת כבוסן וזה ההבדל אשר שם רבי שמעון בין לח בין יבש הוא בשרץ לפי שאם ימצאנו לח אז נאמר על דרך משל אפשר שיהיה לח זה השרץ מעת שמת שני ימים ויהיה מטמא ב' ימים למפרע לבד ואמנם הכתם אפי' לח מטמא למפרע ואפילו לאחר ימים לפי שאנחנו נאמר אם היה יבש הנה יש לו ימים רבים שהוא בזה הבגד ונגעו בעוד שהיה מטפיח ולח וכבר התבאר בטהרות שמבוי כרשות היחיד וספקו טמא ולכן היו הטהרות שנעשו במבוי זה טמאים למפרע מפנ זה השרץ ואין הלכה כרבי שמעון: "
            ],
            [
                "<b>כל הכתמים הבאים מרקם טהורים כו': </b>כבר הודעתיך פעמים רבות שהכותים אינם מטמאים בזוב ולא בנדה ואמנם גזרו עליהם אך לא גזרו על כתמיהם לפי שהאמתית דם נדה שלהם מטמא מדרבנן ואיך יטמאו ספק: רקם מקום בצד ארץ ישראל והוא קדש הנזכר בתורה ויהיה בזה המקום כותים ובשכונתם ישראל והלכו ברוב דרכיהם כמו שיעשו הגרים הבלתי תוריים אם יהיה שכן לו גר תוריים: ותצטרך זאת המשנה אל תקון ותקונה הוא זה מבין ישראל ומבין הכותיים טמאים. הנמצאים בערי ישראל טהורים שלא נחשדו על כתמיהם ומצניעין אותן הנמצאים בערי הכותיים רבי מאיר מטמא מפני שאין מצניעין את כתמיהן [<small>נראה דחסר כאן וצ\"ל:</small> וחכמים מטמאים דלא נחשדו על כתמיהם.] והצנע מצניע אותן ר\"ל שהם בלתי מורגלים מלהשליך בשוקים בגדים אם יש בהם כתם אבל יגנזוהו ויצניעוהו עד שירחץ וזה הכתם הנמצא אמנם הוא דם חיה ודם בהמה וכיוצא בהם ולכן הניחוהו שם ואין הלכה כרבי מאיר וזה כפי זה הזמן אמנם היום כותיים כעובדי כוכבים וכתמיהם טהורים כמו שבארנו פעמים רבות: "
            ],
            [
                "<b>כל הכתמים הנמצאים ככל מקום טהורים כו': </b>כבר בארנו שהכתמים הנמצאים ואפילו בערי ישראל טהורים לפי שהם לא ישליכו כתם טמא ואם נמצא זה הבגד אשר עליו הדם בערי ישראל בחדרים ובמקום ממקומות הטומאה והנה נדון עליהם שהם כתמי נדה ואמנם הצניעוהו שם כמו שקדם שישאל אצנועי מצנעי להו והיו הכותיים מחשבים שהנפל אחד שאין לו חלק ונחלה בארץ תותר לקוברו בכל מקום ואין זה נכון לכן המקומות אשר בהם טומאה מארצם יטמאו באהל לפי שהם בחזקת בית הקברות ואין הלכה כרבי יהודה וזה מאז אמנם היום הנה הכותי עצמו אם מת לא יטמא באהל לפי שהם עובדי כוכבים ואין מטמאין באהל: "
            ],
            [
                "<b>נאמנים לומר קברנו שם את הנפלים כו': </b>מה שהם נאמנים באמרם לא קברנו עד שיהיה כהן עומד בזה המקום ותרומה בידו ואוכלה והנה אי אפשר שנאמר אולי היא תרומה טמאה להיותו אוכלה וכן מה שהם נאמנים באמרם שזאת הבהמה בכרה עד שיהיה מותרין ולדותיה או יעבוד בה אשר בא בו הפסוק אילו היה בכור לא תעבוד בבכור שורך ולא תגוז בכור צאנך: וכן נאמנים במקום שהוא טהור מאחר שאין בו ציון לפי שהם היו עושין ציון על הקברות אמנם אם היה אילן מיסך על הארץ או אבנים פרועות יוצאות מן הגדר ואמרו שתחתיהן טהור אין נאמנים לפי שלפעמים תחתיהם טומאה והם לא יאמינו שזה אהל שלא יטמא מה שבתחת זה הצל וכן בית הפרס אין נאמנים באמרם שזה הוא טהור וכבר יתבאר באהלות משפטי בית הפרס ואיך יטהר ואמרו זה הכלל להביא תחומין ויין נסך שאינן נאמנין עליהם לפי שהם אינן מאמינין איסור תחומים ולא איסוך יין נסך ולא אצטרך להשיב שמשפטם היום כעובדי כוכבים לכל דבריהם: "
            ]
        ],
        [
            [
                "<b>הרואה כתם על בשרה כו': </b>למה שאמר כנגד בית התורפה טמאה ביאר המקום אשר הוא כנגד בית התורפה אמנם עקבה הנה אפשר שיקרב באבר ממנה אמנם גודלה הוא אצבע מאצבעות רגליה הנה אי אפשר בו זה אמנם אמרו על ראש גודלה טמא לפי שאנחנו נאמר שלפעמים יוטף עליו הדם בעת לכתה וזה אפשר וכן מתבאר בהש\"ס: ומבפנים הוא המקום המדובק בעת האסף הרגלים והשוקים אחד מהן לאחרת והאדם עומד: ואמרו על הצדדים מכאן ומכאן ר\"ל מה שיטה אל הפנים או מה שיטה אל השדרה מן היריכים והשוקים בעת התחברם כמו שספרנו ובית יד של חלוק מבואר והאנפליון הוא האזור אשר יחגרו בו: "
            ],
            [
                "<b>ותולה בכל דבר שהיא יכולה לתלות כו': </b>ר' חנינא בן אנטיגנוס אומר אע\"פ שאם לא הרגה ונמצאת כגריס של פול הנה פחות ממנה תולה במאכולת ונאמר שלפעמים בעת שבתה או התהפכה מצד אל צד והרגה בפרעושים ובכינים וכיוצא בהם ומהם הוא זה הכתם והוא הפך הדבר הקודם אשר אמר הרגה מאכולת הרי זו תולה ואם לא הרגה אינה תולה ר' חנינא אומר שאם הרגה הנה היא תיחס אליהם זה הדם ואפילו היה בתכלית הגודל ובתנאי שיהיה אפשר שבזה דם בעל החיים אשר הרגה כשירשום זה השיעור הנמצא ותולה בבנה ובבעלה אם הלכו בדם או היה בהם מכה ואע\"פ שהוא לא תאמת שהיה מהם לפי שהם הנה יגיעו בה והיא לא תדע לא תשים כוונתה בזה: ופירוש להתגלע להתקלף והיא מלה עברית ולפני התגלע הריב פירוש קודם התגלות והתפרסמו כמו שבארנו [<small>בחיבורו פ\"ט מהלכות איסורי ביאה פסק להדיא אפי' לא הרגה, גם התי\"ט התעורר זה.</small>] ואין הלכה כר' חנינא בן אנטיגנוס: "
            ],
            [
                "<b>מעשה באשה אחת שבאת לפני ר' עקיבא כו': </b>כבר בארנו בפתיחת זה הסדר שטומאת כתמים מדרבנן וזאת ההלכה כולה מבוארת: "
            ],
            [
                "<b>עד שהוא נתון תחת הכר כו': </b>כבר ידעת שעד הוא הבגד אשר תקנח בו את עצמה ואם נמצאת בו טיפת דם משוכה נאמר שהוא ממנה ובעת שקנחה את עצמה נתלה בו זה הדם ותהיה כגון רואה כתם אמנם אם היה מקום הדם עגול אין זה מקנוחה אבל מכנה שנהרג שם תחת הכר וכיוצא בזה ות\"ק אומר ואולי הוטף על העד טפה לבד והלכה כרבי אליעזר בר' צדוק: "
            ]
        ],
        [
            [
                "<b>האשה שהיא עושה צרכיה כו': </b>כונת אמרו עושה צרכיה משתנת מים ואם תהיה עומדת אמר רבי מאיר שהשתן ישוב אל המקור ויצא הדם ואמרו ואם יושבת טהורה בתנאי שתהא יושבת על שפת הספל והיא תשליך השתן בחוזק בתוך הספל ונמצא דם בתוך הכלי ואמר רבי מאיר שאילו היה זה הדם מן המקור היה נמצא בדפני הכלי בעת השלמת ההשתנה היה נוזל מן המקור ומאחר שלא נמצא בתוך הכלי הנה הוא יצא עם השתן משתין במקור או בזולתה מן האברים אשר ילך עליהן השתן והלכה כרבי יוסי: "
            ],
            [
                "<b>איש ואשה שעשו צרכיהן כו': </b>אם השתינו איש ואשה בכלי אחד ונמצא בזה השתן דם הנה הוא ב' ספקות ספק מן האיש ספק מן האשה ואת\"ל שהוא מן האשה ספק שהוא מן המקור והמים חזרו למקור והוציא דם ספק שאינו ואע\"פ שיש בענין ספק ספקא מטמא רבי שמעון ואפי' היתה יושבת אשר היא אין שם שיטמא מאחר שנאמר שחזרו המים למקור מטמא רבי שמעון ואין הלכה כרבי שמעון אבל הלכה כרבי יוסי אשר אמר שהיא אילו היתה עומדת (לטומאה) [<small>יעב\"ץ</small> להשתין] ונמצא דם בשתנה טהורה כמו שקדם: "
            ],
            [
                "<b>השאילה חלוקה לנכרית או לנדה כו': </b>הנכרית רואה דם כמו הנדה ואז תולה בה ומופת ר' נחמיה מאמרו ונקתה לארץ תשב כיון דישבה לארץ אשר אינה מקבלת טומאה נקתה. וכבר בארנו בכלים שכלי גללים כלי אבנים כלי אדמה אינם מקבלין טומאה וכן אמרו שאם נמצא דם על כלי חרס מגבו הנה היא טהורה אצל רבי נחמיה מאחר שכלי חרס אינו מטמא מגבו כמו שהתבאר וכן אם היה הכתם על בגד שאין בו שלש על שלש אינו מקבל טומאה כמו שהתבאר בכ\"ז מכלים והלכה כרבי נחמיה: "
            ],
            [
                "<b>שלש נשים שהיו ישנות במטה אחת כו': </b>אמרו שאשה מצאתה עצמה נדה היא לבד טמאה בתנאי שתבדוק עצמה בעת רדתה מן המטה בלא עיכוב מן הזמן ותמצא עצמה טמאה ואז תולין בה ויאמר שזה הדם ממנה וכבר בארנו כונת אמרו תולות זו בזו ואמר כיצד תולות זו בזו עוברה ושאינה עוברה תולה עוברה בשאינה עוברה מניקה ושאינה מניקה תולה מניקה בשאינה מניקה זקנה ושאינו זקנה תולה זקנה בשאינה זקנה בתולה ושאינה בתולה תולה בתולה בשאינה בתולה היו שתיהן עוברות שתיהן וכו' ותהיה כל אחת מהן בתורת רואה כתם: ",
                "<b>שלש נשים שהיו ישנות כו': בדקה אחת מהן כו': </b>ר\"מ למד דין הכתמים לטעמו בגל טמא שנתערב בשני גלים טמאים ואמר לחכמים למה לא תאמרו בגל טמא שנתערב בגלים טהורים שיהיו כולם בחזקת טומאה לעולם עד שתמצא הטומאה כמו שאמרתם בשלש נשים שנפל בהם הספק שאמרתם כי שלשתן טמאות וחכ\"א כי בשלש נשים ידוע בהכרח כי אחת היא רואה הכתם אלא שאין אנו יודעין מי היא אבל בגלים האלו יתכן שהטומאה אינה שם שאכלוה חיה או שטפוה המים על כן כשיחפור עד שיגיע קרקע בתולה או עד שיגיע לסלע הותרו המקומות כולם אשר נתחפשו החפוש הזה והלכה כחכמים: "
            ],
            [
                "<b>כל דבר שהוא בחזקת טומאה כו': </b>ר\"מ למד דין הכתמים לטעמו בגל טמא שנתערב בשני גלים טמאים ואמר לחכמים למה לא תאמרו בגל טמא שנתערב בגלים טהורים שיהיו כולם בחזקת טומאה לעולם עד שתמצא הטומאה כמו שאמרתם בשלש נשים שנפל בהם הספק שאמרתם כי שלשתן טמאות וחכ\"א כי בשלש נשים ידוע בהכרח כי אחת היא רואה הכתם אלא שאין אנו יודעין מי היא אבל בגלים האלו יתכן שהטומאה אינה שם שאכלוה חיה או שטפוה המים על כן כשיחפור עד שיגיע קרקע בתולה או עד שיגיע לסלע הותרו המקומות כולם אשר נתחפשו החפוש הזה והלכה כחכמים: "
            ],
            [
                "<b>שבעה סמנים מעבירין על הכתם כו': </b>רוק תפל רוק הצם ועוד יבאר אותו: ונתר הוא אל פוע\"ל וכבר בארנוהו בב' של כלים: ובורית היא צמח והוא מפורסם באל גאסו\"ל ובתוספתא דשביעית אמרו הבורית והאהל יש להם שביעית ולדמיהם שביעית: קמוניא מלח אלקל\"י: ואשלג אלצעדו\"ן ואלה כולם כביסות וכשהיה הכתם דם יסור או יחסר עינו והוא אמרו עבר או שדיהה הרי זה כתם: "
            ],
            [
                "<b>איזהו רוק תפל כל שלא טעם כו': </b>כשלא יאכל אדם דבר מבערב ויישן חצי הלילה האחרון כלו וישכים וצם אז יהיה רוקו מכבס ויקרא אז רוק תפל לפי שהוא משולל מתערובת המזונות וישאר כן עד שתעבור שעה שלישית ופירוש אמרו לעיסת גריסין של פול וחלוקת נפש שילעוס הפולים וימזוג עם לעיסתם רוק הרבה מפיו: ומי רגלים שהחמיצו הוא השתן שעברו עליו ג' ימים ולכסכס שיחכך הבגד בין ידיו בשעתו כמו שעושים הכובסין ואמרו לא עשו כלום ר\"ל כשלא יעשה אותן על הסדר וישאר הכתם כמו שהוא עדיין לא נדע בזה שהוא צבע אבל אפשר שהוא כתם וכשירחצו אותו בסמנים על הסדר ישתנה והנה ישאר דבר ספק כמות שהוא ולא יועיל בו הכבוס בלתי מסודר: "
            ],
            [
                "<b>וכל אשה שיש לה וסת דיה שעתה כו': </b>מפהקת פיהוק: ומעטשת עטוש: וחוששת כריסה ושיפולי מעיה שתמצא כבדות והמשכה בשיפולי גופה: וצמרמורות כשערורה והיא כפול מן צמור בשר ואמרו וכן כיוצא בהן ר\"ל איזה מן המקרה שמנהגם ימצוא אותה בעת לדתה אם ארעו לה ג' פעמים חזרו לה אותה מקרים אות על וסת כמו שנמצא מהן מי שימצא היפוך האצטומכא לבד ואחרת כאב הראש ואחרת התנודדות והפוך נפש ואחרת דפוקת הלב והדומה לזה: "
            ],
            [
                "<b>היתה למודה להיות רואה בתחלת הוסתות כו': </b>וסתה לדעת ת\"ק הוא היום אשר נהגה לראות בו נדות והלילה ואם היה מנהגה שתראה כל ל' יום אמר ר' יהודה שהוא מבואר טעם ת\"ק ביום ל' כלו אסורה לשמש ואפילו לא תראה דם מתחלת היום עד סופו וזה טעם אמרו כל היום שלה רבי יוסי אומר שהיא מותרת לשמש עד שש שעות שהיה מנהגה שתראה בו ואם הגיע חצי היום ולא תראה דם תשאר מסופקת ותהיה אסורה לביתה עד המנחה ואם הגיע זמן המנחה ולא ראתה דם תהיה מותרת לבעלה בשארית היום והלכה כרבי יהודה: "
            ],
            [
                "<b>היתה למודה להיות רואה יום חמשה עשר כו': </b>זה כולו מבואר אין צריך פירוש: "
            ],
            [
                "<b>נשים בבתוליהם כגפנים כו': </b>נשים בבתולים כגפנים וכו' הדברים הללו הם מועילים לנו בדיני הטוען לא נמצאו בתולים לנערה ור' יהודה אומר כי יש נשים שאין להן דם כלל לא דם נדה ולא דם בתולים אמנם לא תוליד וזהו ענין דורקטי שהוא מורכב מב' שמות דור קטוע והלכה כרבי יהודה. "
            ]
        ],
        [
            [
                "<b>תינוקת שלא הגיע זמנה לראות כו': </b>עד שתחיה המכה עד שתתרפא המכה ויסור הדם בתולים והגבילו זה כשיהיה הדם שותת ממנה כשעמדה וכשיושבת אינו שותת וכל זמן שישתנה ענינה השנוי הזה הדם שתראה בקצת הענינים האלה כבר נתרפאה המכה ואם ראתה דם אחר כך תהיה אסורה לבעלה ואם ראתה גם כן דם בכל עניינים האלה בין עמדה בין יושבת על הקרקע בין יושבת על הכלים הדם ההוא הוא דם נדה לא דם בתולים והיא טמאה ודברי ב\"ה עד מוצאי שבת ד' לילות ופירוש נותנין לה ד' לילות ותהיה מותרת לבעלה כל ד' לילות שהם עד מוצאי שבת לפי הידוע שבתולה נשאת בד' כמו שבארנו בתחלת כתובות והודיענו (שמותר) שהיה בכלל הד' ימים יום השבת ושמותר לבעול הבתולה לכתחלה בשבת ואמרו על זאת לילה ולילות ולא זכר ימים לפי שידוע מתורתנו שבעילת היום נתעב מאוד ונמנעו ממנה וכבר ידעתה פסק ההלכה שבידינו שהיות בנות ישראל הן החמירו על עצמן שאפילו רואות טפת דם כחרדל יושבות עליה ז' נקיים וכן פסק הלכה בכל בתולה ואפי' היתה בתכלית הקטנות בועל בעילת מצוה ופורש הלכך היה דין כל הנושא בתולה ואפילו שלא הגיע זמנה לראות ולא ראתה דם מימיה שיבעול בעילה אחת ויפרוש ממנה עד שתספור ז' נקיים אחר שיפסוק הדם ותטבול ליל שמיני ואז תהיה מותרת לבעלה כדין כל נדה בזמנינו זה: "
            ],
            [
                "<b>נדה שבדקה עצמה ביום השביעי כו': </b>לא הפרישה לא בדקה עצמה לפרוש מטומאת נדה ואמרו נדה ואמרו סוף הרי זו בחזקת טמאה ר\"ל שהיא ספק זבה ומביאה קרבן ואינו נאכל: ומאמרו ומטמאה מעת לעת תדע כי כשתראה דם בתוך ימי זיבתה ר\"ל בי\"א יום שבין נדה לנדה שתטמא למפרע מעת לעת ומאמרו עוד ואם יש לה וסת דיה שעתה תדע כי האשה קובעת לה וסת בתוך ימי זיבתה בענין שתהיה טמאה בעת הוסת לבד ותהיה דיה שעתה ולא תצטרך בזה ג' פעמים לקבעו כדין כל וסת כמו שנזכר לעיל לפי שבעת הזה ר\"ל בי\"א יום דמיה מסולקין וחלק רבי יהודה על רישא ואמר שאם בדקה עצמה יום שביעי לנדתה בשחרית ומצאתה טהור ולאחר ימים בדקה ומצאתה טמאה היא בחזקת טמאה ואמנם תהיה בחזקת טהורה כשבדקה יום שביעי אחר המנחה ומצאתה טהור ולאחר ימים בדקה ומצאתה טמא וזה טעם אמרו כל שלא הפרישה בטהרה מן המנחה ולמעלה וחכמים אומרים שאפילו אם בדקה עצמה ביום הב' בנדתה בשחרית ומצאה טהור ולא בדקה עצמה יותר מזה והגיע יום שביעי בין השמשות ולא הפרישה ולאחר ימים בדקה ומצאתה טמא הרי זו בחזקת טהרה ר\"ל באותן הימים שעברו שמאחר נדה עד היום ההוא ולא נאמר שהדם נשאר תמיד שותת מעת הנדה עד היום כיון שכבר בדקה עצמה בתוך ימי נדה ולא מצאה דבר הואיל ופסק פסק אבל כשבדקה עצמה ביום הראשון ומצאת טהורה ולא בדקה אח\"כ אינו מועיל לפי שביום הראשון הוחזקה מעין פתוח ועל כן התנה סתם משנה ואפילו בשני בנדתה אע\"פ שיש בגמ' ספק בבדיקה בראשון אמנם פסקנו לחומרא לפי שאמרה המשנה ואפילו בשני ולא אמרה אפילו בראשון והלכה כחכמים: "
            ],
            [
                "<b>הזב והזבה שבדקו עצמן ביום ראשון כו': </b>כבר ידעת החוקים שבאו בזב וזבה שהם צריכין שבעת ימים נקיים ואם יראו בהם טומאה הימים הראשונים יפלו ויתחיל למנות מכאן ואילך והימים האלה אשר בין הא' והז' מז' ימי נקיים הם לדעת רבי יהושע ורבי עקיבא בחזקת טומאה כי אפשר שראו בה טומאה כיון שלא בדקו עצמו אלא שרבי יהושע מקל בדבר שהוא ספק וסופר היום הא' והז' ואם אינם רצופים הצריכום אחר היום הזה ה' ימים בלבד ורבי עקיבא אינו מקל בכך וסופר הז' בלבד ומצריך אותו לחשוב אחר כך ששת ימים עד שיהיו ז' ימי נקיים רצופין והלכה כר' אליעזר: "
            ],
            [
                "<b>הזב והזבה והנדה והיולדת והמצורע כו'</b>: ידוע כי כל מת מטמא במשא אמנם רצונו לומר בכאן מטמאים במשא כי כשנשאו המתים עצמם על הכלים יטמאו כולם ואפילו הבגד תחתון ואף אם היה ביניהם ובין הכלים אבן מסמא מטמאין הם משכב ומושב ואף תחת אבן מסמא כמו שהיו מטמאין בעודם בחיים כמו שבארנו בתחלת זה הסדר והטעם בזה לפי שאנו אומרים על אחד מהם שאינו מת והטומאה הזאת שמטמאים (לו) [ר\"ל] משכב ומושב והם מתים הוא מדרבנן שהמת אינו מטמא משכב ומושב ולשון סיפרא הזב עושה משכב ואין המת עושה משכב וזה שאמרו הזב שמת מטמא במשא עד שימוק הבשר מדברי סופרים וכבר הודעתיך פעמים שהעובדי כוכבים כולם כזבים הלכך העובד כוכבים מטמא משכב תחת אבן מסמא והוא חי ככל הזבים וכשמת טהור מלטמא ושב ככל מת שאינו עושה משכב ואין דינו כדין זב מישראל משום שטומאתו משום זיבות מדרבנן ובית שמאי (שאין) [<small>צ\"ל</small> וב\"ש סבר שאין] כל אשה שמתה בתורת נדה שמתה בעבור שלא תהא מיוחדת הנדה שמתה לבדה בטבילת כליה ויתביישו הנשים הנדות החיות הרואות זה וזה שאמרו בראשונה היו מטבילין את הכלים על גבי נשים נדות מתות והיו נדות חיות מתביישות מהן התקינו שיהיו מטבילין על כל הנשים מפני כבודן של נדות וזהו דעת בית שמאי ובית הלל לא הסכימו בענין זה:"
            ],
            [
                "<b>האשה שמתה ויצאה ממנה רביעית דם מטמא כו': </b>דם נדה הוא אשר יטמא משום כתם דם המתים מטמא באהל כשיש בו רביעית דם כמו שבארנו בשני של אהלות (מ\"ב) ותפשו בדם הזה לחומרא ודנוהו בתורת דם המת ודם החי ואין הלכה כרבי יהודה ולא כרבי יוסי: "
            ],
            [
                "<b>בראשונה היו אומרים היושבת על דם טוהר: </b>העיקר אצלנו היושבת על דם טהרה דינו כטבול יום ולשון התורה כשישבה על דם טוהר בכל קודש לא תגע ואל המקדש וגו' ואמר התנא בזה שבראשונה היו סבורין שחולין שנעשו על טהרת הקדש כקדש דמו ומש\"ה היו אוסרין אותה ליגע בחולין שנעשו על טהרת הפסח ולא היו מתירין לה רק עירוי המים לעיסה בלבד וחזרו לומר שחולין שנעשו על טהרת הקדש אינן כקדש והתירו לה שתגע בחולין שנעשו על טהרת הקדש ושמוה כמגע טמא מת עצמו וזה אמרו לקדשים כלומר לקדשים ולא לחולין שנעשו על טהרת הקדש וההפרש שיש בין מגע טמא מת ובין טמא מת מבואר שמגע טמא מת ראשון לטומאה וטומאת מת אב הטומאה וכבר נתבארו אלה העקרים בתחילת זה הסדר ובמקומות שקדמו: "
            ],
            [
                "<b>ומודים שהיא אוכלת במעשר וקוצה לה חלתה כו': </b>לפי שהיא כמו טבול יום לענין מעשר והעיקר אצלנו טבל ועלה אוכל במעשר וקוצה לה חלה לפי שהעיקר אצלנו חולין הטבולין לחלה לאו כחלה דמו ומותר לטבול יום ליגע בהם על כן היא קוצה מן העיסה כשיעור חלה ולא תאמר והרי זו חלה לפי שתטמא אותה בידיה כמו שנתבאר בטבול יום פוסל בתרומה ודין התרומה והחלה אחת כמו שבארנו בטהרות אבל קוצה אותה והיא חולין ותשים אותה בכלי בצד העיסה חוץ ממנה ואח\"כ תקיף דבר סביב העיסה והחלה עד שיהיה הכל כאילו הוא בכלי אחד ואז תאמר הרי זו חלה ולא תגע בה אח\"כ ואמנם כי הוצרכנו לזה העיקר לפי מה שבארנו במסכת תרומות שמצוה לתרום מן המוקף והודיענו שלא נאמר אם נתיר לה שתקיף ותקרא לה שם תגע בה ותטמא: אח\"כ אמר אם נפל מרוקה ומדמה על ככר של תרומה שהוא טהור לפי שמשקה טבול יום כמשקה שהוא נוגע בהם אלו ואלו אין מטמאין שהתבאר בשני של טבול יום (מ\"ב) ואמנם טבול יום עצמו הוא אשר יגע במשקה תרומה פסלו וזה כי המשקה הפסול לא יטמא אוכלי תרומה כמו שפירשנו וביארנו בתחילת זה הסדר: בית שמאי סוברין שהיושבת על דם טוהר במלאת ימי טהרה צריכה טבילה ואע\"פ שטבלה כבר לסוף שבעה לזכר וארבעה עשר לנקבה והיא טבולת יום כיון שארך עניינה ימים צריכה שתחזור ותטבול וזהו אמרו טבולת יום ארוך בעי טבילה ובית הלל שמין כל אותן הימים בתורת יום אחד וכבר טבלה וכששלמו אותן הימים היא כמי שהעריב שמשו שאינו צריך טבילה: "
            ],
            [
                "<b>הרואה יום י\"א וטבלה לערב ומשמשת כו': </b>כבר קדם לנו הדבור באלו הי\"א יום פעמים ואמרנו שהם הימים אשר הם ראוים לזיבה וכאשר תראה דם בתוך אלו האחד עשר יום דינה שתמתין אותו היום והלילה הסמוכה לו באיסור תשמיש והבא עליה בזמן הזה חייב קרבן ומטמאין משכב ומושב היא ובועלה וחייבין חטאת על הבעילה ההיא וזו היא זבה קטנה וממחרת היום אשר ראתה בו תטבול כעלות החמה כמו שנתבאר במס' מגילה וממתנת כל אותו היום חוששת שמא תראה דם ואם לא תראה דם תהיה מותרת לבעלה בערב ואם ראתה בו דם תהיה היום ההוא והלילה הסמוכה לו גם כן טמאה והיא זבה קטנה וביום השלישי תטבול אחר עלות החמה ותמתין אותו היום כולו ואם לא תראה תהיה מותרת לבעלה וזו היא שומרת יום כנגד יום וזהו דינה כשראתה לתוך אחד עשר וזו אין בו מחלוקת אמנם המחלוקת הוא במי שראתה דם ביום אחד עשר עצמו וטבלה לערב שהוא י\"ב ושמשה ביתה שאין חלוק לבית שמאי בין רואה ביום אחד עשר או רואה בשמיני או בתשיעי שבתוך אחד עשר שהם מטמאין משכב ומושב וחייבין בקרבן היא ובועלה וב\"ה פוטרין מן הקרבן שהם אינם חושבין יום האחד עשר בתורת שמיני או תשיעי לפי שהרואה יום אחד עשר לא תהיה לעולם זבה גדולה בראיה הזאת לפי שאם תראה למחר מימי הנדה יחשב ואינו ראוי להצטרף ליום של אחריו כמו התשיעי ומה שלפניו מן האחד עשר יום ואם טבלה ביום שלאחריו אשר הוא יום י\"ב שהוא תחלת ימי הנדה ושמשה את ביתה ואח\"כ ראתה אומר ב\"ה הרי זה גרגרן וגרגרן הוא הנוהם באכילה לפי שהיה ראוי לו להמתין אותו היום כולו שלא יבא עליה ואם בא עליה פטור מכלום אלא שנמהר לבד וב\"ש אומרים שהיא ובועלה מטמאין משכב ומושב כמו שבעל שומרת יום כנגד יום. ואמר הרי זו תרבות רעה לפי שזה היה ראוי שתמתין יום שלאחריו כולו אשר היא משמרתו ולא תבעל עד ליל שלישי ואם בעלה יום השמור אחר הטבילה הרי שניהן חייבין אשם תלוי והטהרות שתגע בהן היא ובועלה ביום הזה תלויות והוא אמרו ומגען ובעילתן תלוים רומז לתרבות הרעה הזאת ודע כי הרואה בעשירי צריכה שמור ואע\"פ שאינה זבה גדולה כלל בראיה הזאת וזה מבואר ממה שבארנו במסכת הזאת: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת נדה </small>"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}