var Oholotjson ={
    "language": "he",
    "title": "Mishnah Oholot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה אהלות",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "שְׁנַיִם טְמֵאִים בְּמֵת, אֶחָד טָמֵא טֻמְאַת שִׁבְעָה וְאֶחָד טָמֵא טֻמְאַת עָרֶב. שְׁלשָׁה טְמֵאִין בְּמֵת, שְׁנַיִם טְמֵאִין טֻמְאַת שִׁבְעָה וְאֶחָד טָמֵא טֻמְאַת עָרֶב. אַרְבָּעָה טְמֵאִין בְּמֵת, שְׁלשָׁה טְמֵאִין טֻמְאַת שִׁבְעָה וְאֶחָד טָמֵא טֻמְאַת עָרֶב. כֵּיצַד שְׁנַיִם. אָדָם הַנּוֹגֵעַ בְּמֵת, טָמֵא טֻמְאַת שִׁבְעָה. וְאָדָם הַנּוֹגֵע בּוֹ, טָמֵא טֻמְאַת עָרֶב: \n",
            "כֵּיצַד שְׁלשָׁה. כֵּלִים הַנּוֹגְעִים בְּמֵת, וְכֵלִים בַּכֵּלִים, טְמֵאִין טֻמְאַת שִׁבְעָה. הַשְּׁלִישִׁי, בֵּין אָדָם וּבֵין כֵּלִים, טְמֵאִין טֻמְאַת עָרֶב: \n",
            "כֵּיצַד אַרְבָּעָה. כֵּלִים נוֹגְעִין בְּמֵת, וְאָדָם בַּכֵּלִים, וְכֵלִים בָּאָדָם, טְמֵאִין טֻמְאַת שִׁבְעָה. הָרְבִיעִי, בֵּין אָדָם בֵּין כֵּלִים, טָמֵא טֻמְאַת עָרֶב. אָמַר רַבִּי עֲקִיבָא, יֶשׁ לִי חֲמִישִׁי, הַשַּׁפּוּד הַתָּחוּב בָּאֹהֶל, הָאֹהֶל וְהַשַּׁפּוּד וְאָדָם הַנּוֹגֵעַ בַּשַּׁפּוּד וְכֵלִים בָּאָדָם, טְמֵאִין טֻמְאַת שִׁבְעָה. הַחֲמִישִׁי, בֵּין אָדָם בֵּין כֵּלִים, טָמֵא טֻמְאַת עָרֶב. אָמְרוּ לוֹ, אֵין הָאֹהֶל מִתְחַשֵּׁב: \n",
            "אָדָם וְכֵלִים מִטַּמְּאִין בְּמֵת. חֹמֶר בָּאָדָם מִבַּכֵּלִים וְכֵלִים מִבָּאָדָם. שֶׁהַכֵּלִים שְׁלשָׁה וְהָאָדָם שְׁנָיִם. חֹמֶר בָּאָדָם, שֶׁכָּל זְמַן שֶׁהוּא בָאֶמְצַע, הֵן אַרְבָּעָה. וְשֶׁאֵינוֹ בָאֶמְצַע, הֵן שְׁלשָׁה: \n",
            "אָדָם וּבְגָדִים מִטַּמְּאִים בְּזָב. חֹמֶר בָּאָדָם מִבַּבְּגָדִים, וּבַבְּגָדִים מִבָּאָדָם. שֶׁהָאָדָם הַנּוֹגֵעַ בְּזָב מְטַמֵּא בְגָדִים, וְאֵין בְּגָדִים הַנּוֹגְעִין בְּזָב מְטַמְּאִין בְּגָדִים. חֹמֶר בַּבְּגָדִים, שֶׁהַבְּגָדִים הַנּוֹשְׂאִין אֶת הַזָּב מְטַמְּאִין אָדָם, וְאֵין אָדָם הַנּוֹשֵׂא אֶת הַזָּב מְטַמֵּא אָדָם: \n",
            "אָדָם אֵינוֹ מְטַמֵּא, עַד שֶׁתֵּצֵא נַפְשׁוֹ. וַאֲפִלּוּ מְגֻיָּד, וַאֲפִלּוּ גוֹסֵס. זוֹקֵק לַיִּבּוּם וּפוֹטֵר מִן הַיִּבּוּם, מַאֲכִיל בַּתְּרוּמָה וּפוֹסֵל בַּתְּרוּמָה. וְכֵן בְּהֵמָה וְחַיָּה אֵינָן מְטַמְּאִין, עַד שֶׁתֵּצֵא נַפְשָׁם. הֻתְּזוּ רָאשֵׁיהֶם, אַף עַל פִּי שֶׁמְּפַרְכְּסִים, טְמֵאִים, כְּגוֹן זָנָב שֶׁל לְטָאָה שֶׁהִיא מְפַרְכָּסֶת: \n",
            "הָאֵבָרִין אֵין לָהֶן שִׁעוּר, אֲפִלּוּ פָּחוֹת מִכַּזַּיִת מִן הַמֵּת, וּפָחוֹת מִכַּזַּיִת מִן הַנְּבֵלָה, וּפָחוֹת מִכָּעֲדָשָׁה מִן הַשֶּׁרֶץ, מְטַמְּאִין טֻמְאָתָן: \n",
            "מָאתַיִם וְאַרְבָּעִים וּשְׁמֹנָה אֵבָרִים בָּאָדָם, שְׁלשִׁים בְּפִסַּת הָרֶגֶל, שִׁשָּׁה בְכָל אֶצְבַּע, עֲשָׂרָה בַקֻּרְסָל, שְׁנַיִם בַּשּׁוֹק, חֲמִשָּׁה בָאַרְכֻּבָּה, אֶחָד בַּיָּרֵךְ, שְׁלשָׁה בַקַּטְלִית, אַחַת עֶשְׂרֵה צְלָעוֹת, שְׁלשִׁים בְּפִסַּת הַיָּד, שִׁשָּׁה בְכָל אֶצְבַּע, שְׁנַיִם בַּקָּנֶה, וּשְׁנַיִם בַּמַּרְפֵּק, אֶחָד בַּזְּרוֹעַ, וְאַרְבָּעָה בַכָּתֵף. מֵאָה וְאֶחָד מִזֶּה וּמֵאָה וְאֶחָד מִזֶּה. וּשְׁמֹנֶה עֶשְׂרֵה חֻלְיוֹת בַּשִּׁדְרָה, תִּשְׁעָה בָרֹאשׁ, שְׁמֹנָה בַצַּוָּאר, שִׁשָּׁה בַמַּפְתֵּחַ שֶׁל לֵב, וַחֲמִשָּׁה בִנְקָבָיו. כָּל אֶחָד וְאֶחָד מְטַמֵּא בְמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. אֵימָתַי, בִּזְמַן שֶׁיֵּשׁ עֲלֵיהֶן בָּשָׂר כָּרָאוּי. אֲבָל אִם אֵין עֲלֵיהֶן בָּשָׂר כָּרָאוּי, מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא, וְאֵין מְטַמְּאִין בְּאֹהֶל: \n"
        ],
        [
            "אֵלּוּ מְטַמְּאִין בְּאֹהֶל. הַמֵּת, וְכַזַּיִת מִן הַמֵּת, וְכַזַּיִת נֶצֶל, וּמְלֹא תַרְוָד רָקָב, הַשִּׁדְרָה, וְהַגֻּלְגֹּלֶת, אֵבָר מִן הַמֵּת וְאֵבָר מִן הַחַי שֶׁיֵּשׁ עֲלֵיהֶן בָּשָׂר כָּרָאוּי, רֹבַע עֲצָמוֹת מֵרֹב הַבִּנְיָן אוֹ מֵרֹב הַמִּנְיָן. וְרֹב בִּנְיָנוֹ וְרֹב מִנְיָנוֹ שֶׁל מֵת, אַף עַל פִּי שֶׁאֵין בָּהֶם רֹבַע, טְמֵאִין. כַּמָּה הוּא רֹב מִנְיָנוֹ, מֵאָה וְעֶשְׂרִים וַחֲמִשָּׁה: \n",
            "רְבִיעִית דָּם, וּרְבִיעִית דַּם תְּבוּסָה מִמֵּת אֶחָד. רַבִּי עֲקִיבָא אוֹמֵר, מִשְּׁנֵי מֵתִים. דַּם קָטָן שֶׁיָּצָא כֻלּוֹ, רַבִּי עֲקִיבָא אוֹמֵר, כָּל שֶׁהוּא. וַחֲכָמִים אוֹמְרִים, רְבִיעִית. כַּזַּיִת רִמָּה, בֵּין חַיָּה בֵּין מֵתָה, רַבִּי אֱלִיעֶזֶר מְטַמֵּא כִבְשָׂרוֹ, וַחֲכָמִים מְטַהֲרִים. אֵפֶר שְׂרוּפִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, שִׁעוּרוֹ בְרֹבַע, וַחֲכָמִים מְטַהֲרִין. מְלֹא תַרְוָד וְעוֹד עֲפַר קְבָרוֹת, טָמֵא, רַבִּי שִׁמְעוֹן מְטַהֵר. מְלֹא תַרְוָד רָקָב שֶׁגְּבָלוֹ בְמַיִם, אֵינוֹ חִבּוּר לְטֻמְאָה: \n",
            "אֵלּוּ מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא וְאֵינָן מְטַמְּאִין בְּאֹהֶל. עֶצֶם כַּשְּׂעֹרָה, וְאֶרֶץ הָעַמִּים, וּבֵית הַפְּרָס, אֵבָר מִן הַמֵּת, וְאֵבָר מִן הַחַי שֶׁאֵין עֲלֵיהֶן בָּשָׂר כָּרָאוּי, הַשִּׁדְרָה וְהַגֻּלְגֹּלֶת שֶׁחָסָרוּ. כַּמָּה הוּא חֶסְרוֹן בַּשִּׁדְרָה, בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי חֻלְיוֹת. וּבֵית הִלֵּל אוֹמְרִים, אֲפִלּוּ חֻלְיָה אֶחָת. וּבַגֻּלְגֹּלֶת, בֵּית שַׁמַּאי אוֹמְרִים, כִּמְלֹא מַקְדֵּחַ. וּבֵית הִלֵּל אוֹמְרִים, כְּדֵי שֶׁיִּנָּטֵל מִן הַחַי וְיָמוּת. בְּאֵיזֶה מַקְדֵּחַ אָמְרוּ, בַּקָּטָן שֶׁל רוֹפְאִים, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בַּגָּדוֹל שֶׁל לִשְׁכָּה: \n",
            "הַגּוֹלֵל וְהַדּוֹפֵק מְטַמְּאִין בְּמַגָּע וּבְאֹהֶל, וְאֵינָן מְטַמְּאִין בְּמַשָּׂא. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְטַמְּאִין בְּמַשָּׂא. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אִם יֵשׁ תַּחְתֵּיהֶן עֲפַר קְבָרוֹת, מְטַמְּאִין בְּמַשָּׂא. וְאִם לָאו, אֵינָן מְטַמְּאִין בְּמַשָּׂא. אֵיזֶהוּ הַדּוֹפֵק, אֶת שֶׁהַגּוֹלֵל נִשְׁעָן עָלָיו. אֲבָל דּוֹפֵק דּוֹפְקִין, טָהוֹר: \n",
            "אֵלּוּ שֶׁאִם חָסְרוּ טְהוֹרִין. כַּזַּיִת מִן הַמֵּת, וְכַזַּיִת נֶצֶל, וּמְלֹא תַרְוָד רָקָב, וּרְבִיעִית דָּם, וְעֶצֶם כַּשְּׂעֹרָה, וְאֵבָר מִן הַחַי שֶׁחָסַר עַצְמוֹ: \n",
            "הַשִּׁדְרָה וְהַגֻּלְגֹּלֶת מִשְּׁנֵי מֵתִים, וּרְבִיעִית דָּם מִשְּׁנֵי מֵתִים, וְרֹבַע עֲצָמוֹת מִשְּׁנֵי מֵתִים, וְאֵבָר מִן הַמֵּת מִשְּׁנֵי מֵתִים, וְאֵבָר מִן הַחַי מִשְּׁנֵי אֲנָשִׁים, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין: \n",
            "עֶצֶם כַּשְּׂעֹרָה שֶׁנֶּחֱלַק לִשְׁנַיִם, רַבִּי עֲקִיבָא מְטַמֵּא, וְרַבִּי יוֹחָנָן בֶּן נוּרִי מְטַהֵר. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, לֹא אָמְרוּ עֲצָמוֹת כַּשְּׂעֹרָה, אֶלָּא עֶצֶם כַּשְּׂעֹרָה. רֹבַע עֲצָמוֹת שֶׁנִּדַּקְדְּקוּ וְאֵין בְּכָל אֶחָד וְאֶחָד עֶצֶם כַּשְּׂעֹרָה, רַבִּי שִׁמְעוֹן מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. אֵבָר מִן הַחַי שֶׁנֶּחֱלַק לִשְׁנַיִם, טָהוֹר. רַבִּי יוֹסֵי מְטַמֵּא. וּמוֹדֶה שֶׁאִם נִטַּל חֲצָאִים שֶׁהוּא טָהוֹר: \n"
        ],
        [
            "כָּל הַמְטַמְּאִין בְּאֹהֶל שֶׁנֶּחְלְקוּ וְהִכְנִיסָן לְתוֹךְ הַבַּיִת, רַבִּי דוֹסָא בֶן הַרְכִּינַס מְטַהֵר, וַחֲכָמִים מְטַמְּאִים. כֵּיצַד. הַנּוֹגֵעַ בְּכִשְׁנֵי חֲצָיֵי זֵיתִים מִן הַנְּבֵלָה אוֹ נוֹשְׂאָן. וּבַמֵּת, הַנּוֹגֵעַ בְּכַחֲצִי זַיִת וּמַאֲהִיל עַל כַּחֲצִי זַיִת, אוֹ נוֹגֵע בְּכַחֲצִי זַיִת וְכַחֲצִי זַיִת מַאֲהִיל עָלָיו, מַאֲהִיל עַל כִּשְׁנֵי חֲצָיֵי זֵיתִים, מַאֲהִיל עַל כַּחֲצִי זַיִת וְכַחֲצִי זַיִת מַאֲהִיל עָלָיו, רַבִּי דוֹסָא בֶן הַרְכִּינַס מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. אֲבָל הַנּוֹגֵעַ בְּכַחֲצִי זַיִת וְדָבָר אַחֵר מַאֲהִיל עָלָיו וְעַל כַּחֲצִי זַיִת, אוֹ מַאֲהִיל עַל כַּחֲצִי זַיִת וְדָבָר אַחֵר מַאֲהִיל עָלָיו וְעַל כַּחֲצִי זַיִת, טָהוֹר. אָמַר רַבִּי מֵאִיר, אַף בָּזֶה רַבִּי דוֹסָא בֶן הַרְכִּינַס מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. הַכֹּל טָמֵא, חוּץ מִן הַמַּגָּע עִם הַמַּשָּׂא, וְהַמַּשָּׂא עִם הָאֹהֶל. זֶה הַכְּלָל, כֹּל שֶׁהוּא מִשֵּׁם אֶחָד, טָמֵא. מִשְּׁנֵי שֵׁמוֹת, טָהוֹר: \n",
            "מְלֹא תַרְוָד רָקָב שֶׁנִּתְפַּזֵּר בְּתוֹךְ הַבַּיִת, הַבַּיִת טָמֵא. וְרַבִּי שִׁמְעוֹן מְטַהֵר. רְבִיעִית דָּם שֶׁנִּבְלְעָה בְתוֹךְ הַבַּיִת, הַבַּיִת טָהוֹר. נִבְלְעָה בִכְסוּת, אִם מִתְכַּבֶּסֶת וְיוֹצֵא מִמֶּנָּה רְבִיעִית דָּם, טְמֵאָה. וְאִם לָאו, טְהוֹרָה, שֶׁכֹּל הַבָּלוּעַ שֶׁאֵינוֹ יָכוֹל לָצֵאת, טָהוֹר: \n",
            "נִשְׁפַּךְ בָּאֲוִיר, אִם הָיָה מְקוֹמוֹ קְטַפְרֵס וְהֶאֱהִיל עַל מִקְצָתוֹ, טָהוֹר. הָיָה אַשְׁבֹּרֶן, אוֹ שֶׁקָּרַשׁ, טָמֵא. נִשְׁפַּךְ עַל הָאַסְקֻפָּה וְהִיא קְטַפְרֵס, בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ, וְהַבַּיִת מַאֲהִיל עָלָיו, טָהוֹר. הָיָה אַשְׁבֹּרֶן אוֹ שֶׁקָּרַשׁ, טָמֵא. כֹּל שֶׁבַּמֵּת, טָמֵא, חוּץ מִן הַשִּׁנַּיִם וְהַשֵּׂעָר וְהַצִּפֹּרֶן. וּבִשְׁעַת חִבּוּרוֹ, הַכֹּל טָמֵא: \n",
            "כֵּיצַד. הַמֵּת מִבַּחוּץ וּשְׂעָרוֹ בִפְנִים, הַבַּיִת טָמֵא. עֶצֶם שֶׁיֵּשׁ עָלָיו כַּזַּיִת בָּשָׂר, הִכְנִיס מִקְצָתוֹ מִבִּפְנִים וְהַבַּיִת מַאֲהִיל עָלָיו, טָמֵא. שְׁנֵי עֲצָמוֹת וַעֲלֵיהֶן כִּשְׁנֵי חֲצָאֵי זֵיתִים בָּשָׂר, הִכְנִיס מִקְצָתָם מִבִּפְנִים וְהַבַּיִת מַאֲהִיל עֲלֵיהֶם, טָמֵא. הָיוּ תְחוּבִים בִּידֵי אָדָם, טָהוֹר, שֶׁאֵין חִבּוּרֵי אָדָם חִבּוּר: \n",
            "אֵיזֶהוּ דַם תְּבוּסָה. הַמֵּת שֶׁיָּצָא מִמֶּנּוּ שְׁמִינִית בְּחַיָּיו וּשְׁמִינִית בְּמוֹתוֹ, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי יִשְׁמָעֵאל אוֹמֵר, רְבִיעִית בְּחַיָּיו וּרְבִיעִית בְּמוֹתוֹ, נִטַּל מִזֶּה וּמִזֶּה רְבִיעִית. רַבִּי אֶלְעָזָר בְּרַבִּי יְהוּדָה אוֹמֵר, זֶה וָזֶה כַמָּיִם. אֵיזֶהוּ דַם תְּבוּסָה. צָלוּב שֶׁדָּמוֹ שׁוֹתֵת וְנִמְצָא תַחְתָּיו רְבִיעִית דָּם, טָמֵא. אֲבָל הַמֵּת שֶׁדָּמוֹ מְנַטֵּף וְנִמְצָא תַחְתָּיו רְבִיעִית דָּם, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, לֹא כִי, אֶלָּא הַשּׁוֹתֵת, טָהוֹר. וְהַמְנַטֵּף, טָמֵא: \n",
            "כַּזַּיִת מִן הַמֵּת, פִּתְחוֹ בְטֶפַח, וְהַמֵּת, פִּתְחוֹ בְאַרְבָּעָה טְפָחִים, לְהַצִּיל הַטֻּמְאָה עַל הַפְּתָחִים. אֲבָל לְהוֹצִיא הַטֻּמְאָה, בְּפוֹתֵחַ טֶפַח. גָּדוֹל מִכַּזַּיִת, כַּמֵּת. רַבִּי יוֹסֵי אוֹמֵר, הַשִּׁדְרָה וְהַגֻּלְגֹּלֶת, כַּמֵּת: \n",
            "טֶפַח עַל טֶפַח עַל רוּם טֶפַח, מְרֻבָּע, מֵבִיא אֶת הַטֻּמְאָה, וְחוֹצֵץ בִּפְנֵי הַטֻּמְאָה. כֵּיצַד. בִּיב שֶׁהוּא קָמוּר תַּחַת הַבַּיִת, יֶשׁ בּוֹ פוֹתֵחַ טֶפַח וְיֵשׁ בִּיצִיאָתוֹ פּוֹתֵחַ טֶפַח, טֻמְאָה בְתוֹכוֹ, הַבַּיִת טָהוֹר. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכוֹ טָהוֹר, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. יֶשׁ בּוֹ פוֹתֵחַ טֶפַח וְאֵין בִּיצִיאָתוֹ פוֹתֵחַ טֶפַח, הַטֻּמְאָה בְתוֹכוֹ, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכוֹ טָהוֹר, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. אֵין בּוֹ פוֹתֵחַ טֶפַח וְאֵין בִּיצִיאָתוֹ פוֹתֵחַ טֶפַח, טֻמְאָה בְתוֹכוֹ, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכוֹ טָמֵא. אֶחָד חוֹר שֶׁחֲרָרוּהוּ מַיִם אוֹ שְׁרָצִים, אוֹ שֶׁאֲכָלַתּוּ מַלַּחַת, וְכֵן מִרְבָּךְ שֶׁל אֲבָנִים, וְכֵן סְוָאר שֶׁל קוֹרוֹת. רַבִּי יְהוּדָה אוֹמֵר, כָּל אֹהֶל שֶׁאֵינוֹ עָשׂוּי בִּידֵי אָדָם, אֵינוֹ אֹהֶל. וּמוֹדֶה בִשְׁקִיפִים וּבִסְלָעִים: \n"
        ],
        [
            "מִגְדָּל שֶׁהוּא עוֹמֵד בָּאֲוִיר, טֻמְאָה בְתוֹכוֹ, כֵּלִים שֶׁבְּעָבְיוֹ טְהוֹרִים. טֻמְאָה בְעָבְיוֹ, כֵּלִים שֶׁבְּתוֹכוֹ טְהוֹרִים. רַבִּי יוֹסֵי אוֹמֵר, מֶחֱצָה לְמֶחֱצָה. הָיָה עוֹמֵד בְּתוֹךְ הַבַּיִת, טֻמְאָה בְתוֹכוֹ, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכוֹ טָהוֹר, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. כֵּלִים שֶׁבֵּינוֹ לְבֵין הָאָרֶץ, שֶׁבֵּינוֹ לְבֵין הַכֹּתֶל, שֶׁבֵּינוֹ לְבֵין הַקּוֹרוֹת, אִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, טְמֵאִין. וְאִם לָאו, טְהוֹרִין. טֻמְאָה שָׁם, הַבַּיִת טָמֵא: \n",
            "תֵּבַת הַמִּגְדָּל, יֶשׁ בָּהּ פּוֹתֵחַ טֶפַח וְאֵין בִּיצִיאָתָהּ פּוֹתֵחַ טֶפַח, טֻמְאָה בְתוֹכָהּ, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכָהּ טָהוֹר, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. רַבִּי יוֹסֵי מְטַהֵר, מִפְּנֵי שֶׁהוּא יָכוֹל לְהוֹצִיאָהּ לַחֲצָאִים אוֹ לְשָׂרְפָהּ בִּמְקוֹמָהּ: \n",
            "הָיָה עוֹמֵד בְּתוֹךְ הַפֶּתַח וְנִפְתַּח לַחוּץ, טֻמְאָה בְתוֹכוֹ, הַבַּיִת טָהוֹר. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכוֹ טָמֵא, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. הָיְתָה מוּכְנִי שֶׁלּוֹ מְשׁוּכָה לַאֲחוֹרָיו שָׁלשׁ אֶצְבָּעוֹת, טֻמְאָה שָׁם כְּנֶגֶד הַקּוֹרוֹת, הַבַּיִת טָהוֹר. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁיֶּשׁ שָׁם פּוֹתֵחַ טֶפַח, וְאֵינָהּ יוֹצְאָה, וְהַמִּגְדָּל בָּא בְמִדָּה: \n"
        ],
        [
            "תַּנּוּר שֶׁהוּא עוֹמֵד בְּתוֹךְ הַבַּיִת וְעֵינוֹ קְמוּרָה לַחוּץ, וְהֶאֱהִילוּ עָלָיו קוֹבְרֵי הַמֵּת, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל טָמֵא. וּבֵית הִלֵּל אוֹמְרִים, הַתַּנּוּר טָמֵא וְהַבַּיִת טָהוֹר. רַבִּי עֲקִיבָא אוֹמֵר, אַף הַתַּנּוּר טָהוֹר: \n",
            "אֲרֻבָּה שֶׁבֵּין הַבַּיִת לָעֲלִיָּה, וּקְדֵרָה נְתוּנָה עָלֶיהָ וּנְקוּבָה בְכוֹנֵס מַשְׁקֶה, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל טָמֵא. וּבֵית הִלֵּל אוֹמְרִים, הַקְּדֵרָה טְמֵאָה, וַעֲלִיָּה טְהוֹרָה. רַבִּי עֲקִיבָא אוֹמֵר, אַף הַקְּדֵרָה טְהוֹרָה: \n",
            "הָיְתָה שְׁלֵמָה, בֵּית הִלֵּל אוֹמְרִים, מַצֶּלֶת עַל הַכֹּל. בֵּית שַׁמַּאי אוֹמְרִים, אֵינָהּ מַצֶּלֶת אֶלָּא עַל הָאֳכָלִים וְעַל הַמַּשְׁקִים וְעַל כְּלֵי חָרֶס. חָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּדִבְרֵי בֵית שַׁמָּאי: \n",
            "לָגִין שֶׁהוּא מָלֵא מַשְׁקִין טְהוֹרִין, הַלָּגִין טָמֵא טֻמְאַת שִׁבְעָה, וְהַמַּשְׁקִין טְהוֹרִין. וְאִם פִּנָּן בִּכְלִי אַחֵר, טְמֵאִין. הָאִשָּׁה שֶׁהִיא לָשָׁה בָעֲרֵבָה, הָאִשָּׁה וְהָעֲרֵבָה טְמֵאִים טֻמְאַת שִׁבְעָה, וְהַבָּצֵק טָהוֹר. וְאִם פִּנַּתּוּ לִכְלִי אַחֵר, טָמֵא. חָזְרוּ בֵית הִלֵּל לְהוֹרוֹת כְּדִבְרֵי בֵית שַׁמָּאי: \n",
            "הָיוּ כְלֵי גְלָלִים, כְּלֵי אֲבָנִים, כְּלֵי אֲדָמָה, הַכֹּל טָהוֹר. הָיָה כְלִי טָהוֹר לַקֹּדֶשׁ וְלַחַטָּאת, הַכֹּל טָהוֹר, שֶׁהַכֹּל נֶאֱמָנִין עַל הַחַטָּאת, מִפְּנֵי שֶׁהַכֵּלִים טְהוֹרִין וּכְלֵי חֶרֶס טְהוֹרִין וּמַצִּילִין עִם דָּפְנוֹת אֹהָלִים: \n",
            "כֵּיצַד. הַבּוֹר וְהַדּוּת שֶׁבַּבַּיִת, וּכְפִישָׁה נְתוּנָה עָלָיו, טָהוֹר. אִם הָיְתָה בְאֵר חֲלָקָה, אוֹ כַוֶּרֶת פְּחוּתָה, וּכְפִישָׁה נְתוּנָה עָלֶיהָ, טָמֵא. אִם הָיָה נֶסֶר חָלָק, אוֹ סְרִידָה שֶׁאֵין לָהּ גַּפַּיִם, טָהוֹר, שֶׁאֵין הַכֵּלִים מַצִּילִים עִם דָּפְנוֹת אֹהָלִים עַד שֶׁיְּהֵא לָהֶן דְּפָנוֹת. וְכַמָּה תְהֵא הַדֹּפֶן, טֶפַח. הָיָה לָהּ חֲצִי טֶפַח מִכָּאן וַחֲצִי טֶפַח מִכָּאן, אֵינָהּ דֹּפֶן, עַד שֶׁיְּהֵא לָהּ טֶפַח מִמָּקוֹם אֶחָד: \n",
            "כְּשֵׁם שֶׁמַּצִּילִין מִבִּפְנִים, כָּךְ מַצִּילִין מִבַּחוּץ. כֵּיצַד, כְּפִישָׁה שֶׁהִיא נְתוּנָה עַל הַיְתֵדוֹת מִבַּחוּץ, טֻמְאָה תַחְתֶּיהָ, כֵּלִים שֶׁבַּכְּפִישָׁה טְהוֹרִים. אִם הָיָה כֹתֶל חָצֵר אוֹ כֹתֶל גִּנָּה, אֵינוֹ מַצִּיל. קוֹרָה שֶׁהָיְתָה נְתוּנָה מִכֹּתֶל לְכֹתֶל וּקְדֵרָה תְלוּיָה בָהּ, טֻמְאָה תַחְתֶּיהָ, כֵּלִים שֶׁבַּקְּדֵרָה, רַבִּי עֲקִיבָא מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n"
        ],
        [
            "אָדָם וְכֵלִים נַעֲשִׂין אֹהָלִין לְטַמֵּא, אֲבָל לֹא לְטַהֵר. כֵּיצַד. אַרְבָּעָה נוֹשְׂאִין אֶת הַנִּדְבָּךְ, טֻמְאָה תַחְתָּיו, כֵּלִים שֶׁעַל גַּבָּיו טְמֵאִין. טֻמְאָה עַל גַּבָּיו, כֵּלִים שֶׁתַּחְתָּיו טְמֵאִים. רַבִּי אֱלִיעֶזֶר מְטַהֵר. נָתוּן עַל אַרְבָּעָה כֵלִים, אֲפִלּוּ כְלֵי גְלָלִים, כְּלֵי אֲבָנִים, כְּלֵי אֲדָמָה, טֻמְאָה תַחְתָּיו, כֵּלִים שֶׁעַל גַּבָּיו טְמֵאִים. טֻמְאָה עַל גַּבָּיו, כֵּלִים שֶׁתַּחְתָּיו טְמֵאִים. נָתוּן עַל אַרְבָּעָה אֲבָנִים, אוֹ עַל דָּבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים, טֻמְאָה תַחְתָּיו, כֵּלִים שֶׁעַל גַּבָּיו טְהוֹרִין. טֻמְאָה עַל גַּבָּיו, כֵּלִים שֶׁתַּחְתָּיו טְהוֹרִין: \n",
            "קוֹבְרֵי הַמֵּת שֶׁהָיוּ עוֹבְרִים בְּאַכְסַדְרָה, וְהֵגִיף אַחַד מֵהֶן אֶת הַדֶּלֶת וּסְמָכוֹ בַמַּפְתֵּחַ, אִם יָכוֹל הַדֶּלֶת לַעֲמֹד בִּפְנֵי עַצְמוֹ, טָהוֹר. וְאִם לָאו, טָמֵא. וְכֵן חָבִית שֶׁל גְּרוֹגָרוֹת אוֹ קֻפָּה שֶׁל תֶּבֶן שֶׁהֵן נְתוּנוֹת בְּחַלּוֹן, אִם יְכוֹלִין הַגְּרוֹגָרוֹת וְהַתֶּבֶן לַעֲמֹד בִּפְנֵי עַצְמָן, טְהוֹרִין. וְאִם לָאו, טְמֵאִין. בַּיִת שֶׁחֲצָצוֹ בְקַנְקַנִּים וְטָח בְּטִיחַ, אִם יָכוֹל הַטִּיחַ לַעֲמֹד בִּפְנֵי עַצְמוֹ, טָהוֹר. וְאִם לָאו, טָמֵא: \n",
            "כֹּתֶל הַמְשַׁמֵּשׁ אֶת הַבַּיִת, יִדּוֹן מֶחֱצָה לְמֶחֱצָה. כֵּיצַד. כֹּתֶל שֶׁהוּא לָאֲוִיר וְהַטֻּמְאָה בְתוֹכוֹ, מֵחֶצְיוֹ וְלִפְנִים, הַבַּיִת טָמֵא, וְהָעוֹמֵד מִלְמַעְלָן טָהוֹר. מֵחֶצְיוֹ וְלַחוּץ, הַבַּיִת טָהוֹר, וְהָעוֹמֵד מִלְמַעְלָן טָמֵא. מֶחֱצָה לְמֶחֱצָה, הַבַּיִת טָמֵא. וְהָעוֹמֵד מִלְמַעְלָן, רַבִּי מֵאִיר מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַכֹּתֶל לַבָּיִת: \n",
            "כֹּתֶל שֶׁבֵּין שְׁנֵי בָתִּים וְהַטֻּמְאָה בְתוֹכוֹ, בַּיִת הַקָּרוֹב לַטֻּמְאָה, טָמֵא. וְהַקָּרוֹב לַטָּהֳרָה, טָהוֹר. מֶחֱצָה לְמֶחֱצָה, שְׁנֵיהֶם טְמֵאִין. טֻמְאָה בְאַחַד מֵהֶן וְכֵלִים בַּכֹּתֶל, מֵחֶצְיוֹ וּכְלַפֵּי טֻמְאָה, טְמֵאִין. מֵחֶצְיוֹ וּכְלַפֵּי טָהֳרָה, טְהוֹרִין. מֶחֱצָה לְמֶחֱצָה, הֲרֵי הֵן טְמֵאִין. מַעֲזִיבָה שֶׁבֵּין הַבַּיִת לָעֲלִיָּה, טֻמְאָה בְתוֹכָהּ, מֵחֶצְיָהּ וּלְמַטָּן, הַבַּיִת טָמֵא וַעֲלִיָּה טְהוֹרָה. מֵחֶצְיָהּ וּלְמַעְלָן, הָעֲלִיָּה טְמֵאָה וְהַבַּיִת טָהוֹר. מֶחֱצָה לְמֶחֱצָה, שְׁנֵיהֶן טְמֵאִין. טֻמְאָה בְאַחַד מֵהֶן וְכֵלִים בַּמַּעֲזִיבָה, מֵחֶצְיָהּ וּכְלַפֵּי טֻמְאָה, טְמֵאִין. מֵחֶצְיָהּ וּכְלַפֵּי טָהֳרָה, טְהוֹרִין. מֶחֱצָה לְמֶחֱצָה, הֲרֵי הֵן טְמֵאִין. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַמַּעֲזִיבָה לָעֲלִיָּה: \n",
            "טֻמְאָה בֵין הַקּוֹרוֹת וְתַחְתֶּיהָ כִקְלִפַּת הַשּׁוּם, אִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, הַכֹּל טָמֵא. אִם אֵין שָׁם פּוֹתֵחַ טֶפַח, רוֹאִין אֶת הַטֻּמְאָה כְּאִלּוּ הִיא אֹטֶם. הָיְתָה נִרְאֵית בְּתוֹךְ הַבַּיִת, בֵּין כָּךְ וּבֵין כָּךְ, הַבַּיִת טָמֵא: \n",
            "בַּיִת הַמְשַׁמֵּשׁ אֶת הַכֹּתֶל, יִדּוֹן כִּקְלִפַּת הַשּׁוּם. כֵּיצַד. כֹּתֶל שֶׁבֵּין שְׁנֵי כוּכִין, אוֹ בֵין שְׁתֵּי מְעָרוֹת, טֻמְאָה בַבָּתִּים וְכֵלִים בַּכֹּתֶל וַעֲלֵיהֶם כִּקְלִפַּת הַשּׁוּם, טְהוֹרִין. טֻמְאָה בַכֹּתֶל וְכֵלִים בַּבָּתִּים וְעָלֶיהָ כִקְלִפַּת הַשּׁוּם, טְהוֹרִין. טֻמְאָה תַחַת הָעַמּוּד, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת: \n",
            "כֵּלִים שֶׁתַּחַת הַפֶּרַח, טְהוֹרִים. רַבִּי יוֹחָנָן בֶּן נוּרִי מְטַמֵּא. הַטֻּמְאָה וְהַכֵּלִים שֶׁתַּחַת הַפֶּרַח, אִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, טְמֵאִין. וְאִם לָאו, טְהוֹרִין. שְׁנֵי פַרְדַּסְקִים זֶה בְצַד זֶה, אוֹ זֶה עַל גַּב זֶה, נִפְתַּח אַחַד מֵהֶן, הוּא וְהַבַּיִת טָמֵא, וַחֲבֵרוֹ טָהוֹר. וְרוֹאִין אֶת הַפַּרְדַּסְקִין כְּאִלּוּ הוּא אֹטֶם, יִדּוֹן מֶחֱצָה לְמֶחֱצָה לְהָבִיא אֶת הַטֻּמְאָה לַבָּיִת: \n"
        ],
        [
            "הַטֻּמְאָה בַכֹּתֶל, וּמְקוֹמָהּ טֶפַח עַל טֶפַח עַל רוּם טֶפַח, כָּל הָעֲלִיּוֹת שֶׁעַל גַּבָּהּ, אֲפִלּוּ הֵן עֶשֶׂר, טְמֵאוֹת. הָיְתָה עֲלִיָּה אַחַת עַל גַּבֵּי שְׁנֵי בָתִּים, הִיא טְמֵאָה, וְכָל הָעֲלִיּוֹת שֶׁעַל גַּבָּהּ, טְהוֹרוֹת. כֹּתֶל שָׁנִית, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. נֶפֶשׁ אֲטוּמָה, הַנּוֹגֵעַ בָּהּ מִן הַצְּדָדִין, טָהוֹר, מִפְּנֵי שֶׁטֻּמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. אִם הָיָה מְקוֹם הַטֻּמְאָה טֶפַח עַל טֶפַח עַל רוּם טֶפַח, הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם, טָמֵא, מִפְּנֵי שֶׁהִיא כְקֶבֶר סָתוּם. סָמַךְ לָהּ סֻכּוֹת, טְמֵאוֹת. רַבִּי יְהוּדָה מְטַהֵר: \n",
            "כָּל שִׁפּוּעֵי אֹהָלִין, כָּאֹהָלִין. אֹהֶל שֶׁהוּא שׁוֹפֵעַ וְיוֹרֵד, וְכָלֶה עַד כְּאֶצְבַּע, טֻמְאָה בָאֹהֶל, כֵּלִים שֶׁתַּחַת הַשִּׁפּוּעַ, טְמֵאִים. טֻמְאָה תַחַת הַשִּׁפּוּעַ, כֵּלִים שֶׁבָּאֹהֶל, טְמֵאִין. טֻמְאָה מִתּוֹכוֹ, הַנּוֹגֵעַ בּוֹ מִתּוֹכוֹ, טָמֵא טֻמְאַת שִׁבְעָה. וּמֵאֲחוֹרָיו, טָמֵא טֻמְאַת עָרֶב. טֻמְאָה מֵאֲחוֹרָיו, הַנּוֹגֵעַ בּוֹ מֵאֲחוֹרָיו, טָמֵא טֻמְאַת שִׁבְעָה. מִתּוֹכוֹ, טָמֵא טֻמְאַת עָרֶב. כַּחֲצִי זַיִת מִתּוֹכוֹ וְכַחֲצִי זַיִת מֵאֲחוֹרָיו, הַנּוֹגֵעַ בּוֹ, בֵּין מִתּוֹכוֹ בֵּין מֵאֲחוֹרָיו, טָמֵא טֻמְאַת עָרֶב. מִקְצָתוֹ מְרֻדָּד עַל הָאָרֶץ, טֻמְאָה תַחְתָּיו אוֹ עַל גַּבָּיו, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. אֹהֶל שֶׁהוּא נָטוּי בָּעֲלִיָּה, מִקְצָתוֹ מְרֻדָּד עַל הָאֲרֻבָּה שֶׁבֵּין בַּיִת לָעֲלִיָּה, רַבִּי יוֹסֵי אוֹמֵר, מַצִּיל. רַבִּי שִׁמְעוֹן אוֹמֵר, אֵינוֹ מַצִּיל, עַד שֶׁיְּהֵא נָטוּי כִּנְטִיַּת הָאֹהֶל: \n",
            "הַמֵּת בַּבַּיִת וּבוֹ פְתָחִין הַרְבֵּה, כֻּלָּן טְמֵאִין. נִפְתַּח אַחַד מֵהֶן, הוּא טָמֵא וְכֻלָּן טְהוֹרִים. חָשַׁב לְהוֹצִיאוֹ בְאַחַד מֵהֶן, אוֹ בְחַלּוֹן שֶׁהוּא אַרְבָּעָה עַל אַרְבָּעָה טְפָחִים, הִצִּיל עַל כָּל הַפְּתָחִים. בֵּית שַׁמַּאי אוֹמְרִים, יַחְשֹׁב עַד שֶׁלֹּא יָמוּת הַמֵּת. בֵּית הִלֵּל אוֹמְרִים, אַף מִשֶּׁמֵּת. הָיָה סָתוּם וְנִמְלַךְ לְפָתְחוֹ, בֵּית שַׁמַּאי אוֹמְרִים, כְּשֶׁיִּפְתַּח אַרְבָּעָה טְפָחִים. וּבֵית הִלֵּל אוֹמְרִים, כְּשֶׁיַּתְחִיל. וּמוֹדִים בְּפוֹתֵחַ בַּתְּחִלָּה, שֶׁיִּפְתַּח אַרְבָּעָה טְפָחִים: \n",
            "הָאִשָּׁה שֶׁהִיא מַקְשָׁה לֵילֵד וְהוֹצִיאוּהָ מִבַּיִת לְבַיִת, הָרִאשׁוֹן טָמֵא בְסָפֵק, וְהַשֵּׁנִי בְּוַדָּאי. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהִיא נִטֶּלֶת בַּגַּפַּיִם. אֲבָל אִם הָיְתָה מְהַלֶּכֶת, הָרִאשׁוֹן טָהוֹר, שֶׁמִּשֶּׁנִּפְתַּח הַקֶּבֶר אֵין פְּנַאי לְהַלֵּךְ. אֵין לַנְּפָלִים פְּתִיחַת הַקֶּבֶר, עַד שֶׁיַּעְגִּילוּ רֹאשׁ כְּפִיקָה: \n",
            "יָצָא הָרִאשׁוֹן מֵת וְהַשֵּׁנִי חַי, טָהוֹר. הָרִאשׁוֹן חַי וְהַשֵּׁנִי מֵת, טָמֵא. רַבִּי מֵאִיר אוֹמֵר, בְּשָׁפִיר אֶחָד, טָמֵא. בִּשְׁנֵי שְׁפִירִים, טָהוֹר: \n",
            "הָאִשָּׁה שֶׁהִיא מַקְשָׁה לֵילֵד, מְחַתְּכִין אֶת הַוָּלָד בְּמֵעֶיהָ וּמוֹצִיאִין אוֹתוֹ אֵבָרִים אֵבָרִים, מִפְּנֵי שֶׁחַיֶּיהָ קוֹדְמִין לְחַיָּיו. יָצָא רֻבּוֹ, אֵין נוֹגְעִין בּוֹ, שֶׁאֵין דּוֹחִין נֶפֶשׁ מִפְּנֵי נָפֶשׁ: \n"
        ],
        [
            "יֵשׁ מְבִיאִין אֶת הַטֻּמְאָה וְחוֹצְצִין, מְבִיאִין אֶת הַטֻּמְאָה וְלֹא חוֹצְצִין, חוֹצְצִין וְלֹא מְבִיאִין, לֹא מְבִיאִין וְלֹא חוֹצְצִין. אֵלּוּ מְבִיאִין וְחוֹצְצִין, הַשִּׁדָּה וְהַתֵּבָה וְהַמִּגְדָּל, כַּוֶּרֶת הַקַּשׁ, כַּוֶּרֶת הַקָּנִים, וּבוֹר סְפִינָה אֲלֶכְּסַנְדְּרִית, שֶׁיֶּשׁ לָהֶן שׁוּלַיִם וְהֵן מַחֲזִיקִים אַרְבָּעִים סְאָה בְלַח, שֶׁהֵם כּוֹרַיִם בְּיָבֵשׁ. וִירִיעָה, וּסְקוֹרְטְיָא, וּקְטָבֹלְיָא, וְסָדִין, וּמַפָּץ, וּמַחֲצֶלֶת, שֶׁהֵן עֲשׂוּיִין אֹהָלִים, וְעֵדֶר בְּהֵמָה טְמֵאָה וּטְהוֹרָה, וּמְכוֹנוֹת חַיָּה וָעוֹף, וְהָעוֹף שֶׁשָּׁכַן, וְהָעוֹשֶׂה מָקוֹם לְבֵנָה בַּשִּׁבֳּלִים, הָאֵירוּס וְהַקִּסּוֹם, וְיַרְקוֹת חֲמוֹר, וּדְלַעַת יְוָנִית, וְאֳכָלִים טְהוֹרִים. רַבִּי יוֹחָנָן בֶּן נוּרִי לֹא הָיָה מוֹדֶה בְּאֳכָלִים טְהוֹרִין, חוּץ מִן הָעִגּוּל שֶׁל דְּבֵלָה: \n",
            "הַזִּיזִין, וְהַגִּזְרִיּוֹת, וְהַשּׁוֹבָכוֹת, וְהַשְּׁקִיפִים, וְהַסְּלָעִים, וְהַגְּהָרִים, וְהַשְּׁנָנִים, וְהַסְּכָכוֹת, וְהַפְּרָעוֹת, שֶׁהֵן יְכוֹלִים לְקַבֵּל מַעֲזִיבָה רַכָּה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מַעֲזִיבָה בֵינוֹנִית. אֵלּוּ הֵן הַסְּכָכוֹת, אִילָן שֶׁהוּא מֵסֵךְ עַל הָאָרֶץ. וְהַפְּרָעוֹת, הַיּוֹצְאוֹת מִן הַגָּדֵר: \n",
            "אֵלּוּ מְבִיאִין וְלֹא חוֹצְצִין. הַשִּׁדָּה, וְהַתֵּבָה, וְהַמִּגְדָּל, כַּוֶּרֶת הַקַּשׁ, כַּוֶּרֶת הַקָּנִים, וּבוֹר סְפִינָה אֲלֶכְּסַנְדְּרִית, שֶׁאֵין לָהֶם שׁוּלַיִם וְאֵינָן מַחֲזִיקִים אַרְבָּעִים סְאָה בְלַח, שֶׁהֵם כּוֹרַיִם בְּיָבֵשׁ. וִירִיעָה, וּסְקוֹרְטְיָא, וּקְטָבֹלְיָא, וְסָדִין, וּמַפָּץ, וּמַחֲצֶלֶת, שֶׁאֵין עֲשׂוּיִין אֹהָלִים, וּבְהֵמָה וְחַיָּה שֶׁמֵּתוּ, וְאֳכָלִים טְמֵאִים. מוּסָף עֲלֵיהֶם, הָרֵחַיִם שֶׁל אָדָם: \n",
            "אֵלּוּ חוֹצְצִים וְלֹא מְבִיאִין. מַסֶּכֶת פְּרוּסָה, וַחֲבִילֵי הַמִּטָּה, וְהַמִּשְׁפָּלוֹת וְהַסְּרִיגוֹת שֶׁבַּחֲלוֹנוֹת: \n",
            "אֵלּוּ לֹא מְבִיאִין וְלֹא חוֹצְצִין. הַזְּרָעִים וְהַיְרָקוֹת הַמְחֻבָּרִים לַקַּרְקַע, חוּץ מִן הַיְרָקוֹת שֶׁמָּנוּ, וְכִפַּת הַבָּרָד, וְהַשֶּׁלֶג, וְהַכְּפוֹר, וְהַגְּלִיד, וְהַמֶּלַח, וְהַדּוֹלֵג מִמָּקוֹם לְמָקוֹם, וְהַקּוֹפֵץ מִמָּקוֹם לְמָקוֹם, וְהָעוֹף הַפּוֹרֵחַ, וְטַלִּית הַמְנַפְנֶפֶת, וּסְפִינָה שֶׁהִיא שָׁטָה עַל פְּנֵי הַמָּיִם. קָשַׁר אֶת הַסְּפִינָה בְּדָבָר שֶׁהוּא יָכוֹל לְהַעֲמִידָהּ, כָּבַשׁ אֶת הָאֶבֶן עַל גַּבֵּי הַטַּלִּית, מְבִיאָה אֶת הַטֻּמְאָה. רַבִּי יוֹסֵי אוֹמֵר, הַבַּיִת שֶׁבַּסְּפִינָה אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה: \n",
            "שְׁתֵּי חָבִיּוֹת וּבָהֶן כִּשְׁנֵי חֲצָיֵי זֵיתִים, מֻקָּפוֹת צָמִיד פָּתִיל וּמֻנָּחוֹת בְּתוֹךְ הַבַּיִת, הֵן טְהוֹרוֹת, וְהַבַּיִת טָמֵא. נִפְתְּחָה אַחַת מֵהֶן, הִיא וְהַבַּיִת טְמֵאִים וַחֲבֶרְתָּהּ טְהוֹרָה. וְכֵן שְׁנֵי חֲדָרִים שֶׁהֵן פְּתוּחִין לַבָּיִת: \n"
        ],
        [
            "כַּוֶּרֶת שֶׁהִיא בְתוֹךְ הַפֶּתַח וּפִיהָ לַחוּץ, כַּזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ מִבַּחוּץ, כֹּל שֶׁהוּא כְנֶגֶד הַזַּיִת, תַּחְתֶּיהָ וְגַבָּהּ טָמֵא. וְכֹל שֶׁאֵינוֹ כְנֶגֶד הַזַּיִת, תּוֹכָהּ, וְהַבַּיִת, טָהוֹר. בַּבַּיִת, אֵין טָמֵא אֶלָּא הַבַּיִת. בְּתוֹכָהּ, הַכֹּל טָמֵא: \n",
            "הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ בַבַּיִת אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא, אֶלָּא תוֹכָהּ. בְּתוֹכָהּ, הַכֹּל טָמֵא: \n",
            "בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁהִיא כְלִי מְחֻלְחָלֶת. הָיְתָה פְחוּתָה וּפְקוּקָה בְקַשׁ אוֹ אֲפוּצָה, אֵיזוֹ הִיא אֲפוּצָה, כֹּל שֶׁאֵין לָהּ טֶפַח מִמָּקוֹם אֶחָד, כַּזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ, כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא. בַּבַּיִת, אֵין טָמֵא אֶלָּא הַבַּיִת. בְּתוֹכָהּ, אֵין טָמֵא אֶלָּא תוֹכָהּ: \n",
            "הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ בַבַּיִת, תַּחְתֶּיהָ וְהַבַּיִת טָמֵא, תּוֹכָהּ וְגַבָּהּ טָהוֹר. בְּתוֹכָהּ, אֵין טָמֵא אֶלָּא תוֹכָהּ. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁפִּיהָ לַחוּץ. הָיָה פִיהָ לִפְנִים, וְכַזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ מִבַּחוּץ, כֹּל שֶׁהוּא כְנֶגֶד הַזַּיִת, תַּחְתֶּיהָ וְגַבָּהּ וְתוֹכָהּ טָמֵא. וְכֹל שֶׁאֵינוֹ כְנֶגֶד הַזַּיִת, תּוֹכָהּ וְהַבַּיִת טָהוֹר. בְּתוֹכָהּ אוֹ בַבַּיִת, הַכֹּל טָמֵא: \n",
            "הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ בַבַּיִת אוֹ בְתוֹכָהּ אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא: \n",
            "בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁהִיא כְלִי מְחֻלְחָלֶת. הָיְתָה פְחוּתָה וּפְקוּקָה בְקַשׁ אוֹ אֲפוּצָה, אֵיזוֹהִי אֲפוּצָה, כֹּל שֶׁאֵין לָהּ טֶפַח מִמָּקוֹם אֶחָד, כַּזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ, כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא. בְּתוֹכָהּ אוֹ בַבַּיִת, תּוֹכָהּ וְהַבַּיִת טְמֵאִים: \n",
            "הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ בַבַּיִת אוֹ בְתוֹכָהּ, הַכֹּל טָמֵא, אֶלָּא גַבָּהּ. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "הָיְתָה מְמַלְּאָה אֶת כָּל הַבַּיִת וְאֵין בֵּינָהּ לְבֵין הַקּוֹרוֹת פּוֹתֵחַ טֶפַח, טֻמְאָה בְתוֹכָהּ, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכָהּ טָהוֹר, שֶׁדֶּרֶךְ טֻמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס, בֵּין עוֹמֶדֶת בֵּין מֻטָּה עַל צִדָּהּ, בֵּין אַחַת בֵּין שְׁתָּיִם: \n",
            "הָיְתָה עוֹמֶדֶת בְּתוֹךְ הַפֶּתַח וְאֵין בֵּינָהּ לְבֵין הַמַּשְׁקוֹף פּוֹתֵחַ טֶפַח, טֻמְאָה בְתוֹכָהּ, הַבַּיִת טָהוֹר. טֻמְאָה בַבַּיִת, מַה שֶּׁבְּתוֹכָהּ טָמֵא, שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס: \n",
            "הָיְתָה מֻטָּה עַל צִדָּהּ בָּאֲוִיר וְכַזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ, כֹּל שֶׁהוּא כְנֶגֶד הַזַּיִת, תַּחְתֶּיהָ וְגַבָּהּ, טָמֵא. וְכֹל שֶׁאֵינוֹ כְנֶגֶד הַזַּיִת, תּוֹכָהּ, טָהוֹר. בְּתוֹכָהּ, הַכֹּל טָמֵא: \n",
            "הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא, אֶלָּא תוֹכָהּ. בְּתוֹכָהּ, הַכֹּל טָמֵא. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁהִיא כֶלִי. הָיְתָה פְחוּתָה וּפְקוּקָה בְקַשׁ, אוֹ מַחֲזֶקֶת אַרְבָּעִים סְאָה, כְּדִבְרֵי חֲכָמִים, כַּזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ, כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ, טָמֵא. בְּתוֹכָהּ, אֵין טָמֵא אֶלָּא תוֹכָהּ. הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ, טָמֵא. בְּתוֹכָהּ, תּוֹכָהּ טָמֵא. עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "הָיְתָה יוֹשֶׁבֶת עַל שׁוּלֶיהָ וְהִיא כְלִי, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ, אוֹ עַל גַּבָּהּ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, אוֹ מְכֻסָּה, אוֹ כְפוּיָה עַל פִּיהָ, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ, אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא: \n",
            "בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁהִיא כֶלִי. הָיְתָה פְחוּתָה וּפְקוּקָה בְקַשׁ, אוֹ מַחֲזֶקֶת אַרְבָּעִים סְאָה כְּדִבְרֵי חֲכָמִים, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ, אוֹ עַל גַּבָּהּ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. רַבִּי אֱלִיעֶזֶר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, אֵין טֻמְאָה עוֹלָה לָהּ, אַף לֹא יוֹרֶדֶת מִמֶּנָּה. הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ, תַּחְתֶּיהָ טָמֵא. בְּתוֹכָהּ, אוֹ עַל גַּבָּהּ, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "אָרוֹן שֶׁהִיא רְחָבָה מִלְּמַטָּן וְצָרָה מִלְמַעְלָן וְהַמֵּת בְּתוֹכָהּ, הַנּוֹגֵעַ בָּהּ מִלְּמַטָּן, טָהוֹר. וּמִלְמַעְלָן, טָמֵא. רְחָבָה מִלְמַעְלָן וְצָרָה מִלְּמַטָּן, הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם, טָמֵא. הָיְתָה שָׁוָה, הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם, טָמֵא, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִטֶּפַח וּלְמַטָּן, טָהוֹר. מִטֶּפַח וּלְמַעְלָן, טָמֵא. הָעֲשׂוּיָה כְמִין קַמְטְרָא, הַנּוֹגֵע בָּהּ מִכָּל מָקוֹם, טָמֵא. כְּמִין גְּלוֹסְקוֹס, הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם, טָהוֹר, חוּץ מִמְּקוֹם פְּתִיחָתָהּ: \n",
            "חָבִית שֶׁהִיא יוֹשֶׁבֶת עַל שׁוּלֶיהָ בָאֲוִיר וְכַזַּיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ בְתוֹכָהּ כְּנֶגֶד קוּרְקוּרָתָהּ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרֶדֶת, וְהֶחָבִית טְמֵאָה. תַּחַת דָּפְנָהּ מִבַּחוּץ, טֻמְאָה בּוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרֶדֶת, וְהֶחָבִית טְהוֹרָה. בְּתוֹכָהּ וְתַחַת דָּפְנָהּ, אִם יֵשׁ בַּדְּפָנוֹת פּוֹתֵחַ טֶפַח, הַכֹּל טָמֵא, וּכְנֶגֶד פִּיהָ, טָהוֹר. וְאִם לָאו, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. בַּמֶּה דְבָרִים אֲמוּרִים, בִּטְהוֹרָה. אֲבָל אִם הָיְתָה טְמֵאָה אוֹ גְבוֹהָה מִן הָאָרֶץ טֶפַח אוֹ מְכֻסָּה אוֹ כְפוּיָה עַל פִּיהָ, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא: \n"
        ],
        [
            "אֲרֻבָּה שֶׁהִיא בְתוֹךְ הַבַּיִת וְיֶשׁ בָּהּ פּוֹתֵחַ טֶפַח, טֻמְאָה בַבַּיִת, כְּנֶגֶד אֲרֻבָּה טָהוֹר. טֻמְאָה כְנֶגֶד אֲרֻבָּה, הַבַּיִת טָהוֹר. הַטֻּמְאָה בֵּין בַּבַּיִת וּבֵין כְּנֶגֶד אֲרֻבָּה, נָתַן אֶת רַגְלוֹ מִלְמַעְלָן, עֵרֵב אֶת הַטֻּמְאָה. מִקְצָת טֻמְאָה בַבַּיִת וּמִקְצָתָהּ כְּנֶגֶד אֲרֻבָּה, הַבַּיִת טָמֵא, וּכְנֶגֶד הַטֻּמְאָה טָמֵא: \n",
            "אֵין בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח, טֻמְאָה בַבַּיִת, כְּנֶגֶד אַרֻבָּה טָהוֹר. טֻמְאָה כְנֶגֶד אֲרֻבָּה, הַבַּיִת טָהוֹר. הַטֻּמְאָה בַבַּיִת, נָתַן אֶת רַגְלוֹ מִלְמַעְלָן, טָהוֹר. הַטֻּמְאָה כְנֶגֶד אֲרֻבָּה, נָתַן אֶת רַגְלוֹ מִלְמַעְלָן, רַבִּי מֵאִיר מְטַמֵּא. וַחֲכָמִים אוֹמְרִים, אִם טֻמְאָה קָדְמָה אֶת רַגְלוֹ, טָמֵא. אִם רַגְלוֹ קָדְמָה אֶת הַטֻּמְאָה, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁתֵּי רַגְלַיִם, זוֹ עַל גַּב זוֹ, שֶׁקָּדְמוּ אֶת הַטֻּמְאָה, מָשַׁךְ הָרִאשׁוֹן אֶת רַגְלוֹ וְנִמְצָא רַגְלוֹ שֶׁל שֵׁנִי שָׁם, טָהוֹר, מִפְּנֵי שֶׁקָּדְמָה רַגְלוֹ שֶׁל רִאשׁוֹן אֶת הַטֻּמְאָה: \n",
            "מִקְצָת טֻמְאָה בַבַּיִת וּמִקְצָתָהּ כְּנֶגֶד אֲרֻבָּה, הַבַּיִת טָמֵא, וּכְנֶגֶד הַטֻּמְאָה טָמֵא, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, הַבַּיִת טָמֵא, כְּנֶגֶד הַטֻּמְאָה טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, אִם יֵשׁ בַּטֻּמְאָה כְדֵי שֶׁתֵּחָלֵק וּתְטַמֵּא אֶת הַבַּיִת וּתְטַמֵּא כְנֶגֶד הַטֻּמְאָה, טָמֵא. וְאִם לָאו, הַבַּיִת טָמֵא, כְּנֶגֶד הַטֻּמְאָה טָהוֹר: \n",
            "אֲרֻבּוֹת זוֹ עַל גַּב זוֹ, וְיֵשׁ בָּהֶן פּוֹתֵחַ טֶפַח, טֻמְאָה בַבַּיִת, כְּנֶגֶד אֲרֻבּוֹת טָהוֹר. טֻמְאָה כְנֶגֶד אֲרֻבּוֹת, הַבַּיִת טָהוֹר. הַטֻּמְאָה בֵּין בַּבַּיִת בֵּין כְּנֶגֶד אֲרֻבּוֹת, נָתַן דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, הַכֹּל טָמֵא. וְדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, מִמֶּנּוּ וּלְמַטָּן, טָמֵא. מִמֶּנּוּ וּלְמַעְלָן, טָהוֹר: \n",
            "אֵין בָּאֲרֻבּוֹת פּוֹתֵחַ טֶפַח, טֻמְאָה בַבַּיִת, כְּנֶגֶד אֲרֻבּוֹת טָהוֹר. טֻמְאָה כְנֶגֶד אֲרֻבּוֹת, הַבַּיִת טָהוֹר. הַטֻּמְאָה בַבַּיִת, נָתַן בֵּין דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, בֵּין דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, אֵין טָמֵא אֶלָּא הַתַּחְתּוֹן. הַטֻּמְאָה כְנֶגֶד אֲרֻבּוֹת, נָתַן דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, הַכֹּל טָמֵא. וְדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, אֵין טָמֵא אֶלָּא תַחְתּוֹן: \n",
            "אֲרֻבָּה שֶׁהִיא בְתוֹךְ הַבַּיִת וּקְדֵרָה נְתוּנָה תַחְתֶּיהָ, שֶׁאִם תַּעֲלֶה, אֵין שִׂפְתוֹתֶיהָ נוֹגְעוֹת בָּאֲרֻבָּה, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ אוֹ עַל גַּבָּהּ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ, אוֹ בַבַּיִת, תַּחְתֶּיהָ וְהַבַּיִת, טָמֵא. תּוֹכָהּ וְגַבָּהּ, טָהוֹר. בְּתוֹכָהּ אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא: \n",
            "הָיְתָהּ נְתוּנָה בְצַד הָאַסְקֻפָּה שֶׁאִם תַּעֲלֶה הִיא נוֹגַעַת בַּמַּשְׁקוֹף פּוֹתֵחַ טֶפַח, טֻמְאָה תַחְתֶּיהָ, בְּתוֹכָהּ אוֹ עַל גַּבָּהּ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. הָיְתָה גְבוֹהָה מִן הָאָרֶץ טֶפַח, טֻמְאָה תַחְתֶּיהָ אוֹ בַבַּיִת, תַּחְתֶּיהָ וְהַבַּיִת טָמֵא, תּוֹכָהּ וְגַבָּהּ טָהוֹר. בְּתוֹכָהּ אוֹ עַל גַּבָּהּ, הַכֹּל טָמֵא. שֶׁאִם תַּעֲלֶה אֵינָהּ נוֹגַעַת בַּשְּׁקוֹף פּוֹתֵחַ טֶפַח, אוֹ מֻדְבֶּקֶת בַּשְּׁקוֹף, טֻמְאָה תַחְתֶּיהָ, אֵין טָמֵא אֶלָּא תַחְתֶּיהָ: \n"
        ],
        [
            "הַבַּיִת שֶׁנִּסְדַּק, טֻמְאָה בַחוּץ, כֵּלִים שֶׁבִּפְנִים טְהוֹרִין. טֻמְאָה בִפְנִים, כֵּלִים שֶׁבַּחוּץ, בֵּית שַׁמַּאי אוֹמְרִים, עַד שֶׁיְּהֵא בַסֶּדֶק אַרְבָּעָה טְפָחִים. בֵּית הִלֵּל אוֹמְרִים, כָּל שֶׁהוּא. רַבִּי יוֹסֵי אוֹמֵר מִשּׁוּם בֵּית הִלֵּל, פּוֹתֵחַ טָפַח: \n",
            "אַכְסַדְרָה שֶׁנִּסְדְּקָה, טֻמְאָה בְצַד זֶה, כֵּלִים שֶׁבַּצַּד הַשֵּׁנִי טְהוֹרִים. נָתַן אֶת רַגְלוֹ אוֹ קָנֶה מִלְמַעְלָן, עֵרֵב אֶת הַטֻּמְאָה. נָתַן אֶת הַקָּנֶה בָאָרֶץ, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה, עַד שֶׁיִּהְיֶה גָבֹהַּ מִן הָאָרֶץ פּוֹתֵחַ טָפַח: \n",
            "סָגוֹס עָבֶה וְכֹפֶת עָבֶה אֵינָן מְבִיאִין אֶת הַטֻּמְאָה עַד שֶׁיִּהְיוּ גְבוֹהִים מִן הָאָרֶץ פּוֹתֵחַ טֶפַח. קְפוּלִים, זוֹ עַל גַּבֵּי זוֹ, אֵינָן מְבִיאוֹת אֶת הַטֻּמְאָה עַד שֶׁתְּהֵא הָעֶלְיוֹנָה גְבוֹהָה מִן הָאָרֶץ פּוֹתֵחַ טֶפַח. הָיָה אָדָם נָתוּן שָׁם, בֵּית שַׁמַּאי אוֹמְרִים, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. וּבֵית הִלֵּל אוֹמְרִים, אָדָם חָלוּל הוּא, וְהַצַּד הָעֶלְיוֹן מֵבִיא אֶת הַטֻּמְאָה: \n",
            "הָיָה מַשְׁקִיף בְּעַד הַחַלּוֹן וְהֶאֱהִיל עַל קוֹבְרֵי הַמֵּת, בֵּית שַׁמַּאי אוֹמְרִים, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. וּבֵית הִלֵּל אוֹמְרִים, מֵבִיא אֶת הַטֻּמְאָה. וּמוֹדִים, שֶׁאִם הָיָה לָבוּשׁ בְּכֵלָיו, אוֹ שֶׁהָיוּ שְׁנַיִם זֶה עַל גַּבֵּי זֶה, שֶׁהֵם מְבִיאִין אֶת הַטֻּמְאָה: \n",
            "הָיָה מֻטָּל עַל הָאַסְקֻפָּה וְהֶאֱהִילוּ עָלָיו קוֹבְרֵי הַמֵּת, בֵּית שַׁמַּאי אוֹמְרִים, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. וּבֵית הִלֵּל אוֹמְרִים, מֵבִיא אֶת הַטֻּמְאָה: \n",
            "הַטֻּמְאָה בַבַּיִת וְהֶאֱהִילוּ עָלָיו טְהוֹרִין, בֵּית שַׁמַּאי מְטַהֲרִין, וּבֵית הִלֵּל מְטַמְּאִין: \n",
            "כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת וּמֵת הַכֶּלֶב וּמֻטָּל עַל הָאַסְקֻפָּה, רַבִּי מֵאִיר אוֹמֵר, אִם יֵשׁ בְּצַוָּארוֹ פּוֹתֵחַ טֶפַח, מֵבִיא אֶת הַטֻּמְאָה. וְאִם לָאו, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. רַבִּי יוֹסֵי אוֹמֵר, רוֹאִין אֶת הַטֻּמְאָה, מִכְּנֶגֶד הַמַּשְׁקוֹף וְלִפְנִים, הַבַּיִת טָמֵא. מִכְּנֶגֶד הַמַּשְׁקוֹף וְלַחוּץ, הַבַּיִת טָהוֹר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, פִּיו לִפְנִים, הַבַּיִת טָהוֹר. פִּיו לַחוּץ, הַבַּיִת טָמֵא, שֶׁהַטֻּמְאָה יוֹצֵאת דֶּרֶךְ שׁוּלָיו. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, הַבַּיִת טָמֵא. כַּמָּה תִשְׁהֶה בְמֵעָיו. שְׁלשָׁה יָמִים מֵעֵת לְעֵת. בְּעוֹפוֹת וּבְדָגִים, כְּדֵי שֶׁתִּפֹּל לָאוּר וְתִשָּׂרֵף, דִּבְרֵי רַבִּי שִׁמְעוֹן. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, בְּעוֹפוֹת וּבְדָגִים, מֵעֵת לְעֵת: \n",
            "הֶחָדוּת שֶׁבַּבַּיִת וּמְנוֹרָה בְתוֹכוֹ, וְהַפֶּרַח שֶׁלָּהּ יוֹצֵא וּכְפִישָׁה נְתוּנָה עָלָיו, שֶׁאִם תִּנָּטֵל הַמְּנוֹרָה וּכְפִישָׁה עוֹמֶדֶת עַל פִּי הֶחָדוּת, בֵּית שַׁמַּאי אוֹמְרִים, הֶחָדוּת טָהוֹר, וּמְנוֹרָה טְמֵאָה. בֵּית הִלֵּל אוֹמְרִים, אַף הַמְּנוֹרָה טְהוֹרָה. וּמוֹדִים, שֶׁאִם תִּנָּטֵל הַמְּנוֹרָה וּכְפִישָׁה נוֹפֶלֶת, הַכֹּל טָמֵא: \n",
            "כֵּלִים שֶׁבֵּין שִׂפְתֵי כְפִישָׁה לְבֵין שִׂפְתֵי הֶחָדוּת, אֲפִלּוּ עַד הַתְּהוֹם, טְהוֹרִים. טֻמְאָה שָׁם, הַבַּיִת טָמֵא. טֻמְאָה בַבַּיִת, כֵּלִים שֶׁבְּכָתְלֵי הֶחָדוּת, אִם יֵשׁ בִּמְקוֹמָן טֶפַח עַל טֶפַח עַל רוּם טֶפַח, טְהוֹרִים. וְאִם לָאו, טְמֵאִים. אִם הָיוּ כָתְלֵי הֶחָדוּת רְחָבִים מִשֶּׁל בַּיִת, בֵּין כָּךְ וּבֵין כָּךְ טְהוֹרִים: \n"
        ],
        [
            "נֶסֶר שֶׁהוּא נָתוּן עַל פִּי תַנּוּר חָדָשׁ וְעוֹדֵף מִכָּל צְדָדָיו בְּפוֹתֵחַ טֶפַח, טֻמְאָה תַחְתָּיו, כֵּלִים שֶׁעַל גַּבָּיו טְהוֹרִים. טֻמְאָה עַל גַּבָּיו, כֵּלִים שֶׁתַּחְתָּיו טְהוֹרִים. וּבְיָשָׁן, טָמֵא. רַבִּי יוֹחָנָן בֶּן נוּרִי מְטַהֵר. נָתוּן עַל פִּי שְׁנֵי תַנּוּרִים, טֻמְאָה בֵינֵיהֶם, הֵם טְמֵאִים. רַבִּי יוֹחָנָן בֶּן נוּרִי מְטַהֵר: \n",
            "סְרֵידָה שֶׁהִיא נְתוּנָה עַל פִּי הַתַּנּוּר מֻקָּף צָמִיד פָּתִיל, טֻמְאָה תַחְתָּיו אוֹ עַל גַּבָּיו, הַכֹּל טָמֵא. כְּנֶגֶד אֲוִירוֹ שֶׁל תַּנּוּר, טָהוֹר. טֻמְאָה כְנֶגֶד אֲוִירוֹ שֶׁל תַּנּוּר, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "נֶסֶר שֶׁהוּא נָתוּן עַל פִּי תַנּוּר יָשָׁן, יוֹצֵא מִזֶּה וּמִזֶּה טֶפַח אֲבָל לֹא מִן הַצְּדָדִים, טֻמְאָה בְצַד זֶה, כֵּלִים שֶׁבַּצַּד הַשֵּׁנִי טְהוֹרִים. רַבִּי יוֹסֵי מְטַמֵּא. הַבְּטַח אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. הָיָה בוֹ זִיז, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, רוֹאִים אֶת הַבְּטַח כְּאִלּוּ אֵינוֹ, וְהַזִּיז הָעֶלְיוֹן מֵבִיא אֶת הַטֻּמְאָה: \n",
            "סַנְדָּל שֶׁל עֲרִיסָה שֶׁפְּחָתוֹ בְתוֹךְ הַבַּיִת, אִם יֶשׁ בּוֹ פּוֹתֵחַ טֶפַח, הַכֹּל טָמֵא. וְאִם לָאו, מוֹנִין בּוֹ כְדֶרֶךְ שֶׁמּוֹנִין בְּמֵת: \n",
            "קוֹרוֹת הַבַּיִת וְהָעֲלִיָּה שֶׁאֵין עֲלֵיהֶן מַעֲזִיבָה וְהֵן מְכֻוָּנוֹת, טֻמְאָה תַחַת אַחַת מֵהֶן, תַּחְתֶּיהָ טָמֵא. בֵּין הַתַּחְתּוֹנָה לָעֶלְיוֹנָה, בֵּינֵיהֶן טָמֵא. עַל גַּבֵּי הָעֶלְיוֹנָה, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא. הָיוּ הָעֶלְיוֹנוֹת כְּבֵין הַתַּחְתּוֹנוֹת, טֻמְאָה תַחַת אַחַת מֵהֶן, תַּחַת כֻּלָּם טָמֵא. עַל גַּבֵּיהֶן, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "קוֹרָה שֶׁהִיא נְתוּנָה מִכֹּתֶל לְכֹתֶל וְטֻמְאָה תַחְתֶּיהָ, אִם יֶשׁ בָּהּ פּוֹתֵחַ טֶפַח, מְבִיאָה אֶת הַטֻּמְאָה תַחַת כֻּלָּהּ. וְאִם לָאו, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. כַּמָּה יִהְיֶה בְהֶקֵּפָהּ וִיהֵא בָהּ פּוֹתֵחַ טֶפַח. בִּזְמַן שֶׁהִיא עֲגֻלָּה, הֶקֵּפָהּ שְׁלשָׁה טְפָחִים. בִּזְמַן שֶׁהִיא מְרֻבַּעַת, אַרְבָּעָה, שֶׁהַמְרֻבָּע יָתֵר עַל הֶעָגוֹל רְבִיעַ: \n",
            "עַמּוּד שֶׁהוּא מֻטָּל לָאֲוִיר, אִם יֵשׁ בְּהֶקֵּפוֹ עֶשְׂרִים וְאַרְבָּעָה טְפָחִים, מֵבִיא אֶת הַטֻּמְאָה תַחַת דָּפְנוֹ. וְאִם לָאו, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת: \n",
            "כַּזַּיִת מִן הַמֵּת מֻדְבָּק לָאַסְקֻפָּה, רַבִּי אֱלִיעֶזֶר מְטַמֵּא אֶת הַבָּיִת. רַבִּי יְהוֹשֻׁעַ מְטַהֵר. הָיָה נָתוּן תַּחַת הָאַסְקֻפָּה, יִדּוֹן מֶחֱצָה לְמֶחֱצָה. מֻדְבָּק לַמַּשְׁקוֹף, הַבַּיִת טָמֵא. רַבִּי יוֹסֵי מְטַהֵר. הָיָה נָתוּן בְּתוֹךְ הַבַּיִת, הַנּוֹגֵעַ בַּמַּשְׁקוֹף, טָמֵא. הַנּוֹגֵעַ בָּאַסְקֻפָּה, רַבִּי אֱלִיעֶזֶר מְטַמֵּא. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִטֶּפַח וּלְמַטָּן, טָהוֹר. מִטֶּפַח וּלְמַעְלָן, טָמֵא: \n"
        ],
        [
            "הָעוֹשֶׂה מָאוֹר בַּתְּחִלָּה, שִׁעוּרוֹ מְלֹא מַקְדֵּחַ גָּדוֹל שֶׁל לִשְׁכָּה. שְׁיָרֵי הַמָּאוֹר, רוּם אֶצְבָּעַיִם עַל רֹחַב הַגּוּדָל. אֵלּוּ הֵן שְׁיָרֵי הַמָּאוֹר, חַלּוֹן שֶׁסְּתָמָהּ וְלֹא הִסְפִּיק לְגָמְרָהּ. חֲרָרוּהוּ מַיִם אוֹ שְׁרָצִים אוֹ שֶׁאֲכָלַתּוּ מַלַּחַת, שִׁעוּרוֹ מְלֹא אֶגְרוֹף. חָשַׁב עָלָיו לְתַשְׁמִישׁ, שִׁעוּרוֹ פוֹתֵחַ טֶפַח. לְמָאוֹר, שִׁעוּרוֹ מְלֹא מַקְדֵּחַ. הַסְּרִיגוֹת וְהָרְפָפוֹת מִצְטָרְפוֹת כִּמְלֹא מַקְדֵּחַ, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, עַד שֶׁיְּהֵא בְמָקוֹם אֶחָד מְלֹא מַקְדֵּחַ. לְהָבִיא הַטֻּמְאָה וּלְהוֹצִיא הַטֻּמְאָה. רַבִּי שִׁמְעוֹן אוֹמֵר, לְהָבִיא הַטֻּמְאָה, אֲבָל לְהוֹצִיא אֶת הַטֻּמְאָה בְּפוֹתֵחַ טָפַח: \n",
            "חַלּוֹן שֶׁהִיא לַאֲוִיר, שִׁעוּרָהּ מְלֹא מַקְדֵּחַ. בָּנָה בַיִת חוּצָה לָהּ, שִׁעוּרָהּ בְּפוֹתֵחַ טֶפַח. נָתַן אֶת הַתִּקְרָה בְאֶמְצַע הַחַלּוֹן, הַתַּחְתּוֹן בְּפוֹתֵחַ טֶפַח, וְהָעֶלְיוֹן מְלֹא מַקְדֵּחַ: \n",
            "הַחוֹר שֶׁבַּדֶּלֶת, שִׁעוּרוֹ מְלֹא אֶגְרוֹף, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי טַרְפוֹן אוֹמֵר, בְּפוֹתֵחַ טֶפַח. שִׁיֵּר בָּהּ הֶחָרָשׁ מִלְּמַטָּן אוֹ מִלְמַעְלָן, הֱגִיפָהּ וְלֹא מֵרְקָהּ, אוֹ שֶׁפְּתָחַתּוּ הָרוּחַ, שִׁעוּרוֹ מְלֹא אֶגְרוֹף: \n",
            "הָעוֹשֶׂה מָקוֹם לְקָנֶה, וּלְאִסְפָּתִי, וּלְנֵר, שִׁעוּרוֹ כָּל שֶׁהוּא, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, בְּפוֹתֵחַ טֶפַח. לָזוּן אֶת עֵינָיו, וּלְדַבֵּר עִם חֲבֵרוֹ, וּלְתַשְׁמִישׁ, בְּפוֹתֵחַ טָפַח: \n",
            "אֵלּוּ מְמַעֲטִין אֶת הַטֶּפַח. פָּחוֹת מִכַּזַּיִת בָּשָׂר מְמַעֵט עַל יְדֵי רֹבַע עֲצָמוֹת, וּפָחוֹת מֵעֶצֶם כַּשְּׂעֹרָה מְמַעֵט עַל יְדֵי כַזַּיִת בָּשָׂר. פָּחוֹת מִכַּזַּיִת מִן הַמֵּת, פָּחוֹת מִכַּזַּיִת מִן הַנְּבֵלָה, פָּחוֹת מִכָּעֲדָשָׁה מִן הַשֶּׁרֶץ, פָּחוֹת מִכַּבֵּיצָה אֳכָלִים, הַתְּבוּאָה שֶׁבַּחַלּוֹן, וְכָכַי שֶׁיֶּשׁ בָּהּ מַמָּשׁ, וְנִבְלַת הָעוֹף הַטָּהוֹר שֶׁלֹּא חִשַּׁב עָלֶיהָ, וְנִבְלַת עוֹף הַטָּמֵא שֶׁחִשַּׁב עָלֶיהָ וְלֹא הִכְשִׁירָהּ, אוֹ הִכְשִׁירָהּ וְלֹא חִשַּׁב עָלֶיהָ: \n",
            "אֵלּוּ שֶׁאֵינָן מְמַעֲטִים. אֵין הָעֶצֶם מְמַעֵט עַל יְדֵי עֲצָמוֹת, וְלֹא בָשָׂר עַל יְדֵי בָשָׂר, וְלֹא כַזַּיִת מִן הַמֵּת, וְלֹא כַזַּיִת מִן הַנְּבֵלָה, וְלֹא כָעֲדָשָׁה מִן הַשֶּׁרֶץ, וְלֹא כַבֵּיצָה אֳכָלִים, וְלֹא תְבוּאָה שֶׁבַּחַלּוֹנוֹת, וְלֹא כָכַי שֶׁאֵין בָּהּ מַמָּשׁ, וְלֹא נִבְלַת הָעוֹף הַטָּהוֹר שֶׁחִשַּׁב עָלֶיהָ, וְלֹא נִבְלַת עוֹף הַטָּמֵא שֶׁחִשַּׁב עָלֶיהָ וְהִכְשִׁירָהּ, וְלֹא הַשְּׁתִי וְהָעֵרֶב הַמְנֻגָּעִים, וְלֹא לְבֵנָה מִבֵּית הַפְּרָס, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַלְּבֵנָה מְמַעֶטֶת, מִפְּנֵי שֶׁעֲפָרָהּ טָהוֹר. זֶה הַכְּלָל, הַטָּהוֹר מְמַעֵט, וְהַטָּמֵא אֵינוֹ מְמַעֵט: \n"
        ],
        [
            "הַזִּיז מֵבִיא אֶת הַטֻּמְאָה כָּל שֶׁהוּא. הַגִּזְרָה וְהַגַּבְלִית, בְּפוֹתֵחַ טֶפַח. אֵיזֶהוּ הַזִּיז, שֶׁפָּנָיו לְמַטָּה. וְהַגִּזְרָה, שֶׁפָּנֶיהָ לְמָעְלָה. וּבַמָּה אָמְרוּ הַזִּיז מֵבִיא אֶת הַטֻּמְאָה כָל שֶׁהוּא, בְּזִיז שֶׁהוּא גָבוֹהַּ מִן הַפֶּתַח שְׁלשָׁה נִדְבָּכִין, שֶׁהֵם שְׁנֵים עָשָׂר טֶפַח. יָתֵר מִכָּאן, מֵבִיא אֶת הַטֻּמְאָה בְפוֹתֵחַ טֶפַח. הָעֲטָרוֹת וְהַפִּתּוּחִים מְבִיאִין אֶת הַטֻּמְאָה בְפוֹתֵחַ טָפַח: \n",
            "זִיז שֶׁעַל גַּבֵּי הַפֶּתַח, מֵבִיא אֶת הַטֻּמְאָה בְפוֹתֵחַ טֶפַח. שֶׁעַל גַּבֵּי הַחַלּוֹן, רוּם אֶצְבָּעַיִם, שֶׁעַל גַּבֵּי מְלֹא מַקְדֵּחַ, כָּל שֶׁהוּא. רַבִּי יוֹסֵי אוֹמֵר, מְלֹאוֹ: \n",
            "קָנֶה שֶׁעַל גַּבֵּי הַפֶּתַח, אֲפִלּוּ גָבֹהַּ מֵאָה אַמָּה, מֵבִיא אֶת הַטֻּמְאָה כָל שֶׁהוּא, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אַל יַחְמוֹר זֶה מִן הַזִּיז: \n",
            "זִיז שֶׁהוּא סוֹבֵב אֶת כָּל הַבַּיִת וְאוֹכֵל בַּפֶּתַח שָׁלשׁ אֶצְבָּעוֹת, טֻמְאָה בַבַּיִת, כֵּלִים שֶׁתַּחְתָּיו טְמֵאִים. טֻמְאָה תַחְתָּיו, רַבִּי אֱלִיעֶזֶר מְטַמֵּא אֶת הַבַּיִת, וְרַבִּי יְהוֹשֻׁעַ מְטַהֵר. וְכֵן בְּחָצֵר שֶׁהִיא מֻקֶּפֶת אַכְסַדְרָה: \n",
            "שְׁנֵי זִיזִין זֶה עַל גַּבֵּי זֶה וְיֵשׁ בָּהֶן פּוֹתֵחַ טֶפַח וּבֵינֵיהֶן פּוֹתֵחַ טֶפַח, טֻמְאָה תַחְתֵּיהֶן, תַּחְתֵּיהֶן טָמֵא. בֵּינֵיהֶם, בֵּינֵיהֶן טָמֵא. עַל גַּבֵּיהֶן, כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. הָיָה הָעֶלְיוֹן עוֹדֵף עַל הַתַּחְתּוֹן פּוֹתֵחַ טֶפַח, טֻמְאָה תַחְתֵּיהֶן אוֹ בֵינֵיהֶן, תַּחְתֵּיהֶן וּבֵינֵיהֶן טָמֵא. עַל גַּבֵּיהֶן, כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. הָיָה הָעֶלְיוֹן עוֹדֵף עַל הַתַּחְתּוֹן פָּחוֹת מִטֶּפַח, טֻמְאָה תַחְתֵּיהֶן, תַּחְתֵּיהֶן וּבֵינֵיהֶן טָמֵא. בֵּינֵיהֶן אוֹ תַחַת הַמּוֹתָר, רַבִּי אֱלִיעֶזֶר אוֹמֵר, תַּחְתֵּיהֶן וּבֵינֵיהֶן טָמֵא. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בֵּינֵיהֶן וְתַחַת הַמּוֹתָר, טָמֵא, וְתַחְתֵּיהֶן, טָהוֹר: \n",
            "יֵשׁ בָּהֶן פּוֹתֵחַ טֶפַח וְאֵין בֵּינֵיהֶן פּוֹתֵחַ טֶפַח, טֻמְאָה תַחְתֵּיהֶן, תַּחְתֵּיהֶן טָמֵא. בֵּינֵיהֶן אוֹ עַל גַּבֵּיהֶן, כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא: \n",
            "אֵין בָּהֶן פּוֹתֵחַ טֶפַח, בֵּין שֶׁיֵּשׁ בֵּינֵיהֶן פּוֹתֵחַ טֶפַח בֵּין שֶׁאֵין בֵּינֵיהֶן פּוֹתֵחַ טֶפַח, טֻמְאָה תַחְתֵּיהֶן, בֵּינֵיהֶן אוֹ עַל גַּבֵּיהֶן, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. וְכֵן שְׁתֵּי יְרִיעוֹת שֶׁהֵן גְּבוֹהוֹת מִן הָאָרֶץ פּוֹתֵחַ טָפַח: \n"
        ],
        [
            "סָגוֹס עָבֶה וְכֹפֶת עָבֶה, אֵינָן מְבִיאִין אֶת הַטֻּמְאָה, עַד שֶׁיְּהוּ גְבוֹהִין מִן הָאָרֶץ פּוֹתֵחַ טֶפַח. קְפוּלִין זוֹ עַל גַּבֵּי זוֹ, אֵינָן מְבִיאוֹת אֶת הַטֻּמְאָה, עַד שֶׁתְּהֵא הָעֶלְיוֹנָה גְבוֹהָה מִן הָאָרֶץ פּוֹתֵחַ טֶפַח. טַבְלָיוֹת שֶׁל עֵץ זוֹ עַל גַּב זוֹ אֵינָן מְבִיאוֹת אֶת הַטֻּמְאָה, עַד שֶׁתְּהֵא הָעֶלְיוֹנָה גְבוֹהָה מִן הָאָרֶץ פּוֹתֵחַ טֶפַח. וְאִם הָיוּ שֶׁל שַׁיִשׁ, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת: \n",
            "טַבְלָיוֹת שֶׁל עֵץ שֶׁהֵן נוֹגְעוֹת זוֹ בָזוֹ בְקַרְנוֹתֵיהֶם וְהֵן גְּבוֹהוֹת מִן הָאָרֶץ פּוֹתֵחַ טֶפַח, טֻמְאָה תַחַת אַחַת מֵהֶן, הַנּוֹגֵעַ בַּשְּׁנִיָּה, טָמֵא טֻמְאַת שִׁבְעָה, כֵּלִים שֶׁתַּחַת הָרִאשׁוֹנָה טְמֵאִים, וְשֶׁתַּחַת הַשְּׁנִיָּה טְהוֹרִין. הַשֻּׁלְחָן אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה, עַד שֶׁיְּהֵא בוֹ רִבּוּעַ בְּפוֹתֵחַ טָפַח: \n",
            "חָבִיּוֹת שֶׁהֵן יוֹשְׁבוֹת עַל שׁוּלֵיהֶן אוֹ מֻטּוֹת עַל צִדֵּיהֶן, בָּאֲוִיר, וְהֵן נוֹגְעוֹת זוֹ בָזוֹ בְּפוֹתֵחַ טֶפַח, טֻמְאָה תַחַת אַחַת מֵהֶן, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת. בַּמֶּה דְבָרִים אֲמוּרִים, בִּטְהוֹרוֹת. אֲבָל אִם הָיוּ טְמֵאוֹת אוֹ גְבוֹהוֹת מִן הָאָרֶץ פּוֹתֵחַ טֶפַח, טֻמְאָה תַחַת אַחַת מֵהֶן, תַּחַת כֻּלָּם טָמֵא: \n",
            "בַּיִת שֶׁחֲצָצוֹ בִנְסָרִים אוֹ בִירִיעוֹת, מִן הַצְּדָדִים אוֹ מִן הַקּוֹרוֹת, טֻמְאָה בַבַּיִת, כֵּלִים שֶׁבַּחֲצָץ טְהוֹרִים. טֻמְאָה בַחֲצָץ, כֵּלִים שֶׁבַּבַּיִת טְמֵאִין. כֵּלִים שֶׁבַּחֲצָץ, אִם יֶשׁ שָׁם פּוֹתֵחַ טֶפַח, טְמֵאִים. וְאִם לָאו, טְהוֹרִים: \n",
            "חֲצָצוֹ מֵאַרְצוֹ, טֻמְאָה בַחֲצָץ, כֵּלִים שֶׁבַּבַּיִת טְמֵאִים. טֻמְאָה בַבַּיִת, כֵּלִים שֶׁבַּחֲצָץ, אִם יֵשׁ בִּמְקוֹמָן טֶפַח עַל טֶפַח עַל רוּם טֶפַח, טְהוֹרִים. וְאִם לָאו, טְמֵאִין, שֶׁאַרְצוֹ שֶׁל בַּיִת כָּמוֹהוּ עַד הַתְּהוֹם: \n",
            "בַּיִת שֶׁהוּא מָלֵא תֶבֶן וְאֵין בֵּינוֹ לְבֵין הַקּוֹרוֹת פּוֹתֵחַ טֶפַח, טֻמְאָה בִפְנִים, כֵּלִים שֶׁכְּנֶגֶד יְצִיאָה טְמֵאִים. טֻמְאָה בַחוּץ, כֵּלִים שֶׁבִּפְנִים, אִם יֵשׁ בִּמְקוֹמָם טֶפַח עַל טֶפַח עַל רוּם טֶפַח, טְהוֹרִים. וְאִם לָאו, טְמֵאִים. אִם יֵשׁ בֵּין תֶּבֶן לַקּוֹרוֹת פּוֹתֵחַ טֶפַח, בֵּין כָּךְ וּבֵין כָּךְ טְמֵאִים: \n",
            "בַּיִת שֶׁמִּלְאוֹ עָפָר אוֹ צְרוֹרוֹת, וּבִטְּלוֹ, וְכֵן כְּרִי שֶׁל תְּבוּאָה, אוֹ גַל שֶׁל צְרוֹרוֹת, אֲפִלּוּ כְגַלּוֹ שֶׁל עָכָן, וַאֲפִלּוּ טֻמְאָה בְצַד הַכֵּלִים, טֻמְאָה בוֹקַעַת וְעוֹלָה, בּוֹקַעַת וְיוֹרָדֶת: \n",
            "חֲצַר הַקֶּבֶר, הָעוֹמֵד בְּתוֹכָהּ טָהוֹר, עַד שֶׁיְהֵא בָהּ אַרְבַּע אַמּוֹת, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, אַרְבָּעָה טְפָחִים. קוֹרָה שֶׁעֲשָׂאָהּ גּוֹלֵל לְקֶבֶר, בֵּין עוֹמֶדֶת בֵּין מֻטָּה עַל צִדָּהּ, אֵין טָמֵא אֶלָּא כְנֶגֶד הַפֶּתַח. עָשָׂה רֹאשָׁהּ גּוֹלֵל לְקֶבֶר, אֵין טָמֵא אֶלָּא עַד אַרְבָּעָה טְפָחִים. וּבִזְמַן שֶׁהוּא עָתִיד לָגֹד, רַבִּי יְהוּדָה אוֹמֵר, כֻּלָּהּ חִבּוּר: \n",
            "חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִים טְהוֹרִים וּמֻקֶּפֶת צָמִיד פָּתִיל, וַעֲשָׂאָהּ גּוֹלֵל לְקֶבֶר, הַנּוֹגֵעַ בָּהּ, טָמֵא טֻמְאַת שִׁבְעָה, וְהֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין. בְּהֵמָה שֶׁעֲשָׂאָהּ גּוֹלֵל לְקֶבֶר, הַנּוֹגֵעַ בָּהּ, טָמֵא טֻמְאַת שִׁבְעָה. רַבִּי מֵאִיר אוֹמֵר, כֹּל שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים אֵינוֹ מְטַמֵּא מִשּׁוּם גּוֹלֵל: \n",
            "הַנּוֹגֵעַ בְּמֵת וְהַנּוֹגֵעַ בְּכֵלִים, הַמַּאֲהִיל עַל הַמֵּת וְהַנּוֹגֵעַ בְּכֵלִים, טְמֵאִין. מַאֲהִיל עַל הַמֵּת וּמַאֲהִיל עַל הַכֵּלִים, הַנוֹגֵעַ בְּמֵת וּמַאֲהִיל עַל הַכֵּלִים, טְהוֹרִים. אִם יֵשׁ בְּיָדוֹ פוֹתֵחַ טֶפַח, טְמֵאִין. שְׁנֵי בָתִּים וּבָהֶן כִּשְׁנֵי חֲצָאֵי זֵיתִים, פָּשַׁט אֶת שְׁתֵּי יָדָיו לָהֶן, אִם יֵשׁ בְּיָדָיו פּוֹתֵחַ טֶפַח, מֵבִיא אֶת הַטֻּמְאָה. וְאִם לָאו, אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה: \n"
        ],
        [
            "כָּל הַמִּטַּלְטְלִין מְבִיאִין אֶת הַטֻּמְאָה כָּעֳבִי הַמַּרְדֵּעַ. אָמַר רַבִּי טַרְפוֹן, אֲקַפַּח אֶת בָּנַי שֶׁזּוֹ הֲלָכָה מְקֻפַּחַת, שֶׁשָּׁמַע הַשּׁוֹמֵעַ, וְטָעָה, שֶׁהָאִכָּר עוֹבֵר וְהַמַּרְדֵּעַ עַל כְּתֵפוֹ, וְהֶאֱהִיל צִדּוֹ אֶחָד עַל הַקֶּבֶר, וְטִמְּאוּהוּ מִשּׁוּם כֵּלִים הַמַּאֲהִילִים עַל הַמֵּת. אָמַר רַבִּי עֲקִיבָא, אֲנִי אֲתַקֵּן שֶׁיְּהוּ דִבְרֵי חֲכָמִים קַיָּמִין, שֶׁיְּהוּ כָל הַמִּטַּלְטְלִין מְבִיאִין אֶת הַטֻּמְאָה עַל אָדָם הַנּוֹשְׂאָן בָּעֳבִי הַמַּרְדֵּעַ, וְעַל עַצְמָן בְּכָל שֶׁהֵן, וְעַל שְׁאָר אָדָם וְכֵלִים בְּפוֹתֵחַ טָפַח: \n",
            "כֵּיצַד. כּוּשׁ שֶׁהוּא תָחוּב בַּכֹּתֶל, כַּחֲצִי זַיִת מִתַּחְתָּיו וְכַחֲצִי זַיִת מֵעַל גַּבָּיו, אַף עַל פִּי שֶׁאֵינָן מְכֻוָּנִין, טָמֵא. נִמְצָא מֵבִיא אֶת הַטֻּמְאָה לְעַצְמוֹ בְּכָל שֶׁהוּא. הַקַּדָּר שֶׁהוּא עוֹבֵר וְהַסַּל עַל כְּתֵפוֹ וְהֶאֱהִיל צִדּוֹ אַחַת עַל הַקֶּבֶר, הַכֵּלִים שֶׁבַּצַּד הַשֵּׁנִי טְהוֹרִין. אִם יֵשׁ בַּסַּל פּוֹתֵחַ טֶפַח, טְמֵאִים. הַתְּלוּלִיּוֹת הַקְּרוֹבוֹת בֵּין לָעִיר בֵּין לַדֶּרֶךְ, אֶחָד חֲדָשׁוֹת וְאֶחָד יְשָׁנוֹת, טְמֵאוֹת. הָרְחוֹקוֹת, חֲדָשׁוֹת טְהוֹרוֹת וִישָׁנוֹת טְמֵאוֹת. אֵיזוֹ הִיא קְרוֹבָה, חֲמִשִּׁים אַמָּה. וִישָׁנָה, שִׁשִּׁים שָׁנָה, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, קְרוֹבָה, שֶׁאֵין קְרוֹבָה מִמֶּנָּה. וִישָׁנָה, שֶׁאֵין אָדָם זוֹכְרָהּ: \n",
            "הַמּוֹצֵא מֵת בַּתְּחִלָּה מֻשְׁכָּב כְּדַרְכּוֹ, נוֹטְלוֹ וְאֶת תְּבוּסָתוֹ. מָצָא שְׁנַיִם, נוֹטְלָן וְאֶת תְּבוּסָתָן. מָצָא שְׁלשָׁה, אִם יֵשׁ בֵּין זֶה לָזֶה מֵאַרְבַּע אַמּוֹת וְעַד שְׁמֹנֶה כִּמְלֹא מִטָּה וְקוֹבְרֶיהָ, הֲרֵי זוֹ שְׁכוּנַת קְבָרוֹת. בּוֹדֵק מִמֶּנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה. מָצָא אֶחָד בְּסוֹף עֶשְׂרִים אַמָּה, בּוֹדֵק מִמֶּנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה, שֶׁרַגְלַיִם לַדָּבָר. שֶׁאִלּוּ מִתְּחִלָּה מְצָאוֹ, נוֹטְלוֹ וְאֶת תְּבוּסָתוֹ: \n",
            "הַבּוֹדֵק, בּוֹדֵק אַמָּה עַל אַמָּה וּמַנִּיחַ אַמָּה, עַד שֶׁהוּא מַגִּיעַ לְסֶלַע אוֹ לִבְתוּלָה. הַמוֹצִיא אֶת הֶעָפָר מִמְּקוֹם טֻמְאָה, אוֹכֵל בְּדִמְעוֹ. הַמְפַקֵּחַ בַּגַּל, אֵינוֹ אוֹכֵל בְּדִמְעוֹ: \n",
            "הָיָה בוֹדֵק, הִגִּיעַ לְנַחַל אוֹ לִשְׁלוּלִית, אוֹ לְדֶרֶךְ הָרַבִּים, מַפְסִיק. שָׂדֶה שֶׁנֶּהֶרְגוּ בָהּ הֲרוּגִים, מְלַקֵּט עֶצֶם עֶצֶם וְהַכֹּל טָהוֹר. הַמְפַנֶּה קִבְרוֹ מִתּוֹךְ שָׂדֵהוּ, מְלַקֵּט עֶצֶם עֶצֶם וְהַכֹּל טָהוֹר. בּוֹר שֶׁמַּטִּילִים לְתוֹכוֹ נְפָלִים אוֹ הֲרוּגִים, מְלַקֵּט עֶצֶם עֶצֶם וְהַכֹּל טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הִתְקִינוֹ לְקֶבֶר מִתְּחִלָּה, יֶשׁ לוֹ תְבוּסָה: \n"
        ],
        [
            "הַחוֹרֵשׁ אֶת הַקֶּבֶר, הֲרֵי זֶה עוֹשֶׂה בֵית הַפְּרָס. עַד כַּמָּה הוּא עוֹשֶׂה. מְלֹא מַעֲנָה מֵאָה אַמָּה, בֵּית אַרְבַּעַת סְאִים. רַבִּי יוֹסֵי אוֹמֵר, בֵּית חָמֵשׁ, בְּמוֹרָד. וּבְמַעֲלֶה, נוֹתֵן רֹבַע כַּרְשִׁינִים עַל בֹּרֶךְ הַמַּחֲרֵשָׁה, עַד מְקוֹם שֶׁיִּצְמְחוּ שְׁלשָׁה כַרְשִׁינִין זוֹ בְצַד זוֹ, עַד שָׁם הוּא עוֹשֶׂה בֵית הַפְּרָס. רַבִּי יוֹסֵי אוֹמֵר, בְּמוֹרָד וְלֹא בְמַעֲלֶה: \n",
            "הָיָה חוֹרֵשׁ וְהִטִּיחַ בְּסֶלַע אוֹ בְגָדֵר אוֹ שֶׁנִּעֵר הַמַּחֲרֵשָׁה, עַד שָׁם הוּא עוֹשֶׂה בֵית הַפְּרָס. רַבִּי אֶלְעָזָר אוֹמֵר, בֵּית פְּרָס עוֹשֶׂה בֵית פְּרָס. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, פְּעָמִים עוֹשֶׂה, פְּעָמִים אֵינוֹ עוֹשֶׂה. כֵּיצַד. חָרַשׁ חֲצִי מַעֲנָה, וְחָזַר וְחָרַשׁ חֶצְיָהּ, וְכֵן הַצְּדָדִין, הֲרֵי זֶה עוֹשֶׂה בֵית פְּרָס. חָרַשׁ מְלֹא מַעֲנָה, חָזַר וְחָרַשׁ מִמֶּנָּה וְלַחוּץ, אֵינוֹ עוֹשֶׂה בֵית פְּרָס: \n",
            "הַחוֹרֵשׁ מְלָטַמְיָא, מִצְּבִירַת הָעֲצָמוֹת, מִשָּׂדֶה שֶׁאָבַד הַקֶּבֶר בְּתוֹכָהּ, אוֹ שֶׁנִּמְצָא בָהּ קֶבֶר, הַחוֹרֵשׁ אֶת שֶׁאֵינוֹ שֶׁלּוֹ, וְכֵן נָכְרִי שֶׁחָרַשׁ, אֵינוֹ עוֹשֶׂה אוֹתָהּ בֵּית פְּרָס, שֶׁאֵין בֵּית פְּרָס לַכּוּתִיִּים: \n",
            "שְׂדֵה בֵית הַפְּרָס עַל גַּבֵּי טְהוֹרָה, שָׁטְפוּ גְשָׁמִים מִבֵּית פְּרָס לַטְּהוֹרָה, אֲפִלּוּ אֲדֻמָּה וְהִלְבִּינוּהָ אוֹ לְבָנָה וְהֶאְדִּימוּהָ, אֵין עוֹשִׂין אוֹתָהּ בֵּית הַפְּרָס: \n",
            "שָׂדֶה שֶׁאָבַד קֶבֶר בְּתוֹכָהּ, וּבָנָה בָהּ בַּיִת וַעֲלִיָּה עַל גַּבָּיו, אִם הָיְתָה פִתְחָהּ שֶׁל עֲלִיָּה מְכֻוָּן כְּנֶגֶד פִּתְחוֹ שֶׁל בַּיִת, עֲלִיָּה טְהוֹרָה. וְאִם לָאו, עֲלִיָּה טְמֵאָה. עֲפַר בֵּית הַפְּרָס וַעֲפַר חוּצָה לָאָרֶץ שֶׁבָּא בְיָרָק, מִצְטָרְפִין כְּחוֹתַם הַמַּרְצוּפִים, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּהְיֶה בְמָקוֹם אֶחָד כְּחוֹתַם הַמַּרְצוּפִין. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה שֶׁהָיוּ אִגְּרוֹת בָּאוֹת מִמְּדִינַת הַיָּם לִבְנֵי כֹהֲנִים גְּדוֹלִים, וְהָיוּ בָהֶם כִּסְאָה וּכְסָאתַיִם חוֹתָמוֹת, וְלֹא חָשׁוּ לָהֶם חֲכָמִים מִשּׁוּם טֻמְאָה: \n"
        ],
        [
            "כֵּיצַד בּוֹצְרִים בֵּית הַפְּרָס. מַזִּים עַל הָאָדָם וְעַל הַכֵּלִים, וְשׁוֹנִים וּבוֹצְרִים וּמוֹצִיאִים חוּץ לְבֵית הַפְּרָס, וַאֲחֵרִים מְקַבְּלִים מֵהֶם וּמוֹלִיכִים לַגָּת. אִם נָגְעוּ אֵלּוּ בָאֵלּוּ, טְמֵאִים, כְּדִבְרֵי בֵית הִלֵּל. בֵּית שַׁמַּאי אוֹמְרִים, אוֹחֵז אֶת הַמַּגָּל בְּסִיב, אוֹ בוֹצֵר בְּצוֹר וְנוֹתֵן לְתוֹךְ הַכְּפִישָׁה וּמוֹלִיךְ לַגָּת. אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים, בְּכֶרֶם הַנַּעֲשָׂה בֵית הַפְּרָס. אֲבָל נוֹטֵעַ בֵּית הַפְּרָס, יִמָּכֵר לַשּׁוּק: \n",
            "שְׁלשָׁה בֵית פְּרָסוֹת הֵן, הַחוֹרֵשׁ אֶת הַקֶּבֶר, נִטַּעַת כָּל נֶטַע, וְאֵינָהּ נִזְרַעַת כָּל זֶרַע, חוּץ מִזֶּרַע הַנִּקְצָר. וְאִם עֲקָרוֹ, צוֹבֵר אֶת גָּרְנוֹ לְתוֹכוֹ וְכוֹבְרוֹ בִשְׁתֵּי כְבָרוֹת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַתְּבוּאָה בִּשְׁתֵּי כְבָרוֹת, וְהַקִּטְנִיּוֹת בְּשָׁלשׁ כְּבָרוֹת. וְשׂוֹרֵף אֶת הַקַּשׁ וְאֶת הֶעָצָה, וּמְטַמֵּא בְמַגָּע וּבְמַשָּׂא, וְאֵינוֹ מְטַמֵּא בְאֹהֶל: \n",
            "שָׂדֶה שֶׁאָבַד קֶבֶר בְּתוֹכָהּ, נִזְרַעַת כָּל זֶרַע, וְאֵינָהּ נִטַּעַת כָּל נֶטַע. וְאֵין מְקַיְּמִין בָּהּ אִילָנוֹת, חוּץ מֵאִילַן סְרָק שֶׁאֵינוֹ עוֹשֶׂה פֵרוֹת. וּמְטַמֵּא בְמַגָּע וּבְמַשָּׂא וּבְאֹהֶל: \n",
            "שְׂדֵה בוֹכִין, לֹא נִטַּעַת, וְלֹא נִזְרַעַת, וַעֲפָרָהּ טָהוֹר, וְעוֹשִׂין מִמֶּנָּה תַנּוּרִים לַקֹּדֶשׁ. וּמוֹדִים בֵּית שַׁמַּאי וּבֵית הִלֵּל שֶׁבּוֹדְקִים לְעוֹשֶׂה פֶסַח, וְאֵין בּוֹדְקִין לִתְרוּמָה. וּלְנָזִיר, בֵּית שַׁמַּאי אוֹמְרִים, בּוֹדְקִין. וּבֵית הִלֵּל אוֹמְרִים, אֵין בּוֹדְקִין. כֵּיצַד הוּא בוֹדֵק. מֵבִיא אֶת הֶעָפָר שֶׁהוּא יָכוֹל לַהֲסִיטוֹ וְנוֹתֵן לְתוֹךְ כְּבָרָה שֶׁנְּקָבֶיהָ דַקִּים, וּמְמַחֶה, אִם נִמְצָא שָׁם עֶצֶם כַּשְּׂעֹרָה, טָמֵא: \n",
            "כֵּיצַד מְטַהֲרִין בֵּית הַפְּרָס. נוֹטְלִין מִמֶּנּוּ שְׁלשָׁה טְפָחִים, אוֹ נוֹתֵן עַל גַּבָּיו שְׁלשָׁה טְפָחִים. אִם נָטַל מֵחֶצְיוֹ אֶחָד שְׁלשָׁה טְפָחִים, וְנָתַן עַל גַּבֵּי חֶצְיוֹ אַחֵר שְׁלשָׁה טְפָחִים, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ נָטַל מִמֶּנּוּ טֶפַח וּמֶחֱצָה, וְנָתַן עָלָיו טֶפַח וּמֶחֱצָה מִמָּקוֹם אַחֵר, טָהוֹר. הָרוֹצֵף בֵּית הַפְּרָס בַּאֲבָנִים שֶׁאֵינוֹ יָכוֹל לַהֲסִיטָן, טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף הָעוֹזֵק בֵּית הַפְּרָס, טָהוֹר: \n",
            "הַמְהַלֵּךְ בְּבֵית הַפְּרָס עַל אֲבָנִים שֶׁאֵינוֹ יָכוֹל לַהֲסִיטָן, עַל הָאָדָם וְעַל הַבְּהֵמָה שֶׁכֹּחָן יָפֶה, טָהוֹר. עַל אֲבָנִים שֶׁהוּא יָכוֹל לַהֲסִיטָן, עַל הָאָדָם וְעַל הַבְּהֵמָה שֶׁכֹּחָן רָע, טָמֵא. הַמְהַלֵּךְ בְּאֶרֶץ הָעַמִּים, בֶּהָרִים וּבַסְּלָעִים, טָמֵא. בַּיָּם וּבַשּׁוּנִית, טָהוֹר. וְאֵיזֶהוּ הַשּׁוּנִית, כָּל מָקוֹם שֶׁהַיָּם עוֹלֶה בְזַעְפּוֹ: \n",
            "הַקּוֹנֶה שָׂדֶה בְסוּרְיָא, סְמוּכָה לְאֶרֶץ יִשְׂרָאֵל, אִם יָכוֹל לְהִכָּנֵס לָהּ בְּטָהֳרָה, טְהוֹרָה, וְחַיֶּבֶת בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית. וְאִם אֵינוֹ יָכוֹל לְהִכָּנֵס לָהּ בְּטָהֳרָה, טְמֵאָה, וְחַיֶּבֶת בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית. מְדוֹרוֹת הַגּוֹיִם, טְמֵאִין. כַּמָּה יִשְׁהֶא בְתוֹכָן וִיהֵא צָרִיךְ בְּדִיקָה, אַרְבָּעִים יוֹם, אַף עַל פִּי שֶׁאֵין עִמּוֹ אִשָּׁה. וְאִם הָיָה עֶבֶד אוֹ אִשָּׁה מְשַׁמְּרִים אוֹתוֹ, אֵינוֹ צָרִיךְ בְּדִיקָה: \n",
            "אֶת מַה הֵם בּוֹדְקִים, אֶת הַבִּיבִים הָעֲמֻקִּים וְאֶת הַמַּיִם הַסְּרוּחִים. בֵּית שַׁמַּאי אוֹמְרִים, אַף הָאַשְׁפַּתּוֹת וְעָפָר הַתִּחוֹחַ. וּבֵית הִלֵּל אוֹמְרִים, כָּל מְקוֹם שֶׁהַחֲזִיר וְהַחֻלְדָּה יְכוֹלִים לְהַלֵּךְ בּוֹ, אֵינוֹ צָרִיךְ בְּדִיקָה: \n",
            "הָאִצְטְוָנִיּוֹת, אֵין בָּהֶן מִשּׁוּם מְדוֹר הַגּוֹיִם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עִיר גּוֹיִם שֶׁחָרְבָה, אֵין בָּהּ מִשּׁוּם מְדוֹר גּוֹיִם. מִזְרַח קִסְרִין וּמַעֲרַב קִסְרִין, קְבָרוֹת. וּמִזְרַח עַכּוֹ הָיָה סָפֵק, וְטִהֲרוּהוּ חֲכָמִים. רַבִּי וּבֵית דִּינוֹ נִמְנוּ עַל קֵינִי וְטִהֲרוּהוּ: \n",
            "עֲשָׂרָה מְקוֹמוֹת אֵין בָּהֶן מִשּׁוּם מְדוֹר גּוֹיִם. אָהֳלֵי הָעַרְבִיִּים, וְהַסֻּכּוֹת, וְהַצְּרִיפִין, וְהַבֻּרְגָּנִין, וְהָאַלְקְטִיּוֹת, וּבֵית שַׁעַר, וַאֲוִירָהּ שֶׁל חָצֵר, וְהַמֶּרְחָץ, וּמְקוֹם הַחִצִּים, וּמְקוֹם הַלִּגְיוֹנוֹת: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>שנים טמאים במת אחד טמא טומאת שבעה.</b> כולה מתניתין מפרש לה ואזיל:",
                "<b>אדם הנוגע במת, טמא טומאת שבעה.</b> דכתיב (במדבר י״ט:י״א) הנוגע במת לכל נפש אדם וטמא שבעת ימים, לפי שהוא נעשה אב הטומאה, שהמת אבי אבות הטומאה הוא:",
                "<b>אדם הנוגע בו טמא טומאת ערב.</b> דכתיב (שם) והנפש הנוגעת תטמא עד הערב, לפי שהוא נעשה ולד הטומאה וכל ולד הטומאה אין בו אלא טומאת ערב. אבל חכמים גזרו על הנוגע בטמא מת בעודו מחובר למת שיהיה טמא שבעה:"
            ],
            [
                "<b>כלים הנוגעים במת וכו׳</b> בין כלי מתכות בין כלי שטף ובגדים מיטמאין כמת עצמו, דכתיב (שם) בחלל חרב או במת, חרב הרי הוא כמת, והוא הדין לשאר כל הכלים. הלכך כלים הנוגעים במת נעשים אבי אבות, וכלים בכלים אב הטומאה, דלעולם אין הכלים שניים נעשים כראשונים:",
                "<b>השלישי בין אדם בין כלים.</b> נעשים ראשונים ומיטמאין טומאת ערב:"
            ],
            [
                "<b>כיצד ארבעה.</b> כלים הנוגעים במת, אבי אבות כמותו. ואדם בכלים, אב הטומאה. וכלים באדם, נמי אב הטומאה כאדם עצמו, דכתיב (במדבר ל״א:כ״ד) וכבסתם בגדיכם ביום השביעי וטהרתם, הא למדת שכל אדם הטמא טומאת שבעה מטמא הכלים טומאת שבעה:",
                "<b>הרביעי בין אדם בין כלים.</b> נעשים ראשונים. והוא הדין דבכיצד שלשה הוה מצי למתני אדם הנוגע במת וכלים באדם טמאים טומאת שבעה, השלישי בין אדם בין כלים טמאין טומאת ערב. אלא מסיפא ארבעה טמאין במת שמעינן לה, דאפילו אדם בכלים שנגעו במת וכלים באדם קתני טומאת שבעה, כל שכן אדם במת עצמו וכלים באדם דאיכא טומאת שבעה:",
                "<b>שפוד.</b> כמין עמוד של מתכת תקוע באמצע האוהל ובראשו קושרין האוהל:",
                "<b>אין האוהל מתחשב.</b> לפי שאין האוהל מטמא השפוד, לפיכך אינו נחשב במנין סדר הטומאות, אלא כל המונח באוהל המת כנוגע במת עצמו, ואין כאן אלא ארבעה. אי נמי, אפילו אין השפוד בתוך האוהל אלא שנוגע באוהל מבחוץ אפילו הכי אין האוהל מתחשב במנין סדר משנתנו. והכי מוכח לקמן בפרק סגוס עבה במשנת טבליות של עץ:"
            ],
            [
                "<b>שהכלים שלשה.</b> כגון כלים שנגעו במת וכלים בכלים ועוד כלים שלישים בשניים, כולן טמאין:",
                "<b>והאדם שנים.</b> כגון אדם במת ואדם שני בזה האדם שנטמא במת. אבל אדם השלישי בשני, טהור:",
                "<b>שהוא באמצע.</b> כגון כלים ואדם וכלים, דהרביעי בין אדם בין כלים מיטמא טומאת ערב, כדשמעינן ממתניתין דלעיל:"
            ],
            [
                "<b>מטמא בגדים.</b> כל זמן שלא פירש, דכתיב (ויקרא ט״ו:ז׳) והנוגע בבשר הזב יכבס בגדיו, אלמא שהוא מטמא בגדים בשעת מגעו בזב:",
                "<b>ואין בגדים הנוגעים בזב מטמאין בגדים.</b> לפי שהזב אב הטומאה והבגדים הנוגעים בו נעשים ראשון ואין מטמאין בגדים אחרים, שאין אדם וכלים מקבלים טומאה אלא מאב הטומאה:",
                "<b>שהבגדים הנושאין את הזב מטמאין אדם.</b> כגון משכב ומושב של זב מטמאין אדם, לפי שהן נעשים אב הטומאה כזב עצמו, דכתיב (שם) וכל הנוגע בכל אשר יהיה תחתיו יטמא עד הערב:",
                "<b>ואין אדם הנושא את הזב מטמא אדם.</b> ואפילו בשעה שהוא נושא אותו קודם שפירש, שאינו אלא ראשון לטומאה ואין ראשון מטמא אדם:"
            ],
            [
                "<b>עד שתצא נפשו.</b> דכתיב (במדבר י״ט:י״ג) כל הנוגע במת בנפש האדם אשר ימות. למדך הכתוב שאינו מטמא עד שימות:",
                "<b>מגויד.</b> מחותך. לשון גודו אילנא (דניאל ד׳):",
                "<b>זוקק ליבום.</b> כל זמן שהוא גוסס יבמתו אסורה להנשא:",
                "<b>ופוטר מן היבום.</b> אם מת והניח בן גוסס, אשתו פטורה מן החליצה ומן היבום:",
                "<b>ומאכיל בתרומה.</b> את אמו, אם היא בת ישראל שנישאת לכהן:",
                "<b>ופוסל.</b> את אמו מן התרומה, אם בת כהן לישראל היא:",
                "<b>וכן בהמה וחיה אין מטמאין.</b> טומאת נבילות, עד שתצא נפשם:",
                "<b>כזנב הלטאה.</b> כלומר למה פרכוס זה דומה, לזנב הלטאה:"
            ],
            [
                "<b>האיברים.</b> צריך שיהיה בהם בשר וגידים ועצמות, ובכך הוא נחשב אבר. ומיירי בין באבר שנתלש מן החי בין באבר מן המת:"
            ],
            [
                "<b>פיסת הרגל.</b> כף הרגל היא הפרסה: ",
                "<b>ששה בכל אצבע.</b> לחמש אצבעות, היינו שלשים:",
                "<b>קרסול.</b> תרגום כרעיים, קרסולין. מקום חיבור הרגל והשוק:",
                "<b>קטלית.</b> למעלה בראש הירך:",
                "<b>בקנה.</b> עצם המחובר ליד. מלשון קנה המדה, שבו מודדים האמה:",
                "<b>מרפק.</b> קוד״ו בלע״ז:",
                "<b>מאה ואחד מזה.</b> שכל מה שמנה עד עכשיו מצד אחד מהגוף הוא, כגון יד אחד ורגל אחד ודופן אחת:",
                "<b>מפתח של לב.</b> הוא החזה. שמפני תנועת החזה מנשב הריאה על הלב, נמצא החזה פותח דרך שממנו יכנס האויר ויצא ללב:",
                "<b>בנקוביו.</b> הביצים וגיד האמה:",
                "<b>בשר כראוי.</b> כדי שיעלה ארוכה ויבריא, אם היה מחובר באדם חי:",
                "<b>ואין מטמאין באוהל.</b> לפי שטומאת אוהל אינה אלא או באדם שלם כדכתיב (במדבר י״ט:י״ד) אדם כי ימות באוהל, או באבר הדומה לאדם כדכתיב (שם) בעצם אדם, מה אדם יש בו בשר וגידים ועצמות ומטמא באוהל, אף אבר שיש בו בשר וגידים ועצמות מטמא באוהל:"
            ]
        ],
        [
            [
                "<b>אלו מטמאין באוהל, המת וכזית מן המת.</b> ואי קשיא, כזית מן המת מטמא מת עצמו לא כל שכן, הא מלתא מתרצה בגמרא בנזיר [דף נ״ט]. לא נצרכא אלא לנפל שלא נתקשרו אבריו בגידין שאין בו כזית בשר:",
                "<b>נצל.</b> בשר המת שנימוח ונעשה כמין ליחה סרוחה:",
                "<b>מלוא תרוד.</b> כף ושיעורו מלא חפניים:",
                "<b>רקב.</b> גופו של מת כשכלה לחותו ונעשה כמין עפר. ואין מלוא תרוד רקב מטמא אלא מן המת שנקבר ערום בארון של שיש ומכוסה בכיסוי של שיש, עד שנודע בודאי שאין בו תערובת רקבון של בגד או של עץ או עפר אחר. אבל מת שנקבר בכסותו או בארון של עץ או בעפר, אין לו רקב. וכן מת שנקבר חסר אבר אין לו רקב:",
                "<b>השדרה והגולגולת.</b> אע״פ שאין בהם בשר מטמאים באוהל, לפי שצורת אדם ניכרת בהם, דכתיב בעצם אדם, עצם שניכר בו שהוא של אדם:",
                "<b>אבר מן המת ואבר מן החי.</b> דכתיב (במדבר י״ט:ט״ז) בחלל חרב או במת, אבר שהבדילתו החרב מן החי הרי הוא כמת:",
                "<b>ורובע עצמות.</b> רובע הקב של עצמות:",
                "<b>מרוב המנין או מרוב הבנין.</b> רבותי פירשו, שהן מועטין מהיות בהן רוב מנין ורוב בנין, דאע״פ שאין בהן לא רוב המנין ולא רוב הבנין מטמאין:",
                "<b>ורוב בנינו ורוב מנינו.</b> רוב בנין הגוף, או רוב מנין העצמות אע״פ שאינו רוב בנין הגוף, מטמאין, ואע״פ שאין בהן רובע. ורוב בנינו, כגון השוקים והירכים והצלעות [והשדרה]. ורוב מנינו, כגון ראשי אצבעות הידים והרגלים וכיוצא בהן, ובלבד שיהיו קכ״ה אברים, מטמאים:  "
            ],
            [
                "<b>רביעית דם.</b> שיצא כולו לאחר מיתה:",
                "<b>ורביעית דם תבוסה.</b> שיצא מקצת רביעית מחיים ומקצת לאחר מיתה. ולקמן בפ״ג [משנה ה׳] מפרש לה:",
                "<b>תבוסה.</b> לשון מתבוססת בדמיך (יחזקאל ט״ז:ו׳). ורביעית דם שיצא כולו לאחר מיתה, דאורייתא, דכתיב במת בנפש. אבל דם תבוסה אינו אלא מדרבנן. ותני דאורייתא ותני דרבנן:",
                "<b>ממת אחד.</b> ולא משני מתים. קסברי רבנן, יש אם למסורת ועל כל נפשות מת לא יבא (ויקרא כ״א:י״א), נפשת כתיב חסר:",
                "<b>ר׳ עקיבא אומר משני מתים.</b> חצי רביעית ממת זה וחצי רביעית ממת אחר, מטמא באוהל. דסבר יש אם למקרא, נפשות מת, משמע שתי נפשות ושיעור אחד, מדלא קאמר נפשות מתים. ואין הלכה כר׳ עקיבא:",
                "<b>ר׳ עקיבא אומר כל שהוא.</b> כשם שטמא בעצמות רוב מנין ורוב בנין אע״פ שאין בו רובע הקב שהוא שיעור המיוחד לעצמות, כך טמא בדם הקטן שיצא כולו אע״פ שאין בו רביעית שהוא שיעור המיוחד לדם:",
                "<b>וחכמים אומרים רביעית.</b> אם אמרת בעצמות שבידוע שכולו לפניך, תאמר בדם שאני אומר נשתיירה ממנה טפה כל שהוא ולא יצא כולו. והלכה כחכמים:",
                "<b>כזית רמה.</b> שנולדה בבשר המת:",
                "<b>מטמא כבשרו.</b> דרמה היוצאה מן המת אפילו חיה, כבשר המת היא חשובה, משום דאדם מחיים אקרי רמה, דכתיב (איוב כ״ח) אף כי אנוש רמה:",
                "<b>וחכמים מטהרים.</b> והלכה כחכמים:",
                "<b>אפר שרופים.</b> אדם שנשרף ונעשה אפר ולא נתערב בו מאפר עצים:",
                "<b>שעורו ברובע.</b> קב אפר, מטמא:",
                "<b>וחכמים מטהרים.</b> והלכה כחכמים:",
                "<b>עפר קברות.</b> עפר שמעורב בו דם וליחה של מת. ומלא תרווד ועוד טמא, לפי שאי אפשר למלוא תרווד ועוד שלא יהיה בו מלוא תרווד רקב דאמר לעיל שהוא טמא. והכי נמי מיירי במת שנקבר ערום בארון של שיש שאין עפר אחר מעורב בו:",
                "<b>ר׳ שמעון מטהר.</b> ואין הלכה כר׳ שמעון:",
                "<b>אינו חיבור לטומאה.</b> ואם האהיל על מקצתו אינו כאילו האהיל על כולו. וכן לענין מגע:"
            ],
            [
                "<b>עצם כשעורה.</b> מטמא במגע ובמשא. דכתיב (במדבר י״ט:ט״ז) ועל הנוגע וגו׳, ושם לא נאמר בעצם אדם. ללמד על עצם כשעורה שמטמא במגע אע״פ שאינו ניכר שהוא של אדם. אבל באוהל, אדם כי ימות באוהל כתיב. ובעצם לענין טומאת אוהל, בעינן שיהא ניכר שהוא של אדם, שהרי במקום אחר הוא אומר בעצם אדם:",
                "<b>וארץ העמים.</b> כל חוץ לארץ קרי ארץ העמים. והכא מיירי בגוש עפר שבא מחוץ לארץ שהוא מטמא במגע ובמשא ואינו מטמא באוהל. אבל הנכנס לארץ העמים, אפילו לא נגע ולא נשא כגון שהיה רוכב על סוס, טמא, דעל אוירה של ארץ העמים נמי גזרו:",
                "<b>בית הפרס.</b> שדה שנחרש בה קבר ונשברו עצמות המת ונדושו בעפר אותו שדה. ופרס מלשון פרוסה. הלוא פרוס לרעב לחמך (ישעיהו נ״ח:ז׳):",
                "<b>כמה חסרון בשדרה.</b> ולא יטמא באוהל, אלא במגע ובמשא:",
                "<b>כמלוא מקדח.</b> מלוא רוחב הנקב שנוקבין במרצע:",
                "<b>כדי שינטל מן החי וימות.</b> ושיערו חכמים בחסרון כסלע:",
                "<b>בקטן של רופאים.</b> במרצע קטן שהרופאים פותחים בו הנגעים:",
                "<b>בגדול של לשכה.</b> ושיערו חכמים שהוא נקב כפונדיון:"
            ],
            [
                "<b>הגולל.</b> אבן גדולה ורחבה שסותמים בה פי הקבר מלמעלה. מלשון וגללו את האבן (בראשית כ״ט:ג׳):",
                "<b>והדופק.</b> שתי אבנים גדולות אחת מצד זה ואחת מצד זה שהגולל נשען עליהן:",
                "<b>מטמאין במגע ובאהל.</b> דכתיב (במדבר י״ט:י״ח) ועל הנוגע בעצם או בחלל או במת או בקבר, מה מת מטמא במגע ובאוהל אף קבר מטמא במגע ובאוהל:",
                "<b>ואינן מטמאין במשא.</b> דדרשינן וכל אשר יגע על פני השדה (שם), לרבות גולל ודופק, וכתיב וכל אשר יגע, משום מגע הוא מטמא ואינו מטמא משום משא:",
                "<b>אם יש תחתיהן עפר קברות.</b> מטמא כשמסיטן, משום עפר הניסט עמהן דמטמא במשא משום תפוסה של מת. והלכה כר׳ יהושע:",
                "<b>דופק דופקין.</b> אצל אבן הדופק מניחין לפעמים אבן אחרת להחזיקה ואין הגולל נשען עליה, והיא נקראת דופק דופקין:  "
            ],
            [
                "<b>ואלו אם חסרו טהורים.</b> דלית בהן כשיעור:",
                "<b>כזית מן המת.</b> שכן הוא תחלת יצירתו של אדם בכזית:",
                "<b>ורביעית דם.</b> הואיל ובתחלת ברייתו של קטן אין בו פחות מרביעית דם:",
                "<b>ואבר מן החי שחסר עצמו.</b> אפילו קולית גדולה שחסר ממנה עצם כל שהוא לא מטמא משום אבר מן החי. אבל אם חסר מבשרו, לעולם הוא מטמא עד שיחסר מכדי להעלות ארוכה. ואבר מן המת, כזית בשר הפורש ממנו, טמא. ועצם כשעורה הפורש ממנו נמי טמא:"
            ],
            [
                "<b>השדרה והגולגולת משני מתים.</b> חצי חוליות השדרה ממת זה וחצי חוליות השדרה ממת אחר. וכן הגולגולת:",
                "<b>ואבר מן החי משני אנשים.</b> חצי אבר נתלש מחי זה וחצי אבר כזה נתלש מחי אחר, ונראין כאבר אחד:",
                "<b>וחכמים מטהרין.</b> מטומאת אוהל. אבל מטמאין במגע ובמשא משום עצם כשעורה. והלכה כחכמים:"
            ],
            [
                "<b>שנדקדקו.</b> שנשחקו. לשון ושחקת ממנה הדק (שמות ל׳:ל״ו):",
                "<b>ר׳ שמעון מטהר.</b> מכל טומאה. ואינם מטמאין לא במגע ולא במשא ולא באוהל:",
                "<b>וחכמים מטמאין.</b> בשלשתן, דהא איכא רובע:",
                "<b>אבר מן החי שנחלק לשנים טהור.</b> ואפילו חזר וחיברו דאין חיבורי אדם חיבור:",
                "<b>ניטל חצאים.</b> שניטל מן החי לחצאים ולא ניטל ממנו אבר שלם כאחד, דלא הוה ביה שיעורא מעולם. ואין הלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>כל המטמאין באוהל.</b> האמורים לעיל בריש פרק ב׳:",
                "<b>שנחלקו.</b> שיעוריהן לחצאין:",
                "<b>והכניסן.</b> כשהן מחולקים:",
                "<b>לתוך הבית.</b> דהיינו לתוך אוהל אחד:",
                "<b>רבי דוסא בן הרכינס מטהר.</b> דסבר לא מצטרפי לכשיעור:",
                "<b>הנוגע בכשני חצאי זיתים מן הנבילה.</b> פתח באוהל ומפרש בנבילה, לומר לך דכי היכי דסבירא ליה לרבי דוסא שאין מצטרפין לטומאת אוהל, הכי נמי סבירא ליה דאין מצטרפין לטומאת מגע ומשא, בין במת בין בנבילה:",
                "<b>הנוגע בכחצי זית ומאהיל על כחצי זית.</b> שהמאהיל על המת, טמא כאילו היה עם המת באוהל. ובגמרא בפרק העור והרוטב מוקי הנך מאהיל דרישא בטומאה רצוצה, שאין בין הטומאה ובין האוהל פותח טפח, ומשום הכי חכמים מטמאין, דכולה נגיעה היא. וסיפא דאמר אבל הנוגע בכחצי זית ודבר אחר מאהיל עליו וכו׳ דמודו רבנן דטהור, מיירי כשיש פותח טפח בין הטומאה ובין האוהל, דבהא מודו רבנן דאין מצטרפין, דנגיעה ואוהל שני שמות הן, וכל שהן משני שמות אין מצטרפין. ור׳ דוסא סבר דאפילו בטומאה רצוצה אין מצטרפין, ולא אפילו למגע ומגע. ואין הלכה כר׳ דוסא:",
                "<b>אמר ר׳ מאיר אף בזו ר׳ דומא מטהר וחכמים מטמאין.</b> ר׳ מאיר פליג אתנא קמא דאמר דכשיש פותח טפח בין הטומאה ואוהל מודו רבנן דטהור ואין מצטרפין, ואמר איהו דאף בזו פליגי רבנן על ר׳ דוסא ואמרי דנגיעה ואוהל חד שמא הוא, הלכך מצטרפין לכשיעור ומטמאין. ואין הלכה כר׳ מאיר:",
                "<b>חוץ מן המגע עם המשא.</b> כגון שנגע בחצי זית והסיט חצי זית:",
                "<b>והמשא עם האוהל.</b> שהסיט חצי זית והאהיל על חצי זית:",
                "<b>משם אחד.</b> כגון מגע ומגע משא ומשא אוהל ואוהל:"
            ],
            [
                "<b>מלא תרווד רקב.</b> דאמרן לעיל בריש פרק ב׳ שהוא מטמא באוהל:",
                "<b>שנתפזר לתוך הבית.</b> ונתערב בו עפר כל שהוא:",
                "<b>ור׳ שמעון מטהר.</b> דסבר סופו כתחילתו, מה תחילתו אם נקבר המת בתכריכים או בארון של עץ, אין לו רקב, דבעינן שלא יהיה דבר נגלל עמו, אף סופו לאחר שנעשה רקב אם נתערב עמו דבר אחר אינו מטמא. ואין הלכה כר׳ שמעון:",
                "<b>אם מתכבסת הכסות ויוצא ממנה רביעית דם.</b> וכיצד משערין אותה, מביא מים במדה ומכבסה בהן ומביא מים אחרים כמדתן ונותן בהן רביעית דם, אם היה מראיהן שוה הרי שזו טמאה, ואם לאו טהורה:  "
            ],
            [
                "<b>נשפך באויר.</b> בתוך הבית:",
                "<b>אם היה מקומו קטפרס.</b> אם המקום שנשפך בו הדם היה מדרון:",
                "<b>והאהיל.</b> אדם על מקצתו:",
                "<b>טהור.</b> דקטפרס אינו חיבור:",
                "<b>היה אשבורן.</b> מקום המכונס כמו בתוך גומא: ",
                "<b>או שקרש</b> הדם ואפילו קטפרס, הוי חיבור וטמא, ואפילו האהיל על קצתו:",
                "<b>נשפך על האסקופה.</b> כמין אצטבא שלפני פתח הבית:",
                "<b>והיא קטפרס בין מבפנים</b>. שמשפע לצד פנים:",
                "<b>בין מבחוץ.</b> שמשפע לצד חוץ:",
                "<b>והבית מאהיל.</b> על מקצתו, טהור כל מה שבבית מטומאת אוהל, אע״פ שסופו של דם לירד לפנים, דאינו חיבור:",
                "<b>חוץ מן השינים והשער והצפורן.</b> דכתיב (במדבר י״ט) בעצם, מה עצם שנברא עמו ואין גזעו מחליף, אף כל שנברא עמו ואין גזעו מחליף. יצאו שינים שלא נבראו עמו, יצאו שער וצפורן שגזען מחליף:  "
            ],
            [
                "<b>הבית טמא.</b> כל מה שבתוכו טמא, שהרי מאהיל על השער המחובר למת:",
                "<b>עצם שיש עליו כזית בשר.</b> העצם נחשב יד לבשר:",
                "<b>תחובים בידי אדם.</b> שלא היה הבשר מחובר לעצם מעיקרו, אלא אדם תחבו לשם כדרך שתוחבים הבשר בשפוד:"
            ],
            [
                "<b>איזהו דם תבוסה.</b> אמתניתין דלעיל דפרק ב׳ [משנה ב׳] קאי, דקתני רביעית דם תבוסה טמא, וקמפרש הכא איזהו דם תבוסה:",
                "<b>שמינית בחייו ושמינית במותו.</b> מצטרפים לרביעית:",
                "<b>רביעית בחייו ורביעית במותו.</b> שנתערבו ונטל מן התערובת רביעית, זהו דם תבוסה. אבל שמינית בחייו ושמינית במותו, לא:",
                "<b>זה וזה.</b> דר׳ עקיבא ודר׳ ישמעאל:",
                "<b>כמים.</b> ואינן מטמאין:",
                "<b>ואיזהו דם תבוסה.</b> שטמא:",
                "<b>צלוב שדמו שותת.</b> ויורד בלא הפסק, מפני שטיפה של מיתה מעורבת בו. אבל נוטף, שיורד טפה אחר טפה, קמא קמא בטיל וטהור:",
                "<b>רבי יהודה אומר לא כי.</b> כלומר לא כן הדבר:",
                "<b>אלא השותת טהור.</b> שאני אומר אותה טפה שהנשמה תלויה בה עמדה לה על גבי העץ שהוא תלוי בו, ואין בדם זה אותה טפה אחרונה של מיתה:",
                "<b>והמנטף טמא.</b> ולא אמרינן קמא קמא בטל, דסבר רבי יהודה אין דם מבטל דם. והלכה כרבי עקיבא:"
            ],
            [
                "<b>כזית מן המת פתחו בטפח.</b> המת בבית ולו פתחים הרבה, כל הכלים המונחים בחלל הפתחים תחת המשקוף של פתח מבחוץ, אע״פ שהפתחים נעולים ויש הפסק בין אוהל המת לאוהל הכלים, כולן טמאין. דגזרו חכמים טומאה על המקום שהוא דרך יציאת טומאה שסופו של מת לצאת דרך שם, וכשאין יודעים באיזה מקום יוציאוהו, כולן טמאין. ואם יש כזית מן המת בבית וחשב להוציאו בחלון שיש בו פותח טפח, מציל על כל הפתחים הנעולים, כיון שיודע המקום שסופה של טומאה לצאת דרך שם. ואם הוא מת שלם וחשב להוציא דרך חלון שיש בו ארבעה, מציל על כל הפתחים הנעולים, דבשיעור ארבעה טפחים שיערו חכמים שראוי להוצאת המת:",
                "<b>אבל להוציא את הטומאה בפותח טפח.</b> אפילו מת שלם טומאה יוצאה דרך חלון כל זמן שהוא פתוח, ומטמא הכלים שבבית שבצדו אם יש בחלון פותח טפח:",
                "<b>גדול מכזית כמת.</b> דוקא כזית מצומצם פתחו בטפח. אבל יותר מכזית דינו כאילו היה מת שלם, ואין מציל על הפתחים הנעולים עד שיהא בו ארבעה: ",
                "<b>רבי יוסי אומר השדרה והגולגולת</b> שבבית דינו כמת שלם, ואם חשב להוציאן דרך חלון אין מציל על הפתחים הנעולים עד שיהא בו ארבעה. וכן הלכה:"
            ],
            [
                "<b>טפח על טפח על רום טפח.</b> דף שהוא רחב טפח על טפח וגבוה מן הארץ טפח, ומאהיל על כזית מן המת ועל הכלים, מביא את הטומאה על הכלים:",
                "<b>מרובע.</b> שאם היה רחבו פחות מטפח אע״פ שהיה ארכו שני טפחים, לא אמרינן שים מה שיתר על ארכו ברחבו ורבעהו, להכי קתני מרובע, שצריך שיהא ברחבו טפח ובארכו טפח:",
                "<b>כיצד.</b> כלומר כיצד חוצץ בפני הטומאה:",
                "<b>ביב שהוא קמור.</b> חפירה בקרקע ומקורה, והיינו קמור, ושם יורדים שופכים שבבית ומשם יוצאים לרשות הרבים:",
                "<b>יש בו פותח טפח.</b> דהיינו טפח על טפח ברום טפח בביב עצמו:",
                "<b>וביציאתו.</b> בפתח הביב שממנו יוצאין המים לרשות הרבים:",
                "<b>טומאה בתוכו.</b> כזית מן המת בתוך הביב. דכזית מן המת פתחו בטפח:",
                "<b>הבית טהור.</b> שהטומאה יוצאה דרך פתח הביב היוצא לרשות הרבים. והיינו דקתני חוצץ בפני הטומאה:",
                "<b>טומאה בבית מה שבתוך הביב טהור.</b> דאין דרך טומאה להכניסה דרך פתח הביב, שדרך הטומאה להוציאה דרך פתח הבית ולא להכניסה לביב:",
                "<b>ואין ביציאתו פותח טפח טומאה בתוכו הבית טמא.</b> דטומאה עולה מן הביב לבית כיון שאין לה דרך לצאת דרך פתח הביב היוצא לרשות הרבים, דכל פחות מטפח אין הטומאה יוצאה:",
                "<b>אין בו פותח טפח ואין ביציאתו פותח טפח.</b> לחנם נקט ואין ביציאתו פותח טפח, דכיון דאין בו פותח טפח, על יציאתו לא חיישינן, דכאילו אין שם חלל כלל דמי והרי הביב נחשב כקרקע הבית, ואמרו חכמים כל אשר באוהל יטמא, לרבות קרקעיתו של בית כמוהו עד התהום:",
                "<b>אחד חור שחררוהו מים.</b> האי פותח טפח שמביא את הטומאה, לא שנא אם נעשה החור הזה על ידי מים או שנקבוהו שרצים:",
                "<b>או שאכלתו מלחת.</b> לשון ארץ מלחה. כמין עפר לבן דומה למלח ומתאכל ונופל ונעשה חור מאליו:",
                "<b>מרבך של אבנים.</b> אבנים גדולות ערוכות וסדורות זו על זו, ופעמים שהאחת סדורה על גבי שתים והתחתונות מפורדות זו מזו ויש שם אוהל טפח:",
                "<b>סואר של קורות.</b> קורות ערוכות זו על זו ועומדות לבנין, ופעמים שיש ביניהן אוהל טפח:",
                "<b>כל אהל שאינו עשוי בידי אדם אינו אוהל.</b> דיליף אוהל אוהל ממשכן, מה להלן בידי אדם אף כאן בידי אדם:",
                "<b>בשקיפים.</b> תרגום סעיפי הסלעים, שקיפי כפייא:",
                "<b>ובסלעים.</b> בנקיקי הסלעים. ושקיפי ונקיקי הסלעים אחד הן, אלא שזה נעשה על ידי מטר וזה נעשה מאליו. ואע״ג דלא נעשו בידי אדם מודה בהם רבי יהודה, דלא יליף גזירה שוה דאוהל אוהל ממשכן אלא לפותח טפח בלבד, אבל ביותר מטפח, כגון מלא אגרוף, אמרינן בסוכה [ריש] פרק הישן. דמודה רבי יהודה שאפילו נעשה מאליו מביא את הטומאה. וכן בשקיפים ובסלעים. ואין הלכה כרבי יהודה:"
            ]
        ],
        [
            [
                "<b>מגדל שהוא עומד באויר.</b> מגדל עץ שיש לו דפנות והדפנות עצמן יש חלל בעוביין כגון חורין המפולשין פתוחים לפנים ולחוץ אלא שאין בהן פותח טפח, ורגילים להצניע שם מחטין וצנוריות וכלים קטנים:",
                "<b>שהוא עומד באויר.</b> תחת אויר השמים, כגון דקאי בחצר:",
                "<b>טומאה בתוכו.</b> בחלל המגדל עצמו:",
                "<b>כלים שבעוביו.</b> בעובי חלל הדפנות:",
                "<b>מחצה למחצה.</b> מחציו של עובי מגדל ולפנים כלפנים, מחציו ולחוץ כלחוץ. בין שהטומאה במגדל וכלים בעוביו, בין שהטומאה בעוביו וכלים במגדל. ואין הלכה כר׳ יוסי:",
                "<b>טומאה בתוכו.</b> בתוך המגדל:",
                "<b>הבית טמא.</b> אע״פ שדלתותיו מגופות. כדמפרש טעמא שדרך הטומאה לצאת משם לבית:",
                "<b>טומאה בבית מה שבתוך המגדל טהור.</b> והוא שדלתותיו מגופות. דאי פתוחות, לא גרע מחלון שבין שני בתים. וטעמא דמה שבתוך המגדל טהור, שאין דרך לטומאה שבבית להכניסה במגדל:",
                "<b>אם יש שם פותח טפח.</b> בין שולי המגדל לארץ או בין דופן המגדל לכותל או בין גג המגדל לתקרת הבית:",
                "<b>טמאים.</b> מחמת טומאה שבבית. אבל אין שם טפח הוי מגדל כלבוד ואין טומאת הבית נכנסת שם:",
                "<b>טומאה שם הבית טמא.</b> אם היתה טומאה בין שולי המגדל לקרקע הבית. או בין גג המגדל לגג הבית או בין דפנות המגדל לכותלי הבית, אף על פי שאין ביניהן פותח טפח הבית טמא, שאין המגדל מציל על הטומאה שתחתיו בתוך הבית שלא תטמא כל אשר בבית:"
            ],
            [
                "<b>תיבת המגדל.</b> רגילים לעשות תיבות קטנות בתוך מגדל של עץ, כדי להצניע בהם כלים ואוכלין ומשקים:",
                "<b>שיש בה פותח טפח.</b> שיש בחללה פותח טפח, דלא הויא טומאה טמונה:",
                "<b>ואין ביציאתה.</b> בחור פתחה אין בו טפח:",
                "<b>טומאה בתוכה הבית טמא.</b> ואע״פ שפתחה קטן. כדמפרש טעמא, מפני שדרך טומאה לצאת, על כרחך סופה לצאת דרך פתח זה, לפיכך מטמא מיד דרך יציאתה:",
                "<b>מה שבתוכה טהור.</b> הואיל ואין ביציאתה פותח טפח אינו מביא את הטומאה:",
                "<b>ואין דרך טומאה ליכנס.</b> שאין סופו להכניס לה מת:",
                "<b>ור׳ יוסי מטהר.</b> דשמא אין סופו לצאת דרך פתח זה שיהא בה שיעור טומאה שהרי יכול להוציאה לחצאים או לשורפה במקומה. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>היה.</b> המגדל עומד כולו בתוך הבית אלא שפתח התיבה לחוץ:",
                "<b>טומאה בתוכה הבית טהור.</b> דמשום מאי איכא לטמוייה, הא טומאה ליכא דיש בה פותח טפח ולאו טמונה היא, ומשום. יציאה של טומאה נמי לא מטמיא דהא אין יציאתה לפנים בתוך הבית:",
                "<b>טומאה בבית מה שבתוכו טהור.</b> שאין דרך טומאה ליכנס שם:",
                "<b>מוכני.</b> גלגל העשוי למגדל להוליכו ממקום למקום:",
                "<b>משוכה לאחוריו.</b> מרוחקת מאחורי המגדל לצד הבית. שהמגדל עומד על הפתח והמוכני משוכה מאחריו לצד הבית בפנים, וטומאה שם בתוך המוכני כנגד קורות הבית. אע״פ שהבית מאהיל עליו. ",
                "<b>הבית טהור.</b> דנחשב מוכני כמגדל, והרי המגדל עומד בפתח ונפתח לחוץ. ושלשה אצבעות דנקט, למעוטי אם היתה משוכה טפי משלשה אצבעות דלא הוי כמגדל, דאין דרך להרחיק המוכני מן המגדל כולי האי:",
                "<b>בזמן שיש שם פותח טפח.</b> דחלל המוכני שהטומאה בו פותח טפח, שלא תהא טומאה רצוצה דבוקעת ועולה:",
                "<b>ואינה יוצאה.</b> שאין המוכני נשמטת לגמרי מן המגדל:",
                "<b>והמגדל בא במדה.</b> שמחזיק ארבעים סאה בלח שהם כוריים ביבש. שכשהוא במדה זו אינו מקבל טומאה, וחוצץ בפני הטומאה. אבל בפחות ממדה זו, הוי כשאר כלים המקבלים טומאה ואינו חוצץ בפני הטומאה. וכל מגדל דתנינן בפרקין, במגדל הבא במדה מיירי:"
            ]
        ],
        [
            [
                "<b>תנור שהוא עומד בתוך הבית ועינו קמורה.</b> נקב העשוי בתנור שהעשן יוצא ממנו מונח חוץ לבית:",
                "<b>והאהילו עליו נושאי המת.</b> כשהיו נושאים את המת לקברו האהיל המת על העין:",
                "<b>בית שמאי אומרים הכל טמא.</b> קסברי טומאה נכנסת לתנור דרך עינו ויוצאה דרך פיה לבית:",
                "<b>התנור טמא והבית טהור.</b> התנור שהאהיל המת על מקצתו טמא, והבית טהור, שאין הטומאה יוצאה דרך פיה:",
                "<b>ר׳ עקיבא אומר אף התנור טהור.</b> דכיון דלא האהיל על התנור אלא על העין היוצא ממנו, אין התנור טמא. והלכה כבית הלל:"
            ],
            [
                "<b>ארובה.</b> כמין חלון שבגג הבית שהוא קרקעית העליה:",
                "<b>בכונס משקה.</b> כשמשימים הכלי על המשקים נכנסים המשקין לתוכו דרך אותו הנקב:",
                "<b>הכל טמא.</b> אם יש טומאה בבית, הקדירה וכל מה שבעליה טמא. שאין הקדרה מצלת, וטומאה עולה דרך ארובה שיש לה פותח טפח:",
                "<b>ובית הלל אומרים הקדירה טמאה.</b> חומרא בעלמא היא שמחמירין בית הלל לטמא את הקדירה, דכר׳ עקיבא סבירא להו שהקדירה מצלת על הטומאה, וכגון שגב הקדירה פונה למטה אצל הטומאה, שאין כלי חרס מקבל טומאה מגבו. והלכה כבית הלל:  "
            ],
            [
                "<b>מצלת על הכל.</b> על כל מה שבעליה. שהיא חוצצת בפני הטומאה:",
                "<b>אינה מצלת אלא על האוכלים ועל המשקים ועל כלי חרס.</b> בקדירה של עם הארץ מיירי. וטעמייהו דבית שמאי משום דכליו של עם הארץ טמאין הם אצל חבר, וכל כלי טמא אינו חוצץ בפני הטומאה. ולפי שעם הארץ מחזיק הכלים שלו בטהור, אמרינן ליה שהוא מציל על אוכלים ומשקין וכלי חרס שבעליה, דלנפשיה בלבד הוא דמטהרינן להו, שהרי החברים בדלים מהם וממגעם ובלאו הכי נמי כל מאכלם טמא. אבל שאר כלים שיש להם טהרה במקוה, אם תטהרם הרי הוא משאילם לחבר וישתמש בהם בטבילה לחודה בלא הזאה שלישי ושביעי:"
            ],
            [
                "<b>לגין.</b> של עץ או של מתכת שמונח בעליה זו שהקדירה מונחת על פי ארובה שלה:",
                "<b>הלגין טמא טומאת.</b> שבעה. שאין הקדירה מצלת על כלי עץ וכלי מתכות כדאמרן:",
                "<b>והמשקים טהורים.</b> שהקדירה מצלת על אוכלים ומשקים:",
                "<b>ואם פינה.</b> המשקים הללו לכלי אחר שבאותה עליה, הכלי האחר מטמאן, שכל הכלים שבעליה טמאים, חוץ מכלי חרס. אבל הכלי הראשון שהיו המשקין בתוכו אינו מטמאן אע״פ שהוא טמא טומאת שבעה, שאם אמרת כן, א״כ אין הקדירה שבארובה מצלת על המשקין לעולם, ואנן אמרינן שהיא מצלת על אוכלין ומשקין:",
                "<b>האשה והעריבה טמאים.</b> שאין הקדירה של חרס מצלת עליהן:",
                "<b>והבצק טהור.</b> שהקדירה מצלת על האוכלים. ודוקא כל זמן שלא פירשה ממנה, אבל אם הגביהה שתי ידיה ממנה וחזרה ולשה, הרי זו מטמאה את הבצק:"
            ],
            [
                "<b>כלי גללים.</b> של צפיעי בקר:",
                "<b>כלי אבנים וכלי אדמה.</b> כל הנך כלים, אפילו ביד עם הארץ טהורים. ואם מונחים על פי ארובה, מצילין על הכל אפילו על כלי שטף:",
                "<b>היה כלי טהור, לקודש ולחטאת.</b> דהמנינהו רבנן לעמי הארצות על הקודש, כדי שלא יהא כל אחד הולך ובונה במה לעצמו, הלכך הכלי הטהור לקודש מציל על הכל אפילו לבית שמאי. וכן הן נאמנין על החטאת של אפר פרה, דכתיב (במדבר י״ט:ט׳) והיתה לעדת בני ישראל למשמרת, הכל נאמנים על שמירתה:",
                "<b>מפני שהכלים טהורים.</b> כגון כלי גללים וכלי אבנים וכלי אדמה שהן טהורים מלקבל טומאה. וכן כלי חרס שהן טהורין כשהן לקדש ולחטאת. אע״פ שהן של עם הארץ, נאמן, שעם הארץ נאמן לקודש ולחטאת כדאמרן. ",
                "<b>כל אלו מצילין עם דפנות אוהלים.</b> כלומר חוצצין בפני הטומאה כשהם מונחים במקום שיש דפנות לאוהלים, והאי ארובה שבין בית לעליה כדפנות אהלים חשיבא. אבל במקום שאין דפנות, אין מצילים, כדמפרש ואזיל:"
            ],
            [
                "<b>הבור והדות שבבית.</b> והמת בבית וכלים בבור ובדות, ויש גובה מחיצות סביבותיהן. בור ודות שניהן בקרקע אלא שבור בחפירה ודות בבנין:",
                "<b>וכפישה.</b> סל גדול שכובשים בו הזיתים לכומרן והוא מחזיק ארבעים סאה או יותר. ואינו מקבל טומאה ונתונה על פי הבור והדות:",
                "<b>טהור.</b> כל מה שבתוכן הואיל ויש שם מחיצות:",
                "<b>באר חלקה.</b> שפי הבאר שוה לקרקע הבית ואין לו מחיצה סביב, דהשתא ליכא דפנות:",
                "<b>או כוורת פחותה.</b> כגון כוורת גדולה שמחזקת ארבעים סאה, שאינה מקבלת טומאה. ופחותה, שאינה פקוקה בקש:",
                "<b>וכפישה נתונה עליה.</b> על פי הבור או על פי הכוורת:",
                "<b>טמא.</b> דאין מצילים אלא עם דפנות אוהלים, ובבאר אין דפנות, ודפנות הכוורת לאו דפנות אוהלים הן:",
                "<b>היה נסר חלק.</b> דאין זה כלי:",
                "<b>או סרידה שאין לה גפיים.</b> שאין לה מחיצות, דלא חשיבא כלי:",
                "<b>טהור.</b> אם נתונים על באר חלקה או על גבי כוורת פחותה, מצילים וטהור, דדוקא כפישה שהיא כלי אינה מצלת אלא עם דפנות אוהלים, אבל נסר וסרידה שאין לה גפיים, דלאו כלים נינהו, מצילים בלא דפנות אוהלים. סרידה, כמין עריבה קטנה של עץ שהנחתום משתמש בה. גפיים, אוגניים ואוזניים:",
                "<b>חצי טפח מכאן וחצי טפח מכאן.</b> הא דאין כלי מציל בבאר חלקה היינו בכלי שאין לו דפנות טפח, אבל אם יש לכלי דפנות טפח מציל על הבור אע״פ שאין דפנותיו בולטים כלל, והשתא קאמר דחצי טפח דכלי וחצי טפח דדופני הבור אין מצטרפים. וכפישה דאמרן לעיל שאם היא נתונה על באר חלקה אינה מצלת מיירי שאין בה דפנות טפח:"
            ],
            [
                "<b>כשם שמצילים מבפנים.</b> עם דפנות אוהלים כך מצילים מבחוץ עם דפנות אוהלים כדמפרש ואזיל:",
                "<b>על יתדות מבחוץ.</b> סמוך לכותל שלא תהא משוכה מן הכותל [טפח] ואז חשובה אוהל להפסיק בין טומאה שתחתיה לכלים שעל גבה. ודוקא בכותל בית שנעשה כותל זה לאוהל נחשבת הכפישה גם היא אוהל להפסיק, אבל בכותל חצר וגינה שלא נעשה לאוהל לא תיחשב הכפישה אוהל להפסיק:",
                "<b>וקדירה תלויה בה.</b> (מוכח בתוספתא שאם שפתי הקדירה משוכים) משפת הקורה ולחוץ בפותח טפח כולי עלמא לא פליגי דאינה מצלת, וכלים שבקדירה טמאים, ואי פי הקדירה מודבק בקורה, כולי עלמא לא פליגי דמצלת וטהורים. כי פליגי היכא דמשוכה מן הקורה וליכא פותח טפח. ר׳ עקיבא אומר מצלת וטהורים, וחכמים אומרים אינה מצלת וטמאים. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>אדם וכלים נעשין אהלים לטמא.</b> אוהל שנסמך על ידי אדם או על ידי כלים נחשב אוהל לטמא כלים שתחתיו אפילו שלא כנגד הטומאה, כאילו נתונים באוהל המת:",
                "<b>אבל לא לטהר.</b> דאין נחשבים אוהל לחוץ בפני הטומאה:",
                "<b>נדבך.</b> אבן גדולה ורחבה. לשון נדבכין די אבן גלל:",
                "<b>כלים שעל גביו טמאין.</b> שאינו חוצץ וכמאן דליתיה דמי, דאין עשוי אוהל לטהר:",
                "<b>כלים שתחתיו טמאים.</b> דלטמא נעשים אוהלים:",
                "<b>ורבי אליעזר מטהר.</b> בתרווייהו. דסבר נעשה אוהל לטהר וחוצץ בפני הטומאה. ואין הלכה כר׳ אליעזר:",
                "<b>נתון על ארבעה כלים.</b> אם היה הנדבך נתון על ארבעה כלים אפילו כלי גללים שאין מקבלים טומאה:",
                "<b>על ארבעה אבנים.</b> שאינן כלים, נחשב אוהל לחוץ בפני הטומאה:",
                "<b>דבר שיש בו רוח חיים.</b> חוץ מאדם:"
            ],
            [
                "<b>אחד מהן.</b> מאותם המלוים את המת לקוברו ולא מנושאי המטה. והוא הדין אם הגיף את הדלת אדם אחר, אלא אורחא דמלתא נקט:",
                "<b>הגיף את הדלת.</b> כדי שלא תכנס הטומאה לבית בשעה שיעברו דרך אכסדרה שלפני הבית, דיש תקרה על גבה:",
                "<b>אם יכולה דלת לעמוד.</b> בלא סמיכת מפתח, הוה ליה מפתח כמאן דליתיה והדלת חוצץ בפני הטומאה:",
                "<b>ואם לאו טמא.</b> דכל דבר הנסמך בכלים אינו חוצץ בפני הטומאה, כדאמרן דאין אדם וכלים נעשים אהלים לטהר. והיינו טעמא דתבן, והיינו טעמא דגרוגרות, והיינו טעמא דטיח, משום דעמידתן על ידי כלים שהם חבית וקופה וקנקנים:",
                "<b>שהן נתונים בחלון.</b> שיש בו טפח על טפח שמביא את הטומאה מבית לבית:",
                "<b>אם יכולים הגרוגרות והתבן לעמוד בעצמן.</b> בלא חבית וקופה:",
                "<b>טהורים.</b> שהכלים כמו שאינן, והגרוגרות והתבן מצילים. והוא שיהיו הגרוגרות שהסריחו ואינן ראויות לאכילה, וכן התבן מוסרח ואינו ראוי לאכילת בהמה ומבטל להו ואין דעתו לפנותן, ומשום הכי חייצי, דכל היכא דאין התבן והגרוגרות סותמים הכל, כגון הכא דאיכא מקום קופה וחבית, אי לא מבטל להו לא חייצי:",
                "<b>ואם לאו טמאין.</b> ובלבד שתהא החבית אם היא של חרס פיה כנגד הטומאה ולפיכך אינה מצלת, שכל דבר המקבל טומאה אינו חוצץ בפני הטומאה. אבל אם גב החבית כנגד הטומאה, חוצצת בפני הטומאה, שאין כלי חרס מקבל טומאה מגבו:",
                "<b>בית שחצצו בקנקנים.</b> ופיהן כלפי הטומאה, דעכשיו אין מצילים:",
                "<b>וטח בטיח.</b> בין מבפנים בין מבחוץ:",
                "<b>אם יכול הטיח לעמוד בפני עצמו טהור.</b> שהטיח חוצץ בפני הטומאה:"
            ],
            [
                "<b>כותל שהוא לאויר.</b> שצדו אחד אויר העולם, וצדו האחר משמש את הבית, כגון כותל שמפסיק בין בית לחצר או בין בית לגינה:",
                "<b>והטומאה בתוכו.</b> שנסדק הכותל ויש טומאה בחללו בתוך הסדק:",
                "<b>מחציו ולפנים.</b> אם הטומאה מן החצי של כותל לצד הבית:",
                "<b>הבית טמא.</b> כאילו היתה בתוך הבית, דההוא פלגא בתר בית שדינן ליה. והעומד בכותל למעלה אפילו עומד כנגד הטומאה:",
                "<b>טהור.</b> דלאו כטומאה רצוצה חשיבה, ואינה בוקעת ועולה, דהא חשבינן לה כמונחת באוהל:",
                "<b>מחציו ולחוץ.</b> לצד האויר, לא שדינן ליה בתר בית, ולפיכך העומד מלמעלה טמא כיון דלאו כמונחת באוהל היא הרי היא טומאה רצוצה ובוקעת ועולה:",
                "<b>מחצה למחצה.</b> שהטומאה באמצע:",
                "<b>רבי מאיר מטמא.</b> דשדינן ליה לכותל בתר בית ובתר אויר לחומרא:",
                "<b>וחכמים מטהרים.</b> דלגמרי שדינן ליה בתר בית. והלכה כחכמים:",
                "<b>כל הכותל לבית.</b> אפילו עומדת הטומאה בחצי של צד האויר הרי היא כאילו מונחת בתוך הבית:"
            ],
            [
                "<b>כותל שבין שני בתים.</b> כותל המפסיק בין שני בתים:",
                "<b>טומאה באחד מהן.</b> באחד מן הבתים:",
                "<b>מעזיבה.</b> תקרה המפסקת בין בית לעליה:",
                "<b>רבי יהודה אומר וכו׳</b> ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>טומאה בין הקורות.</b> בין קורות התקרה שהנסרים עליהן והמעזיבה על גבן. ומתניתין כר׳ יהודה דאמר כל מעזיבה לעלייה. והשתא קאמר שאם היתה טומאה בקורות שתחת המעזיבה ומחיצה שהיא דקה כקליפת השום חוצצת בין הטומאה לבית שאין הטומאה נראית בבית, אם יש במקום הטומאה פותח טפח. היינו שיש חלל טפח במקום הטומאה:",
                "<b>הכל טמא.</b> הבית והעליה:",
                "<b>רואים את הטומאה כאילו היא אוטם.</b> ואין יוצאה הטומאה לבית אלא בוקעת ועולה:",
                "<b>היתה נראית לתוך הבית.</b> שאין תחתיה כקליפת השום:",
                "<b>בין כך ובין כך.</b> בין יש בה פותח טפח בין אין בה פותח טפח:"
            ],
            [
                "<b>בית המשמש את הכותל.</b> המערות שתחת הקרקע כשחופרים כוך למת מצד זה וכוך למת מצד השני נמצא הכותל עשוי מאליו, משום הכי קרי ליה בית המשמש את הכותל שעל ידי החפירה נעשה הכותל, אבל בנין שעל גבי קרקע, הכותל גורם לבית שיהיה בית, ומשום הכי קרי ליה [לעיל משנה ג׳] כותל המשמש את הבית:",
                "<b>טומאה בבתים.</b> בכוכין ובמחילות:",
                "<b>ועליהן כקליפת השום טהורן.</b> דמפסיק לטומאה ואין דינם כדין כותל שבין שני בתים:",
                "<b>טומאה תחת העמוד.</b> אם יש עמוד בתוך הכוך או בתוך המערה וטומאה תחתיו והיא רוצצת שאין בה טפח על טפח ברום טפח:",
                "<b>טומאה בוקעת ועולה בוקעת ויורדת.</b> וכל שכנגד הטומאה למעלה ולמטה טמא כדין כל טומאה מכוסה, ומן הצדדים טהור, והוא הדין לעמוד שבבית:"
            ],
            [
                "<b>פרח.</b> דבר בולט ורחב שיוצא בראש העמוד או באמצעו:",
                "<b>כלים שתחת הפרח טהורים.</b> הכא איירי בעמוד העומד ברשות הרבים או בגינה וטומאה תחתיו, והפרח בולט מן העמוד טפח לחוץ ומאהיל על הכלים שתחתיו:",
                "<b>טהורים.</b> דטומאה בוקעת ועולה, וכל שבצדדים טהור:",
                "<b>ר׳ יוחנן בן נורי מטמא.</b> דפרח כעמוד, וכשהטומאה בוקעת חוזרת על הכלים שהפרח מאהיל עליהם. ואין הלכה כר׳ יוחנן בן נורי:",
                "<b>הטומאה והכלים שתחת הפרח.</b> כגון שהפרח מאהיל על הטומאה ועל הכלים:",
                "<b>פותח טפח.</b> שבולט הפרח חוץ לעמוד טפח:",
                "<b>פרדסקים.</b> עמודים חלולים נתונים בכותל הבית ובהן חלונות חלונות ויש להן דלתות, וטומאה תחת אותן עמודים:",
                "<b>נפתח אחד מהן הוא והבית טמא.</b> שהטומאה בוקעת בתוכו ויוצאה לבית. ואפילו הטומאה מחציו של כותל ולחוץ דאינו נידון כבית. אפילו הכי הבית טמא:",
                "<b>ורואין את הפרדסקין כאילו הן אוטם.</b> כלומר אם הדלת נעול ולא נפתח רואין אותן כאילו אין שם חלל כלל, ואם טומאה תחתיהן נידון הכותל מחצה על מחצה, ככל הני דתנן לעיל מחציו ולפנים הבית טמא מחציו ולחוץ הבית טהור:"
            ]
        ],
        [
            [
                "<b>הטומאה.</b> שעל גבה. שעל גבי הכותל:",
                "<b>טמאות.</b> שהכותל משמש להן וראשי קורות העליה תחובות בכותל והכותל גבוה והוי מחיצה לכל העליות שזו למעלה מזו. ודוקא כשמקום הטומאה טפח על טפח, דנחשב כל הכותל כקבר סתום ומביא את הטומאה לכל העליות, אבל אין שם טפח על טפח, בוקעת כנגדה, והצדדים טהורים. ואין הכותל נידון מחצה על מחצה כיון דאפילו סדק ליכא לצד העליות:",
                "<b>עליה אחת בנויה על גבי שני בתים.</b> [שכותל זה מפסיק בין שני הבתים] ועליה בנויה על גבי שניהם:",
                "<b>היא טמאה.</b> עליה הראשונה, שהכותל ההוא מגיע עד המעזיבה והטומאה בוקעת בה:",
                "<b>וכל העליות שעל גבה טהורות.</b> דמעזיבה שעליה חוצצת:",
                "<b>כותל השונית.</b> כותל הבנוי במקום שהים מגיע שם בעת שהולך וסוער:",
                "<b>טומאה בוקעת ועולה.</b> אם יש טומאה תחתיו אין הכותל ההוא מטמא כל סביביו, לפי שאין שם חלל טפח:",
                "<b>נפש אטומה.</b> ציון שבונים על הקבר, והוא אטום שבנוי על הטומאה עצמה ואין המת קבור בארון כדי שיהיה בו חלל טפח:",
                "<b>כקבר סתום.</b> דמטמא כל סביביו במגע:",
                "<b>סמך לה סוכות.</b> אנפש אטומה דלעיל קאי, דאמרינן הנוגע בה מן הצדדים טהור, ואם עשה לציון זה האטום סוכות כעין משקוף, הסוכה הזו טמאה, לפי שהיא דומה לאוהל המת:",
                "<b>ור׳ יהודה מטהר.</b> כיון שהיא מן הצדדים. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>כל שפועי אהלים כאהלים.</b> שאם היתה טומאה תחת השיפוע אע״פ שאינה תחת הגג של האוהל, טמא, כאילו היתה מונחת תחת הגג:",
                "<b>וכלה עד כאצבע.</b> מלמעלה לצד הגג. דלא חיישינן באוהל של טומאה אלא שיהא בתוכו אויר כשיעור טפח על טפח ברום טפח מרובע:",
                "<b>טומאה באוהל.</b> רוחב הגג שאינו משופע קרוי אוהל:",
                "<b>הנוגע בו מתוכו וכו׳</b> וטעמא דצד פנימי של אוהל וצד חיצון שלו כשני כלים חשיב להו, וצד שכלפי הטומאה ככלי הנוגע במת עצמו, וצד שני ככלים הנוגעים בכלים. הלכך, טומאה בתוכו, הנוגע מתוכו טמא טומאת שבעה, דהוה ליה אדם שנגע בכלים שנגעו במת דתנן בריש פרק קמא דטמא טומאת שבעה. ",
                "<b>אבל הנוגע מאחוריו טמא טומאת ערב.</b> כדתנן כלים, בכלים טמאים טומאת שבעה, השלישי, בין אדם בין כלים טמאים טומאת ערב. ובטומאה מאחוריו הוי איפכא, דצד חיצון ככלים הנוגעים במת, וצד פנימי ככלים בכלים. וטעמא דצד פנימי וצד חיצון נחשבים כשני כלים, דכשהטומאה בתוכו כיון דמציל מלהיות הטומאה בוקעת ועולה אין לו כח לטמא הנוגע בחוץ טומאת שבעה, וכשהטומאה בחוץ כיון דמציל מלהיות הטומאה בוקעת ויורדת אין לו כח לפנימי לטמא הנוגע בו טומאת שבעה. ומכל מקום האוהל עצמו בין בפנים בין בחוץ טמא טומאת שבעה, דהוי ליה כלים בכלים. וכולה מתניתין מיירי לאחר שיצא המת מן האוהל:",
                "<b>כחצי זית מתוכו וכחצי זית מאחוריו.</b> האוהל טמא ממה נפשך טומאת שבעה, שמצטרף חצי זית שבתוכו עם החצי זית שבאחוריו. אבל הנוגע, בין מתוכו בין מאחוריו אין בו אלא טומאת ערב, דכיון דליכא כזית במקום אחד אי אפשר לכל צד ליחשב אלא ככלים בכלים, הלכך הנוגע טמא טומאת ערב:",
                "<b>מקצתו מרודד על הארץ.</b> לאחר שפירשו האוהל, סרח העודף ביריעות האוהל פירשו אותם בארץ:",
                "<b>מרודד.</b> תרגום וירקעו את פחי הזהב (שמות ל״ט:ג׳) ורדידו:",
                "<b>טומאה תחתיו.</b> תחת אותו רידוד:",
                "<b>או על גביו.</b> על גבי הרידוד:",
                "<b>בוקעת ועולה בוקעת ויורדת.</b> ונטמא האהל. אבל הנכנס לתוכו טהור אם לא נגע בו:",
                "<b>מקצתו.</b> של אוהל:",
                "<b>מרודד על ארובה שבין בית לעליה.</b> וטומאה בבית:",
                "<b>רבי יוסי אומר מציל.</b> על העליה:",
                "<b>כנטיית האוהל.</b> שהארובה באויר האוהל, אז מציל על כל העליה שחוץ לאוהל:"
            ],
            [
                "<b>כולן טמאים.</b> כל הכלים המונחים תחת המשקוף של פתח בחלל הפתחים מבחוץ כולן טמאים אע״פ שהפתחים נעולים, דגזרו חכמים טומאה על המקום שהוא דרך יציאת טומאה, שסופו של מת לצאת דרך שם:",
                "<b>חשב להוציאו באחד מהן.</b> אע״פ שלא נפתח:",
                "<b>או בחלון שיש בו ארבעה.</b> דבהכי שיערו חכמים שראוי להוצאת המת:",
                "<b>הציל על כל הפתחים.</b> הנעולים:",
                "<b>יחשוב עד שלא ימות המת.</b> דמשירדה תורת טומאה לפתחים במיתת המת שוב אינה עולה מהן במחשבה אלא על ידי מעשה כגון נפתח:",
                "<b>ובית הלל אומרים אף משמת.</b> דמחשבה מפקעת תורת טומאה מן הפתחים מכאן ולהבא. אבל כלים שהיו בפתחים קודם מחשבה מודו בית הלל שהם טמאים:",
                "<b>היה.</b> אחד מן הפתחים סתום באבנים:",
                "<b>סתום.</b> באבנים:",
                "<b>כשיפתח ד׳ טפחים.</b> הוצלו שאר פתחים:",
                "<b>כשיתחיל.</b> לפתוח מיד הוצלו שאר פתחים:",
                "<b>בפותח בתחלה.</b> כגוז כותל. שאין בו פתח ובא לעשות פתח חדש, לא הוצלו הפתחים עד שיפתח ארבעה על ארבעה:  "
            ],
            [
                "<b>והוציאוה מבית לבית.</b> ובבית שני ילדה ולד מת, ומספקא לן אם [יצא הולד מת מן הבית] הראשון:",
                "<b>בזמן שהיא ניטלת בגפיים.</b> שחברותיה נוטלות אותו בזרועותיה שאינה יכולה לילך, חיישינן שמא יצא הולד מת מן הבית הראשון:",
                "<b>הקבר.</b> רחם האשה שנפתח כשהולד יוצא:",
                "<b>אין לנפלים פתיחת הקבר וכו׳</b> סיומא דמלתא דר׳ יהודה היא. והכי קאמר, הא דאמרן שמשנפתח הקבר אין פנאי להלך לא אמרן אלא בנפל שעיגל ראש כפיקה, כלומר שיש לו עיגול ראש גדול כפלך הזה שהנשים טוות בו החוט של שתי, אבל אם לא היה לנפל עיגול ראש כפיקה אלא קטן מזה, אע״פ שנפתח הקבר ויצא ראש הולד לחוץ, יש לה פנאי להלך וחיישינן שמא יצא ראשו מן הבית הראשון. והלכה כר׳ יהודה:"
            ],
            [
                "<b>יצא הראשון מת.</b> הולד הראשון יצא מת והולד השני יצא חי:",
                "<b>טהור.</b> השני החי מטומאת מת, אם הוציאו המת מן הבית קודם לידת השני. דבעודו במעי אמו לא נטמא אף על פי שנפתח הקבר, דטהרה בלועה אינה מיטמאה:",
                "<b>הראשון חי והשני מת טמא.</b> ואע״פ שהוציאו החי מן הבית קודם שנולד המת. דמכיון שיצא החי נפתח הקבר ונטמא מיד, דסוף טומאה לצאת:",
                "<b>בשפיר אחד טמא.</b> כלומר אם יצאו שניהם כעין שפיר אחד שיצאו בבת אחת, טמא. שפיר, שליא שהולד נתון בה:",
                "<b>בשני שפירין.</b> כלומר כעין שני שפירין זה אחר זה, אפילו ראשון חי ושני מת, טהור. דסבר ר׳ מאיר אע״פ שנפתח הקבר אין מטמא עד שיצא לאויר העולם. ואין הלכה כר׳ מאיר:"
            ],
            [
                "<b>יצא רובו, של ולד.</b> ומשיצא רוב ראשו שהוא משתצא פדחתו אין נוגעים בו:",
                "<b>שאין דוחים נפש.</b> הולד:",
                "<b>מפני נפש.</b> האשה:"
            ]
        ],
        [
            [
                "<b>יש מביאין את הטומאה.</b> שאם האהילו על הטומאה ואדם וכלים מביאין את הטומאה על האדם והכלים, ואע״פ שלא נגעו בטומאה:",
                "<b>וחוצצים.</b> אם הטומאה תחתיהן מצילין אדם וכלים שעל גבן, לפי שהן חוצצים בפני הטומאה. וכן אם טומאה על גבן מבחוץ, מצילין כלים שתחתיהן:",
                "<b>שידה.</b> תיבה גדולה של עץ כמין ארון:",
                "<b>תיבה.</b> קטנה כעין שולחנים:",
                "<b>מגדל.</b> של עץ עשוי לאוצר:",
                "<b>כוורת הקש.</b> קופות גדולות עשויות מקש או מערבה או כפות תמרים:",
                "<b>כוורת הקנים.</b> כמין סלים עשויין מקנים:",
                "<b>ובור ספינה אלכסנדרית.</b> הספינות הגדולות שמפליגים בהם בים הגדול, עושין בתוכן כלי גדול של עץ כמין בור שמשימים בו המים המתוקין הראויין לשתיה:",
                "<b>והן מחזיקים ארבעים סאה בלח.</b> דכיון שהן גדולים במדה זו שוב אינן מקבלים טומאה, וחוצצים בפני הטומאה:",
                "<b>סקורטיא.</b> עור שלובשים העבדנים בשעת מלאכתן:",
                "<b>קטבליא.</b> עור שמציעין למטה ושוכבין עליו, וקורין לו בערבי נט״ע:",
                "<b>שהן עשויין אהלים.</b> נטויין כעין אוהל. ואע״ג דיריעה וסקורטיא וקטבליא וסדין ומפץ ומחצלת כלים נינהו ומקבלי טומאה, מכל מקום כשהן נטויין כאהלים חוצצים בפני טומאה, דאוהל אע״ג דמקבל טומאה חוצץ בפני הטומאה:",
                "<b>ועדר בהמות.</b> כשהן עומדות ולא מהלכות וראשו של זה בין רגליו של זה:",
                "<b>ומכונות חיה ועוף.</b> קיני חיה ועוף. לשון מכון לשבתך (שמות ט״ו):",
                "<b>והעוף ששכן.</b> שהיה קשור על הכותל או על האילן:",
                "<b>והעושה מקום לבינה בשבלים.</b> שמחפה לשבלים מקום דומה לבית:",
                "<b>האירוס והקיסום ודלעת יונית וירקת חמורים.</b> כל אלו מיני ירקות שעלים שלהן רחבים:",
                "<b>חוץ מן העיגול של דבילה.</b> לפי שתחת צל עיגול של דבילה היו רגילים לישב יותר משאר אוכלים. והכי תניא בתוספתא. ואין הלכה כר׳ יוחנן בן נורי:"
            ],
            [
                "<b>הזיזין.</b> עץ או אבן יחידי היוצא מן הכותל קרוי זיז:",
                "<b>גזריות.</b> כמו גזוזטראות. בנין של אבנים או של עצים היוצא מן הכותל:",
                "<b>והשובכות.</b> של יונים:",
                "<b>והשקיפים והסלעים.</b> פירשנו לעיל סוף פרק ג׳:",
                "<b>גהרים.</b> מין חורים שמשם בא האור. ויש מפרשים מין מערות וחוחים:",
                "<b>והשננים.</b> שיני הסלע:",
                "<b>מעזיבה רכה.</b> כגון שעושים מערבה ומקנים ומשימים עליהם טיט מועט:",
                "<b>מעזיבה בינונית.</b> אבל אם אינן יכולים לסבול אלא מעזיבה רכה, אין מביאים את הטומאה ולא חוצצים. והלכה כחכמים:",
                "<b>אילן המיסך.</b> לשון סוככים בכנפיהם:",
                "<b>והפרעות היוצאות מן הגדר.</b> דרך גדר שנותנים בראשו קוצים וברקנים, ועודפים על הגדר ובולטים לחוץ. ופרעות, לשון גדל פרע:"
            ],
            [
                "<b>ואין מחזיקים ארבעים סאה בלח.</b> דכיון דמקבלי טומאה, אין חוצצין:",
                "<b>שאין עשויין אהלים.</b> אין נטועים כעין אוהל, אלא מרודדים על פי ארובה:",
                "<b>מוסף עליהם הריחים של אדם.</b> היינו ריחים דיד, שהן מיטלטלין ומקבלים טומאה. למעוטי ריחים של בהמה דלא מיטלטלין ולא מקבלי טומאה:  "
            ],
            [
                "<b>מסכת פרוסה.</b> חוטי השתי כמו שהן פרוסים בכלי האורג קודם שיארג הבגד, אם היו פרוסים על פני ארובה שבין בית לעליה וטומאה תחתיה, מצלת על הכלים שלמעלה. אבל אם מאהלת על המת ועל הכלים אין מביאה את הטומאה, דלא חשיבא אוהל עד שתיארג:",
                "<b>וחבילי המטה.</b> חבלים של מטה כשהיא מסורגת:",
                "<b>והמשפלות.</b> קופות שמוציאים בהן את הזבל:",
                "<b>והסריגות שבחלונות.</b> סבכות שעושים בחלונות, חוצצים, שאין הטומאה עוברת לצד אחר. ובלבד שלא יהיה בכולן נקב כפותח טפח, שנקב פותח טפח מביא את הטומאה:  "
            ],
            [
                "<b>ירקות שמנו.</b> הנך דתנן בריש פירקין, אירוס וקיסוס וירקות חמורים ודלעת יונית. והנהו במחוברים. דאי בתלושים, אי בשהוכשרו לקבל טומאה, לא חייצי, דדבר המקבל טומאה אינו חוצץ בפני הטומאה. ואי בשלא הוכשרו, היינו אוכלים טהורים:",
                "<b>כפת הברד.</b> חתיכת הברד. לשון משליך קרחו כפיתים (תהילים קמ״ז:י״ז). אי נמי, ברד העשוי ככיפה. ארקוול״ט בלע״ז:",
                "<b>והכפור.</b> מים הנוזלים ויורדים שקפאו:",
                "<b>גליד.</b> מי נהרות קפואים:",
                "<b>והמלח.</b> כל הני אין מביאים ולא חוצצים. לפי שהן נימוחים ואינם מתקיימים:",
                "<b>דולג.</b> בהמה וחיה. וקופץ, באדם. ויש אומרים, דולג וקופץ תרוייהו באדם, אלא דולג שרגלו אחת מונחת בארץ ודולג בשניה, וקופץ, בשתי רגליו:",
                "<b>והטלית המנפנפת.</b> שמניפתה הרוח ועומדת באויר כמו קובה:",
                "<b>כבש את האבן על גבי הטלית.</b> שהיתה אבן מונחת בקצה אחד של טלית והניף הרוח הקצה השני ונעשה כמין אוהל:",
                "<b>מביאה את הטומאה.</b> אם האהילה על המת ועל הכלים מביאה את הטומאה על הכלים:",
                "<b>הבית שבספינה.</b> כגון שהבית בראש הספינה ומאהלת על הכלים שבספינה ועל המת שבים בשעה שהיא מהלכת. פירוש אחר, הבית שבספינה ואינו יכול לעמוד ברוח מצויה, אפילו האהיל על המת והכלים שבספינה אינו מביא את הטומאה, דלא חשיב אוהל. ואין הלכה כר׳ יוסי:  "
            ],
            [
                "<b>כשני חצאי זיתים.</b> חצי זית בזו וחצי בזו:",
                "<b>הבית טמא.</b> דאין צמיד פתיל מציל על הטומאה שתחתיו שלא תטמא הבית, ואע״פ שהן בשתי חביות, הואיל ושתיהן בבית מצטרפים לכשיעור לטמא הבית. והחביות טהורות, דאין טומאת חצי זית שבחברתה נכנסת לתוכה הואיל ומוקפת צמיד פתיל:",
                "<b>וכן שני חדרים שהן פתוחים לבית.</b> ודלתותיהן נעולות, וחצי זית בחדר זה וחצי זית בחדר זה. הבית טמא, דסוף טומאה לצאת, וחדרים טהורים דאין דרך טומאה ליכנס:"
            ]
        ],
        [
            [
                "<b>כוורת.</b> שיש לה שולים, ומחזקת ארבעים סאה בלח שהן כוריים ביבש שאינה מקבלת טומאה, ומוטה על צדה בתוך הפתח ומקצתה בחוץ ומקצתה בבית:",
                "<b>ופיה לחוץ.</b> ושוליה לפנים:",
                "<b>כזית מן המת נתון תחתיה.</b> מבחוץ:",
                "<b>כל שהוא כנגד הזית.</b> אם הזית תחתיה וכלים על גבה כנגדו, או הזית על גבה וכלים תחתיה כנגדו:",
                "<b>תחתיה וגבה טמא.</b> אבל מה שבתוכה טהור. דאע״פ שהכוורת מצלת על מה שבתוכה, אינה מצלת על מה שתחתיה וגבה כנגד הזית של טומאה. דעל מה שבתוכה דין הוא שתציל, דאפילו מונחת באוהל המת מצלת בצמיד פתיל, כיון שאינה מקבלת טומאה, אבל מה שתחתיה ושעל גבה אינה מצלת כיון דכלי היא, כדתנן לעיל פרק ו׳ אדם וכלים נעשים אוהלים לטמא אבל לא לטהר:",
                "<b>וכל שאינו כנגד הזית תוכה והבית טהור.</b> הכי קאמר, כלים שתחתיה וגבה שאינן כנגד הזית של טומאה, ותוכה כלומר כלים שבתוכה ואפילו הן כנגד הזית, וכלים נמי שבבית, הכל טהור:",
                "<b>בבית אין טמא אלא הבית.</b> אם הכזית בבית אין טמא אלא הבית, אבל הכלים שבתוך הכוורת טהורים, דפיה לחוץ:",
                "<b>בתוכה הכל טמא.</b> אם הכזית בתוך הכוורת, הכל טמא. דבכוורת שהיא נקובה מן הדפנות בפותח טפח עסקינן, כדבעינן למימר לקמן [משנה ג׳], אלא שהנקבים פקוקים בקש ואין הסתימה מהודקת, ודרך הנקבים יוצאה הטומאה לבית כיון דלא מהדקי, ואפילו כלים שתחתיה ושעל גבה מבחוץ טמאים, דכיון שהזית בתוכה רואין אותה כאילו היא מלאה טומאה, ואין כלי מציל על מה שתחתיו ועל גביו. אבל כשהטומאה בבית, אמרן לעיל דאין טמא אלא הבית, שאין הטומאה נכנסת בכוורת דרך נקבים אע״פ שיש בהן פותח טפח הואיל והן פקוקים, ודרך פיה אינה נכנסת שהרי פיה לחוץ:"
            ],
            [
                "<b>היתה גבוהה מן הארץ טפח.</b> דעכשיו יש תחתיה אוהל טפח:",
                "<b>הכל טמא.</b> דמביאה טומאה לבית כיון דגבוהה טפח, וכלים שעל גבה אפילו שלא כנגד הטומאה נמי טמאין ואפילו בחוץ, דתחתיה כמאן דמליא טומאה. ואין מצלת על גבה דאין כלי מציל. וכן אם טומאה בבית נמי הכל טמא מהאי טעמא, דאוהל הבית מביא טומאה לתחתיה ואין מצלת על גבה. ואם טומאה על גבה, כיון דאין מצלת על מה שתחתיה, רואים תחתיה כמאן דמליא טומאה, הלכך מה שבבית ומה שתחתיה ומה שעל גבה הכל טמא:",
                "<b>אלא תוכה.</b> כלומר הכל טמא חוץ ממה שבתוכה שטהור:"
            ],
            [
                "<b>בזמן שהיא כלי.</b> שלא נפחתה ולא נתבטלה מתורת כלי:",
                "<b>מחולחלת.</b> שהדפנות נקובות בפותח טפח. שרגילים לעשות נקבים בדפנות הכוורת כדי שיכנסו הדבורים ויצאו, ופעמים שהנקבים פקוקים בקש אלא דהפקק לא מיהדק:",
                "<b>היתה פחותה.</b> שנפחתה ונתבטלה מתורת כלי:",
                "<b>ופקוקה בקש.</b> במקום הפחיתה. ודפנותיה שלימות שאינה מחולחלת:",
                "<b>או אפוצה.</b> או אפילו אין דפנותיה שלימות אלא שאפוצה. כלומר סתומה במקום שהיא מחולחלת ואין בה חלחול טפח:",
                "<b>כנגדו עד התהום טמא.</b> וכל השאר טהור. דכיון דלאו כלי הוא חשוב כאוהל להציל תוכה ועל גבה:",
                "<b>על גבה.</b> אם כזית מן המת נתון על גבה:",
                "<b>כנגדו עד הרקיע טמא.</b> וכל השאר טהור, דמצלת תוכה ותחתיה. כיון דלאו כלי היא:",
                "<b>בבית.</b> אם כזית מן המת בבית:",
                "<b>אין טמא אלא הבית.</b> וכל השאר טהור, דפיה לחוץ:",
                "<b>בתוכה.</b> אם כזית מן המת בבית:",
                "<b>אין טמא אלא תוכה.</b> וכל השאר טהור. דאין טומאה נכנסת לבית כיון דאינה מחולחלת ופיה לחוץ. ומצלת נמי על מה שתחתיה ועל גבה, כיון דלאו כלי היא:"
            ],
            [
                "<b>תחתיה והבית טמא.</b> דמביאין טומאה מזה לזה:",
                "<b>תוכה טהור.</b> מה שבפנים, כיון דפיה לחוץ. וגבה נמי טהור, דמצלת על מה שבחוץ כיון דלאו כלי היא:",
                "<b>בתוכה.</b> אם הטומאה בתוכה:",
                "<b>אין טמא אלא תוכה.</b> וכל השאר טהור:"
            ],
            [
                "<b>היה פיה לפנים.</b> שהיתה מוטה על צדה ושוליה לחוץ ופיה בפנים. והשתא מיירי בזמן שהיא כלי מחולחלת ואינה גבוהה מן הארץ טפח. ואין חילוק בין פיה לחוץ לפיה לפנים, אלא דפיה לחוץ קתני לעיל בבית אין טמא אלא הבית, והכא דפיה לפנים קתני הכל טמא, משום דנכנסת טומאה דרך פיה:"
            ],
            [
                "<b>היתה גבוהה.</b> לעיל דפיה לחוץ קתני טומאה תחתיה או בבית [או על גבה, הכל טמא אלא תוכה,] והכא דפיה לפנים, הכל טמא:"
            ],
            [
                "<b>בזמן שהיא כלי מחולחלת.</b> בחנם נקט מחולחלת, דלא מהני מחולחלת אלא בפיה לחוץ לענין הוצאת טומאה מתוכה לבית, והכא דפיה לפנים הרי יוצאה דרך פיה. אלא איידי דתנא רישא מחולחלת בהדי כלי נקטיה נמי הכא:",
                "<b>כנגדו עד התהום טמא.</b> והשאר טהור. ובשאינה גבוהה מן הארץ טפח איירי:",
                "<b>בתוכה או בבית תוכה והבית טמאים.</b> משום דפיה לפנים. אבל לעיל דפיה לחוץ קתני טומאה בבית אין טמא אלא הבית והשאר טהור:"
            ],
            [
                "<b>אלא גבה.</b> ותוכה טמא כשהטומאה בבית, משום דפיה לפנים. אבל לעיל דפיה לחוץ, תוכה וגבה טהור:"
            ],
            [
                "<b>היתה ממלאה את כל הבית.</b> שכולה בתוך הבית לפנים ויושבת על שוליה ופיה מגיע לשמי קורה, שאין בינה לתקרה פותח טפח:",
                "<b>טומאה בתוכה הבית טמא טומאה בבית מה שבתוכה טהור.</b> מידי דהוה אביב שהוא קמור תחת הבית שיש בו פותח טפח ואין ביציאתו פותח טפח דתנן לעיל בפרק ג׳:",
                "<b>בין עומדת.</b> כלומר, דין זה נוהג בין עומדת ומגעת לקורות בין מוטה על צדה ואין בין פיה לדופן הבית פותח טפח: ",
                "<b>בין אחת בין שתים.</b> זו על זו ואין בין פי השניה לקורות פותח טפח, וכן אין בין שולי השניה לפיה של ראשונה פותח טפח:"
            ],
            [
                "<b>הבית טהור.</b> שהמשקוף יורד וסותם את פי הכוורת. ובכוורת שאינה מחולחלת איירי. דאי במחולחלת, דרך החלחול היתה טומאה יוצאה לבית ככל הני דלעיל:",
                "<b>טומאה בבית מה שבתוכה טהור.</b> גרסינן. שהטומאה יוצאה לחוץ ואינה נכנסת לכוורת. וברוב ספרים גורסין, מה שבתוכה טמא לפי שהטומאה יוצאה מן הבית דרך פתחה ומטמא מה שבכוורת, והיא עומדת בתוך הפתח:"
            ],
            [
                "<b>באויר.</b> בחצר או בגינה שאין שם אוהל, ודינה כדין כוורת שהיא לתוך הפתח ופיה לחוץ כדתנן בריש פרקין. וכן נמי גבוהה טפח דהכא כגבוהה טפח דריש פרקין, אלא דכאן אין שייך להזכיר בית, דבעומדת תחת האויר עסקינן:"
            ],
            [
                "<b>בזמן שהיא כלי.</b> היכא דעומדת באויר אין שייך להזכיר מחולחלת, ומשום הכי לא תנא הכא או אפוצה כדתני לעיל, דאין שייך אפוצה אלא במחולחלת:",
                "<b>או מחזקת ארבעים סאה כדברי חכמים.</b> דפליגי אתנא קמא וסברי דמחזקת ארבעים סאה. כנפחתה ונתבטלה מתורת כלי דמיא, ומצלת אתחתיה ואתוכה ועל גבה:",
                "<b>כזית מן המת נתון תחתיה.</b> דינה כנפחתה ואינה גבוהה ופיה לחוץ דתנן לעיל:",
                "<b>היתה גבוהה מן הארץ טפח.</b> הך נמי דינה כדין כוורת שפיה לחוץ ופחותה ופקוקה וגבוהה טפח דתנן לעיל:"
            ],
            [
                "<b>היתה יושבת על שוליה וכו׳ טומאה תחתיה או בתוכה או על גבה.</b> כל על גבה. ששנינו גבי כוורת כשהיא יושבת על שוליה ופיה למעלה, היינו שהטומאה מאהיל חוצה [לה] למעלה מפיה:",
                "<b>בוקעת ועולה.</b> אע״ג דלעיל במוטה על צדה וטומאה תחתיה או על גבה מצלת על מה שבתוכה, הכא דפיה למעלה מאחר דאין מצלת על מה שחוצה לה אין מצלת על מה שבתוכה, כיון דאין הפסק בין אויר שבתוכה לאויר של מעלה בחוצה לה. ודוקא כנגד הזית טמא ולא מן הצדדים, כיון דפחותה ואין גבוהה טפח, שאין שם אוהל להביא את הטומאה לצדדין. ",
                "<b>אבל היתה גבוהה טפח או מכוסה.</b> אע״פ שאינה גבוהה טפח.",
                "<b>או כפאה על פיה.</b> שיש אוהל להביא טומאה:",
                "<b>הכל טמא.</b> ואין הכיסוי חשוב להפסיק בין אויר תוכה לאויר שלמעלה, דלא דמי כלל למוטה על צדה. ודוקא דמכוסה בכפישה או בשאר כלי אע״פ שאינו מקבל טומאה, אבל מכוסה בנסר, אף על פי שטומאה על גבה אין הטומאה בוקעת את הנסר, כדתנן לעיל פרק ה׳ [משנה ו׳] גבי כוורת שהיא בתוך הבית:"
            ],
            [
                "<b>היתה פחותה.</b> שנפחתה ובטלה מתורת כלי:",
                "<b>כדברי חכמים.</b> דפליגי אתנא קמא ומשוו מחזקת ארבעים סאה לפחותה ופקוקה בקש:",
                "<b>אין טומאה עולה לה.</b> בזמן שהטומאה תחתיה אינה עולה לתוכה:",
                "<b>אף לא יורדת ממנה.</b> בזמן שהטומאה לתוכה אינה יורדת תחתיה:",
                "<b>תחתיה טמא.</b> ותוכה וגבה טהור:",
                "<b>כנגדו עד הרקיע טמא.</b> אבל תחתיה טהור:"
            ],
            [
                "<b>ארון שהיא רחבה.</b> האי ארון הוא שן סלע שבולט מן ההר, ונחצב בו קבר רחב מלמטה וצר מלמעלה ופיו למעלה:",
                "<b>הנוגע בה מלמטן טהור.</b> דמה שכנגד פיו נחשב כארון, אבל שבצדדים לא:",
                "<b>רחב מלמעלה וצר מלמטה.</b> או שהיה שוה, הנוגע בו מכל מקום טמא, דברי ר׳ אליעזר. שהכיסוי מבקע הטומאה בכולו, שהטומאה עולה עד הכיסוי וחוזרת ויורדת על פני כולה:",
                "<b>רבי יהושע מטהר מטפח ולמטה.</b> דאין נחשב כארון אלא טפח הסמוך לחלל הארון, הלכך אינה בוקעת מטפח ולמטה:",
                "<b>העשויה כמין קמטרא.</b> הוא כלי שכיסויו מכסה עובי הדפנות. תרגום לאשר על המלתחה (מלכים ב י׳ כ״ב), לדי ממנא על קמטרא:",
                "<b>הנוגע בה מכל מקום טמא.</b> דכל שכנגד הכיסוי טמא, וכיסויו מכסה את כולו:",
                "<b>כמין גלוסקוס הנוגע בה מכל מקום טהור.</b> אין כיסוי שלו אלא כנגד חללו כיתד התחוב בנקב בדוחק:",
                "<b>חוץ ממקום פתיחתה.</b> בכיסוי שכנגד חללה:"
            ],
            [
                "<b>חבית שהיא יושבת.</b> חביות שלהן צרות למעלה לצד פיהן, ולמטה לצד השולים, ורחבות באמצען, וכמין בטן רחב בולט מהן באמצען מבחוץ:",
                "<b>באויר.</b> היינו באויר העולם. לאפוקי תחת האוהל:",
                "<b>קורקורותה.</b> כמו קרקעיתה והן השולים:",
                "<b>בוקעת ועולה בוקעת ויורדת.</b> וכל כלים שכנגד הזית טמאים, בין תחתיה בין על גבה בין בתוכה, מידי דהוה אכוורת דלעיל [משנה י״ג] היושבת על שוליה. אבל שבצדדים שלא כנגד הזית טהורים:",
                "<b>והחבית טמאה.</b> לא שתהא החבית עצמה טמאה, דהא הכא בחבית שאינה מקבלת טומאה עסקינן כדמוכח בסיפא, אלא החבית טמאה כלומר אף כלים שבתוך החבית כנגד הטומאה טמאים, משום דסתם חבית פיה רחב כשיעור קורקורותה, וכיון שאין הפסק בין אויר תוכה לאויר שעל גבה למעלה חוצה לה, מתוך שאינה מצלת חוצה לה אין מצלת בתוכה:",
                "<b>תחת דופנה מבחוץ טומאה בוקעת ועולה בוקעת ויורדת.</b> וטמא חוץ לחבית כל שכנגד הזית:",
                "<b>והחבית טהורה.</b> היינו מה שבתוך החבית אפילו כנגד הזית. דדופני החבית בולטות באמצע וכשיש כזית תחת הדופן דמי דופנה לכוורת שהיא מוטה על צדה דתוכה טהור, לפי שיש הפסק בין אויר תוכה שכנגד הזית לאויר שחוצה לה כנגד הזית: ",
                "<b>בתוכה ותחת דופנה</b> כלומר בפנים בחלל דפנה וקרי לה תחת דופנה, לפי שהדופן הולך וצר לצד פיה ולאפוקי על שוליה המכוון כנגד פיה:",
                "<b>אם יש בדפנות פותח טפח.</b> שבטן החבית בולט כל כך לחוץ שיש שם במקום אחד עד כנגד פיה של חבית טפח על טפח ברום טפח:",
                "<b>הכל טמא.</b> שהאוהל מביא את הטומאה בכל החבית חוץ מכנגד פיה שאין שם אוהל, הלכך כנגד פיה טהור:",
                "<b>ואם לאו.</b> דאין שם טפח:",
                "<b>טומאה בוקעת ועולה.</b> ואין טמא אלא כנגד הזית:",
                "<b>במה דברים אמורים בטהורה.</b> בחבית שאינה מקבלת טומאה:",
                "<b>אבל אם היתה טמאה.</b> כגון סתם חבית שנצרפה בכבשן שהיא מקבלת טומאה. ",
                "<b>או גבוהה מן הארץ טפח או מכוסה או כפויה.</b> ואפילו היא טהורה. ",
                "<b>וטומאה תחתיה או בתוכה או על גבה, הכל טמא.</b> דאי בת קבולי טומאה היא ויושבת על שוליה וטומאה תחתיה או בתוכה או על גבה, אע״פ שאין כלי חרס מיטמא מגבו נטמאת כאן החבית עצמה, מידי דהוי אכלים שבתוכה מאחר שאינה מוקפת צמיד פתיל, דאין כלי מציל אפילו על מה שבתוכו אלא עם דפנות אהלים במקום שאין הפסק מאויר תוכו לאויר שחוצה לו. והאי תחתיה היינו תחת שוליה, דלא תני תחת דופנה מבחוץ. ונטמאת החבית עצמה, וכיון דחבית עצמה טמאה היא נטמאו כל כלים שבתוכה אפילו שלא כנגד הטומאה, דאע״ג דקיימא לן דאין אדם וכלים מיטמאין מאויר כלי חרס, הכא כל זמן שהזית תחתיה מיטמאין מטעם חיבורים, מאחר דחבית עצמה טמאה. וכן גבוהה מן הארץ טפח אפילו טהורה חזינן תחתיה כאילו הוא מלא טומאה, ואפילו טומאה על גבה. והשתא כל הני אין דינם שוה, דאם החבית מקבלת טומאה, מה שבתוכה אפילו שלא כנגד הטומאה טמא. והמאהיל על גבה, כנגד הטומאה טמא שלא כנגד הטומאה טהור. אבל גבוהה מן הארץ טפח או מכוסה או כפויה על פיה, המאהיל על גבה אפילו שלא כנגד הטומאה טמא. ואין לתמוה, כפויה על פיה וטומאה על גבה תציל מה שבתוכה ככלים טהורים המוקפים צמיד פתיל, דשאני הכא דליכא מירוח:"
            ]
        ],
        [
            [
                "<b>ארובה שהיא בתוך הבית.</b> ומגולה לאויר, שאין עליה גג מלמעלה:",
                "<b>כנגד ארובה טהור.</b> כלים המונחים למטה בארץ כנגד הארובה ורואים פני הרקיע, טהורים:",
                "<b>מלמעלן.</b> על פי הארובה:",
                "<b>עירב את הטומאה.</b> והכל טמא. הבית טמא והנותן רגלו גם כן טמא:",
                "<b>וכנגד הטומאה טמא.</b> שהזית נמשך לכאן ולכאן:"
            ],
            [
                "<b>אין בארובה פותח טפח.</b> הא קא משמע לן דאפילו בפחות מטפח לא אמרינן בטומאה לבוד:",
                "<b>נתן את רגלו.</b> טהור הנותן, דכסתום דמי לגביה. שאין טומאה נכנסת לאוהל ולא יוצאה ממנו בפחות מפותח טפח:",
                "<b>אם טומאה קדמה את רגלו טמא.</b> שהרי בעת שנתן רגלו האהיל על הטומאה:",
                "<b>ואם רגלו קדמה את הטומאה טהור.</b> שקודם שבאה הטומאה כבר נעשה אוהל סתום, ובשעה שנכנס בו הטומאה אין שם בארובה פותח טפח כדי שתצא ממנה הטומאה:",
                "<b>שתי רגלים זו על גב זו.</b> של שני אנשים, ונתן הראשון רגלו על פי ארובה ורגל של שני מונח על רגלו של ראשון, ואח״כ נכנסה טומאה בבית תחת הארובה, ואח״כ הסיר הראשון את רגלו ונמצאת רגל השני מונחת על פי הארובה, אע״פ ששני זה האהיל על הטומאה כשהסיר הראשון את רגלו, השני טהור, מפני שקדמה רגלו של ראשון את הטומאה. ואין הלכה כר׳ שמעון ולא כר׳ מאיר:"
            ],
            [
                "<b>כנגד ארובה.</b> בארובה שאין בה פותח טפח:",
                "<b>וכנגד הטומאה טמא.</b> היינו המאהיל על הטומאה:",
                "<b>כדי שתחלק.</b> שיהיה במקצת הטומאה שיעור כדי לטמא באוהל, דהיינו כשיהיה בכולה שני זיתים. או יותר. והלכה כר׳ יוסי:"
            ],
            [
                "<b>ארובות זו על גב זו.</b> כגון שיש ארובה בין בית לעליה ויש עוד ארובה אחרת בגג העליה מכוונת כנגדה, ובכל אחת ואחת פותח טפח:",
                "<b>בין מלמעלן.</b> בארובה העליונה:",
                "<b>בין מלמטן.</b> בארובה התחתונה:",
                "<b>הכל טמא.</b> אפילו מה שבעליה. אע״פ שנתן בתחתונה ולא בעליונה. דכיון דדבר המקבל טומאה הוא ואין חוצץ בפני הטומאה שבבית, רואין אותו כאילו הוא נתון בפי הארובה העליונה ועירב את הטומאה:",
                "<b>ממנו ולמטן טמא.</b> דנעשה אוהל סתום וכל מה שבתוכו טמא:",
                "<b>ממנו ולמעלן טהור.</b> דחוצץ בפני הטומאה:"
            ],
            [
                "<b>אין טמא אלא התחתון.</b> דכיון דטומאה בבית שלא כנגד ארובה, אין טומאה יוצאה בפחות מטפח, וטהורה העליה אע״פ שארובה של עליה סתומה:",
                "<b>הכל טמא.</b> דכיון דטומאה כנגד ארובות ודבר טמא אינו חוצץ רואין אותו כאילו הוא נתון בפני הארובה העליונה ועירב את הטומאה:"
            ],
            [
                "<b>ארובה.</b> שהיא רואה את האויר:",
                "<b>וקדירה נתונה תחתיה.</b> בארץ כנגד הארובה. ואינה רחבה כל כך שאם תעלה כנגד הארובה שיהיו שפתותיה נוגעות בארובה, אלא יוצאת ונכנסת בריוח:",
                "<b>טומאה בוקעת ועולה.</b> והבית טהור, וכל המאהיל עליה שלא כנגד הטומאה טהור. אבל כנגד הטומאה טמא, דאע״ג דאין כלי חרס מטמא מגבו, הכא דטומאה בוקעת תוכה נמי טמא, אע״ג דטומאה תחתיה. וכל מה שבקדירה טמא ואפילו שלא כנגד הטומאה:",
                "<b>תחתיה והבית טמא.</b> שהקדירה מאהלת על הטומאה, הואיל וגבוהה טפח:",
                "<b>תוכה וגבה טהור.</b> שהקדירה חוצצת בפני הטומאה ומצלת עם דפנות אהלים:",
                "<b>בתוכה או על גבה הכל טמא.</b> תוכה וגבה ותחתיה והבית. דטומאה שעל גבה בוקעת תחתיה, והרי גבוהה טפח, ושוב אין מצלת כיון דקדירה טמאה:"
            ],
            [
                "<b>היתה נתונה.</b> אקדירה קאי:",
                "<b>בצד האסקופה.</b> שהיתה מונחת על האסקופה מבחוץ ומשוכה לפנים כל כך שאם תעלה יש ממנה טפח תחת המשקוף. וכגון שהקדירה רחבה מלמטה הרבה וצרה מלמעלה כלפי פיה, דכי קיימא טפח תחת המשקוף עדיין כל פיה לחוץ:",
                "<b>טומאה תחתיה.</b> ברצוצה איירי:",
                "<b>בוקעת ועולה.</b> והבית טהור. וכגון שהטומאה מן המשקוף ולחוץ, דאי בטפח המשוך לפנים היה הבית טמא:",
                "<b>תחתיה והבית טמא.</b> כיון דאיכא טפח ממנה לפנים שמביא את הטומאה לבית:",
                "<b>תוכה וגבה טהור.</b> דנצולת עם דופן הבית:",
                "<b>הכל טמא.</b> דנטמאה הקדירה ואינה חוצצת, ורואין את הטומאה כאילו היא תחתיה והבית טמא:",
                "<b>או מודבקת.</b> שאין הקדירה תחת המשקוף כלל אלא למעלה דבוקה בצד המשקוף, ואין רוחב דביקתה טפח:",
                "<b>אין טמא אלא תחתיה.</b> כיון דליכא טפח תחת המשקוף אין מביא טומאה לבית, והבית ותוכה וגבה הכל טהור:"
            ]
        ],
        [
            [
                "<b>הבית שנסדק.</b> גג הבית שנחלק על פני כולו לשני חלקים:",
                "<b>טומאה בחוץ.</b> לצד החיצון שבו הפתח:",
                "<b>כלים שבפנים טהורים.</b> שאין דרך טומאה ליכנס אלא לצאת:",
                "<b>ובית הלל אומרים כל שהוא.</b> בתוספתא מפרש כל שהוא דבית הלל ובלבד שיהא כחוט המשקולת. והלכה כבית הלל:"
            ],
            [
                "<b>אכסדרה שנסדקה.</b> תקרת האכסדרה שנחלקה לשנים:",
                "<b>כלים שבצד השני טהורים.</b> שאויר הסדק מפסיק, וגורם שאין הטומאה עוברת לצד השני:",
                "<b>עירב את הטומאה.</b> לפי שנסתם האויר:",
                "<b>בארץ.</b> ברצפת האכסדרה כנגד הסדק שבתקרה:"
            ],
            [
                "<b>סגוס.</b> בגד צמר עב מאוד:",
                "<b>וכופת.</b> קורה עבה. אע״פ שגובה עוביין יותר מטפח, ",
                "<b>אינן מביאין את הטומאה.</b> אם נתנן בארץ כנגד הסדק שבתקרת האכסדרה, אלא אם כן יש תחתיהן חלל טפח:",
                "<b>קפולין.</b> כמו טלית מקופלת. בגדים הרבה מקופלים זו על זו:",
                "<b>עד שתהיה העליונה גבוהה מן הארץ טפח.</b> ואע״פ שהבגדים נתונים תחתיה העליונה מביאה את הטומאה, הואיל וגבוהה מן הארץ טפח:",
                "<b>היה אדם נתון שם.</b> בארץ כנגד הסדק:",
                "<b>חלול.</b> חלל הגוף נחשב חלל אע״פ שבני מעיו לתוכו:"
            ],
            [
                "<b>והאהיל על קוברי המת.</b> היינו שהאהיל על המת:",
                "<b>בית שמאי אומרים אינו מביא את הטומאה.</b> בית שמאי לטעמייהו, דחלל גופו לא חשיב חלל, הלכך אין מביא את הטומאה לבית. ובית הלל לטעמייהו דחשבי ליה חלל, הלכך אע״פ שגופו דבוק בחלון, צד עליון שבו מביא את הטומאה לבית, דהא איכא חלל גופו דהוי טפח:",
                "<b>ומודים.</b> בית שמאי באדם לבוש:"
            ],
            [
                "<b>היה מוטל על האסקופה.</b> מקצתו בתוך הבית ומקצתו חוץ לבית:",
                "<b>אינו מביא את הטומאה.</b> דאין כאן חלל:"
            ],
            [
                "<b>והאהילו עליו טהורים.</b> על מקצת גופו שבחוץ:",
                "<b>בית שמאי מטהרין.</b> דאין באה תחתיו טומאה שבבית, דאין כאן חלל:",
                "<b>ובית הלל מטמאין.</b> דסברי אדם חלול הוא ובאה תחתיו טומאה, ואותן שהאהילו עליו בחוץ נטמאו:"
            ],
            [
                "<b>ומת הכלב.</b> דאילו חי אפילו כולו בבית, הבית טהור, דטומאה בלועה בבעלי חיים אינה מטמאה:",
                "<b>ומוטל על האסקופה.</b> וצוארו לפנים:",
                "<b>אם יש בצוארו פותח טפח.</b> רוחב הצואר טפח. ומשערין אותו על ידי חוט המקיף את הצואר. דכל שיש ברחבו טפח יש בהיקפו שלשה טפחים:",
                "<b>מביא את הטומאה.</b> דצד העליון שבו מאהיל על הטומאה וממשיך את הטומאה לבית:",
                "<b>ואם לאו.</b> דאינו פותח טפח:",
                "<b>אינו מביא את הטומאה.</b> דלענין הבאת טומאה בעינן פותח טפח:",
                "<b>רבי יוסי אומר רואים את הטומאה.</b> בודקים בגופו של כלב את מקום הטומאה. אם היא מן המשקוף ולפנים, הבית טמא אע״פ שאין בצוארו רוחב טפח, דטומאה טמונה בוקעת ועולה, ונמצא שהבית האהיל על הטומאה. והלכה כר׳ יוסי:",
                "<b>פיו לפנים.</b> ונקב זנבו מבחוץ:",
                "<b>הבית טהור.</b> אם טומאה מבחוץ. דמשום המשכה לא מטמאינן ליה, שאין דרך מאכל לצאת דרך פיו אלא דרך נקב בית הרעי:",
                "<b>פיו לחוץ.</b> ושוליו לפנים:",
                "<b>הבית טמא.</b> שהרי דרך פתח קטן זה היה סופה לצאת:",
                "<b>בין כך ובין כך.</b> בין פיו לפנים בין פיו לחוץ, בין טומאה מכנגד המשקוף ולפנים בין טומאה לחוץ, בין יש בצוארו טפח בין אין בצוארו טפח, בכל ענין הבית טמא, דטומאה יוצאה בין דרך כניסתה בין דרך יציאתה:",
                "<b>כמה תשהה.</b> בשר המת. ",
                "<b>במעיו.</b> של כלב קודם שימות הכלב ושוב לא יטמא מפני שיהיה חשוב כמעוכל:",
                "<b>שלשה ימים מעת לעת.</b> משעה שאכלה. כדאמרינן [שבת דף קנ״ה] גלוי וידוע לפני הקב״ה שמזונותיו של כלב מועטין לפיכך משהה אכילתו בתוך מעיו שלשה ימים:",
                "<b>בעופות ובדגים.</b> אם אכלו בשר המת, כדי שתפול לאור ותשרף:",
                "<b>ר׳ יהודה בן בתירא אומר וכו׳</b> והלכה כרבי יהודה בן בתירא:"
            ],
            [
                "<b>החדות.</b> כמו הדות. והיינו בור והיינו דות, אלא שבור בחפירה ודות בבנין:",
                "<b>ומנורה בתוכו.</b> בתוך הדות:",
                "<b>והפרח של מנורה יוצא וכפישה נתונה עליו גרסינן.</b> כלומר על הפרח. ופרח הוא הרחב שבראש המנורה שהנר יושב עליו. וכפישה, סל גדול שכובשים בו הזיתים לכומרן:",
                "<b>על פי החדות.</b> שאינה נופלת לתוכו:",
                "<b>טהור.</b> דניצול עם דופני האוהל, כדאמרינן לעיל בפרק ה׳ [משנה ו׳]:",
                "<b>והמנורה טמאה.</b> מפני הפרח היוצא מן הדות, ואין הכפישה מצלת עליו. ואם תאמר, כיון דמנורה טמאה היאך הדות טהור, והלא היא מטמאה כמת עצמו דחרב הרי הוא כחלל. יש לומר, דמיירי כגון דליכא מת בבית אלא חרב שנגע במת, ועל ידו מיטמא הבית והמנורה, וקיימא לן דאין כלי עושה כלי אחר כיוצא בו, כדפרישנא בפרק קמא:",
                "<b>אף המנורה טהורה.</b> דבתר דידה אזלינן ולא בתר פרחה, והיא בתוך הדות קיימא וניצולת עם הדות:",
                "<b>הכל טמא.</b> בין הדות בין המנורה. כיון דאם תנטל מנורה כפישה נופלת לתוך הדות:"
            ],
            [
                "<b>טומאה שם.</b> בתוך הדות, אע״פ שהכפישה על גביו:",
                "<b>הבית טמא.</b> דאין צמיד פתיל לטומאה:",
                "<b>טומאה בבית.</b> השתא מיירי בדות פתוח שאין עליו כפישה:",
                "<b>טהורים.</b> הכלים. כיון שיש במקומן טפח על טפח ברום טפח, דניצולין שם כביב שהוא קמור תחת הבית דתנן לעיל בפרק ג׳ [משנה ז׳] טומאה בבית מה שבתוכו טהור:",
                "<b>רחבים משל בית.</b> כגון שחלל הדות מרחיב והולך תחת כותל הבית וכותל הדות בנוי מחוץ לכותל הבית והכלים שם:",
                "<b>בין כך ובין כך.</b> דאפילו דאין במקומן טפח על טפח ברום טפח טהורין:"
            ]
        ],
        [
            [
                "<b>נסר שהוא נתון על פי תנור חדש.</b> שלא הוסק, דלא מקבל טומאה. ובתנור העומד בחצר או בגינה איירי:",
                "<b>בפותח טפח.</b> שהנסר רחב ויוצא חוץ לתנור טפח סביב מכל צדדיו:",
                "<b>שעל גביו.</b> שעל גבי הנסר:",
                "<b>טהורים.</b> דכיון שהתנור טהור, ניצולים הכלים. וכן אם טומאה על גבי הנסר וכלים תחת הנסר:",
                "<b>ובישן.</b> כגון שהוסק התנור דמקבל טומאה:",
                "<b>טמא.</b> התנור. שאין הנסר מצילו. וכל שכן כלים שתחת הנסר ושעל הנסר. וטעמא דמתניתין, דכלים נעשים אהלים לטמא אבל לא לטהר, הלכך חדש דלאו כלי הוא מציל, ישן דכלי הוא אינו מציל:",
                "<b>ור׳ יוחנן בן נורי מטהר.</b> דוקא בתנור. אבל בכלים מודה דטמאין. והכי איתא בתוספתא:",
                "<b>נתון על שני תנורים.</b> ראש הנסר על תנור זה וראשו השני על תנור אחר וטומאה בין שני התנורים. ובתנורים ישנים איירי. ואזדי רבנן לטעמייהו ורבי יוחנן בן נורי לטעמיה. ואין הלכה כר׳ יוחנן בן נורי:"
            ],
            [
                "<b>סרידא.</b> כמין שבכה של חרס. תרגום מעשה רשת, עובד סרדתא. והיא חלקה ועודפת חוץ לתנור טפח מכל צד:",
                "<b>הכל טמא.</b> כלים שתחתיה ושעל גבה חוץ מכלים שעל גבה כנגד אוירו של תנור, לפי שהאוהל מביא טומאה תחתיה כל סביב התנור וחוזרת ובוקעת למעלה. ואף כשהטומאה למעלה, בוקעת למטה ונמשכת סביב וחוזרת ובוקעת למעלה:",
                "<b>כנגד אוירו של תנור טהור.</b> שהרי הוא מוקף צמיד פתיל ומפסיק:",
                "<b>כנגדו עד הרקיע טמא.</b> אבל מה שתחתיו טהור:"
            ],
            [
                "<b>נסר.</b> שהוא ארוך וצר, וכשהוא נתון על פי התנור יוצא טפח מן המזרח וטפח מן המערב, ודרום וצפון אינו יוצא:",
                "<b>טומאה בצד זה.</b> תחת הנסר במזרח או במערב:",
                "<b>כלים שבצד השני טהורים.</b> דאין מקום לטומאה לעבור, שאין הנסר עודף מן הצפון ומן הדרום:",
                "<b>ורבי יוסי מטמא.</b> קסבר אין תנור מפסיק. ואין הלכה כרבי יוסי:",
                "<b>הבטח.</b> יש ספרים שגורסים אבטח. והוא בנין עשוי כעין אמבטי שבמרחצאות שנותנים בהן מים לרחצה, ונסר נתון עליו לתקרה, והנסר עודף משני צדדים. ואם הטומאה מצד זה אין יוצאה לצד אחר, לפי שהבטח חוצץ:",
                "<b>היה בו זיז.</b> היתה קורה יוצאה למעלה מן הבטח מן המזרח למערב:",
                "<b>רואין את הבטח כאילו אינו.</b> שאע״פ שהבטח חוצץ בנסר, גבי זיז אינו חוצץ. והלכה כר׳ יהושע:  "
            ],
            [
                "<b>סנדל של עריסה.</b> עריסה של תינוק רגילים להניח תחת רגליה. כמין סנדל של מתכת לנוי או בשביל שלא ירקבו:",
                "<b>שפחתו בתוך הבית.</b> שנפחת הגג של עליה שהעריסה נתונה עליו ונראה סנדל העריסה בתוך הבית מן הפחת שבגג, וטומאה בתוך הבית:",
                "<b>אם יש.</b> במקום הפחת. ",
                "<b>פותח טפח.</b> מביא את הטומאה מן הבית לעליה:",
                "<b>ואם לאו.</b> שאין שם פותח טפח:",
                "<b>מונין בו כדרך שמונין במת.</b> שהסנדל והעריסה טמאים טומאת שבעה כדין כלים בכלים, והתינוק טמא טומאת ערב, כדתנן בפרק קמא, השלישי בין אדם בין כלים טמאים טומאת ערב:"
            ],
            [
                "<b>מעזיבה.</b> טיט וצרורות שרגילים לשום על גבי קורות:",
                "<b>ומכוונות.</b> קורה העליונה כנגד התחתונה וכל אחת יש בה רוחב טפח:",
                "<b>תחתיה טמא.</b> ושעל גבה טהור, שהקורה חוצצת. והני מילי כשיש בקורות פותח טפח שהן רחבות טפח, אבל אין רחבות טפח לא מביאות טומאה ולא חוצצות וכמאן דליתנהו דמי, ונמצא טומאה כאילו עומדת באויר:",
                "<b>ביניהן טמא.</b> ושתחת התחתונה ושעל העליונה טהורים, דשתיהן חוצצות:",
                "<b>כנגדו עד הרקיע טמא.</b> ושתחת כולן טהור:",
                "<b>כבין התחתונות.</b> כנגד אויר התחתונות. ורחבן כשיעור אויר שביניהן, שאם תעלה את התחתונות או תוריד את העליונות נמצא הכול סתום:",
                "<b>תחת כולן טמא.</b> כאילו היתה תקרה שוה. ועל גבן טהור:"
            ],
            [
                "<b>תחת כולה.</b> כל כלים שתחתיה טמאים, דמביאה טומאה לכולה. ושעל גבה טהורים, דחוצצת בפני הטומאה:",
                "<b>ואם לאו.</b> שאינה רחבה טפח:",
                "<b>בוקעת ועולה.</b> דאם טומאה תחתיה כלים שעל גבה כנגד הטומאה טמאים:",
                "<b>בוקעת ויורדת.</b> דאם טומאה על גבה, כלים שתחתיה כנגד הטומאה טמאים:",
                "<b>היקפה שלשה טפחים.</b> דכל שיש ברחבו טפח יש בהיקפו שלשה טפחים, שכן מצינו בדברי הימים (ב ד׳) בים שעשה שלמה עשר באמה משפתו אל שפתו עגול סביב וקו שלשים באמה יסוב אותו סביב:"
            ],
            [
                "<b>עמוד שהוא מוטל לאויר.</b> עמוד עגול שמושלך בארץ ושוכב על עיגולו. באויר, כגון בחצר או בגינה. ובאמצע העיגול הוא מתחיל להאהיל על הארץ והולך ומתקצר מכאן ומכאן עד תחתיתו שסמוך לארץ, ולענין הבאת טומאה בעינן טפח על טפח ברום טפח מרובע, ואם יש כאן לצד החוץ מתחתיו רום טפח אע״פ שלמטה בסמוך במקום שכיבתו לארץ אין רום טפח כולו מטמא באוהל, דנידון כשיפועי אהלים. ועמוד עגול כשיש בהקיפו עשרים וארבעה טפחים נמצא רחבו שמונה טפחים, דכל שיש ברחבו טפח יש בהקיפו שלשה טפחים, ונמצא דיכול אדם לרבע תחת דפנו שמכאן ומכאן טפח על טפח. ברום טפח שהרי כשיש כאן ריבוע של שמונה על שמונה אם תעשה בתוכו עיגול של שמונה, נמצא הזויות עודפים שמונה חומשים לכל קרן וקרן, דכל אמתא בריבוע אמתא ותרי חומשי באלכסונה, נמצא האלכסון עודף על הרוחב ששה עשר חומשין, תן מהם מחצה לקרן זה ומחצה לקרן זה, הרי לכל אחד שמונה חומשין, ואם באת לעשות בקרן זוית שחוץ לעיגול רבוע של טפח על טפח, נמצא אלכסונו עודף על רחבו שני חומשים, ונמצא מדת אלכסונו שבעה חומשים, לא נשתייר לנו יותר על הצורך אלא חומש אחד, ומשום חומש אחד לא דק. ועוד, דכל אמתא בריבוע אמתא ותרי חומשי באלכסונה אינו מכוון לגמרי, שחסר ממנו מעט:"
            ],
            [
                "<b>מודבק לאסקופה.</b> שהאסקופה רחבה וטומאה מודבקת באסקופה מן השקוף ולחוץ, ר׳ אליעזר חשיב כל האסקופה כבית, הלכך מטמא את הבית. ור׳ יהושע סבר מן השקוף ולחוץ אין האסקופה חשובה כבית. והלכה כר׳ יהושע:",
                "<b>ידון מחצה למחצה.</b> מחציה של אסקופה ולפנים כלפנים והבית טמא, מחציה ולחוץ כלחוץ והבית טהור, מחצה על מחצה הבית טמא:",
                "<b>מודבק למשקוף.</b> תחת המשקוף מן השקוף ולחוץ:",
                "<b>הבית טמא.</b> דאפילו מן השקוף ולחוץ חשוב בית:",
                "<b>ור׳ יוסי מטהר.</b> דלא חשיב ליה כבית. ואין הלכה כר׳ יוסי:",
                "<b>רבי אליעזר מטמא.</b> דחשיב כל האסקופה כבית:",
                "<b>מטפח ולמטן טהור.</b> דכקרקע דמי:",
                "<b>מטפח ולמעלן טמא.</b> ואע״ג כשמודבק לאסקופה מטהר ר׳ יהושע את הבית, הכא כשהטומאה בבית מטמא ר׳ יהושע באסקופה מטפח ולמעלה, משום דדרך טומאה לצאת ולא ליכנס. והלכה כר׳ יהושע:"
            ]
        ],
        [
            [
                "<b>העושה מאור.</b> חלון העשוי לאורה:",
                "<b>בתחילה.</b> משום דבעי למתנא סיפא שיירי המאור תנא רישא בתחילה:",
                "<b>מקדח גדול של לשכה.</b> הוא כפונדיון האטלקי וכסלע נירונית וישנו כמלוא נקב של עול. אם יש בחלון כשיעור הזה, מביא את הטומאה לצד אחר:",
                "<b>שיירי המאור.</b> אם נשאר מן החלון שלא נסתם:",
                "<b>חררוהו מים.</b> שלא נעשה החור ע״י אדם אלא ע״י מרוצת המים:",
                "<b>או שרצים.</b> כגון החולד והעכבר:",
                "<b>או שאכלתו מלחת.</b> שהארץ מלחה ומתבקעת מאליה:",
                "<b>מלא אגרוף.</b> אגרופו של בן אבטיח. אדם גדול שהיה האגרוף שלו כראש גדול של כל אדם:",
                "<b>חישב עליו לתשמיש.</b> חלון שחררוהו מים או שרצים, שחשב להשתמש בו ולהניח שם חפציו:",
                "<b>למאור.</b> להכניס אורה:",
                "<b>הסריגות.</b> מחיצה כמין סבכה מסורגת שעושים בחלונות של אוצרות:",
                "<b>והרפפות.</b> מחיצה מסורגת שעושים בחלונות של בתי הקיץ שיושבים שם להתקרר:",
                "<b>מצטרפות כמלוא מקדח.</b> אויר שבין הסריגות, אע״פ שאין במקום אחד כמלוא מקדח מצטרפין בין כולם לכמלוא מקדח:",
                "<b>להביא את הטומאה ולהוציא את הטומאה.</b>  לאו אפלוגתא דבית שמאי ובית הלל קאי, אלא אשיעורים דרישא קאי. והכי קאמר, מלוא מקדח ומלוא אגרוף ופותח טפח דאמרן, כל השיעורין הללו בין להביא את הטומאה לבית בין להוציא את הטומאה מן הבית. ור׳ שמעון פליג, וסבר בין להביא בין להוציא כולן שיעורן בפותח טפח, ולית ליה לר׳ שמעון שיעור של מלוא מקדח ומלוא אגרוף כלל. ואין הלכה כר׳ שמעון:  "
            ],
            [
                "<b>חלון העשוי לאויר.</b> להכניס בו אויר העולם, והיינו חלון העשוי למאור. ומשום דבעי למתני בנה בית חוצה לה, הדר תנייה:",
                "<b>בנה בית חוצה לה.</b> כנגד החלון, ונתבטל אויר של חלון:",
                "<b>שיעורה בפותח טפח.</b> כחלון העשוי לתשמיש:",
                "<b>נתז את התקרה באמצע החלון.</b> שנמצא החלון חציו למעלה מן התקרה וחציו למטה:",
                "<b>החלון התחתון בפותח טפח.</b> כדין חלון העשוי לתשמיש, דהא אין כאן אויר:",
                "<b>והעליון מלוא מקדח.</b> דלמעלה מן התקרה הוא לאויר:"
            ],
            [
                "<b>החור שבדלת.</b> באמצע הדלת, דאינו עשוי לאויר:",
                "<b>שייר בו החרש.</b> האומן שתיקן את הדלת:",
                "<b>מלמטן.</b> כגון ששייר סמוך לאסקופה:",
                "<b>או מלמעלן.</b> סמוך למשקוף:",
                "<b>הגיפה.</b> סגרה:",
                "<b>ולא מירקה.</b> לא גמרה:",
                "<b>או שפתחתו הרוח.</b> כלומר, או שמירק את הסגירה אלא שבאתה הרוח ופתחתו:",
                "<b>שיעורו מלוא אגרוף.</b> דכיון דנפתח ממילא הוי כחררוהו מים או שרצים. ובהך סיפא לא פליג רבי טרפון, משום דחור שבאמצע עשה החרש במתכוין, ולא מפני שצריך לחור אלא קצרים היו הדפין שנעשה מהן הדלת ועלתה בדעתו להניח הנקב באמצע יותר מלהניח למטה או למעלה, ודמי לעשה במתכוין, אבל כשהניחו מלמטה או מלמעלה אין זה כעושה בידים, אלא מחמת שהנסרים קצרים ולא נתמלא הנקב:"
            ],
            [
                "<b>העושה מקום.</b> שנקב נקב מפולש בכותל להניח שם קנה של אורגים:",
                "<b>ולאספתי.</b> חרב בלשון יון קורין אספתי. ויש לאורגים כלי כתבנית חרב:",
                "<b>שיעורו בכל שהוא.</b> להביא את הטומאה לצד האחר:",
                "<b>לזון את עיניו.</b> להסתכל משם לרשות הרבים או לחצר:",
                "<b>ולתשמיש.</b> להצניע שם חפיציו:"
            ],
            [
                "<b>אלו ממעטים את הטפח.</b> חלון ששיעורו בפותח טפח והיה אחד מכל הני דחשיב הכא מונח בו וממעט את האויר מטפח, חוצץ, שאין הטומאה עוברת לצד אחר:",
                "<b>על ידי רובע עצמות.</b> אם יש בבית רובע עצמות דמטמא באוהל, ופחות מכזית מבשר המת מונח בחלון, ממעט. ודוקא פחות מכזית, דאילו כזית, הוא עצמו מטמא באוהל. ודוקא על ידי רובע עצמות, אבל אי איכא בבית כזית בשר מן המת, אין פחות מכזית זה ממעט, דאדרבה בשר מצטרף עם בשר. והיינו טעמא נמי דדוקא בשר ממעט ע״י עצמות ולא עצמות ע״י עצמות, דעצמות אעצמות מצטרפי:",
                "<b>פחות מעצם כשעורה.</b> אבל עצם כשעורה לא ממעט, משום דמטמא במגע ובמשא:",
                "<b>פחות מכזית מן המת.</b> השתא הדר תנייה אע״ג דתנא ליה רישא לאשמועינן דממעט על ידי כל המטמאין באוהל, כגון רביעית דם ומלא תרווד רקב וכל אותן השנויין בפרק ב׳: ",
                "<b>פחות מכזית מן הנבלה וכו׳.</b> כל הני דחשיב מכאן ואילך, ממעטי בין ע״י עצמות בין ע״י בשר:",
                "<b>ופחות מכביצה אוכלים.</b> שאין אוכל פחות מכביצה מטמא אחרים ולא מקבל טומאה מן התורה, הלכך ממעט וחוצץ בפני הטומאה:",
                "<b>והתבואה.</b> שהשרישה רחוק מן הכותל ונתפשטו ענפיה וסגרו את החלון, דמחובר לקרקע היא:",
                "<b>וככיי שיש בהן ממש.</b> קורי עכביש נקראים ככיי. ואני שמעתי כמין קורי עכביש נמצא בתוך הקנה. ופעמים שהוא דק מאד והוא ככיי שאין בו ממש, ופעמים שהוא כעין אריגת בגד והוא ככיי שיש בו ממש:",
                "<b>ונבלת עוף טהור שלא חישב עליה.</b> שנבלת עוף טהור אינה מטמאה עד שיחשב עליה לאכילה, ואז מטמאה טומאת אוכלים בכביצה ואינה צריכה הכשר:",
                "<b>נבלת עוף טמא שחשב עליה ולא הכשירה.</b> דנבלת עוף טמא צריכה מחשבה וצריכה הכשר, כלומר שיבוא עליה מים או אחד משבעה משקין, ואם חסר מחשבה או הכשר, טהורה, וממעטת וחוצצת בפני הטומא׳:"
            ],
            [
                "<b>ולא תבואה שבחלון.</b> שהשרישה בחלון ממש. משום דדעתו לפנותה שהיא מקלקלת את הכותל, וכל דבר שדעתו לפנותו אינו ממעט בחלון. ולעיל איירי שהשרישה רחוק מן הכותל דהשתא אין דעתו לפנותה:",
                "<b>השתי והערב המנוגעים.</b> דשתי וערב מיטמא בנגעים, ודבר טמא אינו ממעט:",
                "<b>ולא לבינה מבית הפרס.</b> הלבינה העשויה מעפר בית הפרס. ר״מ סבר שהיא טמאה כמו שעפר בית הפרס טמא, הלכך אינה ממעטת בחלון. ורבנן סברי, לא טמאו אלא גוש כבריתו הבא מבית הפרס, ולא העפר אפילו לאחר שגבלו. והלכה כחכמים. ושיעור הגוש, כפיקה גדולה של סקאים שהוא כחותם המרצופין:"
            ]
        ],
        [
            [
                "<b>הזיז שפניו למטה.</b> כמין לוח יוצא מן הכותל לחוץ וראשו כפוף למטה לארץ לצד הפתח, הלכך מצטרף אהלו עם הפתח ומביא את הטומאה בכל שהוא וחשיב כאילו יש בו פותח טפח, ואם טומאה תחתיו הבית טמא, שרואין ראשו הכפוף למטה כאילו הגיע לארץ, ומביא טומאה שתחתיו לצד הבית:",
                "<b>וגיזרה.</b> שפניה למעלה. ראשה כפוף למעלה ואין אוהל שלה מצטרף עם הפתח, הלכך בעיה פותח טפח:",
                "<b>וגבלית.</b> מפרש בתוספתא כלי שמניקה מכאן ומכאן ומשייר מן האמצע:",
                "<b>שנים עשר טפחים.</b> דשיעור כל נדבך ארבעה טפחים. ונדבך הוא שורה של בנין אבנים:",
                "<b>והעטרות.</b> אבנים סדורות בעיגול בולטות מן הקיר למעלה מן הפתח כעין כיפה לנוי, והיינו עטרה:",
                "<b>והפתוחים.</b> שעושים מאבן על הפתח או על החלון לנוי, ופעמים שבולטים מן החלון ומן הפתח טפח או יותר:"
            ],
            [
                "<b>זיז שעל גבי הפתח וכו׳</b> הכא מיירי שנסתם הפתח, ומשום הכי בעינן שיהא בזיז פותח טפח. והכי משמע בתוספתא:",
                "<b>ושעל גבי החלון רום אצבעיים.</b> כלומר בין חלון ששיעורו רום אצבעיים כגון שיירי המאור, בין חלון ששיעורו מלוא מקדח כגון העושה מאור בתחלה, זיז שעל גבי שניהם בכל שהוא:",
                "<b>ורבי יוסי אומר מלואו.</b> חלון ששיעורו רום אצבעיים, זיז שלו שיעורו באצבעיים. וחלון ששיעורו מלוא מקדח זיז שלו נמי משערינן במלוא מקדח. ואין הלכה כר׳ יוסי:  "
            ],
            [
                "<b>אפילו גבוה מאה אמה.</b> אע״ג דזיז שיעור גובהו מן הפתח שנים עשר טפחים, בקנה החמירו משום דמיטלטל. ורבי יוחנן בן נורי סבר דאין להחמיר בקנה יותר מן הזיז, ולמעלה משנים עשר טפחים שיעורו בפותח טפח. והלכה כרבי יוחנן בן נורי:"
            ],
            [
                "<b>זיז.</b> שהוא רחב טפח וסובב את כל כותלי הבית מבחוץ, וכנגד הפתח אוכל שלש אצבעות ועל שאר הפתח אין זיז. שאם היה אוכל כנגד הפתח טפח היה הבית טמא לדברי הכל:",
                "<b>כלים שתחתיו טמאים.</b> בהא לא פליג רבי יהושע כדפליג בסיפא, לפי שדרך טומאה לצאת:",
                "<b>רבי אליעזר מטמא את הבית.</b> כיון דזיז חמור שמטמא בכל שהוא, מביא את הטומאה לבית בשלש אצבעות:",
                "<b>וכן בחצר שהיא מוקפת אכסדרה.</b> והאכסדרה אוכלת בפתח שלש אצבעות, טומאה בבית, כלים שבאכסדרה טמאים. טומאה באכסדרה, ר׳ אליעזר מטמא הבית, ורבי יהושע מטהר. והלכה כר׳ יהושע:"
            ],
            [
                "<b>שני זיזין זה על גבי זה.</b> ומכוונים זה כנגד זה:",
                "<b>יש בהן פותח טפח.</b> שכל אחד מן הזיזים רחבו טפח על טפח:",
                "<b>וביניהן פותח טפח.</b> התחתון גבוה מן הארץ טפח והעליון גבוה מן התחתון טפח:",
                "<b>וטומאה תחתיהן.</b> תחת התחתון. כל מה שתחתיו טמא ומה שעל גביו טהור, דחוצץ בפני הטומאה:",
                "<b>ביניהן.</b> אם טומאה בין תחתון לעליון כל מה שביניהן טמא, אבל מה שתחת התחתון ושעל העליון, טהור, דחוצצים:",
                "<b>על גביהן.</b> על גבי העליון. כנגד הטומאה עד הרקיע, טמא, וכל השאר טהור:",
                "<b>היה העליון עודף על התחתון וכו׳ תחתיהן וביניהן טמא.</b> דבין שהטומאה תחת התחתון בין שהטומאה ביניהן, אותו העודף שהעליון יתר על התחתון טפח מערב את הטומאה בכל מקום. אבל מה שעל העליון טהור, דחוצץ:",
                "<b>על גביהן.</b> על גבי העליון:",
                "<b>היה העליון עודף על התחתון וכו׳ טומאה תחתיהן.</b> תחת התחתון:",
                "<b>תחתיהן וביניהן טמא.</b> דאותו עודף מערב את הטומאה ביניהן ומביא את הטומאה למה שתחתיו:",
                "<b>ביניהן.</b> אם הטומאה ביניהן או למטה בארץ תחת המותר, דהיינו כנגד העודף ולא תחת התחתון:",
                "<b>רבי אליעזר אומר תחתיהן וביניהן טמא.</b> דאע״ג דליכא טפח בעודף מביא את הטומאה לתחת התחתון, הואיל ועודף עליו:",
                "<b>ביניהן ותחת המותר טמא.</b> מה שבין שני הזיזין ומה שתחתיהן בארץ כנגד המותר, טמא:",
                "<b>ותחתיהן טהור.</b> מה שתחת התחתון. דכיון דאין במותר טפח אין הטומאה באה תחת התחתון. והלכה כר׳ יהושע:"
            ],
            [
                "<b>ואין ביניהם פותח טפח.</b> שאין התחתון גבוה מן הארץ טפח ואין העליון גבוה מן התחתון טפח:",
                "<b>ביניהן ותחתיהן טמא.</b> דאין התחתון חוצץ, כיון דאין תחתיו פותח טפח ולא על גביו פותח טפח, והעליון מביא את הטומאה לכל מה שתחתיו ותחת התחתון, וחוצץ למה שעל גביו, כיון דעליון גבוה מן הארץ טפח:",
                "<b>כנגדו עד הרקיע טמא.</b> ומה שתחתיו טהור. דאע״ג דאין גבוה מחבירו טפח, הרי גבוה מן הארץ טפח וחוצץ:"
            ],
            [
                "<b>אין בהן פותח טפח.</b> שהזיזין אין ברחבן טפח, הלכך בין שהטומאה למטה בין שהטומאה למעלה לא חייצי כלל:",
                "<b>וכן שתי יריעות שהן גבוהות מן הארץ בפותח טפח.</b> וגבוהות זו מזו טפח, דינן כשני זיזין:"
            ]
        ],
        [
            [
                "<b>סגוס עבה.</b> הך מתניתין פירשנוה לעיל בפרק הבית שנסדק [משנה ג׳]. ואיידי דבעי למתני טבליות, הדר תניא הכא:",
                "<b>ואם היו של שיש.</b> אפילו עליונה גבוהה מן הארץ טפח לא חשיבי אוהל להביא את הטומאה, כיון דהתחתונה ממעטת את האויר לפי שהן נחשבות כארץ. אבל טבלאות של עץ אינן חשובות כקרקע בזמן שהעליונה גבוהה מן הארץ טפח, אע״פ שהתחתונה ממעטת את האויר, העליונה מביאה את הטומאה:  "
            ],
            [
                "<b>טבליות של עץ.</b> שהן סמוכות זו אצל זו וכל אחת מהן גבוהה מן הארץ טפח ונוגעות בקרנותיהן כל אחת בחברתה שאצלה, ודרך קרני הטבלאות שאין ברחבן טפח, הלכך כלים שתחת הראשונה שהטומאה תחתיה, טמאים, ושתחת השניה טהורים:",
                "<b>הנוגע בשניה טמא טומאת שבעה.</b> ואף על גב דתנן בפרק קמא כלים הנוגעים במת וכלים בכלים טמאים טומאת שבעה, השלישי בין אדם בין כלים טמאים טומאת ערב, הא תנן התם אין האוהל מתחשב, הלכך טבלא שהטומאה תחתיה אינה מן המנין:",
                "<b>עד שיהא בו ריבוע בפותח טפח.</b> כמין תיבה פרוצה שיש לה ארבע דפנות היו עושים לשלחן שהשלחן יושב עליה, ואותה תיבה פרוצה קרוי ריבוע. ופעמים שהשלחן בולט ויוצא חוץ מאותו ריבוע טפח או פחות או יותר, והשתא קאמר דצריך שיהא השלחן בולט חוץ מאותו ריבוע בפותח טפח, דמה שבתוך הריבוע אינו מצטרף. ואם טומאה נמי בתוך הריבוע מבפנים, הריבוע חוצץ ומונע הטומאה מלעבור לחוץ:  "
            ],
            [
                "<b>חביות.</b> שורות הרבה של חביות, זו אחר זו וזו על זו:",
                "<b>שהן יושבות על שוליהן.</b> ופיהן למעלה:",
                "<b>או מוטות על צדיהן.</b> ופיהן מן הצד:",
                "<b>באויר.</b> בגינה או בחצר:",
                "<b>בפותח טפח.</b> ברוחב טפח נוגעות זו בזו:",
                "<b>טומאה בוקעת ועולה.</b> לצדדין קתני לה. דמוטות על צדיהן אפילו כנגד הטומאה אין טמא אלא מה שתחתיהן ועל גביהן, אבל מה שבתוכן טהור, כיון דאין כלי חרס מיטמא מגבו על מה שבתוכו מציל, ומה שאינו כנגד הטומאה אפילו שתחתיהן ועל גביהן טהור. וביושבות על שוליהן אפילו על מה שבתוכו אין מצילות, כיון שאין הפסק מאויר תוכו לאויר שחוצה לו, וחבית עצמה נטמאה ונטמאו כל כלים שבתוכה ואפילו שלא כנגד הטומאה, כדאמרינן טעמא בסוף פרק כוורת:",
                "<b>במה דברים אמורים בטהורות.</b> דכיון דטהורות הן דמו לטבלאות של שיש שהתחתונות סותמות את חלל טפח וטומאה בוקעת ועולה:",
                "<b>אבל אם היו טמאות.</b> אפילו אין גבוהות מן הארץ, העליונות שגבוהות מן הארץ טפח מביאות את הטומאה, שאין התחתונות סותמות כיון דטמאות, מידי דהוה אקפולין זו על זו וטבלאות זו על זו: ",
                "<b>או גבוהות מן הארץ פותח טפח.</b> מביאות את הטומאה, ואפילו טהורות, כיון דנוגעות זו בזו ברוחב טפח נחשבות כולן כאוהל אחד:"
            ],
            [
                "<b>שחצצו.</b> שעשה בו מחיצה:",
                "<b>מן הצדדין.</b> שהיריעות והנסרים נתונות כנגד הכתלים של הבית:",
                "<b>או מן הקורות.</b> שנתונות תחת תקרת הבית:",
                "<b>כלים שבחצץ טהורים.</b> דיריעות ונסרים חוצצים, ונחשבים ככלים שעל הגג וככלים שחוץ לכותל:",
                "<b>כלים שבבית טמאים.</b> דאין חציצה לטומאה, מידי דהוה אכלי חרס המוקף צמיד פתיל, דאם טומאה בבית מציל על מה שבתוכו, ואם טומאה בתוכו אין צמיד פתיל לטומאה:",
                "<b>כלים שבחצץ.</b> הכלי שעם הטומאה בתוך המחיצה:",
                "<b>אם יש שם פותח טפח.</b> שיש שם חלל רחב טפח:",
                "<b>ואם לאו טהורים.</b> הכלים שבחצץ. אבל בית מיהא טמא:"
            ],
            [
                "<b>חצצו מארצו.</b> שכיסה קרקעית הבית בנסרים או יריעות:",
                "<b>טומאה בחצץ.</b> אפילו יש בו טפח על טפח ברום טפח:",
                "<b>כלים שבבית טמאים.</b> כביב שהוא קמור תחת הבית, דתנן לעיל בפרק ג׳, יש בו פותח טפח ואין ביציאתו פותח טפח, טומאה בתוכו הבית טמא, טומאה בבית מה שבתוכו טהור:",
                "<b>שארצו של בית כמוהו.</b> כשאין בו פותח טפח:"
            ],
            [
                "<b>טומאה בפנים.</b> במקום התבן:",
                "<b>שכנגד היציאה.</b> מקום פנוי יש כרוחב אמה מן הפתח עד כותל שכנגדו שנכנסים ויוצאים דרך שם להוציא התבן ולהכניס. וכלים שבאותו מקום הפנוי טמאים, מידי דהוה אטומאה בחצץ דכלים שבבית טמאים:",
                "<b>טומאה בחוץ.</b> היינו במקום הפנוי מן הפתח עד כותל שכנגדו:",
                "<b>כלים שבפנים.</b> במקום התבן:",
                "<b>אם יש במקומן טפח על טפח ברום טפח טהורים ואם לאו טמאים.</b> דבחצץ נמי אם טומאה בבית כלים שבחצץ שאין במקומן טפח טמאים:",
                "<b>ואם יש בין התבן ולקורות פותח טפח.</b> לא נתבטל התבן ההוא ליחשב כחצץ והרי הוא כשאר חפצים שבבית, ואין מציל על מה שבתוכו בין יש במקומו טפח בין אין במקומו טפח:"
            ],
            [
                "<b>וכן כרי של תבואה.</b> שביטלו:",
                "<b>אפילו טומאה בצד הכלים.</b> שהיתה הטומאה בתוך הגל, וכלים שם סמוכים לטומאה בתוך הגל אבל אינן נוגעים בטומאה:",
                "<b>טומאה בוקעת ועולה.</b> ומה שבצדה טהור. ואם יש במקום הטומאה טפח על טפח ברום טפח, הרי הוא כקבר סתום ומטמא כל סביביו:"
            ],
            [
                "<b>חצר הקבר.</b> חצר המוקפת מארבע רוחותיה ארבע מערות של קברות:",
                "<b>טהור עד שיהא בה ארבע אמות.</b> כל זמן שיש בה ארבע אמות טהור העומד בה. אבל פחותה מארבע אמות, טמא העומד בה. ואם אין שם אלא שלש מערות משלש רוחות ורוח רביעית של חצר פתוחה לאויר העולם, אפילו אינו מרוחק מפתח המערה אלא כל שהוא, טהור, ובלבד שלא יגע למשקוף של פתח המערה. והני מילי, חצר הקבר דמסיימא מחיצתה, אבל מת בעלמא תופס ארבע אמות לטומאה:",
                "<b>גולל לקבר.</b> כיסוי על פתח הקבר:",
                "<b>אלא כנגד הפתח.</b> של הקבר. והנוגע בקצה המונח חוץ לקבר, טהור:",
                "<b>עשה ראשה גולל לקבר.</b> והרי היא עומדת על הקבר כמו אילן. הנוגע ממנה בארבע טפחים סמוך לקבר, טמא משום גולל, ומארבע ולמעלה טהור:",
                "<b>בזמן שהוא עתיד לגוד.</b> לקוץ. ואע״פ שלא קצץ עדיין. לגוד, כמו גודו אילנא (דניאל ד׳):",
                "<b>כולה חיבור.</b> כל זמן שלא קצץ, ואע״פ שעתיד לקוץ. ואין הלכה כרבי יהודה:"
            ],
            [
                "<b>הנוגע בה.</b> כל זמן שהיא גולל:",
                "<b>טמא טומאת שבעה.</b> דכתיב (במדבר י״ט:ט״ז) וכל אשר יגע על פני השדה, לרבות גולל ודופק:",
                "<b>והחבית והמשקין טהורים.</b> דכלי חרס המוקף צמיד פתיל טהור מליטמא באוהל המת, שנאמר (שם) וכל כלי פתוח אשר אין צמיד פתיל עליו טמא הוא, הא יש צמיד פתיל עליו טהור, ובכלי חרס הכתוב מדבר שאינו מקבל טומאה מגבו:",
                "<b>רבי מאיר אומר וכו׳</b> ואין הלכה כרבי מאיר, אלא אע״פ שאין לך דבר שיש בו רוח חיים ומטמא, חוץ מאדם, מכל מקום מטמאים הן משום גולל כל זמן שהן גולל לקבר:  "
            ],
            [
                "<b>המאהיל על המת ונוגע בכלים.</b> הכלים טמאין טומאת שבעה מטעם חיבורים, כגון דבשעה שנגע במת או מאהיל עליו, נוגע כמו כן בכלים:",
                "<b>ואם יש בידיו פותח טפח טמאים.</b> כיון דידיו מאהילות על המת ועל הכלים, מביאות את הטומאה:",
                "<b>שני בתים.</b> ופתחיהן מכוונים זה כנגד זה:",
                "<b>מביא את הטומאה.</b> ונשארו שני הבתים טמאים. דאוהל של ידיו מצרף את הטומאה כאילו שני החצאים מונחים בזה ובזה:",
                "<b>ואם לאו.</b> דאין בידיו פותח טפח, גברא מיהא טמא הוי כדתנן לקמן ועל עצמן בכל שהן, אבל שני הבתים טהורים:"
            ]
        ],
        [
            [
                "<b>כל המיטלטלין מביאין את הטומאה.</b> משום אוהל. שאם האהיל ראשו אחד על המת וראשו אחד על הכלים, מביא להם הטומאה:",
                "<b>כעובי המרדע.</b> אפילו אין בו רוחב טפח אלא שיש בהיקפו טפח. דחוט של טפח מקיפו, דגזרו על הקיפו משום עביו:",
                "<b>אקפח את בני.</b> אקברם. קיפוח לשון כריתה וחיתוך. ושבועה היא, אקפח את בני אם אין דבר זה אמת שהלכה זו מקופחת קטועה ומחותכת, דהא פותח טפח בעינן:",
                "<b>ששמע השומע.</b> כשנשאלה שאלה על ידי מעשה בבית המדרש ושמע שטמאוהו ולא ידע משום מה טמאוהו. הם טמאו את המרדע משום כלים המאהילים על המת, שהכלי עצמו המאהיל על המת טמא בכל שהוא, דלא בעינן פותח טפח אלא להביא את הטומאה תחת ראשו השני, וטמאו את האיכר או מטעם חיבורים או משום דהוה ליה כלים שנגעו במת ואדם בכלים וטמא טומאת שבעה. והשומע טעה לומר דטמאוהו מטעם שהמרדע מביא עליו טומאה מדין אוהל:",
                "<b>שיהו דברי חכמים מקוימים.</b> שאומרים דמרדע מביא טומאה. ",
                "<b>על האדם הנושאן.</b> זימנין דאדם הנושאן אין עליו כי אם טומאת ערב, שבגדו מפסיק בין כתיפו למרדע והוי ליה דיקרב בדיקרב לדיקרב, והרואה שמטמאים אותו טומאת ערב יטעה לומר משום אוהל טמאוהו לפי שיש בהקיפו טפח, ואתי למימר דטומאת אוהל אין בה כי אם טומאת ערב. הלכך גזרו עליו בעובי המרדע לטמא טומאת שבעה מדבריהם משום אוהל:",
                "<b>ועל עצמן בכל שהן.</b> דכלי המאהיל על המת טמא אפילו כל שהוא:",
                "<b>ועל שאר אדם וכלים.</b> שתחת המרדע. ",
                "<b>בפותח טפח.</b> כיון דאין להם טומאה כלל אין שייך לגזור על הקיפו משום עוביו:"
            ],
            [
                "<b>כוש.</b> פלך שהנשים טוות בו. ואע״ג דפשוטי כלי עץ הוא מקבל טומאה, משום צנורת של מתכת הקבועה בו:",
                "<b>אע״פ שאינן מכוונין.</b> שאין שני חצאי זיתים מכוונים זה כנגד זה:",
                "<b>טמא.</b> הכוש. דמביא הטומאה על עצמו בכל שהוא:",
                "<b>הקדר.</b> מוכר הקדירות:",
                "<b>והסל.</b> המוט שנושא בו את הקדירות. ובמסכת כלים קורהו איסל, דתנן התם [פרק י״ז משנה ט״ז] האיסל שיש בו בית קיבול מעות:",
                "<b>ואם יש בסל פותח טפח.</b> מביא טומאה על הקדירות שתחתיו לצד השני שתלויות בו:",
                "<b>התלוליות.</b> לשון תל:",
                "<b>הקרובות בין לעיר.</b> הסמוכה לבית הקברות:",
                "<b>בין לדרך.</b> הסמוך לבית הקברות:",
                "<b>אחד חדשות ואחד ישנות טמאות.</b> מפני שהנשים קוברות שם נפליהן, דעד חמשים אמה אזלא אשה לחודה וקוברת שם הנפל שלה. אבל רחוקות לא אזלא לחודה לקבור בתל, והואיל וצריכה לאיש שילך עמה, הולכת לבית הקברות ואינה קוברת בתל. והא דמטמאינן בישנות ואפילו רחוקות, דחיישינן שמא קרובות היו מתחלתן וחרבה העיר ונשתכח הדבר:",
                "<b>ר׳ יהודה אומר כו׳</b> והלכה כר׳ יהודה:"
            ],
            [
                "<b>המוצא מת בתחלה.</b> שלא היה ידוע שהיה שם קבר. והכי אמרינן בגמרא בנזיר [דף ס״ד] המוצא, ולא שהיה מצוי. מת, פרט להרוג, דהרוג אין לו תבוסה ואין לו שכונת קברות, והכי גמירי לה. ",
                "<b>מושכב.</b> ולא שהיה יושב:",
                "<b>כדרכו.</b> ולא שהיה ראשו מונח בין ירכותיו. דכל הני חיישינן להו שמא נכרים הן, שאין דרכן של ישראל לקבור מתים כך:",
                "<b>נוטלו ואת תפוסתו.</b> מותר לפנותו משם ולקברו במקום אחר. וצריך שיטול מן העפר של הקבר עמו, כדי תפיסה, שהוא כל העפר תיחוח שתחתיו, וחופר בקרקע בתולה שלש אצבעות. דכתיב (בראשית מ״ז:ל׳) ונשאתני ממצרים וקברתני בקבורתם, שלא היה צריך לומר ממצרים, אלא הכי קאמר, מעפר של מצרים טול עמי. ורמב״ם גריס תבוסתו, העפר המעורב מדם וליחה של המת. לשון מתבוססת בדמיך (יחזקאל ט״ז):",
                "<b>מצא שלשה.</b> אם יש בין זה לזה מארבע אמות ועד שמונה. כלומר מקבר ראשון עד שלישי אין פחות מארבע אמות ולא יותר על שמונה:",
                "<b>הרי זה שכונת קברות.</b> וניכר שלשם קבורה נתנום שם, ואסור לפנותם, דקנו מקומם. ואפילו מת אחד אם ניכר שלשם קבורה נתנוהו שם אסור לפנותו. אלא שבאחד או בשנים אנו תולים שלא נקברו שם אלא לפי שעה והיה דעתם לפנותם, אבל בשלשה מוכח שזה מקום מיוחד לקברות. ואורך המערה דרכה להיות שש ורחבה ארבע ואלכסונה עודף שתי אמות דהיינו שמונה, ומשום הכי תנן מארבעה ועד שמונה:",
                "<b>כמלוא מטה וקובריה.</b> לא גרסינן לה הכא:",
                "<b>בודק ממנו ולהלן עשרים אמה.</b> שהמערה ארבע אמות רוחב על שש אורך, והחצר שהמערות פתוחות לו מכאן ומכאן, שש על שש, דהכי סבירא להו לרבנן בבבא בתרא פרק המוכר פירות (בבא בתרא דף ק״א), נמצא אורך שתי מערות וחצר שביניהן שמונה עשר אמות, ולפי שפעמים חופרים מערה אחת באלכסונה, ואלכסון של מערה עודף על ריבועה שני אמות, נמצאו עשרים אמה, שמונה דמערה ראשונה באלכסונה ושש דחצר שבין שתי המערות ושש דמערה שניה, דחד אלכסון אמרינן תרי אלכסוני לא אמרינן, והיינו דקתני עשרים. ועוד צריך לבדוק מלמעלה ומלמטה עשרים אמה, דהיינו ארבעים אמה, דשמא זו היא מערה שבמזרח החצר ויש עדיין אחרת כנגדה במערב החצר, אי נמי זו היא שבמערב החצר ויש עדיין אחרת במזרח החצר:",
                "<b>מצא מת אחד בסוף עשרים בודק הימנו ולהלן עשרים אמה.</b> דמי יימר דמבית הקברות זה הויא ההיא מערה, שמא קבר אחר הוא וחצר אחרת של אדם אחר, וצריך לעשות גם לשם כל בדיקות דלעיל, דכמו שיש שם קבר כמו כן יש אחרים:",
                "<b>שרגלים לדבר.</b> אחרי שנמצא כבר בשדה זו שכונת קברות: ",
                "<b>שאילו מתחלה מצאו.</b> לקבר זה קודם שמצא השלשה הראשונים, היה נוטלו ואת תפוסתו, כדתנן ברישא המוצא מת בתחלה כו׳ נוטלו ואת תפוסתו:"
            ],
            [
                "<b>הבודק.</b> הא דתנן ובודק הימנו ולהלן עשרים אמה, אין צריך לחפור את כולן, אלא חופר אמה על אמה ומניח אמה שאינו חופר, ועושה כן עד שמגיע לסוף עשרים. ואותה אמה שהוא חופר צריך לחפור עד שמגיע לסלע, או לבתולה, שהיא קרקע שלא נחפרה מעולם:",
                "<b>המוציא את העפר ממקום הטומאה.</b> מאותם האמות שהוא חופר:",
                "<b>אוכל בדמעו.</b> אם כהן הוא אוכל בתרומתו. לשון מלאתך ודמעך לא תאחר (שמות כ״ב:כ״ח). ואע״ג דאין כהנים רשאין לבדוק שהרי הן מוזהרין על הטומאה, מכל מקום אי אתרמי כהן ובדק אינו אסור לאכול בתרומה היכא דלא אתחזק שם טומאה: ",
                "<b>המפקח את הגל.</b> של אבנים שנפל על האדם ומת, אם כהן הוא אינו אוכל בדמעו. דכיון דהוחזקה שם טומאה חיישינן דלמא האהיל, ואפילו ספק חי ספק מת חיישינן:"
            ],
            [
                "<b>היה בודק.</b> להשלים עשרים אמה:",
                "<b>לנחל.</b> נהר:",
                "<b>לשלולית.</b> אמת המים שמחלקת שלל לאגפיה שאמות אחרות של מים שותות ממנה:",
                "<b>או לדרך הרבים.</b> שאין קוברים בה את המת:",
                "<b>מפסיק.</b> ואינו בודק עוד להשלים עשרים אמה:",
                "<b>והכל טהור.</b> ואין להם תפוסה. אלא מלקט העצמות בלבד ואין צריך ליטול יותר:",
                "<b>רבי שמעון אומר כו׳</b> ואין הלכה כר״ש:"
            ]
        ],
        [
            [
                "<b>החורש.</b> בית הפרס. מקום שהטומאה פרושה ומתפשטת שם. ורבותי פירשו, פרס לשון דבר פרוס ושבור, שעצמות של מת נפרסו שם. ומפי אחרים שמעתי, על שם שפרסות בני אדם נמנעים ללכת שם מפני הטומאה:",
                "<b>מלוא מענה.</b> של המחרישה. ממקום הקבר שהתחיל לחרוש בו עד מאה אמה באורך השדה על מאה ברוחב, חיישינן שמא הוליכה המחרישה ממנו עצם כשעורה. ואם היה חורש והולך חוץ למאה אמה, ממאה אמה ולחוץ טהור, שאין המחרישה מולכת עצמות הקבר אלא עד מאה אמה:",
                "<b>בית ארבעת סאין.</b> מאה אמה אורך על מאה אמה רוחב הוא מקום זריעת ארבע סאין. שהרי חצר המשכן שהיה מאה על חמשים הוא בית סאתים, כדאמרינן בעירובין [כ״ג], נמצא מאה על מאה בית ארבע סאין:",
                "<b>רבי יוסי אומר בית חמש, סאין.</b> ואין הלכה כרבי יוסי:",
                "<b>ובמורד.</b> כלומר, שיעור זה שאמרנו לתנא קמא ולרבי יוסי למר כדאית ליה ולמר כדאית ליה, הני מילי כשמוליך המחרישה במורד, דמגלגלתו למרחוק, והוא הדין כשהקרקע שוה במישור. אבל במעלה, כשחורש ועולה, לדברי תנא קמא נותן רובע קב כרשינין על בורך המחרישה, הוא עץ חלול כפוף עשוי כעין ברך שהמחרישה תקועה בו, ועושה בשוליו נקב קטן כשיעור שיצא ממנו גרעין אחד מגרעיני הכרשינים, ומוליך המחרישה והגרעינים נופלים מעט מעט, ובמקום שכלו הכרשינים שאין נופל מהם הרבה ביחד אלא שלשה גרעינים זה בצד זה שם כלה בית הפרס:",
                "<b>רבי יוסי אומר במורד ולא במעלה.</b> לא אמרו דין בית הפרס אלא במורד, אבל כשהמחרישה עולה בגובה אין שם בית הפרס כלל, שמיד המחרישה ננערת ואם יש שם עצם נופל. ואין הלכה כר׳ יוסי:  "
            ],
            [
                "<b>והטיח בסלע.</b> הכה המחרישה בסלע ומתוך כך ננערה המחרישה:",
                "<b>או שניער את המחרישה.</b> מן העפר שעליה. והא קא משמע לן דלא חיישינן שמא לא ניער יפה:",
                "<b>עד שם הוא עושה בית הפרס.</b> ולא יותר, ואפילו תוך שש אמות או חמש:",
                "<b>בית פרס עושה בית פרס.</b> המתחיל לחרוש בסוף בית הפרס או באמצע. מונה מאה אמה ממקום שהתחיל לחרוש, והוא נעשה בית הפרס כאילו חרש ממקום הקבר:",
                "<b>חרש חצי מענה.</b> חמישים אמה ממקום הקבר, וחזר אחר כך וחרש משם עוד חמשים אמה אחרות, כל המאה נעשו בית פרס. והלכה כרבי יהושע:"
            ],
            [
                "<b>מלטימיא.</b> כמו מלא טמיא. חפירה מלאה מתים זה על גבי זה. טמיא בלשון ארמי עצמות של מתים:",
                "<b>ומצבירת העצמות.</b> ממקום שהעצמות צבורים שם. דזה דבר שאינו מצוי שיהיה אדם חורש על חפירה שהיא מלאה מתים ועל צבירת עצמות גלויים, ולא גזרו אלא בקבר שנחרש שהוא דבר המצוי:",
                "<b>ומשדה שאבד בה קבר.</b> דהוי ליה ספק ספיקא, שמא לא חרש במקום הקבר, ואם תימצי לומר חרש שמא לא הוליך ממנה עצם:",
                "<b>או שנמצא בה קבר.</b> שחרש ואח״כ נמצא. דבית הפרס דרבנן, ולא קנסו ליה כיון דלא ידע:",
                "<b>החורש את שאינו שלו.</b> לא קנסו רבנן למהוי ארעא דחבריה בית הפרס. וכן נכרי לא שייך ביה קנס:",
                "<b>שאין בית הפרס לכותיים.</b> כלומר, שהרי אך על הכותיים לא קנסו, כל שכן שלא קנסו על הנכרי:  "
            ],
            [
                "<b>על גבי טהורה.</b> ששדה בית הפרס למעלה וטהורה למטה:",
                "<b>אפילו אדומה.</b> שהיתה עפרה של טהורה אדומה:",
                "<b>והלבינוה.</b> מחמת עפר בית הפרס שהיה לבן:",
                "<b>אין עושין אותה בית הפרס.</b> שלא גזרו טומאה אלא על גוש כברייתו, ולא גזרו על העפר הנשטף עם המים:"
            ],
            [
                "<b>עליה טהורה.</b> ממה נפשך, אם הקבר בתוך הבית, הבית טמא והעליה טהורה. ואם הקבר תחת אסקופת פתח הבית, טומאה נכנסת לבית ועליה טהורה. אבל כשאין פתח העליה מכוון כנגד פתח הבית, חיישינן דלמא קאי קבר תחת הכותל מכוון כנגד פתחה של עליה, ובוקעת הטומאה עד שמגעת לפתחה של עליה, ונכנסת לעליה דרך הפתח:",
                "<b>ועפר חוצה לארץ.</b> כלומר או עפר חו״ל. דארץ העמים ובית הפרס תרוייהו מטמו במגע ובמשא:",
                "<b>שבא בירק.</b> כגון אגודה של ירק שיש בה קלחים הרבה שנעקרו בגושיהן, ובכל קלח בפני עצמו ליכא עפר כחותם המרצופין שהוא שיעור הגוש לטמא:",
                "<b>חותם המרצופין.</b> אמתחות של עור כעין שקין שהולכי דרכים נותנים כליהם בתוכם וחותמים עליהם בחותם של טיט:",
                "<b>כסאה וכסאתים חותמות.</b> של טיט. והאי עובדא מייתי רבי יהודה לסיועי לרבנן דלסאה וסאתים מעפר שבא מחוצה לארץ לא חששו, הואיל ולא היה בחותם אחד בפני עצמו כחותם המרצופין. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>כיצד בוצרין בית הפרס.</b> ויהיו הענבים שגדלו בו טהורים:",
                "<b>מזין על האדם ועל הכלים.</b> בשלישי:",
                "<b>ושונין.</b> בשביעי:",
                "<b>ומוציאין חוץ לבית הפרס.</b> ואע״ג דהבוצר לגת הוכשר לקבל טומאה והוא משמונה עשר דבר שגזרו ביום, הני מילי לטומאה דאורייתא, אבל לטומאת בית הפרס דרבנן היא לא חשבינן לה הכשר. ומשום הכי נקט ותני מזין על האדם ועל הכלים כדי שיהיו טהורים מטומאה דאורייתא, ואע״פ שחוזרין ומיטמאין בבית הפרס בשעת בצירה, תו לא מיטמו ענבים בנגיעתם משום טומאת בית הפרס כל כמה דלא הוכשר הכשר גמור:",
                "<b>ואחרים.</b> שלא נכנסו בבית הפרס:",
                "<b>מקבלין.</b> מן הבוצרים:",
                "<b>ומוליכין לגת.</b> בכלים אחרים. אבל הבוצרים אין מוליכין אותם לגת, לפי שהגת מלא משקין ומתכשרי בהו הכשר גמור:",
                "<b>ואם נגעו אלו ואלו טמאים.</b> המקבלים ומטמאין כל הענבים. שהאדם שנטמא בבית הפרס נעשה אב הטומאה ומטמא אדם וכלים:",
                "<b>בית שמאי אומרים אוחז את המגל.</b> דסברי הבוצר לגת הוכשר אפילו לטומאת בית הפרס, ומשום הכי צריך שיאחז המגל שהוא בוצר בו בסיב של דקל דלא מקבל טומאה:",
                "<b>או בוצר בצור.</b> והוא אבן חדה, דלאו כלי היא:",
                "<b>ונותן לתוך כפישה.</b> כלי גדול שכובשים בו זיתים, דלאו בת קבולי טומאה הוא:",
                "<b>ומוליך לגת.</b> אפילו הוא עצמו. דכיון דזהיר ואית ליה היכרא שמניח בכפישה לא נגע:",
                "<b>במה דברים אמורים בכרם הנעשה בית הפרס</b>. שהיו גפנים ואילנות נטועים בו קודם שנעשה בית הפרס. אבל הנוטע לכתחילה בבית הפרס, ימכר לשוק. דקנסינן ליה, מפני שלא היה לו ליטע בבית הפרס. ואין הלכה כר׳ יוסי:  "
            ],
            [
                "<b>שלשה בית הפרס הן.</b> כדקא חשיב להו ואזיל. שדה שנחרש בה קבר, ושדה שאבד בה קבר, ושדה בוכים:",
                "<b>ניטעת כל נטע.</b> נוטע בה כל אילנות שירצה. ומתניתין דלא כרבי יוסי דאסר לעיל. ואיכא למימר דאף ר׳ יוסי לא אסר אלא ליטע בה כרם בלבד, משום דהבוצר לגת הוכשר, אבל לא שאר אילנות:",
                "<b>חוץ מזרע הנקצר.</b> אבל זרע הנעקר עם שרשיו חיישינן שמא יביא עצם כשעורה עם העפר העולה עם השרשים הנעקרים:",
                "<b>ואם עקרו.</b> אותו זרע הנקצר:",
                "<b>צובר את גורנו לתוכו.</b> לתוך השדה עצמה. ודש אותו שם. ולא יביאנו לבית עד אחר דישה, שלא להרבות את הטומאה:",
                "<b>וכוברו בשתי בברות.</b> זו אחר זו. שמא נתערב עמו עצם כשעורה:",
                "<b>והקטניות בשלש.</b> לפי שהקטניות יש בהן עפר יותר מבתבואה משום הכי חיישי בהו טפי. אבל טהורין הן, שהרי לא הוכשרו. והלכה כחכמים:",
                "<b>ושורף את הקש ואת העצה.</b> בתוך השדה. שמא יש בהן עצם כשעורה:",
                "<b>קש.</b> תבן של תבואה:",
                "<b>עצה.</b> תבן של קטניות:",
                "<b>ומטמאה במגע ובמשא.</b> שדה בית הפרס שאמרנו:",
                "<b>ואינה מטמאה באוהל.</b> דכל טומאתה משום עצם כשעורה ועצם כשעורה אינו מטמא באוהל:"
            ],
            [
                "<b>נזרעת כל זרע.</b> הכי גרסינן ברוב הספרים. אבל בתוספת׳ קתני אינה נזרעת כל זרע. וכן היא בעיני:",
                "<b>ואינה ניטעת כל נטע.</b> ולא מיבעיא דאין נוטעין לכתחילה, אלא אף הנטוע לא יקיים, שלא להרגיל בני אדם לשם, משום דמטמאה באוהל אחמור בה טפי:",
                "<b>חוץ מאילן סרק.</b> דמותר ליטע בה. ומהו אילן סרק, שאינו עושה פירות:"
            ],
            [
                "<b>שדה בוכים.</b> מקום רחוק מבית הקברות שמושיבין שם המטה של המת ומתוועדין ובוכין שם:",
                "<b>לא ניטעת ולא נזרעת.</b> בפרק קמא דמועד קטן בגמרא, מפרש דמשום יאוש בעלים נגעו בה, דכיון שכן הוא, מתיאשים הבעלים ממנה והוה ליה כמיצר שהחזיקו בו רבים ואסור לקלקלו. ודוקא כשנתיאשו הבעלים, שהחזיקו בו הרבים כדין. אבל לא נתיאשו, דהשתא שלא כדין החזיקו בו, מותר לקלקלו:",
                "<b>ועפרה טהור.</b> דלא מחזקינן בה טומאה כלל:",
                "<b>ועושים ממנו תנורים לקודש.</b> מה שאין כן בשני בית הפרס הראשונים:",
                "<b>שבודקים לעושה פסח.</b> אשדה שנחרש בה קבר קאי. דאם הולך שם אדם וצריך לשחוט את פסחו, בודקים אותה כדמפרש בסיפא, ואם לא נמצא שם עצם כשעורה הולך ועושה את פסחו:",
                "<b>ואין בודקין לתרומה.</b> דדוקא לפסח סומך אבדיקה זו, משום דטומאת בית הפרס דרבנן, וחכמים לא העמידו דבריהם במקום כרת, שמי שאינו מקריב קרבן פסח במועדו חייב כרת. אבל בתרומה דאין באכילתה כי אם עשה, העמידו דבריהם במקום עשה ואין מועלת בדיקה זו להתירו בתרומה:",
                "<b>ולנזיר.</b> שהלך שם:",
                "<b>בית שמאי אומרים בודקין.</b> ואם לא נמצא שם עצם כשעורה אינו מגלח:",
                "<b>ובית הלל אומרים אין בודקין.</b> דבין נמצא ובין לא נמצא מגלח ומביא קרבן:",
                "<b>את העפר שהוא יכול להסיטו.</b> כגון עפר תחוח:",
                "<b>וממחה.</b> עושהו דק דק בידו כדי שיראה אם יש בו עצם כשעורה:"
            ],
            [
                "<b>כיצד מטהרין בית הפרס.</b> אבית הפרס הראשון קאי, שהוא שדה שנחרש בו קבר:",
                "<b>נוטלין ממנו שלשה טפחים.</b> כשיעור עומק המחרישה שמגלגלת העצמות:",
                "<b>ר׳ שמעון אומר כו׳</b> ואין הלכה כר׳ שמעון:",
                "<b>הרוצף.</b> לשון רצפה של אבנים:",
                "<b>טהור.</b> כיון דאין יכול להסיטן. שאם היה מהלך על גבן וניסטות, איכא למיחש אהיסט עצם שתחתיהן:",
                "<b>אף העוזק.</b> החופר ומשליך האבנים, אם עשה כן בכל בית הפרס, טהור. עוזק, לשון ויעזקהו ויסקלהו (ישעיהו ה׳:ב׳). ואין הלכה כרבי שמעון:"
            ],
            [
                "<b>המהלך בבית הפרמ.</b> בשדה שנחרש בה קבר:",
                "<b>על אבנים שיכול להסיטן.</b> כגון על גבי אבנים שאינן תקועות וקבועות בארץ והן ניסטות מחמת העובר עליהן, ועצם כשעורה ניסט מכוחו. ורוכב על גבי אדם או בהמה [שכוחן] רע והוליכוהו עליהן, טמא הרוכב, דכיון דכוח התחתון רע, מחמת משא העליון ניסטו והוי כאילו הוא מסיט העצם. אבל אם היה כח הנרכב יפה, לא חשיב הרוכב כמסיט העצם. והיכי דמי אדם שכוחו רע, כל שרוכבו וארכובותיו נוקשות. ובהמה שכוחה רע, כל שרוכבה ומטילה גללים:",
                "<b>בהרים ובסלעים.</b> אע״פ שאין קוברין שם מת:",
                "<b>טמא.</b> מפני עפר ארץ העמים שמתגלגל שם:",
                "<b>בים ובשונית טהור.</b> מטומאת גושה. שגזרו על גושה של ארץ העמים לשרוף תרומה וקדשים שנגעו בעפרה ואין שורפים תרומה וקדשים שבאו בים ובשונית, שאין קוברים שם מת, אבל טומאת אוירה של ארץ העמים יש בהן, שגזרו על אוירה לתלות, שתרומה וקדשים שנכנסו לאויר ארץ העמים ולא נגעו בגושה, לא אוכלין ולא שורפין:",
                "<b>בזעפו.</b> כשהים הולך וסוער:"
            ],
            [
                "<b>הקונה שדה בסוריא.</b> ארם נהרים וארם צובה שכבש דוד. ועפרה טמא כחוצה לארץ, וחייבת במעשרות ובשביעית כארץ ישראל:",
                "<b>אם יכול להכנס לה בטהרה.</b> שאין ארץ העמים מפסיק בין אותה שדה שקנה לארץ ישראל:",
                "<b>טהורה.</b> אותה שדה. ואפילו אגושה דידה לא גזרו, כיון שהיא של ישראל, דמשום הכי קתני הקונה שדה. אבל אם היה רוחב טפח מארץ העמים או מבית הקברות מפסיק בין ארץ ישראל לשדה שקנה בסוריא, דהשתא אין יכול ליכנס בה בטהרה, עפרה של אותה שדה טמא כחוצה לארץ:",
                "<b>מדורות הגוים.</b> שבארץ ישראל:",
                "<b>טמאים.</b> שקוברין נפליהן בבתיהן:",
                "<b>ארבעים יום.</b> כשיעור יצירת הולד:",
                "<b>אע״פ שאין עמו אשה.</b> דנכרים פרוצים בעריות ומביאין נשים לבתיהן בלילה:",
                "<b>עבד.</b> של ישראל:",
                "<b>או אשה.</b> ישראלית:",
                "<b>משמרין.</b> המדור של הנכרים, שלא יקברו שם:  "
            ],
            [
                "<b>הביבין העמוקים.</b> צינורות שמקלחין מהן השופכים לרשות הרבים. ויש ספרים שכתוב בהם הכוכים, לשון כוך, מערה שתחת הקרקע:",
                "<b>ועפר התיחוח.</b> דאיכא למיחש דמחמת הנפל שקברו שם נעשה העפר תיחוח:",
                "<b>חזיר וברדלס.</b> דרכן לחפור ולחפש תחת הקרקע, ואם ימצאו נפל קבור יוציאוהו משם. ברדלס, חיה שקורין לה בערבי אלצבע:"
            ],
            [
                "<b>אצטבא.</b> עשויה לנוי לפני הבתים. ואין קוברים שם נפלים:",
                "<b>עיר נכרים שחרבה.</b> ערי ארץ ישראל שדרו בה נכרים וחרבה מן הנכרים:",
                "<b>אין בהן משום מדור עובדי כוכבים.</b> שחיות מצויות שם ומוציאות כל הנפלים שנקברו שם. ואין הלכה כר׳ שמעון בן גמליאל:",
                "<b>קברות.</b> כלומר ידוע שהם קברות:",
                "<b>היה ספק.</b> אם מארץ העמים אם מארץ ישראל:",
                "<b>וטיהרוהו.</b> דחשבוהו כארץ ישראל. אי נמי, היה ספק אם היו שם קברות אם לאו, וטיהרוהו שהעידו שאין שם קברות:",
                "<b>קיני.</b> שם מקום והיו נוהגים בו טומאה מספק, עד שנמנו עליו רבי ובית דינו וטהרוהו:"
            ],
            [
                "<b>אהלי ערביים.</b> אינן קבועים במקום אחד, ומשום דלא קביעי לא קברי ביה. אי נמי, לפי שנוסעים וחונים ממקום למקום לא רצו להחזיק טומאה:",
                "<b>והסוכות.</b> של שומרי פירות:",
                "<b>והצריפים.</b> מדורות שאין להם גג, אלא הדפנות נוגעות בראשיהן זו לזו. ודירות של צער הן ולא קביעי:",
                "<b>בורגנין.</b> סוכות עשויות בשדה להכניס בהן פירות מפני הגשמים:",
                "<b>אלקטיות.</b> גג עומד על ארבעה עמודים להתקרר בו בקיץ שהרוח מנשבת בו מכל צדדיו. ולשון אלקטיות, בתי הקיץ, תרגום קיץ. קייטא:",
                "<b>מקום החצים.</b> מקום שבני העיר מניחין בו חצים לשמור לעת מלחמה:",
                "<b>מקום לגיונות.</b> שחונים בו חיילות של מלך:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "אמר ה' בטומאת מת (במדבר י״ט:כ״ב) והנפש הנוגעת תטמא עד הערב ואמרו בספרי <small>[צ\"ל או יהיה]</small> (איזה) אדם מקבל טומאה מן המת לטמא חבירו טומאת ז' ת\"ל והנפש הנוגעת תטמא עד הערב אולם האדם אשר יגע במת שהוא טמא טומאת ז' הנה זה לשונו (שם) הנוגע במת לכל נפש אדם וטמא שבעת ימים וזה הדין הוא דין תורה ומדברי סופרים שהוא כאשר נגע במת ונגע באדם אחר קודם הבדלו מן המת הנה השני ג\"כ טמא ז' ימים מדבריהן ודע זה: "
            ],
            [
                "אמר יתברך בטומאת מת (שם) וכל אשר יגע על פני השדה בחלל חרב או במת או בעצם אדם או בקבר יטמא שבעת ימי' ובאה הקבלה (נזיר דף נג:) שאמרו בחלל חרב הכונה בו שהחרב והחלל שוה שאין הבדל בין חלל חרב או חלל אבן או חלל עץ ואמנם ירצה בזה שכל מה שיגע בחרב אשר נהרג בו המת יטמא ז' ימים וכן שאר כלי מתכות וכלי שטף בהיקש אל החרב לפי מה שביארנו בפתיחת זה הסדר והתבאר מזה שהכלים הנזכרים אשר נגעו במת והכלים השניים אשר יגעו באלו הכלים טמאים טומאת ז' וכבר ביארנו בהלכה אשר לפני זאת שכל מה שהוא טמא טומאת ז' הפחות מה שיעשה מן הטומאות שישים כל מה שיגע בו טמא טומאת ערב והוא אמרו (במדבר יט) והנפש הנוגעת תטמא עד הערב ולזה אמר השלישי בין אדם בין כלים טמא טומאת ערב: \n"
            ],
            [
                "כבר בארנו שהכלי' הנוגעי' במת וכל מה שנגע באלו הכלים טמאים טומאת ז' ואם היה אשר נגע בכלים הנוגעים במת אדם הנה זה האדם ג\"כ יטמא הכלים טומאת ז' ומופת זה שהכלים הנוגעים במת למדנו מן החרב לפי שהפסוק חייב הנוגע בחלל או בחרב לפי מה שבאה בו הקבלה (במדבר י״ט:ח׳) טמא טומאת ז' שיכבס בגדיו ביום הז' וזה ראיה שהוא מטמא בגדים טומאת ז' ונבין מזה שהחרב והאדם אשר נגע בחרב והבגדים אשר נגעו באדם שלשתן טמאים טומאת ז' וזהו ענין אמרו בספרי הא למדנו לכלים ואדם ר\"ל כבר למדנו שהכלים הנוגעי' במת ואדם בכלים טמאין טומאת ז' מאמרו בחלל חרב כמו שבארנו כלים ואדם וכלים מנין ת\"ל (שם לא) וכבסתם בגדיכם ביום השביעי. אולם אמרו הרביעי בין אדם בין כלים טמא טומאת ערב וזה הולך על השרש הקדום מאמרו והנפש הנוגעת תטמא עד הערב ומבואר הוא שאמרו בכאן השלישי והרביעי האיש השלישי והאיש הרביעי מהאישי' אשר יביאו להם הטומאה מן המת אם מאיזה איש מהם יתחיל המספר (לפני) [לפי] המדרגה ויקרא ראשון לטומאה ושני ושלישי ורביעי ויחייב כל מדרגה ממנו מהדיני' (מה) [מהם] שיבא ביאורו במס' טהרות וזולתו כמו שבארנו ופירשנו בפתיחת זה הספר ובפ\"א מכלים. ויורה הענין שכל מה שיטמא במת טומאת ז' הנה הוא אב הטומאה וכל מה שיטמא מן המת טומאת ערב הוא ולד הטומאה והוא הנקרא ראשון וממנו יתחיל המספר בשני ושלישי ורביעי וכבר בארנו זה כולו בפתיחה הנזכרת אולם ר\"ע יש לו חמישי השפוד התחוב באהל האהל והשפוד אדם הנוגע בשפוד וכלים באדם טמאים טומאת ז'. והחמישי בין אדם בין כלים טמאים טומאת ערב. אמרו לו הנה אין האהל מתחשב. ביאור המלה תחוב תקוע קיים. ושפוד התקוע באהל הוא המרכז אשר באמצע האהל דומה לעמוד אם היה של מתכת ומנהו ר' עקיבא שני לאהל והיה האהל נטמא במת והיו כלים הנוגעים במת לפי מה שביארנו בפתיחה וזה השפוד כאילו הוא נגע באהל וחכמים אומרים שהוא מכלל האהל וחלק מחלקיו והוא אמרם בברייתא האהל והשפוד שם אחד הוא והוא ענין אמרם בכאן אין אהל מתחשב אבל השפוד עצמו הוא אשר יהיה כלים הנוגעים במת ואין האהל הוא אשר טמאתו אבל הוא והוא דבר אחד: \n"
            ],
            [
                "כאשר הבנת המאמר בזאת המשנה היא מבוארת לפי שכבר ביארנו שכלים הנוגעים במת וכלים בכלים טמאים טומאת ז' והשלישי בין אדם בין כלים טמא טומאת ערב הנה כבר הכינה הטומאה אלו ג' כפלים בכלים ובאדם שנים לבד כמו שביארנו תחלה ואם נגעו כלים במת ואדם באותם הכלים וכלים שניים באותו האדם אשר היה האדם אמצעי בין הכלים הנה השלשה כפלים טמאים טומאת ז' והמדרגה הרביעית טמאה טומאת ערב וכבר זכרנו אלו השרשים כולן. ומה שראוי שנעיר עליו בכאן שהאדם אשר יגע במת כאשר נגע בכלים הנה הוא (יטמאהו) [יטמאם] טומאת ז' ולמדנו זה בק\"ו לפי שכבר ביארנו שכלים הנוגעי' באדם שנגע בכלים שנגעו במת טמאים טומאת שבעה ר\"ל הכלים השניים וכאשר היה זה כן הנה היותר ראוי והיותר נראה שיהיו הכלים הנוגעים באדם שנגע במת בלא אמצעי טמאים טומאת ז' וכן התבאר בסיפרי אבל יהיה לך זה השרש והוא שהאדם שנטמא במת יטמא הכלים טומאת ז' ויטמא חבירו טומאת ערב וכבר הפלגנו בביאור זה השרש וזולתו בפתיחת זה הסדר ושם התבאר שהכלים הרמוז להן באלו הדינים בטומאת מת לבד הוא כלי מתכות ובגדים וכן שאר כלי שטף כמו שיראה למבין מאלו הפסוקים הנזכרים בסיפרי: \n"
            ],
            [
                "ידוע שהזב אב הטומאה והאדם אשר יגע בו הוא ראשון לטומאה אבל הוא בשעת מגעו מטמא בגדים לפי מה שהתבאר בפ' אחרון מזבין והוא אמרו יתברך (ויקרא ט״ו:ז׳) והנוגע בבשר הזב יכבס בגדיו ירצה בזה שהוא מטמא בגדים בשעת מגעו כמו שהתבאר בפ\"א מכלים אולם כלים הנוגעים בזב הנה הוא ראשון ולא יטמא בגדים אלא כל ולד הטומאות אינו מטמא כלים כמו שביארנו בפתיחה אולם כלים הנושאים את הזב הנה הן אב הטומאה לפי שהן משכב או מושב וכולן מטמאין אדם כמו שביארנו בפתיחה ולשון התורה (שם) וכל הנוגע בכל אשר יהיה תחתיו יטמא עד הערב אולם אדם הנושא את הזב הנה הוא לא יטמא אדם בשום פנים לפי שהוא ולד הטומאה כמו שהשרשנו בראש זה הסדר ואפילו בשעת נשיאתו קודם שיפרוש ממטמאיו אינו מטמא לא אדם ולא כלי חרס ואמנם שאר כלים יטמא והנה נבאר זה בסוף זבים: \n"
            ],
            [
                "אמר יתברך (במדבר יט) הנוגע במת בנפש האדם אשר ימות הנה ביאר בזה הפסוק שהוא לא יטמא עד שימות ואם היה <small>[אולי צ\"ל בענייננו. ור\"ל מגוייד או גוסס]</small> בענינו לא יטמא בו בחיותו וכאשר היה המת אשר טומאתו חמורה לא יטמא עד שימות כל שכן הנבלה והשרץ: ",
                "<b>ומגוייד.</b> חתוך או נדקר. וגוסס הוא אשר הוא בפרק המות: ",
                "<b>זוקק ליבום.</b> אם היה מת האדם ועזב אח בזה הענין הנה אשת המת זקוקה ליבם ויחייב עליה כל דיני זקוקה ליבם וכן אם עזב ולד בזה הענין הנה אשת המת פטורה מן היבום ומן החליצה והאשה ישראלית אשר לה ולד מכהן והיה הולד על זה הענין הנה אוכלת בתרומה בשבילו עד שימות וכן הכהנת אשר לה ולד מישראל והוא בזה הענין הנה אין ראוי לה לאכול בתרומה עד שימות: ",
                "וביאור הותזו ראשיהן נבדלו ראשיהן: ",
                "<b>מפרכסין.</b> מתנועעים והתנועה אשר ינועו האברים אחר המות יקרא פרכוס: ",
                "<b>הלטאה.</b> הוא שם השרץ וזה הבעל חי יתנועע זנבו מאד מאד אחר חתוכו ואמנם יקרה זה לקצת מיני בעלי חיים כאשר לא יהיה הכח המתנועע מתפשט בכלל האיברים משורש והתחלה אחת אבל תהיה מתפרדת בכל הגוף: "
            ],
            [
                "אמר שזה השיעור לא ירצה באבר האחד בכללו כי יטמא ואפילו פחות מכשיעור כשיהיה אבר שלם הנה הוא יטמא וזהו אמת ודעהו: \n"
            ],
            [
                "בעבור שקדם לנו הדין שהאבר יטמא ואפילו בפחות מכשיעור הנה ראוי שיודיענו אלו האברים מה הם. פיסת היד ופיסת הרגל מפרק היד ומפרק הרגל וכאשר היה ברגל שלשים פרקים הנה בכל אצבע ו' פרקים וקורסל העקוב תרגום כרעים קרסולים: ",
                "<b>ושוק וארכובה וירך.</b> ידועים: ",
                "<b>וקטלית.</b> הוא כף הירך ומה שידבקו בו למעלה: <b>צלעות.</b> הצדדין: ",
                "<b>ואסרו שנים בקנה.</b> בקנה הזרוע: ",
                "<b>ומרפק.</b> הוא הקובדו: ",
                "<b>וחוליות השדרה.</b> הן חוליות הגב ושם הבנין בכללו השדרה: ",
                "ומפתח הלב הוא החזה לפי שבתנועת החזה ינשב הריאה על הלב והנה הוא לו כמו מפתח שיפתח דרך יכנס ממנו האויר ויצא העשן. ונקבים הן הן כלי ההולדה והאמה. ומה שיתחייב שתבינהו שהמת בעצמו יטמא במגע ובמשא ובאהל אולם טומאת מגע ואהל הנה הוא בפסוק כמו שאמר (במדבר י״ט:י״ד) הנוגע במת ואמר (שם) כל הבא אל האהל יטמא וטומאת משא הוציא אותם הקבלה מטומאת נבלה אשר היא טומאה קלה והיא מטמאה במשא כמו שבא הכתוב (ויקרא י״א:מ׳) והנושא את נבלתה וכ\"ש המת שמטמא במשא וכמו שהנבלה אשר מגעה בטומאת ערב משאה בטומאת ערב כן המת אשר מגעו טומאת ז' משאו ג\"כ טומאת ז' וזה מבואר בספרי ואמר יתברך (במדבר י״ט:ט״ז) בחלל חרב או במת ואין ספק שחלל חרב הוא <small>[בד\"י הגי' הוא המת]</small> כמת ובא הקבלה (נזיר דף נג:) שענין זה שמה שהבדילתו הסייף הוא כמו המת וזהו אבר מן החי וכן אבר מן המת כמו שהתבאר והוא אמרם לעשות את הפורש ממנו כמוהו. ואם היה אשר הובדל מן המת או מן החי אבר עליו מהבשר והעצמות והגידים מה שאפשר שיחיה כלל הבשר ויבריא אם היה מחובר באדם והוא חי הנה האבר אשר הוא באותו ענין יטמא כמו שיטמא המת בכללו וזה מאמר השם (שם) או בעצם אדם ייחס העצם לאדם עד שיהיה בו עצם ובשר כמו כלל גשם האדם ואז יהיה דינו כדין המת בכללו אולם אם לא יהיה עליו בשר או היה עצם כשעורה ואפי' לא יהיה מן הפרקים המנויים הנה הוא יטמא במגע לאמרו ית' צ\"ל ועל. וכל הנוגע בעצם גי' יעב\"ץ או בעצם. (או עצם) וכן ג\"כ יטמא במשא על הפנים אשר זכרנו מנבלה ולא יטמא באהל לפי שטומאת אהל אמנם באה באדם לבד כמו שאמר (שם) אדם כי ימות באהל או באבר מן האדם דומה לאדם לאמרו בעצם אדם אמרו מה המת בשר ועצמות וגידים אף אבר מן החי כברייתו בשר וגידים ועצמות ואמרו (שם) ג\"כ שני עצמות נאמרו בענין או בעצם אדם זה אבר מן החי צ\"ל ועל. וכל הנוגע בעצם זה עצם כשעורה ושמור אלו השרשים כלם ולא תבקש ממני לכופלם בעתיד: "
            ]
        ],
        [
            [
                "כבר הודעתיך הרבה פעמים כי שיעורין הלכה למשה מסיני: \n",
                "ונצל הוא הבשר שנמוח ונעשה ליחה סרוחה כאשר התחיל הבשר להתעפש: \n",
                "ותרווד הוא הכף וכבר ביארנו בי\"ז מכלים שהוא מלא חפני: \n",
                "ורקב הוא העפר אשר ישאר מגוף המת כאשר יכלה לחותו יתרקבו העצמות והוא דומה לעפר ומתנאיו ואז יטמא בזה השיעור שיהיה המת נקבר ערום בלי בגד בתיבת אבן קשה או שיש והדומה להם והושם עליו כסוי שיש עד שלא יתערב בו דבר מהעפר ולא מן העצים ולא מן הבגדים וכן אמרו נקבר בכסותו או בארון של עץ ע\"ג עפר אין לו רקב וכן אם נקבר המת והיה חסר ממנו אבר מאיבריו אמרו מת שחסר אין לו רקב וכבר ביארנו זה בנזירות (פ\"ז מ\"ב) והשדרה תטמא ואע\"פ שאין עליה בשר כלום וכן הגולגולת אע\"פ שאין עליה בשר הנה כל אחד מהן יטמא באהל להיות בשני אלו נראית תמונת אדם והוא מושג באמרו עצם אדם: \n",
                "ורובע הוא רובע הקב: \n",
                "ורוב הבנין גודל הגוף: \n",
                "ורוב המנין רוב מנין האיברים והם קכ\"ה פרקים ואלו העצמות ג\"כ אין עליהן בשר בשום פנים הנה אלו שלשה שיעורים בעצמות הערומין מן הבשר אחד מהן שיהיו אלו העצמות בו עם האדם אשר הוא עצמו ויהיה מרובע ומעלה והב' שיהיה בו רוב המנין והוא קכ\"ה פרקים ויהיה בו מרובע ולמעלה והג' שיהיו הקכ\"ה אברים ולמעלה יהיה בהן רוב בנין ויתקבצו בו שני הענינים יחד רוב בנין ורוב מנין הנה אלו העצמות נטמאו באהל ואם לאו לא ואפשר זה בנפל וכבר ביארנו ששרש זה כולו אמר' יתברך (במדבר יט) בעצם אדם ואלו השיעורין הג' יראו בכל אחד מהן שהוא עצם אדם [ואם אין] זה בו טהור: \n"
            ],
            [
                "אמר יתברך (שם) כל הנוגע במת בנפש האדם ונפש האדם הוא הדם כאומרו כי הדם הוא הנפש ועם היות אלו השיעורים ג\"כ הם מן השיעורים שהם הלכה למשה מסיני ושמו זה כמו טעם אמרו שהמעט שיהיה באדם מדם בתחלת ברייתו רביעית ובגמרא אמרו (שבת דף ל:) רביעית דם נתתי לכם על עסקי דם הזהרתי אתכם ור' עקיבא אמר שאע\"פ שבא משני מתים והוציא זה מאמרו ועל כל נפשות מת שתי נפשות ושיעור אחד (סנהדרין דף ד.) שלא אמר נפשות מתים: \n",
                "ודם תבוסה הוא דם ההכאה והערבוב אשר יגיר מההרוג בין החיים והמות כמו שיתבאר בפרק אשר אחר זה נגזר מאמרו מתבוססת בדמיך (יחזקאל טז.) ורבי עקיבא יעמיד דם הקטן לפי עצמו ואמר כי כמו שיטמא רוב בנינו ורוב מניינו ואפילו לא יהיה בו השיעור המוגבל לעצמות ג\"כ כלל דמו יטמא ואפילו לא יהיה בו שיעור הדם והוא רביעית: \n",
                "<b>ורמה.</b> הוא התולעת המתילד בבשר המת כאשר יתחיל להתעפש וירום תולעים: \n",
                "<b>ואפר שרופין.</b> האפר אשר ישרפו מהאדם כאשר לא התערב בו מאפר העצים וחכמים שמו זה האפר במדרגת הגוף כי כאשר נשרף יצא מדין המתים: \n",
                "ועפר קברות הנזכר בכאן הנמצא בקבר עפר בו לחות המת ודמו נראית ואינו יודע אם הוא הרקב הנזכר שהוא מטמא באהל שהוא עפר שנתערב בו הליחה והדם והוא אמרם בתוספתא מלא תרווד רקב ועוד תבוסה שנמצאת בקבר ואין ידוע מה טיבה זו עפר קברות: \n",
                "ואמרו <b>אינו חבור לטומאה.</b> ענינו כי כאשר יולש זה הרקב לא יהיה כולו מתדבק להיות גשם אחד עד שיהיה מטמא מי שנגע בקצה זאת הלישה אבל מי שנגע בזאת העיסה טהור לפי שחלקיו נבדלין קצתן מקצתן והלישה לא יועילהו ולא ישימהו גוף אחד וזהו כמו שאמר בש\"ס (שבת דף יח.) אפר לאו בר גיבול הוא ולזה לא יחשב עירובו לישה ובכאן יתבאר לך שמלא תרווד רקב לא יטמא במגע האדם לעולם לפי שאי אפשר לו ליגע בכולו לפי שחלקיו מפורדים אי אפשר חבורם ואמנם יטמא במשא ובאהל לבד וכן התבאר בש\"ס (בנזירות) [חולין] (דף קכו:) ואין הלכה לא כר\"ע ולא כר\"א ולא כר\"ש: \n"
            ],
            [
                "כבר בארנו שעצם כשעורה מטמא במגע ובמשא ואינו מטמא באהל ונתנו טעם בזה וכן כל עצם שאין עליו דמיון אנושי בזאת הסבה בעצמה: ",
                "<b>וארץ העמים.</b> כל הארצות חוץ מא\"י שהם להתרשלותם עם המתים וקוברין אותן בכל מקום <small>[צ\"ל שפטנו]</small> שפשטו על ארצותם בזאת הטומאה וזה בגזירה מדרבנן לפי מה שבארנו בפתיחה לפי שאנו נאמר שיהיה בכל חלק מעפרה עצם כשעורה: ",
                "ובית הפרס הנזכר בכאן הוא המקום היה בו קבר ונחרש ונשברו עצמות ונתפזרו במקום ההוא ונאמר ג\"כ שכבר יהיה בכל חלק ממנו עצם כשעורה ויקרא בית הפרס בעבור שנידש ונתפשטו העצמות על כל הארץ ההוא ורוב בלשון חכמים פורשים שענינו התפשטות: ",
                "ומקדח הוא המקבת: ",
                "<b>קטן של רופאין.</b> הוא מקבת קטנה יפתחו בה הנגעים והמורסות: ",
                "<b>וגדול.</b> של לשכה כבר התבאר בכלים (פי\"ז מי\"ב) ששיעור הנקב אשר ינקוב הוא כפונדיון: ",
                "<b>וכדי שינטל מן החי וימות.</b> כבר התבאר בש\"ס (בכורות דף לז:) שהוא כסלע וכבר בארנו שיעור הסלע והפונדיון בריש קדושין (דף יב:) ומחלוקת ר\"מ וחכמים אמנם הוא לדעת ב\"ש הנדחה: "
            ],
            [
                "<b>גולל.</b> הוא הכסוי אשר יכסו בו המתים יהיה מאבן או מעץ אי מזולת זה: ",
                "ודופק הוא צדדי הקברות אשר עליהן יהיה הכסוי יהיה גם כן מעץ או מאבן או זולתו: ",
                "<b>ודופק דופקים.</b> הוא שיסמכו עליהם אלו הצדדין והם כמו יסודות הקיר הנבנית בארץ והם בהתיחסם אל הכסוי יקרא ג\"כ דופק דופקים ואולם היות הגולל והדופק מטמאים במגע הנה זה לשון התורה (במדבר יט) <small>[צ\"ל ועל הנוגע]</small> וכל נוגע בעצם או בחלל או במת או בקבר ושם דין הקבר כדין המת כמו שהמת עצמו מטמא במגע ובאהל כן הקבר בכללו עליונו והקפו מטמא במגע ובאהל ולא יטמא במשא לפי שטומאת משא במת עצמו אמנם הוא מק\"ו [מנבלה] כמו שביארנו [בס\"פ שלמעלה מזה] הנה תכלית כל מה שבארנו הקבר יש בו מהטומאה מה שהוא במת עצמו והועתק אליו זה הדין לסבת ההיקש ור\"א יעתיק אליו כל דיני טומאת מת. ור' יהושע יאמר כי צדדי הקבר בלתי מדובקי בארץ הנראית אבל יהיו תחת הצדדין עפר קברו' הנה זה הקבר יטמא במשא ויקראו צדדי הקבר דופקים להיותן דוחקים המת לשון (בראשית לג) ודפקום יום אחד ויקרא כסוי הקבר גולל להיותו אצלו מאבן מתגלגלת על פי הקבר מאמרו אבן גלל ענינו מתגלגלת: "
            ],
            [
                "זה כלו מבואר והתנו באבר מן החי שיחסר עצמו לא אמר ג\"כ שחסר בשרו לפי שאם חסר בשרו ונשאר עליו כדי לעלות ארוכה הוא מטמא לפי מה שקדם בזה הפרק אולם אם נחסרו קצת העצמות מזה האבר ואע\"פ שנשאר בשרו בכללו ובזה הבשר יותר מכזית הנה הוא לא יטמא מין ממיני הטומאה ואפילו הנשאר מן עצם האבר <small>[אולי צ\"ל יש בו כשעורה אין לדמהו לעצם כו']</small> לדמותו עצם כשעורה מן המת וזהו ההפרש בין אבר מן החי ובין אבר מן המת לפי שאבר מן המת כזית בשר הפורש ממנו טמא ועצם כשעורה הפורש ממנו טמא לפי מה שהשרשנו בששי מעדיות וכבר ביארנוהו שם על התכלית: "
            ],
            [
                "מבואר הוא שאלו השעורין משני מתים כמו שיהיו קצת חוליות משדרה אחת וקצת חוליות משדרה אחרת ויושלמו בהן כל חוליות השדרה וכן אבר מן המת ואבר מן החי יהיה קצתו מאבר איש אחד וישלם זה מאבר איש אחר וממה שראוי שתדעהו ותתעורר עליו שמאמר החכמים באבר מב' מתים טהור בתנאי שלא יהיה בו עצם כשעורה ולא כזית בשר לפי שכבר קדם לך שהאברים אין להן שיעור אולם כאשר היה כזית בשר מן המת או עצם כשעורה ממנו הנה הוא טמא בלא ספק ואע\"פ שזה קצת האבר וכבר בארנו שראיית ר' עקיבא בדם מאמרו נפשות מת (סנהדרין דף ד.) ולמוד ממנו שאר השעורין שהוא כאשר הושלם ואפילו מב' מתים הנה הוא יטמא טומאתו ואין הלכה כר' עקיבא: \n"
            ],
            [
                "<b>ניטל חצאים.</b> הוא שיחתוך מהאדם קצת זה האבר ונבדל ממנו עוד נחתך הנשאר מזה האבר ג\"כ יהיה האבר כלו נבדל הנה הוא לא יטמא לדברי הכל ואין הלכה לא כרבי יוחנן בן נורי ולא כרבי שמעון ולא כרבי יוסי: \n"
            ]
        ],
        [
            [
                "בעבור שקדם מאמר רבי דוסא שלא יתחברו אצלו החלקים הנבדלים להשלים בהן שיעור לטמא בטומאת אהל התחייב דרך משל שילמדך בו שזהו סברתו גם כן בכל מיני הטומאות ר\"ל טומאת מגע וטומאת משא במת ונבלה ודע שהאדם החי כאשר האהיל על המת כבר נטמא כמו שהתבאר בזאת המסכתא ובזאת המשנה בתחלת הענין וזה שאמר שאם נגע בכחצי זית ומאהיל על כחצי זית או נגע בכחצי זית וכחצי זית מאהיל עליו או יהיה עמו באהל כמו שיהיה האדם וחצי זית תחת האהל ויוציא אבר מאיבריו חוץ מן האהל ונגע בחצי זית הנה זה הוא טמא אצל חכמי' ויורה זה שנוגע ומאהיל הוא דבר אחד אצלם שאלו שני מינים משם אחד הוא. עוד אמר אחר זה אבל הנוגע בכחצי זית ודבר אחר מאהיל עליו ועל כחצי זית טהור וזה יורה שנוגע ומאהיל אינו משם אחד וביאורו בש\"ס זה והבדילו הדין בו וזה שנוגע ומאהיל שני שמות כמו שאמר אבל הנוגע בכחצי זית ודבר אחר מאהיל עליו ועל כחצי זית טהור אמנם אמרו תחלה ובמת נוגע בכחצי זית ומאהיל על כחצי זית שהוא טמא וזה בתנאי זכרנו שם והוא שיהיה טמון על גבו חצי זית מן המת והטמנה שניה למעלה וביניהם פחות מגובה טפח וההטמנה העליונה מאהיל על זאת החצי זית עוד נגע חצי זית אחד מן המת וזהו ההפרש בין אבר מן החי ובין אבר מן המת בזאת ההטמנה העליונה שהוא יטמא לפי שיתחבר חצי זית שנגע בו לחצי זית שהאהיל עליו וכאילו נגע בו כזית מן המת ואמנם היה זה להיותו גבוה על זה החצי זית בפחות מטפח אשר הוא פחות משיעור האהל כמו שהתבאר לך וחשבנו ששני חצאי זיתים נגעו בו אולם אם היה בין שני אלו ההטמנות פותח טפח אשר הוא שיעור האהל לא יהיה טמא לפי שנוגע ומאהיל שני שמות וכן אמרו בש\"ס (חולין דף קכה:) בטומאה רצוצה בין ב' מגדלין עסקינן ואין בהן פותח טפח וכן אם נגע ג\"כ חצי זית בהטמנה השפלה ויהיה חצי זית אחר למעלה ממנו ר\"ל תקועה בקרקעית המגדל העליון וביניהן פחות מטפח הנה הוא גם כן תטמא על אלו הפנים אשר זכרנו בהיותנו חושבים הכל נגיעה בקורבתה פחות מטפח לחצי זית אחד מהדבר אשר האהיל או הוא איהל עליו אולם מאהיל ונוגע הנה לא יצטרף אצל החכמים כמו שעשו דמיון ואמרו אבל הנוגע בכחצי זית וכו' וחלק רבי מאיר על תנא קמא ואמר שחכמים ג\"כ יסברו שאהל ונגיעה מצטרפים ואין הלכה כרבי מאיר והבן מכל זה שנוגע בחצי זית ומאהיל על חצי זית טהור ואם היה בין הטומאה והדבר אשר האהיל עליו פחות מטפח הנה הוא כאילו נגעה בו ונחשבה נגיעה להתחברו עם זולתו לפי מה שקדם ביאורו אצל החכמים אולם ר' דוסא שאומר הנה הוא טהור ידמה אותו בדמיון נוגע ומאהיל ואצל החכמים כנוגע בשני חצאי זיתים בבת אחת והלכה כחכמים: \n"
            ],
            [
                "כבר קדם בפ' השני שמלא תרווד רקב ורביעית דם מטמאין באהל ואופן בחינת הבגד לידע אם יצא ממנו רביעית דם ויטמא באהל אשר יהיה בו תחלה כמו שביארו בתוספתא וזה שירחצו הכסות בשיעור ידוע מהמים עוד נקח כזה השיעור ממים יחובר אליו רביעית דם הנה אם היה מראיהן אחד באדמימות או יהיה מה שהורחץ בו הבגד טמא יותר אדום הנה נדע שיצא ממנו רביעית דם ויהיה זה הבגד מטמא באהל ואין הלכה כר' שמעון: \n"
            ],
            [
                "אמרו באויר ירצה בו בתוך הבית ואמרו והאהיל רמז אל הבית ר\"ל כאשר האהיל הבית למקצתו הבית טהור וידוע כי כאשר אמרנו הבית טהור הכונה בו שלא יטמא מה שבתוכו מהאדם וכלים: ",
                "וקטפרס הוא מקום משופע אשר לא ינוח בו הדבר אבל יתגלגל וירד: ",
                "ואשבורן המקום אשר יהיה בו קרקע כאשר ירד בו דבר יעמוד וינוח: ",
                "<b>ושקרש.</b> נקפה: ",
                "ואסקופה היא כמו מצבה קטנה לפני הבתים בין המזוזו' ואמר שאם היתה האסקופה <small>[אולי צ\"ל משופעת לפנים]</small> מיוחסת לפנים מהבית או לחוץ והיו [מזוזות] הבית מסודרות על זאת האסקופה ונשפך עליה רביעית דם הנה זה הבית טהור ואע\"פ שהוא מאהיל על המקום אשר נשפך עליו רביעית דם כי גם שם לא ינוח לו והוא כמו שנבלע בתוך הבית אשר הבית טהור ואם היה באסקופה קרקעית ועמד הדם בו ולא היה יורד נראה דצ\"ל או שנקפה. אבל נקפה הדם עליו אצל שפיכותו כל הבית טמא: "
            ],
            [
                "<b>תחובים בידי אדם.</b> שיהי' זה הבשר תחבו אדם בעצם כמו שיקח חצי זית מבשר המת ונקב אותו בעצם ג\"כ מן המת כמו שיתחב הבשר בשפוד אם לא שיהיה הבשר מתחבר בעצם חבור טבעי: \n"
            ],
            [
                "כבר קדם בפ' השני דם תבוסה מטמא באהל. ושמינית חצי הרביעית וכבר ביארנו שיעור רביעית. ודע שהדם אשר יגיר מהאדם והוא כמו דם ההקזה והנגע והדומה לו הנה הוא טהור לדברי הכל והוא כמים. ואשר יגיר מן המת הוא כמו המת עצמו ובתנאי שיהיה רביעית כמו שהתבאר וכאשר הגיר קצת מרביעית והוא חי וקצתו והוא מת ולא נדע אם רוב הרביעית נגר אחר המות או לפניו או היה חצי בחיים וחצי אחר המות זהו דם תבוסה והוא יותר קל בדיני הטומאה מדם המת לפי מה שהתבאר <small>[צ\"ל בפ\"י דנדה דף עא]</small> בז' מנזירות: ",
                "<b>וניטל מזה ומזה רביעית.</b> ירצה בו שרביעית מאלו השני רביעיות המעורבות הוא אשר יטמא באהל ור' אלעזר בן יהודה אמר שזה שאמר ר' ישמעאל עם מה שאמר ר' עקיבא לא יטמא אחד מהן ואמנם הוא כמים ואמנם דם תבוסה אצלו מה שיגיע מהתלוי אצל תלייתו: ",
                "<b>ושותת.</b> הוא הדבר אשר נגר והוא הדם שהנפש יוצאה בו: ",
                "<b>ומנטף.</b> הוא הדם הנוטף טפה טפה כמו שיקרה אחר יציאת רוב הדם מהעורקים הנה הדם יוצא טפה אחר טפה ור' יהודה עיין עיון אחר ואמר שהדם הנגר הוא באדם חי אצל יציאתו ולזה לא יטמא והדם המנטף אמנם יצא כן אצל יציאתו ובעת המות והלכה כר\"ע: "
            ],
            [
                "השרש אצלנו אם היה המת בבית ולזה הבית שערים רבים מכל הצדדים והיה משקוף הבית יוצא על השערי' כמו המשקופו' היוצאין חוץ מהבתים הנה כל מי שישב חוץ מהבית תחת זה המשקוף היוצא מן הבית הנה הוא טמא מפני השער ואע\"פ שהשער נעול ר\"ל כל שערי הבית ואם היו כולן נעולו' הנה הבית מטמא כל סביביו ואם פתח פתח אחד מהן שיצא ממנו הנה הפתח לבד טמא וישאר הבית כולו מחוץ טהור ואפי' היושבים תחת המשקופים היוצאים מחוץ מכל הפתחים טהורים כאשר הפתחים נעולים וזהו ענין מציל על הפתחים ואם היה המת בכללו בבית הנה יצטרך שיהיה בפתח המציל על הפתחים ארבעה טפחים ואם מה שבבית הוא כזית מן המת יצטרך שיהיה בפתח המציל על הפתחים טפח וזה כולו אשר אמר על הפתחים אם היו אלו הפתחים כולן נעולים אולם אם היו פתוחים אע\"פ שהוא יחשוב על אחד מהן לבד שיצא ממנו המת הנה כל מי שישב תחת המשקוף המחובר בבית הוא טמא אע\"פ שלא יהיה בזה הפתח הפתוח זולת טפח על טפח וזהו ענין אמרו אבל להוציא את הטומאה בפותח טפח: \n",
                "ואמר גדול מכזית כמת ר\"ל שיצטרך פתח מד' ואז יציל על הפתחים וכן סברת רבי יוסי בשדרה וגולגולת ואינו הלכה: \n"
            ],
            [
                "<b>ביב.</b> היא החפירה אשר יעשו ביסודות הבתים והדירות להגרת המים וילך תחת הארץ ויצא למקום אחר: \n",
                "וקמור מכוסה וכבר בארנו זה בעירובין [בפ\"ח]: \n",
                "ואמר <b>יש בו פותח טפח.</b> ירצה בו בזאת החפירה אשר תקרא ביב ויציאתו הוא פתח זה הביב אשר יצאו ממנו המים הנגרים בו ויתבאר מזה כי כאשר היה בפתח הביב פותח טפח וביציאתו פותח טפח והיתה הטומאה בזה הביב הבית טהור לפי שהטומאה תצא דרך יציאת הביב אשר בו טפח ולא תכנס לבית וכן אם היתה הטומאה בבית הנה לא יטמא מה שבביב לפי שהטומאה לא תכנס מפתח הביב כאשר בו טפח וכבר השרשנו לך שטפח על טפח חוצץ בפני הטומאה ודרך טומאה לצאת ואין דרכה להכנס אולם אם היה בפתח הביב טפח ולא תהיה ביציאה טפח ותהיה טומאה בתוך הביב הנה היא תצא מפתח הביב לבית אם לא אפשר יציאתו מיציאת הביב לפי שאין בו טפח והטומאה לא תצא בפחות מטפח כמו שהשרשנו שם באמרו טפח על טפח מביא את הטומאה ואם היתה טומאה בבית הנה הדבר אשר בביב לא יטמא לפי שהטומאה לא תכנס לביב מקערורית הבית אחר שבמקום הטומאה יש בו טפח על טפח וכבר חצץ בפני הטומאה וחלק לה מקום אולם אם היה בפתח הביב אשר בקרקע הבית פחות מטפח על טפח הנה הוא כמו מקום קערורית בקרקע הבית אשר דינו ודין הבית שוה לפי שכל מה שבקרקעית הבית טמא אם לא יהיה בזה המקום טפח על טפח הנה הוא יטמא אמרו (במדבר י״ט:י״ד) וכל אשר באהל לעשות קרקעיתו של בית כמוהו עד התהום כמו שהתבאר: \n",
                "ואמרו <b>טפח על טפח מרובע.</b> כדי שלא תטעה ותחשוב שפתח הוא במדידת טפח על טפח איך שתהיה תמונתו כמו אמרם בשיעור מקוה אמה על אמה ומה שדומה לזה ולזה התנה באמרו מרובע אולם אם היה פתח ברחבו דרך משל חצי טפח ובארכו שלשה טפחים או ארבעה הנה זה הפתח אינו מביא את הטומאה אף על פי שיש בשיעורו יותר מטפח על טפח וזהו ענין אמרו מרובע והבן זה: \n",
                "ואמרו <b>אחד חור שחררוהו מים.</b> ר\"ל כל בקיעה בו טפח על טפח הנה הוא אהל ומביא את הטומאה בין נעשה ע\"י אדם או חררו אותו מים אי אחד מבעלי חיים או שנתבקעה הארץ מעצמה עד שהשאיר שם חפירה וזה מה שיתחדש תמיד: \n",
                "<b>ומרבך של אבנים.</b> אבנים מסודרין קצתן על קצתן וכן תרגום ג\"כ מורבכת תביאנה (ויקרא ו׳:י״ד) שהוא מענין הסדור: \n",
                "<b>וסואר של קורו'.</b> (כמו) [פירוש] חבילות קורות ונקרא סואר של קורות. ואמר שכל טפח על טפח בזאת התכונה והדומה לה אהל הוא ואע\"פ שלא יכוין בו לעשות אהל ור' יהודה אומר שלא נשים טפח על טפח אהל אא\"כ עשאו אדם בכוונת אהל אולם אם היה נעשה על ידי אחד משאר בעלי חיים או עשאו אדם בבלתי כונה כמו שיקרה במרבך של אבנים וסואר של קורות הנה הוא אינו אהל אצל ר' יהודה אא\"כ היה שיעורו מלא אגרוף וכן התבאר בש\"ס ולזה הוא מודה בשקיפין ובסלעים אשר הם גדולי הסכוך והסככות היוצאות מן הבנין והדומה להן תרגום (ישעיה ב) ובסעיפי הסלעי' ובשקיפי (סלעיא) [כיפא] והוא מענין הנקיבה והוציאה מן הנשקפה וכן אמרו סלעים ירצו בו האבנים הבולטין היוצאי' מעצם הקורו' ואין הלכה כר\"י: \n"
            ]
        ],
        [
            [
                "ענין אמרו עומד באויר שלא יהיה המגדל תחת אהל אבל מגולה לשמים והיו בו חדרים עוברים בעוביו בין שני לוחות האלו וא\"ר יוסי מחצה למחצה עניני אם היתה טומאה בעוביו כלי שבתוך הבית אשר ימשך לחצי אשר בו הטומאה טמאים ואשר ימשך לחצי האחר טהורין וכן אם היתה טומאה בתוכו הנה חצי עוביו טמא ממה שימשך לתוכו: \n",
                "עוד אמר כי כאשר היה זה המגדל בתוך הבית הנה הוא כמו בית בבית וכלים שבינו לבין הכותל לא יטמאו אם לא היה שם פותח טפח וכן בינו לבין הקורו'. ונוסחת התוספתא שאנו רואים את הקורות כאילו הן יורדות וסותמות. דבר אחר אין טומאה נכנסת לאהל ואין יוצאה ממנו אם לא בפותח טפח. ואמרו טומאה שם ר\"ל בין הכותל ואחורי המגדל או בין גג הבית וגג המגדל או בין קרקעות המגדל ובין הארץ הנה הבית כלו טמא על אי זה פנים שיהיה לפי שהטומאה ההיא בתוך הבית ולא יציל האהל על הטומאה שתחתיו לפי שהשרש אצלינו אם היה אהל לתוך אהל והיתה הטומאה תחת אהל הפנימי הנה אהל החיצון טמא וכבר קדם לנו זכרון זה השרש בשמיני מכלים והוא מאמר התוספתא צ\"פ ואהלים מצילין על הטהורים מלטמא ואין מצילין על הטמאים מלטמא ושמור זה השורש שהוא עיקר גדול ובעבור שאומר בכאן אם היתה הטומאה ואפילו תחת המגדל או אחוריו נטמא כל הבית ואין הלכה כר' יוסי: \n"
            ],
            [
                "<b>תיבת המגדל.</b> הוא ארון ישימו אותן במגדל וזה צורתה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAI0AAADRAQAAAADZaQyEAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAHKklEQVRIib3WT2zb1hkA8E+mI7qIFyrrgKmIbSpNgWHIIfI0NDbimF5SJDl02DAM2A47aHEXX4rGaYD8QQWRhr3YA7zIWA9zUG801gHDblkPG4INNTUZUoupVoft0KBGTEWp2UMQSRVQUxPNt++ReiRF3/sMw8YP3/fx8f3jA3KgwVdEiwdp/iDBAbIH5DBZg1KY2hEhTE2OD1OrbzpMxdGGHKLKXz6XQqQ+XBVCNPzJy3wv2dL2G/O9ZEnbxxK9ZL71KHpL7qFGZwtMsYeqe5XIZaGHansVvsL1UKleyanQQ7l6/e6NKTlIYr3+QVmXAmSLO/XHEwkxQJakGo9nrggBMmXVaFQezQeoQTaMhnT6eICaRDLM19/QZZ+qRKqZD/dXJJ8Kttyyru+mBJ8WKX1/210YLgkWadnH9v5e88gWkciwZTRD9EJbTsuMLGkf6dc6mZIYmXKbtElu7ukF0SNCqZJ6oLYYNTGtTbbsx/hmXaoSA8loLxKFUcGhPfNPdoLRPJJFyOqOqTPiSQXJ1uQaS7QFh/YVeQS6ZElERbLAmo11yezS91o6I1ySEq3F54ARPgYJ/R/fYKTBCAjWRbLf+O8LHrmtpHlUchcBuXv4Z5e6VOmScvjHPw1FrR/+IXi1hFOxOLQTJz3Kr7jrQz/5o4nexI31k1N0IznlKzceZmWy8cdvT2td+ujtK//Jfkrs9/8sDnUTC3/96L39v9n7f1gfYrUKr7/9i09Ju/Pi8epylzY/fPn8e/udvQSfs1gnfvPS81c7dn19RHrKEqOVvTrt/SxOcpe6LzRf+v2s90IvHYIEgHBkvMyi5mQnanV0Nx4aiZVCHMK1BtMD/kBrcThL1q5pYx715+nT/12EsUBiB3+LE1NjgfKUtq8tp0NR+YWx1S7V1vHw0oArxYssqoTTmtohne2fLw2yRIkQSh8XU2NBqpDOo3jZ7I1qfSLfDtKZHTKX3yk1vN47FMmN32VU+NwhafvK+BIjy6Xm6m6SJWaQVAJXImuaV0t26BI/6iWuOp0g/xINllhQXSrfXFN6qVOwr0GAru+QduHeM0YllexBhLTL02MDfpQOQNr59/W4TzXcQ53N0aV0iMpX41qglkkTB6djofLa6FLwieM4SdqF5IBPM+PYVY3X0j7xEUrT8SWfTjtRd5K3wjT+ge7TzdtIm9NnvMQNJJV0quWZpE83KBWPrk35JHeQ9Om8EqIqKXq9l2yHjL01tnK0iC3haBwztrzx0sAGTiViaXiBvRAu5zdPIBVTA5pP5DpOLRQT/jHkEhf3EhWX2sWUN9B3RGJT0orfZYmLLnUK97ytUBKdxM7mzKoeJEXs6FtV7x1FDW4qwNUe3GEH8iLuDhmPgCetsyyKXThq5S+98rRvUQD+wSPWr016XEZHJo6cT933Buessx+bC7ssUYMhnZ6tJ7hVNqoKngDuWTsa80hynli9p7EZYvcBowXhflWfnZgNUS0++GqIniRHhzyyov2zAtH1C0mPTICkQGpLUd2PQuLJsxS34BMHyRJ5Zh3p98u3WimDGNeGwI9yqKIncf8y6rRGMWpZC1KhWiNGSkn4ZHJI5RmgA+DTHtGWPCoR63/fxA/vP5MAYu9R+3QqEVNdMrqkxxJcrpd2v77SxztkcSzq3AqUXAI4RAXgnBKZZ+S2Q+egb5TRRX0Qib/EJW+zW4fbPktHIemSzCjRP4VXKZrIyEi8GOvrpScRZRkvpOB83N32JRcbjIsOiaROjMoO2YWpaELs6RckYgP4ki7x0ulstt3QXnv+3ZLTiZy6IUtIrdW16I7hfljVSXkym731RTI28NuaQ4IE2US2PwObrwCfp2TDZCKbzqYzc8kB4O9TMmEyC9lkNmPi1+9yP6XGBCX8yUwBfDwkO5SxM1naYhB585REKZOx7awsyZPxV17dHKFkZjKWDTJI/NHIvYdrKo2y8DqjyQkJotx3Ll/foQQmWLYsiZODUP7l3atIOrQtPGIkQVQiK9yv6kiaSWlKiqhaMsHPU8q3mxZNVFUtBl+rGJSaSEMyp6qP01GpRMsXOkjYCVWrLiVznwlAN1rzQ8uSz6hbkDzev0tJ4RoRE2vlKtpM8XyNdrX/XR3GsBNKxXxnOFcQkYRazQT7LTXHW9mZkb5FwGtbyWjEbTmXM+zhrdfigkstE2RFqBHpqBKTHCpRekf4QhzOA5xCEnObXNuW1UprnsP5/Rbg/Oc0JBHJjKZxmoGYEUFLR2wQyxEyhxNyEUkQl/WILYuVPCngqfITIA1R/J3RtPAK3qaXjT6spUuDz+G/Ij+XhPSAU0uHQEMSHBpma7qBiu9YDSxzSjjbtYMUjsJlorEFTUxcJsAhKdDTBKQF/PsD2XwOwxRC9zuQXKAWSQAJE5ZCWgySIlCaI1LgCRI58ET5ANHDwKXxbqn7POnube8JLUJ6tzvryFdO/wc2T9zGFnk71gAAAABJRU5ErkJggg==\">. א\"ר יוסי שאפי' היתה הטומאה בתוך זה הארון הנה הבית טהור ולא נאמר תצא טומאה דרך פתחו אשר בו טפח שכבר אפשר שתצא הטומאה מזאת התיבה מבלתי זה הפתח אשר בו טפח אשר תצא ממנו הטומאה וזה כשיוציאה חלקים חלקים מדרך יציאתה אשר אין בו טפח ולא תצא ממנו טומאה או ישרוף אותו תוך הארון ולעולם לא תצא טומאה מפתח זאת התיבה לבית ואין הלכה כר' יוסי:  "
            ],
            [
                "בעבור שאמר שאם היתה טומאה בתוך המגדל והוא על זה המצב הבית טהור אמר אם היתה הטומאה ג\"כ בגלגל אשר בזאת המגדל הוא יקרא מוכני כמו שביארנו בי\"ח מכלים והנה זה המוכני חוץ מאחורי המגדל בתוך הבית ג' אצבעות אשר תביא הטומאה וזה תחת קורות הבית הנה הבית טהור שזאת הטומאה אמנם תצא בטפח וזה ג' אצבעות לבד והתנה בזה ג' תנאים. אחד מהם שיהיה בגובה חלל המוכני טפח לפי שאנחנו לא נצטרך פותח טפח ליציאת הטומאה אא\"כ היה בתוך חלל טפח אמנם אם היה בפחות מחלל טפח הנה אינה במקום תצטרך ליציאה ממנו אבל הרי זו יוצאה ומונחת ושמור זה שכבר הרחבנו בביאורו. והתנאי הב' שיהיה זה המוכני אי אפשר יציאתו מאחר המגדל בכללו עד שיהיה נטמא מאחוריו אבל יהיה לו בעיקר עשייתו מה שעקרו מהיציאה אלא פחות מטפח כמו שביארנו. והתנאי הג' שיהיה המגדל בא במדה ר\"ל שיחזיק מ' סאה בלח שהם כוריים ביבש כמו שביארנו בי\"ח מכלים ולזה יהיה חוצץ בפני הטומאה זה המוכני הנדבק בו כמו שנזכר אולם כאשר היה פחות מזה הנה הוא יטמא כשאר הכלים המקבלים טומאה וכאשר היתה טומאה בתוך הבית טמא וכן כל מה שנזכר מגדל בזה הענין מזו המסכת אין הדיבור אלא באהל מגדל הבא במדה ואע\"פ שכל מה שביארט הוא מבואר עשינו צורה זו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAN0AAAExAQAAAADQTpr6AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAJwUlEQVRoge3Zy2/cxhkA8I9LdbkFFuIGBYp1sdWs7SK+rtrLGt2KChI0F6O59qgih15XNwcQQsoStDZq2O4tQAP72GP9BwQIJRnaQx/KH9AHFQH1JYipukBomOb0m/fwpUOBoJcSlrHUTzPzzTec4ZAL1D7elM4olM7ybwnT8LftOF+P2nFyGa5N7odtSNdu/6kdH+/8tR0/zdsxH+W/bA0om8aDdvwo/l47vjoKWpHS5/QSpP/Hbw9fXoZnl2F8GULYjgUE7ZiB344peDbGgY0Aro0RsSwHABsXViNY64oVLqJdawJdK9xKtQA+EButarFJYoWLaMWeIe47Fj45NRgBBHdspAZZR4I9Ey7QxISOtUJ4GAUGYxNdCgP849g3+NAgNum8TBPPwifqc4G1uhfZ3DV4pGth8XhJNgWDsa4lZRjvjHS4iLpkguhHs1WdQMyQjhzjwext+DqhQO/raNEGG0A83ZDVFZYC2AF/L3UNfq7jGQPcBm8vA426+ZhhBt5hrsJF9HUKxuCk4J4V6u+BfuLrJhET/KfHH6v/h+7lGNwYIA1VuOZCjGDCEpTC7SBxKsibxMsLAw5SGZFG3ktYxZ8ZyeTlCWq2phxH+LPm5zJcnduE45SV9grZPexnYJVk6HnqcgXq+RbOGe7R2JF4oBGHjFXecQz2q4iTUPYFaI9YKA4q+4Koo30EjsCwUEh1Px+pkoEcKuxnaEWrUPRF9zOzkNDYFdgVmJcwAYG+o1E16mM9oYi2jg/xLLCRt6l76kv8oRlPJ7YjZvjKHuwqypmdN2J0GcrljaGbbVYwqyfBatOvIp+oAvcWGlfym0mn3OaLxmqJHZDp5wb9jIrFvYbf/07Bzur4Afuw/Bf7GItql6afH7zG6bnkFUhMTFduseSXUM5UjQs+2BKPT0t4tmC3HYXPTZu38Nq44PcZFW1scnuLMiTUlLSGzMJEZsivVMt+/YVK30MLi4Dh80IPmdWVMOd4rjGqIE7m8yJIavheWEwR35w/nsmSX79vxtPhmJ0/VuMpj684PphiEtIP1yooroQHE1ZyK4BxCdkg+snBVcR8HKRbNQS44yLiilBBUW3sYj8LCLMyshvZppN4LAmImzX8eZD6DCOabtaqNZhteVXsBpnP0neIJZuQKKxVKxBXIZq14AOO9X52ycWT3QcQRGElCbj2bSKy20PQryKm750uOd/n2JDbq11y8h6bgz8g6ZZfaXPSJftjhj9uwEGX9PB+5uTXcUhLiLntddcGw4slyX+1qGO/uzHuI2bxot7PfmcGK9tLkkbLrNZmtzuDzjoivFvHTmcKnbeW5AycJpyA4yz9BMZ1xLsYwO7SP4JBPSCn02ELBjmCYUPJLv68syTPoH+7Ycj6eFdfkn3oT+uXZqfHq70L3Wm9ZGcIgF0Z4IcGHDBcG4DbhDhgg+Ua9rZXx2sC8f+79a5cm7BoR1t436oNGXSxzavLYYyzrd6V7pAl4UoEzrM6vo1JOFwOEfcbcAV6906Gm+Den9fx2sC59xdEr9+A18G5corbnhsjiRkxAa1HLuIYfqEw9QxO4+5Nlr7V2Vz0M5GbR5a+6Wb35gITP5rJJJztWbjV/2hBejDckV05PzbVjqCXMZwqfG0hTofsxN+HiUJiXQlrw8HFCV5gc3WBuVZuSW8d16EvYasBOyS6esGu+DN53RamWlwTog+x2jM4xiWXl/QMdkiyxGrT3b1sHlRyy1aTBS5S6fFCYe5biAvjAcne9xRmnhUQrmALkv3aV22me2U8IPkaUeg8r6BfjDSC3U9+uypGgcLIsZGX7GnUu2uWPo7sBjCWAbkmt75YxnGNL9+RROJT7wwRF+NJKx7SfFJNH0O3HX2G7L5SQRFt4lyGb50tWFca0CPxALGoYcHxaMgxaMSTKSLuX1WGSvjsZwIb2/yKIGZA8nkD5hzHJGvEADOEN5VGLDgmTdglRSgwHzcgRSTpGcnHYRXfJpQivjqj+VYbvkGc19ATSP9b9BEjKGPEbh0hx5c15LuakFdL6xgJ5JvCRVJDLw3pocCMVtv0MoUR1BGrPeRPeBbi3MbndhUQw1hjAfpQJZPBaQ2HCvOpV0X2FHa4EOhW0bsMrzMU1U6cKt6wkOWvoSRLQj5nG1yOrkJCZYYQicJI4DU2ngIn7AmUo5PYyHI1mrA3QQxzuC2rBfFggceEPUGIgNYEujY6Cn2D7gH/OGdvtQR6sUa6cL7w+TYwlOgkE45snPQzua+SkA95bjXy1zYSNzdEtX+mT6keP4VAIigfP7LQS0p0g/1Wo6Me0PtbsPsND8mg6FfpkJjDysrc/Pb0pahDlXRgyn+/ZbWrEHcd6+X3Aha6DO14nV1K78s2nQgmsZbnv/sbXiIaYQzrEs0ruwcKQaD/jdWVAwuXlW5auNKKBfRgfdGKnXbMMUPb7QgNJfc19i6pFvrtiLmVbZ6efnxTopUhiccn3YHfjh31LlWho/H8yFWvfu2uyG3auXu3jioJr1/fO78EfyPxpAn3bNyl+WAM23LIXv70jmshbpdGKxrvuI88g0UvzImpdsV76pmAcH+T48Q2mFtIZ0GO06hlPD8LCsjbkL0vCxqQ5Za9Zov8uKXkWoDxp63XEN3bzbYfNlXLXsy5yU4Jn7JZsyoDclPcKNKvaezczHtqsnUZrmLJzLuorjWi5OeUOhnUcMwXDLwEcC3ZLqH7B7GaFMDvq+a1W8DqwiPnGLK3s3wQf6/jffH3GVve8lmI97wd/T78U123JzbcKYSIn3y3HJRsMxUvzUpHCjLx+FQSVwQ3cAwx8fSJXL74G1HCX48S+kLfszO2wn8cyLMoSMTjgX5cMeuT2qPzgPj5hllwC0fiP2fiXL9UZScuTmiGXwrEE/MFBKa14HfeRCzDWE0aaPSzkKN8yZv6FuZ+EkQiIIUZMRgTjvINd0Jopr9GyPzEF+hIPLaQJITFDsUVfh4HrppBNoowksCx0E8DgRu8e8lGGUOBszrm/mvKA8onYa1a9tgkcNyMwJOwLQOyomWf1K5GoJUEkfilxtRGyoYMx0kjYf/UgQuXlxjMJGbs/W2Iz0Gr8oYu+s2azUkirs1QbyLYBnHkse8YIl/eYdnWgEhklyzOKLw8rRfAoS7JvnJI2LWrzaEa5fz8iZkXHrVKsgn9bx6JOPwyXmPzWjcaVEqyv/8j/+yC2hTS+uwEvhsp49iYU0PrcKvY5/+vqp6UcS5i4mekiokokzRiLDCT3ZQofitXU4fnIayg7oTspsTyPon9rWOw/I1EmBGxvRFYlDBQ15laaNSBfTdfTkqMZm76rntBy4fE05A2HNV94v8c/wNl8IaDFNVzRQAAAABJRU5ErkJggg==\">  להוסיף ביאורו:  "
            ]
        ],
        [
            [
                "כבר ביארנו שעין התנור הוא הנקב אשר בשפלות מהארץ אשר ישליכו ממנו האש ומוציאין ממנו האפר: וקמורה מקובבת והוא שיהי' התנור כלו תוך הבית והנקב הקמור בולט חוץ לבית עוד האהילו נושאי המת במת על זה הקבוב ואמרו ב\"ש כבר נדבק האהל בזאת הקבוב ונכנסה הטומא' לבית מעליוני התנור כמו אם הית' טומאה תחת זה הקבוב ובה\"א שהתנור לבד הוא אשר יטמא כי האהיל המת על מקצתו ור\"ע אומר שהתנור טהור שאין האהל על עצם התנור אבל על הקבוב היוצא ממנו ואין הל' כר\"ע ודע כי כאשר תמצא האהילו עליו קוברי המת הנה הכונה בזה שתהיה הטומאה מאהלת על זה הדבר לפי שטומאת אהל תכלול ג' עניינים כמו שהתבאר בראש פ\"ק מכלים והוא שיהיה הדבר אשר האהיל על הטומאה או האהילה הטומאה עליו ושמור זה ולא יצטרך לכופלו בזאת המסכת: \n"
            ],
            [
                "כבר בארנו בפ\"ח מכלים שכונס משקה הוא שתשים הכלי על המשקה ויכנס המשקה בתוכו מזה הנקב ולא יצטרך בכאן להיות נקב הקדרה טפח על טפח להיות הארובה עצמה בה טפח על טפח והקדרה לא יתחבר לה להיותה בכונס משקה והיתה הארובה פתוחה ולזה כאשר היתה טומאה בבית נטמאה עליה והוא ענין אמרם הכל טמא ור\"ע סבר שהקדרה כבר סתמה הנקב ומנעה הטומאה מעבור שנקב הקדרה קטן ואין בו פותח טפח ופי הקדרה ממה שימשך משקוף העליה ולזה הקדרה טהורה שכלי חרס אינו מטמא מגבו כמו שהשרשנו ובית הלל אומרים שזאת הקדרה תטמא מזה הנקב ואין הלכה כר' עקיבא: \n"
            ],
            [
                "<b>מצלת על הכל.</b> ר\"ל כל מה שבעליה ההיא הוא טהור לפי שהקדרה השלימה חצצה בפני הטומאה וב\"ש אומרים שכל מה שבעליה הוא כמו הדבר שיהיה בכלי המוקף צמיד פתיל ונתון באהל המת ותהיה זאת הקדרה וכל מה שבעליה בדמיון דברים אשר הם בכלי חרס מוקף צמיד פתיל ונתון באהל המת שהוא אינו מציל אלא על האוכלים ועל המשקין ועל כלי חרס ולזה אם יהיה בעליה ההיא אוכלין ומשקין וכלי חרס הנה הם טהורים ומה שהוא זולת זה הוא טמא לפי זאת סברת ב\"ש בכלי חרס המוקף צמיד פתיל ונתון באהל המת שהוא אינו מציל אלא על אוכלים ומשקים ועל כלי חרס ובית הלל אומרים מציל על הכל ולזה אמר בכאן בקדרה שהיא מצלת על כל מה שבעליה וכבר חזרו בית הלל לדעת ב\"ש בכלי חרס המוקף צמיד פתיל ולזה חזרו בכאן לענין כל מה שבעליה והיות זאת הקדרה תציל כל מה שבעליה בהיותה סותמת הנקב לבד ואע\"פ שאין שם צמיד פתיל סביבה להיותה חוצצת בין אהל לאהל וזה השרש הוא מבואר בסיפרי באמרם כלים מצילין בצמיד פתיל באהל המת ואהלים בכיסוי ושמור זה השרש בכל מה שיבא לך בזה הפרק וזולתו וכבר בארנו טעם מחלוקת בית שמאי ובית הלל בזה הכלי חרס בהלכה האחרונה מהפרק הראשון מעדיות ובעשירי מכלים וביארנו כל זה השרש: \n"
            ],
            [
                "זאת ההלכה דומה דרך משל לדין הקודם וזה שכבר קדם שכל מה שבעליה הוא כמו הדברים אשר הם בתוך צמיד פתיל באהל המת וכאשר היתה הקדרה אשר היא כלי חרס בזאת הארובה והיו בעליה כלי נחשת או כסף או הדומה לו מכלי מתכות ובזה הכלי משקין טהורין הנה המשקים טהורים לפי שהקדרה מצלת עליהם והלגין עצמו טמא לפי שהקדרה אינה מצלת עליו להיותה של חרס לפי מה שהשרשנו זה לפי דעת בית שמאי אולם לדעת ב\"ה המשקים והלגים טהורים ואם נריק אלו המשקים מזה הכלי <small>[בדפו\"י שהן בו]</small> (שאין בו) לכלי אחר מהכלים אשר היו בזאת העליה הנה המשקים יטמאו בהגעתן בכלי טמא לפי שכל הכלים אשר בעליה לבד כלי חרס יטמאו לפי השרש ולא נאמר שהכלי אשר היו בו בעצמו יטמאם לפי שאם היה כן אי אפשר שהצילו המשקים שכבר השרשנו שהוא מציל על האוכלים ועל המשקין וזה הדין בעצמו באשה שהיתה לשה בעריבה של עץ בתוך העליה שהקדרה בארובה שלה שהאשה והעריבה טמאין טומאת ז' שהקדרה של חרס אינה מצלת עליהן והבצק טהור מפני שהוא אוכל והקדרה מצלת על האוכלים כבר ביארו בתוספתא שהבצק טהור כ\"ז שהיא עוסקת בבצק ולא נפרדת ממנו ועזבה אותו אולם אם תגביה שתי ידיה יחד מהבצק וחזרה ולשה הנה היא תטמא הבצק בהיותה נוגעת בו והיא טמאה וזה כולו לדעת ב\"ש ואולם ב\"ה אומרים שהאשה והעריבה והבצק טהורים: "
            ],
            [
                "אמר שאם היה בזאת הארובה שבין בית לעליה כלי גללים או כלי אבנים וכלי אדמה הנה הם יצילו על כל מה שבעליה בין אדם בין כלים בין אוכלין ומשקין וכלי חרס לפי שאלו אינן מקבלין טומאה כלל כמו שהתבאר בעשירי מכלים ולזה תציל בצמיד פתיל על הכלים ואולם אמרנו בכלי חרס שהוא אינו מציל בצמיד פתיל אלא על האוכלים ועל המשקים ועל כלי חרס לבד מהיותו טמא ע\"ג עם הארץ כמו שבארנו שם בי' מכלים ולזה נאמר בכאן כי כאשר היתה בזאת הארובה כלי שהוא טהור לקדש או לחטאת הנה מציל על כל מה שבעליה ואע\"פ שהוא כלי חרס לפי שהסבה אשר בעבורה אמרנו שכלי חרס אינו מציל על הכל כבר הוסרה וביאר הסרת הסבה ואמר שהכל נאמנים על החטאת ר\"ל על טהרת פרה אדומה שייחדו זה הכלי לחטאת הנה הוא אמרו בו שהוא טהור ואע\"פ שהוא עם הארץ הוא נאמן וסמכו בזה לאמרו יתברך (במדבר י״ט:ט׳) והיתה לעדת בני ישראל למשמרת למי נדה חטאת היא אמרו הכל נאמנים על שמירתה וכן אם היה זה הכלי חרס טהור לקדש הנה מעלת הקדש לא ימנע בזה שלא יהיה נאמן בו אפילו עם הארץ כמו שהתבאר בסוף חגיגה (דף כד:) באמרם הכל נאמנים על טהרת יין ושמן של קדש כל ימות השנה וכאשר אמרנו או כלי קדש או חטאת אפי' היה של חרס הנה הוא טהור אצל עם הארץ אמרנו שהוא הציל בזאת העליה לפי שהוא כלי טהור וזה מה שאמרנו כלי טמא אינו חוצץ ואמר בכאן מפני שכלי חרס טהורים שיעור זה על צד הביאור כן מפני מה מצילין על הכל מפני שהכלים של אבן ושל אדמה ושל גללים טהורי' וכן כלי חרס טהורי' לקדש ולחטאת בחזקת טהורים ואפי' מעם הארץ. עוד חזר לדין אחר ואמר ומצילין עם דפנות אהלים ר\"ל שכמו שיצילו הכלים בעליוני האהל בכסוי לבד כמו שביאר במשנה בארובה שבין בית לעליה כן ג\"כ יצילו הכלים כאשר היו פיות אלו הכלי' מכוסי' בדפנות אהלי' ולקח המשל בזה ואמר: \n"
            ],
            [
                "כבר ביארנו פעמי' שבור בחפירה ודות בבנין ואין הבדל בין הדות והכוורת השלימה כי כאשר תניח כוורת שלימה בשטח הבית הנה הוא כמו סהר בנוי וידוע ומבואר שהמאמר אמנם הוא בכורת המקבל מ' סאה בלח שהיא טהורה ואינה מקבלת טומאה כמו שהתבאר בט\"ו (מ\"א) מכלים: ",
                "וחלק הוא בסיס שאין לו דפנות: ",
                "וסרידה שאין לה גפיים הוא נסר בלתי אוגניים כמו שהתבאר בכלים (פ\"ח מ\"ג): ",
                "וכפישה הוא כלי אשר לו שפה נצבת על השטח שהוא אמר בזאת המשנה שאם היה זה הסהר החפור בבית אשה בו הטומאה לו צדדין גבוהים על שטח הבית כמו שבונים סביב הבארות זר וכפו ע\"ז הזר כלי לו צדדין הנה הוא יציל על כל מה שבסהר החפור או הבנוי כאשר לו צדדין גבוהים על הארץ ומבואר הוא שזה הכלי אשר כפו אותו שהוא יציל על מה שתחתיו אמנם יהי' כלי טהור מכלי גללים ואבני' ואדמה לפי מה שהשרשנו בעשירי מכלים וכמו שזכרנו בזה הפ' ואם לא יהיה לסהר החפור צדדין גבוהים אצל חפירה בארץ לבד וכפו על פי זאת החפירה כלי לו אוגנים הנה כל מה שבזה הסהר טמא ולא יציל זה הכלי באהל המת מה שיהיה תחתיו והוא אמרו אם היתה באר חלקה. וכוורת פתוחה ר\"ל שלא תהיה פקוקה וכפישה נתונה עליו טמא ואם כסה זה הסהר אשר אין לו אוגן גבוה על הארץ או הכוורת החלולה בכסוי פשוט אין לו צד הנה יציל על כל מה שבתוכו כאשר לא יכסהו בכלי ואין כלי מציל והוא אמרו אם היה נסר חלק וכו' לפי שהנסר אינו כלי והראה סבות זה ואומר שאין הכלים מצילין וכו' ר\"ל שהכלי אשר הוא כלי בהיותו בעל דופן לא יציל אלא אם דבק לדופן אהל כמו אוגן הסהר או הבור או <small>[צ\"ל הגת]</small> הגב אולם אם לא יהיה לאהל דופן גבוה לא יציל הכלי בסמיכתו לזה ואמרו חצי טפח מיכן וחצי טפח מיכן הוא שוהא בגובה אוגן הסהר על הסהר ועל הארץ חצי טפח וגובה שפת הכלי אשר כפו עליו חצי טפח הנה לא יציל ואמרו שיהיה לה טפח מורה שאם היה בגובה דופן הכלי טפח יציל כאשר (אמר) כפו אותו על פי הבור ואע\"פ שלא יהיה לבור אוגן גבוה ויהיה אמרו שהכפישה לא תציל באשר הושמה ע\"פ הבאר חלקה בתנאי שלא יהיה בגובה דופן כפישה טפח וכן בארו בתוספתא (פ\"ו) ואמרו כשם שהכלים מצילין על אהלים שיש להן דפנות כן מצילין על אהלים שאין להן דפנות בד\"א בכלי שיש בו טפח אבל בכלי שאין בו טפח אינו מציל ונדע מזה כי כאשר היה צד הכלי טפח הנה הוא יציל עכ\"פ וכאשר היה בגובה צד הבית ג\"כ טפח הנה הוא יציל על כל מה שבנסר חוץ מכפית הכלי ואם לא היה בגבהו טפח ר\"ל בגובה צדדיו אם כסהו בנסר ומה שדומה לו הציל ואם כסהו בכלי לא הציל אלא אם היה בו גובה טפח ר\"ל בשפת הכלי ולא יתנגד זה שאמרנו בעשירי מכלים היו כפויים על פיהן מצילין כל שתחתיהם לפי שזה יהיה בכלי שיש בו טפח ר\"ל בגבהו לפי שהוא יהיה בדמיון אהל כמו שבארנו שם: "
            ],
            [
                "<b>מבחוץ.</b> ר\"ל חוץ לאהל ודמיון זה כשנעמיד יתדות בארץ בצד האהל וירכיב הכלי אשר לו צד בגובה טפח על אלו היתדות ויתדבק בשווי פיו עם צדדי הבית או האהל הנה היא תציל על כל מה שבתוכו ואפי' הית' טומאה תחתיה על זו הצורה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIcAAABHAQAAAAAFdGkTAAAACXBIWXMAAA7EAAAOxAGVKw4bAAABiklEQVQ4ja3Uv0oDMRgA8NClSzG6dTut4HwqSLe8hlsLFV0dHQqX0kGc7gWEvILODj3p0LGP0DscbhJPFLxi2s8kl1zuj0gVs+T4keRLvuQ7BNWG/k0W8UT03LNCkWxuQQIlqC7wS1F99KPQTcT7fszTBhJR1FQfHtL5CLNtrofEiN45QsTMqssj1+LlAjp1RQF4GVZFroelkA1kUhDqIBgpiUoiZ4Vmltrh2I8dMyZQ0Ud0H0cw+7BC6R5+Bto5SK60pNT15SEabhdnwteXYnG623DbTSN9Ge6ws3OrZcXOHCFHF8csDlRW39g5BpifxHcLLTEbSHFn9wURsXwXvy6amczZgAnp4qStBSbyolnXSbZxkN+XaEuStJ2S5CfN5N3KWt9yUbySwA8irjMgVckejJBeSWT06hgj1wXR++EwDVpKsrcRrgCmwEmYv5aQEymOlUgL91SdbvWUjCF1gJjK7RvJaxnVJa0JWLGVO4IU2zHiEx5g6Uu5AXTaIjb3CBiU2x//SJ9V+QLORoEZittErwAAAABJRU5ErkJggg==\"> אולם אם התדבק פי זה הכלי עם שטח החצר או הגינה אשר הוא מגולה לשמים ואין הכותל אהל ולא יקיף בבית הנה זה הכלי לא יציל אבל יהיו הכלים אשר בו וכל מה שבתוכו כבר האהילו על הטומאה לפי שזה הכותל לא יעשה לחוץ בפני הטומאה כמו כותל הבית ואמנם נעשה בזאת הקדרה התלויה מהקורה כאשר התבאר בתוספתא שאם היתה קורה דבוקה ע\"פ הקדרה הנה אין לחלוק שהיא מצלת על כל מה שבתוכה ואם היה בין פי הקדרה והקורה פותח טפח הנה אין מחלוקת ג\"כ שכל מה שתחת הקדרה טמאה בעבור הטומא' אשר תחתי' והיות הקדרה תחת אהל לפי שהיא תחת הקור' ואם היה בין הקדרה והקירה פחות מטפח הנה בזה יאמר ר\"ע שאין שם פותח טפח מצלת וחכמים אומרים שאם לא יתדבק עם הקורה אינה מצלת והלכה כחכמים:  "
            ]
        ],
        [
            [
                "ידוע שהאהל כמו שיביא הטומאה ויטמא כל מה שבתוכו כן יחוץ בפני הטומאה ולא יטמא כל מה שחוץ ממנו ולא יטמא גם כן מה שיהיה בתוכו מן הטומאה ולא יטמא דבר ממה שבעליה ולא יטמא גם כן אשר הוא חוצה לו והמשל בזה בית ועליה הנה אם היתה טומאה בבית תחת משקוף הבית הגיע הטומאה ויטמא כל מה שתחתיו כן חוצץ בפני הטומאה ולא יטמא דבר ממה שבעליה ולא יטמא גם כן מה שבבית אם היתה טומאה בעליה על משקוף הבית. ואמר בכאן שאדם וכלים מביאין ואין חוצצין ואפילו היו כלי גללים ואבנים ואדמה אשר הם כלים טהורים ואינם מקבלין טומאה כלל הנה האהל אשר יעשה מהם לא נחשבהו להציל מה שהוא חוץ ממנו ולא יציל גם כן כלים שתחתיו: <b>ונדבך.</b> הוא הלוח והמשל כלו מבואר: וזה שאמרנו כלים שתחתיו טמאים. מורה זה שהוא חשוב כאהל שאם לא יהיה חשוב כאהל לא יטמא מכלים שתחתיו אלא מה שיגבילהו טומאה שעל גביו לבד ואמר טומאה תחתיו כלים שעל גביו טמאים מורה זה שאינו חשוב כאהל לפי שאם היה אהל יהיו כלים שעל גביו טהורין כמו בית ועליה הנה שם אותו אהל לטמא אבל לא לטהר: ואמרו <b>דבר שיש בו רוח חיים.</b> ר\"ל חוץ מהאדם איזה מין שיהיה ממיני הבעלי חיים ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "כבר הקדמנו שאכסדרה הוא כבית שער לבית ואמר כי כאשר נכנסו קוברי המת ר\"ל נושאי המת תחת האכסדרה והיה שער הבית קצתו (פתוח) [נעול] והחזיק א' מהנושאים לנעול שער הבית במפתח אשר בו כדי שלא יפתח ותכנס הטומאה בבית [כיון] שהמשקוף יוצא <small>[ר\"ל שהתקרה יוצא ובהרבה מקומות בנוסחת א\"י מוגה הגג במקום המשקוף]</small> אם היה הפתח אפשר להתקיים נעול על ענינו ולא יפתח ואפי' הסיר זה המחזיק ידו מן המפתח הנה הבית טהור וכבר נבדל מהאכסדרה בזה השער הנעול ואם כאשר יסיר זה ידו יפתח השער הנה הוא טמא לפי שכבר היה זה האדם הנושא למת הוא אשר חצץ בפני הטומאה ואדם אינו חוצץ יהיה מי שיהיה ואמנם אמר בכאן אחד מהם על הידוע והוא ההקש אפי' היה אדם מתוך הבית ומחזיק הפתח ודע זה: וכן אם היה חלון בין שני הבתים יהיה בו טפח על טפח ומעלה והטומאה באחד משני הבתים הנה הבית האחר יהיה טמא בלא ספק לפי השרש הנזכר לפי שטפח על טפח מביא את הטומא' ואם היה זה החלון נעול בכלים הנה לא תחוץ בפני הטומאה ואם היה בזה החלון חבית מלאה מתאנים הנה לא תהיה חוצצת להיותה כלי הנה היא תטמא וכל מה שיטמא אינו חוצץ בפני הטומאה כמו שהתבאר וזה אם היה פי החבית ממה שימשך לבית אשר בו הטומאה לפי שכלי חרס אינו מטמא מגבו כמו שביארנו פעמים ולזה אם היה שולי החבית ממה שימשך לבית טמא הנה זאת החבית חוצצת לפי שלא תטמא מגבה כמו שקדם בקדירה שבארובה וכן ביאר הש\"ס בזה בבתרא (דף יט:) ושם התבאר שאמרו בכאן שהתאנים חוצצים בתנאי שיהיו בלתי מוכשרים ואף על פי שכבר נפסלו ואינן נאותות לאכילה אשר אין דעתו לפנותן ולזה יחוץ בפני הטומאה וכן התבן גם כן שיהיה מתנאי שתהיה נפסד אינו נאות לאכילת הבהמה עד שלא יהיה ראוי [אולי צ\"ל אפילו לטיט ועי' שם ובדברירבינו בחיבורו פט\"ו מ\"ה טו\"מ הל\"ב]. אלא לטיט ענינו שאלו שני התנאים מחוייבים בכל מה שיבדיל בין המקום הטהור ובין הטומאה והוא שיהיה זה הדבר אינו מקבל טומאה ואין דעתו לפנותו ואם היה אפשר חזרת החבית והקופה ישארו אלו התאנים או זה התבן עומדים בעצמם סותמין כל החלון ותשען עליו ויחוץ בפני הטומאה ואם לא אפשר זה הנה זה השרש והנשען על הקופה ועל החבית והם כלים יטמאו ולא יחוץ ויהיה הבית השני טמא וזה הדין בעצמו בבית נחלק בחלוקה בקנקני חרש הונחו קצתן על קצתן והוטח עליו הטיח וכבר גי' יעב\"ץ נזכר. נעשה שהקנקנים כלים ואינן חוצצין ובתוספתא (פ\"ז) בית שחצצו בקנקנים טהורות ופיהן כלפי הטהרה מצילות כלפי הטומאה אינן מצילות טחן בטיט בין מבפנים בין מבחוץ אם יכול הטיח לעמוד בפני עצמו מציל ואם לאו אינו מציל: "
            ],
            [
                "<b>כותל שהוא לאויר.</b> שיהיה עובי הכותל פתוח לשמים והמשקוף מורכב בקיר לא עליו (כזה) הנה אם היתה הטומאה <small>[נראה דצ\"ל בתוכו בחציו שלפנים כל מה שבבית יטמא וכל כו']</small> בבית יטמא הנה כל מה שזולת זה טהור לפי שנחשוב הטומאה שהיה תוך הבית ולזה אשר עמד על ראש הכותל טהור כמו מי שיעמוד על משקוף הבית ואם הית' הטומאה בחצי היוצא הנה לא יראה פועל הטומא' בבית ויהיה הכותל כלו בדמיון קבר. ר' יהודה אומר שהכותל כולו מהבית יחשב ואע\"פ שהטומאה מחציו ולחוץ הבית טמא והעומד על הכותל טהור ואין הלכה כר' יהודה. והלכה כחכמים: "
            ],
            [
                "זאת ההלכה כולה מבוארת הענין ולא תצטרך לפירוש ואל תתמה היות הכלים יתטמאו בבית טמא ואף על פי שהן בתוך הבנין לפי שאין היותן תחת הטיט יצילם מן הטומאה ואמנם יצילם מן הטומאה היות' תחת צמיד פתיל או באהל אחר לפי מה שקדם אולם היותן בלועין בבנין הנה לא יצילם וכבר קדם לך זה השרש בתשיעי מכלים וביארנוהו שם ואין הלכה כר' יהודה: \n"
            ],
            [
                "<b>תחת הקורות.</b> הוא שתהיה הטומאה בעצם הקורה לא בעצם הבנין ואמרו כקליפת השום הוא הפלגה והכונה שאפילו המחיצה דקה מאד ימנע בינה ובין הבית כאשר לא יהיה בעמידתו טע\"ט ולא תטמא הבית אבל נחשוב הטומא' כאילו הוא במקו' סתום אשר לא תטמא זולת מה שירא' לבד בעליונו' ושפלות כמו שיתבאר עתה ואמנם התחייב זה הדין להיות הטומאה בתוך אמנם אם הית' בעצם הבנין הדין בו מחצה על מחצה כמו שקדם בהלכה אשר לפני זאת וכן (לא) היתה הטומאה בתוך האבן יהיה הדין בה כמו היותה בתוך הקורה ואע\"פ שהמשקוף אשר בין הבית והעלייה הוא סלע או הדומה לו מן האבנים ובתוספת' (פ\"ז) אמרו של בנין ידון מחצה על מחצה ושל סלע כקליפת השום. וענין נראין שיהי' זאת המחיצה אשר על הטומאה ספיריים כמו הזכוכית והשוהם והדומה להם כל הבית טמא ואפי' לא יהיה במקום הטומאה טפח על טפח: \n"
            ],
            [
                "יחפרו בארץ מקום גדול לקבור בו מתים רבים ויחפרו בתוך זאת החפירה לקבור לפי שיעור האיש אשר יקברו בו איש בכל קבר והקבר אשר הוא על שיעור האיש יקרא כוך והמקום הגדול והמקבץ הכוכין יקרא מערה וכבר ביארנו זה בב\"ב (סוף פ\"ו) וההפרש אשר בין בית המשמש את הכותל וכותל המשמש את הבית הוא כמו שאספר וזה שהכותלי' אם היו עומדי' על שטח הארץ הנה יקרא הכותל ממנו כותל המשמש את הבית לפי שזה הכותל שם הבית בית אולם אם חפר בארץ שתי חפירות אחד בצד השני הנה הכותל אשר ישאר ביניהם לא יקראו לו כותל המשמש את הבית לפי שאין זאת החפירה שם אותו בית כאשר נעשה בו דבר אבל החפירה שם אותו כותל ויאמר שזאת החפירה בית המשמש את הכותל: ואמרו תחת העמוד הוא שתהיה הטומא' תחת המחיצה זו אשר חוצצת בין שני הכוכין או בין שתי מערות ותהיה הטומאה נראית שם ויהיה טמא כל מה שכנגדו עד הרקיע וכל מה שכנגדה עד התהום וזהו ענין אמרו בוקעת ועולה בוקעת ויורדת כמו שתשמעהו וזה השרש בכל המסכתא כי כאשר תהיה הטומאה אטומה ר\"ל שהוא במקום מקיף בו דבק ואין שם חלל טפח הנה כל מה שיהי' נכחיי לטומא' בין למעלה בין למטה טמא ולא יועיל בזה גובה הבנין עליו וכן אפי' הוא עמוד בתוך הבית והטומא' בתוך העמוד יהי' הדין כמו שזכרנו ולשון התוספתא עמוד שהוא עומד בתוך הבית וטומאה תחתיו והיא רוצצת טומאה בוקעת ועולה בוקעת ויורדת ואם יש במקו' הטומאה טע\"ט על רום טפח הרי הוא כקבר התהום ומטמא כל סביביו ושמור זה השרש ולא אצטרך שאכפלהו: \n"
            ],
            [
                "<b>פרח.</b> הוא הדבר הבולט מהקירות והעמודי' בעת העשיה כמו מה שהוא בבנין הגבוה מטיחו' הטיח והסיד <small>[צ\"ל והכיורות]</small> והכאות והוא מאמרו פרח שושן ואומר כי כאשר היה עמוד וטומאה בתוכו כמו שהתבאר והיה מזה העמוד פרח יוצא והיו כלים תחת זה הפרח והאהיל הפרח עליהם הנה אלו הכלים טהורים לפי שטומאה בוקעת ועולה כמו שהתבאר לא תטמא אלא מה שיהיה נכחי אליו לבד וכן התבאר בתוספתא שפרח הנאמר בכאן שאם היתה טומאה באחד מאלו הכלים אשר תחת הפרח והיו הכלים אחרים תחת זה הפרח אם היה גבוה הפרח אשר תחתיו הטומאה והכלים טפח או יותר הנה כבר האהיל על הכל ונטמאו הכלים כולם באהל המת ואם היתה פחות מטפח הנה אינו אהל כמו שקדם ואמנם יטמא מה שנגעה בו הטומאה ממנו לבד: ופרדסקין הוא מחבא החפירה בתוך קיר הבית כמו אוצר קטן ולו מנעול ופותחת ואם היה באחד מקירות הבתים שני חדרים זו ע\"ג זו והיתה טומאה באחד מהן ונפתח ונשאר החדר השני נעול השערים הנה זה החדר אשר בו הטומאה עם כל הבית טמא והחדר הסגור טהור אם היתה טומאה שומה בחדר אולם אם היתה טמונה בתוך קמורת החדר או בעליונו או בשפלתו או בצדדיו הנה נחשוב החדר כאילו סתום והוא אמרו כאילו הוא אוטם והיתה הטומאה בתוך הקיר מקשיי אין חלל בו ונעיין אם הטומאה בעביי' אשר ימשך לבית או בחצי האחר ויהיה הבית טהור לפי מה שהשרשנו בזה הפרק והמשל בזה שיהיה בעובי הקיר ארבעה זרתות ובעמק החדר ב' זרתות ישאר מעובי הקיר שני זרתות תהיה הטומאה טמונה בו על מרחק וכאשר עיינו מרחק הטומאה מחלל הבית שני זרתות וטפח וזה מחצי הכותל הנה יהיה הבית טהור זה התועלת כאשר חשבנו החדרים אטומים לענין הבאת הטומאה לבית אמנם לענין הטמאות אחד מהם מהאחר הנה כאשר חשבנום אטומים כולן הטומאה בוקעת ועולה בוקעת ויורדת ותטמא כל מה שיהיה נכחו לחדר האחר וזה כולו יתבאר בתוספתא שם אמרו פרדסקין שהוא פתוח לבית הטומאה בקרקעו או בכותל שלפנים ממנו טומאה בוקעת ועולה בוקעת ויורדת ורואים את הפרדסקין כאילו הוא אטום מחצה על מחצה להביא את הטומאה לבית ג' פרדסקין זה בצד זה או זה אחר זה או זה ע\"ג זה וטומאה תחתיהם או ביניהן או על גביהם טומאה בוקעת ועולה בוקעת ויורדת ורואים את הפרדסקים כאילו הם אטומים ונדונים מחצה על מחצה להביא את הטומאה לבית וזה כולו מבואר במה שכבר ביארנוהו מכאן בזאת ההלכה ואין הלכה כר' יוחנן בן נורי: "
            ]
        ],
        [
            [
                "השרש אשר ראוי שיהיה נזכר תמיד שהטומאה אם היתה בלתי אטומה בתוך הבנין אבל יהיה על גבה חלל טפח הנה זהו קבר ויטמא כל מה שיגיע וכל מה שעליו יטמא כל מה שיוסיף בגובה בנין זה הקבר ואפי' היה גבוה זה הבנין תכלית מה שאפשר ולזה כל העליות שעל גבה טמאות אם היו זו למעלה מזו ולזה הכותל אשר בו הטומאה משותפת לכל כזאת הצורה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIIAAABbAQAAAACXSWC3AAAACXBIWXMAAA7EAAAOxAGVKw4bAAABE0lEQVQ4jcXVz23CMBQG8A84tLeM4BHaIxKVmIAduHWMuJOUUTxAJRZAqjcgiEsiIl5f4pdgx0i4EYLvYEU/Pf+JkzigYTBOagAqkBJt8otUG0joV4Sbci24y0Q4Z8GXXjh7zAfSlqZIliaHAgilkMWteinRJ+/GOWq8GcGpN7JQMFcdCce8Jq75EIpKk+JOvUKpr8s2kGYPNWaezGRXJ+elV9Pt6TRnKX1xUVdFkfYka4Xev8g6sCLuBj6JlFWetLFLfqb/FzVGTFyTMJd5sBT3kMUtqUhHvZIlCySPap4pFs0Kuekr4ITD38H3j3Fnx/B9ThR7Q3jCoNekWQJo63eh7gzXH2iOVLoI59RdjPwXRPIH9uKZVJV6lyEAAAAASUVORK5CYII=\"> ואם לא יהי' על הטומאה חלל והיה הכותל על גוף הטומאה הנה היא תטמא מה שלמעלה ממנו ומה שלמטה הנכחי אליו לבד ולא תטמא צדדי הקיר ולא מה שאינו נכחי לטומאה למעלה או למטה: ואמרו היתה עליה על גבי שני בתים הוא שתהיה הטומאה בתוך כותל שבין שני הבתים עד שתהיה העליה מאהלת על הכותל שבו הטומאה ועל זאת העליה עליה אחרת הנה הכותל שבין שני הבתים הוא קבר כמו שהשרשנו והעליה אשר עליה טמאה להיות הקבר בה ואשר למעלה ממנה טהורה או המעזיבה חוצצת כמו שקדם שהאהל מציל גם כן מן הטומאה ואם היה זה כולו מבואר בצורה הקודמת הנה אוסיף צורה אחרת  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAIYAAABbAQAAAACeosDNAAAACXBIWXMAAA7EAAAOxAGVKw4bAAABSElEQVQ4jbXUO07DQBAA0LGQMAVSSiiQHG5ARxPJR8GcAKiR2NyAI+QqiShSkhsQBD0RNC5Ws+x49jPelUhihak8z7M/az1g0oADyBSOhGADNry04IMl5iOzIEHOyq763cqG3r352eYKDNXGmBtAqOX6aytVb0drBdjf8YetqbfIi5R2zHtmuRCnIJkC9ESDOAbNfGUT1VvLQrK6KNi+n/8XrQ4s32MohIRv5mTF2Ql/QyuUHU+WthQ3JE8EX6heaTSS2PzMPkq57B6F8F3BehmkdBJqcA9RQ0S7ecodJI76zETzzDqeQouTZpKMKveU5yHyOEvlIZP7bK0miD9FM0vldoeZh8lPJ61Y60+hG0WXtxKi/c9vZUSCoSEoltPYIqDqRoGM80zAS3Edu2Inrv0FuTMuWic3JgRCrxvzwCIVzIS7cRLD5Beh3ajivmLSBQAAAABJRU5ErkJggg==\">  לבאר זה. וכותל שנית יקרא כותל שנתנוהו סמוך לכותל אחר והיו שם כתלים קרובים מאד והיתה הטומאה ביניהן דחוקה. ונפש הוא הבנין הבונים על הקבר גבוה על שטח הארץ ושמו מפורסם במצרים שוכ\"ה אל קבר וכבר ביארנו שאוטם הוא הדבר המקשיי אשר אין חלל בתוכו ולא פתח: ואמרו נפש <small>[צ\"ל אטומה]</small> הטומאה ירצה בו שיהיה זה הבנין על עצם הטומאה ולא יהיה המת בארון עד שיהיה שם חלל טפח: ואמרו סמך לה סוכות חוזר על נפש אטומה אמר כי כאשר שם הבנין כותל ושם עליו המשקוף לסוכה הנה זאת הסוכה טמאה ודומה לאהל המת. ורבי יהודה מטהר שהנוגע בצדדים טהור לפי מה שקדם ואין הלכה כרבי יהודה:"
            ],
            [
                "אמרו מתוכו ומאחוריו הוא כנוי השיפוע לא האהל: וכן אמרו מקצתו מרודד ירצה בו מקצת השיפוע והוא שיהיה קצת הבימה שטוחה על הארץ תרגום וירקעו ורדידו כאשר היתה הטומאה שטוחה על הארץ ממעל מקצה הבימה או נתונה בין הארץ ומקצת הבימה הנה טומאה בוקעת ועולה לפי מה שהשרשנו ובתוספתא זכרו זו החלוקה אשר יהיה בו הטומאה תחת השיפוע או מאחוריו לאמרו כחצי זית מתוכו כחצי זית מאחוריו הנוגע בו בין מתוכו בין מאחוריו טמא טומאת ערב ואמר על כל זה והאהל עצמו טמא טומאת ז' ולימדך בכאן שהדבור אמנם הוא על השיפוע והוא ענין שופע ויורד שיתחדד מן גג הקובה נופל על זוית לרחבה ולא תסור זאת הרחבה להוסיף עד שיהיה הזוית החדה. מקצת הבימה על הארץ בתכלית החדוד והוא כונתו באמרו וכלה עד כאצבע וזהו צורתו  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAF0AAABkAQAAAADMfwELAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA/UlEQVQ4jcXRvW3HIBAF8HNcUDICK6RMx2jgSTJKvEkYwSUFgnB3z/EpkqW/lC8qfgW8d0DDLPo+KGG7J3qmeIEoADnRC3lgG/RGDlgHveb1wtgX3XdGQVRzEweCqp+oCKphoiHoYAwElcjIDm0YBZARjhVtGHVBAUYjgy6p3enYknoic2rzgNM2grJqG4EEHVEhQSUBpNUEje/OeN7OQ2znW/Pdy4ndSTXFnIjbKGYQt1FUi7ZINUUnaYNvpGSQY7lQIlcDjrCPT1S/XWh+NXAG/clg6JcD2VsEi2iR/gg2lP4F6RYPXdBv8bNF73N+MfRLg3CH+G7O4ORj+AAv6AKh4u/NHQAAAABJRU5ErkJggg==\"> ואע\"פ שהוא בעצמו: [אהל] שהוא נטוי בעלייה וכו'. רבי יוסי אומר שאחר שזאת המחיצה כבר נסתמה בכסוי האהל השטוח עליו והיה חלל האהל מקיף בארובה העליה טהורה. רבי שמעון אומר שהעליה טמאה בסבות הארובה ואין הבדל בין האהל שטוח עליו או נסתם בבגד אינו חוצץ כמו שקדם ואמנם תהיה העליה טהורה כאשר היתה תחת גג האהל (כזה):  "
            ],
            [
                "כאשר היו הפתחים כולם נעולים הנה יהיה הבית כולו כקבר וזה יטמא כל מה שיגע בו וזה לשונם בית סתום מטמא כל סביביו וכאשר נפתח אחד מן הפתחים או חשב להוציא את המת מפתח ידוע ואף על פי שלא נפתח עדיין או שהיה בכלל הפתחים פתח בנוי יכול להוציא בו את המת לאברים ואף על פי שהוא אסור הנה הציל על כל הפתחים כולן וכאשר היה בהן פתח נעול הנה אשר ישב תחת המשקוף היוצא על זה הפתח לא יטמא וזהו ענין היות הפתח כבר הציל מן הטומאה כמו שכבר ביארנו בפרק הג' וסבות זה היות הבית היוצא מדין קבר ונשאר בית ואינו מטמא כל סביביו והבן זה מאד: וענין פותח בתחלה לפתוח פתח באחד הכתלים במקום שלא היה שם פתח ויחשוב להוציא בו וכבר קדם בפרק הג' שהמת פתחו בארבעה: \n"
            ],
            [
                "מקשה לילד קושי ההולדה וזה הדין הוא במי שמת הולד בגופה והתחילה להתקשות מהבית אשר היתה שם והעתיקוה לבית שני וילדה שם הולד המת הנה הבית אשר התחיל לה בו הקושי טמא בספק לפי שנאמר אולי נפתח הרחם שם ויצא הולד מת ונטמא הבית: ואמר ר' יהודה אם היתה בה ההעתקה בעת החולשה עד שלא יכלה לילך עד שסמכו אותה בארבות ידיה הנה כבר אפשר שנפתח הרחם ויצא הולד: ואמרו נפתח הקבר כנוי לפתיחת הרחם וכן הכנוי מזה הענין בכל הגמרא ואומר שמאז שנפתח לא יכלה לילך ואם הלכה ברגליה הנה הבית הראשון טהור: ואמר שאין לנפלים פתיחת הקבר עד שיתעגל ראשם כמו הפלך וכבר התבאר בתוספתא שאמרו בכאן פיקה הוא כוש הטויה אמרו כפיקה של שתי וכאשר נתקשית בבית אחת ויצאה ונתקשה עוד בבית שני והפילה בו נפל ואין לו ראש כפיק' אלא פחו' מזה הנה הבית הראשון טמא בספק ואע\"פ שהיא הלכה על רגליה מבית לבית לפי שאנחנו נאמר אולי יצא הולד בבית הראשון ולקטנות ראשו אפשר שהלכה אחר יציאתו וזה ענין אמרו אין לנפלים פתיחת קבר אשר נאמר שיעכב לה ההליכה כאשר נפתחו והלכה כרבי יהודה: \n"
            ],
            [
                "אמרו טהור וטמא ירצה בו הנולד חי וההפרש בין יציאת החי תחלה או יציאת המת תחלה הוא מה שאספר לך אחר שתדע תחלה כי כאשר נגע בו בתוך הגוף לא יטמאהו אא\"כ נגע בו משיצא לאויר העולם וזה שהולד החי ידחה עצמו ויחזור ביציאתו וקודם זה יחזיקהו הטבע עד שישלם והמת כבר עזב אותו הטבע ולא החזיקהו אבל ידחהו כאשר יכבד עליו ויצירהו וכאשר יצא הולד הראשון מת הנה נאמר הטבע דחהו ולא ידחה החי ליציאה ולא נגע במת בענין יציאתו ואם קדם החי ביציאה הנה זה המת ימשכהו בלי ספק לפי שהכח לא יחזיקהו אמנם יצא אצל פתיחת הרחם נמשך לחי ודבק אליו ולזה יטמאהו אצל היציאה. והנה אבאר לך בנדה (פ\"ה) אמרם תינוק בן יום א' מטמא במת. ושפיר שם השליא אשר יהי' בה הולד ואין הלכה כר\"מ: \n"
            ],
            [
                "זה כולו פשוט אין צריך ביאור: \n"
            ]
        ],
        [
            [
                "הבאת הטומאה הוא שיאהיל דבר ממה שנזכר על הטומאה ועל אדם וכלים וחציצה בפני הטומאה הוא שיחוץ אחד מן הדברים בין המקום אשר בו הטומאה ובין מקום אחר עד שלא תעבור לה הטומאה וכבר התבאר ג\"כ שהאהל מציל מן הטומאה לפי שהוא חוצץ בפני הטומאה להוצאתו ממנו ויציל כל מה שתחתיו מכלים ואדם מאלו הכלים אשר התנו בהם שהם מחזיקים מ' סאה כבר קדם זכרונם אחד אחד והתבאר סבת היותם שלא יקבלו טומאה בט\"ו מכלים: וכבר התבאר סקורטיא שהיא כסוי עור אשר ישכבו בה: <b>וקטבליא.</b> העור אשר יאכלו עליו. וביאור מפץ ומה הוא ומה דינו בעשרים וארבעה מכלים. ואמר שהן עשויין אהלים לפי מה שביארנו פעמים שהאהל מביא את הטומאה למה שתחתיו עם הטומאה וחוצץ בפני הטומאה למה שהוא יוצא ממנה וכן אם היתה טומאה בבית והלכה בתוך הבית הנה כל מה שבתוך האהל טהור שהאהל חוצץ בפני הטומאה ודע זה וזהו ענין אמרו עשויין אהלים לפי שהן אם לא יהיו אהלין הרי הן ככלים ויטמאו ולא יחוצו בפני הטומאה כמו שקדם: <b>ועדר בהמה.</b> הוא שיהיה ראש כל בהמה בין רגלי האחרת ויתחברו כולם ויהיו עומדות לא הולכות וכן יתבאר בתוספתא: <b>ומכונות חיה.</b> קבוץ החיות המדבריות וכמו שיאמר לכלל בעלי חיים הבייתות עדר כן יאמר לכלל החיות [המדבריות] מכונות ובתנאי ג\"כ שיהיו אלו החיות עומדות דבוקות: <b>והעוף ששכן.</b> שיהיה קשור על כותל או על אילן: <b>והעושה מקום לבנה בשבלים.</b> שיחפה לשבלים מקום דומה לבית: <b>ואירוס.</b> הסנבר. וקיסוס אלבלב: <b>וירקות חמור.</b> אמרו שהם קתא אלחמאר והוא אלתקם ואמרו שהוא יאכלו אותו החמורים והכונה בזה שהוא עשב לא יאכלנו האדם למזון: <b>ואוכלים טהורים.</b> לפי שהטמאים לא יחוצו בפני הטומאה וידוע שהאוכלין לא יטמאו אלא אחר הכשר כמו שהתבאר פעמים: <b>ועגול של דבילה.</b> תאנים מדובקים כדמיון עוגה ואין הלכה כר\"י ב\"נ. \n"
            ],
            [
                "<b>זיזין וגזריות.</b> הם <small>[גי' יעב\"ץ אריחים]</small> הבריחים או אבנים הבולטים היוצאים מן הכותל ותרגום יציע זיזא וגזיריות מאמר הבנין והגזרה והזיז לה תוספת ממה שימשך לארץ כזה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABoAAAAaAQAAAACBMXFjAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAOklEQVQImWP4DwQMCOIviPjBDiQ+MMiDCH4QwQ4UAxF/QMT//fwgxdgIebyEPbJF/////s/w/v/D/wAftlGM0T5kqwAAAABJRU5ErkJggg==\"> והגזרה ממה שימשך לשמים כזה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABYAAAAaAQAAAACbDZHtAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAANElEQVQImWP4//8/Awj/BeIfUPwBCX9EopExWJ7xP8MDBnsglofjD0D8vw+I/+9ngJkNxAA3mUCuqdpfwQAAAABJRU5ErkJggg==\"> ושובכות. קיני היונים היוצאי' מן הכותל: <b>ושקיפים.</b> תוספת ההרים ותרגום (ישעיהו ב׳:כ״א) סעיפי הסלעים שקיפי (סלעיא) [כפיא]. והסלעים. האבנים הבולטות מכתלים: <b>והגהרים.</b> הוא תוספת הכותל מן ויגהר ארצה (מלכים א י״ח:מ״ב): <b>והשננים.</b> קבוץ שן הסלע והוא קצה ההר: <b>וסככות ופרעות.</b> כבר בארנוה וסככות לקוח מן סוככים בכנפיהם ופרעות מן גדל פרע שער ראשו: והתנה בזה כולו שיהיה לו מן הכח והאפשרות שיוכל לסבול גג ומעזיבה כאשר ישימו עליו קצות נסרי הגג ולא תפול ואז תחוץ בפני הטומאה ותביא את הטומאה כמו שקדם אולם אם היה הדבר הזה הבולט חלוש עד שכאשר ישימו עליו מעזיבה לא יסבלוהו אבל תפול הנה לא יחוץ בפני הטומאה: <b>והמעזיבה.</b> תתחלף כי יש גג שעושין אותו מנסרים עבים אפילו הכתלים לא תסבול אותם וכבר יעשו גג מדקי הערבה או מקנים וישימו עליו טיט מעט וזה קל המשא ואמר רבי מאיר כי כאשר תסבול זה המשא הקל תביא את הטומאה וחכמים אומרים עד שתסבול מעזיבה ממוצעת בין כבדות לקלות ואין הלכה כרבי מאיר: "
            ],
            [
                "אמרו שאין להם שולים ואין מחזיקים. אין ענינן שיהיו שוות הקצוות יחד אבל שתהיה עודפת האחת על האחרת לפי מה שהשרשנו בחמשה עשר מכלים: ואמר <b>שאין עשויין אהלים.</b> כמו שיהיו שטוחין על חלון שבין בית לעליה או בין גגה הוא דקיימא לן שיריעה וסדין שפרוסה בין שני בתים [אינה] חוצצת. ועשויים כאהלים היא שנויה לקמן בהלכה חמישית בפט\"ו שהם אז (לא) יחוצו. וכן אם נתפשטו על הטומאה ועל הכלים שם יטמאו הכלים ולא יחוצו למה שלמעלה מהם אפילו היה אהל בשווי ממנו על הארץ: <b>ובהמה וחיה שמתו ואוכלים טמאים.</b> כולן טמאים וכבר ביארנו שהשרש אצלנו שדבר טמא אינו חוצץ ואין רצונו באמרו אוכלים טמאים שכבר נטמאו קודם אבל אם היו מוכשרים הנה הם מביאין ואינם חוצצין לפי שכאשר היו בחלון או נעשה מהן מחיצה יתטמאו במת וטמא אינו חוצץ כמו שקדם: ואמרו <b>מוסף עליהן הרחים של אדם.</b> ר\"ל שהן נוספים על הפך הדברים אשר נאמר בהן מביאין וחוצצין לפי שהוא <small>[בד\"י הגי' הפכיים]</small> הפסד להן להשתנות הענין בו והוא מביא ולא חוצץ ונוסף רחים של אדם ר\"ל של יד שהוא ג\"כ אם היה על ארובה שבין בית לעליה או בחלון שבין שני בתים שהוא אינו חוצץ אם לא שם אותו כמו אבן מהאבנים שהן חוצצין לפי שמתנאי הדברים החוצצים שלא יהיה דעתו לפנותו כמו שביארנו בששי מזאת המסכתא: "
            ],
            [
                "<b>מסכת פרוסה.</b> היא מחצלת הפשוטה: <b>וחבילי המטה.</b> כמו אריגת חבלים נמשכים מארובה לארובה: <b>ומשפלת.</b> היא הקופה אשר ישאו בה הבהמות הזבלים והוא כמו סבכה מחבלים אבל אין בכל נקב ונקב כי אם פחות מטפח: <b>והסריגות שבחלונות.</b> הסבכות אשר בחלונות תרגום שבכה סריגה ובתנאי שלא יהיה בנקבי הסבכות נקב טפח על טפח ואז יחוץ ודע זה: \n"
            ],
            [
                "<b>חוץ מן הירקות שמנו.</b> ר\"ל המנויות למעלה והם אירוס וקיסוס וירקות חמור ודלעת יונית שאלו המנויות אין להם השארות וקיום בזמן הקיץ וישיגם מה שכבר קדם הדין בהן שהן מביאין וחוצצין ואע\"פ שהן מחוברי' כמו שאמר (מו\"ק דף ה:). הסככות אילן שהוא מיסך על הארץ. וכיפה של ברד ושלג וכפור וגליד ומלח. אם נעשה אהל מאחד מאלו הדברים הנה אלו אינם אהל לפי שאלו כולן אין קיום להן והן במהירות ההתכה: וכפור הוא מה שיקפה מהמים היורדים כטל ולזה יהיה דק: <b>וגליד.</b> הוא מה שיקפה מהמימות בנהרות ויתקבצו המים מחוזק הקור: <b>ודולג.</b> הוא שיהיה רגלו אחת קיימת בארץ וידלג בשניה למקום אחר: <b>וקופץ.</b> הוא שיסיר ב' רגליו יחד מהארץ ויקפוץ למקום אחר: <b>וטלית המנפנפת.</b> <small>[בד\"י הגי' שתחזירה]</small> שתחזיקה הרוח באויר כמו קובה: <b>כבש את האבן על גבי הטלית.</b> הוא שתהיה האבן על קצת הטלית עוד תנשב הרוח שם ותגביה אמציעתו ותהיה אהל: <b>ובית הספינה.</b> הוא אשר יקרא אהל הספינה ואמר רבי יוסי שהיות כלל הספינה בלתי מחובר בארץ אבל עוברת במים יהיה דינה כדין טלית המנפנפת וזאת הספינה אשר על המים אין קיום לה ואין הלכה כרבי יוסי: "
            ],
            [
                "כבר קדם לך שחצי שיעור לא יטמא וכבר קדם לך כי כאשר יהיה בבית כזית מן המת בין שיהיה נחתך לחתיכות או יהיה הגוף אחד הנה הבית טמא ויטמא כל מה שבו אלא אם כן היה מוקף צמיד פתיל לפי תנאו וכבר ביארנו בשמיני מכלים כי כאשר היתה הטומא' תחת צמיד פתיל הנה היא תטמא הבית ואף על פי שהוא צמיד פתיל לטומאה ואם תהיה זכור אלו השרשים הנה דברו בשתי חביות מבואר. ואולם אומרו בשני חדרים והוא מקום ספוק לפי מה שאבאר לך וזה שאמר כמו שבאלו שתי חביות יצטרף חצי זית אשר בזה החבית לחצי זית אשר בחבית האחרת לטמא מה שהוא חוץ מהן לא לטמא הכלי אשר בו חצי זית כן הדין בחדר שבבית אם היה חצי שיעור בחדר וחצי שיעור בבית יתחבר חצי שיעור אשר בחדר לחצי שיעור אשר בבית לטמא הבית אשר הוא חוץ מהחדר לא לטמא החדר כמו שאמרנו כאן הבית טמא והחבית טהורה ולשון התוספתא בזה הענין הוא שאם היו שלשה בתים זה לפנים מזה וזה לפנים מזה כחצי זית בפנימי או באמצעי וכחצי זית בחיצון החיצון טמא והפנימי והאמצעי טהורים כחצי זית בפנימי וכחצי זית באמצעי הפנימי טהור והחיצון והאמצעי טמאים. הנה כבר התבאר כל מה שזכרנו: \n"
            ]
        ],
        [
            [
                "תחלת מה שתבין בזה הפרק שהדבור הוא בכוורת גדולה המחזקת מ' סאה או יותר אשר כבר קדם המאמר בה שהיא לא תטמא ושהיא חוצצת בפני הטומאה וכאשר (תטמא) יאמר הנה תוכה טמא או גבה טמא או הכל טמא לא תחשוב שענין זה הטמאותה בעצמה אמנם ענין זה הטמאות הכלים אשר בתוכה או על גבה ולא נצטרך להשיב זה הענין בכל הלכה והלכה והוא שיאמר שכל מה שיהיה נכחי לטומאה הנה הוא טמא וכן כל מה שתחתיה וכל מה שעל גבה הנה הוא טמא לפי שעל גבה הוא ע\"ג הטומאה וכל מה שלא יהיה נכחי לטומאה מכלל חללה טהור לפי מה שבתוכה כולה טהור אם לא מה שיהיה נכחי לטומאה וכן הבית כולו טהור לפי שהטומאה מבחוץ אולם אם היתה הטומאה בבית הנה לא יטמא תוך הכוורת לפי שפיה לחוץ ואם היתה הטומאה תוך הכוורת הנה יטמא הבית וכל מה שבכוורת כי הכוורת חללה בתוך הבית והטומאה מגעת בחלל הבית ולא ימנענה הכוורת שיטמא הבית לפי מה שהשרשנו וכמו שביארנו מרביעי מזאת המסכת: \n"
            ],
            [
                "מבואר הוא כי כאשר היתה גבוה מן הארץ טפח תהיה אהל ותאהיל על הטומאה ותביא טומאה לבית וכן אם היתה טומאה על גבה הנה כאילו היא תחת מקצת האהל כי היתה היא והבית דבר אחד אולם תוכה הנה הוא טהור לפי שפיה לחוץ ואמרו הכל טמא ר\"ל כל מה שיהיה בבית וכל מה שיהיה בתוכו הנה היא תטמא: \n"
            ],
            [
                "<b>כלי מחולחלת.</b> ירצה חלול בכלי שלם הצדדין תרגום נבוב לוחות חליל לוחין (שמות כ״ז:ח׳) אולם אם היתה פחותה וסתם זה המקום בקש או אפוצה והוא שתהיה שלמה אבל מלאה קש והדומה לה עד שלא ישאר בה חלל טפח הנה היא אז בדמיון חתיכה מן הארץ והיות הטומאה תחתיה או בתוכו כמו אם היתה קבורה בארץ ולזה לא תביא את הטומאה לבית: \n"
            ],
            [
                "זה הדין בכוורת פקוקה או אפוצה אשר אינה כלי ואינה אהל כמו שזכרנו להיותה כאשר האהילה על הטומאה תביא טומאה לבית ואם היתה הטומאה על גבה לא יטמא הבית כי הטומאה מבחוץ ואינה חלולה ונחשוב הטומאה כאילו הגיע תחת קצה האהל כמו שהקדמנו ואמנם היות הטומאה על גבה כמו היותה על שטח הארץ כמו שביארנו ולזה כנגדו עד הרקיע טמא ולא יטמא זולת זה: \n"
            ],
            [
                "אם היה פיה לפנים הנה יתחבר חללה בחלל הבית ותכלול הטומא' לכל מה שיהיה להן יחד וזה הדין גם כן בכוורת מחולחלת כמו שהתנה אחר זה: \n"
            ],
            [
                "ענין הכל טמא כל מה שיהיה בבית או בכוורת ומה שתחתיה ומה שלמעלה ממנה אולם הכוורת עצמה הנה לא תטמא כמו שהשרשנו: \n"
            ],
            [
                "כבר ביארנו שתוכה ותוך הבית דינם אחד מפני היות פיה בתוך הבית וענין אמרו שאין לה טפח ממקום אחד מצד אחד ובתוספתא כל שאין לה טפח מרוח אחד: \n"
            ],
            [
                "כבר ביארנו שהיא כאשר היתה אפוצה הנה היא כמו חתיכה מן הארץ ולזה כנגדו עד לרקיע טמא וכאשר היתה טומאה בתוכה הבית טמא להיות פיה לפנים וגבה טהור לפי שיצא בה הטומאה דרך פיה לבית ולזה יטמא הבית ונשאר גבה טהור לפי מה שהשרשנו בפ' הששי שהטומאה כאשר תראה במקום מה שחוץ מזה טהור: \n"
            ],
            [
                "זה אמנם הוא בתוך הבית ופיה לצד הגג ובינה ובין הגג פחות מטפח אשר הוא שיעור הבאת הטומאה כמו שהתבאר לך: \n",
                "<b>בין אחת בין שתים.</b> ירצה בו בין שהיתה כוורת או אחת או שתים זו ע\"ג זו והעליונה אין בינה לבין הקורות פותח טפח כן ביאר בתוספתא. \n"
            ],
            [
                "<b>שקוף.</b> הוא המשקוף העליון אשר קראו הכתוב משקוף היתה הטומאה תוך הכוורת תחת המשקוף פותח טפח הנה הטומאה תצא חוץ לבית לפי שאין בינה לבין המשקוף טפח אולם אם היתה טומאה בבית הנה כל מה שתוך הכוורת טמא לפי שהטומאה תצא מן הבית דרך פתחו ותטמא מה שבכוורת וטעמו לפי שדרך הטומאה לצאת: \n"
            ],
            [
                "עוד נעתיק מהיות זאת הכוורת בבית על חלוף מצב והוא היותה באויר והוא שתהיה מגולה לשמים. ואמר שהיא אם היתה מוטה על צדה והוא שתהיה דבוקה בארץ והיא מגולה הנה דינה בזה ובזה וזה הדין בעצמו כבר נקדם בהלכה ראשונה מזה הפרק לבד שבראש זה הפרק דן בו סמוך אל הבית ובכאן דן בו והוא באויר: \n"
            ],
            [
                "זאת החלוקה היא אשר הקדים בתחילת הפרק זולת שהיא הפרידה מן הבית ולזה כפל זכרה ולא אמר בכאן כלי מחולחלת ואפוצה ולזה לא יאמר בכאן ג\"כ אם אפוצה והתנה בהיותה מחזקת ארבעים סאה לפי דעת חכמים ואע\"פ שהיא פחותה לפי שהדין אחד ומבואר הוא ההבדל בין אמרו תחתיה ובין אמרו כנגדו עד התהום טמא שאמרו כנגדו עד תהום טמא ירצה בו שהוא יטמא מה שהוא נכחי לבד וטומאה בוקעת ויורדת ואמרו תחתיה טמא ירצה בו שהיא תהיה כאהל ויטמא כל מה שיהיה תחתיה ושמור זה: \n"
            ],
            [
                "כל מה שקדם מהמאמר בזאת הכוורת אשר הנחנוה באויר הוא שתהיה מצבה מוטה על צדה שיהי' פיה אל אחד מארבע רוחות העולם והשוליי' לצד המת נגד לו בעוד הניחה על מצב אחד והוא שתהיה יושבת על שוליה ופיה ממה שימשך לשמים ואמר שדין הטומאה שכאשר היתה ממנה בוקעת ועולה בוקעת ויורדת ולא תטמא מצדדים שיהיה נכחי אליה בצד העליון והשפל כמו שהשרשתי לך בהנחת הטומאה שזהו ענין בוקעת ועולה בוקעת ויורדת שתעבור למעלה ולמטה ולא תתפשט בכל הצדדין אולם אם היתה גבוהה מהארץ טפח וטומאה תחתיה או בתוכה או על גבה או היתה יושבת על הארץ וטומא' בתוכה אבל הית' מכוסה על פיה אשר היא כקבר סתום אשר יטמא מכל צד או שהיתה הטומאה בארץ והכוורת הפוכה על פיה על הארץ ושוליה לשמים הנה היא ג\"כ כבר היתה לפי משפט הטומאה כקבר סתום ותטמא מצדדין ממעלה וממטה וזהו אמרו הכל טמא: \n"
            ],
            [
                "כבר ביארנו פעמים כי כאשר היתה פחותה ופקוקה בקש שהיא כמו חתיכה מן הארץ והדבור כולו מבואר אחר הבנת כל מה שקדם: וענין אמרם שאין טומאה עולה לה כי כאשר היתה הטומאה תחתיה לא נטמא לא תוכה ולא למעלה ממנה לפי שהיא בהיותה יושבת על שוליה חצצה בפני הטומאה בתוכה לא יטמא מה שתחתיה וזה כולו אם לא יהיה בינה לבין הארץ טפח אולם אם היה שם חלל טפח הנה כבר יהיה אהל ולזה יטמא כל מה שתחתיו יהיה הטומאה תחתיה אולם אם היתה הטומאה בתוכה או על גבה הנה היא כמו אם היתה קבורה בתוך הארץ או על הארץ אשר תטמא עד לרקיע כל מה שיהיה נכחי אליה לפי מה שקדם להיותה אינה ככלי ואין הלכה כרבי אלעזר ורבי שמעון: \n"
            ],
            [
                "כבר נתבאר בתוספתא שהמאמר בכאן אמנם הוא. בארון חקוק בסלע אשר הוא כאילו הוא ארון של אבן שיש חקוק בסלע ומכוסה הנוגע בו בכל מקום טהור ואינו טמא אלא כנגד כסוי בלבד הא למה זה דומה לבור גדול מלא מתים ואבן גדולה על פיו שאינו טמא אלא כנגד חללו ולזה השרש אמרנו כי כאשר היתה רחבה מלמטה וצרה מלמעלה כזה  ",
                "<b>כמין קמטרא.</b> כבר קדם לנו ביאור קמטרא שהוא מפורסמות אצלנו ר\"ל במצרים באלקמטרא ותרגום (מ\"ב י) המלתחה קמטרא והוא אשר יהדקו בו הבגדים בארון: ואמר גלוסקוס הוא כמו נגר וצורתו מפורסמת אצלנו אבל אשר יתאמת אצלי לפי הענין שזאת התמונה היא כמו תיבה ופתח מן הצד כאילו הוא נקב בעצם האבן מקום יכנס ממנו המת ונועל זה השער ולזה כנגד פתיחת' טמא על דמיון מה שביארה התוספתא בבור מלא מתים לפי שזאת התמונה הוא בור על הצד הזה וזה צורתו  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAFoAAABVAQAAAADhhc56AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAA/0lEQVQ4jaXSyw3CMAwGYFc95NgRugiio7UVc7ADAyDRG2tkhB57iGJix3kYKAjhA82HQv7YFLAq+B23CDcW2ENT4QjlN8uosAwFaPuMCdeCGbcu44TOVPBtRlg1GYbOEHhDURXsIHDhXA5K4CACLTiIEbZwEIH3K8wJdKwdIziDPkC+5L2AchU6P8MloFwQUK5PQQVzxIxxXgxumQIKQhDIhTmoIHQU4CJ8hHkFMjaFrtqmsCr0FazCsIdlF9O4B3n/vsA3e5ARvMGmYCqsCTRR6foT6F+QebyBjCBiUgBoNwhFgFQK3RN8DcfPS8RVukYILZwx1R3hhqU08E88ADbhRysVsa+lAAAAAElFTkSuQmCC\"> :  "
            ],
            [
                "אמרו כנגד קורקרותה ירצה בו שתהיה הטומאה תחתיה ממה שימשך לחללה לא שתהיה תחת עובי השפתות אף על פי שזה הענין מבואר אעשה צורתו וכבר ביארנו ענין אמרו בוקעת ועולה בוקעת ויורדת ואף על פי שזה לא יהיה אלא אצל צרות הטומאה בפחות מטפח ואמר <small>[עי' העתקת הכ\"מ]</small> היתה טומאה כנגד קורקורתה אין לפי מה שהשרשנו שיהיה כל מה שיהיה נכחי לטומאה מאויר החבית טמא להיותה כלי חרס (לא) לפי שכלי חרס [לא] יטמא מגבו אבל להיותו מטמא מאוירו וזו החבית כבר נטמאה אוירה בזה המין מן הטומאה אשר יטמא כל מה שיהיה נכחי אליו והבן זה כי הוא מדקות הענין וחמור לא יפול עליו השכל אולם אם היתה הטומאה בתוכה הנה זה מבואר שהחבית טמאה ואם היתה הטומאה (בתוכה) תחת דפנה מבחוץ והוא שתהיה תחת עובי הגג ולא יהיה ממנו כלל תחת שוליה ממה שימשך לאוירה הנה החבית טהורה שכלי חרס אינו מטמא מגבו כמו שביארנו בשני מכלים והטומאה בעת שעברה בעליונה לא תכנס באוירה לפי שהיא תחת הדופן ואמרו בתוכה ותחת דפנה הוא שתהיה מקצת הטומאה תחת דפנה ומקצתה תחת קוקורתה לשון התוספתא [פ\"י] כזית מן המת מקצתו נתין תחת דפנה ומקצתו נתון תחת קורקורתה כל שכנגד הטומאה בין מלמעלה בין מלמטה [טמא וכל שאינו כנגד הטומאה בין מלמעלה בין מלמטה טהור כצ\"ל וכ\"א לפנינו וכן הביאה הר\"ש]. (טהור) ואם יש בדפנה פותח טפח הכל טמא וענין הכל טמא שיהיה כל מה שיגע בחבית טמא ואפילו מה שלא יהיה נכחי לטומאה אבל בהיות עובי גגה ממנו כבר התפשטה הטומאה בכולה ר\"ל כל מקיפה ולזה היה כנגד פיה טהור ר\"ל ממה שימשך לאוירה לפי שהטומאה כבר התפשטה והראה פעולתה ברוב כמו שהשרשנו בפרק שביעי עוד שב וביאר שזה כולו אם היתה החבית טהורה דבוקה בארץ אולם אם היתה כבר נטמאה מקודם באחת הטומאות שיהיה כלי טמא וכלי טמא אינו חוצץ כמו שהשרשנו בעשירי מכלים או יהיה גבוה על הארץ טפח שהוא אהל או יהיה הטומאה תוכה ועליה כסוי שיהיה כמו קבר סתום או תהיה כפויה על המטה הנה כל מה שיגע באיזה חלק שיגע ממנו באחד מאלו הענינים טמא והוא אמרו הכל טמא ר\"ל תוכה וגבה ודפנה ובכלל כל מי שיגע בו הטומאה הוא טמא לאופן אשר זכרנו והבן זה: "
            ]
        ],
        [
            [
                "אמרו ארובה שהיא בתוך הבית ר\"ל בגג הבית ממה שימשך לשמים כמו שתהיה זאת הארובה מגולה לא יהיה עליה צל וכאשר היתה הטומאה תחת גג הבית הנה הבית כולו טמא מפני הגג אשר יכללהו לבד המקום מהבית אשר יהיה נכחו לארובה המגולה לשמים שהוא טהור וכן אם היתה הטומאה תחת הארובה הנה כל הבית כולו טהור לפי שאין הטומאה תחת אהל ואם שם אחד ידו או רגלו על זאת הארובה הנה כבר הגיע לגג וכאילו אין שם ארובה שאדם נעשה אהל לטמא לפי מה שהשרשנו בפרק ששי מזאת המסכתא ולזה כאשר היתה הטומא' הבית כולו טמא וזה האיש ג\"כ טמא וזהו ענין אמרו עירב את הטומאה. ואמרו מקצתה בבית מקצתה כנגד ארובה שיהיה קצת השיעור אשר יטמא תחת הגג וקצתו תחת הארובה יטמא הבית כולו ר\"ל כל מה שתחת הגג ולא נאמר חצי שיעור לבד נכנס לתוך הבית וכן כל מה שיהי' נכחו לחצי שיעור אשר תחת הארובה מחלל לארובה טמא ולא נחשוב זה ג\"כ בדמיון חצי שיעור מונח באויר אשר לא יטמא ואמנם יתחייב זה להתחבר השיעור כלו להיותו גשם אחד על דמיון מה שהתבאר בג' [מ\"ד] מזאת המס': \n"
            ],
            [
                "אמנם יתחייב זה שיהיה האיש אשר נתן רגלו מלמעלה טהור לפי שהארובה פחות מטפח על טפח ולא תצא טומאה מן הבית פחות מטפח כמו שכפלנו פעמים ול' התוספתא אין הטומאה נכנסת לאהל ולא יוצאה ממנו אלא בפותח טפח: אחר זה אמר אם טומאה קדמה את רגלו הוא טמא לפי שהטומא' תטמא כל מה שיגבילהו כמו שקדם ובעת שנתן רגלו האהיל על הטומא' ואם רגלו קדמה את הטומאה יהיה כמו גג ויתחבר הגג ולא יטמא זה האדם לפי שאין שם פותח טפח תצא ממנו הטומאה ולא האהיל על הטומאה בעת שהאהיל: והפליג ר\"ש בזה הדין ואמר שאם באו שני אנשים ושם הראשון מהם רגלו בארובה ושם השני רגלו על רגל הראשון ואח\"כ נכנסה טומאה תחת ארובה אחר (סר) [כן הסיר] הראשון רגלו והיה (רגלו) [רגל] השני על הטומאה והיה קודם הטומאה נכחו לזה המקום ואע\"פ שהוא אמנם האהיל על הטומאה אחר הגעת הטומאה שם הוא טהור ואין הלכה לא כר\"מ ולא כר\"ש: \n"
            ],
            [
                "כדי שתחלק הוא שאם תחלק והוא על מצבו יהיה מגיע ממנו תחת גג הבית כשיעור ומגיע תחת הארובה אשר אין בו פותח טפח כשיעור והלכה כרבי יוסי: \n"
            ],
            [
                "אלו הארובות הוא כשתהיה בית ועליה ותהיה ארובה בגג הבית וארובה בגג העליה זו כנגד זו עד כי כאשר היתה הטומאה תחת הארובות הבית תהי' מגולה לשמים. וכבר קדם שכלי טמא אינו חוצץ וכאשר היתה הטומאה ובגגה פותח טפח הנה העליה טמאה להוציא הטומאה לה ולזה כאשר נתן הדבר שהוא מקבל טומאה על ארובה אשר בגג הבית הנה כבר נטמא זה הכלי ונטמא הבית וכאשר הבית כולו טמא ובגגה פותח טפח יצאה הטומאה מן זאת הארובה ונטמאה העליה גם כן לפי שזה הכלי לא יחוץ בין הבית והעליה להיותו כלי טמא אולם אם שם זה הכלי על הארובה העליונה אשר בגג העליה הנה הוא מבואר שהוא יטמא העליה והבית ואם היה כלי שאינו מקבל טומאה הנה הוא חוצץ בפני הטומאה ולזה אם שמהו על הארובה אשר בגג הבית יהיה הבית טמא והעליה טהורה ואם שמהו על הארובה אשר בעליה הנה הבית והעליה טמאים וכל מה שיהיה נכחי לזאת הארובה ממעל עד לשמים טהור: \n"
            ],
            [
                "זה כולו מבואר ממה שקדם ביאורו כאשר הבנת השרש והוא שאין טומאה נכנסת לאהל ולא יוצאה ממנו אלא בפותח טפח: \n"
            ],
            [
                "שאם תעלה ואין שפתיה נוגעות בארובה ענינו שיהיה הכלי נכחי לארובה ותהיה הארובה גדולה מעצם הקדרה עד חשבנו שהכלי יעלה על עמוד נצב יצא מן הארובה ולא יגע בצדדים בשום פנים וכאשר היתה הקדרה על זה המצב והיתה הטומאה באיזה שיהיה מן הקדרה הנה תטמא כל מה שיהיה נכחי אליה לבד ולמעלה או למטה להיות הטומאה רצוצה ואינה תחת אהל אחד או מגולה לשמים ולא <small>[בד\"ן הגי' יתפשט]</small> יתפשנה מעשיה ולא יראה כמו שביארנו בענין בוקעת ועולה ואם היה גובה הקדירה מן הארץ טפח וטומאה תחתיה הנה כבר האהיל על הטומאה ויטמא הבית בכללו וכבר קדם לך בזה הפרק בהיות הטומאה תחת הארובה שהוא אם נתן רגלו מלמעלה עירב את הטומאה וכל מה שיהיה בתוכה או על גבה הנה הוא טהור לפי שאינו תחת אהל מגולה מפני שהוא כנגד ארובה ואם היתה הטומאה בתוכו או על גבה והיתה זאת הקדירה גבוהה טפח כמו שזכרנו הכל טהור ר\"ל הבית כלו טהור לפי שהטומאה כנגד הארובה וכן תחת הקדירה טהור לפי שהוא אהל להיותה גבוהה טפח לפי מה שהשרשנו ואמנם יטמא כנגד הטומאה לבד עד לרקיע: "
            ],
            [
                "הכל מבואר וא\"צ פי': \n"
            ]
        ],
        [
            [
                "כבר נכפל פעמים שדרך טומאה לצאת ואין דרכה להכנס וכאשר נסדק הבית וזה כשנסדק הגג כולו והכתלים הנושאין הגג עד הארץ והיתה הטומאה בחצי הפנימי משני חלקי הבית והוא החלק אשר כנגד לפתח והכלים בחלק האחר אשר ימשך לחוץ בית שמאי אומרים עד שיהיה רחב הסדיקה ארבעה טפחים ואז לא יטמאו אלו הכלים שאנחנו לא נצטרך בפותח טפח לבד בכאן להיות הטומאה בפנים וכלים בחלק החיצוני שדרך טומאה לצאת וב\"ה אומרים שלא יצטרך לפותח טפח להיות הגג בכלל הבית וכבר התבאר בתוספתא באמרם כל שהוא הוא שיהיה הסדק שיעור חוט המשקולת ור' יוסי אומר פותח טפח על השרש והלכה כבית הלל: \n"
            ],
            [
                "זה הסדק אמנם הוא בגג האכסדרה והוא אלפרנד\"ל וכבר ידעת צורת' ושהיא לשער הבית וכאשר נקרע הגג שלה על הארץ כולו הנה היו שני חצאי ימין ושמאל וכבר קדם לך בפרק אשר לפני זה עירוב הטומאה מלמעלה אצל הסדיקה או מלמטה שיהיה נכחי כאשר היה בדבר אשר יקבילהו הסדק גבוה טפח מהארץ או יותר כמו שהתבאר בארובה שבתוך הבית: \n"
            ],
            [
                "סגוס וכופת הם כלים כמו שבארנו בכ' מכלים (מ\"ב): ועבה הוא שיהיה גבוה מטפח ולמעלה: וקפולין בגד מקופל קצתו על קצתו ואמר שאם היתה הטומאה באחד מצדדי האכסדרה הנחלקת והיה בגד עבה או בגד כרוך תחת הסדק הנה לא נאמר כי כאשר יהיה גבוה ובגבהותו טפח נחשוב בכל מה שתחת בגד העליון או השטח העליון והדומה לו עד הארץ ונחשוב שיהיה אהל תחת הסדק גבוה טפח אבל נדון אותו כאילו נתן את הקנה בהארץ ולא עירב את הטומאה עד שיהיה תחת הסדק אהל בו חלול כמו שהתנה כמו שביארנו שרש זה כולו: ואמרו עד שתהיה העליונה גבוהה מהארץ טפח ענינו שיהיה תחתיו חלל טפח ואם היה אדם נתון תחת סדק של אכסדרה בית שמאי אומרים שהוא לא עירב את הטומאה ואף על פי שגובה גשמו יותר מטפח כדין סגוס וכופה ובית הלל אומרים הסגוס והכופה מקשיים והאדם חלול והצד העליון ממנו כולו הוא אהל על הארץ ויביא את הטומאה לצד שני של אסקופה: \n"
            ],
            [
                "לא יצטרך לבאר כאשר אמרו קוברי המת ר\"ל נושאי המת עד שיהיה המת עצמו הוא אשר האהיל על הדבר אהל וענין מביא את הטומאה בכאן שיביא לבית ויטמא הבית אשר ישקיף ממנו וטעם זה אצל ב\"ה היות האדם חלול והצד העליון מביא את הטומא' לפי שהוא כמו אהל קצתו על המת וקצתו תוך הבית וזה האהל בינו ובין גופו גובה טפח ויותר לפי שהאדם חלול: \n"
            ],
            [
                "היה מוטל על האסקופה קצתו בבית וקצתו על האסקופה ב\"ה סומכין על דעתן באמרם אדם חלול הוא ולזה יביא את הטומאה לבית לפי מה שקדם בקדרה כאשר היתה גבוהה טפח ונוגעת בשקוף הפותח טפח הנה הטומאה כאשר היתה על גבה הבית טמא: \n"
            ],
            [
                "אמר כי כאשר היתה הטומאה בבית ואדם מוטל על האסקופה וקצתו בבית והאהילו טהורים על קצת זה האדם אשר באסקופה הנה למי שיאמר אדם חלול יביא את הטומאה כאילו הם האהילו על הטומאה: \n"
            ],
            [
                "לשון הברייתא כלב שאכל בשר המת ונכנס לבית הבית טהור ואמר יטמא כמו כן מה שהגיע בגופו בעבור שמת הכלב והיה זה הדבר במעיו: ואמרו מוטל על האסקופה הוא גם כן שיהיה קצתו בבית ורבי יוסי מדקדק מקום הטומאה ר\"ל איצטומכת הבעלי חיים אם היה מקום האצטומכא תוך הבית הנה הבית טמא להגעת הטומאה. וזה אשר תראה הטומא' כבר הגיע אצלם מאיחור עיכול הטומאה באצטומכת הכלב אולי זה בבשר המת לבד וזה לא יתאמת והלכה כרבי יוסי והלכה כרבי יהודה בן בתירא באמרו בעופות ובדגים מעת לעת: \n"
            ],
            [
                "כבר קדם לך בפרק החמישי מזאת המסכתא כי כאשר יכפה כפישה ע\"פ החדות שהיא תציל כל מה שיש שם ואמר כי כאשר היתה מנורה בזה הסהר והפרח אשר עליו תשים הנר על שפתו עם הסהר וזה יקרא פרח כמו שבארנו בכ\"א מכלים והיתה הכפישה כפויה על הפרח עד שתשים שפת הפרח בין הכפישה והחדות הנה בזה מחלוקת בית שמאי ובית הלל אם תציל המנורה בכללה מה שבתוך הסהר אם לא: \n"
            ],
            [
                "<b>טומאה שם הבית טמא.</b> ר\"ל כאשר היתה הטומאה בין שפת החדות לשפתי הכפישה הבית טמא לפי שכבר ביארנו פעמים במה שקדם שכל מה שיציל באהל המת על דברים הטהורים עד שלא יטמא הנה הם לא יצילו על הטמאי' מלטמא. וכבר ידעת שהדות בבנין והוא סהר גבוה על הארץ וכאשר היו כלים בצדדיו והיה מקומו טפח על טפח נפרד מהבית והיה בדין הדות כמו שיציל לכל מה שבתוכה ג\"כ יציל מה שבצדדיו אולם אם היו צדדיו יותר רחבים מכתלי הבית הנה הכלים אשר יהיו בתוך כתלי הדות טהורים ואפילו לא יהיו מקומו טפח על טפח ולא נדון בו מחצה על מחצה לפי מה שהתבאר בששי מזאת המס' ובתוספתא (פי\"ב) אמרו שבכתלי הדות טהורי' ושבכתלי הבית נדון מחצה על מחצה זה להיות כתלי הדות יותר רחבים כאילו לא יכנס בדין כתלי הבית כלל אבל הוא כלי בעצמו: \n"
            ]
        ],
        [
            [
                "כבר קדם בששי מזאת המס' שהכלים נעשים אהלים לטמא אבל לא לטהר וביארנו זה היטב: ותנור ישן הוא כדמיון כלי ולזה כאשר היתה טומאה תחת הנסר וכלים על גביו או טומאה ע\"ג וכלים תחתיו הכל טמא כאשר היה התנור ישן כמו שהתבאר בזה הפרק אולם אם היה תנור חדש הנה הוא ישים הנסר אהל ויבדיל מה שלמעלה ממנו ממה שתחתיו ואין הלכה כרבי יוחנן בן נורי: \n"
            ],
            [
                "כבר התבאר בתוספתא (פי\"ג) שזאת הסרידה עודפת ע\"פ התנור כל שהוא ובתנאי שיהי' לה שפה עגולה עד שיהיה לה בית קיבול וכן התנה בתוספת' שיהיה לה בית קבול ואמר שם ואם היתה חלקה הרי היא כנסר וצריכה פותח טפח ואז תבדיל אשר על גבה מאשר תחתיו: ואמר כנגד אוירו של תנור הוא שתהיה הטומאה על הסרידה אשר על אויר התנור לא על אויר העגול היוצא מפי התנור ומבואר שזאת הסרידה היא של חרס וכבר ביארנו זה בח' מכלים: \n"
            ],
            [
                "בטח הוא בנין יוצא מהכותל לפני החלון כי כאשר יעלה העולה מהארובה יסמך ע\"ז הבנין ולזה יקרא בטח ואמר כי כאשר היתה טומאה תחתיו לא יטמא הבית לפי שלא יגיע הטומאה תחת אהל מחובר בזה הבית ואם היה שם זיז יוצא מזה הבנין בתוך הבית הנה הבית ג\"כ טהור אצל ר\"א להיות הטומאה תחת הבטח לא תחת הזיז ורבי יהושע אומר שאנחנו נחשוב הבטח נפרד ויהי' הזיז העליוני המחובר באויר הבית בלא שפה והנני עתיד לבאר לך דיני הזיזין בהבאת הטומאה איך היא ואיך צורת הזיזין והלכה כר' יהושע: \n"
            ],
            [
                "אמר בכאן בתוך הבית בגג הבית כמו שאמר במה שקדם ארובה שהיא בתוך הבית וכן התבאר בתוספת' ושם נאמר סנדל של עריסה שפוחת מעזיבה שיעורו בפותח טפח נפחת הבית מאליו שיעורו מלא אגרוף וערס הוא המטה הנה ערשו ערש ברזל (דברים ג׳:י״א) וסנדל של עריסה הוא דומה לעטרה של פתח אשר יעשה מברזל וזה שיעשה מברזל טבעת יכנס בו רגל המטה והוא יקרא סנדל ואמר כי כאשר היה מטה בעלי' ונקב בגג הבית עד שיעבור אל אויר הבית נקב ונכנס בו סנדל של עריס' ר\"ל כי כאשר הרכיב שם רגל המטה עד שתהי' זאת הסנדל אשר תחת רגל המטה נראה בגג הבית ויהי' זה הסנדל מאהיל על הטומאה הנה אם היה זה הנקב אשר נעל אותו הסנדל טע\"ט הכל טמא ר\"ל העליה וכל מה ששם מכלי' לפי מה שקדם בפ\"י ואם לא יהי' בו טע\"ט העליה טהורה וזה הסנדל לבדו הוא אשר יטמא ככופה המאהיל על הטומאה וכבר היה חלק מהאהל ויקרא אב הטומאה והמטה הסמוכה עליה ראשון לטומאה והדבר אשר יגע למטה שני לפי מה שהשרשנו וביארנו בפתיחת זה הסדר והוא ענין אומרו מונין בו כדרך שמונין במת וכן כל כלי מתכות כזה הסנדל או בגדים שהם שמים אותו אב על דין טומאת הכלים כמת כמו שהתבאר בראש מס' זו: \n"
            ],
            [
                "<b>מכוונות.</b> שתהיה אחת נכח השנית והעליונות כבין התחתונות הוא שתהיה כל קורה מהעליונות נגד החלל אשר בין כל שתי הקורות התחתונות וכבר קדם לך בשבת (דף קא.) וסוכה (דף ד:) ועירובין (דף פז.) שמן השרשים שנאמ' גוד אחית מחיצה וגוד אסיק מחיצה ושזה הלכה למשה מסיני וענין זה שנחשוב המחיצות יורדות מלמעלה למטה ועולו' מלמטה למעלה וכבר התבאר בתוספת' שזה כולו בשני תנאין שיהי' ברוחב כל קורה פותח טפח וביניהן אויר גם כן פותח טפח ואז נחשוב הקורה העליונה שהיא כאילו ירדה למה שבין הקורה התחתונה וישים הכל גג א' וכן נחשוב הקורה התחתונה כאילו עלתה בין הקורה העליונה וישים הכל גג אחד ולזה כאשר היתה טומאה תחת קורות הבית הבית והעליה טמאין אולם כאשר היה ברוחב כל קורה פחות מטפח הנה הדין כמו שהתבאר בתוספתא וזה שבהלכה הראשונה אשר הוא שיהיו הקורות מכוונות אם היתה הטומאה תחתיהן או ביניהן או על גביהן טומאה בוקעת ועולה בוקעת ויורדת לפי מה שהשרשנו מהשרשין ובהלכה שניה ג\"כ אמנם אם היתה הטומאה הנה היא בוקעת ועולה בוקעת ויורדת אם לא שתהיה הטומאה תחת אהל טפח שכל שהוא ממעל לאהל טהור כמו שקדם: \n"
            ],
            [
                "כבר כפל הרבה זה השרש והוא שהטומאה כאשר לא יתפשט דינה תחת אהל הנה היא תטמא כל הנוכחי אליה למטה ולמעל' וכבר ביארנו ביחס המרובע לעיגול מה שיש בו די בריש עירובין ועיין אותו שם: \n"
            ],
            [
                "ידוע שהשטח אשר בו טפח על טפח יקיף בו ארבעה טפחים וכמו שקדם אמרו בזמן שהיא מרובעת ד' וידוע שהתמונה אשר בו טפח על טפח על רום טפח מביא את הטומא' ושכל שיש בו רחב טפח יש בו בהיקפו ג\"ט וכל שיש בו טע\"ט יש באלכסונו טפח ושני חומשים וכאשר היו אלו השרשים כולן ידועין התחייב מהן כי כאשר היה עמוד עגול על תמונת (האסתומכ') [האסטוונא] ובהיקף כל עגולה משתי עגולות כ\"ד טפחים והיה עגול על שטח עד שיהיו שתי עגולות תושבות ושוכבות על הארץ ממשמשות לשטחי' על אורכה ומונחת על הארץ הנה זה החלל כולו אשר תחת דופן העמוד אשר בין שטח העמוד ובין שטח הממשמש לא יהיה בו טפח על טפח מרובע על שיעור אורך העמוד וזה לך הצורה מבוארת ולמדנו בכאן שאם היה טפח על טפח ברום טפח לא ימשך ברביעי על תכלית שטח העמוד הנה הוא יביא את הטומאה תחת כל העמוד וזה התועלת אשר למדנו בזה הדין ושמור אותו שהוא ענין נפלא מאד: \n"
            ],
            [
                "כבר קדם במקומות מזו המסכת שהטומאה כאשר היתה גבוהה מן הארץ הנה היא כקבר סתום ומטמא כל סביביו והבית כולו טמא להיות מאהלת: ואמרו ידון מחצה למחצה שהוא כאשר נעיין מקום הטומאה אם היה בחצי רחב האסקופה אשר ימשך חוץ לבית הבית טהור כמו אם היתה הטומאה בתוך כתלי הבית לפי מה שהתבאר מזו המס' ומזו ההלכה יתבאר לך שמי שנכנס קצת גופו באהל המת נטמא ולשון ספרי (במדבר י״ט:י״ד) כל הבא אל האהל זה שבא מקצתו וכל אשר באהל (שם) זה שבא כולו והלכה כרבי יהושע ואין הלכה כרבי יוסי: \n"
            ]
        ],
        [
            [
                "כבר התבאר בי\"ז מכלים שמלא אגרוף כראש הגדול של אדם ושמלא מקדח גדול שבלשכה כפונדיון ומאור הוא ארובה אשר יכנס ממנה האורה ואמר שמי שפתח הארובה להכנס ממנ' אורה אם היה כפונדיון או יותר תביא את הטומאה אם לא שיהיה בה טפח על טפח לפי מה שקדם בהלכות מזו המסכת ואם זאת הארובה נפתחה מעצמה ר\"ל מבלי פועל אדם אבל בשאר מהסבות אשר זכר או זולתם הנה זאת הארובה תקרא מאור שלא נעשה בידי אדם הנה הוא לא תצא ממנו הטומאה ויכנס בבית אחר אלא א\"כ היה ממלא אגרוף ולמעלה וזה כאשר לא כוון על זאת הארובה אשר נפתחה בלי כוונה לענין מן הענינים אבל אם ספק אם כוונו עליו לענין מה הנה הוא ישאר בשיעור הראשון ואע\"פ שלא נעשה בידי אדם ולזה אם חשב על זה החלון אשר פתח אותו המים או זולתו להשאר להשתמש בו שיעורו כפותח טפח ואם חשב עליו להשאר בעבור האור שיכנס בו שיעורו מלא מקדח כמו שאם פתחה מתחלה לכך הנה התבאר זאת ההלכה על השלימות והתאמת לך שלארובה ארבעה שעורים היותר קטן מלא מקדח והנמשך אליו אצבעיים על רוחב גודל ואשר ימשך אליו טפח על טפח והיותר גדול מלא אגרוף והתבאר הדין את אשר יצטרך בו לכל שיעור מהן: <b>סריגות.</b> הן השבכות הארוגות מקנים וזולתם ושם הקנה הדק סריג וכן רפפות מין מן השבכות ויעשו חלונות גדולות בהם להכנס בהם האורה: עוד יעשו על החלונות בכללה שבכה יעשה מעץ ערבה או מחריות של דקל או בנין או זולת זה ואומרים ב\"ש כי אם היתה בנקבי זאת השבכה מלא מקדח יביא את הטומאה כי האורה יכנס בו ולזה כוון: עוד חזר במאמר לפי כוונת ההלכה ואמר שזה אשר שמנו שיעור למאור מלא מקדח הוא להביא את הטומאה לבית שהיא תכנס מזה הנקב כאשר היתה שם טומאה או תחת אהל מחובר בזה המאור לפי מה שקדם ביאורו וכן הוציאה את הטומאה שכאשר היתה טומאה בבית תצא מזה המאור הקטן ויטמא כנגדו וחלק רבי שמעון ואמר ואפילו מן המאור לא תצא טומאה בפחות מטפח ואין הלכה כר' שמעון: \n"
            ],
            [
                "כאשר בנה בית חוצה לה נעשה חלון בין שני בתים ואינו אז לאורה שהרי לא יכנס ממנו אור ואולם נשארה לשמוש לבד ולזה שעורה בפותח טפח ואם שם קורות זה הבית אשר בצד זה הבית אשר בנה חוץ לחלון בקצת גובה הארובה היה מה שממנו תחת הגג לשמוש ואשר למעלה מהגג לאורה לפי שהיא מגולה לשמים ויכנס ממנו האור: \n"
            ],
            [
                "כאשר זה הנקב בפתח הבית אמר ר' עקיבא שהוא כמו מאור שלא נעשה בידי אדם שאע\"פ שלא יכוין להכנס בו האורה הנה יכנס ממנה האורה ולזה ישער אותו כמלא אגרוף ורבי טרפון אומר שהוא ישתמש ממנו להכניס איזה דבר להביא או להוציא ויהיה לתשמיש ולזה שיעורו בפותח טפח עוד אמר שאם היה שער זה יותר קצר מפתח השער עד שישאר חלל ויכנס ממנו אורה בעת שהפתח נעול אם מלמעלה ממה שימשך למשקוף אם מלמטה ממה שימשך לארץ או שסתם אדם הפתח ולא השלים סתימתו ונשאר סדק הבית פתוח בין שני שערים או בין שער אחד או היטיב סתימתו ופתחו הרוח שאלו הפתחים כולם הוא כמו מאור שלא נעשה בידי אדם לדברי הכל שיעורו מלא אגרוף ואז תצא טומאה מהבית או תכנוס לו מזה החלל והלכה כר\"ע: \n"
            ],
            [
                "יאמר שמי שנקב בכותל נקב עובר להגביה בו קנה לענין מה או מסמר ינעול בו הפתח הוא אשר יקרא אספתי לכל השערים או לשום שם כלי ישימו עליו הנר או להשקיף ממנו מי שילך ויצא מביתו או לקרות ממנו מי שירצה הנה שיעור זה הנקב בפותח טפח: \n"
            ],
            [
                "ענין זה המאמר כי כאשר היה חלון בין שני בתים דרך משל בו טפח על טפח מצומצם אשר יביא את הטומאה כמו שקדם והיה באחד משני בתים טומאה מהטומאות אשר תטמא באהל המת וכבר קדם ממנו בזאת המסכת ובארנו שמכללם זית בשר ורובע עצמות והיה בזה החלון מעט דבר טהור אשר הוא כבר חסר שיעור החלון יהיה פחות מטפח ולא יטמא הבית השני והתנה בזה כשלא יהיה הדבר אשר מיעט החלון מין מן הטומאה אשר בבית כמו שיהיה בבית כזית בשר מן המת ובחלון פחות מכזית מבשר המת ואף על פי שפחות מכזית טהור או שיהיה בבית רובע עצמות ובחלון פחות מעצם כשעורה לפי שכאשר היה הדבר אשר בחלון מין מן הטומאה אשר בבית הנה הוא יצטרף עמו וכן כל מה שזכר מאלו התנאים וחזר למנות הדברים אשר ימעטו את הטפח כאשר יהיו לו התנאים וכבר ביארנו בששי מזאת המסכת שמתנאי הדברים שחוצצין בפני הטומאה שלא יהיה דעתו לפנותו וכבר ביארנו פעמים שטומאת אוכלין בכביצה ומה שיהיה פחות מכביצה לא יטמא טומאת אוכלין (טמאין) ולזה נחשבו כדבר טהור כמו שהתבאר בראש מסכת טהרות: והתבואה שבחלון כאשר תצמח שם וכל דבר מחובר בארץ הוא טהור וכבר התבאר בהש\"ס (ב\"ב דף כ.) שיהיה זה הצמח מהשרש רחוק מן הכותל ונכנס וסתם החלון בקצת לפי שאם היה בתוך הכותל יהיה דעתו לפנותו שאם יעזבהו יפסיד הכותל וכבר בארנו בה' מזאת המסכת שמתנאי הדבר החוצץ שלא יהיה דעתו לפנותו ומבואר הוא כי כאשר יהיה בחלון דרך משל כמו ד\"ט ותהיה זאת התבואה כבר סתמה ממנו יותר על ג' הנה הטפח נתמעט ולא תצא הטומאה מזה החלון: וכבר התבאר בי\"ז מכלים שהככי הוא האריג הדק הלבן אשר ימצא בתוך הקנה הגדול והוא כמו אריגת העכביש והוא יקרא ככי וממנו דבר דק מאד יותר דק מחוט המשי וזהו ככי שאין בו ממש וממנו אריג הוא דומה לבגד חזק הבהירות והלובן וזהו ככי שיש בו ממש והנה התבאר בראש מסכת טהרות שנבלת העוף הטהור צריכה מחשבה ואז תטמא טומאת אוכלים בכביצה ולא יצטרך הכשר ושנבלת עוף הטמא צריכה מחשבה והכשר ואז תטמא טומאת אוכלים בכביצה וענין המחשבה שיכוין עליה שתהיה מאכל אדם לפי מה שיתבאר בסוף עוקצין והכשר הוא שינתן עליה ברצון אחד מהז' משקין כמו שיתבאר במכשירין (פ\"ז מ\"ד) ואלו המנויים כולן טהורים ולזה ימעטו: \n"
            ],
            [
                "לשון התורה בין בשתי בין בערב שיטמא בצרעת אמר יתברך (ויקרא י״ג:מ״ח) או בשתי או בערב. ולבינ' מבית הפרס גוש מגוש עפר הנעש' מבית הפרס וידוע שבית הפרס טמא להיותם אומרים בתוספתא לא אמרו אלא גוש כברייתו והנה יתבאר כל דיניו בזאת המסכת ואמרו הטמא אינו ממעט וכלל הדבר אשר הוא טמא בעצמו כמו כזית מן הנבילה וכעדשה מן השרץ או הדבר אשר יטמא בהיותו בחלון כמו כביצת אוכלים כשרים או הדומה להן והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "זה הזיז אשר יביא את הטומאה בכל שהוא כבר התבאר לך את צורתו ואת תנאו וזה שיהיה לו תוספת אל מה שימשך לארץ כזה   <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAADwAAABRAQAAAACm7fhbAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAVElEQVQokWP4DwUM5DH+1UMZfxiY90MZIGAPlvoMZhBv4GdSGI8xGM8xGJhqiNFFknY8BpKk6zgGA27OYQwGtSzFZGDahYdxnCyTKXQhJuM7lhQFABbicf//J+ZAAAAAAElFTkSuQmCC\"> יהיה בינו ובין הארץ גובה י\"ב טפחים והוא יוצא מצד פתח הבית ונחשוב זה הקצה הנוסף שהוא כבר הגיע לארץ וכל הטומאה אשר תחתיו לצד הבית ואלו השיעורים כולן הלכה למשה מסיני: <b>ונדבכים.</b> קבוץ מנדבך וכבר ביארנו בברכות (פ\"ב) זה השם על מה יורה: <b>ועטרות.</b> הכתרים ר\"ל היוצא מהבנין: <b>והפתוחין.</b> יהיו ג\"כ בולטין ורוב מה שיעשו זה בבניינו אבן או הגף:  "
            ],
            [
                "<b>ע\"ג הפתח.</b> ר\"ל שיהיה יוצא מהמשקוף ולהיותו למעלה מי\"ב טפחים יצטרך שיהיה בו פותח טפח ואז יביא את הטומאה לבית: עוד אמר שעל גבי החלון שאם הוא ע\"ג רום אצבעיים שאז יביא את הטומאה והתבאר בתוספתא שיצטרך שיהיה רחב זה הזיז רחב אגודל הזה אם החלון הוא עשוי לתשמיש אשר שיעורו טפח על טפח כמו שקדם אולם העשוי למאור אשר שיעורו מלא מקדח הנה באיזה שיעור שיהיה הזיז ובאיזה גובה שיהיה יביא את הטומאה וכאילו הוא יאמר שעל גבי החלון העשוי למאור ששיעורו מלא מקדח כל שהוא ור' יוסי אומר שיצטרך שיהיה גבוה זה הזיז גם כן מלא מקדח ואין הלכה כרבי יוסי: \n"
            ],
            [
                "אומר רבי יהושע להיות הקנה משוך על ארכו ודבוק לכותל אע\"פ שהוא למעלה מי\"ב טפחים הנה הוא יביא את הטומאה לבית בכל שהוא ואמר רבי יוחנן בן נורי שלא תהיה זו חמורה מהזיז אשר לא יביא את הטומאה כאשר היה למעלה מי\"ב טפחים אלא בפותח טפח כמו שקדם והלכה כרבי יוחנן בן נורי: \n"
            ],
            [
                "[זיז.] דמיון תא סיבב את כל הבית בד' כתליו ויצא ממנו בחלל הפתח ג' אצבעות: ואמרו וכן בחצר שהיא מוקפת אכסדרה ירצה בו כי כאשר היה הבית מוקף באכסדרה והיתה טומאה בבית הנה כל מה שתחת אלו האכסדראו' טמא לפי שהטומאה תצא מהבית ותתפשט תחת המשקוף כולו אולם אם היתה טומאה בחצר הנה אין ספק שהכלים שבאכסדרה טהורים לפי שהטומאה מגולה לאויר ואם היתה הטומאה באה מאכסדרי הבית לדברי הכל טמא לפי שגג האכסדרה כבר כלל כל פתח הבית ואמנם חלקו להיות אוכל בשיעור ג' אצבעו' לבד ואמר רבי אליעזר שבזיז חומרא בהיותו טמא בכל שהוא כמו שקדם כן יביא טומאה לבית בג' אצבעות אולם אם היה אוכל מפתח הבית טפח יהיה הבית טמא לדברי הכל והלכה כרבי יהושע: \n"
            ],
            [
                "דע שכל מה שיאמר תחתיהן הנה ענין זה תחת התחתון כמו בינו ובין הארץ וכל מה שיאמר על גביהן עניינו על גב העליון וכאשר היה העליון עודף טפח אין הבדל בין היות הטומאה תחת הזיז התחתון או תחת הנוסף אשר יוסיף לעליון או ע\"ג זיז התחתון אשר יביא הטומאה ביניהן כל מה שתחת העליון טמא בכל אלו המצבות אשר תביא הטומאה ביניהן ושרש זה כבר הוכפל פעמים ולזה אמר תחתיהן וביניהן טמא והלכה כרבי יהושע: \n"
            ],
            [
                "כאשר היתה טומאה ביניהן והיה ביניהן פחות מגובה טפח הנה אין זאת הטומאה באהל ואמנם היא דחוקה והיא אשר תקרא בש\"ס טומאה רצוצה ולזה כנגדו עד הרקיע טמא וכאילו היה על גביהן ואשר ראוי שלא תטמא ג\"כ תחתיהן להיות בתחתון פותח טפח והוא גבוה מן הארץ גובה רב לפי שהמאמר הוא בזיז והוא כמו שקדם: \n"
            ],
            [
                "זה מבואר ממה שקדם ודין השתי יריעות זו על גב זו כדין שני זיזין: \n"
            ]
        ],
        [
            [
                "כבר ביארנו בפי\"א (מ\"ג) ענין אמרו אין מביאין את הטומאה וביארנו שם סגוס ושם כופת. וטבלאות לוחות: וענין אמר בכאן עד שיהיו גבוהין מן הארץ פותח טפח לפי מה שאספר וזה כאשר היה סגוס או כופת או טבלא או בגד מושם אחד למעלה מהשני עד שיהיה בגבהו טפח עוד היתה הטומאה למעלה מזאת הטבלא דרך משל אשר היתה גבוה מן הארץ והיתה טבלא שניה ממעל לטומאה דבוקה בה הנה זאת הטבלא העליונה מביאה את הטומאה ותטמא כל הטבלאות ומה שביניהם מן הכלים וזה הדין בעצמו בסגוס ובדומה לו בזה הדבר נחלקו טבלאות של שיש לפי שהן נחשבות כארץ ואם היו שיש על שיש והיה בין השיש העליון אשר תחתיו הטומאה ובין הארץ גבוה אלף אמה לא נחשוב מהשיש כאילו הוא נעדר אבל נאמר שהיא תחתיו טומאה רצוצה ובוקעת ועולה בוקעת ויורדת ולשון התוספתא בביאור אלו הענינים כן טבלאות של שיש חלקה זו על גבי זו וטומאה תחת אחת מהן אפי' גבוהות מן הארץ אלף אמה טומאה בוקעת ועולה בוקעת ויורדת: \n"
            ],
            [
                "<b>נוגעות בקרנותיהן.</b> על זאת הצורה   <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAADkAAABHAQAAAACVS9KZAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAAhklEQVQokaXSMQqAMAwF0F8cPID3MUcTcfBK7gpep+DSQRqb2oLYWlAzPX5ImyHgUEihKQJAFyEhTExKUGw89gSmANxh34CvoDxsAeqesOKJLMk40KKWlpTDngXxKMs3bg1BzdrDvfUZa4LQIh4SzB5u+fUHdA7hi2qpTgCP6MMhbQ+nFXEA0LG1uLvVOjkAAAAASUVORK5CYII=\"> הנוגע בשניה טמא טומאת ז'. לפי שהוא חלק מאהל המת וכלים שתחתיה טהורין לפי שלא יגיע בינה ובין הטבלא אשר תחתיה הטומאה פותח טפח עד שתביא לה טומאה ואמנם ימשש זוית לזוית לבד כמו שביארנו והבן זה הענין והקש עליו ואמר עד שיהיה בו רבוע פותח טפח לפי שכבר יהיה מעט הגובה או מעט הרוחב הנה לא יביא טומאה תחתיו עד שיהא בו טפח על טפח על רום טפח:  "
            ],
            [
                "כבר ידעת איך הוא תמונת החביות וזה שבטניהם בולטים ושוליהן וראשיהן מחודדים וכאשר יתחבר חבית מהחבית הנה כבר ימשש שטח זה לשטח זה טפח על טפח או יותר מטפח וכאשר תמשש אחת חבירתה והתחברו כולן אחת (תחת א') בין שהיו יושבות על שוליהן או על צידיהן והיו כולן גבוהות מן הארץ טפח הנה היו כולן אהל אחד ולזה כאשר טומאה תחת אחת מהן תחת כלן טמא. והוסיף בזה החביות דין ואמר כי כאשר התחברו כמו שספרנו בפותח טפח והם כבר נטמאו במין ממיני הטומאות והיתה טומאה תחת אחת מהן תחת כלן טמא אף על פי שאין שם חלל טפח ולזה להיותה בעלת בטן ולה חלל הרבה ואנחנו נאמר הצד עליון מביא את הטומאה לפי מה שקדם מאמר בטומאת אלו החביות כולן טמאות ואוירן טמא אולם אם היו טהורות למה שיתפשט זה המאמר לפי שהצד העליון לא תגיעהו הטומאה לפי שכלי חרס אינו מטמא מגבו כאשר השרשנו: \n"
            ],
            [
                "<b>כלים שבחצץ.</b> ר\"ל שיהיה בתוך המחיצה ואם היה במקומה חלל טפח על טפח הנה היא תטמא בין היתה טומאה בבית בין היתה טומאה אחורי המחיצה ואלו היריעות יחוצו בפני הטומאה לפי שהוא שם אהל לפי מה שהתבאר בח' מזאת המסכת: \n"
            ],
            [
                "<b>כלים שבחצץ.</b> אין בהם הבדל בין בהיותן בתוך המחיצה או בתוך החצץ והארץ גובה טפח הנה זאת המחיצה נעדרת ויהיו הכלים טמונים בתוך הארץ אשר תטמא שארצו של בית כמוהו עד התהום ולשון ספרי כל אשר באהל (במדבר י״ט:י״ד) לעשות קרקע הבית כמוהו עד התהום ובזה הענין מן הצדדין או כנגד הקורות לפי שלא יצטרך שם חלל טפח וכבר התבאר לך שאלו המחיצות מצילין על הטהורים מלהטמא ולא מצילין על הטומאה עד שלא תטמא כמו צמיד פתיל לפי מה שבארנו בח' מכלים ואל הענין הזה רמז בתוספתא באמרם צמיד פתיל ואהלים מצילין על הטהורים מליטמא ואין מצילין על הטמאים מלטמא ושמור זה: \n"
            ],
            [
                "<b>טומאה מבפנים.</b> בתוך הבית בין שיהיה בתוך התבן בין שיהיה בין התבן לקורות וכלים שכנגד היציאה ירצה בו הכלים אשר תוכן בפתח הבית בכלל הבית ול' התוספת' (פט\"ו) כלים שכנגד יציאת הטומא' במלואו של פתח טמא. ואמרו טומאה בחוץ ירצה בו חוץ לתבן במלואו של פתח ואשר יציל על הכלים ואע\"פ שמקומן טפח על טפח בתוך התבן כאשר היה בין התבן לקורות פותח טפח לפי שסתם תבן דעתו לפנותו ואינו חוצץ: \n"
            ],
            [
                "<b>בטלו.</b> ר\"ל בטל דין הבית ואם היה בתוך זה העפר כלים ובמקום אחר ממנו טומאה הנה לא יטמאו אלו הכלים באהל שדין האהל כבר בטל להיות בית נהרס וכן כרי של תבואה וגל של אבנים ואע\"פ ששם טומאה בצד הכלים ולא תהיה שם נגיעת הכלים לפי שטומאה רצוצה לא תטמא אם לא בנכחיות כמו שהשרשנו ואם היתה טומאה בזה הכרי כולו הוא כמו קבר סתום ומטמא מכל סביביו ול' התוספתא (שם) כרי של תבואה וטומאה בתוכו טומאה בוקעת ועולה בוקעת ויורדת ואם יש במקום הטומאה טפח על טפח הרי הוא כקבר סתום ומטמא מכל סביביו: \n"
            ],
            [
                "כבר התבאר שזה החצר מקורה ופתח המערות אשר בם הקברות פתוח אצל זה החצר והוא אשר תקרא חצר הקבר ומי שעמד בה הוא טהור לפי שאם היה בו פחות מארבע אמות על ארבע אמות הנה הוא אז מתקרב אל פי המערה ויטמא ולפי דעת בית הלל הוא טהור עד שיהיה בחצר ד' על ד' ואם היה זה החצר מגולה הנכנס לתוכה טהור באי זה ענין אם לא שיגע בפתח המערה ובתוספתא בזמן שהיא פתוחה לאויר אפי' מרוחק מן השקוף כל שהוא הנכנס לתוכה טהור ובלבד שלא יגע בשקוף: ואמרו אין טמא אלא כנגד הפתח ר\"ל פתח הקבר: עוד אמר שאם העמיד הקורה נצבת על פי הקבר ושמוה כנגדו אם היה גבוה ארבעה טפחים לבד יטמא משום גולל ובלבד שיתכוין לחתוך הנוסף על ד' טפחים ורבי יהודה אומר אפי' כולה היא גולל: <b>לגוד.</b> לחתוך. מן גודו אילנא (דניאל ד׳:י״א) ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כבר ידעת שכלי חרס המוקף צמיד פתיל לא יטמא בטומאת מת וכן הבהמות והחיות לא יטמאו במין ממיני הטומאות כמו שהשרשנו בפתיחה וכאשר עשה ממנו גולל לקבר הנה היא תטמא משום גולל לא שיהא תטמא בהיותה חלק מהקבר אשר יגע בה כאילו נגע בקבר אבל היא תטמא במגע כל זמן שהיא על הקבר (וכאשר נשארה טהורה הוסרה מן הקבר בעצמה) ואין הלכה כרבי מאיר: \n"
            ],
            [
                "כבר קדם לך בפרק הראשון מזאת המסכתא שהאדם כאשר נטמא במת ונגע בכלים יטמא אותן טומאת ז' ולזה כאשר נטמא אדם במת אם נגע בו או האהיל עליו ואחר נגע בכלים הנה אלו הכלים טמאים אבל אם נגע במת או האהיל עליו עוד האהיל על הכלים הנה לא יטמא אותן לפי שטמא מת אינו מטמא באהל אמנם יטמא במגע אם לא שהאהיל בידו אחת על הטומאה ובידו השנית על הכלי יחד ושיהא בידו פותח טפח אשר היא שיעור הבאת הטומאה ואז יהיו אלו הכלים טמאים להגעתן עם הטומאה תחת אהל אחד וכבר קדם לך בו' מזאת המסכתא שהאדם נעשה אהל לטומאה וכן אם היו שני בתים קרובים ובהן כשני חצאי זיתים ופשט (שם) [שתי] ידיו לשני הבתי' יחד הנה אם הי' פותח טפח בכל יד כבר הגיעה הטומאה ביניהן ונטמא הוא ושני הבתים והיה כבית אחד והיה כזית מן המת תחת אהל מחובר ולא תסתור אומרו פותח טפח לפי שכבר הקדמנו שקטן בן יומו מטמא טמא מתו יהיה נער קטן: \n"
            ]
        ],
        [
            [
                "<b>מרדע.</b> הוא המחרישה וכבר קדם לך בט\"ז מכלים שמרדע בינוני הוא אשר הקיפו טפח הנה ברחבו אצבע ושליש וזה שליש הטפח בקירוב וכבר ביארנו בש\"ס (שבת דף יז.) שרבי טרפון חשב כאשר שמע זה המאמר שהמרדע או כל מה שהוא כעובי המרדע כאשר האהיל על הטומאה ועל הכלים נטמאו אלו הכלים ותביא להם טומאה ותמה על זה ואמר שיקפח את בניו אם לא תהיה בזה הדין טעות וזאת ההלכה נעדרת האמת והוא ענין אמרו ההלכה מקופחת היא ומזה אמרם (פסחים דף קיח.) אין הקב\"ה מקפח שכר כל בריה שלא יעדיר אותו ממנו אבל ימציא תועלתו וכן אמרו (שם דף פז:) אוי לה לרבנות שמקברת את בעליה אין לך כל נביא שלא קיפח ד' מלכים ר\"ל שהם נעדרו והוא נשאר אחריהם עוד ביאר מקום הטעות ואמר שנפילת הטעות בעבור ששמע השומע שהחורש כאשר הלך והמרדע על כתיפו והאהיל קצה זה העץ על הקבר הנה כבר נטמא המרדע ונטמא החורש הנושאו וחשב השומע שסיבת טומאת החורש הנושא המרדע אמנם הוא היותו אז עם המת או הקבר תחת צל אחד והוא צל המרדע וחתך ואמר שכל המטלטלים מביאין את הטומאה בעובי המרדע ואין הענין כן ואמנם סבת טומאתו היותו נוגע במרדע והמרדע כבר האהיל על הטומאה והנוגע בכלים המאהילים על המת כבר יטמא כמו שבארנו בפתיחת זה הסדר ואולם הבאת הטומאה הנה לא תהיה בפחות מפותח טפח ולפי זה הדעת כאשר האהיל עובי המרדע על האדם ועל הטומאה ולא יגע האדם בזה המאהיל לא יטמא זה האדם. ותיקן ר\"ע מאמר ר\"ט ומה שחשב ר\"ט ממאמר המשנה כמו שתראה. והלכה כר\"ע לפי שמאמר המשנ' כל המטלטלין מביאין את הטומא' בעובי המרדע אמנם רצה בזה על האד' הנושאן לבד והוא מכלל י\"ח דבר שגזרו כמו שזכרנו בתחלת שבת: \n"
            ],
            [
                "<b>אסל.</b> שם העץ אשר יעתיקו בו הכתפים המשא והדומה לו וכאשר היו הקדרות תלויות מקצה האסל אחורי גב הנושא והקצה האחר מאהיל על הטומאה והיה בעץ פותח טפח יטמאו אלו הקדרות אשר בקצה השני וזהו ענין אמרו ועל שאר אדם וכלים בפותח טפח: ותלוליות קבוץ תל ושמו ג\"כ בערבי תלי וזאת העיר בתנאי שתהי' עיר קרובה לבית הקברות וזהו הדרך אשר זכר ג\"כ דרך ביה\"ק ואמנם נדין על אלו התלוליות מחשבה ביארה הש\"ס (כתובות דף כ:) שהנשים יקברו בהן הנפלים ובעלי המומין איבריהם כאשר יפרדו מהם ואמנם דנינו על התלוליות הישנות (הקדימה) [הטומאה] ואפילו היו רחוקות (השנים) [הטעם] לפי שהם פעמים יהיו קרובים מן המדינה והיו אנשי זאת המדינה יקברו שם מה שזכרנו ונחרבה המדינה ההיא והלכה כרבי יהודה: \n"
            ],
            [
                "כבר ביארנו בסוף נזירות (דף סה.) שאמרו מת לא הרוג מושכב לא יושב כדרכו לא ראשו בין יריכותיו לפי שהוא כאשר יהיה על אחד מאלו הענינים אינו עושה שכונת קברות וכן אמרו המוצא שמצאהו אחר חקירה ודרישה ושם התבאר ג\"כ שמת [שחסר] שאין לו תבוסה ולא שכונת קברות וכאשר תמצא מת באלו התנאים ונרצה שיראה זה המקום ובהסרתו יסיר העפר אשר התערב בו דמו ולחותו וזה העפר יקרא תבוסה להתערב חומרו שם כמו שביארנו בענין תבוסה כמו שקדם וזה כשיסיר כל מה שתחתיו מהעפר התיחוח עד שלא יצטרך חפירה ויחפור בארץ הקשה עומק שלש אצבעות וסמך זה למאמר יעקב אבינו ע\"ה (בראשית מ״ז:ל׳) ונשאתני ממצרים וקברתני בקבורתם אמר לו טול עמי מעפר מצרים לפי שבו חומר למת וכאשר ימצא מתים רבים במקום אחד נפגשים קצתם על קצתם הנה הם דמיון איש אחד ונוטלן ואת תבוסתן ואם ימצא אותם על אלו התנאים ובקצתות הנזכרין הנה אלו המקומות בחזקת בית הקברות וכבר התבאר בפרק הששי מבתרא (דף קא.) שאצל החכמים כל מערה מהמערות אשר יקברו בה המתים אינה בפחות מו' אמות על ד' אמות וכל חצר אשר לפני המערה ו' על ו' ויהיה ארך שתי מערות וחצר שביניהן י\"ח אמות ואמנם הצריך הנה לומר עשרים אמה לפי שאם יחפרו פעמים על הקבר על ארך צלע שתי מערות והחצר ולזה השיב הש\"ס כאשר אמר תמני סרי הויין והשיבו אימר באלכסונה בדק והוא טעם ג\"כ באמרנו מד' אמות עד ח' לפי שהמערה אמנם היא ארבע על ששה אבל אלכסונה של מערה יותר משבע אמות ולכן לקח הוא ח' לחומרא וכאשר תמצאם בהם במת הח' אמות אולי זאת המערה וזאת בית הקברות. שאילו מתחלה ר\"ל זה אשר מצא בסוף עשרים אמה אם מצאו בתחלת הענין היה הרוג או יושב או מושכב שלא כדרכו אינו בודק עשרים אמה אלא נוטלו ואת תבוסתו בלבד שחזקתן עובד כוכבים: \n"
            ],
            [
                "בעבור שאמר בודק ממנו ולהלן עשרים אמה ביאר לנו איך תהיה הבדיקה ופחות מה שיהיה בין קבר לקבר אמה אחת ולזה כאשר ימצא זה המת השלישי קבור כמו שספרנו <small>[צ\"ל יעזוב]</small> ועזב לפניו אמה לפי שהוא פחות מה שימצא בין שני קברות ויחפור באמה השניה לפי שפעמים יש שם קבר אחר ולא יצטרך לחפור על אורך הקבר  אלא רוחב אמה כשיעור אורך אמה כ\"ה בתוי\"ט. (כשיעור אורך אמה אלא רוחב אמה) ג\"כ והוא אמרו אמה על אמה לפי שאם יהיה שם מת יראה ואז יצטרך שיגלה מגופו וכן עד עשרים אמה יעזוב רחב אמה ויחפור אמה על אמה עוד ביאר שיעור עומק החפירה כמה יהיה לפי שכבר יהיה הקבר בו בתכלית העומק ואמר עד שהוא מגיע לסלע או לבתולה ובתולה ירצו בה ארץ אשר לא יראה בה אותות היישוב לא תיחוח ולא עפר ולא מה שדומה לזה אבל ארץ קשה נדמה כבתולת אדם: ואמר המוציא את העפר ירצה בו אשר יעתיק זה העפר ודומה לו מותר לו אכילת תרומה ובתנאי שלא יכנס במקום הטומאה אבל יוציא העפר וישליכהו וידוע ששם התרומה דמע מלאתך ודמעך לא תאחר (שמות כ״ב:כ״ח): ומפקח בגל הוא שיגלה ויחפש הבנין הנופל ויהרוס אותו ולא יודע אם שם מת ואם הוא עומד במקום טומאה או עומד במקום טהרה וזה אינו ידוע עד שיגלה המקום ובעבור זה אינו אוכל בתרומה: "
            ],
            [
                "כבר ביארנו בשני מפיאה ששלולית היא אמת המים אשר תצא מן הנהר להשקות בו הגנות והפרדסים ודרד הרבים לא יקבר אדם בו ולזה לא יצטרך בדיקה ולכן כאשר הגיע לזה כבר סיים שכונת קברות ולא יצטרך להשלים כ' אמה ואין הלכה כר\"ש: \n"
            ]
        ],
        [
            [
                "כבר זכרנו בפתיחת דברינו בזה הסדר שבית הפרס טמא והוא מדרבנן ושהוא ב' מינים וזה אחד מהן והוא החורש את הקבר והוא אשר יקרא בית הפרס להתפשטות הקבר על כלו תרגום (שמות מ׳:י״ט) ויפרוש את האהל <small>[על צ\"ל המשכן ופרס ית פרסא על משכנא]</small> ופרסיה למשכנא ואמר שמי שחרש במקום שבו קבר הנה הוא ישים בית הפרס מזה המקום אשר בו הקבר בארך מאה אמה מזה הארץ אשר חרש והפכה וזהו אורך מענה ומענה הוא הקו אשר יקוה אותו המחרישה על ארך השדה אמר הנביא (תהילים קכ״ט:ג׳) על גבי חרשו חורשים האריכו למעניתם וכן ישים בית הפרס מאה אמות ברוחב ומקום בן מאה אמה על מאה אמה הוא בית ארבע סאין לפי שבית סאה נ' על נ' כמו שביארנו פעמים: ורבי יוסי אמר שאם היה זה המקום הנחרש בלתי שוה אבל בו מעלות ומורדות הנה הוא ישים בית הפרס בית חמש סאין וזה מאה וי\"א אמות וג' רביעי אמה בריבוע בקירוב ותנא קמא אמר בית ארבעה סאין היה מקום שוה או בלתי שוה עוד נתן אלינו תנא קמא אות נדע בו שיעור ארבע סאין כמה הוא כאשר היה המקום בלתי שוה השטחים אמר שישימו רובע קב כרשינין על תוספת המחרישה והוא אשר תקרא בורך המחרישה לפי שהוא דומה לארכובת האיש והיה המקום אשר בו אלו הגרעינים ינקבו שיעור שיצא ממנו גרעין א' מגרעיני אלו הכרשינין עוד ילך החורש עם המחרישה והגרעינין יפלו עד שיעברו אלו כולן ובלא ספק כי כאשר ישאר השארות מועט מאלו הגרעינים הנה הם לא יפלו בצד א' אלא אחר נענוע הרבה אבל יהו הגרעינים בסוף המחרישה רחוקים קצתן מקצתן ואמר כי כאשר יצמחו שלשה גרעינים זה בצד זה שם יכלה בית הפרס והוא שיעור ד' סאין וכבר ביארה התוספתא ענין מאמר ר' יוסי במורד אבל לא במעלה ואמר שר' יוסי יאמר כי כאשר נחרש הקבר עם מקום גבוה אינו עושה בית הפרס כמו שיהיה הקבר למטה ויתחיל בחרישה עם עליונות זה ההר או המדבר ואין הלכה כר' יוסי בשני המאמרים: "
            ],
            [
                "הטיח בסלע או בגדר או שניער המחרישה בסלע או בגדר או שנתש אותה מן העפר הנה שם יכלה הבדל בית הפרס אולם אם משך את המחרישה ולא הבדיל בה הנה תהיה בית הפרס עד מאה אמה והנשאר טהור כמו שהקדמנו לפי שבאותן מאה אמה יכלה כל עצמות המת ובשרו ויאבד שם רבי אליעזר אומר בית הפרס עושה בית הפרס ענינו כי כאשר חרש ג\"כ בית הפרס הנה הוא ישים מאה אמה מהמקום אשר התחיל בו החרישה בית הפרס כמו אם נחרש הקבר ור' יהושע יאמר שזה אמנם יהיה כאשר נחרש הקבר ולא ישלים מאה אמה עוד נחרש מקצה בית הפרס ונשלמו הק' אמות ויהיה לכולן דין בית הפרס אולם אם שם קו מן ק' אמה הוא מלא מענה המבואר בו שכבר יהיה שם דין בית הפרס ושחרישתו והארכת החרישה חוץ ממנו הנה לא יעשה בית הפרס ואין הלכה כר' אליעזר: \n"
            ],
            [
                "טימיא שם עצמות המת ומאמר החכמים <small> [רש\"י בברכות נט. הביא זה בשם ב\"ר (פע\"ח) וכן כתב רש\"י פרשת במדבר ה' ב' בשם ב\"ר]</small> (גיטין דף נ.) אנדרינוס שחיק טמיא ענינו שחיק עצמו' ומלטמיא מורכב מלא טמיא והכונה חפירה מלאה עצמות. שדה שאבד קבר בתוכה ולא התאמת מקומו או שדה שנמצא בו קבר הנה כבר אפשר שהי' שם קבר אחר ונחרש או לא היה או מי שחרש ארץ שאינה שלו או עובד כוכבי' שחרש הנה אלו כלן אין בהן דין משום בית הפרס לפי שבית הפרס הוא דרבנן ולא גזרו על אלו ואמנם היה שרש הגזרה על שדה שנחרש בה קבר ידוע ובתנאי' הקודמים: ואמרו שאין בית הפרס לעובדי כוכבים טעם לאמרו עובד כוכבים שחרש צ\"ל אינו עושה. או שעשה בית הפרס לפי שכאשר יהיה כותי אינו עושה בית הפרס כל שכן עובד כוכבים לפי שלא גזרו עליהן: "
            ],
            [
                "<b>על גבי טהורה.</b> ר\"ל שהיתה עליונה ממנה וסבת זה מה שזכרנו לא אמרו אלא גוש כברייתו ג\"כ לא גזרו על זה הניגר עם המים: \n"
            ],
            [
                "כאשר היה פתח העליה על שיעור פתח הבית בשוה ונכחי אליו הנה העליה טהורה בהכרח לפי שאמנם היה הקבר כבר הגיע בדין הבית לפי שאם היה תוך הבית הנה העליה טהורה ואם היה תחת כותל מכתלי הבית הנה העליה ג\"כ טהורה לפי שהבית הוא אהל על הקבר והעליה אהל אחר למעלה מזה האהל ואם היה הקבר תחת פתת הבית הנה המשקוף אשר לבית יאהיל עליו ויהיה משקוף העליה אהל על אהל אולם אם לא יהיה הפתח על יושר פתח העליה הנה העליה טמאה לפי שכבר אפשר שיהיה הקבר תחת הכותל אשר עליונו פתח עליה ויהיה משקוף העליה מאהיל על הקבר ותהיה העליה טמאה וזה מבואר וכבר קדם לך שעפר בית הפרס ועפר חוצה לארץ מטמאין במגע ובמשא או כאשר יתלה בקצה הירק כאשר ישרשו אותו מעפר בית הפרס והיה כשיעור חותם המרצופין יהיה טמא לדעת ר' אליעזר: ומרצופים הם כמו נודים מעור ישימו בו הולכי ארח בגדיהם וכליהם וינעלו אותם ויחתמו אותם בחותם מטיט וכבר יעשו חותם לכתבים גם כן מזה הטיט וכבר זכר בתוספתא שרבי אליעזר אמנם חלק עם חכמים בעפר חוצה לארץ לבד והשיב רבי יהודה דבר לחזק בו דעת חכמים ואמר שכבר נתקבץ מעפר חוצה לארץ כסאה וכסאתים ולא חשו להם משום טומאה אם אין בכל חותם מהם כחותם המרצופין והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כבר ידעת שהאוכלים לא יטמאו אלא אחר שהוכשרו באחד מז' משקין וכבר הודעתיך בשבת (פרק א) שמכלל י\"ח דבר שגזרו הבוצר לגת הוכשר לטומאה והתבאר בגמרא שבת (יז.) סבת זה ובכלל הטעמים לפי שפעמים יבדוק אדם כרמו כאשר ירצה לבצור אותה ויקח אשכול אחד ויעצור אותו בידו לראות אם הוא מבושל אחר ישליך אותו על הענבים הנחתכים אולם בוצר לצמק אינו מוכשר וכאשר היה כרם בבית הפרס בזאת הגזרה להיות טומאת בית הפרס דרבנן כמו שהתבאר ויאמר שאם נטהרו האנשים והכלים בהזאת שלישי ושונין בשביעי עד שלא יהיה שם טומאת מת אמיתי כדי שלא יהיה חושב שהוא יבצור בזה הפרס עצמו טמא אחר יחתוך ויוציא הענבים חוץ לבית הפרס וישאו אותם אנשים אחרים טהורים לפי שהם יטמאו באהל בהכרח לפי שמעת שיכנסו לבית הפרס יטמאו ואמרו אלו הענבים בלתי מוכשרין כל זמן שיהיו בבית הפרס וכאשר יצאו חוץ לבית הפרס הוסר ההכרח ונשאר בהכשר כמו שגזרו על בוצר לגת ולזה כאשר יגעו הטהורים אשר ישאו הענבים לגת וכאשר יבצרו אשר הם יטמאו טומאת בית הפרס נטמאו ויטמאו הענבים שהן מוכשרין כמו שביארנו ובית שמאי אומרים שאין תקנת בצירה לגזירת בוצר לגת כלל אלא אם הבוצר לא יגע בכלי שלא יטמאהו ויטמא הכלי לענבים ואמנם יחבר חבור על המגל ואז יבצור בו בכלי טהור שלא יקבל טומאה או יבצור הענבים באבן אשר לא יקבל טומאה וישימהו בכפישה וכבר אמרנו שהוא כלי לו אוגן גבוה והאמת אצלי שהיא לא תקבל טומאה שהיא בלא ספק מכלי אבנים והדומה לזה ולזה תציל באהל המת כמו שהתבאר בה' מזאת המסכתא: ואמר רבי יוסי שזה הדין אשר זכר ב\"ה אמנם הוא בכרם נטוע בבית הפרס שאין תקנה בבצירה אבל כאשר יבצור לגת הנה הוא מוכשר להטמא אבל יבצור למכור לשוק לאכילה אשר אינו מוכשר ואין הלכה כר' יוסי: וכבר הקדמנו בפתיחת זה הספר שהאדם אשר יטמא בבית הפרס הוא אב הטומאה ולזה יטמא אדם וכלים כמו שהשרשנו שם: \n"
            ],
            [
                "כאשר נחרש הקבר הנה כבר נתפזר על פני כל הארץ ולזה יטעו בו האילן להמשך שרשו תחת הארץ ולא תזרע בו הזרע לפי שהיא תהיה מחוברת לעפר העליון אשר בו נתפזרו העצמו' וכאשר יתלש זה נתלש עמו מן העפר אשר בו העצמות ושארית הבשר ואם היה הדבר אשר זרע מה שאין דרכו שיתלש אשר לא יצא שרשו מן הארץ הנה זה מותר כמו החטה והשעורה ואם זרע מה שדרכו שיקצר ואח\"כ תלש אותו הנה העפר אשר נתלש עמו כמו שזכרנו בדין בית הפרס עצמו והוא ענין אמרו ואם עקרו צובר גרנו לתוכו אחר יכברהו בכברה פעם אחר פעם עד שלא ישאר שם עצם כשעורה: ותבואה היא חמשת המינים וקטניות הן הפולים והאפונים שיתחבר בהם עפר רב: וקש הוא התבן מחמשת המינים: ועצה הוא תבן הקטניות. עוד אמר שזה בית הפרס הנזכר מטמא במגע ובמשא ואינו מטמא באהל וזהו בית הפרס הנמנה בשני מזאת המסכתא והלכה כחכמים: \n"
            ],
            [
                "זהו בית הפרס השני בעבור שלא יודע מקום הקבר לא יטעו בו אילן מאכל לפי שאוכל על זה הקבר הנה זה האילן ימשך תחת הארץ ויתחבר במת אבל מותר לזרעה לפי שלא ימשכו שרשי הזרעים תחת הקבר וזה בית הפרס מטמא באהל לפי שאולי בזה הקבר האהיל כאשר לא נדע מקומו איה אבל ידענו באמת שבזה השדה קבר כבר היתה בו טומאה קבועה: ואמרו חוץ מאילן סרק שאינו עושה פירות ולא נבין מזה שיש אילן סרק עושה פירות לפי שהוא ביאר ואמר שהסבה בהתר נטיעת אילן סרק לפי שאינו עושה פירות ואין בו דבר שנחוש לו שמא יטמא: \n"
            ],
            [
                "זהו בית הפרס השלישי הוא מקום רחוק מבית הקברות וקרוב למדינה יעברו בו המתים ויספדו בו ואינו מוחזק בטומאה והיה עפרו טהור ואמנם מנעו בו הנטיעה והזריעה כדי שלא ישתמשו בו האנשים שם בשביל ששם טומאה והוא אמרם שלא להרגיל רגל אדם להכנס לשם ולא נעשה זה הבית הפרס כראשון לפי שכל מי שיכנס לשם טמא לפי שהוא מטמא במגע ובמשא כמו שקדם מרוב השמוש אשר בו אולם זה השלישי אשר כל מי שיכנס בו טהור וכבר אפשר שיהיה בו טומאה מנעו להכנס בו ולהשתמש שם: <b>ומודים שבודקים לעשות פסח.</b> ענין זה שההולך לשחוט את פסחו ויצטרך שיעבור לבית הפרס יקח זה העפר אשר הלך עליו וינפחהו כמו שזכר ואם מצא בו עצם כשעורה הנה הוא טמא ואינו עושה פסח ואם לא ימצא שם טומאה הנה הוא טהור ועושה פסחו וכן אם נכנס לבית הפרס לענין מהענינים ואחר הפגשו פרק הפסח בודק ועושה פסחו ולא יעשה זה לתרומה אבל הנכנס לבית הפרס כבר נטמא לתרומה ואינו בודק כלל וסבת זה שטומאת בית הפרס דרבנן ופסח בזמנו בכרת ולא העמידו דבריהן במקום כרת בכל הדברים ואין בגזירה דרבנן ביטול קרבן במועדו אבל יעשה אותו כמו שנזכר בזה המקום אבל אכילת תרומה הנה אין בה זולת מצות עשה שכל אכילת קדשים מצות עשה הוא ובמקום עשה העמידו דבריהם והנזיר כאשר נכנס לבית הפרס אם נטמא ולא יצטרך בדיקה או יבדוק בזה מה שיטמאהו אם לא זהו מחלוקת בית שמאי ובית הלל. ועפר שהוא יכול להסיטו כל מה שהוא יכול לדקותו ולהוציא בכברה יעשה: <b>וממחה.</b> הוא שיניח ידו בכברה כל מה שיוכל על התכלית: \n"
            ],
            [
                "<b>הרוצף.</b> מן רצפה ענינו שירצפו באבנים אבן לצד אבן ויהיו האבנים גדולות שלא יוכל להניען ביד כאשר יתמידו ללכת בו: <b>ועוזק.</b> בלשון ערב אל תעזיק והוא שמסלק האבנים ומנקה אותו עד שיהיה שוה ובתוספתא פסקו אין לך בדיקה גדולה מזו והוא מאמר הפסוק (ישעיהו ה׳:ב׳) ויעזקהו ויסקלהו ואין הלכה כר\"ש בשני המאמרים: \n"
            ],
            [
                "כבר התבאר בש\"ס (ב\"מ דף קה:) שאדם שכחו רע הוא שיהיה רגלו מתנועע ומתרעד בעת העתקו ובהמה שכחה רע שתהיה בהמה חלושה שכאשר ירכב עליה תטיל גללים וכאשר היה הנושא מתנועע הנה כאילו הוא עצמו הולך בבית הפרס וידענו שכח זאת הגזירה שגזרו על הארץ העמים טומאה אינו על הרריה ועל אבניה כי לא יקברו שם מת כלל אבל הוא טמא להשתפך בהן עפר ארץ העמים: וכבר התבאר ששונית הוא המקום אשר יעלה אליו הים אצל מלואה ובאלו גושה טהור לפי שהיא לא תתישב ואיך יקברו בו המתים ולזה לא יטמא ההולך שם בהיותו נוגע בארץ העמים אבל אלו המקומות כמו אויר שאר ארץ העמים ואחר גזרה זו גזרו על ארץ העמים שיטמא גושה ואמרו ענין זה שהיא תטמא במגע ובמשא כמו שקדם ויטמא מי שיעמוד באוירה ואפי' לא נגע בארץ ולשון התוספת' הכניס ראשו ורובו לארץ העמים טמא וכן בגמרא גיטין (דף ח.) שהימים אשר בארץ העמים והאויר הוא כמו ארץ העמים וכאשר היה זה כן אמר בכאן שהוא טהור להולך בים והדומה לו אמנם הוא לפי הגזרה הראשונה אשר גזרו על גושה לבד ולא על אוירה כמו שהתבאר בגמ' שבת (דף טו:) או יהיה הענין אמרו טהור שלא תחייבהו דיני טומאת מת ר\"ל הזאת שלישי וז' ואין שורפין תרומה וקדשים שנכנסו לשם לפי שזהו דין אוירה רצה לומר שהגזרה היא אגושה לשרוף ואאוירה לתלות ואינו צריך טביל' ולא הערב שמש וזהו האמת אצלי: \n"
            ],
            [
                "<b>סוריא.</b> היא הארץ שכבש דוד חוץ מארץ ישראל והיא דמשק וחלופו. וכבר התבאר בפ\"ו (מי\"א) ממס' דמאי שהיא אינה כארץ ישראל בכל דיניה ולא כמו חו\"ל וביארנו שם סבת זה ובתוספתא דכלים (פ\"א) בשלשה שוה סוריא לא\"י ובשלשה לחוצה לארץ עפרה טמא כחוצה לארץ המביא גט מסוריא כמביא מחוצה לארץ המוכר עבדו לסוריא כמוכר לחוצה לארץ וג' כארץ ישראל הקונה בסוריא כקונה בפרווד שבירושלים וחייבת במעשרות ובשביעית ואם יכול להכנס לה בטהרה טהורה וכבר נכפל פעמים בזרעים שאשר יהיה לו קרקע לבד בסוריא הוא אשר יחייבהו שיוציא ממנו ר\"ל ממה שיצמח בזה הקרקע המעשר והוא ענין אמרם כקונה בפרווד שבירושלים כמו שביארנו בסוף חלה: וענין להכנס לה בטהרה. שתהי' דבוקה לא\"י גבול בגבול לא תבדיל ביניהם ארץ אחרת ולא מקום טמא. ובתוספתא כמה תהא סמוכה ויהא יכול להכנס לה בטהרה רבי שמעון בן גמליאל אומר תלם אחד מפסיק ר\"ל אפילו אם היה ביניהם מארץ העמים או מארץ טמאה כמו בית הקברות דומה לו רוחב תלם אחד וזהו טפח הנה הוא יבדילנה ולא תהיה טהורה כמו ארץ ישראל: ומדורות העובד כוכבים ר\"ל כאשר עמדו במקום מארץ ישראל אע\"פ שאין עמו אשה <small>[שתשב עמו [טמאים] גזירה משום מדור שתהיה בו אשה כצ\"ל]</small> (כשרה גזרה משום שתשב עמו) שאנחנו לא נכוין לפי טומאת הישובין רק בלבד לטומאת מת וכאשר היתה עמו אשה נאמר אולי הרתה והפילה וקברה הנפל בזה המקום ולא יהיה נפל בפחות מארבעים יום כמו שביארנו בכריתות (פ\"א) אולם אם אין עמו אשה הנה בהיקש יתחייב שאינו צריך בדיקה ואמנם יעשה זה כמו שביארנו ואם היה שם מי שישמרהו שלא יקברו שם דבר אינו צריך בדיקה: "
            ],
            [
                "כבר ביארנו שביב הוא הצנור שיגירו בו המימות וקבוצו ביבין: <b>כל מקום שהחזיר וחולדה יכולין להלך בו אינו צריך בדיקה.</b> לפי שאלו הבעלי חיים מחפשים על זה הדבר הנקבר ויאכלו אותו ועפר תיחוח הוא העפר הבלתי קשה שהקשה אי אפשר לבעלי חיים הנזכרים שיחפרו בידיהם ויוציאו מה שקברו בו: \n"
            ],
            [
                "<b>האצטווניות.</b> הוא מקום <small>[בד\"נ הגי' הוא מקום כרמלית ואין לו כותל]</small> אבל הוא נוטה מרה\"ר ואין לו כותל והוא מין ממיני הכרמלית אמרו הים והבקעה והאצטווניות אינו לא כרשות היחיד ולא כרשות הרבים וכבר ביארנו זה בשבת (דף ו:): ואמרו עיר עובדי כוכבים שחרבה רוצה בו שתהיה מדינה מא\"י החזיקו בה עובד כוכבים ואחר כן נחרבה אמר רבן שמעון בן גמליאל שהבעלי חיים יחפרו בה תמיד ויוציאו מה שיש שם ולשון התוספתא אין מדור העובדי כוכבים ובית הפרס בחוצה לארץ לפי שחוצה לארץ נפרדה בטומאתה בגזירה דרבנן כמו שביארנו: אחר הודיענו מקומות בא\"י היו שם קברות ומקומות היו ספק עוד העידו שהוא טהור וטהרוהו חכמים: וקיני מקום היה ספק והיה נחשב בו טומאה אצל ההמון ובזמן רבינו הקדוש התאמת ענינו וטיהרוהו ואין הלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>צריפין.</b> מין ממיני האהלים מיוחסים אל תמונתו והוא מחודד ואין לו גג ונקרא בלשון הדבר שהוא נעשה ממנו והוא ממין (הטמא) [הגומא] כן יקרא צריפא ובהש\"ס (סוכה דף יג:) צריפא דאורבני: <b>בורגנים.</b> סוכות והוא עשוי להצניע בו פירות והדומה להן: <b>ואלקטיות.</b> גג בלתי כתלים עומד על עמודים יכנס בו הרוח מכל צד ויעמדו בו בקיץ ושם הקיץ קייטא: <b>ומקום החצים.</b> המקומות אשר יעשו בו חצים וכלי מלחמה: <b>ולגיונות.</b> מרוצות הפרשים לפי שאלו המקומות אין בהן ישוב תמיד ולא יקברו בו ואמנם יעמדו בו בזמן מן הזמנים מעט ולזה לא גזרו עליהן ולא הצריכוהו בדיקה אלא הן בחזקתן: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}