var Oktzinjson ={
    "language": "he",
    "title": "Mishnah Oktzin",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה עוקצים",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "כֹּל שֶׁהוּא יָד וְלֹא שׁוֹמֵר, מִטַּמֵּא וּמְטַמֵּא וְלֹא מִצְטָרֵף. שׁוֹמֵר, אַף עַל פִּי שֶׁאֵינוֹ יָד, מִטַּמֵּא וּמְטַמֵּא וּמִצְטָרֵף. לֹא שׁוֹמֵר וְלֹא יָד, לֹא מִטַּמֵּא וְלֹא מְטַמֵּא: \n",
            "שָׁרְשֵׁי הַשּׁוּם וְהַבְּצָלִים וְהַקַּפְלוֹטוֹת בִּזְמַן שֶׁהֵן לַחִין, וְהַפִּטְמָא שֶׁלָּהֶן בֵּין לַחָה בֵּין יְבֵשָׁה, וְהָעַמּוּד שֶׁהוּא מְכֻוָּן כְּנֶגֶד הָאֹכֶל, שָׁרְשֵׁי הַחֲזָרִים וְהַצְּנוֹן וְהַנָּפוּס, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, שֹׁרֶשׁ צְנוֹן גָּדוֹל מִצְטָרֵף, וְהַסִּיב שֶׁלּוֹ, אֵינוֹ מִצְטָרֵף. שָׁרְשֵׁי הַמִּתְנָא וְהַפֵּיגָם וְיַרְקוֹת שָׂדֶה וְיַרְקוֹת גִּנָּה שֶׁעֲקָרָן לְשָׁתְלָן, וְהַשִּׁדְרָה שֶׁל שִׁבֹּלֶת וְהַלְּבוּשׁ שֶׁלָּהּ, רַבִּי אֶלְעָזָר אוֹמֵר, אַף הַסִּיג שֶׁל רְצָפוֹת, הֲרֵי אֵלּוּ מִטַּמְּאִין וּמְטַמְּאִים וּמִצְטָרְפִין: \n",
            "אֵלּוּ מִטַּמְּאִין וּמְטַמְּאִין וְלֹא מִצְטָרְפִין. שָׁרְשֵׁי הַשּׁוּם וְהַבְּצָלִים וְהַקַּפְלוֹטוֹת בִּזְמַן שֶׁהֵם יְבֵשִׁים, וְהָעַמּוּד שֶׁאֵינוֹ מְכֻוָּן כְּנֶגֶד הָאֹכֶל, וְיַד הַפַּרְכִּיל טֶפַח מִכָּאן וְטֶפַח מִכָּאן, יַד הָאֶשְׁכּוֹל כָּל שֶׁהוּא, וְזָנָב שֶׁל אֶשְׁכּוֹל שֶׁרִקְּנוֹ, וְיַד הַמַּכְבֵּד שֶׁל תְּמָרָה אַרְבָּעָה טְפָחִים, וְקָנֶה שֶׁל שִׁבֹּלֶת שְׁלשָׁה טְפָחִים, וְיַד כָּל הַנִּקְצָרִים שְׁלשָׁה, וְשֶׁאֵין דַּרְכָּן לִקָּצֵר יְדֵיהֶם וְשָׁרְשֵׁיהֶם כָּל שֶׁהֵן, וּמַלְעִין שֶׁל שִׁבֳּלִין, הֲרֵי אֵלּוּ מִטַּמְּאִים וּמְטַמְּאִין וְלֹא מִצְטָרְפִין: \n",
            "אֵלּוּ לֹא מִטַּמְּאִין וְלֹא מְטַמְּאִין וְלֹא מִצְטָרְפִין. שָׁרְשֵׁי קוֹלְסֵי הַכְּרוּב, וְחֻלְפוֹת תְּרָדִים, וְהַלֶּפֶת, אֵת שֶׁדַּרְכָּם לִגָּזֵז וְנֶעֱקְרוּ. רַבִּי יוֹסֵי מְטַמֵּא בְכֻלָּן וּמְטַהֵר בְּשָׁרְשֵׁי קוֹלְסֵי הַכְּרוּב וְהַלָּפֶת: \n",
            "כָּל יְדוֹת הָאֳכָלִין שֶׁבְּסָסָן בַּגֹּרֶן, טְהוֹרִים. רַבִּי יוֹסֵי מְטַמֵּא. פְּסִיגָה שֶׁל אֶשְׁכּוֹל שֶׁרִקְּנָהּ, טְהוֹרָה. שִׁיֵּר בָּהּ גַּרְגִּיר אֶחָד, טְמֵאָה. שַׁרְבִיט שֶׁל תְּמָרָה שֶׁרִקְּנוֹ, טָהוֹר. שִׁיֵּר בּוֹ תְּמָרָה אַחַת, טָמֵא. וְכֵן בַּקִּטְנִיּוֹת, שַׁרְבִיט שֶׁרִקְּנוֹ, טָהוֹר. שִׁיֵּר בּוֹ גַּרְגִּיר אֶחָד, טָמֵא. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מְטַהֵר בְּשֶׁל פּוֹל וּמְטַמֵּא בְּשֶׁל קִטְנִיּוֹת, מִפְּנֵי שֶׁהוּא רוֹצֶה בְּמִשְׁמוּשָׁן: \n",
            "עֳקָצֵי תְאֵנִים וּגְרוֹגָרוֹת וְהַכְּלוּסִים וְהֶחָרוּבִים, הֲרֵי אֵלּוּ מִטַּמְּאִין וּמְטַמְּאִין וּמִצְטָרְפִין. רַבִּי יוֹסֵי אוֹמֵר, אַף עֹקֶץ דְּלָעַת. עֳקָצֵי הָאַגָּסִין וְהַקְּרֻסְטְמֵלִין וְהַפְּרִישִׁין וְהָעֻזְרָדִין, עֹקֶץ דְּלַעַת טֶפַח, עֹקֶץ קוּנְרָס טֶפַח, רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר, טְפָחַיִם, הֲרֵי אֵלּוּ מִטַּמְּאִין וּמְטַמְּאִין וְלֹא מִצְטָרְפִים. וּשְׁאָר כָּל הָעֳקָצִים, לֹא מִטַּמְּאִין וְלֹא מְטַמְּאִין: \n"
        ],
        [
            "זֵיתִים שֶׁכְּבָשָׁן בְּטַרְפֵיהֶן, טְהוֹרִים, לְפִי שֶׁלֹּא כְבָשָׁן אֶלָּא לְמַרְאֶה. כְּשׁוּת שֶׁל קִשּׁוּת וְהַנֵּץ שֶׁלָּהּ, טְהוֹרָה. רַבִּי יְהוּדָה אוֹמֵר, כָּל זְמַן שֶׁהִיא לִפְנֵי הַתַּגָּר, טְמֵאָה: \n",
            "כָּל הַגַּלְעִינִין מִטַּמְּאוֹת וּמְטַמְּאוֹת וְלֹא מִצְטָרְפוֹת. גַּלְעִינָה שֶׁל רֹטֶב, אַף עַל פִּי יוֹצְאָה, מִצְטָרֶפֶת. שֶׁל יְבֵשָׁה, אֵינָהּ מִצְטָרֶפֶת. לְפִיכָךְ, חוֹתָל שֶׁל יְבֵשָׁה, מִצְטָרֵף. וְשֶׁל רֹטֶב, אֵינוֹ מִצְטָרֵף. גַּלְעִינָה שֶׁמִּקְצָתָהּ יוֹצְאָה, שֶׁכְּנֶגֶד הָאֹכֶל, מִצְטָרֵף. עֶצֶם שֶׁיֵּשׁ עָלָיו בָּשָׂר, שֶׁכְּנֶגֶד הָאֹכֶל, מִצְטָרֵף. הָיָה עָלָיו מִצַּד אֶחָד, רַבִּי יִשְׁמָעֵאל אוֹמֵר, רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַקִּיפוֹ בְטַבַּעַת. וַחֲכָמִים אוֹמְרִים, שֶׁכְּנֶגֶד הָאֹכֶל, מִצְטָרֵף, כְּגוֹן הַסִּיאָה וְהָאֵזוֹב וְהַקּוֹרָנִית: \n",
            "הָרִמּוֹן וְהָאֲבַטִּיחַ שֶׁנִּמּוֹק מִקְצָתוֹ, אֵינוֹ מִצְטָרֵף. שָׁלֵם מִכָּאן וּמִכָּאן וְנִמּוֹק מִן הָאֶמְצַע, אֵינוֹ מִצְטָרֵף. הַפִּטְמָא שֶׁל רִמּוֹן, מִצְטָרֶפֶת. וְהַנֵּץ שֶׁלּוֹ אֵינוֹ מִצְטָרֵף. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַמַּסְרֵק טָהוֹר: \n",
            "כָּל הַקְּלִפִּין מִטַּמְּאוֹת וּמְטַמְּאוֹת וּמִצְטָרְפוֹת. רַבִּי יְהוּדָה אוֹמֵר, שְׁלשָׁה קְלִפִּין בַּבָּצָל. הַפְּנִימִית, בֵּין שְׁלֵמָה בֵּין קְדוּרָה, מִצְטָרֶפֶת. הָאֶמְצָעִית, שְׁלֵמָה מִצְטָרֶפֶת, וּקְדוּרָה אֵינָהּ מִצְטָרֶפֶת. וְהַחִיצוֹנָה, בֵּין כָּךְ וּבֵין כָּךְ, טְהוֹרָה: \n",
            "הַמְחַתֵּךְ לְבַשֵּׁל, אַף עַל פִּי שֶׁלֹּא מֵרַק, אֵינוֹ חִבּוּר. לִכְבֹּשׁ וְלִשְׁלֹק וּלְהַנִּיחַ עַל הַשֻּׁלְחָן, חִבּוּר. הִתְחִיל לְפָרֵק, אֹכֶל שֶׁהִתְחִיל בּוֹ, אֵינוֹ חִבּוּר. הָאֱגוֹזִים שֶׁאֲמָנָן, וְהַבְּצָלִים שֶׁחֲמָרָן, הֲרֵי אֵלּוּ חִבּוּר. הִתְחִיל לְפָרֵק בָּאֱגוֹזִים וּלְפַקֵּל בַּבְּצָלִים, אֵינוֹ חִבּוּר. הָאֱגוֹזִים וְהַשְּׁקֵדִים, חִבּוּר, עַד שֶׁיְּרַסֵּס: \n",
            "בֵּיצָה מְגֻלְגֶּלֶת, עַד שֶׁיָּגוֹס. וּשְׁלוּקָה, עַד שֶׁיְּרַסֵּס. עֶצֶם שֶׁיֶּשׁ בּוֹ מֹחַ, חִבּוּר, עַד שֶׁיְּרַסֵּס. הָרִמּוֹן שֶׁפְּרָדוֹ, חִבּוּר עַד שֶׁיַּקִּישׁ עָלָיו בְּקָנֶה. כַּיּוֹצֵא בוֹ, שְׁלַל הַכּוֹבְסִין וְהַבֶּגֶד שֶׁהוּא תָפוּר בְּכִלְאַיִם, חִבּוּר, עַד שֶׁיַּתְחִיל לְהַתִּיר: \n",
            "עֲלֵי יְרָקוֹת יְרֻקִּים, מִצְטָרְפִין. וּלְבָנִים, אֵינָן מִצְטָרְפִין. רַבִּי אֶלְעָזָר בַּר צָדוֹק אוֹמֵר, הַלְּבָנִים מִצְטָרְפִים בַּכְּרוּב, מִפְּנֵי שֶׁהֵן אֹכֶל. וּבַחֲזָרִים, מִפְּנֵי שֶׁהֵן מְשַׁמְּרִין אֶת הָאֹכֶל: \n",
            "עֲלֵי בְצָלִים וּבְנֵי בְצָלִים, אִם יֵשׁ בָּהֶן רִיר, מִשְׁתַּעֲרִין בִּכְמוֹת שֶׁהֵן. אִם יֵשׁ בָּהֶן חָלָל, מְמַעֵךְ אֶת חֲלָלָן. פַּת סְפוֹגָנִית, מִשְׁתַּעֶרֶת בִּכְמוֹת שֶׁהִיא. אִם יֶשׁ בָּהּ חָלָל, מְמַעֵךְ אֶת חֲלָלָהּ. בְּשַׂר הָעֵגֶל שֶׁנִּתְפַּח וּבְשַׂר זְקֵנָה שֶׁנִּתְמַעֵט, מִשְׁתַּעֲרִין בִּכְמוֹת שֶׁהֵן: \n",
            "קִשּׁוּת שֶׁנְּטָעָהּ בְּעָצִיץ וְהִגְדִּילָה וְיָצְאָה חוּץ לֶעָצִיץ, טְהוֹרָה. אָמַר רַבִּי שִׁמְעוֹן, מַה טִּיבָהּ לִטָּהֵר. אֶלָּא הַטָּמֵא בְּטֻמְאָתוֹ, וְהַטָּהוֹר יֵאָכֵל: \n",
            "כְּלֵי גְלָלִים וּכְלֵי אֲדָמָה, שֶׁהַשָּׁרָשִׁים יְכוֹלִין לָצֵאת בָּהֶן, אֵינָם מַכְשִׁירִים אֶת הַזְּרָעִים. עָצִיץ נָקוּב אֵינוֹ מַכְשִׁיר אֶת הַזְּרָעִים. וְשֶׁאֵינוֹ נָקוּב, מַכְשִׁיר אֶת הַזְּרָעִים. כַּמָּה הוּא שִׁעוּרוֹ שֶׁל נֶקֶב, כְּדֵי שֶׁיֵּצֵא בוֹ שֹׁרֶשׁ קָטָן. מִלְאָהוּ עָפָר עַד שְׂפָתוֹ, הֲרֵי הוּא כְטַבְלָא שֶׁאֵין לָהּ לִזְבֵּז: \n"
        ],
        [
            "יֵשׁ צְרִיכִין הֶכְשֵׁר וְאֵינָן צְרִיכִים מַחֲשָׁבָה, מַחֲשָׁבָה וְהֶכְשֵׁר, מַחֲשָׁבָה וְלֹא הֶכְשֵׁר, לֹא הֶכְשֵׁר וְלֹא מַחֲשָׁבָה. כָּל הָאֳכָלִים הַמְיֻחָדִים לָאָדָם צְרִיכִין הֶכְשֵׁר וְאֵינָן צְרִיכִים מַחֲשָׁבָה: \n",
            "הַחוֹתֵךְ מִן הָאָדָם, וּמִן הַבְּהֵמָה, וּמִן הַחַיָּה, וּמִן הָעוֹפוֹת, מִנִּבְלַת הָעוֹף הַטָּמֵא, וְהַחֵלֶב בַּכְּפָרִים, וּשְׁאָר כָּל יַרְקוֹת שָׂדֶה חוּץ מִשְּׁמַרְקָעִים וּפִטְרִיּוֹת. רַבִּי יְהוּדָה אוֹמֵר, חוּץ מִכְּרֵשֵׁי שָׂדֶה וְהָרְגִילָה וְנֵץ הֶחָלָב. רַבִּי שִׁמְעוֹן אוֹמֵר, חוּץ מִן הָעַכָּבִיּוֹת. רַבִּי יוֹסֵי אוֹמֵר, חוּץ מִן הַכְּלוּסִין, הֲרֵי אֵלּוּ צְרִיכִין מַחֲשָׁבָה וְהֶכְשֵׁר: \n",
            "נִבְלַת בְּהֵמָה טְמֵאָה בְּכָל מָקוֹם וְנִבְלַת הָעוֹף הַטָּהוֹר בַּכְּפָרִים, צְרִיכִין מַחֲשָׁבָה וְאֵינָן צְרִיכִין הֶכְשֵׁר. נִבְלַת בְּהֵמָה טְהוֹרָה בְּכָל מָקוֹם, וְנִבְלַת הָעוֹף הַטָּהוֹר וְהַחֵלֶב בַּשְּׁוָקִים, אֵינָן צְרִיכִין מַחֲשָׁבָה וְלֹא הֶכְשֵׁר. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף הַגָּמָל וְהָאַרְנֶבֶת וְהַשָּׁפָן וְהַחֲזִיר: \n",
            "הַשֶּׁבֶת, מִשֶּׁנָּתַן טַעְמוֹ בַּקְּדֵרָה, אֵין בּוֹ מִשּׁוּם תְּרוּמָה, וְאֵינוֹ מִטַּמֵּא טֻמְאַת אֳכָלִים. לוּלְבֵי זְרָדִים וְשֶׁל עֲדָל וַעֲלֵי הַלּוּף הַשּׁוֹטֶה, אֵינָן מִטַּמְּאִין טֻמְאַת אֳכָלִים עַד שֶׁיִּמְתֹּקוּ. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף שֶׁל פַּקּוּעוֹת כַּיּוֹצֵא בָהֶם: \n",
            "הַקֹּשְׁטְ, וְהַחֶמֶס, וְרָאשֵׁי בְשָׂמִים, הַתִּיאָה, וְהַחִלְתִּית, וְהַפִּלְפְּלִין, וְחַלּוֹת חָרִיעַ, נִלְקָחִים בְּכֶסֶף מַעֲשֵׂר וְאֵינָן מִטַּמְּאִין טֻמְאַת אֳכָלִין, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ רַבִּי יוֹחָנָן בֶּן נוּרִי, אִם נִלְקָחִים בְּכֶסֶף מַעֲשֵׂר, מִפְּנֵי מָה אֵינָן מִטַּמְּאִין טֻמְאַת אֳכָלִין. וְאִם אֵינָן מִטַּמְּאִין טֻמְאַת אֳכָלִים, אַף הֵם לֹא יִלָּקְחוּ בְכֶסֶף מַעֲשֵׂר: \n",
            "הַפַּגִּין וְהַבֹּסֶר, רַבִּי עֲקִיבָא מְטַמֵּא טֻמְאַת אֳכָלִין. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, מִשֶּׁיָּבֹאוּ לְעוֹנַת הַמַּעַשְׂרוֹת. פְּרִיצֵי זֵיתִים וַעֲנָבִים, בֵּית שַׁמַּאי מְטַמְּאִין וּבֵית הִלֵּל מְטַהֲרִין. הַקֶּצַח, בֵּית שַׁמַּאי מְטַהֲרִין, וּבֵית הִלֵּל מְטַמְּאִין. וְכֵן לַמַּעַשְׂרוֹת: \n",
            "הַקּוֹר, הֲרֵי הוּא כְעֵץ לְכָל דָּבָר, אֶלָּא שֶׁהוּא נִלְקָח בְּכֶסֶף מַעֲשֵׂר. כַּפְנִיּוֹת, אֳכָלִין, וּפְטוּרוֹת מִן הַמַּעַשְׂרוֹת: \n",
            "דָּגִים מֵאֵימָתַי מְקַבְּלִין טֻמְאָה, בֵּית שַׁמַּאי אוֹמְרִים, מִשֶּׁיִּצֹּדוּ. וּבֵית הִלֵּל אוֹמְרִים, מִשֶּׁיָּמוּתוּ. רַבִּי עֲקִיבָא אוֹמֵר, אִם יְכוֹלִין לִחְיוֹת. יִחוּר שֶׁל תְּאֵנָה שֶׁנִּפְשַׁח וּמְעֹרֶה בַקְּלִפָּה, רַבִּי יְהוּדָה מְטַהֵר. וַחֲכָמִים אוֹמְרִים, אִם יָכוֹל לִחְיוֹת. תְּבוּאָה שֶׁנֶּעֶקְרָה וּמְעֹרָה אֲפִלּוּ בְשֹׁרֶשׁ קָטָן, טְהוֹרָה: \n",
            "חֵלֶב בְּהֵמָה טְהוֹרָה, אֵינוֹ מִטַּמֵּא טֻמְאַת נְבֵלוֹת, לְפִיכָךְ הוּא צָרִיךְ הֶכְשֵׁר. חֵלֶב בְּהֵמָה טְמֵאָה, מִטַּמֵּא טֻמְאַת נְבֵלוֹת, לְפִיכָךְ אֵינוֹ צָרִיךְ הֶכְשֵׁר. דָּגִים טְמֵאִים וַחֲגָבִים טְמֵאִים, צְרִיכִין מַחֲשָׁבָה בַּכְּפָרִים: \n",
            "כַּוֶּרֶת דְּבוֹרִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, הֲרֵי הִיא כְקַרְקַע, וְכוֹתְבִין עָלֶיהָ פְּרוֹזְבּוּל, וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה בִמְקוֹמָהּ, וְהָרוֹדֶה מִמֶּנָּה בְּשַׁבָּת חַיָּב חַטָּאת. וַחֲכָמִים אוֹמְרִים, אֵינָהּ כְּקַרְקַע, וְאֵין כּוֹתְבִים עָלֶיהָ פְּרוֹזְבּוּל, וּמְקַבֶּלֶת טֻמְאָה בִמְקוֹמָהּ, וְהָרוֹדֶה מִמֶּנָּה בְּשַׁבָּת פָּטוּר: \n",
            "חַלּוֹת דְּבַשׁ, מֵאֵימָתַי מִטַּמְּאוֹת מִשּׁוּם מַשְׁקֶה. בֵּית שַׁמַּאי אוֹמְרִים, מִשֶּׁיְּחַרְחֵר. בֵּית הִלֵּל אוֹמְרִים, מִשֶּׁיְּרַסֵּק: \n",
            "אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, עָתִיד הַקָּדוֹשׁ בָּרוּךְ הוּא לְהַנְחִיל לְכָל צַדִּיק וְצַדִּיק שְׁלשׁ מֵאוֹת וַעֲשָׂרָה עוֹלָמוֹת, שֶׁנֶּאֱמַר (משלי ח), לְהַנְחִיל אֹהֲבַי יֵשׁ וְאֹצְרֹתֵיהֶם אֲמַלֵּא. אָמַר רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא, לֹא מָצָא הַקָּדוֹשׁ בָּרוּךְ הוּא כְּלִי מַחֲזִיק בְּרָכָה לְיִשְׂרָאֵל אֶלָּא הַשָּׁלוֹם, שֶׁנֶּאֱמַר (תהלים כט), ה' עֹז לְעַמּוֹ יִתֵּן ה' יְבָרֵךְ אֶת עַמּוֹ בַשָּׁלוֹם: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>כל שהוא יד.</b> העץ המחובר אל הפרי, ואדם אוחז בו בשעה שאוכל הפרי, כגון עוקצי תפוחים ענבים ואגסים, קרויין ידות. וכן עצם שיש בראשו בשר, ואדם אוחז בעצם כדי לאכול הבשר שבראשו, הוי העצם יד לבשר:",
                "<b>ולא שומר.</b> לאפוקי חלק העוקץ הנוגע בפרי ודבוק לגרעין, שאותו החלק שומר הוא לפרי: מיטמא היד, ואע״פ שאינו ראוי לאכילה, אם נגעה טומאה באוכל. דחשיב היד חיבור לאוכל וכאילו הוא גוף אחד:",
                "<b>ומטמא.</b> אם נגעה טומאה ביד, נטמא האוכל, אע״פ שלא נגעה הטומאה באוכל. ולמדוהו רבותינו מן המקרא, דכתיב (ויקרא י״א:ל״ז) וכי יפול מנבלתם על כל זרע זרוע אשר יזרע וגו׳ טמא הוא לכם, לכל שבצרכיכם, כלומר כל דבר הצריך לאוכל מקבל טומאה כמותו וטמא ומטמא עמו:",
                "<b>ולא מצטרף.</b> אם היה האוכל פחות מכביצה, שאין טומאת אוכלין בפחות מכביצה, אין יד האוכל מצטרפת עמו להשלימו לכשיעור:",
                "<b>שומר אע״פ שאינו יד.</b> כגון קליפת הפרי ששומר אותו שלא יפסד:",
                "<b>מיטמא ומטמא ומצטרף.</b> דכתיב על כל זרע זרוע אשר יזרע, ומאי אשר יזרע, בדרך שבני אדם מוציאין אותן לזריעה, חטין בקליפתן, ושעורים בקליפתן, דהיינו עם השומר שלהן. למאי איצטריך קרא, אי למיטמא ומטמא, השתא יד הפרי מיטמא ומטמא כדילפינן מלכם לכל שבצרכיכם, שומר מיבעיא, הא לא אתא קרא אלא למצטרף עמו, דיד אינו מצטרף עמו, שומר מצטרף עמו:",
                "<b>וכל שאינו לא יד ולא שומר.</b> כמו שער שבפירות:",
                "<b>לא מיטמא ולא מטמא.</b> ואין צריך לומר שאינו מצטרף:\n\n"
            ],
            [
                "<b>והקפלוטות.</b> כרתי. חציר בלשון מקרא, בערבי כורא״ת, ובלע״ז פורו״ש:",
                "<b>והפטמא שלהן.</b> כמין פטמא של רימון שבראשן, והוי שומר ומצטרף:",
                "<b>והעמוד שהוא מכוון כנגד האוכל.</b> הוא הלב שבבצל שהזרע נולד בקצהו:",
                "<b>שרשי החזרים.</b> השורש של חזרת, היא חסא בלשון גמרא וכן בערבי, ובלע״ז לטוג״א:",
                "<b>והנפוס.</b> מין צנון הוא, אלא שעליו דומים לעלי הלפת:",
                "<b>והסיב שלו.</b> פירש הרמב״ם, שבצדי ראש הצנון נולדים גידים דקים כמו חוטין, וחותכין אותן המוכרים ביד בשעה שמוכרין אותן, ונשארים מהן, והן נקראים סיב:",
                "<b>והמינתא.</b> כך שמה בלע״ז מונט״א, ובערבי נענ״ע:",
                "<b>והפיגם.</b> רוד״א בלע״ז, ובערבי סדא״ב:",
                "<b>שעקרן.</b> כדי לשתלן במקום אחר:",
                "<b>והשדרה של שבולת.</b> חוט האמצעי, שהחטים דבוקים בו:",
                "<b>והלבוש שלה.</b> והקרום שעל גרעין החטה. וכל אלו שומרים הן לפרי:",
                "<b>הסיג של רצפות.</b> אבק הנדבק על ראשי הירקות ורצוף בהם כקורי עכביש. וגם הוא חשוב שומר לפרי. ואין הלכה כר׳ אליעזר:\n\n"
            ],
            [
                "<b>מיטמאים ומטמאים ולא מצטרפים.</b> לפי שהן ידות בלבד, ואינן משמרין את האוכל:",
                "<b>ויד הפרכיל.</b> כשהענבים כרותים עם הזמורה, נקראים פרכיל. לשון פרכילי ענבים:",
                "<b>טפח מכאן וטפח מכאן.</b> הזמורה שנקצצה והאשכולות תלויין בה, טפח מן הזמורה מימין לאשכול וטפח משמאל, חשוב יד, טפי לא:",
                "<b>יד האשכול.</b> עוקץ האשכול שתלוי בזמורה, הוא יד האשכול:",
                "<b>כל שהוא.</b> אפילו ארוך הרבה:",
                "<b>זנב האשכול.</b> סופו של אשכול:",
                "<b>שריקנו.</b> שהושרו ממנו גרעיני הענבים, אף הוא יד לענבים שבראשו, שאוחזים אותו בזנבו. ואף הוא שיעורו בכל שהוא, ואפילו ארוך הרבה:",
                "<b>והמכבד של תמרה.</b> מכבדות של תמרים, בהן תמרים, שיעור אורך היד שלהן להביא את הטומאה, ארבעה טפחים, אבל טפי לא:",
                "<b>ומלעין של שבולין.</b> זקן העליון של שבולת שיצא בראשו כמין שער של זקן:  "
            ],
            [
                "<b>אלו לא מטמאין.</b> שאין חשובין לא שומר ולא יד:",
                "<b>קולסי כרוב.</b> רמב״ם פירש, ראשי הכרוב שיוצאים מהם גידים שסובבים (מסובכים צ״ל), דרך מוכרי הכרוב שכורתים אותן ומשליכין אותן:",
                "<b>חליפות התרדים.</b> שרשי התרדים שמשאירים בקרקע כשחותכים התרדים כדי שיחליפו ויעלו אחרים תחתם:",
                "<b>את שדרכן ליגזז.</b> הדברים שדרכם לגוזזן ולא לעקרן עם שרשיהם, אם עקרן אין השרשים מטמאין, לפי שאינן לא יד ולא שומר:",
                "<b>ר׳ יוסי מטמא בכולן.</b> דכולם חשובים יד לאוכל, חוץ מקולסי כרוב והלפת שאותן גידין הסובבים [המסובכים] אינן חשובים לא יד ולא שומר. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>שבססן.</b> שדש אותן ברגלי הבהמה או במקלות עם התבואה. ובססן, לשון בוססו מקדשך (ישעיה ס״ג):",
                "<b>ורבי יוסי מטמא.</b> הואיל וראויים להפכן בעתר עם התבואה. ואין הלכה כרבי יוסי:",
                "<b>פסיגה של אשכול.</b> דרך האשכול לצאת מן השדרה שלה כמה אשכולות קטנים, ואותן אשכולות נקראים פסיגי ענבים:",
                "<b>שריקנה.</b> שנתרוקנה מן הפסיגים שבה, כלומר שהסירו ממנה הפסיגים הקטנים ונשארה ריקנית:",
                "<b>שייר בה גרגיר אחד טמאה.</b> שנעשית כולה יד לאותו גרגיר:",
                "<b>שרביט של תמרה שריקנו.</b> שהסיר התמרים ונשאר השרביט ריקן:",
                "<b>ור׳ אלעזר בן עזריה מטהר בשל פול.</b> מפני שהפולין גסים הן ואין צריכין לשרביט, שאפילו מתערבים בפסולת נוח לנקרן:",
                "<b>ומטמא בשל קטנית.</b> דשומר הוא, מפני שהן דקין ואין יכול לנקרן כשמתערבים בפסולת, וניחא ליה שיהו באותן שרביטין כדי שיוכל למשמשן ולטלטלן באותו שרביט. ואין הלכה כרבי אלעזר בן עזריה:\n\n"
            ],
            [
                "<b>והכלוסין.</b> מין קטניות:",
                "<b>ומצטרפים.</b> דפעמים שהן נאכלין עם הפרי:",
                "<b>ר׳ יוסי אומר אף עוקץ הדלעת.</b> מפני שהוא נשלק עמה. ואין הלכה כר׳ יוסי:",
                "<b>אגסים.</b> בערבי אג״ס, ובלע״ז פירא״ש:",
                "<b>קרוסטמלין.</b> תפוחים קטנים שדומים לעפצים. הקרויים מלי״ן:",
                "<b>פרישין.</b> בערבי ספרג״ל, ובלע״ז קודוניי״ש:",
                "<b>עוזרדין.</b> בערבי זערו״ד. ובלע״ז סורבא״ש:",
                "<b>טפח.</b> אעוקץ דלעת יונית דוקא קאי, ולא אאחריני השנויים במשנה, דעוקציהן קטנים:",
                "<b>קונדס.</b> ירקות מרים, וממתקין אותן על ידי האור ברותחים. ואין הלכה כרבי אלעזר ברבי צדוק:",
                "<b>לא מיטמאין ולא מטמאין.</b> ואין צריך לומר שאין מצטרפין:"
            ]
        ],
        [
            [
                "<b>זיתים שכבשן.</b> ביין או בחומץ או בשאר משקין:",
                "<b>בטרפיהן.</b> עם העלים שלהם. עלה זית, מתרגמינן טרף זיתא:",
                "<b>טהורים.</b> אם נגע שרץ בעלין, טהורים הזיתים והעלים, דלא חשיבי העלים לא יד ולא שומר:",
                "<b>לפי שלא כבשן.</b> בטרפיהן:",
                "<b>אלא למראה.</b> כדי שיהיו נראים יפין יותר כשהעלים עמהן, דנראים כאילו מחדש נתלשו:",
                "<b>כשות של קישות.</b> כשהקשואים קטנים יש להן כמין שער קטן, ונקרא כשות:",
                "<b>והנץ שלה.</b> בפי הקשואים יש כמו נץ ארוך מעט:",
                "<b>טהורים.</b> דלא חשיבי לא יד ולא שומר:",
                "<b>לפני התגר טמאה.</b> דניחא ליה לתגר בשער ובנץ, שמתוך כך נראים הקשואים יפים וכאילו מחדש נתלשו, וכיון שרוצה בקיומן, חשיבי שומר לפרי. אי נמי, לפי שהקשואים רכים ויד הכל ממשמשים בהן לקנותן הן מתקלקלים אם לא מפני שאותו שער שומרן מכל לכלוך וטינוף:  "
            ],
            [
                "<b>הגלעינים.</b> כמו גרעינים:",
                "<b>ולא מצטרפות.</b> עם האוכל להשלימו לכביצה, דיד חשיבא ולא שומר:",
                "<b>גלעינה של רוטב.</b> גרעין של תמרה לחה וראויה למוץ:",
                "<b>אע״פ יוצאה.</b> כלומר אע״פ שיוצאה מן האוכל, מצטרפת עם האוכל, לפי שהיא נאכלת, שמוצץ אותה מחמת רטיבות:",
                "<b>לפיכך חותם של יבישה.</b> גרגיר של ענבים ותמרים יש להם חותם, שחותם נקב הפרי, ובראש החותם עוקץ, כך פירשו רבותי. וקשה לפירושם, מאי לפיכך. ובמשניות דוקניות מצאתי, לפיכך חותל של יבישה, וכן גורס רמב״ם, ומפרש טעמא דגרעינה של רוטב דהיינו של תמרה לחה, מצטרפת, לפי שהיא שומר לפרי, שאם לא הגרעין היה הפרי נפסד. ושל יבישה אינה מצטרפת, דשוב אין הגרעין שומר לפרי, שכבר כלתה הליחה שבתמרה ואין הגרעין שומרה שלא תפסד. לפיכך חותל של יבישה והוא הקרום המלופף ודבוק על הגרעין של תמרה, מצטרף עם התמרה כשהיא יבישה, מפני שהקרום הוא שומר, לא הגרעין:",
                "<b>ושל רוטב.</b> דהיינו תמרה לחה, אין הקרום מצטרף. שהגרעין הוא שומר ולא הקרום. ונקרא אותו הקרום חותל, לפי שהוא מלופף ודבוק לגרעין. לשון והחתל לא חותלת (יחזקאל י״ז):",
                "<b>גלעינה שמקצתה יוצאה.</b> כגון גרעינה של תמרה לחה (שנאכלת) [שנאכלה] חציה וחציה נשארת עם הגרעין:",
                "<b>מה שכנגד האוכל.</b> חשוב שומר ומצטרף, אבל אידך לא. וכן עצם שיש עליו כזית בשר:",
                "<b>היה עליו.</b> היה על העצם בשר בצד אחד שאינו מקיף את העצם, אמר רבי שמעון רואין אם יש בבשר שיעור שיוכל להקיף ממנו עובו כחוט של ערב כטבעת סביב העצם, מצטרף. ואין הלכה כר׳ שמעון:",
                "<b>כגון הסיאה והאזוב והקורנית.</b> שגם אלו כך דינם, מה שכנגד האוכל מצטרף, ומה שאינו כנגד האוכל אין מצטרף. וסיאה וקורנית מין אזוב הם. סיאה תליי״ז בלע״ז, וקורנית שדרי״א בלע״ז:\n\n"
            ],
            [
                "<b>שנימוק מקצתו אין מצטרף.</b> דמה שנימוק אינו חשוב אוכל, כיון שנתמסמס ואינו ראוי לאכילה:",
                "<b>הפטמא של רימון.</b> כמין דד יוצא בראש הרמון, והוא הנקרא פטמא. וסביב הפטמא כמין פרח ירוק שיש בו חוטים דקים, והן קרויין נץ. וסביבות אותן החוטים כעין כוס וראשו עשוי לתלפיות, והוא קרוי מסרק, מפני שיש לו שינים כמסרק:",
                "<b>אף המסרק טהור.</b> שאם יחתך מן הפרי, אין מתגלים הגלעינים בכך, הלכך לא הוי שומר. אבל הפטמא, אם יחתכוה עד שרשה, יתגלו הגרעינים ויפסד הפרי. ואין הלכה כרבי אליעזר:\n\n"
            ],
            [
                "<b>כל הקליפין.</b> כגון קליפי אגוזים ושקדים ורמונים וקליפי ביצים, חשיבי שומר לאוכל, ומצטרפין עם האוכל להשלימו לכשיעור לקבל טומאה. ומיהו קליפה לחה העליונה שעל האגוזים בשעת לקיטתן, אינה מצטרפת, דלא חשיבא שומר, שאין שומר על גבי שומר:",
                "<b>קדורה.</b> נקובה. לשון מקדרים בהרים כדתנן בעירובין. וקדורה אינה מצטרפת, לפי שאינה שומרת כשהיא נקובה וחתוכה:",
                "<b>והחיצונה.</b> היא הקליפה הדקה הנופלת מאליה כשממשמשין בבצל. ואין הלכה כרבי יהודה:\n\n"
            ],
            [
                "<b>המחתך לבשל.</b> כגון מחתך דלועים או בצלים או בשר כדי לבשל בקדירה:",
                "<b>שלא מירק.</b> שלא גמר החתיכה. כמו ומירק אחר שחיטה על ידו, במסכת יומא [דף ל״א]:",
                "<b>אינו חיבור.</b> אע״פ שעדיין החתיכות מעורות במקצת:",
                "<b>לכבוש.</b> שכובשים ביין ובחומץ כדי להתקיים:",
                "<b>ולשלוק.</b> שליקה טפי מבישול, ובהאי ניחא ליה בחיבורן, הלכך כל זמן שלא מירק הוי חיבור. אבל לבשל לא הוי חיבור, דיודע הוא שהבשול יפרידם ויחלקם זו מזו:",
                "<b>התחיל לפרק.</b> ולהפריד לגמרי אחד מהן, לא אמרינן כיון דגלי דעתיה באחד שרוצה להפרידן, כולהו נמי כאילו מופרדים זו מזו ולא הוי חיבור, אלא אוכל שפירק בלבד לא הוי חיבור. ומה שלא פירק, הוי חיבור:",
                "<b>האגוזים שאמנן.</b> שגדלן וחיברן זו בזו. לשון ויהי אומן את הדסה (אסתר ב׳:ז׳):",
                "<b>שחמרן.</b> לשון ויצברו אותם חמרים חמרים (שמות ח י). מדרך הרוצים לאצור אגוזים או בצלים, שחותכין אותן וקושרים אותן בחבל או במשיחה ומחברין אותן זו עם זו ותולין אותן כדי שיתקיימו:",
                "<b>לפקל.</b> כמו לקלף. ודוגמתו שנינו פרק ד׳ דמעשרות משנה ו׳, הבצלים משיפקל:",
                "<b>האגוזים והשקדים.</b> השתא מיירי במפצע האגוזים והשקדים. שהקליפה של אגוזים ושל שקדים חשיבא שומר, ואע״פ שפצען, כל זמן שהיא מחוברת באוכל חשיבא שומר:",
                "<b>עד שירסס.</b> לשון והכה את הבית הגדול רסיסים (עמוס ו׳:י״א). כלומר עד שתהיה הקליפה רצוצה ופתותה לחלקים דקים:  "
            ],
            [
                "<b>ביצה מגולגלת.</b> צלויה קצת, עד שהיא מעורבת וראויה לגמעה:",
                "<b>עד שיגוז.</b> הקליפה חשיבא שומר ומצטרפת, עד שיחתוך ממנו מעט, ואז לא חשיבא יותר שומר, שהביצה שותתת ויורדת דרך אותו שבר וחתך:",
                "<b>ושלוקה.</b> אבל אם נשלקה הביצה, שהיא קשה ועומדת בתוך הקליפה ואפילו שנשברה, לעולם חשיבא הקליפה שומר, עד שתהא מרוצצת:",
                "<b>וכן עצם שיש בו מוח.</b> חשיב העצם שומר למוח, ואע״פ שנשבר העצם, עד שיהיה מרוצץ:",
                "<b>הרמון שפירדו.</b> שחתך הרמון לשנים ועדיין הגרגרים מחוברין בקליפה, הויא קליפה חיבור, עד שיקיש בקנה ויתנענעו הגרגרים שבו:",
                "<b>שלל הכובסים.</b> דרך הכובסים לשלול הבגדים הקטן עם הגדול כדי שלא יאבד, וסופו להפרידן:",
                "<b>והבגד שהוא תפור בכלאים.</b> שתי חתיכות של בגד צמר שתפרן בחוטין של פשתן, דודאי סופו להפרידן זו מזו, משום איסור כלאים:",
                "<b>חיבור לטומאה.</b> ואם נטמא האחד נטמא חברו, עד שיתחיל להתיר, ואע״פ שלא גמר להתיר, דמעשה מוציא מידי מעשה:\n\n"
            ],
            [
                "<b>ירוקים מצטרפין.</b> דחזו לאכילה:",
                "<b>לבנים אין מצטרפין.</b> דתו לא חזו:",
                "<b>ובחזרים.</b> בחזרת, אע״ג דלבנים לא חזו לאכילה, מכל מקום הוו שומר. ואין הלכה כר׳ אלעזר בר צדוק:\n\n"
            ],
            [
                "<b>בני בצלים.</b> עמוד האמצעי שהוא כמו לב (ירוק) וממנו צומחים הבצלים, לההוא קרי בני בצלים:",
                "<b>אם יש בהן ריר.</b> שהם מלאים ליחה ואין בהן חלל:",
                "<b>משתערין כמו שהן.</b> כשבאים לשער אם יש בהן אוכל כביצה שיעור טומאה, משערין אותן עם הריר ואין [צריך] למעך את חללן. ואם יש בהן חלל, ממעך את חללן ואח״כ משער לכביצה:",
                "<b>ספוגנית.</b> עשויה רכה כמין ספוג. ואינה דרוסה ובעוטה:",
                "<b>משתערת כמו שהיא.</b> בלא מיעוך:",
                "<b>בשר העגל שנתפח.</b> דרך בשר העגל שהוא נתפח ומתרבה כשהוא מתבשל, ובשר השור הזקן מתמעט:",
                "<b>בכמות שהן.</b> אם בשר שור מבושל הוא שנתמעט ועמד על פחות מכביצה, אין אומרים כשהיה חי היה בו כביצה או יותר, ויטמא אע״פ שעכשיו אין בו כשיעור. וכן אם היה בשר עגל שנתפח ונתרבה ויש בו כדי לטמא, אין אומרים הואיל וכשהיה חי לא היה בו כדי לטמא, אף עכשיו לא יטמא:  "
            ],
            [
                "<b>קישות שנטעה בעציץ.</b> שאינו נקוב, והוכשרה שם לקבל טומאה ונטמאת, וכתלושה ימיא: ",
                "<b>והגדילה ויצאה חוץ לעציץ.</b> ונחשבת כמחובר, לפי שיונקת ושואבת מז הקרקע שחוץ לעציץ:",
                "<b>טהורה.</b> שפרחה לה טומאה משיצאה חוץ לעציץ:",
                "<b>מה טיבה ליטהר.</b> דכשקבלה טומאה היתה כתלושה, הלכך מה שבתוך העציץ נשאר בטומאתו, ומה שהוסיף אחרי כן ויצא חוץ לעציץ, טהור. ואין הלכה כר׳ שמעון:  "
            ],
            [
                "<b>כלי גללים.</b> כלים העשויין מגללי הבקר:",
                "<b>שהשרשים יכולין לצאת בהן.</b> אע״פ שאינן נקובים, השורש יוצא מעצמו ונוקב את הגלל ואת האדמה של אותו כלי. ולהכי לא נקט כלי אבנים, לפי שקשים הן ואין השורש נוקב אותן:",
                "<b>עציץ נקוב אינו מכשיר את הזרעים שבתוכו.</b> דלא מקבלי הכשר משום דחשיבי כמחובר, ואין הזרעים נכשרים לקבל טומאה אלא כשבא עליהן מים לאחר שנתלשו. ואפילו פירות תלושים אין נכשרים במים שבתוכו, לפי שאין המים מכשירין כשהן במחובר, דבעינן שיהו המים תלושין, והני מים דמנחי בעציץ נקוב, כמנחי בארעא דמו:",
                "<b>ושאינו נקוב מכשיר את הזרעים.</b> דבין מים שבתוכו ובין זרעים, תרוייהו חשיבי כתלושים:",
                "<b>מלאהו.</b> לעציץ שאינו נקוב:",
                "<b>עפר עד שפתו.</b> הואיל ורואה את האויר מארבע רוחות, הוי כעציץ נקוב, וחשיבי כמחובר, בין המים, ובין הזרעים שבו:",
                "<b>כטבלא שאין לה לזביז.</b> שאין לה שפה מכאן ומכאן אלא פשוטה וחלקה, דמים שבה אינן מכשירין את הזרעים וחשיבי כמחובר, הואיל ורואין את האויר מארבע רוחות:"
            ]
        ],
        [
            [
                "<b>יש צריכים הכשר מים.</b> כדכתיב [ויקרא י״א] וכי יותן מים על זרע:",
                "<b>ואין צריכין מחשבה.</b> לחשב עליהן לאכילה. וכולה מתניתין מפרש לקמן:  "
            ],
            [
                "<b>החותך מן האדם מן הבהמה מן החיה ומן העופות.</b> כולהו בחותך מחיים איירי. ואע״פ שפירשו מן החי אינן מטמאין, דאין מטמא אלא אבר מן החי ולא בשר שפירש מן החי, הלכך צריכין מחשבה שיחשב עליהן לאכילה. ואם לאו, אינן מטמאין:",
                "<b>והחלב בכפרים.</b> דאנשי הכפרים לא אכלי חלבים, הלכך צריכין מחשבה. אבל בשווקים דאיכא רוב עם הבאים לשוק, איכא טובא דאכלי חלבים, ואינם צריכין מחשבה:",
                "<b>ושאר כל ירקות שדה.</b> שאינן נזרעים בגנות, אינן מיוחדים למאכל אדם, וצריכין מחשבה:",
                "<b>חוץ משמרקעים.</b> מין בצל חריף:",
                "<b>ופטריות.</b> מין צמח שאין לו שורש. פונג״י בלע״ז:",
                "<b>חוץ מכרישי שדה.</b> פורו״ש בלע״ז, ובערבי בורא״ת. שאלו אע״פ שאין נוטעים אותן בגינות, אינן צריכין מחשבה:",
                "<b>והרגילה.</b> כך שמה בערבי, ובלע״ז פורקקל״ה:",
                "<b>נץ חלב.</b> פרחים לבנים כחלב. ויש אומרים, עשב כשחותכים אותו יוצא ממנו חלב:",
                "<b>עכביות.</b> עשב מלא קוצים. והוא דרדר בלשון מקרא. ובלע״ז קרדו״ש:",
                "<b>כלוסין.</b> הרמב״ם אומר שקורין לו בערבי ענב אלדי״ב. וסברי ר׳ יהודה ור׳ שמעון ור׳ יוסי שאלו אינן צריכין מחשבה, מפני שהן מיוחדין למאכל אדם. ואין הלכה כאחד מהם, אלא כולם צריכין מחשבה, ואם לאו אינן מטמאין:  "
            ],
            [
                "<b>נבלת בהמה טמאה בכל מקום.</b> בין בכפרים בין בשווקים:",
                "<b>צריכין מחשבה.</b> דסתמייהו לאו לאכילה:",
                "<b>ואינן צריכין הכשר.</b> לא הכשר מים ולא הכשר שרץ, שאין צריך ליגע בהן דבר טמא לטמאן, שסופן לטמא מעצמן טומאה חמורה. ואם תאמר, בשלמא נבלת עוף טהור דאינה מטמאה אלא בבית הבליעה, ניחא דצריכה מחשבה לטמא טומאה קלה. אלא נבלת בהמה דמטמאה במגע ובמשא, מחשבה למה לי, לטומאה קלה, היא גופה טמאה היא. הא מלתא משני בגמרא פרק דם שחיטה, כגון דאיכא פחות מכזית נבילה, וצירפה לפחות מכביצה אוכלים, דבין האי והאי הוי כביצה, דלהכי צריך מחשבה, ומכל מקום חשיב סופו לטמא טומאה חמורה ואינה צריכה הכשר, הואיל והיה אפשר לצרפה לכזית:",
                "<b>בשווקים.</b> שיש רוב עם הבאים לשוק, איכא טובא דאכלי נבלת עוף טהור, ואכלי חלבים:",
                "<b>אינם צריכין לא מחשבה.</b> דלאכילה הן עומדים:",
                "<b>ולא הכשר.</b> דנבלת עוף טהור סופה לטמא טומאה חמורה, דמטמא בגדים בבית הבליעה, וחלב מיירי בחלב טמאה, דמטמא החלב כבשר, כדלקמן בפרקין, הלכך אינן צריכין הכשר:",
                "<b>רבי שמעון אומר אף הגמל וכו׳</b> אינן צריכין מחשבה בשווקים, דאיכא רוב עם ואכלי להו. ודלא כתנא קמא דאמר נבלת בהמה טמאה בכל מקום ולא מפיק להני. ואין הלכה כר׳ שמעון:\n\n"
            ],
            [
                "<b>השבת.</b> מין ירק הוא, וכן שמו בערבי. ובלע״ז אניט״ו:",
                "<b>משנתן טעמו בקדירה.</b> אם היה שבת של תרומה, משנתן טעם בקדירה והוציאו ממנה, לא מתחייב עליו זר האוכלו, דעץ בעלמא הוא:",
                "<b>ואינו מטמא טומאת אוכלים.</b> דכיון שנתבשל, כלה כוחו וטעמו ונשאר כעץ בעלמא, ותו לא חשוב אוכל:",
                "<b>לולבי זרדים.</b> ענפים רכים היוצאים בעת שמלבלבים האילנות, וכובשים אותן ביין או בחומץ או במים ומלח, ואוכלים אותן:",
                "<b>והעדל.</b> מין ירק דומה לצנון:",
                "<b>ועלי לוף.</b> ממיני הבצלים. ויש ממנו מין שקורין לו לוף שוטה:",
                "<b>עד שימתוקו.</b> דלא חשיבי אוכל אלא לאחר שכובשים אותן ויוצא מהן מרירותן:",
                "<b>פקועות.</b> כעין אבטיחים קטנים, והן מרים. ורבותי פירשו, דלעת מדברית. ואין הלכה כר׳ שמעון:\n\n"
            ],
            [
                "<b>הקושט.</b> כך שמו בלע״ז ובערבי. והוא נמנה עם סממני הקטורת:",
                "<b>והחמס.</b> יש שפירשו זנגביל. ויש שפירשו קנמון:",
                "<b>וראשי בשמים.</b> כגון אגוז מוסקאט״ו, ונרד, וכיוצא בהם, שנותנים ריח ערב:",
                "<b>התיאה.</b> מין חלתית:",
                "<b>וחלתית.</b> כך שמה בערבי. ואע״פ שריחה רע, רגילים ליתן ממנה במזונות:",
                "<b>חלת חריע.</b> כרכום יערי. וקורין לו בערבי אלקרטו״ם:",
                "<b>אף הן לא ילקחו בכסף מעשר.</b> דרחמנא אמר (דברים י״ד:כ״ה) ונתת הכסף וגו׳ ואכלת שם, דבר שהוא נאכל כמות שהוא, אתה קונה בכסף מעשר, שאינו נאכל כמות שהוא, אתה קונה בכסף מעשר. וכן הלכה, דאין מטמאין טומאת אוכלים ואין נקחים בכסף מעשר:\n\n"
            ],
            [
                "<b>הפגין.</b> תאנים שלא נתבשלו, כדכתיב [שיר ב׳] התאנה חנטה פגיה. וכל שאר פירות נמי שאינן מבושלים נקראים פגין:",
                "<b>והבוסר.</b> ענבים שלא נתבשלו. ומשהגיעו להיות כפול הלבן נקראים בוסר. ופגין גרועים מבוסר:",
                "<b>משיבואו לעונת המעשרות.</b> כל פרי ופרי כפי העת הקצוב לו להתחייב במעשר, כדתנן פרק קמא דמעשרות. ואין הלכה כר׳ יוחנן בן נורי:",
                "<b>פריצי זיתים וענבים.</b> שנתקשו קודם בישולן, ואינן נפרכים בבית הבד. לשון ובני פריצי עמך (דניאל י״א:י״ד), בני אדם קשים ורשעים. כך זיתים וענבים הללו, קשין ואינן נפרכין, ואינן נדרכין:",
                "<b>בית שמאי מטמאין.</b> דחשיבי אוכל:",
                "<b>ובית הלל מטהרין.</b> דלא חשיבי אוכל:",
                "<b>הקצח.</b> ניי״ל בלע״ז. וזרע שחור הוא. ורגילים לתת אותו בלחם, לפי שהרגיל בו אינו בא לידי כאב לב:",
                "<b>וכן למעשרות.</b> כמו שנחלקו לטומאה, כך נחלקו למעשרות, דהמטמאן טומאת אוכלים מחייבו במעשרות:\n\n"
            ],
            [
                "<b>קור.</b> עץ רך הנוסף בראשו של דקל ואוכלין אותו בני אדם ובימות הגשמים הוא מתקשה:",
                "<b>כעץ לכל דבר.</b> ואינו מטמא טומאת אוכלין:",
                "<b>נלקח בכסף מעשר.</b> דפרי [מפרי] וגידולי קרקע הוא:",
                "<b>כפניות.</b> תמרים שלא בשלו כל צרכן:",
                "<b>כאוכלין.</b> ומטמאים טומאת אוכלין:\n\n"
            ],
            [
                "<b>דגים מאימתי מקבלים טומאה.</b> דכל זמן שהן חיים אינן מקבלים טומאה:",
                "<b>משיצודו.</b> חשובים כמתים:",
                "<b>אם יכולים לחיות.</b> שאם יחזירום למים יחיו, אינן מטמאין. אבל אם אין יכולים לחיות כשמחזירן למים, אע״פ שעדיין לא מתו, מקבלים טומאה. והלכה כבית הלל:",
                "<b>יחור של תאנה שנפשח.</b> ענף של אילן תאנה ובו תאנים, שנתלש ונפרד ממקום חיבורו, אלא שנשאר מעורה ומדובק בקליפת האילן בלבד:",
                "<b>ר׳ יהודה מטהר.</b> אותם תאנים שבענף, אם נגעה בהם טומאה. דחשיב להו כמחובר, הואיל והענף מעורה קצת, ואע״פ שאינו מעורה אלא בקליפה:",
                "<b>וחכמים אומרים אם יכול לחיות.</b> אם יקשרו ויחברו הענף עם האילן יחיה הענף ויוציא פירות, חשוב כמחובר וטהורים. ואם לא יחיה כשיקשרוהו עם האילן, הרי תאנים שבענף כתלושים הן חשובים ומקבלים טומאה. והלכה כחכמים:\n\n"
            ],
            [
                "<b>חלב בהמה טהורה.</b> שנתנבלה:",
                "<b>טהור מטומאת נבילה.</b> דכתיב [ויקרא ז׳] וחלב נבילה וגו׳ יעשה לכל מלאכה, ואפילו מלאכת הקודש במשמע: ",
                "<b>לפיכך הוא צריך הכשר.</b> דכיון שאין סופו לטמא טומאה חמורה, דהכי קיי״ל פרק קמא דטהרות, דכל שאין סופו לטמא טומאה חמורה היינו לטמא אדם וכלים, צריך הכשר:",
                "<b>חלב בהמה טמאה מטמא טומאת נבלות.</b> דלא טיהרה תורה אלא חלב של בהמה טהורה שנתנבלה, דכתיב [שם] חלב נבילה וחלב טריפה, יצאת חלב בהמה טמאה שאין לה טריפה, לפי שטריפתה ושחיטתה שוה:",
                "<b>ואין צריך הכשר.</b> לטומאת אוכלים אם צירף פחות מכזית לפחות מכביצה כדפרישנא לעיל. אבל מחשבה ודאי בעי, מידי דהוה אבשרא דבעיא מחשבה בכל מקום כדתנן לעיל:",
                "<b>צריך מחשבה בכפרים.</b> ולא בשווקים. אבל הכשר צריכין בכל מקום:  "
            ],
            [
                "<b>כוורת דבורים וכו׳</b> אם היא מחוברת בטיט, הכל מודים שהיא כקרקע. ואם היתה מונחת על גבי יתידות, הכל מודים שהיא ככלים. לא נחלקו אלא שמונחת על גבי קרקע ואינה מחוברת בטיט:",
                "<b>ר׳ אליעזר אומר הרי היא כקרקע.</b> ונקנית בכסף, בשטר, ובחזקה, כקרקע:",
                "<b>וכותבין עליה פרוזבול.</b> שטר שכותבים בית דין למלוה שמסר להם כל חוב שיש לו, שלא תהא שביעית משמטתו. ואין כותבין פרוזבול אלא על הקרקע, כלומר כשיש ללוה קרקע. ואם יש לו כוורת דבורים, כמו שיש לו קרקע דמי, וכותבין עליה פרוזבול למלוה:",
                "<b>ואינה מקבלת טומאה במקומה.</b> דהוי כמחובר שאינו מקבל טומאה:",
                "<b>והרודה.</b> מחלות דבש שבתוכה בשבת, חייב חטאת, כתולש ממקום חבור. דכתיב (שמואל א י״ד:כ״ז) ויטבול אותה ביערת הדבש, וכי מה ענין יער אצל דבש, אלא מה יער התולש ממנו בשבת חייב חטאת, אף דבש הרודה ממנו בשבת חייב חטאת:\n\n"
            ],
            [
                "<b>מאימתי מיטמאות משום משקה.</b> דסתמייהו לאכילה קיימי. ומאימתי מיטמאין טומאת משקין להיות תחילה:",
                "<b>משיחרחר.</b> משיביא עשן ויעשן להבריח הדבורים. לשון לחרחר ריב. שנראה כאילו רוצה לחרחר ריב עם הדבורים. פירוש אחר, משיחרחר, שיחמם אותם להוציא דבשם, אע״פ שעדיין לא יצא הדבש. לשון ניחר מפוח (ירמיה ז׳). ואית דגרסי משיהרהר, כלומר משיהרהר מחשבה בלבו לרדות הדבש:",
                "<b>משירסק.</b> כשרוצים לרדות דבש מן הכוורת, חותכים בסכין ומוציאין חלות חלות, וזהו ריסוקן:\n\n"
            ],
            [
                "<b>עתיד הקב״ה להנחיל לכל צדיק וצדיק.</b> סמך מאמר זה לכאן, להודיע בחתימת המשנה מתן שכרן של צדיקים לומדים ומקיימים כל מה שכתוב במשנה:",
                "<b>שלש מאות ועשרה עולמות שנאמר להנחיל אוהבי יש.</b> יש, בגימטריא הכי הוי, שלש מאות ועשר. כלומר שההנאה וקורת רוח שיש לכל צדיק וצדיק בעולם הבא הוא שלש מאות ועשר פעמים כנגד כל העולם הזה, שאין העולם הזה כולו אלא חלק משלש מאות ועשר ממה שיש לכל צדיק וצדיק נחלה לעולם הבא:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "יד. ר\"ל העץ המחובר בצמחים הנאכלין אשר יאחוז בו האוכל בעת האכילה או יתלה ממנו כשרוצים להצניעו כגון האגסים והתפוחים והענבים וזולתם מן הדומה להן כולן נקראים יד: \n",
                "ושומר. הוא הדבר אשר ישמור האוכל ויעמוד זמן בסבתו כגון קליפת אגוזים וקליפת השקדים וזולתם מבעלי הקליפות וכן אם היה הדבר הנאכל צומח על עץ וסובב אותו כמו עוקץ התמרים אשר עליו גרעיני התמרים ועוקץ הענבים אשר עליו גרעיני הענבים הוא ג\"כ שומר ומה שהיה מן העוקצים חוץ מן האוכל שאין גרעין עליו הוא מכלל הידות ואמר הקב\"ה בטומאות זרעים (ויקרא יא) וכי יפול מנבלתם על כל זרע זרוע אשר יזרע טמא הוא לכם ובא הפירוש (חולין דף קיח.)לכם לכל שבצרכיכם ר\"ל כל מה שיש לכם בו צורך והוא לכם עזר כמו הקצוות אשר יאחזו בהם בעת האכילה הרי הם מטמאים כטומאת הצמחים ההם ומסקנא בגמרא אחר משא ומתן גדול וראיות מן הפסוקים שהם מיטמאות ומטמאות ר\"ל כי כשנטמא האוכל עצמו נטמא קצהו אשר הוא היד וכשנטמא הקצה ההוא אשר בו סיוע לנו ונגעה בו טומאה נטמא הצמח עצמו וגופו של אוכל והוא ענין אמרו מיטמא ומטמא ר\"ל דהיד מיטמא כשנטמא האוכל והאוכל מיטמא כשנטמא היד ולפי שעמד הדין הזה בידות אוכלים מפני שנאמר טמא הוא לכם כמו שביארנו ומצאנו הפסוק שאמר ג\"כ בטומאת זרעים וכי יפול מנבלתם על כל זרע זרוע אשר יזרע ואין צורך לאמרו אשר יזרע בתחילת העיון לפי שכל זרע אין ספק כי הוא יזרע ובאה הקבלה (שם דף קיז:) לומר כי ר\"ל כי הוא מטמא והוא כעלין שדרך בני אדם שיוציאו הדבר ההוא כך לזריעה ואמרו כדרך שבני אדם מוציאין לזריעה חטין בקליפתן ושעורים בקליפתן ועדשין בקליפתן וזהו השומר כמו שביארנו ואח\"כ אמרנו למה הוצרך הכתוב לרמוז לנו כי שומרין מיטמאין כיון שידות האוכלין אשר אינן שומרים הזרעים ואינן סבת עמידתן אמרנו שהם מיטמאין כשנטמא האוכל והאוכל מיטמא כשהן מיטמאין קל וחומר הקליפות אשר הם דבוקים באוכל והסבה בעמידתו ושמירתו שהם מיטמאין ובאה הקבלה (שם דף קיח.) ואמרה כי הכונה ברמיזתו להם הוא להודיענו שהם מצטרפין וכשיהיה כביצת אוכלין באוכל וקליפתו הוא מטמא זולתו טומאת אוכלין כמו שנתבאר פעמים ונתברר לנו מזה כי הידות תיטמא מן האוכל ויתטמא האוכל מהן ואינם מצטרפין עם האוכל להשלים בהם יחדיו כביצה ותטמא זולתה אבל השומרים הרי הם עם היותן מטמאין ומתטמאין כידות הם הוסיפו על ידות בהיותם מצטרפין לאוכל להשלים השיעור ר\"ל כביצה ולא הוצרך לומר לא מיטמא ולא מטמא ולא מצטרף לפי שזה מבואר מאד מאד כיון שהידות אשר הן טמאין ומטמאין אין מצטרפין כ\"ש דבר הנאמר בו לא מיטמא ולא מטמא שהוא אינו מצטרף: \n"
            ],
            [
                "כבר ביארנו פעמים כי הקפלוטות הם כרתי המפורסמים ופיטמא שלהן הן גרעינין אשר בה קבוץ הגידים אשר בראש בצל והשום והכרתי והם דמות חוטין מלופפין מסובבין והעמוד שהוא מכוון כנגד האוכל הוא הלב אשר בבצל אשר יצמח בקנה הזרע: \n",
                "וחזרים. חסא: \n",
                "וצנון. בלשון ערב פולו ונפוס הצנון הידוע בלשון ערב באלשאמ\"י אלה כולם סבר ר\"מ שהן מצטרפין לאוכל ר\"ל אלה הגידים והשרש הטמון בקרקע מן הצנון יש בקצהו גיד דק והוא אשר נקרא צנון גדול ובצידי ראש הצנון כל זה נקראין גידין דקין כמו גידים חותכין אותן המוכרין בעת המכירה ביד וישאר מהם שארית והם נקראים סיב לפי שהם דקים דמות חוטי הלוף. והמינתא ממין הנקרא בערב נענ\"ע ופיגם בלשון ערב אל פיגא\"ן והוא אל סד\"ב וכשימשכו גרעיני החטה מן השבולת ישאר מקומה כדמות שלשלת ובו חליות חליות ולכן נקראו שדרה של שבולת והיא ג\"כ שומר מכלל שומרין כמו שביארנו והלבוש שלה הוא הקרום אשר על הגרעין מהחטה והסיג של רצפות האבק אשר יארג על קצת הצמחים והיא רצפות דמות אריגת העכביש וכבר ביארנו ענין אמרו מטמאין ומיטמאין באיזה מקום שאמרו במסכת הזאת וא\"צ שאחזירהו כל פעם והלכה כרבי יהודה ואין הלכה כר\"א: \n"
            ],
            [
                "מבואר הוא כי אלו אשר מנה הם ידות בלבד ועל כן אינן מצטרפין כמו שנשתרש לך: \n",
                "ופרכיל נקרא שבט משבטי הגפן שנכרת ובו אשכולות ענבים תלוים ממנו וקבוצין פרכילין ובש\"ס (ביצה דף ל:) אמרו פרכילי ענבים. זנב האשכול שריקנה כשהוסרו הגרעינין מתחת האשכולות ונשאר העץ אשר היו בו הענבים והורק ועל כן צריך ממנו שיעור גדול להתלות בו מה שנשאר מן הענבים בעליונות של אשכול וידוע כי עוקצי התמרים יש להם קצה עבה יחבר אותן דמות קצת הלולבין והוא נקרא מכבד של תמרה לפי שהוא דמות יד המטאטאים ויצא מן הקצה הזה העבה אשר הוא דמות קצה הלולבין שבטים דקים ארוכין יהיה באורך כל אחד מהם שני זרתות או שלשה והאחד מן השבטים הדקים נקרא שרביט של תמרה ובו יהיו התמרים צומחים ומלעין והוא השער השחור בלתי חלק אשר בראש השבולת: \n"
            ],
            [
                "קליפת קולסי הכרוב. ראשי הכרוב הגדלים ויצא מהן גידים מסתבכין חותכין אותן ומשליכין אותן בעת המכירה והם שרשי קולסי כרוב ותרדים בלשון ערב סל\"ק וחלפות תרדין הם שרשיהם אשר ישארו בקרקע ויצמחו שניהם וע\"כ נקראו חלפות מן חליפות ואמר את שדרכן ליגזז וליעקר ונעקרו ר\"ל כל מה שדרכו שיכרת ויחליף מהגידים באלה והסבכים ונעקרו בשרשיהם עם הצמחים האלה הנה אינו מטמא ולא מיטמא ולא מצטרף ורואה רבי יוסי שכולן הם מטמאין ומיטמאין חוץ מן הסבכים אשר יוציאו בראשי הכרוב והלפת שהן אינן ראוים לדבר ואין הלכה כר' יוסי: \n"
            ],
            [
                "בססן. כתתן ורצצן מלשון (ישעיהו ס״ג:י״ח) בוססו מקדשך ובריית אשכולות והענבים היא שיוצאין מן האשכול אשכולות אחרים קטנים ופירוש פסיגא של אשכולות חתיכה של אשכולות ר\"ל שהוא חתך אותם מאותן אשכולות קטנים אשר לא יצא מהם אלא אשכול אחד והיא מלאה גרעיני ענבים בלבד וכמו שרביט של תמרה כשיסיר הענבים או התמרים ממנו וישאר אותו הגיד הדק אינו אוכל ולא יטמא ואם הניח בקנה ואפילו גרעין אחד כבר חזר העץ בכללו שומר לגרעין ההוא ור\"א אומר כי הפולין בלבד אין הקנה שלו שומר ושאותה קנה אינו צורך בו אבל שאר קטניות העץ הוא שומר להם ואפילו לא ישאר אלא גרעין א' לפי שאוהב האדם לחפוש אותו גרעין בין העצים ויתענג בזה והוא ענין אמרו רוצה במשמושן ואין הלכה כר' יוסי ולא כראב\"ע: \n"
            ],
            [
                "עוקץ. הוא קצה הדבר: \n",
                "וגרוגרות הם התאנים היבשים: \n",
                "כלוסין מין מן התאנים דקים: \n",
                "וחרובים בלשון ערב כרוב: \n",
                "ודלעת בלשון ערב כלאני: \n",
                "ואגסין בלשון ערב אגסן: \n",
                "קרוסטמלין ופרישין בלשון ערב אספרגל: \n",
                "ועוזרדין וקינרס ואין הלכה כר\"א: \n"
            ]
        ],
        [
            [
                "שלא כבשן אלא למראה. רוצה לומר ליופי לא לאכילה ע\"כ אינן מטמאין לפי שאינן מאכל וכשות של קישות כשות בלשון ערב זנב והוא כעין שערות שנמצא על הקישות בעת חתיכתו והנץ שלו הפרח אשר בקצהו ואמר רבי יהודה כי הכשות הזה והנץ ואע\"פ שאינן נאכלין כל זמן שהתגר מוכר הקישות רוצה בקיומם כדי שיראו הקשואים חתוכין בזמן קרוב ולפי שהוא רוצה בקיומן מטמאין כמו שמטמאין האוכלין ומצטרפין לכלל הקשואים לפי שהם כמין שומר להן כיון שהיא תשמור עליו ענין שיקפצו בני אדם על קנייתו בהן ואין הל' כר' יהודה: \n"
            ],
            [
                "גלעינין. הם נויי הפירות מכל פרי שיש לו גרעינין בתוכו כתמרים והזיתים ואגסים וזולתם הושמו כולם במדרגות ידות אוכלים. וחותל לפוף. מלשון (יחזקאל ט״ז:ד׳) והחתל לא חותלת וזה כי על נוי התמרים קרום מפריד בין הגרעין ובין האוכל של תמרים ולפי שאמר כי הגרעין הלח מצטרף לאוכל לפי שהוא שומר לו לפי שאם יסור הגרעינים תתחלחל הליחה ותפסד וגרעין מן הפרי היבש אינו מצטרף לפי שאינו שומר אותו ואם יוצא אותו גרעין לא יפסד הפרי אמר ע\"כ הקרום אשר על גרעין הלח אינו מצטרף לפי שאין אותו הקרום השומר אלא הגרעין עצמו והקרום הזה ג\"כ נפרד מעצם הלח אמנם הקרום אשר על גרעין התמרים היבשים הוא דבק בעצם התמרים והוא השומר לא הגרעין ואילו סר הגרעין ונשאר הקרום לא תפסד התמרה ולפי שאמר כי אילו יצא קצת הגרעין מן הליחה שהוא מצטרף ביאר כי תכלית מה שיצטרף ממנו הוא מה שכנגד האוכל ובתוספתא (פ\"ב) הרוטב שנאכל חציו וחציו קיים כנגד האוכל מצטרף שלא כנגד האוכל אין מצטרף וכן העצם כשהוא בתוך הבשר וקצהו יוצא מן הבשר אנו רואים אותו כאילו נחתך מה שיצא מן הבשר וכל מה שהיה ממנו תוך הבשר מצטרף לתשלום כביצה וכבר ביארנו בטהרות (פ\"א) כי העצם מצטרף לפי שהוא גם כן שימר בבשר וכשהיה הבשר מדובק בעצם לבד והעצם מגולה ולא היה הבשר סובב אותו מכל צד א\"ר ישמעאל שאנו רואים העצם כאילו הוא מקיפו כלומר אם יש בבשר שיעור שנוכל להקיף ממנו העצם כטבעת מצטרף ואם לאו אינו מצטרף וחכ\"א שכנגד האוכל מצטרף אנו רואין כאילו כבר נחתך מה שאינו תחת הבשר ויצטרף כל מה שתחת הבשר לבשר אע\"פ שהבשר אינו סובב בעצם אנו רואים אותו שכבר סר עד שלא ישאר מגוף העצם אלא שיעור דק מדובק בבשר כדקות שבט האזוב אשר עם דקיתו כבר מצאנוהו שומר למה שעליו מן העלין: וסיאה בלשון ערב אל פודנג וקורנית אל חנטה ואלה השלשה מינים הם ממיני האזוב והלכה כחכמים: \n"
            ],
            [
                "נימוק מקצתו. נתחלחל קצתו ורפה ונכנס וחזר שאינו ראוי לאכילה ועל כן אינו מצטרף עם היותו מחובר ומגיע לגרעיני הרמונים או לזרע האבטיח וכן אילו היה המקום אשר נרקב ונפסד בתוך הרמונים או האבטיחים אינו מצטרף ומקליפות רמונים דמות כוס סובב בראש הרמון ושפתו עשויה תלפיות דמות שיני המסרק ועל כן נקרא מסרק כי המסרק הוא הנקרא בל' ערב אלמש\"ט והוא כשקולף והושלך אין נראה דבר מגרעיני הרמונים ועל כן אמר ר' אליעזר כי הוא אינו שומר וכשנקלף הכוס הזה ג\"כ ימצא בהן כדמות ראש השדים משופע ויוצא על שטח הרמון ירוק והוא הנקרא פיטמא של רמון וכשתכרת אותו פיטמא ולא תשרש בכריתה לא יגלה ג\"כ גרעיני הרמונים וזה הכוס כולו מלא מפרח ירוק דק נשאר בתוכו אחר שיתבשלו הרמונים בתכלית הבישול והוא הנץ שלו הנזכר כאן ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "כבר ידעת כי הקליפות הם כלם שומרים לאוכל ועל כן הן מצטרפין וקדורה ר\"ל חתוכה לפי שאינה שומרת לזולתה כשנחתכה וקליפה החיצונה בבצל הדקה מאד אשר אין שם דקה כמותה והוא דמות הרבד והוא הנופל בעת משמוש בבצל והיא אשר שמים אותה הרופאים על המורסות כשנפתחו ותמשוך מהן הליחה בכח ואין הלכה כרבי יהודה: \n"
            ],
            [
                "המחתך לבשל אע\"פ שלא מירק וכו'. מירק שיפליג בחתך עד שיתבאר הדבר הכרות וכיון שכוונתו לבשלן אינו מתכוין שישאר אותו דבר חתוך מחובר לפי שהבשול ירקקהו ויפרידהו אמנם אם היתה כוונתו לשליקה או לכבישה או להניח הירק ההוא על השלחן הרי זה חבור לפי שכונתו שישאר מחובר קצתו בקצתו כדי שתקל הוצאתו או מערכתו: \n",
                "התחיל לפרק. כשהתחיל לפרק אותו חיבור אין אנו אומרי' כיון שהתחיל לפרק גלה דעתו שאין רוצה שישאר דבר ממנו מחובר ונאמר בכל אינו חבור אבל הדבר ההוא אשר פירק בלבד הוא אשר אינו חבור וכל מה שנשאר מדובק הוא חבור: \n",
                "אמנן. גדלן וחבר קצתן לקצתן מלשון (אסתר ב׳:ז׳) ויהי אומן את הדסה והענין שהוא לוקח האגוזים והם לחים ומחתכם בעליהם ומקבצם בעבות בחוטים או בקליפה עד ששמם בחבל אחד בגוף מחובר כדי שיקל משאן. וחמרן נתנן קצתם לקצתם מלשון (שמות ח׳:י׳) ויצברו אותם חמרים חמרים והכונה שהוא קבץ עליהם בעבות עד ששבו חבל אחד כדי לתלות ולעמוד זמן כמו שעושין אצלינו במערב בבצלים אשר רוצין לאצרן אח\"כ אמר כי האגוזים והשקדים ר\"ל האגוז האחד והשקד האחד האוכל שלה וקליפתה חבור זה לזה כמו שקדם כי הקליפות שומרים להם כל זמן שהקליפה מחוברת באוכל חבור טבעי אכן כשסרה הקליפה אין ספק כי אינו מיטמא ואף על פי שהחזירה למקומו וכשנשברה הקליפה ונשאר עמו האוכל והיתה שבירתו מעוטה כגון בקיעת כלי החרס הרי זה חבור עד שתתרצץ הקליפה ואז אינו חבור והוא אמרו עד שירצץ מלשון (שופטים י׳:ח׳) וירעצו וירוצצו ואע\"פ שהוא כתוב במשנה בסמ\"ך זה בלשונם עובר: \n"
            ],
            [
                "ביצה מגולגלת. בלשון ערב נמרש\"ת ופירוש יגוס יכרות אומר כיון שיקלוף ממנה מקום אחד לשתותה משם אותו קליפה כולה הנשארת אינה חבור לפי שאין להשמירה בו כיון שנפתח ממנה מקום א' לפי שהיא שותתת מן המקום ההוא אבל אם היתה שלוקה קשה הקליפה כולה הוא שומר לכל חלק ממנה ועל כן מצטרף עד שירצצו כולה ואז לא תצטרף והענין הזה בעצמו הוא בעצם אשר (אין) [יש] בו מוח לפי שהמוח אוכל והעצם הסובב אותו שומר והוא מצטרף עמו עד שירצצו: \n",
                "והרמון שפרדו. פירד גרעיניו בתוך קליפתו והרבה עושים זה כשנגבה קליפת הרמון עד שישארו הגרעינין בתוך הקליפות מתנועעים חבור: \n",
                "עד שיקיש עליו בקנה. עד שיכה ברמון בקנה או בשבט עד שינועו מה שנאחז בקליפה מגרעיני הרמון ואז לא תשאר הקליפה חבור לגרעינין ולא תצטרף: \n",
                "ושלל הכובסין והבגד שהוא תפור בכלאים חבור כמו שזכרנו במסכת פרה בפ' אחרון אמנם לפי שאין לו לחבור הזה להשאיר ולעמוד אבל יפרד אמרו כי כיון שיתחיל להתיר אנו חושבין אותו כנפרד ואינו חבור: \n"
            ],
            [
                "כבר ביארנו כי חזרים חסא ואין הלכה כר\"א בן צדוק: \n"
            ],
            [
                "צורת עלי הבצלים ידועה כי היא חלולה כדמות קנים ובתוכה ריר ידבק ביד וכן הבצל כשנגע בו המים וצמח והוא אינו מחובר לקרקע כמו שהוא מפורסם יצא ממנו לב ירוק דמות עלי בצלים ובתוכו גם כן ריר ואותו דבר הצומח נקרא בני בצלים ואומר כי אם היה הריר בתוך החללים ההם אז אנו משערין אותן כמו שהן מן החלל להשלים שיעור כביצה ואם היו ריקניות בלא ריר ממעכים אותן ביד עד שיתקבצו ותסור נפיחתן ואז משערין אותן בכביצה וכן הלחם המתחלחל החלקים כמו (פסחים דף לז.) סופגנין והוא פת סופגנית משערין אותה בכמות שהיא אלא אם היה חלל בתוכה אז יתקבץ ביד ודרך בשר העגל היונק כשנתבשל שירבה ויגדל ובשר מרובין בשנים מן הבהמות כשיתבשל מתכווץ ומתמעט ואמר שאנו משערין כביצה ממנו והוא מבושל כמות שהוא ולא נאמר זה היה קודם שנתבשל כביצה ואע\"פ שהוא עכשיו פחות מכביצה או בהפך אבל ישוער לפי ענינו אם היה חי חי ואם מבושל מבושל: \n"
            ],
            [
                "כשזרע קישות בכלי אינה מטמאה בהצמחתה כי האוכלים אמנם מיטמאים אחר תלישתם מן הקרקע כמו שביארנו בראשון של מכשירין ואמר ר' שמעון כאשר יצאו מן הקישואים חוץ לכלי הרי הוא כתלוש ויטמא והוא אמרו והטמא בטומאתו והטהור יאכל ואין הלכה כר\"ש: \n"
            ],
            [
                "כבר קדם לך במסכת מכשירין (פ\"א) כי הזרעים אינן מוכשרים בעוד שהן מחוברין לקרקע וכבר ביארנו בד' של מכשירין כי המים אינן מכשירין לטומאה אלא כשהן תלושים מן הקרקע אבל כשהן בקרקע אינן מכשירין וזכרנו עיקר זה השרש ובעבור השרש הזה אמר כי כלי גללים וכלי אדמה כשהם נקובים נקב שיצא ממנו שורש הצמחים והיו מונחים על שטח הקרקע והם מלאים מים כי המים ההם אינן מכשירין לפי שהוא כקרקע ואינו כתלוש וכבר ביארנו פעמים כי עציץ נקוב הרי הוא כארץ ושאינו נקוב אינו כארץ וכשנזרעו זרעים בכלי נקוב הרי הוא כאילו נתחבר בקרקע ועל כן אם נבלל במשקה לא הוכשר ואם היו הצמחים בכלי שאינו מנוקב הרי הוא כתלוש ועל כן כשנבלל במשקה הוכשר אח\"כ אמר כי העציץ הזה שאינו נקוב אשר הוא כלי ומכשיר את הזרעים כמו שביארנו וכן המשקים שבו מכשירין כשמלאהו עפר עד שפתו דינו דין טבלא שאין לה לזביז אשר עם היותה כלי היא טהורה כמו שנתבאר בב' של כלים וכן ג\"כ בכאן אינו מכשיר את הזרעים לפי שהוא לא נשאר כלי לענין הכשר ומים שבו גם כן אין מכשירין ובתוספתא (פ\"ב) אמרו טבלא שיש לה לזביז והטה על צדה אינה מכשרת את הזרעים לפי שבהטייתו אותה חזרה כטבלא שאין לה לזביז אשר אינה כלי וכבר ביארנו פעמים כי לזביז הוא השפה הגבוהה וענין אמרו אינה כלי כי אינה מקבלת טומאה: \n"
            ]
        ],
        [
            [
                "ההכשר כבר נתבארו כלליו ופרטיו במס' מכשירין (פ\"ג) ואמנם המחשבה ענינה שיתכוין לאכילת אותו דבר ואז יטמא טומאת אוכלין וכבר נתבאר ממנה קצת במסכת טהרות (פ\"א) ויבאר תשלומו בפ' הזה: \n"
            ],
            [
                "כבר ביארנו כי ענין מחשבה הוא שיתכוין על אותו דבר שיהיה מאכל אדם אף אם היה ראוי לעובד כוכבים בלבד הרי הוא אוכל וכבר ביארתי לך בא' של טהרות שכל מה שיטמא טומאה חמורה ר\"ל אדם ובגדים א\"צ הכשר וכל מה שלא יטמא טומאה חמורה צריך הכשר והוא אמר בהלכה הזאת כי הדברים אשר אין סופן לטמא טומאה חמורה אלא טומאת אוכלין בלבד והם עם זה אינם ידועים לאכילה על כן צריכין מחשבה ומזה הבשר שחותכין מן האדם או מן הבהמות או מן העופות והם חיים וכבר נתבאר לך פעמים בסדר הזה כי בשר הפורש מן החי אינו מטמא אמנם מטמא אבר מן החי וכן נבלת העוף הטמא לא תטמא טומאה חמורה כמו שזכרנו בראשון של מסכת טהרות וכן החלבים בכפרים צריכין מחשבה לפי שאינו מאכל אנשי הכפרים וכן הירקות המדבריות כולם אשר אינן נזרעים בגנות ואין צומחין בפרדסות ( * אינן) צריכין מחשבה לפי שאינן ג\"כ מיוחדים למאכל אדם: \n",
                "ושמרקעין. בצל חריף משתמשין בו ברפואות: \n",
                "ופטריות. הוא צמח אין לו שרש ולא זרע ואוכלין אותו רוב העם מבושל ושלוק והוציא רבי יהודה מירקות המדבר הכרתי המדברי: \n",
                "והרגילה ונץ החלב. הנקרא בערב אלח\"ב ואמר כי באלו אין צריכין מחשבה לפי שהם מפורסמות ידועות למאכל אדם כמו הירקות הפרדסיות והוציא ר\"ש העכביות והוא הצמח שעליו קוצין הרבה ומקלפין הקוצין ומשליכין אותן אח\"כ יקלוף אותו שרש ויאכל נא או מבושל בבשר וקלוי באלפס בשמן ג\"כ והוא רב מאד בארץ המערב ושמו מפורסם במערב אל מקלו\"ב והוא מכלל מיני הקוצים ותרגום כערער בערבה כעכביתא ובבראשית רבה אמרו וקוץ זה קונדס ודרדר אלו עכביות והוציא ר' יוסי מצמח המדבר כלוסין ונאמר כי הוא הנקרא בערב ענב אל דיב ואין הלכה כשלשתן אבל אלו כולם והדומה להן הן צריכין מחשבה: \n"
            ],
            [
                "כבר הודעתיך כי כל מה שיטמא טומאה חמורה אינו צריך הכשר ונבלת העוף הטהור כבר ביארנו בראשון של מסכת טהרות שהיא מטמא אדם בבית הבליעה ועל כן אינה צריכה הכשר אבל הן אוכלין טמאין בלא הכשר בלתי שיגע בה מה שיטמא אותה וכן נתבאר בגמרא נדה (דף נא.) דלא בעיא הכשר מים ולא הכשר שרץ ר\"ל שהיא טמאה כאוכלים טמאין בלתי שיגע בה שרץ ולא שאר טומאות: \n",
                "וענין אמרו בכל מקום במדינות ובכפרים והעיקר מה שזכרתי לך כי כל מה שדרכו להאכל במקום אחד ולא יאכל במקום אחר הוא צריך מחשבה במקום אשר לא נתפרסם שם אכילתו: \n",
                "ואמרו בכאן והחלב ר\"ל חלב בהמה טמאה לפי שהוא מטמא כמו בשרה ועל כן אין צריך הכשר כמו שיבאר עוד בסוף הפרק ור\"ש אומר כי בשר הגמל והארנבת והשפן והחזיר אין צריכין מחשבה בשוקים המדינה לפי שידוע הוא אכילתם במדינה ואין הלכה כר\"ש: \n"
            ],
            [
                "שבת. הוא בלשון ערב שבת והעיקר אצלנו סתם שבת לכמך עשוי ולא לקדירה ופי' הדברים האלה כי בידוע כי השבת נאכל כמות שהוא חי אחר המזון עם שאר הנמנין לא שיבושל בקדרה ועל כן כל זמן שלא נתבשל חייב בתרומה ומטמא טומאת אוכלין אבל כשנתבשל כיון שהשליך כחו בבשול וימצא בבשול טעם השבת כבר תמה תועלתו והנשאר הימנו אח\"כ הוא במדרגת השמרים אשר אינן ראוים לאכילה ועל כן אינו חייב בתרומה ולא יטמא טומאת אוכלים: \n",
                "ולולבי זרדים. הם (לבות) האילנות והם הקצוות הרכים היוצאים בקצוות השבטים בעת שמלבלבין האילנות והרבה בני אדם כובשין אותן במים ומלח ואוכלין אותן חיים אמנם זה בלתי מפורסם אצל הכל: \n",
                "ועדל. צמח מפורסם: \n",
                "ולוף. מין בצל פירוש הש\"ס הירושלמי (שביעית פ\"ז) וממנו מין ידוע בלוף שוטה: \n",
                "עד שימתוקו. עד שימתק טעמם בכבישה ותסור עפיצתן: \n",
                "ופקועות. טעמן מר כמו שנאמר (מ\"ב ד) פקועות שדה וכשנכבש במלח זמן רב נמתק ונעשה ראוי לאכילה ואין הלכה כר\"ש: \n"
            ],
            [
                "קושט. בלשון ערב אל קסט\"ו: \n",
                "וחמס וראשי בשמים. צמחי הבשם כולם נקראים ראשי בשמים ר\"ל קצות הבושם וזה כגון הקנה והקנמון ואגוז הבשם ונרד ומה שקורין בערב הבא\"ג ובסבאס\"ה וכיוצא באלו הצמחים אשר מטיבי הטעמים ונותנים בו ריח ערב והחלתית עם תיעוב הריח והרי לך הרופאים זוכרים אותם בספרי המזונות וחלות חריע וזה שמוציאין לבו ושוחקין אותו ועושין ממנו עוגות ומשתמשים בו בטעמם והירושלמי ביאר לנו כי חריע הוא הנקרא בערב אל קרטו\"ם ומאמר רבי יוחנן בן נורי הולך על העקרים הידועים והם שכסף מעשר שני אין קונים בו אלא מזונות בלבד ואמרו בש\"ס (נדה דף נא:) נמנו וגמרו שאין נלקחים בכסף מעשר ואין מטמאין טומאת אוכלין וזה הוא פסק ההלכה: \n"
            ],
            [
                "הפגין. הם הפירות אשר הן עפוצין מאד והבוסר הוא ענין הפירות אחר הפיגום האחרון וקודם תשלום הבשול ועונת המעשרות חלוקה בחילוק האילנות כמו שנתבאר במסכת מעשרות (פ\"א) ופריצי זיתים וענבים זיתים יבשים וענבים יבשים אירע לו מקרה ויבש קודם הבשול ונתקשה עד שנמנע אכילתו ועל כן נקראו פריצים:  ",
                "וקצח. בלשון ערב אל שוני\"ז ואמרם וכן למעשרות ב\"ש פוטרין לפי שאינו אצלם אוכל וב\"ה מחייבין במעשר לפי שהוא אצלם מכלל האוכלין והלכה כר\"ע:  "
            ],
            [
                "הקור. הוא ראש הדקל והוא עץ לבן רך כורתין אותו מעלי הדקל בדמות גבינה יבשה ואוכלין אותו בני אדם והוא אינו מיטמא אמנם מותר לקנותו בכסף מעשר: \n",
                "וכפניות. הם עוקצי התמרים בתחלת צמיחתן והם מכוסין בקרום והוא מפורסם והוא כאוכלין ויטמא טומאת אוכלין: \n"
            ],
            [
                "ר\"ע אומר אם יכול לחיות. ר\"ל כי אם הוא בענין שאם יחזרהו למים שיחיה אז אינו מטמא כשנגע בו הטומאה לפי שהוא חי ואין החיות מיטמאים כל שהן חיים כמו שביארנו בפתיחה: \n",
                "ויחור של תאנה. שבט מאילן התאנה כשנשתבר ובו גרעיני תאנים ונשאר מחובר באילן בקליפה אשר על האילן בלבד רבי יהודה אומר כי אותן תאנים אינן מטמאין אלא אחר כריתתם ופירוקן מן האילן וחכמים אומרים כי לא נחשוב אותו מחובר אלא אם נשאר בינו ובין האילן חבור כל כך שאם יקשר עם האילן יתחבר עמו וישוב ענף מענפיו ויפרח ויוציא פרח ותרגום (שמואל א ט״ו:ל״ג) וישסף שמואל ופשח ואין הלכה כר\"ע ולא כר' יהודה: \n"
            ],
            [
                "לשון התורה באיסור החלבים הם ג' מיני חיות בלבד והוא שור וכבש ועז וזהו חלב בהמה טהורה אמנם חיה טהורה והיא איל וצבי ויחמור ואקו ודשון ותאו וזמר חלב אלו כולם מותרים לנו באכילה אבל בהמה טמאה וחיה טמאה אין חילוק בין חלבה ובשרה לא לענין אכילה ולא לענין טומאה הוא אמרו יתעלה ב\"ה (ויקרא י״א:ח׳) טמאים הם ולא חלק בם חלוק וכבר ביארנו כי הבהמה טמאה שוה הוא זביחתה או מיתתה והשחיטה אינה מועלת ומצלת מן הטומאה אלא בחיות המותרין לאכילה בלבד ולשון התורה בהיות חלב בהמה טהורה טהור ר\"ל שלא יטמא כמו שתטמא הנבילה ואע\"פ שהוא חלב נבילה הוא אמרו יתעלה (שם ז) וחלב נבלה וחלב טרפה יעשה לכל מלאכה ואכול לא תאכלוהו לפי שאמר לכל מלאכה יכנס בו מלאכת הקדש כמו שזכרנו בספרי ואין ספק כי החלב אשר אמר בו בטהורה עם היותו חלב נבלה אינו חלב בהמה טמאה מפני אמרו חלב נבלה וחלב טרפה אמרו יצאת בהמה טמאה שאין לה טרפה לפי שטריפתה ושחיטתה שוה כמו שביארנו ואינו גם כן חלבי חיה טהורה כיון שאמר ואכול לא תאכלוהו אמרו חלב שאסור באכילה טהרתי לך יצא חלב חיה טהורה שמותר באכיל' ונתבאר לך מן העקרים האלו כי חלב כל הנבילה כמו בשרו חוץ מחלב נבלת בהמה טהורה שחלבה טהור לא יטמא אדם וכלים כמו שתטמא הנבילה וע\"כ צריך הכשר על העיקר אשר הודעתיך כי כל מה שאינו מטמא טומאה חמורה צריך הכשר כמו שביארנו בראשון של טהרות ודע כי החלב הזה ג\"כ לא יטמא כמו שיטמאו אוכלין טמאים ואפי' אחר ההכשר עד שתגע בו טומאה כשאר אוכלין ואז יטמאו כפי הטומאה (אחר) אשר תגע בהם כמו שנשתרש בפתיחה אלא אם יהיה חלב נבלה כי הוא צריך הכשר מים בלבד לא הכשר הגוף כמו נבלת עוף טמא כמו שביארנו בראשון של מסכת טהרות:  "
            ],
            [
                "זאת ההלכה כבר קדמה היא ופירושה בסוף שביעית: \n"
            ],
            [
                "חלות דבש. הן חתיכות הנופת וכבר ידעת כי הדבש הוא מכלל ז' משקים זה כששותת אבל כל זמן שהוא בבית השעוה אינו אז משקה וכבר ידעת כי לטומאת משקים סגולות מיוחדות בם מן היותם תחלה לעולם וזולת זה ממה שנתבאר בסדר הזה ואמרי ב\"ש כי כיון שיחמם אותם להוציא דבשם יחשבו משקה ואפילו קודם צאתם: וכבר קדם לנו כי חרחור הוא חזק החום ואמנם מה שביאר משיחרחר מכיון שיתעורר הריב עם הדבורים ויתחיל לגרשם מן לחרחר ריב (משלי כ״ו:כ״א) הוא מאמר לא יסכים עם העקרים לפי שהכל מודים כי דבש בכוורת אינו לא אוכל ולא משקה: \n",
                "ופי' משירסק כיון שיוצק הנופת בידו וישתות הדבש: \n"
            ],
            [
                "לפי שהשלים כל דיני ההלכה הקודמת כמו שפרט חתם הדברים בגמול: \n",
                "וענין אמרו שלש מאות ועשרה עולמות כאילו קובצו מעדני העולם הזה בכללם לפי חילוק מיני מעדניהם ואחר כך נכפל אותו המקובץ שלש מאות ועשר פעמים היה מה שיגיע אחד מן הצדיקים ממעדני העולם הבא כמו זה אמנם התעדן הזמן הזה אינו נחקר אבל כל נפש תזכה לחיי העולם הבא ולא תאבד לעולם והוא ענין יש ר\"ל המציאות התמידי אשר לא יחקר לפי שיש הוא המציאות ואין הוא האפיסה וכאילו אומר כי אוהבי אנחיל את המציאות בפשיטות ואין שם מציאות האמתי אלא ההתמדה והוציא בפסוק הזה גדול התענוג על דרך משל ומספרם יש ג' מאות ועשרה וזה על דרך התעוררות בלבד כי אותו התענוג גדול אמנם האמת כי כמו שאין שווי בין הנחקר לאשר אינו נחקר כן אין שווי בין אלה המעדנים אשר אצלינו ואותם התענוגים וכבר ביארנו מזה קצת במסכת סנהדרין (פ\"י): \n",
                "כבר השלמנו החבור הזה כפי מה שהבטחנו ואני אשאלהו יתברך ואתחנן אליו שיצילנו מן השגיאות ומי שימצא בו טעות או נתבאר לו בפי' הלכה מן ההלכות פירוש טוב מאשר פירשתיו יעורר על זה וינצל אותי בהתנצלות כי מה שהשתדלתי בו אינו מעט ולא קרוב אצל מי שיש לו פרעון ושכר טוב וכ\"ש בהתעסקות מחשבתן בכל עת באנחות הזמן ובמה שגזר האלהים עלינו מן הגלות והגדוד בארצות מקצה השמים ועד קצה השמים ואולם שכר זה כבר בא גלות מכפרת עון יודע יתברך כי מהן הלכות תליתי פירושם במסעות הדרך ומהם ענינים כתבתים ואני עליתי בספינות בים המלח ודי בזה ענין לבאר להיותי מעיין בחכמות אחרים אמנם פשטתי זה הענין לביאור ההתנצלות למי שירצה לכתוב לתופש שיתפוש ואינו ראוי לגנותו בתפישתו אבל מושכר מן האלהים על זה אהוב אצלי לפי שהוא מלאכת ה' ומה שספרתיו מעניני הזמן חבור הפירוש הזה הוא אשר חייב העכבה בו זמן ארוך: \n",
                "אני משה בר מיימון הדיין ברבי יוסף החכם בר יצחק הדיין בר יוסף הדיין בר עובדיה הדיין בר' שלמה הרב ברבי עובדיה הדיין זצ\"ל התחלתי לחבר פירוש זה הספר ואני בן שלש ועשרים שנה והשלמתיו במצרים ואני בן שלשים שנה שהיא שנת ט' וע' לשטרות. ברוך נותן ליעף כח ולאין אונים עצמה ירבה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}