var Parahjson ={
    "language": "he",
    "title": "Mishnah Parah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה פרה",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, עֶגְלָה, בַּת שְׁנָתָהּ. וּפָרָה, בַּת שְׁתַּיִם. וַחֲכָמִים אוֹמְרִים, עֶגְלָה, בַּת שְׁתַּיִם. וּפָרָה, בַּת שָׁלשׁ אוֹ בַת אַרְבַּע. רַבִּי מֵאִיר אוֹמֵר, אַף בַּת חָמֵשׁ. כְּשֵׁרָה הַזְּקֵנָה, אֶלָּא שֶׁאֵין מַמְתִּינִין לָהּ, שֶׁמָּא תַשְׁחִיר, שֶׁלֹּא תִפָּסֵל. אָמַר רַבִּי יְהוֹשֻׁעַ, לֹא שָׁמַעְתִּי אֶלָּא שְׁלָשִׁית. אָמְרוּ לוֹ, מַה הַלָּשׁוֹן שְׁלָשִׁית. אָמַר לָהֶם, כָּךְ שָׁמַעְתִּי סְתָם. אָמַר בֶּן עַזַּאי, אֲנִי אֲפָרֵשׁ. אִם אוֹמֵר אַתָּה, שְׁלִישִׁית, לַאֲחֵרוֹת בְּמִנְיָן. וּכְשֶׁאַתָּה אוֹמֵר, שְׁלָשִׁית, בַּת שָׁלשׁ שָׁנִים. כַּיּוֹצֵא בוֹ אָמְרוּ, כֶּרֶם רְבָעִי. אָמְרוּ לוֹ, מַה הַלָּשׁוֹן רְבָעִי. אָמַר לָהֶם, כָּךְ שָׁמַעְתִּי סְתָם. אָמַר בֶּן עַזַּאי, אֲנִי אֲפָרֵשׁ. אִם אוֹמֵר אַתָּה, רְבִיעִי, לַאֲחֵרִים בְּמִנְיָן. וּכְשֶׁאַתָּה אוֹמֵר, רְבָעִי, בֶּן אַרְבַּע שָׁנִים. כַּיּוֹצֵא בוֹ אָמְרוּ, הָאוֹכֵל בְּבַיִת הַמְנֻגָּע פְּרָס, מִשָּׁלשׁ לְקָב. אָמְרוּ לוֹ, אֱמֹר מִשְּׁמֹנֶה עֶשְׂרֵה לִסְאָה. אָמַר לָהֶם, כָּךְ שָׁמַעְתִּי סְתָם. אָמַר בֶּן עַזַּאי, אֲנִי אֲפָרֵשׁ. אִם אוֹמֵר אַתָּה מִשָּׁלשׁ לְקָב, אֵין בּוֹ חַלָּה. וּכְשֶׁאַתָּה אוֹמֵר, מִשְּׁמֹנֶה עֶשְׂרֵה לִסְאָה, מִעֲטַתּוּ חַלָּתוֹ: \n",
            "רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, פָּרִים, בְּנֵי שְׁתַּיִם, שֶׁנֶּאֱמַר (במדבר ח), וּפַר שֵׁנִי בֶן בָּקָר תִּקַּח לְחַטָּאת. וַחֲכָמִים אוֹמְרִים, אַף בְּנֵי שָׁלשׁ. רַבִּי מֵאִיר אוֹמֵר, אַף בְּנֵי אַרְבַּע וּבְנֵי חָמֵשׁ כְּשֵׁרִים, אֶלָּא שֶׁאֵין מְבִיאִים זְקֵנִים, מִפְּנֵי הַכָּבוֹד: \n",
            "כְּבָשִׂים, בְּנֵי שָׁנָה. וְאֵילִים, בְּנֵי שְׁתַּיִם. וְכֻלָּם מִיּוֹם לְיוֹם. בֶּן שְׁלשָׁה עָשָׂר חֹדֶשׁ אֵינוֹ כָשֵׁר לֹא לְאַיִל וְלֹא לְכֶבֶשׂ. רַבִּי טַרְפוֹן קוֹרֵהוּ פַּלְגָּס. בֶּן עַזַּאי קוֹרֵהוּ נוֹקֵד. רַבִּי יִשְׁמָעֵאל קוֹרֵהוּ פַּרְכָדִיגְמָא. הִקְרִיבוֹ, מֵבִיא עָלָיו נִסְכֵּי אַיִל, וְלֹא עָלָה לוֹ מִזִּבְחוֹ. בֶּן שְׁלשָׁה עָשָׂר חֹדֶשׁ וְיוֹם אֶחָד, הֲרֵי זֶה אָיִל: \n",
            "חַטֹּאת הַצִּבּוּר וְעוֹלוֹתֵיהֶן, חַטַּאת הַיָּחִיד וַאֲשַׁם נָזִיר וַאֲשַׁם מְצֹרָע, כְּשֵׁרִין מִיּוֹם שְׁלשִׁים וָהָלְאָה, וְאַף בְּיוֹם שְׁלשִׁים. וְאִם הִקְרִיבוּם בְּיוֹם שְׁמִינִי, כְּשֵׁרִים. נְדָרִים וּנְדָבוֹת, הַבְּכוֹר וְהַמַּעֲשֵׂר וְהַפֶּסַח, כְּשֵׁרִים מִיּוֹם הַשְּׁמִינִי וָהָלְאָה, וְאַף בַּיּוֹם הַשְּׁמִינִי: \n"
        ],
        [
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, פָּרַת חַטָּאת הַמְעֻבֶּרֶת, כְּשֵׁרָה. וַחֲכָמִים פּוֹסְלִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינָהּ נִלְקַחַת מִן הַנָּכְרִים. וַחֲכָמִים מַכְשִׁירִים. וְלֹא זוֹ בִלְבַד, אֶלָּא כָל קָרְבְּנוֹת הַצִּבּוּר וְהַיָּחִיד בָּאִין מֵהָאָרֶץ וּמִחוּץ לָאָרֶץ, מִן הֶחָדָשׁ וּמִן הַיָּשָׁן, חוּץ מִן הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם שֶׁאֵינָן בָּאִין אֶלָּא מִן הֶחָדָשׁ וּמִן הָאָרֶץ: \n",
            "פָּרָה שֶׁקַּרְנֶיהָ וּטְלָפֶיהָ שְׁחוֹרִים, יָגֹד. גַּלְגַּל הָעַיִן וְהַשִּׁנַּיִם וְהַלָּשׁוֹן אֵינָם פּוֹסְלִים בַּפָּרָה. וְהַנַּנֶּסֶת, כְּשֵׁרָה. הָיְתָה בָהּ יַבֶּלֶת וַחֲתָכָהּ, רַבִּי יְהוּדָה פוֹסֵל. רַבִּי שִׁמְעוֹן אוֹמֵר, כָּל מְקוֹם שֶׁנִּטַּל וְלֹא הֶעֱלָה מְקוֹמוֹ שֵׂעָר אָדֹם, פְּסוּלָה: \n",
            "יוֹצֵא דֹפֶן וְאֶתְנָן וּמְחִיר, פְּסוּלָה. רַבִּי אֱלִיעֶזֶר מַכְשִׁיר, שֶׁנֶּאֱמַר (דברים כג), לֹא תָבִיא אֶתְנַן זוֹנָה וּמְחִיר כֶּלֶב בֵּית ה' אֱלֹהֶיךָ, וְאֵין זוֹ בָאָה לַבָּיִת. כָּל הַמּוּמִים הַפּוֹסְלִים בַּמֻּקְדָּשִׁים, פּוֹסְלִים בַּפָּרָה. רָכַב עָלֶיהָ, נִשְׁעַן עָלֶיהָ, נִתְלָה בִזְנָבָהּ, עָבַר בָּהּ אֶת הַנָּהָר, קִפֵּל עָלֶיהָ אֶת הַמּוֹסֵרָה, נָתַן טַלִּיתוֹ עָלֶיהָ, פְּסוּלָה. אֲבָל קְשָׁרָהּ בַּמּוֹסֵרָה, עָשָׂה לָהּ סַנְדָּל בִּשְׁבִיל שֶׁלֹּא תַחֲלִיק, פָּרַס טַלִּיתוֹ עָלֶיהָ מִפְּנֵי הַזְּבוּבִים, כְּשֵׁרָה. זֶה הַכְּלָל, כֹּל שֶׁהוּא לְצָרְכָּהּ, כְּשֵׁרָה. לְצֹרֶךְ אַחֵר, פְּסוּלָה: \n",
            "שָׁכַן עָלֶיהָ עוֹף, כְּשֵׁרָה. עָלָה עָלֶיהָ זָכָר, פְּסוּלָה. רַבִּי יְהוּדָה אוֹמֵר, אִם הֶעֱלָהוּ, פְּסוּלָה. וְאִם מֵעַצְמוֹ, כְּשֵׁרָה: \n",
            "הָיוּ בָהּ שְׁתֵּי שְׂעָרוֹת שְׁחוֹרוֹת אוֹ לְבָנוֹת בְּתוֹךְ גֻּמָּא אַחַת, פְּסוּלָה. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ בְתוֹךְ כּוֹס אֶחָד. הָיוּ בְתוֹךְ שְׁנֵי כוֹסוֹת וְהֵן מוֹכִיחוֹת זוֹ אֶת זוֹ, פְּסוּלָה. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ אַרְבַּע, אֲפִלּוּ חָמֵשׁ, וְהֵן מְפֻזָּרוֹת, יִתְלֹשׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ חֲמִשִּׁים. רַבִּי יְהוֹשֻׁעַ בֶּן בְּתֵירָא אוֹמֵר, אֲפִלּוּ אַחַת בְּרֹאשָׁהּ וְאַחַת בִּזְנָבָהּ, פְּסוּלָה. הָיוּ בָהּ שְׁתֵּי שְׂעָרוֹת, עִקָּרָן מַשְׁחִיר וְרֹאשָׁן מַאְדִּים, עִקָּרָן מַאְדִּים וְרֹאשָׁן מַשְׁחִיר, הַכֹּל הוֹלֵךְ אַחַר הַנִּרְאֶה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אַחַר הָעִקָּר: \n"
        ],
        [
            "שִׁבְעַת יָמִים קֹדֶם לִשְׂרֵפַת הַפָּרָה מַפְרִישִׁין כֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה מִבֵּיתוֹ לַלִּשְׁכָּה שֶׁעַל פְּנֵי הַבִּירָה, צָפוֹנָה מִזְרָחָה, וּבֵית אֶבֶן הָיְתָה נִקְרֵאת, וּמַזִּין עָלָיו כָּל שִׁבְעַת הַיָּמִים מִכָּל חַטָּאוֹת שֶׁהָיוּ שָׁם. רַבִּי יוֹסֵי אוֹמֵר, לֹא הָיוּ מַזִּין עָלָיו אֶלָּא בַשְּׁלִישִׁי וּבַשְּׁבִיעִי בִּלְבָד. רַבִּי חֲנִינָא סְגָן הַכֹּהֲנִים אוֹמֵר, עַל הַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה, מַזִּין כָּל שִׁבְעַת הַיָּמִים. וְעַל שֶׁל יוֹם הַכִּפּוּרִים, לֹא הָיוּ מַזִּין עָלָיו אֶלָּא בַשְּׁלִישִׁי וּבַשְּׁבִיעִי בִּלְבָד: \n",
            "חֲצֵרוֹת הָיוּ בִירוּשָׁלַיִם בְּנוּיוֹת עַל גַּבֵּי סֶלַע וְתַחְתֵּיהֶם חָלוּל, מִפְּנֵי קֶבֶר הַתְּהוֹם. וּמְבִיאִים נָשִׁים עֻבָּרוֹת וְיוֹלְדוֹת שָׁם וּמְגַדְּלוֹת שָׁם אֶת בְּנֵיהֶן. וּמְבִיאִים שְׁוָרִים וְעַל גַּבֵּיהֶן דְּלָתוֹת, וְתִינוֹקוֹת יוֹשְׁבִין עַל גַּבֵּיהֶן וְכוֹסוֹת שֶׁל אֶבֶן בְּיָדָם. הִגִּיעוּ לַשִּׁלּוֹחַ, יָרְדוּ וּמִלְאוּם, וְעָלוּ וְיָשְׁבוּ עַל גַּבֵּיהֶן. רַבִּי יוֹסֵי אוֹמֵר, מִמְּקוֹמוֹ הָיָה מְשַׁלְשֵׁל וּמְמַלֵּא: \n",
            "בָּאוּ לְהַר הַבַּיִת וְיָרְדוּ. הַר הַבַּיִת וְהָעֲזָרוֹת, תַּחְתֵּיהֶם חָלוּל, מִפְּנֵי קֶבֶר הַתְּהוֹם. וּבְפֶתַח הָעֲזָרָה הָיָה מְתֻקָּן קָלָל שֶׁל חַטָּאת, וּמְבִיאִין זָכָר שֶׁל רְחֵלִים וְקוֹשְׁרִים חֶבֶל בֵּין קַרְנָיו, וְקוֹשְׁרִים מַקֵּל וּמְסַבֵּךְ בְּרֹאשׁוֹ שֶׁל חֶבֶל, וְזוֹרְקוֹ לְתוֹךְ הַקָּלָל, וּמַכֶּה אֶת הַזָּכָר וְנִרְתָּע לַאֲחוֹרָיו, וְנוֹטֵל וּמְקַדֵּשׁ, כְּדֵי שֶׁיֵּרָאֶה עַל פְּנֵי הַמָּיִם. רַבִּי יוֹסֵי אוֹמֵר, אַל תִּתְּנוּ מָקוֹם לַצְּדוֹקִים לִרְדּוֹת, אֶלָּא הוּא נוֹטֵל וּמְקַדֵּשׁ: \n",
            "לֹא הָיוּ עוֹשִׂין, לֹא חַטָּאת עַל גַּבֵּי חַטָּאת, וְלֹא תִינוֹק עַל גַּבֵּי חֲבֵרוֹ. וּצְרִיכִין הָיוּ הַתִּינוֹקוֹת לְהַזּוֹת, דִּבְרֵי רַבִּי יוֹסֵי הַגְּלִילִי. רַבִּי עֲקִיבָא אוֹמֵר, לֹא הָיוּ צְרִיכִין לְהַזּוֹת: \n",
            "לֹא מָצְאוּ מִשֶּׁבַע, עוֹשִׂין מִשֵּׁשׁ, מֵחָמֵשׁ, מֵאַרְבַּע, מִשָּׁלשׁ, מִשְּׁתַּיִם וּמֵאֶחָת. וּמִי עֲשָׂאָם. הָרִאשׁוֹנָה עָשָׂה משֶׁה, וְהַשְּׁנִיָּה עָשָׂה עֶזְרָא, וְחָמֵשׁ, מֵעֶזְרָא וָאֵילָךְ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, שֶׁבַע מֵעֶזְרָא וָאֵילָךְ. וּמִי עֲשָׂאָן. שִׁמְעוֹן הַצַּדִּיק וְיוֹחָנָן כֹּהֵן גָּדוֹל עָשׂוּ שְׁתַּיִם שְׁתַּיִם, אֶלְיְהוֹעֵינַי בֶּן הַקּוֹף וַחֲנַמְאֵל הַמִּצְרִי וְיִשְׁמָעֵאל בֶּן פִּיאָבִי עָשׂוּ אַחַת אֶחָת: \n",
            "וְכֶבֶשׁ הָיוּ עוֹשִׂים מֵהַר הַבַּיִת לְהַר הַמִּשְׁחָה, כִּפִּין עַל גַּבֵּי כִפִּין, וְכִפָּה כְנֶגֶד הָאֹטֶם, מִפְּנֵי קֶבֶר הַתְּהוֹם, שֶׁבּוֹ כֹהֵן הַשּׂוֹרֵף אֶת הַפָּרָה, וּפָרָה וְכָל מְסַעֲדֶיהָ, יוֹצְאִין לְהַר הַמִּשְׁחָה: \n",
            "לֹא הָיְתָה פָרָה רוֹצָה לָצֵאת, אֵין מוֹצִיאִין עִמָּהּ שְׁחוֹרָה, שֶׁלֹּא יֹאמְרוּ, שְׁחוֹרָה שָׁחֲטוּ. וְלֹא אֲדֻמָּה, שֶׁלֹּא יֹאמְרוּ, שְׁתַּיִם שָׁחֲטוּ. רַבִּי יוֹסֵי אוֹמֵר, לֹא מִשּׁוּם זֶה, אֶלָּא מִשּׁוּם שֶׁנֶּאֱמַר (במדבר יט), וְהוֹצִיא אֹתָהּ, לְבַדָּהּ. וְזִקְנֵי יִשְׂרָאֵל הָיוּ מַקְדִּימִים בְּרַגְלֵיהֶם לְהַר הַמִּשְׁחָה, וּבֵית טְבִילָה הָיָה שָׁם. וּמְטַמְּאִים הָיוּ אֶת הַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה, מִפְּנֵי הַצְּדוֹקִים, שֶׁלֹּא יִהְיוּ אוֹמְרִים, בִּמְעֹרְבֵי שֶׁמֶשׁ הָיְתָה נַעֲשֵׂית: \n",
            "סָמְכוּ יְדֵיהֶם עָלָיו וְאָמְרוּ לוֹ, אִישִׁי כֹּהֵן גָּדוֹל, טְבֹל אֶחָת. יָרַד וְטָבַל וְעָלָה וְנִסְתַּפֵּג. וְעֵצִים הָיוּ מְסֻדָּרִים שָׁם, עֲצֵי אֲרָזִים וָאֳרָנִים וּבְרוֹשִׁים וַעֲצֵי תְאֵנָה חֲלָקָה. וְעוֹשִׂין אוֹתָהּ כְּמִין מִגְדָּל, וּמְפַתְּחִין בָּהּ חַלּוֹנוֹת, וַחֲזִיתָהּ מַעֲרָבָה: \n",
            "כְּפָתוּהָ בְחֶבֶל שֶׁל מֶגֶג וּנְתָנוּהָ עַל גַּב הַמַּעֲרָכָה, רֹאשָׁהּ בַּדָּרוֹם וּפָנֶיהָ לַמַּעֲרָב. הַכֹּהֵן עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב. שָׁחַט בִּימִינוֹ וְקִבֵּל בִּשְׂמֹאלוֹ. רַבִּי יְהוּדָה אוֹמֵר, בִּימִינוֹ הָיָה מְקַבֵּל וְנוֹתֵן לִשְׂמֹאלוֹ, וּמַזֶּה בִימִינוֹ. טָבַל וְהִזָּה שֶׁבַע פְּעָמִים כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳּדָשִׁים. עַל כָּל הַזָּיָה, טְבִילָה. גָּמַר מִלְּהַזּוֹת, קִנַּח אֶת יָדוֹ בְּגוּפָהּ שֶׁל פָּרָה. יָרַד וְהִצִּית אֶת הָאֵשׁ בַּאֲלִיתוֹת. רַבִּי עֲקִיבָא אוֹמֵר, בַּחֲרִיּוֹת: \n",
            "נִבְקְעָה, וְעָמַד חוּץ מִגִּתָּהּ. נָטַל עֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תוֹלַעַת. אָמַר לָהֶן, עֵץ אֶרֶז זֶה, עֵץ אֶרֶז זֶה. אֵזוֹב זֶה, אֵזוֹב זֶה. שְׁנִי תוֹלַעַת זֶה, שְׁנִי תוֹלַעַת זֶה. שָׁלשׁ פְּעָמִים עַל כָּל דָּבָר וְדָבָר. וְהֵם אוֹמְרִים לוֹ, הֵין וְהֵין, שָׁלשׁ פְּעָמִים עַל כָּל דָּבָר וְדָבָר: \n",
            "כְּרָכָן בִּשְׁיָרֵי הַלָּשׁוֹן וְהִשְׁלִיךְ לְתוֹךְ שְׂרֵפָתָהּ. נִשְׂרְפָה, חוֹבְטִין אוֹתָהּ בְּמַקְלוֹת, וְכוֹבְרִין אוֹתָהּ בִּכְבָרוֹת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, בְּמַקָּבוֹת שֶׁל אֶבֶן וּבִכְבָרוֹת שֶׁל אֶבֶן הָיְתָה נַעֲשֵׂית. שָׁחוֹר שֶׁיֶּשׁ בּוֹ אֵפֶר, כּוֹתְשִׁין אוֹתוֹ. וְשֶׁאֵין בּוֹ, מַנִּיחִין אוֹתוֹ. הָעֶצֶם, בֵּין כָּךְ וּבֵין כָּךְ הָיָה נִכְתָּשׁ. וְחוֹלְקִים אוֹתוֹ לִשְׁלשָׁה חֲלָקִים, אֶחָד נִתָּן בַּחֵיל, וְאֶחָד נִתָּן בְּהַר הַמִּשְׁחָה, וְאֶחָד הָיָה מִתְחַלֵּק לְכָל הַמִּשְׁמָרוֹת: \n"
        ],
        [
            "פָּרַת חַטָּאת שֶׁשְּׁחָטָהּ שֶׁלֹּא לִשְׁמָהּ, קִבֵּל וְהִזָּה שֶׁלֹּא לִשְׁמָהּ, אוֹ לִשְׁמָהּ וְשֶׁלֹּא לִשְׁמָהּ, אוֹ שֶׁלֹּא לִשְׁמָהּ וְלִשְׁמָהּ, פְּסוּלָה. רַבִּי אֱלִיעֶזֶר מַכְשִׁיר. וְשֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִם, פְּסוּלָה. רַבִּי אֱלִיעֶזֶר מַכְשִׁיר. וְשֶׁלֹּא בְכֹהֵן גָּדוֹל, פְּסוּלָה. רַבִּי יְהוּדָה מַכְשִׁיר. וּמְחֻסַּר בְּגָדִים, פְּסוּלָה. וּבִכְלֵי לָבָן הָיְתָה נַעֲשֵׂית: \n",
            "שְׂרָפָהּ חוּץ מִגִּתָּהּ, אוֹ בִשְׁתֵּי גִתּוֹת, אוֹ שֶׁשָּׂרַף שְׁתַּיִם בְּגַת אַחַת, פְּסוּלָה. הִזָּה וְלֹא כִוֵּן כְּנֶגֶד הַפֶּתַח, פְּסוּלָה. הִזָּה מִשִּׁשִּׁית שְׁבִיעִית, חָזַר וְהִזָּה שְׁבִיעִית, פְּסוּלָה. מִשְּׁבִיעִית שְׁמִינִית וְחָזַר וְהִזָּה שְׁמִינִית, כְּשֵׁרָה: \n",
            "שְׂרָפָהּ שֶׁלֹּא בְעֵצִים, אוֹ בְכָל עֵצִים, אֲפִלּוּ בְקַשׁ אוֹ בִגְבָבָה, כְּשֵׁרָה. הִפְשִׁיטָהּ וְנִתְּחָהּ, כְּשֵׁרָה. שְׁחָטָהּ עַל מְנָת לֶאֱכֹל מִבְּשָׂרָהּ וְלִשְׁתּוֹת מִדָּמָהּ, כְּשֵׁרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵין מַחֲשָׁבָה פוֹסֶלֶת בַּפָּרָה: \n",
            "כָּל הָעֲסוּקִין בַּפָּרָה מִתְּחִלָּה וְעַד סוֹף, מְטַמְּאִין בְּגָדִים, וּפוֹסְלִים אוֹתָהּ בִּמְלָאכָה. אֵרַע בָּהּ פְּסוּל בִּשְׁחִיטָתָהּ, אֵינָהּ מְטַמְּאָה בְגָדִים. אֵרַע בָּהּ בְּהַזָּיָתָהּ, כֹּל הָעוֹסֵק בָּהּ לִפְנֵי פְסוּלָהּ, מְטַמְּאָה בְגָדִים. לְאַחַר פְּסוּלָהּ, אֵינָהּ מְטַמְּאָה בְגָדִים. נִמְצְאָה חֻמְרָהּ, קֻלָּהּ. לְעוֹלָם מוֹעֲלִים בָּהּ, וּמַרְבִּין לָהּ עֵצִים, וּמַעֲשֶׂיהָ בַיּוֹם, וּבְכֹהֵן, הַמְּלָאכָה פוֹסֶלֶת בָּהּ, עַד שֶׁתֵּעָשֶׂה אֵפֶר, וְהַמְּלָאכָה פוֹסֶלֶת בַּמַּיִם, עַד שֶׁיַּטִּילוּ אֶת הָאֵפֶר: \n"
        ],
        [
            "הַמֵּבִיא כְּלִי חֶרֶס לְחַטָּאת, טוֹבֵל וְלָן עַל הַכִּבְשָׁן. רַבִּי יְהוּדָה אוֹמֵר, אַף מִן הַבַּיִת הוּא מֵבִיא וְכָשֵׁר, שֶׁהַכֹּל נֶאֱמָנִים עַל הַחַטָּאת. וּבַתְּרוּמָה, פּוֹתֵחַ אֶת הַכִּבְשָׁן וְנוֹטֵל. רַבִּי שִׁמְעוֹן אוֹמֵר, מִן הַסֵּדֶר הַשֵּׁנִי. רַבִּי יוֹסֵי אוֹמֵר, מִן הַסֵּדֶר הַשְּׁלִישִׁי: \n",
            "הַמַּטְבִּיל כְּלִי לְחַטָּאת בְּמַיִם שֶׁאֵינָם רְאוּיִים לְקַדֵּשׁ, צָרִיךְ לְנַגֵּב. בְּמַיִם שֶׁהֵם רְאוּיִים לְקַדֵּשׁ, אֵינוֹ צָרִיךְ לְנַגֵּב. אִם לְהוֹסִיף לְתוֹכוֹ מַיִם מְקֻדָּשִׁין, בֵּין כָּךְ וּבֵין כָּךְ צָרִיךְ לְנַגֵּב: \n",
            "קֵרוּיָה שֶׁהִטְבִּילוּהָ בְמַיִם שֶׁאֵין רְאוּיִין לְקַדֵּשׁ, מְקַדְּשִׁין בָּהּ עַד שֶׁתִּטְמָא. נִטְמְאָה, אֵין מְקַדְּשִׁין בָּהּ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אִם מְקַדֵּשׁ הוּא בָהּ בַּתְּחִלָּה, אַף בַּסּוֹף יְקַדֵּשׁ בָּהּ. אִם אֵינוֹ מְקַדֵּשׁ בָּהּ בַּסּוֹף, אַף לֹא בַתְּחִלָּה. בֵּין כָּךְ וּבֵין כָּךְ, לֹא יוֹסִיף לְתוֹכָהּ מַיִם מְקֻדָּשִׁים: \n",
            "שְׁפוֹפֶרֶת שֶׁחֲתָכָהּ לְחַטָּאת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יַטְבִּיל מִיָּד. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, יְטַמֵּא וְיַטְבִּיל. הַכֹּל כְּשֵׁרִים לְקַדֵּשׁ, חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן. רַבִּי יְהוּדָה מַכְשִׁיר בְּקָטָן, וּפוֹסֵל בְּאִשָּׁה וּבְאַנְדְּרוֹגִינוֹס: \n",
            "בְּכָל הַכֵּלִים מְקַדְּשִׁים, אֲפִלּוּ בִכְלֵי גְלָלִים, בִּכְלֵי אֲבָנִים, וּבִכְלֵי אֲדָמָה. וּבִסְפִינָה, מְקַדְּשִׁין בָּהּ. אֵין מְקַדְּשִׁין לֹא בְדָפְנוֹת הַכֵּלִים, וְלֹא בְשׁוּלֵי הַמַּחַץ, וְלֹא בִמְגוּפַת הֶחָבִית, וְלֹא בְחָפְנָיו, מִפְּנֵי שֶׁאֵין מְמַלְּאִין וְאֵין מְקַדְּשִׁין וְאֵין מַזִּין מֵי חַטָּאת אֶלָּא בְכֶלִי. אֵין מַצִּילִין בְּצָמִיד פָּתִיל אֶלָּא כֵלִים, שֶׁאֵין מַצִּילִים מִיַּד כְּלֵי חֶרֶס אֶלָּא כֵלִים: \n",
            "בֵּיצַת הַיּוֹצְרִים, כְּשֵׁרָה. רַבִּי יוֹסֵי פוֹסֵל. בֵּיצַת הַתַּרְנְגֹלֶת, רַבִּי מֵאִיר וְרַבִּי יְהוּדָה מַכְשִׁירִין, וַחֲכָמִים פּוֹסְלִין: \n",
            "הַשֹּׁקֶת שֶׁבַּסֶּלַע, אֵין מְמַלְּאִין בָּהּ וְאֵין מְקַדְּשִׁין בָּהּ וְאֵין מַזִּין מִמֶּנָּה, וְאֵינָהּ צְרִיכָה צָמִיד פָּתִיל, וְאֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה. הָיְתָה כְלִי וְחִבְּרָהּ בְּסִיד, מְמַלְּאִין בָּהּ וּמְקַדְּשִׁין בָּהּ וּמַזִּין מִמֶּנָּה, וּצְרִיכָה צָמִיד פָּתִיל, וּפוֹסֶלֶת אֶת הַמִּקְוֶה. נִקְּבָה מִלְּמַטָּן, וּפְקָקָהּ בִּסְמַרְטוּט, הַמַּיִם שֶׁבְּתוֹכָהּ פְּסוּלִין, מִפְּנֵי שֶׁאֵינָן עֲגֻלִּים כֶּלִי. מִן הַצַּד וּפְקָקָהּ בִּסְמַרְטוּט, הַמַּיִם שֶׁבְּתוֹכָהּ כְּשֵׁרִים, מִפְּנֵי שֶׁהֵם עֲגֻלִּים כֶּלִי. עָשׂוּ לָהּ עֲטָרָה שֶׁל טִיט, וְהָלְכוּ הַמַּיִם לְשָׁם, פְּסוּלִין. אִם הָיָה בָרִיא כְּדֵי שֶׁיִּנָּטֵל עִמָּהּ, כְּשֵׁרִים: \n",
            "שְׁתֵּי שְׁקָתוֹת שֶׁבְּאֶבֶן אַחַת, קִדֵּשׁ אַחַת מֵהֶם, הַמַּיִם שֶׁבַּשְּׁנִיָּה אֵינָן מְקֻדָּשִׁין. הָיוּ נְקוּבוֹת זוֹ לָזוֹ כִּשְׁפוֹפֶרֶת הַנּוֹד, אוֹ שֶׁהָיוּ הַמַּיִם צָפִין עַל גַּבֵּיהֶן אֲפִלּוּ כִקְלִפַּת הַשּׁוּם, וְקִדֵּשׁ אֶת אַחַת מֵהֶן, הַמַּיִם שֶׁבַּשְּׁנִיָּה מְקֻדָּשִׁין: \n",
            "שְׁתֵּי אֲבָנִים שֶׁהִקִּיפָן זוֹ לָזוֹ וַעֲשָׂאָן שֹׁקֶת, וְכֵן שְׁתֵּי עֲרֵבוֹת, וְכֵן הַשֹּׁקֶת שֶׁנֶּחְלְקָה, הַמַּיִם שֶׁבֵּינֵיהֶם אֵינָן מְקֻדָּשִׁין. עֲשָׂאָן בְּסִיד אוֹ בְגִפְסִים וְהֵן יְכוֹלוֹת לְהִנָּטֵל כְּאַחַת, הַמַּיִם שֶׁבֵּינֵיהֶם מְקֻדָּשִׁין: \n"
        ],
        [
            "הַמְקַדֵּשׁ וְנָפַל הַקִּדּוּשׁ עַל יָדוֹ אוֹ עַל הַצַּד וְאַחַר כָּךְ נָפַל עַל הַשֹּׁקֶת, פָּסוּל. נָפַל מִן הַשְּׁפוֹפֶרֶת לַשֹּׁקֶת, פָּסוּל. נָטַל מִשְּׁפוֹפֶרֶת וְכִסָּה, אוֹ שֶׁהֵגִיף אֶת הַדֶּלֶת, הַקִּדּוּשׁ כָּשֵׁר, וְהַמַּיִם פְּסוּלִים. זְקָפָהּ בָּאָרֶץ, פָּסוּל. לְתוֹךְ יָדוֹ, כָּשֵׁר, מִפְּנֵי שֶׁאֶפְשָׁר: \n",
            "הָיָה קִדּוּשׁ צָף עַל פְּנֵי הַמַּיִם, רַבִּי מֵאִיר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, נוֹטֵל וּמְקַדֵּשׁ. וַחֲכָמִים אוֹמְרִים, כֹּל שֶׁנָּגַע בַּמַּיִם, אֵין מְקַדְּשִׁין בּוֹ. זָלַף אֶת הַמַּיִם וְנִמְצָא קִדּוּשׁ מִלְּמַטָּן, רַבִּי מֵאִיר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, מְנַגֵּב וּמְקַדֵּשׁ. וַחֲכָמִים אוֹמְרִים, כֹּל שֶׁנָּגַע בַּמַּיִם, אֵין מְקַדְּשִׁין בּוֹ: \n",
            "הַמְקַדֵּשׁ בַּשֹּׁקֶת וְהַטְּפִי בְתוֹכָהּ, אַף עַל פִּי שֶׁפִּיו צַר כָּל שֶׁהוּא, הַמַּיִם שֶׁבְּתוֹכוֹ מְקֻדָּשִׁין. אִם הָיָה סְפוֹג, הַמַּיִם שֶׁבְּתוֹכוֹ פְסוּלִים. כֵּיצַד יַעֲשֶׂה, יְזַלֵּף עַד שֶׁהוּא מַגִּיעַ לַסְּפוֹג. נָגַע בַּסְּפוֹג, אַף עַל פִּי שֶׁהַמַּיִם צָפִין עַל גַּבָּיו כָּל שֶׁהֵן, פְּסוּלִין: \n",
            "נָתַן יָדוֹ אוֹ רַגְלוֹ אוֹ עֲלֵי יְרָקוֹת כְּדֵי שֶׁיַּעַבְרוּ הַמַּיִם לֶחָבִית, פְּסוּלִים. עֲלֵי קָנִים וַעֲלֵי אֱגוֹז, כְּשֵׁרִים. זֶה הַכְּלָל, דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה, פָּסוּל. וְדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, כָּשֵׁר: \n",
            "הַמְפַנֶּה אֶת הַמַּעְיָן לְתוֹךְ הַגַּת, אוֹ לְתוֹךְ הַגֵּבִים, פְּסוּלִים לַזָּבִים וְלַמְצֹרָעִים וּלְקַדֵּשׁ בָּהֶן מֵי חַטָּאת, מִפְּנֵי שֶׁלֹּא נִתְמַלְּאוּ בְכֶלִי: \n"
        ],
        [
            "חֲמִשָּׁה שֶׁמִּלְאוּ חֲמִשָּׁה חָבִיּוֹת לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין, וְנִמְלְכוּ לְקַדְּשָׁן קִדּוּשׁ אֶחָד, אוֹ לְקַדְּשָׁן קִדּוּשׁ אֶחָד וְנִמְלְכוּ לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין, הֲרֵי כֻלָּן כְּשֵׁרִים. יָחִיד שֶׁמִּלֵּא חָמֵשׁ חָבִיּוֹת לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין, וְנִמְלַךְ לְקַדְּשָׁן קִדּוּשׁ אֶחָד, אֵין כָּשֵׁר אֶלָּא אַחֲרוֹן. לְקַדְּשָׁן קִדּוּשׁ אֶחָד וְנִמְלַךְ לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין, אֵין כָּשֵׁר אֶלָּא זֶה שֶׁקִּדֵּשׁ רִאשׁוֹן. אָמַר לְאֶחָד, קַדֵּשׁ לְךָ אֶת אֵלּוּ, אֵין כָּשֵׁר אֶלָּא רִאשׁוֹן. קַדֵּשׁ לִי אֶת אֵלּוּ, הֲרֵי כֻלָּם כְּשֵׁרִים: \n",
            "הַמְמַלֵּא בְאַחַת יָדוֹ וְעוֹשֶׂה מְלָאכָה בְאַחַת יָדוֹ, הַמְמַלֵּא לוֹ וּלְאַחֵר, אוֹ שֶׁמִּלֵּא לִשְׁנַיִם כְּאַחַת, שְׁנֵיהֶן פְּסוּלִין, שֶׁהַמְּלָאכָה פוֹסֶלֶת בַּמִּלּוּי, בֵּין לוֹ בֵּין לְאַחֵר: \n",
            "הַמְקַדֵּשׁ בְּאַחַת יָדוֹ וְעוֹשֶׂה מְלָאכָה בְאַחַת יָדוֹ, אִם לוֹ, פָּסוּל. וְאִם לְאַחֵר, כָּשֵׁר. הַמְקַדֵּשׁ לוֹ וּלְאַחֵר, שֶׁלּוֹ פָּסוּל, וְשֶׁל אַחֵר כָּשֵׁר. הַמְקַדֵּשׁ לִשְׁנַיִם כְּאֶחָד, שְׁנֵיהֶן כְּשֵׁרִין: \n",
            "קַדֵּשׁ לִי וַאֲקַדֵּשׁ לָךְ, הָרִאשׁוֹן כָּשֵׁר. מַלֵּא לִי וַאֲמַלֵּא לָךְ, הָאַחֲרוֹן כָּשֵׁר. קַדֵּשׁ לִי וַאֲמַלֵּא לָךְ, שְׁנֵיהֶם כְּשֵׁרִים. מַלֵּא לִי וַאֲקַדֵּשׁ לָךְ, שְׁנֵיהֶם פְּסוּלִים: \n",
            "הַמְמַלֵּא לוֹ וּלְחַטָּאת, מְמַלֵּא אֶת שֶׁלּוֹ תְּחִלָּה וְקוֹשְׁרוֹ בָאֵסֶל וְאַחַר כָּךְ מְמַלֵּא אֶת שֶׁל חַטָּאת. וְאִם מִלֵּא שֶׁל חַטָּאת תְּחִלָּה וְאַחַר כָּךְ מִלֵּא אֶת שֶׁלּוֹ, פָּסוּל. נוֹתֵן אֶת שֶׁלּוֹ לַאֲחוֹרָיו וְאֶת שֶׁל חַטָּאת לְפָנָיו. וְאִם נָתַן אֶת שֶׁל חַטָּאת לַאֲחוֹרָיו, פָּסוּל. הָיוּ שְׁנֵיהֶן שֶׁל חַטָּאת, נוֹתֵן אֶחָד לְפָנָיו וְאֶחָד לַאֲחוֹרָיו, וְכָשֵׁר, מִפְּנֵי שֶׁאִי אֶפְשָׁר: \n",
            "הַמּוֹלִיךְ אֶת הַחֶבֶל בְּיָדוֹ לְדַרְכּוֹ, כָּשֵׁר. וְשֶׁלֹּא לְדַרְכּוֹ, פָּסוּל. זֶה הָלַךְ לְיַבְנֶה שְׁלשָׁה מוֹעֲדוֹת, וּבְמוֹעֵד שְׁלִישִׁי הִכְשִׁירוּ לוֹ הוֹרָאַת שָׁעָה: \n",
            "הַמְכַנֵּן אֶת הַחֶבֶל עַל יָד עַל יָד, כָּשֵׁר. וְאִם כִּנְּנוֹ בָאַחֲרוֹנָה, פָּסוּל. אָמַר רַבִּי יוֹסֵי, לָזֶה הִכְשִׁירוּ הוֹרָאַת שָׁעָה: \n",
            "הַמַּצְנִיעַ אֶת הֶחָבִית שֶׁלֹּא תִשָּׁבֵר, אוֹ שֶׁכְּפָאָהּ עַל פִּיהָ עַל מְנָת לְנַגְּבָהּ לְמַלֹּאת בָּהּ, כָּשֵׁר. לְהוֹלִיךְ בָּהּ אֶת הַקִּדּוּשׁ, פָּסוּל. הַמְפַנֶּה חֲרָסִין מִתּוֹךְ הַשֹּׁקֶת בִּשְׁבִיל שֶׁתַּחֲזִיק מַיִם הַרְבֵּה, כְּשֵׁרִין. וְאִם בִּשְׁבִיל שֶׁלֹּא יִהְיוּ מְעַכְּבִין אוֹתוֹ בְשָׁעָה שֶׁהוּא זוֹלֵף אֶת הַמַּיִם, פָּסוּל: \n",
            "מִי שֶׁהָיוּ מֵימָיו עַל כְּתֵפוֹ וְהוֹרָה הוֹרָאָה, וְהֶרְאָה לַאֲחֵרִים אֶת הַדֶּרֶךְ, וְהָרַג נָחָשׁ וְעַקְרָב, וְנָטַל אֳכָלִים לְהַצְנִיעָם, פָּסוּל. אֳכָלִין לְאָכְלָן, כָּשֵׁר. הַנָּחָשׁ וְהָעַקְרָב שֶׁהָיוּ מְעַכְּבִים אוֹתוֹ, כָּשֵׁר. אָמַר רַבִּי יְהוּדָה, זֶה הַכְּלָל, כָּל דָּבָר שֶׁהוּא מִשּׁוּם מְלָאכָה, בֵּין עָמַד בֵּין לֹא עָמַד, פָּסוּל. דָּבָר שֶׁאֵינוֹ מִשּׁוּם מְלָאכָה, עָמַד, פָּסוּל. וְאִם לֹא עָמַד, כָּשֵׁר: \n",
            "הַמּוֹסֵר מֵימָיו לְטָמֵא, פְּסוּלִין. וּלְטָהוֹר, כְּשֵׁרִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף לְטָמֵא כְּשֵׁרִין, אִם לֹא עָשׂוּ הַבְּעָלִים מְלָאכָה: \n",
            "שְׁנַיִם שֶׁהָיוּ מְמַלְּאִין לְחַטָּאת, וְהִגְבִּיהוּ זֶה עַל זֶה וְנָטַל זֶה לָזֶה קוֹצוֹ, בְּקִדּוּשׁ אֶחָד, כָּשֵׁר. בִּשְׁנֵי קִדּוּשִׁין, פָּסוּל. רַבִּי יוֹסֵי אוֹמֵר, אַף בִּשְׁנֵי קִדּוּשִׁין כָּשֵׁר, אִם הִתְנוּ בֵינֵיהֶן: \n",
            "הַפּוֹרֵץ עַל מְנָת לִגְדֹּר, כָּשֵׁר. וְאִם גָּדַר, פָּסוּל. הָאוֹכֵל עַל מְנָת לִקְצוֹת, כָּשֵׁר. וְאִם קָצָה, פָּסוּל. הָיָה אוֹכֵל וְהוֹתִיר וְזָרַק מַה שֶּׁבְּיָדוֹ לְתַחַת הַתְּאֵנָה אוֹ לְתוֹךְ הַמֻּקְצֶה בִּשְׁבִיל שֶׁלֹּא יֹאבַד, פָּסוּל: \n"
        ],
        [
            "שְׁנַיִם שֶׁהָיוּ שׁוֹמְרִים אֶת הַשֹּׁקֶת, נִטְמָא אַחַד מֵהֶם, כְּשֵׁרִים, מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל שֵׁנִי. טָהַר, וְנִטְמָא שֵׁנִי, כְּשֵׁרִים, מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל רִאשׁוֹן. נִטְמְאוּ שְׁנֵיהֶן כְּאַחַת, פְּסוּלִין. עָשָׂה אַחַד מֵהֶן מְלָאכָה, כְּשֵׁרִין, מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל שֵׁנִי. עָמַד, וְעָשָׂה הַשֵּׁנִי מְלָאכָה, כְּשֵׁרִין, מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל רִאשׁוֹן. עָשׂוּ שְׁנֵיהֶן כְּאֶחָד, פְּסוּלִין: \n",
            "הַמְקַדֵּשׁ מֵי חַטָּאת, לֹא יִנְעוֹל אֶת הַסַּנְדָּל. שֶׁאִם נָפְלוּ מַשְׁקִין עַל הַסַּנְדָּל, נִטְמָא וְטִמְּאָהוּ. הֲרֵי הוּא אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי. נָפְלוּ מַשְׁקִין עַל בְּשָׂרוֹ, טָהוֹר. נָפְלוּ עַל כְּסוּתוֹ, נִטְמֵאת וְטִמְּאַתּוּ. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי: \n",
            "הַשּׂוֹרֵף פָּרָה, וּפָרִים, וְהַמְשַׁלֵּחַ אֶת הַשָּׂעִיר, מְטַמֵּא בְגָדִים. פָּרָה וּפָרִים וְשָׂעִיר הַמִּשְׁתַּלֵּחַ עַצְמָן אֵין מְטַמְּאִין בְּגָדִים. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי: \n",
            "הָאוֹכֵל מִנִּבְלַת הָעוֹף הַטָּהוֹר וְהִיא בְּבֵית הַבְּלִיעָה, מְטַמֵּא בְגָדִים. הַנְּבֵלָה עַצְמָהּ אֵינָהּ מְטַמְּאָה בְגָדִים. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי, וְאַתָּה טִמֵּאתָנִי: \n",
            "כָּל וְלַד הַטֻּמְאוֹת אֵינוֹ מְטַמֵּא כֵלִים, אֶלָּא מַשְׁקֶה. נִטְמָא מַשְׁקֶה, טִמְּאָן. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי: \n",
            "אֵין כְּלִי חֶרֶשׂ מְטַמֵּא חֲבֵרוֹ, אֶלָּא מַשְׁקֶה. נִטְמָא מַשְׁקֶה, טִמְּאַתּוּ. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי: \n",
            "כָּל הַפּוֹסֵל אֶת הַתְּרוּמָה, מְטַמֵּא אֶת הַמַּשְׁקִין לִהְיוֹת תְּחִלָּה לְטַמֵּא אֶחָד וְלִפְסֹל אֶחָד, חוּץ מִטְּבוּל יוֹם. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתָנִי: \n",
            "כָּל הַיַּמִּים כְּמִקְוֶה, שֶׁנֶּאֱמַר (בראשית א), וּלְמִקְוֵה הַמַּיִם קָרָא יַמִּים, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, הַיָּם הַגָּדוֹל כְּמִקְוֶה, לֹא נֶאֱמַר יַמִּים, אֶלָּא שֶׁיֶּשׁ בּוֹ מִינֵי יַמִּים הַרְבֵּה. רַבִּי יוֹסֵי אוֹמֵר, כָּל הַיַּמִּים מְטַהֲרִין בְּזוֹחֲלִין, וּפְסוּלִין לַזָּבִים וְלַמְצֹרָעִים וּלְקַדֵּשׁ מֵהֶן מֵי חַטָּאת: \n",
            "הַמַּיִם הַמֻּכִּים, פְּסוּלִים. אֵלּוּ הֵן הַמֻּכִּים, הַמְּלוּחִים וְהַפּוֹשְׁרִים. הַמַּיִם הַמְכַזְּבִים, פְּסוּלִין. אֵלּוּ הֵם הַמַּיִם הַמְכַזְּבִים, הַמְכַזְּבִים אֶחָד בַּשָּׁבוּעַ. הַמְכַזְּבִים בְּפֻלְמְסָיוֹת וּבִשְׁנֵי בִצָּרוֹן, כְּשֵׁרִים. רַבִּי יְהוּדָה פוֹסֵל: \n",
            "מֵי קַרְמְיוֹן וּמֵי פוּגָה, פְּסוּלִין, מִפְּנֵי שֶׁהֵם מֵי בִצִּים. מֵי הַיַּרְדֵּן וּמֵי יַרְמוּךְ, פְּסוּלִים, מִפְּנֵי שֶׁהֵם מֵי תַעֲרֹבוֹת. וְאֵלוּ הֵן מֵי תַעֲרֹבוֹת, אֶחָד כָּשֵׁר וְאֶחָד פָּסוּל, שֶׁנִּתְעָרְבוּ. שְׁנֵיהֶן כְּשֵׁרִין וְנִתְעָרְבוּ, כְּשֵׁרִין. רַבִּי יְהוּדָה פוֹסֵל: \n",
            "בְּאֵר אַחְאָב וּמְעָרַת פַּמְיָס, כְּשֵׁרָה. הַמַּיִם שֶׁנִּשְׁתַּנּוּ וְשִׁנּוּיָן מֵחֲמַת עַצְמָן, כְּשֵׁרִין. אַמַּת הַמַּיִם הַבָּאָה מֵרָחוֹק, כְּשֵׁרָה, וּבִלְבַד שֶׁיִּשְׁמְרֶנָּה שֶׁלֹּא יַפְסִיקֶנָּה אָדָם. רַבִּי יְהוּדָה אוֹמֵר, הֲרֵי הִיא בְחֶזְקַת מֻתֶּרֶת. בְּאֵר שֶׁנָּפַל לְתוֹכָהּ חַרְסִית אוֹ אֲדָמָה, יַמְתִּין לָהּ עַד שֶׁתִּצַּל, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, אֵינוֹ צָרִיךְ לְהַמְתִּין: \n"
        ],
        [
            "צְלוֹחִית שֶׁנָּפַל לְתוֹכָהּ מַיִם כָּל שֶׁהֵן, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יַזֶּה שְׁתֵּי הַזָּיוֹת. וַחֲכָמִים פּוֹסְלִין. יָרַד לְתוֹכָהּ טַל, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יַנִּיחֶנָּה בַחַמָּה וְהַטַּל עוֹלֶה. וַחֲכָמִים פּוֹסְלִין. נָפַל לְתוֹכָהּ מַשְׁקִין וּמֵי פֵרוֹת, יְעָרֶה וְצָרִיךְ לְנַגֵּב. דְּיוֹ, קוֹמוֹס, וְקַנְקַנְתּוֹם, וְכָל דָּבָר שֶׁהוּא רוֹשֵׁם, יְעָרֶה וְאֵינוֹ צָרִיךְ לְנַגֵּב: \n",
            "נָפַל לְתוֹכָהּ שְׁקָצִים וּרְמָשִׂים וְנִתְבַּקְּעוּ, אוֹ שֶׁנִּשְׁתַּנּוּ מַרְאֵיהֶם, פְּסוּלִין. חִפּוּשִׁית, בֵּין כָּךְ וּבֵין כָּךְ פּוֹסֶלֶת, מִפְּנֵי שֶׁהִיא כִשְׁפוֹפֶרֶת. רַבִּי שִׁמְעוֹן וְרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמְרִים, הַדִּירָה וְהַכִּנָּה שֶׁבַּתְּבוּאָה כְּשֵׁרִים, מִפְּנֵי שֶׁאֵין בָּהֶם לֵחָה: \n",
            "שָׁתָת מֵהֶן בְּהֵמָה אוֹ חַיָּה, פְּסוּלִין. כָּל הָעוֹפוֹת פּוֹסְלִין, חוּץ מִן הַיּוֹנָה, מִפְּנֵי שֶׁהִיא מוֹצֶצֶת. כָּל הַשְּׁרָצִים אֵינָם פּוֹסְלִין, חוּץ מִן הַחֻלְדָּה, מִפְּנֵי שֶׁהִיא מַלֶּקֶת. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף הַנָּחָשׁ, מִפְּנֵי שֶׁהִיא מְקִיאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָעַכְבָּר: \n",
            "הַחוֹשֵׁב עַל מֵי חַטָּאת לִשְׁתּוֹת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, פָּסוּל. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כְּשֶׁיַּטֶּה. אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים, בְּמַיִם שֶׁאֵינָם מְקֻדָּשִׁים. אֲבָל בְּמַיִם הַמְקֻדָּשִׁין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּשֶׁיַּטֶּה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כְּשֶׁיִּשְׁתֶּה. וְאִם גִּרְגֵּר, כָּשֵׁר: \n",
            "מֵי חַטָּאת שֶׁנִּפְסְלוּ, לֹא יְגַבְּלֵם בְּטִיט, שֶׁלֹּא יַעֲשֵׂם תַּקָּלָה לַאֲחֵרִים. רַבִּי יְהוּדָה אוֹמֵר, בָּטְלוּ. פָּרָה שֶׁשָּׁתָת מֵי חַטָּאת, בְּשָׂרָהּ טָמֵא מֵעֵת לְעֵת. רַבִּי יְהוּדָה אוֹמֵר, בָּטְלוּ בְמֵעֶיהָ: \n",
            "מֵי חַטָּאת וְאֵפֶר חַטָּאת, לֹא יַעֲבִירֵם בְּנָהָר וּבִסְפִינָה, וְלֹא יְשִׁיטֵם עַל פְּנֵי הַמַּיִם, וְלֹא יַעֲמוֹד בְּצַד זֶה וְיִזְרְקֵם לְצַד זֶה. אֲבָל עוֹבֵר הוּא בַמַּיִם עַד צַוָּארוֹ. עוֹבֵר הוּא הַטָּהוֹר לְחַטָּאת וּבְיָדָיו כְּלִי רֵיקָם הַטָּהוֹר לְחַטָּאת, וּבְמַיִם שֶׁאֵינָם מְקֻדָּשִׁין: \n",
            "אֵפֶר כָּשֵׁר שֶׁנִּתְעָרֵב בְּאֵפֶר מִקְלֶה, הוֹלְכִין אַחַר הָרֹב לְטַמֵּא, וְאֵין מְקַדְּשִׁין בּוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְקַדְּשִׁין בְּכֻלָּן: \n",
            "מֵי חַטָּאת שֶׁנִּפְסְלוּ, מְטַמְּאִין אֶת הַטָּהוֹר לִתְרוּמָה, בְיָדָיו וּבְגוּפוֹ. וְאֶת הַטָּהוֹר לְחַטָּאת, לֹא בְיָדָיו וְלֹא בְגוּפוֹ. נִטְמְאוּ, מְטַמְּאִים אֶת הַטָּהוֹר לִתְרוּמָה בְיָדָיו וּבְגוּפוֹ. וְאֶת הַטָּהוֹר לְחַטָּאת, בְּיָדָיו, אֲבָל לֹא בְגוּפוֹ: \n",
            "אֵפֶר כָּשֵׁר שֶׁנְּתָנוֹ עַל גַּבֵּי הַמַּיִם שֶׁאֵינָן רְאוּיִין לְקַדֵּשׁ, מְטַמְּאִין אֶת הַטָּהוֹר לִתְרוּמָה, בְּיָדָיו וּבְגוּפוֹ. אֶת הַטָּהוֹר לְחַטָּאת, לֹא בְיָדָיו וְלֹא בְגוּפוֹ: \n"
        ],
        [
            "כֹּל הָרָאוּי לִטַּמֵּא מִדְרָס, מַדָּף לְחַטָּאת, בֵּין טָמֵא בֵּין טָהוֹר. וְאָדָם, כַּיּוֹצֵא בוֹ. כֹּל הָרָאוּי לִטַּמֵּא טְמֵא מֵת, בֵּין טָמֵא בֵּין טָהוֹר, רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינוֹ מַדָּף. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מַדָּף. וַחֲכָמִים אוֹמְרִים, הַטָּמֵא, מַדָּף. וְהַטָּהוֹר, אֵינוֹ מַדָּף: \n",
            "הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בְּמַדָּף, טָמֵא. לָגִין שֶׁל חַטָּאת שֶׁנָּגַע בְּמַדָּף, טָמֵא. הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בְּאֳכָלִים וּמַשְׁקִים, בְּיָדוֹ, טָמֵא. וּבְרַגְלוֹ, טָהוֹר. הֱסִיטָן בְּיָדוֹ, רַבִּי יְהוֹשֻׁעַ מְטַמֵּא, וַחֲכָמִים מְטַהֲרִים: \n",
            "קָלָל שֶׁל חַטָּאת שֶׁנָּגַע בְּשֶׁרֶץ, טָהוֹר. נְתָנוֹ עַל גַּבָּיו, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִים. נָגַע בְּאֳכָלִים וּמַשְׁקִין וּבְכִתְבֵי הַקֹּדֶשׁ, טָהוֹר. נְתָנוֹ עַל גַּבֵּיהֶן, רַבִּי יוֹסֵי מְטַהֵר, וַחֲכָמִים מְטַמְּאִים: \n",
            "הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בְּתַנּוּר, בְּיָדוֹ, טָמֵא. וּבְרַגְלוֹ, טָהוֹר. הָיָה עוֹמֵד עַל גַּבֵּי תַנּוּר וּפָשַׁט יָדוֹ חוּץ לַתַּנּוּר, וְהַלָּגִין בְּתוֹכוֹ, וְכֵן הָאֵסֶל שֶׁהוּא נָתוּן עַל גַּבֵּי הַתַּנּוּר וּבוֹ שְׁנֵי קְלָלוֹת, אֶחָד מִכָּאן וְאֶחָד מִכָּאן, רַבִּי עֲקִיבָא מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n",
            "הָיָה עוֹמֵד חוּץ לַתַּנּוּר וּפָשַׁט יָדָיו לַחַלּוֹן וְנָטַל אֶת הַלָּגִין וְהֶעֱבִירוֹ עַל גַּבֵּי הַתַּנּוּר, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. אֲבָל עוֹמֵד הוּא הַטָּהוֹר לְחַטָּאת עַל גַּבֵּי תַנּוּר וּבְיָדוֹ כְּלִי רֵיקָן הַטָּהוֹר לְחַטָּאת, וּבְמַיִם שֶׁאֵין מְקֻדָּשִׁין: \n",
            "לָגִין שֶׁל חַטָּאת שֶׁנָּגַע בְּשֶׁל קֹדֶשׁ וְשֶׁל תְּרוּמָה, שֶׁל חַטָּאת, טָמֵא. וְשֶׁל קֹדֶשׁ וְשֶׁל תְּרוּמָה, טְהוֹרִין. שְׁנֵיהֶן בִּשְׁתֵּי יָדָיו, שְׁנֵיהֶן טְמֵאִים. שְׁנֵיהֶם בִּשְׁנֵי נְיָרוֹת, שְׁנֵיהֶם טְהוֹרִים. שֶׁל חַטָּאת בִּנְיָר וְשֶׁל תְּרוּמָה בְּיָדוֹ, שְׁנֵיהֶן טְמֵאִין. שֶׁל תְּרוּמָה בִּנְיָר וְשֶׁל חַטָּאת בְּיָדוֹ, שְׁנֵיהֶן טְהוֹרִין. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, שֶׁל חַטָּאת, טָמֵא. הָיוּ נְתוּנִין עַל גַּבֵּי הָאָרֶץ וְנָגַע בָּהֶם, שֶׁל חַטָּאת, טָמֵא. שֶׁל קֹדֶשׁ וְשֶׁל תְּרוּמָה, טְהוֹרִים. הֱסִיטָן, רַבִּי יְהוֹשֻׁעַ מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין: \n"
        ],
        [
            "צְלוֹחִית שֶׁהִנִּיחָהּ מְגֻלָּה, וּבָא וּמְצָאָהּ מְכֻסָּה, פְּסוּלָה. הִנִּיחָהּ מְכֻסָּה וּבָא וּמְצָאָהּ מְגֻלָּה, אִם יְכוֹלָה הַחֻלְדָּה לִשְׁתּוֹת הֵימֶנָּה, אוֹ נָחָשׁ לְדִבְרֵי רַבָּן גַּמְלִיאֵל, אוֹ שֶׁיָּרַד בָּהּ טַל בַּלַּיְלָה, פְּסוּלָה. הַחַטָּאת אֵינָהּ נִצּוֹלָה בְּצָמִיד פָּתִיל. וּמַיִם שֶׁאֵינָן מְקֻדָּשִׁין נִצּוֹלִין בְּצָמִיד פָּתִיל: \n",
            "כָּל הַסְּפֵק טָהוֹר לִתְרוּמָה, טָהוֹר לְחַטָּאת. כָּל הַתָּלוּי לִתְרוּמָה, נִשְׁפָּךְ לְחַטָּאת. אִם עָשׂוּ עַל גַּבָּיו טָהֳרוֹת, תְּלוּיוֹת. הָרְפָפוֹת, טְהוֹרוֹת לְקֹדֶשׁ וְלִתְרוּמָה וּלְחַטָּאת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הָרְעָדוֹת, טְמֵאוֹת לְחַטָּאת: \n",
            "דְּבֵלָה שֶׁל תְּרוּמָה שֶׁנָּפְלָה לְתוֹךְ מֵי חַטָּאת וּנְטָלָהּ וַאֲכָלָהּ, אִם יֶשׁ בָּהּ כַּבֵּיצָה, בֵּין טְמֵאָה בֵּין טְהוֹרָה, הַמַּיִם טְמֵאִין, וְהָאוֹכְלָהּ חַיָּב מִיתָה. אֵין בָּהּ כַּבֵּיצָה, הַמַּיִם טְהוֹרִין, וְהָאוֹכְלָהּ חַיָּב מִיתָה. רַבִּי יוֹסֵי אוֹמֵר, בִּטְהוֹרָה, הַמַּיִם טְהוֹרִים. הַטָּהוֹר לְחַטָּאת שֶׁהִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לְתוֹךְ מֵי חַטָּאת, נִטְמָא: \n",
            "כֹּל הַטָּעוּן בִּיאַת מַיִם מִדִּבְרֵי תוֹרָה, מְטַמֵּא אֶת הַקֹּדֶשׁ וְאֶת הַתְּרוּמָה וְאֶת הַחֻלִּין וְאֶת הַמַּעֲשֵׂר, וְאָסוּר עַל בִּיאַת הַמִּקְדָּשׁ. לְאַחַר בִּיאָתוֹ, מְטַמֵּא אֶת הַקֹּדֶשׁ, וּפוֹסֵל אֶת הַתְּרוּמָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, פּוֹסֵל בַּקֹּדֶשׁ וּבַתְּרוּמָה, וּמֻתָּר בַּחֻלִּין וּבַמַּעֲשֵׂר. וְאִם בָּא אֶל הַמִּקְדָּשׁ, בֵּין לִפְנֵי בִיאָתוֹ בֵּין לְאַחַר בִּיאָתוֹ, חַיָּב: \n",
            "כֹּל הַטָּעוּן בִּיאַת מַיִם מִדִּבְרֵי סוֹפְרִים, מְטַמֵּא אֶת הַקֹּדֶשׁ, וּפוֹסֵל אֶת הַתְּרוּמָה, וּמֻתָּר בַּחֻלִּין וּבַמַּעֲשֵׂר, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹסְרִים בַּמַּעֲשֵׂר. לְאַחַר בִּיאָתוֹ, מֻתָּר בְּכֻלָּן. וְאִם בָּא אֶל הַמִּקְדָּשׁ, בֵּין לִפְנֵי בִיאָתוֹ וּבֵין לְאַחַר בִּיאָתוֹ, פָּטוּר: \n",
            "כֹּל הַטָּעוּן בִּיאַת מַיִם, בֵּין מִדִּבְרֵי תוֹרָה בֵּין מִדִּבְרֵי סוֹפְרִים, מְטַמֵּא אֶת מֵי חַטָּאת וְאֶת אֵפֶר חַטָּאת וְאֶת הַמַּזֶּה מֵי חַטָּאת, בְּמַגָּע וּבְמַשָּׂא. הָאֵזוֹב הַמֻּכְשָׁר, וְהַמַּיִם שֶׁאֵינָן מְקֻדָּשִׁים, וּכְלִי רֵיקָם הַטָּהוֹר לְחַטָּאת, בְּמַגָּע וּבְמַשָּׂא, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּמַגָּע אֲבָל לֹא בְמַשָּׂא: \n",
            "כָּל אֵזוֹב שֶׁיֶּשׁ לוֹ שֵׁם לְוַי, פָּסוּל. אֵזוֹב זֶה, כָּשֵׁר. אֵזוֹב יָוָן, אֵזוֹב כּוֹחֲלִית, אֵזוֹב רוֹמִי, אֵזוֹב מִדְבָּרִי, פָּסוּל. וְשֶׁל תְּרוּמָה טְמֵאָה, פָּסוּל. וְשֶׁל טְהוֹרָה, לֹא יַזֶּה. וְאִם הִזָּה, כָּשֵׁר. אֵין מַזִּין לֹא בְיוֹנְקוֹת, וְלֹא בִתְמָרוֹת. אֵין חַיָּבִין עַל הַיּוֹנְקוֹת עַל בִּיאַת הַמִּקְדָּשׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף לֹא עַל הַתְּמָרוֹת. אֵלּוּ הֵן הַיּוֹנְקוֹת, גִּבְעוֹלִין שֶׁלֹּא גָמָלוּ: \n",
            "אֵזוֹב שֶׁהִזָּה בוֹ, כָּשֵׁר לְטַהֵר בּוֹ אֶת הַמְּצֹרָע. לִקְּטוֹ לְעֵצִים וְנָפְלוּ עָלָיו מַשְׁקִין, מְנַגְּבוֹ וְהוּא כָשֵׁר. לִקְּטוֹ לְאֳכָלִין וְנָפְלוּ עָלָיו מַשְׁקִין, אַף עַל פִּי שֶׁנִּגְּבוֹ, פָּסוּל. לִקְּטוֹ לְחַטָּאת, כִּמְלֻקָּט לְאֳכָלִין, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה וְרַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹמְרִים, כִּמְלֻקָּט לְעֵצִים: \n",
            "מִצְוַת אֵזוֹב, שְׁלשָׁה קְלָחִים וּבָהֶם שְׁלשָׁה גִבְעוֹלִין. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל שְׁלשָׁה שְׁלשָׁה. אֵזוֹב שֶׁיֶּשׁ בּוֹ שְׁלשָׁה קְלָחִים, מְפַסְּגוֹ וְאוֹגְדוֹ. פִּסְּגוֹ וְלֹא אֲגָדוֹ, אֲגָדוֹ וְלֹא פִסְּגוֹ, לֹא פִסְּגוֹ וְלֹא אֲגָדוֹ, כָּשֵׁר. רַבִּי יוֹסֵי אוֹמֵר, מִצְוַת אֵזוֹב, שְׁלשָׁה קְלָחִים, וּבָהֶם שְׁלשָׁה גִבְעוֹלִים, וּשְׁיָרָיו שְׁנַיִם, וְגַרְדֻּמָּיו כָּל שֶׁהוּא: \n"
        ],
        [
            "הָאֵזוֹב הַקָּצָר, מְסַפְּקוֹ בְחוּט וּבְכוּשׁ, וְטוֹבֵל וּמַעֲלֶה, וְאוֹחֵז בָּאֵזוֹב וּמַזֶּה. רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן אוֹמְרִים, כְּשֵׁם שֶׁהַזָּיָה בָאֵזוֹב, כָּךְ טְבִילָה בָאֵזוֹב: \n",
            "הִזָּה, סָפֵק מִן הַחוּט, סָפֵק מִן הַכּוּשׁ, סָפֵק מִן הַגִּבְעוֹל, הַזָּיָתוֹ פְסוּלָה. הִזָּה עַל שְׁנֵי כֵלִים, סָפֵק עַל שְׁנֵיהֶם הִזָּה, סָפֵק מֵחֲבֵרוֹ מִצָּה עָלָיו, הַזָּיָתוֹ פְסוּלָה. מַחַט שֶׁהִיא נְתוּנָה עַל הַחֶרֶס, וְהִזָּה עָלֶיהָ, סָפֵק עַל הַמַּחַט הִזָּה, סָפֵק מִן הַחֶרֶס מִצָּה עָלֶיהָ, הַזָּיָתוֹ פְסוּלָה. צְלוֹחִית שֶׁפִּיהָ צַר, טוֹבֵל וּמַעֲלֶה כְדַרְכּוֹ. רַבִּי יְהוּדָה אוֹמֵר, הַזָּיָה רִאשׁוֹנָה. מֵי חַטָּאת שֶׁנִּתְמַעֲטוּ, טוֹבֵל אֲפִלּוּ רָאשֵׁי גִבְעוֹלִין וּמַזֶּה, וּבִלְבַד שֶׁלֹּא יְסַפֵּג. נִתְכַּוֵּן לְהַזּוֹת לְפָנָיו וְהִזָּה לְאַחֲרָיו, לְאַחֲרָיו וְהִזָּה לְפָנָיו, הַזָּיָתוֹ פְסוּלָה. לְפָנָיו, וְהִזָּה עַל הַצְּדָדִין שֶׁלְּפָנָיו, הַזָּיָתוֹ כְשֵׁרָה. מַזִּין עַל הָאָדָם מִדַּעְתּוֹ וְשֶׁלֹּא מִדַּעְתּוֹ. מַזִּין עַל הָאָדָם וְעַל הַכֵּלִים, וַאֲפִלּוּ הֵן מֵאָה: \n",
            "נִתְכַּוֵּן לְהַזּוֹת עַל דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה וְהִזָּה עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, אִם יֵשׁ בָּאֵזוֹב, לֹא יִשְׁנֶה. עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה, וְהִזָּה עַל דָּבָר שֶׁמְּקַבֵּל טֻמְאָה, אִם יֵשׁ בָּאֵזוֹב, יִשְׁנֶה. עַל הָאָדָם, וְהִזָּה עַל הַבְּהֵמָה, אִם יֵשׁ בָּאֵזוֹב, לֹא יִשְׁנֶה. עַל הַבְּהֵמָה, וְהִזָּה עַל הָאָדָם, אִם יֵשׁ בָּאֵזוֹב, יִשְׁנֶה. הַמַּיִם הַמְנַטְּפִים, כְּשֵׁרִים. לְפִיכָךְ הֵם מְטַמְּאִין לְשֵׁם מֵי חַטָּאת: \n",
            "הַמַּזֶּה מֵחַלּוֹן שֶׁל רַבִּים וְנִכְנַס לַמִּקְדָּשׁ וְנִמְצְאוּ הַמַּיִם פְּסוּלִים, פָּטוּר. מֵחַלּוֹן שֶׁל יָחִיד וְנִכְנַס לַמִּקְדָּשׁ וְנִמְצְאוּ הַמַּיִם פְּסוּלִין, חַיָּב. אֲבָל כֹּהֵן גָּדוֹל, בֵּין מֵחַלּוֹן שֶׁל יָחִיד בֵּין מֵחַלּוֹן שֶׁל רַבִּים, פָּטוּר, שֶׁאֵין כֹּהֵן גָּדוֹל חַיָּב עַל בִּיאַת הַמִּקְדָּשׁ. מַחֲלִיקִין הָיוּ לִפְנֵי חַלּוֹן שֶׁל רַבִּים וְדוֹרְסִין וְלֹא נִמְנָעִין, מִפְּנֵי שֶׁאָמְרוּ, מֵי חַטָּאת שֶׁעָשׂוּ מִצְוָתָן, אֵינָן מְטַמְּאִין: \n",
            "אוֹחֵז הוּא הַטָּהוֹר בַּקַּרְדֹּם הַטָּמֵא בִּכְנָפוֹ, וּמַזֶּה עָלָיו. אַף עַל פִּי שֶׁיֵּשׁ עָלָיו כְּדֵי הַזָּיָה, טָהוֹר. כַּמָּה יְהֵא בַמַּיִם וְיִהְיֶה בָהֶם כְּדֵי הַזָּיָה. כְּדֵי שֶׁיַּטְבִּיל רָאשֵׁי גִבְעוֹלִין וְיַזֶּה. רַבִּי יְהוּדָה אוֹמֵר, רוֹאִים אוֹתָם כְּאִלּוּ הֵן עַל אֵזוֹב שֶׁל נְחשֶׁת: \n",
            "הַמַּזֶּה בְאֵזוֹב טָמֵא, אִם יֶשׁ בּוֹ כַבֵּיצָה, הַמַּיִם פְּסוּלִים, וְהַזָּיָתוֹ פְסוּלָה. אֵין בּוֹ כַבֵּיצָה, הַמַּיִם כְּשֵׁרִים, וְהַזָּיָתוֹ פְסוּלָה. וּמְטַמֵּא אֶת חֲבֵרוֹ, וַחֲבֵרוֹ אֶת חֲבֵרוֹ, אֲפִלּוּ הֵן מֵאָה: \n",
            "הַטָּהוֹר לְחַטָּאת שֶׁנִּטְמְאוּ יָדָיו, נִטְמָא גוּפוֹ, וּמְטַמֵּא אֶת חֲבֵרוֹ, וַחֲבֵרוֹ אֶת חֲבֵרוֹ, אֲפִלּוּ הֵן מֵאָה: \n",
            "לָגִין שֶׁל חַטָּאת שֶׁנִּטְמְאוּ אֲחוֹרָיו, נִטְמָא תוֹכוֹ, וּמְטַמֵּא אֶת חֲבֵרוֹ, וַחֲבֵרוֹ אֶת חֲבֵרוֹ, אֲפִלּוּ הֵן מֵאָה. הַזּוֹג וְהָעִנְבָּל, חִבּוּר. כּוּשׁ שֶׁל רוֹבָן, לֹא יַזֶּה לֹא עַל הַכּוּשׁ וְלֹא עַל הַפִּיקָה. וְאִם הִזָּה, מֻזֶּה. שֶׁל פִּשְׁתָּן, חִבּוּר. עוֹר שֶׁל עֲרִיסָה שֶׁהוּא מְחֻבָּר לַפִּיקוֹת, חִבּוּר. הַמַּלְבֵּן, אֵינוֹ חִבּוּר לֹא לְטֻמְאָה וְלֹא לְטָהֳרָה. כָּל יְדוֹת הַכֵּלִים הַקְּדוּחוֹת, חִבּוּר. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אַף הַחֲרוּקוֹת: \n",
            "הַסַּלִּים שֶׁבַּקַּנְתָּל, וְהַמִּטָּה שֶׁל טַרְבָּל, וְקֶרֶן שֶׁל כְּלִיבָה, וּקְרָנִין שֶׁל יוֹצְאֵי דְרָכִים, וְשַׁלְשֶׁלֶת הַמַּפְתְּחוֹת, וּשְׁלַל הַכּוֹבְסִים, וְהַבֶּגֶד שֶׁהוּא תָפוּר בְּכִלְאַיִם, חִבּוּר לַטֻּמְאָה וְאֵינוֹ חִבּוּר לַהַזָּיָה: \n",
            "כִּסּוּי מֵחַם שֶׁהוּא מְחֻבָּר לְשַׁלְשֶׁלֶת, בֵּית שַׁמַּאי אוֹמְרִים, חִבּוּר לַטֻּמְאָה וְאֵינוֹ חִבּוּר לַהַזָּיָה. בֵּית הִלֵּל אוֹמְרִים, הִזָּה עַל הַמֵּחַם, הֻזָּה הַכִּסּוּי. הִזָּה עַל הַכִּסּוּי, לֹא הֻזָּה הַמֵּחָם. הַכֹּל כְּשֵׁרִים לְהַזּוֹת, חוּץ מִטֻּמְטוּם וְאַנְדְּרוֹגִינוֹס וְהָאִשָּׁה. וְתִינוֹק שֶׁאֵין בּוֹ דַעַת, הָאִשָּׁה מְסַעַדְתּוֹ וּמַזֶּה, וְאוֹחֶזֶת לוֹ בַמַּיִם וְהוּא טוֹבֵל וּמַזֶּה. אִם אָחֲזָה בְיָדוֹ, אֲפִלּוּ בִשְׁעַת הַזָּיָה, פָּסוּל: \n",
            "טָבַל אֶת הָאֵזוֹב בַּיּוֹם וְהִזָּה בַיּוֹם, כָּשֵׁר. בַּיּוֹם וְהִזָּה בַלַּיְלָה, בַּלַּיְלָה וְהִזָּה בַיּוֹם, פָּסוּל. אֲבָל הוּא עַצְמוֹ טוֹבֵל בַּלַּיְלָה וּמַזֶּה בַיּוֹם, שֶׁאֵין מַזִּין עַד שֶׁתָּנֵץ הַחַמָּה. וְכֻלָּן שֶׁעָשׂוּ מִשֶּׁעָלָה עַמּוּד הַשַּׁחַר, כָּשֵׁר: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>רבי אליעזר אומר עגלה בת שנתה.</b> עגלה ערופה צריך שתהא בת שנתה ולא יותר:",
                "<b>ופרה.</b> אדומה:",
                "<b>בת שתי שנים.</b> דלשון פרה משמע דקשישא טפי מעגלה:",
                "<b>וחכמים אומרים עגלה ערופה כשרה אפילו בת שתים.</b> וכל שכן בת שנתה, אלא דאפילו בת שתים עגלה היא. ואע״ג דקיימא לן כל מקום שנאמד עגל, בן שנה הוא, סברי רבנן שאני עגלה ערופה דכתיב בה (דברים כ״א:ג׳) עגלת בקר, ולא כתיב עגלה סתם:",
                "<b>שמא תשחיר שלא תפסל.</b> שאם יולדו בה שתי שערות שחורות פסולה, דכתיב (במדבר י״ט:ב׳) אדומה תמימה, שתהא תמימה באדמימות. והלכה, דפרה אדומה בת שלש שנים או בת ארבע וזקנה כשרה, אלא שאין ממתינין לה, שמא תשחיר ותפסל:",
                "<b>לא שמעתי אלא שלשית.</b> כך שמעתי שאין כשרה, לפרה אדומה אלא שלשית:",
                "<b>כך שמעתי סתם.</b> ואין לי לפרש:",
                "<b>שלישית.</b> משמע שלישית לאחרות במנין, שנולדו שתי פרות אחרות לפניה וזאת שלישית להן:",
                "<b>שלשית.</b> משמע שהיא בת ג׳ שנים:",
                "<b>רביעי.</b> לאחרים. כשיש ארבעה כרמים שייך לומר על האחרון שהוא רביעי לאחרים, אבל רבעי משמע כרם בן ארבע שנים:",
                "<b>האוכל בבית המנוגע, פרס.</b> השוהה בבית המנוגע כדי אכילת פרס, מטמא בגדים שעליו. פרס הוא חצי ככר משלש ככרות לקב:",
                "<b>אמרו לו אמור משמונה עשרה לסאה.</b> כלומר, היה לך לומר משמונה עשרה לסאה, שהסאה ששה קבין, ושלש ככרות לקב הן שמונה עשרה לסאה:",
                "<b>כך שמעתי.</b> מרבותי, ואין בידי לפרש למה לא אמרו הם משמונה עשרה לסאה:",
                "<b>אני אפרש.</b> מאי נפקא מינה בין זה לזה:",
                "<b>משלש לקב אין בו חלה.</b> דחמש רביעיות קמח ועוד, חייבין בחלה, והלש קב בלבד אין מפריש ממנה חלה. הילכך כשאתה אומר משלש ככרות לקב, משמע שלא הופרש מהן חלה, וכשאתה אומר משמונה עשרה לסאה, נמצא שכל ככר הוא פחות מה שמיעטתו חלתו, שהלש סאה צריך להפריש ממנה חלה:"
            ],
            [
                "<b>ופר שני בן בקר תקח לחטאת.</b> בטהרת הלוים כתיב [שם ח] בפרשת בהעלותך. והאי שני יתירה הוא, דכיון דכתיב בתריה ועשה את האחד חטאת ואת האחד עולה, ממילא ידענא דתרי נינהו, אלא כתוב שני ללמד שהוא בן שתי שנים, דכי היכי דלבת שלש קרי שלשית, הכי נמי לבן שתים קרי שני:",
                "<b>וחכמים אומרים כו׳</b> והלכה כחכמים:"
            ],
            [
                "<b>מיום ליום.</b> נולד באחד באלול, לא שלמה לו שנה עד אחד באלול של שנה שניה. דבתר שנתו אזלינן, ולא בתר שנים של מנין העולם. ואם נתעברה שנה, נתעברה לו. וכן באילים בני שתים:",
                "<b>אינו כשר לא לאיל </b> דאינו נחשב איל עד שנכנס שלשים יום משנה שניה לו:",
                "<b>פלגס.</b> לשון פלג, כלומר ממוצע בין זה לזה, יצא מכלל כבש ולכלל איל לא בא:",
                "<b>נוקד.</b> לשון אשר היה בנוקדים (עמוס א׳) שפירושו בעלי הצאן:",
                "<b>פרכדיגמא.</b> למטבע שנפסל קורין כן בלשון יוני. אף זה נפסל מתורת איל ומתורת כבש:",
                "<b>מביא עליו נסכי איל.</b> שלישית ההין. ונפקא לן מדכתיב או לאיל, לרבות את הפלגס לנסכי איל:  "
            ],
            [
                "<b>חטאות הצבור.</b> כגון שעירי ראשי חדשים ושל מועדות ועולותיהן, כולהו בני שנה נינהו:",
                "<b>חטאת היחיד.</b> כשבה או שעירה:",
                "<b>ואם הקריבום ביום השמיני כשרים.</b> דכתיב (ויקרא כ״ב:כ״ז) ומיום השמיני והלאה ירצה, ונאמר בבכור (שמות כ״ב:כ״ט) ביום השמיני תתנו לי, מה בכור עשה יום שמיני כשמיני והלאה, אף בשאר קרבנות עשה יום שמיני כשמיני והלאה. מיהו במידי דחובה מצוה מן המובחר להביא מיום שלשים ואילך:",
                "<b>והפסח.</b> אע״ג דחובה הוא, לא חשו חכמים, משום דנסבי לפי נפשות, שלא יבוא לידי נותר כיון שאינו נאכל [אלא] לחבורה אחת:"
            ]
        ],
        [
            [
                "<b>רבי אליעזר אומר פרה מעוברת כשרה.</b> רבי אליעזר ורבנן דהכא קיימי בשיטת רבי יהודה דאמר לקמן בפרקין דעלה עליה זכר אינה פסולה אלא אם כן עלה עליה מדעת בעל הפרה, ופליגי הכא במעוברת שעלה עליה זכר מעצמו בלא דעת הבעלים, ורבי אליעזר דמכשיר סבר עובר ירך אמו הוא והוי כגופה דפרה, ורבנן דפסלי סברי עובר לאו ירך אמו הוא ונפסלת מחמת מלאכה, שנושאת את עוברה. והלכה שהיא פסולה משעה שעלה עליה זכר אפילו שלא מדעת בעלים ואפילו אינה מעוברת, ודלא כר׳ יהודה:",
                "<b>אינה נלקחת מן הנכרים.</b> שחשודים על הרביעה, ושמא נרבעת בידם:",
                "<b>וחכמים מכשירין.</b> מפני שהבהמה נעשית עקרה כשרובעה, שהנכרי חס על בהמתו שלא תעקר:",
                "<b>ולא זו בלבד.</b> לא בפרת חטאת בלבד פליגי ר׳ אליעזר ורבנן, אלא בכל קרבנות הצבור והיחיד פוסל ר׳ אליעזר אם נלקחו מן הנכרים, דחייש לרביעה. וחכמים מכשירין. ואין הלכה כר׳ אליעזד:",
                "<b>באין מארץ ומחוצה לארץ.</b> כל הקרבנות באין בין מן הארץ בין מחוצה לארץ בין מן החדש בין מן הישן:",
                "<b>חוץ מן העומר ושתי הלחם.</b> דאמר קרא (ויקרא כ״ג:י׳) כי תבואו אל הארץ וקצרתם את קצירה והבאתם את עומר, ובשתי הלחם כתיב (שם) ממושבותיכם תביאו לחם. ואין באין אלא מן החדש, דכתיב בהו מנחה חדשה:"
            ],
            [
                "<b>יגוד.</b> יחתוך. כמו גודו אילנא (דניאל ד׳):",
                "<b>והננסת.</b> קטנה ביותר. שזה מום באדם ואינו מום בבהמה:",
                "<b>יבלת.</b> וורוא״ה בלע״ז:",
                "<b>ר׳ יהודה פוסל.</b> והלכה כר׳ יהודה:"
            ],
            [
                "<b>יוצא דופן פסולה.</b> כשאר קדשים. דכתיב [ויקרא כ״ב] כי יולד, פרט ליוצא דופן. ואע״ג דפרה לאו קדשי מזבח היא אלא קדשי בדק הבית, מ״מ יוצא דופן פסולה, דחטאת קרייה רחמנא:",
                "<b>ר׳ אליעזר מכשיר.</b> באתנן ומחיר דוקא. ואין הלכה כר׳ אליעזר:",
                "<b>כל המומין הפוסלים במוקדשים.</b> בבכורות פרק על אלו מומין, מפורשים המומין הפסולין במוקדשים:",
                "<b>פוסלין בפרה.</b> דכתיב (במדבר י״ט:ב׳) אשר אין בה מום:",
                "<b>עבר בה את הנהר אחז בזנבה.</b> נסתייע בה כשעבר את הנהר:",
                "<b>קיפל עליה את המוסרה.</b> החבל שקושר אותה בו קפלו ונתנו על גופה:",
                "<b>נתן טליתו עליה פסולה.</b> נאמר בפרה (שם) אשר לא עלה עליה עול, ונאמר בעגלה ערופה (דברים כ״א:ג׳) אשר לא עובד בה אשר לא משכה בעול, מה עול האמור בעגלה עשה שאר עבודה פסולה כעול, אף עול האמור בפרה עשה שאר עבודה פסולה כעול:",
                "<b>בשביל שלא תחליק.</b> שלא יחליקו רגליה ותפול:",
                "<b>לצורך אחר פסולה.</b> ואפילו לצרכו ולצרכה פסולה:"
            ],
            [
                "<b>עלה עליה זכר פסולה.</b> אע״ג דלא ניחא ליה, משום דדמיה יקרים ומפסיד טובא, ובעבודה דלא ניחא ליה לא מפסלה, דכתיב בעגלה ערופה [שם] אשר לא עובד בה, כתיב עבד וקרינן עובד, מה עבד דניחא ליה, אף עובד דניחא ליה, וילפינן פרת חטאת מינה. מ״מ הואיל ובשאר פרות הוה ניחא ליה, חשבינן לגבי פרת חטאת נמי ניחא ליה. ועוד אם באת להכשיר א״כ הוה ניחא ליה, ומשום הכי פסולה:",
                "<b>העלהו פסולה.</b> לאו דוקא העלהו, אלא אם עלה עליה לדעת הבעלים אפילו עלה מעצמו פסולה. ואם שלא לדעת הבעלים, כשרה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>היו בה שתי שערות שחורות פסולה.</b> דכתיב אדומה תמימה, אי במומין הרי כבר אמור אשר אין בה מום, אלא שתהא תמימה באדמימות:",
                "<b>רבי יהודה אומר בתוך כוס אחד.</b> גרסינן, ול״ג אפילו. במקום שהיה שונה ת״ק גומא, היה שונה ר׳ יהודה כוס. גומא וכוס אחד הוא, אלא שחייב אדם לומר בלשון רבו, שרבו של רבי יהודה היה קורא לגומא כוס, הכי מוכח בתוספתא:",
                "<b>מוכיחות.</b> מכוונות וסמוכות זו בצד זו:",
                "<b>ר׳ אליעזר אומר אפילו חמשים.</b> כלומר אפילו טובא והן מפוזרות, יתלוש. והלכה כת״ק:",
                "<b>אחר הנראה.</b> היינו אחר ראשן של שערות:",
                "<b>אחר העיקר.</b> ואם עיקרן מאדים וראשן משחיר ויש בעיקר שמאדים כדי שינטל בפי הזוג, יגזוז ראשן המשחיר והיא כשרה. אבל אם אין בעיקר המאדים שיעור שיוכלו להנטל בפי הזוג, פסולה אפילו לדברי חכמים. ששיעור שתי שערות האמורות בכל מקום, הוא כדי שיהיו ניטלות בפי הזוג. וכן הלכה:"
            ]
        ],
        [
            [
                "<b>שבעת ימים כו׳ מפרישין כהן השורף את הפרה.</b> דכתיב בפרשת מילואים (ויקרא ה׳) כאשר עשה ביום הזה צוה ה׳ לעשות לכפר עליכם, ודרשו רבותינו, לעשות, זה מעשה פרה. לכפר עליכם, זה מעשה יום הכפורים. שהכהן השורף את הפרה וכהן גדול העובד ביום הכפורים טעון פרישה שבעה כמו שהיו טעונים אהרן ובניו בשבעת ימי המילואים, דכתיב (שם) ומפתח אוהל מועד לא תצאו שבעת ימים. והיו מפרישין אותו מאשתו שמא יבוא על אשתו ותמצא נדה, והבועל נדה טמא שבעת ימים ולא יוכל לשרוף הפרה:",
                "<b>הבירה.</b> אית דאמרי מקום היה בהר הבית ובירה שמו. ואית דאמרי כל המקדש קרוי בירה, כמו שנאמר אל הבירה וגו [דה״א כט׳]:",
                "<b>צפונה מזרחה.</b> טעמא דמפרישים הכהן השורף את הפרה ללשכה שהיא צפונית מזרחית, כיון דחטאת היא וחטאת טעונה צפון, תקינו ליה רבנן בצפונה מזרחה כי היכי דלהוי לה הכירא:",
                "<b>ובית אבן היתה נקראת.</b> לפי שכל מעשיה היו בכלי גללים כלי אבנים כלי אדמה שאינן מקבלין טומאה, ובהם בלבד היה משתמש כל שבעת ימי ההפרישה, משום דטבול יום כשר בפרה, והיו מטמאין הכהן השורף את הפרה ומטבילין אותו מיד להוציא מלבן של צדוקים שאומרים במעורבי שמש היתה נעשית, תקינו לה רבנן מעלות יתירות כדי שלא יזלזלו בה:",
                "<b>כל שבעת הימים.</b> של ימי הפרישה:",
                "<b>מכל חטאות שהיו שם.</b> מכל הפרות שנעשו מימות משה רבינו ועד אותו זמן, שמכל פרה ופרה היו נותנין קצת למשמרת, ויום ראשון מזין עליו מאפר פרה אחת ויום שני מאחרת ויום שלישי מאחרת:",
                "<b>בשלישי ובשביעי.</b> לפרישתו. ובין ת״ק ובין רבי יוסי תרווייהו סבירא להו טבילה בזמנה מצוה, וקא מיפלגי בהזאה אי מקשינן לה לטבילה אי לא, ת״ק מקיש הזאה לטבילה והזאה בזמנה מצוה, וכל יומא משלושת ימים הראשונים איכא לספוקי שמא היום יום שלישי לטומאתו, והשלשה אחרונים כל יומא מספקינן שמא שביעי. ורביעי לא בעי הזאה, דלאו בשלישי איכא לספוקי ולא בשביעי איכא לספוקי שאין הזאה בשביעי עולה משום הזאת שביעי עד שיזה בשלישי שלפניו. וכל שבעה לאו דוקא, דעל כרחך הא קיימא לן הזאה שבות ואין דוחה את השבת. ור׳ יוסי לא מקיש הזאה לטבילה והזאה בזמנה לאו מצוה, הלכך לא בעי הזאה אלא שלישי ושביעי בלבד. ור׳ חנינא סגן הכהנים נמי כרבי יוסי סבירא ליה דהזאה בזמנה אינה מצוה, והכהן השורף את הפרה מעלה בעלמא הוא, כי היכי דלא לזלזלו בה מפני שהיא נעשית בטבול יום:"
            ],
            [
                "<b>בנויות על גבי הסלע.</b> צור החלמיש שניכר שהיה שם מתחילת ברייתו של עולם. ואעפ״כ החמירו לעשות תחתיו חלל, מפני קבר התהום, שמא יש תחתיו קבר ואין לו למת אוהל חלל טפח, וטומאה שהיא רצוצה בוקעת ועולה, לפיכך היו בונים אותו על גבי כיפין, שאפילו יש קבר תחתיהן החלל מפסיקו. וכל לשון טומאת התהום שבגמרא, לשון ספק ומכוסה הוא, כתהום הזה שאינו גלוי:",
                "<b>ומביאים נשים מעוברות ויולדות שם.</b> כל אלו מעלות יתירות עשו בה כי היכי דלא לזלזולי בה, מפני שהיו עושים אותה בטבול יום:",
                "<b>ומגדלות שם את בניהן.</b> עד שיהיו בן שמונה [שנים], ולא יותר שלא יראו קרי:",
                "<b>ומביאים שוורים.</b> שכריסן רחבה כדי שלא יהיו רגליו של תינוק היושב עליהן. מאהילות על הארץ מפני קבר התהום:",
                "<b>ועל גביהן דלתות.</b> ועוד זאת מעלה יתירה כדי שלא יהיו רגליו של תינוק מאהילות על הארץ:",
                "<b>וכוסות של אבן בידם.</b> שכל מעשה הפרה בכלי גללים וכלי אבנים וכלי אדמה שאין מקבלין טומאה:",
                "<b>ירדו.</b> תינוקות הללו לתוך נהר שילוח:",
                "<b>ומלאום.</b> ממנו מים לקדש מי חטאת שמזין על השורף את הפרה כל שבעה. ובתוך הנהר ליכא לספוקי לקבר התהום, דלא עבידי דקברי בנהרות:",
                "<b>רבי יוסי אומר.</b> מעל גבי השוורים היו משלשלים חבל וממלאים מים, ולא היו יורדים לתוך השילוח. ואין הלכה כרבי יוסי:"
            ],
            [
                "<b>באו להר הבית.</b> התינוקות שעל גבי השוורים עם הכוסות מלאים מים:",
                "<b>בפתח העזרה.</b> של נשים, הסמוכה לחיל:",
                "<b>היה מתוקן קלל של חטאת.</b> כלי שמונח בו אפר חטאת מכל פרה שהיו שורפים, כדכתיב (במדבר י״ט:ט׳) והיתה לעדת בני ישראל למשמרת:",
                "<b>קלל.</b> כד קטן. תרגום וכדה על שכמה (בראשית כ״ד:ט״ו) וקולתה על כתפה:",
                "<b>וזורקו לתוך הקלל.</b> ומתוך כך כשהיה הזכר נרתע לאחוריו והיה המקל יוצא מן הקלל קולט מן האפר עמו ונשפך על גבי השוורים והתינוק נוטלו ואינו צריך להוציא ידו לחוץ. ובתוספתא משמע שלא הוצרכו לעשות כן אלא כשעלו מן הגולה שהיו כולם טמאין ואין יכולים ליגע, שאם היו נוגעים באפר הפרה היו מטמאין אותו. ומה שהיו זורקים המקל לתוך הקלל ולא בדרך הנחה, שלא יטמא האפר בהיסט משום ספק זיבה:",
                "<b>אל תתנו מקום לצדוקים לרדות.</b> למשול בנו בדברי שחוק והתול, דסבר ר׳ יוסי כשעלו בני הגולה היו בהם טהורים שטיהרום באפר הפרה שהורידו עמהם לבבל והעלו ממנו עמם, ולא נטמאו משום ארץ העמים דלא גזרו טומאה על ארץ העמים אלא לאחר שעלו מן הגולה. לפיכך היה אפשר שאיש טהור יהיה נוטל את אפר הפרה, ולא הוצרכו לזכר של רחלים והלכה כר׳ יוסי:"
            ],
            [
                "<b>לא היו עושים חטאת על גבי חטאת.</b> אם טיהרו עצמן לפרת חטאת אחת ואירעה פסול, לא יעשו אחרת על גבי זו. אלא צריכה שימור כבתחילה:",
                "<b>ולא תינוק על גבי תינוק.</b> שאם היו שני תינוקות, אחד נשמר לפרת חטאת ואחד נשמר סתם אגב זה התינוק אבל לא לצורך פרת חטאת, לא מתכשר האי אגב האי:",
                "<b>צריכים היו תינוקות להזות.</b> ואע״ג שנשמרו כל השמירות הללו, חיישינן דילמא אייתי עורב כזית מן המת ושדא עלייהו. וכל הני מעלות יתירות נינהו:",
                "<b>לא היו צריכים להזות.</b> דלטומאת מת לא חיישינן. אבל טבילה היו צריכים לכו״ע, שמא נטמאו בשרץ. והלכה כר׳ עקיבא:"
            ],
            [
                "<b>לא מצאו משבע.</b> משום דאמרן דמכל חטאות שהיו שם מזין עליו, משום הכי קאמר דאם לא מצאו משבע, מזין אפילו מאחת:",
                "<b>וחמש מעזרא ואילך.</b> ר׳ מאיר לא מני הארבע שעשו שמעון הצדיק ויוחנן כ״ג אלא לשתים, משום דסבירא ליה שעל ידי פסול שאירע בראשונה נעשית השניה:",
                "<b>וחכ״א שבע מעזרא ואילך.</b> דסבירא להו שכולן כשרות היו:"
            ],
            [
                "<b>וכיפה כנגד האוטם.</b> רגלי הכיפה שהכיפה נשענת עליהם נקראין אוטם. ואין רגלי הכיפה העליונה כנגד רגלי התחתונה, אלא כנגד הכיפה עצמה, דכנגד אוטם העליונה עומד חלל התחתונה:",
                "<b>מפני קבר התהום.</b> שלא תהיה שם טומאה רצוצה שהיא בוקעת ועולה:",
                "<b>ופרה וכל מסעדיה.</b> סומכיה ועוזריה. לשון ה׳ יסעדנו על ערש דוי (תהילים מ״א:ד׳). ואע״ג דפרה אינה מקבלת טומאה מחיים, מעלה יתירה עשו בה:"
            ],
            [
                "<b>ולא אדומה.</b> לא היו מוציאין פרה אדומה אחרת עמה בככש:",
                "<b>שלא יאמרו שתים שחטו</b> ורחמנא אמר ושחט אותה, ולא אותה ואת חברתה:",
                "<b>ובית הטבילה היה שם.</b> ואותו בית הטבילה נמי חלול היה על גבי כיפין מפני קבר התהום. ואף מקום מערכתה וגיתה השנויין לקמן, כולן על גבי כיפין היו:",
                "<b>ומטמאים היו את הכהן.</b> במה שהיו סומכים ידיהם עליו כדתנן לקמן בכך היה מיטמא, דבגדי אוכלי קודש מדרס לפרת חטאת. והרמב״ם פירש שהיו מטמאין אותו בשרץ או בשאר טומאות שמטמאים טומאת ערב ",
                "<b>במעורבי שמש היתה נעשית.</b> שהיו דורשים ואסף איש טהור, אין טהור אלא שהעריב שמשו, וכן הוא אומר (ויקרא כ״ב:ז׳) ובא השמש וטהר. וחכמים קבלו דטהור האמור בפרשת חטאת, טהור למעשר קאמר דהיינו טבול יום:"
            ],
            [
                "<b>אישי כהן גדול.</b> לפי שפעמים נעשית על ידי כהן גדול אבל בכל כהן היא כשרה בין בכהן גדול, בין בסגן בין בהדיוט:",
                "<b>ונסתפג.</b> ונתקנח:",
                "<b>עצים.</b> לעשות מהן מערכה לשריפה. מסודרים שם:",
                "<b>וארנים.</b> לשון נטע אורן וגשם יגדל האמור בישעיה (מ״ד י״ד), ומין ארז הוא, וכן ברושים. וכל הנך עצים דקחשיב, עדיפי משאר עצים לצורך שריפתה:",
                "<b>כמין מגדל.</b> רחבה מלמטה וצרה מלמעלה:",
                "<b>ופותחין בהן חלונות.</b> להכניס בהן האש להבעיר העצים:",
                "<b>וחזיתה מערבה.</b> פני המערכה ומראיתה והוא המקום שמאחיזין בו את האור היה פונה לצד מערב דהיינו כלפי המקדש, שהמקדש היה למערבו של הר הזיתים:"
            ],
            [
                "<b>בחבל של מגג.</b> חבל עשוי ממין של גמי, כדי שיהיו כל מעשיה בדבר שאינו מקבל טומאה:",
                "<b>ופניה למערב.</b> לצד המקדש:",
                "<b>ר׳ יהודה אומר בימינו היה מקבל.</b> כשאר קבלת הדם של קדשים שאם קיבל בשמאל פסול. ואין הלכה כר׳ יהודה, שכיון שאין דמה נזרק על גבי המזבח אינה כשאר קדשים לענין זה:",
                "<b>ומזה בימינו.</b> דכתיב [במדבר י״ט] ולקח אלעזר הכהן מדמה באצבעו. הרגילה שבאצבעות, כלומר אצבע היד הימנית שאדם ממשמש בה תמיד:",
                "<b>כנגד בית קודש הקדשים.</b> כדכתיב (במדבר י״ט:ד׳) והזה אל נוכח פני אוהל מועד:",
                "<b>על כל הזיה טבילה.</b> על כל הזיה שהיה מזה היה טובל אצבעו בדם, דשיירי הדם שבאצבע פסולין להזייה:",
                "<b>גמר מלהזות קינח ידו בגופה של פרה.</b> כדי שישרף הדם עמה, כדכתיב [שם] ושרף את הפרה את עורה ואת בשרה ואת דמה. ובין הזאה להזאה מקנח אצבעו בשפת המזרק ולא בגופה של פרה, משום נימין הנדבקין באצבעו דגנאי לעשות בהן הזייה:",
                "<b>אליתות.</b> עצים קטנים שמלהיבין בהם עצי המערכה. אליתות, לשון אליה. כמו זנבות האודים [ישעיה ז׳]:",
                "<b>בחריות.</b> זמורות של דקל. ואין הלכה כר׳ עקיבא:"
            ],
            [
                "<b>נבקעה.</b> הפרה מחמת האור. אבל אם לא נבקעה לא, דכתיב [במדבר י״ט] אל תוך שריפת, לא קודם שיוצת האור ברובה, ולא אחר שתיעשה אפר. והוא הדין אם קרעה בסכין אחר שיוצת האור ברובה:",
                "<b>ועמד.</b> הכהן:",
                "<b>חוץ מגיתה.</b> גומא שהיתה בקרקע כמין גת עשויה לשריפת הפרה, וכשהיה משליך עץ ארז ואזוב ושני תולעת צריך שיעמוד חוץ לאותה גומא:",
                "<b>עץ ארז.</b> אגודה שיש בה עץ ארז ואזוב כרוכים עם שני תולעת:",
                "<b>עץ ארז זה.</b> לפי שיש מינים הרבה שדומין לארז ואינן כשרין, לכך צריך להודיע שזהו שצותה עליו תורה. וכן באזוב. וכן בשני תולעת. ואזוב הוא שקורין לו בערבי צעת״ר. ושני תולעת הוא צמר צבוע בצבע הנקרא בערבי כרמ״ז ובלע״ז קרמז״י:"
            ],
            [
                "<b>כרכן.</b> לעץ ארז ואזוב בשיירי לשון של צמר שהוא צבוע בשני תולעת שהיתה ארוכה, ובמה שהיה עודף ממנה על עץ הארז ואזוב היה כורך שלשתן יחד, כדי שיהא להן כובד ויפלו לתוך שריפת הפרה ולא תקלוט השלהבת את הלשון. ואם לא כרכן והשליך כל אחד בפני עצמו, כשרה:",
                "<b>ובכברות של אבן.</b> אבנים המנוקבים נקבים דקים ככברה. ואין הלכה כר׳ ישמעאל:",
                "<b>שחור שיש בו אפר.</b> פחם שאם יכתשו אותו יעשה אפר:",
                "<b>כותשין אותו.</b> ואם לא יחזור כמו אפר, מניחין אותו: ",
                "<b>בין כך ובין כך.</b> בין שיחזור אפר בין שלא יחזור אפר:",
                "<b>חולקין אותו לשלשה חלקים.</b> לאחר שכברו את כל האפר, בין אפר הפרה בין אפר עצים שנשרפו עמה, חולקין את האפר לשלשה חלקים:",
                "<b>אחד ניתן, בחיל.</b> למשמרת, כדכתיב והיתה לעדת בני ישראל למשמרת:",
                "<b>ואחד ניתן בהר המשחה.</b> ובה היו הכהנים מקדשין:",
                "<b>ואחד היה מתחלק לכל המשמרות.</b> וממנו היו מזין כל ישראל:"
            ]
        ],
        [
            [
                "<b>פרת חטאת.</b> שלא לשמה פסולה. דאמר קרא חטאת היא, ומדקרייה רחמנא חטאת למדנו שהיא טעונה שחיטה לשמה כחטאת:",
                "<b>ורבי אליעזר מכשיר.</b> הואיל והיא נשחטת בחוץ. ואין הלכה כר׳ אליעזר:",
                "<b>ושלא רחוץ ידים ורגלים פסולה.</b> דחטאת קרייה רחמנא. ולהכי נקט רחוץ ידים ורגלים ולא תנא קידש, דלא שנא קידש בפנים או בחוץ, בין בכלי שרת בין בכלי חול יוצא:",
                "<b>ור׳ אליעזר מכשיר.</b> דבבואם אל אהל מועד וגו׳ או בגשתם אל המזבח ירחצו כתיב. ואין הלכה כר״א:",
                "<b>שלא בכהן גדול פסולה.</b> דכתיב ונתתם אותה אל אלעזר, אותה אל אלעזר, ואין שאר הפרות נעשות אלא בכהן גדול:",
                "<b>ור׳ יהודה מכשיר.</b> דדריש, אותה בסגן, ושאר כל הפרות בין בכהן גדול בין בכהן הדיוט. והלכה כר׳ יהודה:",
                "<b>ובבגדי לבן היא נעשית.</b> דכתיב גבי פרה והיתה לבני ישראל ולגר הגר בתוכם לחוקת עולם, וביום הכפורים כתיב (ויקרא ט״ז:ל״ד) והיתה זאת לכם לחוקת עולם, מה עבודת יום הכפורים בבגדי לבן, אף מעשה פרה בבגדי לבן:  "
            ],
            [
                "<b>חוץ מגיתה.</b> מקום היו עושים לשריפתה כמין גת כנגד פתחו של היכל, ואם שחטה שלא כנגד פתחו של היכל פסולה:",
                "<b>או בשתי גיתות.</b> כגון שחילקה לשתים ושרף חציה בגת זו וחציה בגת זו:",
                "<b>או ששרף שתים בגת אחת.</b> אע״פ שהוציא כל אחת בפני עצמה מיפסלן מחמת מלאכה, שזו פוסלת את זו. אבל בזו אחר זו, כשרה:",
                "<b>ולא כוון כנגד הפתח פסולה.</b> דאל נוכח פני אהל מועד כתיב:",
                "<b>מששית שביעית.</b> דשבע פעמים כתיב, כסדרן, והוא מנה שביעית קודם ששית, וחזר והזה שביעית, פסולה, דבעינן שיקרא לששית ששית ולשביעית שביעית. אבל משביעית שמינית, כשרה, דאין שמינית בהזאות של פרה וזה טעה בדבור דעלמא:",
                "<b>וחזר והזה שמינית.</b> לאו דוקא, דבכל ענין כשרה, בין חזר והזה בין לא חזר והזה. ואגב רישא נקטיה. אי נמי הא קמשמע לן דאע״ג דהוסיף בהזאות לא פסל, דמכי גמרינהו לשבע הזאות נגמרה מצותה, ותו לא חיישינן למה שהוא מוסיף:"
            ],
            [
                "<b>שרפה שלא בעצים.</b> שהצית האור בגופה של פרה:",
                "<b>כשרה.</b> שלא נכתב בתורה עצים, אלא ושרף סתם:",
                "<b>או בכל העצים.</b> שלא שרפה בארזים ארונים וברושים ועצי תאנה השנויים בפרקין דלעיל:",
                "<b>הפשיטה ונתחה כשרה.</b> דאת עורה ואת בשרה כתיב, בין בהפשט וניתוח בין במחובר:",
                "<b>על מנת לאכול מבשרה או לשתות מדמה כשרה.</b> דוקא לאכול ולשתות הוא דמכשיר תנא קמא, דבכל הקרבנות נמי כי האי גוונא כשר, כדתנן בפרק כל הפסולים [זבחים לה] חשב לאכול דבר שאין דרכו לאכול, כשר, כגון מאכילת מזבח לאדם. אבל חשב על מנת להזות מדמה למחר, פסל תנא קמא, דחטאת קרייה רחמנא. ור׳ אליעזר סבר דאין מחשבה פוסלת בפרה כלל, אפילו בהזאות. ואזדא לטעמיה דבשלא לשמה מכשיר בריש פירקין, שאין לה דין מדיני קדשים, הואיל והיא נעשית בחוץ. ואין הלכה כרבי אליעזר:"
            ],
            [
                "<b>כל העסוקין בפרה</b> אדומה, באחת מכל עבודותיה, בין בתחילה בין באמצע בין בסוף: ",
                "<b>מטמאין בגדים.</b> דכתיב והשליך אל תוך שריפת הפרה וסמיך ליה וכיבס בגדיו הכהן, ובשריפתה כתיב והשורף אותה יכבס בגדיו, ואם המשליך את האזוב מטמא בגיים, השורף לא כל שכן, אלא בא הכתוב ולימדך על כל העוסקים בפרה מתחילה ועד סוף שיהיו טעונים כבוס בגדים:",
                "<b>ופוסלים אותה במלאכה.</b> דכתיב ושחט אותה, ולא שיעשה מלאכה אחרת עמה בשעת שחיטתה. וכן בשריפתה כתיב [ושרף את הפרה] ולא שיעשה מלאכה אחרת עם שריפתה, למדנו שמלאכה פוסלת בה משעת שחיטה עד שתיעשה אפר:",
                "<b>אירע בה פסול בשחיטתה.</b> לא שנתנבלה בשחיטה, דא״כ מטמאה בגדים משום נבילה, אלא פסול מחמת מלאכה, דומיא דאירע בה פסול בהזאתה:",
                "<b>אינה מטמאה בגדים.</b> דכיון דשחיטתה בפסול, אם כן לא נעשה בה עדיין לשם פרה כלום בכשרות. אבל אירע בה פסול בהזאה, כבר נעשית השחיטה בהכשר:",
                "<b>לעולם מועלין בה.</b> הנהנה ממנה בין לפני שריפתה בין לאחר שריפתה, חייב קרבן מעילה, עד שתיעשה אפר. אבל לאחר שנעשית אפר, אין באפר משום מעילה, דכתיב חטאת היא. חטאת, מלמד שמועלין בה. היא, בה מועלין, באפרה אין מועלין:",
                "<b>ומרבין לה עצים.</b> נמי דוקא עד שתיעשה אפר:",
                "<b>ומעשיה ביום.</b> בתוספתא מפרש, חוץ מאסיפת אפרה והמילוי והקידוש. שיכולים לאסוף אפר הפרה בלילה, ולשאוב המים מן הבאר והוא הנקרא מילוי, ולשים בתוכה האפר והוא הנקרא קידוש, כל זה מותר לעשות בלילה. וכל מעשה פרה, בכהן, חוץ מאסיפת אפרה והמילוי והקידוש וההזאה, שהם כשרים בזר. אסיפת אפרה, דכתיב ואסף איש טהור, מלמד שאסיפת האפר כשרה בכל אדם. ובהזאה הוא אומר והזה הטהור על הטמא, בין שהוא כהן בין שאינו כהן:",
                "<b>והמלאכה פוסלת במים.</b> דכתיב והיתה לעדת בני ישראל למשמרת למי נדה [חטאת היא], מה חטאת נפסלת במלאכה כדכתבינן לעיל, כך המים נפסלים במלאכה משעת המילוי:",
                "<b>עד שיטילו את האפר.</b> שמטילים במים מאפר הפרה כשיעור שתיראה האפר במים ומהם מזין על הטמא, ואם לאחר שהטילו האפר במים עשה מלאכה אחרת עמה בשעת הזאת, לא פסל:"
            ]
        ],
        [
            [
                "<b>המביא כלי חרס לחטאת.</b> שהולך אצל היוצר לקנות ממנו כלי חרס להניח בו אפר חטאת או מי חטאת:",
                "<b>טובל ולן על הכבשן.</b> מתחיל לשומרן בטהרה שלא יגע בהן עם הארץ מקודם שיצרפו בכבשן, דהוא גמר מלאכתן לקבל טומאה:",
                "<b>ר׳ יהודה אומר אף מן הבית הוא מביא וכשר.</b> דמהימנינן ליה לעם הארץ אם אומר ששמרו על טהרת חטאת, כדאמרינן בפרק חומר בקודש דעמי הארץ נאמנים על טהרת יין לנסכים ושמן למנחות, שלא יהא כל אחד ואחד בונה במה לעצמו ושורף פרה אדומה לעצמו. והלכה כר׳ יהודה:",
                "<b>ובתרומה.</b> אם מביא כלי חרס להניח בו תרומה:",
                "<b>פותח את הכבשן ונוטל.</b> אע״ג שנגמר צרופן ולא שמרן. דכיון דעדיין לא נפתח ומלא אבק על גביו, לא חיישינן שמא נגע בו עם הארץ, דלא החמירו בתרומה:",
                "<b>ר׳ שמעון אומר מסדר השני.</b> אם פתח עם הארץ את הכבשן ונטל ממנו כלים, אין נוטל מסדר הראשון, דיד הכל ממשמשין בו, אבל מסדר השני שתחת הראשון שרי. ורבי יוסי מחמיר ואסר אף מסדר השני. ואין הלכה לא כר׳ שמעון ולא כר׳ יוסי, אלא אע״פ שמצא הכבשן פתוח הרי הכל בחזקת טהרה, ולוקח אף מסדר הראשון:"
            ],
            [
                "<b>המטביל כלי לחטאת.</b> כלי שטף שהטבילו כדי למלאות בו מים ולקדשם באפר, אם הטבילו במים שאין ראויין לקדש, כגון במי מקוה שאינם מים חיים:",
                "<b>צריך לנגב.</b> הכלי. שמא יתערבו שאינם ראויים בראויין. אבל אם הטבילו במים חיים הראויין לקדש, אין צריך לנגב:",
                "<b>ואם לאסוף לתוכו מים מקודשים.</b> ואם הטבילו להכניס לתוכו מים שכבר נתן עליהם את האפר, אפילו הטבילו במים חיים, צריך לנגב, שלא יתערבו שאינם מקודשים במקודשים, ותנן לקמן צלוחית של חטאת שנפל. לתוכה מים פסול:"
            ],
            [
                "<b>קרויה.</b> דלעת יבשה חלולה ששואבים בה מים:",
                "<b>שהטבילוה.</b> מעלה בעלמא לחטאת, ולא משום טומאה. דהא בחדשה מיירי שלא נטמאת מעולם:",
                "<b>במים שאין ראויין לקדש מקדשים בה.</b> לאחר שנגבה. ולא חיישינן שמא בלעה מים שאין ראויין לקדש ותחזור ותפלוט:",
                "<b>נטמאה אין מקדשים בה.</b> ואע״פ שחזר והטבילה, דחיישינן שמא תפלוט משקין טמאים הבלועים בה. דקסברי רבנן דמחמרינן טפי במים טמאים יותר מבמים שאינן ראויין לקדש. ורבי יהושע משוה מדותיו. דאי חיישת, הכא והכא תיחוש. ואי לא חיישת, הכא והכא לא תיחוש. אלא בין כך ובין כך, בין בתחילה אם הטבילה במים שאין ראויין לקדש וניגבה, בין בסוף כשנטמאת והטבילה אפילו בראויין לקדש וניגבה, לא יוסיף לתוכה מים מקודשים, דחיישינן שמא תפלוט. ואין הלכה כר׳ יהושע:"
            ],
            [
                "<b>שפופרת.</b> של קנה:",
                "<b>שחתכה.</b> תיקנה לשום בה מי חטאת או אפר חטאת, אפילו חתכה חבר שאינו חשוד על הטומאה:",
                "<b>ר׳ אליעזר אומר יטביל מיד.</b> ואיכא היכרא. דפרה נעשית בטבול יום, משום דכלים הנגמרים בטהרה צריכין טבילה לקודש, שמא נשאר בכלי רוק היוצא מפיו של עם הארץ ועדיין הוא לח בשעת גמרו של כלי ומטמאו. ואע״ג דטומאה זו אינה צריכה הערב שמש אלא טבילה בלבד, מכל מקום איכא הכירא, משום דלגבי פרת חטאת עשאוה כטמא מת בשביעי שלו ומטמא אדם וכלים, ואי איתא דפרה היתה צריכה הערב שמש, גם היא היתה צריכה:",
                "<b>ר׳ יהושע אומר יטמא ויטביל.</b> דבענין אחר ליכא הכירא, כיון דכלים הנגמרים בטהרה לא בעו הערב שמש לקדש. והלכה כר׳ יהושע:",
                "<b>הכל כשרים לקדש.</b> כל הטהורים כשרים להשליך האפר על גבי המים, ואפילו נשים. דכתיב גבי אסיפת אפר הפרה, ואסף איש טהור את אפר הפרה והניח מחוץ למחנה, ודרשינן איש, להכשיר את הזר. טהור, ואפילו אשה. והניח, מי שיש בו דעת להניח, פרט לחרש שוטה וקטן שאין בהן דעת להניח. ובתר [אסיפת אפרה] כתיבא הך עבודה דקידוש ואין עבודה מפסקת בינתים. למדנו שכל הכשר לאסיפת אפרה כשר לקידוש:",
                "<b>ר׳ יהודה מכשיר בקטן ופוסל באשה.</b> דאם איתא דכל הכשר באסיפה כשר בקידוש, לכתוב ולקח לשון יחיד בקידוש, כי היכי דכתב ואסף לשון יחיד באסיפה, מאי ולקחו, דאפילו הנך דפסולים התם כשרים הכא, כגון קטן. אבל אשה לא, דכתיב ונתן, ולא ונתנה:"
            ],
            [
                "<b>בכל הכלים מקדשים.</b> בין של עץ בין של עצם בין של זכוכית, ואפילו בכלי גללים דלא חשיבי כלי לענין טומאה לא מדברי תורה ולא מדברי סופרים, דכתיב מים חיים אל כלי ולא כתיב אל הכלי:",
                "<b>מחץ.</b> כלי גדול של חרס שקורין בערבי אלמחגי״ר. ובקצה האחד ממנו עשוי כדמות בית יד והוא שולי המחץ. כך פירש הרמב״ם:",
                "<b>ואין מזין אלא בכלי.</b> כלומר, שצריך שיהיו המים בכלי בשעת ההזאה:",
                "<b>אין מצילין.</b> כל מה שבתוכה מטומאת אוהל המת ע״י צמיד פתיל, אלא כלים:",
                "<b>שאין מצילין מאויר כלי חרס אלא כלים.</b> שאם יפול שרץ באויר כלי חרס, טמא כל מה שבתוכו אע״פ שלא נגע בהן, חוץ מכלים שאין מיטמאין מאויר כלי חרס, דכתיב (ויקרא י״א:ל״ג) כל אשר בתוכו יטמא מכל האוכל אשר יאכל, אוכלים ומשקין מיטמאין מאויר כלי חרס, ואין כלים מיטמאין מאויר כלי חרס:",
                "<b>שאין מצילין.</b> כמו ואין מצילין. דוגמתו בריש פרק קמא דביצה שאפר כירה מוכן הוא, ואמר רבה בגמרא [דף ח׳] הכי קאמר, ואפר כירה מוכן הוא:"
            ],
            [
                "<b>ביצת היוצרים.</b> כל כלי שמתחיל יוצר חרס לעשות, עושה תחילה החומר עגול כצורת ביצה ועושה לה בית קיבול:",
                "<b>כשרה.</b> לקדש בה מי חטאת:",
                "<b>ור׳ יוסי פוסל.</b> דלא חשיב ליה כלי. ואין הלכה כרבי יוסי:",
                "<b>ביצת התרנגולת.</b> קליפתה החיצונה:",
                "<b>וחכמים פוסלים.</b> שאינה חשובה כלי. והלכה כחכמים:"
            ],
            [
                "<b>השוקת שבסלע.</b> שוקת היא אבן חלולה שעל שפת המעין והמים נכנסים לה דרך חור שבדופנה ומשקין בה הבהמות. והכא מיירי בסלע מחובר שחקקו, אין נחשב כלי הואיל ולא היה עליו שם כלי בתלוש. ואפילו היה תלוש [אלא] שחיברו ולבסוף חקקו:",
                "<b>ואינה צריכה צמיד פתיל.</b> אם היתה באוהל המת מצלת על מה שבתוכה בכיסוי לבד בלא צמיד פתיל. לפי שאינה חשובה כלי אלא כבור ודות שמצילין על מה שבתוכה בכיסוי בלא צמיד פתיל, כדתנן בפרק ה׳ דאהלות [משנה ו׳]:",
                "<b>ואינה פוסלת את המקוה.</b> אם [נפלו] מי גשמים מתוכה למקוה, אין נחשבים מים שאובים לפסול את המקוה:",
                "<b>ופקקה.</b> סתמה:",
                "<b>מפני שאינם עגולים כלי.</b> כלומר שאין כלי מסבב את המים, דנקב שלמטה מבטלו מתורת כלי, דסתימה של סמרטוט לא משוי ליה כלי. אבל שהנקב מן הצד, יש תורת כלי עליו ומקדשים במים שבתוכם, שהרי הכלי מסבבן. והיינו עגולים כלי:",
                "<b>עשה לה עטרה.</b> שוקת תלושה שחיברה בסיד שהיא חשובה כלי ועשה שפה של טיט לפיה סביב ונתמלאה השוקת מים עד שנתמלאת גם השפה, המים פסולים לקדש, לפי שאין התוספת נחשבת כלי:",
                "<b>ואם היה בריא.</b> כלומר אם השפה הזאת חזקה ומהודקת בשוקת עד שאילו תנטל השוקת תנטל גם השפה עמה, כשרים:"
            ],
            [
                "<b>שתי שקתות שבאבן.</b> הכא מיירי באבן המיטלטלת שאינה סלע מחובר, ושתי שיקתות הללו תורת כלי יש להן:",
                "<b>קדש אחת מהן.</b> שנתן אפר פרה במים שבאחת מהן:",
                "<b>כשפופרת הנוד.</b> כמין קנה שנתן על פי הנוד שבו מריקים היין או המים בתוך הנוד. ושיעורו, כדי שיהיו שתי אצבעות הראשונות של פס היד חוזרות בו בריוח, לא הגודל, אלא האצבעות הסמוכות לו:",
                "<b>או שהיו מים צפין על גביהן.</b> כגון שכותל האמצעי המפסיק בין שתי השקתות נמוך משאר הכתלים:",
                "<b>כקליפת השום.</b> כשנתמלאו שתיהן, צפין המים על המחיצה האמצעית כקליפת השום:"
            ],
            [
                "<b>שהקיפן.</b> סמכן זו אצל זו. לשון [ואין] מקיפין שתי חביות דמסכת ביצה:",
                "<b>המים שביניהן.</b> שבין שתי עריבות ושבין סדק של שוקת. אבל שאר המים מקודשין. אלא דאותן שבסדק לא נכנס בהן הקידוש:",
                "<b>גפסים.</b> מין סיד הוא ולבן ביותר. וקורין לו בלע״ז ייס״ו גיפס:"
            ]
        ],
        [
            [
                "<b>המקדש מי חטאת.</b> הבא ליתן מאפר הפרה לתוך המים. והוא קידוש האמור בכל מכלתין:",
                "<b>או על הצד.</b> על צדו של כלי:",
                "<b>ואחר כך נפל לשוקת.</b> על המים שבתוך השוקת. פסולים אותן המים להזאה, דכתיב [במדבר י״ט] ולקחו ונתן, עד שיבוא האפר בתוך המים מכח אדם:",
                "<b>נטל מן השפופרת וכיסה.</b> נטל אפר מן השפופרת וכיסה השפופרת קודם שיקדש, דהיינו קודם שיתן האפר במים:",
                "<b>או שהגיף את הדלת.</b> קודם שיקדש:",
                "<b>הקידוש כשר.</b> דהיינו האפר שבידו, לפי שמלאכה אינה פוסלת באפר, כדאמרן:",
                "<b>והמים פסולים.</b> דנעשית מלאכה עם המים, ולעיל [סוף] פרק פרת חטאת שנינו שהמלאכה פוסלת במים עד שיטילו את האפר:",
                "<b>זקפה בארץ.</b> לאחר שנטל האפר מן השפופרת הניח השפופרת בארץ קודם שיתן האפר במים:",
                "<b>פסול.</b> המילוי דהיינו המים, לפי שעשה מלאכה עם המים. ואם הניח השפופרת בידו וכפה ידו עליה כדי שלא יתפזר האפר שבתוכה ואח״כ נתן האפר על המים, כשר המילוי דהיינו המים, דאין זו חשובה מלאכה:",
                "<b>לפי שאי אפשר.</b> לשמור האפר שבתוך השפופרת אם לא יכוף ידו על פיה, שהרי אינו יכול להשיב הפקק על פיה עד שיקדש. פירוש אחר, זקפה בארץ, הניח האפר בארץ, פסול האפר, דכתיב למשמרת, [ובארץ אינה למשמרת]. ואם נתן האפר לתוך ידו כשר, דאפשר לשמרו ושפיר קרינן ביה למשמרת. ולפי זה גרסינן לפי שאפשר:"
            ],
            [
                "<b>היה קידוש צף על פני המים.</b> שנתן על המים אפר הרבה. ולאפר עצמו קרי קידוש:",
                "<b>נוטל.</b> מאותו אפר:",
                "<b>ומקדש.</b> בו מים אחרים, ואפילו באותו שנגע במים מקדש וחוזר ומקדש כמה פעמים, אלא שמנגבו:",
                "<b>זלף את המים.</b> הזה מן המים המקודשים על האדם ועל הכלים עד שכלו כל המים, והאפר נשאר בשולי הכלי:",
                "<b>וחכמים אומרים וכו׳</b> והלכה כחכמים בתרוייהו:"
            ],
            [
                "<b>טפי.</b> פך קטן שפיו צר והמים היורדים ממנו יורדים טיף טיף:",
                "<b>אע״פ שפיו צר.</b> פחות משפופרת הנוד:",
                "<b>המים שבתוכו מקודשים.</b> וכשרים להזות אע״פ שלא נכנס שם מאפר הפרה כלל, דהוו כאילו מחוברים למים שבשוקת:",
                "<b>היה ספוג.</b> אם בשעת מילוי היה ספוג בשוקת, המים הבלועים בספוג פסולים, דמים חיים אל כלי בעינן, ואין הספוג כלי:",
                "<b>יזלף עד שהוא מגיע לספוג.</b> כשבא ליטול המים וליתנם בצלוחית, שופך כל המים עד שמגיע לספוג, אבל לא ישפוך מן המים שבספוג כלל, כדי שלא יתערבו המים שבספוג שהם פסולים עם המים שבשוקת שהם כשרים ויפסלו כולם:",
                "<b>נגע בספוג.</b> נסחטים מי הספוג לתוך השוקת ונתערבו הפסולים בכשרים, ונפסלו כולם:"
            ],
            [
                "<b>נתן ידו או רגלו.</b> הרי שהיה קילוח יורד מהר מעוקם ואינו יורד לתוך החבית שרוצה למלאותה לקידוש, ונתן ידו למעלה בראש ההר לעשותה כעין צנור כדי שיעברו המים דרך ידו לחבית של קידוש, וכן עלי ירקות הראויין לאכילה ומקבלין טומאה:",
                "<b>פסולים.</b> המים. כדילפינן בפרק ב׳ דזבחים (דף כ״ה) מדכתיב [ויקרא י״א] מקוה מים יהיה טהור, הוייתן על ידי טהרה תהא. ואע״ג דהאי קרא במקוה הוא דכתיב, ילפינן מיניה כל הויות. והכי הוי משמעות דקרא, הוייתן של כל מים המטהרים, על ידי טהרה תהא, בין שאתה מהוה אותן להיות מקוה או מילוי הוי מהוה אותן על ידי דבר שאינו מקבל טומאה:"
            ],
            [
                "<b>המפנה את המעין לתוך הגת.</b> שעשה חריץ מן המעין עד הגת כדי שיפנו שם מי המעין, ואחר כך הפסיקן:",
                "<b>גת.</b> בור שעושין לפני הגת כדי לקבל את היין, קרוי גת:",
                "<b>גבים.</b> לשון עשה הנחל הזה גבים האמור בספר מלכים [ב׳ ג׳]. והוא רקק של מים:",
                "<b>פסולים.</b> לזבים לטבילה, דלאו מים חיים נינהו:",
                "<b>ולמצורעים.</b> דבעינן מים חיים להזות עליו עם דם הצפור:",
                "<b>ולקדש [בהן] מי חטאת.</b> בעינן מים חיים, והני כיון דהפסיקן לאו מים חיים נינהו. והא דקתני מפני שלא נתמלאו בכלי, כדי לפוסלן לקידוש בכל ענין אפילו בא לקדש בתוך הגת או בתוך הגבים עצמן:"
            ]
        ],
        [
            [
                "<b>חמשה.</b> לקדשן חמשה קידושין. כל חבית וחבית בפני עצמה:",
                "<b>ונמלכו לקדשן קידוש אחד.</b> לערות חמשתן בתוך כלי גדול ולקדש הכל בבת אחת:",
                "<b>הרי כולן כשרים.</b> דהואיל וכל אחד ממלא הכלי שלו אין כאן מלאכה פוסלת במים בין מילוי להטלת האפר במים:",
                "<b>היחיד שמילא חמש חביות כו׳</b> אין כשר אלא אחרון. שהמילוי הראשון נפסל במלאכה שעשה כשמילא את השני קודם שנתן את האפר בראשון, וכן השני נפסל כשמילא את השלישי, וכן כולם. ואם מתחילה היה ממלא חמש חביות זו אחר זו או אפילו מאה חביות כדי לקדשן קידוש אחד, כגון שצריך להזות על כלים הרבה, לא היו פוסלים זה על זה וכולן כשרים, דהכל נחשבים מילוי אחד. אבל כשמילא מתחלה לשם חמשה קידושין, כולן פוסלין זה על זה מטעם מלאכה, שהיא פוסלת במים עד שיטיל האפר, הלכך אין כשר אלא אחרון:",
                "<b>ונמלך לקדשן חמשה קדושין.</b> שקידש זו לעצמה וזו לעצמה:",
                "<b>אין כשר אלא זו שקידש ראשון.</b> לפי שקידוש ראשון חשיב מלאכה לאחרים שהיו ממולאים ולא נתן לתוכן אפר, דעד שיתן את האפר מלאכה, פוסלת במים:",
                "<b>אמר לאחד קדש לך את אלו.</b> היחיד שמילא חמש חביות לקדשן קידוש אחד, ואמר לאחר קדש לך את אלו וקידשן האחר חמשה קדושים, אין כשר אלא ראשון. דכיון שאמר לו קדש לך ונתנן לו, נעשו שלו וכאילו מלאן הוא, והקידוש שקידש ראשון נעשה מלאכה לפסול את אחרים:",
                "<b>אבל אם אמר קדש לי את אלו כולן כשרים.</b> שהממלא לא עשה מלאכה, והמקדש אינו שלו כדי שיפסלו על ידו:"
            ],
            [
                "<b>ועשה מלאכה בידו אחת.</b> פסול המילוי מטעם מלאכה:",
                "<b>לו ולאחר.</b> (כו׳ כאחת):",
                "<b>שניהם פסולים.</b> דכיון דלתרי גברא קא ממלא, נחשב האחד מלאכה לחבירו:",
                "<b>בין לו בין לאחר.</b> דאע״פ שאין המים שלו, פוסלן במלאכה שבשעת מילוי:"
            ],
            [
                "<b>אם לו פסול.</b> אם הקידוש שלו, פסול. דשמא המלאכה קדמה לקידוש ונפסלו המים:",
                "<b>ואם לאחר.</b> הוא הקידוש:",
                "<b>כשר.</b> שהרי בעל המים לא עשה מלאכה:",
                "<b>המקדש לו ולאחר.</b> שניהם כאחת. אי נמי קידש לחברו קודם שלו:",
                "<b>שלו פסול.</b> דקידוש של חברו נחשב מלאכה לפסול מימיו:",
                "<b>שניהם כשרים.</b> שאין המים שלו שיפסלו על ידו:"
            ],
            [
                "<b>קדש לי ואקדש לך.</b> כגון שכל אחד מילא מים לעצמו, ובא זה וקידש מימיו של זה, וזה קידש מימיו של זה, אותו שקידש ראשון כשר מה שקידש לחבירו, דחבירו לא עשה מלאכה אלא עד אחר שנתקדשו מימיו, ומשנתקדשו אין מלאכה פוסלת. אבל מה שקידש השני לראשון פסול, שהראשון פסלה במה שקידש מימי השני קודם שנתקדשו מימיו:",
                "<b>מלא לי ואמ, לא לך.</b> המילוי האחרון כשר. אבל מילוי ראשון פסול, היינו המים שנתמלאו ראשונה, דנפסלו במלאכה במילוי שמילא לחבירו:",
                "<b>קדש לי ואמלא לך.</b> שהיו לו מים ממולאים ואמר לחבירו קדש לי מימי ואחר כך אמלא לך:",
                "<b>שניהם כשרים.</b> דאין המלאכה פוסלת אחר קידוש. וזה נמי שנתמלאו לו המים מימיו כשרים, דמשנתמלאו לו המים לא עשה מלאכה:",
                "<b>מלא לי ואקדש לך.</b> שהאחר היו לו מים ממולאים ואמר לו זה מלא לי תחלה ואחר כך אקדש לך:",
                "<b>שניהם פסולים.</b> זה, שמילא עד שלא נתקדשו מימיו. וזה, שקידש לחברו משנתמלאו מימיו:"
            ],
            [
                "<b>הממלא לו ולחטאת.</b> הממלא מים, קצתן רוצה לצרכו ובקצתן רוצה ליתן אפר חטאת:",
                "<b>באסל.</b> במוט. ודרך שואבי מים שנותנים מוט על כתפם וכד מלא תלוי בראש המוט מלפניו וכד אחד מאחריו:",
                "<b>ואח״כ מילא את שלו, פסול.</b> משום מלאכה:",
                "<b>ואת של חטאת לפניו.</b> כדי לעשות בהן שמירה מעולה:",
                "<b>ואם נתן של חטאת לאחוריו פסולה.</b> דכתיב למשמרת למי נדה, בזמן שהן שמורין הן מי נדה, בזמן שאינן שמורין אינן מי נדה:",
                "<b>היו שניהן של חטאת וכו׳</b> דהואיל ומסיק אדעתיה בשלפניו נזכר נמי בשל אחריו. והיינו מפני שאפשר, כלומר אפשר לשמור שלאחריו אגב שלפניו:"
            ],
            [
                "<b>המוליך את החבל בידו לדרכו.</b> לאחר שמילא את הדלי בחבל החזיר את החבל לבעלים. לדרכו, שלא הוצרך לעקם או להרחיב את דרכו אלא לפי הילוכו מצא בעל החבל והחזיר לו את שלו, אין זו מלאכה וכשר המילוי:",
                "<b>שלא לדרכו.</b> שעיקם את דרכו כדי להחזיר החבל, מלאכה היא ופסול:",
                "<b>זה הלך.</b> כלומר על דבר זה הלך חכם אחד לשאול מחכמי יבנה, הן סנהדרי גדולה שגלו שם:",
                "<b>הוראת שעה.</b> שעת הדחק היה. הא לאו הכי לא:"
            ],
            [
                "<b>המכנן את החבל.</b> דרך משלשלי הדלי למלאות מים, כשמעלה את הדלי מסבב את החבל בידו כמין טבעת שלא יהא נגרר לארץ. ומכנן לשון הדרא דכנתא [חולין פ״ג]. ואם בדרך העלאת הדלי מכנן על יד על יד, צורך העלאה היא, ואין זו מלאכה וכשר המילוי. ואם באחרונה לאחר שהעלהו כיננו, חשוב מלאכה ופסול:",
                "<b>לזה הכשירו הוראת שעה.</b> מה שהכשירו ביבנה הוראת שעה, לא למוליך את החבל שלא כדרכו, אלא לזה שכינן את החבל באחרונה הכשירו לו ע״י הדחק:"
            ],
            [
                "<b>המצניע את החבית.</b> שהוא דולה בה המים לשום בשוקת, ולאחר שעירה ממנה הצניעה קודם שיקדש המים בשוקת, אין הצנעה זו חשובה מלאכה, לפי שצריך לה עדיין למלאות בה, וצורך מילוי הוא. וכן כפאה על פיה נמי לנגבה לפי שרוצה למלאות בה עדיין, לא חשיב מלאכה וכשר המילוי. אבל אם עשה כן להוליך בה את הקידוש דהיינו מים המקודשין, הואיל ולאו צורך מילוי הוא, חשוב מלאכה ופסול המילוי:",
                "<b>בשביל שתחזיק מים הרבה.</b> לא חשוב פינוי זה מלאכה:",
                "<b>בשעה שהוא זולף.</b> שהוא מזה:",
                "<b>פסול.</b> דפינוי זה חשוב מלאכה:"
            ],
            [
                "<b>והורה הוראה.</b> להתיר או לאסור, לטמא או לטהר, לפטור או לחייב:",
                "<b>ודבר שאינו משום מלאכה.</b> כגון הוראה ומראה את הדרך:",
                "<b>אם עמד.</b> שנתעכב שם בשביל זה:",
                "<b>פסול.</b> משום היסח הדעת. וכן הלכה:"
            ],
            [
                "<b>המוסר מימיו לטמא.</b> לשמרן:",
                "<b>פסולים.</b> בין עשו הבעלים הראשונים מלאכה, בין לא עשו הבעלים הראשונים מלאכה, דבחזקת השומר קיימו והוא אינו מקפיד לשמרן מפני שהוא טמא, והתורה אמרה למשמרת למי נדה:",
                "<b>ולטהור כשרים.</b> ואפילו עשו הבעלים הראשונים מלאכה, שכבר יצאו מרשות בעלים וקיימו ברשות שומר. ומיהו אם השומר עשה מלאכה, פסולים:",
                "<b>אף לטמא כשרים.</b> דסבר ר׳ אליעזר המוסר מימיו לטמא, בחזקת הבעלים הראשונים קיימו, הלכך אם לא עשו הבעלים מלאכה כשרים. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>והגביהו זה על זה.</b> שסייעו זה את זה להגביה:",
                "<b>ונטל זה לזה קוצו.</b> או שנטל זה לזה קוץ שנתחב לו בידו:",
                "<b>בקידוש אחד.</b> שהיו שניהם ממלאים לצורך קידוש אחד, כשר. שיכול כל אחד לסייע לחבירו, ונטילת הקוץ שבידו נמי צורך מילוי היא:",
                "<b>בשני קידושין פסול.</b> שפסל כל אחד מימיו במה שסייע לחבירו או שנטל לו קוץ, משום מלאכה:",
                "<b>אם התנו ביניהן.</b> שאמר כל אחד לחבירו כשאגביה לך יהא שלי ושלך ברשותך (וכמו כן א״ל האחר), ואחר שהגביהו לוקח כל אחד מהן אחת מהן ברשותו. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>הפורץ על מנת לגדור.</b> כלומר אפילו על מנת לגדור, לא חשיב מלאכה וכשר המילוי:",
                "<b>האוכל על מנת לקצות.</b> לאחר שמילא המים קודם שיקדש היה מלקט לתאנים על מנת ליבשן לעשות מהן גרוגרות, ולאחר לקיטתן אכלן, אין המחשבה שהיה רוצה לעשותן קציעות פוסלת במים, אלא הרי הוא כאילו לקט לאכול, שאינו פוסל, דומיא דפורץ על מנת לגדור שאין המחשבה שהוא חושב לגדור פוסלת עד שיגדור, הכא נמי:",
                "<b>אם קצה.</b> אם הניח אותן במקום שמניחין התאנים ליבש, פסול:",
                "<b>בשביל שלא יאבד פסול.</b> שהמצניע אוכלים כדי שלא יאבדו, חשיבא מלאכה:"
            ]
        ],
        [
            [
                "<b>שנים שהיו שומרים את השוקת.</b> שנתמלא לחטאת:",
                "<b>טהר.</b> אותו שנטמא טהר מטומאתו:",
                "<b>ונטמא שני.</b> היינו חבירו שהיה טהור:",
                "<b>כשרים.</b> המים שבשוקת:",
                "<b>עמד ועשה השני מלאכה.</b> עמד הראשון ממלאכתו, ובא השני ועשה מלאכה תחתיו:"
            ],
            [
                "<b>נטמא וטמאהו.</b> נטמא הסנדל וטימא את האדם לחטאת. שכלים שנטמאו במשקים מטמאים את האדם לחטאת, שאין מונין ראשון ושני בחטאת, כדתנן לקמן פרק כל הראוי (משנה ו׳). אע״פ שאם נפלו המשקים הללו על בשרו, טהור, שהטהור לפרה אם נגעו משקין טמאים בבשרו, הוא טהור כמו שהיה. לבד אם נגעו בידיו, לפי שהמשקין טמאים מטמאים את הידים, וגבי טהרת חטאת קיי״ל דאם נטמאו ידיו נטמא גופו:",
                "<b>מטמאיך לא טמאוני.</b> משקים שטמאו את הסנדל לא היו יכולים לטמא הטהור לחטאת אם נגעו בבשרו כדאמרן, והסנדל הבא מכוחם מטמאו:  "
            ],
            [
                "<b>השורף פרה</b> אדומה:",
                "<b>ופרים</b> הנשרפים, כגון פר יום הכפורים ופר כהן משיח ופר העלם דבר של ציבור, מטמאים בגדים, דבכולהו כתיב יכבס בגדיו, ולא שנא בגדים שהוא לבוש ולא שנא בגדים שהוא נוגע, וה״ה לכל שאר כלים. דלא ממעטינן אלא אדם וכלי חרס בלבד הוא שאין מטמאין אם נוגעים בהן:",
                "<b>ופרה ופרים עצמן ושעיר המשתלח עצמן.</b> אם נגעו בבגדים הרי הן טהורים. והיינו דאמרי ליה בגדים לאדם, מטמאיך לא טמאוני ואתה טמאתני:"
            ],
            [
                "<b>האוכל מנבלת עוף טהור.</b> נבלת עוף טהור אין לה טומאה אם נגעה באדם או בבגדים, אלא בבית הבליעה מטמא אדם לטמא בגדים, כדתנן במסכת טהרות, והיינו דאמרי ליה בגדים לאדם מטמאיך לא טמאוני וכו׳:"
            ],
            [
                "<b>כל ולד הטומאה.</b> כגון ראשון ושני, אין מטמא כלים. אלא אב הטומאה. ומשקה שנטמא בראשון ושני מטמא כלים, גזירה משום משקה זב וזבה, כגון רוקו וזובו ומימי רגליו שהן אב הטומאה:"
            ],
            [
                "<b>אין כלי חרס מטמא חבירו.</b> שאין כלי חרס נעשה אב הטומאה לעולם, ואין כלי חרס מקבל טומאה אלא מאב הטומאה, אלמא שאין כלי חרס מטמא חבירו:",
                "<b>אלא משקין.</b> אבל מטמא הוא משקין והמשקים חוזרים ומטמאים חבירו, גזירה משום משקה זב וזבה כדאמרן:"
            ],
            [
                "<b>כל הפוסל את התרומה.</b> כגון ידים שניות עושות משקים תחלה לטמא חולין, וידים עצמן שנגעו באוכלי חולין, טהורים, שאין שני עושה שלישי בחולין:",
                "<b>חוץ מטבול יום.</b> שלא העריב שמשו. אע״פ שהוא פוסל את התרומה, אינו מטמא המשקין להיות תחילה. ואפילו משקין של תרומה אם נגע בהן טבול יום אינן אלא פסולים בלבד לא טמאים:"
            ],
            [
                "<b>כל הימים כמקוה.</b> לכל הני מילי דקתני בסופו. (וגם) אין מטהרין בזוחלין, דאין מקוה מטהר בזוחלין אלא במכונסין, דכתיב [ויקרא י״א] אך מעין, מעין מטהר בזוחלין ואין מקוה מטהרת בזוחלין:",
                "<b>ופסולין לזבין.</b> דזב בעי מים חיים, דכתיב [שם ט״ו] ורחץ את בשרו במים חיים. ולמצורע [דכתיב [שם י״ד] אל כלי חרש על מים חיים. ולמי חטאת] דכתיב [במדבר י״ט] מים חיים אל כלי:",
                "<b>הים הגדול כמקוה.</b> לא קרא הכתוב מקוה אלא לים הגדול, דביה משתעי קרא במעשה בראשית ששם נקוו כל מימי בראשית. ולא נאמר ימים בלשון רבים, אלא מפני שמעורבים בו מיני ימים הרבה, שכל הנחלים הולכים אליו:",
                "<b>ר׳ יוסי אומר.</b> כל הימים וים הגדול, תורת מעין עליהן לענין שהן מטהרין בזוחלין, מפני שהנחלים הולכין וזוחלין עליהן. אבל פסולין הן לתורת מים חיים, שהכתוב קוראן מקוה. והלכה כרבי יוסי:"
            ],
            [
                "<b>מים המוכין.</b> המזיקין. כגון שהן מלוחין ופושרין:",
                "<b>פסולין.</b>: למי חטאת:",
                "<b>מים המכזבין.</b> הפוסקין. כמו אשר לא יכזבו מימיו (ישעיהו נ״ח:י״א):",
                "<b>פסולין.</b> דמים חיים בעינן:",
                "<b>אחד בשבוע.</b> אבל אחד ביובל, שפיר מקרו מים חיים:",
                "<b>בפולמסיות.</b> חיילות של גייסות ששותין ומקלקלים בהן:",
                "<b>בשני בצרון.</b> שנים של עצירת גשמים:",
                "<b>ר׳ יהודה פוסל.</b> אפילו אותן שאין מכזבין אלא בפולמוסיות ובשני בצרון. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>מי קרמיון ומי פוגה.</b> נהרות שבארץ ישראל הן:",
                "<b>מי בצים.</b> לשון היגאה גומא בלא בצה (איוב ח׳:י״א). כלומר, מים שחומר וטיט מעורב בהן. ורחמנא אמר מים חיים אל כלי, והכא איכא חציצה בין מים לכלי:",
                "<b>מי תערובות.</b> שמים פסולים מתערבים בהם:",
                "<b>אחד פסול ואחד כשר.</b> ונתערבו, אסור לקדש ממקום התערובות ולמטה:",
                "<b>ר׳ יהודה פוסל.</b> אפילו בשניהם כשרים פוסל ר׳ יהודה ליטול ממקום התערובות, גזירה אטו אחד פסול. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>באר אחאב.</b> לא אתפרש היכן הוא, והא קמ״ל דמים חיים הן:",
                "<b>ומערת פמייס.</b> מערה הסמוכה לעיר דן שמשם ירדן יוצא. ובלשון ישמעאל קורין לדן בניי״ס:",
                "<b>ר׳ יהודה אומר הרי היא בחזקת מותרת.</b> ואין הלכה כר׳ יהודה:",
                "<b>עד שתצל.</b> עד שיחזרו המים צלולים כדמעיקרא. ואין הלכה כר׳ ישמעאל:"
            ]
        ],
        [
            [
                "<b>צלוחית.</b> כלי שנותנים בו המים המקודשים לאחר שהשליך האפר לתוכן, קרוי צלוחית, והכלי שנותנים בו המים כדי לקדשן קודם שיתנו בה האפר, קרוי שוקת:",
                "<b>מים כל שהן.</b> שאינן כשרים להזאה:",
                "<b>יזה שתים.</b> שאם מזה אחת, שמא אין כאן מן הכשרים. אבל כי מזה שתים, אי אפשר דליכא בחדא מנייהו מן הכשרים. והזאה אינה צריכה שיעור:",
                "<b>וחכמים פוסלים.</b> קסברי הזאה צריכה שיעור ואין מצטרפין ההזאות. והלכה כחכמים. ורמב״ם פירש, יזה שתי הזאות וישליכם חוץ לכלי וישאר השאר מי חטאת כשרים. ופליאה היא בעיני, דבפרק כל הזבחים בגמרא [דף פ׳] משמע כמו שפירשתי:",
                "<b>יניחנה בחמה והטל עולה.</b> שדרך הטל לעלות כנגד החמה. וכן הוא אומר (שמות ט״ז) ויהי בבוקר ותעל שכבת הטל. ואין הלכה כר׳ אליעזר:",
                "<b>יערה וכו׳</b> מריק מה שבתוך הכלי, ואינו כשר להניח בו מי חטאת עד שינגב מן המשקים ומי פירות:",
                "<b>יערה ואינו צריך לנגב.</b> דאם איתא דנשאר ממנו בכלי היה רישומו ניכר:"
            ],
            [
                "<b>ונתבקעו.</b> שנשתהו בתוך המים זמן מרובה עד שנתבקעו, או אפילו לא נתבקעו אלא שנשתנו מראה המים, פסולין:",
                "<b>חפושית.</b> תולעת שחורה:",
                "<b>בין כך ובין כך.</b> בין נתבקעה בין לא נתבקעה:",
                "<b>מפני שהיא כשפופרת.</b> של קנה חלולה והמים נכנסים מצד זה ויוצאים מצד זה ומתערב עמהם הלחות שבקרבה:",
                "<b>דירה.</b> תולעת שבחטין:",
                "<b>כנה.</b> מין תולעת נמי הגדל בתבואה:",
                "<b>כשרים.</b> אפילו נתבקעו. ואין כן הלכה:"
            ],
            [
                "<b>שתתה מהן בהמה או חיה פסולים.</b> משום משקה שבפיהן החוזר, והמים והרוק שבפיהן מתערבין:",
                "<b>מוצצת.</b> ואין המשקה שבפיה חוזר למים:",
                "<b>מלקת.</b> לוקקת בלשונה ומתערב הרוק שבלשונה עם המים:",
                "<b>אף הנחש מפני שהיא מקיאה.</b> וכן הלכה ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>החושב על מי חטאת לשתות ר׳ אליעזר פוסל.</b> דאפסלו להו במחשבה:",
                "<b>כשיטה.</b> החבית לשתות או ליקח ממנה מים לשתות. אבל במחשבה גרידא לא פסיל:",
                "<b>במים שאינן מקודשין.</b> שמלאן כדי ליתן בהן את האפר ועדיין לא נתן:",
                "<b>רבי אליעזר אומר כשיטה.</b> והכא לא פסיל להו במחשבה. דכיון דמים קדושים הן, אמלוכי ממליך וחוזר בו ממחשבתו, הילכך לא פסיל ר׳ אליעזר עד שיטה:",
                "<b>רבי יהושע אומר כשישתה.</b> מפני משקה שבפיו שחוזר ומתערב עם המים ופסיל להו:",
                "<b>ואם גרגר.</b> לשון גרגרת. כלומר שלא שתה כדרך השותים אלא שפך המים בגרונו:",
                "<b>כשר.</b> דליכא משקה פיו בחבית. והלכה כרבי יהושע בתרוייהו:"
            ],
            [
                "<b>שלא יעשם תקלה לאחרים.</b> שיגעו בטיט ויטמאו במי חטאת שבו:",
                "<b>ר׳ יהודה אומר בטלו.</b> בטיט, ותו לא מטמא מאחר שגבלן:",
                "<b>מעת לעת.</b> אם שחטה בתוך מעת לעת של שתייה. אבל שהתה טפי מהכי, נתעכלו במעיה:",
                "<b>רבי יהודה אומר בטלו במעיה.</b> ואפילו שחטה בתוך מעת לעת בשרה טהור. ואין הלכה כר׳ יהודה בתרוייהו:"
            ],
            [
                "<b>מי חטאת.</b> במקודשין איירי. אבל מים שאינן מקודשין שרי, כדקתני סיפא:",
                "<b>אפר חטאת.</b> אפילו אפר עצמו בלא מים:",
                "<b>לא יעבירם בנהר ובספינה.</b> דגזור משום מעשה באדם אחד שהיה מעביר מי חטאת ואפר חטאת בספינה בירדן ונמצא כזית מת תחוב בקרקעיתה של ספינה:",
                "<b>ולא ישיטם על פני המים.</b> דדמי לספינה. וכן לא יעמוד בצד זה של נהר ויזרקם לצד שני, דגם זה דמי קצת לספינה:",
                "<b>אבל עובר הוא.</b> ברגליו:",
                "<b>במים.</b> עם מי חטאת שבידו:",
                "<b>עובר הוא הטהור לחטאת.</b> בין בספינה בין שט על פני המים, ואינו חושש. וכן נושא בידו או משיט על פני המים כלי שהוא טהור לתת בו מי חטאת כשהוא ריקם, או שיש בו מים שעדיין לא נתקדשו באפר פרה. שלא גזרו אלא על המים המקודשים ועל האפר בלבד, לא על האדם והכלים הטהורים (ומים שאינן מקודשין):"
            ],
            [
                "<b>אפר כשר.</b> אפר פרה הכשר להזאה:",
                "<b>שנתערב באפר מקלה.</b> באפר כירה:",
                "<b>הולכים אחר הרוב לטמא.</b> אם רוב אפר פרה, מטמא. אם רוב אפר מקלה, אינו מטמא:",
                "<b>ואין מקדשין בו.</b> ואפילו רוב אפר חטאת, אין מקדשין בו, הואיל ונתערב בו אפר כירה ואפילו כל שהוא:",
                "<b>ר׳ אליעזר אומר מקדשין בכולן.</b> דסבר ר׳ אליעזר לא בעינן שיעורא בהזאה, ואי אפשר דליתא פורתא מאפר חטאת. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>מי חטאת שנפסלו.</b> כגון שנשתנו מראיהן שלא מחמת עצמן, וכיוצא בזה מן הדברים שפוסלים מי חטאת:",
                "<b>מטמאים את האדם הטהור לתרומה.</b> בין שנגע בהן בידיו בין שנגע בהן בגופו, דכמי חטאת כשרים חשיבי. וטומאה זו דרבנן היא, דמדאורייתא כיון שנפסלו פרחה מהן טומאתן החמורה. ומשום הכי תני מטמאין את האדם ",
                "<b>הטהור לתרומה.</b> דמשמע דוקא לתרומה אבל לא לחולין:",
                "<b>ואת הטהור לחטאת לא בידיו.</b> כלומר אין מטמאין הטהור לחטאת בין נגע בהן בידיו בין נגע בהן בגופו, דכמי חטאת כשרים חשיבי, ונהי דהנושא מי חטאת שיש בהן כדי הזייה או נוגע בהן, טמא לכל מילי, לחטאת מיהא טהור:",
                "<b>נטמאו, מטמאים את הטהור לתרומה.</b> כמי חטאת כשרים. אבל את הטהור לחטאת מטמאים אותו אם נגע בידיו, דכיון דנטמאו לא גריעי משאר אוכלים ומשקים טמאים דמטמאים את הידים, וקיימא לן דבטהרת מי חטאת מי שנטמאו ידיו נטמא גופו:"
            ],
            [
                "<b>אפר כשר שנתנו על גבי המים שאינם ראוים לקדשש.</b> הוי דינא כדין מי חטאת שנפסלו:",
                "<b>מטמאין את הטהור לתרומה בידיו ובגופו.</b> כדין כל שאר מי חטאת הכשרים. ואין מטמאים הטהור לחטאת, שאין מי חטאת מטמאין הנושאן והנוגע בהן אלא לשאר טומאות, לא לטהרת מי חטאת:"
            ]
        ],
        [
            [
                "<b>כל הראוי לטמא מדרס.</b> כגון כלים המיוחדים למשכב ומושב ומרכב:",
                "<b>מדף לחטאת.</b> אם הטהור למי חטאת הסיטן. אפילו הן טהורין לתרומה נטמא המסיטם כאילו הן טמאים מדרס. וחומרא בעלמא היא כדאמרינן [בחגיגה י״ח] בגדי אוכלי תרומה מדרס לקודש. וקרי ליה מדף, לפי שהיא חומרא דרבנן בעלמא. לשון קול עלה נדף (ויקרא כז):",
                "<b>ואדם כיוצא בהן.</b> שאם הטהור לחטאת הסיט אדם הטהור לתרומה, נטמא לחטאת, שהטהורים לתרומה נחשבים כזבים לגבי חטאת:",
                "<b>וכל הראוי ליטמא טמא מת.</b> כגון כלים דלאו בני מדרס:",
                "<b>ר׳ אליעזר אומר אינו מדף.</b> ואם הסיטן לא נטמא לחטאת:",
                "<b>ר׳ יהושע אומר מדף.</b> אם הסיט אפילו הטהורים, נטמא לחטאת. ורבנן פליגי ומחלקים בין טמאים לטהורים. ושלש מחלוקות בדבר. והלכה כחכמים:"
            ],
            [
                "<b>שנגע במדף טמא.</b> עליונו של זב קרוי מדף, שאם היו על גבי הזב עשר מכסאות זו על גבי זו כלן טמאין מדף, אפילו העליונה שלא נגע בה הזב. כשם שעשר מצעות זו על גבי זו ושכב הזב בעליונה כלן טמאות דאורייתא משום משכב ואע״פ שלא נגע בתחתונות, כך המכסאות העליונות שעל גבי הזב טמאים דרבנן משום מדף ואע״פ שלא נגע בהן. ואיכא בין משכב למדף, שהמשכב נעשה אב הטומאה לטמא אדם וכלים, והמדף אינו אלא ולד הטומאה לטמא אוכלים ומשקים, אלא משום חומרא דחטאת, אדם וכלים שנגעו במדף טמאים לחטאת:",
                "<b>לגין של חטאת.</b> כלי שטף הוא ורוצה להכניס בו מי חטאת:",
                "<b>שנגע במדף.</b> טמא וצריך טבילה:",
                "<b>שנגע באוכלין ומשקין.</b> ואפילו שהן טהורין לתרומה ולקודש:",
                "<b>בידו טמא.</b> כדין אוכלין ומשקין טמאים שהן מטמאין את הידים, שהטהור לתרומה ולקודש פוסל בחטאת, ועוד יש חומרא יתירה גבי חטאת דנטמא [ידיו נטמא] גופו, והלכך כשנגע בידו באוכלים ומשקין טמא:",
                "<b>ר׳ יהושע מטמא.</b> דגזר היסט אטו נגיעה. ואין הלכה כרבי יהושע:"
            ],
            [
                "<b>קלל של חטאת.</b> כלי חרס שיש בו אפר הפרה. תרגום וכדה על שכמה (בראשית כ״ד:ט״ו), וקולתה על כתפה:",
                "<b>שנגע בשרץ טהור.</b> דאין כלי חרס מיטמא מגבו:",
                "<b>נתנו על גביו.</b> שנתן הקלל על גבי השרץ:",
                "<b>וחכמים מטמאין.</b> משום דמונח במקום טמא, והתורה אמרה והניח מחוץ למחנה במקום טהור. ורבי אליעזר סבר הואיל והכלי שהאפר בתוכו טהור הוא, שפיר קרינן ביה במקום טהור. ואין הלכה כר׳ אליעזר:",
                "<b>ר׳ יוסי מטהר.</b> במונח על גבי אוכלים ומשקים וכתבי הקודש, כיון דמקומו טהור מאב הטומאה:",
                "<b>וחכמים מטמאים.</b> דטהור מכל טומאה בעינן. וכתבי הקודש רבנן גזרו בהו שיהיו מטמאין את הידים. והלכה כחכמים:"
            ],
            [
                "<b>שנגע בתנור.</b> ואפילו הוא טהור לקודש, אם נגע בו הטהור לחטאת:",
                "<b>טמא.</b> וצריך טבילה לחטאת, שהטהור לקודש פוסל בחטאת. ודוקא שנגע בידו דנטמאו ידיו ונטמא גופו, אבל ברגלו טהור, דבידו עבוד מעלה, ברגלו לא עבוד מעלה, דומיא דאוכלין ומשקין דלעיל:",
                "<b>והלגין בתוכו.</b> כלי שהכניס בו מי חטאת נתון בתוך ידו:",
                "<b>וכן האסל.</b> מוט שנותנים שני כדין בשני ראשיו:",
                "<b>ובו שני קללות.</b> שני כלים שהאפר נתון בהם, שקלל אחד קשור בראש המוט האחד, וקלל אחד קשור בראשו השני, והשתא האדם והאסל ע״ג תנור, והלגין והקלל שבהן המים והאפר חוץ לתנור:",
                "<b>ר׳ עקיבא מטהר.</b> שאין הכלי שבו האפר עומד על גבי התנור, ובמקום טהור הוא:",
                "<b>וחכמים מטמאין.</b> הואיל ואדם הנושאו עומד על גבי תנור, חשבינן לכלי כאילו הוא עומד על גבי התנור ובמקום טמא הוא מונח. ואין הלכה כרבי עקיבא:"
            ],
            [
                "<b>היה עומד חוץ לתנור.</b> שהתנור מפסיק בינו לכותל, וחלון בכותל ובו הלגין של מי חטאת:",
                "<b>והעבירו על פי התנור.</b> שכל תנוריהן פיהן למעלה:",
                "<b>ר׳ עקיבא מטמא.</b> דסבר קלוטה כמי שהונחה דמיא ובשעה שעבירו על פי התנור הרי היא כאילו הניחו בתוכו ונטמא:",
                "<b>וחכמים מטהרין.</b> סברי לא אמרינן קלוטה כמי שהונחה דמיא. והלכה כחכמים:",
                "<b>ובידו כלי ריקם.</b> דלא בעינא והניח במקום טהור אלא באפר הפרה ובמים המקודשין על ידי האפר:"
            ],
            [
                "<b>של חטאת טמא.</b> דקודש ותרומה טמאים הן אצל חטאת:",
                "<b>שניהם בשתי ידיו.</b> שנושא של חטאת בידו אחת ושל קודש או של תרומה בידו האחרת:",
                "<b>שניהן טמאים.</b> של חטאת משום דנגע בשל תרומה בידו ונטמאו ידיו נטמא גופו ומטמא מי חטאת, ושל תרומה טמא משום נושא מי חטאת:",
                "<b>בשני ניירות.</b> ואע״פ שהאדם טמא משום נושא מי חטאת, מ״מ התרומה טהורה דהא מפסיק נייר ואינו נוגע בתרומה בידו:",
                "<b>של חטאת בנייר ושל תרומה בידו שניהן טמאין.</b> דכי נגע בידו בשל תרומה נטמא לחטאת. ונייר דבשל חטאת אינו חוצץ, דאין מונין ראשון ושני לחטאת, ונטמא של חטאת, והאדם טמא משום נושא מי חטאת וטימא את של תרומה שנגע בו בידו. אבל של תרומה בנייר, חוצץ בו הנייר, ואע״ג דנגע בשל חטאת בידו, שניהם טהורים, דאע״פ שהוא טמא משום נושא מי חטאת, מ״מ אין מי חטאת חוזרים ומיטמאים בטומאה הבאה לאדם מחמת עצמן:",
                "<b>ר׳ יהושע אומר של חטאת טמא.</b> ר׳ יהושוע לטעמיה דאמר בתוספתא טהור לחטאת שהסיט את המפתח שהוא טהור לתרומה, טמא, שמא ישכח ויסיט את הדבר הטמא. והכא נמי אפילו בשני ניירות טמא, דמה שהוא נושא את התרומה אע״פ שאינו נוגע בה הוי מדף לחטאת. ואין הלכה כר׳ יהושע:",
                "<b>היו נתונים על גבי הארץ ונגע בהם.</b> שנתן ידו אחת על של חטאת וידו אחת על של קודש או של תרומה:",
                "<b>של חטאת טמא.</b> דנטמא האדם בלגין של תרומה וטימא את של חטאת:",
                "<b>ושל קודש ושל תרומה טהורים.</b> שהרי האדם טהור לקודש ולתרומה, דלא נגע במי חטאת אלא בלגין:",
                "<b>הסיטן, ר׳ יהושע מטמא.</b> לטעמיה דאמר טהור לחטאת שהסיט את המפתח שהוא טהור לתרומה, טמא. ולית הלכתא כוותיה:"
            ]
        ],
        [
            [
                "<b>צלוחית.</b> של מי חטאת:",
                "<b>ובא ומצאה מכוסה פסולה.</b> שאני אומר אדם נכנס לשם וכסה אותה, ורוב בני אדם אין טהורין לחטאת:",
                "<b>אם יכולה חולדה לשתות ממנה פסולה.</b> אבל אם אינה יכולה לשתות לא פסלינן להו מטעם שמא אדם טמא נכנס וגילה אותה, דאין דרך בני אדם לגלות אלא לכסות מפני השרצים, אבל שרצים דרכן. לגלות ואין דרכן לכסות. ודוקא מכוסה ומצאה מגולה חיישינן לחולדה. אבל מגולה ומצאה מגולה כמו שהניחה, לא חיישינן, אע״פ שחשו לספק מים מגולין, דחמירא סכנתא מאיסורא:",
                "<b>או נחש לדברי רבן גמליאל.</b> דאמר לעיל, אף הנחש פוסל מפני שהוא מקיא:",
                "<b>החטאת.</b> אפר חטאת או מים המקודשים שהיו באוהל המת בתוך כלי שיש עליו צמיד פתיל:",
                "<b>אינן נצולין.</b> ונפסלין. מדכתיב והניח במקום טהור והאי לאו מקום טהור הוא. אבל כלים העומדים להניח בהן מי חטאת או אפר חטאת, וכן אזוב המתוקן להזות בו, ניצולין בצמיד פתיל:  "
            ],
            [
                "<b>כל הספק טהור לתרומה.</b> כל ספק שאם נולד אותו ספק בתרומה התרומה טהורה, אם נולד כיוצא בו בחטאת טהור:",
                "<b>וכל התלוי לתרומה.</b> וכל ספק שאם נולד בתרומה תולין לא אוכלין ולא שורפין, אם נולד כיוצא בו בחטאת, ישפך האפר או המים המקודשים. ובמסכת טהרות פרק הזורק טומאה, תנינן להו לספק הטהור ולספק שעל ידיו תולין בתרומה:",
                "<b>אם עשו על גביו טהרות.</b> אם הזה באפר זה שנטמא בספק התלוי לתרומה, ועשה טהרות ע״י אותה הזאה, תולין אותם טהרות ולא אוכלין ולא שורפין:",
                "<b>הרפפות.</b> כמין שבכות של עץ:",
                "<b>טהורות לקודש לתרומה ולחטאת.</b> לפי שאינן כלים וגם אינן ראויין למדרס:",
                "<b>הרעדות.</b> עצים שאינן מהודקים יפה זה בזה וכשאדם נשען עליהם רועדים ומתנענעים:",
                "<b>טמאות לחטאת.</b> פעמים שאדם יושב עליהן וראויין ליטמא מושב. ואין הלכה כר׳ אליעזר:"
            ],
            [
                "<b>אם יש בה כביצה.</b> דאוכל פחות מכביצה אינו מטמא:",
                "<b>בין טהורה בין טמאה המים טמאים.</b> דטהרת תרומה, טמאה היא אצל חטאת:",
                "<b>והאוכלה חייב מיתה.</b> דנטמא במי חטאת בשעה שאוכלה, ותרומה בטומאת הגוף במיתה:",
                "<b>ר׳ יוסי אומר בטהורה המים טהורים.</b> דסבירא ליה לר׳ יוסי שאין הטהור לתרומה מטמא את מי חטאת. ואין הלכה כר׳ יוסי:",
                "<b>שהכניס ראשו ורובו בתוך מי חטאת.</b> רבנן גזרו טומאה על הבא ראשו ורובו במים שאובין, כמפורש פרק קמא דשבת, והוא משמונה עשר דבר שגזרו בו ביום, ומי חטאת מים שאובין נינהו, הלכך כשהכניס ראשו ורובו בהם נטמא, ומשנטמא ואינו טהור למי חטאת, חוזרים מי חטאת ומטמאים אותו ונעשה ראשון לטומאה, שאין מי חטאת מטמאים את הטהור להם, אבל כשאינו טהור להם מטמאים אותו:"
            ],
            [
                "<b>בל הטעון ביאת מים מדברי תורה.</b> כגון הנוגע בכל אבות הטומאות:",
                "<b>מטמא את הקודש ואת התרומה.</b> לפי שהוא ראשון, עושה שני בחולין ובמעשר, ושלישי בתרומה, ורביעי בקודש:",
                "<b>לאחר ביאתו.</b> שטבל ולא העריב שמשו, יש לו דין שני לטומאה, ועושה שלישי בתרומה, ורביעי בקודש:",
                "<b>וחכמים אומרים פוסל בקודש.</b> כשם שטבול יום פוסל בתרומה, כן פוסל בקודש, ואינו מטמא בקודש, דכיון שטבל קלישא טומאתו, ופסול משוי, טמא לא משוי:",
                "<b>ואם בא אל המקדש.</b> כל הטעון טבילה מן התורה שבא אל המקדש, דהיינו לעזרת ישראל, אפילו לאחר שטבל קודם שיעריב שמשו, חייב. ואף לעזרת נשים אסור טבול יום ליכנס, אבל אינו חייב אלא בעזרת ישראל:"
            ],
            [
                "<b>כל הטעון ביאת מים מדברי סופרים.</b> כגון אכל אוכלין טמאין, ושתה משקין טמאין, והידים, והכלים שנטמאו במשקין, וכיוצא בהן:",
                "<b>וחכמים אוסרים במעשר.</b> והלכה כחכמים:",
                "<b>לאחר ביאתו.</b> לאחר שטבל, מיד הותר בכולם ואין צריך הערב שמש:",
                "<b>ואם בא אל המקדש פטור.</b> דלא אסרה תורה ביאת המקדש אלא על מי שנטמא באב הטומאה דאורייתא, כדכתיב (ויקרא ה׳) בטומאת אדם או בבהמה טמאה או בכל שרץ טמא:"
            ],
            [
                "<b>מטמא את מי חטאת.</b> ואפילו לאחר שטבל, אם לא טבל לשם חטאת כאילו לא טבל, דתנן בפרק אין דורשין (חגיגה דף י״ח) טבל לקודש והוחזק לקודש אסור בחטאת. אבל משטבל לשם חטאת, אפילו טבול יום דאורייתא שפסול לתרומה ולקודש, כשר לחטאת, דטבול יום כשר בפרה:",
                "<b>ומזה מי חטאת במגע ובמשא.</b> ובהא כולי עלמא לא פליגי. אבל באזוב המוכשר לקבל טומאה, ומשום דאוכל הוא צריך הכשר שיבוא עליו מים, וכן במים שאינן מקודשים ועומדים לקדש, וכלי ריקם הטהור ועומד כדי להניח בו אפר חטאת, בהא פליגי ר״מ וחכמים. והלכה כחכמים:"
            ],
            [
                "<b>כל אזוב שיש לו שם לווי.</b> שרגילין ללוות עמו שם אחר, כגון הנך דמפרש לקמן:",
                "<b>אזוב זה.</b> כלומר אזוב סתם שהרואה אותו אומר זה אזוב הוא בסתם:",
                "<b>ושל תרומה טמאה.</b> שאזוב של גינה חייב בתרומה כשלקטו לאכילה. והא קא משמע לן דאע״ג שהוא פחות מכביצה שאינו מטמא מי חטאת, אפ״ה הזאתו פסולה, כיון שהאזוב עצמו טמא:",
                "<b>ושל טהורה לא יזה.</b> מפני שמפסיד את התרומה:",
                "<b>תמרות.</b> כמין גרגרין שיש בראשי האזוב:",
                "<b>אין חייבין על היונקות.</b> טמא שהזו עליו ביונקות ובא בהזאה זו אל המקדש, אינו חייב:",
                "<b>רבי אליעזר אומר וכו׳</b> ואין הלכה כר׳ אליעזר:",
                "<b>גבעולים שלא גמלו.</b> כל זמן שהפרח מונח בתוך כיסו קודם שיפתח:"
            ],
            [
                "<b>מנגבו.</b> כדי שלא יתערבו מים הכשרים בפסולים:",
                "<b>אע״פ שנגבו פסול.</b> ואע״פ שלא נטמא, משהוכשר לקבל טומאה פסול:",
                "<b>לקטו לחטאת.</b> להזות בו מי חטאת:",
                "<b>כמלקט לעצים.</b> ומנגבו והוא כשר. וכן הלכה:"
            ],
            [
                "<b>שלשה קלחין ובהן שלשה גבעולין.</b> גבעול אחד בקלח אחד. ושלשה קלחים דבעינן, ילפינן לקיחה לקיחה מאגודת אזוב מפסח מצרים, מה להלן שלשה, דבהכי מקרי אגודה, אף כאן שלשה:",
                "<b>מפסגו.</b> מפרידו ומחלקו שיהיו השלשה קלחים מפורדים זה מזה:",
                "<b>ר׳ יוסי אומר מצות אזוב שלשה.</b> רבי יוסי מחמיר טפי מת״ק, דלרבי יוסי תחילתו שנים פסול, ולת״ק תחילתו שנים כשר, ואינו פסול עד שיהא תחילתו כשייריו אחד. ודקאמר ת״ק מצות אזוב שלשה קלחים, למצוה בעלמא ולא לעכב. והלכה כרבי יוסי:",
                "<b>וגרדומיו כל שהוא.</b> גרדומי הגבעול כל שהוא. ושייריו וגרדומיו תרי מילי נינהו, דשייריו הוו שיירי השלשה קלחין, דהיינו שני קלחין, וגרדומיו הוא הגבעול עצמו דאגרדום ונשבר ונשתייר ממנו כל שהוא:"
            ]
        ],
        [
            [
                "<b>האזוב הקצר מספקו.</b> מאריכו כדי סיפוקו:",
                "<b>ובכוש.</b> הוא הפלך שהנשים טוות בו:",
                "<b>וטובל ומעלה.</b> ואע״ג דכתיב ולקח אזוב וטבל במים, והוא לוקח הפלך שהאזוב נתון בראשו, שפיר קרינן ביה ולקח אזוב, דלקיחה ע״י דבר אחר שמה לקיחה:",
                "<b>ואוחז באזוב ומזה.</b> דבהזאה בעינן שיהא אוחז האזוב בידו:",
                "<b>ר׳ יהודה ור׳ שמעון אומרים כו׳</b> ואין הלכה כר׳ יהודה וד׳ שמעון:"
            ],
            [
                "<b>ספק מן הכוש ספק מן החוט כו׳</b> דבעינן הזאה ודאי מן האזוב, משום דאמרינן העמד טמא על חזקתו:",
                "<b>מחברו מיצה עליו.</b> שמא מתמצית מי חטאת של כלי אחד הלך על האחר:",
                "<b>הזאתו פסולה.</b> דאי מחבירו מיצה עליו אין זו הזאה מן האזוב:",
                "<b>טובל ומעלה כדרכו.</b> ולא אמרינן מתוך שנדחק בפיה לצאת שמא יחזרו המים לתוך הכלי ולא ישאר באזוב כשיעור:",
                "<b>ר׳ יהודה אומר הזייה ראשונה.</b> דהזאה ראשונה לא חיישינן, אבל הזאה שניה מתוך שנדחקו לצאת וגם הזה מהם, נתמעטו ביותר וחיישינן בהזאה שניה שמא לא נשארו באזוב כשיעור. ואין הלכה כר׳ יהודה:",
                "<b>שלא יספג.</b> שלא יקנח מצדדי הכלי או משוליו. דכתיב וטבל, ולא מספג:",
                "<b>הזאתו פסולה.</b> דבעינן כוונת הזאה והרי לא נעשית מחשבתו:",
                "<b>ואפילו הן מאה.</b> ולא בעינן הזאה בפני עצמה לכל איש ואיש או לכל כלי וכלי:"
            ],
            [
                "<b>על דבר המקבל טומאה.</b> אדם וכלים:",
                "<b>על דבר שאינו מקבל טומאה.</b> בהמה וכלי אבנים:",
                "<b>אם יש באזוב לא ישנה.</b> אם נשתייר באזוב כדי הזאה אין צריך לחזור ולטבול פעם שניה, אלא מזה מאותו שנשתייר באזוב על הדבר הטמא ועלתה לו הזאה, דכתיב והזה הטהור על הטמא, עד שיתכוין להזות על הטמא, הלכך כשנתכוין בשעת טבילת האזוב להזות על הטמא לא ישנה, אלא יזה ממה שנשתייר באזוב. אבל אם טבל האזוב כדי להזות על דבר שאינו מקבל טומאה, הואיל ותחילת טבילתו פסולה, כך הזאתו פסולה, ולא יזה במה שנשתייר באזוב עד שישנה:",
                "<b>המים המנטפין.</b> מן האזוב שהטבילו לשם דבר שאינו מקבל טומאה, אם הטביל באותם טפות אזוב והזה מהן, כשרין:",
                "<b>לפיכך הן מטמאין.</b> לפי שלא עשו מצותן, שהרי הטבילה הראשונה פסולה היתה, והרי אלו הטפות כשאר מי חטאת הכשרים שהן מטמאין:"
            ],
            [
                "<b>המזה מחלון של רבים.</b> שעומד בחלון של רבים והזה שם על הטמאים העוברים, והזה על הטמא כסבור שהמים שבידו טהורים להזאה:",
                "<b>ונמצאו פסולים.</b> אם נכנס בהזאה זו למקדש, פטור הטמא מקרבן, דהוי כספק טומאה ברה״ר דספיקו טהור. ופירש הרמב״ם הטעם, דטמא זה אנוס הוא, דלא הוה ליה לאסוקי אדעתיה ולבדוק אם המים כשרין להזאה אם לאו, כיון שהיה עומד ברה״ר ומזה על הרבים. אבל העומד בחלון של יחיד ומזה, הוה ליה לטמא לבדוק על המים אם כשרים, אם לאו, וכיון דלא בדק, שגגה היא זו ולא אונס, ואם נכנס למקדש בהזאה זו חייב קרבן, דהוי כספק טומאה ברה״י דספיקו טמא:",
                "<b>שאין כהן גדול חייב על ביאת המקדש.</b> דכתיב (במדבר י״ט) ונכרתה הנפש ההיא מתוך הקהל, מי שחטאו שוה לקהל דהיינו ליחידים, פרט לכהן גדול שאין חטאו שוה ליחידים:",
                "<b>מחליקין היו.</b> כלומר כל כך מי חטאת היו שם עד שהיו מחליקין בהן בני אדם, ואפ״ה דורסים בהן, משום דלא מטמאין, הואיל ונעשית מצותן:"
            ],
            [
                "<b>בכנפו בכנף בגדו.</b> לפי שהקרדום הצריך הזאה הוא אב הטומאה, וכשאוחז בכנפו נעשה הכנף ראשון, אין האוחזו טמא, דאין אדם וכלים מקבלים טומאה אלא מאב הטומאה. ואע״פ שיש על הקרדום מים כדי הזיה, אין האוחזו טמא משום נושא מי הנדה, הואיל ונעשית מצותן כבר:",
                "<b>כדי שיטביל ראשי גבעולין ויזה.</b> חוץ ממה שהאזוב בולע:",
                "<b>כאילו הן על אזוב של נחושת.</b> שאינו בולע. דרואים המים הבלועים באזוב כאילו הן בעין להשלים שיעור הזאה להיות הנושאן טמא. והא דכתיב (שם) ומזה מי הנדה דדרשינן מיניה לנושא כשיעור הזאה, היינו שאילו היו בעין היה בהן שיעור הזאה. ואין הלכה כר׳ יהודה:"
            ],
            [
                "<b>המזה באזוב טמא.</b> כגון אזוב של גינה שלקטו לאכילה:",
                "<b>אם יש בו כביצה.</b> דזהו שיעור אוכל, בין לקבל טומאה בין לטמא אחרים:",
                "<b>והזאתו פסולה.</b> דכתיב [שם] והזה הטהור, שיהיה המזה טהור והאזוב טהור:",
                "<b>אפילו הן מאה.</b> כולן טמאין לחטאת, דאין מונין ראשון ושני בחטאת אלא כולן הן תחילה:"
            ],
            [],
            [
                "שנטמאו אחוריו. במשקין טמאין. דלשאר טהרות לא נטמא תוכו, אבל לחטאת אינו כן:",
                "<b>הזוג והענבל חיבור.</b> שאם הזה על אחד מהן, חבירו טהור. וזוג הוא הפעמון, וענבל הוא הפטיש שבפנים המכה בפעמון שעל ידו מקשקש:",
                "<b>כוש של רובן.</b> פלך שטווין בו ארבי, הוא הגמי שעושין ממנו מחצלאות:",
                "<b>לא על הכוש ולא על הפיקה.</b> כלומר לא יזה לא על זה לבדו ולא על זה לבדו, דלא הוו חיבור. אבל צריך להזות על שניהן:",
                "<b>פיקה.</b> מה שמשימין בסוף הכוש להכבידו קרוי פיקה. בלע״ז פורסל״ו:",
                "<b>ואם הזה.</b> על אחד מהן בלבד, מוזה. ורמב״ם פירש, לא על הכוש ולא על הפיקה, אלא על קנה הברזל שרגילין לתת בראש הכוש שנקרא צנורא. ועליו מזין מפני שהוא עיקר הכלי, ועולה ההזאה לכוש ולפיקה:",
                "<b>של פשתן חיבור.</b> שהפלך שטווין בו פשתן דרכו להיות הפיקה מחוברת בכוש:",
                "<b>עור של עריסה.</b> עור שמשימין בעריסה של קטן ודרכו להיות מחובר בעריסה:",
                "<b>המלבן.</b> כמין קערות של עץ חקוקות שמכניסין בו כרעי המטה שלא ירקבו מלחלוחית הארץ. ודומה לו בפרק המוכר את הבית בבבא בתרא, מלבנות של כרעי המטה:",
                "<b>אינו חיבור לא לטומאה.</b> דאם נטמא זה לא נטמא זה:",
                "<b>ולא לטהרה.</b> דאם הזה על זה לא הזה על זה:",
                "<b>הקדוחות חיבור.</b> כגון ידות הסכינים שהברזל נכנס לתוך הבית יד של עץ או של עצם ומחובר בו הוי חבור, נטמא אחד מהן נטמא חבירו, וכן אם הזה על אחד מהן הזה על חבירו. קדוחות, לשון מקדח:",
                "<b>אף החרוקות.</b> לשון ויחרקו שן (איכה ב׳:ט״ז), כלומר אף הידות שהן חדות בראשן ומכניסן חודן בנקב שעושין בראש הכלי, כגון בית יד של רומח, אף אלו הוו חיבור. ואין הלכה כרבי יוחנן בן נורי:"
            ],
            [
                "<b>הסלים שבקנתל.</b> סלים שדרכן להוליך בהן פירות או זבלים על גבי החמור והן מחוברין זה בזה:",
                "<b>מטה של טרבל.</b> כמין עז של ברזל שדשין בו את התבואה:",
                "<b>קרן של כליבה.</b> המטה של מתים עושים לה כמין קרן של ברזל וקושרין בו המת שלא יפול. וקורים למטה של מתים כליבה, שהיא עשויה ככלוב של עופות:",
                "<b>וקרנים של יוצאי דרכים.</b> קרני בהמה וחיה שמוליכים עמהם עוברי דרכים למלאות בהן מים לשתות:",
                "<b>ושלשלת המפתחות.</b> שלשלת שתולים בה המפתחות:",
                "<b>ושלל של כובסים.</b> דרך הכובסים לשלול הבגדים זה עם זה הקטן עם הגדול בשביל שלא יאבד:",
                "<b>והבגד שהוא תפור בכלאים.</b> שתי חתיכות של בגד צמר שתפרן בחוטי פשתן וסופו להפרד משום איסור כלאים, וכן שלל של כובסים סופו להפרד, ואפילו הכי הוי חיבור לטומאה:"
            ],
            [
                "<b>מיחם.</b> קומקום של נחושת שמחממים בו המים:",
                "<b>חוץ מטומטום ואנדרוגינוס.</b> לפי שהן ספק אשה, ואשה אינה כשרה להזות, דכתיב וטבל במים איש טהור, איש ולא אשה, טהור, לרבות את הקטן. והזאה יליף מטבילה דאתקוש להדדי:",
                "<b>האשה מסעדתו.</b> מסייעתו, כדמפרש בסיפא דאוחזת לו במים:",
                "<b>אם אחזה בידו אפילו בשעת הזאה פסול.</b> לא מיבעיא בשעת טבילה דכי כתיב איש ולא אשה, בטבילה הוא דכתיב, אלא אפילו בשעת הזאה דלא כתיב קרא בהזאה, אפ״ה אם אחזה בידו, פסול, דגמרינן הזאה מטבילה:  "
            ],
            [
                "<b>ביום והזה בלילה פסול.</b> דכתיב והזה הטהור על הטמא ביום השלישי וביום השביעי, ביום ולא בלילה. ואתקש טבילה להזאה, דכתיב וטבל במים איש טהור והזה, מה הזאה ביום אף טבילת אזוב ביום:",
                "<b>טובל בלילה ומזה ביום.</b> היכא דשהה טבילתו ולא הזה ביום השביעי, כשבא להזות בשמיני או בתשיעי ועשירי יכול להקדים טבילה להזאה. אבל הטובל בשביעי כמצותו, מזה תחלה ואח״כ טובל, דכתיב וחטאו ביום השביעי והדר וכבס בגדיו ורחץ במים:",
                "<b>משעלה עמוד השחר כשר.</b> דמשם ואילך הוא יום, דכתיב (בנחמיה ד׳:ט״ו,) ואנחנו עושים במלאכה וחצים מחזיקים ברמחים מעלות השחר עד צאת הכוכבים, וכתיב (שם) והיה לנו הלילה משמר והיום מלאכה:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "כאשר אמר השם יתברך בעגלה ערופה (דברים כ״א:ו׳) עגלה אמר רבי אליעזר שהיא בת שנתה כפי העיקר המחובר עליו בעת שאמר השם יתברך (ויקרא ט׳:ג׳) ועגל וכבש בני שנה וחכמים אומרים אם אמר עגלת בקר יחסה אל הבקר ותהיה בת שנתים: שלישית לאחרות במנין. שתהיה שלישית במספר רצה לומר שנולדה בפעם שלישית כמו שיקראו בהש\"ס עגלה שלישיה עניניה שנולדה בלידה שלישית וכבר קדמוה שני ולדות ואז תהיה בשרה ערב שוה השומן וכן יהיה המאמר בכרם רבעי שהיא הנטיעה הרביעית מן הנטיעות אשר נטעו בזה הקרקע: וכבר התבאר בפ' י\"ג מנגעים שמי שהתאחר בבית המנוגע בכדי אכילת פרס טמאו בגדים שעליו והפרס הוא חצי חלה ואמר שזאת החלה תהיה כמוה שלשה חלות בכל קב ויהיה שיעור הפרס ששית קב ואמרו שהפרס הוא חצי חלה מן החלות אשר מהן י\"ח חלות בסאה וכבר ידעת שהסאה ששה קבין ואין ספק ששליש הקב הוא חלק מי\"ח מן הסאה ובמקום המחלקת אמר כך שמעתי ואין לי לפרש ואחר מצא בן עזאי בין שני המאמרים דבר וזה שהסאה תחוייב בחלה ומי שילוש קב אחת לא יחוייב בחלה האחת כמו שנתבאר במסכת חלה (פ\"א) ואם תלוש סאה ותוציא ממנה החלה מי\"ח מן הנשאר פחות משליש קב כשיעור חלק מי\"ח מן החלה וזאת היא כונת אמרו מיעטתו חלתו וכבר התבאר בעירובין (דף פב:) שהככר אשר חציו יקרא פרס והוא שיעור בית המנוגע יש ממנו ארבע ככרות בקב ושם בארנו ששיעור הקב כ\"ד ביצים ויהיה שיעור הפרס ג' ביצים וזהו שמינית הקב לא ששית קב כמו שאמר רבי יהושע והלכה כחכמים: \n"
            ],
            [
                "הלכה כחכמים והיות הזקנים מן הבהמות מתועבים בכל הקרבנות הנה הוא מאמר אמיתי וכאילו עניינו קרוב ממום ר\"ל הזוקן ותש כח וכבר קדם לך זה בסוף פרק ששי מבכורות (דף מא.): \n"
            ],
            [
                "<b>וכולן מיום ליום.</b> רצה לומר י\"ב חדש והיא הסברא המשתמשת בה ולשון התוספתא (פ\"א) וחכמים אומרים מאחד בניסן לאחד בניסן מט' באב לט' באב נתעברה שנה נתעברה לו וזאת היא הכונה מיום ליום. ואלה השמות אשר יקראו כל אחד מהן כולם ענין אחד והוא שיצא מגדר מה ולא הגיע לגדר שאחריו אבל נשאר בין שני הגדרים. ומאלה השמות יש מהן לשון יוונית ויש מהן ארמי פלגס מלה מורכבת פלג גס רצה לומר העדר הגדר: ונוקד רועה צאן וגזרתו אשר היה בנוקדים: פרכדיגמא מלה יונית כונתה דומה לשולטן חדש שחידש מטבע ופסל המטבע הראשון כן זה עד שיהיה כבש היה כשר מעתה יצא מכלל כבש ולכלל איל לא בא ונסכי איל הן שליש ההין כמו שבארנו פעמים רבות: \n"
            ],
            [
                "אמרו חטאת הצבור ועולותיהם לא ירצה בזה כל חטאת צבור וכל עולות צבור כי יש מהן שהן פרים ואילים כמו שהתבאר בפסוק וכבר זכרנו זה בפתיחת סדר קדשים ואמנם ירמוז אל כבשי עולה ושעירי חטאת של צבור וכאשר תעיין כל הקרבנות אשר הם מסודרים בפתיחת קדשים תמצא כל חטאת יחיד הדיוט מן הבהמה כשבה או שעירה וכן אשם נזיר ואשם מצורע הם כבשים. ואמר אם הקריבם ביום השמיני יצא זה לשון התורה (ויקרא כ״ב:כ״ז) ומיום השמיני והלאה ירצה ואמר בבכור (שמות כ״ב:כ״ט) ביום השמיני תתנו לי ואמרו אמו אמו לגזירה שוה מה אמו האמור בבכור כשר לשמיני עצמו אף אמו האמור כאן כשר לשמיני עצמו וזה שהתיר הקרבתו בדיעבד אבל לכתחלה לא תקרב אלא מיום שלשים לאמרו והלאה ירצה אמנם הבכור התבאר בו ביום השמיני תתנו לי והמעשר והפסח נשתוו עמו במתן דמים כמו שביארנו בחמישי מזבחים: \n"
            ]
        ],
        [
            [
                "רבי אליעזר אומר שמא רבעה עובד כוכבי' ותהיה פסולה וחכמים לא יחושו לרביעה לפי שהוא לא יפסיד בהמתו בזה הענין והמכוון שפרת חטאת שנרבעה פסולה למאמר השם יתברך (ויקרא כ״ב:כ״ה) כי משחתם בהם מום בם כל שמום פוסל בו דבר ערוה פוסל בו כי משחתם כוונתו דבר ערוה כמו אמרו בראשית ו) כי השחית כל בשר את דרכו כפי מה שביארנו בתמורה (פ\"ו) ויאמר ג\"כ רבי אליעזר שפרה אדומה ולא נתאמת לנו שלא נרבעה לא תלקח מן העובד כוכבים למאמר השם יתברך (במדבר י״ט:ב׳) דבר אל בני ישראל ויקחו אליך פרה אדומה וגו' בני ישראל יקחו ולא העובדי כוכבים יקחו וחכ\"א שאם קנה אותה ישראל שהיא כשירה שהרי ישראל הן אותן שלקחוה וכן שאר קרבנות ר' אליעזר יאמר שלא לוקחין מן העובד כוכבים משום רביעה וחכמים אומרים שהעובד כוכבים לא יעשה זה בבהמתו מפני שיפסידה. וכוונת מן החדש ומן הישן ר\"ל המנחות שהן תבאנה מן החדש ומן הישן זולת עומר ושתי הלחם כפי מה שביארנו ואמרנו בפרק ח' ממנחות' עז.) ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "<b>יגוד.</b> יחתוך מאמרו (דניאל ד׳:י״א) גודו אילנא ותרגום פרסה טלפא: ננסת הקצרה שמאמר האל תמימה שלמה בכל הדברים והודיענו שענין תמימה שלמת האודם והלכה כר' יהודה: \n"
            ],
            [
                "חכמים יסברו שפרה קדשי מזבח היא ולזה יפסול בה כל מום יפסול בקדשים וכבר ביארנו המומים כולן בששי מבכורות והן כולן יפסלו בפרה אדומה באמרו (במדבר י״ט:ב׳) אשר אין בה מום ונוספת הפרה על הקדשים שהיא תפסל בעבודה כל עוד שישומש בה באופן מאופני השמוש לפי שבא בה (שם) אשר לא עלה עליה עול ואמר בעגלה ערופה (דברים כ״א:ג׳) אשר לא עובד בה אשר לא משכה בעול מה עול האמור כאן עשה שאר עבוד' כעול (ופסולה) אף עול האמור בפרה עשה שאר עבודה כעול (ופסולה). עבר בה את הנהר שנעזר בה בעת עברו. קיפל עליה את המוסירה שיכרוך החבל אשר יקשור בה וישימה על שדרתה. בשביל שלא תחליק שלא תמעד ואין הלכה כר' אליעזר: \n"
            ],
            [
                "כבר הודעתיך שאנחנו ידענו משפטי פרה אדומה מעגלה ערופה לענין העבודה ואמר יתברך בעגלה ערופה (דברים כ״א:ג׳) אשר לא עובד בה והוא כתוב עבד חסר וי\"ו וכונת עבד שיעשה בה מלאכה בכונה אמנם אם נעשת מעצמה לא תיפסל וכוונת עובד שאם נעשת בה מלאכ' בלי כוונה שהיא פסולה וכאשר כתב עבד ונקרא עובד נתחבר בין שתי הכונות ואמרו עובד דומיא דעבד מה עבד לרצונו אף עובד לרצונו ואם נעשתה בה מלאכה או עלה עליה דבר מהדברים ויהיה זה מרצונו הנה כבר נפסלה ואם עלה עליה זכר הנה זה מרצונו ולכן פסולה ואין הלכה כרבי יהודה: \n"
            ],
            [
                "אמר יתברך (במדבר י״ט:ב׳) פרה אדומה תמימה ואמרו אם תמימה ממומין הרי כבר נאמר (שם) אשר אין בה מום אלא תמימה באדמימות ירצה לומר שלימת האדמימות. בתוך גומא אחת בתוך חפירה אחת ירצה שיהיה צמיחתו אחת רבי יהודה אומר אפי' בתוך כוס אחד וכוס הוא עגול מן הגשם יש בה כלל מן השיעור בשטח אחד:<b> והם מוכיחות זו את זו.</b> תורה אחת על חבירתה והוא שיהיה האחת קרובה מן האחרת ונכחית אליה בשטח אחד. והנה יתבאר בפ' ששי מנדה (דף נב:) ששיעור שתי שערות האמורות בכל מקום כדי שיהו נטלות בזוג ואם יהי' בעיקרה המאדים יכול להנטל בזוג אם יחתך ראשן המשחיר הנה היא כשירה לדברי חכמים והלכה כחכמים וכתנא קמא אשר יאמר ששתי שערות לבד פוסלין בין שחורות בין לבנות: \n"
            ]
        ],
        [
            [
                "מאמרו כהן השורף את הפרה תדע שכל כהן כשר לשריפתה אמר יתברך (במדבר י״ט:ג׳) ונתתם אותה אל אלעזר הכהן והוא היה סגן הכהנים בעת ההיא ואמרו בסיפרא זאת נעשית באלעזר ושאר כל הפרות בין בכהן גדול בין בכהן הדיוט. לשון התורה בהפרשת אהרן ובניו ז' ימים במקדש והן ז' ימי המלואים אמר (ויקרא ח׳:ל״ג) ומפתח אהל מועד לא תצאו שבעת ימים ואמר אחר זה כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם ואמרו (יומא דף ב.) צוה ה' לעשות זה מעשה פרה לכפר עליכם זה מעשה יום הכפורים ובאה אלינו הקבלה (שם) שכהן השורף את הפרה וכהן גדול העובד ביום הכפורים יפרשו שבעה ימים קודם זה ויעצרו מאשה שמא תמצא נדה והעיקר אצלנו שמי שבועל נדה יטמא ז' ימים כמו שביארנו בפרק ראשון מכלים ועוד תראה אמרם בסוף זבים בועל נדה כטמא מת. ושם המקדש כולו בירה אמר הפסוק לבנות הבירה אשר הכינותי כונה שתהיה זאת הלשכה צפונה מזרחה להיות פרה אדומה נקראת חטאת וכל חטאת טעונה צפון ר\"ל שחיטתה וקבול דמה בצפון כמו שהתבאר בפרק חמישי מזבחים (נב:) והעידו שזה אשר צוה האל ית' בשחיטתה בחוץ א) היא מפני אשר תשחט בצפון וקראו זאת הלשכה בית אבן כי כל הכלים אשר היה משתמש בהן שם כל ז' הימים היו כלי אבנים וכיוצא בהן כדי שלא יקבלו טומאה כמו שביארנו בכלים וסבת זה שפרה אדומה מתעסקין בה טבולי יום כמו שיתבאר ואמרו שטבולי יום יקחהו שלא תצטרך לטהרה רבה ולזה נמנע מזה המקום הכלים אשר יקבלו טומאה:<b> מזין עליו כל ז' מכל חטאות אשר היו שם.</b> ירצה בו מאפר כל פרות אדומות אשר נעשו מימות משה ועד היום הזה כי השאר אשר ישאר מכל אחד מוצנע ויזה עליו כל יום מאפר פרה זולת מאפר אשר הזה עליו בכל יום אשר לפניו והכל מודים שטבילה בזמנה מצוה והמחלוקת בין תנא קמא ובין ר' יוסי ובין ר' חנינא אמנם היא בהזאה וכבר ידעת שטמא מת צריך הזאת ג' וז' תנא קמא יאמר שהזאה בזמנה מצוה כמו טבילה בזמנה ולזה מזה עליו כל יום מאלו ז' ימים כי לא נדע מתי נטמא ואולי היום הזה הוא יום ג' לטומאתו או בשביעי וכן נאמר ביום הב' ובג' אמנם ביום ב) (הרביעי) ומה שאחריו לא יתכן בו שיהיה אלא שביעי לטומאתו ור' יוסי אמר לא נקיש ההזאה לטבילה והזאה בזמנה אינה מצוה ולזה יאמר בג' ובז' לבד מזין עליו וכן יסבור ר' חנינא סגן הכהנים זולת שהוא יאמר שהכהן השורף את הפרה מזין עליו בכל יום לגודל מדרגת הפרה ולהראות לה קדושה נוספת כמו שיש לה מעלה יתירה בקודש כמו שביארנו בחגיגה (דף יח:) והוא אמרם בתת סבה לזה מעלה יתירה והלכה כר\"ח סגן הכהנים ובתוספ' (פ\"ב) סגן השורף את הפרה הפרשתו בטהרה ואין אחיו הכהנים נוגעים בו זה כולו לגודל מעלתה לסבה אשר ספרנו והוא שלא יזלזלו בה: \n"
            ],
            [
                "<b>הלול.</b> בעל חלל ירצה שיהיה בנוי בנקוב וכבר בארנו קבר התהום ותנאו בסוף נזירות (דף סג.) וידוע ממה שקדם באהלות (פט\"ו שאילו יהיו על המת אלף אמות עפר הנה הוא יטמא אלא אם יהיה עליו אהל יהיה מקיף עליו האהל יהיה טהור כפי מה שביארנו באהלות. ואמנם יבחרו השוורים להיותם עבי הבטן וכאשר יורכב עליהם הנער לא יתלו רגליו על הארץ כדי שלא יאהיל על קבר התהו' ברגליו ויטמא כמו שהתבאר באהלות (פי\"ח) ועם זה הם ישימו הלוחות על גביהם עד שישוב אהל והנער יושב מלמעלה ולזה ג\"כ יבחרו כוסות של אבן לפי שהם לא יקבלו טומאה ואפילו נגע בהן המת כמו שהתבאר בכלים:<b> ושלוח.</b> שם נהר נגר ולזה הותר אליהם הירידה שם לפי שאינו מקום שקט שנתלה שיש שם קבר התהום ור' יוסי יחוש ואמר שהוא ממלא והוא על גבי השוורים ואינה הלכה:  "
            ],
            [
                "<b>קלל של חטאת.</b> כד שיש בה אפר פרה ותרגום (בראשית כד) ותער כדה ונפצת קולתה והכונה שיקשור בראשו חבל ובקצה זה החבל מטה ויכניס קצה המטה בכלי אשר בו אפר הפרה ואחר יכה זה הכבש בענין ממיני ההכאה יתנער אפר הפרה ויפול לפניו ויקחהו וישליכהו במים וזהו כולו לבל יגע באפר הפרה כי שמא הוא טמא ויטמא לפי שאפר הפרה יטמא ויפסיד כמו שהתבאר ולא אפשר ג\"כ ללקחו בכלי לבל יהיה מסיטו והוא טמא:<b> אל תתנו מקום לצדוקים לרדות.</b> נגזר ממאמר (שם א) וירדו בדגת הים והכונה שלא ימצאו מקום למשול עלינו בו ולהרחיב פה בדבר ובגנאי והלכה כרבי יוסי: ואשר ראוי שתדעהו שזה הענין אינו הכרחי בכל מקדש מי חטאת שלא יהיה אלא כן ואמנם הכונה מה שאספר לך וזה שכל טמא מת אין לו טהרה אלא בהזאת שלישי ושביעי כמו שבא בפסוק ואמר יתעלה (במדבר יט) וטבל במים איש טהור. ואם שיעדנו אנחנו שלא נמצא איש טהור אבל כולן טמאין טומאת מת כמו בזמננו זה איך יהיה אפשר שיטהר הכהן השורף את הפרה והאיש אשר יזה יצטרך שיהיה טהור ואין שם מי שיזה עליו הנה הגיע בטול זאת המצוה כי אפר הפרה אמנם יטהר הטמא אם יזה עליו איש טהור וזה האיש לא יהיה טהור אלא באפר הפרה ואומר אני שאפשר לנו התחבולה במציאות אנשים אין טומאת מת עליהן כלל ועם זה נרחיקם בכל יכלתנו מגעם באפר ויהיה הקדוש בכלים שאין מקבלין טומאה ויזה על זה הכהן השורף ויטהר אמנם כל עוד שיהיה אצלנו איש טהור ידוע הנה אין הבדל בין איש שלא נטמא לעולם במת ובין איש אשר נטמא כל ימיו ואח\"כ טבל והזה עליו ג' וז' אלא שזה אשר הוזה עליו יותר גדול המדרגה בטהרה לפי שהפסוק כבר שפט עליו שהוא טהור ולכן לא נקפיד לו בקבר התהום עד שנתאמת ולשון התוספתא (פ\"ב) מעשים אלו עשו כשעלו בני גולה ר\"ל שלא היה נמצא אצלם איש טהור ור' שמעון אימר עפרם ירד עמהם ועלה ירצה לומר שהם היו טהורים מטומאת מת ולא נעדר מהם איש טהור לפי שהכל מודים שלא גזרו טומאה על ארץ העמים אלא לאחר שעלו מן הגולה: \n"
            ],
            [
                "הכוונה שהם אם הוכנו בכלי טהרה לחטאת ממין או ממינים כטהרו לקיחתה מעסק זאת החטאת ולא יקחו לחטאת שניה בזאת הטהרה עד שיטהרו את הכלים ואע\"פ שיהיו טהורים לזאת החטאת השניה וכן התינוק אשר נטהר למילוי מי חטאת הנה לא ימלא זה הכלי תינוק אחר אע\"פ שהיה טהור עד שיטבול כחוק זה המילוי וזה סדר אמרם בי\"ט מטבילין מגב לגב כמו שבארנו שם אמנם היות התינוקות צריכין טבילה הנה זה ד\"ה וכן נתבאר בתוספתא ואע\"פ שהיינו שומרים אותם מטומאת מת הנה יטמאו טומאת ערב באחד מן הטומאות האחרות ואמנם המחלוקת בהזאה הנה ר' יוסי יצריכס עם היותנו שומרים אותה שמירה רבה והם אותן אשר יהיו מזין (קצת) [קצתם] על (קצת) [קצתם] כי אין אצלנו יותר [טהורים] מהן וזהו כולו להגדיל יכולתה ולהוסיף בגדולתה ור\"ע אומר שאין לזאת ההזאה מקום וכל מה שעשינו אמנם עשינו אותו עד שיהא אצלנו איש לא יצטרך להזאה כמו שבארנו והלכה כר\"ע: \n"
            ],
            [
                "זה שב אל הדבור הנאמר בתחלת זה הפרק אשר אמר ומזין עליו כל שבעת הימים מכל חטאות אשר היו שם ואמר שאם לא יזדמן שיהיה שם שארית אלא מפרה אחת ממנה יזה עליו כל ז' ואמנם הכונה שיזה עליו מכל חטאות שיהיה שם ור\"מ לא יחשוב הב' אשר שרף שמעון הצדיק אלא כאחת וכן מן הב' אשר שרף יוחנן כהן גדול וחכמים יחשבום לד' וסבת זה לענין נתחדש בענין שרפתה או לענינים היו באלו הפרות ממה שיחייב זה אצל ר\"מ שהם פסולות ולא יחשבם ואצל חכמים כשרה בהיות (שמור) [אפר] כל אח' מהן שמור וכל מה שקרה בהן כפי מה שהתבאר בתוספתא מחדוש ישמעאל בן פיאבי שהוא שרף אח' במעורבי שמש וחשב שהוא כבר הפליג בטהרה ואמר גנאי מעשותה בטבולי יום ואין בזה מחלוקת ואם תעשה במעורבי שמש יהיה יותר גדול ויותר נכבד ועיון אנשי הכנסת על זה ארוך ואחרים אמרו אם מקיימים אנו זאת אנו מוצאים שם רע על הראשונות ויהיו אומרים טמאות היו גזרו עליה ושפכוה וחזרו ועשו אחרת בטבול יום: \n"
            ],
            [
                "כבר בארנו במקומות רבים שהכבש הוא ענין הנקרא דאלקה אשר יעלו ממנו למקום גבוה ואמר שזה הכבש היה בנוי בקיבוב על גבי קיבוב ואחר ביאר לאיזה דבר הוצרך זה הכבש כיפין על גבי כיפין ולא היה כיפה אחת ואמר שסבת זה היות הכיפה נגד האוטם מפני קבר התהום וזה שאילו היה הקיבוב הבנוי תחתיו כפי זאת הצורה <img src=\"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQEAYABgAAD/4RDyRXhpZgAATU0AKgAAAAgABAE7AAIAAAANAAAISodpAAQAAAABAAAIWJydAAEAAAAaAAAQ0OocAAcAAAgMAAAAPgAAAAAc6gAAAAgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEZhbWlseUNhbnRvcgAAAAWQAwACAAAAFAAAEKaQBAACAAAAFAAAELqSkQACAAAAAzQ3AACSkgACAAAAAzQ3AADqHAAHAAAIDAAACJoAAAAAHOoAAAAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAyMDE2OjExOjAyIDE1OjM0OjM2ADIwMTY6MTE6MDIgMTU6MzQ6MzYAAABGAGEAbQBpAGwAeQBDAGEAbgB0AG8AcgAAAP/hCx9odHRwOi8vbnMuYWRvYmUuY29tL3hhcC8xLjAvADw/eHBhY2tldCBiZWdpbj0n77u/JyBpZD0nVzVNME1wQ2VoaUh6cmVTek5UY3prYzlkJz8+DQo8eDp4bXBtZXRhIHhtbG5zOng9ImFkb2JlOm5zOm1ldGEvIj48cmRmOlJERiB4bWxuczpyZGY9Imh0dHA6Ly93d3cudzMub3JnLzE5OTkvMDIvMjItcmRmLXN5bnRheC1ucyMiPjxyZGY6RGVzY3JpcHRpb24gcmRmOmFib3V0PSJ1dWlkOmZhZjViZGQ1LWJhM2QtMTFkYS1hZDMxLWQzM2Q3NTE4MmYxYiIgeG1sbnM6ZGM9Imh0dHA6Ly9wdXJsLm9yZy9kYy9lbGVtZW50cy8xLjEvIi8+PHJkZjpEZXNjcmlwdGlvbiByZGY6YWJvdXQ9InV1aWQ6ZmFmNWJkZDUtYmEzZC0xMWRhLWFkMzEtZDMzZDc1MTgyZjFiIiB4bWxuczp4bXA9Imh0dHA6Ly9ucy5hZG9iZS5jb20veGFwLzEuMC8iPjx4bXA6Q3JlYXRlRGF0ZT4yMDE2LTExLTAyVDE1OjM0OjM2LjQ2NzwveG1wOkNyZWF0ZURhdGU+PC9yZGY6RGVzY3JpcHRpb24+PHJkZjpEZXNjcmlwdGlvbiByZGY6YWJvdXQ9InV1aWQ6ZmFmNWJkZDUtYmEzZC0xMWRhLWFkMzEtZDMzZDc1MTgyZjFiIiB4bWxuczpkYz0iaHR0cDovL3B1cmwub3JnL2RjL2VsZW1lbnRzLzEuMS8iPjxkYzpjcmVhdG9yPjxyZGY6U2VxIHhtbG5zOnJkZj0iaHR0cDovL3d3dy53My5vcmcvMTk5OS8wMi8yMi1yZGYtc3ludGF4LW5zIyI+PHJkZjpsaT5GYW1pbHlDYW50b3I8L3JkZjpsaT48L3JkZjpTZXE+DQoJCQk8L2RjOmNyZWF0b3I+PC9yZGY6RGVzY3JpcHRpb24+PC9yZGY6UkRGPjwveDp4bXBtZXRhPg0KICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICA8P3hwYWNrZXQgZW5kPSd3Jz8+/9sAQwAHBQUGBQQHBgUGCAcHCAoRCwoJCQoVDxAMERgVGhkYFRgXGx4nIRsdJR0XGCIuIiUoKSssKxogLzMvKjInKisq/9sAQwEHCAgKCQoUCwsUKhwYHCoqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioq/8AAEQgARwA6AwEiAAIRAQMRAf/EAB8AAAEFAQEBAQEBAAAAAAAAAAABAgMEBQYHCAkKC//EALUQAAIBAwMCBAMFBQQEAAABfQECAwAEEQUSITFBBhNRYQcicRQygZGhCCNCscEVUtHwJDNicoIJChYXGBkaJSYnKCkqNDU2Nzg5OkNERUZHSElKU1RVVldYWVpjZGVmZ2hpanN0dXZ3eHl6g4SFhoeIiYqSk5SVlpeYmZqio6Slpqeoqaqys7S1tre4ubrCw8TFxsfIycrS09TV1tfY2drh4uPk5ebn6Onq8fLz9PX29/j5+v/EAB8BAAMBAQEBAQEBAQEAAAAAAAABAgMEBQYHCAkKC//EALURAAIBAgQEAwQHBQQEAAECdwABAgMRBAUhMQYSQVEHYXETIjKBCBRCkaGxwQkjM1LwFWJy0QoWJDThJfEXGBkaJicoKSo1Njc4OTpDREVGR0hJSlNUVVZXWFlaY2RlZmdoaWpzdHV2d3h5eoKDhIWGh4iJipKTlJWWl5iZmqKjpKWmp6ipqrKztLW2t7i5usLDxMXGx8jJytLT1NXW19jZ2uLj5OXm5+jp6vLz9PX29/j5+v/aAAwDAQACEQMRAD8A+kawJPHnhCG4lgm8V6JHNCSJI21GEMmOuRuyMVvkZBAOPcdq+Z/gj8GPCXjL4dLrPiOGa6upruVV8qd4xGi4AUgHBOQTn/ax2oA9yf4leBo0LN4x0Egf3dShY/kGqCD4q+Arlysfi/RwQxX95eIgz9WI49+lcwv7OHw4VgTpd0wByQb2TB/Wnxfs6fDWMNv0WeXcOC99N8v0ww/WgDrf+Fj+CP8AocvD/wD4NIP/AIqqJ+Lvw/E7w/8ACW6XuTdk+eNp2gk4boenGDzxjORWGf2d/hp5Hl/2DIGwB5n26fd9fv4/Sqd5+zx8ObPTbuddIuJHjgdk33suAQpIPDD/AAoA9F8N+J9H8X6KmreHbwXljIzIsojZOVOCNrAEfiK1a8b/AGYtNgtfhS17CZPNvbyQyhpMrlflBA/h4xn1xmvZKACvIv2anKfCuexljaOew1W4tplOCA4CMcEE5HzAfnXrteSfs8f8ir4n/wCxmu//AECKgD1uiiigAqC+R5NOuUhRZJGiYKjdGODgHNT0UAeT/s2avFqXwZtLWKF4zpl1PauWYHexbztw9BiYDHtXrFeL/svqU+HGsK2zK67OD5Ywv+ph6e1e0UAFeQfs7B/+Ef8AFRJby/8AhI7naDjaDsjzjjOenU46Y759frxj9nW5tPs/jKyjGb2LW3mlcKdpjdcIM9yCkmR2/GgD2eiiigAooooA8k/Z4/5FXxP/ANjNd/8AoEVet149+ztcxvofiy1G7zIvEVxI2VO3DKgGD0J+Q8duPUV7DQAVVsNLsNLWZdMsbazW4maeYW8KxiSRsbnbAGWOBknk4q1RQAUUUUAFFFFAHg/7NsezXviATN8/9pRqYDnKYab5vxyR/wABr3ivDvgvC0fxo+KW2L5P7RyZCQSpaaY44OMHk+vA969xoAKKKKACiiigAooooAx9C8K6R4cutUudJtfJm1a7a8vJCxYySMck89ByeBxyfWtiiigD/9k=\">הנה אם הגיע מקבר בין שני העמודים תחת הכיפה הנה אותו שיהיה ע\"ג הכיפה טהור בלי ספק ואם יזדמן שיהיה המת תחת אחת מן העמודים הנה אשר יהיה על גב הכיפה טמא לפי שהוא עומד על גבי המת כמו שנתבאר בשביעי מאהלות ולזה יצטרך שיהיו אלו העמודים תחת קיבוב אחר גם כן ואלו העמודם אשר יקראו אוטם כמו שבארנו פעמים שהאוטם הוא הדבר המקשי אשר אין לו חללים וזו היא צורתו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAEUAAABNCAYAAADw3qlEAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAAhdEVYdENyZWF0aW9uIFRpbWUAMjAxNjoxMTowMiAxNTozOToxNnU6fjwAAAURSURBVHhe7ZuxVeQwEIa11wMZSwFAAUACRFQADZCRQQNAAUBEBg1AEUAEBQANLBkZDXD6vTPcWB5pvQ+NbDh/7/mtZK8t6/fMaCTvjj49bqDGH/ocEAyiKAyiKAyiKAyiKAyiKHQ6JN/e3rrX11eq1dnd3XXLy8tUKwxEKcnNzc3n1tYWHsTM7eTkpPp+aYqIgo6Nx2O142239fX1SqQSmLsP3GNlZYVqzvmOUcm54+NjKjXBeXAvIM/xVuYuLy9tXauSxgi2EHx+1w0mk0l1DS9wZTnfvV4KU1Hu7+9NTN4HYVNXGiaECkOeojCIohB1H0T/l5cXqtXBaILoj9EBmx8u3eLiont7e6s+Jdh3eHhYlU9PT7+uieQM8AjDdcDXj6G1o4E+7O3t1fqBdp6entza2lo1qqntQBQNHIptSL58Q+oxbUNQxGihHYttDM7VjstN+w7ur825Gqql4OlBYd8R2lNHWkobQqtoA1sfzsETD5+oZsncDo7t7OxU1gBgWY+PjzVrhNXCUtBHub+ikkYhcehXwFak5Tv/faBtWIlHFYXNHGbHwNxGo1HlVqurq1XZakMbGxsb1ad2HJv8DpdxX7wP945+yHM091VdmiymBgdFCeqlt7azaW1DoOWMml3FWwX1Ju0+SVEw32C4oZ8KRMA8jJlbFICnJMEFfjryocKKYg86Gmjv7u6o9Hu4vr6mknMLCwvzJ28wLwZqJr6aBVimNGW0L+/hu7C7MFyfy1L8SVRyyZQ7F96cqTTF3yyVbNHaSeYpPCSrw1ZG5NDfB5KiIDUGcjnRgjaTu5KoovCT42yvhPsAa4tsiyoKPzm+yb7cbCmS7oOZapeUCrYhSVE+Pj6oVIYwdlnHshhJUUo9KXbPUrFrFqoopWOINn0HqZdluWi9dMBgBaskMXFKkxRlf3+fSmWQSRwWl0ugtaOKwk+sdFJ1dHREJecmkwmVbNHaUUVh9fjJlUrDZQowHo+pVB5VFFaPLYXTfWv4/RDglfguUEXpKj+Q5B4B8RMOjdajD/KFz2qxbcr5+blpznJxcUGlKVgkzw2WJqQA6GOsT6ooIXAjy8SqhHtifUhaH9KNmDWqoiwtLdWeVljPTddzrJBkoGVQD1fGcvIj1lM05PKkBdbXn4fWomxublIpP2EeVHoiGtJaFEtC93l/f6eSLXjNodELUZBBS+uI5RTfJcySY+30QhQEcpkwWsWXMEuODR69EEUj99wHQiMJlcTctBeihNMKmHXuuQ8WrGTsQhvPz89UC5i+KKyD3V5ZqpV5uY4X3hIfY6iUj7bX7I37hCOBxaI5LLLNRLMXomAKIW92e3vbJPWHKPiV0yxheiFKmKxhVLBYZOIYAmFS9Hb0OTs7o1JeeBhOTXBVUTCVl68XrFfZSy1SA56uwIWibyso4HYKbsMPkVSb1r3/Uy0/uD42OcJKGpYSBj1guZYCwjwFWC5qcXvR5RAS5wvsCncrX8uKH2kaeZF3Warlh3/9GetXLwJtqbcFIbE5VkMUzZSt0XKSUu+aNBqilFrgkWiWYmk9POq0niV7l6JSt8hXqLlhtzk4OKg+QxqiPDw8UKlbrN4Qcv8gTCz/aohiterVF9A/xM1UPxui9IU2s9l54TnP1dVVciFeFaWLESgk99QCbgOhEVxnuuY0XfmHF6Txdw8/ElDJBrQX/i7fus0Uwz/YFXobU7pkEEVhEEWht6KUXHgKGQJtA+f+Aht5tsdK22pJAAAAAElFTkSuQmCC\"> והיה הבנין תחת מקום ההליכה כולה אשר מהר הבית להר המשחה עד שהיו עמודי הכיפה אשר היה הולך עליה הכהן מורכבת על גבנונית כיפות אחרות אשר תחתיהן כאשר התבאר לך מן הצורה: וביאור כל מסעדיה כל עוזריה ר\"ל כל עוזר בעסקה תרגום (בראשית מ״ח:י״ז) ויתמוך יד אביו וסעדוה לידא דאבוהי והוא לשון עברי גם כן ה' יסעדנו על ערש דוי (תהילים מ״א:ד׳): "
            ],
            [
                "דע שכל העוסק בפרה בשרפתה וקיבוץ אפרה ומלוי המים והקידוש והוא נתינת האפר במים כולן מחוייבין שיהיו טבולי יום כמו שבא אלינו בפירוש שכל מה שאמר יתעלה בזאת הפרשה (במדבר י״ט:ט׳) איש טהור ר\"ל שהוא טהור למעשר והוא טבול יום כמו שביארנו ואותן שלא יאמינו בקבלה יחייבהו שיהו מעורבי שמש לאמרו איש טהור ובא השמש וטהר ולא יקרא טהור עד שיעריב שמשו והיו הם ע\"ה מטמאין המתעסקין בה באחד מן הטומאות אשר טומאתן טומאת ערב ואחר יטבול וישוב טבול יום ויתחיל להתעסק בזה היום עד שלא יפול מחשבה וספק שיתאמת מה שאמרו קצת הצדוקין שתצטרך מעורבי שמש: \n"
            ],
            [
                "כבר קדם שהם יטמאוהו כמו לנוגע בשרץ או בנדה או מה שדומה לזה ואחר יצווהו בטבילה ואמרו אישי כהן גדול הוא ספור מה שהיה נעשה תמיד לפי שכהן גדול היה שורף אותה ואע\"פ שהיא כשרה בהדיוט כמו שספרנו. וארזים וארנים כולן מיני ארזים וכן ברוש כמו שאמרו (סוכה דף לז.) ז' מיני ארזים הם ועצי תאנה חלקה עץ תאנים חלקים ולא יותנה בחלקות במיני הארז לפי שהוא: כמין מגדל ר\"ל שיהיה תחתיהם רחב וכל אשר יעלה יצר. ומפתחין חלונות במקום עובי העצים שיכנס בהם האש להבעיר במהרה. וחזיתה מערבה. ר\"ל עיונה מצד המערב כלומר פני המערכה והוא המקום אשר יושלך ממנו האש לצד המערב אשר יהיה נכח קדשי הקדשים כי הר המשחה במזרח ירושלים נגד שער המזרחי של מקדש כמו שבארנו בשני ממדות: "
            ],
            [
                "<b>מגג.</b> מין ממיני החילפין. ואומר ית' (שם) ולקח אלעזר הכהן מדמה באצבעו ואמר מצותה מצות יד ולא מצות כלי והעיקר אצלנו נאמרו אצבעות בתורה סתם ופרט לך הכתוב באחד מהן ימנית אף כל ימנית והנה כל אצבע שבתורה סתם הוא אצבע היד הימני והוא (הנקראת שבכה) [אצבע השני] מן האצבעות והוא אמרם הרגילה שבאצבעות ר\"ל המוכנת שימשש בה:<b> ועל כל הזאה טבילה.</b> ר\"ל שיטבול אצבעו בדם לכל הזאה ולא יזה הזאות רבות בטבילה אחת בדם לאמרו וטבל והזה על כל הזאה טבילה:<b> אליתות.</b> חתיכות עץ קטן יבער בהן אש ויושמו תחת העצים הגדולי' להבעירם ובש\"ס (ביצה דף לג:) אמרו הוה מפשח [ויהיב] להו אלותא [אלותא]:<b> וחריות.</b> זמורות של דקל ור' יהודה ידריך הפרה מדרגת הקדשים כי כמו שדם הקדשים אם קבל בשמאל פסל כמו שבארנו בב' מזבחים כן הוא דם הפרה ואין הענין כן כי דם הקדשים יזה על גבי המזבח ודם הפרה לא יזרק ואין הלכה כר' יהודה ולא כרבי עקיבא: \n"
            ],
            [
                "אם נתלקח האש בה והובערו העצים וכלה האש זה העובי אשר היו העצים עבים. נקרא המקום גת להדמותה כגת אשר דורכין בה הענבים אשר יסור סדור [קצת גובה] הגרגרים ויסחטו קצת הגרגרים וישארו קצת. ובספרי והשליך אל תוך שרפת הפרה (במדבר יט) שומע אני משתעשה אפר ת\"ל הפרה אי הפרה שומע אני אע\"פ שלא נשרפה ת\"ל שרפת הא כיצד משיוצת האור ברובה וקבלו מופת ג\"כ באמרו אל תוך שיושלך בקרבה בעת הבקעה וכבר נתבאר בהש\"ס (יומא דף מב.) ששני תולעת אשר יושלך בה משקל עשר זוזים לא פחות מזה וכבר נתבאר בעשירי מתרומות שזה השיעור הוא ה' סלעים וכבר בארנו משקל הסלע בריש קידושין (דף יא.) ושיעור האזוב אין פחות מגבעול ארכו טפח ואמנם יכול להיות יותר ואמנם עץ ארז לא ימצא לו שיעור שאזכרהו עתה מדבריהם ואמנם כפלם עץ ארז ג' פעמים וכן האזוב ושני התולעת לאמת שהוא הוא אשר אמר האל יתעלה כי מיני הארז הם ז' כמו שזכרנו ואמר השם יתעלה (במדבר יט) ארז לתת סיבה אלינו שזה המין אשר רצה והוא המין המפורסם בארץ הערב אשר ישתמשו בו בכל מקומותיו ויקראוהו אלשאפ\"ן כל האנשים ואני לא אעיד על זה המין אשר ראיתיו שם בארץ כנען ולא בארץ מצרים כלל עד היום הזה והאזוב ג\"כ מינים כמו שהתבאר בנגעים (פי\"ד מ\"ו) ויביאנו זה שהוא הוא הנאמר בתורה והוא אשר ירגילוהו האנשים במאכל ונרקחהו אנחנו במערב בדבש: <b>ושני תולעת.</b> הוא צמר צבוע בצבע הנקרא בערבי כרמ\"ז והודיע שזה המראה המצווה הוא צבע הכרמ\"ז הנקרא גרנ\"ה או צבע לק\"א ולא ברז\"י או רויי\"א או זולת זה מן הענינים המאדמים: "
            ],
            [
                "ירצה באמרו בשירי הלשון בקצה גיזי הצמר ושירים הם הקצוות ג\"כ ואמנם יקשרם לנושאם ולשומם בפרה לבל יאבדם הלהב ואם השליכם אחד אחד יהיה טוב: <b>וכוברים אותה בכברה.</b> יניפה בכברה הנקראת קריבי\"ל ור' ישמעאל אומר שבכלי אבנים לבד ישתמש בה אשר לא יקבלו טומאה לתוספת השמירה ואינה הלכה: שחור שיש בו אפר חתיכה שחורה שנשרפה או מן העצים או מבשרה אם יהיה נשחק וישוב אפר יודק ואם לא יגיע בה השרפה לזה הגדר אלא שנשארה אחוזת החלקים הנה תעזב ומן הראוי שתדע שאפר הפרה עם אפר העצים אשר נשרפה בהם הכל יקובץ והכל יקרא אפר הפרה ולשון ספרא (שרוף) ישרף שלא ימעיט לה עצים מרבה הוא לה חבילי (עצים) [אזוב] וחבילי אזוב יון כדי להרבות את האפר. וכבר קדם לך בתחילת מדות גבול הכ\"ד מקומות אשר היו בהן המשמרות הנה באותן הכ\"ד מקומות יחלק שלישיתה ולא יבא דבר מאפר הפרה בעזרה אלא חוץ לעזרה כמו שתראה זכרונו וזה לאמרו באפר הפרה והניח מחוץ למחנה במקום טהור ובתוספתא (ספ\"ב) אמרו שזה של משמרת ליטול ממנו בני עיירות וזה שבהר המשחה לפרות אחרות וזה שנתון בחיל למשמרת מגזרת הכתוב (במדבר י״ט:ט׳) והיתה לעדת בני ישראל למשמרת ירצה לומר שיוצנע ממנה מעט בחוק ההשארות: \n"
            ]
        ],
        [
            [
                "אמר השם יתברך בפרה (שם) חטאת היא ומאשר קראה חטאת חייבת משפטי החטאת שאם נשחטה שלא לשמה פסולה כמו שהתבאר בזבחים (דף ו) ושהיא תצטרך רחיצת ידים ורגלים כשאר קדשי מזבח ור' אלעזר אומר אחר שנשחטה בחוץ יצאת ממשפט הקדשים ואמר בפרה אדומה (במדבר יט) ונתתם אותם אל אלעזר הכהן ר\"מ אומר זאת נעשית באלעזר ושאר כל הפרות בכ\"ג וזהו המאמר פה ושלא בכ\"ג פסולה וכבר בארנו במה שקדם שהיא כשרה בכהן הדיוט וכלי לבן הם אותן שהי' לובש כ\"ג ביוה\"כ לעבודת היום כמו שהתבאר בפסוק ואמנם הם ד' כלים [ג\"כ] אשר היה לובש בהן [כל] כהן הדיוט לעבודה ולשון התוספתא מצותה בד' בגדי לבן של כהן הדיוט [כתונת מכנסים אבנט ומגבעת] ואם עשא' בבגדי זהב או בבגדי לבן חול פסולה וידענו זה בגזרה שוה אמר האל יתברך ביוה\"כ אשר ל' הפסוק בא באלה ד' בגדי' (ויקרא טז) והיתה זאת לכם לחוקת עולם ואמר בפרה אדומה (במדבר יט) והיתה לבני ישראל ולגר הגר בתוכם לחוקת עולם ואמרו מה חוקה האמורה כאן בבגדי לבן אף וכו' ואין הלכה כרבי אלעזר: \n"
            ],
            [
                "בשתי גיתות שחתכה ועשה גת לקצתה וגת לקצתה ואמרו או ששרף ה' בגת אחד אע\"פ שהיתה כל אחת יוצאת לבדה כפי מה שקדם. ואמר האל ית' (שם) והזה אל נכח פני אהל מועד ולזה יצטרך שיזה כנגד פתחו של היכל והוא יראהו ר\"ל ההיכל כמו שיתבאר בפ' שני ממדות: הזה מששית שביעית ר\"ל שהוא טבל אצבעו טבילה ששית והזה ממנה ששית ושביעית הנה פסלה לפי שמתנאה כפי מה שהודעתיך על כל הזאה טבילה ואע\"פ שהוא שב אחר זהו טבל טבילה שביעי' והזה ממנה הזאה שביעי' הנה זה לא יספיק לפי שהוא כבר פסלה אמנם אם הזה מטבילת שביעי ב' הזאות שביעית ושמינית הנה היא כשרה לפי שכבר נשלמו שבע הזאות כמצותה וכל מה שיבא אחר זה לא יפסידה וזה אפי' שב והזה שמינית או תשיעי' או עשירי' לא פסלה: \n"
            ],
            [
                "כבר קדם לך סברת ר' אליעזר בתחלת זה פרק שהוא לא (יטמא) דין שאר קדשים בפרה ואשר חייב (שנפסול) אותה אם חשב לאכול ממנה ואפי' אצל חכמים לפי שלא בא לריח ניחוח: "
            ],
            [
                "בזאת ההלכה יש עקרים רבים והבינם אמר יתברך (במדבר י״ט:ג׳) ושחט אותה אמרו בא הכתוב ולימד על הפרה שתהיה מלאכה פוסלת בשחיטתה וזה מאמרו אותה שלא יתעסק בעסק אחר עם שחיטתה וג\"כ אמרו באומרו (שם) ושרף את הפרה בא הכתוב ולימד על הפרה שתהא מלאכה פוסלת בה משעת שחיטה עד שתעשה אפר ואמנם כולם מטמאין בגדים הנה הפסוק אמר (שם) כאשר ישחטנה ואשר ישליך בה עץ ארז ואזוב ושני תולעת וכבס בגדיו הכהן ורחץ בשרו במים ואמר (שם) כאשר ישרפנה והשורף אותה יכבס בגדיו ואמר כאשר ישחקנה וינפה אותה ויקבוץ אפרה וכבס האוסף את אפר הפרה את בגדיו וטמא עד הערב ואמרו שמה שאמר האל יתברך שהמשליך את האזוב מטמא בגדים ק\"ו לאשר ישרפנה ואמר והשורף אותה יכבס בגדיו ללמד שכל העסוקים בפרה מתחלה ועד סוף מטמאים בגדים וטעונים רחיצת גוף והערב שמש וכבר התבאר בתחלת זה הספר כוונת אמרנו מטמא בגדים זה שכל בגד או כלי יגע בו והוא באותו העת מתעסק בשרפה הנה יטמאנו: אמר יתעלה (שם) חטאת היא מלמד שמועלין בה ומי שנהנה ממנה בשוה פרוטה חייב מעילה כאשר יתחייב מי שנהנה בקדשי מזבח כפי מה שהתבאר בתחילת מסכת מעילה ואמר לעולם בין לפני שריפתה בין לאחר שריפתה מועלים בה עד שתעשה אפר ואז לא ישאר בזה האפר מעילה וכן מותר לקבצו בלילה ושלא בכהן ושלא יפסל אם יתעסק במלאכה בעת קבוץ האפר כמו שאמרנו לעולם מועלין בה עד שתעשה אפר: <b>ומעשיה בכהן.</b> עד שתעשה אפר ומרבין לה עצים עד שתעשה אפר אמר (במדבר ינו)ואסף איש טהור אמרו לפי שכל מעשה פרה בכהן שומע אני אף אסיפת האפר תהא בכהן ת\"ל איש טהור מגיד הכתוב שאסיפת האפר בכל אדם: אמר והמלאכה פוסלת במים עד שיטילו האפר. אלו העיקרים שימם נכח עיניך כי עליהם סובבת זאת ההלכה ומלותיה וזה שהמים ישאבו ממים חיים כמו שהתבאר ויקחו אלו המים בכלי ויעורב עמהן מעט מאפר הפרה שיעור שיתראה על פני המים וזה המעורב הוא אשר קראו האל מי נדה והוא אשר קראו המשנה מי חטאת ויקראו ג\"כ מים מקודשים וכל מה שתראה ותשמע בזאת המסכתא מקודש ומה שישתמש ממנו ממקדש ומקדשים וזולת זה ר\"ל השלכת האפר במים השאובין וכל מה שתשמע ממלאין ומלא והממלא אמנם היא שאיבת אלו המים אשר יושלכו בהן האפר ולזה המים אשר יובאו לקדוש לא יותר לו שיתעסק בדבר אחר כל עוד שישאבם ולא בעת נשאם ולא בעת יציקתם מכלי אל כלי ובכלל כל עוד שלא יושם בו אפר הפרה המלאכה פוסלת בה ואם השליך בה האפר ושב מקודש הנה לא יפסל בעשיית מלאכה ולא בשעת הזאה בעת שיזה ממנו על הטמא לא יפסל בעשיית מלאכה ואמרו בספרי אין לי אלא מלאכה פוסלת בפרה במים מנין ת\"ל (שם) והיתה לעדת בני ישראל למשמרת למי נדה ר\"ל שמי נדה כמו פרה כמו שהפרה נפסלה במלאכה כמו שבארנו כן המים ואמרו שם או יכול אפי' קדשו ת\"ל למי נדה כבר הן מי נדה ר\"ל שהן יפסלו במלאכה כל עוד שיחשוב בהן להיות מי נדה אמנם אם שבו מי נדה הנה לא יפסלו במלאכה ושמור הכוונת האלו תמיד ר\"ל הקדוש והמלוי ושהמילוי נפסל במלאכה ומעת התקדש המים באפר אין המלאכה פוסלת בהן ולשון התוספתא כל מעשיה ביום חוץ מאסיפת האפר והמלוי והקדוש וכל מעשיה בכהנים חוץ מאסיפת האפר והמלוי והקדוש והזאה ולעולם אין מזין ואין מקדשין הימנה אלא בכלי כל מעשיה מלאכה פוסלת בהן חוץ מאסיפת אפרה והזאת מימיה: \n"
            ]
        ],
        [
            [
                "<b>כלי חרס לחטאת.</b> אם לקדש בו או למלאות בו. טובל ולן על הכבשן ילין על התנור שמבשלין בו הכלי חרס עד. שיפתח אותו לעיניו ויקח ממנו הכלי בטהרה. וכבר קדם לך באהלות (פ\"ה) שהכל נאמנים בכלי חטאת שהוא טהור לאומרו (במדבר י״ט:ט׳) והיתה לעדת בני ישראל למשמרת כל ישראל ראויין לשומרה ואפי' הביא ע\"ה כלי מביתו ואמר שזה טהור לחטאת יהיה נאמן והלכה כרבי יהודה. ובתרומת פותח את הכבשן ונוטל ר\"ל שיפתח הכבשן (ועליו) היוצר ויבא זה שירצה לקחת כלי טהור לתרומה מזה התנור הפתוח ויקח ממנו כלי והוא טהור לפי שכלי חרס אמנם יטמאהו ע\"ה אחרי התבשלו והוא עדיין במקומו בכבשן ולא יגע בו ולא יזיזהו ממקומו ואמר ר\"ש שהוא יקח מסדר השני לא מן השורה הראשונה אשר נכח פני הכבשן כי לפעמים יגע באלה הכלי חרס ע\"ה בעת שפתח הכבשן ואמר ר' יוסי מן הסדר השלישי לפי שהוא לפעמים יקח כלי להביטו ויגע בכלי אשר אחריו אשר יבא בסדר השני ואחר [כך] ישיב הכלי אשר לקח מהסדר הראשון למקומו ולכן לא יקח אלא מסדר השלישי ואין הלכה לא כרבי שמעון ולא כרבי יוסי אלא כל מה שילקח מן הכבשן אף על פי שיהיה פתוח הנה הוא בחזקת טהרה: \n"
            ],
            [
                "הנה התבאר לך שראוי למלאת ולקדש בכל הכלים ואם היו כלי עץ או כלי מתכות טמאין ויוטבלו לקחת מהן מי חטאת וכבר הטבילוה במי מקוה במים שאין לקדש מאלו המים אלא ממי מעיין למאמר האל יתברך (במדבר יט) מים חיים ינגב אלו הכלים מלחות מי המקוה אשר בהן ואז יקדש באלו הכלים ואם הטביל אלו הכלים במים חיים לא יצטרך לנגבן ואם היה כוונתו שישי' באלו הכלים מים מקודשין לא שיקדש בהן עצמן הנה א\"א מבלי שינגבם לפי שאין מותר שיוסיף מים ואפילו נתמעט שעורן של מים המקודשים שלא יתערבו שאין מקודשין במקודשים כלל אבל מעת הגיע האפר במי מעיין שבכלי הנה משפטו שיזה ממנו עד שיכלו אלו המימות ולא יוסיף בהן מים אחרים אע\"פ שהאפר נשארת: \n"
            ],
            [
                "<b>קרויה.</b> דלעת ששואבין בה מים מן הבורות ורוצים אנו לומר כאשר יוציא כל מה שבתוכה ישאר דומה לכלי עץ אך אם תתמיד לשאוב בה תשרה ותכנס בתוכה המים ותתלחלח ואמר שזאת הדלעת כשתשרה בהיות שואבין בה ממים שאין ראויים לקדש הנה ראוי הקדוש בה ולא נקפיד במים הנבלעים בתוכה שיצאו ויתערבו במי חטאת הנכנסים בתוך גרמה ואם נטמאת אע\"פ שיטבילוה במים הראוין לקידוש אין מקדשין בה לפי שבעת הטומאה שבו המשקין הנכנסים בתוכה משקין טמאין והן מתערבין עם מי החטאת ואמר ר' יהושע בהיות ראוי הקידוש בה קודם שנטמאה ולא נקפיד במשקין הנכנסין בגרמה הנה לא נקפיד בהן אחרי הטומאה לפי שכבר טהרה ואם היינו מקפידין אחר הטומאה ולא נקדש בה מפני המשקין כך לא נקדש בה קודם שנטמאה לרפיון עצמה לפי שיצאו ממנה משקין ונתערבו במי נדה ואמר ת\"ק בין כך ובין כך ר\"ל בין קודם שנטמאת בין אחר שנטמאת והטבילוה אפילו במים חיים אין אוספים לתוכה מים מקודשין לבל יתערבו בהן המים אשר יצאו ממנה כמו שקדם שאין מן הראוי להוסיף דבר במי נדה ואין הלכה כר' יהושע: \n"
            ],
            [
                "העיקר אצלינו שהכלים הנגמרים בטהרה צריכים טבילה בקדש ואין ספק שהחטאת קדש וכבר התבאר זה בסוף חגיגה (דף כג.) וא\"ר אליעזר שהם עשו מדרגת זה הכלי ואע\"פ שנגמר בטהרה מדרגת כלי טמא והוא שצריך טבילה והערב שמש ואם הטביל מיד ושם בו מי חטאת או אפר חטאת יהיה מחלוקת הצדוקין בזה מבואר לפי שלא העריב שמש זה הכלי ואנחנו נאמר אליהן זה הכלי הוא במדרגת טמא וצריך טבילה ועם כל זה לא נצריכהו הערב שמש כפי מה שביארנו שהפרה וכל מה שתולה בה כשר בטבול יום ואמר ר' יהושע לא יספיקנו זה לפי שזאת השפופרת כלי טמא הוא בגזרה דרבנן כמו שהתבאר בחגיגה (שם) אבל בלי ספק יטמא הכלי טומאה אמתית ואז יטביל וישתמש בה בחטאת עד שיתאמת בה אל הצדוקים שאנחנו נשתמש בכל עניני החטאת כולן טבול יום כמו שביארנו ושפופרת הוא אבוב קנה כשיוציא מה שבפנים מהמוח הנקרא פלוס וכבר התבאר בסוף י\"ז מכלים שאבוב כשיוציא מה שבפנים מהמוח הלבן הנקרא פלוס נהיה כלי מקבל טומאה כשאר כלי עץ ואמר יתברך (במדבר י״ט:י״ז) ולקחו לטמא מעפר שרפת החטאת ונתן עליו מים חיים אל כלי הנה כל מה שהוא פסול לאסיפת האפר פסול לקדש ואמר באסיפת האפר (שם) ואסף איש טהור ואמרו טהור להביא את האשה ורבי יהודה אומר שאמר ולקחו ולא אמר ולקח ירצה בו שראוי שיהיה גדול או קטן ויפסל באשה ובאנדרוגינוס לאומרו ונתן עליו ולא ונתנה. וזו מלה מורכבת ואין הלכה לא כרבי יהודה ולא כרבי אליעזר: \n"
            ],
            [
                "אמר ית' (במדבר י״ט:י״ז) ונתן עליו מים חיים אל כלי ואמר מגיד שעשה בה כל הכלים ככלי חרס לאמרו אל כלי ר\"ל איזה כלי שיהיה ולא אמר הכלי: וכבר ביארנו בשני מכלים שמחץ ר\"ל כלי השוקע ואילו בתוכו קערוית והוא אשר יקרא שולי המחץ וכונת אמרו אין מזין אלא בכלים לפי שהמים המקודשין יצטרכו שיהיו בכלי גם כן בשעה שיזה מהן וכבר ביארנו בעשירי מכלים שהכלים לבד הם אשר יצילו בצמיד פתיל באהל המת ובשמיני מכלים ביארנו גם כן שהכלים לא יטמאו מאויר כלי חרס שאם נפל שרץ לאוירו נטמא כל מה שיהיה בו זולת הכלים לבד ואמר שאינה סבה למה שקדם מן המאמר אבל הוא יחשוב מה שיוחדו בו הכלים מעת שהם כלים: "
            ],
            [
                "מדרך היוצרי' שיחתכו מן החמר וינגבוהו ויצנעוהו וכאשר יצטרך לעשיית הכלי' יקח א' מאלו הגולמים אשר נקראו ביצים ויבקעה ויעשה ממנה מה שירצה וזה הכלי הוא כמו כלי אדמה כי יש לו קערורית ולזה ממלאין בה ומקדשין בה ואין הלכה כרבי יוסי והלכה כחכמים: \n"
            ],
            [
                "<b>שוקת.</b> מקום מקוער יתקבצו בו המים והקבוץ ממנו שקתות המים ואמר שבהר אם יהיה בו חפירה וישוב צורתו כזה הכלי וזה ימצא ברוב ההרים הנה לא נחשבה כמו כלי אבנים אבל משפטה משפט חפירה כעצם הארץ ולזה אין ממלאין בה ואין מקדשים בה ואין מזין ממנה ואם תהיה באהל המת לא תצטרך צמיד פתיל אבל תהיה כמו הבור והדות אשר בבית אשר בכסוי לבד ימלט כל מה שבה בלתי צמיד פתיל כמו שביארנו בחמישי מאהלות: <b>ואינה פוסלת את המקוה.</b> אם תהיינה המים נוזלים מזאת השוקת ויתקבץ בתוך המקוה כי הם ימלטו מהיות אלה המים מים שאובין כמו שהתבאר במקואות (פ\"ד) ואם לקח כלי מאבן או זולתו והדביקה בסיד ובחרסית בעצם הארץ או בהרים הנה משפטן באלה הדברים משפט הכלים שממלאין בה ומקדשין בה ומזין ממנה ולא תציל מה שבתוכה אם תהיה באהל המת אלא בצמיד פתיל ואם ניקבו אלו הכלים בתחתיהם וסתם זה הנקב בבלויי הסחבות והוא אשר נקראו סמרטוטים הנה המים אשר בזה הכלי פסולים לקדש ולהזות מהם לפי שאלה המים אינן נחין על היקף כלי וזה כוונת אמרו עגולים כלים ואם יהיה הנקב בצד הכלי הנה אלו המים כשרים לקדש ולהזות לפי שהם נחין בהיקף כלי ואם נתעטר זה הכלי המחובר בסלע עטרה מטיט ומלא הכלי במים עד שעבר ע\"פ הכלי ושבו בהיקף זה הטיט הנוסף על עליונות הכלי הנה אין ראוי לקדש מאלה המים ולא להזות מהן אם היו מקודשין לפי שאינן בכלי לפי שהן שטוחין על הסלע ואם היה זה הטיט מחובר בפי הכלי חבור אפשר הסתלקותו עם הכלי אם יסתלק הנה שב מכלל הכלי והיא כלי אדמה וראוי לקדש ולהזות ממנו כמו שקדם לך: \n"
            ],
            [
                "הבדל יש בין אמרו שוקת שבאבן לבין הסלע לפי שהסלע הוא קרו אבן קיים בארץ והנה דינו דין הרים ואבן הוא אבן מטלטלת והחפירה אשר יהיה בה הוא כלי בלי ספק וממלאין בה ומקדשין בה וכבר ידעת שהקדוש הוא השלכת האפר במים: ושפופרת הנוד הוא האבוב אשר יושם בפי הנוד לצוק ממנו היין או המים וכיוצא בהן ואם נתערבו המים אשר בזאת החפירה עם המים אשר בחפירה אחרת או בהיות הנקב בהבדל העובר בין שתי החפירות כשפופרת הנוד או בהיות המים צפין על זה ההבדל עד שיתחברו מים במים והשליך האפר באחד מב' השקתות כבר נתקדשו המים בכללן: "
            ],
            [
                "סיד הוא קבא\"ץ בלע\"ז וגפסיס הוא חרסית הנקרא גיא\"ש בלע\"ז אם יתחברו הכלים חיבור שלם הנה שב הריקות אשר ביניהם כמו כלי אחד ומעת שישליך האפר במקום אחד מהן שבו כל המים מקודשים: \n"
            ]
        ],
        [
            [
                "אמר יתברך (במדבר י״ט:י״ז) ולקחו לטמא מעפר שרפת החטאת הנה יצטרך שיהיה הוא בעצמו אשר יקבץ בין המים והאפר אמנם אם שם האפר על ידו או על צד הכלי ואז נפל על המים או ששפך האפר מכליו במים הנה אין זה מים מקודשים והוא קדוש פסול ואם גלה השפופרת אשר בה האפר ולקח ממנו די שישלי' על אלה המי' ואחר פקק זאת השפופר' אשר בה האפר או סגר פתח הבית או זולת זה קודם שישליך האפר במים הנה זה האפר כשר וראוי שישליכנו במים אחרים ויקדש בו לפי שהמלאכה אינה פוסלת באפר כמו שקדם אמנם אלה המים אשר רצה להשליך בהן זה האפר כבר נפסלו לסבת התעסקו לשוב פקק השפופרת או סגירת הדלת קודם שישליך בהן האפר וכבר קדם לך ברביעי מזאת המסכתא שהמלאכה פוסלת במים עד שיטילו את האפר וכן אם העמיד זאת השפופרת בארץ ג\"כ כבר פסל אלו המים לפי ששומת השפופרת של אפר בארץ מלאכה ואם החזיקה בידו וכפפה עליה עד שלא יתפזר מה שבא מן האפר ואחר זה השליך האפר אשר לקח במים הנה הוא כשר לפי שאי אפשר בלתי זה לפי שאנחנו כבר אמרנו בעת מי שגלה השפופרת ולקח האפר שאם השיב פקק השפופרת פסל המים ואם שם השפופרת בארץ פסל המים ולא נשאר לו אלא שיאחזנה בידו עד שיטול את האפר ואחר זה ישיב פקקה ויניחנה מידו ויעשה מה שירצה וכבר התבאר לך ממה שאמר שם שאפר הפרה עצמו יקרא ג\"כ קדוש וזה ממה שראוי שתזכרהו תמיד בשארית זאת המסכתא: "
            ],
            [
                "כבר ביארתי לך שאפר הפרה יקרא ג\"כ קדוש ואם היה אפר הפרה עומד על פני המים יאמרו ר\"מ ור\"ש שהוא יכול לקחת מזה האפר שעל פני המים ויקדש בו מים אחרים וכן אם קדש מים ואחר כלו אלה המים ונמצא אפר הפרה בקערורית הכלי ואמרו ר\"מ ור\"ש שהוא ינגב זה האפר ויקדש בו פעם שנית וחכמים לא יתירו זה והלכה כחכמים בכל: \n"
            ],
            [
                "כבר ביארנו בכלים (פ\"ג מ\"ב) שהטפי הוא כלי צר הפה מאד יצא ממנו מה שבו טפות טפות ואם בכלי מים רבים ובה זה הכלי צר הפה והוא ג\"כ מלא מים והשליך אפר הפרה בכלי אשר המים רבים בו הנה שבו אלה המים מים מקודשים עם המים אשר בפי כלי צר הפה להתחברות מים במים ואע\"פ שפיו צר ולא יכנס בו דבר מאפר הפרה לא נחשוב המים אשר בתוך הטפי מובדל מהמים אשר בשוקת. אמנם הספוג והוא צמר הים הנה אינו כלי ולזה מים שבתוכו אינן מקודשים לפי שכבר קדם לך שאין מקדשים אלא בכלי ואופני התחבולה בזה שישפוך כל מה שבאלה המים ולא יגע בספוג כלל לפי שאם יגע בו יעשה זה שיצאו מן המים אשר בו אשר כבר התבאר שאינן מקודשין ויתערבו עם אלה המים המקודשין ויפסדו כל המים וכבר התבאר זה בפרק אשר קודם זה: \n"
            ],
            [
                "ידוע שעלי ירקות יטמאו טומאת אוכלין לפי שהן מכלל האוכל והוא יאמר שהממלא חבית מים חיים לקדש אותה מתנאי המלוי שיהא בכלי כמו שקדמנו ואם יעזור אל המים ליגר בכלי בידו או ברגלו או בדבר שמקבל טומאה מן האוכלים שהוא פסול לפי שלא נתמלאו בכלי וזה דומה למי שישאב בהן או בעלה מן המעיין וישים בחבית ובתוספתא הזולף בידיו וברגליו ובחרסית של שוקת פסול מפני שלא נתמלאו בכלי ואם עזר אל המים להגיעם לזה הכלי בדבר שאינו מקבל טומאה הנה אלו המים כשרים לפי שאלו הדברים אשר יעזרו אותם יהיו דומים לשוקת יגרו עליה המים המלוי אמנם יהיה בזאת החבית אשר הגיע בהן המים עתה בענין הגרת המים על דבר שאינו מקבל טומאה והם מים חיים כמי שיהיו במעיין ולא יקראו שאובין אז עד שיגעו בחבית כמו שהתבאר במקוואות: \n"
            ],
            [
                "המשל בזה שיהיה אוגן חפור בצד עין המים או גת וישקיע האדם ידיו בזה המעיין ויעלו המים ממנה אל זה האוגן כדי שיגברו מי המעיין ויעלו וימלא זה האוגן הנה אלה המים אשר בזה האוגן אין ראוי בהן טבילה לזב כי אינן מים חיים והזב לא יטהר אלא במים חיים ואין ראוי ג\"כ שילקח מאלה המים לטהרת מצורע אשר בא בהן המאמר אל כלי חרש על מים חיים שיצטרך שיהיו אלה המים כבר נלקחו ממקורם בכלי חרש וכן אמר במי חטאת (במדבר י״ט:י״ז-י״ח) ונתן עליו מים חיים אל כלי ויצטרך שילקחו ממקורם בכלי כמו שקדם וזהו מפני שלא נתמלאו בכלי שב על היותם פסולים למצורעים ולקדש מי חטאת אמנם לזבים הנה הוא רמז להפסד אם נתמלא בכלי לפי ששבו מים שאובים ופסול לכל הטמאים: \n"
            ]
        ],
        [
            [
                "תהיה זוכר למה שקדם מהיות המלאכה פוסלת במלוי עד שיטיל את האפר וכבר התבאר בתוספתא שהיחיד אם מלא לאחרים ואפי' מלא להן אלף כלים לאלף קידושין הנה זה מותר ואם מלא לעצמו כלי אחר כלי הנה המלוי הראשון כבר נפסל לפי שכבר עשה מלאכה קודם שישליך בו האפר וזאת המלאכה הוא המלוי השני כאשר מלא זה בהיות שני קידושין אמנם אם מלא כלים רבים פעם אחר פעם לשומם כולן קדוש אחד הנה זה מותר לפי שהכל דומה כגון מי ששאב בפעם אח': וה' קדושין הוא שישליך האפר בכל חבית וחבית לבדה וקדוש אחד שיערב המימות כולן וישליך אפר הפרה בכולן בפעם אחת הנה על זה השרש אמר שאם היו רבים ומלא כל אחד מהן כליו לקדשו בפני עצמו אחר הוטב בעיניהן לשום הכל קדוש אחד או בהפך כולן כשרין לפי שלא הגיע בזה מה שיחייב פסלות אמנם אם יהיה יחיד ובא לקדש ה' קדושין ומילא אחד אחר אחד הנה הראשונה נפסלה מפני שאיבת השנית וכן הב' נפסלה מפני שאיבת הג' וכן כולן כפי מה שביארנו אלא חבית אחרונה אשר לא נעשה אחריה מלאכה היא כשרה לפי שלא נתמלא אחריה דבר וזה המשפט בעצמו לא נמלך לקדשן קדוש אחד כי זה לא יועילנו בעת המלוי אמנם מאשר מלאן לקדשן ה' קדושין ואם נהפך הענין ומלאן זו אחר זו לקדש קדוש אחד הנה הן כשרים אפי' קדשן קדוש אחד כמו שביארנו אך למה שהביא ושב וקדשן ה' קדושין הנה החבית אשר ישליך בה האפר תחלה כשרה בין השליכה בחבית שמלא ראשונה או באחרונה לפי שהמים כולן כשרים לפי שבמלוי לא נתחדש בה פסלות וכל מה שיקדש מאלה החביות פסול לפי שכל מה שנשאר מן המים נשארו פסולין לפי שהמלוי על קדוש אחד נתמלא ואם אמר לאחר קדש לך אלה החביות והוא יעמוד במקומו אין כשר אלא חבית שקדש בראשונה להיותה כולו מלוי אחד ואם א\"ל קדש לי את אלו כולן כשרין לפי שיקדש אדם לזולתו קדושין רבים זה אחר זה ולא יהי' בזה פסלות כמו שבארנו בתוספ' שמי שיקדש לחבירו זה אחר זה כולם כשרים לפי שאינו הוא אשר מלא: "
            ],
            [
                "אמר בין לו בין לאחר ר\"ל שזה הוא אם מלא לעצמו או מלא לאחרים אם התחיל להתעסק במלאכה אחרת בעת המלוי הפסול והשאיבה עסקה מכלל העסקי' ולכן אם מלא לשני' כא' שאיבה לכל א' מן עסק השאיבה יפסול לאחר ולכן שניהן פסולין: \n"
            ],
            [
                "אם לו פסול ביאור זה שאם קדש לעצמו פסול שבעת לוקחו ההשתדלו' בידו אחת נפסלו המים שלו קודם שישליך בהן האפר ולא השליך האפר אלא במים פסולין ואם היה מקדש לאחר ואין לו באלה המים דבר הנה הוא קדוש כשר לפי שאין בלקחו ההשתדלות לעצמו להפסיד מה שלזולתו וא\"ת שהוא כבר לקח ההשתדלות בעת הקדוש כבר ידעת שהקדוש לא יפסל בעשיית מלאכה ואמנם נפסל אם קדש לעצמו מדרך שהוא התחיל להתעסק קודם שישליך האפר באלה המים אשר נשאבו והמלאכה פוסלת במים עד שיטילו את האפר ומזאת הסבה בעצמה המקדש לו ולאחר בזמן אחד שלו פסול לפי שהוא כבר התחיל להתעסק קודם שישליך האפר במים שלו ונפסלו בעשיית מלאכה ואם קדש לב' כאחת שניהן כשרין לפי העיקר אשר הודעתיך לפי שאין לו יכולת בלקחו להתעסק בפסול המים אשר שאב לזולתו ושמור זאת הכוונה והבינה: \n"
            ],
            [
                "שמור אלו הג' עיקרי' שהמקדש או מזה בשכר שזה הקדוש וזאת ההזאה פסולין וכבר קדם לך זה בד' מבכורות (דף כט.) הנוטל שכרו להזות ולקדש מימיו מי מערה ואפרו אפר מקלה והעיקר השני שהמלוי בשכר מותר והעיקר הג' וכבר נכפל פעמים רבות שהמלאכה פוסלת במים עד שיטילו את האפר ואם יהיו אלו העיקריי קיימין ואמר איש לאיש קדש לי ואקדש לך הנה אשר קדש בתחלה הוא קדוש כשר ואשר קדש באחרונה הוא קדוש פסול לפי שהוא מקדש בשכר וכאילו יוליך זה אשר לפניו ויעשה לו תמורה ממה שקדם לו אצלו מן האחת ואם אמר איש לאיש מלא לי ואמלא לך הנה אשר מלא בתחלה פסול בהיות כוונתו בעת המלוי שימלא לו הוא תמורה ממנו והוא כמו מלא לו ולאחר בבת אחת אשר קדם שזה פסול ואשר ימלא באחרונה כשר לפי שהוא ממלא בשכר ואם אמר איש לאיש קדש לי ואמלא לך שניהן כשרין ואמנם אשר קדש בתחלה הנה הוא קדוש כשר ואע\"פ שיהיה כעושה מלאכה בשעת קדוש כי זה בלתי מפסיד לקדוש ואשר מלא באחרונה כשר לפי שהוא ממלא בשכר וזה מותר והפך זה מבואר ממה שזכרנו: \n"
            ],
            [
                "<b>הממלא לו ולחטאת.</b> מי שימלא מה שיוחד לעצמו או לשתותו או לרחוץ בו או זולת זה וימלא אחר לקדוש ויצטרך שיקדש אשר ייחדו לעצמו עד שלא יפסל מי חטאת בעשיית מלאכה וכבר ביארנו באהלות (פט\"ז מ\"ב) שאסל הוא הקנה אשר יושם על הכתף ויתלה בו דבר אשר ינשא במשא ואמר יתברך (במדבר י״ט:ט׳) למשמרת למי נדה בזמן שהן שמורים הן מי נדה ולכן ישימם נכחו עד שיהיו שמורים נכח עיניו ואם מלא שני כדים הנה אי אפשר לו אלא שישים אחד נכחו ואחד מאחוריו: \n"
            ],
            [
                "כבר ביארו בתוספתא ענין זאת ההלכה ואמרו המוליך את החבל לבעלים לדרכו כשר וענין זה שהוא אם מלא מים לחטאת והיה החבל מוכן אצלו ולקח החבל בידו בעת נושאו המים להשיבו לבעליו ואם היה הולך לדרכו ופגע באדון החבל מידי עברו יתננו לו וישלים דרכו וזה מותר ושלא לדרכו פסול לפי שהוא יצא מדרכו מפני החבל עד שישיבנו לבעליו אחר ישוב לדרכו ואלה המים פסולין לפי שכבר עשה מלאכה עם המלוי והנה הכשירו ביבנה הוראת שעה לזה שהוא כשר ואע\"פ שהוליך שלא לדרכו: \n"
            ],
            [
                "אם שאב המים וקבץ החבל בידו בעת השאיבה שורות כמו שיעשו האנשים בעת השאיבה הנה זה כשר לפי שזה דרך השואבין לעשות ואם שאב והשליך החבל בארץ עד שהעלה הדלי ואח\"ז שב וקיבץ החבל בידו חלק חלק פסול שהוא לקח השתדלות שאינו מכונת השאיבה קודם שישליך האפר במים: \n"
            ],
            [
                "דע שזאת הכוונה והוא שהשואב מים לקידוש הנה ישאב בכלי כפי מה שראוי ויקבץ המים במקום אחד והוא נקרא שוקת ויהיה כל מה שיש שם מן המים בשוקת כשר והנה יקודשו אלה המים והם בשוקת וישאב ממנה מעט מעט עד שיכלה והנה לא יסיר מקחת מזאת השוקת מעט מעט ויקדש אותו ויזה עד שישלם וישוב וימלא מן השוקת. ולקיחת מים מן השוקת יקרא זולף וכבר ידעת העיקר שכל מי שיעשה מלאכה שאינה ממה שיעזור בשאיבה ולא מכוונתה שהוא יפסול את המים ולכן אם הצניע את החבית אשר ירצה למלאות לבלתי תשבר או שכפאה על פיה לנגבה כשיעור מה שישאב לא יפסל לפי שזה מכוונת השאיבה וכן אם הסיר החרסים מתוך השוקת בעת השאיבה להתקבץ בה מים רבים הנה כל זה מצרכי המלוי ואם תיקן זאת החבית או הגביה לשאת בה אפר פרה או מים מקודשין או ניקב השוקת לבלתי יעכבוהו החרסים בעת שידלה המים מן השוקת כל זה אינו מכוונת המילוי וכבר עשה מלאכה במילוי ולכן פסול: \n"
            ],
            [
                "<b>הורה הוראה.</b> שהבדיל בין המותר והאסור וכן אם דן דיני ממונות או חלצה ומיאנה בפניו כמו שהתבאר בתוספ' והיות האדם הולך והיה אוכל זה ממה שלא יפסיד המלוי. ודבור א\"ר יהודה מבואר: \n"
            ],
            [
                "כבר ידעת שהממלא כל עוד שיעשה מלאכה קודם הגיע האפר באלה המים הנה הוא פסול אך אם מסר המים לשומר שישמרם הנה שבו ברשות השומר וכל עוד שיעשה השומר מלאכה בעת שמרו אלה המים פסלן ואם עשה בעל המים מלאכה לא פסלן להיות המים ברשות שומר זה אם יהיה השומר טהור אמנם אם היה טמא המים פסולין לפי שהוא בחזקת טמא ואמר רבי אליעזר ואע\"פ שבא והגיע בהזייתו ברשות הטמא הנה הוא נשאר תחת שמירת הבעלים וכל עוד שעשו מלאכה נפסלו המים לפי שזה השומר לא הקפיד בשמירתו להיותו טמא ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "<b>בקדוש אחד.</b> שנתערבו המימות והשליך בהן אפר אחר כמו שביארנו הנה הן יחד כאיש א' ואע\"פ שכל אחד מהן מילא ונשא לעצמו והלך ג\"כ מה שיש לו להלוך שזה מותר כמו שקדם ואין הלכה כרבי יוסי: \n"
            ],
            [
                "<b>אוכל על מנת לקצות.</b> הוא שיחתוך הפירות כשהן פגים לייבשן וישירם ואחר יאכלם הנה הוא לא יפסול המים כמו אשר מענין הליכה מהלוך אם היה רצונו שיגדור הנה הוא לא יפסול בזה הרצון עד שיגדור וכן זה לא יפסול אע\"פ שנשרו מאלו הפירות ושכבר נשלמה מחשבתו ועשה מלאכה וזה כולו כפי מה שביארנו שאין בכל ענין המלוי פסול: ואמרו בשביל שלא יאבד הוא תנאי בפסלות לפי שהוא אם השליכ' שם משום שאין לו לצורך בהם ולא יקפיד אם ישארו או יאבדו הנה הוא לא פסל: \n"
            ]
        ],
        [
            [
                "זה כולו כבר קדם עיקרו בפרק אשר לפני זה וזה שאני כבר ביארתי ששוקת שם המקום אשר יקובץ בו המים מוכן לקדוש וכל עוד שיעמדו בשמירת טמא הנה הן בחזקת טומאה ושהשומר אשר ישמור המים הוא אשר יפסול אם יעשה מלאכה לא בעל המים לפי שכבר מסרן לשומר והוסיף בזאת ההלכה עיקר אחר והוא שאע\"פ שיהיו השומרים רבים למים יעשו כולם מלאכה זולת אחד מהן הנה המים כשרים לפי שזה האחד לבד נשימהו שומר ונחשוב השאר כמי שעזב השמירה והעבירה לזולתו: \n"
            ],
            [
                "כבר ביארנו בפתיחת זה הסדר שהמשקין טמאים יטמאו אוכלין ולא יטמאו אדם בהיות אלה המשקין ולד הטומאה כפי מה שביארנו שם ואמנם יטמאו אוכלין ומשקין הידים לבד וכבר התבאר בחגיגה (דף יח.) שהאיש הטהור לחטאת אם נטמאו ידיו נטמא גופו ועוד יתבאר בעשירי מזאת המסכתא שהטהור לחטאת אם נגעו משקין טמאים בבשרו הנה הוא טהור כמו שהיה אלא אם נגעו בידיו לאשר ביארנו וכן ג\"כ הטהור לחטאת אם נגע בכלים טמאים כבר נטמא ואע\"פ שאלה הכלים אינן אבות הטומאה כמו שיתבאר בעשירי מזאת המסכתא וכפי זה העיקר אם נפלו משקין טמאים על בשר המקדש הנה הוא נשאר בטהרתו ואם נפלו על סנדל או בכסותו נטמאת וטמאהו להיותו נוגע בכלים טמאים והנוגע בכלים טמאים טמא לחטאת ואין לחשוב באמרנו משקין טמאים פה שהם טמאים באמת אבל אפי' היו טהורים לקדש הנה הן כמו משקין טמאים לגבי חטאת כמו שיתבאר (פ\"י) ושמור זאת הכוונה וזכרה: \n"
            ],
            [
                "פרים הנשרפים הוא פר כהן משיח ופר העלם דבר ופר יוה\"כ וכן שעירי עובד כוכבים וכבר ביארנו בחמישי מזבחים מופת היות אלה כולן מטמאין בגדים והוא אמר בנין אב כל שדמו נכנס לפנים השורפו מטמא בגדים אמנם פרה אדומה הנה זה בפסוק (במדבר י״ט:ח׳) והשורף אותה יכבס בגדיו וכן בא הפסוק בפר יום הכפורים וממנו ידענו זה הבנין אב כמו שביארנו בזבחים (פי\"ב) וכבר בארו בתוספתא [פ\"ו] שפרה ופרים הנשרפים מטמאים אוכלים ומשקין ושעיר המשתלח לא יטמא כלל אמרו מפני שהוא חי ואין חי מטמא כמו שביארנו בפתיחת זה הסדר: אמר והמשלח הוא לשון התורה כמו והמשלח וגו' ולכן יחדה המשנה ואמרה אין מטמאין בגדים לפי שהיא תטמא אוכלים ומשקים כמו שהגדתי: \n"
            ],
            [
                "כבר ביארנו בפתיחה שנבלת עוף טהור אמנם תטמא האדם בבית הבליעה ואז יטמא בגדים בנגעו בהן וזה מדרבנן אמנם אם נגעה נבלת עוף טהור עצמו בבגדים לא תטמאה וכן לא תטמא אדם בנגיעה ועוד יתבארו הוראת זו בטהרות בתחלת המסכתא: \n"
            ],
            [
                "כבר ביארנו זאת ההלכה תכלית הביאור בדברינו בפתיחת זה הסדר ואם תהיה שומר למה שביארנו שם לא תצטרך לתוספת ביאור: \n"
            ],
            [
                "כבר ביארנו ג\"כ בפתיחת זה הסדר שכלי חרש לא יהיה אב הטומאה לעולם ושלא יטמא כלי חרש אלא באב הטומאה או במשקים טמאים ובהיות זה ג\"כ יחוייב שלא יטמא כלי חרש לכלי חרש בשום פנים אם נגע בו ומהעיקר המוקדם שכלי חרש יטמא משקים ואלה המשקים יטמאו כלי חרש להיותן משקים טמאים וכבר ביארנו אלה העקרים כולן תכלית הביאור בפתיחת זה הסדר: \n"
            ],
            [
                "זה ג\"כ עיקר כבר קדם ביאורו בפתיחת זה הסדר והוא שהראשון והשני אם נגעו במשקין יטמאם וישיבם תחלה וכל שני לטומאה פוסל את התרומה כמו שזכרנו שם וכמו שנבאר בטהרות (פ\"א) וכן טבול יום הוא מכלל מי שיפסול התרומה כי הוא לא יטמא משקין ואפילו משקה תרומה כי הוא לא יטמא אך יפסול אותן לבד וישובו משקין פסולין לא טמאין כמו שביארנו בפתיחה: \n"
            ],
            [
                "כל הימים דינן דין המקוה ר\"ל שאינן מים חיים כמו מי המעיין ואין ראוי בהן טבילה לזבים ולא ילקח מהם מים לטהרת מצורע ולמי חטאת רבי יהודה אומר שהים המקיף לבד הוא אשר דינו דין המקוה ולא יחשב כמעיין ואמנם שאר הימים הנה הם כמו מי מעיין וראויה בהן טבילה לזבים ולקדש בהן מי חטאת. ואמנם קרא האל הים המקיף ימים להיות בו מיני המימות כולם לא שכל ים יקרא מקוה כמו שיאמר רבי מאיר. וזוחלין המימות הניגרים הנוזלים ועוד יתבאר במקואות (פ\"ה) שהמעיין מטהר בזוחלין רוצה לומר שאילו היו מיני נוזלין אצל מעיין הנה באלה המים הנוזלין תכון בהן הטבילה ואפי' היה זה שיעור שיהיה כמו המעיין ואין כן במים הנגרין מן המקוה אבל לא יטהר עד שיהיה מקובץ שיעור מ' סאה ועוד יתבאר זה במקואות (שם) ואמר רבי יוסי ששאר הימים זולת הים הגדול נחשבם כמעיין לענין שיטהרו בזוחלין ושהמימות הניגרין הנוזלים מכלים מטהרו בכל שהוא כמעיין ונחשבם כמקוה לענין שהן פסולין למי חטאת ולטהרת מצורע ולטבילת הזב והלכה כרבי יוסי: "
            ],
            [
                "<b>מוכים.</b> מזיקין וביאר איך יהיו מזיקים אם שיהיו מלוחין או חמים ואע\"פ שהן נובעים אינן מים חיים וכן המעיינין אשר יבשו בקצת העתים והן אשר יקראו מכזבים אמר הפסוק (ישעיהו נ״ח:י״א) וכמוצא מים אשר לא יכזבו מימיו ר\"ל שלא יפסקו וייבש ואחר אמר שאם לא יבשו אלא אחר זמן ארוך הנה הם כשרים ופולמוסיות המושל וכבר קדם לך בסוטה(דף מט.) בפולמוס של אספסיינוס ירצה שיהי' זה בימי הממשלה הפלונית או בזמן פלוני הרחוק הוא אשר ייבש זה המעיין או בשנים הרעים ואין הלכה כר' יהודה: \n"
            ],
            [
                "מי קרמיון ופיגה וירמוך שם נהרות בא\"י. מי ביצים מימות ההטפחה מאמרו בצותיו וגביו: <b>שניהן כשרים.</b> ונתערבו כמו שהיה מתערב מזה המעיין עם מי מעיין אחר אשר כל אחד מהן מהמימות כשירין ר' יהודה פוסל המעורב מהן יחד לקדש מעט מי חטאת ואין הלכה כר' יהודה: \n"
            ],
            [
                "ר' יהודה אומר לא יצריך לזאת השוקת שומר בהיותה ידועה שהיא תבא ממי מעיין ומדרך בארות המים אשר יושלך בהן חרסית או זולתה יעכרו המים לפי שהוא יעורר האבק מקערורית הבאר וכן אם השליך טיט במים יעכור לשעתו ואם יעזב זמן ישקע הטיט למטה ויזקקו המים והם יקראו המים הזכים והדקים ומים צלולים ומזה אמרו עד שתצל מלשון צלול ר\"ל עד שיזוקק ויזוכך ואין הלכה לא כרבי יהודה ולא כרבי ישמעאל: \n"
            ]
        ],
        [
            [
                "כמו שיקרא הכלי אשר בו המים המוכנים לקדוש שוקת כך יקרא הכלי אשר בה מים מקודשין צלוחית ואם נפל באלה המים מים אחרים בלתי מקודשין אמר רבי אליעזר שהוא יזה שתי הזאות וישליכם חוץ לכלי ותשאר השאר מי חטאת כשרין וכן אם נפל טל במי חטאת יושם הכלי בשמש הנה זה הטל הוא מה שייבש תחלה וישאר שארית המים כשרים ויערה הוא שיריק הכלי וינגב הוא שינגב הכלי ואז יכניס בו מי חטאת ואם נפל בו דבר ירשום כמו הדיו והווטריאול\"ו והאורפומינט\"ו אשר זכר הנה לא יצטרך שינגב הכלי לפי שאם נשאר בו דבר הנה הוא נראה לפי שהוא ירושם ואם רחץ הכלי עד שלא נשאר בו רושם או בעת ששפך מי הנדה לא נשאר בזה הכלי זה המראה הרושם אינו צריך לנגב: \n"
            ],
            [
                "אמר שאם נפלו שקצים ורמשים באלו המים מקודשין ונתבקעו אלה הבעלי חיים כמו שיקרה לבעלי חיים אם נשארו במים זמן מה אחר המות הנה אלו המים פסולין ואע\"פ שלא נשתנו מראיהן וכן אם נשתנו מראיהם אע\"פ שלא נתבקעו בתוכן הנה הן פסולין אמנם אם לא נתבקעו השרצים ולא נשתנה מראה המים הנה הן כשרים אלא אם נפלו בתוכה חפושית הן פסולין אע\"פ שלא נתבקעה ולא נשתנה מראה המים וסבת זה שהיא נקובה כמו גבעול הקנה ויכנסו המים מצד זה ויצאו מצד אחר ותתערב עמהם לחות קרבתם ולכן יפסלו המים: ודירה וכנה שבתבואה הם העש והתולעת אשר יולדו בקמח והם בעלי חיים יבשין אין לחות נראה בהם ואין הלכה כר' שמעון ולא כרבי אליעזר בן יעקב:"
            ],
            [
                "<b>שתה מהן בהמה פסולין.</b> מפני שיגר ממה שהגיע בפיה ובשפתיה בכלי והוא כבר נתערב ברירה ויפסיד הכל: <b>שהיא מלקת.</b> תלוק בלשונה ותתערב הלחות אשר בלשונה באלו המים והלכה כר\"ג ואין הלכה כר\"א: "
            ],
            [
                "<b>כשיטה.</b> אם הטה הכלי לשתות ממנו הנה הוציאן מהכנתם לקידוש. ר' יהושע אומר כשישתה שהוא כמו הנחש והבהמה ובעת שתותו יתערב לחות פיו בשארית מי חטאת ולכן אם שפך המים בפיו מבלי שיקריב פיו עם פי הכלי לא פסל וזהו כוונת גרגר לקוח מן הגרגרת והוא השיפוי כובע ר\"ל אם שפך בגרונו ואשר זכר ר' יוסי מחלקותו אמת לפי שהוא הולך על עקרים הקודמים והלכה כר' יהושע בשני המאמרים: \n"
            ],
            [
                "עוד יתבאר לך בזה הפרק שמי חטאת שנפסלו מטמאין ולזה אמר לא יגבלם בטיט לפי שזה מוכן למי שיגע בזה הטיט והוא לא ידע שיטמא ור' יהודה אומר מעת שנתערבו בטיט בטל דינם ולא יטמאו ואמרו בספרי חטאת היא (במדבר יט) מכאן אמרו פרה ששתתה מי חטאת בשרה טמא מעת לעת ר\"ל שאם נשחטה אחר זה בפחות מכ\"ד שעות בשרה טמא ואם נשחטה אחר כ\"ד שעות מעת שתותה בשרה טהור וקבל מופת על זה מאמרו כי דינה משפט החטאת ואפי' נשתנה בחלל הפרה או נתערב בעפר ואין הלכה כרבי יהודה בשני המאמרים: \n"
            ],
            [
                "הנה נזדמן פעם אחד בזמן מה ונשאו כלי במי חטאת בספינה ומצאו כזית מן המת בקערורית הספינה ונטמאו אלו להיותם במקום טמא כפי העיקר אשר יתבאר בפ' אשר אחר זה וגזר וגזירה שלא תנשא בספינה לעולם ולא יעביר ג\"כ הכלי אשר בו מי חטאת או אפר חטאת על גבי המים ולא יושלך מעבר לעבר ותעבור על הנהר לפי שזה כולן דומים להעברה בספינה וזאת היתה כלל הגזרה וראוי לו שיעביר מי חטאת בעצמו וזה שילך בנהר ויפסיקהו והם בידו לא שישוט והם בידו לפי שגזרו שלא ישוט באופן מן האופנים והוא אמרו אבל הוא עובר במים עד צוארו ואחר אמר עובר הוא הטהור לחטאת אם שט במים או עבר בספינה הנה הוא טהור וכן אם שט ובידו כלי ריקם טהור לחטאת או מים שאינן מקודשים שהן נשארו טהורין כמו שהיו לפי שלא גזרו אלא על האפר ועל המים המקודשין אמנם האנשים והכלים ומים שאינן מקודשין לא גזרו עליהן: \n"
            ],
            [
                "<b>אפר מקלה.</b> אפר אלסועא\"י ואין הלכה כר' אליעזר: \n"
            ],
            [
                "כבר ביארנו בראשון מכלים שמי חטאת יטמאו אדם וכלים וביארנו על איזה אופן יטמאו במגע ובמשא ובאיזה אופן לא יטמאו זה אם היו טהורין בעצמן אמנם אם נפסלו מי חטאת כגון שנתערבו עם מים אחרים או תשתה בהמה מהן כפי מה שהתבאר בזה הפרק או אם נטמאו מי חטאת כגון שנגע בהן טמא או שנטמאו באופן מאופני טומאת משקין אשר קדם ביאורם הנה מזה ידבר בזאת ההלכה וכבר התבאר בשני מחגיגה (דף יח:) שאין כל איש טהור טהור לכל הדברים אבל יהיה לדבר טהור וטמא למה שהוא יותר מעולה במדרגה וקדושה מזה הדבר אשר הוא טהור לו ואמר שם שאלה מי החטאת שנפסלו מטמאין את הטהור לתרומ' כל עוד שנגע בהן בין שנגע בידיו או נפל מהן מעט על גופו שאין ראוי לו לאכול תרומה לפי שהוא טמא אע\"פ שהוא טהור לחטאת ר\"ל לקחת המילוי ולקדש ולהזות הנה הוא נשאר בטהרתו ולא יטמאנו בין שנגע בידו או בגופו לפי שהוא ממין מה שהוא טהור לו ואם נטמאו אלה מי חטאת ונגע בהן טהור לחטאת בידיו הנה יטמאו וסבת זה שכל מי שיגע במשקין טמאים נטמאו ידיו כמו שזכרנו בפתיחת זה הסדר ואם נפלו משקין טמאים על שאר הגוף לא יטמא האדם כמו שביארנו שם וכבר נשרש אצלנו שרש והוא אמרם בחגיגה (שם) ולחטאת אם נטמאו ידיו נטמא גופו כל זה אם נגע בידיו והוא טהור לחטאת נטמא כולו: \n"
            ],
            [
                "זה מבואר ממה שקדם בביאור ההלכה אשר קודם זה לפי שאלה המים אינן טמאין אלא לגבי טהור בתרומה אשר אינן ממין אשר הוא טהור לו: \n"
            ]
        ],
        [
            [
                "כבר ידעת שאין כל אדם טהור או כל כלי טהור באמת הוא טהור לגבי חטאת אבל עד שיטהר לחטאת כמו שהתבאר בשני מחגיגה (דף יח:) ושם אמרו יוחנן בן גודגדא היה אוכל בטהרת הקדש כל ימיו והיתה מטפחתו מדרס לחטאת ר\"ל לגבי חטאת כמו מדרס הזב בשוה ואף ע\"פ שהיתה בתכלית הטהרה והבן זה העיקר וג\"כ שהכלי שהוא טמא באמת או במדרס או במת אם הגיע אליו תנועה מפני האדם ולא תנועת היסט אבל תנועה יותר חלושה ממנו כמו שנבאר בזאת ההלכה הנה זה האדם נטמא וזאת היא טומאת מדף והיא טומאה קלה מדרבנן ובראש מסכ' נדה (דף ד:) אמרו בטומאת מדף דרבנן דכתיב קול עלה נדף ר\"ל תנועה חלושה הנה זה חלק אחד מחלקי טומאת מדף ונשאר חלק אחר והוא כל מה שיגיע על הזב מלמעלה מן הכלים ואפילו היה בינו ובינם מכסים רבים מאד הנה זה הכלי העליון יטמא והוא יקרא מדף לפי שהוא כלי הגיע אליו תנועה חלושה מן הזב אך זה הכלי יטמא טומאה קלה ר\"ל שלא יטמא אדם וכלים כמו המשכב אמנם יטמא אוכלים ומשקין לבד וזה המדף הוא ולד הטומאה לא אב הטומאה כפי העקרים אשר הקדמנו בפתיחת זה הסדר ועוד נבאר דין מדף בעקריו והוראותיו ומופתיו מן הפסוקים בפ' אחרון מזבחים וכבר קדם לך בכלים (פ\"א) זכרון הכלים אשר יטמאו במדרס ואחר מניתי לך אלו העקרים שים שכלך להבין זאת ההלכה אמר שכל כלי אפשר בו שיטמא במדרס וזה כשיהיה ראוי למשכב או למושב כפי מה שהתבאר בכלים ואין הבדל בין היותו טמא או היותו טהור כל עוד שהגיע זה אשר הוא טהור לחטאת בזה הכלי תנועת מדף הנה נטמא לפי שכל מה שיאות למדרס לגבי חטאת מדרס הזב נחשבהו לא לענין נוגע או נושא אלא לענין טומאת מדף לפי שאנחנו נשימהו במדרגת המדרס האמתי: <b>ואדם כיוצא בו.</b> ר\"ל כל האדם מן האדם ואף על פי שיהיה טהור הנה הוא כמו זה הכלי הראוי למדרס אשר אמרנו שהוא יטמא טהור לחטאת אפי' במדף ואמנם במגע לא דבר בו ואם היה זה הכלי ראוי לטמא טמא מת ואינו ראוי למדרס א\"ר יהושע שהוא כמו הראוי למדרס וכל עוד שהגיע אליו ממנו תטעה נטמא זה המניע ואפי' היה הכלי המונע טהור ר' אליעזר אימר אפי' היה הכלי המונע טמא מת מניעו אינו נטמא לחטאת לפי שלא נעשה זה זולת הדבר אשר הוא ראוי למדרס וחכמים יאמרו אם ידענו שהוא טמא טומאת מת לא זולתו מן הטומאה אז יהיה מדף לחטאת ושמע המשל הנזכר דתוספתא אשר יתבאר לך ממנו טומאת מדף ומחלוקת רבי אליעזר ורבי יהושע וחכמים והוא שאם סגר פתח מן הפתחים ומפתח תלוי בזה הפתח ויניע המפתח בעת סגירת הדלת א\"ר אליעזר שאפי' היה המפתח טמא טומאת מת הנה אשר סגר הבית טהור לחטאת ר\"ל למלאות ולקדש ולהזאה כמו שהיה בתחלה ור' יהושע אומר שאפי' היה המפתח טהור הנה זה האיש טמא למלאות ובתוספתא אמרו מעשה בר' ישמעאל שהיה מהלך אחר ר' יהושע אמר לו טהור לחטאת שהסיט את המפתח הטהור של תרומה מהו טמא או טהור אמר לו טמא. וחכ\"א שאם היה המפתח טמא מת אז יהיה סוגר הדלת טמא לחטאת ואם היה טהור סוגר הדלת טהור לחטאת ולמה שבא לשון המשנה ואמר בטמא מדף ובטהור אינו מדף והיה קם בלבול אם יהיה זה הכלי טמא באי זו טומאה היתה שהוא יטמא במדף הוצרכה התוספתא לביאור סברת חכמים ואמרה הטמא שנטמא טמא מת ולא טמא מדף ר\"ל שזה הכלי כבר נטמא במת לא שיהיה הכלי עצמו נטמא טומאת מדף כמו שזכרנו ר\"ל שהוא יהיה וולד הטומאה והלכה כחכמים: \n"
            ],
            [
                "כבר ביארתי לך שהמדף שם הכלי שעל גבי הזב והוא ולד הטומאה ולא יטמא זולת אוכלים ומשקין אך לעליונות מדרגות החטאת כמו שיתבאר שמנו מדף שיטמא אדם וכלים הטהורין לחטאת וכאשר תשמע לגין של חטאת דע שהוא הכלי אשר בו מים מקודשים וכבר ביארנו בפתיחת זה הסדר שאוכלין טמאין ומשקין טמאין לא יטמאו האדם במגע אלא אם נגע בידיו ביחוד נטמאו ידיו לבד וכבר ספרנו בעיקר של חטאת אם נטמאו ידיו נטמא גופו ולכך אם נגע הטהור לחטאת באוכלין ומשקין הטמאים לחטאת בידו נטמא כולו ושכל המשקין והאוכלין אף על פי שהיו טהורין לקדש הנה הן טמאין לגבי חטאת ורבי יהושע אומר שאם הסיטן בידו כאילו הוא נגע בידו ואין הלכה כרבי יהושע: \n"
            ],
            [
                "<b>קלל.</b> הוא הכד הנקראת קלת תרגום (בראשית כ״ד:כ׳) ותער כדה ונפצת קולתה והוא יקרא הכלי אשר בה אפר הפרה קלל של חטאת ודיבורו פה בכד של חרס שאינו מטמא מגבו או כלי אבן וכיוצא בו מן הכלים אשר לא יקבלו טומאה בשום פנים כפי מה שהתבאר בכלים (פ\"ב) וזה אם נגע בשרץ טהור ואמנם אמרו שאם הניח זה הכלי על גבי השרץ מטמא האפר לעיקר אבאר לך וזה שהאל ית' אמר באפר הפרה (במדבר י״ט:ט׳) והניח מחוץ למחנה במקום טהור ואמרו חכמים שאם הגיע האפר בעצמו על גבי דבר טמא אין זה במקום טהור ורבי אליעזר אומר בהיות הכלי טהור מקום טהור הוא וכבר ביארנו בפתיחת זה הסדר שאוכלין טמאים ומשקין טמאין אמנם יטמאו הכלי מדרבנן ועוד יתבאר בסוף מסכת זבים שכתבי הקודש פוסלים את התרומה כמו שני לטומאה ונתבאר סבת זה שם לפי שהיא גזירה מדרבנן ואמרו חכמים שכלי זה אשר לא יטמא אלא מדרבנן אם הגיע הכלי באפר הפרה על גביהן אין זה מקום טהור ונטמא האפר ור' יוסי לא ישמור זה בטומאה דרבנן והל' כחכמים בכל: \n"
            ],
            [
                "לא תחשוב שזה התנור נטמא בשרץ וכיוצא בהן מאבות הטומאה ואשר יגע בו נטמאו ידיו כמו שהתבאר בשלישי ממסכת ידים אבל הוא תנור טהור לפי שהכלי הטהור לקדש טמא הוא לחטאת כמו שיתבאר וכבר ידעת העיקר בחטאת שמי שנטמאו ידיו נטמא גופו: וכבר ביארנו שאסל קנה ינשא עליו משא ואם מתחו המקבל על תנור טמא ובקצותיו שני כדים בהן אפר הפרה הנה טמא האפר להיותה בזולת מקום טהור וכן האיש העומד על התנור טמא לחטאת עומד במקום טמא ומי חטאת בידו הנה נטמא האפר להיותה בידו והוא במקום טמא כי הנה הכלי במקום טמא ור\"ע אומר בהיות הכלים אינם על עצם התנור אלא יוצאין ממנו אינם במקום טמא ואין הלכה כר\"ע ואני מופלא בהיות נוגע לתנור יטמא לחטאת וברגלו טהור וכבר התבאר אצלינו שכל מי שיגע בכלי הטמא לחטאת לא נגע באי זה אבר שיהיה מגופו הנה נטמא לחטאת ואפי' נטמא זה הכלי במשקין כמו שביארנו בפרק שמיני והקרוב אצלי בסבת זה היות זה המין מן הכלים לא יהיה לעולם אב הטומאה עד שיטמא אדם ר\"ל כלי חרש אשר דין התנור ודינו דבר אחד כמו שביארנו במקומות ממסכ' כלים והשאירוהו לגבי חטאת ג\"כ על ענינו ר\"ל שיטמא את הידים לבד: "
            ],
            [
                "כבר ביארנו בפרק י\"א ממסכת שבת (דף צז:) סברת ר\"ע שהוא מחשב קלוטה כמי שהונחה וכפל סברתו הנה ואמר שאם העביר זה הלגין על התנור טמא הנה כאילו הונח שם וחכ\"א כאשר לא הונח ע\"ג מקום טמא הנה הוא טהור ואחר ביאר שאם עמד טהור לחטאת ע\"ג תנור טמא ובידו כלי טהור לחטאת ריקם הנה זה הכלי טהור לחטאת נשאר על עניינו וכן אם היה בידו כלי ממים שאינן מקודשים הנה הן ג\"כ נשארות בכשרותם שאנחנו לא נצריך מקום טהור אלא לאפר הפרה כמו שביאר הפסוק או למים מקודשים מסבת האפר אשר בה: \n"
            ],
            [
                "זאת ההלכה גדולה העומק מאד רבות הקושי ולכן אראה שאזכור בה שרשים אשר נבנו עליה אלה הפרצות אע\"פ שכבר הקדמתיך אלה ההקדמות מפוזרות במקומות מזאת המסכתא והן ז' שרשים הראשון שהכלים הטהורין לתרומה או לקודש טמאין הן לגבי חטאת כמו שהתבאר בשני מחגיגה (דף יח.) והשרש השני שכל אדם טהור לתרומה או לקדש טמא לחטאת והשרש השלישי שכל מה שאמרנוהו והצענוהו בפתיחת זה הסדר ממשפט ראשון וב' וג' וד' אמרנו שאב הטומאה לבד הוא אשר יטמא אדם וכלים ושולד הטומאה לא יטמא אדם וכלים ואין כלי מטמא כלי אמנם זה כלו לגבי טהרת הקדש וטהרת תרומה אמנם לגבי חטאת כל כלי טמא לחטאת מטמא את חבירו וחבירו את חבירו אפי' הן מאה ועוד יתבאר זה בפ' אחרון מזאת המסכתא והשרש הד' שהטהור לחטאת אם נגע בכלי טמא לחטאת נטמאו ידיו והשרש הה' שהטהור לחטאת שנטמאו ידיו נטמא גופו והשרש הו' שהדברים אשר יטמאו הידים הן במשוש ואם יהיה בין היד ובינה מסך כמו עלה נייר וכיוצא בהן הנה הן לא יטמאו הידים ואפי' הניעם ואחזם ושם כאגר הוא נייר. והשרש הז' שמי חטאת לא יטמאו האיש אשר הוא טהור לחטאת בלוקחו אותם כמו מה שיטמאו זולתו במגע ובמשא כפי מה שהתבאר בראשון מכלים ואם היה טמא לחטאת אשר לא יכוין לחטאת הנה מי חטאת יטמאוהו אז במגע ובמשא כמו שיתבאר מפירושינו בראשון מכלים ואחר מניתי אלה הז' שרשים שים שכלך להבין זאת ההלכה אמר שאם נגע לגין של מי חטאת בלגין של קדש או של תרומה הנה לגין של חטאת כבר נטמא לפי שלגין של קדש ושל תרומה טמא הוא לגבי חטאת אמנם לגין של קדש ושל תרומה הנה הוא נשאר בטהרתו אם החזיק הב' לגינין בשתי ידיו שהן רוצה לומר לגין של חטאת ושל קדש או של תרומה להיותו טמא לגבי חטאת כמו שהתבאר ואם ניטמא ידו ניטמא גופו וששב טמא לחטאת מפני החזיקו לגין של קדש בידו ניטמא לגין של חטאת אשר בידו האחרת ומפני היותו ג\"כ טמא לחטאת יטמא מי חטאת אשר נשא בידו כמו שביארנו בשרש הז' מאלו השרשים וישוב טמא לתרומה גם כן ולזה יטמא לגין של קדש ושל תרומה אשר בידו מפני מי חטאת אשר בידו האחרת וכמו זה המשפט בעצמו יחייב כאילו היה לגין של חטאת כרוך בנייר אשר בידו ולגין של קדש אשר בידו האחרת בלי מסך לפי שהגלות זה הלגין אשר הוא טמא לגבי חטאת הוא אשר יטמא גופו עד שיהיה מטמא החטאת ונושא החטאת יחייבוהו לטמא התרומה אשר בידו אחרת או הקדש כמו שביארנו ולזה אמרנו אם היה לגין של תרומה בנייר ושל חטאת בידו שניהם טהורין לפי שהוא לא יטמא בלגין של תרומה לפי שהנייר מבדיל ביניהן וישאר טהור לחטאת כמו שהיה ויהיה לגין של חטאת שבידו השנייה טהור ולא יטמאנו ג\"כ נשיאות מי חטאת לפי שהוא ראוי להזות ולזה ישאר לגין של תרומה טהור וכן אם היו שניהם בשני ניירות כי העיקר היות של קדש ושל תרומה בנייר כמו שביארנו וחלק ר' יהושע על זה ההבדל ואמר ואפי' היה של תרומה בנייר ושל חטאת בידו טמא בהעלותו שני לגינים בשתי ידיו לפי שזה הלגין שהוא טמא לגבי חטאת כמו שיטמא הטהור לחטאת אם נגע בו כן יטמאנו אם נשאו כפי מה שהתבאר מסברתו במסיט אוכלין ומשקין בידו בזה הפ' אשר אמר שהוא טמא לחטאת ואע\"פ שלא נגע ולשון התוספתא זה הכלל כל שמטמא מי חטאת במגע מטמא במשא וזה הדבור אמנם אמרו שם בתת סבה למאמר ר' יהושע של חטאת טמא והבן זה ואחר אמר אם היו נתונים על הארץ ונגע בהן רוצה לומר אם היו לגין של קדש או של תרומה מונח על הארץ ולגין של חטאת ונגע טהור לקדש או לתרומה הנה של חטאת טמא לפי שזה הטהור טמא הוא לגבי חטאת ושל תרומה או של קדש טהור לפי שהוא אע\"פ שהיה טמא לחטאת וטימא את הלגין לא טימא מי חטאת אשר בתוך הלגין (עד שישוב טמא לתרומה) לפי שהוא לא נשא מי חטאת (ולא נגע בה אמנם) [אלא] נגע בלגין לבד והבן זה כי זה עיון דק שאם הסיט זה הטהור לקדש לגין של קדש ושל חטאת הנה שניהן טהורים אצל החכמים אחר שלא נגע ור' יהושע יטמא של חטאת כמו אם נגע שהמסיט אצלו בזה האופן כמו נוגע כמו שכבר נתבאר מסברתו בזה הפרק ואין הלכה כר' יהושע בשני המאמרים: "
            ]
        ],
        [
            [
                "אם מצאה מכוסה בידוע שאדם הוא אשר כיסה אותה והיה ראוי להיות טהור לחטאת והנה לא יהיה לפי שרוב האנשים אינן טהורין לחטאת ולזה תפסל ואם מצאה מגולה הנה לא נאמר שאדם גילה אותה באמת אבל גילה אותה בעל חיים אשר לא יפסול מי חטאת בנגעו בה אלא בשתית קצת מימיו כפי מה שהתבאר בפ' התשיעי ושם התבאר שר\"ג אומר שנחש אם שתה מי חטאת פסלן. וכבר ידעת העיקר והוא שמי חטאת ואפר חטאת לא יהיו אלא במקום טהור ומים שאינן מקודשין לא נשמור בהם זה ולשון ספרי קלל של חטאת שמוקף צמיד פתיל ונתון באהל המת טמא שנאמר (במדבר י״ט:ט׳) במקום טהור ואין זה מקום טהור:"
            ],
            [
                "עוד יתבאר לך במסכת אשר אחר זאת (טהרות פ\"ד מ\"ה) שיש שם ספק טומאה תשרף עליו תרומה ויש שם ספק טומאה לא תשרף ולא תאכל וזהו ענין תולין ויש שם ספק טומאה לא תטמא התרומה בשום פנים אבל תשאר טהורה כמו שהיתה ומותר לאכילה ולכן אמר שכל ספק טומאה שנתחדש בחטאת אילו נתחדש כמותה בתרומה היתה טהורה והותר לאכילה הנה הוא טהור גם כן לגבי חטאת וכל ספק טומאה שיתחדש בחטאת אילו נתחדש כמותה בתרומה היתה תלויה הנה זה החטאת תשפך ואם נעשו חולין על טהרת החטאת כמו שיתבאר במסכתא טהרות (שם) שיעשו חולין על טהרת הקדש ועל טהרת תרומה ונתחדש להן כמו זה הספק טומאה הנה הן ישארו תלויות ולא נאמר הואיל ונעשו על טהרת חטאת וכמו זה הספק בחטאת תשפך כן ג\"כ אלו הטהרות ישרפו ולא ידמה שפיכת החטאת לשרפת הטהרות שלא נעשה לאכילה ואלו נעשו לאכילה: <b>והרפפות.</b> הן שבכות מעץ כמו שביארנו בשלשה עשר מאהלות: <b>ורעדות.</b> עצים מחוברים חבור חלוש ולזה נקרא רעדות להתרעדם אם ינעו ואמר שהן אינן כלים שיקבלו טומאה ולזה לא יטמאו לא קדש ולא תרומה ולא חטאת לפי שהן אינן ראויין לטומאה. ורבי אליעזר אומר שהרעדות הנה לפעמים ישב אדם עליהן והן ראויות למשכב ולזה יהיו טמאות לחטאת וזה אצלי דומה בלתי אפשר שיאמר ברפפות וברעדות כי לא תמצא בתוספתא ובברייתא מה שיתאמת בו כוונת זה המאמר: "
            ],
            [
                "כבר בארנו פעמים רבות שאוכלין טמאים לא יטמאו משקין או אוכלין אחרים אלא אם יהיו כביצה (לגבורות) [תרנגולת] וכבר בארנו שכל האוכלין טמאין הן לגבי חטאת ואפי' לקדש ולאלה השרשים אם נפל דבלה של תרומה כביצה לתוך מי חטאת נטמאו המים ואפי' היתה תרומה טהורה ומי שיאכלה אחר זה חייב מיתה לפי שהוא יטמא בעת אכילה כאשר נגעה במי נדה כפי מה שהתבאר בראשון מכלים ומי שאכל כזית מתרומה והוא טמא חייב כמו שבארנו בתשיעי מסנהדרין (דף פג.) ועוד בארנו שהטהור לחטאת לא יטמא במי חטאת בעת לוקחו אותם ועוד יתבאר בסוף זבים מי שהביא ראשו ורובו במים שאובין הנה הוא טמא מדרבנן ופוסל את התרומה וידוע הוא שמי חטאת מים שאובין הן ואם הכניס ראשו ורובו לתוך מי חטאת טמא לחטאת מצד מים שאובין ומעת שנטמא לחטאת יטמאוהו מי חטאת אשר נגע בהן וישוב ראשון לטומאה ואין הלכה כר' יוסי: "
            ],
            [
                "כשתעיין העקרים אשר הקדמנו בפתיחת זה הסדר תמצא שכל טעון טבילה מן התורה אמנם הוא אב הטומאה או ראשון לטומאה ושם בארנו שראשון עושה שני בחולין וכ\"ש במעשר ובתרומה ובקדש ועוד יתבאר זה בטהרות (פ\"ב). לאחר ביאתו במים אשר הוא טבול יום יאמר ר' מאיר שהוא יפסול את התרומה ויטמא את הקדש וחכמים אומרים שטבול יום כמו שיפסול את התרומה כן יפסול את הקדש ולא יטמא בשום פנים וכבר זכרנו זה בפתיחה בהתבארנו טומאת משקין וכן אומרים חכמים שטבול יום אם היה טעון ביאת מים מן התורה חייב על ביאת המקדש עד שיערב שמשו אף ע\"פ שטבל וכבר קדם לך בראשון מכלי' שטבול יום אסור להכנס לעזרת נשים אך אינו חייב אלא על עזרת ישראל כמו שבארנו שם והלכה כחכמים: \n"
            ],
            [
                "<b>כל הטעון ביאת מים מדברי סופרים.</b> כמו אוכל אוכלין טמאים ושותה משקין טמאים ועוד יתבאר לך שהוא מטמא את הקדש ופוסל את התרומה וכבר בארנו בפתיחת זה הסדר שהוא אינו טעון הערב שמש ולזה לאחר ביאתו מותר בכלן ורוצה לומר לאחר ביאתו במים ואינו חייב על ביאת מקדש לפי שהוא טומאה קלה מדרבנן והפסוק לא אסר ביאת מקדש אלא על מי שנטמא באב הטומאה מדאורייתא כמו שאמר בטומאת אדם או בבהמה טמאה או בכל שרץ טמא: \n"
            ],
            [
                "<b>האזוב.</b> מכלל האוכלים ולזה לא יטמא אלא אחר הכשר ואם נגע בו אפילו מי שאכל אוכלים טמאים הנה הוא יטמאהו ולא יזה בו מי חטאת וכן יטמא זה הטעון ביאת מים ואפי' מדברי סופרים למים שאינן מקודשין המוכנין לקדש ולכלי ריקם הטהור לחטאת ר\"ל כלי שטהור לגבי חטאת לשום בו אפר פרה או מים מקודשין וכיוצא בזה והלכה כחכמים: \n"
            ],
            [
                "<b>שם לווי.</b> שם מחובר: אזוב זה ירצה לומר שאם יראהו הרואה יאמר אזוב הוא זה מבלי שיודיעהו בדבר ואמנם יחוייב האזוב בתרומה אם נזרע בגנות כפי העקרים אשר בארנו בזרעים ואמרו אזוב תרומה טמאה פסול ותאמר איך אפשר בו ההזאה והוא יטמא מי חטאת ואפי' היתה תרומה טהורה כפי מה שקדם לפי שכבר התבאר שהתרומה לא תטמא מי חטאת אלא אם תהיה כביצה ואפילו אם היתה טמאה: <b>ותמרה.</b> פה יקראו הכיס אשר בו יהיה הזרע בקצות הענפים: <b>ויונקות.</b> הוא אשר בארץ: <b>גבעולין.</b> הוא הפרח קודם שיפתח כל עוד שהוא מקובץ בכיס אחד. ואחר אמרו ואין חייבין על היונקות על ביאת המקדש כוונת זה שאם היה טמא והוזה עליו ביונקות ובא אל המקדש הנה הוא פטור אע\"פ שלא ב) (יעבור) [יטהר] בזאת ההזאה כי אחר שהוזה עליו בזאת לא נאמר בו את מקדש ה' טמא ואין הלכה כר\"א: "
            ],
            [
                "אלו המשקין לא תחשבם משקין טמאים אבל אפי' משקין טהורים מעת שהוכשר פסול להזות בו להיותו מוכן לטומאה ואין הלכה כרבי מאיר: \n"
            ],
            [
                "שלשה קלחים שלשה שרשים ובכל שרש גבעול אחד ויבא בשלשה הענפים שלשה גבעולין ור' יהודה אומר שיצטרך שיהיה בכל קלח שלשה גבעולין: מפסגו או מפסקו הכל אחד רוצה לומר שאם היה שרש אחד ובו שלשה ענפים יפשחם עד שישובו שלשה קלחים ואחר יקשרם וישיבם אגודה אחת לפי שבא הפסוק (במדבר יט) ולקח אזוב ואמר בפסח מצרים (שמות יב) ולקחתם אגודת אזוב הנה הצריך שתהיה אגודה ולא תהיה פחותה משלשה ענפים ובספרי נאמר כאן לקיחה ונאמר להלן לקיחה מה לקיחה האמורה להלן שלשה אף לקיחה האמורה כאן שלשה: <b>גרדומיו.</b> שארית הגבעולין אם נשארו העלין ועבר עליו הזמן ואפילו לא נשאר מהן אלא שיעור מועט מכל גבעול והלכה כרבי יוסי: \n"
            ]
        ],
        [
            [
                "<b>מספקו.</b> יקשרהו בחוט בקצה הכוש עד שישיג מי החטאת אשר בכלי ואחר יוציאהו ואין הלכה כר' יהודה ורבי שמעון: \n"
            ],
            [
                "מיצה הזיל ויצק מל' (ויקרא א) ונמצה דמו: <b>טובל ומעלה כדרכו.</b> ולא נאמר אך אלה המים אשר עלו באזוב אבל אמנם הוא מן המי' אשר בפי הכלי לצרו' פיה והתחברות האזוב בה לא תצטרך טבילה ורבי יהודה אומר שהזאה זו ראשונה לבד הוא אשר יזה מזה הכלי הצר: <b>ובלבד שלא יספג.</b> לא ינגב הכלי בזה האזוב כמו שינגב טיט הנרוק בבגד לאמרו השי\"ת וטבל במים עד שיהיה שם טבילה והוא אמרם עד שיהיה במים כדי טבילה ואין הלכה כרבי יהודה: <b>הזאתו פסולה.</b> לפי שההזאה לא תצטרך כוונת המזה ואמרו אפילו הן מאה ירצה בו שהוא מזה על כל הזאה אחת תכלול הכל ולא נצטרך הזאה נפרדת על כל איש ואיש: "
            ],
            [
                "אמר ה' ית' (במדבר י״ט:י״ט) והזה הטהור על הטמא יצטרך שהמזה יתכוין להזות על הטמא ולזה אם טבל האזוב והוא מכוין שיזה על דבר שהוא מקבל טומאה או על האדם שהוא ג\"כ טמא וראוי להזאה הנה היא טבילה כשרה ואם הזה מזאת הטבילה על דבר שאינו מקבל טומאה ונשאר באזוב שארית אפשר שיזה ממנה הזאה שנית הנה לא יצטרך שיטבול האזוב פעם שנית אבל יזה ממנו על דבר שצריך הזאה וזהו אמרם אם יש באזוב לא ישנה לפי שהוא הטביל את האזוב להזות על דבר המקבל טומאה ולא יצטרך לטבול פעם שנית אמנם אם הטביל את האזוב להזות על דבר שאינו מקבל טומאה ואחר הזה על דבר שהוא מקבל טומאה הנה היא הזאה פסולה לפי שהוא בעת שטבל את האזוב לא היתה טבילה כשרה ולכן אפילו נשאר באזוב שארית מן המים לא יזה ממנו הזאה שנית עד שיטבול את האזוב פעם שניה לכונה שיזה על הטמא והוא אמרו אם יש באזוב ישנה הפירוש הנכון שאע\"פ שיש מים באזוב להזות הזיה שניה ישנה ויטביל ובתוספתא אמרו בתתו סבה לזה ההבדל הואיל ותחילת טבילתו פסולה כך הזאתו פסולה: ואמרו מים המנטפין הוא שאם הטביל את האזוב להזות על דבר שאינו מקבל טומאה ונטפו המים מן האזוב טפות הנה אלה הטפות כשרות להזאה ר\"ל שיטבול בהן האזוב ויזה מהן ולכן יטמאו כמו שיטמאו מי חטאת כמו שהתבאר בראשון מכלים ולא נדריג אלה הטפות במדרגה מה שיוטף מדבר טמא בעת ההזאה עליו אשר לא יטמא כמו שהתבאר לפי שאלו לא עשו מצותן לפי שהטבילה טבילה פסולה לפי שהוא טבל לשם דבר שאינו מקבל טומאה וכן יתבאר מן התוספתא ביאור זאת ההלכה ותבינהו: \n"
            ],
            [
                "כבר קדם לך שמזין על האדם לדעתו ושלא לדעתו ואם היה אחד מזה מחלון של רבים לטהר האיש והזה על איש טמא וחשב שהוא כבר נטהר ובא אל המקדש ואחר נמצאו אלה מי חטאת פסולין אשר לא הגיע אליו טהרה שלימה הנה הוא עם זה לא יחוייב קרבן להיותה בחלון של רבים דומה לספק טומאה ברשות הרבים אשר ספקו טהור כמו שיתבאר במסכת אשר אחר זאת ולא נאמר אליו לאיזה דבר לא חקרת על אלה המים ואז תבוא אל המקדש כי מן הידוע שלא יקרה לטהר הרבים אלא במים כשרים אמנם אם היה חלון של יחיד הנה יחייבהו שיחקור ואז יבא אל המקדש ולזה חייב קרבן לפי שדומה ג\"כ לספק טומאה ברה\"י אשר ספיקו טמא. וכ\"ג פטור מקרבן בשני העניינים יחד לפי שהוא לא יחוייב קרבן על טומאת מקדש וקדשיו כפי מה שביארנו בשני מהוריות (דף ט.): <b>מחליקים.</b> מעמידים ודורסים ידרסו כי הוא יאמר שחלון של רבים אשר נשרה הקרקע נגדו כאשר יפול עליה מי חטאת תמיד הנה האנשים היו מעמידים באלו המים ויגוללו שמלותם והיו ג\"כ דורסין [אותן] ברגליהם ולא היו נמנעים מלבא אל המקדש ומהתעסק בקדשים מפני שמי חטאת שכבר הוזה בהן לא יטמאו כמו שיטמאו מי חטאת כפי מה שביארנו בראשון מכלים והוא אמרו מפני שאמרו מי חטאת שעשו מצותן אינן מטמאין: \n"
            ],
            [
                "זאת ההלכה יזכור בה ענין אחד מן הכוונה הקודמת והוא שמי חטאת שעשו מצותן אינן מטמאין ולכן אם לקח איש טהור קרדום שנטמא והחזיקו בכנפו והזה עליו המזה מי חטאת אע\"פ שעל זה הקורדום ממי חטאת כדי הזייה הנה הנושא הקורדום בידו טהור כמו שהיה ולא נאמר שהוא נשא מי חטאת לפי שכבר עשו מצותן וכבר ביארנו בפתיחת זה הסדר שכל מה שיטמא במת טומאת ז' הוא אב הטומאה וידוע הוא שלא יצטרך הזאה אלא מי שנטמא טומאת שבעה וכן ביארט שאב הטומאה הוא אשר יטמא אדם וולד הטומאה לא יטמאנו ולאלה העקרים אמר שהטהור יחזיק הקורדום הטמא בבגדו יהיה בגדו ולד הטומאה ולא יטמאנו ומבואר הוא שיצטרך שיהיה בקרדום ג\"כ לא הגיע אליו טומאה מן המת כי אז ישוב בזה הכנף אב כמו שביארנו שם ואחר ישוב לבאר כמה שיעור ההזאה אשר תטמא במשא ואמר כדי שיטביל ראשי גבעולין וכוונת מאמר רבי יהודה על אזוב של נחשת שלא ידובק בו דבר ולא ישאף מאלה המים אשר עליו דבר ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כבר ידעת שאוכלין טמאים לא יטמאו זולתן אלא כביצה ואחר אמר שזה האזוב הטמא אם היה בו כביצה הנה הוא יטמא אזוב שני ושני לשלישי וכן עד עולם לענין מי חטאת ביחוד לפי שלא אמר בהן לא ד' ולא עשירי אלא הכל טמא: דע שאמרו פה המזה באזוב טמא אמנם ירצה בו אזוב הטמא לחטאת אשר כבר אמרנו שהוא אפי' היה רחוק אלף מדרגות מן הטומאה הנה הוא טמא ולכן המים פסולים אמנם אילו היה האזוב הטמא לקדש או לתרומה היו המים טמאים כמו שביארנו בפ' אשר קודם זה: \n"
            ],
            [
                "כבר ביארנו שלענין חטאת אדם מטמא אדם וכלי מטמא כלי אל לא תכלית ולא יאמר לא שני ולא שלישי ולשון התוספתא אין אומרים בחטאת זה ראשון וזה שני אלא אפילו הן מאה כולן תחלה שאין מונין למי חטאת. עיסה שנעשית על גבי חטאת ונגע שרץ באחד מהן אפי' מאה כולן תחלה שאין מונין למי חטאת: \n"
            ],
            [
                "תבנית הפעמון מפורסם והקיפו יקרא זוג והלשון אשר בפנים אשר ישמיע הקול בעת תנועתו יקרא ענבול והן מחוברים יחד וכאשר יזה מי חטאת על האחד מהן נטהר הכל והכוש אשר יטוו בה הוא מחובר מג' חלקים החלק הראשון העץ אשר עליו הדבר הטווי או המפותל והחלק הב' קצה הברזל או הנחשת אשר יהיה בקצה זה העץ והוא אשר יקרא צינורא והחלק השלישי המכביד והוא אשר יקרא פיקה והוא אשר יקרא במערב נולה ואמר שהכוש אשר יטוו בה החבלים הנעשים מן הגומא והוא כוש של רובן אם נטמא לא יזה מי חטאת לא על עצם העץ אשר יחובר עליו החבל ולא על המכביד אלא על קצה הברזל לבד לפי שהיא הכלי האמיתי ואם הזה על אחד מהן הנה הוזה וטהר הכוש בכללו אמנם כוש של פשתן הנה חלקיו כולן חבור לפי שהוא מתוקן ההתחברות וכלי עור שהזה על אחד מהן נטהרו כולן: והמלבן מרובע מעץ יתרכב למעלה מן המטה וכבר ביארנו זה בכלים פעמים רבות אמר אינו חבור לא לטומאה ולא לטהרה שאם נגע בו טומאה לא נטמא המטה ואם נגע טומאה במטה לא נטמא הוא וכן אם הוזה על המלבן לא טהרה המטה בזאת ההזאה ולא יטהר המלבן בהזאה אשר על המטה: וידות הכלים הקדוחות דפנות הכלי' הנקובות והוא שיהיה הנקב בנצב ויורכב קצת זה הכלי בזה הנקב כמו הסכינים ונקרא אל תדיר הנה הכלי אשר הן כן הם ומושבם כגשם אחד לטומאה וכן להזאה הזה על אחד מהן טהור כל הכלי: <b>וחדוקות.</b> בעלות הלשון והוא שיהיה קצה הנצב נכנס בכלי כמו הרכבת עץ הרומח בברזלו ואין הלכה כר' יוחנן בן נורי: "
            ],
            [
                "סלים וקנתל כלים מחובר מקנים יתרכב בה אלה הסלים עד שינטל הכל בפעם אחת: ומטה של טרבל כלי מעץ דומה לעץ שדשים בה התבואה והוא כלי בעל חליות יתרכב קצת חלקים בקצת: <b>וכליבה.</b> נעשת מופרקת הרגלים ורגל מרגליה יקרא קרן של כליבה: <b>וכן קרנים של יוצאי דרכים.</b> כלים בעלי חליות יצאו בהן הולכי דרכים ישתו בהן המים: ושלשלת המפתחות שלשלת יתחברו בה המפתחות: <b>ושלל הכובסין.</b> תפירת הכובסין וזה שהכובסין יתפרו הבגדים כי יקל התלבנותם בעלותן יחד ואין התפירה מתוקנת אבל אלו החבורין התלושין כולן הן חבור לטומאה ואם נטמא אחד מן החבורים נטמא הכל ואין חבור להזאה אבל יצטרך שיזה על כל פרק: \n"
            ],
            [
                "אמר הש\"י (במדבר יט) וטבל במים איש טהור ואמר טהור לרבות את הקטן שיש בו דעת ואחר אמר והאשה מסעדתו ומזה ר\"ל שאם היתה אשה שפסולה להזות ראוי היא שתעזור המזה ותחזיק אלה המים אשר יזה ממנו ר\"ל מי נדה אך לא תחזיק יד המזה כלל: \n"
            ],
            [
                "אמר השי\"ת (במדבר י״ט:י״ט) והזה הטהור על הטמא ביום השלישי וביום השביעי ולא תהיה ההזאה אלא ביום וכן טבילת האזוב במים אמנם טבילת האיש הטמא עצמו יחויב בלילה ויזה עליו מבקר היום זהו אם נזדמן שנתאחרה ההזאה לאחר יום השביעי אשר יזה באיזה יום שיהיה ולשון ספרי אין לי אלא ליום שביעי שמיני תשיעי עשירי מנין ת\"ל וחטאו מ\"מ אמנם אם לא נתאחרה הזאה והלך הענין כמצותו הנה מן הראוי שתקדם ההזאה ביום השביעי ואחר ההזאה יטבול במי מקוה ביום ההוא ויעריב שמשו וזה לשון התורה. אמר (שם) וחטאו ביום השביעי וכבס בגדיו ורחץ במים וטהר בערב ולשון ספרי שהייתי אומר אם קדמה טבילה להזאה יצא ת\"ל וחטאו ואח\"כ וכבס בגדיו: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}