var Tahorotjson ={
    "language": "he",
    "title": "Mishnah Tahorot",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה טהרות",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "שְׁלשָׁה עָשָׂר דָּבָר בְּנִבְלַת הָעוֹף הַטָּהוֹר. צְרִיכָה מַחֲשָׁבָה, וְאֵינָהּ צְרִיכָה הֶכְשֵׁר, וּמְטַמָּא טֻמְאַת אֳכָלִין בְּכַבֵּיצָה, וְכַזַּיִת בְּבֵית הַבְּלִיעָה, וְהָאוֹכְלָהּ טָעוּן הֶעֱרֵב שֶׁמֶשׁ. וְחַיָּבִים עָלֶיהָ עַל בִּיאַת הַמִּקְדָּשׁ, וְשׂוֹרְפִין עָלֶיהָ אֶת הַתְּרוּמָה. וְהָאוֹכֵל אֵבָר מִן הַחַי מִמֶּנָּה סוֹפֵג אֶת הָאַרְבָּעִים. שְׁחִיטָתָהּ וּמְלִיקָתָהּ מְטַהֲרוֹת אֶת טְרֵפָתָהּ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, אֵינָן מְטַהֲרוֹת. רַבִּי יוֹסֵי אוֹמֵר, שְׁחִיטָתָהּ מְטַהֶרֶת, אֲבָל לֹא מְלִיקָתָהּ:  ",
            "הַכְּנָפַיִם וְהַנּוֹצָה, מִטַּמְּאוֹת וּמְטַמְּאוֹת וְלֹא מִצְטָרְפוֹת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, הַנּוֹצָה מִצְטָרֶפֶת. הַחַרְטוֹם וְהַצִּפָּרְנַיִם מִטַּמְּאִין וּמְטַמְּאִין וּמִצְטָרְפִים. רַבִּי יוֹסֵי אוֹמֵר, אַף רָאשֵׁי אֲגַפַּיִם וְרֹאשׁ הַזָּנָב מִצְטָרְפִים, שֶׁכֵּן מַנִּיחִים בַּפְּטוּמוֹת:  ",
            "נִבְלַת הָעוֹף הַטָּמֵא צְרִיכָה מַחֲשָׁבָה וְהֶכְשֵׁר, וּמְטַמְּאָה טֻמְאַת אֳכָלִין בְּכַבֵּיצָה, וְכַחֲצִי פְרָס לִפְסֹל אֶת הַגְּוִיָּה, וְאֵין בָּהּ כַּזַּיִת בְּבֵית הַבְּלִיעָה, וְהָאוֹכְלָהּ אֵין טָעוּן הֶעֱרֵב שֶׁמֶשׁ, וְאֵין חַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ. אֲבָל שׂוֹרְפִין עָלֶיהָ אֶת הַתְּרוּמָה, וְהָאוֹכֵל אֵבָר מִן הַחַי מִמֶּנָּה אֵינוֹ סוֹפֵג אֶת הָאַרְבָּעִים, וְאֵין שְׁחִיטָתָהּ מְטַהֲרְתָּהּ. הַכְּנָפַיִם וְהַנּוֹצָה, מִטַּמְּאוֹת וּמְטַמְּאוֹת וּמִצְטָרְפוֹת. הַחַרְטוֹם וְהַצִּפָּרְנַיִם, מִטַּמְּאִין וּמְטַמְּאִים וּמִצְטָרְפִין:  ",
            "וּבַבְּהֵמָה, הָעוֹר וְהָרֹטֶב וְהַקִּפָּה וְהָאֲלָל וְהָעֲצָמוֹת וְהַגִּידִים וְהַקַּרְנַיִם וְהַטְּלָפַיִם, מִצְטָרְפִין לְטַמֵּא טֻמְאַת אֳכָלִין, אֲבָל לֹא טֻמְאַת נְבֵלוֹת. כַּיּוֹצֵא בוֹ, הַשּׁוֹחֵט בְּהֵמָה טְמֵאָה לְנָכְרִי וְהִיא מְפַרְכֶּסֶת, מְטַמְּאָה טֻמְאַת אֳכָלִין, אֲבָל לֹא טֻמְאַת נְבֵלוֹת, עַד שֶׁתָּמוּת אוֹ עַד שֶׁיַּתִּיז אֶת רֹאשָׁהּ. רִבָּה לְטַמֵּא טֻמְאַת אֳכָלִין, מִמַּה שֶּׁרִבָּה לְטַמֵּא טֻמְאַת נְבֵלוֹת:  ",
            "הָאֹכֶל שֶׁנִּטְמָא בְאַב הַטֻּמְאָה וְשֶׁנִּטְמָא בִוְלַד הַטֻּמְאָה, מִצְטָרְפִין זֶה עִם זֶה לְטַמֵּא כַקַּל שֶׁבִּשְׁנֵיהֶן. כֵּיצַד. כַּחֲצִי בֵיצָה אֹכֶל רִאשׁוֹן וְכַחֲצִי בֵיצָה אֹכֶל שֵׁנִי שֶׁבְּלָלָן זֶה בָזֶה, שֵׁנִי. כַּחֲצִי בֵיצָה אֹכֶל שֵׁנִי וְכַחֲצִי בֵיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָזֶה, שְׁלִישִׁי. כַּבֵּיצָה אֹכֶל רִאשׁוֹן וְכַבֵּיצָה אֹכֶל שֵׁנִי שֶׁבְּלָלָן זֶה בָזֶה, רִאשׁוֹן. חִלְּקָן, זֶה שֵׁנִי וְזֶה שֵׁנִי. נָפַל זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ עַל כִּכָּר שֶׁל תְּרוּמָה, פְּסָלוּהוּ. נָפְלוּ שְׁנֵיהֶן כְּאַחַת, עֲשָׂאוּהוּ שֵׁנִי:  ",
            "כַּבֵּיצָה אֹכֶל שֵׁנִי וְכַבֵּיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָזֶה, שֵׁנִי. חִלְּקָן, זֶה שְׁלִישִׁי וְזֶה שְׁלִישִׁי. נָפַל זֶה לְעַצְמוֹ וְזֶה לְעַצְמוֹ עַל כִּכָּר שֶׁל תְּרוּמָה, לֹא פְסָלוּהוּ. נָפְלוּ שְׁנֵיהֶן כְּאַחַת, עֲשָׂאוּהוּ שְׁלִישִׁי. כַּבֵּיצָה אֹכֶל רִאשׁוֹן וְכַבֵּיצָה אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָזֶה, רִאשׁוֹן. חִלְּקָן, זֶה שֵׁנִי וְזֶה שֵׁנִי, שֶׁאַף הַשְּׁלִישִׁי שֶׁנָּגַע בָּרִאשׁוֹן נַעֲשָׂה שֵׁנִי. כִּשְׁתֵּי בֵיצִים אֹכֶל רִאשׁוֹן כִּשְׁתֵּי בֵיצִים אֹכֶל שֵׁנִי שֶׁבְּלָלָן זֶה בָזֶה, רִאשׁוֹן. חִלְּקָן, זֶה רִאשׁוֹן וְזֶה רִאשׁוֹן. לִשְׁלשָׁה אוֹ לְאַרְבָּעָה, הֲרֵי אֵלּוּ שֵׁנִי. כִּשְׁתֵּי בֵיצִים אֹכֶל שֵׁנִי וְכִשְׁתֵּי בֵיצִים אֹכֶל שְׁלִישִׁי שֶׁבְּלָלָן זֶה בָזֶה, שֵׁנִי. חִלְּקָן, זֶה שֵׁנִי וְזֶה שֵׁנִי. לִשְׁלשָׁה אוֹ לְאַרְבָּעָה, הֲרֵי אֵלּוּ שְׁלִישִׁי:  ",
            "מִקְרָצוֹת נוֹשְׁכוֹת זוֹ בָזוֹ, וְכִכָּרִים נוֹשְׁכִין זֶה בָזֶה, נִטְמֵאת אַחַת מֵהֶן בְּשֶׁרֶץ, כֻּלָּן תְּחִלָּה. פֵּרְשׁוּ, כֻּלָּן תְּחִלָּה. בְּמַשְׁקִין, כֻּלָּן שְׁנִיּוֹת. פֵּרְשׁוּ, כֻּלָּן שְׁנִיּוֹת. בְּיָדַיִם, כֻּלָּן שְׁלִישִׁיּוֹת. פֵּרְשׁוּ, כֻּלָּן שְׁלִישִׁיּוֹת:  ",
            "מִקְרֶצֶת שֶׁהָיְתָה תְחִלָּה וְהִשִּׁיךְ לָהּ אֲחֵרוֹת, כֻּלָּן תְּחִלָּהּ. פֵּרְשׁוּ, הִיא תְחִלָּה וְכֻלָּן שְׁנִיּוֹת. הָיְתָה שְׁנִיָּה וְהִשִּׁיךְ לָהּ אֲחֵרוֹת, כֻּלָּן שְׁנִיּוֹת. פֵּרְשׁוּ, הִיא שְׁנִיָּה וְכֻלָּן שְׁלִישִׁיּוֹת. הָיְתָה שְׁלִישִׁית וְהִשִּׁיךְ לָהּ אֲחֵרוֹת, הִיא שְׁלִישִׁית וְכֻלָּן טְהוֹרוֹת, בֵּין שֶׁפֵּרְשׁוּ בֵּין שֶׁלֹּא פֵרְשׁוּ:  ",
            "כִּכְּרוֹת הַקֹּדֶשׁ שֶׁבְּתוֹךְ גֻּמּוֹתֵיהֶם מַיִם מְקֻדָּשִׁים, נִטְמֵאת אַחַת מֵהֶן בְּשֶׁרֶץ, כֻּלָּן טְמֵאוֹת. בַּתְּרוּמָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. אִם יֵשׁ בֵּינֵיהֶם מַשְׁקֶה טוֹפֵחַ, אַף בַּתְּרוּמָה, הַכֹּל טָמֵא:  "
        ],
        [
            "הָאִשָּׁה שֶׁהָיְתָה כוֹבֶשֶׁת יָרָק בִּקְדֵרָה וְנָגְעָה בְעָלֶה חוּץ לַקְּדֵרָה בְמָקוֹם הַנָּגוּב, אַף עַל פִּי שֶׁיֶּשׁ בּוֹ כַבֵּיצָה, הוּא טָמֵא וְהַכֹּל טָהוֹר. נָגְעָה בִמְקוֹם הַמַּשְׁקֶה, אִם יֶשׁ בּוֹ כַבֵּיצָה, הַכֹּל טָמֵא. אֵין בּוֹ כַבֵּיצָה, הוּא טָמֵא וְהַכֹּל טָהוֹר. חָזַר לַקְּדֵרָה, הַכֹּל טָמֵא. הָיְתָה מַגַּע טְמֵא מֵת וְנָגְעָה, בֵּין בִּמְקוֹם הַמַּשְׁקֶה בֵּין בְּמָקוֹם הַנָּגוּב, אִם יֶשׁ בּוֹ כַבֵּיצָה, הַכֹּל טָמֵא. אֵין בּוֹ כַבֵּיצָה, הוּא טָמֵא וְהַכֹּל טָהוֹר. הָיְתָה טְבוּלַת יוֹם מְנַעֶרֶת אֶת הַקְּדֵרָה בְּיָדַיִם מְסֹאָבוֹת, וְרָאֲתָה מַשְׁקִין עַל יָדֶיהָ, סָפֵק מִן הַקְּדֵרָה נִתְּזוּ, סָפֵק שֶׁהַקֶּלַח נָגַע בְּיָדֶיהָ, הַיָּרָק פָּסוּל וְהַקְּדֵרָה טְהוֹרָה: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הָאוֹכֵל אֹכֶל רִאשׁוֹן, רִאשׁוֹן. אֹכֶל שֵׁנִי, שֵׁנִי. אֹכֶל שְׁלִישִׁי, שְׁלִישִׁי. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, הָאוֹכֵל אֹכֶל רִאשׁוֹן וְאֹכֶל שֵׁנִי, שֵׁנִי. שְׁלִישִׁי, שֵׁנִי לַקֹּדֶשׁ וְלֹא שֵׁנִי לַתְּרוּמָה, בְּחֻלִּין שֶׁנַּעֲשׂוּ לְטָהֳרַת תְּרוּמָה: \n",
            "הָרִאשׁוֹן שֶׁבַּחֻלִּין, טָמֵא וּמְטַמֵּא. הַשֵּׁנִי פּוֹסֵל וְלֹא מְטַמֵּא. וְהַשְּׁלִישִׁי נֶאֱכָל בִּנְזִיד הַדָּמַע: \n",
            "הָרִאשׁוֹן וְהַשֵּׁנִי שֶׁבַּתְּרוּמָה טְמֵאִין וּמְטַמְּאִין. הַשְּׁלִישִׁי, פּוֹסֵל וְלֹא מְטַמֵּא. וְהָרְבִיעִי, נֶאֱכָל בִּנְזִיד הַקֹּדֶשׁ: \n",
            "הָרִאשׁוֹן וְהַשֵּׁנִי וְהַשְּׁלִישִׁי שֶׁבַּקֹּדֶשׁ, טְמֵאִין וּמְטַמְּאִין. הָרְבִיעִי, פּוֹסֵל וְלֹא מְטַמֵּא. וְהַחֲמִישִׁי, נֶאֱכָל בִּנְזִיד הַקֹּדֶשׁ: \n",
            "הַשֵּׁנִי שֶׁבְּחֻלִּין, מְטַמֵּא מַשְׁקֵה חֻלִּין, וּפוֹסֵל לְאֳכָלֵי תְרוּמָה. הַשְּׁלִישִׁי שֶׁבַּתְּרוּמָה, מְטַמֵּא מַשְׁקֵה קֹדֶשׁ, וּפוֹסֵל לְאֳכָלֵי קֹדֶשׁ שֶׁנַּעֲשׂוּ לְטָהֳרַת הַקֹּדֶשׁ. אֲבָל אִם נַעֲשׂוּ לְטָהֳרַת תְּרוּמָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד בַּקֹּדֶשׁ: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, שְׁלָשְׁתָּן שָׁוִין. הָאֶחָד שֶׁבַּקֹּדֶשׁ וְשֶׁבַּתְּרוּמָה וְשֶׁבְּחֻלִּין, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד בַּקֹּדֶשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד בַּתְּרוּמָה, וּפוֹסֵל אֶת הַחֻלִּין. הַשֵּׁנִי שֶׁבְּכֻלָּן, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד בַּקֹּדֶשׁ, וּמְטַמֵּא מַשְׁקֵה חֻלִּין, וּפוֹסֵל לְאֳכָלֵי תְרוּמָה. הַשְּׁלִישִׁי שֶׁבְּכֻלָּן, מְטַמֵּא מַשְׁקֵה קֹדֶשׁ וּפוֹסֵל לְאֳכָלֵי קֹדֶשׁ: \n",
            "הָאוֹכֵל אֹכֶל שֵׁנִי, לֹא יַעֲשֶׂה בְּבֵית הַבָּד. וְחֻלִּין שֶׁנַּעֲשׂוּ עַל גַּב קֹדֶשׁ, הֲרֵי אֵלּוּ כְחֻלִּין. רַבִּי אֶלְעָזָר בַּר רַבִּי צָדוֹק אוֹמֵר, הֲרֵי אֵלּוּ כִתְרוּמָה, לְטַמֵּא שְׁנַיִם וְלִפְסֹל אֶחָד: \n"
        ],
        [
            "הָרֹטֶב וְהַגְּרִיסִים וְהֶחָלָב, בִּזְמַן שֶׁהֵן מַשְׁקֶה טוֹפֵחַ, הֲרֵי אֵלּוּ תְּחִלָּה. קָרְשׁוּ, הֲרֵי אֵלּוּ שְׁנִיִּים. חָזְרוּ וְנִמֹּחוּ, כַּבֵּיצָה מְכֻוָּן, טָהוֹר. יוֹתֵר מִכַּבֵּיצָה, טָמֵא, שֶׁכֵּיוָן שֶׁיָּצְאָה טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּכַבֵּיצָה: \n",
            "רַבִּי מֵאִיר אוֹמֵר, הַשֶּׁמֶן תְּחִלָּה לְעוֹלָם. וַחֲכָמִים אוֹמְרִים, אַף הַדְּבָשׁ. רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אַף הַיָּיִן. וְגוּשׁ שֶׁל זֵיתִים שֶׁנָּפַל לְתַנּוּר וְהֻסַּק, כַּבֵּיצָה מְכֻוָּן, טָהוֹר. יוֹתֵר מִכַּבֵּיצָה, טָמֵא, שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּכַבֵּיצָה. אִם הָיוּ פְרוּדִין, אֲפִלּוּ הֵן סְאָה, טָהוֹר: \n",
            "טְמֵא מֵת שֶׁסָּחַט זֵיתִים וַעֲנָבִים, כַּבֵּיצָה מְכֻוָּן, טָהוֹר, וּבִלְבַד שֶׁלֹּא יִגַּע בִּמְקוֹם הַמַּשְׁקֶה. יוֹתֵר מִכַּבֵּיצָה, טָמֵא, שֶׁכֵּיוָן שֶׁיָּצְאָה טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּכַבֵּיצָה. אִם הָיָה זָב אוֹ זָבָה, אֲפִלּוּ גַרְגֵּר יְחִידִי, טָמֵא, שֶׁכֵּיוָן שֶׁיָּצְאָה טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּמַשָּׂא. זָב שֶׁחָלַב אֶת הָעֵז, הֶחָלָב טָמֵא, שֶׁכֵּיוָן שֶׁיָּצְאָה טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּמַשָּׂא: \n",
            "כַּבֵּיצָה אֳכָלִין שֶׁהִנִּיחָן בַּחַמָּה וְנִתְמַעֲטוּ, וְכֵן כַּזַּיִת מִן הַמֵּת, וְכַזַּיִת מִן הַנְּבֵלָה, וְכָעֲדָשָׁה מִן הַשֶּׁרֶץ, כַּזַּיִת פִּגּוּל, כַּזַּיִת נוֹתָר, כַּזַּיִת חֵלֶב, הֲרֵי אֵלּוּ טְהוֹרִים, וְאֵין חַיָּבִין עֲלֵיהֶן מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא. הִנִּיחָן בַּגְּשָׁמִים וְנִתְפְּחוּ, טְמֵאִין, וְחַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל, נוֹתָר וְטָמֵא: \n",
            "כָּל הַטֻּמְאוֹת, כִּשְׁעַת מְצִיאָתָן. אִם טְמֵאוֹת, טְמֵאוֹת. וְאִם טְהוֹרוֹת, טְהוֹרוֹת. אִם מְכֻסּוֹת, מְכֻסּוֹת. אִם מְגֻלּוֹת, מְגֻלּוֹת. מַחַט שֶׁנִּמְצֵאת מְלֵאָה חֲלֻדָּה אוֹ שְׁבוּרָה, טְהוֹרָה, שֶׁכָּל הַטֻּמְאוֹת, כִּשְׁעַת מְצִיאָתָן: \n",
            "חֵרֵשׁ שׁוֹטֶה וְקָטָן שֶׁנִּמְצְאוּ בְמָבוֹי שֶׁיֶּשׁ בּוֹ טֻמְאָה, הֲרֵי אֵלּוּ בְחֶזְקַת טָהֳרָה. וְכָל הַפִּקֵּחַ, בְּחֶזְקַת טֻמְאָה. וְכֹל שֶׁאֵין בּוֹ דַעַת לְהִשָּׁאֵל, סְפֵקוֹ טָהוֹר: \n",
            "תִּינוֹק שֶׁנִּמְצָא בְצַד בֵּית הַקְּבָרוֹת וְהַשּׁוֹשַׁנִּים בְּיָדוֹ, וְאֵין הַשּׁוֹשַׁנִּים אֶלָּא בִמְקוֹם הַטֻּמְאָה, טָהוֹר, שֶׁאֲנִי אוֹמֵר, אַחֵר לִקְּטָן וְנָתַן לוֹ. וְכֵן חֲמוֹר בֵּין הַקְּבָרוֹת, כֵּלָיו טְהוֹרִין: \n",
            "תִּינוֹק שֶׁנִּמְצָא בְצַד הָעִסָּה וְהַבָּצֵק בְּיָדוֹ, רַבִּי מֵאִיר מְטַהֵר. וַחֲכָמִים מְטַמְּאִים, שֶׁדֶּרֶךְ הַתִּינוֹק לְטַפֵּחַ. בָּצֵק שֶׁיֶּשׁ בּוֹ נְקִירַת תַּרְנְגוֹלִים, וּמַשְׁקִין טְמֵאִין בְּתוֹךְ הַבַּיִת, אִם יֵשׁ בֵּין מַשְׁקִין לַכִּכָּרוֹת כְּדֵי שֶׁיְּנַגְּבוּ אֶת פִּיהֶם בָּאָרֶץ, הֲרֵי אֵלּוּ טְהוֹרִין. וּבְפָרָה וּבְכֶלֶב, כְּדֵי שֶׁיְּלַחֲכוּ אֶת לְשׁוֹנָם. וּשְׁאָר כָּל הַבְּהֵמָה, כְּדֵי שֶׁיִּתְנַגֵּב. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב מְטַהֵר בְּכֶלֶב, שֶׁהוּא פִקֵּחַ, שֶׁאֵין דַּרְכּוֹ לְהַנִּיחַ אֶת הַמָּזוֹן וְלֵילֵךְ לַמָּיִם: \n"
        ],
        [
            "הַזּוֹרֵק טֻמְאָה מִמָּקוֹם לְמָקוֹם, כִּכָּר לְבֵין הַמַּפְתְּחוֹת, מַפְתֵּחַ לְבֵין הַכִּכָּרוֹת, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, כִּכָּר לְבֵין הַמַּפְתְּחוֹת, טָמֵא. מַפְתֵּחַ לְבֵין הַכִּכָּרוֹת, טָהוֹר: \n",
            "הַשֶּׁרֶץ בְּפִי הַחֻלְדָּה וּמְהַלֶּכֶת עַל גַּבֵּי כִכָּרוֹת שֶׁל תְּרוּמָה, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָהוֹר: \n",
            "הַשֶּׁרֶץ בְּפִי הַחֻלְדָּה, וְהַנְּבֵלָה בְּפִי הַכֶּלֶב, וְעָבְרוּ בֵין הַטְּהוֹרִים, אוֹ שֶׁעָבְרוּ טְהוֹרִים בֵּינֵיהֶן, סְפֵקָן טָהוֹר, מִפְּנֵי שֶׁאֵין לַטֻּמְאָה מָקוֹם. הָיוּ מְנַקְּרִין בָּהֶן עַל הָאָרֶץ וְאָמַר, הָלַכְתִּי לַמָּקוֹם הַלָּז וְאֵינִי יוֹדֵעַ אִם נָגַעְתִּי אִם לֹא נָגַעְתִּי, סְפֵקוֹ טָמֵא, מִפְּנֵי שֶׁיֵּשׁ לַטֻּמְאָה מָקוֹם: \n",
            "כַּזַּיִת מִן הַמֵּת בְּפִי הָעוֹרֵב, סָפֵק הֶאֱהִיל עַל הָאָדָם וְעַל הַכֵּלִים בִּרְשׁוּת הַיָּחִיד, סְפֵק אָדָם, טָמֵא, סְפֵק כֵּלִים, טָהוֹר. הַמְמַלֵּא בַעֲשָׂרָה דְלָיִים וְנִמְצָא שֶׁרֶץ בְּאַחַד מֵהֶן, הוּא טָמֵא וְכֻלָּן טְהוֹרִין. הַמְעָרֶה מִכְּלִי לִכְלִי וְנִמְצָא שֶׁרֶץ בַּתַּחְתּוֹן, הָעֶלְיוֹן טָהוֹר: \n",
            "עַל שִׁשָּׁה סְפֵקוֹת שׂוֹרְפִין אֶת הַתְּרוּמָה. עַל סְפֵק בֵּית הַפְּרָס, וְעַל סְפֵק עָפָר הַבָּא מֵאֶרֶץ הָעַמִּים, עַל סְפֵק בִּגְדֵי עַם הָאָרֶץ, עַל סְפֵק כֵּלִים הַנִּמְצָאִין, עַל סְפֵק הָרֻקִּין הַנִּמְצָאִין, עַל סְפֵק מֵי רַגְלֵי אָדָם שֶׁהֵן כְּנֶגֶד מֵי רַגְלֵי בְהֵמָה. עַל וַדַּאי מַגָּעָן שֶׁהוּא סְפֵק טֻמְאָתָן, שׂוֹרְפִין אֶת הַתְּרוּמָה. רַבִּי יוֹסֵי אוֹמֵר, אַף עַל סְפֵק מַגָּעָן בִּרְשׁוּת הַיָּחִיד. וַחֲכָמִים אוֹמְרִים, בִּרְשׁוּת הַיָּחִיד, תּוֹלִין. וּבִרְשׁוּת הָרַבִּים, טָהוֹר: \n",
            "שְׁנֵי רֻקִּין, אֶחָד טָמֵא וְאֶחָד טָהוֹר, תּוֹלִין עַל מַגָּעָן וְעַל מַשָּׂאָן וְעַל הֶסֵּטָן בִּרְשׁוּת הַיָּחִיד, וְעַל מַגָּעָן בִּרְשׁוּת הָרַבִּים בִּזְמַן שֶׁהֵן לַחִין, וְעַל מַשָּׂאָן בֵּין לַחִין וּבֵין יְבֵשִׁין. הָיָה רֹק יְחִידִי וְנָגַע בּוֹ וּנְשָׂאוֹ וְהִסִּיטוֹ בִּרְשׁוּת הָרַבִּים, שׂוֹרְפִין עָלָיו אֶת הַתְּרוּמָה, וְאֵין צָרִיךְ לוֹמַר בִּרְשׁוּת הַיָּחִיד: \n",
            "אֵלּוּ סְפֵקוֹת שֶׁטִּהֲרוּ חֲכָמִים. סְפֵק מַיִם שְׁאוּבִים לַמִּקְוֶה. סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמָּיִם. סְפֵק מַשְׁקִין, לִטָּמֵא, טָמֵא, וּלְטַמֵּא, טָהוֹר. סְפֵק יָדַיִם, לִטָּמֵא וּלְטַמֵּא וְלִטַּהֵר, טָהוֹר. סְפֵק רְשׁוּת הָרַבִּים. סְפֵק דִּבְרֵי סוֹפְרִים. סְפֵק הַחֻלִּין. סְפֵק שְׁרָצִים. סְפֵק נְגָעִים. סְפֵק נְזִירוּת. סְפֵק בְּכוֹרוֹת. וּסְפֵק קָרְבָּנוֹת: \n",
            "סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמַּיִם, בֵּין בַּכֵּלִים בֵּין בַּקַּרְקַע. רַבִּי שִׁמְעוֹן אוֹמֵר, בַּכֵּלִים, טָמֵא. וּבַקַּרְקַע, טָהוֹר. רַבִּי יְהוּדָה אוֹמֵר, סְפֵק יְרִידָתוֹ, טָמֵא. וּסְפֵק עֲלִיָּתוֹ, טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ אֵין שָׁם אֶלָּא מְלֹא אָדָם וְטֻמְאָה, טָהוֹר: \n",
            "סְפֵק מַשְׁקִין לִטָּמֵא, טָמֵא. כֵּיצַד. טָמֵא שֶׁפָּשַׁט אֶת רַגְלוֹ לְבֵין מַשְׁקִין טְהוֹרִין, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָמֵא. הָיְתָה כִכָּר טְמֵאָה בְּיָדוֹ וּזְרָקָהּ לְבֵין מַשְׁקִין טְהוֹרִין, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָמֵא. וּלְטַמֵּא, טָהוֹר. כֵּיצַד. הָיְתָה מַקֵּל בְּיָדוֹ וּבְרֹאשָׁהּ מַשְׁקִין טְמֵאִין וּזְרָקָהּ לְבֵין כִּכָּרוֹת טְהוֹרִין, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָהוֹר: \n",
            "רַבִּי יוֹסֵי אוֹמֵר, סְפֵק מַשְׁקִין, לְאֳכָלִים, טָמֵא, וּלְכֵלִים, טָהוֹר. כֵּיצַד. שְׁתֵּי חָבִיּוֹת, אַחַת טְמֵאָה וְאַחַת טְהוֹרָה, וְעָשָׂה עִסָּה מֵאַחַת מֵהֶן, סָפֵק מִן הַטְּמֵאָה עָשָׂה, סָפֵק מִן הַטְּהוֹרָה עָשָׂה, זֶה הוּא סְפֵק מַשְׁקִין לְאֳכָלִין טָמֵא וּלְכֵלִים טָהוֹר: \n",
            "סְפֵק יָדַיִם לִטָּמֵא וּלְטַמֵּא וְלִטָּהֵר, טָהוֹר. סְפֵק רְשׁוּת הָרַבִּים, טָהוֹר. סְפֵק דִּבְרֵי סוֹפְרִים, אָכַל אֳכָלִים טְמֵאִים, שָׁתָה מַשְׁקִים טְמֵאִים, בָּא רֹאשׁוֹ וְרֻבּוֹ בְמַיִם שְׁאוּבִין, אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְרֻבּוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִים, סְפֵקוֹ טָהוֹר. אֲבָל דָּבָר שֶׁהוּא אַב הַטֻּמְאָה וְהוּא מִדִּבְרֵי סוֹפְרִים, סְפֵקוֹ טָמֵא: \n",
            "סְפֵק הַחֻלִּין, זוֹ טָהֳרַת פְּרִישׁוּת. סְפֵק שְׁרָצִים, כִּשְׁעַת מְצִיאָתָן. סְפֵק נְגָעִים, בַּתְּחִלָּה טָהוֹר, עַד שֶׁלֹּא נִזְקַק לַטֻּמְאָה. מִשֶּׁנִּזְקַק לַטֻּמְאָה, סְפֵקוֹ טָמֵא. סְפֵק נְזִירוּת, מֻתָּר. סְפֵק בְּכוֹרוֹת, אֶחָד בְּכוֹרֵי אָדָם וְאֶחָד בְּכוֹרֵי בְהֵמָה, בֵּין טְמֵאָה בֵּין טְהוֹרָה, שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "סְפֵק קָרְבָּנוֹת, הָאִשָּׁה שֶׁיֵּשׁ עָלֶיהָ סְפֵק חָמֵשׁ לֵידוֹת וּסְפֵק חָמֵשׁ זִיבוֹת, מְבִיאָה קָרְבָּן אֶחָד, וְאוֹכֶלֶת בַּזְּבָחִים, וְאֵין הַשְּׁאָר עָלֶיהָ חוֹבָה: \n"
        ],
        [
            "הַשֶּׁרֶץ וְהַצְּפַרְדֵּעַ בִּרְשׁוּת הָרַבִּים, וְכֵן כַּזַּיִת מִן הַמֵּת וְכַזַּיִת מִן הַנְּבֵלָה, וְעֶצֶם מִן הַמֵּת וְעֶצֶם מִן הַנְּבֵלָה, וְגוּשׁ מֵאֶרֶץ טְהוֹרָה וְגוּשׁ מִבֵּית הַפְּרָס, גּוּשׁ מֵאֶרֶץ טְהוֹרָה וְגוּשׁ מֵאֶרֶץ הָעַמִּים, שְׁנֵי שְׁבִילִין, אֶחָד טָמֵא וְאֶחָד טָהוֹר, הָלַךְ בְּאַחַד מֵהֶם וְאֵין יָדוּעַ בְּאֵיזֶה מֵהֶן הָלַךְ, הֶאֱהִיל עַל אַחַד מֵהֶם וְאֵין יָדוּעַ עַל אֵיזֶה מֵהֶן הֶאֱהִיל, הִסִּיט אֶת אַחַד מֵהֶם וְאֵין יָדוּעַ אֵיזֶה מֵהֶם הִסִּיט, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִים: \n",
            "אֶחָד שֶׁאָמַר, נָגַעְתִּי בָזֶה וְאֵינִי יוֹדֵעַ אִם הוּא טָמֵא וְאִם הוּא טָהוֹר, נָגַעְתִּי וְאֵינִי יוֹדֵעַ בְּאֵיזֶה מִשְּׁנֵיהֶם נָגַעְתִּי, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִים. רַבִּי יוֹסֵי מְטַמֵּא בְכֻלָּן, וּמְטַהֵר בַּשְּׁבִיל, שֶׁדֶּרֶךְ בְּנֵי אָדָם לַהֲלֹךְ וְאֵין דַּרְכָּם לִגָּע: \n",
            "שְׁנֵי שְׁבִילִים, אֶחָד טָמֵא וְאֶחָד טָהוֹר, הָלַךְ בְּאַחַד מֵהֶם וְעָשָׂה טָהֳרוֹת וְנֶאֱכְלוּ, הִזָּה וְשָׁנָה וְטָבַל וְטָהַר, וְהָלַךְ בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת, הֲרֵי אֵלּוּ טְהוֹרוֹת. אִם קַיָּמוֹת הָרִאשׁוֹנוֹת, אֵלּוּ וָאֵלּוּ תְּלוּיוֹת. אִם לֹא טָהַר בֵּינְתַיִם, הָרִאשׁוֹנוֹת תְּלוּיוֹת וְהַשְּׁנִיּוֹת יִשָּׂרֵפוּ: \n",
            "הַשֶּׁרֶץ וְהַצְּפַרְדֵּעַ בִּרְשׁוּת הָרַבִּים, נָגַע בְּאַחַד מֵהֶם וְעָשָׂה טָהֳרוֹת וְנֶאֱכְלוּ, טָבַל, נָגַע בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת, הֲרֵי אֵלּוּ טְהוֹרוֹת. אִם קַיָּמוֹת הָרִאשׁוֹנוֹת, אֵלּוּ וָאֵלּוּ תְּלוּיוֹת. אִם לֹא טָבַל בֵּינְתַיִם, הָרִאשׁוֹנוֹת תְּלוּיוֹת וְהַשְּׁנִיּוֹת יִשָּׂרֵפוּ: \n",
            "שְׁנֵי שְׁבִילִין, אֶחָד טָמֵא וְאֶחָד טָהוֹר, הָלַךְ בְּאַחַד מֵהֶן וְעָשָׂה טָהֳרוֹת, וּבָא חֲבֵרוֹ וְהָלַךְ בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת, רַבִּי יְהוּדָה אוֹמֵר, אִם נִשְׁאֲלוּ זֶה בִפְנֵי עַצְמוֹ וְזֶה בִפְנֵי עַצְמוֹ, טְהוֹרִין. וְאִם נִשְׁאֲלוּ שְׁנֵיהֶם כְּאֶחָד, טְמֵאִים. רַבִּי יוֹסֵי אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, טְמֵאִים: \n",
            "שְׁנֵי כִכָּרִים, אֶחָד טָמֵא וְאֶחָד טָהוֹר, אָכַל אֶת אַחַד מֵהֶם וְעָשָׂה טָהֳרוֹת וּבָא חֲבֵרוֹ וְאָכַל אֶת הַשֵּׁנִי וְעָשָׂה טָהֳרוֹת, רַבִּי יְהוּדָה אוֹמֵר, אִם נִשְׁאֲלוּ זֶה בִפְנֵי עַצְמוֹ וְזֶה בִפְנֵי עַצְמוֹ, טְהוֹרִין. וְאִם נִשְׁאֲלוּ שְׁנֵיהֶן כְּאַחַת, טְמֵאִים. רַבִּי יוֹסֵי אוֹמֵר, בֵּין כָּךְ וּבֵין כָּךְ, טְמֵאִים: \n",
            "מִי שֶׁיָּשַׁב בִּרְשׁוּת הָרַבִּים וּבָא אֶחָד וְדָרַס עַל בְּגָדָיו, אוֹ שֶׁרָקַק וְנָגַע בְּרֻקּוֹ, עַל רֻקּוֹ שׂוֹרְפִים אֶת הַתְּרוּמָה, וְעַל בְּגָדָיו הוֹלְכִין אַחַר הָרֹב. יָשֵׁן בִּרְשׁוּת הָרַבִּים וְעָמַד, כֵּלָיו טְמֵאִים מִדְרָס, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים מְטַהֲרִין. נָגַע בְּאֶחָד בַּלַּיְלָה, וְאֵין יָדוּעַ אִם חַי אִם מֵת, וּבַשַּׁחַר עָמַד וּמְצָאוֹ מֵת, רַבִּי מֵאִיר מְטַהֵר. וַחֲכָמִים מְטַמְּאִים, שֶׁכָּל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן: \n",
            "שׁוֹטָה אַחַת בָּעִיר, אוֹ נָכְרִית, אוֹ כוּתִית, כָּל הָרֻקִּים שֶׁבָּעִיר טְמֵאִין. מִי שֶׁדָּרְסָה אִשָּׁה עַל בְּגָדָיו, אוֹ שֶׁיָּשְׁבָה עִמּוֹ בִּסְפִינָה, אִם מַכִּירָתוֹ שֶׁהוּא אוֹכֵל בַּתְּרוּמָה, כֵּלָיו טְהוֹרִין. וְאִם לָאו, יִשְׁאָלֶנָּה: \n",
            "עֵד אוֹמֵר נִטְמָא, וְהוּא אוֹמֵר לֹא נִטְמֵאתִי, טָהוֹר. שְׁנַיִם אוֹמְרִים נִטְמֵאתָ, וְהוּא אוֹמֵר לֹא נִטְמֵאתִי, רַבִּי מֵאִיר מְטַמֵּא. וַחֲכָמִים אוֹמְרִים, הוּא נֶאֱמָן עַל יְדֵי עַצְמוֹ. עֵד אוֹמֵר נִטְמָא, וּשְׁנַיִם אוֹמְרִים לֹא נִטְמָא, בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים, טָהוֹר. שְׁנַיִם אוֹמְרִים נִטְמָא, וְעֵד אוֹמֵר לֹא נִטְמָא, בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים, טָמֵא. עֵד אוֹמֵר נִטְמָא וְעֵד אוֹמֵר לֹא נִטְמָא, אִשָּׁה אוֹמֶרֶת נִטְמָא וְאִשָּׁה אוֹמֶרֶת לֹא נִטְמָא, בִּרְשׁוּת הַיָּחִיד, טָמֵא. בִּרְשׁוּת הָרַבִּים, טָהוֹר: \n"
        ],
        [
            "מָקוֹם שֶׁהָיָה רְשׁוּת הַיָּחִיד וְנַעֲשָׂה רְשׁוּת הָרַבִּים, חָזַר וְנַעֲשָׂה רְשׁוּת הַיָּחִיד, כְּשֶׁהוּא רְשׁוּת הַיָּחִיד, סְפֵקוֹ טָמֵא. כְּשֶׁהוּא רְשׁוּת הָרַבִּים, סְפֵקוֹ טָהוֹר. הַמְסֻכָּן בִּרְשׁוּת הַיָּחִיד וְהוֹצִיאוּהוּ לִרְשׁוּת הָרַבִּים, וְהֶחֱזִירוּהוּ לִרְשׁוּת הַיָּחִיד, כְּשֶׁהוּא בִרְשׁוּת הַיָּחִיד, סְפֵקוֹ טָמֵא. כְּשֶׁהוּא בִרְשׁוּת הָרַבִּים, סְפֵקוֹ טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, רְשׁוּת הָרַבִּים מַפְסָקֶת: \n",
            "אַרְבָּעָה סְפֵקוֹת רַבִּי יְהוֹשֻׁעַ מְטַמֵּא וַחֲכָמִים מְטַהֲרִין. כֵּיצַד. הַטָּמֵא עוֹמֵד וְהַטָּהוֹר עוֹבֵר, הַטָּהוֹר עוֹמֵד וְהַטָּמֵא עוֹבֵר, הַטֻּמְאָה בִרְשׁוּת הַיָּחִיד וְטָהֳרָה בִרְשׁוּת הָרַבִּים, טָהֳרָה בִרְשׁוּת הַיָּחִיד וְטֻמְאָה בִרְשׁוּת הָרַבִּים, סָפֵק נָגַע סָפֵק לֹא נָגַע, סָפֵק הֶאֱהִיל סָפֵק לֹא הֶאֱהִיל, סָפֵק הִסִּיט סָפֵק לֹא הִסִּיט, רַבִּי יְהוֹשֻׁע מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין: \n",
            "אִילָן שֶׁהוּא עוֹמֵד בִּרְשׁוּת הָרַבִּים וְהַטֻּמְאָה בְתוֹכוֹ, עָלָה לְרֹאשׁוֹ, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָמֵא. הִכְנִיס יָדוֹ לְחוֹר שֶׁיֶּשׁ בּוֹ טֻמְאָה, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָמֵא. חֲנוּת שֶׁהוּא טָמֵא וּפָתוּחַ לִרְשׁוּת הָרַבִּים, סָפֵק נִכְנַס סָפֵק לֹא נִכְנַס, סְפֵקוֹ טָהוֹר. סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָהוֹר. שְׁתֵּי חֲנֻיּוֹת, אֶחָד טָמֵא וְאֶחָד טָהוֹר, נִכְנַס לְאַחַד מֵהֶן, סָפֵק לַטָּמֵא נִכְנַס סָפֵק לַטָּהוֹר נִכְנַס, סְפֵקוֹ טָמֵא: \n",
            "כֹּל שֶׁאַתָּה יָכוֹל לְרַבּוֹת סְפֵקוֹת וּסְפֵק סְפֵקוֹת, בִּרְשׁוּת הַיָּחִיד, טָמֵא. בִּרְשׁוּת הָרַבִּים, טָהוֹר. כֵּיצַד, נִכְנַס לְמָבוֹי וְהַטֻּמְאָה בֶחָצֵר, סָפֵק נִכְנַס סָפֵק לֹא נִכְנַס, טֻמְאָה בַּבַּיִת, סָפֵק נִכְנַס סָפֵק לֹא נִכְנַס, וַאֲפִלּוּ נִכְנַס, סָפֵק הָיְתָה שָׁם סָפֵק לֹא הָיְתָה שָׁם, וַאֲפִלּוּ הָיְתָה שָׁם, סָפֵק שֶׁיֶּשׁ בָּהּ כַּשִּׁעוּר סָפֵק שֶׁאֵין בָּהּ כַּשִּׁעוּר, וַאֲפִלּוּ שֶׁיֶּשׁ בָּהּ, סָפֵק טֻמְאָה סָפֵק טָהֳרָה, וַאֲפִלּוּ טֻמְאָה, סָפֵק נָגַע סָפֵק לֹא נָגַע, סְפֵקוֹ טָמֵא. רַבִּי אֶלְעָזָר אוֹמֵר, סְפֵק בִּיאָה, טָהוֹר. סְפֵק מַגַּע טֻמְאָה, טָמֵא: \n",
            "נִכְנַס לְבִקְעָה בִּימוֹת הַגְּשָׁמִים, וְטֻמְאָה בְּשָׂדֶה פְלוֹנִית, וְאָמַר, הָלַכְתִּי לַמָּקוֹם הַלָּז וְאֵינִי יוֹדֵעַ אִם נִכְנַסְתִּי לְאוֹתוֹ הַשָּׂדֶה וְאִם לֹא נִכְנַסְתִּי, רַבִּי אֶלְעָזָר מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n",
            "סְפֵק רְשׁוּת הַיָּחִיד, טָמֵא, עַד שֶׁיֹּאמַר לֹא נָגַעְתִּי. סְפֵק רְשׁוּת הָרַבִּים טָהוֹר, עַד שֶׁיֹּאמַר נָגַעְתִּי. אֵיזוֹ הִיא רְשׁוּת הָרַבִּים. שְׁבִילֵי בֵית גִּלְגּוּל, וְכֵן כַּיּוֹצֵא בָהֶן, רְשׁוּת הַיָּחִיד לְשַׁבָּת, וּרְשׁוּת הָרַבִּים לַטֻּמְאָה. אָמַר רַבִּי אֶלְעָזָר, לֹא הֻזְכְּרוּ שְׁבִילֵי בֵית גִּלְגּוּל, אֶלָּא שֶׁהֵם רְשׁוּת הַיָּחִיד לְכָךְ וּלְכָךְ. הַשְּׁבִילִים הַמְפֻלָּשִׁים לְבוֹרוֹת וּלְשִׁיחִים וְלִמְעָרוֹת וּלְגִתּוֹת, רְשׁוּת הַיָּחִיד לְשַׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה: \n",
            "הַבִּקְעָה, בִּימוֹת הַחַמָּה, רְשׁוּת הַיָּחִיד לְשַׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה. וּבִימוֹת הַגְּשָׁמִים, רְשׁוּת הַיָּחִיד לְכָךְ וּלְכָךְ: \n",
            "בָּסִילְקִי, רְשׁוּת הַיָּחִיד לַשַּׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה. רַבִּי יְהוּדָה אוֹמֵר, אִם עוֹמֵד הוּא בַפֶּתַח הַזֶּה וְרוֹאֶה אֶת הַנִּכְנָסִין וְאֶת הַיּוֹצְאִין בַּפֶּתַח הַלָּז, רְשׁוּת הַיָּחִיד לְכָךְ וּלְכָךְ. וְאִם לָאו, רְשׁוּת הַיָּחִיד לַשַּׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה: \n",
            "הַפָּרָן, רְשׁוּת הַיָּחִיד לַשַּׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה. וְכֵן הַצְּדָדִין. רַבִּי מֵאִיר אוֹמֵר, הַצְּדָדִין, רְשׁוּת הַיָּחִיד לְכָךְ וּלְכָךְ: \n",
            "הָאִסְטְוָנִית, רְשׁוּת הַיָּחִיד לַשַּׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה. חָצֵר שֶׁהָרַבִּים נִכְנָסִים בָּזוֹ וְיוֹצְאִים בָּזוֹ, רְשׁוּת הַיָּחִיד לַשַּׁבָּת וּרְשׁוּת הָרַבִּים לַטֻּמְאָה: \n"
        ],
        [
            "הַקַּדָּר שֶׁהִנִּיחַ אֶת קְדֵרוֹתָיו וְיָרַד לִשְׁתּוֹת, הַפְּנִימִיּוֹת טְהוֹרוֹת, וְהַחִיצוֹנוֹת טְמֵאוֹת. אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים, בְּמֻתָּרוֹת. אֲבָל בַּאֲגוּדוֹת, הַכֹּל טָהוֹר. הַמּוֹסֵר מַפְתְּחוֹ לְעַם הָאָרֶץ, הַבַּיִת טָהוֹר, שֶׁלֹּא מָסַר לוֹ אֶלָּא שְׁמִירַת הַמַּפְתֵּחַ: \n",
            "הַמַּנִּיחַ עַם הָאָרֶץ בְּתוֹךְ בֵּיתוֹ עֵר וּמְצָאוֹ עֵר, יָשֵׁן וּמְצָאוֹ יָשֵׁן, עֵר וּמְצָאוֹ יָשֵׁן, הַבַּיִת טָהוֹר, יָשֵׁן וּמְצָאוֹ עֵר, הַבַּיִת טָמֵא, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין טָמֵא אֶלָּא עַד מְקוֹם שֶׁהוּא יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִגָּע: \n",
            "הַמַּנִּיחַ אֻמָּנִים בְּתוֹךְ בֵּיתוֹ, הַבַּיִת טָמֵא, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין טָמֵא אֶלָּא עַד מְקוֹם שֶׁהֵן יְכוֹלִין לִפְשֹׁט אֶת יָדָם וְלִגָּע: \n",
            "אֵשֶׁת חָבֵר שֶׁהִנִּיחָה לְאֵשֶׁת עַם הָאָרֶץ טוֹחֶנֶת בְּתוֹךְ בֵּיתָהּ, פָּסְקָה הָרֵחַיִם, הַבַּיִת טָמֵא. לֹא פָסְקָה הָרֵחַיִם, אֵין טָמֵא אֶלָּא עַד מְקוֹם שֶׁהִיא יְכוֹלָה לִפְשֹׁט אֶת יָדָהּ וְלִגָּע. הָיוּ שְׁתַּיִם, בֵּין כָּךְ וּבֵין כָּךְ, הַבַּיִת טָמֵא, שֶׁאַחַת טוֹחֶנֶת וְאַחַת מְשַׁמֶּשֶׁת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין טָמֵא אֶלָּא עַד מְקוֹם שֶׁהֵן יְכוֹלִין לִפְשֹׁט אֶת יָדָן וְלִגָּע: \n",
            "הַמַּנִּיחַ עַם הָאָרֶץ בְּתוֹךְ בֵּיתוֹ לְשָׁמְרוֹ, בִּזְמַן שֶׁהוּא רוֹאֶה אֶת הַנִּכְנָסִין וְאֶת הַיּוֹצְאִין, הָאֳכָלִים וְהַמַּשְׁקִים וּכְלֵי חֶרֶס הַפְּתוּחִים, טְמֵאִים. אֲבָל הַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת וּכְלֵי חֶרֶס הַמֻּקָּפִין צָמִיד פָּתִיל, טְהוֹרִין. וְאִם אֵינוֹ רוֹאֶה לֹא אֶת הַנִּכְנָסִין וְלֹא אֶת הַיּוֹצְאִין, אֲפִלּוּ מוּבָל, אֲפִלּוּ כָפוּת, הַכֹּל טָמֵא: \n",
            "הַגַּבָּאִים שֶׁנִּכְנְסוּ לְתוֹךְ הַבַּיִת, הַבַּיִת טָמֵא. אִם יֵשׁ עִמָּהֶן גּוֹי, נֶאֱמָנִים לוֹמַר לֹא נִכְנָסְנוּ, אֲבָל אֵין נֶאֱמָנִים לוֹמַר נִכְנַסְנוּ אֲבָל לֹא נָגָעְנוּ. הַגַּנָּבִים שֶׁנִּכְנְסוּ לְתוֹךְ הַבַּיִת, אֵין טָמֵא אֶלָּא מְקוֹם רַגְלֵי הַגַּנָּבִים. וּמַה הֵן מְטַמְּאִין. הָאֳכָלִים וְהַמַּשְׁקִים וּכְלֵי חֶרֶס הַפְּתוּחִין. אֲבָל הַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת וּכְלֵי חֶרֶס הַמֻּקָּפִין צָמִיד פָּתִיל, טְהוֹרִים. אִם יֵשׁ עִמָּהֶן נָכְרִי אוֹ אִשָּׁה, הַכֹּל טָמֵא: \n",
            "הַמַּנִּיחַ אֶת כֵּלָיו בְּחַלּוֹן שֶׁל אוֹדְיָארִין, רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מְטַהֵר. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּתֶּן לוֹ אֶת הַמַּפְתֵּחַ אוֹ חוֹתָם אוֹ עַד שֶׁיַּעֲשֶׂה סִימָן. הַמַּנִּיחַ אֶת כֵּלָיו מִגַּת זוֹ לַגַּת הַבָּאָה, כֵּלָיו טְהוֹרִין. וּבְיִשְׂרָאֵל, עַד שֶׁיֹּאמַר בְּלִבִּי הָיָה לְשָׁמְרָם: \n",
            "מִי שֶׁהָיָה טָהוֹר, וְהִסִּיעַ אֶת לִבּוֹ מִלֶּאֱכֹל, רַבִּי יְהוּדָה מְטַהֵר, שֶׁדֶּרֶךְ טְמֵאִין פּוֹרְשִׁין מִמֶּנוּ. וַחֲכָמִים מְטַמְּאִים. הָיוּ יָדָיו טְהוֹרוֹת וְהִסִּיעַ אֶת לִבּוֹ מִלֶּאֱכֹל, אַף עַל פִּי שֶׁאָמַר יוֹדֵעַ אֲנִי שֶׁלֹּא נִטְמְאוּ יָדָי, יָדָיו טְמֵאוֹת, שֶׁהַיָּדַיִם עַסְקָנִיּוֹת: \n",
            "הָאִשָּׁה שֶׁנִּכְנְסָה לְהוֹצִיא פַת לְעָנִי, וְיָצָאת וּמְצָאַתּוּ עוֹמֵד בְּצַד כִּכָּרוֹת שֶׁל תְּרוּמָה, וְכֵן הָאִשָּׁה שֶׁיָּצָאת וּמָצָאת אֶת חֲבֶרְתָּהּ חוֹתָה גֶחָלִים תַּחַת קְדֵרָה שֶׁל תְּרוּמָה, רַבִּי עֲקִיבָא מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין. אָמַר רַבִּי אֶלְעָזָר בֶּן פִּילָא, וְכִי מִפְּנֵי מָה רַבִּי עֲקִיבָא מְטַמֵּא וַחֲכָמִים מְטַהֲרִין. מִפְּנֵי שֶׁהַנָּשִׁים גַּרְגְּרָנִיּוֹת הֵן, שֶׁהִיא חֲשׁוּדָה לְגַלּוֹת אֶת הַקְּדֵרָה שֶׁל חֲבֶרְתָּהּ, לֵידַע מַה הִיא מְבַשֶּׁלֶת: \n"
        ],
        [
            "הַדָּר עִם עַם הָאָרֶץ בְּחָצֵר, וְשָׁכַח כֵּלִים בֶּחָצֵר, אֲפִלּוּ חָבִיּוֹת מֻקָּפוֹת צָמִיד פָּתִיל, אוֹ תַנּוּר מֻקָּף צָמִיד פָּתִיל, הֲרֵי אֵלּוּ טְמֵאִין. רַבִּי יְהוּדָה מְטַהֵר בְּתַנּוּר בִּזְמַן שֶׁהוּא מֻקָּף צָמִיד פָּתִיל. רַבִּי יוֹסֵי אוֹמֵר, אַף הַתַּנּוּר טָמֵא, עַד שֶׁיַּעֲשֶׂה לוֹ מְחִצָּה גָבוֹהַּ עֲשָׂרָה טְפָחִים: \n",
            "הַמַּפְקִיד כֵּלִים אֵצֶל עַם הָאָרֶץ, טְמֵאִים טְמֵא מֵת וּטְמֵאִין מִדְרָס. אִם מַכִּירוֹ שֶׁהוּא אוֹכֵל בַּתְּרוּמָה, טְהוֹרִין מִטְּמֵא מֵת, אֲבָל טְמֵאִין מִדְרָס. רַבִּי יוֹסֵי אוֹמֵר, אִם מָסַר לוֹ תֵבָה מְלֵאָה בְגָדִים, בִּזְמַן שֶׁהִיא רוֹצֶצֶת, טְמֵאִין מִדְרָס. אִם אֵינָהּ רוֹצֶצֶת, טְמֵאִין מַדָּף, אַף עַל פִּי שֶׁהַמַּפְתֵּחַ בְּיַד הַבְּעָלִים: \n",
            "הַמְאַבֵּד בַּיּוֹם וּמָצָא בַיּוֹם, טָהוֹר. בַּיּוֹם וּמָצָא בַלַּיְלָה, בַּלַּיְלָה וּמָצָא בַיּוֹם, בַּיּוֹם וּמָצָא בַיּוֹם שֶׁלְּאַחֲרָיו, טָמֵא. זֶה הַכְּלָל, כֹּל שֶׁיַּעֲבֹר עָלָיו הַלַּיְלָה אוֹ מִקְצָתוֹ, טָמֵא. הַשּׁוֹטֵחַ כֵּלִים, בִּרְשׁוּת הָרַבִּים, טְהוֹרִין. וּבִרְשׁוּת הַיָּחִיד, טְמֵאִין. וְאִם הָיָה מְשַׁמְּרָן, טְהוֹרִים. נָפְלוּ וְהָלַךְ לַהֲבִיאָן, טְמֵאִים. נָפַל דָּלְיוֹ לְתוֹךְ בּוֹרוֹ שֶׁל עַם הָאָרֶץ וְהָלַךְ לְהָבִיא בְמַה יַּעֲלֶנּוּ, טָמֵא, מִפְּנֵי שֶׁהֻנַּח בִּרְשׁוּת עַם הָאָרֶץ שָׁעָה אֶחָת: \n",
            "הַמַּנִּיחַ אֶת בֵּיתוֹ פָתוּחַ וּמְצָאוֹ פָתוּחַ, נָעוּל וּמְצָאוֹ נָעוּל, פָּתוּחַ וּמְצָאוֹ נָעוּל, טָהוֹר. נָעוּל וּמְצָאוֹ פָתוּחַ, רַבִּי מֵאִיר מְטַמֵּא, וַחֲכָמִים מְטַהֲרִין, שֶׁהָיוּ גַנָּבִים וְנִמְלְכוּ וְהָלְכוּ לָהֶן: \n",
            "אֵשֶׁת עַם הָאָרֶץ שֶׁנִּכְנְסָה לְתוֹךְ בֵּיתוֹ שֶׁל חָבֵר לְהוֹצִיא בְנוֹ אוֹ בִתּוֹ אוֹ בְהֶמְתּוֹ, הַבַּיִת טָהוֹר, מִפְּנֵי שֶׁנִּכְנְסָה שֶׁלֹּא בִרְשׁוּת: \n",
            "כְּלָל אָמְרוּ בַטָּהֳרוֹת, כֹּל הַמְיֻחָד לְאֹכֶל אָדָם, טָמֵא, עַד שֶׁיִּפָּסֵל מֵאֹכֶל הַכֶּלֶב. וְכֹל שֶׁאֵינוֹ מְיֻחָד לְאֹכֶל אָדָם, טָהוֹר, עַד שֶׁיְּיַחֲדֶנּוּ לְאָדָם. כֵּיצַד. גּוֹזָל שֶׁנָּפַל לְגַת וְחִשַּׁב עָלָיו לְהַעֲלוֹתוֹ לְנָכְרִי, טָמֵא. לְכֶלֶב, טָהוֹר. רַבִּי יוֹחָנָן בֶּן נוּרִי מְטַמֵּא. חִשַּׁב עָלָיו חֵרֵשׁ, שׁוֹטֶה וְקָטָן, טָהוֹר. אִם הֶעֱלָהוּ, טָמֵא, שֶׁיֵּשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה: \n",
            "אֲחוֹרֵי כֵלִים שֶׁנִּטְמְאוּ בְמַשְׁקִים, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְטַמְּאִין אֶת הַמַּשְׁקִין וְאֵין פּוֹסְלִין אֶת הָאֳכָלִין. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מְטַמְּאִין אֶת הַמַּשְׁקִין וּפוֹסְלִין אֶת הָאֳכָלִין. שִׁמְעוֹן אֲחִי עֲזַרְיָה אוֹמֵר, לֹא כָךְ וְלֹא כָךְ, אֶלָּא מַשְׁקִין שֶׁנִּטְמְאוּ בַאֲחוֹרֵי הַכֵּלִים, מְטַמְּאִין אֶחָד וּפוֹסְלִין אֶחָד. הֲרֵי זֶה אוֹמֵר, מְטַמְּאֶיךָ לֹא טִמְּאוּנִי, וְאַתָּה טִמֵּאתָנִי: \n",
            "עֲרֵבָה שֶׁהִיא קְטַפְרֵס, וְהַבָּצֵק מִלְּמַעְלָן וּמַשְׁקֶה טוֹפֵחַ מִלְּמַטָּן, שָׁלשׁ חֲתִיכוֹת בְּכַבֵּיצָה, אֵינָן מִצְטָרְפוֹת. וּשְׁתַּיִם, מִצְטָרְפוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף שְׁתַּיִם אֵינָן מִצְטָרְפוֹת, אֶלָּא אִם כֵּן הָיוּ רוֹצְצוֹת מַשְׁקֶה. וְאִם הָיָה מַשְׁקֶה עוֹמֵד, אֲפִלּוּ כְעֵין הַחַרְדָּל, מִצְטָרֵף. רַבִּי דוֹסָא אוֹמֵר, אֹכֶל פָּרוּד אֵינוֹ מִצְטָרֵף: \n",
            "מַקֵּל שֶׁהִיא מְלֵאָה מַשְׁקִין טְמֵאִין, כֵּיוָן שֶׁהִשִּׁיקָהּ לַמִּקְוֶה, טְהוֹרָה, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיַּטְבִּיל אֶת כֻּלָּהּ. הַנִּצּוֹק וְהַקְּטַפְרֵס וּמַשְׁקֶה טוֹפֵחַ, אֵינָן חִבּוּר לֹא לַטֻּמְאָה וְלֹא לַטָּהֳרָה. וְהָאֶשְׁבֹּרֶן, חִבּוּר לַטֻּמְאָה וְלַטָּהֳרָה: \n"
        ],
        [
            "זֵיתִים מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. מִשֶּׁיַּזִּיעוּ זֵעַת הַמַּעֲטָן, אֲבָל לֹא זֵעַת הַקֻּפָּה, כְּדִבְרֵי בֵית שַׁמָּאי. רַבִּי שִׁמְעוֹן אוֹמֵר, שִׁעוּר זֵעָה שְׁלשָׁה יָמִים. בֵּית הִלֵּל אוֹמְרִים, מִשֶּׁיִּתְחַבְּרוּ שְׁלשָׁה זֶה לָזֶה. רַבָּן גַּמְלִיאֵל אוֹמֵר, מִשֶּׁתִּגָּמֵר מְלַאכְתָּן. וַחֲכָמִים אוֹמְרִים כִּדְבָרָיו: \n",
            "גָּמַר מִלִּמְסֹק אֲבָל עָתִיד לִקַּח, גָּמַר מִלִּקַּח אֲבָל עָתִיד לִלְווֹת, אֵרְעוֹ אֵבֶל, אוֹ מִשְׁתֶּה, אוֹ אֹנֶס, אֲפִלּוּ זָבִים וְזָבוֹת מְהַלְּכִים עֲלֵיהֶן, טְהוֹרִין. נָפְלוּ עֲלֵיהֶן מַשְׁקִין טְמֵאִין, אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעָן, וְהַמֹּחַל הַיּוֹצֵא מֵהֶן טָהוֹר: \n",
            "נִגְמְרָה מְלַאכְתָּן, הֲרֵי אֵלּוּ מֻכְשָׁרִין. נָפְלוּ עֲלֵיהֶן מַשְׁקִין, טְמֵאִין. הַמֹּחַל הַיּוֹצֵא מֵהֶן, רַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִין. אָמַר רַבִּי שִׁמְעוֹן, לֹא נֶחְלְקוּ עַל הַמֹּחַל הַיּוֹצֵא מִן הַזֵּיתִים, שֶׁהוּא טָהוֹר. וְעַל מַה נֶּחְלְקוּ. עַל הַיּוֹצֵא מִן הַבּוֹר, שֶׁרַבִּי אֱלִיעֶזֶר מְטַהֵר, וַחֲכָמִים מְטַמְּאִין: \n",
            "הַגּוֹמֵר אֶת זֵיתָיו וְשִׁיֵּר קֻפָּה אַחַת, יִתְּנֶנָּה לְעָנִי הַכֹּהֵן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, יוֹלִיךְ אֶת הַמַּפְתֵּחַ מִיָּד. רַבִּי שִׁמְעוֹן אוֹמֵר, מֵעֵת לְעֵת: \n",
            "הַמַּנִּיחַ זֵיתִים בַּכּוֹתֵשׁ שֶׁיִּמְתֹּנוּ שֶׁיְּהוּ נוֹחִין לִכְתֹּשׁ, הֲרֵי אֵלּוּ מֻכְשָׁרִים. שֶׁיִּמְתֹּנוּ שֶׁיִּמְלָחֵם, בֵּית שַׁמַּאי אוֹמְרִים, מֻכְשָׁרִים. וּבֵית הִלֵּל אוֹמְרִים, אֵינָן מֻכְשָׁרִים. הַפּוֹצֵעַ זֵיתִים בְּיָדַיִם טְמֵאוֹת, טִמְּאָן: \n",
            "הַמַּנִּיחַ זֵיתָיו בַּגַּג לְגַרְגְּרָם, אֲפִלּוּ הֵן רוּם אַמָּה, אֵינָן מֻכְשָׁרִים. נְתָנָן בַּבַּיִת שֶׁיִּלְקוּ וְעָתִיד לְהַעֲלוֹתָם לַגַּג, נְתָנָן בַּגַּג שֶׁיִּלְקוּ אוֹ שֶׁיִּפְתְּחֵם, הֲרֵי אֵלּוּ מֻכְשָׁרִין. נְתָנָן בַּבַּיִת עַד שֶׁיְּשַׁמֵּר אֶת גַּגּוֹ אוֹ עַד שֶׁיּוֹלִיכֵם לְמָקוֹם אַחֵר, אֵינָן מֻכְשָׁרִין: \n",
            "רָצָה לִטֹּל מֵהֶן בַּד אֶחָד אוֹ שְׁנֵי בַדִּין, בֵּית שַׁמַּאי אוֹמְרִים, קוֹצֶה בְטֻמְאָה וּמְחַפֶּה בְטָהֳרָה. בֵּית הִלֵּל אוֹמְרִים, אַף מְחַפֶּה בְטֻמְאָה. רַבִּי יוֹסֵי אוֹמֵר, חוֹפֵר בְּקַרְדֻּמּוֹת שֶׁל מַתֶּכֶת וּמוֹלִיךְ לְבֵית הַבַּד בְּטֻמְאָה: \n",
            "הַשֶּׁרֶץ שֶׁנִּמְצָא בָרֵחַיִם, אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעוֹ. אִם הָיָה מַשְׁקֶה מְהַלֵּךְ, הַכֹּל טָמֵא. נִמְצָא עַל גַּבֵּי הֶעָלִים, יִשָּׁאֲלוּ הַבַּדָּדִים לוֹמַר לֹא נָגָעְנוּ. אִם הָיָה נוֹגֵעַ בָּאוֹם, אֲפִלּוּ בְשַׂעֲרָה, טָמֵא: \n",
            "נִמְצָא עַל גַּבֵּי פְרוּדִים, וְהוּא נוֹגֵעַ בְּכַבֵּיצָה, טָמֵא. פְּרוּדִים עַל גַּבֵּי פְרוּדִים, אַף עַל פִּי שֶׁהוּא נוֹגֵעַ בְּכַבֵּיצָה, אֵין טָמֵא אֶלָּא מְקוֹם מַגָּעוֹ. נִמְצָא בֵין כֹּתֶל לַזֵּיתִים, טָהוֹר. נִמְצָא בַגַּג, הַמַּעֲטָן טָהוֹר. נִמְצָא בַמַּעֲטָן, הַגַּג טָמֵא. נִמְצָא שָׂרוּף עַל הַזֵּיתִים, וְכֵן מַטְלִית מְהוּהָא, טְהוֹרָה, שֶׁכָּל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן: \n"
        ],
        [
            "הַנּוֹעֵל בֵּית הַבַּד מִפְּנֵי הַבַּדָּדִין וְהָיוּ לְשָׁם כֵּלִים טְמֵאִין מִדְרָס, רַבִּי מֵאִיר אוֹמֵר, בֵּית הַבַּד טָמֵא. רַבִּי יְהוּדָה אוֹמֵר, בֵּית הַבַּד טָהוֹר. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם טְהוֹרִין לָהֶן, בֵּית הַבַּד טָמֵא. וְאִם טְמֵאִין לָהֶן, בֵּית הַבַּד טָהוֹר. אָמַר רַבִּי יוֹסֵי, וְכִי מִפְּנֵי מָה טְמֵאוֹת, אֶלָּא שֶׁאֵין עַמֵּי הָאָרֶץ בְּקִיאִין בְּהֶסֵּט: \n",
            "הַבַּדָּדִין שֶׁהָיוּ נִכְנָסִין וְיוֹצְאִין, וּמַשְׁקִין טְמֵאִין בְּתוֹךְ בֵּית הַבַּד, אִם יֵשׁ בֵּין מַשְׁקִין לַזֵּיתִים כְּדֵי שֶׁיְּנַגְּבוּ אֶת רַגְלֵיהֶם בָּאָרֶץ, הֲרֵי אֵלּוּ טְהוֹרִין. הַבַּדָּדִין וְהַבּוֹצְרִין שֶׁנִּמְצֵאת טֻמְאָה לִפְנֵיהֶם, נֶאֱמָנִין לוֹמַר לֹא נָגָעְנוּ. וְכֵן הַתִּינוֹקוֹת שֶׁבֵּינֵיהֶם, יוֹצְאִים חוּץ לְפֶתַח בֵּית הַבַּד וּפוֹנִין לַאֲחוֹרֵי הַגָּדֵר, וְהֵן טְהוֹרִין. עַד כַּמָּה יַרְחִיקוּ וְיִהְיוּ טְהוֹרִין, עַד כְּדֵי שֶׁיְּהֵא רוֹאָן: \n",
            "הַבַּדָּדִין וְהַבּוֹצְרִין, כֵּיוָן שֶׁהִכְנִיסָן לִרְשׁוּת הַמְּעָרָה, דַּיּוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, צָרִיךְ לַעֲמֹד עֲלֵיהֶן עַד שֶׁיִּטְבֹּלוּ. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם טְהוֹרִין לָהֶן, צָרִיךְ לַעֲמֹד עֲלֵיהֶם עַד שֶׁיִּטְבֹּלוּ. אִם טְמֵאִים לָהֶן, אֵינוֹ צָרִיךְ לַעֲמֹד עֲלֵיהֶם עַד שֶׁיִּטְבֹּלוּ: \n",
            "הַנּוֹתֵן מִן הַסַּלִּים וּמִן הַמַּשְׁטֵחַ שֶׁל אֲדָמָה, בֵּית שַׁמַּאי אוֹמְרִים, נוֹתֵן בְּיָדַיִם טְהוֹרוֹת. וְאִם נָתַן בְּיָדַיִם טְמֵאוֹת, טִמְּאָן. בֵּית הִלֵּל אוֹמְרִים, נוֹתֵן בְּיָדַיִם טְמֵאוֹת, וּמַפְרִישׁ תְּרוּמָתוֹ בְּטָהֳרָה. מִן הָעֲבַט וּמִן הַמַּשְׁטֵחַ שֶׁל עָלִים, הַכֹּל שָׁוִים שֶׁהוּא נוֹתֵן בְּיָדַיִם טְהוֹרוֹת. וְאִם נָתַן בְּיָדַיִם טְמֵאוֹת, טִמְּאָן: \n",
            "הָאוֹכֵל מִן הַסַּלִּים וּמִן הַמַּשְׁטֵחַ שֶׁל אֲדָמָה, אַף עַל פִּי שֶׁמְּבֻקָּעוֹת וּמְנַטְּפוֹת לַגַּת, הֲרֵי הַגַּת טְהוֹרָה. מִן הָעֲבַט וּמִן הַמַּשְׁטֵחַ שֶׁל עָלִים וְנָפַל מִמֶּנּוּ גַרְגֵּר יְחִידִי, אִם יֶשׁ לוֹ חוֹתָם, טָהוֹר. אִם אֵין לוֹ חוֹתָם, טָמֵא. נָפְלוּ מִמֶּנּוּ עֲנָבִים וּדְרָכָן בְּמָקוֹם הַמֻּפְנֶה, כַּבֵּיצָה מְכֻוָּן, טָהוֹר. יוֹתֵר מִכַּבֵּיצָה, טָמֵא, שֶׁכֵּיוָן שֶׁיָּצָאת טִפָּה הָרִאשׁוֹנָה, נִטְמֵאת בְּכַבֵּיצָה: \n",
            "מִי שֶׁהָיָה עוֹמֵד וּמְדַבֵּר עַל שְׂפַת הַבּוֹר וְנִתְּזָה צִנּוֹרָא מִפִּיו, סָפֵק הִגִּיעָה לַבּוֹר סָפֵק לֹא הִגִּיעָה, סְפֵקוֹ טָהוֹר: \n",
            "הַזּוֹלֵף אֶת הַבּוֹר, נִמְצָא שֶׁרֶץ בָּרִאשׁוֹנָה, כֻּלָּן טְמֵאוֹת. בָּאַחֲרוֹנָה, הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת. אֵימָתַי, בִּזְמַן שֶׁהוּא זוֹלֵף בְּכָל אַחַת וְאַחַת. אֲבָל אִם הָיָה זוֹלֵף בְּמַחַץ, נִמְצָא שֶׁרֶץ בְּאַחַת מֵהֶן, הִיא טְמֵאָה בִּלְבָד. אֵימָתַי, בִּזְמַן שֶׁהוּא בוֹדֵק וְלֹא מְכַסֶּה אוֹ מְכַסֶּה וְלֹא בוֹדֵק. הָיָה בוֹדֵק וּמְכַסֶּה, וְנִמְצָא שֶׁרֶץ, בֶּחָבִית, הַכֹּל טָמֵא. בַּבּוֹר, הַכֹּל טָמֵא. בַּמַּחַץ, הַכֹּל טָמֵא: \n",
            "בֵּין הָעִגּוּלִים לַזַּגִּין, רְשׁוּת הָרַבִּים. כֶּרֶם שֶׁלִּפְנֵי הַבּוֹצְרִים, רְשׁוּת הַיָּחִיד. שֶׁלְּאַחַר הַבּוֹצְרִים, רְשׁוּת הָרַבִּים. אֵימָתַי, בִּזְמַן שֶׁהָרַבִּים נִכְנָסִים בָּזוֹ וְיוֹצְאִים בָּזוֹ. כְּלֵי בֵית הַבַּד, וְשֶׁל גַּת, וְהָעֵקֶל, בִּזְמַן שֶׁהֵן שֶׁל עֵץ, מְנַגְּבָן וְהֵן טְהוֹרִין. בִּזְמַן שֶׁהֵן שֶׁל גֶּמִי, מְיַשְּׁנָן כָּל שְׁנֵים עָשָׂר חֹדֶשׁ, אוֹ חוֹלְטָן בְּחַמִּים. רַבִּי יוֹסֵי אוֹמֵר, אִם נְתָנָן בְּשִׁבֹּלֶת הַנָּהָר, דַּיּוֹ: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>שלשה עשר דבר.</b> צריכה מחשבה. שיחשב עליה לאכילת אדם. שכל האוכלים המותרים אין צריכים מחשבה, אבל זו הואיל והיא אסורה באכילה צריכה מחשבה ואח״כ תטמא. ודוקא בכפרים דליכא רוב עם, אבל בשווקים אינה צריכה מחשבה, שכיון שיש רוב עם הבאים לשוק איכא טובא דאכלי נבילת עוף טהור. והכי מפורש בפרק בתרא דעוקצין:",
                "<b>אינה צריכה הכשר.</b> אלא מטמאה טומאת אוכלים ככל שאר אוכלים שנגעו בשרץ שהם נעשים ראשון לטומאה. ואין צריך שיבואו עליהם מים או שאר משקים ולא שתגע בשרץ. דהכשר בזרעים הוא דכתיב (ויקרא י״א:ל״ח) וכי יותן מים על זרע וגו׳, ודרשינן מה זרעים שאין סופן ליטמא טומאה חמורה צריך הכשר, אף כל שאין סופו ליטמא טומאה חמורה צריך הכשר, יצאה נבלת עוף טהור שסופה ליטמא טומאה חמורה, שהיא מטמאה אדם ובגדים בבית הבליעה, שאינה צריכה הכשר:",
                "<b>ומטמאה טומאת אוכלין בכביצה.</b> דכביצה ממנה אם נגעה באוכלים טהורים נטמאו:",
                "<b>וכזית בבית הבליעה.</b> אדם שאכל כזית ממנה נטמא, ונטמאו בגדיו כשתגיע לבית הבליעה. דכתיב (שם יז) והנפש אשר תאכל נבילה וטריפה וגו׳, ובנבלת עוף טהור הכתוב מדבר, וכתיב תאכל, ואין אכילה פחות מכזית:",
                "<b>וטעון הערב שמש.</b> ולא סגי בטבילה לחודה:",
                "<b>וחייבים עליה על ביאת המקדש.</b> כשאר כל הטומאות. דכתיב בטומאת מקדש וקדשיו (ויקרא ה׳:ג׳) לכל טומאתו אשר יטמא בה, ודרשינן לרבות בולע נבלת עוף טהור:",
                "<b>ושורפים עליה את התרומה.</b> אם נגעה נבלת עוף טהור בתרומה, נשרפת, שכשאינה בבית הבליעה דין ראשון לטומאה יש לה ומטמאה את התרומה בנגיעה להיות שני:",
                "<b>והאוכל אבר מן החי ממנה סופג את הארבעים.</b> ואפילו היה האבר פחות מכזית. וסתם מתניתין דלא כר׳ מאיר. דאילו ר׳ מאיר הא שמעינן ליה בשלהי גיד הנשה דאמר אבר מן החי אינו נוהג אלא בבהמה טהורה בלבד:",
                "<b>שחיטתה ומליקתה מטהרת את טריפתה.</b> ומוציאה מידי נבילה שלא תטמא. לפי שהמליקה מתרת בפנים לכהנים כדרך שהשחיטה מתרת בחוץ, וכשם שטיהרתו שחיטתו, כך תטהרנו מליקתו. ושחיטה דמטהרת את הטריפה מידי נבילה נפקא לן מקרא, דכתיב (ויקרא י״א:ל״ט) וכי ימות מן הבהמה וגו׳ כל הנוגע בנבלתה יטמא, יש מן הבהמה שהיא מטמאה, ויש שאינה מטמאה, פרט לטריפה שנשחטה, והוא הדין לטריפת עוף:",
                "<b>ר׳ יהודה אומר אינן מטהרות.</b> דלא ילפינן טריפת עוף מטריפת בהמה:",
                "<b>רבי יוסי אומר שחיטתה מטהרת ולא מליקתה.</b> והלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>מיטמאות.</b> אם נגע בהן שרץ נטמאו. ואם טמאים הן ונגעו הכנפים והנוצה באוכלין טהורים, נטמאו, דחשיבי יד להכניס ולהוציא, וכל שהוא יד מיטמא ומטמא:",
                "<b>ולא מצטרפות.</b> אם היה אוכל פחות מכביצה אין הכנפים והנוצה מצטרפות להשלימו לכביצה לטמא טומאת אוכלים, דלא חשיבי שומר שמצטרף, כדתנן בריש עוקצין:",
                "<b>הנוצה מצטרפת.</b> דחשיב לה שומר. ואין הלכה כר׳ ישמעאל:",
                "<b>החרטום.</b> שהעוף מנקר בו:",
                "<b>ראשי אגפים וראש הזנב.</b> הנשארים מחוברים לגוף אחר שמרטו הנוצה, רגילים לחתכם ולהשליכם דלא חזו לאכילה, אלא שבעופות המפוטמים מניחים אותן ואוכלים אותן עם העוף, והיינו דקאמר שכן מניחים בפטומות. ואין הלכה כרבי יוסי. והני שלשה עשר דבר דחשיב במתניתין, בבבא קמייתא איכא תשעה, דשחיטתה ומליקתה חדא חשיב להו, דתרווייהו הוו טהרה לטריפתה, והכנפים, והנוצה, והחרטום, והצפרנים, הרי שלשה עשר דבר:\n\n"
            ],
            [
                "<b>נבלת עוף טמא.</b> שאין סופה לטמא טומאה חמורה, שאינה מטמאה אדם ובגדים. צריכה מחשבה. שיחשוב עליה לאכילה, והכשר מים או שאר משקין, ואח״כ תגע בשרץ:",
                "<b>לפסול את הגויה.</b> אם נטמאת ואכל ממנה חצי פרס שהיא ביצה ומחצה, נפסל גופו לאכול בתרומה עד שיטבול:",
                "<b>ואין בה כזית בבית הבליעה.</b> דכתיב (שם כ״ב) נבילה וטריפה לא יאכל לטמאה בה, מי שאיסורו משום אוכל נבילה מטמא באכילה בבית הבליעה, יצא זה שאין איסורו משום בל תאכל נבילה אלא משום בל תאכל דבר טמא:",
                "<b>והאוכלה אין טעון הערב שמש.</b> האוכל חצי פרס ממנה לאחר שנטמאת, שהוא פוסל את הגויה לאכול בתרומה, אם טבל לאחר שאכלה מותר בתרומה מיד ואין טעון הערב שמש:",
                "<b>ואין חייבים עליה על ביאת מקדש.</b> אם אכל חצי פרס נבלת עוף טמא ונכנס למקדש. דטומאה דרבנן היא, אע״ג דשורפין עליה תרומה:",
                "<b>והאוכל אבר מן החי ממנה אינו סופג את הארבעים.</b> ואע״ג דאוכל כזית בין בשר וגידים ועצמות, דהשתא אפילו למ״ד אבר מן החי צריך כזית דאכילה כתיב ביה, הכא איכא כזית, אפ״ה אינו סופג את הארבעים. ומשום טמא לא מיחייב, דליכא כזית בשר:",
                "<b>ואין שחיטתה מטהרתה.</b> באכילה, לבן נח שמותר בעוף טמא ואסור באבר מן החי, ואם שחטה והיא מפרכסת לא טיהרתה שחיטתה באכילה עד שתמות. אע״ג דבטהורה אפילו מפרכסת מתרת השחיטה לבן נח מיגו דמכשרה לישראל. והכי מיפרשה מתניתין בשלהי פרק גיד הנשה:  "
            ],
            [
                "<b>ובבהמה העור והרוטב.</b> כולה מתניתין מיפרשה בחולין פרק העור הרוטב:\n\n"
            ],
            [
                "<b>מצטרפין זה עם זה לטמא.</b> אם אין באחד מהן כביצה, מצטרפין לשיעור לטמא כקל שבשניהם, שאם נגע בתרומה פסלה, כדין אוכל שנטמא בולד הטומאה שפוסל את התרומה ואינו מטמאה:",
                "<b>כחצי ביצה וכו׳</b> שבללן זה בזה:",
                "<b>שני.</b> התערובת הזה תורת שני עליו ופוסל את התרומה:",
                "<b>שלישי.</b> ופוסל את הקודש:",
                "<b>ראשון.</b> ועושה מגעו שני. דהא איכא שיעורא דראשון בגויה ליתן טומאה:",
                "<b>חלקן זה שני וזה שני.</b> שהרי בכל אחד חצי שיעור דראשון וחצי שיעור דשני, ותנן לעיל ראשון ושני מצטרפין לקל שבהן:\n\n"
            ],
            [
                "<b>(כל הנך בבות פשוטות הן.) וכל מקום שאני יכול לתלות ששיש כביצה מן החמור בזה ובזה, אזלינן בתר חמור.</b> ואם לאו, אזלינן בתר הקל:\n\n"
            ],
            [
                "<b>מקרצות.</b> חתיכות של בצק. לשון קרץ מצפון בא (ירמיהו מ״ו:כ׳):",
                "<b>נושכות זו את זו.</b> שהן דבוקות זו בזו וא״א להפרישן אלא אם כן נושכות זו מזו:",
                "<b>כולן תחילה.</b> דחשובות כאחת וכאילו נגע בכולן:",
                "<b>פירשו.</b> החתיכות זו מזו:",
                "<b>במשקין כולן שניות.</b> דמשקין תחלה הוו ועושין שני:",
                "<b>בידים כלן שלישיות.</b> דידים שניות הן, ועושות שלישי בתרומה:\n\n"
            ],
            [
                "<b>מקרצת.</b> חתיכת בצק שהיתה תחילה וחיבר לה חתיכות אחרות:",
                "<b>כולן תחילה.</b> והנוגע באחרות כנוגע בראשון לטומאה, דחשיבא חיבור. וכן נמי היתה שניה, חשובות חיבור, מאחר דאם פרשו אשתייר בהו טומאה. אבל היתה שלישית, דאם פרשו לית בהו טומאה, דאין שלישי עושה רביעי בתרומה, אפילו כי לא פרשו לא חשיבן חיבור, וטהורות:\n\n"
            ],
            [
                "<b>ככרות הקודש.</b> כגון שתי הלחם ולחם הפנים ומנחות וכיוצא בהן:",
                "<b>שבתוך גומותיהן מים המקודשים.</b> שהיו בתוך הגומות שע״ג הככר מים שנעשו על טהרת הקודש, ונטמא ככר אחד בשרץ, ונגע הככר שנטמא בשני, והשני בשלישי, ואפילו הן מאה כולן טמאים, ואע״פ שלא נגעו במים שבככר אלא נגע כל ככר בחבירו, נטמאו כולן, שחיבת הקודש עושה כאילו המשקה שבתוך כל ככר שהוא נעשה תחילה הוא שנגע בככר וטמאו. אבל בתרומה אינו כן, אלא הככר הראשון הנטמא בשרץ בלבד מטמא את חבירו להיות שני, והשני פוסל את השלישי, ותו לא, ולא חיישינן למשקה שבתוך הגומא:",
                "<b>אם יש בין הככרות משקה טופח אף בתרומה כולן טמאות.</b> המשקה טופח שבין כל ככר וככר חוזר להיות תחילה, ומטמא הככר שהוא נוגע בו לעשותו שני, וכן לעולם. פירוש אחר, ככרות הקודש המונחות בטבלא העשויה גומות גומות, וכל ככר מונח בתוך גומא שלו. והמים המקודשים גרסינן, פירוש, וכן המים המקודשים המונחים בכלי העשוי גומות גומות, אם נטמא אחד מהן בשרץ, נטמאו כולן, שהכלי מצרף מה שבתוכו לקודש, אבל לא לתרומה, דבתרומה אינו מטמא אלא ראשון ושני ופוסל שלישי היכא דנגעו זה בזה, ואין כלי מצרף. ואם יש בין הגומות משקה טופח הכל טמא, שהככר שהוא שני עושה המשקה ראשון וחוזר ומטמא ככר האחר, וכן כולם:"
            ]
        ],
        [
            [
                "<b>האשה.</b> באשה טהורה איירי:",
                "<b>שהיתה כובשת ירק.</b> של תרומה בקדירה. ואותו ירק לא הוכשר לקבל טומאה, אלא כדרך הכובשים שמחתכים את הירק בלא משקה ומולחים אותו ונותנים בקדירה או בחבית ואח״כ נותנים עליו יין או חומץ או שמן, (והוכשר אותו העלה):",
                "<b>נגעה.</b> בידים מסואבות שפוסלים את התרומה:",
                "<b>בעלה.</b> של ירק שהיה חציו בקדירה עם המשקין וחציו חוץ לקדירה נגוב, ונגעה במקום הנגוב:",
                "<b>אע״פ שיש בו כביצה.</b> שהוא שיעור לטמא אוכלים:",
                "<b>הוא טמא.</b> אותו העלה:",
                "<b>והכל טהור.</b> שאר הירק והמשקין שבקדירה. דלא אתי האי עלה שמקצתו בקדירה ומטמא להו, דידים שניות ; והעלה שלישי, ואין שלישי עושה רביעי בתרומה:",
                "<b>נגעה.</b> בסתם ידים שהם שניות:",
                "<b>במקום משקה.</b> כלומר במקום שאין העלה נגוב, נעשה משקה שעליו תחילה, דכל הפוסל את התרומה מטמא משקין להיות תחילה, והמשקה עושה את העלה שני, הלכך כשיש בעלה כביצה היינו שיעור לטמא אחרים, הכל טמא. אף הקדרה עצמה, דמקצת עלה שבקדירה עושה משקה שבקדירה תחילה וחוזרין ומטמאין את הקדירה, כדאיתא בפ״ק דשבת, האוכלים והכלים שנטמאו במשקין:",
                "<b>אין בו כביצה הוא טמא.</b> אותו עלה שנגעה בו:",
                "<b>והכל טהור.</b> דפחות מכביצה אין מטמא אחר:",
                "<b>חזר לקדירה.</b> אותו מקום המשקה שנגע בו:",
                "<b>הכל טמא.</b> אע״פ שאין בעלה כביצה, שהמשקה שנגע בו חזר וטימא כל מה שבקדירה ואף הקדירה עצמה:",
                "<b>היתה מגע טמא מת.</b> אשה זו שכובשת את הירק. הרי האשה ראשון והעלה שנגעה בו שני, הלכך אם יש בו כביצה הכל טמא:",
                "<b>היתה טבולת יום מנערת את הקדירה.</b> דהשתא יש באשה זו שתי טומאות, חדא דטבולת יום ואידך דסתם ידים שהם שניות, כדקתני בידים מסואבות. ותרוייהו צריכין משום סיפא. מנערת, מערה מה שבתוך הקדרה (לישנא אחרינא), מנערת, מגיסה בתוך הקדירה בכף שבידה:",
                "<b>ספק מן הקדירה נתזו.</b> ולא נטמא מה שבתוכה:",
                "<b>ספק שהקלח.</b> שכולו מלא משקה והוא בתוך הקדרה נגע בידיה:",
                "<b>הירק פסול.</b> משום ספיקא דטבול יום. אבל משום ספק ידים לא, כדתנן בפ״ב דטבול יום (משנה ב׳), חומר בטבול יום שספק טבול יום פוסל את התרומה, והידים ספיקן טהור:",
                "<b>והקדירה טהורה.</b> דמשום טבול יום לא מטמאה אפילו ודאי נגעה במשקין, דאין טבול יום עושה משקה תחילה, כדתנן (פרק ח׳ דפרה משנה ו׳), כל הפוסל את התרומה מטמא את המשקין להיות תחילה חוץ מטבול יום. ואי משום ידים, לא מטמאה, דכיון דספיקא הוא שמא נתזו על ידיה, מספיקא קדירה טהורה, שספק ידים לטמא, טהור:\n\n"
            ],
            [
                "<b>האוכל אוכל ראשון.</b> נעשה גופו ראשון להיות מגעו שני. והאוכל אוכל שני נעשה גופו שני, ואם נגע בתרומה פסלה. אלו משמונה עשר דבר שגזרו בו ביום. ודוקא שאכל חצי פרס, שהוא ביצה ומחצה להרמב״ם ושתי ביצים לרש״י, שזהו שיעור אוכלים לפסול את הגויה:",
                "<b>רבי יהושע אומר האוכל אוכל ראשון ואוכל שני נעשה גופו שני.</b> דסבירא ליה דלא משוינן ליה לאוכל כמאכל עצמו, והאי דמשוי לאוכל אוכל שני שני ולא שלישי, לפי שמצינו שני עושה שני ע״י משקין, שהמשקין שנטמאו בשני הן נעשים תחילה והנוגע בהם הוי שני, ואי הוה משוינן ליה לאוכל אוכל שני שלישי לא היה פוסל את התרומה, דאין שלישי עושה רביעי בתרומה, וחכמים גזרו על האוכל אוכל שני שיהיה פוסל את התרומה, משום דזימנין אכיל אוכלים טמאים ושדי משקין של תרומה לתוך פיו בעוד שאוכלים טמאים בפיו ופסיל להו, הלכך אע״ג דבאוכל אוכל ראשון לא משוינן ליה לאוכל כמאכל עצמו, באוכל אוכל שני משוינן ליה שני כמו המאכל, כדי שיפסול את התרומה:",
                "<b>שלישי שני לקודש.</b> האוכל אוכל שלישי נעשה גופו שני לקודש, ועביד שלישי ורביעי בקודש:",
                "<b>ולא שני לתרומה.</b> דאי נגע בתרומה לא פסלה. ומיהו אסור הוא לאכול בתרומה, והכי מוכח בגמרא פרק ב׳ דחולין [דף ל״ד]:",
                "<b>בחולין שנעשו על טהרת תרומה.</b> כלומר האי אוכל אוכל ראשון ואוכל אוכל שני ושלישי דתנינן במתניתין, בחולין שנעשו על טהרת תרומה קמיירי, דחולין גרידא אין בהם שלישי:\n\n"
            ],
            [
                "<b>הראשון שבחולין טמא ומטמא.</b> תרומה. שככר של תרומה שנגע בראשון של חולין, נעשה שני ופוסל את השלישי:",
                "<b>והשני שבחולין.</b> פוסל את התרומה ואינו מטמא, דשלישי דתרומה לא עביד רביעי, הלכך שלישי דתרומה לא מקרי טמא אלא פסול:",
                "<b>והשלישי של חולין.</b> הכי קאמר, ואם יש באותן חולין שלישי, כגון שנעשו על טהרת תרומה:",
                "<b>נאכל בנזיד הדמע.</b> בתבשיל [שתרומה] מעורבת בו. והתרומה קרויה דמע, שנאמר (שמות כ״ב:כ״ח) מלאתך ודמעך לא תאחר. ובפ״ב דחולין מוכיח דדוקא כשאין בנזיד הדמע כזית תרומה בכדי אכילת פרס הוא דשרי ליה לאכול אוכל שלישי, אבל אי איכא כזית תרומה בכדי אכילת פרס, אסור, דקיימא לן האוכל אוכל שלישי מחולין שנעשו על טהרת תרומה, נפסל גופו מלאכול בתרומה:\n\n"
            ],
            [
                "<b>הרביעי נאכל בנזיד הקודש.</b> כלומר, ואם יש באותה תרומה רביעי, כגון שנעשית על טהרת הקודש. וכן החמישי נאכל בנזיד הקודש דקתני לקמן, הכי קאמר, ואם יש באותו קודש חמישי, כגון שנעשה על טהרת חטאת של אפר פרה, דאמרינן בגדי אוכלי קודש מדרס לחטאת נאכל בנזיד הקודש, מותר לערב בו תבשיל של קודש טהור:\n\n"
            ],
            [],
            [
                "<b>השני שבחולין מטמא משקה חולין.</b> דכל הפוסל את התרומה מטמא משקים להיות תחילה:",
                "<b>מטמא משקה קודש.</b> דכל הפוסל את הקודש מטמא משקין (קודש) להיות תחילה לקודש:",
                "<b>שנעשו על טהרת הקודש.</b> כלומר, הא דאמרינן דשלישי של תרומה פוסל ולא מטמא אוכלי קודש, הני מילי כשנעשית על טהרת הקודש. אבל נעשית על טהרת תרומה, שלא שמרהו על טהרת הקודש, השלישי מטמא שנים ופוסל אחד בקודש. שטהרתה של תרומה טומאה היא אצל הקודש, והרי זה השלישי דתרומה חשוב אצל הקודש כאילו נטמא בשרץ עצמו:  "
            ],
            [
                "<b>ר׳ אליעזר אומר שלשתן שוין.</b> כדמפרש ואזיל, דלית ליה לר׳ אליעזר טהרתה של תרומה טומאה היא אצל הקודש:",
                "<b>השלישי שבכולן.</b> לא משכחת שלישי בחולין אא״כ נעשו על טהרת תרומה. ואין הלכה כר׳ אליעזר:\n\n"
            ],
            [
                "<b>האוכל אוכל שני לא יעשה בבית הבד.</b> לא יתעסק לעשות שמן בבית הבד, דהא מודה ר׳ יהושע לעיל לר׳ אליעזר שהאוכל אוכל שני הוא עצמו נעשה שני ופוסל את התרומה ומטמא משקין להיות תחילה, (דהיינו השמן):",
                "<b>על גב הקודש.</b> על טהרת הקודש:",
                "<b>הרי אלו כחולין.</b> ואין באים לכלל שלישי:",
                "<b>הרי אלו כתרומה.</b> ויש בהם שלישי. והני תנאי תרוייהו סבירא להו חולין שנעשו על טהרת הקודש לאו כקודש דמו, ושאין לך דבר שעושה רביעי בקודש אלא קודש מקודש בלבד, ופליגא אמתניתין דלעיל דקתני השל. שי שבכולן פוסל לאוכלי קודש:"
            ]
        ],
        [
            [
                "<b>הרוטב והגריסין.</b> שהן משקה טופח. שהן לחין כל כך שיש בהן טופח על מנת להטפיח:",
                "<b>הרי אלו תחילה.</b> דחשובים כמשקין:",
                "<b>קרשו הרי אלו שניים.</b> דכיון שנקרשו, חשובים כאוכלים שנגעו במשקין:",
                "<b>חזרו ונמוחו כביצה מכוון טהור.</b> דיצא מהן תורת אוכל וירד עליהן תורת משקה, ופרחה טומאתו כשנשתנו, ואין למשקה זה מי שיטמאנו, דמכי יצאת טפה ראשונה אמעיט האוכל מכביצה, ופחות מכביצה אין מטמא אחרים. אבל יותר מכביצה. טמא, כדמפרש טעמא, דמכי יצאת טפה ראשונה נטמאת אותה טפה בכביצה אוכל טמא, וכשנמחה אח״כ כולו חזרה הטפה וטמאה את הכל:\n\n"
            ],
            [
                "<b>השמן תחילה לעולם.</b> ואע״פ שקרש אינו יוצא מתורת משקה:",
                "<b>ר׳ שמעון.</b> שזורי אומר אף היין שקרש אינו יוצא מתורת משקה. ואין הלכה כר״ש שזורי:",
                "<b>גוש של זיתים.</b> זיתים הרבה מחוברים יחד. ובגוש טמא איירי:",
                "<b>כביצה מכוון טהור.</b> התנור. דאין אוכל מטמא כלי. ומשקה היוצא מן הגוש מחמת היסק אין לו במה יטמא, דמכיון דיצאת טפה ראשונה חסר ליה מכביצה. אבל כשיש בגוש יותר מכביצה, כשיצאת טפה ראשונה עדיין נשאר בגוש כביצה, ונטמאה הטפה בגוש, וחזרה להיות תחילה, וטמאה הטיפה את התנור, שמשקין מטמאים כלי:",
                "<b>אם היו פרודים.</b> אם היו הזיתים פרודים שאינן גוש:",
                "<b>אפילו הן מאה.</b> כלומר אפילו הן שיעור מאה ביצים אין מצטרפין לכביצה לטמא את שמן היוצא, להיות תחילה:  "
            ],
            [
                "<b>ובלבד שלא יגע במשקין.</b> כגון שדרכן בפשוטי כלי עץ שאינן מיטמאים, דהשתא אין כאן מי שיטמא המשקין אלא הזגין שנגע בהן טמא מת, שהרי לא נזהר מנגיעתן אלא משיצא משקה, וכשהמשקין נוגעים בזגין כבר חסר שיעור כביצה, ואין אוכל מטמא בפחות מכביצה:",
                "<b>יותר מכביצה טמא.</b> שכיון שיצאה טפה ראשונה נטמאת בכביצה, דאע״ג דאין משקה הנבלע באוכל מקבל טומאה עמו, משלים הוא את שיעורו. דדכוותיה אשכחן בסמוך גבי כזית מן המת ומן הנבילה שנתמעטו בחמה והניחן בגשמים ותפחו, דגשמים המובלעים משלימין לכשיעור:\n\n"
            ],
            [
                "<b>הרי אלו טהורים.</b> אכביצה אוכלים ואכזית מן המת וכזית מן הנבילה וכעדשה מן השרץ קאי:",
                "<b>הניהן בגשמים ונתפחו טמאין.</b> דכל השיעורים בתר גודלייהו אזלינן. ומהכא קיימא לן דאין דיחוי אצל איסורים:\n\n"
            ],
            [
                "<b>אם טמאות טמאות.</b> כי הא דתנן לקמן בפרק השרץ והצפרדע [משנה ז׳] נגע באחד בלילה ואין ידוע אם חי אם מת ובשחר עמד ומצאו מת, חכמים מטמאים, שכל הטומאות כשעת מציאתן. ודוקא במקום מציאתן, למעוטי נגע באחד בלילה בזוית זו ולמחר מצאו מת בזוית אחרת וכיוצא בזה:",
                "<b>אם מכוסות מכוסות.</b> כגון כלי חרס המוקך צמיד פתיל לא אמרינן שמא בשעה שהיה המת באוהל היה מגולה ועכשיו מכוסה, או אם מצאו מגולה לא אמרינן שמא בשעה שהיה המת (באוהל) היה מכוסה ומוקף צמיד פתיל:",
                "<b>מחט שנמצאת מלאה חלודה.</b> שמעכבת את התפירה, דחלודה כזו מטהרתה מידי טומאתה:",
                "<b>או שבורה טהורה.</b> ולא אמרינן שמא כשהיתה שלימה נטמאה וכשיתקנוה ותחזור שלימה תחזור לטומאתה הישנה. והיינו פירושא דאם טהורות טהורות דתנן לעיל:\n\n"
            ],
            [
                "<b>בחזקת טהרה.</b> ואע״ג דספק טומאה ברשות היחיד ספיקו טמא והאי מבוי רשות היחיד הוא, אפילו הכי כיון דספיקא הוי בדבר שאין בו דעת לישאל, כגון חרש שוטה וקטן, ספיקו טהור, דהכי ילפינן מקראי דכתיב [ויקרא ז׳] והבשר אשר יגע בכל טמא לא יאכל, משמע ודאי טמא לא יאכל ספק טמא יאכל, וכתיב כל טהור יאכל בשר, ודאי טהור הוא דיאכל, הא ספק טמא ספק טהור לא יאכל, אלא לאו שמע מינה כאן שיש בו דעת לישאל כאן שאין בו דעת לישאל:",
                "<b>וכל הפקח.</b> שיש בו דעת לישאל. אם לא ידע אם הלך במקום טומאה אם לאו, בחזקת טומאה הוא. דספק טומאה ברה״י ספיקו טמא, מסוטה ילפינן, דספיקא היא אם נטמאת אם לאו, וספק זה במקום סתירה הוא דהיינו רה״י, ואמר רחמנא ונסתרה והיא נטמאה, וסוטה יש בה דעת לישאל אם נטמאה אם לאו:\n\n"
            ],
            [
                "<b>ואין השושנים אלא במקום הטומאה.</b> שאי אפשר שיקח השושנים אא״כ יכנס לבית הקברות:",
                "<b>טהור.</b> כיון דאיכא למתלי באחר, שמא לקטן אחר ונתנן לו, דתינוק אין בו דעת לישאל וספיקו טהור:",
                "<b>וכן חמור.</b> שהיה עומד במקום טהרה ולא ידעינן אם נכנס במקום טומאה:",
                "<b>כליו טהורים.</b> לפי שאין בו דעת לישאל:\n\n"
            ],
            [
                "<b>תינוק שנמצא בצד עיסה.</b> תינוק טמא שנמצא. בצד עיסה טהורה וחתיכה של עיסה זו בידו:",
                "<b>ר׳ מאיר מטהר.</b> ר׳ מאיר לטעמיה דחייש למיעוטא וסבר דרוב תינוקות מטפחים בעיסה, ושמא לקח הוא עצמו את הבצק וטימא את העיסה, ומיעוט אין מטפחים ושמא אדם טהור לקח ונתן לו, ועיסה זו בחזקת טהרה עומדת, סמוך מיעוטא לחזקה ואיתרע לה רובא, והוי פלגא ופלגא וטהור לענין תינוק שאין בו דעת לישאל:",
                "<b>וחכמים מטמאים.</b> לטעמייהו דלא חיישי למיעוטא, ורוב תינוקות מטפחים. והלכה כחכמים:",
                "<b>נקירת.</b> נקבים נקבים יש בעיסה מחמת התרנגולים שנקרו בה:",
                "<b>שינגבו את פיהם בארץ.</b> דרך התרנגולים לאחר ששתו מנגבין פיהן בארץ, הילכך אם יש קרקע מפסקת בין משקין לככרות כדי שיוכלו לנגב בה פיהן לאחר ששתו, הככרות טהורים. ואם לאו, טמאים, שהרי נטמאו במשקין טמאים שהיה בפיהן של תרנגולים. ואע״ג דבשיש קרקע מפסקת מספקא לן אם נגבו פיהן אם לא, הוי ספק טומאה בדבר שאין בו דעת לישאל, וספיקו טהור:",
                "<b>שהוא פקח.</b> ואין דרכו לשתות כל זמן שהוא מוצא לאכול, שהוא אומר כל שעה משקין מצויין ואין כל שעה אוכלין מצויין. והלכה כרבי אליעזר בן יעקב:"
            ]
        ],
        [
            [
                "<b>הזורק.</b> ככר לבין המפתחות. לא שנא זרק ככר טהור לבין מפתחות טמאות, ולא שנא זרק מפתחות טמאות לבין הככרות, ולא נודע אם נגע הככר הטהור במפתחות הטמאות, טהור הככר, דסבירא ליה להאי תנא זורק כמי שאין בו דעת לישאל דמי:",
                "<b>ר׳ יהודה אומר ככר לבין המפתחות טמא.</b> דסבירא ליה לרבי יהודה זורק כמי שיש בו דעת לישאל דמי, וספיקו טמא. מיהו כשזרק [מפתח טמא בין ככרות], טהור, הואיל והטומאה אינה נחה במקום אלא עוברת על הטהור, ספקו טהור. ואין הלכה כר׳ יהודה. וככר ומפתחות דנקט במתניתין, הוא הדין לכל שאר דברים הנזרקים, אלא משום דאורחייהו דאינשי לזרוק ככר ומפתחות זה לזה, משום הכי נקט הני:\n\n"
            ],
            [
                "<b>ספק נגע ספק לא נגע ספיקו טהור.</b> ואפילו ברשות היחיד, ואפילו אדם שיש בו דעת לישאל אוחז בטומאה. שאין לטומאה מקום שתהא נחה בו, שכל זמן שהיא בפי החולדה או בפי הכלב אינה חשובה נחה במקום, אלא טומאה עוברת היא, הלכך ספיקו טהור, ואפילו אוחז בטומאה האדם שיש בו דעת לישאל:\n\n"
            ],
            [
                "<b>היו מנקרין בהן.</b> אם השליכו החולדה את השרץ, והכלב את הנבילה, מפיהם על הארץ והיו מנקרים בה, הרי יש מקום לטומאה וספיקה טמא:\n\n"
            ],
            [
                "<b>ספק אדם.</b> ספק האהיל על האדם:",
                "<b>טמא.</b> שיש בו דעת לישאל. ואינו טהור מטעמא שהטומאה בפי העורב והיא טומאה עוברת, דכל המאהילין חשובות יש לטומאה מקום, ואפילו הנזרקין:",
                "<b>ספק כלים.</b> ספק האהיל על הכלים:",
                "<b>טהור.</b> שאין בהן דעת לישאל הממלא בעשרה דליים. זה אחר זה:",
                "<b>ונמצא שרץ באחד מהן הוא טמא וכולן טהורים.</b> והני מילי כשאין [לדלי] אגנים. אבל יש לה אוגנים, כולן טמאים, דשמא השרץ היה בראשון, והאי דלא נפל עם המים אימור אוגנים עכבוהו:",
                "<b>העליון [טהור.</b> ולא חיישינן שמא מן העליון] נפל לתחתון:\n\n"
            ],
            [
                "<b>על מפק בית הפרס.</b> כגון תרומה שנכנסה לבית הפרס, דהוא שדה שנחרש בה קבר וספק אם יש בה עצם כשעורה מן המת:",
                "<b>ועל ספק עפר הבא מארץ העמים.</b> דכל עפר הבא מארץ העמים מספקינן ליה ברקב של מת. ושני אלה ארץ העמים ובית הפרס גזרו בהם שיהיו מטמאים במגע ובמשא:",
                "<b>ועל ספיקן של בגדי עם הארץ.</b> דכולהו מספקא לן אם ישבה עליהן אשתו נדה:",
                "<b>ועל ספק כלים הנמצאים.</b> דלא ידעינן אם טמאים הן:",
                "<b>ועל ספק רוקין.</b> דשמא של זב וזבה הן, או דנדה ויולדת:",
                "<b>מי רגלי אדם שהן כנגד מי רגלי בהמה.</b> רבותא קמשמע לן, דלא אמרינן מדהני דבהמה הני נמי דבהמה, ואע״ג דאיכא תרי ספיקי לקולא, ספק דבהמה ספק דאדם, ואפילו אם תמצי לומר דאדם, שמא דאדם טהור. ורמב״ם פירש על פי התוספתא, כגון שנתערבו מי רגלי אדם טמא עם מי [רגלי] בהמה חצי בחצי בשוה, וזהו שכנגד מי רגלי בהמה, ומספקא לן אם בטלו מראיהן של מי רגלי אדם ויהיו כולן טהורין, או לא בטלו ויהיו כולן טמאין:",
                "<b>על ודאי מגען שהוא ספק טומאתן.</b> יודע ודאי שנגעה בהן תרומה, אבל אינו יודע אם הן טמאים או לאו, כדפרשינא ספיקא דכולהו:",
                "<b>וחכמים אומרים ברשות היחיד תולין.</b> על ספק מגען. ולא שורפים משום דהוי ספק ספיקא לקולא, ספק נגע ספק לא נגע, ואפילו אם תמצי לומר נגע, ספק טמאים ספק טהורים. ואין הלכה כר׳ יוסי דאמר על ספק מגען שורפין:\n\n"
            ],
            [
                "<b>אחד טמא.</b> לאו טמא ודאי שהוא ידוע דשל זב או של זבה, דאם כן ברה״י לשרוף כשאר כל ספק טומאה, אלא אחד טמא שהוא מסתם רוקין, ואחד טהור דידוע שהוא של אדם טהור. וכיון דאפילו נגע ודאי בטמא זה שהוא סתם רוקין אינו אלא מדרבנן, השתא דאיכא ספק נגע בטהור, תולין ברשות היחיד בין אמגע בין אמשא בין אהיסט בין בלח בין ביבש. ולא יבש כל כך שאין יכול לחזור ולהשרות כמות שהיה, דההוא טהור גמור אפילו ודאי דזב, אלא דיכול לחזור ולהשרות לכמות שהיה:",
                "<b>ועל מגען ברה״ר בזמן שהם לחים.</b> אי אפשר שלא ידבק מהן כל שהוא בגוף הנוגע בהן, ויצא מכלל ספק טומאה ברשות הרבים, ודין רשות היחיד יש לו כשנדבק כל שהוא בגוף האדם. אבל רוק יבש שאינו נדבק, אם נגע בו הוי ספק טומאה ברשות הרבים דספיקו טהור:",
                "<b>ועל משאן בין לחין בין יבשין.</b> דכשנתלשה הטומאה ברה״ר ונישאת על גבי אדם, לא חשיבא עוד טומאה ברה״ר, אלא הרי היא כטומאה ברה״י, כדאמרן:",
                "<b>היה רוק יחידי.</b> מהרוקין הנמצאים, ספק של אדם טמא ספק של אדם טהור:",
                "<b>ונגע בו ונשאו והסיטו.</b> אפילו ברשות הרבים, ואח״כ נגע בתרומה:",
                "<b>שורפים עליו את התרומה.</b> כדתנן ברישא, על ודאי מגען שהוא ספק טומאתן שורפין את התרומה:\n\n"
            ],
            [
                "<b>ספק מים שאובים.</b> ספק אם נפלו למקוה זה מים שאובים ופסלוהו, או לא נפלו. או שראינו שנפלו בו מים שאובין, ספק אם היה בהן שלשה לוגין שהוא שיעור כדי לפסול את המקוה, או לא היה בהן כשיעור. וכולהו שאר ספיקות מפורשים לקמן בפרקין:\n\n"
            ],
            [
                "<b>ספק טומאה צפה על פני המים.</b> ספק אם נגע בטומאה שצפה על פני המים או לא נגע:",
                "<b>בין בכלים בין בקרקע.</b> בין שהמים בכלים בין שהמים בקרקע, טהור, דחשיב כאילו אין מקום לטומאה:",
                "<b>בכלים טמא.</b> דחשיבי כאילו יש מקום לטומאה. ואין הלכה כר׳ שמעון:",
                "<b>ספק ירידתו טמא.</b> שדרך אדם כשיורד לבריכה של מים, שכל דבר שבמים בא עליו, מחמת ההיסט שמתחיל לרחוץ את עצמו. אבל כשעולה מן המים, הדברים שבמים מתרחקים ממנו והולכים לצדי הבריכה:",
                "<b>אפילו אין שם אלא מלא האדם והטומאה.</b> שהמקום צר בדרך שאי אפשר לו שלא יגע, אפילו הכי טהור, קסבר דטומאה צפה אינה מטמאה. כך מצאתי. אבל רמב״ם פירש, כל זמן שלא ידע בודאי שנגע בטומאה, טהור. נראה שאם היה בדרך שאי אפשר לו שלא יגע, טמא:\n\n"
            ],
            [
                "<b>ספק משקים ליטמא.</b> משקים טהורים שנולד בהן ספק אם קבלו טומאה אם לאו, ספיקן טמא, כדמפרש ואזיל:",
                "<b>לטמא טהור.</b> ואם המשקין טמאין ויש לנו ספק אם טמאו הדבר הטהור אם לאו, ספיקו טהור:",
                "<b>וזרקה לבין הככרות כו׳ מפיקו טהור.</b> וכגון שהיה לנו ספק אם לאחר שנח המקל נגעו המשקים בככרות או לא נגעו. דאי בשעת זריקה, הוי ליה טומאה שאין לה מקום, ואפילו בשרץ דאורייתא ספיקו טהור, כיון שהטומאה נזרקה. וא״ת אכתי תיפוק ליה (דטהור) אפילו בשרץ משום דאין בו דעת לישאל. וי״ל דאיכא לאוקמי מתניתין כשאדם אוחז הככרות:\n\n"
            ],
            [
                "<b>ספק משקין לאוכלין טמא.</b> קסבר רבי יוסי טומאת משקין לטמא אחרים דאורייתא, דדריש קרא וכל משקה אשר ישתה בכל כלי יטמא, לטמא את אחרים, הלכך ספק משקין לטמא אוכלין, טמא:",
                "<b>ולכלים טהור.</b> דטומאת משקין לטמא כלים מדרבנן, משמונה עשר דבר שגזרו בו ביום. ות״ק דפליג עליה דר׳ יוסי דריש וכל משקה אשר ישתה בכל כלי יטמא, אבל לא לטמא את אחרים, וטומאת משקין לטמא אוכלים ומשקין דרבנן, הלכך ספק טומאת משקין לטמא אחרים טהור. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>ספק ידים ליטמא.</b> מי שהיו ידיו טהורות וספק נגע באוכלים טמאין או במשקין טמאין ונטמאו ידיו, ספק לא נגע ולא נטמאו ידיו:",
                "<b>ולטמא.</b> היו ידיו טמאות, ספק נגע באוכלים ומשקין וטמאן, ספק לא נגע:",
                "<b>וליטהר.</b> היו ידיו טמאות וטיהרן, ספק נטהרו כראוי אם לאו. בכל הספיקות הללו, ספיקן טהור:",
                "<b>ספק רשות הרבים.</b> ספק טומאה ברשות הרבים, טהור, שכן מצינו ציבור עושים את הפסח בטומאה, אם טומאה ודאית הותרה לצבור, קל וחומר ספק טומאה:",
                "<b>ספק דברי סופרים.</b> כגון כל הנך דחשיב, דכולהו משמונה עשר דבר שגזרו בו ביום, ומפורשין הן במסכת שבת פרק קמא:",
                "<b>אבל דבר שהוא אב הטומאה והוא מדברי סופרים.</b> כגון דם תבוסה, ונכרים שעשאום כזבים, וכיוצא באלו, אם נסתפק אם נגע בהן אם לא נגע:",
                "<b>ספיקו טמא.</b> ומיהו אב הטומאה מדברי סופרים שהוא עצמו מספק, כגון בית הפרס דאיכא ספיקא אם יש בו עצם כשעורה אם לאו, בהא תנן לעיל דעל ודאי מגען שורפין, ועל ספק מגען אין שורפין, דהוי ספק ספיקא:\n\n"
            ],
            [
                "<b>זו טהרת פרישות.</b> דתנן, בגדי עם הארץ מדרס לפרושים, ובגדי פרושים מדרס לאוכלי תרומה. ואם נסתפק אחד מן הפרושים שאוכלין [חוליהן] בטהרה, אם נגע בבגדי עם הארץ אם לא נגע, וכן אוכל תרומה שנסתפק אם נגע בבגדי הפרושים ונטמא בהן לתרומה, ספיקן טהור:",
                "<b>ספק שרצים.</b> השליך שרץ בין הככרות, ספק נגע בככרות בשעה שעבר עליהן, ספק לא נגע, אם מצא אותו שאינו נוגע, הרי הככרות כשעת מציאתן וספיקן טהור:",
                "<b>עד שלא נזקק לטומאה.</b> בפרק ה׳ דנגעים מפרש כיצד:",
                "<b>ספק נזירות.</b> כגון שאמר הריני נזיר אם יש בכרי הזה מאה כור, הלך ומצאו שנגנב או שאבד, ספק היה בו, ספק לא היה בו, מותר לשתות יין ולהטמא למתים:",
                "<b>ספק בכורות.</b> ספק אם הוא פטר רחם אם לאו:",
                "<b>אחד בכורי אדם.</b> פטור מלתת חמש סלעים לכהן:",
                "<b>אחד בכורי בהמה טמאה.</b> פטר חמור:",
                "<b>שהמוציא מחבירו עליו הראיה.</b> דאמר ליה לכהן, אייתי ראיה דהוא בכור ושקול:\n\n"
            ],
            [
                "<b>ספק קרבנות כיצד, האשה שיש עליה ספק חמש לידות וכו׳: מביאה קרבן אחד.</b> חטאת העוף הבא על הספק:",
                "<b>ואוכלת בזבחים.</b> שהקרבן הזה לגמור טהרתה בא והרי הוא כטבילה, שאם נטמאת האשה כמה טומאות, טבילה אחת עולה לכולן, אף קרבן זה כן:",
                "<b>ואין השאר עליה חובה.</b> לא הצריכוה חכמים להביאן. שאף האחד בקושי התירו להקריב ספק מליקת חולין למזבח, אלא כדי לעשות לה תקנה ליטהר לאכול בקדשים:"
            ]
        ],
        [
            [
                "<b>השרץ.</b> שרץ מטמא במגע ולא במשא:",
                "<b>צפרדע.</b> טהור. ולפי שצפרדע דומה לצב וטעו ביה, משום הכי נקט צפרדע:",
                "<b>כזית מן המת.</b> מטמא באוהל. ונבילה אינה מטמאה באוהל:",
                "<b>עצם מן המת.</b> מטמא בהיסט, ועצם דנבילה טהור:",
                "<b>גוש מבית הפרס וגוש מארץ העמים.</b> מטמאים במגע ובמשא ואין מטמאין באוהל:",
                "<b>האהיל על אחד מהן.</b> על כזית מן המת וכזית מן הנבילה קאי:",
                "<b>הסיט אחד מהז.</b> [על עצם מן המת ועצם מן הנבילה, וכן] אגוש מארץ טהורה וגוש מבית הפרס וגוש מארץ העמים קאי, דמטמאין בהיסט:",
                "<b>ר׳ עקיבא מטמא.</b> דסבירא ליה לר׳ עקיבא דספק טומאה ברה״ר ספיקו טהור הני מילי כשעשה טהרות, כיון דאין להם תקנה כשנטמאו. אבל לגבי גברא להצריכו טבילה והזאה, סבירא ליה דצריך טבילה והזאה, שמא היום ומחר יתברר הדבר שנטמא:",
                "<b>וחכמים מטהרים.</b> דאפילו גברא דאית ליה תקנתא לא מצרכינן ליה טבילה והזאה. והלכה כחכמים:\n\n"
            ],
            [
                "<b>אחד שאמר נגעתי בזה.</b> אהשרץ והצפרדע דרישא קאי, דצפרדע דומה לצב וטעו ביה:",
                "<b>שדרך בני אדם להלוך.</b> שאי אפשר לאדם למנוע עצמו שלא ילך ברה״ר, הלכך ספק שבילין טהור. אבל מגע אפשר לאדם שלא ליגע, הלכך כי מספקא ליה אי נגע אי לא נגע, ספיקו טמא. ואין הלכה לא כר׳ עקיבא ולא כר׳ יוסי:\n\n"
            ],
            [
                "<b>הזה ושנה.</b> הזה בשלישי, ושנה בשביעי:",
                "<b>אלו ואלו תלויות.</b> אע״ג דבשנים שהלכו מוקמינן כל חד בחזקת טהרה, כדתנן לקמן, הכא גבי חד בתרי זימני לא שייך לטהר בקיימות, דאפילו בשנים כשבאו לישאל בבת אחת, טמאין. וחד אפילו בזה אחר זה כבת אחת דמי:",
                "<b>והשניות ישרפו.</b> דודאי טמא היה כשנעשו:\n\n"
            ],
            [],
            [
                "אם נשאלו כל אחד לחכמים על ספיקו בפני עצמו, אין בית דין יכולין לטמאן, דהא קיימא לן ספק טומאה ברשות הרבים ספיקו טהור. ואם באו בבת אחת, הואיל ובהוראה אחת יש לנו לומר טמאין אתם או טהורים אתם, אי אפשר לנו לומר טהורים אתם, שהרי אחד ודאי טמא:",
                "<b>ר׳ יוסי אומר בין כך ובין כך טמאין.</b> לא נחלקו ר׳ יוסי ור׳ יהודה כשבאו לישאל בבת אחת, דדברי הכל טמאין. וכשבאו לישאל זה אחר זה דברי הכל טהורים. על מה נחלקו, על הבא לישאל עליו ועל חבירו, דר׳ יהודה מדמי ליה לזה אחר זה, ורבי יוסי מדמי ליה לבת אחת. והלכה כרבי יוסי:\n\n"
            ],
            [
                "<b>אכל אחד מהן.</b> תנא טומאה דאורייתא וקתני טומאה דרבנן. ופלוגתייהו דר׳ יהודה ורבי יוסי הכא נמי בבא לישאל עליו ועל חבירו, כפלוגתייהו לעיל. והלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>על רוקו שורפים.</b> שעל רוקים הנמצאים שורפים את התרומה, כדתנן בפירקין דלעיל, ואע״פ שהן ספק, ולא אזלינן בתר רובא:",
                "<b>ועל בגדיו הולכים אחר הרוב.</b> אם רוב אנשי אותה העיר זבים וזבות, שורפין:",
                "<b>כליו טמאין מדרס.</b> אע״ג דבישב ובא אחד ודרס הולכין אחר הרוב, ישן שאני, דחיישינן שמא רוב בני אדם דרסו על בגדיו ואחד מהן זב או זבה:",
                "<b>וחכמים מטהרין.</b> כיון דהוי ספק טומאה ברה״ר, טהור, שמא לא דרס כלל:",
                "<b>נגע באחד בלילה.</b> ברה״ר דוקא מיירי:",
                "<b>וחכמים מטמאין.</b> אם ראהו חי מבערב אע״פ שבא שחרית ומצאו שמת, מודים חכמים לר״מ שהוא טהור, וכשלא ראהו חי פליגי. והלכה כחכמים:\n\n"
            ],
            [
                "<b>שוטה אחת בעיר.</b> ודוקא אשה שוטה, אבל אדם שוטה לא, דאשה רגילה בנדות, ואין אדם רגיל בזיבות:",
                "<b>או נכרית.</b> והוא הדין לנכרי, דמדאורייתא אין חילוק בין נכרי לנכרית, וכולן טהורין, ורבנן גזרו עלייהו שיהיו כזבים. וכן כותית אין חילוק בין כותי לכותית למאן דאמר כותים גרי אריות הן וגם האידנא גזרו עלייהו שיהיו כנכרים לכל דבריהם. כל הרוקין שבעיר טמאים. שדרכן להלך בכל העיר:",
                "<b>או שישבה עמו בספינה.</b> דמטמאה מדרס אע״פ שאין בגדיה נוגעים, כדתנן בריש פרק ג׳ דזבים:",
                "<b>אם מכירתו שהוא אוכל בתרומה כליו טהורים.</b> דאם היתה נדה או זבה לא היתה דורסת על בגדיו ולא נכנסת עמו בספינה:\n\n"
            ],
            [
                "<b>ר׳ מאיר מטמא.</b> שאם הביאוהו שנים לידי מיתה חמורה, לא יביאוהו לידי קרבן הקל:",
                "<b>וחכמים אומרים אדם נאמן על פי עצמו.</b> דמתרצינן דיבוריה מאי לא נטמאתי דקאמר, לא עמדתי בטומאתי אלא טבלתי, והואיל וכן, אדם נאמן על ידי עצמו:",
                "<b>ברה״י טמא ברה״ר טהור.</b> דחשיב כשאר ספק טומאה דעלמא:"
            ]
        ],
        [
            [
                "<b>מקום שהיה רשות היחיד ונעשה רשות הרבים.</b> כגון בקעה, דבימות הגשמים רשות היחיד ובימות החמה רשות הרבים:",
                "<b>המסוכן.</b> מי שנתעלף ואין ידוע ממנו אם חי אם מת: ",
                "<b>והחזירוהו לרה״י.</b> ושם ראוהו שמת: ",
                "<b>כשהוא ברה״י ספיקו טמא.</b> ומטמאינן מספק כל אדם וכלים שהיו עמו ברה״י שהיה שם בראשונה. ואדם וכלים שהיו עמו ברה״ר לאחר שהוציאוהו מרה״י, טהורין, דספק טומאה ברה״ר הוא, וספיקו טהור:",
                "<b>ר׳ שמעון אומר רשות הרבים מפסקת.</b> כיון דחשבינן ליה כחי לאחר שהוציאוהו מרה״י לרה״ר, ומטהרינן לכלים ואדם שהיו עמו ברה״ר דשמא חי הוא, איך נחשבהו מת למפרע קודם שיצא מרה״י, על כרחך אין יכולין לטמא מספק אדם וכלים שהיו עמו ברה״י בראשונה, הואיל ורשות הרבים שהוציאוהו שם באחרונה מפסקת שאתה מחשיבו כחי ומטהרת אדם וכלים שהיו עמו שם. ואין הלכה כר״ש:  "
            ],
            [
                "<b>הטמא עומד.</b> מצורע עומד תחת האוהל או תחת האילן:",
                "<b>וטהור עובר.</b> דרך שם, ספק נגע ספק לא נגע, או ספק האהיל האוהל או האילן על שניהם ונטמא הטהור, ספק לא האהיל ולא נטמא. או שהיה הטהור עומד והמצורע עובר. פירוש אחר, כגון השרץ בפי החולדה והנבילה בפי הכלב עברו בין הטהורים, או הטהורים עברו ביניהן, חכמים מטהרים אם ספק נגע ספק לא נגע, מפני שאין לטומאה מקום, כדתנן לעיל פרק הזורק טומאה. ולפי פירוש זה, ספק האהיל ספק לא האהיל ליכא לאוקמא אהך רישא דטמא עומד וטהור עובר, דבטומאת אוהל אין חילוק בין יש מקום לטומאה בין אין מקום לטומאה, כדהוכחנו לעיל פרק הזורק טומאה:",
                "<b>טומאה ברשות היחיד וטהרה ברשות הרבים.</b> כגון חנות הפתוחה לרה״ר ספק נכנס ספק לא נכנס:",
                "<b>ר׳ יהושע מטמא.</b> דסבר ספק ברה״י ורבים המשותפים בו, בתר רה״י אזלינן וספיקו טמא. ורבנן סברי, בתר רה״ר אזלינן וספיקו טהור. ואין הלכה כר׳ יהושע:\n\n"
            ],
            [
                "<b>עלה לראשו.</b> ראשו של אילן חשוב רשות היחיד:",
                "<b>הכניס ידו לחור שיש בו טומאה.</b> החור חשוב רשות היחיד, ואע״פ שהאדם עומד ברה״ר, כיון שהכניס ידו לחור, כעומד ברה״י דמי. ואע״ג דהאילן והחור לא הוו רשות היחיד אצל שבת, הוו רשות היחיד אצל טומאה:",
                "<b>חנות שהוא טמא ופתוח לרה״ר.</b> הויא כל החנות כולה כטומאה המונחת ברה״ר, וכשם שאם היה שרץ ברה״ר ספק נגע בו ספק לא נגע ספיקו טהור, הכא נמי ספק נכנס לחנות זה ספק לא נכנס, ספיקו טהור. אבל אם היו שתי חנויות אחת טהורה ואחת טמאה, ספק לטמא נכנס ספק לטהור נכנס, ספיקו טמא, דהויא ליה ספק טומאה ברשות היחיד:\n\n"
            ],
            [
                "<b>ספק ביאה טהור.</b> משום דבעינן דומיא דסוטה, דודאי נסתרה אלא דספק נגע ספק לא נגע, דלא ידעינן אם נטמאת, וקרייה רחמנא טמאה, דכתיב (במדבר ד׳) ונסתרה והיא נטמאה. אבל ספק ביאה טהור:\n\n"
            ],
            [
                "<b>בקעה.</b> שדות של אנשים הרבה, ובימות הגשמים שהן חרושות וזרועות יש, להן דין רה״י, לפי שבני אדם נזהרים מלהלך על גבי הזרעים שלא יפסידו:",
                "<b>ר׳ אלעזר מטהר.</b> דהוי ליה ספק ביאה, ואין כל הבקעה חשובה כשדה אחת, לפי שהשדות חלוקים במיצרים שלהם:\n\n"
            ],
            [
                "<b>עד שיאמר לא נגעתי.</b> לאו דוקא שיאמר ברי לי שלא נגעתי, דהוא הדין היכא דאיכא מידי למתלי ביה שלא נגע:",
                "<b>שבילי בית גלגול.</b> מקום עגול ועולה ויורד, ואין רוב עם יכולין ללכת באותן שבילין:",
                "<b>רשות היחיד לשבת.</b> לאו רשות היחיד ממש, אלא כרמלית נינהו. ואמאי קרי לה רשות היחיד, לפי שאינה רשות הרבים. וכן הא דתנן בסמוך, הבקעה בימות החמה רשות היחיד לשבת, לאו רשות היחיד ממש, אלא כרמלית. והשתא כל הני גווני דתנן הכא דהוו רשות הרבים, מיירי כגון דליכא תלתא בשעה שנולד הספק, ואפילו הכי כיון דרבים מצויין שם, כרשות הרבים דמי. דאי בדאיכא תלתא בההיא שעתא שנולד הספק בה, אפילו בחדרי חדרים טהור, דילפינן מסוטה דהוי רשות היחיד, משום דליכא תמן אלא תרי, בועל ונבעלת:\n\n"
            ],
            [
                "<b>ורשות הרבים לטומאה.</b> דבימות החמה שכיחי אינשי דאזלי בה ל. קצור ולדוש ולחרוש הקרקע, לזורעה לשנה הבאה:",
                "<b>בימות הגשמים.</b> שהיא זרועה, אין אדם נכנס לה:\n\n"
            ],
            [
                "<b>בסילקי.</b> פלטיא גדולה. והכי אמרינן בפרק ב׳ דיומא [דף כ״ד] לשכת הגזית כמין בסילקי גדולה היתה:",
                "<b>ורואה את הנכנסין ואת היוצאין.</b> דכי רואה הנכנסים והיוצאים חשיבא רשות היחיד טפי. ואין הלכה כרבי יהודה:\n\n"
            ],
            [
                "<b>הפרון.</b> דומה לבסילקי, ויש לו שני פתחים מכוונים זו כנגד זו:",
                "<b>וכן הצדדין.</b> מכאן ומכאן לפרון, חשיבי נמי רשות הרבים, כיון שרבים משתמשין באותן צדדין:",
                "<b>ר׳ מאיר אומר הצדדין רשות היחיד.</b> שאמצע הפרון בלבד עשוי להשתמש בו רבים, ולא הצדדין. ואין הלכה כרבי מאיר:\n\n"
            ],
            [
                "<b>האסטוונית.</b> מקום צר כאמה רוחב, גבוה ארבעה או חמשה טפחים, עומד לפני החנויות שהסוחרים יושבים שם:"
            ]
        ],
        [
            [
                "<b>הקדר שהניח את קדרותיו.</b> מוכר הקדרות שהוא חבר, שהניח קדרותיו ברה״ר, ורגילין לתת בצדי רה״ר אבנים גדולות או יתדות להרחיק העגלות שלא יזיקו הכתלים, ומתוך שהיתדות הללו דוחקות את רשות הרבים, וזה הניח קדרות אצלם, דחק גם הוא את הדרך יותר, והעוברין מתחככים בהן ובגדיהם עוברים על פי אוירן, ובגדי עם הארץ טמאין הן ומטמאין את החיצונות:",
                "<b>במה דברים אמורים במותרות.</b> שהעוברים ושבים מסיטין אותן. אבל באגודות. שאי אפשר להסיטן, הכל טהור. ואין הלכה כרבי יוסי:",
                "<b>שלא מסר לו אלא שמירת המפתח.</b> ולא סמכא דעתיה להכנס, מפני שהוא נתפס עליו כגנב:\n\n"
            ],
            [
                "<b>ישן ומצאו ער הבית טמא.</b> כל מה שבבית טמא, דחיישינן שמא כשהקיץ משנתו נגע בכלים שבבית שלא ראה אותם מתחלה כשהיה ישן, שכן דרך בני אדם למשמש ולבדוק במה שלא ראו מעולם. אבל ער ומצאו ער, לא חיישינן, שכבר ראה כל אשר בבית כשהיה ער:",
                "<b>עד מקום שהוא יכול לפשוט את ידו.</b> כל הכלים שיכול להגיע להם כשיושיט ידו מן המקום שהיה ישן שם, חיישינן להו שמא נגע בהם, אבל לא חיישינן שמא הלך בבית ונגע בכלים. והלכה כחכמים:\n\n"
            ],
            [
                "<b>המניח אומנים וכו׳</b> משום דאומנין סמכו דעתייהו למשמש כל אשר בבית, וסלקא דעתך אמינא דבהא מודו חכמים לרבי מאיר דכל הבית טמא, קמ״ל דאפילו באומנין פליגי רבנן עליה ואמרי דאין טמא אלא עד מקום שהן יכולין לפשוט את ידם וליגע. והלכה כחכמים:\n\n"
            ],
            [
                "<b>אשת חבר.</b> שנאמנת על הטהרות, דאשת חבר הרי היא כחבר:",
                "<b>שהניחה לאשת עם הארץ.</b> שאינה נאמנת, דאשת עם הארץ ובניו כמותו, עד שיקבלו עליהם דברי חבירות:",
                "<b>פמקה הרחים.</b> גמרה טחינתה ופסקה מלטחון. דכל זמן שהיא עסוקה במלאכתה בריחים אינה הולכת וממשמשת בבית:",
                "<b>וחכמים אומרים וכו׳</b> והלכה כחכמים:  "
            ],
            [
                "<b>בזמן שהוא רואה.</b> בזמן שבעל הבית יכול לראות הנכנסין בבית והיוצאין מן הבית:",
                "<b>האוכלין והמשקין וכו׳ טמאין.</b> דחיישינן שמא נגע בהן השומר הזה שהוא עם הארץ:",
                "<b>אבל המשכבות והמושבות וכו׳ טהורין.</b> שאין עם הארץ עושה משכב ומושב ואינו מטמא בהיסט, דלא גזרו אלא על טומאת מגעו בלבד:",
                "<b>ולא את היושבים.</b> אע״פ שאם עומד רואהו, כיון שאינו רואה את היושב, הכל טמא:",
                "<b>אפילו מובל.</b> אפילו היה השומר הזה שהוא עם הארץ, מובל, שאינו יכול לילך אא״כ מובילים אותו:",
                "<b>ואפילו כפות וקשור, הכל טמא.</b> שלא מטמאינן להו משום משכב ומושב של עם הארץ, אלא משום דחיישינן שמא נכנס שם נכרי או אשה נדה וישבה והסיטה וטמאה את הכל:\n\n"
            ],
            [
                "<b>הגבאים שנכנסו לבית.</b> (ישראלים) שהן גבאין של מלך לגבות מיד ישראל כסף גולגולתא ומסים וארנוניות, והן עמי הארץ, ונכנסו לביתו לעבוט עבוטו: ",
                "<b>הבית טמא.</b> כל כלי הבית טמא, לפי שמחפשין בכל הבית:",
                "<b>אם יש עמהן גוי נאמנים לומר לא נכנסנו.</b> וכל שכן אם אין עמהן נכרי הן יותר ויותר נאמנים לומר שלא נכנסנו. אלא משום סיפא נקט לה, דקתני אבל אין נאמנים לומר נכנסנו ולא נגענו, דדוקא אם יש עמהם נכרי אין נאמנים, דמרתתי מן הנכרי שמא יענישם אם לא יחפשו כל הבית ועל כרחך הם ממשמשין כל אשר בבית. אבל אם אין עמהם נכרי, נאמנים אף בזה לומר נכנסנו אבל לא נגענו:",
                "<b>אם יש עמהן נכרי או אשה.</b> שגזרו על הנכרים להיות כזבים לכל דבריהם. והאשה, שמא היא נדה או זבה:  "
            ],
            [
                "<b>אודיארין.</b> הבלנין בעלי המרחצאות יש להן חלונות חלונות וכל מי שנכנס למרחץ נותן בגדיו כל אחד בחלון ונועל עליו בדלת שבחלון:",
                "<b>רבי אלעזר בן עזריה מטהר.</b> משעה שנעל הדלת בפני החלון. ולא חיישינן שמא יגע שם אדם טמא, מאחר שנתפס עליו כגנב:",
                "<b>עד שיתן (לתוכו) [לו] מפתח.</b> ואע״פ שנותן המפתח ביד הבלן שהוא עם הארץ, הא תנן לעיל המוסר מפתח לעם הארץ הבית טהור:",
                "<b>או עד שיעשה לו סימן.</b> להכיר בו שלא נגע אדם שם. והלכה כחכמים:",
                "<b>המניח את כליו.</b> כלים שבצר. בהם בטהרה בשנה זו, מניח אותם לבצור בהם בטהרה לשנה הבאה:",
                "<b>בנכרי כליו טהורין.</b> גרסינן. כלומר אם הניחן אצל נכרי אין בהם משום איסור יין נסך, דלא חיישינן שמא לקחן הנכרי בלא ידיעת ישראל לעשות בגת:",
                "<b>ובישראל.</b> דחושש להן משום טומאת מגע, טמאים אם הסיח דעתו מהן, עד שיאמר בלבי היה לשמרם. ויש ספרים דלא גרסי בנכרי, אלא המניח כלי[ו] מגת זו לגת הבאה כליו טהורים, ומיירי בכהן הלוקח יין של תרומה מעם הארץ ומניח כליו אצלו כדי שיקח ממנו לגת הבאה, והואיל וכלים של כהן הן, מרתת עם הארץ ולא נגע בהו. אבל אם הכלים הן של ישראל שרוצה לעשות יינו בטהרה, לא מזדהר בהו עם הארץ כולי האי, וחיישינן דלמא נגע בהן אדם טמא, אם הסיח דעתו מהן, עד שיאמר בלבי היה לשמרם:  "
            ],
            [
                "<b>מי שהיה טהור.</b> כהן שהיה טהור לאכול בתרומה, והסיח דעתו מלאכול עוד בתרומה:",
                "<b>שדרך טמאים פורשים ממנו.</b> הטמאים שיודעים בו שהוא טהור, פורשים ממנו, הלכך לא חיישינן שמא נגע באדם טמא וטמאהו:",
                "<b>וחכמים מטמאין.</b> מאחר שהסיח דעתו. והלכה כחכמים:",
                "<b>היו ידיו טהורות.</b> בהא מודה רבי יהודה דאפילו אמר יודע אני שלא נטמאו ידי:",
                "<b>ידיו טמאות.</b> ופוסלין את התרומה, מאחר שהסיח דעתו מלאכול, לפי שהידים עסקניות הן ונגע ולאו אדעתיה:\n\n"
            ],
            [
                "<b>גרגרניות.</b> זוללות ומתאוות למאכל. תרגום כי הייתי זוללה (איכה א׳:י״א), ארי הויתי גרגרנית. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>הדר עם עם הארץ.</b> מוקפות צמיד פתיל. טמאות, משום אשתו נדה, שמא הסיטה וישבה וטמאה את הכל:",
                "<b>ר׳ יהודה מטהר בתנור.</b> משום דאי אפשר להסיטו, דסתמו מחובר קצת, שעושין לו טפילה לחברו בארץ. ומאן דמטמא סבר גזרינן מחובר אטו שאינו מחובר. ואין הלכה כר׳ יהודה:\n\n"
            ],
            [
                "<b>המפקיד כלים אצל עם הארץ טמאים טמא מת.</b> וצריכין הזאה שלישי ושביעי:",
                "<b>אם מכירו.</b> אם העם הארץ מכיר במפקיד שהוא כהן אוכל בתרומה, זהיר על הפקדון שלו שלא יטמאנו במת, ואינו צריך הזאה:",
                "<b>אבל טמאין מדרס.</b> משום אשתו נדה שמא ישבה עליהן, דאינו נזהר מטומאת אשתו:",
                "<b>בזמן שהיא רוצצת.</b> שהכיסוי דוחק הבגדים מחמת שהיא מלאה ביותר:",
                "<b>טמאים מדרס.</b> הבגדים. דכשאשתו יושבת על התיבה או נשענת עליה, מכבדת על הבגדים:",
                "<b>אם אינה רוצצת טמאין מדף.</b> כלומר טומאה קלה, לטמא אוכלין ומשקין, כמו על גבו של זב שאינו מטמא בגדים:",
                "<b>אע״פ שהמפתח ביד בעלים.</b> דחיישינן שמא הסיטה:\n\n"
            ],
            [
                "<b>המאבד ביום ומצא ביום טהור.</b> דמסתמא אם היה אדם מוצאו ונוגע בו היה מגביהו, כדרך מוצא אבידה. אבל בלילה, אפילו שעה אחת דלא חזי ליה, חיישינן שמא נגע בו אדם טמא ולא ראהו. ומתניתין ברה״ר דספיקו טהור איירי, ואעפ״כ בלילה טמאים מדרס וטמא מת. אבל ברה״י דספיקו טמא, בין ביום בין בלילה טמאים. והכי איתא בתוספתא:",
                "<b>ברשות הרבים טהורים ברשות היחיד טמאין.</b> דאין כאן אלא ספק שמא נגע בהן נכרי או עם הארץ, הלכך ברה״ר דספיקו טהור, טהורים. ברה״י דספיקו טמא, טמאים:",
                "<b>מפני שהונח ברשות עם הארץ.</b> וכל מה שבבית עם הארץ הוי טמא מת וצריך הזאה:\n\n"
            ],
            [
                "<b>מפני שהיו גנבים.</b> כלומר, כיון דהניחו נעול ומצאו פתוח, ודאי גנבים היו שם ופתחוהו, והאי דלא מטמאינן ליה, דאימור נמלכו והלכו להן ולא נגעו בכל מה שבבית. והלכה כחכמים:\n\n"
            ],
            [
                "<b>שנכנסה שלא ברשות.</b> ומרתתא שלא תתפס כגנב וממהרת לצאת, ואע״פ שלצורך בנו או בהמתו של בעל הבית נכנסה:\n\n"
            ],
            [
                "<b>כל המיוחד למאכל אדם.</b> כגון סתם אוכלין:",
                "<b>טמא.</b> טומאת אוכלין עד שיפסל מאכילת הכלב:",
                "<b>עד שייחדנו לאדם.</b> דיש חילוק בין אפוקי טומאה מיניה, לאתויי ליה טומאה:",
                "<b>גוזל שנפל לגת.</b> כשלא נפל לגת לא פליגי ר׳ יוחנן בן נורי ורבנן. דנבלת עוף טהור בכרכים לא בעיא מחשבה לשווייה אוכל, משום דאיכא רוב עם הבאים לשוק ואכלי נבלת עוף טהור. ובכפרים דליכא רוב עם, בעי מחשבה כדפרישנא בריש פרק קמא. כשנפל לגת ומת בכרכים, רבנן סברי אע״ג דבכרכים לא בעי מחשבה, היכא דנפל לגת מאסתו גתו ואינו ראוי ובעי מחשבה. ור׳ יוחנן בן נורי סבר לא מאסתו גתו והרי הוא כשאר נבלת עוף טהור דלא בעיא מחשבה בכרכים. ואין הלכה כר׳ יוחנן בן נורי:",
                "<b>חשב עליו חרש שוטה וקטן.</b> להאכילו לנכרי:\n\n"
            ],
            [
                "<b>אחורי כלים שנטמאו במשקים.</b> האי דנקט אחורי כלים, משום דקילו, שכלי שנטמאו אחוריו במשקין טמאין, אחוריו טמאין, תוכו אזניו אוגניו וידיו טהורין, משום דטומאת משקים לטמא כלים מדרבנן הקילו בה. אבל אם נטמא תוכו במשקין טמאין, נטמא כולו:",
                "<b>מטמאים את המשקין.</b> אפילו דחולין:",
                "<b>ואין פוסלין את האוכלין.</b> ואפילו דתרומה:",
                "<b>ר׳ יהושע אומר מטמאין את המשקין ופוסלין את האוכלים.</b> ר׳ יהושע יליף (בנדה דף ז׳ ע״ב) דאחורי כלים פוסלים אוכלי תרומה ק״ו מטבול יום, מה טבול יום שאינו מטמא את המשקין דלא גזרו רבנן על טבול יום שיהא מטמא את המשקין, אפ״ה פוסל אוכלים של תרומה, דכתיב (ויקרא כ״ב:ז׳) ובא השמש וטהר ואחר יאכל מן הקדשים, אינו טהור לאכול בתרומה עד שיעריב שמשו, דקרא בתרומה משתעי. אחורי כלים שמטמאין את המשקין, אינו דין שיהו פוסלין את התרומה. ור׳ אליעזר דלא חייש להאי קל וחומר, משום דאחורי כלים שנטמאו במשקין דרבנן, וטבול יום דאורייתא, ודרבנן מדאורייתא אין דנין ק״ו:",
                "<b>שמעון אחי עזריה.</b> לפי שעזריה עסק בפרקמטיא והיה מספק מזון לשמעון אחיו שיעסוק בתורה, לפיכך נקרא על שם עזריה אחיו:",
                "<b>לא כך ולא כך.</b> לא מטמאין משקה חולין ולא פוסלין אוכלי תרומה, אבל מטמאין משקה תרומה, ואותן משקין של תרומה מטמאין אחד באוכלי תרומה שנעשו שניים, ואותן אוכלים פוסלים אוכלים אחרים של תרומה. והיינו דקאמרי האוכלים של תרומה למשקין של תרומה, מטמאיך לא טמאוני, כלומר אחורי כלי המטמאיך, לא טמאוני, דלא פסלי אוכלי תרומה, ואתה טמאתני. והלכה כר׳ אליעזר:\n\n"
            ],
            [
                "<b>שהיא קטפרס.</b> שצדה אחד נמוך כעין מדרון:",
                "<b>ומשקה טופח מלמטן.</b> בצד הנמוך, והיינו בצק שבלילתה רכה ומשקה שלה טופח, אבל מלמעלה בלילתה עבה ואין משקה טופח:",
                "<b>שלש חתיכות.</b> בין שלשתן כביצה, אחת טופח ושתים אינן טופח, סדורות זו אצל זו, והטופחת מלמטה, והשתא האמצעית נוגעת בטופחת, והעליונה נוגעת באמצעית: אינן מצטרפות, לכביצה לטמא המשקה טופח שלמטה ויחזור המשקה ויטמא את העריבה, דנגיעה אינה מחברת את הבצק, אא״כ נושכות כדתנן בפרק קמא (משנה ז׳) מקרצות נושכות זו את זו:",
                "<b>שתים מצטרפות.</b> אם לא היו אלא שתי חתיכות בצק, התחתונה שיש בה משקה טופח ושלמעלה הימנה הנוגעת בה, ובין שתיהן כביצה, מצטרפות לטמא המשקה ויחזור ויטמא את העריבה:",
                "<b>אפילו שתים אין מצטרפין אא״כ היו רוצצות משקה.</b> לעולם אין משקה מחבר עד שיהיה משקה דוחק ועומד בין שתי החתיכות. ואין הלכה כרבי יוסי:",
                "<b>ואם היה משקה עומד.</b> כלומר אם לא היה קטפרס אלא אשבורן, והמשקה עומד בין חתיכות הבצק, אפילו כל שיעור הביצה שבבצק פירורים דקין כעין החרדל מפורדים זה מזה, המשקה שעומד מחברן ומצטרפין לכביצה, ומטמאין המשקה וחוזר המשקה ומטמא את העריבה:",
                "<b>אוכל פרור.</b> אוכל שהוא חלוק לפירורים פירורים דקין אינו מצטרף, דאין המשקה מחברן. ואין הלכה כרבי דוסא:\n\n"
            ],
            [
                "<b>כיון שהשיקה למקוה.</b> כיון שחיבר קצה אחד מן המקל במקוה, אע״פ שלא הטבילו כולו, טהרו כל המשקין טמאין שבראשו האחר, דקטפרס חיבור:",
                "<b>עד שיטביל את כולה.</b> דקסברי רבנן קטפרס אינו חיבור:",
                "<b>הניצוק.</b> קילוח צינור הבא מלמעלה למטה בזקיפה כעמוד:",
                "<b>קטפרס.</b> מים הבאים מלמעלה למטה דרך מדרון של תל גבוה:",
                "<b>ומשקה טופח.</b> ואין בו טופח על מנת להטפיח, שאין בו כל כך משקה שאם טפח בהן ידו עלה בה משקה שיוכל להטפיח דבר אחר:",
                "<b>אינו חיבור לא לטומאה.</b> שאם משקים תלושין הן ונגע טמא בתחתון, העליון טהור. וכן לענין משקה טופח, ואפילו במקום חלק, אם משקין מכאן ומשקין מכאן ומשקה טופח באמצע׳ נגע טמא במשקה טופח, משקין שמכאן ומכאן טהורים אע״פ שמחוברים לו:",
                "<b>ולא לטהרה.</b> כגון גומא שאין בה ארבעים סאה, וניצוק או משקה טופח מחובר לגומא זו ולמקוה כשר, אינו חיבור, והטובל בגומא זו לא עלתה לו טבילה:",
                "<b>אשבורן.</b> מקום עמוק שנקוו בו מים:",
                "<b>חיבור לטומאה ולטהרה.</b> ואם נטמאו קצתן נטמאו כולן. וכן אם נתחברו קצת מהן למקוה וטהרו, טהרו כולן:"
            ]
        ],
        [
            [
                "<b>זיתים מאימתי מקבלין טומאה.</b> להיות מוכשרים בשמן היוצא מהן:",
                "<b>זיעת המעטן.</b> כלי שנותנים בו את הזיתים והן נכמרות שם כדי שיהיו ראויים להוציא שמן. לשון עטיניו מלאו חלב [איוב כ״א כ״ד]:",
                "<b>אבל לא זיעת הקופה.</b> דקופה אינה מחזקת המשקין, והמשקה היוצא מהן הולך לאיבוד, ולא ניחא ליה, ואין מכשיר הזרעים לקבל טומאה אלא משקה דניחא ליה דכתיב (ויקרא י״א:ל״ח) וכי יותן מים על זרע כתיב יתן וקרינן יותן, יותן דומיא דיתן, מה יתן דניחא ליה אף יותן דניחא ליה:",
                "<b>שיעור זיעה שלשה ימים.</b> דמשקה היוצא תוך שלשה אינו חשוב שמן אלא מוחל בעלמא ואינו מכשיר, שאין מכשירים לקבל טומאה אלא שבעה משקין בלבד, והן יין מים שמן דבש חלב טל דם:",
                "<b>משיתחברו שלשה זה לזה.</b> דרך הזיתים מתחברים זה לזה כששהו במעטן:",
                "<b>משתגמר מלאכתן.</b> מלאכת הכנסתן. דכל זמן שדעתו להביא עוד זיתים ממקום אחר להוסיף על אלו, אין הזיעה מכשירתן, משום דלא ניחא ליה. ומשתגמר מלאכתן, אפילו בן יומו מכשיר. והלכה כרבן גמליאל, שחכמים אומרים כדבריו:\n\n"
            ],
            [
                "<b>גמר מלמסוק.</b> מללקוט זיתיו:",
                "<b>אבל עתיד ליקח.</b> לקנות זיתים מן השוק ולהוסיף על אלו:",
                "<b>גמר מליקח.</b> שאין בדעתו לקנות עוד זיתים, אבל רוצה ללוות זיתים מאחרים ולהוסיף על אלו:",
                "<b>אירעו אבל או משתה.</b> ולפיכך לא הוסיף עליהן, אבל דעתו להוסיף כשיעבור האבל:",
                "<b>טהורין.</b> לפי שלא הוכשרו. כרבן גמליאל דאמר משתגמר מלאכתן:",
                "<b>אין טמא אלא מקום מגען.</b> אין מוכשר אלא מקום נפילת המשקה. פירוש אחר, נפלו על הזיתים הללו שלא נגמרה מלאכתן משקין טמאין, לא נטמא מהן אלא הזיתים שנגעו בהן המשקין טמאים בלבד:",
                "<b>המוחל היוצא מהן.</b> המים היוצאים מן הזיתים קודם שנגמרה מלאכתן אין להן דין משקין, ואין מכשירין את האוכלין, והן עצמן אין מקבלין טומאה. ומפני מה טהור המוחל היוצא מן הזיתים עד שלא נגמרה מלאכתן, לפי שאינו רוצה בקיומן:\n\n"
            ],
            [
                "<b>נפלו עליהן משקין טמאין.</b> לאחר שנגמרה מלאכתן והוכשרו לקבל טומאה, הרי כל הזיתים טמאין. ואפילו אותן שלא נגעו בהן המשקין הטמאין, שהמשקה שיצא מהן לאחר שנגמרה מלאכתן שעל ידו הוכשרו לקבל טומאה הוא מתערב באלו המשקין הטמאין ומקבל טומאה מהן, ומטמא אח״כ כל שאר הזיתים: ",
                "<b>המוחל היוצא מהן.</b> מן הזיתים שנגמרה מלאכתן:",
                "<b>ר׳ אליעזר מטהר.</b> דלא חשיב מוחל משקה לא להכשיר הזרעים ולא לקבל טומאה כשאר משקים:",
                "<b>וחכמים מטמאין.</b> דמוחל חשוב משקה בין להכשיר בין לטמא, כשיוצא מן הזיתים לאחר שנגמרה מלאכתן:",
                "<b>המוחל היוצא מן הבור.</b> לאחר שמוציאין השמן מן הבור, נשאר בקרקעית הבור מוחל כמו מים. וקאמר ר׳ שמעון דעליה אפליגו ר׳ אליעזר ורבנן, ר׳ אליעזר לא חשיב ליה משקה, ורבנן סברי כיון דלא אפשר להיות מוחל בקרקעית הבור בלא צחצוחי שמן, חשיבי משקה כמו השמן. והלכה כחכמים, וכמו שפירש פלוגתייהו ת״ק, ולא כמו שפירש ר׳ שמעון: "
            ],
            [
                "<b>הגומר את זיתיו.</b> לאחר שעבר זמן הגתות והבדים. דבשעת הגתות והבדים הא תנן בחגיגה שהכל נאמנים על התרומה בשעת הגתות והבדים:",
                "<b>ושייר [צ״ל ישייר וכן הוא בס״י] קופה אחת.</b> כדי שיפריש ממנה תרומה ומעשר בטהרה ויתננה [לעיני הכהן, שהכהן] עצמו יראה שגמר עתה את זיתיו, שאם לא יתננה לעיני הכהן, הוא אינו נאמן לומר ששמרן בטהרה, כיון שעבר זמן הגתות והבדים. ואית ספרים דגרסי לעני הכהן, משום דתרומה מועטת כזו שמפרישים לאחר הגתות והבדים אין רגילין לתת אותה אלא לכהן עני משום הכי תני כהן עני, והוא הדין דמצי לתת אותה לכהן עשיר:",
                "<b>יוליך לו את המפתח מיד.</b> ומהימנינן ליה במאי דאמר שעתה גמר זיתיו:",
                "<b>ר׳ שמעון אומר מעת לעת.</b> של גמר לקיטת הזיתים, אם הביא לו את המפתח, מהימנינן ליה. והלכה כר׳ יהודה. ובתוספתא (פרק י׳) משמע דמיד דקאמר ר׳ יהודה, היינו כל אותו היום:\n\n"
            ],
            [
                "<b>המניח זיתים בכופש.</b> גרסינן. והוא סל גדול שמניחים בו זיתים לכמור:",
                "<b>שימתונו.</b> שיתרככו ותהיה בהן לחלוחית. ויש ספרים שגורסים בכותש, שמניחים אותם במכתשת ימים רבים כדי שייעשו רפים ורכים ויהיו נוחין להכתש:",
                "<b>הרי אלו מוכשרים.</b> במוחל היוצא מהן, שכבר נגמרה מלאכתן:",
                "<b>בית הלל אומרים אין מוכשרים.</b> דלא נגמרה מלאכתן עדיין:",
                "<b>הפוצע זיתים.</b> ממעכן בידים מסואבות:",
                "<b>טימאן.</b> דידים מסואבות פוסלות את התרומה, וכל הפוסל את התרומה מטמא משקין להיות תחלה. והן מוכשרים בפציעתו, דניחא ליה במשקה דטייף עלייהו, שמתוך כך הן מרבים טעם:\n\n"
            ],
            [
                "<b>לגרגרם.</b> לעשות מהן גרגרים. כלומר לעשות שכל גרגיר וגרגיר יתיבש בחמה ויתנגב:",
                "<b>אפילו הן רום אמר.</b> דכשנתייבשו העליונות, התחתונות מזיעות ומתלחלחות במשקה, מכל מקום הואיל ודעתו שיתנגבו, אינן מוכשרים. ויש מפרשים לגרגרן, למתקן בחמה כדי לסופתם במלח ולאכלן. ולפי שאין מתמתקין כולם בבת אחת, משום הכי נקט לגרגרן, כלומר שיקח הגרגרים המתמתקין ראשון ראשון ויאכלם. וגורסין אפילו הן רום אמה הרי אלו מוכשרים, כלומר אפילו שהן גבוהים אמה דהשתא אותן התחתונות אינן מתמתקות, הרי אלו מוכשרים במשקה היוצא מהן, דניחא ליה שיזיעו שם, דחזו לאכילה טפי:",
                "<b>שילקו.</b> שיתמעכו ויתפצעו:",
                "<b>ועתיד להעלותן לגג.</b> אח״כ למתקן שם בחמה:",
                "<b>נתנן בגג שיפתחם.</b> שיתבקעו הזיתים וימלחם:",
                "<b>הרי אלו מוכשרים.</b> דכל הני ניחא ליה בזיעת השמן הנפלט:",
                "<b>עד שישמר.</b> שיתקן שומרה לגגו. סוכה מקנים וקש שעושים בראש הגג לשבת שם לשמור:",
                "<b>אינן מוכשרים.</b> דלא ניחא ליה בזיעה שיוצאת מהן:\n\n"
            ],
            [
                "<b>רצה ליטול מהם בד אחד.</b> זיתים שלא נגמרה מלאכתן ולא הוכשרו כגון שהיה דעתו ליקח ולהוסיף עליהן כדתנן בריש פירקין, ובא ליקח מהן שיעור מועט שמשימים בבית הבד בפעם אחת, או שני בדין, ולעשות מהן שמן, ומשאיר מהן במעטן הרבה:",
                "<b>בית שמאי אומרים קוצה בטומאה.</b> חותך מה שרוצה לחתוך מן האום של זיתים שבמעטן, בד או שני בדים בטומאה, כיון שלא נגמרה מלאכתן ולא הוכשרו:",
                "<b>ומחפה בטהרה.</b> כשגמר ליקח מה שרצה ליקח, מכסה המותר שבמעטן בטהרה כאילו הוכשר, דמועלת לקיחתו מה שלוקח להחשיב את המותר כאילו נגמרה מלאכתן:",
                "<b>אף מחפה בטומאה.</b> דאף הנשאר לא הוכשר, כיון שלא נגמרה מלאכתן ודעתו להוסיף עליהם. ומיהו אם עקר כל הזיתים שבמעטן כדי לעשותן בבית הבד, היו מוכשרים לבית הלל:",
                "<b>ר׳ יוסי אומר חופר בקרדומות.</b> ועוקר כל הזיתים שבמעטן:",
                "<b>ומוליך לבית הבד בטומאה.</b> לפי שלא הוכשרו. וקרדומות דנקט, לרבותא לפי שהן כלי ברזל ומוכנים לטומאת מת יותר משאר כלים. והלכה כבית הלל:\n\n"
            ],
            [
                "<b>בריחים.</b> שנותנים בהן זיתים קודם נתינתן לבית הבד ואח״כ נותנן בבית הבד וטוענן בקורה:",
                "<b>ואם היה משקה.</b> נטמא המשקה בשרץ ונטמאו כל הזיתים ע״י חיבור משקה:",
                "<b>נמצא על גבי העלים.</b> נמצא השרץ ע״ג העלים המכסים את הזיתים, ועלים לאו בר קבולי טומאה נינהו:",
                "<b>ישאלו הבדדים.</b> עמי הארץ שטיהרן בעל השמן לעשות זיתיו בטהרה, ונאמנים לומר לא נגענו בשרץ שעל העלים ולא נטמינו:",
                "<b>ואם היה נוגע באום.</b> אם היה השרץ יוצא מן העלים שמכסים את הזיתים ונוגע באום:",
                "<b>אפילו.</b> שער אחד מן השרץ נוגע באום:",
                "<b>טמא כל האום, דחשיב חיבור.</b> אום, הזיתים המקובצים יחד ומחוברין זה בזה במעטן, נקראים אום:\n\n"
            ],
            [
                "<b>נמצא על גבי פרודים.</b> לאחר שתקע יתד באום להפריד האום לכמה חלקים פרודים, ובכל גוש וגוש מאלה החלקים הפרודים מהאום יש זיתים מדובקים:",
                "<b>והוא נוגע בכביצה.</b> שאם באת לצרף זיתים שהשרץ נוגע בהן יש בהן כביצה:",
                "<b>טמא.</b> כל הגוש. אע״ג דאין הגוש חיבור משתקע את היתד באום להפרידם, מכל מקום כיון דיש בגוש זה זיתים טמאין כשיעור לטמא אחרים, דהיינו כביצה, נעשה חיבור לטמא כל שאר הזיתים שבו:",
                "<b>פרודים על גבי פרודים.</b> שיש גושים על גבי גושים והשרץ על הגוש העליון:",
                "<b>אע״פ שהשרץ נוגע בכביצה.</b> של אותו גוש: אין טמא אלא מקום מגעו של שרץ, כלומר אותו גוש בלבד שהשרץ נגע בו. אבל שאר גושים, טהורים:",
                "<b>נמצא השרץ בין הכותל לזיתים טהור.</b> ולא חיישינן שמא היה על הזיתים:",
                "<b>נמצא בגג.</b> המעלה זיתים מן המעטן לגג, ונמצא שרץ אח״כ בזיתים שעל הגג:",
                "<b>המעטן טהור.</b> כלומר זיתים שבמעטן טהורין, ולא אמרינן עם הזיתים הובא והיה במעטן:",
                "<b>נמצא במעטן.</b> זיתים שהעלה בגג, טמאין, דמקודם שהעלה הזיתים לגג היה השרץ במעטן:",
                "<b>נמצא שרוף.</b> ושרץ שרוף לא מטמא, דכתיב [ויקרא י״א] במותם, כעין מותם. וכשנמצא שרוף ע״ג זיתים טהורים, לא חיישינן שמא נגע בהן קודם שנשרף:",
                "<b>מהוהא.</b> בגד שנתחרך באש ונעשה כמין קורי עכביש, ושוב אינו מקבל טומאה:",
                "<b>טהורה.</b> ולא אמרינן שמא טמא היה מתחלה קודם שנתחרך:",
                "<b>כשעת מציאתן.</b> בין להקל בין להחמיר:"
            ]
        ],
        [
            [
                "<b>הנועל בית הבד מפני הבדדין.</b> עמי הארץ העושים מלאכה בבית הבד, וטיהרן בעל הזיתים כדי שיעשו השמן בטהרה, ונעל בית הבד בפניהם שלא יכנסו עמי הארץ לשם ושלא יצאו הם ויטמאו במגע עמי הארץ חבריהם:",
                "<b>והיו שם.</b> בתוך בית הבד:",
                "<b>כלים טמאין מדרס.</b> שהן אב הטומאה ומטמאין אדם בין במגע בין במשא בין בהיסט:",
                "<b>ר' מאיר אומר בית הבד טמא.</b> דחיישינן שמא נטמאו בהן אותן עמי הארץ הטהורים וחזרו וטמאו את הכל, דאין חוששים ליזהר על הטומאה:",
                "<b>רבי יהודה אומר בית הבד טהור.</b> דנזהרין על טומאת ודאי, הואיל וחבר זה טיהרן לכך:",
                "<b>ר׳ שמעון אומר אם טהורים להם.</b> אלו הכלים. כגון שישבה עליהם אשת עם הארץ או שהיו של עם הארץ, דבעיניהן טהורין הן:",
                "<b>בית הבד טמא.</b> שאין הבדדים נזהרים מליגע בהן, ואיכא למיחש שמא נטמאו:",
                "<b>ואם טמאין הן.</b> כגון שידעו שישבה עליהן אשה נדה או זבה:",
                "<b>בית הבד טהור.</b> דנזהרין הן:",
                "<b>א״ר יוסי.</b> [ר׳ יוסי] כר׳ מאיר סבירא ליה דבית הבד טמא, אלא טעמא דר׳ מאיר משום דאין הבדדין חוששים בטומאה, ור׳ יוסי סבר דחוששין במגע אבל אין בקיאין בהיסט, וחושבים שהן טהורין כל זמן שלא נגעו, הלכך בית הבד טמא, דחיישינן שמא הסיטו אע״פ שלא נגעו בהם. והלכה כר׳ יוסי:  "
            ],
            [
                "<b>ומשקין טמאין בתוך בית הבד.</b> והן נשפכים על גבי קרקע ודורכים הבדדים עליהן ונדבקים ברגליהן, וחוזרים אותן משקין ומטמאים את הזיתים כשהבדדין עולים ודורכים על גבי הזיתים, אלא אם כן יש בין המשקין לזיתים ארץ כדי שינגבו רגליהן מן המשקין הטמאים על ידי דריסתם בארץ. וכשאין מנעלים ברגליהן איירי, דהא משקה מטמא כלי וחוזר ומטמא משקין שעם הזיתים. אבל כשאין מנעלים ברגליהן ונתנגבו המשקין הטמאין שברגליהן ע״י דריסתן בארץ, שוב אין מיטמאים הזיתים כשדורכין אותן, דמשקין טמאין מטמאין כלים ואין מטמאין אדם:",
                "<b>הבדדין והבוצרין.</b> הא דלא נקט המוסקין והבוצרין, לפי שגזרו על הבצירה שתיעשה בטהרה, ולא גזרו על המסיקה. וטעמא מפורש בפרק קמא דשבת, שפעמים אדם הולך לכרמו לידע אם הגיעו ענביו לבצור אם לאו, ונוטל אשכול של ענבים וסוחטו ומזלף על גבי ענבים ובשעת בצירה עדיין משקה טופח עליהן והוכשרו לקבל טומאה. וטעם זה לא שייך במסיקה:",
                "<b>נאמנין לומר לא נגענו.</b> וכגון דחבר עומד עמהן בבית הבד. ולא חיישינן דלמא נגעו ולאו אדעתיה דחבר:",
                "<b>התינוקות.</b> בדדים שהביאו בניהן עמהן וטיהרום לכך, וכשרוצין בניהם לפנות יוצאים אביהן לחוץ עמהם ונפנים אחורי הגדר, ולא חיישינן דלמא נגע בטומאה ולאו אדעתא דחבר:\n\n"
            ],
            [
                "<b>כיון שהכניסן לרשות המערה.</b> שטובלים בה. כמו בורות שיחין ומערות:",
                "<b>דיו.</b> ולא חיישינן שמא לא יטבולו או לא יטבילו הכלים ויאמרו טבלנו והטבלנו:",
                "<b>צריך לעמוד עליהן.</b> לפי שאין בקיאין בדין טבילה וחציצה:",
                "<b>טהורים להם.</b> כגון כלים של עם הארץ אחר, שבעיניהם הן כלים טהורים לפי שאין נזהרים ממגע עם הארץ. ור׳ שמעון לטעמיה כדפרישנא לעיל. והלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>הנותן מן הסלים ומן המשטיח של אדמה.</b> ענבים שבצרן מתחלה לאכילה, ולא הוכשרו לקבל טומאה, דלא גזרו אלא על הבוצר מתחלה לגת, ואח״כ נמלך עליהן ולקחן מן הסלים או מן האדמה ששטח הענבים עליה ונתנן לגת:",
                "<b>בית שמאי אומרים נותן בידים טהורות.</b> כיון שבא לנותנן לגת הרי הוא כאילו בצרן מתחלה לגת, וצריך שיתן לגת בטהרה:",
                "<b>ואם נתן בידים טמאות טמאן.</b> ואע״ג דסתם ידים שניות הן, ואין שני עושה שלישי בחולין, דילמא קסברי הטבולים לתרומה כתרומה דמו. אי נמי, בידים תחלות עסקינן, ור׳ שמעון בן אלעזר היא כדאיתא פרק ב׳ דחולין:",
                "<b>ובית הלל אומרים נותן לגת בידים טמאות ומפריש תרומתו בטהרה.</b> לפי שלא הוכשרו כיון דבצרן מתחילה לאכילה:",
                "<b>מן העביט ומן המשטיח של עלים.</b> עביט הוא כלי שנותנים בו הענבים כשבוצרים אותן לגת. ומשטיח של עלים, ששטחו העלים על פני האדמה ונתנו הענבים עליהם. והשתא מוכחא מלתא דהבוצר ענבים הללו מתחילה, לגת בצרן ולא לאכילה, הלכך שוים בית שמאי ובית הלל בהא דנותן בידים טהורות, דהא שתיק ליה הלל לשמאי בפרק קמא דשבת והודה לו שהבוצר לגת הוכשר:\n\n"
            ],
            [
                "<b>האוכל ענבים מן הסלים ומן המשטיח של אדמה.</b> דסתמן לאכילה נבצרו. אע״פ שידיו טמאות והענבים נוטפים יין לגת, הרי הגת טהורה. דאותן טיפין אין להם תורת משקה, הואיל ולאכילה נבצרו ולא ניחא ליה במאי דטייף. אבל האוכל מן העביט ומן המשטיח של עלים, אע״פ שאין הענבים מבוקעות ואינן מנטפות, אם נפל ממנו גרגיר יחידי ואין חותם לאותו גרגיר, דהיינו במקום שהעוקץ על פי הגרגיר יש כמין חותם ואותו חותם סותם פי הגרגיר שאין משקה יוצא. וכשנעקר העוקץ עם החותם, משקה יוצא, ואע״פ שנטלם לאכלם יש לו תורת משקה, הואיל ומתחילה בצרם לגת, ונטמא אותו משקה בידיו טמאות, וכשנפל לגת נטמא. והני מילי כשנגע בידיו במקום החותם. אבל אם לא נגע במקום החותם, לא נטמא הגת, שהרי לא נגעו ידיו במשקים כדי שיחזור המשקה ויטמא הגת:",
                "<b>נפלו ממנו ענבים.</b> כלומר אשכול של ענבים, שהגרגרים מחוברים באשכול ואין משקה יוצא, ונטמאו בידיו טמאות, דהוכשרו לפי שנבצר לגת:",
                "<b>ודרכן במקום המפונה.</b> מקום פנוי בגת שאין שם כלום לא יין ולא ענבים ודרכוהו בטהרה: ",
                "<b>כביצה מכוון טהור.</b> הגת, דאין אוכל מטמא כלי, ומשיצאת טפה ראשונה חסר ליה מבביצה ואין אוכל מטמא אחרים בפחות מכביצה, נמצא דאין טומאה לטפה זו אלא מחמת טומאה שקיבלה כשהיתה אוכל, הלכך השתא נמי דנעשית משקה אין לה כח אלא כאוכל. אבל יותר מכביצה, טמא, שהכביצה מטמאה טפה ראשונה כדין משקה, וחזרה הטפה וטמאה את הגת, דמשקה מטמא כלי:  "
            ],
            [
                "<b>וניתזה צנורא.</b> ניתז רוק מפיו של עם הארץ המדבר, ורוק היוצא מפי עם הארץ מטמא אדם וכלים מירבנן, וכל שכן אוכלים ומשקים:",
                "<b>ספיקו טהור.</b> דאמרינן שפת הבור קלטה הצנורא ומנעתה מלרדת לתוך היין. ומתניתין איירי בבור סיד שאינו מקבל טומאה. ובתוספתא אמרו, דבבור של שמן. טמא, לפי שהשמן מחליק שפת הבור [והצנורא] מחלקת ויורדת למטה לשמן שבבור:\n\n"
            ],
            [
                "<b>הזולף את הבור.</b> המוציא יין ושמן שבבור. ומפני שאינו מוציאו כולו בבת אחת אלא מעט מעט, קרי ליה זולף:",
                "<b>ונמצא שרץ בראשונה.</b> שהכניס חבית בבור ומילאה, וכן שניה, וכן שלישית, ואח״כ נמצא שרץ בחבית שמילא ראשונה:",
                "<b>כולן טמאות.</b> דמהראשונה נטמא כל מה שבבור, בין שהיה שרץ בבור בין שהיה בחבית:",
                "<b>באחרונה היא טמאה וכולן טהורות.</b> דממנה היה השרץ ולא מן הבור. ואפילו היה מן הבור, שמא נפל בבור אחר שנתמלאו כל הראשונות:",
                "<b>אימתי בזמן שהוא זולף.</b> כשהוא מכניס החביות עצמן בתוך הבור וממלא אותן אחת אחת:",
                "<b>אבל היה זולף במחץ.</b> שהחביות עומדות חוץ לבור. והוא ממלא אותן ע״י המחץ, והוא כלי חרס העשוי למלאות בו יין:",
                "<b>נמצא שרץ באחת מהן היא טמאה בלבד.</b> דאימור בתוך החבית היה השרץ ולא בבור:",
                "<b>אימתי בזמן שהוא בודק.</b> המחץ והחביות. שבדקן שלא היה בהן שרץ קודם שנתן לתוכו שמן, אבל לא היה מכסה לא הבור ולא החביות כל שעה שהיה מביא המחץ מזה לזה, דאימור בהליכתו נפל השרץ בחבית. וכן מכסה ולא בודק נמי שמא היה בחבית קודם לכן:",
                "<b>אבל היה בודק ומכסה.</b> שבדק החביות, ובכל פעם שהיה מוליך המחץ מזה לזה היה מכסה בין בור בין חבית, ממה נפשך שרץ היה בבור מתחלתו׳ בין שנמצא בחבית, בין שנמצא בבור, בין שנמצא במחץ:  "
            ],
            [
                "<b>העיגולים לזגים.</b> עיגול כמין ריחים גדול היו משימין על הזגים לאחר שדרכו הענבים ברגל, כדי שיתמצו ויצא כל היין הנשאר בהן, ומתוך כובדו וגדלו של עיגול זה צריכים בני אדם הרבה להעלותו על הציבור של הזגין העשוי כמין תפוח ולהורידו, לכך נחשב רשות הרבים לטהר ספק טומאה, משום דרבים מצויין שם:",
                "<b>כרם שלפני הבוצרים רשות היחיד.</b> שיראין בני אדם ליכנס שם, מפני שנתפס עליו כגנב:",
                "<b>אחר הבוצרים רשות הרבים.</b> שיש רשות לכל אדם ליכנס:",
                "<b>כלי בית הבד של גת.</b> כלומר ושל גת. דבית הבד לשמן, וגת ליין:",
                "<b>העקל.</b> עשוי כמין קופה מסורגת כעין רשת, ואחר שסחטו הזיתים נותנים הגפת באותו עקל, ומניחים עליו דבר מכביד להוציא הנשאר:",
                "<b>מנגבן.</b> וקודם לכן לא מהניא טבילה אם נטמאו, עד שיצא מהן המשקה הטמא שנדבק בהן:",
                "<b>חולטן.</b> שופך עליהן מים רותחים ואח״כ מטבילן:",
                "<b>בשבולת הנהר.</b> מקום שהמים רודפין, כדי להוציא המשקה הנדבק בהן. ואין הלכה כרבי יוסי:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "דע שנבלת עוף טהור אינה בביאור בלשון התורה וכבר ביארנו זה בפתיחה ואמנם היא נעתקה מסמיכות לאמרו יתברך (ויקרא י״ז:ט״ו) וכל נפש אשר תאכל נבלה וטרפה באזרח ובגר וכבס בגדיו ורחץ במים וטמא עד הערב וטהר ובא הקבלה (חולין דף ק:) שזה הפסוק בא בנבלת עוף טהור ביחוד אשר לא יאסר אלא משום נבלה וטרפה והוא אשר יטמא:",
                " ואמרו צריכה מחשבה שיחשוב עליה לאוכלה ואז יטמא בעצמה טומאת אוכלין וזה שהדברים המותרין לנו אשר מדרך האנשים להזין בהן כמו התאנים והתמרים ובשר שחוטה וזולת זה כי הן לא יצטרכו מחשבה לפי שהן מוכנים לאכילה וכל עוד שנגע בהן טומאה אחר ההכשר נטמא אמנם מה שאינו מותר לאכול כמו נבלת עוף הנה אי אפשר מבלי שיחשוב עליה לאכילה ואז תשוב מכלל האוכלין ותטמא טומאת אוכלין:",
                "ואמר ואינה צריכה הכשר.אבל היא עצמה ראשון לטומאה ותטמא כאוכלין טמאים ואף על פי שלא קדם לה הכשר וזה שההכשר אמנם בא באוכלין כמו שבא הפסוק (ויקרא י״א:ל״ח) וכי יותן מים על זרע וגו' וטומאת אוכלין היא טומאה קלה לפי שהיא לא תטמא אדם וכלים כמו שביארנו בפתיחה ונבלת עוף טהור תטמא אדם וכלים בבית הבליעה כמו שיתבאר וזו היא טומאה חמורה כמו שביארנו בראשון מכלים ולהיותה מטמאה טומאה חמורה בעצמה נפל ממנה דין ההכשר והוא אמרם בספרי וכי יותן מים על זרע מה זרעים שאין סופן להטמא טומאה חמורה צריך הכשר אף כל שאין סופו להטמא טומאה חמורה צריך הכשר ושם נאמר מפני מה אמרו נבלת עוף טהור אינה צריכ' הכשר מפני שסופה להטמא טומאה חמורה ודע שהיא בעצמה אע\"פ שלא נגע בה טומאה כלל הנה היא טמא' ותטמא טומאת אוכלין ובגמרא דנדה (דף נא.) אמרו מאי שנא הכשר שרץ דלא בעיא כדתנא דבי רבי ישמעאל הכשר מים נמי לא תבעי כדתנא דבי רבי ישמעאל והדבר אשר אמר תנא דבי רבי ישמעאל הוא דאמרי' כל שאין סופו להטמא טומאה חמורה בעיא הכשר ולפי זה העיקר נהיה כביצ' ממנה תטמא טומאת אוכלין ולא תטמא אדם ואפילו השליכו בפיו ואם בלע ממנו כזית מידי עוברה בבית הבליעה נטמא זה האדם ויטמאו בגדיו וכל בגד או כלי יאחזנו <small> [צ\"ל והוא בבית]</small> בבית הבליעה תטמאנו זולת כלי חרס כמו שביארנו בפתיחה ואם הגיע בחללו כבר נטמא אך אם נגע אז בכלים הנה לא יטמאם וקבל הוראה על זה מאמר והנפש אשר תאכל אמרו נפש מטמאה ואינה מטמאה לא בתוך הפה ולא בתוך המעים ואמרו תאכל אין אכילה פחותה מכזית:",
                "וטעון הערב שמש. שנא' (ויקרא י״ז:ט״ו) ורחץ במים וטמא עד הערב ואם בא אל המקדש אחרי אכילה קודם שיטהר הרי הוא חייב קרבן אם היה שוגג או כרת אם היה מזיד כפי מה שביארנו בשבועות או בכריתות:",
                "ובא בפסוק בטומאת מקדש וקדשיו לכל טומאתו אשר יטמא בה אמרו לרבות בולע נבלת עוף טהור וכן זה אשר בלע כזית אם נגע בתרומה אפי' אחר אכילה תשרף לפי שהוא יש בה שני ושני בתרומה טמא כפי העקרים אשר קדם ביאורם בפתיחה:",
                "והאוכל אבר מן החי ממנה סופג את הארבעים. לפי שאיסור אבר מן החי מאמרו אך בשר בנפשו דמו לא תאכלו וכל מה שהותר לנו לאכול אחרי השחיטה מי שאכל ממנו אבר והוא חי סופג את הארבעים ואפי' היה זה האבר פחות מכזית לפי מה שקדם בראשון מאהלות באמרם האיברים אין להם שיעור ואם היה זה העוף טרפה וכבר קדם לך מנין טרפות העוף בחולין ואחר שחט והיא טרפה או נמלק בפנים עם היותו אסור לאכילה לא נחשבהו נבלה ולא יטמא בבית הבליעה ויקבל מופת ר\"מ על זה שהיה אומר שבהמה שנבלתה מטמאה במגע ובמשא שחיטתה מטהרת טרפתה כ\"ש עוף שנבלתו לא מטמא במגע ובמשא שתהא שחיטתו מטהרתו ומליקה בפנים כמו שחיטה בחוץ כי מליקה תתיר לכהנים כמו שתתיר שחיטת חוץ לכל וכמו שתטהרתו שחיטתו תטהרתו מליקתו ורבי יהודה אומר בהיות דיניה רבים ויוצאת מדיני הבהמה שהיא טהורה למי שנגע בה ולא תטמאנו ולא יטמא אלא בעת האכילה הנה לא נתן אליה משפט הבהמה אבל לא תמלטנה שחיטתה אם תהיה טרפה מלהטמא הטומאות אשר ייחדוה",
                "ר' יוסי אומר דייה כנבלת בהמה ששחיטתה מטהרת ולא מליקתה ואמנם נפל הקיבוץ על טרפה שנשחטה בבהמה טהורה לאמרו וכי ימות מן הבהמה אשר היא לכם לאכלה ולא אמר וכי תמות אבל הובא בחסרון מהקצאה אמרו יש מן הבהמה מטמאה ויש מן הבהמה שאינה מטמאה פרט לטרפה שנשחטה והלכה כר' יוסי:  "
            ],
            [
                "ירצה באמרו פה הכנפים הנוצה הדקה מאד אשר היו בכנפים וישאר אחר זה  הנוצה הגדולה וכן הנוצה הקטנה אחרי סור הנוצה כולה ואמר שהן וטמאו כמו שיטמאו אוכלין ותטמא ג\"כ טומאת אוכלין ולא יצטרף <small>[צ\"ל אל הבשר]</small> הבשר להשלים כזית אם בלע אחד כזית בשר מצומצם וזאת הנוצה לא יטמא: ",
                "והחרטום המנקרים והצפרנים הטלפים. והדבור פה אמנם הוא כפי המקומות הרכים מהן הקרובים מן הבשר אשר אם יחותכו מן העוף והוא חי יזול הדם ממקום החתיכה:",
                "וראשי אגפים וראש הזנב. קצות הכנפים וקצות הזנב אחר מריטת הנוצה לפי שאלה המקומות בולטין יבשים והם יחותכו ויושלכו מן העופות אלא אם היו עופות שמנים מופלגי השומן כי אז יעזבו ויאותו לאכילה והוא מה שאמר ר' יוסי שכן מניחים בפטומות ותרגום (בראשית מ״א:י״ח) בריאות בשר פטימין בשר ואין הלכה כרבי יוסי ורבי ישמעאל ואלה הן מספר הי\"ג דינין אשר זכר בנבלת עוף טהור. המשפט הראשון שהיא צריכה מחשבה. המשפט הב' שהיא לא תצטרך הכשר. המשפט השלישי שהיא תטמא זולתה מן האוכלין בכביצה כמו מה שיטמאו אוכלין טמאין ושמור זה העיקר גם כן שכל מה שיבואר מזכרון טומאת אוכלין וזה שיהא טמאה בעצמה אע\"פ שיהיה הפחות שבשיעור ומטמאה לזולתן מאוכלין ומשקים שיהיה בכביצה ולשון ספרי אוכל טמא מלמד שהוא מטמא בכל שהוא יכול שיטמא אף לאחרים בכל שהוא ת\"ל אשר יאכל הא אינו מטמא אלא בכביצה. והרביעי שמי שבלע ממנו כזית טעון הערב שמש. והחמישי שמי שנטמא בבליעתה חייב על ביאת מקדש. והששי ששורפים עליה התרומה אם נגע בה. והשביעי שאבר מן החי ממנה יחוייב על אכלו מלקות. והשמיני שחיטתה מטהרתה. והט' מליקתה ג\"כ מטהרתה. והעשירי שהנוצה הנקראת גירטה שבכנפים יטמאו ויטמאו כמשפט שאר המאכלים. הי\"א שזאת הנוצה לא יצטרף אל הבשר להשלים ממנה שיעור כזית. והי\"ב שהמנקר והטלפים יטמאו ויטמאו כשאר אוכלין כפי מה שביארנו. והי\"ג שהם יצטרפו לכזית לטמא בבית הבליעה:  "
            ],
            [
                "מבאורינו להלכה הקודמת יתבאר שנבלת עוף טמא צריכה הכשר לפי שהיא לא תטמא טומאה חמורה ואמנם היא כשאר אוכלין טמאין תטמא זולתו בכביצה ומי שאוכל ממנה אחר המחשבה וההכשר כחצי פרס והוא כביצה ומחצה נפסל גוויתו כמו כל אוכל אוכלין טמאין זה השיעור ואם נגעה בתרומה טמאה והאיש אשר יאכל ממנה כחצי פרס לא יצטרך הערב שמש כפי מה שביארנו בפתיחת זה הסדר שאוכל אוכלים טמאים אם טבל טהור תיכף ולא יחוייב כרת על ביאת המקדש ואפילו קודם טבילה כמו שהתבאר בי\"א מפרה. אמר הש\"י בטומאת מקדש (ויקרא ה׳:ב׳) או נפש אשר תגע בנבלת וגו' ואמרו יכול נגע  <small>[צ\"ל באוכלין]</small> (בו אוכלין) ומשקין ובכלי חרס יהיה טמא ת\"ל בהמה טמאה מה בהמה טמאה מיוחדת שהיא אב הטומאה יצאו אלו שאינן אב הטומאה וכבר ביארנו שאין חיוב אבר מן החי אלא אם נחתך מבעלי חיים יותר לאכול אחר השחיטה וידוע הוא שהשחיטה לא תועיל בבעלי חיים אשר מינו אסור.",
                "ואמרו פה מצטרפין להשלמת השיעור אם כביצה לטמא זולתו או כחצי פרס לפסול הגויה. וממה שראוי שתדעהו שאבר מן החי מעוף טמא או מעוף טהור לא יטמא באופן מן האופנים וזה שאמר יתעלה (שם יא) ולאלה תטמאו הגיענו הפי' שהוא אמנם ירמוז אל אבר מן החי ואמרו אחר זה לכל הבהמה אשר היא מפרסת פרסה ואמרו אוציא את העוף אשר אין לו פרסה אמנם אבר מן המת מן העוף הנה משפטו משפט זה העוף אם היה עוף טמא משפט עוף טמא הקוד' ואם היה עוף טהור משפט עוף טהור ותשמור בו השיעור ר\"ל שיהיה בזה האבר כזית ואז יטמא בבית הבליעה אם היה מעוף טהור ושיהיה ג\"כ כביצה ואז יטמא טומאת אוכלים או כחצי פרס ואז יפסול את הגוויה אם יהי' מעוף טמא ולא יודן בו כדין האיברים אשר אין להם שיעור כפי מה שהתבאר בראשון מאהלות ואלה הדברים נתבארו במופתיהם בספרי:  "
            ],
            [
                "זאת ההלכה כבר קדם ביאורה בפ\"ט מחולין (דף קכ.) ואמנם אשיב' פה:",
                "רוטב. הוא המרק:",
                "קיפה התבלין:",
                "והאלל חתיכת בשר אשר תפרד בעת הפשט הבהמה ותשאר בעור וגידים יקראו העורקים והעצבים והקשורים והמיתרים והקרומות וירצה בקרנים המקומות הרכים מהם אשר אם יחותכו מן החי ישולח הדם וכן הטלפים מה שהוא מן הטלפים על זה התאר שאם יהיה מאלה ומן הבשר כזית מן הנבלה הנה לא יטמאו שלא יטמא מן הנבילה אלא בשרה כפי מה שבארנו בפתיחה. ובהמה טמאה כל עוד שלא יכלה פרכוסה תטמא טומאת אוכלין לפי שהיא תאות לאכילה ולאכילה נשחטה ולא תטמא כמשפט הנבלה עד שתמות ויבטל הפרכוס או שיותז ראשה:",
                "ואמרו ריבה לטמא טומאת אוכלים. ביאר שטומאת אוכלין יותר כוללת מטומאת נבלות לפי שכל מה שיטמא משום נבלה הנה הוא ג\"כ טמא טומאת אוכלין אע\"פ שלא יהיה נבלה אלא שחוטה:  "
            ],
            [
                "כבר בארנו בפתיחה שאשר יטמא באב מאבות הטומאה הוא ראשון ואשר יגע בראשון שני ואשר יגע בשני שלישי ושהראשון והשני והשלישי והרביעי כולן יקראו ולד הטומאה ושם ביארנו ג\"כ שהיות אוכל מטמא אוכל אמנם הוא מדרבנן אמנם מן התורה אין אוכל מטמא אוכל ועוד יתבאר בפ' אשר אחר זה ששלישי של תרומה הוא עצמו פסול אך לא יטמא זולתו ולכך יקרא פסול ואין שני של תרומה מטמא שלישי וכבר ביארנו זה בפתיחה ולא תסור ממך זאת הכונה ולא תצטרך לכופלה עתה ואם יהיה השיעור אשר יטמא טומאת אוכלין הוא כביצה מקובץ מאוכל ראשון ושני ושלישי או מאוכל שני ושלישי הנה יטמא כקל שבשניהן כמו שהתבאר אמנם אם היה כביצה מזה וכביצה מזה הנה המקובץ מהן יטמא כחמור שבשניהם וזה מבואר לפי שבזה הקבוץ מזה החמור השיעור אשר יטמא ואם נחלקו אחרי התערבם הנה יטמא כל אחד מהם כקל שבשניהם לפי שכבר שב זה השיעור המצומצם ר\"ל אשר הוא כביצה מעורב מקל וחמור ולכן יטמא כקל שבשניהן: ",
                "אמרו נפל זה לעצמו וזה לעצמו על ככר של תרומה הנה ישיבוהו שני להיות המקובץ מהן ראשון ואם יהיה ככר של תרומה (שני) אינו  <small>[צ\"ל פסול]</small> פוסל אמנם הוא טמא ויטמא ככר של תרומה אחר אם נגע בו וישיבהו שלישי וזה הככר האחרון אשר יהיה פסול כמו שבארנו ואמרו ועשאוהו שלישי ביאר ששני עושה שלישי בתרומה:  "
            ],
            [
                "אם חלק המעורב לשני חצאים נהיה כל חצי מהן ראשון כמו שביארנו בהלכה הקודמת אמנם אם חלק זה המעורב על ג' חלקים ובכל חלק מהן אין בו כביצה מאוכל ראשון הנה שב זה השיעור המקובץ מאוכל ראשון ושני ואין באחד מהן כביצה הנה יטמא כקל שבשניהם ואמנם תקבל תנאי באמרי במאמר אשר ילוה אליו במדרגה להשמר מאוכל ראשון שנתערב באוכל שלישי אשר אם לוקח מן המקובץ מהם חלק יהיה בו פחות מכביצה אוכל ראשון הנה זה החלק יטמא כמו שיטמא השני לעיקר אשר קדם שהראשון בעת מה שנגע בשלישי ישיבהו שני ואמרו במה שקדם בזה הפ' שאף זה שלישי שנגע בראשון נעשה שני: \n"
            ],
            [
                "ביאור אמתת מלת מקרצות מחותכות מאמרו (איוב לג) מחומר קורצתי גם אני וזה שהנה יעשו עגות דומות ללוחות גדולות ויחתכו בכלי ברזל ולא יותזו בעת החתיכה לגמרי אבל יעזוב ביניהן דבקות מועט ותאפה הלוח בכללו והוא מחובר וכאשר יושלם אפייתה יתפרק זה החתך בעצמו מקצתו והיא תתפרק בפחותה שבתנועות וזאת היא מלאכת הנקודים אצלנו וכוונת נושכות זו בזו שתהיה האחת מחוברת בשנית הנה היא כולה כדמות לחם אחד. וידוע הוא שהשרץ אב הטומאה ואשר יגע בו ראשון והנה יקרא הראשון ג\"כ תחלה וזה באוכלין ומשקין לבד כמו שביארנו בפתיחה וכבר ביארנו בפתיחת זה הסדר שהמשקין יהיו לעולם תחלה ואפילו נטמאו בשני לטומאה ובהיות המשקין טמאים לעולם תחלה הנה הן ישימו הדבר אשר יטמאו שני ועוד יתבאר לך במס' ידים (פ\"ג) שהידים הן שניות לעולם ובסוף זבים נבאר שהידים פוסלים את התרומה שהנוגע בידו בתרומה פסלה והשיבה שלישית עד שירחץ ידיו כמו שיתבאר במה שאחר זה ולכן אמר בידים כולן שלישיות לפי שהן כולן גשם אחד: \n"
            ],
            [
                "הדבור פה באוכלין של תרומה וידוע ששלישי מתרומה לא יטמא לזולתו בשום פנים ושאין רביעי בתרומה וכבר ביארנו זה פעמים רבות והדבור כולו מבואר לא יצטרך ביאור אם הובן כל מה שסדרנו בפתיחת זה הסדר: \n"
            ],
            [
                "גומותיהן. החפירות אשר ישארו בחיצוני הלחם בעת אפייתו ולא ירצה פה באמרו מים מקודשין מי חטאת ואמנם ירצה בהן מים יהיו על טהרת הקדש כמו ככרות הקדש עד שיהיו אלה המים משקה הקדש ואלה הככרות אוכלין של קדש ואם נגע השרץ בא' מאלה הככרות ונגעה הראשונ' בשני ושני בשלישי ושלישי ברביעי וכן אל לא תכלית הנה כולן טמאות מפני המשקה מועט אשר בכל ככר מהן כי זה המשקה תחלה ואע\"פ שהמשקה אינו אשר נגע בככר השני אך מפני חבת הקדש חשבנו היות המשקה שבתוך הגומא הוא אשר נגע בכל ככר מהן וישוב כל ככר מאלו הככרות שני לטומאה מפני המשקה אשר היא תחלה ואשר תהיינה אלו הככרות ככרות תרומה הנה השרץ מטמא שנים ופוסל אחד כפי העיקר אשר ביארנו ופירשנו בפתיחת זה הסדר לפי שהוא אם נגע בככר של תרומה שב ראשון ואם נגע ככר ראשון בככר שני טמאו ואלה השנים טמאים והככר השלישי פסול וכל מה שאחר השלישי טהור זה אם נגע ככר זה בככר לבד ולא נקפיד במשקה אשר בתוך הגומות בככרות תרומה אמנם אם היה בין כל ככר וככר לחות שיעור די שיטפיח היד והיא אשר תקרא משקה טופח כמו שביארנו פעמים רבות הנה כל אלה הככרות טמאות ואפי' היה אלף לפי שהוא תרומה וביאור זה שהשרץ בעת שנגע בזה הככר שמו ראשון וזה המשקה הטופח אשר בככר הוא תחלה ואם נגע הככר השני בזה המשקה הטופח אשר בככר הראשון שב הככר השני להיות תחלה ואם נגע הככר השלישי בזה המשקה אשר יתחבר ביניהן ישוב הככר שלישי ג\"כ שני לטומאה וכן ישובו הככרות כולן שני לטומאה אלא הככר הראשון אשר נגע בו השרץ שהוא ראשון וזה מפני המשקה אשר בין כל ככר וככר אשר הוא תחלה לעולם ואע\"פ שהוא נטמא בשני לטומאה וכבר ביארנו אלה השרשים כולן בפתיחת זה הסדר והיה זוכר לכל לשון זאת הפתיחה כמו שהודעתיך שמה: \n"
            ]
        ],
        [
            [
                "תחלת מה שראוי שתדעהו שזה הירק הוא חולין ואמרו תחלה האשה שהיתה כובשת ירק היא אשה נדה אשר היא אב ולא ירצה באמרו כובשת שהיתה מכבשת והיא נדה ואמנם הפי' כן קדרה שהיה בה ירק כבוש ונגעה נדה בעלה חוץ לקדרה אם נגעה בזה עלה הירק היוצאת מן הקדרה והיה זה העלה יבש אפילו היה במה שיוצא מן הירק חוץ מן הקדרה כביצה הנה הוא טמא ושאר הירקות אשר הם בקדרה טהורים וכן הקדרה והמשקה אשר נכבש בה הירק הזה הכל טהור לפי שזה העלה כמובדל מכל מה שבקדרה להיותו יוצא מן הקדרה ואע\"פ שקצתו תוך הקדרה ואם היה זה העלה אשר חוץ הקדרה בו משקה ונגעה בו והיה בו כביצה הנה להיותו כביצה יטמא המשקה אשר בו וזה המשקה מחובר במשקה אשר תוך הקדרה אשר בה נכבש זה הדבר הכבוש יטמא המשקה כולן אשר בתוך הקדרה ולזה יטמא כל הירק והקדרה כי משקין טמאין יטמאו הכלים והאוכלים כפי מה שהתבאר ואם לא היה בו כביצה הנה לא יטמא המשקה המחובר בה כפי מה שהתבאר ואחר [כך] אמר חזר לקדרה הכל טמא ר\"ל אם היה בו כביצה והוא נגוב ונגעה בו חוץ לקדרה אשר אמרנו שהוא טמא והכל טהור כל זה עוד (שיאריך להיות) [היותו] חוץ לקדרה אמנם אם חזר לקדרה הנה הוא יטמא המשקה אשר בתוך הקדרה אשר בה נכבש הירק ויטמא זה המשקה לקדרה ולכל מה שבה כמו שהתבאר ואחר [כך] אמר היתה מגע טמא מת אשר הוא ראשון לטומאה כפי מה שביארנו בשמיני מכלים נגעה בו ירצה בירק אשר בקדרה בין במקום המשקה בין במקום הנגוב אם יש בו כביצה הכל טמא וזה שזאת הביצה ישוב שני לטומאה ולהיותו בתוך הקדרה יהיה כל הירק הכבוש חבור ויטמא המשקה אשר בתוך הקדרה כפי מה שיתבאר בזה הפרק שהשני בחולין מטמא משקה חולין:",
                "ואחר אמר היתה טבולת יום מנערת הקדרה בידים מסואבו'. לפי שטבול יום לא יטמא חולין ולזה הוצרך לומר ידים מסואבו' (ולהבדיל) <small>[יעב\"ץ ולהודיע]</small> שהיא טבולת יום להודיענו הכוונה אשר התבאר בתוספתא והוא אמרם (אחד) טהור שידיו טמאות מטמאה משקה חולין ר' אלעזר בר' שמעון אומר אין ידים לטבול יום ר\"ל אין הבדל בין היות ידיו טמאות או טהורות ואינה הלכה ואל זאת הכוונה כיון פה אמנם היות הירק פסול והקדרה טהורה לפי שהמשקין שנטמאו מחמת ידים לא יטמאו הכלי בשום פנים כמו שביארנו בפתיחת זה הסדר:  "
            ],
            [
                "ר' אליעזר אומר. שאנחנו מצאנו דין מי שיאכל הדבר הטמא אשר יותר רע מהדבר הנאכל עצמו ההיא אשר טמאו וזה נבלת עוף טהור אשר יתבאר שהיא לא תטמא בעצמה אדם וכלים במגע ומי שאכלה נטמא הנה לא אומר מאין נשים אנחנו אשר יאכל אוכל ראשון ישיבהו ראשון לטומאה ומי שאכל השני שני ומי שיאכל השלישי שלישי. ר' יהושע אומר שאנחנו לא <small>[גי' יעב\"ץ אמרנו]</small> ידענו מנבלת עוף טהור לפי שדינה זר יוצא מן ההיקש וכן אמר חדוש הוא אבל יאמר שהוא ימצא דין האיש האוכל יותר קל מדין הדבר הטמא הנאכל שאוכלין טמאין יטמאו בכביצה ומי שיאכל כביצה מאוכלין טמאין הנה הוא טהור עד שיאכל כחצי פרס כמו שבארנו בזאת המסכתא ור' יהושע אומר שמי שאכל אוכל ראשון ישוב שני ואמנם סבת זה שמי שאכל אוכל שני ישוב שני ולא הורידו ממדרגתו שאנחנו נמצא משקין טמאין ישימו האוכלין שני לטומאה אם יקרבו בהן ואם יהיו אלו המשקין כבר נטמאו בשני לטומאה כמו שביארנו בפתיחה וזהו ענין אמרם בתת סבה לזה שהשני עושה שני ע\"י משקין ואמנם עשה ר' *צ\"ל ר' יהושע (יהודה) זה ושם אוכל אוכל שני שני והודיענו באמצעו' המשקין כמו שזכרנו לסבה אשר ביארנו בגמרא דשבת (דף יד.) וזה שאילו שמנו אוכל אוכל שני שלישי לכן לא יפסול את התרומה לפי שהשני הוא אשר יפסול כמו שבארנו פעמים רבות ואנחנו כבר שמנו מי\"ח דבר שגזרו שיהיה מי שאוכל אוכל שני שיפסול את התרומה ר\"ל שאם אכל אוכל שני ואחר שתה עליו משקה תרומה והוא עדיין בפיו הנה יטמא המשקה וישיבהו תחלה ולכן גזרו על אוכל אוכל שני שיפסול את התרומה ולא יפסול אלא אם היה שני כמו שהתבאר פעמים רבות ואחר אמר שמי שיאכל אוכל שלישי ישוב שני לענין הקדש לבד לפי שהוא אם נגע בקודש ישיבהו שלישי ולא נחשבהו שני לתרומה עד שנאמר שהוא אם נגע בתרומה פסלה כמו שיעשה השני אבל אם נגע בתרומה זה אשר אוכל אוכל שלישי לא פסלה כמו אילו נגע בו אוכל שלישי אשר אינו פוסל לזולתו כמו שהתבאר שם ביאורו ואמר שזה האוכל שלישי אשר אמרנו שמי שאכלו ישוב שני לקדש ושלישי לתרומה הוא שלישי לחולין שנעשו על טהרת התרומה לפי שהחולין עצמן לא ימצא בהן ג' בשום פנים כמו שיתבאר בזה הפרק. וכונת אמרם בכ\"מ שנעשו על טהרת הקודש ועל טהרת התרומה מה שאני מספר בהיות החברים הנכבדים רוצים להסבב הבטול מהמון עמי הארץ עד שלא יאכילום ולא ישקום למה שיהיה בזה מן הטוב כפי מה שיובן מדברינו באבות היו מחייבין עצמן שיהיו אוכלין חוליהן בטהרה ואם היה אוכל על טהרת התרומה הנה יהיו אלו החולין כאילו הן תרומה לענין הטומאה וההפסד ואם היה אוכל על טהרת הקדש הנה מדרגתה כאילו הוא קדש וכבר ביארנו זה *צ\"ל בפ\"ב בסוף מסכת חגיגה (דף כ.) וכן התבאר בסוף מסכת פרה שיעשו חולין ג\"כ על טהרת החטאת ר\"ל פרה אדומה וידוע הוא ששלישי של תרומה פסול ומי שאכל שלישי שבחולין שנעשו על טהרת תרומה ישוב שני לקדש כי בין הקדש והתרומה מדרגות כמו שהתבאר ואם נגע בקדש ישיבהו שלישי ולא ישוב שני לתרומה אמנם זה האדם הוא כמו אוכל שלישי עצמו אשר הוא פסול ולא יפסול זולתו ויהיה לשון זו המשנה וביאורה כן האוכל אוכל שלישי של חולין שנעשה על טהרת תרומה נעשה שני לקודש ואין שני לתרומה אלא שלישי וכבר נתבאר לך מדברי ר' יהושע שמי שאכל שלישי של חולין שנעשו על טהרת תרומה שב פסול לתרומה ר\"ל שאין ראוי לאכילה אמנם אם נגע בתרומה אינו פוסל אותו וזה הענין בעצמו במי שיאכל שלישי של תרומה עצמה שהוא פסול לאכול את התרומה ואינו פוסל את התרומה במגע כמו שפסל אותה האוכל אוכל שני וזהו ביאור הש\"ס כלל זה המאמר במסכת חולין (דף לד:) ושמור אלה העקרים למה שיבא אחר זה והיה זוכר אותן והלכה כרבי יהושע:  "
            ],
            [
                "כבר ביארנו בפתיחת זה הסדר שכל מאכל טמא ושלא יטמא זולתו יקרא פסול ודע זה ודע גם כן שהטמא זה אשר יקרא פסול יאמר אליו פוסל ולא יסופקו אלו השמות עליך ולא יתחלף לך פסול בפוסל וידענו שהשני שבחולין טמא מאמרו (ויקרא י״א:ל״ג) וכלי חרש אשר יפול מהם אל תוכו כל אשר בתוכו יטמא והשרץ אב הטומאה והכלי ראשון והדבר אשר יהיה בתוכו מן האוכלין שני ואמר הש\"י יטמא ולא יהיה בחולין שלישי לעולם ולשון הגמרא שאין שני עושה שלישי בחולין וכבר זכרנו זה בחמישי מסוטה (ד' ל.) ובאמרו הנה השלישי אמנם הוא בחולין שנעשו על טהרת תרומה וכן יתבאר בגמרא חולין (ד' לה.). ונזיד הדמע הוא התבשיל אשר יהיה בו תרומה אשר נקרא דמע כמו שאמר (שמות כ״ב:כ״ח) מלאתך ודמעך לא תאחר וכבר התנה בש\"ס (תמורה דף ד.) בזה התבשיל תנאי והוא שלא יהיה מן התרומה בזה התבשיל השיעור מה שיבא ממנו כזי' בכדי א\"פ ולזה מותר למעוט שיעור התרומה אמנם אם היתה התרומה יותר נראה מזה לא יותר לאכול זה המאכל באוכל שלישי לפי שאנחנו כבר ביארנו בהלכ' אשר קודם זאת שמי שאכל שלישי שבחולין שנעשו על טהרת התרומ' אין ראוי לו לאכול התרומ' אע\"פ שלא יפסול אות' בנגיע' ובי\"ב מזבחי' (דף צט:) אמרו שלישי של תרומ' עצמה אסור לאכול ומותר ליגע באכילה עבוד רבנן מעלה בנגיע' לא עבוד רבנן מעלה ושמור אלו העקרי': \n"
            ],
            [
                "הנה שמו השני שיפסול השלישי בתרומ' במצאם הפסוק אוסר על טבול יום לאכול התרומה והוא אמרו (ויקרא כ״ב:ז׳) ובא השמש וטהר ואחר יאכל מן הקדשים וקראו האל יתברך (שם) טמא והוא אמרו (ויקרא י״א:ל״ב) במים יובא וטמא עד הערב וטהר וכבר ידעת ששכבת זרע מאבות הטומאות ובעל קרי ראשון כמו שביארנו בפתיחת הסדר ועוד יתבאר לך לשון זה הענין בסוף זבים בעל קרי כמגע שרץ ואם טבל ירד מדרגה אחת מן הטומאה ושב שני אך שהוא עם זה נקרא טמא ואסור עליו לאכול התרומה ויפסול התרומה וישיבה ג' בתרומה ולזה ג' בתרומה פסול אמנם הד' הנה הוא טהור ולכן מותר לאכלו בנזיד הקדש לפי שהוא אילו אכל ג' שבתרומה שב שני לקדש כמו שקדם: \n"
            ],
            [
                "מן העקרים אשר קדמו שמחוסר כפורים מותר לו לאכול תרומה ולא יאכל בקדשים עד שיביא כפרתו ולאמרו (שם יב) וכפר עליה הכהן וטהרה אמרו טהרה לאכול בזבחים וכבר ביארנו בתורה בביאור היות שני בחולין טמא והוא אמרו (שם יא) כל אשר בתוכו יטמא ואמר בבשר קדשים (שם ז) והבשר אשר יגע בכל טמא לא יאכל באש ישרף ואמרו בכל טמא יכנס תחתיו שני לטומאה אשר לשון הכתוב בו שהוא טמא כמו שביארנו וזה הבשר אם יגע בשני ישוב שלישי וצוה השם בשריפתו בהיותו טמא וכבר מצאנו לשון התורה שיש שלישי בקדש ואמרנו ג\"כ שאם היה מחוסר כפורים שהוא מותר בתרומה ואסור בקדש כל שכן השלישי שהוא פסול בתרומה לא ימעט מלפסול רביעי בקדש וזהו אמנם למדנו שלישי בקדש מן התורה ורביעי מק\"ו וכמו שהאוכל שלישי של תרומה אסור לאכול תרומה ואע\"פ שלא יטמא שלישי בתרומה לזולתו בנגיעה כפי מה שביארנו כן ג\"כ אשר יאכל רביעי של קדש פסול ולא יותר לו לאכול הקדש ולכן לא יותר לאכול נזיד הקדש אלא בחמישי ולא ברביעי שהוא בעת אוכלו הרביעי יפסול גופו ולא יותר לו לאכול נזיד הקדש ולא נאמר כמו שאמרנו בתרומה שאם לא יהיה כזית בכדי אכילת פרס מותר לו זה לפי שלקדש מעלה יתרה על התרומה בדברים רבים כמו שהתבאר בשני מחגיגה (דף יח:) וזהו הקדש הנזכר פה בבשר קדש ולחם קדשים ובתוס' (פ\"א) באיזה קדש אמרו בקדשי מקדש כגון חלות תודה ורקיקי נזיר שלא נשחט עליהן הזבח והמנחות שלא קדשו בכלי אינן לא כקדש ולא כחולין אלא הם כתרומה והשרץ מטמא שנים ופוסל באחד מהן ושם נאמר גם כן החלה והבכורים ותשלומי תרומה וחומשה הרי הן כתרומה והטבל והמדומע וגדולי תרומה ומעשר שני הרי הן כחולין אמנם מעשר ראשון כבר קדם לך מחלוקת בו בי\"א מפרה: \n"
            ],
            [
                "כבר נתבאר בגמרת תרומה ובמסכת חולין (דף לג:). שהוא רוצה פה באמרו שנעשו על טהרת הקדש ואמר שזה האוכל שלישי נגע ברביעי של קדש פוסלו וישיבהו פסול כמו שקדם לך וכן אם נגע בחולין שנעשו על טהרת הקדש וזו היא משנה ראשונה אשר אמרו חולין שנעשו על טהרת הקדש כקדש דמו בכל הדברים וכבר ביארנו בשני מחגיגה (דף כ.) של זה בשש מעלות הראשונות לבד ואמנם ה' האחרונות והיא הכלי מצרף מה שבתוכו לקדש. הרביעי בקדש פסול <small> [היד צ\"ל]</small> היא מטמאה חבירתה בקדש  צ\"ל אין בין אוכלים טמאים נגובים בידים מסואבות בקדש אונן ומחוסר כפורים צריכין טבילה לקדש כי הקדש לבדו נתייחד לא חולין שנעשו על טהרת הקדש וכבר נתבאר לך שהרביעי אינו פסול בהן וכן השלישי אמנם הן בענין מגע טומאות כחולין כמו שהתבאר בסוף נדה (דף עא.) וכל מה שתמצא במשנה מזכרון שלישי [בחולין] שנעשו על טהרת הקדש היא משנה ראשונה ואחר ביאר ואמר שזה אשר אמרנו ששלישי בתרומה עושה רביעי בקדש אמנם זה שלישי של תרומה עצמה אמנם שלישי של חולין שנעשו על טהרת תרומה אמנם ימצא בה לעולם שנים טמאים ואחד פסול ואפי' בקדש ולא תעבור ממנה הטומאה לאוכל רביעי כלל וזה כוונת אמרם אבל אם נעשו לטהרת תרומה מטמא ב' ופוסל אחד משל בזה שיהיה אוכל ראשון של חולין שנעשו על טהרת תרומה שנגעו בו אוכלין של קדש הנה הוא ישימם שני ויהיו טמאים ואם נגעו אלו האוכלים באוכלי קדש ג\"כ הנה זה האוכל ישוב פסול ולא יטמא זולתו ואע\"פ שהוא קדש ומאשר הגיע בטומאתו אמנם מחולין שנעשו על טהרת הקדש לא תעבור הטומאה ממנו זולת אל השלישי ואפילו היה השני והשלישי אשר הוכנה להן הטומאה קדש והבן זאת הכוונה שהיא בתכלית העיון ויהיה לשון זה הדבר להוסיף הכוונה והביאור כן השלישי שבתרומה מטמא [משקה] קדש ופוסל אוכלין של קדש ושל חולין שנעשו על טהרת קדש בד\"א בתרומה עצמה אבל חולין שנעשו על טהרת התרומה שנים טמאים והשלישי פסול ואפי' היה השני והשלישי קדש אינו עושה רביעי בקדש הואיל והראשון של חולין נעשו על טהרת תרומה והבן זה והיה זוכר לדברינו בטומאת משקין בפתיחת זה הסדר:  "
            ],
            [
                "זה הדבור כולו מבואר ואמתי זולת פרק אחד ממנו והוא אשר חלק בו ר' אליעזר והוא אמרו שטומאת הקדש ואפי' היה התחלתה מן החולין הנה ימצא בה הרביעי כמו שביאר  <small>[בד\"נ הגי' פה]</small> בו באמרו שהראשון שבחולין תעבור ממנו הטומאה אל הרביעי בקדש ושהוא יטמא השני והשלישי ויפסול הרביעי וכן אמר ששלישי של חולין יפסול גם כן רביעי של קדש ויטמא משקה הקדש וישיבם משקין טמאים וכבר קדם מאמר ת\"ק שלא יעשה זה אלא שלישי של תרומה עצמה אמנם חולין שנעשו על טהרת תרומה הנה לא ימצא בהן אלא שנים טמאים ואחד פסול ואפילו בקדש לא תעבור הטומאה אלא השלישי כמו שביארנו וכ\"ש אם היה עיקר הטומאה מן החולין עצמן ואין הלכה כר\"א:  "
            ],
            [
                "כבר התבאר. שהאוכל אוכל שני ישוב שני לטומאה ושם התבאר ג\"כ שהשני לטומאה מטמא משקה חולין וכבר ביארנו פעמים רבות שאלה המשקין טמאין ישובו תחלה ולכן לא יעשה בבית הבד לבלתי יטמא השמן ולשון התוס' האוכל אוכל שני לא יעשה בבית הבד מפני שהוא שני והשני מטמא המשקין לעשותו תחל' ואמרו על משקה הקדש ירצ' לומר על טהרת הקדש ואמר לטמא שנים ולפסול אחד כל עוד שתשמעהו בכל המשנה והש\"ס כונתו שיהיה הראשון והשני טמאים והשלישי פסול כמו שהתבאר במשפט טומאת תרומה ואשר אמר שהוא <small>[צ\"ל כחולין]</small> (באוכלין) יהיה הראשון טמא והשני פסול ואלה השלשה סברות בחולין שנעשו על טהרת הקדש וכקדש דמו ואין הראשון טמא והשני פסול לבד והשלישי טהור בחולין:  "
            ]
        ],
        [
            [
                "כבר ביארנו פעמים רבות שהמשקין תחלה לעולם ואפי' נטמאו באוכל שני וכבר ביארנו שרוטב הוא מרק אשר אם יקפא ישוב דומה לדבק וגריסין נזיד הפולין ומדרכו ג\"כ שאם יקורר יקפא וכן החלב אם יעמוד זמן מה יקפא ואם היה אחד מאלו השרפים אשר מדרכן שיקפאו אם  <small>[צ\"ל יקוררו]</small> ישארו וכבר התחילו להקפא ונשאר בהם מהלחות שיעור שיטפיח היד הנה היא במדרגת המשקין ואם נטמאו שבו תחלה ואם  צ\"ל יקפאו נטמאו אחרי הטמאם ונשלם הקפאתה שבו שניים לפי שהם אז אוכל והוא כמו אוכל שנגע במשקה טמא אשר הוא שני כמו שהתבאר ואם נהפך הענין שנטמאו והן נקפין והיו שני ואחר לקחו להתיך אחר היותם שני לטמא הנה יש בו זאת החלוקה שאם היה הדבר הנקפה בכללו כביצה מכוונת ואחר הותך הנה זה הניתך טהור לפי שהן משקין ולא יטמאו בדבר כי האוכל אשר כבר נטמא כבר נשתנה צורתו ואם היה זה האוכל שני הנקפה יותר מכביצה הנה כל המשקה הניתך ממנו טמא ואם הותך הכל שבו המשקין טמאין לפי שבעת מה שלקח ההתכה תחלת נקודת ההתכה נטמא באוכל שני אשר הובדל ממנו לפי שנשאר ממנו נפרד כביצה בעת צאת זאת הטפה וכבר ביארנו שכביצה מאוכלין טמאין יטמא משקין אם נגע בהן וכל מה שיותך אחר זה יעורב באלה המשקין טמאים אשר יצאו ראשונה וזה היא כונת אמרו כיון שיצאה טיפה ראשונה נטמא בכביצה:  "
            ],
            [
                "כונת אמרו תחלה לעולם שאם נטמא ואחר נקפה (אחר זה) ואחר נמחה ואחר נקפה ואחר נמחה אפי' היה זה אלף פעמים הנה הוא תחלה לפי שהנקפין לא יקפאו באמת ומשקים יחשב ואפילו בעת ההקפאה:",
                "ופירוש גוש. הגוף המדובק כמו גוש עפר והכונה פה שהיו כל הזיתים טמאים מקובצין מחוברין גשם אחד וכבר פירשנו וביארנו בפתיחה שאוכלין טמאין לא יטמאו הכלים ושמשקין טמאים יטמאו הכלים והתבאר גם כן בכלים שמשקין טמאין מטמאים התנור באויר אם היו יותר מכביצה בעת מה שיצא השמן בחום האש יטמא בכביצה הנשארת משאר הזיתים קודם שריפתן וישובו משקים טמאים ויטמאו התנור להגיעם באוירו וזה אם יהיו מקובצים אמנם אם יהיו הזיתים גרגרים מובדלים או חלוקים לא יהיה בכל כביצה ואפי' היה אי זה שיעור שיהיה הנה לא יטמא התנור לפי שהשמן אשר יצא יצטרך שיגיע בו כביצה אוכל טמא ושיהיה כולו מחובר ואז יטמא ואין הלכה כר\"ש שזורי:  "
            ],
            [
                "אם תהיה זוכר לעקרים הקודמים ביאורם והבנת מה שקדם מן הביאור הנה זה המאמר מבואר ואמנם יצטרך לידיעת עיקר אחד לבד והוא שהזב והדומה לו ר\"ל זבה ונדה ויולדת יטמא כל מה <small>[צ\"ל שישא]</small> שישאר ואע\"פ שלא יגע בהן אבל יטמאה במשא ושוין בזה האוכלים והמשקים כמו שנבאר בסוף זבים:  "
            ],
            [
                "ידוע שהשמש יכלה לחות הגוף וינגבנו ולכן יכמש והמים ילחלחם וירפם ויגדלם ויוסיף בגדלן ואודיעך הנה עיקר אחד והוא שהשיעורים כולן אמנם נשמור בהם שיעור הגודל ולא נביט לרפיון החלקים (וההתעכבות) [וההתאבכות] לא לענין הטומאה ולא לענין איסור והיתר וביאור נתפחו נפחו ר\"ל שנוספו וגדלו: \n"
            ],
            [
                "ירצה בזה המאמר שמשפטי הטומאות והטהרות ילכו כפי הענין אשר ימצא עליה הדבר שאם יהיה בענין שיקבל טומאה הנה הוא טמא ואם יהיה בענין שלא יקבל טומאה הנה הוא טהור והמשל הנזכר הוא שאם ימצא מחט מליאה חלודה או שבורה אשר לא יטמא היא על זה הענין שהיא לא <small>[צ\"ל לאתויי]</small> תאמר לתפירה כמו שבארנו בי\"ג מכלים ולזה תהיה אצלנו בחזקת טהרה ולא נאמר אולי טמאה היתה בעוד שהיתה שלימה ואחרי הוטמאה נשברה וטהרה שלא נשאר בה טומאה כפי מה שהתבאר בכלי מתכות שהן חוזרים לטומאתן הישנה אבל נשימה כמו טהורה אם נמצא בענין הטהור:  "
            ],
            [
                "כבר בארנו פעמים רבות שספק טומאה ברה\"י ספיקו טמא וברה\"ר ספיקו טהור. וידענו זה מסוטה שאם נסתרה עם איש ברה\"י נאסרה לבעלה והענין ספק לפי שהוא לפעמים בועלה או לא והוא אמרו יתברך (במדבר ה׳:י״ג) ונסתרה והיא נטמאה הנה זה מלמד שכל ספק טומאה ברה\"י טמא. ובתנאי שיהיה זה אשר נתחדש לו הספק יש בו דעת להשאל וישיב במאמר אמנם מי שאין לו דעת להשאל אפי' יהיה ברה\"י ספיקו טהור לפי שאנחנו ידענו ספק טומאה ברה\"י ספיקו טמא מסוטה אשר יש לה שכל ואפשר לשאול פיה ויאמר אליה אם נבעלה ותענה מזה ואז נדין בספיקה שהוא טמא וכל מי שיש לו שכל ואפשר לשאלו אם נטמא אם לא הוא אשר ספיקו ברה\"י טמא ולזה העיקר אמר שחרש שוטה וקטן אם נמצאו במבוי שיש בו טומאה שהן טהורים ואע\"פ שהמבוי רה\"י ונחנו לא נדע אם נגעו בטומאה אם לא לפי שהן אין בהן דעת. אמנם הפקח ספיקו ברה\"י טמא. ולשון התוספתא [דטהרות פ\"ו] שאלו את בן זומא מפני מה ספק רה\"י טמא אמר להן סוטה מה היא לבעלה ודאי או ספק אמרו לו ספק אמר להן מצינו שהיא אסורה לבעלה ומכאן אתה דן לשרץ מה כאן רה\"י אף להלן רה\"י מה כאן דבר שיש בו דעת להשאל אף להלן דבר שיש בו דעת להשאל מכאן אמרו דבר שיש בו דעת להשאל ברה\"י ספיקו טמא ברה\"ר ספיקו טהור. ומפני מה ספק רה\"ר טהור אמר להן מצינו שהצבור עושה הפסח בטומאה בזמן שרובן של צבור טמאים אם טומאה ודאית הותרה לצבור ק\"ו לספק טומאה רשב\"ג אומר מפני מה ספק רה\"י טמא וספק רה\"ר טהור שאפשר להשאל ליחיד ואי אפשר להשאל לרבי': \n"
            ],
            [
                "כונת זה המאמר שעם היות השושנים במקום הטומאה לבד ולא אפשר להגיע אליהם אלא אחר הטמא לא נאמר כבר נסתלק הספק ובאמת שהוא בעצמו נכנס שם וכבר נטמא טומאת מת אבל הספק נשאר לפי שאפשר שזולתו לקטן אליו ובנפילת הספק הנה הוא טהור כמו שביארנו. וכן חמור בין הקברות הכלים שעל גבו ספק. מפני שאם השכיב עצמו על הארץ ונגע בקבר הנה נטמאו הכלים ואם היה שלא נגע בקבר הנה הן טהורים מפני זה הספק הן טהורין לעיקר אשר הקדמנו שהוא אין בו דעת להשאל: \n"
            ],
            [
                "זה התינוק הוא טמא והעיסה טהורה והוא ברה\"י ומצאנו חתיכה מזאת העיסה בידו ר' מאיר אומר ספק הוא אם חתכה בידו וטימא את העיסה או חתכה זולתו אליו ולכן ספיקו טהור ויהיה העיסה טהור לפי שאין בו דעת להשאל כמו שבארנו וחכמים אומרים אין שם ספק שחזקה שהתינוק מטפח ולכן יהיה העיסה טמא בחזקתה וכפי זה האופן ילך הדין בתרנגולין ומשקין טמאים וכן שאר ב\"ח אע\"פ שהיו אלה המינים אין בהן דעת להשאל לפי שחזקתם שהם ישתו ואז יאכלו מזאת העיסה ואם היה הקירוב בין העיסה והמשקה הטמא עד שישאר הטפחה בפיהם מאלה המשקים הנה טמאה העיסה בלי ספק ואין הלכה כר\"מ והלכה כר' אליעזר בן יעקב: \n"
            ]
        ],
        [
            [
                "הזורק טומאה. ר\"ל מי שישליך דבר טמא ואמר שבין שישליך ככר טהור בין מפתחות טמאים או השליך מפתח טמא בין ככרות ונמצא הככר בלתי נוגע במפתחות הנה הלחם טהור וזה הספק טהור ולא נאמר לך נגע הככר במפתחות בעת עברו עליהן אחר שהטומאה לא נחה על הדבר אבל עברה עליה העברה ורבי יהודה אומר שאם השליך ככר טהור בין מפתחות ועבר עליהן הנה הככר טמא לפי שהמפתחות הטומאות נחות והרי יש לטומאה מקום ואם השליך מפתח טמא בין ככרות טהורות הנה הוא טהור לפי שהטומאה בלתי נחה ולא תעצור לה מקום והמשל במפתחות והוא ההיקש לשאר טומאות אמנם הכוונה שאם השליך דבר טמא ולא יודע בעת עברו בזה המקום אם נגע או לא נגע והידוע ברוב שיושלך מפתח או ככר ואין הלכה כרבי יהודה: \n"
            ],
            [
                "ספקו טהור. ואע\"פ שהיא תרומה כאשר לא נחה הטומאה במקום ידוע ספקו טהור: \n"
            ],
            [
                "זה כולו מבואר ואמר היו מנקרים בהן על הארץ רצה לומר שהניחו זה השרץ על הארץ וינקרו בו ויאכלו ובתנאי שיהיה זה ברה\"י ולזה אם נסתפק אם נגע אם לא נגע ספקו טמא כמו שביארנו: \n"
            ],
            [
                "כבר קדם לך באהלות (פ\"ב מ\"א) שכזית מן המת מטמא באהל וכן התבאר מה שנטמא באהל אם האהיל על האדם ועל הכלים טמאים אמנם שמנו ספק כלים טהור אע\"פ שהן ברה\"י לעיקר אשר זכרנו והוא שאין בו דעת לישאל ואף ע\"פ שהוא ספק כי לפעמים כל אחד מהכלים נגע בשרץ בעת השאיבה וכן לפעמים יהיה השרץ בכלי העליון אשר ישפך ממנו ובעת מה ששפך הגיע בכלי התחתון ועם כל זה טהרנו זה הספק ואמרנו שהעליון טהור והכלי' טהורין זולת אשר נמצא בו השרץ: \n"
            ],
            [
                "כבר ביארנו בפתיחה ששתני הטמאין הן משקין טמאין וידוע ששתני הבהמות טהורים וכבר התבאר בתוספת' שאם נתערבו מי רגלים טהורים עם מי רגלים טמאין אמרו רואין אותן כאילו הן יין במים אם בטלו מראיהן טהורים ואם לאו טמאין ואמר שם שאם נתערבו מי רגלי אדם טמא עם מי רגלי בהמה בשוה חצי בחצי הנה זה המעורב ספק אם בטל מראיו ויהיה טהור או לא בטלו מי רגלי האדם ויהיה הכל טמא וזהו מכלל הספיקות אשר שורפים עליהם התרומה וכבר נתבאר באהלות (פי\"ח מ\"ו) שארץ העמים ובית הפרס מטמאים במגע ובמשא והיה ספק אם יש בה עצם כשעורה או אין בה וכן הרוק הנמצאות בשווקים הנה לפעמים הוא רוק איש טמא והוא משקין טמאים או הוא רוק איש טהור וכן הכלים הנמצאים אפשר שיהיה כלי טמא או כלי טהור ובגדי עם הארץ ג\"כ ספק אם הן טמאין או טהורים וכל עוד שנגעה תרומה באחד מאלו הדברים הטמאים אשר נטמאו בספק הנה היא תשרף לפי שנטמאה וזהו ענין אמרו על ודאי מגען שהוא ספק טומאתן רצה לומר שהתרומה נגעה באחד מאלה באמת וזהו ספק טומאה ולפי שאלה בעצמן טמאין בספק כמו שביארנו ואמר ר' יוסי שספק מגען ג\"כ ברה\"י שורפין את התרומה וחכ\"א ברה\"י תולין לפי שהיא שתי ספיקות אחת מהן ספק נגע ספק לא נגע ואת\"ל נגע ספק טמא הוא זה הרוק או זה הכלי או טהור והעיקר אצלינו שעל ספק ספיקא אין שורפין את התרומה כמו שיתבאר בד' מנדה ולכן ברה\"י תולין וברה\"ר טהור כפי העיקר ואין הלכה כרבי יוסי: \n"
            ],
            [
                "כבר ביארנו בפתיחת זה הסדר שרוק הזב מאבות הטומאה ועוד יתבאר בסוף זבים שהוא מטמא במגע ובמשא ובהסט ויתבאר לך בפ' ז' מנדה (דף נד:) שרוק הזב אמנם יטמא כל עוד שהוא לח אמנם אם יתייבש ונתנגב תכלית היובש הנה לא יטמא כמו שהתבאר שם ואם יהיה ברה\"י שני רוקין אחד טמא ואחד טהור ונגע באחד מהן ולא ידע באיזה מהן נגע ואמרו פה טמא אינו רוצה בו טמא ודאי אמנם ירצה בו אחד מן הרוקים הנמצאים אשר קדם המאמר בהן שהן טמאים ושורפים עליהן התרומה כאילו יאמר רוק אחד טהור ודאי וא' נמצא ונגע ונשא או הסיט לאחד מהן ברה\"י ולא ידע באיזה מהן נגע הנה זה האיש אם נגע אחר זה בתרומה תולין ואין שורפין לפי שהוא תרי ספקי וזהו ביאור אמרם בהלכה הקודמת שספק מגען ברה\"י תולין כי אין הבדל בין נפילת הספק בככר של תרומה עצמה אם לא נגע או בנפילת הספק באיש אשר נגע בתרומה באמת אם נגע ברוק טהור או ברוק הנמצא וכן בשאר הספקות ששורפים עליהן התרומה ואמר על מגען ברה\"ר (או ברוק הנמצא) תולין עליו את התרומה וסבת זה מה שהתבאר מן התוספתא והוא אמרם כיון שנתלש עליו נעשה רה\"י וכוונת זה שהרוק אם יהיה לח יתלה באבר אשר יגע בו וכבר ביארנו שהוא מטמא בכל שהוא ואם הגיע ממנו על גוף זה האיש אי זה שיעור שיהיה הנה הוא ספק ברה\"י לפי שגוף האדם אינו רה\"ר אמנם אם היה הרוק הנמצא יבש וכן הרוק הטהור ונגע בא' מהן ברה\"ר אשר לא נתלה בגופו דבר הנה הוא טהור לגמרי ולא יפסיד התרומה לעולם כמו שקדם בהלכה אשר קודם זאת שספק מגען ברה\"ר טהור אמנם אם נשאה ר\"ל נשא אחד מהן ולא ידע איזה מהן הנה הוא ג\"כ תולין עליו את התרומה אע\"פ שהם יבשים לפי שכבר נשא ויצא הספק מרה\"ר בהיות זה הרוק נשוא על זה האדם ותכלית מה שאמר שספק טומאה ברה\"ר טהור ואם ספק נגע או לא נגע אשר עצם הדברים אשר נפל בהן הספק ברה\"ר אמנם המשא הנה לא לעיקר אשר זכרנו והוא אמרם כיון שנתלש נעשה רה\"י אמר היה רוק יחידי ר\"ל רוק יחידי נמצא ונגע בו או הסיטו ואפי' ברה\"ר כי זה האיש שורפין עליו את התרומה כפי מה שהתבאר שעל ודאי מגען שהוא ספק טומאה שורפים ואפי' ברה\"ר כפי מה שביארנו בהלכה הקודמת ומבואר הוא שאמרו פה ברוקין היבשים לא ירצה בהן שהן יבשים בתכלית שהן אז לא יטמאו כמו שיתבאר בנדה (שם) ואפי' היה רוק הזב ודאי אמנם ירצה בהן ששבו מן הנגוב בגדר שלא יתלה ביד [אדם] אם לא ימששהו לכוונה אשר ביארנו ולזה אמרה התוספתא נגובים ולא אמר יבשים: \n"
            ],
            [
                "ידוע הוא שג' לוגין מים שאובים פוסלים את המקוה ואם נפל הספק אם נפלו המים שאובים לזה המקוה או לא נפל או נפל הספק ג\"כ היש בהן השיעור אשר יפסול אם לא הנה המקוה כשר כמו שיתבאר בשני ממסכתא מקוואות והוא מתחיל לבאר כל ספק מאלה י\"א ספיקות הנשארות: \n"
            ],
            [
                "מאשר לא תנוח זאת הטומאה על גב הקרקע שמו ספיקו טהור כי ספק הוא אם נגע או לא נגע ור' שמעון אומר אם היו המים אשר הטומאה צפה על פניהם בכלים ספיקו טמא רבי יהודה אומר שאפי' היו בקרקע וספק הוא אם נגע או לא נגע כי המים אז נחו והטומאה אז נחה לפי שהוא ירצה פה בירידה רדתו לטבול באלה המים או לרחוץ בהן ואם טבל ועלה ונסתפק אם נגע או לא נגע בעת עלותו הנה הוא טהור כי <small>[צ\"ל בעליתו מן המים]</small> ברדתו אל המים תדחה הטומאה לצדדים ותרחק ממנו והוא אמרם בתוספתא (פ\"ה) מפני שהמים דוחפים אותה לצדדין ור' יוסי אומר אפילו היה המקום צר בגדר שתבא הטומאה וידביקהו כל עוד שלא יתאמת שהוא נגע ספיקו טהור להיותו צפה על פני המים ומבואר הוא שזה כולו אמנם ברה\"י אמנם ברה\"ר אפי' לא תהיה צפה ספיקו טהור כמו שיתבאר ועוד התבאר במסכת נזיר (דף סד.) שזה הדין אמנם הוא לענין שרץ בלבד. וזה שת\"ק אומר שאמרו בכל השרץ השורץ יורה שהוא מטמא בכל מקום ששורץ ואפי' על פני המים ואמרו על הארץ יורה שהוא לא יטמא אלא על הארץ ואמר אם לא יהיה השרץ על הארץ ונסתפק אם נגע או לא נגע ספקו טהור *צ\"ל ור' שמעון ור' יהושע יקבל מיפת מאומרו (ויקרא י״א:ל״ו) אך מעין ובור מקוה מים יהיה טהור הנה זה מופת שהשרץ לא יטמא במים ואחר אמר ונוגע בנבלתה יטמא עד הערב הנה זה יורה שמי שנגע בשרץ וירד במים טמא ויגיע מזה אם נתאמת בנגע שהוא טמא ואם נסתפק אם נגע או לא נגע טהור זה במעין ובור אשר המים בקרקע אמנם אם יהיו המים בכלים ספיקו טמא והלכה כת\"ק והתבאר רבי יוסי והגעתו בענין אמתי:  "
            ],
            [
                "זה כולו מבואר וזה שהוא אומר אם נפל הספק בטומאה בעצמה אם נטמא אם לא נטמא ספיקו טמא וישובו משקים טמאים ואם נפל הספק בטמא זולתו יהיה הזולת טהור כמו שהמשיל והביא המשל באיש טמא וכבר טמא להודיענו שאין הבדל בין היות הספק נופל במי שיש בו דעת לישאל או שאין בו דעת לישאל הנה ספק המשקים לענין אם נטמאו בעצמן טמא: \n"
            ],
            [
                "רבי יוסי אומר שהעיסה טמאה להיותה אוכלין והעריבה אשר שם נילושה בה זאת העיסה טהורה להיותה כלים ובטומאת משקין ג' סברות שיש אחד שאומר שאין טומאת משקים מן התורה כל עיקר ואפי' לטמא עצמם אמנם הוא מדרבנן ושאומרו ית' (שם) וכל משקה אשר ישתה בכלי יטמא אמנם ירצה בו שמשקין התלושין מן הקרקע מכשירין אע\"פ שהן בכלים וכוונת יטמא יכין לטומאה או יכשיר ושם מי שיחשוב שטומאת משקים בעצמן מן התורה כמו שנראה מלשון הפסוק וטומאת זולתן מדרבנן וזהו סברת ת\"ק ולזה אמר שאם נפל הספק בטומאת עצמן ספיקו טמא ואם נפל הספק בטומאת זולתן ספיקו טהור להיות זה מדרבנן ושם מי שיחשוב שאפילו לטמא משקים בזולתו מן התורה ושאמרו יתברך יטמא ירצה בו זולתן וזו היא סברת ר' יוסי ולזה אמר שאם נפל הספק בטמא המשקים לאוכלין הנה האוכלין טמאים אמנם אם נפל הספק בטמאם לכלים הנה אלה הכלים טהורים לפי שהמשקים טמאים שיטמאו הכלים הוא מדרבנן לדברי הכל כמו שזכרנו בפתיחת זה הסדר ואין הל' כר' יוסי: \n"
            ],
            [
                "כבר ביארנו פעמים רבות שמי שנגע באוכלים טמאים או במשקים טמאים או בכלים שיהיה ראשון לטומאה בידיו נטמאו ידיו וכן ביארנו שידים טמאים יטמאו משקים ובחגיגה (דף כ:) אמרו שהיד מטמאה חבירתה בקדש ואם נפל הספק אם נטמאו ידיו אם לא או שהיתה ידו טמאה ונפל אליו הספק אם נטמאה אחרת או לא נטמאת או טהר ידיו אחר אשר הטומאה ונפל אליו הספק אם נטהרה כפי מה שראוי או היא טהרה נפסדת וידו נשארה בטומאתה הנה נגביר הטהרה בכל הפנים מאלה הג' ויהיה ספיקו טהור כפי מה שנבאר בשני ממסכת ידים. ואמרו ספק רה\"ר טהור התחיל לבאר זה לפי שהוא הבדיל בו הבדלים רבים ויבארנו בפ' אשר אחר זה והתחיל לבאר ספק דברי סופרים וזכר אלה הד' מינים אשר כל אחד מהן טמא מדברי סופרים ר\"ל שהוא פוסל את התרומה וזהו מכלל י\"ח דבר שגזרו הנזכרים בראש שבת (דף יג:) וכבר זכרנו סבתם באוכל אוכלים טמאים ועוד נזכר סבת הכל בסוף זבים ולאיזה דבר שמוהו פוסל את התרומה ואם נפל עליו הספק אם אכל אוכלים טמאים או שתה משקי' טמאים או בא ראשו ורובו במים שאובים או נפלו על ראשו ועל רובו שלשת לוגין מים שאובים או שלא יהיה דבר מזה הנה הוא טהור ואינו פוסל את התרומה אמנם אם נסתפק האדם אם נטמא באב מאבות הטומאה אשר הם מדברי סופרים כי ספיקו טמא ושורפין עליו את התרומה וכבר ביארנו אבות הטומאה שהן מדברי סופרים בפתיחת זה הסדר ומנינו אותן כולן אלא אם יהיה האב עצמו ספק כמו בית הפרס שהוא ספק אם נגע או לא נגע אין שורפים עליו את התרומה לפי שהוא ספק ספיקא כפי מה שביארנו: \n"
            ],
            [
                "כבר ביארנו בחגיגה (דף יח:) שפרושים הם אוכלים חוליהן בטהרה וזכרנו ג\"כ בזאת המס' (פ\"ב) שהחולין הנה יהיו על טהרת הקדש ועל טהרת התרומה ושם אמרנו בגדי ע\"ה מדרס לפרושים בגדי פרושיס מדרס לאוכלי תרומה ואם נסתפק זה הפרוש אם נגע בבגדי ע\"ה אם לא הנה הוא טהור וכן אם נסתפק אוכל תרומה ונתחדש לו ספק בבגדים זה הפרוש הנה הוא טהור ולזה אמרו זו טהרת פרישות לכלול שתי הכוונות יחד וספק שרצים הוא כמו שביארו בתוספ' והוא אמרם אי זהו ספק שרצים שטהרו חכמים זה ספק הנזרק כמו שישליך שרץ בין הככרות ונסתפק אם נגע או לא נגע כי הככרות טהורות כמו שהתבאר בתחלת זה הפרק מאשר לא ימצא השרץ נוגע בככר והוא אמרו כשעת מציאותן ולא נאמר לך שבשעת עברו על הככר נתחכך עמו אמנם ספק נגעים כבר ביארנוהו בה' מנגעים וכן אם נתחדש לו ספק נזירות כמו שביארנו בב' מנזיר (דף יג.) שהוא מותר לשתות יין וליטמא למתים:",
                "וספק בכורות. סבתו מה שזכר שהמוציא מחבירו עליו הראיה ויאמר לכהן הביא ראיה שהוא בכור וקחנו לך:",
                "ואמרו בין טמאה בין טהורה. ירמוז אל פטר חמור אשר אמר ה' יתברך (במדבר י״ח:ט״ו) אך פדה תפדה את בכור האדם ואת בכור הבהמה הטמאה תפדה וכבר נתבארו דמיון הספקות הנופלות בבכורות במקומן:  "
            ],
            [
                "זה מבואר וכבר קדם זה הלשון בראש כריתות (דף ח.) <small>[צ\"ל ויהי']</small> ויעוד זה הספק מכלל הטהרות כי מחוסר כפורים אינו בשלמות הטהרה ושהוא לא יאכל בקדשים עד שיביא קרבנו כמו שביארנו פעמים רבות:  "
            ]
        ],
        [
            [
                "כבר ביארנו בראש כלים שהשרץ מטמא במגע ולא במשא וידוע הוא שהצפרדע טהור כמו שביארנו בפתיחה וכזית מן המת מטמא באהל והנבלה לא תטמא באהל ועצם מן המת מטמא ועצמות הנבילה לא יטמאו כפי מה שביארנו בפתיחה ויהיה השביל טמא כגון שיהיה בבית הקברות וביארנו בשני מאהלות שבית הפרס עצמו וארץ העמים מטמא במגע ואמרו הסיט את אחד מהן שב אל גוש ארץ טהורה וגוש בית הפרס כי גוש בית הפרס וארץ העמים ג\"כ מטמאים במשא אמנם הנבלה והמת כל אחד מהן מטמא בהסט כמו שביארנו בראש כלים ועוד נוסיף בזה ביאור בזבים והשרץ לא יטמא בהסט ואין הלכה כרבי עקיבא: \n"
            ],
            [
                "אמרו נגיעתו בזה ר\"ל באדם זה: ר' יוסי אומר א\"א לאדם מללכת ברה\"ר ולזה ספק שבילים טהור אמנם המגע אשר אינו הכרחי כל עוד שנסתפק אם נגע בו או לא נגע ספקו טמא ואין הלכה כר\"ע ולא כרבי יוסי: \n"
            ],
            [
                "כבר ביארנו שהשביל לא יהיה טמא אלא בטומאת מת ולזה אמר הזה ושנה וטבל. והשניות ישרפו ביאר שאינן ספק אחר שנכנס בשני השבילין יחד ואחד מהן ודאי טמא: \n"
            ],
            [
                "זה מבואר וזה הדין הוא כמו הדין הקודם ואמנם [משמיענו] (כוונת) [זה] הדין בטומאת השביל והמשפט בטומאת מגע שהכל משפט אחד ואפי' לר' יוסי שאומר דרכו של אדם להלוך ואין דרכו ליגע: \n"
            ],
            [
                "אין מחלוקת אם באו זה אחר זה ששניהן טהורין לפי שכל מי שיבא מהן יאמרו אליו טהור אתה ואם נשאלו שניהן כאחת טמאים ואמנם מחלוקתם בימי ששאל עליו ועל חבירו כמו שביאר הגמרא וכן לשון התוס' (פ\"ו) שנים היינו ובשני שבילים הלכנו ושני טהרות עשינו רבי יהודה ישימם כאילו באו זה אחר זה ורבי יוסי ישימם כאילו באו בבת אחת והלכה כרבי יוסי: \n"
            ],
            [
                "כבר קדם לך בפרק שקודם זה שספק דברי סופרים טהור ושאם נסתפק אם אכל אוכלים טמאים אם לא שהוא טהור ומחלוקתן ג\"כ פה בבא להשאל עליו ועל חבירו כמו שביארנו במה שקדם ודע שאין הבדל בין טומאה חמורה לטומאה קלה בכמו אלה הספיקות והלכה כר' יוסי: \n"
            ],
            [
                "כבר הקדמנו בפרק אשר לפני זה שהרוקין הנמצאי' שורפים עליה' את התרומה ואע\"פ שהן ספק ולכן אם נגע ברוק זה האיש הסכל נהיה טמא בספק ואם נגע בתרומה תשרף אמנם אם נגע בבגדיו ר\"ל בבגד זה האיש הסכל היושב ברה\"ר ונמשך בזה הרוב ר\"ל אם יהיו רוב אנשי העיר טמאים הנה הוא טמא ואם היו רובם טהורים הנה הוא טהור ואחר אמר שאם ישן ברה\"ר הנה כליו טמאים מדרס לפי שלפעמים דרס עליו הזב זו היא סברת ר\"מ אמנם חכמים אומרים שלא נחזיק טומאה בשום פנים כאשר אין שם להתלות ובתוספתא מודים חכמי' לר\"מ שאם ראהו חי מבערב אע\"פ שהוא בא בשחרית ומצאו מת הנה הוא טהור מפני שזה ספק רה\"ר והלכה כחכמים: \n"
            ],
            [
                "כבר ביארנו בפתיחה שהעובדי כוכבים כזבים לכל דבריהם ועוד יתבאר ברביעי מנדה (דף לא:) שהעובדת כוכבים בחזקת נדה לעולם וידוע הוא שהאשה השוטה לא תשמור עצמה ולא תדע עתות ווסתה ולא תשתדל בזה כפי מה שיגזרהו התורה ואמרו פה כל הרוקין טמאים לא ירצה בזה [שהן] טמאים בספק ויהיו כמו רוקים הנמצאים כי רוקים הנמצאים לא התאמת אצלנו איש טמא אמנם פה אשר נתאמתנו היות רוק טמא נמצא בזאת המדינה ושבה טומאה קבוע' הנה כל רוק שימצא בזאת המדינה הוא טמא כרוק הזב האמתי וזהו כונת אמרו טמאים: \n"
            ],
            [
                "זה כולו מבואר ועבר על העיקר הקודם שספק טומאה ברה\"י טמא וברה\"ר טהור ואין הלכה כר\"מ: \n"
            ]
        ],
        [
            [
                "המסוכן. הוא המתעלף והוא ספק אם הוא חי או שהוא מת בעת שנגע בו ואמר רבי שמעון רה\"ר מפסקת כוונתו שזה המתעלף אשר ספקו ברה\"י טמא ואחר הוציאוהו לרה\"ר אותו אשר נגע בו שם טהור ואחר הכניסוהו לרה\"י פעם שנית הנה אשר נגע בו בזה ברה\"י טמא ואשר נגע בו ברה\"י הראשונה קודם שיצא לרה\"ר ישוב טהור מאחר שאמרנו שאשר שנגע בו ברה\"ר טהור לפי שהוא שם בחזקת חי הנה מן הראוי שיהי' טהור אשר נגע בו לפני זה והוא ברה\"י כי איך יאמר שהוא עתה ברה\"ר חי ולפני זה כשהיה ברה\"י היה מת זה יהיה שקר וזהו ענין אמרו רה\"ר מפסקת ר\"ל יסור משפט הספק הקודם ברה\"י ולשון התוספת' בביאור מאמר רבי שמעון כן הוא ור\"ש מטהר שהיה ר' שמעון אומר רה\"ר מפסקת למפרע שאינו יכול לומר מת היה ברה\"י וחי ברה\"ר ואין הלכה כר\"ש: \n"
            ],
            [
                "הספק הראשון שיהי' מצורע תחת אהל ועבר איש טהור לשם ונסתפק לו אם הגיע תחת אהל אחד עם המצורע ונטמא כפי מה שהתבאר בי\"ג מנגעים או לא נהיה עמו באהל אחד והספק השני שיהיה איש טהור תחת אהל ועבר איש מצורע תחת זה אהל ונסתפק לו אם עמד המצורע בעת עברו ונטמא האיש הטהור או לא עמד כפי מה שביארנו שם <small>[צ\"ל ובזה]</small> מזה הפרק אמר באחרית ההלכה ספק האהיל ספק לא האהיל והספק הג' שיהיה דבר טמא ברה\"י ודבר טהור ברה\"ר ונגע באחד מהן או הסיטו או האהיל עליו אם היה אחד מהן ממה שיטמא באהל ולא ידע אם נגע בדבר הטמא או בדבר הטהור והספק הרביעי שהדבר הטמא ברה\"ר ודבר הטהור ברה\"י ונפל הספק ג\"כ באיזה מהן נגע ורבי יהושע ידין בטומאה בכל ספק מהן ואין הלכה כר' יהושע:  "
            ],
            [
                "עוד יתבאר לך בזה הפרק שרשות היחיד לענין טומאה אין מתנאו שיהיה רה\"י גם כן לענין שבת ולכן לא יעלה בלבבך שזה האילן בו תנאי בהעלותו או בעביו וכן החור אבל אין תנאי בזה אלא אע\"פ שראש האילן והחור בהיות האדם אינו יכול להשתמש בהן אינו רגיל להלוך בהן הנה הן רה\"י לטומא' טמא וספקו טמא וידוע הוא שהחנו' רה\"י ואם היתה החנות טמא ופתחו ברה\"ר הנה כלל החנויות כמו דבר טמא ברה\"ר כמו שאילו השרץ ברה\"ר וספק נגע ספק לא נגע ספיקו טהור ג\"כ זה החנות הטמא אשר הוא ברה\"ר אם נסתפק אם נכנס בו או לא נכנס ספיקו טהור אמנם אם נפל הספק באיזה חנות נכנס וכל אחד מהן רה\"י הנה הוא ספק טומאה ברה\"י אשר ספיקו טמא: \n"
            ],
            [
                "ידוע שהחצר רה\"י כמו הבית וכל זה דבור מבואר ואין הלכה כר\"א: \n"
            ],
            [
                "הבקעה. השדות אשר יחרשו ויזרעו והם בימות הגשמים רה\"י לענין טומאה ושבת כמו שהתבאר בזה הפרק וסבת זה שבזה הזמן לא ילך בהן אדם לבלתי יפסידו ברגליהם ואם היה השדה מכלל השדות טמאה ואמר אני נכנסתי בזאת הבקעה אשר בה שדות הרבה ולא נודע אם הלך בזה השדה אם לא ר\"א מטהר לפי שהוא ספק ביאה וחכמים מטמאים כפי העיקר אשר קדם מסברתם שספק טומאה ברה\"י טמא בין שיהיה ספק ביאה או ספק נגיעה והלכה כחכמים: \n"
            ],
            [
                "שבילי בית גלגול. מקומות [מוכנים] <small>[כ\"ה בד\"נ.]</small> לא ילך בהן המון העם. וענין מפולשי' לשיחין שיהיה בראש המבוי חפירה נחפרה בקרקע אם בור או שיח או מערה ויעמוד להן זה מקום כותל וישוב מבוי שאינו מפולש לפי שלא יוכל האדם לבא מצד אחד ולצאת מצד אחר וכבר ביארנו בראש שבת (דף ו.) ובשארית מסכת שבת (דף קיז.) ועירובין (דף כב:) משפטי רשויות שבת מה הן ובאלה השרשים אשר ביארנו שם תדע אי זה מקום יהיה רה\"י ואיזה רה\"ר לענון שבת בתנאי המבוארים בכל רשות מהן כפי מה שבארנו שם:  "
            ],
            [
                "הבקעה בימות הקיץ ואע\"פ שלא ילכו בה ההמון אך ישתמשו בה הקוצרים ועושה הקציר והדישה וחרישת הקרקע להכינה לזריעה במה שיבא ולכן נהיתה רה\"ר לטומאה אמנם בימות הגשמים כאשר לא יכנס בה ולא ישתמש אדם אחר לפי שיפסידוה ברגליהן ולא לאחד מהן ג\"כ שום עסק בה לפי שכבר נחרשה ונזרעה והגשמים ירדו תמיד ולא נשאר זולת לענין צמיחת התבואה לבד וכבר נתבאר במסכת שבת (דף ו.) שאמרם שהבקעה היא רה\"י לענין שבת לומר שאינה רה\"ר ואמנם היא כרמלית כמו שביארנו שם אלא אם יהיה לו מחיצה מוקפת בה גבוה מי\"ט כי אז היא רה\"י לשבת כמו שבארנו בש\"ס ובתוספתא אמרו אלו הן ימות החמה משתעקר התבואה מתוכה ואלו הן ימות הגשמים משתרד רביעה שניה וכבר ביארנו זמן רביעה שניה פעמים רבות בפיאה ובנדרים ובזולתן: \n"
            ],
            [
                "בסילקי. הוא בנין גדול מאד נמשך לרוחב הפתחים כמו המקומות אשר יבנו להקהיל העם והוא מבנין המלכים ולזה יאמרו בסילקי של מלכים ואין הלכה כרבי יהודה: \n"
            ],
            [
                "כבר נתבאר בתוספתא שזה הבנין אשר יקראוהו פרן הוא דומה לבסילקי ויהיה לו שני פתחים מכוונים זה כנגד זה כזאת הצורה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAG8AAACBCAYAAADOi+SSAAAAAXNSR0IArs4c6QAAAARnQU1BAACxjwv8YQUAAAAJcEhZcwAADsMAAA7DAcdvqGQAAAMbSURBVHhe7Z0LbsJADAW5GUfjaByNyhIrWW4+3s0u9aMz0pNa2DjhTQmpRMvtBbIgTxjkCYM8YZAnDPKE+Qp5t9tNJo/H433U1+mWZzs/SzvIvTS27vOJD/xbc7/f3430kZa3tVMyN72cbvGfngFVkuVw5dZgsj5ZkFcwWYblVbuoaMdjWY3fV3Z/cRuf+FiynK4cHRzx27ZZduDw+7oiy8fkwT7IE2aJPD+wdzDkQZ4wyBNmtGPkFWC0X+QVYLRf5BVgtF/kFWC0Y+QVgF/ShUGeMMgTBnnCIE+Y0Y6RV4DRjg9XxqE9gyHPktOmH9g7GPIgTxjkCYM8YZAnDPKEQZ4wyBMGecIgTxjkCfMxebYjmAvyhEGeMFGeJQPyChDlZTtGXgGivCzd8mA+UV62Z+QVAHnC2H9A8h1Pec0z/FCYj++3t+fTlVygrMefNnvg6VSEXnEG8oRBXlGez+f7q32QV5TMtQbyhEGeMMgTBnnCIE8Y5AmDPGGQJwzyhEGeMMgTBnnCIE8Y5AmDPGGQJwzyhEGeMMgTBnnFaO/f5D0sYjRxyBPDi2s5A3lFiOIyH799KM8Pg7X4ri2XT5txoAXWEHu+JC8Oa4E1xJ6nyssMg3FG+t6UFwdZYC2xb+SJ4ftGnhi+b+SJ4ftGnhAmy/eNPCFi38gTIvaNPCFi31PlWWAdsethebZhHGaBtfiuh+UZflALrMV3PVUerKe378NVvcNgHN91tm/kFcF3bbl02owXLbAW37WF1zwhYt/IE2Kk78NVvcNgHN91tm/kFcF3bbl02jT8MFiL79qCPCF81xbkieH75mpTDN838sTwfU87bcJnWCLPAmvxXWf7Rl4RfNcWnnli+L6RJ4bvG3lF8b3uBXmd7BUXH39b19Kw7eJ9o8nwNfL8sX5DMqTlZQdmsZ9S/2FH9n1M26/9cX287duT4XRVZmhcQ64lS7c8si69HG6xtQMyP/ZyMMK/l+fZuj8msnf7Jzjdqz/wv0q7YPG3xQuYvU96bOssmU+DVKK8PNiHdoRBnjDIEwZ5wiBPGOQJgzxZXq8fiy6/QLhHScoAAAAASUVORK5CYII=\"> וחכמים אומרים שכולו רשות הרבים לטומאה כאשר ישתמש ובהן הרבי' ור\"מ אומר שהצדדין מהן אשר ישתמשו האנשי' הוא רשות היחיד לטומאה ובאמצע לבד רה\"ר לטומאה ואין הלכה כר\"מ:  "
            ],
            [
                "כבר נתבאר בגמרת ושבת (שם) שהאיצטבא היא כרמלית ואמרנו פה רה\"י לשבת רוצה לומר שהוא אינה רה\"ר וכבר ביארנו תנאי כרמלית וגדרה בראש שבת: \n"
            ]
        ],
        [
            [
                "ישובו החיצונות טמאות לפי שהאנשים יבאו שם ויגעו בהן ור' יוסי אומר שאם היו כולן בשבכה אחת הנה הכל טמא <small>[ נ\"א שמא] </small>שלפעמים יניע הזב הכל ויהיו טמאים בהיסט הזב ואפי' הקדרות אשר לא נגע בהם ואין הלכה כרבי יוסי:  "
            ],
            [
                "כבר התבאר בחגיגה (דף כג.) שמגע עם הארץ טמא ושמא נגע בבגדים או בכלים (טמאים) ואמרו הבית טמא ר\"ל כל הכלים והבגדים אשר בבית וחכמים אומרים שכל מה שאפשר שיגיעהו אם ישלח ידו הוא אשר נטמא שאולי שלח ידו אליו בעת שהקיץ לראותו כאשר לא ראהו קודם זה והלכה כחכמים: \n"
            ],
            [
                "אלו האומנים הן עמי הארץ והיה עולה במחשבתנו שבהיותם משתמשים בכל הבית שיהיה כל מה שבבית טמא אצל החכמים והודיעונו שאפי' האומנים לא יטמאו אלא כל מה שאפשר שנגעו בו מבלי רדת אל הדבר ההוא או לעלות על דבר גבוה ואז ישיגהו וכן נתבאר בתוספתא והלכה כחכמים: \n"
            ],
            [
                "מעקרנו הוא שאשת חבר הרי היא כחבר ובניו ובני ביתו הרי הם כחבר ואשת עם הארץ ובניו ובני ביתו הרי הם כמוהו להיות בחזקת הטומאה וכבר ביארנו זה בזרעים והיה עולה בדעתנו שחכמים מודים לר\"מ באשה לפי שהיא רבת <small>[ס\"א העסקים וממשמשת בדברים שאינם נונעים לה ושהיא כו']</small> המותרים והשמירה ממה שלא יוחד ושהיא תמשש על מה שלא תפקד ותחפש ותהפך והשמיענו שאין חולקין אפי' בנשים והלכה כחכמים:  "
            ],
            [
                "כבר ידעת שאוכלין ומשקין טומאתן קלה וכן כלי חרס לא יהיה אב הטומאה ולכן גזרו שיטמא כל מה שבבית מאלה המינים מפני שמירת עם הארץ אמנם המשכבות והמושבות אשר הן אב הטומאה לא נדין עליהן שהם שבו משכב הזב אלא כשלא יהיה בעל הבית רואה מי שיכנס בבית ולא מי שיצא ממנו ונפרד עם הארץ בשמירה וכן כלי חרס המוקפין צמיד פתיל לא יטמאו במגע טומאה אלא במשא הזב כמו שהתבאר מדברינו בפתיחת זה הסדר וכבר ביארנו זה בעדיות ולזה לא נדין עליהם בטומאה עד שיפרד עם הארץ בו מבלי פחד ולא נשאר לו מי שיראו: ",
                "והמובל. הוא חתוך הידים והרגלים עד שלא יכול להעתק עד שיקחום בריאים וישאום ולזה נקרא מובל מאמרו יובל שי (תהלים עו) וכבר נאמר שהמובל את המצורע אשר אבריו יפלו עד שלא יוכל לעמוד ולא להמשך ועם כל זה להיות הבית מגיע ברשות עם הארץ שב כמו ביתו של עם הארץ שהכל טמא:  "
            ],
            [
                "אלה הגבאים גם כן הן עמי הארץ *נראה דזה טעות המעתיק וצ\"ל כמו בר\"ש וברע\"ב (והעיקר אצלנו שהן ממשכנין על הצדקה ואפי' בע\"ש) ואם באו אל הבית לקחת המשכון טימאו לכל מה שבבית אלא אם יהיה עמהם עובד כוכבים וסבת זה מה שזכרו בתוספת' מפני שאימת עובד כוכבים עליהם ולא ישלחו ידיהן וכבר התבאר בתוספתא שהגבאים אם לא יהי' המשכון בידיהם ולא היה שם ביניהן מעיד שנכנסו לבית ואמרו הן נכנסנו ולא נגענו נאמנים שהפה שאסר הוא הפה שהתיר [ואם היו אחרים מעידים שנכנסו אין נאמנים לומר לא נגענו] אמנם הגנבים אשר דרכם לבד הוא אשר בחזקת טומאה לפי שהן לא ירצו בלכתן בבית עדים: אם היה עובד כוכבי' עמהם אשר הוא כזב לכל דבריו ומטמא משכב ומושב או אשה הנה כל מה שבבית בחזקת טומאה אפילו המשכבות והמושבות: \n"
            ],
            [
                "אודיארין. הבלנין שבמרחצאות חלונים ישימו כל איש לבושו בחלון מהן ויכנס אל המרחץ ולאלה החלונות פתחים ודלתות ואמר רבי אלעזר בן עזריה שהוא מעת שסגר הפתח על לבושו הנה הן בחזקתם לפי שלא ישלח איש ידו לפתוח חלון סגור וחכמים אומרים שהן טמאים לפי שכבר נגע בהן טמא אלא כשסגר עליו הדלת נשא המפתח לבלני לפי שהוא אע\"פ שהיה עם הארץ לא מסר לו אלא שמירת המפתח כמו שהתבאר בפרק ראשון או ישים חותם מטיט וכיוצא בו על הפתחים כמו שהתבאר בתוספתא או ירשום רשום יקבל ממנו מופת שלא נפתח החלון ולא נגע אדם בכלים. ואמרו המניח כליו מגת זו לגת הבאה הוא שיהיה הכהן לוקח תירוש של תרומה מזה עם הארץ ועזב כלי הבציר על טהרתם במקום מהגת הוא יבצור בהן בשנה הבאה אע\"פ שלא ידע אם נגע בהן שהנשים ג\"כ ישמרו מהן ואפי' נעלם מהן לידיעתם שהוא כהן וחזקת הדבר אשר הוא אצלו טהור הנה הוא ישראל כל עוד שנעלם מלשומרן והוא נטמא הוא אמרו עד שיאמר בלבי היה לשומרו ואין הלכה כרבי אלעזר בן עזריה: \n"
            ],
            [
                "רצה לומר כהן טהור לאכול בתרומה אם פנה ממחשבתו מהכין לאכול בתרומה ולא ישמור נפשו ולא ידע בנפשו ג\"כ טומאה רבי יהודה אומר הרי היא בחזקת טהרה לפי שהטמאים לא יגעו בו לדעתו שהוא טהור לאכול בתרומה וחכ\"א שהוא נטמא בהסח הדעת לענין תרומה וסבת זה מה שזכר שהידים עסקניות ר\"ל רבות ההתעסקות ולפעמים נגע בטומאה והוא לא ידע וזה מכלל י\"ח דבר שגזרו שהידים תפסול את התרומה ואף ע\"פ שלא ידע להן טומאה כמו שהתבאר בסוף זבים והל' כחכמים: \n"
            ],
            [
                "גרגרניות. הומות לאכול מן הגרגרת והוא השפוי כובע ותרגום (איכה א׳:י״א) כי הייתי זוללה בתרגום ירושלמי ארי הויתי גרגרנית והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כבר ידעת שהחצר יקרא שלפני הבתים וכל השכנים משתמשים בו ואם היה התנור בנוי ולא היה אפשר בו היסט והוא גם כן מוקף צמיד פתיל ואינו מטמא מגבו הנה בהוראתו בבתים הנה יוסר הצמיד פתיל וישיבהו ור' יהודה אומר שאין בתנור דבר שיקח שיצטרך לכל זה ואין הלכה כרבי יהודה והלכה כר' יוסי: \n"
            ],
            [
                "כבר בארנו בפתיחת זה הסדר משפטי הכלים אם היו טמאין טומאת מת ולזה אמר שהן ג\"כ במדרגת טמא מת ובהיות זה העם הארץ יודע שזה אשר הפקיד אצלו אוכל תרומה הנה הוא כהן ישמרם מטומאת מת והוא נאמן באמרו לא נטמאו במת ואף על פי שהוא עם הארץ כמו שביארנו בעשירי מכלים אמנם נשארה בהן טומאת מדרס לפי שפעמים תשב עליהן אשתו נדה והוא לא ימחה בידה להיותו עם הארץ וכבר ביארנו שרוצצת רצה לומר נלחצת וענין זה ר' יהודה אומר אם היו אלה הבגדים מעוכים קצתם בקצתן בארון עד שילחצם כסוי הארון הנה אז אפשר שתשב עליהן אשתו נדה אמנם אם היתה בלתי מלאים בגדים אבל ישאר בין הכסוי ובין הבגדים ריקות לא תשב עליהם אמנם יטמא טומאת מדף לבד ר\"ל שהן ישובו כמו כלים שנישאו ע\"ג הזב אשר יטמאו טומאה קלה לטמא אוכלין ומשקין כמו שביארנו בראשון מכלים וכמו שיתבאר בזבים (פ\"ב) ושם יתבאר לך שהכלים אשר ישא הזב יקרא מדף ואמר אע\"פ שהמפתח ביד הבעלים אשר היה אומר אף על פי שיהיה אפשר להן שיהיו טהורים הודיענו שהן טמאים ובתוספתא נאמנים עמי הארץ על טבילת טמא מת ואין נאמנים על טבילת מדף רצה לומר אם אמרו טהרנו זה אשר היה טמא מדף ואין הלכה כר' יוסי: \n"
            ],
            [
                "זה אשר נאבד לו דבר ומצאו אמנם הוא ברה\"ר ולזה אם עבר עליו הלילה טמא מדרס לפי שידרסיהו אנשים ולא יראוהו וכבר נתבאר בתוספתא שאם אבד לו דבר ומצאו ברשות היחיד אשר ספיקו טמא כמו שקדם ביאורו הנה אלה הכלים טמאים מדרס וטמא מת והיות הכלים הנופלים ברה\"ר טהורים מבואר לפי שהוא ספק ולא יסתפק עליך אמרו (בכלים) [בזה] טמא אע\"פ שהוא בתוך הבור לפי שהוא מעת שהגיע ברשות עם הארץ שנטמא במת כמו שבארנו ויצטרך הזאת שלישי ושביעי ואז יטהר: \n"
            ],
            [
                "זה מבואר והלכה כחכמים: \n"
            ],
            [
                "אם נכנסה שלא ברשות אלא להוציא הענין הפלוני ותצא הנה לא תשתדל להשתמש ולגעת לאשר אתה בבית כי אימת בעל הבית עליה ולא תשלח ידה לדבר: \n"
            ],
            [
                "טומאת אוכלים <small>[*נא\"י טומאת אוכלין]</small> אינה אלא למאכל אדם בלבד ומה שאינו ידוע במאכל אדם הנה אי אפשר מבלי מחשבה והוא שיביאהו למאכל אדם. וזה הדבר הידוע למאכל אדם אם נפסד שאינו ראוי למאכל אדם אז לא תטמא לאמרו יתברך מכל האוכל אשר יאכל פרט לאוכל סרוח לפי שהוא לא יאכל ואם נטמא האוכל ואח\"כ נפסד אחרי הטמאו הרי הוא נשאר בטומאתו עד שיפסל מלאכול הכלב ויהי' שיעור המאמר כל המיוחד למאכל אדם שנטמא טמא עד שיפסול מלאכול הכלב: רצה לומר למאכל אדם לבד ומה שאינו ידוע במאכל אדם הנה אי אפשר לו מבלי מחשבה והוא שיביאהו למאכל אדם וזה הדבר ידוע למאכל אדם אם נפסד עד שלא תצלח ואפי' לאכול הכלב אז לא יטמא ואמר יתברך (ויקרא יא) מכל האוכל אשר יאכל אמרו פרט לאוכל סרוח לפי שהוא לא יאכל ועוד יתבאר לך באחרית עוקצין שנבלת עוף טהור לא תצטרך מחשבה אמנם זה יצטרך מחשבה וזה הגוזל אם נפל ביין ומת לאשר הפסיד וליכלך במותו ביין  נראה דצ\"ל שבכאלו שב כאילו הוא נמאס אם היה הגת בעיר ולכן צריך מחשבה ואז יטמא טומאת אוכלים והוא אמרם בגמ' נדה (דף נ:) לעולם בכרך וגתו מיאסתו ועשאתו ככפר ולזה אם בא עליו במחשבה והוא בתוך הבור שיאכלנו העובד כוכבים שמטמא טומאת אוכלין ואם חשב עליו להעלותו לכלב הנה לא יטמא טומאת אוכלין והוא ענין אמרו טהור הלא תראה הגוזל להיותו מאכל אדם עם היות שנפסד ושב [להיות] נאות למאכל הכלב לבד אם חשב עליו יקבל טומאה וזהו כונת אמרו שכל מאכל אדם לא יוסר מלקבל טומא' עד שיפסול מלאכול לכלב ורבי יוחנן בן נורי אומר שהוא יטמא טומאת אוכלין מבלי מחשבה בהיות הגת בעיר כמו שבארנו ואין הלכה כרבי יוחנן בן נורי:  "
            ],
            [
                "כבר התבאר במקומות רבים ממה שקדם שהמשקין יטמאו הכלים וישובו אלה הכלים שני לטומא' וזה מדרבנן ועוד יתבאר בט\"ו מכלים שמשקין טמאים שנגעו באחורי כלי נטמאו אחוריו ולא נטמאו תוכו לתרומה וביארנו בפתיחה זו שמשקים טמאים תחלה לעולם ואפי' נטמאו בשני לטומאה אם נטמא אחורי הכלי במשקים טמאים שבאחורי הכלי שני ואם נגעו אוכלין טהורים באחורי זה הכלי לא נפסלו והיה ההיקש שתפסל ותשוב שלישי אך רבי אליעזר יקל בזה להיותה טומאה קלה מדרבנן והוא אמרם מ\"ש אחורי כלי דנקט משום דקילא טומאתן (ופה) [ומשו\"ה] אמר מטמאי' את המשקים אפי' דחולין ואין פוסלין את האוכלין אפי' מתרומה ורבי יהושע אומר שאחורי זה הכלי ג\"כ פוסלי' את האוכלין כמו כל שני ק\"ו מטבול יום אשר פוסל את התרומה ואינו מטמא את המשקים כמו שביארנו בשמיני מפרה כ\"ש זה אשר יטמא משקים שהוא יפסול <small>[צ\"ל ור\"א לא]</small> לא יקיש ק\"ו בין טבול יום דאורייתא ואחורי הכלים דרבנן לפי שהוא אומר אין דנין דברי סופרים מדברי תורה ובא שמעון אחי עזריה ואמר שדברי רבי יהושע אשר אמר שאחורי הכלי פוסלין את התרומה איננו אמת בשום פנים וכן מאמר רבי אליעזר אשר אמר אין פוסלין איננו אמיתי אבל הוא אמיתי באלו הפנים וזה שאחורי הכלים אם נגעו במשקים שבו אלה המשקים תחלה והן מטמאים אוכל אחר וישוב שני וזה השני יפסול אוכל שלישי הנה עברה הטומאה מאחורי הכלי לאוכלין באמצעות המשקים ואם נגעו האוכלים עצמן באחורי הכלי לא יפסלו ולזה מאמר האוכלים לאלו המשקים אם נטמאו מאחורי הכלי וטמאה מטמאיך לא טימאוני ואתה טימאתני ויהיה שמעון אחי עזריה על זה הפי' בלתי חולק על ר\"א אלא דומה למפרש למה שיובן מסברתו ובהיות אפשר שיהיה הפירוש הנוטה בזה המאמר שרבי אליעזר סובר שהמשקים שנטמאו מאחורי הכלי לא יטמאו אוכלים ואע\"פ שהן בעצמן משקין טמאין ויהיה ר' שמעון חולק על זה ויהיה מאמרו לא כך ולא כך לא כרבי אליעזר אשר יאמר לא תפסול משקים שנטמאו מאחורי הכלים לאוכלין לולי שאני מצאתי לשון התוספתא היות משקים שנטמאו מאחורי הכלים יטמאו כלים ויטמאו אלה הכלים אוכלים והש\"ס הנה פסק שם הל' כרבי אליעזר והנה אי אפשר שיפורשו דברי שמעון אחי עזריה אלא כמו שזכרנו:  "
            ],
            [
                "כבר ביארנו באהלות (פ\"ג) שקטפרס הוא השטח השוקע משופע לשטח הארץ אלא שקצהו האחד עולה והאחד יורד דומה לשפוע חלק ואם תהיה עריבה כפי זאת ההנחה ויהיו בה לחות משקים וג' חתיכות בצק טמא בזאת העריבה ובשלשתם כביצה הנה לא יצטרפו קצתן בקצתן מצד שיטמאו זה המשקה אשר תחתיהן ותטמא העריבה ואם תהיינה ב' חתיכות מצטרפות וכונת רוצצות משקה שיהיה משקה הזה בין שתי החתיכות וכאילו יחברם וכוונת משקה עומד שתהיה הלחות שוקעת תחת הבצק ולא יהיה מדרון וא\"ר דוסא אין אוכל מתפחת ואפי' היה כולו מקובץ מחובר קצתו לקצתו אינו מצטרף לכביצה ואין הלכה לא כר' יוסי ולא כר' דוסא: \n"
            ],
            [
                "כבר ידעת שקטפרס הוא השטח השוקע לשטח הארץ אלא שאם שופך עליו דבר ירד ויזול: ",
                "ואשבורן. המקום המקוער אשר ינוח בו הדבר הנוזל ויתקבץ ואתן לך בזה בשכלך שרש אחד והוא שהמים לבדן זולת שאר המשקין טמאין טהרו במקוה ויטהרו כמו שזכרנו בביצה (דף יז:) באמרם משיקים את המים בכלי אבן לטהרם ועוד יתבאר זה ג\"כ בשביעי ממכשירים אמר בזאת ההלכה שאם הובא מקל במקוה יתחבר מים שבמקוה באלה המשקין הטמאין נטהרו כולן ר\"ל המשקין אשר במקל וכוונת השקה מגזירת (בראשית כז) ושקה לי בני על צד ההדמות בהיות קצה המטה מתדבק במי המקוה לבד ולא נצטרך שיכנס במקוה וחכמים אומרים עד שיגיעו המשקין כולן תוך המקוה ואז יטהרו ואחר מביא בזאת הכוונה בעצמה הניצוק והוא העמוד הנוזל מכלי אשר יורק ממנו הדבר הנוזל אל הארץ שזה העמוד כולו אינו בדמיון גוף אחד מצד שאם נטמא קצתה נטמא כולו המשל בזה אילו שופך אדם מים ממקום גבוה על השרץ והטיף אחד מעט מן המים ממה שבאויר מזה העמוד הנה אלה המים טהורים ר\"ל אשר הטיף וכן אינו חבור לטהרה משל בזה אילו שפכו משקין טמאים ממקום גבוה על המקוה הנה לא נאמר שכל העמוד כולו טהור להיות קצתו במקוה כמו שלא נאמר במקל וכן ג\"כ המשקין אשר היו בקטפרס יהיו המים כולן כבר נחו כולן במקום השפל ונשאר זה השטח הנשפך בו משקה טופח לבד כמו שקדם קודם זה באמרו משקה טופח מלמטן כי בהיות השיפוע חלקלק לא ינוח בו זולת זה השיעור מן ההטפחה ולא נחשוב גם כן כל המשקה טופח שעל גבי הקטפרס מחובר מעת שנטמא קצתו נטמא כל המשקה אשר על זה השטח או אם הגיע קצתו במקוה שטהרו המשקים כולן אמנם אם היה מקוה מקוער ובו משקים אמנם משקים טהורין או יותר מעת תתחבר טומאה בקצתו נטמא כולו וכן אם הגיע קצתו במקוה טהור כולו לפי שלא יטהרו המים כשיתערבו במי מקוה התערובת אלא כשיודבק במי מקוה בשטח משטחי אלו המים הטמאים לבד כמו שהתבאר בביצה (שם) ולזה אם היו אלו המים הטמאים באשבורן ומגיע קצתו בתוך המקוה הנה כל מי מקוה שטח משטחי אלה המים אשר בתוך הכלי כי אשבורן הוא כלי בלי ספק וזה מבואר אצל המאמינים והלכה כחכמים:  "
            ]
        ],
        [
            [
                "תחפר בארץ חפירה יאצרו בה הזיתים ויתעפשו שם עד עת הסחיטה ובעת הסחיטה יוצאו ויסחטו וזה המקום יקרא מעטן של זיתים ואמר ב\"ש שאם הזיעו <small>[צ\"ל זיעה]</small> זה ונשרו בהכבדות קצתם אל קצתם הנה נשלם להן ההכשר והוכשרו לטומאה אמנם אם הובללו בזיעתם לקופה בעת הנשאם אין זה הכשר ואמרו בית הלל שאין בהיותן מזיעות בחפירה הוכשרו אלא אם רוצצו והולשו עד שיתחברו קצתם בקצתם ותעלנה ג' זיתים מדובקים וחכמים אומרים שכל זמן שתהיינה בענין האוצר וההכבדה לא יקבלו טומאה ואפי' תהיינה בזה הענין מן הבלילה אמנם אם נשלם השתדלותו ועזבם מוכנים לסחיטה הנה הוכשר לטומאה אז בלחותם וידוע הוא ששמן זית מכלל ז' משקין אשר יכשירו או יטמאו ולכן תהיינה הזיתים מוכשרות לטומאה מלחותן והלכה כחכמים:  "
            ],
            [
                "כבר ידעת שהמסיקה תקרא קבוץ הזיתים ולקיטתן מן האילן יאמר שאם נקף כל הזתים אצלו ולקטן וקבצן במעטן אך שכוונתו שיקנה ויחבר אליהן או השלים ללקט ממה שאצלו ומה שעתיד ליקח ג\"כ אך רוצה ללוות זיתים אחרים ויחבר אליהם הנה לא נגמרה מלאכתם ולא הוכשר עד שלא ירצה להוסיף עליהם וכל עוד שקרהו מקרה מלהוסיף כמו אבל או משתה אפילו נתעפשו ונבלל ואינן מוכשרין כאשר ברצונו להוסיף עליהן ועדיין לא נגמרה מלאכתם ולכן אם הלכו עליהן זבים וזבות טהורים לפי שאינם מוכשרין ואם נפלו עליהן בזה העת משקין טמאים אשר יטמאו מבלי הכשר הנה לא תטמא מאלה הזתים אלא מה שנגעו בו מאלה המשקין לבד ועוד ספר לנו בדין אחר ואמר המוחל היוצא מהן טהור ומוחל הוא המים השחורין הנוזלים מן הזיתים ואמר שאלו הזיתים אשר לא נגמרה מלאכתן אלו המים אשר יזלו מהן אינן מז' משקין ולזה יהיה טהור ולא יטמא בעצמו ולא יכשר כמו שביארנו בפתיחה ובתוספתא ר\"מ אמר מוחל משקה הוא ומפני מה טהרו מוחל היוצא מן הזיתים עד שלא תגמר מלאכתן לפי שאינו רוצה בקיומו: \n"
            ],
            [
                "אמר שאלו הזתים אשר הן מוכשרין אם נפלו עליהן משקין רצה לומר משקין טמאין הנה הזיתים כולן ואפילו אותן אשר לא נגעו במשקין טמאין וסבת זה שהלחות אשר בכולן הוא אשר שמם מוכשרין לטומאה מחוברין באלה המשקין הטמאין שנפלו כי זה המשקה בעצמו אשר הכשיר אותן הוא אשר נטמא גם כן במשקין שנפלו וטימא כל הזיתים כולן ואחר שב למשפט אחר ואמר שהמים השחורים הנוזלים מן הזיתים שנגמרה מלאכתן ר' אליעזר לא יחשבהו משקה ולא יטמא כלל ולא יכשיר וחכמים ישימוהו מתולדות השמן ולכן יטמא עצמו ויכשיר זה דברי ת\"ק אמנם ר' שמעון אומר שהמוחל דברי הכל אינו משקה אמנם הוא מי פירות ומדרך שמן זית בעת סחיטתו שיערבהו מעט ממי הזיתים שאם נתקבץ שמן זית בתוך הבור ונצלל ימצא בתחתית הבור תחת שמן זית מים <small>[בד\"נ הגי' עכורים]</small> שחורי' ואלו המים הם אותן אשר יאמרו חכמים שהן משקה ויטמא מפני השארות שמן זית אשר בו ועוד יבואר מחלוקת ר' שמעון ור' מאיר בזה הענין באחרית מכשירין ובתוספתא ר' שמעון אומר מוחל מי פירות הוא ומפני מה טמאו מוחל היוצא משוקת בית הבד לפי שאי אפשר לו לצאת ידי צחצוחי שמן ואין הלכה כר' שמעון ואמנם הלכה כחכמים כפי מה שזכר ת\"ק:  "
            ],
            [
                "זאת ההלכה כבר נתבארה במסכת חגיגה (דף כה.) וזה שהעיקר אצלנו שטהרת יין ושמן של תרומה לא יאמנו עליהן האנשים כולן אלא בשעת הגתות והבדים ואפי' עם הארץ נאמן אם אמר זה השמן או זה הפרי תרומה טהורה לפי שהאנשים כולן בשעת הגתות והבדים נזהרים ונשמרים לבצור בצירם בטהרה ואם נשלם שעת הגתות והבדים ולא נשאר מי שידרוך אלא אחדים ומעטים והדברים ג\"כ אשר ידרכו מעטי השיעור יזלזלו בהן ויפול ההתערבות וההמזגת בהשתמשות ויזלזלו בטהרה ולכן לא יאמנו אז עמי הארץ על טהרת יין ושמן של תרומה ואם הביאה אל הכהן לא יקבלנה מהן לפי שלפעמים היא תרומה ולכן אם נשלם שעת הגתות ונשאר לאדם שארית מן הזיתים אין רשאי לסוחטן ולהוציא מהן תרומת שמן לפי שאינו נאמן על טהרתה ולא תלקח ממנו כמו שנתבאר בחגיגה (שם) ואמנם יטול מהן תרומה בעודם זיתים (ואחר) וישאנה לכהן ואמרו לעני הכהן ולא אמר לכהן לפי שברוב [שהזיתי'] ינתנו לעני למיעוטה ושמן הזית ינתן אפי' לעשיר ואמר ר' יהוד' שהוא ישא את המפתח לכהן בעת השלמת הגתות והבדים ויתננו לו תכף כדי להשאיר כל מה שבזה הגת או בבית הבד בחזקת טהרה ויבא אל הכהן ויסחטם נגדו ויקח ממנו תרומת שמן בטהרה ור\"ש אומר שאם נשארו אחר השלמת הגתות מעת לעת ובעת ההיא נשא אליו המפתח בית הבד או הגת בחזקת טהרה והלכה כרבי יהודה: \n"
            ],
            [
                "כותש הוא המכתש שכותשין בו הזיתים ואם עזב הזיתים שם שישארו עד שיתרככו ויקל דריסתן הנה נגמרה מלאכתן אמנם אם הביאן שישארו מדת הזמן עד שיתרככו ואחר יוציאם למלחם הנה לא נגמרה מלאכתן ואינן מוכשרין לסברת בית הלל. ופוצע הוא אשר ישפשף הזיתים או יבקעם אם היו ידיו טמאות הנה טימאן אם היו תרומה כי הידים טמאות שניות לעולם כמו שיתבאר בשלישי ממסכת ידים: \n"
            ],
            [
                "לגרגרם. לעשות מהן גרעינים הכוונה להתייבש ולהתנגב ואפילו היה גובהם אמה אשר נדע עתה שכבר נתייבשו העליונות הנה התחתונות יבללו לכן מאחר שכוונתו הניגוב אינן מוכשרין ואם שמם בבית להתעפש והוא כוונת אמרו שילקו ואפילו היה כוונתו שיעלם אחר זה לגג או אם שמם בגג ג\"כ להתעפש *נהא\"י ואפי' חשב אח\"כ שימתתו בגג ויתנגבו אחר התעפשם ולא רצה אחר זה שיפתחם בבית ויתנגבו אחר התעפשם הנה הן מוכשרין לטומאה מאחר שכוון לעפשם כי שרייתם במה שיצא מהן מן הלחות זה ממה שיעזור לעפשם ולזה יוכשרו אמנם אם שמם במקום אחד ונתעפשו ואין כוונתו ההתעפשות הנה הן בלתי מוכשרין וזה כפי העיקר אשר הוא אצלנו בהכשר שיצטרך שיהיה לרצונו כמו שיתבאר במקומו: \n"
            ],
            [
                "אם אסף הזיתים קצתן עם קצתן במעטן הנה זה החבור יקרא בתוספתא אום של זיתים ואמרו בד או שני בדים כוונתו מלא גת או שני גתות כי גת של זיתים תקרא בד וכבר התבאר בתוספתא שאלה המחלוקת אמנם הוא בזיתים שלא נגמרה מלאכתן <small>[נא\"י שלא הוכשרו]</small> ולא הוכשרו ואם רצה לקחת מאלו הזתים שיעור מועט והוא אמרו בד או ב' בדים ואחר יכסה הנשאר ויעזבהו בעת מה שיחתוך מאום של זיתים בד או שני בדים מותר לו שיחתכנו בטומאה לפי שלא הוכשרו לטומאה ואם רצה לכסות מה שנשאר לא יכסה אלא בטהרה לפי שאז נגמרה מלאכתן והוכשרו לטומאה ולא יגע בהן אלא בטהרה וב\"ה אומרים שהן אפילו בעת כסוים לא נגמרה מלאכתן ולא הוכשרו ולכן יחפה ג\"כ בטומאה ור' יוסי אומר שהוא אפילו נשא זה האום כולו מעט אחר מעט בטומאה שמותר הוא באשר לא הוכשרו כי לא נגמרה מלאכתן ולא תאמר בד או שני בדים לבד אבל נאמר כל מה שנשאר באשר שכבר נגמרה מלאכתן אתה רואה שלא נשאר לו זולת הנשיאה אל הגת בהיות כונתו שהוסיף ועדיין לא נגמרה מלאכתן וכן התבאר בתוספתא שכן כוונת דברי רבי יוסי אמנם הכונה בקרדומות של מתכת ר\"ל טמאים לפי שהן יותר חזקים לקבל טומאת מת משאר הכלים כמו שביארנו בפתיחה וזה כמו אמרם קודם זה אפי' זבין וזבות מהלכין עליהם אשר הן בתכלית הטומאה ואין הלכה כרבי יוסי:  "
            ],
            [
                "הזיתים יטחנו ברחיים וסביב הרחים שוקת יוזל בהן השמן ומשם ירד אל השרץ ואם היה המשקה כולל הזתים כולן ועבר בזה השוקת הנה נטמא המשקה בשרץ נטמאו הזתים כולן ואם נמצא השרץ למעלה מן העלין אשר יכוסו בהן הזתים ונשאלו הדורכים ואמרו לא נגענו הכל טהור וזה מבואר ואם היה נוגע השרץ אשר למעלה מהעלים בכל הזתים המקופלים אשר תקרא אום כמו שזכרנו הנה הזתים כולן נטמאו לפי שהן מוכשרין כמו שביארנו: \n"
            ],
            [
                "פרודין. זתים מפורדים ואמרו בגג ובמעטן בארתיהו ובתוספתא ביאר לא יצטרך עמו ביאור אחר וזה ל' התוס' (פי\"א) היה קוצה מן המעטן ומעלה לראש הגג ונמצא שרץ בגג המעטן טהור במעטן הגג טמא ומבואר הוא שכוונת אמרו הגג והמעטן ר\"ל זתים שבגג וזתים שבמעטן ודע ששרץ שרוף לא יטמא כמו שהתבאר בז' מנדה וכן הבגד הקרח אשר כבר נתיישן ובלה לא יטמא כמו שמבואר בכ\"ז מכלים ואם מצאנו זה השרץ השרוף לא נאמר אולי נגע בזיתים קודם שריפתו ואחר זה שרפוהו ע\"ג הזתים וכן לא נאמר אולי זו המטלית היתה טמאה והיא בריאה ואחרי הטמאה בלתה ויהיה דינן דין כלים הנמצאים לפי שעיקר כל הטומאות כשעת מציאותן כמו שקדם ביאורו: \n"
            ]
        ],
        [
            [
                "בדדין. הן אותן אשר ישרתו בבית הבד בגתות ואם היו עמי הארץ וטהרם בעל הגתות וסגר הגת עליהן והן מתחילין להתעסק במלאכתן בתוך הבית הנה כל מה שבבית הבד טהור בלא ספק ואם היה שם בבית הבד בגד טמא במדרס הזב ר' מאיר אומר בית הבד טמא לפי שלפעמים נגעו במדרס ר' יהודה אומר הרי הם בחזקתן ולכן בית הבד טהור לפי שהן יבדלו ממנו ולא יקרבו אליו ואם זה הבגד טהור בית הבד טמא כי כאשר חשבו שהן כלים טהורים נגעו בהן ורבי יוסי חולק לר' שמעון שזה אשר תחשוב שאם יחשבו שאלה הכלים טמאין מדרס בית הבד טהור היא סברא בלתי אמתית כי הן אע\"פ שלא יגעו בהן להיותן טמאין הנה יטלום ויניעום ויעתיקום לפי שעמי הארץ אינן יודעין טומאת היסט ויחשבו שהיסט לא נטמא כאשר לא נגעו בדבר הטמא והן לא ידעו שהוא א' ממיני המשא כמו שיתבאר בזבים (פ\"ד) ובהיות הענין כן אין הפרש בין שיחשבו שהן כלים טהורים או שידעו שהן טמאין מדרס בית הבד טמא שמא נגעו והלכה כרבי יוסי: \n"
            ],
            [
                "כבר ידעת שהמשקין טמאין יטמאו כלים ואוכלים ולא יטמאו אדם אם נגע בהן אלא אם נגע בידיו נטמאו ידיו לבד ולכן אם הטביל רגלו במים טמאין והניחו בארץ הנה אלו הזיתים טהורים כאשר לא נשאר ברגלו לחות יטמא בהן והאיש טהור וכן בתינוקות נאמנים לומר אלה הקטנים לא נגעו בשמן או בזיתי' וכיוצא בהן ואחר אמר שאם יצאו מבית הבד ואפילו באו אחורי הכותל הנה הן בחזקת טהרה כאשר כבר נטהרו והוא שומר אליהן אא\"כ הרחיקו ממנו עד שלא יראם כי אז יצאו מזאת החזקה ושבו בחזקת עם הארץ אשר הם בחזקת טומאה: \n"
            ],
            [
                "כבר הודעתיך שהאנשים כשרוצין לדרוך בטהרה יטהרו הפועלין ואז יביאם אל הכרם לבצור את בצירו לפי שלא יקטפו את הענבים לגת אלא בטהרה לפי שהן מוכשרים כמו שביארנו באחרית אהלות ואמר ר\"מ שהוא מעת שיביאם אל פי המערה אשר יטבלו בתוכה נדע שהן טבלו ולא נתחייבו להתעכב שם עד שיראה בואם אל המים ור' יוסי אומר שיצטרך שיעור בטבילה לפי שהן לפעמים יבאו ויאמרו הנה טבלנו והם הגיעו עד שפת המים ויזו ולא טבלו ור\"ש אומר שהם כאשר חשבו בעצמן שהן טהורין ולא יצטרכו טבילה הנה יחוייב אליו שיעמוד עד שיטבלו והלכה כרבי יוסי לפי שהן ג\"כ לא ידעו תכונת הטבילה כפי השלמות ויזלזלו בחציצה ומה שדומה לה: \n"
            ],
            [
                "כבר ביארנו בסוף אהלות שהבוצר לגת הוכשר לטומאה וזה דעת ב\"ש וב\"ה אומרים לא הוכשר ואחר דבר שם בענבים שלא נבצרו לגת והיו במחצלאות שטוחות על הארץ לייבש ולהיות צמוקים ואחר לקח מהן והשליכם לגת אמרי בית שמאי שצריך שיקחם ויתנם לגת בידים טהורות לפי שהוכשרו לטומאה מעת לוקחו לגת ובית הלל אומרים נותן בידים טמאות לפי שהוא בלתי מוכשר לפי עיקר סברתם אך אף על פי שהוא בלתי מוכשר לעניין הפרשת תרומה לא יפרישנה אלא בידים טהורות:",
                "ועביט. שם לחפירה אשר יקובצו בה הענבים כמו שיקרא חפירות הזתים מעטן ואם היו ענבים בעביט או שטוחים על גבי העלים הנה כולן מצויין שלא יקח מהם ויתן לגת אלא בידים טהורות לפי שהוא מוכשר במה שיצא מהן מן הלחות וכבר העיד בזה לדעתו בהיותם שטוחים על העלים עד שלא ישפך מה שיטפח מהן והלכה כבית שמאי:  "
            ],
            [
                "אמר מי שיאכל בידים מסואבות מן הסלים ועל אלו הענבים שנתבקעו ונטפו אינו מוכשר ולכן אם נפל לגת הגת טהור שהענבים אשר יחותכו לאכילה לא הוכשרו ואם היה אוכל מתוך העביט ומן המשטח של עלים בידים מסואבות ונפל ממנו גרגר יחידי לגת אם היה זה הגרגר בריא וקצה העץ אשר יתלה בו הגרגר קבוע בגרגר עד שלא תצא ממנה לחות הנה זה הגרגר טהור וזהו כונת אמרו יש לו חותם ואם היה מוסרך זה הקצה ונשאר הגרגר מגולה הראש הנה יטמא בידו הטמאה מפני המשקה אשר בזה הראש ובתוס' (פי\"א) אמר אין לו חותם טמא בד\"א אם נגע במקום חותם אבל לא נגע במקום חותם טהור ואחר שב ודבר בענבים טמאים שנטמאו בידו באמצעות המשקה אם נפלו לגת ודרכן הוא דבור מבואר ממה שקדם לנו פירושו בשלישי מזאת המסכת: \n"
            ],
            [
                "ר\"ל הטמא שהיה עומד על שפת הבור של גת וניתזה צינורא מפיו בעת דבריו ספיקו טהור: \n"
            ],
            [
                "זולף. הוא המריק בור של יין או של שמן בכלי ואם נמצא שרץ בכלי אשר נתמלא ראשון הנה הכלי' אשר נתמלאו אחריו טמאים לפי שנטמא כל מה שבבור ואם נמצא השרץ בכלי האחרון הוא לבדו נטמא כי אנחנו נאמר אחר שנתמלאו אלה הכלים המוקדמין כולן נפל השרץ לבור בשארית אשר נתמלא ממנה חבית אחרונה וזה אם הורק הבור בכלים עצמן וזה כשיכניס כל הכלים בבור וימלאם אחד אחד אמנם אם היה דולה מן הבור בדלי הנקרא מחץ ויריק בכל כלי עד שימלאנו ואחר נמצא שרץ באחד מן החביות בין שימצא כאשר נתמלאו תחלה או באחרונה לא תטמא זולת הכלי אשר נמצא בו השרץ שאנחנו נאמר שכל מה שהיה בבור טהור הוא ובזאת החבית לבדה נפל השרץ ונהיתה זאת החבית לבדה טמאה וכל מה שנתמלא לפניו או לאחריו טהור זהו אם היה בודק הכלים בעת מה שיריק בהן היין ולא יכסם שאפשר שנאמר בזאת החבית נפל השרץ אחר שנתמלא או אם מכסה כל כלי בעת התמלאו אך שלא יבדקם בעת שיריק היין בהן כי אנחנו נאמר גם כן אולי השרץ היה בחבית ויצק עליו היין אמנם אם בדק כל חבית ואז יצק בה היין במחץ ואחר כסם אחרי התמלאם ונמצא שרץ באחת מהן הנה כולן טמאין שאנחנו נאמר שבבור היה השרץ בהכרח וכן אם מצאו השרץ בבור הכל טמא לפי שאנחנו נאמר ששם היה מתחלת הענין וכן אם מצאנוהו במחץ שאנחנו נאמר ששם היה בתחלת הענין ומזה השרץ הוצק היין וכל מה שנתמלא ואפי' לפני המצאו הכל טמא: \n"
            ],
            [
                "עיגולין. הן לוגין הכלים אשר בהן הענבים מוכנים לגת והיו בעיגולי התבנית אצלם ולזה נקראו עיגולין והם אשר קוראים אנחנו אלמנסור. וזגין הפסולת והן הזגין אשר ישארו אחר הדריכה והוא גם כן שלפני בוצרים הוא אשר יעמוד נגד פניהן מן הכרם כשיבצרו ושלאחר הבוצרים מה שכבר נשלם בצירתו וכבר ידעת ענין היות מקום רשות היחיד או רשות הרבים לענין טומאה: ",
                "עקל בית הבד. הוא הקף סביב הזתים בעת הדריכה לחברם ולקבצם ואמר שאלה הכלים אם היו טמאים הנה יכנס בחלקיהן משקין טמאין בלי ספק ואם היו מעץ ינגבם אם היו של גמי וכיוצא בהם אשר לא יתנגבו יעזבם שנה תמימה עד שינגבם האויר או ירחצם במים חמין עד שיצא מה שבלעו ממשקים טמאים ור' יוסי אומר שיתלם בשטף הנהר ויורחצו תכלית הרחיצה ואחר יטבילם בלי ספק ולשון התוספתא מי שהיו גתיו ובדיו טמאין ומבקש לטהרן הדפין והלולבין והעדשות מנגבן וכו' ואין הל' כר' יוסי:  "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}