var TevulYomjson ={
    "language": "he",
    "title": "Mishnah Tevul Yom",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה טבול יום",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "הַמְכַנֵּס חַלּוֹת עַל מְנָת לְהַפְרִישׁ, וְנָשְׁכוּ, בֵּית שַׁמַּאי אוֹמְרִים, חִבּוּר בִּטְבוּל יוֹם. וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ חִבּוּר. מִקְרָצוֹת נוֹשְׁכוֹת זוֹ בָזוֹ, וְכִכָּרוֹת נוֹשְׁכוֹת זוֹ בָזוֹ, הָאוֹפֶה חֲמִיטָה עַל גַּבֵּי חֲמִיטָה עַד שֶׁלֹּא קָרְמוּ בַתַּנּוּר, וְקוֹלִית שֶׁל מַיִם הַמְחֻלְחֶלֶת, וּרְתִיחַת גְּרִיסִין שֶׁל פּוֹל רִאשׁוֹנָה, וּרְתִיחַת יַיִן חָדָשׁ, רַבִּי יְהוּדָה אוֹמֵר, אַף שֶׁל אֹרֶז, בֵּית שַׁמַּאי אוֹמְרִים, חִבּוּר בִּטְבוּל יוֹם. בֵּית הִלֵּל אוֹמְרִים, אֵינוֹ חִבּוּר. וּמוֹדִים בִּשְׁאָר כָּל הַטֻּמְאוֹת, בֵּין קַלּוֹת בֵּין חֲמוּרוֹת: \n",
            "הַמְכַנֵּס חַלּוֹת עַל מְנָת שֶׁלֹּא לְהַפְרִישׁ, הָאוֹפֶה חֲמִיטָה עַל גַּבֵּי חֲמִיטָה מִשֶּׁקָּרְמוּ בַתַּנּוּר, וְקוֹלִית שֶׁל מַיִם שֶׁאֵינָהּ מְחֻלְחֶלֶת, וּרְתִיחַת גְּרִיסִין שֶׁל פּוֹל שְׁנִיָּה, וּרְתִיחַת יַיִן יָשָׁן, וְשֶׁל שֶׁמֶן לְעוֹלָם, וְשֶׁל עֲדָשִׁים, רַבִּי יְהוּדָה אוֹמֵר, אַף שֶׁל טֹפַח, טְמֵאִים בִּטְבוּל יוֹם, וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת: \n",
            "מַסְמֵר שֶׁאַחַר הַכִּכָּר, וְגַרְגֵּר מֶלַח קָטָן, וְחַרְחוּר פָּחוּת מִכָּאֶצְבַּע, רַבִּי יוֹסֵי אוֹמֵר, כָּל שֶׁהוּא נֶאֱכָל עָלָיו, טְמֵאִים בִּטְבוּל יוֹם, וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת: \n",
            "הַצְּרוֹר שֶׁבַּכִּכָּר, וְגַרְגֵּר מֶלַח גָּדוֹל, וְהַתֻּרְמוֹס, וְהַחַרְחוּר יָתֵר מִכָּאֶצְבַּע, רַבִּי יוֹסֵי אוֹמֵר, כֹּל שֶׁאֵינוֹ נֶאֱכָל עִמּוֹ, טְהוֹרִים בְּאַב הַטֻּמְאָה, וְאֵין צָרִיךְ לוֹמַר בִּטְבוּל יוֹם: \n",
            "הַשְּׂעֹרָה וְהַכֻּסֶּמֶת בִּזְמַן שֶׁאֵינָן קְלוּפִים, הַתִּיאָה וְהַחִלְתִּית וְהָאֲלוּם, רַבִּי יְהוּדָה אוֹמֵר, אַף אֲפוּנִים שְׁחוֹרִים, טְהוֹרִים בְּאַב הַטֻּמְאָה, וְאֵין צָרִיךְ לוֹמַר בִּטְבוּל יוֹם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, טְהוֹרִים בִּטְבוּל יוֹם, וּטְמֵאִים בְּכָל הַטֻּמְאוֹת. הַשְּׂעֹרָה וְהַכֻּסֶּמֶת בִּזְמַן שֶׁהֵן קְלוּפִים, וְהַחִטָּה בֵּין שֶׁהִיא קְלוּפָה בֵּין שֶׁאֵינָהּ קְלוּפָה, הַקֶּצַח, וְהַשֻּׁמְשׁוֹם, וְהַפִּלְפֵּל, רַבִּי יְהוּדָה אוֹמֵר, אַף אֲפוּנִים לְבָנִים, טְמֵאִים בִּטְבוּל יוֹם, וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת: \n"
        ],
        [
            "מַשְׁקֵה טְבוּל יוֹם, כְּמַשְׁקִין שֶׁהוּא נוֹגֵעַ בָּהֶן. אֵלּוּ וָאֵלּוּ, אֵינָן מְטַמְּאִין. וּשְׁאָר כָּל הַטְּמֵאִין, בֵּין קַלִּין בֵּין חֲמוּרִין, הַמַּשְׁקִין הַיּוֹצְאִים מֵהֶן, כַּמַּשְׁקִין שֶׁהוּא נוֹגֵעַ בָּהֶן. אֵלּוּ וָאֵלּוּ תְּחִלָּה, חוּץ מִן הַמַּשְׁקֶה שֶׁהוּא אַב הַטֻּמְאָה:  ",
            "קְדֵרָה שֶׁהִיא מְלֵאָה מַשְׁקִים וְנָגַע בָּהּ טְבוּל יוֹם, אִם הָיָה מַשְׁקֵה תְרוּמָה, הַמַּשְׁקִין פְּסוּלִין וְהַקְּדֵרָה טְהוֹרָה. וְאִם הָיָה מַשְׁקֵה חֻלִּין, הַכֹּל טָהוֹר. וְאִם הָיוּ יָדָיו מְסֹאָבוֹת, הַכֹּל טָמֵא. זֶה חֹמֶר בַּיָּדַיִם מִבִּטְבוּל יוֹם. וְחֹמֶר בִּטְבוּל יוֹם מִבַּיָּדַיִם, שֶׁסְּפֵק טְבוּל יוֹם פּוֹסֵל אֶת הַתְּרוּמָה, וְהַיָּדַיִם סְפֵקָן טָהוֹר:  ",
            "הַמִּקְפָּה שֶׁל תְּרוּמָה וְהַשּׁוּם וְהַשֶּׁמֶן שֶׁל חֻלִּין, שֶׁנָּגַע טְבוּל יוֹם בְּמִקְצָתָן, פָּסַל אֶת כֻּלָּם. הַמִּקְפָּה שֶׁל חֻלִּין וְהַשּׁוּם וְהַשֶּׁמֶן שֶׁל תְּרוּמָה, שֶׁנָּגַע טְבוּל יוֹם בְּמִקְצָתָן, לֹא פָסַל אֶלָּא מְקוֹם מַגָּעוֹ. וְאִם הָיָה הַשּׁוּם מְרֻבֶּה, הוֹלְכִין אַחַר הָרֹב. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהֵן גּוּשׁ בַּקְּעָרָה. אֲבָל אִם הָיָה מְפֻזָּר בַּמְּדוֹכָה, טָהוֹר, מִפְּנֵי שֶׁהוּא רוֹצֶה בְּפִזּוּרוֹ. וּשְׁאָר כָּל הַנִּדּוֹכִין שֶׁדָּכָן בְּמַשְׁקִין. אֲבָל אֶת שֶׁדַּרְכָּן לָדוּךְ בְּמַשְׁקִים וְדָכָן שֶׁלֹּא בְמַשְׁקִין וְהֵן גּוּשׁ בַּקְּעָרָה, הֲרֵי אֵלּוּ כְעִגּוּל שֶׁל דְּבֵלָה:  ",
            "הַמִּקְפָּה וְהַחֲמִיטָה שֶׁל חֻלִּין וְהַשֶּׁמֶן שֶׁל תְּרוּמָה צָף עַל גַּבֵּיהֶן, וְנָגַע טְבוּל יוֹם בַּשֶּׁמֶן, לֹא פָסַל אֶלָּא הַשֶּׁמֶן. וְאִם חִבֵּץ, כָּל מָקוֹם שֶׁהוֹלֵךְ הַשֶּׁמֶן, פָּסָל:  ",
            "בְּשַׂר הַקֹּדֶשׁ שֶׁקָּרַם עָלָיו הַקִּפָּה, נָגַע טְבוּל יוֹם בַּקִּפָּה, חֲתִיכוֹת מֻתָּרוֹת. נָגַע בַּחֲתִיכָה, חֲתִיכָה וְכָל הָעוֹלִים עִמָּהּ, חִבּוּר זֶה לָזֶה. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁנֵיהֶם חִבּוּר זֶה לָזֶה. וְכֵן בְּקִטְנִיּוֹת שֶׁקָּרְמוּ עַל גַּבֵּי פְרוּסוֹת. מַעֲשֵׂה קְדֵרָה בַקִּטְנִיּוֹת, בִּזְמַן שֶׁהֵן פְּרוּדִים, אֵינָן חִבּוּר. בִּזְמַן שֶׁהֵן גּוּשׁ, חִבּוּר. אִם הָיוּ גוּשִׁין הַרְבֵּה, הֲרֵי אֵלּוּ יִמָּנוּ. שֶׁמֶן שֶׁהוּא צָף עַל גַּבֵּי הַיַּיִן וְנָגַע טְבוּל יוֹם בַּשֶּׁמֶן, לֹא פָסַל אֶלָּא הַשֶּׁמֶן. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁנֵיהֶם חִבּוּר זֶה לָזֶה:  ",
            "חָבִית שֶׁשָּׁקְעָה לְתוֹךְ בּוֹר שֶׁל יַיִן וְנָגַע בּוֹ טְבוּל יוֹם, מִשָּׂפָה וְלִפְנִים, חִבּוּר. מִן הַשָּׂפָה וְלַחוּץ, אֵינוֹ חִבּוּר. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אֲפִלּוּ עַל גַּבָּהּ רוּם קוֹמָה וְנָגַע כְּנֶגֶד פִּיהָ, חִבּוּר:  ",
            "חָבִית שֶׁנִּקְּבָה בֵּין מִפִּיהָ בֵּין מִשּׁוּלֶיהָ בֵּין מִצִּדֶּיהָ וְנָגַע בּוֹ טְבוּל יוֹם, טְמֵאָה. רַבִּי יְהוּדָה אוֹמֵר, מִפִּיהָ וּמִשּׁוּלֶיהָ, טְמֵאָה. מִן הַצְּדָדִין, מִכָּאן וּמִכָּאן, טְהוֹרָה. הַמְעָרֶה מִכְּלִי לִכְלִי וְנָגַע טְבוּל יוֹם בַּקִּלּוּחַ, אִם יֶשׁ בּוֹ, יַעֲלֶה בְאַחַת וּמֵאָה:  ",
            "בִּעְבּוּעַ שֶׁבֶּחָבִית שֶׁנִּקַּב בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ וּבֵין מִלְמַעְלָן בֵּין מִלְּמַטָּן, זֶה כְנֶגֶד זֶה, טָמֵא בְאַב הַטֻּמְאָה וְטָמֵא בְאֹהֶל הַמֵּת. הַפְּנִימִי מִלְּמַטָּה וְהַחִיצוֹן מִלְמַעְלָן, טָמֵא בְאַב הַטֻּמְאָה וְטָמֵא בְאֹהֶל הַמֵּת. הַפְּנִימִי מִלְמַעְלָן וְהַחִיצוֹן מִלְּמַטָּן, טָהוֹר בְּאַב הַטֻּמְאָה וְטָמֵא בְאֹהֶל הַמֵּת:  "
        ],
        [
            "כָּל יְדוֹת הָאֳכָלִים שֶׁהֵם חִבּוּר בְּאַב הַטֻּמְאָה, חִבּוּר בִּטְבוּל יוֹם. אֹכֶל שֶׁנִּפְרָס וּמְעֹרֶה מִקְצָת, רַבִּי מֵאִיר אוֹמֵר, אִם אוֹחֵז בַּגָּדוֹל וְהַקָּטָן עוֹלֶה עִמּוֹ, הֲרֵי הוּא כָמוֹהוּ. רַבִּי יְהוּדָה אוֹמֵר, אִם אוֹחֵז בַּקָּטָן וְהַגָּדוֹל עוֹלֶה עִמּוֹ, הֲרֵי הוּא כָמוֹהוּ. רַבִּי נְחֶמְיָה אוֹמֵר, בַּטָּהוֹר. וַחֲכָמִים אוֹמְרִים, בַּטָּמֵא. וּשְׁאָר כָּל הָאֳכָלִים, אֶת שֶׁדַּרְכּוֹ לֵאָחֵז בֶּעָלֶה, אוֹחֵז אוֹתוֹ בֶּעָלֶה. וּבַקֶּלַח, אוֹחֲזִין אוֹתוֹ בַּקָּלַח: \n",
            "יָרָק שֶׁל תְּרוּמָה וּבֵיצָה טְרוּפָה נְתוּנָה עַל גַּבָּיו, וְנָגַע טְבוּל יוֹם בַּבֵּיצָה, לֹא פָסַל אֶלָּא הַקֶּלַח שֶׁכְּנֶגְדּוֹ. רַבִּי יוֹסֵי אוֹמֵר, כָּל הַסֵּדֶר הָעֶלְיוֹן. אִם הָיָה כְמִין כּוֹבַע, אֵינָהּ חִבּוּר: \n",
            "חוּט שֶׁל בֵּיצָה שֶׁקָּרַם עַל דְּפָנוֹת שֶׁל לְפָס, וְנָגַע בּוֹ טְבוּל יוֹם, מִן הַשָּׂפָה וְלִפְנִים, חִבּוּר. מִן הַשָּׂפָה וְלַחוּץ, אֵינוֹ חִבּוּר. רַבִּי יוֹסֵי אוֹמֵר, חוּט וְכָל שֶׁנִּקְלָף עִמּוֹ. וְכֵן בְּקִטְנִיּוֹת שֶׁקָּרְמוּ עַל שְׂפָתָהּ שֶׁל קְדֵרָה: \n",
            "עִסָּה שֶׁנִּדְמְעָה אוֹ שֶׁנִּתְחַמְּצָה בִשְׂאֹר שֶׁל תְּרוּמָה, אֵינָהּ נִפְסֶלֶת בִּטְבוּל יוֹם. רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן פּוֹסְלִין. עִסָּה שֶׁהֻכְשְׁרָה בְמַשְׁקֶה וְנִלּוֹשָׁה בְּמֵי פֵרוֹת וְנָגַע בָּהֶן טְבוּל יוֹם, רַבִּי אֶלְעָזָר בֶּן יְהוּדָה אִישׁ בַּרְתּוֹתָא אוֹמֵר מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, פָּסַל אֶת כֻּלָּהּ. רַבִּי עֲקִיבָא אוֹמֵר מִשְּׁמוֹ, לֹא פָסַל אֶלָּא מְקוֹם מַגָּעוֹ: \n",
            "יָרָק שֶׁל חֻלִּין שֶׁבִּשְּׁלוֹ בְשֶׁמֶן שֶׁל תְּרוּמָה, וְנָגַע בּוֹ טְבוּל יוֹם, רַבִּי אֶלְעָזָר בֶּן יְהוּדָה אִישׁ בַּרְתּוֹתָא אוֹמֵר מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, פָּסַל כֻּלָּהּ. רַבִּי עֲקִיבָא אוֹמֵר מִשְּׁמוֹ, לֹא פָסַל אֶלָּא מְקוֹם מַגָּעוֹ: \n",
            "טָהוֹר שֶׁנָּגַס מִן הָאֹכֶל וְנָפַל עַל בְּגָדָיו וְעַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר. הָיָה אוֹכֵל זֵיתִים פְּצוּעִים וּתְמָרִים רְטֻבּוֹת, כֹּל שֶׁהוּא רוֹצֶה לָמֹץ אֶת גַּרְעִינָתוֹ וְנָפַל עַל בְּגָדָיו וְעַל כִּכָּר שֶׁל תְּרוּמָה, טָמֵא. הָיָה אוֹכֵל זֵיתִים נְגוּבִין וּתְמָרִים יְבֵשׁוֹת, כֹּל שֶׁאֵינוֹ רוֹצֶה לָמֹץ אֶת גַּרְעִינָתוֹ וְנָפַל עַל בְּגָדָיו וְעַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר. אֶחָד טָהוֹר וְאֶחָד טְבוּל יוֹם, כָּאֵלּוּ. רַבִּי מֵאִיר אוֹמֵר, אֵלּוּ וָאֵלּוּ טְמֵאִין בִּטְבוּל יוֹם, שֶׁמַּשְׁקִין שֶׁל טָמֵא מַכְשִׁירִין לִרְצוֹנוֹ וְשֶׁלֹּא לִרְצוֹנוֹ. וַחֲכָמִים אוֹמְרִים, אֵין טְבוּל יוֹם טָמֵא: \n"
        ],
        [
            "אֹכֶל מַעֲשֵׂר שֶׁהֻכְשַׁר בְּמַשְׁקֶה, וְנָגַע בּוֹ טְבוּל יוֹם אוֹ יָדַיִם מְסֹאָבוֹת, מַפְרִישִׁין מִמֶּנּוּ תְרוּמַת מַעֲשֵׂר בְּטָהֳרָה, מִפְּנֵי שֶׁהוּא שְׁלִישִׁי, וְהַשְּׁלִישִׁי טָהוֹר לְחֻלִּין: \n",
            "הָאִשָּׁה שֶׁהִיא טְבוּלַת יוֹם, לָשָׁה אֶת הָעִסָּה, וְקוֹצָה לָהּ חַלָּה וּמַפְרַשְׁתָּהּ, וּמַנַּחְתָּהּ בִּכְפִישָׁה מִצְרִית אוֹ בִנְחוּתָא, וּמַקֶּפֶת וְקוֹרָא לָהּ שֵׁם, מִפְּנֵי שֶׁהִיא שְׁלִישִׁי, וְהַשְּׁלִישִׁי טָהוֹר לְחֻלִּין: \n",
            "עֲרֵבָה שֶׁהִיא טְבוּלַת יוֹם, לָשִׁין בָּהּ אֶת הָעִסָּה וְקוֹצִין מִמֶּנָּה חַלָּה, וּמַקֶּפֶת וְקוֹרִין לָהּ שֵׁם, מִפְּנֵי שֶׁהִיא שְׁלִישִׁי, וְהַשְּׁלִישִׁי טָהוֹר לְחֻלִּין: \n",
            "לָגִין שֶׁהוּא טְבוּל יוֹם, וּמִלְאָהוּ מִן הֶחָבִית מַעֲשֵׂר טֶבֶל, אִם אָמַר, הֲרֵי זוֹ תְרוּמַת מַעֲשֵׂר מִשֶּׁתֶּחְשָׁךְ, הֲרֵי זוֹ תְּרוּמַת מַעֲשֵׂר. אִם אָמַר, הֲרֵי זֶה עֵרוּב, לֹא אָמַר כְּלוּם. נִשְׁבְּרָה הֶחָבִית, הַלָּגִין בְּטִבְלוֹ. נִשְׁבַּר הַלָּגִין, הֶחָבִית בְּטִבְלָהּ: \n",
            "בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, מְחַלְּלִין עַל פֵּרוֹת עַם הָאָרֶץ. חָזְרוּ לוֹמַר, אַף עַל מְעוֹתָיו. בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, הַיּוֹצֵא בַקּוֹלָר וְאָמַר, כִּתְבוּ גֵט לְאִשְׁתִּי, הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתְּנוּ. חָזְרוּ לוֹמַר, אַף הַמְפָרֵשׁ וְהַיּוֹצֵא בִשְׁיָרָא. רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אַף הַמְסֻכָּן: \n",
            "הַכַּדּוּמִין הָאַשְׁקְלוֹנִים שֶׁנִּשְׁבְּרוּ וְאֻנְקְלִי שֶׁלָּהֶם קַיֶּמֶת, הֲרֵי אֵלּוּ טְמֵאִין. הַמַּעְבֵּר וְהַמַּזְרֶה וְהַמַּגּוֹב וְכֵן מַסְרֵק שֶׁל רֹאשׁ שֶׁנִּטְּלָה אַחַת מִשִּׁנֵּיהֶן וַעֲשָׂאָן שֶׁל מַתָּכוֹת, הֲרֵי אֵלּוּ טְמֵאִין. וְעַל כֻּלָּן אָמַר רַבִּי יְהוֹשֻׁעַ, דָּבָר חָדָשׁ חִדְּשׁוּ הַסּוֹפְרִים וְאֵין לִי מַה לְּהָשִׁיב: \n",
            "הַתּוֹרֵם אֶת הַבּוֹר וְאָמַר, הֲרֵי זוֹ תְרוּמָה עַל מְנָת שֶׁתַּעֲלֶה שָׁלוֹם, שָׁלוֹם מִן הַשֶּׁבֶר וּמִן הַשְּׁפִיכָה, אֲבָל לֹא מִן הַטֻּמְאָה. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף מִן הַטֻּמְאָה. נִשְׁבְּרָה, אֵינָהּ מְדַמַּעַת. עַד הֵיכָן תִּשָּׁבֵר וְלֹא תְדַמֵּעַ. כְּדֵי שֶׁתִּתְגַּלְגֵּל וְתַגִּיעַ לַבּוֹר. רַבִּי יוֹסֵי אוֹמֵר, אַף מִי שֶׁהָיָה בוֹ דַעַת לְהַתְנוֹת וְלֹא הִתְנָה, נִשְׁבְּרָה, אֵינָהּ מְדַמַּעַת, מִפְּנֵי שֶׁהוּא תְנַאי בֵּית דִּין: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>המכנס חלות.</b> שמפרישין מן העיסה, ונתן מהם הרבה זו על זו עד שנדבקו זו בזו, ודעתו היה מתחילה להפרידן זו מזו:",
                "<b>ונשכו.</b> שנדבקו כל כך עד שכשבא להפרידן נושכות זו מזו, כלומר שנתלש מקצת מאחת מהן ועולה עם חברתה:",
                "<b>בית שמאי אומרים חיבור בטבול יום.</b> ואם נגע טבול יום באחת מהן, נפסלו כולן כאילו הן גוף אחד. דטבול יום פוסל בתרומה, וחלה דין תרומה יש לה:",
                "<b>ובית הלל אומרים אינו חיבור, כיון דדעתו להפרידן.</b> ואותה שנגע בה הטבול יום פסולה, והשאר טהורות:",
                "<b>מקרצות.</b> חתיכות של עיסות שנחתכו ונתלשו מעיסות הגדולות, קרויות מקרצות. לשון קרץ מצפון בא בא (ירמיה מ״ו). וכל הני דחשיב הכא. אפלוגתא דבית שמאי ובית הלל דסיפא קיימי. והא דלא חשיב חלות בהדייהו, משום דחלות לבית הלל אינן חיבור לא בטבול יום ולא בשאר טומאות, אבל הני דוקא בטבול יום פליגי, אבל בשאר טומאות מודים, כדקתני סיפא:",
                "<b>חמיטה.</b> עוגה דקה:",
                "<b>עד שלא קרמו בתנור.</b> דכיון שנדבקו כשהן עיסה, הרי צורתן נפסדת אם מניחן מדובקין, הלכך ודאי עתיד להפרידם:",
                "<b>וקולית של מים.</b> הקצף והרתיחה שעולה במים, קולית שמה. ואם נגע טבול יום באותה רתיחה, לבית הלל לא הוי חיבור ולא נפסלו המים:",
                "<b>מחולחלת.</b> כשהרתיחה חלולה מתחתיה ואינה נוגעת במים אלא בקצותיה:",
                "<b>הראשונה.</b> שרתיחה ראשונה של גריסין אינה מודבקת על הגריסין:",
                "<b>ר׳ יהודה אומר אף ברתיחה של אורז.</b> נמי פליגי בית שמאי ובית הלל אי הוי חיבור לטבול יום, ואי נגע ברתיחה כאילו נגע באורז:",
                "<b>ומודים בית הלל בשאר כל הטומאות.</b> דהוי חיבור:",
                "<b>בין קלות בין חמורות.</b> קלות ראשון לטומאה. חמורות, אב הטומאה. ודוקא בטבול יום פליגי, לפי שכבר עלה מטומאתו ואינו חסר אלא הערב שמש:  "
            ],
            [
                "<b>המכנס חלות.</b> זו על גבי זו:",
                "<b>על מנת שלא להפריש.</b> שלא להפרידן זו מזו:",
                "<b>משקרמו בתנור.</b> דמאחר שאין צורתן נפסדת ונשארין רקיקין כמו שהיו, הוא מניחן מדובקין ושוב אין מפרידן זו מזו לעולם:",
                "<b>ושל שמז לעולם.</b> בין חדש בין ישן:",
                "<b>טופח.</b> מין קטנית. ורמב״ם אומר, שהוא שקורין לו בערבי קורטמא״ן. ואין הלכה כר׳ יהודה:",
                "<b>טמאים בטבול יום.</b> משום סיפא דתני ואין צריך לומר בכל הטומאות, נקט טמאים אצל טבול יום, ואע״ג דלא שייך טומאה גבי טבול יום, לפי שאינו מטמא אלא פוסל בתרומה בלבד:\n\n"
            ],
            [
                "<b>מסמר שאחר הככר.</b> בצק הבולט מן הככר של לחם כמין מסמר, ויש שעושין אותו כך לסימן. וגרגיר מלח קטן. שנדבק בככר ונאפה עמו. והחרחור. שנשרף הלחם פחות מעובי אצבע סביבותיו. חרחור, לשון נחר מפוח מאש (ירמיהו ו׳:כ״ט):",
                "<b>ר׳ יוסי אומר.</b> כל שהשרוף נאכל עם הככר, הוי חיבור. ואם נגע טבול יום בשרוף כאילו נגע בפת, ואי לא, לא הוי חיבור. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>צרור שבככר.</b> שרגילים לשום צרור אבן בתוך הככר לסימן שלא יתחלף באחר, ופעמים שמשימין גרגיר של מלח גדול או תורמוס. כל הני לא חשיבי חיבור בלחם, ואם נגע אב הטומאה באחד מהן, לא הוי כאילו נגע בלחם עצמו. וכל שכן טבול יום שלא נפסל ככר של תרומה בכך:",
                "<b>והחרחור יותר מכאצבע.</b> וכן כשנשרף מן הלחם ביותר מעובי אצבע, ונגע טמא או טבול יום בשרוף, לא הוי חיבור ללחם:",
                "<b>ר׳ יוסי אומר כל שאינו נאכל עמו.</b> לא הוי חיבור. ולא משערינן בעובי אצבע כתנא קמא. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>השעורה והכוסמת.</b> בזמן שאינן קלופים לא חשיבי מאכל אדם, שאין בני אדם אוכלין אותן בקליפתן, ודבר שאינו מאכל אדם אינו מקבל טומאה:",
                "<b>התיאה.</b> שורש של חלתית:",
                "<b>והחלתית.</b> בערבית כך שמה חלתית. וקורין להו בלע״ז ספיטיד״א:",
                "<b>והאלום.</b> אמרו עליו שהוא שורש מין ממיני החלתית. וכל הני לא חשיבי מאכל אדם, ופעמים מערבין מהם מעט עם המזון:",
                "<b>אף אפונים שחורין.</b> שאינן אלא לרפואה ואין עשויות למאכל אדם:",
                "<b>טהורים בטבול יום.</b> כיון שטהר מטומאתו ואינו מחוסר אלא הערב שמש, אינו פוסל בכל אלה אם הם של תרומה. אבל בשאר טומאות חשיבי אוכל ומקבלות טומאה כשאר אוכלין. והלכה כחכמים:",
                "<b>הקצח.</b> מין זרע שחור. ובלע״ז נייל״ו. ורגילין לתת ממנו בלחם:",
                "<b>והשמשום.</b> כך שמו בערבי. ובא״י ממנו הרבה, ועושים ממנו שמן שומשמין:"
            ]
        ],
        [
            [
                "<b>משקה טבול יום.</b> כגון רוקו, מימי רגליו, דמעות עינו, ודם מגיפתו, וחלב האשה:",
                "<b>כמשקים שהוא נוגע בהן.</b> כמשקים של תרומה שהוא נוגע בהן. דטבול יום פוסל בתרומה:",
                "<b>אלו ואלו.</b> משקים היוצאים מגופו ומשקה תרומה שנגע בהן, אין מטמאין את הקודש, אבל מיפסל פסיל ליה:",
                "<b>בין קלין בין חמורין.</b> קלין שרץ, חמורין זב:",
                "<b>תחילה.</b> ראשון, ועושין שני, והשני עושה שלישי:",
                "<b>חוץ מן המשקה שהוא אב הטומאה.</b> כגון זובו של זב ומעינותיו:\n\n"
            ],
            [
                "<b>המשקים פסולים.</b> דטבול יום פוסל את התרומה בלבד, וטמויי לא מטמא ואפילו משקין, דכל הפוסל את התרומה מטמא משקין להיות תחילה חוץ מן הטבול יום. הלכך, הקדרה טהורה, דמשקין שנגעו בטבול יום אפילו אוכלים לא מטמאי, וכל שכן כלים:",
                "<b>ואם היה משקה חולין הכל טהור.</b> דטבול יום טהור לחולין ולמעשר:",
                "<b>ואם היו ידיו מסואבות הכל טמא.</b> דידים פוסלות את התרומה, וכשנטמאו המשקים מחמת ידים חזרו להיות תחילה ומטמאין כלים:",
                "<b>שספק טבול יום פוסל את התרומה.</b> כגון שתי ככרות לפניו, ספק נגע ספק לא נגע, בכהאי גוונא בידים טהור, ובטבול יום פסול:\n\n"
            ],
            [
                "<b>המקפה.</b> תבשיל קפוי ועב. כגון דייסא או גריסין של פול:",
                "<b>והשום והשמן.</b> נתונים בו לתבלין:",
                "<b>נגע טבול יום במקצתן פסל את כולם.</b> דמקפה עיקר, וטבול יום פוסל בתרומה. ואע״פ שלא נגע אלא בשום של חולין, חשוב חיבור:",
                "<b>ואם היה השום מרובה.</b> יותר מן המקפה של חולין:",
                "<b>הולכין אחר המרובה.</b> ודין הכל כדין תרומה. ואם נגע במקצתם, פסל את הכל:",
                "<b>אימתי.</b> כלומר במה אמרנו אם היה השום מרובה ונגע במקצת הוא פוסל את הכל, בזמן שהשום מכונס בקערה, והוא גוף אחד כמין גוש עפר:",
                "<b>אבל אם היה מפוזר במדוכה.</b> שחלקיו מפורדים זה מזה בתוך המדוכה, ונגע בו טבול יום, אז טהור, כלומר לא פסל אלא מקום מגעו בלבד, שכיון שהוא מתכוין בשעה שכותש להפריד חלקיו, לא חשוב חיבור:",
                "<b>ושאר כל הנדוכין שדכן במשקין.</b> כמו שעושין לחטין, כשדכין אותן במדוכה מזלפים עליהם מים: או דברים שדרכן לדוך במשקין ודכן שלא במשקין והן גוש בקערה הרי הן כעיגולי דבלה. דאם נגע טבול יום במקצתן, לא פסל את כולן. כך מצאתי בפירוש רבותי. ורמב״ם מפרש, ושאר כל הנדוכין שדכן במשקין. [כלומר, וכן שאר כל הנדוכים שדכן במשקין] דינם כשום. שאם נגע טבול יום במקצתו כשכותש אותו [במדוכה], לא פסל אלא מקום מגעו, מפני שהוא רוצה בפיזורו. ואם נגע בו כשנעשה גוש בקערה, הוי חיבור, וכשנגע במקצת פסל את הכל:",
                "<b>אבל את שדרכן לדוך במשקין.</b> גרסינן לפי פירוש רמב״ם:",
                "<b>ודכן שלא במשקין.</b> אע״פ ששם אותו גוש בקערה, הרי הן כעיגולי דבילה, דאמרינן דכי נגע במקצתו לא נטמאו כולן, בריש פרק ב׳ דתרומות:\n\n"
            ],
            [
                "<b>המקפה והחמיטה.</b> דרכן היה להניח החמיטה, שהיא עוגה דקה כמין רקיק, בתוך המקפה:",
                "<b>חיבץ.</b> היינו שעירב המקפה והחמיטה עם השמן, ומכל מקום השמן ניכר. והא דפסיל בכל מקום שהילך השמן, לפי שאין יכולין להפרידו מן המקפה ומן החמיטה:\n\n"
            ],
            [
                "<b>בשר הקודש שקרם עליו הקיפה.</b> קפאו עליו התבלין והמרק ושומן הבשר, שנימוח ונעשה הכל כמין קרום:",
                "<b>החתיכות מותרות.</b> דלא הוי הקרום חיבור:",
                "<b>וכל העולים עמה.</b> חשיב מחובר לה. והשאר טהור:",
                "<b>שניהם חיבור.</b> ובין שנגע בקיפה בין שנגע בחתיכות, פסל הכול. ואין הלכה כר׳ יוחנן בן נורי: ",
                "<b>על גבי פרוסות.</b> של לחם שמניחין על הקטניות:",
                "<b>מעשה קדירה בקטניות.</b> כלומר, קטניות שנתבשלו בקדירה ודרכן להתבקע, וכשמתבשלות יפה מתחברות ונעשות כמין גוש. ויש שגורסין, מעשה קדירה וקטניות:",
                "<b>הרי אלו ימנו.</b> אם נגע שרץ באחד מהן, הרי הוא ראשון. והגוש הסמוך לו שני, והאחר הסמוך לשני שלישי בתרומה:",
                "<b>שניהן חיבור זה לזה.</b> ואם נגע טבול יום באחד מהן, נפסל חבירו. ואין הלכה כר׳ יוחנן בן נורי:  "
            ],
            [
                "<b>חבית ששקעה.</b> חבית של יין של תרומה שנפלה לתוך הבור, ושקעה בתוך היין שבבור, והיין שבבור חולין, וצף למעלה על פי החבית:",
                "<b>ונגע וכו׳</b> אם שלשל ידו לתוך פי החבית מן השפה ולפנים הרי זה חיבור. ונפסל כל היין שבחבית, ואפילו לא היתה החבית מתחילתה מלאה לגמרי מן היין של תרומה:",
                "<b>מן השפה ולחוץ.</b> שלא הכניס ידו לתוך פי החבית, אע״פ שנגע ביין של בור שכנגד פי החבית, אפילו הכי אינו חיבור:",
                "<b>אפילו על גבה רום קומה.</b> שעלה יין שבבור על פני החבית רום קומת. אדם, אם נגע כנגד פיה הוי חיבור. ואין הלכה כר׳ יוחנן בן נורי:  "
            ],
            [
                "<b>מפיה ומשוליה טמאה.</b> מפיה טמאה, הואיל וכל היין שלמטה נעשה בסיס לעליון, הוי חבור. ומשוליה נמי, הואיל וכל היין נמשך אחר הנקב, הוי חיבור:",
                "<b>אבל נקבה מצדה מכאן ומכאן טהורה.</b> ואין פסול אלא מה שנגע, ויעלה באחד ומאה. ואין הלכה כר׳ יהודה:",
                "<b>ונגע טבול יום בקילוח.</b> הקילוח לבד נפסל, דניצוק אינו חיבור, והויא לה תרומה טמאה שנתערבה בטהורה, ותעלה באחד ומאה, כתרומה בחולין. ובהא אפילו רבנן מודו, דקילוח לא חשיב חיבור. לכלים, כמו הנקב שבצדה לחבית. ואע״ג דמשקין אין להם טהרה מטומאתן, היינו דלא סלקא להו השקה במקוה כמו למים, אבל מטעם ביטול, בטלים הם באחד ומאה. ודוקא במגע טבול יום בטלים המשקין, משום דטבול יום פוסל ואינו מטמא. אבל בשאר טומאות, קא הדר מה שבקילוח ומטמא כל מה שבכלי במגע:\n\n"
            ],
            [
                "<b>בעבוע שבחבית.</b> כשמצרפין כלי חרס בכבשן יוצאין בדפנותיהן כמין אבעבועות, שיש להן שתי דפנות, אחת לצד פנים של חבית ואחת לצד חוץ, וחלול באמצע, ופעמים שיש באותו בעבוע שתי נקבים, אחד בדופן הבעבוע של צד פנים שהוא לצד חלל החבית, ואחד בדופן של צד חוץ, וכשהחבית מלאה משקים, נכנס המשקה דרך הנקב שבדופן הפנימי ומבצבץ ויוצא דרך הנקב שבדופן החיצון. ואם הנקבים שבשתי דפנות הבעבוע הן מכוונים ומפולשים זה כנגד זה, או אפילו אינן מכוונים אלא שהיה הנקב שבדופן הפנימי למטה לצד שולי הכלי והנקב שבדופן החיצון מלמעלה, אם היתה אותה חבית מונחת באוהל המת ומוקפת צמיד פתיל בפיה ואינה מוקפת בנקבים של הבעבוע, או שנגע אב הטומאה במשקה שבנקב החיצון, נטמאו כל המשקים שבחבית. אבל אם הפנימי מלמעלן והחיצון מלמטן, נהי דבאוהל המת מיטמא, שאוהל הטומאה נכנס לתוך החבית דרך הנקבים, באב הטומאה מיהא טהור, דאם נגע אב הטומאה במשקין שבנקב החיצון שבבעבוע מלמטן, מאחר שהפנימי מלמעלן, הוי ליה כניצוק וקטפרס, ולא הוי חיבור:"
            ]
        ],
        [
            [
                "<b>כל ידות האוכלים.</b> העוקצים שהאוכל נתלה בהן כשרוצין לתלותו, ואדם אוחז בו כשרוצה לאכול הפרי:",
                "<b>שהם חיבור באב הטומאה.</b> שאם אב הטומאה נגע בהן כאילו נגע בפרי עצמו:",
                "<b>חיבור בטבול יום.</b> אם הוא יד לפירות של תרומה, ונגע טבול יום באותו היד, נפסלו הפירות של תרומה:",
                "<b>שנפרס.</b> לשון פרוסה. ואית דגרסי שנפרם, לשון ובגדיו לא יפרום (ויקרא כ״א:י׳):",
                "<b>ומעורה.</b> מחובר: ",
                "<b>אם אוחז בגדול</b> בפרוסה הגדולה, והפרוסה הקטנה עולה עמה ואינה נפסקת מכל וכל:",
                "<b>הרי הוא כמוהו.</b> אם נגע טבול יום באחד, נפסל השני:",
                "<b>ר׳ נחמיה אומר בטהור.</b> כלומר, באותו שלא נגע בו טבול יום משערין, בין שהוא גדול בין שהוא קטן, אם אוחז בו והטמא עולה עמו, שניהם טמאים:",
                "<b>וחכמים אומרים בטמא.</b> משערין, אם אוחז בטמא והטהור עולה עמו. והלכה כחכמים:",
                "<b>ושאר כל האוכלים.</b> כגון מיני ירקות:",
                "<b>את שדרכו לאחוז בעלה.</b> כשבא לטלטלו, אוחזים אותו בעלה, ואם לא יפסק הירק ויפול כשאוחזים אותו בעלה, הוי חיבור, ואי לא, לא הוי חיבור, בין אם נגע טבול יום בעלה בין נגע בירק עצמו:  "
            ],
            [
                "<b>ירק של תרומה.</b> שנתנו בקערה או באלפס:",
                "<b>וביצה טרופה בקערה.</b> שנתערב החלבון והחלמון יחד, ונתונה על גבי הירק:",
                "<b>ונגע טבול יום בביצה.</b> אע״פ שהיא חולין, דאין שייך תרומה בביצה, וטבול יום אינו פוסל בחולין. אפילו הכי הוי חיבור, ונפסל הירק כאילו נגע בו. ומיהו לא פסל אלא הקלח שכנגד מגע ידו, ושאר הקלחים טהורים:",
                "<b>כל הסדר העליון.</b> קלחים העליונים שהביצה על פניהם. ואין הלכה כר׳ יוסי:",
                "<b>אם היה כמין כובע.</b> שמחמת הבישול נתנפחה הביצה ונעשית כמין כובע על הירק וחלולה תחתיה:  "
            ],
            [
                "<b>לפס.</b> כמו אלפס, כעין מחבת שעושין בה התבשיל. וביצה זו מתבשלת עם התרומה שנפסלה בטבול יום:",
                "<b>מן השפה.</b> של אלפס ולפנים. חשוב החוט של ביצה חיבור, ואם נגע שם טבול יום, הכל טמא. אבל החוט היוצא משפת האלפס ולחוץ לא הוי חיבור:",
                "<b>וכל שנקלף עמו.</b> היינו מה שעולה עם החוט, הוי חיבור ולא יותר. רבי יוסי לקולא. והכי מוכח בתוספתא. ואין הלכה כר׳ יוסי:",
                "<b>וכן בקטניות.</b> דינם כדין הביצה:\n\n"
            ],
            [
                "<b>אינה נפסלת בטבול יום.</b> דבתר עיסה אזלינן ולא בתר שאור, אע״ג דאסורה לזרים:",
                "<b>שהוכשרה במשקה.</b> שלתת החיטין במים:",
                "<b>ונלושה במי פירות.</b> ומי פירות אין מכשירין, והעיסה שנלושה בהן אם לא הוכשרה תחילה, אינה מקבלת טומאה:",
                "<b>פסל את כולה.</b> דמי פירות עושין העיסה חיבור:",
                "<b>לא פסל אלא מקום מגעו.</b> קסבר ר׳ עקיבא, דכיון דמי פירות אין מכשירין ולא מייתי להו לידי טומאה, רואין אותן כאילו אינן, ולא פסל אלא מקום מגעו. והלכה כר׳ עקיבא:\n\n"
            ],
            [
                "<b>פסל את כולו.</b> קסבר שמן מכשיר ומחבר:",
                "<b>לא פסל אלא מקום מגעו.</b> דשמן אינו מחבר, וקאי כל קלח וקלח באפי נפשיה:\n\n"
            ],
            [
                "<b>שנגס.</b> שמהפך האוכל בפיו. לשון מגיס בקדרה:",
                "<b>ונפל.</b> האוכל עם לחלוחית הרוק שבו, על בגדיו ועל ככר של תרומה:",
                "<b>טהור הככר.</b> כלומר לא הוכשר לקבל טומאה. ואע״ג דרוק בעלמא מכשיר, שאני הכא דלא אחשביה לרוק ואינו לרצון, שהרי נפל על בגדיו, ופשיטא דלא ניחא ליה:",
                "<b>כל שהוא רוצה למוץ את גרעינתו.</b> אם נתכוין למצוץ הלחות שבגרעין, ונפל הגרעין עם הרוק שבו על ככר של תרומה, הוכשר הככר ברוק שעל גבי הגרעין, דהא אחשביה:",
                "<b>זיתים נגובים ותמרים יבשות כל שאינו רוצה למוץ גרעינתו.</b> לא הוחשב המשקה ההוא ואינו מכשיר:",
                "<b>אחד טהור ואחד טבול יום כאלו.</b> כלומר שניהם שוין בדין זה:",
                "<b>ר׳ מאיר אומר אלו ואלו.</b> בין רטובות בין יבשות:",
                "<b>טמאים בטבול יום.</b> כדמפרש טעמא, דמשקין של טמא מכשירים ומטמאין אפילו שלא לרצון, וטבול יום כטמא לדין זה. ורבנן חשבי ליה לטבול יום כטהור. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>אוכל מעשר.</b> מפרישין ממנו תרומת מעשר בטהרה. דטבול יום וידים שניות הן, ומעשר ראשון כחולין הוא חשוב, ואין שני עושה שלישי בחולין. ואע״ג דהאי מעשר טבול לתרומת מעשר שבו, לענין שני ושלישי הטבל כחולין, הלכך כשמפרישין ממנו תרומת מעשר אחר כך הויא טהורה:\n\n"
            ],
            [
                "<b>וקוצה לה חלה.</b> ואינו קוראה לה שם. דכל זמן שלא קראה לה שם הרי היא כחולין:",
                "<b>בכפישה או בנחותא.</b> כלים שאינן מקבלים טומאה. ואצרכוה רבנן הכי, משום הכירא שלא תגע בה שוב, מאחר שקראה לה שם:",
                "<b>ומקפת.</b> מקרבת לכלי אצלה:",
                "<b>וקוראה לה שם.</b> שמצוה לתרום מן המוקף. ומוקף, לשון סמוך. כמו [ואין] מקיפין שתי חביות במסכת ביצה. ולא חשיב מוקף אלא אם כן הוי סמוך בשעת קריאת השם:",
                "<b>מפני שהיא שלישי.</b> דטבול יום דין שני יש לו:\n\n"
            ],
            [
                "<b>לשין בה את העיסה.</b> לעיל אשמועינן טבול יום באדם, והכא אשמועינן טבול יום בכלי. דלא תימא בעריבה אסור דלמא אתי לאחלופי בטמאה:  "
            ],
            [
                "<b>לגין.</b> כעין כד של עץ:",
                "<b>ומלאהו מן החבית.</b> שיש בה מעשר טבל, היינו מעשר ראשון שלא ניטלה תרומתו:",
                "<b>תרומת מעשר משתחשך.</b> כדי שיעריב שמשו של לגין ולא יפסול את התרומה. דאם היתה תרומה חלה מבעוד יום, היתה נפסלת בטבול יום:",
                "<b>הרי זה ערוב.</b> לא אמר כלום. לפי שאין קונה עירוב אלא בסעודה הראויה מבעוד יום, וזה אינו ראוי עד הערב שמש:",
                "<b>נשברה החבית.</b> מבעוד יום:",
                "<b>הלגין בטבלו.</b> שבשעה שהיה ראוי שיקבע תרומה לא היה בעולם הדבר שנעשה תרומה עליו, הלכך לא חל עליו שם תרומה והרי הוא טבל:",
                "<b>נשבר הלגין.</b> מבעוד יום:",
                "<b>החבית בטבלה.</b> שלא חל שם תרומה על הלגין אלא משתחשך, ובאותה שעה לא היה בעולם:\n\n"
            ],
            [
                "<b>מחללים על פירות עם הארץ.</b> מחללים מעשר שני על פירות עם הארץ, ואין חוששין שמא הפירות של עם הארץ מעשר הן ונמצא מחלל מעשר במעשר:",
                "<b>חזרו לומר אף על המעות.</b> של עם הארץ, מחללין פירות מעשר שני, ואין חוששין שמא מעות הללו של עם הארץ מעות של מעשר שני הן:",
                "<b>היוצא בקולר.</b> בשלשלת. המלך תרגום ויתנוהו בסוגר (יחזקאל י״ט:ט׳), ויהבוהו בקולרין:",
                "<b>הרי אלו יכתבו ויתנו.</b> ואע״ג שלא אמר תנו, ודאי בעי למימר כתבו ותנו, ואגב בעתותיה לא פסקיה למלתיה:",
                "<b>מפרש.</b> מן היבשה לים:",
                "<b>בשיירא.</b> במדבר. ארחת ישמעאלים (בראשית ל״ז:כ״ה), מתרגמינן שיירת ערבאי:",
                "<b>אף המסוכן.</b> חולה הנוטה למות. והלכה כר׳ שמעון שזורי:\n\n"
            ],
            [
                "<b>הכדומין.</b> עץ גדול ערוך ויוצאין ממנו אונקליות אילך ואילך, ותולין באותן אונקליות צלוחיות של מים באויר כדי לצננן. ורמב״ם פירש, כמין זיר של ברזל ואונקליות סביבותיו, ובו מעלין הכלים שנפלו לבור:",
                "<b>האשקלונים.</b> שנעשים באשקלון:",
                "<b>המעבר והמזרה והמגוב.</b> כלים עשויין לנקות התבואה מן התבן ולהעביר התבן ממקום למקום. המעבר, יש לו שינים דומה ליד של בני אדם, ובו מעבירין התבן ממקום למקום. והמזרה, בו זורים החטין בגורן, לפיכך נקרא מזרה. ושיניו מרובות משיני המעבר. והמגוב, שיניו מרובות משיני המזרה, ובו בוררים התבואה אחר שזרו אותה במזרה:",
                "<b>ועל כולם אמר רבי יהושע וכו׳</b> בתוספתא מוכח דאכל הני מילי דמתניתין קאי ר׳ יהושע, מהאשה שהיא טבולת יום עד כאן. ומשום דר׳ יהושע קאי אכולהו, תנא הכא מילי טובא שאין ענינם לכאן:",
                "<b>דבר חדש חדשו סופרים.</b> שאין הדעת נותנת שיהיה הדבר כן:",
                "<b>ואין לי מה להשיב.</b> מפני מה אמרו כן:  "
            ],
            [
                "<b>התורם את הבור.</b> של יין או של שמן:",
                "<b>על מנת שתעלה שלום.</b> כשהתנה שלום סתם ולא התנה לענין מה, מסתמא לענין שבר ושפיכה קאמר, שעל זה אדם ירא בשעה שמעלה מן הבור:",
                "<b>אבל לא מן הטומאה.</b> לפיכך אם נטמא, תרומתו תרומה:",
                "<b>אף מן הטומאה.</b> דכשאמר שתעלה שלום, שתעלה בטהרה קאמר. ואין הלכה כר׳ שמעון:",
                "<b>נשברה אינה מדמעת.</b> שלא חל עליה שם תרומה:",
                "<b>עד כדי שתתגלגל.</b> כל זמן שלא נתרחקה מן הבור כל כך דאם תתגלגל תשוב לבור, לא עלתה שלום קרינן בה:",
                "<b>שהיה בו דעת להתנות.</b> כלומר שהיה בדעתו וחשב בלבו להתנות, ושכח ולא התנה. ואין הלכה כר׳ יוסי:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "כבר בארנו פעמים כי טבול יום פוסל את התרומה בין אם היו אוכלין של תרומה או משקין של תרומה פוסל ואינו מטמא וכבר בארנו בטהרות (פ\"ב) כי דין חלה ותרומה אחד לענין הטומאה \n",
                "ודע זה אמר כי המקבץ חלות קצתן על קצתן ותהיה כונתו להפרידן אחר כן אמנם קבצן לכונה בחלה ההוא ודבקו העוגות קצתן בקצתן ונגע טבול יום באחד מהן אומרים ב\"ש שהוא פוסל את הכל וכן הדין במקרצות ובככרין וחמיטה על גבי חמיטה וכבר ביארנו בטהרות (פ\"א) מקרצות מחותכות עיסה דומה ללחם שאופים פעמים לספינה וחמיטה עוגה רקיקה. עד שלא קרמו קודם שיתהוה לה קליפה אבל נדבקה אחת אל אחת בתוך העיסה וזה בלי ספק אינו בכונתו לפי שהוא מפסיד צורתו ותבנית הלחם משתנה: \n",
                "וקולית (המת). היא גלגלת הראש וכנה הקצף אשר יתהוה במים כשיכנס בהן האויר בגלגלת ואמרו קולית המים המחולחלת ר\"ל שיהיה תוכה ריקם וקצוותיה מחוברות בלחם של תרומה וכן רתיחת תבשיל פולין הרתיחה הראשונה ורתיחת היין אשר זמנו קרוב לדריכתו ב\"ש סוברין כי אלה כולן חבור בטבול יום ושאם נגע טבול יום בקצה קצף ההוא פסל היין או הלחם וכן אם נגע באחד המקרצות או החמיטות או הככרות פסל הכל וב\"ה אומרים כי לא פסל אלא במה שנגע בלבד ואלו *הכלים אינן חבור והכל מודים כי אלו כולן חבור בשאר טומאות בין קלות בין חמורות אמנם חלקו בטבול יום לפי שכבר טהור ואינו חסר אלא הערב השמש: \n"
            ],
            [
                "על מנת שלא להפריד. ע\"מ שלא יפרידם וכן כשקיבץ הרקיקין אחר שנקרם בם קליפתם לפי שהוא מבואר כי כונתו לחברם ואמרו ושל שמן לעולם ר\"ל שוה הוא אם יהיה ישן או חדש לפי שהוא מעט הרתיחה ואינו צף הרבה וכבר ביארנו טופח והוא הנקרא בלשון ערבי קרטמ\"ן והוא ממין שעורין ופעולתו אצל הרופאים קרוב מפעולתן ואמר כי אלו כולן חבור בטבול יום זהו ענין אמרו טמאים בטבול יום לפי שטבול יום אינו מטמא לשום דבר מהדברים כמו שהשרשנו בפתיחת זה הסדר אמנם יפסול בלבד ואין הלכה כרבי יהודה: \n"
            ],
            [
                "עושים בגבי קצת העוגות מעט עיסה מבחוץ על שטח הפת: \n",
                "וחרחור. פירוש בחוזק החום והיובש ואמר כי כשהן אלו פחות משיעור אצבע היא כדבוק בו וחבור בטבול יום וכשנגע טבול יום באותו גרגר מלח או קצה השרוף פסל הככר ואמר רבי יוסי כי אין אנו חוששים לאורך הקצוות האלו ולא לקיצורם אלא כל מה שאפשר לאכול עם אותו הפת הוא חבור בטבול יום ואין הלכה כרבי יוסי: \n"
            ],
            [
                "בעלי בתים רושמין פתם בסימנים כדי שלא יתערב בתנור עם זולתו ורושמין אותו בגרעין פול או בגרעין תורמוס ובחרחרת חרש וכיוצא בו אמר כי אלו כולן טהורין ואפי' באב הטומאה כשנגע אב הטומאה בחרש זה או בגרעין התורמוס וכיוצא בהן לא יטמא הככר ור' יוסי עזב כונתו והפך הוראתו הנקדמת ואמר כי כל מה שאינו נאכל עם הפת אבל הפרידם אותן ממנה ואז יאכל אינו חבור ואפי' באב הטומאה ואין הלכה כר' יוסי: \n"
            ],
            [
                "כבר קדם לך בטהרות (פ\"ח) שאין מיטמא מכל הצמחים אלא מה שראוי למאכל אדם וכשהם השעורים והכוסמים בלתי קלופין אינם מאכל אדם ואינם ראוים לאכילה וע\"כ אינן מטמאין אפי' באב הטומאה:  ",
                "וחלתית. בלשון ערב אל חתית:  ",
                "התיאה. נאמר שהוא שרש החלתית:  ",
                "והאלום. בלשון ערב אנגרב\"י והוא שרש מין מן החלתית ואינו מאכל ואמנם מצרפין אותו מעט במזון כמו שמצרפים המלח הנקרא אלבור\"ק ואמר ר' יהודה כי האפונין השחורין ג\"כ אינן מאכל אדם אמנם הוא במדרגת הרפואה לא במדרגת המזונות כל אלה דברי ר\"מ אבל חכמים אומרים כי כל אלה הנזכרים אינן נפסלים בטבול יום אבל כשנגעו בהן שאר טומאות הן מטמאין כשהן נכשרין על התנאים הידועין וקצח בלשון ערב שונ\"ז והוא הידוע במצרים בדמיון השחור והשומשום בלשון ערב אל סמס\"ם והוא המפורסם במערב באל גלגלי\"ן בלשון ערב ואין הלכה כר\"מ ולא כר' יהודה:  "
            ]
        ],
        [
            [
                "כבר הפלגנו בביאור בהלכה הזאת ופירשנו אותה פירוש פשוט ומובן בפתיחה אשר כתבנו בסדר הזה ואינו צריך לחזרה ועיינהו:"
            ],
            [
                "כבר נתבאר פעמים שטבול יום פוסל את התרומה בלבד בין אוכלין של תרומה בין משקין של תרומה וכיון שאלו המשקין פסולין בלבד הן אינם מטמאין ואפי' אוכלין כ\"ש כלים לפי מה שהשרשנו בפתיחה וע\"כ הקדירה טהורה ועוד יתבאר לך כי כל הידים מסואבות הן שניות וכבר נתבאר לך בשני של טהרות כי אפילו שני לטומאה כשנגע במשקה חולין טמאם וחזרו משקין טמאין וע\"כ מטמאין הידים אלו למשקה חולין לפי מה שהשרשנו בפתיחה והוא ענין אמרו הכל טמא ר\"ל המשקין בין אם היה משקה תרומה בין אם היה משקה חולין וכבר שב דין טבול יום בענין הזה קל יותר מדין ידים מזוהמות וכבר נתבאר ברביעי של טהרות כי מכלל ספיקות שטהרו חכמים הוא ספק הידים: \n"
            ],
            [
                "מקפה. שם התבשיל בכללו המרק והדבר המבושל במרק ודרך העם לדוך השום בשמן וייטב בו התבשיל ואמר כי כשיהיה זה התבשיל תרומה והשום הכתוש בשמן חולין יהיה הכל חבור וכאשר נגע ואפילו בחלק מן השמן אז השמן פסל כל המקפה ואם היה כל התבשיל חולין והשום הכתוש בשמן אשר מטיבין בו התבשיל תרומה ונגע בקצת השום לא פסל אלא מקום מגעו ואם היה השום יותר מן המקפה יהיה דין הכל כדין תרומה וכאשר נגע במקצת פסל את הכל ומאמר ר' יהודה מבאר לדבר הקודם כי זה שאמרנו כי כשהיה השום מרובה ונגע במקצתו פסל הכל דוקא אם יהיה מכונס בקערה אחר שנכתש והוא גוף אחד אבל בעת שכותש השום בעלי אם נגע אז טבול יום במקצתו לא פסל אלא מקום מגעו כיון שכונתו בשעת הכתישה לפרד החלקים ולא היה שם חבור ואמר כי כן כל מה שדרכו להכתש בדבר הלח שיקבצנו כמו שהשרשנו מכתישת השום או השמן וכיוצא בו בעת כתישתו אינו חבור ואחר כתישתו כשקיבצו במשקין ושמו גוש בקערה הוא חבור בטבול יום אבל אם היה הדבר ההוא דרכו לכתש במשקין וכתשו הוא ושחקו ולא קיבצו במשקין אלא שקבצו כמות שהוא ושמו בקערה אינו חבור אע\"פ שהוא גוש בקערה לפי שהוא אז כמו עיגול של דבילה אשר אם נטמא מקצתו לא נטמא כולו כמו שנתבאר בשני של תרומה וביאור רבי יהודה קיים וכמוהו ראוי לעשות: \n"
            ],
            [
                "כבר ביארנו כי חמיטה היא רקיקה והן קורין לישת הקמח בשמן חביץ קדירה וענין אמרו ואם חבץ ר\"ל שישימהו חבוץ וזה שילוש אותן רקיקות בשמן או יערב השמן ההוא במקפה עד שישוב הכל אחד מעורב כי הוא אז פסל כל מה שנתערב בו שמן של תרומה: \n"
            ],
            [
                "קרם עליו הקיפה. קפאו עליו התבלין והמרק וחזר כמין קרום א\"ר יוחנן בן נורי כי הקרום הזה עם חתיכות הבשר חבור זה לזה וכשנגע בקיפה פסל הבשר וכבר ביארנו בפתיחה כי טבול יום יפסול הקדש ג\"כ כמו התרומה: \n",
                "וקטניות שקרמו על גבי פרוסות. תבשיל של קטניות כשקפאו על פתיתי הפת ומעשה קדרה מה שמבשלין בקדרה מן החטין והקמח וכן שאר ה' המינין כגון הריפות וותיקא וקמח מבושל בקדרה וכיוצא בזה: \n",
                "וענין אמרו אם היו גושין הרבה הרי אלו ימנו אם היו גושין הרבה אחד בצד השני וכל גוש מהן מחובר נאסף ונגע טמא באחד מהן מונין ממנו ראשון ושני ושלישי לפי העקרים אשר ביארנו בפתיחה ואם היה הגוש אשר נגע בו הטמא ראשון היה השני הדבק בו שני והדבק בשני שלישי והדבק בשלישי רביעי ואין הלכה כרבי יוחנן בן נורי בשני המאמרים: \n"
            ],
            [
                "אומר תנא קמא כי כשהכניס טבול יום ידו ביין אשר בתוך החבית ונכנסה ידו משפת החבית ולפנים נטמא כל היין אשר בתוך החבית ואם נגע ביין אשר למעלה מפי החבית בלבד לא פסל אלא יין שבבור וכל מה שבתוך החבית טהור וכאילו היה נפרד מן היין שבבור ואין הלכה כרבי יוחנן בן נורי: \n"
            ],
            [
                "כשהיתה החבית הזאת מלאה ממשקין של תרומה וניקבה באיזה מקום שיהיה הנקב ונגע טבול יום במשקה בנקב ההוא לסותמו בידו הרי פסל כל החבית ור' יהודה אומר כי אם היה נקב בצד החבית ונגע בו אותו החלק בלבד הוא פסול ויעלה באחד ומאה וכן נתבאר בתוספתא. \n",
                "וקילוח הוא הדבר השותת בעת השפיכה ואמר תנא קמא כי כשיהיה החלק אשר נגע בו טבול יום ופסלו בעת השפיכה חלק ממאה ואחת מכל המשקה טהור אשר נתערבו שהכל מותר כמו שנתבאר בה' של תרומות באמרם סאה תרומה טמאה שנפלה למאה סאה תרומה טהורה אשר אמר שם וחכמים אומרים אבדה במיעוטה ואין הלכה כר' יהודה: \n"
            ],
            [
                "כשמבשלין כלי חרס עושים אבעבועות גדולות וכבר נתבאר בתוספתא כי ענין אמרו בכאן בין מבפנים בין מבחוץ שינקב לתוך החבית ולחוצה לה ב' נקבים מכוונים והיתה החבית מלאה משקין ואין ספק אותו אבעבוע אשר בצד החבית אשר היא מפולשת לתוך הכלי תתמלא ג\"כ מאותן משקים ואם נגע אב הטומאה במשקה שבאבעבוע מבחוץ ר\"ל שישים אצבעו בנקב שבחוץ הרי כבר נטמא המשקה אשר בחבית וכן אם היתה החבית מוקפת אל פיה צמיד פתיל ונתונה באהל המת מטמא מחמת הנקב אשר בצד האבעבוע אשר בצד החבית וזהו ענין אמרו טמא באב הטומאה וטמא באהל המת וכן הדין גם כן כשהם השני נקבים זה שלא כנגד זה אמנם כשיהיה הפנימי מלמטה אבל אם יהיה הפנימי מלמעלה (כמו הצורה הזאת)  <img src=\"data:image/jpeg;base64,/9j/4AAQSkZJRgABAQEAYABgAAD/4RDyRXhpZgAATU0AKgAAAAgABAE7AAIAAAANAAAISodpAAQAAAABAAAIWJydAAEAAAAaAAAQ0OocAAcAAAgMAAAAPgAAAAAc6gAAAAgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEZhbWlseUNhbnRvcgAAAAWQAwACAAAAFAAAEKaQBAACAAAAFAAAELqSkQACAAAAAzM3AACSkgACAAAAAzM3AADqHAAHAAAIDAAACJoAAAAAHOoAAAAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAyMDE2OjEwOjMwIDE3OjQ4OjQ2ADIwMTY6MTA6MzAgMTc6NDg6NDYAAABGAGEAbQBpAGwAeQBDAGEAbgB0AG8AcgAAAP/hCx9odHRwOi8vbnMuYWRvYmUuY29tL3hhcC8xLjAvADw/eHBhY2tldCBiZWdpbj0n77u/JyBpZD0nVzVNME1wQ2VoaUh6cmVTek5UY3prYzlkJz8+DQo8eDp4bXBtZXRhIHhtbG5zOng9ImFkb2JlOm5zOm1ldGEvIj48cmRmOlJERiB4bWxuczpyZGY9Imh0dHA6Ly93d3cudzMub3JnLzE5OTkvMDIvMjItcmRmLXN5bnRheC1ucyMiPjxyZGY6RGVzY3JpcHRpb24gcmRmOmFib3V0PSJ1dWlkOmZhZjViZGQ1LWJhM2QtMTFkYS1hZDMxLWQzM2Q3NTE4MmYxYiIgeG1sbnM6ZGM9Imh0dHA6Ly9wdXJsLm9yZy9kYy9lbGVtZW50cy8xLjEvIi8+PHJkZjpEZXNjcmlwdGlvbiByZGY6YWJvdXQ9InV1aWQ6ZmFmNWJkZDUtYmEzZC0xMWRhLWFkMzEtZDMzZDc1MTgyZjFiIiB4bWxuczp4bXA9Imh0dHA6Ly9ucy5hZG9iZS5jb20veGFwLzEuMC8iPjx4bXA6Q3JlYXRlRGF0ZT4yMDE2LTEwLTMwVDE3OjQ4OjQ2LjM2NzwveG1wOkNyZWF0ZURhdGU+PC9yZGY6RGVzY3JpcHRpb24+PHJkZjpEZXNjcmlwdGlvbiByZGY6YWJvdXQ9InV1aWQ6ZmFmNWJkZDUtYmEzZC0xMWRhLWFkMzEtZDMzZDc1MTgyZjFiIiB4bWxuczpkYz0iaHR0cDovL3B1cmwub3JnL2RjL2VsZW1lbnRzLzEuMS8iPjxkYzpjcmVhdG9yPjxyZGY6U2VxIHhtbG5zOnJkZj0iaHR0cDovL3d3dy53My5vcmcvMTk5OS8wMi8yMi1yZGYtc3ludGF4LW5zIyI+PHJkZjpsaT5GYW1pbHlDYW50b3I8L3JkZjpsaT48L3JkZjpTZXE+DQoJCQk8L2RjOmNyZWF0b3I+PC9yZGY6RGVzY3JpcHRpb24+PC9yZGY6UkRGPjwveDp4bXBtZXRhPg0KICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAKICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgIAogICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgICAgCiAgICAgICAgICAgICAgICAgICAgICAgICAgICA8P3hwYWNrZXQgZW5kPSd3Jz8+/9sAQwAHBQUGBQQHBgUGCAcHCAoRCwoJCQoVDxAMERgVGhkYFRgXGx4nIRsdJR0XGCIuIiUoKSssKxogLzMvKjInKisq/9sAQwEHCAgKCQoUCwsUKhwYHCoqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioqKioq/8AAEQgAgwBYAwEiAAIRAQMRAf/EAB8AAAEFAQEBAQEBAAAAAAAAAAABAgMEBQYHCAkKC//EALUQAAIBAwMCBAMFBQQEAAABfQECAwAEEQUSITFBBhNRYQcicRQygZGhCCNCscEVUtHwJDNicoIJChYXGBkaJSYnKCkqNDU2Nzg5OkNERUZHSElKU1RVVldYWVpjZGVmZ2hpanN0dXZ3eHl6g4SFhoeIiYqSk5SVlpeYmZqio6Slpqeoqaqys7S1tre4ubrCw8TFxsfIycrS09TV1tfY2drh4uPk5ebn6Onq8fLz9PX29/j5+v/EAB8BAAMBAQEBAQEBAQEAAAAAAAABAgMEBQYHCAkKC//EALURAAIBAgQEAwQHBQQEAAECdwABAgMRBAUhMQYSQVEHYXETIjKBCBRCkaGxwQkjM1LwFWJy0QoWJDThJfEXGBkaJicoKSo1Njc4OTpDREVGR0hJSlNUVVZXWFlaY2RlZmdoaWpzdHV2d3h5eoKDhIWGh4iJipKTlJWWl5iZmqKjpKWmp6ipqrKztLW2t7i5usLDxMXGx8jJytLT1NXW19jZ2uLj5OXm5+jp6vLz9PX29/j5+v/aAAwDAQACEQMRAD8A+kaKKq6jqun6PafatXvrawt9wTzrqZYk3HoMsQMn0oAtUVnp4g0aSaCKPVrFpLiQxwoLlCZXxnaozycc4HanWet6VqFxJb6fqdndTRMySRwXCOyMpwwIByCDwR2oAvUVyHxUu9UsfhnqsugXDWuonyYoJ1ODGXmRC2e2Ax5q1pnhvXdP0qe1m8Y397NJt8u5uLWAtDjO7GEAOSR97OMCgDpaK8x8eabrHhbwZe6+vi3xBqV9bG2WKMyQQx5MyKcpHEoIO7nOTjjNenUAFFFFABRRRQAVzfjqx1DUtAhtNM0bTtY8y9gFxbajGskYh3je4ViAWUcj9ATxXSUUAeU6D8JdJm1bxlDq2gW1pp17qUEmnmCKNCiRoPmjAH7v5i4yADy3rXLeFPDCQ/F6+/srQ9YF9b+JZ76XWrywFtAtqY3WSFZASJNzv8oCrkHdx0r3+igDk/iaM/D2+wAf3tt1/wCviOusrjPiySPhvebXVD9qsuW6H/S4ePqen412dAHC/Gbzf+FUan5G/d51pnZnO37VFu/DGc+2a7quG+MryJ8KdUMOd3nWgOFz8puog36ZruaACiiigAooooAKKKzddvrmx09Rp0ImvrmVYLZG+6GY8u3+yihnPchSByRQBLq2taZoNg97rV/b2NsgJaWeQIOOwz1PsOax9P8AGUXiGzln8K6fdahGpKR3M0ZtoGbAI+aQBivP3kRhxV7SPDtvpjm6uJH1DU5APPv7nBkcgY+UdI16/KgA5J5JJOvQBj2Ol306tL4luYL2RiNtrDDtt4sMGUgNks4KqdzHgj5QvOdiiigCnq+l2+t6Nd6ZegmC7iaJyuNygjGQT0I6g9iAa5y2PjPQL4RXgg8S6OsR23ESrBfqQeN6kiKTr1XYeDwTwevooA5PTfib4U1HU30x9UXT9SjzvsdSja1lGPQSAbuOflJ4+hrqo5EmiSWF1kjdQyupyGB6EHuKq6po+m63Zm11jT7W/tz1iuYVkX8iK4yL4ZweEFmvvhrNNpVyF3NpskzTWl5g7tjLISUJ6BkK49CMggHf0VkeGPEVt4m0OK/t18mb/V3Vo7ZktJh9+Jx2ZTxyB696KANeuE1i8lk+OvhqwbHkQ6Te3Cjn77NGufTgAgd/mb1ru6811KJR+0zosoHzN4cnUnfnIE2R8vbqee/4UAelUUUUAFFFFABRRRQAUUUUAcN4OtGsviZ4+jVI47ea5s7mNI2U8vbgOxA5BLKSQcE9ehBJVvw9HdR/E7xibpQIpEsHtiARmPynU59fnV+Rx+INFAHXV5vqYP8Aw0poh+XH/CPXH/LMg/60fxdD9O3PqK9EuLmCztpLi7mjggjXc8srhVQepJ4ArygeKLDWv2gPD1xp8Gotbtpl5aR3MlhKkMzK6MWRyMMowQWHAJXnkUAet0UUUAFFFFABRRRQAUUUUAczo7Tt8R/E3nMTGtrYrCD2XExP/jxb/OKKbokUcXxI8UlHdnlgsZHVgQFO2RRjnphR0xzn3JKAMXxsj658TvCHhm7VJdGkS61C+tZQClyYlURKfUK7BtvQ8ZBxVjW4pIfjh4SlDu8U2l6hEIh92IqYSX698qOnYfh0Gu+G4dZ1HSNTjkW31LR7gzWtwYhJhXUpLGRkfKyEjgjBCntg8r451C8034o+DptN0641O5ay1NI7WB403ki3xvZyAqAjJIyR2B6UAW9Mnl07436vo1s8psb3R4tVeJ5CypcGZ4mKg/d3Kq5A4yue9dzXMeFfDVzY6hfeIdekWTXtVSNblYZC0FvGmdkUWQDgZJJPJYk+1dPQBU1XVbHQ9Ln1HVbhbaztwGlmcHCDOMnH1rAi+JvgyfRbjVoPEFrLYWsiRXE8e5lhZ/u7sD5QemTxT/iRpGp6/wDDjWdJ0KKKa+vYPIjWaTYuGYBjn2XcR7gVnQ/Dy1n8QalPqVlp6aXqWhW+m3VjaRmNJZFeUu3GCAFZAp+99NoyAXIfij4Jn1n+yU8R2Yv/AD/s3kSEoxkzjbyB34Hr2qS2+JPg6714aLb+ILNtSaYwC13EP5gOCmCOuRjFcN408K+MvFOs2VrD4W0W107T9Wgnh1AXYa4aCFiBkbcjK4OM8dOetaafDa/Wx8PyNHYNqln4pl1a/uwoVpomluGGCF5OJI/l4Ax7UAenUUUUAc/YoG+ImtTFFDjTrKINkElRJct9Ryx49ge9FGn2MNv8RNcuotwkutOsTKN2QSr3KggdjjA/AUUAdBXDaxdB/jn4YtMNmLSL+UnjHzPCP/ZP5V3NecGRX/ahWPa2Y/B5bJzjm8HQf1H07UAej0UUUAFFFFABRRRQAUUUUAYto+7xzqw2sNun2YyR1/eXB4/Oiqmi3TTePvE8DAnyEswrHOQDGx2j2ByeO7H3ooA6WuM1DRXs/jNpfiffGILvSpdHk3vgh/ME8eB7hZPy+ldnVTVNLtdYsHtL6PfGxV1P8UbqQyup7MrAEHsQKALdFc62raroMUcWs6fdanbRxgNqenxCR2PAzJbr84Jz/wAsg44Jwo4rJufixolpO8c+leJEAXcjtoVyol/3coD+YFAHcUVwUPxd0m4x5Hh/xVLlto2aHO2TjOOB1wCfwqYfFGyJIHhfxeSDg/8AFP3HH/jtAHb0VxK/FCzdwo8MeLQSwXLaDOoBPTJIwOtR3HxTt0eBLLwh4xv3l4YQ6JJGIW9HaXYB68EjnrQB3VFcTH8SiLpIr3wT4ws42HM7aWJlX6iF3b8hV2PVNW8Uq8GmWF7oumug3ajexGGd+cMkULYdDgH944GDghXHIAG+ELmTU9f8UaoqMtm9+tpbMc4lEMYR5F45HmF1zkj5PzK6OwsbbTNPgsbCIQ21ugjjQEnaoHHJ5P1PJooAsUUUUAFFFFABRRRQAUUUUAFFFFABRRRQB//Z\">  ונגע אב הטומאה במשקה שבתוך אבעבוע לא נטמא משקה שבחבית לפי שהדבר אשר נגע בו הוא נפרד בכלי בפני עצמו כמו שיתבאר מן הצורה אשר ציירנו והוא ענין אמרו טהור באב הטומאה ויוצא בעבוע מן שחין פרח אבעבועות (שמות ט):  "
            ]
        ],
        [
            [
                "ידות האוכלין. הן הקצוות אשר יחזיקו בהן הדבר בעת האכילה כמו העצים אשר בקצוות התאנים והזיתים והאתרוגים וכיוצא בהן וכבר ידעת כי ענין החבור הוא כשנגע באותו קצה כאילו נגע בגופן של אוכלין ועוד יתבאר זה בפרטיו בעוקצין (פ\"א) ואוכל שנפרס נסדק ומעורה מקצת ונשאר מחובר במקצתו ואמר ר\"מ כי אם היה כח אותו חבור אשר בין שני החלקים בענין שאם יגביה החלק הגדול יתלה בו הקטן המחובר בו ולא יפול הרי הן חבור זה לזה ור' יהודה אומר שיצטרך שיהיה כח החבור בענין שאם יגביה החלק הקטן יתלה בו הגדול לא יפול והלך רבי נחמיה על דרך אחרת ואמר כי כשיגע הטמא באחד החלקים מהקטן או הגדול הרי הוא טימא אותו החלק בלא ספק ואם היה כח החבור בינם בענין שאם יגביה אדם החלק הטהור הטמא עולה עמו יהיה הכל חבור וחכמים אומרים הפך זה אם אחז בטמא והטהור עולה עמו אז יהיה הכל טמא אח\"כ אמר כי שאר האוכלין אשר דרך בני אדם לתלותן בעליהן או בקלחיהן יבחנו בדרך הזאת שנתלה האוכל מעליו או מקלחו ואם ישאר תלוי ולא יפסוק ויפול הרי אותו עלה או הקלח חבור ומה שנגע בהן כאילו נגע באוכל עצמו והלכה כחכמים: \n"
            ],
            [
                "כמין כובע. כמו כובע המלחמה אשר נותנין בראש והכוונה בה שהיא חלולה ובתוכה דמות סוכה ואין הלכה כרבי יוסי: \n"
            ],
            [
                "קרם על דפנה של לפס. כפה על דופן האילפס והוא מחובר במה שבתוך האילפס מן האוכלין ואמר רבי יוסי כי כשנגע טבול יום באותו חוט ואפי' חוץ לאילפס כל מה שינשא עמו הוא חבור ואפי' מן (הבגד) אשר בתוך האילפס שאינו פוסל אלא מה שיעקור בעקירתו ואין הלכה כר' יוסי: \n"
            ],
            [
                "כבר ידעת כי המדומע הוא הדבר המעורב מתרומה וחולין ואלו דינים כבר נתבארו במקומם במסכת תרומות (פ\"א) וכבר נתבאר במסכת ערלה (פ\"ב) כי עיסת חולין שנילושה בשאור של תרומה והחמיצה נעשה הכל אסור לזרים וחוזרת העיסה מדומעת ואפילו היה חלק מאלף מכל העיסה ואמנם עם כל זה אינה נפסלת בטבול יום כמו התרומה האמתית וכבר ביארנו כי מי פירות לא יטמאו בעצמן ולא מכשירין וע\"כ עיסה שנילושה במי פירות לא תטמא כלל לפי שלא הוכשרה ואם היו החטים או הקמח מוכשרין ונילושה העיסה במי פירות בזה נפל המחלוקת והלכה כרבי עקיבא: \n"
            ],
            [
                "זה כולו מבואר והלכה כר' עקיבא: \n"
            ],
            [
                "כבר נתבאר לך בסוף מכשירין כי ריר האדם יכשיר לטומאה וכבר ידעת כי הן משתמשין הרבה בלשון טמא וטהור בענין מוכשר ואינו מוכשר ואמר כי האדם הטהור כשנשך באוכל וירד רירו על בגדיו ועל ככר של תרומה כי הככר ההוא לא הוכשר בריר הזה כיון שהיתה שתיתתו שלא לרצונו וראיה על זה שתיתתו על בגדיו ואפילו אם עברו מעל בגדיו לככר של תרומה כפי מה שביארנו במכשירין וה\"ה עצמו בנפילת קצת המאכל והוא כבר נבלל ברירו וע\"כ כשאכל פרי או זיתים ונפלה גרעינתו על ככר של תרומה והיא בלולה ברירו הוא כחלוק הזה שזכר והוא שאם נתכוין למצוץ הגרעין אותו ריר מכשיר ואם לא נתכוין אינו מכשיר וכן אם היה האוכל הזה טבול יום רירו גם כן לא יכשיר אלא לרצונו ואף אם נתכוין למוץ את גרעינתו ואמר ר\"מ כי בטבול יום בלבד בין אכל תמרים רטובות או יבשות ונפל גרעינן על ככר של תרומה הוכשר שמשקין של טמא מכשירין לרצונו ושלא לרצונו כמו שנתבאר במכשירין ואין חולק בזה אמנם חכמים אומרים כי טבול יום אינו טמא בענין זה והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "כבר ביארנו כי מעשר ראשון מותר לזרים וכן מותר לטבול יום לאוכלו כמו החולין וכבר ביארנו פעמים כי טבול יום במדרגת שני לטומאה וכן כל ידים טמאות שני לעולם וכבר נתבאר במס' בכורים (פ\"ב) כי תרומת מעשר שהיא מעשר מן המעשר בינו ובין התרומה שוה והוא קדוש ואם היה אוכל מעשר מוכשר ונגע בו טבול יום או ידים מסואבות חזר שלישי והשלישי בחולין טהור כמו שנתבאר בטהרות (פ\"א) ואע\"פ שהוא טבל מחמת תרומת מעשר (בטהרה) וכבר ביארנו בטהרות כי הטבל כחולין לענין השני והשלישי ועל כן מוציאים ממנו תרומת מעשר בטהרה ותהיה תרומה טהורה: \n"
            ],
            [
                "כבר ביארנו בטהרות כי חלה כתרומה לענין הטומאה ואילו חתכה מן העיסה ואמרה זו חלה היתה פסולה לפי שהיא טבולת יום וע\"כ תשים אותה בכפישה והיא כלי אבן או בנחותה והוא כלי מכלי תשמיש העיסה ותשים הכלי עם העיסה בכלי אחד והוא ענין אמרו ומקפת ואז תאמר זו חלה כדי שתהיה תורמת אותו מן המוקף כמו שביארנו פעמים כי כך הראוי ולא תגע בו בידה אחר שתקרא לה שם: \n"
            ],
            [
                "זה כולו מבואר ממה שקדם ובאה המשנה הזאת להודיעך כי אין חלוק בין אדם שלא העריב שמשו או כלי שלא העריב שמשו: \n"
            ],
            [
                "מעשר טבל. הוא מעשר ראשון שלא ניטלה תרומתו לפי שהוא טבל ואינו מותר באכילה עד שיוציאו ממנו מעשר מן המעשר ואם לקח לגין טבול יום ומלאהו מאותו חבית שהיה מעשר ראשון שלא ניטלה תרומתו ואמר זה יהיה תרומת מעשר משתחשך שיטהר הלגין לפי שיעריב שמשו ולא יפסול את התרומה לפי שאם אמר עכשיו זה תרומת מעשר נפסל בכלי ההוא שהוא טבול יום וע\"כ אומר כי היא אינה תרומה עד שיעריב השמש וכשיעריב שמשו תהיה תרומה טהורה ומותרת לכהן ואם יזדמן שיהיה המעשה ההוא יום ששי אומר כי הלגין הזה כשחוזר תרומה משתחשך הוא עירוב לפי שהוא אז תרומה טהורה ויאכלנה הכהן ואין דבריו קיימין שאינו עירוב לפי שמן השרשים שבעירוב הוא שצריך סעודה ראויה מבעוד יום וזה הדבר אשר בו הלגין אינו הוה סעודה ראויה לאכילה עד שתחשך כמו שביארנו אמנם מבעוד יום הוא טבל ואינו מותר באכילה \n",
                "אחר כן השלים ביאור ההלכה ואמר אם נשברה החבית קודם הערב שמש נשאר הלגין טבל וצריך שיוציא ממנו התרומה הראויה על הלגין ההוא לפי שהעת שהיה חוזר כולו תרומה נאבד הדבר אשר זה הלגין סומך עליו וכן אם נשבר הלגין קודם הערב שמש נשארה החבית טבל כמות שהיתה לפי שלא חזר כולה תרומה ולא נשאר החבית מתוקנת עד שיעריב השמש כמו שהתנה בעת שהוציאה: \n"
            ],
            [
                "אחר שזכר קצת מענייני התרומות והמעשרות וההלכות שנתחדשו בה אמר בראשונה היו מתירין חלול מעשר שני על פירות ע\"ה בלבד ולא היינו חוששין לומר שמא הפירות האלו מעשר הוא ואין קדש פודה קדש אחר כך הוסיפו בהיתר ואמרו ראוי ג\"כ שיחלל פירות מעשר על מעות ע\"ה ולא נחוש לומר שמא מעות מעשר הוא: \n",
                "והיוצא בקולר. אשר יצא מכובל ידיו עליו כשאמר כתבו ואע\"פ שלא אמר תנו כותבין ונותנין לפי שפשט הענין מורה שהוא רוצה לגרשה כדי שלא תשאר עגונה: \n",
                "והמפרש. ההולך בספינה בים המלח: \n",
                "ויוצא בשיירא. הולך במדבר תרגום (בראשית ל״ז:כ״ה) אורחת ישמעאלים שיירת ערבאי: \n",
                "ומסוכן. החולה אשר הכביד עליו חוליו והלכה כרבי שמעון שזורי: \n"
            ],
            [
                "כבר קדם לשון ההלכה הזאת בעניינה וביארנוה בפרק י\"ג ממסכת כלים ואמנם החזירה בכאן משום דבר חדש שבה כמו המאמר הקודם חזרו לומר: \n"
            ],
            [
                "עד היכן תשבר ולא תדמע. פירוש עד כמה מניחה רחוק מן בור של יין וישלם התנאי ותהיה תרומה עד שאם היתה קרובה יותר מן המקום ההיא ותשבר אינה מדמעת לפי שלא נשלם עלייתה מן הבור שלימה כמו שהתנה ואמר כי כשהיתה קרובה מן הבור בענין כי כשתתגלגל תגיע לבור אשר בו היין או השמן היא עד עכשיו בגבול הבור ועדיין לא עלה ולא חזרה תרומה ועל כן אינה  מדמעת ואין הלכה לא כר' שמעון ולא כר' יוסי: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}