var Yadayimjson ={
    "language": "he",
    "title": "Mishnah Yadayim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה ידים",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "מֵי רְבִיעִית נוֹתְנִין לַיָּדַיִם, לְאֶחָד, אַף לִשְׁנַיִם. מַחֲצִית לֹג, לִשְׁלשָׁה אוֹ לְאַרְבָּעָה. מִלֹּג, לַחֲמִשָּׁה וְלַעֲשָׂרָה וּלְמֵאָה. רַבִּי יוֹסֵי אוֹמֵר, וּבִלְבַד שֶׁלֹּא יִפְחֹת לָאַחֲרוֹן שֶׁבָּהֶם מֵרְבִיעִית. מוֹסִיפִין עַל הַשְּׁנִיִּים וְאֵין מוֹסִיפִין עַל הָרִאשׁוֹנִים: \n",
            "בְּכָל הַכֵּלִים נוֹתְנִין לַיָּדַיִם, אֲפִלּוּ בִכְלֵי גְלָלִים, בִּכְלֵי אֲבָנִים, בִּכְלֵי אֲדָמָה. אֵין נוֹתְנִין לַיָּדַיִם, לֹא בְדָפְנוֹת הַכֵּלִים, וְלֹא בְשׁוּלֵי הַמַּחַץ, וְלֹא בִמְגוּפַת הֶחָבִית. וְלֹא יִתֵּן לַחֲבֵרוֹ בְחָפְנָיו, מִפְּנֵי שֶׁאֵין מְמַלְּאִין וְאֵין מְקַדְּשִׁין וְאֵין מַזִּין מֵי חַטָּאת וְאֵין נוֹתְנִים לַיָּדַיִם אֶלָּא בִכְלִי. וְאֵין מַצִּילִין בְּצָמִיד פָּתִיל אֶלָּא כֵלִים, שֶׁאֵין מַצִּילִין מִיַּד כְּלִי חֶרֶשׂ אֶלָּא כֵלִים: \n",
            "הַמַּיִם שֶׁנִּפְסְלוּ מִשְּׁתִיַּת הַבְּהֵמָה, בְּכֵלִים, פְּסוּלִים. וּבְקַרְקָעוֹת, כְּשֵׁרִים. נָפַל לְתוֹכָן דְּיוֹ, קוֹמוֹס, וְקַנְקַנְתּוֹם וְנִשְׁתַּנּוּ מַרְאֵיהֶן, פְּסוּלִין. עָשָׂה בָהֶם מְלָאכָה אוֹ שֶׁשָּׁרָה בָהֶן פִּתּוֹ, פְּסוּלִין. שִׁמְעוֹן הַתִּמְנִי אוֹמֵר, אֲפִלּוּ נִתְכַּוֵּן לִשְׁרוֹת בָּזֶה וְנָפַל לַשֵּׁנִי, כְּשֵׁרִים: \n",
            "הֵדִיחַ בָּהֶם אֶת הַכֵּלִים אוֹ שֶׁמִּחָה בָהֶם אֶת הַמִּדּוֹת, פְּסוּלִים. הֵדִיחַ בָּהֶם כֵּלִים מוּדָחִים אוֹ חֲדָשִׁים, כְּשֵׁרִים. רַבִּי יוֹסֵי פוֹסֵל בַּחֲדָשִׁים: \n",
            "הַמַּיִם שֶׁהַנַּחְתּוֹם מַטְבִּיל בָּהֶם אֶת הַגְּלֻסְקִין, פְּסוּלִים. וּכְשֶׁהוּא מֵדִיחַ אֶת יָדָיו בָּהֶן, כְּשֵׁרִים. הַכֹּל כְּשֵׁרִים לִתֵּן לַיָּדַיִם, אֲפִלּוּ חֵרֵשׁ שׁוֹטֶה וְקָטָן. מַנִּיחַ חָבִית בֵּין בִּרְכָּיו וְנוֹטֵל. מַטֶּה חָבִית עַל צִדָּהּ וְנוֹטֵל. וְהַקּוֹף נוֹטֵל לַיָּדַיִם. רַבִּי יוֹסֵי פוֹסֵל בִּשְׁנֵי אֵלּוּ: \n"
        ],
        [
            "נָטַל לְיָדוֹ אַחַת מִשְּׁטִיפָה אַחַת, יָדוֹ טְהוֹרָה. לִשְׁתֵּי יָדָיו מִשְּׁטִיפָה אַחַת, רַבִּי מֵאִיר מְטַמֵּא, עַד שֶׁיִּטֹּל מֵרְבִיעִית. נָפַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר. רַבִּי יוֹסֵי מְטַמֵּא: \n",
            "נָטַל אֶת הָרִאשׁוֹנִים לְמָקוֹם אֶחָד, וְאֶת הַשְּׁנִיִּים לְמָקוֹם אַחֵר, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה עַל הָרִאשׁוֹנִים, טָמֵא, וְעַל הַשְּׁנִיִּים, טָהוֹר. נָטַל אֶת הָרִאשׁוֹנִים וְאֶת הַשְּׁנִיִּים לְמָקוֹם אֶחָד, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, טָמֵא. נָטַל אֶת הָרִאשׁוֹנִים וְנִמְצָא עַל יָדָיו קֵיסָם אוֹ צְרוֹר, יָדָיו טְמֵאוֹת, שֶׁאֵין הַמַּיִם הָאַחֲרוֹנִים מְטַהֲרִים אֶלָּא הַמַּיִם שֶׁעַל גַּבֵּי הַיָּד. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כֹּל שֶׁהוּא מִבְּרִיַּת הַמַּיִם, טָהוֹר: \n",
            "הַיָּדַיִם מִטַּמְּאוֹת וּמִטַּהֲרוֹת עַד הַפֶּרֶק. כֵּיצַד. נָטַל אֶת הָרִאשׁוֹנִים עַד הַפֶּרֶק, וְאֶת הַשְּׁנִיִּים חוּץ לַפֶּרֶק, וְחָזְרוּ לַיָּד, טְהוֹרָה. נָטַל אֶת הָרִאשׁוֹנִים וְאֶת הַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ לַיָּד, טְמֵאָה. נָטַל אֶת הָרִאשׁוֹנִים לְיָדוֹ אַחַת וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לִשְׁתֵּי יָדָיו, טְמֵאוֹת. נָטַל אֶת הָרִאשׁוֹנִים לִשְׁתֵּי יָדָיו וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לְיָדוֹ אַחַת, יָדוֹ טְהוֹרָה. נָטַל לְיָדוֹ אַחַת וְשִׁפְשְׁפָהּ בַּחֲבֶרְתָּהּ, טְמֵאָה. בְּרֹאשׁוֹ אוֹ בַכֹּתֶל, טְהוֹרָה. נוֹטְלִין אַרְבָּעָה וַחֲמִשָּׁה זֶה בְצַד זֶה אוֹ זֶה עַל גַּבֵּי זֶה, וּבִלְבַד שֶׁיְּרַפּוּ שֶׁיָּבֹאוּ בָהֶם הַמָּיִם: \n",
            "סָפֵק נַעֲשָׂה בָהֶם מְלָאכָה סָפֵק לֹא נַעֲשָׂה בָהֶם מְלָאכָה, סָפֵק יֵשׁ בָּהֶם כַּשִּׁעוּר סָפֵק שֶׁאֵין בָּהֶם כַּשִּׁעוּר, סָפֵק טְמֵאִים סָפֵק טְהוֹרִין, סְפֵקָן טָהוֹר, מִפְּנֵי שֶׁאָמְרוּ, סְפֵק הַיָּדַיִם לִטָּמֵא וּלְטַמֵּא וְלִטָּהֵר, טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, לִטָּהֵר, טָמֵא. כֵּיצַד. הָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים טְמֵאִים, סָפֵק נָגַע סָפֵק לֹא נָגַע, הָיוּ יָדָיו טְמֵאוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים טְהוֹרִים, סָפֵק נָגַע סָפֵק לֹא נָגַע. הָיוּ יָדָיו אַחַת טְמֵאָה וְאַחַת טְהוֹרָה וּלְפָנָיו שְׁנֵי כִכָּרִים טְהוֹרִים, נָגַע בְּאַחַד מֵהֶם, סָפֵק בַּטְּמֵאָה נָגַע סָפֵק בַּטְּהוֹרָה נָגַע. הָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים, אֶחָד טָמֵא וְאֶחָד טָהוֹר, נָגַע בְּאַחַד מֵהֶן, סָפֵק בַּטָּמֵא נָגַע סָפֵק בַּטָּהוֹר נָגַע. הָיוּ יָדָיו אַחַת טְמֵאָה וְאַחַת טְהוֹרָה וּלְפָנָיו שְׁנֵי כִכָּרִים אֶחָד טָמֵא וְאֶחָד טָהוֹר, נָגַע בִּשְׁתֵּיהֶן, סָפֵק טְמֵאָה בַטָּמֵא וּטְהוֹרָה בַטָּהוֹר, אוֹ טְהוֹרָה בַטָּמֵא וּטְמֵאָה בַטָּהוֹר, הַיָּדַיִם כְּמוֹ שֶׁהָיוּ וְהַכִּכָּרִים כְּמוֹת שֶׁהָיוּ: \n"
        ],
        [
            "הַמַּכְנִיס יָדָיו לְבַיִת הַמְנֻגָּע, יָדָיו תְּחִלּוֹת, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, יָדָיו שְׁנִיּוֹת. כֹּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ, מְטַמֵּא אֶת הַיָּדַיִם לִהְיוֹת תְּחִלּוֹת, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, לִהְיוֹת שְׁנִיּוֹת. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, הֵיכָן מָצִינוּ שֶׁהַיָּדַיִם תְּחִלָּה בְכָל מָקוֹם. אָמַר לָהֶם, וְכִי הֵיאַךְ אֶפְשָׁר לָהֶן לִהְיוֹת תְּחִלָּה אֶלָּא אִם כֵּן נִטְמָא גוּפוֹ, חוּץ מִזֶּה. הָאֳכָלִין וְהַכֵּלִים שֶׁנִּטְמְאוּ בְמַשְׁקִין, מְטַמְּאִין אֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, אֶת שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, מְטַמֵּא אֶת הַיָּדַיִם. בִּוְלַד הַטֻּמְאָה, אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, מַעֲשֶׂה בְאִשָּׁה אַחַת שֶׁבָּאָת לִפְנֵי אַבָּא, אָמְרָה לוֹ, נִכְנְסוּ יָדַי לַאֲוִיר כְּלִי חֶרֶשׂ. אָמַר לָהּ, בִּתִּי, וּבַמֶּה הָיְתָה טֻמְאָתָהּ, וְלֹא שָׁמַעְתִּי מָה אָמְרָה לוֹ. אָמְרוּ חֲכָמִים, מְבֹאָר הַדָּבָר. אֶת שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, מְטַמֵּא אֶת הַיָּדַיִם. בִּוְלַד הַטֻּמְאָה, אֵינוֹ מְטַמֵּא אֶת הַיָּדָיִם: \n",
            "כֹּל הַפּוֹסֵל אֶת הַתְּרוּמָה, מְטַמֵּא אֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת. הַיָּד מְטַמְּאָה אֶת חֲבֶרְתָּהּ, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, אֵין שֵׁנִי עוֹשֶׂה שֵׁנִי. אָמַר לָהֶם, וַהֲלֹא כִתְבֵי הַקֹּדֶשׁ שְׁנִיִּים מְטַמְּאִין אֶת הַיָּדַיִם. אָמְרוּ לוֹ, אֵין דָּנִין דִּבְרֵי תוֹרָה מִדִּבְרֵי סוֹפְרִים, וְלֹא דִבְרֵי סוֹפְרִים מִדִּבְרֵי תוֹרָה, וְלֹא דִבְרֵי סוֹפְרִים מִדִּבְרֵי סוֹפְרִים: \n",
            "רְצוּעוֹת תְּפִלִּין עִם הַתְּפִלִּין, מְטַמְּאוֹת אֶת הַיָּדַיִם. רַבִּי שִׁמְעוֹן אוֹמֵר, רְצוּעוֹת תְּפִלִּין אֵינָן מְטַמְּאוֹת אֶת הַיָּדַיִם: \n",
            "גִּלָּיוֹן שֶׁבַּסֵּפֶר, שֶׁמִּלְּמַעְלָן וְשֶׁמִּלְּמַטָּן שֶׁבַּתְּחִלָּה וְשֶׁבַּסּוֹף, מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שֶׁבַּסּוֹף אֵינוֹ מְטַמֵּא, עַד שֶׁיַּעֲשֶׂה לוֹ עַמּוּד: \n",
            "סֵפֶר שֶׁנִּמְחַק וְנִשְׁתַּיֵּר בּוֹ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת, כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמֵּא אֶת הַיָּדַיִם. מְגִלָּה שֶׁכָּתוּב בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמָּא אֶת הַיָּדַיִם. כָּל כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם. שִׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שִׁיר הַשִּׁירִים מְטַמֵּא אֶת הַיָּדַיִם, וְקֹהֶלֶת מַחֲלֹקֶת. רַבִּי יוֹסֵי אוֹמֵר, קֹהֶלֶת אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם וְשִׁיר הַשִּׁירִים מַחֲלֹקֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, קֹהֶלֶת מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבָּל אֲנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁשִּׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִים אֶת הַיָּדַיִם. אָמַר רַבִּי עֲקִיבָא, חַס וְשָׁלוֹם, לֹא נֶחֱלַק אָדָם מִיִּשְׂרָאֵל עַל שִׁיר הַשִּׁירִים שֶׁלֹּא תְטַמֵּא אֶת הַיָּדַיִם, שֶׁאֵין כָּל הָעוֹלָם כֻּלּוֹ כְדַאי כַּיּוֹם שֶׁנִּתַּן בּוֹ שִׁיר הַשִּׁירִים לְיִשְׂרָאֵל, שֶׁכָּל הַכְּתוּבִים קֹדֶשׁ, וְשִׁיר הַשִּׁירִים קֹדֶשׁ קָדָשִׁים. וְאִם נֶחְלְקוּ, לֹא נֶחְלְקוּ אֶלָּא עַל קֹהֶלֶת. אָמַר רַבִּי יוֹחָנָן בֶּן יְהוֹשֻׁעַ בֶּן חָמִיו שֶׁל רַבִּי עֲקִיבָא, כְּדִבְרֵי בֶן עַזַּאי, כָּךְ נֶחְלְקוּ וְכָךְ גָּמְרוּ: \n"
        ],
        [
            "בּוֹ בַיּוֹם נִמְנוּ וְגָמְרוּ עַל עֲרֵבַת הָרַגְלַיִם, שֶׁהִיא מִשְּׁנֵי לֻגִּין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה, שֶׁהִיא טְמֵאָה מִדְרָס. שֶׁרַבִּי עֲקִיבָא אוֹמֵר, עֲרֵבַת הָרַגְלַיִם כִּשְׁמָהּ:  ",
            "בּוֹ בַיּוֹם אָמְרוּ, כָּל הַזְּבָחִים שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשׁוּם חוֹבָה, חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת בְּכָל זְמַן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָאָשָׁם. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת וְהָאָשָׁם בְּכָל זְמַן. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבְּלַנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁכָּל הַזְּבָחִים הַנֶּאֱכָלִין שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה, חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. לֹא הוֹסִיף בֶּן עַזַּאי אֶלָּא הָעוֹלָה, וְלֹא הוֹדוּ לוֹ חֲכָמִים:  ",
            "בּוֹ בַיּוֹם אָמְרוּ, עַמּוֹן וּמוֹאָב, מַה הֵן בַּשְּׁבִיעִית. גָּזַר רַבִּי טַרְפוֹן, מַעְשַׂר עָנִי. וְגָזַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מַעֲשֵׂר שֵׁנִי. אָמַר רַבִּי יִשְׁמָעֵאל, אֶלְעָזָר בֶּן עֲזַרְיָה, עָלֶיךָ רְאָיָה לְלַמֵּד, שֶׁאַתָּה מַחְמִיר, שֶׁכָּל הַמַּחְמִיר, עָלָיו רְאָיָה לְלַמֵּד. אָמַר לוֹ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, יִשְׁמָעֵאל אָחִי, אֲנִי לֹא שִׁנִּיתִי מִסֵּדֶר הַשָּׁנִים, טַרְפוֹן אָחִי שִׁנָּה, וְעָלָיו רְאָיָה לְלַמֵּד. הֵשִׁיב רַבִּי טַרְפוֹן, מִצְרַיִם חוּץ לָאָרֶץ, עַמּוֹן וּמוֹאָב חוּץ לָאָרֶץ, מַה מִּצְרַיִם מַעְשַׂר עָנִי בַשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב מַעְשַׂר עָנִי בַשְּׁבִיעִית. הֵשִׁיב רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, בָּבֶל חוּץ לָאָרֶץ, עַמּוֹן וּמוֹאָב חוּץ לָאָרֶץ, מַה בָּבֶל מַעֲשֵׂר שֵׁנִי בַשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב מַעֲשֵׂר שֵׁנִי בַשְּׁבִיעִית. אָמַר רַבִּי טַרְפוֹן, מִצְרַיִם שֶׁהִיא קְרוֹבָה, עֲשָׂאוּהָ מַעְשַׂר עָנִי, שֶׁיִּהְיוּ עֲנִיֵּי יִשְׂרָאֵל נִסְמָכִים עָלֶיהָ בַּשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב, שֶׁהֵם קְרוֹבִים, נַעֲשִׂים מַעְשַׂר עָנִי, שֶׁיִּהְיוּ עֲנִיֵּי יִשְׂרָאֵל נִסְמָכִים עֲלֵיהֶם בַּשְּׁבִיעִית. אָמַר לוֹ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, הֲרֵי אַתָּה כִמְהַנָּן מָמוֹן, וְאֵין אַתָּה אֶלָּא כְמַפְסִיד נְפָשׁוֹת. קוֹבֵעַ אַתָּה אֶת הַשָּׁמַיִם מִלְּהוֹרִיד טַל וּמָטָר, שֶׁנֶּאֱמַר (מלאכי ג), הֲיִקְבַּע אָדָם אֱלֹהִים כִּי אַתֶּם קֹבְעִים אֹתִי וַאֲמַרְתֶּם בַּמֶּה קְבַעֲנוּךָ הַמַּעֲשֵׂר וְהַתְּרוּמָה. אָמַר רַבִּי יְהוֹשֻׁעַ, הֲרֵינִי כְמֵשִׁיב עַל טַרְפוֹן אָחִי, אֲבָל לֹא לְעִנְיַן דְּבָרָיו. מִצְרַיִם מַעֲשֶׂה חָדָשׁ, וּבָבֶל מַעֲשֶׂה יָשָׁן, וְהַנִּדּוֹן שֶׁלְּפָנֵינוּ מַעֲשֶׂה חָדָשׁ. יִדּוֹן מַעֲשֶׂה חָדָשׁ מִמַּעֲשֶׂה חָדָשׁ, וְאַל יִדּוֹן מַעֲשֶׂה חָדָשׁ מִמַּעֲשֶׂה יָשָׁן. מִצְרַיִם מַעֲשֵׂה זְקֵנִים, וּבָבֶל מַעֲשֵׂה נְבִיאִים, וְהַנִּדּוֹן שֶׁלְּפָנֵינוּ מַעֲשֵׂה זְקֵנִים. יִדּוֹן מַעֲשֵׂה זְקֵנִים מִמַּעֲשֵׂה זְקֵנִים, וְאַל יִדּוֹן מַעֲשֵׂה זְקֵנִים מִמַּעֲשֵׂה נְבִיאִים. נִמְנוּ וְגָמְרוּ, עַמּוֹן וּמוֹאָב מְעַשְּׂרִין מַעְשַׂר עָנִי בַּשְּׁבִיעִית. וּכְשֶׁבָּא רַבִּי יוֹסֵי בֶּן דֻּרְמַסְקִית אֵצֶל רַבִּי אֱלִיעֶזֶר בְּלוֹד, אָמַר לוֹ, מַה חִדּוּשׁ הָיָה לָכֶם בְּבֵית הַמִּדְרָשׁ הַיּוֹם. אָמַר לוֹ, נִמְנוּ וְגָמְרוּ, עַמּוֹן וּמוֹאָב מְעַשְּׂרִים מַעְשַׂר עָנִי בַּשְּׁבִיעִית. בָּכָה רַבִּי אֱלִיעֶזֶר וְאָמַר, סוֹד ה' לִירֵאָיו וּבְרִיתוֹ לְהוֹדִיעָם (תהלים כה). צֵא וֶאֱמֹר לָהֶם, אַל תָּחֹשּׁוּ לְמִנְיַנְכֶם. מְקֻבָּל אֲנִי מֵרַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁשָּׁמַע מֵרַבּוֹ, וְרַבּוֹ מֵרַבּוֹ עַד הֲלָכָה לְמשֶׁה מִסִּינַי, שֶׁעַמּוֹן וּמוֹאָב מְעַשְּׂרִין מַעְשַׂר עָנִי בַּשְּׁבִיעִית:  ",
            "בּוֹ בַיּוֹם בָּא יְהוּדָה, גֵּר עַמּוֹנִי, וְעָמַד לִפְנֵיהֶן בְּבֵית הַמִּדְרָשׁ. אָמַר לָהֶם, מָה אֲנִי לָבֹא בַקָּהָל. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, אָסוּר אָתָּה. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, מֻתָּר אָתָּה. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, הַכָּתוּב אוֹמֵר (דברים כג), לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל ה' גַּם דּוֹר עֲשִׂירִי וְגוֹ'. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, וְכִי עַמּוֹנִים וּמוֹאָבִים בִּמְקוֹמָן הֵן. כְּבָר עָלָה סַנְחֵרִיב מֶלֶךְ אַשּׁוּר וּבִלְבֵּל אֶת כָּל הָאֻמּוֹת, שֶׁנֶּאֱמַר (ישעיה י), וְאָסִיר גְּבוּלֹת עַמִּים וַעֲתוּדוֹתֵיהֶם שׁוֹשֵׂתִי וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, הַכָּתוּב אוֹמֵר (ירמיה מט), וְאַחֲרֵי כֵן אָשִׁיב אֶת שְׁבוּת בְּנֵי עַמּוֹן, וּכְבָר חָזְרוּ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, הַכָּתוּב אוֹמֵר (ירמיה ל ג), וְשַׁבְתִּי אֶת שְׁבוּת עַמִּי יִשְׂרָאֵל וִיהוּדָה, וַעֲדַיִן לֹא שָׁבוּ. הִתִּירוּהוּ לָבֹא בַקָּהָל:  ",
            "תַּרְגּוּם שֶׁבְּעֶזְרָא וְשֶׁבְּדָנִיֵּאל, מְטַמֵּא אֶת הַיָּדַיִם. תַּרְגּוּם שֶׁכְּתָבוֹ עִבְרִית וְעִבְרִית שֶׁכְּתָבוֹ תַּרְגּוּם, וּכְתָב עִבְרִי, אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. לְעוֹלָם אֵינוֹ מְטַמֵּא, עַד שֶׁיִּכְתְּבֶנּוּ אַשּׁוּרִית, עַל הָעוֹר, וּבִדְיוֹ:  ",
            "אוֹמְרִים צְדוֹקִים, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם אוֹמְרִים, כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם, וְסִפְרֵי הוֹמֵרִיס אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. אָמַר רַבָּן יוֹחָנָן בֶּן זַכַּאי, וְכִי אֵין לָנוּ עַל הַפְּרוּשִׁים אֶלָּא זוֹ בִלְבָד. הֲרֵי הֵם אוֹמְרִים, עַצְמוֹת חֲמוֹר טְהוֹרִים וְעַצְמוֹת יוֹחָנָן כֹּהֵן גָּדוֹל טְמֵאִים. אָמְרוּ לוֹ, לְפִי חִבָּתָן הִיא טֻמְאָתָן, שֶׁלֹּא יַעֲשֶׂה אָדָם עַצְמוֹת אָבִיו וְאִמּוֹ תַּרְוָדוֹת. אָמַר לָהֶם, אַף כִּתְבֵי הַקֹּדֶשׁ לְפִי חִבָּתָן הִיא טֻמְאָתָן, וְסִפְרֵי הוֹמֵרִיס, שֶׁאֵינָן חֲבִיבִין, אֵינָן מְטַמְּאִין אֶת הַיָּדָיִם:  ",
            "אוֹמְרִים צְדוֹקִין, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם מְטַהֲרִים אֶת הַנִּצּוֹק. אוֹמְרִים הַפְּרוּשִׁים, קוֹבְלִין אָנוּ עֲלֵיכֶם, צְדוֹקִים, שֶׁאַתֶּם מְטַהֲרִים אֶת אַמַּת הַמַּיִם הַבָּאָה מִבֵּית הַקְּבָרוֹת. אוֹמְרִים צְדוֹקִין, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם אוֹמְרִים, שׁוֹרִי וַחֲמוֹרִי שֶׁהִזִּיקוּ, חַיָּבִין. וְעַבְדִּי וַאֲמָתִי שֶׁהִזִּיקוּ, פְּטוּרִין. מָה אִם שׁוֹרִי וַחֲמוֹרִי, שֶׁאֵינִי חַיָּב בָּהֶם מִצְוֹת, הֲרֵי אֲנִי חַיָּב בְּנִזְקָן. עַבְדִּי וַאֲמָתִי, שֶׁאֲנִי חַיָּב בָּהֶן מִצְוֹת, אֵינוֹ דִין שֶׁאֱהֵא חַיָּב בְּנִזְקָן. אָמְרוּ לָהֶם, לֹא. אִם אֲמַרְתֶּם בְּשׁוֹרִי וַחֲמוֹרִי, שֶׁאֵין בָּהֶם דַּעַת, תֹּאמְרוּ בְּעַבְדִּי וּבַאֲמָתִי, שֶׁיֵּשׁ בָּהֶם דָּעַת. שֶׁאִם אַקְנִיטֵם, יֵלֵךְ וְיַדְלִיק גְּדִישׁוֹ שֶׁל אַחֵר וֶאֱהֵא חַיָּב לְשַׁלֵּם:  ",
            "אָמַר צְדוֹקִי גְלִילִי, קוֹבֵל אֲנִי עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם כּוֹתְבִין אֶת הַמּוֹשֵׁל עִם משֶׁה בַּגֵּט. אוֹמְרִים פְּרוּשִׁים, קוֹבְלִין אָנוּ עָלֶיךָ, צְדוֹקִי גְלִילִי, שֶׁאַתֶּם כּוֹתְבִים אֶת הַמּוֹשֵׁל עִם הַשֵּׁם בַּדַּף, וְלֹא עוֹד, אֶלָּא שֶׁאַתֶּם כּוֹתְבִין אֶת הַמּוֹשֵׁל מִלְמַעְלָן וְאֶת הַשֵּׁם מִלְּמַטָּן, שֶׁנֶּאֱמַר (שמות ה) וַיֹּאמֶר פַּרְעֹה מִי ה' אֲשֶׁר אֶשְׁמַע בְּקֹלוֹ לְשַׁלַּח אֶת יִשְׂרָאֵל. וּכְשֶׁלָּקָה מַהוּ אוֹמֵר (שם ט), ה' הַצַּדִּיק:  "
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>מי רביעית.</b> מים שיש בהן שיעור רביעית הלוג, שהוא ביצה ומחצה:",
                "<b>נותנים לידים לאחד אף לשנים.</b> לחד בעינן מתחילה רביעית. אף לשנים, אם היה בו מתחילה רביעית ונטל הראשון ואח״כ השני, אע״ג דלא היה רביעית גבי השני, שפיר דמי, הואיל ומשיירי טהרה אתו. ורמב״ם פירש, דדוקא מים שניים הוא דלא בעינן רביעית לכל חד וחד, הואיל וכבר נטהרו ידיו משטיפה ראשונה, אבל במים ראשונים, אין פחות מרביעית לכל אחד. ורבותי לא פירשו כן:",
                "<b>מחצית לוג לשלשה או לארבעה.</b> לפום שיעורא דרביעית לשנים, היה די ברביעית ומחצה לשלשה, אלא כיון דנפישי גברי חיישינן שמא לא ידקדקו יפה ליטול עד הפרק, שכל אחד מצמצם במים מפני חבירו. ומיהו אי איכא רביעית ומחצה, ונטל הראשון מהם חצי רביעית, הא ודאי דיועיל רביעית הנשאר לשנים האחרונים, דאפילו בתחילה סגי לשנים ברביעית, כל שכן השתא דאתו משיירי טהרה. וכי לא מהני הכא, הני מילי היכא דלא נשאר לשנים האחרונים רביעית:",
                "<b>ובלבד שלא יפחות לאחרון שבהן מרביעית.</b> שיהיה בכלי בשעה שהאחרון נוטל את ידיו, רביעית. ואין הלכה כר׳ יוסי:",
                "<b>מוסיפין על השניים ואין מוסיפין על הראשונים.</b> דין נטילת ידים שצריך ליטול ידיו עד הפרק, ולאחר שנטל ידיו בשטיפה אחת אע״ג דידיו טהורות, אם קינח אותם במפה, מכל מקום אם חוזר ונוגע במים שעל המפה, ידיו טמאות, ואם נגע בהן ככר של תרומה, נטמא, ולכך אורחיה דעביד שטיפה אחרת במים שניים לטהר המים הראשונים שעל גבי ידיו. והשתא קאמר דאם נתן המים שניים ולא הגיעו לפרק, יכול להוסיף עליהם ולשפוך מים במקום שלא שפך שם תחילה, ויטהרו המים הראשונים שעל גבי ידיו. אבל על הראשונים אם לא הגיעו לפרק, אינו יכול להוסיף, אלא צריך לנגב ידיו ולחזור ולשפוך בבת אחת מים שיגיעו לפרק:"
            ],
            [
                "<b>בכלי גללים.</b> כלים עשויין מגללי הבקר. דלא חשיבי כלים לענין טומאה:",
                "<b>לא בדפנות הכלים ולא בשולי המחץ.</b> משום דשבר. כלים נינהו:",
                "<b>ולא במגופת החבית.</b> דלאו להשתמש בתוכה עבידא אלא כיסוי לחבית:",
                "<b>בחפניו.</b> שלא ימלא חפניו מים וישפוך על ידי חבירו:",
                "<b>שאין ממלאים.</b> מילוי מים חיים לקדש בהן מי חטאת של אפר פרה. דכלי בעינן, דכתיב (במדבר י״ט:י״ז) מים חיים אל כלי:",
                "<b>ואין מק דשים.</b> נתינת האפר על גבי המים:",
                "<b>ואין מזין.</b> שטובל האזוב בכלי כדי להזות:",
                "<b>צמיד פתיל.</b> שברי כלי חרס שהקיפן צמיד פתיל ומונחין באוהל המת, אין מצילין על מה שבתוכן:",
                "<b>שאין מצילין.</b> כמו ואין מצילין. ודוגמתו בפרק קמא דביצה, שאפר כירה מוכן הוא. ופירשו בגמרא, הכי קאמר, ואפר כירה מוכן הוא:",
                "<b>מיד כלי חרס.</b> אם נפל שרץ בתוך כלי חרס, נטמא כל מה שבאוירו, חוץ מכלים ואדם שאין מיטמאין מאויר כלי חרס, דכתיב (ויקרא י״א:ל״ג) כל אשר בתוכו יטמא מכל האוכל אשר יאכל, אוכלין ומשקין מיטמאין מאויר כלי חרס, ואין אדם וכלים מיטמאין מאויר כלי חרס. ואם שברי כלים נתונים בתנור של חרס ושרץ בתנור, אין השברים מצילין על האוכלים שבתוכן:"
            ],
            [
                "<b>שנפסלו משתיית הבהמה.</b> כגון מחמת סרחון. אבל שנפסלו מחמת טיט, אפילו בקרקע פסולים:",
                "<b>בכלים פסולים.</b> דלא תקון רבנן נטילה אלא בראויין לשתיית בהמה:",
                "<b>בקרקע כשרים.</b> להטביל הידים דהא מקוה נינהו וכל גופו טובל בהן, ידיו לא כל שכן: ",
                "<b>קומוס.</b> גומ\"א בלע\"ז:",
                "<b>וקנקנתום.</b> ודריאול״י. ומזהיר כעין זכוכית:",
                "<b>עשה בהן מלאכה או ששרה בהן פתו פסולין.</b> משום דבטלן ונשתנו מתורת מים:",
                "<b>אפילו נתכוין לשרות בזה.</b> בתמיהה, וכי אפילו נתכוין לשרות פתו במקום אחד ונפל במקום אחר יהיו פסולים, והלא לא נתכוין ולא בטלם, אלא ודאי כשרים הם. ואין הלכה כר׳ שמעון התמני:  "
            ],
            [
                "<b>או שמיחה בהן את המדות.</b> לחלוחית שנדבקה בהן, ואינה יוצאה אלא בדוחק. להכי תני לשון מיחוי, כמו מיחוי קרביו דתנן בפסחים פרק אלו דברים (פסחים דף ס״ח):",
                "<b>פוסל בחדשים.</b> דאע״פ שהם נקיים, אין רגילות להשתמש בהם עד שידיחום תחילה. ואין הלכה כר׳ יוסי:"
            ],
            [
                "<b>גלוסקין.</b> ככרות לחם נקי וטהור:",
                "<b>ואם הדיח בהן ידיו.</b> וטח את הגלוסקין בידו:",
                "<b>כשרים.</b> המים שבכלי לנטילה. שלא נעשית מלאכה במים שבכלי, אלא במים. שלקח בחפניו:",
                "<b>מניח חבית בין ברכיו.</b> וברכיו מסייעין לשפוך, והיינו כח גברא, ומשום הכי לא פליג ר׳ יוסי בהא:",
                "<b>ומטה חבית על צדה.</b> ואפילו הלך וישב לו אח״כ והחבית שופכת מים כל היום כולו, מחמת הטייתו הוא, וחשיב כח גברא:",
                "<b>והקוף.</b> חיה ששמה מונא בלע״ז. ויש לה ידים כידי אדם:",
                "<b>נוטל לידים.</b> דכח נותן בעינן, כח אדם לא בעינן:",
                "<b>ר׳ יוסי פוסל בשני אלו.</b> בקוף, ובמטה חבית על צדה. בקוף, משום דבעינן כח אדם וליכא. ומטה חבית על צדה, לאו כח גברא חשיב ליה. ואין הלכה כר׳ יוסי:"
            ]
        ],
        [
            [
                "<b>נטל ידו אחת משטיפה אחת.</b> קא קרי שטיפה אחת כל זמן שלא נטל כי אם פעם אחת עד הפרק. ובידו אחת הוא דסגי בפעם אחת, אע״ג דאין בכלי רביעית אלא דאתו משיירי טהרה. אבל לשתי ידיו, אע״ג דאתו משיירי טהרה, לא מהני עד שיטול שתי פעמים. ראשונים עד הפרק, ושניים עד הפרק. ורמב״ם מפרש, משטיפה אחת, משפיכה אחת. וכשנוטל שתי ידיו בשפיכה אחת, המים מיטמאים בידו אחת, ונמצא רוחץ השניה במים שנטמא, ולא טהרו ידיו עד שיטול מים שניים מרביעית. אבל כשנוטל ידו אחת בלבד, בשפיכה אחת, נטהרה ידו. וכשנוטל מים שניים לטהר המים שעל ידו, סגי בפחות מרביעית. ואין הלכה כר׳ מאיר:",
                "<b>נפל ככר של תרומה.</b> היכא דנטל את הראשונים מרביעית, ונפל עליהם ככר של תרומה, או נגע בככר של תרומה עם המים שבידו קודם שינגבם, או קודם שישפוך עליהן מים שניים:",
                "<b>טהור.</b> דכי היכי דמהנו לטהר ידיו, מהנו נמי לטהר עצמן:",
                "<b>ר׳ יוסי מטמא.</b> דסבר לטהר ידיו מהנו, אבל אינהו גופייהו טמאים:"
            ],
            [
                "<b>נטל את הראשונים למקום אחד.</b> שנטל את הראשונים בפחות מרביעית, כגון דאתו משיירי טהרה, וצריך ליטול את השניים. ונטל את הראשונים בזוית זו, ושניים בזוית אחרת:",
                "<b>ונפל ככר של תרומה.</b> למקום שנפלו ראשונים:",
                "<b>טמא.</b> הככר. והוא הדין אם נגע הככר במים ראשונים שעל ידיו, שהככר טמא:",
                "<b>על השניים טהור.</b> דשניים טהורים הן. אבל נטל ראשונים ושניים למקום אחד ונפל ככר של תרומה על המים, טמא, כדקתני סיפא שאין השניים מטהרים אלא מים שעל גבי היד, כלומר הראשונים שעל גבי ידיו, השניים מטהרים, אבל הראשונים שנפלו לארץ, אין השניים מטהרים:",
                "<b>ונמצא על ידיו קיסם או צרור.</b> אע״פ שהן רפויין ולא חייצי שהמים באים בהם:",
                "<b>ידיו טמאות.</b> אע״פ שנתן בהן את השניים. משום דמים שעל הצרור נטמאו מחמת ידיו, ואין המים השניים מטהרים אלא מים שעל גבי היד, ולא מים שעל גבי צרור וקיסם. פירוש אחר, ונמצא על ידיו קיסם או צרור, וכל דבר החוצץ בנטילת ידים, אע״פ שנתן על ידיו מים שניים, טמאות הידים, ולא טהרו מחמת המים שניים, שאין המים השניים מטהרים אלא המים שעל גבי היד, לא הידים עצמן:",
                "<b>כל שהוא מבריית המים טהור.</b> כגון יבחושים ויתושים הגדלים במים, אם נפלו על הידים בשעת נטילה, אינם חוצצים, הואיל והן מבריית המים. ואין הלכה כרבן שמעון בן גמליאל:"
            ],
            [
                "<b>חזרו ליד טהורה.</b> דכיון דראשונים לא יצאו חוץ לפרק, לא נטמאו השניים ביציאתן חוץ לפרק. אבל כשיצאו ראשונים ושניים חוץ לפרק וחזרו ליד, טמאה, לפי שנטמאו השניים בראשונים שחוץ לפרק, שאין השניים מטהרים הראשונים [היוצאים] חוץ לפרק, אלא עד הפרק בלבד הן מטהרין:",
                "<b>נטל את הראשונים לידו אחת.</b> שנטל במים ראשונים כל יד ויד בפני עצמה, ואח״כ צירף שתי ידיו לשפוך עליהם מים שניים, ידיו טמאות. דכשצירף ידיו, נטמאו ידיו בנגיעתן זו בזו, דמים שעל גב זו מטמאים מים שעל גבי חברתה, כמו שהיו מטמאים ככר של תרומה, ונטמאו הידים מחמת משקין טמאים. וכשנטל את השניים, לא טיהרו את הראשונים, כיון שנטמאו מחמת מים של חברתה, אלא אדרבא גם השניים נטמאו בהן. ודוקא כשנטל את הראשונים זו לעצמה וזו לעצמה. אבל אם נטל את הראשונים לשתי ידיו כאחת, נחשבות שתי ידים כיד אחת ואין מיטמאות זו בזו. כך מצאתי פירוש משנה זו בפירושי רבותי. ורמב״ם פירש, נטל את הראשונים לידו אחת, שנתן מים ראשונים על גבי יד אחת בלבד, ואח״כ צירף שתיהן לשפוך עליהן מים שניים, ידיו טמאות. שהמים שניים מיטמאין באותה היד שלא נטהרה, וחוזרים ומטמאים היד הטהורה:",
                "<b>ושפשפה בחברתה.</b> שלא נטלה. נטמאו המים שעליה מחמת חברתה דלא נטלה, וחוזרים ומטמאין את היד שנטל:",
                "<b>בראשו או בכותל.</b> אם שפשפה בראשו או בכותל כדי לנגבה:",
                "<b>טהורה.</b> ואם לאחר ששפשף חזר ונגע באותן המים שבאו מידו לראשו או לכותל, טמאה. שאותן מים טמאין הן וחוזרים ומטמאים היד שנגעה בהן. אע״ג דכל כמה דלא שפשף (לא מיטמאים) [מטהרין. כצ״ל] בשפשוף, כי שפשף וחזר ונגע, גרע טפי:",
                "<b>נוטלים ארבעה וחמשה זה בצד זה.</b> ואין חוששים משום ארבעה דברים, משום שמא נטמאו כשנפלו מיד זה ליד זה, ושמא יש להם דין מים שנעשה בהם מלאכה, ומשום שמא לא נטלו מן הכלי, ומשום שמא לא נטלו מן הרביעית:",
                "<b>ובלבד שירפו.</b> ידיהם שלא תהיה שם חציצה:"
            ],
            [
                "<b>ספק נעשה בהן מלאכה.</b> דמלאכה פוסלת מים לנטילה, כדתנן בפרק קמא:",
                "<b>טמאים.</b> פסולים לנטילה:",
                "<b>ספיקן טהור אפילו יש במים שנטל כל הנך ספיקות.</b> והיינו ספק ליטהר דפליגי בסיפא רבנן ור׳ יוסי. ואין הלכה כר׳ יוסי:",
                "<b>ספק ידים ליטמא ולטמא.</b> לקמן באידך בבא מפרש לה:",
                "<b>שני ככרים טמאים.</b> דאוכלים טמאים מטמאים את הידים, כדתנן לקמן בפרק ג׳ [משנה ב׳], כל הפוסל את התרומה מטמא את הידים להיות שניות:",
                "<b>שני ככרים טהורים.</b> בשל תרומה איירי. שהידים פוסלות את התרומה:",
                "<b>הידים כמו שהיו והככרים כמות שהיו.</b> הטמא בטומאתו והטהור בטהרתו:"
            ]
        ],
        [
            [
                "<b>המכניס ידיו לבית המנוגע ידיו תחילות.</b> פוסל אחד בחולין, דראשון עושה שני בחולין. ומטמא אחד ופוסל אחד בתרומה. ומטמא שנים ופוסל אחד בקודש:",
                "<b>כל המטמא בגדים בשעת מגעו.</b> כגון זובו של זב ורוקו, וכל הני דתנן בפרק בתרא דזבים, שהנוגע בהן מטמא בגדים בשעת מגעו:",
                "<b>וכי היאך אפשר להם להיות תחילה.</b> שאין ראוי להיות תחילה אלא הנוגע באב הטומאה. ואם נגע בידיו באב הטומאה, נטמא כל גופו. הלכך אין בידי למצוא [לכם] ידים תחילה, חוץ מהמכניס ידיו לבית המנוגע, שאם הכניס ידיו לא נטמא כולו. והמטמא בגדים בשעת מגעו, שאף על פי שהוא חשוב אב הטומאה לטמא בגדים ולעשות ראשון ושני, אינו חשוב אב הטומאה לטמא אדם, אבל מטמא את הידים שנגעו בו להיות תחילות. ואין הלכה כר׳ עקיבא:",
                "<b>את שנטמא באב הטומאה.</b> כלומר, אוכלים וכלים שנטמאו באב הטומאה:",
                "<b>מטמאין את הידים.</b> ולא אוכלים וכלים שנטמאו במשקין. דאין שני עושה שני. והלכה כחכמים:",
                "<b>במה היתה הטומאה.</b> של תנור, באב הטומאה או במשקה:  "
            ],
            [
                "<b>כל הפוסל את התרומה.</b> דהיינו שני לטומאה, שהוא פוסל שלישי בתרומה:",
                "<b>היד מטמאה את חברתה.</b> מי שהיתה ידו אחת טמאה ונגעה בידו האחרת טהורה, נטמאת, וחזרו שתיהן טמאות:",
                "<b>והלא כתבי הקודש.</b> שגזרו עליהן להיות שני לטומאה ופוסלים את התרומה, והן מטמאין את הידים הנוגעות בהן לעשותן שניות, אלמא שני עושה שני:",
                "<b>ולא דברי סופרים מדברי סופרים.</b> וטומאת ידים בכל הטומאות, מדברי סופרים היא, דשלמה תיקן עירובין [ונטילת] וידים. וכתבי הקודש שמטמאין את הידים נמי מדברי סופרים, משמונה עשר דבר שגזרו בו ביום. ואין דנים זו מזו לומר כשם שמצינו בכתבי הקודש ששני עושה שני הכי נמי בשאר טומאות יהיה שני עושה שני, דמאי דתקון תקון, מאי דלא תקון לא תקון. ואין הלכה כר׳ יהושע:"
            ],
            [
                "<b>רצועות של תפילין מטמאות את הידים.</b> דכשגזרו על הידים הבאות מחמת ספר שפוסלות את התרומה, גזרו נמי על הידים שנגעו ברצועות של תפילין:",
                "<b>ר׳ שמעון אומר כו׳</b> ואין הלכה כר׳ שמעון:"
            ],
            [
                "<b>שמלמעלן ושמלמטן.</b> שצריך שיניח פנוי בלא כתיבה למעלה מן הדף שלש אצבעות ולמטה טפח:",
                "<b>שבתחילה ושבסוף.</b> בתחילת הספר צריך שיניח פנוי כדי לגלול כל הספר, כלומר כשיעור היקף של כל הספר, שהספר מסופו לתחילתו הוא נגלל, דומיא דמזוזה דכורכים אותה מאחד כלפי שמע. ובסופו, כדי לגול עמוד. ודוקא כשאין שם אלא תורה לבדה, צריך לעשות כן. אבל המדביק תורה נביאים וכתובים ביחד, צריך כדי לגול כל הספר בסופו, וכדי לגול עמוד בתחילתו. שאם הוא גוללו לתחילתו, נמצאת תורה מבחוץ, וגנאי הוא שתיעשה תורה שומר לנביאים וכתובים. ובהכי מיירי הא דאמרינן בפרק קמא דבבא בתרא ועושה לו כדי לגול עמוד בתחילתו וכדי היקף כל הספר בסופו:"
            ],
            [
                "<b>כפרשת ויהי בנסוע הארון.</b> לפי שאותה פרשה היא חשובה כספר בפני עצמו. וכך אמרו במדרש, (והוא בגמרא שבת דף קטז תוי״ט) חצבה עמודיה שבעה (משלי ט׳:א׳) אלו שבעה ספרי תורות, שספר וידבר נחלק לשלשה חלקים, וארבעה ספרים אחרים, הרי שבעה:",
                "<b>מגילה שכתוב בה.</b> כלומר יריעה של ספר תורה, כיון שנכתב בה שמונים וחמש אותיות, נתקדשה ומטמאה את הידים:",
                "<b>קהלת אינו מטמא את הידים.</b> מפני שחכמתו של שלמה היא, ולא ברוח הקודש נאמרה:",
                "<b>כדברי בן עזאי כך נחלקו וכך גמרו.</b> וכן הלכה:"
            ]
        ],
        [
            [
                "<b>בו ביום.</b> אפירקין דלעיל קאי, אמלתיה דר׳ שמעון בן עזאי, דמיירי ביום שהושיבו את ר׳ אלעזר בן עזריה בישיבה. וכל מקום שנאמר במשנה בו ביום, על אותו יום נאמר:",
                "<b>נמנו.</b> עמדו למנין, לדעת מנין המטמאים ומנין המטהרים, וגמרו הדין על פי הרוב:",
                "<b>עריבת הרגלים.</b> עריבה עשויה לרחיצת הרגלים:",
                "<b>שנסדקה.</b> סמוך לשוליה, ואינה מחזקת מים כדי רחיצת רגלו אחת:",
                "<b>טמאה מדרס.</b> דעריבה קודם שנסדקה נמי היו רגילים לישב בה, והיתה משמשת ישיבה עם מלאכתה:",
                "<b>שר׳ עקיבא.</b> היה חולק ואומר עריבת הרגלים כשמה, כלומר כשמה כן היא, שאין שם מדרס עליה. ואין הלכה כר׳ עקיבא:"
            ],
            [
                "<b>כל הזבחים שנזבחו שלא לשמן כשרים.</b> משנה זו בתחילת מסכת זבחים היא שנויה, ושם פירשנוה:"
            ],
            [
                "<b>עמון ומואב מה הן בשביעית.</b> אין זה עמון ומואב שטהרו בסיחון שהיא נחלת ראובן וגד, דההיא ארץ ישראל היא, אפילו אם תמצא לומר שלא כבשוה עולי בבל, על כרחך שביעית נוהגת בה, דהא תנן במסכת שביעית פרק הפיגם, שלש ארצות לביעור, יהודה ועבר הירדן והגליל. ועבר הירדן היא ארץ סיחון. אלא בשאר ארץ עמון ומואב שלא טהרו בסיחון ולא כבשו מעולם איירי. תדע, מדמייתי עלה מבבל וממצרים:",
                "<b>לא שיניתי מסדר השנים.</b> של עולם. אחר השנה של מעשר עני מביאין מעשר שני, והרי בששית מעשר עני, לפיכך ראוי בשביעית מעשר שני:",
                "<b>המעשר והתרומה.</b> ועל כרחך המעשר האמור כאן, מעשר שני הוא, דומיא דתרומה שהיא קודש, ולא מעשר עני שהוא חול גמור, ואין לדחות מעשר שני מפני עניים:",
                "<b>כמשיב על דברי טרפון.</b> לסייע לו:",
                "<b>אבל לא לענין דבריו.</b> כלומר ולא מטעמיה:",
                "<b>מצרים מעשה חדש.</b> שהזקנים שהיו אחר עזרא תיקנו להפריש מעשר במצרים:",
                "<b>ובבל מעשה ישן.</b> תקנת נביאים שהיו קודם חרבן הבית, ונשכח הדבר, דשמא לא היה צורך עניים באותה שעה:",
                "<b>מעשה נביאים.</b> ועל פי נבואה עשו הוראת שעה, ואין למדים ממנה:",
                "<b>הלכה למשה מסיני.</b> לאו דוקא. דאין זה מן התורה, אלא כאילו היא הלכה למשה מסיני. מיהו בתוספתא משמע דהלכה למשה מסיני ממש קאמר:"
            ],
            [
                "<b>שנאמר ואסיר גבולות עמים.</b> שהיה מגלה בני עיר זו ומושיבן בעיר אחרת, ומגלה בני עיר אחרת ומושיבן בעיר זו:",
                "<b>ושבתי את שבות עמי ישראל ועדיין לא שבו.</b> וכשם שאלו לא שבו, כך אלו לא שבו:",
                "<b>והתירוהו לבוא בקהל.</b> דכיון דמשבעים האומות אין אסור לבוא בקהל אלא עמוני ומואבי עד עולם, ומצרי ואדומי דור ראשון ושני, השתא שאין אלו האומות ידועים, שכבר נתבלבלו ונתערבו בין שאר האומות, אמרינן כל דפריש מרובא פריש, וכל המתגייר מותר לבוא בקהל מיד:"
            ],
            [
                "<b>תרגום שכתבו עברית.</b> תרגום שבדניאל ועזרא וכגון כדנה תאמרון להום שבירמיה (פרק י׳), אם כתבו בלשון הקודש, וכן דברי הנביא הנאמרים בלשון הקודש שכתבן תרגום, אין מטמאים את הידים:",
                "<b>כתב עברי.</b> הכתב שבא מעבר הנהר. והכותיים כותבים בו עד היום, וישראל היו משתמשין באותו כתב בדברי חול. ובמטבעות של כתב הנמצאים בידינו היום שהיו מזמן מלכי ישראל, מפותחות באותו כתב. אבל הכתב שאנו כותבים בו ספרים היום, כתב אשורי הוא נקרא, והוא הכתב שהיה בלוחות. ונקרא אשורי, המאושר שהוא שבכתיבות, לשון באשרי כי אשרוני בנות (בראשית ל׳:י״ג):"
            ],
            [
                "<b>אומרים צדוקין.</b> המכחישין תורה שבעל פה נקראים צדוקים, על שם צדוק וביתוס תלמידיו של אנטיגנוס איש סוכו שהתחילו בקלקלה זו תחילה. לפי ששמעו מאנטיגנוס רבן אל תהיו כעבדים המשמשין את הרב על מנת לקבל פרס. אמרו, אפשר פועל טורח ועושה מלאכה כל היום כולו ולערב אינו מקבל שכר, ופירשו מדברי חכמים, ונתחברו עמהם כתות מישראל, ועד היום הזה נשארו מהם פליטים במצרים בדמשק ובקוסטאנטינ״א, והם לשכים בעינינו ולצנינים בצדנו, ואנו קורים להם קראים, לפי שאין להם אלא המקרא בלבד:",
                "<b>קובלין אנו עליכם.</b> מתרעמים אנו על מדותיכם:",
                "<b>פרושים.</b> לחכמי ישראל היו קורין פרושים, לפי שאוכלין חוליהן בטהרה ופרושים ממגע עם הארץ, דתנן בגדי עם הארץ מדרס לפרושים:",
                "<b>(וספרי המירם. ספרי המינים. ונקראים המירם, שהמירו דת האמת בדברי שקר): תרוודות.</b> כפות שאוכלים בהן. לשון מלוא תרווד רקב:",
                "<b>אף ספרי הקודש לפי חבתן היא טומאתן.</b> שלא יעשם אדם שטיחין על גבי בהמה. ולפי דבריהם היה משיב להם, ולא לפי האמת. דטעמא דספרי הקודש מטמאין את הידים, כדי שלא יבואו הספרים לידי פסידא, שהעכברים המצויין אצל האוכלים היו מפסידים את הספרים, כדפרשינן בסוף זבים:  "
            ],
            [
                "<b>מטהרים את הניצוק.</b> דתנן במסכת מכשירין, כל הניצוק, טהור. אם מערה מכלי טהור לכלי טמא, מה שנשאר בכלי העליון, טהור, דניצוק אינו חיבור:",
                "<b>אמת המים הבאה מן הקברות.</b> מודו בה צדוקים דטהורה, דכתיב (ויקרא י״א:ל״ו) מקוה מים יהיה טהור:",
                "<b>שהרי אין בהן דעת.</b> שיכוונו להפסיד ממון לבעליהן:",
                "<b>ילך וידליק גדישו של אחר.</b> ונמצא מפסיד את רבו מאה מנה בכל יום:"
            ],
            [
                "<b>צדוקי גלילי.</b> צדוקי שהיה מארץ הגליל:",
                "<b>המושל עם משה בגט.</b> שהיו מונים לשנות המלכים וכותבים בכך וכך למלך פלוני, ובסוף הגט כותבין כדת משה וישראל, וגנאי הדבר למשה:",
                "<b>את המושל מלמעלן ואת השם מלמטן.</b> שמקדימין שם פרעה לשם השם, דכתיב ויאמר פרעה מי ה׳:",
                "<b>וכלשקה.</b> פרעה:",
                "<b>מה הוא אומר ה׳ הצדיק.</b> כדי שלא להשלים המסכתא במי ה׳ אשר אשמע בקולו, משום אל תעמוד בדבר רע, השלים בה׳ הצדיק:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "כבר ידעת כי לוג ד' רביעיות והנטילה הזאת אשר התירו בפחות מרביעי' לכל אחד אמנם הוא במים שניים אבל מים ראשונים לא יהיו פחות מרביעית לכל אחד וסבת מה שהקלנו במים שניים והיותם ראוים בפחות מרביעית לפי שהידים כבר נטהרו במים ראשונים והוא אמרם בסבת זה שאני התם דקא אתו משיורי טהרה ואין אנו צריכין אלא מה שימשח כל היד בלבד ואמר ר' יוסי כי אע\"פ שהם מים שניים אינם צריכין רביעית לכל אחד אלא שיעור מה שיכלול היד בלבד אכן צריך שיהיה במים אשר שפך ממנו השיעור הזה המיעוט רביעית והוא ענין אמרם ובלבד שלא יפחתו לאחרון שבהם מרביעית ר\"ל שיהיה בכלי בעת שישפך ממנו האחרון רביעית ואמרו מוסיפים על השניים ביארה זאת התוספתא וזה כי המים הראשונים כשרחץ קצת ידו היד כולה נשארה בטומאה ולא נאמר שירחץ החלק אשר לא תתרחץ ותשלם לה נטילה ראשונה אבל צריך שירחץ ידו כולה ובמים שניים אין הדבר כן אבל כשרחץ קצת ידיו ותמו המים או נפסק השפיכה חוזר ומשלים רחיצת ידו שישפוך מים על החלק אשר לא נתרחץ והוא אמרם כיצד נטל את הראשונים ושפשף וחזר ונטל את השניים ואין בהם במים שיגיע לפרק הרי זה מוסיף עליהן אחד הנוטל לידו אחת וא' הנוטל לשתי ידיו ואין הלכה כר' יוסי: \n"
            ],
            [
                "לא יתן לחבירו בחפניו. שלא ימלא ידיו וישפוך ע\"י חבירו אשר רוצה לטהר ידיו וכבר קדם פירוש ההלכה הזאת ונתבארו עניניה בה' של פרה דרשהו משם: \n"
            ],
            [
                "שרה בהן פתו. ר\"ל אם ישרה במים ההוא פת כבר הפסיד ושמו מכלל השופכים ואין נוטלין מהם לידים וא\"ר שמעון כי אילו נתכוין לשרות במים ההוא פתו ונפל הפת במים אחרים הרי הוא כשר כיון שלא נתכוין לעשות בו מלאכה אמנם היה זה שלא לרצון: \n",
                "ואמרו ואפי' נתכוין ר\"ל כמו אם או יהיה על דרך התבוננות כאילו אומר מפליא בתמיה ואפילו לא היה בכונה לא יפסיד אבל הם כשרים ואין הלכה כר\"ש התימני: \n"
            ],
            [
                "מיחה בהם את המדות. שיכשך בהן את המדות עד שלא ישאר בהן ריח הדבר המדוד ואין הלכה כר' יוסי: \n"
            ],
            [
                "אלו גלוסקין כמו כעבין וכיוצא בהם שעושין מעיסה טובה עשויה בטוב ובש\"ס (פסחים דף ו:) שמא ימצא גלוסקין יפיפיה וכשמכניס העיסה הזאת במים כדי שימשח במים ההם פוסל לפי שהעיסה משנה אותם וגם כן נעשה בה מלאכה אמנם המים אשר רחץ בו ידו בעת שילוש העיסה ויקח בחפניו מן המים אינו פוסל לפי שידו לא תשנה המים והמלאכה אינה נעשת אלא במים אשר עלו בידו ולא במים אשר נשארו בכלי:  ",
                "והקוף. בערב קד\"ר והוא אשר קורין אותו במצרים אל נסנ\"א בלשון ערב אמר רבי יוסי שהוא פסול כששפך המים על היד וכן אינו ראוי שיטול הכלי וישפכו המים ממנו על הידים ויהיה האדם עצמו אשר הטה אותה עד שנשפכו המים על ידו אשר נטל ידיו ואין הלכה כרבי יוסי:  "
            ]
        ],
        [
            [
                "כבר נתבאר בחגיגה (דף כד:) כשנטמאת ידו האחת לא תטמא האחרת וכן כשנטמאו הידים יחדיו מטהרין אחד אחד וזה מותר לתרומה וכאשר נטמאו ידיו שניהם ורחץ אותם בשפיכה אחת אמר רבי מאיר כי לא יצא ברחיצה הזאת לפי שהמים מטמאים בידו האחת ואז תרחץ האחרת וכאילו רוחץ השניה ברחיצה האחרת וע\"כ צריך שירחץ אותה אח\"כ ברביעית ואז תטהר והוא מצריך במים שניים רביעית כיון שמים ראשונים היו שטיפה אחת לב' ידים והלכתא כת\"ק אשר יאמר כי אפילו היו שתי ידיו משטיפה אחת יצא ורחץ מים ראשונים כמצותן: \n"
            ],
            [
                "כבר הודעתיך בהקדמה אשר קדמתי כי מים הראשונים תחלה וכשנגע בהן ככר של תרומה חזר שני כמו שנשתרש אמנם מים שניים הם טהורים וכאשר טהר ידיו במים ראשונים ומצא על ידיו עץ או אבן היא חציצה ואין ידיו טהורים והם נשארים בטומאתן ולא יהיו מים שניים אשר ירחץ בהם טהורים ולא יטהרו הידים לפי שאין כונתו במים שניים שיטהרו הידים ויסירו טומאתם ואמנם הכונה בהם שיסירו מה שנתלה ביד ממים הראשונים אשר הם משקין טמאים כמו שביארנו וזה ענין אמרו שאין המים האחרונים מטהרין אלא המים שעל גב היד והבן זה ואמרו כל שהוא מבריית המים טהור רצה לומר שהוא אינו חוצץ ואם נפלו על ידיו במים ראשונים דבר מן הרמשים המתילדים במים העומדים ידיו טהורות ואין הלכה כרשב\"ג ובתוספת' (פ\"א) כל החוצצין בגוף חוצצין בידים ובקדוש ידים ורגלים בבהמ\"ק. וכבר ביארנו חציצת הגוף במקואות: \n"
            ],
            [
                "כשנטל את הראשונים חוץ לפרק חזר מה שנכנס מן המים חוץ לפרק משקין טמאים כמו שהקדמנו וכן המים אשר על ידיו וכשנטל מים שניים הם מטהרים כל מה שנטל ידיו ממים ראשונים אמנם מה שנכנס מן המים הראשונים חוץ לפרק אין המים השניים מטהרין אותן לפי שאין מטהרין אלא עד הפרק ועל כן כשחזר מן המים אשר חוץ לפרק לידים טמאו אותם לפי שהם משקין טמאים כמו שבארנו ועל כן כשטהר ידו אחת ואח\"כ שפך מים שניים על ב' ידיו הרי נטמאו ידיו שניהם לפי שהמים השניים יטמאו בידו האחרת אשר לא נטהרה במים ראשונים וישובו המשקין טמאין ויטמאו היד האחרת אשר כבר טהרה וכן אם נטל ידו אחת במים ראשונים ונגב ידו הטהורה בידו האחרת או חכך אותה עם ידו האחרת טמאה לפי שהמים אשר עליהם הם משקין טמאין ומטמאים את הידים עד שישפוך עליהם מים שניים ואם חכך אותה בראשו ידו טהורה שכבר ביארנו שמשקין טמאין ואוכלין טמאין אמנם יטמאו הידים לא שאר אברי הגוף והתיר שירחצו אנשים רבים ידיהם קצתם על קצתם ואם היו טמאין ולא נאמר כי המים היורדין מידיו העליונים הם משקין טמאים לפי שהם מים ראשונים והידים אשר תחתיהן לא יטהרו במים ההם כיון שהוא טמא לפי שהם כולם במדרגת יד אחת אנו חושבין אותם ובתנאי שלא ידחקו ידיהם שלא יכנסו בהם המים כדי שלא תהיה חציצה: \n"
            ],
            [
                "כבר ביארנו ברביעי של טהרות כי ספק ידים מכלל ספקות שטהרו חכמים וכבר קדם לך במסכתא הזאת כי מים שנעשה בהם מלאכה פסולים לנטילת ידים וידוע הוא כי אוכלין טמאים מטמאין את הידים וכן ידים טמאין פוסלין את התרומה וזה הענין מבואר וזה כי הוא שם כל ספק שנפל בטומאות הידים או בטמאם לזולתם הכל טהור ונשאר הדבר בחזקתו שהיה והוא אמרם הידים כמות שהיו וכן מבואר כי כשיפול הספק אם טהרו את הידים הטמאים כראוי או לא טהרו הרי הן טהורות ואין הלכה כרבי יוסי: \n"
            ]
        ],
        [
            [
                "זה מבואר וזה כי אי אפשר שיהיו תחלה אלא אם נגע באב מאבות הטומאות יכל אב הטומאה מטמא אדם וכשנגע בידו נטמא כולו ועל כן אמר להם אל תבקשו ממני שאמצא לכם ידים תחלה חוץ מזה והוא בית המנוגע שאם הכניס ידיו לא נטמא כולו ואדם שהוא מטמא בגדים בשעת מגעו אשר הוא חשוב אב הטומאה בענין שהוא יטמא ראשון ושני והוא עם כל זה לא יטמא אדם כמו שביארנו בסוף זבים וכן ג\"כ כשנוגע בידים חוזרין תחלה וידוע כי אוכלין שנטמאו במשקין חוזרין שניות וכן הכלים וא\"ר יהושע כי ידים שנגעו באוכלים שניים או בכלי שני מטמאין וחוזרין שני וחכמים אומרים כי אוכל ראשון וכלי שני הוא אשר יטמאו את הידים ומחזירן שניות והלכה כחכמים בב' המאמרים:  "
            ],
            [
                "כבר ידעת כי השני הוא אשר הוא פוסל את התרומה וכבר ביארנו כי הידים טמאות הם שניות ולפי שאמר רבי יהושע כי מי שנגע בידו בדבר שהוא פוסל את התרומה אשר הוא שני נטמאו ידיו וחוזרין שניות וכן מי שהיתה ידו האחת טמאה ונגעה בידו האחרת טמאתה וחזרה שניה כמותה וחלקו עליו חכמים ואמרו לו אין שני עושה שני והביא להם ראיה מכתבי הקדש אשר הם במדרגת השני שהן פוסלין התרומה כמו שביארנו בסוף זבים ועם זה כשנגע אדם בכתבי הקדש חזרו ידיו שניות ופוסלין את התרומה כמו שנבאר אחר ההלכה הזאת והרי שני עושה שני והשיבוהו כי היות הספרים וידים הבאין מחמתם מטמאין את הידים הוא הדבר מדברי סופרים לפי שהם מי\"ח דבר שגזרו וכן טומאת ידים כולן כשאר הטומאות ג\"כ מדברי סופרי' כמו שכתבנו כי שלמה תקן ערובין וידים וכיון שהדבר כן אין למדין דברי סופרים מדברי סופרים עד שנאמר כמו שהספר פוסל את התרומה ומטמא את הידים כך כל פוסל מטמא את הידים אבל נאמר מאי דתקון תקון מאי דלא תקון לא תקון ולא נלמוד דבר מדבר ואין הלכה כר' יהושע: \n"
            ],
            [
                "כבר ביארנו בסוף זבים הסבה אשר בעבורם גזרו על כתבי הקדש שהן פוסלין את התרומה כשנגעה בהם ולפי שרצו לקיים ולהעמיד הגזרה גזרו ג\"כ שידים הבאים מחמת הספר פוסלין את התרומה ושהאדם כשיגע בכתבי הקדש יהיו ידיו שניות ופוסלין את התרומה ועל הגזרה הזאת מדבר בכל הפרק הזה באמרו מטמא את הידים ואינו מטמא את הידים ואחר הגזרה הזאת גזרו זו הגזרה יותר כוללת ממנה ועזבו הענין הזה כולו והוא שכל הידים שניות פוסלות את התרומה בין נגעו בספר בין לא נגעו וזאת היא הנמנית בסוף זבים באמרו והידים מכלל הדברים אשר פוסלין את התרומה והיא הנמנית בי\"ח דבר כמו שבארנו בסוף זבים וכן ביאר הש\"ס (שבת דף יג:) וטעמם בגזרה האחרונה מפני שהידים עסקניות ואין הלכה כר\"ש: \n"
            ],
            [
                "גליון הוא אשר ישאר בלא כתיבה על הכתיבה ותחתיה ובין הדפין ובתחלת הספר ובסופו ורבי יהודה אומר כי אשר ישאר בסוף כל זמן שלא יעשה לו עמוד שיגלל עליו הספר ותכלול אותו קדושת הספר עדיין הוא חול לפי שאפשר שיחתוך מה שנשאר בלא כתיבה ואין הלכה כרבי יהודה: \n"
            ],
            [
                "בידינו עיקר כי פרשת ויהי בנסוע הארון וגו' ובנחה וגו' (במדבר יא) הפסוקים כולם הם ספר בפני עצמו אמרו (משלי ט׳:א׳) חכמות (נשים) בנתה ביתה חצבה עמודיה שבעה אלו הן ז' ספרי תורה אכן הם ז' באמרם כי מתחילת הספר עד ויהי בנסוע הארון ספר בפני עצמו ויהי בנסוע הארון ספר בפני עצמו ומן ויהי בנסוע הארון עד סוף הספר ספר בפני עצמו ויהיה מדבר סיני שלשה ספרים וד' חומשים הנשארים הרי ז' ואמרו מגלה שכתוב בה ר\"ל כי היריעה של ספר כיון שנכתב בו זה המנין מן האותיות נתקדשה והיתה מכתבי הקדש רבי יהודה אומר כבן עזאי: \n"
            ]
        ],
        [
            [
                "כבר זכרנו כי בכל מקום שיאמר במשנה בו ביום רומז אל היום הזה אשר הושיבו את ר\"א בן עזריה ופירוש נמנו וגמרו שהם מנו על נפשם כדי שיסכימו על עצת הרוב ונמצא הרוב חולקין על ר\"ע ופסקו ההלכה כמו שזכר בכאן לא כמו שאמר רבי עקיבא וכבר נתבאר ההלכה הזאת בפ' (עשירי) של כלים תעיינה שם:  "
            ],
            [
                "בו ביום אמרו כל הזבחים וכו'. ההלכה הזאת כבר נתבאר בתחלת זבחים (דף ב.): \n"
            ],
            [
                "כבר ידעת כי בשנה הראשונה מן השמיטה והב' והד' והה' מוציאין מעשר ראשון ואח\"כ מעשר שני וזה סדר השנים ובשנה הג' והו' חלק הכתוב בה וצוה שיוציאו מעשר עני במקום מעשר שני אכן השנה הז' הרי היא שמיטה ואין בו חיוב מעשרות וידוע כי השמיטה אינה נוהגת אלא בארץ ובסוריא גם כן כמו שאמרו בתוספתא בראשון של כלים וכמו שנתבאר במס' שביעית (פ\"ו) אבל בחוצה לארץ לא וראוי להוציא התרומות והמעשרות בחוצה לארץ מדרבנן כמו שנתבאר במקומות בתוספתא ובשנים אשר מוציאין בני א\"י מעשר שני יוציאו גם כן בני חוצה לארץ מעשר שני ופודין אותו ומעלים דמיו לירושלים כמו שנתבאר במקומו ובשנים אשר מוציאין בהם בני ארץ ישראל מעשר עני יוציאו הם ג\"כ מעשר עני ובשנת השמיטה אשר אין מוציאין בה בני ארץ ישראל מעשר לפי שהיא הפקר שכבר היה שתקנו הנביאים שיוציאו מבבל וסביבותיה מארץ בבל מעשר שני והזקנים והם האחרונים אחר עזרא כבר תקנו במצרים ושאר ארצות מצרים מעשר עני בשביעית ונפל המחלוקת בארץ עמון ומואב והם ערי סיחון ועוג איזה מעשר יוציאו בשנת השמיטה והיות רבי אלעזר מחמיר לפי שמעשר שני קדש ומעשר עני חול והביא ראיה ר' אלעזר מן המעשר והתרומה ר\"ל כי המעשר אשר הזהיר עליו וירא מהשבתתו הוא קדש כמו התרומה ואמר השיב רבי טרפון ולא אמר דבר כו' ר\"ל שהשיב תשובותיו הקודמות וכבר יצא רבי אלעזר מבית המדרש בעבור המחלוקת שנפל בינו ובין החכמים כמו שזכרנו בה' של כלים: \n"
            ],
            [
                "לפי שנתבלבלו האומות בזמן סנחריב כמו שנתפרסם בספרי הנבואה לפי שהיה מעביר האומות מקצה זו לקצה זו על כן חזרו משפחות האומות אצלינו נעלמים ואין אנו יכולין ללמוד ראיה ממקומותיהם וידוע כי ע' לשון כולם מותרין לבא בקהל מיד חוץ מעמון ומואב ומצרי ואדומי והעיקר בידינו דכל דפריש מרובא פריש וע\"כ התירוהו לבא בקהל מיד והתבונן איך לא הניח ר\"ג מלהכנס [בבית] המדרש ביום ההוא והוא המורד מן הישיבה והשיבו את ראב\"ע כמו שנתפרסם לפי שהוא לא רצה בבטול התורה: \n"
            ],
            [
                "עברית. הלשון העברית וכתב העברי כתב עבר והוא כתב אשר כותבין בו התורה העם הנקראים אל סמירה והכתב הזה אשר נכתב בו אנחנו התורה הוא כתב אשורי והכתב אשר כתב יתברך התורה נקראת אשורי מן הגדולה והתפארת כמו (בראשית ל׳:י״ג) באשרי כי אשרוני בנות והוא אמרם אשורי שהוא מאושר שבכתב לפי שאינו משתנה ולא יפול בו דמיון לעולם לפי שאותיותיו בלתי מתדמות ולפי שאינו נדבק אות באות בשיטת כתיבתו ואין כזה שאר הכתיבות: \n"
            ],
            [
                "כבר ביארנו בראשון של אבות ענין צדוק ובייתוס וחברתם והם היוצאים מתורתנו המכחישים אותנו בקבלתנו: \n",
                "ופי' קובלין. מתרעמים: \n",
                "וספרי מירם. הם ספרים שמשיבין על תורתנו וחולקין עליה ונקראו ספרי מירם כלומר ספרים ידחם האלהים ויסירם מן המציאות כענין תכלה כמו שקוראים לבית אשר מתקבצים בו לדברים האלו בית אבידן וענינו בית יכריתהו האלהים ותשובת רבן יוחנן להם תשובתו בענין הבזיון וליצנות בהם: \n",
                "ותרוודות כפות. וכבר ביארנו כי הסבה אשר אנו אומרים כי כתבי הקדש מטמאין את הידים כדי שנשמרם ונרחיק מהם סבות הפסדם כמו שזכרנו בסוף זבים: \n"
            ],
            [
                "כבר קדם בה' של מכשירין מאמר המשנה כל הנצוק טהור ואע\"פ שהעמוד שותת מחובר קצתו בכלי הטמא כמו שנאמר במים הבאים מבית הקברות שהם טהורים ואע\"פ שראשו מחובר במקום טמא וכבר ידעת כי מדינינו כי העבדים שהזיקו אין חייבין בדיניהן בתשלומין כלל כמו שנתבאר בב\"ק (דף פז.) נשים ועבדים וקטנים פגיעתן רעה הן שחבלו באחרים פטורים ואמנם היות האדם חייב כשהזיקה בהמתו הוא לשון התורה (שמות כ״א:כ״ח) כי יגח שור וגו' וכי יבער איש וגו' (שם כב): \n",
                "שאם אקניטנו. אם אכעיסנו: \n"
            ],
            [
                "אומר צדוקי שאתם מפחיתין שם משה רבינו בהיותכם כותבין אותו בשטרות עם שם המלך ר\"ל שאנו כותבין זמן לפלוני המלך ואנו כותבין בשטר ההוא כדת משה וישראל ואמרו להם חכמים כי אין זה גרעון לשמו אלא בזה גדולה לאותו המלך שאנו כותבין בתורה ה' עם פרעה ולא די בזה אלא שעוד נקדים שם פרעה כמו שנאמר (שם ה) ויאמר פרעה מי ה' ולפי שזכר הפסוק אינו מאושר שיחתום מסכתא מן המסכתות בהכחשת כופר לגבורה אבל באמונה בו על כן אמר וכשלקה מהו אומר ה' הצדיק: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}