var Zavimjson ={
    "language": "he",
    "title": "Mishnah Zavim",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה זבים",
    "categories": [
        "Mishnah",
        "Seder Kodashim"
    ],
    "textmishna": [
        [
            "הָרוֹאֶה רְאִיָּה אַחַת שֶׁל זוֹב, בֵּית שַׁמַּאי אוֹמְרִים, כְּשׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. וּבֵית הִלֵּל אוֹמְרִים, כְּבַעַל קֶרִי. רָאָה אַחַת, וּבַשֵּׁנִי הִפְסִיק, וּבַשְּׁלִישִׁי רָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, בֵּית שַׁמַּאי אוֹמְרִים, זָב גָּמוּר. וּבֵית הִלֵּל אוֹמְרִים, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן. אָמַר רַבִּי אֱלִיעֶזֶר בֶּן יְהוּדָה, מוֹדִים בֵּית שַׁמַּאי בָּזֶה שֶׁאֵינוֹ זָב גָּמוּר. וְעַל מַה נֶּחְלְקוּ, עַל הָרוֹאֶה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, וּבַשֵּׁנִי הִפְסִיק, וּבַשְּׁלִישִׁי רָאָה אַחַת, בֵּית שַׁמַּאי אוֹמְרִים, זָב גָּמוּר. וּבֵית הִלֵּל אוֹמְרִים, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן: \n",
            "הָרוֹאֶה קֶרִי בַּיּוֹם הַשְּׁלִישִׁי לִסְפִירַת זוֹבוֹ, בֵּית שַׁמַּאי אוֹמְרִים, סוֹתֵר שְׁנֵי יָמִים שֶׁלְּפָנָיו. וּבֵית הִלֵּל אוֹמְרִים, לֹא סָתַר אֶלָּא יוֹמוֹ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, הָרוֹאֶה בַשֵּׁנִי, סוֹתֵר אֶת שֶׁלְּפָנָיו. רַבִּי עֲקִיבָא אוֹמֵר, אֶחָד הָרוֹאֶה בַשֵּׁנִי וְאֶחָד הָרוֹאֶה בַשְּׁלִישִׁי, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, סָתַר שְׁנֵי יָמִים שֶׁלְּפָנָיו. וּבֵית הִלֵּל אוֹמְרִים, לֹא סָתַר אֶלָּא יוֹמוֹ. וּמוֹדִים בְּרוֹאֶה בָרְבִיעִי שֶׁלֹּא סָתַר אֶלָּא יוֹמוֹ, בְּרָאָה קֶרִי. אֲבָל אִם רָאָה זוֹב, אֲפִלּוּ יוֹם שְׁבִיעִי, סָתַר אֶת שֶׁלְּפָנָיו: \n",
            "רָאָה אַחַת הַיּוֹם וּשְׁתַּיִם לְמָחָר, שְׁתַּיִם הַיּוֹם וְאַחַת לְמָחָר, שָׁלשׁ לִשְׁלשָׁה יָמִים אוֹ לִשְׁלשָׁה לֵילוֹת, הֲרֵי זֶה זָב גָּמוּר: \n",
            "רָאָה אַחַת וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג, וְאַחַר כָּךְ רָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, אוֹ רָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג, וְאַחַר כָּךְ רָאָה אַחַת, הֲרֵי זֶה זָב גָּמוּר: \n",
            "רָאָה אַחַת מְרֻבָּה כְשָׁלשׁ, שֶׁהִיא כְמִין גַּד יוֹן לַשִּׁילוֹחַ, שֶׁהֵן כְּדֵי שְׁתֵּי טְבִילוֹת וְכִשְׁנֵי סִפּוּגִין, הֲרֵי זֶה זָב גָּמוּר. רָאָה אַחַת מְרֻבָּה כִשְׁתַּיִם, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן. אָמַר רַבִּי יוֹסֵי, לֹא אָמְרוּ אַחַת מְרֻבָּה אֶלָּא אִם כֵּן יֶשׁ בָּהּ כְּדֵי שָׁלשׁ: \n",
            "רָאָה אַחַת הַיּוֹם וְאַחַת בֵּין הַשְּׁמָשׁוֹת, אַחַת בֵּין הַשְּׁמָשׁוֹת וְאַחַת לְמָחָר, אִם יָדוּעַ שֶׁמִּקְצָת הָרְאִיָּה מֵהַיּוֹם וּמִקְצָתָהּ לְמָחָר, וַדַּאי לַקָּרְבָּן וְלַטֻּמְאָה. אִם סָפֵק שֶׁמִּקְצָת הָרְאִיָּה מֵהַיּוֹם וּמִקְצָתָהּ לְמָחָר, וַדַּאי לַטֻּמְאָה וְסָפֵק לַקָּרְבָּן. רָאָה שְׁנֵי יָמִים בֵּין הַשְּׁמָשׁוֹת, סָפֵק לַטֻּמְאָה וְלַקָּרְבָּן. אַחַת בֵּין הַשְּׁמָשׁוֹת, סָפֵק לַטֻּמְאָה: \n"
        ],
        [
            "הַכֹּל מִטַּמְּאִין בְּזִיבָה, אַף הַגֵּרִים, אַף הָעֲבָדִים, בֵּין מְשֻׁחְרָרִין בֵּין שֶׁאֵינָן מְשֻׁחְרָרִין, חֵרֵשׁ, שׁוֹטֶה, וְקָטָן, סְרִיס אָדָם, סְרִיס חַמָּה. טֻמְטוּם וְאַנְדְּרוֹגִינוֹס, נוֹתְנִין עֲלֵיהֶן חֻמְרֵי הָאִישׁ וְחֻמְרֵי הָאִשָּׁה, מִטַּמְּאִין בְּדָם כָּאִשָּׁה וּבְלֹבֶן כָּאִישׁ, וְטֻמְאָתָן בְּסָפֵק: \n",
            "בְּשִׁבְעָה דְרָכִים בּוֹדְקִין אֶת הַזָּב עַד שֶׁלֹּא נִזְקַק לְזִיבָה. בְּמַאֲכָל, בְּמִשְׁתֶּה, וּבְמַשָּׂא, בִּקְפִיצָה, בְּחֹלִי, וּבְמַרְאֶה וּבְהִרְהוּר. הִרְהֵר עַד שֶׁלֹּא רָאָה אוֹ שֶׁרָאָה עַד שֶׁלֹּא הִרְהֵר. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ רָאָה בְהֵמָה, חַיָּה וָעוֹף מִתְעַסְּקִין זֶה עִם זֶה, אֲפִלּוּ רָאָה בִגְדֵי צֶבַע הָאִשָּׁה. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ אָכַל כָּל מַאֲכָל, בֵּין רַע בֵּין יָפֶה, וְשָׁתָה כָל מַשְׁקֶה. אָמְרוּ לוֹ, אֵין כָּאן זָבִין מֵעָתָּה. אָמַר לָהֶם, אֵין אַחֲרָיוּת זָבִים עֲלֵיכֶם. מִשֶּׁנִּזְקַק לְזִיבָה, אֵין בּוֹדְקִין אוֹתוֹ. אָנְסוֹ וּסְפֵקוֹ וְשִׁכְבַת זַרְעוֹ טְמֵאִים, שֶׁרַגְלַיִם לַדָּבָר. רָאָה רְאִיָּה רִאשׁוֹנָה, בּוֹדְקִין אוֹתוֹ. בַּשְּׁנִיָּה, בּוֹדְקִין אוֹתוֹ. בַּשְּׁלִישִׁית, אֵין בּוֹדְקִין אוֹתוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף בַּשְּׁלִישִׁית בּוֹדְקִין אוֹתוֹ, מִפְּנֵי הַקָּרְבָּן: \n",
            "הָרוֹאֶה קֶרִי, אֵינוֹ מִטַּמֵּא בְזִיבָה מֵעֵת לְעֵת. רַבִּי יוֹסֵי אוֹמֵר, יוֹמוֹ. נָכְרִי שֶׁרָאָה קֶרִי וְנִתְגַּיֵּר, מִיָּד הוּא מִטַּמֵּא בְזִיבָה. הָרוֹאָה דָם וְהַמַּקְשָׁה, מֵעֵת לְעֵת. וְהַמַּכֶּה אֶת עַבְדּוֹ יוֹם יוֹמַיִם, מֵעֵת לְעֵת. כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת, שְׁלשָׁה יָמִים מֵעֵת לְעֵת, הֲרֵי הוּא כִבְרִיָּתוֹ: \n",
            "הַזָּב מְטַמֵּא אֶת הַמִּשְׁכָּב בַּחֲמִשָּׁה דְרָכִים, לְטַמֵּא אָדָם לְטַמֵּא בְגָדִים. עוֹמֵד, יוֹשֵׁב, שׁוֹכֵב, נִתְלֶה וְנִשְׁעָן. וְהַמִּשְׁכָּב מְטַמֵּא אֶת הָאָדָם בְּשִׁבְעָה דְרָכִים לְטַמֵּא בְגָדִים. עוֹמֵד, יוֹשֵׁב, שׁוֹכֵב, נִתְלֶה, וְנִשְׁעָן, בְּמַגָּע וּבְמַשָּׂא: \n"
        ],
        [
            "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ בִסְפִינָה אוֹ בְאַסְדָּא אוֹ שֶׁרָכְבוּ עַל גַּבֵּי בְהֵמָה, אַף עַל פִּי שֶׁאֵין בִּגְדֵיהֶם נוֹגְעִים, הֲרֵי אֵלּוּ טְמֵאִים מִדְרָס. יָשְׁבוּ עַל הַנֶּסֶר, עַל הַסַּפְסָל, עַל הַגָּשִׁישׁ שֶׁל מִטָּה וְעַל הָאַכְלוֹנָס, בִּזְמַן שֶׁהֵן מַחְגִּירִין, עָלוּ בְאִילָן שֶׁכֹּחוֹ רַע, בְּסוֹכָה שֶׁכֹּחָהּ רַע, בְּאִילָן יָפֶה, בְּסֻלָּם מִצְרִי בִּזְמַן שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ וְעַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁאֵין עֲשׂוּיִין בְּטִיט, טְמֵאִים. רַבִּי יְהוּדָה מְטַהֵר: \n",
            "מְגִיפִין אוֹ פוֹתְחִין. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיְּהֵא זֶה מֵגִיף וְזֶה פוֹתֵחַ. מַעֲלִין זֶה אֶת זֶה מִן הַבּוֹר. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיְּהֵא הַטָּהוֹר מַעֲלֶה אֶת הַטָּמֵא. מַפְשִׁילִין בַּחֲבָלִין. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּהְיֶה זֶה מוֹשֵׁךְ הֵילֵךְ וְזֶה מוֹשֵׁךְ הֵילֵךְ. אוֹרְגִים, בֵּין בְּעוֹמְדִין בֵּין בְּיוֹשְׁבִין אוֹ טוֹחֲנִין. רַבִּי שִׁמְעוֹן מְטַהֵר בְּכֻלָּן, חוּץ מִן הַטּוֹחֲנִין בְּרֵחַיִם שֶׁל יָד. פּוֹרְקִין מִן הַחֲמוֹר אוֹ טוֹעֲנִין, בִּזְמַן שֶׁמַּשָּׂאָם כָּבֵד, טְמֵאִין. בִּזְמַן שֶׁמַּשָׂאָם קַל, טְהוֹרִין. וְכֻלָּן טְהוֹרִין לִבְנֵי הַכְּנֶסֶת וּטְמֵאִין לַתְּרוּמָה: \n",
            "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ בִסְפִינָה גְדוֹלָה, אֵיזוֹ הִיא סְפִינָה גְדוֹלָה. רַבִּי יְהוּדָה אוֹמֵר, כֹּל שֶׁאֵינָהּ יְכוֹלָה לְהָמִיט בָּאָדָם. יָשְׁבוּ עַל הַנֶּסֶר, עַל הַסַּפְסָל, עַל הַגָּשִׁישׁ שֶׁל מִטָּה וְעַל הָאַכְלוֹנָס בִּזְמַן שֶׁאֵינָן מַחְגִּירִין, עָלוּ בְאִילָן שֶׁכֹּחוֹ יָפֶה, בְּסוֹכָה שֶׁכֹּחָהּ יָפֶה, וּבְסֻלָּם צוֹרִי אוֹ מִצְרִי בִּזְמַן שֶׁהוּא קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ, עַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁהֵן עֲשׂוּיִין בְּטִיט אֲפִלּוּ מִצַּד אֶחָד, טְהוֹרִין. הַטָּהוֹר מַכֶּה אֶת הַטָּמֵא, טָהוֹר. הַטָּמֵא מַכֶּה אֶת הַטָּהוֹר, טָמֵא, שֶׁאִם יִמָּשֵׁךְ הַטָּהוֹר, הֲרֵי הַטָּמֵא נוֹפֵל: \n"
        ],
        [
            "רַבִּי יְהוֹשֻׁעַ אוֹמֵר, נִדָּה שֶׁיָּשְׁבָה עִם הַטְּהוֹרָה בְּמִטָּה, כִּפָּה שֶׁבְּרֹאשָׁהּ טָמֵא מִדְרָס. יָשְׁבָה בִסְפִינָה, כֵּלִים שֶׁבְּרֹאשׁ הַנֵּס שֶׁבַּסְּפִינָה טְמֵאִין מִדְרָס. נוֹטֶלֶת עֲרֵבָה מְלֵאָה בְגָדִים, בִּזְמַן שֶׁמַּשָּׂאָן כָּבֵד, טְמֵאִין. בִּזְמַן שֶׁמַּשָּׂאָן קַל, טְהוֹרִין. זָב שֶׁהִקִּישׁ עַל כְּצוֹצְרָא, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר: \n",
            "הִקִּישׁ עַל הַמָּרִישׁ, עַל הַמַּלְבֵּן, עַל הַצִּנּוֹר, וְעַל הַדַּף, אַף עַל פִּי שֶׁהוּא עָשׂוּי בַּחֲבָלִים, עַל הַתַּנּוּר, וְעַל הַיָּם, וְעַל אִצְטְרֻבָּל, וְעַל חֲמוֹר שֶׁל רֵחַיִם שֶׁל יָד, וְעַל סְאָה שֶׁל רֵחַיִם שֶׁל זֵיתִים, רַבִּי יוֹסֵי אוֹמֵר, אַף עַל קוֹרַת הַבַּלָּנִין, טָהוֹר: \n",
            "הִקִּישׁ עַל הַדֶּלֶת, עַל הַנֶּגֶר, עַל הַמַּנְעוּל, עַל הַמָּשׁוֹט, וְעַל הַקֶּלֶת, וְעַל אִילָן שֶׁכֹּחוֹ רַע, וְעַל סוֹכָה שֶׁכֹּחָהּ רַע, עַל אִילָן יָפֶה, עַל סֻלָּם מִצְרִי בִּזְמַן שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ, עַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁאֵינָן עֲשׂוּיִין בְּטִיט, טְמֵאִין. עַל הַשִּׁדָּה, עַל הַתֵּבָה וְעַל הַמִּגְדָּל, טְמֵאִין. רַבִּי נְחֶמְיָה וְרַבִּי שִׁמְעוֹן מְטַהֲרִין בָּאֵלּוּ: \n",
            "זָב שֶׁהָיָה מֻטָּל עַל חֲמִשָּׁה סַפְסָלִים אוֹ עַל חָמֵשׁ פֻּנְדִּיּוֹת, לְאָרְכָּן, טְמֵאִין. לְרָחְבָּן, טְהוֹרִין. יָשֵׁן, סָפֵק שֶׁנִּתְהַפֵּךְ עֲלֵיהֶן, טְמֵאִין. הָיָה מֻטָּל עַל שִׁשָּׁה כִסְיוֹת, שְׁתֵּי יָדָיו עַל שְׁנַיִם, שְׁתֵּי רַגְלָיו עַל שְׁנַיִם, רֹאשׁוֹ עַל אֶחָד, גּוּפוֹ עַל אֶחָד, אֵין טָמֵא אֶלָּא זֶה שֶׁתַּחַת הַגּוּף. עוֹמֵד עַל שְׁנֵי כִסְאוֹת, רַבִּי שִׁמְעוֹן אוֹמֵר, אִם רְחוֹקִין זֶה מִזֶּה, טְהוֹרִין: \n",
            "עֶשֶׂר טַלִּיּוֹת זוֹ עַל גַּב זוֹ, יָשֵׁן עַל גַּבֵּי הָעֶלְיוֹנָה, כֻּלָּן טְמֵאוֹת. הַזָּב בְּכַף מֹאזְנַיִם וּמִשְׁכָּב וּמוֹשָׁב כְּנֶגְדּוֹ, כָּרַע הַזָּב, טְהוֹרִין. כָּרְעוּ הֵן, טְמֵאִין. רַבִּי שִׁמְעוֹן אוֹמֵר, בִּיחִידִי, טָמֵא. וּבִמְרֻבִּין, טָהוֹר, שֶׁאֵין אֶחָד נוֹשֵׂא אֶת רֻבּוֹ: \n",
            "הַזָּב בְּכַף מֹאזְנַיִם וְאֳכָלִין וּמַשְׁקִין בְּכַף שְׁנִיָּה, טְמֵאִין. וּבַמֵּת, הַכֹּל טָהוֹר, חוּץ מִן הָאָדָם. זֶה חֹמֶר בַּזָּב מִבַּמֵּת. חֹמֶר בַּמֵּת מִבַּזָּב, שֶׁהַזָּב עוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב מִתַּחְתָּיו לְטַמֵּא אָדָם וּלְטַמֵּא בְגָדִים, וְעַל גַּבָּיו מַדָּף לְטַמֵּא אֳכָלִין וּמַשְׁקִין, מַה שֶּׁאֵין הַמֵּת מְטַמֵּא. חֹמֶר בַּמֵּת, שֶׁהַמֵּת מְטַמֵּא בְאֹהֶל וּמְטַמֵּא טֻמְאַת שִׁבְעָה, מַה שֶּׁאֵין הַזָּב מְטַמֵּא: \n",
            "הָיָה יוֹשֵׁב עַל גַּבֵּי הַמִּטָּה וְאַרְבַּע טַלִּיּוֹת תַּחַת אַרְבַּע רַגְלֵי הַמִּטָּה, טְמֵאוֹת, מִפְּנֵי שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד עַל שָׁלשׁ. רַבִּי שִׁמְעוֹן מְטַהֵר. הָיָה רוֹכֵב עַל גַּבֵּי בְהֵמָה וְאַרְבַּע טַלִּיּוֹת תַּחַת אַרְבַּע רַגְלֵי בְהֵמָה, טְהוֹרוֹת, מִפְּנֵי שֶׁהִיא יְכוֹלָה לַעֲמֹד עַל שְׁלשָׁה. הָיְתָה טַלִּית אַחַת תַּחַת שְׁנֵי יָדַיִם, תַּחַת שְׁנֵי רַגְלַיִם, תַּחַת יָד וָרֶגֶל, טְמֵאָה. רַבִּי יוֹסֵי אוֹמֵר, הַסּוּס מְטַמֵּא בְרַגְלָיו וְהַחֲמוֹר בְּיָדָיו, שֶׁמִּשְׁעֶנֶת הַסּוּס עַל רַגְלָיו וּמִשְׁעֶנֶת הַחֲמוֹר עַל יָדָיו. יָשַׁב עַל קוֹרַת בֵּית הַבַּד, כֵּלִים שֶׁבָּעֵקֶל טְמֵאִין. עַל הַמַּכְבֵּשׁ שֶׁל כּוֹבֵס, כֵּלִים שֶׁתַּחְתָּיו, טְהוֹרִין. רַבִּי נְחֶמְיָה מְטַמֵּא: \n"
        ],
        [
            "הַנּוֹגֵעַ בַּזָּב אוֹ שֶׁהַזָּב נוֹגֵע בּוֹ, הַמַּסִּיט אֶת הַזָּב אוֹ שֶׁהַזָּב מַסִּיטוֹ, מְטַמֵּא אֳכָלִים וּמַשְׁקִים וּכְלֵי שֶׁטֶף בְּמַגָּע, אֲבָל לֹא בְמַשָּׂא. כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ, כָּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ, מְטַמֵּא אֳכָלִים וּמַשְׁקִין לִהְיוֹת תְּחִלָּה, וְהַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְלֵי חֶרֶס. לְאַחַר פְּרִישָׁתוֹ מִמְּטַמְּאָיו, מְטַמֵּא מַשְׁקִין לִהְיוֹת תְּחִלָּה, וְהָאֳכָלִין וְהַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, וְאֵינוֹ מְטַמֵּא בְגָדִים: \n",
            "וְעוֹד כְּלָל אַחֵר אָמְרוּ. כֹּל הַנִּשָּׂא עַל גַּבֵּי הַזָּב, טָמֵא. וְכֹל שֶׁהַזָּב נִשָּׂא עָלָיו, טָהוֹר, חוּץ מִן הָרָאוּי לְמִשְׁכָּב וּלְמוֹשָׁב וְהָאָדָם. כֵּיצַד. אֶצְבָּעוֹ שֶׁל זָב תַּחַת הַנִּדְבָּךְ, הַטָּהוֹר מִלְמַעְלָן, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. הַטָּמֵא מִלְמַעְלָן וְהַטָּהוֹר מִלְּמַטָּן, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵא אֶחָד וּפוֹסֵל אֶחָד. הָאֳכָלִין וְהַמַּשְׁקִין, הַמִּשְׁכָּב, וְהַמּוֹשָׁב וְהַמַּדָּף מִלְמַעְלָן, מְטַמְּאִין שְׁנַיִם וּפוֹסְלִין אֶחָד. פֵּרְשׁוּ, מְטַמְּאִין אֶחָד וּפוֹסְלִין אֶחָד. וְהַמִּשְׁכָּב וְהַמּוֹשָׁב מִלְּמַטָּן, מְטַמְּאִין שְׁנַיִם וּפוֹסְלִין אֶחָד. פֵּרְשׁוּ, מְטַמְּאִין שְׁנַיִם וּפוֹסְלִין אֶחָד. הָאֳכָלִין וְהַמַּשְׁקִין וְהַמַּדָּף מִלְּמַטָּן, טְהוֹרִין: \n",
            "מִפְּנֵי שֶׁאָמְרוּ, כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי מִשְׁכָּב, טָהוֹר, חוּץ מִן הָאָדָם. כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַנְּבֵלָה, טָהוֹר, חוּץ מִן הַמַּסִּיט. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַנּוֹשֵׂא. כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַמֵּת, טָהוֹר, חוּץ מִן הַמַּאֲהִיל, וְאָדָם בִּזְמַן שֶׁהוּא מַסִּיט: \n",
            "מִקְצָת טָמֵא עַל הַטָּהוֹר וּמִקְצָת טָהוֹר עַל הַטָּמֵא, חִבּוּרֵי טָמֵא עַל הַטָּהוֹר וְחִבּוּרֵי טָהוֹר עַל הַטָּמֵא, טָמֵא. רַבִּי שִׁמְעוֹן אוֹמֵר, מִקְצָת טָמֵא עַל הַטָּהוֹר, טָמֵא. וּמִקְצָת טָהוֹר עַל הַטָּמֵא, טָהוֹר: \n",
            "הַטָּמֵא עַל מִקְצָת הַמִּשְׁכָּב וְהַטָּהוֹר עַל מִקְצָת הַמִּשְׁכָּב, טָמֵא. מִקְצָת טָמֵא עַל הַמִּשְׁכָּב וּמִקְצָת טָהוֹר עַל הַמִּשְׁכָּב, טָהוֹר. נִמְצֵאת טֻמְאָה נִכְנֶסֶת לוֹ וְיוֹצֵאת מִמֶּנּוּ בְּמִעוּטוֹ. וְכֵן כִּכָּר שֶׁל תְּרוּמָה שֶׁהוּא נָתוּן עַל גַּבֵּי מִשְׁכָּב וְהַנְּיָר בֵּינְתַיִם, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, טָהוֹר. וְכֵן בְּאֶבֶן הַמְנֻגַּעַת, טָהוֹר. רַבִּי שִׁמְעוֹן מְטַמֵּא בָזוֹ: \n",
            "הַנּוֹגֵעַ בְּזָב, וּבְזָבָה, וּבְנִדָּה, וּבְיוֹלֶדֶת, וּבִמְצֹרָע, בְּמִשְׁכָּב, וּמוֹשָׁב, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, אֶחָד הַנּוֹגֵעַ וְאֶחָד הַמַּסִּיט וְאֶחָד הַנּוֹשֵׂא וְאֶחָד הַנִּשָּׂא: \n",
            "הַנּוֹגֵעַ בְּזוֹבוֹ שֶׁל זָב, וּבְרֻקּוֹ, בְּשִׁכְבַת זַרְעוֹ, בְּמֵימֵי רַגְלָיו, וּבְדַם הַנִּדָּה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, אֶחָד הַנּוֹגֵעַ וְאֶחָד הַמַּסִּיט. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַנּוֹשֵׂא: \n",
            "הַנּוֹשֵׂא אֶת הַמֶּרְכָּב וְהַנִּשָּׂא עָלָיו וְהַמַּסִּיטוֹ, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. הַנּוֹשֵׂא אֶת הַנְּבֵלָה, וְאֶת מֵי חַטָּאת שֶׁיֶּשׁ בָּהֶם כְּדֵי הַזָּיָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד: \n",
            "הָאוֹכֵל מִנִּבְלַת עוֹף טָהוֹר וְהִיא בְּבֵית הַבְּלִיעָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. הִכְנִיס רֹאשׁוֹ לַאֲוִיר הַתַּנּוּר, טָהוֹר, וְטָהוֹר הַתַּנּוּר. הֱקִיאָהּ אוֹ בְלָעָהּ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. וּכְשֶׁהִיא בְתוֹךְ פִּיו, עַד שֶׁיִּבְלָעֶנָּה, טָהוֹר: \n",
            "הַנּוֹגֵעַ בְּשֶׁרֶץ וּבְשִׁכְבַת זֶרַע, וּבִטְמֵא מֵת, וּבִמְצֹרָע בִּימֵי סָפְרוֹ, וּבְמֵי חַטָּאת שֶׁאֵין בָּהֶם כְּדֵי הַזָּיָה, וּבִנְבֵלָה, וּבְמֶרְכָּב, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. זֶה הַכְּלָל, כֹּל הַנּוֹגֵעַ בְּאַחַד מִכָּל אֲבוֹת הַטֻּמְאוֹת שֶׁבַּתּוֹרָה, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, חוּץ מִן הָאָדָם. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד: \n",
            "בַּעַל קֶרִי, כְּמַגַּע שֶׁרֶץ. וּבוֹעֵל נִדָּה, כִּטְמֵא מֵת, אֶלָּא שֶׁחָמוּר מִמֶּנּוּ בּוֹעֵל נִדָּה, שֶׁהוּא מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב טֻמְאָה קַלָּה לְטַמֵּא אֳכָלִין וּמַשְׁקִין: \n",
            "אֵלּוּ פוֹסְלִים אֶת הַתְּרוּמָה. הָאוֹכֵל אֹכֶל רִאשׁוֹן, וְהָאוֹכֵל אֹכֶל שֵׁנִי, וְהַשּׁוֹתֶה מַשְׁקִין טְמֵאִין, וְהַבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין, וְטָהוֹר שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִין, וְהַסֵּפֶר, וְהַיָּדַיִם, וּטְבוּל יוֹם, וְהָאֳכָלִים וְהַכֵּלִים שֶׁנִּטְמְאוּ בְמַשְׁקִים: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>הרואה ראיה אחת של זוב.</b> זוב בא מבשר המת ודומה ללובן ביצה המוזרת. ושכבת זרע בא מבשר שאינו מת וקשורה כלובן ביצה שאינה מוזרת:",
                "<b>בית שמאי אומרים כשומרת יום.</b> דאע״פ שאינה זבה גמורה עד שלש ראיות. מכל מקום בראיה אחת עושה משכב ומושב. כמו כן זב, אע״פ שאינו נעשה זב גמור עד שלש ראיות, מכל מקום בראיה אחת עושה משכב ומושב:",
                "<b>ובית הלל אומרים כבעל קרי.</b> ואינו עושה משכב ומושב, ואין הראיה מטמאה במשא, אלא במגע:",
                "<b>ראה אחת ובשני הפסיק ובשלישי ראה שתים.</b> דכי ראה שתי ראיות ביום אחד או בשני ימים רצופים, צריך למנות שבעה נקיים, ופטור מן הקרבן. ואם ראה שלש ראיות ביום אחד או בשלשה ימים רצופים, צריך למנות שבעה נקיים וחייב בקרבן. דתניא, מנה הכתוב שתים וקראו טמא, דכתיב (ויקרא טו) זב מבשרו זובו טמא הוא. שלש וקראו טמא, (שם) וזאת תהיה טומאתו בזובו רר בשרו את זובו או החתים בשרו מזובו טומאתו היא, הא כיצד, שתים לטומאה ושלש לקרבן. אבל הזבה אם ראתה ראיות רבות ביום אחד או בשני ימים בלא עת נדתה, שומרת יום אחד בנקיות וטהורה לערב. ואם ראתה שלש ראיות בשלשה ימים רצופים, צריכה למנות שבעה נקיים וחייבת בקרבן. דגבי זבה כתיב (שם) ואשה כי תזוב זוב דמה ימים רבים בלא עת נדתה, ימים שנים, רבים שלשה, תלה הכתוב הזב בראיות, והזבה בימים. והשתא קאמר שאם ראה הזב שלש ראיות אלא שהפסיק יום אחד בין ראיה ראשונה לשתים האחרונות:",
                "<b>בית שמאי אומרים זב גמור.</b> וחייב בקרבן כבעל שלש ראיות:",
                "<b>ובית הלל אומרים.</b> ביטל היום הטהור את הראיה הראשונה, ואין כאן אלא שתי ראיות האחרונות, ופטור מן הקרבן:",
                "<b>מודים בית שמאי בזה שאינו זב גמור.</b> דביטל היום הטהור שהפסיק, את הראיה הראשונה, כדאמרן:",
                "<b>על מה נחלקו על הרואה שתים וכו׳ בית שמאי אומרים זב גמור.</b> דהואיל ונזקק לספירת שבעה כשראה שתים בתחילה, ביטלה ראיה את יום הטהור, ויש בידו שלש ראיות:\n\n"
            ],
            [
                "<b>ביום השלישי לספירת זובו.</b> כגון בעל שתי ראיות שצריך לספור שבעה נקיים, ומנה ראשון ושני, ובשלישי ראה קרי, סתר שני ימים שלפניו, וחוזר ומונה שבעה כבתחלה:",
                "<b>לא סתר אלא יומו.</b> ומונה חמשה להשלים שבעה, דשנים הראשונים עלו לו:",
                "<b>הרואה בשני.</b> שמנה אחד, ובשני ראה קרי, סתר את שלפניו אפילו לבית הלל. ור׳ עקיבא סבר דבהא נמי פליגי. ואין הלכה כר׳ ישמעאל:",
                "<b>ומודים,</b> בית שמאי <b>ברואה קרי, ברביעי שלא סתר אלא יומו.</b> ושלפניו עלו לו. דדוקא כשלא נפסק הזיבות בשלשה ימים טהורים כמספר הימים שעושה זב גמור, הוא דאמרי בית שמאי דשכבת זרע סותרת, אבל לאחר שעברו שלשה ימים טהורים, מודים בית שמאי שאין קרי סותר אלא יומו. והאי דקרי סותר בזב, נפקא לן מקרא (דכתיב) זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה זוב סותר, אף שכבת זרע סותר. אי מה זוב סותר את הכל אף שכבת זרע תסתור את הכל, תלמוד לומר לטמאה בה, אין לה אלא יום אחד. אבל אם ראה זוב, אפילו יום שביעי, סותר את שלפניו, דכתיב שבעת ימים לטהרתו, עד שיהיו כל שבעת הימים טהורים מן הזיבות:  "
            ],
            [
                "<b>הרי זה זב גמור.</b> וחייב בקרבן. דבראיות תלה רחמנא, דכתיב טומאתו בזובו, טומאתו תלויה בזובו ואינה תלויה ביומי. ומיהו בהפסיק יום בינתיים קאמרי בית הלל לעיל דלא הוי זב גמור ואין הראיות מצטרפות, לא שנא לענין טומאה כגון ראה שתי ראיות בלבד בהפסקת יום בינתים, לא שנא לענין קרבן כגון ראה שלש ראיות:\n\n"
            ],
            [
                "<b>כדי טבילה וסיפוג.</b> כדי שיטבול ויקנח עצמו אחר טבילה. ופחות משיעור זה, לא הוי הפסק ולא חשיבא אלא ראיה אחת:",
                "<b>או אחת מרובה כשתים.</b> שהיה בין התחלת הראיה לסוף הראיה כדי טבילה וסיפוג, והיה רואה תמיד בלא הפסק:\n\n"
            ],
            [
                "<b>כמן גד יון לשילוח.</b> מקום בירושלים שהעמידו בו מלכי יוונים עבודה זרה, והיה אותו מקום רחוק מן השילוח שיעור שתי טבילות ושני סיפוגים. כמגד יון, לשון העורכים לגד שלחן (ישעיהו ס״ה:י״א). שילוח, שם הנהר, כדכתיב (שם ח) יען כי מאס העם הזה את מי השילוח:",
                "<b>מטמא משכב ומושב.</b> דחשבינא לה כשתי ראיות:",
                "<b>אלא אם כן יש בה כדי שלש.</b> כגון כמגד יון לשילוח, דאז נחשב כזב גמור אפילו לענין קרבן. אבל באחת מרובה כשתים, אין חולקין אותה, וכראיה אחת היא חשובה. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>אם ידוע שמקצת הראיה מהיום ומקצתה למחר.</b> שראה קצת ראיה בסוף היום וקצתה בתחילת הלילה של מחר, אע״פ שלא היו ביניהן כדי טבילה וסיפוג, נחשבות שתי ראיות, מפני שהימים חולקין:",
                "<b>ודאי לקרבן ולטומאה.</b> דיש כאן שלש ראיות, דאותה של בין השמשות נחלקת לשתים, כיון דיש בה משני ימים:",
                "<b>ואם ספק.</b> דשמא כולה מן היום או כולה מן הלילה:",
                "<b>ודאי לטומאה.</b> דמה נפשך איכא שתים:",
                "<b>וספק לקרבן.</b> דמספקא לן שמא שתים שמא שלש. דאי כולה מן היום או כולה מן הלילה, שתים. ואי מקצתה ביום ומקצתה בלילה, שלש:",
                "<b>שני ימים בין השמשות.</b> כגון דראשונה בתחילת בין השמשות ראשון, ושניה בסוף בין השמשות שני, כגון האחת בערב שבת בתחילת בין השמשות, ואחת במוצאי שבת בסוף בין השמשות. דאם תחילת בין השמשות יום וסוף בין השמשות לילה, אין כאן שתי ראיות בשני ימים רצופים, דשבת מפסקת ואין כאן טומאת זיבה (אלא כבעל קרי). ואי בין השמשות כולו מן היום או כולו מן הלילה, יש כאן שתי ראיות בשני ימים רצופים, וטעון לספור שבעה נקיים ופטור מן הקרבן. ואם תחילת בין השמשות או סופו חציו מן היום וחציו מהלילה, נחלקת הראיה לשתים וחייב בקרבן. ולפי שיש כאן כל הנך ספיקות, קתני ספק לטומאה ולקרבן, שמא אין כאן טומאה, ושמא יש כאן טומאה ולא קרבן, ושמא יש כאן טומאה וקרבן. הלכך מביא קרבן ואינו נאכל:"
            ]
        ],
        [
            [
                "<b>הכל מיטמאים בזיבה.</b> הכל, לאתויי תינוק בן יומו שהוא מיטמא בזיבה:",
                "<b>אף הגרים.</b> דכתיב בפרשת זב (ויקרא טו) דבר אל בני ישראל, אין לי אלא בני ישראל, מנין לרבות גרים ועבדים, תלמוד לומר ואמרת אליהם איש, לרבות את הגרים ואת העבדים. מנין לרבות את הקטנים, תלמוד לומר איש איש:",
                "<b>ומיטמאין בדם כאשה.</b> שאין האשה מיטמאה בלובן אלא באודם, דדם כתיב בה שהוא אדום:",
                "<b>ובלובן כאיש.</b> דזובו כתיב גבי איש. והוא דומה למי בצק של שעורים:",
                "<b>וטומאתן בספק.</b> אם ראו לובן, שמא הן אשה, ולובן טהור בה. ואם ראו אודם, שמא הן איש, ואודם טהור גביה. אבל אם ראה לובן ואודם כאחד, טומאתן ודאי ממה נפשך, ושורפין עליהם את התרומה, אבל אין חייבים עליהם על ביאת מקדש, דגבי שילוח טמאים כתיב (במדבר ה׳:ג׳) מזכר עד נקבה תשלחו, זכר ודאי, נקבה ודאית, ולא טומטום ואנדרוגינוס:  "
            ],
            [
                "<b>בשבעה דרכים בודקין בודקין את הזב.</b> משום דאינו מטמא מחמת אונס, דכתיב זב מבשרו, ולא מחמת אונסו:",
                "<b>עד שלא נזקק לטומאה.</b> דהיינו כשרואה ראיה שניה שבה הוא נעשה זב לטמא משכב ומושב ולהצריכו לספור שבעה נקיים. אבל ראיה ראשונה, מטמאה באונס טומאת ערב, כדין בעל קרי, ומצטרפת עם השניה ואפילו שהיתה באונס:",
                "<b>במאכל.</b> אם אכל אכילה גסה או אכל דברים המביאין לידי זיבה, ואפילו כל שהן, כגון בשר שמן, חלב, וגבינה, ביצים, ויין ישן, וגריסין של פול, ושחלין:",
                "<b>ובמשתה.</b> בריבוי שתיה:",
                "<b>במשא.</b> כבד שנשא:",
                "<b>במראה.</b> ראה אשה, אפילו לא הרהר:",
                "<b>ובהרהור.</b> אע״פ שלא ראה. אי אירע לו אחד מאלו השבעה קודם שראה ראיה שניה, אינו נעשה זב מחמת אותה ראיה, והטפה אינה מטמאה במשא כשאר טפה של זוב:",
                "<b>אין אחריות זבין עליכם.</b> ואם לא יהיו זבים לעולם, מה אתם חוששים, הלא לא קבלתם אחריות של זבים עליכם. ואין הלכה לא כר׳ יהודה ולא כר׳ עקיבא:",
                "<b>משנזקק לטומאה.</b> לאחר שראה ראיה שניה שלא באונס, שהרי מכאן ואילך הוא עושה משכב ומושב:",
                "<b>אין בודקין אותו.</b> ואף אם ראה ראיה שלישית באונס, נעשה זב לקרבן. וכן אם ראה ראיה של זוב בשבעה ימים נקיים שהוא מונה, סתר הכל ואפילו היתה אותה ראיה באונס:",
                "<b>ספיקו ושכבת זרעו טמאין.</b> ספיקו מחמת שכבת זרעו, כגון אם ראה שכבת זרע תחילה, וטפה זיבה הבאה אחר כך אינה מטמאה, שהרואה קרי אינו מטמא בזיבה מעת לעת. ועד שלא נזקק לטומאה, הקרי מטהר את הזיבה, משום דהוי אונס. ולאחר שנזקק לטומאה, אין הקרי מטהר את הזיבה, שאין תולין שמחמת הקרי באה הזיבה:",
                "<b>שרגלים לדכר.</b> שאין אותה ראיה מחמת אונס, כיון שכבר נעשה זב:",
                "<b>ראה ראיה ראשונה בודקין אותו.</b> היינו דוקא לקרבן. דאי מחמת אונס ראה, אינה מצטרפת עם השלישית לקרבן. אבל מצטרפת עם השניה לטומאה. דאם ראיה שניה שלא באונס, אע״פ שהיתה ראשונה באונס, עושה משכב ומושב ובעי שבעה נקיים וביאת מים חיים, דכי כתיב מבשרו ולא מחמת אנסו, בשניה כתיב. אבל ראשונה אתקש לשכבת זרע, דכתיב זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה שכבת זרע מטמאה באונס, אף ראיה ראשונה של זוב מטמאה באונס:",
                "<b>בשניה בודקין אותו.</b> לטומאה ולקרבן:",
                "<b>בשלישית אין בודקין אותו.</b> לא לטומאה ולא לקרבן:",
                "<b>ר׳ אליעזר אומר.</b> כו׳ ואין הלכה כר׳ אליעזר:\n\n"
            ],
            [
                "<b>אינו מיטמא בזיבה מעת לעת.</b> דהאי זיבות מחמת חולשא דקרי הוא. ובראיה שניה איירי, דראשונה מטמאה באונס. וכשם שתולין לקרי מעת לעת, כך למראה ולהרהור תולין מעת לעת. אבל למאכל ולמשתה למשא ולקפיצה, תולין לו כל זמן שהוא מצטער, ואמרינן דמחמת הצער הוי הזיבה ולא מבשרו:",
                "<b>רבי יוסי אומר יומו.</b> אין תולין אלא אותו היום שראה קרי בלבד, ולע מעת לעת. ואין הלכה כר׳ יוסי:",
                "<b>מיד מיטמא בזיבה.</b> דגר שנתגייר כקטן שנולד דמי. ואע״פ שראה זיבות כשהוא נכרי, מיטמא בזיבה בהך שניה שרואה בתוך מעת לעת של קרי, דנעשית לו כראיה ראשונה דמטמא באונס, ומצטרפת עם השניה שיראה אחר מעת לעת של קרי. דראיית זיבה של נכרי כמאן דליתא, דאין הנכרים מיטמאין בזיבה:",
                "<b>הרואה דם.</b> מטמאה כל טהרות שנתעסקה בהן למפרע מעת לעת, כדפרישנא בריש נדה. ואיידי דאיירי במעת לעת, קחשיב כל הני ששיעורן במעת לעת:",
                "<b>וכן המקשה.</b> בימי זיבה. דאמרינן כי תזוב זוב דמה, מחמת עצמה ולא מחמת ולד. ואם שפתה מן החבלין מעת לעת וילדה, לא תלינן דם קושי בדם לידה:",
                "<b>המכה את עבדו.</b> האמור בתורה (שמות כ״א:כ״א) אך אם יום או יומים יעמוד, ודרשינן יום שהוא כיומים, זהו מעת לעת:",
                "<b>כלב שאכל בשר המת.</b> דקיימא לן דאין מתעכל במעיו עד לאחר שלשה ימים מעת לעת, דהכי תנן במסכת אהלות פרק י״א, וכמה תשהה במעיו, שלשה ימים מעת לעת:",
                "<b>והוא שיהא כברייתו.</b> שלא נשתנה. ועוד איכא טובא ששיעורן מעת לעת ולא חשיב, ותנא ושיירי:  "
            ],
            [
                "<b>מטמא את המשכב.</b> והוא הדין למושב:",
                "<b>עומד יושב שוכב.</b> דכתיב (ויקרא ט״ו:ד׳) כל המשכב אשר ישכב עליו הזב יטמא, וכתיב (שם) והיושב על הכלי אשר היא יושבת עליו, אין לי אלא בזמן ששכב על המשכב ויש על המושב. שכב על המושב וישב על המשכב, עמד נתלה, נשען, מנין. תלמוד לומר יטמא יטמא, ריבה. וכולן נקראין מדרס:",
                "<b>והמשכב מטמא את האדם וכו׳ עומד יושב שוכב נתלה.</b> שהטהור בכף מאזנים והמשכב הטמא בכף שניה, וכרע המשכב הטמא, ונתלה הטהור. ונתלה דרישא, כגון שהזב בכף מאזנים, ומושבות בכף שניה וכרעו הן, טמאין, דהשתא הזב נתלה וכאילו הוא יושב עליהן:",
                "<b>לטמא בגדים.</b> הוא הדין כל כלים שנוגע בהן עד שלא פירש, חוץ מאדם וכלי חרס:",
                "<b>במגע ובמשא.</b> אם נגע במשכב הטמא, או שנשאו:"
            ]
        ],
        [
            [
                "<b>הזב והטהור או באסדא.</b> עצים גדולים קשורים ביחד ונותנים אותם בים או בנהר, ומשימין עליהם נס ומוליכים אותם ברוח אל מחוז חפצם. ובלשון מקרא קרויין דוברות, ואני אשימם דוברות בים (מלכים א ה ט). ונקראים נמי רפסודות, ונביאם לך רפסודות על ים יפו (דברי הימים ב ב טו):",
                "<b>או שרכבו על גבי בהמה.</b> סתם בהמה נכפפת תחת הרוכב, הלכך לא שנא כוחה רע ולא שנא כוחה יפה, נטמא הטהור ובגדיו. אבל מה שהבהמה מסטת ברגליה, אין ניסט מחמת הרוכב, אלא אם כן כוחה רע, כדמוכח פרק בתרא דאהלות:",
                "<b>אע״פ שאין בגדיהן נוגעים.</b> שאין בגדי הטהור נוגעים בבגדי הזב, מכל מקום טמאין מדרס, שהספינה קטנה דומיא דאסדא ומתמוטטין, ופעמים שהזב מכריע הטהור ובגדיו ומיטמאין בהיסט. וילפינן טומאת היסט מדכתיב (ויקרא ט״ו:י״א) וכל אשר יגע בו הזב, וכתיב (שם ו) וכלי חרש אשר תבושל בו ישבר, מה בו האמור להלן מאוירו, אף כאן מאוירו, שאין כלי חרס מיטמא במגעו של זב אלא אם כן נגע בו מאוירו, אבל נגע בו מאחוריו לא טמא, ומאחר שלמדנו שאין מטמא אותו אלא מאוירו, מה תלמוד לומר אשר יגע בו מגע שהוא ככולו הוי אומר זה הסיטו. הא למדת שזב מטמא בהיסט. ואם היה טהור בקצה אחד של קורה והניע הזב את הקורה בקצה השני עד שהתנועע הטהור שבקצתו הראשון, כבר נטמא הטהור בהיסט ונטמאו בגדיו טומאת מדרס אם הן בגדים ראויים למשכב ומושב:",
                "<b>הגשיש של מטה.</b> כמין עצים ארוכים שנותנים במטה של פרקים, ועל ידיהן המטה נגששת ונדבקת זו עם זו, ולפיכך נקראים אותן העצים גשישין. פירוש אחר, עצים שנותנים תחת כרעי המטה שלא יפסדו מלחלוחית הארץ:",
                "<b>שהן מחגירין.</b> כאדם חיגר שאינו יכול להניח שתי רגליו כאחת. כך אלו כשיושבים עליהם בני אדם, נוטים לכאן ולכאן, מתוך כך נמצא נשען הזב על הטהור, והטהור על הזב:",
                "<b>באילן שכוחו רע.</b> והיכי דמי אילן שכוחו רע, כל שאין עיקרו רחב ועב כדי לחוק בו רובע הקב:",
                "<b>או שוכה.</b> דהיינו ענף אילן. שכוחה רע. והיכי דמי שוכה שכוחה רע, כל שנטמנת באחיזתה, שהאוחז בה טומנה בכף ידו:",
                "<b>על אילן יפה.</b> אפילו עומדת השוכה באילן שכוחו יפה. וכל הני נכפפים תחתיהן וכבד העליון על התחתון ונשען עליו. ובין זב שנשען על הטהור, ובין טהור שנשען על הזב, טמא:",
                "<b>שאינו קבוע במסמר.</b> ומתוך כך הוא נכפף:",
                "<b>על הכבש.</b> על הגשר:",
                "<b>שאינן עשויין בטיט טמאין.</b> מפני שהן נכפפים:",
                "<b>ור׳ יהודה מטהר.</b> ואין הלכה כר׳ יהודה:  "
            ],
            [
                "<b>מגיפין.</b> סוגרים את הדלת: ",
                "<b>או פותחים.</b> אותו יחדיו הזב והטהור:",
                "<b>עד שיהא זה מגיף.</b> לעולם אין כאן טומאה, עד שיהא זה מושך לפתוח וזה מושך לסגור, שאין מניחים זה לזה:",
                "<b>עד שיהא הטהור מעלה את הטמא.</b> ואז בגדי הטהור טמאים מדרס, שכובד הטמא על הטהור ונשען עליו, ובגדיו של טהור טמאים מדרס. אבל טמא מעלה את הטהור, אין משענת הטמא על הטהור, ואין בגדיו של טהור טמאים מדרס. ואין הלכה כר׳ יהודה:",
                "<b>מפשילין בחבלין.</b> הזב והטהור יחדיו גודלים בחבלים. ואפילו שניהם מצד אחד:",
                "<b>זה מושך הילך וזה מושך הילך.</b> זה עומד למזרח ומושך אליו, וזה עומד למערב ומושך אליו:",
                "<b>בין בעומדים.</b> יש דברים נארגים מעומד, ויש מיושב. והטמא והטהור אורגים ביחד. או טוחנים:",
                "<b>ר׳ שמעון מטהר בכולן.</b> ואין הלכה כר׳ שמעון:",
                "<b>בזמן שמשאן כבד טמאים.</b> דשמא מתוך כובד המשא נשען הזב על הטהור ונמצא טהור מסיטו, או טהור ניסט עליו:",
                "<b>וכולן.</b> אפילו משאן כבד:",
                "<b>טהורים לבני הכנסת.</b> כלומר לאוכלים חוליהן בטהרה, שאין זה היסט גמור וכל שכן שספק הוא:",
                "<b>וטמאין לתרומה.</b> מדרבנן ואפילו בספק:  "
            ],
            [
                "<b>כל שאינה יכולה להמיט באדם.</b> שהיא גדולה כל כך שכשעולה בה אדם אינה מתמוטטת:",
                "<b>הטהור מכה את הטמא.</b> את הזב:",
                "<b>הרי הטמא נופל.</b> שכן דרך המכה את חברו, אם היה חברו נמשך היה המכה נופל, ולכך נחשב זה המכה כנשען על הטהור. ודוקא לענין טומאת מדרס איירי, דטהור המכה את הטמא, טהור מטומאת מדרס. אבל טמא הוא, שהרי נשען על הזב. וטמא המכה את הטהור, בגדיו טמאים מדרס, דהוי כאילו הזב נשען עליו:"
            ]
        ],
        [
            [
                "<b>ר׳ יהושע אומר כיפה שבראשה.</b> לרבותא נקטה, דאפילו צעיף שבראש הטהורה נחשב כאילו ישבה עליו הנדה, אע״פ שאינה יושבת עליו. ופליג אסתם מתניתין דפרקין דלעיל דלא מטמא אלא בגדיהן ולא כיפה שבראשן:",
                "<b>כלים שבראש הנס.</b> הא נמי לרבותא נקט, דאע״פ שהם בגובה בראש הנס שלא במקום דריסה, אפילו הכי טמאים מדרס. ובספינה קטנה ובמטה מחגרת איירי, כההיא דריש פרקין דלעיל, אלא דתנא דלעיל לא מטמא כלים שבראש הנס. ואין הלכה כרבי יהושע:",
                "<b>בזמן שמשאן כבד טמאים מדרס.</b> ואע״פ שלא נגעה בבגדים, דחשבינא לה כאילו נשענת על הבגדים:",
                "<b>כסוסטרא.</b> כמו גזוזטרא, כמין נסר הבולט מכותל העליה לחוץ:",
                "<b>ונפל ככר של תרומה.</b> שעל הכסוסטרא:",
                "<b>טהור.</b> הככר. ואע״פ שנפל מחמת היקש של זב, לא חשיב ליה כהיסט, משום דכוחה של כסוסטרא יפה:  "
            ],
            [
                "<b>מריש.</b> קורה גדולה שבונים בבירה וראשי קורות הגג כולן סמוכות עליה, והיא מונחת על גבי עמודים:",
                "<b>מלבן.</b> כמין ריבוע של קורות קבועות בארץ:",
                "<b>צנור.</b> מרזב של מים:",
                "<b>אע״פ שהוא עשוי בחבלים.</b> שאינו קבוע בארץ אלא קשור בחבלים ואין כוחו יפה כל כך:",
                "<b>הים.</b> היקף של עץ שהקמח מתקבץ בו בשעת הטחינה:",
                "<b>אצטרובל.</b> עיגול של עץ שמעמידין הריחים עליו. ושניהן קבועים הן:",
                "<b>חמור של ריחים של יד.</b> בנין של עצים שהריחים של יד קבועים בהן:",
                "<b>וסאה של ריחים.</b> מדה גדולה וקבועה בקרקע:",
                "<b>קורת הבלנין.</b> קורה שבעל המרחץ יושב עליה. וכל הני אם הקיש עליהן הזב ונפל הככר של תרומה מכח ההיקש, טהור, דכוחן יפה ולא חשיב היסט. ובקורת הבלנים נחלקו. ואין הלכה כר׳ יוסי:\n\n"
            ],
            [
                "<b>הנגר.</b> יתד הנעוץ אחורי הדלת בנקב שבאסקופה:",
                "<b>מנעול.</b> שסוגרים בו הפתח:",
                "<b>משוט.</b> שמנהיגין בו את הספינה. ולשון מקרא הוא, כל תופשי משוט, ביחזקאל (כז כט): ",
                "<b>קלת.</b> עיגול של עץ שסביב לריחים התחתונה לקבל הקמח הנטחן שלא יפול לארץ ומיטלטל הוא:",
                "<b>ועל סוכה שכוחה רע.</b> ועומדת באילן שכוחו יפה:",
                "<b>טמאין.</b> דכל הני אין כוחן יפה, וכוח היקש הזב בהו חשיב היסט:",
                "<b>מטהרים באלו.</b> אשידה תיבה ומגדל קאי. להכי תנינהו תנא קמא לחודייהו. ואין הלכה כרבי נחמיה ורבי שמעון:  "
            ],
            [
                "<b>פונדיות.</b> כעין כיסין ארוכין:",
                "<b>לארכן.</b> ששוכב לארכן של ספסלים או של פונדיות:",
                "<b>טמאים.</b> שכל אחד ואחד נשען רובו של זב עליהן, פעמים על זה פעמים על זה:",
                "<b>לרחבן.</b> ששוכב ארכו לרחבן:",
                "<b>טהורים.</b> דאין רובו נשען על אחד מהן ואין [טמא] משכב ומושב לעולם, עד שישען רובו עליו, דכתיב אם על המשכב הוא, עד שינשא רובו עליו:",
                "<b>ישן.</b> לרחבן, וספק אם נתהפך לארכן, טמאין:",
                "<b>כסיות.</b> לשון רבים של כסא. שתחת הגוף. לפי שרובו נישא עליו. והאחרים טמאים מגע הזב. אבל אין להם תורת משכב ומושב להיות אב הטומאה לטמא אדם וכלים:",
                "<b>אם רחוקים זה מזה טהורים.</b> לפי שאין רובו נישא לא על זה ולא על זה. ואין הלכה כר׳ שמעון:\n\n"
            ],
            [
                "<b>עשר טליות.</b> לשון רבים של טלית. ועשר לאו דוקא, דאפילו אלף טליות ואבן גדולה על גבן, וישב הזב על האבן, כל הטליות שתחתיה מיטמאות מושב, דמשכב ומושב מיטמאין תחת אבן מסמא:",
                "<b>כרע הזב טהורים.</b> מדין משכב, אבל טמאין במשא הזב:",
                "<b>ביחידי.</b> משכב אחד:",
                "<b>טמא.</b> שהרי רוב הזב נישא עליו:",
                "<b>ובמרובים.</b> במשכבות רבות בכף מאזנים כנגד הזב:",
                "<b>שאין אחד מהן נושא את רובו.</b> דכי כרעו הן, אין רובו של זב נישא על אחד מהן, אלא כל אחד מהמשכבות נשא מיעוטו של זב:\n\n"
            ],
            [
                "<b>טמאים.</b> בין כרע הזב, בין כרעו אוכלין ומשקין, נטמאו טומאת היסט:",
                "<b>ובמת הכל טהור.</b> בין מושב ומשכב, בין אוכלים ומשקין, בין כרע המת בין כרעו הם, דכל טומאות המסיטות טהורות, חוץ מהסיטו של זב. ואם כרעו הן, נמי טהורים, דכל שהמת נישא עליו כגון בכף מאזנים לבד מאוהל, טהור, חוץ מן האדם, דבזמן שמכריע את המת, טמא מפני שהסיטו, כדאמרינן בפרק בתרא דנדה (דף סט), אטו, מת מי לא נטמא במשא:",
                "<b>מדף.</b> לשון טומאה קלה, כדכתיב (ויקרא כ״ו:ל״ו) קול עלה נדף. ורמב״ם פירש, מדף מלשון ריחו נודף, שריח טומאת הזב הולכת למרחוק לטמא כל הכלים שעל גביו אע״פ שלא נגע בהם. אבל לא כטומאת הכלים שתחתיו, שכלים על גבי הזב, אע״פ שיש דברים חוצצים בינם לבין הזב, כולם טמאים טומאה קלה לטמא אוכלים ומשקין, אבל לא לטמא אדם וכלים. ואילו כלים שתחתיו אפילו הן מאה זה על גב זה, התחתון שבכולם טמא טומאה חמורה לטמא אדם לטמא בגדים כמו העליון:",
                "<b>מה שאין המת מטמא.</b> דמתחתיו אפילו תהא טומאה בוקעת ויורדת, מכל מקום אין משכב ומושב שתחתיו מטמא אדם לטמא בגדים:",
                "<b>ועל גביו מדף.</b> נהי דמת נמי מטמא כלים שעל גביו טומאת מדף לטמא אוכלים ומשקין דטומאה בוקעת ועולה, מכל מקום אם [היה המת בעלייה, והמשכבות והמושבות בבית עד שמי הקורה, והנסרים נכפפים מכובד המת ומכבידין על המשכבות, או] המת בבית סמוך לשמי קורה, והמשכבות בעלייה ונכפפים הנסרים מכובד המשכבות ומכבידים על המת, כי האי גוונא בזב טמא מתחתיו לטמא אדם לטמא בגדים, ועל גביו לטמא אוכלים ומשקין, ובמת בין על גביו בין מתחתיו טהור:\n\n"
            ],
            [
                "<b>שאינה יכולה.</b> וכיון דזה אינו יכול וזה אינו יכול, כל חד וחד כוליה מעשה עביד ואיכא רובו של זב נישא עליו:",
                "<b>ר׳ שמעון מטהר.</b> דבעי שיעור זיבה לזה ושיעור זיבה. לזה, כלומר רובו של זב מכביד על כל אחד ואחד. ואזדא לטעמיה דאמר לעיל בפרקין ביחידי טמא ; ובמרובים טהור, שאין אחד נושא את רובו. ואין הלכה כר׳ שמעון:",
                "<b>היה רכוב על גבי בהמה.</b> בעומדת איירי, דאי במהלכת, כל שעה האחת נעקת ועומדת על שלש, וטמא מה שתחתיהן, שאינה יכולה לעמוד על שתים:",
                "<b>שיכולה לעמוד על שלש.</b> הלכך כל חד וחד הוי ליה רביעי, ואינו אלא מסייע, ומסייע אין בו ממש. אבל טלית אחת תחת שתים, טמאה, שאינה יכולה לעמוד על שתים:",
                "<b>ר׳ יוסי אומר.</b> אארבע טליתות תחת ארבע רגלי בהמה קאי:",
                "<b>הסוס מטמא ברגליו.</b> אם זב רוכב עליו וטלית תחת אחת מרגליו של סוס, טמאה. אבל תחת ידיו, טהורה, שאין משענתו על ידיו. ואין הלכה כר׳ יוסי:",
                "<b>כלים שבעקל טמאים.</b> דמשענת הקורה על העקל. ועקל היא הכפיפה שעוצרים בה הזיתים והיא עשויה כמין קופה של מעשה שבכה, ואחר שעוצרים הזיתים ונשאר הגפת שהוא הפסולת של זיתים, מכניסין אותו באותו עקל, ונותנים על העקל קורה להכביד עליו:",
                "<b>המכבש של כובס.</b> לאחר שכבסו הבגדים, מקפלין אותן תחת המכבש לכבשן ולשמור קיפולן:",
                "<b>כלים שתחתיו טהורים.</b> שאין היושב בקצה האחד של מכבש מכביד על הכלים:",
                "<b>ור׳ נחמיה מטמא.</b> סבר אי אפשר שישב בקצה האחד של המכבש שלא יכביד על הכלים. ואין הלכה כר׳ נחמיה:"
            ]
        ],
        [
            [
                "<b>הנוגע בזב וכלי שטף במגע.</b> דכי היכי דאדם הנוגע בזב מטמא בגדים בשעת מגעו, כך מטמא כל כלים שנוגע בהן בשעת מגעו בזב, חוץ מאדם וכלי חרס, דתניא בתורת כהנים, מנין לעשות שאר כלים כבגדים, תלמוד לומר (ויקרא ט״ו:ה׳) וטמא. יכול יטמא אדם וכלי חרס, תלמוד לומר בגד, בגד הוא מטמא ואינו מטמא אדם וכלי חרס. ודוקא בשעת מגעו בזב. אבל פירש, לא, דכתיב (ויקרא טו) ואיש אשר יגע במשכבו יכבס בגדיו ורחץ במים וטמא, בשעת מגעו מטמא בגדים. פירש, אינו מטמא בגדים:",
                "<b>אבל לא במשא.</b> אם בשעת מגעו בזב נשא בגדים ולא נגע בהן, טהורים:",
                "<b>כל המטמא בגדים בשעת מגעו.</b> כגון הנוגע בזב וזבה ויולדת, ובמעינותיהם, במשכבן, ובמושבן:",
                "<b>מטמא אוכלים להיות תחלה.</b> מפני שהוא נחשב כאב הטומאה בשעת מגעו, כיון דאמרה תורה שהוא מטמא בגדים:",
                "<b>ואת הידים להיות שניות.</b> אבל גופו של אדם, אינו מטמא, כדקתני סיפא שאינו מטמא אדם וכלי חרס:",
                "<b>לאחר פרישתו ממטמאיו מטמא את המשקין להיות תחלה.</b> ואע״פ שאינו אלא ראשון לטומאה, עושה המשקין תחלה, דאפילו שני לטומאה מטמא משקין להיות תחלה. לפי שהן עלולין לקבל טומאה ואינו צריכין הכשר כמו האוכלים, גזרו בהן שיהיו לעולם תחלה, גזירה משום משקין הבאין מחמת שרץ שהם תחלה מן התורה:",
                "<b>והאוכלים והידים להיות שניות.</b> דכיון דפירש ממטמאיו, אינו אלא ראשון בעלמא:\n\n"
            ],
            [
                "<b>כל הנישא על גבי הזב.</b> עליונו של זב ואפילו לא נגע בו הזב, ואפילו יש דברים הרבה חוצצים בינו לבית הזב, הכל טמא, דכתיב (שם) והנוגע בכל אשר יהיה תחתיו, מאי תחתיו אילימא תחתיו דזב, היינו משכב, אלא בכל אשר יהיה הזב תחתיו, דהיינו עליונו של זב, ונוהג בכל דבר, אפילו במידי דאין רגילות להיות עליו, ולא הוו כעין תחתיו, דאין נוהג אלא במידי דחזי ליה:",
                "<b>חוץ מן הראוי למשכב ולמושב.</b> והוא הדין למרכב. אבל שאינו ראוי, טהור, כגון אם כפה סאה שאינה עשויה לישיבה וישב עליה, יכול יהא טמא מושב, תלמוד לומר (שם) והיושב על הכלי אשר ישב עליו הזב, מה שמיוחד לישיבה, יצא זה שאומרים לו עמוד ונעשה מלאכתנו:",
                "<b>נדבך.</b> שורת בנין החומה. כמו נדבכין די אבן גלל (בעזרא ו׳:ד׳):",
                "<b>הטהור מלמעלה.</b> על הנדבך ומכביד על אצבעו של זב, דהשתא הוי נישא על גבי הזב ונחשב אב הטומאה:",
                "<b>מטמא שנים ופוסל אחד.</b> מטמא ראשון ושני, ופוסל שלישי בתרומה:",
                "<b>פירש.</b> שירד הטהור מן הנדבך, או שסילק הזב אצבעו מתחת הנדבך. מטמא הטהור אחד ופוסל אחד, לפי שאין הטהור אלא ראשון מכיון שפירש, דתו לא מטמא בגדים, ועושה שני ושלישי בתרומה:",
                "<b>הטמא מלמעלה.</b> על הנדבך, ואצבע הטהור תחת הנדבך, ומכביד הטמא עליו, הרי הזב נישא עליו, לפיכך מטמא שנים ופוסל אחד:",
                "<b>והמדף.</b> כל כלים שאינם משכב ומושב מדף קרי להו:",
                "<b>מלמעלן.</b> של נדבך, ואצבע הזב מלמטה, אינם אלא ראשון:",
                "<b>מטמאין אחד ופוסלים אחד.</b> ולאחר שפירשו נמי כך דינא:",
                "<b>פירשו מטמאין שנים ופוסלים אחד.</b> המשכב ומושב לעולם אב הטומאה אע״פ שפירשו:",
                "<b>טהורים.</b> כדאמרינן שכל שהזב נישא עליו, טהור, חוץ ממשכב ומושב והאדם:\n\n"
            ],
            [
                "<b>מפני שאמרו.</b> כלומר מפני מה אמרו האוכלים והמשקים והמדף מלמטה תחת משכב הזב טהורים, מפני שאמרו כל הנושא ונישא כו׳:",
                "<b>כל הנושא.</b> כגון אוכלין ומשקין ומדף שהן למטה ממשכב הזב ונושאים אותו ואינן נוגעין בו, שיש דברים חוצצים בינתים:",
                "<b>נישא על גבי המשכב.</b> שאלו למעלה והמשכב למטה ונישא עליו ואין נוגעין בו, טהורים:",
                "<b>חוץ מן האדם.</b> שהאדם הנושא המשכב, נטמא אע״פ שלא נגע בו ולא הסיטו, מפני שמשכב הזב מטמא במשא. וכן אם נתנו אבן מסמא למעלה ממשכבו של זב וישב אדם טהור על האבן, נטמא, כיון שנישא על גבי משכב. כשם שאם ישב הזב על האבן נטמא המשכב שלמטה מן האבן, כך כשישב הטהור על האבן, נטמא ונישא מן המשכב שתחתיה:",
                "<b>כל הנושא על גבי נבלה.</b> באדם קמיירי, כלומר וכל אדם הנושא וניתן על גבי נבלה:",
                "<b>טהור חוץ מן המסיט.</b> דנושא את הנבלה ולא זז ממקומו גם לא הניעה ממקומה אלא שמונחת על גביו, כגון שבא חברו והניחה עליו, טהור, עד שיסיטנה:",
                "<b>ר׳ אליעזר אומר אף הנושא.</b> בגמרא מפרש דהכי קאמר, והוא שנושא, כלומר אין המסיט את הנבלה טמא אלא כשנושא אותה, שנבלה למעלה והוא למטה. אבל אם הנבלה למטה והוא למעלה, אף על פי שמסיטה, טהור, כל זמן שלא נגע בה. ואין הלכה כר׳ אליעזר:",
                "<b>חוץ מן המאהיל.</b> שאפשר להיות נושא ונישא ולא יאהיל, כגון עלייה מפסקת, שאם המת בעלייה ואוכלין ומשקין וכלים בבית מגיעין עד שמי קורה והנסרים נכפפים מכבד המת ומכבידין על הכלים, או שהמת בבית סמוך לשמי קורה והכלים בעלייה ונכפפים הנסרים שבעלייה מכובד הכלים ומכבידים על המת, בכהאי גוונא הוי נושא ונישא על גבי המת ואינו מאהיל, וטהור:",
                "<b>ואדם בזמן שהוא מסיט.</b> בין נושא את המת, בין נישא על גבי מת, טמא אע״פ שאינו נוגע בו. אבל אם אין המת זז ממקומו שאין כאן היסט, טהור:\n\n"
            ],
            [
                "<b>מקצת טמא על הטהור.</b> אפילו אצבעו של זב על הטהור, או אצבעו של טהור על הזב, או חיבורי טמא, כגון שערו וצפרניו ושיניו, כל אלו נקראין חיבורי, אע״ג דליכא אלא מיעוט הטמא על הטהור או מיעוט הטהור על הטמא, נטמא הטהור, דלא בעינן שינשא רובו של זב אלא על המשכב ולא על האדם:",
                "<b>ומקצת טהור על הטמא טהור.</b> דבעינן שינשא רובו. ואין הלכה כר׳ שמעון:\n\n"
            ],
            [
                "<b>הטמא על מקצת המשכב.</b> רובו של טמא על מיעוטו של משכב, נטמא המשכב. וכן רובו של טהור על מיעוטו של המשכב הטמא, נטמא הטהור. ולא חיישינן על מיעוט משכב, כיון דרובא דטהור ורובא דטמא יושב עליו, דבמיעוטו של משכב טומאת נכנסת, ובמיעוטו יוצאת, כדקתני סיפא נמצאת טומאה נכנסת לו ויוצאה ממנו במיעוטו:",
                "<b>מקצת הטמא על המשכב.</b> כיון דמיעוטו של טמא הוא, אע״פ שנשען על כל המשכב, טהור המשכב, עד שינשא עליו רובו של זב:",
                "<b>ומקצת טהור על המשכב.</b> כלומר או מקצת טהור אפילו על כל המשכב:",
                "<b>טהור.</b> עד שישען עליו רובו של טהור:",
                "<b>וכן ככר של תרומה.</b> אמתניתין דלעיל קאי, דתנן כל הנושא ונישא על גבי המשכב, טהור. ואפילו אוכלין של תרומה, אם נישאו על גבי משכב ויש ביניהן דבר חוצץ אפילו הוא דק ביותר כגון נייר וכיוצא בו, אינן מקבלין טומאה מן המשכב, דאין מטמא אחרים ולא מקבל טומאה בהיסט אלא דבר שיש בו רוח חיים:",
                "<b>ורבי שמעון מטמא בזו.</b> הואיל ומקומה טמא, מטמא בהיסט אפילו דבר שאין בו רוח חיים. ואין הלכה כר׳ שמעון:\n\n"
            ],
            [
                "<b>הנוגע בזב ובזבה כו׳</b> כל הני שוה מגען למשאן דמטמאו אדם לטמא בגדים, הלכך חשיבי אב הטומאה כל זמן שלא פירשו, מאחר דמטמאו בגדים, ולכך הנוגע עושה ראשון ושני ופוסל שלישי בתרומה:",
                "<b>פירש.</b> ממטמאיו, אינו אלא ראשון בעלמא ומטמא אחד לעשותו שני, ופוסל שלישי בתרומה:",
                "<b>ואחד המסיט ואחד הנושא.</b> ואע״פ שאינן נוגעים. זב וזבה ונדה בהדיא כתיבי, דכתיב זאת תורת הזב וגו׳ והדוה בנדתה. ומצורע ויולדת נפקא, לן מלזכר ולנקבה, לזכר לרבות את המצורע, ולנקבה לרבות את היולדת:\n\n"
            ],
            [
                "<b>ואחד המסיט.</b> המזיז אותך ממקומך אע״פ שאינו, לא נוגע ולא נושא:",
                "<b>רבי אליעזר אומר אף הנושא.</b> והוא שנושא קאמר, כלומר אין המסיט טמא אלא אם כן נושא, שהן למעלה והמסיט למטה. ואין הלכה כר׳ אליעזר:\n\n"
            ],
            [
                "<b>הנושא את המרכב.</b> בנושא את המרכב כתיב כיבוס בגדים, ולא בנוגע. ואין נוגע אלא ראשון בעלמא:",
                "<b>הנושא את הנבלה.</b> היינו מסיט, דנושא בלא מסיט, טהור כדפרישית לעיל. ונוגע נמי בנבלה, אע״פ שהוא טמא, כיון דלא מטמא בגדים אינו מטמא שנים ופוסל אחד, דאינו אלא ראשון בעלמא ומטמא אחד ופוסל אחד:",
                "<b>מי חטאת שיש בהן כדי הזייה.</b> מטמאין בגדים במשא אבל לא במגע:\n\n"
            ],
            [
                "<b>והיא בבית הבליעה.</b> כל זמן שהיא בבית הבליעה מטמא בגדים, וכיון דמטמא בגדים מטמא שנים ופוסל אחד:",
                "<b>הכניס ראשו באויר התנור.</b> אע״ג דקיימא נבלת העוף עם בית הבליעה של האוכל הכל באויר התנור, אפילו הכי טהור, דמחמת האדם לא מיטמא התנור, דכל המטמאים בגדים אין מטמאין אדם וכלי חרס. ומחמת נבלת העוף לא מיטמא דאין לה טומאה אלא לאדם בבית הבליעה:",
                "<b>הקיאה או שבלעה.</b> היינו פירש. דמשירדה לבטן אין לה טומאה, וכשהיא לתוך פיו אין לה טומאה, דלא יאכל כתיב (ויקרא כב), אכילה בבית הבליעה:\n\n"
            ],
            [
                "<b>ובנבלה ובמרכב.</b> כל הני במשא בלבד מטמאין בגדים ולא במגע, הלכך אדם הנוגע בהן אע״פ שלא פירש אינו אלא ראשון, ומטמא אחד ופוסל אחד:",
                "<b>כל הנוגע.</b> כגון אוכלים וכלים. דאפילו באותן שאדם הנוגע בהן מטמא שנים ופוסל אחד, כלים הנוגעים בהן מטמאים אחד ופוסלין אחד ואפילו בשעת מגעו:",
                "<b>חוץ מן האדם.</b> דיש מהן דאם נגע בהן או נשא דמטמא שנים ופוסל אחד, כי הני דאמרן לעיל:",
                "<b>פירש.</b> אפילו אדם, בכולהו מטמא אחד ופוסל אחד, דכיון דפירש אינו אלא ראשון:\n\n"
            ],
            [
                "<b>בעל קרי כמגע שרץ.</b> כשם שנוגע בשרץ ראשון לטומאה, כך בעל קרי ראשון לטומאה, וטומאתו שוה לטומאת הנוגע בשכבת זרע:",
                "<b>ובועל נדה כטמא מת.</b> שהוא אב הטומאה וטמא טומאת שבעה:",
                "<b>שהוא מטמא משכב ומושב.</b> ומת עצמו וכל שכן טמא מת אינו מטמא משכב ומושב, לא טומאה קלה ולא טומאה חמורה, דכתיב (ויקרא ט״ו:ו׳) וכל הכלי אשר ישב עליו הזב, ולא טמא מת:\n\n"
            ],
            [
                "<b>אלו פוסלים את התרומה.</b> מדרבנן. וכולהו משמונה עשר דבר שגזרו בו ביום. חוץ מטבול יום דמדאורייתא הוא:",
                "<b>האוכל אוכל.</b> שהוא ראשון לטומאה או שני לטומאה, גזרו שיהא גופו שני לטומאה, ופוסל את התרומה במגעו, ששני פוסל בתרומה:",
                "<b>והשותה משקים טמאים.</b> נעשה גם כן שני לטומאה ופוסל את התרומה. וטעמא דגזור רבנן בהני, דזמנין דאכיל אוכלים טמאים, ושדי משקים דתרומה בפומיה בעוד שהאוכלים טמאים בפיו ופסיל להו. וכן נמי זמנין דשתי משקין טמאין, ושדי אוכלים דתרומה בפומיה בעודן בפיו ופסיל להו:",
                "<b>והבא ראשו ורובו.</b> לאחר שטבל בו ביום:",
                "<b>במים שאובין.</b> לפי שהיו טובלים במי מערות סרוחים והיו נותנין עליהם אחר כך מים שאובין להעביר סרחון המים, התחילו ועשאום קבע לומר לא מי המערות מטהרים אלא מים שאובים מטהרים, עמדו וגזרו עליהם טומאה, דלמא אתו לבטולי תורת מקוה וטבלי בשאובים, וכדי לקיים גזירה זו להעמידה, הוסיפו וגזרו על טהור גמור שנפלו על ראשו (ורובו) שלשה לוגין מים שאובין, שיהיה פוסל את התרומה עד שיטבול:",
                "<b>והספר.</b> כל כתבי הקודש פוסלים את התרומה במגע. לפי שבתחלה היו מצניעים אוכלים דתרומה אצל ספר תורה, אמרי האי קודש והאי קודש, כיון דחזו דקא אתו ספרים לידי פסידא שהעכברים המצויין אצל האוכלים היו מפסידים את הספרים, גזרו על תורה נביאים וכתובים שיהיו פוסלים במגען את התרומה:",
                "<b>וטבול יום.</b> פוסל את התרומה מן התורה עד שיעריב שמשו. ואינו משמונה עשר דבר שגזרו בו ביום:",
                "<b>והאוכלים.</b> שנטמאו במשקים. חכמים גזרו על המשקים שנטמאו בשני לטומאה, להיות תחלה, ויטמאו את האוכלים, גזירה משום משקין הבאין מחמת שרץ שהם תחילה מדאורייתא, ולמה לא גזרו על האוכלים נמי להיות תחלה גזירה משום אוכלים הבאים מחמת שרץ, לפי שהאוכלים הן צריכין הכשר ואין מקבלין טומאה אלא על ידי ביאת מים, אבל המשקין הן עלולים לקבל טומאה ואין צריכין הכשר ותיקון, וטומאתן יותר מצויה:",
                "<b>וכלים שנטמאו במשקין.</b> דמדאורייתא אפילו נטמאו המשקים בשרץ אין מטמאין כלים, דאין אדם וכלים מקבלין טומאה אלא מאב הטומאה, ורבנן גזרו אפילו על משקין שנטמאו מחמת ידים שהן שניות, שיטמאו כלים, גזירה משום משקה דזב וזבה, כגון רוקן ומימי רגליהן שהן אב הטומאה ומטמאין כלים מדאורייתא:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "כבר נתקדם לנו עיקר רוב ממה שצריך אלינו במסכת הזאת בסדר הזה אמנם אזכיר קצתן בקצרה ומזה כי הזב כשראה שתי ראיות הוא טמא טומאת זב אכן כשטהר מזובו פטור מן הקרבן וכאשר ראה ג' ראיות נתחייב בקרבן כשיטהר אמר יתברך (ויקרא ט״ו:ב׳) אדם כי יהיה זב מבשרו זובו טמא הוא זכר לשון זיבות ב' פעמים ואמר טמא. אח\"כ זכר (שם) וזאת תהיה טומאתו בזובו רר בשרו את זובו או החתים בשרו מזובו זכר לשון זיבות שלש פעמים ואמר טומאתו היא אמרו מנה הכתוב שתים וקרא טמא ג' וקרא טמא הא כיצד שתים לטומאה וג' לקרבן ואילו ראה השלש כולן בשעה אחת הוא טמא וחייב קרבן אבל הזבה עד שתראה דם ג' ימים רצופים ואז תהיה זבה גמורה כמו שנאמר (שם) ואשה כי יזוב זוב דמה ימים רבים אמרו מיעוט ימים ב' רבים ג' ואמרו תלה הכתוב את הזב בראיות ואת הזבה בימים וכאשר ראתה דם יום אחד או ב' בלא עת נדתה היא אשר נקראת שומרת יום כנגד יום והיא מטמאה את בועלה ותטמא משכב ומושב כמו שביארנו בנדה ואמרו בסיפרא אין לי אלא ראתה ג' ימים שהיא זבה מנין לרואה שני ימים שתהא זבה ת\"ל זובה כימי נדתה מנין לרואה אחת שתהא זבה ת\"ל (שם) כל ימי זובה כימי נדתה מנין שתהא משמרת להן יום אחד ת\"ל (שם) טמא יהיה וכוונת ראייתו מאמרו כימי נדתה לפי שהנדה אפילו לא ראתה אלא ראיה אחת היא נדה ושמור העקרים האלה תמיד וב\"ש אומרים כי כאשר ראה ראיה אחת של זוב מטמא משכב ומושב כמו שומרת יום כנגד יום ור' אליעז' בן יהודה אומר כי תכלית מה שחולקין במי שהוא טמא כשראה ב' ראיות שאינם מצריכין בראיה השלישית אשר תביא אותו לידי קרבן שתהיה רצופה לב' ראיות אבל אפילו היה ביניהם הפסקה היא מצטרפת ועל כל שני הענינים הלכה כב\"ה: \n"
            ],
            [
                "עוד אבאר לך החילוק שיש בין הזיבות ושכבת זרע בעין ובעצם וכבר ידעת לשון התורה בזב שכל זמן שהוא רר ממנו הזוב שהוא טמא וכאשר יפסיק הזיבות ימנה ז' ימים נקיים ואחר יטהר זה דבר השם וכי יטהר הזב מזובו וספר לו שבעת ימים ומתי שיראה ראיה של זוב בתוך הז' ימים ואפילו ברגע אחרון של יום שביעי צריך שיתחיל לספור אחר אותה ראיה לפי שאמר הקדוש ברוך הוא שבעת ימים לטהרתו עד שיהיו השבעה ימים כולן טהורין מן הזיבות ואמר יתברך (שם) זאת תורת הזב ואשר תצא ממנו שכבת זרע ואמרו בסיפרא מה הזוב סותר בזב אף שכבת זרע סותרת וכבר ביארנו לך בנזירות שענין הסתירה אצלם נפילת הימים הקודמים ושלא יספרו אותן ואמרו שם אי מה הזב סותר את הכל אף שכבת זרע תסתור את הכל ת\"ל לטמאה בה אין לה אלא יום אחד ובית שמאי אומרים שכיון שלא נפסקה הזיבות בשלשה ימים טהורים שהם מספר הימים אשר בכמותם יהיה זב גמור לא יחשבו לו אותן הימים אלא אפילו שכבת זרע תפיל אותן ואין הלכה כרבי ישמעאל: \n"
            ],
            [
                "כבר ידעת שענין זב גמור שיהיה חייב בקרבן ואמר ית' טומאתו בזובו ובא הפתרון טומאתו תלויה בזובו ואינה תלויה ביומו על כן אפילו ראה שלשה ראיות בשעה אחת הרי זה זב גמור וכן אם ראה ראייה בכל יום שלשה ימים רצופים אמנם כשהיתה הפסקה בין ראייה וראייה יום שלם אין מצטרפין אחת לשניה לא לענין טומאה ולא לחייב קרבן כמו שביארנו מדעת בית הלל: \n"
            ],
            [
                "אם היה בין ראייה וראייה פחות מכדי טבילה וסיפוג אינה שתי ראיות אבל תחשב ראייה אחת וממה שראוי לידע כי ראייה אין לה שיעור אלא כל שהוא וזהו אמרו החתים בשרו ואפי' כל שהוא אמנם הגבול הזה אשר גבלוהו שהוא כדי טבילה וסיפוג הוא פחות מדה שתהיה בין שתי ראיות ונחשוב אותו ב' פעולות ויחשבו כשתי ראיות: \n"
            ],
            [
                "כבר ביארתי לך שענין מרובה הוא המשכת הזוב זמן רב. וגדיון שם מקום. ושילוח הנהר המפורסם וכאשר יעמוד הזב שיעור שיהלוך אדם בינוני ההליכה שיעור הדרך ההוא כבר ראה שלשה ראיות בזמניהן ר\"ל בין כל אחד ואחד כדי טבילה וסיפוג והודיענו כי מרציפת הזוב אין משים הראיות לג' זמנים ראייה אחת. ולשון סיפרא וזאת תהיה וגו' מלמד שהוא מטמא בג' ראיות אין לי אלא גדולות קטנות מנין ת\"ל תהיה אפי' כל שהוא החתים אפילו כל שהוא בשרו אפילו כל שהוא אם נאמרו בגדולות למה נאמר בקטנות אלא ליתן שיעור לגדולות אם ראה אחד מרובה כג' הרי זה זב גמור ואמנם נקראו ראשונות גדולות מפני אמרו (ויקרא ט״ו:ג׳) רר בשרו אשר עניינו ההמשכה בשתיתת הזיבות ור' יוסי אומר כי כשראה אחת בלבד מרובה כב' ולא הקדימתה ראייה ולא נתאחרה אחריה ראייה אחת הרי זו נחשבת אחת אע\"פ שהיא כב' ולא נחשוב לעולם אחת גדולה בראיות אלא א\"כ היתה גדולה כג' ראיות אז נחשוב אותה כג' לפי שהפסוק אשר למדנו ממנו ענין הזה בזב בעל ג' ראיות מדבר והוא אמרו וזאת תהיה טומאתו בזובו כמו שביאר ולא משך ר' יוסי הדין מבעל ג' לבעל ב' ואין הלכה כר' יוסי: \n"
            ],
            [
                "ההלכה הזאת מבוארת מאד אחר ידיעת ב' העיקרים האחת שהזב כשראה קצת ראיה בסוף היום וקצתה בלילה בתחלה יחשבו לו ב' ראיות לפי שנתחלקה הראייה בב' ימים ואפילו אם היו זמניהן שני רגעים מן הזמן רגע בסוף היום ורגע מתחילת הלילה והעיקר השני כי בין השמשות הוא ספק אם הוא מסוף היום או מתחלת הלילה ועל כן ידינו בו לחומרא ולשון התוספתא (פ\"א) מודה רבי יוסי בראייה אחת בין השמשות שאע\"פ שאין בה כדי טבילה וסיפוג שיש בה ב' ראיות מפני שב' ימים חולקים ואמרו עוד בתוספתא בין השמשות מן היום ומן הלילה ספק כולו מן היום ספק כולו מן הלילה מטילין אותו לחומרא לשני ימים ואמרו עוד בש\"ס (מגילה ח.) למאי הלכתא לראיות רצה לומר שנחשוב ראיית בין השמשות בספק שתי ראיות ומה שחייב שיהיה הרואה ב' ימים בין השמשות ספק לטומאה ולקרבן הוא מה שאספר לך כי אם ראה בין השמשות של ע\"ש ובין השמשות של שבת והדבר בין השמשות ספק כמו שביארנו והרי יתכן שהיתה הראייה הראשונה ביום ו' והשניה בליל ראשון והוא טהור לפי שיש הפסקה בין ב' ראיות יום שלם והוא יום שבת ויתכן עוד כי הראשונה היתה קצתה ביום הו' וקצתה ליל שבת וכן השניה היתה קצתה ביום השבת וקצתה ליל א' ויהיה לו ד' ראיות רצופו' ויהיה חייב בקרבן וכבר נתבאר איך הוא ספק לטומאה וספק לקרבן ועל כן מביא קרבן ואינו נאכל כמו שביארנו במקומו בקדשים: \n"
            ]
        ],
        [
            [],
            [
                "הזיבות. הוא חלי מחוליי כלי הזרע וזה כי כלי הזרע יחלשו כחם המחזיק והמעכל וכל כחות הגוף נשארים בעניינם הטבעי ואז ישתות הזרע בלתי מבושל ויצא בלא הנאה מאין תשמיש ויהיה עינו נוטה לאדמימות מעט ועצמו רקיק ולשון התוספתא (פ\"ב) מה בין זוב לשכבת זרע זוב בא מבשר מת ושכבת זרע באה מבשר חי זוב דומה ללובן ביצה המוזרת ושכבת זרע קשורה כלובן ביצה שאינה מוזרת וכשתקרה לו השתיתה הזאת מסיבה מתחדשת בו מחלישות כוללת כחות הגוף כולן או מחמת כובד שהכבידן הרי זה אינו זב עד שתהיה סיבת השתיתה חולשת כלי הזרע לבד והוא אמרו יתעלה (ויקרא ט״ו:ב׳) כי יהיה זב מבשרו ואמרו בפירושו מבשרו טמא לא מדבר אחר מכאן אמרו בשבעה דברים בודקים את הזב. \n",
                "וענין אמרו במאכל ובמשתה שיאכל הרבה או ישתה הרבה כי זה ממה שיחליש הכחות בהכבידו עליהן וכן אם אכל או שתה מאכלים ומשקין שמשתיתין הזרע ואפילו אם היה בכמות מועט. \n",
                "ופירוש במראה שיראה בריה יפת הצורה ותערב לו לתשמיש ואע\"פ שלא קדמה לו לעולם מחשבה בתשמיש הבריה ההיא וכן אם קדמה מחשבתו בענייני התשמיש ואע\"פ שאין בדמיונו צורת בריה ידועה והוא אמרו בכאן בביאור הענין הזה הרהר עד שלא ראה או ראה עד שלא הרהר ור\"ע אומר אפילו אכל איזה שיעור שיהיה ומאיזה מאכל שיהיה נאמר כי מסבת התעסקו במה שנתעסק שתתה שכבת זרעו ולא יהיה זוב אלא אם ראה על ריקות האסטומכא והמנוחה לא שנתקדם לו יגיעה ולא ענין מן הענינים אשר קדם ספורם וכבר ביארנו כי הזב כשראה ראייה של זוב בשבעה ימים נקיים סתר את הכל ואם ראה שכבת זרע סתר יומו וכל הראיות אין צריכין בדיקה אבל אם היו באונס כגון שיוכה על גביו או יפחד ותשתות שכבת זרעו ואפי' אם היה בספק סותר והוא פירוש אמרו משנזקק לזיבה אין בודקים אותו ואין הלכה לא כר' יהודה ולא כרבי עקיבא ולא כר' אליעזר: \n"
            ],
            [
                "הרבה פעמים יצא מן הגיד זרע נימוק שאינו מבושל אחר יציאת השכבת זרע ורבים מתרעמים מזה אשר הם מרבים התשמיש ואומרים לרופאים כשעומדים מתשמיש יצא הזרע מהם רקיק העצם מאד אדום העין ועוקץ על כן מי שראה קרי ואח\"כ ראה זוב לא יטמא בזיבה כל הכ\"ד שעות אבל נאמר כי הזוב הזה הוא מחמת ש\"ז הקודמת ואמרו בתוספתא (פ\"ב) כשם שתולין לש\"ז מעת לעת כך למראה ולהרהור מעת לעת למאכל ולמשתה ולמשא ולקפיצה תולין לו כל זמן שהוא מצטער ונאמר כי הזוב הזה הוא מחמת הצער ולא מחמת בשרו ורבי יוסי אומר תשלום היום בלבד ואף אם ראה קרי ביום באיזה עת שיהיה אינו מטמא בזיבה שארית היום בלבד. \n",
                "וכבר ביארנו פעמים כי העובדי כוכבים אינם מטמאים בזיבה מן התורה והעיקר אצלינו גר שנתגייר כקטן שנולד ואין משגיחים לדבר מעניניו הקודמות וע\"כ אין אנו חוששין לקרי שראה והוא עובד כוכבים עד שנאמר ישאר כ\"ד שעות מעת הקרי ואז יטמא בזיבה. וכבר קדם במסכת נדה (דף ב.) כי רואה דם תטמא למפרע מעת לעת וכן המקשה יש לה זמן מוגבל שכל דם שתראה בו הוא דם קשוי יהיה מחמת ולד והוא טהור ונחלקו בכמות זמן הקושי כמה הוא בפרק ד' של נדה (דף לז:) אמנם לדברי הכל כל זמן שלה הוא מעת לעת בכיון. וכן אמרו יתעלה במי שיהרוג עבד כנעני שלו בהכאה (שמות כא) אך אם יום או יומים שאמרו בקבלה שר\"ל יום שהוא כיומים פי' מעת לעת שהם ג\"כ ידקדקו בו דקות זמן וכן כלב שאכל בשר המת אשר קדם בפרק י\"א מאהלות כי כל ג' ימים נחשוב אותו בשר מת כברייתו ויטמא טומאת מת בעבור כי אינו מתעכל הרי כי באותם ג' ימים ידוקדק בהן הזמן מעת לעת מעת האכילה עד מות הכלב כמו שנתבאר שם ואין הלכה כרבי יוסי: \n"
            ],
            [
                "אמר הקב\"ה (ויקרא ט״ו:כ״ד) כל המשכב אשר ישכב עליו הזב יטמא ואמר (שם) והיושב על הכלי אשר ישב עליו הזב יטמא ואמרו אין לי אלא בזמן ששכב על המשכב וישב על המושב שכב על המושב וישב על המשכב עמד נתלה ונשען מנין ת\"ל יטמא יטמא ריבה הלכך כשישב הזב וחביריו ר\"ל זבה ונדה יולדת ומצורע על דבר שמטמא משום משכב כמו שנתבאר בכלים (פ\"א מ\"ג) או ישן עליו או עמד עליו או נסמך בעצם ברוב גופו עליו או נתלה עליו אז יהיה אותו דבר משכב ודינו כדין משכב זב אשר דבר בו הכתוב רוצה לומר במשכב שהוא מטמא אדם וכלים והשם הכולל לאלו חמשה פנים הוא מדרס כמו שביארנו בפרק תשעה עשר דכלים אחר כך אמר כי המשכב כשנטמא והיה משכב זב שהוא מטמא אדם בשבעה פנים טומאה שיהיה האדם ההוא מטמא בה בגדים כשנגע בהן והוא מחובר במשכב באחת מז' פנים \n",
                "וזהו פי' אמרו מטמא אדם בשבעה דרכים לטמא בגדים ר\"ל כי הוא בעת חבורו במשכב הטמא באחת מן הז' דרכים יטמא בגדים והז' דרכים זהו פירושן כי האדם הטהור כשעמד או שכב או נתלה או נשען ברובו על משכב הזב הרי נטמא והוא ראשון לטומאה ואפילו היה בינו ובין המשכב אלף אמצעים ואפילו תחת אבן מסמא כמו שביארנו בתחלת מסכת כלים והוא יטמא בגדים כשנגע בהן בעוד שהוא נסמך למשכב באחד מן הה' פנים ואפילו אם היה ביניהן אמצעי כמו שביארנו וכן אם נגע האדם הטהור במשכב הטמא שנגע באיזה אבר מאברי גופו הרי הוא טמא ומטמא בגדים כשנגע בהן בעוד שהוא נוגע במשכב ומתנאי המגע ההוא שלא יהיה בין שטח גופו ובין המשכב אמצעי וכן כשנשא האדם הזה הטהור משכב הזב מטמא בגדים בעוד שהוא נושאו ואפילו היה בינו ובין המשכב אמצעי ואין חלוק בין אם נשא משכב על גופו עד שיהיה כובד המשכב עליו או אם יתלה אותו בידו כיון שנשאו מן הקרקע ואפי' לא נגע בו יטמא וכן הוא הדין כל מה שמטמא במשא כמו שביארנו בתחלת כלים ושמור אלו העקרים כולם והבינם ואל תצריכני לחזור אותן כי כבר החזרתים פעמים בסדר הזה במקומות מפוזרים לפי שהן עקרי טומאה וטהרה: \n"
            ]
        ],
        [
            [
                "כיון שהגיעה תנועה לכלים האלה מגוף הזב הרי כבר טימאם והויא מדרסו כיון שבכחו הניעם כאילו נתלה באלו הכלים או נשען עליהן וכן האדם עצמו שהניעו הזב נטמא אמר יתברך (ויקרא ט״ו:י״ב) וכלי חרש אשר יגע בו הזב ישבר ואמרו (שם ו) וכלי חרש אשר תבושל בו ישבר מה בו האמור להלן מאוירו אף כאן מאוירו ומשום שנתבאר לנו בקבלה המורה עליו בג\"ש שהזב לא יטמא כלי חרס אלא מאוירו אבל כשנגע בו מאחוריו אינו מטמא אמרו מאחר שלמדנו שאינו מטמא אותו אלא מאוירו מה ת\"ל אשר יגע בו מגע שהוא ככולו הוי אומר הסיטו ועל כן הוא העיקר אצלינו שהזב מטמא בהיסט והוא ההיסט אשר יסיט הזב לטהור כמו שיהיה האיש הטהור על קצה קורה יניע הזב הקצה האחר עד שיתחדש לטהור תנועה מחמת הזב הרי כבר נטמא ואם היו בגדים ראויים למדרס הוויין מדרס בתנאי שיהיו יושבים בספינה וכיוצא בה או רוכבים על גבי בהמה אשר אפשר שידרס עליהן אבל כשהן כלים שבאה להן תנועת ההיסט לבד הרי אלו טמאים כאילו נגע בהן אמנם כשהן יושבים או רוכבים אנו חוששים שמא דרס: \n",
                "ואסדה. בלשון ערבי מערי\"ה והיא ספינה קטנה מאד עוברים בה הנהר: \n",
                "וספסל. כסא: \n",
                "וגשיש. עצים ששמים בארץ תחת לוחות המטה שלא יפסדו: \n",
                "וכלונס. קורה: \n",
                "מחגירין. לשון חגר ר\"ל כשיושבים עליהם בני אדם (נוטע) [נענע] בהם לכאן ולכאן. \n",
                "ואילן שכחו רע ר\"ל חלוש בענין שיטה באנשים אשר עליו. \n",
                "וכבש גשר של עץ ושמור העיקר והוא היסט הזב כי עליו נבנו חוקי המסכתא ודיניהן ואין הלכה כרבי יהודה: \n"
            ],
            [
                "מגיפין. סוגרים השער יחדיו או פותחים אותו יחדיו: \n",
                "מפשילין בחבלים. מותחין החבלים יחדיו: \n",
                "פורקין. מורידין המשא מעל הבהמה וטוענין מגביהין המשא על הבהמה ואלה כולם מינים מן ההיסט ואמר וכולן ר\"ל כל מה שזכר מראש הפרק שהן כולן טמאים והן ראשון לטומאה לענין תרומה ומה שעליה בקדושה אמנם לענין שימנע מבית הכנסת עד שייחדו לו מקום כזבים וכמצורעים לא ואין הלכה כר' יהודה ולא כר\"ש: \n"
            ],
            [
                "להמיט בה אדם. שתטה בו כשעולה בה וכבר נתבאר לך כי אמרו בתחלת הפרק ספינה ולא ביארה היא ספינה קטנה שהיא מטה באדם והמאמר כולו מבואר ממה שקדם ביאורו בפרק זה: \n"
            ]
        ],
        [
            [
                "רבי יהושע חולק על הסתם הקודם אשר אין מטמא מדרס אלא כשהם יושבים בספינה או באסדה אבל לא בצדה וכן לא ישים ת\"ק כלים שבראש הנס והוא ראש התורן מדרס אחר כן אמר ר' יהושע כי הנדה הזאת כשנשאה עריבה מלאה בגדים וכבד עליה משאה ואע\"פ שלא נגעה בבגדים הרי אותן הבגדים מדרס וכאילו נסמכה על אותן בגדים: \n",
                "הקיש על כצוצרא. כשהכה על כצוצרא הנקרא בל' ערבי כיבי\"ם והניע אותו והפיל ככר של תרומה בהנעת הכצוצרא הרי הוא טהור. ולא נאמר מכח הזב נתנענע ואין הלכה כרבי יהושע: \n"
            ],
            [
                "אני אבאר הענין ואחר אפרש השמות וזה שהוא אומר כשיהיה הדבר שיכה עליו הזב חזק וקיים מעט התנועה כפי כחו וקיומו בקרקע והפילה דבר שהניעו בתנועתו בהכאתו הרי הדבר ההוא הנופל או מתנדנד טהור לפי שהתנועה המגעת לו מן הזב חלושה מאד וכשיהיה הדבר אשר יכה עליו הזב מניע דבר אחר רעוע ממהר התנועה ממניע כל דהו הרי הדבר המתנועע על ידי הדבר הממהר התנועה טמא וכאילו הזב הניעו בידו ר\"ל בהיסטו וזה שאמרו בכאן טהור ר\"ל כי הדבר המתנועע כשיכה הזב על אחד מאלה טהור מפני קיומו ומיעוט תנועתו מחמת הזב ובתחלה זוכרם לפי שהוא תבניתם וקיומם בבנין בזמן ההוא והעיקר כבר הודעתיך אשר בו תדע היות איזה דבר יניע הזב ונפל בתנועתו דבר אחד אם יהיה הדבר הנופל טמא או טהור: \n",
                "ומריש. היא קורה גדולה אשר משימים על העמודים וקצות קורות הגג סומכות עליה אשר אנו קורין אותו בלשון ערבי אל נש\"ף: \n",
                "ומלבן. רבוע של קורות יהיו על הקרקע נטועות כדמות מעקה וצינור בלשון ערבי מסא\"ב וכן לוח אמר אפילו היה קשור בחבלים אשר תקל תנועתו יותר מאשר היה בנוי: \n",
                "וים. סיבוב של עץ יתקבץ בה קמח כדמות חוק בלשון ערבי והוא ג\"כ קבוע קצתו בקרקע ואצטרובל סיבוב של עץ שהוא תחת הרחים כדי שינשאו מן הקרקע בעת טחינה והיא ג\"כ בנויה בקרקע: \n",
                "וחמור של רחים. קורה שסומכים בה הרחים היו קורין לה חמור:\n",
                "וסאה של רחים. מדה גדולה קבועה קצתה בקרקע ג\"כ: \n",
                "וקורת הבלנים. קורה של בלנים שהיתה צורתה מפורסמת אצלם ולפי דמותה והנחתה בבנין נפל החילוק ביניהם אם תנועתה קלה אז יהיה הדבר הנופל בתנועתה טמא ואם תנועתה כבדה תהיה טהור: \n"
            ],
            [
                "נגר. הוא יתד ונקרא בלשון ערבי אל מתרא\"ה \n",
                "ומנעול במה שסוגרין הפתח \n",
                "ומשוט בלשון ערבי מגרא\"ף \n",
                "וקלת סיבוב של עץ שעושים סביב הרחים כדי שלא יפרח האבק מן הדבר הנטחן כמו שבארנו ברביעי מבתרא (ב\"ב סה. בפיה\"מ) ואין הלכה כר' נחמיה ור\"ש: \n"
            ],
            [
                "ספסלים. כסאות ארוכות: \n",
                "פונדיות. כיסים ארוכים. \n",
                "וכסיות כלי (חגורות של) עור נאותין למשכב ופי' לארכן טמאין הוא שיהיה אורך הזב על רוחב הפונדיות או הכסאות אשר יכלול אותו כולו כמו זה ועיקר ההלכה אמרו יתברך (ויקרא ט״ו:ט׳) וכל המרכב אשר ירכב עליו הזב יטמא ואמרו בסיפרא עד שינשא רובו עליו והעיקר אצלנו שאינו מטמא משכב עד שינשא רוב הזב עליו ואין הלכה כר\"ש: \n"
            ],
            [
                "טליות. קיבוץ טלית ואמרו עשרה לשון רבוי וכן אם היו אלף והאבן מלמעלה וישב הזב או הנדה על אותה האבן נטמא הבגד התחתון וחזרו כולן משכב כמו שבארנו בתחלת כלים כי המשכב מטמא מתחת אבן מסמא וכשכרע הכף אשר בה הזב אין המשכב ההוא והמושב מדרס והוא ענין אמרו טהורין לפי שהזב כשהסיט כלי או נשאו אינו משים אותו משכב כמו שבארנו וכשכרע הכף אשר בו המשכב ה\"ז חוזר טמא מדרס לפי שכבר נתלה הזב במשכב ההוא וכבר קדם לנו כי הזב מטמא את המשכב בה' דרכים ומן כללם נתלה ואמר ר' שמעון כי כשהוא המשכב אשר הכביד הזב אחד וכרע בו אז יהיה טמא מדרס אבל כשהן שתי משכבות או יותר והכריעו את הזב אינה חוזרת משכב הזב כיון שכל אחד מכל המשכבות לבדו אינו מכריע הזב אלא כולן ואנו צריכין במשכב שישא רוב הזב כמו שזכרנו ועוד יבאר זה והנה כל משכב מהן נשא מיעוט הזב והוא אמרו שאין אחד נושא את רובו ר\"ל שאין המשכב הא' נושא את רוב הזב ואין הלכה כר\"ש: \n"
            ],
            [
                "אין חילוק בכאן בין כרע הזב או כרעו אוכלין טהורין שהרי הן אוכלין טמאין בהיסט הזב כמו שקדם מגע שהוא ככולו אמנם הצרכנו שם במשכב שיכרע כדי שישוב אב מאבות הטומאות כאילו ישב הזב עליו כמו שבארנו ואמרו ובמת הכל טהור ר\"ל כי המת שיהיה בכף מאזנים ואוכלין ומשקין או כלים או משכבות בכף שניה בין אם כרעו הן או כרע המת הכל טהור לפי שהמת אינו מטמאמשכב ומושב כמו שיתבאר והוא ג\"כ אינו מטמא כשהסיט ואחר כן אמר חוץ מן האדם כי כשיהיה המת בכף מאזנים והאדם בכף שניה וכרע החי נטמא בהיות נושא המת ופשוט הוא כי כ\"מ שנאמר מת הכונה בו הדבר המטמא מן המת והוא כזית מבשרו ואבר ממנו ושאר מה שנתבאר בשני של אהלות וכבר ביארנו טומאת משכב ואמרנו שעניינה כשישב הזב אפי' על הבגדים מרובין והאחד על השני חוזר התחתון משכב הזב ואע\"פ שלא נגע בו וזה בלבד בזב אמנם במת דין הכלים שתחתיו או הנוגע בהן שוין וכבר נתבארו דינים אלו בראשון של אהלות. אמר הקב\"ה (ויקרא ט״ו:כ״ד) כל המשכב אשר ישכב עליו הזב יטמא ולא אמר כל המשכב אשר ישכב עליו יטמא והיה הענין חוזר על הזב קדם זכרו דקדקו מזה ואמרו הזב לא המת \n",
                "וטומאת מדף הוא מה שאגיד לך וזה כי הזב וחביריו רוצה לומר זבה ונדה ויולדת כשהיה עליו למעלה ממנו אוכלין ומשקין נטמאו ואפילו אם היו בינו ובינם חציצות רבות וכן כשיש למעלה מן הזב כלים מונחים זה על זה הרי הכלי העליון טמא טומאת מדף ואע\"פ שבינו ובין הזב חציצות רבות אמנם הכלי ההוא טמא טומאה קלה ר\"ל שאינו אב הטומאה אבל דינו כדין כלים שנגעו בזב אשר מטמאין אוכלין ומשקין בלבד לא אדם וכלים וכבר נתבאר לך כי כל הכלים הראויים למשכב שתחת הזב כולן אב הטומאה ואין חילוק בין המשכב התחתון הדבק בקרקע או המשכב הדבק לגופו וכל הכלים אשר על הזב כולן ראשון לטומאה ואין חילוק בין הבגד הדבק בגופו מלמעלה ובין הבגד העליון אשר כנגד הרקיע הכל טמא טומאת מדף ואין הדין הזה במת אבל דין כלים שעל גבו או כלים שתחתיו או כלים שנגעו בו דין אחד לכולן והוא מה שנתבאר בב' של אהלות ותלמוד הענין הזה בזב מאמרו בו וכל כלי עץ ישטף במים אמרו בספרא מה בא זה ללמדנו אם ללמד שיטמא כלי שטף במגע הרי כבר נאמר והנוגע בבשר הזב יכבס בגדיו אם הנוגע בו מטמא כלי שטף במגע הוא עצמו לא יטמא כלי שטף במגע א\"כ למה נאמר וכל כלי עץ ישטף במים אלא אלו אוכלין ומשקין וכלים שעל גבי הזב ואמרו עוד וכל כלי עץ ישטף במים מלמד שהוא עושה על גבו מדף והלשון הזה של מדף משתמשין בו בענין אחר של טומאה כמו שביארנו בי' של פרה ועל אותן הענינים אמרו בש\"ס (נדה ד:) מאי מדף כדכתיב קול עלה נדף ר\"ל כי הוא מענין התנועה ופירוש הזה אינו מן הגמרא אלא שכתבוהו בגליון מן פירוש סבוראי וכתבן המעתיק בתוך הדברים ולא נזכרו עליהן אמנם הענין אשר אנחנו בו בכאן עיקרו מנדף והוא יוצא ממאמרם ריחו נודף ר\"ל יריח למרחוק הרבה והפליג הענין הזה על הזב אשר יטמא כלים שעל גביו ואפי' אם היה ביניהן חציצה רבה כאילו יעבור ריחו ויגיע אליהם ויטמאם על דרך הדמיון: \n"
            ],
            [
                "רבי שמעון אומר שהזב לא נישא רובו על כל אחד לפי מה שבארנו אותו בכף מאזנים ואמנם דברי הכל בבהמה כולן טהורות סיבת זה מה שביאר הש\"ס (שבת דף צג.) וזה כי העיקר אצלינו מסייע אין בו ממש וכאשר חשבו שאחד מאלה הד' רגלים של בהמה שכבר נשא הרי הטלית אשר תחתיו טהורה לפי שסמיכות הבהמה ההיא על ג' הנשארים וזה הרביעי אע\"פ שלא נשאתהו והוא עוזר אותן מסייע אין בו ממש וכן נאמר בכל רגל מד' שהוא מסייע וע\"כ כולן טהורות: \n",
                "ועקל. הוא הקשר הסובב את הדבר הנסחט. \n",
                "וקורת בית הבד הקצה האחד הוא למעלה מן העקל והיא סוחטתו ועל הקצה האחר היה יושב הזב: \n",
                "ומכבש של כובס. מכבש שכובשין בו הכובסין הבגדים אחר שכבסן יכביד אותן תחת המכבש וכשישב הזב על קצה המכבש אשר הבגדים תחתיו הן טהורין וחיוב זה יודע מצורת מכבש של כובסין אצלם באותו זמן לפי שאין ספק כי כשישב הזב על אותו קצה לא יביא כובד על גבי הכלים שיהו משכב ור' נחמיה אומר כי הן שבין משכב כבר הוא מכביד עליהן ואין הלכה כר' נחמיה ולא כרבי שמעון ולא כרבי יוסי: \n"
            ]
        ],
        [
            [
                "היה זוכר לעיקרים אשר ביארנו בתחלת זה הסדר שאב הטומאה הוא אשר יטמא אדם וכלים ולד הטומאה לא יטמא אדם ולא כלים ושכל מה שנטמא באב הטומאה הוא ראשון ונקרא ג\"כ ולד: \n",
                "ואמר בהלכה הזאת כאשר יטמא בזב בעוד שהוא מחובר בו הרי הוא מטמא כלים כשנגע בהן ואע\"פ שהוא ראשון לטומאה אמנם כל זמן שהוא מחובר באב יטמא כלים וזה מצינו בפסוק שאמר שהוא יטמא בגדים בשעת מגעו והוא אמרו (ויקרא ט״ו:ז׳) והנוגע בבשר הזב יכבס בגדיו ר\"ל כי כל זמן שהוא נוגע בבשרו והוא מחובר במטמאין כשנוגע בבגדים טמאים וחזרן ראשון לטומאה לא שני ובספרא אמרו ומטמא שאר כלים כבגדים אלא כלי חרס בלבד אין מטמא אותו אלא אב הטומאה או המשקין כמו שבארנו בתחלת הסדר \n",
                "וענין אמרו אבל לא במשא הוא שאם נשא אוכלים ומשקין בשעת מגעו בזב אין מטמא אותן עד שיגע בהן וזה הכלל שאמר ר' יהושע הוא קיים הולך על העקרים הקודמין ואין חולק עליה וסמוך עליה: \n"
            ],
            [
                "תחלה מה שראוי שתדעהו כי באיזה מקום שיאמר מטמא ב' ופוסל אחד שהוא רומז אל התרומה אשר כבר נתבאר בה כי הראשון והשני טמאים ומטמאים והשלישי פסול וכל אב הטומאה מן אבות הטומאות הוא מטמא ב' ופוסל אחד לפי שהאוכלין אשר יגע בו הוא ראשון ואשר נגע בראשון הוא שני והרי הם טמאין ואשר יגע בשני הוא שלישי והוא פסול כמו שבארנו וכל ראשון לטומאה הוא מטמא אחד והוא השני אשר יגע ופוסל אחד והוא השלישי אשר יגע בשני ושמור הענין הזה וג\"כ כי כל אב הטומאה אמרו בו שהוא מטמא אדם לטמא בגדים והאדם ההוא בעת שמיטמא בו או במגע או במשא אם הוא מטמא בגדים במשא דוקא בעת שהוא מחובר במטמאיו כי אז יחשב כמו הזב עצמו לענין שהוא מטמא שנים ופוסל אחד אלא שאינו מטמא לא אדם ולא כלי חרס כמו שנתבאר בכלל רבי יהושע וכשפירש ממטמאיו נשאר ולד הטומאה וכמו שאינו מטמא כלים אחר פרישתו כך אינו מטמא שנים אבל מטמא אחד ופוסל אחד כדין כל ראשון לטומאה וכל ראשון לטומאה אמרנו בו כי הנוגע בו אינו מטמא בגדים ושהנוגע בו בין בשעת מגעו בין לאחר פרישתו מטמא אחד ופוסל אחד ושמור העיקר הזה ג\"כ שהוא מפתח הפרק הזה ואחר ההקדמות האלו שים דעתך להבין ההלכה הזאת \n",
                "אמר שכל מה שינשא על גבי הזב ואפילו היה בינו ובין הזב אמצעיים הרי הוא טמא בין אם היה הדבר אשר על גבי הזב אדם או כלי שטף והם המדף כמו שבארנו או אוכלין ומשקין או משכב ומושב הכל טמא והוא מטמא שנים ופוסל אחד כל זמן שהוא על גביו וכשפירש נשאר ראשון לטומאה ומטמא אחד ופוסל אחד ובא המשל בזה אמרו אצבעו של זב תחת נדבך והוא הלוח אשר יבנה עליו את הכותל כמו שבארנו בברכות (דף טז) ואמרו גם כן האוכלין והמשקין והמשכב והמושב והמדף מלמעלן וחייב בכולן טומאה \n",
                "ואחר כך אמר כי כל מה שינשא הזב על גביו ויהיה הטמא מלמעלה והדבר הוא מלמטה וביניהם אמצעי היה הדבר אשר מלמטה טהור כיון שבינו ובין הזב אמצעיים אלא אם יהיה אדם או משכב ומושב שהוא יטמא ואפילו תחת אבן מסמא [כמו] (כגון) שנתבאר פעמים אמנם אם היה תחת הזב אוכלין ומשקין או כלי שטף אשר נקרא מדף הרי הן טהורין ובא המשל בזה באמרו הטמא מלמעלה והטהור מלמטן ואמרו משכב ומושב מלמטן ואמרו האוכלין והמשקין והמדף מלמטן טהורין כיון שלא נגע בהן הזב ולמה שביניהן אינו מטמא מחיצות הרבה ולזה רמז באמרו וכל שהזב נישא עליו טהור חוץ מן הראוי למשכב ולמושב ואדם לפי שהעיקר אצלינו כי טומאת אוכלין ומשקין ושאר כלי שטף וזו היא טומאת מדף אמנם יטמאו ואפי' בלא אמצעיים מעל גבי הזב אבל לא מתחתיו ולשון סיפרא ק\"ו שיעשה על גביו משכב מה אם במקום שלא עשה תחתיו מדף עשה תחתיו משכב מקום שעשה על גביו מדף אינו דין שיעשה על גביו משכב ת\"ל (ויקרא ט״ו:י׳) וכל הנוגע בכל אשר יהיה תחתיו יטמא תחתיו הוא עושה משכב ואין עושה על גביו משכב ואמר עוד מלמד שהוא עושה על גביו מדף ואמנם אמרו במשכב ובמושב כשנכנסו תחת כובד הזב שהן מטמאין ב' ופוסלין אחד ולא פירשו מתחת הזב וזה מבואר היטב לפי שהמשכב הוא מאבות הטומאות בין אם היה הזב יושב עליו או עמד ממנו אמר יתברך והיושב על הכלי אשר ישב עליו הזב אמרו אין לי אלא בזמן שהוא יושב עליו הזב מנין לעשות ריקם כמלא ת\"ל כלי לעשות ריקם כמלא וכבר ביארנו בראשון מכלים שהנוגע במשכב מטמא בגדים בשעת מגעו לטמא ב' ופוסל אחד ואין צריך לומר שיהיה המשכב עצמו מטמא ב' ופוסל אחד: \n"
            ],
            [
                "לפי שאמר בהלכה הקודמת כי הכלים והמשקים וכלי שטף מלמטן טהורים ואפילו היו תחת משכב הזב אמר סבת זה אמרו כל הנושא ונישא וכו' ופשוט הוא וכבר החזרתי הענין הזה פעמים מיראתי הטעות בו שכל מה שתשמעהו אומר מלמעלן או מלמטן או נושא או נישא אין שם ענין נגיעה כלל אפי' היה החוצץ ביניהן אבנים ואחר זה שמע פירוש ההלכה אות באות אמרו כי כל מה שיהיה למעלה ממשכב הזב מאוכלין ומשקין וכלים הרי הוא טהור וכן אם היו אלו מלמטה והמשכב למעלה מהן הרי הן טהורין חוץ מן האדם לבדו כי הוא כשהוא המשכב עליו טמאו לפי שהמשכב מטמא במשא וכן אם הושמה אבן למעלה ממשכב הזב וישב אדם טהור על האבן נטמא כיון שנישא על גבי משכב כמו שאם ישב הזב על האבן נטמא המשכב אשר מלמטה כך כשישב הטהור על האבן מיטמא מן המשכב אשר מלמטה ולשון ספרא והיושב על הכלי אין לי אלא בזמן שהוא יושב ונוגע בו מנין לעשרה מושבות זה על גב זה אפילו על גבי אבן מסמא ת\"ל והיושב על הכלי אשר ישב עליו הזב יטמא מקום שהזב יושב ומטמא ישב הטהור ויטמא אח\"כ אמר כי כל מה שיהיה ג\"כ על הנבילה או תהיה הנבילה עליו הרי הוא טהור אלא המסיט אמנם כשתהיה הנבלה מלמעלה הוא יטמא על כל פנים רוצה לומר האדם לפי שהנבילה מטמא במשא כמו שבארנו בראשון של כלים ואמנם דברו כשהיה האדם מלמעלה והנבילה מלמטה שהוא לא יטמא אלא בהיסט רוצה לומר אם הניע הנבילה בעת היותו נישא עליה לפי שהנבלה מטמאה בהיסט כמו שבארנו שם רוצה לומר כי הטהור כשהסיט את הנבילה ואע\"פ שלא נגע נטמא \n",
                "ואמר ר\"א אף הנושא כבר ביאר לנו הש\"ס (חולין קכד:) ותקנו ואמרו כי ר\"ל והוא שנושא ר\"ל כי המסיט לא יטמא אלא אם היה נושא לא שתהיה מתחתיו והוא אמרם אימא והוא דנישא ואין הלכה כר' אליעזר ואח\"כ אמר כי כל הנושא ונישא על גבי המת טהור חוץ מן המאהיל שכל מה שמאהיל על המת או יאהיל המת עליו יטמא ע\"פ התנאים הנזכרים באהלות (פ\"ב) וכן האדם כי הוא כשנשא המת עליו הרי הוא טמא לפי שהמת מטמא במשא אמנם כשהיה האדם נישא על גבי המת ולא יהיה מאהיל וזה כשיהיה ביניהם חציצת הדבר המאהיל אז לא יטמא אלא אם הסיט לפי שכל מה שיטמא במשא כשהסיטו הטהור נטמא כמו שבארנו בראשון של כלים: \n"
            ],
            [
                "כבר נקדם בפרק הזה כי האדם כשיהיה נישא על גבי הזב או הזב נישא על גביו טמא ואמר בכאן כי כשיהיה הטהור נושא מקצת הזב או היה הזב נושא מקצת הטהור שהוא טמא לפי שלא נצטרך שינשא או ישא הרוב אלא במשכב לבד לא באדם כמו שנתבאר ור\"ש אומר כי אפי' באדם כשהטמא נושא את הטהור צריך שישא רובו ואז יטמא אותו וכן נתבאר בתוספתא וחבורי טמא וחבורי טהור כגון השיער והצפרנים ולשון התוספתא (פ\"ה) ואלו הן [חיבורין] השינים והצפרנים והשיער שלהן ואלו הן מקצתן ראשי אצבעות ידים ורגלים ר\"ל ואפילו ראשי אצבעות הן מקצת וכבר נקדם לך אמרו אצבעו של זב תחת הנדבך והטהור מלמעלן מטמא שנים ופוסל אחד ואין הלכה כר\"ש: \n"
            ],
            [
                "כבר קדם לנו כי אשר יטמא משכב ומרכב לא יטמא אותו עד שינשא רובו עליו וכן האיש הטהור כשנישא על גבי משכב טמא צריך שינשא רובו ואז יטמא אמר יתעלה (ויקרא טו) באדם אשר ישב על משכב הזב ואם על המשכב הוא ובא הפירוש הוא עד שינשא רובו עליו ודע כי אנחנו לא נחוש על רוב המשכב ומיעוטו אמנם על רוב הנישא ואפילו היה על מיעוט המשכב הוא מטמא אותו ומטמא ממנו ולשון סיפרא או על הכלי אשר היא יושבת עליו או על מקצתו והנה יהיה ביאור המשנה כך רוב הטמא על קצת המשכב ורוב הטהור על מקצתו נטמא הטהור נמצא טומאה נכנסת למשכב ויוצא ממנו במיעוטו לפי שמקצתו נטמא וטימא זולתו \n",
                "ונייר בלשון ערבי באג\"ד והודיענו כי אפילו אוכלים של תרומה לא יטמאו בהיותם על גבי משכב ואפילו היה החוצץ ביניהם דק ביותר על העיקר הנקדם והוא אמרו כל הנושא ונישא על גבי המשכב טהור חוץ מן האדם ואין הלכה כר' שמעון אשר אמר כי אבן המנוגעת לפי שהיא מקומה טמא כמו שביארנו בנגעים שהיא מטמאה את התרומה בהיותה עליה ואע\"פ שלא תגע: \n"
            ],
            [
                "כבר בארנו בראשון של כלים כי אלו האבות הנמנים הנוגע בהן או נושאן מטמא בגדים בשעת מגעו או בשעת נשיאתו וכן בארנו כי כל שיטמא במשא יטמא בהיסט וכן נתבאר כי אדם טהור הנישא על גבי הזב או על גבי משכבו מטמא שנים ופוסל אחד והדבר כולו מבואר וכבר בארנו פעמים כי דין הזב והזבה והנדה והיולדת בטומאת משכב ומושב ושאר דברים אשר יטמאו אותן שוה וכן המצורע והנדה ולשון סיפרא בפירוש אמרו ית' זאת תורת הזב וגו' והדוה בנדתה והזב את זובו לזכר ולנקבה אמרו לזכר לרבות את המצורע ולנקבה לרבות את היולדת: \n"
            ],
            [
                "אלה הנמנין כולן הן מאבות הטומאה והנוגע בהן או נושאן מטמא בגדים כמו שבארנו בראשון של כלים \n",
                "ודברי רבי אליעזר אף הנושא ר\"ל כי המסיט צריך שיהיה נושא ואז יטמא ב' ויפסול א' כמו שביאר הש\"ס (חולין דף קכד:) ואין הלכה כר' אליעזר: \n"
            ],
            [
                "זה כולו מבואר כשאתה זוכר מה שקדם בפרק הראשון של כלים והבנת הכלל אשר אמר ר' יהושע בתחלת הפרק הזה וזה כי הנבלה ומי חטאת שיש בהן כדי הזייה והמרכב כל אחד מהן מטמא במשא לטומאת בגדים כמו שבארנו שם: \n"
            ],
            [
                "כבר בארנו בתחלת הסדר הזה ובתחלת מסכת טהרות כי בולע נבלת עוף טהור מטמא בגדים בשעת בליעתו והוא אז כמי שנגע באב מאבות טומאות דאורייתא וכאשר הקיאה אחר שבלעה או בלע אותה אחר שנכנסת באסטומכא יהיה כמו שפירש ממטמאיו וישאר ראשון לטומאה ולא יטמא בגדים אז וכל זמן שלא תכנס בבית בליעתו אלא שהה בפיו הוא טהור וכבר זכרנו ראיות זה כולו ואח\"כ אמר כי כשלקח נבלת העוף הטהור בפיו והכניס ראשו לאויר התנור כי האדם ההוא טהור כל זמן שלא יבלענו כי לא נאמר בהיותה נסתרת ונכנסת ומתחבא בתוך אויר התנור תהיה כמו בלועה \n",
                "ואמרו וטהור התנור ר\"ל כי התנור טהור ואפילו אם בלעה וראשו בתוך אויר התנור ולא נאמר כיון שהתנור מטמא מאוירו וזאת מטמא אדם בתוך בית הבליעה שהיא גם כן תטמא התנור לפי שנכנסה באוירו בשעת הבליעה וכבר בארנו בפתיחה כי בולע נבלת עוף הטהור אינו מטמא אדם וכלי חרס בשעת הבליעה כמו שביאר ר' יהושע בכלל הקודם והתנור מכלל כלי חרס כמו שבארנו במקומות מכלים: \n"
            ],
            [
                "כבר בארנו בראשון של כלים ראיית כל אב מאבות אלו הנימנין בכאן שהוא מטמא במגע ושהנוגע אינו מטמא בגדים בשעת מגעו וע\"כ הוא מטמא אחד ופוסל א' ואפי' בשעת מגעו לפי מה שקבענו בהלכה השניה מן הפרק הזה אמנם אמרו כי כל נוגע באב מאבות הטומאות שבתורה כשפירש מטמא א' ופוסל א' והוא כלל שלם וכולל לכל האב הטומאה כי הדבר אשר נגע בו בין אדם בין כלים בין אוכלין כשפירש יהיה ראשון והוא יטמא השני והשני יפסול השלישי כמו שבארנו בטהרות וזכרנו בכאן: ",
                "ואמנם אמרו כי בשעת מגעו ג\"כ שהוא מטמא ופוסל אחד חוץ מאדם ביאור זה הכלל מה שאספר לך וזה כי הוא אומר כי כל נוגע באחד משאר אבות הטומאות שבתורה הוא מטמא אחד ופוסל אחד ואפילו בשעת מגעו כי אשר תטמא ב' ויפסול אחד בשעת מגעו כבר קדם מניינם ומספרם ואין שם זולתן ואמנם אמרו חוץ מן האדם לפי שהמת הוא כשאר אבות טומאות ונוגע מטמא ב' ופוסל אחד בין בשעת מגעו בין לאחר פרישתו לפי שהוא אב הטומאה והוא לא זכרו בכלל אשר מנה שהן מטמאין ב' ופוסלים אחד ועל כן שנאו בכאן ודע כי שורף פרה ופרים ומשלח שעיר מטמאין בגדים כמו שבארנו בפתיחה אמנם עם זה אינן מטמאין ב' ופוסלין אחד אבל מטמאין אחד ופוסלין אחד כמו כל ראשון לטומאה ואל תחשוב כי זה שזכר הכלל אשר אמר ר' יהושע לפי שהוא מבואר ואמר כל המטמא בגדים בשעת מגעו ולא אמר כל המטמא בגדים גרידא ואלה לא במגע יטמאו בגדים אבל בהתעסקם עסק מיוחד והבן זה: "
            ],
            [
                "שכבת זרע מאבות הטומאות ושרץ מאבות הטומאות ואני מודיעך שהרואה קרי או נוגע בשכבת זרע שוה כי אמנם הוא ראשון לטומאה כמו נוגע בשרץ כמו שביארנו בתחלת כלים הראיה היות משכב בועל נדה מטמא אוכלין ומשקין בלבד ולא יטמא לא אדם ולא כלים וכבר ביארנו שהמת עצמו לא יטמא משכב ומושב לא טומאה קלה ולא טומאה חמורה ולשון ספרא אשר ישב עליו הזב לא טמא מת: \n"
            ],
            [
                "אלה הנמנים כאן הם פוסלים את התרומה מדרבנן והם מכלל י\"ח דבר שגזרו כמו שזכרנו בתחלת שבת (דף יג:) אלא טבול יום לבדו כי הוא אינו מי\"ח דבר שגזרו לפי שטבול יום הוא טמא מן התורה כמו שאמר יתעלה (ויקרא י״א:ל״ב) במים יובא וטמא עד הערב והוא במדרגת שני לטומאה וכאשר יגע בתרומה פסלה וכן ביאר הש\"ס שהוא מן התורה ואמנם השאר כולן הן מדרבנן כי אוכל אוכל ראשון ואוכל שני גזרו עליו שיפסול את התרומה כשיגע בו מיראתנו שמא יאכל אוכל ראשון או שני וישתה עליו משקה תרומה ויטמא אותו משקה באוכל טמא שבפיו ותהיה תרומה טמאה אשר ראוי לשורפה וגזרו על כל שותה משקין טמאין מן הסבה הזאת גופה גזירה שמא יחבר בפיו בינו ובין אוכלין של תרומה ויטמא את התרומה כמו שבארנו בעקרים הגדולים אשר הקדמנו לסדר הזה. \n",
                "והבא ראשו ורובו במים שאובים גזרו עליו גם כן שהוא טמא ופוסל את התרומה לפי שהיו טבולי יום בזמן ההוא טובלין במי מערות וכיוצא בהן והן מים מזוהמין סרוחים כבר נבאשו וזה אינו פוסל המקוה והיו רוחצים אחר כך במים שאובים משום נקיון ונתמד הדבר הרבה עד ששבו ההמון לחשוב כי המים שאובין אשר היו רוחצין בהן באחרונה הן העיקר והן אשר מטהרין והיו מקילין במי מקוה משום זוהמתו ולא היו מתכוונים בו טבילה לשמה ועל כן גזרו שכל הבא ראשו ורובו במים שאובין אחר הטבילה שיהיה נשאר בטומאתו ופוסל את התרומה עד שיתכוין למי מקוה וידע כי הן המטהרין ולקיום זה הענין וחיזוקו הפליגו בזה ואמרו כי אפי' האיש הטהור אשר אין טומאה עליו ואינו צריך טבילה כשנפלו על ראשו ועל רובו ג' לוגין מים שאובים הוא פוסל את התרומה כמו טבול יום בעבור הסיבה אשר זכרנו והוא כדי שלא ירחוץ במים שאובין אחר הטבילה. \n",
                "והיו ג\"כ בזמן ההוא נותנין התרומה בצד ספרי תורות ואומרים זה קודש וזה קודש והיו באין עכברים לאכול את התרומה ומפסידים הספרים ועל כן גזרו על כתבי הקדש כולן שפוסלין את התרומה כשיגעו בה. \n",
                "וגזרו על הידים שהן פוסלין את התרומה וכל מי שנגע בתרומה בידיו פסלה ואע\"פ שלא ידע שיש בידו טומאה עד שיטול ידיו לשם תרומה וישמור אותם והטעם בזה מפני שהידים עסקניות ואפשר שנטמאו ידיו והוא לא ידע. וכבר בארנו בפתיחת הסדר כי משקין טמאין הן תחלה לעולם ואפילו נטמאו בשני ושהאוכלין כשנטמאו במשקין טמאין חוזרין שני וכל שני פוסל את התרומה כמו שבארנו ואין בזה גזירה ואמנם ר\"ל בכאן באמרו האוכלין שנטמאו במשקין משקין שנטמאו מחמת הידים ובזה היתה הגזירה כי אף על פי שאלו המשקין הן טומאתן קלה כיון שלא נטמאו מחמת השרץ רוצה לומר שלא נסמכו בטומאתן לאב כמו שבארנו שם אפילו הכי מטמאין אוכלין ומחזירין אותן שני לתרומה בלבד לא לחולין וכן אמרו (שבת דף יד:) גזירה משקין הבאין מחמת ידים משום משקין הבאין מחמת השרץ ואמרו ג\"כ והכלים שנטמאו במשקין הן המשקין שנטמאו מחמת השרץ או שאר אבות הטומאה ומן התורה אין המשקין מטמאין כלים כמו שבארנו בפתיחה אבל מדרבנן גזרו שיטמאו כלים ושיהו אותן כלים שניים וכשנגעו בתרומה נפסלת וזה הגזירה משום משקה הזב אשר מטמא כלים מן התורה שנאמר וכי ירוק הזב בטהור ואמרו בקבלה (שם) מה שביד הטהור טמאתי לך בין אוכלין בין כלים בין משקין וע\"כ גזרו על כל משקין טמאין שיטמאו כלים משום משקה הזב אשר הוא אב כמו שבארנו בפתיחה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}