const Ownerless_Property_and_Gifts = {
  "title": "Mishneh Torah, Ownerless Property and Gifts",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Ownerless_Property_and_Gifts",
  "text": [
    [
      "הַהֶפְקֵר כָּל הַמַּחֲזִיק בּוֹ זָכָה. וְכֵן הַמִּדְבָּרוֹת וְהַנְּהָרוֹת וְהַנְּחָלִים כָּל שֶׁבָּהֶן הֶפְקֵר וְכָל הַקּוֹדֵם בָּהֶן זָכָה. כְּגוֹן הָעֲשָׂבִים וְהָעֵצִים וְהַפֵּרוֹת שֶׁל אִילָנוֹת שֶׁל יַעַר וְכַיּוֹצֵא בָּהֶן: \n",
      "הַצָּד דָּגִים מִן הַיָּמִים וּמִן הַנְּהָרוֹת. אוֹ שֶׁצָּד עוֹפוֹת אוֹ מִינֵי חַיּוֹת. הוֹאִיל וְאֵין לָהֶם בְּעָלִים זָכָה. וּבִלְבַד שֶׁלֹּא יָצוּד בִּשְׂדֵה חֲבֵרוֹ. וְאִם צָד שָׁם קָנָה. וְאִם הָיוּ הַדָּגִים בַּבֵּיבָרִים שֶׁל בְּעָלִים וְכֵן חַיָּה וְעוֹף שֶׁבַּבֵּיבָרִים. אַף עַל פִּי שֶׁהוּא בֵּיבָר גָּדוֹל וְהוּא מְחֻסַּר צִידָה הֲרֵי זֶה שֶׁל בַּעַל הַבֵּיבָרִים וְהַצָּד מִשָּׁם הֲרֵי זֶה גַּזְלָן: \n",
      "אֲבָל הַלּוֹקֵחַ דָּגִים מִתּוֹךְ מְצוּדָתוֹ שֶׁל חֲבֵרוֹ כְּשֶׁהוּא בְּתוֹךְ הַיָּם. אוֹ שֶׁלָּקַח חַיָּה מִמְּצוּדָתוֹ כְּשֶׁהִיא פְּרוּסָה בַּמִּדְבָּר הֲרֵי זֶה אָסוּר מִדִּבְרֵי סוֹפְרִים. וְאִם הָיָה הַמְּצוּדָה כְּלִי וְלָקַח מִתּוֹךְ הַמְּצוּדָה הֲרֵי זֶה גַּזְלָן: \n",
      "הַפּוֹרֵס מְצוּדָה בִּשְׂדֵה חֲבֵרוֹ וְצָד בָּהּ חַיָּה אוֹ עוֹף אַף עַל פִּי שֶׁאֵין לוֹ רְשׁוּת לַעֲשׂוֹת דָּבָר זֶה קָנָה. וְאִם הָיָה עוֹמֵד בַּעַל הַשָּׂדֶה בְּתוֹךְ שָׂדֵהוּ וְאָמַר זָכְתָה לִי שָׂדִי קָנָה בַּעַל הַשָּׂדֶה. וְאֵין לְבַעַל הַמְּצוּדָה כְּלוּם: \n",
      "דָּגִים שֶׁקָּפְצוּ לְתוֹךְ הַסְּפִינָה קָנָה בַּעַל הַסְּפִינָה. שֶׁזּוֹ כְּחָצֵר הַמִּשְׁתַּמֶּרֶת הִיא וְאֵינָהּ חָצֵר הַמְהַלֶּכֶת. שֶׁהַמַּיִם הֵן שֶׁמּוֹלִיכִין אוֹתָהּ וְאֵינָהּ הוֹלֶכֶת מֵחֲמַת עַצְמָהּ: \n",
      "גֵּר שֶׁמֵּת וְלֹא הוֹלִיד יִשְׂרָאֵל אַחַר שֶׁנִּתְגַּיֵּר אֵין לוֹ יוֹרְשִׁין אֶלָּא כָּל הַקּוֹדֵם וְהֶחֱזִיק בִּנְכָסָיו זָכָה. וְאֵין בַּעַל הַמֵּצַר יָכוֹל לְסַלְּקוֹ בְּדָמִים שֶׁזּוֹ כְּמַתָּנָה הִיא: \n",
      "שְׁתֵּי שָׂדוֹת בְּנִכְסֵי הַגֵּר וּמֵצַר אֶחָד בֵּינֵיהֶן. הֶחֱזִיק בְּאַחַת מֵהֶן לִקְנוֹתָהּ קְנָאָהּ. הֶחֱזִיק בָּהּ לִקְנוֹת אוֹתָהּ וְאֶת חֲבֶרְתָּהּ. זוֹ שֶׁהֶחְזִיק בָּהּ קָנָה אֲבָל חֲבֶרְתָּהּ לֹא קָנָה. הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹת אֶת חֲבֶרְתָּהּ לֹא קָנָה אַחַת מֵהֶן. חֲבֶרְתָּהּ מִפְּנֵי שֶׁלֹּא הֶחֱזִיק בָּהּ. וְאוֹתָהּ מִפְּנֵי שֶׁלֹּא הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ. הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ וְלִקְנוֹת אֶת חֲבֶרְתָּהּ וְאֶת הַמֵּצַר שֶׁבֵּינֵיהֶן. אוֹ שֶׁהֶחְזִיק בַּמֵּצַר לִקְנוֹת שְׁתֵּיהֶן הֲרֵי זֶה סָפֵק. וְאִם בָּא אֶחָד וְהֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ זָכָה הָאַחֲרוֹן: \n",
      "וְכֵן שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה שֶׁהֶחְזִיק בְּאֶחָד מֵהֶן לִקְנוֹתוֹ וְלִקְנוֹת אֶת הַשֵּׁנִי לֹא קָנָה אֶלָּא זֶה שֶׁהֶחְזִיק בּוֹ בִּלְבַד. הֶחֱזִיק בְּאֶחָד מֵהֶן כְּדֵי לִקְנוֹת אֶת הַשֵּׁנִי אַף זֶה שֶׁהֶחְזִיק בּוֹ לֹא קָנָה: \n",
      "הַמַּחֲזִיק בִּשְׁטָר מִנִּכְסֵי הַגֵּר כְּדֵי לִקְנוֹת אֶת הַקַּרְקַע הַכְּתוּבָה בְּאוֹתוֹ שְׁטָר לֹא קָנָה אֶלָּא הַשְּׁטָר בִּלְבַד לָצוּר עַל פִּי צְלוֹחִיתוֹ וְכַיּוֹצֵא בָּזֶה: \n",
      "שָׂדֶה הַמְצֻיֶּנֶת בִּמְצָרֶיהָ כֵּיוָן שֶׁהִכִּישׁ בָּהּ מַכּוֹשׁ אֶחָד קָנָה אֶת כֻּלָּהּ. וְאִם אֵינָהּ מְצֻיֶּנֶת בִּמְצָרֶיהָ קוֹנֶה מִמֶּנָּה בְּאוֹתוֹ מַכּוֹשׁ כְּדֵי שֶׁיֵּלֵךְ הַצֶּמֶד בִּשְׁעַת חֲרִישָׁה וְיַחְזֹר. הַמֵּצַר וְהֶחָצָב שֶׁמְּתַחֲמִין בּוֹ תְּחוּמִין מַפְסִיקִין בְּנִכְסֵי הַגֵּר. וְכָל הַמַּחֲזִיק בְּשָׂדֶה לֹא קָנָה אֶלָּא עַד הַמֵּצַר אוֹ עַד הֶחָצָב: \n",
      "כָּל הַמַּפְסִיק לְפֵאָה מַפְסִיק בְּנִכְסֵי הַגֵּר. כֵּיצַד. הָיָה שָׁם נַחַל אוֹ אַמַּת הַמַּיִם וְכַיּוֹצֵא בָּהֶן לֹא קָנָה אֶלָּא עַד הַנַּחַל אוֹ עַד הָאַמָּה. וְכָל הַמַּפְסִיק בִּרְשׁוּת שַׁבָּת מַפְסִיק בְּנִכְסֵי הַגֵּר כְּגוֹן שֶׁהָיָה בֵּין שְׁתֵּי הַשָּׂדוֹת רְשׁוּת הַיָּחִיד אוֹ כַּרְמְלִית אֲפִלּוּ הָיָה בֵּינֵיהֶם רְשׁוּת שֶׁחוֹלֶקֶת לְגִטִּין: \n",
      "כָּל דָּבָר הַמַּפְסִיק לְטֻמְאָה מַפְסִיק בְּנִכְסֵי הַגֵּר. כֵּיצַד. כְּגוֹן שֶׁנִּכְנַס אָדָם לְבִקְעָה זוֹ וְטֻמְאָה בַּבִּקְעָה בְּצִדָּהּ אַחֶרֶת וְאֵינוֹ יוֹדֵעַ אִם הִגִּיעַ לִמְקוֹם הַטֻּמְאָה אִם לָאו. כָּל מָקוֹם שֶׁמַּחֲזִיקִין אוֹתוֹ לְטֻמְאָה הֲרֵי הוּא כְּמָקוֹם אַחֵר, מֻחְלָק בִּפְנֵי עַצְמוֹ: \n",
      "בִּקְעָה גְּדוֹלָה שֶׁיֵּשׁ בָּהּ שָׂדוֹת רַבּוֹת וְכֻלָּן שֶׁל גֵּר אֶחָד וְלֹא הָיָה בֵּינֵיהֶן לֹא מֵצַר וְלֹא חָצָב וְלֹא דָּבָר מִדְּבָרִים הַמַּפְסִיקִין. וּבָא אֶחָד וְהֶחֱזִיק בְּמִקְצָת הַבִּקְעָה לִקְנוֹת אֶת כֻּלָּהּ. כָּל הַנִּקְרָא עַל שֵׁם אוֹתוֹ הַגֵּר קוֹנֶה אוֹתוֹ: \n",
      "עַכּוּ''ם שֶׁמָּכַר מִטַּלְטְלִין לְיִשְׂרָאֵל אוֹ קָנָה מִטַּלְטְלִין מִיִּשְׂרָאֵל. קוֹנֶה בִּמְשִׁיכָה וּמַקְנֶה בִּמְשִׁיכָה אוֹ בְּדָמִים. אֲבָל הַקַּרְקַע אֵינוֹ קוֹנֶה אוֹתוֹ מִיִּשְׂרָאֵל אֶלָּא בִּשְׁטָר וְאֵינוֹ מַקְנֶה אוֹתוֹ לְיִשְׂרָאֵל אֶלָּא בִּשְׁטָר שֶׁאֵין דַּעְתּוֹ סוֹמֶכֶת אֶלָּא עַל הַשְּׁטָר. לְפִיכָךְ יִשְׂרָאֵל שֶׁלָּקַח שָׂדֶה מִן הָעַכּוּ''ם וְנָתַן הַדָּמִים. וְקֹדֶם שֶׁיַּחְזִיק בָּהּ בָּא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בָּהּ כְּדֶרֶךְ שֶׁמַּחֲזִיקִין בְּנִכְסֵי הַגֵּר זָכָה אַחֲרוֹן וְנוֹתֵן לָרִאשׁוֹן אֶת הַדָּמִים. מִפְּנֵי שֶׁהָעַכּוּ''ם מֵעֵת שֶׁלָּקַח הַדָּמִים סִלֵּק רְשׁוּתוֹ וְיִשְׂרָאֵל לֹא קָנָה עַד שֶׁיַּגִּיעַ הַשְּׁטָר לְיָדוֹ. וְנִמְצְאוּ נְכָסִים אֵלּוּ כְּנִכְסֵי מִדְבָּר שֶׁכָּל הַמַּחֲזִיק בָּהֶן זָכָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁאֵין מִשְׁפָּט יָדוּעַ לַמֶּלֶךְ. אֲבָל אִם דִּין אוֹתוֹ הַמֶּלֶךְ וּמִשְׁפָּטוֹ שֶׁלֹּא יִזְכֶּה בַּקַּרְקַע אֶלָּא מִי שֶׁכּוֹתֵב בִּשְׁטָר אוֹ הַנּוֹתֵן דָּמִים וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. עוֹשִׂין כְּפִי מִשְׁפַּט הַמֶּלֶךְ. שֶׁכָּל דִּינֵי הַמֶּלֶךְ בְּמָמוֹן עַל פִּיהֶן דָּנִין: \n"
    ],
    [
      "נִּכְסֵי גֵּר שֶׁאֵין לוֹ יוֹרְשִׁים. וְנִכְסֵי הַהֶפְקֵר וְשָׂדֶה שֶׁמְּכָרָהּ הָעַכּוּ''ם לְיִשְׂרָאֵל וַעֲדַיִן לֹא הֶחֱזִיק בָּהּ. כֻּלָּם דִּינָם שָׁוֶה. כָּל הַמַּחֲזִיק בָּהֶם בְּדֶרֶךְ מִדַּרְכֵי הַחֲזָקָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְכִירָה קָנָה חוּץ מֵאֲכִילַת הַפֵּרוֹת:  ",
      "כֵּיצַד. הַלּוֹקֵחַ קַרְקַע מֵחֲבֵרוֹ וְהֶחֱזִיק בָּהּ בַּאֲכִילַת פֵּרוֹתֶיהָ קָנָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בְּנִכְסֵי הֶפְקֵר אוֹ נִכְסֵי הַגֵּר אֲפִלּוּ אָכַל פֵּרוֹת הָאִילָן כַּמָּה שָׁנִים לֹא קָנָה גּוּף הָאִילָן וְלֹא גּוּף הַקַּרְקַע עַד שֶׁיַּעֲשֶׂה מַעֲשֶׂה בְּגוּף הָאָרֶץ אוֹ יַעֲבֹד עֲבוֹדָה בָּאִילָן. וּמַעֲשֶׂה בְּאִשָּׁה אַחַת שֶׁאָכְלָה פֵּרוֹת דֶּקֶל שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וּבָא אֶחָד וְהֶחֱזִיק בָּאִילָן בַּעֲבוֹדָה שֶׁעָבַד בְּגוּף הָאִילָן וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ זֶה הָאַחֲרוֹן קָנָה:  ",
      "יֵשׁ דְּבָרִים רַבִּים שֶׁאִם הֶחֱזִיק בָּהֶן הַלּוֹקֵחַ לֹא קָנָה עֲדַיִן. וְאִם הֶחֱזִיק בְּאֶחָד מֵהֶן בְּנִכְסֵי הַגֵּר אוֹ בְּנִכְסֵי הֶפְקֵר קָנָה. כֵּיצַד. הַמּוֹצֵא פַּלְטְרִים גְּדוֹלִים בְּנוּיִין בְּנִכְסֵי הַגֵּר אוֹ בְּנִכְסֵי הֶפְקֵר וְסִיֵּד בָּהֶן סִיּוּד אֶחָד אוֹ כִּיֵּר בָּהֶן כִּיּוּר אֶחָד כְּגוֹן אַמָּה אוֹ יוֹתֵר כְּנֶגֶד הַפֶּתַח קָנָה:  ",
      "הַצָּר צוּרָה בְּנִכְסֵי הַגֵּר קָנָה. וְהַמַּצִּיעַ מַצָּעוֹת בְּנִכְסֵי הַגֵּר קָנָה. הַנָּר אֶת הַשָּׂדֶה בְּנִכְסֵי הַגֵּר קָנָה. הַמְפַצֵּל זְמוֹרוֹת הַגֶּפֶן אוֹ שָׂרִיגֵי אִילָנוֹת וְכַפּוֹת תְּמָרִים בְּנִכְסֵי הַגֵּר. אִם דַּעְתּוֹ לַעֲבֹד הָאִילָן קָנָה. וְאִם דַּעְתּוֹ לְהַאֲכִיל הָעֵצִים לִבְהֵמָה לֹא קָנָה:  ",
      "כֵּיצַד. הָיָה כּוֹרֵת מִכָּאן וּמִכָּאן הֲרֵי חֶזְקָתוֹ שֶׁנִּתְכַּוֵּן לַעֲבוֹדַת הָאִילָן. הָיָה כּוֹרֵת מֵרוּחַ אַחַת אֵינוֹ מִתְכַּוֵּן אֶלָּא לָעֵצִים. וְכֵן הַמְלַקֵּט עֵצִים וַעֲשָׂבִים וַאֲבָנִים מִן הַשָּׂדֶה. אִם דַּעְתּוֹ לְתַקֵּן הָאָרֶץ קָנָה. וְאִם לָעֵצִים לֹא קָנָה:  ",
      "כֵּיצַד. לִקֵּט הַגַּס וְהַדַּק הֲרֵי זוֹ בְּחֶזְקַת שֶׁנִּתְכַּוֵּן לְתַקֵּן אֶת הָאָרֶץ. לִקֵּט הַגַּס וְלֹא הַדַּק הֲרֵי זֶה בְּחֶזְקַת שֶׁנִּתְכַּוֵּן לָעֵצִים. וְכֵן הַמַּשְׁוֶה פְּנֵי הָאָרֶץ. אִם דַּעְתּוֹ לְתַקֵּן הָאָרֶץ קָנָה. וְאִם דַּעְתּוֹ לְהַשְׁווֹת מָקוֹם שֶׁיַּעֲמִיד בּוֹ גֹּרֶן לֹא קָנָה:  ",
      "כֵּיצַד. הָיָה לוֹקֵחַ עָפָר מִמָּקוֹם גָּבוֹהַּ וְנוֹתְנוֹ לַמָּקוֹם הַנָּמוּךְ הֲרֵי זֶה מְתַקֵּן הָאָרֶץ. רְאִינוּהוּ שֶׁאֵינוֹ מַקְפִּיד עַל זֶה אֶלָּא מַשְׁלִיךְ הֶעָפָר וְהַצְּרוֹרוֹת בְּכָל מָקוֹם בְּלֹא הַקְפָּדָה הֲרֵי זֶה בְּחֶזְקַת שֶׁאֵינוֹ מִתְכַּוֵּן אֶלָּא לְהַשְׁווֹת מָקוֹם לְדַיִשׁ. וְכֵן הַפּוֹתֵחַ מַיִם לְתוֹךְ הָאָרֶץ. אִם לְתַקֵּן הָאָרֶץ קָנָה. וְאִם לָצוּד הַדָּגִים לֹא קָנָה:  ",
      "כֵּיצַד. עָשָׂה מָקוֹם שֶׁיִּכָּנְסוּ בּוֹ הַמַּיִם בִּלְבַד הֲרֵי זֶה מִתְכַּוֵּן לְתַקֵּן הָאָרֶץ. עָשָׂה שְׁנֵי פְּתָחִים אֶחָד לְהַכְנִיס וְאֶחָד לְהוֹצִיא הֲרֵי זֶה מִתְכַּוֵּן לָצוּד דָּגִים:  ",
      "הַבּוֹנֶה פַּלְטֵרִין גְּדוֹלִים בְּנִכְסֵי הַגֵּר וּבָא אַחֵר וְהֶעֱמִיד לָהֶם דְּלָתוֹת קָנָה הָאַחֲרוֹן. שֶׁהָרִאשׁוֹן לֹא עָשָׂה בְּגוּף הָאָרֶץ כְּלוּם. וַהֲרֵי הוּא כְּמִי שֶׁעָשָׂה גַּל אֲבָנִים עַל הָאָרֶץ שֶׁאֵינוֹ קוֹנֶה. שֶׁהֲרֵי לֹא הוֹעִיל בְּגָדֵר זֶה מִפְּנֵי שֶׁהוּא רָחָב בְּיוֹתֵר וּמְפֻלָּשׁ. וְאֵין צוּרַת אוֹתוֹ הַבִּנְיָן מוֹעֶלֶת לוֹ עַד שֶׁיַּעֲמִיד דְּלָתוֹת:  ",
      "הַמֵּפִיץ הַזֶּרַע לְתוֹךְ הַתְּלָמִים לֹא קָנָה. שֶׁבְּעֵת שֶׁהִשְׁלִיךְ הַזֶּרַע לֹא הִשְׁבִּיחַ כְּלוּם וּבְעֵת שֶׁצָּמַח וְהִשְׁבִּיחַ שֶׁבַח הַבָּא מֵאֵלָיו הוּא וְאֵינוֹ קוֹנֶה:  ",
      "הָיְתָה מְחִצָּה בְּנִכְסֵי הַגֵּר וּבָא זֶה וְעָשָׂה מְחִצָּה אַחֶרֶת עַל גַּבָּהּ לֹא קָנָה. וַאֲפִלּוּ נִבְלְעָה מְחִצָּה הַתַּחְתּוֹנָה וַהֲרֵי הָעֶלְיוֹנָה קַיֶּמֶת. שֶׁבְּעֵת שֶׁבָּנָה לֹא הוֹעִיל וּבְעֵת שֶׁהוֹעִיל מֵאֵלָיו בָּא הַמַּעֲשֶׂה:  ",
      "הַמַּחֲזִיק בְּנִכְסֵי הַגֵּר וּבְהֶפְקֵר וְהוּא אֵין דַּעְתּוֹ לִקְנוֹת. אַף עַל פִּי שֶׁבָּנָה וְגָדַר לֹא קָנָה:  ",
      "הָעוֹדֵר בְּנִכְסֵי הַגֵּר וְכַסָּבוּר שֶׁהֵן שֶׁלּוֹ לֹא קָנָה. עָדַר בְּנִכְסֵי גֵּר זֶה וּכְסָבוּר שֶׁל גֵּר אַחֵר. הוֹאִיל וְנִתְכַּוֵּן בְּמַעֲשָׂיו אֵלּוּ לִזְכּוֹת מִן הַהֶפְקֵר הֲרֵי זֶה קָנָה:  ",
      "הָיָה מַשְׁכּוֹן יִשְׂרָאֵל בְּיַד הַגֵּר וּכְשֶׁמֵּת הַגֵּר בָּא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בְּמַשְׁכּוֹן זֶה. מוֹצִיאִין אוֹתוֹ מִיָּדוֹ. שֶׁכֵּיוָן שֶׁמֵּת הַגֵּר בָּטֵל שִׁעְבּוּדוֹ:  ",
      "הָיָה מַשְׁכּוֹן הַגֵּר בְּיַד יִשְׂרָאֵל וּבָא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בּוֹ. לוֹקֵחַ מִמֶּנּוּ הָרִאשׁוֹן כְּנֶגֶד מְעוֹתָיו וְהָאַחֲרוֹן קָנָה אֶת הַשְּׁאָר:  ",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה הַמַּשְׁכּוֹן בַּחֲצַר הָרִאשׁוֹן. אֲבָל אִם הָיָה בַּחֲצֵרוֹ חֲצֵרוֹ קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן מְצִיאָה. וְאֵין לְזֶה הָאַחֲרוֹן כְּלוּם:  ",
      "גֵּר שֶׁמֵּת וּבִזְבְּזוּ יִשְׂרָאֵל אֶת נְכָסָיו וְהָיוּ בָּהֶן עֲבָדִים גְּדוֹלִים. קָנוּ עַצְמָן בְּנֵי חוֹרִין. אֲבָל הָעֲבָדִים הַקְּטַנִּים הֲרֵי הֵן כִּבְהֵמָה וְכָל הַמַּחֲזִיק בָּהֶן זָכָה בָּהֶם. וּכְבָר בֵּאַרְנוּ דַּרְכֵי הַחֲזָקָה שֶׁיִּקְנוּ בָּהֶם אֶת הָעֲבָדִים:  ",
      "גֵּר שֶׁמֵּת וּבִזְבְּזוּ יִשְׂרָאֵל אֶת נְכָסָיו. וְשָׁמְעוּ שֶׁעֲדַיִן לֹא מֵת אוֹ שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁאִשְׁתּוֹ מְעֻבֶּרֶת. כֻּלָּן חַיָּבִין לְהַחְזִיר. הֶחְזִירוּ כֻּלָּן וְאַחַר כָּךְ שָׁמְעוּ שֶׁמֵּת שֶׁשְּׁמוּעָה רִאשׁוֹנָה אֱמֶת הָיְתָה וּבָרִאשׁוֹנָה מֵת. אוֹ מֵת בְּנוֹ מִקֹּדֶם אוֹ הִפִּילָה אִשְׁתּוֹ. כָּל הַמַּחֲזִיק בַּשְּׁנִיָּה קָנָה וּבָרִאשׁוֹנָה לֹא קָנָה:  "
    ],
    [
      "הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ אֵין הַמְקַבֵּל זוֹכֶה בָּהּ אֶלָּא בְּאֶחָד מִן הַדְּרָכִים שֶׁהַקּוֹנֶה זוֹכֶה בָּהֶן בְּמִקָּחוֹ. אִם מִטַּלְטְלִין רוֹצֶה לִתֵּן לוֹ עַד שֶׁיַּגְבִּיהַּ אוֹ שֶׁיִּמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ אוֹ יִקְנֶה בְּאֶחָד מִשְּׁאָר הַדְּבָרִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהֶן. וְאִם קַרְקַע אוֹ עֲבָדִים נָתַן לוֹ עַד שֶׁיַּחְזִיק כְּדֶרֶךְ שֶׁמַּחְזִיק הַלּוֹקֵחַ אוֹ עַד שֶׁיַּגִּיעַ שְׁטַר מַתָּנָה לְיָדוֹ. אֲבָל בִּדְבָרִים לֹא זָכָה הַמְקַבֵּל אֶלָּא כָּל אֶחָד מֵהֶן עֲדַיִן יָכוֹל לַחְזֹר בּוֹ: \n",
      "מָחַל לַחֲבֵרוֹ חוֹב שֶׁיֵּשׁ לוֹ עָלָיו. אוֹ נָתַן לוֹ הַפִּקָּדוֹן שֶׁהָיָה מֻפְקָד אֶצְלוֹ. הֲרֵי זוֹ מַתָּנָה הַנִּקְנֵית בִּדְבָרִים בִּלְבַד. וְאֵין צָרִיךְ דָּבָר אַחֵר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְכֵן הָאוֹמֵר לַחֲבֵרוֹ מָנֶה שֶׁיֵּשׁ לִי בְּיָדְךָ תְּנֵהוּ לָזֶה קָנָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. בֵּין שֶׁנָּתַן הַמָּנֶה בְּחוֹב שֶׁיֵּשׁ לוֹ אֶצְלוֹ בֵּין שֶׁנְּתָנוֹ לוֹ מַתָּנָה בֵּין שֶׁהָיָה חוֹב אֶצְלוֹ בֵּין שֶׁהָיָה פִּקָּדוֹן אֶצְלוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כְּשֵׁם שֶׁאֵין צְרִיכִים עֵדִים לְעִנְיַן מִקָּח וּמִמְכָּר אֶלָּא לְגַלּוֹת הַדָּבָר בִּלְבַד אִם הָיְתָה שָׁם טַעֲנָה וּכְפִירָה. כָּךְ בִּמְחִילוֹת וּמַתָּנוֹת אֵין צְרִיכִין עֵדִים אֶלָּא מִפְּנֵי הַמְשַׁקְּרִים: \n",
      "כְּשֵׁם שֶׁמּוֹכֵר צָרִיךְ לְסַיֵּם הַמִּמְכָּר כְּמוֹ שֶׁבֵּאַרְנוּ כָּךְ הַנּוֹתֵן. כֵּיצַד. הַכּוֹתֵב לַחֲבֵרוֹ קַרְקַע מִנְּכָסַי נְתוּנָה לְךָ. אוֹ שֶׁכָּתַב לוֹ כָּל נְכָסַי קְנוּיִין לְךָ חוּץ מִמִּקְצָתָן. הוֹאִיל וְלֹא סִיֵּם הַדָּבָר שֶׁנָּתַן לוֹ וְאֵינוֹ יָדוּעַ לֹא קָנָה כְּלוּם. וְאֵינוֹ יָכוֹל לוֹמַר לוֹ תֵּן לִי פָּחוּת שֶׁבִּנְכָסֶיךָ עַד שֶׁסִּיֵּם לוֹ הַמָּקוֹם שֶׁנָּתַן לוֹ. אֲבָל אִם אָמַר לוֹ חֵלֶק כָּךְ וְכָךְ בְּשָׂדֶה פְּלוֹנִית הוֹאִיל וְסִיֵּם הַשָּׂדֶה אַף עַל פִּי שֶׁלֹּא סִיֵּם הַחֵלֶק נוֹטֵל אוֹתוֹ חֵלֶק מִן הַפָּחוּת שֶׁבְּאוֹתָהּ שָׂדֶה: \n",
      "כָּל הַנּוֹתֵן מַתָּנָה עַל תְּנַאי. בֵּין שֶׁהִתְנָה נוֹתֵן בֵּין שֶׁהִתְנָה הַמְקַבֵּל. וְהֶחֱזִיק הַמְקַבֵּל וְזָכָה בָּהּ. אִם נִתְקַיֵּם הַתְּנַאי נִתְקַיֵּם הַמַּתָּנָה וְאִם לֹא נִתְקַיֵּם הַתְּנַאי בְּטֵלָה הַמַּתָּנָה וְיַחְזִיר פֵּרוֹת שֶׁאָכַל. וְהוּא שֶׁיִּהְיֶה הַתְּנַאי כָּרָאוּי: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל תְּנָאִין שֶׁיֵּשׁ בְּמַתָּנוֹת אוֹ בְּמִקָּח וּמִמְכָּר צָרִיךְ שֶׁיִּהְיֶה תְּנַאי כָּפוּל. וְהֵן קוֹדֵם לְלָאו. וּתְנַאי קוֹדֵם לְמַעֲשֶׂה. וְיִהְיֶה תְּנַאי שֶׁאֶפְשָׁר לְקַיְּמוֹ. וְאִם חָסֵר אֶחָד מֵאֵלּוּ הַתְּנָאִין בָּטֵל וּכְאִלּוּ אֵין שָׁם תְּנַאי: \n",
      "וְכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁו דָּמִי וְאֵינוֹ צָרִיךְ לִכְפּל הַתְּנַאי. כָּךְ הוֹרוּ מִקְצָת הַגְּאוֹנִים וְלָזֶה דַּעְתִּי נוֹטָה. וְרַבּוֹתַי הוֹרוּ שֶׁאֵין צָרִיךְ לִכְפּל הַתְּנַאי וּלְהַקְדִּים הֵן לְלָאו אֶלָּא בְּגִטִּין וּבְקִדּוּשִׁין בִּלְבַד. וְאֵין לְדָבָר זֶה רְאָיָה: \n",
      "הַנּוֹתֵן מַתָּנָה עַל מְנָת לְהַחְזִיר הֲרֵי זוֹ מַתָּנָה. בֵּין שֶׁהִתְנָה לְהַחְזִיר מִיָּד בֵּין שֶׁהִתְנָה לְהַחְזִירָהּ לִזְמַן קָצוּב. אוֹ כָּל יְמֵי חַיָּיו שֶׁל אֶחָד מֵהֶם. אוֹ כָּל יְמֵי חַיָּיו שֶׁל פְּלוֹנִי. הֲרֵי זוֹ מַתָּנָה בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקַע. וְאוֹכֵל פֵּרוֹת כָּל זְמַן הַמַּתָּנָה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שׁוֹר זֶה אֲנִי נוֹתֵן לְךָ בְּמַתָּנָה עַל מְנָת שֶׁתַּחְזִירֵהוּ. הִקְדִּישׁוֹ וְהֶחֱזִירוֹ הֲרֵי זֶה מֻקְדָּשׁ וּמֻחְזָר. אָמַר לוֹ עַל מְנָת שֶׁתַּחְזִירֵהוּ לִי אֵינוֹ קָדוֹשׁ. שֶׁלֹּא הִתְנָה עָלָיו אֶלָּא שֶׁיַּחְזִיר דָּבָר הָרָאוּי לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אָסוּר לְיִשְׂרָאֵל לִתֵּן לְעַכּוּ''ם מַתְּנַת חִנָּם. אֲבָל נוֹתֵן הוּא לְגֵר תּוֹשָׁב. שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ אוֹ מָכֹר לְנָכְרִי\", בִּמְכִירָה וְלֹא בְּמַתָּנָה. אֲבָל לְגֵר תּוֹשָׁב בֵּין בִּמְכִירָה בֵּין בִּנְתִינָה מִפְּנֵי שֶׁאַתָּה מְצֻוֶּה לְהַחְיוֹתוֹ. שֶׁנֶּאֱמַר <small>(ויקרא כה לה)</small> \"גֵּר וְתוֹשָׁב וָחַי עִמָּךְ\": \n",
      "הַנּוֹתֵן מַתָּנָה לְעֶבֶד אוֹ לְאִשָּׁה קָנָה הַבַּעַל וְהָאָדוֹן. אֶלָּא שֶׁהָאָדוֹן קוֹנֶה לַגּוּף וְהַבַּעַל קוֹנֶה אוֹתָהּ לְפֵרוֹת: \n",
      "נָתַן מַתָּנָה לְאִשָּׁה עַל מְנָת שֶׁאֵין לְבַעְלָהּ רְשׁוּת בָּהּ. וּלְעֶבֶד עַל מְנָת שֶׁאֵין לְרַבּוֹ רְשׁוּת בּוֹ. קָנָה הָאָדוֹן וְקָנָה הַבַּעַל. אֲבָל הַנּוֹתֵן מַתָּנָה לְאִשָּׁה אוֹ לְעֶבֶד וְהִתְנָה עִמָּהֶן הַנּוֹתֵן בְּגוּפָהּ שֶׁל מַתָּנָה שֶׁתִּהְיֶה לְכָךְ וְכָךְ. לֹא קָנָה הָאָדוֹן וְלֹא קָנָה הַבַּעַל: \n",
      "כֵּיצַד. הַנּוֹתֵן מַתָּנָה לְאִשָּׁה וְאָמַר לָהּ הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִים לְךָ בְּמַתָּנָה עַל מְנָת שֶׁתִּלְבְּשִׁי בָּהֶן אוֹ עַל מְנָת שֶׁתִּשְׁתִּי בָּהֶם וְתַעֲשִׂי מַה שֶּׁתִּרְצִי בְּלֹא רְשׁוּת הַבַּעַל. לֹא קָנָה הַבַּעַל. וְכֵן אִם אָמַר לְעֶבֶד עַל מְנָת שֶׁתֹּאכַל בָּהֶן וְתִשְׁתֶּה בָּהֶן. עַל מְנָת שֶׁתֵּצֵא בָּהֶם לְחֵרוּת. אוֹ עַל מְנָת שֶׁתַּעֲשֶׂה בָּהֶם כָּל מַה שֶּׁתִּרְצֶה בְּלֹא רְשׁוּת אָדוֹן שֶׁלְּךָ. לֹא קָנָה הָאָדוֹן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַנּוֹתֵן כָּל נְכָסָיו לְעַבְדּוֹ קָנָה עַצְמוֹ וְיָצָא בֶּן חוֹרִין וְקָנָה שְׁאָר הַנְּכָסִים. וְאִם שִׁיֵּר כָּל שֶׁהוּא אֲפִלּוּ מִטַּלְטְלִין לֹא קָנָה כְּלוּם שֶׁאֵין זֶה גֵּט חֵרוּת גָּמוּר שֶׁהֲרֵי שִׁיֵּר בּוֹ בְּגֵט וּמִתּוֹךְ שֶׁלֹּא נִשְׁתַּחְרֵר לֹא קָנָה כְּלוּם: \n"
    ],
    [
      "הַמְקַבֵּל אֶת הַמַּתָּנָה וְזָכָה בָּהּ. וְאַחַר שֶׁבָּאָה לְיָדוֹ וְהוּא שׁוֹתֵק חָזַר בּוֹ וְאָמַר אֵינִי רוֹצֶה בָּהּ. אוֹ אֵינִי מְקַבְּלָהּ. אוֹ הֲרֵי הִיא בְּטֵלָה. אוֹ שֶׁאָמַר מוּם זֶה נִרְאֶה לִי בָּהּ. לֹא אָמַר כְּלוּם. וּכְשֵׁם שֶׁאֵין הַנּוֹתֵן יָכוֹל לַחְזֹר בּוֹ כָּךְ הַמְקַבֵּל אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אַחַר שֶׁזָּכָה. מַתָּנָה זוֹ שֶׁאָמַר הַמְקַבֵּל אֵינִי רוֹצֶה בָּהּ אַחַר שֶׁבָּאת לְיָדוֹ הֲרֵי הִיא הֶפְקֵר וְכָל הַקּוֹדֵם בָּהּ זָכָה בָּהּ שֶׁהֲרֵי הִפְקִירָהּ הַמְקַבֵּל אַחַר שֶׁזָּכָה בָּהּ. אֲבָל אִם הָיָה צוֹוֵחַ מֵעִקָּרוֹ לֹא קָנָה הַמְקַבֵּל וְחוֹזֶרֶת לַבְּעָלִים הָרִאשׁוֹנִים: \n",
      "הַמְזַכֶּה לַחֲבֵרוֹ בְּמַתָּנָה עַל יְדֵי אַחֵר כֵּיוָן שֶׁהֶחְזִיק בָּהּ אַחֵר כְּגוֹן שֶׁמָּשַׁךְ הַמִּטַּלְטְלִין אוֹ הִגִּיעַ שְׁטַר הַקַּרְקַע לְיָדוֹ אוֹ הֶחֱזִיק בַּקַּרְקַע זָכָה חֲבֵרוֹ אַף עַל פִּי שֶׁלֹּא הִגִּיעַ הַמַּתָּנָה לְיָדוֹ וְאֵין הַנּוֹתֵן יָכוֹל לַחְזֹר בּוֹ. אֲבָל הַמְקַבֵּל יָדוֹ עַל הָעֶלְיוֹנָה אִם רָצָה מְקַבֵּל אִם לֹא רָצָה אֵינוֹ מְקַבֵּל שֶׁזָּכִין לְאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו וּזְכוּת הוּא שֶׁתִּנָּתֵן לוֹ מַתָּנָה אִם יִרְצֶה. אֲבָל אִם לֹא יִרְצֶה אֵין נוֹתְנִין מַתָּנָה לְאָדָם בְּעַל כָּרְחוֹ: \n",
      "זִכָּה לוֹ עַל יְדֵי אַחֵר וּכְשֶׁשָּׁמַע הַמְקַבֵּל שָׁתַק וְאַחַר כָּךְ צָוַח וְאָמַר אֵינִי מְקַבְּלָהּ. הֲרֵי זֶה סָפֵק אִם זֶה שֶׁשָּׁתַק כְּבָר רָצָה וְזֶה שֶׁחָזַר וְצָוַח חָזַר בּוֹ. אוֹ שֶׁשָּׁתַק מִפְּנֵי שֶׁעֲדַיִן לֹא הִגִּיעַ לְיָדוֹ כְּלוּם וְזֶה שֶׁצָּוַח הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ. לְפִיכָךְ אִם קָדַם אַחֵר וְזָכָה בָּהּ לְעַצְמוֹ אֵין מוֹצִיאִין מִיָּדוֹ. שֶׁמָּא הַמְקַבֵּל זָכָה וְכֵיוָן שֶׁאָמַר אֵינִי רוֹצֶה בָּהּ הֲרֵי הִפְקִירָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה שֶׁקָּדַם וּלְקָחָהּ מִן הַהֶפְקֵר זָכָה. וְאִם חָזְרוּ הַבְּעָלִים הָרִאשׁוֹנִים וּתְפָשׂוּהָ מִיַּד זֶה שֶׁקָּדַם וְזָכָה בָּהּ אֵין מוֹצִיאִין אוֹתָהּ מִיָּדָם. שֶׁמָּא הַמְקַבֵּל לֹא זָכָה וְכֵיוָן שֶׁאָמַר אֵינִי רוֹצֶה הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ וְלֹא קָנָה אוֹתָהּ וּבִרְשׁוּת בְּעָלִים הָרִאשׁוֹנִים הִיא קַיֶּמֶת עֲדַיִן: \n",
      "רְאוּבֵן שֶׁרָצָה לִתֵּן מֵאָה דִּינָרִין לְשִׁמְעוֹן וְשָׁלַח לוֹ הַמֵּאָה עַל יְדֵי לֵוִי. אִם אָמַר לוֹ זְכֵה בְּמֵאָה זוּז לְשִׁמְעוֹן. אוֹ תֵּן מֵאָה זוּז לְשִׁמְעוֹן. אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. אֲבָל אִם אָמַר לוֹ הוֹלֵךְ מֵאָה זוּז לְשִׁמְעוֹן יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיַּגִּיעַ הַמֵּאָה לְיַד שִׁמְעוֹן: \n",
      "הָלַךְ לֵוִי בְּמֵאָה זוּז שֶׁנִּשְׁתַּלְּחוּ עִמּוֹ לְהוֹלִיכָן לְשִׁמְעוֹן וּבִקֵּשׁ שִׁמְעוֹן וְלֹא מְצָאָהוּ יַחְזִיר לִרְאוּבֵן. מֵת שִׁמְעוֹן בְּחַיֵּי רְאוּבֵן יַחְזִיר לִרְאוּבֵן אוֹ לְיוֹרְשָׁיו. מֵת רְאוּבֵן בְּחַיֵּי שִׁמְעוֹן יִתֵּן הַמֵּאָה לְשִׁמְעוֹן אוֹ לְיוֹרְשָׁיו שֶׁמִּצְוָה לְקַיֵּם דִּבְרֵי הַמֵּת וְאַף עַל פִּי שֶׁאָמַר הַדְּבָרִים וְהוּא בָּרִיא. שֶׁהֲרֵי הַמֵּאָה בְּיָדוֹ שֶׁל שָׁלִיחַ עֲדַיִן: \n",
      "אֵין אָדָם זוֹכֶה בְּמַתָּנָה לַחֲבֵרוֹ עַד שֶׁיִּהְיֶה הַזּוֹכֶה גָּדוֹל וּבֶן דַּעַת. וְאֶחָד אִישׁ וְאֶחָד אִשָּׁה וַאֲפִלּוּ אֵשֶׁת אִישׁ וְעֶבֶד וְשִׁפְחָה. אֲבָל הָעַכּוּ''ם אֵינוֹ זוֹכֶה הוֹאִיל וְאֵין רָאוּי לִשְׁלִיחוּת לְעוֹלָם כָּךְ אֵינוֹ זוֹכֶה לְיִשְׂרָאֵל. וּכְשֵׁם שֶׁאֵין יִשְׂרָאֵל נַעֲשֶׂה שָׁלִיחַ לְעַכּוּ''ם כָּךְ אֵינוֹ זוֹכֶה לְעַכּוּ''ם: \n",
      "קָטָן שֶׁנּוֹתְנִין לוֹ צְרוֹר וְזוֹרְקוֹ אֱגוֹז וְנוֹטְלוֹ זוֹכֶה לְעַצְמוֹ וְאֵינוֹ זוֹכֶה לַאֲחֵרִים. פָּחוֹת מִזֶּה לֹא זָכָה לְעַצְמוֹ וְלֹא לַאֲחֵרִים. וְכֵן הַשּׁוֹטֶה אֵינוֹ זוֹכֶה לֹא לוֹ וְלֹא לַאֲחֵרִים. וְהַמְזַכֶּה לְשׁוֹטֶה עַל יְדֵי בֶּן דַּעַת זָכָה. אֲבָל הַחֵרֵשׁ זוֹכֶה לְעַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה: \n",
      "זָכִין לְקָטָן אֲפִלּוּ בֶּן יוֹם אֶחָד. וּלְגָדוֹל בֵּין בְּפָנָיו בֵּין שֶׁלֹּא בְּפָנָיו. וַחֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ אַף עַל פִּי שֶׁאֵינוֹ עוֹמֵד שָׁם כֵּיוָן שֶׁהִגִּיעַ הַמַּתָּנָה לַחֲצֵרוֹ כְּאִלּוּ זָכָה בָּהּ אַחֵר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּחָצֵר הַמִּשְׁתַּמֶּרֶת. אֲבָל בְּחָצֵר שֶׁאֵינָהּ מִשְׁתַּמֶּרֶת כְּגוֹן שָׂדֵהוּ וְחֻרְבָּתוֹ עַד שֶׁיִּהְיֶה עוֹמֵד בְּצִדָּהּ וְיֹאמַר זָכְתָה לִי שָׂדִי. וְכֵן אַרְבַּע אַמּוֹת שֶׁל אָדָם שֶׁהוּא עוֹמֵד בְּצִדָּן קוֹנִין לוֹ בְּסִמְטָא אוֹ בְּצִדֵּי רְשׁוּת הָרַבִּים אוֹ בְּחָצֵר שֶׁאֵין לָהּ בְּעָלִים. אֲבָל בִּרְשׁוּת הָרַבִּים אוֹ בִּשְׂדֵה חֲבֵרוֹ אֵינוֹ זוֹכֶה עַד שֶׁיַּגִּיעַ מַתָּנָה לְיָדוֹ. וּקְטַנָּה תִּזְכֶּה לָהּ חֲצֵרָהּ וְאַרְבַּע אַמּוֹת שֶׁלָּהּ. אֲבָל הַקָּטָן אֵינוֹ זוֹכֶה עַד שֶׁתַּגִּיעַ מַתָּנָה לְיָדוֹ אוֹ עַד שֶׁיִּזְכֶּה לוֹ אַחֵר: \n",
      "הַמַּתָּנָה כְּגֵט, שֶׁאֵין אָדָם יָכוֹל לִמְסֹר דְּבָרִים לְשָׁלִיחַ. כֵּיצַד. אָמַר לִשְׁלֹשָׁה אִמְרוּ לִפְלוֹנִי וּפְלוֹנִי שֶׁיִּכְתְּבוּ וְיַחְתְּמוּ בִּשְׁטַר מַתָּנָה וְיִתְּנוּהָ לִפְלוֹנִי אֵין זֶה כְּלוּם. וְאִם אָמְרוּ לְאוֹתָן הָעֵדִים וְכָתְבוּ וְנָתְנוּ לַמְקַבֵּל לֹא קָנָה. וְכֵן אִם אָמַר לִשְׁנַיִם כִּתְבוּ וְחִתְמוּ בִּשְׁטַר מַתָּנָה וּתְנוּהוּ לִפְלוֹנִי אֵינָן יְכוֹלִין לוֹמַר לַסּוֹפֵר לִכְתֹּב אֶלָּא הֵן עַצְמָן כּוֹתְבִין כְּמוֹ בְּגֵט: \n",
      "הַכּוֹתֵב בִּשְׁטָר נָתַתִּי שָׂדֶה פְּלוֹנִית לִפְלוֹנִי. אוֹ שֶׁכָּתַב נְתַתִּיהָ לוֹ אוֹ הֲרֵי הִיא שֶׁלּוֹ. הֲרֵי זוֹכֶה בָּהּ כְּשֶׁיַּגִּיעַ הַשְּׁטָר לְיָדוֹ. אֲבָל אִם כָּתַב בַּשְּׁטָר אֶתְּנֶנָּה לוֹ. אַף עַל פִּי שֶׁהֵעִידוּ עָלָיו הָעֵדִים. לֹא זָכָה הַמְקַבֵּל עַד שֶׁיֹּאמַר לָעֵדִים כִּתְבוּ שְׁטַר מַתָּנָה וּתְנוּ לוֹ וְכוֹתְבִין וְנוֹתְנִין לוֹ. שֶׁאֵין הַמְקַבֵּל זוֹכֶה עַד שֶׁיַּגִּיעַ שְׁטַר הַמַּתָּנָה לְיָדוֹ אוֹ עַד שֶׁיִּזְכֶּה לוֹ בּוֹ עַל יְדֵי אֲחֵרִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאוֹמֵר נָתַתִּי שָׂדֶה פְּלוֹנִית לִפְלוֹנִי וְהוּא אוֹמֵר לֹא נָתַן לִי. חוֹשְׁשִׁין שֶׁמָּא זִכָּה לוֹ עַל יְדֵי אַחֵר. אֲבָל אִם אָמַר כָּתַבְתִּי וְנָתַתִּי לוֹ וְהוּא אוֹמֵר לֹא כָּתַב וְלֹא נָתַן לִי. אִם הַמְקַבֵּל מַתָּנָה הוּא שֶׁאָמַר כֵּן. הוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים הוּא וְהַנּוֹתֵן אוֹכֵל פֵּרוֹת שָׂדֵהוּ. וְאִם בֶּן הַמְקַבֵּל הוּא שֶׁאָמַר לֹא נָתַתָּ לְאָבִי שָׂדֶה זוֹ וְהוּא אוֹמֵר כָּתַבְתִּי וְנָתַתִּי לוֹ. מַנִּיחִין אֶת הַפֵּרוֹת עַל יְדֵי שָׁלִישׁ עַד שֶׁיִּוָּדַע הַדָּבָר הֵיאַךְ הוּא: \n",
      "מְקַבֵּל מַתָּנָה שֶׁטָּעַן וְאָמַר זוֹ שֶׁתַּחַת יָדִי אֵינָהּ מַתָּנָה בְּיָדִי אֶלָּא שׁוֹמֵר אֲנִי עָלֶיהָ וְכַיּוֹצֵא בּוֹ. אוֹ שֶׁאָמַר בְּטֵלָה הָיְתָה מִתְּחִלָּתָהּ לְפִי שֶׁלֹּא קִבַּלְתִּיהָ אוֹ בְּעַל כָּרְחִי בְּאֹנֶס אוֹ בְּטָעוּת וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ דְּבָרָיו קַיָּמִין. וְנִשְׁבָּע עַל זֶה שְׁבוּעַת הֶסֵּת וְתַחְזֹר לִבְעָלֶיהָ: \n",
      "טָעַן הַנּוֹתֵן וְאָמַר שׁוֹמֵר אַתָּה עָלֶיהָ אוֹ שֶׁאָמַר שֶׁלֹּא מִדַּעְתִּי נְתַתִּיהָ אוֹ גְּזוּלָה הִיא בְּיָדְךָ וְזֶה אוֹמֵר אַתָּה נָתַתָּ לִי. נִשְׁבָּע הַמְקַבֵּל שְׁבוּעַת הֶסֵּת וְנִפְטָר: \n"
    ],
    [
      "הַנּוֹתֵן מַתָּנָה בֵּין בָּרִיא בֵּין חוֹלֶה צָרִיךְ שֶׁתִּהְיֶה גְּלוּיָה וּמְפֻרְסֶמֶת. אָמַר לְעֵדִים כִּתְבוּ בַּסֵּתֶר וּתְנוּ לוֹ אֵינָהּ כְּלוּם. שֶׁזֶּה מַעֲרִים כְּדֵי לְאַבֵּד מָמוֹן אֲחֵרִים שֶׁיַּחֲזֹר וְיִמְכֹּר אַחַר שֶׁיִּתֵּן: \n",
      "לְפִיכָךְ כָּל שְׁטַר מַתְּנַת קַרְקַע שֶׁאֵין כָּתוּב בּוֹ וְאָמַר לָנוּ פְּלוֹנִי הַנּוֹתֵן שְׁבוּ בַּשְּׁוָקִים וּבָרְחוֹבוֹת וְכִתְבוּ לוֹ מַתָּנָה גְּלוּיָה וּמְפֻרְסֶמֶת וְכַיּוֹצֵא בְּעִנְיָנִים אֵלּוּ חוֹשְׁשִׁין לָהּ שֶׁמָּא מַתָּנָה מְסֻתֶּרֶת הִיא וְלֹא זָכָה הַמְקַבֵּל: \n",
      "הַכּוֹתֵב שְׁתֵּי מַתָּנוֹת עַל שָׂדֶה אַחַת הָרִאשׁוֹנָה מְסֻתֶּרֶת וְהָאַחֲרוֹנָה גְּלוּיָה וּמְפֻרְסֶמֶת אַחֲרוֹן קָנָה וַאֲפִלּוּ הָיְתָה הָרִאשׁוֹנָה סְתָם וְאֵין בָּהּ לֹא עִנְיַן סְתִירָה וְלֹא עִנְיַן גִּלּוּי אֶלָּא מַתָּנָה סְתָם הָאַחֲרוֹן קָנָה: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהַמּוֹסֵר מוֹדָעָה וְאַחַר כָּךְ נָתַן הַמַּתָּנָה בְּטֵלָה אַף עַל פִּי שֶׁאֵין זֶה אֹנֶס. שֶׁאֵין הוֹלְכִין בְּמַתָּנָה אֶלָּא אַחַר דַּעַת הַנּוֹתֵן. הוֹאִיל וְגִלָּה דַּעְתּוֹ שֶׁאֵינוֹ רוֹצֶה בָּהּ מַתְּנָתוֹ בְּטֵלָה. לְפִיכָךְ מִי שֶׁהָיוּ הַדְּבָרִים מוֹכִיחִין שֶׁאֵין דַּעְתּוֹ לִתֵּן מַתָּנָה זוֹ אֲפִלּוּ שֶׁנְּתָנָהּ מַתָּנָה גְּלוּיָה וְנִמְצֵאת שֶׁנִּתְּנָה מִקֹּדֶם מַתָּנָה מְסֻתֶּרֶת הֲרֵי שְׁתֵּי הַמַּתָּנוֹת בְּטֵלוֹת. הָרִאשׁוֹנָה מִפְּנֵי שֶׁהִיא מְסֻתֶּרֶת. וְהַשְּׁנִיָּה מִפְּנֵי שֶׁהַדָּבָר מוֹכִיחַ שֶׁאֵינוֹ רוֹצֶה וַהֲרֵי קָדְמָה זוֹ הַמַּתָּנָה שֶׁנִּמְצְאָה כְּמוֹ מוֹדָעָה לָהּ: \n",
      "מַעֲשֶׂה בְּאֶחָד שֶׁרָצָה לִשָּׂא אִשָּׁה. אָמְרָה לוֹ אֵינִי נִשֵּׂאת לְךָ עַד שֶׁתִּכְתֹּב לִי כָּל נְכָסֶיךָ. שָׁמַע בְּנוֹ הַגָּדוֹל וְצָוַח עַל שֶׁמַּנִּיחוֹ רֵיקָן. אָמַר לָעֵדִים לְכוּ וְהֵחָבְאוּ וְכִתְבוּ לוֹ כָּל נְכָסַי בְּמַתָּנָה. וְאַחַר כָּךְ כָּתַב לָהּ כָּל נְכָסָיו וּנְשָׂאָהּ. וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ הַבֵּן לֹא קָנָה וְהָאִשָּׁה לֹא קָנְתָה. שֶׁהֲרֵי לֹא בִּרְצוֹנוֹ כָּתַב לָהּ וּכְאָנוּס בַּדָּבָר הוּא. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ בַּמַּתָּנָה הָרִאשׁוֹנָה אַף עַל פִּי שֶׁהִיא בְּטֵלָה מִפְּנֵי שֶׁהִיא מְסֻתֶּרֶת. וְכֵן כָּל כַּיּוֹצֵא בְּעִנְיָנִים אֵלּוּ: \n",
      "שְׁנֵי שְׁטָרוֹת שֶׁזְּמַנָּן בְּיוֹם אֶחָד וְהֵן כְּתוּבִין עַל שָׂדֶה אַחַת בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה. אִם דֶּרֶךְ אַנְשֵׁי הַמָּקוֹם לִכְתֹּב שָׁעוֹת כָּל הַקּוֹדֵם זָכָה. וְאִם אֵין דֶּרֶךְ הַמָּקוֹם לִכְתֹּב שָׁעוֹת הֲרֵי הַדָּבָר מָסוּר לַדַּיָּנִים. כָּל שֶׁדַּעְתָּם נוֹטָה לְהַעֲמִיד שָׂדֶה זוֹ בְּיָדוֹ יַעֲמִידוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁטָר שֶׁאֵין בּוֹ קִנְיָן אֶלָּא קָנָה שָׂדֶה זוֹ בִּשְׁטָר זֶה. שֶׁאֵין אָנוּ יוֹדְעִין מִי הוּא מִשְּׁנֵיהֶם שֶׁהִגִּיעַ שְׁטָרוֹ לְיָדוֹ תְּחִלָּה. אֲבָל אִם הָיָה בְּכָל שְׁטָר מֵהֶן קִנְיָן כָּל שֶׁקָּדַם לוֹ הַקִּנְיָן זָכָה וְיִשְׁאֲלוּ הָעֵדִים. וְכֵן אִם הָיוּ שָׁם עֵדִים שֶׁזֶּה הִגִּיעַ לְיָדוֹ שְׁטַר מַתְּנָתוֹ תְּחִלָּה קָנָה הָרִאשׁוֹן: \n",
      "שְׁנֵי שְׁטָרוֹת הַיּוֹצְאִים עַל שָׂדֶה אַחַת בְּשֵׁם קוֹנֶה אֶחָד וְאֵין זְמַנָּם שָׁוֶה. אִם הָיָה שְׁטָר אֶחָד מֶכֶר וְאֶחָד מַתָּנָה. אִם הָיָה הַשְּׁטָר הָרִאשׁוֹן מַתָּנָה וְהַשֵּׁנִי שֶׁאַחֲרָיו מֶכֶר לֹא בִּטֵּל הָאַחֲרוֹן אֶת הָרִאשׁוֹן. שֶׁיֵּשׁ לוֹמַר לְהוֹסִיף לוֹ אַחֲרָיוּת חָזַר וְכָתַב בְּשֵׁם מֶכֶר אַף עַל פִּי שֶׁלֹּא הָיָה כּוֹתֵב שָׁם אַחֲרָיוּת שֶׁאַחֲרָיוּת טָעוּת סוֹפֵר הוּא. וְכֵן אִם הָרִאשׁוֹן מֶכֶר וְהַשֵּׁנִי מַתָּנָה קָנָה הַשָּׂדֶה מִזְּמַן רִאשׁוֹן. שֶׁלֹּא כָּתַב לוֹ שְׁטַר מַתָּנָה אֶלָּא לְיַפּוֹת כֹּחוֹ וּמִשּׁוּם דִּין בֶּן הַמֵּצַר: \n",
      "הָיוּ שְׁנֵי הַשְּׁטָרוֹת בְּמֶכֶר אוֹ שְׁנֵיהֶם בְּמַתָּנָה. אִם הוֹסִיף בַּשֵּׁנִי כְּלוּם הֲרֵי הָרִאשׁוֹן קַיָּם שֶׁלֹּא כָּתַב הַשֵּׁנִי אֶלָּא מִפְּנֵי הַתּוֹסֶפֶת. וְאִם לֹא הוֹסִיף בִּטֵּל שְׁטָר שֵׁנִי אֶת הָרִאשׁוֹן וְאֵין לוֹ אַחֲרָיוּת אֶלָּא מִזְּמַן הַשֵּׁנִי. לְפִיכָךְ כָּל הַפֵּרוֹת שֶׁאָכַל הַלּוֹקֵחַ מִזְּמַן רִאשׁוֹן עַד זְמַן שֵׁנִי מַחְזִיר אוֹתָם. וְאִם הָיָה עַל אוֹתָהּ שָׂדֶה חֹק לַמֶּלֶךְ בְּכָל שָׁנָה. הַנּוֹתֵן אוֹ הַמּוֹכֵר נוֹתֵן אוֹתוֹ הַחֹק עַד זְמַן הַשְּׁטָר הַשֵּׁנִי: \n"
    ],
    [
      "לְעוֹלָם אוֹמְדִין דַּעַת הַנּוֹתֵן. אִם הָיוּ הַדְּבָרִים מַרְאִין סוֹף דַּעְתּוֹ עוֹשִׂין עַל פִּי הָאֹמֶד אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ. כֵּיצַד. מִי שֶׁהָלַךְ בְּנוֹ לִמְדִינַת הַיָּם וְשָׁמַע שֶׁמֵּת וְכָתַב כָּל נְכָסָיו לְאַחֵר מַתָּנָה גְּלוּיָה גְּמוּרָה וְאַחַר כָּךְ בָּא בְּנוֹ אֵין מַתְּנָתוֹ קַיֶּמֶת. שֶׁהַדְּבָרִים מוֹכִיחִין שֶׁאִלּוּ יָדַע שֶׁבְּנוֹ קַיָּם לֹא הָיָה נוֹתֵן כָּל נְכָסָיו. לְפִיכָךְ אִם שִׁיֵּר מִנְּכָסָיו כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין בְּמִטַּלְטְלִין מַתְּנָתוֹ קַיֶּמֶת: \n",
      "וְכֵן הַכּוֹתֵב כָּל נְכָסָיו מַתָּנָה לְאֶחָד מִבָּנָיו בֵּין שֶׁהָיָה בָּרִיא בֵּין שֶׁהָיָה שְׁכִיב מֵרַע. אֲפִלּוּ הָיָה בֵּן קָטָן הַמֻּטָּל בָּעֲרִיסָה לֹא עָשָׂהוּ אֶלָּא אַפּוֹטְרוֹפּוֹס. וַהֲרֵי הוּא בְּכָל הַנְּכָסִים כְּאֶחָד מֵאֶחָיו. אֻמְדַּן דַּעַת הוּא שֶׁלֹּא נִתְכַּוֵּן אֶלָּא לִהְיוֹת אֶחָיו נִשְׁמָעִין לוֹ. וְאִם שִׁיֵּר כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין בְּמִטַּלְטְלִין זָכָה הַבֵּן בְּמַתָּנָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכָּתַב לְבֵן בֵּין הַבָּנִים. אֲבָל אִם כָּתַב כָּל נְכָסָיו לְבֵן בֵּין הַבָּנוֹת אוֹ לְבַת בֵּין הַבָּנוֹת אוֹ לְאֶחָד מִן הַיּוֹרְשִׁין בֵּין שְׁאָר הַיּוֹרְשִׁין. אַף עַל פִּי שֶׁלֹּא שִׁיֵּר כְּלוּם מַתְּנָתוֹ קַיֶּמֶת: \n",
      "וְכֵן הַכּוֹתֵב כָּל נְכָסָיו לְאִשְׁתּוֹ בֵּין בָּרִיא בֵּין שְׁכִיב מֵרַע אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לֹא עֲשָׂאָהּ אֶלָּא אַפּוֹטְרוֹפָּא עַל יוֹרְשָׁיו. בֵּין שֶׁהָיוּ יוֹרְשֵׁי בָּנָיו מִמֶּנָּה אוֹ מֵאִשָּׁה אַחֶרֶת אוֹ אֶחָיו אוֹ שְׁאָר יוֹרְשָׁיו. וְאִם שִׁיֵּר כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין מִטַּלְטְלִין קָנְתָה כָּל שֶׁכָּתַב לָהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְשׂוּאָה. אֲבָל אִם כָּתַב כָּל נְכָסָיו לְאִשְׁתּוֹ אֲרוּסָה אוֹ לִגְרוּשָׁה אַף עַל פִּי שֶׁלֹּא שִׁיֵּר כְּלוּם הֲרֵי הִיא כִּשְׁאָר בְּנֵי אָדָם וּמַתְּנָתוֹ קַיֶּמֶת: \n",
      "הַכּוֹתֵב כָּל נְכָסָיו לְאֶחָד מִבָּנָיו וּלְאַחֵר. זֶה הָאַחֵר קָנָה חֲצִי הַנְּכָסִים בְּמַתָּנָה. וְנִשְׁאַר הַחֵצִי לְבָנָיו. וְהַבֵּן שֶׁנָּתְנוּ לוֹ אַפּוֹטְרוֹפּוֹס מִנָּהוּ עַל שְׁאָר אֶחָיו: \n",
      "וְכֵן אִם כָּתַב כָּל נְכָסָיו לְאִשְׁתּוֹ וּלְאַחֵר. זֶה הָאַחֵר קָנָה מֶחֱצָה וְאִשְׁתּוֹ אַפּוֹטְרוֹפָּא עַל מֶחֱצָה: \n",
      "כָּל אִשָּׁה שֶׁקָּנְתָה כָּל נִכְסֵי בַּעְלָהּ בְּמַתָּנָה. אִבְּדָה כְּתֻבָּתָהּ וְתִקָּרַע. לְפִיכָךְ אִם יָצָא שְׁטַר חוֹב עָלָיו וְהָלְכוּ כָּל הַנְּכָסִים בְּחוֹבוֹ שֶׁקָּדַם הַמַּתָּנָה תִּשָּׁאֵר הִיא בְּלֹא כְּלוּם וְלֹא תִּקַּח בִּכְתֻבָּתָהּ שֶׁקָּדְמָה הַחוֹב. שֶׁאֻמְדַּן דַּעַת הוּא שֶׁבַּהֲנָאָה שֶׁבָּאָה לָהּ בִּשְׁמוּעָה זוֹ שֶׁכָּתַב לָהּ כָּל נְכָסָיו אִבְּדָה כָּל זְכוּת שֶׁיֵּשׁ לָהּ בַּנְּכָסִים חוּץ מִמַּתָּנָה זוֹ: \n",
      "וְכֵן הַכּוֹתֵב נְכָסָיו לְבָנָיו בֵּין זְכָרִים בֵּין נְקֵבוֹת בֵּין בָּרִיא בֵּין שְׁכִיב מֵרַע וְכָתַב לְאִשְׁתּוֹ עִמָּהֶן קַרְקַע כָּל שֶׁהוּא. הוֹאִיל וְעָשָׂה אוֹתָהּ שֻׁתָּף בֵּין הַבָּנִים וְלֹא מָחֲתָה אִבְּדָה כְּתֻבָּתָהּ וְאֵינָהּ טוֹרֶפֶת מִנְּכָסִים אֵלּוּ כְּלוּם. אֲבָל מִנְּכָסָיו שֶׁיָּבוֹאוּ לוֹ אַחַר אֵלּוּ נוֹטֶלֶת מֵהֶן כְּתֻבָּתָהּ: \n",
      "כָּתַב לָהּ עִמָּהֶן מִטַּלְטְלִין בִּלְבַד אוֹ שֶׁשִּׁיֵּר לְעַצְמוֹ קַרְקַע כָּל שֶׁהוּא. כְּתֻבָּתָהּ קַיֶּמֶת. וְתַקָּנַת הַגְּאוֹנִים הִיא שֶׁאֲפִילוּ שִׁיֵּר מִטַּלְטְלִים כָּל שֶׁהוּא. שֶׁהֲרֵי הִיא אוֹמֶרֶת מִמַּה שֶּׁשִּׁיֵּר אֲנִי גּוֹבָה וּמִתּוֹךְ שֶׁתֵּרֵד לְמַה שֶּׁשִּׁיֵּר תֵּרֵד לִשְׁאָר נְכָסִים וְתִטְרֹף: \n",
      "הַכּוֹתֵב כָּל נְכָסָיו לְבָנָיו וְכָתַב לְאִשְׁתּוֹ חֵלֶק עִמָּהֶן. וּמֵת אֶחָד מִן הַבָּנִים בְּחַיֵּי אָבִיו. הֲרֵי זוֹ תִּגְבֶּה כְּתֻבָּתָהּ מֵחֵלֶק זֶה שֶׁמֵּת. שֶׁלֹּא אִבְּדָה כְּתֻבָּתָהּ אֶלָּא מִלִּטְרֹף מֵהֶן: \n",
      "הָרוֹצָה לְהִנָּשֵׂא וְכָתְבָה כָּל נְכָסֶיהָ בֵּין לִבְנָהּ בֵּין לְאַחֵר. וְאַחַר כָּךְ נִשֵּׂאת וְנִתְגָּרְשָׁה אוֹ שֶׁמֵּת בַּעְלָהּ. מַתְּנָתָהּ בְּטֵלָה שֶׁזּוֹ מַבְרַחַת הִיא וְלֹא כָּתְבָה כָּל נְכָסֶיהָ אֶלָּא לְהַבְרִיחַ מִבַּעְלָהּ שֶׁלֹּא יִירָשֶׁנָּה. וּכְשֶׁתִּהְיֶה צְרִיכָה לָהֶן יַחְזְרוּ לָהּ. לְפִיכָךְ אִם מֵתָה הִיא בְּחַיֵּי בַּעְלָהּ קָנָה הַמְקַבֵּל מַתָּנָה אֶת הַכּל. וְאִם שִׁיְּרָה כְּלוּם אֲפִלּוּ מִטַּלְטְלִין מַתְּנָתָהּ קַיֶּמֶת וְאַף עַל פִּי שֶׁנִּתְגָּרְשָׁה אֵינָהּ חוֹזֶרֶת: \n",
      "כָּל הַנּוֹתְנִין כָּל נִכְסֵיהֶם. מִשֶּׁתִּבָּטֵל הַמַּתָּנָה וְיַחְזְרוּ כָּל הַנְּכָסִין לַבְּעָלִים הָרִאשׁוֹנִים אֵין הַמְקַבֵּל מַתָּנָה מַחְזִיר פֵּרוֹת. שֶׁאֲפִילוּ נָתַן הָאָדָם מַתָּנָה בְּפֵרוּשׁ עַל מְנָת לְהַחְזִיר כָּל יְמֵי חַיֵּי פְּלוֹנִי הֲרֵי זֶה אוֹכֵל פֵּרוֹת כָּל זְמַן הַמַּתָּנָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁשָּׁלַח כֵּלִים מִמְּדִינַת הַיָּם וְאָמַר יִנָּתְנוּ אֵלּוּ לְבָנַי. הֲרֵי אֵלּוּ יִנָּתְנוּ לַבָּנִים וְלַבָּנוֹת. הָרָאוּי לַבָּנִים כְּגוֹן סְפָרִים וּכְלֵי מִלְחָמָה לַבָּנִים. וְהָרָאוּי לַבָּנוֹת כְּגוֹן כְּלֵי מֶשִׁי הַצְּבוּעִים וַחֲלִי זָהָב יִטְּלוּם הַבָּנוֹת. הָיוּ רְאוּיִין לִזְכָרִים וְלִנְקֵבוֹת יִטְּלוּ אוֹתָן הַזְּכָרִים. וְכֵן הַמְשַׁלֵּחַ כֵּלִים לְבֵיתוֹ סְתָם וְהָיוּ בָּהֶן כֵּלִים הָרְאוּיִין לְבָנוֹת. יִטְּלוּ אוֹתָן בְּנוֹתָיו. אֻמְדַּן דַּעַת הוּא שֶׁלָּהֶן שָׁלַח. וְאִם אֵין לוֹ בָּנוֹת אוֹ שֶׁהָיוּ בְּנוֹתָיו נְשׂוּאוֹת. יִטְּלוּ אוֹתָן נְשֵׁי בָּנָיו. שֶׁהַדַּעַת נוֹטָה שֶׁלָּהֶן שָׁלַח: \n",
      "הַמַּשִּׂיא בְּנוֹ גָּדוֹל לִבְתוּלָה בַּבַּיִת קָנָה הַבַּיִת. וְהוּא שֶׁיִּהְיוּ נִשּׂוּאִין רִאשׁוֹנִים לְזֶה הַבֵּן. וְלֹא הִשִּׂיא הָאָב בֵּן אַחֵר קֹדֶם לוֹ וְלֹא שִׁיֵּר הָאָב בְּזֶה הַבַּיִת שֶׁיִּחֵד לוֹ כְּלוּם. וּדְבָרִים אֵלּוּ כַּהֲלָכָה שֶׁאֵין לָהֶם טַעַם הֵם. וְנָגְעוּ חֲכָמִים בַּדָּבָר הַזֶּה מֵאֻמְדַּן הַדַּעַת. שֶׁמֵּרֹב שִׂמְחָתוֹ וְאַהֲבָתוֹ גָּמַר וְהִקְנָהוּ הַבַּיִת. שֶׁהֲרֵי לֹא שִׁיֵּר בָּהּ לְעַצְמוֹ כְּלוּם. לְפִיכָךְ אִם שִׁיֵּר שָׁם אֲפִלּוּ פַּךְ אֶחָד לֹא קָנָה הַבַּיִת. יִחֵד לוֹ בַּיִת וּכְלֵי בַּיִת אַף עַל פִּי שֶׁשִּׁיֵּר בַּבַּיִת כְּלִי אֶחָד לְעַצְמוֹ אוֹ הָיָה לוֹ שָׁם אוֹצָר וְכַיּוֹצֵא בּוֹ. קָנָה כְּלֵי הַבַּיִת אֲבָל הַבַּיִת לֹא קָנָה: \n",
      "יִחֵד לוֹ בַּיִת וַעֲלִיָּה. בַּיִת קָנָה עֲלִיָּה לֹא קָנָה. וְכֵן אִם יִחֵד לוֹ בַּיִת וְאַכְסַדְרָה בַּיִת קָנָה אַכְסַדְרָה לֹא קָנָה. שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה לֹא קָנָה אֶלָּא הָאֶחָד שֶׁנָּשָׂא בּוֹ: \n",
      "כְּבָר בֵּאַרְנוּ בְּנִשּׂוּאִין שֶׁשְּׁנַיִם שֶׁהָיָה בֵּינֵיהֶם שִׁדּוּכִין וּפָסַק זֶה עַל יְדֵי בְּנוֹ וְזֶה עַל יְדֵי בִּתּוֹ. וְאָמְרוּ כַּמָּה אַתָּה נוֹתֵן לְבִנְךָ. כָּךְ וְכָךְ. וְכַמָּה אַתָּה נוֹתֵן לְבִתְּךָ. כָּךְ וְכָךְ. וְעָמְדוּ וְקִדְּשׁוּ. קָנוּ בַּאֲמִירָה. וְאֵין קוֹנִין בַּאֲמִירָה זוֹ עַד שְׁעַת נִשּׂוּאִין שֶׁכָּל הַפּוֹסֵק דַּעְתּוֹ לִכְנֹס. וּצְרִיכִין שֶׁיִּהְיוּ הַדְּבָרִים שֶׁהֵן פּוֹסְקִין מְצוּיִין בִּרְשׁוּתוֹ. שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם כְּמוֹ שֶׁבֵּאַרְנוּ. וּדְבָרִים אֵלּוּ לֹא נִתְּנוּ לְהִכָּתֵב. לְפִיכָךְ אֵינָן כִּשְׁטָר עַד שֶׁיִּטְרֹף בָּהֶן: \n",
      "הַמְקַדֵּשׁ אֶת הָאִשָּׁה. אֲפִלּוּ קִדְּשָׁהּ בְּאֶלֶף דִּינָר. בֵּין שֶׁחָזְרָה הִיא בֵּין שֶׁחָזַר הוּא. בֵּין שֶׁמֵּת הוּא בֵּין שֶׁמֵּתָה הִיא. אֵין הַקִּדּוּשִׁין חוֹזְרִין לְעוֹלָם. אֶלָּא הֲרֵי הֵן מַתָּנָה גְּמוּרָה שֶׁאֵין לָהֶם חֲזָרָה: \n",
      "וְאִם הָיוּ קִדּוּשֵׁי טָעוּת חוֹזְרִין הַמָּעוֹת: \n",
      "והַמְקַדֵּשׁ אֲחוֹתוֹ הַמָּעוֹת מַתָּנָה. אָדָם יוֹדֵעַ שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בַּעֲרָיוֹת וְאֵין זֶה טוֹעֶה אֶלָּא גָּמַר וְנָתַן לְשֵׁם מַתָּנָה: \n",
      "הַשּׁוֹלֵחַ סִבְלוֹנוֹת לְבֵית חָמִיו בֵּין מְרֻבִּין בֵּין מוּעָטִין. בֵּין שֶׁאָכַל שָׁם סְעוּדַת אֵרוּסִין בֵּין שֶׁלֹּא אָכַל. בֵּין שֶׁמֵּת הוּא בֵּין שֶׁמֵּתָה הִיא. אוֹ שֶׁחָזַר בּוֹ הָאִישׁ. יַחְזְרוּ הַסִּבְלוֹנוֹת כֻּלָּן חוּץ מִן הַמַּאֲכָל וְהַמַּשְׁקֶה: \n",
      "וְכֵן כֵּלִים מֻעָטִים שֶׁשָּׁלַח לָהּ לְהִשְׁתַּמֵּשׁ שָׁם בְּבֵית אָבִיהָ. אִם נִשְׁתַּמְּשָׁה בָּהֶן וּבָלוּ אוֹ אָבְדוּ אֵינָן מִשְׁתַּלְּמִין. אֲבָל אִם הָיוּ קַיָּמִין חוֹזֵר הַכּל וְגוֹבֶה אוֹתָם בְּבֵית דִּין. שֶׁהַדָּבָר יָדוּעַ שֶׁלֹּא שְׁלָחָם אֶלָּא דֶּרֶךְ נוֹי בִּלְבַד: \n",
      "חָזְרָה הִיא בָּהּ חוֹזֵר הַכּל. וַאֲפִלּוּ הַמַּאֲכָל וְהַמַּשְׁקֶה נוֹתֶנֶת דָּמָיו בְּזוֹל. וּכְבָר הִסְכִּימוּ הַגְּאוֹנִים שֶׁאִם הָיוּ דְּמֵי מַאֲכָל וּמַשְׁקֶה [שָׁוֶה] שִׁשָּׁה מִשְׁתַּלֶּמֶת אַרְבָּעָה אִם חָזְרָה בָּהּ. שֶׁלֹּא נָתַן לָהּ מַתָּנָה זוֹ אֶלָּא לְדַעַת שֶׁלֹּא תַּחְזֹר בָּהּ: \n",
      "הוֹרוּ רַבּוֹתַי שֶׁאִם הָיָה מִנְהַג הַמְּדִינָה שֶׁיַּעֲשֶׂה כָּל אָדָם סְעוּדָה וְיַאֲכִיל לְרֵעָיו אוֹ יְחַלֵּק מָעוֹת לַשַּׁמָּשִׁין וְלַחַזָּנִין וְכַיּוֹצֵא בָּהֶן וְעָשָׂה כְּדֶרֶךְ שֶׁעוֹשִׂין כָּל הָעָם וְחָזְרָה בָּהּ מְשַׁלֶּמֶת הַכּל. שֶׁהֲרֵי גָּרְמָה לוֹ לְאַבֵּד מָמוֹן וְכָל הַגּוֹרֵם לְאַבֵּד מָמוֹן חֲבֵרוֹ מְשַׁלֵּם. וְהוּא שֶׁיִּהְיוּ לוֹ עֵדִים כַּמָּה הוֹצִיא. שֶׁאֵין זֶה נִשְׁבָּע וְנוֹטֵל: \n"
    ],
    [
      "מִנְּהָג פָּשׁוּט בְּרֹב הַמְּדִינוֹת שֶׁבִּזְמַן שֶׁיִּשָּׂא אָדָם אִשָּׁה מְשַׁלְּחִין לוֹ רֵעָיו וּמְיֻדָּעָיו מָעוֹת כְּדֵי שֶׁיִּתְחַזֵּק בָּהֶן עַל הַהוֹצָאָה שֶׁמּוֹצִיא בְּאִשְׁתּוֹ. וּבָאִים אוֹתָן הָרֵעִים וְהַמְיֻדָּעִים שֶׁשָּׁלְחוּ לוֹ וְאוֹכְלִין וְשׁוֹתִין עִם הֶחָתָן בְּשִׁבְעַת יְמֵי הַמִּשְׁתֶּה אוֹ בְּמִקְצָתָן. הַכּל כְּמִנְהַג הַמְּדִינָה. וְאֵלּוּ הַמָּעוֹת שֶׁמְּשַׁלְּחִין נִקְרָאִין שׁוֹשְׁבִינוּת. וְאוֹתָם שֶׁשָּׁלְחוּ הַמָּעוֹת וְאוֹכְלִין וְשׁוֹתִין עִם הֶחָתָן נִקְרָאִים שׁוֹשְׁבִינִין: \n",
      "הַשּׁוֹשְׁבִינוּת אֵינָהּ מַתָּנָה גְּמוּרָה. הַדְּבָרִים יְדוּעִים שֶׁלֹּא שָׁלַח זֶה עֲשָׂרָה דִּינָרִין בִּשְׁבִיל שֶׁיֹּאכַל וְיִשְׁתֶּה בָּזֶה וְלֹא שָׁלַח אֶלָּא מִפְּנֵי שֶׁבְּדַעְתּוֹ הָיָה שֶׁאִם יִשָּׂא הוּא אִשָּׁה יַחְזֹר וְיִשְׁלַח לוֹ כְּמוֹ שֶׁשָּׁלַח לוֹ. לְפִיכָךְ אִם נָשָׂא זֶה אִשָּׁה וְלֹא הֶחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת הֲרֵי זֶה תּוֹבְעוֹ בְּדִין וּמוֹצִיא מִמֶּנּוּ: \n",
      "וְאֵין יָכוֹל לְתָבְעוֹ עַד שֶׁיִּשָּׂא כְּדֶרֶךְ שֶׁנָּשָׂא הוּא. כֵּיצַד. רְאוּבֵן שֶׁנָּשָׂא בְּתוּלָה וְשֶׁלַח לוֹ שִׁמְעוֹן שׁוֹשְׁבִינוּת וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן אַלְמָנָה. אֵינוֹ יָכוֹל לִתְבֹּעַ לְהַחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת שֶׁהֲרֵי אוֹמֵר לוֹ אֵינִי מַחְזִיר לְךָ אֶלָּא בִּבְתוּלָה כְּמוֹ שֶׁנָּתַתָּ לִי. וְכֵן אִם שָׁלַח לוֹ בְּנִשּׂוּאֵי אַלְמָנָה אֵינוֹ יָכוֹל לְתָבְעוֹ לְהַחְזִיר לוֹ בְּנִשּׂוּאֵי בְּתוּלָה: \n",
      "עָשָׂה רְאוּבֵן מִשְׁתֶּה בְּגָלוּי וּבְפַרְהֶסְיָא וְעָשָׂה שִׁמְעוֹן בְּצִנְעָה. אוֹ שֶׁעָשָׂה רְאוּבֵן בְּצִנְעָה וְשִׁמְעוֹן בְּפַרְהֶסְיָא אֵינוֹ יָכוֹל לְתָבְעוֹ. שֶׁהֲרֵי אוֹמֵר לוֹ אֵינִי עוֹשֶׂה עִמְּךָ אֶלָּא כְּדֶרֶךְ שֶׁעָשִׂיתָ עִמִּי: \n",
      "רְאוּבֵן שֶׁנָּשָׂא אִשָּׁה וְשָׁלַח לוֹ שִׁמְעוֹן שׁוֹשְׁבִינוּת וְאָכַל וְשָׁתָה עִמּוֹ וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן כְּנִשּׂוּאֵי רְאוּבֵן עַצְמָן וּבָא רְאוּבֵן וְאָכַל וְשָׁתָה עִמּוֹ. אוֹ שֶׁקָּרָא לוֹ שִׁמְעוֹן וְלֹא רָצָה לָבוֹא. אוֹ שֶׁהָיָה בַּמְּדִינָה וְשָׁמַע קוֹל טַבְלָא בְּמָקוֹם שֶׁאֵין דַּרְכָּן לִקְרוֹת אֶחָד אֶחָד אֶלָּא כָּל הַשּׁוֹמֵעַ יָבוֹא. וְשָׁמַע וְלֹא בָּא. חַיָּב לְהַחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת כֻּלָּהּ. שֶׁהֲרֵי יָדַע וְלֹא בָּא אוֹ קָרָא לוֹ בְּמָקוֹם שֶׁדַּרְכָּן לִקְרוֹת אֶחָד אֶחָד וְלֹא בָּא: \n",
      "לֹא הָיָה רְאוּבֵן בַּמְּדִינָה מְנַכִּין לוֹ דְּמֵי מַה שֶּׁאָכַל וְשָׁתָה שִׁמְעוֹן אֶצְלוֹ וּמַחֲזִיר לוֹ שְׁאָר הַשּׁוֹשְׁבִינוּת. וְכֵן אִם הָיָה בַּמְּדִינָה וְלֹא קְרָאָהוּ אוֹ לֹא הוֹדִיעוֹ מְנַכִּין לוֹ וְיֵשׁ לוֹ עָלָיו תַּרְעֹמֶת מִפְּנֵי שֶׁלֹּא הוֹדִיעוֹ: \n",
      "וְכַמָּה מְנַכִּין. נָהֲגוּ בְּנִכּוּי אִם דִּינָר אֶחָד שָׁלַח לוֹ שִׁמְעוֹן אֵינוֹ מַחְזִיר לוֹ כְּלוּם שֶׁהֲרֵי זֶה דְּמֵי מַה שֶּׁאָכַל. וְאִם יִתֵּר עַל הַדִּינָר עַד סֶלַע מְנַכֶּה לוֹ מֶחֱצָה. מִסֶּלַע וּלְמַעְלָה אוֹמְדִין דַּעַת הַמְשַׁלֵּחַ: \n",
      "וְשִׁעוּר הַשּׁוֹשְׁבִינוּת אִם אָדָם חָשׁוּב מְנַכֶּה לוֹ מֶחֱצָה. וְאִם צַר עַיִן וּמְדַקְדֵּק בְּהוֹצָאָתוֹ אֵינוֹ מְנַכֶּה לוֹ אֶלָּא שִׁעוּר מַה שֶּׁאָכַל וְשָׁתָה וּמְשַׁלֵּם לוֹ הַשְּׁאָר: \n",
      "מֵת שִׁמְעוֹן קֹדֶם שֶׁיִּשָּׂא אִשָּׁה אוֹ שֶׁנָּשָׂא וּמֵת בְּתוֹךְ יְמֵי הַמִּשְׁתֶּה אֵין רְאוּבֵן חַיָּב לְהַחְזִיר לְיוֹרְשֵׁי שִׁמְעוֹן כְּלוּם שֶׁהֲרֵי אוֹמֵר לָהֶם תְּנוּ לִי שׁוֹשְׁבִינִי וְאֶשְׂמַח עִמּוֹ: \n",
      "לְפִיכָךְ אִם שָׂמַח עִמּוֹ וְאַחַר כָּךְ מֵת שִׁמְעוֹן. אוֹ קָרָא לוֹ וְלֹא בָּא אוֹ שֶׁלֹּא הָיָה בַּמְּדִינָה אוֹ שֶׁלֹּא הוֹדִיעוֹ. הוֹאִיל וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה וְאַחַר כָּךְ מֵת שִׁמְעוֹן. חַיָּב רְאוּבֵן לְהַחְזִיר הַשּׁוֹשְׁבִינוּת לְיוֹרְשָׁיו אוֹ כֻּלָּהּ אוֹ בְּנִכּוּי אִם לֹא הוֹדִיעוֹ אוֹ לֹא הָיָה עִמּוֹ בַּמְּדִינָה: \n",
      "מֵת רְאוּבֵן וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן אִשָּׁה וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה. מָקוֹם שֶׁנָּהֲגוּ לִגְבּוֹת הַשּׁוֹשְׁבִינוּת מִיּוֹרְשִׁין כּוֹפִין יוֹרְשֵׁי רְאוּבֵן לְהַחְזִיר בְּנִכּוּי. וּמָקוֹם שֶׁלֹּא נָהֲגוּ אֵין הַיּוֹרְשִׁין מְשַׁלְּמִין כְּלוּם: \n",
      "מֵת רְאוּבֵן אַחַר שֶׁנָּשָׂא שִׁמְעוֹן אִשָּׁה וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה. כּוֹפִין אֶת יוֹרְשָׁיו וּמְשַׁלְּמִין הַשּׁוֹשְׁבִינוּת בְּכָל מָקוֹם. שֶׁהֲרֵי נִתְחַיֵּב אֲבִיהֶן לְשַׁלֵּם. וְאִם כֻּלָּהּ הָיָה חַיָּב לְשַׁלֵּם מְשַׁלְּמִין כֻּלָּהּ. וְאִם בְּנִכּוּי מְשַׁלְּמִין בְּנִכּוּי: \n",
      "חֲמִשָּׁה דְּבָרִים נֶאֶמְרוּ בַּשּׁוֹשְׁבִינוּת. נִגְבֵּית בְּבֵית דִּין שֶׁאֵינָהּ אֶלָּא כְּמוֹ מִלְוֶה. וְאֵינָהּ מִשְׁתַּלֶּמֶת אֶלָּא בְּעוֹנָתָהּ כְּעֵין נִשּׂוּאֵי רִאשׁוֹן. שֶׁזֶּה כְּמוֹ תְּנַאי הוּא אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ שֶׁעַל דַּעַת זֶה שְׁלָחָהּ. וְאֵין בָּהּ מִשּׁוּם רִבִּית. אֲפִלּוּ שָׁלַח לוֹ דִּינָר וְהֶחְזִיר לוֹ עֲשָׂרָה מֻתָּר שֶׁלֹּא עַל מְנָת לְהוֹסִיף לוֹ שָׁלַח. וְאֵין הַשְּׁבִיעִית מְשַׁמַּטְתָּהּ שֶׁאֵינוֹ יָכוֹל לִגּשֹׁ אוֹתוֹ וּלְתָבְעוֹ עַד שֶׁיִּשָּׂא כְּדֶרֶךְ שֶׁנָּשָׂא הוּא. וְאֵין הַבְּכוֹר נוֹטֵל בָּהּ פִּי שְׁנַיִם כְּשֶׁתַּחְזֹר לַיּוֹרְשִׁין מִפְּנֵי שֶׁהוּא רָאוּי וְאֵין הַבְּכוֹר נוֹטֵל בָּרָאוּי כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "הַשּׁוֹלֵחַ תְּשׁוּרָה לַחֲבֵרוֹ. אוֹ שֶׁנָּתַן לוֹ מָעוֹת כְּשֶׁמָּטָה יָדוֹ וְהוּא מְמָאֵן לִקַּח. וְזֶה נִשְׁבָּע שֶׁאִי אֶפְשָׁר שֶׁלֹּא תִּקַּח וְהִפְצִיר בּוֹ עַד שֶׁלָּקַח. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הֲרֵי אֵלּוּ מַתָּנָה. וְאֵינוֹ יָכוֹל לַחְזֹר הוּא וְלִתְבֹּעַ עַד שֶׁיְּפָרֵשׁ שֶׁהוּא מִלְוֶה: \n",
      "וְכֵן הַשּׁוֹלֵחַ לַחֲבֵרוֹ כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן וּפֵרוֹת בְּעֵת הַנִּשּׂוּאִין. אֵין נִגְבִּין בְּבֵית דִּין. מִפְּנֵי שֶׁהִיא גְּמִילוּת חֲסָדִים. וְלֹא נֶאֶמְרוּ דִּינֵי שׁוֹשְׁבִינוּת אֶלָּא בְּמָעוֹת בִּלְבַד: \n"
    ],
    [
      "הַסוּמָא אוֹ הַפִּסֵּחַ. אוֹ הַגִּדֵּם. אוֹ הַחוֹשֵׁשׁ בְּרֹאשׁוֹ. אוֹ בְּעֵינוֹ. אוֹ בְּיָדוֹ אוֹ בְּרַגְלוֹ וְכַיּוֹצֵא בָּהֶן הֲרֵי הוּא כְּבָרִיא לְכָל דְּבָרָיו בְּמִקָּחוֹ אוֹ בְּמִמְכָּרוֹ וּמַתְּנוֹתָיו: \n",
      "אֲבָל הַחוֹלֶה שֶׁתָּשַׁשׁ כֹּחַ כָּל הַגּוּף. וְכָשַׁל כֹּחוֹ מֵחֲמַת הַחֹלִי עַד שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ עַל רַגְלוֹ בַּשּׁוּק וַהֲרֵי הוּא נוֹפֵל עַל הַמִּטָּה. הוּא [הַנִּקְרָא] שְׁכִיב מֵרַע. וּמִשְׁפְּטֵי מַתְּנוֹתָיו אֵינָם כְּמַתְּנַת בָּרִיא. כֵּיצַד. שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר לִתֵּן לִפְלוֹנִי כָּךְ וְכָךְ בֵּין בְּחל בֵּין בְּשַׁבָּת. בֵּין כָּתַב בֵּין לֹא כָּתַב. זָכוּ הַכּל כְּשֶׁיָּמוּת בְּכָל מַה שֶּׁנָּתַן לָהֶם וְאֵינוֹ צָרִיךְ קִנְיָן. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְדָבָר זֶה מִדִּבְרֵי סוֹפְרִים. וְאַף עַל פִּי שֶׁאֵינוֹ אֶלָּא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ כְּשֶׁל תּוֹרָה. כְּדֵי שֶׁלֹּא תִּטָּרֵף דַּעְתּוֹ עָלָיו כְּשֶׁיֵּדַע שֶׁאֵין דְּבָרָיו קַיָּמִים: \n",
      "לְפִיכָךְ אִם אָמַר קְנוּ מִמֶּנִּי. אֲפִלּוּ בְּשַׁבָּת קוֹנִין מִמֶּנּוּ, שֶׁזֶּה הַקִּנְיָן אֵינוֹ צָרִיךְ: \n",
      "וְאֵין שְׁכִיב מֵרַע צָרִיךְ לוֹמַר אַתֶּם עֵדַי. אֶלָּא כָּל הַשּׁוֹמֵעַ אֶת דְּבָרָיו הֲרֵי זֶה עֵד. שֶׁאֵין אָדָם מְשַׁטֶּה בִּשְׁעַת מִיתָה: \n",
      "שְׁכִיב מֵרַע שֶׁצִּוָּה לָתֵת מַתָּנָה לְעֻבָּר שֶׁבִּמְעֵי אִמּוֹ. זָכָה הָעֻבָּר מִפְּנֵי שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אָמַר אִם יָלְדָה אִשְׁתִּי זָכָר יִטּל מָנֶה וְאִם נְקֵבָה מָאתַיִם. וְיָלְדָה זָכָר. נוֹטֵל מָנֶה. יָלְדָה נְקֵבָה נוֹטֶלֶת מָאתַיִם. יָלְדָה זָכָר וּנְקֵבָה הַזָּכָר נוֹטֵל מָנֶה וְהַנְּקֵבָה מָאתַיִם. יָלְדָה טֻמְטוּם וְאַנְדְּרוֹגִינוּס נוֹטֵל כַּפָּחוּת שֶׁבִּשְׁנֵיהֶם: \n",
      "שְׁכִיב מֵרַע שֶׁאָמְרוּ לוֹ נְכָסָיו לְמִי. וְאָמַר לָהֶם דּוֹמֶה שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁאִשְׁתּוֹ מְעֵבֶּרֶת. עַכְשָׁו שֶׁאֵין לוֹ בֵּן אוֹ שֶׁאֵין אִשְׁתּוֹ מְעֻבֶּרֶת נְכָסָיו לִפְלוֹנִי. וְנוֹדַע שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁהָיְתָה אִשְׁתּוֹ מְעֻבֶּרֶת אַף עַל פִּי שֶׁהִפִּילָה אוֹ מֵת הַבֵּן אַחַר כָּךְ. אֵין מַתְּנָתוֹ מַתָּנָה: \n",
      "מַתְּנַת שְׁכִיב מֵרַע אֵינָהּ קוֹנָה אֶלָּא לְאַחַר מִיתָה. וְאֵין אַחֵר זוֹכֶה בַּדָּבָר שֶׁצִּוָּה לוֹ בֵּין מְקַרְקְעִין בֵּין מִטַּלְטְלִין אֶלָּא לְאַחַר מִיתָה: \n",
      "לְפִיכָךְ מוֹצִיאִין לִכְתֻבַּת הָאִשָּׁה וּמְזוֹן הָאַלְמָנָה וְהַבָּנוֹת מִיַּד אֵלּוּ שֶׁצִּוָּה לָתֵת לָהֶם. שֶׁהֲרֵי בְּמִיתָתוֹ נִתְחַיְּבוּ הַנְּכָסִים בִּכְתֻבָּה וּבִמְזוֹנוֹת. וְאֵלּוּ שֶׁנָּתַן לָהֶם לֹא יִקְנוּ אֶלָּא לְאַחַר מִיתָה: \n",
      "מַתְּנַת שְׁכִיב מֵרַע שֶׁכָּתוּב בָּהּ קִנְיָן. בֵּין שֶׁהָיְתָה בְּמִקְצָת נְכָסָיו בֵּין שֶׁהָיְתָה בְּכָל נְכָסָיו. חוֹשְׁשִׁין לָהּ שֶׁמָּא לֹא גָּמַר לְהַקְנוֹתוֹ אֶלָּא בִּשְׁטָר. וְהוֹאִיל וּמַתָּנָה זוֹ לֹא תִּקָּנֶה אֶלָּא לְאַחַר מִיתָה. אֵין שְׁטָר לְאַחַר מִיתָה וַהֲרֵי הַמַּתָּנָה בְּטֵלָה: \n",
      "וְאִם קָנוּ מִמֶּנּוּ כְּדֵי לְיַפּוֹת כֹּחַ הַמְקַבֵּל. כְּגוֹן שֶׁכָּתוּב וְקָנִינוּ מִמֶּנּוּ מוֹסִיף עַל מַתָּנָה זוֹ. הֲרֵי הִיא קַיֶּמֶת: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר כִּתְבוּ וּתְנוּ לִפְלוֹנִי מָנֶה. וּמֵת קֹדֶם שֶׁיִּכְתְּבוּ וְיִתְּנוּ לוֹ. אֵין כּוֹתְבִין וְאֵין נוֹתְנִין. שֶׁמָּא לֹא גָּמַר לְהַקְנוֹתוֹ אֶלָּא בִּשְׁטָר וְאֵין שְׁטָר לְאַחַר מִיתָה: \n",
      "וְאִם אָמַר כִּתְבוּ. כְּדֵי לְיַפּוֹת כֹּחַ הַמְקַבֵּל. כְּגוֹן שֶׁאָמַר תְּנוּ מָנֶה לִפְלוֹנִי וְאָמַר וְאַף כִּתְבוּ וּתְנוּ לוֹ. הֲרֵי אֵלּוּ כּוֹתְבִין וְחוֹתְמִין וְנוֹתְנִין לְאַחַר מִיתָה: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו מַתָּנָה סְתָם וְלֹא שִׁיֵּר כְּלוּם. אִם עָמַד חוֹזֵר. וַאֲפִלּוּ קָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. בֵּין שֶׁהִקְנָה כָּל נְכָסָיו לְאֶחָד בֵּין שֶׁכְּתָבָם לִשְׁנַיִם. שֶׁאֹמֶד דַּעַת הוּא שֶׁלֹּא נָתַן זֶה הַכּל אֶלָּא שֶׁנִּתְכַּוֵּן שֶׁלֹּא יִקְנוּ כְּלוּם אֶלָּא לְאַחַר מוֹתוֹ: \n",
      "שִׁיֵּר כְּלוּם לְעַצְמוֹ בֵּין קַרְקַע בֵּין מִטַּלְטְלִין. הֲרֵי זוֹ מַתָּנָה בְּמִקְצָת וּסְתָמָהּ כְּמַתְּנַת בָּרִיא שֶׁקּוֹנֶה מִזְּמַן הַכְּתִיבָה. לְפִיכָךְ אֵינוֹ חוֹזֵר. וְהוּא שֶׁקָּנוּ מִיָּדוֹ. שֶׁמַּתְּנַת שְׁכִיב מֵרַע בְּמִקְצָת צְרִיכָה קִנְיָן. בֵּין עָמַד בֵּין לֹא עָמַד: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנָּתַן סְתָם. שֶׁהֲרֵי אָנוּ אוֹמְדִין דַּעְתּוֹ וְאוֹמְרִין הוֹאִיל וְשִׁיֵּר לֹא נִתְכַּוֵּן אֶלָּא לְהַקְנוֹת לוֹ מֵחַיִּים בְּמַתְּנַת בָּרִיא: \n",
      "אֲבָל אִם נָתַן לוֹ הַמִּקְצָת בְּפֵרוּשׁ בְּמַתְּנַת שְׁכִיב מֵרַע שֶׁאֵינוֹ אֶלָּא לְאַחַר מִיתָה אֵינוֹ צָרִיךְ קִנְיָן. וְאִם עָמַד חוֹזֵר. וְאִם לֹא עָמַד קָנָה זֶה הַמִּקְצָת. וְאִם הָיָה בָּהּ קִנְיָן לֹא קָנָה אֶלָּא אִם כֵּן הָיָה מְיַפֶּה כֹּחוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אַל תִּטְעֶה בִּשְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו וּפֵרֵשׁ שֶׁנָּתַן הַכּל מֵעַכְשָׁו וְהִקְנָה מֵחַיִּים. שֶׁאֵין זֶה מַתְּנַת שְׁכִיב מֵרַע אֶלָּא כִּשְׁאָר כָּל מַתְּנוֹת הַבְּרִיאִים. שֶׁאִם הִגִּיעַ הַשְּׁטָר לְיַד הַמְקַבֵּל אוֹ שֶׁקָּנוּ מִיַּד הַנּוֹתֵן קָנָה הַכּל וְאֵין יָכוֹל לַחְזֹר בּוֹ: \n",
      "הַנּוֹתֵן מַתָּנָה כְּשֶׁהוּא שְׁכִיב מֵרַע וְכָתַב בָּהּ בַּחַיִּים וּבַמָּוֶת אוֹ מֵחַיִּים וּבַמָּוֶת. בֵּין בַּכּל בֵּין בְּמִקְצָת. הוֹאִיל וְכָתוּב בּוֹ וּבַמָּוֶת הֲרֵי זוֹ מַתְּנַת שְׁכִיב מֵרַע. שֶׁזּוֹ שֶׁכָּתוּב בָּהּ וּבַמָּוֶת שֶׁלֹּא יִקְנֶה אֶלָּא לְאַחַר מִיתָה. וְזֶה שֶׁכָּתוּב בָּהּ מֵחַיִּים סִימָן לְיַשֵּׁב אֶת דַּעְתּוֹ שֶׁיִּחְיֶה מֵחֹלִי זֶה: \n",
      "שְׁכִיב מֵרַע שֶׁנָּתַן הַנְּכָסִים שֶׁהַדָּבָר גָּלוּי שֶׁהֵן כָּל נְכָסִים שֶׁיֵּשׁ לוֹ. הֲרֵי זֶה כְּמַתָּנָה בְּמִקְצָת וְאִם קָנוּ מִיָּדוֹ וְעָמַד אֵינוֹ חוֹזֵר. חוֹשְׁשִׁין אָנוּ שֶׁמָּא נִשְׁאֲרוּ לוֹ נְכָסִים אֲחֵרִים בִּמְדִינַת הַיָּם. עַד שֶׁיֹּאמַר כָּל נְכָסַי שֶׁהֵן אֵלּוּ אוֹ שֶׁהָיָה מֻחְזָק שֶׁאֵין לוֹ נְכָסִים אֶלָּא אֵלּוּ. וְאַחַר כָּךְ תִּהְיֶה הַמַּתָּנָה בַּכּל: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לַאֲחֵרִים. רוֹאִין. אִם כִּמְחַלֵּק כְּתָבָם. מֵת קָנוּ כֻּלָּן. עָמַד חוֹזֵר בְּכֻלָּן. וְאִם כְּנִמְלַךְ אַחַר שֶׁשִּׁיֵּר חָזַר וְכָתַב וְקָנוּ מִיָּדוֹ עַל כָּל אֶחָד וְאֶחָד. מֵת קָנוּ כֻּלָּן. עָמַד אֵינוֹ חוֹזֵר אֶלָּא בָּאַחֲרוֹן שֶׁהֲרֵי נָתַן לוֹ כָּל הַנְּכָסִים הַנִּשְׁאָרִים: \n",
      "הַכּוֹתֵב כָּל נְכָסָיו לְעַבְדּוֹ וְעָמַד חוֹזֵר בַּנְּכָסִים וְאֵינוֹ חוֹזֵר בָּעֶבֶד. שֶׁהֲרֵי יָצָא עָלָיו שֵׁם בֶּן חוֹרִין: \n",
      "שְׁכִיב מֵרַע שֶׁצִּוָּה מֵחֲמַת מִיתָה. כְּגוֹן שֶׁהָיְתָה דַּעְתּוֹ נוֹטָה שֶׁהוּא מֵת וַדַּאי. וְנִכָּר דָּבָר זֶה מִכְּלַל דְּבָרָיו. אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ בְּמִקְצָת אִם עָמַד חוֹזֵר: \n",
      "וְהַמְפָרֵשׁ בַּיָּם. וְהַיּוֹצֵא בְּשַׁיָּרָא. וְהַיּוֹצֵא בְּקוֹלָר. וְהַמְסֻכָּן וְהוּא שֶׁקָּפַץ עָלָיו הַחֹלִי וְהִכְבִּיד עָלָיו חָלְיוֹ. כָּל אֶחָד מֵאַרְבַּעְתָּן כִּמְצַוֶּה מֵחֲמַת מִיתָה. וַהֲרֵי דְּבָרָיו כִּכְתוּבִין וְכִמְסוּרִין וּמְקַיְּמִין אוֹתָן אִם מֵת. וְאִם נִצַּל וְעָמַד אֲפִלּוּ קָנוּ מִיָּדוֹ בְּמִקְצָת חוֹזֵר. כְּדִין כָּל מְצַוֶּה מֵחֲמַת מִיתָה: \n",
      "שְׁכִיב מֵרַע שֶׁנִּתַּק מֵחֹלִי לְחֹלִי. אִם לֹא עָמַד וְלֹא הָלַךְ עַל מִשְׁעַנְתּוֹ בַּשּׁוּק מַתְּנָתוֹ מַתָּנָה: \n",
      "עָמַד בֵּין הַחֹלִי שֶׁצִּוָּה בּוֹ וּבֵין הַחֹלִי שֶׁמֵּת מִמֶּנּוּ וְהָלַךְ עַל מִשְׁעַנְתּוֹ. אוֹמְדִין אוֹתוֹ עַל פִּי רוֹפְאִים. אִם מֵחֲמַת חֹלִי הָרִאשׁוֹן מֵת מַתְּנָתוֹ קַיֶּמֶת וְאִם לָאו אֵין מַתְּנָתוֹ קַיֶּמֶת. וְאִם הָלַךְ בַּשּׁוּק בְּלֹא מִשְׁעֶנֶת אֵינוֹ צָרִיךְ אֹמֶד אֶלָּא בָּטְלוּ מַתְּנוֹתָיו הָרִאשׁוֹנוֹת: \n",
      "מַתְּנַת שְׁכִיב מֵרַע שֶׁאֵין כָּתוּב בָּהּ שֶׁמִּתּוֹךְ הַחֹלִי הַזֶּה שֶׁצִּוָּה בּוֹ מֵת וְאֵין הָעֵדִים מְצוּיִין לִשְׁאל לָהֶם. אַף עַל פִּי שֶׁהֲרֵי זֶה הַמְצַוֶּה מֵת. הֲרֵי הַמַּתָּנָה בְּטֵלָה. שֶׁאֵין מִיתָתוֹ רְאָיָה. שֶׁמָּא מֵחֹלִי שֶׁנָּתַן בּוֹ הַמַּתָּנָה נִרְפָּא וְאַחַר כָּךְ חָלָה חֹלִי אַחֵר וּמֵת. לְפִיכָךְ הַנְּכָסִים בְּחֶזְקַת הַיּוֹרְשִׁין. עַד שֶׁיָּבִיא רְאָיָה שֶׁמִּתּוֹךְ הַחֹלִי הַזֶּה שֶׁנָּתַן בּוֹ מַתָּנָה זוֹ מֵת: \n"
    ],
    [
      "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר לֹא תְּגַלּוּ מַתָּנָה זוֹ וְלֹא תּוֹדִיעוּ בָּהּ אָדָם אֶלָּא לְאַחַר מִיתָה. הֲרֵי זוֹ מַתָּנָה קַיֶּמֶת וְאֵינָהּ מַתָּנָה מְסֻתֶּרֶת. שֶׁבְּעֵת שֶׁהִקְנָה שֶׁהוּא אַחַר מוֹתוֹ הֲרֵי אָמַר גַּלּוּ אוֹתָהּ: \n",
      "מְצַוֶּה מֵחֲמַת מִיתָה אֵין צָרִיךְ לוֹמַר גַּלּוּ אֶת הַמַּתָּנָה. אֶלָּא אַף עַל פִּי שֶׁהִיא כְּתוּבָה סְתָם אֵין חוֹשְׁשִׁין לָהּ שֶׁמָּא מְסֻתֶּרֶת הִיא: \n",
      "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר יִטּל פְּלוֹנִי כָּל נְכָסַי אוֹ מִקְּצָת נְכָסַי. אוֹ יַחֲזִיק. אוֹ יִזְכֶּה. אוֹ יִקְנֶה. כֻּלָּן לְשׁוֹן מַתָּנָה הִיא. וְכֵן אִם אָמַר יַחְסֵן אוֹ יִירַשׁ עַל מִי שֶׁרָאוּי לְיָרְשׁוֹ הֲרֵי זֶה קָנָה: \n",
      "אָמַר יֵהָנֶה פְּלוֹנִי בָּהֶן. יַעֲמֹד בָּהֶן. יִשָּׁעֵן בָּהֶן. לֹא קָנָה: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לְאַחֵר. אִם אֵינוֹ רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם מַתָּנָה. וְאִם רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם יְרֻשָּׁה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַיּוֹרֵשׁ הַזֶּה אַחַת מִבְּנוֹתָיו אוֹ אֶחָד מִכְּלַל בְּנֵי בָּנָיו אוֹ אֶחָד מִכְּלַל אֶחָיו וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר יוֹרְשִׁין. אֲבָל אִם כְּתָבָהוּ לְאֶחָד מִבָּנָיו לֹא עָשָׂהוּ אֶלָּא אַפּוֹטְרוֹפּוֹס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁאָמְרוּ לוֹ בִּשְׁעַת מִיתָתוֹ נְכָסֶיךָ לְמִי הֵן שֶׁמָּא לִפְלוֹנִי וְאָמַר לָהֶן אֶלָּא לְמִי. רוֹאִין אִם רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם יְרֻשָּׁה וְאִם לָאו נוֹטְלָן מִשּׁוּם מַתָּנָה: \n",
      "גֵּר שֶׁיֵּשׁ לוֹ בֵּן שֶׁאֵין הוֹרָתוֹ בִּקְדֻשָּׁה. הוֹאִיל וְאֵינוֹ יוֹרְשׁוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. כָּךְ אֵינוֹ יָכוֹל לִתֵּן לוֹ כָּל נְכָסָיו בְּמַתְּנַת שְׁכִיב מֵרַע. לֹא כָּל נְכָסָיו וְלֹא מִקְצָתָן. שֶׁלְּשׁוֹן יְרֻשָּׁה וּמַתָּנָה לְגַבֵּי יוֹרֵשׁ אֶחָד הֵן. וְאִם תֹּאמַר יִקְנֶה נִמְצָא זֶה יוֹרֵשׁ אֶת אָבִיו: \n",
      "לְפִיכָךְ אִם נָתַן לְגֵר מִשְּׁאָר הַגֵּרִים מַתְּנָתוֹ קַיֶּמֶת: \n",
      "שְׁכִיב מֵרַע שֶׁהוֹדָה שֶׁיֵּשׁ לוֹ לִפְלוֹנִי אֶצְלִי כָּךְ וְכָךְ תְּנוּהוּ לוֹ. אוֹ שֶׁאָמַר כְּלִי פְּלוֹנִי פִּקָּדוֹן הוּא בְּיָדִי לִפְלוֹנִי, תְּנוּהוּ לוֹ. חָצֵר פְּלוֹנִית שֶׁל פְּלוֹנִי הוּא. חוֹב שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי אֵינוֹ שֶׁלִּי שֶׁל פְּלוֹנִי הוּא. בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן הוֹדָאָתוֹ הוֹדָיָה. וַאֲפִלּוּ הוֹדָה הַגֵּר לִבְנוֹ שֶׁאֵין הוֹרָתוֹ בִּקְדֻשָּׁה דְּבָרָיו קַיָּמִין. אֲפִלּוּ הוֹדָה שְׁכִיב מֵרַע לְעַכּוּ''ם נוֹתְנִין לוֹ: \n",
      "אֲבָל שְׁכִיב מֵרַע שֶׁצִּוָּה לִתֵּן לְעַכּוּ''ם מַתָּנָה אֵין שׁוֹמְעִין לוֹ. שֶׁזֶּה כְּמִי שֶׁצִּוָּה לַעֲבֹר עֲבֵרָה מִנְּכָסָיו: \n",
      "אָמַר פְּלוֹנִי עַבְדִּי עֲשׂוּ אוֹתוֹ בֶּן חוֹרִין. אוֹ שֶׁאָמַר עָשִׂיתִי אוֹתוֹ בֶּן חוֹרִין. אוֹ הֲרֵי הוּא בֶּן חוֹרִין. כּוֹפִין אֶת הַיּוֹרְשִׁין וּמְשַׁחְרְרִין אוֹתוֹ. שֶׁעֶבֶד יֶשְׁנוֹ בְּמִקְצָת מִצְוֹת: \n",
      "אָמַר פְּלוֹנִית שִׁפְחָתִי עֲשׂוּ לָהּ קוֹרַת רוּחַ. עוֹשִׂין לָהּ קוֹרַת רוּחַ וְאֵינָהּ עוֹבֶדֶת אֶלָּא עֲבוֹדָה שֶׁהִיא רוֹצָה בָּהּ מִכָּל הָעֲבוֹדוֹת הַיְדוּעוֹת לַעֲבָדִים בְּאוֹתוֹ מָקוֹם: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לְאֶחָד. וְאָמַר הַלָּה אֵינִי רוֹצֶה בָּהֶן לֹא קָנָה: \n",
      "שָׁתַק וְאַחַר כָּךְ צָוַח קָנָה. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְכֵיוָן שֶׁשָּׁתַק אֵינוֹ יָכוֹל לַחְזֹר בָּהֶן: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב לָזֶה וְחָזַר וְכָתַב לְאַחֵר הָאַחֲרוֹן קָנָה. שֶׁיֵּשׁ לוֹ לַחְזֹר עַד שֶׁיָּמוּת. בֵּין בַּכּל בֵּין בְּמִקְצָת בֵּין לְעַצְמוֹ בֵּין לְאַחֵר. וַאֲפִלּוּ כָּתַב וְזִכָּה לָרִאשׁוֹן וְכָתַב וְזִכָּה לָאַחֲרוֹן, הָאַחֲרוֹן קָנָה. שֶׁשְּׁכִיב מֵרַע שֶׁזִּכָּה עֲדַיִן מַתְּנַת שְׁכִיב מֵרַע הִיא: \n",
      "אֲבָל שְׁכִיב מֵרַע שֶׁכָּתַב וְזִכָּה וְקָנוּ מִיָּדוֹ אֵין לְאַחַר קִנְיָן כְּלוּם. וְאֵינוֹ יָכוֹל לַחְזֹר בּוֹ לֹא לְאַחֵר וְלֹא לְעַצְמוֹ. בֵּין שֶׁנָּתַן הַכּל בֵּין שֶׁנָּתַן מִקְצָת: \n",
      "שְׁכִיב מֵרַע שֶׁחָזַר בְּמִקְצָת חָזַר בַּכּל. כֵּיצַד. נָתַן כָּל נְכָסָיו לָרִאשׁוֹן וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. וְחָזַר וְנָתַן מִקְצָתָן לְאַחֵר וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. הַשֵּׁנִי קָנָה. אֲבָל הָרִאשׁוֹן לֹא קָנָה כְּלוּם בֵּין שֶׁעָמַד בֵּין שֶׁמֵּת: \n",
      "נָתַן מִקְצָת נְכָסָיו וְקָנוּ מִיָּדוֹ. וְאַחַר כָּךְ נָתַן כֻּלָּן לְאַחֵר וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. אִם מֵת קָנָה הָרִאשׁוֹן הַמִּקְצָת וְקָנָה הַשֵּׁנִי אֶת הַשְּׁאָר. וְאִם עָמַד. רִאשׁוֹן קָנָה שֵׁנִי לֹא קָנָה: \n",
      "שְׁכִיב מֵרַע שֶׁהִקְדִּישׁ כָּל נְכָסָיו וְלֹא שִׁיֵּר כְּלוּם אוֹ הִפְקִיר אוֹ חִלְּקָן לָעֲנִיִּים. אִם עָמַד חוֹזֵר בַּכּל: \n",
      "מָכַר כְּשֶׁהוּא שְׁכִיב מֵרַע. מִמְכָּרוֹ קַיָּם כְּבָרִיא: \n",
      "מָכַר כָּל נְכָסָיו. אִם הַמָּעוֹת עַצְמָן קַיָּמוֹת אִם עָמַד חוֹזֵר. וְאִם הוֹצִיא הַמָּעוֹת אֵינוֹ יָכוֹל לַחְזֹר: \n",
      "מַתָּנָה שֶׁהִיא סְתָם וְלֹא נִתְפָּרֵשׁ בָּהּ שֶׁהָיָה בָּרִיא כְּשֶׁנָּתַן אוֹ שֶׁהָיָה שְׁכִיב מֵרַע. הוּא אוֹמֵר שְׁכִיב מֵרַע הָיִיתִי וַהֲרֵי עָמַדְתִּי וְאֶחֱזֹר בְּמַתְּנָתִי. וּמְקַבֵּל מַתָּנָה אוֹמֵר בָּרִיא הָיָה וְאֵינוֹ יָכוֹל לַחְזֹר. עַל הַמְקַבֵּל לְהָבִיא רְאָיָה שֶׁבָּרִיא הָיָה. לֹא מָצָא רְאָיָה נִשְׁבָּע הַנּוֹתֵן שְׁבוּעַת הֶסֵּת וְיִפָּטֵר וְתַעֲמֹד הַקַּרְקַע בְּחֶזְקַת הַנּוֹתֵן: \n",
      "אֲבָל אִם הָיוּ מִטַּלְטְלִין בְּיַד הַמְקַבֵּל. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שֶׁלִּי הֵן יִשָּׁבַע הֶסֵּת שֶׁבָּרִיא הָיָה כְּשֶׁנָּתַן לוֹ מַתָּנָה זוֹ: \n",
      "מִי שֶׁמֵּת וְנִמְצֵאת מַתָּנָה קְשׁוּרָה עַל יְרֵכוֹ. אַף עַל פִּי שֶׁהִיא בְּעֵדִים וְקָנוּ מִיָּדוֹ לְיַפּוֹת כֹּחַ אֵלּוּ שֶׁנָּתַן לָהֶם הֲרֵי זוֹ אֵינָהּ כְּלוּם. שֶׁאֲנִי אוֹמֵר כְּתָבָהּ וְנִמְלַךְ: \n",
      "וְאִם זִכָּה בָּהּ לְאַחֵר. בֵּין מִן הַיּוֹרְשִׁין בֵּין שֶׁאֵינוֹ מִן הַיּוֹרְשִׁין. כָּל הַדְּבָרִים שֶׁבָּהּ קַיָּמִין כְּכָל מַתְּנַת שְׁכִיב מֵרַע: \n",
      "וְכֵן מִי שֶׁכָּתַב שְׁטַר חוֹב עַל עַצְמוֹ בְּשֵׁם אַחֵר. אוֹ בְּשֵׁם אֶחָד מִבָּנָיו [אוֹ] מִן הַיּוֹרְשִׁין. וְנָתַן הַשְּׁטָר [עַל] יַד שָׁלִישׁ וְאָמַר לוֹ יִהְיֶה זֶה אֶצְלְךָ. וְלֹא פֵּרֵשׁ לוֹ כְּלוּם. אוֹ שֶׁאָמַר לוֹ הַנַּח עַד שֶׁאֹמַר לְךָ מַה תַּעֲשֶׂה וּמֵת. הֲרֵי זוֹ אֵינָהּ כְּלוּם: \n"
    ],
    [
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָנֶה לִפְלוֹנִי וּמֵת. יִתְּנוּ לְאַחַר מִיתָה. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין דָּמוּ. וְאֵין חוֹשְׁשִׁין שֶׁמָּא עַל מָנֶה שֶׁיֵּשׁ לוֹ קָבוּר הוּא אוֹמֵר: \n",
      "וְכֵן שְׁכִיב מֵרַע שֶׁאָמַר הַלְוָאָה אוֹ פִּקָּדוֹן שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי תְּנוּ אוֹתָהּ לִפְלוֹנִי דְּבָרָיו קַיָּמִין וְאֵין צָרִיךְ לְמַעֲמַד שְׁלָשְׁתָּן. וְכֵן אִם אָמַר תְּנוּ שְׁטַר פְּלוֹנִי לִפְלוֹנִי זָכָה בְּמַה שֶּׁיֵּשׁ בַּשְּׁטָר. וּכְאִלּוּ כָּתַב וּמָסַר אַף עַל פִּי שֶׁלֹּא מָשַׁךְ הַשְּׁטָר. וְאֵין הַיּוֹרֵשׁ יָכוֹל לִמְחל שְׁטָר זֶה שֶׁנָּתַן בְּמַתְּנַת שְׁכִיב מֵרַע. וּמִפְּנֵי מָה הַמּוֹכֵר אוֹ נוֹתֵן שְׁטַר חוֹב לַחֲבֵרוֹ וְחָזַר וּמְחָלוֹ הַיּוֹרֵשׁ מָחוּל וּשְׁכִיב מֵרַע שֶׁנָּתַן שְׁטַר חוֹב אֵין הַיּוֹרֵשׁ יָכוֹל לִמְחל. מִפְּנֵי שֶׁקִּנְיַן הָרְאָיָה בִּשְׁטָר מִדִּבְרֵיהֶם לְפִיכָךְ הַיּוֹרֵשׁ עֲדַיִן זֶה הַשְּׁטָר שֶׁלּוֹ הוּא מִן הַתּוֹרָה וּמוֹחֲלוֹ. וּמַתְּנַת שְׁכִיב מֵרַע אַף עַל פִּי שֶׁהִיא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ כְּשֶׁל תּוֹרָה. וּכְאִלּוּ קָנָה מָמוֹן שֶׁבַּשְּׁטָר מִן הַתּוֹרָה וְהִגִּיעַ לְיָדוֹ וְלֹא נִשְׁאַר לַיּוֹרֵשׁ בּוֹ קִנְיָן. וּלְפִיכָךְ אֵינוֹ מוֹחֵל: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר מָנֶה לִפְלוֹנִי בְּיָדִי. אִם אָמַר תְּנוּ נוֹתְנִין. לֹא אָמַר תְּנוּ אֵין נוֹתְנִין. שֶׁמָּא לֹא אָמַר מָנֶה יֵשׁ לִפְלוֹנִי בְּיָדִי אֶלָּא כְּדֵי שֶׁלֹּא יֹאמְרוּ עַל יוֹרְשָׁיו שֶׁיֵּשׁ לָהֶן מָמוֹן: \n",
      "לְפִיכָךְ אִם אָמַר זֶה דֶּרֶךְ הוֹדָאָה וְלֹא הָיָה שָׁם חֲשַׁשׁ הַעֲרָמָה. נוֹתְנִין אַף עַל פִּי שֶׁלֹּא אָמַר תְּנוּ: \n",
      "כַּיּוֹצֵא בּוֹ רָאוּ אֶת אֲבִיהֶם שֶׁהִטְמִין מָעוֹת בְּשִׁדָּה תֵּבָה וּמִגְדָּל וְאָמַר שֶׁל פְּלוֹנִי הֵן. שֶׁל מַעֲשֵׂר שֵׁנִי הֵן. אִם כְּמוֹסֵר דְּבָרָיו קַיָּמִין. אִם כְּמַעֲרִים לֹא אָמַר כְּלוּם: \n",
      "וְכֵן אִם בָּא אֶחָד וְאָמַר לָהֶם אֲנִי רָאִיתִי אֶת אֲבִיכֶן שֶׁהִטְמִין מָעוֹת בְּשִׁדָּה תֵּבָה וּמִגְדָּל וְאָמַר שֶׁל פְּלוֹנִי הֵם. שֶׁל מַעֲשֵׂר הֵן. אִם הָיוּ טְמוּנִין בַּבַּיִת לֹא אָמַר כְּלוּם. בַּשָּׂדֶה דְּבָרָיו קַיָּמִין. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁאִלּוּ יָכוֹל לִטּל דְּבָרָיו קַיָּמִין וְאִם לָאו לֹא אָמַר כְּלוּם: \n",
      "הֲרֵי שֶׁהָיָה מִצְטַעֵר עַל מָעוֹת שֶׁהִנִּיחַ לוֹ אָבִיו וְלֹא יָדַע הֵיכָן הֶחְבִּיאָם וְאָמְרוּ לוֹ בַּחֲלוֹם כָּךְ וְכָךְ הֵם בְּמָקוֹם פְּלוֹנִי הֵן וְשֶׁל פְּלוֹנִי הֵן וְשֶׁל מַעֲשֵׂר שֵׁנִי הֵן. וּמְצָאָן בְּמָקוֹם פְּלוֹנִי שֶׁנֶּאֱמַר לוֹ וּבַמִּנְיָן שֶׁנֶּאֱמַר לוֹ. זֶה הָיָה מַעֲשֶׂה וְאָמְרוּ חֲכָמִים דִּבְרֵי חֲלוֹמוֹת לֹא מַעֲלִין וְלֹא מוֹרִידִין: \n",
      "שְׁכִיב מֵרַע שֶׁהוֹדָה שֶׁיֵּשׁ לִפְלוֹנִי בְּיָדוֹ מָנֶה וְאָמְרוּ יְתוֹמִים חָזַר וְאָמַר לָנוּ אָבִינוּ פְּרַעְתִּיו נֶאֱמָנִין וְנִשְׁבָּעִין עַל זֶה שְׁבוּעַת הֶסֵּת: \n",
      "אָמַר תְּנוּ וְאָמְרוּ יְתוֹמִים חָזַר וְאָמַר לָנוּ אָבִינוּ פְּרַעְתִּיו אֵין נֶאֱמָנִין: \n",
      "אָמַר מָנֶה לִפְלוֹנִי (בְּיָדִי) וְאָמְרוּ יְתוֹמִין נָתַנְנוּ אֵין נֶאֱמָנִין. שֶׁהֲרֵי לֹא אָמַר תְּנוּ וּמִנַּיִן יָדְעוּ שֶׁחַיָּבִין לִתֵּן: \n",
      "אָמַר תְּנוּ וְאָמְרוּ יְתוֹמִים נָתַנְנוּ נֶאֱמָנִין וְנִשְׁבָּעִין שְׁבוּעַת הֶסֵּת שֶׁנָּתְנוּ: \n",
      "שְׁכִיב מֵרַע שֶׁנָּתַן מָנֶה לְאֶחָד וְאָמַר לוֹ הוֹלֵךְ מָנֶה זוֹ לִפְלוֹנִי וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת. אִם קַיָּם הָיָה בְּשָׁעָה שֶׁנָּתַן לוֹ הַשְּׁכִיב מֵרַע. יִנָּתְנוּ לְיוֹרְשֵׁי מִי שֶּׁנִּשְׁתַּלְּחוּ לוֹ. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְאִם לֹא הָיָה קַיָּם יַחְזְרוּ לְיוֹרְשֵׁי מְשַׁלֵּחַ שֶׁאֵין קִנְיָן לְמֵת: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי וּשְׁלֹשׁ מֵאוֹת זוּז לִפְלוֹנִי וְאַרְבַּע מֵאוֹת זוּז לִפְלוֹנִי. אֵין אוֹמְרִין הַקּוֹדֵם בַּשְּׁטָר זָכָה. לְפִיכָךְ אִם לֹא הִנִּיחַ תְּשַׁע מֵאוֹת חוֹלְקִין הַנִּמְצָא לְפִי מַה שֶּׁכָּתַב לָהֶן. וְאִם יָצָא עָלָיו שְׁטַר חוֹב גּוֹבֶה מִכֻּלָּן מִכָּל אֶחָד וְאֶחָד כְּפִי מַה שֶּׁכָּתוּב לָהֶן. כֵּיצַד. הָיָה הַחוֹב אַרְבַּע מֵאוֹת וַחֲמִשִּׁים בַּעַל הַמָּאתַיִם נוֹתֵן מֵאָה וּבַעַל הַשְּׁלֹשׁ מֵאוֹת מֵאָה וַחֲמִשִּׁים וּבַעַל הָאַרְבַּע מֵאוֹת נוֹתֵן מָאתַיִם: \n",
      "אֲבָל אִם אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי וְאַחֲרָיו שְׁלֹשׁ מֵאוֹת לִפְלוֹנִי וְאַחֲרָיו אַרְבַּע מֵאוֹת לִפְלוֹנִי. כָּל הַקּוֹדֵם בַּשְּׁטָר זָכָה. לְפִיכָךְ אִם יָצָא עָלָיו שְׁטַר חוֹב גּוֹבֶה מִן הָאַחֲרוֹן. אֵין לוֹ גּוֹבֶה מִשֶּׁלְּפָנָיו. אֵין לוֹ גּוֹבֶה מִשֶּׁלִּפְנֵי פָנָיו: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר יָדוּר פְּלוֹנִי בְּבַיִת זֶה. יֹאכַל פְּלוֹנִי פֵּרוֹת דֶּקֶל זֶה. לֹא אָמַר כְּלוּם שֶׁלֹּא הִקְנָה לָהֶם דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. שֶׁהַדִּירָה וְהָאֲכִילָה וְכַיּוֹצֵא בָּהֶן הֲרֵי הֵן כְּדִבּוּר וּכְשֵׁינָה שֶׁאֵין נִקְנִין. אֲבָל אִם אָמַר תְּנוּ בַּיִת זֶה לִפְלוֹנִי כְּדֵי שֶׁיָּדוּר בּוֹ עַד זְמַן פְּלוֹנִי. אוֹ תְּנוּ דֶּקֶל זֶה לִפְלוֹנִי כְּדֵי שֶׁיֹּאכַל פֵּרוֹתָיו. דְּבָרָיו קַיָּמִין. שֶׁהֲרֵי הִקְנָה לָהֶם הַגּוּף לְפֵרוֹת וְהַגּוּף דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסים אֵלּוּ לְבָנַי. אֵין הַבָּנוֹת בִּכְלָלָם. הָיָה לוֹ בֵּן אֶחָד וּבַת. אוֹ בֵּן וּבֶן הַבֵּן. אַף עַל פִּי שֶׁהוּא אָמַר לְבָנַי שֶׁהוּא לְשׁוֹן רַבִּים אֵין נוֹתְנִין אֶלָּא לִבְנוֹ. שֶׁהַבֵּן הָאֶחָד נִקְרָא בָּנִים: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לְטוֹבִיָּה וּמֵת. וּבָא אֶחָד שֶׁשְּׁמוֹ טוֹבִיָּה וְאָמַר אֲנִי הוּא. נוֹטְלָן. וְאִם הֻחְזַק שְׁמוֹ רַב טוֹבִיָּה אֵינוֹ נוֹטְלָן. וְאִם הָיָה שְׁכִיב מֵרַע גַּס בּוֹ וְקוֹרֵא אוֹתוֹ בִּשְׁמוֹ נוֹטְלָן: \n",
      "בָּאוּ שְׁנַיִם לִתְבֹּעַ וְכָל אֶחָד מֵהֶן מֻחְזָק שְׁמוֹ טוֹבִיָּה. אִם הָיָה אֶחָד מֵהֶם תַּלְמִיד חָכָם. תַּלְמִיד חָכָם קוֹדֵם. אֵין בָּהֶן תַּלְמִיד חָכָם וְהָיָה אֶחָד מֵהֶן שָׁכֵן אוֹ קָרוֹב הוּא קוֹדֵם. הָיָה אֶחָד שָׁכֵן וְאֶחָד קָרוֹב שָׁכֵן קוֹדֵם. שְׁנֵיהֶם קְרוֹבִים אוֹ שְׁנֵיהֶם שְׁכֵנִים אוֹ שְׁנֵיהֶם תַּלְמִידֵי חֲכָמִים. יַעֲשׂוּ הַדַּיָּנִין כְּמוֹ שֶׁיֵּרָאֶה לָהֶם. כָּל מִי שֶׁדַּעְתָּן נוֹטָה שֶׁעַל זֶה אָמַר נוֹתְנִין לוֹ. וְכֵן אִם הָיוּ רַבִּים: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי וּפְלוֹנִי וּפְלוֹנִי. חוֹלְקִין בְּשָׁוֶה אֲפִלּוּ הֵן מֵאָה: \n",
      "אָמַר נְכָסַי לִפְלוֹנִי וּלְבָנַי חוֹלְקִין. פְּלוֹנִי נוֹטֵל מֶחֱצָה וְכָל בָּנָיו מֶחֱצָה. וּמַעֲשֶׂה בְּאֶחָד שֶׁאָמַר לְאִשְׁתּוֹ נְכָסַי לִיךְ וּלְבָנַיִךְ. וְאָמְרוּ חֲכָמִים תִּטּל הִיא מֶחֱצָה וְכָל הַבָּנִים מֶחֱצָה: \n",
      "אָמַר לִפְלוֹנִי וּפְלוֹנִי וְלִבְנֵי פְּלוֹנִי. נוֹטְלִין בְּנֵי פְּלוֹנִי מֶחֱצָה וְהַשְּׁנַיִם הָרִאשׁוֹנִים מֶחֱצָה: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר יַחֲלֹק פְּלוֹנִי בִּנְכָסַי. יִטּל מֶחֱצָה. תְּנוּ חֵלֶק לִפְלוֹנִי בִּנְכָסַי. יִטּל אֶחָד מִשִּׁשָּׁה עָשָׂר. וְיֵשׁ מִי שֶׁהוֹרָה יִטּל רְבִיעַ הַנְּכָסִים: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ חֵלֶק לִפְלוֹנִי בְּבוֹר הַיַּיִן שֶׁיֵּשׁ לִי. יִטּל רְבִיעַ הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לֶחָבִית. הֲרֵי מִעוּט וְיִטּל שְׁמִינִית הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לִקְדֵרָה נוֹטֵל חֵלֶק מִשְּׁנֵים עָשָׂר מִן הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לְטָפִיחַ נוֹטֵל חֵלֶק מִשִּׁשָּׁה עָשָׂר מִן הַיַּיִן שֶׁבַּבּוֹר. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁלְּחֵלֶק מוּעָט נִתְכַּוֵּן: \n",
      "וְאֵין גּוֹמְרִין מִן הַשִּׁעוּרִין הָאֵלּוּ לְדִין אַחֵר: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תִּטּל אִשְׁתִּי כְּאֶחָד מִן הַבָּנִים. נוֹטֶלֶת כְּאֶחָד מִבָּנָיו. וְאִם נוֹלְדוּ לוֹ בָּנִים אַחַר הַצַּוָּאָה מִצְטָרְפִין עִם אֵלּוּ שֶׁהָיוּ בִּשְׁעַת הַצַּוָּאָה וְנוֹטֶלֶת חֵלֶק עִם כֻּלָּן. כֵּיצַד. הָיוּ שְׁלֹשָׁה בָּנִים בִּשְׁעַת הַצַּוָּאָה וּלְאַחַר זְמַן נוֹלְדוּ לוֹ שְׁנַיִם. נוֹטֶלֶת כְּאֶחָד מִן הַחֲמִשָּׁה שֶׁהוּא שְׁתוּת כָּל הַמָּמוֹן: \n",
      "וְאֵינָהּ נוֹטֶלֶת עִמָּהֶם אֶלָּא בִּנְכָסִים שֶׁהָיוּ לוֹ בִּשְׁעַת הַצַּוָּאָה. אֲבָל נְכָסִים שֶׁבָּאוּ לוֹ אַחַר זְמַן הַצַּוָּאָה אֵין לָהּ בָּהֶן חֵלֶק שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא בִּרְשׁוּתוֹ: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר מִטַּלְטְלִין שֶׁיֵּשׁ לִי לִפְלוֹנִי. נוֹטֵל כְּלֵי תַּשְׁמִישׁוֹ. אֲבָל לֹא חִטִּים וּשְׂעוֹרִים וְכַיּוֹצֵא בָּהֶן. אָמַר כָּל מִטַּלְטְלִין שֶׁלִּי. נוֹטֵל הַכּל: \n",
      "וְהָעֲבָדִים בִּכְלַל הַמִּטַּלְטְלִין. אֲבָל לֹא רֵחַיִם הַתַּחְתּוֹנָה וְכַיּוֹצֵא בָּהּ. שֶׁהֲרֵי הִיא מְחֻבֶּרֶת לָאָרֶץ: \n",
      "אָמַר כָּל הַמִּטַּלְטֵל. נוֹטֵל אַף רֵחַיִם הַתַּחְתּוֹנָה וְכַיּוֹצֵא בָּהֶן: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי. נוֹטֵל כָּל הַמִּטַּלְטְלִין וְכָל הַקַּרְקָעוֹת וְהַבְּגָדִים וְהָעֲבָדִים וְהַבְּהֵמָה וְהָעוֹפוֹת. וְהַתְּפִלִּין עִם שְׁאָר סְפָרִים הַכּל בִּכְלַל הַנְּכָסִים. אֲבָל סֵפֶר תּוֹרָה יֵשׁ בּוֹ סָפֵק אִם הוּא בִּכְלַל נְכָסִים אוֹ אֵינוֹ לְפִיכָךְ אִם תְּפָסוֹ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי בְּכוֹרִי כָּרָאוּי לוֹ. נוֹטְלָן וְנוֹטֵל בְּכוֹרָתוֹ: \n",
      "אָמַר בִּבְכוֹרָתוֹ יָדוֹ עַל הָעֶלְיוֹנָה. רָצָה חֵלֶק בְּכוֹרָה נוֹטֵל רָצָה מָאתַיִם זוּז נוֹטֵל: \n",
      "וְכֵן אִם אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִית אִשְׁתִּי כָּרָאוּי לָהּ. נוֹטַלְתָּן וְנוֹטֶלֶת כְּתֻבָּתָהּ. וְאִם אָמַר בִּכְתֻבָּתָהּ יָדָהּ עַל הָעֶלְיוֹנָה: \n",
      "אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי בַּעַל חוֹבִי כָּרָאוּי לוֹ נוֹטְלָן וְנוֹטֵל אֶת חוֹבוֹ. אָמַר בְּחוֹבוֹ אֵין לוֹ אֶלָּא חוֹבוֹ: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז לִפְלוֹנִי וְיִשָּׂא בִּתִּי. הֲרֵי זֶה כְּמִי שֶׁנָּתַן לוֹ שְׁתֵּי מַתָּנוֹת כָּל אֵיזֶה מֵהֶן שֶׁיִּרְצֶה יִקַּח. לְפִיכָךְ אִם רָצָה לִקַּח הַמָּעוֹת וְלֹא יִשָּׂא הַבַּת יִקַּח. אֲבָל אִם אָמַר יִקַּח בִּתִּי וּתְנוּ לוֹ אַרְבַּע מֵאוֹת זוּז. הֲרֵי זֶה תְּנַאי וְלֹא יִזְכֶּה בַּמָּעוֹת עַד שֶׁיִּקַּח הַבַּת: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז לְבִתִּי בִּכְתֻבָּתָהּ אוֹ לִכְתֻבָּתָהּ. אִם דֶּרֶךְ אַנְשֵׁי הָעִיר לְהוֹסִיף בְּשׁוּמַת הַנְּדוּנְיָא וְלִכְתֹּב שְׁוֵה מָנֶה בְּמָאתַיִם אֵינָהּ נוֹטֶלֶת אֶלָּא מָאתַיִם זוּז. שֶׁהֲרֵי לֹא אָמַר אַרְבַּע מֵאוֹת זוּז סְתָם אֶלָּא בִּכְתֻבָּתָהּ. כְּלוֹמַר תְּנוּ לָהּ מַה שֶּׁתִּהְיֶה שׁוּמָתוֹ בִּכְתֻבָּתָהּ אַרְבַּע מֵאוֹת זוּז: \n",
      "אָמַר תְּנוּ נְדוּנְיָא לְבִתִּי כָּךְ וְכָךְ בְּגָדִים כָּךְ וְכָךְ כֵּלִים. הוּזְלוּ הַבְּגָדִים וְהַכֵּלִים אַחַר כֵּן. הָרֶוַח לַיתוֹמִים וְנוֹתְנִין לָהּ כַּשַּׁעַר הַזּוֹל. וְכֵן אִם אָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז דְּמֵי הַיַּיִן לְבִתִּי וְהוּקַר הַיַּיִן הָרֶוַח לַיתוֹמִים וְנוֹתְנִין לָהּ אַרְבַּע מֵאוֹת זוּז. מַעֲשֶׂה בְּאֶחָד שֶׁהָיָה יוֹצֵא בְּקוֹלָר וְאָמַר תְּנוּ לִפְלוֹנִי אַרְבַּע מֵאוֹת זוּז מֵהַיַּיִן שֶׁל מָקוֹם פְּלוֹנִי. וְאָמְרוּ חֲכָמִים יִטּל אַרְבַּע מֵאוֹת זוּז מִדְּמֵי אוֹתוֹ הַיַּיִן שֶׁלֹּא נִתְכַּוֵּן זֶה לִתֵּן לוֹ מִן הַיַּיִן מִשְׁקַל אַרְבַּע מֵאוֹת זוּז וְלֹא נִתְכַּוֵּן אֶלָּא לְדָמִים וְזֶה שֶׁיִּחֲדָן כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. וְשׁוּב מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר הַדֶּקֶל לְבִתִּי וְהִנִּיחַ שְׁנֵי חֲצָאֵי דֶּקֶל אָמְרוּ חֲכָמִים תִּטּל הַשְּׁנֵי חֲצָאִים שֶׁלָּזֶה נִתְכַּוֵּן וְהֵם שֶׁקָּרָא דֶּקֶל. וְשׁוּב מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר תְּנוּ לִפְלוֹנִי בַּיִת הַמַּחֲזִיק מֵאָה כּוֹרִין וְנִמְצָא הַבַּיִת שֶׁיֵּשׁ לְזֶה הַמְצַוֶּה מַחֲזִיק מֵאָה וְעֶשְׂרִים. וְאָמְרוּ חֲכָמִים זָכָה בְּבַיִת זֶה שֶׁהַדְּבָרִים מַרְאִין שֶׁכַּוָּנָתוֹ לָזֶה הָיְתָה שֶׁכָּל הַנּוֹתֵן בְּעַיִן יָפָה נוֹתֵן. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ לִבְנִי שֶׁקֶל בְּכָל שַׁבָּת. אוֹ שֶׁאָמַר אַל תִּתְּנוּ לָהֶם אֶלָּא שֶׁקֶל. וְנִמְצָא שֶׁאֵינוֹ מַסְפִּיק לָהֶם אֶלָּא סֶלַע בְּכָל שַׁבָּת. נוֹתְנִים לָהֶם כָּל צָרְכָּן שֶׁלֹּא נִתְכַּוֵּן זֶה לְהַרְעִיב אֶת בָּנָיו אֶלָּא לְזָרֵז אוֹתָם. שֶׁמָּא יַרְוִיחוּ בָּהוֹצָאָה יוֹתֵר מִדַּאי: \n",
      "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר אַל תִּסְפְּדוּהוּ. אֵין סוֹפְדִין אוֹתוֹ. אַל תִּקְבְּרוּהוּ מִנְּכָסָיו. אֵין שׁוֹמְעִין לוֹ שֶׁיָּחוּס עַל מָמוֹן בָּנָיו וְיַפִּיל עַצְמוֹ עַל הַצִּבּוּר. שֶׁאָסוּר לְהַנִּיחוֹ בְּלֹא קְבוּרָה. אֶלָּא כּוֹפִין אֶת הַיּוֹרְשִׁין לְקָבְרוֹ מִנְּכָסָיו: \n"
    ],
    [
      "שְׁכִיב מֵרַע שֶׁאָמַר בְּנִי פְּלוֹנִי יִירָשֵׁנִי. הֲרֵי זֶה יוֹרֵשׁ אוֹתוֹ לְבַדּוֹ וְלֹא יִירָשׁוּהוּ שְׁאָר הַבָּנִים. וְכֵן אִם אָמַר עַל בַּת בֵּין הַבָּנוֹת אוֹ אָח בֵּין הָאַחִין אוֹ שְׁאָר יוֹרְשִׁין דְּבָרָיו קַיָּמִין: \n",
      "אֲבָל הַבָּרִיא אֵין דְּבָרָיו קַיָּמִין: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי וְאַחֲרָיו לִפְלוֹנִי. אֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן: \n",
      "וְאִם הָיָה הָרִאשׁוֹן רָאוּי לְיָרְשׁוֹ כְּגוֹן שֶׁהָיָה בֵּן מִכְּלַל הַבָּנִים אֵין לַשֵּׁנִי כְּלוּם. שֶׁכָּל לְשׁוֹן מַתָּנָה לַיּוֹרֵשׁ הֲרֵי הוּא כִּלְשׁוֹן יְרֻשָּׁה. וִירֻשָּׁה אֵין לָהּ הֶפְסֵק וְאַף עַל פִּי שֶׁאָמַר וְאַחֲרָיו לִפְלוֹנִי: \n",
      "אֲבָל הַבָּרִיא שֶׁנָּתַן מַתְּנַת בָּרִיא עַל דֶּרֶךְ זֶה וְכָתַב לָזֶה נְכָסַי לְךָ וְאַחֲרֶיךָ לִפְלוֹנִי. אֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן בֵּין שֶׁהָיָה הָרִאשׁוֹן רָאוּי לְיָרְשׁוֹ בֵּין שֶׁלֹּא הָיָה רָאוּי לְיָרְשׁוֹ: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לְךָ וְאַחֲרֶיךָ לִפְלוֹנִי וְהָיָה רִאשׁוֹן רָאוּי לְיָרְשׁוֹ וּפֵרֵשׁ וְאָמַר לֹא מִשּׁוּם יְרֻשָּׁה אֲנִי נוֹתֵן לְךָ שֶׁאֵין לָהּ הֶפְסֵק אֶלָּא בְּמַתָּנָה וַהֲרֵי הִפְסַקְתִּיהָ. הַשֵּׁנִי קוֹנֶה מַה שֶּׁמְּשַׁיֵּר הָרִאשׁוֹן. לְפִיכָךְ אִם נָתַן הַמָּעוֹת עַל יַד שָׁלִישׁ אוֹ שֶׁאָמַר תְּנוּ לְבָנַי שֶׁקֶל בְּכָל שַׁבָּת וְלֹא מִשּׁוּם יְרֻשָּׁה אֲנִי נוֹתְנָם לָהֶם. וְהַנִּשְׁאָר מִן הַנְּכָסִים אַחַר מוֹתָם יִהְיֶה לִפְלוֹנִי. אֵין נוֹתְנִין לָהֶם אֶלָּא שֶׁקֶל אַף עַל פִּי שֶׁאֵינוֹ מַסְפִּיק לָהֶם: \n",
      "נְכָסַי לִפְלוֹנִי וְאַחֲרָיו לִפְלוֹנִי. מֵת רִאשׁוֹן קָנָה שֵׁנִי. מֵת שֵׁנִי הֲרֵי אֵלּוּ שֶׁל יוֹרְשֵׁי הַשֵּׁנִי. מֵת שֵׁנִי בְּחַיֵּי רִאשׁוֹן יִהְיוּ הַנְּכָסִים שֶׁל יוֹרְשֵׁי רִאשׁוֹן: \n",
      "וְאַף עַל פִּי שֶׁאֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן אָסוּר לָרִאשׁוֹן לִמְכֹּר וְלִתֵּן גּוּפוֹ אֶלָּא אוֹכֵל הַפֵּרוֹת עַד שֶׁיָּמוּת וְיִזְכֶּה הַשֵּׁנִי: \n",
      "וְאִם עָבַר הָרִאשׁוֹן וּמָכַר וְנָתַן בְּמַתָּנָה. אֵין הַשֵּׁנִי מוֹצִיא מִיַּד הַלָּקוֹחוֹת שֶׁאֵין לַשֵּׁנִי לֹא מִן הַגּוּף וְלֹא מִן הַפֵּרוֹת אֶלָּא הַנִּשְׁאָר. וְכָל הַמַּשִּׂיא עֵצָה לָרִאשׁוֹן לִמְכֹּר נִקְרָא רָשָׁע. וַאֲפִלּוּ הָיָה בָּהֶן עֲבָדִים וְהוֹצִיאָן הָרִאשׁוֹן לְחֵרוּת אוֹ כֵּלִים וַעֲשָׂאָן תַּכְרִיכִין לְמֵת מַעֲשָׂיו קַיָּמִין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁמָּכַר הָרִאשׁוֹן אוֹ נָתַן מַתָּנָה לַאֲחֵרִים. אֲבָל אִם מְכָרָן הָרִאשׁוֹן אוֹ נְתָנָן לִבְנוֹ מַתָּנָה אוֹ לְאֶחָד מִיּוֹרְשָׁיו לֹא עָשָׂה כְּלוּם. וְכֵן אִם נְתָנָן בְּמַתְּנַת שְׁכִיב מֵרַע אֲפִלּוּ לַאֲחֵרִים לֹא עָשָׂה כְּלוּם שֶׁאֵין מַתְּנַת שְׁכִיב מֵרַע קוֹנָה אֶלָּא לְאַחַר מִיתָה וּכְשֶׁיָּמוּת יִקְנֶה הַשֵּׁנִי: \n",
      "הָיָה חוֹב עַל הָרִאשׁוֹן אוֹ כְּתֻבַּת אִשָּׁה וּבָאוּ לְבֵית דִּין לְהִפָּרַע מִנְּכָסִים אֵלּוּ. אַף עַל פִּי שֶׁהָרִאשׁוֹן קַיָּם אֵין בֵּית דִּין מְגַבִּין אוֹתָם מִגּוּף הַנְּכָסִים אֶלָּא מִן הַפֵּרוֹת בִּלְבַד שָׁמִין לָהֶם. מֵת הָרִאשׁוֹן וּבָא בַּעַל חוֹבוֹ וְאִשְׁתּוֹ לִגְבּוֹת מִנְּכָסִים אֵלּוּ אֵין מְגַבִּין לָהֶם כְּלוּם אֲפִלּוּ עֲשָׂאָן אַפּוֹתֵיקֵי אוֹ שֶׁיִּחֲדָן לְאִשְׁתּוֹ בִּכְתֻבָּתָהּ אֵינָן גּוֹבִין מִנְּכָסִים אֵלּוּ כְּלוּם אֶלָּא הֲרֵי הֵן שֶׁל שֵׁנִי: \n",
      "שְׁכִיב מֵרַע שֶׁאָמַר לְאִשָּׁה פְּנוּיָה נְכָסַי לָךְ וְאַחֲרַיִךְ לִפְלוֹנִי וְעָמְדָה וְנִשֵּׂאת. בַּעַל לוֹקֵחַ הוּא וְאֵין הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל. וְאִם אָמַר לָהּ כְּשֶׁהִיא נְשׂוּאָה נְכָסַי לִיךְ וְאַחֲרַיִךְ לִפְלוֹנִי וּמֵתָה. הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל. שֶׁכֵּיוָן שֶׁזָּכְתָה בַּנְּכָסִים עַל תְּנַאי זֶה כְּשֶׁהִיא נְשׂוּאָה נִמְצָא כְּאִלּוּ אָמַר לָהּ בְּפֵרוּשׁ אַחֲרַיִךְ יִקְנֶה פְּלוֹנִי לֹא הַבַּעַל. לְפִיכָךְ אִם מָכְרָה נְכָסִים אֵלּוּ כְּשֶׁהִיא תַּחַת בַּעְלָהּ וּמֵתָה תַּחַת בַּעְלָהּ יַעַמְדוּ נְכָסִים בְּיַד הַלּוֹקֵחַ שֶׁאִם יוֹצִיא הַבַּעַל מִיַּד הַלּוֹקֵחַ מִפְּנֵי שֶׁמָּכְרָה כְּשֶׁהִיא נְשׂוּאָה הֲרֵי הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל וְהַלּוֹקֵחַ חוֹזֵר וּמוֹצִיא מִיַּד הַשֵּׁנִי. שֶׁהֲרֵי מָכְרָה לוֹ וְאֵין לוֹ אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן. וְאֵין בִּשְׁלָשְׁתָּן מִי שֶׁהוֹצִיא מָמוֹן אֶלָּא הַלּוֹקֵחַ. וּלְפִיכָךְ תַּעֲמֹד בְּיָדוֹ. מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר נְכָסַי לְאִמִּי וְאַחֲרֶיהָ לְיוֹרְשַׁי וְהָיְתָה לוֹ בַּת נְשׂוּאָה וּמֵתָה הַבַּת בְּחַיֵּי בַּעְלָהּ וּבְחַיֵּי אֵם אָבִיהָ וְאַחַר כָּךְ מֵתָה הַזְּקֵנָה. וְאָמְרוּ חֲכָמִים אֵין הַבַּעַל יוֹרֵשׁ אוֹתָן נְכָסִים מִפְּנֵי שֶׁהֵן רְאוּיִין לְאִשְׁתּוֹ וְלֹא זָכְתָה בָּהֶן הָאִשָּׁה אֶלָּא אַחַר שֶׁמֵּתָה. אֲבָל אִם הִנִּיחָה הַבַּת בֵּן אוֹ בַּת הָיוּ יוֹרְשִׁין הַנְּכָסִים. שֶׁמַּשְׁמָע יוֹרְשִׁין וַאֲפִלּוּ יוֹרְשֵׁי יוֹרְשִׁין. וְאִלּוּ אָמַר וּכְשֶׁתָּמוּת הַזְּקֵנָה הֲרֵי הֵן לְבִתִּי מֵעַכְשָׁו. הָיָה הַבַּעַל יוֹרֵשׁ אוֹתָן אַחַר מִיתַת אִשְׁתּוֹ: \n",
      "הַכּוֹתֵב נְכָסָיו לִבְנוֹ וּלְאַחַר מוֹתוֹ. הֲרֵי הַגּוּף שֶׁל בֵּן מִזְּמַן הַשְּׁטָר וְהַפֵּרוֹת לָאָב עַד שֶׁיָּמוּת. לְפִיכָךְ הָאָב אֵינוֹ יָכוֹל לִמְכֹּר מִפְּנֵי שֶׁהֵן נְתוּנִין לַבֵּן. וְהַבֵּן אֵינוֹ יָכוֹל לִמְכֹּר מִפְּנֵי שֶׁהֵן בִּרְשׁוּת הָאָב. מֵת הָאָב וְהִנִּיחַ פֵּרוֹת מְחֻבָּרִין לַקַּרְקַע הֲרֵי הֵן שֶׁל בֵּן. מִפְּנֵי שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ. הָיוּ תְּלוּשִׁין אוֹ שֶׁהִגִּיעוּ לְהִבָּצֵר הֲרֵי הֵן שֶׁל יוֹרְשִׁין. עָבַר הָאָב וּמָכַר מְכוּרִין עַד שֶׁיָּמוּת. וּכְשֶׁיָּמוּת הָאָב מוֹצִיא הַבֵּן מִיַּד הַלָּקוֹחוֹת. וְאִם הָיוּ שָׁם פֵּרוֹת מְחֻבָּרִין שָׁמִין אוֹתָם לַלּוֹקֵחַ וְנוֹתֵן הַבֵּן דְּמֵיהֶם. הָיוּ תְּלוּשִׁין אוֹ שֶׁהִגִּיעוּ לְהִבָּצֵר הֲרֵי הֵן שֶׁל לוֹקֵחַ. עָבַר הַבֵּן וּמָכַר אֵין לַלּוֹקֵחַ כְּלוּם עַד שֶׁיָּמוּת הָאָב. מָכַר הַבֵּן בְּחַיֵּי הָאָב וּמֵת הַבֵּן וְאַחַר כָּךְ מֵת הָאָב. כְּשֶׁיָּמוּת הָאָב קָנָה הַלּוֹקֵחַ. שֶׁאֵין לָאָב אֶלָּא פֵּרוֹת וְקִנְיַן פֵּרוֹת אֵינוֹ כְּקִנְיַן הַגּוּף: \n",
      "מַתְּנַת בָּרִיא שֶׁכָּתוּב בָּהּ מֵהַיּוֹם וּלְאַחַר מִיתָה. הֲרֵי הִיא כְּמַתְּנַת שְׁכִיב מֵרַע שֶׁאֵינוֹ קוֹנֶה אֶלָּא לְאַחַר מִיתָה. שֶׁמַּשְׁמַע דְּבָרִים אֵלּוּ שֶׁאַף עַל פִּי שֶׁקָּנָה הַגּוּף מֵהַיּוֹם אֵינוֹ זוֹכֶה בּוֹ וְאוֹכֵל פֵּרוֹת אֶלָּא לְאַחַר מִיתָה: \n",
      "שְׁטַר מַתָּנָה שֶׁכָּתוּב בּוֹ שֶׁיִּקְנֶה פְּלוֹנִי שָׂדֶה פְּלוֹנִית לְאַחַר מִיתָה בֵּין שֶׁהָיָה בַּשְּׁטָר קִנְיָן בֵּין שֶׁלֹּא הָיָה בּוֹ קִנְיָן. כֵּיוָן שֶׁכָּתוּב בּוֹ זְמַן וּבִזְמַן זֶה חַי הָיָה. הַזְּמַן מוֹכִיחַ שֶׁמֵּחַיִּים הִקְנָה לוֹ וְאֵינוֹ זוֹכֶה אֶלָּא לְאַחַר מִיתָה. שֶׁאִלּוּ הָיָה בְּדַעְתּוֹ לְהַקְנוֹת לוֹ בִּשְׁטָר זֶה לְאַחַר מִיתָה לֹא הָיָה כּוֹתֵב בּוֹ זְמַן. לְפִיכָךְ אַף עַל פִּי שֶׁאֵין כָּתוּב בּוֹ מֵהַיּוֹם וּלְאַחַר מִיתָה קוֹנֶה לְאַחַר מִיתָה. וְזֶה שֶׁכּוֹתְבִין בְּכָל הַמַּתָּנוֹת וְהַמִּמְכָּרוֹת מֵעַכְשָׁו וְאַף עַל פִּי שֶׁיֵּשׁ בַּשְּׁטָר הַזְּמַן. לְהַרְוִיחַ הַדָּבָר כּוֹתְבִין בּוֹ אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ: \n",
      "בָּרִיא שֶׁנָּתַן מַתָּנָה וְכָתַב בַּשְּׁטָר מֵחַיִּים וּבַמָּוֶת. הֲרֵי זוֹ מַתָּנָה גְּמוּרָה מֵחַיִּים שֶׁהֲרֵי כָּתוּב בּוֹ מֵחַיִּים. וְזֶה שֶׁכָּתוּב בּוֹ וּבַמָּוֶת כְּמִי שֶׁאוֹמֵר מֵעַתָּה וְעַד עוֹלָם וּכְמוֹ נוֹיֵי הַשְּׁטָר הוּא זֶה: \n",
      "הַצַּדִּיקִים הַגְּמוּרִים וְאַנְשֵׁי מַעֲשֶׂה לֹא יְקַבְּלוּ מַתָּנָה מֵאָדָם. אֶלָּא בּוֹטְחִים בַּה' בָּרוּךְ שְׁמוֹ לֹא בִּנְדִיבִים. וַהֲרֵי נֶאֱמַר <small>(משלי טו כז)</small> \"וְשׂוֹנֵא מַתָּנֹת יִחְיֶה\": סְלִיקוּ לְהוּ הִלְכוֹת זְכִיָּה וּמַתָּנָה בְּסַ''ד \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות זכייה ומתנה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Kinyan"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [
        "<b> המדברות וכו'.</b> א''א דוקא לאותו השבט עכ''ל: "
      ],
      [],
      [
        "<b> הרי זה גזלן.</b> א''א להוציאו בדיינין. עכ''ל: "
      ],
      [
        "<b> ואין לבעל המצודה.</b> א''א ואיך לא חילק בין צבי רץ כדרכו וגוזלין מפריחים לשאינן כן והלא המשנה חילקה בהן עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ברשות שבת וכו'.</b> א''א יש כאן ערבובי דברים שאין הגמרא הולכת ע''ז הדרך ואין בגמרא שיהא פיסלא חולק בנכסי הגר אלא בפאה ובשבת ובטומאה ובגיטין כי כן דרך הגמרא ומפרש בגמרא מה טיבן של הפסקות עכ''ל: "
      ],
      [],
      [
        "<b> בקעה גדולה כו'.</b> א''א אינו כן שכבר אמרו בגמרא כל שנקראת על שמו ה''ד דאמרי בי גרגותא דפלניא פר''ח ז''ל שדה בית השלחין ששותה מגרגותא חדא עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> כמו שביארנו וכו'.</b> א''א כל זה הולך על דרך שכתב למעלה בהל' מכירה פ''א ואינו נכון בעיני עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> אמר לו חלק כך וכו'.</b> א''א זה הדרך הולך על דרך פירוש הרב ז''ל שפירש במסכת גיטין וקשיא לן מה שאמרו במנחות בית בביתי אני מוכר לך מראהו עלייה הגרועה ואם נפלה נפלה ללוקח וכן שור בשורי אמאי והא לא סיים והא לא קנה כלום. ואולי נאמר כיון שהדין ידוע שיד בעל השטר על התחתונה כאילו פירש הגרוע או הנפול או המת ודין זה כשאין שם אלא גרוע אחד או מת אחד שהוא כמסויים אבל אם היו שנים גרועים או שנים מתים לדעת הרב ז''ל לא קנה כלום עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ואין לדבר זה ראיה וכו'.</b> א''א אע''פ שאין ראיה לדבר זכר לדבר וטעם גדול יש לדבר ואיך יתכן דזה מוכר קרקע או נותנו ואומר איני נותנו או מוכרו אא''כ יעשה לי כך וכך ונוציא אותו מידו ולא עשה בו מה שהתנה עליו אבל גיטין וקדושין אומדן דעתא הוא מכיון שנתן דעתו לגרש או לקדש אינו אלא כמפליג בדברים וקירוב הדעת וריחוק הדעת אין תנאי מועיל בו לרחק ולקרב אא''כ חזקו בכפילו ובכל העניינים שנתפרשו בו כי כולם חזוק התנאי הם ובין תבין ונחלת בני גד ובני ראובן לא היתה מוחזקת ביד ישראל ואינו דומה לקרקע המוחזק לו לאדם מירושתו או ממקחו עכ''ל: "
      ]
    ],
    [
      [
        "<b> לא אמר כלום וכו'.</b> א''א דוקא אמר הרי היא בטילה אבל אמר בטילה היא אינה מתנה והכין איתא בגיטין ובכריתות עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ראובן שרצה ליתן וכו'.</b> א''א דוקא מתנה אבל פריעת חוב אינו יכול לחזור בו וכן בפקדון אם הוחזק הנפקד כפרן עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> וקטנה תזכה וכו'.</b> א''א אין דבר זה מחוור במתנה אלא במציאה עכ''ל: "
      ],
      [
        "<b> לא קנה וכו'.</b> א''א הוא הדין אם אמר להם תנו צריכין הם לכותבו עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ותחזור לבעליה וכו'.</b> א''א רעיון רוח ונשבע שבועת היסת עכ''ל: "
      ]
    ],
    [
      [
        "<b> ממון אחרים וכו'.</b> א''א פירוש הטובה שקבל מזה עכ''ל: "
      ],
      [],
      [],
      [
        "<b> מודעה לה וכו'.</b> א''א כגון המעשה שהוא מביא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ודברים אלו וכו' עד שיטרוף בהן.</b> א''א דבריו מעורבים כי נראה מדבריו שהוא מפרש ניתנו להכתב או לא ניתנו אם צריכין ליכתב לגבות ממשועבדין או אין צריכין ליכתב ואח''כ אמר לפיכך אינו כשטר שיטרוף בהן וכיון שפשט שלא ניתנו ליכתב הרי הוא טורף בהם. ואולי הוא מפרש ניתנו ליכתב ולא נתן אם יש להם דין שט''ח או לא ואין דעות כל המפרשים שוות בזה עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> השולח וכו' עד חוץ מן המאכל וכו'.</b> א''א תמה אני מועטין ואכל למה הדרי בב''ד ואי בשהן קיימין היא בעיא ולא איפשיטא הלכך אין נגבין בב''ד אלא אם תפס לא מפקינן מיניה חוץ מייבא וסבתכא ואם אכלתו לא הדרי ואפילו תפס מפקינן מיניה: "
      ],
      [],
      [],
      [
        "<b> הורו רבותי שאם היה מנהג וכו' עד נשבע ונוטל.</b> א''א איני משוה עם רבותיו בזה וזאת הגרמה דומה לזרעוני גנה ולא צמחו שאינו משלם לו (אלא) ההוצאה. וכללו של דבר אבוד ממון שבעל הממון עושה אותו אע''פ שגרם לו זה פטור עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכמה מנכין וכו' עד ומשלם לו השאר.</b> א''א לא ראיתי חשיבות עם צרות עין: "
      ],
      [],
      [
        "<b> מת שמעון קודם שנשא אשה עד אין היורשים משלמים כלום.</b> א''א מעולם לא ראיתי בגמרא מנהג לשושבינות אלא לסבלונות: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> השולח תשורה לחבירו עד שיפרש שהוא מלוה וכן השולח לחבירו כדי יין וכדי שמן וכו' עד אלא במעות בלבד.</b> א''א דבר זה אינו מחוור: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שכ''מ שאמר כתבו ותנו לפלוני מנה עד כותבין ונותנין לאחר מיתה וכו'.</b> א''א אני וחבירי אומרים ואפילו כתבו מחיים [לפי שהעדים] שלוחים הם וכיון שהשולח מת מעשה השליחות בטל שהרי לא נתקיים מעשה השליח אפי' שעה אחת מחיים: "
      ],
      [],
      [
        "<b> שכ''מ שכתב כל נכסיו מתנה סתם וכו' עד במתנת בריא וכו'.</b> א''א ואם שייר צריכה קנין כי בלא קנין אינה כלום. עכ''ל: "
      ],
      [],
      [],
      [
        "<b> אבל אם נתן לו המקצת בפירוש במתנת שכ''מ וכו' עד קנה זה המקצת.</b> א''א זהו המצוה מחמת מיתה. עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> שכיב מרע שכתב כל נכסיו וכו' עד ואם כנמלך אחר ששייר וכו' מת קנו כולן וכו' עד כל נכסיו הנשארים.</b> א''א האחרון צריך שיהא קניינו לייפות כחו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שאמרו לו בשעת מיתתו וכו' עד משום מתנה.</b> א''א פירושה וירושה אין לה הפסק ואפילו אמר בלשון מתנה כרבי יוחנן בן ברוקא עכ''ל: "
      ],
      [
        "<b> גר שיש לו בן וכו' עד מתנתו קיימת.</b> א''א כן אמר הגאון ואין הדעת נוחה הימנו ויש לומר דעת אחרת טובה מזו עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> לפיכך היורש עדיין שטר זה וכו' ומתנת שכיב מרע וכו' עד ולפיכך אינו מוחל.</b> א''א יש כאן שיבושים והגהתי אותם מדעתי וכבר פירש הרב ז''ל הטעם פ' הכותב שדברי שכ''מ ככתובים וכמסורין דמו שחכמים עשאוה כשל תורה כמי שקבל המתנה והטעם שכתוב כאן הוא יותר טוב ומספיק ממ''ש הרב ז''ל. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמר מנה לפלוני בידי וכו' עד שחייבין ליתן.</b> א''א בחיי ראשי טעות גדול טעה בזה ובשביל שראה בגמרא אדרבא איפכא מסתברא כתב את כל זה וחס ושלום שלא נתכוונו לכך אלא כמי שאומר אם שמעת חילוק בזה א''א כך אלא כך ולעולם בין בזה ובין בזה נאמנים שאם הודה כמערים שלא להשביע את בניו הרי שאין חייבין ליתן ואם כמודה איך נאמר מנין היו יודעין שהן חייבים ליתן הרי יודעין ומצווים וכשאמרו עשינו מצות אבינו נאמנין ותו לא מידי. ועוד י''ל כי מה שהקשו בגמרא אדרבא איפכא מסתברא על דין אמת הקשו דמנה לפלוני בידי הודאה היא וכדברי בריא הוא ואם נכתב כמלוה בשטר הוא ויש בה פנים שלא יהו נאמנים לומר פרענו אבל תנו שהוא לשון מתנה אם לא אמר כתובו אע''פ שכתבו העדים ונתנו לו יכולין לומר פרענו וזהו איפכא מסתברא. מיהו כל זמן שלא נכתבה ונמסרה שטר ההודאה נאמנים לומר פרענו ואף בחיוב ב''ד כן. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אמר לפלוני ופלוני ובני פלוני עד מחצה.</b> א''א לא נתברר לי דבר זה אם יאמר יהיה נכסי לראובן ושמעון ובני לוי למה לא יהיו בני לוי בשליש הנכסים כאילו אמר לראובן שמעון ולוי ואם אמר לראובן ולשמעון ולבני לוי כמו כן בשליש. אבל אם אמר לראובן ושמעון ולבני לוי אפשר שיהיה כדבריו לפי שנתן ראובן ושמעון בכלל אחד ובני לוי בכלל אחד: "
      ],
      [
        "<b> שכיב מרע שאמר יחלוק פלוני בנכסי כו'.</b> א''א הרב ז''ל כתב כן ועיקר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שכ''מ שאמר נכסי וכו' עד מספיק להן.</b> א''א כל מ''ש בכאן לא כתב אלא להזהר מן הקושיא ממה ששלח רב אחא עם ברייתא זו של תנו שקל לבני בכל שבת כו' ולא היה צריך לזה וגם זה הטעם אינו מוטעם ויש לנו טעם יפה. עכ''ל: "
      ],
      [
        "<b> נכסי לפלוני ואחריו לפלוני וכו' עד לא עשה ולא כלום.</b> א''א זה אינו מחוור המעשה דרב ביבי בר אביי דאקנייה לבנו הקטן ולא תפסו עליו אלא משום דאחריו דרב ביבי היא עצמה היתה אבל משום שהקנה לבנו לא תפסו עליו. ועוד כי הדרך שכתב אינו אלא כדברי ר''י בן ברוקא והוא כתב שאינו בבריא. ואני סבור שהוא מפרש אותו ענין דרב ביבי כדרך שכתב בכאן אימר דאמר רשב''ג שנתן לאחר אבל לעצמו כגון שנתן לבנו קטן שהוא אוכל הפירות מי אמר ואם כך הוא מפרש נותן לבנו גדול מנין לו שלא הועיל כי אם לדעת ר''י בן ברוקא והוא אמר שלא אמר ר''י בן ברוקא בבריא עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>ההפקר כל המחזיק בו זכה בו וכן המדברות וכו'.</b> זה פשוט ומבואר בהרבה מקומות בגמרא. ובהשגות א''א דוקא לאותו שבט ע''כ. וכוונתו בארץ ישראל. וכבר נתבארו פרק חמישי מהלכות נזקי ממון תנאי ארץ ישראל שהתנה יהושע וחילוק החורשין שם אבל כאן לא היתה הכוונה בארץ ישראל לפי שסמך רבינו על מה שכבר כתב: "
      ],
      [
        "<b>הצד דגים מן הימים וכו'.</b> גם זה פשוט: ",
        "<b>ובלבד שלא יצוד בשדה חבירו ואם צד שם קנה.</b> הטעם לפי שהוא חצר שאינה משתמרת ובעינן עומד בתוך שדהו כמו שיתבאר ומכל מקום ודאי לכתחילה לא יצוד שם שאין לו רשות ליכנס בתוך של חבירו שלא מדעתו: ",
        "<b>ואם היו הדגים בביברין של בעלים וכו'.</b> פי' הביבר הוא חצר המשתמרת וזכו בו בעלים וכיוצא בזה אמרינן גבי שילוח הקן גבי יוני שובך ויוני עלייה יש בהן משום גזל דכל היכא דבאו לחצר המשתמרת חצרו קונה לו אפי' שלא מדעתו וקל וחומר הוא מן הכלי שיתבאר שם שאם היתה המצודה כלי הלוקח משם הרי זה גזלן: "
      ],
      [
        "<b>אבל הלוקח דגים מתוך מצודתו של חבירו.</b> בגיטין פרק הניזקין (גיטין דף נ\"ט:) במשנה מצודות חיה ועופות ודגים יש בהן גזל משום דרכי שלום ר' יוסי אומר גזל גמור ובגמ' (דף ס\"א:) באוזלי ואוהרי דכ״ע ל״פ כי פליגי בליחי וקוקרי ע״כ. ופירש״י ז״ל אוזלי רשתות של חוטין [שיש להן תוך] אוהרי של גמי וכ״ע ל״פ דכיון שיש להן תוך קונה לו כליו והוי גזל גמור. לחי חכה. קוקרי שאר מצודות ומכשולים שנותנין חוט ארוך בשפת הנהר וסודרין מחטין על פני כולו ע״כ. והנה פסק המחבר כת״ק דכל שאינו כלי אין שם גזל אלא מפני דרכי שלום ואין מוציאין אותן בדיינין אבל מן הכלי גזל גמור ומוציאין אותו בדיינין וכן דעת ההלכות ומוסכם: "
      ],
      [
        "<b>הפורש מצודה בשדה חבירו וכו' ואם היה עומד בעל וכו' ואין לבעל מצודה כלום.</b> ובהשגות א״א ואיך לא חילק בין צבי רץ כדרכו וגוזלין מפריחין לשאינן מפריחין והלא המשנה חילקה בהן ע״כ. ודברי תימה הם איך לא חשב הרב שהמחבר כתב כאן דין המשנה שבפ' שנים אוחזין (בבא מציעא דף י\"א) ולא חילק והלא דין המשנה שהוא במציאה כבר נתבאר פי״ז מהל' גזילה ואבידה בבירור ושם חילק וכתב חילוק המשנה אבל כאן דין אחר הוא זה והענין שזה פרס מצודה ונצוד בו חיה או עוף ואחר שנצוד קודם שבא זה ונטלו אמר הלה זכתה לי שדי וכיון שהוא עומד בתוך שדהו זכה בו לפי שזה שפרס מצודה בשדה חבירו שלא ברשות לא תקנו חכמים שיהיה בהן גזל מפני דרכי שלום שלא אמרו אלא בפורס במקום הפקר שהוא רשאי לצוד שם אבל בפורס שלא ברשות ודאי לא, תדע לך שהרי אמרו שם דבמצודה שיש להן תוך הלוקח משם הוא גזלן גמור כמו שנתבאר ואי ברשות חבירו ודאי כליו של אדם ברשות חבירו לא קנה וק״ו הוא מכליו של לוקח ברשות מוכר שאע״פ שיש שם דעת אחרת מקנה דלא קנה אלא ודאי בפורס שלא ברשות אפי' יש למצודה תוך קנה בעל הקרקע אם היא חצר המשתמרת קנה לאלתר ואע״פ שהפורס המצודה גרם להיות נצודין ואם אינה משתמרת בעומד בתוך שדהו ואמר זכתה לי שדי קנה. וכבר נתבאר חילוק החצר פי״ז מהלכות גזילה ואבידה. זה נראה לדעת המחבר והענין נכון בעצמו: "
      ],
      [
        "<b>דגים שקפצו לתוך הספינה.</b> זה מבואר בפרק שנים אוחזין (בבא מציעא דף ט':) בביאור: "
      ],
      [
        "<b>גר שמת וכו'.</b> זה פשוט בהרבה מקומות בחזקת ופ''ק דקדושין (דף י\"ז י\"ח) פירוש דאפילו היה לו בן שהיתה הורתו שלא בקדושה ולידתו בקדושה ה''ז אינו יורשו כדאיתא בהדיא במי שמת (דף קמ\"ט) איסר גיורא הוו ליה תליסר אלפי זוזי בי רבא ורב מרי בריה דאיסר הורתו שלא בקדושה ולידתו בקדושה הוה ואמר רבא היכי ליקנינהו רב מרי להנך זוזי אי בירושה לאו בר ירושה הוא וכו' וזה פשוט וזהו שכתב המחבר ולא הוליד ובשאין הורתו בקדושה הרי לא הוליד האב משנתגייר. ודין המצר פשוט הוא דלא גרע ממתנה ודאי: "
      ],
      [
        "<b>שתי שדות וכו'.</b> מימרא פרק חזקת הבתים (בבא בתרא דף נ\"ג) ובנכסי הגר הוא דלא קנה לפי שאין שם דעת מקנה הא במתנה ובאחין שחלקו בשהחזיק באחת מהן על דעת לקנות אותה ואת חבירתה קנה שתיהן שהרי זה כמכר לו עשר שדות בעשר מדינות שאם החזיק באחת מהן קנה כולן והוא שנתן דמיהן כמו שנתבאר פרק ראשון מהלכות מכירה וכן הדין בכל מקום שיש דעת אחרת מקנה וכ''כ ז''ל: ",
        "<b>החזיק באחת וכו'.</b> באותה מימרא שם: ",
        "<b>החזיק בה לקנותה וכו'.</b> בעיא דלא איפשיטא שם. וכתב <b>המחבר אם בא אחד והחזיק בה לקנותה זכה האחרון</b> ונ''ל שטעמו בזה לפי שחזקת זה האחרון חזקה ברורה ודאית וחזקת הראשון מסופק וכיון שכן מעמידים אותה בחזקת זה שחזקתו ברורה ולא שייך דין אם תפס בקרקע: "
      ],
      [
        "<b>וכן שני בתים זה לפנים מזה וכו'.</b> מימרא שם (דף נ\"ג:) וגירסת המחבר כגירסת ההלכות וכך היא שני בתים זה לפנים מזה והחזיק בחיצון לקנותו קנאו לקנות אותו ואת הפנימי חיצון קנה פנימי לא קנה לקנות את הפנימי אף חיצון לא קנה החזיק בפנימי לקנות אותו ואת החיצון פנימי קנה חיצון לא קנה לקנות את החיצון אף פנימי לא קנה ע''כ וזה מבואר בדברי המחבר ורשב''ם ז''ל כתב ה''ג לקנות אותו ואת החיצון קנה שניהם והטעם שכשהוא מחזיק בפנימי על דעת לקנות אותו ואת החיצון קנה שניהם לפי שהחיצון משועבד לפנימי מדריסת רגל ומש''ה בחזקת הפנימי הוא נקנה כיון שהיה בדעתו לקנותו. וקצת נראה כגירסא הזאת שאל''כ לא היו צריכים לפרוט במימרא חיצון ופנימי אלא יאמרו הלשון שאמרו בשדות החזיק באחת מהן אחר שאין חילוק בין חיצון לפנימי: "
      ],
      [
        "<b>המחזיק בשטר מנכסי הגר.</b> בב''ק (דף מ\"ט:) פ' שור שנגח את הפרה בעיא בעא מיניה רב ייבא סבא מר''נ ופשיט ליה הכי ופירש בשטר מנכסי הגר כגון שהיה לגר שטר ראיה מקניית קרקע או מתנה: "
      ],
      [
        "<b>שדה המצויינת במצריה וכו'.</b> זה מחלוקת אמוראים בגמרא פ' חזקת (בבא בתרא דף נ\"ד) ופסק כרב וכן בהלכות וטעמא דר״נ סבר ליה כוותיה ועבד בה כוותיה עובדא ופי' כיון שחפר בה ודוקא בשדה שהיא עומדת לחרישה אבל לא בבית: ",
        "<b>ואם אינה מסויימת במצריה קונה וכו'.</b> לשון הגמרא אינה מסויימת במצריה עד כמה אמר רב פפא כדאזיל תיירא דתורי והדר ע''כ. ופירשב''ם עד כמה בכמה הוא קונה אותה כולה אמר רב פפא כשיחרוש צמד בקר שורה אחת ומקצה גבול השדה ועד קצהו ובחזירתו יעשה עוד שורה אחרת דהיינו שתי שורות על פני כל השדה ממזרח למערב משפתו אל שפתו [מתוך כך קנה כל השדה גם] מצפון לדרום. אלו דבריו והקשו עליו דלא הל''ל עד כמה אלא בכמה וכן היה לו לומר בדאזיל ולא כדאזיל ומתוך כך הכריחו כפירוש המחבר. וזה לשון הרשב''א ז''ל אלא הכי פירושא עד כמה יקנה במכוש אחד כדאזיל תיירא דתורי והדר שאין דרך עובדי אדמה להאריך תלמים באורך כל השדה אלא חורשין את השדה חלקים חלקים וכשיעור שמאריכין תלם אחד וחוזר וחורש נקרא שדה אחת והילכך במכוש אחד קנה בשדה כשיעור זה עכ''ל והן דברי המחבר: ",
        "<b>והמצר והחצב שמתחמין בו וכו'.</b> פירש חצב עשב או אילן שבו [מתחמין] והוא יורד ויונק כנגדו ואינו נוטה לא לכאן ולא לכאן והדין מימרא שם: "
      ],
      [
        "<b>כל המפסיק לפאה מפסיק בנכסי הגר וכו'.</b> למד הרב דין זה ממה שאמרו שם [דף נ''ה] א''ר אסי אמר רבי יוחנן המצר והחצב מפסיקין בנכסי הגר אבל לענין פאה וטומאה לא כי אתא רבין אר''י אפילו לענין פאה וטומאה וכו' אבל לשבת לא רבא אמר אפילו לענין שבת א''כ כ''ש שמה שהוא מפסיק בפאה וטומאה ושבת מפסיק בנכסי הגר שהרי מצר וחצב יש סוברין שאינן מפסיקין בפאה וטומאה ושבת אעפ''כ מפסיקין בנכסי הגר ופשוט הוא: ",
        "<b>וכל המפסיק רשויות שבת וכו'.</b> גם זה שם בביאור. ",
        "<b>ומ''ש אפילו היו ביניהן רשות שחולקת לגיטין.</b> נתבאר פרק ה' מהלכות גירושין בבבא המתחלת השאילה הבעל מקום בחצרו וכו': "
      ],
      [
        "<b>וכל דבר המפסיק לטומאתו וכו'.</b> כבר ביארתי מאין יצא לרב שהמפסיק לאלו הוא הפסק בנכסי הגר. ובהשגות א''א יש כאן ערבוב דברים שאין הגמרא הולכת על זה הדרך ואין בגמ' שיהא פיסלא חולק בנכסי הגר (אלא לענין גיטין ושבת כדברי רבא ואליבא דרבי אסי וה\"ל לומר המצר והחצב מפסיקין בנכסי הגר) ובפאה ובטומאה ובשבת ובגיטין כי כן דרך הגמרא ומפרש בגמרא מה טיבן של הפסקות עכ''ל. וכבר כתבתי מאין לו לרבינו זה שכתב שקל וחומר הוא ודרש ומה מצר וחצב שלדעת ר' אסי אינן מפסיקין בשאר דברים מפסיקין בנכסי הגר מה שמפסיק בשאר דברים לא כ''ש שיפסיק בנכסי הגר ונכון הוא אע''פ שלא נזכר בגמרא בפירוש אדם דן קל וחומר מעצמו: "
      ],
      [
        "<b>בקעה גדולה וכו' ולא היה שם וכו' כל הנקרא על שם הגר קונה אותו.</b> ובגמרא אין שם לא מצר ולא חצב מאי פירש רבי מרינוס כל שנקראת על שמו וכבר אמרו היכי דמי אמר רב פפא דקרו לה בי גרגותא דפלניא ע''כ. ובהשגות א''א אינו כן שהרי כבר אמרו בגמ' כל הנקראת על שמו היכי דמי דקרו לה בי גרגותא דפלניא ופירש ר''ח ז''ל שדה בית השלחין ששותה מגרגותא חדא ע''כ. ועתה אבאר כוונת שניהם כתב רשב''א ז''ל וא''ת והא רב פפא הוא דאמר לעיל משמיה דרב בשדה שאינה מסויימת במצריה כדאזיל תיירא דתורי והדר וי''ל ההיא משמיה דרב וההיא משמיה דרבי מרינוס הוא ופליגי ויש מתרצים דלא פליגי ודרב בשדה לבן ור' מרינוס בשדה בית השלחין וכך פר''ח ז''ל דקרו לה בי גרגותא דפלניא אע''פ שאינה מסויימת במצריה דמיא למסויימת ע''כ. וזו היא כוונת הר''א ז''ל. ודעת המחבר נ''ל שע''כ לא אמרו כדאזיל תיירא דתורי והדר אלא בשקנה במכוש אחד ושם אינו קונה אלא זה השיעור כמו שכבר נתבאר אבל כאן הוא כשהחזיק בחזקה אחרת כגון הדברים המתבארים פ''ב וזה שכתב והחזיק במקצת הבקעה ואין מכוש אחד חזקה לקצתה וכן נראית דעת ההלכות שלא חילקו והביאו שתי המימרות: "
      ],
      [
        "<b>עכו''ם שמכר מטלטלין לישראל או קנה מטלטלין מישראל קונה במשיכה ומקנה במשיכה או בדמים.</b> כוונת רבינו היא שהעכו''ם קונה ומקנה בין במשיכה בין בדמים ובודאי דין המשיכה פשוט הוא ומסקנא דגמרא בפ' בתרא דע''ז (דף ע\"א) משיכה דעכו''ם קונה ובדמים דעת רבינו דכי אמרינן התם משיכה קונה אף משיכה קונה קאמר והוא הדין למעות וכן מוכחת הסוגיא דאמרינן התם לדעת זו דביי''נ בהקדמת מעות סגי כדאיתא התם ולא קי''ל כי האי סוגיא דאמרינן בבכורות (דף י\"ג) מה עמיתך בחדא אף עכו''ם בחדא אלא לעכו''ם בין במשיכה בין בכסף וזה דעת המחבר שפסק בהל' בכורות פ''ד ישראל שנתן מעות לעכו''ם וקנה לו בהם בהמה אע''פ שלא משך חייב בבכורה וכן אם קנה העכו''ם מישראל בדיניהם ונתן מעות אע''פ שלא משך קנה ופטורה מן הבכורה ומשם שכוונת המחבר שאף העכו''ם קונה בדמים כמ''ש והיא מימרא בבכורות ואמרינן שם בדיניהן שפסקה להם תורה וכבר נחלקו עליו ואמרו דהכי קי''ל דעכו''ם דוקא במשיכה ולא בכסף וכ''כ הרמב''ן ז''ל בהל' בכורות והדברים עתיקים: ",
        "<b>אבל הקרקע אינו קונה אותה מישראל ואינו מקנה אותה לישראל אלא בשטר וכו'.</b> זה נתבאר שם פ' חזקת (בבא בתרא דף ל\"ה: נ\"ד:) עכו״ם לא מקנה אלא בשטרא וה״ה שאינו קונה: ",
        "<b>לפיכך ישראל שלקח שדה מעכו''ם וכו'.</b> מימרא דשמואל שם (דף נ\"ד:) ז''ל נכסי עכו''ם הרי הן כמדבר וכל המחזיק בהן זכה בהם מ''ט עכו''ם מכי מטו זוזי לידיה אסתליק ליה ישראל לא קני עד דמטי שטרא לידיה הילכך הרי הן כמדבר ועוד נכפל שם (דף נ\"ה) שלח רב הונא בר אבין ישראל שלקח שדה מן העכו''ם ובא ישראל אחר והחזיק בה אין מוציאין מידו ע''כ. וכתב המחבר דדוקא כשהשני החזיק קודם חזקת הראשון הא אם החזיק הראשון אע''פ שלא הגיעו השטר ואחריו החזיק השני מעמידין אותה ביד ראשון וזה דעת רשב''ם ז''ל ורבינו חננאל ז''ל והטעם דודאי אם הראשון החזיק קודם לא גרע חזקתו מפני שנתן דמים מחזקת השני שלא נתן והראב''ד ז''ל והרשב''א ז''ל חלוקין בדבר ונתנו טעם דהא ראשון שנתן מעותיו אנן סהדי דלא סמכא דעתיה למקניא עד דכתיב ליה שטרא עכו''ם משום דעכו''ם אנס הוא אבל האי דאחזיק בלא זוזי דעתיה למקניא בהאי חזקה וכו' אלו דבריהם: ",
        "<b>ונותן לראשון את הדמים וכו'.</b> כך כתב רבינו האי ז''ל בשער י''ד של ספר מקח וממכר שחייב להחזיר דמים ללוקח ראשון וכ''כ הרמב''ן ז''ל משום דבזוזי דהאי מסליק ליה עכו''ם ומשתרשי ליה הני זוזי ללוקח שני ומיהו אחריות על העכו''ם המוכר ולא על ישראל שלקח ראשון וזהו דעת המפרשים ז''ל: "
      ],
      [
        "<b>בד''א במקום שאין משפט ידוע למלך וכו'.</b> חילוק זה נרמז בגמרא חזקת הבתים (דף נ\"ד:) ומבואר בהלכות בביאור: "
      ]
    ],
    [
      [
        "<b>נכסי הגר שאין לו יורשים וכו'.</b> זה דבר פשוט שכולן אין דעת אחרת מקנה אותן: ",
        "<b>כל המחזיק בדרך מדרכי החזקה וכו'.</b> נתבאר במשנה שם פרק חזקת (בבא בתרא דף מ\"ב) דנעל גדר ופרץ הויא חזקה בנכסי הגר, ודין אכילת פירות נתבאר בגמרא שאינו מועיל: "
      ],
      [
        "<b>כיצד הלוקח קרקע מחבירו וכו'.</b> בהשגות א''א כל זה הולך על הדרך וכו'. חילוק הרב ז''ל לומר דאכילת פירות אינה חזקה אפילו במכר וכבר הארכתי שם בזה: ",
        "<b>אבל בנכסי הפקר וכו'.</b> זה מפורש שם במעשה דהאשה שכתב: ",
        "<b>ומעשה באחת וכו'.</b> מעשה פשוט הוא שם (דף נ\"ד): "
      ],
      [
        "<b>יש דברים רבים שאם וכו' כיצד המוצא פלטרין וכו'.</b> מימרא מפורשת שם (דף נ\"ג:): ",
        "<b>ומ''ש כנגד הפתח.</b> מפורש וז''ל רשב''ם ז''ל וכנגד הפתח דרך כניסת פתח הבית בכותל שכנגדו ושם נראה יותר לנוי אבל במקום אחר טפי מאמה בעי עכ''ל: "
      ],
      [
        "<b>הצר צורה בנכסי הגר קנה וכו'.</b> מימרא שם (דף נ\"ד) כלשונה וזה לשון רשב''ם הצר צורת חיה או עוף בנכסי הגר בכותלי הבית אבל כיור וסיוד דאמר לעיל אמה כנגד הפתח לאו היינו [צורת בריה אלא ציורים בעלמא מעשה צעצועים ופרחים אבל] צורת חיה ועוף חשיבא ודי באחת ולא בעינן אמה ולא כנגד הפתח עכ''ל: ",
        "<b>המציע מצעות בנכסי הגר קנה וכו'.</b> מימרא כלשונה שם (דף נ\"ג:) ופי' הציע מצעות עליהן ושכב או ישב עליהן קנה לפי שנהנה גופו מגוף הקרקע ואינו דומה לאכילת פירות שאינה חזקה דהתם לא נהנה מגוף הקרקע אלא מפירותיו פעם אחת הציע מצעות שיפה הקרקע במצעתן וה''ז כציור וכיור וצר צורה שקונה בנכסי הגר לפי שמתקנו ומיפהו וזה עיקר ולזה הסכים אבן מיגש ז''ל: ",
        "<b>הנר את השדה וכו'.</b> בסוגיא שם (דף נ\"ז) והרי ניר דבנכסי הגר קונה וכו' וגם שם והרי אכילת פירות דבנכסי חבירו קנה ובנכסי הגר לא קנה ודעת המחבר לפרש דבנכסי חבירו אכילת פירות חזקה לאלתר ויתר המפרשים פירשוה בחזקת ג' שנים שאכילת פירות ראיה שקנה הקרקע כמ''ש פ''א מהלכות מכירה: ",
        "<b>המפצל זמורות וכו'.</b> מימרא פסוקה שם (דף נ\"ד) האי מאן דפשח דיקלא וכו' וכשנתכוון להאכיל העצים לבהמה לא קנה ואפילו נתכוון להחזיק שהרי לא עשה מעשה המועיל: "
      ],
      [
        "<b>וכן המלקט עצים וכו'.</b> מימרא שם מאן דזכי זיכיא וכו': "
      ],
      [
        "<b>וכן המשוה פני הארץ וכו'.</b> גם זה מימרא שם האי מאן דאתקיל תיקלא וכו': "
      ],
      [
        "<b>וכן הפותח מים וכו'.</b> ג''ז מימרא שם האי מאן דפתח מיא וכו' כל אלו מימרות פסוקות שם בלא תוספת ובלא גרעון: "
      ],
      [],
      [
        "<b>הבונה פלטרין גדולים וכו'.</b> מימרא שם (דף נ\"ג:) הבונה פלטרין גדולים בנכסי הגר ובא אחד והעמיד להם דלתות קנה מ''ט קמא ליבני בעלמא הוא דאפיך ע''כ. וכתב הרשב''א ז''ל נראין דברי הרב יהוסף הלוי אבן מיגש ז''ל שכתב שלא חפר הראשון יסודות שחפירות הקרקע ליסודות כנר את השדה שמתקנה לזריעה ואף על פי שלא זרעה קנה ולא אמרו כאן אלא הבונה על גבי הקרקע שלא תקן כלום בגוף הקרקע וגם לא גמר הבנין שהרי עדיין פרוצין הן וזה שבא והעמיד דלתות גמר את התקון ומיהו אם הראשון עשה מהם מקום גמור ראוי להעמיד שם בהמה או תרנגולין קנה כדתנן במתני' (דף נ\"ו) עשה לבהמתו מחיצה גבוהה עשרה טפחים וכן לתנור וכן לכיריים וכו' ועשה מקום לזבלו עמוק שלשה או גבוה ג' קנה ואמר עולא עלה בגמרא דבכי האי בנכסי הגר קנה עכ''ל. וכבר נתבאר זה בדברי המחבר באומרו ואין צורת אותו בנין מועלת וכו' ומ''ש לא נתבאר בדברי המחבר אם השני קונה גוף הקרקע לבד או כל מה שקנה הראשון ואיני יודע במה קנה מה שקנה ראשון אלא אם כן נאמר שכיון שבנה בנכסי הפקר בלא חזקה אף הכל הוא כהפקר כיון שלא הפקיר להחזיק וצריך לי עיון. אחר כך מצאתי לר' יהוסף אבן מיגש ז''ל שכתב היינו טעמא מכיון שבנה הראשון פלטרין אלו נעשו מכלל נכסי הגר שהרי הוא עצמו הוציאו מרשותו משעה שבנאן בנכסי הגר וממילא נעשו מכלל נכסי הגר הילכך כשבא זה האחר והעמיד בהן דלתות קנה עכ''ל. נראה מדבריו שקנה הכל מהטעם שכתבתי: "
      ],
      [
        "<b>המפיץ זרע לתוך תלמים לא קנה וכו'.</b> מימרא שם (דף נ\"ד) האי מאן דשדא ליפתא בי פילי דארעא דגר לא קנה מאי טעמא בעידנא דשדא לא הוה שבחא וכי הוי שבחא ממילא הוי ע''כ. ופרשב''ם דזרע לפת בתוך נקעים של קרקע הגר ולא כסה (כלום) בעפר ולא עשה כלום כי אם זריקת הלפת [בתוך חריץ] לא הויא חזקה שהרי לא עשה שום תקון בקרקע והשלכת הזרע בקרקע אינו מעשה אלא א''כ זרע ואח''כ מכסהו עפר ע''כ: "
      ],
      [
        "<b>היתה מחיצה בנכסי הגר וכו'.</b> מימרא בעירובין (דף כ\"ה) פרק עושין פסין. ",
        "<b>ומ''ש ואפי' נבלעה מחיצה התחתונה.</b> שם: "
      ],
      [
        "<b>המחזיק בנכסי הגר וכו'.</b> זה למד מאותה מימרא הסמוכה לה: "
      ],
      [
        "<b>העודר בנכסי הגר.</b> ביבמות פרק כהן גדול (נזיר דף נ\"ב) א״ר יוסף וכו' עשאוהו כעודר בנכסי הגר וכסבור שלו הן דלא קני א״ל אביי מי דמי התם לא קא מכוין למקניא וכו' הא לא דמיא אלא לעודר בנכסי הגר וכסבור של גר אחר הוא דקני ע״כ: ",
        "<b>עדר בנכסי גר זה וכו'.</b> כבר נתבאר זה: "
      ],
      [
        "<b>היה משכון ישראל ביד הגר וכו'.</b> מימרא פרק הפרה (דף מ\"ט:) ופירשוהו אפילו שמשכנו הגר שלא בשעת הלואתו: "
      ],
      [],
      [
        "(טו-טז) ",
        "<b>היה משכון הגר ביד ישראל וכו' בד''א בשלא היה משכון בחצר של ראשון וכו'.</b> גם זה מימרא מפורשת שם משכונו של גוי ביד ישראל. ופירוש ",
        "<b>מ''ש אבל אם היה בחצירו [חצירו] קונה לו.</b> בחצר המשתמרת אבל בחצר שאינה משתמרת בעינן שיהא עומד בצדה וכבר נתבאר חילוק זה פ' ט''ז מהל' גזילה ואבידה בביאור. וכתב בעל העיטור ז''ל ואם ישראל יש לו מלוה בשטר או בעדים על הגר ומת בתוך זמנו הרי הוא כמשכון של גר ביד ישראל ואם בא ישראל אחר והחזיק בנכסיו של גר אינו יכול להחזיק כשיעור החוב עכ''ל. ומ''ש ומת בתוך זמנו. אעדים קאי דאי בשטר אפילו לאחר זמנו וכ''כ הרשב''א ז''ל כדבריו דאמר דאע''ג דכשמת הגר נעשו כל נכסיו הפקר אין שעבודו של זה נפקע דלא עדיף הפקר מהקדש ובהקדש דמים קי''ל בערכין דמוסיף עוד דינר ופודה את הנכסים הללו וכנ''ל אפי' אין לו אלא מטלטלין והא דקאמר משכונו של גר ביד ישראל משום דקא בעי למימר ובא ישראל אחר והחזיק בו קנה השאר וכו' עכ''ל ועוד האריך ועיקר. עוד כתב בעל העיטור ז''ל והמחזיק בנכסי הגר הרי הוא כיורש והבא ליפרע צריך שבועה כדין הבא ליפרע מנכסי יתומים ע''כ. ויש לדקדק אם החזיקו שנים זה אחר זה אם יכול הראשון לומר לב''ח הנחתי מקום לגבות ממנו ושיגבה מן האחרון או חולקין ביניהם החוב וצ''ע. אח''כ מצאתי בתוספתא במי שהיה נשוי גר שמת ובזבזו ישראל נכסיו ויצאו עליו כתובת אשה וב''ח גובין מן האחרון אין בהן גובין משלפניו וזה מבואר: "
      ],
      [],
      [
        "<b>גר שמת ובזבזו ישראל נכסיו וכו' עד כל המחזיק בשנייה קנה ובראשונה לא קנה.</b> זה נמצא בספרי במדבר ובפ' מי שמת (בבא בתרא דף קמ\"ב) נחלקו אמוראים המזכה לעובר אם קנה ואמר רב ששת קנה ואמר מנא אמינא לה דתניא גר שמת ובזבזו ישראל את נכסיו ושמעו שיש לו בן או שהיתה אשתו מעוברת חייבין להחזיר הכל החזירו את הכל ואח״כ שמעו שמת בנו או הפילה אשתו המחזיק בשנייה קנה בראשונה לא קנה וכו' אלמא דעובר אית ליה זכייה ודחו שם הראיה. גם זה גירסת ספרינו וגירסת רבינו שמואל וגירסת אבן מיגש ז״ל ופירוש המחבר בברייתא כך הוא חייבין להחזיר שלא יחזיקו בנכסי הבן שהוא חי ויהיו גזלנין החזירו ואח״כ שמעו שמת בנו פי' שכבר היה מת כשהחזיקו שאם לומר שמת אחר כך מאי קמ״ל ברייתא דהמחזיק בשניה קנה ובראשונה לא קנה פשיטא שהמחזיק בנכסי גר חי אין חזקתו כלום והמחזיק בהן אחר מיתתו זכה ואם תאמר דלאשמועינן דעובר יש לו זכייה כה״ג ליתא דמרישא שמעת לה מדקתני חייבין להחזיר אלא ודאי בשכבר היה מת מקודם היא וזהו החידוש והטעם שכיון שלא החזיקו אלא מחמת שמועה ולבסוף שמעו שאין מחזקתן כלום ונסתלקו מן הנכסים והחזירו נפקעת חזקתם וזה שאמרה הברייתא אח״כ שמעו שמת ולא אמר אחר כך מת וזה שלא כדברי רשב״ם שפירש בראשונה לא קנה על אותה חזקה שהחזיקו קודם שמת בנו והפילה אשתו ע״כ, ודברי אבן מיג״ש ז״ל נוטין לדבריו שכך כתב בראשונה לא קנה מפני שכשהחזיק בה מעוברת היתה אשתו וכו' אעפ״כ דעת המחבר כך הוא לפי הנמצא בספריו ועיקר וכל הסוגיא תתפרש לפי דרך זה וגירסתו איכא בינייהו דששמעו בו שהפילה ולא הפילה ואח״כ הפילה ופירש שמחזיקים בראשונה שמעו שהפילה אשתו והיו סבורין להחזיק בודאי ונודע שבאותה שעה לא הפילה ואח״כ הפילה והחזיקו אחרים למאן דאמר יש לעובר זכייה בירושה הבאה מאליה הראשונים לא קנו למ״ד שטעם הברייתא משום דרפויי מרפיא בידייהו שכיון שלא שמעו בפירוש שהפילה אשתו מרפיא בידייהו אותה חזקה לפיכך זכו השניים ולא משום שיהיה לעובר שום זכייה אפילו בירושה הבאה מאליה כיון ששמעו שהפילה בודאי אע״פ שלא היה אמת סבורים הן להחזיק בודאי ואין לעובר זכייה למנוע חזקתה כל זמן שלא יצא לאויר העולם והילכך זכו הראשונים, כך נ״ל לדעת המחבר: "
      ]
    ],
    [
      [
        "<b>הנותן מתנה לחבירו וכו' עד כל אחד יכול לחזור בו.</b> דבר פשוט הוא זה בהרבה מקומות וכבר נתבאר פ''ז מהל' מכירה דבדברים לבד אע''פ שלא קנה המקבל החוזר בו יש לו משום מחוסר אמנה במתנה מועטת כמו שנזכר שם: "
      ],
      [
        "<b>מחל לחבירו חוב וכו' עד כמו שביארנו.</b> כבר נתבאר זה פ''ט מהל' מכירה: "
      ],
      [
        "<b>וכן האומר לחבירו מנה שיש לי וכו'.</b> ג''ז נתבאר ממכירה וזהו דין מעמד שלשתן הנזכר בגמ': "
      ],
      [
        "<b>כדרך שאין צריכין עדים לענין מקח וממכר וכו'.</b> גם זה נתבאר פ''א מהלכות מכירה דלא איברו סהדי אלא לשקרי אבל כל זמן ששניהם מודים די בכך אפילו בלא עדים: "
      ],
      [
        "<b>כשם שהמוכר צריך לסיים הממכר וכו' כיצד הכותב לחבירו קרקע מנכסי נתונה לך או שכתב כל נכסי קנויין לך פחות ממקצתן וכו'.</b> בהשגות א״א זה הדרך הולך וכו'. ואיני יודע איך עלה בזה תירוץ לדברי המחבר שאם נאמר דהאומר בית בביתי כיון שידוע הוא שיד הלוקח על התחתונה הרי הוא כמסויים שהוא גרוע וכאילו סיימו בפירוש א״כ אף אנו נאמר באומר קרקע מנכסי נתונה לך שיקנה המקבל הגרוע שבכל קרקעות הנותן שהדבר ידוע שיד מקבל על התחתונה וה״ז כאילו סיימו בפירוש אלא ודאי לדברים אלו אין עיקר לפי סברא זו. ונ״ל שלא חשב הר״א ז״ל אלא לתרץ מ״ש האלפסי ז״ל בפ״ק דגיטין. ועתה אבאר מאין יצא זה. הביאו בגיטין פ״ק המשנה השנויה במסכת פאה וכך היא הכותב נכסיו לעבדו יצא בן חורין שייר קרקע כל שהוא לא יצא בן חורין וקא סלקא דעתין לאוקמה דטעמא דלא יצא לחורין משום דלא פלגינן דבורא הוא. וז״ל הרב אלפסי ז״ל בהלכותיו ת״ק סבר כיון דשייר קרקע כל שהוא סתם לא יכול עבדיה לברורי לההוא כל שהוא דלקני שאר נכסים הילכך לא קני בנכסים ולא מידי וכיון דלא קנה כלום עצמו נמי לא קנה דלא פלגינן דבורא עכ״ל. ואע״ג דהך אוקימתא לא קיימא למסקנא דגמ' כמו שביאר בפ' זה דקדק ממנה הרב ר' יהוסף הלוי וכתב דכל דלא סיים לא קנה ושמיע ליה מינה כיון דהכא דינא מאן דמקני מידי לחבירו אגב ד' אמות קרקע צריך לסיומי ליה להנהו ארבע אמות דאי לא סיים ליה ארבע אמות בפירוש לא קנה ואע״ג דאמרינן חצי שדה אני מוכר לך משמנין ביניהם ונוטל חצי שדה התם משום דסיים לו השדה, אלו דבריו בגיטין וזאת היא סברת המחבר תלמידו וחכמי הדורות נחלקו עליהם ואמרו שטעם זה לחלק בין מסיים לו השדה ואינו מברר החלק לאינו מסיים כלל אינו דכי היכי דכשאינו מסיים לו כלל יכול לדחותו ולומר לו בכל הקרקע לא זהו שנתתי לך ה״נ בחלקי השדה יכול לדחותו ולומר לו בכל חלק ממנו לא זהו אלא ודאי שמעת מינה דלא בעינן סיום כלל. ועוד ראיה לזה מדגרסינן פ' שני דייני גזירות (כתובות ק\"ט:) ההוא דאמר להו דיקלא לברת אזול יתמי פלוג ולא יהבו לה דיקלא סבר רב יוסף למימר היינו מתניתין א״ל אביי ומי דמי התם כל חד וחד מצי מדחי ליה הכא דיקלא גבייהו הוא, אלמא קני ליה לדיקלא ואע״ג דלא מסיים ואמרינן נמי בשלהי גט פשוט גבי שטר לך בידי פרוע הגדול פרוע א״ל רבינא לרבא אלא מעתה שדי מכורה לך גדולה מכורה לך ואהדר ליה שאני התם דיד בעל השטר על התחתונה אלמא שדה גדולה הוא דאינה מכורה הא שדה קטנה מכורה ותנן נמי בית בביתי אני מוכר לך מראהו גרוע נפל מראהו נפול עבד מעבדי אני מוכר לך מראהו קטן [מת] מראהו מת וכבר פסק המחבר עצמו דין זה פכ״א מהל' מכירה אלו דברי האחרונים והם פירשו ההיא דגיטין בדרך אחרת וראיתי לרב בעל העיטור שכתב בדין האגב כדברי אבן מיג״ש ז״ל: ",
        "<b>אבל אם אמר לו וכו'.</b> כבר נתבאר זה ואפשר לומר שאלו המפרשים חולקים בין מתנה למכר והטעם שבמתנה המוציא מחבירו עליו הראיה וכיון שכן יכול לדחותו בכל הקרקע ולומר לו לא זהו אבל במכר נהי דיד בעל השטר על התחתונה מ''מ אין זה קרוי מוציא מחבירו כיון שדמים הוא נותן ואע''פ שכתב המחבר כשם שהמוכר וכו' לא להשוותן לגמרי אמר כן ועם זה לא נשאר עליהם תשובה רק מאותה דפ' שני דייני גזרות וי''ל בההיא דמתנת שכיב מרע שאני דאינו בא להוציא אלא מן היורשים אלא שנראה מדבריהם שאין דעתם לחלק בין מתנה למכר שאל''כ למה הוצרכו לחלק במסיים והלא ההיא דחצי שדה במכר היא ודבריהם צ''ע: "
      ],
      [
        "<b>כל הנותן מתנה על תנאי וכו'.</b> זה פשוט בכמה מקומות: "
      ],
      [
        "<b>כבר ביארנו שכל התנאין אלו וכו'.</b> זה נזכר פ''ו מהלכות אישות ושם כתבתי טעמי הסברות וכבר האריך כאן הראב''ד ז''ל להסביר פנים לסברא האחרונה אבל לא הביא ראיה לדבריהם כמ''ש בהשגות: "
      ],
      [],
      [
        "<b>הנותן מתנה על מנת וכו'.</b> זה פשוט מבואר בסוף יש נוחלין (בבא בתרא דף קל\"ז): "
      ],
      [
        "<b>האומר לחבירו שור זה נתון לך במתנה ע''מ שתחזירהו והחזירהו [הקדישו והחזירו] הרי זה מוקדש וכו'.</b> מימרא מפורש סוף פרק יש נוחלין דאמר ר''נ הרי זה מוקדש ומוחזר. ואמר רב אשי עלה חזינן אי אמר על מנת שתחזירהו הא אהדרינהו על מנת שתחזירהו לי הא לא חזי ליה. ופירוש אם היה מוקדש הא לא חזי ליה וכל שלא החזירו כשהיה ראוי לו נתבטלה מתנתו וה''ז הקדיש מה שאינו שלו וכן פירשו ז''ל אף על פי שיש מצריכין לו פדיון אם היה קדושת דמים דברי המחבר עיקר שאינו קדוש כלל. וכתב הרשב''ם ז''ל בנותן שור לחבירו על מנת להחזיר בתוך שלשים ומת בתוך הזמן דפטור מלשלם דלא הוה ליה שואל להתחייב באונסין ואף לא שומר להתחייב בגניבה ואבידה אלא מקבל מתנה הוא ולא יתחייב אלא בפשיעה עכ''ל. ויש לדקדק בע''מ שתחזירהו ולא אמר לי והמיתו והחזירו אם חייב לשלם או לא דילמא כי היכי דאקדשיה פטור ה''נ המיתו או דילמא מת לאו חזרה היא: "
      ],
      [
        "<b>אסור לישראל ליתן מתנת חנם לעכו''ם וכו'.</b> מפורש סוף פ' בתרא דע''ז (דף ס\"ד) ולרב יהודה דאמר דברים ככתבן לגר בנתינה ולעכו''ם במכירה כדאיתא התם בהדיא: ",
        "<b>אבל לגר תושב בין במכירה בין במתנה מפני שאתה מצווה להחיותו.</b> מפורש בגמרא בפירקא בתרא דעבודה זרה דגר תושב מצוה להחיותו וכבר נתבאר פרק י''ד מהלכות איסורי ביאה אי זהו גר תושב ואין מקבלין אותו אלא בזמן שהיובל נוהג כמו שיתבאר שם: "
      ],
      [
        "<b>הנותן מתנה לעבד או לאשה וכו'.</b> זה פשוט בכמה מקומות. ",
        "<b>ומה שכתב שאין לבעל אלא אכילת פירות בלבד.</b> מפורש בירושלמי פרק מציאת האשה אף על גב דעבד ר''מ עבד כרבו וזכתה אשה זכתה בעלה מודה שאין לבעל אלא אכילת פירות בלבד ומוסכם הוא: "
      ],
      [
        "<b>נתן מתנה לאשה ע״מ וכו' אבל הנותן מתנה לאשה.</b> עיקר דברים אלו בנדרים פ' אחרון (דף פ\"ח) דגרסינן התם המודר הנאה מחתנו והוא רוצה לתת לבתו מעות אומר לה הרי המעות אלו נתונין לך במתנה ובלבד שלא יהא לבעליך רשות בהן אלא מה שאת [נושאת] ונותנת לתוך פיך ע״כ במשנה. ובגמרא אמר רב לא שאנו אלא דאמר לה מה שאת [נושאת] ונותנת לתוך פיך אבל אמר (לה) מה שתרצי עשי קנה יתהון בעל ושמואל אמר אפילו אמר מה שתרצי עשי לא קנה יתהון בעל וכו'. וזה פירש המחבר דבין לרב בין לשמואל על מנת שאין לבעליך רשות בהן לחודיה קנה יתהון בעל כסתמא דמתני' ובפירושא דמתניתין פליגי דרב סבר דלישנא דמתניתין דוקא כגון שייחד לה דבר כגון מה שתאכלי ומה שתשתי או מה שתלבשי וכיוצא בהן הא בכולל לעשות בהן כל מה שתרצה קנה יתהון בעל ושמואל אמר אפי' לא ייחד לה דבר אלא שאמר לה על מנת שאין לבעליך רשות בהן אלא מה שתרצי עשי לא קנה יתהון אבל מה שתרצי עשי לחודיה ואי נמי על מנת שאין לבעליך רשות בהן לחודיה קנה יתהון בעל עכ״ל הרשב״א ז״ל לפי שיטת המחבר. ועוד כתב ז״ל ובהכי מתרצה לי שמעתין כולה ופסק המחבר כשמואל דדיני נינהו וכן פסקו רבינו סעדיה ורבינו שמואל הנגיד בשם רב עמרם ז״ל. וכיון שכן מאי דאמרינן פ' בן סורר ומורה (סנהדרין דף ע\"א) דקני לה אחר על מנת שאין לבעלה רשות בהן. וכן בנזיר פ' מי שאמר הריני נזיר ושמע חבירו הזכירו בלשון זה לאו דוקא דבהאי לישנא בלחוד סגיא דלא ליקני בעל אלא דהתם לאו דוכתא דהאי דינא ורישא דמתני' נקטינן. זו היא שיטה מחוורת ושיטות אחרות יש: "
      ],
      [],
      [
        "<b>הנותן כל נכסיו לעבדו וכו'.</b> כבר הבאתי למעלה משנה זו. ",
        "<b>ומ״ש אפילו מטלטלין וכו'.</b> מבואר בפרק מי שמת (בבא בתרא דף ק\"נ) עשו מטלטלין שיור אצל העבד. ואפילו במסיים בפירוש המטלטלין שהוא משייר וטעמא משום דלא כרות גיטין הוא כאוקימנא בתרייתא. ופי' הרב אלפסי ז״ל פרק קמא דגיטין דכיון דשייר ליה קרקע כל שהו וכתב הכי בגיטא הוה ליה לרביה זכותא בגויה דגיטא וכגון זה אינו גט כריתות דבעינן דליהוי גיטא דחירותא כוליה לעבדא וליכא עכ״ל. ומתוך לשון זה שאפילו כתב לו בפירוש עצמך ונכסי קנויין לך חוץ מקרקע כל שהוא לא יצא בן חורין. אבל יש מפרשים דלאו כרות גיטא הוא כיון שיש שם שיור בדבור שהוא משתחרר דקאמר כל נכסיו ואינו מתקיים כולו אבל אם כתב לו בפירוש עצמך ונכסי קנויין לך חוץ מקרקע פלונית כיון שאין שום שיור במלה שהוא משתחרר בה שהיא מלת עצמך יצא לחירות וקנה כל הנכסים חוץ מאותה קרקע ולשון המחבר נוטה ללשון הרי״ף ז״ל: "
      ]
    ],
    [
      [
        "<b>המקבל את המתנה וזכה בה ואחר שבאת לידו וכו'.</b> זו מימרא מפורשת סוף יש נוחלין (בבא בתרא דף קל\"ז:) אמר רב יהודה אמר שמואל הכותב נכסיו לאחר ואמר הלה אי אפשי בהן קנה ואפילו עומד וצווח ור' יוחנן אמר לא קנה אמר רבי אבא בר ממל ולא פליגי כאן בצווח מעיקרא כאן בשתק מעיקרא ולבסוף צווח ע״כ. ובהשגות א״א דוקא אמר הרי היא בטלה כו' עד והכי איתא בגיטין ר״פ השולח (גיטין דף ל\"ב) ובכריתות (דף כ\"ו) עכ״ל. ותמה אני מזה שהרי לא הוזכר בגמרא חילוק אלא בין אומר תבטל לאומר בטילה היא דמשמע מעיקרא כדאיתא התם אבל בין הרי היא בטילה לבטילה היא זו ודאי לא שמענו ולפנינו יתבאר: ",
        "<b>מתנה זו שאמר המקבל וכו'.</b> בכריתות שם (דף כ\"ד) פרק המביא אשם תלוי אמר ר''ל הנותן מתנה לחבירו ואמר הלה אי אפשי בה כל המחזיק בה זכה בה. ואקשינן מאי שנא מהא דאמר רבה בר אבוה א''ר ששת וכו' מקבל מתנה שאמר לאחר שבאת מתנה לידו מתנה זו תבטל מבוטלת אי אפשי בה (מבוטלת היא) דבריו קיימין בטילה [היא] אינה מתנה לא אמר כלום מאי לאו דבריו קיימין דהדרא למרה קמא לא הוא נמי לא קני ליה אלא כל המחזיק בה זכה בה ע''כ הנוסחא בכריתות וכמה גירסאות נאמרו בה לפי שהוקשה בה השיטה שבפרק השולח שנראית כמהפכת מימרא דרבה בר אבוה עד שמתוך כך אמרו קצת המפרשים שהיא אחת מן הסוגיות המתחלפות בגמרא ומתוך כך נראה שהמחבר לא רצה לכתוב אלא מימרא דריש לקיש שאמר אי אפשי וזהו איני רוצה שכתב ולא הכניס עצמו במחלוקת הסוגיות לבאר דין בטילה היא לגבי המחזיק בה מהו. אבל פשוט הוא שאינה חוזרת לבעלים מכיון שבאת ליד המקבל בשתיקה וזהו מ''ש למעלה המחבר לא אמר כלום כלומר לענין שתחזור לבעלים וזה מוכרח לדעת כל הסוגיות דכיון שקבלה פעם אחת שוב אינה חוזרת לבעלים בלשון מהלשונות אלו אא''כ חזר ונתנה לו אבל יש צד שהוא כמפקירה כמו שביארנו: ",
        "<b>אבל אם היה צווח וכו'.</b> כבר נתבאר זה מזו שבפ' יש נוחלין וכמ''ש למעלה ומבואר בסוגיא שהיא חוזרת לבעלים הראשונים ואם מתו ליורשיהם בצווח המקבל מעיקרו. ויש שיטה אחרת: "
      ],
      [
        "<b>המזכה במתנה ע''י אחר וכו'.</b> זה פשוט ומבואר פ''ק דגיטין שהמזכה אינו יכול לחזור בו וכן יתבאר לפנינו שהמקבל ידו על העליונה מאותה דזכה לו ע''י אחר. וכתב הרמב''ן ז''ל מהא שמעינן דכי אמרינן דזכין לו לאדם דוקא בשנתרצה כששמע אבל אם לא נתרצה כששמע לאו ומכלל זה אתה למד שכל דבר שבחובה אין חבין לו לאדם שלא בפניו ואע''פ שנתרצה לו שלעולם אין חבין לו לאדם שלא מדעתו ובשליחותו. והא דאמרי' בקדושין חוששין שמא נתרצה הבן משום דלאו חוב גמור הוא דרוצה הוא לישא אשה זו וליאסר בקרובותיה מלישב בטל דמצוה קא עביד ועוד תירץ בה תירוץ אחר וכן עיקר דבמה שהוא חובה גמורה אפילו נתרצה לאו כלום הוא. וכבר רמזתי בזה פ' ל' מהל' מכירה גבי עבד: "
      ],
      [
        "<b>זיכה לו ע״י אחר וכו'.</b> בפ' יש נוחלין (בבא בתרא דף קל\"ח) אמר רב נחמן בר יצחק זיכה לו ע״י אחר ושתק ולבסוף צווח באנו למחלוקת רשב״ג ורבנן דתניא הכותב נכסיו לאחר והיו בהן עבדים ואמר הלה אי אפשי בהן אם היה רבן שני כהן אוכל בתרומה רשב״ג אומר כיון שאמר הלה אי אפשי בהן זכו בהן יורשי (ראשון) , פי' בשכיב מרע שמת הוא והוא הדין בבריא שחזרו לנותן. והוינן בה לת״ק אפילו עומד וצווח ואמר רבא הכל מודים בצווח מעיקרו דברי הכל לא קנה פירוש וזכו בהן יורשי ראשון שתק ולבסוף צווח דברי הכל קנה פירוש ואם היה רבן שני כהן אוכלין בתרומה כי פליגי בשזכה לו ע״י אחר ושתק ולבסוף צווח ת״ק סבר מדאישתיק קננהו והאי דצווח מהדר קא הדר ביה ורשב״ג סבר הוכיח סופו על תחלתו ומאי דלא צווח סבר כי לא אתי לידי מאי אצווח ע״כ שם. ובחולין פ' השוחט (חולין דף ל\"ט) ובכריתות (דף כ\"ד) הקשו מזו דת״ק לשמואל דכיון דכי אמר אי אפשי בהן כל המחזיק בהן זכה בהן הוו להו עבדים אלו הפקר והם כזרים והיאך אוכלין בתרומה ותירצו קסבר האי תנא המפקיר עבדו יצא לחירות וצריך גט שחרור מרבו וקסבר צריך לגט שחרור אוכל בתרומה. הנה בכאן מבואר דלדעת ת״ק הרי צד זה דזכה על ידי אחר ושתק ולבסוף צווח הן כהפקר ולדעת רבן שמעון בן גמליאל יחזרו לראשון והמחבר פסק בדין ספק מכח סוגיא דהשוחט דאמרינן התם לא אמרו בה היתר משום כבודו דרשב״ג ולא איסור משום כבודו דת״ק והביאו זאת דהכותב נכסיו כדאיתא התם ואם הם נסתפקו מי יכריע ובעיטור ורבותינו הגאונים פסקו דספק הוא ע״כ: "
      ],
      [
        "<b>ראובן שרצה ליתן מאה זוז לשמעון וכו'.</b> זה פשוט ספ''ק דגיטין (דף י\"ד:) דבזכה אינו יכול לחזור בו ובהולך לא כזכי הוא ויכול לחזור בו והכין אסיקנא ריש פ' השולח דבמתנה הולך לאו כזכי. ובהשגות א''א דוקא מתנה וכו'. וכבר כתב כן המחבר בדין החוב פי''ז מהל' מלוה ולוה והפקדון פ''א מהל' שכירות: "
      ],
      [
        "<b>הלך לוי במאה זוז וכו'.</b> פשוט הוא שדבריו דוקא כשאמר ראובן ללוי הולך וגם זה שם ספ''ק דגיטין: ",
        "<b>מת שמעון בחיי ראובן וכו'.</b> גם זה שם ומפורש הכל בהלכות ופירוש ליורשיו כגון שמת ראובן אחרי מיתת שמעון בטרם שוב השליח אליו: ",
        "<b>מת ראובן בחיי שמעון וכו'.</b> גם זה שם ומפורש הכל בהלכות ופירוש ליורשיו אם מת שמעון אחר מיתת ראובן קודם שהספיק השליח לתתם לו וכל זה בבריא אבל בשכיב מרע יתבאר דינו פ''י: "
      ],
      [
        "<b>אין אדם זוכה במתנה לחבירו וכו'.</b> זה פשוט דבעינן גדול כמו שיתבאר וכן ודאי עבד ושפחה בני זכייה נינהו ודאי כדמשמע ס״פ המביא בתרא אפילו בכנענים. ומיהו נ״ל שאם היה המזכה אדונם שאינם יכולין לזכות הם ודאי לא קנו לה מדאמרינן פ' חלון (עירובין דף ע\"ט) גבי שתוף מזכה להם ע״י עבדו ושפחתו העברים וע״י אשתו אבל לא ע״י עבדו ושפחתו הכנעניים מפני שידן כידו זה לשון המשנה, ומשמע דה״ה בכל מילי דעבד כנעני אין יכול לזכות לאחר מיד רבו ושם בגיטין מבואר שהעבד מקבל גט שחרור לחבירו מיד רבו של חבירו אבל לא מיד רבו שלו וזה פשוט ואף באשתו העמידוה פירקא בתרא דנדרים (דף פ\"ח:) ביש לה חצר באותו מבוי דמגו דזכיא לנפשה זכיא לאחריני הא לאו הכי לא וכ״כ ז״ל שאם הבעל הוא מזכה אין האשה מזכה בעד אחרים אלא אם כן יש לה זכות בדבר ומדין מגו: ",
        "<b>אבל העכו''ם וכו'.</b> מבואר פרק אי זהו נשך שדחו אוקימתא דרבינא דאמר דנהי דאין לעכו''ם שליחות זכייה אית ליה והעלו שם דאפילו זכייה לית ליה: "
      ],
      [
        "<b>קטן שנותנין לו צרור וכו'.</b> מימרא פ' התקבל בגיטין (דף ס\"ה) ופירוש זוכה כשיש דעת אחרת מקנה הא לאו הכי אין לו זכייה אלא מפני דרכי שלום כמו שנתבאר בהל' גזילה ושם העלו ומבואר בהלכות דלאחרים אינו זוכה עד שיביא שתי שערות וכשמואל: ",
        "<b>וכן השוטה וכו'.</b> ג''ז פשוט וכבר נתבאר בהל' מכירה. ",
        "<b>וכן מ''ש כי המזכה לשוטה ע''י בן דעת זכה.</b> פשוט הוא ואמרי' ביבמות פ' חרש (דף קי\"ג) פקח שנשא חרשת או שוטה אע''פ שכתב לה ק' מנה כתובתה קיימת מפני שרצה ליזוק בנכסיו ע''כ. ודקדקו משם טעמא דרצה הא לא רצה לא תיקנו לה רבנן כתובה ומכאן שיש לשוטה זכייה על ידי בן דעת: "
      ],
      [
        "<b>זכין לקטן וכו' ולגדול אפילו שלא בפניו.</b> זה פשוט בהרבה מקומות וכבר נתבאר זה: ",
        "<b>וחצירו של אדם.</b> חילוק זה מחצר כבר נתבאר בהלכות גזילה ואבידה פרק י''ז ושם פירשתי מהו סימטא. ובגמרא פירקא קמא דמציעא (דף י\"א) יש שתי אוקימתות דרב פפא סבירא ליה דבמתנה הואיל ויש שם דעת אחרת מקנה לא בעינן עומד בצד שדהו אפילו בחצר שאינה משתמרת ויש פוסקין כזאת האוקימתא. והרמב''ן ז''ל כתב מתוך דברי הרי''ף ז''ל נראה שהוא משוה מתנה למציאה ובעינן עומד בצד החצר וכן מוכחת הסוגיא שבפירקא קמא דקדושין וזה דעת המחבר ז''ל: "
      ],
      [
        "<b>וקטנה תקנה וכו' אבל הקטן.</b> נתבאר שם. ובהשגות א''א אין דבר זה מחוור במתנה אלא במציאה ע''כ. פירוש דבמתנה אפילו חצר קונה לו וכבר כתבתי מחלוקתם פכ''ט מהל' מכירה: "
      ],
      [
        "<b>המתנה כגט שאין אדם יכול למסור דברים וכו'.</b> בגמרא פ' כל הגט (גיטין דף כ\"ט) פלוגתא דרב ושמואל ופסק כשמואל ומיהו באומר אמרו לפלוני ופלוני יש סוברין שאף בגט כשר וכ״ש אם חתמו הם עצמם וה״ה ודאי למתנה והמחבר פסק כשיטתו שכתב פ״ב מהלכות גירושין דבאומר אמרו קרוב הוא להיות גט בטל. ושם יתבארו עיקרי הדברים: ",
        "<b>וכן אם אמר לשנים כתבו וכו'.</b> זה מוסכם וכשמואל ואיתא בהלכות פרק התקבל (גיטין דף ס\"ו וס\"ז): "
      ],
      [
        "<b>הכותב בשטר נתתי שדה וכו'.</b> ברייתא בגיטין פ' השולח (גיטין דף מ':) ת״ר האומר נתתי שדה פלונית לפלוני נתתיה לו הרי היא שלו הרי היא שלו אתננה לפלוני ר״מ אומר קנה וחכ״א לא קנה אמר ר״י וכולן בשטר ע״כ. ופירש״י ז״ל בשטר דהאי אומר דקתני כותב הוא שכותב לו אחד מלשונות אלו (בשטר) ומוסרו ליד המקבל וכו' דאילו בדיבורא לא מקניא ארעא ור״מ סבר דבאומר אתננו משמע בשטר זה שאני מוסר לו עכשיו וחכ״א לא קנה שאין זה אלא שמבטיח שיתננה לו לאחר זמן ובשטר אחר ועדיין לא עשה. וזה מבואר: "
      ],
      [
        "<b>האומר נתתי שדה לפלוני וכו'.</b> גם זה ברייתא שם ז''ל האומר נתתי שדה פלונית לפלוני והוא אומר לא נתן לי חיישינן שמא זיכה לו ע''י אחר פירוש ואין בדברי המקבל כלום וכן מפורש בתוספתא בב''ב פ''י האומר נתתי שדה פלונית לפלוני והוא אומר לא נתן [לי כלום] לא אמר כלום שמא זיכה לו על ידי אחר: ",
        "<b>אבל אם אמר כתבתי ונתתי לו וכו'.</b> ג''ז מבואר שם וזה לשון הברייתא (דף מ':) כתבתי ונתתי לו והוא אומר לא כתב ולא נתן לי הודאת בעל דין כמאה עדים דמי מי אוכל פירות רב חסדא אמר נותן אוכל פירות ורבה אמר משלשין את הפירות ולא פליגי הא באבא הא בברא. ופירש רש''י ז''ל הודאת בעל דין [עבד וכן] מקבל מתנה כיון דא''ל לא קבלתי נאמן ויכול זה לחזור ולזכות בו אם ירצה דאמרינן טעה כסבור זה שקבלה מידו. משלשין ביד שליש נאמן עד שיבא אליהו. הא באבא הא בברא אם היה מקבל מתנה עצמו בחיים ואמר לא ניתן לי נאמן ואוכל הנותן את הפירות אבל אם מת ואמר בנו לא ניתן שדה זו לאבא משלשין דשמא יש עדים שנמסרה לאביו וזה לא ידע ע''כ. ובתוספות שאלו מפני מה אין אנו אומרין לגבי נותן הודאת בעל דין כמאה עדים ויפסיד הפירות כמו שאמרנו לגבי המקבל ששניהם בעלי דין ושניהם מודים. ותירצו שהמקבל זכור יותר מן הנותן לפי שהנותן קדמה לו מחשבה לתת קודם שיתננה ופעמים שהוא סבור שנתן מפני שעלה בדעתו שיתן והוא לא נתן אבל המקבל אם קבל אין לו במה יטעה וישכח שלא קבל ע''כ: "
      ],
      [
        "<b>מקבל מתנה שטען ואמר זו שתחת ידי וכו' עד ונשבע על זה היסת ותחזור לבעליה.</b> פשוט הוא שאין דין זה דומה לדין הנזכר בראש הפרק שכאן הוא אומר שמעולם לא באת לידו ופשוט הוא שהודאתו הודאה. בהשגות א''א רעיון רוח ונשבע שבועת היסת ע''כ. ובאמת לא הבנתי מה ענין שבועה בכאן. ואפשר אם תבעוהו בעלי חוב שלו ואמרו לו אתה מערים בזה כדי להפקיעו מתחת ידינו נשבע על זה היסת וצ''ע: "
      ],
      [
        "<b>טען הנותן ואמר שומר אתה עליה וכו'.</b> זה פשוט הוא דדוקא כגון שהמקבל החזיק בה שני חזקה אי נמי דבמתנת מטלטלין היא דלאלתר הויא חזקה: "
      ]
    ],
    [
      [
        "<b>הנותן מתנה בין בריא בין שכיב מרע וכו' כדי לאבד ממון אחרים.</b> בהשגות א''א פירוש הטובה שקבל ממנו ע''כ. וכמדומה לי שלא ראה הרב ז''ל סיום בבא זו בספרי המחבר וכך כתב בספרינו כדי לאבד ממון אחרים שיחזור וימכור אחר שיתן. והוא דבר מבואר שאם נאמר שמתנה בסתר מועילה יבא הדבר לידי הפסד שימכור אחר כן מה שנתן ויקנוהו ממנו לפי שלא ידעו במתנה. ולפיכך אמרו שלא תועיל להסיר קנוניא. ופירוש דברי הר''א ז''ל שהטעם שאינו נותנה בלב שלם אלא מפני שקבל טובה ממנו ואינו רוצה שתועיל. וטעם רבינו עיקר: "
      ],
      [
        "<b>כל שטר מתנת קרקע שאין וכו'.</b> מ״ש המחבר קרקע לאו למימרא דמתנת מטלטלין שהיא מסותרת שתועיל דהא סתמא אמרינן האי מתנתא טמירתא לא מגבינן בה וכן מוכיחין דברי המפרשים וגם המחבר הקדים הנותן מתנה סתם ולא אמר הנותן מתנת קרקע אלא ודאי מ״ש כאן קרקע אינו אלא מפני שאין שטר מועיל במטלטלין בלא קניין והוא הדין לקניין מטלטלין ודאי בשצוה להסתירו וזה הדין מבואר פ' חזקת (בבא בתרא דף מ':) וכך כתוב שם אמר רב יהודה האי מתנה טמירתא לא מגבינן בה היכי דמי מתנתא טמירתא אמר רב יוסף (כגון) דאמר להו לסהדי זילו אטמרו וכתובו ליה איכא דאמרי אמר רב יוסף (כגון) דלא א״ל תיתבו בשוקי ובברייתא וכתבו ליה פירוש בשווקים וברחובות ואמרינן מאי בינייהו איכא בינייהו סתמא ובעינן סתמא מאי פירוש סתמא כל שאין כתוב בה אמר לנו כתבוה בשוקא וחתמוה בפרהסיא ואמרינן רבינא אמר לא חיישינן רב אשי אמר חיישינן והלכתא חיישינן ע״כ. ומתוך כך כתב המחבר חוששין שמא מתנה מסותרת היא ולא זכה המקבל וכן פיר״ש שם ור״ח ז״ל דחיישינן ופסולה וכ״נ דהאי לישנא בתרא דרב יוסף לפרושי מתנתא טמירתא דאמר רב יהודה היא ורב יהודה הא אמר לא מגבינן בה אבל קצת הגאונים ז״ל חלקו בזה ואמרו מדקאמר חיישינן ולא קאמר לא קנו אלמא חששא היא ואיכא לדקדוקי עלה דמילתא כגון דסיים מיניה חד גברא למכתב ליה מתנה וקא מדחי ליה זמנא בתר זמנא ובתר הכי אמר להו לסהדי כתובו ליה סתמא דהתם ודאי איכא למיחש דדחויי בעלמא הוא דקא מדחו ליה אבל אי חזינן דכתבה מדעתא דנפשיה ליכא למיחש להאי חששא ולא מחזקינן ליה בסתמא למתנתא טמירתא ומתנתא מעלייתא היא, כך כתוב בעיטור בשמא דרבוותא, והרב אבן מיג״ש ז״ל כתב הכי קאמר רבינו הרב ז״ל וכך הורה בתשובותינו וגאון נמי מצינו לו תשובה בענין זה וכך הורה עכ״ל. ופירוש אחר י״ל חיישינן הא מפסל לא פסלינן ונפקא מינה דהיכא דאתא נותן וערער ערעורו עירעור הא לא אתא וערער מגבינן בה ודברי המחבר עיקר דודאי סתמא הרי הוא כמתנתא טמירתא ממש וכבר כתבתי סעד לזה וכן בדין השכ״מ כתוב בהלכות כתב רבינו האי גאון ז״ל לא רגילינן בצואות וכו' ועוד כתב שכ״מ דאמר לא תגלו הא תפקדתא וכו' כדאיתא בהלכות וכתב רבינו פ״ט ובחידושי הרשב״א ז״ל וכתב ר״ח ז״ל וכן המקנה מתנה בקניין צריך להזכיר בעת הקניין כי מתנת פרהסיא אני מקנה ואם לא הזכיר אלא בשעת הקניין נתן סתמא פסולה וכן אמר גאון והא סמיכו רבנן ותקינו למיכתב מתנת פרהסיא ופרשי בה והכי אמר לן מתנתא דא כתבוה בשוקא וחתמוה בפרהסיא כי היכי דלא תהוי כמתנתא טמירתא עכ״ל רבינו חננאל ז״ל: "
      ],
      [
        "<b>הכותב שתי מתנות וכו'.</b> זה נתבאר שם דאמרינן גבי מתנתא טמירתא אמר רבא והוי מודעא לחבירתה ואסיקנא התם דהך מימרא דרבא לא בפירוש אתמר אלא מכללא אתמר וטעותא היא דלא הוי מודעא ופיר''ש ז''ל הויא מודעא הך מתנתא טמירתא היא מודעא לבטל חבירתה שטר מכר או מתנה גלויה וכשרה שנכתבה אח''כ על שדה זו ולאדם אחר דלכך כתב להך טמירתא דלא להחזיק בהאי שדה האי בתרא עכ''ל ואסיקנא דלא הוי מודעא וזה פשוט: "
      ],
      [],
      [
        "(ד-ה) ",
        "<b>כבר ביארנו וכו'.</b> פרק עשירי מהלכות מכירה. ",
        "<b>לפיכך מי שהיו הדברים מוכיחין וכו' מעשה באחד וכו' עד בעניינים אלו.</b> בגמ' גבי האי דאמר רבא והויא מודעא לחבירתה אמרינן בגמרא והא דרבא לאו בפירוש אתמר אלא מכללא איתמר דההוא גברא דאזיל לקדושי אתתא אמר ליה אי כתבת לי כולהו נכסיך הוינא לך ואי לא לא הוינא לך אזל (איהו) כתב לה לכוליה נכסיה אתא בריה קשישא (קבל קמיה) [א''ל וההוא גברא מה תהוי עליה] אמר להו לסהדי זילו איטמרו בעבר ימינא וכתבו ליה אתא לקמיה דרבא אמר להו לא מר קנה ולא מר קנה מאן דחזא סבר משום דהויא מודעא לחבירתא, פי' שמתנת הבן הוי מודעא למתנת האשה ומהכא הוה שמע דמתנה מסותרת הויא מודעא לגלויה ולא היא התם מוכחא מילתא מחמת אונסא הוא דקא כתב לה אבל הכא פי' בעלמא מר ניחא ליה דליקני כו' ע''כ. ופירוש המחבר כך הוא ולא היא התם הוא דהויא מתנת הבן מודעא משום דעובדא גופא מוכחא דאיכא אונס ומיהו אי לאו מתנת הבן היינו אומרים שאונס זה לאו אונס גמור הוא שאם ירצה לא ישאנה ולא יתן לה נכסיו אלא גמר בלבו ונתן אבל כשכתב לבן מתנה מסותרת בטל מתנתה וכן פירשו ז''ל ועיקר. דודאי שלא במתנת הבן אין זה אונס כלל ועכשיו גם כן אינה בטילה מדין אונס אלא מדין מודעא. וזהו שהקדים המחבר כבר ביארנו שהמוסר מודעא ואף על פי שאין שם אונס וכו'. ויש שיטות אחרות וזאת נכונה: "
      ],
      [
        "<b>שני שטרות שזמנם וכו' אם דרך אנשי העיר לכתוב שעות כל הקודם זכה.</b> פירוש וכשנכתבו בשטרות אלו שעות ואע״פ שאין אנו יודעים למי מסר ראשון תלינן שהמוקדם נמכר לו קודם והרי קדימת המעות במקום שנהגו לכתוב כקדימת הימים בכ״מ ודין זה מתבאר פ' מי שהיה נשוי (כתובות דף צ\"ד:) בעובדא דאימיה דרמי בר חמא ופירשוה בהלכות בשאין בה קניין: ",
        "<b>ואם אין דרכן לכתוב שעות וכו' אע''פ שידענו אי זה מהן נכתב ראשון כיון שלא ידענו שעת המסירה הרי הדבר מסור לב''ד.</b> ודין זה מחלוקת דרב ושמואל שם במי שהיה נשוי דרב אמר יחלוקו ושמואל אמר שודא דדייני והלכתא כשמואל בדיני. ואמרינן התם טעמא דשמואל דס''ל כר''א דאמר עדי מסירה כרתי. פירוש ואילו באו עדים ואמרו לזה נמסר בבקר ולזה נמסר בערב זה שנמסר לו ראשון קנה דעדי מסירה כרתי הלכך שודא עדיפא דדילמא אתו סהדי ומסהדי ואמרי דהכי הוה מעשה ואע''ג דאפשר נמי דבבת אחת נמסרו שניהן וזכות שניהם חלה בבת אחת מ''מ הא מילתא לא שכיחא ודינא דשודא שכיחא טפי כך פירשו ז''ל: "
      ],
      [
        "<b>בד''א בשטר שאין בו קניין וכו' אבל אם היה בכל שטר וכו'.</b> זה פשוט דמשעת קניין שעבד נפשיה. ומבואר בהלכות שם דאי אית ביה קניין הוה קיימא בידא דמאן דקדים אפילו שעה אחת עכ''ל: ",
        "<b>וכן אם היו שם עדים וכו'.</b> כבר נתבאר זה למעלה וכר' אליעזר דאמר עדי מסירה כרתי: "
      ],
      [
        "<b>שני שטרות היוצאין על שדה אחת בשם וכו'.</b> מימרא פ' נערה שנתפתתה בכתובות (דף מ\"ד): ",
        "<b>אם היה השטר הראשון מתנה וכו'.</b> מפורש שם: ",
        "<b>ואע''פ שלא היה כתוב שם אחריות.</b> בשטר המכר שאחריות במכר אע''פ שלא נכתב כמו שנכתב דמי. כמו שנתבאר פ' י''ח מהל' גזילה: ",
        "<b>וכן אם הראשון במכר וכו'.</b> גם זה שכתב ראשון במכר ושני במתנה ליפות כחו הוא דכתב ליה משום דינא דבר מצרא. וכן הן דברי המחבר. ויש מי שפירש ליפות כחו שאם יערער עליו בעל המצר יטמין שטר המכר ויאמר במתנה נתנה לי אבל אם נודע שכתב לו שטר אחר של מכר יש בו משום דינא דבר מצרא כמו שנתבאר פי''ג מהלכות שכנים. ויש מי שכתב דאע''פ שנודע שכתב לו שטר אחר של מכר כיון שכתב לו שטר מתנה אין בה משום דינא דבר מצרא וכתב הרשב''א ז''ל ושמא נאמר לפי דבריו דשטר מתנה באחריות שאני לפי שהשטר זה בעצמו נידון כמכר ואין כאן מתנה כלל אבל כתב לו שטר מתנה מוחלט לכך כתב לו שאם יערער עליו בן המצר שלא יהא המכר מכר ויזכה בו מכח מתנה זו וצ''ע עכ''ל: "
      ],
      [
        "<b>היו שני השטרות במכר וכו' אם הוסיף בשני כלום וכו'.</b> ג''ז שם מודה ר''נ דאי כתב לזה דיקלא לתוספת כתביה, פי' ואם הוא שטר מכר ובא לגבות מחמת האחריות גובה העיקר מזמן הראשון ותוספת מזמן שני כן כתבו רוב המפרשים: ",
        "<b>ואם לא הוסיף וכו'.</b> זה מפורש שם והיא מימרא דרב נחמן. ואמרינן עלה מ''ט רפרם אמר אימר אודויי אודי ליה פי' שהשטר הראשון שקר. רב אחא אמר אימר אחולי אחיל גביה, פי' לשעבוד שיש מזמן ראשון לזמן שני ואמרינן דאיכא בינייהו לשלומי פירי, פי' פירות שאכל לוקח בין זמן ראשון לזמן שני לרפרם משלם לרב אחא לא משלם. ולטסקא לפרוע מס הקרקע למלך מזמן ראשון לזמן שני לרפרם על המוכר או הנותן לפרוע לרב אחא על הלוקח לפרוע, לשון ר''ש ז''ל. ופסק המחבר כרפרם מפני שקרקע בחזקת בעלים ראשונים עומדת: "
      ]
    ],
    [
      [
        "<b>לעולם אומדין דעת הנותן וכו' כיצד מי שהלך וכו'.</b> פרק יש נוחלין (בבא בתרא דף קל\"ב) ברייתא ובפרק מי שמת (בבא בתרא דף קמ\"ז:) נפסקה הלכה כר״ש בן מנסיא דאמר הכין ובכל נכסיו בדוקא: ",
        "<b>לפיכך אם שייר וכו'.</b> מפורש בברייתא כל נכסיו. ואל יקשה עליך מ''ש רב נחמן במי שמת (דף ק\"כ:) חמשה עד שיכתבו כל נכסיהם ואינו מונה דין זה עמהם מפני שכבר מנה שכיב מרע דתנן שכ''מ שכתב כל נכסיו לאחרים ושייר קרקע כל שהוא מתנתו קיימת לא שייר קרקע כל שהוא אין מתנתו מתנה ועל אותה משנה אמרו בגמ' מאן תנא דאזיל בתר אומדנא אר''נ ר''ש ב''מ דתניא מי שהלך בנו למדינת הים וכו' אלמא דינן שוה וכי היכי דהתם הוי שיור אפילו מטלטלין ה''ה הכא וזה פשוט: "
      ],
      [
        "<b>וכן הכותב נכסיו מתנה לאחד וכו'.</b> בפרק יש נוחלין (בבא בתרא דף קל\"א:) אמר רב יהודה אמר שמואל הכותב כל נכסיו לאשתו לא עשאה אלא אפוטרופא פשיטא בנו גדול לא עשאו אלא אפוטרופא בנו קטן מאי וכו' אמר שמואל אפילו קטן המוטל בעריסה לא עשאו אלא אפוטרופא פשיטא בנו ואחר אחר משום מתנה ובנו משום אפוטרופא אשתו ואחר אחר למתנה ואשתו אפוטרופא ואשתו ארוסה ואשתו גרושה דברי הכל קנו. איבעיא להו אשה אצל האחין ואשה אצל בני הבעל מהו אמר רבינא בכולהו לא קנו לבד מאשתו ארוסה ואשתו גרושה ואיכא מאן דפליג. ופסק בהלכות והלכתא כרבינא. ואיבעיא להו אם היה הנותן בריא מהו ולא איפשיט. וכתב אבן מיגש ז״ל הילכך לקולא עבדינן ולא עשאן אלא כאפוטרופא עכ״ל: ",
        "<b>אפילו היה בן קטן וכו'.</b> איכא מאן דאמר דדוקא איכא קטנים אחרים שצריכים לאפוטרופוס הא בגדולים שאין צריכין לאפוטרופוס קנה וליתא. וכן הסכימו ז''ל דבכל גוונא לא קנה: "
      ],
      [
        "<b>בד''א בשכתב וכו'.</b> חילוק זה מבואר בהלכות מהכרח השמועות לפי שיטת הגאונים ז''ל ושאלו מה טעם לחילוק זה ואמרו הא מילתא כהלכתא בלא טעמא היא כדאיתא במי שמת ולית בה אלא מאי דאמרו רבנן. ושם בהלכות כתוב ופרשי רבנן דוקא כותב אבל שכ''מ שאמר יירשני פלוני בני קנה הכל דקי''ל כר''י בן ברוקה וכו' כדאיתא בהלכות והר''י ן' מיגש ז''ל נחלק עליהם ואמר דלא שנא כותב ול''ש אומר אלא ההיא דר''י בן ברוקה בשברר דבריו דלהקנאה גמורה איכוון ודרב יהודה כשלא ברר והמחבר הביא מימרא כפשטה. וכן יש מי שכתב שאם קנו מידו קנו שאין קניין לאפוטרופסות: "
      ],
      [
        "<b>וכן הכותב כל נכסיו לאשתו בין וכו'.</b> כבר נתבאר: ",
        "<b>ואם שייר כל שהוא וכו'.</b> במי שמת בכלל החמשה וה''ה בבנו וכמ''ש. וכן כתבו ז''ל ופשוט הוא: "
      ],
      [
        "<b>בד''א באשתו וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>הכותב כל נכסיו וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>וכן אם כתב וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>כל אשה שקנתה כל נכסי בעלה במתנה וכו'.</b> פי' במתנה גמורה ולא במינוי אפוטרופסות דבמינוי אפוטרופסות לא אבדה כתובתה וזה שאמרו שם בשרצו להוכיח בעיין דבריא דלעיל מהא דהכותב כל נכסיו לאשתו אמרו במאי אילימא בשכ''מ והא אמרת לא עשאה אלא אפוטרופא פירוש ולא קנתה ולא תקנה ולא תקרע כתובתה וכן הסכימו ז''ל: ",
        "<b>לפיכך אם יצא עליה חוב וכו'.</b> מפורש שם הדין והטעם בהלכות: "
      ],
      [
        "<b>וכן הכותב כל נכסיו לבניו וכו'.</b> שם ביש נוחלין הביאו המשנה שבמס' פאה ומסקנא דמילתא דא''ל רבא לרב נחמן מר כמאן ס''ל א''ל שאני אומר כיון שעשאה שותף בין הבנים אבדה כתובתה ופי' דוקא שמעה ולא מיחה הא לאו הכי לא אבדה כתובתה אבל לא בעינן שתקבל בפירוש ולשון המחבר בפירוש המשנה פ''ג ממס' פאה כך הוא, זה הענין הוא על שני תנאין. האחד מהן שכלל אותה בחילוק נכסיו עם בניו כגון שיכתוב להם לפלוני כך לפלוני כך ולפלונית כך והיא שומעת ושותקת ולא תערער כגון שתאמר כתובתי אני גובה והראיה על זה מה שאמרו אבדה כתובתה ולא אמר איבדה ר''ל כי בשתיקותא כשחלק לה עם הבנים אבדה מה שיש לה לקבל בכתובתה. ותנאי השני שיהיה שכ''מ אבל אם יהיה בריא תקח כל מה שיש בכתובתה אלא א''כ יוציא שטר (עליה) שהיא נתנה או קבלה עכ''ל. פירש דברי רב נחמן כת''ק ובשותקת ור' יוסי חולק אפילו לא כתבו בדבר צוואה. ור''ש ז''ל והר''י ן' מג''ש ז''ל פירשו ג''כ הא דרב נחמן בשותקת וכן משמע הלשון אבל בעל המאור ובעל העיטור ור''ח ז''ל פירשוה דוקא היתה שם וקבלה בתורת השותפות שאין קושרין שותפות אלא ברצון שניהם ודברי המחבר עיקר. אבל מ''ש כאן בין בריא הוא הפך דבריו שבפירוש המשנה והדין הוא בעיא דלא איפשיטא בגמרא ביש נוחלין ובפירוש המשנה סבר הרב ז''ל לומר דהעמד שטר על חזקתו ואינו נפסל אלא בראיה ברורה וכאן הסכים לאמת דאדרבה היא המוציאה דשטר העומד לגבות לאו כגבוי דמי לדעת ב''ה כדאיתא ביבמות פרק החולץ וכן כתב ר''ש ז''ל וז''ל ובבריא אוקימנא בתיקו וכיון דמספקא לן המוציא מחבירו דהיינו אשה עליה להביא ראיה דבכל דין אמרי' מאן דתפיס תפיס ע''כ: ",
        "<b>אבל מנכסים שיבאו לו וכו'.</b> פשוט שם דאמרינן אילו הדר קני מי לית ליה וזה פשוט שלא כדברי אבן מיג''ש שפירשה דוקא בבריא דאי בשכ''מ אפי' קנה נכסים לאחר מכאן אינה גובה ובודאי שאין זה עיקר וכן פי' ר''פ ומוכרח בסוגיא: "
      ],
      [
        "<b>כתב לה עמהן מטלטלין בלבד.</b> מפורש שם: ",
        "<b>או שייר לעצמו קרקע וכו'.</b> כל זה מפורש שם (דף קל\"ג) בההוא דשייר דיקלא דאסיקנא מגו דנחתא אחד דיקלא נחתא לכולהו נכסי: ",
        "<b>ותקנת גאונים ז''ל.</b> פירוש כבר נתבאר בהל' אישות פי''ו שאין האשה גובה כתובתה ממטלטלין אחר מיתת בעלה מדין הגמרא וכיון שכן כששייר מטלטלין לבד אבדה כתובתה דליכא למימר בהו מגו דלא טרפא להו. וזה נ''ל שהוא פירוש מה שאמרו פרק מי שמת בכולהו מטלטלי הוי שיור לבר מכתובת אשה במקרקעי תקינו לה רבנן במטלטלי לא תקינו לה רבנן. אבל הגאונים התקינו שתגבה אפי' מן המטלטלין כמו שנתבאר שם והילכך י''ל מגו דנחתא אמטלטלין ששייר נחתא אכולהו נכסי וזה פשוט: "
      ],
      [
        "<b>הכותב כל נכסיו וכו'.</b> מעשה מפורש שם (דף קל\"ב) ופירוש מלטרוף מהם מן היורשין וכתב ר''ש ז''ל בדין זה דלאו דוקא בניו דה''ה שאר יורשין ואורחא דמילתא נקט וכן אין דין זה אלא דוקא בכתובתה ומקולי כתובה אבל בב''ח ודאי לא אבד זכותו בשותק וכן כתבו ז''ל: "
      ],
      [
        "<b>הרוצה לינשא וכתבה כל וכו'.</b> זהו דין מברחת ועיקרו בכתובות ר״פ האשה שנפלו לה נכסים (דף ע\"ט) ואיתיה בפרק מי שמת (בבא בתרא דף קנ\"א) וכבר הכריח שם הרב אבן מיג״ש ז״ל דאפי' לא אמרה לעדים דבר אלא נתנה מתנה סתם ואח״כ נשאת קרויה מברחת והתם מקשינן בפרק האשה [טעמא דכתבה לה הכי הא לא כתבה לה הכי קננהו לוקח פירוש לוקח מקבל המתנה ואקשינן תו] ואי לא קננהו לוקח פירוש לוקח [מקבל מתנה] ניקנהו בעל ופריק לה. וכתב הרשב״א מדמקשינן הכי ש״מ דיכולה לחזור בה אפילו בעומדת תחת בעלה דאי לא היכי אקשינן ניקנינהו בעל והא כל שעומדת תחתיו מתנתה קיימת וקנה לוקח ומדמשנינן עשאום כנכסים שאינן ידועים לבעל דקדק ר״ת ז״ל דדוקא מברחת דסגי לה בהכי אמרינן דלא קנה לוקח שלא היתה מתנה אלא כדי להבריחן מבעלה הא במבריח נכסיו מחמת שהוא רוצה ללוות או שרוצה לישא אשה כדי שלא ישתעבדו נכסיו להן קנה לוקח שהרי א״א שלא יקנה לוקח ולא ישתעבדו לבעל חוב של נותן עכ״ל: ",
        "<b>לפיכך אם מתה בחיי בעלה וכו'.</b> זה מוסכם ופשוט דלהכי כתבה השטר: ",
        "<b>ואם שיירה וכו'.</b> מפורש שם ובפ' מי שמת מבואר דאפי' מטלטלין וכתב אבן מיג''ש ז''ל במי שמת דדינא דמברחת דוקא בשלא כתבה לו מתנה גמורה מתנת עלמין אבל אם כתבה לו כן קנה לגמרי אלא א''כ גלתה דעתה דמשום דבעיא לאינסובי הוא דקא כתבה להו הא לאו הכי כיון שכתבה מתנת עלמין קנה, אלו דבריו. ועכשיו הורגלו לכתוב בכל שטרי מתנה, ונראין הדברים שהכל לפי ראות הדיינין שאי אפשר לומר באשה שתדע נוסח השטרות שכותבי השטרות מורגלין לכתוב ועד שיעידו שכך אמרה להם בפירוש לא קנה ואם רואין שידעה ולא מחתה אע''פ שלא אמרה להן בפירוש אפשר לומר שתהא מתנתה קיימת עכ''ל הרשב''א ז''ל: "
      ],
      [
        "<b>כל הנותנין וכו'.</b> זהו פשוט כל זמן שאין המתנה בטעות שתהא בטילה מעיקרא וראיה מנותן בפירוש על מנת להחזיר ובודאי דלא עדיף סתמו מפירושו: "
      ],
      [
        "<b>מי ששלח וכו'.</b> במי שמת (דף קמ\"ג:) ההוא דשדר פסקי דשיראי לביתיה א''ר אמי הראויין לבנים לבנים הראויין לבנות לבנות ולא אמרן אלא דלית ליה כלתא אבל אית ליה כלתא לכלתא שדר ואי בנתיה לא אינסיבן לא שביק בנתיה ומשדר לכלתיה. ירושלמי פ' שני דייני גזרות הרי שהיה נתון במדינת הים ואמר תנו אלו לבני בנותיו בכלל ואם אמר בשעת מיתה אלו לבני אין הבנות בכלל ע''כ בהלכות. ודין המיתה יתבאר פי''ח. ",
        "<b>ומ''ש המחבר היו ראויין לזכרים ונקבות יטלו אותן הזכרים.</b> פשוט הוא שדעתו קרובה אצל בנו יותר מבתו שהרי אפילו באשת בנו דעתו קרובה יותר מבתו הנשואה והטעם מפני שעל בנו לפרנסה כ''ש בבנו ובבתו שדעתו קרובה יותר אצל הבן: ",
        "<b>וכן המשלח וכו'.</b> כבר ביארנו זה: "
      ],
      [],
      [
        "(טו-טז) ",
        "<b>המשיא בנו וכו'.</b> שם במי שמת (דף קמ\"ד) אר''ח המשיא אשה לבנו הגדול בבית קנאו ודוקא גדול ודוקא בתולה ודוקא אשתו ראשונה ודוקא שהשיאו ראשון פשיטא ייחד לו אביו בית ועלייה בית קנה עלייה לא קנה פי' כיון שאין העלייה משועבדת לבית בית ואכסדרה מהו מי אמרינן כיון דשייכא בהדי בית דדרך אכסדרה נכנסין לבית קנה אף האכסדרה שני בתים זה לפנים מזה מהו תיקו וכיון דמספקא לית ליה ואקשינן אדר''ח מדתני' ייחד לו אביו בית וכלי בית כלי בית קנה בית לא קנה וקשיא לרבי חנינא דאמר קנה בית ופריק רבי ירמיה כן כי אמרי' דבית לא קנה כגון שהיה אוצרו של אביו מונח שם ובה''ג קנה כלי בית לבד ולא הבית ומסקנא רב אשי אנסביה לבריה ותלא ליה אשישא דמשחא פירש פך שמן ותלהו בבית כדי שלא יקנה הבית ואמרי' התם תלת מילי שוינהו רבנן כהלכתא בלא טעמא חדא הא: ",
        "<b>ייחד לו בית וכו'.</b> כבר נתבאר זה ומלשון אף על פי שכתב נראה שאם לא שייר בבית כלי לעצמו וייחד לו בית וכלי בית קנה הכל ועיקר: ",
        "<b>ייחד לו בית וכו'.</b> כבר נתבאר: ",
        "<b>וכן אם ייחד וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>כבר ביארנו.</b> פכ''ג מהל' אישות והדין הוא מימרא פ' הנושא בכתובות (דף ק\"ב) ושם פכ''ג חילק הרב בין אם היה הבן הגדול או נשואין שניים: ",
        "<b>וצריכין שיהיו וכו' כמו שביארנו.</b> פכ''ב מהל' מכירה: ",
        "<b>ודברים אלו לא ניתנו וכו'.</b> הוא ז''ל מפרש לא ניתנו ליכתב האמור בהנושא אין כתיבתן עושה שטר לגבות מן המשועבדין שלא עלה על דעתם להשתעבד באמירה שלה משום הנאת איחתוני אלא אצל בני חורין ולא אצל משועבדין והילכך אפילו נכתב מהן שטר אינו טורף וכן נראית דעת הרי''ף ז''ל פירקא קמא דקידושין וכן דעת הרשב''א ז''ל ושיטה אחרת יש והוא הדעת הראשון הכתוב בהשגות וזה עיקר: "
      ],
      [
        "<b>המקדש את האשה וכו'.</b> מפורש בגמ' פסק הלכה וכן בהלכות ואמרי' התם טעמא דאי הדרי גזרה שמא יאמרו קדושין תופסין באחותה. וכתב הרמב''ן ז''ל בשם גאון ז''ל דבממאנת הדרי דתנן הממאנת באיש הוא מותר בקרובותיה והיא מותרת בקרוביו ומוטב שיאמרו קדושין תופסין באחותה אבל קטנה יוצאה בגט כיון דאסור בקרובותיה איתיה להאי טעמא ע''כ בחידושי הרשב''א ז''ל: "
      ],
      [
        "<b>ואם וכו'.</b> פירוש שהוא טועה וסבור שיהיו קדושין והוא דבר כדאי לטעות ומפורש בהא דמקדש אחותו דאמרינן אדם יודע וכו' הא לאו הכי הדרי ואמרינן בהדיא פרק המדיר אפילו למאן דאמר דלא הדרי הני מילי קדושין ודאי אבל קדושי טעות לא וזה מבואר: "
      ],
      [
        "<b>והמקדש אחותו וכו'.</b> זה מחלוקת דרב ושמואל בהאיש מקדש (דף מ\"ו:) ובפירקא קמא דמציעא (דף ט\"ו:) דרב אמר מעות פקדון ופסק כשמואל דאמר מעות מתנה דהלכתא כוותיה בדיני: "
      ],
      [
        "<b>השולח סבלונות לבית חמיו וכו'.</b> דעת הרב כדעת הרב רבו אבן מיגש ז''ל שפירש בהא דגרסינן במי שמת (דף קמ\"ו:) יתיב רבין סבא קמיה דרב פפא ויתיב וקאמר בין שמתה היא בין שמת הוא הדר ביה הוא סבלונות הדרי מיכלא ומשתיא לא הדרי הדרא בה איהי הדרא אפילו כישא דירקא אמר רב הונא בריה דרב יהושע ושמין להם דמי בשר בזול, ופי' ז''ל דהא דרבין בין אכל ללא אכל היא ואדחיה מתני' מקמי הא דרבין והכריח הרב ז''ל לפי שיטתו שאפילו כשאכל הוא ועוד כתב דכי אמר דסבלונות הדרי דוקא היכא דלא בלו אבל בלו לא והן הן דברי המחבר ושם שיטה אחרת: "
      ],
      [],
      [],
      [
        "<b>הורו וכו'.</b> אין בזה ראיה. ובהשגות א''א איני משוה עם רבותיו בזה שזאת הגרמה דומה למוכר זרעוני גנה ולא צמחו שאינו משלם לו ההוצאה וכללו של דבר וכו'. ויש לתרץ שאינו דומה לזריעה ששם היה מוציא בהן הוצאות כדי להרויח בהן ולפיכך אינו בדין שישלם זה מה שהוציא כדי להרויח אבל כאן לא היתה כוונתו להשתכר בדבר אלא להתנהג כמנהג העיר וכיון שהוא נסמך עליה והיא חזרה בה בדין הוא שתשלם וכ''נ שאינו דומה למה ששנינו בתוספתא הלוקח קנקנים מחבירו ונמצאו פטסאות ונשתברו חייב להעמיד לו דמי קנקנים אבל לא דמי יין דהתם היה מתכוין ליהנות בתשמישן. זה נראה דעת המחבר וצריך עיון: "
      ]
    ],
    [
      [
        "<b>מנהג פשוט וכו'. לפיכך אם נשא זה ולא החזיר לו וכו'.</b> זה מפורש במשנה וגמרא בפ' מי שמת (בבא בתרא דף קמ\"ד קמ\"ה): "
      ],
      [],
      [
        "<b>ואין יכול וכו' כיצד ראובן שנשא.</b> ברייתא פרק מי שמת שם: "
      ],
      [
        "<b>עשה ראובן בפרהסיא וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>ראובן שנשא אשה ושלח וכו'.</b> מימרא דרב כהנא שם. ",
        "<b>ומה שכתב במקום שאין דרכן לקרות וכו'.</b> פירוש המימרא הוא דהכל הולך אחר המנהג: "
      ],
      [],
      [
        "<b>וכמה מנכין וכו'.</b> באותה מימרא ולשון הגמ' ביותר מסלע מכאן ואילך איניש איניש כי חשיבותיה ופירשב''ם שלפי מה שהוא חשוב האכילהו מעדנים ביותר והמותר ישלם עכ''ל. אבל ה''ר אבן מיגש ז''ל פירש אם היה משלח אדם חשוב שאפילו יתר מד' אצלו כפחות מד' אצל אחרים משלם ליה פלגא ומנכי פלגא כדעבדינן בפחות מד' באחרים ואם אינו אדם חשוב כיון שיותר מד' אצלו ממון חשוב בידוע שלא היה בדעתו בשעה ששגרן לו אלא לדקדק בדבר הלכך מנכה לו בכדי מה שאכל ושמח עמו והשאר מחזיר לו עכ''ל והן הן דברי המחבר ז''ל תלמידו. ובהשגות א''א לא ראיתי חשיבות עם צרות עין ע''כ. הכוונה שאין הפך החשוב צר עין אלא הפחות הוא הפכו והפך צר עין הוא נדיב ולא חשוב. ומ''מ אין זו תפיסה לפי שהחשובים מבזבזין וכבר נתבאר כוונת המחבר: "
      ],
      [],
      [
        "<b>מת שמעון קודם שישא אשה וכו'.</b> זה מתבאר בגמרא בפירוש: "
      ],
      [
        "<b>לפיכך אם שמח עמו ואח''כ מת וכו'.</b> זהו בגמרא דאוקי מאי דאמרינן שמחזיר ליורשין כגון ששתה עמו ימי המשתה ולא הספיק לפרעו עד שמת ע''כ. ופירש המחבר ה''ה לא שתה ובנכוי שכיון שחל עליו החיוב אפילו מת שמעון קודם הפרעון ממון הוא ומורישו לבניו, ופשוט הוא: "
      ],
      [
        "<b>מת ראובן ואחר כך נשא שמעון וכו'.</b> בהשגות א''א מעולם לא ראיתי בגמ' מנהג לשושבינות אלא לסבלונות ע''כ. ובאמת שדין זה לא נזכר בפירוש בגמרא ומכל מקום נכון הוא וה''ר אבן מיגש ז''ל דקדקו מן הסוגיא ואלו דבריו בקוצר וכי אמרינן דיכול לומר תנו לי שושביני ואשמח עמו ה''מ כשמת משלח ומי שנשתלחו לו קיים שאין העיכוב מחמתו אבל כשמת מי שנשתלחו לו ומשלח קיים שאין עיכוב שמחת שניהם מחמתו אזלינן בתר מנהגא מקום שנהגו לכפות את היורשים להחזיר את השושבינות מחזירין מקום שלא נהגו פטורים והא מילתא אף על גב דליתא בגמרא ילפינן מדתניא מקום שנהגו להחזיר קדושין מחזירין מקום שנהגו שלא להחזיר אין מחזירין ואמרינן עלה בגמרא לא שנו אלא כשמתה היא אבל מת הוא אין מחזירין מאי טעמא יכולה היא שתאמר תנו לי בעלי ואשמח עמו אלמא כשמת הבעל דהויא עיכובא מחמתיה היא שאומרת כן אבל כשמתה היא והבעל קיים שהעיכוב מחמתה אין לומר כן וחייבים היורשין להחזירן במקום שנהגו ושם דימו דין זה לשושבינות. ועוד כתב ואף על גב דאיפסיק דקדושין לא הדרי אפילו מתה היא התם היינו טעמא גזירה שמא יאמרו קדושין תופסין באחותה כמו שנתבאר. עוד כתב ומנכה לו מה שהוא אוכל דלא גרע מת מחי שלא היה שם ועוד האריך: "
      ],
      [
        "<b>מת ראובן אחר שנשא שמעון וכו'.</b> ג''כ כתב דין זה ה''ר אבן מיגש ז''ל ומוסכם הוא דודאי כיון דחל החיוב על האב חייבין לשלם ואין חולק: "
      ],
      [
        "<b>חמשה דברים וכו'.</b> כולן מפורשים בברייתא (דף קמ\"ה) ולשון הברייתא באחד מהן וחוזרת בעונתה. ופירש ז''ל לא מבעיא שאין כופין למי שנשתלחו לו להחזיר עד שישא המשלח כדרך שנשא הוא אלא אפילו רצה מי שנשתלחו להחזיר קודם שישא המשלח אשה יכול לומר איני רוצה לקבל שאני רוצה לשמוח עמך כדרך ששמחת עמי ודומה למלוה היא גם בזה כי פעמים שאין הלוה רשאי לפרוע שלא מדעת המלוה כגון הלוהו בישוב ובקש להחזירו במדבר כמו שנזכר פי''ג מהל' מלוה ולוה וזה כמדבר הוא לו שהוא מגרע מכבודו ע''כ. ובדין השביעית דוקא שלא עברה שביעית אחר שנשא המשלח הראשון אבל אם עברה ודאי אינו יכול לתבעו שהרי יכול לנוגשו משעה שנשא הוא וכיון שעברה שביעית א''כ השמיטתו וה''ז פשוט. ודין הראוי יתבאר במקומו פ''ג מהל' נחלות: "
      ],
      [],
      [
        "(יד-טו) ",
        "<b>השולח תשורה לחבירו וכו', השולח לחבירו כדי יין וכו'.</b> בהשגות א''א דבר זה אינו מחוור ע''כ. ובאמת לא ידעתי למה כתב כן והלא שנינו במשנה (דף קמ\"ד:) שהשושבינות נגבית בב''ד אבל השולח לחבירו כדי יין ושמן אין מגבין בב''ד מפני שהן גמילות חסדים ע''כ במשנה. ובודאי אפילו בשעת נשואין היא דאי לא פשיטא וכן פירשו ז''ל. ואולי שהראב''ד ז''ל מפרשה בפנים אחרות ומ''מ היה לו לפרש ותימה הוא: "
      ]
    ],
    [
      [
        "<b>הסומא וכו' אבל החולה שתשש כחו וכו'.</b> זה פשוט אין צריך ביאור והלשון די בכך שכיב מרע ואמרו כדקציר ורמי בערסיה פירוש חולה ומוטל על המטה: "
      ],
      [
        "<b>כיצד שכיב מרע שצוה וכו'.</b> זה מבואר בהרבה מקומות ומסקנת השמועה כר' יהושע פרק מי שמת (בבא בתרא דף קנ\"ו:): ",
        "<b>ודבר זה וכו'.</b> פסק כרבא אמר ר''נ דאמרי מתנת שכיב מרע מדרבנן בעלמא גזרה שמא תטרף דעתו עליו ומסקנא דמימריה אינה של תורה ועשאוה כשל תורה: "
      ],
      [
        "<b>לפיכך אם אמר וקנו וכו'.</b> מימרא שם (דף קנ\"ו:) אמר ר' לוי קונין קנין משכ''מ ואפילו בשבת ולא לחוש לדברי ר''א אלא שמא תטרף דעתו עליו. ופירושה אם אמר קנו קונין אין הטעם שנחוש לדברי ר''א דאמר דמתנת שכ''מ אינה קונה בלא קניין אלא אע''פ שאינו צריך קניין קונין כדי שלא תטרף דעתו עליו ואפילו בשבת קונין שהרי אף בלא קניין היה מתקיים ואין צריך קניין וכן פירש ר''ש ז''ל: "
      ],
      [
        "<b>ואין שכ״מ צ״ל אתם עדי וכו'.</b> בסוף גט פשוט (בבא בתרא דף קע\"ה) בעי רבא שכ״מ שהודה מהו צ״ל אתם עדי או אצ״ל [אתם עדי צריך שיאמר] כתובו או [א״צ שיאמר כתובו וכו'] בתר דבעייה הדר פשטה אין אדם משטה בשעת מיתה ודברי שכ״מ ככתובין וכמסורין דמו ע״כ. וזה ברור. והרשב״א ז״ל הביא בפירוש שמועה זו דברי הראב״ד ז״ל ואומר למדנו מדבריו דצוואת שכ״מ אע״פ שכתבוה העדים אין לה דין שטר ויכולין היורשין לומר פרענו ונאמנין ועיקר: "
      ],
      [
        "<b>שכיב מרע שצוה לתת מתנה וכו' כמו שביארנו.</b> פרק כ״ג מהלכות מכירה ומימרא היא פרק מי שמת (בבא בתרא דף קמ\"א ע\"ב): "
      ],
      [
        "<b>אמר אם ילדה וכו'.</b> משנה פ' מי שמת (בבא בתרא ק\"מ:) ופירשה המחבר דוקא בשכ״מ כדברי רבו ז״ל שכתב דבבריא לא משכחת לה דאי נמי קנו מידו הא קי״ל דאין מטבע נקנה בחליפין ועוד אסמכתא היא דאם ילדה קאמר ועוד דקניין דברים בעלמא הוא דהאי יטול קאמר ע״כ. ונחלקו עליו לומר דאפילו בבריא משכחת לה ובמקרקעי ושוה מנה קאמר ובקנין ויטול לא מיקרי קניין דברים ויש מן הגדולים שאמרו דאפילו באתן לך כך וכך לא מיקרי קניין דברים ועיקר עכ״ל הרשב״א ז״ל. וצ״ע באתן לך היאך יקנה שהרי נתבאר פ״ד דהכותב בשטר אתננו לא קנה כדאיתא בגיטין. ואפשר לדעתם דטפי עדיף קניין משטר: ",
        "<b>ילדה טומטום ואנדרוגינוס וכו'.</b> זה נתבאר בגמ' ובהל' דמשנתנו שאמרה ילדה טומטום ואינו נוטל כלל אתיא כרשב''ג דאמר ילדה טומטום ואנדרוגינוס אין קדושה חלה עליהם ולית הלכתא כוותיה אלא נוטל בפחות שבשניהם וזה פשוט שם: "
      ],
      [
        "<b>שכיב מרע שאמרו לו וכו'.</b> ברייתא שם במי שמת (דף קמ\"ז): "
      ],
      [
        "<b>מתנת שכ״מ אינה קונה וכו'.</b> פסק כרבא דאמר הכי סוף יש נוחלין (בבא בתרא דף קל\"ז): "
      ],
      [
        "<b>לפיכך מוציאין לכתובת אשה וכו'.</b> פי' כתובת אשה כתובת בנין דכרין שאינה טורפת ממשועבדים אחרים וטורפת משעבוד מתנת שכ״מ וכבר נתבאר עניינה ודין זה פי״ט מהל' אישות. ואין לומר כתובת אשה שהיא בחיים דההיא אפילו ממשועבדין גמורין טורפת וזה פשוט. וכבר השיגו הר״א ז״ל שם והודה לו במזון האלמנה ונחלקו עליו בשאר והדין הזה יצא למחבר בטעמו ממאי דאמרינן פרק יש נוחלין (בבא בתרא דף קל\"ג) השתא בירושה דאורייתא אלמנתו נזונת מנכסיו מתנת (שכ\"מ) דרבנן לא כ״ש וזה דעת הרב אלפסי ז״ל בהלכות כמו שהאריך שם. ועוד למד משם אבן מיגש ז״ל דמלוה על פה כיון שגובה מן היורשין ק״ו שגובה ממתנת שכ״מ ופי״א מהל' מלוה ולוה יתבאר על אי זה צד גובה מן היורשין ולדבריו הסכים הרשב״א ז״ל וכתב דכי אמרינן בפ' הנזקין (גיטין דף נ') דמשועבדין דמתנה אפילו דשכ״מ כמשועבדים דלקוחות לא אמרו אלא במקום דליכא פסידא למלוה אלא בין בינונית לזבורית דמ״מ גובה הוא חובו אבל במקום שיפסיד בעל חוב חובו לגמרי ודאי טריף ממתנת שכ״מ במקום פסידא גמורה כמזון האשה והבנות ומלוה על פה דכירושה שויוה רבנן למתנת שכ״מ וה״ה לכתובת בנין דכרין ע״כ: "
      ],
      [
        "<b>מתנת שכ״מ שכתוב בה קניין וכו'.</b> כשמואל דאמר הכי פרק מי שמת (בבא בתרא דף קנ\"ב) דהלכתא כוותיה בדיני. ",
        "<b>ומ''ש בין שהיתה במקצת הנכסים.</b> הוא כמגלה דעתו שמחמת מיתה נותנן ויתבאר בפרק זה וכ''כ ז''ל: "
      ],
      [
        "<b>ואם קנו מידו וכו'.</b> פשוט ומבואר שם: "
      ],
      [
        "<b>שכ''מ שאמר כתבו ותנו מנה לפלוני וכו'.</b> סברת המחבר שאם כתבו ונתנו קודם מיתה שקנה. ובהשגות א''א אני וחבירי אומרים אפילו כתבו מחיים לפי שהעדים שלוחין הן וכו'. וכדברי רבינו פיר''ש ז''ל פ' יש נוחלין. ולזה נוטה דעת העיטור ז''ל וכן עיקר דודאי אם נכתב ונמסר מחיים ודאי זכה דלא גרעה ממתנת בריא וזהו ששנינו במימרא ומת אין כותבין ונותנין הא לא מת כותבין ונותנין. ודברי הר''א ז''ל תמוהים אא''כ נאמר דמתנה זו אינה חלה אלא לאחר מיתה ולפיכך השטר בטל וצ''ע עדיין דודאי זו שנכתבה ונמסרה מחיים דין מתנת בריא יש לה ונראה שאינו יכול לחזור בו דהויא ליה כמתנת שכ''מ במקצת ובקניין שאינו יכול לחזור בו ודברי המחבר עיקר אבל ודאי אם נכתב ולא נמסר אין נותנין לאחר מיתה ועיקר. וכ''כ ז''ל: "
      ],
      [
        "<b>ואם אמר וכו'.</b> מפורש שם ביש נוחלין: "
      ],
      [
        "<b>שכ״מ וכו'.</b> משנה פ' מי שמת (בבא בתרא דף קמ\"ו:) ולשון המשנה לא שייר קרקע כל שהוא ומבואר בגמרא דקרקע לאו דוקא: ",
        "<b>ואפילו קנו מידו וכו'.</b> מימרא דשמואל בגמרא שם: "
      ],
      [
        "<b>שייר כלום וכו'.</b> מבואר במשנה ובגמ' פסק הלכה: "
      ],
      [
        "<b>בד''א בשנתן סתם וכו'.</b> בגמ' והלכתא מתנת שכיב מרע במקצת בעיא קניין אע''ג דמת ואם עמד אינו חוזר מצוה מחמת מיתה לא בעיא קניין והוא דמית ואם עמד חוזר אע''ג דקנו מיניה, פירוש קנו מיניה כדי ליפות כחו: "
      ],
      [],
      [
        "<b>אל תטעה בשכ''מ וכו'.</b> זה פשוט ששכ''מ יכול לתת נכסיו כדרך הבריאים ובכמה מקומות נזכר בגמרא הרי היא כמתנת בריא וכן יתבאר מזו הבבא הסמוכה: "
      ],
      [
        "<b>הנותן מתנה כשהוא שכ''מ וכו'.</b> פלוגתא דרב ושמואל (דף קנ\"ב קנ\"ג) ופסיק כרב דהכין איפסיקא הלכתא בגמרא. <b>ומ''ש בין במקצת</b> הוא במצוה מחמת מיתה אבל בסתם ודאי אם קנו ממנו הרי היא כמתנת בריא ואם לא קנו אינה כלום וכבר נתבאר זה. ולשון אבן מיגש ז''ל בסוף השמועה הלכך לעולם מתנת שכ''מ הוא עד דאמר מהיום ע''כ: "
      ],
      [
        "<b>שכ''מ וכו'.</b> לשון הגמרא (דף קמ\"ח:) אמר ר''נ שכ''מ שכתב כל נכסיו לאחרים ועמד אינו חוזר חיישינן שמא יש לו נכסים במדינה אחרת אלא מתני' דקתני לא שייר קרקע כל שהוא אין מתנתו קיימת היכי משכחת לה מר בר רב אשי אמר במוחזק [לן דלית ליה] אמר רב חמא באומר כל נכסיי ובהלכות גורסין באומר כל נכסי אלו ע''כ. ופירוש שכתב כל נכסיו לא שאמר כל נכסי אלא שנתן כל הנכסים הידועים לו כאן וחיישינן שמא יש לו נכסים במקום אחר והילכך הויא לה מתנה במקצת ואינו חוזר. ופירשה המחבר בשקנו מידו שאם לא קנו יכול לחזור ודאי שאם תאמר יש לו נכסים אחרים הרי זו מתנת שכ''מ במקצת ובלא קניין אינו כלום. ואם תאמר שאין לו נכסים אחרים הרי זו מתנת שכ''מ בכל יום ואם עמד חוזר וזה מוכרח. ומ''מ נראה שאף בלא קנין אם מת זכו ואין היורשין יכולין להוציא מידן שיאמרו הרי זו מתנת שכ''מ במקצת וכיון שאין בה קנין אינה מתנה עד שיבררו בראיה ברורה שיש לו נכסים במקום אחר שלא אמרו חיישינן אלא לתועלת המקבלים: ",
        "<b>עד שיאמרו כל נכסי שהן אלו.</b> כגרסת ההלכות ופירש אבן מיגש ז''ל דגלי אדעתיה דלית ליה נכסי אחריני כ''ש אם אמר כל נכסי סתם ע''כ. אבל הרשב''א ז''ל כתב ז''ל ולפי גירסא זו אדרבה יש לחוש יותר שיש לו נכסים אחרים במקום אחר דאי לא מאי אלו וגירסת ספרים שלנו באומר כל נכסי סתם וזו נראית עיקר עכ''ל: ",
        "<b>או שהיה מוחזק וכו'.</b> מימרא פסוקה שם כמר בר רב אשי ששתי האוקימתות אמת: "
      ],
      [
        "<b>שכ''מ שכתב כל נכסיו וכו'.</b> מימרא פסוקה שם. ולשון הגמרא רואין אם כמחלק מת קנו כולן עמד אינו חוזר בכולן אם כנמלך מת קנו כולן עמד אינו חוזר אלא באחרון, ופיר''ש ז''ל אם כמחלק שאינו שותק בין דבור לדבור אם כנמלך ראשונה אמר זו לפלוני וחזר וחשב כמעט ואמר זו לפלוני ובין כל אחת היה ממתין ומחשב וכו' וכתב המחבר בנמלך וקנו מידו וכו' דאי לא הויא לגביה כל חד מתנת שכ''מ במקצת ובעיא קניין וכ''כ בעיטור ופשוט הוא. ובהשגות א''א האחרון צריך שיהא קניינו ליפות כחו ע''כ. והאמת כן הוא שאם קנו מידו אף באחרון צריך שיהא הקנין ביפוי כח משום דלדידיה הויא לה מתנת שכ''מ בכל שכתוב בה קניין וחוששין לה כמו שנתבאר וכבר ביאר המחבר כל זה פ''ט בבבא המתחלת נתן מקצת נכסיו. ומ''מ אני מוסיף על דבריהם דודאי לגבי האחרון לא בעינן קניין כלל דכיון שנתן לו כל נכסיו הנשארים הויא לה לגביה מתנת שכ''מ בכל נכסיו ולא בעינן קנין וזהו שאם עמד חוזר במתנת האחרון שהרי לא היו לו נכסים אחרים בשעה שנתן לזה ופשוט הוא: "
      ],
      [
        "<b>הכותב כל נכסיו וכו'.</b> מימרא דר''נ פ''ק דגיטין ונתן הרשב''א ז''ל טעם לדבר וכתב אינו חוזר בעבד שהרי יודע הוא שיצא עליו שם בן חורין ואין בן חורין חוזר ונעשה עבד ולפיכך גמר וזכהו לעצמו מעכשיו ע''כ: "
      ],
      [
        "<b>שכיב מרע שצוה וכו'.</b> מפורש בגמרא פ' מי שמת (בבא בתרא דף קנ\"א) בעובדא דאחתיה דרב דימי אמר להו לסהדי היכי הוה עובדא אמרו ליה אמרה הכי ווי דקא מיתה הך אתתא אמר להו א״כ היה מצוה מחמת מיתה: "
      ],
      [
        "<b>המפרש לים והיוצא בשיירא וכו'.</b> כך כתב הרב אלפסי ז''ל בגיטין ז''ל למימרא דהני ד' דתנינן במתני' כולהו בשכ''מ דמצוה מחמת מיתה נינהו וכן הלכתא ע''כ כתב גבי ההיא דרב הונא דאמר גיטו כמתנתו בפ' התקבל וכ''כ הרמב''ן ז''ל ויש חולקים במפרש ויוצא בשיירא לענין מתנה שאין דינם אלא כדין בריא שלא תיקנו אלא בשכ''מ שלא תטרף דעתו עליו וכן בהולך למות כגון יוצא בקולר דהא מאחיתופל גמרינן לה ויצו לביתו ויחנק בצואה בעלמא אבל במפרש ויוצא בשיירא שאין מיתתן סמוכה אין לנו. וזה דעת הרב רבינו יונה וכן הסכים הרשב''א ז''ל פ' מי שמת: ",
        "<b>והוא שקפץ עליו וכו'.</b> בירושלמי (מ\"ח) אי זהו מסוכן כל שקפץ עליו החולי: "
      ],
      [
        "<b>שכיב מרע שניתק מחולי לחולי וכו'.</b> מימרא פרק מי שאחזו ודברי המחבר כדברי ההלכות פ' מי שמת אין בהם חילוף והרמב''ן ז''ל אמר בגיטין דבהלך עם המשענת לא בעינן אומדנא אלא באומר בפירוש מחולי זה שדברי רב הונא שלשם אמהיום אם מתי מחולי זה קאי. ושיטה אחרת יש דאמהיום אם מתי קאי והיא דעת המחבר וההלכות ומפורשים בחידושי הרשב''א ז''ל: "
      ],
      [],
      [
        "<b>מתנת שכיב מרע וכו'.</b> זה מבואר פ' מי שמת (בבא בתרא דף קנ\"ג) במעשה ופסק כאביי ומפורש בהלכות: "
      ]
    ],
    [
      [
        "<b>שכיב מרע וכו'.</b> מבואר בהלכות פ' חזקת בשם רבינו האי גאון ז''ל ודוקא שצוה לגלותה לאחר מיתה הא אם צוה להסתירה בסתם לא קנה וזהו שכתב המחבר ריש פ''ה הנותן בין בריא בין שכ''מ צריך שתהיה גלויה וכו': "
      ],
      [
        "<b>מצוה מחמת מיתה וכו'.</b> ג''ז בהלכות שם בשם רב האי גאון ז''ל: "
      ],
      [
        "<b>שכיב מרע שצוה ואמר יטול וכו'.</b> מימרא פרק מי שמת (בבא בתרא דף קמ\"ח:) ודעת המחבר כדעת רבו אבן מיג״ש ז״ל דדוקא בשכ״מ הא בבריא לא קני. וכבר נתבאר פ״ב מהלכות מכירה שדעת המחבר באומר לשון שהוא להבא שאינו קונה בדברים ושם הארכתי: ",
        "<b>וכן וכו'.</b> גם זה שם: "
      ],
      [
        "<b>אמר יהנה פלוני וכו'.</b> בעיא דלא איפשיטא (דף קמ\"ח) ולפיכך לא קנה שאינו מוציא אלא בראיה ברורה וכן כתבו ז''ל ופירש הר''א ז''ל דאפילו באומר נכסי לפלוני שיעמוד בהן או שישען אינו כלום: "
      ],
      [
        "<b>שכיב מרע שכתב כל נכסיו וכו'.</b> מימרא דרב הונא בפ' יש נוחלין (בבא בתרא דף קל\"ג) ויש מי שפי' שאפי' נתנן במתנה בפירוש למי שראוי ליורשו נוטלן משום ירושה. וי״א שאין זה אלא באומר נכסי לפלוני סתם הא באומר נכסי נותנין אפילו ראוי ליורשו נוטלן משום מתנה. ויתבאר פי״ב אי זה חילוק יש בין משום ירושה למשום מתנה. ושם כתב המחבר בלשון ראשון וכ״כ כאן הר״א ז״ל והוא דעת הגאונים ז״ל: ",
        "<b>בד''א כשהיה היורש הזה וכו'.</b> זה פשוט וכ''כ אבן מיגש ז''ל וכבר נתבאר פ''ו: "
      ],
      [
        "<b>מי שאמרו לו וכו'.</b> מפורש בגמ' ביש נוחלין (דף קל\"ג): "
      ],
      [],
      [
        "(ז-ח) ",
        "<b>גר שיש לו בן וכו'.</b> זה מבואר בגמ' בפ' מי שמת (בבא בתרא דף קמ\"ט) גבי עובדא דאיסור גיורא: ",
        "<b>ומ''ש שלשון ירושה וכו'. וכן לפיכך אם נתן לגר משאר גרים וכו'.</b> מפרש שם בהלכות הטעם והדין בשם רב האי גאון ז''ל וכו'. ובהשגות א''א כן אמר הגאון וכו'. דעתו ז''ל כדעת האחרונים ז''ל שהקשו על הגאונים ואמרו דאם איתא דמתנת שכ''מ גר לגר אחר קנה בנו נמי כל שלא היה הורתו ולידתו בקדושה אינו נחשב לבנו ואינו ראוי לירש כנכרי הוא ולמה לא קנה במתנה. ועוד קושיות אחרות. והרמב''ן ז''ל האריך לתרצם. ובחדושי הרשב''א ז''ל והפירוש הנכון במה שאמרו גבי איסור גיורא כל היכא דליתיה בירושה ליתיה במתנה משום דמתנת שכ''מ אינו אלא לאחר גמר מיתה ובירושה הוא ככל אדם ומן הדין אינה כלום בכל אדם שאין מתנה לאחר מיתה אלא דמשום ירושה תקנוה. והילכך גר שנתן במתנת שכ''מ כיון שאינו בר ירושה אף מתנתו אינה מתנה ע''כ. וזה דעת האחרונים שאין מתנתו כלום אפי' לאחר: "
      ],
      [
        "<b>שכיב מרע שהודה שיש לפלוני וכו'.</b> בעיא דאיפשיטא פרק מי שמת שם: <b>ומ''ש תנוהו לו</b> שאל''כ אין נותנין כמו שיתבאר פרק עשירי ויפרש הרב אבן מיגש ז''ל שהודאתו כהודאת בריא ואם עמד אינו חוזר שאין זה מתנה ואצ''ל אתם עדים שאין אדם משטה בשעת מיתה כמו שנתבאר פרק ח'. וכן כתב הראב''ד ז''ל: ",
        "<b>ואפילו הודה הגר וכו'.</b> מפורש שם בעובדא דאיסור גיורא: "
      ],
      [
        "<b>אבל שכ''מ שצוה לתת לעכו''ם במתנה.</b> נתבאר פ' כ' שאסור לתת מתנה לעובד כוכבים וכיון שכן הוא אין שומעין לו לעבור עבירה ופשוט הוא. אבל לא מצאתיו מבואר בגמ': "
      ],
      [
        "<b>אמר פלוני עבדי עשו אותו בן חורין וכו'.</b> החלק הא' מפורש בירוש' פ''ק דגיטין ובתוספת' פ''ה ושני חלקים האחרונים מפורשים בגמ' בהשולח ובהלכות דכל היכא דאמר לשון שחרור כופין את היורשין לשחרר, ועשיתי והרי הוא לשונות המועילים בגט שחרור הן כדאיתא התם וכבר הקשו המפרשים ז''ל כיון דקי''ל דהמשחרר עבדו עובר בעשה ונתבאר פ''ט מהל' עבדים היאך שומעין לו לעבור על דברי תורה והרבה דברים נאמרו בזה וכתב הרשב''א ז''ל ושמא נאמר שכל שאמר הרב לשחררו אומדין אותו שעשה לו טובה שהוא חייב לו כך על גמולו דאחזוקי אינשי בעוברים בעשה לא מחזקינן וכיון שכן הרי הוא כמוכרו לו וכו' ומה שאסרה תורה לשחרר עבדים בלא גמילות טובה אלא ברצון הלב והלב יודע אם לחסד אם לגמילות כנ''ל, עכ''ל: "
      ],
      [
        "<b>אמר פלונית שפחתי וכו'.</b> מימרא שם. ",
        "<b>ומ''ש ואינה עובדת.</b> כך פירשו בהלכות שם בזה הלשון מאי קורת רוח דעבדינן לה דאי אמרה האי עבידתא לא מצינא למעבדה לא כייפינן לה ע''כ. אבל רש''י ז''ל פירש עושין לה קורת רוח ואין רוחה מקררת בלא שחרורה. ע''כ לומר שהיורשין משחררין אותה בהכרח ופשוט שהעבד ושפחה שוין בדין זה: "
      ],
      [
        "<b>שכיב מרע שכתב כל נכסיו לאחד וכו'.</b> מפורש ביש נוחלין (דף קל\"ז:) והעמידוה בהלכות בשכיב מרע דוקא וה''ה לבריא כשהגיע ליד המקבל כמו שנתבאר פ''ד: "
      ],
      [],
      [
        "<b>שכיב מרע שכתב נכסיו לזה וכו'.</b> מפורש בפ' מי שמת (בבא בתרא דף קנ\"ג): ",
        "<b>ואפילו כתב וזכה לראשון וכו'.</b> פלוגתא דרב ושמואל שם בפ' מי שמת ופסק כשמואל ובהלכות כן ופירוש כתב וזכה פיר''ש שמסר לו שטר מתנה והגאונים פירשו דא''ל לך חזקי וקני: "
      ],
      [
        "<b>אבל שכיב מרע וכו'.</b> מפורש שם אין לאחר קניין וזכוי כלום והוא דאיכא תרתי אבל האחד בלא חבירו לא ומצוה מחמת מיתה אפילו בשניהם חוזר: "
      ],
      [
        "<b>שכיב מרע וכו' כיצד נתן כל נכסיו לראשון וקנו מידו וכו'.</b> פי' ואפילו קנו מידו. ומבואר הוא בגמרא במימרא דשמואל אע''פ שקנו מידו אם עמד חוזר. דין חזרת המקצת שהיא כחזרה בכל. מפורש שם בעיא דאיפשיטא: "
      ],
      [
        "<b>נתן מקצת נכסיו וכו'.</b> ברייתא שם ופירושו מוכרח: "
      ],
      [
        "<b>שכיב מרע שהקדיש כל נכסיו וכו'.</b> כולן שאלות בגמרא (דף קמ\"ח) ועלו בתיקו ולפיכך כתב ואם עמד חוזר שאין מוציאין מידו אלא בראיה ברורה: "
      ],
      [
        "<b>מכר כשהוא שכ''מ וכו'.</b> מפורש שם (דף קמ\"ט): "
      ],
      [
        "<b>מכר כל נכסיו וכו'.</b> בגמ' (שם) אר''י אמר רב אם עמד חוזר וזימנין אר''י אמר רב אם עמד אינו חוזר ולא פליגי הא דאיתנהו לזוזי בעינייהו הא דפרעינהו בחובו. ופירוש המחבר בה נכון וכן פירשו ר''ח ז''ל ושאר המפרשים והטעם כשהמעות הן בעין ה''ז כמי שמכר חצרו ופירש שעל דעת לקנות חטים מכרו שאע''פ שלא התנה ממש אם לא נצרך לחטים חוזר כמו שנתבאר פי''א מהלכות מכירה, והרב אבן מיגש ז''ל פירש כאן בהפך דכשהן בעין אינו יכול לחזור דהוו להו הנך זוזי שיור ופירושו מתמיה: "
      ],
      [
        "<b>מתנה שהיא סתם וכו'.</b> משנה ופסק כחכמים דאמרי המוציא מחבירו עליו להביא הראיה וכמ''ד ראיה בעדים דאוקי ממונא בחזקת מריה כדאיתא בגמרא: ",
        "<b>לא מצא ראיה וכו'.</b> דין ההיסת פשוט הוא שהרי המקבל טוענו כך וכך יש לי בידך לפיכך נשבע היסת ודין המטלטלין פשוט דאמרי' מיגו. ונראה דאפילו ליכא למימר מיגו כיון שיש עדים שמחמת מתנה זו באו לידו חזר הנותן להיות מוציא מחבירו ועליו הראיה אחר שמטלטלין ביד המקבל וזה החילוק צ''ע: "
      ],
      [],
      [
        "<b>מי שמת ונמצאת וכו'.</b> משנה פ' יש נוחלין (בבא בתרא דף קל\"ה:) בזה הלשון מי שמת ונמצאת דייתיקי חגורה לו על ירכו ה״ז אינה כלום זכה בו לאחר בין מן היורשין בין שאינן מן היורשין דבריו קיימין ע״כ. ",
        "<b>ומ''ש המחבר וקנו מידו כדי ליפות כחו.</b> פי' של מקבל הוא במתנה כל נכסים הא במקצתן ודאי לא אלא זכה בהן כיון שיש בהם קניין ואע''ג דלא מטא שטרא לידיה וכ''כ הר''מ ז''ל זה לשונו ודייתיקי זה אינה הקנאה מחיים כקנין כדי שנאמר שיעבד נפשיה משעת קניין עכ''ל. אלמא דבמתנת בריא בקנין לא בעינן מטא שטרא לידיה וכמ''ש פי''ח מהל' גזילה כדעת קצת המפרשים ז''ל ונראה שהמחבר פירש דבריו קיימין שאם זכה במקצת לאחר אף כל השאר קיים שהרי גילה דעתו שהוא רוצה בה ולא ראיתי כן לאחד מן המפרשים שיהיה מפרש זה בדבריו בכאן: "
      ],
      [],
      [
        "<b>וכן מי שכתב וכו'.</b> שם מפורש זה ג''כ: "
      ]
    ],
    [
      [
        "<b>שכיב מרע שאמר תנו מנה לפלוני ומת וכו', ואין חוששין שמא על מנה קבור הוא אומר.</b> מסקנא דגמ' בגיטין ספ''ק (דף י\"ג) וכ''כ בהלכות וכתב הרשב''א ז''ל בשבועות דוקא בשנמצא לשכיב מרע מנה בעין נותנין אותו למקבל הא לאו הכי אין מוכרין מנכסי השכ''מ לתת לו דכי קאמר מנה דוקא קאמר ולא שוה קאמר אלא א''כ פירש ואמר שוה. ואפשר שאף דעת המחבר כן שהרי פסק פ''ג מהל' טוען ונטען שהטוען דינר כסף דוקא קאמר ולא שוה כמו שיתבאר מ''מ נ''ל שאפשר לחלק דכיון דקי''ל דלמנה קבור לא חיישינן ודאי אין אדם מוציא דבריו לבטלה ושוה קאמר משא''כ בטוען לחבירו מנה וצ''ע: "
      ],
      [
        "<b>וכן אם אמר הלואה או פקדון וכו'.</b> פרק מי שמת (בבא בתרא דף קמ\"ז) ובהלכות: ",
        "<b>וכן אם אמר תנו שטר פלוני לפלוני זכה במה שיש בשטר וכו'.</b> מפורש בגמ' (דף קמ\"א) בזה הלשון אימיה דרב עמרם חסידא ה''ל מלוגא דשטרי כי קא שכבה אמרה להוו לעמרם ברי אתו אחיה לקמיה דר''נ אמרו ליה והא לא משך אמר להו דברי שכ''מ ככתובין וכמסורין דמו ע''כ. ופי' מלוגא אגודה. אבל הרשב''א ז''ל כתב דה''מ בשאמר בפירוש הוא וכל שעבודו ואז קנה המקבל אע''פ שלא כתב ולא מסר שהרי אמירת שכ''מ ככתיבה ומסירה הא לאו הכי לא שאפילו כתב ומסר בבריא לא קנה כמו שנתבאר פ''ו מהל' מכירה וז''ל שכתב פ' מי שמת גבי ההוא דאמר ידור פלוני בבית זה לא אמר כלום ושמעינן מהכא דלא מתקנינן לישנא במתנת שכיב מרע אלא דיינינן ליה כדדיינין בבריא דדברי שכ''מ ככתובין וכמסורין דמי אמרו אבל להוסיף על דבריו לא אמרו דאי לא אף אנו נתקן הלשון ונאמר כיון שאמר ידור הרי גילה בדעתו שירצה שידור זה בביתו ונתקן ונאמר דבית לדירה קאמר וזה נ''ל ברור. ולפיכך שכ''מ שאמר תנו שטר חוב לפלוני לא קנה אלא הנייר בעלמא לצור על פי צלוחיתו כמו שאמרו נמי במוכר שט''ח לחבירו ועד שאמר הוא וכל מה שכתוב בו בבריא לא ומלוגא דשטרי דאימיה דרב עמרם דלקמן בשאמרה הן וכל שעבודן ובגמרא אחזו לשון קצר עכ''ל. וכבר נחלקו עליו וכ''נ דעת המחבר שלא הזכיר הוא וכל שעבודא. ונראה לי לחלק בין זה לההיא דדירה לפי ששם אם לא נוסיף מתנה אחרת בכלל דבריו והוא גוף הבית אי אפשר לתקן בשום צד שיועילו דבריו וכיון שכן ודאי אמרינן אילו רצה לתת גוף לפירותיו היה נותן אבל בשטר כשאנו אומרין שבמלת תנו שטר זה יהיה נכלל שעבוד השטר וזכותו אין זו מתנה אחרת ואדרבה השטר הוא עיקר הראיה שבו משא''כ בדירת הבית שהבית הוא עיקר ואע''פ שהמועיל בשטר הוא ראיה מ''מ אין הראיה בלא השטר ואפשר להיות הבית בלא דירה והרי גוף השטר דומה לגוף הבית וראיית השטר לדירת הבית וכשם שהדירה נקנית בגוף הבית כך ראיית השטר נקנית במלת השטר אלא שבבריא צריך לפרוט משום דמילי נינהו. זה נ''ל לדעת המחבר: ",
        "<b>ואין היורש יכול למחול וכו'.</b> מימרא בפרק מי שמת (בבא בתרא דף קמ\"ז): ",
        "<b>ומפני מה המוכר וכו'.</b> דברי הרב בטעם זה נכונים וכמבוארים הם בגמרא בפרק מי שמת: "
      ],
      [
        "<b>שכיב מרע שאמר מנה לפלוני וכו'.</b> מימרא דרב ושמואל ס״פ גט פשוט (בבא בתרא דף קע\"ד:): "
      ],
      [
        "<b>לפיכך אם אמר זה דרך וכו'.</b> מבואר בהלכות מהכרח השמועות: "
      ],
      [
        "<b>כיוצא בו ראו את אביהם וכו'.</b> ברייתא פרק זה בורר בסנהדרין (דף ל') והובאה בהלכות שם וכאן פרק גט פשוט: "
      ],
      [
        "<b>וכן אם בא אחד וכו'.</b> באותה ברייתא שם בסנהדרין: "
      ],
      [
        "<b>הרי שהיה מצטער וכו'.</b> באותה ברייתא שם (סנהדרין ל') ופי' לא מעלין ולא מורידין אלא הרי הן שלו והטעם שאע''פ שצדק הדמיון במניין ובמקום אולי לא אמת במה שדמה של פלוני הן: "
      ],
      [
        "<b>שכ״מ שהודה שיש לפלוני בידו מנה וכו'.</b> בגמרא בס״פ גט פשוט (בבא בתרא דף קע\"ה) אמר רבה שכ״מ שאמר מנה לפלוני בידי ואמרו יתומים פרענו נאמנין תנו מנה לפלוני ואמרו יתומים פרענו אין נאמנים והקשו בגמ' כלפי לייא נ״א אדרבא איפכא מסתברא וכו' אלא אי איתמר הכי איתמר שכ״מ שאמר מנה לפלוני בידי ואמרו יתומים חזר ואמר לנו אבא פרעתי נאמנין מאי טעמא (מדלא פסקיה אבוהון למילתיה אימר) אידכר מידכר הוא (אמר) תנו מנה לפלוני ואמרו יתומים חזר ואמר (לנו) אבא פרעתי אין נאמנין (מאי טעמא) אם איתא דפרעיה לא הוה אמר תנו ע״כ. והנה דברי הרב בבבא זו פשוטין והוא כשאמר בדרך הודאה לא היה שם חשש הערמה. וזהו שכתב הרב שכ״מ שהודה שאל״כ לא היינו צריכין שיאמרו חזר ואמר לנו אבא פרעתי כיון שלא אמר תנו כמו שנתבאר בהלכות ונזכר למעלה. ודין שבועת היסת פשוט הוא: "
      ],
      [
        "<b>אמר תנו ואמרו יתומים וכו'.</b> כבר נתבאר זה והוא בהלכות ונזכר למעלה: "
      ],
      [
        "<b>אמר מנה לפלוני (בידי) ואמרו יתומים נתננו נאמנין וכו' והוא שאמר תנו אבל לא אמר תנו אינן נאמנין וכו'.</b> דברי המחבר מסכימים לדברי רבו אבן מיגש ז''ל שכך פירש כלפי לייא האמור בגמרא דכי אמר תנו ודאי נאמנין דמידע ידעי דמחייבי ליה בההוא מנה וכי לא אמר תנו כיון דאיכא למימר דשלא להשביע את בניו איכוון אע''ג דמייתי ההוא פלוני ראיה דקושטא קאמר ודרך הודאה קאמר אמאי מהימני לומר פרענו אטו מי הוו ידעי דמייתי ההוא פלוני ראיה דקושטא קאמר אבוהון ולאו שלא להשביע את בניו איכוון כי היכי דליפרעו ניהליה. עוד כתב ודמיא לההיא דאמרינן צא תן לו ואמר פרעתי נאמן חייב אתה ליתן לו ואמר פרעתי אינו נאמן וכו'. והר''א ז''ל בהשגות האריך ואמר שטעות גדולה הוא והאריך בזה ואמר דבכל גוונא נאמנין שאם הודה כמערים הרי דאין חייבין ליתן ואם כמודה איך נאמר מנין היו יודעים שהן חייבין ליתן הרי יודעים ומצווין וכשאמרו עשינו מצות אבינו נאמנין ותו לא מידי ע''כ. גם הרשב''א ז''ל הלך בשיטה זו וז''ל ק''ל כיון דאמר כלפי לייא לא הוה אלא לאפוכה ולמימר אלא אי איתמר איפכא איתמר אמר מנה לפלוני בידי ואמרו פרענו אין נאמנין אמר תנו ואמרו פרענו נאמנין וניחא לי דקים ליה דבכל גוונא נאמנין דכל שאמר מנה לפלוני בידי ומת את''ל שחייבין ליתן אף הם נאמנין שנתנו ואת''ל שאין היורשין חייבין ליתן שלא אמר אלא כדי להשביע את בניו מאי אין נאמנין דקאמר אלא ע''כ בין הכי ובין הכי נאמנין ומאי דקאמר כלפי לייא לאו בדוקא קאמר אלא למאי דקאמר קא מותיב כלומר אילו הוה לן למימר בכי הא נאמנין ואין נאמנין איפכא הוה לן למימר אלא דבין הכי ובין הכי נאמנין ולאו אלא הכי איתמר כך נ''ל עכ''ל. וזה בשיטת הר''א ז''ל. ויש לי לדחות קושיית הרשב''א ז''ל בטעם נכון לומר דאין ה''נ דהוה מצי למימר איפכא אתמר כדאקשי ז''ל דדינא הכי הוא אלא שאם אתה אומר כך היה מטעם האומר הראשון מהן ללאו ומלאו להן ואינו מצוי לטעות כך אבל כשתירץ ואמר דמימרא היא באומרים אמר אבי פרעתיה לא הטעם האומר הראשון אלא שהפרעון שתלה ליתומים היו לו לתלות באומרים שהאב האומר הראשון ובזה כל דבריו קיימין דבלא אמר תנו נאמנין ובאומר תנו אין נאמנין והוא דבר שהדעת נוטה ששמע פרעון האב וטעה ותלהו ביתומים. כך נ''ל לדעת המחבר ורבו ז''ל ואחר שנסתלקה הקושיא חוזר הדין לסברותיהם ז''ל ואני איני כדאי להכריע. עוד כתב הר''א ז''ל שיטה אחרת בהשגות ואינה עולה דאע''ג דאמר מנה לפלוני בידי נאמנים דומיא דאוקימתא בתרייתא ועוד שהיה להם לפרש אם כדבריו ז''ל הכוונה: "
      ],
      [],
      [
        "<b>שכיב מרע שנתן וכו'.</b> בגיטין ספ''ק (דף י\"ב:) ומבואר בהלכות ומוסכם: "
      ],
      [
        "<b>שכיב מרע וכו'.</b> דברי המחבר ברייתא מפורשת ס״פ יש נוחלין (בבא בתרא דף קל\"ח) עם ביאור ההלכות. ויש מי שכתב דדוקא בכי האי דאין מתנות כולן שוות הוא שאין ההקדמה והאיחור מעלין ומורידין לפי שלא היה אפשר לערבן אבל אם היו מתנותיהן שוות כגון שנתן לד' לכל אחד מנה כיון שהיה יכול לומר תנו להו ד' מאות ופרט כל אחד אחר חבירו כל הקודם בשטר זה זכה וכבר הסכימו המפרשים ז״ל שאין זה מחוור אבל בכל גוונא כיון שלא אמר אחריו כולן שוין: "
      ],
      [
        "<b>אבל אם אמר תנו ר' זוז לפלוני וכו'.</b> באותה ברייתא שם ופירוש אין לו שלא הספיק מה שנתן לו השכ''מ לחוב. וכתב הרשב''א ז''ל דדינא דרישא דלא קאמר כל הקודם זכה הוא במקבלי מתנות כולן אבל אם נתן מתנה והניח נכסיו ליורשיו ודאי אם יצא עליו השטר חוב גובה כולו מן היורשין ואם אין להם גובין ממקבלי מתנה דיורשין ככרעא דמורישן הן ובמקומו עומדין ונכסי ירושתן כבני חורין ומקבלי מתנה כמשועבדין כדאיתא בהנזקין ואין גובין מנכסים משועבדין במקום שיש בני חורין וזה עיקר וראיה מן התוספתא. עוד כתב ומיהו מי שאמר יש לו נכסים כך וכך ביד פלוני וביד פלוני כך והיה מונה והולך את שלו ומתוך כך אמר תנו מאתים זוז לפלוני אין נותנין לו כל המאתים זוז מיד אלא לפי חשבון מה שיקבצו שהרי גילה דעתו דממה שיש לו רוצה לתת לו לפי חשבון וכן מצאתי בתוספתא אבל נאבדו מקצת נכסים לא נאבדו מהן למקבלי המתנה אא''כ נתן דבר מסויים כגון שאמר תנו חבית יין מחביותי עכ''ל. ודין האבידה יתבאר פי''א: "
      ],
      [
        "<b>שכ״מ שאמר ידור פלוני בבית וכו'.</b> מימרא מפורשת פרק מי שמת (בבא בתרא דף קמ\"ז:): ",
        "<b>ומה שכתב שלא הקנה דבר שיש בו ממש וכו'.</b> הן דברי רבו ז''ל וטעם נכון הוא: ",
        "<b>אבל אם אמר תנו בית זה לפלוני כדי שידור בו וכו'.</b> שם באותה מימרא: "
      ]
    ],
    [
      [
        "<b>שכיב מרע שאמר נכסים וכו' היה לו בן ובת אחת או בן ובן הבן וכו'.</b> מעשה פשוט בגמרא פרק מי שמת (בבא בתרא דף קמ\"ג): "
      ],
      [
        "<b>שכיב מרע שאמר נכסי לטוביה וכו'.</b> בכתובות בהכותב (כתובות דף פ\"ה ע\"ב) ההוא דאמר להו נכסי לטוביה שכיב אתא טוביה אמר ר״י הרי בא טוביה אמר לטוביה ואתא רב טוביה לטוביה אמר לרב טוביה לא אמר ואי איניש דגייס ביה הוא הא גייס ביה אתו שני טוביה שכן ותלמיד חכם תלמיד חכם קודם קרוב ותלמיד חכם תלמיד חכם קודם איבעיא להו שכן וקרוב מאי תא שמע טוב שכן קרוב וכו' [שניהם קרובים] שניהם שכנים שניהם תלמידי חכמים שודא דדייני ע״כ בגמרא. ובהלכות סתם המחבר ואמר תלמיד חכם קודם ופי' אפילו במקום קרוב או שכן כמו שנזכר בגמרא. ומה שפירש שודא דדייני כמו שיראה להם כל מי שדעתן נוטה שעל זה אמר כך פירש רש״י כדבריו והקשו עליהם ז״ל מדאמרינן שניהם קרובים שניהם שכנים וכו' משמע שהם בכל ענין שוין. ואין זה כדי קושיא אבל הם פירשו מה שירצו הדיינין יעשו וכדמוכח ס״פ דגיטין דלשון שודא דדייני הוא מה שירצו מבלי השגחה אי זה מהם ראוי ליטול לפי ששניהם שוין וכאן אין בו הוכחה וקשיא אשמעתין היכי אזלינן בתר אומדנא וקרובי דעתא והא תניא בתוספתא בפרק גט פשוט האומר עשו טבי עבדי בן חורין אם היו שם שני טבי אין דורשין לשון הדיוט לזה היה אוהב ולזה לא היה אוהב אלא שניהם בני חורין ונוטלין משניהם דמי אחד מהם וכן האומר תנו מאתים דינרין ליוסף בן שמעון והיו שם שני יוסף בן שמעון אין דורשין לשון הדיוט לומר לזה היה אוהב ולזה לא היה אוהב אלא חולקין בשוה ותירצו x דמשחרר שאני דכיון דעובר בעשה לא מחזקינן להאי גברא דמשחרר עבדיה אלא מימר אמרינן דאחרים פדאוהו ממנו בכסף א״נ הם עצמן בכסף של אחרים והילכך אין כאן מקום לתלות הדבר באהבה ובקורבת הדעת וסיפא נמי לאו דאמר תנו מתנה אלא באומר פקדון או מלוה יש לו בידי לפיכך אין דורשין בו לשון הדיוט שאדם מצוי ללוות או לקבל פקדון ממי שאינו רגיל אצלו. זה כתבו ז״ל וכתבתיו מפני שדין התוספתא אמת על הצד שכתבתי: "
      ],
      [],
      [
        "<b>שכיב מרע שאמר נכסי וכו'.</b> זה פשוט ומתבאר מן הנזכר למטה: "
      ],
      [
        "<b>אמר נכסי לפלוני ולבני וכו'.</b> פי' מפני שלא פרט הבנים בפרט אלא אמר ולבני בכלל. ומבואר הוא במי שמת (דף קמ\"ג): ",
        "<b>ומעשה באחד וכו'.</b> שם: "
      ],
      [
        "<b>אמר לפלוני ופלוני ובני פלוני וכו'.</b> דעת המחבר שהכלל נוטל מחצה לעולם. אבל הרמב''ן ז''ל כתב שאין נוטלין בני הכלל אלא כאחד מן הנפרטים שאם לא תאמר כן פעמים הכלל שוה לו יותר מן הפרט כגון שאמר נכסי לראובן ושמעון ולוי ולבני יהודה ואין ליהודה אלא שני בנים ואם תאמר שהכלל מחצה והפרטין מחצה נמצאו שני בני יהודה נוטלין כראובן ושמעון ולוי ונמצאו אלו שפרטן מפסידין ואלו שמיעט בהן וכללן מרויחין אלא דיו לכלל שיטול כנגד אחד מן הפרטים ע''כ בחידושי הרשב''א ז''ל. ומ''ש הר''א ז''ל בהשגות הוא חילוק דק כחוט השערה: "
      ],
      [
        "<b>שכיב מרע שאמר יחלוק פלוני בנכסי וכו'.</b> מבואר בגמרא ר״פ המוכר את הבית (בבא בתרא דף ס\"ג:): ",
        "<b>תנו חלק לפלוני מנכסי וכו'.</b> בגמרא שם תנו חלק לפלוני מנכסי מאי וכו' ת''ש דתניא האומר תנו חלק לפלוני בבור סומכוס אומר אין פחות מרביע לחבית אין פחות משמינית לקדרה אין פחות מי''ב לטפיח אין פחות מי''ו ע''כ. ויש מי שמפרש דכי אמר תנו חלק סתם דיינינן פחות שבשיעורים דהיינו י''ו, אבל הגאון ז''ל אמר רביע כרישא דברייתא דאמרה תנו סתם וכתוב בהלכות ועיקר: "
      ],
      [
        "<b>אמר תנו חלק לפלוני בבור יין וכו'.</b> כבר נזכר זה וכתב רבינו חננאל ז''ל הא מתניתין דסומכוס דוקא במתנה אבל במקח וממכר הדמים מודיעים בענין זה וכ''כ הגאון בספר המקח דבאומר חלק בשדה שלו אני מוכר לך בכך וכך ה''ק חלק אחד בשדה ובכך וכך לפי חשבון המעות ובדקדוק ע''כ לשונו בחידושי הרשב''א ז''ל: "
      ],
      [
        "<b>ואין גומרין מן השיעורין האלו לדין וכו'.</b> מבואר זה בהלכות: "
      ],
      [
        "<b>שכיב מרע וכו'.</b> בגמרא בפ' יש נוחלין (בבא בתרא דף קכ\"ח:) שלח ליה ר' אבא [לרב יוסף בר חמא] האומר תטול אשתי כאחד מן הבנים נוטלת כאחד מן הבנים אמר רבא [בנכסים של עכשיו] ובנים הבאים לאחר מכאן, ובהלכות ובבנים הבאים אפילו לאחר מכאן וכן בפירוש אבן מיגש ז״ל וכתב ז״ל האי מתנה אי במתנת בריא מוקמינן לה בדאית בה קניין וכדא״ל בלשון הקנאה אבל תטול לאו לשון הקנאה דהא קניין דברים בעלמא הוא ומסתברא דהאי מתנת שכ״מ היא מדאמר תטול עכ״ל. וזה כפי שיטתן שאומר שיטול קניין דברים הוא ויש חולקין: ",
        "<b>כיצד היו לו שלשה בנים וכו'.</b> הוא פירוש ובבנים הבאים הנזכר בגמ' וכתב רשב''ם ז''ל כשם שמועטים ונתרבו ממעטין חלק מתנתם כך אם היו מרובין הבנים ונתמעטו בחיי האב מרבין מתנתם ונוטלת כאחד מהם בשעת חלוקה שכך אמר לו. והראב''ד ז''ל נסתפק בדינו ולדברי הכל נתמעטו אחר מיתת האב אינה זוכה בחלק המת כלום. ופשוט הוא: "
      ],
      [],
      [
        "<b>שכיב מרע שאמר מטלטלין שלי וכו'.</b> מפורש בפרק מי שמת (בבא בתרא דף ק\"נ) מטלטלי לפלניא כל מאני תשמישי קנה חוץ מחיטי ושערי: ",
        "<b>אמר כל מטלטלין שלי וכו'.</b> בגמרא כל מטלטלי [לפלניא] אפילו חיטי ושערי ואפילו הרחיים העליונה קנה לבד מרחיים התחתונה. ודין העבד בעיא שם אם הוא כקרקע או כמטלטלים ולא איפשיטא אבל בהלכות פשוט שהוא כמטלטלין. ומכל מקום בשלא אמר כל מטלטלין ודאי כיון שאפילו חטים ושעורים אינן בכלל כל שכן עבדים, זה דעת המחבר ז''ל: "
      ],
      [],
      [
        "<b>אמר כל המטלטלין אף רחיים התחתונה וכיוצא בה וכו'.</b> שם בגמרא כל דמטלטל אפילו רחיים התחתונה: "
      ],
      [
        "<b>שכיב מרע שאמר נכסי וכו'.</b> מפורש שם במי שמת. ודין ס''ת בעיא דלא איפשיטא שם (דף קנ\"א) ובהלכות: "
      ],
      [],
      [],
      [],
      [
        "(טז-יט) ",
        "<b>שכיב מרע שאמר תנו מאתים זוז לפלוני בני בכורי וכו' הכל עד אין לו אלא חובו.</b> ברייתא שם בלשונה ממש סוף פרק יש נוחלין (בבא בתרא דף קל\"ח). והרשב''א ז''ל כתב ובעל חוב כשאמר בתוכו לא אמרינן ידו על העליונה וטעמא משום דהוה ליה כרבית מאוחרת אבל כשאמר בראוי לו אמרינן כראוי לו שעשה עמו נחת רוח קאמר והיכא שלא אמר כראוי לו ולא בחובו בכולן ידו על העליונה ואפילו בבעל חוב אם אמר תנו מאתים זוז לפלוני בעל חובו אין אומרים דמשום חובו קאמר ומתחזי כרבית וכן נמי אין אומרים דנוטלין ונוטל את חובו אלא נוטל חובו מתוך המתנה ונוטל את המותר משום מתנה עכ''ל. וכן כתב רבינו שמשון ז''ל דכל היכא דלא אמר כראוי לו ולא אמר בבכורתו ידו על העליונה ועיקר: "
      ],
      [
        "<b>שכיב מרע שאמר תנו ארבע מאות וכו'.</b> מעשה פרק יו''ט שחל (ביצה דף כ') ובהלכות מבואר פ' מי שמת הדין והטעם: "
      ],
      [
        "<b>שכ''מ שאמר תנו ארבע מאות וכו'.</b> מסקנא בגמ' בהמקבל (דף ק\"ד:) במציעא ובהלכות לא שנא אמר לכתובתה ולא שנא אמר בכתובתה ארבע מאה דאינון מאתן עד דאמר הבו לה סתמא: "
      ],
      [
        "<b>אמר תנו נדוניא לבתי כך וכך וכו'.</b> מעשה מבואר בכתובות ס״פ נערה שנתפתתה (כתובות דף נ\"ד) ובהלכות, והודיענו שאין אומרים נתן לה דמי המלבושים ביום הצוואה ויש מי שכתב שאם הוקרו הפסידו ג״כ היתומים וכ״נ: ",
        "<b>וכן אם אמר תנו ארבע מאות זוז וכו'.</b> ג''ז מעשה שם ושניהם בהלכות: ",
        "<b>מעשה וכו'.</b> מעשה זה בגמרא בגיטין פ' התקבל (גיטין דף ס\"ה:) ובהלכות ופירושו בו נכון: ",
        "<b>ומ''ש כדי ליפות כחו.</b> הוא מסקנת הגמרא באותו לשון ממש. ונחלקו המפרשים ז''ל בפירושו רש''י ז''ל פירש כדי שיהיה לו כל היין לאחריות שאם אמר תנו לו יין אם החמיץ מן היין מאה חביות היו אומרין לו שלך הוא דהחמיץ ואם אמר דמי חמרא ומכרו ממנו קצת ונאבדו המעות אומרין לו היורשין אבדו מעותיך הלכך אמר מחמרא דמשמע יין לדמיו שהכל אחריות לה והחלק הראשון הודה הר''מ ז''ל באומר תנו יין שוה ארבע מאות והחמיץ קצת האוצר מראה לו החומץ. ובתוס' חלקו ואמרו שכיון שלא סיים לו מנין חביות ואפילו אמר תנו יין שוה כך אם החמיץ אינו מפסיד אלא לפי חשבון דהמקבל והיורש שותפין בדבר ואינו דומה לאומר לחבירו בית מביתי אני מוכר לך שמראהו נפול כמו שמבואר פכ''א מהל' מכירה דהתם סיים לו בית מסויים אבל כאן לא סיים לו חביות ולזה הסכים הרשב''א ז''ל. ולדברי הכל במעשה זה כל היין אחריות לסך שהזכיר לו ומ''מ כתבו ז''ל שאינו גובה משאר נכסים: ",
        "<b>ושוב מעשה באחד וכו'.</b> פ' שני דייני גזילות (דף ק\"ט) ופירש''י ושביק תרי פלגי דקלי שהיו לו בשותפות ושאר דקלים הרבה היו לו והיתומים היו נותנין לה אותם שני חצאים שיש טורח בהם יותר. ועל כרחה ידה על התחתונה שהנכסים בחזקת היתומים וזו אינה באה עליהם אלא מכח הצוואה ע''כ. והיה אפשר לפרש שלא היה לו דקל אחר והיה הספק אם קנתה כלום אחר שאין לו דקל אחר או לא: ",
        "<b>ושוב מעשה באחד וכו'.</b> פרק המוכר את הבית (בבא בתרא דף ע\"א) מעשה: "
      ],
      [
        "<b>שכיב מרע שאמר תנו לבני שקל וכו'.</b> זה הוא מסקנא דגמרא שם (דף קכ\"ט) ובפ' מציאת האשה (כתובות דף ס\"ט:): "
      ],
      [
        "<b>שכ״מ שאמר אל תספדוהו וכו'.</b> מסקנא דגמרא בסנהדרין פ' נגמר הדין (סנהדרין דף מ\"ז:): ",
        "<b>אל תקברוהו מנכסיו אין וכו'.</b> מבואר בכתובות בפרק נערה שנתפתתה (כתובות דף מ\"ח) ובהלכות: "
      ]
    ],
    [
      [
        "<b>שכיב מרע שאמר פלוני בני יירשני וכו'.</b> פסק הלכה בגמ' פרק יש נוחלין (בבא בתרא דף ק\"ל) בפירוש ודוקא שלא במקום בכור אבל במקום בכור בעינן לשון מתנה ונתבאר פ״ו מהל' נחלות: "
      ],
      [
        "<b>אבל הבריא אין דבריו קיימין וכו'.</b> פירוש שהקנה נכסיו לאחד מבניו בשטר ובלשון ירושה. ובעיא דלא איפשיטא היא בגמ' (דף קל\"א) וכתבו רב האי ובהלכות והרב אבן מיגש ז''ל דלא עבדינן בה עובדא ומפני זה כתב אין דבריו קיימין: "
      ],
      [
        "<b>שכיב מרע שאמר נכסי לפלוני וכו'.</b> פסק כרשב״ג דאמר הכי סוף יש נוחלין (בבא בתרא דף קל\"ז) וכן בהלכות: "
      ],
      [
        "<b>ואם היה ראשון וכו'.</b> מימרא דרב אחא שם (דף קכ\"ט) ולשונה נכסי לך ואחריך לפלוני אם היה ראשון ראוי ליורשו אין לשני במקום ראשון כלום שאינו לשון מתנה אלא לשון ירושה וירושה אין לה הפסק. ופירשו הגאונים ז''ל שאע''פ שנתן למי שראוי ליורש בלשון מתנה בפירוש הרי דינו כירושה ואין לה הפסק. וזה דעתו ז''ל. ויש מן האחרונים חולקים בשאמר לשון מתנה בפירוש לומר שיש לה הפסק: ",
        "<b>ואף על פי שאמר ואחריך לפלוני וכו'.</b> כתבו ז''ל שאפילו היה השני ראוי ליורשו ג''כ אינו כלום ולא זכה שני, מוכרח הוא בסוגיא וכן כתב הרא''ם ז''ל שאפילו לא נתן ולא הוריש כלום לראשון אלא שאמר יירש פלוני בני כל נכסי לאחר מיתת פלוני אחיו בין שאמר לשון מתנה או לשון ירושה אינו זוכה כלום השני בחלק אחיו אחר מיתתו. והרמב''ן ז''ל נסתפק בזה: "
      ],
      [
        "<b>אבל הבריא שנתן מתנת בריא על דרך זה וכו'.</b> נראין דברי הרב ז''ל נכונין בדין הבריא שכיון שהעלינו שאין הבריא יכול להעביר נחלה בלשון ירושה אלא בלשון מתנה ואם היה לשון ירושה אפילו בראוי ליורשו אינה כלום א''כ ודאי מתנה יש לה הפסק שלא אמרו אלא ירושה אין לה הפסק. ואפילו לדברי הגאונים ז''ל לא אמרו שהמתנה היא כירושה אלא בשכיב מרע שדבריו קיימין בירושה אבל הבריא שאין דבריו קיימין בירושה אם אתה עושה המתנה כירושה אף היא אינה כלום. וזה ברור: "
      ],
      [
        "<b>שכ''מ שאמר נכסי לך ואחריך לפלוני וכו' ופירש ואמר לא משום ירושה אני נותן לך שאין לה הפסק אלא במתנה והרי הפסקתיה וכו'.</b> זה כתב לתרץ הקושיא שהקשו רבים מן הברייתא שאמרה גבי האומר תנו שקל לבני בשבת והם ראויין לתת להם סלע וכו' אם אמר אם מתו יירשו אחרים תחתיהם בין שאמר תנו בין שאמר אל תתנו אין נותנין להם אלא שקל. והקשו לדעת הגאונים היאך יורשין אחרים והלא כיון שנתן נכסיו בלשון ירושה או בלשון מתנה שהיא כירושה לבניו והלא ירושה אין לה הפסק. ותירץ רבינו שאע''פ שלמי שראוי ליורשו המתנה כירושה כשאמר לא משום ירושה אלא משום מתנה בפירוש ודאי יש הפסק וה''ז כמתנת בריא על זה הצד היא הברייתא. ותירוצין אחרים נאמרו בזה: ",
        "<b>לפיכך אם נתן המעות ע''י שליש וכו'.</b> זה נמשך אחר מה שאמור למעלה וכאן הובאה הברייתא: "
      ],
      [
        "<b>נכסי לפלוני ואחריו וכו' מת שני אחר מיתת ראשון וכו'.</b> ברייתא פ' יש נוחלין (בבא בתרא דף קכ\"ט:) והיא שנויה בג' מקבלים וזה לשונה נכסי לך ואחריך יירש פלוני ואחרי אחריך יירש פלוני מת ראשון קנה שני מת שני קנה שלישי ואם מת שני בחיי ראשון יחזרו נכסים ליורשי ראשון ולמדנו ממנו שאע״פ ששלישי קיים כיון שמת שני בחיי ראשון אין לו כלום שלא נתן לו אלא שיקבלם מן השני ואיננו. וכן הדין במת שלישי בחיי שני שהנכסים של יורשי שני בשמת אחר הראשון ודין שלישי עם שני כדין השני עם הראשון, ורבינו כתב הדין בשני לפי שדי ביאור בכך: "
      ],
      [
        "<b>אע''פ שאין לשני אלא מה ששייר ראשון וכו'.</b> מפורש בגמרא וכרשב''ג: "
      ],
      [
        "<b>וכל המשיא עצה לראשון למכור וכו'.</b> מימרא שם (דף קל\"ז, ובגט פשוט דף קע\"ד ובכתובות דף צ\"ה ובסוטה דף כ\"א:): ",
        "<b>ואפילו היו בה עבדים.</b> פי' אע''פ שהמשחרר עבדו עובר בעשה ומבואר זה בגמרא מימרא שם: ",
        "<b>או כלים ועשאן תכריכין וכו'.</b> ג''ז מימרא ואע''פ שמשים אותם אסורין בהנאה כמבואר שם: "
      ],
      [
        "<b>בד״א בשמכר הראשון או נתן מתנה וכו'.</b> זה הוציא ממעשה דרב ביבי. שנינו ס״פ יש נוחלין (בבא בתרא דף קל\"ז:) ההיא (איתתא) דהוה לה דיקלא בארעא דרב ביבי וכו' אקניתיה ניהליה כל שני חייו אזל רב ביבי אקנייה לבנו קטן (נ\"א אקנייה לבנו) א״ר הונא בריה דרב יהושע וכו' אפילו רשב״ג לא קאמר אלא באחר אבל לעצמו לא ע״כ בגמרא ופירש רבינו לא קאמר רשב״ג אין לשני אלא מה ששייר ראשון אלא שנתן ראשון לאחר אבל לעצמו כגון שנתנם למי שראוי ליורשו שהוא כעצמו לאו כל כמיניה. והטעם נראה שהוא מפני שכוונת הנותן כשאמר ואחריך לפלוני לא היה בדעתו שיוכל המקבל הראשון לתתם לבניו או ליורשיו שא״כ לא עשה ולא כלום כשיורשו שכל מה שיש לאדם הוא נותן לבניו. אבל כשאינו יכול לתתם לבניו או ליורשיו אע״פ שיוכל לתתם לאחרים אין אדם חוטא ונותן לאחרים זה דעת רבינו וכן פירש רבינו חננאל ז״ל ה״מ אם נתנו רב ביבי לאחר אבל לעצמו לא ובנו כעצמו. ונראה שאין גירסת רבינו לבנו קטן אלא לבנו סתם. וכבר כתבתי מה שנ״ל בטעמו ופירוש אחר יש באותו מעשה דאפילו רשב״ג לא קאמר דאין לשני אלא מה ששייר ראשון אלא כגון שאמר ואחריך לפלוני אבל אמר הנותן ואחריך לעצמי או ליורשי כגון כאן שלא נתנו לו אלא כל ימי חייו ודאי אין הראשון יכול למכור ולתת והראו פנים לזה. ואין דינם עולה לדעת רבינו כמו שיתבאר. ומדברי יתבארו דברי הר״א ז״ל: ",
        "<b>וכן אם נתנן במתנת שכ''מ לאחרים וכו'.</b> זה מבואר בגמרא הדין והטעם מימרא שם (דף קל\"ה וקל\"ז): "
      ],
      [
        "<b>היה חוב על הראשון וכו'.</b> לא מצאתי זה מבואר ומ''מ נראה שפשוט הוא שאם מכר או נתן לגמרי שא''א לסלק הקונה במעות ודאי זכה שני וכיון שכן בשעבוד הרי יכול לסלק מי שנשתעבדו לו במעות דאי לא כשאמרו למכור יאמרו לשעבד דעדיפא ליה טפי שאינו מסתלק עתה לגמרי אלא ודאי כדאמרן וכ''כ ז''ל דרך פשיטות ועיקר: ",
        "<b>מת הראשון וכו'.</b> גם זה נמשך אחר האמור למעלה: "
      ],
      [
        "<b>שכ''מ שאמר וכו'.</b> מימרא ס''פ מי שהיה נשוי בכתובות (דף צ\"ה): ",
        "<b>ואם אמר לה כשהיא נשואה כו' (היתה אשת וכו') .</b> ג''ז מבואר שם (דף צ\"ה:) הדין והטעם ושתיהן בהלכות ביש נוחלין ולשון הגמרא בזו האחרונה הבעל מוציא מיד הלקוחות ואחריך מיד בעל ולוקח מיד אחריך ומוקמינן לכולהו בידא דלוקח. ופירש רבינו דלאו דוקא לומר שידונו ב''ד בהתחלה שהבעל מוציא מיד הלקוחות ואח''כ אחריך ויתבענו בב''ד וידונו שיתנם לו ואח''כ יוציא הלוקח מיד אחריך וידוע שהם שלו ודאי לא כך אמרו דאפוכי מטרתא וטרוחי בי דינא בכדי ודאי לא עבדינן אלא מעמידין אותן ביד לוקח. ונראה שאפילו אחריך רוצה שיהיה של בעל אין בדבריו כלום: ",
        "<b>מעשה באחד שאמר נכסי לאמי וכו'.</b> זה המעשה ביש נוחלין (דף קכ\"ה) וז''ל ההוא דאמר להו נכסי לסבתא ובתרה לירתאי הוה ליה ברתא דהוה נסיבא וכו' וזו הגירסא עולה לפי הלשון שכתבתי מן רבינו ז''ל ומתוך גירסא זו שאין הדין הנזכר למעלה בפירוש השני ממעשה דרב ביבי אמת שהרי זה אמר ואחריה ליורשיה ואעפ''כ אמרו בגמרא שהיתה הראשונה יכולה למכור וזה מפורש שם ומ''מ גירסת הגאונים ז''ל בזה המעשה כך היא ההוא דאמר נכסי לסבתא ובתרה לירתאי ה''ל ברתא וכו' ואף בספרי רבינו בקצתם ראיתי כן וכתבתי זה להוכיח הדין האמור למעלה. ודין הנזכר כאן פשוט שם והטעם מפני שאמר ואחריה ליורשי או ליורשיה כפי חילוק הגירסאות שהוא נמשך אפילו ליורשי יורשין אבל אם אמר ואחריה לבת כיון שמתה הבת בחיי הראשונה זכו בהן יורשי ראשון כמו שנתבאר למעלה. ",
        "<b>ומה שכתב ואפילו אמר כשתמות הזקנה הרי הן לבתי מעכשיו הרי הבעל יורש את אשתו וכו'.</b> הן דברי ר''ח ורי''ף ז''ל ודקדקו כן מן הסוגיא ויש חולק. ומדברי הרי''ף ור''ח ורבינו יש ללמוד שהאומר ואחריך מעכשיו לפלוני אם ירד ראשון ומכר השני מוציא מיד הלקוחות שאל''כ לא היה הבעל יורש אותן שהרי ראויין הן כמו שנתבאר שם בגמרא שהטעם שאין הבעל יורשה כשלא אמר מעכשיו הוא מפני שהראשון יכול למכור וכיון שכן לדבריהם ז''ל כשאמר מעכשיו שהוא יורש אין הראשון יכול למכור וכ''כ בהלכות בביאור סוף יש נוחלין דבאומר מעכשיו השני מוציא מיד הלקוחות ויש חולקין: "
      ],
      [
        "<b>הכותב נכסיו לבנו לאחר וכו'.</b> משנה פ' יש נוחלין (בבא בתרא דף קל\"ו) ופירוש שנתן לו גוף מעכשיו ופירות לאחר מיתה: ",
        "<b>לפיכך האב אינו וכו'.</b> לשון המשנה שם ופי' ר''ש דאב אינו יכול למכור גוף ופירות מפני שכתובין גוף מעכשיו והכל לאחר מיתה לבן והבן אינו יכול למכור לגמרי בחיי האב מפני שהן ברשות האב לאכול פירות אלא בין שניהם יכולין למכור לגמרי מעכשיו ע''כ: ",
        "<b>מת האב והניח פירות וכו'.</b> מפורש במשנה וגמרא שם (דף קל\"ח קל\"ט). <b>ומ''ש או שהגיעו להבצר וכו'</b> הוא מפני שכבר נתבאר פ''א מהל' מכירה שכל שא''צ לקרקע הרי הוא כתלוש: ",
        "<b>עבר האב ומכר מכורין וכו'.</b> במשנה שם (דף קל\"ו) ואפילו מת הבן קודם מיתת האב יורשי הבן מוציאין מיד הלוקח לכשימות האב וכן כתב ר''ש ז''ל ופשוט הוא: ",
        "<b>ואם היו שם פירות וכו'.</b> בגמ' (דף קל\"ט) הקשו על המשנה שאמרה המחוברין לבן מדתניא שמין את המחוברין ללוקח ותירצו לא קשיא כאן בבנו כאן באחר הואיל ודעתו של אדם קרובה אצל בנו ע''כ בגמרא. ובהלכות פי' ללוקח מן האב והנה הבן אינו נוטל פירות המחוברין אלא בדמיהן ותירצו בבנו הואיל ודעתו של אדם קרובה אצל בנו ולפיכך מוחל לו פירות המחוברין בשעת מיתתו ואין היורשין יורשין אבל הלוקח שהוא אחר אינו מוחל אצל בנו של מוכר ולפיכך שמין לו ע''כ בהלכות וכן פירש הרא''ם ז''ל וזה דעת רבינו. אבל רש''י ז''ל פירש והתניא שמין את המחוברין ללוקח אדם שמכר שדהו לחבירו לסוף עשר שנים ולא בתוך עשר וכשהשלימו העשר שנים היתה שם תבואתו של מוכר מחוברת לקרקע ולא נגמר בשולה שמין אותן ללוקח והוא יקנה אותן מן המוכר משום דברשותא דמוכר גדלו או אם ירצה יניחם שם עד שיתבשלו כל צרכם ויטול המוכר אבל לעקרו עכשיו אין מזקיקין אותו ה''נ גבי אב כיון דהניח פירות מחוברים ובחייו גדלו אמאי לא הוו דכולהו יורשים ופריק הואיל ודעתו של אדם קרובה אצל בנו כשכתב לו נכסיו אחר מותו מחל לו הפירות המחוברים בשעת מיתתו עכ''ל. ולפי זה הפירוש אפשר שאפילו מכר האב הפירות אין שמין לו ללוקח פירות המחוברין וכן היה נראה דלא עדיף מגברא דאתי מחמתיה או מיורשו וצריך עיון. אחר כך מצאתי לבעל המאור ז''ל שכתב ה''ג לה בתוספתא דכתובות מכר הבן בחיי האב ומת האב אם היו שם פירות המחוברין שמין לו וזו היא שהקשינו ממנה כאן וכו' והיינו דשני עלה לא קשיא כאן בבנו כאן באחר וכו' עכ''ל. אף על פי ששיטתו מוחלפת משיטת ההלכות מכל מקום למדנו ממנה ומן התוספתא שהמחילה מהאב לבן הוא בשעת מיתת האב ולא בשעת מתנה ואינו מוחל אלא האב לבנו: ",
        "<b>עבר הבן ומכר וכו'.</b> גם זה במשנה (דף קל\"ז) מכר הבן וכו' כר״ל דאמר הכין שם וכדאיפסיקא הלכה כמותו ביבמות בהחולץ (יבמות דף ל\"ו): "
      ],
      [
        "<b>מתנת בריא שכתב וכו'.</b> ברייתא ביש נוחלין (דף קל\"ה:) ובפ''ק דמציעא (דף י\"ט) ופירשוה רש''י ור''ש והרמב''ן ז''ל כדברי רבינו לומר שאינה כמתנת שכ''מ שיכול לחזור בו עד שעת מיתה אלא שדימה לה שאינה זוכה בפירות מעתה ויש מי שפירשה שהוא כמתנת שכיב מרע ממש שיכול לחזור בו עד שעת מיתה. ומכל מקום ודאי אין בכלל לשון מהיום ולאחר מיתה שיוכל לחזור בו אלא כשביאר כן בפירוש מהיום אם לא אחזור בי עד לאחר מיתה. ולענין הדין אין בין הפירושין הללו כלום ודעת רבינו כפירוש רש''י ז''ל: "
      ],
      [
        "<b>שטר מתנה וכו'.</b> פסק כר' יוסי כדאיתא בגמרא וכן בהלכות ומה שכתב בין שלא היה בו קניין מבואר שם (דף קל\"ז): "
      ],
      [
        "<b>בריא שנתן מתנה וכו'.</b> פירוש עד כאן לא נחלקו רב ושמואל במי שמת במחיים ובמות אלא כשנתן שכיב מרע כמו שנתבאר פרק ח' אבל בבריא כולי עלמא מודו דקנה מעכשיו שהרי הטעם הנזכר בדברי רב במלת מחיים שהיה סימן ליישב דעתו שיחיה מחולי זה ונזכר פרק שמיני אינה אלא בשכיב מרע אבל בבריא אפילו רב מודה וכן פירשה רשב''ם ז''ל ההיא בשכיב מרע ועיקר: "
      ],
      [
        "<b>הצדיקים גמורים וכו'.</b> בהרבה מקומות ובקדושין בריש פרק האומר (דף נ\"ט) והטעם שראוי לכל משכיל להסתפק במה שהוא הכרחי לו ולא יבקש מותרות ותהיה נפשו חשובה על קניינו וכבר אמרו ז''ל סוף מסכת פאה וכבר הביא הרב ז''ל הלכה זו בסוף פרק עשירי מהלכות מתנות עניים כל מי שהוא צריך ליטול ואינו נוטל אינו מת מן הזקנה עד שיפרנס לאחרים משלו ועל זה נאמר ברוך הגבר אשר יבטח בה' והיה ה' מבטחו כלל ברדיפת ההון ויבין כי כולו הבל ויראת ה' הוא אוצר קיים ולכן אמר דוד אשרי כל ירא ה' ההולך בדרכיו וסמך ענין לו יגיע כפיך כי תאכל אשריך וטוב לך לפי שהסתפקות בהכרחי מצליח האדם בעוה''ז ובעוה''ב. בעוה''ז לפי שהקנאה והתאוה והכבוד מוציאין את האדם מן העולם והשמח בחלקו ניצול משלשתן ומיישר האדם להצלחת העולם הבא שיעבוד את יוצרו עבודה תמה ולא יתעסק בזולתו וע''כ אמרו ז''ל אשריך בעולם הזה וטוב לך בעולם הבא: <b>סליקו הלכות זכיה ומתנה בס''ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [
        "<b>הפורס מצודה בשדה חבירו וכו'. </b> כתב ה\"ה אבל כאן דין אחר הוא זה וכו' עד והענין נכון בעצמו. ואני אומר שעדיין צ\"ע מהיכן למד רבינו חילוק זה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בקעה גדולה וכו'. </b> כתב ה\"ה ודעת המחבר נ\"ל שע\"כ לא אמרו למעלה כדאזיל תיירא דתורי והדר וכו' עד והביאו שתי המימרות. ולי נראה דאפשר עוד לחלק דהכא בשנתכוין לקנות את כולה וכמבואר בדברי רבינו וההיא דלעיל בשנתכוין לקנות סתם ולא פירש שכוונתו לקנות את כולה: "
      ],
      [
        "\n                     עכו\"ם  ",
        "<b>שמכר מטלטלין לישראל וכו' ומקנה במשיכה או בדמים. </b> פירוש האי או בדמים קאי בין לקונה בין למקנה והכי קאמר קונה ומקנה בין במשיכה בין בדמים:   ",
        "<b>אבל הקרקע אינו קונה אותה מישראל וכו'. </b> כתב ה\"ה זה נתבאר שם פ' חזקת וכו'. ונ\"ל דהיינו הא דאמר רב יהודה אמר רב ישראל הבא מחמת עכו\"ם ומפרשה רבינו לענין קנין וכמ\"ש ה\"ה בפ\"א מהל' מכירה: ",
        "<b>לפיכך ישראל שלקח שדה מן העכו\"ם ונתן דמים וכו'. </b> וכתב ה\"ה וז\"ל וכתב המחבר דדוקא כשהשני החזיק קודם חזקת הראשון הא אם החזיק הראשון וכו'. וא\"ת הרי כתב רבינו בפ\"א מהל' מכירה שהעכו\"ם אינו קונה בחזקה וישראל הבא מחמת עכו\"ם הרי הוא כעכו\"ם ומשמע דהיינו לומר שישראל הקונה מן העכו\"ם אינו קונה בחזקה ובפ' זה כתב שהעכו\"ם אינו קונה קרקע מישראל אלא בשטר וא\"כ היאך דקדק ה\"ה מדבריו שאם נתן דמים והחזיק זכה וי\"ל דכיון שהעכו\"ם קבל הכסף נסתלק ולא הוי קרקע דהעכו\"ם אלא של הפקר ואע\"פ שזה אינו מתכוין לזכות מן ההפקר מ\"מ כיון שהחזיק לשם קנין עלתה לו חזקה: "
      ]
    ],
    [
      [],
      [],
      [
        "[שייך להלכה ג, ד]",
        "<b>יש דברים רבים שאם החזיק בהם הלוקח לא קנה עדיין אם החזיק באחד מהם בנכסי הגר או בנכסי הפקר קנה כיצד המוצא פלטרין גדולים וכו'. הנר את השדה בנכסי הגר קנה. </b> יש לתמוה על זה שהרי כתב בפ\"א מהלכות מכירה המוכר קרקע לחבירו ונכנס בה וזרעה או נרה קנה. והנגיד רבינו יהושע מבני בניו של רבינו נשאל על זה והשיב וזה לשונו אמרו ז\"ל יש דברים דברים שאם החזיק בהם הלוקח אינו חוזר לדין הלוקח שדה מחבירו והחזיק בה בפניו כי זה יספיקהו חזקה מועטת ואמנם הוא חוזר על הלוקח שהחזיק שלא בפני המוכר ולא א\"ל לך חזק וקני כמו דין מי שאכל שדה שני חזקה כי בזה אמרה ואפילו שנה אחר שנה אינה חזקה כמו שביאר זה בהל' טוען ועל זה אמר יש דברים שאם החזיק בהם הלוקח לא קנה ואמנם המחזיק בנכסי הגר ואפילו נר בה דבר מועט קנה כמו שנתבאר בפ' חזקת ואם תעיין תמצא שהמחזיק בפני המוכר מועיל לו חזקה מועטת ולא תועיל בנכסי הגר כמו שיהלך בשביל הכרמים או יעמיד הבהמה בצחיח סלע ומה שדומה לזה וכיון שכן אין הכוונה אלא בחזקה שהיא חמורה מהמחזיק בנכסי הגר ולא ימצא זה אלא במי שאכל השדה שני חזקה עכ\"ל: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>יש דברים רבים שאם החזיק בהם הלוקח לא קנה עדיין אם החזיק באחד מהם בנכסי הגר או בנכסי הפקר קנה כיצד המוצא פלטרין גדולים וכו'. הנר את השדה בנכסי הגר קנה. </b> יש לתמוה על זה שהרי כתב בפ\"א מהלכות מכירה המוכר קרקע לחבירו ונכנס בה וזרעה או נרה קנה. והנגיד רבינו יהושע מבני בניו של רבינו נשאל על זה והשיב וזה לשונו אמרו ז\"ל יש דברים דברים שאם החזיק בהם הלוקח אינו חוזר לדין הלוקח שדה מחבירו והחזיק בה בפניו כי זה יספיקהו חזקה מועטת ואמנם הוא חוזר על הלוקח שהחזיק שלא בפני המוכר ולא א\"ל לך חזק וקני כמו דין מי שאכל שדה שני חזקה כי בזה אמרה ואפילו שנה אחר שנה אינה חזקה כמו שביאר זה בהל' טוען ועל זה אמר יש דברים שאם החזיק בהם הלוקח לא קנה ואמנם המחזיק בנכסי הגר ואפילו נר בה דבר מועט קנה כמו שנתבאר בפ' חזקת ואם תעיין תמצא שהמחזיק בפני המוכר מועיל לו חזקה מועטת ולא תועיל בנכסי הגר כמו שיהלך בשביל הכרמים או יעמיד הבהמה בצחיח סלע ומה שדומה לזה וכיון שכן אין הכוונה אלא בחזקה שהיא חמורה מהמחזיק בנכסי הגר ולא ימצא זה אלא במי שאכל השדה שני חזקה עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>הבונה פלטרין גדולים וכו'. </b> כתב ה\"ה מימרא שם וכו' וכבר מבואר זה בדברי המחבר באומרו ואין צורת אותו בנין מועלת וכו'. לא קאי אלא למ\"ש בסוף דבריו אם הראשון עשה מהם מקום גמור ראוי להעמיד שם בהמות או תרנגולים קנה דאילו למ\"ש בתחלת דבריו דלא חפר הראשון את היסודות אין לשון זה מוכיח כלום ולא ה\"ל להביא אלא ממ\"ש הראשון לא עשה בגוף הארץ כלום. וכ\"כ הר\"ן וז\"ל דדוקא כגון שלא חפר הראשון את היסודות [הא אילו חפר הראשון את היסודות] קנה וכך נוטים דברי הרמב\"ם ז\"ל תלמידו שכתב קנה האחרון שלא עשה הראשון בגוף הארץ עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>גר שמת וכו'. </b> בפ\"ק דקידושין (דף כ\"ג) ובפרק השולח (דף ל\"ט) וכאבא שאול וכן פסקו הרי\"ף והרא\"ש ז\"ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>כשם שהמוכר צריך לסיים הממכר וכו'. </b> כתב הרב המגיד על זה והאריך ובסוף הניח הדבר בצריך עיון. ואני אומר דההיא דשני דייני גזירות לא קשיא דאיכא לאוקומי כדאמר דיקלא משדה פלונית והביא דגט פשוט כשהיה לו שדה חלוק לשנים אחד גדול ואחד קטן וא\"ל שדה שבמקום פלוני מכור לך וכן ההיא דבית בביתי כשהיה לו בית חלוק לשנים אחד גדול ואחד קטן וא\"ל בית בביתי שבמקום פלוני מכור לך דהוה ליה כי סיים לו שדה ולפי שאין אלו מקומות דין זה לא חש הגמרא להאריך בכך: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>אבל הנותן מתנה לאשה וכו'. </b> כתב ה\"ה שפסק המחבר כשמואל דדיני נינהו. ויש לתמוה עליו דאדרבה כרב פסק וצריך טעם למה: "
      ]
    ],
    [
      [
        "<b>המקבל את המתנה וזכה בה וכו'.</b> בפרק בתרא דכריתות (דף כ\"ד) ופ' השולח (דף ל\"ב). ומ\"ש ",
        "<b>לא אמר כלום. </b> פירוש לענין שלא תחזור לבעלים הראשונים אבל לענין הפקר דבריו קיימים כדלקמן: כתב הר\"ן בר\"פ השולח על מ\"ש רבינו שאם אמר הרי היא בטלה לא אמר כלום יש לתמוה למה והראב\"ד כתב דוקא הרי היא בטילה אבל אמר בטילה היא אינה מתנה ואף זה תימה שלא הוזכר חילוק זה בגמרא בין הרי היא בטילה לבטילה היא עכ\"ל. וה\"ה כתב נראה שהמחבר לא רצה לכתוב אלא מימרא דר\"ל שאמר אי אפשי וזהו איני רוצה שכתב ולא הכניס עצמו במחלוקת הסוגיות וכו'. ויש לתמוה על ה\"ה שאין דרכו של רבינו להשמיט הדינים מפני חילוף הגרסאות והוה ליה לכתוב הדין היוצא כפי הגירסא היותר נכונה. ועוד ק\"ל שהיאך כתב שלא הכניס עצמו במחלוקת הסוגיות שהרי כתב שאם אמר איני רוצה בה לא אמר כלום וזו כגירסא שבר\"פ השולח שאילו לגירסת הספרים בכריתות דבריו קיימים מיבעי ליה. ע\"כ נראה לי לפרש בדברי רבינו שבמקום אומר תבטל או אומר מבוטלת כתב הרי היא בטילה דלרבותא נקט האי לישנא דלר\"י תבטל או מבוטלת להבא משמע אלא אפילו אומר הרי היא בטילה להבא משמע. ופירש בהשגות דמדבריו נלמוד דוקא באומר הרי היא בטילה אבל אם אמר בטילה היא אינה מתנה וכדאיתא בגיטין ובכריתות. ונראה שגירסת רבינו בשני המקומות הנזכרים במימרא דרבה בר אבוה תבטל מבוטלת אי אפשי בה לא אמר כלום בטילה היא אינה מתנה דבריו קיימים ובכריתות פריך לר\"ל מדאמר רבה בר אבוה דאי אפשי בה לא אמר כלום דמשמע שהיא בחזקת המקבל וקשיא לר\"ל דאמר כל המחזיק בה זכה ומשני לא אמר כלום דלא הדרא למרה קמא אבל הוא נמי לא קני לה אלא כל המחזיק בה זכה. כך נראה לגרוס לדעתו ובהכי סלקא שמעתא שפיר אליביה בלי חסרון שמה שהשמיט סוף מימרא דרבה בר אבוה דאמר בטילה היא אינה מתנה דבריו קיימים לאו השמטה היא לפי שסמך על מ\"ש בסוף הפרק שהאומר כתבתי ונתתי שדה פלונית לפלוני והוא אומר לא כתב ולא נתן הודאת בעל דין כמאה עדים דמי ממילא משמע דהוא הדין לאומר בטילה או אינה מתנה דבריו קיימים כיון דודאי לשעבר משמע וכמו שדייקו ההשגות מדבריו הוה ליה הודאת בעל דין וכמאה עדים דמי. ומ\"מ מ\"ש רבינו   ",
        "<b>שאם אמר מום זה נראה לי בה לא אמר כלום. </b> איני יודע מניין לו ואין טעם בדבר דהא אפשר שמתחלה שתק מפני שחשב שלא היה בה מום ועכשיו שהכיר במום שבה צווח שמעולם לא היה בדעתו לקבלה במום ואפשר דמיירי במום הנגלה לעין דודאי הכיר בו משעה ראשונה ואע\"פ שהוא אומר מום זה נראה לי בה דהיינו לומר עכשיו נראה ולא קודם מאחר שהוא נגלה לעין כל אנן סהדי דמשקר: "
      ],
      [],
      [],
      [
        "<b>ראובן שרצה ליתן מאה דינרים לשמעון וכו' או תן מאה זוז לשמעון. </b> דעת רבינו דתן הוי כזכי במתנה. וטעמו דכיון דלא אשכחן שמיעטו אלא הולך דלא הוי כזכי לית לן למעוטי תן ועוד שהרי גבי האומר תן גט שחרור זה לעבדי דהוי כמתנה דתן הוי כזכי. וזה לשון הרשב\"א בתשובה על דברי רבינו סבור הרב ז\"ל דתן בכ\"מ כזכי כדאמרינן בפ\"ק דגיטין ואם תאמר משנתנו כל האומר תנו כאומר זכו דמי ודאמרינן בפ\"ק דמציעא גבי מגביה מציאה לחבירו דא\"ל תנה לי ולא אמר ליה זכה לי התם הוא דמצי המגביה לומר כשאמרת תנה לי לא היה בדעתי שאמרת שאזכה בה בשבילך אלא לאחר שאגביהנה אתננה לך ומיהו בירושלמי דגיטין פ\"ק אמרו גבי מתני' דתנו גט לעבדי דתן לאו כזכי דמי והרב פסק כדעת ר\"י דגמרין ולא חשש מההיא דירושלמי אבל מה שאמרת דבשילהי פ\"ק דגיטין משמע דבמתנה תן לאו כזכי כן האמת לפי פשטן של דברים מההיא דא\"ל לרב אדא ברדלא קבא מוריקא דאית לי גבך תנהו לפלוני וכו' ומשמע התם דמתנה הוה ואפ\"ה משום מעמד שלשתן קנה הא לאו הכי לא קנה וכבר ראית שר\"ת כן דעתו וגם ראית שדעתי נוטה כך אבל הראב\"ד נראה שהודה להרמב\"ם בהשגות ואפשר להם לפרש השמועות לדעתם עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>בד\"א בחצר המשתמרת וכו'. </b> כתב הר\"ן בפ\"ק דמציעא לדעת הרמב\"ן והרי\"ף רב אשי לאו לפרוקי אליביה בלחוד אתא אלא כי היכי דלא תיקשי לדידן גט דאפילו במשתמרת בעינן עומדת בצד ביתה ותריץ רב אשי דחצר איתרבאי משום יד הילכך בגט בעינן סמוכה לה דומיא דיד ולא גרעא משליחות כלומר נקיט ליה סתמא לרב פפא כדאית ליה אפילו באינה משתמרת ולדידן דוקא במשתמרת משום דס\"ל דאינה משתמרת לא דמיא לשליחות שהשליח משמר וזו אינה כן אבל משתמרת בשליחות היא וזכיא במתנה משום שליח ובמציאה לרב פפא מאותם הטעמים שכתבנו למעלה ולדידן מתקנת חכמים דמשום יד א\"א כיון שבמתנה אינה קונה אלא מתורת שליחות עכ\"ל: "
      ],
      [],
      [
        "<b>הכותב בשטר נתתי שדה פלונית לפלוני וכו' אבל אם כתב אתננה לו וכו'. </b> ה\"ה כתב לשון רש\"י ואין דברי רבינו עולים כהוגן בפירוש זה דפשיטא שאם אמר לעדים כתבו ותנו וכתבו ונתנו לו דמהני. לכך נ\"ל שרבינו מפרש דה\"ק אם כתב בשטר אתן שדה זו לפלוני והעידו עליו עדים ונתן לו השטר לא מהני דמשמע להבא אתן ועדיין לא נתן אבל כשצוה לעדים לכתוב ולתת לו אף אם נכתב בשטר אתננו זכה דלהכי מהני מה שאמר לעדים כתבו שטר מתנה ותנו לו דהוי כאילו תלה בדעתם, וא\"ת סוף סוף להבא משמע ועדיין לא נתן לכך כתב רבינו שאין המקבל זוכה וכו' כלומר וא\"כ כשכתבו אתננו דמשמע להבא יפה כתבו שעדיין לא זכה עד שיגיע השטר לידו וכשיגיע לידו אז הוא שזכה כך נפרש דבריו כשאמר לעדים כתבו ותנו שתלה בדעתם אבל כשלא אמר לעדים אלא הוא כתב אתננו לך לא נפרשם כן ואם נפשך לומר דעד שיאמר לעדים כתבו שטר מתנה ותנו לו וכותבין ונותנים היינו לומר שכתבו שאמר נתתי שדה פלונית לפלוני האי שאין המקבל זוכה עד שיגיע השטר לידו קאי למ\"ש הרי זוכה בה כשיגיע השטר לידו וכן קאי למ\"ש ונותנים: "
      ]
    ],
    [],
    [
      [],
      [],
      [
        "<b>בד\"א בשכתב לבן בין הבנים וכו'. </b> כתב ה\"ה ושם בהלכות ופרשו רבנן דוקא כותב וכו' והמחבר הביא מימרא כפשטה עכ\"ל. ואני אומר דאשתמיטתיה לרב המגיד מ\"ש רבינו בפ\"ו מהל' נחלות דאם לא כן היה לו לכתוב ודעת רבינו כדעת הרי\"ף: "
      ],
      [
        "<b>וכן הכותב כל נכסיו לאשתו וכו'. </b> כתב הר\"ן מדברי הרמב\"ם שהוא מפרש לומר דלא בעי אלא מילתא דרב ולא מילתא דשמואל ולא דר' יוסי בר' חנינא אלא כיון שעשאה שותף בין הבנים ולא מיחת איבדה כתובתה והלשון הזה נוח לי דכיון דאמר ליה רבא לרב נחמן הא רב הא שמואל ואמר רבי יוסי בר' חנינא מר כמאן סבירא ליה אם איתא דס\"ל כחד מינייהו הוה ליה לומר אנא כפלוני ס\"ל מדקאמר שאני אומר כיון שעשאה שותף בין הבנים וכו' ש\"מ דלאקולי טפי מכולהו אתא עכ\"ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מי ששלח כלים וכו'. </b> נראה שמפרש רבינו דהא דאמור בירושלמי בנותיו בכלל היינו לומר שאם יש בהם דברים שאינם ראויים אלא לבנות ינתנו להן אבל בדברים שאינם ראויים אלא לזכרים אין לבנות חלק בהם וכדא\"ר אמי הראוי לבנים לבנים הראוי לבנות לבנות דאל\"כ היה הירושלמי חולק עם גמרא דידן: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>השולח סבלונות לבית חמיו וכו'. </b> נראה שרבינו מפרש דהא דתניא סבלונות העשויים ליבלות אין נגבין וכו' היינו בעשויים ליבלות ובלו. ודין כלים מועטים ששלח לה להשתמש בבית אביה וכו' שכתב היינו ייבא וסבכתא דתרגמו בגמרא אמתני' דשלח סבלונות מועטים כדי שתשתמש בבית אביה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מת ראובן ואח\"כ נשא שמעון וכו'. </b> כתב הר\"ן דטעמא דמילתא דכיון שמת מי שנשתלחו לו מספקא מילתא אם נכסיו משועבדים לו אם לאו מכיון שאינו יכול לשמוח עם המשלח כדרך ששמח המשלח עמו ומשום דמספקא מילתא אזלינן בתר מנהגא: "
      ]
    ],
    [
      [],
      [
        "<b>כיצד שכ\"מ שצוה ואמר ליתן לפלוני וכו' ואינו צריך קניין. </b> ודוקא בשנתן כל נכסיו אבל אם שייר מקצת צריך קניין אא\"כ נתן אותו מקצת בפירוש בתורת מתנת שכ\"מ וכמו שביאר רבינו בפרק זה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכיב מרע שאמר כתבו ותנו לפלוני מנה וכו'. </b> כתב ה\"ה סברת המחבר שאם כתבו ונתנו וכו' עד אין נותנין לאחר מיתה ועיקר. ואני אומר שגם הראב\"ד לא אמר אלא כשכתבו השטר מחיים ולא מסרוהו עד לאחר מיתה אבל אם מסרוהו מחיים כבר עשו שליחותן. והראב\"ד לא להשיג בא אלא לבאר וכ\"נ שהוא דעת הטור שלא הביא אלא דברי הראב\"ד לבד: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכ\"מ שנתן הנכסים שהדבר גלוי וכו'. </b> כתב ה\"ה בשם הרשב\"א ולפי גירסא זו אדרבה יש לחוש יותר וכו'. ואני אומר שלפי מ\"ש רבינו שהם אלו אין מקום לחששא זו: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>שכיב מרע שניתק מחולי לחולי וכו'. </b> אע\"ג דבפ\"ט מהל' גירושין לא חילק בין הלך על משענתו להלך בלא משענת משום דאליבא דרב הונא הוא דמפלגינן הכי בפ' מי שאחזו ולא קי\"ל כוותיה אלא כרבה ורבא דלא ס\"ל כרב הונא מ\"מ לענין מתנה כתב רבינו דשאני לן בין הלך במשענת להלך בלא משענת משום דלא פליגי רבה ורבא עליה דרב הונא אלא גבי גט דוקא משום גזירה שמא יאמרו יש גט לאחר מיתה אבל לענין מתנה דליתא אלא לאחר מיתה מודו לרב הונא: "
      ]
    ],
    [
      [],
      [
        "<b>מצוה מחמת מיתה וכו'. </b> נראה שהטעם משום דטעמא דמתנה טמירתא מפני שאינו נותן מדעתו אלא להחניף לאיש ההוא אבל במצוה מחמת מיתה ליכא למיחש להכי דהא מייתי ואזיל ליה וגם אהבתו גם שנאתו כבר אבדה. אי נמי שכשם שהיקל ר\"ש במסוכן האומר כתבו גט לאשתי שיכתבו ויתנו לפי שמתוך טרדתו אינו יכול להאריך ולומר כתבו ותנו ה\"נ לענין מתנתו אמרינן שמתוך טרדתו אינו יכול להאריך ולומר כתבוה בשוקא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכ\"מ שהודה שיש לפלוני וכו'. </b> ומ\"ש   ",
        "<b>תנוהו לו. </b> שאל\"כ אין נותנין כלומר משום דאיכא למימר שמא שלא להשביע את בניו אמר כן ולפי אם הודאה זו היתה לפני בעל דבר שהרי אין כאן טענת שלא להשביע אפילו לא אמר תנו נותנים: "
      ],
      [],
      [
        "<b>אמר פלוני עבדי וכו' שעבד ישנו במקצת מצות. </b> כלומר ולא דמי לעובד כוכבים שאסור לתת לו מתנת חנם ואע\"פ שכתב ה\"ה דאית לן למימר שעשה לו טובה וכו' ונהי דלא עבר משום משחרר עבדו סוף סוף כיון דעבדו הוא אינו חייב לו שום גמול עליה וה\"ל מתנת חנם שאסור משום לא תחנם ומש\"ה כתב רבינו דשרי בעבד משום דישנו במקצת מצות: "
      ],
      [],
      [],
      [],
      [
        "<b>שכ\"מ שכתב לזה וחזר וכתב לאחר וכו' ששכ\"מ שזיכה עדיין מתנת שכ\"מ היא. </b> כתב הטור בסי' ר\"ן על זה ולא נהירא דמתנת שכ\"מ במקצת דינה כמתנת בריא לכל דבר ואינו יכול לחזור בו. וי\"ל דמשכחת לה מתנת שכ\"מ במקצת שיכול לחזור בו כגון שבשעה שנתן לו אותו מקצת אמר שהוא נותנו לו בתורת מתנת שכ\"מ דכל כה\"ג יכול לחזור בו כמ\"ש רבינו בפ' שמיני: "
      ],
      [],
      [],
      [
        "<b>נתן מקצת נכסיו וקנו מידו. </b> פי' כשנתן סתם שהיא במתנת בריא כיון שהיא במקצת בקניין כמו שנתבאר בפרק ומש\"ה קנה בין מת בין עמד: "
      ],
      [],
      [],
      [],
      [
        "[שייך להלכה כב, כג]",
        "<b>מתנה שהיא סתם וכו'. אבל אם היו מטלטלין וכו'. </b> כתב ה\"ה ונראה דאפילו ליכא למימר מגו וכו'. ול\"נ שהדבר פשוט שאם יש עדים שמחמת מתנה זו באו לידו דלא שייך מגו שנחייב למקבל להחזיר שמאחר שלא החזיק אלא מחמת מתנה זו ה\"ל כאילו לא החזיק: "
      ],
      [
        "[שייך להלכה כב, כג]",
        "<b>מתנה שהיא סתם וכו'. אבל אם היו מטלטלין וכו'. </b> כתב ה\"ה ונראה דאפילו ליכא למימר מגו וכו'. ול\"נ שהדבר פשוט שאם יש עדים שמחמת מתנה זו באו לידו דלא שייך מגו שנחייב למקבל להחזיר שמאחר שלא החזיק אלא מחמת מתנה זו ה\"ל כאילו לא החזיק: "
      ],
      [
        "<b>מי שמת ונמצאת מתנה קשורה על ירכו וכו'. </b> נימוקי יוסף בספ\"ק דמציעא חולק עם ה\"ה בהבנת דברי רבינו והריב\"ש בסימן קס\"א הסכים לדברי המגיד והכריח כן ממ\"ש רבינו בפרק שקודם זה אל תטעה בשכ\"מ שכתב כל נכסיו וכו' שאם הגיע השטר ליד המקבל או שקנו מיד הנותן קנה הכל: "
      ],
      [],
      [
        "<b>וכן מי שכתב שט\"ח על עצמו וכו'. </b> כתב ה\"ה שם מפורש זה ג\"כ עכ\"ל. ואני אומר שלא מצאתי דבר זה בגמרא: "
      ]
    ],
    [
      [],
      [
        "<b>וכן אם אמר הלואה או פקדון וכו'. </b> כתב ה\"ה וכ\"נ דעת המחבר שלא הזכיר הוא וכל שעבודו ויש לי לחלק בין זה לההיא דדירה וכו'. הר\"ן בפ' מי שמת גבי ההיא דשכיב מרע שאמר ידור פלוני בבית זה כתב שאפשר לו לקיים דברי רבינו דכל שכ\"מ שמתחיל הדבר בדבר שיש לו להתחיל אע\"פ שלא גמרו אנו גומרין דבריו וכדאמרינן בשכיב מרע שאמר כתבו גט לאשתי כתבו ותנו קאמר שכך דרכו של שכ\"מ מתחיל בדבר ונשמט בדרך קצרה ולפיכך אימיה דרב עמרם שאמרה בהנהו שטרי להוו לעמרם ברי כבר התחילה בהקנאתן של שטרות אין לנו אלא לומר שאף השעבוד בכלל דבריה אלא שלא פירשה כל צרכה ומכיון שחלה הקנאתה בגופן של שטרות לא חלה לחצאין אבל שכ\"מ שאמר ידור פלוני בבית זה אין זה חלות לדבריו לא בכל ולא במקצת ואין לנו לחדש לשון אחר לגמרי כדי שתתקיים כוונתו. ולפ\"ז ההיא דאימיה דרב עמרם אתיא כפשטה דמכיון שאמרה להוו לעמרם הרי הכל בכלל דבריה אינו אלא פירוש שאנו עושים לדבריה עכ\"ל: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>שכ\"מ שאמר מנה לפלוני בידי וכו' לפיכך אם היה דרך הודאה ולא היה שם הערמה. </b> כלומר שלא יהא חשש בדבר לומר שלא להשביע את בניו הודה כן כגון שהודה לפני בעל דבר או שהיה [בלא יורשים] כגון ההיא דאיסור גיורא דלא הוה שייך לומר ביה שלא להשביע את בניו שהרי לא היו לו יורשים:  "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>שכ\"מ שאמר מנה לפלוני בידי וכו' לפיכך אם היה דרך הודאה ולא היה שם הערמה. </b> כלומר שלא יהא חשש בדבר לומר שלא להשביע את בניו הודה כן כגון שהודה לפני בעל דבר או שהיה [בלא יורשים] כגון ההיא דאיסור גיורא דלא הוה שייך לומר ביה שלא להשביע את בניו שהרי לא היו לו יורשים:  "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>ואם אמר לה כשהיא נשואה כו' (היתה אשת איש וכו'). </b> כתב ה\"ה ונראה שאפילו אחריך רוצה שיהיו של בעל אין בדבריו כלום, כ\"נ ממ\"ש רבינו   ",
        "<b>ואין בשלשתן מי שהוציא ממון אלא לוקח וכו':.  </b>       סליקו הלכות זכיה ומתנה בס\"ד: "
      ]
    ]
  ]
};