const Sales = {
  "title": "Mishneh Torah, Sales",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Sales",
  "text": [
    [
      "הַמִּקָח אֵינוֹ נִקְנֶה בִּדְבָרִים. וַאֲפִלּוּ הֵעִידוּ עֲלֵיהֶם עֵדִים. כֵּיצַד. בַּיִת זֶה אֲנִי מוֹכֵר לְךָ. יַיִן זֶה אֲנִי מוֹכֵר לְךָ. עֶבֶד זֶה אֲנִי מוֹכֵר לְךָ. וּפָסְקוּ הַדָּמִים וְרָצָה הַלּוֹקֵחַ וְאָמַר קָנִיתִי. וְרָצָה הַמּוֹכֵר וְאָמַר מָכַרְתִּי. וְאָמְרוּ לָעֵדִים הֱווּ עָלֵינוּ עֵדִים שֶׁמָּכַר זֶה וְשֶׁלָּקַח זֶה. הֲרֵי זֶה אֵינוֹ כְּלוּם וּכְאִלּוּ לֹא הָיוּ בֵּינֵיהֶם דְּבָרִים מֵעוֹלָם. וְכֵן בְּנוֹתֵן מַתָּנָה וּמְקַבְּלָהּ: \n",
      "אֲבָל אִם נִקְנָה הַמִּקָּח בְּאֶחָד מֵהַדְּבָרִים שֶׁהוּא נִקְנֶה בָּהֶם קָנָה הַלּוֹקֵחַ וְאֵינָן צְרִיכִין לְעֵדִים כְּלָל וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
      "וּבְמָה יִקָּנֶה הַמִּקָּח. הַקַּרְקָעוֹת בְּאֶחָד מִשְּׁלֹשָׁה דְּבָרִים. בְּכֶסֶף. אוֹ בִּשְׁטָר. אוֹ בַּחֲזָקָה: \n",
      "כֵּיצַד בְּכֶסֶף. מָכַר לוֹ בַּיִת מָכַר לוֹ שָׂדֶה וְנָתַן לוֹ הַדָּמִים קָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁאֵין כּוֹתְבִין אֶת הַשְּׁטָר. אֲבָל בְּמָקוֹם שֶׁדַּרְכָּן לִכְתֹּב שְׁטַר מֶכֶר לֹא קָנָה עַד שֶׁיִּכְתֹּב אֶת הַשְּׁטָר. וְאֵין קַרְקַע נִקְנֵית בְּפָחוֹת מִשְּׁוֵה פְּרוּטָה: \n",
      "הִתְנָה הַלּוֹקֵחַ וְאָמַר אִם רָצִיתִי אֶקְנֶה בְּכֶסֶף אוֹ אֶקְנֶה בִּשְׁטָר. וְנָתַן הַכֶּסֶף עַל תְּנַאי זֶה. הֲרֵי זֶה קַיָּם וְאֵין הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ מִפְּנֵי הַתְּנַאי. וְהַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיִּכְתֹּב אֶת הַשְּׁטָר. וְכֵן אִם הִתְנָה הַמּוֹכֵר כָּזֶה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ תֵּן מָנֶה לִפְלוֹנִי וְיִקָּנֶה בֵּיתִי לְךָ. כֵּיוָן שֶׁנָּתַן קָנָה הַבַּיִת מִדִּין עָרֵב: \n",
      "כֵּיצַד בִּשְׁטָר. כָּתַב לוֹ עַל הַנְּיָר אוֹ עַל הַחֶרֶס אוֹ עַל הֶעָלֶה שָׂדִי נְתוּנָה לְךָ שָׂדִי מְכוּרָה לְךָ כֵּיוָן שֶׁהִגִּיעַ הַשְּׁטָר לְיָדוֹ קָנָה. אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים כְּלָל. וְאַף עַל פִּי שֶׁאֵין הַשְּׁטָר שָׁוֶה כְּלוּם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר שָׂדֶה מִפְּנֵי רָעָתָהּ. אֲבָל בִּשְׁאָר קַרְקָעוֹת אַף עַל פִּי שֶׁהִגִּיעַ שְׁטָר שֶׁל מֶכֶר לְיָדוֹ וַאֲפִלּוּ הָיוּ בּוֹ עֵדִים לֹא קָנָה עַד שֶׁיִּתֵּן אֶת הַדָּמִים: \n",
      "כֵּיצַד בַּחֲזָקָה. מָכַר לוֹ בַּיִת מָכַר לוֹ שָׂדֶה אוֹ שֶׁנָּתַן אוֹתָהּ בְּמַתָּנָה כֵּיוָן שֶׁנָּעַל אוֹ גָּדַר אוֹ פָּרַץ כָּל שֶׁהוּא וְהוּא שֶׁיּוֹעִיל בְּמַעֲשָׂיו הֲרֵי זֶה קָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהֶחֱזִיק בִּפְנֵי הַמּוֹכֵר אוֹ הַנּוֹתֵן. אֲבָל שֶׁלֹּא בִּפְנֵי הַמּוֹכֵר אוֹ הַנּוֹתֵן צָרִיךְ שֶׁיֹּאמַר לוֹ לֵךְ חַזֵּק וּקְנֵה וְאַחַר כָּךְ אִם הֶחֱזִיק קָנָה אַף עַל פִּי שֶׁאֵינוֹ בִּפְנֵי הַבְּעָלִים:\n",
      "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ וּמָסַר לוֹ אֶת הַמַּפְתֵּחַ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ לֵךְ חַזֵּק וּקְנֵה. וְכֵן הַמּוֹכֵר אֶת הַבּוֹר כֵּיוָן שֶׁמָּסַר לוֹ דִּלְיוֹ הֲרֵי זֶה כְּמִי שֶׁאָמַר לוֹ לֵךְ חַזֵּק וּקְנֵה, וּכְשֶׁהֶחֱזִיק יִקְנֶה:\n",
      "כֵּיצַד הַמַּחֲזִיק בִּנְעִילָה קָנָה. כְּגוֹן שֶׁמָּכַר בַּיִת אוֹ חָצֵר וְהָיָה הַפֶּתַח פָּתוּחַ וְנָעַל הַלּוֹקֵחַ אֶת הַפֶּתַח וְחָזַר וּפְתָחוֹ הֲרֵי זֶה הֶחֱזִיק וְקָנָה. שֶׁהֲרֵי נִשְׁתַּמֵּשׁ בָּהּ שִׁמּוּשׁ הַמּוֹעִיל:\n",
      "כֵּיצַד הַמַּחֲזִיק בִּגְדִירָה כָּל שֶׁהוּא קָנָה. כְּגוֹן שֶׁהָיָה שָׁם גָּדֵר וְהָיוּ עוֹלִין בְּנַחַת. וְהוֹסִיף עָלָיו כָּל שֶׁהוּא וְהִשְׁלִימוֹ לַעֲשָׂרָה וְנִמְצָא שֶׁאֵין עוֹלִין אֶלָּא בְּדֹחַק. הֲרֵי זֶה הוֹעִיל וְקָנָה. וְכֵן אִם הָיְתָה שָׁם פִּרְצָה וְהָיוּ נִכְנָסִים בָּהּ בְּדֹחַק וְהִרְחִיב הוּא בָּהּ כָּל שֶׁהוּא עַד שֶׁנִּמְצָא נִכְנַס בְּרֶוַח. הֲרֵי הוֹעִיל וְקָנָה: \n",
      "נָתַן צְרוֹר וְהוֹעִיל. כְּגוֹן שֶׁחִבֵּר בּוֹ הַמַּיִם לַשָּׂדֶה. אוֹ נָטַל צְרוֹר וְהוֹעִיל כְּגוֹן שֶׁפָּתַח בִּנְטִילָתוֹ הַמַּיִם לַשָּׂדֶה. הֲרֵי זֶה קָנָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ בְּצַד שָׂדֵהוּ. אוֹ שֶׁנְּתָנָהּ לוֹ בְּמַתָּנָה. כֵּיוָן שֶׁדָּשׁ אֶת הַמֵּצַר שֶׁבֵּין שְׁתֵּי הַשָּׂדוֹת וְנַעֲשׂוּ שְׁתֵּיהֶן כְּשָׂדֶה אַחַת קָנָה. אֲבָל אִם הָלַךְ בָּהּ לְאָרְכָּהּ וּלְרָחְבָּהּ אֵין הִלּוּךְ זֶה מוֹעִיל כְּלוּם. וְאִם שְׁבִיל שֶׁל כְּרָמִים מָכַר לוֹ הוֹאִיל וְנַעֲשָׂה לְהִלּוּךְ קָנָה בְּהִלּוּךְ: \n",
      "וְכַמָּה שִׁעוּר רֹחַב הַדֶּרֶךְ שֶׁיִּקְנֶה בְּהִלּוּכוֹ. אִם הָיָה מְסֻיָּם בִּמְחִצּוֹת קָנָה כְּדֵי שֶׁיַּגְבִּיהַּ רֶגֶל וְיַנִּיחַ רֶגֶל בְּצִדָּהּ. וְאִם אֵין שָׁם מְחִצּוֹת קָנָה בָּרֹחַב כְּדֵי שֶׁתִּהְיֶה עַל רֹאשׁוֹ חֲבִילָה שֶׁל שָׂרִיגִים וְיָסֹב בָּהּ: \n",
      "הָיְתָה הַקַּרְקַע צְחִיחַ סֶלַע שֶׁאֵין בָּהּ לֹא גָּדֵר וְלֹא פִּרְצָה. וְאֵינָהּ בַּת זְרִיעָה. הֲרֵי הַחֲזָקָה שֶׁקּוֹנָה אוֹתָהּ שְׁטִיחַת פֵּרוֹת אוֹ הַעֲמָדַת בְּהֵמָה שָׁם וְכַיּוֹצֵא בָּזֶה מִשְּׁאָר הַתַּשְׁמִישׁ: \n",
      "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וְנִכְנַס בָּהּ הַלּוֹקֵחַ וּזְרָעָהּ אוֹ נָרָהּ. אוֹ שֶׁאָסַף פֵּרוֹת הָאִילָן אוֹ זְמָרוֹ וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ הֲרֵי זֶה קָנָה שֶׁהֲרֵי הֶחֱזִיק. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וְכֵן אִם אָסַף הַמּוֹכֵר סַל שֶׁל פֵּרוֹת וְנָתַן לַלּוֹקֵחַ. קָנָה לוֹקֵחַ מִיָּד בַּחֲזָקָה. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁהִקְנָה לוֹ שָׂדֶה זוֹ קִנְיָן גָּמוּר וְנַעֲשׂוּ פֵּרוֹתֶיהָ שֶׁלּוֹ: \n",
      "הָעַכּוּ''ם אֵינוֹ קוֹנֶה בַּחֲזָקָה. אֶלָּא בִּשְׁטָר הוּא שֶׁקּוֹנֶה עִם נְתִינַת הַכֶּסֶף. וְיִשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ''ם הֲרֵי הוּא כְּעַכּוּ''ם וְאֵינוֹ קוֹנֶה אֶלָּא בִּשְׁטָר. כָּל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כְּקַרְקַע. וְנִקְנֶה אוֹ בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה. וְאִם אֵינוֹ צָרִיךְ לַקַּרְקַע כְּגוֹן עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר הֲרֵי זֶה כְּמִטַּלְטְלִין לְקִנְיָן וְיֵשׁ לָהֶן אוֹנָאָה:\n",
      "כְּשֵׁם שֶׁהַקַּרְקַע נִקְנֶה בְּכֶסֶף בִּשְׁטָר וּבַחֲזָקָה. כָּךְ שְׂכִירוּת הַקַּרְקַע נִקְנֶה בְּכֶסֶף לְבַדּוֹ אוֹ בִּשְׁטָר לְבַדּוֹ אוֹ בַּחֲזָקָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ:\n",
      "הַמּוֹכֵר לַחֲבֵרוֹ עֶשֶׂר שָׂדוֹת בְּעֶשֶׂר מְדִינוֹת. כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה כֻּלָּן. וַאֲפִלּוּ הָיְתָה אַחַת מֵהֶן הַר גָּבוֹהַּ וְהַשֵּׁנִית מְצוּלָה שֶׁהֲרֵי תַּשְׁמִישׁ שֶׁל זוֹ אֵינָהּ תַּשְׁמִישׁ שֶׁל זוֹ. אַף עַל פִּי כֵן כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה הַשְּׁאָר:\n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים. שֶׁנָּתַן דְּמֵי כֻּלָּן. אֲבָל אִם לֹא נָתַן דְּמֵי כֻּלָּן לֹא קָנָה אֶלָּא כְּנֶגֶד מְעוֹתָיו. לְפִיכָךְ אִם הָיוּ הַכּל בְּמַתָּנָה קָנָה כֻּלָּן. וְכֵן בִּשְׂכִירוּת כֵּיוָן שֶׁהֶחְזִיק בְּאַחַת מֵהֶן קָנָה כֻּלָּן כָּל זְמַן הַשְּׂכִירוּת. הָיוּ מִקְצָת הַקַּרְקָעוֹת בְּמֶכֶר וּמִקְצָתָן בִּשְׂכִירוּת. כֵּיוָן שֶׁהֶחְזִיק בֵּין בִּמְכִירָה בֵּין בִּשְׂכִירוּת קָנָה הַכּל:\n"
    ],
    [
      "עֶבֶד כְּנַעֲנִי הֲרֵי הוּא כְּקַרְקַע לִקְנִיָּה וְנִקְנֶה בְּכֶסֶף וּבִשְׁטָר אוֹ בַּחֲזָקָה: \n",
      "וּמַה הִיא הַחֲזָקָה בְּקִנְיַן עֲבָדִים. שֶׁיִּשְׁתַּמֵּשׁ בָּהֶן כְּדֶרֶךְ שֶׁמִּשְׁתַּמְּשִׁין בַּעֲבָדִים בִּפְנֵי רַבּוֹ. כֵּיצַד. הִתִּיר לוֹ מִנְעָלוֹ אוֹ שֶׁהִנְעִיל לוֹ מִנְעָלוֹ. אוֹ שֶׁהוֹלִיךְ כֵּלָיו לְבֵית הַמֶּרְחָץ. אוֹ שֶׁהִפְשִׁיטוֹ אוֹ סָכוֹ אוֹ גֵּרְדוֹ אוֹ הִלְבִּישׁוֹ אוֹ הִגְבִּיהַּ אֶת רַבּוֹ קָנָה. וְכֵן אִם הִגְבִּיהַּ הָרַב אֶת הָעֶבֶד קָנָה: \n",
      "תְּקָפוֹ וֶהֱבִיאוֹ אֶצְלוֹ קָנָה. שֶׁהָעֲבָדִים נִקְנִין בִּמְשִׁיכָה כָּזוֹ. אֲבָל אִם קָרָא לָעֶבֶד וּבָא אֶצְלוֹ. אוֹ שֶׁאָמַר לוֹ רַבּוֹ הָרִאשׁוֹן לֵךְ אֵצֶל הַלּוֹקֵחַ וְהָלַךְ אֶצְלוֹ. לֹא קָנָה עַד שֶׁיִּמְשְׁכֶנּוּ בִּתְקִיפָה אוֹ שֶׁיִּשְׁתַּמֵּשׁ בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הֶחֱזִיק בּוֹ שֶׁלֹּא בִּפְנֵי הָרַב צָרִיךְ שֶׁיֹּאמַר לוֹ לֵךְ חַזֵּק וּקְנֵה: \n",
      "עֶבֶד קָטָן הֲרֵי הוּא כִּבְהֵמָה וְקוֹנִין אוֹתוֹ בִּדְבָרִים שֶׁקּוֹנִין בָּהֶן הַבְּהֵמָה וּבִדְבָרִים שֶׁקּוֹנִין בָּהֶן הָעֲבָדִים. לְפִיכָךְ נִקְנֶה בִּמְשִׁיכָה אַף עַל פִּי שֶׁלֹּא תּוֹקְפוֹ: \n",
      "הַבְּהֵמָה בֵּין דַּקָּה בֵּין גַּסָּה נִקְנֵית בִּמְשִׁיכָה אַף עַל פִּי שֶׁאֶפְשָׁר לְהַגְבִּיהַּ אוֹתָהּ לֹא הִצְרִיכוּהוּ לְהַגְבִּיהַּ. מִפְּנֵי שֶׁמִּתְחַבֶּטֶת בָּאָרֶץ. וְאִם הִגְבִּיהַּ קָנָה. וְהַהַגְבָּהָה קוֹנָה בְּכָל מָקוֹם. אֲבָל הַמְּשִׁיכָה אֵין קוֹנִין בָּהּ אֶלָּא בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם וְאֵין קוֹנִין בָּהּ בִּרְשׁוּת הָרַבִּים וְלֹא בְּחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶם: \n",
      "כֵּיצַד קוֹנִין אֶת הַבְּהֵמָה בִּמְשִׁיכָה. אֵין צָרִיךְ לוֹמַר אִם מְשָׁכָהּ וְהָלְכָה אוֹ שֶׁרָכַב עָלֶיהָ וְהָלְכָה בּוֹ שֶׁקָּנָה. אֶלָּא אֲפִלּוּ קָרָא לָהּ וּבָאָה אוֹ שֶׁהִכִּישָׁהּ בְּמַקֵּל וְרָצָה בְּפָנָיו כֵּיוָן שֶׁעָקְרָה יָד וְרֶגֶל קְנָאָהּ. וְהוּא שֶׁיִּמְשֹׁךְ בִּפְנֵי הַבְּעָלִים. אֲבָל אִם מָשַׁךְ שֶׁלֹּא בִּפְנֵי הַבְּעָלִים צָרִיךְ שֶׁיֹּאמַר לוֹ קֹדֶם שֶׁיִּמְשֹׁךְ לֵךְ מְשֹׁךְ וּקְנֵה: \n",
      "הַמּוֹכֵר עֵדֶר לַחֲבֵרוֹ אוֹ שֶׁנָּתַן לוֹ בְּמַתָּנָה. כֵּיוָן שֶׁמָּסַר לוֹ מַשְׁכּוּכִית, הִיא הַבְּהֵמָה הַמְהַלֶּכֶת בְּרֹאשׁ הָעֵדֶר וְהַכּל נִמְשָׁכִים אַחֲרֶיהָ, אֵין צָרִיךְ לוֹמַר לוֹ מְשֹׁךְ וּקְנֵה. שֶׁמְּסִירַת בְּהֵמָה זוֹ כְּמִי שֶׁאָמַר לוֹ לֵךְ מְשֹׁךְ וּקְנֵה. וְכֵיוָן שֶׁמָּשַׁךְ לוֹ הָעֵדֶר קָנָה וְאַף עַל פִּי שֶׁמָּשַׁךְ שֶׁלֹּא בְּפָנָיו: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ מְשֹׁךְ וְתִקְנֶה אוֹ חַזֵּק וְתִקְנֶה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ וְהָלַךְ וּמָשַׁךְ אוֹ שֶׁהֶחְזִיק לֹא קָנָה שֶׁמַּשְׁמָע תִּקְנֶה לְהַבָּא וַעֲדַיִן לֹא הִקְנָה לוֹ. אֶלָּא צָרִיךְ הַמּוֹכֵר אוֹ הַנּוֹתֵן לוֹמַר לוֹ לֵךְ חַזֵּק וּקְנֵה אוֹ מְשֹׁךְ וּקְנֵה וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁמַּשְׁמָעָן שֶׁיִּקְנֶה עַתָּה בְּעֵת שֶׁיִּמְשֹׁךְ אוֹ יַחֲזִיק: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ מְשֹׁךְ פָּרָה זוֹ וְלֹא תִּקְנֶה אֶלָּא לְאַחַר שְׁלֹשִׁים יוֹם וּמָשַׁךְ לֹא קָנָה. וְאִם אָמַר לוֹ קְנֵה מֵעַכְשָׁו וּלְאַחַר שְׁלֹשִׁים יוֹם קָנָה. וַאֲפִלּוּ הָיְתָה עוֹמֶדֶת בַּאֲגַם בְּיוֹם שְׁלֹשִׁים. שֶׁזֶּה כְּמִי שֶׁהִקְנָה אוֹתוֹ מֵעַתָּה עַל תְּנַאי נַעֲשָׂה הַתְּנַאי נִתְקַיֵּם הַקִּנְיָן. וְכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁו דָּמִי: \n",
      "הַמּוֹכֵר בְּהֵמָה לַחֲבֵרוֹ אוֹ נְתָנָהּ לוֹ בְּמַתָּנָה וְאָמַר קְנֵה אוֹתָהּ כְּדֶרֶךְ שֶׁבְּנֵי אָדָם קוֹנִין. אִם מָשַׁךְ אוֹ הִגְבִּיהָהּ קָנָה. אֲבָל אִם רָכַב עָלֶיהָ. אִם בַּשָּׂדֶה קָנָה. וְאִם בָּעִיר לֹא קָנָה. לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לִרְכֹּב בָּעִיר. לְפִיכָךְ אִם הָיָה אָדָם חָשׁוּב שֶׁדַּרְכּוֹ לִרְכֹּב בָּעִיר. אוֹ אָדָם מְזֻלְזָל בְּיוֹתֵר שֶׁאֵינוֹ מַקְפִּיד עַל הִלּוּכוֹ בָּעִיר רוֹכֵב. כְּגוֹן הַמְטַפְּלִין בְּגִדּוּל הַבְּהֵמוֹת אוֹ הָעֲבָדִים. אוֹ שֶׁהָיְתָה אִשָּׁה. אוֹ שֶׁהָיָה בִּרְשׁוּת הָרַבִּים שֶׁהָרַבִּים דּוֹרְסִין שָׁם. הֲרֵי זֶה קוֹנֶה בִּרְכִיבָה. וְהוּא שֶׁתְּהַלֵּךְ בּוֹ: \n"
    ],
    [
      "אֶחָד הַבְּהֵמָה וְאֶחָד שְׁאָר הַמִּטַּלְטְלִין נִקְנִין בְּמָעוֹת דִּין תּוֹרָה. וּמִשֶּׁנָּתַן אֶת הַמָּעוֹת קָנָה וְאֵין אֶחָד מֵהֶן יוּכַל לַחְזֹר בּוֹ. אֲבָל חֲכָמִים תִּקְּנוּ שֶׁלֹּא יִקְנוּ הַמִּטַּלְטְלִין אֶלָּא בְּהַגְבָּהָה אוֹ בִּמְשִׁיכַת דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ: \n",
      "כֵּיצַד. הַמְקַבֵּץ עֵצִים אוֹ פִּשְׁתָּן וְכַיּוֹצֵא בָּהֶן וְעָשָׂה מֵהֶן טָעוּן גָּדוֹל שֶׁאִי אֶפְשָׁר לְהַגְבִּיהוֹ. אֵינוֹ נִקְנֶה בִּמְשִׁיכָה. שֶׁהֲרֵי אֶפְשָׁר לְהַתִּיר הָאֶגֶד וּלְהַגְבִּיהוֹ עֵץ עֵץ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם הָיָה טָעוּן שֶׁל אֱגוֹזִים אוֹ שֶׁל פִּלְפְּלִין אוֹ שֶׁל שְׁקֵדִים וְכַיּוֹצֵא בָּהֶן וְהָיָה גָּדוֹל שֶׁאֵין אֶחָד יוּכַל לְהַגְבִּיהוֹ. הֲרֵי זֶה נִקְנֶה בִּמְשִׁיכָה. שֶׁאִם יַתִּירוֹ יִתְפָּרֵד וְיִהְיֶה לוֹ בּוֹ טֹרַח גָּדוֹל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַסְּפִינָה הוֹאִיל וְאִי אֶפְשָׁר לְהַגְבִּיהָהּ וְיֵשׁ בִּמְשִׁיכָתָהּ טֹרַח גָּדוֹל וְאֵינָהּ נִמְשֶׁכֶת אֶלָּא לָרַבִּים. לֹא הִצְרִיכוּהָ מְשִׁיכָה אֶלָּא נִקְנֵית בִּמְסִירָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם אָמַר לוֹ הַמּוֹכֵר לֵךְ מְשֹׁךְ וּקְנֵה אֵינוֹ קוֹנֶה הַסְּפִינָה עַד שֶׁיִּמְשְׁכֶנָּה כֻּלָּהּ וְיוֹצִיאֶנָּהּ מִכָּל הַמָּקוֹם שֶׁהָיְתָה בּוֹ. שֶׁהֲרֵי הִקְפִּיד הַמּוֹכֵר שֶׁלֹּא יִקְנֶה זֶה אֶלָּא בִּמְשִׁיכָה: \n",
      "נִמְצֵאתָ לָמֵד שֶׁהַלּוֹקֵחַ מִטַּלְטְלִין אַף עַל פִּי שֶׁנָּתַן כָּל הַדָּמִים יָכוֹל לַחְזֹר בּוֹ. וְכֵן הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיַּגְבִּיהַּ אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין בּוֹ הַגְבָּהָה. אוֹ יִמְסֹר הַמּוֹכֵר לַלּוֹקֵחַ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַמְשִׁיךְ. וּמִשֶּׁהִגְבִּיהַּ אוֹ מָשַׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ אוֹ נִמְסַר לוֹ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַמְשִׁיךְ קָנָה וְאֵין אֶחָד מִשְּׁנֵיהֶם יָכוֹל לַחְזֹר בּוֹ. וְכוֹפִין אֶת הַלּוֹקֵחַ לִתֵּן אֶת הַדָּמִים: \n",
      "וְלָמָּה תִּקְנוּ חֲכָמִים דָּבָר זֶה בְּמִטַּלְטְלִין. גְּזֵרָה שֶׁמָּא יִתֵּן הַלּוֹקֵחַ דְּמֵי הַחֵפֶץ וְקֹדֶם שֶׁיִּקָּחֶנּוּ יֹאבַד בְּאֹנֶס. וּכְגוֹן שֶׁנָּפְלָה דְּלֵקָה וְנִשְׂרַף. אוֹ בָּאוּ לִסְטִים וּנְטָלוּהוּ. אִם יִהְיֶה בִּרְשׁוּת הַלּוֹקֵחַ יִתְמַהְמֵהַּ הַמּוֹכֵר וְלֹא יַצִּילֵהוּ. לְפִיכָךְ הֶעֱמִידוּהוּ חֲכָמִים בִּרְשׁוּת הַמּוֹכֵר כְּדֵי שֶׁיִּשְׁתַּדֵּל וַיַּצִּיִל הַחֵפֶץ. שֶׁאִם אָבַד חַיָּב לְשַׁלֵּם: \n",
      "נִמְצֵאתָ אוֹמֵר שֶׁאִם נָתַן דְּמֵי הַמִּקָּח וְנֶאֱנַס קדֶם שֶׁיִּקָּחֶנּוּ. וְאָמַר לוֹ הַלּוֹקֵחַ תֵּן לִי מִקָּחִי אוֹ הַחְזֵר לִי אֶת מְעוֹתַי. וְאַף עַל פִּי שֶׁיֵּשׁ עֵדִים שֶׁאָבַד בְּאֹנֶס וְלֹא הָיָה בַּמּוֹכֵר כֹּחַ לְהַצִּילוֹ וְלֹא נִתְרַשֵּׁל בַּדָּבָר. הֲרֵי זֶה מַחְזִיר אֶת הַדָּמִים. שֶׁהֲרֵי תִּקְּנוּ חֲכָמִים מְשִׁיכָה. לְפִיכָךְ אִם הָיָה בֵּיתוֹ שֶׁל לוֹקֵחַ שֶׁיֵּשׁ בּוֹ הַחֵפֶץ שֶׁנִּמְכַּר מֻשְׂכָּר לַמּוֹכֵר לֹא תִּקְּנוּ לוֹ חֲכָמִים מְשִׁיכָה. שֶׁהֲרֵי הַמִּקָּח בִּרְשׁוּת הַלּוֹקֵחַ. וּמִשֶּׁנָּתַן אֶת הַדָּמִים נִקְנָה הַמִּקָּח וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
      "וְכֵן הַשּׂוֹכֵר הַמָּקוֹם שֶׁאוֹתָן הַמִּטַּלְטְלִין הַנִּמְכָּרִין מֻנָּחִין בּוֹ קָנָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וְאַף עַל פִּי שֶׁלֹּא הִגְבִּיהַּ וְלֹא מָשַׁךְ וְלֹא נִמְסְרוּ לוֹ. שֶׁהֲרֵי נַעֲשָׂה בִּרְשׁוּתוֹ. וּכְבָר בֵּאַרְנוּ שֶׁשְּׂכִירוּת קַרְקַע נִקְנֶה בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה: \n",
      "הַמַּקְנֶה קַרְקַע וּמִטַּלְטְלִין כְּאֶחָד כֵּיוָן שֶׁקָּנָה קַרְקַע בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה נִקְנוּ הַמִּטַּלְטְלִין עִמָּהֶם בֵּין שֶׁהָיוּ שְׁנֵיהֶם בְּמֶכֶר אוֹ בְּמַתָּנָה. בֵּין שֶׁמָּכַר מִטַּלְטְלִין וְנָתַן קַרְקַע. בֵּין שֶׁמָּכַר הַקַּרְקַע וְנָתַן הַמִּטַּלְטְלִין. כֵּיוָן שֶׁקָּנָה קַרְקַע קָנָה מִטַּלְטְלִין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ אוֹתָן הַמִּטַּלְטְלִין צְבוּרִין בְּאוֹתָהּ קַרְקַע. אֲבָל אִם הָיוּ בְּמָקוֹם אַחֵר צָרִיךְ שֶׁיֹּאמַר לוֹ קְנֵה מִטַּלְטְלִין אַגַּב קַרְקַע. אֲפִלּוּ הָיוּ הַמִּטַּלְטְלִין בִּמְדִינָה אַחֶרֶת וְאָמַר לוֹ קְנֵה אוֹתָם עַל גַּבֵּי קַרְקַע פְּלוֹנִית כֵּיוָן שֶׁקָּנָה הַקַּרְקַע נִקְנוּ הַמִּטַּלְטְלִין אַף עַל פִּי שֶׁאֵינָן צְבוּרִין בְּתוֹכָהּ. וְאִם לֹא אָמַר קְנֵה אַגַּב קַרְקַע לֹא קָנָה. וְקַרְקַע כָּל שֶׁהִיא קוֹנִין עַל גַּבָּהּ כָּל מִטַּלְטְלִין שֶׁיִּרְצֶה: \n",
      "הִקְנָה הַשָּׂדֶה לְאֶחָד וְהַמִּטַּלְטְלִין לְאַחֵר אַף עַל פִּי שֶׁאָמַר לוֹ קְנֵה הַמִּטַּלְטְלִין עַל גַּבֵּי קַרְקַע וְהֶחֱזִיק הָאֶחָד בַּקַּרְקַע לֹא קָנָה הַשֵּׁנִי הַמִּטַּלְטְלִין. וְאִם תְּפָשָׂן אַחַר שֶׁחָזַר בּוֹ הַמַּקְנֶה אֵין מוֹצִיאִין מִיָּדוֹ. שֶׁהֲרֵי תְּפָשָׂן אַחַר שֶׁקָּנָה חֲבֵרוֹ הַקַּרְקַע שֶׁנִּקְנוּ אֵלּוּ עַל גַּבּוֹ: \n",
      "הַמַּקְנֶה עֲבָדִים וְקַרְקָעוֹת כְּאֶחָד הֶחֱזִיק בַּעֲבָדִים לֹא קָנָה הַקַּרְקָעוֹת. הֶחֱזִיק בְּקַרְקָעוֹת לֹא קָנָה עֲבָדִים עַד שֶׁיִּהְיוּ עוֹמְדִין בְּתוֹךְ הַקַּרְקַע. וְאַף עַל פִּי שֶׁאָמַר לוֹ קְנֵה עֲבָדִים עַל גַּבֵּי קַרְקַע לֹא קָנָה עַד שֶׁיִּהְיוּ בְּתוֹכָהּ. שֶׁהָעֶבֶד מְהַלֵּךְ לְדַעַת עַצְמוֹ: \n",
      "הַמַּקְנֶה עֲבָדִים וּמִטַּלְטְלִין כְּאֶחָד מָשַׁךְ הַמִּטַּלְטְלִין לֹא קָנָה הָעֲבָדִים הֶחֱזִיק בַּעֲבָדִים לֹא קָנָה הַמִּטַּלְטְלִין. אֶלָּא אִם כֵּן הָיוּ הַמִּטַּלְטְלִין עַל גַּב הָעֶבֶד. וְהוּא שֶׁיִּהְיֶה כָּפוּת שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהַלֵּךְ: \n",
      "הַמַּקְנֶה בְּהֵמָה וְכֵלִים שֶׁעַל גַּבָּהּ כְּאֶחָד אַף עַל פִּי שֶׁמָּשַׁךְ הַבְּהֵמָה וּקְנָאָהּ לֹא קָנָה הַכֵּלִים שֶׁעָלֶיהָ עַד שֶׁיַּגְבִּיהַּ אוֹ יִמְשֹׁךְ הַכֵּלִים עַצְמָן אִם אֵין דַּרְכָּן לְהַגְבִּיהָן. שֶׁהַבְּהֵמָה כֶּחָצֵר הַמִּתְהַלֶּכֶת הִיא וְאֵין מַה שֶּׁבְּתוֹכָהּ קָנוּי לְבַעְלָהּ. לְפִיכָךְ אִם הָיְתָה הַבְּהֵמָה כְּפוּתָה קָנָה אַף כֵּלִים שֶׁעָלֶיהָ: \n",
      "אָמַר לוֹ הַמַּקְנֶה מְשֹׁךְ בְּהֵמָה וּקְנֵה כֵּלִים שֶׁעָלֶיהָ. הוֹאִיל וְלֹא הִקְנָה לוֹ גּוּף הַבְּהֵמָה אַף עַל פִּי שֶׁמְּשָׁכָהּ וְהִיא כְּפוּתָה לֹא קָנָה כֵּלִים שֶׁעָלֶיהָ עַד שֶׁיִּמְשֹׁךְ הַכֵּלִים עַצְמָן: \n",
      "הָיָה עָצִיץ נָקוּב לְאֶחָד וְהָיוּ הַזְּרָעִים שֶׁבּוֹ לְאַחֵר. הִקְנָה הֶעָצִיץ לְבַעַל הַזְּרָעִים כֵּיוָן שֶׁמָּשַׁךְ קָנָה. הִקְנָה הַזְּרָעִים לְבַעַל הֶעָצִיץ לֹא קָנָה עַד שֶׁיַּחְזִיק בַּזְּרָעִים עַצְמָן: \n",
      "הָיָה הֶעָצִיץ וְהַזְּרָעִים שֶׁבּוֹ לְאֶחָד וְהִקְנָה הַכּל לְאַחֵר וְהֶחֱזִיק בָּעָצִיץ לִקְנוֹת הַזְּרָעִים אַף הֶעָצִיץ לֹא קָנָה. הֶחֱזִיק בַּזְּרָעִים קָנָה הֶעָצִיץ. וְזֶהוּ שֶׁשָּׁנִינוּ נְכָסִים שֶׁאֵין לָהֶן אַחֲרָיוּת נִקְנִים עִם נְכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת. שֶׁהַזְּרָעִים שֶׁבְּעָצִיץ נָקוּב זְרוּעִים הֵם בָּאָרֶץ וְכָל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כְּקַרְקַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל הָעוֹמֵד לִבָּצֵר כְּבָצוּר דָּמִי וְאֵינוֹ נִקְנֶה אֶלָּא בְּהַגְבָּהָה אוֹ בִּשְׁאָר דְּבָרִים שֶׁנִּקְנִים בָּהֶן הַמִּטַּלְטְלִים: \n",
      "פִּשְׁתָּן כְּשֶׁהוּא מְחֻבָּר לַקַּרְקַע וְיָבֵשׁ שֶׁאֵינוֹ צָרִיךְ לַקַּרְקַע וְאָמַר לוֹ יַפֶּה לִי קַרְקַע כָּל שֶׁהוּא וּקְנֵה כָּל מַה שֶּׁעָלֶיהָ. כֵּיוָן שֶׁתָּלַשׁ כָּל שֶׁהוּא קָנָה הַכּל מִפְּנֵי הַתְּנַאי הַזֶּה. אֲבָל אִם (אָמַר לוֹ) הִקְנָה לוֹ הַפִּשְׁתָּן הַזֶּה בְּמֶכֶר אוֹ בְּמַתָּנָה לֹא קָנָה אֶלָּא מַה שֶּׁתָּלַשׁ שֶׁהֲרֵי הִגְבִּיהוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "כֶּלִיוֹ שֶׁל אָדָם כָּל מָקוֹם שֶׁיֵּשׁ לוֹ רְשׁוּת לְהַנִּיחוֹ קָנָה לוֹ. כֵּיוָן שֶׁנִּכְנְסוּ הַמִּטַּלְטְלִין בְּתוֹךְ הַכְּלִי אֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וַהֲרֵי זֶה כְּמוֹ שֶׁהִגְבִּיהָן אוֹ כְּמוֹ שֶׁהֻנְּחוּ בְּתוֹךְ בֵּיתוֹ. לְפִיכָךְ אֵין כֶּלְיוֹ שֶׁל אָדָם קוֹנֶה לוֹ בִּרְשׁוּת הָרַבִּים וְלֹא בִּרְשׁוּת הַמּוֹכֵר. אֶלָּא אִם אָמַר לוֹ הַמַּקְנֶה לֵךְ וּקְנֵה בִּכְלִי זֶה. וְכֵן אִם קָנָה הַכְּלִי תְּחִלָּה וְהִגְבִּיהוֹ וְאַחַר כָּךְ הִנִּיחוֹ שָׁם בִּרְשׁוּת הַמּוֹכֵר וְחָזַר וְקָנָה מִמֶּנּוּ הַפֵּרוֹת. כֵּיוָן שֶׁנִּכְנְסוּ בְּתוֹךְ כְּלִי זֶה קָנָה אוֹתָם. מִפְּנֵי שֶׁהֲנָאַת הַמּוֹכֵר בִּמְכִירַת הַכְּלִי אֵינוֹ מַקְפִּיד עַל מְקוֹמוֹ: \n",
      "כְּשֵׁם שֶׁאֵין כֶּלְיוֹ שֶׁל לוֹקֵחַ קוֹנֶה לוֹ בִּרְשׁוּת מוֹכֵר כָּךְ אֵין כֶּלְיוֹ שֶׁל מוֹכֵר קוֹנֶה לַלּוֹקֵחַ אַף עַל פִּי שֶׁהוּא בִּרְשׁוּת הַלּוֹקֵחַ: \n",
      "מְסִירָה אֵינָהּ קוֹנָה אֶלָּא בִּרְשׁוּת הָרַבִּים וּבְחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶם. וְהַמְּשִׁיכָה אֵינָהּ קוֹנָה אֶלָּא בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. וְהַגְבָּהָה קוֹנָה בְּכָל מָקוֹם: \n",
      "דָּבָר הַנִּקְנֶה בִּמְשִׁיכָה אִם הָיָה בִּרְשׁוּת הָרַבִּים וּמְשָׁכוֹ הַלּוֹקֵחַ לִרְשׁוּתוֹ אוֹ לְסִמְטָא. כֵּיוָן שֶׁהוֹצִיא מִקְצָת הַחֵפֶץ מֵרְשׁוּת הָרַבִּים קָנָה: \n",
      "טָעוּן שֶׁל פֵּרוֹת שֶׁהָיָה מֻנָּח בִּרְשׁוּת הָרַבִּים וּמְשָׁכוֹ לוֹקֵחַ לִרְשׁוּתוֹ אוֹ לְסִמְטָא אַחַר שֶׁפָּסַק הַדָּמִים קָנָה אַף עַל פִּי שֶׁעֲדַיִן לֹא מָדַד. וְכֵן אִם מְדָדָן הַלּוֹקֵחַ בִּרְשׁוּת הָרַבִּים קָנָה רִאשׁוֹן רִאשׁוֹן בְּהַגְבָּהָה: \n",
      "הָיָה מוֹכֵר מוֹדֵד לְתוֹךְ כֶּלְיוֹ שֶׁל לוֹקֵחַ לֹא קָנָה שֶׁאֵין כֶּלְיוֹ שֶׁל לוֹקֵחַ קוֹנֶה לוֹ בִּרְשׁוּת הָרַבִּים. הָיוּ הַפֵּרוֹת בִּרְשׁוּת הַלּוֹקֵחַ כֵּיוָן שֶׁקִּבֵּל עָלָיו הַמּוֹכֵר לִמְכֹּר קָנָה לוֹקֵחַ וְאַף עַל פִּי שֶׁעֲדַיִן לֹא מָדַד. הָיוּ בִּרְשׁוּת הַמּוֹכֵר אוֹ בִּרְשׁוּת הַמֻּפְקָדִין אֶצְלוֹ לֹא קָנָה הַלּוֹקֵחַ עַד שֶׁיַּגְבִּיהַּ הַפֵּרוֹת אוֹ עַד שֶׁיּוֹצִיאֵם מֵרְשׁוּתוֹ בִּשְׂכִירוּת מְקוֹמָן וְכַיּוֹצֵא בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָיוּ הַפֵּרוֹת בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. וַאֲפִלּוּ הָיוּ בִּרְשׁוּת לוֹקֵחַ וְהָיוּ בְּתוֹךְ כֶּלְיוֹ שֶׁל מוֹכֵר וְקִבֵּל עָלָיו הַמּוֹכֵר לִמְכֹּר וְהִתְחִיל הַמּוֹכֵר לִמְדֹּד בְּתוֹךְ כֶּלְיוֹ שֶׁל מוֹכֵר. אִם אָמַר לוֹ כּוֹר בִּשְׁלֹשִׁים סֶלַע אֲנִי מוֹכֵר לְךָ יָכוֹל לַחְזֹר בּוֹ אֲפִלּוּ בִּסְאָה אַחֲרוֹנָה הוֹאִיל וַעֲדַיִן הַפֵּרוֹת בְּכֵלָיו וְלֹא גָּמַר כָּל הַמִּדָּה וְכֵלָיו שֶׁל מוֹכֵר אֵינוֹ קוֹנֶה לַלּוֹקֵחַ אַף עַל פִּי שֶׁהוּא בִּרְשׁוּת הַלּוֹקֵחַ. וְאִם אָמַר לוֹ כּוֹר בִּשְׁלֹשִׁים סְאָה בְּסֶלַע רִאשׁוֹן רִאשׁוֹן קָנָה שֶׁכֵּיוָן שֶׁפָּסְקוּ הַדָּמִים עַל כָּל סְאָה וּסְאָה כָּל סְאָה שֶׁיַּגְבִּיהַּ הַמּוֹכֵר וִיעָרֶה אוֹתָהּ נִגְמְרָה מְכִירָתָהּ. הוֹאִיל וְאֵין הַפֵּרוֹת בִּרְשׁוּת הַמּוֹכֵר וְלֹא בִּרְשׁוּת הַלּוֹקֵחַ. וְאִלּוּ לֹא הָיָה הַפֵּרוֹת בְּכֵלָיו שֶׁל מוֹכֵר כֵּיוָן שֶׁהֵן בִּרְשׁוּת לוֹקֵחַ קָנָה מִשֶּׁפָּסַק אַף עַל פִּי שֶׁלֹּא מָדַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְכֵן הַמּוֹכֵר יַיִן אוֹ שֶׁמֶן לַחֲבֵרוֹ בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם אוֹ בִּרְשׁוּת לוֹקֵחַ. וְהָיְתָה הַמִּדָּה שֶׁל סַרְסוּר. עַד שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה הֲרֵי הֵן שֶׁל מוֹכֵר. מִשֶּׁנִּתְמַלֵּאת הַמִּדָּה הֲרֵי הֵן בִּרְשׁוּת לוֹקֵחַ. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
      "וְכֵן פֵּרוֹת שֶׁהָיוּ צְבוּרִין בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם וְהַמִּדָּה אֵינָהּ שֶׁל אֶחָד מֵהֶן וְהָיָה הַמּוֹכֵר מוֹדֵד. עַד שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה הֲרֵי הִיא בִּרְשׁוּת הַמּוֹכֵר. וּמִשֶּׁנִּתְמַלֵּאת הַמִּדָּה הֲרֵי הִיא בִּרְשׁוּת לוֹקֵחַ: \n",
      "הָיְתָה הַמִּדָּה שֶׁל אֶחָד מֵהֶן. וְהָיוּ בָּהּ רְשָׁמִין לֵידַע חֶצְיָהּ. שְׁלִישָׁהּ. וּרְבִיעָהּ. וְכַיּוֹצֵא בָּהֶן. כֵּיוָן שֶׁהִגִּיעַ לְרשֶׁם מִן הָרְשָׁמִים קָנָה רִאשׁוֹן רִאשׁוֹן. וְאַף עַל פִּי שֶׁלֹּא נִתְמַלֵּאת הַמִּדָּה. שֶׁכָּל רשֶׁם מֵהֶם כְּמִדָּה בִּפְנֵי עַצְמָהּ. שֶׁהֲרֵי שֶׁל אֶחָד מֵהֶן הִיא הַמִּדָּה וְהוּא סוֹמֵךְ עַל הָרְשָׁמִים שֶׁבָּהּ: \n",
      "זֶה כְּלָל גָּדוֹל יִהְיֶה בְּיָדְךָ. הַקּוֹנֶה אֶת הַמִּטַּלְטְלִין אִם פָּסַק הַדָּמִים וְאַחַר כָּךְ הִגְבִּיהַּ קָנָה. וְאִם הִגְבִּיהַּ תְּחִלָּה וְהִנִּיחַ וְאַחַר כָּךְ פָּסַק הַדָּמִים לֹא קָנָה בְּאוֹתָהּ הַגְבָּהָה עַד שֶׁיַּגְבִּיהַּ אַחַר שֶׁפָּסַק. אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַ: \n",
      "הָיָה דָּבָר הַנִּמְכָּר דָּמָיו קְצוּבִין וִידוּעִין וְהִגְבִּיהוֹ קָנָהוּ. אַף עַל פִּי שֶׁפָּסַק אַחַר שֶׁהִגְבִּיהַּ. וְהוּא הַדִּין בִּשְׁאָר דְּבָרִים שֶׁקּוֹנִין בָּהֶם אֶת הַמִּטַּלְטְלִין שֶׁצָּרִיךְ לִקְנוֹת בָּהֶם אַחַר שֶׁיִּפְסֹק הַדָּמִים. אֶלָּא אִם כֵּן דָּמָיו קְצוּבִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לְפִיכָךְ הַמּוֹשֵׁךְ חַמָּרִים וּפוֹעֲלִים וְהִכְנִיסָן לְתוֹךְ בֵּיתוֹ. אִם מָדַד עַד שֶׁלֹּא פָּסַק הַדָּמִים אֲפִלּוּ הָיָה הַלּוֹקֵחַ הוּא הַמּוֹדֵד. אוֹ שֶׁפָּסַק הַדָּמִים וְאַחַר כָּךְ מָדַד הַמּוֹכֵר. שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶן. פֵּרְקָן הַלּוֹקֵחַ וְהִכְנִיסָן לְתוֹךְ בֵּיתוֹ. אִם פָּסַק הַדָּמִים וְאַחַר כָּךְ מָדַד הַמּוֹכֵר אֵין שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶן שֶׁהֲרֵי סָמְכָה דַּעְתּוֹ לִמְכֹּר. וְאִם מָדַד עַד שֶׁלֹּא פָּסַק שְׁנֵיהֶם יְכוֹלִין לַחְזֹר בָּהֶם שֶׁהֲרֵי לֹא סָמְכָה דַּעְתּוֹ עֲדַיִן לִמְכֹּר. וַאֲפִלּוּ מָדַד הַלּוֹקֵחַ: \n",
      "הַנּוֹטֵל כֵּלִים מִן הָאֻמָּן עַל מְנָת לְבַקְּרָן. אִם הָיוּ דָּמָיו קְצוּבִין וְנֶאֱנַס בְּיָדוֹ חַיָּב בְּדָמָיו. הוֹאִיל וְדָמָיו קְצוּבִין מֵעֵת שֶׁהִגְבִּיהוֹ נַעֲשָׂה בִּרְשׁוּתוֹ. וְהוּא שֶׁיַּגְבִּיהֶנּוּ כְּדֵי לִקְנוֹת אֶת כֻּלּוֹ וְיִהְיֶה אוֹתוֹ חֵפֶץ הַנִּמְכָּר חָבִיב עַל הַלּוֹקֵחַ. אֲבָל חֵפֶץ שֶׁהַמּוֹכֵר קָץ בּוֹ וְהוּא מְבַקֵּשׁ וְרוֹדֵף לְמָכְרוֹ הֲרֵי הוּא בִּרְשׁוּת הַמּוֹכֵר עַד שֶׁיִּפְסֹק הַדָּמִים וְיַגְבִּיהֶנּוּ הַלּוֹקֵחַ אַחַר שֶׁפָּסַק: \n",
      "אֶחָד הַמּוֹשֵׁךְ אוֹ הַמַּגְבִּיהַּ אוֹ הַמַּחֲזִיק בְּעַצְמוֹ אוֹ שֶׁאָמַר לְאַחֵר לְהַגְבִּיהַּ אוֹ לִמְשֹׁךְ לוֹ אוֹ לְהַחֲזִיק לוֹ הֲרֵי זֶה זָכָה לוֹ. וְכֵן בִּשְׁאָר דַּרְכֵי הַקְּנִיָּה: \n"
    ],
    [
      "כָּל הַמִּטַּלְטְלִין קוֹנִין זֶה אֶת זֶה. כֵּיצַד. הֶחְלִיף פָּרָה בַּחֲמוֹר אוֹ יַיִן בְּשֶׁמֶן אַף עַל פִּי שֶׁמַּקְפִּידִין עַל הַדָּמִים וְשִׁעֲרוּ כַּמָּה שָׁוֶה זֶה וְכַמָּה שָׁוֶה זֶה וְאַחַר כָּךְ הֶחְלִיפוּ. כֵּיוָן שֶׁמָּשַׁךְ הָאֶחָד אוֹ הִגְבִּיהוֹ קָנָה הַשֵּׁנִי הַמִּטַּלְטְלִין הָאֲחֵרִים בְּכָל מָקוֹם שֶׁהֵם וְנַעֲשׂוּ בִּרְשׁוּתוֹ. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא מְשָׁכָן: \n",
      "הֶחְלִיף חֲמוֹר בְּפָרָה וְטָלֶה וּמָשַׁךְ הַפָּרָה וַעֲדַיִן לֹא מָשַׁךְ אֶת הַטָּלֶה לֹא קָנָה שֶׁאֵין כָּאן מְשִׁיכָה גְּמוּרָה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "דָּמִים שֶׁאֵין מַקְפִּידִין עֲלֵיהֶם הֲרֵי הֵן כִּשְׁאָר מִטַּלְטְלִין וְקוֹנִין. כֵּיצַד. הֲרֵי שֶׁחָפַן מָעוֹת בְּלֹא מִשְׁקָל וּבְלֹא מִנְיָן אֶלָּא נְטָלָן אַכְסָרָה. וְאָמַר לוֹ מְכֹר לִי פָּרָתְךָ אוֹ יַיִן זֶה בְּאֵלּוּ וְנָתַן לוֹ אֶת הַדָּמִים קָנָה וְאֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר בּוֹ. שֶׁזֶּה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא הִצְרִיכוּ בּוֹ מְשִׁיכָה: \n",
      "וְכֵן רְאוּבֵן שֶׁמָּכַר מִטַּלְטְלִין לְשִׁמְעוֹן בַּחֲמִשִּׁים זוּז. וְקָנָה שִׁמְעוֹן הַמִּטַּלְטְלִין וְנִתְחַיֵּב בְּדָמִים. וְאַחַר שֶׁנִּתְחַיֵּב שִׁמְעוֹן בַּחֲמִשִּׁים זוּז אֵלּוּ הָיָה לוֹ יַיִן אוֹ בְּהֵמָה אוֹ עֶבֶד וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר הַמִּטַּלְטְלִין וְהָיָה רוֹצֶה לְמָכְרָן. וְאָמַר לוֹ רְאוּבֵן מְכֹר אוֹתוֹ לִי בַּחֲמִשִּׁים זוּז שֶׁיֵּשׁ לִי בְּיָדְךָ דְּמֵי הַמֶּכֶר וְאָמַר לוֹ הֵן. קָנָה רְאוּבֵן הַמִּטַּלְטְלִין בְּכָל מָקוֹם שֶׁהֵן וְאַף עַל פִּי שֶׁלֹּא מָשַׁךְ וְלֹא הִגְבִּיהַּ. שֶׁגַּם זֶה דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא הִצְרִיכוּ בּוֹ מְשִׁיכָה. אֲבָל אִם הָיָה חוֹב לוֹ עָלָיו שֶׁלֹּא מֵחֲמַת הַמֶּכֶר וְאָמַר לוֹ מְכֹר לִי מִטַּלְטְלִין בַּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ וְרָצוּ שְׁנֵיהֶם. לֹא קָנָה עַד שֶׁיַּגְבִּיהַּ. אוֹ יִמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ. אוֹ יִקְנֶה בְּאֶחָד מֵהַדְּרָכִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהּ: \n",
      "הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַבְּהֵמָה וּשְׁאָר כָּל הַמִּטַּלְטְלִין כָּל אֶחָד מֵהֶן נִקְנֶה בַּחֲלִיפִין וְהוּא הַנִּקְרָא קִנְיָן. וְעִקַּר הַדֶּרֶךְ הַזֹּאת שֶׁיִּתֵּן הַקּוֹנֶה לַמַּקְנֶה כְּלִי כָּל שֶׁהוּא וְיֹאמַר לוֹ קְנֵה כְּלִי זֶה חֵלֶף הֶחָצֵר. אוֹ הַיַּיִן. אוֹ הַבְּהֵמָה. אוֹ הָעֶבֶד שֶׁמָּכַרְתָּ לִי בְּכָךְ וְכָךְ. כֵּיוָן שֶׁהִגְבִּיהַּ הַמּוֹכֵר אֶת הַכְּלִי וְקָנָהוּ קָנָה הַלּוֹקֵחַ אוֹתוֹ הַקַּרְקַע אוֹ אוֹתָן הַמִּטַּלְטְלִין אַף עַל פִּי שֶׁעֲדַיִן לֹא מְשָׁכָן וְלֹא נָתַן הַדָּמִים. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
      "אֵין קוֹנִין אֶלָּא בְּכֵלִים וְאַף עַל פִּי שֶׁאֵין בּוֹ שְׁוֵה פְּרוּטָה. וְאֵין קוֹנִין בְּדָבָר שֶׁאָסוּר בַּהֲנָאָה. וְלֹא בְּפֵרוֹת וְלֹא בְּמַטְבֵּעַ. וְאֵין קוֹנִין בְּכֵלָיו שֶׁל מוֹכֵר אֶלָּא בְּכֵלָיו שֶׁל לוֹקֵחַ: \n",
      "הִקְנָה אֶחָד כְּלִי לַמּוֹכֵר כְּדֵי שֶׁיִּקְנֶה הַלּוֹקֵחַ אוֹתוֹ הַמִּמְכָּר זָכָה הַלּוֹקֵחַ. וְאַף עַל פִּי שֶׁהִקְנָה לוֹ הַכְּלִי עַל מְנָת לְהַחְזִירוֹ נִקְנָה הַמִּקָּח וְזָכָה בּוֹ הַלּוֹקֵחַ. שֶׁהַמַּתָּנָה עַל מְנָת לְהַחְזִיר שְׁמָהּ מַתָּנָה. אַף עַל פִּי שֶׁלֹּא תָּפַס הַמּוֹכֵר כָּל הַכְּלִי שֶׁהִקְנָהוּ חֵלֶף מִמְכָּרוֹ אֶלָּא אָחַז מִקְצָתוֹ וְאָחַז הַמַּקְנֶה לוֹ מִקְצָתוֹ קָנָה הַלּוֹקֵחַ. וְהוּא שֶׁאָחַז מִמֶּנּוּ כְּדֵי שִׁעוּר כְּלִי אוֹ יֹאחֲזֶנּוּ אֲחִיזָה שֶׁהוּא יָכוֹל לְנַתֵּק אֶת כָּל הַכְּלִי מִיַּד הַמַּקְנֶה לוֹ. לְפִיכָךְ אִם הִקְנָה לוֹ בְּמִקְצָת הַבֶּגֶד צָרִיךְ שֶׁיֶּאֱחֹז מִן הַבֶּגֶד שָׁלֹשׁ אֶצְבָּעוֹת. שֶׁאִם יִפְסֹק מִמָּקוֹם שֶׁאָחַז הֲרֵי הוּא כְּלִי בִּפְנֵי עַצְמוֹ. שֶׁשָּׁלֹשׁ אֶצְבָּעוֹת מִבֶּגֶד קָרוּי כְּלִי כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן טֻמְאַת בְּגָדִים. וְכֵן אִם אָחַז פָּחוֹת מִשָּׁלֹשׁ וְהָיָה יָכוֹל לְנַתֵּק כָּל הַכְּלִי קָנָה: \n",
      "זֶה שֶׁכּוֹתְבִין בִּשְׁטָרוֹת וְקָנִינָא מִפְּלוֹנִי בִּכְלִי הַכָּשֵׁר לִקְנוֹת בּוֹ. בִּכְלִי לְהוֹצִיא פֵּרוֹת וְכַיּוֹצֵא בָּהֶן. הַכָּשֵׁר לְהוֹצִיא אִסּוּרֵי הֲנָאָה. לִקְנוֹת בּוֹ לְהוֹצִיא כֶּלְיוֹ שֶׁל מוֹכֵר: \n",
      "זֶה הַקִּנְיָן אֵין צָרִיךְ לִהְיוֹת בִּפְנֵי עֵדִים. אֶלָּא אִם הָיָה בֵּינוֹ וּבֵין חֲבֵרוֹ קָנָה. שֶׁלֹּא הִצְרִיכָה תּוֹרָה עֵדִים בְּדִינֵי מָמוֹנוֹת אֶלָּא לְכוֹפֵר. אֲבָל הַמּוֹכֵר אוֹ הַנּוֹתֵן אוֹ הַשּׂוֹכֵר אוֹ הַמַּשְׁאִיל וְכַיּוֹצֵא בָּהֶן אֵין צָרִיךְ עֵדִים. וְכֵיוָן שֶׁקָּנָה הַקּוֹנֶה בְּדֶרֶךְ אֶחָד מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן. בֵּין בְּהַגְבָּהָה. בֵּין בִּמְשִׁיכָה. בֵּין בִּמְסִירָה. בֵּין בְּקִנְיָן. בֵּין בְּכֶסֶף. בֵּין בִּשְׁטָר אוֹ בַּחֲזָקָה קָנָה. וְאַף עַל פִּי שֶׁאֵין שָׁם עֵדִים: \n",
      "הַמּוֹכֵר אוֹ הַנּוֹתֵן שֶׁקָּנוּ מִיָּדוֹ יֵשׁ לְכָל אֶחָד מֵהֶן לַחְזֹר בּוֹ כָּל זְמַן שֶׁעוֹסְקִין בְּאוֹתוֹ עִנְיָן. וְאַף עַל פִּי שֶׁהַקִּנְיָן בִּפְנֵי עֵדִים. וְאִם הִפְסִיק הָעִנְיָן אֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר אַף עַל פִּי שֶׁאֵין בֵּינֵיהֶן עֵדִים. וּכְשֵׁם שֶׁחוֹזֵר הַמּוֹכֵר וְהַנּוֹתֵן כָּךְ חוֹזֵר הַלּוֹקֵחַ וְהַמְקַבֵּל כָּל זְמַן שֶׁעֲסוּקִין בְּאוֹתוֹ עִנְיַן מַה שֶּׁאֵין כֵּן בִּשְׁאָר דַּרְכֵי הַקְּנִיָּה: \n",
      "יֵשׁ דְּבָרִים הַרְבֵּה שֶׁאֵינָן צְרִיכִין קִנְיָן וְאֵין לְקִנְיָן בָּהֶם טַעַם. כְּגוֹן הַמְשַׁחְרֵר אֶת עַבְדּוֹ. וְהַמְגָרֵשׁ אִשְׁתּוֹ. אוֹ עוֹשֶׂה שָׁלִיחַ. אוֹ הַמּוֹסֵר מוֹדָעָה. אוֹ הַמְבַטֵּל מוֹדָעָה. אוֹ הַמּוֹחֵל לַחֲבֵרוֹ חוֹב אוֹ פִּקָּדוֹן שֶׁיֵּשׁ לוֹ בְּיָדוֹ. וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
      "נָהֲגוּ רֹב הַמְּקוֹמוֹת לְהַקְנוֹת לְמִקְצָת אֵלּוּ הַדְּבָרִים אוֹ כַּיּוֹצֵא בְּאֵלּוּ. וְאוֹמְרִים וְקָנִינוּ מִפְּלוֹנִי שֶׁעָשָׂה פְּלוֹנִי שָׁלִיחַ. אוֹ שֶׁמָּחַל לִפְלוֹנִי חוֹב שֶׁיֵּשׁ לוֹ אֶצְלוֹ. אוֹ שֶׁבִּטֵּל הַמּוֹדָעָה שֶׁמָּסַר עַל גֵּט זֶה וְכַיּוֹצֵא בְּאֵלּוּ. אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ: \n",
      "קִנְיָן זֶה שֶׁנָּהֲגוּ לְהַקְנוֹת בְּאֵלּוּ הַדְּבָרִים אֵינוֹ מוֹעִיל כְּלוּם. אֶלָּא לְהוֹדִיעַ שֶׁאֵינוֹ אוֹמֵר דְּבָרִים אֵלּוּ כִּמְשַׂחֵק וּמְהַתֵּל אֶלָּא שֶׁגָּמַר בְּלִבּוֹ וְאַחַר כָּךְ אָמַר. לְפִיכָךְ אִם אָמַר בְּלֵב שָׁלֵם אֲנִי אָמַרְתִּי וְגָמַרְתִּי לַעֲשׂוֹת דָּבָר זֶה אֵין צָרִיךְ דָּבָר אַחֵר כְּלָל: \n",
      "הַדְּבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ אֵין הַקִּנְיָן מוֹעִיל בָּהֶן. כֵּיצַד. הֲרֵי שֶׁכָּתַב בִּשְׁטָר וְקָנִינוּ מִפְּלוֹנִי שֶׁיֵּלֵךְ בִּסְחוֹרָה עִם פְּלוֹנִי. אוֹ שֶׁיַּחְלְקוּ הַשָּׂדֶה שֶׁבֵּינֵיהֶם. אוֹ שֶׁיִּשְׁתַּתְּפוּ שְׁנֵיהֶם בְּאֻמָּנוּת. וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ כֻּלָּן. הֲרֵי זֶה קִנְיַן דְּבָרִים וְאֵינוֹ מוֹעִיל כְּלוּם. שֶׁהֲרֵי לֹא הִקְנָה לַחֲבֵרוֹ דָּבָר מְסֻיָּם וְיָדוּעַ. לֹא עִקָּר וְלֹא פֵּרוֹת עִקָּר הַיָּדוּעַ: \n"
    ],
    [
      "הַפֵּרוֹת אַף עַל פִּי שֶׁאֵין קוֹנִין בָּהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. הֲרֵי נִקְנִין בְּקִנְיָן כִּשְׁאָר הַמִּטַּלְטְלִין. אֲבָל הַמַּטְבֵּעַ כְּשֵׁם שֶׁאֵין קוֹנִין בּוֹ כָּךְ אֵינוֹ נִקְנֶה בְּקִנְיָן. נִמְצָא הַמַּטְבֵּעַ אֵינוֹ נִקְנֶה בְּקִנְיָן וְאֵינוֹ נַעֲשֶׂה הוּא עַצְמוֹ קִנְיָן לִקְנוֹת כִּשְׁאָר דְּבָרִים: \n",
      "לְשׁוֹנוֹת שֶׁל זָהָב וְשֶׁל כֶּסֶף הֲרֵי הֵן כַּעֲשָׁשִׁיּוֹת שֶׁל בַּרְזֶל אוֹ שֶׁל נְחשֶׁת. וְהַכּל כִּשְׁאָר הַמִּטַּלְטְלִין הֵן. וְנִקְנִין בְּקִנְיָן וְקוֹנִין זֶה אֶת זֶה בְּהַחְלָפָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַמַּטְבְּעוֹת שֶׁל כֶּסֶף אוֹ דִּינָרִין שֶׁל זָהָב. אוֹ הַמָּעוֹת שֶׁל נְחשֶׁת. הֲרֵי הֵן כֻּלָּן דָּמִים כְּנֶגֶד שְׁאָר הַמִּטַּלְטְלִין. וְהַנּוֹתֵן אֶת אֶחָד מֵהֶן דְּמֵי הַמִּטַּלְטְלִין לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ אוֹ יַגְבִּיהַּ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵין אֶחָד מֵהֶן נִקְנֶה בְּקִנְיָן וְלֹא נַעֲשֶׂה קִנְיָן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁקּוֹנֶה שְׁאָר מִטַּלְטְלִין בְּאֶחָד מִמִּינֵי מַטְבְּעוֹת אֵלּוּ אוֹ עֲבָדִים וְקַרְקָעוֹת. אֲבָל הַדִּינָרִין שֶׁל זָהָב לְגַבֵּי מַטְבְּעוֹת שֶׁל כֶּסֶף הֲרֵי הֵן כְּפֵרוֹת. וְכֵן הַמָּעוֹת שֶׁל נְחשֶׁת כְּמוֹ פֵּרוֹת לְגַבֵּי מַטְבְּעוֹת שֶׁל כֶּסֶף: \n",
      "כֵּיצַד. נָתַן לוֹ דִּינָר שֶׁל זָהָב בְּעֶשְׂרִים וַחֲמִשָּׁה דִּינָר שֶׁל כֶּסֶף נִקְנֶה הַכֶּסֶף אַף עַל פִּי שֶׁעֲדַיִן לֹא בָּא הַכֶּסֶף לְיָדוֹ. וְחַיָּב לִתֵּן לוֹ עֶשְׂרִים וַחֲמִשָּׁה דִּינָר שֶׁל כֶּסֶף כְּמוֹ שֶׁפָּסַק עִמּוֹ. אִם חֲדָשִׁים חֲדָשִׁים אִם יְשָׁנִים יְשָׁנִים. אֲבָל אִם נָתַן לוֹ עֶשְׂרִים וַחֲמִשָּׁה כֶּסֶף בְּדִינַר זָהָב לֹא קָנָה עַד שֶׁיִּקַּח הַדִּינָר שֶׁל זָהָב. וְכָל אֶחָד יָכוֹל לַחְזֹר בּוֹ: \n",
      "נָתַן לוֹ שְׁלֹשִׁים אִיסָר שֶׁל נְחשֶׁת בְּדִינָר שֶׁל כֶּסֶף. נִקְנֶה הַדִּינָר שֶׁל כֶּסֶף וְחַיָּב לִתֵּן לוֹ כְּמוֹ שֶׁפָּסַק עִמּוֹ. אִם דִּינָר חָדָשׁ חָדָשׁ אִם יָשָׁן יָשָׁן. אֲבָל אִם נָתַן לוֹ דִּינָר שֶׁל כֶּסֶף בִּשְׁלֹשִׁים אִיסָר. לֹא קָנָה עַד שֶׁיִּקַּח הָאִיסָרוֹת שֶׁל נְחשֶׁת. וְכָל אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ: \n",
      "וְכֵן מָעוֹת הָרָעוֹת שֶׁפְּסָלָתָן מַלְכוּת אוֹ הַמְּדִינָה אוֹ דִּינָרִין שֶׁאֵינָן יוֹצְאִין בְּאוֹתָהּ מְדִינָה וְאֵין נוֹשְׂאִין וְנוֹתְנִין בָּהֶן עַד שֶׁמְּשַׁנִּין אוֹתָן לְמַטְבֵּעַ אַחֵר. הֲרֵי הֵן כְּפֵרוֹת לְכָל דָּבָר וְנִקְנִין בְּקִנְיָן. וְקוֹנִין אֶת הַמָּעוֹת. וְאֵין הַמָּעוֹת קוֹנוֹת אוֹתָן כִּשְׁאָר כָּל הַפֵּרוֹת: \n",
      "הַמַּטְבֵּעַ אֵין לוֹ דֶּרֶךְ שֶׁיִּזְכֶּה בּוֹ מִי שֶׁאֵינוֹ בִּרְשׁוּתוֹ אֶלָּא עַל גַּבֵּי קַרְקַע. כְּגוֹן שֶׁקָּנָה הַקַּרְקַע וְעַל גַּבּוֹ הַמָּעוֹת. אוֹ שֶׁיִּשְׂכֹּר אֶת מְקוֹם הַמָּעוֹת. כֵּיוָן שֶׁזָּכָה בַּקַּרְקַע בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה אוֹ בְּקִנְיָן זָכָה בַּמָּעוֹת. וְהוּא שֶׁיִּהְיוּ אוֹתָן הַמָּעוֹת קַיָּמִין כְּגוֹן שֶׁיִּהְיוּ מֻפְקָדִין בְּמָקוֹם אֶחָד. אֲבָל רְאוּבֵן שֶׁהָיָה לוֹ חוֹב עַל שִׁמְעוֹן וְהִקְנָה לְלֵוִי קַרְקַע וְעַל גַּבָּהּ חוֹב שֶׁיֵּשׁ לוֹ אֵצֶל שִׁמְעוֹן נִרְאֶה לִי שֶׁלֹּא קָנָה הַחוֹב: \n",
      "הָיוּ עוֹמְדִים שְׁלָשְׁתָּן וְאָמַר לוֹ מָנֶה שֶׁיֵּשׁ לִי בְּיָדְךָ בֵּין פִּקָּדוֹן בֵּין מִלְוֶה תְּנֵהוּ לָזֶה. קָנָה לֵוִי. וְאֵין אֶחָד מִשְּׁלָשְׁתָּן יָכוֹל לַחְזֹר בּוֹ. וְדָבָר זֶה אָמְרוּ חֲכָמִים שֶׁהִיא הֲלָכָה שֶׁאֵין לָהּ טַעַם לְפִיכָךְ אֵין לְמֵדִין מִמֶּנָּה לְדִין אַחֵר: \n",
      "הָיָה רְאוּבֵן חַיָּב לְשִׁמְעוֹן מֵאָה זוּז. וְאָמַר לְלֵוִי תֵּן לְשִׁמְעוֹן מֵאָה זוּז אֵלּוּ שֶׁאֲנִי חַיָּב לוֹ עַד שֶׁאֶתֵּן לְךָ אוֹ עַד שֶׁאֶעֱשֶׂה עִמְּךָ חֶשְׁבּוֹן. וְאָמַר לוֹ הֵן וְקִבֵּל שִׁמְעוֹן. כָּל אֶחָד מִשְּׁלָשְׁתָּן יָכוֹל לַחְזֹר בּוֹ. וַאֲפִלּוּ פָּרַע לֵוִי לְשִׁמְעוֹן מִקְצָת חוֹבוֹ. לְפִיכָךְ אִם לֹא פָּרַע לֵוִי לְשִׁמְעוֹן חוֹזֵר שִׁמְעוֹן וְתוֹבֵעַ אֶת רְאוּבֵן בִּשְׁאָר חוֹבוֹ: \n",
      "הַמּוֹכֵר שְׁטַר חוֹב לַחֲבֵרוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה. אֵינוֹ נִקְנֶה בִּמְסִירַת הַשְּׁטָר לְיָדוֹ. שֶׁלֹּא מָסַר לוֹ אֶלָּא הָרְאָיָה שֶׁבּוֹ וְאֵין הָרְאָיָה נִתְפֶּסֶת בַּיָּד: \n",
      "וְכֵיצַד יִקְנֶה הַשְּׁטָר. שֶׁיִּכְתֹּב לוֹ הַמַּקְנֶה קְנֵה שְׁטָר פְּלוֹנִי וְכָל הַשִּׁעְבּוּד שֶׁיֵּשׁ בּוֹ וְיִמְסֹר לוֹ הַשְּׁטָר וְנִמְצָא שֶׁנִּקְנָה בִּכְתִיבָה וּמְסִירָה. וְאֵין צָרִיךְ עֵדִים לְעִנְיַן קְנִיָּתוֹ אֲבָל צָרִיךְ עֵדִים לְעִנְיַן תְּבִיעָתוֹ. שֶׁהֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ מִי יֹאמַר שֶׁבַּעַל דְּבָרִים שֶׁלִּי כָּתַב וּמָסַר לְךָ: \n",
      "קִנְיַן הַשְּׁטָרוֹת בַּדֶּרֶךְ הַזֹּאת מִדִּבְרֵי סוֹפְרִים. אֲבָל מִן הַתּוֹרָה אֵין הָרְאָיוֹת נִקְנוֹת אֶלָּא גּוּף הַדָּבָר בִּלְבַד קָנוּי. לְפִיכָךְ הַמּוֹכֵר שְׁטַר חוֹב לַחֲבֵרוֹ עֲדַיִן יָכוֹל לִמְחל. וַאֲפִלּוּ יוֹרְשׁוֹ מוֹחֲלוֹ: \n",
      "הָאִשָּׁה שֶׁהִכְנִיסָה שְׁטַר חוֹב לְבַעֲלָהּ אֵינָהּ יְכוֹלָה לִמְחל אֶלָּא מִדַּעַת בַּעְלָהּ מִפְּנֵי שֶׁיָּדָהּ כְּיָדוֹ: \n",
      "הַמַּקְנֶה לַחֲבֵרוֹ קַרְקַע כָּל שֶׁהוּא וְהִקְנָה לוֹ עַל גַּבָּהּ שְׁטַר חוֹב הֲרֵי זֶה קָנָה הַשְּׁטָר בְּכָל מָקוֹם שֶׁהוּא בְּלֹא כְּתִיבָה וּבְלֹא מְסִירָה. וְנִרְאֶה לִי שֶׁגַּם זֶה יָכוֹל לִמְחל אַחַר שֶׁמְּכָרוֹ. וְכֵן הַמּוֹכֵר קַרְקַע וְכָתַב הַשְּׁטָר וְאֵין הַלּוֹקֵחַ עִמּוֹ כֵּיוָן שֶׁהֶחְזִיק הַלּוֹקֵחַ בַּקַּרְקַע נִקְנָה הַשְּׁטָר בְּכָל מָקוֹם שֶׁהוּא: \n",
      "הָאוֹמֵר זְכוּ בְּשָׂדֶה זוֹ לִפְלוֹנִי וְכִתְבוּ לוֹ אֶת הַשְּׁטָר וְהֶחֱזִיק הַזּוֹכֶה לוֹ בַּקַּרְקַע. יֵשׁ לַנּוֹתֵן לַחְזֹר בַּשְּׁטָר עַד שֶׁיַּגִּיעַ לְיַד בַּעַל הַמַּתָּנָה. וְאַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לַחְזֹר בַּשָּׂדֶה: \n",
      "אָמַר לָהֶם זְכוּ לוֹ בַּשָּׂדֶה עַל מְנָת שֶׁתִּכְתְּבוּ לוֹ אֶת הַשְּׁטָר. אַף עַל פִּי שֶׁהֶחְזִיקוּ לוֹ בַּשָּׂדֶה חוֹזֵר מִזֶּה וּמִזֶּה עַד שֶׁיַּגִּיעַ שְׁטַר הַמַּתָּנָה לִידֵי מְקַבֵּל הַמַּתָּנָה: \n"
    ],
    [
      "מִי שֶׁנָּתַן הַדָּמִים וְלֹא מָשַׁךְ הַפֵּרוֹת. אַף עַל פִּי שֶׁלֹּא נִקְנוּ הַמִּטַּלְטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ. כָּל הַחוֹזֵר בּוֹ בֵּין לוֹקֵחַ בֵּין מוֹכֵר לֹא עָשָׂה מַעֲשֵׂה יִשְׂרָאֵל וְחַיָּב לְקַבֵּל מִי שֶׁפָּרַע. וַאֲפִלּוּ נָתַן הָעֵרָבוֹן כָּל הַחוֹזֵר מְקַבֵּל מִי שֶׁפָּרַע:  ",
      "וְכֵיצַד מְקַבֵּל מִי שֶׁפָּרַע. אוֹרְרִין אוֹתוֹ בְּבֵית דִּין וְאוֹמְרִין מִי שֶׁפָּרַע מֵאַנְשֵׁי דּוֹר הַמַּבּוּל וּמֵאַנְשֵׁי דּוֹר הַפַּלָּגָה וּמֵאַנְשֵׁי סְדוֹם וַעֲמוֹרָה וּמִמִּצְרַיִם שֶׁטָּבְעוּ בַּיָּם הוּא יִפָּרַע מִמִּי שֶׁאֵינוֹ עוֹמֵד בְּדִבּוּרוֹ. וְאַחַר כָּךְ יַחְזְרוּ הַדָּמִים:  ",
      "הַנּוֹתֵן דְּמֵי הַמִּטַּלְטְלִין אוֹ מִקְצָת הַדָּמִים וְחָזַר בּוֹ הַלּוֹקֵחַ וְאָמַר לוֹ הַמּוֹכֵר בֹּא וְטֹל מְעוֹתֶיךָ. הֲרֵי הַמָּעוֹת אֶצְלוֹ כְּמוֹ פִּקָּדוֹן. וְאִם נִגְנְבוּ אוֹ אָבְדוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. אֲבָל אִם חָזַר בּוֹ הַמּוֹכֵר הֲרֵי הַמָּעוֹת בִּרְשׁוּתוֹ וְחַיָּב בְּאַחֲרָיוּתָן. וְאַף עַל פִּי שֶׁחָזַר בּוֹ וְאָמַר לַלּוֹקֵחַ בּוֹא וְטֹל אֶת שֶׁלְּךָ. עַד שֶׁיְּקַבֵּל עָלָיו מִי שֶׁפָּרַע וְיֹאמַר לוֹ אַחַר כָּךְ בּוֹא וְטֹל אֶת שֶׁלְּךָ:  ",
      "מִי שֶׁהָיָה לוֹ חוֹב אֵצֶל חֲבֵרוֹ וְאָמַר לוֹ מְכֹר לִי חָבִית שֶׁל יַיִן בַּחוֹב שֶׁיֵּשׁ לִי אֶצְלְךָ וְרָצָה הַמּוֹכֵר. הֲרֵי זֶה כְּמִי שֶׁנָּתַן הַדָּמִים עַתָּה. וְכָל הַחוֹזֵר בּוֹ מְקַבֵּל מִי שֶׁפָּרַע. לְפִיכָךְ אִם מָכַר לוֹ קַרְקַע בְּחוֹבוֹ אֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ וְאַף עַל פִּי שֶׁאֵין מְעוֹת הַמַּלְוֶה מְצוּיוֹת בִּשְׁעַת הַמֶּכֶר:  ",
      "הַלּוֹקֵחַ מֵחֲבֵרוֹ קַרְקַע אוֹ עֲבָדִים אוֹ שְׁאָר מִטַּלְטְלִין וּפָסְקוּ הַדָּמִים וְהִנִּיחַ מַשְׁכּוֹן עַל הַדָּמִים לֹא קָנָה. וְכָל הָרוֹצֶה לַחְזֹר מִשְּׁנֵיהֶם חוֹזֵר וְאֵינוֹ חַיָּב לְקַבֵּל מִי שֶׁפָּרַע:  ",
      "מָכַר לוֹ בִּדְבָרִים בִּלְבַד וּפָסְקוּ הַדָּמִים. וְרָשַׁם הַלּוֹקֵחַ רשֶׁם עַל הַמִּקָּח כְּדֵי שֶׁיִּהְיֶה לוֹ סִימָן יָדוּעַ שֶׁהוּא שֶׁלּוֹ. אַף עַל פִּי שֶׁלֹּא נָתַן מֵהַדָּמִים כְּלוּם כָּל הַחוֹזֵר בּוֹ אַחַר שֶׁרָשַׁם מְקַבֵּל מִי שֶׁפָּרַע. וְאִם מִנְהַג הַמְּדִינָה הוּא שֶׁיִּקְנֶה הָרשֶׁם קִנְיָן גָּמוּר נִקְנָה הַמִּקָּח. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וְיִהְיֶה זֶה חַיָּב לִתֵּן דָּמִים:  ",
      "דָּבָר בָּרוּר הוּא שֶׁאֵין דִּין זֶה אֶלָּא בְּשֶׁרָשַׁם בִּפְנֵי הַמּוֹכֵר. אוֹ שֶׁאָמַר לוֹ הַמּוֹכֵר רְשֹׁם מִקָּחֲךָ. שֶׁהֲרֵי גָּמַר לְהַקְנוֹתָן כְּמוֹ שֶׁבֵּאַרְנוּ בַּחֲזָקָה וּבִמְשִׁיכָה:  ",
      "הַנּוֹשֵׂא וְנוֹתֵן בִּדְבָרִים בִּלְבַד הֲרֵי זֶה רָאוּי לַעֲמֹד לוֹ בְּדִבּוּרוֹ אַף עַל פִּי שֶׁלֹּא לָקַח מִן הַדָּמִים כְּלוּם וְלֹא רָשַׁם וְלֹא הִנִּיחַ מַשְׁכּוֹן. וְכָל הַחוֹזֵר בּוֹ בֵּין לוֹקֵחַ בֵּין מוֹכֵר אַף עַל פִּי שֶׁאֵינוֹ חַיָּב לְקַבֵּל מִי שֶׁפָּרַע הֲרֵי זֶה מִמְּחֻסְּרֵי אֲמָנָה וְאֵין רוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ:  ",
      "וְכֵן מִי שֶׁאָמַר לַחֲבֵרוֹ לִתֵּן לוֹ מַתָּנָה וְלֹא נָתַן הֲרֵי זֶה מִמְּחֻסְּרֵי אֲמָנָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַתָּנָה מוּעֶטֶת שֶׁהֲרֵי סָמְכָה דַּעְתּוֹ שֶׁל מְקַבֵּל כְּשֶׁהִבְטִיחוֹ. אֲבָל בְּמַתָּנָה מְרֻבָּה אֵין בָּהּ חֶסְרוֹן אֲמָנָה. שֶׁהֲרֵי לֹא הֶאֱמִין זֶה שֶׁיִּתֵּן לוֹ דְּבָרִים אֵלּוּ עַד שֶׁיִּקְנֶה אוֹתָן בִּדְבָרִים שֶׁקּוֹנִין בָּהֶן:  ",
      "הַנּוֹתֵן מָעוֹת לַחֲבֵרוֹ לִקְנוֹת לוֹ קַרְקַע אוֹ מִטַּלְטְלִין וְהִנִּיחַ מְעוֹת חֲבֵרוֹ אֶצְלוֹ וְהָלַךְ וְקָנָה לְעַצְמוֹ בִּמְעוֹתָיו מַה שֶּׁעָשָׂה עָשׂוּי וַהֲרֵי הוּא מִכְּלַל הָרַמָּאִין:  ",
      "הָיָה יוֹדֵעַ שֶׁזֶּה הַמּוֹכֵר אוֹהֵב אוֹתוֹ וּמְכַבְּדוֹ וּמוֹכֵר לוֹ וְאֵינוֹ מוֹכֵר לִמְשַׁלְּחוֹ הֲרֵי זֶה מֻתָּר לִקְנוֹת לְעַצְמוֹ. וְהוּא שֶׁיַּחֲזֹר וְיוֹדִיעוֹ. וְאִם מְפַחֵד שֶׁמָּא יָבוֹא אַחֵר וִיקַדְּמֶנּוּ לִקְנוֹת הֲרֵי זֶה קוֹנֶה לְעַצְמוֹ וְאַחַר כָּךְ מוֹדִיעוֹ:  ",
      "הוֹרוּ מִקְצָת הַמּוֹרִים שֶׁאִם קָנָה לְעַצְמוֹ בִּמְעוֹת חֲבֵרוֹ אַחַר שֶׁזְּקָפָן עָלָיו מִלְוֶה הֲרֵי קָנָה לְעַצְמוֹ. וּמְקַבְּלִין מִמֶּנּוּ כְּשֶׁאָמַר זָקַפְתִּי אוֹתָם הַמָּעוֹת עַל עַצְמִי בְּמִלְוֶה. וַאֲנִי אוֹמֵר שֶׁאֵין דִּין זֶה דִּין אֱמֶת. אֶלָּא הַמִּקָּח שֶׁל מְשַׁלֵּחַ כְּמוֹ שֶׁיִּתְבָּאֵר בְּדִין הָעֵסֶק:  ",
      "שְׁלֹשָׁה שֶׁנָּתְנוּ מָעוֹת לְאֶחָד לִקְנוֹת לָהֶם הַמִּקָּח. אִם הָיוּ הַמָּעוֹת מְעֹרָבוֹת וְקָנָה בְּמִקְצָת הַדָּמִים אַף עַל פִּי שֶׁהָיְתָה כַּוָּנַת הַשָּׁלִיחַ שֶׁזֶּה שֶׁקָּנָה לְאֶחָד מֵהֶן הֲרֵי הַמִּקָּח שֶׁל כֻּלָּן וְחוֹלְקִין אוֹתוֹ לְפִי מְעוֹתֵיהֶן:  ",
      "הָיוּ מָעוֹת שֶׁל אֶחָד מֵהֶן צְרוּרִין וַחֲתוּמִין אַף עַל פִּי שֶׁהָיָה בְּלֵב הַשָּׁלִיחַ הַזֶּה שֶׁיַּקְנֶה הַמִּקָּח לְכֻלָּן לֹא קָנָה אֶלָּא זֶה שֶׁנִּקְנָה הַמִּקָּח בִּמְעוֹתָיו בִּלְבַד:  "
    ],
    [
      "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ בְּאֶלֶף זוּז וְנָתַן לוֹ מִקְצָת הַדָּמִים וְהָיָה יוֹצֵא וְנִכְנָס וְתוֹבֵעַ שְׁאָר הַדָּמִים אֲפִלּוּ לֹא נִשְׁאַר לוֹ אֶלָּא זוּז אֶחָד לֹא קָנָה הַלּוֹקֵחַ אֶת כֻּלָּהּ אַף עַל פִּי שֶׁכָּתַב הַשְּׁטָר אוֹ הֶחֱזִיק: \n",
      "חָזַר בּוֹ הַלּוֹקֵחַ. יַד הַמּוֹכֵר עַל הָעֶלְיוֹנָה. רָצָה אוֹמֵר לוֹ הֵילָךְ מְעוֹתֶיךָ אוֹ קְנֵה מִן הַקַּרְקַע כְּנֶגֶד הַמָּעוֹת שֶׁנָּתַתָּ לִי וְנוֹתֵן לוֹ מִן הַזִּבּוּרִית שֶׁבָּהּ. וְאִם חָזַר הַמּוֹכֵר יַד הַלּוֹקֵחַ עַל הָעֶלְיוֹנָה רָצָה אוֹמֵר לוֹ תֵּן לִי מְעוֹתַי אוֹ תֵּן לִי קַרְקַע כְּנֶגֶד מְעוֹתַי וְנוֹטֵל מִן הַיָּפֶה שֶׁבָּהּ. וְאִם לֹא הָיָה יוֹצֵא וְנִכְנָס וְתוֹבֵעַ קָנָה הַלּוֹקֵחַ אֶת כֻּלָּהּ וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. וּשְׁאָר הַדָּמִים עָלָיו כִּשְׁאָר הַחוֹבוֹת: \n",
      "מָכַר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ. אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס וְתוֹבֵעַ שְׁאָר הַדָּמִים קָנָה הַכּל. וְאֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ. שֶׁזֶּה שֶׁתּוֹבֵעַ וְרוֹדֵף לֹא מִפְּנֵי שֶׁעֲדַיִן לֹא גָּמַר וְהִקְנָה. אֶלָּא כְּדֵי שֶׁלֹּא יַחְזֹר בּוֹ הַלּוֹקֵחַ: \n",
      "וְכֵן הַדִּין בְּמוֹכֵר מִטַּלְטְלִין אַף עַל פִּי שֶׁמָּשַׁךְ הַלּוֹקֵחַ הַפֵּרוֹת וְהוֹצִיאָן לִרְשׁוּתוֹ וְהַמּוֹכֵר נִכְנָס וְיוֹצֵא עַל שְׁאָר הַדָּמִים לֹא קָנָה. וְיַד הַחוֹזֵר בּוֹ עַל הַתַּחְתּוֹנָה כְּמוֹ שֶׁבֵּאַרְנוּ אֶלָּא אִם כֵּן מָכַר מִפְּנֵי רָעַת מִמְכָּרוֹ וַהֲרֵי זֶה קָנָה הַכּל: \n",
      "לָקַח שְׁוֵה מֵאָה בְּמָאתַיִם וְהַמּוֹכֵר יוֹצֵא וְנִכְנָס לִתְבֹּעַ שְׁאָר הַדָּמִים. הֲרֵי זֶה סָפֵק אִם הוּא כְּמוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ וְאֵינוֹ תּוֹבֵעַ אֶלָּא מִפְּנֵי שֶׁמָּכַר בְּיוֹתֵר. אוֹ אֵינוֹ כְּמוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ וְזֶה שֶׁתּוֹבֵעַ מִפְּנֵי שֶׁעֲדַיִן לֹא גָּמַר לְהַקְנוֹתוֹ עַד שֶׁיִּקַּח כָּל הַדָּמִים. לְפִיכָךְ הָרוֹצֶה לַחְזֹר מִשְּׁנֵיהֶם אֵינוֹ יָכוֹל לַחְזֹר. וְאִם תָּפַס הַמּוֹכֵר מִמִּקָּח שֶׁמָּכַר כְּנֶגֶד הַמָּעוֹת שֶׁנִּשְׁאֲרוּ לוֹ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "הַקּוֹנֶה דָּבָר מֵחֲבֵרוֹ וְנָתַן לוֹ הַדָּמִים וְטָעָה בְּמִנְיַן הַמָּעוֹת. וּלְאַחַר זְמַן תְּבָעוֹ הַמּוֹכֵר וְאָמַר לוֹ מֵאָה שֶׁנָּתַתָּ לִי אֵינָם אֶלָּא תִּשְׁעִים. נִקְנָה הַמִּקָּח וּמַחֲזִיר לוֹ הָעֲשָׂרָה אֲפִלּוּ אַחַר כַּמָּה שָׁנִים. בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ כְּשֶׁאֶמְכֹּר שָׂדֶה זוֹ הֲרֵי הִיא מְכוּרָה לְךָ מֵעַכְשָׁו בְּמֵאָה זוּז וְקָנָה מִיָּדוֹ עַל כָּךְ וּלְאַחַר זְמַן מְכָרָהּ לְאַחֵר בְּמֵאָה. קָנָה הָרִאשׁוֹן. מְכָרָהּ בְּיוֹתֵר עַל מָנֶה קָנָה אַחֲרוֹן. שֶׁלֹּא אָמַר לוֹ אֶלָּא כְּשֶׁאֶמְכֹּר שֶׁיִּהְיֶה מוֹכֵר מִדַּעְתּוֹ תְּחִלָּה וְזֶה לֹא הָיָה רוֹצֶה לִמְכֹּר וְלֹא מָכַר אֶלָּא מִפְּנֵי הַתּוֹסֶפֶת שֶׁהוֹסִיף זֶה עַל שָׁוְיוֹ. וְנִמְצָא כְּמִי שֶׁנֶּאֱנַס וּמָכַר: \n",
      "אָמַר לוֹ כְּשֶׁאֶמְכְּרֶנָּה הֲרֵי הִיא קְנוּיָה לְךָ מֵעַכְשָׁו כְּמָה שֶׁיָּשׁוּמוּ אוֹתָהּ בֵּית דִּין שֶׁל שְׁלֹשָׁה. אֲפִלּוּ עַל פִּי שְׁנַיִם מִן הַשְּׁלֹשָׁה. אָמַר לוֹ כְּמוֹ שֶׁיֹּאמְרוּ שְׁלֹשָׁה עַד שֶׁיֹּאמְרוּ הַשְּׁלֹשָׁה. וְכֵן אִם אָמַר לוֹ כְּמוֹ שֶׁיָּשׁוּמוּ אוֹתָהּ בֵּית דִּין שֶׁל אַרְבָּעָה עַד שֶׁיָּשׁוּמוּ הָאַרְבָּעָה כֻּלָּן וְיַסְכִּימוּ וְיִמְכֹּר לְאַחֵר כְּמוֹ שֶׁיַּסְכִּימוּ. וְאַחַר כָּךְ יִקְנֶה הָרִאשׁוֹן. שָׁמוּ אוֹתָהּ שְׁלֹשָׁה אוֹ אַרְבָּעָה וְאָמַר הַמּוֹכֵר עַד שֶׁיָּבוֹאוּ שְׁלֹשָׁה אֲחֵרִים אוֹ אַרְבָּעָה וְיָשׁוּמוּ אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי קָנוּ מִיָּדוֹ תְּחִלָּה שֶׁמָּכַר מֵעַכְשָׁו: \n"
    ],
    [
      "הַמּוֹכֵר לַהֶקְדֵּשׁ וְאָמַר לוֹ הַגִּזְבָּר בְּכַמָּה אַתָּה מוֹכֵר חֵפֶץ זֶה וְאָמַר בַּעֲשָׂרָה אֲפִלּוּ הָיָה שָׁוֶה מֵאָה כֵּיוָן שֶׁאָמַר בַּעֲשָׂרָה אֵינוֹ [יָכוֹל] לַחְזֹר בּוֹ. שֶׁאֲמִירָה לְגָבוֹהַּ כִּמְסִירָה לְהֶדְיוֹט: \n",
      "הַגִּזְבָּר שֶׁקָּנָה לַהֶקְדֵּשׁ אוֹ שֶׁמָּכַר יָדוֹ עַל הָעֶלְיוֹנָה. כֵּיצַד. נָתַן דָּמִים שֶׁל הֶקְדֵּשׁ אַף עַל פִּי שֶׁלֹּא מָשַׁךְ הַפֵּרוֹת אִם הוּקְרוּ קָנָה כְּדִין תּוֹרָה. וְאִם הוּזְלוּ הַפֵּרוֹת חוֹזֵר שֶׁהֲרֵי לֹא מָשַׁךְ. וְלֹא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הַהֶקְדֵּשׁ. וְכֵן אִם מָכַר חֵפֶץ שֶׁל הֶקְדֵּשׁ וּמְשָׁכוֹ הַלּוֹקֵחַ וְלֹא נָתַן דָּמִים וְהוּזַל הַחֵפֶץ קָנָה. שֶׁלֹּא יְהֵא כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הֶקְדֵּשׁ. וְאִם הוּקַר הַחֵפֶץ חוֹזֵר בּוֹ שֶׁהֲרֵי לֹא לָקַח הַגִּזְבָּר דָּמִים. וְהַהֶקְדֵּשׁ אֵינוֹ נִקְנֶה אֶלָּא בְּכֶסֶף שֶׁנֶּאֱמַר וְנָתַן הַכֶּסֶף וְקָם לוֹ. וְאֵין הַגִּזְבָּר חַיָּב לְקַבֵּל מִי שֶׁפָּרַע: \n",
      "נִכְסֵי יְתוֹמִים הֲרֵי הֵן כְּהֶקְדֵּשׁ. כֵּיצַד. יְתוֹמִים שֶׁמָּכְרוּ פֵּרוֹת וְנִמְשְׁכוּ מֵהֶן הַפֵּרוֹת וַעֲדַיִן לֹא לָקְחוּ הַדָּמִים וְהוּקְרוּ הַפֵּרוֹת חוֹזְרִין בָּהֶן. שֶׁאֵין נִכְסֵי יְתוֹמִים נִקְנִין אֶלָּא בְּכֶסֶף כְּהֶקְדֵּשׁ. הוּזְלוּ הַפֵּרוֹת לֹא יִהְיֶה כֹּחַ הֶדְיוֹט יוֹתֵר חָמוּר מִכֹּחָן: \n",
      "וְכֵן אִם לָקְחוּ הַדָּמִים וַעֲדַיִן לֹא נִמְשְׁכוּ פֵּרוֹתֵיהֶן וְהוּקְרוּ. חוֹזְרִין כִּשְׁאָר הַהֶדְיוֹטוֹת. אֲבָל אִם הוּזְלוּ הַפֵּרוֹת וְרָצוּ הַלָּקוֹחוֹת לַחְזֹר בָּהֶן. חוֹזְרִין וּמְקַבְּלִין מִי שֶׁפָּרַע כְּדִינָם עִם שְׁאָר הָעָם. שֶׁאִם נְחַיֵּב אוֹתָם לִקַּח הַפֵּרוֹת כְּדִין תּוֹרָה הֲרֵי זוֹ רָעָה לַיְתוֹמִים. שֶׁאִם יִהְיֶה דִּינָם כָּךְ כְּשֶׁיִּצְטָרְכוּ לִמְכֹּר לֹא יִמְצְאוּ מִי יִתֵּן לָהֶם דָּמִים: \n",
      "וְכֵן יְתוֹמִים שֶׁלָּקְחוּ פֵּרוֹת וּמָשְׁכוּ הַפֵּרוֹת וְלֹא נָתְנוּ הַדָּמִים וְהוּקְרוּ לֹא יִהְיֶה כֹּחַ הֶדְיוֹט גָּדוֹל מִכֹּחָן. וְאִם הוּזְלוּ הַפֵּרוֹת אֵינָן חוֹזְרִין. שֶׁזּוֹ רָעָה לָהֶם כְּשֶׁיִּצְטָרְכוּ לִקְנוֹת פֵּרוֹת לֹא יִמְצְאוּ מִי שֶׁיִּמְכֹּר לָהֶם: \n",
      "נָתְנוּ הַדָּמִים וְלֹא מָשְׁכוּ הַפֵּרוֹת וְהֻזְּלוּ הַפֵּרוֹת חוֹזְרִין. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט גָּדוֹל מִכֹּחָן. הוּקְרוּ אִם רָצוּ הַמּוֹכְרִים לַחְזֹר בָּהֶן חוֹזְרִין וּמְקַבְּלִין מִי שֶׁפָּרַע. שֶׁאִם יִהְיֶה דִּינָם שֶׁיִּקְנוּ בִּנְתִינַת הַמָּעוֹת יֹאמַר לָהֶם הַמּוֹכֵר נִשְׂרְפוּ הַפֵּרוֹת שֶׁלְּקַחְתֶּם אוֹ אָבְדוּ בְּאֹנֶס וּכְבָר נַעֲשׂוּ בִּרְשׁוּתְכֶם מִשְּׁעַת נְתִינַת הַמָּעוֹת: \n",
      "בְּאַרְבָּעָה פְּרָקִים בַּשָּׁנָה הֶעֱמִידוּ דִּבְרֵיהֶם עַל דִּין תּוֹרָה בְּבָשָׂר מִפְּנֵי שֶׁהָעָם כֻּלָּן צְרִיכִין לְבָשָׂר. וְאֵלּוּ הֵן. עֶרֶב יוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג. וְעֶרֶב יוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח. וְעֶרֶב הָעֲצֶרֶת. וְעֶרֶב רֹאשׁ הַשָּׁנָה. כֵּיצַד. הָיָה לַטַּבָּח שׁוֹר אֲפִלּוּ שָׁוֶה מֵאָה דִּינָרִין וְלָקַח דִּינָר אֶחָד מִן הַלּוֹקֵחַ כְּדֵי לִתֵּן לוֹ בָּשָׂר כְּשֶׁיִּשְׁחֹט וְלֹא נִתְקַבְּצוּ לוֹ כָּל דְּמֵי הַשּׁוֹר אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. אֶלָּא מַשְׁחִיטִין אֶת הַטַּבָּח בַּעַל כָּרְחוֹ. וְכוֹפִין אוֹתוֹ לִשְׁחֹט וְלִתֵּן הַבָּשָׂר לַלּוֹקֵחַ. לְפִיכָךְ אִם מֵת הַשּׁוֹר מֵת לַלּוֹקֵחַ: \n"
    ],
    [
      "מִי שֶׁאֲנָסוּהוּ עַד שֶׁמָּכַר וְלָקַח דְּמֵי הַמִּקָּח. אֲפִלּוּ תָּלוּהוּ עַד שֶׁמָּכַר מִמְכָּרוֹ מִמְכָּר בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת שֶׁמִּפְּנֵי אָנְסוֹ גָּמַר וּמַקְנֶה. אַף עַל פִּי שֶׁלֹּא לָקַח הַדָּמִים בִּפְנֵי הָעֵדִים. לְפִיכָךְ אִם מָסַר מוֹדָעָה קֹדֶם שֶׁיִּמְכֹּר וְאָמַר לִשְׁנֵי עֵדִים דְּעוּ שֶׁזֶּה שֶׁאֲנִי מוֹכֵר חֵפֶץ פְּלוֹנִי אוֹ שָׂדֶה פְּלוֹנִי לִפְלוֹנִי מִפְּנֵי שֶׁאֲנִי אָנוּס. הֲרֵי הַמִּמְכָּר בָּטֵל. וַאֲפִלּוּ הֶחֱזִיק כַּמָּה שָׁנִים מוֹצִיאִין אוֹתָהּ מִיָּדוֹ וּמַחֲזִיר הַדָּמִים: \n",
      "וּצְרִיכִין הָעֵדִים לֵידַע שֶׁהוּא מוֹכֵר מִפְּנֵי הָאֹנֶס וְשֶׁהוּא אָנוּס וַדַּאי. לֹא שֶׁיִּסְמְכוּ עַל פִּיו. וְכָל מוֹדָעָה שֶׁאֵין כָּתוּב בָּהּ וְאָנוּ הָעֵדִים יָדַעְנוּ שֶׁפְּלוֹנִי זֶה אָנוּס הָיָה אֵינָהּ מוֹדָעָה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר אוֹ בְּעוֹשֶׂה פְּשָׁרָה. אֲבָל בְּמַתָּנָה אוֹ בִּמְחִילָה אִם מָסַר מוֹדָעָה קֹדֶם מַתָּנָה אַף עַל פִּי שֶׁאֵינוֹ אָנוּס הֲרֵי הַמַּתָּנָה בְּטֵלָה. שֶׁאֵין הוֹלְכִין בְּמַתָּנָה אֶלָּא אַחַר גִּלּוּי דַּעַת הַנּוֹתֵן שֶׁאִם אֵינוֹ רוֹצֶה לְהַקְנוֹת בְּכָל לִבּוֹ לֹא קָנָה הַמְקַבֵּל מַתָּנָה. וְהַמְּחִילָה מַתָּנָה הִיא: \n",
      "אֶחָד הָאוֹנֵס אֶת חֲבֵרוֹ בְּשֶׁהִכָּהוּ אוֹ תְּלָאָהוּ עַד שֶׁמָּכַר אוֹ שֶׁהִפְחִידוֹ בְּדָבָר שֶׁאֶפְשָׁר לוֹ לַעֲשׂוֹת בֵּין בִּידֵי עַכּוּ''ם בֵּין בִּידֵי יִשְׂרָאֵל הֲרֵי זֶה אוֹנֵס. וּמַעֲשֶׂה בְּאֶחָד שֶׁשָּׂכַר פַּרְדֵּס מֵחֲבֵרוֹ לְעֶשֶׂר שָׁנִים וְלֹא הָיָה שְׁטַר חוֹב בְּיַד הַמַּשְׂכִּיר וְאַחַר שֶׁאֲכָלוֹ הַשּׂוֹכֵר שָׁלֹשׁ שָׁנִים אָמַר לוֹ אִם לֹא תִּמְכְּרֶנוּ לִי אֶכְבּשׁ שְׁטַר שְׂכִירוּת וְאֶטְעֹן שֶׁהוּא לָקוּחַ בְּיָדִי וְאָמְרוּ חֲכָמִים שֶׁזֶּה אוֹנֵס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ אִם תְּבָעוֹ הַמַּשְׂכִּיר בְּבֵית דִּין וְכָפַר בּוֹ וְטָעַן שֶׁהַפַּרְדֵּס שֶׁלּוֹ וְאַחַר כָּךְ מָסַר הַמַּשְׂכִּיר מוֹדָעָה וְאַחַר כָּךְ מָכַר לַשּׂוֹכֵר שֶׁכָּפַר בּוֹ הֲרֵי הַמִּמְכָּר בָּטֵל. שֶׁהֲרֵי יֵשׁ לוֹ עֵדִים שֶׁהוּא אָנוּס. וְהֵם הָעֵדִים שֶׁכָּפַר בִּפְנֵיהֶם בְּבֵית דִּין וְהֵם עֵדֵי הַמּוֹדָעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאַנָּס שֶׁהֲרֵי הוּא חַמְסָן מִפְּנֵי שֶׁכּוֹפֶה אֶת הַמּוֹכֵר לִמְכֹּר שֶׁלֹּא בִּרְצוֹנוֹ. אֲבָל הַגּוֹזֵל וְהֻחְזַק בְּגַזְלָן וְאַחַר כָּךְ לָקַח שָׂדֶה שֶׁגָּזַל אֵין הַמּוֹכֵר צָרִיךְ לִמְסֹר מוֹדָעָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה: \n",
      "עֵדֵי הַמּוֹדָעָה יֵשׁ לָהֶם לַחְתֹּם הֵם עַצְמָן בְּאוֹתוֹ הַמִּמְכָּר שֶׁנִּמְסְרָה לָהֶם הַמּוֹדָעָה עָלָיו וְאֵין בְּכָךְ כְּלוּם. וַאֲפִלּוּ אָמַר לָהֶם בִּפְנֵי הָאַנָּס בִּרְצוֹנִי מָכַרְתִּי בְּלֹא אֹנֶס הֲרֵי הַמּוֹדָעָה קַיֶּמֶת. כְּשֵׁם שֶׁאֲנָסוֹ שֶׁמָּכַר בְּלֹא רָצוֹן כָּךְ אֲנָסוֹ עַד שֶׁאָמַר בִּרְצוֹנִי אֲנִי מוֹכֵר: \n",
      "וְכֵן אִם הוֹדָה בִּפְנֵיהֶם שֶׁלָּקַח הַדָּמִים אַחַר שֶׁמָּסַר מוֹדָעָה עַל כָּךְ אֵינוֹ חַיָּב לְהַחְזִיר כְּלוּם. שֶׁהָאוֹנֵס אֲנָסוֹ עַד שֶׁיּוֹדֶה וְהָעֵדִים כְּבָר יָדְעוּ שֶׁהוּא אָנוּס. אֲבָל אִם מָנָה הַדָּמִים בִּפְנֵיהֶם חַיָּב לְהַחְזִיר: \n",
      "הֵעִידוּ עָלָיו עֵדֵי הַמֶּכֶר שֶׁבִּטֵּל הַמּוֹדָעָה הֲרֵי הַמּוֹדָעָה בְּטֵלָה. וְאִם אָמַר לְעֵדֵי הַמּוֹדָעָה הֱיוּ יוֹדְעִין שֶׁכָּל קִנְיָן שֶׁאֲנִי לוֹקֵחַ לְבַטֵּל הַמּוֹדָעָה וּמוֹדָעֵי דְּמוֹדָעֵי שֶׁהַכּל בָּטֵל וְאֵינִי אוֹמֵר כָּךְ אֶלָּא מִפְּנֵי הָאֹנֶס שֶׁאַתֶּם יוֹדְעִין וְאֵין בְּדַּעְתִּי לְהַקְנוֹת לְזֶה הָאַנָּס לְעוֹלָם. הֲרֵי הַמֶּכֶר בָּטֵל. וְאַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לְבַטֵּל הַמּוֹדָעָה עַל הַדֶּרֶךְ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "הַמַּקְנֶּה בֵּין קַרְקַע בִּין מִטַּלְטְלִין וְהִתְנָה תְּנָאִין שֶׁאֶפְשָׁר לְקַיְּמָן. בֵּין שֶׁהִתְנָה הַמַּקְנֶה בֵּין שֶׁהִתְנָה הַקּוֹנֶה. אִם נִתְקַיְּמוּ הַתְּנָאִין נִקְנָה הַדָּבָר שֶׁהֻקְנָה. וְאִם לֹא נִתְקַיֵּם הַתְּנַאי לֹא קָנָה. וּכְבָר בֵּאַרְנוּ מִשְׁפְּטֵי הַתְּנָאִים בְּהִלְכוֹת אִישׁוּת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁקָּנָה בְּדֶרֶךְ מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן וַהֲרֵי יֵשׁ עָלָיו לְקַיֵּם אֶת הַתְּנַאי. אֲבָל אִם לֹא קָנָה עַתָּה וְהִתְנָה עִמּוֹ שֶׁאִם נִתְקַיֵּם הַתְּנַאי זֶה יִקְנֶה וְאִם לֹא נִתְקַיֵּם לֹא יִקְנֶה אַף עַל פִּי שֶׁנִּתְקַיֵּם הַתְּנַאי לֹא קָנָה. שֶׁזּוֹ אַסְמַכְתָּא הִיא. שֶׁהֲרֵי סָמַךְ קְנִיָּתוֹ לַעֲשׂוֹת כָּךְ וְכָךְ וְכָל אַסְמַכְתָּא אֵינָהּ קוֹנָה שֶׁהֲרֵי לֹא גָּמַר בְּלִבּוֹ לְהַקְנוֹתוֹ: \n",
      "כֵּיצַד. הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה עַל מְנָת שֶׁיֵּלֵךְ עִמּוֹ לִירוּשָׁלַיִם בְּיוֹם פְּלוֹנִי. וְהֶחֱזִיק זֶה בַּבַּיִת. הֲרֵי זֶה קָנָה כְּשֶׁיֵּלֵךְ עִמּוֹ לִירוּשָׁלַיִם בְּאוֹתוֹ הַיּוֹם. וְאִם עָבַר אוֹתוֹ הַיּוֹם וְלֹא הָלַךְ לֹא קָנָה. אֲבָל אִם הִתְנָה וְאָמַר לוֹ אִם תֵּלֵךְ עִמִּי לִירוּשָׁלַיִם בְּיוֹם פְּלוֹנִי אוֹ אִם תָּבִיא לִי דָּבָר פְּלוֹנִי אֶתֵּן לְךָ בַּיִת זֶה אוֹ אֶמְכְּרֶנוּ לְךָ בְּכָךְ וְכָךְ. וְהָלַךְ עִמּוֹ בְּאוֹתוֹ הַיּוֹם אוֹ שֶׁהֵבִיא לוֹ. אַף עַל פִּי שֶׁהֶחְזִיק בַּבַּיִת אַחַר שֶׁקִּיֵּם הַתְּנַאי לֹא קָנָה שֶׁזּוֹ הִיא אַסְמַכְתָּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "לְפִיכָךְ הַנּוֹתֵן עֵרָבוֹן לַחֲבֵרוֹ וְאָמַר לוֹ אִם אֲנִי חוֹזֵר בִּי עֶרְבוֹנִי מָחוּל לְךָ וְהַלָּה אוֹמֵר וְאִם אֲנִי חוֹזֵר בִּי אֶכְפּל לְךָ עֶרְבוֹנְךָ. אִם חָזַר בּוֹ הַלּוֹקֵחַ קָנָה זֶה הָעֵרָבוֹן שֶׁהֲרֵי הוּא תַּחַת יָדוֹ. וְאִם חָזַר בּוֹ הַמּוֹכֵר אֵין מְחַיְּבִין אוֹתוֹ לִכְפּל הָעֵרָבוֹן שֶׁזּוֹ אַסְמַכְתָּא הִיא וְאַסְמַכְתָּא לֹא קָנָה:\n",
      "וְכֵן מִי שֶׁפָּרַע מִקְצָת חוֹבוֹ וְהִשְׁלִישׁ אֶת הַשְּׁטָר וְאָמַר לוֹ אִם לֹא נָתַתִּי לְךָ עַד יוֹם פְּלוֹנִי תֵּן לוֹ שְׁטָרוֹ וְהִגִּיעַ זְמַן וְלֹא נָתַן לוֹ. לֹא יִתֵּן הַשָּׁלִישׁ אֶת הַשְּׁטָר שֶׁזּוֹ אַסְמַכְתָּא הִיא:\n",
      "וְכֵן כָּל תְּנָאִין שֶׁמַּתְנִין בְּנֵי אָדָם בֵּינֵיהֶן. אַף עַל פִּי שֶׁהֵן בְּעֵדִים וּבִשְׁטָר. אִם יִהְיֶה כָּךְ אוֹ אִם תַּעֲשֶׂה כָּךְ אֶתֵּן לְךָ מָנֶה אוֹ אַקְנֶה לְךָ בַּיִת זֶה. וְאִם לֹא יִהְיֶה אוֹ לֹא תַּעֲשֶׂה לֹא אַקְנֶה לְךָ וְלֹא אֶתֵּן לְךָ. אַף עַל פִּי שֶׁעָשָׂה אוֹ שֶׁהָיָה הַדָּבָר לֹא קָנָה. שֶׁכָּל הָאוֹמֵר אִם יִהְיֶה אִם לֹא יִהְיֶה לֹא גָּמַר וְהִקְנָה. שֶׁהֲרֵי דַּעְתּוֹ עֲדַיִן סוֹמֶכֶת שֶׁמָּא יִהְיֶה אוֹ שֶׁמָּא לֹא יִהְיֶה: \n",
      "כָּל הָאוֹמֵר קְנֵה מֵעַכְשָׁו אֵין כָּאן אַסְמַכְתָּא כְּלָל וְקָנָה. שֶׁאִלּוּ לֹא גָּמַר לְהַקְנוֹתוֹ לֹא הִקְנָהוּ מֵעַכְשָׁו. כֵּיצַד. אִם בָּאתִי מִכָּאן וְעַד יוֹם פְּלוֹנִי קְנֵה בַּיִת זֶה מֵעַכְשָׁו וְקָנוּ מִיָּדוֹ עַל כָּךְ. הֲרֵי זֶה קָנָה אִם בָּא בְּתוֹךְ הַזְּמַן שֶׁקָּבַע. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁמָּכַר חֲצֵרוֹ אוֹ שָׂדֵהוּ. וּפֵרֵשׁ בִּשְׁעַת הַמְּכִירָה שֶׁהוּא מוֹכֵר כְּדֵי לֵילֵךְ לְמָקוֹם פְּלוֹנִי אוֹ מִפְּנֵי הַמָּטָר שֶׁנִּמְנַע כְּדֵי לִקְנוֹת חִטִּים בִּדְמֵי חֲצֵרוֹ הֲרֵי זֶה כְּמוֹכֵר עַל תְּנַאי. לְפִיכָךְ אִם יָרַד הַמָּטָר אַחַר שֶׁמָּכַר. אוֹ בָּאוּ חִטִּין וְהוּזְלוּ. אוֹ נִמְנַע הַדֶּרֶךְ לֵילֵךְ לְאוֹתָהּ הָאָרֶץ. אוֹ שֶׁלֹּא נִסְתַּיֵּעַ לוֹ לַעֲלוֹת אוֹ לִקְנוֹת חִטִּים. הֲרֵי זֶה מַחְזִיר אוֹתָן הַדָּמִים וְתַחְזֹר לוֹ קַרְקַע. שֶׁהֲרֵי פֵּרֵשׁ שֶׁאֵינוֹ מוֹכֵר אֶלָּא לַעֲשׂוֹת דָּבָר פְּלוֹנִי וַהֲרֵי לֹא נַעֲשָׂה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "אֲבָל הַמּוֹכֵר סְתָם אַף עַל פִּי שֶׁהָיָה בְּלִבּוֹ שֶׁמִּפְּנֵי כָּךְ וְכָךְ הוּא מוֹכֵר. וְאַף עַל פִּי שֶׁמַּרְאִין הַדְּבָרִים שֶׁאֵינוֹ מוֹכֵר אֶלָּא לַעֲשׂוֹת כָּךְ וְכָךְ וְלֹא נַעֲשָׂה אֵינוֹ חוֹזֵר. שֶׁהֲרֵי לֹא פֵּרֵשׁ וּדְבָרִים שֶׁבַּלֵּב אֵינָן דְּבָרִים: \n",
      "מִי שֶׁהִקְנָה לַחֲבֵרוֹ וְהִתְנָה עָלָיו עַל מְנָת שֶׁתִּתֵּן מִקָּח זֶה אוֹ תִּמְכְּרֶנוּ לִפְלוֹנִי. אִם נְתָנוֹ אוֹ מְכָרוֹ לְאוֹתוֹ פְּלוֹנִי קָנָה. וְאִם לֹא קִיֵּם הַתְּנַאי וּמְכָרוֹ לְאַחֵר אוֹ שֶׁלֹּא מְכָרוֹ וְלֹא נְתָנוֹ בַּזְּמַן שֶׁקָּבַע לוֹ לֹא קָנָה. וְכֵן הַמּוֹכֵר אוֹ הַלּוֹקֵחַ שֶׁהִתְנוּ שֶׁיַּחְזִיר לוֹ הַמִּקָּח בִּזְמַן פְּלוֹנִי אוֹ כְּשֶׁיִּתֵּן לוֹ הַמָּעוֹת. הֲרֵי הַמֶּכֶר קַיָּם וְיַחְזִיר כְּשֶׁהִתְנָה: \n",
      "מָכַר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה הַמּוֹכֵר וְאָמַר לַלּוֹקֵחַ כְּשֶׁיִּהְיוּ לִי מָעוֹת תַּחְזִיר לִי הַקַּרְקַע זוֹ הֲרֵי הַפֵּרוֹת שֶׁל מוֹכֵר. מָכַר לוֹ סְתָם וְאָמַר לוֹ הַלּוֹקֵחַ מִדַּעְתּוֹ כְּשֶׁיִּהְיוּ לְךָ מָעוֹת תְּבִיאֵם לִי וַאֲנִי אַחְזִיר לְךָ קַרְקַע זוֹ. הֲרֵי הַתְּנַאי קַיָּם וְהַלּוֹקֵחַ אוֹכֵל פֵּרוֹת. וְאֵין בָּזֶה אֲבַק רִבִּית שֶׁהֲרֵי מִדַּעְתּוֹ חִיֵּב עַצְמוֹ בִּתְנַאי זֶה: \n",
      "מַעֲשֶׂה בְּאִשָּׁה שֶׁשָּׁלְחָה רְאוּבֵן לִקְנוֹת לָהּ חָצֵר מִשִּׁמְעוֹן שֶׁהָיָה קְרוֹבוֹ וְאָמַר שִׁמְעוֹן הַמּוֹכֵר לִרְאוּבֵן הַשָּׁלִיחַ אִם יִהְיוּ לִי מָעוֹת תַּחְזִיר לִי פְּלוֹנִית קְרוֹבָתִי קַרְקַע זוֹ. וֶהֱשִׁיבוֹ רְאוּבֵן וְאָמַר לוֹ אַתָּה וּפְלוֹנִית קְרוֹבִים כְּמוֹ אַחִים. כְּלוֹמַר הַדָּבָר קָרוֹב שֶׁהִיא תַּחְזִיר לְךָ וְאֵינָהּ מַקְפֶּדֶת עַל זוֹ. וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ הֲרֵי זֶה הַשָּׁלִיחַ לֹא קָנָה כְּלוּם שֶׁהֲרֵי לֹא סָמְכָה דַּעְתּוֹ שֶׁל קָרוֹב זֶה עַל דִּבְרֵי הַשָּׁלִיחַ מִפְּנֵי שֶׁלֹּא הֱשִׁיבוֹ תְּשׁוּבָה בְּרוּרָה וְנִמְצָא שֶׁלֹּא גָּמַר וְלֹא הִקְנָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "אַסְמַכְתָּא שֶׁקָּנוּ מִיָּדוֹ עָלֶיהָ בְּבֵית דִּין חָשׁוּב הֲרֵי זֶה קָנָה. וְהוּא שֶׁיִּתְפֹּס זְכֻיּוֹתָיו בְּבֵית דִּין. וְהוּא שֶׁלֹּא יִהְיֶה אָנוּס: \n",
      "כֵּיצַד. הֲרֵי שֶׁהִתְפִּיס שְׁטָרוֹ אוֹ שׁוֹבְרוֹ בְּבֵית דִּין. וְקָנוּ מִיָּדוֹ שֶׁאִם לֹא בָּא בְּיוֹם פְּלוֹנִי יִנָּתֵן שְׁטָר זֶה לְבַעַל דִּינוֹ וְהִגִּיעַ הַיּוֹם וְלֹא בָּא הֲרֵי אֵלּוּ נוֹתְנִים. וְאִם עִכְּבוֹ נָהָר אוֹ חֹלִי מִלָּבוֹא לֹא יִתְּנוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהוּא שֶׁיִּהְיֶה בְּבֵית דִּין חָשׁוּב: \n",
      "הַמְחַיֵּב עַצְמוֹ בְּמָמוֹן לְאַחֵר בְּלֹא תְּנַאי כְּלָל. אַף עַל פִּי שֶׁלֹּא הָיָה חַיָּב לוֹ כְּלוּם הֲרֵי זֶה חַיָּב. שֶׁדָּבָר זֶה מַתָּנָה הִיא וְאֵינָהּ אַסְמַכְתָּא. כֵּיצַד. הָאוֹמֵר לְעֵדִים הֱווּ עָלַי עֵדִים שֶׁאֲנִי חַיָּב לִפְלוֹנִי מָנֶה. אוֹ שֶׁכָּתַב לוֹ בִּשְׁטָר הֲרֵינִי חַיָּב לְךָ מָנֶה אַף עַל פִּי שֶׁאֵין שָׁם עֵדִים. אוֹ שֶׁאָמַר לוֹ בִּפְנֵי עֵדִים הֲרֵינִי חַיָּב לְךָ מָנֶה בִּשְׁטָר. אַף עַל פִּי שֶׁלֹּא אָמַר אַתֶּם עֵדַי. הוֹאִיל וְאָמַר בִּשְׁטָר הֲרֵי זֶה כְּמִי שֶׁאָמַר הֱווּ עָלַי עֵדִים וְחַיָּב לְשַׁלֵּם. אַף עַל פִּי שֶׁשְּׁנֵיהֶם מוֹדִים וְהָעֵדִים יוֹדְעִים שֶׁלֹּא הָיָה לוֹ אֶצְלוֹ כְּלוּם. שֶׁהֲרֵי חִיֵּב עַצְמוֹ. כְּמוֹ שֶׁיִּשְׁתַּעְבֵּד הֶעָרֵב. וְכָזֶה הוֹרוּ רֹב הַגְּאוֹנִים: \n",
      "חִיֵּב עַצְמוֹ בְּדָבָר שֶׁאֵינוֹ קָצוּב. כְּגוֹן שֶׁאָמַר הֲרֵינִי חַיָּב לָזוּן אוֹתְךָ אוֹ לְכַסּוֹת חָמֵשׁ שָׁנִים. אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לֹא נִשְׁתַּעְבֵּד. שֶׁזּוֹ כְּמוֹ מַתָּנָה הִיא וְאֵין כָּאן דָּבָר יָדוּעַ וּמָצוּי שֶׁנְּתָנוֹ בְּמַתָּנָה. וְכֵן הוֹרוּ רַבּוֹתַי: \n",
      "וּמִפְּנֵי מָה הַפּוֹסֵק עִם אִשְׁתּוֹ שֶׁיִּהְיֶה זָן אֶת בִּתָּהּ חַיָּב לְזוּנָהּ. מִפְּנֵי שֶׁפָּסַק בִּשְׁעַת נִשּׂוּאִין וְהַדָּבָר דּוֹמֶה לִדְבָרִים הַנִּקְנִין בַּאֲמִירָה: \n",
      "כְּשֶׁהָיוּ חַכְמֵי סְפָרַד רוֹצִים לְהַקְנוֹת בְּאַסְמַכְתָּא כָּךְ הָיוּ עוֹשִׂין. קוֹנִין מִזֶּה שֶׁהוּא חַיָּב לַחֲבֵרוֹ מֵאָה דִּינָרִין. וְאַחַר שֶׁחִיֵּב עַצְמוֹ קוֹנִין מִבַּעַל חוֹבוֹ שֶׁכָּל זְמַן שֶׁיִּהְיֶה כָּךְ אוֹ שֶׁיַּעֲשֶׂה כָּךְ הֲרֵי הַחוֹב זֶה מָחוּל לוֹ מֵעַכְשָׁו. וְאִם לֹא יִהְיֶה אוֹ לֹא יַעֲשֶׂה הֲרֵינִי תּוֹבְעוֹ בְּמָמוֹן שֶׁחִיֵּב עַצְמוֹ בּוֹ. וְעַל דֶּרֶךְ זוֹ הָיִינוּ עוֹשִׂין בְּכָל הַתְּנָאִין שֶׁבֵּין אָדָם לְאִשְׁתּוֹ בְּשִׁדּוּכִין וּבְכָל הַדְּבָרִים הַדּוֹמִין לָהֶם: \n"
    ],
    [
      "אָסוּר לַמּוֹכֵר אוֹ לַקּוֹנֶה לְהוֹנוֹת אֶת חֲבֵרוֹ שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"וְכִי תִמְכְּרוּ מִמְכָּר לַעֲמִיתֶךָ אוֹ קָנֹה מִיַּד עֲמִיתֶךָ אַל תּוֹנוּ\". וְאַף עַל פִּי שֶׁהוּא עוֹבֵר בְּלֹא תַּעֲשֶׂה אֵינוֹ לוֹקֶה מִפְּנֵי שֶׁנִּתָּן לְהִשָּׁבוֹן. וּבֵין שֶׁהוֹנָה בְּמֵזִיד בֵּין שֶׁלֹּא יָדַע שֶׁיֵּשׁ בְּמֶכֶר זֶה הוֹנָיָה חַיָּב לְשַׁלֵּם: \n",
      "וְכַמָּה תְּהֵא הוֹנָיָה וְיִהְיֶה חַיָּב לְהָשִׁיב. שְׁתוּת בְּשָׁוֶה. כֵּיצַד. הֲרֵי שֶׁמָּכַר שְׁוֵה שֵׁשׁ בְּחָמֵשׁ. אוֹ שְׁוֵה שֶׁבַע בְּשֵׁשׁ. אוֹ שְׁוֵה חָמֵשׁ בְּשֵׁשׁ. אוֹ שְׁוֵה שֵׁשׁ בְּשֶׁבַע. הֲרֵי זֶה הוֹנָיָה וְנִקְנֶה הַמִּקָּח וְחַיָּב הַמְאַנֶּה לְשַׁלֵּם אֶת הַהוֹנָיָה וּלְהַחֲזִירָהּ כֻּלָּהּ לַמִּתְאַנֶּה: \n",
      "הָיְתָה הַהוֹנָיָה פָּחוֹת מִזֶּה בְּכָל שֶׁהוּא. כְּגוֹן שֶׁמָּכַר שְׁוֵה שִׁשִּׁים דִּינָר בַּחֲמִשִּׁים וּפְרוּטָה. אֵינוֹ חַיָּב לְהַחְזִיר כְּלוּם. שֶׁכָּל פָּחוֹת מִשְּׁתוּת דֶּרֶךְ הַכּל לִמְחל בּוֹ: \n",
      "הָיְתָה הַהוֹנָיָה יְתֵרָה עַל הַשְּׁתוּת בְּכָל שֶׁהוּא. כְּגוֹן שֶׁמָּכַר שְׁוֵה שִׁשִּׁים בַּחֲמִשִּׁים פָּחוֹת פְּרוּטָה. בָּטֵל מִקָּח. וְהַמִּתְאַנֶּה יָכוֹל לְהַחְזִיר הַחֵפֶץ וְלֹא יִקְנֶה כְּלָל. אֲבָל הַמְאַנֶּה אוֹתוֹ אֵינוֹ יָכוֹל לַחְזֹר אִם רָצָה זֶה וְקִבֵּל. וְאַף עַל פִּי שֶׁבָּטַל הַמִּקָּח. אֵין הַמְאַנֶּה חַיָּב לְהַחְזִיר עַד שֶׁתִּהְיֶה הַהוֹנָיָה יֶתֶר עַל פְּרוּטָה. הָיְתָה פְּרוּטָה בְּשָׁוֶה אֵינוֹ מַחְזִיר שֶׁאֵין הוֹנָיָה לִפְרוּטוֹת: \n",
      "עַד מָתַי יִהְיֶה לוֹ לַחְזֹר וְלִתְבֹּעַ הַהוֹנָיָה אוֹ לְבַטֵּל הַמִּקָּח. עַד כְּדֵי שֶׁיַּרְאֶה לְתַגָּר אוֹ לִקְרוֹבוֹ. וְאִם שָׁהָה יוֹתֵר מִזֶּה אֲפִלּוּ לָקַח שְׁוֵה מֵאָה בְּמָאתַיִם אֵינוֹ חוֹזֵר: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּלוֹקֵחַ שֶׁהֲרֵי הַמִּקָּח בְּיָדוֹ וּמַרְאֵהוּ. אֲבָל הַמּוֹכֵר חוֹזֵר בְּהוֹנָיָה לְעוֹלָם. וְאֵין צָרִיךְ לוֹמַר בְּבִטּוּל מִקָּח שֶׁאֵינוֹ יוֹדֵעַ דְּמֵי זֶה שֶׁמָּכַר עַד שֶׁיִּרְאֶה כְּמוֹתוֹ שֶׁנִּמְכַּר בַּשּׁוּק. לְפִיכָךְ אִם הָיָה הַמִּקָּח דָּבָר שֶׁאֵין בְּמִינוֹ שִׁנּוּי וְהוּא כֻּלּוֹ שָׁוֶה כְּגוֹן פִּלְפְּלִין וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה אֵינוֹ חוֹזֵר אֶלָּא עַד כְּדֵי שֶׁיִּשְׁאַל עַל שַׁעַר שֶׁבַּשּׁוּק בִּלְבַד: \n",
      "וְכֵן אִם נוֹדַע שֶׁבָּא לְיָדוֹ כְּמִמְכָּרוֹ וְיָדַע שֶׁטָּעָה וְלֹא תָּבַע אֵינוֹ יוּכַל לַחְזֹר וְלִתְבֹּעַ שֶׁהֲרֵי מָחַל: \n",
      "כְּשֵׁם שֶׁהוֹנָיָה לְהֶדְיוֹט כָּךְ הוֹנָיָה לְתַגָּר אַף עַל פִּי שֶׁהוּא בָּקִי. וּכְשֵׁם שֶׁהוֹנָיָה בְּפֵרוֹת וּבִבְהֵמָה כָּךְ יֵשׁ דִּין הוֹנָיָה בְּמַטְבְּעוֹת: \n",
      "כֵּיצַד. הֲרֵי שֶׁהָיָה דִּינָר שֶׁל זָהָב בְּעֶשְׂרִים וְאַרְבָּעָה דִּינָר שֶׁל כֶּסֶף וְצֵרְפָה בְּעֶשְׂרִים דִּינָר אוֹ בְּעֶשְׂרִים וּשְׁמוֹנָה הֲרֵי זֶה מַחְזִיר אֶת הַהוֹנָיָה. הָיָה יָתֵר עַל זֶה בָּטֵל הַצֵּרוּף. פָּחוֹת מִכָּאן מְחִילָה: \n",
      "וְכֵן אִם הָיָה הַסֶּלַע חֲסֵרָה שְׁתוּת וְהָיוּ מוֹצִיאִין הַסְּלָעִים בְּמִנְיָן וְלֹא בְּמִשְׁקָל מַחְזִיר הַהוֹנָיָה: \n",
      "עַד מָתַי חַיָּב לְהַחְזִיר הַדִּינָר אוֹ הַסֶּלַע. בַּכְּרַכִּים עַד כְּדֵי שֶׁיַּרְאֶה לַשֻּׁלְחָנִי. בִּכְפָרִים שֶׁאֵין הַשֻּׁלְחָנִי מָצוּי שָׁם יֵשׁ לוֹ לְהַחְזִיר עַד עַרְבֵי שַׁבָּתוֹת. שֶׁאֵין מַכִּיר הַסֶּלַע וְחֶסְרוֹנָהּ וְדָמֶיהָ אֶלָּא הַשֻּׁלְחָנִי. וְהוּא הַדִּין לְמוֹכֵר סְפָרִים אֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת שֶׁיֵּשׁ לַלּוֹקֵחַ לַחְזֹר עַד שֶׁיַּרְאֶה אוֹתָם לְתַגָּרִים הַבְּקִיאִים בָּהֶן בְּכָל מָקוֹם שֶׁהֵן. שֶׁאֵין הַכּל בְּקִיאִים בִּדְבָרִים אֵלּוּ. לְפִיכָךְ אִם לֹא הָיָה מַכִּיר בְּאוֹתָהּ מְדִינָה וְהוֹלִיךְ הַמִּקָּח לְמָקוֹם אַחֵר. אוֹ שֶׁבָּא הַבָּקִי לְאַחַר זְמַן מְרֻבֶּה וְהוֹדִיעוֹ שֶׁטָּעָה. הֲרֵי זֶה חוֹזֵר: \n",
      "הַנּוֹתֵן סֶלַע חֲסֵרָה לַחֲבֵרוֹ אִם הָיָה מַכִּירָהּ אֲפִלּוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי זֶה מַחְזִירָהּ. וְאִם הָיָה אֶפְשָׁר לְהוֹצִיאָהּ עַל יְדֵי הַדְּחָק אֵינוֹ יָכוֹל לְהַחְזִירָהּ לְאַחַר זְמַן אֶלָּא אִם כֵּן קִבְּלָהּ מִמֶּנּוּ בְּמִדַּת חֲסִידוּת: \n",
      "הַמּוֹכֵר לַחֲבֵרוֹ שְׁוֵה אַרְבַּע בְּחָמֵשׁ שֶׁהֲרֵי הַמִּקָּח בָּטֵל כְּמוֹ שֶׁבֵּאַרְנוּ וְלֹא הִסְפִּיק לְהַרְאוֹת לְתַגָּר אוֹ לִקְרוֹבוֹ עַד שֶׁהוּקַר וְעָמַד בְּשֶׁבַע. לוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ וְלֹא הַמּוֹכֵר. שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר לַמּוֹכֵר אִלּוּ לֹא הוֹנֵיתַנִי לֹא הָיִיתָ יָכוֹל לַחְזֹר וְעַתָּה שֶׁהוֹנֵיתַנִי תַּחְזֹר הֵיאַךְ יִהְיֶה הַחוֹטֵא נִשְׂכָּר: \n",
      "וְכֵן מוֹכֵר שֶׁמָּכַר שְׁוֵה חָמֵשׁ בְּאַרְבַּע וְזָל וְעָמַד בְּשָׁלֹשׁ. מוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְלֹא לוֹקֵחַ. שֶׁהֲרֵי אוֹמֵר לוֹ הַמּוֹכֵר לַלּוֹקֵחַ לֹא מִפְּנֵי שֶׁהוֹנֵיתַנִי תַּחְזֹר בְּךָ: \n",
      "הַמּוֹכֵר שְׁוֵה חָמֵשׁ בְּשֵׁשׁ וְלֹא הִסְפִּיק לְהַרְאוֹתוֹ עַד שֶׁהוּקַר וְעָמַד בִּשְׁמוֹנֶה. הֲרֵי הַמּוֹכֵר חַיָּב לְהַחְזִיר הָאַחַת שֶׁל הוֹנָיָה שֶׁהֲרֵי נִקְנָה הַמִּקָּח וְחַיָּב לְהַחְזִיר וּכְשֶׁהוֹקִיר בִּרְשׁוּת לוֹקֵחַ הוּקַר. וְכֵן אִם מָכַר שָׁוֶה שֵׁשׁ בְּחָמֵשׁ וְהוּזְלוּ וְעָמְדוּ עַל שָׁלֹשׁ. הֲרֵי הַלּוֹקֵחַ חַיָּב לְהַחְזִיר סֶלַע אַחַת שֶׁל הוֹנָיָה. שֶׁהֲרֵי נִקְנָה הַמִּקָּח וּבִרְשׁוּת הַלּוֹקֵחַ הוּזַל: \n"
    ],
    [
      "הַמַּחְלִיף כֵּלִים בְּכֵלִים אוֹ בְּהֵמָה בִּבְהֵמָה אֲפִלּוּ מַחַט בְּשִׁירַיִם אוֹ טָלֶה בְּסוּס אֵין לוֹ הוֹנָיָה. שֶׁזֶּה רוֹצֶה בְּמַחַט יוֹתֵר מִן הַשִּׁירַיִם. אֲבָל הַמַּחְלִיף פֵּרוֹת בְּפֵרוֹת בֵּין שֶׁשָּׁמוּ אוֹתָם קֹדֶם הַמְּכִירָה בֵּין שֶׁשָּׁמוּ אוֹתָם אַחַר מְכִירָה יֵשׁ לָהֶן הוֹנָיָה: \n",
      "הַלּוֹקֵחַ בְּדָמִים אַכְסָרָה כְּגוֹן שֶׁחָפַן מִמָּעוֹת וְאָמַר לוֹ מְכֹר לִי פָּרָתְךָ בְּאֵלּוּ. אַף עַל פִּי שֶׁקּוֹנֶה בַּחֲלִיפִין קָנָה וּמַחֲזִיר הוֹנָאָה כְּמוֹ שֶׁבֵּאַרְנוּ. וְהוּא הַדִּין לְלוֹקֵחַ פֵּרוֹת אַכְסָרָה בְּסֶלַע אוֹ בִּשְׁתַּיִם שֶׁקָּנָה וּמַחֲזִיר אוֹנָאָה. בַּעַל הַבַּיִת שֶׁמָּכַר כְּלֵי תַּשְׁמִישׁוֹ אֵין לוֹ הוֹנָיָה. שֶׁאִלּוּלֵי לֹא הִרְבּוּ לוֹ הַדָּמִים לֹא הָיָה מוֹכֵר לוֹ כְּלֵי תַּשְׁמִישׁוֹ: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ עַל מְנָת שֶׁאֵין לְךָ עָלַי אוֹנָיָה יֵשׁ לוֹ עָלָיו הוֹנָיָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּסְתָם שֶׁאֵין יוֹדֵעַ כַּמָּה הוֹנָיָה יֵשׁ בּוֹ כְּדֵי שֶׁיִּמְחל. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר לוֹ עַל מְנָת שֶׁאֵין בּוֹ הוֹנָיָה שֶׁהֲרֵי יֵשׁ בּוֹ. אֲבָל בִּמְפָרֵשׁ אֵין לוֹ הוֹנָיָה שֶׁכָּל תְּנַאי שֶׁבַּמָּמוֹן קַיָּם: \n",
      "כֵּיצַד. מוֹכֵר שֶׁאָמַר לַלּוֹקֵחַ חֵפֶץ זֶה שֶׁאֲנִי נוֹתֵן בְּמָאתַיִם יוֹדֵעַ אֲנִי שֶׁאֵינוֹ שָׁוֶה אֶלָּא מָנֶה עַל מְנָת שֶׁאֵין לְךָ הוֹנָיָה אֲנִי מוֹכֵר לְךָ אֵין לוֹ עָלָיו הוֹנָיָה. וְכֵן לוֹקֵחַ שֶׁאָמַר לַמּוֹכֵר חֵפֶץ זֶה שֶׁאֲנִי לוֹקֵחַ מִמְּךָ בְּמָנֶה יוֹדֵעַ אֲנִי שֶׁשָּׁוֶה מָאתַיִם עַל מְנָת שֶׁאֵין לְךָ עָלַי הוֹנָיָה אֲנִי לוֹקֵחַ מִמְּךָ. אֵין לוֹ עָלָיו הוֹנָיָה: \n",
      "הַנּוֹשֵׂא וְהַנּוֹתֵן בֶּאֱמוּנָה אֵין לוֹ עָלָיו אוֹנָיָה. כֵּיצַד. חֵפֶץ זֶה בְּכָךְ וְכָךְ לְקַחְתִּיו כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר בּוֹ. אֵין לוֹ עָלָיו הוֹנָיָה: \n",
      "והַנּוֹשֵׂא וְהַנּוֹתֵן בֶּאֱמוּנָה אִם לָקַח כֵּלִים רַבִּים אוֹ בְּגָדִים בְּמִמְכָּר אֶחָד. לֹא יַחְשֹׁב אֶת הָרַע בֶּאֱמוּנָה וְאֶת הַיָּפֶה בְּשָׁוֶה אֶלָּא זֶה וְזֶה בֶּאֱמוּנָה אוֹ זֶה וְזֶה בְּשָׁוִין. וְיֵשׁ לוֹ לְהַעֲלוֹת עַל הַמִּקָּח שְׂכַר הַכַּתָּף. וּשְׂכַר הַחַמָּר. וּשְׂכַר פֻּנְדָּק. אֲבָל שְׂכַר עַצְמוֹ מִפְּנֵי שֶׁהוּא כְּפוֹעֵל אֵינוֹ מוֹסִיף אוֹתוֹ עַל הַמִּקָּח. אֶלָּא מְפָרֵשׁ וְאוֹמֵר לוֹ כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר: \n",
      "הָעַכּוּ''ם אֵין לוֹ הוֹנָיָה שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"אִישׁ אֶת אָחִיו\". וְעַכּוּ''ם שֶׁהוֹנָה אֶת יִשְׂרָאֵל מַחְזִיר הוֹנָיָה בְּדִינִין שֶׁלָּנוּ. לֹא יִהְיֶה זֶה חָמוּר מִיִּשְׂרָאֵל: \n",
      "אֵלּוּ דְּבָרִים שֶׁאֵין לָהֶם הוֹנָיָה. הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַשְּׁטָרוֹת וְהַהֶקְדֵּשׁוֹת. אֲפִלּוּ מָכַר שְׁוֵה אֶלֶף בְּדִינָר אוֹ שְׁוֵה דִּינָר בְּאֶלֶף אֵין בָּהֶן הוֹנָיָה. שֶׁנֶּאֱמַר <small>(ויקרא כה יד)</small> \"אוֹ קָנֹה מִיַּד עֲמִיתֶךָ\". דָּבָר הַנִּקְנֶה מִיָּד לְיָד. יָצְאוּ הַקַּרְקָעוֹת וְיָצְאוּ עֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת. וְיָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן קָנוּי אֶלָּא לִרְאָיָה שֶׁבָּהֶן. עֲמִיתְךָ וְלֹא הֶקְדֵּשׁ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר נִכְסֵי עַצְמוֹ. אֲבָל הַשָּׁלִיחַ שֶׁטָּעָה בְּכָל שֶׁהוּא בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת חוֹזֵר. וְנִרְאֶה לִי שֶׁכֵּן הַדִּין בְּאַפּוֹטְרוֹפּוֹס שֶׁטָּעָה בְּכָל שֶׁהוּא. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקָעוֹת חוֹזֵר. וְאֵינוֹ דּוֹמֶה לְבֵית דִּין מִפְּנֵי שֶׁהוּא יָחִיד: \n",
      "בֵּית דִּין שֶׁמָּכְרוּ נִכְסֵי יְתוֹמִים וְטָעוּ בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין. אִם טָעוּ בְּפָחוֹת מִשְּׁתוּת הֲרֵי זוֹ מְחִילָה כְּהֶדְיוֹט. טָעוּ בִּשְׁתוּת בָּטֵל הַמִּקָּח. וְאִם רָצוּ שֶׁלֹּא לְבַטֵּל הַמִּמְכָּר וְיַחְזִירוּ הַהוֹנָיָה מַחֲזִירִין. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט חָמוּר מֵהֶן: \n",
      "נִרְאֶה לִי שֶׁבֵּית דִּין שֶׁמָּכְרוּ קַרְקַע אוֹ עֲבָדִים שֶׁל יְתוֹמִים שְׁוֵה מָנֶה בְּמָאתַיִם. אֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בָּהֶן. לֹא יִהְיֶה כֹּחַ הֶדְיוֹט חָמוּר מִכֹּחַ הַיְתוֹמִים. וְכֵן הַדִּין בְּאַפּוֹטְרוֹפּוֹס שֶׁמָּכַר קַרְקַע וַעֲבָדִים שֶׁאֵין הַלּוֹקֵחַ יָכוֹל לַחְזֹר בְּהוֹנָיָה כְּדִין הַהֶדְיוֹט: \n",
      "הָאַחִין וְהַשֻּׁתָּפִין שֶׁחָלְקוּ הַמִּטַּלְטְלִין הֲרֵי הֵן כְּלָקוֹחוֹת. פָּחוֹת מִשְּׁתוּת נִקְנֶה מִקָּח וְאֵין מַחְזִיר כְּלוּם. יֶתֶר עַל שְׁתוּת בָּטֵל מִקָּח. שְׁתוּת קָנָה וּמַחֲזִיר אוֹנָאָה. וְאִם הִתְנוּ בֵּינֵיהֶם שֶׁיַּחְלְקוּ בְּשׁוּם הַדַּיָּנִין וְטָעוּ בִּשְׁתוּת בָּטְלָה חֲלוּקָה. שֶׁהַדַּיָּנִין שֶׁשָּׁמוּ וּפָחֲתוּ שְׁתוּת אוֹ הוֹתִירוּ שְׁתוּת מִכְרָן בָּטֵל: \n",
      "הַבְּהֵמָה וְהַמַּרְגָּלִית וְהַסַּיִף. וְסֵפֶר תּוֹרָה הֲרֵי הֵן כִּשְׁאָר מִטַּלְטְלִין וְיֵשׁ בָּהֶן הוֹנָיָה. אֵין לְךָ דָּבָר שֶׁאֵין בּוֹ הוֹנָיָה חוּץ מֵאַרְבָּעָה דְּבָרִים שֶׁמָּנוּ חֲכָמִים. וְהוּא שֶׁיִּהְיֶה מוֹכֵר קוֹנֶה בְּנִכְסֵי עַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כְּשֵׁם שֶׁאֵין לְקַרְקְעוֹת הוֹנָיָה כָּךְ שְׂכִירוּת קַרְקַע אֵין לוֹ הוֹנָיָה. אֲפִלּוּ שָׂכַר טְרַקְלִין גָּדוֹל בְּדִינָר בְּשָׁנָה אוֹ רֶפֶת קְטַנָּה בְּדִינָר בְּכָל יוֹם אֵין לוֹ הוֹנָיָה: \n",
      "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין אֵין לוֹ הוֹנָיָה. מִפְּנֵי שֶׁהוּא כְּקוֹנֶה אוֹתוֹ לִזְמַן. וַעֲבָדִים אֵין בָּהֶם הוֹנָיָה: \n",
      "שְׂכָרוֹ לִזְרֹעַ לוֹ קַרְקַע וְאָמַר זָרַעְתִּי בָּהּ זְרִיעָה הָרָאוּי בָּהּ וּבָאוּ עֵדִים שֶׁזָּרַע בָּהּ פָּחוֹת מִן הָרָאוּי לָהּ. הֲרֵי זֶה סָפֵק אִם יֵשׁ לוֹ הוֹנָיָה מִפְּנֵי הַזֶּרַע אוֹ אֵין לוֹ הוֹנָיָה מִפְּנֵי הַקַּרְקַע. לְפִיכָךְ אֵין מוֹצִיאִין מִיַּד נִתְבָּע. וְכֵן אֵין מַשְׁבִּיעִין אוֹתוֹ אֶלָּא שְׁבוּעַת הֶסֵּת מִפְּנֵי צַד הַקַּרְקַע שֶׁיֵּשׁ כָּאן: \n",
      "הַשּׂוֹכֵר אֶת הַכֵּלִים אוֹ אֶת הַבְּהֵמָה יֵשׁ לָהֶם אוֹנָיָה. שֶׁהַשְּׂכִירוּת מְכִירָה בַּת יוֹמָהּ הִיא. וְאִם יֵשׁ בָּהּ הוֹנָיָה שְׁתוּת אוֹ יוֹתֵר. בֵּין שֶׁנִּתְאַנָּה שׂוֹכֵר בֵּין שֶׁנִּתְאַנָּה מַשְׂכִּיר. הֲרֵי זֶה מַחְזִיר הוֹנָיָה וַאֲפִלּוּ לְאַחַר זְמַן מְרֻבֶּה: \n",
      "נִרְאֶה לִי שֶׁהַקַּבְּלָן יֵשׁ לוֹ הוֹנָאָה. כֵּיצַד. כְּגוֹן שֶׁקִּבֵּל עָלָיו לֶאֱרֹג בֶּגֶד זֶה בַּעֲשָׂרָה זוּזִים. אוֹ לִתְפֹּר חָלוּק זֶה בִּשְׁנֵי זוּזִים. הֲרֵי זֶה יֵשׁ לוֹ הוֹנָיָה. וְכָל אֶחָד מִשְּׁנֵיהֶם בֵּין קַבְּלָן בֵּין בַּעַל הַבֶּגֶד חוֹזֵר לְעוֹלָם כְּמוֹכֵר: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁהַנּוֹשִׂא וְנוֹתִן בֶּאֱמוּנָה וְאָמַר כָּךְ וְכָךְ אֲנִי מִשְׂתַּכֵּר אֵין לוֹ הוֹנָיָה. וַאֲפִלּוּ אָמַר זֶה לָקַחְתִּי בְּסֶלַע וּבְעֶשֶׂר אֲנִי מוֹכֵר מֻתָּר. אֲבָל בֵּית דִּין חַיָּבִין לִפְסֹק הַשְּׁעָרִים וּלְהַעֲמִיד שׁוֹטְרִין לְכָךְ. וְלֹא יִהְיֶה כָּל אֶחָד וְאֶחָד מִשְׂתַּכֵּר כָּל מַה שֶּׁיִּרְצֶה אֶלָּא שְׁתוּת בִּלְבַד יִפְסְקוּ לָהֶם בִּשְׂכָרָם. וְלֹא יִשְׂתַּכֵּר הַמּוֹכֵר יֶתֶר עַל שְׁתוּת: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁיֵּשׁ בָּהֶם חַיֵּי נֶפֶשׁ כְּגוֹן יֵינוֹת שְׁמָנִים וּסְלָתוֹת. אֲבָל הָעִקָּרִין כְּגוֹן הַקֹּשְׁט וְהַלְּבוֹנָה וְכַיּוֹצֵא בָּהֶן אֵין פּוֹסְקִין לָהֶם שַׁעַר אֶלָּא יִשְׂתַּכֵּר כָּל מַה שֶּׁיִּרְצֶה: \n",
      "וְאֵין מִשְׂתַּכְּרִין פַּעֲמַיִם בְּבֵיצִים אֶלָּא הַתַּגָּר הָרִאשׁוֹן הוּא מוֹכְרָן בְּשָׂכָר וְהַלּוֹקֵחַ מִמֶּנּוּ מוֹכְרָן בְּקֶרֶן בִּלְבַד: \n",
      "אָסוּר לַעֲשׂוֹת סְחוֹרָה בְּאֶרֶץ יִשְׂרָאֵל בִּדְבָרִים שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ. אֶלָּא זֶה מֵבִיא מִגָּרְנוֹ וּמוֹכֵר וְזֶה מֵבִיא מִגָּרְנוֹ וּמוֹכֵר כְּדֵי שֶׁיִּמְכְּרֶנּוּ בְּזוֹל. וּבְמָקוֹם שֶׁהַשֶּׁמֶן מְרֻבֶּה מֻתָּר לְהִשְׂתַּכֵּר בְּשֶׁמֶן: \n",
      "אֵין אוֹצְרִין פֵּרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ בָּאָרֶץ יִשְׂרָאֵל וְכֵן בְּכָל מָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל שֶׁהֲרֵי מַגִּיעַ מִדָּבָר זֶה צַעַר לְיִשְׂרָאֵל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּלוֹקֵחַ מִן הַשּׁוּק. אֲבָל הַמַּכְנִיס מִשֶּׁלּוֹ מֻתָּר לַעֲשׂוֹת לוֹ קַבּוֹ אוֹצָר: \n",
      "מֻתָּר לֶאֱצֹר פֵּרוֹת שָׁלֹשׁ שָׁנִים עֶרֶב שְׁבִיעִית וּשְׁבִיעִית וּמוֹצָאֵי שְׁבִיעִית. וּבִשְׁנֵי בַּצֹּרֶת אֲפִלּוּ קַב חָרוּבִין לֹא יֶאֱצֹר מִפְּנֵי שֶׁמַּכְנִיס מְאֵרָה בַּשְּׁעָרִים. וְכָל הַמַּפְקִיעַ שְׁעָרִים אוֹ שֶׁאָצַר פֵּרוֹת בָּאָרֶץ אוֹ בְּמָקוֹם שֶׁרֻבּוֹ יִשְׂרָאֵל הֲרֵי זֶה כְּמַלְוֶה בְּרִבִּית: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּפֵרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ. אֲבָל הַתַּבְלִין כְּגוֹן כַּמּוֹן וּפִלְפְּלִין מֻתָּר לֶאֱצֹר אוֹתָן בְּאֶרֶץ יִשְׂרָאֵל וּלְהוֹצִיא אוֹתָן מִמָּקוֹם לְמָקוֹם כִּשְׁאָר הָעִקָּרִין: \n",
      "אֵין מוֹצִיאִין פֵּרוֹת שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ כְּגוֹן יֵינוֹת שְׁמָנִים וּסְלָתוֹת מֵאֶרֶץ יִשְׂרָאֵל לְחוּצָה לָאָרֶץ אוֹ לְסוּרְיָא. וְלֹא מֵרְשׁוּת מֶלֶךְ זֶה לִרְשׁוּת מֶלֶךְ אַחֵר בְּאֶרֶץ יִשְׂרָאֵל: \n",
      "רַשָּׁאִין בְּנֵי הָעִיר לָקֹץ לָהֶם שַׁעַר לְכָל דָּבָר שֶׁיִּרְצוּ וַאֲפִלּוּ בָּשָׂר וְלֶחֶם וּלְהַתְנוֹת בֵּינֵיהֶם לְכָל מִי שֶׁיַּעֲבֹר יַעַנְשׁוּ אוֹתוֹ כָּךְ וְכָךְ: \n",
      "רַשָּׁאִין אַנְשֵׁי אֻמָּנֻיּוֹת לִפְסֹק בֵּינֵיהֶם שֶׁלֹּא יַעֲשֶׂה אֶחָד בְּיוֹם שֶׁיַּעֲשֶׂה חֲבֵרוֹ וְכַיּוֹצֵא בָּזֶה וְכָל מִי שֶׁיַּעֲבֹר עַל הַתְּנַאי יַעַנְשׁוּ אוֹתוֹ כָּךְ וְכָךְ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּמְדִינָה שֶׁאֵין בָּהּ חָכָם חָשׁוּב לְתַקֵּן מַעֲשֵׂה הַמְּדִינָה וּלְהַצְלִיחַ דַּרְכֵי יוֹשְׁבֶיהָ. אֲבָל אִם יֵשׁ בָּהּ אָדָם חָכָם חָשׁוּב אֵין הַתְּנַאי שֶׁלָּהֶן מוֹעִיל כְּלוּם וְאֵין יְכוֹלִין לַעֲנשׁ וּלְהַפְסִיד עַל מִי שֶׁלֹּא קִבֵּל הַתְּנַאי אֶלָּא אִם כֵּן הִתְנָה עִמָּהֶם וְעָשׂוּ מִדַּעַת הֶחָכָם. וְכָל מִי שֶׁהִפְסִיד לְפִי הַתְּנַאי שֶׁאֵינוֹ מִדַּעַת הֶחָכָם מְשַׁלֵּם: \n",
      "כְּשֵׁם שֶׁהוֹנָיָה בְּמִקָּח וּמִמְכָּר כָּךְ יֵשׁ הוֹנָיָה בִּדְבָרִים שֶׁנֶּאֱמַר <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ וְיָרֵאתָ מֵאֱלֹהֶיךָ אֲנִי ה'\". זֶה הוֹנָיַת דְּבָרִים: \n",
      "כֵּיצַד. הָיָה בַּעַל תְּשׁוּבָה לֹא יֹאמַר לוֹ זְכֹר מַעֲשֶׂיךָ הָרִאשׁוֹנִים. וְאִם הָיָה בֶּן גֵּרִים לֹא יֹאמַר לוֹ זְכֹר מַעֲשֵׂה אֲבוֹתֶיךָ. הָיָה גֵּר וּבָא לִלְמֹד תּוֹרָה לֹא יֹאמַר לוֹ פֶּה שֶׁאָכַל נְבֵלוֹת וּטְרֵפוֹת יָבוֹא וְיִלְמֹד תּוֹרָה שֶׁנִּתְּנָה מִפִּי הַגְּבוּרָה. הָיוּ חֳלָאִים וְיִסּוּרִים בָּאִין עָלָיו אוֹ שֶׁהָיָה מְקַבֵּר אֶת בָּנָיו. לֹא יֹאמַר לוֹ כְּדֶרֶךְ שֶׁאָמְרוּ חֲבֵרָיו לְאִיּוֹב <small>(איוב ד ו)</small> \"הֲלֹא יִרְאָתְךָ כִּסְלָתֶךָ\" <small>(איוב ד ז)</small> \"זְכָר נָא מִי הוּא נָקִי אָבָד\": \n",
      "הָיוּ חַמָּרִין מְבַקְּשִׁין תְּבוּאָה לֹא יֹאמַר לָהֶם לְכוּ אֵצֶל פְּלוֹנִי וְהוּא יוֹדֵעַ שֶׁלֹּא מָכַר תְּבוּאָה מֵעוֹלָם. נִשְׁאֲלָה שְׁאֵלָה עַל דְּבַר חָכְמָה לֹא יֹאמַר לְמִי שֶׁאֵינוֹ יוֹדֵעַ אוֹתָהּ חָכְמָה מַה תָּשִׁיב בְּדָבָר זֶה אוֹ מַה דַּעְתְּךָ בְּדָבָר זֶה. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים הַלָּלוּ: \n",
      "כָּל הַמְאַנֶּה אֶת הַגֵּר בֵּין בְּמָמוֹן בֵּין בִּדְבָרִים עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. שֶׁנֶּאֱמַר <small>(שמות כב כ)</small> \"וְגֵר לֹא תוֹנֶה\" זֶה הוֹנָיַת דְּבָרִים. <small>(שמות כב כ)</small> \"וְלֹא תִלְחָצֶנּוּ\" זֶה הוֹנָיַת מָמוֹן. הָא לָמַדְתָּ שֶׁכָּל הַמְּאַנֶּה אֶת הַגֵּר עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. מִשּׁוּם <small>(ויקרא כה יז)</small> \"לֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\". וּמִשּׁוּם <small>(ויקרא כה יד)</small> \"אַל תּוֹנוּ אִישׁ אֶת אָחִיו\". וּמִשּׁוּם וְגֵר לֹא תוֹנֶה: \n",
      "וְכֵן אִם לְחָצוֹ וְהוֹנָהוּ בְּמָמוֹן עוֹבֵר בִּשְׁלֹשָׁה לָאוִין. מִשּׁוּם <small>(ויקרא כה יד)</small> \"אַל תּוֹנוּ אִישׁ אֶת אָחִיו\". וּמִשּׁוּם <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\". וּמִשּׁוּם <small>(שמות כב כ)</small> \"וְלֹא תִלְחָצֶנּוּ\": \n",
      "וּמִפְּנֵי מָה עוֹבֵר בְּגֵר עַל לָאו שֶׁל הוֹנָיַת דְּבָרִים אַף בַּהֲנָיַת מָמוֹן. וְעַל לָאו שֶׁל הוֹנָיַת מָמוֹן אַף בְּהוֹנָאַת דְּבָרִים. מִפְּנֵי שֶׁהוֹצִיא הַכָּתוּב אֶת שְׁנֵיהֶם בִּלְשׁוֹן הוֹנָיָה סְתָם. וְכָפַל לָאוִין בְּגֵר בִּשְׁנֵי הַדְּבָרִים בְּפֵרוּשׁ. לֹא תוֹנוּ וְלֹא תִלְחָץ: \n",
      "גְּדוֹלָה הוֹנָיַת דְּבָרִים מֵהוֹנָיַת מָמוֹן. שֶׁזֶּה נִתָּן לְהִשָּׁבוֹן וְזֶה לֹא נִתָּן לְהִשָּׁבוֹן. וְזֶה בְּמָמוֹנוֹ וְזֶה בְּגוּפוֹ. וַהֲרֵי הוּא אוֹמֵר בְּהוֹנָיַת דְּבָרִים <small>(ויקרא כה יז)</small> \"וְיָרֵאתָ מֵאֱלֹהֶיךָ\" לְפִי שֶׁהַדָּבָר מָסוּר לַלֵּב. הָא לָמַדְתָּ כָּל דָּבָר שֶׁהוּא מָסוּר לַלֵּב נֶאֱמַר בּוֹ וְיָרֵאתָ מֵאֱלֹהֶיךָ. וְכָל הַצּוֹעֵק מֵהוֹנָיַת דְּבָרִים נַעֲנֶה מִיָּד שֶׁנֶּאֱמַר <small>(ויקרא כה יז)</small> \"כִּי אֲנִי ה'\": \n"
    ],
    [
      "הַמּוֹכֵר לַחֲבֵרוֹ בְּמִדָּה בְּמִשְׁקָל אוֹ בְּמִנְיָן וְטָעָה בְּכָל שֶׁהוּא חוֹזֵר לְעוֹלָם. שֶׁאֵין הוֹנָיָה אֶלָּא בְּדָמִים אֲבָל בְּחֶשְׁבּוֹן חוֹזֵר: \n",
      "כֵּיצַד. מָכַר לוֹ מֵאָה אֱגוֹזִים בְּדִינָר וְנִמְצְאוּ מֵאָה וְאֶחָד אוֹ תִּשְׁעִים וְתִשְׁעָה. נִקְנָה הַמִּקָּח וּמַחֲזִיר אֶת הַטָּעוּת וַאֲפִלּוּ לְאַחַר כַּמָּה שָׁנִים. וְכֵן אִם נִמְצְאוּ הַמָּעוֹת חָסֵר אוֹ יָתֵר מִן הַמִּנְיָן שֶׁפָּסְקוּ חוֹזֵר וַאֲפִלּוּ לְאַחַר שֶׁקָּנוּ מִיָּדוֹ שֶׁלֹּא נִשְׁאַר לוֹ אֵצֶל חֲבֵרוֹ כְּלוּם חוֹזֵר שֶׁקִּנְיָן בְּטָעוּת הוּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "וְכֵן הַמּוֹכֵר לַחֲבֵרוֹ קַרְקַע אוֹ עֶבֶד אוֹ בְּהֵמָה אוֹ שְׁאָר מִטַּלְטְלִין וְנִמְצָא בַּמִּקָּח מוּם שֶׁלֹּא יָדַע בּוֹ הַלּוֹקֵחַ. מַחְזִירוֹ אֲפִלּוּ לְאַחַר כַּמָּה שָׁנִים שֶׁזֶּה מִקָּח טָעוּת הוּא. וְהוּא שֶׁלֹּא יִשְׁתַּמֵּשׁ בַּמִּקָּח אַחַר שֶׁיָּדַע בַּמּוּם. אֲבָל אִם נִשְׁתַּמֵּשׁ בּוֹ אַחַר שֶׁרָאָה הַמּוּם הֲרֵי זֶה מָחַל וְאֵינוֹ יָכוֹל לְהַחְזִיר: \n",
      "אֵין מְחַשְּׁבִין פְּחַת הַמּוּם. אֲפִלּוּ מָכַר לוֹ כְּלִי שָׁוֶה עֲשָׂרָה דִּינָרִין וְנִמְצָא בּוֹ מוּם הַמַּפְחִיתוֹ מִדָּמוֹ אִיסָר מַחְזִיר אֶת הַכְּלִי וְאֵינוֹ יָכוֹל לוֹמַר לוֹ הֵילָךְ אִיסָר פְּחַת הַמּוּם. שֶׁהַלּוֹקֵחַ אוֹמֵר בְּחֵפֶץ שָׁלֵם אֲנִי רוֹצֶה. וְכֵן אִם רָצָה הַלּוֹקֵחַ לִקַּח פְּחַת הַמּוּם הָרְשׁוּת בְּיַד הַמּוֹכֵר. שֶׁהוּא אוֹמֵר לוֹ אוֹ תִּקְנֶה אוֹתוֹ כְּמוֹ שֶׁהוּא אוֹ טֹל דָּמִים שֶׁלְּךָ וְלֵךְ: \n",
      "כָּל שֶׁהִסְכִּימוּ עָלָיו בְּנֵי הַמְּדִינָה שֶׁהוּא מוּם שֶׁמַּחְזִיר בּוֹ מִקָּח זֶה מַחֲזִירִין. וְכָל שֶׁהִסְכִּימוּ עָלָיו שֶׁאֵינוֹ מוּם הֲרֵי זֶה אֵינוֹ מַחְזִיר בּוֹ אֶלָּא אִם פֵּרֵשׁ. שֶׁכָּל הַנּוֹשֵׂא וְנוֹתֵן סְתָם עַל מִנְהַג הַמְּדִינָה הוּא סוֹמֵךְ: \n",
      "כָּל הַלּוֹקֵחַ סְתָם אֵינוֹ לוֹקֵחַ אֶלָּא הַדָּבָר הַשָּׁלֵם מִכָּל מוּם. וְאִם פֵּרֵשׁ הַמּוֹכֵר וְאָמַר עַל מְנָת שֶׁאֵין אַתָּה חוֹזֵר עָלַי בְּמוּם. הֲרֵי זֶה חוֹזֵר עַד שֶׁיְּפָרֵשׁ הַמּוּם שֶׁיֵּשׁ בְּמִמְכָּרוֹ וְיִמְחל הַלּוֹקֵחַ. אוֹ עַד שֶׁיֹּאמַר לוֹ כָּל מוּם שֶׁיִּמָּצֵא בְּמִקָּח זֶה הַפּוֹחֵת דָּמָיו עַד כָּךְ וְכָךְ קִבַּלְתִּי אוֹתוֹ. שֶׁהַמּוֹחֵל צָרִיךְ לֵידַע הַדָּבָר שֶׁיִּמְחל לוֹ בּוֹ וִיפָרֵשׁ אוֹתוֹ כְּמוֹ הַמְפָרֵשׁ בְּהוֹנָיָה: \n",
      "הַמּוֹכֵר פָּרָה לַחֲבֵרוֹ וּמָנָה בָּהּ מוּמִין גְּלוּיִים וּמוּמִין שֶׁאֵין נִכָּרִין וְלֹא הָיָה בָּהּ מֵאוֹתָן הַמּוּמִין הַגְּלוּיִין שֶׁמָּנָה. וְנִמְצָא בָּהּ מוּם מֵאוֹתָן שֶׁאֵינָן נִכָּרִין הֲרֵי זֶה מִקַּח טָעוּת וְחוֹזֵר וְאַף עַל פִּי שֶׁפֵּרֵשׁ הַמּוּם שֶׁנִּמְצָא. שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר כְּשֶׁרָאִיתִי שֶׁאֵין בָּהּ אֵלּוּ הַמּוּמִין שֶׁנִּרְאִין שֶׁמָּנָה אָמַרְתִּי כָּךְ אֵין בָּהּ אֵלּוּ שֶׁאֵינָן נִרְאִין שֶׁמָּנָה. וְאֵינוֹ מְפָרֵשׁ מוּמִין אֵלּוּ אֶלָּא כְּדֵי לְהַשְׁבִּיחַ דַּעְתִּי: \n",
      "כֵּיצַד. פָּרָה זוֹ עִוֶּרֶת הִיא חִגֶּרֶת הִיא נַשְׁכָנִית הִיא רַבְצָנִית הִיא. וְנִמְצֵאת רַבְצָנִית בִּלְבַד אוֹ נַשְׁכָנִית הֲרֵי זֶה מִקַּח טָעוּת. הָיוּ בָּהּ כָּל הַמּוּמִין שֶׁמָּנָה אֵין זֶה מִקַּח טָעוּת. וְכֵן אִם הָיְתָה חִגֶּרֶת וְנִמְצֵאת נַשְׁכָנִית אַף עַל פִּי שֶׁאֵינָהּ עִוֶּרֶת אֵין זֶה מִקַּח טָעוּת: \n",
      "הֶרְאָה לוֹ הַמּוּם שֶׁיֵּשׁ בָּהּ וְאָמַר לוֹ מוּם זֶה יֵשׁ בָּהּ וּמוּם פְּלוֹנִי [וּמוּם פְּלוֹנִי] אַף עַל פִּי שֶׁאוֹתָן הַמּוּמִין שֶׁמָּנָה נִרְאִין וְנִמְצְאוּ בָּהּ כֻּלָּן אוֹ מִקְצָתָן אֵין זֶה מִקַּח טָעוּת: \n",
      "וְכֵן הַמּוֹכֵר שִׁפְחָה לַחֲבֵרוֹ וְאָמַר לוֹ גִּדֶּמֶת הִיא חִגֶּרֶת הִיא סוּמָא הִיא שׁוֹטָה הִיא נִכְפֵּית הִיא וְלֹא הָיָה בָּהּ מוּם מֵאֵלּוּ הַמּוּמִין שֶׁמָּנָה וְנִמְצֵאת נִכְפֵּית הֲרֵי זֶה מִקַּח טָעוּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִכָּאן אֲנִי אוֹמֵר שֶׁהַמּוֹכֵר חֵפֶץ לַחֲבֵרוֹ בְּמֵאָה דִּינָרִין וְאָמַר לוֹ חֵפֶץ זֶה אֵינוֹ שָׁוֶה אֶלָּא זוּז אֶחָד עַל מְנָת שֶׁאֵין לְךָ עָלַי אוֹנָאָה. הֲרֵי זֶה יֵשׁ לוֹ עָלָיו אוֹנָאָה שֶׁהֲרֵי אוֹמֵר כֵּיוָן שֶׁרָאִיתִי שֶׁאָמַר שֶׁאֵינוֹ שָׁוֶה אֶלָּא זוּז יָדַעְתִּי שֶׁאֵינוֹ מִתְכַּוֵּן אֶלָּא לְהַשְׁבִּיחַ דַּעְתִּי. עַד שֶׁיְּפָרֵשׁ כְּדֵי הַהוֹנָיָה שֶׁיֵּשׁ בְּמִקָּחוֹ בְּוַדַּאי אוֹ קָרוֹב לָהּ בִּכְדֵי שֶׁהַדַּעַת טוֹעָה. שֶׁהֲרֵי יָדַע בְּוַדַּאי הַדָּבָר שֶׁמָּחַל בּוֹ. וְכָזֶה רָאוּי לָדוּן: \n",
      "הַמּוֹכֵר עֶבֶד אוֹ שִׁפְחָה. אֵין הַלּוֹקֵחַ יָכוֹל לְהַחְזִירוֹ מִפְּנֵי מוּמִין שֶׁאֵין מְבַטְּלִין אוֹתוֹ מִמְּלַאכְתּוֹ וְהֵן הַנִּקְרָאִין סִמְפּוֹן. שֶׁאִם הָיָה זֶה סִמְפּוֹן גָּלוּי כְּבָר רָאָהוּ. וְאִם אֵינוֹ נִרְאֶה כְּגוֹן שׁוּמָא בַּבָּשָׂר אוֹ נְשִׁיכַת כֶּלֶב אוֹ רֵיחַ הַפֶּה אוֹ הַחֹטֶם וְכַיּוֹצֵא בָּהֶן הוֹאִיל וְאֵינוֹ מְבַטְּלוֹ מִמְּלַאכְתּוֹ אֵינוֹ מַחְזִיר. שֶׁאֵין הָעֲבָדִים לְתַשְׁמִישׁ הַמִּטָּה אֶלָּא לִמְלָאכָה: \n",
      "נִמְצָא בּוֹ שְׁחִין רַע. אוֹ חֹלִי הַמֵּתִישׁ אֶת כֹּחוֹ. אוֹ שֶׁהָיָה נִכְפֶּה אוֹ מְשֻׁעֲמָם. הֲרֵי זֶה מוּם מִפְּנֵי שֶׁמְּבַטְּלוֹ מִמְּלַאכְתּוֹ. וְכֵן אִם נִמְצָא בּוֹ צָרַעַת וְכַיּוֹצֵא בָּהּ מִדְּבָרִים אֵלּוּ הַמְגֹאָלִים הֲרֵי זֶה מוּם. מִפְּנֵי שֶׁנַּפְשׁוֹ שֶׁל אָדָם אוֹנֶנֶת מֵהֶם וְנִמְצָא שֶׁאֵינוֹ מִתְעַסֵּק לוֹ בִּמְלֶאכֶת אֲכִילָה וּשְׁתִיָּה. וְכֵן אִם נִמְצָא לִסְטִים מְזֻיָּן הֲרֵי זֶה מוּם הַמְאַבֵּד אֶת כֻּלּוֹ מִפְּנֵי שֶׁהַמֶּלֶךְ תּוֹפֵס אוֹתוֹ וְהוֹרְגוֹ. וְכֵן אִם נִמְצָא מֻכְתָּב לַמַּלְכוּת הֲרֵי זֶה מוּם וּמַחֲזִירוֹ מִפְּנֵי שֶׁהַמֶּלֶךְ תּוֹפְשׂוֹ לִמְלַאכְתּוֹ בְּכָל עֵת שֶׁיִּרְצֶה. אֲבָל אִם נִמְצָא גַּנָּב אוֹ חוֹטֵף אוֹ גּוֹנֵב נְפָשׁוֹת. אוֹ בּוֹרֵחַ תָּמִיד. אוֹ זוֹלֵל וְסוֹבֵא וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֵינוֹ יָכוֹל לְהַחְזִיר. שֶׁכָּל הָעֲבָדִים בְּחֶזְקַת שֶׁיֵּשׁ בָּהֶן כָּל הַדֵּעוֹת הָרָעוֹת אֶלָּא אִם כֵּן פֵּרֵשׁ. \n"
    ],
    [
      "הַמּוֹכֵר זֵרְעוֹנֵי גִּנָּה שֶׁאֵין עַצְמָן שֶׁל זֵרְעוֹנִים נֶאֱכָל לַחֲבֵרוֹ וְלֹא צָמְחוּ חַיָּב בְּאַחֲרָיוּתָן וּמַחֲזִיר לוֹ אֶת הַדָּמִים שֶׁלָּקַח מִמֶּנּוּ שֶׁחֶזְקָתָן לִזְרִיעָה. וְהוּא שֶׁלֹּא צָמְחוּ מֵחֲמַת עַצְמָן אֲבָל אִם לָקְתָה הָאָרֶץ בְּבָרָד וְכַיּוֹצֵא בּוֹ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן שֶׁמָּא מֵחֲמַת הַבָּרָד לֹא צָמְחוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מָכַר לוֹ זְרָעִים הַנֶּאֱכָלִין כְּגוֹן חִטִּים וּשְׂעוֹרִים וּזְרָעָן וְלֹא צָמְחוּ אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן. אֲפִלּוּ הָיָה זֶרַע פִּשְׁתָּן שֶׁרֹב בְּנֵי אָדָם קוֹנִין אוֹתָהּ לִזְרִיעָה. הוֹאִיל וְאוֹכְלִין אוֹתָהּ אֵינוֹ חַיָּב בְּאַחֲרָיוּת זְרִיעָתוֹ. וְאִם הוֹדִיעוֹ שֶׁהוּא קוֹנֶה לְזֶרַע חַיָּב בְּאַחֲרָיוּתָן. וְהוּא הַדִּין לִדְבָרִים הַנִּמְכָּרִים לִרְפוּאָה וְלִצְבִיעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִכָּאן אַתָּה לָמֵד שֶׁכָּל הַלּוֹקֵחַ מֵחֲבֵרוֹ מִקָּח וְהוֹדִיעוֹ שֶׁהוּא מוֹלִיכוֹ לִמְדִינָה פְּלוֹנִית לְמָכְרוֹ שָׁם וְאַחַר שֶׁהוֹלִיכוֹ לְשָׁם נִמְצָא בּוֹ מוּם. אֵינוֹ יָכוֹל לוֹמַר הַחֲזִיר לִי מִקָּחִי לְכָאן. אֶלָּא מַחְזִיר לוֹ אֶת הַדָּמִים וְהַמּוֹכֵר מְטַפֵּל לְהָבִיא מִמְכָּרוֹ אוֹ לְמָכְרוֹ שָׁם. וַאֲפִלּוּ אָבַד אוֹ נִגְנַב אַחַר שֶׁהוֹדִיעוֹ הֲרֵי הוּא בִּרְשׁוּת מוֹכֵר. אֲבָל אִם לֹא הוֹדִיעוֹ שֶׁמּוֹלִיכוֹ לִמְדִינָה אַחֶרֶת וְהוֹלִיכוֹ וְנִמְצָא שָׁם בּוֹ מוּם הֲרֵי זֶה בִּרְשׁוּת לוֹקֵחַ עַד שֶׁיַּחְזִיר הַמִּקָּח בְּמוּמוֹ לַמּוֹכֵר: \n",
      "הַלּוֹקֵחַ מִקָּח וְנִמְצָא בּוֹ מוּם וְאַחַר כָּךְ אָבַד אוֹ נִגְנַב הֲרֵי הוּא בִּרְשׁוּת הַלּוֹקֵחַ עַד שֶׁיַּחְזִיר הַמִּקָּח לַמּוֹכֵר. וְאִם הִתְלִיעַ וְנִפְסַד מֵחֲמַת אֹרֶךְ הַזְּמַן הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר. וְאִם הָיָה לוֹ לְהוֹדִיעַ לַמּוֹכֵר וְלֹא הוֹדִיעוֹ הֲרֵי זֶה בִּרְשׁוּת לוֹקֵחַ: \n",
      "הַמּוֹכֵר שׁוֹר לַחֲבֵרוֹ וְנִמְצָא נַגְחָן יָכוֹל לוֹמַר לוֹ לִשְׁחִיטָה מְכַרְתִּיו לְךָ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַלּוֹקֵחַ קוֹנֶה לִשְׁחִיטָה וְלַחֲרִישָׁה. אֲבָל אִם הָיָה יוֹדֵעַ שֶׁהוּא קוֹנֶה לַחֲרִישָׁה בִּלְבַד הֲרֵי זֶה מִקַּח טָעוּת וְחוֹזֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר בְּהֵמָה לַחֲבֵרוֹ לִטְבִיחָה וּשְׁחָטָהּ וְנִמְצֵאת טְרֵפָה. אִם נוֹדַע בְּוַדַּאי שֶׁהָיְתָה טְרֵפָה כְּשֶׁלְּקָחָהּ הֲרֵי זֶה מַחְזִיר לוֹ אֶת הַשְּׁחוּטָה וְיַחְזִיר הַמּוֹכֵר אֶת הַדָּמִים. מִכָּאן אַתָּה לָמֵד שֶׁהַמּוֹכֵר דָּבָר שֶׁהָיָה מוּם בְּמִמְכָּרוֹ וְעָשָׂה בּוֹ הַלּוֹקֵחַ מוּם אַחֵר קֹדֶם שֶׁיִּוָּדַע לוֹ הַמּוּם הָרִאשׁוֹן. אִם עָשָׂה דָּבָר שֶׁדַּרְכּוֹ לַעֲשׂוֹתוֹ כְּגוֹן זֶה שֶׁשָּׁחַט אֶת הַטְּרֵפָה פָּטוּר. וְאִם שָׁנָה וְעָשָׂה מוּם אַחֵר קֹדֶם שֶׁיִּוָּדַע לוֹ הַמּוּם [הָרִאשׁוֹן] מַחְזִיר הַמִּקָּח לִבְעָלָיו וּמְשַׁלֵּם דְּמֵי הַמּוּם שֶׁעָשָׂה: \n",
      "קָנָה בֶּגֶד וּקְרָעוֹ לַעֲשׂוֹת מִמֶּנּוּ חָלוּק וְאַחַר כָּךְ נוֹדַע הַמּוּם מֵחֲמַת הַקְּרִיעָה מַחְזִיר לוֹ אֶת הַקְּרָעִים. תְּפָרוֹ וְאַחַר כָּךְ נוֹדַע הַמּוּם. אִם הִשְׁבִּיחַ נוֹטֵל שֶׁבַח הַתְּפִירָה מִן הַמּוֹכֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְאָכַל פֵּרוֹתֶיהָ וּלְאַחַר זְמַן נִרְאֶה לוֹ בָּהּ מוּם. אִם רָצָה לְהַחְזִיר קַרְקַע לַבְּעָלִים מַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל. וְאִם הָיָה חָצֵר וְדָר בּוֹ צָרִיךְ לְהַעֲלוֹת לוֹ שָׂכָר: \n",
      "הַמּוֹכֵר דָּבָר שֶׁיֵּשׁ בּוֹ מוּם שֶׁאֵינוֹ נִרְאֶה וְאָבַד הַמִּקָּח מֵחֲמַת אוֹתוֹ הַמּוּם הֲרֵי זֶה מַחְזִיר אֶת הַדָּמִים: \n",
      "[כֵּיצַד]. הַמּוֹכֵר שׁוֹר לַחֲבֵרוֹ שֶׁאֵין לוֹ טוֹחֲנוֹת וְהִנִּיחוֹ הַלּוֹקֵחַ עִם הַבָּקָר שֶׁלּוֹ וְהָיָה מַנִּיחַ הַמַּאֲכָל לִפְנֵי כֻּלָּן וְאוֹכְלִין וְלֹא הָיָה יוֹדֵעַ שֶׁזֶּה אֵינוֹ אוֹכֵל עַד שֶׁמֵּת בָּרָעָב. הֲרֵי זֶה מַחְזִיר לוֹ אֶת הַנְּבֵלָה וְיַחְזִיר זֶה אֶת הַדָּמִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָיָה הַמּוֹכֵר סַרְסוּר שֶׁלּוֹקֵחַ מִזֶּה וּמוֹכֵר לָזֶה וְאֵינוֹ מַשְׁהֶה הַמִּקָּח עִמּוֹ וְלֹא יָדַע בְּמוּם זֶה. הֲרֵי הַסַּרְסוּר נִשְׁבָּע שְׁבוּעַת הֶסֵּת שֶׁלֹּא יָדַע בְּמוּם זֶה וְיִפָּטֵר. מִפְּנֵי שֶׁהָיָה עַל הַלּוֹקֵחַ לִבְדֹּק הַשּׁוֹר בִּפְנֵי עַצְמוֹ וּלְהַחְזִירוֹ לוֹ קֹדֶם שֶׁיָּמוּת וְיִהְיֶה הַסַּרְסוּר מַחְזִירוֹ עַל הַמּוֹכֵר הָרִאשׁוֹן. הוֹאִיל וְלֹא עָשָׂה הוּא הַלּוֹקֵחַ הִפְסִיד עַל עַצְמוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַשּׁוֹחֵט אֶת הַבְּכוֹר וּמְכָרוֹ וְנוֹדַע לוֹ שֶׁלֹּא הֶרְאָהוּ לְמֻמְחֶה מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ הַדָּמִים. וְהַנִּשְׁאָר מִן הַבָּשָׂר בְּיַד הַלָּקוֹחוֹת יְקַבֵּל וְיַחְזִיר לָהֶם אֶת הַדָּמִים. וְכֵן הַשּׁוֹחֵט אֶת הַפָּרָה וּמְכָרָהּ וְנוֹדַע שֶׁהִיא טְרֵפָה. מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ אֶת הַדָּמִים וּמַה שֶּׁלֹּא אָכַל יַחְזִיר אֶת הַבָּשָׂר לַטַּבָּח וְיַחְזִיר לוֹ אֶת הַדָּמִים: \n",
      "מָכַר הַלּוֹקֵחַ בָּשָׂר זֶה שֶׁל טְרֵפָה לְנָכְרִים. אוֹ שֶׁהֶאֱכִילוֹ לַכְּלָבִים. יְחַשֵּׁב עִם הַטַּבָּח עַל דְּמֵי הַטְּרֵפָה וְיַחְזִיר לוֹ הַטַּבָּח אֶת הַמּוֹתָר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר בָּשָׂר לַחֲבֵרוֹ וְנִמְצָא בְּשַׂר בְּכוֹר. פֵּרוֹת וְנִמְצְאוּ טְבָלִים. יַיִן וְנִמְצָא יֵין נֶסֶךְ. מַה שֶּׁאָכַל אָכַל וְיַחְזִיר לוֹ אֶת הַדָּמִים. וְכֵן כָּל הַמּוֹכֵר דָּבָר שֶׁאָסוּר לְאָכְלוֹ מִן הַתּוֹרָה כָּךְ הוּא דִּינוֹ. בֵּין שֶׁהָיָה אִסּוּרוֹ בְּכָרֵת בֵּין שֶׁהָיָה אִסּוּרוֹ בְּלָאו בִּלְבַד. אֲבָל הַמּוֹכֵר דָּבָר לַחֲבֵרוֹ שֶׁאִסּוּר אֲכִילָתוֹ מִדִּבְרֵי סוֹפְרִים. אִם הָיוּ הַפֵּרוֹת קַיָּמִין מַחְזִיר אֶת הַפֵּרוֹת וְנוֹטֵל אֶת דָּמָיו. וְאִם אֲכָלָן אָכַל וְאֵין הַמּוֹכֵר מַחְזִיר לוֹ כְּלוּם. וְכָל אִסּוּרֵי הֲנָיָה בֵּין מִדִּבְרֵי תּוֹרָה בֵּין מִדִּבְרֵיהֶם מַחְזִיר אֶת הַדָּמִים וְאֵין בָּהֶן דִּין מְכִירָה כְּלָל: \n"
    ],
    [
      "אַרְבַּע מִדּוֹת בְּמוֹכְרין. מָכַר לוֹ חִטִּים יָפוֹת וְנִמְצְאוּ רָעוֹת הַלּוֹקֵחַ יָכוֹל לַחְזֹר בּוֹ וְלֹא הַמּוֹכֵר. רָעוֹת וְנִמְצְאוּ יָפוֹת הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְלֹא הַלּוֹקֵחַ. רָעוֹת וְנִמְצְאוּ רָעוֹת יָפוֹת וְנִמְצְאוּ יָפוֹת אַף עַל פִּי שֶׁאֵינָן יָפוֹת שֶׁאֵין לְמַעְלָה מֵהֶן וְלֹא רָעוֹת שֶׁאֵין לְמַטָּה מֵהֶן וַהֲרֵי יֵשׁ שָׁם הוֹנָיָה שְׁתוּת אֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר בּוֹ אֶלָּא קָנָה וּמַחֲזִיר אוֹנָאָה: \n",
      "אֲבָל הַמּוֹכֵר חִטִּים שַׁחְמָתִית וְנִמְצֵאת לְבָנָה. לְבָנָה וְנִמְצָא שַׁחְמָתִית. עֵצִים שֶׁל זַיִת וְנִמְצְאוּ שֶׁל שִׁקְמָה. שֶׁל שִׁקְמָה וְנִמְצְאוּ שֶׁל זַיִת. יַיִן וְנִמְצָא חֹמֶץ. חֹמֶץ וְנִמְצָא יַיִן. כָּל אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. שֶׁאֵין זֶה הַמִּין שֶׁאָמַר שֶׁיִּמְכֹּר לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר יַיִן לַחֲבֵרוֹ וּנְתָנוֹ הַלּוֹקֵחַ בְּקַנְקַנָּיו וְהֶחְמִיץ מִיָּד אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. וְאַף עַל פִּי שֶׁאָמַר לוֹ לְתַבְשִׁיל אֲנִי צָרִיךְ לוֹ. וְאִם יָדַע שֶׁיֵּינוֹ מַחְמִיץ הֲרֵי זֶה מִקַּח טָעוּת. מָכַר לוֹ יַיִן וַהֲרֵי הוּא בְּקַנְקַנָּיו שֶׁל מוֹכֵר וְהֶחְמִיץ. אִם אָמַר לוֹ לְמִקְפָּה אֲנִי צָרִיךְ וְהֶחְמִיץ מַחְזִיר וְאוֹמֵר לוֹ הֲרֵי יֵינְךָ וְקַנְקַנְּךָ שֶׁאֲנִי לֹא קָנִיתִי לִשְׁתּוֹתוֹ אֶלָּא לְבַשֵּׁל מְעַט מְעַט. וְאִם לֹא אָמַר לְמִקְפָּה הוּא אֵינוֹ יָכוֹל לְהַחְזִיר. שֶׁהֲרֵי אוֹמֵר לוֹ לָמָּה לֹא שָׁתִיתָ אוֹתוֹ. וְלֹא הָיָה לְךָ לַשְׁהוֹתוֹ עַד שֶׁיַּחְמִיץ: \n",
      "הַמּוֹכֵר חָבִית שֶׁל שֵׁכָר לַחֲבֵרוֹ וְהֶחָבִית שֶׁל מוֹכֵר וְהֶחְמִיצָה בְּתוֹךְ שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים. הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר וּמַחֲזִיר אֶת הַדָּמִים. מִכָּאן וְאֵילָךְ בִּרְשׁוּת הַלּוֹקֵחַ: \n",
      "הַמּוֹכֵר חָבִית שֶׁל יַיִן לַחֲבֵרוֹ כְּדֵי לְמָכְרָהּ מְעַט מְעַט וְהֶחְמִיצָה בְּמַחֲצִיתָהּ אוֹ בִּשְׁלִישָׁהּ חוֹזֶרֶת לַמּוֹכֵר. וְאִם שִׁנָּה הַלּוֹקֵחַ הַנֶּקֶב שֶׁלָּהּ אוֹ שֶׁהִגִּיעַ יוֹם הַשּׁוּק וְשָׁהָה וְלֹא מָכַר הֲרֵי הִיא בִּרְשׁוּת הַלּוֹקֵחַ. וְכֵן הַמְקַבֵּל חָבִית שֶׁל יַיִן מֵחֲבֵרוֹ כְּדֵי לְהוֹלִיכָהּ לְמָקוֹם פְּלוֹנִי לְמָכְרָהּ שָׁם וְקֹדֶם שֶׁהִגִּיעַ שָׁם הוּזַל הַיַּיִן אוֹ הֶחְמִיצָה הֲרֵי זֶה בִּרְשׁוּת הַמּוֹכֵר. מִפְּנֵי שֶׁהֶחָבִית וְהַיַּיִן שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ יַיִן מְבֻשָּׂם אֲנִי מוֹכֵר לְךָ חַיָּב לְהַעֲמִיד לוֹ עַד עֲצֶרֶת. אָמַר לוֹ יַיִן יָשָׁן אֲנִי מוֹכֵר לְךָ נוֹתֵן לוֹ מִשֶּׁל שָׁנָה שֶׁעָבְרָה. מְיֻשָּׁן מִשֶּׁל שָׁלֹשׁ שָׁנִים. וְצָרִיךְ שֶׁיַּעֲמֹד וְלֹא יַחְמִיץ עַד הֶחָג. וּבְמָקוֹם שֶׁיֵּשׁ מִנְהָג יָדוּעַ הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ מַרְתֵּף זֶה שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ לְמִקְפָּה. אוֹ שֶׁמָּכַר לוֹ מַרְתֵּף שֶׁל יַיִן סְתָם. הֲרֵי הַלּוֹקֵחַ מְקַבֵּל עָלָיו עֲשָׂרָה קַנְקַנִּים בְּכָל מֵאָה שֶׁלֹּא יִהְיֶה יֵינָם טוֹב אֶלָּא כְּבָר הִתְחִיל לְהִשְׁתַּנּוֹת. יֶתֶר עַל זֶה לֹא יְקַבֵּל: \n",
      "אָמַר לוֹ מַרְתֵּף שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ לְמִקְפָּה. אוֹ שֶׁאָמַר לוֹ חָבִית שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ. נוֹתֵן לוֹ יַיִן שֶׁכֻּלּוֹ יָפֶה וְרָאוּי לְתַבְשִׁיל. אָמַר לוֹ מַרְתֵּף זֶה שֶׁל יַיִן נוֹתֵן לוֹ יַיִן הַנִּמְכָּר בַּחֲנוּת שֶׁהֲרֵי הוּא בֵּינוֹנִי לֹא רַע וְלֹא יָפֶה. אָמַר לוֹ מַרְתֵּף זֶה אֲנִי מוֹכֵר לְךָ וְלֹא הִזְכִּיר יַיִן אֲפִלּוּ כֻּלּוֹ חֹמֶץ הִגִּיעוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ עֲרֵבָה שֶׁל עֵץ אֲנִי מוֹכֵר לְךָ. אוֹ קוֹרַת בֵּית הַבַּד אֲנִי מוֹכֵר לְךָ. אֵינוֹ נוֹתֵן לוֹ עֵץ שֶׁרָאוּי לַחְפֹּר בּוֹ עֲרֵבָה. אוֹ קוֹרָה שֶׁרָאוּי לִקְרוֹת בֵּית הַבַּד. אֶלָּא עֲרֵבָה בְּצוּרָתָהּ אוֹ קוֹרוֹת בֵּית הַבַּד בְּצוּרָתָם. שֶׁכָּל הָרוֹאֶה אוֹמֵר זוֹ עֲרֵבָה אוֹ זוֹ קוֹרַת בֵּית הַבַּד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "אָסוּר לְרַמּוֹת אֶת בְּנֵי אָדָם בְּמִקָּח וּמִמְכָּר אוֹ לִגְנֹב אֶת דַּעְתָּם. וְאֶחָד עוֹבֵד כּוֹכָבִים וְאֶחָד יִשְׂרָאֵל שָׁוִים בְּדָבָר זֶה. הָיָה יוֹדֵעַ שֶׁיֵּשׁ בְּמִמְכָּרוֹ מוּם יוֹדִיעוֹ לַלּוֹקֵחַ. וַאֲפִלּוּ לִגְנֹב דַּעַת הַבְּרִיּוֹת בִּדְבָרִים אָסוּר: \n",
      "אֵין מְפַרְכְּסִין אֶת הָאָדָם וְלֹא אֶת הַבְּהֵמָה וְלֹא אֶת הַכֵּלִים הַיְּשָׁנִים כְּדֵי שֶׁיֵּרָאוּ כַּחֲדָשִׁים. אֲבָל מְפַרְכְּסִין הַחֲדָשִׁים כְּגוֹן שֶׁיָּשׁוּף וִיגַהֵץ וִייַפֶּה כָּל צְרָכָיו: \n",
      "אֵין מְשַׁרְבְּטִין אֶת הָאָדָם בְּמַיִם שֶׁל חֲזָרִין וְכַיּוֹצֵא בָּהֶן כְּדֵי שֶׁיִּתְפַּח וְיֵרָאוּ פָּנָיו שְׁמֵנִים. וְלֹא צוֹבְעִין אֶת הַפָּנִים בְּשָׁרָק וְכַיּוֹצֵא בּוֹ. וְלֹא נוֹפְחִין אֶת הַקְּרָבַיִם וְלֹא שׁוֹרִין אֶת הַבָּשָׂר בְּמַיִם. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ אֲסוּרִין. וְאֵין מוֹכְרִין בְּשַׂר נְבֵלָה לְנָכְרִי בִּכְלַל שְׁחוּטָה אַף עַל פִּי שֶׁהַנְּבֵלָה אֶצְלוֹ כִּשְׁחוּטָה: \n",
      "מֻתָּר לָבֹר אֶת הַגְּרִיסִין אֲבָל לֹא עַל פִּי הַמְּגוּרָה. שֶׁאֵינוֹ אֶלָּא כְּגוֹנֵב אֶת הָעַיִן וִידַמֶּה שֶׁהוּא הַכּל בָּרוּר. וּמֻתָּר לְחֶנְוָנִי לְחַלֵּק קְלָיוֹת וֶאֱגוֹזִים לְתִינוֹקוֹת וְלִשְׁפָחוֹת כְּדֵי לְהַרְגִּילָן לָבוֹא אֶצְלוֹ. וּפוֹחֵת מִשַּׁעַר שֶׁבַּשּׁוּק כְּדֵי לְהַרְבּוֹת בְּמַקִּיפִין מִמֶּנּוּ. וְאֵין בְּנֵי הַשּׁוּק יְכוֹלִין לְעַכֵּב עָלָיו וְאֵין בָּזֶה גְּנֵבַת הַדַּעַת: \n",
      "אֵין מְעָרְבִין פֵּרוֹת בְּפֵרוֹת אֲפִלּוּ חֲדָשִׁים בַּחֲדָשִׁים. וְאֵין צָרִיךְ לוֹמַר יְשָׁנִים בַּחֲדָשִׁים. אֲפִלּוּ הַיְשָׁנִים בְּיֹקֶר וְהַחֲדָשִׁים בְּזוֹל. מִפְּנֵי שֶׁהַלּוֹקֵחַ רוֹצֶה לְיַשְּׁנָן. בְּיַיִן הוּא שֶׁהִתִּירוּ לְעָרֵב קָשֶׁה בְּרַךְ בֵּין הַגִּתּוֹת בִּלְבַד מִפְּנֵי שֶׁמַּשְׁבִּיחוֹ. וְאִם הָיָה טַעֲמוֹ נִכָּר מֻתָּר לְעָרֵב בְּכָל מָקוֹם. שֶׁכָּל דָּבָר הַנִּכָּר טַעְמוֹ מַרְגִּישׁ הַלּוֹקֵחַ וּלְפִיכָךְ מֻתָּר לְעָרֵב אוֹתוֹ: \n",
      "אֵין מְעָרְבִין מַיִם בְּיַיִן. וּמִי שֶׁנִּתְעָרֵב לוֹ מַיִם בְּיֵינוֹ לֹא יִמְכְּרֶנּוּ בַּחֲנוּת אֶלָּא אִם כֵּן מוֹדִיעוֹ. וְלֹא לְתַגָּר אַף עַל פִּי שֶׁמּוֹדִיעוֹ, שֶׁמְּרַמֶּה בּוֹ אֲחֵרִים. וּמָקוֹם שֶׁנָּהֲגוּ לְהַטִּיל מַיִם בְּיַיִן יַטִּיל. וְהוּא שֶׁיִּהְיֶה בֵּין הַגִּתּוֹת: \n",
      "הַתַּגָּר נוֹטֵל מֵחָמֵשׁ גִּתּוֹת וְנוֹתֵן לְתוֹךְ פִּיטָם אֶחָד. מֵחָמֵשׁ גֳּרָנוֹת וְנוֹתֵן לְתוֹךְ מְגוּרָה אַחַת. וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לְעָרֵב: \n",
      "אָסוּר לְעָרֵב שְׁמָרִים בֵּין בְּיַיִן בֵּין בְּשֶׁמֶן וַאֲפִלּוּ כָּל שֶׁהוּא. וַאֲפִלּוּ שְׁמָרִים שֶׁל אֶמֶשׁ בִּשְׁמָרִים שֶׁל יוֹם אָסוּר. אֲבָל אִם עֵרָה הַיַּיִן מִכְּלִי אֶל כְּלִי נוֹתֵן שְׁמָרָיו לְתוֹכוֹ: \n",
      "הַמּוֹכֵר לַחֲבֵרוֹ שֶׁמֶן מְזֻקָּק אֵינוֹ מְקַבֵּל שְׁמָרִים. מָכַר לוֹ שֶׁמֶן סְתָם מְקַבֵּל לוֹג וּמֶחֱצָה שְׁמָרִים לְכָל מֵאָה לוֹג. וּמְקַבֵּל בִּשְׁאָר שְׁמָרִים שֶׁמֶן עָכוּר הָעוֹלֶה לְמַעְלָה עַל פְּנֵי הַשֶּׁמֶן יֶתֶר עַל הַשְּׁמָרִים הַיְדוּעִים בְּאוֹתוֹ מָקוֹם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנָּתַן לוֹ מָעוֹת בְּתִשְׁרֵי שֶׁהַשֶּׁמֶן עָכוּר. וְלָקַח הַשֶּׁמֶן בְּנִיסָן כְּמִדַּת תִּשְׁרֵי שֶׁהִיא גְּדוֹלָה מִפְּנֵי אוֹתוֹ הַשֶּׁמֶן הַקּוֹפֶה לְמַעְלָה. אֲבָל אִם לָקַח בְּמִדַּת נִיסָן שֶׁהִיא קְטַנָּה מִפְּנֵי שֶׁכְּבָר צָלַל הַשֶּׁמֶן אֵינוֹ מְקַבֵּל אֶלָּא הַשְּׁמָרִים בִּלְבַד: \n",
      "הַמּוֹכֵר חִטִּים לַחֲבֵרוֹ מְקַבֵּל עָלָיו רֹבַע קִטְנִית לְכָל סְאָה. שְׂעוֹרִים מְקַבֵּל עָלָיו רֹבַע נִישׁוֹבוֹת לְכָל סְאָה. עֲדָשִׁים מְקַבֵּל עָלָיו רֹבַע עַפְרוּרִית לִסְאָה. תְּאֵנִים מְקַבֵּל עָלָיו עֶשֶׂר מַתְלִיעוֹת לְכָל מֵאָה. מָכַר לוֹ שְׁאָר פֵּרוֹת מְקַבֵּל עָלָיו רֹבַע טִנוֹפוֹת לְכָל סְאָה. נִמְצָא מֵהֶן יֶתֶר עַל הַשִּׁעוּרִים הָאֵלּוּ כָּל שֶׁהוּא יְנַפֶּה אֶת הַכּל וְיִתֵּן לוֹ פֵּרוֹת מְנֻפִּין וּבְרוּרִין שֶׁאֵין בָּהֶן כְּלוּם: \n",
      "וְאֵין כָּל אֵלּוּ הַדְּבָרִים אֲמוּרִים אֶלָּא בְּמָקוֹם שֶׁאֵין לָהֶם מִנְהָג אֲבָל בְּמָקוֹם שֶׁיֵּשׁ לָהֶם מִנְהָג הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
      "יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁיִּהְיוּ כָּל פֵּרוֹת מְנֻקִּים וּבְרוּרִים מִכָּל דָּבָר. וְשֶׁיִּהְיוּ הַיֵּינוֹת וְהַשְּׁמָנִים צְלוּלִין. וְלֹא יִמְכְּרוּ הַשְּׁמָרִים כְּלָל. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ אֲפִלּוּ הָיוּ בָּהֶן מֶחֱצָה שְׁמָרִים. אוֹ שֶׁהָיוּ בְּפֵרוֹת מֶחֱצָה עָפָר אוֹ תֶּבֶן אוֹ מִין אַחֵר יִמָּכֵר כְּמוֹת שֶׁהוּא. לְפִיכָךְ הַבּוֹרֵר צְרוֹר מִתּוֹךְ גָּרְנוֹ שֶׁל חֲבֵרוֹ נוֹתֵן לוֹ דְּמֵי חִטִּים כְּשִׁעוּר צְרוֹר שֶׁבֵּרֵר. שֶׁאִלּוּ הִנִּיחוֹ הָיָה נִמְכָּר בְּמִדַּת חִטִּים. וְאִם תֹּאמַר יַחְזִירֶנּוּ הֲרֵי אָמְרוּ אָסוּר לְעָרֵב כָּל שֶׁהוּא: \n",
      "הַמּוֹכֵר קַנְקַנִּים בַּשָּׁרוֹן בְּמָקוֹם שֶׁאֵין מִנְהָג מְקַבֵּל לְכָל מֵאָה עֲשָׂרָה פִּיטָסוֹת. וְהוּא שֶׁיִּהְיוּ נָאוֹת וַעֲשׂוּיוֹת בְּגָפְרִית: \n"
    ],
    [
      "אָסוּר לַמּוֹכֵר לִמְכֹּר לַחֲבֵרוֹ קַרְקַע אוֹ מִטַּלִטְלִין שֶׁיֵּשׁ בָּהּ עֲסִיקִין וְיֵשׁ בָּהּ דִּין עַד שֶׁיּוֹדִיעוֹ. שֶׁאַף עַל פִּי שֶׁהָאַחֲרָיוּת עָלָיו אֵין אָדָם רוֹצֶה שֶׁיִּתֵּן מְעוֹתָיו וְיוֹרֵד לְדִין וְיִהְיֶה נִתְבָּע מֵאֲחֵרִים: \n",
      "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְאַחַר שֶׁקָּנָה הַלּוֹקֵחַ בְּאֶחָד מִן הַדְּרָכִים שֶׁקּוֹנִין בָּהֶן קֹדֶם שֶׁיִּשְׁתַּמֵּשׁ בָּהּ יָצָא עָלָיו מְעַרְעֲרִין. הֲרֵי זֶה יָכוֹל לַחְזֹר בּוֹ. שֶׁאֵין לְךָ מוּם גָּדוֹל מִזֶּה שֶׁעֲדַיִן לֹא נֶהֱנָה בּוֹ וּבָאוּ הַתּוֹבְעִין. לְפִיכָךְ יִבָּטֵל הַמִּקָּח וְיַחְזִיר הַמּוֹכֵר אֶת הַדָּמִים וְיַעֲשֶׂה דִּין עִם הַמְעַרְעְרִין. וְאִם נִשְׁתַּמֵּשׁ בָּהּ הַלּוֹקֵחַ כָּל שֶׁהוּא וַאֲפִלּוּ דָּשׁ הַמֵּצַר שֶׁלָּהּ וְעֵרְבוֹ עִם הָאָרֶץ אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא עוֹשֶׂה דִּין עִם הַמְעַרְעְרִין. וְאִם הוֹצִיאוּ מִיָּדוֹ בְּדִין יַחְזֹר עַל הַמּוֹכֵר כְּדִין כָּל הַנִּטְרָפִין: \n",
      "כָּל הַמּוֹכֵר קַרְקַע אוֹ עֶבֶד אוֹ שְׁאָר מִטַּלְטְלִין הֲרֵי זֶה חַיָּב בְּאַחֲרָיוּתָן. כֵּיצַד. אִם הוֹצִיא הַמִּקָּח מִיַּד הַלּוֹקֵחַ מֵחֲמַת הַמּוֹכֵר. חוֹזֵר הַלּוֹקֵחַ וְנוֹטֵל כָּל הַדָּמִים שֶׁנָּתַן מִן הַמּוֹכֵר שֶׁהֲרֵי נִלְקָח הַמִּקָּח מֵחֲמָתוֹ. כָּךְ הַדִּין בְּכָל מִמְכָּר אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הַלּוֹקֵחַ דָּבָר זֶה אֶלָּא קָנָה סְתָם. אֲפִלּוּ מָכַר הַקַּרְקַע בִּשְׁטָר וְלֹא הִזְכִּיר בּוֹ הָאַחֲרָיוּת הֲרֵי זֶה חַיָּב בְּאַחֲרָיוּתָן. שֶׁאַחֲרָיוּת שֶׁלֹּא נִזְכַּר טָעוּת סוֹפֵר הוּא: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהוֹצִיא הַמִּקָּח מִיַּד הַלּוֹקֵחַ בְּבֵית דִּין שֶׁל יִשְׂרָאֵל. כְּגוֹן שֶׁהָיָה הַמִּקָּח מִטַּלְטְלִין וְהָיוּ גְּנוּבִין אוֹ גְּזוּלִין אוֹ שֶׁהָיְתָה הַקַּרְקַע גְּזוּלָה. אוֹ שֶׁבָּא בַּעַל חוֹב שֶׁל מוֹכֵר וּטְרָפָהּ מִיַּד הַלּוֹקֵחַ וְהַכּל בְּבֵית דִּין שֶׁל יִשְׂרָאֵל. אֲבָל אִם הָעוֹבֵד כּוֹכָבִים הוּא שֶׁהוֹצִיא הַמִּקָּח מִן הַלּוֹקֵחַ בֵּין בְּדִין הַמֶּלֶךְ בֵּין בְּעַרְכָּאוֹת שֶׁלָּהֶן. אֵין הַמּוֹכֵר חַיָּב בְּאַחֲרָיוּתוֹ. וְאַף עַל פִּי שֶׁהָעוֹבֵד כּוֹכָבִים טוֹעֵן שֶׁהַמּוֹכֵר גָּנַב חֵפֶץ זֶה אוֹ גְּזָלָהּ מִמֶּנּוּ וְהֵבִיא עֵדֵי עַכּוּ''ם עַל כָּךְ אֵין הַמּוֹכֵר חַיָּב כְּלוּם. שֶׁזֶּה אֹנֶס הוּא וְאֵין הַמּוֹכֵר חַיָּב בְּאַחֲרָיוּת אֹנֶס: \n",
      "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה עִמּוֹ שֶׁכָּל אֹנֶס שֶׁיִּוָּלֵד בְּקַרְקַע זֶה יִהְיֶה חַיָּב לְשַׁלֵּם. אֲפִלּוּ בָּא עַכּוּ''ם וּגְזָלָהּ מֵחֲמַת הַמּוֹכֵר חַיָּב לְשַׁלֵּם. אֲבָל אִם נִפְסַק הַנָּהָר שֶׁהָיָה מַשְׁקֶה אוֹתָהּ. אוֹ שֶׁחָזַר הַנָּהָר לַעֲבֹר בְּתוֹכָהּ וְנַעֲשֵׂית בְּרֵכָה. אוֹ שֶׁבָּאָה זְוָעָה וְהִשְׁחִיתָה אוֹתָהּ. הֲרֵי זֶה פָּטוּר. שֶׁאֵלּוּ וְכַיּוֹצֵא בָּהֶן אֹנֶס שֶׁאֵינוֹ מָצוּי הוּא וְלֹא עָלָה עַל לֵב הַמּוֹכֵר דְּבַר זֶה הַפֶּלֶא בְּעֵת שֶׁהִתְנָה. וְכָל אֹנֶס שֶׁאֵינוֹ מָצוּי אֵינוֹ בִּכְלַל הַתְּנַאי הַזֶּה: \n",
      "וְהוּא הַדִּין לְכָל תְּנַאי מָמוֹן שֶׁאוֹמְדִין דַּעַת הַמַּתְנֶה וְאֵין כּוֹלְלִין בְּאוֹתוֹ הַתְּנַאי אֶלָּא דְּבָרִים הַיְדוּעִין שֶׁבִּכְלָלָן הָיָה הַתְּנַאי וְהֵם שֶׁהָיוּ בְּדַעַת הַמַּתְנֶה בִּשְׁעַת שֶׁהִתְנָה: \n",
      "מַעֲשֶׂה בְּאֶחָד שֶׁשָּׂכַר מַלָּחִים לְהָבִיא שֻׁמְשְׁמִין לְמָקוֹם פְּלוֹנִי. וְהִתְנָה עִמָּהֶם שֶׁהֵן חַיָּבִין בְּכָל אֹנֶס שֶׁיֶּאֱרַע לָהֶם עַד שֶׁיַּגִּיעוּ הַשֻּׁמְשְׁמִין לְמָקוֹם פְּלוֹנִי. וְנִפְסַק הַנָּהָר שֶׁהָיוּ מוֹלִיכִין בּוֹ. וְאָמְרוּ חֲכָמִים זֶה אֹנֶס שֶׁאֵינוֹ מָצוּי וְאֵין חַיָּבִין לְהוֹלִיךְ שֻׁמְשְׁמִין אֵלּוּ עַל גַּבֵּי בְּהֵמָה עַד אוֹתוֹ מָקוֹם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ וְהִתְנָה הַמּוֹכֵר שֶׁלֹּא יִהְיֶה עָלָיו אַחֲרָיוּת. אֲפִלּוּ נוֹדַע בְּוַדַּאי שֶׁזּוֹ הָאָרֶץ גְּזוּלָה וְיָצָאת מִיַּד הַלּוֹקֵחַ. אֵין הַמּוֹכֵר חַיָּב כְּלוּם. וְאֵין צָרִיךְ לוֹמַר אִם בָּא בַּעַל חוֹב וּטְרָפָהּ שֶׁאֵינוֹ מַחְזִיר לוֹ כְּלוּם. שֶׁכָּל תְּנַאי שֶׁבְּמָמוֹן קַיָּם: \n",
      "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן שֶׁלֹּא בְּאַחֲרָיוּת. וּבָא לֵוִי וְהוֹצִיאָהּ מִיַּד שִׁמְעוֹן. אִם רָצָה רְאוּבֵן לַעֲשׂוֹת דִּין עִם לֵוִי עוֹשֶׂה. וְאֵין יָכוֹל לֵוִי לוֹמַר לוֹ מַה לִּי וּלְךָ וַהֲרֵי אֵין עָלֶיךָ אַחֲרָיוּת. שֶׁהֲרֵי רְאוּבֵן אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיִּהְיֶה לְשִׁמְעוֹן תַּרְעֹמֶת עָלַי שֶׁהֲרֵי הִפְסִיד בִּגְלָלִי: \n",
      "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן שֶׁלֹּא בְּאַחֲרָיוּת וְחָזַר וּלְקָחָהּ מִשִּׁמְעוֹן בְּאַחֲרָיוּת. וּבָא בַּעַל חוֹב שֶׁל רְאוּבֵן לִטְרֹף אוֹתָהּ מִמֶּנּוּ. אֵינוֹ יָכוֹל לַחְזֹר עַל שִׁמְעוֹן. שֶׁאַף עַל פִּי שֶׁלֹּא קִבֵּל עָלָיו אַחֲרָיוּת לְשִׁמְעוֹן אַחֲרָיוּת עַצְמוֹ קִבֵּל שֶׁלֹּא יִהְיֶה הוּא הַמּוֹכֵר וְהוּא הַמּוֹצִיא לְעַצְמוֹ. אֲבָל אִם בָּא בַּעַל חוֹב שֶׁל יַעֲקֹב אֲבִיהֶם וּטְרָפָהּ מִיַּד רְאוּבֵן. חוֹזֵר בְּכָל הַדָּמִים עַל שִׁמְעוֹן. מִפְּנֵי שֶׁשִּׁמְעוֹן קִבֵּל לוֹ הָאַחֲרָיוּת וּרְאוּבֵן לֹא קִבֵּל לְשִׁמְעוֹן אַחֲרָיוּת שֶׁל אֲחֵרִים כְּלָל: \n"
    ],
    [
      "הַמְבַקֵשׁ לִקְנוֹת מֵחֲבֵרוֹ מִקָּח. מוֹכֵר אוֹמֵר בְּמָאתַיִם אֲנִי מוֹכֵר לְךָ וְהַלּוֹקֵחַ אוֹמֵר אֵינִי קוֹנֶה אֶלָּא בְּמָנֶה. וְהָלַךְ זֶה לְבֵיתוֹ וְזֶה לְבֵיתוֹ וְאַחַר כָּךְ נִתְקַבְּצוּ וּמָשַׁךְ זֶה הַחֵפֶץ סְתָם. אִם הַמּוֹכֵר הוּא שֶׁתָּבַע הַלּוֹקֵחַ וְנָתַן לוֹ הַחֵפֶץ אֵינוֹ נוֹתֵן אֶלָּא מָנֶה. וְאִם הַלּוֹקֵחַ הוּא שֶׁבָּא וּמָשַׁךְ זֶה הַחֵפֶץ סְתָם חַיָּב לִתֵּן מָאתַיִם: \n",
      "הַלּוֹקֵחַ מֵאֶחָד מֵחֲמִשָּׁה בְּנֵי אָדָם וְכָל אֶחָד מֵהֶן תּוֹבֵעַ אוֹתוֹ וְאוֹמֵר אֲנִי הוּא בַּעַל הַמִּקָּח. וְהוּא אֵינוֹ יוֹדֵעַ מִמִּי מֵהֶם לָקַח. מַנִּיחַ דְּמֵי הַמִּקָּח בֵּינֵיהֶם וּמִסְתַּלֵּק וְיִהְיוּ הַדָּמִים מֻנָּחִין עַד שֶׁיּוֹדוּ אוֹ עַד שֶׁיָּבוֹא אֵלִיָּהוּ. וְאִם הוּא חָסִיד נוֹתֵן דָּמִים לְכָל אֶחָד וְאֶחָד כְּדֵי לָצֵאת יְדֵי שָׁמַיִם: \n",
      "לָקַח מִקָּח מֵאֶחָד מֵחֲמִשָּׁה בְּנֵי אָדָם וְכָפַר בּוֹ וְנִשְׁבַּע עַל שֶׁקֶר וְעָשָׂה תְּשׁוּבָה וַהֲרֵי הוּא רוֹצֶה לְשַׁלֵּם וְכָל אֶחָד וְאֶחָד תּוֹבֵעַ אוֹתוֹ וְאוֹמֵר אֲנִי הוּא שֶׁכָּפַרְתָּ בִּי וְנִשְׁבַּעְתָּ לִי וְהוּא אוֹמֵר אֵינִי יוֹדֵעַ. חַיָּב לְשַׁלֵּם לְכָל אֶחָד וְאֶחָד מִפְּנֵי שֶׁעָבַר עֲבֵרָה: \n",
      "נֶאֱמָן בַּעַל הַמִּקָּח לוֹמַר לָזֶה מָכַרְתִּי וְלָזֶה לֹא מָכַרְתִּי. אֵימָתַי בִּזְמַן שֶׁהַמִּקָּח יוֹצֵא מִתַּחַת יָדוֹ. אֲבָל אִם אֵין הַמִּקָּח יוֹצֵא מִתַּחַת יָדוֹ הֲרֵי הוּא עֵד אֶחָד בִּלְבַד. וְדִינוֹ בְּעֵדוּת זוֹ כְּדִין כָּל אָדָם שֶׁהֲרֵי אֵינוֹ נוֹגֵעַ בְּעֵדוּתוֹ. לְפִיכָךְ אִם נָטַל הַדָּמִים מִשְּׁנַיִם וְנָטַל מֵאֶחָד מִדַּעְתּוֹ וּמֵאֶחָד בַּעַל כָּרְחוֹ וְלֹא יָדַע מִמִּי נָטַל מִדַּעְתּוֹ וּמִמִּי נָטַל בְּעַל כָּרְחוֹ. בֵּין שֶׁהָיָה הַמִּקָּח בְּיָדוֹ בֵּין שֶׁהָיוּ שְׁנֵיהֶן תּוֹפְסִין בּוֹ אֵין כָּאן עֵדוּת כְּלָל. וְכָל אֶחָד מֵהֶן נִשְׁבָּע בְּתַקָּנַת חֲכָמִים בִּנְקִיטַת חֵפֶץ וְנוֹטֵל חֲצִי הַמִּקָּח וַחֲצִי דָּמִים: \n",
      "הֲרֵי שֶׁטָּעַן עַל חֲבֵרוֹ וְאָמַר מָכַרְתָּ לִי. וְזֶה אוֹמֵר לֹא מָכַרְתִּי. אוֹ מָכַרְתִּי וְלֹא נָתַתָּ לִי דָּמִים. אוֹ שֶׁטָּעַן הַלּוֹקֵחַ וְאָמַר שֶׁנָּתַן הַדָּמִים וַעֲדַיִן לֹא מָשַׁךְ. אוֹ מָשַׁכְתִּי וְלֹא רָאִיתִי מוּם זֶה. וְהַמּוֹכֵר אוֹמֵר לוֹ הוֹדַעְתִּיו לְךָ. אוֹ שֶׁאָמַר אֶחָד מֵהֶם כָּךְ וְכָךְ תְּנַאי הָיָה בֵּינֵינוּ וְהָאֶחָד אוֹמֵר לֹא הָיָה שָׁם תְּנַאי כְּלָל. בְּכָל אֵלּוּ הַטְּעָנוֹת וְכַיּוֹצֵא בָּהֶן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
      "לֹא הָיְתָה שָׁם רְאָיָה. נִשְׁבַּע הַכּוֹפֵר שֶׁמְּבַקְּשִׁין לְהוֹצִיא מִיָּדוֹ שְׁבוּעַת הֶסֵּת. וְאִם הוֹדָה בְּמִקְצָת הַטַּעֲנָה אוֹ שֶׁיֵּשׁ עָלָיו עֵד אֶחָד נִשְׁבָּע שְׁבוּעַת הַתּוֹרָה כִּשְׁאָר הַטְּעָנוֹת כֻּלָּן: \n",
      "אָמַר לְחֶנְוָנִי תֵּן לִי בְּדִינָר פֵּרוֹת וְנָתַן לוֹ וַהֲרֵי הַפֵּרוֹת מֻנָּחִין בִּרְשׁוּת הָרַבִּים. וְהַחֶנְוָנִי תּוֹבֵעַ אֶת הַדִּינָר וּבַעַל הַבַּיִת אוֹמֵר לוֹ נָתַתִּי לְךָ הַדָּמִים וְהִשְׁלַכְתָּ אוֹתָם לְתוֹךְ כִּיסְךָ. הֲרֵי הַלּוֹקֵחַ נִשְׁבָּע כְּתַקָּנַת חֲכָמִים בִּנְקִיטַת חֵפֶץ וְנוֹטֵל הַפֵּרוֹת הוֹאִיל וּכְבָר יָצְאוּ מֵרְשׁוּת הַמּוֹכֵר וַהֲרֵי הֵן בִּרְשׁוּת הָרַבִּים. וְאִלּוּ הָיוּ בִּרְשׁוּת הַלּוֹקֵחַ הָיָה נִשְׁבָּע שְׁבוּעַת הֶסֵּת וְנִפְטַר. וְאִלּוּ הָיוּ עֲדַיִן בִּרְשׁוּת הַחֶנְוָנִי הָיָה נִשְׁבָּע הֶסֵּת וְיִשָּׁאֲרוּ פֵּרוֹתָיו אֶצְלוֹ: \n",
      "נָתַן הַלּוֹקֵחַ דִּינָר לְחֶנְוָנִי וּבָא לִטּל פֵּרוֹת הַמֻּנָּחִין בִּרְשׁוּת הָרַבִּים. וְאָמַר הַחֶנְוָנִי דִּינָר זֶה שֶׁנָּתַתָּ לִי עַכְשָׁו הוּא דְּמֵי פֵּרוֹת שֶׁכְּבָר נְתַתִּים לְךָ וְהוֹלַכְתָּם לְתוֹךְ בֵּיתְךָ אֲבָל פֵּרוֹת אֵלּוּ הַמֻּנָּחִין בִּרְשׁוּת הָרַבִּים לֹא מְכַרְתִּים לְךָ. הֲרֵי הַחֶנְוָנִי נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁכָּךְ הָיָה הַדָּבָר וּמַחֲזִיר פֵּרוֹתָיו לָחֶנְוָנִי. שֶׁהֲרֵי לֹא הוֹדָה לוֹ שֶׁמְּכָרָן לוֹ מֵעוֹלָם. וְאִלּוּ הָיוּ בַּחֲנוּתוֹ הָיָה נִשְׁבָּע שְׁבוּעַת הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְכֵן הַדִּין בְּנוֹתֵן דִּינָר לְשֻׁלְחָנִי לִטּל מָעוֹת. בִּזְמַן שֶׁהַמָּעוֹת צְבוּרִין בִּרְשׁוּת הָרַבִּים. אִם הַשֻּׁלְחָנִי הוֹדָה שֶׁמְּכָרָן וַעֲדַיִן לֹא נָטַל הַדִּינָר נִשְׁבָּע הַלּוֹקֵחַ בִּנְקִיטַת חֵפֶץ שֶׁנָּתַן וְנוֹטֵל הַמָּעוֹת. וְאִם לֹא הוֹדָה שֶׁמְּכָרָן לוֹ אַף עַל פִּי שֶׁמּוֹדֶה שֶׁלָּקַח מִמֶּנּוּ דִּינָר עַתָּה וְטוֹעֵן שֶׁדִּינָר זֶה דְּמֵי הַמָּעוֹת שֶׁכְּבָר הוֹלִיכָן הַלּוֹקֵחַ לְתוֹךְ בֵּיתוֹ. הֲרֵי הַשֻּׁלְחָנִי נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְיַחְזִיר מְעוֹתָיו לַחֲנוּתוֹ: \n",
      "הַמַּחְלִיף פָּרָה בַּחֲמוֹר וְיָלְדָה וְכֵן הַמּוֹכֵר שִׁפְחָתוֹ וְיָלְדָה. זֶה אוֹמֵר עַד שֶׁלֹּא מָכַרְתִּי יָלְדָה וְזֶה אוֹמֵר מִשֶּׁלָּקַחְתִּי יָלְדָה. אֲפִלּוּ אָמַר הַמּוֹכֵר אֵינִי יוֹדֵעַ. עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אַף עַל פִּי שֶׁהַפָּרָה עוֹמֶדֶת בַּאֲגַם וְהַשִּׁפְחָה עוֹמֶדֶת בְּסִמְטָא הֲרֵי הֵן בְּחֶזְקַת הַמּוֹכֵר עַד שֶׁיָּבִיא הַלּוֹקֵחַ רְאָיָה. לֹא הֵבִיא רְאָיָה יִשָּׁבַע הַמּוֹכֵר בִּנְקִיטַת חֵפֶץ עַל וְלַד הַפָּרָה. אֲבָל עַל וְלַד הַשִּׁפְחָה אֵינוֹ נִשְׁבָּע אֶלָּא הֶסֵּת. שֶׁאֵין נִשְׁבָּעִין בִּנְקִיטַת חֵפֶץ עַל הָעֲבָדִים וְלֹא עַל הַקַּרְקָעוֹת. כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת טוֹעֵן וְנִטְעָן: \n",
      "זֶה אוֹמֵר אֵינִי יוֹדֵעַ וְזֶה אוֹמֵר אֵינִי יוֹדֵעַ וְאֵינָם בִּרְשׁוּת אֶחָד מֵהֶן יַחֲלֹקוּ. זֶה אוֹמֵר בִּרְשׁוּתִי יָלְדָה וְהָאַחֵר שׁוֹתֵק זָכָה הַטּוֹעֵן בַּוָּלָד: \n",
      "מִי שֶׁהָיוּ לוֹ שְׁנֵי עֲבָדִים קָטָן וְגָדוֹל. אוֹ שְׁתֵּי שָׂדוֹת אַחַת גְּדוֹלָה וְאַחַת קְטַנָּה. הַלּוֹקֵחַ אוֹמֵר גְּדוֹלָה לָקַחְתִּי וְהַמּוֹכֵר אוֹמֵר קְטַנָּה הִיא שֶׁלָּקַחְתָּ. עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אוֹ יִשָּׁבַע הַמּוֹכֵר הֶסֵּת שֶׁלֹּא מָכַר אֶלָּא קָטָן: \n",
      "אָמַר הַלּוֹקֵחַ גָּדוֹל לָקַחְתִּי וְהַמּוֹכֵר שׁוֹתֵק זָכָה הַלּוֹקֵחַ בַּגָּדוֹל. וְאִם אָמַר הַמּוֹכֵר אֵינִי יוֹדֵעַ עַל הַלּוֹקֵחַ לְהָבִיא רְאָיָה. אוֹ נִשְׁבָּע הַמּוֹכֵר הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וְאֵין לָזֶה אֶלָּא קָטָן: \n",
      "כָּל מִי שֶׁנּוֹלַד הַסָּפֵק בִּרְשׁוּתוֹ עָלָיו לְהָבִיא רְאָיָה. כֵּיצַד. הַמַּחְלִיף פָּרָה בַּחֲמוֹר וּמָשַׁךְ בַּעַל הַחֲמוֹר אֶת הַפָּרָה וְלֹא הִסְפִּיק בַּעַל הַפָּרָה לִמְשֹׁךְ זֶה הַחֲמוֹר עַד שֶׁמֵּת הַחֲמוֹר עַל בַּעַל הַחֲמוֹר לְהָבִיא רְאָיָה שֶׁהָיָה חֲמוֹרוֹ קַיָּם בִּשְׁעַת מְשִׁיכַת הַפָּרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מַחַט הַנִּמְצָא בָּעֳבִי בֵּית הַכּוֹסוֹת וְנִקְּבָה אוֹתוֹ נֶקֶב מְפֻלָּשׁ. אִם נִמְצָא עָלֶיהָ קֹרֶט דָּם בְּיָדוּעַ שֶׁזּוֹ נִטְרְפָה קֹדֶם שְׁחִיטָה. לְפִיכָךְ אִם הִגְלִיד פִּי הַמַּכָּה בְּיָדוּעַ שֶׁזּוֹ נִטְרְפָה שְׁלֹשָׁה יָמִים קֹדֶם שְׁחִיטָה. לֹא הִגְלִיד פִּי הַמַּכָּה הֲרֵי הַדָּבָר סָפֵק וְעַל הַטַּבָּח לְהָבִיא רְאָיָה שֶׁקֹּדֶם לְקִיחָתוֹ נִטְרְפָה. שֶׁהֲרֵי בִּרְשׁוּתוֹ נוֹלַד הַסָּפֵק. וְאִם לֹא הֵבִיא רְאָיָה יְשַׁלֵּם הַדָּמִים לַמּוֹכֵר כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "הַמַּקְנֶּה לַחֲבֵרוֹ דָּבָר שֶׁאֵינוֹ מְסֻיָּם. אִם הָיָה מִינוֹ יָדוּעַ אַף עַל פִּי שֶׁאֵין מִדָּתוֹ וּמִשְׁקָלוֹ וּמִנְיָנוֹ יָדוּעַ הֲרֵי זֶה קָנָה. וְאִם אֵין מִינוֹ יָדוּעַ לֹא קָנָה: \n",
      "כֵּיצַד. עֲרֵמָה זוֹ שֶׁל חִטִּים אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. מַרְתֵּף זֶה שֶׁל יַיִן אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. שַׂק שֶׁל תְּאֵנִים אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. אַף עַל פִּי שֶׁאֵין מִדַּת הָעֲרֵמָה יְדוּעָה וְלֹא מִשְׁקַל הַתְּאֵנִים וְלֹא מִנְיַן הַקַּנְקַנִּים יָדוּעַ הֲרֵי זֶה מִמְכָּרוֹ קַיָּם אַף עַל פִּי שֶׁנִּמְצָא חָסֵר אוֹ יָתֵר עַל הָאֹמֶד שֶׁהָיָה בְּדַעְתָּם. וְיֵשׁ לָהֶם הוֹנָיָה לְפִי הַשַּׁעַר שֶׁבַּשּׁוּק כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֲבָל הָאוֹמֵר לַחֲבֵרוֹ כָּל מַה שֶּׁיֵּשׁ בְּבַיִת זֶה אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. וְכָל מַה שֶּׁיֵּשׁ בְּתֵבָה זוֹ אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. אוֹ בַּשַּׂק הַזֶּה אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ. וְרָצָה הַלּוֹקֵחַ וּמָשַׁךְ אֵין כָּאן קִנְיָן. שֶׁלֹּא סָמְכָה דַּעְתּוֹ שֶׁל לוֹקֵחַ. שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ מַה שֶּׁיֵּשׁ בּוֹ אִם תֶּבֶן אוֹ זָהָב. וְאֵין זֶה אֶלָּא כִּמְשַׂחֵק בְּקֻבִּיָּא. וְכֵן כָּל הַיּוֹצֵא בָּזֶה: \n",
      "וְכֵן הַמּוֹכֵר לַחֲבֵרוֹ בַּעֲשָׂרָה דִּינָרִין חִטִּים וְלֹא פָּסַק כַּמָּה סְאָה מָכַר לוֹ נוֹתֵן לוֹ כַּשַּׁעַר שֶׁבַּשּׁוּק בִּשְׁעַת הַמְּכִירָה. וְכָל הַחוֹזֵר בּוֹ מֵאַחַר נְתִינַת הַדָּמִים וְלֹא רָצָה כַּשַּׁעַר שֶׁהָיָה בַּשּׁוּק בִּשְׁעַת נְתִינַת הַמָּעוֹת מְקַבֵּל מִי שֶׁפָּרַע כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמּוֹכֵר מָקוֹם לַחֲבֵרוֹ לַעֲשׂוֹת בַּיִת אוֹ רֶפֶת בָּקָר. וְכֵן הַמְקַבֵּל מֵחֲבֵרוֹ לַעֲשׂוֹת לוֹ בֵּית חַתְנוּת לִבְנוֹ אוֹ בֵּית אַלְמָנוּת לְבִתּוֹ עוֹשֶׂה לוֹ אַרְבַּע אַמּוֹת עַל שֵׁשׁ. מָכַר לוֹ מְקוֹם בַּיִת גָּדוֹל עוֹשֶׂה שְׁמוֹנֶה עַל עֶשֶׂר. מָכַר לוֹ מְקוֹם טְרַקְלִין עוֹשֶׂה עֶשֶׂר עַל עֶשֶׂר. תַּרְבָּץ שֶׁל חָצֵר שְׁתֵּים עֶשְׂרֵה עַל שְׁתֵּים עֶשְׂרֵה. וְרוּם כָּל בַּיִת וּבַיִת כַּחֲצִי אָרְכּוֹ וַחֲצִי רָחְבּוֹ: \n",
      "הַמּוֹכֵר מָקוֹם לַחֲבֵרוֹ לַעֲשׂוֹת לוֹ קְבוּרָה. אוֹ הַמְקַבֵּל מֵחֲבֵרוֹ לַעֲשׂוֹת לוֹ קְבוּרָה. עוֹשֶׂה מְעָרָה וּפוֹתֵחַ לְתוֹכָהּ שְׁמוֹנָה קְבָרִים שְׁלֹשָׁה מִכָּאן וּשְׁלֹשָׁה מִכָּאן וּשְׁנַיִם מִכְּנֶגֶד הַנִּכְנָס לַמְּעָרָה. מִדַּת הַמְּעָרָה אַרְבַּע אַמּוֹת עַל שֵׁשׁ. וְכָל קֶבֶר וְקֶבֶר אַרְבַּע אַמּוֹת אֹרֶךְ וְרֹחַב שִׁשָּׁה טְפָחִים וְרוּם שִׁבְעָה. נִמְצָא בֵּין כָּל קֶבֶר וְקֶבֶר שֶׁמִּן הַצְּדָדִין אַמָּה וּמֶחֱצָה. וּבֵין הַשְּׁנַיִם הָאֶמְצָעִיִּים שְׁתֵּי אַמּוֹת: \n",
      "הַמּוֹכֵר לַחֲבֵרוֹ בְּתוֹךְ שָׂדֵהוּ מְקוֹם אַמַּת מַיִם לְהַשְׁקוֹת בָּהּ בֵּית הַשְּׁלָחִין. נוֹתֵן לוֹ בְּתוֹךְ שָׂדֵהוּ אַמָּה שֶׁרָחְבָּהּ שְׁתֵּי אַמּוֹת וְאַמָּה מִכָּאן וְאַמָּה מִכָּאן לַאֲגַפֶּיהָ. וְאִם מָכַר לוֹ אַמַּת הַמַּיִם לְהַשְׁקוֹת בָּהּ בְּסִילוֹן. נוֹתֵן לוֹ אַמָּה שֶׁרָחְבָּהּ אַמָּה וַחֲצִי אַמָּה מִכָּאן וַחֲצִי אַמָּה מִכָּאן לַאֲגַפֶּיהָ: \n",
      "אֵלּוּ הָאֲגַפִּין בַּעַל הַשָּׂדֶה נוֹטְעָן אֲבָל אֵינוֹ זוֹרְעָן. שֶׁהַזְּרָעִים מְחַלְחְלִין אֶת הַקַּרְקַע וּמְקַלְקְלִין אֶת אַמַּת הַמַּיִם. וְאַמַּת הַמַּיִם זֹאת שֶׁכָּלוּ אֲגַפֶּיהָ בַּעַל הָאַמָּה מְתַקְּנָן בַּעֲפַר אוֹתָהּ שָׂדֶה. שֶׁעַל מְנָת כֵּן קִבֵּל עָלָיו הַמּוֹכֵר לִהְיוֹת אַמַּת הַמַּיִם בְּתוֹךְ שָׂדֵהוּ: \n",
      "הַמּוֹכֵר לַחֲבֵרוֹ דֶּרֶךְ בְּתוֹךְ שָׂדֵהוּ. אִם דֶּרֶךְ יָחִיד מָכַר לוֹ נוֹתֵן לוֹ שְׁתֵּי אַמּוֹת וּמֶחֱצָה רֹחַב כְּדֵי שֶׁיַּעֲמֹד חֲמוֹר בְּמַשָּׂאוֹ עַל אֹרֶךְ הַדֶּרֶךְ. מָכַר לוֹ דֶּרֶךְ בֵּין עִיר לָעִיר נוֹתֵן לוֹ רֹחַב שְׁמוֹנֶה אַמּוֹת בְּאֹרֶךְ הַדֶּרֶךְ. מָכַר לוֹ דֶּרֶךְ הָרַבִּים נוֹתֵן לוֹ רֹחַב שֵׁשׁ עֶשְׂרֵה אַמָּה: \n",
      "דֶּרֶךְ הַמֶּלֶךְ וְדֶרֶךְ הַקֶּבֶר אֵין לָהּ שִׁעוּר. וְנִרְאָה לִי שֶׁזֶּה כְּמוֹכֵר דָּבָר שֶׁאֵין מִינוֹ יָדוּעַ: \n",
      "מָכַר לוֹ מָקוֹם לְמַעֲמָד נוֹתֵן לוֹ בֵּית אַרְבָּעָה קַבִּים: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ בּוֹר וּכְתָלֶיהָ אֲנִי מוֹכֵר לְךָ נוֹתֵן לוֹ רֹחַב הַכֹּתֶל שְׁלֹשָׁה טְפָחִים: \n",
      "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וּמֵצֵר לוֹ מֵצַר אֶחָד אָרוֹךְ וּמֵצַר אֶחָד קָצָר. אִם הָיָה הָאָרֹךְ שֶׁל אִישׁ אֶחָד לֹא קָנָה מִן הָאָרֹךְ אֶלָּא כְּנֶגֶד קָצָר. וְאִם הָיָה שֶׁל שְׁנַיִם יִקְנֶה כְּנֶגֶד רֹאשׁ תּוֹר: \n",
      "הָיָה מֵצַר רְאוּבֵן מִזְרָח וּמַעֲרָב וּמֵצַר שִׁמְעוֹן צָפוֹן וְדָרוֹם צָרִיךְ שֶׁיִּכְתֹּב לוֹ מֵצַר רְאוּבֵן מִשְּׁתֵי רוּחוֹת וּמֵצַר שִׁמְעוֹן מִשְּׁתֵי רוּחוֹת: \n",
      "מֵצֵר לוֹ מֵצַר רִאשׁוֹן וּמֵצַר שֵׁנִי וּמֵצַר שְׁלִישִׁי וְלֹא מֵצֵר מֵצַר רְבִיעִי קָנָה הַשָּׂדֶה כֻּלָּהּ אֲבָל מֵצַר הָרְבִיעִי לֹא קָנָה. וְאִם הָיָה מֻבְלָע בֵּין הַמְּצָרִים וְאֵין עָלָיו רֶכֶב שֶׁל דְּקָלִים וְאֵין בּוֹ תִּשְׁעָה קַבִּין קָנָה אַף הַמֵּצַר הָרְבִיעִי. וְאִם לֹא הָיָה מֻבְלָע וְיֵשׁ עָלָיו רֶכֶב שֶׁל דְּקָלִים אוֹ שֶׁיֵּשׁ בּוֹ תִּשְׁעָה קַבִּין לֹא קָנָהוּ. הָיָה מֻבְלָע וְיֵשׁ עָלָיו רֶכֶב דְּקָלִים אוֹ שֶׁיֵּשׁ בּוֹ תִּשְׁעָה קַבִּין. אוֹ שֶׁלֹּא הָיָה מֻבְלָע וְאֵין עָלָיו רֶכֶב דְּקָלִים וְאֵין בּוֹ תִּשְׁעָה קַבִּין. הֲרֵי הַדָּבָר מָסוּר לְבֵית דִּין כְּפִי מַה שֶּׁיִּרְאוּ לְאֵיזוֹ דֶּרֶךְ שֶׁדַּעְתָּן נוֹטָה יַעֲשׂוּ: \n",
      "סִיֵּם לוֹ אֶת הַזָּוִיּוֹת בִּלְבַד וְלֹא סִיֵּם לוֹ אֶת הַמֵּצַר שֶׁלְּכָל רוּחַ. אוֹ שֶׁסִּיֵּם לוֹ שְׁנֵי מְצָרִים כְּמִין גַּא''ם. אוֹ שֶׁסִּיֵּם לוֹ חֵלֶק מִכָּל רוּחַ וְרוּחַ. הֲרֵי זֶה לֹא קָנָה אֶת כֻּלָּם אֶלָּא יִקְנֶה מִמֶּנָּה כְּפִי מַה שֶּׁמָּסַר לוֹ וְכַמָּה שֶׁיִּרְאוּ הַדַּיָּנִין: \n",
      "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ בְּבִירָה גְּדוֹלָה. אַף עַל פִּי שֶׁמֵּצֵר לוֹ מְצָרִים הַחִיצוֹנִים. וְאַף עַל פִּי שֶׁיֵּשׁ שָׁם מְעַט שֶׁקּוֹרְאִין לְבִירָה בַּיִת. לֹא קָנָה אֶלָּא הַבַּיִת בִּלְבַד. שֶׁהַמְּצָרִים הוּא שֶׁהִרְחִיב לוֹ. וְאִלּוּ מָכַר לוֹ כָּל הַבִּירָה הָיָה כּוֹתֵב לוֹ וְלֹא הִנַּחְתִּי לְפָנַי בְּמֶכֶר זֶה כְּלוּם. וְכֵן הַמּוֹכֵר שָׂדֶה בְּבִקְעָה גְּדוֹלָה וּמֵצֵר לוֹ מְצַרֵי הַבִּקְעָה. מְצָרִים הֵם שֶׁהִרְחִיב לוֹ: \n",
      "האוֹמֵר לַחֲבֵרוֹ שָׂדוֹת אֲנִי מוֹכֵר לְךָ. מִעוּט שָׂדוֹת שְׁתַּיִם. אָמַר לוֹ כָּל שָׂדוֹת אֲפִלּוּ שָׁלֹשׁ וְאַרְבַּע חוּץ מִגַּנּוֹת וּפַרְדֵּסִים. אָמַר לוֹ נְכָסִים אֲפִלּוּ גַנּוֹת וּפַרְדֵּסִים חוּץ מִבָּתִּים וַעֲבָדִים. וְאִם אָמַר לוֹ כָּל נְכָסַי אֲפִלּוּ עֲבָדִים וּבָתִּים וְכָל הַמִּטַּלְטְלִין הַיְּדוּעִים לוֹ. וַאֲפִלּוּ תְּפִלִּין שֶׁבְּרֹאשׁוֹ בִּכְלַל הַמֶּכֶר: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ בַּיִת מִבָּתַּי וְשׁוֹר מִשְּׁוָרַי אֲנִי מוֹכֵר לְךָ. נוֹתֵן לוֹ הַקָּטָן שֶׁבָּהֶן. מֵת אֶחָד מִן הַשְּׁוָרִים אוֹ שֶׁנָּפַל אֶחָד מִן הַבָּתִּים. מַרְאֶה לוֹ זֶה שֶׁמֵּת אוֹ שֶׁנָּפַל. שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שָׂדֶה דְּבֵי חִיָּא אֲנִי מוֹכֵר לְךָ. וְהָיוּ שְׁתֵּי שָׂדוֹת הַנִּקְרָאִים בְּשֵׁם זֶה. אֵינוֹ קוֹנֶה אֶלָּא הַפָּחוּת שֶׁבָּהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ שְׂדֵה רְאוּבֵן אֲנִי מוֹכֵר לְךָ. וְכֵיוָן שֶׁבָּא הַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בָּהּ אָמַר לוֹ הַמּוֹכֵר אֵינָהּ זוֹ הַשָּׂדֶה שֶׁהָיְתָה שֶׁל רְאוּבֵן אֶלָּא כָּךְ הִיא קְרוּיָה וּלְעוֹלָם לֹא הָיְתָה לוֹ אֶלָּא זוֹ הִיא שֶׁהָיְתָה שֶׁל רְאוּבֵן וּלְקַחְתִּיהָ מִמֶּנּוּ וְהִיא שֶׁמְּכַרְתִּיהָ לְךָ. עַל הַמּוֹכֵר לְהָבִיא רְאָיָה. וְאִם לֹא הֵבִיא זוֹכֶה הַלּוֹקֵחַ בָּזוֹ שֶׁכָּל הָעָם קוֹרְאִים שֶׁל רְאוּבֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הַלֵּךְ אַחַר הַשֵּׁם שֶׁהוּא פָּשׁוּט בְּפִי הַכּל: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ חֲצִי שָׂדֶה אֲנִי מוֹכֵר לְךָ שָׁמִין כַּמָּה שָׁוֶה כָּל הַשָּׂדֶה וְנוֹתֵן לוֹ מִן הַכָּחוּשׁ שֶׁבָּהּ מַה שֶּׁשָּׁוֶה חֲצִי הַדָּמִים שֶׁל כָּל הַשָּׂדֶה. וְכֵן אִם אָמַר לוֹ חֶצְיָהּ בַּדָּרוֹם אֲנִי מוֹכֵר לְךָ שָׁמִין דְּמֵי כֻּלָּהּ וְנוֹתֵן לוֹ בִּדְרוֹמָהּ כַּחֲצִי כָּל הַדָּמִים וּמְקַבֵּל עָלָיו הַלּוֹקֵחַ לַעֲשׂוֹת בְּחֶלְקוֹ מְקוֹם הַגָּדֵר. וּמֵאֲחוֹרֵי הַגָּדֵר סָמוּךְ לַגָּדֵר חָרִיץ קָטָן רָחָב שְׁלֹשָׁה טְפָחִים. וְחוּצָה לוֹ חָרִיץ אֶחָד גָּדוֹל רָחָב שִׁשָּׁה טְפָחִים. וּבֵין שְׁנֵי הַחֲרִיצִין רָחָב טֶפַח. כָּל זֶה כְּדֵי שֶׁלֹּא תִּקְפֹּץ הַנְּמִיָּה בָּהּ וְכַיּוֹצֵא בָּהּ: \n",
      "הָיְתָה לוֹ חֲצִי שָׂדֶה וְאָמַר לַחֲבֵרוֹ חֲצִי שֶׁיֵּשׁ לִי בַּשָּׂדֶה מָכַרְתִּי לְךָ. קָנָה הַחֵצִי כֻּלּוֹ. אָמַר לוֹ חֲצִי הַשָּׂדֶה שֶׁיֵּשׁ לִי לֹא קָנָה אֶלָּא רְבִיעַ. אָמַר לוֹ מֵצַר שָׂדֶה שֶׁמִּמֶּנָּה [נֶחְלֶקֶת אוֹ שֶׁמִּמֶּנָּה נִפְסֶקֶת אוֹ שֶׁמִּמֶּנָּה] נֶחֱצֵת. אִם אָמַר לוֹ וְאֵלּוּ מְצָרֶיהָ קָנָה חֶצְיָהּ. וְאִם לֹא מֵצֵר לוֹ מְצָרֶיהָ לֹא קָנָה אֶלָּא בֵּית תִּשְׁעָה קַבִּין: \n"
    ],
    [
      "אֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. כֵּיצַד. מַה שֶּׁתּוֹצִיא שָׂדֶה זוֹ מָכוּר לְךָ. מַה שֶּׁיּוֹצִיא אִילָן זֶה נָתוּן לְךָ. תְּנוּ מַה שֶּׁתֵּלֵד בְּהֵמָה זוֹ לִפְלוֹנִי. לֹא קָנָה כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "הַמּוֹכֵר פֵּרוֹת דֶּקֶל לַחֲבֵרוֹ יָכוֹל לַחְזֹר בּוֹ אַף לְאַחַר שֶׁבָּאוּ הַפֵּרוֹת לָעוֹלָם. וְאִם שָׁמַט הַלּוֹקֵחַ וְאָכַל אֵין מוֹצִיאִין מִיָּדוֹ. וְכָל הַחוֹזֵר בּוֹ מִשְּׁנֵיהֶם אֵין חַיָּב לְקַבֵּל מִי שֶׁפָּרַע:  ",
      "אֲבָל הַפּוֹסֵק עַל שַׁעַר שֶׁבַּשּׁוּק וְלֹא הָיָה אוֹתוֹ הַמִּין שֶׁפָּסַק עָלָיו בִּרְשׁוּת מוֹכֵר. חַיָּב לִקְנוֹת וְלִתֵּן לַלּוֹקֵחַ מַה שֶּׁפָּסַק. וְאִם חָזַר מְקַבֵּל מִי שֶׁפָּרַע:  ",
      "מִי שֶׁפָּסַק עַל שַׁעַר שֶׁבַּשּׁוּק שֶׁיִּתֵּן אַרְבָּעָה סְאִין בְּסֶלַע. אִם הָיוּ שִׁבֳּלִים הֲרֵי זֶה קָנָה לְקַבֵּל מִי שֶׁפָּרַע. וְהוּא שֶׁיַּרְאֶה לוֹ בַּגֹּרֶן אוֹ שֶׁיֹּאמַר לוֹ בַּשּׁוּק הֲרֵינִי סוֹמֵךְ עָלֶיךָ. אֲבָל אִם לֹא נִרְאָה לוֹ בַּגֹּרֶן וְלֹא אָמַר לוֹ הֲרֵינִי סוֹמֵךְ עָלֶיךָ לֹא סָמְכָה דַּעְתּוֹ שֶׁל מוֹכֵר וְאֵינוֹ מְקַבֵּל מִי שֶׁפָּרַע. שֶׁהֲרֵי הוּא אוֹמֵר שֶׁמָּא פָּסַק עִם אַחֵר וְאֵין צָרִיךְ לְחִטִּים אֵלּוּ:  ",
      "דָּבָר שֶׁאֵין בִּרְשׁוּתוֹ שֶׁל מַקְנֶה אֵינוֹ נִקְנֶה. וַהֲרֵי הוּא כְּדָבָר שֶׁלֹּא בָּא לָעוֹלָם. כֵּיצַד. מַה שֶּׁאִירַשׁ מֵאַבָּא מָכוּר לְךָ. מַה שֶּׁתַּעֲלֶה מְצוּדָתִי מִן הַיָּם נָתוּן לְךָ. שָׂדֶה זוֹ לִכְשֶׁאֶקָּחֶנָּה קְנוּיָה לְךָ. לֹא קָנָה כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "מִי שֶׁהָיָה מוֹרִישׁוֹ גּוֹסֵס וְנָטוּי לָמוּת וְרָצָה לִמְכֹּר מִנְּכָסָיו מְעַט כְּדֵי לְהוֹצִיא הַדָּמִים בְּצָרְכֵי קְבוּרָה. הוֹאִיל וְהַבֵּן עָנִי וְאִם יַמְתִּין עַד שֶׁיָּמוּת וְיִמְכֹּר יִשְׁתַּהֶא הַמֵּת וְיִתְבַּזֶּה. תִּקְנוּ חֲכָמִים שֶׁאִם מָכַר וְאָמַר מַה שֶּׁאִירַשׁ מֵאָבִי הַיּוֹם מָכוּר לְךָ מִמְכָּרוֹ קַיָּם. וְכֵן צַיָּד עָנִי שֶׁאֵין לוֹ מַה שֶּׁיֹּאכַל שֶׁאָמַר מַה שֶּׁתַּעֲלֶה מִן הַיָּם מְצוּדָתִי הַיּוֹם מָכוּר לְךָ. מִמְכָּרוֹ קַיָּם מִשּׁוּם כְּדֵי חַיָּיו:  ",
      "הַבֵּן שֶׁמָּכַר בְּנִכְסֵי אָבִיו בְּחַיֵּי אָבִיו וּמֵת הַבֵּן בְּחַיֵּי הָאָב וְאַחַר כָּךְ מֵת הָאָב. בֶּן הַבֵּן מוֹצִיא מִיַּד הַלָּקוֹחוֹת. שֶׁהֲרֵי אָבִיו מָכַר דָּבָר שֶׁלֹּא בָּא עֲדַיִן לִרְשׁוּתוֹ. וְנִמְצְאוּ הַנְּכָסִים בִּרְשׁוּת הָאָב וְזֶה יוֹרֵשׁ אֲבִי אָבִיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "מִי שֶׁנָּתַן קַרְקַע מַתָּנָה לַחֲבֵרוֹ וְנָתַן לוֹ עַל גַּבָּהּ מֵאָה דִּינָרִין. אִם הָיוּ הַדִּינָרִין מְצוּיִין בִּרְשׁוּתוֹ כֵּיוָן שֶׁזָּכָה בַּשָּׂדֶה זָכָה בַּדִּינָרִין. וְאִם אֵין לוֹ דִּינָר אֵין מְחַיְּבִין אֶת הַנּוֹתֵן לִתֵּן לוֹ מֵאָה דִּינָרִין עַד שֶׁיָּבִיא הַזּוֹכֶה רְאָיָה שֶׁהָיָה לָזֶה דִּינָרִין בְּעֵת הַמַּתָּנָה. וְהוּא הַדִּין לִשְׁאָר מִטַּלְטְלִין שֶׁמַּקְנֶה אָדָם אוֹתָם עַל קַרְקַע. אִם אֵינָם בִּרְשׁוּת הַמּוֹכֵר אוֹ הַנּוֹתֵן לֹא קָנָה. שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁאֵינוֹ בִּרְשׁוּתוֹ:  ",
      "מִי שֶׁהָיָה לוֹ פִּקָּדוֹן בְּיַד אַחֵר הֲרֵי זֶה מַקְנֵהוּ בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה. לְפִי שֶׁהַפִּקָּדוֹן בִּרְשׁוּת בְּעָלָיו הוּא וַהֲרֵי הוּא בְּחֶזְקַת שֶׁהוּא קַיָּם. וְאִם כָּפַר בּוֹ זֶה שֶׁהֻפְקַד אֶצְלוֹ אֵינוֹ יָכוֹל לְהַקְנוֹתוֹ. שֶׁזֶּה כְּמִי שֶׁאָבַד שֶׁאֵינוֹ בִּרְשׁוּתוֹ. אֲבָל הַמִּלְוֶה הוֹאִיל וּלְהוֹצָאָה נִתְּנָה אֵינָהּ בָּעוֹלָם וְאֵין אָדָם יָכוֹל לְהַקְנוֹתָהּ אֶלָּא בְּמַעֲמַד שְׁלָשְׁתָּן. וְהוּא דָּבָר שֶׁאֵין לוֹ טַעַם כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם הָיְתָה מִלְוֶה בִּשְׁטָר מַקְנֶה אֶת הַשְּׁטָר בִּכְתִיבָה וּמְסִירָה שֶׁהֲרֵי יֵשׁ כָּאן דָּבָר הַנִּמְסָר לִקְנוֹת שִׁעְבּוּד שֶׁבּוֹ:  ",
      "כְּשֵׁם שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. כָּךְ אֵין אָדָם מַקְנֶה לְמִי שֶׁלֹּא בָּא לָעוֹלָם. וַאֲפִלּוּ עֻבָּר הֲרֵי הוּא כְּמִי שֶׁלֹּא בָּא לָעוֹלָם. וְהַמְזַכֶּה לְעֻבָּר לֹא קָנָה. וְאִם הָיָה בְּנוֹ הוֹאִיל וְדַעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ קָנָה:  ",
      "הָאוֹמֵר לְאִשְׁתּוֹ נְכָסַי לַבָּנִים שֶׁתֵּלְדִי מִמֶּנִּי הֲרֵי אֵלּוּ לֹא יִקְנוּ כְּלוּם. שֶׁכֵּיוָן שֶׁלֹּא נִתְעַבְּרָה בָּהֶן בִּשְׁעַת הַמַּתָּנָה עֲדַיִן לֹא בָּאוּ כְּדֵי לִהְיוֹת דַּעְתּוֹ קְרוֹבָה לָהֶם:  ",
      "הַמַּקְנֶה לְמִין מִמִּינֵי חַיָּה לֹא הִקְנָה כְּלוּם. הִקְנָה קְצָת נְכָסָיו לִבְהֵמָה אוֹ לְמִי שֶׁלֹּא בָּא לָעוֹלָם וְחָזַר וְאָמַר לַחֲבֵרוֹ קְנֵה כִּבְהֵמָה זוֹ אוֹ כְּעֻבָּר זֶה לֹא קָנָה כְּלוּם. אָמַר לוֹ קְנֵה אַתְּ וּבְהֵמָה זוֹ אוֹ אַתְּ וְעֵבָּר זֶה קָנָה מֶחֱצָה:  ",
      "אֵין אָדָם מַקְנֶה לֹא בְּמֶכֶר וְלֹא בְּמַתָּנָה אֶלָּא דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ אֲבָל דָּבָר שֶׁאֵין בּוֹ מַמָּשׁ אֵינוֹ נִקְנֶה:  ",
      "כֵּיצַד. אֵין אָדָם מַקְנֶה רֵיחַ הַתַּפּוּחַ הַזֶּה אוֹ טַעַם הַדְּבַשׁ הַזֶּה אוֹ עֵין הַבְּדלַח הַזֶּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְפִיכָךְ הַמַּקְנֶה לַחֲבֵרוֹ אֲכִילַת פֵּרוֹת דֶּקֶל זֶה אוֹ דִּירַת בַּיִת זֶה לֹא קָנָה. עַד שֶׁיַּקְנֶה לוֹ גּוּף הַבַּיִת לָדוּר בּוֹ וְגוּף הָאִילָן לֶאֱכל פֵּרוֹתָיו כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "דִּין הַהֶקְדֵּשׁ וְדִין הָעֲנִיִּים וְדִין הַנְּדָרִים אֵינוֹ כְּדִין הַהֶדְיוֹט בִּקְנִיָּתוֹ שֶׁאִלּוּ אָמַר אָדָם כָּל מַה שֶּׁתֵּלֵד בְּהֶמְתִּי יִהְיֶה הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת אוֹ יִהְיֶה אָסוּר עָלַי אוֹ אֶתְּנֶנּוּ לִצְדָקָה אַף עַל פִּי שֶׁאֵינוֹ מִתְקַדֵּשׁ לְפִי שֶׁאֵינוֹ בָּעוֹלָם הֲרֵי זֶה חַיָּב לְקַיֵּם דְּבָרוֹ שֶׁנֶּאֱמַר <small>(במדבר ל ג)</small> \"כְּכָל הַיֹּצֵא מִפִּיו יַעֲשֶׂה\":  ",
      "וְהוֹאִיל וְהַדָּבָר כֵּן אִם צִוָּה אָדָם כְּשֶׁהוּא שְׁכִיב מֵרַע וְאָמַר כָּל מַה שֶּׁיּוֹצִיא אִילָן זֶה לָעֲנִיִּים. אוֹ כָּל שְׂכַר בַּיִת זֶה לָעֲנִיִּים זָכוּ בָּהֶן הָעֲנִיִּים:  ",
      "יֵשׁ גְּאוֹנִים שֶׁחוֹלְקִין עַל דָּבָר זֶה וְאוֹמְרִים שֶׁאֵין הָעֲנִיִּים זוֹכִין אֶלָּא בִּדְבָרִים שֶׁהֶדְיוֹט קוֹנֶה בָּהֶן. וּלְפִיכָךְ לֹא יִזְכּוּ בְּדָבָר שֶׁלֹּא בָּא לָעוֹלָם. וְאֵין דַּעְתִּי נוֹטָה לִדְבָרִים אֵלּוּ. שֶׁאֵין אָדָם מְצֻוֶּה לְהַקְנוֹת. וְהוּא מְצֻוֶּה לְקַיֵּם דְּבָרָיו בִּצְדָקָה אוֹ בְּהֶקְדֵּשׁ כְּמוֹ שֶׁהוּא מְצֻוֶּה לְקַיֵּם הַנֵּדֶר כְּמוֹ שֶׁבֵּאַרְנוּ בַּעֲרָכִין:  "
    ],
    [
      "מַקְנֶה אָדָם הַגּוּף לְפֵרוֹתָיו בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. וְאֵין זֶה מַקְנֶה דָּבָר שֶׁלֹּא בָּא לְעוֹלָם שֶׁהֲרֵי הַגּוּף מָצוּי וּמַקְנֶה לְפֵרוֹת. הָא לְמָה זֶה דּוֹמֶה לְשׂוֹכֵר בַּיִת אוֹ שָׂדֶה לַחֲבֵרוֹ שֶׁלֹּא הִקְנָה לוֹ הַגּוּף אֶלָּא הֲנָאַת הַגּוּף: \n",
      "כֵּיצַד. כְּגוֹן שֶׁמָּכַר אוֹ שֶׁנָּתַן שָׂדֶה לְפֵרוֹתֶיהָ בֵּין לִזְמַן קָצוּב בֵּין כָּל יְמֵי חַיָּיו שֶׁל מוֹכֵר אוֹ שֶׁל לוֹקֵחַ. וְהוּא הַדִּין לְמוֹכֵר וּלְנוֹתֵן אִילָן לְפֵרוֹתָיו. אוֹ רָחֵל לְגִזָּתָהּ. אוֹ בְּהֵמָה וְשִׁפְחָה לְוַלְדוֹתֵיהֶם. אוֹ עֶבֶד לְמַעֲשֵׂה יָדָיו. בַּכּל מִמְכָּרוֹ אוֹ מַתְּנוֹתָיו קַיָּמִין: \n",
      "מָכַר עַבְדּוֹ לִקְנָס שֶׁאִם יֵגֲּח וְיָמוּת יִהְיֶה קְנָס שֶׁל לוֹקֵחַ. הֲרֵי זֶה סָפֵק לְפִיכָךְ לֹא קָנָה. וְאִם תָּפַשׂ הַקְּנָס אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "מָכַר אִילָן לָזֶה וּפֵרוֹתָיו לְאַחֵר לֹא שִׁיֵּר מְקוֹם הַפֵּרוֹת וְאֵין לָאַחֵר כְּלוּם. אֲבָל אִם מָכַר אִילָן וְשִׁיֵּר פֵּרוֹתָיו לְעַצְמוֹ הֲרֵי שִׁיֵּר מְקוֹם הַפֵּרוֹת, אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ לְגַבֵּי עַצְמוֹ בְּעַיִן יָפָה מְשַׁיֵּר: \n",
      "הַמּוֹכֵר גּוּף הַקַּרְקַע לִזְמַן קָצוּב הֲרֵי זֶה מְכִירָה. וּמִשְׁתַּמֵּשׁ הַלּוֹקֵחַ בַּגּוּף כְּחֶפְצוֹ וְאוֹכֵל הַפֵּרוֹת כָּל זְמַן הַמְּכִירָה וּבַסּוֹף תַּחְזֹר לִבְעָלֶיהָ: \n",
      "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַמּוֹכֵר קַרְקַע לִזְמַן קָצוּב וּבֵין הַמַּקְנֶה אוֹתָהּ לְפֵרוֹתֶיהָ. שֶׁהַקּוֹנֶה לְפֵרוֹת אֵינוֹ יָכוֹל לְשַׁנּוֹת צוּרַת הַקַּרְקַע וְלֹא יִבְנֶה וְלֹא יַהֲרֹס. אֲבָל הַקּוֹנֶה לִזְמַן קָצוּב הוּא בּוֹנֶה וְהוֹרֵס וְעוֹשֶׂה בְּכָל זְמַנּוֹ הַקָּצוּב כְּמוֹ שֶׁעוֹשֶׂה הַקּוֹנֶה קִנְיַן עוֹלָם לְעוֹלָם: \n",
      "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַמּוֹכֵר שָׂדֶה זוֹ לְפֵרוֹתֶיהָ וּבֵין הַמּוֹכֵר פֵּרוֹת שָׂדֶה זוֹ לַחֲבֵרוֹ. שֶׁהַמּוֹכֵר פֵּרוֹת הַשָּׂדֶה אֵין לַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בְּשָׂדֶה זוֹ כְּלָל אֲפִלּוּ לְהִכָּנֵס אֶלָּא בִּשְׁעַת הוֹצָאַת הַפֵּרוֹת וְיֵשׁ לְבַעַל הַשָּׂדֶה לְהִשְׁתַּמֵּשׁ בָּהּ כְּחֶפְצוֹ. אֲבָל הַמּוֹכֵר שָׂדֶה לְפֵרוֹתֶיהָ אֵין בַּעַל הַשָּׂדֶה יָכוֹל לְהִכָּנֵס בָּהּ אֶלָּא מִדַּעַת הַלּוֹקֵחַ וְיֵשׁ לַלּוֹקֵחַ לְהִשְׁתַּמֵּשׁ בָּהּ כְּחֶפְצוֹ: \n",
      "וּמַה הֶפְרֵשׁ יֵשׁ בֵּין הַקּוֹנֶה שָׂדֶה זוֹ לְפֵרוֹתֶיהָ וּבֵין הַשּׂוֹכֵר שָׂדֶה מֵחֲבֵרוֹ. שֶׁהַקּוֹנֶה שָׂדֶה לְפֵרוֹתֶיהָ יֵשׁ לוֹ לְנָטְעָהּ אוֹ לְזָרְעָהּ כָּל זְמַן שֶׁיִּרְצֶה אוֹ לְהוֹבִירָהּ. וְהַשּׂוֹכֵר אֵינוֹ כֵן כְּמוֹ שֶׁיִּתְבָּאֵר בְּעִנְיַן שְׂכִירוּת. וְאֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֲבָל הַקּוֹנֶה מַקְנֶה לַאֲחֵרִים כָּל מַה שֶּׁקָּנָה: \n",
      "הַמּוֹכֵר פֵּרוֹת שׁוֹבָךְ וּפֵרוֹת כַּוֶּרֶת לַחֲבֵרוֹ קָנָה וְאֵין זֶה מוֹכֵר דָּבָר שֶׁלֹּא בָּא לָעוֹלָם. לְפִי שֶׁאֵינוֹ מוֹכֵר יוֹנִים שֶׁיִּוָּלְדוּ אוֹ דְּבַשׁ שֶׁיָּבוֹא לַכַּוֶּרֶת. אֶלָּא הוּא מוֹכֵר שׁוֹבָךְ לְפֵרוֹתָיו אוֹ כַּוֶּרֶת לְדִבְשָׁהּ. שֶׁהֲרֵי הוּא כְּשׂוֹכֵר אַמַּת הַמַּיִם לַחֲבֵרוֹ שֶׁהוּא נֶהֱנֶה בְּכָל מַה שֶּׁיָּצוּד בָּהּ. כָּךְ זֶה הִקְנָה שׁוֹבָךְ זֶה לְפֵרוֹתָיו כְּמוֹ שֶׁמּוֹכֵר אִילָן לְפֵרוֹתָיו. וְדִין כֻּלָּם כְּדִין הַשּׂוֹכֵר בַּיִת מֵחֲבֵרוֹ כְּמוֹ שֶׁאָמַרְנוּ. שֶׁהוּא נֶהֱנֶה בְּכָל הֲנָיוֹת שֶׁיֵּשׁ בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "הַבֵּיצִים וְהָאֶפְרוֹחִין עַצְמָן שֶׁיֵּשׁ בַּשּׁוֹבָךְ לֹא קָנָה אוֹתָם בַּעַל שׁוֹבָךְ כָּל זְמַן שֶׁלֹּא פָּרְחוּ. וְדָבָר זֶה גְּזֵרַת חֲכָמִים הִיא וּמִשּׁוּם <small>(דברים כב ו)</small> \"לֹא תִקַּח הָאֵם עַל הַבָּנִים\" נָגְעוּ בָּהּ. לְפִיכָךְ הָרוֹצֶה לְהַקְנוֹת אֶפְרוֹחִים וּבֵיצִים אֵלּוּ לַחֲבֵרוֹ. מְטַפֵּחַ עַל הַשּׁוֹבָךְ שֶׁיִּפְרְחוּ הָאִמָּהוֹת וְיִגְבְּהוּ מֵעַל הָאָרֶץ וְאַחַר כָּךְ יַקְנֶה אוֹתָן לַחֲבֵרוֹ בְּקִנְיָן אוֹ עַל גַּבֵּי קַרְקַע אוֹ בִּשְׁאָר דְּבָרִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהֶן: \n",
      "הַלּוֹקֵחַ פֵּרוֹת שׁוֹבָךְ מֵחֲבֵרוֹ אֵינוֹ יָכוֹל לִטּל כָּל הַגּוֹזָלוֹת שֶׁיִּוָּלְדוּ בּוֹ מֵעַתָּה מִפְּנֵי שֶׁהָאִמָּהוֹת בּוֹרְחוֹת נִמְצָא שֶׁהֶחֱרִיב כָּל הַשּׁוֹבָךְ אֶלָּא מַנִּיחַ מֵהֶן כְּדֵי לְיַשֵּׁב הַשּׁוֹבָךְ: \n",
      "וְכַמָּה מַנִּיחַ. אִם הָיוּ בּוֹ אִמָּהוֹת וּבָנוֹת בְּעֵת מְכִירַת הַפֵּרוֹת. מַנִּיחַ בְּרֵכָה רִאשׁוֹנָה שֶׁיּוֹלִידוּ הָאִמָּהוֹת כְּדֵי שֶׁיִּצְטַוְּתוּ הָאִמָּהוֹת עִם הַבְּרֵכָה הָרִאשׁוֹנָה וְעִם הַבָּנוֹת שֶׁעִמָּהֶם. וּמַנִּיחַ מִמַּה שֶּׁיּוֹלִידוּ הַבָּנוֹת שְׁתֵּי בְּרֵכוֹת כְּדֵי שֶׁיִּצְטַוְּתוּ הַבָּנוֹת עִם שְׁתֵּי הַבְּרֵכוֹת שֶׁהוֹלִידוּ. וְכָל הַנּוֹלָד מֵאַחַר שְׁתֵּי בְּרֵכוֹת שֶׁל בָּנוֹת וְהַבְּרֵכָה הָרִאשׁוֹנָה שֶׁל אִמָּהוֹת הֲרֵי אֵלּוּ שֶׁלּוֹ: \n",
      "הַלּוֹקֵחַ פֵּרוֹת כַּוֶּרֶת מֵחֲבֵרוֹ נוֹטֵל שְׁלֹשָׁה נְחִילִים זֶה אַחַר זֶה מִכָּאן וְאֵילָךְ נוֹטֵל נְחִיל וּמֵנִיחַ נְחִיל כְּדֵי לְיַשֵּׁב אֶת הַכַּוֶּרֶת: \n",
      "הַלּוֹקֵחַ חַלּוֹת דְּבַשׁ מֵחֲבֵרוֹ מַנִּיחַ בַּכַּוֶּרֶת שְׁתֵּי חַלּוֹת כְּדֵי שֶׁלֹּא יִפְרְחוּ הַדְּבוֹרִים וְיֵלְכוּ לָהֶן: \n",
      "הַלּוֹקֵחַ זֵיתִים מֵחֲבֵרוֹ לָקֹץ. מַנִּיחַ הָאִילָן סָמוּךְ לָאָרֶץ שְׁתֵּי גְּרוֹפִיּוֹת וְקוֹצֵץ. לָקַח בְּתוּלַת שִׁקְמָה מַגְבִּיהַּ שְׁלֹשָׁה טְפָחִים וְקוֹצֵץ. סַדָּן שֶׁל שִׁקְמָה שְׁנֵי טְפָחִים. וּבִשְׁאָר אִילָנוֹת טֶפַח וְקוֹצֵץ. בְּקָנִים וּבִגְפָנִים מִן הַפְּקָק וּלְמַעְלָה. בִּדְקָלִים וַאֲרָזִים חוֹפֵר וּמְשָׁרֵשׁ לְפִי שֶׁאֵין גִּזְעוֹ מַחְלִיף: \n"
    ],
    [
      "הַמּוֹכֵר שְׁלֹשָׁה אִילָנוֹת בְּתוֹךְ שָׂדהוּ וַאֲפִלּוּ הָיוּ שָׁלֹשׁ נְטִיעוֹת קְטַנּוֹת אוֹ שְׁלֹשָׁה בַּדֵּי אִילָן. הֲרֵי יֵשׁ לַלּוֹקֵחַ קַרְקַע הָרָאוּי לָהֶם. וַאֲפִלּוּ יָבְשׁוּ הָאִילָנוֹת אוֹ נִקְצְצוּ יֵשׁ לוֹ קַרְקַע הָרָאוּי לָהֶם וְקָנָה כָּל הָאִילָנוֹת שֶׁבֵּינֵיהֶם: \n",
      "וְכַמָּה הִיא הַקַּרְקַע הָרָאוּי לָהֶם. תַּחְתֵּיהֶם וּבֵינֵיהֶם וְחוּצָה לָהֶם כִּמְלֹא הָאוֹרֶה וְסַלּוֹ. וְזֶה הַמָּקוֹם שֶׁהוּא מְלֹא הָאוֹרֶה וְסַלּוֹ אֵין אֶחָד מִשְּׁנֵיהֶם יָכוֹל לְזַרְעוֹ אֶלָּא מִדַּעַת חֲבֵרוֹ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ שְׁלֹשָׁה הָאִילָנוֹת עוֹמְדִין כְּמוֹ שְׁלֹשָׁה פִּטְפּוּטֵי כִּירָה שֶׁשּׁוֹפְתִין עֲלֵיהֶן אֶת הַקְּדֵרָה. שֶׁהֲרֵי הֵן שְׁנַיִם זֶה כְּנֶגֶד זֶה וְהַשְּׁלִישִׁי מְכֻוָּן בֵּינֵיהֶן וּמְרֻחָק מֵהֶן. וְהוּא שֶׁיִּהְיוּ בֵּין כָּל אִילָן וְאִילָן מֵאַרְבַּע אַמּוֹת וְעַד שֵׁשׁ עֶשְׂרֵה: \n",
      "וּמֵהֵיכָן הוּא מוֹדֵד מִן הָעִקָּר הָרָחָב שֶׁל אִילָנוֹת. אֲבָל אִם לֹא הָיוּ עוֹמְדִין כַּצּוּרָה הַזֹּאת. אוֹ שֶׁהָיוּ מְקֹרָבִים פָּחוֹת מֵאַרְבַּע אַמּוֹת אוֹ מְרֻחָקִין יוֹתֵר מִשֵּׁשׁ עֶשְׂרֵה אַמָּה. אוֹ שֶׁלְּקָחָן זֶה אַחַר זֶה. אוֹ שֶׁמָּכַר לוֹ שְׁנַיִם בְּתוֹךְ שָׂדֵהוּ וְאֶחָד עַל הַמֵּצַר. אוֹ שְׁנַיִם בְּתוֹךְ שֶׁלּוֹ וְאֶחָד בְּתוֹךְ שֶׁל חֲבֵרוֹ. אוֹ שֶׁהִפְסִיק בּוֹר אוֹ אַמַּת הַמַּיִם אוֹ רְשׁוּת הָרַבִּים בֵּינֵיהֶם. הֲרֵי זֶה אֵין לוֹ קַרְקַע. לְפִיכָךְ לֹא קָנָה הָאִילָנוֹת שֶׁבֵּינֵיהֶם. וְאִם יָבַשׁ הָאִילָן אוֹ נִקְצַץ יֵלֵךְ לוֹ: \n",
      "כָּל מִי שֶׁקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת וְיֵשׁ לוֹ קַרְקַע. אִם הִגְדִּילוּ וְהוֹצִיאוּ חֹטֶר יָקֹץ כְּדֵי שֶׁלֹּא יְמַעֵט הַדֶּרֶךְ עַל בַּעַל הַשָּׂדֶה. וְכָל הַשָּׂרִיגִין וְהָאֲמִירִים הַיּוֹצְאִים מֵהֶם וַאֲפִלּוּ מִן הַשָּׁרָשִׁים הֲרֵי הֵן שֶׁל בַּעַל הָאִילָנוֹת שֶׁהֲרֵי יֵשׁ לוֹ קַרְקַע: \n",
      "הַקּוֹנֶה שְׁנֵי אִילָנוֹת בְּתוֹךְ שְׂדֵה חֲבֵרוֹ אֵין לוֹ קַרְקַע. לְפִיכָךְ אִם מֵת הָאִילָן אוֹ נִקְצַץ אֵין לוֹ כְּלוּם. הִגְדִּילוּ שְׁנֵי הָאִילָנוֹת וְהוֹצִיאוּ שָׂרִיגִים וַאֲמִירִים יָקֹץ שֶׁמָּא יִצְמְחוּ בָּאָרֶץ וְיֹאמַר לַמּוֹכֵר שְׁלֹשָׁה אִילָנוֹת מָכַרְתָּ לִי וְיֵשׁ לִי קַרְקַע: \n",
      "כָּל הָעֵצִים שֶׁקּוֹצֵץ בַּעַל שְׁנֵי הָאִילָנוֹת מֵהֶן. הָעוֹלֶה מִן הַגְּזָעִים וְהוּא הָרוֹאֶה פְּנֵי הַחַמָּה הֲרֵי הוּא שֶׁל בַּעַל הָאִילָנוֹת. וְהָעוֹלֶה מִן הַשָּׁרָשִׁים וְהוּא שֶׁאֵינוֹ רוֹאֶה פְּנֵי הַחַמָּה הֲרֵי הוּא שֶׁל בַּעַל הַשָּׂדֶה. וּבִדְקָלִים אֵין לְבַעַל הַדֶּקֶל מִן הָעוֹלֶה כְּלוּם לְפִי שֶׁאֵין לוֹ גֶּזַע: \n",
      "הַמּוֹכֵר קַרְקַע וְשִׁיֵּר אִילָנוֹת הֲרֵי יֵשׁ לוֹ חֲצִי הַקַּרְקַע כֻּלָּהּ שֶׁאִלּוּ לֹא שִׁיֵּר בַּקַּרְקַע הֲרֵי אוֹמֵר לוֹ הַלּוֹקֵחַ עֲקֹר אִילָנְךָ. וְכֵן אִם שִׁיֵּר שְׁנֵי הָאִילָנוֹת בִּלְבַד יֵשׁ לוֹ קַרְקַע הָרָאוּי לָהֶם. שֶׁאִלּוּ לֹא שִׁיֵּר הַקַּרְקַע הָיָה הַלּוֹקֵחַ אוֹמֵר לוֹ עֲקֹר אִילָנְךָ וְלֵךְ: \n",
      "הַמּוֹכֵר אֶת הָאִילָנוֹת וְשִׁיֵּר אֶת הַקַּרְקַע. יֵשׁ לְבַעַל הָאִילָנוֹת קַרְקַע הָרָאוּי לָהֶם כְּמוֹ שֶׁבֵּאַרְנוּ. מָכַר אֶת הַקַּרְקַע לְאֶחָד וְאֶת הָאִילָנוֹת לְאַחֵר וְהֶחֱזִיק זֶה בָּאִילָנוֹת וְהֶחֱזִיק זֶה בַּקַּרְקַע. זֶה קָנָה הָאִילָנוֹת עִם חֲצִי הַקַּרְקַע וְזֶה שֶׁהֶחְזִיק בַּקַּרְקַע קָנָה חֲצִי הַקַּרְקַע בִּלְבַד: \n",
      "הָאַחִין שֶׁחָלְקוּ אֶחָד נָטַל פַּרְדֵּס וְאֶחָד נָטַל שְׂדֵה לָבָן. יֵשׁ לְבַעַל הַפַּרְדֵּס אַרְבַּע אַמּוֹת בְּתוֹךְ שְׂדֵה לָבָן סְמוּכוֹת לְסוֹף הָאִילָנוֹת שֶׁל פַּרְדֵּס שֶׁעַל מְנָת כֵּן חָלְקוּ. וְאֵין צָרִיךְ לְפָרֵשׁ דָּבָר זֶה מִפְּנֵי שֶׁהוּא דָּבָר יָדוּעַ: \n",
      "הַמּוֹכֵר שָׂדֶה לַחֲבֵרוֹ וְהָיוּ בָּהּ דְּקָלִים וְאָמַר לוֹ חוּץ מִדֶּקֶל פְּלוֹנִי. אִם דֶּקֶל טוֹב וּמְשֻׁבָּח הוּא אוֹתוֹ הַדֶּקֶל לְבַדּוֹ הוּא שֶׁשִּׁיֵּר וְהַשְּׁאָר לַלּוֹקֵחַ. וְאִם דֶּקֶל רַע הוּא שֶׁשִּׁיֵּר כָּל שֶׁכֵּן שֶׁשִּׁיֵּר הַשְּׁאָר] לֹא קָנָה מִן הַדְּקָלִים כְּלוּם: \n",
      "מָכַר לוֹ שָׂדֶה וְאָמַר לוֹ חוּץ מִן הָאִילָנוֹת. אִם יֵשׁ בּוֹ דְּקָלִים בִּלְבַד שִׁיֵּר הַדְּקָלִים. וְאִם יֵשׁ בּוֹ גְּפָנִים בִּלְבַד שִׁיֵּר הַגְּפָנִים. וְכֵן שְׁאָר הָאִילָנוֹת. הָיוּ בָּהּ גְּפָנִים וּדְקָלִים לֹא שִׁיֵּר אֶלָּא הַגְּפָנִים. אִילָנוֹת וּגְפָנִים לֹא שִׁיֵּר אֶלָּא אִילָנוֹת. וְכֵן אִילָנוֹת וּדְקָלִים שִׁיֵּר אִילָנוֹת שֶׁהַמּוֹכֵר בְּעַיִן יָפָה הוּא מוֹכֵר. וְאִם הַדְּקָלִים שִׁיֵּר לֹא שִׁיֵּר אֶלָּא כָּל דֶּקֶל גָּבוֹהַּ שֶׁעוֹלִים לוֹ בַּחֶבֶל וְהַשְּׁאָר הֲרֵי הוּא שֶׁל לוֹקֵחַ. וְאִם שְׁאָר הָאִילָנוֹת הוּא שֶׁשִּׁיֵּר לֹא שִׁיֵּר בָּהֶם אֶלָּא כָּל שֶׁאֵין הָעל כּוֹבְשׁוֹ. וְכָל שֶׁהָעל כּוֹבְשׁוֹ הֲרֵי הוּא שֶׁל לוֹקֵחַ וּבִכְלַל הַשָּׂדֶה נֶחְשָׁב: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ קַרְקַע וּדְקָלִים אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ לֹא הָיוּ לוֹ דְּקָלִים אִם רָצָה לִקְנוֹת לוֹ שְׁנֵי דְּקָלִים הֲרֵי זֶה נִקְנָה הַמִּקָּח. וְאֵין הַלּוֹקֵחַ יָכוֹל לוֹמַר לוֹ אֵינִי לוֹקֵחַ אֶלָּא קַרְקַע שֶׁיֵּשׁ בּוֹ דְּקָלִים. וְאִם אָמַר קַרְקַע בִּדְקָלִים אֲנִי מוֹכֵר לְךָ. אִם הָיוּ בּוֹ שְׁנֵי דְּקָלִים קָנָה וְאִם לָאו מֶקַח טָעוּת הוּא וְחוֹזֵר. וְאִם אָמַר לוֹ קַרְקַע שֶׁל דְּקָלִים אֲנִי מוֹכֵר לְךָ אֵין לוֹ דְּקָלִים. שֶׁאֵין בַּלָּשׁוֹן הַזֶּה אֶלָּא קַרְקַע הָרָאוּי לִדְקָלִים: \n",
      "הַמּוֹכֵר פַּרְדֵּס לַחֲבֵרוֹ צָרִיךְ שֶׁיִּכְתֹּב לוֹ קְנֵה לְךָ דְּקָלִים וּתְמָרִים וְהוּצִין. וְאַף עַל פִּי שֶׁקָּנָה כָּל אֵלּוּ אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ אוֹתָם נוֹיֵי הַשְּׁטָר הֵם. וְכֵן הַמּוֹכֵר קַרְקַע לַחֲבֵרוֹ צָרִיךְ לִכְתֹּב לוֹ וְלֹא הִנַּחְתִּי לְפָנַי בְּמֶכֶר זֶה כְּלוּם כְּדֵי לְהִסְתַּלֵּק מִן הַדִּינִין וְהַטְּעָנוֹת: \n",
      "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ אַף עַל פִּי שֶׁכָּתַב לוֹ וְהִקְנֵיתִי לְךָ עָמְקוֹ וְרוּמוֹ צָרִיךְ לִכְתֹּב לוֹ קְנֵה לְךָ מֵהַקַּרְקַע הַתְּהוֹם עַד רוּם רָקִיעַ. שֶׁהָעֹמֶק וְהָרוּם אֵינוֹ נִקְנֶה בִּסְתָם. וְכֵיוָן שֶׁקָּנָה הָעֹמֶק וְהָרוּם קָנָה הָרוּם שֶׁהוּא הָאֲוִיר בִּלְבַד וְהָעֹמֶק שֶׁהוּא עֳבִי הָאָרֶץ. אֲבָל לֹא קָנָה הַבֵּינוֹנִית שֶׁבַּמַּעֲמַקִּים וְשֶׁבָּאֲוִיר. וְכֵיוָן שֶׁכָּתַב לוֹ מִקַּרְקַע הַתְּהוֹם עַד רוּם הָרָקִיעַ קָנָה הַבּוֹר וְהַדּוּת שֶׁבָּעֳבִי הַקַּרְקַע וְהַמַּעֲזִיבוֹת וְהַמְּחִלּוֹת שֶׁבֵּין הַמַּעֲזִיבוֹת לְמַעְלָה: \n",
      "הַמּוֹכֵר בַּיִת לַחֲבֵרוֹ עַל מְנָת שֶׁדְּיוֹטָא עֶלְיוֹנָה שֶׁלִּי הֲרֵי זוֹ שֶׁלּוֹ. וְאִם רָצָה לְהוֹצִיא בָּהּ זִיזִין מוֹצִיא. וְאִם נָפְלָה חוֹזֵר וּבוֹנֶה אוֹתָהּ. וְאִם רָצָה לִבְנוֹת עַל גַּבָּהּ בּוֹנֶה כְּשֶׁהָיָה מִקֹּדֶם: \n",
      "הַמּוֹכֵר קִבְרוֹ אוֹ דֶּרֶךְ קִבְרוֹ אוֹ מְקוֹם מַעֲמָדוֹ אוֹ בֵּית הֶסְפֵּדוֹ. בָּאִין בְּנֵי מִשְׁפָּחָה וְקוֹבְרִים שָׁם בְּעַל כָּרְחוֹ מִשּׁוּם פְּגַם מִשְׁפָּחָה. וְנוֹתְנִין דְּמֵי הַקֶּבֶר שֶׁקָּבְרוּ בּוֹ לַלּוֹקֵחַ אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ: \n"
    ],
    [
      "הַמּוֹכֵר דָּבָר שֶׁיֵּשׁ לוֹ תַּשְׁמִישִׁין לֹא מָכַר אֶת הַתַּשְׁמִישִׁין אֶלָּא אִם כֵּן פֵּרֵשׁ. כֵּיצַד. מָכַר אֶת הַבַּיִת לֹא מָכַר אֶת הַיָּצִיעַ שֶׁסְּבִיבוֹת הַבַּיִת אַף עַל פִּי שֶׁהוּא פָּתוּחַ לְתוֹכוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה רֹחַב הַיָּצִיעַ אַרְבַּע אַמּוֹת אוֹ יֶתֶר. אֲבָל פָּחוֹת מִזֶּה הֲרֵי הוּא בִּכְלַל הַבַּיִת. וְכֵן הָעֲלִיָּה שֶׁעַל גַּבֵּי הַבַּיִת הַפְּתוּחָה לְתוֹכוֹ בָּאֲרֻבָּה בְּמֵעֲזִיבַת הַבַּיִת הֲרֵי הוּא בִּכְלַל הַבַּיִת: \n",
      "הַמּוֹכֵר אֶת הַבַּיִת לֹא מָכַר אֶת הַחֶדֶר שֶׁלְּפָנִים מִמֶּנּוּ. אַף עַל פִּי שֶׁמֵּצֵר לוֹ מְצָרִים הַחִיצוֹנִים. וְלֹא אֶת הַגַּג בִּזְמַן שֶׁיֵּשׁ לוֹ מַעֲקֵה עֲשָׂרָה טְפָחִים וְיֵשׁ בּוֹ רֹחַב אַרְבַּע אַמּוֹת. וְלֹא אֶת הַבּוֹר הֶחָפוּר בַּקַּרְקַע וְלֹא אֶת הַדּוּת הַבָּנוּי בַּבּוֹר אַף עַל פִּי שֶׁמָּכַר לוֹ הָעֹמֶק וְהָרוּם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וְצָרִיךְ הַמּוֹכֵר לִקְנוֹת לוֹ דֶּרֶךְ מִן הַלּוֹקֵחַ כְּדֵי לְהִכָּנֵס בְּבוֹר זֶה אוֹ לַדּוּת שֶׁשִּׁיֵּר. שֶׁכָּל הַמּוֹכֵר בְּעַיִן יָפָה מוֹכֵר. וְאִם אָמַר לוֹ מָכַרְתִּי לְךָ הַבַּיִת חוּץ מִן הַבּוֹר אוֹ הַדּוּת אֵין צָרִיךְ לִקְנוֹת לוֹ דֶּרֶךְ. וְכֵן הַמּוֹכֵר בּוֹר אוֹ דּוּת בִּלְבַד אֵין הַלּוֹקֵחַ צָרִיךְ לִקְנוֹת לוֹ דֶּרֶךְ אֶלָּא נִכְנָס לְתוֹךְ בֵּיתוֹ שֶׁל מוֹכֵר עַד הַדּוּת וּמְמַלֵּא: \n",
      "שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה. מָכַר שְׁנֵיהֶם לִשְׁנַיִם אוֹ נָתַן שְׁנֵיהֶם לִשְׁנַיִם אֵין לָהֶם דֶּרֶךְ זֶה עַל זֶה. וְאֵין צָרִיךְ לוֹמַר אִם נָתַן הַחִיצוֹן וּמָכַר הַפְּנִימִי. אֲבָל אִם מָכַר הַחִיצוֹן וְנָתַן הַפְּנִימִי יֵשׁ לוֹ דֶּרֶךְ שֶׁכָּל הַנּוֹתֵן בְּעַיִן יָפָה נוֹתֵן יוֹתֵר מִן הַמּוֹכֵר: \n",
      "הַמּוֹכֵר אֶת הַבַּיִת מָכַר אֶת הַתַּנּוּר וְאֶת הַכִּירַיִם וְאֶת מַלְבְּנוֹת הַפְּתָחִים הַמְחֻבָּרִין בְּטִיט וְאֶת הַדֶּלֶת וְאֶת הַנֶּגֶר וְאֶת הַמַּנְעוּל אֲבָל לֹא הַמַּפְתֵּחַ. וּמָכַר אֶת הַמַּכְתֶּשֶׁת הַקְּבוּעָה אֲבָל לֹא אֶת הַמִּטַלְטֶּלֶת. וּמָכַר אֶת הָאִיצְטְרוֹבִיל אֲבָל לֹא אֶת הַכְּלִי שֶׁהַקֶּמַח יוֹרֵד לְתוֹכוֹ שֶׁהוּא כְּמוֹ כְּפִיפָה שֶׁל עֵץ. וְלֹא מָכַר אֶת מַלְבְּנוֹת כִּרְעֵי הַמִּטָּה וְלֹא אֶת מַלְבְּנוֹת הַחַלּוֹנוֹת אַף עַל פִּי שֶׁהֵן מְחֻבָּרִין בְּטִיט מִפְּנֵי שֶׁהֵן לְנוֹי. וּבִזְמַן שֶׁאָמַר הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין: \n",
      "הַמּוֹכֵר אֶת הֶחָצֵר מָכַר בּוֹרוֹת שִׁיחִין וּמְעָרוֹת שֶׁבְּתוֹכָהּ. וְכָל הַבָּתִּים הַחִיצוֹנִים וְהַפְּנִימִים וּבָתִּים שֶׁיֵּשׁ בָּהֶן הַחל וְהַחֲנֻיּוֹת הַפְּתוּחוֹת לְתוֹכָהּ. אֲבָל שֶׁאֵינָן פְּתוּחוֹת לְתוֹכָהּ אֵינָם נִמְכָּרִים עִמָּהּ. הָיוּ פְּתוּחוֹת לְכָאן וּלְכָאן אִם רֹב תַּשְׁמִישָׁן לְתוֹכָהּ נִמְכָּרוֹת עִמָּהּ וְאִם לָאו אֵינָן נִמְכָּרוֹת עִמָּהּ. וְלֹא מָכַר אֶת הַמִּטַּלְטְלִין שֶׁבְּתוֹכָהּ. וּבַזְּמַן שֶׁאָמַר הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ הֲרֵי כֻּלָּם מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר אֶת הַמֶּרְחָץ וְלֹא בֵּית הַבַּד שֶׁבְּתוֹכָהּ: \n",
      "הַמּוֹכֵר אֶת בֵּית הַבַּד מָכַר אֶת הָאֶבֶן הַגְּדוֹלָה הַבְּנוּיָה בָּאָרֶץ שֶׁטּוֹחֲנִים עָלֶיהָ זֵיתִים. וְאֶת הַכְּלֻנְסָאוֹת שֶׁל אֶרֶז שֶׁסּוֹמְכִין בָּהֶן בְּעֵת טְחִינַת הַזֵּיתִים. וְאֶת הַיְקָבִים וְאֶת הַכֵּלִים שֶׁנּוֹתְנִין בָּהֶן אֶת הַזֵּיתִים הַכְּתוּשִׁין וְהֵם הַמְפָרְכוֹת. אֲבָל לֹא מָכַר אֶת הָרֵחָיִם הָעֶלְיוֹנָה. וּבִזְמַן שֶׁאָמַר הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר אֶת הַכּוֹבְשִׁין שֶׁמְּכַבְּשִׁין בָּהֶן הַזֵּיתִים וְלֹא אֶת הַגַּלְגַּל וְלֹא אֶת הַקּוֹרָה וְלֹא אֶת הַשַּׂקִּין וְלֹא אֶת הַמַּרְצוּפִין: \n",
      "אָמַר לוֹ בֵּית הַבַּד וְכָל תַּשְׁמִישָׁיו אֲנִי מוֹכֵר לְךָ כֻּלָּן מְכוּרִין. הָיוּ חוּצָה לָהּ חֲנֻיּוֹת שֶׁשּׁוֹטְחִים בָּהֶן הַזֵּיתִים אוֹ הַשֻּׁמְשְׁמִין. אִם מֵצֵר לוֹ מְצָרִים הַחִיצוֹנִים שֶׁלָּהֶן קָנָה הַכּל. וְאִם לָאו לֹא קָנָה אֶלָּא מַה שֶּׁבְּתוֹכָהּ: \n",
      "המוֹכֵר אֶת הַמֶּרְחָץ מָכַר אֶת בֵּית הַנְּסָרִים שֶׁיּוֹשְׁבִין עֲלֵיהֶן כְּשֶׁהֵן עֲרֻמִּים. וְאֶת בֵּית הַיְקָמִים שֶׁנּוֹטְלִין בָּהֶן הַמַּיִם. וְאֶת בֵּית הַסַּפְסָלִין שֶׁיּוֹשְׁבִין עֲלֵיהֶן בַּחֲצַר הַמֶּרְחָץ כְּשֶׁהֵן לְבוּשִׁים. וְאֶת בֵּית הַוִּילָאוֹת שֶׁמִּסְתַּפְּגִין בָּהֶן. אֲבָל לֹא מָכַר אֶת הַנְּסָרִים עַצְמָן וְאֶת הַיְּקָמִים עַצְמָן וְלֹא אֶת הַסַּפְסָלִין עַצְמָן וְלֹא אֶת בֵּית הַוִּילָאוֹת עַצְמָן. וּבִזְמַן שֶׁאָמַר לוֹ הוּא וְכָל מַה שֶּׁבְּתוֹכוֹ הֲרֵי כֻּלָּן מְכוּרִין. בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר הַבְּרֵכוֹת הַמְסַפְּקוֹת לוֹ מַיִם בֵּין בִּימוֹת הַחַמָּה בֵּין בִּימוֹת הַגְּשָׁמִים. וְלֹא בֵּית כִּנּוּס הָעֵצִים. וְאִם אָמַר לוֹ מֶרְחָץ וְכָל תַּשְׁמִישָׁיו אֲנִי מוֹכֵר לְךָ הֲרֵי הֵן כֻּלָּן מְכוּרִין אַף עַל פִּי שֶׁהֵן חוּצָה לוֹ: \n"
    ],
    [
      "הַמּוֹכֵר אֶת הָעִיר מָכַר בָּתִּים וּבוֹרוֹת שִׁיחִין וּמְעָרוֹת וּמֶרְחֲצָאוֹת וְשׁוֹבָכוֹת וּבֵית הַבַּדִּים וּבֵית הַשְּׁלָחִין שֶׁבָּהּ וְהַסְּמוּכִין לָהּ. וְאֶת הַחוֹרָשִׁין הַמֻּקָּפִין לָהּ וְאֶת הַשָּׂדוֹת הַיְדוּעוֹת לָהּ. וְאֶת הַבֵּיבָרִין שֶׁל חַיָּה וְעוֹפוֹת וְדָגִים שֶׁפְּנֵיהֶם כְּנֶגְדָּהּ אַף עַל פִּי שֶׁהֵן רְחוֹקִים מִמֶּנָּה. אֲבָל לֹא מָכַר הַמִּטַּלְטְלִין שֶׁבְּתוֹכָהּ. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ אֲנִי מוֹכֵר לְךָ הֲרֵי כֻּלָּן מְכוּרִין. וּבֵין כָּךְ וּבֵין כָּךְ לֹא מָכַר לֹא אֶת שְׁיָרֶיהָ וְלֹא אֶת בְּנוֹתֶיהָ וְלֹא הַחוֹרָשִׁין הַמֻּקְצִין מִמֶּנָּה. וְלֹא אֶת הַחֵלֶק שֶׁיֵּשׁ לָהּ בַּיָּם וְלֹא אֶת הַחֵלֶק שֶׁיֵּשׁ לָהּ בַּיַּבָּשָׁה. וְלֹא אֶת בֵּיבָרֵי חַיָּה וְעוֹפוֹת וְדָגִים שֶׁאֵין פְּנֵיהֶם כְּנֶגְדָּהּ: \n",
      "הַמּוֹכֵר אֶת הַשָּׂדֶה מָכַר אֶת הָאֲבָנִים הַסְּדוּרוֹת לַגָּדֵר וְאֶת הָאֲבָנִים שֶׁמֻּנָּחוֹת עַל הָעֳמָרִים מִפְּנֵי שֶׁהֵן לְצָרְכָּהּ. וּמָכַר אֶת הַקָּנִים הַחֲלָקִים הַמֻּנָּחִין תַּחַת הַגְּפָנִים כְּדֵי לְהַעֲמִיד אֶת הַכֶּרֶם מִפְּנֵי שֶׁהֵן לְצָרְכָּהּ. וּמָכַר אֶת הַתְּבוּאָה הַמְחֻבֶּרֶת לַקַּרְקַע אַף עַל פִּי שֶׁהִגִּיעַ לְהִקָּצֵר. וּמָכַר אֶת מְחִצַּת הַקָּנִים שֶׁהִיא פְּחוּתָה מִבֵּית רֹבַע אַף עַל פִּי שֶׁהַקָּנִים שֶׁלָּהּ עָבִים וַחֲזָקִים. וּמָכַר אֶת הַשּׁוֹמֵרָה הָעֲשׂוּיָה בְּטִיט אַף עַל פִּי שֶׁאֵינָהּ קְבוּעָה. וּמָכַר אֶת הֶחָרוּב שֶׁאֵינוֹ מֻרְכָּב וְאֶת בְּתוּלַת הַשִּׁקְמָה אַף עַל פִּי שֶׁהֵן עָבִים. וּמָכַר כָּל הַדְּקָלִים שֶׁבָּהּ. אֲבָל לֹא מָכַר אֶת הָאֲבָנִים שֶׁאֵינָן סְדוּרוֹת לַגָּדֵר. וְלֹא אֶת הָאֲבָנִים שֶׁאֵינָן מֻנָּחוֹת עַל גַּבֵּי הָעֳמָרִין אַף עַל פִּי שֶׁהֵן מוּכָנוֹת לְכָךְ. וְלֹא אֶת הַקָּנִים שֶׁבַּכֶּרֶם שֶׁאֵינָן מֻנָּחִין תַּחַת הַגְּפָנִים אַף עַל פִּי שֶׁהֵן מְשֻׁפִּין וַחֲלָקִים וּמוּכָנִים לְכָךְ. וְלֹא אֶת הַתְּבוּאָה הָעֲקוּרָה מִן הַקַּרְקַע אַף עַל פִּי שֶׁהִיא צְרִיכָה לַשָּׂדֶה. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ הֲרֵי כֻּלָּן מְכוּרִין: \n",
      "בֵּין כָּךְ וּבֵין כָּךְ לֹא מָכַר מְחִצַּת הַקָּנִים שֶׁהִיא בֵּית רֹבַע אַף עַל פִּי שֶׁהַקָּנִים שֶׁבָּהּ דַּקִּים וּקְטַנִּים. וְלֹא מָכַר עֲרוּגָה קְטַנָּה שֶׁל בְּשָׂמִים שֶׁיֵּשׁ לָהּ שֵׁם בִּפְנֵי עַצְמוֹ כְּגוֹן שֶׁקּוֹרִין לָהּ בֵּי וַרְדָּא שֶׁל פְּלוֹנִי. וְלֹא אֶת הַשּׁוֹמֵרָה בִּזְמַן שֶׁאֵינָהּ עֲשׂוּיָה בְּטִיט אַף עַל פִּי שֶׁהִיא קְבוּעָה בָּאָרֶץ. וְלֹא מָכַר אֶת הֶחָרוּב הַמֻּרְכָּב. וְלֹא סַדָּן שֶׁל שִׁקְמָה וַאֲפִלּוּ הֵן דַּקִּים. וְלֹא מָכַר אֶת הַבּוֹר שֶׁבָּהּ וְלֹא אֶת הַגַּת וְלֹא אֶת הַשּׁוֹבָךְ בֵּין חֲרֵבִים בֵּין שְׁלֵמִים: \n",
      "וְצָרִיךְ הַמּוֹכֵר לִקְנוֹת לוֹ דֶּרֶךְ מִן הַלּוֹקֵחַ כְּדֵי שֶׁיֵּלֵךְ בָּהּ עַד אוֹתוֹ הַבּוֹר אוֹ אוֹתוֹ הַדּוּת אוֹ אוֹתוֹ הַגַּת אוֹ אוֹתוֹ הַשּׁוֹבָךְ שֶׁנִּשְׁאֲרוּ לוֹ בְּתוֹךְ הַשָּׂדֶה. וְאִם פֵּרֵשׁ וְאָמַר חוּץ מֵאֵלּוּ אֵינוֹ צָרִיךְ לִקַּח לוֹ [דֶּרֶךְ]: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמוֹכֵר, מִפְּנֵי שֶׁהָיָה לוֹ לַלּוֹקֵחַ לְפָרֵשׁ וְלֹא פֵּרֵשׁ אֵין לוֹ אֶת אֵלּוּ. אֲבָל הַנּוֹתֵן מַתָּנָה קָנָה אֶת כֻּלָּן בֵּין בַּשָּׂדֶה בֵּין בַּבַּיִת בֵּין בֶּחָצֵר בֵּין בְּבֵית הַבַּד. כְּלָלוֹ שֶׁל דָּבָר הַנּוֹתֵן קַרְקַע בְּמַתָּנָה קָנָה הַמְקַבֵּל כָּל הַמְחֻבָּר לָהּ עַד שֶׁיְּפָרֵשׁ: \n",
      "וְכֵן הָאַחִין שֶׁחָלְקוּ וְזָכָה אֶחָד מֵהֶן בַּשָּׂדֶה זָכָה בְּכֻלָּן. וְהַמַּחֲזִיק בְּנִכְסֵי הַגֵּר הֶחֱזִיק בַּשָּׂדֶה זָכָה בְּכֻלָּן. וְהַמַּקְדִּישׁ אֶת הַשָּׂדֶה הִקְדִּישׁ כֻּלָּן: \n",
      "אַף בְּמוֹכֵר וְלוֹקֵחַ אֵין כָּל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן מֵעִנְיָנִים אֲמוּרִים אֶלָּא בְּמָקוֹם שֶׁאֵין שָׁם מִנְהָג וְלֹא שֵׁמוֹת יְדוּעִים לְכָל דָּבָר וְדָבָר בִּפְנֵי עַצְמוֹ. אֲבָל בְּמָקוֹם שֶׁנָּהֲגוּ שֶׁהַמּוֹכֵר כָּךְ מָכַר כָּךְ הֲרֵי זֶה מָכוּר וְסוֹמְכִין עַל הַמִּנְהָג. וְכֵן מָקוֹם שֶׁאֵין קוֹרִין אֶלָּא בַּיִת לְבַיִת לְבַדּוֹ אוֹ שֶׁקּוֹרִין בַּיִת לְבַיִת וְכָל סְבִיבוֹתָיו וּלְכָל שֶׁעַל גַּבָּיו הוֹלְכִין אַחַר לְשׁוֹן אַנְשֵׁי הַמָּקוֹם. וְכֵן הַדִּין בְּמוֹכֵר חָצֵר אוֹ שָׂדֶה אוֹ עִיר אוֹ מִטַּלְטְלִין בַּכּל הוֹלְכִין אַחַר הַשֵּׁמוֹת הָעֲרוּכוֹת בְּפִי הַכּל: \n",
      "וְזֶה עִקָּר גָּדוֹל בְּכָל דִּבְרֵי מַשָּׂא וּמַתָּן הוֹלְכִין אַחַר לְשׁוֹן בְּנֵי אָדָם בְּאוֹתוֹ הַמָּקוֹם וְאַחַר הַמִּנְהָג. אֲבָל מָקוֹם שֶׁאֵין יָדוּעַ בּוֹ מִנְהָג וְלֹא שֵׁמוֹת מְיֻחָדִין אֶלָּא יֵשׁ קוֹרִין כָּךְ וְיֵשׁ שֶׁקּוֹרִין כָּךְ עוֹשִׂים כְּמוֹ שֶׁפֵּרְשׁוּ חֲכָמִים בִּפְרָקִים אֵלּוּ: \n"
    ],
    [
      "הַמּוֹכֵר אֶת הַסְּפִינָה מָכַר אֶת הַתֹּרֶן וְאֶת הַנֵּס וְאֶת הָעֳגָנִים שֶׁלָּהּ וְאֶת כָּל הַמְּשׁוֹטִין הַמַּנְהִיגִין אוֹתָהּ. וְאֶת הַכֶּבֶשׁ וְהָאַסְכָּלָה שֶׁעוֹלִין בָּהֶן לַסְּפִינָה וְיוֹרְדִין עָלֶיהָ. וְאֶת בֵּית הַמַּיִם שֶׁבְּתוֹכָהּ. אֲבָל לֹא מָכַר אֶת הַבִּיצִּית וְהִיא הַסְּפִינָה הַקְּטַנָּה שֶׁהוֹלְכִים בָּהּ עַל הַמַּיִם הַקְּרוֹבִים לַיַּבָּשָׁה. וְלֹא מָכַר הַדּוּגִית וְהִיא הַסְּפִינָה הַקְּטַנָּה שֶׁצָּדִין בָּהּ הַמַּלָּחִים אֶת הַדָּגִים. וְלֹא מָכַר אֶת הָעֲבָדִים הָעוֹשִׂין בָּהֶן. וְלֹא אֶת הַמַּרְצוּפִין. וְלֹא אֶת הַסְּחוֹרָה שֶׁבְּתוֹכָהּ. וּבִזְמַן שֶׁאָמַר לוֹ הִיא וְכָל מַה שֶּׁבְּתוֹכָהּ אֲנִי מוֹכֵר הֲרֵי כֻּלָּן מְכוּרִין:  ",
      "הַמּוֹכֵר אֶת הַקָּרוֹן לֹא מָכַר אֶת הַפְּרָדוֹת בִּזְמַן שֶׁאֵינָן קְשׁוּרוֹת עִמּוֹ. מָכַר אֶת הַפְּרָדוֹת לֹא מָכַר אֶת הַקָּרוֹן. מָכַר אֶת הַצֶּמֶד לֹא מָכַר אֶת הַבָּקָר. מָכַר אֶת הַבָּקָר לֹא מָכַר אֶת הַצֶּמֶד. וַאֲפִלּוּ בְּמָקוֹם שֶׁקּוֹרִין מִקְצָתָן לְצֶמֶד בָּקָר:  ",
      "הַמּוֹכֵר אֶת הָעֹל מָכַר אֶת הַפָּרָה. מָכַר אֶת הַפָּרָה לֹא מָכַר אֶת הָעֹל. מָכַר אֶת הַעֲגָלָה מָכַר אֶת הַבָּקָר. מָכַר אֶת הַבָּקָר לֹא מָכַר אֶת הַעֲגָלָה. וְאֵין הַדָּמִים רְאָיָה בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן:  ",
      "וְכֵן הַמּוֹכֵר אֶת הַחֲמוֹר מָכַר אֶת הַמִּרְדַּעַת וְאֶת הָאֻכָּף אַף עַל פִּי שֶׁאֵינָן עָלָיו. אֲבָל לֹא מָכַר אֶת הַשַּׂק וְלֹא מֶרְכֶּבֶת הַנָּשִׁים וַאֲפִלּוּ הָיוּ עָלָיו בִּשְׁעַת הַמֶּכֶר:  ",
      "וְאֵין הַדָּמִים רְאָיָה שֶׁאִם טָעָה בִּכְדֵי שֶׁהַדַּעַת טוֹעָה יֵשׁ לוֹ אוֹנָאָה אוֹ בִּטּוּל מִקָּח כְּדִין כָּל הַמּוֹכֵר וְלוֹקֵחַ. וְאִם טָעָה בִּכְדֵי שֶׁאֵין הַדַּעַת טוֹעָה לֹא בָּטַל הַמִּקָּח. שֶׁזֶּה מַתָּנָה נָתַן לוֹ וְאֵין לוֹ אֶלָּא הַחֲמוֹר בְּלֹא שַׂקִּים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה אֵין מְבִיאִין בּוֹ רְאָיָה מִן הַדָּמִים:  ",
      "הַמּוֹכֵר אֶת הַשִּׁפְחָה מָכַר כֵּלִים שֶׁעָלֶיהָ אֲפִלּוּ הֵם מֵאָה. אֲבָל לֹא מָכַר הַשֵּׁירִים וְלֹא הַנְּזָמִים וְלֹא הַטַּבָּעוֹת וְלֹא אֶת הַקַּטְלָאוֹת שֶׁבְּצַוָּארָהּ. וְאִם אָמַר לוֹ שִׁפְחָה וְכָל מַה שֶּׁעָלֶיהָ הֲרֵי כֻּלָּן מְכוּרִין אַף עַל פִּי שֶׁיֵּשׁ עָלֶיהָ כֵּלִים שֶׁל מֵאָה מָנֶה:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ שִׁפְחָה מְעֵבֶּרֶת אֲנִי מוֹכֵר לְךָ. פָּרָה מְעֵבֶּרֶת אֲנִי מוֹכֵר לְךָ. מָכַר לוֹ אֶת הַוָּלָד. שִׁפְחָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ. פָּרָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ. לֹא מָכַר לוֹ אֶת הַוָּלָד. חֲמוֹרָה מֵינִיקָה אֲנִי מוֹכֵר לְךָ מָכַר לוֹ אֶת הַסְּיָח שֶׁאֵין אָדָם קוֹנֶה חֲמוֹרָה לַחֲלָבָהּ:  ",
      "הָאוֹמֵר לַחֲבֵרוֹ רֹאשׁ עֶבֶד זֶה אוֹ רֹאשׁ חֲמוֹר זֶה אֲנִי מוֹכֵר לְךָ הֲרֵי זֶה מָכַר חֶצְיוֹ. וְכֵן הַדִּין בְּכָל אֵיבָר שֶׁהַנְּשָׁמָה תְּלוּיָה בּוֹ. אָמַר לוֹ יַד עֶבֶד זֶה אוֹ יַד חֲמוֹר זֶה אֲנִי מוֹכֵר לְךָ מְשַׁמְּנִין בֵּינֵיהֶם. וְכֵן הַדִּין בְּכָל אֵיבָר שֶׁאֵין הַנְּשָׁמָה תְּלוּיָה בּוֹ. אָמַר לוֹ רֹאשׁ פָּרָה זוֹ אֲנִי מוֹכֵר לְךָ לֹא מָכַר אֶלָּא הָרֹאשׁ בִּלְבַד שֶׁהֲרֵי רֹאשָׁהּ נִמְכֶּרֶת תָּמִיד בַּמִּטְבָּחַיִם:  ",
      "מָכַר אֶת הָרֹאשׁ בִּבְהֵמָה גַּסָּה לֹא מָכַר אֶת הָרַגְלַיִם. מָכַר אֶת הָרַגְלַיִם לֹא מָכַר אֶת הָרֹאשׁ. מָכַר אֶת הַקָּנֶה לֹא מָכַר אֶת הַכָּבֵד. מָכַר אֶת הַכָּבֵד לֹא מָכַר אֶת הַקָּנֶה. אֲבָל בִּבְהֵמָה דַּקָּה מָכַר אֶת הָרֹאשׁ מָכַר אֶת הָרַגְלַיִם. מָכַר אֶת הָרַגְלַיִם לֹא מָכַר אֶת הָרֹאשׁ. מָכַר אֶת הַקָּנֶה מָכַר אֶת הַכָּבֵד. מָכַר אֶת הַכָּבֵד לֹא מָכַר אֶת הַקָּנֶה:  ",
      "הַמּוֹכֵר אֶת הַבּוֹר לֹא מָכַר אֶת מֵימָיו. מָכַר אֶת הָאַשְׁפָּה מָכַר אֶת זִבְלָהּ. מָכַר כַּוֶּרֶת מָכַר דְּבוֹרִים. מָכַר שׁוֹבָךְ מָכַר אֶת הַיּוֹנִים:  ",
      "אַל יָלוֹז מֵעֵינֶיךָ הָעִקָּר הַגָּדוֹל בִּדְבָרִים אֵלּוּ שֶׁהוּא מִנְהַג הַמְּדִינָה וְהַשֵּׁמוֹת הַיְדוּעִים בְּיִחוּד לְכָל דָּבָר וְדָבָר. וּבְמָקוֹם שֶׁאֵין מִנְהָג וְלֹא שֵׁם שֶׁהַכּל אוֹמְרִים לוֹ בְּיִחוּד וְלֹא שִׁתּוּף הוֹלְכִין אַחַר אֵלּוּ הַכְּלָלוֹת שֶׁבֵּאֲרוּ חֲכָמִים כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ וְהָיוּ בְּתוֹךְ הַשָּׂדוֹת גֵּאָיוֹת קְטַנִּים עֲמֻקִּים עֲשָׂרָה טְפָחִים אַף עַל פִּי שֶׁאֵין בָּהֶן מַיִם אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים אֵין נִמְדָּדִין בִּכְלַל הַבֵּית כּוֹר. שֶׁאֵין אָדָם רוֹצֶה לִתֵּן מְעוֹתָיו בְּמָקוֹם אֶחָד וְנִרְאִין כִּשְׁנַיִם אוֹ שְׁלֹשָׁה מְקוֹמוֹת. וְלוֹקֵחַ אֵלּוּ הַגֵּאָיוֹת וְהַסְּלָעִים בִּכְלַל הַבֵּית כּוֹר בְּלֹא דָּמִים. הָיוּ פָּחוֹת מִכָּאן נִמְדָּדִין עִמָּהּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה בָּהֶן אֶלָּא בֵּית אַרְבָּעָה קַבִּין וְהָיוּ הָאַרְבָּעָה קַבִּין מֻבְלָעִין בְּתוֹךְ חֲמֵשֶׁת קַבִּין וּמֻבְלָעִין בְּתוֹךְ רֻבָּהּ שֶׁל שָׂדֶה. אֲבָל הָיְתָה יֶתֶר עַל אַרְבָּעָה קַבִּין אוֹ שֶׁהָיוּ מְפֻזָּרִין הַרְבֵּה אוֹ אֵינָן מֻבְלָעִין. אַף עַל פִּי שֶׁאֵין בָּהֶן עֲשָׂרָה אֵינָן נִמְדָּדִין עִמָּהּ. הָיוּ נִבְלָעִין רֻבָּן בְּמִעוּטָהּ אוֹ מִעוּטָן בְּרֻבָּהּ. אוֹ שֶׁהָיוּ מֻחְלָקִין כְּמוֹ חוּט שָׁוֶה אוֹ כְּמוֹ עִגּוּל אוֹ כְּמוֹ מְשֻׁלָּשׁ אוֹ שֶׁהָיוּ בַּצְּדָדִין אוֹ שֶׁהָיוּ דֶּרֶךְ עֲקַלָּתוֹן. כָּל אֵלּוּ סָפֵק וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְכֵן אִם הָיוּ עָפָר מִלְּמַעְלָה וְסֶלַע מִלְּמַטָּה אוֹ סֶלַע מִלְּמַעְלָה וְעָפָר מִלְּמַטָּה הֲרֵי זֶה סָפֵק: \n",
      "הָיָה בָּהּ סֶלַע יְחִידִי אֲפִלּוּ בֵּית רֹבַע לְכוֹר אֵין נִמְדָּד עִמָּהּ. וְאִם הָיָה סָמוּךְ לַמֵּצַר אֲפִלּוּ כָּל שֶׁהוּא אֵין זֶה נִמְדָּד עִמָּהּ. הִפְסִיק עָפָר בֵּין סֶלַע לַמֵּצַר הֲרֵי זֶה סָפֵק: \n",
      "אָמַר לוֹ כְּבֵית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ הָיוּ בָּהּ גֵּאָיוֹת עֲמֻקוֹת עֲשָׂרָה טְפָחִים אוֹ יוֹתֵר אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים אוֹ יוֹתֵר הֲרֵי אֵלּוּ נִמְדָּדִין עִמָּהּ: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ מִדָּה בְּחֶבֶל. אִם פִּחֵת כָּל שֶׁהוּא מְנַכֶּה לוֹ מִן הַדָּמִים וְאִם הוֹתִיר כָּל שֶׁהוּא יַחְזִיר לוֹ: \n",
      "אָמַר בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ. הֲרֵי זֶה כְּמִי שֶׁפֵּרֵשׁ וְאָמַר בֵּית כּוֹר עָפָר בֵּין חָסֵר בֵּין יָתֵר. וְאִם פִּחֵת מִן הַמִּדָּה אֶחָד מֵאַרְבָּעָה וְעֶשְׂרִים שֶׁהוּא רֹבַע לְכָל סְאָה אוֹ הוֹתִיר כָּךְ רֹבַע לְכָל סְאָה הִגִּיעוֹ. יֶתֶר עַל כֵּן יַחְשֹׁב עִמּוֹ עַל כָּל הָרְבָעִים כֻּלָּן שֶׁחָסְרוּ אוֹ הוֹסִיפוּ. וְכָל שֶׁפִּחֵת מִבֵּית כּוֹר יְנַכֶּה לוֹ מִן הַדָּמִים וְכָל שֶׁהוֹסִיף עַל בֵּית כּוֹר יַחְזִיר לוֹ: \n",
      "וּמַה הוּא מַחְזִיר לוֹ. אִם הָיְתָה הַתּוֹסֶפֶת פְּחוּתָה מִתִּשְׁעָה קַבִּין מַחְזִיר לוֹ דָּמִים כִּשְׁעַת הַמְּכִירָה לְיַפּוֹת כֹּחַ הַמּוֹכֵר. וְאִם הָיְתָה הַתּוֹסֶפֶת סְמוּכָה לְשָׂדֶה אַחֶרֶת שֶׁל מוֹכֵר מַחְזִיר לוֹ אוֹתָהּ הַתּוֹסֶפֶת קַרְקַע שֶׁהֲרֵי סוֹמֵךְ אוֹתָהּ לִשְׁאָר שְׂדוֹתָיו וְאֵינוֹ מַפְסִיד כְּלוּם. הָיְתָה הַתּוֹסֶפֶת יְתֵרָה עַל תִּשְׁעָה קַבִּין נוֹתְנִין רֹבַע לְכָל סְאָה וּסְאָה. וְהַנִּשְׁאָר יֶתֶר עַל הָרְבָעִים אִם יֵשׁ בּוֹ תִּשְׁעָה קַבִּין נוֹתֵן לוֹ כָּל הָרְבָעִים כֻּלָּן עִם הַיֶּתֶר מִן הַקַּרְקַע וְנוֹתְנוֹ לוֹ בְּשָׁעָה שֶׁלְּקָחָהּ מִמֶּנּוּ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהִיא בְּזוֹל בִּשְׁעַת מִמְכָּר וְהוֹקִירָה בִּשְׁעַת הַחְזָרַת הַיֶּתֶר. אֲבָל אִם הָיְתָה בְּיֹקֶר וְהוּזְלָה. אוֹמְרִין לַלּוֹקֵחַ אִם רָצִיתָ לִתֵּן לוֹ דְּמֵי הַתּוֹסֶפֶת כֻּלָּהּ תֵּן לוֹ דָּמִים כְּפִי הַמִּמְכָּר וְאִם רָצִיתָ לִתֵּן לוֹ קַרְקַע תֵּן לוֹ כְּמוֹ שֶׁשָּׁוֶה עַכְשָׁו: \n",
      "וְדִין חֲצִי קַב בְּגִנָּה כְּדִין תִּשְׁעָה קַבִּין בְּשָׂדֶה. שֶׁאִם הוֹתִירָה בְּגִנָּה פָּחוֹת מֵחֲצִי קַב עַל הָרְבָעִים אֵינוֹ מַחְזִיר לוֹ אֶלָּא דָּמִים. הוֹתִיר חֲצִי קַב מַחְזִיר לוֹ אֶת כָּל הָרְבָעִים עִם הַיֶּתֶר בְּדָמִים אוֹ קַרְקַע כִּשְׁעַת הַזּוֹל שֶׁל עֵת הַחֲזָרָה: \n",
      "מָכַר שָׂדֶה וְנַעֲשֵׂית גִּנָּה בְּיַד לוֹקֵחַ. אוֹ גִּנָּה וְנַעֲשֵׂית שָׂדֶה. הֲרֵי זֶה סָפֵק אִם מְחַשֵּׁב לוֹ כְּדִין שֶׁהָיְתָה בְּעֵת הַמֶּכֶר אוֹ כְּדִין שֶׁהִיא עַתָּה: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר עָפָר אֲנִי מוֹכֵר לְךָ מִדָּה בְּחֶבֶל בֵּין חָסֵר בֵּין יָתֵר. אוֹ שֶׁאָמַר בֵּית כּוֹר אֲנִי מוֹכֵר לְךָ בֵּין חָסֵר בֵּין יָתֵר מִדָּה בְּחֶבֶל. הַלֵּךְ אַחַר הַפָּחוּת שֶׁבַּלְּשׁוֹנוֹת וְאֵין לוֹ אֶלָּא כַּדִּין אִם חָסֵר אִם יָתֵר: \n",
      "מָכַר לוֹ בֵּית כּוֹר וְאָמַר לוֹ בַּסִּימָנִין וּבַמְּצָרִים. פִּחֵת שְׁתוּת אוֹ הוֹתִיר שְׁתוּת הִגִּיעוֹ. פִּחֵת יֶתֶר עַל שְׁתוּת יְנַכֶּה לוֹ מִן הַדָּמִים. הוֹסִיף לוֹ יֶתֶר עַל שְׁתוּת יִתֵּן לוֹ דָּמִים אוֹ קַרְקַע הַכּל לְפִי הַשִּׁיּוּר. אִם הַנִּשְׁאָר בַּשָּׂדֶה פָּחוֹת מִתִּשְׁעָה קַבִּין וּבַגִּנָּה פָּחוֹת מֵחֲצִי קַב וְלֹא הָיָה סָמוּךְ לַשָּׂדֶה הַמּוֹכֵר מַחְזִיר לוֹ הַדָּמִים: \n",
      "הַמּוֹכֵר לַחֲבֵרוֹ שָׂדֶה שֶׁהַלּוֹקֵחַ יוֹדֵעַ אוֹתָהּ וְאֶת מְצָרֶיהָ וּכְבָר הֻרְגַּל בָּהּ. אֲפִלּוּ אָמַר לוֹ יֵשׁ בִּמְשִׁיחָתָהּ מָאתַיִם וְנִמְצֵאת בָּהּ מֵאָה וַחֲמִשִּׁים הִגִּיעָתוֹ שֶׁהֲרֵי יְדָעָהּ וְקִבֵּל עָלָיו. וְזֶה שֶׁהִזְכִּיר לוֹ הַחֲשִׁיבוּת, כְּלוֹמַר שֶׁהִיא יָפָה כְּמוֹ שָׂדֶה אַחֶרֶת שֶׁיֵּשׁ בִּמְשִׁיחָתָהּ מָאתַיִם: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ בֵּית כּוֹר פְּלוֹנִי אֲנִי מוֹכֵר לְךָ אַף עַל פִּי שֶׁאֵין בִּמְשִׁיחָתוֹ אֶלָּא לֶתֶךְ הִגִּיעוֹ. שֶׁלֹּא מָכַר לוֹ אֶלָּא מָקוֹם הַנִּקְרָא בֵּית כּוֹר. לְפִיכָךְ צָרִיךְ הַמּוֹכֵר לְהָבִיא רְאָיָה שֶׁהוּא נִקְרָא בֵּית כּוֹר. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ כֶּרֶם שֶׁלִּי בְּמָקוֹם פְּלוֹנִי אֲנִי מוֹכֵר לְךָ אַף עַל פִּי שֶׁאֵין בּוֹ גְּפָנִים הִגִּיעוֹ וְהוּא שֶׁיִּהְיוּ קוֹרִין אוֹתוֹ כֶּרֶם. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ פַּרְדֵּס זֶה אֲנִי מוֹכֵר לְךָ. אֲפִלּוּ אֵין בּוֹ רִמּוֹנִים הִגִּיעוֹ וְהוּא שֶׁיִּקָּרֵא פַּרְדֵּס. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "וְכֵן כָּל הַדְּבָרִים הָאֵלּוּ בְּמָקוֹם שֶׁאֵין שָׁם מִנְהָג כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בְּמָקוֹם שֶׁיֵּשׁ מִנְהָג הַלֵּךְ אַחַר הַמִּנְהָג וְאַחַר לְשׁוֹן רֹב אַנְשֵׁי הַמָּקוֹם הַיְדוּעִים לָהֶן: \n"
    ],
    [
      "שְׁלֹשָׁה אֵין מִקָּחָן מִקָּח וְאֵין מִמְכָּרָן מִמְכַּר דִּין תּוֹרָה. הַחֵרֵשׁ הַשּׁוֹטֶה וְהַקָּטָן. אֲבָל חֲכָמִים תִּקְּנוּ שֶׁיִּהְיֶה הַחֵרֵשׁ וְהַקָּטָן נוֹשֵׂא וְנוֹתֵן וּמַעֲשָׂיו קַיָּמִין מִשּׁוּם כְּדֵי חַיָּיו: \n",
      "הַחֵרֵשׁ כֵּיצַד נוֹשֵׂא וְנוֹתֵן. חֵרֵשׁ שֶׁאֵינוֹ שׁוֹמֵעַ וְלֹא מְדַבֵּר אוֹ מְדַבֵּר וְאֵינוֹ שׁוֹמֵעַ כְּלוּם. מוֹכֵר וְלוֹקֵחַ הַמִּטַּלְטְלִין בִּרְמִיזָה. אֲבָל לֹא בְּקַרְקַע. וְאַף בְּמִטַּלְטְלִין לֹא יִתְקַיְּמוּ מַעֲשָׂיו עַד שֶׁבּוֹדְקִין אוֹתוֹ בְּדִיקוֹת רַבּוֹת וּמִתְיַשְּׁבִין בַּדָּבָר: \n",
      "אִלֵּם שֶׁשּׁוֹמֵעַ וְאֵינוֹ מְדַבֵּר אוֹ מִי שֶׁנִּשְׁתַּתֵּק מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנוֹתָיו קַיָּמוֹת בַּכּל. בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקַע. וְהוּא שֶׁיִּבְדֹּק כְּדֶרֶךְ שֶׁבּוֹדְקִין לְגִטִּין אוֹ יִכְתֹּב בִּכְתַב יָדוֹ: \n",
      "הַשּׁוֹטֶה אֵין מִקָּחוֹ מִקָּח וְאֵין מִמְכָּרוֹ מִמְכָּר וְאֵין מַתְּנוֹתָיו קַיָּמוֹת. וּבֵית דִּין מַעֲמִידִים אַפּוֹטְרוֹפּוֹס לְשׁוֹטִים כְּדֶרֶךְ שֶׁמַּעֲמִידִין לִקְטַנִּים: \n",
      "מִי שֶׁהוּא עֵת שׁוֹטֶה וְעֵת שָׁפוּי כְּגוֹן אֵלּוּ הַנִּכְפִּין. בְּעֵת שֶׁהוּא שָׁפוּי כָּל מַעֲשָׂיו קַיָּמִין וְזוֹכֶה לְעַצְמוֹ וְלַאֲחֵרִים כְּכָל בֶּן דַּעַת. וּצְרִיכִין הָעֵדִים לַחְקֹר הַדָּבָר הֵיטֵב שֶׁמָּא בְּסוֹף שְׁטוּתוֹ אוֹ בִּתְחִלַּת שְׁטוּתוֹ עָשָׂה מַה שֶּׁעָשָׂה: \n",
      "קָטָן עַד שֵׁשׁ שָׁנִים אֵין הַקְנָיָתוֹ לַאֲחֵרִים כְּלוּם. וּמִשֵּׁשׁ שָׁנִים עַד שֶׁיַּגְדִּיל אִם יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנָתוֹ קַיֶּמֶת. בֵּין בְּדָבָר מְרֻבֶּה בֵּין בְּדָבָר מוּעָט בֵּין בְּמַתְּנַת בָּרִיא בֵּין בְּמַתְּנַת שְׁכִיב מֵרַע. וְדָבָר זֶה מִדִּבְרֵי חֲכָמִים כְּמוֹ שֶׁבֵּאַרְנוּ כְּדֵי שֶׁלֹּא יְבַטֵּל וְלֹא יִמָּצֵא מִי שֶׁיִּמְכֹּר לוֹ וְלֹא יִקַּח מִמֶּנּוּ. וְהַכּל בְּמִטַּלְטְלִין אֲבָל בַּקַּרְקַע אֵינוֹ מוֹכֵר וְלֹא נוֹתֵן עַד שֶׁיַּגְדִּיל: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקָטָן שֶׁאֵין לוֹ אַפּוֹטְרוֹפּוֹס. אֲבָל אִם הָיָה לוֹ אַפּוֹטְרוֹפּוֹס אֵין מַעֲשָׂיו כְּלוּם אֲפִלּוּ בְּמִטַּלְטְלִין אֶלָּא מִדַּעַת הָאַפּוֹטְרוֹפּוֹס. שֶׁאִם רָצָה לְקַיֵּם מִקָּחוֹ וּמִמְכָּרוֹ וּמַתְּנָתוֹ בְּמִטַּלְטְלִין קַיָּם: \n",
      "בּוֹדְקִין אֶת הַקָּטָן אִם יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן אוֹ אֵינוֹ יוֹדֵעַ. לְפִי שֶׁיֵּשׁ קָטָן חָכָם וְנָבוֹן שֶׁהוּא יוֹדֵעַ וְהוּא בֶּן שֶׁבַע. וְיֵשׁ אַחֵר שֶׁאֲפִילוּ בֶּן שְׁלֹשׁ עֶשְׂרֵה אֵינוֹ יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן. קָטָן הַיּוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן שֶׁאֵין לוֹ אַפּוֹטְרוֹפּוֹס שֶׁנָּשָׂא וְנָתַן בְּמִטַּלְטְלִין וְטָעָה דִּינוֹ כְּדִין הַגָּדוֹל. פָּחוֹת מִשְּׁתוּת מְחִילָה. שְׁתוּת מַחְזִיר הַהוֹנָיָה. יֶתֶר עַל שְׁתוּת בָּטֵל מִקָּח כְּמוֹ שֶׁבֵּאַרְנוּ. וַאֲנִי אוֹמֵר שֶׁאֵין מִקַּח הַקָּטָן וּמִמְכָּרָיו בְּמִטַּלְטְלִין קַיָּמִין אֶלָּא בְּשֶׁמָּשַׁךְ אוֹ הִמְשִׁיךְ. אֲבָל אִם נָתַן מָעוֹת עַל הַמִּקָּח וְחָזַר בּוֹ אֵינוֹ מְקַבֵּל מִי שֶׁפָּרַע וַאֲחֵרִים שֶׁחָזְרוּ בּוֹ מְקַבְּלִין מִי שֶׁפָּרַע: \n",
      "וְכֵן אִם קָנוּ מִיַּד הַקָּטָן אוֹ הִשְׂכִּיר מְקוֹם הַמִּטַּלְטְלִין וְחָזַר בּוֹ לֹא קָנָה הַלּוֹקֵחַ שֶׁאֵין מוֹצִיאִין מִידֵי הַקָּטָן בְּדִין וְאֵין קִנְיָן מִיַּד הַקָּטָן כְּלוּם. שֶׁהַקִּנְיָן בִּשְׁטָר וְאֵין הָעֵדִים חוֹתְמִין אֶלָּא עַל שְׁטָר שֶׁל אָדָם גָּדוֹל: \n",
      "וְכֵן קָטָן שֶׁקָּנָה מִטַּלְטְלִין וְקָנוּ מִיָּדוֹ וְשָׂכַר מֵהֶם הַמָּקוֹם לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ. לְפִי שֶׁאֵינוֹ זוֹכֶה בִּדְרָכִים שֶׁזּוֹכִין בָּהֶן הַגְּדוֹלִים. רְאָיָה לַדָּבָר שֶׁאֵין חָצֵר שֶׁל קָטָן וְלֹא אַרְבַּע אַמּוֹת שֶׁלּוֹ קוֹנִין לוֹ מִפְּנֵי שֶׁנִּתְרַבּוּ מִדִּין שְׁלִיחוּת וְלֹא מִדִּין יָדוֹ כְּמוֹ שֶׁיִּתְבָּאֵר וְלֹא יִהְיֶה הַקִּנְיָן אוֹ שְׂכִירוּת הַמָּקוֹם גָּדוֹל מֵחֲצֵרוֹ. אֲבָל הַקְּטַנָּה שֶׁנִתְרַבְּתָה חֲצֵרָהּ מִיָּדָהּ תִּקְנֶה הַמִּטַּלְטְלִין מֵאֲחֵרִים אִם קָנוּ מִיָּדָהּ אוֹ בִּשְׂכִירוּת מָקוֹם: \n",
      "יֵרָאֶה לִי שֶׁקָּטָן שֶׁקָּנָה קַרְקַע וְנָתַן דָּמִים וְהֶחֱזִיק בַּקַּרְקַע תַּעֲמֹד בְּיָדוֹ אַף עַל פִּי שֶׁאֵין מִמְכָּרוֹ בַּקַּרְקַע כְּלוּם שֶׁהַקָּטָן כְּמִי שֶׁאֵינוֹ בְּפָנֵינוּ הוּא וְזָכִין לְאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו: \n",
      "קָטָן שֶׁהִגְדִּיל וְהֵבִיא הַזָּכָר שְׁתֵּי שְׂעָרוֹת אַחַר שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְהַבַּת אַחַר שְׁתֵּים עֶשְׂרֵה אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנָתוֹ מַתָּנָה בְּמִטַּלְטְלִין. אֲבָל בְּקַרְקַע אֵין מַעֲשָׂיו קַיָּמִין עַד שֶׁיִּהְיֶה יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן אַחַר שֶׁהִגְדִּיל: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקַע שֶׁלּוֹ. אֲבָל קַרְקַע שֶׁיָּרַשׁ מֵאֲבוֹתָיו אוֹ מִשְּׁאָר מוֹרִישָׁיו אֵין מִמְכָּרוֹ מִמְכָּר עַד שֶׁיִּהְיֶה בֶּן עֶשְׂרִים שָׁנָה אַף עַל פִּי שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת וְיוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן. שֶׁמָּא יִמְכֹּר בְּזוֹל מִפְּנֵי שֶׁדַּעְתּוֹ נוֹטָה אַחַר הַמָּעוֹת וַעֲדַיִן לֹא נִתְיַשְּׁבָה דַּעְתּוֹ בְּדַרְכֵי הָעוֹלָם: \n",
      "מַתְּנָתוֹ כְּשֶׁהוּא פָּחוֹת מִבֶּן עֶשְׂרִים בֵּין מַתְּנַת בָּרִיא בֵּין מַתְּנַת שְׁכִיב מֵרַע הֲרֵי זוֹ קַיֶּמֶת. שֶׁאִלּוּ לֹא הִגִּיעַ לוֹ הֲנָיָה גְּדוֹלָה לֹא נָתַן. וְהוּא דָּבָר שֶׁאֵינוֹ מָצוּי תָּמִיד. וְאָמְרוּ חֲכָמִים תִּתְקַיֵּם מַתְּנָתוֹ כְּדֵי שֶׁיִּהְיוּ דְּבָרָיו נִשְׁמָעִין: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהוּא מוֹכֵר קַרְקַע אָבִיו כְּשֶׁהוּא בֶּן עֶשְׂרִים כְּשֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת אוֹ כְּשֶׁנּוֹלְדוּ לוֹ סִימָנֵי סָרִיס. אֲבָל אִם לֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת וְלֹא נַעֲשָׂה סָרִיס. קָטָן הוּא וְאֵין מִמְכָּרוֹ בַּקַּרְקַע מִמְכָּר וַאֲפִלּוּ בִּנְכָסָיו עַד שֶׁיַּגְדִּיל לְרֹב שְׁנוֹתָיו: \n",
      "מִי שֶׁמָּכַר בֵּין בִּנְכָסָיו בֵּין בְּנִכְסֵי אָבִיו וּמֵת וּבָאוּ קְרוֹבָיו וְעִרְעֲרוּ שֶׁהָיָה קָטָן בִּשְׁעַת הַמֶּכֶר וּבִקְּשׁוּ לְבָדְקוֹ אֵין שׁוֹמְעִין לָהֶם לְנַוְּלוֹ. וְעוֹד שֶׁהַסִּימָנִים מִשְׁתַּנִין בְּמִיתָה. וַחֲזָקָה הִיא שֶׁאֵין הָעֵדִים חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן יָדְעוּ בְּוַדַּאי שֶׁהַמּוֹכֵר גָּדוֹל: \n",
      "פָּחוֹת מִבֶּן עֶשְׂרִים שֶׁמָּכַר קַרְקַע אָבִיו חוֹזֵר וּמוֹצִיא מִיַּד הַלּוֹקֵחַ בֵּין קֹדֶם עֶשְׂרִים בֵּין אַחַר עֶשְׂרִים. וּמוֹצִיא מִן הַלּוֹקֵחַ כָּל הַפֵּרוֹת שֶׁאָכַל. וְאִם הוֹצִיא הוֹצָאוֹת אוֹ שֶׁנָּטַע וְזָרַע שָׁמִין לוֹ וּמַחֲזִיר אֶת הַשְּׁאָר. כַּדִּין הַזֶּה הוֹרוּ רַבּוֹתַי. וַאֲנִי אוֹמֵר שֶׁאֲפִלּוּ קָטָן שֶׁמָּכַר קַרְקַע מִנִּכְסֵי אָבִיו וּכְשֶׁנַּעֲשָׂה בֶּן עֶשְׂרִים לֹא מִחָה אֵינוֹ יָכוֹל לַחְזֹר. שֶׁכֵּיוָן שֶׁלָּקַח הַמָּעוֹת וְנִשְׁתַּמֵּשׁ הַלּוֹקֵחַ בְּקַרְקַע זוֹ לְפָנָיו כְּשֶׁהוּא בֶּן עֶשְׂרִים וְלֹא מִחָה נִתְקַיְּמָה בִּידֵי הַלּוֹקֵחַ שֶׁהֲרֵי רָצָה בְּמִמְכָּרוֹ: \n",
      "הַשִּׁכּוֹר מִקָּחוֹ מִקָּח וּמִמְכָּרוֹ מִמְכָּר וּמַתְּנוֹתָיו קַיָּמִין. וְאִם הִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט וְהוּא הַשִּׁכּוֹר שֶׁעוֹשֶׂה וְאֵינוֹ יוֹדֵעַ מָה עוֹשֶׂה אֵין מַעֲשָׂיו כְּלוּם וַהֲרֵי הוּא כְּשׁוֹטֶה אוֹ כְּקָטָן פָּחוֹת מִבֶּן שֵׁשׁ: \n"
    ],
    [
      "הַמּוֹכֵר שֶׁמָּכַר קַרְקַע אוֹ מִטַּלְטְלִין וְזָכָה בָּהֶן הַלּוֹקֵחַ שֶׁלֹּא מִדַּעְתּוֹ יַד הַלּוֹקֵחַ עַל הָעֶלְיוֹנָה. וְאִם רָצָה לוֹקֵחַ אֵין הַמּוֹכֵר יָכוֹל לַחְזֹר בּוֹ וְאִם לֹא רָצָה תַּחְזֹר לִבְעָלֶיהָ. לְפִיכָךְ כּוֹתְבִין שְׁטָר לַמּוֹכֵר אַף עַל פִּי שֶׁאֵין הַלּוֹקֵחַ עִמּוֹ. וּלְעוֹלָם הַלּוֹקֵחַ נוֹתֵן שְׂכַר הַסּוֹפֵר וַאֲפִלּוּ מָכַר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ: \n",
      "וְכֵן הָעֶבֶד שֶׁקָּנָה אוֹ מָכַר אוֹ נָתַן מַתָּנָה אוֹ נְתָנָהּ לוֹ. יַד הָאָדוֹן עַל הָעֶלְיוֹנָה. אִם רָצָה לְקַיֵּם מַעֲשָׂיו הֲרֵי אֵלּוּ קַיָּמִין וְאִם לֹא רָצָה בָּטְלוּ כָּל מַעֲשָׂיו. וּבִדְבָרִים בִּלְבַד הוּא שֶׁמְּקַיֵּם הָאָדוֹן אוֹ מְבַטֵּל וְאֵינוֹ צָרִיךְ לִקְנוֹת מִמֶּנּוּ כְּלוּם: \n",
      "וְכֵן הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה מַתָּנָה. בֵּין בְּנִכְסֵי בַּעְלָהּ בֵּין בְּנִכְסֵי צֹאן בַּרְזֶל שֶׁהִכְנִיסָה לוֹ. בֵּין בִּדְבָרִים שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ בֵּין בְּנִכְסֵי מְלוֹג. בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין. וְכֵן אִם לָקְחָה אוֹ נָתְנָה [לָהּ מַתָּנָה] יַד הַבַּעַל עַל הָעֶלְיוֹנָה וְאִם רָצָה לְקַיֵּם יְקַיֵּם אִם רָצָה לְבַטֵּל יְבַטֵּל הַכּל. אֲבָל הַבַּעַל שֶׁמָּכַר אוֹ נָתַן בֵּין קַרְקַע שֶׁהִכְנִיסָה לוֹ אִשְׁתּוֹ בִּכְתֻבָּתָהּ אוֹ קַרְקַע שֶׁהִכְנִיס לָהּ שׁוּם מִשֶּׁלּוֹ. בֵּין קַרְקַע שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ. אַף עַל פִּי שֶׁקָּנוּ מִיַּד הָאִשָּׁה אַחַר שֶׁקִּיְּמָה מַעֲשָׂיו הֲרֵי כָּל מַה שֶּׁעָשָׂה בָּטֵל מִפְּנֵי שֶׁהִיא אוֹמֶרֶת נַחַת רוּחַ עָשִׂיתִי לְבַעְלִי: \n",
      "מָכַר אוֹ נָתַן נִכְסֵי מְלוֹג בֵּין בְּקַרְקָעוֹת בֵּין בְּמִטַּלְטְלִין יַד הָאִשָּׁה עַל הָעֶלְיוֹנָה. רָצְתָה לְבַטֵּל מְבַטְּלָהּ וְאִם קִיְּמָה מַעֲשֶׂיהָ קָנוּ הַלָּקוֹחוֹת: \n",
      "בַּעַל שֶׁמָּכַר מִטַּלְטְלִין שֶׁל נִכְסֵי צֹאן בַּרְזֶל אוֹ מִטַּלְטְלִין שֶׁנָּתְנָה לוֹ מִשֶּׁלּוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי אִם עָבַר וּמָכַר אוֹ נָתַן קָנוּ הַלָּקוֹחוֹת וְאֵין הָאִשָּׁה יְכוֹלָה לְהוֹצִיא מִיָּדָם. וְכֵן יֵשׁ לוֹ לַבַּעַל לִמְכֹּר כָּל נְכָסָיו אַף עַל פִּי שֶׁהֵן תַּחַת יַד שִׁעְבּוּד הַכְּתוּבָה. וְאִם תָּבוֹא לִטְרֹף טוֹרֶפֶת אֶלָּא אִם כֵּן כָּתְבָה לַלּוֹקֵחַ תְּחִלָּה וְקָנוּ מִיָּדָהּ: \n",
      "הָאִשָּׁה שֶׁמָּכְרָה אוֹ נָתְנָה נִכְסֵי צֹאן בַּרְזֶל לְבַעְלָהּ לֹא קָנָה. וְיֵשׁ לָהּ לַחְזֹר וּלְהוֹצִיא מִיָּדוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת. בֵּית דִּין שֶׁמָּכְרוּ אוֹ לָקְחוּ בְּנִכְסֵי יְתוֹמִים בֵּין בְּקַרְקַע בֵּין בְּמִטַּלְטְלִין. וְכֵן הָאַפּוֹטְרוֹפּוֹסִין בֵּין שֶׁמִּנּוּ אוֹתָם בֵּית דִּין בֵּין שֶׁמִּנָּה אוֹתָן אֲבִי יְתוֹמִים. מִקָּחָן מִקָּח וּמִמְכָּרָן מִמְכָּר אֲבָל מַתְּנָתָם אֵינָהּ כְּלוּם שֶׁאֵין אָדָם נוֹתֵן דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: \n",
      "הַמּוֹכֵר אוֹ הַנּוֹתֵן בְּשַׁבָּת וְאֵין צָרִיךְ לוֹמַר בַּיּוֹם טוֹב אַף עַל פִּי שֶׁמַּכִּין אוֹתוֹ מַעֲשָׂיו קַיָּמִין. וְכֵן כָּל מִי שֶׁקָּנוּ מִיָּדוֹ בְּשַׁבָּת הַקִּנְיָן קַיָּם וְכוֹתְבִין לְאַחַר הַשַּׁבָּת וְנוֹתְנִין: סְלִיקוּ לְהוּ הִלְכוֹת מְכִירָה בְּסַ''ד \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מכירה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Kinyan"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> היתה הקרקע צחיח וכו'.</b> א''א הא מילתא לא מיחוורא דהא חזקה אכילת פירות היא ואכילת פירות לא מהני אלא כנגד טענה אבל למיקנא בה ארעא לא קני אלא מידי דמהניא לארעא כעין נעל וגדר עכ''ל: "
      ],
      [
        "<b> יכול לחזור בו וכו'.</b> א''א כל זה הולך על הדרך שכתב עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> וכן אם הגביה וכו'.</b> א''א נראה מדבריו דלא גריס בה פלוגת' אלא הכיגריס הגביהו הוא לרבו קנאו הגביהו רבו א''ר שמעון לא תהא חזקה גדולה מהגבהה כו' והכי גריס לה הרב ז''ל עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> משוך ותקנה או חזק וכו'.</b> א''א זהו דבר תימה שהרי מצינו אחת מכם תתקדש לי שהקדושין מקויימים בלשון זה וכן עקוץ תאנה מתאנתי ותקנה לי גנבתך וכן מצינו יטול ויזכה ויחזיק ויקנה כלן לשון הקנאה הן עכ''ל: "
      ],
      [
        "<b> ביום שלשים וכו'.</b> א''א נ''ל אם הפרה עומדת ברשות הלוקח ביום ל''א שהיא קנויה לו מידי דהוה אהרי את מקודשת לי לאחר שלשים יום דחיילי קדושין בההוא יומא עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> כיצד המקבץ עצים או וכו'.</b> א''א זהו שאמרו הלוקח פשתן לא קנה עד שיטלטלנו ממקום למקום ומפרש לה בהגבהה וכן עיקר מיהו לא צריך להתירו ולהגביהו עץ עץ כמו שאמר אלא אע''פ שהוא טורח עליו להגביהו שלם ותאמר אין דרכו בהגבהה אפילו הכי ניחא ליה בהגבהה טפי ממשיכה משום דמישמט עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אגב קרקע לא קנה.</b> א''א זה ההפרש שכתב בין צבורין לשאינן צבורין אינו מחוור דשמעתא לא מיחזיא אלא לעולם אגב וקני בעינן אפילו בצבורין בה דאי לא היכי פסקה למילתיה ואמר והלכתא אגב וקני בעינן צבורין לא בעינן והא זמנין דצבורין בעינן ואגב לא בעינן עכ''ל: "
      ],
      [],
      [
        "<b> מהלך לדעת עצמו וכו'.</b> א''א ולמה בעי שיהיו בתוכה והרי אמר לו אגב וקני וכבר אמרו דהיכא דא''ל אגב לא בעינן צבורין בה. ומה שכתב שהעבד מהלך לדעת עצמו מה בכך הא לא בעינן צבורין בה אלא כי איתא להא מילתא בדלא א''ל אגב ואיכא דקאי כוותיה דמטלטלי דניידי לא מהני ליה אגב אלא בעינן צבורין בה ושמעתא דבבא קמא העבדים וקרקעות הכא נמי משמע אלא דקשיא עלה שמעתא דבבא בתרא מכר לו פרה מכר לו טלית מעיד לו עליה ושמעתא דמאה צאן ומאה חביות דמהני בהו אגב אפילו במטלטלין דניידי ואע''פ שאינן צבורין בה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> מסירה אינה קונה כו'.</b> א''א נ''ל שאין זה הדין בחפץ דהא קי''ל בספינה כשמואל דאמר עד שימשוך את כולה אבל בבהמה ודאי סגי לה ביד ורגל כת''ק עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> היו הפירות בסימטא וכו'.</b> א''א ערבוב דברים אני רואה בכאן שלא פירש לאיזה כלי עירה והוא עוסק ובא לתוך כליו של מוכר כמ''ש בתחלת דבריו וא''כ אפילו מדד כל הכור לא קנה ואפילו בסימטא ולא אפילו הכניסן לרשות לוקח באותו כלי אבל לא היה לו לכתוב למעלה לתוך כליו של מוכר אלא אפילו לתוך כליו של לוקח הואיל ואמר לו כור בשלשים לא קנה ראשון ראשון אבל אם אמר לו כור בשלשים סאה בסלע והוא בסימטא ומערה לכליו של לוקח ראשון ראשון קנו לו כליו עכ''ל: "
      ],
      [
        "<b> וכן המוכר יין וכו'.</b> א''א ברשות לוקח לא דייק: "
      ],
      [
        "<b> והמדה אינה וכו'.</b> א''א והמדה של לוקח עכ''ל: "
      ],
      [
        "<b> כיון שהגיע לרושם וכו'.</b> א''א קנה ראשון ראשון ואפילו בסימטא עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> וכן ראובן שמכר וכו'.</b> א''א דבר זה אין לו שורש לענין קניה אלא לגבי מי שפרע ואע''פ שהרב ז''ל מפרש כך בקידושין על משנת החליף שור בפרה אנו לא שמענו אלא דמי שור שאינן ידועים למוכר את הפרה שגם זה מילתא דלא שכיחא עכ''ל: ",
        "<b> אבל אם היה חוב וכו'.</b> א''א ואפילו למי שפרע עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> כליו של מוכר וכו'.</b> א''א ביה למעוטי מטבע עכ''ל: "
      ],
      [
        "<b> שאין שם עדים וכו'.</b> א''א אין הכל מודים בקניין עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> הדברים שאין בהם וכו'.</b> א''א אבל השתוף עצמו נקנה בקנין. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואינו צריך עדים.</b> א''א יש שהקשה על זה והא קי''ל כרבא דאמר אינו צריך למסירה. וי''ל דלא פליגי אביי ורבא אלא אליבא דמ''ד אותיות נקנות במסירה אבל למאן דבעי כתיבה היכא דליכא כתיבה כגון שכיב מרע ראיה מיהת בעי ועוד אני אומר דכי אמר רבא אינו צריך ראיה ה''מ להדי מוכר אבל לגבי לוה כי אתא למיגבי מיניה מצי א''ל אייתי ראיה היכי מטא שטרא לידך עכ''ל: "
      ],
      [
        "<b> קנין השטרות וכו'.</b> א''א לא מן השם הוא זה אלא מפני שהלוה אומר ללוקח אני לא שעבדתי לך את עצמי לפיכך אם כתב לו בשטר חובו הריני משועבד לך ולכל הבאים מכחך אינו יכול למחול משמכר שטר חובו. עכ''ל: "
      ],
      [],
      [
        "<b> כיון שהחזיק הלוקח וכו'.</b> א''א והוא דא''ל אגב וקני. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> הנותן דמי מטלטלין וכו'.</b> א''א אני לא ידעתי מאין לו זה ההפרש בין שחזר בו הלוקח שהוא ש''ח לחזר בו המוכר שהוא חייב בגניבה ואבידה והגאון לא הפריש בזה ומשמע בשניהם חייב באחריותה עד שיקבל עליו מי שפרע וחיי ראשי יותר נ''ל כשהלוקח חוזר בו דהמוכר רצה המכר שיהא חייב באחריות שהרי המעות בעל כרחו יוצאות מידו וכל זמן שהלוקח קיבל מי שפרע המעות עומדות באחריותו עכ''ל: "
      ],
      [
        "<b> מי שהיה לו חוב וכו'.</b> א''א לא ידעתי זה למה שהרי הושוו הגאונים כלם מלוה להוצאה ניתנה ואינה כנתינת מעות כלל והכי אמרינן בקדושין ושוים במכר שזה קונה ואי מלוה להוצאה ניתנה במכר במאי קנה ואולי הטעהו הא דאמרינן מעמידין מלוה על הפירות והוא שיש לו וההיא לאו לענין קנייה מיירי אלא לאיסור רבית עכ''ל: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> הגזבר שקנה וכו'.</b> א''א א''כ אם רצה חוזר ואם רצה ממשכן ונוטל ממנו כשער הזול זהו היא ששנינו מי שקבל לספק סלתות משלשה ועמדו מארבעה מספק מארבעה שיד הקדש על העליונה. עכ''ל: "
      ]
    ],
    [
      [
        "<b> אע''פ שלא לקח וכו'.</b> א''א טעה בזה בדברי הרב ז''ל שהוא לא אמר אלא אע''ג דבשעת התלייה והמכירה לא ארצי ליה זוזי אלא לבסוף מכירה היא ולעולם צריך שיתן בפני עדים דאי לא מצי א''ל לא יהבת לי מידי עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ואם חזר בו המוכר וכו'.</b> א''א אין הכל מודים בזה שהרי הצריכו הגאון שיהא מבטל זכותו שהיא מחילה ושלא יהא אנוס והוא דקנו מיניה בב''ד חשוב אבל אם יאמר לו המוכר המעות שנתת לי לא יצאו מתחת ידי ואתה אם תרצה קח את מקחך או תניח אותו לעולם הדין עמו ובענין זה יכול להיות מ''ש עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בדבר שאינו וכו'.</b> א''א רבותיו הורו ולא ידעתי מאין הורו שהרי בגמ' הקשו מאותה משנה לריש לקיש וסייעו לרבי יוחנן והיו סבורין שאינם כשטרי פסיקאתא ור''ל הוא שמעמיד אותה בכך וכשתעיין יפה הכל דרך אחד עכ''ל: "
      ]
    ],
    [],
    [
      [
        "<b> המחליף כלים בכלים וכו'.</b> א''א דבר זה לא ידעתי מאין לו ואולי טעה בירושלמי דפרק הזהב תמן תנינן כל הנעשה דמים באחר כיון שזכה זה כו' אמר ר''י לא שנו אלא שור בפרה וכו' הא צבור בצבור לא קנה ונראה לו כמו שחילקו בין חמור לפרה לצבור פירות בצבור פירות לענין קנייה כך חילקו לענין אונאה. ואין זה מחוור דלענין קנייה אילו בתורת חליפין נתן לא קנה דסבירא לן פירות לא עבדי חליפין ואם לא קנה אונאה היכן היא ואם בתורת מכר ומקפיד על דמיהן אפי' סוס בפרה קנו ומחזירין אונאה דהא מכור לי קאמר. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נראה לי וכו' אין הלוקח יכול לחזור בהן.</b> א''א לפי ענין דבריו הלוקח אינו יכול לחזור ולא לתבוע האונאה. וכשתעיין יפה אין הדבר כן שהרי מה ששנינו שום הדיינין וכו' העמידו אותו בגמרא בדברים שמכריזין עליהם והכריזו [כגון קרקעות] ואפ''ה הותירו שתות מכרן בטל או יחזירו ההונאה כפי דבריו. והטעם כל מי שקונה בשומת בית דין לא עלה בדעתו שיתאנה ויהיה שם שום טעות הילכך אפילו בקרקעות קפיד אינש: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> ואפילו לאחר כמה שנים וכו'.</b> א''א אינו מחוור פעמים שאין המקח נקנה שאם רצה לחזור עד שלא השלים חוזר כגון שהיה תופס לפניו שק של אגוזים ואמר לו הילך שק זה שיש בו סאה של אגוזים בדינר ונטלו והלך לו ומדדו ולא מצא מדתו הרי זה חוזר ואע''פ שרצה זה להשלים אבל אם היה לפניו שק של אגוזים וזה יודע שאין בו אלא כדי שיעור מדה ואמר לו הנה שק של אגוזים לפניך ונטל השק ומדד ולא מצא בו מדתו ה''ז קנה וישלים שהרי היה מכיר שלא היה בו סאה ועל דעת השלמה נטל ושורש דבר זה בקדושין. עכ''ל: ",
        "<b> המעות חסר וכו'.</b> א''א אף בזה אי עייל ונפיק אזוזי כל כמה דמדחי ליה ולא יהיב ליה מצי האיך למהדר ביה מההוא זבינא עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אלא א''כ פירש.</b> א''א והלא אמרו פ''ק דקדושין בגמ' הנהו קלא אית להו ומה שאמרה התוספתא פ' המוכר פירות נמצא גנב או קוביוסטוס הגיעו ליסטים מזויין או מוכתב למלכות אומר לו הרי שלך לפניך לא שיאמר לוקח אל המוכר אלא המוכר אומר ללוקח כמו ברישא דאמר הגיעו המוכר ללוקח וה''ק הרי שלך לפניך שאתה היית יודע. אך יש לפרש הנהו קלא אית להו כלומר אין לחוש בעבד שלקחו כהן מישראל שמא ליסטים מזויין ומקח טעות שאם היה כן הקול יצא עליו וכיון שלא יצא הקול מסתמא אין לו לחוש לזה הטעות. מיהו אם יודע הדבר שהוא כן מקח טעות הוא וחוזר בו ואומר טול את שלך והחזר לי מעותי ועל דרך זה הלך המחבר. ועכשיו שיש בזה שני דרכים הללו הנה הדין הזה ספק אם נתן הדמים לא יטול ואם לא נתן לא יתן עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> מכאן אתה למד וכו'.</b> א''א דין אמת הוא זה אלא שאין מכאן ראיה לפי שהזרע כשאינו ראוי לצמוח דבר ידוע הוא שהוא נרקב בעמידתו בקרקע ואינו בר השבה משא''כ בשאר מקחות אלא שהדין דין אמת ולמ''ד שמשלם דמי ההוצאה אף זה יכול לתבעו הוצאת ההובלה בהולכתה לאותו מקום וכ''ש שאין זה יכול לומר לו החזר לי ממכרי לכאן. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ויחזיר להם הדמים וכו'.</b> א''א המשנה אמרה הבשר יקבר ויחזיר לו את הדמים וכן עיקר. ונ''ל שחסר מכאן השוחט את הבהמה ומכרה ונודע שהיא טרפה מה שאכלו אכלו ויחזיר להם את הדמים ומה שלא אכלו יחזיר הבשר לטבח. עכ''ל: "
      ]
    ],
    [],
    [],
    [],
    [
      [],
      [],
      [],
      [
        "<b> חצי המקח וחצי הדמים וכו'.</b> א''א אין דבריו מתחוורים משמע מכלל דבריו דרישא שהוא מעיד אין שם שבועה לשניהם בנקיטת חפץ ולא ידעתי למה וכי מפני הכרעת עד אחד יטול זה בלא שבועה אין דין זה ברור אצלנו. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נמצא בין כל קבר וכו'.</b> א''א כל זה שיבוש היה ראוי לומר שתי אמות ובין השנים האמצעיים אמה מכאן ואמה מכאן לאגפיים של קרנות שהם זויות עכ''ל (כך מצאתי כתוב במקצת ההשגות מבפנים ומקצתן מבחוץ): "
      ],
      [],
      [],
      [],
      [
        "<b> שאין מינו ידוע וכו'.</b> א''א ואין דברו ידוע. ואני אומר שנוטל ממנו המלך כל מה שיצטרך לו עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> דין ההקדש וכו'.</b> א''א רואה אני כי הוא מוסיף אפילו על דברי הרב ז''ל כי הרב כתב במעשה דההוא גברא דתקע ליה חבריה משום דלא היה סלע ברשותו לא מצי מקני ליה אלא במעמד שלשתן וזה החכם אומר שאפילו לא בא לעולם קנו עניים. ואני אומר שאם חייב עצמו בכך שאמר אתן לעניים כך וכך כלומר מן הפירות שיצאו בכרם שלי וכן כל כיוצא בזה הרי זה חייב עצמו ויתן אבל אם אמר ינתן לעניים כך וכך מפירות שלא באו לעולם לא קנו עניים לדברי הרב. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ומה הפרש וכו'.</b> א''א איני מוצא מוכר לזמן קצוב שיבנה ושיהרוס אלא באומר נכסי לך ואחריך לפלוני ודבר זה אינו מיושב עלי במכר שאם אמר נכסי מכורין לך במאה דינרין ואחריך לפלוני בעשרים דינרין שנאמר בזה אין לשני אלא מה ששייר ראשון ויפסיד השני מה שנתן לו בדמים, ואפשר שיהיה כן כי לפי הספק נתן השני דמים. עוד אפשר מוכר שדהו לששים שנה או לחמשים שנה או לארבעים שנה שיעשה בו כל חפצו כל ימי המכר מפני שהוא כמוכר בזמן היובל, עכ''ל: "
      ],
      [],
      [],
      [
        "<b> המוכר פירות שובך וכו'.</b> א''א דוקא שאמר לו כך. עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המוכר קרקע וכו'.</b> א''א זה דבר לא ידעתי מאין לו זה ואין לזה שורש מן הגמרא שלא נאמר דין זה בגמרא אלא כשמכר קרקע ואילנות בבת אחת לשנים שאמר להם זכו בשדה זו ואילניה וכל מי שיחזיק יזכה במה שיחזיק זה החזיק בקרקע וזה החזיק באילנות שהרי בשניהם אמר זכו בשדה זו ויש בכלל אילנות שדה שאי אפשר להם בלי שדה אבל אין לבעל הקרקע באילנות שאפשר לו זולתן. ואני אומר אפילו בשני אילנות דין זה וחצי הקרקע ממש ולא כמ''ש זה החכם אבל מכר קרקע ושייר אילנות לפניו אין לאילנות קרקע אלא תחתיהן וביניהן וחוצה להם כמלא אורה וסלו עכ''ל: "
      ],
      [],
      [],
      [],
      [
        "<b> בעין יפה וכו'.</b> א''א הטעם שפירש לזה אינו כלום אלא שלשון בני אדם קורין לאלו אילנות סתם ולא לאלו וטעה בטעם שלו שהרי גופני קנו דקלי ודקלי לא קנו גופני עכ''ל: "
      ],
      [
        "<b> קרקע ודקלים וכו'.</b> א''א הרב חייב לקנות שני דקלים ועיקר עכ''ל: "
      ],
      [],
      [
        "<b> המוכר בית וכו'.</b> א''א זה שיבוש שאפילו בנין חדש בונה אם הוא רוצה עכ''ל: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [
        "<b> מכר את העגלה וכו'.</b> א''א אע''פ שהוא כן בתוספתא אין סומכין עליה שאין הטעם שלה ברור והרב ז''ל לא הביא אותה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> ראש עבד זה וכו'.</b> א''א דבר זה מצא אותו במסכת ערכין ראש עבד זה הקדש ראש חמור זה הקדש הוא וההקדש שותפין בו ראשו של עבד זה ראשו של חמור זה מכור לך משמנים ביניהם והעמידה שם בקדשי מזבח ושאמר יהא קדוש לדמיו וע''ש פרק (האומר משקלי עלי) [הכל מעריכין] עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> האומר לחבירו בית כור עפר אני מוכר לך וכו' הלך אחר הפחות שבלשונות ואין לו אלא כדין אם חסר אם יתר.</b> א''א לא ידעתי מהו זה כי הפחות שבלשונות קולא היא לנתבע ואם נתן מעות הלוקח הוא התובע ואם לא נתן והלוקח מחזיק והמוכר תובע מעות יתרים הוא התובע ופעמים שחסר קולא או חומרא לנתבע וכן היתר עכ''ל: "
      ]
    ],
    [
      [],
      [
        "<b> אבל לא בקרקע וכו'.</b> א''א זה לא ידעתי למה עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> קטן היודע וכו' כמו שביארנו.</b> א''א אני אומר שהקטן אין לו מחילה כדאמרינן יתמי לאו בני מחילה נינהו וכן אני אומר שאם הקנו בקניין קנו שהקניין לא גרע מהכסף והוא כסף עצמו מההוא מעשה דגיטין דההוא דשדא לה מרה כומתא ואמר קני הא וקני נפשך וכו' ונמצא כסף גומר דעדיף משאר כסף וקונה לגמרי וכן אם קנה הוא בקניין קנה שהמקנה מקנה לו כל קניינו ואינו חוזר בו אבל אם השכיר הוא מקום פירות לא קנו ממנו דשכירות כמכר הוא עכ''ל: "
      ],
      [],
      [],
      [
        "<b> ואין חבין וכו'.</b> א''א מעתה לפי דבריו אם קנה המטלטלין ושכר את מקומן למה אמר למעלה שלא קנה והלא המוכר זכה לו המטלטלין ע''י שכירות ובכל מיני זכייה זכין לו לאדם שלא בפניו הילכך זכה בשכירות מקומם וכשאמרו אין לו חצר ואין לו ארבע אמות לענין מציאה בלבד אמרו עכ''ל: "
      ]
    ]
  ],
  "textmm": [
    [
      [
        "<b>המקח אינו נקנה וכו'.</b> זה פשוט ומבואר בפרק הזהב בב''מ (דף מ\"ט) מיהו אע''פ שלא קנה בדברים יש [בו] משום מחוסרי אמנה כמו שנתבאר פ''ז: "
      ],
      [
        "<b>אבל אם נקנה וכו' ואינן צריכין עדים.</b> פירוש בששניהם מודים דלא איברו סהדי אלא לשקרי כדאיתא פ' האומר בקדושין (ס\"ה:): "
      ],
      [
        "<b>ובמה יקנה המקח בקרקעות בכסף או בשטר או בחזקה וכו'.</b> משנה פרק קמא דקדושין (דף כ\"ו): "
      ],
      [
        "<b>כיצד בכסף וכו' בד''א במקום שאין כותבין וכו'.</b> מפורש בגמרא שם מימרא דרב ובהלכות. והטעם דלא סמכא דעתייהו עד דכתבי שטרא ואין המקח נגמר: ",
        "<b>ואין הקרקע נקנית בפחות משוה פרוטה.</b> מימרא פ''ק דקדושין (דף ג'): "
      ],
      [
        "<b>התנה הלוקח ואמר אם רציתי וכו'.</b> מפורש שם בקדושין גבי ההיא דרב דלעיל ומפורש בהלכות: ",
        "<b>וכן אם התנה המוכר וכו'.</b> זה פשוט הוא שכל תנאי בממון קיים ומה לי התנה לוקח מה לי התנה מוכר: "
      ],
      [
        "<b>האומר לחבירו תן מנה לפלוני ויקנה ביתי לך וכו'.</b> בקדושין פירקא קמא (דף ז') דאמרינן הכי גבי אשה דמקודשת ואמרינן בתר הכי ובתר שמעתתא אחרינא וכן לענין ממונא. והסכימו כל המפרשים דאהך נמי קאי ומדין ערב פירוש כמו שהערב משתעבד ולא קבל הוא כלום: "
      ],
      [
        "<b>כיצד בשטר כתב לו על הנייר וכו'.</b> ברייתא שם (דף כ\"ו) והסכימו קצת המפרשים ז''ל דהאי לישנא דשדי מכורה לך שדי נתונה לך לאו דוקא דהוא הדין להני שטרי דידן דכתבינן ומכרתי או נתתי דקנו ולא אמרינן דלשון מכרתי אינו לשון קנייה אלא לשון הודאה שמודה שכבר מכר. ואיכא מאן דפליג והראשון עיקר. ",
        "<b>ומ''ש ז''ל אע''פ שאין השטר שוה כלום.</b> מפורש בברייתא עצמה: ",
        "<b>בד''א במוכר שדהו מפני רעתה וכו'.</b> שם מימרא דשמואל וסוגיא דגמרא. ודע שאע''פ שהמוכר לא עייל ונפיק אזוזי לא קנה לוקח בשאר קרקעות דלא סמכא דעתיה דמוכר לגמור המכר אבל מפני רעתה הוא חפץ למכרה ולמהר בקנייתה. ואפילו בשאר קרקעות נראה דאם התנו תנאן קיים דומיא דכסף דלעיל. ודע דאוקמתא דרב אשי על זה דקאמר במתנה ביקש ליתנה לו וכו' ה''ק דמפני רעתה בדין הוא שיקנה שהרי אפי' במתנה היה נותנה לו כי רעה בעיני אדוניה היא: "
      ],
      [
        "<b>כיצד בחזקה מכר לו בית או שדה וכו' כיון שנעל או גדר או פרץ וכו'.</b> משנה וברייתא פ' חזקת הבתים (בבא בתרא דף מ\"ב). ",
        "<b>ומ''ש והוא שיועיל.</b> מפורש בהלכות ובגמרא: ",
        "<b>במה דברים אמורים כשהחזיק בפני המוכר וכו'.</b> מפורש שם פרק חזקת הבתים: "
      ],
      [
        "<b>המוכר בית לחבירו ומסר לו המפתח וכו'.</b> מימרא בב''ק פרק שור שנגח את הפרה (נ\"א נ\"ב) ובהלכות: ",
        "<b>וכן המוכר בור לחבירו וכו'.</b> דליו פירוש הדלי ששואבין בו, וגם זה מימרא שם ובהלכות: "
      ],
      [
        "<b>כיצד המחזיק בנעילה וכו'.</b> קצת המפרשים ז״ל פירשו נעל האמור בפרק חזקת הבתים קובע מנעול או מעמיד דלתות אבל נועל וסוגר הדלת לא קנה. ואינו נכון אלא נעל נועל הדלת הוא ומבואר בגיטין פ' הזורק (גיטין דף ע\"ז:) דאמרינן גבי ההוא עובדא דגיטא בשבתא תיזיל איהי ותיחוד ותפתח דתנן נעל גדר וכו' הרי זו חזקה ותקני גיטא אגב ביתא ובשבת היה וזה מבואר ומדאמרינן תיחוד ותפתח כתב הרב ונעלו וחזר ופתחו: "
      ],
      [
        "<b>כיצד המחזיק בגדירה כל שהוא קנה וכו'.</b> מפורש פ' חזקת הבתים (בבא בתרא דף נ\"ג) דוקא כשהועיל שאין עולין לו עתה אלא בדוחק אבל אם עולה כמו בתחלה לא עשה ולא כלום ובזה הדבר תלוי: ",
        "<b>וכן אם היתה שם פרצה וכו'.</b> מפורש שם וכ''ש אם בתחלה לא היו נכנסים בה כלל ועתה נכנסין שקנה ופשוט הוא ומבואר שם ובהלכות: "
      ],
      [
        "<b>נתן צרור והועיל וכו'.</b> מימרא דר' יוחנן שם ובהלכות ומפורש שם בגמרא דדוקא כשהועיל ושהביא את המים המועילים להשקות השדה אבל אם ראה אמת המים באה ומזקת הקרקע ונתן צרור כדי למנעה הרי זה לא קנה שסילוק ההיזק אינו דבר שיקנה אלא הבאת התועלת ואיתא בהלכות: "
      ],
      [
        "<b>המוכר שדה לחבירו בצד שדהו וכו'.</b> אולי יצא לו מהפירוש שכתב הרב אלפסי ז''ל בהלכות פ''ק דבבא קמא גבי ההיא דאמרינן מאימת תחזק בה מכי דייש אמצרי ואע''פ שרבינו מפרשה בפנים אחרות פי''ט אפשר שהוא סובר שהדין אמת: ",
        "<b>אבל אם הלך בה לארכה וכו'.</b> מחלוקת ר' אליעזר וחכמים בברייתא פ' המוכר פירות (בבא בתרא דף ק') ופסק כחכמים: ",
        "<b>ואם שביל של כרמים וכו'.</b> מפורש שם מימרא מודים חכמים [לר''א] בשביל כרמים: "
      ],
      [
        "<b>וכמה שיעור רוחב הדרך וכו'.</b> פירוש המוכר שביל של כרמים מן הסתם כמה רחבו וכמה קנה הלוקח ברוחב וזו מימרא שם כי אתו לקמיה דר' יצחק וכו' ומוכח שם דאהא דשביל קאי. והחילוק בין מסוים במחיצות ובין אינו מסוים מפורש בגמ' כדבריו כגירסת הספרים. אבל יש מחליפין הגרסא ואומרין דכשיש שם מחיצות גבוהות צריך כדי שתהיה על ראשו חבילה של זמורות ויסבבה שיתהפך מצד רגל אל צד כדי שלא יעכבו המחיצות וכשאין שם מחיצות גבוהות די לו כדי שיגביה רגל ויניח רגל שהרי למעלה ממנו אויר פנוי להתהפך לכל צדדיו עם משאוי שבראשו. ולפי גרסת רבינו ז''ל נראה הטעם שאם יש מחיצות כיון שהוא ברוחב כדי שיגביה רגל ויניח רגל סבר וקביל שלא יסתור המוכר המחיצות וצ''ע. ואפשר שרבינו ז''ל אינו מפרש השמועה במוכר את השביל בסתם במה נקנה אלא כמה הוא קונה בחזקת הילוך וכבר ידוע בין הקונה והמוכר כמה מכר ולזה לשונו נוטה אבל כל המפרשים פירשוה במוכר סתם והגרסא האחרת גרסת רש''י והרשב''א ז''ל: "
      ],
      [
        "<b>היתה הקרקע צחיח סלע וכו'.</b> כתב עליו הר״א הא מילתא לא מיחוורא וכו'. ביאור דבריו שלא אמרו סוף הפרק בכיוצא בזה והרי אכילת פירות דבנכסי חבירו לא קנה אלא בחזקת שלש שנים וכנגד טענה שהלה טוען לא מכרתיה לך וזה מביא ראיה שהחזיק בה שלש שנים בחזקה זו וטוען שקנאה ממנו וחזקה זו ראיה לדבריו אבל להיותו קניין לא. ונראה שדעת רבינו ז״ל דלא בעינן מידי דמועיל לקרקע אלא כשהלוקח אינו נהנה אבל כשהלוקח נהנה ודעת אחרת מקנה ודאי קנה וגדולה מזו נעל הבית שהרי זו חזקה שהרי הוא נועל בפני כל אדם כדרך שאדם עושה בשלו וכל שנועל כדרך שהבעלים נועלים בתיהם כדי למנוע מהן רגל כל אדם הרי זו חזקה וטעם זה כתבוהו המפרשים וזהו שאמר הרב למעלה גבי נעל שהרי זה נשתמש בו שימוש המועיל וא״כ כ״ש לאכילת פירות או כל הדברים שהבעלים נהנין דרך הנאת הקרקע או משתמשין דרך שימוש. ודין צחיח סלע בחזקת ג' שנים מפורש ריש חזקת (בבא בתרא דף כ\"ט:) ובהלכות מתקיף לה רב ביבי בר אביי צונמא במאי קני ליה וכו'. זה נראה להעמיד דברי רבינו. והרמב״ן והרשב״א ז״ל דעתם כדעת הר״א ז״ל פ״ק דקדושין גבי עבד כנעני וכו' ובעיטור בשכירות ומסתברא שאם נתן כליו ותשמישיו לתוכו זו חזקה כההיא דגרסינן בירושלמי דקדושין המוכר בית לחבירו כיון שצבר לתוכו פירות קנה אמר רב שמואל בר רב יצחק ובלבד פירות שהן ראויין לצבור ע״כ בעיטור וזה ראיה לדברי רבינו וקצת ראיה גם כן משביל של כרמים שנקנה בהילוך כמבואר למעלה: "
      ],
      [
        "<b>המוכר קרקע לחבירו וכו'.</b> כתב עליו הר''א ז''ל א''א כל זה הולך ע''ד מה שכתב ע''כ. וכן הוא האמת דמשום דס''ל דכל שקונה בחזקת ג' שנים כשהמוכר מכחיש קנה לאלתר כשהלה מודה ואומר לו לך חזק וקנה אע''פ שיש בכלל אלו שהזכיר המחבר דברים שאינו קונה בחזקת ג' שנים כמו שיתבאר פי''ב מהל' טוען ונטען כיון שנשתמש בקרקע כדרך שבעלים עושין ה''ז חזקה: ",
        "<b>וכן אם אסף המוכר סל של פירות וכו'.</b> זה נלמד ממה שאמרו פ' חזקת (בבא בתרא דף ל\"ה:) חזקתן ג' שנים מיום ליום א״ר אבא אי דלי ליה צנא דפירי לאלתר הוי חזקה, ופירוש דלי ליה המוכר ללוקח קנה לוקח לאלתר וזו חזקה גמורה שקונין בה, ואע״ג שהלשון ההוא מורה שאינן לענין חזקת קנייה אלא לענין ראיה שהשדה שלו והוא הדין שהזכיר רבינו סוף פרק י״א מהלכות טוען ונטען ורבינו ז״ל סבור דתרתי שמעינן מינה לפי שיטתו דאכילת פירות הויא חזקה: "
      ],
      [
        "<b>העכו''ם אינו קונה וכו'.</b> מפורש שם מימרא דרב וגם בהלכות ופירשה אף לענין קניין ולאו לענין חזקת ג' שנים. ",
        "<b>ומ''ש עם נתינת הכסף.</b> משום דלא עדיף מישראל שאינו קונה בשטר בלא נתינת דמים אלא למוכר שדהו מפני רעתה כמו שנתבאר למעלה והטעם שהעכו''ם אינו קונה בחזקה שאם היה העכו''ם קונה בחזקה מתוך אלמותו היה מחזיק אבל לכתוב לו שטר כולי האי לא עבדי: ",
        "<b>כל המחובר וכו'.</b> זה פשוט. ואמרינן פ' שבועות הדיינין (שבועות דף מ\"ב:) כל המחובר לקרקע הרי הוא כקרקע לענין שבועה ומה שאמרו שם דאפילו ענבים העומדין ליבצר הרי הן כקרקע ופירשה הרב ז״ל כשהן צריכין לקרקע אבל כשאין צריכין לקרקע כלל הא אמרינן פ' נערה שנתפתתה (דף י\"א) כל העומד ליגזז כגזוז דמי ואמרינן נמי כל העומד ליתלש כתלוש דמי ואי נמי דשבועה שאני וכ״נ דעתו פ״ב מהלכות שכירות ויש פירושים אחרים לחלק בין זו לזו ומ״מ דין החזקה נתברר פ' המוכר את הספינה על מתני' דהלוקח פשתן מחובר מחבירו ותלש כל שהוא קונה ובסוגיא שעליה ואין להאריך ויתבאר פ״ג: "
      ],
      [
        "<b>כשם שהקרקע נקנית בכסף בשטר ובחזקה כך שכירות וכו'.</b> ברייתא במציעא פרק השואל (דף צ\"ט:) ובהלכות: "
      ],
      [
        "<b>המוכר לחבירו עשר שדות בעשר מדינות וכו'.</b> זו ברייתא ומימרא דשמואל פ''ק דקדושין (דף כ\"ז). ",
        "<b>ומ''ש ואפילו היתה אחת מהן גבוהה.</b> הוא פירש חולסית האמור בגמ' (דף ס\"ז) פרק המוכר את הבית בדין זה ופוסק כלישנא בתרא דהתם: "
      ],
      [
        "<b>בד''א כשנתן דמי כולם וכו'.</b> אם תשאל אי בשנתן לו דמים למה לן חזקה כלל והא אמרינן דקרקע נקנה בכסף, תשובתך הא במקום שכותבין את השטר היא כדאמרינן לעיל דאין קרקע נקנה בכסף עד שיכתוב השטר וחזקה זו עולה במקום שטר. ודע שהמפרשים ז''ל נחלקו בחזקה במקום שכותבין את השטר אם היא קונה לבדה ויש מי שכתב דקונה כל היכא דהמוכר לא עייל ונפיק אזוזי וכן העלה הרשב''א ז''ל והכא היינו טעמא דבעינן נתינת דמים משום דלא החזיק בכלן הא החזיק בכלן ומוכר לא עייל ונפיק אזוזי קנה אע''פ שלא נתן דמים: ",
        "<b>היו מקצת קרקעות וכו'.</b> תוספתא פ''ה מבתרא לקח הימנו עשר שדות כיון שהחזיק באחת מהן קנה כלן לקח מקצת ושכר מקצת והחזיק בין בשכורה בין בלקוחה הרי חזקה ע''כ: "
      ]
    ],
    [
      [
        "<b>עבד כנעני הרי הוא וכו' ונקנה בכסף או בשטר או בחזקה.</b> משנה מפורשת פ''ק דקדושין (כ\"ב:) ובהלכות: "
      ],
      [
        "<b>כיצד התיר וכו'.</b> ברייתא מפורשת שם והרשב''א ז''ל כתב דדוקא כל אלו וכיוצא בהן שהן מלאכות של עבד אבל תפר לו בגד וכיוצא בזה שאינם מלאכות של עבד ה''ז כאכילת פירות ולא קנה וזה דעת הרמב''ן ז''ל וכבר נתבאר למעלה דעת רבינו שהקרקע נקנה באכילת פירות וה''ה לעבד: ",
        "<b>וכן אם הגביה הרב את העבד וכו'.</b> בהשגות א''א נראה מדבריו וכו'. מיהו בהלכות שלנו במחלוקת שנויה הגביהו רבו לא קנאו אמר ר''ש לא תהא כו' ואעפ''כ כתב הרשב''א ז''ל וז''ל וקי''ל כר''ש דהא נקנה אף במשיכה כדאמר שמואל ורב אשי ה''נ אמר וכ''ש בהגבהה ע''כ: "
      ],
      [
        "<b>תקפו והביאו אצלו.</b> פירש''י תקפו בחזקה ומימרא דשמואל היא שם: ",
        "<b>אבל אם קרא וכו'.</b> שם מבואר: ",
        "<b>ואם החזיק וכו'.</b> זה פשוט שהוקש לקרקע והרי דינו כיוצא בו: "
      ],
      [
        "<b>עבד קטן הרי הוא כבהמה וכו'.</b> מימרא דרב אסי שם. ",
        "<b>ומ''ש ובדברים שקונין בהם את העבדים.</b> יצא לו להרב ז''ל מההיא עובדא דאמרינן התם רב יהודה הנדואה גר שאין לו יורשים הוה [חלש] על מר זוטרא לשיולי ביה חזייה דתקיף ליה עלמא טובא א''ל לעבדיה שלוף לי מסאני ואמטינהו (לגו) ביתא וכו' ואיכא דאמרי קטן היה אלמא שהוא נקנה במה שהגדול נקנה ופשוט הוא. ",
        "<b>ומ''ש לפיכך וכו'.</b> מפורש שם: "
      ],
      [
        "<b>הבהמה בין דקה וכו'.</b> כך היא מסקנא דסוגיא בפ''ק דקדושין (כ\"ה:) זה וזה במשיכה אבל במסירה לא דטפי עדיפא משיכה ממסירה ועיקר. ",
        "<b>ומ״ש מפני שמתחבטת.</b> מפורש בפ' הספינה (בבא בתרא דף פ\"ו:) שאני בהמה דמסרכא: ",
        "<b>ואם הגביהה וכו'.</b> מבואר שם דטפי עדיפא הגבהה ובההיא דר''ש דלעיל מבואר שהגבהה קונה בכ''מ זה לשון הברייתא: ",
        "<b>אבל המשיכה אין קונין בה אלא בסימטא וכו'.</b> דין הגבהה שקונה בכל רשות והמשיכה ברשויות אלו דוקא מימרא דאביי ורבא בהמוכר את הספינה (דף פ\"ד:) מפורשת והוא ג''כ בהלכות. ומלת סימטא כתבתי בפירושה לשון רש''י פי''ז מהלכות גזילה ואבידה: "
      ],
      [
        "<b>כיצד קונין הבהמה במשיכה וכו' ואפילו קראה וכו'.</b> ברייתא שם (ע\"ה:) ובפ''ק דקדושין (כ\"ב:). ",
        "<b>ומ''ש כיון שעקרה יד ורגל.</b> פסק כת''ק דברייתא ודלא כר' אחא דאמר התם עד שתהלך מלא קומתה וכן בהלכות בהמוכר את הספינה: ",
        "<b>והוא שימשוך וכו'.</b> בכמה מקומות מבואר פרק שור שנגח את הפרה (בבא קמא נ\"א:) דבעי למימר ליה לך משוך וקני ודוקא שלא בפניו אבל בפניו לא צריך דומיא דקרקע: "
      ],
      [
        "<b>המוכר עדר וכו'.</b> מימרא מפורשת שם פ' שור שנגח את הפרה (בבא קמא דף נ\"ב): "
      ],
      [
        "<b>האומר לחבירו משוך וכו'.</b> בהשגות א''א זהו דבר תימה וכו' וכן מצינו יטול ויזכה ויחזיק כלן לשון מתנה הן ע''כ. ובאמת שאין ראיה מההיא דקדושין דהתם אין האיש אומר לאשה לעשות דבר וכיון שכן אומר לה תתקדש שהוא להבא אחר נתינת הקדושין. א''נ דתתקדש לשון נפעל הוא תהוי מקודשת ואפשר עתה משא''כ בתקנה שהוא [פועל] (עתיד). א''נ דקדושין שאני אבל ההיא דעקוץ תאנה מתאנתי אינה כדברי הר''א ז''ל כבודו במקומו מונח דהתם לוקח הוא דאמר למוכר כדאיתא בהדיא במרובה (דף ע':) דאמר לוקח לגנב עקוץ תאנה מתאנתי בשבת ותקנה לי גנבתך וס''ד התם דה''ל גנב מתחייב בנפשו ומש''ה פטור מתשלומי ד' וה' וזה פשוט שם וההיא דיטול ויזכה וכו' בשכיב מרע היא בפ' מי שמת שהוא מדבר לאחר מיתה וכן פירש ה''ר יוסף ן' מיגש ז''ל שם דדוקא בשכיב מרע אבל בבריא לא ומ''מ יש חולקין שם. ועם כל זה לא מצינו סעד לדברי רבינו לבד זה ראה מצאתי דגרסינן בפ''ק דמציעא (דף ט') [בעי] ר' אלעזר משוך בהמה זו לקנות כלים שעליה מהו ומתמהינן לקנות מי א''ל קני אלא וקני כלים שעליה וכו' ונראה שהוא מפרש כך לקנות משמע להבא כמו לעשות לדבר וכיון שכן פשוט הוא שלא קנה אלא וקנה דמשמע עתה בעת משיכה כלומר שאינו הכרח שיהיה לאחר מכאן וכן דעת הרב בתקנה. אחר כן מצאתי מי שדקדק כן מכאן אבל רש''י ז''ל אמרה בלשון אחרת ודברי רבינו צ''ע: "
      ],
      [
        "<b>האומר לחבירו משוך פרה זו וכו'.</b> זו היא מסקנא דגמרא בפירוש בפ' האשה שנפלו לה נכסים (דף פ\"ב) בכתובות. ",
        "<b>ומ''ש אפילו עומד באגם.</b> הכוונה ברשות שאינה שלו ואינה קונה לו וה''ה לרה''ר אלא דאורחא דמילתא נקט התם בגמרא אגם שהוא מקום (מרעה) [שאינו שלו]. ובהשגות א''א נ''ל אם הפרה עומדת ברשות הלוקח וכו'. ויש לחלק דאם איתא אפילו ברה''ר אם דומה לאשה הוא אלא הכא היינו טעמא דכיון דלא אמר מעכשיו במאי יקנה במשיכה כבר כלתה משיכתו ובפירוש חילקו בתוספתא במס' כתובות בין זו לההיא דקדושין. ותו דאף בקדושין גופייהו צריכה רבא כמו שנתבאר בהלכות אישות: ",
        "<b>וכל האומר ע''מ וכו'.</b> זה מבואר בהרבה מקומות דהכין קיי''ל ואיתא בקדושין בהאומר (דף ס') ובגיטין במי שאחזו ובהלכות אישות נתבארו משפטי התנאין: "
      ],
      [
        "<b>המוכר בהמה לחבירו וכו'.</b> בבא זו ופרטיה בפרק קמא דמציעא (דף ט') ומתוך שלא ביאר הרב דין מנהיג נראה שהוא סבור דמנהיג קנה בין בעיר בין בשדה כפירש''י ז''ל והראב''ד ז''ל. <b>וזה אם משך</b> שכתב כאן שכבר נתבאר שהמשיכה היא בהכישה במקל ודוקא ברשות שדינו שיקנה כמ''ש למעלה כבר: ",
        "<b>ומה שכתב או שהיתה אשה.</b> פירש''י ז''ל טעם האשה שאין כחה יפה ודרכה לרכוב עליה פן תנתק הבהמה ממנה ואיכא דגרסינן חשובה ולא כן גירסת רבינו ורש''י ז''ל. ויתר דברי הבבא מפורשין שם בברייתא ובסוגיא: "
      ]
    ],
    [
      [
        "<b>אחד הבהמה ואחד שאר מטלטלין וכו'.</b> מימרא דר''י בפרק הזהב בב''מ (מ\"ז:) ובהלכות: ",
        "<b>אבל חכמים תקנו כו' כיצד המקבץ וכו' אינו נקנה במשיכה.</b> החילוק שכתב רבינו בין דבר שדרכו להגביה לדבר שאין דרכו מימרא מפורשת בהמוכר את הספינה (דף פ\"ו) ובהלכות. ודין הפשתן מבואר שם וכן דין פלפלין וכיוצא בהן דגרסינן התם על מימרא זו ת''ש המוכר פירות לחבירו משך ולא מדד קנה והא פירות דבני הגבהה נינהו וקתני דקני (להו) במשיכה הכא במאי עסקינן בשליפי רברבי פירוש משאות גדולות שא''א להגביהן וכאן נתבאר דין האגוזים ושאר הפירות והקשו תו אי הכי אימא סיפא הלוקח פשתן מחבירו לא קנה עד שיטלטלנו ממקום זה למקום אחר פי' הגבהה ופריך אטו פשתן בשליפי רברבי לא עבדי (מיניה) בתמיהא ופריק שאני פשתן דמשתמיט ודרכן הוא להתירו ולהגביהו אגד אגד וכזה פירשו רוב המפרשים ז''ל והכריחו פירוש זה. ומ''ש הר''א ז''ל שאם הגביה כל הטעון שלם קנה בכך פשוט הוא: "
      ],
      [],
      [
        "<b>הספינה הואיל וא''א להגביהה וכו'.</b> אלא נקנית במסירה. זו היא מסקנא דגמ' בהמוכר את הספינה (דף ע\"ה ע\"ו) וכן בהלכות וזה מוסכם וכגון דא''ל לך חזק וקנה א''נ שהחזיק בפניו אע''ג דלא א''ל מידי דכל בפניו לא בעי אמירה וזה לדעת המפרשים ז''ל שהסכימו דלא בעינן מסירה מיד ליד אלא באמירה לך חזק וקני זה כתב הרשב''א ז''ל והביא ראיות. ודע שהמסירה אינה קונה אלא ברשות הרבים ובחצר שאינה של שניהן כמו שיתבאר פ''ד: ",
        "<b>ואם אמר לו המוכר וכו'.</b> מחלוקת רבי ורבנן ופסק כרבנן דברייתא שם בפרק הספינה ובהלכות. ",
        "<b>ומ''ש עד שימשכנה כולה.</b> פסק כשמואל ודלא כרב דאמר כיון שמשך כל שהוא קנה וכן פסקו בהלכות וכבר ידעת שהמשיכה אינה קונה אלא בסימטא או בחצר של שניהם וכיון שכן דין הספינה כך הוא אם היה ברה''ר או בחצר שאינה של שניהם קונה אותה במסירה כל זמן שלא הקפיד מוכר הקפיד המוכר שאמר לו לך משוך צריך למשכה כולה ושיוציאנה מאותו רשות שאין משיכה קונה בו ויכניסנה לרשות שהמשיכה קונה בו היתה עומדת בסימטא או בחצר של שניהם נקנית במשיכה בהכרח ולא במסירה זו היא כוונת רבינו ז''ל וקיצר במובן. וכתב הרשב''א ז''ל בשם הרב אבן מיגש ז''ל היתה עומדת ברה''ר ולא א''ל מוכר מידי ואזיל לוקח ומשך לא קנה עד שימשכנה כדינה מרה''ר לסימטא אע''ג דנקנית במסירה ברה''ר ומסירה אינה צריכה שימסור לוקח מיד ליד אפילו הכי כיון שהתחיל למשוך כבר גלה בדעתו שאינו רוצה לקנות בחזקה זו שהוא מחזיק ותפוס בה אלא במשיכה ע''כ. וכלים גדולים כגון תיבות גדולות שדרך הבעלים להכניסן בביתן לא קנה עד שימשוך זה דעת רבותיו של הרשב''א ז''ל אבל הרשב''א ז''ל כתב שדינן כספינה וכ''כ הר''י בן מיגאש ז''ל דכל שאינו נמשך אלא לרבים דינו במסירה כספינה וזה דעת רבינו ז''ל שכתב למעלה נקנית במסירה וכן כל כיוצא בזה: "
      ],
      [
        "<b>נמצאת למד שהלוקח מטלטלין וכו'.</b> זה מבואר בהזהב במציעא (דף מ\"ז) ומ''מ החוזר בו מקבל מי שפרע כמו שיתבאר פ''ז ודלא כר''ש דאמר מוכר שהכסף בידו יכול לחזור בו ולא לוקח אלא כרבנן דמתניתין דאמרי בין לוקח בין מוכר יכולין לחזור: "
      ],
      [
        "<b>ולמה תקנו חכמים דבר זה במטלטלין וכו'.</b> מפורש טעם זה שם בההיא מימרא דר''י דלעיל: "
      ],
      [
        "<b>נמצאת אומר שאם נתן דמי המקח וכו'.</b> זה מתבאר ממה שאמרנו שעדיין המקח ברשות המוכר וכן מבואר דין זה בהלכות ומזו שאמרנו ופשוט הוא ומוסכם: ",
        "<b>לפיכך אם היה ביתו וכו'.</b> זה מבואר בגמ' ופסקוה בהלכות ואמרי ואע''ג דהני מילי לר''ש אינון מדר''ש נשמע לרבנן ע''כ. וגם זה מוסכם. ורש''י ז''ל פירש שאין הטעם דנימא דחצירו של אדם קונה לו דודאי אינה קונה כל ימי השכירות שהיא שכורה למוכר דחצירו של מוכר היא אבל הטעם דכיון דבחצירו הוה אי מתרמי דליקה לוקח גופיה טרח ומציל לה ולא תקון רבנן בה משיכה ואוקמוה אדינא דאורייתא דמעות קונות. ודברי רבינו צ''ע דמשמע שהוא סובר דטעמא משום דחצירו של לוקח קנה לו אע''פ שהיא מושכרת ומ''מ לא נתבאר בפירוש בדבריו וכ''נ פרק ו' מהלכות שכירות: <br><br>'ז וכן השוכר' ",
        "<b>המקום שאותן וכו'.</b> זה מבואר בהרבה מקומות ואיתא בקדושין פ''ק (דף כ\"ז) ופ' הספינה ופ''ק דמציעא (דף י\"א) ודוקא בחצר המשתמרת לדעת השוכר או שהוא עומד בצד המקום ההוא הא לאו הכי לא אלא אם הקנה לו מדין מטלטלין עם הקרקע, ולדעת ההשגות צריך אגב בפירוש כמו שיתבאר והכי משמע פ''ק דמציעא וזה נראה מדברי הרמב''ן והרשב''א ז''ל פ' קמא וקרוב לזה נתבאר פי''ז מהל' גזילה ואבידה: \n"
      ],
      [],
      [
        "<b>המקנה קרקע ומטלטלין כאחד וכו'.</b> דין זה שמטלטלין נקנין עם הקרקע וכו' משנה וגמרא פ''ק דקדושין (דף כ\"ו). וכן מ''ש שאע''פ שאין שניהם במכר נקנין המטלטלין עם הקרקע. מפורש שם בגמרא בעיא דאיפשיטא. ואני תמה למה לא כתב הרב כשהמטלטלין במכר שלא קנה את כולן עם הקרקע אלא בשנתן דמי כולן שהרי מימרא מפורשת היא שם אמר רבא לא שנו אלא בשנתן לו דמי כולן אבל לא נתן לו דמי כולן לא קנה אלא כנגד מעותיו ותניא כוותיה והוא בהלכות. ונ''ל שהרב מפרשה בשהמוכר עייל ונפיק אזוזי כדעת קצת המפרשים ז''ל אבל אי לא עייל ונפיק אזוזי אע''פ שלא קבל דמי כולן נקנה הכל ללוקח ועל כן סתם הרב ז''ל וסמך לו על מה שיתבאר פ''ז דכל דעייל ונפיק אזוזי לא קני. אבל פירוש אחר י''ל במטלטלין הנקנין עם הקרקע אינן קנויין אלא כשנתן לו דמי כולן אע''ג דלא עייל ונפיק אזוזי ובזה הורע כחו של אגב כיון שאין קניית המטלטלין מחמת עצמן זה דעת רש''י ז''ל והרמב''ן והרשב''א ז''ל: "
      ],
      [
        "<b>בד''א כשהיו המטלטלין צבורין באותו קרקע וכו'.</b> החילוק שכתב המחבר דבצבורין לא בעי דלימא ליה אגב וכי אמרינן אגב דוקא כשאינן צבורין אינו מבואר בגמרא. ובהשגות א''א זה ההפרש שכתב בין צבורין לשאינן צבורין וכו'. ובאמת דבגמרא אחר שהעלו דלא בעינן צבורין איבעיא להו מי בעינן אגב ואסיקנא והלכתא אגב וקני בעינן צבורין לא בעינן ורבינו פירשה לפי הנ''ל בשאינן צבורין מי בעינן אגב וזהו ששאלוה אחר שהעלו דצבורים לא בעינן אבל בצבורין כיון דקנה קרקע דעתו ז''ל דה''ל קרקע זה כחצירו וחצירו של אדם קונה לו ולזה נוטה קצת לשון ההלכות שכך כתב שם ואסיקנא והלכתא לא בעינן צבורין אגב וקני בעינן כלומר צריך המקנה לומר לקונה קני הא ארעא וקני לך אגבה הנך מטלטלי דאית לי במקום פלוני וכיון דאתחזיק ליה ההוא ארעא קני להו נמי להנהו מטלטלי כל היכא דאיתנהו על כן לא הזכיר אגב אלא בשאינן צבורין ואעפ''כ אין הדבר מוכרח מדברי ההלכות וצ''ע: "
      ],
      [
        "<b>הקנה השדה לאחד והמטלטלין לאחר וכו'.</b> זו בעיא דלא איפשיטא בפ''ק דקדושין (דף כ\"ז) ופסק בה הרב ז''ל כדרכו ברוב התיקו האמורין בגמרא בענין ממון שאם תפס אין מוציאין מידו והרשב''א ז''ל פסק דהעמד ממון על חזקתו וכן דעת בעל העיטור ז''ל. וזה לשון הרשב''א ז''ל ושדה לאחד ומטלטלי לאחר לא קנה ושאני ר''ע דיד עניים הוא כלומר גזבר הקדש הוה וידו כידם ומכאן דיד אפטרופסין כיד יתומים ושדה לאפטרופסין ומטלטלין ליתומים קנו ע''כ: "
      ],
      [
        "<b>המקנה עבדים וקרקעות וכו' אע''פ שאמר לו קנה העבדים וכו' לא קנה עד שיהיו בתוכה.</b> בהשגות א''א ולמה בעינן שיהיו בתוכה וכו' (וראיתי מתוך דבריו שהוא מחלק בין עבד לבהמה דעבד הולך לדעת עצמו ובזה ניצל מן הקושיות שכתבנו) ע''ש שהאריך. ודברי תימה הם שהרי סוגיא דפ''ק דב''ק מפורשת היא דבין למ''ד עבדא כמטלטלי דמי [ובין למ''ד עבדא כמקרקעי דמי] אין העבד נקנה אגב קרקע אלא אם עומד בתוכו ואין שם מחלוקת ואלו הן דברי רבינו בפירוש ומה שהקשה מצאן אנן לא אמרינן אלא דוקא עבד דנייד על דעת עצמו אבל צאן ניידי אדעתא דרועה וזהו שכתב רבינו ז''ל לדעת עצמו וכן פירשו בתוס' והרשב''א ז''ל דחילוק יש בין עבד לבהמה ומוכרח הוא וכבר נתבאר למעלה פ''ב שיש חילוק גם כן ביניהם בדין המשיכה וזה פשוט ותימה מסוגיא זו דב''ק שאינה בהלכות ומתוך סוגיא זו העלו בתוס' והרשב''א ז''ל שם דאין הקרקע נקנה אגב קרקע וע''כ לא אמר שמואל קנה עשר שדות בעשר מדינות כיון שהחזיק באחת מהן קנה כולן אלא משום דסדנא דארעא חד הוא אבל באגב לא. וכתבו בתוספות דאפילו אמר קני קרקע הסמוך לתחום ואגביה קנה הקרקע העליון שעל גביו לא קנה ואע''פ שהוא צבור בתוכו עכ''ל הרשב''א ז''ל וכן עיקר ואפילו למ''ד עבדא כמקרקעי דמי אינו כמקרקעי ממש לענין זה כדאיתא התם בגמרא: "
      ],
      [
        "<b>המקנה עבדים ומטלטלין כאחד וכו'.</b> גם זה מבואר שם ומסקנא דגמרא והלכתא בכפות פירוש שאינו יכול להלך. ויש מי שכתב דכפות וישן בעי מההיא דהזורק (דף ע\"א) ואין כן דעת המחבר לא כאן ולא בגט: "
      ],
      [
        "<b>המקנה בהמה וכלים שעל גבה וכו'.</b> זו הבבא והאחרת דא''ל המקנה משוך בהמה זו וקנה כלים שעליה מפורשות פ' קמא דמציעא (דף ט':) בההיא דר' אליעזר שהבאתי פ''ב דאמרינן התם בעי ר''א וכו' אלא וקני כלים שעליה מהו מי מהניא משיכה דבהמה לקנות כלים שעליה או לא אמר רבא אי אמר לי' קני בהמה וקני כלים (שעליה) מי קני כלים חצר מהלכת היא וחצר מהלכת לא קני וכ''ת בשעמדה והא כל שאילו מהלך לא קנה עומד ויושב נמי לא קנה והלכתא בכפותה פירוש והלכתא שקנה בכפותה הבהמה וכשאמר לו קנה הבהמה וקנה הכלים בדוקא הא אם אמר לו משוך בהמה וקני כלים לא קנה דחילוק יש בין משוך בהמה וקני כלים לקני בהמה וקני כלים דאי לא במאי קא מתמה רבא אי אמר לי' קני בהמה וכו' דמשמע דטפי אית ליה למקני כי קנה בהמה מלמקנינהו אי לא קני הבהמה אבל אי אמר לי' משוך בהמה וקנה כלים אפילו היתה כפותה לא קנה כלים דהא חצרו של מוכר היא והיאך תקנה ללוקח. ושיטה אחרת יש: "
      ],
      [],
      [
        "<b>היה עציץ נקוב וכו'.</b> פירוש עציץ כלי חרס ומשימין בתוכו עפר וזורעים בו, ודין הזרעים כדין קרקע גמור ודין העציץ כדין מטלטלין ודוקא בנקוב לקרקע אבל אינו נקוב אף לזרעים דין מטלטלין שאינו נקרא מחובר שהחרס מפסיק. וזאת הבבא מימרא בגיטין פרק המביא תניין (גיטין דף כ\"ב): ",
        "<b>ומ''ש כיון שמשך קנה.</b> הוא מפני שהרי העציץ כמטלטלין ונקנה במשיכה: ",
        "<b>הקנה הזרעים וכו'.</b> גם זה שם. <b>ומה שאמר עד שיחזיק בזרעים</b> לשון הגמרא שם אבל ה''ה שנקנה בכסף ובשטר כדין הקרקע כמו שיתבאר: "
      ],
      [
        "<b>היה העציץ וכו'.</b> ג''ז שם ופירש''י החזיק בעציץ ולא משכו לקנות אלא עשה בו שום מלאכה במקומו אף עציץ לא קנה דמטלטלין לא מיקנו בחזקה עכ''ל: ",
        "<b>החזיק בזרעים וכו' וזהו ששנינו וכו'.</b> לשון הגמרא שם: "
      ],
      [
        "<b>כבר ביארנו וכו'.</b> למעלה פ''א מהלכות אלו: "
      ],
      [
        "<b>פשתן שהוא מחובר לקרקע וכו'.</b> שנינו במשנה בפרק הספינה (בבא בתרא דף פ\"ד) הלוקח פשתן (מחובר) מחבירו כיון שתלש ממנו כל שהוא קנה ומקשינן עלה בגמרא (דף פ\"ז) משום דתלש ממנו כל שהוא קנה אמר רב ששת הב״ע דא״ל לך ויפה לי קרקע כל שהוא וקנה כל מה שעליו ע״כ בגמרא ובהלכות ופירשה רבינו בפשתן שא״צ כלל לקרקע דהיינו דאקשינן משום דתלש ממנו כל שהוא קני דמטלטלין נינהו דהעומד ליתלש כתלוש דמי. ",
        "<b>ומה שכתב הכל קנה מפני התנאי הזה.</b> יש לפרש דבאותה תלישה ובשכר היפוי ההוא קנה קרקע וקנה אגבו כל מה שעליה וכן פירשוה קצת מהמפרשים ז''ל ולשון רבינו ז''ל כלשון הגמרא: "
      ]
    ],
    [
      [
        "<b>כליו של אדם כל מקום וכו'.</b> מימרא מפורשת בהמוכר את הספינה (דף ס\"ה): ",
        "<b>לפיכך אין כליו של אדם וכו'.</b> פי' לפי שאין רשות להניחו שם וגם זה הוא מבואר שם: ",
        "<b>אלא א''כ אמר להו המקנה לך וקנה בכלי זה.</b> מפורש שם דכיון דאינו מקפיד על הנחת כליו שם בחצירו יקנה לו כליו: ",
        "<b>וכן אם קנה תחלה הכלי וכו'.</b> נ''ל שיצא לרב דין זה מאותה שאמרו שם כגון שהיה בעלה מוכר קלתות דגרסינן התם כליו של לוקח ברשות מוכר קנה לוקח או לא (ואמר) רב הונא תניתוה זרקו לתוך חיקה או לתוך קלתה הרי זו מגורשת א''ל רב נחמן מ''ט קא פשטה ליה מההיא דמחו לה מאה עוכלי בעוכלא וכו' (חד) אמר והוא שהיתה קלתה תלויה בה ומשום הכי מגורשת ואוקימתות אחרות וחד אמר כגון שהי' בעלה מוכר קלתות ופירש רבינו שזה הבעל מוכר קלתות ומכר לאשתו קלתה זו לפיכך אינו מקפיד על מקומה וה''ה לכל כיוצא בזה ואע''ג דההיא אוקימתא לא קיימא לגבי גט דקי''ל כר' יוחנן דבכל גוונא אין אדם מקפיד על מקום קלתה של אשתו כמו שיתבאר פרק ה' מהל' גירושין נפקא מינה לגוונא אחרינא, ורש''י ז''ל פירש בגיטין (דף ע\"א) מוכר קלתות לכך אינו מקפיד על מקומה שיש לו בית לכך עכ''ל. ואולי ממקום אחר יצא לו להרב ז''ל. אח''כ מצאתי כן לרב רבינו אבן מג''ש ז''ל וממקום שהבאתי: "
      ],
      [
        "<b>כשם שאין כליו של לוקח וכו'.</b> מפורש באותה סוגיא בפרק הספינה (בבא בתראדף פ\"ה:) דאמרינן אימא סיפא ברשות לוקח כיון שקבל עליו מוכר קנה לוקח ואי בכליו דמוכר אמאי קנה לוקח ומתרצינן סיפא אתאן בכליו של לוקח ועוד נתבאר באותה סוגיא וכן כתוב בהלכות אלא שהוא תימה שאותן סוגיות אליבא דמ''ד כליו של לוקח ברשות מוכר קנה דאזיל בתר כליו ולא בתר רשות נינהו ואולי כיון דחזינן אוקימתא הכי אמרינן דהכי הוא קושטא אליבא דכולהו וכן כתב הרב אבן מיגש ז''ל דכיון דלוקח מוציא מיד מוכר לענין כליו של מוכר ברשות לוקח אזלינן בתר כלי ובכליו של לוקח ברשות מוכר אזלינן בתר חצר והביא ראיה לזה: "
      ],
      [
        "<b>מסירה אינה קונה אלא ברה''ר וכו'.</b> זה מימרא דאביי ורבא שם (דף פ\"ד:) מיהו כתב הרשב''א ז''ל ר''פ הספינה גבי מסירה שקונה בחצר שאינה של שניהם דדוקא כשהכניסה שם מוכר שלא מדעת בעלים הא מדעת בעלים לא קנה דאילו פקדון היא ביד בעל חצר הרי שנינו ברשות המופקדין אצלו לא קנה וכו' כמו שיתבאר למטה בפרק זה אלא דוקא כשהכניסה שם מוכר שלא מדעת בעלים היא וכיון שלא היה לו רשות להניחה שם הרי היא להם כרשות הרבים אלו דבריו ז''ל: "
      ],
      [
        "<b>דבר הנקנה במשיכה וכו' כיון שהוציא מקצת החפץ וכו'.</b> בהשגות א''א נ''ל שאין זה הדין וכו'. ובודאי אף דעת רבינו כן כשמואל כמו שנתבאר למעלה פרק ג' אלא שהוא סובר דה''מ כשהדבר הוא ברשות שהמשיכה קונה ואין חילוק בין ספינה לשאר חפצים אבל הכא טעמא אחרינא הוא שזה כבר משכה כולה אלא שהיתה ברשות שאין המשיכה מועילה בו כיון שהכניס מקצתה ברשות שהמשיכה קונה בו די בכך וזהו שאמרו בסוגיא דספינה משיכה ברה''ר מי מהניא וכו' ופרכינן מאי עד שימשכנה מרה''ר לסימטא ודומה לסוגיא זו גבי פירות וסובר רבינו דבמקצתה סגי אפילו לשמואל וצ''ע. אח''כ מצאתי לרמב''ן ז''ל בכתובות פ' אלו נערות שכתב כדברי רבינו ממש בסוגיא דהיה מגרר ויוצא ודקדק כן מאותה סוגיא ומסוגיא דעד שימשכנה שכתבתי: "
      ],
      [
        "<b>טעון של פירות שהיה מונח וכו'.</b> זה [יצא לו מן הברייתא] משך חמריו ופועליו והכניסן לתוך ביתו וכו' ואמרינן פסק עד שלא מדד שניהן יכולין לחזור בהם ואוקימנא לה במתכלי דתומי פי' חבילות שומין שאינן בכלי הא אם היו בכליו של מוכר לא וכמו שנתבאר דכליו של מוכר ברשות לוקח לא קנה: ",
        "<b>וכן אם מדדן הלוקח ברה''ר וכו'.</b> זה פשוט לדעת המחבר שהגבהה קונה בכ''מ וא''כ האי מדד דקאמר בגמ' דלא קנה בשלא מדד הלוקח הוא וכן דעת התוס': "
      ],
      [
        "<b>היה המוכר מודד לתוך וכו'.</b> זה מפורש שם דאוקימנא ברייתא דקתני היה מדה של אחד מהם והיינו לוקח קנה לוקח דוקא בסימטא אבל לא ברשות הרבים שאין כליו של לוקח קונה לו ברה''ר כמו שנתבאר: ",
        "<b>היו הפירות ברשות וכו'.</b> זה מבואר באותה סוגיא שם: ",
        "<b>היו ברשות המוכר או ברשות המופקדין אצלו.</b> פי' ברשות אדם אחד שהיו מופקדין אצלו פירות אלו והוא מפורש בברייתא שם (דף פ\"ה) ויש שגורסין ברשות המופקדין עד שיקבל הלה פירוש הנפקד יקבל ברצון המוכר לתתן ללוקח ובודאי דסגי בכך: "
      ],
      [
        "<b>היו הפירות בסימטא וכו' ואפילו היו ברשות לוקח וכו' ואם אמר לו וכו'.</b> דין זה ודאי אמת הוא דבה''ג ודאי פשיטא דיכול לחזור בו אלא שאר המפרשים הוסיפו עליו ואמרו ופירשו (דף פ\"ו:) מימרא דרב ושמואל דאמרי תרווייהו כור בשלשים אני מוכר לך יכול לחזור בו ואפילו בסאה אחרונה כור בל' סאה בסלע אני מוכר לך ראשון ראשון קנה דוקא בכליו דלוקח ובסימטא או בחצר של שניהם ואין צ''ל ברשותו ואז כליו קנה לו הא לתוך כליו של מוכר לעולם לא קנה אלא המדה הזו של לוקח היא ושם המוכר מודד וכשא''ל כור בשלשים לא קנה הלוקח ראשון ראשון מפני שזה מקפיד שלא למכור פחות ואינו רוצה לגמור המכר לחצאין וטרם מדידה היו הפירות בכליו של מוכר אם הרשות הזאת רשות לוקח או ע''ג קרקע אם היו בסימטא. זו שיטת רש''י והרשב''א ז''ל והרב רבינו יונה ז''ל וזה דעת הר''א ז''ל בהשגות. ובהלכות נראה כדברי המחבר שכתוב שם על מימרא זו ומשכחת לה בסימטא אי נמי ברשות לוקח והוא דאיתנהו בכליו של מוכר דאי ברה''ר הא קי''ל דאין כליו של לוקח קונה לו ברה''ר ואי ברשות מוכר הא קי''ל נמי דכליו של לוקח ברשות מוכר לא קנה לוקח ואי ברשות לוקח וליתנהו בכליו של מוכר הא אמרינן ברשות לוקח כיון שקבל עליו מוכר קנה לוקח ואע''פ שלא מדד הילכך לא משכחת לה אלא כדאמרן ע''כ, נוטין דבריו לדברי המחבר אלא דאפשר דטרם מדידה קאמר אבל בשעת מדידה לכליו של לוקח הוא מודד וצ''ע והשיטה האחרת עיקרית: "
      ],
      [
        "<b>וכן המוכר יין או שמן לחבירו וכו'.</b> זו משנה שם (דף ס\"ו) ומוקמינן לה בגמרא במדה דסרסור ובסימטא או ברשות לוקח כדאיתא בהל'. והטעם שזה הסרסור משאיל המדה להם עד שלא נתמלאת היא מושאלת למוכר משנתמלאת מושאלת ללוקח: "
      ],
      [
        "<b>וכן פירות צבורין וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>היתה המדה של אחד מהם וכו'.</b> ברייתא שם (דף פ\"ו:). ",
        "<b>ומ''ש והיה בה רשמין.</b> הכין אוקימנא לה בגמרא הכא גבי הא דרב ושמואל דלעילא ופי' בשמכר לו כל שנת ושנת שאל''כ הרי הוא ככור בל' שלא קנה ראשון ראשון. ובהשגות של אחד מהן א''א של לוקח. וזה כפי השיטה שכתבתי למעלה והמחבר הביא לשון הברייתא כפשטה ואני תמה במדה של מוכר במה יקנה לוקח והלא משנה שלימה מדד ולא משך לא קנה ואולי שהוא מפרש אותה דדוקא בכור בשלשים שלא גמרה מלאכת המדידה: "
      ],
      [
        "<b>זה כלל גדול יהיה בידך וכו' אם לא פסק הדמים וכו'.</b> זה מפורש בברייתא שם (דף פ\"ו) דבעינן פסיקת דמים קודם קנייה דסמכא דעתיה דמוכר: "
      ],
      [
        "<b>ומ''ש שאם היו דמיו פסוקין וכו'.</b> פשוט הוא ויצא לו מעובדא דהנהו קארי דאיקצי דמייהו ה''ז קנה ומהא דנוטל כלי מן האומן וכ''כ הרב ן' מג''ש ז''ל ודעת הרב אלפסי ז''ל דבעינן קצובין מפני המוכר וכן דעת הרמב''ן ז''ל וכדברי הרשב''א שאכתוב למטה: "
      ],
      [
        "<b>לפיכך המושך חמריו ופועליו וכו'.</b> הברייתא השנויה שם (דף פ\"ה:) כך היא משך חמריו ופועליו והכניסן לתוך ביתו בין פסק עד שלא מדד בין מדד עד שלא פסק שניהם יכולין לחזור בהן פרקן והכניסן לתוך ביתו פסק עד שלא מדד אין שניהם יכולין לחזור בהם מדד עד שלא פסק שניהם יכולין לחזור בהם וכתב בהלכות ואוקמה מר בר רב אשי במתכלי דתומי דליתנהו בכלי אבל כליו של מוכר ברשות לוקח לא קנה לוקח ע''כ. והמחבר מפרשה כך רישא שניהם יכולין לחזור בהם והא דמשמע שאם פסק ואח''כ מדד קנה דוקא בשמדד לוקח או מוכר לתוך רשותו או כליו של לוקח אבל לתוך כליו של מוכר והמודד מוכר אפילו פסק ואח''כ מדד לא קנה דקי''ל דכליו של מוכר ברשות לוקח לא קנה פרקן והרי הם מונחים ברשות לוקח בלא הפסק כליו של מוכר בזה פסק ואח''כ מדד קנה לוקח ואע''פ שהמודד מוכר שהרי רשותו קונה לו ללוקח מדד עד שלא פסק פירוש ולא פסק x לבסוף קודם פסק יכולין לחזור בהן שאין רשותו של לוקח קונה לו אלא לאחר פסק. ועיקר הדברים דכל קנייה בעינן אחר פיסוק דמים ואם היא קנייה שכלתה לה כגון משיכה או הגבהה אע''פ שפסק לבסוף לא עשה כלום ואם מדין רשותו כיון שהוא ברשותו אחר פסק קנה. ומה שכתב המחבר ",
        "<b>בפרקן פסק ואחר כך מדד.</b> י''מ דלא בעיא מדידה בסוף אלא בפסק בלבד ברשות לוקח קנה לו ופירשו פסק עד שלא מדד אפילו קודם שמדד אין שניהם יכולין לחזור בהם: "
      ],
      [
        "<b>הנוטל כלי מן האומן וכו'.</b> מימרא דשמואל בהמוכר את הספינה (דף פ\"ז: ופ\"ח). ",
        "<b>ומ''ש דמיו קצובין.</b> י''מ כגון כלים קטנים הנמכרין לעולם באיסר ששעור שלהן ידוע זה לשון רש''י ז''ל והרשב''א ז''ל כתב דמיו קצובין מפי המוכר או שאמר עכשיו בפירוש כלי זה בכך וכך א''נ שקצץ דמים פעם אחת לכל מי שבא ליקח ממנו כלי כזה וכו' הא לאו הכי לא קנה אע''פ שמוכרין כיוצא בו בעיר בקצבה ידוע דאכתי לא סמכא דעתייהו דילמא אין המוכר מתרצה בכך וכו' ע''כ. ודברי המחבר שכתב למעלה נוטין לדברי רש''י ז''ל: ",
        "<b>ויהיה אותו וכו'.</b> זה מבואר בנדרים בפרק ד' נדרים (נדרים דף ל\"א): ",
        "<b>ומ''ש עד שיפסוק דמים.</b> כלומר עם זה הלוקח ושיתרצו שניהם בדמים ומ''מ אפי' כשהחפץ חביב על הלוקח אם בא לחזור לוקח חוזר כיון דלא פסק דמים לא העמידוהו חכמים ברשותו אלא לענין אונסין אבל לענין חזרה ודאי יכול לחזור בו וכ''כ הרב אבן מג''ש ז''ל דלוקח יכול לחזור בו ולא מוכר וזה פשוט: "
      ],
      [
        "<b>אחד המושך וכו'.</b> זה פשוט בכמה מקומות ומתבאר במציעא (דף ח' וט') גבי מציאה: "
      ]
    ],
    [
      [
        "<b>כל המטלטלין קונין זה את זה וכו'.</b> משנה ריש הזהב במציעא (דף מ\"ד) בפירוש בלשון הזה: ",
        "<b>כיצד החליף פרה בחמור או יין בשמן וכו'.</b> משנה פרק קמא דקדושין (דף כ\"ח) ומייתי לה במציעא בהזהב (דף מ\"ו): ",
        "<b>אע''פ שמקפידין וכו'.</b> כרבא דאסיק הכין בהזהב (דף מ\"ו) דכל חליפין אפילו מקפידין עליהם קנה וכן מפורש בהלכות. וממ''ש הרב או יין בשמן דמשמע דאפילו פירות מיקני בכה''ג וכתב למטה גבי קניין ולא בפירות צ''ל שדעת המחבר כשיטת התוס' (דף מ\"ו: בד\"ה ופירי נמי) בשם ר''ת שאמרו דע''כ לא קאמר ר''נ דאין קניין בפירות אלא כעין קניין סודר שהוא כעין נעל ואינו בתורת שווי הדמים אבל חליפין שהם בתורת שווי הדמים כגון אלו אפילו לר''נ פירי נמי עבדי חליפין והא דמקשינן על סוגיא זו דקדושין מהא דר''נ משום דמשמע להו דפירי נמי עבדי חליפין כעין קניין סודר וכבר האריכו להעמיד שיטה זו והרשב''א ז''ל כתבה שם אבל קצת המפרשים הסכימו דאפילו בחליפין אלו שהם בתורת שווי דמים אינן קונים בפירות אבל שור בפרה וכל בעלי חיים בעודן בחיים קונין זה את זה: "
      ],
      [
        "<b>החליף חמור בפרה וטלה וכו'.</b> ברייתא ואוקימתא דרבא שם בהלכות מיהו כתב הרשב''א ז''ל מפני שאין החמור ראוי ליחלק לא קנה כלל אבל אילו א''ל פרה וטלה בכור חטים ומשכה לפרה ולא משכו לטלה קנה חטים כנגד הפרה והביא ראיה מאותה ברייתא שנתבארה פ''א גבי י' שדות דאם נתן מקצת דמים קנה כנגד מעותיו ולא אמרינן כיון שהמקח אחד אינו נקנה לחצאין ה''נ לא שנא: "
      ],
      [
        "<b>דמים שאין מקפידין וכו' באכסרה.</b> פי' דבר שאינו לא מנוי ולא מדוד ואין ידוע שיעורו ולשון משנה הוא בזרעים (דמאי פ\"ב) והדין מימרא היא מפורשת בהזהב (דף מ\"ו מ\"ז) ובהלכות. ",
        "<b>ומ''ש ולא הצריכו בו משיכה.</b> לפי שכבר נתבאר ריש פ''ג דדבר תורה מעות קונות והמשיכה מדבריהם וכיוצא בזה לא תקנו והוא טעם למה שאמרו בגמ': "
      ],
      [
        "<b>וכן ראובן שמכר מטלטלין לשמעון וכו'.</b> בהשגות א''א דבר זה אין לו שורש וכו': ",
        "<b>אבל אם היה לו חוב וכו' ורצו שניהם לא קנה.</b> בהשגות א״א ואפילו למי שפרע ע״כ. ועתה אפרש באמת דברי המחבר. בבא הראשונה הם דברי ההלכות בפירוש בפרק הזהב (בבא מציעא דף מ\"ו:) גבי הא דאמר ויש דמים שהן כחליפין כיצד החליף דמי שור בפרה וכן פר״ח ז״ל והר״א ז״ל מפרש בדמים שאינן ידועים ופירושו צ״ע. ומ״מ הקשה הרמב״ן ז״ל לשיטת הגאונים מהא דאמרינן בקידושין (דף מ\"ז:) המקדש במלוה אינה מקודשת וכו' שוין במכר שזה קנאו ואקשינן ואי מלוה להוצאה ניתנה במאי קני אלמא לא מיקנו זביני במלוה ואפילו מעות מלוה בעינייהו דהא אסיקנא דמלוה להוצאה ניתנה וכ״ש היכא דליתנהו בעינייהו כי הכא וכ״כ הרשב״א ז״ל, וכתב הרמב״ן ז״ל בתירוץ קושיא זו בסוף דבריו ולפי מה שפירשו רש״י ורבינו יצחק בקדשה בהנאת מלוה מקודשת שהוא באומר לה התקדשי לי בהנאה זו שאת היית נותנת פרוטה לאדם שיפייסני על כך וכך הוא עיקר הפירוש בלא ספק אף כאן אפשר לאוקמה באומר לו בהנאת אותו מלוה שיש לי עליך מדמי השור שאני מוחל לך תהא חמורך שלי מעכשיו עכ״ל. גם בזה העלה הרשב״א ז״ל דלא אמרו לא קנה אלא בגופה של מלוה דהיא אינה בעולם. אלו דבריהם ז״ל, והנראה לי מדברי המחבר שאינו סומך על סוגיא דהאיש מקדש כמו שיתבאר פרק ז' מ״מ נראה שהוא ז״ל מחלק בין מלוה מחוייבת מחמת מכר למלוה מחוייבת מחמת שהלוהו ממש מעות בעין וטעם לזה נ״ל לפי שחיוב הנעשה מחמת מכר אינו מצוי ולא תקנו בו משיכה. וא״ת מ״מ במה יקנה והא הנך מעות ליתנהו בעולם איכא למימר דכיון דמחמת מכר נינהו ה״ל כאילו לא נתחייב לו מעולם במעות וכאילו החליפו פרה בשור דכיון שמשך האחד נקנה השאר בכ״מ שהוא אבל במעות הלואה ליכא למימר הכי ומ״מ יש בהן מי שפרע מו שכתבו ז״ל אבל לדעת הרמב״ן ז״ל והרשב״א ז״ל הרי זה כמלוה בעלמא ובכל גוונא במלוה עצמה לא קנה בהנאת מלוה קנה ודברי הר״א ז״ל שאמר בזאת הבבא השנייה אפי' למי שפרע יתבאר בארוכה דעתו ודעת המחבר פ״ז: "
      ],
      [
        "<b>הקרקעות והעבדים והבהמה ושאר כל המטלטלין וכו'.</b> זה מבואר בכמה מקומות מן הגמרא ומפורש בהזהב (דף מ\"ה ומ\"ו) דעת רבינו כדעת מי שאמר שדין קניין הוא אפילו בלא כסף וכן עיקר: ",
        "<b>ועיקר הדרך הזאת וכו'.</b> כרב דאמר בכליו של קונה וכדאסיקנא בגמרא: "
      ],
      [
        "<b>אין קונין אלא בכלים וכו'.</b> מפורשת זאת הבבא שם בהזהב ובהלכות: "
      ],
      [
        "<b>הקנה אחד כלי למוכר וכו'.</b> זה פשוט. ונראה שדעת הרב ז''ל ללומדה מן ההיא דפ''ק דקדושין (דף ו') בכולהו קני לבר מאשה וכו' גבי מתנה על מנת להחזיר שמה מתנה וה''ה לקניין וכן כתוב בעיטור בשם הגאונים ז''ל דכיוצא בזה קנה ופשוט הוא: ",
        "<b>אע''פ שלא תפס המוכר כל וכו'.</b> זו מימרא מפורשת פ''ק דמציעא (דף ז') ובהלכות א''ר משרשיא הילכך האי סודרא כיון דאית ביה ג' על ג' כמאן דפסק דמי וקני ומאי שנא מדרב חסדא דאמר ר''ח גט בידה ומשיחה בידו אם יכול לנתקו ולהביאו אצלו אינה מגורשת ואם לאו מגורשת ופרקינן התם כריתות בעינן וליכא הכא נתינה בעינן והא איכא ודעת המחבר במ''ש וכן אם אחז פחות מג' אצבעות מן הבגד והוא יכול לנתק כל הכלי הרי זה קנה לומר דכיון דבגט כיוצא בה אינה מגורשת דאזלינן בתר בעל שהוא יכול לנתקו הוא הדין גבי קניין דאזלינן בתר התופס שיכול לנתק אבל לשון הרשב''א ז''ל בזה כך הוא והיכא דלא נקיט בידיה ג' על ג' כתב הרמב''ן ז''ל כל שאינו יכול לנתקו ולהביאו אצלו שפיר דמי ונראה שדקדק אותה מדרב חסדא דאמר גט בידה ומשיחה בידו אם יכול לנתקו ולהביאו אצלו אינה מגורשת וליתא דהתם הא אסיקנא טעמא משום דבעינן כריתות אבל הכא דנתינת כלי בעינן והא איכא עכ''ל: "
      ],
      [
        "<b>זה שכותבין בשטרות וקנינא וכו'.</b> זה מפורש בגמרא בהזהב (דף מ\"ז) ובהלכות. ובהשגות א''א ביה למעוטי מטבע ע''כ. ובאמת שכך הוא בגמרא ללשון אחרון: "
      ],
      [
        "<b>זה הקניין א״צ להיות בפני עדים וכו'.</b> זה נלמד מההוא עובדא דפרק האומר דקדושין (דף ס\"ה:) מר זוטרא ורב אחא וכו' ואמרינן התם לא איברו סהדי אלא לשקרי וכ״כ שם בהלכות דמהתם שמעינן הכי וכ״כ רבינו חננאל ז״ל. ובהשגות א״א אין הכל מודים בקניין ע״כ. נתלו באותה סוגיא שאמרו פרק חזקת הבתים (בבא בתרא דף מ') קניין בפני שנים וא״צ לומר כתובו אלמא דשנים בעינן וליתא דהתם ה״ק כל זמן שהיא בפני שנים השנים כותבין ואין צריכין לשאול ולומר דלא בעינן תלתא כמעשה ב״ד אבל כל זמן שהם מודים בלא עדים סגי וראיה מפרק הזהב (בבא מציעא דף מ\"ה מ\"ו) דאקשינן גבי עומד בגורן ולקניה אגב סודרא ותירצו דלית ליה ולקניה אגב קרקע ותירצו דלית ליה ואקשינן איכפל תנא לאשמועינן גברא [ערטילאי] דלית ליה ולא כלום ואם איתא לישני ליה כגון דליכא סהדי כשמקנים זה לזה והא מילתא שייכא טובא בגורן אלא ש״מ דלא בעינן סהדי אלו דברי העיטור והרשב״א ז״ל: "
      ],
      [
        "<b>המוכר או הנותן שקנו מידם וכו'.</b> כרב יוסף דאמר הכין בבבא בתרא פרק יש נוחלין (בבא בתרא דף קי\"ד) והכין איפסיקא הלכתא בגמרא. ויש מפרשים אותה דוקא במתנת שכיב מרע במקצת דבעינן קניין אבל בבריא אינו יכול לחזור ואינו דסתם אמרו בכל קניין וזה דעת בעל העיטור והרמב״ן והרשב״א זצ״ל: ",
        "<b>מה שאין כן בשאר דרכי הקנייה וכו'.</b> זה מבואר דבחזקה ובמשיכה אינו חוזר דלא אמרו אלא קניין והראיה ממה שנתבאר פ''ד כור בשלשים סאה בסלע ראשון ראשון קנה אע''ג דעסוקין באותו ענין וזה דעת המפרשים ז''ל: "
      ],
      [
        "<b>יש דברים הרבה שאינן צריכין קניין וכו'.</b> אלו דברים פשוטים שלא מצינו בהם קניין בשום מקום ולא יאות בו דבאמירה הם גמר הדברים. ודין המחילה שאינה צריכה קניין יש ראיה לדבר מדאמרי' פ''ק דקידושין (דף ט\"ז) זאת אומרת עבד עברי גופו קנוי דאי לא לימא ליה באפי תרי זיל אלמא דמתחילת השעבוד אם לא היה גופו קנוי באמירה בפני שנים סגי: "
      ],
      [
        "<b>נהגו רוב המקומות וכו' ואע''פ שאינו צריך קניין.</b> זה נמשך אחר מה שנזכר למעלה וכן דעת הגאונים ז''ל: "
      ],
      [],
      [
        "<b>הדברים שאין בהם ממש וכו'.</b> זה מוסכם ונלמד מהסוגיא דרפ''ק דב''ב (דף ג') וכי קנו מידן מאי הוי קניין דברים בעלמא הוא גבי חלוקת חצר וה''ה לכל כיוצא בזה: ",
        "<b>או שישתתפו שניהם באומנות וכו'.</b> בהשגות א''א אבל שתוף עצמו נקנה בקניין ע''כ. נראה דדעתו שאם השתתפו שהטילו שניהם ממון שיתופם לכיס אחד וקנו מידם שזה קניין גמור. ופ''ד מהל' שלוחין ושותפין ביאר המחבר דין זה בארוכה: "
      ]
    ],
    [
      [
        "<b>הפירות אע''פ שאין קונין בהם וכו'.</b> במציעא בהזהב (מ\"ה:) בההיא מימרא דרב פפא מידי דהוה אפירי לר''נ דאע''ג דאינהו לא עבדי חליפין אקנויי מיקנו בחליפין וזה פשוט וכ''ש לרב ששת דאמר אינהו עבדי חליפין: ",
        "<b>אבל המטבע כשם שאין קונין בו וכו'.</b> גם זה מבואר שם (דף מ\"ו) דר''פ דאמר מטבע נקנה בחליפין הדר ביה: "
      ],
      [
        "<b>לשונות של זהב ושל כסף וכו'.</b> מבואר שם (דף מ\"ה:) דאמרינן מאי טעמא דמאן דאמר אין מטבע נעשה חליפין משום דדעתיה אצורתא וצורתא עבידא דבטלה ע''כ בגמ'. ולשונות אין בהם צורה ותו דק''ו הוא ממעות שפסלתן מלכות שיתבאר לפנינו וזה פשוט. ואפשר ג''כ שהוא מפרש אסימון האמור במשנה (דף מ\"ד) כדברי רש''י ז''ל כסף שאין עליו צורה וזה לשונות שהזכיר: ",
        "<b>אבל המטבע של כסף או של דינר זהב.</b> מ''ש שדינר של זהב דמים לגבי שאר המטלטלין הוא מחלוקת בין הגאונים ורב האי חולק בזה ואמר דמטבע זהב הוא כפירא לכל מילי ודעת המחבר כר''ח ז''ל וההלכות וראיותיהם מבוארות שם בהלכות בהזהב: "
      ],
      [
        "<b>בד''א בזמן שקנה שאר מטלטלים וכו' או עבדים וקרקעות.</b> פי' במטלטלין הן קונין על הדרך שנתבאר פ''ג ובעבדים וקרקעות הן קונין לגמרי וזהו כסף האמור למעלה פ''א וזה פשוט שאין דין המטלטלין והעבדים והקרקעות שוין בקנייה: ",
        "<b>אבל הדינרין של זהב וכו'.</b> זה סתם משנה הזהב קונה את הכסף וכזקנותיה דרבי וכדאיתא בהלכות וזהו דעת הגאונים ז''ל: ",
        "<b>וכן המעות של נחשת וכו'.</b> גם זה במשנה שם וכתבו קצת המפרשים ז''ל שהזהב קונה את הנחשת ואין הנחשת קונה אותו דהא אפי' לגבי כספא הוי חידוש כדאיתא בגמרא משום דחריף טפי עכ''ל הרשב''א ז''ל במשנה: "
      ],
      [
        "<b>כיצד נתן לו דינר של זהב בכ''ה וכו'.</b> ברייתא שם. ",
        "<b>ומ''ש אם חדשים חדשים.</b> פירוש שאינו יכול ליתן לו ישנים אע''ג דנפקו להדיא משום דמצי א''ל לישנן בעינן להו כדאיתא בגמ': "
      ],
      [
        "<b>נתן לו שלשים איסר וכו'.</b> גם זה שם ברייתא ואיתא בהלכות ופשוט הוא: "
      ],
      [
        "<b>וכן מעות הרעות שפסלתן מלכות וכו'.</b> שנינו במשנה (דף מ\"ז) מעות הרעות קונות את היפות ופירש''י ז''ל שנפסלו וכן דעת המחבר. ומה שכתב פסלתן מלכות כלומר שאין יוצאין כלל ופסלתן מדינה כלומר שאין יוצאין באותה מדינה והיו רגילין לצאת ועדיין יוצאין במדינה אחרת והכין איתא בגמ'. והרשב''א ז''ל כתב נראה שפירוש מעות הרעות דשופי וסומקי דיוצאין הן אלא שאין יוצאין [בחריפות] אלא בדוחק והשתא אשמעינן רבותא טפי דאע''ג דסגיין כיון דלא חריפי היו פירא לגבי מעות היפות דחריפי כנ''ל וכ''נ מדברי הראב''ד ז''ל עכ''ל. ר''ל אע''ג דלגבי שאר מילי טבעא הוו גבי מעות היפות הוו פירא ואין כן דעת המחבר: ",
        "<b>או דינרים שאינן וכו'.</b> מבואר בהלכות והוו להו כפסלתו מדינה האמור בגמ' שם (דף מ\"ו:): "
      ],
      [
        "<b>המטבע אין לו דרך וכו'.</b> זה מתבאר במציעא בהזהב ודין אגב מפורש בעובדא דרב פפא שם בתרא (דף ע\"ז:) בפירוש: ",
        "<b>והוא שיהיו אותן וכו' אבל ראובן שהיה לו חוב.</b> פירוש במלוה על פה. ודין השטר יתבאר לפנינו: ",
        "<b>נ״ל שלא קנה החוב.</b> זו סברת המחבר נכונה דההוא עובדא דרב פפא פקדון היה אבל מלוה על פה א״א להקנותה באגב וכ״כ הרשב״א ז״ל בהגוזל עצים (דף ק\"ד:) דלא גרסינן בההוא עובדא דר' אבא הוה מסיק זוזי בדרב יוסף בר חמא [אגב] לפי שמלוה על פה א״א להקנותן באגב וכן עיקר. ויש מביאין ראיה מדאמרינן פרק מי שמת (בבא בתרא דף קמ\"ח) שכיב מרע שאמר [תנו] הלואתי לפלוני הלואתו לפלוני x ואקשינן והא ליתיה בבריא ואמרינן דאיתיה במעמד שלשתן ולא אמרינן איתיה באגב וזה דעת הרמב״ן ז״ל: "
      ],
      [
        "<b>היו עומדין שלשתן וכו'.</b> דין מעמד שלשתן נתבאר בגמ' בהרבה מקומות ועיקרו ספ''ק דגיטין (דף י\"ג:): ",
        "<b>ואין אחד משלשתן יכול לחזור בו.</b> פירוש אין אחד משלשתן כגון ראובן שהיה חייב ללוי מנה ושמעון היה חייב לראובן מנה והמחה ראובן את לוי אצל שמעון אין אחד משלשתן יכול לחזור בו וכ''כ בהלכות (דף קל\"ג:) במציעא בהמקבל (דף קי\"ב) בביאור ויש מן המפרשים שכתבו שמעמד שלשתן אפילו בעל כרחו של נפקד איתיא כגון במה שהמשלתי למעלה בעל כרחו של שמעון ויש חולקים והדברים עתיקים, גם יש מי שכתב דכל שקנה במעמד שלשתן אינו יכול למחות ויש אומרים דחוזר ומוחל: "
      ],
      [
        "<b>היה ראובן חייב וכו'.</b> החילוק הזה שכתב בין ששמעון חייב לראובן שאינן יכולין לחזור בין שאין שמעון חייב לראובן אלא שהוא אומר אליו להלוותו ולתתו לשמעון מבואר בהלכות במציעא בהמקבל מהכרע השמועות: "
      ],
      [
        "<b>המוכר שטר וכו' אינו נקנה במסירה.</b> זו מחלוקת בגמרא (דף ע\"ז) בהמוכר את הספינה ובגט פשוט ובמקומות הרבה אבל כך דעת הפוסקים דאין אותיות נקנות במסירה וכאמימר ורב אשי דאינון בתראי דאית להו הכי בהמוכר את הספינה וכן בהלכות בפרק גט פשוט (בבא בתרא דף ק\"ע): "
      ],
      [
        "<b>וכיצד יקנה וכו' קנה שטר פלוני וכל שעבוד שבו.</b> מפורש בגמ' בהספינה ודוקא שאמר וכל שעבודו הא לאו הכי לא קנהו אלא לצור ע''פ צלוחיתו כדאיתא התם: ",
        "<b>ואינו צריך עדים לעניין קנייתו אבל צריך עדים וכו'.</b> בהשגות אמר אברהם יש שהקשה על זה והא קי''ל כרבא דאמר א''צ להביא ראיה על המסירה וי''ל דלא פליגי אביי ורבא אלא אליבא דמאן דאמר דאותיות נקנות במסירה וכו'. ותימה הוא דאי להדי מוכר נאמר אע''פ שהוא מכחישו ויכול לומר לו כתבת ומסרת לי אפילו זה עומד וצווח למה לא יהא נאמן אצל הלוה. ותו אם הוא אינו יכול לגבותו בלא ראיה מן הלוה נאמנותו אצל המוכר מה הוא מועיל לו. וי''ל שאם הלוה רוצה לפרוע אין המלוה יכול למחות בידו. ולקושיא ראשונה למה לא יהא נאמן אצל הלוה יש לתרץ לפי שהלוה יכול לומר שמא בתורת פקדון בא לידך ואתה הודית כן למלוה מ''מ כך העלה הרשב''א דכל שצריך כתיבה או אגב מודה רבא שצריך להביא ראיה. וזה עיקר וראיות נכוחות יש וכן דעת קצת המפרשים ז''ל ואין זה דעת המחבר שכתב וא''צ להביא עדים לענין וכו' אלא ודאי אין צריך להביא ראיה לענין המוכר זו היא מימרא דרבא וכדברי הר''א ז''ל וכ''כ רבינו פרק ט' מהלכות נחלות אצל אחד שטען וכו' שם יתבאר שאפילו מוכר מכחישו הלה נאמן לענין שלא נוציא שטר מתחת ידו ולא נגבה בו למלוה. ועוד צ''ע פרק ששה עשר מהל' מלוה ולוה: "
      ],
      [
        "<b>קנין השטרות מד״ס וכו'.</b> זה דעת ההלכות בפרק הכותב (כתובות דף פ\"ו) בכתובות ועיקר: ",
        "<b>לפיכך המוכר שטר וכו'.</b> דין זה עיקרו בכתובות שם בהכותב והוא מוסכם. והעלה הרשב״א ז״ל דאין מכריחין הקונה להחזיר השטר ללוה אע״פ שהחוב מחול וראיה מפרק האיש מקדש (קידושין דף מ\"ז מ\"ח) ומ״מ המוחל חייב לשלם לקונה כמו שנתבאר פ״ז מהלכות חובל ומזיק: "
      ],
      [
        "<b>האשה שהכניסה שטר חוב וכו'.</b> מימרא מפורשת פ' הכותב בכתובות (פ\"ה:): "
      ],
      [
        "<b>המקנה לחבירו קרקע כ״ש וכו'.</b> דין האגב מפורש בפ' הספינה (בבא בתרא ד' ע\"ז) אגב שאני וכתבו המפרשים דאגב במקום מסירה וכתיבה עומד זה דעת הפוסקים אע״פ שרבינו חננאל ז״ל כתב שאינו עומד אגב אלא במקום מסירה לבד: ",
        "<b>ויראה לי שגם זה יכול למחול וכו'.</b> זה דבר נכון ופשוט וראיה דלא אמרינן בפ' החובל (בבא קמא דף פ\"ט) לזבון לכתובתה באגב וכן במקומות אחרים: ",
        "<b>וכן המוכר קרקע וכו'.</b> זו מימרא בקדושין פ״ק (דף כ\"ז) ובפרק המוכר את הספינה (בבא בתרא דף ע\"ז) ופירשה רש״י ז״ל בשטרי הקנאה לפי שהוא סבור שאין כותבין שטר למוכר בלא לוקח אא״כ הוא שטרי הקנאה כלומר שיש בו קניין דמשעת קניין שיעבד נפשו הא לאו הכי לא דומיא דשטר חוב שאין כותבין ללוה בלא מלוה אא״כ שטר החוב הוא קניין כמו שנתבאר פרק כ״ג מהל' מלוה ולוה וכדאיתא במציעא והרמב״ן והרב ר' יונה והרשב״א ז״ל הקשו אי בשטרי הקנאה למה הוא צריך לאגב והלא קנה השטר בכ״מ שהוא משעת קניין לפיכך פירשוה בלא הקנאה וכגון שכתבו שטר למוכר ומונח בידן של עדים להקנות ללוקח בו ביום ובא והחזיק בקרקע ונקנה לו שטר בכ״מ שהוא ונמסר לו בזמנו עכ״ל הרמב״ן ז״ל. ועוד כתב ולדברי רבינו חננאל ז״ל שהוא סובר דאפילו בשטרי אקנייתא בעינן דמטי שטרא לידיה מתוקמא הא דרב הונא שפיר ע״כ. והמחבר הביא מימרא כלשונה ולא חילק: ",
        "<b>נקנה השטר בכ''מ שהוא וכו'.</b> בהשגות א''א והוא דא''ל אגב וקני ע''כ. וכ''כ קצת מהמפרשים ז''ל דבעי למימר ליה קני לך הוא וכל שעבודא דאית ביה. והטעם אע''ג דשטרי מכר ומלוה אינן צריכין הקנאה ללוקח או למלוה אלו שלא נכתבו לתתם ללוקח אלא למוכר שהרי אין ללוקח עמו כשהמוכר רוצה להקנותם ללוקח צריך להקנותם לו אגב קרקע והוא הדין לכל כיוצא בזה: "
      ],
      [
        "<b>האומר זכו בשדה זו עד סוף הפרק.</b> באותו מימרא בפ״ק דקדושין (דף כ\"ו) ופ' הספינה (בבא בתרא דף ע\"ז) ז״ל האומר זכו בשדה זו לפלוני וכתבו לו את השטר חוזר בשטר ואינו חוזר בשדה על מנת שתכתבו לו את השטר חוזר בזה ובזה ע״כ. ונ״ל מתוך דברי המחבר שהוא מפרשה שלא קנו מידו כלום אלא שהוא עשאן שלוחין לזכות לאותו פלוני בקרקע ההוא וזהו שכתב והחזיק הזוכה לו בקרקע וכ״כ אף על פי שהחזיק לו בשדה כלומר ואלו השלוחים החזיקו אותו פלוני בקרקע ובבבא הראשונה חוזר בשטר כל זמן שלא נמסר לפי שעדיין לא עשו שליחותן ואתי דבור ומבטל דבור ואינו חוזר בשדה שהרי נגמר שליחות השדה שהרי החזיקו ואין זה תלוי בזה ולפיכך השדה שלו ואין כותבין לו השטר ובבבא השנייה כיון שאומר על מנת נמצא תלוי זה בזה ואין לזכיות השדה גמר בלא כתיבת השטר וכיון שאין זה אלא שליחות והוא חוזר בשטר מיד נתבטל הכל וזה אפילו בשטר מקח הוא כמו שהביאה בהל' מכירה. וכתב הרמב״ן ז״ל חוזר בזה ובזה מהא שמעינן דתנאה להנאת מקבל תנאה הוי ולא בעינן בהא דומיא דתנאי בני גד ובני ראובן דתנאי להנאת נותן ומעשה למקבל דהא הכא שתכתבו לו קאמר והוי תנאה ושמעינן מינה שדי מכורה לך שדי נתונה לך על מנת שאתן לך מאתים זוז חוזר בזה ובזה עכ״ל: "
      ]
    ],
    [
      [
        "<b>מי שנתן דמים וכו' וחייב לקבל מי שפרע וכו'.</b> זו משנה בפרק הזהב (בבא מציעא דף מ\"ד): ",
        "<b>ואפילו נתן הערבון וכו'.</b> זה מחלוקת ר''י ורב שם בגמרא (דף מ\"ח ע\"ב) ופסק כר''י דאמר ערבון קונה כנגד כולו לענין מי שפרע וכן בהלכות שפירש רש''י ז''ל ערבון מקצת המעות נתנו לו על פיסוק מרובה וכתבו קצת המפרשים דדוקא מטבע גמור אבל שאר דברים שלא נתנם בתורת דמים זה הוא משכון שיתבאר לפנינו שאין בו מי שפרע וכן הוא בירושלמי: "
      ],
      [
        "<b>וכיצד מקבל מי שפרע וכו'.</b> במשנה שם: "
      ],
      [
        "<b>הנותן דמי מטלטלין וחזר בו הלוקח וכו' אבל אם חזר בו המוכר וכו'.</b> בהשגות א''א לא ידעתי מאין לו זה ההפרש וכו'. ועתה אפרש. דע שדינים אלו לא נתבארו בגמרא בפירוש וכמ''ש בהלכות שם בהזהב אבל הגאונים הסכימו בדבר זה ונאמר שלא בא בביאור בהלכות כשהלוקח חוזר בו ואמר לו המוכר בוא וטול מעותיך מה דינו דדברי ההלכות אינו אלא כשהמוכר חוזר ומ''מ מתוך דברי הגאונים אני דן שהם מסכימים לדברי המחבר שהרי אמרו כשהמוכר חוזר בו וקיבל עליו מי שפרע ואמר ללוקח בוא וטול מעותיך שאינו חייב באחריותן וכיון שכן כשלוקח חוזר בו וא''ל מוכר בוא וטול מעותיך כש''ח הוא שהרי קבלת מי שפרע אינה בהכרח אם המוכר לא ירצה ולא יבקש כן בב''ד אבל אם מקפיד ודאי לא וא''כ כאן שהוא אומר ללוקח בוא וטול מעותיך קודם קבלת מי שפרע אפילו תמצא לומר שהוא רוצה שיקבלנו אחר קבלת מעות מ''מ אחר שהוא אינו מאחרם בשביל כך למה יתחייב וקבלת מי שפרע אינה אלא לתועלת מי שאינו חוזר ולא לחובתו. וטענת הר''א ז''ל אינה דאע''ג דמעות יוצאות בע''כ כיון שהוא רוצה לתתם בלא קבלת מי שפרע מה בכך ותו שהרי אם היה רוצה היה מעכבם עד מי שפרע והוא אומר לו בוא וטול מעותיך: ",
        "<b>חייב באחריותן ואע''פ שחזר וכו'.</b> אחריות זה לפי דברי ההלכות הוא אפילו מאונסין גמורין דה''ל גביה כהלואה גמורה וכן דעת הרמב''ן ז''ל אבל לפי דעת התוס' אינו אלא כשומר שכר ואינו חייב אלא בגניבה ואבידה כיון דהן בעין וכ''נ מדברי הר''א ז''ל שכתב למעלה שהוא חייב בגניבה ואבידה: ",
        "<b>עד שיקבל מי שפרע וכו'.</b> י''מ דדוקא כי איתנהו בעין הנך זוזי ממש דיהיב לוקח פטור אבל אם הוציאם וייחד אחרים תחתיהם וקבל עליהם מי שפרע חזרו כהלואה וחייב עד שיבואו לרשות הלוקח, ויש מי שכתב דאפילו הוציאן כיון שקבלו עליו מי שפרע ונותנם לו אע''פ שלא קבלם לוקח פטור וזה דעת הרמב''ן ז''ל: "
      ],
      [
        "<b>מי שהיה לו חוב אצל חבירו וכו' וכל החוזר בו מקבל מי שפרע.</b> בהשגות א''א לא ידעתי למה זה וכו'. ובאמת שדבריו נכונים שאין מלוה קונה מאותה סוגיא דהאיש מקדש וגרסינן בירושלמי רב חייא בשם ר''י קדושין מלוה לחומרין ובקרקעות לא קנה ובמטלטלין אין מוסרין אותו למי שפרע וכתבוהו בפסק הלכה הרמב''ן והרשב''א ז''ל. ומ''מ כבר כתבתי למעלה פ''ה דבהנאת מלוה קנה לדעתם ז''ל ודעת המחבר הוא שאינו סומך על אותה הסוגיא דהאיש מקדש מכח ההיא דאמרינן ויש דמים שהן כחליפין כיצד החליף דמי שור וכו' כפר''ח ז''ל וההלכות כדאיתא לעיל פ''ה ואינו מחלק בין הנאת מלוה למלוה עצמה גם רבינו חננאל ז''ל לא חילקו וההלכות ג''כ ומשמע מההיא דמלוה קונה וסמך על אותה סוגיא הנאמרת במקומה ואולי זהו שלא הביאה הרב אלפסי ז''ל בהלכות סוגיין דהאיש מקדש ואע''פ שהרמב''ן והרשב''א ז''ל כתבו שסמך על מ''ש שאין אשה מתקדשת במלוה דהוא הדין לשאר הנקנין בכסף שאין נקנין בה אינו מספיק שהיה לו לפרש ומ''מ שיטת האחרונים ז''ל עיקר ומ''מ אם כתב לו את השטר קנה בשטר דהוי ליה כמתנה וכ''כ ז''ל: "
      ],
      [
        "<b>הלוקח מחבירו קרקע וכו' והניח משכון אינו חייב לקבל מי שפרע.</b> זה מפורש בהלכות בהזהב (דף מ\"ח ומ\"ט) וראיה מפ''ק דקידושין (דף ח':) והסכימו כן הרבה מן האחרונים ז''ל: "
      ],
      [
        "<b>מכר לו בדברים בלבד וכו'.</b> זו מימרא פ' איזהו נשך (בבא מציעא דף ע\"ד) במציעא ובהלכות לשון המימרא סטומתא קניא ופירוש סטומתא רושם. ",
        "<b>ומה שכתב פסקו הדמים.</b> לפי שקודם הפסק ודאי אינו קונה כמו שנאמר פ''ד: ",
        "<b>ואם מנהג המדינה הוא שיקנה וכו'.</b> מפורש שם ובאתרא דנהיגי למיקני ממש קני ושמעינן מינה כי המנהג מבטל ההלכה וכל כיוצא בזה שבכל דבר שבממון על פי המנהג קונין ומקנין הילכך בכל דבר שנהגו התגרים לקנותו קונין עכ''ל של הרשב''א ז''ל: "
      ],
      [
        "<b>דבר ברור הוא וכו'.</b> זה פשוט דלא עדיף משאר קניות: "
      ],
      [
        "<b>והנושא ונותן בדברים בלבד וכו' ה''ז ממחוסרי אמנה ואין רוח חכמים נוחה הימנו.</b> מימרא דר''י וברייתא בהזהב (דף מ\"ט) ודלא כרב. ויש מפרשים דדוקא בחד תרעא כלומר שלא הוקר המכר ולא הוזל אבל בתרי תרעי שהוזל או שהוקר אין בדברים משום מחוסרי אמנה ואין בזה ראיה ברורה והעיקר דבכל גוונא יש בדברים משום מחוסרי אמנה וזה דעת הראב''ד והרשב''א ז''ל: "
      ],
      [
        "<b>וכן מי שאמר לחבירו וכו'.</b> מבואר שם דין זה והחילוק בין מתנה מרובה למתנה מועטת וכל מכר כמתנה מועטת: "
      ],
      [
        "<b>הנותן מעות לחבירו לקנות לו קרקע וכו' מה שעשה עשוי.</b> בקדושין ריש פרק האומר לחבירו (דף נ\"ט): "
      ],
      [
        "<b>היה יודע שזה המוכר וכו'.</b> זה מבואר שם במעשה דרבה בר בר חנה דיהיב זוזי לרב כמו שיתבאר שם והוא בהלכות וכתב בחדושי הרמב''ן ז''ל במה שאמרו מה שעשה עשוי איקשי לי הא דתניא בתוספתא ואיתא נמי בירושלמי פרק איזהו נשך תני הנותן מעות לחבירו ליקח לו פירות למחצית שכר ואמר לא לקחתי אין לו עליו אלא תרעומת ואם ידוע שלקח הדר זהו מוציא ממנו בעל כרחו לא דמיין אהדדי דהכא בזוזי דנפשיה הוא דזבן זה מצאתי בשם בעל מתיבתא ע''כ וכ''כ הרשב''א ז''ל שם בקדושין סברא זו דההיא משום דבמעות דחבריה זבן: "
      ],
      [
        "<b>הורו מקצת המורים וכו' ומקבלין ממנו כשאמר וכו'.</b> דעת אלו הבעלי הוראה הוא מכח שמועה דהגוזל עצים (דף ק\"ב) גבי הנותן מעות לשלוחו ליקח בהן חטים וכו' וכבר האריך הרשב''א ז''ל שם להוכיח כן מ''מ הפריזו על מדותיהם במה שאמרו שהוא נאמן בדבורו הקל דודאי דוקא כשיש עדים ששלח בהן יד לעצמו או שאמר לפניהם שחוזר בו משליחותו וקונה באותן מעות לעצמו הא סתמא אינו נאמן וכ''כ הרשב''א ז''ל וזה ודאי מוכרח דבסתמא אינו נאמן. ודעת המחבר כדעת בעל מתיבתא וקרוב לזה דעת ההלכות בענין העסק בהמקבל: "
      ],
      [
        "<b>שלשה שנתנו וכו'.</b> זו מימרא בפרק איזהו נשך (בבא מציעא דף ע\"ד:): "
      ],
      [
        "<b>היו מעות של אחד וכו'.</b> זה מבואר שם באותה מימרא עצמה ואיתא בהלכות במציעא: "
      ]
    ],
    [
      [
        "<b>המוכר שדה וכו' והיה יוצא ונכנס ותובע שאר הדמים.</b> ברייתא בפ' השוכר את האומנין במציעא (דף ע\"ז ע\"ח) ולשון הגמרא עייל ונפיק אזוזי, וכתב הרשב''א ר''ח כתב עייל ונפיק אזוזי דלא קנה בדגלי דעתיה דלא מזבן לאשתלומי דמי למחר וליומא אחרינא בלא נחיצותא אלא בנחיצותא וזה נכון ע''כ: ",
        "<b>אפילו לא נשאר וכו'.</b> מפורש בגמרא בעובדא דחמרא: ",
        "<b>ואע''פ שכתב וכו'.</b> זו היא פשטה של ברייתא בין שאמר לו לך חזק וקנה בין שהחזיק בפניו בסתם: "
      ],
      [
        "<b>חזר בו הלוקח יד מוכר וכו'.</b> מפורש בברייתא רצה אמר לו הילך מעותיך רצה אומר לו הילך קרקע כנגד מעותיך מהיכן מגבהו מן הזבורית והרמב''ן ז''ל פירש בקדושין שהרי זה כגביית חוב אלא שהוא מן הזבורית שבה ושמין לו כשער של עכשיו לא לפי הפסק: ",
        "<b>ואם חוזר בו וכו'.</b> ג''ז באותה ברייתא מגבהו מן העידית ואמרי' עלה מן העידית שבה ואף זו פירש הרמב''ן ז''ל ששמין לו כשער של עכשיו: ",
        "<b>אם לא היה וכו'.</b> גם זה מפורש בגמרא ובהלכות שם בהשוכר: "
      ],
      [
        "<b>מכר שדהו מפני וכו'.</b> גם זה מפורש בגמרא ובהלכות: "
      ],
      [
        "<b>וכן הדין וכו'.</b> דין המטלטלים ג''כ שם (דף ע\"ז) ובעל המאור פירש בשלא משך ולענין מי שפרע דאי בשמשך בכל גוונא קנה לדעתו כתבו הר''א והרמב''ן והרשב''א ז''ל דכי אמרינן במטלטלין שיכול לומר לוקח כשהמוכר חוזר בו תן לי מהם נגד מעותי וכן שהמוכר יכול לומר כשלוקח חוזר הילך נגד מעותיך דוקא במטלטלין הראויין ליחלק כגון פירות וכיוצא בהן אבל בעלי חיים כגון פרה וחמור וכל כיוצא בזה שאינו בשום צד ראוי לחלוקה כל היכא שמוכר יוצא ונכנס על מעותיו יכול כל אחד לחזור בו לגמרי וחוזרין המעות ללוקח ואינן שותפין במכר והראו פנים לזה ועיקר: "
      ],
      [
        "<b>לקח שוה מאה וכו'.</b> מן הדומה שגרסתו אינו שוה לגרסתנו והוא גורס זבין שוה מאה במאתים וקא עייל ונפיק אזוזי כמוכר שדהו וכו' תיקו, אבל גרסת ספרינו כך פשיטא בעי לזבוני במאה ולא משכח (לזבוני במאה) [וזבין במאתים] וקא עייל ונפיק אזוזי לא קני אלא בעי לזבוני במאה ולא אשכח ואי (הוה) טרח הוה משכח (במאה) ולא טרח וזבין במאתים וקא עייל ונפיק אזוזי מאי וכו'. ופירש''י היה צריך למאה זוז ורצה למכור שדה במאה זוז ולא מצא לה לוקחין ומכר גדולה במאתים לא קנה, זהו פי' מאי דפשיטא להו ופירוש הבעיא כך ולא אשכח ולא מצא לה לוקחין מיד ואילו טרח טובא לאהדורי אחר לוקחין הוה משכח לוקחין שדה קטנה ולא טרח שהוקשה לו הטורח ומכר גדולה במאתים ועייל ונפיק אזוזי מאי כמוכר שדהו מפני רעתה דמי כיון דמשום טרחא דאהדורי אחר לוקחין הוקל לו למכור את זו בלא דוחק מעות ש''מ לאו חביבה היא עליו עכ''ל: "
      ],
      [
        "<b>הקונה דבר מחבירו ונתן לו המעות וכו'.</b> זה מבואר בסוגיא דהאיש מקדש (דף מ\"ז) ושוין במכר שקנה דרב הונא מוקי לה בכה''ג דנמצא מנה חסר דינר וקנה ופשוט הוא שם ובודאי שאין לו דין נותן מקצת הדמים אלא כאילו נתן כלם ומחזיר השאר זה דעת המחבר ופט''ו יתבאר יותר: "
      ],
      [
        "<b>האומר לחבירו כשאמכור שדה זו וכו'.</b> עובדא פרק השוכר את הפועל בע״ז (דף ע\"ב) ואיתא בהלכות פ' בית כור (בבא בתרא דף ק\"ד) ודוקא כשאמר במאה זוז אבל התם כגון כשאמר לו כשאמכרנה יהיה מכורה לך שלא פסק הדמים הרי מכורה לאחרון דכל שלא פסק לא סמכא דעתיה והכי איתא התם בגמרא ובהלכות. ",
        "<b>ומ''ש אמכרנו לך עכשיו וקנו מידו.</b> הוא פירוש הגאון רבינו האי וכן בהלכות בבית כור וקיימא לן דכל הני שמעתתא כלהו בדאמר ליה מעכשיו וקנו מידו ע''כ. והרב רבינו שלמה בן אדרת ז''ל כתב בשם רב האי והקרקע עומד ביד הלוקח וכן כתוב בעיטור בשם רבוואתא: ",
        "<b>מכרה ביתר על מנה קנה האחרון וכו'.</b> מפורש בגמרא האי זוזי אנסוה, ופירש המחבר שהרי זה כמי שנאנס ומכר דלא קנה קמא דאונסא לא מסיק איניש אדעתיה עד דמקבל עליה בפירוש כל אונסא דאתיליד וזה דעת הרמב''ן ז''ל והוציא הרב מתוך פירוש זה שאם אמר לו בפירוש אם אני מוכרה לעולם אפילו בכמה לדידך מזביננא לך במאה קנה דהוה ליה כמאן דמקבל עליה כל אונסא דמתיליד גם הרשב''א ז''ל כתב כן בשמו: "
      ],
      [
        "<b>אמר כשאמכרנה וכו' ב''ד של שלשה.</b> לשון הגמרא בדשיימי בי תלתא אפי' תרי מגו תלתא ופירש המחבר בי תלתא ב''ד של ג' וכיון דאמר בי תלתא דין שומא זו כדין אחר שהולכין אחר הרוב: ",
        "<b>אמר לו כמו שיאמרו ג'.</b> פי' ולא הזכיר ב''ד ה''ז לא ירד לדעת הרוב אלא לדעת כולם, ויש מפרשים שהחילוק הוא בין בדשיימי לכדאמרי דשיימי משמע דין שומא שהוא אחר הרוב כדאמרי עד שיאמרו כולם: ",
        "<b>וכן אם א''ל כשישומו אותה ב''ד וכו'.</b> שם בדשיימי בי ארבעה, והטעם לדעת המחבר שכיון שירד לדעת יותר מב''ד אדעתא דכולהו אמר אע''פ שהזכיר ב''ד: ",
        "<b>שמו אותו ג' או ד' ואמר המוכר וכו'.</b> מפורש שם בהשוכר פסק הלכה בגמרא ואיתא בהלכות פרק בית כור: "
      ]
    ],
    [
      [
        "<b>המוכר להקדש ואמר לו הגזבר בכמה אתה נותן לי חפץ זה וכו'.</b> מפורש במשנה בערכין (דף כ\"ז) פ' המקדיש שדהו שהאומר בשדה של הקדש הרי הוא שלי בעשר וחזר בו אע״פ שלא נתן מעות ולא החזיק היו מוכרים אותה בשוויה ונפרעין משל האומר בה עשר את המותר. והוא הדין לאומר בחפץ שלו בכך וכך לגזבר של הקדש שאינו יכול לחזור בו ומפורש מזה פ' יש נוחלין (בבא בתרא דף קל\"ג:) בעובדא דיוסף בן יועזר גבי ההיא מרגניתא אמטייה לגזבר ולא תשיימה את דאמירתו לגבוה כמסירתו להדיוט כלומר ותו לא מצית למשקל מינה טפי וכן פירשו ז״ל: "
      ],
      [
        "<b>הגזבר שקנה להקדש ידו על העליונה וכו'.</b> זה נתבאר פ''ק דקדושין (דף כ\"ח כ\"ט) כמו שיתבאר: ",
        "<b>כיצד נתן דמים של הקדש אע''פ שלא משך הפירות אם הוקרו הפירות קנה כדין תורה.</b> לשון הברייתא שם (דף כ\"ח:) גזבר שנתן מעות במטלטלין אפילו בהמה בסוף העולם קנה ע''כ. וכבר שאלו בתוספות (בד\"ה משכנו) והרמב''ן ז''ל למה לי מעות בלא מעות קנה כיון שהודה המוכר שיתנה בכך כבר ביארנו שאינו יכול לחזור בו. והרמב''ן ז''ל [חילק] דכי אמרינן אינו יכול לחזור בו באמירה לבד דוקא כשלא נשתנה השער וכופין אותו מדבריהם שלא יהא חוזר בדבורו לגבי הקדש הא אם נשתנה השער אינו קונה אלא בכסף דבר תורה ע''כ. ולדברי המחבר שלא חילק יש לתרץ דאמירה לבד הוא מדבריהם שאין זה כנדר גמור וכשקבל הכסף הוא דין תורה כמבואר ריש פ''ג דדין תורה מעות קונות ואם הוזלו הפירות חוזר שהרי לא משך וזה אינו מבואר בגמרא אבל המחבר עשאה כדין היתומים שיתבאר למטה בנתנו הדמים ולא משכו הפירות והוזלו. ובהשגות א''א א''כ אם רצה חוזר וכו'. ובתוס' והרשב''א ז''ל תמהו מזה שכבר נזכר בגמרא ונתבאר פ''ז מהלכות ערכין שהקונה חפץ מן ההקדש במנה ולא הספיק למשכו עד שעמד במאתים מה שקנה קנוי ואינו מוסיף בדמים. והטעם אע''פ שהדיוט יכול לחזור מ''מ צריך הוא לקבל מי שפרע ולפיכך בהקדש אינו חוזר שאינו ראוי לקבל מי שפרע כל זה נתבאר בגמרא וא''כ ההקדש שנתן מעות על נכסי הדיוט וכשהוזלו למה חוזר שהרי יש בכיוצא בזה מי שפרע אצל הדיוט ומה בין זו לאותה שהבאתי ולא מצאתי בזה טעם מספיק אע''פ שיש לחלק בין אבידת הקדש כשהוא נותן יותר ממה שהוא שוה קודם משיכה שהוא מאבד ממון ממש ובין כשהוקר ממה שהיה שוה קודם משיכה שאינו הפסד ממש בעין אלא העברת הריוח, וכל זה אינו שוה: ",
        "<b>וכן אם מכר חפץ של הקדש וכו'.</b> זה מפורש בקדושין פ''ק בברייתא: ",
        "<b>ואם הוקר החפץ וכו'.</b> גם זה באותה ברייתא שם (דף כ\"ט): ",
        "<b>ואין הגזבר חייב לקבל מי שפרע וכו'.</b> פשוט הוא שאם היה הגזבר מקבל מי שפרע לא היה בו חזרה כמו שנתבאר במה שכתבתי למעלה ועוד שמשיכה לעולם אינה מחייבת מי שפרע אפילו בהדיוט אלא קונה לגמרי וכיון שהוקר משיכה לגבי הקדש אינה כלום שנאמר ונתן הכסף: "
      ],
      [
        "<b>נכסי יתומים קטנים הרי הן כהקדש וכו'.</b> מימרא פ' הנזקין (גיטין דף נ\"ב) ובהלכות: ",
        "<b>כיצד יתומים שמכרו פירות וכו' הוקרו הפירות חוזרין.</b> זה מבואר שם: ",
        "<b>הוזלו הפירות לא יהא וכו'.</b> ג''ז שם: "
      ],
      [
        "<b>ואם לקחו הדמים וכו'.</b> שם יהבו להו זוזי ליתמי אפירי וכו': ",
        "<b>אבל אם הוזלו וכו'.</b> מסקנא דרב אשי שם: "
      ],
      [
        "<b>וכן יתומים וכו'.</b> שם אמשיכו להו פירי ליתמי וכו': ",
        "<b>ואם הוזלו הפירות וכו' ואינן חוזרין.</b> מסקנא דרב שישא שם: "
      ],
      [
        "<b>נתנו הדמים ולא משכו והוזלו לא יהא וכו'.</b> שם וזו ראיה לדין הנזכר למעלה בהקדש כיוצא בזה לפי שלשון הגמרא בתחלת סוגיא זו היא יתומים הרי הן כהקדש ובדין זה אמר יהיב זוזי דיתמי אפירי זול לא יהא כח הדיוט חמור מן ההקדש הרי שהזכירו בביאור הקדש. ומ''מ אין זה כלום שא''כ יקשה מה שאמרו שם יהבו להו זוזי ליתמי אפירי אייקור לא יהא כח הדיוט חמור מן ההקדש וכבר נתבאר למעלה שכיוצא בזה בהקדש אינו חוזר אלא ודאי מה שהזכירו כאן הקדש הוא על צד השאלה ולא בדוקא אלא מפני שהקדימו יתומים הרי הן כהקדש אחזו לשון זה ובמקומות אחרים ג''כ מוזכר לשון זה: ",
        "<b>הוקרו אם רצו לחזור בהם המוכרין.</b> גם זה מסקנא דרב שישא שם: "
      ],
      [
        "<b>בארבעה פרקים וכו'.</b> דין זה משנה בחולין (דף פ\"ג) באותו ואת בנו ומסקנא דגמרא הכי בשם ר''י ואיתא בהלכות שם: ",
        "<b>כיצד היה וכו'.</b> שם משנה וגמרא: "
      ]
    ],
    [
      [
        "<b>מי שאנסוהו עד שמכר אפילו תלוהו וכו'.</b> זה מוסכם בפסק הלכה פרק חזקת הבתים (בבא בתרא דף מ\"ז:) גבי תליוה וזבין הלכתא בכולהו הוו זביניה זביני וטעמא אמרינן התם אגב אונסא דזוזי גמר ומקני: ",
        "<b>אע''פ שלא לקח הדמים בפני עדים.</b> בהשגות א''א טעה בזה בדברי הרב ז''ל וכו'. נראה שהר''א ז''ל סובר שדברי המחבר הם אפילו כשהמוכר אומר לא קבלתיו נאמן הלה כיון ששטרו בידו לומר נתתי. ואיני יודע היאך פשוט זה אצל הרב בשאר מכירות הנעשות שלא מחמת אונס שיהיה הלוקח נאמן תיכף לומר נתתי אפילו המוכר מכחישו שיעמיד דברי המחבר כאן בשנעשית באונס בשהמוכר כופר בקבלת המעות שהרי בעל העיטור בשם רבינו אפרים כתב דכל דתוך ג' על הלוקח להביא ראיה בכל גוונא. מ''מ נ''ל כדעת המחבר שהוא מדמה מכירה זו לשאר מכירות דעלמא ולא בעיא טפי מזו. ונראה שהוא מפרש ארצי ולא ארצי בעדים ושלא בעדים ואסיקנא דאפילו לא ארצי בעדים קנה והוא שמודה לו ולא אמרינן אגב אונסא קא מודי כל זמן שלא מסר מודעא כמו שיתבאר בפ' זה וזה עיקר. ואפשר שדעת הר''א ז''ל דבעינן שיראו העדים מנין המעות דאי לא מצי אמר אגב אונסא הודיתי וצ''ע. ומ''ש הר''א ז''ל טעה בזה בדברי הרב ז''ל הכוונה במה שכתב הרב אלפסי ז''ל בפרק הנזקין: ",
        "<b>לפיכך אם מסר מודעא וכו'.</b> זה מפורש שם פ' חזקת בגמרא ובהלכות דכל היכא דאיכא תרתי ידיעת האונס לעדים ומסירת מודעא אפילו במכר לא קנה: "
      ],
      [
        "<b>וכל מודעה שאין כתוב בה וכו'.</b> מימרא דנהרדעי שם (דף מ') ובהלכות. וי''מ שאם באה מודעא לפנינו ואין כתוב בה ידענו שפלוני אנוס היה אע''פ שאינה מודעא לבטל המכר על פיה מ''מ אם יברר עתה המוכר שהיה אנוס באותה שעה מודעא זו מבטלת המכר וגם יש רשות לעדים לכתבה ויכתבו שהוא אנוס לפי דבריו ולכשיתברר זה אחר כן יתבטל המכר וזה דעת הרשב''א ז''ל: "
      ],
      [
        "<b>בד''א במוכר או בעושה פשרה אבל במתנה וכו'.</b> דין המכר ודין המתנה מפורשים שם ודימה הרב פשרה למכר ומחילה למתנה ועיקר: "
      ],
      [
        "<b>אחד האונס חבירו וכו' ומעשה באחד וכו'.</b> מ''ש בתחילה נלמד מאותו מעשה שהביא דכל שמפחידו בדבר שאפשר לו לעשות הוי אונס וכ''כ הרשב''א ז''ל בשם רבינו חננאל ז''ל דמהכא שמעינן הכי וכן עיקר והמעשה הזה הוא בגמ' (דף מ':) ובהלכות: ",
        "<b>לפיכך אם תבעו המשכיר וכו'.</b> זה פשוט ונתכוון רבינו לומר שהמעשה הנזכר בגמרא כך היה שהעדים לא שמעו ההפחדה אלא שראו הכפירה ואח''כ מסר מודעא ומכר והכונה לו בזה שאם שמעו הפחדה לא היה כאן אונס שהרי לא היה אפשר לו למלוה לכפור שכבר שמעו עדים אלו שהודה שהוא ממושכן בידו כך שמעתי בכוונת רבינו ונכון הוא. וכבר כתבתי שאע''פ שעדי המודעא אינן יודעין האונס כיון שהוא מבררו אחר מכן המכר בטל כמו שנתבאר למעלה: "
      ],
      [
        "<b>בד''א באונס שהוא חמסן וכו'.</b> הלוקח באונס נקרא חמסן כל זמן שלא נתרצה המוכר אע''פ שנותן דמים כדאיתא בב''ק סוף הכונס (דף ס\"ג): ",
        "<b>אבל הגוזל וכו'.</b> כבר כתבתי בזה פ''ט מהלכות גזילה: "
      ],
      [
        "<b>עדי המודעה יש להם וכו'.</b> שם חזקת הבתים (דף מ\"ח:) עובדא דטבי דחתם רבה בר בר חנה אמודעא ואאשקלתא פירוש מכירה: ",
        "<b>ואפילו אמר להם וכו'.</b> זה פשוט ומתבאר שם: "
      ],
      [
        "<b>וכן אם הודה וכו'.</b> עשה הרב ז''ל כל היכא דמסר מודעא וידעינן באונסיה כדין הגזלן דאמרינן דאפילו הודה אינו חייב לחזור לו כלום כמו שנזכר פ''ט מהל' גזילה: ",
        "<b>אבל אם מנה הדמים בפניהם חייב להחזיר.</b> זה פשוט ובודאי שאין המכר נגמר בכך וזה מוסכם: "
      ],
      [
        "<b>העידו עליו עדי המכר שבטל וכו'.</b> זה פשוט והוא מבואר בערכין ס״פ האומר משקלי עלי (ערכין דף כ\"א:) דכי בטיל לה מודעא אבטולא לה אפילו בגט וכ״ש במכר וכן כתבו כל המפרשים ז״ל: ",
        "<b>ואם אמר לעדי המודעה היו יודעים וכו'.</b> זו סברא נכונה וכן הסכימו המפרשים ז''ל וכתב הרשב''א ז''ל ואותן שכותבין בבטול כל מודעי ומודעי דמודעי עד סוף כל מודעי אינו כלום. ומ''מ כתב ומסתברא לי דתקנת הבטול דפוסל עדי המודעא ויאמר והריני פוסל כל עדים שיאמרו שמסרתי מודעא על מכר זה שהרי שם אותם לגבי נפשיה כעדים פסולין וכענין שאמרו בנאמנות עכ''ל וכן כתבו אחרים: x עוד כתבו ותליוהו ויהיב אם הכירו באונסו מתנתו בטלה אע''פ שלא מסר מודעא דתליוה [וזבין] אמרו דאגב אונסי דזוזי גמר ומקני אבל תליוה ויהיב לא ומיהו אם קבל האחריות שלא מתוך האונס מתנתו מתנה וכדשמואל דאמר סקריקון עד שיכתוב את האחריות עכ''ל ולא נתבאר זה בדברי רבינו: "
      ]
    ],
    [
      [
        "<b>המקנה בין קרקע בין מטלטלין וכו'.</b> זה פשוט בכמה מקומות. ",
        "<b>ומ״ש דוקא אפשר לקיימן.</b> מפורש פרק השוכר את הפועלים (בבא מציעא דף צ\"ד) במשנה ובגמרא: "
      ],
      [
        "<b>בד''א בשקנה בדרך מן הדרכים שקונין בהם וכו' אע''פ שנתקיים התנאי לא קנה.</b> דע שזה שכתב המחבר שאין דין אסמכתא במה שמוחזק מעתה ביד הקונה הוא כדעת קצת המפרשים שהסכימו בכך. והרבה חולקים בזה ועיקר ראייתם מאותה דאיזהו נשך (דף ס\"ו) הלוהו על שדהו ואמר לו אם אי אתה נותן לי מכאן ועד שלש שנים הרי היא שלי הרי היא שלו ואוקימנא לה בגמרא אליבא דמ''ד אסמכתא לא קניא דדוקא בדאמר ליה מעכשיו הא לאו הכי לא קני. והלוהו על שדהו דהעמידו בשעת הלואתו ולוקח אוכל פירות משמע כך כתב הרשב''א ז''ל בהזהב. ואין זו ראיה גמורה דמאן לימא לן דהכי הוא. ועוד דאפילו תמצא לומר דהכי הוא נ''ל שאין מכאן ראיה דע''כ לא אמרינן דאין דין אסמכתא במה שביד הקונה אלא בשהחזיקו המקנה על דעת לקנות הדבר אם יתקיים התנאי שזה קניין חזק ואין זה דין אסמכתא אבל בהלוהו על שדהו בעל השדה לא החזיקו בדבר אם לא יתקיים מה שאמר שהרי הוא מוחזק כבר מחמת מעותיו שהלוהו ונמצא שלא נוסף בו דבר מחמת מה שהוא נודר לו. והרמב''ן ז''ל כתב פ' הזהב בדחיית ראיה זו לאו מילתא היא דהתם מוכר אוכל פירות. אבל מ''מ הוא ז''ל הורה הדין מכח התוספתא כדברי האומרים דאפילו במה שבידו שייך דין אסמכתא אלא שבמלוה על המשכון מטלטלין ואמר לו אם לא נתתי לך מכאן ועד יום פלוני הרי הוא שלך כתב שהרי הוא שלו. וכן הוא מפורש בתוספתא מ''מ מחלוקת המפרשים ז''ל תלוי בדין הערבון שיתבאר למטה: "
      ],
      [
        "<b>כיצד המוכר בית לחבירו וכו' ה''ז קנה.</b> נראה סיוע לזה ממה שאמרו למטה דבמעכשיו קנה אפילו שאינו מוחזק בבית או בשדה אלא שקנו מידו במעכשיו ואם כן כשהוא מחזיקו מעתה למה לא יועיל יותר משאמר לו מעכשיו והלא חזקה זו מעכשיו הוא מחזיק בו: ",
        "<b>אבל אם התנה ואמר לו אם תלך וכו' לא קנה.</b> בזה חילק הרמב''ן ז''ל ואומר בהלכות נדרים דכל היכא דתנאה לא הוי במלתא דעביד לה מקנה לאו אסמכתא היא דכיון שתלה תנאו בדעת הקונה ולא ידע אי עביד לה או לא לאו אסמכתא היא דגמר ומקנה, ודעת המחבר כדעת רבו אבן מיג''ש ז''ל פרק מי שמת: "
      ],
      [
        "<b>לפיכך הנותן ערבון וכו'.</b> ברייתא פרק הזהב (בבא מציעא דף מ\"ח:) זה לשונה הנותן ערבון לחבירו וא״ל אם אני חוזר בי (הרי) ערבוני מחול לך והלה אומר לו אם אני חוזר בי אכפול ערבונך נתקיימו התנאים דברי ר' יוסי ר' יוסי לטעמיה דאמר אסמכתא קניא ר' יהודה אמר דיו שיקנה כנגד ערבונו ע״כ שם (דף ע\"ו:) ובהשוכר את האומנין איתא ובהלכות. והוא ז״ל מפרש דע״כ לא נחלק ר' יהודה אלא באומר אכפול לך ערבונך אבל במחול לך ד״ה קנה. ולשון דיו שיקנה ערבונו מסייע לזה דמשמע דלא פליג ר״י אלא כשהמוכר חוזר בו בדוקא. ובהשגות א״א אין הכל מודים בזה כו'. והר״א ז״ל מפרשה כדברי יתר המפרשים דאפילו במחול לך פליגי, ומ״ש הר״א אבל אם יאמר לו המוכר הוא כשאמר כן בשעת נתינה: "
      ],
      [
        "<b>וכן מי שפרע מקצת חובו וכו'.</b> זו משנה פרק גט פשוט (בבא בתרא דף קס\"ח) וקי״ל כר״י דאמר הכין ודלא כרבי יוסי כדאיפסיקא הלכתא בגמרא והטעם לפי שהוא תלה הדבר בחזרת השטר ואינה ביד המלוה אלא ביד השליש. ואפשר לדעת המחבר שאם השטר ביד המלוה ואמר לו אם לא פרעתיך הנשאר מכאן ועד יום פלוני גבה כולו ומה שנתתי מחול לך ה״ז גובה כיון שהשטר והמעות בידו וזהו ששנאוה במשליש דוקא: "
      ],
      [
        "<b>וכן כל התנאין וכו'.</b> זה מאמר כולל ונלמד מהסוגיא דאיזהו נשך (דף ס\"ז:) ממימרא דרבא דאמר כל דאי לא קני: "
      ],
      [
        "<b>כל האומר קנה מעכשיו וכו'.</b> זה מבואר שם באותה שהבאתי למעלה בדאמר ליה מעכשיו: "
      ],
      [
        "<b>מי שמכר חצירו וכו' כדי לילך למקום פלוני או מפני המטר וכו'.</b> דין ההליכה מפורש פ' האיש מקדש (קידושין מ\"ט:) בעובדא דההוא גברא [דזבין לנכסיה] , ודבר המטר בכתובות פרק אלמנה ניזונת (כתובות דף צ\"ז) בההוא בצורתא: ",
        "<b>לפיכך אם ירד וכו'. או נמנע הדרך.</b> זהו דאתייליד אונסא באורחא דפ' האיש מקדש: ",
        "<b>או שלא נסתייע לו לעלות.</b> זה נלמד שם מההוא דקדושין (דף נ') ולא איתדר ודוקא כשהמונעים אינם מחמת רצונו אבל לא היה שם מונע אלא שהוא אינו רוצה לעשות קנה הלה שאין זה כדין תנאי גמור כמי שאמר שדי מכורה לך אם אעלה לארץ ישראל או אלך למקום פלוני שאם אינו רוצה לעלות או לילך שהמכר בטל דהכא דוקא בשיש מונע ולזה נתכוון המחבר: "
      ],
      [
        "<b>אבל המוכר סתם וכו' אע״פ שמראין הדברים.</b> שם פ' האיש מקדש (קידושין דף מ\"ט) ומבואר בהלכות פ' אלמנה ניזונת בכתובות (דף צ\"ז) וביארו המפרשים ז״ל שאע״פ שקודם מכירה אמר שהוא רוצה למכור על דעת לעשות כך וכך כיון דבשעת מכירה לא אמר אינו חוזר וזה דעת המחבר ז״ל שכתב למעלה בשעת מכירה וכתב הרשב״א ז״ל דכל היכא דאין המכר קיים אין לוקח אוכל פירות עד שיגמר המכר שלא יוכל לחזור בו מוכר והוה ליה כאותה שנתבארה למטה מכר לו קרקע והתנה המוכר וכו' ואף כאן סתמו כפירושו אלא שכאן משלשין את הפירות כיון שיש זמן ידוע לדבריו: "
      ],
      [
        "<b>מי שהקנה לחבירו והתנה וכו'.</b> זה פשוט דכל תנאי שבממון תנאו קיים ונלמד מהסוגיא שאמרו פ' המגרש (גיטין דף פ\"ד) ה״ז גיטיך ע״מ שתנשאי לפלוני הרי זו לא תנשא לו ואמרינן מ״ט גזירה שמא יאמרו נשיהן נותנין במתנה (זה לזה) וגבי דיני ממונות ליכא למיחש להך גזרה וכיוצא בזה בהשותפין בנדרים (דף מ\"ח). וכמה מקומות כיוצא בזה: ",
        "<b>וכן המוכר או הלוקח וכו'.</b> ג''ז פשוט ומבואר פ' איזהו נשך כמה שיתבאר למטה: "
      ],
      [
        "<b>מכר קרקע לחבירו והתנה וכו'.</b> מימרא פ' אי זהו נשך (דף ס\"ה:) ובהלכות והטעם שפירות של מוכר לפי שאנו חוששין שמא המוכר יביא המעות ונמצא שאכל לוקח שכר מעותיו לפיכך פירות של מוכר: ",
        "<b>מכר לו סתם ואמר לו הלוקח מדעתו וכו'.</b> גם זה באותה ברייתא שם וזה לשונה שם (דף ס\"ה:) כפי מה שבאה בהלכות מכר לו בית מכר לו שדה וא''ל לכשיהיו לי מעות תחזירם לי אסור לכשיהיו לך אחזירם לך מותר (ובגמרא) מ''ש רישא ומאי שנא סיפא אמר רבא [רישא דלא א''ל מדעתיה] סיפא דא''ל מדעתיה ודברי המחברים בה מבוארים: "
      ],
      [
        "<b>מעשה באשה ששלחה ראובן לקנות לה חצר משמעון וכו'.</b> מבואר שם (דף ס\"ז) מעשה זו ובהלכות: "
      ],
      [
        "<b>אסמכתא שקנו מידו עליה בב״ד חשוב וכו'.</b> דין זה פשוט הוא ומבואר בגמרא בפ' ד' נדרים (נדרים דף כ\"ז:) ומ״מ קצת מן המפרשים תמהו ואמרו למה לנו ב״ד חשוב תיפוק לי דכל קניין הוא במעכשיו וכדמוכח פ' השותפין בנדרים (דף מ\"ח:) ואי לא אינו קונה דה״ל כאומר משוך פרה זו דלא קנה אלא לאחר ל' יום שנתבאר פ״ב שאינו קונה וא״כ אחר שכל קניין הוא במעכשיו כבר נתבאר למעלה שאין דין אסמכתא במעכשיו וא״כ למה לי ב״ד חשוב. והעולה להם הוא שלא הצריכו ב״ד חשוב אלא במתפיס זכויותיו וכגון זה אינו מקנה אותן מדעתו אלא שהם קובעים לו זמן וכדי לכפותו דלא לשתמיט קונין מידו ובעינן ב״ד חשוב דהוי כעין הפקעת ממון וזהו שב״ד מכניסין עצמן בזה ולא יעשו כן בשאר עניינים. ומ״מ אפילו לא תהיה הקושיא קושיא ונאמר דקניין הוי בלא מעכשיו וכ״נ בדעת המחבר כמו שיתבאר מדבריו דדין אסמכתא שייך אפילו בקניין עם כל זה ודאי כך מוסכם מן הגאון וכן בהלכות שאין הדין אלא במתפיס זכיותיו בלחוד וזה לשונו בהלכות שם וקאמר גאון דהאי פיסקא ליתיה אלא במתפיס זכוותיה בלחוד ומסתברא כוותיה ע״כ שם פרק גט פשוט. וזה דעת הרשב״א ז״ל דבשאר דברים שאין מטכסיסי הדין x אין ב״ד חשוב מעלה ומוריד בהן. וב״ד חשוב פירש הרשב״א ז״ל אע״פ שאין סמוך אלא חשוב להפקיע ממון כגון מומחה לרבים: "
      ],
      [],
      [
        "<b>המחייב עצמו בממון לאחר וכו'.</b> בכתובות [פרק הנושא] (דף ק\"א:) כמו שיתבאר: ",
        "<b>כיצד האומר לעדים הוו עלי עדים וכו'.</b> גרסינן בהנושא בכתובות אתמר האומר לחבירו חייב אני לך מנה ר' יוחנן אמר חייב ור''ל אמר פטור והקשו ה''ד אי דאמר ליה אתם עדי מאי טעמא דר''ל דקא פטר ואי דלא אמר להו אתם עדי מאי טעמא דר' יוחנן דקא מחייב ותירץ (לא) לעולם דלא אמר להו אתם עדי והכא במאי עסקינן (כגון) שאמר ליה חייב אני לך מנה בשטר ר''י אמר חייב אלימא מלתא דשטרא וכמאן דאמר להו אתם עדי דמי ור''ל אמר פטור לא אלימא מילתא דשטרא זה לשון הגמ'. וזה פירוש המחבר לפי הנראה האומר חייב אני לך וכו' פירוש שבא להתחייב בלא הלואה דאי בהלוואה ויהיה מחלוקתן בכופר אחר שהודה לו החוב היה לו לומר ואח''כ כפר שזהו עיקר המחלוקת אלא פשוט הוא שבבא להתחייב בלא הלואה הוא. והקשו אי דאמר להו אתם עדי מאי טעמא דר''ל פירוש פשיטא להו לבעלי הגמרא דכי היכי דאתם עדים מהני בהודאה ה''נ מהני בבא להתחייב. עוד הקשו אי דלא אמר להו אתם עדי מאי טעמא דר' יוחנן דמחייב דזה לאו כלום כיון דלא אמר אתם עדי ובהודאה נמי יכול לומר משטה הייתי בך ותירצו הב''ע כגון דאמר אני חייב לך בשטר בבא להתחייב הוא כדאמרן ואומר בפני עדים הריני חייב לזה בשטר מנה וכיון שהזכיר מלת שטר הרי זה כמי שבא להתחייב ואמר אתם עדי וזה לדעת ר' יוחנן. וממילא דאם כתב לו בשטר הריני חייב לך מנה ואע''פ שאין שם עדים בשטר ה''ז קנה וכל שכן הוא וזהו שכתב המחבר או שכתב לו שטר וכו' ומ''מ אין זה אלא במסרו לו בעדים וכמ''ד עדי מסירה קונים. א''נ כגון שהיה השטר בכתב ידי המתחייב ונתנו בינו לבינו ולגבות מנכסים בני חורין כמו שיתבאר בהלכות מלוה ולוה. אבל אם היה כתב ידי אחר ונתנו בינו לבינו ודאי לאו כלום הוא דלא עדיף זה המתחייב מלוה ממש. זו שיטת המחבר. אבל הרמב''ן והרשב''א ז''ל חלקו עליו ופירשו דרישא לאו במי שבא להתחייב בלא כלום היא. והכי פירושו קס''ד מעיקרא דפליגי במי שמודה שהוא חייב מחמת הלואה או מחמת טענה אחרת. וזהו שהקשה להדיא דאי אמר להו אתם עדי מ''ט דר''ל דפטר והלא נתברר פ' זה בורר שאינו יכול לחזור ולכפור. ואי דלא אמר להו מאי טעמא דר' יוחנן שהרי יכול לומר משטה אני בך כדאיתא התם. אבל במחייב עצמו בלא כלום לא היו מקשים מ''ט דר''ל ואדרבה היו תמהים על ר' יוחנן היאך מתחייב זה בדברים אפילו באתם עדי בלא קניין ובלא שטר בשום צד והביאו ז''ל ראיות לדין זה שאין אדם מתחייב בדברים אפילו באתם עדי בלא קניין ובלא שטר. ותירצו כגון דאמר חייב אני לך בשטר פירוש שאם כתב לו שטר ולאו במודה שהוא חייב מחמת הלואה כדס''ד עד השתא אלא שהוא מתחייב בלא כלום וכותב לו שטר חיוב על מנה ושטר זה כשאר שטרי חוב ופירשו כמאן דא''ל אתם עדי דמי כמאן דהודה שהוא חייב לו כבר ואמר אתם עדי כן הוא דינו של זה המתחייב בלא כלום בשטר. זו היא שיטתם ושיטת קצת מפרשים ז''ל ולפי שיטה זו אין שום צד שיהיה חייב אלא בשכתב לו שטר ונמצא שהן חלוקין על המחבר בב' חלקים מג' שכתב. ובאמת שאין לשון הגמרא נאות לפירושם ז''ל וכן כתב הרשב''א ז''ל עצמו. ודעת ההלכות נראה כדעת המחבר אע''פ שהרמב''ן ז''ל דחק לפרשה כפי שיטתו: "
      ],
      [
        "<b>חייב עצמו בדבר שאינו קצוב וכו' וכן הורו רבותי.</b> בהשגות א''א רבותיו הורו ולא ידעתי מאין הורו שהרי בגמרא (דף ק\"ב) הקשו מאותה משנה לר''ל וסייעו לר' יוחנן והיו סבורין שאינם כשטרי פסיקאתא וריש לקיש הוא שמעמיד אותה בכך וכשתעיין יפה הכל דרך אחד ע''כ. ובאמת דהכי סוגיא דגמרא דמתניתין דהנושא אקשינן לריש לקיש דאמר פטור ומכל מקום אין זו ראיה שלא היה מקשה גם כן לר' יוחנן אחר שהוא דבר שאינו קצוב ולימא ריש לקיש ולטעמיך דבר שאינו קצוב היא אלא מאי אית לך למימר בשטרי פסיקאתא שהרי בכמה מקומות יכול להקשות ולטעמיך ואינו מקשה אבל לדין המחבר ורבותיו איני יודע ראיה, ודעת הרמב''ן והרשב''א ז''ל בתשובותיהם כדברי הר''א: "
      ],
      [],
      [
        "<b>כשהיו חכמי ספרד וכו' קונין מזה וכו'.</b> מכאן אתה למד שדעת המחבר ודעת החכמים ההם דאפילו בקניין יש דין אסמכתא ולפיכך היה התנאי במחול לך וכמו שנתבאר בראש הפרק שאין אסמכתא במחול לך ודרך ישרה היתה לדעת רוב השיטות: "
      ]
    ],
    [
      [
        "<b>אסור למוכר או לקונה להונות את וכו'.</b> זו ברייתא פרק הזהב (בבא מציעא דף נ\"א) (ובתורת כהנים פרשת בהר פ\"ד) באונאת ממון הכתוב מדבר ובהלכות: ",
        "<b>ואע״פ שהוא עובר בל״ת וכו'.</b> זה נתבאר במכות פ' אלו הן הלוקין (מכות דף ט\"ז) דכל דמשלם אינו לוקה וה״ז כגזל ואבדה וכגנבה: "
      ],
      [
        "<b>כמה תהיה אונאה ויהיה חייב וכו'.</b> כתב המחבר ד' צדדין שנים מהם מוסכמים בגמרא והם שוה שש בחמש ושוה שש בשבע אבל שוה חמש בשש או שבע בשש מחלוקת שמואל ורב כהנא שם בהזהב (דף נ' נ\"א) ופסק כשמואל דתניא כוותיה וכן כתב בהלכות: "
      ],
      [
        "<b>היתה האונאה פחות מזה בכל שהוא כגון שוה ששים דינר בנ' ופרוטה.</b> זה נמצא בספרי הרב ז''ל ואני תמה בזה אחר שהוא פסק דשוה ז' בו' היא אונאה ובודאי שכן הוא היאך פסק דשוה ס' בנ' ופרוטה הויא מחילה והלא נתאנה יותר מוכר בזה משאם מכר שוה ז' בו' שהרי כשתעשה ז' חלקים מס' יהיה החלק ח' וחצי ועוד וחמשים ופרוטה אינם ו' חלקים מס' ואנו בפירוש שנינו בגמרא ובהלכות דאליבא דשמואל כי אמרינן מחילה דוקא היכא דליכא שתות לא שתות מקח ולא שתות מעות היכי דמי כגון דזבין שוה תמניא בז' או שוה ז' בתמניא זה לשון הגמרא והתם נמי אמרינן וביטול מקח היכי דמי כגון דזבין שוה ה' בד' או שוה ד' בה' וכל היכא דאיכא שתות מצד אחד אונאה היא פירוש מצד אחד או מן שווי המקח או מן המעות. והעולה מזה הוא דכל היכא שהאונאה היא משוה שש בחמש עד שוה ז' בו' הויא אונאה למוכר וכן היכא שהיא משוה ה' בו' עד שוה ו' בז' הויא אונאה ללוקח פחות מכל הצדדין הויא מחילה יותר על כל הצדדין בטל מקח וזה נ''ל מוכרח משם. ואולי דעת המחבר שכיון שבשוה ששים בחמשים ופרוטה החשבון גדור לששה חלקים ר''ל שעשרה שהוא חשבון גדור כלומר שאין בו שבר הוא חלק ו' מששים אף על פי שנתאנה יותר מאונאת שוה שבע בשש אין אנו הולכין אלא אחר חשבון השתות והרי זה פחות משתות והויא מחילה ועל דרך האמת שאין זה כדאי והדבר צריך עיון והעיקר שראוי להיות לשונו שוה ע' בס' ופרוטה ומה שנמצא בספריו טעות סופר: "
      ],
      [
        "<b>היתה האונאה יתירה על שתות וכו'.</b> זה פשוט שם דכיון שהאונאה היא יתר מו' בה' או ה' בו' בטל מקח. ומכל מקום הרמב״ן והרשב״א ז״ל הסכימו שאם היתה האונאה בכדי שאין הדעת נוטה שהיא מחילה דה״ל כאומר חפץ זה אני יודע שאינו שוה אלא מנה הרי לך בו מאתים שנתבאר פרק י״ג שאין בו אונאה ועיקר דבר זה בפ' המוכר את הספינה (בבא בתרא דף פ\"ג פ\"ד) ויתבאר פרק כ״ד: ",
        "<b>אבל המאנה אותו אינו יכול וכו'.</b> זה מפורש שם (דף נ\"א) במשנה מי שהוטל עליו ידו על העליונה וכן הוא בגמרא אלא שמשנה זו דלא כהלכתא דאתיא דלא כר' נתן דגמרא דאמר שתות קנה ומחזיר אונאה ורבא פסק כרבי נתן ומשנתנו בשתות הוא. ואפשר שדעת המחבר כדעת קצת הראשונים שאמרו שאין המאנה יכול לחזור בו אלא כשהמתאנה תובע האונאה וזהו בבטול מקח. וכשכתב אם רצה זה וקבל הוא בשאינו תובע האונאה אבל אם הוא רוצה להיות המקח קיים ושיחזרו לו האונאה לאו כל כמיניה: ",
        "<b>אין המאנה חייב להחזיר וכו'.</b> פסק כרב כהנא דאמר אין אונאה לפרוטות וכן בהלכות. ופירוש המימרא לדעתו שאין אונאה בשוה פרוטה אלא כשהיא יתר על פרוטה וסתם משנה כרב כהנא דלא תני האונאה פרוטה אף כל גב דברייתא דוכי תמכרו כלוי דפליג דקיימא לן כסתם משנה. ופירושים אחרים יש כאן באין אונאה לפרוטות וזה נראה לדעתו ז''ל: "
      ],
      [
        "<b>עד מתי יהיה יכול לחזור בו וכו'.</b> שיעור זה מפורש בברייתא ובפסק הלכה כרבא: ",
        "<b>ואם שהה יותר מזה אפילו לקח שוה וכו'.</b> באותה מימרא דרבא: "
      ],
      [
        "<b>במה דברים אמורים בלוקח אבל המוכר חוזר וכו'.</b> מימרא דר''נ שם (דף נ':) אבל המוכר לעולם חוזר. ואמרו בהלכות דטעמא מפני שאין מקחו בידו שיוכל להראותו כמו שכתב המחבר ומכאן יצא להם דאי איתרמי ליה זבינתא כזבינתיה וידע דטעה ולא קא הדר ביה שוב אינו יכול לתבוע וכן מפורש בהלכות, ועוד הוסיף המחבר מ''ש בדבר שאין במינו שינוי והוא נגרר אחר הטעם הכתוב למעלה וכתב עליו הרמב''ן ז''ל וגם זה אמת עכ''ל. אבל הרשב''א ז''ל חולק בדבר ואומר דמוכר בכל גוונא לעולם חוזר כדי שלא תחלוק בשיעורין: <b>לפיכך אם היה וכו':</b> "
      ],
      [
        "<b>וכן אם נודע וכו'.</b> כבר ביארתי זה: "
      ],
      [
        "<b>כשם שהונייה להדיוט כך הונייה וכו'.</b> משנה (דף נ\"א) דלא כר' יהודה והיא בהלכות: ",
        "<b>וכשם שהונייה בפירות ובבהמה וכו' כך יש דין הונאה במטבע.</b> מ''ש שיש הונאה לבהמה הוא דלא כר' יהודה במשנה וכ''פ רבינו האי וזה דעת ההלכות אבל דין המטבע מוסכם במשנה: "
      ],
      [
        "<b>כיצד הרי שהיה דינר של זהב בכ''ד דינרין וצרפה בכ''ח זהו שוה שש בשבע.</b> או בכ' זהו שוה שש בחמש. וכבר נתבאר בגמרא ובמשנה (דף נ\"א:): ",
        "<b>היתה יתר על זה בטל הצירוף וכו'.</b> פירוש שנתן הסלע בי''ט או בכ''ט בטל הצירוף, פחות מכאן פירוש כגון שנתן הסלע בכ''א או בכ''ז אבל אם נתן הסלע בעשרים ופרוטה אין זו מחילה שעדיין נתאנה יותר מאונאת ז' בו'. זה נראה [בדעתו ז''ל] וכבר נתבאר למעלה הענין בארוכה וצ''ע: "
      ],
      [
        "<b>וכן אם היתה הסלע חסרה שתות והיו מוציאין הסלעים במנין ולא במשקל מחזיר האונאה.</b> פירוש שאם היו מוציאין במשקל אפילו בכל שהוא חוזר כמו שיתבאר פט''ו ודין השתות הוא במחלוקת במשנה (דף נ\"א:) בענין הסלע ר''מ אומר חלק מכ''ד ר' יהודה אומר חלק מי''ב ור''ש אומר שתות ופסק כר''ש כדאיתא בהלכות. ובהלכות גורסין אמר רבא מאן תנא טלית ר''ש היא ומתוך כך פסקו כר''ש. ויש חולקין וגורסין רבה ופסקו כר' יהודה בסלע ואינו דומה לאונאת שאר דברים כדפירש אביי התם וכן דעת הרמב''ן ז''ל: "
      ],
      [
        "<b>עד מתי יש לו להחזיר הדינר או וכו'.</b> משנה שם, וטעם עד ערבי שבתות בכפרים אמרו בגמ' (דף נ\"ב:) בכפרים דליכא שולחני עד ערבי שבתות דסלקין לשוקא ופירש''י ז''ל לקנות צורך סעודת שבת: ",
        "<b>וה''ה למוכר ספרים אבנים טובות וכו'.</b> זה הוציא הרב מהטענה הנזכרת גבי סלע דאמרינן בגמרא טלית כל איניש קים ליה בגויה סלע דלאו כל איניש קים ליה בגויה אלא שולחני וכו' וכיון שכן ה''ה לכל כיוצא בסלע שאין הכל בקיאין בהם ואינו דומה לסלע בכפרים שאמרו עד ערבי שבתות לפי שהסלע עשוי להחליפו בערבי שבתות: ",
        "<b>לפיכך אם לא היה מכיר וכו'.</b> זה ג''כ סברא נכונה: "
      ],
      [
        "<b>הנותן סלע חסרה לחבירו וכו' אם היה מכירה לאחר י''ב חדש וכו' אא''כ קבלה ממנו במידת חסידות ע''כ בספרי רבינו.</b> ולפי הנ''ל בגמ' בין שהסלע חסרה כל כך שאינו יכול להוציאו אפילו ע''י הדחק בין שיכול להוציאה ע''י הדחק אחר הזמן הנזכר בגמ' ונתבאר למעלה אינו חייב זה להחליפה מן הדין. אבל מלשון המחבר נראה שדעתו שהמשנה היא דוקא ביכול להוציאה אבל באינו יכול להוציאה אף ע''י הדחק שהיא חסירה כל כך חייב להחליפה וביכול להוציאה אינו חייב אא''כ במדת חסידות וצ''ע: "
      ],
      [
        "<b>המוכר לחבירו שוה ארבע בחמש שהרי המקח בטל כמו שביארנו וכו' עד שהוקר לוקח יכול לחזור בו ולא מוכר שהרי הלוקח אומר לו וכו'.</b> זה נלמד ממימרא דרב חסדא שבפרק המוכר את הספינה (בבא בתרא דף פ\"ג:) ואף על גב דרב חסדא אמר בהונאת שתות דס''ל כמתני' דמי שהוטל עליו וכו' ואנן קי''ל שתות קנה ומחזיר אונאה ואין אחד מהם יכול לחזור בו מכל מקום נפקא לן מההיא מימרא לבטול מקח לדידן כדאיתא בהלכות שם בארוכה וכבר ביארתי למעלה לדעת המחבר דבבטול מקח אין המאנה יכול לחזור בו כל זמן שהמתאנה אינו תובע אונאתו והוא הדין כאן שה''ז אינו תובע אונאתו ורוצה הוא במקחו ולפיכך אין המאנה יכול לחזור בו. ולמדנו מכאן שאע''פ שבשנוי השער חזרה האונאה על המאנה אינו יכול לחזור בו: "
      ],
      [
        "<b>וכן המוכר שמכר שוה חמשה בארבעה וכו'.</b> כבר נתבאר זה שם בהלכות: "
      ],
      [
        "<b>המוכר שוה חמש בשש וכו'. וכן מכר שוה שש בחמש והוזלו.</b> פירוש אין כאן זמן לפי שמוכר לעולם חוזר: ",
        "<b>הרי הלוקח חייב להחזיר וכו'.</b> כבר כתבתי שמימרא דרב חסדא על כיוצא בזה שהיא אונאת שתות ואמר ר''ח בשוה חמש בשש והוקר שהלוקח יכול לחזור בו ולא מוכר ופירש הרמב''ן ז''ל ותובע אונאתו הלוקח ואין מוכר יכול לחזור. ואנן קי''ל שאין אחד יכול לחזור והמכר קיים. וכ''ש שכל אחד תובע אונאתו ופשוט הוא זה כפי מה שנתבאר: "
      ]
    ],
    [
      [
        "<b>המחליף כלים בכלים וכו' אבל המחליף פירות בפירות וכו' יש להם אונאה.</b> בהשגות א''א לא ידענא מנין לו וכו'. והרמב''ן ז''ל כתב בפ' זה ז''ל חליפין ומקפיד עליהן מאי אע''ג דאסקי דחליפין נינהו נ''ל שיש לו אונאה וכי אמרינן דאין אונאה לחליפין בחליפין שאינו מקפיד עליהן אבל במקפיד יש לו אונאה וכן אני אומר במחליף כלי בכלי וראה אותו שיש לו אונאה ולא אמרו אין לו אלא במי שניכר שאינו מקפיד כגון מכור לי באלו אבל בכל חליפין דעלמא יש לו אונאה. ויש מי שחולק ואומר לעולם אין אונאה לחליפין עכ''ל. ודעת המחבר נ''ל שהוא מפרש הירושלמי ביש בו אונאה אבל באין בו אונאה אפילו פירות בפירות קנה דחליפין כי הנך אפילו בפירות נינהו כמ''ש בפ''ה. ואע''פ שהירושלמי בפשוט אינו כשיש בו אונאה אפשר דאנן דקי''ל לפי סברתו דחליפין כי הנך דאיתנהו אפילו בפירות לענין אונאה יש חילוק בין כלים לפירות כמו שהיו מחלקין בירושלמי לענין קנייה. והטעם שכלי מתקיים יותר מפירות. ומתוך דבריו אתה למד דבכלים אפילו מקפיד אין לו אונאה שהרי הזכיר בפירות שומא וזהו שמקפיד עליהם ונראה שכיוצא בזה בכלים אין לו אונאה: "
      ],
      [
        "<b>הלוקח בדמים אכסרה וכו'.</b> נתבאר מלה זו פ״ה. והדין מחלוקת פ' הזהב (בבא מציעא דף מ\"ו מ\"ז) ופסק כפסק ההלכות דיש לו אונאה: ",
        "<b>בעל הבית שמכר כלי תשמישו אין לו אונאה וכו'.</b> פירוש דוקא כלי תשמישו דיקרי ליה אבל סחורה וכל דבר העשוי למכור יש לו אונאה כדאיתא בגמרא. וכתבו המפרשי' ז''ל דוקא כשנתאנה הלוקח בין שתות בין ביותר מכאן אז אין הלוקח יכול לתבוע אונאה אבל אם נתאנה מוכר הרי הוא כשאר מוכרין דעלמא ולזה נתכוון המחבר שכתב שאילולא הרבו לו הדמים וכו' ואין זה הטעם אלא כשנתאנה הלוקח: "
      ],
      [
        "<b>האומר לחבירו ע''מ שאין וכו'. בד''א בסתם שאינו יודע וכו'.</b> הדין הזה הוא מחלוקת בגמרא (דף נ\"א:) אבל כך העלה רבא שם הא בסתם הא במפרש תניא כוותיה בד''א בסתם אבל במפרש וכו' ואיתא בהלכות. ותפש המחבר לשון הברייתא האמורה שם ואע''פ שאומרין קצת המפרשים שאינה בדוקא וזה עיקר. ",
        "<b>ומ''ש ואצ''ל אם א''ל ע''מ שאין בו אונאה וכו'.</b> כלומר שלא אמר אין לך עלי אלא אין בו שאינו כלום: "
      ],
      [
        "<b>כיצד מוכר שאמר ללוקח וכו'.</b> לשון הברייתא שם: ",
        "<b>וכן לוקח וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>הנושא ונותן באמונה וכו'.</b> שם ברייתא בהזהב ובהלכות: ",
        "<b>כיצד חפץ זה בכך וכך לקחתיו וכו'.</b> כך פר''ח נושא ונותן באמונה במביא סחורתו ומצאו חבירו הרוצה ללקחו ונתרצו לתת לו סך ידוע מריוח והלה אומר בכמה קני וכן הוא האמת אין לו אונאה לפי שלא סמך משעה ראשונה על השוויא אלא על הדמים שלקח זה: "
      ],
      [
        "<b>הנושא והנותן וכו'.</b> כאותה ברייתא שם וזו היא הכוונה הרי שלקח י' כורים חטים כור בדינר ה' מהם יפים וה' מהם רעים ובא חבירו ואמר אני רוצה ה' כורים של חטים ואתן לך מעה ריוח לכל כור לא יתן לו הה' כורים הרעים ויאמר הרי לקחתים בדינר ואינו משקר לו כלום ואחר כך ימכור היפה בשווי אלא נותן לו מן הטובים ומן הרעים לפי שלא לקח הוא הרעים אלא מפני היפים וכן פר''ח ז''ל: ",
        "<b>ויש לו להעלות וכו'.</b> באותה ברייתא שם, ופי' שמלבד סך המקח אמר כך וכך הוצאתי ומחשב הכל כמה עולה: "
      ],
      [
        "<b>העכו''ם אין לו הונייה שנאמר איש את אחיו.</b> מפורש בבכורות (דף י\"ג) בסוגיא בפ' הלוקח עובר פרתו של עכו''ם: ",
        "<b>ועכו''ם שהונה וכו'.</b> יצא לו ממאי דאמרי' התם ואיתא בעבודה זרה פרק השוכר (דף ע\"א) דבבטול מקח יחזיר העכו''ם וה''ה לאונאה: "
      ],
      [
        "<b>אלו דברים שאין להם אונאה וכו'.</b> משנה פרק הזהב (ב\"מ דף נ\"ז). ",
        "<b>ומה שכתב אפילו שוה אלף בדינר או שוה דינר באלף אין בהם אונאה.</b> הוא כפי מסקנת ההלכות שם לפי שיש מן הגאונים ז''ל מי שהיה אומר בקרקעות יש להם בטול מקח כשמכר על חד תרין אבל כך העלו בהלכות דבשום צד אין בהם אונאה והביאו ראיות לזה: ",
        "<b>שנאמר או קנה מיד עמיתך וכו'.</b> מדרש זה הוא בברייתא שם בהזהב: "
      ],
      [
        "<b>בד״א במוכר נכסי עצמו אבל השליח וכו'.</b> בקדושין פרק האיש מקדש (קידושין דף מ\"ב:) אבל שליח מצי א״ל לתקוני שדרתיך ולא לעוותי ובפרק אלמנה ניזונית (כתובות דף ק') אמרו שליח כאלמנה ובכל שהוא מכרה בטל וכן פסקו בהלכות ורוב המפרשים פירשוה בשליח בית דין כ״ש בשאר שלוחין: ",
        "<b>ונראה לי שכן הדין באפוטרופוסים וכו'.</b> לפי מה שפירשו דשליח בית דין הרי הוא כאלמנה אפוטרופוס שמינוהו בית דין הרי הוא כשלוחה ויהיה זה פשוט. אבל אפי' את''ל דההוא שליח אינו כשליח בית דין סברא הוא שאין כח אפוטרופוס יפה מכח השליח. וזה דעת הרמב''ן ז''ל בקדושין פרק האיש מקדש: "
      ],
      [
        "<b>ב''ד שמכרו נכסי יתומים וכו'.</b> שנינו בכתובות (דף צ\"ט) פרק אלמנה ניזונית שום היתומים שפחתו שתות או שהותירו שתות מכרן בטל וקי''ל הכי אע''ג דרשב''ג פליג עלה כבר פסק רב נחמן (שם ק') כחכמים וכן בהלכות. ",
        "<b>ומ''ש ואם רצו שלא לבטל וכו'.</b> לא ידעתי זה מבואר אבל נראה שסברא הוא שהרי בשאר מקומות יפו כח היתומים כמו שנתבאר פרק ט''ו ואיך יגרע כחן בכאן: "
      ],
      [
        "<b>נראה לי שב''ד שמכרו קרקע וכו'.</b> בהשגות א''א לפי ענין דבריו הלוקח אינו יכול לחזור וכו'. וז''ל הרמב''ן ז''ל באותה משנה הא דתנן שום היתומים שפחתו שתות או שהותירו שתות מכרן בטל ודאי בקרקעות הוא ואם פחתו הדין נותן לחזור אבל אם הותירו ונתאנה לוקח למה חוזר לא יהא כח הדיוט חמור מכח ב''ד. ונ''ל דשום ששנינו כאן שהורידוהו לבעל חוב בשומא שב''ד תחלה יורדין לשום ומכריזים שמא ימצאו יותר משומן אם לא מצאו אלא כדי שומא מוכרין ואם לא מצאו אפילו שומן אין מוכרין בפחות אלא אומרין לב''ח להפרע ממנה בשומן והיינו שטרי חליטאתה וכיון שב''ח בשומתן הוא יורד אם פחתו לו הדין נותן להחזיר אבל לוקח מדעת עצמו הרי הוא כשאר הלוקחין בקרקע שאין להם אונאה, כך נ''ל וכן דעת הרמב''ם ז''ל עכ''ל. גם הרשב''א ז''ל הביא לשון זה בחדושיו. ועוד כתב ויש מי שאומר דהכא טבא להו ליתמי עבדי להו דזמנין דמצטריך להו זוזי וליכא דזבין מיניה דומה לאותה שאמרו בגיטין פ' הנזקין הא ריעא להו ליתמי עכ''ל. וזאת בעיני טענה חלושה שלא נאמרה טענה זו אלא שלא ליפות כחן משאר הדיוטות כמבואר פ' ט' והיה דומה לזה אם אמרו שאפילו נתאנו הם בקרקע אין ב''ד חוזרין. אבל לומר שכשנתאנה לוקח יחזור והורע כח היתומים משאר הדיוטות לא נמצא כזה ודברי המחבר והרמב''ן ז''ל עיקר ודין בעל חוב יתבאר פי''ב מהלכות מלוה ולוה: ",
        "<b>וכן הדין באפוטרופוס שמכר וכו'.</b> נראה שאפילו הר''ח ז''ל שחילק בשמכרו ב''ד מודה באפוטרופוס שאין מקום לטענתו בשמכר אפוטרופוס: "
      ],
      [
        "<b>האחין והשותפי' שחלקו מטלטלי' וכו'.</b> מימרא ר''פ האיש מקדש בקדושין (דף מ\"ב) האחין שחלקו (מטלטלי') הרי הן כלקוחות והיא בהלכות. ודוקא מטלטלין כמו שכתב וכן מבואר שם: ",
        "<b>ואם התנו ביניהם שיחלקו בשום הדיינין וטעו בשתות החלוקה בטלה וכו'.</b> כך היא גירסת הגאונים שם וכן בהלכות והיא גירסא נכונה וכ''כ הרמב''ן ז''ל והרשב''א ז''ל: "
      ],
      [
        "<b>הבהמה והמרגלית וכו'.</b> דברים אלו מחלוקת במשנה (דף נ\"ו) ובריי' (דף נ\"ח:) פ' הזהב ופסק כרבנן דמתני' וכן דעת ההלכות: ",
        "<b>אין לך דבר שאין בו הונייה וכו'.</b> זהו לשון המשנה לא אמרו את אלו: "
      ],
      [
        "<b>כשם שאין לקרקעות אונאה כך שכירות וכו'.</b> בעיא דאיפשיטא שם בהזהב (דף נ\"ו:) בענין שכירות מטלטלין שיש להם אונאה ואמרינן טעמא מי כתיב וכי תמכרו ממכר לעולם ממכר [סתמא] כתיב ליומיה נמי מכירה הוא. זה לשון הגמרא, ומהטעם הזה אין אונאה בשכירות הקרקע ופשוט הוא. וכ''כ המפרשים ז''ל: "
      ],
      [
        "<b>השוכר את הפועל וכו'.</b> גם זה נלמד מהטעם האמור בסמוך לפי שהוא מכירה ליומה. ולשון הרמב''ן ז''ל ובשכירות ישראל כגון ששכר פועלים י''א דאין להם אונאה וכו' וכן בקבלנות ע''כ. וכ''כ הרשב''א ז''ל אבל המחבר חלוק בקבלנות כמו שיתבאר: "
      ],
      [
        "<b>שכרו לזרוע לו קרקע ואמר זרעתי בה וכו'.</b> זו בעיא בגמרא בעי רבא (בר רב חנן) חטין וזרען בקרקע יש להם אונאה או אין להם אונאה ואמרי' ה''ד אילימא דאמר וכו' ואסיקנא אלא דאמר איהו שדאי בה כדאבעי לה ואגלאי מילתא דלא שדא לה כדאבעי לה זו היא גיר' הספרים. והראב''ד ז''ל פירשה כפי' המחבר. והקשה הוא ז''ל וליהוי נמי כקרקע ליהדר תו וליזרע עד כדי שראוי לה כי עדיין לא נגמרה מלאכתו. וניחא ליה מפני שתוספת הזרע אינו מועיל לה שמא למקום שנפל הראשון יפול השני ויתקלקל זע''ז אלו דברי הר''א ז''ל. והם מסכימין לדברי המחבר והרמב''ן והרשב''א ז''ל דחו פירוש זה וזה לשון הרמב''ן ז''ל וזה הפירוש אין לו רגלים וכי מפני שהוא קרקע לא ישלים תנאו ואם לא זרע בה כראוי הפסידה ואם קבל עליו לשלם ישלם כדתנן אם אוביר ולא אעביד אשלם במיטבא ואם אין עליו תשלומים הפסיד שכרו ומה מקום לאונאה ע''כ. ובסוף הדברים כתב הרשב''א ז''ל ור''ח ז''ל לא גריס ואשתכח דלא שדא בה כדבעי אלא ה''ג וא''ל שדאי בה כמה דבעיא מאי וז''ל מי שזרע חטים בקרקע ומכרן לחבירו וא''ל שדאי בה כמה דבעיא מאי הני חטי כמאן דשדיא בכדא דמי ואית ליה אונאה או בטלי לגבי קרקע וקרקע אין לו אונאה. ונראה שהוא ז''ל מפרש שאין האונאה כאן אלא ביוקרא וזולא והוא הנכון ע''כ. ולזה נראה שהסכים הרמב''ן ז''ל וכתב והוא הדין לאומר זרעתי בה כך וכך שהדין אחד ודשכיח ליה נקט ע''כ. ופירש יוקרא וזולא שכתבו אם מכרן ביותר מדמים או בפחות והשמועה צ''ע: ",
        "<b>וכן אין משביעין וכו'.</b> ג''ז מבואר באותה סוגיא בעיא דלא איפשיטא שם ויתבאר בהל' טוען ונטען שאין שבועת התורה בקרקעות ושם יתבאר: "
      ],
      [
        "<b>השוכר את הכלים וכו'.</b> כבר נתבאר למעלה דבעיא דאפשיטא היא: ",
        "<b>ומ''ש ה''ז מחזיר את האונאה אפילו לאחר זמן מרובה.</b> דבר נכון הוא שאין זמן קצוב אלא בלוקח שמקחו בידו ומראה לתגר או לקרובו ואין כך דרך בשכירות גם בגמרא לא נזכר זמן שכירות: "
      ],
      [
        "<b>נראה לי שהקבלן יש לו הונייה וכו'.</b> כבר כתבתי למעלה דעת המפרשים החלוקין עליו וטענת הרב ז''ל שכיון שאין זה שכירות ימים כשאר פועלים יש בה אונאה, וצריך לי עיון דהא קי''ל דאין אומן קונה בשבח כלי וקבלנות הרי הוא כשכירות לענין בל תלין כמו שיתבאר פי''א מהלכות שכירות ואיתא בהמקבל: "
      ]
    ],
    [
      [
        "<b>כבר ביארנו שהנושא ונותן באמונה ואומר כך וכך וכו'.</b> פי' ואחר שאין בו אונאה אפילו מכר יותר מכדי דמיהן כ''ש שיכול להשתכר כמה ופשוט הוא: ",
        "<b>אבל ב״ד חייבין לפסוק וכו'.</b> מחלוקת בגמ' פ' המוכר את הספינה (בבא בתרא דף פ\"ט) דחד אמר מעמידין אגרדמין (פי' ממונה) על המדות וחד אמר בין לשערים בין למדות ופסק כן דסוגיא דשמעתא הכי וכן מוכיח פ״ק דיומא (דף ט') מתוך שפרהדרין הללו חובטין אותו ואומרין לו מכרו בזול וכו'. וכן פסק הרב אבן מיגש ז״ל: ",
        "<b>ולא יהיה כל אחד משתכר אלא שתות בלבד ולא ישתכר וכו'.</b> מימרא דשמואל שם (דף צ') אבל רש''י כתב אל ישתכר יותר משתות וכגון שלא הוקר השער אבל אם לקח בשעת הגורן ועכשיו הוקר ישתכר אפילו כפלים כפי שהשער הולך עכ''ל: יותר משתות והכא על חד תרין אלא משמע כי אמרה שמואל לשתות לא אמר אלא בדברים שיש בהם חיי נפש ומפני כן לא הוכיח ממנה כלום: "
      ],
      [],
      [
        "<b>ואין משתכרין וכו'.</b> כבר הבאתי זה למעלה: "
      ],
      [
        "<b>אסור לעשות סחורה וכו'.</b> ברייתא שם אין משתכרין בא''י וכו'. ",
        "<b>ובמקום שהשמן מרובה.</b> באותה ברייתא שם שר' אלעזר (בן עזריה) היה משתכר בשמן ואמרו באתריה דר''א שכיח משחא: "
      ],
      [
        "<b>אין אוצרין פירות בא''י וכו'.</b> ברייתא שם ולמעלה הבאתיה. ",
        "<b>ומ''ש ובכ''מ שרובו ישראל.</b> פשוט הוא ונלמד ג''כ מדאמר רב עושה אדם את קבו אוצר דוקא קבו ולא אמר דוקא בא''י ואע''פ כן אינו אוצר אלא קבו: ",
        "<b>בד''א בלוקח מן השוק וכו'.</b> באותה ברייתא שם ומימרא ג''כ כתבתיה. ופירוש קבו מה שמלקט משדותיו ולישנא מעליא נקט כלומר אותו מעט שנתן לו הקב''ה, לשון רשב''ם ז''ל: "
      ],
      [
        "<b>מותר לאצור וכו'.</b> ברייתא כלשונה ורשב''ם פירש לאצור פירות ג' שנים לקנות בששית לצורך ששית ושביעית ושמינית למכור לעולם פן ימותו בשביעית ושמינית ברעב דהא מפירות שמינית לא אכלי עד סוף השנה עכ''ל: ",
        "<b>ובשני בצורת אפילו קב חרובין לא וכו'.</b> לשון הברייתא שם: ",
        "<b>וכל המפקיע שערים או שאצר פירות וכו' הרי זה כמלוה ברבית.</b> ברייתא שם אוצרי פירות ומלוי ברבית ומפקיעי איפה ומפקיעי שערים עליהם הכתוב אומר מתי יעבור החדש וכו'. הרי שהשוו אותן בברייתא: "
      ],
      [
        "<b>במה דברים אמורים בפירות שיש בהן חיי נפש וכו'.</b> מבואר בברייתא שם. <b>ומה שכתב כשאר עיקרין,</b> לומר שאף על פי שהכמון והפלפלין אדם משתמש בהן יותר משאר תבלין מותר: "
      ],
      [
        "<b>אין מוציאין פירות שיש בהן חיי נפש כגון וכו'.</b> ברייתא שם. ",
        "<b>ומ''ש ולא מרשות מלך זה וכו'.</b> דלא כרבי שהתיר מאפרכיא לאפרכיא וזה הלשון שבא בהלכות וכשם שאין מוציאין מארץ לחוצה לארץ כך אין מוציאין לסוריא ולא מאפרכיא לאפרכיא ע''כ וגרסת ספרינו כך אין מוציאין לסוריא ורבי מתיר מאפרכיא לאפרכיא ע''כ, ופרשב''ם ז''ל מהפרכיא אחרונה של ארץ ישראל להפרכיא ראשונה של סוריא דכיון דסמוכין כל כך מותר עכ''ל. ולפ''ז אין לנו איסור בארץ עצמה מרשות מלך לרשות מלך אחר כדברי המחבר ודברי ההלכות: "
      ],
      [
        "<b>רשאין בני העיר לקוץ להם שער לכל וכו'.</b> ברייתא פ''ק דב''ב רשאין בני העיר להתנות על המדות ועל השערים ועל שכירות פועלים ולהסיע על קצתן, ופירוש להסיע להעניש למי שעובר על דבריהם: "
      ],
      [
        "<b>רשאין אנשי אומניות לפסוק ביניהם וכו'.</b> בתוספתא רשאין הנחתומין לעשות רגיעה ביניהם פי' רגיעה חלוקת הרגעים לומר עשה אתה ברגע פלוני ואני ברגע פלוני כך פירושה. ולי נראה פירושה מלשון מרגוע שהוא ענין מנוחה לומר היה אתה נח יום פלוני ואני יום פלוני ומ''מ הכל עולה לדבר אחד ומתבאר ג''כ בגמ' בהנהו טבחי, וכתב הרמב''ן ז''ל בשם הרב אלברצלוני ז''ל דדוקא בתנאי כל האומנין שבאותו אומנות: "
      ],
      [
        "<b>בד''א במדינה וכו'.</b> מפורש בגמרא (דף ט') בההוא עובדא דטבחי ולהסיע על קצותן ה''מ היכא דליכא אדם חשוב אבל איכא אדם חשוב לאו כל כמינייהו, ופירש הרב אבן מיגש ז''ל אדם חשוב ממונה על הציבור וזהו שכתב המחבר לתקן מעשה המדינה כלומר שהוא ממונה על כך הא אם לא הי' ממונה אפי' זולתו תנאו קיים. ",
        "<b>ומ''ש וכל מי שהפסיד וכו'.</b> מפורש באותו מעשה שם: "
      ],
      [
        "<b>כשם שהונייה במקח וכו' כיצד היה בעל תשובה וכו'.</b> ברייתא פ' הזהב במציעא (דף נ\"ח:) וג''כ יש מזה שם במשנה: "
      ],
      [
        "<b>היה גר וכו'.</b> באותה ברייתא: ",
        "<b>היו חלאים וכו'.</b> באותה ברייתא שם: "
      ],
      [
        "<b>היו חמרים וכו'.</b> באותה ברייתא שם: ",
        "<b>נשאלה שאלה על וכו'.</b> זה אינו מבואר אבל יש ללמוד דבר מדבר ופשוט הוא: "
      ],
      [
        "<b>כל המאנה את הגר בין בממון בין בדברים כו'</b> (עיין בפנים) וכפל הלאוין בשני דברים בפירוש לא תונה ולא תלחץ. זה נמצא בכל ספרי הרב ז״ל ובגמ' בפרק הזהב (בבא מציעא דף נ\"ט:) שנינו ת״ר המאנה את הגר עובר בג' לאוין והלוחצו עובר בשנים מאי שנא מאנה דכתיב ג' וכו' לוחצו נמי תלתא כתיב וכו' אלא אחד זה ואחד זה ג' ע״כ. והרב כתב אונאת ממון במקום הלוחצו לפי שבא במכילתא בזה הלשון לא תלחצנו בממון וכ״כ בספר המצות מצוה רמ״ח ומצינו בכתוב אלו הלאוין וגר לא תונה ולא תלחצנו כי גרים הייתם בארץ מצרים וכתיב וגר לא תלחץ ואתם ידעתם את נפש הגר כי גרים הייתם בארץ מצרים וכתיב וכי יגור אתכם גר וגו' לא תונו אותו, ולא ידעתי למה נדחק הרב לומר מ״ש שעל הגר עוברין בהונאת דברים על לאו של אוניית ממון וכן בהפך שהרי יש כאן שני לאוין מיוחדין באונאת ממון שהיא לחיצה לדעתו ז״ל וב' לאוין באונאת דברים שזהו לא תונה ולא תונו אותו שהם באונאת דברים ולשון מכילתא וגר לא תונה בדברים ושני לאוין האמורים בישראל אחד באונאת ממון ואחד באונאת דברים שהגר נכלל עמהן הרי כאן ששה לאוין. ורש״י ז״ל כתב המאנה את הגר באונאת דברים. הלוחצו הדוחקו. לא תהיה לו כנושה לוחץ הוא שדוחק אותו לתבוע לו את חובו. ה״ג מאי שנא אונאה דכתיב ביה תלתא וגר לא תונה ולא תונו אותו ולא תונו איש את עמיתו וגר בכלל עמיתו לוחצו נמי תלתא כתיב ביה וגר לא תלחצנו וגר לא תלחץ ולא תהיה לו כנושה עכ״ל. אינו מפרש לחיצה אונאת ממון אלא דחיקת ממון כעין לא תהיה לו כנושה והוא הנכון בפשט הלשון. ובאמת דברי המחבר תמוהים בעיני וצ״ע: "
      ],
      [],
      [],
      [
        "<b>גדולה הוניית וכו'.</b> מימרא שם בהזהב בב''מ (דף נ\"ח:) כלשון המחבר. ",
        "<b>ומ''ש לפי שהדבר מסור ללב.</b> פירוש לפי שהוא יכול לטעון ולומר לטובה נתכוונתי או כך הייתי סבור ולא עלה בדעתי רק טוב: ",
        "<b>וכל הצועק מהוניית דברים וכו'.</b> מימרא שם בפרק הזהב (בבא מציעא דף נ\"ט) כל השערים ננעלו חוץ משערי אונאה: "
      ]
    ],
    [
      [
        "<b>המוכר לחבירו במדה או במשקל וכו' כיצד מכר לו מאה אגוזים וכו' נקנה המקח ומחזיר הטעות.</b> זו מימרא דרבא בכמה מקומות כל דבר שבמדה ושבמניין ושבמשקל אפילו פחות מכדי אונאה חוזר ועיקרה ר״פ האיש מקדש (קידושין דף מ\"ב:) וכתב הרב אבן מיגש ז״ל בפרק המוכר את הספינה דהאי חוזר פירושו שהמקח קיים ומחזיר מה שחסר אבל אין בטעות כזה בשום צד בטול המקח אפילו ביתר משתות כיון דלא הוי טעותא בסך הערך והאריך בזה שם וכן העלה הרשב״א ז״ל פרק האיש מקדש. ובהשגות אמר אברהם דין זה אינו מחוור וכו'. ודימה הר״א ז״ל זה למקדש את האשה במנה זה דאם לא ידעה ונמצא חסר דינר אינה מקודשת כדאיתא פרק קמא דקדושין (דף ח') וסובר הר״א ז״ל דע״כ לא מפלגינן בהאיש מקדש בין מכר למלוה בכה״ג אלא כשלא אמר מנה זה וכדאיתא התם. ומ״מ אין קדושין דומין למקח וממכר בכה״ג ודברי המחבר ורבו ז״ל עיקר וגם הרמב״ן ז״ל הודה לדבריהם פרק בית כור כל זמן שאפשר להשלים: "
      ],
      [
        "<b>וכן אם נמצאו המעות וכו'.</b> זה מבואר במימרא דרבא שהזכרתי ומתבאר ג''כ בפ' האיש מקדש ושוין במכר שקנה באוקימתא דרב הונא. ובהשגות א''א אף בזו אי עייל ונפיק ההוא אזוזי כל כמה דמדחי ליה ולא יהיב ליה מצי האיך למיהדר ביה מההוא זביני ע''כ. ודין עייל ונפיק אזוזי כבר נתבאר פרק שמיני: ",
        "<b>ואפילו אחר שקנו וכו'.</b> נתבאר ספ''ק דגיטין (דף י\"ד) גבי הנהו גונאי קניין בטעות הוא וכל קנין בטעות חוזר: "
      ],
      [
        "<b>וכן המוכר לחבירו וכו' מחזירו אפי' לאחר כמה שנים.</b> כתב הרב וכן לדמות זו לאותה של מעלה שאין החזרה תלויה בזמן אבל אינן דומים בדבר אחר ודין המום שאין לו זמן יתבאר בהלכות בפרק הזהב זה לשונה והיכא דזבין איניש מידי ולאחר זמן איגלי מעיקרא דאית ביה מומא דהוה ביה מקמי דליזבניה אית ליה לאהדוריה למריה ולא אמרינן בכי הא שהי ליה בכדי שיראה לתגר או לקרובו דלא אמור רבנן הכי אלא גבי אונאה אבל גבי מומין מקח טעות הוא וכל אימת דמגלי ליה מהדר ליה למריה והכי כתב רבינו האי גאון ז''ל ע''כ. ויש מי שכתב שאם היה הדבר שהלוקח יכול להבחינו לאלתר כגון שיכולין לנסותו ולטועמו ולא הקפיד לעשות כן והמוכר מכר לו סתם אינו חוזר. ",
        "<b>ומ״ש והוא שלא ישתמש וכו'.</b> יצא לו ממה שאמרו כן במקדש את האשה ובא עליה ונמצאו בה מומין דאמרינן חזקה אין אדם שותה בכוס אלא א״כ בודקו וחייב בכתובתה כמו שנתבאר פרק כ״ד מהל' אישות וכן הם דיני מקח וממכר שוים לאשה בדינין אלו כדאיתא פרק המדיר (כתובות דף ע\"ה:): "
      ],
      [
        "<b>אין מחשבין פחת וכו'.</b> זה פשוט שהרי מום כמקח טעות הוא ומבואר פרק השוכר את האומנין (בבא מציעא דף פ') שמום הוא כמקח טעות: ",
        "<b>וכן אם רצה הלוקח וכו'.</b> גם זה פשוט: "
      ],
      [
        "<b>כל שהסכימו עליו בני המדינה שהוא מום וכו'.</b> זה פשוט הכל כמנהג המדינה בכל כיוצא בזה ובכמה מקומות נתבאר דומה לזה: "
      ],
      [
        "<b>כל הלוקח אינו לוקח סתם וכו' ואם פירש וכו'.</b> לא ידעתי זה מבואר אלא מדמיון זה לאונאה למד כן ומקל וחומר שהרי המום לעולם חוזר אע''פ שאין האונאה חוזרת אלא לזמן ידוע: "
      ],
      [
        "<b>המוכר פרה לחבירו ומנה בה מומין גלוים ומומין וכו'.</b> זה מימרא במציעא בהשוכר את האומנין (דף פ') ונתפרשה בהלכות: "
      ],
      [
        "<b>היו בה כל המומין וכו'.</b> מבואר שם: ",
        "<b>וכן אם היתה חגרת ונמצא נשכנית וכו'.</b> דעת הרב ז''ל דלאו דוקא כל המומין אלא רובן: "
      ],
      [
        "<b>הראה לו מום שיש בה וכו'.</b> זה כתב בפי' מ''ש בגמ' מום זה ומום אחר אין זה מקח טעות. ורש''י ז''ל פירש מום זה ומום אחר שפירש לו שם אותו מום לבדו וא''ל מום זה בה ועוד מומין אחרים. אין זה מקח טעות דכיון דאותו מום הזכיר לו לבדו בו היה לו לבדוק עכ''ל: "
      ],
      [
        "<b>וכן המוכר שפחה וכו'.</b> ברייתא שם: "
      ],
      [
        "<b>מכאן אני אומר וכו'.</b> סברת הרב ז''ל פשוטה בטעם ובראיה, ואע''פ שי''ל דשאני מום שהרי מום המפחית בכאיסר במקח גדול הוא מקח טעות מה שאין כאן באונאת ממון, זה דעת הרב ז''ל והדעת נותנת כדבריו: "
      ],
      [
        "<b>המוכר עבד או שפחה וכו'.</b> מבואר בסוגיא בפירקא קמא דקדושין (דף י\"א) ופרק אע''פ בכתובות (דף נ\"ז:) אין סמפון בעבדים אי מבראי הא קא חזי ליה ואי מגוואי למלאכה קא בעי ליה וכו': "
      ],
      [
        "<b>נמצא בו שחין רע וכו'.</b> זה פשוט ואמרי' בברייתא לעיל בהשוכר את האומנין (דף פ') שוטה ונכפית ומשועממת הרי אלו מומין ופרק המגרש אמרינן הכי לרווחא דמלתא לכתוב בשטר שהוא מנוקה מכל שחין וצרעת ופשוט הוא: ",
        "<b>וכן אם נמצא לסטים מזויין וכו'.</b> זו ברייתא הובאה פרק המוכר את הפירות (דף צ\"ב:) בזה הלשון המוכר עבד לחבירו ונמצא גנב או קוביוסטוס הגיעו לסטים מזויין או מוכתב למלכות אומר לו הרי שלך לפניך והוא בהלכות וזה מבואר. ומ''ש בסוגיא בפירקא קמא דקדושין (דף י\"א) גבי לסטים מזויין או מוכתב למלכות הנהו קלא אית להו פירשו המפרשים אם היה כן הקול היה נשמע לפיכך אין לחוש מסתם ושם נאמר לענין תרומה בעבד שלקחו כהן מישראל ודבר זה עיקר שאי אפשר לפרש אומר לו הרי שלך לפניך אלא שהלוקח אומר למוכר וכן כתבו רוב המפרשים. ובזה הוא מסולק הספק הכתוב בהשגות. אחר כן מצאתי בתוספתא פ''ד מבבא בתרא המוכר עבד לחבירו ונמצא גנב או קוביוסטוס הגיעו לסטים מזויין או שהיה מוכתב למלכות ה''ז מקח טעות עכ''ל התוספתא וזה מבואר כדברי רבינו: ",
        "<b>אבל אם נמצא גנב או חוטף או גונב וכו'.</b> זהו גנב או קוביוסטוס הנזכר בברייתא וכבר כתבתיה: "
      ]
    ],
    [
      [
        "<b>המוכר זרעוני גינה שאין עצמן של זרעונים וכו'.</b> משנה פרק המוכר פירות (בבא בתרא דף צ\"ב) ופסק כרשב״ג דמשנתנו וכן דעת ההלכות וטעמא דכיון דאינן נאכלין סתמן כמפרש לזריעה היא: ",
        "<b>והוא שלא צמחו מחמת עצמן אבל מחמת וכו'.</b> טעמא דמסתבר הוא בהלכות והוא דלא צמחו מחמת עצמן אבל מחמת דבר אחר כגון שלקו בברד וכיוצא בו אינו חייב באחריותן ע''כ וכיוצא בזה כתבו שאר המפרשים ז''ל: "
      ],
      [
        "<b>מכר לו זרעים וכו'.</b> משנה וברייתא שם. ",
        "<b>ומ''ש אפילו זרע פשתן וכו'.</b> פסק כסתם משנה וכת''ק דברייתא (דף צ\"ג): "
      ],
      [
        "<b>מכאן אתה למד שכל הלוקח וכו'.</b> [כתב הראב''ד ז''ל] א''א דין זה אמת הוא וכו'. והמחבר סובר כי הדברים ק''ו ומה פירות לזריעה שאינו מחזיר לו כלום אינו מנכה לו כלל מן הדמים אפילו בדמי עצים כאן שהוא יכול לקבל ממכרו על ידי טורח כ''ש דאינו מנכה לו כלל. ומ''ש הר''א ז''ל ולמאן דאמר משלם דמי ההוצאה וכו' לא קי''ל כלל כוותיה דודאי אינו משלם הוצאה: "
      ],
      [
        "<b>הלוקח מקח ונמצא בו מום וכו'.</b> פ' המוכר פירות (בבא בתרא דף צ\"ד): "
      ],
      [
        "<b>המוכר שור לחבירו ונמצא נגחן וכו'.</b> פסק כשמואל דאמר הכי ר״פ המוכר פירות (בבא בתרא דף צ\"ב) דלא כרב: ",
        "<b>בד''א כשהיה הלוקח וכו'.</b> ומפורש בסוגיא שם. ואמרינן נמי בגמרא ולחזי אי גברא דזבין לנכסתא לנכסתא אי לרדיא לרדיא וכו' [וליחזי דמי היכי נינהו] לא צריכא דאייקר בשרא וקם בדמי רדיא. פי' רדיא חרישה. ומכאן שאם היו דמי שור לחרישה יתרים על דמי שור לשחיטה והיה בו כדמי חרישה ונמצא נגחן ה''ז מקח טעות ויש הרבה מהמפרשים שכתבו כן: "
      ],
      [
        "<b>המוכר בהמה לחבירו לטביחה וכו'.</b> זה מבואר בפ' המדיר בכתובות (דף ע\"ו:) ופרק אלו טרפות בחולין (דף נ\"א) ודין הספק אם היתה טרפה קודם מכירה אם לא יתבאר פ''ב: ",
        "<b>מכאן אתה למד וכו'.</b> זה פשוט בטעם ובראיה: "
      ],
      [
        "<b>קנה בגדוכו'.</b> ג''ז מאותו טעם הוא: "
      ],
      [
        "<b>המוכר קרקע לחבירו ואכל וכו'.</b> זה פשוט באי זהו נשך (דף ס\"ו:) בכיוצא בזה שאם המקח בטל הדרא ארעא והדרי פירי: "
      ],
      [],
      [
        "(ט-י) ",
        "<b>המוכר דבר שיש בו מום וכו'. כיצד המוכר שור לחבירו וכו'.</b> ממעשה דפרק המפקיד (בבא מציעא דף מ\"ב ע\"ב) נלמד זה בפירוש ההוא אפוטרופוס דיתמי דזבן תורא וכו': "
      ],
      [
        "<b>היה המוכר סרסור.</b> זה מבואר שם באותו מעשה וביאור המעשה לדעת הרב צריך עיון: "
      ],
      [
        "<b>השוחט את הבכור וכו' עד והנשאר מן הבשר ביד הלקוחות יקבר וכו'.</b> משנה בבכורות פרק כל פסולי המוקדשין (בכורות דף ל\"ז) והוא בהלכות פ' בית כור: ",
        "<b>וכן השוחט את הפרה ומכרה וכו'.</b> גם זה באותה משנה וברייתא שם: "
      ],
      [
        "<b>מכר הלוקח בשר זה וכו'.</b> מפורש שם במשנה: "
      ],
      [
        "<b>המוכר בשר לחבירו ונמצא בכור וכו'.</b> מפורש בברייתא שם כדעת תנא קמא: ",
        "<b>אבל המוכר בשר שאיסור אכילתו מדברי סופרים וכו'.</b> לא מצאתי זה מבואר אבל ראיתי שלא נשנה בגמרא אלא איסורין של תורה או איסורי הנאה של דבריהם כגון יין נסך שהכוונה סתם יינן אבל איסורין של דבריהם באכילה לא אבל כיון שאכלו ונהנו לא יחזיר להם כלום. ובירושלמי דשביעית חילקו לענין סחורה ואמרו כל דבר שאיסורו דבר תורה אסור לעשות בו סחורה וכל דבר שאיסורו מדבריהם מותר לעשות בו סחורה ואפשר שאף זה כן ואולי ממקום אחר יצא לו: ",
        "<b>וכל איסורי הנאה וכו'.</b> כבר נתבאר זה מיין נסך כמו שאמרנו למעלה: "
      ]
    ],
    [
      [
        "<b>ארבע מדות במוכרין וכו'.</b> משנה פרק המוכר את הספינה (בבא בתרא דף פ\"ג) ופירשו ז״ל שאמר המוכר שהם יפות ונמצא שקורין לכמותן במקום שהן רעות אע״פ שאין הונאת שתות בין אלו לאלו בדמי המקח אפילו הכי (המוכר) [הלוקח] יכול לחזור בו מפני שהטעהו ויש ביניהם שינוי השם וה״ז קצת כשינוי חפץ מחפץ שאם רצה המתאנה לחזור בו ולבטל מקחו רשאי אבל לא המוכר לפי שאינו שנוי חפץ לגמרי ע״כ: ",
        "<b>רעות ונמצאו יפות וכו'.</b> משנה שם. ופי' כלומר שהטעה הלוקח את המוכר ואמר לו חטים שלך רעות הן ונמצאו שהן מן היפות מוכר שנתאנה יכול לחזור בו ולא לוקח: ",
        "<b>רעות ונמצאו רעות וכו'.</b> ג''ז במשנה. ",
        "<b>ומ''ש אע''פ שאינן יפות וכו'.</b> הוא פירוש לדברי המשנה וכן פירשו ז''ל: "
      ],
      [
        "<b>אבל המוכר חטים שחמתית וכו'.</b> פירוש שחמתית אדומה על שם חמה שמאדימתן: ",
        "<b>כל אחד משניהם יכול לחזור בו.</b> במשנה שם והטעם שזה כשינוי חפץ לגמרי ופירוש אף על פי שאין אונאה בדמי המקח: "
      ],
      [
        "<b>המוכר יין לחבירו ונתנו הלוקח בקנקניו וכו'.</b> משנה פרק המוכר פירות (בבא בתרא דף צ\"ו:) ודוקא בקנקני לוקח כדאיתא בגמ' (דף צ\"ח) מימרא דרבי יוסי בר חנינא מפני שיכול לומר לו קנקניך גרמו. ",
        "<b>ומ''ש ואע''פ שאמר לו לתבשיל וכו'.</b> גם זה מפורש שם: ",
        "<b>ואם ידע שיינו מחמיץ ה''ז מקח טעות וכו'.</b> ופירש דוקא כשא''ל לתבשיל הוא מקח טעות כשיודע שיינו מחמיץ הא בסתם אינו מקח טעות אע''פ שהוא יודע שיינו מחמיץ דמצי א''ל מוכר ללוקח לא איבעי לך לשהויי כדאיתא בגמרא שם ובהלכות: ",
        "<b>מכר לו יין והרי הוא בקנקני מוכר וכו'.</b> ופירש הרב אבן מיגש ז''ל קנקנים דוקא אותן שהיו בהן היין קודם מכירה אבל אם עירהו הלוקח בקנקנים אחרים אע''פ שהם של מוכר ברשות לוקח הוא ונתן טעם לזה. והחילוק בין אמר לו למקפה לאומר לו סתם מפורש בגמרא במימרא דר' יוסי בר' חנינא ובהלכות. וכתב הרשב''א ז''ל ואם אמר לו לשתות מעט מעט לעצמו ה''ז כאומר לו למקפה. ודע שהרבה מפרשים ז''ל כתבו שאם היין בקנקני המוכר והחמיץ תוך ג' ימים אפילו לא אמר לו למקפה הרי הוא ברשות מוכר אלא א''כ טלטלו ונדנדו על כתיפו, והם מעמידים מימרא דשמואל דאמר אפילו תוך שלשה ימים ברשות לוקח כשהוליכו בכתף ודעת המחבר כדעת ההלכות והרב אבן מגש ז''ל: "
      ],
      [
        "<b>המוכר חבית של שכר לחבירו וכו'.</b> מימרא שם (דף צ\"ו:) ומעשה דרב יוסף שדן כן את הדין ופירשה המחבר דוקא בחבית דמוכר אבל אם עירה לתוך חביתו יכול מוכר לומר חביתך גרמה לו: "
      ],
      [
        "<b>המוכר חבית של יין וכו'.</b> מימרא דרבא שם (דף צ\"ח) ובהלכות. ויש מי שפירשה בשהוליכה במוט דוקא אבל בכתף חמרא אכתפא דגברא שוור ודעת המחבר כדעת ההלכות: ",
        "<b>וכן המקבל חבית של יין מחבירו וכו'.</b> כ''ה הגיר' בספרים שלנו ובהלכות האי מאן דמקבל חביתא וכו'. ויש מי שפירש לפי גרסא זו דדוקא במקבל לעסק דאע''ג דפלגא מלוה ופלגא פקדון כיון דבתורת עסק קבלה ולהוליכה למקום פלוני וזיל קודם לכן מחזיר לו שלא ע''ד כן קיבלה. ורבינו חננאל ז''ל וכן ה''ר אברהם ז''ל פירשו אפילו בלוקח גמור והטעם שכיון שהזכיר להוליך למקום פלוני הרי הוא כמתנה שאם תוזל קודם לכן שיחזירנה לו והוא שהזכיר בשעת מכירה כן וזה נראה דעת אבן מיגש ז''ל ודעת המחבר צריך עיון לאי זה צד הוא נוטה. ",
        "<b>ומ''ש או החמיצה.</b> מחלוקת לשונות בגמרא ופסק כהלכות: "
      ],
      [
        "<b>האומר לחבירו יין מבושם וכו'.</b> משנה פ' המוכר פירות (בבא בתרא דף צ\"ז צ\"ח): ",
        "<b>יין ישן אני מוכר לך וכו'.</b> ג''ז משנה שם: ",
        "<b>מיושן משל ג' שנים וכו'.</b> ג''ז באותה משנה שם ומש''כ וצריך שיעמוד ולא יחמיץ עד החג הוא ברייתא בגמ' ובשאמר לו מיושן הוא שכן היא כוונת מיושן שתתיישן ג' שנים שלמות ולא קאי אישן וכן דעת אבן מיגש ז''ל: "
      ],
      [
        "<b>האומר לחבירו מרתף של יין זה אני מוכר לך למקפה וכו'.</b> דינין אלו שהזכירם הרב מבוארים במשנה (דף צ\"ג) ובגמ' (דף צ\"ה) פ' המוכר פירות וכן העלוה בהל'. ",
        "<b>ומ''ש שלא יהיה יינם טוב אלא כבר התחיל להשתנות.</b> הוא פי' קוססות הנזכר במשנה: "
      ],
      [
        "<b>אמר לו מרתף של יין למקפה וכו'.</b> פי' לא אמר לו זה: ",
        "<b>או שאמר לו חבית של יין.</b> פי' ולא אמר לו זה למקפה ומבואר הוא בגמרא והטעם דחבית של יין כיון שהוא כלי אחד אין ראוי להיות בו יין קוסס כלל: ",
        "<b>אמר לו מרתף של יין וכו'.</b> פירוש ולא אמר לו למקפה. <b>ומש''כ שהרי הוא בינוני</b> הוא פירוש הנמכר בחנות הנזכר שם: ",
        "<b>אמר לו מרתף זה אני מוכר לך וכו'.</b> מבואר שם וכתב ר''ש ז''ל דדוקא שלא אמר לו מרתף זה אני מוכר לך למקפה אבל אמר לו מרתף זה אני מוכר לך למקפה הלוקח מקבל י' קנקנים בכל ק' שלא יהא יינם טוב והרי הוא דינו כאילו אמר לו מרתף של יין למקפה וזה דעת הרמב''ן ז''ל ואין להכריע מדברי רבינו כלום: "
      ],
      [
        "<b>האומר לחבירו עריבה של עץ וכו'.</b> שם: "
      ]
    ],
    [
      [
        "<b>אסור לרמות את בני אדם במקח וממכר וכו'.</b> זה פשוט ומבואר פ' הזהב (בבא מציעא דף נ\"ח) ופ' גיד הנשה (חולין דף צ\"ד): ",
        "<b>ואפילו לגנוב דעת הבריות וכו'.</b> מימרא דשמואל בגיד הנשה שם אסור לגנוב דעת הבריות ואפילו דעת עכו''ם: "
      ],
      [
        "<b>אין מפרכסין כו'.</b> משנה בהזהב (דף ס') ופירש מפרכסין צביעה ותיקון באדם שאם היה שיער זקנו לבן צובעו כדי שיראה נער אסור וכן כיוצא בזה: ",
        "<b>אבל מפרכסין את החדשים וכו'.</b> מפורש בגמרא שם: "
      ],
      [
        "<b>אין משרבטין את האדם במים של חזרין וכו'.</b> פי' חזרין סובין ולשון הגמרא ובהלכות אין משרבטין לא את האדם ולא את הבהמה וכו' מאי אין משרבטין הכא תרגימו מיא דחזרא פירש''י משקין אותן מי סובין והן נופחין מעיה ושערה נזקף (כשרבטא) ויתר הדברים מפורשים שם. <b>ומ''ש ולא שורין את הבשר</b> שמלבן והכחוש נראה שמן. לשון רש''י ז''ל: ",
        "<b>ואין מוכרין בשר נבילה וכו'.</b> פ' גיד הנשה (חולין דף צ\"ד): "
      ],
      [
        "<b>מותר לברר הגריסין ולא על המגורה וכו'.</b> משנה בהזהב (דף ס') ופסק כחכמים: ",
        "<b>ומותר לחנוני וכו'.</b> גם זה באותה משנה ופסק כחכמים: "
      ],
      [
        "<b>אין מערבין פירות בפירות וכו'.</b> מפורש במשנה (דף נ\"ט ס'). ",
        "<b>ומ''ש ואפילו היו ישנות ביוקר וחדשות בזול וכו'.</b> ברייתא שם וכפירוש ההלכות. ופירוש אע''פ שהוא מוכר מן החדשות והישנות שהוא מערב הם יותר ביוקר אסור מפני שהלוקח רוצה ליישנן ואין הישנות טובות להתיישן: ",
        "<b>ביין התירו לערב קשה ברך וכו'.</b> פי' חזק בחלש והטעם מפני שמשביחו. מפורש במשנה שם (דף ס'). ",
        "<b>ומ''ש בין הגתות וכו'.</b> בגמרא ובהלכות א''ר נחמן בין הגתות שנו והאידנא דקא מערבי שלא בין הגתות סברי כרב אחא דתניא רבי אחא מתיר בדבר הנטעם ע''כ. (ופירש\"י בין הגתות שנו דמשביחו שתוססין זה עם זה ונעשה טעם אחד אבל לאחר הגתות שכבר קלט כל אחד טעמו וריחו אין משביחו אלא פוגמו ע\"כ): "
      ],
      [
        "<b>אין מערבין מים ביין וכו' ומי שנתערב וכו'.</b> משנה שם: ",
        "<b>ולא לתגר וכו'.</b> במשנה שם ובגמרא רבא אייתו ליה חמרא מחנותא מזגיה וכו' שדריה לחנואה א''ל אביי והא תנן ולא לתגר אע''פ שמודיעו א''ל מזגא דידי מידע ידיע פי' רש''י שאני נותן מים הרבה. ורבא הוא דאמר כל חמרא דלא דרי על חד תלת מיא לאו חמרא הוא. ואמרינן תו בגמרא וכ''ת x דמייתי חמרא חייא ומערב ביה פירוש עד שלא יהא ניכר טעם המים א''כ אין לדבר סוף. פירש''י ז''ל א''כ דכולי האי חיישינן אין לדבר סוף שאף המים לבדם יהא אסור למכור לחנוני שמא יערבם ביין אלא לא חששו חכמים אלא בזמן שאני מוכר לו דבר העשוי לרמות בו כמו שהוא עכשיו עד כאן. והוא הדין לכל כיוצא בזה. והמחבר לא הביא דינו של רבא לפי שאינו מצוי שיתערב מים כל כך ביין: ",
        "<b>ומקום שנהגו להטיל וכו'.</b> משנה שם: ",
        "<b>והוא שיהיה בין הגתות וכו'.</b> בגמרא שם והטעם שבזמן הגתות קולטים המים טעם היין אבל שלא בין הגתות הוא נחשב כאילו הוא מזוג: "
      ],
      [
        "<b>התגר נוטל וכו'.</b> בבא זו משנה שם כלשונה. ופירש''י שלא יתכוון לערב. להוציא קול ולקנות הרוב ממקום משובח ולערב בו ממקום אחר ושכניו סבורים שכל הפירות מאותו מקום ע''כ: "
      ],
      [
        "<b>אסור לערב שמרים וכו'.</b> ברייתא שם ובהלכות וסוף הברייתא אבל מערב של אמש בשל אמש ושל יום בשל יום. ופירש''י דיום ואמש לאו דוקא אלא חלוק הכלים הוא שיש להקפיד מחבית לחבית. וזהו שכתב המחבר אבל אם עירה היין וכו': "
      ],
      [
        "<b>המוכר לחבירו שמן מזוקק וכו'.</b> פסק דלא כר' יהודה דמתניתין דפרק המפקיד (בבא מציעא דף מ') וכן דעת ההלכות שם. ויש מי שפירש שאפילו ר' יהודה מודה באומר לו שמן מזוקק ולא נחלק אלא באומר שמן סתם ונתן לו בסתם מזוקק ונשארו בידו השמרים ואומר ר״י שנותן השמרים. ופסק רבינו כאוקימתא קמא דאמרינן לדברי חכמים אסור לערב השמרים וזהו שכתב למעלה אסור לערב שמרים ביין ובשמן: ",
        "<b>מכר לו שמן סתם וכו'.</b> וזה מתבאר שם: ",
        "<b>ומקבל בשאר שמרים שמן עכור וכו'.</b> זהו פירוש פקטים האמור בגמרא שם ורש''י ז''ל פירש פקטים פסולת גרעינים הצפים על פני השמן: "
      ],
      [
        "<b>בד''א כשנותן לו המעות וכו'.</b> לשון הגמ', ובהלכות הא דיהיב ליה זוזי בתשרי וקא שקיל מיניה בניסן כמדה דתשרי הא דיהיב ליה זוזי בניסן וקא שקיל מיניה בניסן כמדה דניסן ע''כ. ומתוך לשון המחבר נראה שהוא סובר שאין המדות שוות בשיעור. ורש''י ז''ל פירש מדה שער הדמים ולא מדה ממש וז''ל מדה כשער הדמים של תשרי שהם בזול וסתם שמנים עכורים וקבל עליו פקטים. הא דשקיל מיניה בניסן כשער של ניסן וביוקר דרך כל השמנים להיות מזוקקים בניסן והלוקח סתם והמוכר סתם אין מוכר אלא מזוקק עכ''ל: "
      ],
      [
        "<b>המוכר חטים לחבירו מקבל עליו רובע קטנית וכו'.</b> ברייתא פ' המוכר פירות (בבא בתרא דף צ\"ד): ",
        "<b>שעורים מקבל עליו רובע נישובות.</b> ג''ז באותה [ברייתא] שם. ופי' נישובות אבק וקשין שנזרים בנשוב: ",
        "<b>עדשים מקבל רובע עפרורית וכו'.</b> באותה ברייתא שם והביא המחבר לשון הברייתא כפשטה: ",
        "<b>תאנים מקבל עליו וכו'.</b> משנה שם (דף צ\"ג:): ",
        "<b>מכר לו שאר פירות וכו'.</b> משנה שם המוכר פירות לחבירו מקבל עליו רובע טנופות לכל סאה והמחבר הביא המשנה והברייתא כפשטה כשיטת ההלכות ובגמ' מתברר שבכל המינין חוץ מעדשים אינו מקבל עליו רובע עפרורית אלא פחות מרובע ופירוש רובעין אלו רובע קב שהם אחד מכ''ד בסאה: ",
        "<b>נמצא בהן יותר על השיעורין וכו'.</b> מימרא דרב הונא שם אם בא לנפות מנפה את כולו ופירושה כדברי המחבר והיא בהלכות: "
      ],
      [
        "<b>ואין כל אלו הדברים אמורים אלא במקום שאין וכו'.</b> כך כתוב בהלכות ודבר נכון הוא: "
      ],
      [
        "<b>לפיכך הבורר צרורות וכו'.</b> מימרא שם (דף צ\"ג צ\"ד) ובהלכות: "
      ],
      [
        "<b>המוכר קנקנים בשרון במקום שאין מנהג.</b> לשון המשנה (צ\"ג:) קנקנים בשרון מקבל עליו י' פטסות לק'. ופירש המחבר שלפיכך אמרו שרון לפי שאין שם מנהג בזה. ",
        "<b>ומ''ש והוא שיהו נאות ועשויות בגפרית.</b> הוא ברייתא (דף צ\"ז:) על המשנה תנא פטסות נאות ומגופרות. ולשון ן' מיגש ז''ל כלומר אע''פ שאינן מבושלין כל צרכן והן מזיעין את היין צריך שיהו נאות וכו' וכן פירש''י דשבורין ממש אפילו אחד אינו מקבל: "
      ]
    ],
    [
      [
        "<b>אסור למכור לחבירו קרקע או וכו'.</b> דינו של הרב ז״ל פשוט הוא בטעם שלא יהיה זה פחות משאר האונאות שהן אסורות וה״ז כמום, ובפ' שבועת העדות (שבועות דף ל\"א) אמרינן ואשר לא טוב עשה בתוך עמיו זה הלוקח שדה שיש עליו עסיקין וכיון שהלוקח לא טוב עשה נראה שאסור למוכר למכור אותם בסתם ולא יודיעו, ופירוש עסיקין עוררין מלשון התעשקו עמו: "
      ],
      [
        "<b>המוכר קרקע לחבירו וכו'.</b> לשון הגמרא פ״ק דמציעא (דף י\"ד) ופרק קמא דב״ק (דף ח':) ופרק מי שהיה נשוי (כתובות דף צ\"ב צ\"ג) אמר [אביי] ראובן שמכר שדה לשמעון שלא באחריות ויצאו עליה עסיקין עד שלא החזיק בה יכול לחזור בו משהחזיק בה אינו יכול לחזור בו מ״ט דא״ל חייתא דקיטרי פירוש שק מלא קשרים סברת וקבילת מאימתי הוי חזקה מכי דייש אמצרי וא״ד אפילו באחריות נמי כלומר אפילו באחריות משהחזיק בה אינו יכול לחזור בו דא״ל אחוי טרפך ואשלם לך ע״כ. ופירוש המחבר כך הוא ראובן שמכר שדהו וקנהו שמעון באחת מדרכי הקניות עד שלא החזיק בה פי' נשתמש בה. וכבר ידעת דעת המחבר דשימוש הויא חזקה לקנות כדאיתא פ״א וכאן אפילו לאחר קנייה יכול לחזור בו קודם תשמיש ואע״פ שנתן דמים ושיטות הרבה יש בזה: "
      ],
      [
        "<b>כל המוכר קרקע וכו'.</b> כך הוא מסקנא דשמעתא פ''ק דמציעא (דף י\"ד) דאחריות טעות סופר הוא אפילו בשטרי מקח וממכר: "
      ],
      [
        "<b>בד''א בשהוציא המקח וכו' אבל אם העכו''ם וכו'.</b> זה החילוק מימרא (דף מ\"ה) פרק חזקת הבתים בשם אמימר שאין ישראל חייב באחריות מכר אם העכו''ם טורפה וכן הדין לעולם אינו חייב אא''כ תצא ממנו בדינינו וכדאמרינן לעיל אחוי טירפך פירש''י ז''ל שבדין טרפוה ממך וכן עיקר ואפילו היה הטורף ישראל אם טרף שלא כדין אינו חייב לו: "
      ],
      [
        "<b>המוכר קרקע לחבירו והתנה עמו וכו'. מ''ש אפילו בא העכו''ם וגזלה מחמת המוכר חייב לשלם.</b> הטעם הוא לפי שהוא אונס מצוי וכיון שקבל עליו כל אונס זהו בכלל: ",
        "<b>אבל אם נפסק הנהר שהיה וכו'.</b> מימרא גבי מעשה בגיטין פ' מי שאחזו (גיטין דף ע\"ג) מסקנא שם: "
      ],
      [
        "<b>ומ''ש והוא הדין לכל תנאי שבממון.</b> פשוט הוא שלמדין מדבר לחבירו בכל כיוצא בזה: "
      ],
      [
        "<b>מעשה באחד ששכר מלחים וכו'.</b> מעשה שם פרק מי שאחזו (גיטין דף ע\"ג): "
      ],
      [
        "<b>המוכר קרקע לחבירו וכו'.</b> פרק חזקת (בבא בתרא דף מ\"ד:) ופסק כרב זביד וכן בהלכות: "
      ],
      [
        "<b>ראובן שמכר שדה לשמעון שלא באחריות וכו'.</b> מימרא פ״ק דמציעא (דף י\"ד) ופ״ק דב״ק (דף ח':) ובפ' מי שהיה נשוי (כתובות דף צ\"ב צ\"ג). ",
        "<b>ומ''ש שלא באחריות.</b> פסק כאיכא דאמרי דהתם דאפילו שלא באחריות. וכתבו קצת המפרשי' ז''ל נפקא מינה היכא דהויא אפותיקי מפורש ללוי שיכול לסלקו ראובן במעות ולא שמעון וצדדין אחרים והרמב''ן ז''ל כתב בסוף דבריו ואין צורך לכל זה אלא נפקא מינה דאיהו ידע למיטען טפי: "
      ],
      [
        "<b>ראובן שמכר שדה לשמעון שלא באחריות וכו'.</b> מימרא בכתובות בפ' מי שהיה נשוי (כתובות דף צ\"א צ\"ב) ופסק כרבא. ",
        "<b>ומ''ש שאע''פ שלא קבל וכו'.</b> הוא כפי גירסת ההלכות והגאונים x נהי דאחריות דעלמא לא קיבל עליה אחריות דנפשיה מי לא קביל עילוייה: ",
        "<b>אבל אם בא בעל חוב של יעקב וכו'.</b> פירוש אביו של ראובן וכגון ששדה זו באה לראובן בירושה מיעקב אביו והוא מוכרה לשמעון שלא באחריות וחזר וקנאה ממנו באחריות וטרפה בעל חוב של יעקב. וגם זה מפורש שם בכתובות ובהלכות: "
      ]
    ],
    [
      [
        "<b>המבקש לקנות מקח מחבירו וכו'.</b> תוספתא בקדושין הובאה בהלכות פ''ק דקדושין וז''ל והמוכר [חפץ] לחבירו וכו' זה אומר במנה וזה אומר במאתים והלך זה לביתו וזה לביתו ואח''כ תבעו זה את זה אם הלוקח תבע את המוכר יעשו כדברי המוכר ואם המוכר תבע את הלוקח יעשו כדברי הלוקח ע''כ. וזה מבואר: "
      ],
      [
        "<b>הלוקח מאחד מחמשה בני אדם וכו' מניח דמי המקח וכו'.</b> פסק כרשב״א וכסתם משנה דיבמות פ' האשה שלום (יבמות דף קי\"ח:) דלא נחלקו ר״ע ור״ט בלוקח שמניח דמי מקח ביניהם ומסתלק וכן הוא בהלכות ופירשו ז״ל שמניחן ביד ב״ד וזה שכתב ויהיו הדמים מונחין הכוונה בב״ד: ",
        "<b>ואם הוא חסיד נותן דמים וכו'.</b> בזה חלוקים עליו הרמב״ן והרשב״א ז״ל ואומר דבמקח אפילו בא לצאת ידי שמים מניח ביניהם ומסתלק וכ״כ פרק המפקיד (בבא מציעא דף ל\"ז) ועיין בתוס' שם בד״ה התם: "
      ],
      [
        "<b>לקח מקח מאחד וכפר בו ונשבע וכו'.</b> זה מתבאר בפרק הגוזל עצים בב''ק (דף ק\"ג:) בסוגיא דאמרינן התם ואי ס''ד דאישתבע מה לי גזל מה לי מקח הרי דבנשבע מקח וגזל שוין. ודין הגזל מפורש פ''ד מהלכות גזילה: "
      ],
      [
        "<b>נאמן בעל המקח לומר וכו'.</b> ברייתא בקדושין פ' עשרה יוחסין (קידושין דף ע\"ג: ועיין בתוס' שם בד\"ה בד\"א) נאמן בעל המקח לומר לזה מכרתי ולזה לא מכרתי בד״א בזמן שהמקח בידו וכו' וניחזי זוזי ממאן נקט לא צריכא דנקט מתרוייהו ואמר חד מדעתאי וחד בעל כרחי. ויש מי שפירש קושיא זו אסיפא דאפי' בזמן שאין מקחו בידו ליהימניה כל זמן שהלוקח שם דהוה ליה כעין דיין שנאמן לומר לזה זכיתי ולזה לא זכיתי שבעלי דינין עומדין לפניו כדאיתא התם ופריק התם דנקט מתרוייהו וכיון שכן שנטל משניהם ה״ז אינו מדקדק אי זהו מדעתו ואינו נאמן אלא הרי הוא כעד אחד וגרסינן שם ולא ידע הי מדעתו והי (בעל כרחיה) פירוש ואין ידוע בעדים אע״פ שהמוכר אומר כך הוא כיון שאין מקחו בידו אינו נאמן. ומתוך דברי המחבר נראה שהוא גורס ולא ידע פי' שאף המוכר אינו יודע אי נמי אפי' ידע המוכר רצה הלה לישבע שבועת התורה וליטול מחצה נוטל וחבירו נוטל בלא שבועה. ודין זה נתברר ריש פ״ק דמציעא וזה לשון הגמ' גבי שנים אוחזין בטלית דנשבעין וחולקין אותה בין שטוענין טענת מציאה וכל אחד אומר אני מצאתיה בין שכל אחד טוען אני לקחתיה ואמרינן התם מקח וממכר נחזי זוזי ממאן נקט לא צריכא דנקט מן תרוייהו מחד מדעתיה וחד בעל כרחיה ולא ידע וכו' ופירש בעל המאור ז״ל לחזי זוזי ממאן נקט דאע״ג דאין מקחו בידו ואינו נאמן אלא ככל אדם מ״מ זה שהוא מעיד כנגדו הוא מתחייב שבועת התורה על פיו דעד אחד הוא וזה שהוא מסייעו יש לפוטרו לגמרי דכיון דשבועתו אינה אלא מדרבנן ואיכא חד סהדא דמסייע ליה דינא הוא דלישקול בלא שבועה ופריק דלא ידע שהמוכר עצמו אינו יודע ע״כ דבריו ז״ל. וזאת היתה כוונת המחבר שאם המוכר יודע ומעיד והוא הדין לעד אחד זה שמסייעו העד נוטל בלא שבועה. והנכון הוא אחר שאין שבועתו אלא מדרבנן וחבירו חייב שבועה דאורייתא ולפיכך כתב ולא ידע ממי נטל וכן דקדק הר״א ז״ל בהשגות וכתב שאין הדין ברור אצלו וכבר הראה פנים בעל המאור לזה ועיקר: "
      ],
      [
        "<b>הרי שטען על חבירו וכו'.</b> דין זה פשוט בכמה מקומות בגמ' המוציא מחבירו עליו הראיה ויתבאר בהרבה דינין שיבאו בזה הפרק ואבאר מאין יצאו: "
      ],
      [],
      [
        "<b>אמר לחנוני תן לי בדינר פירות וכו' ונתן לו.</b> פירוש שהגביהן לוקח והניחן ברה''ר והדין משנה בשבועות פרק כל הנשבעין (דף מ\"ב) ודבריו בפירושה כדברי ההלכות ואין הדין אלא ברה''ר אבל אם היו ברשות מוכר ממש או ברשות לוקח המוציא מחבירו עליו הראיה ואין כאן אלא שבועת היסת וזהו שאמר ר' יהודה בברייתא כדאיתא בהלכות: "
      ],
      [
        "<b>נתן הלוקח דינר וכו'.</b> ג''ז באותה משנה ופסק כרבנן וכן פירש הרב ר' מאיר ובחדושין ג''כ פסקו כן: "
      ],
      [
        "<b>וכן הדין בנותן דינר לשולחני וכו'.</b> פי' וכבר קבל נותן הדינר מעות והניחן ברה''ר וג''ז משנה שם: ",
        "<b>ואם לא הודה שמכרן וכו'.</b> ג''ז משנה שם וכרבנן שהמעות הם ברה''ר שאם היו ברשות שולחני אינו נשבע השולחני אלא היסת כמו שנתבאר בחנוני: "
      ],
      [
        "<b>המחליף פרה בחמור וכו' המוכר שפחתו וילדה וכו'.</b> פירש רש''י ז''ל בהשואל להכי נקט מחליף ולא נקט המוכר פרתו וילדה דאילו מוכר במעות לא קנה לוקח עד דמשיך וכיון דמשיך מידע ידע אם ילדה כבר או לא ילדה וליכא לספוקי בעד שלא מכרתי ומשלקחתי אבל מחליף פרה בחמור לא היה צריך למשוך הפרה [או החמור] דכיון שמשך בעל הפרה את החמור נקנית הפרה לבעל החמור בכל מקום שהיא ואין ידוע אם ילדה אם לא ילדה וכן המוכר שפחתו (נקט מוכר) דקיימא לן עבד כנעני נקנה בכסף וכשנתן המעות נקנית לו השפחה ואפילו היא בבית הבעלים ואין ידוע אם עד שלא ילדה נתן הכסף ע''כ. ",
        "<b>ומה שכתב המחבר אפי' אומר המוכר איני יודע [שישבע מוכר שאינו יודע] .</b> לאו למימרא דכשהלוקח [טוען טענת] ברי ולא הביא ראיה לדבריו ומוכר אומר איני יודע שישבע מוכר שאינו יודע ותהיה שלו שהרי יתבאר לפנינו שאם שניהם טוענין שמא יחלוקו כ''ש כשהלוקח טוען טענת ברי והמוכר אומר איני יודע שאינו נוטל המוכר בשבועת שאינו יודע אלא הכוונה שצריך לוקח להביא ראיה ואין אומרים כיון שהוא טוען ברי ומוכר שמא יטול לוקח בלא ראיה: ",
        "<b>לא הביא ראיה ישבע המוכר וכו'.</b> כבר ביארתי שאין זה אלא כשהמוכר טוען טענת ברי אבל כשהמוכר טוען טענת שמא יחלוקו. והחילוק בין ולד פרה לולד קטנה הלוקח אומר גדולה לקחתי והלה אומר איני יודע זכה בגדולה המוכר אומר קטן מכרתי והלה אומר איני יודע אין לו אלא קטן זה אומר גדול וזה אומר קטן ישבע המוכר שהקטן מכר זה אומר איני יודע וזה אומר איני יודע יחלוקו ע''כ במשנה ובהלכות והעמידו משנה זו בגמרא בשטענו עבד גדול בכסותו והלה מודה לו בעבד קטן בכסותו ומדין גלגול שבועה חייב לישבע אף על העבד וכמו שנתבאר פ''ה מהל' טוען ונטען לפיכך כשאמר מוכר איני יודע ה''ז מחוייב לישבע שאינו יכול לישבע ומשלם ולוקח נוטל גדול אבל דין המחבר כשאינו טוענו כסות אלא עבד וידוע שאין נשבעין על העבדים דבר תורה אלא היסת לפיכך כתב הרב כן וכן הדין מוכרח בסוגיא שם: "
      ],
      [],
      [],
      [
        "<b>אמר הלוקח גדול לקחתי והמוכר שותק.</b> זה למד מדין השפחה שהבאתי למעלה: ",
        "<b>ואם אמר המוכר איני יודע.</b> כבר ביארתי שאין זה דומה למשנתנו ששנינו מוכר אומר איני יודע זכה בגדול לפי שכאן אין זה מחוייב שבועה מן התורה. ",
        "<b>ומ''ש ישבע שאינו יודע.</b> לפי שלא ילמד לומר טענת רמאות איני יודע לפטור עצמו משבועת התורה וכמ''ש פ''א מהל' טוען ונטען במנה לי בידך והלה אומר איני יודע ועיקר וכן כ''ש שאם אין הלוקח יודע דלא אמרינן יחלוקו דומיא דולד דלעיל משום דהתם אין לזה בולד חזקה יותר מזה משא''כ כאן שהרי זה מוחזק בעבדו והבא להוציא ממנו עליו הראיה: "
      ],
      [
        "<b>כל מי שנולד הספק ברשותו וכו' כיצד המחליף וכו'.</b> זה מימרא דשמואל בכתובות פרק המדיר (כתובות דף ע\"ו:) בזה הלשון ממש ויש מי שלא פסקה בהלכה אלא על בעל הפרה להביא ראיה וכבר נכתב דעת זה בהלכות ויש מי שפסקה ולזה נוטה דעת הרב אלפסי ז״ל ומ״מ כתבו קצת המפרשים ז״ל דלא אמרינן הכי אלא כשמת החמור ברשות בעל החמור ובעל החמור אינו טוען ברי שהיה חי בשעת משיכת הפרה הא אם היה בעל החמור טוען ברי או שהיה החמור באגם על בעל הפרה להביא ראיה וכתב הרשב״א ז״ל בסוף דבריו וצ״ע על הרב אלפסי ז״ל שלא חילק בזה כלל וכן כתב הרמב״ן ז״ל עכ״ל: "
      ],
      [
        "<b>מחט שנמצא בעובי בית הכוסות וכו'.</b> זו ברייתא שם ובאלו טרפות (דף נ':) ",
        "<b>ומ''ש לא הוגלד פי המכה הרי הדבר ספק ועל הטבח להביא ראיה וכו' ואם לא הביא ראיה ישלם הדמים.</b> זה מבואר בסוגיא שם אליבא דשמואל דכי אמרינן בברייתא לא הוגלד פי המכה המוציא מחבירו עליו הראיה דוקא כשנתן הטבח המעות וקאמר שאם בא להוציא מהמוכר על הטבח להביא ראיה אבל לא נתן הטבח מעות אין על המוכר להביא ראיה אלא מוציאין מן הטבח בלא ראיה וכן נתבאר בהלכות ומ''מ כבר כתבתי שיש פוסקים דלא כשמואל וכאן אם לא נתן הטבח דמים על המוכר להביא ראיה ובלא ראיה אין מוציאין מן הטבח וכן הרשב''א ז''ל הקשה לדברי המחבר לומר דסוגיין דלא כהלכתא: "
      ]
    ],
    [
      [
        "<b>המקנה לחבירו דבר שאינו מסויים וכו'.</b> החלק הראשון בדבר שמינו ידוע פשוט הוא שקנה ומבואר בגמ' בכיוצא בזה בפרק המוכר פירות (בבא בתרא דף צ\"ה:): "
      ],
      [],
      [
        "<b>אבל האומר לחבירו כל מה שיש בבית זה וכו'.</b> כ''כ רבינו האי ז''ל בספר מקח וממכר שלו ודברי טעם הן אבל לא מצאתי דבר בגמרא שאוכל ללמוד ממנו כן: "
      ],
      [
        "<b>וכן המוכר לחבירו בעשרה דינרי חטים וכו' וכל החוזר וכו'.</b> זה נתבאר ר״פ איזהו נשך (בבא מציעא דף ס') מאותה שנתבארה למטה פכ״ב: "
      ],
      [
        "<b>וכן המוכר מקום לחבירו לעשות לו בית וכו' או רפת בקר וכן המקבל מחבירו לעשות בית חתנות וכו' עושה ארבע של שש.</b> משנה בהמוכר פירות (דף צ\"ח:) ז''ל המוכר מקום לחבירו לבנות לו בית וכן המקבל לבנות לו בית חתנות לבנו או בית אלמנות לבתו בונה ארבע אמות על שש דברי ר''ע ר' ישמעאל אומר רפת בקר הוא והרוצה לעשות רפת בקר עושה ארבע על שש בית קטן שש על ח' בית גדול ח' על י' טרקלין י' על י' רומו כחצי ארכו וכחצי רחבו ראיה לדבר היכל רשב''ג אומר (הכל) כבניין היכל ע''כ במשנה. ואמרינן בגמ' רפת בקר מאן קתני לה איכא דאמרי ר''ע קתני לה וה''ק אע''פ שרפת בקר היא (זו) פעמים שאדם עושה דירתו כרפת בקר ואיכא דאמרי ר' ישמעאל קתני לה והכי קאמר שהרוצה לעשות רפת בקר וכו' ע''כ. ופירוש המשנה לדעת המחבר כדעת אבן מיגש ז''ל דהך סיפא דבית קטן אליבא דר' ישמעאל ואין הלכה כמותו לגבי ר''ע ודין רפת בקר ללישנא קמא דגמ' מפורש הוא שאפילו ר''ע מודה שהיא שש על ארבע ואף ללישנא בתרא אע''ג דר' ישמעאל היא לא חזינן בהדיא דפליג ר''ע ומש''ה קיי''ל הכי ויש מפרשים פירושים אחרים וזה נראה עיקר: ",
        "<b>מכר לו מקום בית גדול וכו'.</b> במשנה דלעיל ובזו אפילו ר''ע מודה כיון שאמר גדול: ",
        "<b>מכר לו מקום טרקלין וכו'.</b> במשנה של מעלה תרבץ של חצר י''ב על י''ב וכו' בגמרא שם תאנה וקנתיר י''ב על י''ב וכו' מאי קנתיר תרבץ אפדני ע''כ. ופירש רשב''ם ז''ל תרבץ אפדני חצר גדול שעושין שרים בצד אפדני שלהן ועל שם שמרביצים אותו תמיד להשכיב האבק קרי ליה תרבץ ע''כ. ומדברי המחבר נראה שעושין אותו לפני החצר: ",
        "<b>ורום כל בית ובית כחצי ארכו וכחצי רחבו.</b> פי' אם היו שש על ארבע רומו ה' י' על ח' רומו ט' וכן כיוצא בזה ומבואר במשנה של מעלה: "
      ],
      [
        "<b>המוכר מקום לחבירו וכו'.</b> משנה שם פ' המוכר פירות (בבא בתרא דף ק':) ופסק כחכמים ודלא כר״ש וביאור דבריו שדרכן היה לעשות מערה ולחפור בכותליה קבר והקברות ההם נקראים כוכין בלשון המשנה ופתח המערה היא כרחבה ברוח אחד ובשני כותלי ארכה הוא עושה הששה קברות ובכותל הרוחב שכנגד הפתח שנים ומדת המערה מבוארת במשנה זו וכן מדת הקברות: ",
        "<b>נמצא בין כל קבר וכו'.</b> סדור הקברות לדעת זו הוא כך בכותלי האורך עושה כוך בתחלת הכותל ורחבו ששה טפחים שהם אמה ומניח ריוח אמה ומחצה ועושה כוך שני והוא אמה הרי ג' אמות וחצי ומרחיק אמה ומחצה הרי חמש אמות ועושה כוך ג' באמה ששית ואינו מניח כלל בראשי הכותל ובכותל האמצעי שהוא ד' עושה שני כוכין בשני ראשיו ושתי אמות ריוח באמצע. ובהשגות א''א כל זה שיבוש היה ראוי לומר וכו' פירוש שהסדר כך הוא לדעת הר''א ז''ל בכותלי האורך מניח אמה בשני ראשי כל כותל חצי אמה לכל ראש ובחמש הנשארות עושה שלשה כוכין אמה בין כל אחד ואחד שהן שתי אמות ריוח ובכותל הרחב מניח ג''כ אמה בשני ראשיו חצי אמה לכל ראש ובג' הנשארות עושין שני כוכין ואמה ריוח ביניהם זה כוונתו ז''ל. וזה דעת הרב אבן מיגש ורשב''ם ז''ל. ומ''מ אין הכרח לאחת מן השיטות האלו בגמ' ויש בזה מקום עיון עוד בדברי המחבר שלא הזכיר אלא מערה אחת ולפי המשנה אפילו לדעת חכמים עושה חצר שש על שש ופותח לתוכה שתי מערות וכן שנינו בסוף המשנה. ופירשב''ם ז''ל כן דארישא קאי פירוש דאמוכר ואמקבל ששנינו בתחלת המשנה. ונתן הרב טעם לסדר המשנה ומדברי המחבר נראה שהוא מפרש סיפא בשקבל לעשות חצר בפירוש וצ''ע: "
      ],
      [
        "<b>המוכר לחבירו בתוך שדהו וכו' נותן לו אמה שרחבה שתי אמות ואמה מכאן [ואמה מכאן] לאגפיה.</b> פירוש בין הכל ארבע אמות ומימרא דשמואל היא בפ' המוכר פירות (בבא בתרא צ\"ט:) כלשונו ופר״ש ז״ל באגפיה כדי לתקן מאותו קרקע אגפיה של אמת המים אם יפלו עכ״ל: ",
        "<b>ואם מכר לו אמת המים להשקות בה בסילון וכו'.</b> לשון הרב אבן מיגש ז''ל פירוש מכר לו בחצירו מקום לעשות בו אמה להעביר עליה מי רגלים ומי תכבוסת חצירו וכיוצא בהן ע''כ. וכן פיר''ש ז''ל שהוא עשוי להשקות בהמה ורחיצת בגדים וכלים ואינו גדול כל כך ע''כ: "
      ],
      [
        "<b>אלו האגפים בעל השדה נוטען אבל אינו זורען וכו'.</b> פסק כר''נ דהלכתא כוותיה בדיני ולפיכך אינו זורען: ",
        "<b>ואמת המים זו שכלו אגפיה בעל האמה וכו'.</b> מימרא שם: "
      ],
      [
        "<b>המוכר לחבירו דרך בתוך שדהו אם דרך יחיד וכו'.</b> שיעור דרך היחיד נפסקה הלכה בגמ' שם כדייני גולה שאמרו שני גומדין ומחצה ופירוש גומדין אמות ומצינו בכתוב גומד ארכה וכתב הרשב''א ז''ל בחידושיו כתב הרב ר' יוסף הלוי בן מיגש ז''ל מסתברא לן דה''מ היכא דלא מסיימי מחיצתא אבל היכא דאיכא מחיצתא חמור במשאוי בשני גומדין ומחצה לא מסתגי וכ''ש דלא הדר עכ''ל: ",
        "<b>מכר לו דרך בין עיר לעיר וכו'.</b> ברייתא שם אבל בקצת הספרים אינה ופיר''ש ז''ל ח' אמות שאם יפגעו שתי עגלות זו בזו שלא יעכבו זו את זו: ",
        "<b>מכר לו דרך הרבים וכו'.</b> פר''ש כגון עיר שיש בה מעבר שבאין דרך שם מארץ רחוקה עכ''ל. ופר''ש דהוא הדין בכ''מ ששיעורו ט''ז אמה כיון שהזכיר דרך: "
      ],
      [
        "<b>דרך המלך ודרך הקבר אין להן שיעור.</b> משנה (דף צ\"ט:) וברייתא דרך המלך אין לה שיעור ודרך הקבר אין לה שיעור: ",
        "<b>ויראה לי שזה כמוכר דבר שאין מינו ידוע וכו'.</b> נראה שהוא ז''ל סבור שלא קנה וכמ''ש למעלה דבעינן מינו ידוע. ובהשגות א''א ואין דברו ידוע ואני אומר שנוטל ממנו המלך כל מה שיצטרך לו עכ''ל. ולפי דבריו הוא הדין במוכר דרך הקבר בשדהו שהולכין מלוי המת בכל השדה כפי מה שיצטרך להם וכן פר''ש ז''ל: "
      ],
      [
        "<b>מכר לו מקום למעמד וכו'.</b> מקום שהיו עומדים בו העם בשובם מן הקבר סמוך לבית הקברות ומשנה היא שם: "
      ],
      [
        "<b>האומר לחבירו בור וכותליה וכו'.</b> ברייתא ריש פ' לא יחפור (בבא בתרא דף י\"ז:) כלשונה: "
      ],
      [
        "<b>המוכר שדה לחבירו ומצר לו מצר אחד קצר וכו'.</b> הביא המחבר מימרא כלשונה וכך היא ריש המוכר את הבית (בבא בתרא דף ס\"ב) מצר לו מצר אחד ארוך ומצר אחד קצר אמר רב לא קנה ארוך אלא כנגד הקצר אמרו ליה רב כהנא ורב אסי (לרב) ויקנה כנגד ראש תור שתיק רב ומודה רב היכא דאיכא מצר ראובן ושמעון מחד גיסא ומצר לוי [ויהודה] מחד גיסא מדה״ל למיכתב דראובן כנגד לוי ודשמעון כנגד יהודה ולא כתב ליה ש״מ כנגד ראש תור הוא דאמר ליה ע״כ. וכך פירשוה שהוא מצר לו ג' מצרים שלמים והרביעי קצר כגון <b>זה א)</b> ואמר רב לא קנה ארוך אלא כנגד קצר כזה '<b>ם)</b> והקשה ויקנה כנגד ראש חור <b>כזה ג)</b> שתיק רב פי' שלא חש לקושייתם ומודה רב שאם היה המצר הארוך מראובן ושמעון ומצר שמעון מספיק למה שכנגד המצר הקצר ודאי קנה כנגד ראש תור (כצורה השלישית) שאל״כ למה מצר לו מצר ראובן כלל היה לו לכתוב שמעון כנגד יהודה שהוא כמצר הקצר לבד כגון <b>זה ד)</b> וכתבו המפרשים ז״ל שא״א לפרש שלא מצר לו מצר רביעי כלל אלא ראובן שמעון [לוי] <b>כזה ח)</b> שא״כ היאך יאמרו רב כהנא ורב אשי יקנה כנגד ראש תור והלא רב כהנא ורב אסי אמרו במצר לו ג' מצרים שלמים ולא מצר לו רביעי כלל שלא קנה אלא תלם אחד על פני כולה אלא ודאי כמו שפירשנו אלו דבריהם ז״ל. ונ״ל לפ״ז דלרב טפי גרע בשמצר לו מצר רביעי מקצתו משאם לא מצר לו כלל דהא מצר לו ג' מצרים לבד אמר רב קנה כולה חוץ ממצר רביעי כדאיתא התם וכאן אמר דלא קנה אלא כנגד הקצר וטעם לזה שכיון שהתחיל למצרו ולא מצרו כולו נראה שאינו מקפיד על המצר לבד אלא על חלק מן השדה משא״כ כשלא מצרו כלל דלא מסתבר ליה כלל דלא יקנה אלא תלם אחד על פני כולה כרב אסי זה נראה ומתוך דברי יתבארו דברי המחבר ז״ל: "
      ],
      [
        "<b>היה מצר ראובן מזרח ומערב וכו'.</b> מימרא שם וזה לשון רשב''ם בפירושה המוכר שדה לחבירו ורוצה לכתוב מצרים ויש לשכנו ראובן שתי שדות אחד במזרח ואחד למערב ולשמעון שכנו שתי שדות אחת בצפון ואחת בדרום לא יכתוב לו סתם שדה זו שאני מוכר לך הרי הוא בתוך שדות ראובן ושמעון דאתי לאיפלוגי <b>באלכסון ו)</b> ונמצא שנוטל אצל מצר שמעון ראובן [אבל בשכותב מצר ראובן רוחין תרתי ומצר שמעון רוחין תרתי הרי ד' רוחות]: "
      ],
      [
        "<b>מצר לו מצר וכו' ולא מצר לו מצר רביעי קונה השדה כולה.</b> כך נפסקה הלכה בגמ' שם בהמוכר את הבית הלכתא קונה הכל חוץ ממצר רביעי: ",
        "<b>אבל המצר הד' אם היה מובלע בתוך המצרים וכו'.</b> ג''ז שם אבל ראיתי המפרשים חלוקים בפירושו הרב ן' מיגש ז''ל פירש קנה הכל חוץ ממצר רביעי דעבדינן ליה ד' <b>פיסקי ז)</b> וקני לג' פיסקי מינייהו בר מפסקא רביעאה עכ''ל. ורש''י פי' חוץ ממצר רביעי התלם עצמו של מצר רביעי לא קנה עכ''ל. גם בפירוש מובלע נחלקו ולשון אבן מיגש ז''ל דלא מובלע האי מצר רביעי עם השדה כולה אבל מובלע ונראית כשדה אחד קנה כולן ור' שמשון כתב דלא מובלע בתוך המצרים שמכאן ומכאן אלא הולך על פני <b>שניהם ח)</b> <b>ומובלע ט)</b> עכ''ל. ודברי רבינו נוטים לדבריו: ",
        "<b>ואם לא היה מובלע.</b> חלקי' נתבארו בגמ' ובהלכות וטעם הט' קבין לפי שהוא דבר חשוב בשדה וי''ל ששיירו והוא הדין לגנה בחצי קב וכן בכל דבר כפי מה שהוא לחלוקה כמו שיתבאר פ''א מהל' שכנים. ורכב של דקלים מפני חשיבות גם כן הוא: "
      ],
      [
        "<b>סיים לו את הזויות בלבד ולא סיים המצר שלכל רוח.</b> זה כתב בפירוש סיים את הקרנות האמור בגמ' והרבה פירושין נאמרו בו ונראה דעת המחבר שסיים) ולפ''ז מ''ש סיים לו חלק מכל רוח ",
        "<b>הוא א). ומ''ש כמין גא''ם.</b> הוא '<b>ם)</b> וכולן בעיות בגמרא עלו בתיקו ופסק רבינו שודא דדייני: "
      ],
      [
        "<b>המוכר בית לחבירו בבירה גדולה וכו'.</b> מימרא ר״פ המוכר את הבית (בבא בתרא דף ס\"א): ",
        "<b>ומ''ש אע''פ שיש שם מעט שקורין את הבירה בית.</b> לפי שאם היו הכל או הרוב קורין לבירה בית הכל מכור וכדאיתא בגמרא אלא דקרו לבירה נמי בית כולה זבין ליה ואסיקנא לא צריכא דאיכא דקרו ליה לבית בית ולבירה בירה ואיכא נמי דלבירה קרו ליה בית וכו': ",
        "<b>ומ''ש ואילו מכר לו כל הבירה היה כותב לו ולא הנחתי לפני במכר זה כלום.</b> ג''ז שם וכתבו קצת המפרשים שאפילו כתב לו זה הלשון ואין שם מי שקרא לבירה נמי בית ואפילו מעוטא ה''ז לא קנה אלא בית שאין לשון זה מועיל לכלול במכר מה שאינו נכלל לשום אדם בעולם וכן עיקר: ",
        "<b>וכן המוכר שדה בבקעה גדולה וכו'.</b> ג''ז מימרא שם ודיני השדה בזה כדיני הבית בזה לכל מה שנזכר למעלה: "
      ],
      [
        "<b>האומר לחבירו שדות אני מוכר לך מיעוט שדות שתים.</b> מימרא שם מיעוט ארעתא שתים: ",
        "<b>אמר לו כל שדות וכו'.</b> ג''ז שם כל ארעתא דאית ליה לבר מבוסתני ופרדיסי: ",
        "<b>אמר לו נכסי אפילו גנות ופרדסים וכו'.</b> גרסת המחבר כגרסת ההלכות אי אמר לו נכסי אפילו אפרדסי ובוסתני ואי אמר לו כל נכסי אפי' בתי ועבדי ע''כ. וה''ה באומר כל נכסי שהמטלטלין בכלל כמ''ש המחבר והכין מוכח פ' מי שמת ואמרינן התם דאפילו תפילין איקרו נכסי. ודע שהמפרשים ז''ל חילקו בין האומר נכסים לאומר נכסיי שהכוונה נכסים שלי לפי שבאומר נכסיי אינו צ''ל כל אלא אפי' בלא כל נכללין כולן וכן מוכיח פרק מי שמת כמו שיתבאר פי''א מהל' זכייה ומתנה. וכן הדין באומר שדותיי שאינו צריך למלת כל וכלן בכלל אבל אומר נכסים שלי או שדות שלי אין הכל בכלל. והטעם שכיון שהוא מזכיר כינוי עצמו באותה מלה שהוא מזכיר הנכסים או השדות הכל בכלל אבל כשהוא מזכיר כנוי עצמו אחר כן אין הכל בכלל: "
      ],
      [
        "<b>האומר לחבירו בית מבתיי אני מוכר וכו'.</b> מימרא במנחות (דף ק\"ח): "
      ],
      [
        "<b>האומר לחבירו שדה דבי חייא אני מוכר לך וכו'.</b> מימרא פרק המוכר את הבית (בבא בתרא דף ס\"א:). ",
        "<b>ומ''ש הפחות שבשניהם.</b> יצא לו ממה שנזכר למעלה דכיון דלא קנה אלא אחת הפחותה היא לפי שיד בעל השטר על התחתונה: "
      ],
      [
        "<b>האומר לחבירו שדה ראובן אני מוכר לך וכו'.</b> מעשה ריש פ' חזקת הבתים (בבא בתרא דף ל':) פסק כר״נ וכן בהלכות: "
      ],
      [
        "<b>האומר לחבירו חצי שדה אני וכו'.</b> דין זה נתבאר ס״פ בית כור (בבא בתרא דף ק\"ז:) במשנה ובגמרא וזה לשון המשנה האומר לחבירו חצי שדה אני מוכר לך משמנין ביניהן ונוטל חצי שדהו חציה בדרום אני מוכר לך משמנין ביניהן ונוטל חציה בדרום ומקבל עליו [מקום] גדר חריץ ובן חריץ [וכמה הוא] חריץ ששה טפחים ובן חריץ שלשה טפחים ע״כ. ובגמרא אמר ר״י ולוקח נוטל כחוש א״ל ר' חייא בר אבא [לר״י] והא אנן משמנין ביניהם תנן א״ל וכו' תרגימנה מסיפא דקתני סיפא חצי בדרום אני מוכר לך משמנין ביניהן ונוטל חציה בדרום ואמאי משמנין ביניהן והא חציה בדרום קא״ל אלא לדמי ה״נ לדמי ע״כ. וזה פירוש הגמ' לדעת המחבר שמשוין שני החלקים בשווי הדמים ולוקח נוטל החלק הכחוש ואע״פ שהוא עודף במדה רוצה הוא המוכר בקב ועידית מקביים זבורית והקשה ר' חייא והא אנן משמנין ביניהם תנן דמשמע שהן חולקין בשמן ובכחוש וכל אחד נוטל קצת שמן וקצת כחוש ואמר ר״י שהסיפא מכרעת שאין משמנין אלא בשווי הדמים דהא חציה בדרום א״ל אם שמן אם כחוש ומיהו משמנין לדמי שאם חצי שבדרום כחוש יוסיפו על המדה כדי שישוה דמי חצי שדה ואם הוא שמן גורעים מן המדה ה״נ משמנין דרישא לדמי ולעולם לוקח נוטל כחוש ולזה הפירוש הסכימו הר״ח והרשב״א ז״ל ועיקר ושיטות אחרות יש: ",
        "<b>ומקבל עליו וכו'.</b> כבר נזכר במשנה ורחב החריץ ו' וכן היא הנוסחא בספרי המחבר המדוקדקים וכן הוא בכל ספרי הגמרא ובהלכות. ",
        "<b>ומ''ש ובין שתי החריצין רחב טפח.</b> מפורש בגמרא הכל: "
      ],
      [
        "<b>היתה לו חצי שדה וכו'.</b> מימרא מפורש ריש המוכר את הבית (בבא בתרא דף ס\"ב ס\"ג) וכו': ",
        "<b>אמר לו מצר שדה וכו'.</b> זה לשון הגמ' שם ופירש אבן מיגש ז''ל פירוש דהיכא דזבין איניש לחבריה חולקא סתמא מארעא וא''ל זבינית לך או יהבית לך מצר ארעא דמינה פליגא וכו'. והטעם שיש חילוק כשמצר לו המצרים לאם לא מצר לו כלל פירש הרא''ם ז''ל דכל דכתב ליה מצרנהא למה ליה דכתבינהו אלא לברור עד היכן כי היכי דלישקול פלגא דאי לא שקיל אלא תשעה קבין בין שתהא גדולה או קטנה למה לי למימצר אלא אי לא כתב ליה אלין מצרנהא ודאי לא גמר לזבוני אלא תשעה קבין שהוא שיעור שדה ולפיכך לא חשש למימצר שאין עסק למימצר כזה כלל: "
      ]
    ],
    [
      [
        "<b>אין אדם מקנה לחבירו דבר שלא בא לעולם וכו'.</b> זה מבואר בהרבה מקומות ופלוגתא דתנאי היא ואוקימנא ביבמות בהאשה רבה (יבמות דף צ\"ג) הנהו דאמרי אדם מקנה כשיטה ואינה הלכה וזה פשוט ומוסכם, וכן שכיב מרע מבואר בהרבה מקומות: "
      ],
      [
        "<b>המוכר פירות דקל לחבירו וכו'.</b> מימרא פרק איזהו נשך (בבא מציעא דף ס\"ו) ופסק כר״נ. ",
        "<b>ומ''ש ואם שמט.</b> מבואר שם וכתב הרשב''א ז''ל מהא דאמר ר''נ מודינא דאי שמיט ואכיל לא מפקינן מיניה הביא רבינו תם ז''ל ראיה למוכר שטר חוב לחבירו בעדים אע''ג דקי''ל דאין אותיות נקנות אלא בכתיבה ומסירה אם קדם הלוקח וגבה מלוה אין המוכר יכול לחזור בו ומסתברא לי דוקא בדכתב ליה או בדא''ל הוא וכל שעבודא [דאית ביה] אבל אי לא א''ל הוא וכל שעבודא דאית ביה לא קנה אלא הנייר בעלמא והילכך אפילו קדם וגבה מוציאין ממנו עכ''ל. וכן הסכים הרמב''ן ז''ל לדעת רבינו תם ז''ל: "
      ],
      [
        "<b>אבל הפוסק על שער שבשוק ולא היה אותו המין וכו'.</b> זה מבואר ראש פרק איזהו נשך (בבא מציעא דף ס\"ב:): "
      ],
      [
        "<b>מי שפסק על שער שבשוק וכו'.</b> זו מימרא שם (דף ס\"ג) האי מאן דיהיב זוזי אתרעא חריפא צריך לאתחזויי לבי דרי וכו'. ופירש''י תרעא חריפא הפוסק על הפירות עד שלא יצא השער הברור אלא השער הבכיר שהוא סמוך לקציר וכו' ותנן במתני' דאם יש לו מותר לפסוק וכו' ומדברי המחבר נראה שהוא מפרש תרעא חריפא מוקדם לימות הקציר ופוסק לתת לו מן התבואה הבאה והוא פוסק על שער זה וממתין התבואה החריפה הבאה ועיקר: ",
        "<b>אבל אם לא נראה וכו'.</b> מפורש שם הדין והטעם דכל מי שקונה תבואה הבאה לתרי תלתא יהיב ואי לא א''ל לא סמכא דעתיה: "
      ],
      [
        "<b>דבר שאינו ברשותו וכו' כיצד מה שאירש מאבא וכו'.</b> פירקא קמא דמציעא (דף ט\"ז) ברייתא: ",
        "<b>וכן שדה זו.</b> שם דלא קי''ל כרב דאמר קנה: "
      ],
      [
        "<b>מי שהיה מורישו גוסס ונוטה למות וכו' וכן צייד עני שאין לו מה יאכל וכו'.</b> מפורש שם (דף ס\"ז:) וכן בהלכות תניא מה שאירש מאבא מכור לך מה שתעלה מצודתי מכור לך לא אמר כלום מה שאירש מאבא היום [מכור לך] מה שתעלה מצודתי היום מכור לך דבריו קיימין מאי שנא רישא ומ''ש סיפא אמר ר''י סיפא וכו' משום כבוד אביו משום כדי חייו ירושלמי בלוה תכריכי אביו פירוש כגון שהיה אביו גוסס ולא היה לו תכריכין ומכר מה שהוא יורש מאביו היום לקנות לו תכריכין ע''כ בהלכות. וכתבו ז''ל ודוקא בכדי שיקנה לו תכריכין הא יותר מכאן לא ומיהו אי לא משכח לזבוני בכדי שיעור מצומצם מוכר הוא עד כדי שימצא דכל זה בכלל כבוד אביו. ומשום כדי חייו פירש רב האי ז''ל כדי חיי יום ע''כ: "
      ],
      [
        "<b>הבן שמכר בנכסי אביו וכו'.</b> מימרא פ' מי שמת (בבא בתרא דף קנ\"ח:) ובהלכות. וכתב הרשב״א ז״ל ולאו דוקא הבן אלא אפילו הוא עצמו וכדתניא מה שאירש מאבא מכור לך לא עשה ולא כלום אלא דבן מוציא מיד הלקוחות בלא כלום אבל הוא מוציא גוף הנכסים מידם לפי שלא חל עליהם המכר אבל מ״מ חייב לשלם דמי המכר שקבל מהם עכ״ל: "
      ],
      [
        "<b>מי שנתן קרקע וכו'.</b> זה פשוט דבפ''ק דקידושין (דף כ\"ו כ\"ז) שאלו אי בעינן שיהיו צבורין המטלטלין תוך הקרקע ואסיקנא דלא ואי איתא דאפילו אינן בעין קנה מאי קא מבעיא לן פשיטא אלא ודאי לא קנה אא''כ הם בעין ופשוט הוא ג''כ שעל המקבל לברר שהמוציא מחבירו עליו הראיה וכיוצא בזה כתב הרשב''א ז''ל בשבועות דאי ליתנהו בעין ודאי לא קנה: "
      ],
      [
        "<b>מי שהיה לו פקדון ביד אחר וכו'.</b> זה פשוט במרובה (דף ע\"ז:) ואמרינן פרק הספינה ר' אבא הוי להו תריסר אלפי זוזי בי חוזאי אקנינהו ניהליה לרב שמואל בר אחא אגב אסיפא דביתיה. ",
        "<b>ומ''ש ואם כפר בו וכו'.</b> משום דקי''ל כר''י דאמר במרובה (דף ס\"ח) גזל ולא נתייאשו הבעלים שניהן אין יכולין להקדיש זה לפי שאינו שלו וזה לפי שאינו ברשותו ותו דאמרינן דגבי אדרכתא דלא כתביה אמטלטלי דכפריה וכ''ש שא''א להקנות: ",
        "<b>אבל מלוה הואיל ולהוצאה ניתנה.</b> גם זה פשוט וכבר נתבאר למעלה פ״ו. והטעם שכתב הואיל ולהוצאה ניתנה נתבאר פ' האיש מקדש ודין השטר נתבאר פ' האיש מקדש (קידושין דף מ\"ז) ופ״ו: "
      ],
      [
        "<b>כשם שאין אדם מקנה וכו'.</b> כך נפסקה הלכה פ' מי שמת (בבא בתרא קמ\"ב:) והלכתא המזכה לעובר לא קנה: ",
        "<b>ואם היה בנו וכו'.</b> פסק כר''י דאמר הכין וכ''כ ז''ל וי''א דדוקא בשכיב מרע אבל בבריא לא ויש שאין מחלקין וזה דעת המחבר והסברא הראשונה כתב בעל העיטור בשם רבינו האי ז''ל ודעת רבינו עיקר דסתם אמרו: "
      ],
      [
        "<b>האומר לאשתו נכסי לבנים וכו'.</b> זה מבואר במעשה (שם). ועוד דע''כ לא אר''י אלא במעוברת הא לאו הכי לא ואפילו במעוברת פליגי: "
      ],
      [
        "<b>המקנה למין וכו' הקנה וכו'.</b> שם בביאור מימרא בלא מחלוקת: ",
        "<b>אמר לו קנה את ובהמה זו וכו'.</b> זה מחלוקת ופסק כר''נ וכן בהלכות: "
      ],
      [
        "<b>אין אדם מקנה וכו'.</b> זה מוסכם מן הגאונים ז''ל ומבואר ממה שאמרו במי שמת (דף קמ\"ז ע\"ב) שכיב מרע שאמר ידור פלוני בביתי זה יאכל פלוני פירות דקל [זה] לא אמר כלום ופירשו לפי שאין הדירה גוף ואמרינן התם מילתא דליתא בבריא ליתא בשכיב מרע וזה פשוט ומוסכם ומבואר בירושלמי: "
      ],
      [],
      [
        "<b>דין ההקדש ודין העניים וכו' עד סוף הפרק.</b> בהשגות א''א רואה אני כי הוא מוסיף וכו'. ובאמת דעת הרב אלפסי ז''ל בהלכות שם פרק שור שנגח דדבר שלא בא לעולם אינו מוקדש כלל וגם מוסכם הוא מכל המפרשים ומבואר בגמ' וגם דעת המחבר כן בביאור פ' ו' מהלכות ערכין וחרמין אלא שכתב שאע''פ שאינו מוקדש הנודר חייב להקים דבריו מדין חיוב הנדר כמו שיתבאר שם בארוכה ואף שם הודה לו הרב ר''א ז''ל ואף כאן הן הן דבריו והתימה [מ''ש] x הרב ר''ח. ואני אומר שהחלק הראשון הוא סברת המחבר אלא שהוא מוסיף שאף במתנת שכיב מרע אע''פ שאין הנודר קיים מצוה לקיים דברי המת כמו שהוא מחוייב אם היה קיים ועיקר. והחלק הראשון כשהנודר קיים כן כתבוהו קצת מן המפרשים ז''ל: "
      ]
    ],
    [
      [
        "<b>מקנה אדם הגוף לפירותיו בין במכר בין במתנה וכו'.</b> שם בפרק מי שמת (בבא בתרא דף קמ\"ח): "
      ],
      [
        "<b>כיצד כגון שמכר וכו'.</b> מפורש שם: "
      ],
      [
        "<b>מכר עבדו לקנס וכו'.</b> בעיא דלא איפשיטא בגיטין פרק השולח (גיטין דף מ\"ב:) ופסק כדרכו בתיקו דממונא. וכבר דקדקו המפרשים ז״ל למה אינו מכור הגוף לפירותיו ויש שתירצו דכיון דאיכא תרי מי יימר דמינגח ואת״ל דמינגח דילמא מודה ומיפטר אינו כגוף לפירות: "
      ],
      [
        "<b>מכר אילן לזה ופירותיו לאחר כו'.</b> שם במי שמת (דף קמ\"ח) ולא ביאר הרב אם יהיו למוכר הפירות או קנה הראשון הכל והרשב''א ז''ל כתב דהכל לראשון והוא פירשה בהמקבל מתנה ואמר שהכל למקבל והוא הדין במכירה ורשב''ם ז''ל פירשה בדרך אחרת: ",
        "<b>אבל אם מכר אילן וכו'.</b> שם דאמרינן אם תמצא לומר דקל לאחד ופירותיו לאחר לא הוי שיור [מקום פירות] דקל לאחר ושייר פירותיו לפניו שייר מקום פירות מאי טעמא כל לגבי נפשיה בעין יפה משייר: "
      ],
      [
        "<b>המוכר גוף הקרקע לזמן קצוב הרי זו וכו'.</b> זה פשוט: "
      ],
      [
        "<b>ומה הפרש יש בן המוכר קרקע לזמן קצוב וכו'.</b> בהשגות אמר אברהם איני מוצא מוכר לזמן קצוב וכו'. ולי נראה שהמחבר מדמה המוכר לזמן קצוב למוכר בזמן שהיובל נוהג דכשם שהמוכר בזמן היובל בין קרוב בין רחוק עושה בו כל חפצו אע''פ שידוע שיחזור קרקע לבעליה ביובל כן הדין במוכר לזמן קצוב שהרי סתמו כפירושו ביובל וכיון שכן אף במוכר לזמן קצוב הדין כן ודברי ההשגות אינם ברורים ויתר דברי המחבר והמפרשים שכתב כולן ברורים ופשוטים הן: "
      ],
      [],
      [],
      [
        "<b>המוכר פירות שובך וכו'.</b> זה פשוט במשנה שבפ' המוכר את הספינה (בבא בתרא דף פ') בביאור והמחבר נתן טעם בדבר למה אינו כדבר שלא בא לעולם: "
      ],
      [
        "<b>הביצים והאפרוחים וכו' לפיכך וכו'.</b> עובדא פ' שילוח הקן (חולין דף קמ\"א:) בחולין דאמרינן דלוי בר סיסין אקני פירות שובך לרב יהודה ואתא לקמיה דשמואל ואמרינן פירי חדתי הוו דלוי בר סיסין גופיה לא הוה קני ליה ואמר שמואל זיל טרוף אקן דליתגבהו וניקנינהו לוי בר סיסין והדר ניקנינהו ניהלך בסודר ע״כ. ופירש המחבר פירי חדתי שלא פרחו. ורש״י פירש שהטילה אותם האם ולא עמדה מעליהם: "
      ],
      [],
      [
        "(יא-יב) ",
        "<b>הלוקח פירות שובך מחבירו וכו'. וכמה מניח אם היו בו אמהות ובנות וכו'.</b> דבריו בזה כדברי רבו ן' מיגש ז״ל בפירוש הברייתא שבפרק המוכר את הספינה (בבא בתרא דף פ') ושאלו בגמ' מה טעם מניח ב' בריכות ממה שיולידו הבנות ובריכה אחת מאמהות. ותירצו שכל בריכה צריכה שתים מתולדותיה לצוות ולולא כן תלך וזהו הטעם שאמהות כבר יש להם בנות ובריכה אחת שהוא מניח הם שתים מתולדותיה. ונראה לפי פירוש זה שאם לא היו בשובך בעת הקנייה כי אם בריכה אחת מניח שתי בריכות מתולדותיה ודי לו בכך שהרי יש צוות לה בזה אבל יש מי שפירש הסוגיא על דרך זה אם מכר לו בפירוש פירות שובכו חוץ מן הבריכה הראשונה חייב להניח בשובך אלו שתי בריכות שמניח לו זולתי האמהות ואם מכר לו שובכו סתם מניח לו בריכה אחת ראשונה בלבד כללו של דבר לעולם מניח בריכה אחת מן הפרי המוכר לו כך פירש רבינו חננאל ז״ל: "
      ],
      [
        "<b>הלוקח פירות כוורת מחבירו וכו'.</b> משנה שם בפרק המוכר את הספינה נחלקו בפירושה בגמ' ופסק כפירוש הברייתא וכן בהלכות. ופי' דרך הדבורים לבנות בכוורת חלות נקובות ובאותן נקבים הדבורים מולידים וכשמתגדלין ופורחין ממלאים הדבורים אותם נקבים דבש ועוד אוכלות הדבש ומגדלין בהן דבורים: "
      ],
      [
        "<b>הלוקח חלות דבש וכו'.</b> גם זה במשנה שם: "
      ],
      [
        "<b>הלוקח זיתים מחבירו וכו'.</b> משנה שם ופירוש גרופיות ענפים וחוזר וצומח ובב''ר (פ' ל\"א) יחורים לתאנים וגרופיות לזיתים כי ענף הזיתים קרוי גרופיות: ",
        "<b>לקח בתולת שקמה וכו'.</b> ברייתא עד סוף הפרק פירוש בתולת שקמה בבחרותה קודם שנחתכו ענפיה אבל כשתזקין ותגדל קוצצין הענפים ובאין אחרים במקומן ונקרא סדן של שקמה טרונ''ק בלעז עכ''ל ר''ש ז''ל. והעלו בגמרא שעשרה מיני ארזים הן ויש אחד מהן שגזעו מחליף ובאותו המין הרי הוא כדין שאר האילנות והמחבר סתם וכן בהלכות שכיון שביארו הטעם פשוט הוא שבמקום שיהיה גזעו מחליף לא אמרו חופר ומשריש: "
      ]
    ],
    [
      [
        "<b>המוכר שלשה אילנות בתוך שדהו וכו'.</b> משנה פ' המוכר את הספינה (בבא בתרא דף פ\"א) בפירוש. ",
        "<b>ומ''ש אפילו היו ג' נטיעים.</b> פשוט הוא דהא אילנות סתם שנינו במשנה לא שנא גדולים ולא שנא קטנים. ",
        "<b>ומ''ש או ג' בדי אילן.</b> נראה שעיקר הנוסחא ג' בדי אילן והוא השאלה ששאל ר' ירמיה בגמרא ופשטוה כן ופירושה אילן אחד מכר לו שיש לו שלשה בדין מרוחקים זה מזה ד''א והעלה הקרקע שרטון ונראין בשעת המכירה כג' אילנות. כך פירשו אבן מיגש ור''ש ז''ל אלא שנחלקו בפשט הבעיא שר''ש פירש יש לו קרקע ואבן מיגש ז''ל אין לו והעיקר כפיר''ש ז''ל ואם לא היתה לזה כוונת המחבר צ''ע למה לא הביא זאת הבעיא שהזכרתי: ",
        "<b>ואפילו יבשו וכו'.</b> משנה וברייתא שם: "
      ],
      [
        "<b>וכמה היא הקרקע הראויה להם וכו'.</b> מפורש בגמ'. ",
        "<b>ומ''ש וקנה אילנות שביניהם.</b> בעיא דאיפשיטא (דף פ\"ג:) היה ארז ביניהן [מהו א''ל] קנה וקנה: ",
        "<b>וזה המקום וכו'.</b> פירוש תחתיהן וביניהן בעל האילנות נוטען אבל מקום אורה אין אחד מהם רשאי לזורעו זה לפי שאינו שלו וזה לפי שלא יטנפו פירות הנושרים. ופי' אורה לוקט: "
      ],
      [
        "<b>בד''א כשהיו עומדין כמו ג' פטפוטי כירה וכו'.</b> זהו פירוש כחצובא האמור בגמרא ופסק כר''י וכן בהלכות והטעם שכשהן כסדר זה אין הקרקע שביניהן ראוי לחרישה ולזריעה לפיכך סתמו מכור כך פירשו אבן מיג''ש ור''ש ז''ל: ",
        "<b>והוא שיהיה בין כל אילן ואילן מארבע אמות עד ט''ז.</b> פירוש ועד בכלל וכך הסכימו ז''ל וזו היא סברת המחבר שכתב בסמוך יותר על ט''ז ושלא כדברי אבן מיגש שפירש ולא עד בכלל והדין הוא פסק הלכה וברייתא בגמ' ובהלכות: "
      ],
      [
        "<b>ומהיכן הוא מודד מן העיקר הרחב של אילנות.</b> בעיא דאיפשיטא (דף פ\"ג) בזה הלשון ת''ש הרכובה שבגפן אינו מודד אלא מעיקר השני שבה ורשב''ם פירש שפשטו שאינו מודד לא מן הראשון שרחב יותר ולא מן השלישי שקצר הרבה אלא מן הבינוני והוא הדין לאילנות ע''כ לשונו: ",
        "<b>אבל אם לא היו וכו'.</b> מפורש שם ובהלכות: ",
        "<b>או שלקח זה אחר זה וכו'.</b> זה פשוט דכיון דכשקנה השני אין לו קרקע כשקנה השלישי מפני אילן יחידי ודאי לא יקנה הקרקע ונלמד מהקדש מברייתא הנזכרת ס״פ המוכר את הבית (בבא בתרא דף ע\"ב:) וכן הוא בברייתא פ' הספינה: ",
        "<b>או שמכר לו וכו' או שנים בתוך שלו וכו' או שהפסיק בור וכו'.</b> כולן בעיות בגמ' (דף פ\"ג) ועלו בתיקו. ובהלכות וקי''ל דכל תיקו דממונא חומרא לתובע וקולא לנתבע והמחבר אע''פ שדרכו לפסוק בכל תיקו דממון אם תפס אין מוציאין מידו גבי קרקע אין לומר תפיסה מועלת דבחזקת בעליה עומדת: "
      ],
      [
        "<b>כל מי שקונה ג' אילנות וכו'.</b> כל הבבא מפורשת במשנה שם (דף פ\"א) ובנמוקי הרמב''ן ז''ל שאם נחלקו המוכר והלוקח לאחר זמן זה אומר ע''כ היו מגיעין ענפי האילן בשעת מכירה כמו שהן היום והמוכר אומר לא כי אלא נארכו הבדים על הלוקח להביא ראיה ואינו יכול לומר כיון דאמרו יקוץ על המוכר להביא ראיה שאם הגדילו היה קוצץ דדילמא לאו אדעתיה ע''כ. והרשב''א ז''ל כתב שלולא שאמרה הרב ז''ל הייתי אומר שעל המוכר להביא ראיה לפי שאני אומר כאן נמצאו וכאן היו ואין זה כבאין לטעון על השדה שזה אומר ע''כ מכרת לי וזה אומר לא מכרתי שעל הלוקח להביא ראיה שהוא המוציא דשאני הכא דהדבר ידוע שמכר לו האילנות והקרקע שתחתיה בודאי מכור עמהם ואנו רואין ענפי האילן נוטין ע''כ והן עדות על מכירת הקרקע והמוכר שטוען שגדלו ולא היו כאן בשעת המכירה עליו הראיה כך נ''ל אלא שאני מבטל רצוני מפני דעתו עכ''ל: "
      ],
      [
        "<b>הגדילו שני אילנות וכו'.</b> במשנה הגדילו לא ישפה, פירוש ישפה יקוץ העולה מן הגזע שלו ומן השרשין של בעל הבית ובגמ' (דף פ\"ב) היכי דמי מן הגזע היכי דמי מן השרשין אמר ר''י כל שרואה פני חמה זהו מן הגזע ושאינו רואה פני חמה זו היא מן השרשים וליחוש דילמא מסקא ארעא שרטון (ומתחזי כתלתא אילנות) וא''ל תלתא זבנת לי ואית לי ארעא אלא אמר ר''נ יקוץ וכן אמר ר''י יקוץ ע''כ שם ובהלכות. ופי' הרואה פני חמה סדנו של אילן שלמעלה מן הקרקע. שאינו רואה פני חמה השרשין שתחת הקרקע. ואקשינן וניחוש שמא יעלה עפר בין בדין אלו העולין מן סדנו של אילן (דעד האילן) ובין האילן ומתיישן הדבר עד שמתרחקין הבדין מן האילן ארבע אמות והעפר ביניהן ונראה ג' אילנות ואומר לו הלוקח למוכר תלתא זבנת לי ואית לי קרקע אלא אמר ר''נ יקוץ פירוש הא דקתני עולה מן הגזע של בעל האילן לאו דשביקן ליה אלא יקוץ כך פירשו אבן מיג''ש ור''ש ז''ל ור''ל דכי קתני במתני' לא ישפה בענפים המתפשטים וכן במה שגדל למעלה מן הגזע בין הענפים ואפי' ענף המתחדש שאין מקום לחשש הנזכר אלא במה שעולה מן הגזע למטה מן הענפים וזה פשוט. ומן הקושיא זו כתב הרשב''א ז''ל למדנו שהדין האמור בראש הפרק הוא כדברי ר''ש ז''ל שאל''כ כי מסקא ארעא שרטון מאי הוי לימא ליה נבדוק מלמטה ונסלק עפר ונראה: "
      ],
      [
        "<b>כל העצים שקוצץ בעל וכו'.</b> כבר נתבאר זה: ",
        "<b>ובדקלים אין לבעל הדקל וכו'.</b> מימרא דר''נ (דף פ\"ג) בפירוש רב פפא שם ודבריו בפירוש כדברי אבן מיג''ש ז''ל וז''ל מי שקנה דקל אחד מחבירו שלא לקצצו אין לו גזע לבעל האילן לפי שאין מעלין גזע מסדנו של אילן כדי שיהא של בעל האילן אלא מן השרשין שהרי הוא של בעל הקרקע עכ''ל. ופירושים אחרים יש: "
      ],
      [
        "<b>המוכר קרקע ושייר האילנות וכו'.</b> בהשגות א״א דבר זה לא ידעתי מאין לו ואין לו שורש בגמ' וכו'. ועתה אפרש גרסינן פ' חזקת הבתים (בבא בתרא דף ל\"ז) זה החזיק באילנות וזה החזיק בקרקע אמר רב זביד זה קנה אילנות וזה קנה קרקע מתקיף לה רב פפא אין לו לבעל (הקרקע) אילנות בקרקע כלום לימא ליה בעל קרקע [לבעל אילנות] עקור אילנך שקול וזיל אלא אמר רב פפא זה קנה אילנות וחצי קרקע וזה קנה חצי קרקע פשיטא מכר קרקע ושייר אילנות לפניו יש לו קרקע ואפילו לר״ע דאמר מוכר בעין יפה הוא מוכר ה״מ גבי בור ודות דלא מכחשי בארעא אבל (גבי) אילנות דקא מכחשי [בארעא] לימא שיורי משייר דאי לא משייר לימא ליה עקור אילנות (שקול) וזיל. מכר אילנות ושייר לפניו קרקע מחלוקת דר״ע ורבנן לר״ע דאמר מוכר בעין יפה מוכר יש לו לרבנן דאמרי בעין רעה מוכר אין לו. ואפילו לרב פפא דאמר יש לו ה״מ גבי ב' לקוחות דאמר ליה כי היכי דלדידך בעין יפה לדידי נמי בעין יפה אבל הכא מוכר בעין רעה מוכר לר״ע יש לו ואפי' לרב זביד דאמר אין לו ה״מ גבי ב' לקוחות דא״ל כי היכי דלדידי לית לי באילנות לדידך נמי אין לך בקרקע אלא הכא מוכר בעין יפה מוכר ע״כ. והנ״ל שהמחבר מפרש חצי קרקע הנזכר בגמרא חצי ממש שלא כדברי המפרשים ז״ל שפירשו דלאו חצי ממש אלא הוא יכול ליטע אחרים במקומן ולא כדברי הרב אבן מיגש ז״ל שכתב וזה שאמר רב פפא חצי קרקע אינו חצי קרקע אלא חלק בקרקע הוא שקנה כפי האילנות וחוץ לאילנות כמלא אורה וסלו ע״כ, אלא חצי קרקע ממש כפשט הלשון כי היכי דלא נימא ליה עקור אילנך וזיל וכן כשמכר הקרקע ושייר האילנות לפניו יש לו חצי הקרקע ממש כי היכי דלא לימא ליה עקור אילנך וזיל ואע״פ שלא אמרו אלא שיש לו קרקע כיון שהטעם הוא אחד עם הנזכר בדין זה החזיק באילנות וזה החזיק בקרקע ושם גילו שהוא חצי קרקע אף כאן חצי קרקע ומ״מ כשאינן אלא שני אילנות אין לו אלא קרקע הראוי להן שדי אם נעלהו מדרגה אחת שהרי קונה שני אילנות אין לו קרקע כלל וזה שהוא משייר יש לו קרקע הראוי כמו שאנו מעלין דין המשייר שלשה אילנות מקונה שהקונה אין לו אלא קרקע הראוי להם והמשייר יש לו חצי קרקע זו היא סברתו ונכונה היא בפשט הגמרא אלא שאינו מוצא טעם למה יש לו חצי קרקע כי היכי דלא לימא ליה עקור אילנך וזיל והלא קנה שלשה אילנות אע״פ שאין לו חצי קרקע אין יכול המוכר לומר לו כן ואפי' מתו יטע אחרים תחתיהן וזה הכריח למפרשים שלא לפרש כן ודבריו צ״ע. וע״ק לי בזה שהוא מביא דין דזה החזיק באילנות וזה החזיק בקרקע פי״ב מהלכות טוען ונטען שם כתב שזה שהחזיק באילנות קנה קרקע הצריך להן כדברי רבו אבן מיג״ש ז״ל וכאן לא הזכיר כלל כן בפרק זה אלא חצי קרקע בלשון הגמ' וגם זה צ״ע: ",
        "<b>וכן אם שייר ב' אילנות וכו'.</b> כבר נתבאר: "
      ],
      [
        "<b>המוכר את האילנות וכו'.</b> זהו מכר האילנות שהוזכר בגמרא (דף פ\"ב) וכר''ע דהלכתא כוותיה. ויש פירוש אחר בזה: ",
        "<b>והחזיק וכו'.</b> כבר נתבאר גם זה ודעת הר''א ז''ל בזה דוקא כגון שזה המחזיק באילנות היה יכול להחזיק בקרקע ולקנות שהרי אמר להם שכל אחד יזכה במה שיחזיק ולפיכך בחזקת האילנות קנה חצי קרקע ממש וכבר כתבתי שפירושים אחרים יש: "
      ],
      [
        "<b>האחין שחלקו וכו'.</b> ברייתא הובאה פירקא קמא דבבא בתרא (דף ז') וכן בהלכות ובקצת נוסחאות יש ואחד נטל שדה כרם ופירש רש''י ז''ל ארבע אמות לעבודת הכרם שהיו חורשין אותה בשוורים. ובהלכות ובפירושי הרב אבן מיגש ז''ל שדה פרדס והוא הטעם: "
      ],
      [
        "<b>המוכר שדה לחבירו והיו בה דקלים ואמר לו חוץ מדקל פלוני וכו'.</b> פ' המוכר את הבית (בבא בתרא דף ס\"ט) א״ל לבר מדקלא פלניא חזינן אי דקלא טבא הוא שייריה לחודיה ואי דקלא בישא הוא כ״ש הנך ובחידושי הרשב״א ז״ל פירש הרב רבינו יהוסף ן' מג״ש ז״ל דלאו הטוב שבכולן או הרע שבכולן קאמר אלא מן הטובים או מן הרעים עכ״ל. ור״ש ז״ל פירש בדיקלא בישא ומיהו אם יש בשדה דקלים רעים ממנו הנהו מזדבני בכלל שדה דהאי דקאמר כ״ש הנך אדיקלי דטבי טפי מהאי קאי עכ״ל. ואין נראה כוונת המחבר כן אלא לא קנה דקל כלל: "
      ],
      [
        "<b>מכר לו שדה וא''ל חוץ מן וכו' עד שכל המוכר בעין יפה הוא מוכר.</b> דינין אלו מפורשים שם בלא מחלוקת. ובהשגות א''א הטעם שפירש לזה אינו כלום וכו'. כמדומה לי שהר''א ז''ל חשב שהטעם שכתב המחבר הוא נמשך אל כל מה שנזכר ולפיכך כתב שטעה שא''כ כשהיו שם דקלים וגפנים אחר שהוא מוכר בעין יפה היה לומר שהגפנים שהן חשובין מכורין דודאי גופני חשיבי. וחוץ מכבודו טעה בכוונת רבינו שאין טעמו אלא לומר שאע''פ שכשאין שם אלא דקלים והוא משייר אילנות סתם הדקלים משיירין וכיוצא בזה בגפנים שהם נתפשים בלשון אילנות כשיש שם דקלים ואילנות או גפנים ואילנות משיירים לא אמרו שיהא הכל משייר אלא מה שראוי להקרא אילן סתם לפי שהמוכר בעין יפה הוא מוכר ואין כוללין בשיורו כל מה שאפשר לכלול אבל טעם לדין דקלים וגפנים פירש אבן מיגש ז''ל כיון דגופני חשיבי מדקלי כדאיתא פ' החובל אזלינן בתר דעתיה דשייר גופני משום דחשיבי, ור''ש ז''ל פירש דגפנים לגבי דקלים קרוי אילני ובכלל אילני הם טפי מדקלי וזה דעת הר''א ז''ל: ",
        "<b>ואם הדקלים שייר וכו' ואם שאר האילנות וכו'.</b> מפורש שם וכתב ר''ש ומיהו אם אין אילנות גדולים בשדה אלא אלו הוי שיור כדאמרינן גבי דקלי וכ''כ אבן מיגש ז''ל והביא ראיה דהא כי ליכא אילני אלא דקלי אמרינן כיון דליכא אילני על הני דקלי הוא דאתני הכא נמי אע''ג דקטיני כיון דליכא אחריני ודאי עלייהו הוא דאתני עכ''ל: "
      ],
      [
        "<b>האומר לחבירו קרקע ודקלים וכו' עד הרי נקנה המקח.</b> בהשגות א''א הרב ז''ל כתב להקנות לו שני דקלים ועיקר ע''כ. ובגמרא (דף ס\"ט:) ארעא ודקלי חזינן אי אית ליה דיקלי יהבי ליה תרי דיקלי ואי לית ליה זבין ליה תרי דיקלי וכו'. ובהלכות דמאן דזבין לחבריה מידי דשכיח למיזבן אע''ג דליתיה לההוא מידי ברשותיה מיחייב למזבן ומיתן לזה [ואנן לא סבירא לן הכי דכל מידי דלאו ברשותיה דבר שלב''ל הוא ע''כ] וקי''ל נמי ופוסקים על שער שבשוק ואע''פ שאין לו ואיתא נמי בתוספתא המוכר לחבירו פירות בחזקה שיש לו ונמצא שאין לו לאו כל הימנו לאבד זכותו של זה. וזה שכתב הר''א ז''ל והרב בעל העיטור כתב בשם רבינו נסים ז''ל דלא אמרו דבר שלב''ל אלא כגון פירות דקל דשניהם ידועים ומתני בדבר שלב''ל אבל אם המוכר מתנה בדבר שבא לעולם ועל דעת כן נותן לו לוקח מעות איכא מאן דשמיע ליה מהאי מימרא דמחוייב הוא לקיים תנאו ואמרו שכן נמצא בתוספתא תרומות. ויש חולקין ופירשו השמועה כדברי המחבר דלא לחייב את המוכר קאמר אלא שאם רצה שיהא ממכרו קיים יקנה לו שני דקלים. ויש מי שהקשה על זה ואמר דכיון שהמקח בדבר שלב''ל שניהם יכולין לחזור בהן וכיון שאינו ברשותו של מוכר בשעת המכר כמי שאינו בעולם הוא ועוד שאלו שני ממכרים הם השדה והדקלים ואע''פ שאין לו דקלים מכר השדה קיים שאין זה תלוי בזה אלו דבריו ואינן מוכרחין וכ''ש במה שאמר דאע''פ שאין לו דקלים מכר השדה קיים דמנ''ל דמי שמכר לחבירו ב' דברים בערך אחד ולא פרט לו ערך לכל אחד ואין לו אלא האחד שיתחייב הלוקח לקנותו והרי יכול לומר לא הייתי קונה האחד בלא חבירו ומ''מ לענין השמועה פירש רשב''ם ז''ל זבין ליה תרי דקלי שלא יהא מחוסר אמנה שכך התנה לו אני מוכר לך שאקנה לצרכך או יחזיר מן המעות כנגד ב' דקלים עכ''ל: ",
        "<b>ואם אמר וכו'.</b> מבואר שם: ",
        "<b>אמר לו קרקע של דקלים כו' אין לו דקלים.</b> פי' אם אין דקלים באותו מקום אבל ודאי אם יש דקלים בקרקע קנאן וכ''כ רשב''ם ז''ל, והדין שם: "
      ],
      [
        "<b>המוכר פרדס לחבירו צריך לכתוב וכו'.</b> שם מימרא דרב יהודה: ",
        "<b>וכן המוכר קרקע לחבירו וכו'.</b> מימרא דרב מרי בראש הפרק (דף ס\"ב:) ואע''פ שיש צד שאם לא כתב זה אינו כמי שכתב כמו שמתבאר שם ונזכר פכ''ח המימרא נאמרה בכלל בכ''מ כדי להסתלק מן הדינין: "
      ],
      [
        "<b>המוכר בית לחבירו אע''פ שכתב לו וכו' עד והמחילות שבין המעזיבות.</b> למעלה מימרא דרב דימי שם (דף ס\"ג:) ובהלכות ומכאן שאם לא כתב לו עומק ורום אלא מכר הבית סתם אין לו אפי' באויר שעל גבי הבית ולא למטה ולא כלום בין בבית בין בחצר שלא קנה אלא עד ראש כותלי החצר ואם בא להגביה ולבנות על אויר הבית או לחפור תחת הקרקע אינו רשאי דעומק ורום משוייר הוא ואם בא מוכר לבנות עלייה באויר על גב דיומדין בונה אבל ודאי אינו יכול לבנות על הכותלים שמכר וכן אם בא לחפור מבחוץ ולהשפיל תחת קרקע הבית עושה ובלבד שלא יזיק בחפירתו לבעה''ב. והרב אבן מיג''ש ז''ל כתב שאין יכול לחפור תחת הקרקע כדי שלא יזיק וא''כ מה מועיל לו למוכר שיור עומקא שאם חפר הלוקח בורות שיחין ומערות הרי הן של מוכר. ויש מי שכתב שאם מכר לו חורבה ולא כתב עומקא ורומא כיון דהתם חורבות עשויות לבנות יש לו באויר כדי לסתום רומו של בית והוא כדי שיקח אדם חבילה בינונית על ראשו ויכנס ויוציא ולא יצטרך לכוף ראשו וכיוצא בזה אמרו פרק השותפין ובשדה ובכרם מסתברא דמן הסתם קנה הרום שהרי אין עשויים לבנות על גביהן ואינו משיירו אבל לא קנה העומק שהרי הן עשויים לחפור בהן בור ודות וגת אלו דבריו ז''ל. וכשכתב לו עומק ורום אם בא להגביה ולבנות באויר או להעתיק ולחפור מגביה ומעמיק אבל לא קנה בבינונית שבעמקים ובאויר כמ''ש המחבר ואם כתב לו מארעית תהומא ועד רום רקיעא לבד ולא כתב לו עומק ורומא קנה הכל לפי גירסת הגאונים ז''ל: "
      ],
      [
        "<b>המוכר בית לחבירו ע״מ וכו'.</b> שנינו פרק המוכר את הבית (בבא בתרא דף ס\"ג) אמר ר״ל זאת אומרת המוכר בית לחבירו ואומר ע״מ שדיוטא העליונה שלי [דיוטא העליונה שלו] למאי הלכתא רב זביד אמר שאם רצה להוציא בה זיזין מוציא רב פפא אמר שאם רצה לבנות עלייה על גבה בונה וכתוב בהלכות והלכתא כרב זביד דאמר אם רצה להוציא בה זיזין מוציא וכו' והביא ראיה מדגריס בפרק מי שמת כדאיתא בהלכות וכמה פירושין נאמרו בשמועה זו ומה שהסכימו רוב המפרשים דיוטא זו היא צורת הכותל העליונה בשיש בה בנין באויר שהכותל גבוהה מן התקרה ואמרינן למאי הלכתא כאומר מאי קמ״ל שאם רצה להוציא בה זיזין מוציא פירוש שאם רצה להוציא המוכר זיזין מחצירו ולסמוך עליהן הדיוטא מוציא ואלולי לא התנה כבר נתבאר שאע״פ שכתב לו עומקא ורומא אינו יכול לסמוך על הכותלים כלל אבל עכשיו שהתנה מועיל תנאו להשתמש בזה דהיינו נעיצת זיזין ורב פפא סבר דאפילו להכביד על הבית בניעוץ זה לא אהני תנאה אלא שאם רצה לבנות עלייה עליו בונה על גבי דיומדין ואמרו בגמרא לרב פפא אפי' בלא תנאי היה יכול לעשות כן כמו שאמרנו כיון שלא מכר הרום בפירוש ותירצו אהניא ליה ע״מ דאי נפיל הדר בני ליה פירוש דאי נפל ביתו של לוקח כופהו מוכר לחזור ולבנותו כדי שלא תפיל הרוח עלייתו של מוכר כשלא יהיה בנין תחתיה והיא עומדת באויר א״נ משום דמבעית. והרב אבן מג״ש ז״ל פירש שמי שלא מכר הרום שהוא יכול לבנות על גבי דיומדין ואם נפל הבית ובנה לוקח אותו אין המוכר יכול לבנות אף על גבי דיומדין שלא שייר אלא אויר ביתו וזה בית אחר הוא וכשהתנה ואמר ע״מ דאי נפל ביתא אבנה ובני לוקח הדר מוכר ובני על גביה עלייה אלו דבריו. וקי״ל כרב זביד וכ״ש כרב פפא דטפי אמר רב זביד מרב פפא והמחבר הביא שמועה כפשטה והושג במ״ש ואם רצה לבנות על גבה בונה כשהיה מקודם. אמר אברהם זה שיבוש דאפילו בנין חדש בונה אם הוא רוצה ע״כ: "
      ],
      [
        "<b>המוכר קברו או דרך קברו וכו'.</b> ברייתא בפרק המוכר פירות (בבא בתרא דף ק':) וזה לשון רשב״ם בפירושה מערות היו עושין להן בחייהן כדי לקבור שם משפחה וכו' מעמדות שעומדין ויושבין שם סמוך לבית הקברות בשובם מן הקבר על כרחו של לוקח ותקנת חכמים היא משום פגם משפחה גנאי הוא להן שאין לקרובן מקום קבורה הילכך אמרו רבנן לישקול דמי וליהדר והכי אמרינן בהדיא בבכורות פרק יש בכור לנחלה עכ״ל: "
      ]
    ],
    [
      [
        "<b>המוכר דבר שיש לו תשמישין לא מכר וכו' כיצד המוכר את הבית וכו' וכן העלייה שעל גבי הבית וכו'.</b> הכל מפורש ריש פרק המוכר את הבית (בבא בתרא דף ס\"א) ומשנה וגמרא עם פירוש ההלכות ופסקן ופירוש יציע שסביבות הבית כתוב בהלכות כמו תא שעושין סביבות כותלי הבית מבחוץ כמו שהיה במקדש ויש שעושים כך בתוך עביו של כותל וכו': "
      ],
      [
        "<b>המוכר את הבית לא מכר את החדר שלפנים הימנו.</b> פירוש חדר בין שהוא ארבע אמות בין שהוא פחות אינו מכור. ",
        "<b>ומה שכתב אע''פ שמצר וכו'.</b> מפורש בגמרא: ",
        "<b>ולא את הגג וכו'.</b> במשנה שם ולא מצאתי בגמרא שיעור רחב לגג אולי למדה הרב מיציע דאי לא הוי ארבע אמות מכור. ודין הבור והדות מפורשים במשנה (דף ס\"ד). ",
        "<b>ומה שכתב אף על פי שמכר העומק והרום.</b> נמשך אפילו אל גג גבוה שלא קנה אותו וכן כתבו הגאונים ז''ל ושלא כדברי רשב''ם ז''ל וגירסתו במימרא דרב דימי שהבאתי פרק כ''ד: "
      ],
      [
        "<b>וצריך המוכר ליקח וכו'.</b> כר''ע וכדאיפסיקא הלכתא בגמרא (דף ס\"ה) כן פסקו ז''ל: ",
        "<b>ואם אמר לו וכו'.</b> מפורש במשנה והטעם דכל לישנא יתירא לטפויי קא אתי דתנאי שלא לצורך הוא אף בלא תנאי אינן בכלל בית ומועיל התנאי לשייר דרך: ",
        "<b>וכן המוכר בור וכו'.</b> אף זו כר''ע וטעמא דמוכר בעין יפה הוא מוכר: "
      ],
      [
        "<b>שני בתים זה לפנים מזה וכו'.</b> מימרא פסוקה שם (דף ס\"ה) ופסק הרב ן' מיג''ש ז''ל דוקא כשהוא מקנה שני הבתים כאחד הא אם מכר הפנימי ואחר כך מכר החיצון הראשון תיכף שקנה הפנימי זכה בדרך דהא קי''ל כר''ע דקונה בור ודות יש לו דרך ושוב אין זכותו מסתלק וכן חיצון במכר ופנימי במתנה אם היה המכר ראשון לא זכה הפנימי בדרך שהרי לא היה לבעליו דרך דהא קי''ל כר''ע דמשייר בור ודות צריך ליקח לו דרך כיון שכן אין למקבל המתנה אלא הזכות שהיה לבעליו וכו' אבל כשהקנה שניהם כאחד מה שהוא עין יפה לזה הוא רע לזה ולפיכך אין להם דרך אבל במתנה בעין יפה הוא נותן יותר ממוכר כמ''ש המחבר ועיקר: "
      ],
      [
        "<b>המוכר את הבית מכר את התנור וכו'.</b> גירסת הרב ז''ל אינה כגירסת ספרינו שאנו גורסין במשנה ובברייתא לא מכר התנור ולא את הכיריים וכ''כ ר''ש ז''ל ה''ג לא את התנור ולא את הכיריים דכל הנך מטלטלין הן, ומ''מ נ''ל שאף המחבר לא אמרה אלא במחוברין דאי מטלטלין לא עדיפי ממפתח: ",
        "<b>ואת מלבנות הפתחים וכו'.</b> פירוש כגון פצימין עשויין של עץ לשון ן' מיג''ש ז''ל, ורשב''ם פירש תיקון שעושים סביב המזוזות מלמטה ולמעלה שהדלת שוקף עליהם עכ''ל. והדין בעיא שם (דף ס\"ט) זה לשונה בעי ר''א מלבנות של פתחים מהו היכא דמיחברי בטינא לא תיבעי לך דהא מיחברי כי תבעי לך דנקיטי בסיכי (ולא מיחברי) מאי תיקו. ופי' סיכי יתדות וזהו שכתב המחוברין בטיט שאם ביתדות כיון דלא איפשיטא לא קנה. והדלת במשנה. נגר ומנעול בברייתא: ",
        "<b>אבל לא המפתח.</b> משנה וברייתא (דף ס\"ה): ",
        "<b>ומכר את המכתשת.</b> משנה שם: ",
        "<b>ומכר את האצטרוביל.</b> משנה ופירוש עיגול שסביב הריחיים ודבר הקבוע הוא ואין מזיזין אותו ממקומו לשון רשב''ם: ",
        "<b>אבל לא הכלי וכו'.</b> הוא פי' קלת הנזכר בגמ' (דף ס\"ה): ",
        "<b>ולא מכר את מלבנות כרעי המטה וכו'.</b> בעיא (דף ס\"ח) זה לשונה בעי ר' ירמיה מלבנות של כרעי המטה מהו כל היכא דמיטלטלי בהדה לא תיבעי לך דהא מיטלטלי כי תבעי לך דלא מיטלטלי מאי תיקו. ובפירוש הרב ן' מיג''ש ז''ל תיבעי לן דקביעי ולא מיטלטלי ובתיקו אין לו ללוקח, ורשב''ם ז''ל פירש חתיכות עץ היו נותנים תחת כרעי המטה כדי שלא ידבק בקרקע ואת''ל גבי פתחים וחלונות דמזבני משום דמיחברי [מיהא בסיכי] אלא הכא בדלא מיחברי כלל קא מיבעיא ליה אם הוא מכור עם המטה [או לא]. דמיטלטלי בהדה שמסומר במסמרות או בסיכי עכ''ל. והרב אבן מיג''ש ז''ל פי' דלענין מוכר את הבית היא השאלה ופי' כל היכא דמטלטלי בהדי מטה לא תבעי לך דלא מזבני בהדי ביתא וזה דעת רבינו: ",
        "<b>ולא את מלבנות החלונות וכו'.</b> גם זה בעיא דלא איפשיטא שם זה לשונה בעי ר' זירא מלבנות של חלונות מהו מי אמרינן לנוי בעלמא הוא דעבידי או דילמא כיון דמחברי מחברי מאי תיקו ופשטה כדברי המחבר דאף במחוברין בטיט היא השאלה ועלתה בתיקו ולא קנה אבל הרשב''א ז''ל כתב בדלא מיחברי בטיט אלא ביתדות כאותה של מלבנות פתחים וכך הוא שואל אע''ג דלגבי פתחים לא הוברר אם קנה כאן גבי חלונות ודאי לנוי הן עשויין וכל שאינן מחוברין ודאי לא קנה או דילמא הרי הן כמלבנות פתחים כיון דמיחברי בסיכי ואף כאן הוא בספק אלו דבריו ז''ל ורשב''ם פירשה ג''כ במחוברין ביתדות דבטיט פשיטא דקנה ופירשה באת''ל גבי פתחים קנה גבי חלונות מאי ולא ידעתי מי הכריחם לזה: ",
        "<b>ובזמן שאמר לו וכו'.</b> בברייתא (דף ס\"ה:) אע''ג שלא נזכרו בה מלבנות סובר המחבר דודאי לא עדיפי מהנזכרים בה וסיפא דברייתא בין כך ובין כך לא מכר את הבור ולא את היציע ולא את הדות: "
      ],
      [
        "<b>המוכר את החצר וכו' עד ולא בית הבד שבתוכה.</b> מפורש מן המשנה והברייתא והגמרא והטעם שהבור והדות מכור בחצר ולא בבית לפי שהחצר עשוי לכביסה ולהשקות בהמות ותשמיש החצר והבור הוא תשמיש אחד ולפיכך נמכרין עמה אבל בית אינו עשוי לכביסה ולהשקאת בהמות אלא לדירה ואין תשמישן שוה מנימוקי הרשב''א ז''ל. והרב אבן מיג''ש ז''ל נתן טעם אחר לפי שדרך החצרות להיות בהן בור ודות ואין דרך הבית בכך: "
      ],
      [
        "<b>המוכר את בית הבד וכו' האבן הגדולה.</b> זה כתב במקום ים הנזכר במשנה (דף ס\"ז:) ואמרו בגמרא ים טלפחא ולשון אבן מיג''ש ז''ל והיא כמו אבן רחיים בנויה ע''ג אצטבה שעליה טוחנין את הזיתים עכ''ל: ",
        "<b>ואת הכלונסות של ארז וכו'.</b> מפורש בגמרא בפירוש בתולות הנזכר במשנה: ",
        "<b>ואת היקבים.</b> הבור שיורד לתוכו והיא חקוקה ועשויה כמין נקב: ",
        "<b>אבל לא מכר הריחיים.</b> בברייתא: ",
        "<b>ובין כך וכו'.</b> מפורש בברייתא ואף גירסת המשנה נראית שהיא כן אע''פ שהיא מוחלפת במקצת הספרים: <b>מרצופין</b> הן של עור. <b>שקים</b> הם של נוצת עזים: "
      ],
      [
        "<b>אמר לו בית הבד וכל תשמישיו וכו'.</b> ברייתא שם (דף ס\"ח): ",
        "<b>היו חוצה לה חנויות.</b> גם זה שם. ולשון רשב''ם ז''ל חנויות למכור פת ויין ושוטחין בהן שומשמין לייבשן כדי לעשות מהן שמן בבית הבד זה כדתנן בשמן שומשמין אבל עיקר תשמישן למכור פת ויין הוא ע''כ: "
      ],
      [
        "<b>מכר את המרחץ מכר את בית הנסרים וכו' עד סוף הפרק.</b> מפורש במשנה (דף ס\"ז:) ובברייתא בגירסת ההלכות, ולשון אבן מיגש ז''ל ויקמים הם ספלאות של עץ שמשתמשין בהן בבית המרחץ ונותנין בהן מים לפני כל אחד ואחד עכ''ל: "
      ]
    ],
    [
      [
        "<b>המוכר את העיר וכו' בתים בורות שיחין ומערות ושובכות ובית הבדין ובית השלחין.</b> משנה בהמוכר את הבית (דף ס\"ח) ופי' בית השלחין באגי כלישנא בתרא דגמרא ופי' באגי בקעות, והענין דכל ארץ שצריכה למים הרבה נקראת בית השלחין ולשון זה כולל בין שדה בית הבעל וגנונייתא ויש מקומות שעניינו שדה בית הבעל ומקומות שעניינו גנות לבד וכאן הכל בכלל. ",
        "<b>ומ''ש סמוכין לה.</b> נלמד משיריה כמו שיתבאר. חורשין תרגום יער חורשא ודין החורשין והביברין מפורשין בברייתא: ",
        "<b>אבל לא מכר את המטלטלין וכו'.</b> במשנה בלשון זה אבל לא (מכר) את המטלטלין ובזמן שאמר לו היא וכל מה שבתוכה אפי' היו בה בהמה ועבדים הרי כולן מכורין. וזה לשון רשב''ם ז''ל מטלטלין מאני תשמישתא כגון תנור וכירים וכל הנך מטלטלי דלעיל דאמרינן בהו לא מכר כ''ש חיטי ושערי. ואפילו [היו בה וכו'] בגמ' מפרש מאי אפי' וכו'. בהמה ועבדים אינן נקראין מאני תשמישתא [ומאחר שהן מכורין] כ''ש (כלי תשמישו) חיטי ושערי וכסף וזהב דהוו מטלטלין דלא ניידי כדמוכח בגמרא עכ''ל. ",
        "<b>ומ''ש תנור וכיריים.</b> הלך לשיטתו שכתבתי פכ''ה: ",
        "<b>שיריה.</b> בברייתא ופירשוה בגמרא (דף ס\"ח:) פסקי באגי. וזה לשון רשב''ם ז''ל חתיכות בקעה הגדולה הסמוכה לעיר אלא שמופלגת ממנה קצת שיש הפסק צונמא בינתים ושיריה לשון שירים הוא עכ''ל. ויתר הדינין וחילוק החורשין מפורשין שם בברייתא ובסוגיית הגמרא אלא שר''ש ז''ל חלוק בדין חלק שבים וחלק שביבשה וגריס נמכרין עמה וכתב דכיון דקתני רישא בנותיה אין נמכרין עמה בנות הוא דלא מזדבני שהרי שם אחד יש להן אבל חלק אחד בים ונקרא בשם העיר נמכר עמה וכו': "
      ],
      [
        "<b>המוכר את השדה מכר את האבנים וכו'.</b> במשנה שם מכר אבנים שהם לצרכה ופירשו בגמרא (דף ס\"ט) הכא תרגימו אבני דאכפא פי' המונחות על העומרים עולא אמר אבנים הסדורות לגדר. והמחבר פסק כשתי הלשונות דלענין הדין שניהם אמת ולא נחלקו: ",
        "<b>מחיצת הקנים.</b> פי' רשב''ם ז''ל קנים הרבה גדילין בקלח אחד. ויתר הדינין מבוארין במשנה בביאור ובגמרא: ",
        "<b>אבל לא מכר וכו'.</b> גם זה שם באותה משנה שם עם ביאור הגמרא: "
      ],
      [
        "<b>בין כך ובין כך לא מכר וכו'.</b> גם זה שם ונתן טעם לדבר רשב''ם ז''ל שכל אלו חשובין שדה בפ''ע והרי הוא כמי שמכר שתי שדות לחבירו ויש לו עוד שדה אחרת בתוך השתים ואמר לו שתי השדות וכל מה שבתוכן דאין השלישית שביניהם מכורה אף כאן שדה אחת מכר לו ולא שתי שדות ומחיצת הקנים וסדן השקמה וחרוב המורכב חשובין שדה בפני עצמן עכ''ל. ודין הבור והגת והשובך מפורשים במשנה: "
      ],
      [
        "<b>וצריך ליקח לו דרך וכו'.</b> משנה. וכ' הרשב''א ז''ל דאילנות המשויירין אין צריך דרך ורשב''ם ז''ל כתב דאף לאילנות צריך: "
      ],
      [
        "<b>במה דברים אמורים במוכר וכו'.</b> משנה שם (דף ע\"א) ופירש הרב אבן מיג''ש ז''ל דלא אמרו נתן את כולן אלא כגון בור ודות וגת ושובך שהן בתוך השדה ואינן בכלל המכירה אבל מה שאינם בתוך הבית או בתוך החצר כגון יציע וחדר שלפנים ממנו כי היכי דאינם בכלל המכירה אינן אף בכלל המתנה ולדבריו הסכים הרשב''א ז''ל: ",
        "<b>כללו של דבר וכו' קנה המקבל כל המחובר וכו'.</b> ג''ז כתב רשב''ם ז''ל שאין כלל משנתנו אלא לדברים המחוברים או לדברים הצריכין לקרקע כגון תבואה תלושה וז''ל ומיהו אם יש מעות בשדה או תבואה תלושה שאינה צריכה לקרקע וכל דבר שלא הוצרך למתניתין להזכיר ולומר שלא מכר דפשיטא דאינן בכלל שדה ההיא ודאי לא קנה ליה מקבל מתנה עכ''ל. ומ''מ מדברי רבינו נראה שאפי' תבואה תלושה הצריכה לקרקע אינה נתונה שהרי כתב כל המחובר בדוקא. והרמב''ן ז''ל הכריע כדברי רשב''ם ז''ל. ואין זה אלא במתנת קרקע אבל בספינה ויתר המטלטלין הנותן והמוכר שוין שלא נזכר זה אלא בקרקע וכ''כ רשב''ם ז''ל: "
      ],
      [
        "<b>וכן האחין שחלקו וכו'.</b> אף זה במשנה: "
      ],
      [
        "<b>אף במוכר וכו'.</b> זה פשוט מבואר בגמרא פרק המוכר את הבית (בבא בתרא דף ס\"א:) גבי המוכר בית לחבירו בבירה גדולה היכי דמי אילימא דקרו ליה לבית בית ולבירה בירה וכו' וכיוצא בזה בהמוכר את הספינה גבי צמד בקר הנה שהכל לפי הלשון שקורין באותו מקום וכן שנינו בתוספתא בד״א במקום שלא נהגו אבל במקום שנהגו הכל כמנהג המדינה. וזה מבואר: "
      ]
    ],
    [
      [
        "<b>המוכר את הספינה מכר וכו'.</b> משנה וברייתא ר״פ המוכר את הספינה (בבא בתרא דף ע\"ג) ופירוש השמות, <b>תורן</b> אסקריא העץ שתולין בו הנס. <b>נס</b> אדרא פי' קלע הוא הוילון שפורסין להוליך הספינה רוח. <b>עוגנין</b> פי' המעכבין אותן מלילך מלשון הלהן תעגנה והם של ברזל. <b>והמשוטין המנהיגין אותה</b> פירוש החבלים שבהן מושכין את הספינה מכניסין אותה לנמל ויש לפרש העצים שמושכין בהן הספינות זה לשון אבן מיג״ש ז״ל. ורשב״ם פי' רמו״ש בלעז. <b>האסכלא</b> פירש אבן מג״ש ז״ל הוא הנקרא אסקלים והוא בית הכסא שבספינה ע״כ. ורשב״ם ז״ל פירש ופי' אסכלא כבש [של ספינה שעולין בו ולשון יון הוא] ופי' כבש ידוע. <b>מרצופין</b> שקים גדולים שמשימין בהן פרקמטיא שבספינה: "
      ],
      [
        "<b>המוכר את הקרון לא מכר וכו'.</b> משנה (דף ע\"ז:) בפרק המוכר את הספינה ובגמרא שאם היו אדוקין בו הכל מכור ופירוש אדוקין בקרון בשעת המכירה וטעמא דכל שאדוקין בו הרי הן לקרון כתנור וכיריים לבית וזהו שכתב המחבר בזמן שאינן קשורות עמו שאם הם קשורות כולן נמכרין: ",
        "<b>מכר את הצמד לא מכר את וכו'.</b> ג''ז באותה משנה. ",
        "<b>ומ''ש ואפי' במקום שקצתן קורין.</b> מבואר בגמרא כיון שאין כולן או רובן קורין כן אינו מכור. ובפירושי הרב אבן מיג''ש ז''ל גבי מכר הצמד לא מכר הבקר. ומסתברא לן דה''מ בשאין הבקר אדוקים בצמד אבל אם הבקר אדוקין בצמד אמרינן כולה זבין ליה דילפי ליה מקרון ופרדות עכ''ל. וכתב הרשב''א ז''ל וכן דעת הרמב''ן ז''ל ותנא דברייתא תנא בקרון והוא הדין לצמד דחד טעמא אית להו עכ''ל: "
      ],
      [
        "<b>המוכר את העול וכו'.</b> בהשגות א''א אע''פ שהוא כן בתוספתא וכו'. ולפי מה שפירשב''ם לא ידעתי מה הוא שהוא פי' קרון עגלה. ופירוש צמד הוא העול וכו': "
      ],
      [
        "<b>וכן המוכר את וכו'.</b> דין המרדעת והאוכף מימרא דעולא שם אבל באוכף ומרדעת וכו' דברי הכל כולן מכורין ע''כ. ",
        "<b>ומ''ש אע''פ שאין עליו.</b> הוא כדעת רבו אבן מיג''ש ז''ל שפירש דמדקסתים עולא שמע מינה דלעולם מכורין דאי דוקא בעודן עליו היה לו לבאר ודין השק ומרכבות הנשים כחכמים דמשנתנו דאמרי מכר חמור לא מכר כליו ובעודן עליו בעיא דלא איפשיטא בגמרא אי מודו רבנן. ובהלכות הילכך אינן מכורין שכל המוציא מחבירו עליו הראיה ע''כ. וכ''כ ז''ל ויש חולקין בדין האוכף והמרדעת בשאין עודן עליו. ואמרו דעולא סתם דבריו לפי שלא נתבאר אם מודים חכמים בשק וחבירו בעודן עליו או חולקין הילכך לכשתמצא לומר דבשק חולקין אף בעודן עליו באוכף ומרדעת לא קנה אלא בעודם עליו לכשתמצא לומר שהן מודים בשק וחבירו בעודן עליו באוכף ומרדעת קנה אף בשאין עודן עליו וכיון דבעיין לא איפשיטא אוכף ומרדעת לא קנה אלא בעודן עליו ושק וחביריו אפילו עודן עליו לא קנה ולזה הסכים הרשב''א ז''ל וטעם המרדעת והאוכף שהן מכורין יותר מהשק לפי שהן כלי רכיבה וחמור לרכיבה עומד וה''ה למוכר בהמה אחרת שמכר כלי הרכיבה לפי דעת המחבר אפילו אין עודן עליה ולפי דעת האחרים בעודן עליה בדוקא: "
      ],
      [
        "<b>ואין הדמים ראיה שאם טעה בכדי שהדעת טועה וכו'.</b> כבר נתבאר פי''ב שיעור האונאה וביטול מקח: ",
        "<b>ואם טעה בכדי שאין הדעת טועה וכו'.</b> פסק המחבר כלישנא בתרא דגמרא (דף ע\"ז:) דגבי צמד ובקר הקשו על חכמים שאמרו אין הדמים ראיה. ואי אין הדמים ראיה להוי ביטול מקח ותירצו מאי אין הדמים ראיה דהוי ביטול מקח. פירוש שחכמים סבורין שאין הדמים ראיה כשמכר את הצמד שיהיה הבקר מכור אלא לא מכר את הבקר ויהיה המקח בטל. איבעית אימא כאן בכדי שהדעת טועה כאן בכדי שאין הדעת טועה. כי אמרו בעלמא אונאה וביטול מקח דוקא בכדי שהדעת טועה אבל בכדי שאין הדעת טועה המקח קיים ויתרון הדמים מחילה דמסתמא לא טעה לוקח כולי האי ומידע ידע דאית ביה אונאה ואעפ''כ נתרצה במקחו והרי זה כדין הנזכר פי''ג לוקח שאמר למוכר חפץ זה שאני לוקח ממך במאה וכו'. והרשב''א ז''ל והרמב''ן ז''ל הסכימו ג''כ לפסוק כלשון אחרון: "
      ],
      [
        "<b>המוכר את השפחה וכו'.</b> תוספתא כלשונה והיא בהלכות: "
      ],
      [
        "<b>המוכר לחבירו שפחה וכו'.</b> גם זה בתוספתא ודין הפרה וחמורה מיניקות הוא פשוט בגמרא בהמוכר את הספינה (דף ע\"ח): "
      ],
      [
        "<b>האומר לחבירו ראש עבד זה או ראש חמור וכו'.</b> בהשגות א''א דבר זה מצא אותו וכו'. ולא מצאתי אותו בגמרתנו x וראוי להיות בירושלמי במס' ערכין: "
      ],
      [
        "<b>מכר את הראש בבהמה גסה וכו'.</b> משנה שם (דף פ\"ג:) ופי' הקנה היא הריאה ונקראת על שם הקנה שלה. בירושלמי רבי יצחק שאל [בדקה] מכר חצי הראש מכר חצי הרגלים מכר חצי [קנה] מכר חצי [כבד]. (מכר חצי קנה) נשמעינה מן הדא מכר לו יד כמות שהיא הראש כמות שהוא בני מעים כמות שהם נותן לכהן ואינו מנכה לו מן הדמין לקחו ממנו במשקל נותן לכהן ומנכה לו מן הדמין ע''כ וכתבו הרשב''א: "
      ],
      [
        "<b>המוכר את הבור לא מכר מימיו וכו'.</b> דין הבור הוא הפך המשנה כדאיתא בגמרא שם (דף ע\"ח:): ",
        "<b>מכר את האשפה וכו'.</b> מבואר במשנה: "
      ],
      [
        "<b>ומ''ש אל ילוז.</b> כבר נתבאר בפרק כ''ו: "
      ]
    ],
    [
      [
        "<b>האומר לחבירו בית כור עפר וכו'.</b> משנה פ' בית כור (בבא בתרא דף ק\"ג) ופי' דדוקא א״ל עפר דמשמע קרקע הראוי לזריעה אבל אם לא אמר לו עפר אפילו כולו סלעים הגיעו וחלקו עליו שאין מלת עפר מעלה ומורידה בדין זה: ",
        "<b>אף על פי שאין בהם מים.</b> מפורש בגמרא: ",
        "<b>או סלעים.</b> במשנה ופרשב''ם וכגון שרחבים ארבע על ארבע דהוי מקום חשוב בפני עצמו אפילו לענין רשות היחיד דשבת. והרשב''א ז''ל כתב ובירושלמי בעו לה היה שם נקע עמוק עשרה ואין בו ד' ומתוך מה שאמרו שם משמע שהוא נמדד. ומ''מ משמע התם בהדיא בתוך בעיא זו שאם יש ברחבן ד' על ד' אין נמדדין כדברי רשב''ם ז''ל: ",
        "<b>שאין אדם רוצה וכו'.</b> טעם זה מפורש בגמרא (דף ק\"ג): ",
        "<b>ולוקח אלו הגאיות והסלעים וכו'.</b> זה לא נתבאר בגמרא ולשון המשנה אין נמדדין עמה אבל הוא דעת המחבר וכן נראית דעת אבן מיג''ש ז''ל שהרי לגבי הקדש בפודה שדהו כתב ולוקח אותן בלא פדיון וכל שכן לגבי מקח וממכר. אבל הר''א ז''ל כתב שהן של מוכר וכופין את הלוקח ליתן אותן בדמיהן לפי שהן כדברים אבודים ביד המוכר וכפיית הלוקח דברי תימה הם שאינו דומה למה שאמרו לפנינו מחזיר לו דמים לפי ששם דבר ראוי הוא מה שהוא קונה אבל כאן איך נכריחהו לקנות נקעים וסלעים כ''כ הרשב''א ז''ל: ",
        "<b>היו פחות וכו'.</b> במשנה: "
      ],
      [
        "<b>במה דברים אמורים בשלא היה בהן אלא בית ד' קבין וכו'.</b> בגמרא (דף ק\"ג) אמר רבי יצחק טרשין שאמרו בית ארבעה קבין אמר רב עוקבא בר חמא והוא שמובלעין [בחמשה קבין וכו' והוא שמובלעין] ברובע של שדה בעי רבי חייא בר אבא רובן במיעוטה ומעוטן ברובה מהו תיקו. בעי רבי ירמיה כשיר מהו כשירה מהו תיקו אצטדינין מהו דרך עקלתון מהו תיקו תנא אם היה סלע יחידי אפילו כל שהוא אין נמדד עמה ואם היה סמוך למצר אפילו כל שהוא אין נמדד עתה כך הגירסא בהלכות ורב האי ז''ל גריס גבי סלע יחידי אפילו בית רובע אינו נמדד עמה בעי רב פפא עפר מופסק [עפר] בינתים מהו תיקו בעי רב אשי [עפר מלמטה וצונמא מלמעלה] עפר מלמעלה וגומא מלמטה מהו תיקו ע''כ בגמרא ויש שפירשו דהא דר''י פליגא אדמר עוקבא לומר דלא סגי במובלעין בחמשה קבין אלא כשהן נבלעין בחמשה קבין במרובה של שדה פחות מכאן כרצופין דמו ואינן נמדדין. וכן כתב אבן מיג''ש ז''ל ואמר ורב האי ז''ל לא גריס בספר מקח וממכר הא דמר עוקבא כלל. והראב''ד ז''ל פירש דרבי חייא לא פליג אדמר עוקבא בה' אלא מוסיף על דבריו הוא דהא והא בעינן והרי''ף ז''ל נראה שסובר כן שהביא הא דרב עוקבא בהלכות וזה דעת המחבר: ",
        "<b>היו מובלעין רובן במעוטה ומעוטן ברובה.</b> כך היא הנוסחא מדוייקת בספר המחבר והיא בעיא דרבי חייא ופירושה אם היו רובן של ארבעה קבין אלו במיעוטו של בית כור והמיעוט הנשאר מארבעה קבין אלו ברובו של בית כור זה מהו כיון שכלל ארבעה קבין אלו לא נשלם אלא ברובו של בית כור זה נמדד או דילמא כיון שרובן של ארבעה קבין אלו מכונס בתוך מיעוטן של בית כור מכונס הוי ואינו נמדד תיקו ע''כ לשון אבן מיגש ז''ל וכן פירש ר''ש ז''ל: ",
        "<b>או שהיו מוחלקין וכו'.</b> זה כתב במקום כשורה האמור בגמרא: ",
        "<b>או כמו עגול.</b> זהו כשיר: ",
        "<b>או כמו משולש.</b> גורס המחבר כחצובא מהו כגירסת רב האי גאון ז''ל: ",
        "<b>או שהיו בצדדין וכו'.</b> זה נמצא בספריו. וגרסת הגמרא איצטדינין ופירש אבן מיגש ז''ל כגון שהיו טרשין אלו מכונסין אלא שיוצא מהן קרנות לכאן ולכאן והשדה נכנסת בין אותן הקרנות היוצאות מהן ואינה מפסקת ביניהם ובין העיקר מהו כמפוזרין דמי כיון שהשדה נכנסת בין אותן הקרנות היוצאות מהן ומפסקת ביניהן כגון זה x (חסר ציור) או דילמא כיון שהם מדובקין לגוף אחד ואין מפסיק ביניהם ובין הגוף כמכונסין דמי. עקלתון שנמצא שהן מדובקין זה לזה כדרך עקלתון כגון זה xx (חסר ציור) והשדה נכנסת בין העקמימות עכ''ל: ",
        "<b>וכן אם היה עפר וכו'.</b> היא בעיא דרב אסי אבל אבן מיגש ורש''י ז''ל פירשו דקאי אסמוך למיצר שרב פפא שאל אם עפר מפסיק אם הוא נדון כסמוך למצר או לא ובא רב אשי ואמר את''ל הפסיק עפר בינתים לאו סמוך למצר הוא עפר למטה ואותה צונמא מלמעלה סמוך למיצר אי נמי איפכא עפר מלמעלה ולא גבוה שלשה בעומק המחרשה מהו אלו דבריהם ודעת המחבר דבעיא באפי נפשה הוא: "
      ],
      [
        "<b>היה בה סלע וכו'.</b> כגרסת רב האי ז''ל ולומר דכשאמרו נמדד עמה אפילו טרשין של ארבעה קבין ה''מ טרשין כעין צרורות אבל סלע של רובע שם בפ''ע יש לו ואינו נמדד עמה עכ''ל הרשב''א ז''ל: ",
        "<b>ואם היה סמוך וכו'.</b> כבר נזכר זה למעלה: "
      ],
      [
        "<b>אמר לו כבית כור וכו'.</b> שם משנה. ופירש ר''ש כבית כור משמע בין שהוא של סלעים בין עפר דהכי משמע כבית כור עפר ולא בית כור עפר עכ''ל: "
      ],
      [
        "<b>האומר לחבירו בית כור וכו'.</b> משנה (דף ק\"ג:) מפורשת שם ואע''פ שאמר לו בית כור עפר והוא פחות המקח קיים ומנכה מן הדמים כמ''ש פט''ו דכל שאין האונאה בערך דמים המקח קיים וכ''כ הרשב''א ז''ל ונתן טעם דכל לוקח ומוכר אפילו במקח אחד לאו דוקא מעמידין דבריהם אלא לפי משקל ולפי מניין והביא ראיה לזה וזה דעת המחבר פט''ו ויש חולקין ואומרים דהכא ינכה או יחזיר לאו דוקא אלא בשרוצין שניהם להעמיד מקחן: "
      ],
      [
        "<b>אמר לו בית כור וכו'.</b> זה נתבאר בגמ' (דף ק\"ב וק\"ג) ופירשו ז''ל דדוקא באומר בית כור עפר שיש לו במקום פלוני הא אם אמר לו בית כור מכל שדותיו נותן לו בלי שיפחת ויותיר: ",
        "<b>יתר ע''כ וכו'.</b> במשנה ובגמ' (דף ק\"ד:) לא את המותר בלבד הוא מחזיר פירש מותר על הרובעין אלא מחזיר לו את כל הרובעין כולן ואכולה מתני' קאי וכן פירשו רב האי ורשב''ם ז''ל לומר דאם מכר לו עשרין סאין והותיר עשרים ואחד רובעין מחזירין לו כולן במעות שלא כדברי אבן מיגש ז''ל שכתב שאם אין במה שהוא יתר על הרובע לכל סאה וסאה שיעור תשעה קבין שאינו מחזיר לו את המותר ולא הרובעין ואם הותיר בעשרים סאין אחד ועשרים רובעים אינו מחזיר לו אלא רובע אחד, ולשון המחבר מורה כדברי רב האי ז''ל: "
      ],
      [
        "<b>ומה הוא מחזיר לו וכו'.</b> במשנה (דף ק\"ג:) מחזיר לו מעות ואם רצה מחזיר לו קרקע ולמה אמרו מחזיר לו מעות כדי ליפות כחו של מוכר שאם שייר בשדה בית תשעה קבין ובגינה בית חצי קב וכדברי ר''ע בית רובע מחזיר לו הקרקע ע''כ במשנה: ",
        "<b>ואם היתה התוספת וכו'.</b> ברייתא בגמרא: ",
        "<b>היתה התוספת יתירה על תשעה קבין וכו' עד מחזיר לו את כל הרובעים עם היתר דמים או קרקע בשעת הזול של עת החזרה.</b> זה נמצא בספרי המחבר ולפי זה נראה שפירוש המשנה שאמרה שאם שייר בשדה בית תשעה קבין ובגנה בית חצי קב יותר על הרובעין קאמר וכבר נתבאר למעלה שאפילו לא הותיר אלא כל שהוא על הרובעים הכל בכלל חזרה כדברי רב האי ז''ל. אלא שהמחבר סובר דכל שאין שם תשעה קבין יתר על הרובעין החזרה במעות אע''פ שיש בכל תשעה קבין וכשיש תשעה קבין יותר על הרובעין החזרה בקרקע. ודברי תימה הם שהרי כל שהוא דבר ראוי למוכר למה לא יתן לו קרקע ולמה נכריח הלוקח לתת לו דמים. גם מה שכתב בדין הזול והיוקר שהוא בשהותיר תשעה קבין לא נתבררו דבריו דכל היכא שיש שם דבר ראוי דינו בחזרת קרקע בין הוקר בין הוזל ואם רצה המוכר למכרו לו יתרצו שניהם מן הדמים שלא נאמרו דברים בגמ' אלא כשאין שם דבר ראוי שכיון שדינו במעות אם ירצה המוכר לקחת יקח קרקעו לפיכך אם הוזל נותן לו המעות כשעת המכר ואם נתן לו קרקע בשומא נותן לו כדהשתא ואם הוקרה אחר המכר אם ירצה המוכר לקחת קרקע ודאי כל מה שהותיר יחזיר כדמעיקרא ואם רצה מעות נותן לו כשער של עכשיו לפי שעכשיו הוא מוכרו שהרי אם רצה יטול ממנו קרקע. וכן פירש הראב''ד ז''ל. וכמה פירושין נאמרו באותה שמועה וצ''ע: "
      ],
      [],
      [],
      [
        "<b>מכר שדה ונעשית גינה וכו'.</b> בעיא דלא איפשיטא בגמרא (דף ק\"ד:) ופירושה לענין מה ששנינו שבשדה כשאין שם תשעה קבין מחזרה יד מוכר על העליונה רצה דמים רצה קרקע ואם נעשית גינה כגון שנבעו בו מים והיא ראויה לגן מהו מי אמרינן דיכול לוקח לסלקו בקרקע בע''כ דהא השתא דבר ראוי לגינה או אזלינן כדמעיקרא. וכן אם היתה גינה ויבש המעיין אי אזלינן בתר מעיקרא מסלקו בקרקע ואי כי השתא נותן לו דמים בהכרח אם רצה מוכר. וכתב המחבר הרי זה ספק ולא ביאר מה נעשה ונראה שאין כופין הלוקח ליתן דמים שהמוציא מחבירו עליו הראיה: "
      ],
      [
        "<b>האומר לחבירו בית כור וכו'.</b> פי' אלו הלשונות סותרים שאם אמר מדה בחבל לבד בכל שהו ינכה או יחזיר ובהן חסר הן יתר רובע לסאה היא מחילה ועכשיו שאמר שניהם איזה שיהיה מוקדם או מאוחר כתב המחבר הלך אחר פחות שבלשונות ואין לו אלא כדין הן חסר הן יתר ובגמרא (דף ק\"ה) הלך אחר פחות שבלשונות. ובהשגות א''א לא ידעתי מהו זה כי הפחות שבלשונות קולא הוא לנתבע ואם נתן המעות הלוקח הוא התובע ואם לא נתן והלוקח מחזיק והמוכר תובע מעות יתרים הוא התובע. ופעמים שחסר קולא או חומרא לנתבע וכן היתר ע''כ. והרב אבן מיג''ש ז''ל פירש דס''ל יד בעל השטר על התחתונה דהא מוציא מחבירו הוא ועליו הראיה ומש''ה לא יהבינן ליה אלא בפחות שבלשונות לא שנא הוה ליה ראשון ול''ש הוה ליה אחרון ע''כ. ורשב''ם ז''ל פירש דיד המוכר שהוא מוחזק בקרקע על העליונה הלכך אם פחת להכי אמר ליה הן חסר הן יתר אם הותיר להכי אמר ליה מדה בחבל ע''כ. וזה דעת המחבר וכן נ''ל ואפילו בא מוכר ליקח מעות כופין את הלוקח ליתן בשהותיר לפי שהקרקע בחזקת בעליה עומדת וכן אמרו בענין שכירות בב' לשונות סותרים כמו שיתבאר פ''ז מהל' שכירות: "
      ],
      [
        "<b>מכר לו בית כור ואמר לו בסימנים ובמצרים פחת שתות וכו'.</b> במשנה (דף ק\"ו) וכרב הונא דגמ' וכן בהלכות דשתות כפחות משתות. וכתבו ז''ל אם אומר לו בית כור שיש לי במקום פלוני שסימניו ומצריו כן או שהעמידו עליו ואמר לו בית כור זה אפילו פחות משתות הגיעו ע''כ: ",
        "<b>פחת יותר משתות כו'.</b> לשון המחבר כלשון הגמ' ולא נתבאר שם שאם זה הנכוי או התוספת הם במה שהוא יותר משתות לבד או שמא כיון שהוא יותר משתות הכל בחזרה ובתשלומין דומיא דיתר מרובע בהן חסר הן יתר דלעיל וצ''ע: "
      ],
      [
        "<b>המוכר לחבירו שדה שהלוקח יודע אותה ואת מצריה וכו'.</b> מעשה בגמרא שם והשיעור שכתב ממאתים למאה וחמשים שהוא הרביע כן הוא בגמ' באותו מעשה מעשרים לט''ו. וכבר כתבו ז''ל דאפילו אם אינה אלא מחצית הגיעו: "
      ],
      [
        "<b>האומר לחבירו וכו'.</b> ברייתא בבבא מציעא ריש פרק המקבל (בבא מציעא דף ק\"ד): ",
        "<b>וכן האומר לחבירו וכו'.</b> גם זה ברייתא כלשונה שם: ",
        "<b>וכן האומר לחבירו פרדס וכו'.</b> גם זה ברייתא שם ופרק ח' מהלכות שכירות יתבאר דין זה: "
      ],
      [
        "<b>וכל אלו הדברים וכו'.</b> כבר נתבאר זה: "
      ]
    ],
    [
      [
        "<b>שלשה אין מקחן מקח ואין ממכרן ממכר וכו'.</b> מפורש במשנה בגיטין פרק הניזקין (גיטין דף נ\"ט:) מציאת חרש שוטה וקטן יש בהן גזל מפני דרכי שלום הא מדאורייתא אין בהן גזל לפי שאין להם זכייה. ואמרו שם גבי פעוטות דממכרן ממכר משום כדי חייהן הא לאו הכי לא וזה מבואר שם. ויש אומרים דקטן זוכה לעצמו דבר תורה בשיש דעת אחרת מקנה ופשטן של שמועות כדברי המחבר ואמרו פ' האיש מקדש איש זוכה ואין קטן זוכה ובפרק מי שמת זכין לגדול ואין זכין לקטן ועיקר דבר זה בגיטין בפרק התקבל. וזה נראה שדעת רבינו דבמתנה קנה דבר תורה אבל במקח כיון שאין נתינתו בדמים נתינה אף אין מעשיו כלום מן התורה אבל במתנה אם זכו לו קנה דבר תורה כיון שיש שם דעת אחרת וכן נראה ממ״ש פ״ח מהלכות לולב ופ״ד מהל' זכייה ומתנה: ",
        "<b>אבל חכמים תקנו שיהיה החרש והקטן וכו' משום כדי חייו.</b> ומפורש בגמרא בקטן כמו שכתבתי והוא הדין לחרש: "
      ],
      [
        "<b>חרש שאינו שומע ולא מדבר וכו' אבל לא בקרקע.</b> בהשגות א״א זה לא ידעתי למה ע״כ. ולא ביאר הרב ז״ל איזה פרט מן הבבא הוקשה לו. ובמשנה פ' הניזקין (גיטין דף נ\"ט) שנינו חרש רומז ונרמז ובן בתירא אומר קופץ ונקפץ במטלטלין. ופירש״י ז״ל רומז ונרמז מה שהוא רומז קיים ומה שהם רומזין לו והוא מתרצה. רמיזה בידו ובראשו, קפיצה עקימת שפתים עכ״ל. והנה דברי המחבר ז״ל פשוטים בחרש שאינו שומע ואינו מדבר שהוא החרש שדברו חכמים בכ״מ ובזה אמרו שדבריו קיימים ברמיזות ובודקין אותו בדיקות רבות דלא גרע משנשתתק לגיטין כדאיתא במי שאחזו אבל יש תימה למה לא השוה מדבר ואינו שומע לשומע ואינו מדבר שהרי ברייתא בגיטין פ' מי שאחזו (גיטין דף ע\"א) הקשו על רב כהנא מהברייתא שאמרה מדבר ואינו שומע זהו חרש שומע ואינו מדבר זהו אלם וזה וזה הרי הן כפקחין לכל דבריהם ע״כ. ופירש״י ז״ל חרש המדבר ואינו שומע זהו חרש ולא זהו חרש שדברו בו חכמים בכ״מ דהשווהו לשוטה וזה כפקח לכל דבריו כדאיתא בהדיא ע״כ וצ״ע: "
      ],
      [
        "<b>אלם ששומע ואינו מדבר וכו'.</b> זה מבואר שם פרק מי שאחזו והביאו ברייתא שם כשם שבודקין אותו לגיטין כך בודקין אותו למשאות ולמתנות, ואשאינו מדבר קאי כדאיתא התם. ובדיקת גיטין נתבארה פרק כ''ב מהלכות גירושין. ",
        "<b>ומה שכתב או יכתוב בכתב ידו.</b> גם זה מבואר בסוגיא שם: "
      ],
      [
        "<b>השוטה אין מקחו מקח וכו'.</b> זה פשוט ומבואר בכמה מקומות ובפ''ק דחגיגה (דף ג') נתבאר איזהו שוטה והוא כל שעושה מעשה זר דרך שטות: ",
        "<b>וב״ד מעמידין אפוטרופוס לשוטים וכו'.</b> זה הוציא ממה שאמרו בכתובות פרק נערה שנתפתתה (כתובות דף מ\"ח) מי שנשתטה ב״ד יורדים לנכסיו וזנין ומפרנסין אשתו ובניו וכו' מימרא שם: "
      ],
      [
        "<b>מי שהוא עת וכו'.</b> זהו ברייתא מפורשת בר״ה בפרק ראוהו ב״ד (ראש השנה דף כ\"ח) עתים חלים עתים שוטה כשהוא שוטה הרי הוא כשוטה לכל דבריו וכשהוא פקח הרי הוא כפקח לכל דבריו. ומבואר ג״כ בכתובות פרק האשה שנתאלמנה (דף כ') גבי עובדא דבר שטיא: "
      ],
      [
        "<b>קטן עד שש שנים אין הקנייתו וכו'.</b> זה פשוט שעדיין לא הגיע לעונת הפעוטות ואמרו בגמרא פרק התקבל בגיטין (דף ס\"ה) אמר רבא שלש מדות בקטן צרור וזורקו אגוז ונוטלו זוכה לעצמו ואינו זוכה לאחרים וזוכה לעצמו מדבריהם ואף על פי כן אין הקנאתו הקנאה ואינו זוכה לאחרים: <b>ומשש שנים עד שיגדיל וכו'. מ״ש אם יודע בטיב משא ומתן</b> נתכוין למה שאמרו פרק הניזקין (גיטין דף נ\"ט) הפעוטות מקחן מקח וממכרן ממכר במטלטלין ועד כמה מחוי רב יהודה לרב יצחק בריה כבר שית כבר שב רב כהנא אמר כבר שב כבר תמני במתניתא תנא כבר תשע כבר עשר ול״פ כל חד וחד לפום חורפיה וטעמא מאי וכו' אמר ר״י משום כדי חייו וזה פשוט. ודין המתנה נתבאר שם מתנתו מתנה אחת מתנת ברי ואחת מתנת שכיב מרע אחת מתנה מרובה ואחת מתנה מועטת. וג״ז פשוט: ",
        "<b>והכל במטלטלין.</b> גם זה פשוט שם ומתבאר ג״כ פ' מי שמת (בבא בתרא דף קנ\"ה:) כמו שיתבאר בפרק זה: "
      ],
      [],
      [
        "(ז-ח) ",
        "<b>בודקין את הקטן וכו'.</b> פירוש במטלטלין היא וזהו מה שאמרו כל חד וחד לפום חורפיה: ",
        "<b>בד״א בקטן שאין לו אפוטרופוס וכו'.</b> חילוק זה מימרא מפורשת בכתובות סוף מציאת האשה (כתובות דף ע') ובהלכות שם ובהנזקין: ",
        "<b>קטן היודע בטיב משא ומתן שאין לו אפוטרפוס וכו' פחות משתות מחילה.</b> שם בפ' הניזקין (גיטין דף נ\"ט) וטעותן עד כמה אמר ר' זירא עד שתות כגדול ע״כ והוא בהלכות. ופר״ח ופירוש המחבר דעד שתות הוא מחילה כגדול שתות קנה ומחזיר אונאה יתר משתות בטל מקח. וכן פירש״י ז״ל אע״פ שמצאתי במקצת פירושין וטעותן של פעוטות עד כמה הויא עד שתות בגדול עד שתות קנה הקונה ומחזיר אונאה ונראה שהוא ט״ס אלא עד שתות מחילה שתות קנה ומחזיר אונאה וזה פשוט. ובהשגות א״א אני אומר שהקטן אין לו מחילה כדאמרינן (ר\"פ אלו מציאות) יתמי לאו בני מחילה נינהו ע״כ. ודברי תימה הם שא״כ היה להם בגמרא לפרש והיאך יאמרו עד שתות כגדול ויהיה בגדול מחילה ובקטן ניתן לחזרה. ומ״ש ביתמי לאו בני מחילה נינהו מ״מ חכמים שתקנו שיהיה מכרן ממכר משום כדי חייהן הם תקנו שיהיה טעותם כגדול. וגדולה מזו אמרו מתנתו מתנה אפילו מתנה מרובה ודברי המחבר עיקר: ",
        "<b>ואני אומר שאין מקח הקטן וכו'.</b> כבר נתבאר פ''ט שהיתומים אינם מקבלים מי שפרע כדמשמע פרק הניזקין והוא ביתומים שיש להם אפוטרופוס וכן הדין לקטן עצמו ועיקר: "
      ],
      [
        "<b>וכן אם קנו מיד הקטן או וכו'.</b> נתן טעם המחבר לקניין הקטן למה הוא סובר שאינו מועיל לפי שסתם קניין לכתיבה עומד וכל שאינו ראוי לכתיבה אינו קניין. ודין השכירות פשוט דאינו מועיל דשכירות מכירה ליומה הוא ואין ממכרו ממכר במקרקעו ומכאן שאם השכיר הקטן בית לדור שיכול לחזור בו ואין מעשיו כלום. ובהשגות א''א וכן אני אומר שאם הקנה בקניין קנו שהקניין לא גרע מכסף והוא כסף עצמו מההוא מעשה דגיטין (דף ל\"ט:) דההיא אמתא דשדא לה מרה כומתא ואמר לה קני הא וקני נפשך וכו' נמצא שהוא כסף גומר דעדיף משאר כסף וקונה לגמרי וכן אם קנה הוא בקניין קנה שהמקנה מקנה לו כל קניינו ואינו חוזר בו אבל אם השכיר הוא מקום ולא קנו מידו לא דשכירות כמכר הוא ע''כ. ואיני מבין דבריו מה ענין זה לדמיון שהקנין ככסף שאם הוא ככסף ודאי לא קנה המקבל כמ''ש המחבר שאין הכסף קונה ביתומים וכבר נתבאר גם מה שאמר שהוא כסף גומר דעדיף משאר כסף וכוונתו ז''ל לומר דהקניין בעבדים גומר להוציאן לחירות ואינן צריכין גט שחרור וכסף אינו גומר שעדיין הן צריכין גט שחרור ויליף לה מעובדא דההיא אמתא. חוץ מכבודו שאינו דבפירוש השוו שם הקניין לכסף ולא יפו כחו כלל. וכ''ש שיש שם מפרשים דלאו בתורת קניין היה עושה אותו מעשה ויתבאר בהל' עבדים. סוף דבר איני רואה בכל מה שהביא הר''א ז''ל שום דמיון בדין קנין הקטן אם הוא מועיל: "
      ],
      [
        "<b>וכן קטן שקנה מטלטלין וכו' ראיה לדבר שאין חצר של קטן ולא ארבע אמות שלו קונין וכו'.</b> דין זה שאין חצר הקטן קונה לו מימרא מפורשת פרק קמא דמציעא (דף י':) ובהלכות וסובר המחבר דכ''ש שכירות מקום שאינו קונה דלא עדיף מחצירו ומ''מ אין מכאן ראיה להיכא שקנו מאחרים מפני מה לא זכה. ודעת ההשגות שלא אמרו אין לו חצר אלא במציאה אבל כל זמן שדעת אחרת מקנה יש לו חצר כמו שיתבאר למטה: ",
        "<b>אבל הקטנה שנתרבתה חצירה מידה וכו'.</b> גם זה מבואר שם בגמרא הדין והטעם שחצר הקטנה היא מדין יד כמ''ש: "
      ],
      [
        "<b>יראה לי שהקטן שקנה קרקע וכו'.</b> מבואר בגמ' שמי שמקנה קרקע לקטן שקנה והכין משמע לכאורה פ' האיש מקדש (קידושין דף מ\"ב) דאמרינן מנין שזכין לאדם שלא בפניו שנאמר נשיא אחד ממטה וגו' ופירש״י ז״ל וקטנים הרבה היו בנחלת הארץ וכשלא בפניהם דמי ואף על גב דאידחייא הך אוקימתא מכל מקום מפורש בסוף פרק יש נוחלין גבי ההוא דקלא אזל רב ביבי אקנייה לבנו קטן. וכבר כתבתי שיש סוברים דאפילו מדאורייתא יש להן זכייה כשדעת אחרת מקנה. ומה שחידש המחבר הוא שאפילו במקח שהרי אין מקחו מקח. ונראה שהקטן יכול לחזור בו ואין המוכר יכול לחזור בו. ובהשגות א״א מעתה לפי דבריו וכו'. ואמת אין מדברי המחבר תפיסה על עצמו שאף על פי שכשהשכיר לו הלוקח מקום המטלטלים יהיה השכירות קיים מ״מ לא קנה בכך המטלטלין לדעתו ז״ל לפי שחצירו מדין שליחות היא ואין קטן עושה שליח. ומ״מ מ״ש הר״א ז״ל שלא אמרו אין לו חצר אלא במציאה יש לדון בדבר ואין לי בו הכרע: "
      ],
      [
        "<b>קטן שהגדיל והביא הזכר שתי שערות וכו'.</b> מפורש בפ' מי שמת (בבא בתרא דף קנ\"ה:) שבן י״ג שנה ממכרו ממכר במטלטלין אע״פ שאינו יודע בטיב משא ומתן ועדותו עדות בהן כדאיתא התם: ",
        "<b>אבל בקרקע וכו'.</b> גם זה מפורש שם אם יודע בטיב משא ומתן ממכרו ממכר וכו' כדאיתא התם בקרקע ומפורש בהלכות בארוכה: "
      ],
      [
        "<b>במה דברים אמורים בקרקע שלו וכו'.</b> זה מפורש שם ואמרו פ' התקבל (דף ס\"ח) בשמועה דשלש מדות בקטן ולמכור בנכסיו של אביו עד שיהא בן כ' והוא אפילו ביודע בטיב משא ומתן כדאיתא בהלכות בפרק מי שמת בארוכה ופירוש אבל כשהוא בן כ' והביא שתי שערות אע''פ שאינו יודע בטיב משא ומתן ממכרו ממכר אפילו בקרקע אביו. וכ''כ ן' מיגש ז''ל והביא ראיה לזה ועיקר. ",
        "<b>ומ''ש המחבר או משאר מורישיו.</b> הוא סברתו שמה שהזכירו בגמרא אביו לאו דוקא וכ''כ בעל העיטור ז''ל וה''ה לנכסי מורישיו ע''כ. והרשב''א ז''ל נחלק על זה ואמר שהדברים אמורים בדוקא כלומר בן ממש ובנכסי ירושת אביו הא בן בנכסי מתנת בריא מאביו או בת בנכסי ירושת אביה או בן בנכסי ירושת שאר מורישים חוץ מאב הרי ממכרן באותם נכסים כממכרן בנכסי עצמן. והטעם שהחכמים לא תקנו אלא בדבר המצוי ונכסי ירושת האב לבן מצויה ושאר ירושות אינן מצויות וכן מתנת בריא מאב לבן אינה מצויה ולא חששו אלא למצוי אלו דבריו: "
      ],
      [
        "<b>מתנתו כשהוא פחות מבן עשרים וכו'.</b> פי' ויותר על י''ג והביא שתי שערות דאי לא ודאי אין מתנתו מתנה בקרקע כמ''ש המחבר למעלה אבל בקרקע אינו מוכר ולא נותן עד שיגדיל וכן מתבאר בגמ'. ",
        "<b>ומה שכתב בין מתנת בריא בין מתנת שכיב מרע.</b> אע''פ שלא נזכר בגמ' אלא מתנתו מתנה סתם מ''מ נלמוד מדין הפעולות במתנת המטלטלין כמו שנתבאר למעלה שמתנת הבריא והשכיב מרע שוות ופירש הרב אבן מיגש ז''ל אע''פ שאינו יודע בטיב משא ומתן וכן פירשו ז''ל ובין בנכסי אביו בין בנכסי עצמו מתנתו מתנה: "
      ],
      [
        "<b>בד''א שמכר בקרקע אביו וכו'.</b> גם זה מפורש שם דכל שלא הביא שתי שערות ולא נולדו בו סימני סריס קטן הוא וכיון שכן אין ממכרו ממכר ואפילו בקרקע שלו וזה פשוט וכ''כ אבן מיגש ז''ל ופירוש רוב שנותיו לשנת ל''ו וכבר נתבאר זה עם סימני הסריס פ''ב מהל' אישות: "
      ],
      [
        "<b>מי שמכר בין בנכסיו בין בנכסי אביו וכו'.</b> מפורש שם בגמ'. <b>ופירוש סימנין משתנין וכו'</b> יש מי שפירש נושרין: "
      ],
      [
        "<b>פחות מבן עשרים וכו' ואני אומר שאפילו קטן וכו'.</b> אפשר שלמד הרב ז''ל זה ממה שאמרו במתקדשת למאונין כיון שגדלה שעה אחת ולא מיחתה שוב אינה יכולה למחות ואע''פ שהאי ממונא ושם איסורא מ''מ גם זה מדין שתיקה הוא ואף כאן היא בהודאה ומועילה, וזה נראה דעת המחבר אע''פ שאין בראיה זו הכרח. וכן גבי פרנסה אמרו שאם לא מיחתה שהפסידה: "
      ],
      [
        "<b>השכור מקחו מקח וכו' ואם הגיע לשכרותו של לוט.</b> ברייתא בעירובין פרק הדר (עירובין דף ס\"ה) וזה לשונה שכור מקחו מקח וממכרו ממכר עבר עבירה שיש בה מיתה ממיתין אותו מלקות מלקין אותו כללו של דבר הרי הוא כפקח לכל דבריו אלא שפטור מן התפלה. ואתמר עלה ר' חנינא לא שאנו אלא שלא הגיע לשכרותו של לוט אבל הגיע לשכרותו של לוט פטור מכלום ע״כ שם. ומזה הוציא המחבר מ״ש כאן והוא פשוט ומבואר: "
      ]
    ],
    [
      [
        "<b>המוכר שמכר קרקע או מטלטלים וזכה יד הלוקח על העליונה וכו'.</b> זה פשוט שהמוכר אחר שזכה לו אינו יכול לחזור וכן פשוט שהלוקח אינו מוכרח לקנות שא''כ חבין לו לאדם שלא בפניו ואפילו במתנה יכול הוא לומר אי אפשי לקבל כמו שיתבאר פ''ד מהל' זכייה ומתנה. ודין הזכייה שאין המוכר יכול לחזור אע''פ שלא קבל הכסף כבר נתבאר פ''א: ",
        "<b>לפיכך כותבין שטר למוכר וכו'.</b> משנה מפורשת בפרק גט פשוט (בבא בתרא דף קס\"ז) וממנה דקדק הרב שאין הלוקח מחוייב לקנות לפי שא״כ היאך היו כותבין שלא מדעתו. והמפרשים ז״ל דקדקו הרבה היכא שנכתב מדעת הלוקח אם יכול לומר איני רוצה לתת המעות ולא ליקח והעלו דכל היכא דקני בשטרא זה הכלל דכ״מ שהמוכר אינו יכול לחזור אף הלוקח מחוייב לקנות אא״כ היה תנאי ביניהם וזה פשוט: ",
        "<b>ולעולם הלוקח נותן שכר וכו'.</b> ג״ז משנה וגמ' פ' גט פשוט (בבא בתרא דף קס\"ח): "
      ],
      [
        "<b>וכן העבד וכו'.</b> פשוט הוא שדין זה הוא בעבד כנעני ובו אמרו מה שקנה עבד קנה רבו וכ''כ רב האי גאון ז''ל בשער חמישי של מקח וממכר ואם קנה עבד כלום כל זמן שהוא עבד יהיה רבו ידו על העליונה אם רצה יתרצה באותו מקח ולא יחזירנו ויהיה אותו מקח לרבו ואם לא רצה יחזיר את המקח והמוכר יחזיר המעות לרבו כיון שאין קנין לו בלא רבו ע''כ: "
      ],
      [
        "<b>וכן האשה שמכרה או נתנה מתנה וכו'.</b> דעת המחבר בדין העבד והאשה שהן כשעושין מעשה ע''י עצמן לאחרים שביד אחרים לקיים או לבטל. ומ''מ נראה שכשאמר הרב שא''צ אלא דברים בלבד לקיים מעשה העבד אינו כשנתן העבד לפי ששם צריך מעשה גמור שהרי אין מעשה העבד כלום בנכסי רבו. והכלל שהוא לא חידש אלא שמה שאמרו שיד העבד כיד רבו לזכות בעבורו ולא לחייב כלל אפילו במה שהוא בזכות ופשוט הוא ולא מצאתיו מבואר: ",
        "<b>אבל הבעל שמכר או נתן ביד קרקע וכו'.</b> שנינו במשנה בגיטין פרק הניזקין (גיטין דף נ\"ה:) לקח מן האיש וחזר ולקח מן האשה מקחו בטל ואיתמר עלה בגמ' פ' חזקת (בבא בתרא דף מ\"ט:) אמר רבה בר רב הונא [לא נצרכא אלא] באותן שלש שדות אחת שכתב לה בכתובתה ואחת שייחד לה בכתובתה ואחת שהכניסה לו שום משלה. וזה פירוש הרב אחת שכתב לה בכתובתה היא שהכניסתו בנדוניא ושמוה. ויש מי שפירש אחת שכתב לה בתוספת כתובתה ואחת שייחד לה ולא שמאוה אלא שהוא כעין אפותיקי ואחת שהכניס לה שום משלו כלומר כתב לה שדה כנגד שום שקבל עליו מנכסי נדונייתה ונתבאר בגמ' שבאלו אם לקחו מן האיש ואח״כ מן האשה מקחו בטל אבל אם קנו מן האשה תחלה קיים הוא והוא שקיים הבעל אחר כן והוא מ״ש המחבר וכן האשה וכו' בין בדברים שייחד לה בכתובתה. ודע שדעת רוב המפרשים ז״ל שבאלו מקחו בטל ואינו קיים עד שתבא לגבות כתובתה אלא בטל הוא לאלתר וזה דעת המחבר והטעם לפי שאין דרכה של אשה לחזר אחר בתי דינין וכן אמרו בירושלמי בטל לאלתר וכתבו ז״ל שאם כתבה היא אחריות מכירה זו בפירוש שאינה יכולה לטעון נחת רוח עשיתי לבעלי דכולי האי לא עבדא לקבל עליה אחריות מפני נחת רוח בלבד. ומבואר בגמ' בגיטין בהניזקין ובהלכות בפירוש וזה לשון הברייתא האמורה בגמ' על משנה זו לקח מן האשה וחזר ולקח מן האיש מקחו קיים מן האיש וחזר ולקח מן האשה מקחו בטל עד שיכתוב לו אחריות נכסים ופירשו ז״ל אחריות בפירוש שלא כדברי רב האי גאון ז״ל שאמר דכל כותב סתם ולא פירש שלא באחריות הרי הוא ככותב באחריות וחלקו ז״ל עליו בדין האשה כמ״ש. ותמה אני על המחבר איך לא ביאר זה. ובמה שאמרנו שמקחו בטל כתב הרשב״א ז״ל ומיהו אם מכרו הבעל לפירות בלבד הרשות בידו דשלו הן הפירות לגמרי אבל במכר גוף ופירות אפילו אמר לוקח הניחו לי ואוכל פירות כל ימי הבעל אין שומעין לו שהבעל לא מכר לו אלא גוף ופירות ומקח אחד הוא וכיון שמקחו בטל בגוף ואין הפירות אלא מכח הקרקע הכל בטל ואפי' פירות אינו אוכל עכ״ל. וזה יתבאר פי״ח מהל' מלוה לוה: "
      ],
      [
        "<b>מכר או נתן נכסי מלוג כו'.</b> מפורש פ' חזקת הבתים (בבא בתרא דף מ\"ט) שבנכסי מלוג אפילו לקח מן האיש וחזר ולקח מן האשה מקחו קיים ורבה בר רב הונא שאמר שמשנתנו בשלש שדות בא למעוטי נכסי מלוג ואם לא קיימה האשה בטל הוא אפילו לפירות כמו שהעלו בגמ' בכתובות פרק האשה שנפלו לה נכסים והלכתא בעל שמכר קרקע לפירות לא עשה ולא כלום מ״ט רבה אמר משום רווח ביתא וכבר נתבאר יותר מזה פכ״ב מהלכות אישות: "
      ],
      [
        "<b>בעל שמכר מטלטלין וכו' אף על פי שאינו וכו'.</b> מפורש ביבמות (דף ס\"ו:) פ' אלמנה המכנסת שום לבעלה אם רצה [הבעל] למכור לא ימכור אבל <b>במ''ש אם עבר ומכר או נתן קנו הלוקחין</b> נחלקו עליו וכתב עליו הרשב''א ז''ל לא נראו לי דבריו ובירושלמי גרסינן שמין דעתה של אשה שהיא רוצה לכלות כליה ולפחות אותן חומש ואם איתא דבדיעבד ממכרו ממכר משום דלכתחלה לא ימכור לא תקנו חכמים לפחות חומש עכ''ל. והירושלמי הזה בכתובות פ' מציאת האשה ואיתמר עלה א''ר יוסי זאת אומרת שאין אדם רשאי למכור כלי אשתו ע''כ. ודעת המחבר ז''ל שלא אמרו אלא לכתחילה אבל דיעבד מקחו קיים ואינן דומין לקרקע שאינו יכול לכלותו ולהפסידו לגמרי ודעתה סומכת עליה וכיון שכן מקחו בטל אבל מטלטלים שהרי הוא יכול לכלותו לגמרי ודאי ממכרו ממכר וזהו שאמרו בירושלמי אין אדם רשאי ולא אמרו בעל שמכר כלי אשתו לא עשה ולא כלום וזהו דעת הגאון בשער ד' אבל אם עמד ומכר מעצמו ממכרו קיים כדגרסינן לא ניתנה כתובה לגבות מחיים וה''מ במטלטלין הוא דאמרינן ממכרו ממכר אבל מקרקעי לא וכו' עכ''ל: ",
        "<b>וכן יש לבעל למכור נכסיו וכו'.</b> זה מוסכם מכל המפרשים ז״ל שבכל נכסיו חוץ מן השלש שדות הנזכרות מקחו קיים עד שתבא לגבות כתובתה ונתבאר בכתובות פרק מי שהיה נשוי (כתובות דף צ\"ה) וזה פשוט: ",
        "<b>אא''כ כתבה לו תחלה וכו'.</b> גם זה מוסכם שאם קנו מן האיש תחלה שיכולה לומר נחת רוח עשיתי לבעלי ונתבאר בארוכה פרק י''ז מהלכות אישות: "
      ],
      [
        "<b>האשה שמכרה נכסי צאן ברזל לבעלה לא קנה.</b> בפ' חזקת הבתים (בבא בתרא דף מ\"ט נ') ופכ״ב מהל' אישות נתבאר: ",
        "<b>ב״ד שמכרו או שלקחו וכו' וכן האפוטרפוסין וכו'.</b> מבואר הוא שאין מתנתן כלום שאפי' למכור יש צדדין שאינן רשאין כדאיתא בגיטין בהניזקין (גיטין דף נ\"ב) ונתבאר פי״ח מהל' נחלות: "
      ],
      [
        "<b>המוכר או הנותן בשבת וכו'.</b> על המשנה שאמרו פ' אחרון דיו''ט (ל\"ו:) וכתוב בהל' ירושלמי וכולן שעשו בין אנוסים בין שוגגין בין מוטעין בין מזידין מה שעשה עשוי בשבת ואצ''ל ביו''ט ושמעינן מהא דמאן דעבר ואקני בשבת מקרקעי או מטלטלי הקנאתו הקנאה עד כאן בהלכות וזה מבואר: <b>סליקו הלכות מכירה בס''ד</b> "
      ]
    ]
  ],
  "textkm": [
    [
      [],
      [],
      [],
      [
        "<b>כיצד בכסף וכו'. בד\"א במקום שאין כותבין את השטר [וכו'. </b>, ופירש\"י] דכיון דרגילים בהכי לא סמכה דעתו של לוקח עד דנקיט שטרא ועיקר דעתו לקנותו על השטר הוא (סומך). וי\"א דמאי דאמרינן שבמקום שדרכן לכתוב השטר לא קנה עד שיכתוב היינו דוקא שטר קניין כלומר שכתב בו שדי מכורה לך והיינו טעמא דכל שיש לפניו שתי קניות אין דעתו לקנות אלא בקניין שהוא יותר מועיל ושטר הוא יותר מועיל מכסף לפי שמועיל לקניין ולראיה אבל במקום שאין כותבין שטר קניין אע\"פ שכותבין שטר ראיה שהוא להודאה על המכירה לאלתר הוא קונה בכסף. אבל רבינו סתם ולא חילק וכן דעת הרב רבינו נסים והיינו טעמא דכיון שדרכן לכתוב שטר לא סמכא דעתיה דלוקח עד שיכתוב שטר ואפילו בשטר הודאה ובשנכתב שטר קונה בכסף משעה ראשונה ושטר ראיה דאמרינן שאינו מועיל לקניין היינו בשטר הודאה בעלמא אבל בשטר מכר כי הני שטרי דידן אע\"פ שכתוב בהם ומכרתי ונתתי לשון עבר שטר קניין הוא ולחזק הדבר כותבין כך כמו נתתי כסף השדה נתתיה לך, כך כתב הר\"ן והביא ראיות על זה וכתב שזה דעת בעל העיטור והרשב\"א ז\"ל: "
      ],
      [],
      [
        "<b>האומר לחבירו וכו' קנה הבית מדין ערב. </b> בריש קדושין (דף ז') אמר רבא לענין קדושין הא לך מנה והתקדשי לפלוני מקודשת מדין עבד כנעני ואמר נמי תן מנה לפלוני ואקדש לו מקודשת מדין ערב ומדין עבד כנעני ובתר כולהו אמר רבא וכן לענין ממונא וא\"כ כשם שכתב רבינו שקנה מדין ערב היה לו לכתוב שאר החלוקות וכתב הרב רבינו ניסים שאולי סובר דדוקא לגבי קידושין גמרינן מעבד כנעני משום דעבד ואשה כהדדי נינהו דעבד גמר לה לה מאשה אבל לענין ממון אין למדים מעבד כנעני אבל אין זה מחוור וצ\"ע עכ\"ל. ותמהני איך עלה בדעתו של הר\"ן לומר דשמא סובר רבינו דדוקא לגבי קדושין וכו' אבל לענין ממון אין למדין מעבד כנעני דאטו רבינו אמורא הוא דליפלוג על רב דאמר וכן לענין ממונא. לכן צ\"ל דרבינו הוה גריס הא דאמר רבא וכן לענין ממונא סמוך לתן לו ואתקדש אני לך מקודשת מדין ערב וטעמא דרבא אמרה מדין ערב ולא אמרה מדין עבד אפשר דהוי מטעמא דכתב הר\"ן:  "
      ],
      [
        "<b>כיצד בשטר וכו'. ואע\"פ שאין השטר שוה כלום. </b> דסד\"א כל פחות משוה פרוטה לאו כלום הוא. אי נמי שרבינו כתב הברייתא כלשונה וברייתא איידי דגבי קדושין איצטריך למיכתב אע\"פ שאין בו שוה פרוטה תנא נמי גבי מכירה:   ",
        "<b>בד\"א במוכר שדהו מפני וכו'. </b> שם (דף כ\"ו) אמר שמואל לא שנו דקנה אלא בשטר מתנה אבל במכר לא קנה עד שיתן את הדמים ואותיב עליה רב המנונא מדתניא בשטר כיצד כתב לו [על הנייר או על החרס אע\"פ שאין בהם שוה פרוטה] שדי מכורה לך שדי נתונה לך הרי זו מכורה ונתונה הוא מותיב לה והוא מפרק לה במוכר שדהו מפני רעתה כלומר ומשום הכי קנה בשטר לחודיה הא לאו הכי לא קני עד שיתן הכסף רב אשי אמר במתנה בקש ליתנה לו ולמה כתב לו לשון מכר כדי לייפות את כחו. ופירש\"י דלרב אשי הך מתניתין בנותן [מתנה] מיירי וכולה חדא היא ולאו או או קתני אלא כך כתב לו שדי מכורה (לך) ונתונה לך כדי לייפות את כחו שאם יגבנה ב\"ח של נותן ממנו ישוב לתבוע דמים המפורשים. ולפי זה יש לנו לפסוק כרב אשי דבתרא הוא דלא מפליג בין מוכר שדהו מפני רעתה או לא אלא לעולם לא קנה בשטר אלא א\"כ כתב שדי מכורה לך. ונתונה לך ויש לתמוה על רבינו שפסק כרב המנונא ותירץ ה\"ה דרב אשי לאו לאיפלוגי אתא אלא ליתן טעם לדבר דמפני רעתה דין הוא שיקנה שהרי אפילו במתנה היה נותנה לו כי רעה בעיני אדוניה היא עכ\"ל. כוונתו לומר דרב אשי לא בא לחדש אוקימתא אלא לתת טעם לדברי רב המנונא ולפ\"ז אין לנו לגרוס רב אשי אמר דמשמע דאתא לאיפלוגי אלא אמר רב אשי. ול\"נ שאפשר לומר על פי הקדמה זו שרבינו מפרש דרב אשי לא לחלוק על דברי רב המנונא בא וגם לא לפרש דבריו אלא לומר דברייתא אפשר לתרוצה בגוונא אחרינא וכיון שלא הקשה על דברי רב המנונא משמע דדינא הכי הוי. ועי\"ל דאפילו נימא דסבר רבינו דרב אשי לאיפלוגי אתא וכדפירש\"י לא שבקינן פירוקיה דרב המנונא דהוא גופיה מותיב לה משום פירוקיה דרב אשי כ\"ש דמסתבר טעמיה טפי דשביק ברייתא כפשטה דאו או קתני. ועי\"ל דמטעם אחר פסק כרב המנונא משום דחילוק זה דמוכר שדהו מפני רעתה סתמא דגמרא קאמר לה בפרק האומנין (דף ע\"ח) גבי עייל ונפיק אזוזי וכיון דסתמא דגמרא קאמר לה הכי נקטינן: "
      ],
      [
        "<b>כיצד בחזקה וכו'. </b> מדברי רבינו שכתב בד\"א במקום שאין כותבין שטר קודם כיצד בחזקה משמע שסובר כדברי האומרים דחזקה לחודה קניא בלא כסף ושטר אפילו במקום שכותבין שטר: "
      ],
      [],
      [
        "<b>כיצד המחזיק בנעילה וכו' ונעל הלוקח את הפתח וחזר ופתחו. </b> ה\"ה הביא ראיה לדברי רבינו מההוא שכיב מרע דפרק הזורק (דף ע\"ז:) דאמרינן ביה תיחוד ותפתח. והטור כתב בסי' קצ\"ב על דברי רבינו ואיני מבין דבריו מה צריך לפתחו אח\"כ. והרמב\"ן כתב דלרבינו בעינן שיחזור ויפתח מההיא דהזורק וליתא דהא נעל תנן עכ\"ל. ולפי זה תיחוד ותפתח לאו דוקא אלא אורחא דמלתא נקט. ול\"נ דלרבינו נמי בנעילה לחוד קני ומ\"ש וחזר ופתחו ל\"מ קאמר ל\"מ בנעל ונשאר נעול שקנה אלא אפילו חזר ופתחו כמו שהיה מקודם דהשתא אין ניכר בו שום מעשה שעשה לקנות אפילו הכי קני. וכתב הרא\"ש דמתיחוד ותפתח דפרק הזורק אין ראיה דשאני התם דבנעילה לחודה לא מוכחא שיהא לשום קנין אלא כמו שהיתה רגילה בכל פעם לסגור בתים של בעלה כדי שיהא שמור מה שבתוכו אבל כיון שהיא פותחת מיד אחר הנעילה ניכר שהנעילה היתה לצורך קניין עכ\"ל. וע\"פ הדברים האלה אפשר לומר דבדוקא כתב רבינו ופתחו משום דאם אינו פותחו מיד לא מוכחא מילתא שנעל לשום קניין אלא שהוא נועל הבית בשליחות בעה\"ב כדי לשמור מה שבתוכו אבל כשחוזר ופתחו מיד ניכר שהנעילה היתה לצורך קניין ולפי זה נעל דמתני' לישנא קיטא הוא: "
      ],
      [
        "<b>כיצד המחזיק בגדירה כל שהוא וכו' והשלימו לעשרה. </b> מימרא דשמואל פרק חזקת הבתים (דף נ\"ג) וא\"ת למה לי דנקט והשלימו לעשרה אי סגי באין יכולין לעלות אלא ע\"י הדחק. ותירץ הנמוקי יוסף דעשרה דנקט לאו דוקא אלא כל שאין עולין לו עכשיו אלא ע\"י הדחק קנה וכ\"נ מדברי ה\"ה. ול\"נ דעשרה דנקט דוקא דכל פחות מעשרה עולין לו בריוח הוא ולכך צריך שישלימו לעשרה דכיון שהשלימו לעשרה עולין לו ע\"י הדחק: כתב הטור בסימן קצ\"ב וזה לשונו. כתב הרמב\"ם שצריך ג\"כ שמתחלה לא היה גבוה מעשרה והשלימו לעשרה וכ\"כ הרא\"ש וי\"א שאין צריך דהא דקאמר בגמרא כגון שלא היה גבוה עשרה והשלימו לעשרה אורחא דמילתא נקט דכל שהשלימו לעשרה הוי הכי וה\"ה נמי בפחות מעשרה אם הוא בזה הענין עכ\"ל. ואיני יודע מנין לו לומר דרבינו דוקא נקט שדבריו כלשון הגמרא ומה שנפרש בלשון הגמרא נפרש בדבריו: "
      ],
      [],
      [
        "[שייך להלכה יג, יד]",
        "<b>המוכר שדה לחבירו בצד שדהו וכו' כיון שדש את המצר וכו'. </b> פ\"ק דקמא (דף ט') ופ' מי שהיה נשוי (דף צ\"ב:) ופ\"ק דמציעא (דף י\"ד) ראובן שמכר שדה לשמעון [שלא באחריות] ויצאו עליה עסיקין עד שלא החזיק בה יכול לחזור בו משהחזיק בה אינו יכול לחזור בו וכו' ומאימת הויא חזקה מכי דייש אמצרי וכתב רבינו דין זה פי\"ט, ולפי שקשה אם לא החזיק בה פשיטא דיכול לחזור בו ותו מאי בעי ומאימת הויא הוי חזקה הרי החזקות שנויות בפ' חזקת פירש רבינו שם דהב\"ע בשקנה באחד מדרכי הקניות ואפילו הכי כל שלא נשתמש בה בחזקת דייש אמצרי יכול לחזור בו אבל אי דייש אמצרי אע\"פ שלא קנה בשום קניין אחר קנה ואינו יכול לחזור בו דלא גרע דש אמצרי מרפק ביה פורתא והרי כאן קניין חזקה והרי נהנה בו. ומ\"ש שם רבינו דש בו מצר שלה וערבו עם הארץ פי' כשהוא סמוך לשדהו ורוצה לחברם דאי לאו הכי אמאי דייש אמצרי ופי' מאימת הוי חזקה כלומר דלא לימצי למיהדר ומשיב מכי דייש אמצרי כלומר שנהנה בה כבר ומכיון שנהנה קנה בההיא דישה אינו יכול לחזור בו כך נ\"ל לדעת רבינו והוא יותר נכון בעיני ממ\"ש ה\"ה:   ",
        "<b>ואם שביל של כרמים וכו'. וכמה שיעור רוחב הדרך וכו'. </b> סוף פרק המוכר פירות (דף ק') ברייתא וגירסת רבינו כמו שכתב ה\"ה וכתב שאפשר דהיינו טעמא שאם יש מחיצות וכו'. ויותר נכון מה שפירשו בתוס' (בד\"ה ולא אמרן) דהב\"ע במחיצות נמוכות טפח או טפחיים להיכר השביל הילכך כשמוכר לו השביל בשדהו לא יתן לו אלא כמו שהוא עשוי אפילו לא יהא [לו אלא] כדשקיל כרעא ומנח כרעא. וכתב עוד ה\"ה שאפשר שרבינו אינו מפרש השמועה במוכר השביל סתם במה נקנה אלא במה הוא קונה בחזקת הילוך וכבר ידוע בין הקונה והמוכר כמה מכר ולזה לשונו נוטה ע\"כ. ודבריו אפשר להתפרש אם בשלא הלך רק באורך ואפילו הכי קנה השיעור הכתוב כאן אבל אם הלך ברוחב קנה כל מה שהסכימו אם הלך בו, או אפשר דמשום דקנין הילוך קליש אפילו הלך כמה לא קנה מה שהוא דרך הילוך שביל כרמים ויכול לחזור בו המוכר מהשאר. ול\"נ באומר לו שביל סתם אני מוכר לך עסקינן ואפילו הלך בו כמה אינו קונה אלא השיעור האמור כאן. ומ\"ש רבינו   ",
        "<b>וכמה שיעור רוחב הדרך וכו' כדי שיגביה רגל ויניח רגל בצדה. </b> נראה דהיינו אורך שתי רגלים וקשה דא\"כ לימא אורכא דתרי כרעי ואפשר דאי אמר הכי הוה משמע מצומצמים והשתא דאמר כי היכי דשקיל כרעא וכו' משמע שאינם מצומצמים: על מה שכתב ה\"ה ולפי גרסת רבינו נראה הטעם וכו' שלא יסתור המוכר המחיצות, קשה דא\"כ תינח היכא שאין השביל רחב יותר מכדי שיגביה רגל ויניח רגל אבל היכא שהוא רחב יותר מאי איכא למימר: ועל מ\"ש שרבינו אינו מפרש במוכר השביל בסתם וכו'. קשה דמאי שנא מסיימי מחיצתא מהיכא דלא מסיימי: "
      ],
      [
        "[שייך להלכה יג, יד]",
        "<b>המוכר שדה לחבירו בצד שדהו וכו' כיון שדש את המצר וכו'. </b> פ\"ק דקמא (דף ט') ופ' מי שהיה נשוי (דף צ\"ב:) ופ\"ק דמציעא (דף י\"ד) ראובן שמכר שדה לשמעון [שלא באחריות] ויצאו עליה עסיקין עד שלא החזיק בה יכול לחזור בו משהחזיק בה אינו יכול לחזור בו וכו' ומאימת הויא חזקה מכי דייש אמצרי וכתב רבינו דין זה פי\"ט, ולפי שקשה אם לא החזיק בה פשיטא דיכול לחזור בו ותו מאי בעי ומאימת הויא הוי חזקה הרי החזקות שנויות בפ' חזקת פירש רבינו שם דהב\"ע בשקנה באחד מדרכי הקניות ואפילו הכי כל שלא נשתמש בה בחזקת דייש אמצרי יכול לחזור בו אבל אי דייש אמצרי אע\"פ שלא קנה בשום קניין אחר קנה ואינו יכול לחזור בו דלא גרע דש אמצרי מרפק ביה פורתא והרי כאן קניין חזקה והרי נהנה בו. ומ\"ש שם רבינו דש בו מצר שלה וערבו עם הארץ פי' כשהוא סמוך לשדהו ורוצה לחברם דאי לאו הכי אמאי דייש אמצרי ופי' מאימת הוי חזקה כלומר דלא לימצי למיהדר ומשיב מכי דייש אמצרי כלומר שנהנה בה כבר ומכיון שנהנה קנה בההיא דישה אינו יכול לחזור בו כך נ\"ל לדעת רבינו והוא יותר נכון בעיני ממ\"ש ה\"ה:   ",
        "<b>ואם שביל של כרמים וכו'. וכמה שיעור רוחב הדרך וכו'. </b> סוף פרק המוכר פירות (דף ק') ברייתא וגירסת רבינו כמו שכתב ה\"ה וכתב שאפשר דהיינו טעמא שאם יש מחיצות וכו'. ויותר נכון מה שפירשו בתוס' (בד\"ה ולא אמרן) דהב\"ע במחיצות נמוכות טפח או טפחיים להיכר השביל הילכך כשמוכר לו השביל בשדהו לא יתן לו אלא כמו שהוא עשוי אפילו לא יהא [לו אלא] כדשקיל כרעא ומנח כרעא. וכתב עוד ה\"ה שאפשר שרבינו אינו מפרש השמועה במוכר השביל סתם במה נקנה אלא במה הוא קונה בחזקת הילוך וכבר ידוע בין הקונה והמוכר כמה מכר ולזה לשונו נוטה ע\"כ. ודבריו אפשר להתפרש אם בשלא הלך רק באורך ואפילו הכי קנה השיעור הכתוב כאן אבל אם הלך ברוחב קנה כל מה שהסכימו אם הלך בו, או אפשר דמשום דקנין הילוך קליש אפילו הלך כמה לא קנה מה שהוא דרך הילוך שביל כרמים ויכול לחזור בו המוכר מהשאר. ול\"נ באומר לו שביל סתם אני מוכר לך עסקינן ואפילו הלך בו כמה אינו קונה אלא השיעור האמור כאן. ומ\"ש רבינו   ",
        "<b>וכמה שיעור רוחב הדרך וכו' כדי שיגביה רגל ויניח רגל בצדה. </b> נראה דהיינו אורך שתי רגלים וקשה דא\"כ לימא אורכא דתרי כרעי ואפשר דאי אמר הכי הוה משמע מצומצמים והשתא דאמר כי היכי דשקיל כרעא וכו' משמע שאינם מצומצמים: על מה שכתב ה\"ה ולפי גרסת רבינו נראה הטעם וכו' שלא יסתור המוכר המחיצות, קשה דא\"כ תינח היכא שאין השביל רחב יותר מכדי שיגביה רגל ויניח רגל אבל היכא שהוא רחב יותר מאי איכא למימר: ועל מ\"ש שרבינו אינו מפרש במוכר השביל בסתם וכו'. קשה דמאי שנא מסיימי מחיצתא מהיכא דלא מסיימי: "
      ],
      [
        "<b>היתה הקרקע צחיח סלע וכו'. </b> על מ\"ש כאן הרב המגיד להשוות דין לדין קרקע העבד עיין בפרק כ' כי שם חילקתי ביניהם: "
      ],
      [],
      [
        "<b>העכו\"ם אינו קונה בחזקה וכו' וישראל הבא מחמת עכו\"ם וכו'. </b> פ' חזקת הבתים (דף ל\"ה:) אמר רב יהודה אמר רב ישראל הבא מחמת עכו\"ם הרי הוא כעכו\"ם מה עכו\"ם אין לו חזקה אלא בשטר אף ישראל הבא מחמת עכו\"ם וכו', ומפרשה רבינו בין לענין חזקת ג' שנים בין לעניין קנייה לאלתר ואע\"פ שלא הוזכר במימרא אלא שטר ודאי דלא עדיף מישראל ולא קני בשטר לחודיה בלא כסף אלא במוכר שדהו מפני רעתה. ופי' ישראל הבא מחמת עכו\"ם היינו ישראל הקונה מהעכו\"ם והטעם דכי היכי שכתבנו למעלה שאפי' שטר ראיה ומקום שכותבין לא סמכא דעתיה למיקני בכסף עד דאיכא שטר וכיון שנכתב קנה למפרע בכסף ה\"נ המוכר לעכו\"ם והקונה מעכו\"ם לא סמכא דעתייהו שהמקח או המכר קיים עד שיהא שטר עם כסף ואפילו במקום שאין דרכן לכתוב משום דסתם עכו\"ם אנס ויערער עליהם לבטל המקח אבל כשנעשה בשטר אין יראים ממנו וזה טעם מספיק. ומדברי רבינו בפ\"א מהל' זכייה משמע דטעמא משום דעכו\"ם לא סמכא דעתיה אלא על השטר וטעם ה\"ה אינו מספיק לישראל הקונה מן העכו\"ם ועיין בהר\"ן בפ\"ק דקידושין, ואפשר לומר שדקדק רבינו שכתב אלא בשטר הוא שקונה עם נתינת הכסף לומר דלא קני דשטר וכסף שניהם יחד צריך וג\"כ צריך שיקדים כתיבת השטר לנתינת הכסף וזהו פירוש בשטר הוא שקונה עם נתינת הכסף כלומר עם נתינת הכסף שאחר כתיבת השטר הא אם נתן הכסף ואח\"כ כתב לו השטר לא קני וכמ\"ש בנימוקי יוסף בשם המפרשים פ' חזקת גבי נכסי גר הרי הם כמדבר ומ\"ש תחלה נראה יותר. ומ\"ש רבינו עוד בישראל הבא מחמת העכו\"ם הרי הוא כעכו\"ם ואינו קונה אלא בשטר לאו למימרא דקני בשטר לחודיה אלא בשטר עם נתינת הכסף קאמר ואמאי דאמר גבי עכו\"ם סמיך ולא הזכיר שטר אלא לומר דלא קני בחזקה דהא ודאי פשיטא דלא עדיף מישראל וכמ\"ש ה\"ה בקונה עכו\"ם והוא הדין למוכר עכו\"ם דשוים הם וכמו שאמרו ישראל הבא מחמת עכו\"ם הרי הוא כעכו\"ם: ",
        "<b>כל המחובר לקרקע וכו'. </b> בפ' שבועת הדיינין (דף מ\"ג) ר\"מ סבר (ענבים העומדים ליבצר) כבצורות דמיין ורבנן סברי לאו כבצורות דמיין וסובר רבינו דע\"כ לא פליגי אלא בצריכין לקרקע אבל אין צריכין לקרקע אפילו רבנן מודו דכבצורות דמיין דפרכינן בפ' נערה שנתפתתה (דף נ\"א) בפשיטות כל העומד ליגזז כגזוז דמי ופשיטא דכרבנן קי\"ל אלא ודאי דבאין צריכים אפי' רבנן מודו. והוי יודע שבענין השומרים לא שאני לן בין צריכים לקרקע לאינם צריכים אלא לעולם הם כקרקע וזהו שכתב רבינו הרי הם כמטלטלין לקניין ויש להם אונאה משמע דיש דבר שאינם לו כמטלטלין גם פ\"ח דטוען ונטען כתב טענו ענבים שעומדים ליבצר וכו' שכל העומד ליבצר הרי הוא כבצור לענין כפירה והודאה נראה ג\"כ דיש דבר שאינם לו כמטלטלין ובצריכין לקרקע כתב הרי הן כקרקע לכל דבר ובפ\"ב דהלכות שכירות כתב המוסר לחבירו דבר המחובר לקרקע לשמור אפילו היו ענבים העומדות להבצר הרי הן כקרקע בדין השומרים, נראה מלשונו שדין השומרים משונה משאר דינים דאפילו אין צריך לקרקע דינו כקרקע דעתו כדעת ר\"י הלוי ז\"ל רבו שכתב טח\"מ סי' צ\"ה כל המחובר לקרקע כקרקע דמי וכתב הר\"י הלוי דוקא לענין שומרים אבל מאן דמזבין לחבריה ענבים העומדות להבצר כיון דאדעתא למישקל זבנינהו ניהליה כבצורות דמיין ודיינינן בהו דין מטלטלין בכל מילי כגון דין אונאה ושבועה וכיוצא בהן דקי\"ל כל העומד ליבצר כבצור דמי והיינו טעמא דגבי שומר לאו כבצורות דמי כיון דלשמירה הן כשהם מחוברים לקרקע ואדעתא דהכי מסרינהו ניהליה הוה ליה כקרקע דהא לאו למתלשינהו מסרינהו ניהליה עכ\"ל: כתב ה\"ה כל המחובר לקרקע וכו' דין החזקה נתבאר בפרק הספינה על מתניתין דהלוקח פשתן מחבירו ותלש כל שהוא קנה ובסוגיא שעליה עכ\"ל. ויש לתמוה שזה ע\"פ פירוש רשב\"ם שם אבל רבינו כתב שם דהוי כאינו צריך לקרקע וכתב ה\"ה שקנה הקרקע בשכר היפוי וקנה הפשתן אגב הקרקע עכ\"ל. וא\"כ אין דין הפשתן ענין לחזקה כלל: "
      ],
      [],
      [
        "[שייך להלכה יט, כ]",
        "<b>המוכר לחבירו י' שדות וכו'. </b> ואם תאמר בלא חזקה קנה מטעם כסף, וי\"ל דהב\"ע במקום שכותבין שטר ואז לא קני בכספא כמפורש לעיל. ומ\"ש רבינו   ",
        "<b>וכן בשכירות. </b> נלמד מהתוספתא שכתב רבינו בסמוך, ונראה מדברי רבינו שכתב   ",
        "<b>וכן בשכירות כיון שהחזיק באחת מהן וכו'. </b> דלא משוה שכירות למכר אלא לענין זה בלבד אבל לא לענין שצריך לתת דמי כולן דבשכירות אפילו לא נתן דמים קנה בחזקה וטעמא משום דשכירות אינה משתלמת אלא לבסוף: "
      ],
      [
        "[שייך להלכה יט, כ]",
        "<b>המוכר לחבירו י' שדות וכו'. </b> ואם תאמר בלא חזקה קנה מטעם כסף, וי\"ל דהב\"ע במקום שכותבין שטר ואז לא קני בכספא כמפורש לעיל. ומ\"ש רבינו   ",
        "<b>וכן בשכירות. </b> נלמד מהתוספתא שכתב רבינו בסמוך, ונראה מדברי רבינו שכתב   ",
        "<b>וכן בשכירות כיון שהחזיק באחת מהן וכו'. </b> דלא משוה שכירות למכר אלא לענין זה בלבד אבל לא לענין שצריך לתת דמי כולן דבשכירות אפילו לא נתן דמים קנה בחזקה וטעמא משום דשכירות אינה משתלמת אלא לבסוף: "
      ]
    ],
    [
      [
        "<b>עבד כנעני נקנה בכסף ובשטר. </b> כלומר במקום שכותבים שטר דומיא דקרקע או בחזקה לחודה אפי' במקום שכותבין ומכאן נראה שדעת רבינו כדעת הסוברים כן: "
      ],
      [
        "<b>כיצד התיר לו מנעלו וכו'. </b> כתב ה\"ה דסברת רבינו דכשם שקרקע נקנה באכילת פירות כן העבד נקנה באי זו מלאכה שיעשה אפילו אינה מלאכת עבדות כגון תפר לו בגד או בישל לו קדרה ושלא כדברי הרשב\"א והרמב\"ן. ואני אומר דאדרבה לשון רבינו נראה בהפך שכתב שישתמש בהן כדרך שמשתמשין בעבדים דמשמע דוקא תשמיש המיוחד לעבדות ולא דמי לאכילת פירות דקרקע דשאני התם דבעת הנאתו מינכר לכל שהוא שלו אבל כשתופר בגד במה יודע דלרבו הוא אבל מלאכת עבדות הם מעשים בגופו של אדון והוליך כליו אחריו למרחץ כיון דאחריו הוא הולך הא מינכר שהוא שלו דומיא דקרקע: "
      ],
      [
        "<b>או שאמר לו רבו הראשון לך אצל וכו'. </b> טעמו משום דהוי טעמא משום דאדעתא דנפשיה אזיל לא שאני לן בין קראו רבו השני ובא אליו לאמר לו רבו הראשון לך אצל הלוקח: "
      ],
      [],
      [
        "<b>הבהמה בין דקה בין גסה נקנית במשיכה. </b> כתב ה\"ה ולא במסירה דטפי עדיפא משיכה ממסירה. כך נראה שהוא דעת רבינו שכתב בפ\"ג הספינה הואיל וא\"א להגביה וכו' לא הצריכוה משיכה אלא נקנית במסירה אלמא דמשיכה עדיפא ליה ממסירה: "
      ],
      [
        "<b>כיצד קונין את הבהמה במשיכה וכו' או שרכב עליה והלכה בו וכו'. </b> עיין במ\"ש בפי\"ז מהל' גזילה: "
      ],
      [],
      [],
      [
        "<b>האומר וכו'.  </b> כתובות פ' האשה שנפלו (דף פ\"ב) וכתבו שם התוס' בד\"ה הא דאמר לא דמי לאומר לאשה הרי את מקודשת לי לאחר ל' יום ובא אחר וקדשה בתוך ל' דמקודשת אע\"פ שנתאכלו המעות אע\"פ שלא אמר מעכשיו כדאמרינן בפרק האומר דבכסף ודאי לא בעינן מעכשיו שאם לא תתקדש לו חייבת לשלם והוי כאילו הכסף בעין לאחר ל' יום אבל הכא גבי משיכה אם לא אמר מעכשיו לא קנה לאחר ל' יום דבשעת קנייה כבר פסקה המשיכה. וכתבו עוד דר\"י שהוא בעל המימרא ס\"ל דמעכשיו מתחיל הקניין ואינו נגמר עד לאחר ל' יום ולהכי אמרינן בהכותב (דף פ\"ו) שצריך שתהא בסוף שלשים באגם שהוא מקום הראוי למשיכה:  כתב הר\"ן בפ' הכותב על הא דהאומר לחבירו משוך פרה זו ולא תקנה אלא לאחר ל' יום לא ירדתי לסוף דעתו של הרמב\"ם שכתב פ\"ט מהל' גירושין דבלא א\"ל מעכשיו מגורשת ובפ\"ג מהלכות מכירה כתב דבלא א\"ל מעכשיו לא קנה. וה\"ה בפ\"ט מהל' גירושין נתן טוב טעם ודעת לדברי רבינו:   כתב ה\"ה מ\"ש אפילו אם עומדת באגם הכוונה ברשות שאינו שלו וכו'. ולא ידעתי למה כתב כן דהא בגמרא משמע דוקא בעומדת באגם אבל עומדת ברה\"ר לא: "
      ]
    ],
    [
      [],
      [
        "<b>כיצד המקבץ עצים וכו'. </b> כתב ה\"ה דגרסינן התם על מימרא זו וכו' שאני פשתן דמשתמיט. ונראה מדברי רבינו שהוא מפרש שאני פשתן שאפשר לשומטו מעט מעט ולהגביהו ומש\"ה אפילו הוא שליפי רברבי אינו נקנה אלא בהגבהה והוא הדין לכל דבר שאין טורח כל כך כשישמטנו מעט ויגביהנו אבל פירות דהיינו כגון אגוזים שקדים ופלפלין דלא משתמטי כלומר שיש טורח גדול להתירן ולהגביהן מעט מעט נקנין במשיכה: "
      ],
      [
        "<b>הספינה הואיל וא\"א להגביהה וכו' ואינה נמשכת אלא לרבים. </b> פי' ע\"י רבים: "
      ],
      [],
      [],
      [
        "<b>לפיכך אם היה ביתו של לוקח וכו'. </b> כתב ה\"ה ודברי רבינו צ\"ע וכו'. ואני אומר שאין נראה כן מדברי רבינו כי ביאור דבריו כך הוא לפיכך אם היה ביתו של לוקח וכו' לא תקנו לו משיכה שהרי המקח ברשות הלוקח כלומר ועל כרחו טרח ומציל כדי להציל ביתו הילכך משנתן הדמים נקנה המקח בדין תורה: "
      ],
      [
        "<b>וכן השוכר המקום וכו'. </b> כתב ה\"ה זה מבואר בהרבה מקומות וכו'. הוא עובדא דר\"ג וזקנים שהיו באים בספינה ואמר עישור שאני עתיד למוד נתון לו ליהושע ומקומו מושכר לו וקתני בברייתא שקיבל שכר ממנו ובפ\"ק דמציעא איכא תרי לישני ללישנא קמא מטלטלי אגב מקרקעי הקנה לו דאילו מדין חצר לא קנה מפני שלא היה משתמר לדעתו ורב פפא אמר דעת אחרת מקנה אותן שאני כלומר דדוקא במציאה הוא דבעינן שיהא עומד בצד שדהו כשאינה חצר משתמרת אבל במתנה כיון דדעת אחרת מקנה אותה כיון שמשתמרת לדעת הנותן ואע\"פ שאינה משתמרת לדעת המקבל קנה אפילו אינו עומד בצדה. והרי\"ף נראה שפוסק כת\"ק וכן דעת רבינו בפ\"ד מהלכות זכייה ותמהני מה\"ה שהביא ראיה מהל' גזילה שהוא בענין מציאה דלכ\"ע לא קנה בחצר שאינה משתמרת אלא אם כן עומד בצדה ולא הביא ראיה מהלכות מתנה שבענין מתנה הוא פלוגתא דתרי לישני שכתבתי: "
      ],
      [
        "<b>המקנה קרקע ומטלטלין כאחד וכו'. </b> ה\"ה תמה על רבינו למה לא כתב שאם לא נתן לו דמי כל המטלטלין שלא קנה. ול\"נ דלפי גירסת ההלכות דלא גריס אמר רבא לא שאני אלא שנתן דמי כולם וכו' אלא אההיא דשמואל דמכר לו עשר שדות בעשר מדינות ולא קאי אקניית מטלטלין באגב ל\"ק מידי שהרי בפ\"א גבי מכר לו עשר שדות כתב בד\"א שנתן לו דמי כולן דאהתם קאי רבא וכאן לא כתב כן משום דלא קאי לענין מטלטלין אגב קרקע וכמ\"ש ואין ספק שגירסת הרי\"ף היא גירסת רבינו: "
      ],
      [
        "<b>בד\"א כשהיו המטלטלין צבורין באותה קרקע וכו':. </b> כתב ה\"ה החילוק שכתב רבינו וכו'. כיוצא בדברי ה\"ה כתב הר\"ן ז\"ל בדעת רבינו וכתב עליו ואין דבריו מחוורים שא\"כ ה\"ל לפרש דדוקא בחצר המשתמרת דחצר שאינה משתמרת אינה קונה אלא בעומד בצדה כדמוכח בפ\"ק דמציעא ואף הוא ז\"ל כתב כן בפ\"ד מהל' זכייה וכבר השיג עליו הראב\"ד עכ\"ל. ול\"נ שמלבד ההכרח שכתבו ה\"ה והר\"ן לדברי רבינו יש לו עוד הכרח אחר דאמרי' איבעיא השנית והלכתא צבורים לא בעינן אגב וקני בעינן ומאחר דפשטינן לעיל דצבורין לא בעינן למה לי למיהדר ולמימר דצבורים לא בעינן אלא ודאי היינו לומר צבורים לא בעינן ומשום דאפילו אינם צבורים מיקנו אגב קרקע מש\"ה אגב וקני בעינן לשאינן צבורים הא אילו לא הוו מיקנו שאינם צבורים לא הוה בעי אגב וקני כלל. ומה שכתב שאין דבריו מחוורים שא\"כ ה\"ל לפרש וכו' אע\"פ שה\"ל לפרש [דדוקא בחצר המשתמרת היא] לא מפני זה לא יהיה פירושו בגמרא מחוור כ\"ש שי\"ל שסמך על מ\"ש פרק ד' מהל' זכייה דבחצר שאינה משתמרת לא קנה אא\"כ עומד בצדה ומכיון דצבורין לא בעינן אגב אם כן ע\"כ מטעם חצירו קנה ופשיטא דבעינן שיהא עומד בצדה אם אינה משתמרת וכן דרכו של רבינו בכמה מקומות לסמוך כאן על מה שאמר במקום אחר. ומ\"ש וכבר השיג עליו הראב\"ד לא מטעם זה השיג עליו אלא משום דשמעתא לא מתחזיא אלא לעולם אגב וקני בעינן צבורים לא בעינן והא זימנין דצבורים בעינן אגב וקני לא בעינן מש\"ה כתב שאינו מחוור. ובמה שכתבתי לעיל נתיישב גם זה דה\"פ משום דצבורים לא בעינן אגב וקני בעינן לשאינם צבורים הא אילו לא הוה בעינן צבורים לא הוה בעינן אגב וקני. כל זה על פי דרך הרב רבינו ניסים בדברי רבינו אבל הנכון בדברי רבינו הוא דלאו מטעם חצירו הוא דלא בעינן בצבורים אגב שא\"כ לא היה לו להזכיר דין זה בהלכות אלו אלא הטעם הוא דנהי דכשאינן צבורין צ\"ל אגב להודיע שעם הקרקע הוא מקנה אותן מטלטלין אבל כשהם צבורים בתוכו אין צריך לדיבורו שהרי הענין עצמו מוכיח שאגב החצר הוא מקנה אותן מטלטלין כנ\"ל:  "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>היה עציץ נקוב לאחד וכו'. </b> כתבו התוס' דאין ה\"נ דהוה מצי לאשמועינן האי דינא בעציץ וזרעים של אחד כי היכי דנקט אידך דינא דבסמוך אלא לרבותא נקט הכי דאע\"ג דבעל עציץ קונה זרעים אפילו הכי לא קנה אע\"פ שהם בתוך העציץ שלו, והרב רבינו ניסים כתב דאפשר דבהאי גוונא אפילו עציץ לא קנה דכיון דבבת אחת מכר לו עציץ וזרעים ולא קנה זרעים אף קניית העציץ לא נגמרה דומיא דכור בשלשים סאה בסלע אני מוכר לך דיכול לחזור אפילו בסאה אחרונה ואע\"פ שדמי כל סאה ידועים לפי חשבון הכור וכל שכן הכא שאין דמי העציץ ידועים: "
      ],
      [],
      [],
      [
        "<b>פשתן שהוא מחובר לקרקע וכו'. </b> כתב בעל נימוקי יוסף דכיון שלא קנה אלא מדין שכירות קרקע יש לו להזכיר בפירוש מקום הקרקע שעומד בו הפשתן מושכר לך ביפוי זה דהא בעלמא אשכחן הכי כדאמרינן גבי עישור וכו' ומקומו מושכר לו וכך מטין דברי רבינו: "
      ]
    ],
    [
      [],
      [
        "<b>כשם שאין כליו של לוקח קונה לו ברשות מוכר וכו'. </b> כתב ה\"ה מפורש באותה סוגיא בפ' הספינה וכו' אלא שהוא תימה שאותם סוגיות אליבא דמ\"ד כליו של לוקח קנה וכו' וכן כתב הר\"י ן' מיגאש וכו'. ואני אומר שדעת הר\"י ן' מיגאש כדעת הרא\"ש דבין כליו של מוכר ברשות לוקח בין כליו של לוקח ברשות מוכר הוי ספיקא [אי קנה לוקח] ואין כן דעת רבינו שכתב דבשניהם לא קנה ואם איתא הו\"ל לכתוב שהוא ספק וגם הרי\"ף לא הו\"ל לכתוב א\"ל לא קנה אלא כך הל\"ל ובעיין לא איפשיטא אלא ודאי הרי\"ף ורבינו ס\"ל דנקטינן כרב הונא דפשט דכליו של לוקח ברשות מוכר לא קנה לוקח לפי גירסתם ונקטינן נמי כאוקימתא דמר בריה דרב אשי דס\"ל דכליו של מוכר ברשות לוקח לא קנה דתרתי בעינן. ומה שתמה ה\"ה שאותן סוגיות אליבא דמ\"ד כליו של לוקח ברשות מוכר קנה י\"ל דסבירא להו להרי\"ף ורבינו דמר בר רב אשי ס\"ל כרב הונא דכליו של לוקח ברשות מוכר לא קנה לוקח ולא דס\"ל דכליו של לוקח ברשות מוכר קנה לוקח ואי אפשר לאוקומי האי בריי' דפירות המונחים בשקים אלא במתכלי דתומי ואע\"ג דכי אוקימנא במתכלי דתומי לא מצינן לאיתויי מינה לכליו של לוקח ברשות מוכר דלא קנה לוקח מ\"מ דינא הכי הוי ואפילו למר בר רב אשי והכי משמע מדברי הרי\"ף שכתב ואוקמה מר בר רב אשי במתכלי דתומי וכו' כלומר לא תפרש מר בר רב אשי לדחויי דינא דרבא בכליו של לוקח ברשות מוכר אתא אלא לאוקומי אוקימתא בברייתא אתא ודבריו בעיקר נקטינן להו שלא בדרך דחייה דאיהו נמי ס\"ל דכליו של לוקח ברשות מוכר לא קנה לוקח ומה שהכריחו להרי\"ף לפרש כן הוא דמאחר דס\"ל דהלכה כרב הונא דפשט קנה דכליו של לוקח ברשות מוכר לא קנה לוקח כל מאי דאפשר לאהדורי למימר דמר בר רב אשי דבתראה הוא לא פליג עליה אית לן לאהדורי וקשה דדילמא אע\"ג דסבירא ליה למר בר רב אשי דכליו של לוקח ברשות מוכר קני [לוקח] דחי דמהא ליכא למשמע מינה דאיכא לאוקומי במתכלי דתומי ודחייה בעלמא היא ולאו משום דפשיטא ליה דכליו של לוקח ברשות מוכר לא קנה לוקח וא\"כ מנא להו להרי\"ף ורבינו דס\"ל למר בר רב אשי דכליו של לוקח ברשות מוכר לא קנה [לוקח] ואפשר דכיון דחזינן דמשכן נפשיה לאוקומה במתכלי דתומי דהיא אוקמתא דחיקא טובא לאו לדחייא איכוון אלא לקושטא כי היכי דלא תפלוג אמאי דקי\"ל כליו של לוקח ברשות מוכר לא קנה לוקח ודברי ה\"ה תמוהים בעיני שכתב ואולי כיון דחזינן אוקימתא הכי אמרינן קושטא אליבא דכולהו. ולא פירש מאיזה טעם אמרינן קושטא אליבא [דכולהו] ועוד שכתב וכן כתב הר\"י ן' מיגש דכיון דלוקח מוציא וכו' ומאי וכן דהא לר\"י ן' מיגאש ספוקי מספקא ליה וכפי מה שכתב הוא ז\"ל [כיון דחזינן אוקימתא] הכי אמרינן קושטא אליבא דכולהו לא קני בודאי: "
      ],
      [],
      [],
      [],
      [
        "<b>היו הפירות ברשות הלוקח וכו' קנה לוקח.</b> כלומר והוא שפסק: ",
        "<b>היו ברשות המופקדים אצלו וכו'. </b> גירסת רבינו כגירסת הרי\"ף. ומ\"ש ה\"ה וי\"ג ברשות המופקדים וכו' בודאי דסגי בכך עכ\"ל. ואני אומר דלא סגי בכך אלא לבעלי אותה גירסא אבל לדברי רבינו לא סגי בכך: "
      ],
      [
        "<b>היו הפירות בסימטא או בחצר של שניהם ואפילו היו ברשות לוקח וכו'. </b> נראה דרישא דקתני יכול לחזור בו אפי' בסאה אחרונה קאי אכולהו אבל סיפא דקתני ראשון ראשון קנה לא קאי אלא ארשות לוקח דוקא וכדמסיים בה ומערה לתוך כליו של מוכר ואילו לא היו הפירות בכליו של מוכר כיון שהן ברשות לוקח קנה דכיון שהמודד הוא המוכר והמדה ג\"כ שלו צריך שיהיו הפירות ברשות לוקח ושהמוכר יגביה המדה ויערה אבל כשהמדה של סרסור אפילו בסימטא כיון שנתמלאת המדה קנה ואין צריך להגביה ולערות שהמדה מושאלת היא ללוקח כשתתמלא כיון שאינה של מוכר. וכל זה כשהפירות הם בתוך כליו של מוכר אבל אם הם צבורים בסימטא אע\"פ שמוכר מודד כיון שנתמלאת המדה קנה אע\"פ שלא הגביה ועירה כמו בבבא דרישא ואם היו במדה רשמים כיון שהגיע לרושם קנה ראשון ראשון ואע\"פ שהמדה של מוכר דרשמים עדיפי מנתמלאה אי נמי היתה המדה של אחד מהם היינו של לוקח דוקא ומש\"ה קנה בהגיע לרושם אבל אם היתה של סרסור לא קנה אלא בנתמלאת המדה ולא בהגיע לרושם דנתמלאת המדה עדיף מרשמים:   ",
        "<b>ואם א\"ל וכו'. </b> וא\"ת מאחר שגם אחר המדידה הם בכליו של מוכר כמבואר בדברי רבינו מאחר שהוא ז\"ל פסק דכליו של מוכר ברשות לוקח לא קנה א\"כ היכי אמרינן דכיון שהם ברשות לוקח קנה צ\"ל דכיון שהמוכר עצמו הוא מודד ה\"ל כאילו אמר ללוקח זיל קני וס\"ל לרבינו דזיל קני מהני בכליו של מוכר ברשות לוקח: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לפיכך המושך וכו'. </b> פירש\"י (דף פ\"ה:) משך חמריו ופועליו והכניסן לתוך ביתו והתבואה על גבן. בין פסק עד שלא מדד אם באו לחזור קודם מדידה יחזרו דבמאי נקנה לא משיכת תבואה יש ולא רשות לוקח יש דעודה על צוארם ולא הונחה לרשותו ולא פירקן כדמוכח סיפא דקתני בה פירקן מכלל דרישא בלא פירקן אלא הכנסה בעלמא שמשכן והכניסן לתוך ביתו קתני והך משיכה לאו משיכה היא לקנות שהרי האדם הוא מושך ומשיכת אדם טעון פירות לא מהניא לקנות הפירות עד שימשוך הפירות עצמן. בין מדד דהונחו לרשותו עד שלא פסק אם באו לחזור קודם פיסוק חוזרין אע\"פ שהונחה עתה בשעת מדידה ברשות לוקח בכליו של לוקח דלא קניא רשותו קודם פיסוק דמים: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>דמים שאין מקפידין עליהם וכו' כיצד הרי שחפן מעות וכו'. </b> מדברי רש\"י משמע שכיון שהמוכר לא ידע כמה הם אע\"פ שלוקח ידע כמה הם נקנה מקח. ואפשר שגם רבינו סובר כן אלא דאורחא דמילתא נקט: "
      ],
      [
        "<b>אבל אם היה חוב לו עליו וכו' לא קנה. </b> היינו לענין שיכול לחזור בו אבל מקבל עליו מי שפרע כמו שנתבאר בפ\"ז: "
      ],
      [
        "<b>הקרקעות והעבדים וכו'. </b> במציעא (דף מ\"ז) אמרינן וללוי דאמר בכליו של מקנה הא קאמר קני ארעא אגב גלימא הרי שהקרקעות נקנין בקניין סודר ובפ\"ק דקדושין (דף כ\"ב:) תנן עבד כנעני נקנה בכסף בשטר ובחזקה ובגמרא תנא אף בחליפין ותנא דידן מילתא דליתא במטלטלין קתני מילתא דאיתא במטלטלי לא קתני הרי דעבדים מטלטלין נמי נקנין בקניין סודר ובהמה בכלל מטלטלין הוא: "
      ],
      [
        "<b>אין קונין אלא בכלים וכו'.  </b> שלל כל שאר הדברים וא\"כ למה לו לומר אחר כך ולא בפירות ולא במטבע שכבר ממועטים הם ועוד דמרישא משמע דבכלים קונין אבל לא במידי אחרינא ומסיפא משמע דדוקא בפירות ובמטבע אין קונין אבל בכל מילי אע\"ג דלא הוו כלי קונין ועוד קשה מה שתקנו לכתוב בשטרות וקנינא וכו' ואמרו בגמרא במנא לאפוקי ממ\"ד קונין בפירות ביה למעוטי מטבע שכיון שאמרו במנא נתמעטו בין מטבע בין שאר דברים דלא הוו כלי וביה למה לי למעוטי מטבע. י\"ל דכל מילי מיקרו כלי לבד מפירות לפי שאין דומים כלל לנעל שאין משתמשים בהם בשום מלאכה ונרקבין ונפסדין במעט זמן ואין מתקיימין כנעל ומטבע כעין נעל הוא דראוי להשתמש בו לתלותו בצואר הבנות ולשקול בו משקלותיו ואינו נרקב וטעמא דאינו נעשה חליפין אמרו בגמ' משום דדעתיה אצורתא וצורתא עבידא דבטלא פירוש דכיון דדעתו של מקנה חפץ ונוטל מטבע אינו על עצמו של מטבע אלא על צורתו שאינו חשוב אלא ע\"י כך ופעמים שהמלך פוסלה וגוזר לצור צורה אחרת הילכך הוה ליה כדבר שאינו מסויים ושלם והתם בפרק הזהב ממעטינן דבר שאינו מסויים מדכתיב נעל ולפיכך הוצרכו לכתוב וקנינא וכו' במנא למעוטי פירות וביה למעוטי מטבע דממנא לא הוה ממעטינן מטבע כך למדתי מדברי רש\"י והתוס' בפרק הזהב אי נמי דלא מיקרי כלי אלא דבר שהוא כלי לענין טומאה וטהרה אבל כל שאר הדברים פירי מיקרו וזה שכתב רבינו ריש פ\"ו לשונות של זהב ושל כסף וכו' הכל כשאר המטלטלים הם ונקנין בקנין וקונין זה את זה בהחלפה כמו שביארנו דמשמע דכל המטלטלין דוקא נקנין בקנין אבל לא קונין וזהו ממש דין הפירות שלדעת רבינו הן נקנין בקניין סודר ואינן קונין ועוד שכתב זה שכותבין בשטרות וקנינא מפלוני בכלי הכשר לקנות בו בכלי להוציא פירות וכיוצא בהן מאחר שאמר וכיוצא בהן נראה שפירות לאו דוקא אלא כל מידי דלאו כלי פירי מיקרי ועוד שכתב בראש פרק זה כיצד החליף פרה בחמור או יין בשמן מדערבינהו ותנינהו אלמא ס\"ל דב\"ח ופירות כי הדדי נינהו ואין להם קניין אלא בחליפין שהם בתורת שווי הדמים וכמ\"ש הרב המגיד. ועוד שלא אמר בו להוציא מטבע משום דלא איצטריכא ליה דמכיון דאמר מנא יצא מטבע מן הכלל. וכ\"כ בח\"מ (סימן קצ\"ה) שקונין בכלי ואין קונין בשאר כל המטלטלין שאינן כלי אבל בהמה פירש ר' יצחק שהוא כמו כלי וקונין בה, אין קונין במטבע אע\"פ שהוא כמו כלי עכ\"ל. הרי בפירוש נראה מדבריו כמ\"ש שאין קונין אלא דוקא בכלי גמור אבל שאר כל המטלטלין פירות מיקרו. ורבינו ירוחם כתב יש מי שכתב שמטבע שנפסל דקונין בו דלא מיעטו אלא מטבע היוצא כי הנפסל ראוי למשקלות ולנקבו ולתלותו בצואר בתו ונסכא שהוא חתיכת כסף יש מי שכתב דקונין בה דינה כפירות דאין עשויה לירקב. והתוספות כתבו דבעינן ראוי להשתמש בו כמו שהוא. והוי יודע שעיקר זה המחלוקת במה שאגיד לך והוא דבגמרא (דף מ\"ה:) איפליגו רב ולוי אי מטבע נעשה חליפין או לא והדר איפליגו ר\"נ ורב ששת (דף מ\"ו) אי קונין בפירות או דוקא בכלי והלכתא כמ\"ד בכלי והוקשה לרש\"י ותוספות אי ס\"ל למ\"ד אין קונין במטבע כמ\"ד קונין בכלי דוקא אדמפלגי במטבע ליפלגו בכל דבר שאינו כלי ואי לא ס\"ל כוותיה א\"כ אתו רב ולוי דלא כהלכתא לכך הוצרכו לומר דמטבע מיקרי כלי דחזי למשקלות וכו' וא\"כ מדר\"נ דאמר כלי דוקא לא הוה ממעיט מטבע אילו לא היה מחלוקתם של רב ולוי וא\"כ לדעתם כל מידי שראוי להשתמש בו וכו' מיקרי כלי וזהו דרך הראשונה שכתבתי אבל לדעת רבינו וח\"מ פלוגתייהו דרב ולוי שייכא בדרב ששת ור\"נ מאן דאמר אין קונין במטבע הוא הדין דאין קונין אלא בכלי אלא דאיפליגו במטבע והוא הדין לכל מילי לבר מכלי:  כתבו הגהות דמשמע מלשון רבינו דס\"ל כר\"י דדוקא בשר הוי פרי אבל שור וחמור עצמם הוי כלי הואיל וחזו למלאכה, ומה שכתבו דמשמע להו הכי נראה שהוא מדכתב אין קונין אלא בכלים וכו' ולא בפירות ולא במטבע ואם איתא שדעתו לומר דדוקא בכלי לא היה צריך לחזור ולומר ולא בפירות שבכלל מה שאמר אין קונין אלא בכלים הוא הילכך משמע דדוקא פירות ומטבע נתמעטו ולא שאר דברים. ול\"נ דאין מכאן הכרע דרבינו לישנא דגמרא נקט ואדרבה מלישנא דרבינו איכא למידק איפכא שכתב בפ\"ו לשונות של זהב ושל כסף וכו' כשאר מטלטלין הם ונקנין בקניין וקונין זה את זה בהחלפה וזהו דין הפירות שלדעתו נקנין בקניין סודר ואינם קונין ועוד שכתב בפרק זה שכותבין בשטרות וקנינא מפלוני בכלי הכשר לקנות בכלי להוציא פירות וכיוצא בהן מאחר שכתב וכיוצא בהן משמע דפירות לאו דוקא אלא כל מידי דלא כלי פירי מיקרי ועוד דבלישנא בתרא אמרינן התם ביה למעוטי מטבע ורבינו לא כתב כן משום דסבירא ליה דמטבע לא צריך למעוטי דמכיון דאמר במנא ממילא אימעיט מטבע: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>יש דברים הרבה שאינן צריכין קניין וכו'. </b> בפ\"ז מהל' שכירות כתב רבינו שכל תנאי שבממון או בתביעות של ממון קיים ואין צריך עדים. ומ\"ש   ",
        "<b>או המוחל לחבירו. </b> בפי\"ז מהל' אישות כתב רבינו המוחלת כתובתה אינה צריכה קניין ולא עדים אלא בדברים בלבד והוא שיהיו דברים שהדעת סומכת עליהן ולא יהיה דברי שחוק והתול או דברי תימה אלא בדעת נכונה עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>כיצד הרי שכתב בשטר וקנינו וכו' או שישתתפו. </b> כתב ה\"ה בהשגות אבל שיתוף עצמו נקנה בקניין נראה דעתו שאם נשתתפו וכו'. ויש לתמוה על מ\"ש שהטילו שניהם ממון שיתופם לכיס אחד וקנו מידם דבמעות מה מועיל קניין הא קי\"ל דמטבע אינו נקנה בחליפין. ומ\"ש   ",
        "<b>שהרי לא הקנה לחבירו דבר מסויים וידוע לא עיקר ולא פירות עיקר הידוע. </b> פירוש שאנחנו לא נחוש שיהיה הדבר הנקנה עיקר או פירות אבל עיקר הדבר שיהיה הדבר הנקנה ידוע. ועם כל זה נראה שט\"ס יש כאן: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המטבע אין לו דרך שיזכה בו מי שאינו וכו'. </b> קשה אמאי קאמר הכי הרי יש לו דרך אחר שהרי הוא נקנה במשיכת המטלטלין. וי\"ל דה\"ק אין מטבע יכולים לקנותו לשקודם שיבא לידו יזכה בו שאם נגנב או אבד לקונה אבד אלא ע\"ג קרקע ואילו במשיכת המטלטלין נתחייב במעות ואם היה לו מעות ואבדו משלם אחרים תחתיהם. אי נמי הכי קאמר שאר מטלטלין אם רוצה לזכותם לאחר שיהיו שלו יכול לזכותם ע\"י קניין סודר אבל המטבע אין לו דרך שיזכה בו אלא על גבי קרקע: "
      ],
      [
        "<b>היו עומדים וכו'. </b> בענין זה אם יכול למחול אחר שקנה במעמד שלשתן אם לאו נחלקו הפוסקים גם נחלקו בענין הממחה את חבירו אצל אחר במעמד שלשתן אם נפטר ממי שהיה חייב לו או אם צריך שיפטרנו בפירוש. ולפי דעתי שני מחלוקות אלו תלויים זה בזה שמי שסובר שאם לא פטרו בפירוש אינו פטור כיון שעדיין יש לו תפיסת יד בזה החוב א\"כ יכול למחול ומי שסובר שאע\"פ שלא פטרו בפירוש הוא פטור כיון שאין לו בחוב זה תפיסת יד אינו יכול למחול. ודעת רבינו היא שאינו יכול למחול ממ\"ש פ\"ה מהלכות אישות שאם קדש האשה בחוב שיש לו ביד אחרים במעמד שלשתן שהיא מקודשת ואילו היה סובר שהוא יכול למחול לא היתה מקודשת וכמ\"ש שם ה\"ה. גם הר\"ן בהאיש מקדש כתב שזה דעת רבינו וכיון דס\"ל לרבינו דאינו יכול למחול ממילא ס\"ל שאע\"פ שלא פטרו כבר נפטר ממנו. גם מהבבא שכתב בסמוך יכולין אנו לדקדק כן שכתב לפיכך אם לא פרע לוי לשמעון חוזר שמעון ותובע את ראובן בשאר חובו דמשמע דוקא בכה\"ג שלא חייב לו אבל אם היה לוי חייב לראובן וא\"ל תנהו לשמעון במעמד שלשתן קנה ונפטר ראובן. גם בבבא זו בעצמה כתב בפירוש ואין אחד משלשתן יכול לחזור בו וכן דעת הרי\"ף בהמקבל. וא\"ת אילו היה כן דהא בהא תליה למה השמיט הרי\"ף ההיא סוגיא דהאיש מקדש וכמ\"ש הר\"ן דאילו היה סובר דאינו יכול למחול ה\"נ ה\"ל להביא הא דאמרינן התם במלוה על פה פליגי אי מעמד שלשתן מהני דוקא בפקדון או אפילו במלוה ולוה דכיון דקיי\"ל כרב אפילו במלוה אמר כדאיתא פ\"ק דגיטין היכא שקדשה במלוה דאחרים במעמד שלשתן מקודשת אלא ודאי ס\"ל דיכול למחול ואינה מקודשת. ואני אומר שכיון דמאן דפליג בקידושין אילו הוה ס\"ל דרב אמר אפילו במלוה לא הוה פליג א\"כ מאחר שכתב פ\"ק דגיטין דרב אפילו במלוה אמר וגם כתב בהמקבל שאע\"פ שלא פטרו בפירוש הוא פטור ממילא משמע דאינו יכול למחול ומקודשת היא וא\"כ אותה סוגיא דהאיש מקדש יפה עשה הרי\"ף שהשמיטה ואע\"פ שהרא\"ש והטור סוברים שאם לא פטרו בפירוש לא נפטר ממנו ועכ\"ז סוברים שאינו יכול למחול מ\"מ מ\"ש דהא בהא תליא טעמא דמסתבר הוא. ורבינו הביא בפי\"ו מהל' מלוה ולוה כל דיני ממחה את חבירו אצל אחר דבר ברור הוא דהרי\"ף והרמב\"ם ס\"ל דאפילו לא פטרו בפירוש הוא פטור מהירושלמי שכתב הרי\"ף בהמקבל ראובן חייב לשמעון סמכיה גבי לוי אי פרסן לוי וכו' וכתבו הרמב\"ם בפרק י\"ז מהל' מלוה: "
      ],
      [],
      [],
      [],
      [
        "<b>קנין השטרות מד\"ס. </b> וא\"ת שהרי אנו ממעטינן בהזהב (דף נ\"ו:) שטרות מאונאה דהכי אמרינן התם וכי תמכרו ממכר לעמיתך או קנה מיד עמיתך דבר הנקנה מיד ליד יצאו קרקעות ויצאו עבדים שהוקשו לקרקעות וכי תמכרו ממכר (מי) שגופו מכור וגופו קנוי יצאו שטרות שאין גופן מכור וקנוי אלא לראיה שבהם ונאמרו תירוצים הרבה בקושיא זו והיותר נכון הוא מ\"ש הר\"ן בהכותב דעיקר קרא למעוטי עבדים וקרקעות אתא ואפ\"ה מפקינן שטרות מאונאה לפי שאין בכלל הכתוב אלא דבר המיטלטל וגופו קנוי ומכור אבל מידי אחרינא לא הילכך שטרות למכירה דרבנן כיון שאין גופן קנוי ומכור אין להם אונאה וזהו דעת רבינו שבפי\"ג כתב אלו דברים שאין להם אונאה וכו' דבר הנקנה מיד ליד יצאו הקרקעות ויצאו עבדים שהוקשו לקרקעות ויצאו שטרות שאין גופן קנוי עמיתך ולא הקדש הרי שקרקעות והקדש הוציא מייתור ושטרות לא הוציא אלא ממשמעות הפסוק תדע שכן הוא דבגמרא מרבינן שכירות לאונאה מדכתיב ממכר סתם ולא כתיב ממכר לעולם וכתבו שם התוספות דדוקא גבי אונאה הוי שכירות כמכר משום יתורא דממכר אבל לשאר דברים לא הוי כמכר וא\"כ כי ממעטינן שטרות לאו מייתורא דממכר ממעטינן להו דהא איצטריך לרבות שכירות אלא ודאי ממשמעותא דקרא ממעטינן להו ולא מייתורא: כתב הראב\"ד לא מן השם הוא זה וכו' לפיכך אם כתב לו וכו'. ול\"נ דאי כתב ליה הכי גם להרי\"ף ורבינו אינו יכול למחול: "
      ],
      [],
      [
        "<b>המקנה לחבירו קרקע כל שהוא וכו' עד בלי כתיבה ומסירה. </b> והוא שיאמר לו על פה קני לך איהו וכל שעבודא דאית ביה:   ",
        "<b>וכן המוכר קרקע וכתב השטר וכו' נקנה השטר בכ\"מ שהוא. </b> פירש\"י וכגון דא\"ל זה קני קרקע בחזקה והשטר עמה: "
      ]
    ],
    [
      [
        "<b>כל החוזר מקבל מי שפרע וכו'. </b> בפ' הזהב (דף מ\"ד) משנה נתן לו מעות ולא משך יכול לחזור בו אבל אמרו מי שפרע מאנשי דור המבול וכו': "
      ],
      [
        "<b>וכיצד מקבל מי שפרע אוררין אותו וכו'. </b> שם (דף מ\"ח:) בגמרא אתמר אביי אמר אודועי מודעינן ליה (אבל מילט לא לייטינן ליה) ורבא אמר מילט (נמי) לייטינן ליה משום דלאו עושה מעשה עמך הוא וידוע שהלכה כרבא. ופירוש מי שאינו עומד בדבורו דבור שבא לכלל מעשה כזה דאילו דבור לחוד אינו חייב לקבל מי שפרע כמ\"ש רבינו בסמוך: "
      ],
      [
        "<b>הנותן דמי המטלטלין או מקצת הדמים וחזר בו וכו'.  </b> כתב ה\"ה בהשגות א\"א לא ידעתי מאין לו זה ההפרש וכו' כאן שהוא אומר לו טול מעותיך מיד וכו'. ואני אומר שיש מקום לבעל דין לחלוק שמאחר שהוא רוצה שיקבל מי שפרע מפני כך אין הלוקח רוצה לקבלה עד שימחול לו המי שפרע ואם לא ירצה למוחלו יקויים המקח וא\"כ דין הוא שיהא מוכר חייב באחריותם שהרי ברשותו הם עד שיעלה הלוקח או עד שיאמר לו טול מעותיך ולא תקבל מי שפרע:  כתב עוד ה\"ה וחייב באחריותם ואע\"פ שחזר וכו' אחריות לפי דברי ההלכות הוא וכו'. ונראה לי לדקדק מדברי רבינו דאי א\"ל תא שקול זוזך ולא רצה ובאו לב\"ד וקבל עליו מי שפרע אכתי מחוייב הוא באונסין עד שיאמר לו תא שקול זוזך אחר קבלת מי שפרע: "
      ]
    ],
    [
      [
        "[שייך להלכה א, ב]",
        "<b>המוכר וכו'. </b> בפרק הזהב (דף מ\"ח:) גבי פלוגתא דרב ור\"י בערבון אי קנה כנגדו או כנגד כולו תניא דאם מכר לו בית או שדה באלף זוז ונתן לו מהם חמש מאות זוז קנה כל הקרקע כי היכי דבמטלטלין קנה כל המטלטלין לענין מי שפרע ותמהני למה לא הזכיר רבינו דין זה מפורש גבי קרקע כמ\"ש בריש פ\"ז גבי מטלטלי וצ\"ע:  ",
        "<b>המוכר שדה לחבירו באלף זוז וכו'. ואם חזר המוכר וכו' ונוטל מן היפה שבה. </b> בגמרא (דף ע\"ז:) מהיכן מגבהו מן העידית, וכתב נ\"י פירוש אתן לי מעותי בלחוד קאי דאילו אתן לי קרקע כיון שהוא רוצה שיקנה כנגד מעותיו למה יטול מן העידית הרי דינו כדין לוקח חצי שדה דמשמנים ביניהם ונוטל כחוש אלא אמעות קאי וכן כתב הר\"ן בפ\"ק דקדושין. אבל מפשט דברי רבינו נראה דאתן לי קרקע כנגד מעותי קאי וכן כתב בפירוש המשנה פרק האומנין: "
      ],
      [
        "[שייך להלכה א, ב]",
        "<b>המוכר וכו'. </b> בפרק הזהב (דף מ\"ח:) גבי פלוגתא דרב ור\"י בערבון אי קנה כנגדו או כנגד כולו תניא דאם מכר לו בית או שדה באלף זוז ונתן לו מהם חמש מאות זוז קנה כל הקרקע כי היכי דבמטלטלין קנה כל המטלטלין לענין מי שפרע ותמהני למה לא הזכיר רבינו דין זה מפורש גבי קרקע כמ\"ש בריש פ\"ז גבי מטלטלי וצ\"ע:  ",
        "<b>המוכר שדה לחבירו באלף זוז וכו'. ואם חזר המוכר וכו' ונוטל מן היפה שבה. </b> בגמרא (דף ע\"ז:) מהיכן מגבהו מן העידית, וכתב נ\"י פירוש אתן לי מעותי בלחוד קאי דאילו אתן לי קרקע כיון שהוא רוצה שיקנה כנגד מעותיו למה יטול מן העידית הרי דינו כדין לוקח חצי שדה דמשמנים ביניהם ונוטל כחוש אלא אמעות קאי וכן כתב הר\"ן בפ\"ק דקדושין. אבל מפשט דברי רבינו נראה דאתן לי קרקע כנגד מעותי קאי וכן כתב בפירוש המשנה פרק האומנין: "
      ],
      [],
      [],
      [
        "<b>לקח שוה מאה מאתים וכו'.  </b> חסרון לשון יש כאן וכך צריך להגיה הרי זה ספק אם הוא כמוכר שדה מפני רעתה ואינו תובע אלא מפני שמכר ביוקר או אינו כמוכר שדהו מפני רעתה וזה שתובע מפני שעדיין לא גמר להקנותו וכו'. ומה שכתב הרב המגיד שהיא גירסת רבינו אינו מכוון גם מה שכתב פירש\"י לגירסת רבינו אינו מכוון אלא גירסת * רבינו כך היתה זבין שוה מאה במאתן ועייל ונפיק אזוזי מאי כמוכר שדהו מפני רעתו דמי או לא תיקו:   (לא ירדתי לסוף דברי הכ\"מ דנראה דהיא גופה גירסת רבינו לדברי ה\"ה): "
      ]
    ],
    [
      [
        "[שייך להלכה א, ב]",
        "<b>המוכר להקדש וכו' שאמירה לגבוה כמסירה להדיוט. הגזבר שקנה וכו' אם הוקרו קנה כדין תורה. </b> וא\"ת תיפוק לי דאפילו בלא דמים אמירתו לגבוה כמסירתו להדיוט, וי\"א דאמירה לבד הוא מדבריהם שאין זה כנדר גמור וכשקבל הכסף הוא דין תורה דדבר תורה מעות קונות. ויותר נכונים דברי התוס' דכששם הדבר פחות משיוויו מתכוון לוותר להקדש א\"כ שייך לומר אמירתו לגבוה כמסירתו להדיוט אבל בשמוכר הדבר בשוויו לא נתכוון לוותר כלל ואע\"פ שנשתנה השער אחר מכן מה בכך הרי כיון שאין הדיבור חל בשעתו אי אפשר לו לחול לאחר זמן: ",
        "<b>ואם הוזלו הפירות וכו'. </b> הר\"ן בקדושין גם ה\"ה תמהו על רבינו והראב\"ד דהא בגמ' משמע דכל היכא דהדיוט מקבל מי שפרע הקדש אינו יכול לחזור בו ותירץ ה\"ה שיש לחלק בין אבידת הקדש כשהוא נותן יותר ממה שהוא שוה קודם משיכה שהוא מאבד ממון ממש ובין כשהוקר ממה שהיה שוה קודם משיכה שאינו הפסד ממש בעין אלא העברת ריוח. ולי נראה דכיון דבהדיוט מעות קונות מדאורייתא למה לי דכתב בהקדש ונתן הכסף אלא לומר לך דוקא קונה מן ההקדש הוי בכסף אבל לא מוכר להקדש והא דאמרינן בגמ' ה\"פ פדה הקדש במאה ונתן דמים ולא הספיק למשכו עד שעמד במאתים אינו נותן אלא מאה משום דכיון דמפרש באורייתא דקניית הקדש הוי בכסף ואפילו הוה הדיוט דתקנו ביה רבנן משיכה הוה מקבל מי שפרע וכל כה\"ג הקדש אינו יכול לחזור בו אבל כשהגזבר נתן דמים ולא משך דהוזל כיון דמדאורייתא כסף לא קני אילו הוה הדיוט בכה\"ג דלא היו קונין ממנו בכסף וכי מי שפרע בעי קבולי לפיכך יכול לחזור בו: "
      ],
      [
        "[שייך להלכה א, ב]",
        "<b>המוכר להקדש וכו' שאמירה לגבוה כמסירה להדיוט. הגזבר שקנה וכו' אם הוקרו קנה כדין תורה. </b> וא\"ת תיפוק לי דאפילו בלא דמים אמירתו לגבוה כמסירתו להדיוט, וי\"א דאמירה לבד הוא מדבריהם שאין זה כנדר גמור וכשקבל הכסף הוא דין תורה דדבר תורה מעות קונות. ויותר נכונים דברי התוס' דכששם הדבר פחות משיוויו מתכוון לוותר להקדש א\"כ שייך לומר אמירתו לגבוה כמסירתו להדיוט אבל בשמוכר הדבר בשוויו לא נתכוון לוותר כלל ואע\"פ שנשתנה השער אחר מכן מה בכך הרי כיון שאין הדיבור חל בשעתו אי אפשר לו לחול לאחר זמן: ",
        "<b>ואם הוזלו הפירות וכו'. </b> הר\"ן בקדושין גם ה\"ה תמהו על רבינו והראב\"ד דהא בגמ' משמע דכל היכא דהדיוט מקבל מי שפרע הקדש אינו יכול לחזור בו ותירץ ה\"ה שיש לחלק בין אבידת הקדש כשהוא נותן יותר ממה שהוא שוה קודם משיכה שהוא מאבד ממון ממש ובין כשהוקר ממה שהיה שוה קודם משיכה שאינו הפסד ממש בעין אלא העברת ריוח. ולי נראה דכיון דבהדיוט מעות קונות מדאורייתא למה לי דכתב בהקדש ונתן הכסף אלא לומר לך דוקא קונה מן ההקדש הוי בכסף אבל לא מוכר להקדש והא דאמרינן בגמ' ה\"פ פדה הקדש במאה ונתן דמים ולא הספיק למשכו עד שעמד במאתים אינו נותן אלא מאה משום דכיון דמפרש באורייתא דקניית הקדש הוי בכסף ואפילו הוה הדיוט דתקנו ביה רבנן משיכה הוה מקבל מי שפרע וכל כה\"ג הקדש אינו יכול לחזור בו אבל כשהגזבר נתן דמים ולא משך דהוזל כיון דמדאורייתא כסף לא קני אילו הוה הדיוט בכה\"ג דלא היו קונין ממנו בכסף וכי מי שפרע בעי קבולי לפיכך יכול לחזור בו: "
      ],
      [
        "<b>נכסי יתומים הרי הם כהקדש וכו' כיצד יתומים שמכרו פירות וכו' והוקרו הפירות חוזרים בהם וכו'. </b> ואין דין היתומים חלוק מדין הדיוט אלא בחלוקה זו בלבד:  "
      ]
    ],
    [
      [
        "<b>מי שאנסוהו וכו' שמפני אונסו גמר ומקנה אע\"פ שלא לקח הדמים בפני עדים. </b> נ\"ל כוונת רבינו שלפי שכתב בהל' גזילה פ\"ט שהגוזל שדה וחזר ולקחה מהבעלים שכל שלא העידו שמנה המעות בפניהם והנגזל טוען מחמת יראה הודיתי שקבלתי הדמים אע\"פ שלא מסר מודעא מוציאין הקרקע מיד הגזלן בלא דמים אבל בזה שלא הוחזק גזלן על שדה זו כיון שהודה בפני עדים שקבל המעות שוב אינו יכול לומר מחמת יראה הודיתי שקבלתי הדמים אם לא שמסר מודעא על זה וכמו שנתבאר בסוף הפרק: "
      ],
      [],
      [],
      [],
      [
        "<b>בד\"א באנס שהרי הוא חמסן וכו' אבל הגוזל והוחזק בגזלן ואח\"כ לקח שדה שגזל וכו'. </b> כן כתב רבינו גם בפ\"ט מהלכות גזילה, ויש לתמוה עליו דהא אמר ר\"נ חז\"ה (דף מ\"ז:) אמר לי הונא כולם שהביאו ראיה ראייתן ראיה ומעמידים שדה בידם גזלן שהביא ראיה אין ראייתו ראיה ואין מעמידין שדה בידו וכו' רב ביבי מסיים בה משמיה דר\"נ קרקע אין לו אבל מעות יש לו ואמרינן בתר הכי אמר רב הונא תליוה וזבין זביניה זביני ואותיבנא עליה מדתנן לקח מסקריקון וחזר ולקח מבעה\"ב מקחו בטל ואמאי התם נמי נימא אגב אונסיה גמר ומקני ושני הא אתמר עלה אמר רב לא שנו אלא דא\"ל לך חזק וקני אבל בשטר קנה ולשמואל דאמר אף בשטר נמי לא קנה מאי איכא למימר מודה שמואל היכא דיהב זוזי ולרב ביבי דמסיים בה משמיה דר\"נ קרקע אין לו מעות יש לו מאי איכא למימר דרב ביבי מימרא היא ומימרא לרב הונא לא ס\"ל. ופירש\"י ולרב ביבי דמסיים ואמר בה וכו' אבל מעות יש לו לגזלן שנתן לנגזל אלמא ס\"ל לרב ביבי דאפילו נתן הגזלן מעות לנגזל לא קנה דתליוה וזבין לאו זביניה זביני ובתר הכי אסיקנא הלכתא דתליוה וזבין זביניה זביני וכיון שכן משמע דכרב הונא קיימא לן ולא כרב ביבי אלא תליוה וזבין זביניה זביני אלא א\"כ מסר מודעא ומאחר שפסק כרב הונא דתליוה וזבין זביניה זביני כמ\"ש בריש פרק זה היאך פסק כרב ביבי דלא ס\"ל לרב הונא כוותיה דאם איתא דבגזלן נמי ס\"ל לרב הונא דמקחו בטל לא הל\"ל דלא ס\"ל כרב ביבי וטפי היה עדיף למימר דרב ביבי בגזלן ומש\"ה מקחו בטל ורב הונא נמי מודה בהכי אלא ודאי רב הונא לית ליה דרב ביבי וכרב הונא קי\"ל וכבר השיגו הראב\"ד. ונ\"ל ליישב דעת רבינו שהוא ז\"ל סובר דרב הונא מודה לרב ביבי דגבי גזלן תליוה וזבין לאו זביניה זביני ורב המנונא דאותיב ליה מלקח מסקריקון וכו' הוה ס\"ד דרב הונא פליג ארב ביבי וגמרא אהדר ליה לפום שיטתיה דרב הונא לא ס\"ל דרב ביבי אבל קושטא דמילתא היא דאית ליה דרב ביבי. ועי\"ל דאה\"נ דרב הונא לית ליה דרב ביבי מיהו כיון דרב ביבי משמיה דר\"נ א\"ל ור\"נ דיינא הוא והלכתא כוותיה בדיני הכי קי\"ל. ודבר פשוט הוא דלפ\"ז אין פירוש דברי רב ביבי לדעת רבינו כמו לדעת רשב\"ם דלפירוש רשב\"ם תליוה וזבין לעולם לאו זביניה זביני לרב ביבי ולפירוש רבינו גם לרב ביבי זביניה זביני אא\"כ הוחזק גזלן על שדה זו דאע\"ג דרב הונא לית ליה דרב ביבי רב ביבי אית ליה דרב הונא:  "
      ],
      [],
      [
        "<b>אבל אם מנה הדמים בפניהם חייב להחזיר. </b> זה נלמד ממאי דאמר רב ביבי בפ' חזקת (דף מ\"ו:) גבי גזלן שהביא ראיה שחזר וקנה השדה שאין ראייתו ראיה קרקע אין לו אבל מעות יש לו בד\"א שאמרו עדים בפנינו מנה לו אבל אמרו בפנינו הודה לו לא כדרב כהנא דאמר אי לאו דאודי ליה הוה ממטי ליה ולחמריה לשחוור וכך לי מי שאנסוהו למכור ומסר מודעא כמו גזלן שחזר וקנה השדה הילכך בתרוייהו כל שלא ראו העדים שמנה לו המעות אע\"פ שהודה בפניהם שקיבלם אם המוכר אומר לא קבלתי ומחמת האונס הודיתי לאו כלום הוא שמחמת האונס הודה כן. ומיהו אם המוכר טוען לא הודיתי כן מעולם צ\"ע אי מדמינן לה לאומר לא לויתי דהוי כאומר לא פרעתי או דילמא כיון שלא קבל המעות לא מסיק אדעתיה שהודה: "
      ],
      [
        "<b>העידו עליו עדי המכר וכו' הרי מכר בטל ואע\"פ שקנו לבטל המודעא וכו'. </b> כתב ה\"ה זה פשוט והוא מבואר בערכין וכו' ולא חילק ה\"ה בין היכא שאנסוהו לבטל המודעא להיכא שנסתלק האונס וביטל המודעא מדעתו משמע דס\"ל דלדעת רבינו אם ביטל המודעא אפילו מתוך האונס היא מתבטלת וטעמא משום דלא עדיפא ביטול מודעא מתוך האונס מאונס המכר עצמו דאמרינן דאגב אונסא גמר ומקנה ה\"נ גמר ומבטל מודעא: ",
        "<b>ואע\"פ שקנו מידו לבטל המודעא על הדרך שביארנו. </b> הוקשה לרבינו דמשמע מדבריו שהקניין מקיים ביטול המודעא והרי בדברים כיוצא באלו אין הקניין מועיל כלום וכמבואר בפ\"ה לזה תיקן ואמר שמה שכתב אע\"פ שקנו מידו דמשמע שהקניין מועיל ומקיים ביטול המודעא הוא על הדרך שביאר שם שמועיל להודיע שאינו אומר דברים אלו כמשחק ומהתל: "
      ]
    ],
    [
      [],
      [
        "<b>בד\"א בשקנה בדרך מן הדרכים שקונין בהם וכו'. </b> טעמו דכיון דאמרינן בפ' איזהו נשך (דף ס\"ו) בהלוהו על שדהו וא\"ל אם אין אתה נותן לי מכאן עד ג' שנים הרי היא שלי שאם א\"ל מעכשיו וקנו מידו על כך אע\"פ שלא החזיק עדיין בקרקע קנה א\"כ צריך לומר כל שהחזיק בדבר וקנה אותו באחד מהדברים שקונין בהם לא גרע מאומר לו קנה מעכשיו וכן משמע בפ' ארבעה נדרים (דף כ\"ז) דאמר ההוא גברא דאתפיס זכוותיה וכו' ולרב הונא מכדי אסמכתא היא ולא קניא שאני הכא דמיתפסן זכוותיה והתנן מי שפרע מקצת חובו והשליש שטרו וכו' שאני הכא דאמר ליבטלן זכוותיה, ומפרש הוא ז\"ל שאני הכא שהוא מוחל כל כח וזכות שיש לו באותם שטרות דכיון דמחילה היא לית בה אסמכתא דמיד זוכה בה חבירו ומינה משמע שהמוסר ביד חבירו וא\"ל אם לא אעשה כך זכה במה שבידך קנה דליכא אסמכתא אלא באומר אתן או אשלם וכן כתב הר\"ן שם שזהו טעם רבינו. ולפי זה כי אמרינן בתר הכי והלכתא אסמכתא קניא והוא דקנו מיניה בב\"ד חשוב לאו אהיכא דאמר ליבטלן זכוותיה קאי דבההיא לא צריך ב\"ד ולא קניין אלא היכא דאמר אתן הוא דאסיק דבעי קניין בבית דין חשוב ואע\"פ שרבינו כתב כיצד המוכר בית לחבירו וכו' ע\"מ שילך עמו לירושלים וכו' לאו דוקא דא\"ל ע\"מ דא\"כ לא היה צריך להחזיק בבית דכל האומר על מנת כאומר מעכשיו דמי ובמעכשיו סובר רבינו דאע\"ג דלא החזיק קנה אלא אשגירת לישן הוא ולאו דוקא. ודעת רבינו דהא דאוקי בגמ' מתני' בהלוהו על שדהו בשלא החזיק בה הוא ומש\"ה אוקמוה בדא\"ל מעכשיו אין ה\"נ דהו\"מ לאוקומה בשהחזיק בקרקע אלא דעדיף ליה לאוקומה בין שהחזיק בה בין שלא החזיק בה. ואפשר דס\"ל דההיא מתני' בשהחזיקו בו הוא ואפ\"ה אצרכוה דלימא מעכשיו דשאני התם שלא מסרו בידו בתורת קנין אלא למשכון שאם לא יפרענו עד ג' שנים תהיה שלו ומש\"ה בעינן דלימא קני מעכשיו כדי שתבא לידו בתורת קניין וכשהחזיקו בו בתורת קניין אלא שהתנה עמו שאם יעשה כך עד יום פלוני שיחזירנה לו קניין גמור הוא אלא שהתנה עמו כשיהיו לי מעות תחזירם לי דמכר קיים דאע\"ג דלא א\"ל מעכשיו הוי כאילו אמרו. וקרוב לזה כתב ה\"ה בפרק זה אבל מ\"ש הר\"ן בפ' איזהו נשך דאיכא למימר דלרבינו קרקע שאני דבחזקת בעליה עומדת נ\"ל שאי אפשר ליישבו לדעת רבינו שהרי רבינו בין בקרקע בין במטלטלין מיירי כמבואר בדבריו בריש פרק זה: "
      ],
      [],
      [
        "\n                     ומ\"ש רבינו ",
        "<b>לפיכך הנותן ערבון לחבירו וכו'. </b> ברייתא פ' הזהב (דף מ\"ח:) ובפ' האומנין (דף ע\"ז:) הנותן ערבון לחבירו וא\"ל אם אני חוזר בי מחול לך והלה אומר לו אם אני חוזר בי אכפול לך ערבונך נתקיימו התנאים דברי ר' יוסי ר' יוסי לטעמיה דאמר אסמכתא קניא ר' יהודה אומר דיו שיקנה כנגד ערבונו. וסובר רבינו דע\"כ לא פליג ר' יהודה אלא באומר אכפול לך ערבונך אבל במחול לך דברי הכל קנה ולשון דיו שיקנה הכי משמע דלא פליג אלא שלא יכפול לו ערבונו ודלא כרש\"י שפירש דיו שיקנה כנגד ערבונו לא זה יכפול ולא זה ימחול. וכתב הר\"ן בפ' הזהב דאיכא למידק על דברי רבינו מדתנן בפ' איזהו נשך (דף ס\"ה:) הלוהו על שדהו וא\"ל אם אין אתה נותן לי מכאן עד שלש שנים הרי היא שלי הרי היא שלו ואוקימנא לה בדא\"ל מעכשיו הא לא\"ה לא אלמא אע\"פ שהקרקע ביד המלוה אסמכתא היא. ולאו קושיא היא דממאי דמלוה אוכל פירות דילמא [לוה] אוכל פירות ועוד דקרקע שאני דבחזקת בעליה עומדת אלא אי קשיא הא קשיא דתנן בפ' גט פשוט (דף קס\"ח) מי שפרע מקצת חובו והשליש את שטרו ואמר לו אם לא נתתי לך מכאן עד יום פלוני תן לו שטרו הגיע זמן ולא נתן ר' יוסי אומר יתן ר' יהודה אומר לא יתן והתם ודאי ליכא לפרושי תן לו שטרו שאני רוצה להתחייב בדמי כל השטר אע\"פ שפרעתי מקצתו דא\"כ מה יתן דקאמר רבי יוסי והיאך הוא גובה בשטר זה והרי נמחל השעבוד מקצתו [אלא ודאי] הכי קאמר לא יהו מעות אלא מתנה וישאר שעבוד החוב כמו שהיה מתחלה ופליג ר' יהודה ואמר לא יתן אלמא במחילה נמי שייכא אסמכתא וה\"נ משמע בתוספתא דתניא הנותן דנותן ערבון לחבירו על הבית ועל השדה וא\"ל אם לא נתתי לך מכאן עד יום פלוני אין לי בידך כלום והלה כותב לו אם אחזור בי אכפול לך ערבונך הגיע זמן ולא נתן יתקיים התנאי דברי ר' יוסי ר' יהודה אומר היאך זוכה זה בדבר שאינו שלו אלא נותן לו ערבון שלו, ומדקאמר הגיע זמן ולא נתן משמע ודאי דאלוקח קאי שנתן ערבון ואמר ר\"י היאך זה זוכה בדבר שאינו שלו כלומר המוכר אלא נותן לו מוכר ללוקח ערבון שלו אלמא אפילו במחילה איכא אסמכתא, וגרסינן תו בתוספתא המלוה את חבירו על המשכון אם א\"ל אם לא נתתיו לך מכאן עד יום פלוני אין לי בידך כלום הגיע זמן ולא נתן הגיעו משכון בין רע בין יפה וש\"מ מדלא פליג בה ר' יהודה דאע\"ג דכהאי גוונא במקרקעי הוי אסמכתא אלא כי א\"ל מעכשיו במטלטלי לית בהו משום אסמכתא עכ\"ל. והרשב\"א בתשובה כתב בתוספתא אחרת לסתור דברי רבינו וזה לשונו בהדיא תנינן בתוספתא דמציעא משכן לו בית משכן לו שדה וא\"ל אם לא נתתיו לך מכאן עד יום פלוני אין לי בידך כלום הגיע הזמן ולא נתן יתקיים התנאי דברי ר' יוסי ר' יהודה אומר היאך זה זוכה בדבר שאינו שלו אלא ינתחנו מודה [ר' יהודה] בשנים שהיו מעוררים על הבית ועל השדה ואמר אחד מהם אם לא באתי מכאן עד יום פלוני אין לי בידך כלום הגיע הזמן ולא בא באמת שאיבד את זכותו מדקתני אין לי בידך כלום וכן נמי מדקאמר ר' יהודה ינתחנו על כרחך כשהיה נתון בידו משמע ואפ\"ה לר' יהודה דאית ליה אסמכתא לא קנה עכ\"ל. ואני אומר שתוספתא זו יש ליישבה לדעת רבינו דאין לי בידך כלום ה\"ק אם לא נתתי לך מכאן ועד יום פלוני אז תוכל להחזיק בשדה או בבית ולא אוכל להוציאו מידך ויהיה כאילו אין לי בידך כלום יתקיים התנאי דר' יוסי סבר דאסמכתא קניא ור' יהודה פליג ואמר אסמכתא לא קניא וכיון שכן אפילו אם כשהגיע זמן החזיק בו ינתחנו ויוציאנו מתחת ידו, א\"נ ה\"ק אין לי בידך כלום כלומר הרי זכותי מסתלק ומסור לך מהיום ההוא והלאה להחזיק בו לעצמך יתקיים התנאי וילך ויחזיק בו דר' יוסי סבר דאסמכתא קניא ור' יהודה פליג ואמר דלא קניא ולא ילך להחזיק בו אלא ינתחנו כלומר יתפוס הקרקע בצווי ב\"ד כדי להפרע מחובו אבל מכח התנאי לא דאסמכתא היא ולא קניא וכעין זה מצינו בסוף פ' המקבל שליח ב\"ד מנתח נתוחי והא דלא תני בסיפא מודה ר' יהודה שאם החזיק מיד בקרקע שנתקיים התנאי משום דההוא לאו אסמכתא הוא ופשיטא דקנה. ועוד י\"ל שהיה רבינו מפרש תוספתא זו כדברי הרשב\"א וסובר דלית הלכתא כוותיה משום דפליגא אברייתא דמייתי בגמרא. ומה שהקשה הר\"ן לרבינו מההיא דגט פשוט י\"ל שמפרש רבינו דאומר לו תן לו שטרו שאני רוצה להתחייב לו בדמי כל השטר אע\"פ שפרעתי מקצתו מתוקמא ואפ\"ה א\"ר יוסי יתן משום דאע\"ג דקי\"ל שטר שלוה בו אינו חוזר ולוה בו היינו דוקא כשאינו נותנו לו בעדי מסירה אבל כשנותנו לו בעדי מסירה חוזר ולוה בו וכמ\"ש המרדכי בפ' הכותב ואע\"ג דבמרדכי ביום החתימה איירי ומתני' אפילו תימא דלאו ביום החתימה איירי לא תקשי לרבינו דסבר דשטרי חוב המוקדמים גובים בהם מבני חורין וא\"כ שייך למימר יתן בעדי מסירה כדי לגבות מבני חורין וסיפא דתוספתא דקתני הגיעו משכון בין רע בין יפה ולא פליג ר' יהודה א\"ש לרבינו דאפילו לר\"י כיון שנתן לו המשכון או החזיקו בקרקע זכה במה שבידו ולא שאני לן בין קרקע למטלטלי ורישא דקתני הגיע זמן נתן [וקתני עלה ר\"י אומר היאך זוכה זה בדבר שאינו שלו וכו' י\"ל דהגיע זמן ולא נתן] לאו דוקא אלא חדא מינייהו נקט וממילא משתמע אידך וה\"ל כאילו אמר הגיע זמן ולא נתן או חזר בו [הלה] נתקיימו התנאים דברי ר' יוסי ור\"י פליג אחזר בו מוכר וקאמר היאך יזכה זה בדבר שאינו שלו כלומר דאין אדם זוכה בדבר אלא באומר מחול לך דהיינו מוכר שנתן לו לוקח הערבון שיהיה שלו אותו הוא שזכה בו כיון שבא לידו אבל באתן לך דהיינו לוקח שלא בא לידו לא זכה. א\"נ ה\"ק הגיע הזמן והביא הלוקח מעותיו ולא רצה המוכר לתת לו הקרקע אלא שחזר בו ועוד י\"ל שסובר רבינו דברייתא דגמרא דילן וההיא תוספתא פליגי בדברי ר\"י תרי תנאי ואליבא דר\"י וברייתא דאיתא בגמרא היא עיקר טפי מתוספתא וכיון דלישנא דברייתא דגמרא דילן משמע דר\"י סבר שמי שהערבון בידו קנה כמו שהוכחנו מדקתני דיו הכי נקיטינן: "
      ],
      [],
      [
        "\n                     על מ\"ש רבינו  ",
        "<b>שכל האומר אם יהיה אם לא יהיה לא גמר והקנה וכו'. </b> כתב הטור לא חילק בין היכא שהוא בידו אם לאו וזה תימה דבגמרא מחלק בזה [י\"ל דהרמב\"ם מפרש כפירוש רבינו האיי שכתבו הר\"ן ותלמידי הרשב\"א באיזהו נשך והרמב\"ן] בפ' גט פשוט דכי אמרינן בגמרא התם בידו הכא לאו בידו לאו למימרא דמידי דלאו בידו הוי אסמכתא ומידי דבידו לא הוי אסמכתא דאדרבה פ' זה בורר משמע שכל שבידו הוי אסמכתא טפי הילכך הא מתני' דאם אוביר ולא אעביד אשלם במיטבא אסמכתא נמי היא ולאו מדינא מהני אלא מתקנתא דכיון דהאי גברא סמך עליה קנסוה לחיובי כנגד הפסדו של זה וכי אקשינן מאי שנא מהא דתנן אם אוביר וכו' היינו לומר דכי היכי דהתם תקנו רבנן שישלם כנגד הפסדו של חבירו כיון שהיה סומך עליו ה\"נ הוה להו לתקוני דלישלם ומשני התם כיון דבידו ולא עבד קנסוהו רבנן אבל הכא כיון דלאו בידו לא חזו רבנן למקנסיה עכ\"ל. ומאחר שרבינו היה מפרש כן לא שנא דבר שהוא בידו ל\"ש דבר שאינו בידו ל\"ש גזים ל\"ש לא גזים הוי אסמכתא ולא קנה אלא דכל היכא דבידו ולא גזים קנסוהו רבנן ולפיכך בפרק זה שבו נתבארו דיני אסמכתא לא חילק בין אם הוי בידו ללא הוי בידו ובין גזים ללא גזים דבכולהו הוי אסמכתא ובפ\"ה מהל' שכירות כתב דהיכא דבידו ולא גזים חייב לשלם ואע\"פ שכתב שם ומפני מה נתחייב לשלם מפני שלא פסק על עצמו דבר קצוב כדי שנאמר הרי היא כאסמכתא אלא התנה שישלם במיטבא ולפיכך גמר ושיעבד עצמו משמע דס\"ל כדברי התוס' דטעמא דמשלם לפי שאינה אסמכתא ודינא הוא ולא תקנתא, וכ\"נ שפירשו דבריו בהגהות י\"ל דה\"ק אילו היה פוסק על עצמו דבר קצוב לא היו מתקנים לו שישלם שכבר אפשר שלא יבור אלא מקצתה שאין ההפסד שוה כנגד מה שקצב על עצמו וכיון שכן כך לי פוסק על עצמו י' זוזי כמו פוסק על עצמו אלפא זוזי משום דהוי אסמכתא גמורה שהיא בדרך גוזמא שאמר אם אוביר אתן כך וכך והוא בוטח בעצמו שלא יוביר ולא גמר ומקנה אבל כשאומר אשלם במיטבא אע\"פ שהיא אסמכתא אינה כ\"כ דרך גוזמא כמו האסמכתא הגמורה ודרך בני אדם הוא דכל כה\"ג אע\"פ שהיא אסמכתא גמר ומשעבד נפשיה ולפיכך תקנו שישלם. א\"נ ה\"ק דמחייב עצמו בדבר קצוב כיון שהיא אסמכתא גמורה אע\"פ שהיו מתקנים שישלם לא הוה גמר ומשעבד נפשיה אבל באשלם במיטבא אע\"פ שהיא אסמכתא כיון שאינה כ\"כ גמורה אם יתקנו רבנן דלישלם גמר ומשעבד ולפיכך תקנו לו שישלם. כך נ\"ל לדעת רבינו: "
      ],
      [
        "<b>כל האומר קנה מעכשיו אין כאן אסמכתא כלל וקנו וכו' קנה בית זה מעכשיו וקנה מידו על כך וכו'.  </b> כלומר דאי לא קנו מידו אע\"ג דאמר מעכשיו לאו כלום הוא ומאחר דקי\"ל שכל הדברים נקנין בקניין סודר וכמ\"ש רבינו בפ\"ה מהלכות אלו אפילו לא אמר מעכשיו קנה לדעת רבינו שכתב בפרק זה המקנה בין קרקע בין מטלטלין והתנה וכו' בד\"א שקנה בדרך אחד מהדרכים שקונים בהם ולא הזכיר שם מעכשיו וא\"כ קשה למה הצריך שיאמר מעכשיו כדי שלא יהיה אסמכתא ואין לומר דקניין סודר גרוע משאר קניינין ומש\"ה בעינן דלימא מעכשיו (דהא ליתא) דבשלמא חזקה עדיפא מיניה מפני שהיא בגופה של קרקע אבל כסף ושטר גם הם אינם בגופה של קרקע כמו קניין ועוד שרבינו כתב בד\"א שקנה בדרך אחד מהדרכים שקונים בהם וקניין סודר בכלל דרכים שקונין בהם הוא. ואפשר לומר דכשלא אמר מעכשיו לא קנה אא\"כ החזיק אבל ע\"י כסף ושטר כיון שאינו מעשה בגוף הקרקע לא קנה וה\"ה לקניין סודר. ומ\"ש רבינו בד\"א בשקנה בדרך אחד מהדרכים שקונים בהם אין כוונתו לומר שקנה באי זה מהדרכים אלא דוקא שקנה בדרך מיוחד מהדרכים שקונה בהם דהיינו חזקה ותדע שאח\"כ כתב כיצד המוכר ביתו וכו' והחזיק זה בבית ה\"ז קנה. ועוד כתב אע\"פ שהחזיק בבית אחר שקיים התנאי לא קנה ומדנקט לישנא דהחזיק ולא נקט לישנא דוקנה דפתח ביה משמע דבקניין חזקה דוקא עסיק כדפרישית. ועוד י\"ל דקניין סתמא מהני להודיע שאינו אומר הדברים כמשחק וכמ\"ש רבינו בפ\"ה הילכך לא קנה בקניין לחודיה לפי שסובר שאינו נוטל קניין אלא להודיע שאינו מהתל ולא להקנות אבל שאר קנינין או כשאומר מעכשיו בקניין ידוע שהוא להקנות וגמר ומקני. ועוד י\"ל שכתב רבינו בד\"א בשקנה בדרך אחד מהדרכים שקונין בהם באיזה מהדרכים קאמר ובתר הכי מפרש ואזיל דבשאר קנינין א\"צ מעכשיו אבל בקניין סודר צ\"ל מעכשיו וטעמא דמילתא משום דכסף ושטר עדיפי מקניין סודר דכסף כיון שנתן דמי כל השדה קניין מעליא הוא ושטר נמי כיון שהוא בידו וכל שעה יכול להראותו קניין חשוב הוא אבל קנין סודר כיון שאינו שוה דמי כל הקרקע וגם אחר שנטל קניין אינו יכול להראותו כל שעה לא חשיב כולי האי ומש\"ה אי לא א\"ל מעכשיו לא קני. אבל קשה על פירוש זה דלא הול\"ל כל האומר קנה מעכשיו אין כאן אסמכתא כלל אלא הכי הל\"ל בד\"א שאין צ\"ל מעכשיו בשאר קניינים אבל בקניין סודר צ\"ל מעכשיו. ודע דהא דמהני קניין במעכשיו ולא הוי אסמכתא לדעת רבינו היינו כשייחד לו קרקע או מטלטל ידוע אבל אם אמר לתת לו מטלטל או שאמר לתת לו מעות לאו כלום הוא דאין קניין קונה אלא דבר ידוע ואינו מטבע כמבואר בפרק ולכן כשכתב רבינו דכל האומר קני מעכשיו קנה כתב כיצד אם באתי מכאן ועד יום פלוני קנה בית זה וכו' ללמדנו דדבר ידוע ומסויים בעינן. לפי מ\"ש רבינו דבאומר מעכשיו ליכא אסמכתא כלל נראה דה\"ה באומר ע\"מ דכל האומר ע\"מ כאומר מעכשיו דמי וכמ\"ש (בפ\"ו) מהל' אישות.  מיהו כתב הרשב\"א בתשובה שלא אמרו דע\"מ הוי כמעכשיו אלא בע\"מ הבא על קיום מעשה וקיום התנאי כמו ה\"ז גיטך ע\"מ שתתני לי מאתים זוז ע\"מ שתתני לי את הנייר ע\"מ שאתן ליך מנה ע\"מ שלא תלכי לבית אביך שכל כיוצא באלו הוא רוצה שיתקיים התנאי והיינו שתתן הנייר והמאתים זוז ושלא תלך לבית אביה ורוצה שיתקיים המעשה בכך כלומר שיהיה הגט גט והקדושין קדושין מעכשיו ע\"מ שיתקיים התנאי אבל ע\"מ הבא על מניעת מעשה כגון שהיה מתנה שלא תנשא ואומרת ע\"מ אם אנשא בכיוצא בזה לא מצאנו דאדרבה אנו רואים אותה דמחייבת עצמה דרך קנס אם אנשא וכיון דאמר אם אנשא גם ע\"מ זה אינו כאומר מעכשיו אלא באם כאילו אמרה ובתנאי זה אם אנשא וכיון שנתחייבה בלשון אם ואין כאן מעכשיו אינם קונים עכ\"ל: "
      ],
      [
        "<b>מי שמכר חצירו וכו' כדי לילך למקום פלוני או מפני המטר וכו'. </b> מלשון רבינו והמפרשים נראה שזה הדין דוקא בקרקעות אבל לא במטלטלין וכן כתב הרא\"ש בקדושין פרק האומר וז\"ל פירש\"י לנכסי מקרקעי לפי שאין דרך אדם למכור קרקעותיו שהוא מתפרנס מהם אם לא היה בדעתו לעקור דירתו מכאן אבל אם מכר כל המטלטלין שלו אפילו אומר בשעת מכירה אדעתא למיסק המכר קיים אם לא שהתנה לפי שפעמים אדם מוכר מטלטלין אפילו דעתו לישאר בכאן עכ\"ל: "
      ],
      [],
      [],
      [
        "<b>מכר קרקע לחבירו והתנה המוכר וכו'. </b> ברייתא פ' איזהו נשך (דף ס\"ה:) וכמ\"ש ה\"ה ורש\"י מפרש שברישא מכיון שהמוכר הוא שהתנה הלוקח ע\"כ צריך לחזור אם כן מעיקרא לאו מכר הוא אבל סיפא שמדעתו א\"ל אם ארצה אחזיר ולא שתתבעני בדין א\"כ עד עכשיו שלו היתה וחוזר ומוכרה לו. ואין כן דעת רבינו שכתב מכר לו סתם וכו' הרי התנאי קיים דמשמע דחייב להחזיר ואפילו הכי הלוקח אוכל פירות ונצטרך לדעתו ז\"ל לפרש כך דבין אמר לוקח בין אמר מוכר בשעת המכר חייב להחזיר אלא שכשאמר מוכר ה\"ז כמי שרצה ללוות ברבית שלא רצה למכור אלא על תנאי זה ובדידיה תליא מילתא כשירצה יביא המעות ויקח הקרקע וכל שלא יביא מעות יאכל הלה פירות בשכר המעות אבל כשהמוכר לא התנה אע\"פ שאמר הלוקח ה\"ז כאומר לו אל תצטער בעד שאתה מוכר שדך שכשתביא מעות אני אחזירנו לך הרי מוכר לא נתכוון להלוות ברבית שהרי לא התנה וגם הלוקח אע\"פ שהתנה כדי שלא יצטער המוכר נתכוון ולא להלוות ברבית תדע שהרי ידו על התחתונה שאם יתייקר יביא המוכר מעות ויקחהו ואם יוזל יניחהו ביד הלוקח ופירוש יפה הוא לפיכך חזר המוכר ואמר בתנאי זה אני מוכר לך מותר כיון שהלוקח פתח בדבר תחלה והיינו דאמר רבא סיפא דא\"ל מדעתיה שנראה שהדבר תלוי באם הלוקח אמר מדעתו אם לאו. ואילו לפירש\"י כך היה לו לומר רישא כיון שאמר מוכר תנאו קיים סיפא דאמר לוקח אין תנאו קיים ועוד שאם כשאמר לוקח אין תנאו קיים פשיטא דלוקח אוכל פירות ולמה לה לברייתא להשמיענו כך ועוד שמה שאמר לוקח על כרחך אית לן למימר שאמרו בשעת המכר דומיא דמוכר וא\"כ ודאי שהתנאי קיים ועוד יש לפרש בענין אחר כמו שאכתוב בסמוך: ",
        "<b>מכר לו סתם ואמר לו הלוקח מדעתו כשיהיו לך מעות תביאם לי וכו'.</b> כתב הטור ע\"ז ואיני מבין דבריו כיון שמחשיב אותו תנאי וצריך הלוקח לקיימו א\"כ היאך יאכל (הלוקח) פירות אלא ודאי אין כאן תנאי כלל עכ\"ל. ובאמת שדבריו תמוהים והתימה מה\"ה שלא ביארם ובפ\"י מהלכות מלוה כתב ה\"ה יש מי שפירש דוקא כשאמר הלוקח אחר שנגמר המכר ואם אמר קודם לכן אסור לפי שעל דרך כן י\"ל שנגמר המכר ויש מי שפירש אפילו בין התחלה לגמר כגון שנתן מעות במקום שכותבין שטר והטעם שכיון שהמוכר היה מתרצה למכור בלא תנאי וגם כשאמר לו לוקח לא חיזק הדבר לומר שיגמר המכר ע\"פ התנאי ה\"ז מותר וכזה העלה הרשב\"א עכ\"ל. ובכל זה לא עלה תירוץ למה שהקשה הטור. ונ\"ל שרבינו מפרש שמועה זו שלא כדברי רש\"י והרא\"ש אלא דס\"ד דרב אשי דרבא דאמר סיפא דא\"ל מדעתו ה\"ק אם אמר לו לכשיהיו לך מעות אחזירם לך מדעתי ולא שתתבעני בדין מותר כלומר דאין תנאי זה כלום ולפיכך מותר הלוקח לאכול פירות הא אם אמר לכשיהיו לך מעות אחזירם לך ולא אמר מדעתי תנאו קיים [ומש\"ה אקשי לאמימר דכיון דבהאי עובדא לא אמר מדעתי תנאו קיים] לדעת רבא ואהדר ליה דהכי קאמר רבא אם אחר שנגמר המקח אמר הלוקח כשיהיו לך מעות אחזירם לך אע\"פ שקנו מידו שתנאו קיים אפי' הכי מותר הלוקח לאכול פירות משום דכבר נגמר המקח ולענין אכילת הפירות הוי כאילו א\"ל אחזירם לך מדעתי ולא שתתבעני בדין וכי היכי דהתם מותר הכא נמי מותר דכיון שכבר נגמר המקח הוי כאילו חוזר ומוכרו לו אבל בההיא עובדא כיון דלא התנה מוכר קודם שימכור אלא לוקח הוא שהתנה אחר גמר המקח ולא קנו מידו פטומי מילי בעלמא הוא. ומ\"ש וא\"ל הלוקח מדעתו אורחא דמלתא נקט שאחר גמר המכר אין דרך המוכר להתנות כך שכבר נסתלקו ידיו מהקרקע ודרך הלוקח להתנות כן להראות טוב לבבו למוכר שאינו רוצה להחזיק בנכסיו אלא כשיביא לו מעותיו יחזירנו לו ובהגהות אשר\"י מצאתי שפירש פירוש זה בשם ר\"ח ונכון הוא לומר שרבינו מפרש כן ואע\"פ שלא הזכיר שקנו מידו ממילא משמע דכיון שאחר גמר המכר התנה היאך יהיה התנאי קיים אם לא כשקנו מידו וכן משמע מסוף לשונו שכתב שהרי מדעתו חייב עצמו בתנאי זה ואם לא קנו מידו מהיכא תיתי ליה חיוב. ומ\"ש ",
        "<b>שהרי מדעתו חייב עצמו. </b> היינו לומר שכיון שלא היה המכר בתנאי אלא אחרי שנגמר המכר הוא שהתנה כן ואילו לא רצה להתנות כן המכר היה קיים עכ\"פ אלא מדעתו הוא שחייב עצמו בתנאי זה הוה כאילו היה שלו מעולם והתנה עם זה בקניין למכרו לו כשיביא מעות דתנאו קיים ומותר לאכול פירות עד שיביא הלה הדמים: "
      ],
      [],
      [
        "[שייך להלכה יג, יד]",
        "<b>אסמכתא שקנו מידו וכו'. כיצד הרי שהתפיס שטרו או שוברו וכו'. </b> נראה שרבינו מפרש כמו שפירשו הרמב\"ן והרשב\"א דבאסמכתא דנפשיה קניין מעכשיו סגי ולא הוזכר ב\"ד חשוב אלא בדבר שב\"ד מכריחין אותו על כך וזה שכתב התפיס שטרו או שוברו ולא כתב התפיס ממון שהוא אומר לתת לחבירו משום דכה\"ג אין ב\"ד חשוב מעלה ומוריד דאי אמר מעכשיו אפילו בלא ב\"ד חשוב קנה ואם לא אמר מעכשיו אפילו בב\"ד חשוב לא קנה וזה שאמרו בנדרים שאני התם דאמר ליבטלן זכוותיה כלומר שאני הכא דאמר בב\"ד ליבטלן זכוותיה דכיון דאמר הכי בב\"ד ע\"י שהכריחוהו לכך אלימא מילתא ולא הוי אסמכתא והיינו דאסיק בתר הכי והלכתא אסמכתא קניא והוא דקנו מיניה בב\"ד חשוב כלומר כעובדא דההיא דאתפיס זכוותיה ולזה נוטין דברי ה\"ה בפ' זה דלא הוזכר ב\"ד חשוב אלא בדברים שב\"ד מכריחין אותו עליהם אבל בשאר אסמכתות אין ב\"ד חשוב מעלה ומוריד. ואפשר לפרש בענין אחר דלדעת רבינו קניין בב\"ד חשוב מהני לבטל כל מיני אסמכתות שבעולם והא דנקט התפיס שטרו או שוברו ולא נקט התפיס הערבון לישנא דגמרא נקט דאמר שאני הכא דאמר ליבטלן זכוותיה ולישנא דליבטלן לא שייך אלא בשטרות ולא בערבון וכן משמע מלישנא דזכוותיה ומעשה שהיה כך היה אבל אין ה\"נ דבהתפסת הערבון מהני אם קנו מידו בב\"ד חשוב ולפי זה אפשר לומר דהיינו דבגמרא בתר דאמר דשאני הכא דאמר ליבטלן זכוותיה אמר והילכתא אסמכתא קניא והוא דקנו בבית דין חשוב והוה סגי ליה דבתר מאי דשני שאני הכא דאמר ליבטלן זכוותיה לימא והכי הלכתא אלא משום דאי הוה אמר הכי הוה משמע דדוקא בהתפסת שטר הוא דמהני קניין בית דין חשוב אבל לא בהתפסת ערבון מש\"ה אמר והלכתא אסמכתא קניא וכו' לכלול כל מיני אסמכתות דמהני בהו קניין ב\"ד חשוב. וא\"ת כיון דאיכא קניין על כרחך במעכשיו הוא דכל קניין כמעכשיו הוא כדמוכח בנדרים וכיון דאיכא מעכשיו ליכא אסמכתא ובית דין חשוב למה לי. יש לומר שיסבור כמו שכתבו תלמידי הרשב\"א דאע\"ג דבעלמא קניין בלא מעכשיו לא מהני היינו לקנות אבל הכא לאו גבי קנייה היא אלא לסלק אסמכתא בלחוד והילכך כיון דקנו מידן אע\"ג דקנו לאחר זמן גמר בדעתיה ומהני והוא שיהיה בבית דין חשוב. ואי נמי יסבור כמ\"ש הר\"ן דאע\"ג דמי שהקנה לחבירו סתם לא בעינן דלימא מעכשיו מיהו כי אתני באם לא באתי לא משמע דליקני מעכשיו. א\"נ אע\"ג דכל קניין כמעכשיו הוא מ\"מ כולי עלמא לאו דינא גמירי וכל שקנו מידו סתם אמרינן דאסמכתא היא ולא גמר ומקני אבל כשהזכירו לו שיקנה מעכשיו [אם לא יהיה כך] אז ודאי גמר ומקני שאם לא היה גומר להקנותו לא היה מקנהו מעכשיו ואפי' במאן דבקיאי בדיני אסמכתא הוי דינא הכי דלא פלוג רבנן ולא עוד אלא דבקיאים שייך נמי למימר דלא מסקי אדעתייהו בשעת הקניין שהם מקנין במעכשיו והילכך לא גמרי ומקני עד שיאמרו מעכשיו בהדיא. א\"נ שסובר כמו שכתב ה\"ה לדעתו בפ' ראשון מהלכות אלו דיש קניין בלא מעכשיו הגם כי לדעתו זה צריך ליישב ההיא דנדרים: ",
        "<b>ואם עכבו נהר או חולי. </b> נראה דחולי שם כולל בין לחולי גופו בין לחולי בנו וכטעמא דכתב הר\"ן ואפשר דס\"ל לרבינו דדוקא חולי גופו שאינו יכול לבא והוא חולה. והראשון נראה יותר: "
      ],
      [
        "[שייך להלכה יג, יד]",
        "<b>אסמכתא שקנו מידו וכו'. כיצד הרי שהתפיס שטרו או שוברו וכו'. </b> נראה שרבינו מפרש כמו שפירשו הרמב\"ן והרשב\"א דבאסמכתא דנפשיה קניין מעכשיו סגי ולא הוזכר ב\"ד חשוב אלא בדבר שב\"ד מכריחין אותו על כך וזה שכתב התפיס שטרו או שוברו ולא כתב התפיס ממון שהוא אומר לתת לחבירו משום דכה\"ג אין ב\"ד חשוב מעלה ומוריד דאי אמר מעכשיו אפילו בלא ב\"ד חשוב קנה ואם לא אמר מעכשיו אפילו בב\"ד חשוב לא קנה וזה שאמרו בנדרים שאני התם דאמר ליבטלן זכוותיה כלומר שאני הכא דאמר בב\"ד ליבטלן זכוותיה דכיון דאמר הכי בב\"ד ע\"י שהכריחוהו לכך אלימא מילתא ולא הוי אסמכתא והיינו דאסיק בתר הכי והלכתא אסמכתא קניא והוא דקנו מיניה בב\"ד חשוב כלומר כעובדא דההיא דאתפיס זכוותיה ולזה נוטין דברי ה\"ה בפ' זה דלא הוזכר ב\"ד חשוב אלא בדברים שב\"ד מכריחין אותו עליהם אבל בשאר אסמכתות אין ב\"ד חשוב מעלה ומוריד. ואפשר לפרש בענין אחר דלדעת רבינו קניין בב\"ד חשוב מהני לבטל כל מיני אסמכתות שבעולם והא דנקט התפיס שטרו או שוברו ולא נקט התפיס הערבון לישנא דגמרא נקט דאמר שאני הכא דאמר ליבטלן זכוותיה ולישנא דליבטלן לא שייך אלא בשטרות ולא בערבון וכן משמע מלישנא דזכוותיה ומעשה שהיה כך היה אבל אין ה\"נ דבהתפסת הערבון מהני אם קנו מידו בב\"ד חשוב ולפי זה אפשר לומר דהיינו דבגמרא בתר דאמר דשאני הכא דאמר ליבטלן זכוותיה אמר והילכתא אסמכתא קניא והוא דקנו בבית דין חשוב והוה סגי ליה דבתר מאי דשני שאני הכא דאמר ליבטלן זכוותיה לימא והכי הלכתא אלא משום דאי הוה אמר הכי הוה משמע דדוקא בהתפסת שטר הוא דמהני קניין בית דין חשוב אבל לא בהתפסת ערבון מש\"ה אמר והלכתא אסמכתא קניא וכו' לכלול כל מיני אסמכתות דמהני בהו קניין ב\"ד חשוב. וא\"ת כיון דאיכא קניין על כרחך במעכשיו הוא דכל קניין כמעכשיו הוא כדמוכח בנדרים וכיון דאיכא מעכשיו ליכא אסמכתא ובית דין חשוב למה לי. יש לומר שיסבור כמו שכתבו תלמידי הרשב\"א דאע\"ג דבעלמא קניין בלא מעכשיו לא מהני היינו לקנות אבל הכא לאו גבי קנייה היא אלא לסלק אסמכתא בלחוד והילכך כיון דקנו מידן אע\"ג דקנו לאחר זמן גמר בדעתיה ומהני והוא שיהיה בבית דין חשוב. ואי נמי יסבור כמ\"ש הר\"ן דאע\"ג דמי שהקנה לחבירו סתם לא בעינן דלימא מעכשיו מיהו כי אתני באם לא באתי לא משמע דליקני מעכשיו. א\"נ אע\"ג דכל קניין כמעכשיו הוא מ\"מ כולי עלמא לאו דינא גמירי וכל שקנו מידו סתם אמרינן דאסמכתא היא ולא גמר ומקני אבל כשהזכירו לו שיקנה מעכשיו [אם לא יהיה כך] אז ודאי גמר ומקני שאם לא היה גומר להקנותו לא היה מקנהו מעכשיו ואפי' במאן דבקיאי בדיני אסמכתא הוי דינא הכי דלא פלוג רבנן ולא עוד אלא דבקיאים שייך נמי למימר דלא מסקי אדעתייהו בשעת הקניין שהם מקנין במעכשיו והילכך לא גמרי ומקני עד שיאמרו מעכשיו בהדיא. א\"נ שסובר כמו שכתב ה\"ה לדעתו בפ' ראשון מהלכות אלו דיש קניין בלא מעכשיו הגם כי לדעתו זה צריך ליישב ההיא דנדרים: ",
        "<b>ואם עכבו נהר או חולי. </b> נראה דחולי שם כולל בין לחולי גופו בין לחולי בנו וכטעמא דכתב הר\"ן ואפשר דס\"ל לרבינו דדוקא חולי גופו שאינו יכול לבא והוא חולה. והראשון נראה יותר: "
      ],
      [
        "<b>המחייב עצמו בממון לאחר בלא תנאי כלל וכו' כיצד האומר לעדים הוו עלי עדים שאני חייב לפלוני מנה וכו'. </b> זה נלמד מדאמרינן בפרק מי שמת (דף קמ\"ט) ולודי איסור דהני זוזי דרב מרי נינהו וליקנינהו באודיתא: "
      ],
      [
        "<b>חייב עצמו בדבר שאינו קצוב וכו'. </b> הר\"א כתב שלא ידע מאין הורו כן גם ה\"ה כתב שאינו יודע להם ראיה. ואני בעניי בינותי דנפקא לן מדאמרינן בפ' הנושא (דף ק\"ב:) דכיון דבנות לא הוו בשעת קניין אע\"פ שקנו מידו לא טרפי ממשעבדי ובעי לאשכוחי בנות בשעת קניין והיכי דמי כגון דגרשה ואהדרה כלומר דילדה לו בת וגרשה ואהדרה ופסק עמה לזון בתו ואם איתא דקניין מהני בדבר שאינו קצוב למה לי לאוקומה בגרשה לוקמה בילדה והתנה עמה לזונה וקנו מידו אלא ודאי משמע דקניין לא מהני שלא בשעת קידושין מפני שהוא דבר שאינו קצוב: ",
        "<b>חייב עצמו בדבר שאינו קצוב וכו'. </b> הר\"ן בפ' י' יוחסין כתב שהרב כתב בתשובה שלא כדעת רבינו מדאמרינן התם דבנכסים שיפלו לו לאחר מכאן אדם יכול ליתן במתנה לר\"מ דאמר אדם מקנה דבר שלא בא לעולם ואע\"ג דאינו יודע כמה יפול לו ומדר\"מ נשמע לרבנן בדבר שלא בא לעולם וחיוב דבר שאינו קצוב וכתב שעוד הביא ראיות אחרות. ומראיה זו שכתב אין השגה לרבינו שסבר אפשר לו להודות שחייב לו אלף אלפי דינרי זהב ולשעבד לו מטלטלי אגב מקרקעי שקנה ושעתיד לקנות ואין לומר שמא בשעת מיתתו יהיו לו נכסים יותר שא\"כ אין לדבר סוף אלא כיון שיכול לשעבד עצמו לממון רב אמרינן מגו: "
      ],
      [
        "\n                     ומ\"ש רבינו  ",
        "<b>ומפני מה הפוסק דבר עם אשתו וכו' מפני שפסק בשעת נישואין והדבר דומה לדברים הנקנין באמירה. </b> בספר התרומות כתב שרבינו דבריו סותרים את דבריו שכתב בפכ\"ג מהל' אישות כלשון הזה הנושא אשה ופסקה עמו שיהא זן את בתה כך וכך שנים חייב לזון אותן שנים שקבל על עצמו והוא שיתנו על דבר זה בשעת הקידושין אבל שלא בשעת הקידושין עד שיקנו מידו או עד שיכתוב בשטר עכ\"ל, הרי אף שלא בשעת הקידושין אם קנו מידו חייב לזונם אע\"פ שהוא דבר שאינו קצוב וזה סותר מ\"ש כאן. וליישב בזה נ\"ל לומר שרבינו דקדק בלשונו שכתב כאן מפני שפסק בשעת נישואין ולא כתב מפני שפסק בשעת קידושין כלומר שמ\"ש שם אבל שלא בשעת הקידושין עד שיקנו מידו דמשמע דקניין מהני לחייבו בדבר שאינו קצוב אפי' שלא בשעת הקדושין התם שאני שהיה בשעת נישואין כלומר בין קדושין לנשואין ומפני שאינו בשעת קדושין אינו מתחייב בלא קניין ומפני שהוא בשעת נשואין מהני קניין וזהו שכתב והדבר דומה לדברים הנקנין באמירה כלומר אילו היה בשעת קידושין היה נקנה באמירה לבד בלא קניין ומפני שהוא בשעת נשואין דומה לי קצת לבשעת קדושין מהני ביה קניין. זהו אמיתת כוונת רבינו למבין הדברים על בוריין:  "
      ],
      [
        "<b>כשהיו חכמי ספרד רוצים להקנות באסמכתא וכו'. </b> כתב ה\"ה שדעת רבינו כדעת החכמים ההם שאפילו בקניין יש דין אסמכתא ולפיכך היה התנאי במחול לך וכו'. ואני תמה עליו שהרי כתב רבינו בפרק זה דקניין מעכשיו אין בו אסמכתא וכאן כתב שכל זמן שעשה וכו' מחול לו מעכשיו וכיון דאיכא מעכשיו למה להו התנאי במחול לך והא אפילו באתן לך קנה וא\"כ אין מכאן ראיה שיש קניין בלא מעכשיו וכמ\"ש ה\"ה בפרק זה גבי אסמכתא שקנו מידו עליה בב\"ד חשוב ועוד שאם אינו קונה עד לאחר זמן הוה ליה משוך פרה זו ולא תקנה לך אלא לאחר שלשים יום דלא קנה אלא ודאי אין קניין בלא מעכשיו וחכמי ספרד שהיו עושין כן לא מפני מ\"ש ה\"ה היו עושין כן אלא לפי שהיו צריכין לייחד הדבר שיתן לו אם לא יהיה כך וכך שאין קניין חל אלא על דבר מיוחד ופעמים שאין מזדמן להם דבר שייחדוהו ועוד שלא היו יכולים להקנות מטבע דאין מטבע נקנה בחליפין ודרך רוב העולם לקנות בסך מעות לכך היו קונין מזה שהוא חייב לזה סך מעות ואח\"כ היו קונין מחבירו שאם יעשה כך וכך שהוא מוחלם לו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>אבל המאנה אותו אינו יכול לחזור וכו'. </b> כתב ה\"ה ואפשר שדעת המחבר כדעת קצת הראשונים וכו'. איני יודע במה הטריח עצמו ה\"ה שהרי מדברי הרי\"ף בפ' הספינה יש ללמוד כדברי רבינו וכן למד הרא\"ש מדבריו לחד לישנא וכתב שכן דעת ריב\"ם ז\"ל וכ\"כ בטור ח\"מ שהוא דעת הרי\"ף: "
      ]
    ],
    [
      [
        "<b>אבל המחליף פירות וכו' בין בפירות ששמו אותם קודם וכו'.  </b> נראה דמדקאמר גבי פירות בין ששמו אותם קודם מכירה בין שמו אותם אח\"כ יש להם אונאה משמע דדכוותה בכלים אין להם אונאה ומדהזכיר שומא בפירות משמע דאם לא שמו אותם לא קודם מכירה ולא אח\"כ אלא אמר צבור פירות זה בצבור פירות זה אני מחליף אין לו אונאה:  כתב בשם הרמב\"ן דחליפין ומקפיד עליהן יש לו אונאה אבל תלמידי הרשב\"א כתבו שכדברי רבינו נראה עיקר שאין אונאה בחליפין לעולם אלא במכר דממכר כתיב: "
      ],
      [
        "<b>הלוקח  בדמים אכסרה וכו' קנה ומחזיר אונאה. </b> הדין מחלוקת ופסק כרבה משמיה דרב הונא דאמר קנה ומחזיר אונאה וכן פסק הרי\"ף והפליא רבינו לעשות כסדרו לחלק המימרא ובפ\"ה שבו הזכיר דיני הקניין כתב קנה ובפרק זה שבו הזכיר דיני האונאה כתב שמחזיר אונאה ואמרינן בגמ' קנה אע\"ג דלא משך דכיון דלא קפיד קנה דכי חליפין דמי ומחזיר אונאה דמכור לי באלו קאמר ליה פירש לשון ממכר ולא לשון חליפין, נראה מכאן שאם לא הזכיר לשון מכירה אלא א\"ל החלף פרתך באלו אין לו עליו אונאה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>שכרו לזרוע לו קרקע ואמר זרעתי בה וכו'. </b> נראה ששכרו בקבלנות ואע\"פ שכתב רבינו בסוף הפרק שקבלן יש לו אונאה ה\"מ בקבלן דמטלטלין אבל לא בקבלן דקרקע וזה ששכרו לזרוע לו קרקע מספקא לן אם הוא כקבלן דקרקע או כקבלן דמטלטלין. ופירוש השמועה לדעת זו כך היא היכי דמי אילימא דאמר שדאי בה שית ואתו סהדי ואמרי דלא שדא אלא חמש והאמר רבא כל דבר שבמדה וכו' ואפילו היה קרקע היה צריך להחזיר וכן כאן מנכה לו שכר זריעת אותה סאה ומאי תיבעי לך אלא דאמר שדאי בה כדאיבעי לה ואיגלאי מילתא דלא שדא בה כדאיבעי לה מי אמרינן דהוי כקבלן דארעא כיון שהמלאכה נעשית בגוף הקרקע או דילמא הוי כקבלן דמטלטלין כיון שהדבר הנזרע הוא מטלטל. ומ\"ש הרמב\"ן ואם לא זרע בה כראוי הפסידה והפסיד שכרו ומה מקום לאונאה. י\"ל שאין מקום להפסד שכרו שהרי עכ\"פ שבחה בזריעה אלא שלא שבחה כראוי לה ולא דמי לאם אוביר ולא אעביד שלא שבחה כלל וכיון שכן שכר יש לו ומיבעי לן אי נותן לו כל מה שפסק עמו דהוי כקבלן דקרקע או ינכה לו מה שהיה ראוי הקרקע להשביח אילו זרעה כראוי דהוי כקבלן דמטלטלין: "
      ],
      [
        "<b>השוכר את הכלים או את וכו'. </b> נראה שהוא שוה ממש למכר פחות משתות מחל שתות קנה ומחזיר אונאה יתר על שתות בטל השכירות ושניהם יכולים לחזור בהם דכיון דמפקינן לה מדכתיב ממכר סתמא ושכירות ליומיה ממכר הוי דומה הוא למכר בכל ענייניו: "
      ]
    ],
    [
      [],
      [
        "<b>בד\"א בדברים שיש בהם חיי נפש וכו'. </b> כתב ה\"ה זה אינו מבואר וכו'. נראה מדבריו דביצים לאו בכלל דברים שיש בהם חיי נפש הם. ואין דבריו נראים כלל שדבר פשוט הוא דביצים יותר חיי נפש הם מהשמנים ולא עוד אלא דמשמע שכל שהוא מאכל בכלל דברים שיש בהם חיי נפש והא דקתני בברייתא גבי דברים שיש בהם חיי נפש כגון יינות שמנים וסלתות לדוגמא נקטינהו [וה\"ה לכל מאכל אדם] והכי דייק לישנא דרבינו שכתב אבל העיקרים כגון הקשט והלבונה דמשמע בהדיא שלא מיעט אלא כגון הני שאינם מאכל אדם כלל [אבל כל שהם ראויים למאכל אדם בכלל דברים שיש בהן חיי נפש] והיינו דבברייתא דאין אוצרין פירות דברים שיש בהם חיי נפש קתני אבל כמון תבלין ופלפלין מותר דמשמע דלא נתמעטו אלא הני וכיוצא בהן אבל כל שאר דברים שהם מאכל אדם בכלל דברים שיש בהם חיי נפש הם. ואפשר דמדנקט רבינו אבל העיקרים כגון הקשט והלבונה שהוא סובר דדוקא הני וכיוצא בהן דאינן ענין למאכל אדם כלל אבל תבלין וכמון ופלפלין שהם מכשירי מאכל אדם בכלל דברים שיש בהם חיי נפש הם לענין שלא ישתכר בהם יותר משתות: ומה שרצה ה\"ה להכריע מדלא אמר תסתיים אינו הכרע דאיכא למימר דמשום דמילתא דפשיטא הוא דשמואל הוא דאמר תגרא בתר תגרא מש\"ה לא אמר תסתיים. ועוד י\"ל דלא הוה מצי למימר תסתיים דהא אפשר דהא דאמר על חד תרין אתי שפיר בהדי ההיא דאל ישתכר יותר על שתות כמ\"ש התוס': "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>בד\"א במדינה שאין בה חכם חשוב וכו' ואין יכולין לענוש ולהפסיד למי שלא קבל התנאי. </b> איכא למידק דמלשון זה משמע שאם קבל עליו התנאי אע\"פ שלא היה בפני החכם החשוב חייב וזה הפך מאי דאתמר בגמ' בעובדא דהנהו תרי טבחי דאתנו בהדי הדדי ואסיקנא שמפני שלא היה בפני אדם חשוב לאו כלום הוא וכן מבואר בדברי רבינו בסמוך. וצ\"ל שמ\"ש אין יכולין לענוש ולהפסיד על מי שלא קבל עליו התנאי פירושו על מי שעבר התנאי: כתב הריב\"ש דבתקנות בני העיר אפי' בלא אדם חשוב נמי וכ\"נ מדברי הרמב\"ם שלא הזכיר דין זה של אדם חשוב רק בבני אומניות והאריך בטעם הדבר: "
      ],
      [],
      [],
      [
        "<b>היו חמרים מבקשים תבואה וכו'. </b> אפשר לפרש שנתכוון לבייש לבעל הבית ששלחם אצלו לומר שהוא מוכר תבואה והוא לא מכר מעולם וכ\"נ מדברי רש\"י בהזהב אי נמי שנתכוון לבייש לחמרים שישאלו תבואה מאותו בעל הבית והלה אומר להם וכי מוכר תבואה אני שבאתם אלי לשאול ונמצאו מתביישים: "
      ]
    ],
    [
      [
        "<b>המוכר לחבירו במדה במשקל או במנין וכו'. </b> משמע שאין דברי רבינו אלא בדבר שאפשר להשלים אבל בדבר שא\"א להשלים בטל מקח כדעת הרמב\"ן והרא\"ש וכ\"כ הר\"ן שהוא דעת רבינו: כתב ה\"ה בהשגות א\"א פעמים שאין המקח נקנה וכו' ודברי המחבר ורבו עיקר וכו'. ויש לתמוה על ה\"ה שנראה שהראב\"ד דין אחר הוא שחידש ואפשר שרבינו ורבו יודו בו: "
      ],
      [],
      [],
      [],
      [
        "<b>כל שהסכימו עליו בני המדינה שהוא מום וכו'. </b> כתב הטור ח\"מ סימן רל\"ב וזה נוטה לצד דבריו שכתב שאין אדם מקנה לחבירו דבר שאין לו קצבה [ע\"כ]. ולכאורה דבריו נכונים אלא דמסיים וכתב כמו המפרש באונאה משמע דמטעם דמיון דין האונאה נגע בה כדברי הרב המגיד: "
      ],
      [],
      [
        "<b>המוכר פרה לחבירו ומנה בה מומים גלויים וכו'. </b> בגמרא אמרינן המוכר פרה לחבירו וכו' היה בה מום אחר וסנפו בין המומין הרי זה מקח טעות מום זה ומום אחר אין זה מקח טעות א\"ל רב אחא (בריה דרבא) לרב אשי היו בה כל המומים הללו מהו וא\"ל דאמרי משמיה דרבא אין זה מקח טעות ומפרש רבינו שרב אחא נסתפק לו פירוש הברייתא אי רישא דוקא אי סיפא דוקא אי דוקא כשהראה לו המום דהיינו מום זה אין זה מקח טעות אבל אם לא הראה המום אע\"פ שהיה בה לא הוי מקח טעות דדילמא לא דק שפיר דסבר דלאו קושטא קאמר או דילמא דוקא היכא דלא היו בה אותן מומין הוא דהוי מקח טעות אבל אם היו בה כולן או קצתן אין זה מקח טעות ומאי דנקט סיפא מום זה ומום אחר הרי זה מקח טעות לרבותא נקטיה דסד\"א חשב שאין שם מום אחר אלא אותו שראה ומום אחר שאמר לו להשביח דעתו נתכוון קמ\"ל ואהדר ליה דרישא דוקא כלומר דמשום דאין בה אחד מהמומין הנראין הוי מקח טעות אבל אם היה בה אחד מהמומין ההם לא הוי מקח טעות וסיפא לרבותא נקטיה כך נראה לי לדעת רבינו אע\"פ שרש\"י לא פירש כן: "
      ],
      [],
      [],
      [
        "<b>וכן המוכר שפחה ואמר לו גדמת היא וכו' ולא היה בה מום מאלו המומים שמנה. </b> כלומר לא היה מום מאלו המומים הגלויים שמנה: "
      ]
    ],
    [
      [
        "<b>המוכר זרעוני גינה וכו' ומחזיר לו את הדמים שלקח ממנו. </b> בגמרא (דף צ\"ג:) ת\"ר מה הוא נותן לו דמי זרע ולא (דמי) הוצאה וי\"א אף הוצאה, וידוע דהלכה כת\"ק וכן פסק הרי\"ף וזהו שכתב רבינו מחזיר לו הדמים שלקח ממנו: "
      ],
      [],
      [
        "<b>מכאן אתה למד וכו' ואפילו אבד או נגנב אחר שהודיעו וכו'.  </b> פי' דוקא אבד או נגנב אחר שהודיע הלוקח למוכר שיש בו מום הוא ברשות המוכר אבל אם לא הודיעו הרי ברשות לוקח, ולפ\"ז יש להסתפק אם לא היה לו שהות להודיעו עד שנגנב או נאבד אי הוי ברשות מוכר או ברשות לוקח שהלשון מורה שכל שלא הודיעו הוא ברשות הלוקח והשכל אינו גוזר כן אי נמי אפשר לומר דמעת שנמצא בו המום הוא ברשות המוכר כיון שלא היה לו שהות להודיעו ויישוב הלשון כך הוא ואפי' אבד או נגנב הוא ברשות המוכר מאחר שהודיעו שרוצה להוליכו למדינה פלונית וצ\"ע:  כתב ה\"ה מכאן אתה למד וכו'. א\"א דין אמת הוא וכו' והמחבר סובר כי הדברים ק\"ו וכו'. הר\"ן בחידושיו כתב כדברי רבינו: "
      ],
      [
        "<b>הלוקח מקח ונמצא בו מום וכו'. </b> יש לעיין כשנמצא בו מום ואח\"כ אבד שכתב שהוא ברשות לוקח במאי עסקינן אי בשהודיעו שיש בו מום מאי טעמא לא הוי ברשות מוכר ומ\"ש מהתליע ונפסד שכתב בסמוך שהוא ברשות מוכר ואי דוקא בשלא הודיעו הרי דינו שוה להתליע ונפסד ואמאי לא ערבינהו וליתני הכי הלוקח מקח ונמצא בו מום ואבד או נגנב או התליע ונפסד ה\"ז ברשות מוכר ואם היה לו להודיע המוכר ולא הודיעו ה\"ז ברשות לוקח וצ\"ע. ובנוסחא ישנה ואם התליע ונפסד מחמת אורך הזמן. ובטור ח\"מ סימן רל\"ב גורס אם התליע או נפסד מחמת המום: "
      ],
      [],
      [
        "<b>ואם שנה ועשה מום אחר וכו'. </b> שיעור הלשון כך הוא ואם קודם שיוודע לו המום שנה ועשה מום אחר מחזיר המקח לבעליו וכו' אחר שיוודע לו המום: "
      ],
      [],
      [],
      [],
      [
        "<b>המוכר שור לחבירו שאין לו טוחנות וכו'. </b> הטור תמה על רבינו שכתב שאם היה סרסור שנשבע שלא ידע במום זה ונפטר דהא בההוא עובדא דהמפקיד (דף מ\"ג:) אסיקנא שהמוכר חייב לשלם ליתומים ואע\"פ שהיה סרסור גם ה\"ה כתב שמעשה זה צ\"ע לדעת הרב. ועתה אני אפרש בההוא עובדא הוה סלקא דעתיה דבעו לפטור הבקרא אז [משום הכי] אקשינן דהא ש\"ש דיתמי הוא [ואמאי פטור] ופרקינן דהכא במאי עסקינן דליכא פסידא דיתמי דאשכחוה למארי תורא ושקול יתמי זוזי מיניה לא דשקלו ממש אלא היינו לומר דכיון דמוכר נמי תמן תו ליכא פסידא ליתמי דהא מצו למישקל דמי תורא מיניה אלא דאיהו טעין איבעי ליה לאודוען ומש\"ה בעי לפטור עצמו ואקשינן מאי מודעינן ליה מידע ידע דמקח טעות הוא ופשיטא דחייב ומהדרינן סרסירא הוה וכיון שהוא סרסירא פשיטא דמיפטר וא\"כ לית לן לספוקי אלא אי משלם אפוטרופוס או בקרא והיינו דאמר היכי נדיינו דייני [להאי דינא נימא לאפוטרופוס זיל שלים וכו' נימא לבקרא זיל שלים] וכו' ולא אמרינן נימא למוכר זיל שלים אלא ודאי פטור הוה הסרסירא ואסיקנא דמשתבע סרסירא דלא הוה ידע ומיפטר ומשלם בקרא ליתמי דמי בשר בזול משום דש\"ש דיתמי הוא ולפ\"ז הדבר מבואר דסרסירא משתבע ומיפטר וכדברי רבינו. אבל הטור נראה שהיה מפרש שכבר פרע סרסירא ליתמי ומשתבע למשקל מבקרא וכן משמע מפירוש רש\"י ופשטא דמילתא משמע כדברי רבינו מדמסיק דמשתבע סרסירא דלא הוה ידע ואם כדברי הטור [כיון שכבר שקלו יתמי דמי תורא מסרסירא] מאי האי דקאמר משתבע סרסירא שבועה זו מאי עבידתה ואע\"ג דאיכא למימר דמשתבע כדי להשתלם מבקרא מה שפרע ליתומים וכדמשמע מפירש\"י מ\"מ פשטן של דברים כדפרישית אליבא דרבינו דייק טפי: "
      ],
      [],
      [],
      [],
      [
        "<b>המוכר בשר לחבירו וכו' אבל המוכר דבר לחבירו שאיסור אכילתו מד\"ס וכו'. </b> כתב הריב\"ש נראה דיליף לה ממה שלא הוזכר במשנה ובברייתא אלא איסורי תורה באכילה או איסורי הנאה של דבריהם ובהנהו מחזיר דמים אע\"פ שאכלו אבל איסורי הנאה מדרבנן כיון שאכלו ונהנה לא יחזיר להם כלום ואע\"פ שלרב ז\"ל אין לו ראיה ברורה בדין זה לא מצינו מן הבאים אחריו שחלקו עליו עכ\"ל: "
      ]
    ],
    [
      [],
      [],
      [
        "[שייך להלכה ג, ד]",
        "<b>המוכר יין לחבירו ונתנו הלוקח בקנקניו והחמיץ וכו'. </b> לפי דברי רבינו אין חילוק בין יין לשכר דבין בזה ובין בזה אם עירהו הלוקח לתוך כליו אפילו החמיץ מיד אינו חייב באחריותו ואם לא נתנו לתוך כליו אם החמיץ בתוך ג' ימים הראשונים ה\"ז ברשות מוכר שהרי כתב גבי יין לא הוה ליה להשהותו עד שיחמיץ ואיזו שהיה תהיה פחות מג' ימים וא\"כ יש לתמוה למה ברישא כתב המוכר יין ובסיפא כתב המוכר שכר. וי\"ל דאין ה\"נ דס\"ל דאין חילוק בין יין לשכר אלא דמשום דבעי למיתני אם א\"ל למקפה אני צריך דלא שייך אלא ביין לא הוה אפשר ליה למיתני ברישא שכר ולגלויי כן דלענין החמיץ יין ושכר שוים נקט בסיפא שכר ולפ\"ז צ\"ל דלא גריס בגמרא והלכתא כשמואל ופסק כרב דכל ג' ימים הראשונים ברשות מוכר ולא נראה לו ז\"ל לפסוק הלכה כשמואל אע\"ג דהלכתא כוותיה בדיני משום דפשטא דברייתא ודברי ר\"י בה כרב. ועוד י\"ל שרבינו מפרש כפירוש רשב\"ם דשמואל סבר כרבי חייא בר יוסף וכיון שפסק הלכה כר' יוסי ברבי חנינא ולא כרבי חייא בר יוסף ממילא איבטילא לה מימרא דשמואל מהלכתא וכן איבטיל מאי דעבד רב יוסף עובדא כוותיה בחמרא וקם לה הלכתא כרב וזה כפתור ופרח. ותמהני על ה\"ה שכתב על מ\"ש רבינו   ",
        "<b>המוכר חבית של שכר לחבירו והחמיצה. </b> מימרא שם ומעשה דרב יוסף שדן הדין כן עכ\"ל. משמע מדבריו שהוא סובר שרבינו פוסק כרב יוסף שמחלק בין יין לשכר וקשה עליו מה שהקשיתי דביין בקנקני מוכר ולא א\"ל למקפה כתב שלא הו\"ל להשהותו עד שיחמיץ ואיזו שהייה תהיה פחות מג' ימים ולכך מ\"ש הוא הנכון: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>המוכר יין לחבירו ונתנו הלוקח בקנקניו והחמיץ וכו'. </b> לפי דברי רבינו אין חילוק בין יין לשכר דבין בזה ובין בזה אם עירהו הלוקח לתוך כליו אפילו החמיץ מיד אינו חייב באחריותו ואם לא נתנו לתוך כליו אם החמיץ בתוך ג' ימים הראשונים ה\"ז ברשות מוכר שהרי כתב גבי יין לא הוה ליה להשהותו עד שיחמיץ ואיזו שהיה תהיה פחות מג' ימים וא\"כ יש לתמוה למה ברישא כתב המוכר יין ובסיפא כתב המוכר שכר. וי\"ל דאין ה\"נ דס\"ל דאין חילוק בין יין לשכר אלא דמשום דבעי למיתני אם א\"ל למקפה אני צריך דלא שייך אלא ביין לא הוה אפשר ליה למיתני ברישא שכר ולגלויי כן דלענין החמיץ יין ושכר שוים נקט בסיפא שכר ולפ\"ז צ\"ל דלא גריס בגמרא והלכתא כשמואל ופסק כרב דכל ג' ימים הראשונים ברשות מוכר ולא נראה לו ז\"ל לפסוק הלכה כשמואל אע\"ג דהלכתא כוותיה בדיני משום דפשטא דברייתא ודברי ר\"י בה כרב. ועוד י\"ל שרבינו מפרש כפירוש רשב\"ם דשמואל סבר כרבי חייא בר יוסף וכיון שפסק הלכה כר' יוסי ברבי חנינא ולא כרבי חייא בר יוסף ממילא איבטילא לה מימרא דשמואל מהלכתא וכן איבטיל מאי דעבד רב יוסף עובדא כוותיה בחמרא וקם לה הלכתא כרב וזה כפתור ופרח. ותמהני על ה\"ה שכתב על מ\"ש רבינו   ",
        "<b>המוכר חבית של שכר לחבירו והחמיצה. </b> מימרא שם ומעשה דרב יוסף שדן הדין כן עכ\"ל. משמע מדבריו שהוא סובר שרבינו פוסק כרב יוסף שמחלק בין יין לשכר וקשה עליו מה שהקשיתי דביין בקנקני מוכר ולא א\"ל למקפה כתב שלא הו\"ל להשהותו עד שיחמיץ ואיזו שהייה תהיה פחות מג' ימים ולכך מ\"ש הוא הנכון: "
      ],
      [
        "<b>וכן המקבל חבית של יין מחבירו וכו'. </b> דעת רבינו דבמקבל בתורת עסק עסקינן שבכל הבבות הללו כתב המוכר וכאן כתב המקבל: "
      ],
      [],
      [
        "<b>האומר לחבירו מרתף זה של יין וכו'. </b> חילוף דינים הללו תלוי שאם אמר לו מרתף זה גרע כחו ואפילו היה חומץ דמרתף זה משמע כמות שהוא ואם א\"ל מרתף של יין אני מוכר לך למקפה ייפה כחו כיון שלא הזכיר זה וא\"ל יין למקפה וחייב ליתן לו יין שכולו יפה וראוי לתבשיל ואם א\"ל מרתף זה של יין מצד שהזכיר זה הורע כחו ומצד שאמר של יין יפה כחו לכך נותן יין הנמכר בחנות ואם א\"ל מרתף זה של יין למקפה מצד שהזכיר זה גרע כחו ומצד שאמר של יין למקפה יפה כחו והוי כאילו א\"ל מרתף של יין סתם ונותן לו עשרה קנקנים שהתחיל יינם להשתנות במאה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b>אין מערבין פירות בפירות וכו'. </b> פירוש בעל הבית האומר פירות שדה פלוני אני מוכר לך לא יערבם בפירות שדה אחר ואין צריך לומר אם פסק למכור לו חדשים שלא יערב עמהם ישנים:   ",
        "<b>ואם היה טעמו ניכר וכו' ולפיכך מותר לערב אותו. </b> קשה לי מאי ולפיכך דאי אין טעמו ניכר אסור הוא ואי טעמו ניכר כבר כתב שמותר לערבו ולמה לי למנקט לוקח. וצריך עיון: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>לפיכך הבורר צרור מתוך גרנו וכו'. </b> נ\"ל דקאי דוקא אמאי דקאמר ויש מקומות שאפילו היה בהם מחצה שמרים וכו' דאי במקום שנהגו שיהיו מנוקים מאי אפסדיה ואם נאמר דקאי היכא דלית להו מנהג קאי דוקא היכא דלא היה אלא רובא קטנית לסאה חטין כו' דאי הוה ביה יותר מאי אפסדיה הא צריך היה לברור הכל: "
      ]
    ],
    [
      [],
      [
        "\n                     המוכר קרקע לחבירו וכו' ואפילו דש המצר וכו'.  כבר פירשתיו למעלה בפ\"א וכתוב בעיטור להרי\"ף ודוקא דאית ליה נכסי לאשתלומי מיניה הא לאו הכי יכול לחזור בו דמצי א\"ל אדהכי והכי אכלת להו לזוזי וליכא לאשתלומי מינך: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>כל המוכר קרקע או עבד וכו'. בד\"א בשהוציא המקח מיד הלוקח בב\"ד של ישראל וכו'. </b> כתב ה\"ה שאפילו היה הטורף ישראל אם טרף שלא כדין אינו חייב לו, נראה מדבריו שהדבר תלוי באם הדין נותן שיטרפוה ממנו אם לאו ואם טרפה עכו\"ם ממנו בדיניהם וגם בדינינו היה טורף אותה שהוא חייב ודברים של טעם הם שהכל הולך אחר מה שהיה נותן דינינו. ומ\"מ נשאר לי ספק אחד שא\"כ למה כשהוציאו בדין המלך אינו חייב הא קיי\"ל דינא דמלכותא דינא אלא אם נאמר דסתם מקבל אחריות אינו מקבל אלא אם יתחייב בדין תורה לא בדינא דמלכותא אע\"ג דהוי דינא ועם כל זה אינו מספיק: "
      ],
      [
        "[שייך להלכה ג, ד]",
        "<b>כל המוכר קרקע או עבד וכו'. בד\"א בשהוציא המקח מיד הלוקח בב\"ד של ישראל וכו'. </b> כתב ה\"ה שאפילו היה הטורף ישראל אם טרף שלא כדין אינו חייב לו, נראה מדבריו שהדבר תלוי באם הדין נותן שיטרפוה ממנו אם לאו ואם טרפה עכו\"ם ממנו בדיניהם וגם בדינינו היה טורף אותה שהוא חייב ודברים של טעם הם שהכל הולך אחר מה שהיה נותן דינינו. ומ\"מ נשאר לי ספק אחד שא\"כ למה כשהוציאו בדין המלך אינו חייב הא קיי\"ל דינא דמלכותא דינא אלא אם נאמר דסתם מקבל אחריות אינו מקבל אלא אם יתחייב בדין תורה לא בדינא דמלכותא אע\"ג דהוי דינא ועם כל זה אינו מספיק: "
      ],
      [
        "<b>המוכר קרקע לחבירו וכו' אפילו בא העכו\"ם וגזלה מחמת המוכר חייב לשלם. </b> פירוש דוקא אם גזלה מחמת המוכר כגון שטען שהמוכר גזלה ממנו אבל אם גזלה שלא מחמת המוכר כגון שטען שהלוקח גזלה ממנו פטור שאע\"פ שקבל עליו כל אונס שיולד לו ה\"מ אונס שיולד לו מחמתו אבל שלא מחמתו לא ואם חזר נהר לעבור בתוכה או השחיתה הזוועה כיון שאינו מחמת הלוקח הוה ליה כאילו הוא מחמת המוכר ואילולא שהוא אונס שאינו מצוי היה חייב: "
      ],
      [],
      [],
      [
        "<b>המוכר קרקע לחבירו והתנה המוכר וכו'. </b> דברי רבינו סותרים אלו את אלו מכאן לפ' ט\"ז מהלכות עדות ושם כתבתיו בארוכה: "
      ],
      [],
      [
        "<b>ראובן שמכר שדה לשמעון שלא באחריות וכו'. </b> ואע\"ג דאילו בא ב\"ח ומצאה ביד שמעון הוה טריף לה אי נמי מכרה לאיש אחר היה חייב שמעון ולא היה יכול לחזור על ראובן שהרי שלא באחריות לקחה השתא אינו יכול לחזור על שמעון שאע\"פ שלא קבל אחריות וכו' אבל אם בא בע\"ח של יעקב וכו' חוזר כל הדמים על שמעון דהוה ליה האי ב\"ח כב\"ח דעלמא העורר עליה מחמת מי שמכרה לראובן תחלה וכיון דראובן לא קבל אחריות ושמעון קבל חייב לראובן: "
      ]
    ],
    [
      [],
      [
        "<b>הלוקח מאחד מחמשה בני אדם וכו' ואם הוא חסיד נותן דמים לכל אחד ואחד. </b> למד כן מדתנן בפרק המפקיד (דף ל\"ז) אמר לשנים גזלתי לאחד מכם מנה ואיני יודע אי זה מכם אביו של אחד מכם הפקיד אצלי מנה ואיני יודע אי זה הוא נותן לזה מנה ולזה מנה ואוקימנא לה בגמ' בבא לצאת ידי שמים: "
      ],
      [],
      [
        "<b>נאמן בעל המקח וכו'.  </b> פירוש אם שנים מעוררים על המקח כ\"א אומר לי נתרצה למכור נאמן בעל המקח בזמן שמקחו בידו דרמי עליה למידק שלא יחזור בו מזה ולהחזיר לו דמיו ויתן המקח למי שלא נמכר לו דקם ליה במי שפרע הילכך מידק דייק:  כתב ה\"ה מתוך דברי המחבר נראה שהוא גורס ולא ידע פירוש שאף המוכר אינו יודע וכו'. ויש לדקדק על רבינו שלא כתב דבזמן שמקחו בידו ונקיט זוזי מחד נאמן לומר לא נתרציתי אלא לאחר וכדפירש\"י וגם הרי\"ף לדעת הרא\"ש סובר כן. ואפשר לומר שמאחר שסתם וכתב דכשמקחו בידו נאמן ממילא משמע דבכל גוונא נאמן אפילו אומר לא נתרציתי אלא לאחר. אבל קשה דכשאין מקחו בידו סתם וכתב אינו נאמן ומשמע דבכל גוונא אינו נאמן אפי' לא נקיט זוזי אלא מחד ואילו לפירש\"י וכן למ\"ש הרא\"ש לדעת הרי\"ף כי לא נקיט זוזי אלא מחד אפילו אין מקחו בידו נאמן לומר שלא נתרצה אלא לאחר. לכך נ\"ל שרבינו מפרש דכי לא נקיט זוזי אלא מחד אפי' מקחו בידו אינו נאמן לומר לא נתרציתי לו אלא לאחר דאנן סהדי דמשקר והא לא איצטריכא ליה לאשמועינן דמילתא דפשיטא היא וכי נקיט זוזי מתרווייהו וידע הי מדעתיה הוא דקתני דכשמקחו בידו נאמן וכשאין מקחו בידו אינו נאמן וכשמקחו בידו ולא ידע חולקין בשבועה כדקתני מתני'. ויש לתמוה על ה\"ה שלא הכניס עצמו ליישב דברי רבינו ע\"פ סוגיית הגמ' ועוד יש לתמוה עליו שכתב שלדעת רבינו עד אחד המסייעו פוטרו משבועה ואין שום גילוי בדברי רבינו לומר שיסבור כן: "
      ],
      [],
      [],
      [
        "<b>אמר לחנוני תן וכו'. </b> הוי יודע ששבועת המשנה היא כעין של תורה בנקיטת חפץ ושבועת היסת שנתקנה בימי ר\"נ לכופר בכל אינה בנקיטת חפץ וכשהפירות מונחים ברה\"ר תיקנו חכמי המשנה שבועה ללוקח לפי שכיון שאינם ברשות החנוני שמכרם הוה ליה כאילו הם ברשות לוקח וכשאין חנוני מודה שמכרם כיון שאינן ברשות לוקח הוה ליה כאילו הם ברשות חנוני ותקנו לו שבועה וכשהם ברשות אחד מהם הוה ליה כופר בכל ופטור אלא שחייב לישבע שבועת היסת: "
      ],
      [],
      [],
      [
        "<b>המחליף פרה בחמור וכו' זה אומר עד שלא מכרתי ילדה וכו' אפי' אמר המוכר איני יודע וכו'. </b> לכאורה נראה שטעמו מדאמרינן בגמ' לרבא שפסקו הרי\"ף והרא\"ש כוותיה דע\"כ לא אמר סומכוס אלא בשמא ושמא אבל בברי וברי לא אמר ותני זה אומר עד שלא מכרתי ילדה וזה אומר שמא משלקחתי וסיימו בה הרי\"ף והרא\"ש אבל בברי וברי או ברי ושמא אע\"ג דקיימא באגם וסימטא מוקמינן לה בחזקת מרא קמא והוי אידך המע\"ה אלא דאיכא למידק דמשמע דהא ברי ושמא דאמור הרי\"ף והרא\"ש היינו במוכר אומר ברי ולוקח אומר שמא ומש\"ה מודה סומכוס אבל בלוקח אומר ברי ומוכר אומר שמא פשיטא דלא מודה בה סומכוס שהמע\"ה וק\"ו הוא משמא ושמא. וה\"ה כתב מ\"ש המחבר אפילו אומר המוכר וכו' אלא הכוונה שצריך הלוקח להביא ראיה וכו'. ואיני יודע מה תיקן במ\"ש אלא שהכוונה שצריך להביא ראיה וכו' דמ\"מ ביד המוכר מעמידים אותה כל זמן שלא הביא הלוקח ראיה והדרא קושיא לדוכתה דכ\"ש הוא משניהם אומרים שמא. ואין לומר דלמאי דס\"ד אם נשבע אפי' הביא אח\"כ הלוקח עדים אין מוציאין אותה מיד המוכר דהא בודאי לא עלה על דעת שנכחיש עדות העדים מפני שבועת המוכר. וע\"ק דשבועה זו למה היה לנו להעמידה ביד המוכר בלא שבועה וכשיביא הלוקח ראיה יוציאוה מידו וצ\"ע: "
      ],
      [],
      [],
      [],
      [
        "<b>כל מי שנולד הספק ברשותו וכו'. </b> כתובות פרק המדיר (דף ע\"ו) אמר רב יהודה אמר שמואל המחליף פרה בחמור ומשך בעל החמור את הפרה ולא הספיק בעל הפרה למשוך את החמור עד שמת החמור על בעל החמור להביא ראיה שהיה חמורו קיים בשעת משיכת הפרה ואקשינן עליה מדתניא מחט שנמצאת בעובי בית הכוסות אם לא הוגלד פי המכה וזה אומר שמא עד שלא לקחתי ניקב וזה אומר משמכרתי המע\"ה ואם הטבח כבר נתן דמים צריך להביא ראיה להוציא ואם לא ימצא ראיה יחזיק זה במעותיו מספק והרי בבהמתו נמצאה ריעותא דומיא דחמור דשמואל ובעל הבהמה הוה ליה להביא ראיה להעמיד המעות בידו דומיא דבעל החמור אלא כי אתא רמי בר יחזקאל אמר לא תציתינהו להני כללי דכייל יהודה אחי משמיה דשמואל הכי אמר שמואל כל שנולד ספק ברשותו עליו הראיה כלומר ועל בעל הפרה להביא ראיה שמת החמור קודם משיכה הואיל וספק ברשותו נולד שלא נמצא החמור מת עד לאחר משיכת הפרה כך פירש רש\"י וא\"כ יש לנו לפסוק כרמי דעל בעל הפרה להביא ראיה. ויש לתמוה על רבינו שפסק על בעל החמור להביא ראיה דהא איתותב ההוא לישנא גם הרי\"ף כתב לישנא קמא בהלכותיו וכדברי רבינו דעל בעל החמור הראיה ואין לנו בזה אלא מ\"ש הר\"ן בשם הר\"ז שפירש דרב יהודה ס\"ל דאותו שנולד הספק בממונו עליו הראיה וחמור ממונו של בעל החמור מיקרי שהרי בתחלה ממונו היה ואע\"פ שאפשר שקנהו בעל הפרה אין ספק מוציא מידי ודאי ואותביה עליה ממחט הנמצא בעובי בית הכוסות וכדפרישית אלא כי אתא רמי בר יחזקאל וכו' כלומר דלאו בממונו תליא מילתא כדאמר רב יהודה משמיה דשמואל אלא ברשותו תלי דכל שנמצא ספק בביתו עליו הראיה משום דאיכא למימר כאן נמצאו וכאן היו ונפקא לן בין כללא דרב יהודה לכללא דרמי דאילו לרב יהודה אפילו נמצא החמור מת ברשות בעל הפרה על בעל החמור הראיה כיון שהיה בעליו תחלה ואילו לרמי כיון שלא נולד הספק ברשותו אלא ברשות בעל הפרה על בעל הפרה להביא ראיה משום דאמרינן כאן נמצא וכאן מת ולפ\"ז הפירוש יפה עשו הרב אלפסי ז\"ל ורבינו שכתבו לישנא דרב יהודה ואע\"ג דאידחיא ליה משום דכיון שמת בבית בעל החמור כולהו מודו דעליו הראיה ולא פליגי אלא בטעמא ונפקא מינה היכא שמת בביתו של בעל הפרה וכדכתיבנא. וא\"ת מי הכניסו ברשות בעל הפרה וי\"ל כגון שהכניסו שם בעליו לשמרו ואח\"כ הסכימו להחליפו: "
      ],
      [
        "<b>מחט שנמצא בעובי בית הכוסות וכו'. </b> בסוגיא זו שכתבתי בסמוך הקשו לרמי מדתניא מחט שנמצא בעובי בית הכוסות וכלשון רבינו אלא דמסיים בה לא הוגלד פי המכה המע\"ה ואם לא נתן הטבח דמים בעל בהמה צריך להביא ראיה ולהוציא ואמאי ספיקא ברשות טבח אתייליד ומשני דיהיב טבח דמי ואפילו לא יהיב הראיה עליו הוא אלא דאורחא דמילתא נקט שקודם נותנים המעות ואחר כך לוקחין הבהמה וכיון דקיימא לן כרמי ממילא קיי\"ל דאפילו לא נתן הטבח דמים כיון שברשותו נולד הספק חייב לשלם:  "
      ]
    ],
    [
      [
        "[שייך להלכה א, ב]",
        "<b>המקנה לחבירו דבר שאינו מסויים וכו'. ויש להם הונייה וכו'. </b> יש ללמוד כן מדאמרינן בפרק הזהב (דף מ\"ו) אמר רב הונא מכור לי באלו קנה ומחזיר אונאה אך קשה לי מדתניא בפרק איזהו נשך (דף ס\"ד) ההולך לחלוב עזיו וא\"ל מה שעזיי חולבות מכור לך מותר משמע דקנה אפילו יהיה יותר על דמיו מותר. ושמא י\"ל שאין דברי רבינו אלא בדברים שיש להם שער ידוע אבל חלב וגיזה שאין להם שער ידוע אין להם אונאה, וצ\"ע: "
      ],
      [
        "[שייך להלכה א, ב]",
        "<b>המקנה לחבירו דבר שאינו מסויים וכו'. ויש להם הונייה וכו'. </b> יש ללמוד כן מדאמרינן בפרק הזהב (דף מ\"ו) אמר רב הונא מכור לי באלו קנה ומחזיר אונאה אך קשה לי מדתניא בפרק איזהו נשך (דף ס\"ד) ההולך לחלוב עזיו וא\"ל מה שעזיי חולבות מכור לך מותר משמע דקנה אפילו יהיה יותר על דמיו מותר. ושמא י\"ל שאין דברי רבינו אלא בדברים שיש להם שער ידוע אבל חלב וגיזה שאין להם שער ידוע אין להם אונאה, וצ\"ע: "
      ],
      [],
      [],
      [],
      [
        "<b>המוכר מקום לחבירו לעשות לו קבורה וכו'. </b> כתב ה\"ה ויש בזה מקום עיון עוד בדברי המחבר שלא הזכיר אלא מערה אחת וכו' [שהוא מפרש סיפא בשקיבל לעשות חצר בפירוש] וקשה לי על דבריו דמכל מקום היה לו לכתבה להשמיענו המקבל עליו בפירוש [לעשות] חצר. ולי נראה שטעם רבינו משום דסבר דההיא סיפא ליתא אלא לר\"ש ולא קי\"ל כוותיה: "
      ],
      [
        "<b>המוכר לחבירו בתוך שדהו מקום אמת המים וכו' לאגפיה. </b> פירשב\"ם לתקן מאותו קרקע אגפיה של אמת המים אם יפולו: "
      ],
      [
        "<b>ואמת המים זו שכלו אגפיה וכו'. </b> ואע\"פ שנתן לו כבר אמה מכאן ואמה מכאן לאגפיה כיון שכלו מתקנן עדיין מעפר השדה מיהו להכי אהני מה שנותן לו מתחלה שתי אמות שאין לבעל השדה להשתמש בהם אלא בנטיעה ולא בדבר אחר אבל בשאר השדה משתמש כרצונו אבל כשיצטרך בעל האמה ליטול עפר וכלו השתי אמות נוטל מיתר השדה כך פירשב\"ם. ול\"נ דנותן לו אמה מכאן ואמה מכאן לאגפיה פירוש שאמת המים צריכה כותלים לשלא יזיקו המים בקרקע המוכר וגם יפסיד הלוקח שיתפשטו לכאן ולכאן המים ולזה נותן לו אלו השתי אמות ואם קלקלו המים שתי אמות הללו נוטל עפר מהשדה וחוזר ובונה אותם: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b>המוכר שדה לחבירו ומצר לו וכו' ואם היה של שנים וכו'. </b> כלומר שמצר הארוך לראובן ושמעון ומצר ראובן מספיק למה שכנגד המצר הקצר קנה כנגד ראש תור שאל\"כ למה מצר לו מצר שמעון וכ\"ש אם מצר ראובן ארוך יותר מהמצר הקצר. ונראה שאם לא היה מספיק מצר ראובן כנגד המצר הקצר כגון שהמצר קצר כנגד שליש שמעון או רביעיתו לא קנה אלא כנגד הקצר שמוכרח היה להזכיר מצר שמעון להודיע שכנגד הקצר הוא מוכר: "
      ],
      [],
      [
        "<b>מצר לו מצר ראשון וכו'. </b> מסקנא דגמ' בהמוכר את הבית קנה כל מה שמובלע בתוך שלשת המצרים אבל התלם עצמו של מצר רביעי לא קנה דלהכי אהני מאי דלא כתב מצר רביעי:   ",
        "<b>ואם לא היה מובלע. </b> ג\"ז מסקנא דגמ' שם ופירוש לא היה מובלע שאינו מובלע בין שני המצרים שמכאן ומכאן אלא הולך על פני שניהם:   ",
        "<b>היה מובלע ויש עליו רכב דקלים וכו'. </b> גם זה שם מסקנא דגמרא מובלע ואיכא עליה וכו' שודא דייני ופירש רבינו כפירש\"י שכתב בהכותב שאומדין דעתו של מוכר או של נותן: "
      ],
      [
        "<b>סיים לו את הזויות. </b> כלומר שהיו שדות הרבה של בני אדם מקיפין אותו ולא כתב אלא ארבע שדות של ארבע זויות השדה כלומר שדות שעומדות במצר חודן של זויות ואינם משוכות לא לצד זה ולא לצד זה כגון שחודן של שתי שדות מחוברים וגופן של שדות מרוחקות דאיכא למימר כיון דאין דרך למכור הזויות לבד כל השדה מכר ולכך סיים זויותיו ואיכא למימר לא מכר לו אלא תלם אחד באלכסון מקרן לקרן שתי וערב או שסיים לו שני מצרים כמין גא\"ם כלומר שמצר קרן דרומית מזרחית וקרן צפונית מערבית דאיכא למימר כיון שמצר תחלת כל הרוחות כמו שמצר את כולן דמי ואיכא למימר לא קנה אלא תלם אחד באלכסון מרוח לחבירו או שסיים לו חלק מכל רוח ורוח כגון שהיו מקיפין אותו שמונה בני אדם שנים לכל רוח וסיים לו שדה אחת לכל רוח דאיכא למימר כיון דאין דרך למכור בסירוגין רגלים לדבר שטורח היה לו לכתוב את כולם ודילג בסירוגין ליתן מצר בכל ארבע רוחות ואיכא למימר לא קנה אלא כנגד אותם שמצר באלכסון ודינים אלו בעיות בהמוכר את הבית ועלו בתיקו וא\"כ ה\"ל לרבינו לפסוק דבכולם לא קנה לפי שהמוכר הוא מוחזק בקרקע והלוקח הוא מוציא ממנו וע\"ה. ואפשר שבגרסתו היה כתוב שודא דדייני: "
      ],
      [],
      [
        "<b>האומר לחבירו שדות אני מוכר לך וכו'. </b> אין נוסחת גמרות שלנו ונוסחת ההלכות שבידינו מסכימים לפסק רבינו אבל ה\"ה כתב שנוסחת ההלכות מסכמת לפסק רבינו וכדאי הוא לסמוך עליו: "
      ],
      [],
      [],
      [
        "<b>האומר לחבירו שדה ראובן אני מוכר לך וכו'. </b> מעשה ריש פ' חזקת הבתים (דף ל') ההוא דאמר לחבריה נכסי דבי סיסן מזביננא לך ופסק כר\"נ: "
      ],
      [],
      [
        "<b>אמר לו מצר שדה שממנה נחלקת וכו'. </b> פי' המוכר או נותן חלק משדהו ולא פירש חלק השדה אלא כתב כך זה השדה מצר ראובן ומצר שמעון היא ארעא שלי שממנה פליגא או פסיקא החלק שאני מוכר לך או לא אמר גם שאר המצרים מצפון ודרום כיון שלא היה שום חלק מבורר לא יתן לו אלא תשעה קבין שהוא שיעור שדה ואם אמר לו אלו מצריה דהיינו שסיים לו גם מצר צפון ומצר דרום מאחר שייתר בלשונו דעתו ליתן לו יותר משיעור שדה ועל כרחו יתן לו פלגא דאין לנו אלא או חציו או שיעור שדה דהיינו ט' קבין. וזה הפירוש יותר נראה בדברי רבינו שבסוף פכ\"ה בדין מוכר בית הבד והיו חוצה לו חנויות כתב אם מצר לו מצרים החיצונים קנה הכל ואם לאו לא קנה אלא מה שבתוכה ובאותו הדין אמרו בגמ' אי אמר לו ואלין מצרנהא קני ואי לא לא קני הרי שרבינו מפרש בו אלין מצרנאה שמצר לו המצרים גם כאן כתב אם לא מצר לו מצריה וכו' אלמא ואלין מצרנהא פירושו מצר לו המצרים וע\"פ הדרך שכתבתי. אבל רשב\"ם פירש בדין זה ובדין בית הבד שכתב ואלין מצרנהא מצר פלוני מזרח וכך הולך וחושב כל המצרים האי ואלין מצרנהא ייתור לשון הוא ליפות כחו ומ\"מ פירוש ה\"ה שפירש לא מצר לו מצריה שלא מצר לו מצרים כלל איני יודע איך יתכן שהרי בתחלת דבריהם אמרו מצר ארעא דמינה פליגא וצ\"ע: "
      ]
    ],
    [
      [],
      [],
      [
        "<b>אבל הפוסק על שער וכו'. </b> כתב ה\"ה מבואר בריש פרק איזהו נשך עכ\"ל. ואני אומר שמאחר דההיא דריש פרק איזהו נשך אינה שנויה אלא לענין רבית מנין לו ללמוד משם לענין קיום המקח. ונ\"ל שרבינו למד דין זה מדתניא בתוספתא דמציעא פרק ד' המוכר פירות לחבירו בחזקת שיש לו ונמצא שאין לו לאו כל הימנו לאבד זכותו של זה ומפרשה רבינו בפוסק עמו על שער שבשוק שכבר יצא ולענין קיום מקח למי שפרע. ואם תאמר והא כיון שאינו ברשותו לא קני שכך כתב רבינו בסמוך שאין אדם מקנה דבר שאינו ברשותו, וי\"ל דכיון שזה דבר הנמכר בשוק הוה ליה כאילו הוא ברשותו וזהו שכתב הפוסק על שער על שער שבשוק דמשמע שהוא דבר הנמכר בשוק בכל שעה ולפ\"ז מ\"ש בסמוך שמי שהקנה מטלטלין אגב קרקע שאם אינם ברשות מוכר אינם קנויים היינו דוקא מטלטלין שאין כיוצא בהם נמכר בשוק אי נמי דכשנתן דמים נמכר אע\"פ שאינו ברשותו כיון שהוא בעולם קנה לענין מי שפרע אבל בשהקנה לו מטלטלין אגב קרקע אע\"פ שהיו בעולם כיון שלא היו ברשותו ההוא קניין לא מהני מידי מדין קניין אגב קרקע: "
      ],
      [],
      [],
      [],
      [
        "<b>הבן שמכר בנכסי אביו וכו'.  </b> על מ\"ש הרב המ\"מ אלא דאב מוציא מיד הלקוחות כתב המגיה דט\"ס הוא * ואב נתחלף לו בבן: * כבר נתקן:  ",
        "<b> \n                     </b>"
      ],
      [],
      [],
      [],
      [],
      [
        "<b>המקנה למין ממיני חיה וכו' א\"ל קנה את ובהמה זו וכו'. </b> נ\"ל עיקר הנוסחא אמר לו קנה את ובהמה זו או את ועובר זה קנה מחצה ע\"כ וכך אמרו בגמ' קנה את וחמור וכך מצאתי בנוסחא מדוייקת: "
      ],
      [],
      [],
      [
        "\n                     דין ההקדש ודין העניים.  כתב הטור בסימן רי\"ב דעת א\"א ז\"ל נוטה לדברי הגאונים שכתב מי שאמר חוב שיש לי על פלונית יהיה הקדש או לעניים לאו כלום הוא שאין אדם מקדיש דבר שלא בא לעולם אלא א\"כ אמר חוב שיש לי על פלוני כשיבא לידי אתננו לעניים או לצדקה אז חייב לקיים דבריו וצריך להקדישו או ליתנו לצדקה כשיגבנו. והראב\"ד השיג עליו ג\"כ וכתב אם חייב אדם עצמו ואמר אתן כך וכך מהפירות שיצאו מהכרם שלי וכן כל כיוצא בזה הרי זה חייב עצמו ויתן אבל אם אמר ינתן כך וכך מפירות שלא בא לעולם או שאמר לבניו תנו לא קנו עניים עכ\"ל הטור. ואני אומר שכוונת רבינו היא לומר שכשם שאין ההדיוט זוכה בדבר שלא בא לעולם כך אין העניים זוכים בו לפיכך האומר פירות דקל זה לעניים והן פירות שלא באו לעולם לא זכו בהם העניים אבל אם אמר פירות דקל זה אתן לעניים נדר הוא שנדר וחייב לקיימו מטעם נדר לא מפני שזכו בהם העניים. וכך הם דבריו ג\"כ בפרק ו' מהלכות ערכין והם הם דברי הרא\"ש שכתב הטור ולא כמו שעלה על דעתו של הטור שרבינו חולק על הרא\"ש וזה פשוט אבל אי איכא למידק על דברי רבינו אינו אלא במ\"ש שאם צוה שכ\"מ ואמר כל מה שיוציא אילן זה לעניים זכו בהם העניים ואף אם נאמר שכוונתו לומר שאמר כל מה שיוציא אילן זה ינתן לעניים מ\"מ מי שמחוייב לתתו לעניים דהיינו השכ\"מ ליתיה בעולם והיורשים לא נדרו ולא חל עליהם נדר מוריש וזו היא השגת הראב\"ד ז\"ל שכתב על רבינו. ונ\"ל שרבינו סובר דכיון שאמר מורישם כל מה שיוציא אילן זה לעניים והם שמעו ושתקו סבור וקבול והוה ליה כאילו נדרו הם בעצמם וחייבים לקיים נדרם: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b>מכר אילן לזה ופירותיו לאחר וכו'. </b> כלומר מקום צימוח הפירות דהיינו ענפי האילן שבו גדלים הפירות אבל אם שייר פירות לעצמו שייר גם מקום פירות דלגביה דידיה בעין יפה משייר וכיון שכן הפירות משויירים ולא הוו דבר שלא בא לעולם ומדסתם רבינו ולא פירש משמע דס\"ל דשייר לעצמו יורשי בניו או יורשיו אחריו וקשיא עליה ברייתא דבן לוי שמכר לישראל דאיתא בריש פרק המוכר את הבית (דף ס\"ג) דמשמע ממאי דאתמר עלה שאם לא אמר לי ולבני לא יתן לבניו ופסק כן רבינו בפרק ו' מהלכות מעשר ושמא י\"ל שסמך רבינו פה על מה שכתב שם: "
      ],
      [],
      [],
      [
        "[שייך להלכה ז, ח]",
        "<b>ומה הפרש יש בין המוכר וכו'. </b> וא\"ת והלא הפרש גדול יש ביניהם דמוכר שדה לפירותיה קנה ומוכר פירות שדה זו לא קנה. וי\"ל דהכא מיירי במוכר שדה זו באופן שקנה הלוקח כגון שעשה שבועה שהוא מחוייב לקיים שבועתו וכמ\"ש רבינו סוף פרק שלפני זה א\"נ דכי אמרינן לא קנה היינו שאם אחד מהם רוצה לחזור בו הרשות בידו ועתה שואל אם שניהם רוצים לקיים תנאי מה דינם וכך פי' הלשון ומה בין המוכר שדה זו לפירותיה ובין המוכר פירות שדה זו לחבירו שאם אחד מהם אינו רוצה בתנאי שהתנו לא קנה אבל השאלה באם שניהם רוצים או שנשבעו על כך שהם מוכרחים לקיים דבריהם יש ביניהם שהמוכר פירות השדה אין ללוקח להשתמש בשדה זו כלל כיון שלא הזכיר במכירתו אלא פירות השדה אבל המוכר שדה לפירותיה גוף השדה מכר לו להשתמש בה:   ",
        "<b>אבל המוכר שדה לפירותיה וכו'. ואין השוכר רשאי להשכיר. </b> תימה שהרי בפ\"ה מהלכות שכירות כתב שלא אמרו אין השוכר רשאי להשכיר אלא במטלטלין אבל לא בקרקע ואין לומר דהתם בית הכא שדה דאדרבה בבית שייך קלקול בזה יותר מבזה וכמ\"ש שם הראב\"ד אבל בשדה לא שייך למימר הכי ודוחק לומר דלדברי החלוקים עליו קאמר שיש חילוק זה וצ\"ע: "
      ],
      [
        "[שייך להלכה ז, ח]",
        "<b>ומה הפרש יש בין המוכר וכו'. </b> וא\"ת והלא הפרש גדול יש ביניהם דמוכר שדה לפירותיה קנה ומוכר פירות שדה זו לא קנה. וי\"ל דהכא מיירי במוכר שדה זו באופן שקנה הלוקח כגון שעשה שבועה שהוא מחוייב לקיים שבועתו וכמ\"ש רבינו סוף פרק שלפני זה א\"נ דכי אמרינן לא קנה היינו שאם אחד מהם רוצה לחזור בו הרשות בידו ועתה שואל אם שניהם רוצים לקיים תנאי מה דינם וכך פי' הלשון ומה בין המוכר שדה זו לפירותיה ובין המוכר פירות שדה זו לחבירו שאם אחד מהם אינו רוצה בתנאי שהתנו לא קנה אבל השאלה באם שניהם רוצים או שנשבעו על כך שהם מוכרחים לקיים דבריהם יש ביניהם שהמוכר פירות השדה אין ללוקח להשתמש בשדה זו כלל כיון שלא הזכיר במכירתו אלא פירות השדה אבל המוכר שדה לפירותיה גוף השדה מכר לו להשתמש בה:   ",
        "<b>אבל המוכר שדה לפירותיה וכו'. ואין השוכר רשאי להשכיר. </b> תימה שהרי בפ\"ה מהלכות שכירות כתב שלא אמרו אין השוכר רשאי להשכיר אלא במטלטלין אבל לא בקרקע ואין לומר דהתם בית הכא שדה דאדרבה בבית שייך קלקול בזה יותר מבזה וכמ\"ש שם הראב\"ד אבל בשדה לא שייך למימר הכי ודוחק לומר דלדברי החלוקים עליו קאמר שיש חילוק זה וצ\"ע: "
      ],
      [
        "<b>המוכר פירות שובך וכו' ואין זה מוכר דבר שלא בא לעולם וכו'. </b> כתב זה כי היכי דלא נימא דסתם מתני' בהספינה שהזכירה דינים אלו אתיא כמ\"ד אדם מקנה דבר שלב\"ל. אבל צריך לפרש כוונתו שחילק בין מוכר פירות אילן למוכר פירות שובך שהמוכר פירות שובך ה\"ל כמוכר אילן לפירותיו. ואפשר לומר דמוכר פירות אילן או פירות שדה לא משמע שמכר לו רק הפירות והראיה שאין לו רשות ליכנס בקרקע שלא ברשות בעל השדה והטעם לפי שרוב אילנות אינם צריכים שום עבודה אלא פירי ממילא רבו ואע\"פ שיש אילנות שצריכים עבודה והשדה צריכה עבודה וזריעה סתם מוכר פירות לחבירו כבר השדה נעבדה וזרועה וזהו שמוכר לו פירות לבד שאין לו ליכנס בקרקע אלא עד עת אסיפת הפירות ואפילו שנאמר שמכרה לו קודם עבודה וזריעה הרי א\"צ ליכנס לה אלא ימים מספר ואחר אותם הימים הצריכים לא יכנס לה אלא ברשותו עד עת הוצאת הפירות אבל לוקח פירות שובך פשוט הוא שבכל יום צריך ליכנס שם להאכילם ולוקח פירות כוורת גם הוא צריך לבקרם בכל יום להכניס הנחיל היוצא פן ילך לו ודומה ללוקח אמת המים שאע\"פ שכוונתו לדגים שלא בא לעולם שהמכר קיים לפי שבכל יום הולך לצוד ציד וא\"כ ה\"ל כמוכר שובך לפירותיו. ועוד י\"ל דכיון דשובך וכוורת לגבי פירותיהן טפלים הם דסתמן אינן שוים כל כך ואע\"פ שאין שובך וכוורת מרובין מ\"מ ה\"ל כמוכר שובך וכוורת לפירותיהן אבל פירות שדה שטפלים הם לגבי השדה לא ה\"ל כמוכר שדה לפירותיו כל שלא פירש: והראב\"ד כתב על מה שאמר רבינו אלא מוכר הוא שובך לפירותיו או כוורת לדבשו א\"א דוקא שא\"ל כך עכ\"ל. ואני אומר שאין זה במשמע דברי רבינו ועוד דא\"כ מאי איצטריך לאשמועינן הא כבר אשמעינן דבית לדירה ואילן לפירותיו מהני וה\"ה לשובך וכוורת: "
      ],
      [
        "<b>הביצים והאפרוחים שיש בשובך לא קנה אותם וכו'. </b> לאו למימרא שסובר רבינו שאפילו עמדה מעליהם לא זכתה לו חצרו כל זמן שלא פרחו דא\"כ אפילו שיטפח על השובך מה בכך הא אם תחזור האם עליהם נמצא שלא זכתה לו חצרו, ואף כי יש ליישב דכיון דכשהוגבהה האם מעליהם הקנה לאחרים כיון שנכנסה עליהם רשות אחרים תו לא פקע לענין דלא מצי הדר ביה אכתי קשה דבפי\"ג מהלכות שחיטה בדין שילוח הקן כתב אסור לזכות בביצים כל זמן שהאם רובצת עליהם לפיכך אפילו היתה רובצת על הביצים או על האפרוחים בעלייתו וכו' אינם מזומנים ולא קנה לו חצרו ואם איתא הכי ה\"ל לומר אסור לזכות בביצים או באפרוחים כל זמן שלא פרחו לפיכך אפילו היו ביצים או אפרוחים שלא פרחו בעלייתו וכו'. א\"ו כל שעמדה האם מעליהם אפילו שעה אחת זכתה לו חצירו אבל כשלא עמדה אסור לזכות בביצים או באפרוחים אע\"פ שאינו זוכה באם והתורה לא אסרה אלא שלא ליקח האם על הבנים אבל ליקח או לזכות בביצים ושלא ליקח האם לא מיתסר מדאורייתא אבל חכמים אסרוהו גזירה שמא יבא ליקח האם על הבנים ושלא פרחו דנקט רבינו לאו דוקא דאע\"פ שלא פרחו אם עמדה מעליהם זכתה לו אלא דאורחא דמילתא נקט דכל שלא פרחו אין דרך האם לעמוד מעליהם. וה\"ה שכתב ופירש המחבר פירי חדתי שלא פרחו ורש\"י פירש שהטילה אותם האם ולא עמדה עכ\"ל דמשמע מדבריו דלרבינו אפילו עמדה האם מעליהם כל זמן שלא פרחו לא זכתה לו לא נראו דבריו בעיני מהטעם שכתבתי לעיל: "
      ],
      [],
      [],
      [
        "<b>הלוקח פירות כוורת וכו'. </b> דרך הדבורים להוליד נחיל אחד ולסוף תשעה ימים מולידים עוד אחר וכן מולידים עד ז' וח' פעמים והנולד אחרון יותר גרוע מחבירו ואמרו במשנה פרק הספינה שנוטל ג' נחילין ומסרג ופירש בברייתא שנוטל ג' נחילין ראשונים ומשאר הנחילין מדלג שנוטל אחד ומניח אחד כלומר שהלוקח יטול רביעי וששי ושמיני והמוכר יטול חמישי ושביעי: "
      ],
      [],
      [
        "<b>הלוקח זיתים מחבירו וכו' שתי גרופיות. </b> כלומר ב' אגרופין ולא עירב זיתים בהדי סדין של שקמה דהוי נמי טפחיים משום דבשקמה איבעי ליה לפלוגי בין בתולה לסדן: "
      ]
    ],
    [
      [],
      [
        "<b>וזה המקום שהוא מלא האורה וסלו כו'. </b> פירשב\"ם דבעל האילן אינו זורעם משום דלא נשתעבדו לו אלא לנקיטת פירותיו לדרוס עליהם. משמע מדבריו דלכשייבשו אין לבעל האילנות זכות באותו שיעור שחוצה להן לזורעו ולא לתשמיש אחר אלא ללקיטת פירותיו לבד, גם ה\"ה נתן טעם לבעל האילן לפי שאינו שלו: "
      ],
      [],
      [
        "<b>ומהיכן הוא מודד מן העיקר הרחב של אילנות. </b> דברי רבינו כדברי התוס' דמדנקט לשון עיקר מוכח שמודדין ממקום הרחב. וה\"ה כתב על דברי רבינו כפירוש רשב\"ם ולא דק: "
      ],
      [
        "<b>כל מי שקונה ג' אילנות וכו' יקוץ כדי שלא ימעט הדרך. </b> פירוש כשנתפשטו הענפים חוץ למלא אורה וסלו וממעט הדרך על בעל השדה דאילו לא נתפשטו אלא בתוך אורה וסלו לא יקוץ שהרי יכול הוא לעלות באילן וללקט:  "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המוכר שדה לחבירו והיו בה דקלים וכו' ואם דקל רע הוא ששייר לא קנה מן הדקלים כלום. </b> אפשר לפרש שכוונתו לא קנה מהדקלים הטובים ממנו כלום וכדברי ר\"ש אבל הוא דחוק בלשון אלא הכוונה שלא קנה כלום וכדברי ן' מיגאש והרשב\"א והטעם שכיון שלא שייר טוב רק רע ל\"ש שייר רע שברע או שיש בהם רע ממנו הכל אחד: "
      ],
      [],
      [
        "<b>האומר לחבירו קרקע ודקלים וכו'. </b> בנוסחת הלכות שלנו כך כתוב בהמוכר את הבית הא דאמרינן הכא זבין [ליה] תרי דיקלי לאו חיובי מחייבנא ליה למזבן ליה תרי דיקלי דדבר שלא בא לעולם הוא אלא רשותא יהיבנא ליה למיזבן תרי דיקלי דאי א\"ל זביננא לך תרי דיקלי לא מצי אידך למימר ליה לא שקילנא אלא ארעא דאית בה תרי דיקלי אלא כדזבין ליה תרי דיקלי מיחייב לקבולה לההיא ארעא ואע\"ג דלית בה תרי דיקלי, ארעא בדיקלא כו'. והן הן דברי רבינו. וא\"ת מ\"נ אי הוו כדבר שלא בא לעולם כיון שלא היו ברשותו אי הוו דבר שבא לעולם דאע\"ג דלא היו ברשותו הרי בעולם היו אי הוו כדבר שלא בא לעולם הרי המכר היה בטל כיון שלא היה אותה שעה ברשותו לא יוכל הלוקח לחזור בו ואי הוו כדבר שבא לעולם למה לא נחייב המוכר לקנות לו דקלין. י\"ל דדין זה הוא מורכב שמצד שלא היה ברשותו אז חשיב שלא בא לעולם ומצד שאע\"פ שלא היה ברשותו כיון שהיה בעולם בא לעולם מיקרי ולגבי לוקח דנין אותו כבא לעולם ולגבי מוכר כלא בא. ואם תאמר לימא איפכא י\"ל דטעמא דמסתבר הוא דכשהמוכר נותן לו השני דקלים הרי הוא אומר לו אני מקיים כמו שהתניתי ואע\"פ שבשעת המכר לא היה ברשותי כיון שאז היה בעולם ועתה הוא ברשותי הוה ליה כאילו היה באותה שעה ברשותי ומחוייב אתה לקיים הממכר אבל כשאין לו הדקלים הרי הוא אומר בעת שעשינו המכר לא באו לרשותי וגם עתה לא באו וה\"ל דבר שלא בא לעולם וכיון שכן לא קנה ואין לנו לחייבו שיקנם לשיהיו דבר שבא לעולם:  "
      ],
      [],
      [],
      [
        "<b>המוכר וכו' ע\"מ שדיוטא עליונה שלי. </b> צ\"ע מאין לו להראב\"ד שלא נאמר דוקא כשהיתה בנויה על גבה קודם הוא שחוזר ובונה כשנפלה אבל אם לא בנה על גבה קודם שנפלה איבד את זכותו. ואפשר דמדמי ליה קצת למדור אלמנה שנפל: "
      ]
    ],
    [
      [
        "<b>לא מכר את היציע. </b> נראה מדברי ההלכות דוקא כשהוא סביבות הכותלים מחוץ או בעוביו של כותל הוא דאינו מכור אבל אם הוא בבית בפנים מכור הוא: "
      ],
      [
        "<b>המוכר את הבית לא מכר את החדר. </b> פירש רשב\"ם אע\"פ שהיא פתוחה לבית כיון דאין תשמישו בשל בית דאינו עשוי אלא להצניע שם חפציו לשמור כמין תיבה אינו בכלל בית:   ",
        "<b>המוכר את הבית וכו' ולא את הגג וכו' ויש בו רוחב ד' אמות. </b> כתב ה\"ה לא מצאתי בגמרא שיעור רוחב לגג אולי למדה הרב מיציע עכ\"ל. ואני אומר שמאחר שרבינו לא כתב בחדר שצריך שיהיה בו ד' אמות ולא יליף לה מיציע היכי נימא דיליף גג מיציע דמאי שנא גג מחדר. ואפשר לומר דכיון דטעמא דחדר אינו מכור בכלל בית הוא לפי שאין תשמיש החדר כעין תשמיש דבית אפילו שלא יהא בו שיעור מקום אינו מכור [בכלל] אבל גג דטעמא לאו משום שאין תשמישו שוה לבית הוא אלא מפני שהוא חשוב בפני עצמו כל היכא דלית ביה שיעור בית דהיינו ד' אמות לא פלג רשותא לנפשיה: "
      ],
      [],
      [],
      [
        "<b>המוכר את הבית וכו' אבל לא את המפתח. </b> בגמרא אמר דמפתח אפילו קבועה אינה מכורה ופירשב\"ם שיש מפתחות שאין מזיזין אותה מן הפותחת כגון של בני כפרים וטעמא דמכור לפי שתשמישו קל ונוח לטלטל ופעמים שמטלטלה אבל לא תדיר: "
      ],
      [],
      [
        "<b>המוכר בית הבד וכו' בין כך ובין כך לא מכר את הכובשין וכו'. </b> יש לתמוה על רבינו למה פסק כן דהא מתניתין קתני שאם א\"ל היא וכל מה שבתוכה עכירים וגלגל וקורה מכורים ואע\"ג דברייתא דקתני בין כך ובין כך לא מכר את העכירים לא ה\"ל למיפסק אלא כסתם מתניתין ועוד דאפי' כברייתא לא אתי דהא ברייתא דלא מכר אלא עכירים ואילו גלגל וקורה לא קתני וצ\"ל שרבינו היה גורס כן במשנה ויש קצת גילוי לזה בדברי ה\"ה:  "
      ]
    ],
    [],
    [
      [
        "<b>המוכר את הספינה וכו'. אבל לא מכר את הביצית וכו' ולא מכר את הדוגית וכו'.  </b> יש לתמוה על זה דבגמרא אמרינן אמר רבא ביצית היינו דוגית רבי נתן דבבלאה הוה קרי לה ביצית סומכוס דבר ארץ ישראל קרי לה דוגית משמע דביצית ודוגית חד הוא. ואפשר דס\"ל לרבינו דה\"פ ביצית ודוגית היינו ספינה קטנה אלא דבבבל שהיו הימים והנהרות אצל שפתם נמוכים היו צריכים לספינה קטנה לעלות בה ליבשה מהספינה גדולה ובארץ ישראל שהימים שבה עמוקים אצל שפתם ועל ידי כן יכולה הספינה הגדולה להתקרב אל היבשה לא היו צריכים לספינה קטנה לעלות בה ליבשה ולא היו משתמשים ממנה אלא לצוד בה דגים על שם זה היו קורין אותה דוגית והשתא * הכי קאמר רבינו לא מכר קטנה בין שהיא עשויה לילך בה ליבשה בין שהיא עשויה לצוד בה דגים: * (ואפשר דלכך היו קורין לשל בני בבל ביצית על שם ביצה שגדלה על שפת היאור)   ",
        "<b> \n                     </b>"
      ],
      [
        "<b>המוכר את הקרון לא מכר וכו'. </b> וא\"ת היינו צמד היינו עול היינו עגלה היינו קרון. י\"ל דקתני קרון של פרדות דבזמן שאינן קשורות אינם נמכרות עם הקרון כמוזכר בגמרא והדר קתני מכר העגלה מכר הבקר ואפשר שחילוף צורת קרון הפרדות מצורת עגלת הבקר מחייבת כן ועול וצמד אינה דבר אחד שהרי בפי\"ד ממסכת כלים שנינו בצורת כלי העגלה העול והקטרב ואפשר דצמד היינו קטרב ושם פירש רבינו צורת העול גם צורת הקטרב: "
      ],
      [
        "<b>המוכר את העול מכר את וכו'. </b> כתב הטור (ח\"מ סימן ר\"ב) תימה הוא היאך תמכר פרה אגב העול וכן השיג עליו הראב\"ד וכתב שאע\"פ שכתוב כך בתוספתא אין סומכים עליה עכ\"ל. ואפשר לומר שכך היה לשון בני אדם בזמנם: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>המוכר את הבור וכו'. </b> בפ' הספינה (דף ע\"ח:) תנן מכר בור מכר מימיו ובגמרא אמר רבא מתני' יחידאה היא דתניא מכר בור לא מכר מימיו ר' נתן אומר מכר בור מכר מימיו. וכתב הרי\"ף וכיון דיחידאה הוא לא ס\"ל כוותיה וזה דעת רבינו אבל רשב\"ם כתב דהלכה כמתני' דסתם במתניתין ומחלוקת בברייתא הלכה כסתם דמתנ' דהא דקאמר הכא יחידאה הוא לאו למימרא דמשום דיחידאה דלא ס\"ל כוותיה אלא לאשמועינן דר\"א בר\"ש כרבנן. ולקיים דברי הרי\"ף ורבינו י\"ל דא\"כ לימא מתניתין מני ר' נתן היא ומדאמר מתניתין יחידאה היא משמע ודאי דאתא למימר דמשום דיחידאה היא לא קי\"ל כוותיה: "
      ]
    ],
    [
      [],
      [
        "\n                     בד\"א בשלא היה בהן אלא בית ד' קבין וכו'.  כפי נוסחת ספרינו בדברי רבינו נראה שהיה גורס בדברי רב עוקבא מפוזרים בתוך עשרת קבין אבל מדברי ה\"ה נראה שגם רבינו היה גורס בתוך חמשה קבין כמו שהוא בספרים דידן בגמרא: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מכר לו בית כור ואמר לו בסימנים ובמצרים וכו' פחת יתר וכו'. </b> וכתב ה\"ה לשון המחבר כלשון הגמרא וכו' וצ\"ע עכ\"ל. ול\"נ דכיון דסתם רבינו דבריו נראה שסובר שהוא שוה לההיא דלעיל וכן נראה מדברי הטור: "
      ]
    ],
    [
      [],
      [
        "<b>חרש שאינו שומע ולא מדבר וכו'. </b> כתב ה\"ה שיש לתמוה על רבינו למה לא השוה מדבר ואינו שומע וכו' הרי הם כפקחים לכל דבריהם עכ\"ל. ואני אומר שעוד יש לדקדק על דברי רבינו שכתב דשומע ואינו מדבר מקחו וממכרו ומתנותיו קיימים אף בקרקע ונראה שטעמו משום דחרש דתנן ביה רומז ונרמז במטלטלין אמרו דלגיטין אינו רומז ונרמז אלמא גיטין וקרקעות כי הדדי נינהו א\"כ בנשתתק דתנן דהרכנת הראש מהני לגיטין ע\"י בדיקה ג' פעמים הן הן ולאו לאו וכן כתב ידו מהני כדאמר רב כהנא בפרק מי שאחזו הוא הדין דלקרקעות מהני הנך מילי. ולענין תמיהת ה\"ה י\"ל דההיא ברייתא דקתני מדבר ואינו שומע ושומע ואינו מדבר הרי הם כפקחים לכל דבריהם ע\"כ לא כפקחים ממש קאמר דפקחים ממש אינם צריכים בדיקה ומדבר ואינו שומע ושומע ואינו מדבר צריך בדיקה וכיון דקתני מדבר ואינו שומע זהו חרש משמע שדינו כחרש גמור לדברים שלא נאמר בו בפירוש שאינו כחרש. ועוד י\"ל שסובר רבינו דכי תניא במדבר ואינו שומע שהוא כפקח היינו דוקא כששומע קצת וקרי ליה אינו שומע לפי שאינו שומע כמו הפקחים אבל אם אינו שומע כלל דינו כחרש גמור ולישנא דרבינו דייק הכי שכתב מדבר ואינו שומע כלום: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>מי שמכר בין בנכסיו וכו'.  </b> בפ' מי שמת (דף קנ\"ד) מעשה בבני ברק:                 סליקו הלכות מכירה בס\"ד "
      ]
    ]
  ]
};