const Slaves = {
  "title": "Mishneh Torah, Slaves",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Slaves",
  "text": [
    [
      "<small>(שמות כא ב)</small> \"עֶבֶד עִבְרִי\" הָאָמוּר בַּתּוֹרָה זֶה יִשְׂרְאֵלִי שֶׁמָּכְרוּ אוֹתוֹ בֵּית דִּין עַל כָּרְחוֹ אוֹ הַמּוֹכֵר עַצְמוֹ לִרְצוֹנוֹ. כֵּיצַד. גָּנַב וְאֵין לוֹ לְשַׁלֵּם אֶת הַקֶּרֶן בֵּית דִּין מוֹכְרִין אוֹתוֹ כְּמוֹ שֶׁאָמַרְנוּ בְּהִלְכוֹת גְּנֵבָה. וְאֵין לְךָ אִישׁ בְּיִשְׂרָאֵל שֶׁמּוֹכְרִין אוֹתוֹ בֵּית דִּין אֶלָּא הַגַּנָּב בִּלְבַד. וְעַל זֶה שֶׁמְּכָרוּהוּ בֵּית דִּין הוּא אוֹמֵר <small>(שמות כא ב)</small> \"כִּי תִקְנֶה עֶבֶד עִבְרִי\". וְעָלָיו הוּא אוֹמֵר בְּמִשְׁנֵה תּוֹרָה <small>(דברים טו יב)</small> \"כִּי יִמָּכֵר לְךָ אָחִיךָ הָעִבְרִי\". מוֹכֵר עַצְמוֹ כֵּיצַד. זֶה יִשְׂרָאֵל שֶׁהֶעֱנִי בְּיוֹתֵר נָתְנָה לוֹ תּוֹרָה רְשׁוּת לִמְכֹּר אֶת עַצְמוֹ שֶׁנֶּאֱמַר <small>(ויקרא כה לט)</small> \"כִּי יָמוּךְ אָחִיךָ עִמָּךְ וְנִמְכַּר לְךָ\". וְאֵינוֹ רַשַּׁאי לִמְכֹּר אֶת עַצְמוֹ וּלְהַצְנִיעַ אֶת דָּמָיו אוֹ לִקְנוֹת בָּהֶם סְחוֹרָה אוֹ כֵּלִים אוֹ לִתְּנֵם לְבַעַל חוֹב אֶלָּא אִם כֵּן צָרִיךְ לְאָכְלָן בִּלְבַד. וְאֵין אָדָם רַשַּׁאי לִמְכֹּר אֶת עַצְמוֹ עַד שֶׁלֹּא יִשָּׁאֵר לוֹ כְּלוּם וַאֲפִלּוּ כְּסוּת לֹא תִּשָּׁאֵר לוֹ וְאַחַר כָּךְ יִמְכֹּר אֶת עַצְמוֹ: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁאֵין הָאִשָּׁה נִמְכֶּרֶת בִּגְנֵבָתָהּ וְכֵן אֵינָהּ מוֹכֶרֶת אֶת עַצְמָהּ וְאֵינָהּ קוֹנָה לֹא עֶבֶד עִבְרִי וְלֹא עֶבֶד כְּנַעֲנִי מִפְּנֵי הַחֲשָׁד. וְאֵין הַגֵּר נִקְנֶה בְּעֶבֶד עִבְרִי שֶׁנֶּאֱמַר <small>(ויקרא כה מא)</small> \"וְשָׁב אֶל מִשְׁפַּחְתּוֹ\" מִי שֶׁיֵּשׁ לוֹ מִשְׁפָּחָה: \n",
      "עֶבֶד עִבְרִי שֶׁמְּכָרוּהוּ בֵּית דִּין אֵין מוֹכְרִין אוֹתוֹ אֶלָּא לְיִשְׂרָאֵל אוֹ לְגֵר צֶדֶק. וְכֵן הַמּוֹכֵר עַצְמוֹ אֵינוֹ רַשַּׁאי לִמְכֹּר עַצְמוֹ לְעַכּוּ''ם וַאֲפִלּוּ לְגֵר תּוֹשָׁב. וְאִם עָבַר וּמָכַר עַצְמוֹ אֲפִלּוּ לְעַכּוּ''ם וַאֲפִלּוּ לַעֲבוֹדַת כּוֹכָבִים עַצְמָהּ הֲרֵי זֶה מָכוּר שֶׁנֶּאֱמַר <small>(ויקרא כה מז)</small> \"אוֹ לְעֵקֶר מִשְׁפַּחַת גֵּר\". לְעֵקֶר זֶה הַנִּמְכָּר לַעֲבוֹדַת כּוֹכָבִים עַצְמָהּ: \n",
      "בָּא וְאָמַר לְךָ הֲרֵינִי מוֹכֵר עַצְמִי לְעַכּוּ''ם אֵין אַתָּה זָקוּק לוֹ עַד שֶׁיִּמָּכֵר אֲבָל לְאַחַר שֶׁנִּמְכַּר לְעַכּוּ''ם אַף עַל פִּי שֶׁעָבַר וְעָשָׂה שֶׁלֹּא כַּהֹגֶן מִצְוָה לִפְדּוֹתוֹ וְלֹא יִטָּמַע בָּהֶם שֶׁנֶּאֱמַר <small>(ויקרא כה מח)</small> \"אַחֲרֵי נִמְכַּר גְּאֻלָּה תִּהְיֶה לּוֹ\": \n",
      "אֶחָד הַמּוֹכֵר אֶת עַצְמוֹ אוֹ שֶׁמְּכָרוּהוּ בֵּית דִּין אֵינוֹ נִמְכָּר בְּפַרְהֶסְיָא עַל אֶבֶן הַמִּקָּח וְלֹא בְּסִמְטָא כְּדֶרֶךְ שֶׁהָעֲבָדִים נִמְכָּרִין שֶׁנֶּאֱמַר <small>(ויקרא כה מב)</small> \"לֹא יִמָּכְרוּ מִמְכֶּרֶת עָבֶד\" אֵינוֹ נִמְכָּר אֶלָּא בְּצִנְעָה וְדֶרֶךְ כָּבוֹד: \n",
      "כָּל עֶבֶד עִבְרִי אָסוּר לַעֲבֹד בּוֹ בְּפָרֶךְ. וְאֵיזוֹ הִיא עֲבוֹדַת פָּרֶךְ זוֹ עֲבוֹדָה שֶׁאֵין לָהּ קִצְבָה וַעֲבוֹדָה שֶׁאֵינוֹ צָרִיךְ לָהּ אֶלָּא תִּהְיֶה מַחְשַׁבְתּוֹ לְהַעֲבִידוֹ בִּלְבַד שֶׁלֹּא יִבָּטֵל. מִכָּאן אָמְרוּ חֲכָמִים שֶׁלֹּא יֹאמַר לוֹ עֲדֹר תַּחַת הַגְּפָנִים עַד שֶׁאָבוֹא שֶׁהֲרֵי לֹא נָתַן לוֹ קִצְבָה. אֶלָּא יֹאמַר לוֹ עֲדֹר עַד שָׁעָה פְּלוֹנִית אוֹ עַד מָקוֹם פְּלוֹנִי. וְכֵן לֹא יֹאמַר לוֹ חֲפֹר מָקוֹם זֶה וְהוּא אֵינוֹ צָרִיךְ לוֹ. וַאֲפִלּוּ לְהָחֵם לוֹ כּוֹס שֶׁל חַמִּין אוֹ לְהָצֵן וְאֵינוֹ צָרִיךְ לוֹ אָסוּר וְעוֹבֵר עָלָיו בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא כה מג)</small> \"לֹא תִרְדֶּה בוֹ בְּפָרֶךְ\". הָא אֵינוֹ עוֹשֶׂה לוֹ אֶלָּא דָּבָר קָצוּב שֶׁהוּא צָרִיךְ לוֹ. וְכֵן הָעַכּוּ''ם שֶׁנִּמְכַּר לוֹ אִם רָדָה בּוֹ בְּפָרֶךְ הֲרֵי יִשְׂרָאֵל מְצֻוִּין לְמָנְעוֹ. וְאִם הִנִּיחוּהוּ עוֹבְרִים בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(ויקרא כה נג)</small> \"לֹא יִרְדֶּנּוּ בְּפֶרֶךְ לְעֵינֶיךָ\". וְאֵין אָנוּ נִזְקָקִין לִכְנֹס לִרְשׁוּתוֹ שֶׁל עַכּוּ''ם וְלִבְדֹּק אַחֲרָיו שֶׁלֹּא יַעֲבִידֶנּוּ בְּפָרֶךְ שֶׁנֶּאֱמַר לְעֵינֶיךָ בִּזְמַן שֶׁאַתָּה רוֹאֶה: \n",
      "כָּל עֶבֶד עִבְרִי אָסוּר לְיִשְׂרָאֵל שֶׁקָּנָהוּ לְהַעֲבִידוֹ בִּדְבָרִים בּוֹזִים שֶׁהֵם מְיֻחָדִים לַעֲשׂוֹת הָעֲבָדִים כְּגוֹן שֶׁיּוֹלִיךְ אַחֲרָיו כֵּלָיו לְבֵית הַמֶּרְחָץ אוֹ יַחְלֹץ לוֹ מִנְעָלָיו שֶׁנֶּאֱמַר <small>(ויקרא כה לט)</small> \"לֹא תַעֲבֹד בּוֹ עֲבֹדַת עָבֶד\". אֵינוֹ נוֹהֵג בּוֹ אֶלָּא כְּשָׂכִיר שֶׁנֶּאֱמַר <small>(ויקרא כה מ)</small> \"כְּשָׂכִיר כְּתוֹשָׁב יִהְיֶה עִמָּךְ\". וּמֻתָּר לְסַפֵּר לוֹ שְׂעָרוֹ וּלְכַבֵּס לוֹ כְּסוּתוֹ וְלֶאֱפוֹת לוֹ עִסָּתוֹ. אֲבָל לֹא יַעֲשֶׂה אוֹתוֹ בַּלָּן לָרַבִּים אוֹ סַפָּר לָרַבִּים אוֹ נַחְתּוֹם לָרַבִּים. וְאִם הָיְתָה אֻמָּנוּתוֹ זֹאת קֹדֶם שֶׁיִּמָּכֵר הֲרֵי זֶה יַעֲשֶׂה. אֲבָל לֹא יְלַמְּדֵנוּ בַּתְּחִלָּה מְלָאכָה כְּלָל אֶלָּא אֻמָּנוּת שֶׁהָיָה בָּהּ הוּא שֶׁעוֹשֶׂה כְּשֶׁהָיָה עוֹשֶׂה מִקֹּדֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעֶבֶד עִבְרִי מִפְּנֵי שֶׁנַּפְשׁוֹ שְׁפָלָה בִּמְכִירָה. אֲבָל יִשְׂרָאֵל שֶׁלֹּא נִמְכַּר מֻתָּר לְהִשְׁתַּמֵּשׁ בּוֹ כְּעֶבֶד שֶׁהֲרֵי אֵינוֹ עוֹשֶׂה מְלָאכָה זוֹ אֶלָּא בִּרְצוֹנוֹ וּמִדַּעַת עַצְמוֹ: \n",
      "אֲנָשִׁים שֶׁאֵינָן נוֹהֲגִין כַּשּׁוּרָה מֻתָּר לִרְדּוֹתָן בְּחָזְקָה וּלְהִשְׁתַּעְבֵּד בָּהֶן. מֶלֶךְ שֶׁגָּזַר שֶׁכָּל מִי שֶׁלֹּא יִתֵּן הַמַּס הַקָּצוּב עַל כָּל אִישׁ וְאִישׁ יִשְׁתַּעְבֵּד לְזֶה שֶׁנָּתַן הַמַּס עַל יָדוֹ הֲרֵי זֶה מֻתָּר לְהִשְׁתַּמֵּשׁ בּוֹ יוֹתֵר מִדַּאי אֲבָל לֹא כְּעֶבֶד. וְאִם אֵינוֹ נוֹהֵג כַּשּׁוּרָה מֻתָּר לְהִשְׁתַּמֵּשׁ בּוֹ כְּעֶבֶד: \n",
      "כָּל עֶבֶד עִבְרִי אוֹ אָמָה הָעִבְרִיָּה חַיָּב הָאָדוֹן לְהַשְׁווֹתָן לוֹ בְּמַאֲכָל וּבְמַשְׁקֶה בִּכְסוּת וּבְמָדוֹר שֶׁנֶּאֱמַר <small>(דברים טו טז)</small> \"כִּי טוֹב לוֹ עִמָּךְ\" שֶׁלֹּא תְּהֵא אַתָּה אוֹכֵל פַּת נָקִי וְהוּא אוֹכֵל פַּת קִבָּר אַתָּה שׁוֹתֶה יַיִן יָשָׁן וְהוּא שׁוֹתֶה יַיִן חָדָשׁ אַתָּה יָשֵׁן עַל גַּבֵּי מוֹכִין וְהוּא יָשֵׁן עַל גַּבֵּי הַתֶּבֶן אַתָּה דָּר בִּכְרַךְ וְהוּא דָּר בִּכְפָר אוֹ אַתָּה דָּר בִּכְפָר וְהוּא יוֹשֵׁב בִּכְרַךְ. שֶׁנֶּאֱמַר <small>(ויקרא כה מא)</small> \"וְיָצָא מֵעִמָּךְ\". מִכָּאן אָמְרוּ כָּל הַקּוֹנֶה עֶבֶד עִבְרִי כְּקוֹנֶה אָדוֹן לְעַצְמוֹ. וְחַיָּב לִנְהֹג בּוֹ מִנְהַג אַחְוָה שֶׁנֶּאֱמַר <small>(ויקרא כה מו)</small> \"וּבְאַחֵיכֶם בְּנֵי יִשְׂרָאֵל\". וְאַף עַל פִּי כֵן צָרִיךְ הָעֶבֶד לִנְהֹג בְּעַצְמוֹ מִנְהַג עַבְדוּת בְּאוֹתָן הָעֲבוֹדוֹת שֶׁהוּא עוֹשֶׂה לוֹ: \n",
      "אֵין אָמָה הָעִבְרִיָּה נוֹהֶגֶת וְלֹא עֶבֶד עִבְרִי נוֹהֵג אֶלָּא בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג. בֵּין עֶבֶד עִבְרִי שֶׁמּוֹכֵר עַצְמוֹ בֵּין זֶה שֶׁמְּכָרוּהוּ בֵּית דִּין. וּכְבָר בֵּאַרְנוּ מָתַי בָּטְלוּ הַיּוֹבְלוֹת: \n"
    ],
    [
      "עֶבֶד עִבְרִי שֶׁמְּכָרוּהוּ בֵּית דִּין [וְהַמּוֹכֵר עַצְמוֹ] נִקְנֶה בְּכֶסֶף וּבִשְׁוֵה כֶּסֶף וּבִשְׁטָר. כֵּיצַד בִּשְׁטָר. כּוֹתֵב לוֹ עַל הַנְּיָר אוֹ עַל הַחֶרֶס הֲרֵינִי מָכוּר לְךָ הֲרֵינִי קָנוּי לְךָ וְנוֹתֵן לוֹ הַשְּׁטָר: \n",
      "מְכָרוּהוּ בֵּית דִּין עוֹבֵד שֵׁשׁ שָׁנִים מִיּוֹם מְכִירָתוֹ וּבִתְחִלַּת הַשָּׁנָה הַשְּׁבִיעִית שֶׁלּוֹ יֵצֵא בֶּן חוֹרִין. וְאִם פָּגְעָה בּוֹ שְׁנַת הַשְּׁמִטָּה בִּכְלַל הַשֵּׁשׁ הֲרֵי זֶה עוֹבֵד בָּהּ. אֲבָל אִם פָּגְעָה בּוֹ שְׁנַת יוֹבֵל אֲפִלּוּ נִמְכַּר שָׁנָה אַחַת לִפְנֵי הַיּוֹבֵל הֲרֵי זֶה יֵצֵא לְחֵרוּת שֶׁנֶּאֱמַר <small>(ויקרא כה מ)</small> \"עַד שְׁנַת הַיֹּבֵל יַעֲבֹד עִמָּךְ\" <small>(ויקרא כה יג)</small> \"בִּשְׁנַת הַיּוֹבֵל הַזֹּאת\" וְגוֹ': \n",
      "הַמּוֹכֵר עַצְמוֹ יֵשׁ לוֹ לִמְכֹּר עַצְמוֹ לְיֶתֶר עַל שֵׁשׁ. הֲרֵי שֶׁמָּכַר עַצְמוֹ לְעֶשֶׂר שָׁנִים אוֹ לְעֶשְׂרִים שָׁנָה וּפָגַע בּוֹ יוֹבֵל אֲפִלּוּ אַחַר שָׁנָה הֲרֵי זֶה יוֹצֵא בַּיּוֹבֵל שֶׁנֶּאֱמַר <small>(ויקרא כה מ)</small> \"עַד שְׁנַת הַיֹּבֵל יַעֲבֹד עִמָּךְ\": \n",
      "אֶחָד הַמּוֹכֵר עַצְמוֹ אוֹ שֶׁמְּכָרוּהוּ בֵּית דִּין וּבָרַח חַיָּב לְהַשְׁלִים שֵׁשׁ. וְאִם פָּגַע בּוֹ יוֹבֵל יוֹצֵא לְחֵרוּת: \n",
      "חָלָה בֵּין שֶׁחָלָה שָׁנָה אַחַר שָׁנָה אוֹ שֶׁחָלָה חֳלָאִים מְקֻטָּעִים אִם הַכּל פָּחוֹת מֵאַרְבַּע שָׁנִים עוֹלִין לְמִנְיַן שֵׁשׁ. אֲבָל אִם חָלָה אַרְבַּע שָׁנִים חַיָּב לְהַשְׁלִים כָּל יְמֵי הַחֹלִי שֶׁנֶּאֱמַר <small>(ויקרא כה מ)</small> \"כְּשָׂכִיר כְּתוֹשָׁב\". וְאִם פָּגַע בּוֹ יוֹבֵל יֵצֵא. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמְּחַשְּׁבִין יְמֵי הַחֹלִי כְּשֶׁהָיָה חָלְיוֹ כָּבֵד שֶׁאֵינוֹ יָכוֹל לַעֲשׂוֹת מְלָאכָה. אֲבָל אִם לֹא הָיָה חָלְיוֹ כָּבֵד אֶלָּא יָכוֹל לַעֲשׂוֹת מַעֲשֵׂה מַחַט אֲפִלּוּ חָלָה כָּל שֵׁשׁ עוֹלִין לוֹ: \n",
      "הַמּוֹכֵר עַצְמוֹ לְעַכּוּ''ם אִם לֹא נִפְדָּה אֵינוֹ יוֹצֵא אֶלָּא בַּיּוֹבֵל שֶׁנֶּאֱמַר <small>(ויקרא כה נד)</small> \"וְאִם לֹא יִגָּאֵל בְּאֵלֶּה וְיָצָא בִּשְׁנַת הַיֹּבֵל הוּא וּבָנָיו עִמּוֹ\": \n",
      "הַנִּמְכָּר לְעַכּוּ''ם אִם לֹא הִשִּׂיגָה יָדוֹ לִגְאל קְרוֹבָיו פּוֹדִין אוֹתוֹ וְקָרוֹב קָרוֹב קוֹדֵם שֶׁנֶּאֱמַר <small>(ויקרא כה מט)</small> \"אוֹ דֹדוֹ אוֹ בֶן דֹּדוֹ יִגְאָלֶנּוּ\". וּבֵית דִּין כּוֹפִין אֶת קְרוֹבָיו לִפְדּוֹתוֹ שֶׁלֹּא יִטָּמַע בָּעַכּוּ''ם. לֹא פְּדָאוּהוּ קְרוֹבָיו אוֹ שֶׁאֵין יָדָם מַשֶּׂגֶת מִצְוָה עַל כָּל אָדָם מִיִּשְׂרָאֵל לִפְדּוֹתוֹ. וּבֵין שֶׁפְּדָאוּהוּ קְרוֹבִים בֵּין שֶׁפְּדָאָהוּ שְׁאָר אָדָם יֵצֵא לְחֵרוּת. וְיֵשׁ לוֹ לִלְווֹת וְלִגְאל אֶת עַצְמוֹ מִן הָעַכּוּ''ם. וְגוֹאֵל לַחֲצָאִין. אֲבָל הַנִּמְכָּר לְיִשְׂרָאֵל אֵין הַקְּרוֹבִים פּוֹדִין אוֹתוֹ וְאֵין לוֶֹה וְגוֹאֵל וְאֵינוֹ גּוֹאֵל לַחֲצָאִין. אֶלָּא כֵּיצַד דִּינוֹ. אִם הִשִּׂיגָה יָדוֹ לִתֵּן כְּפִי הַשָּׁנִים הַנּוֹתָרוֹת נוֹתֵן וְיוֹצֵא וְאִם לָאו לֹא יֵצֵא: \n",
      "אֶחָד הַמּוֹכֵר עַצְמוֹ בֵּין לְיִשְׂרָאֵל בֵּין לְעַכּוּ''ם וְאֶחָד שֶׁמְּכָרוּהוּ בֵּית דִּין הֲרֵי זֶה מְגָרֵעַ מִפִּדְיוֹנוֹ וְיוֹצֵא. כֵּיצַד. הֲרֵי שֶׁמְּכָרוּהוּ בְּשִׁשִּׁים דִּינָרִים וְעָבַד אַרְבַּע שָׁנִים וּמָצְאָה יָדוֹ הֲרֵי זֶה נוֹתֵן עֶשְׂרִים דִּינָרִים וְיֵצֵא לְחֵרוּת. וְכֵן אִם מָכַר עַצְמוֹ בְּאַרְבָּעִים דִּינָרִין לְעֶשֶׂר שָׁנִים הֲרֵי זֶה מְגָרֵעַ אַרְבָּעָה דִּינָרִין לְכָל שָׁנָה שֶׁעָבַד וְנוֹתֵן הַנִּשְׁאָר כֶּסֶף אוֹ שְׁוֵה כֶּסֶף וְיוֹצֵא. וְכֵן הַנִּמְכָּר לְעַכּוּ''ם מְחַשֵּׁב הַדָּמִים לְפִי הַשָּׁנִים הַנִּשְׁאָרוֹת עַד שְׁנַת הַיּוֹבֵל שֶׁנֶּאֱמַר <small>(ויקרא כה נ)</small> \"וְחִשַּׁב עִם קֹנֵהוּ מִשְּׁנַת הִמָּכְרוֹ לוֹ עַד שְׁנַת הַיֹּבֵל\". כֵּיצַד. מָכַר עַצְמוֹ בְּמֵאָה וְנִשְׁאַר לַיּוֹבֵל מִשְּׁנַת מְכִירָה עֶשֶׂר שָׁנִים מְחַשֵּׁב עֲשָׂרָה לְכָל שָׁנָה שֶׁעָבַד וְגוֹרֵעַ הַדָּמִים וּמֵשִׁיב הַשְּׁאָר כֶּסֶף לֹא תְּבוּאָה וְלֹא כֵּלִים שֶׁנֶּאֱמַר <small>(ויקרא כה נ)</small> \"כֶּסֶף מִמְכָּרוֹ\" בְּכֶסֶף הוּא נִגְאָל מִיַּד הָעַכּוּ''ם וְאֵינוֹ נִגְאָל בִּשְׁוֵה כֶּסֶף: \n",
      "כָּל עֶבֶד עִבְרִי אוֹ עִבְרִיָּה שֶׁיָּצָא בְּגִרְעוֹן כֶּסֶף וְהִבְרִיא וְהוֹסִיפוּ דָּמָיו אוֹ נִשְׁחַף וּפָחֲתוּ דָּמָיו מְחַשְּׁבִין לוֹ לְהָקֵל עָלָיו. כֵּיצַד. הֲרֵי שֶׁנִּמְכַּר בְּמֵאָה וַהֲרֵי הוּא עַתָּה שָׁוֶה מָאתַיִם אֵינוֹ מְחַשֵּׁב עִם אֲדוֹנָיו אֶלָּא לְפִי מֵאָה. נִמְכַּר בְּמָאתַיִם וַהֲרֵי הוּא שָׁוֶה מֵאָה מְחַשֵּׁב עִמּוֹ עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת לְפִי מֵאָה: \n",
      "הַנִּמְכָּר לְעַכּוּ''ם הוֹאִיל וְיֵשׁ לִגְאל עַצְמוֹ לַחֲצָאִין כְּמוֹ שֶׁבֵּאַרְנוּ פְּעָמִים יִהְיֶה לְהָקֵל וּפְעָמִים לְהַחְמִיר. כֵּיצַד לְהָקֵל. קָנָה אוֹתוֹ בְּמָאתַיִם וְנִשְׁחַף וַהֲרֵי הוּא עַתָּה שָׁוֶה מֵאָה וְנָתַן לוֹ חֲמִשִּׁים חֲצִי דָּמָיו וְהִבְרִיא וַהֲרֵי הוּא שָׁוֶה מָאתַיִם נוֹתֵן לוֹ מֵאָה שֶׁהֵן חֲצִי דָּמָיו הַנִּשְׁאָר וְיָצָא. כֵּיצַד לְהַחְמִיר. קָנָה אוֹתוֹ בְּמָאתַיִם וְנָתַן לוֹ חֲצִי דָּמָיו שֶׁהֵן מֵאָה וְנִשְׁחַף וַהֲרֵי עַתָּה שָׁוֶה מֵאָה נוֹתֵן לוֹ חֲמִשִּׁים שֶׁהֵן דְּמֵי חֶצְיוֹ הַנִּשְׁאָר וְנִמְצָא שֶׁנָּתַן מֵאָה וַחֲמִשִּׁים אַף עַל פִּי שֶׁהוּא עַתָּה שָׁוֶה מֵאָה: \n",
      "הָרַב שֶׁמָּחַל לָעֶבֶד עַל הַכֶּסֶף שֶׁנִּשְׁאַר לוֹ לַעֲבֹד כְּנֶגְדּוֹ אֵינוֹ מָחוּל לוֹ עַד שֶׁיִּכְתֹּב לוֹ שְׁטַר שִׁחְרוּר. כֵּיצַד. הֲרֵי שֶׁקָּנָהוּ בְּשִׁשִּׁים וְעָבַד שָׁנָה אוֹ שְׁנָתַיִם וְאָמַר לוֹ שְׁאָר הַדָּמִים מְחוּלִין לְךָ לֵךְ לְדַרְכְּךָ לֹא נִפְטַר מִשִּׁעְבּוּדוֹ עַד שֶׁיִּכְתֹּב לוֹ שְׁטָר: \n",
      "אָדוֹן שֶׁמֵּת אִם הִנִּיחַ בֶּן זָכָר הֲרֵי הָעֶבֶד עוֹבֵד הַבֵּן עַד סוֹף הַשֵּׁשׁ אוֹ עַד סוֹף הַשָּׁנִים שֶׁמָּכַר עַצְמוֹ לָהֶן אוֹ עַד שֶׁיִּפְגַּע בּוֹ יוֹבֵל אוֹ עַד שֶׁיְּגַרֵעַ פִּדְיוֹנוֹ וְיִתֵּן הַשְּׁאָר. אֲבָל אִם לֹא הִנִּיחַ בֶּן זָכָר הֲרֵי זֶה יֵצֵא לְחֵרוּת וְאֵינוֹ עוֹבֵד לֹא אֶת הַבַּת וְלֹא אֶת הָאָח וְאֵין צָרִיךְ לוֹמַר שֶׁאֵינוֹ עוֹבֵד שְׁאָר הַיּוֹרְשִׁין. וְהַנִּמְכָּר לְגֵר צֶדֶק אוֹ לְעַכּוּ''ם אֲפִלּוּ הַבֵּן אֵינוֹ עוֹבֵד אֶלָּא כֵּיוָן שֶׁמֵּת הָאָדוֹן יֵצֵא לְחֵרוּת. נִמְצֵאתָ אוֹמֵר שֶׁעֶבֶד עִבְרִי נִקְנֶה בְּכֶסֶף אוֹ בִּשְׁטָר וְקוֹנֶה אֶת עַצְמוֹ בַּחֲמִשָּׁה דְּבָרִים. בְּשָׁנִים אוֹ בְּיוֹבֵל אוֹ בְּגִרְעוֹן כֶּסֶף אוֹ בִּשְׁטַר שִׁחְרוּר אוֹ בְּמִיתַת אָדוֹן בְּלֹא בֵּן וּבְעַכּוּ''ם אוֹ בְּגֵר אֲפִלּוּ הִנִּיחַ בֵּן. מִצְוָה לוֹמַר לוֹ צֵא בִּשְׁעַת יְצִיאָתוֹ. אַף עַל פִּי שֶׁלֹּא אָמַר לוֹ הֲרֵי הוּא יוֹצֵא בְּחִנָּם. וְאֵינוֹ צָרִיךְ שְׁטָר. אֲפִלּוּ חָלָה וְהוֹצִיא רַבּוֹ עָלָיו הוֹצָאוֹת הַרְבֵּה אֵינוֹ חַיָּב לוֹ כְּלוּם שֶׁנֶּאֱמַר <small>(שמות כא ב)</small> \"יֵצֵא לַחָפְשִׁי חִנָּם\": \n"
    ],
    [
      "כָּל עֶבֶד עִבְרִי הֲרֵי הָאָדוֹן חַיָּב בִּמְזוֹנוֹת אִשְׁתּוֹ הַנְּשׂוּאָה לוֹ וְלֹא אֲרוּסָה וְשׁוֹמֶרֶת יָבָם. וְהוּא שֶׁתִּהְיֶה מֻתֶּרֶת לוֹ. אֲבָל אִם הָיְתָה מֵאִסּוּרֵי לָאוִין אֲפִלּוּ שְׁנִיָּה אֵינוֹ חַיָּב בִּמְזוֹנוֹתֶיהָ שֶׁנֶּאֱמַר אִשְׁתּוֹ עִמּוֹ אִשָּׁה הָרְאוּיָה לַעֲמֹד עִמּוֹ. וְכֵן חַיָּב בִּמְזוֹנוֹת בָּנָיו וּבְנוֹתָיו. בִּמְכָרוּהוּ בֵּית דִּין נֶאֱמַר <small>(שמות כא ג)</small> \"אִם בַּעַל אִשָּׁה הוּא וְיָצְאָה אִשְׁתּוֹ עִמּוֹ\". וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁכֵּיוָן שֶׁנִּקְנָה זֶה נִשְׁתַּעְבְּדָה אִשְׁתּוֹ. אֲבָל לֹא בָּא לְלַמֵּד אֶלָּא שֶׁהָאָדוֹן חַיָּב בִּמְזוֹנוֹתֶיהָ. וּבְמוֹכֵר עַצְמוֹ נֶאֱמַר <small>(ויקרא כה מא)</small> \"וְיָצָא מֵעִמָּךְ הוּא וּבָנָיו עִמּוֹ\". וּבְנִמְכָּר לְעַכּוּ''ם נֶאֱמַר <small>(ויקרא כה נד)</small> \"וְיָצָא בִּשְׁנַת הַיֹּבֵל הוּא וּבָנָיו עִמּוֹ\". אֶחָד אִשָּׁה וּבָנִים שֶׁהָיוּ לוֹ בִּשְׁעַת מְכִירָה אוֹ אִשָּׁה וּבָנִים שֶׁהָיוּ לוֹ אַחַר מְכִירָתוֹ. וְהוּא שֶׁיִּקָּחֶנָּה מִדַּעַת הָאָדוֹן. אֲבָל אִם לְקָחָהּ שֶׁלֹּא מִדַּעַת רַבּוֹ אֵינוֹ חַיָּב בִּמְזוֹנוֹתֶיהָ: \n",
      "אַף עַל פִּי שֶׁהָאָדוֹן חַיָּב בִּמְזוֹנוֹת אִשְׁתּוֹ וּבָנָיו אֵין לוֹ בְּמַעֲשֵׂה יְדֵיהֶם כְּלוּם אֶלָּא הֲרֵי מַעֲשֵׂה הָאִשָּׁה וּמְצִיאָתָהּ לְבַעֲלָהּ. וְכָל שֶׁזּוֹכֶה הַבַּעַל בְּאִשְׁתּוֹ זוֹכֶה זֶה אַף עַל פִּי שֶׁהוּא עֶבֶד עִבְרִי: \n",
      "מִי שֶׁמְּכָרוּהוּ בֵּית דִּין יֵשׁ לְרַבּוֹ לִתֵּן לוֹ שִׁפְחָה כְּנַעֲנִית. בֵּין הָאָדוֹן בֵּין בְּנוֹ שֶׁל אֲדוֹן אִם מֵת אָבִיו הֲרֵי זֶה נוֹתֵן לוֹ שִׁפְחָה. וְכוֹפֵהוּ עַל זֶה כְּדֵי שֶׁיּוֹלִיד מִמֶּנָּה עֲבָדִים. וַהֲרֵי הִיא מֻתֶּרֶת לוֹ כָּל יְמֵי עַבְדוּתוֹ שֶׁנֶּאֱמַר <small>(שמות כא ד)</small> \"אִם אֲדֹנָיו יִתֶּן לוֹ אִשָּׁה\" וְגוֹ'. וְהַמּוֹכֵר עַצְמוֹ אָסוּר בְּשִׁפְחָה כְּנַעֲנִית כִּשְׁאָר כָּל יִשְׂרָאֵל: \n",
      "אֵין עֶבֶד עִבְרִי מֻתָּר בְּשִׁפְחָה כְּנַעֲנִית עַד שֶׁתִּהְיֶה לוֹ אִשָּׁה יִשְׂרְאֵלִית וּבָנִים. אֲבָל אִם אֵין לוֹ אִשָּׁה וּבָנִים אֵין רַבּוֹ מוֹסֵר לוֹ שִׁפְחָה כְּנַעֲנִית. וְדָבָר זֶה קַבָּלָה הוּא אֲפִלּוּ הָיָה הַנִּמְכָּר כֹּהֵן הֲרֵי זֶה מֻתָּר בְּשִׁפְחָה כְּנַעֲנִית כָּל יְמֵי עַבְדוּתוֹ: \n",
      "אִם הָיוּ לוֹ אִשָּׁה וּבָנִים אַף עַל פִּי שֶׁמּוֹסֵר לוֹ רַבּוֹ שִׁפְחָה כְּנַעֲנִית אֵינוֹ יָכוֹל לְהַפְרִישׁוֹ מֵאִשְׁתּוֹ וּבָנָיו שֶׁנֶּאֱמַר <small>(שמות כא ג)</small> \"אִשְׁתּוֹ עִמּוֹ\". וְאֵינוֹ יָכוֹל לִתֵּן לוֹ שְׁתֵּי שְׁפָחוֹת. וְלֹא לִתֵּן שִׁפְחָה אַחַת לִשְׁנֵי עֲבָדָיו הָעִבְרִים כְּדֶרֶךְ שֶׁנּוֹתֵן לַכְּנַעֲנִיִּים שֶׁנֶּאֱמַר <small>(שמות כא ד)</small> \"יִתֶּן לוֹ אִשָּׁה\". נִרְצָע שֶׁמָּסַר לוֹ רַבּוֹ שִׁפְחָה כְּנַעֲנִית וְהִגִּיעַ יוֹבֵל וְהָיָה רַבּוֹ מְסָרֵב בּוֹ לָצֵאת וְאֵינוֹ רוֹצֶה לָצֵאת וְחָבַל בּוֹ פָּטוּר שֶׁהֲרֵי נֶאֱסַר בְּשִׁפְחָה: \n",
      "הַמּוֹכֵר עַצְמוֹ אֵינוֹ נִרְצָע. אֲבָל מְכָרוּהוּ בֵּית דִּין וְעָבַד שֵׁשׁ וְלֹא רָצָה לָצֵאת הֲרֵי זֶה נִרְצָע וְעוֹבֵד עַד שְׁנַת הַיּוֹבֵל אוֹ עַד שֶׁיָּמוּת הָאָדוֹן: \n",
      "אַף עַל פִּי שֶׁהִנִּיחַ בֵּן אֵין הַנִּרְצָע עוֹבֵד אֶת הַבֵּן מִפִּי הַשְּׁמוּעָה לָמְדוּ <small>(שמות כא ו)</small> \"וַעֲבָדוֹ\", לוֹ וְלֹא לִבְנוֹ. <small>(שמות כא ו)</small> \"לְעוֹלָם\", לְעוֹלָמוֹ שֶׁל יוֹבֵל. נִמְצֵאתָ לָמֵד שֶׁהַנִּרְצָע אֵינוֹ קוֹנֶה אֶת עַצְמוֹ אֶלָּא בַּיּוֹבֵל וּבְמִיתַת הָאָדוֹן: \n",
      "עֶבֶד עִבְרִי כֹּהֵן אֵינוֹ נִרְצָע מִפְּנֵי שֶׁנַּעֲשָׂה בַּעַל מוּם וַהֲרֵי הוּא אוֹמֵר <small>(ויקרא כה מא)</small> \"וְשָׁב אֶל מִשְׁפַּחְתּוֹ\" לַחֲזָקָה שֶׁהָיָה בָּהּ. וְאֵינוֹ שָׁב לַשְּׂרָרָה שֶׁהָיָה בָּהּ: \n",
      "כֵּיצַד רוֹצְעִין. מְבִיאוֹ לְבֵית דִּין שֶׁל שְׁלֹשָׁה וְאוֹמֵר דְּבָרָיו לִפְנֵיהֶם וּמַגִּישׁוֹ לְסוֹף שֵׁשׁ אֶל הַדֶּלֶת אוֹ אֶל הַמְּזוּזָה כְּשֶׁהֵן עוֹמְדִין בְּבִנְיָן. בֵּין דֶּלֶת וּמְזוּזָה שֶׁל אָדוֹן בֵּין שֶׁל כָּל אָדָם. וְנוֹקֵב אֶת אָזְנוֹ הַיְמָנִית בְּגוּפָהּ שֶׁל אֹזֶן בְּמַרְצֵעַ שֶׁל מַתֶּכֶת עַד שֶׁיַּגִּיעַ לַדֶּלֶת שֶׁנֶּאֱמַר <small>(דברים טו יז)</small> \"וְנָתַתָּ בְאָזְנוֹ וּבַדֶּלֶת\". וְלֹא נֶאֱמַר <small>(שמות כא ו)</small> \"מְזוּזָה\" אֶלָּא שֶׁיִּהְיֶה עוֹמֵד בֵּין אֵצֶל דֶּלֶת בֵּין אֵצֶל מְזוּזָה. וּמָה מְזוּזָה כְּשֶׁהִיא עוֹמֶדֶת אַף דֶּלֶת כְּשֶׁהִיא עוֹמֶדֶת. אֲבָל הָרְצִיעָה בַּדֶּלֶת אַף עַל פִּי שֶׁאֵין שָׁם מְזוּזָה. הָאָדוֹן הוּא שֶׁרוֹצֵעַ בְּעַצְמוֹ שֶׁנֶּאֱמַר <small>(שמות כא ו)</small> \"וְרָצַע אֲדֹנָיו\" לֹא בְּנוֹ וְלֹא שְׁלוּחוֹ וְלֹא שְׁלִיחַ בֵּית דִּין. וְאֵין רוֹצְעִין שְׁנֵי עֲבָדִים כְּאֶחָד שֶׁאֵין עוֹשִׂין מִצְוֹת חֲבִילוֹת חֲבִילוֹת: \n",
      "<small>(שמות כא ה)</small> \"וְאִם אָמֹר יֹאמַר הָעֶבֶד\" עַד שֶׁיֹּאמַר וְיִשְׁנֶה. הָעֶבֶד עַד שֶׁיֹּאמַר כְּשֶׁהוּא עֶבֶד אֲבָל אִם אָמַר אַחַר שֵׁשׁ אֵינוֹ נִרְצָע עַד שֶׁיֹּאמַר וְיִשְׁנֶה בְּסוֹף שֵׁשׁ בִּתְחִלַּת פְּרוּטָה אַחֲרוֹנָה. כֵּיצַד. כְּגוֹן שֶׁנִּשְׁאַר מִן הַיּוֹם שְׁוֵה פְּרוּטָה מִדְּמֵי מְכִירָתוֹ אוֹ יֶתֶר מְעַט. אֲבָל אִם נִשְׁאַר פָּחוֹת מִשְּׁוֵה פְּרוּטָה הֲרֵי זֶה כְּאוֹמֵר אַחַר שֵׁשׁ: \n",
      "הָיְתָה לָעֶבֶד שִׁפְחָה כְּנַעֲנִית וְלוֹ מִמֶּנָּה בָּנִים וּלְרַבּוֹ אֵין אִשָּׁה וּבָנִים אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר <small>(דברים טו טז)</small> \"כִּי אֲהֵבְךָ וְאֶת בֵּיתֶךָ\". לְרַבּוֹ אִשָּׁה וּבָנִים וְלוֹ אֵין אִשָּׁה וּבָנִים אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר <small>(שמות כא ה)</small> \"אָהַבְתִּי אֶת אֲדֹנִי אֶת אִשְׁתִּי וְאֶת בָּנָי\". הוּא אוֹהֵב אֶת רַבּוֹ וְרַבּוֹ אֵינוֹ אוֹהֲבוֹ אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר כִּי טוֹב לוֹ עִמָּךְ. רַבּוֹ אוֹהֲבוֹ וְהוּא אֵינוֹ אוֹהֵב אֶת רַבּוֹ אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר כִּי אֲהֵבְךָ. הוּא חוֹלֶה וְרַבּוֹ אֵינוֹ חוֹלֶה אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר כִּי טוֹב לוֹ עִמָּךְ. רַבּוֹ חוֹלֶה וְהוּא אֵינוֹ חוֹלֶה אוֹ שֶׁהָיוּ שְׁנֵיהֶם חוֹלִים אֵינוֹ נִרְצָע שֶׁנֶּאֱמַר <small>(דברים טו טז)</small> \"כִּי טוֹב לוֹ עִמָּךְ\" עַד שֶׁיִּהְיוּ שְׁנֵיהֶם בְּטוֹבָה: \n",
      "מַה בֵּין מוֹכֵר עַצְמוֹ לִמְכָרוּהוּ בֵּית דִּין. מוֹכֵר עַצְמוֹ אֵינוֹ נִרְצָע וּמְכָרוּהוּ בֵּית דִּין נִרְצָע. מוֹכֵר עַצְמוֹ אָסוּר בְּשִׁפְחָה כְּנַעֲנִית וּמְכָרוּהוּ בֵּית דִּין רַבּוֹ מוֹסֵר לוֹ שִׁפְחָה כְּנַעֲנִית. מוֹכֵר עַצְמוֹ נִמְכָּר לְעַכּוּ''ם וּמְכָרוּהוּ בֵּית דִּין אֵינוֹ נִמְכָּר אֶלָּא לְיִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(דברים טו יב)</small> \"כִּי יִמָּכֵר לְךָ אָחִיךָ\" אֵין בֵּית דִּין מוֹכְרִין אוֹתוֹ אֶלָּא לְךָ. מוֹכֵר עַצְמוֹ נִמְכָּר לְשֵׁשׁ וְיֶתֶר עַל שֵׁשׁ מְכָרוּהוּ בֵּית דִּין אֵינוֹ נִמְכָּר אֶלָּא לְשֵׁשׁ. מוֹכֵר עַצְמוֹ אֵין מַעֲנִיקִין לוֹ מְכָרוּהוּ בֵּית דִּין מַעֲנִיקִין לוֹ: \n",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הָאִשָּׁה נִרְצַעַת וְכֵן יֵרָאֶה מֵעִנְיַן הַכָּתוּב שֶׁהֲרֵי אוֹמֵר בְּנִרְצָע <small>(שמות כא ה)</small> \"אָהַבְתִּי אֶת אֲדֹנִי אֶת אִשְׁתִּי וְאֶת בָּנָי\". וּמַהוּ שֶׁנֶּאֱמַר <small>(דברים טו יז)</small> \"וְאַף לַאֲמָתְךָ תַּעֲשֶׂה כֵּן\". לְהַעֲנִיק. שֶׁכְּשֵׁם שֶׁמִּצְוַת עֲשֵׂה לְהַעֲנִיק עֶבֶד עִבְרִי כָּךְ מַעֲנִיק אָמָה הָעִבְרִיָּה: \n",
      "כָּל הַמְשַׁלֵּחַ עַבְדּוֹ וַאֲמָתוֹ רֵיקָם עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים טו יג)</small> \"לֹא תְשַׁלְּחֶנּוּ רֵיקָם\" וַהֲרֵי הַכָּתוּב נִתְּקוֹ לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(דברים טו יד)</small> \"הַעֲנֵיק תַּעֲנִיק לוֹ\". אֶחָד הַיּוֹצֵא בְּסוֹף שֵׁשׁ אוֹ שֶׁיָּצָא בְּיוֹבֵל אוֹ בְּמִיתַת הָאָדוֹן וְכֵן הָאָמָה הָעִבְרִיָּה שֶׁיָּצָאת בְּאֶחָד מִכָּל אֵלּוּ אוֹ בְּסִימָנִין הֲרֵי אֵלּוּ מַעֲנִיקִין לָהֶם. אֲבָל הַיּוֹצֵא בְּגִרְעוֹן כֶּסֶף אֵין מַעֲנִיקִין לָהֶם שֶׁנֶּאֱמַר <small>(דברים טו יג)</small> \"וְכִי תְשַׁלְּחֶנּוּ חָפְשִׁי מֵעִמָּךְ\" וְזֶה לֹא שִׁלְּחוֹ חָפְשִׁי אֶלָּא הָעֶבֶד נָתַן שְׁאָר הַדָּמִים שֶׁנִּשְׁאַר לוֹ לַעֲבֹד בָּהֶן וְאַחַר כָּךְ יָצָא. <small>(דברים טו יד)</small> \"הַעֲנֵיק תַּעֲנִיק לוֹ מִצֹּאנְךָ מִגָּרְנְךָ וּמִיִּקְבֶךָ\" בְּעִנְיַן צֹאן גֹּרֶן וְיֶקֶב דְּבָרִים שֶׁיֵּשׁ בָּהֶם בְּרָכָה מֵחֲמַת עַצְמָן הוּא שֶׁחַיָּב לְהַעֲנִיק לוֹ מֵהֶם אֲבָל הַכְּסָפִים וְהַבְּגָדִים אֵינוֹ חַיָּב לִתֵּן לוֹ מֵהֶם. וְכַמָּה נוֹתֵן לוֹ אֵין פָּחוֹת מִשְּׁוֵה שְׁלֹשִׁים סֶלַע בֵּין מִמִּין אֶחָד בֵּין מִמִּינִין הַרְבֵּה כִּשְׁלֹשִׁים שֶׁל קְנַס הָעֶבֶד שֶׁנֶּאֱמַר בּוֹ <small>(שמות כא לב)</small> \"יִתֵּן לַאדֹנָיו\". בֵּין שֶׁנִּתְבָּרֵךְ הַבַּיִת בִּגְלָלוֹ בֵּין שֶׁלֹּא נִתְבָּרֵךְ שֶׁנֶּאֱמַר הַעֲנֵיק תַּעֲנִיק לוֹ מִכָּל מָקוֹם. אִם כֵּן לָמָּה נֶאֱמַר <small>(דברים טו יד)</small> \"אֲשֶׁר בֵּרַכְךָ\" הַכּל לְפִי הַבְּרָכָה תֵּן לוֹ: \n",
      "אִם בָּרַח וּפָגַע בּוֹ יוֹבֵל כְּשֶׁהוּא בּוֹרֵחַ וְיָצָא לְחֵרוּת אֵינוֹ חַיָּב לְהַעֲנִיקוֹ שֶׁנֶּאֱמַר <small>(דברים טו יג)</small> \"וְכִי תְשַׁלְּחֶנּוּ\" וְגוֹ'. עֶנֶק עֶבֶד עִבְרִי לְעַצְמוֹ וְאֵין בַּעַל חוֹב גּוֹבֶה הֵימֶנּוּ. וְעֶנֶק אָמָה הָעִבְרִיָּה וְכֵן מְצִיאָתָהּ לְאָבִיהָ. וְאִם מֵת אָבִיהָ קֹדֶם שֶׁיָּבוֹא לְיָדוֹ הֲרֵי הֵן שֶׁל עַצְמָהּ וְאֵין לְאַחֶיהָ בָּהֶם כְּלוּם שֶׁאֵין אָדָם מוֹרִישׁ זְכוּת שֶׁיֵּשׁ לוֹ בְּבִתּוֹ לִבְנוֹ: \n"
    ],
    [
      "אָמָה הָעִבְרִיָּה הִיא הַקְּטַנָּה שֶׁמְּכָרָהּ אָבִיהָ. וּמִשֶּׁתָּבִיא שְׁתֵּי שְׂעָרוֹת אַחַר שְׁתֵּים עֶשְׂרֵה שָׁנָה וְתֵעָשֶׂה נַעֲרָה אֵינוֹ יָכוֹל לְמָכְרָהּ אַף עַל פִּי שֶׁעֲדַיִן יֵשׁ לוֹ רְשׁוּת בָּהּ. וְיֵשׁ לוֹ לְקַדְּשָׁהּ לְכָל מִי שֶׁיִּרְצֶה. אַף הַקְּטַנָּה שֶׁהִיא אַיְלוֹנִית בְּסִימָנֶיהָ וְאֵינָהּ רְאוּיָה לַהֲבָאַת שְׁתֵּי שְׂעָרוֹת יֵשׁ לְאָבִיהָ לְמָכְרָהּ כָּל זְמַן שֶׁהִיא קְטַנָּה. אֲבָל הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס אֵינוֹ נִמְכָּר לֹא כְּעֶבֶד עִבְרִי וְלֹא כְּדִין הָאָמָה הָעִבְרִיָּה: \n",
      "אֵין הָאָב רַשַּׁאי לִמְכֹּר אֶת בִּתּוֹ אֶלָּא אִם כֵּן הֶעֱנִי וְלֹא נִשְׁאַר לוֹ כְּלוּם לֹא קַרְקַע וְלֹא מִטַּלְטְלִין וַאֲפִלּוּ כְּסוּת שֶׁעָלָיו. וְאַף עַל פִּי כֵן כּוֹפִין אֶת הָאָב לִפְדּוֹתָהּ אַחַר שֶׁמְּכָרָהּ מִשּׁוּם פְּגַם מִשְׁפָּחָה. בָּרַח הָאָב אוֹ שֶׁמֵּת אוֹ שֶׁלֹּא הָיָה לוֹ לִפְדּוֹתָהּ הֲרֵי זוֹ עוֹבֶדֶת עַד שֶׁתֵּצֵא: \n",
      "אָמָה הָעִבְרִיָּה נִקְנֵית בְּכֶסֶף אוֹ בִּשְׁוֵה כֶּסֶף וּבִשְׁטָר וְאֵינָהּ נִקְנֵית בִּפְרוּטָה מִפְּנֵי שֶׁצָּרִיךְ לִקְנוֹתָהּ בְּדָמִים שֶׁרְאוּיִין לְגֵרָעוֹן כְּדֵי שֶׁתִּגְרַע פִּדְיוֹנָהּ וְתֵצֵא. כֵּיצַד בִּשְׁטָר. כּוֹתֵב עַל הַנְּיָר אוֹ עַל הַחֶרֶס בִּתִּי מְכוּרָה לְךָ בִּתִּי קְנוּיָה לְךָ וְנוֹתֵן בְּיַד הָאָדוֹן. וּשְׁטַר אָמָה הָעִבְרִיָּה הָאָב כּוֹתְבוֹ: \n",
      "אָמָה הָעִבְרִיָּה עוֹבֶדֶת שֵׁשׁ שָׁנִים כְּעֶבֶד שֶׁמְּכָרוּהוּ בֵּית דִּין שֶׁנֶּאֱמַר <small>(דברים טו יב)</small> \"כִּי יִמָּכֵר לְךָ אָחִיךָ הָעִבְרִי אוֹ הָעִבְרִיָּה\". וְיוֹצֵאת בִּתְחִלַּת שֶׁבַע. וְאִם פָּגַע בָּהּ יוֹבֵל בְּתוֹךְ שֵׁשׁ יוֹצְאָה חִנָּם כְּעֶבֶד. מֵת הָאָדוֹן אַף עַל פִּי שֶׁהִנִּיחַ בֶּן יוֹצְאָה חִנָּם כְּנִרְצָע שֶׁנֶּאֱמַר <small>(דברים טו יז)</small> \"וְאַף לַאֲמָתְךָ תַּעֲשֶׂה כֵּן\". וְכֵן מְגָרַעַת מִפִּדְיוֹנָהּ וְיוֹצְאָה. וְאִם כָּתַב לָהּ שְׁטַר שִׁחְרוּר וּמָחַל עַל הַשְּׁאָר יוֹצְאָה חִנָּם כְּעֶבֶד: \n",
      "יְתֵרָה אָמָה הָעִבְרִיָּה שֶׁהִיא יוֹצְאָה בְּסִימָנִין. כֵּיצַד. כְּגוֹן שֶׁהֵבִיאָה סִימָנִין וְנַעֲשֵׂית נַעֲרָה יוֹצְאָה לְחֵרוּת בְּלֹא כֶּסֶף אֲפִלּוּ הֵבִיאָה סִימָנִין מֵאַחַר יוֹם שֶׁלְּקָחָהּ הֲרֵי זוֹ יוֹצֵאת לְחֵרוּת שֶׁנֶּאֱמַר <small>(שמות כא יא)</small> \"וְיָצְאָה חִנָּם\" רִבָּה לָהּ הַכָּתוּב יְצִיאָה אַחֶרֶת בְּחִנָּם יֶתֶר עַל הָעֶבֶד. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהִיא הֲבָאַת סִימָנֵי נַעֲרוּת. וְתַחְזֹר לִרְשׁוּת אָבִיהָ עַד שֶׁתִּבְגֹּר וְתֵצֵא מֵרְשׁוּת אָבִיהָ. הָיְתָה הַבַּת אַיְלוֹנִית שֶׁאֵין לָהּ יְמֵי נַעֲרוּת אֶלָּא יוֹצֵאת מִקַּטְנוּתָהּ לְבֶגֶר כֵּיוָן שֶׁבָּגְרָה תֵּצֵא לְחֵרוּת: \n",
      "אֵין אָמָה הָעִבְרִיָּה יוֹצְאָה בְּרָאשֵׁי אֵיבָרִים שֶׁנֶּאֱמַר <small>(שמות כא ז)</small> \"לֹא תֵצֵא כְּצֵאת הָעֲבָדִים\". וְכֵן עֶבֶד עִבְרִי אִם הִפִּיל לוֹ שִׁנּוֹ אוֹ סִמֵּא לוֹ עֵינוֹ מְשַׁלֵּם לוֹ כְּדִין הַחוֹבֵל בַּחֲבֵרוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת חוֹבֵל. נִמְצֵאתָ לָמֵד שֶׁאָמָה הָעִבְרִיָּה נִקְנֵית בִּשְׁנֵי דְּבָרִים בְּכֶסֶף אוֹ בִּשְׁטָר. וְקוֹנָה עַצְמָהּ בְּשִׁשָּׁה דְּבָרִים בְּשָׁנִים וּבְיוֹבֵל וּבְגִרְעוֹן כֶּסֶף וּבִשְׁטַר שִׁחְרוּר וּבְמִיתַת הָאָדוֹן וּבְסִימָנִין: \n",
      "יִעֵד אוֹתָהּ הָאָדוֹן לְעַצְמוֹ אוֹ לִבְנוֹ הֲרֵי הִיא כִּשְׁאָר אֲרוּסוֹת וְאֵינָהּ יוֹצְאָה בְּאֶחָד מִכָּל אֵלּוּ אֶלָּא בְּמִיתַת הַבַּעַל אוֹ בְּגֵט. וּמִצְוַת יִעוּד קוֹדֶמֶת לְמִצְוַת פְּדִיָּה. כֵּיצַד מִצְוַת יִעוּד. אוֹמֵר לָהּ בִּפְנֵי שְׁנַיִם הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי הֲרֵי אַתְּ מְאֹרֶסֶת לִי הֲרֵי אַתְּ לִי לְאִשָּׁה אֲפִלּוּ בְּסוֹף שֵׁשׁ סָמוּךְ לִשְׁקִיעַת הַחַמָּה. וְאֵינוֹ צָרִיךְ לִתֵּן לָהּ כְּלוּם שֶׁמָּעוֹת הָרִאשׁוֹנוֹת לְקִדּוּשִׁין נִתְּנוּ וְנוֹהֵג בָּהּ מִנְהַג אִישׁוּת וְאֵינוֹ נוֹהֵג בָּהּ מִנְהַג שְׁפָחוֹת. וְאֵינוֹ מְיַעֵד שְׁתַּיִם כְּאַחַת שֶׁנֶּאֱמַר <small>(שמות כא ח)</small> \"יְעָדָהּ\". וְכֵיצַד מְיַעֲדָהּ לִבְנוֹ. אִם הָיָה בְּנוֹ גָּדוֹל וְנָתַן רְשׁוּת לְאָבִיו לְיַעֲדָהּ לוֹ הֲרֵי הָאָב אוֹמֵר לָהּ בִּפְנֵי שְׁנַיִם הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִבְנִי: \n",
      "אֵין הָאָדוֹן מְיַעֵד אָמָה הָעִבְרִיָּה לֹא לוֹ וְלֹא לִבְנוֹ אֶלָּא מִדַּעְתָּהּ אַף עַל פִּי שֶׁכְּבָר קִבֵּל אָבִיהָ מְעוֹתֶיהָ שֶׁהֲרֵי הוּא אוֹמֵר <small>(שמות כא ח)</small> \"יְעָדָהּ\" מִדַּעְתָּהּ. וְאִם מֵת הָאָדוֹן אֵין בְּנוֹ יוּכַל לְיַעֲדָהּ לוֹ שֶׁהֲרֵי יוֹצְאָה לְחֵרוּת בְּמִיתַת הָאָדוֹן: \n",
      "הַיִּעוּד כְּאֵרוּסִין וְאֵינוֹ כְּנִשּׂוּאִין לְפִיכָךְ אֵינוֹ מִתְטַמֵּא לָהּ וְלֹא יִירָשֶׁנָּה וְלֹא מֵפֵר נְדָרֶיהָ עַד שֶׁתִּכָּנֵס לְחֻפָּה. <small>(שמות כא יא)</small> \"וְאִם שְׁלָשׁ אֵלֶּה לֹא יַעֲשֶׂה לָהּ\", לֹא יִעֲדָהּ לוֹ וְלֹא יִעֲדָהּ לִבְנוֹ וְלֹא נִפְדֵּית בְּגִרְעוֹן כֶּסֶף, וְיָצְאָה חִנָּם בַּהֲבָאַת סִימָנִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "יֶתֶר עַל אוֹתָן הַדְּרָכִים שֶׁקּוֹנָה בָּהֶן עַצְמָהּ כְּעֶבֶד עִבְרִי. אֵין הָאָדוֹן יָכוֹל לִמְכֹּר אָמָה הָעִבְרִיָּה וְלֹא לִתְּנָהּ לְאִישׁ אַחֵר בֵּין רָחוֹק בֵּין קָרוֹב וְאִם מָכַר אוֹ נָתַן לֹא עָשָׂה כְּלוּם שֶׁנֶּאֱמַר <small>(שמות כא ח)</small> \"לְעַם נָכְרִי לֹא יִמְשׁל לְמָכְרָהּ בְּבִגְדוֹ בָהּ\". וְכֵן עֶבֶד עִבְרִי לֹא יָכוֹל לְמָכְרוֹ לְאַחֵר וְלֹא לִתְּנוֹ. וְיֵרָאֶה לִי שֶׁלֹּא הֻצְרַךְ הַכָּתוּב לֶאֱסֹר דָּבָר זֶה [בְּאָמָה] אֶלָּא מִפְּנֵי שֶׁיֵּשׁ לוֹ לְיַעֲדָהּ לִבְנוֹ לְכָךְ נֶאֱמַר לְעַם נָכְרִי לֹא יִמְשׁל לְמָכְרָהּ: \n",
      "אֵין אָמָה הָעִבְרִיָּה נִמְכֶּרֶת אֶלָּא לְמִי שֶׁיֵּשׁ לָהּ עָלָיו אוֹ לִבְנוֹ קִדּוּשִׁין כְּדֵי שֶׁתְּהֵא רְאוּיָה לְיִעוּד. כֵּיצַד. מוֹכֵר אָדָם אֶת בִּתּוֹ לְאָבִיו שֶׁאַף עַל פִּי שֶׁאֵין הָאָדוֹן יָכוֹל לְיַעֲדָהּ לוֹ רְאוּיָה הִיא לִבְנוֹ שֶׁהֲרֵי הָאָמָה בַּת אָחִיו. אֲבָל אֵינוֹ יָכוֹל לִמְכֹּר אֶת בִּתּוֹ לִבְנוֹ מִפְּנֵי שֶׁאֵינָהּ רְאוּיָה לְאָדוֹן שֶׁהֲרֵי הִיא אֲחוֹתוֹ וְלֹא לִבְנוֹ מִפְּנֵי שֶׁהִיא אֲחוֹת אָבִיו: \n",
      "יֵשׁ לְאָדָם לִמְכֹּר בִּתּוֹ לִפְסוּלִין כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט שֶׁאַף עַל פִּי שֶׁהֵן בְּלָאו קִדּוּשִׁין תּוֹפְסִין בָּהֶן: \n",
      "הַמְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא קְטַנָּה וְנִתְאַרְמְלָה אוֹ נִתְגָּרְשָׁה אֵינוֹ יָכוֹל לְמָכְרָהּ שֶׁאֵין אָדָם יָכוֹל לִמְכֹּר אֶת בִּתּוֹ לְשִׁפְחוּת אַחַר אִישׁוּת. אֲבָל מוֹכְרָהּ לְשִׁפְחָה אַחַר שִׁפְחוּת. כֵּיצַד. מְכָרָהּ לְשִׁפְחוּת תְּחִלָּה וְיִעֵד אוֹתָהּ הָאָדוֹן וּמֵת הָאָדוֹן אוֹ גֵּרְשָׁהּ וְחָזְרָה לִרְשׁוּת הָאָב כְּשֶׁהִיא קְטַנָּה הֲרֵי הָאָב מוֹכְרָהּ פַּעַם שְׁנִיָּה אֲפִלּוּ לְכֹהֵן. וְכֵן אִם נָפְלָה לִפְנֵי יָבָם מִן הַיִּעוּד וְחָלַץ לָהּ אַף עַל פִּי שֶׁהִיא חֲלוּצָה פְּסוּלָה מִפְּנֵי שֶׁהִיא קְטַנָּה הֲרֵי נִפְסְלָה מִן הַכְּהֻנָּה וְיֵשׁ לוֹ לְמָכְרָהּ לְכֹהֵן הוֹאִיל וְקִדּוּשִׁין תּוֹפְסִין בָּהּ כְּמוֹ שֶׁנִּתְבָּאֵר: \n",
      "הַמּוֹכֵר אֶת בִּתּוֹ וְיָצְאָה בְּשָׁנִים אוֹ בְּיוֹבֵל אוֹ בְּגִרְעוֹן כֶּסֶף וַעֲדַיִן הִיא קְטַנָּה יֵשׁ לוֹ לַחְזֹר וּלְמָכְרָהּ פַּעַם שְׁנִיָּה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמּוֹכֵר אֶת בִּתּוֹ וְאַחַר כָּךְ הָלַךְ וְקִדְּשָׁהּ לְאַחֵר אִם רָצָה הָאָדוֹן לְיַעֵד מְיַעֵד וְאִם לֹא יִעֵד הָאָדוֹן לֹא לוֹ וְלֹא לִבְנוֹ כְּשֶׁתֵּצֵא מֵרְשׁוּת הָאָדוֹן יִגָּמְרוּ קִדּוּשֶׁיהָ וְתֵעָשֶׂה אֵשֶׁת אִישׁ: \n",
      "הַמּוֹכֵר אֶת בִּתּוֹ וּפָסַק עַל הָאָדוֹן עַל מְנָת שֶׁלֹּא לְיַעֵד אוֹתָהּ אִם רָצָה הָאָדוֹן לְיַעֵד מְיַעֵד שֶׁהִתְנָה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה שֶׁתְּנָאוֹ בָּטֵל: \n"
    ],
    [
      "עֶבֶד כְּנַעֲנִי נִקְנֶה בַּחֲמִשָּׁה דְּבָרִים וְקוֹנֶה אֶת עַצְמוֹ בִּשְׁלֹשָׁה. נִקְנֶה בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בַּחֲזָקָה אוֹ בַּחֲלִיפִין אוֹ בִּמְשִׁיכָה. וְקוֹנֶה אֶת עַצְמוֹ בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בְּרָאשֵׁי אֵיבָרִים. וְעֶבֶד קָטָן הֲרֵי הוּא כִּבְהֵמָה וְנִקְנֶה בִּמְשִׁיכָה כִּמְשִׁיכַת הַבְּהֵמָה. וּכְבָר בֵּאַרְנוּ בִּתְחִלַּת סֵפֶר זֶה כָּל הַדְּרָכִים שֶׁהָעֲבָדִים נִקְנִין בָּהֶן: \n",
      "כֵּיצַד קוֹנֶה אֶת עַצְמוֹ בְּכֶסֶף. כְּגוֹן שֶׁנָּתַן אֶחָד לְרַבּוֹ מָעוֹת וְאָמַר לוֹ עַל מְנָת שֶׁיֵּצֵא עַבְדְּךָ בָּהֶם לְחֵרוּת כֵּיוָן שֶׁקִּבֵּל הָרַב אֶת הַכֶּסֶף אוֹ שְׁוֵה כֶּסֶף יָצָא הָעֶבֶד לְחֵרוּת. וְאֵין צָרִיךְ דַּעַת הָעֶבֶד שֶׁזְּכוּת הִיא לוֹ וְזָכִין לְאָדָם שֶׁלֹּא בְּפָנָיו. וְכֵן אִם נָתַן אֶחָד לְעֶבֶד מָעוֹת וְאָמַר עַל מְנָת שֶׁתֵּצֵא בָּהֶם לְחֵרוּת אִם רָצָה הָאָדוֹן לְקַבֵּל הַמָּעוֹת יָצָא הָעֶבֶד לְחֵרוּת וְאִם לֹא רָצָה לֹא קָנָה הָעֶבֶד הַמָּעוֹת שֶׁלֹּא נָתַן לוֹ אֶלָּא עַל מְנָת שֶׁיֵּצֵא בָּהֶם לְחֵרוּת. וְאֶחָד הַכֶּסֶף אוֹ שְׁוֵה כֶּסֶף בֵּין לִקְנוֹתוֹ בֵּין לְהַקְנוֹת עַצְמוֹ לוֹ: \n",
      "כֵּיצַד בִּשְׁטָר. כּוֹתֵב לוֹ עַל הַנְּיָר אוֹ עַל הַחֶרֶס הֲרֵי אַתְּ בֶּן חוֹרִין אוֹ הֲרֵי אַתְּ שֶׁל עַצְמְךָ אוֹ אֵין לִי עֵסֶק בְּךָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה בְּעִנְיָן זֶה שֶׁזֶּה הוּא גּוּפוֹ שֶׁל גֵּט שִׁחְרוּר. וּמוֹסֵר לוֹ אֶת הַשְּׁטָר בִּפְנֵי שְׁנֵי עֵדִים אוֹ שֶׁהָיוּ הָעֵדִים חֲתוּמִים בּוֹ וּמְסָרוֹ לוֹ בֵּינוֹ לְבֵינוֹ. הֲרֵי זֶה יָצָא לְחֵרוּת שֶׁהֲרֵי גִּטּוֹ וְיָדוֹ בָּאִין כְּאֶחָד. אָמַר לוֹ שֶׁלֹּא בִּכְתָב הֲרֵי אַתְּ בֶּן חוֹרִין הֲרֵי אַתְּ שֶׁל עַצְמְךָ אַף עַל פִּי שֶׁהֵעִידוּ עָלָיו עֵדִים בְּבֵית דִּין וְאַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ עֲדַיִן לֹא נִשְׁתַּחְרֵר שֶׁאֵין הָעֶבֶד יוֹצֵא לְחֵרוּת אֶלָּא בְּכֶסֶף אוֹ בִּשְׁטָר אוֹ בְּרָאשֵׁי אֵיבָרִים. והַכּוֹתֵב לְשִׁפְחָתוֹ הֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם לֹא אָמַר כְּלוּם: \n",
      "כֵּיצַד בְּרָאשֵׁי אֵיבָרִים. הַמַּכֶּה אֶת עַבְדּוֹ בְּכַוָּנָה וְחָסְרוּ אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה רָאשֵׁי אֵיבָרִים שֶׁאֵינָן חוֹזְרִין יָצָא לְחֵרוּת וְצָרִיךְ גֵּט שִׁחְרוּר. אִם כֵּן לָמָּה נֶאֱמַר בַּתּוֹרָה <small>(שמות כא כז)</small> \"שֵׁן\" וְ <small>(שמות כא כו)</small> \"עַיִן\" לִדּוֹן מֵהֶן מָה שֵׁן וְעַיִן מוּמִין שֶׁבְּגָלוּי וְאֵינָן חוֹזְרִין אַף כָּל מוּמִין שֶׁבְּגָלוּי וְאֵינָן חוֹזְרִין יֵצֵא הָעֶבֶד בּוֹ לְחֵרוּת. אֲבָל הַמְסָרֵס עַבְדּוֹ בַּבֵּיצִים אוֹ הַחוֹתֵךְ לְשׁוֹנוֹ אֵינוֹ יוֹצֵא לְחֵרוּת שֶׁאֵינָן מוּמִין שֶׁבְּגָלוּי. וְכֵן הַמַּפִּיל שֵׁן הַקָּטָן אֵינוֹ יוֹצֵא לְחֵרוּת שֶׁהֲרֵי סוֹפוֹ לַחְזֹר: \n",
      "אֵין יוֹצֵא בְּרָאשֵׁי אֵיבָרִים אֶלָּא עֲבָדִים שֶׁמָּלוּ וְטָבְלוּ שֶׁהֲרֵי יֶשְׁנָן בְּמִקְצָת מִצְוֹת אֲבָל הָעֶבֶד שֶׁהוּא בְּגֵיוּתוֹ אֵינוֹ יוֹצֵא בְּרָאשֵׁי אֵיבָרִים. אֵלּוּ הֵן רָאשֵׁי אֵיבָרִים שֶׁאֵינָן חוֹזְרִין. אֶצְבְּעוֹת יָדַיִם וְרַגְלַיִם עֶשְׂרִים רָאשֵׁי הָאָזְנַיִם וְרֹאשׁ הַחֹטֶם וְרֹאשׁ הַגְּוִיָּה וְרָאשֵׁי הַדָּדִין שֶׁבָּאִשָּׁה אֲבָל הָעֵינַיִם וְהַשִּׁנַּיִם הֲרֵי הֵן מְפֹרָשִׁין בַּתּוֹרָה: \n",
      "הָיְתָה לוֹ אֶצְבַּע יְתֵרָה וַחֲתָכָהּ אִם נִסְפֶּרֶת עַל גַּב הַיָּד עֶבֶד יוֹצֵא בָּהּ לְחֵרוּת. הָיְתָה עֵינוֹ סְמוּיָה וְחִטְטָהּ עֶבֶד יוֹצֵא בָּהּ לְחֵרוּת שֶׁהֲרֵי חִסְּרוֹ אֵיבָר. וְהוּא הַדִּין לְאֶחָד מֵרָאשֵׁי אֵיבָרִים שֶׁהוּא בָּטֵל וְאֵינוֹ עוֹשֶׂה בּוֹ מְלָאכָה שֶׁאִם חֲתָכוֹ הֲרֵי חִסְּרוֹ אֵיבָר וְיָצָא לְחֵרוּת: \n",
      "הִכָּהוּ עַל עֵינוֹ וְסִמְּאָהּ עַל אָזְנוֹ וְחֵרְשָׁהּ עֶבֶד יוֹצֵא בָּהֶן לְחֵרוּת. הִכָּהוּ כְּנֶגֶד עֵינוֹ וְאֵינוֹ רוֹאֶה כְּנֶגֶד אָזְנוֹ וְאֵינוֹ שׁוֹמֵעַ אֵין עֶבֶד יוֹצֵא בָּהֶן לְחֵרוּת: \n",
      "הִכָּהוּ עַל עֵינוֹ וְחָסְרָה מֵאוֹרָהּ. עַל שִׁנּוֹ וְנִדְּדָהּ. אִם יָכוֹל לְהִשְׁתַּמֵּשׁ בָּהֶם אֵינוֹ יוֹצֵא לְחֵרוּת וְאִם לָאו יֵצֵא לְחֵרוּת: \n",
      "הָיְתָה עֵינוֹ כֵּהָה וְחִסֵּר מֵאוֹרָהּ אוֹ שִׁנּוֹ נוֹדֶדֶת וְהִכָּהוּ הָאָדוֹן וְהִפִּיל הַשֵּׁן הַנּוֹדֶדֶת אוֹ סִמֵּא הָעַיִן הַכֵּהָה אִם הָיָה מִשְׁתַּמֵּשׁ בָּהֶן כָּל שֶׁהוּא יֵצֵא לְחֵרוּת וְאִם לָאו לֹא יֵצֵא לְחֵרוּת: \n",
      "הִכָּהוּ עַל יָדוֹ וְצָבְתָה יָדוֹ וְסוֹפָהּ לַחְזֹר אֵינוֹ יוֹצֵא לְחֵרוּת. תָּלַשׁ בִּזְקָנוֹ וְדִלְדֵּל בּוֹ עֶצֶם מִן הַלֶּחִי יֵצֵא לְחֵרוּת שֶׁהֲרֵי בִּטֵּל מַעֲשֵׂה הַשִּׁנַּיִם הַקְּבוּעוֹת בְּאוֹתוֹ הָעֶצֶם: \n",
      "הִפִּיל אֶת שִׁנּוֹ אוֹ סִמֵּא אֶת עֵינוֹ בְּלֹא כַּוָּנָה כְּגוֹן שֶׁזָּרַק אֶבֶן לִבְהֵמָה וְנָפְלָה בָּעֶבֶד וְהִפִּילָה אֶת שִׁנּוֹ וְחָתְכָה אֶצְבָּעוֹ לֹא יֵצֵא לְחֵרוּת שֶׁנֶּאֱמַר <small>(שמות כא כז)</small> \"אִם שֵׁן עַבְדּוֹ אוֹ שֵׁן אֲמָתוֹ יַפִּיל\" עַד שֶׁיִּתְכַּוֵּן: \n",
      "הוֹשִׁיט יָדוֹ לִמְעֵי שִׁפְחָתוֹ וְסִמֵּא עֵין הָעֻבָּר שֶׁבְּמֵעֶיהָ לֹא יֵצֵא לְחֵרוּת שֶׁהֲרֵי לֹא יָדַע דָּבָר שֶׁיִּתְכַּוֵּן לוֹ: \n",
      "הֲרֵי שֶׁהָיָה רַבּוֹ רוֹפֵא וְאָמַר לוֹ כְּחל לִי עֵינִי וְסִמְּאָהּ חֲתֹר לִי שִׁנִּי וְהִפִּילָהּ שָׂחַק בָּאָדוֹן וְיֵצֵא לְחֵרוּת שֶׁאַף עַל פִּי שֶׁלֹּא נִתְכַּוֵּן לְהַזִּיק הֲרֵי נִתְכַּוֵּן לִנְגֹּעַ בְּאֵיבְרֵי הָעֶבֶד וְנִסְתַּכֵּן בָּהֶן. וְאֵין צָרִיךְ לוֹמַר אִם הָיְתָה עֵין הָעֶבֶד כּוֹאֶבֶת וְהָיָה רַבּוֹ אֻמָּן וַעֲקָרָהּ לוֹ שֶׁהֲרֵי יֵצֵא לְחֵרוּת: \n",
      "הַמַּפִּיל שֵׁן עַבְדּוֹ וְסִמֵּא אֶת עֵינוֹ הֲרֵי יֵצֵא לְחֵרוּת בְּשִׁנּוֹ וְנוֹתֵן לוֹ דְּמֵי עֵינוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין וְעֶבֶד שֶׁל שְׁנֵי שֻׁתָּפִין אֵינוֹ יוֹצֵא בְּרָאשֵׁי אֵיבָרִים לְפִי שֶׁאֵינוֹ מְיֻחָד לְרַבּוֹ שֶׁחָבַל בּוֹ: \n",
      "עַבְדֵי צֹאן בַּרְזֶל יוֹצְאִין בְּרָאשֵׁי אֵיבָרִים אִם חִסְּרָן הַבַּעַל אֲבָל לֹא הָאִשָּׁה. וְעַבְדֵי מְלוֹג אֵינָן יוֹצְאִין בְּרָאשֵׁי אֵיבָרִים לֹא אִם הִפִּיל הַבַּעַל שֶׁהֲרֵי אֵין לוֹ בָּהֶם אֶלָּא פֵּרוֹת וְלֹא אִם הִפִּילָה אוֹתָן הָאִשָּׁה מִפְּנֵי שֶׁאֵינָן מְיֻחָדִין לָהּ: \n",
      "יְצִיאַת הָעֶבֶד בְּרָאשֵׁי אֵיבָרִים נוֹהֵג בְּכָל מָקוֹם וּבְכָל זְמַן וְאֵין דָּנִין בּוֹ אֶלָּא בְּבֵית דִּין סְמוּכִין מִפְּנֵי שֶׁהוּא קְנָס. לְפִיכָךְ הָעֶבֶד שֶׁאָמַר לְרַבּוֹ הִפַּלְתָּ אֶת שִׁנִּי וְסִמֵּיתָ אֶת עֵינִי וְהָאָדוֹן אוֹמֵר לוֹ עָשִׂיתִי זֶה פָּטוּר שֶׁאִם יוֹדֶה מֵעַצְמוֹ אֵינוֹ חַיָּב לְהוֹצִיאוֹ לְחֵרוּת בְּלֹא עֵדִים שֶׁהַמּוֹדֶה בִּקְנָס פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּנֵבָה שֶׁכָּל מוֹדֶה בִּקְנָס פָּטוּר מִלְּשַׁלְּמוֹ: \n"
    ],
    [
      "הַכּוֹתֵב גֵּט שִׁחְרוּר לְעַבְדּוֹ וְזִכָּה לוֹ בּוֹ עַל יְדֵי אַחֵר וְאָמַר זְכֵה בְּגֵט זֶה לִפְלוֹנִי עַבְדִּי יָצָא לְחֵרוּת אַף עַל פִּי שֶׁלֹּא הִגִּיעַ גֵּט לְיָדוֹ שֶׁזָּכִין לְאָדָם שֶׁלֹּא בְּפָנָיו. אֲבָל אִם אָמַר תְּנוּ גֵּט זֶה לְעַבְדִּי אֵינוֹ יָכוֹל לַחְזֹר בּוֹ וְלֹא יֵצֵא הָעֶבֶד לְחֵרוּת עַד שֶׁיַּגִּיעַ הַגֵּט לְיָדוֹ. לְפִיכָךְ הָאוֹמֵר תְּנוּ גֵּט זֶה לְעַבְדִּי וּמֵת לֹא יִתְּנוּ לְאַחַר מִיתָה:  ",
      "הַכּוֹתֵב בִּשְׁטָר עָשִׂיתִי פְּלוֹנִי עַבְדִּי בֶּן חוֹרִין אוֹ נַעֲשָׂה פְּלוֹנִי עַבְדִּי בֶּן חוֹרִין אוֹ הֲרֵי הוּא בֶּן חוֹרִין הֲרֵי זֶה יֵצֵא לְחֵרוּת. כָּתַב בַּשְּׁטָר אֶעֱשֶׂנּוּ בֶּן חוֹרִין לֹא יֵצֵא לְחֵרוּת:  ",
      "הָאוֹמֵר עָשִׂיתִי פְּלוֹנִי עַבְדִּי בֶּן חוֹרִין וְהוּא אוֹמֵר לֹא עֲשָׂאַנִי חוֹשְׁשִׁין שֶׁמָּא זִכָּה לוֹ עַל יְדֵי אַחֵר. אָמַר כָּתַבְתִּי גֵּט שִׁחְרוּר וְנָתַתִּי לוֹ וְהוּא אָמַר לֹא כָּתַב וְלֹא נָתַן הוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים וַהֲרֵי זֶה עֶבֶד עַד שֶׁיְּשַׁחְרְרֵנוּ בְּפָנֵינוּ:  ",
      "מִי שֶׁצִּוָּה בִּשְׁעַת מִיתָתוֹ פְּלוֹנִית שִׁפְחָתִי אַל יִשְׁתַּעְבְּדוּ בָּהּ יוֹרְשַׁי הֲרֵי זוֹ שִׁפְחָה כְּשֶׁהָיְתָה וְאָסוּר לַיּוֹרְשִׁים לְהִשְׁתַּעְבֵּד בָּהּ מִפְּנֵי שֶׁמִּצְוָה לְקַיֵּם דִּבְרֵי הַמֵּת. וְכֵן אִם אָמַר עֲשׂוּ לָהּ קוֹרַת רוּחַ כּוֹפִין אֶת הַיּוֹרְשִׁין וְאֵין מִשְׁתַּעְבְּדִין בָּהּ אֶלָּא בִּמְלָאכָה שֶׁהִיא רוֹצָה בָּהּ. צִוָּה וְאָמַר שַׁחְרְרוּהָ כּוֹפִין אֶת הַיּוֹרְשִׁין לְשַׁחְרֵר אוֹתָהּ:  ",
      "בְּשִׁשָּׁה דְּבָרִים שָׁוִין שִׁחְרוּרֵי עֲבָדִים לְגִטֵּי נָשִׁים וּבִשְׁאָר דְּבָרִים הֲרֵי הֵן כִּשְׁאָר כָּל הַשְּׁטָרוֹת. וְאֵלּוּ הֵן הַשִּׁשָּׁה. פְּסוּלִים בְּעַרְכָּאוֹת שֶׁל עַכּוּ''ם. וּכְשֵׁרִין בְּעֵד כּוּתִי. וּצְרִיכִין כְּתִיבָה לְשֵׁם הַמְשֻׁחְרֵר עַצְמוֹ. וְאֵין נִכְתָּבִין בִּמְחֻבָּר. וְאֵין חוֹתְמִין עֵדֵיהֶם אֶלָּא זֶה בִּפְנֵי זֶה. אֶחָד גִּטֵּי נָשִׁים וְאֶחָד שִׁחְרוּרֵי עֲבָדִים שָׁוִין לַמּוֹלִיךְ וְלַמֵּבִיא. כֵּיצַד. כָּל הַשְּׁטָרוֹת הָעוֹלִים בְּעַרְכָּאוֹת שֶׁל עַכּוּ''ם כְּשֵׁרִים בְּכָל הַתְּנָאִים שֶׁאָנוּ מְבָאֲרִים בְּהִלְכוֹת הַלְוָאָה חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים:  ",
      "כָּל שְׁטָר שֶׁיֵּשׁ עָלָיו אֲפִלּוּ עֵד אֶחָד כּוּתִי פָּסוּל חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים שֶׁהֵן כְּשֵׁרִין בְּעֵד אֶחָד יִשְׂרָאֵל וְעֵד אֶחָד כּוּתִי וְהוּא שֶׁיִּהְיֶה כּוּתִי חָבֵר. וּבַזְּמַן הַזֶּה שֶׁהַכּוּתִים כְּעַכּוּ''ם לְכָל דִּבְרֵיהֶם אָנוּ לְמֵדִין מֵהֶן לִצְדוֹקִין שֶׁהַצְּדוֹקִין בַּזְּמַן הַזֶּה כְּמוֹ כּוּתִי בְּאוֹתוֹ הַזְּמַן קֹדֶם שֶׁגָּזְרוּ עֲלֵיהֶם שֶׁיִּהְיוּ כְּעַכּוּ''ם לְכָל דִּבְרֵיהֶם. בְּגֵט אִשָּׁה הוּא אוֹמֵר <small>(דברים כד א)</small> \"וְכָתַב לָהּ\" לִשְׁמָהּ וּבְגֵט שִׁחְרוּר הוּא אוֹמֵר <small>(ויקרא יט כ)</small> \"אוֹ חֻפְשָׁה לֹא נִתַּן לָהּ\", עַד שֶׁיִּכְתֹּב לִשְׁמָהּ. בְּגֵט אִשָּׁה הוּא אוֹמֵר וְכָתַב וְנָתַן מִי שֶׁאֵינוֹ מְחֻסָּר אֶלָּא נְתִינָה יָצָא הַכּוֹתֵב בִּמְחֻבָּר וְאַחַר כָּךְ קִצֵּץ שֶׁהֲרֵי מְחֻסַּר קְצִיצָה וּנְתִינָה וּבְגֵט שִׁחְרוּר הוּא אוֹמֵר (וְנָתַן לָהּ) לֹא יִהְיֶה מְחֻסָּר אֶלָּא נְתִינָה. אֶחָד גִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים אֵינָן חוֹתְמִין עֵדֵיהֶם אֶלָּא זֶה בִּפְנֵי זֶה. וּכְבָר בֵּאַרְנוּ טַעַם הַדָּבָר בְּהִלְכוֹת גֵּרוּשִׁין:  ",
      "וְכֵיצַד שָׁוִין בְּמוֹלִיךְ וּמֵבִיא שֶׁהַמֵּבִיא גֵּט שִׁחְרוּר בְּאֶרֶץ יִשְׂרָאֵל אֵין צָרִיךְ לוֹמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם וּבְחוּצָה לָאָרֶץ אִם אֵין עֵדִים מְצוּיִין לְקַיְּמוֹ וְאָמַר הַשָּׁלִיחַ בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם זֶהוּ קִיּוּמוֹ. וְאִם בָּא הָאָדוֹן וְעִרְעֵר אַחַר כָּךְ אֵין מַשְׁגִּיחִין בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּגִטֵּי נָשִׁים. כְּשֵׁם שֶׁהָאִשָּׁה עַצְמָהּ מְבִיאָה גִּטָּהּ וְאֵינָהּ צְרִיכָה לְקַיְּמוֹ הוֹאִיל וְהַגֵּט יוֹצֵא מִתַּחַת יָדָהּ כָּךְ הָעֶבֶד שֶׁשְּׁטַר שִׁחְרוּר יוֹצֵא מִתַּחַת יָדוֹ אֵינוֹ צָרִיךְ לְקַיְּמוֹ. וּכְשֵׁם שֶׁהָאִשָּׁה אוֹמֶרֶת בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם אִם הִתְנָה עָלֶיהָ כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ כָּךְ הָעֶבֶד שֶׁהֵבִיא גֵּט וְאָמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם נֶאֱמָן עַל אוֹתוֹ הַדֶּרֶךְ וְאֵין צָרִיךְ קִיּוּם:  ",
      "כָּל הַכָּשֵׁר לְהָבִיא גֵּט הָאִשָּׁה כָּשֵׁר לְהָבִיא גֵּט הָעֶבֶד. וְהָעֶבֶד מְקַבֵּל גֵּט לַחֲבֵרוֹ מִיַּד רַבּוֹ שֶׁל חֲבֵרוֹ אֲבָל לֹא מִיַּד רַבּוֹ שֶׁל מְקַבֵּל. הַכּוֹתֵב שְׁטַר אֵרוּסִין לְשִׁפְחָתוֹ אַף עַל פִּי שֶׁאָמַר לָהּ צְאִי בּוֹ לְחֵרוּת וְהִתְקַדְּשִׁי בּוֹ אֵין בַּלָּשׁוֹן הַזֶּה לְשׁוֹן שִׁחְרוּר וְאֵינָהּ מְקֻדֶּשֶׁת וְלֹא מְשֻׁחְרֶרֶת:  "
    ],
    [
      "גֵּט שִׁחְרוּר צָרִיךְ שֶׁיִּהְיֶה עִנְיָנוֹ דָּבָר הַכּוֹרֵת בֵּינוֹ לְבֵין אֲדוֹנָיו וְלֹא יִשָּׁאֵר לָאָדוֹן בּוֹ זְכוּת. לְפִיכָךְ הַכּוֹתֵב לְעַבְדּוֹ עַצְמְךָ וְכָל נְכָסַי קְנוּיִין לְךָ חוּץ מִמָּקוֹם פְּלוֹנִי אוֹ חוּץ מִטַּלִּית פְּלוֹנִית אֵין זֶה כּוֹרֵת וְהַגֵּט בָּטֵל וּמִתּוֹךְ שֶׁאֵינוֹ גֵּט אֵין הָעֶבֶד מְשֻׁחְרָר וְלֹא קָנָה מִן הַנְּכָסִים כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "עֶבֶד שֶׁהֵבִיא גֵּט וְכָתוּב בּוֹ עַצְמְךָ וּנְכָסַי קְנוּיִין לְךָ עַצְמוֹ קָנָה וַהֲרֵי הוּא בֶּן חוֹרִין אֲבָל הַנְּכָסִים לֹא קָנָה עַד שֶׁיִּתְקַיֵּם הַגֵּט בְּחוֹתְמָיו כִּשְׁאָר הַשְּׁטָרוֹת. וְכֵן אִם הָיָה כָּתוּב בּוֹ כָּל נְכָסַי קְנוּיִין לְךָ קָנָה עַצְמוֹ וְלֹא קָנָה הַנְּכָסִים עַד שֶׁיִּתְקַיֵּם הַגֵּט בְּחוֹתְמָיו שֶׁחוֹלְקִים הַדִּבּוּר וְאוֹמְרִים עַצְמוֹ קָנָה מִפְּנֵי שֶׁהוּא נֶאֱמָן לְהָבִיא גֵּט שִׁחְרוּרוֹ וְאֵינוֹ צָרִיךְ לְקַיְּמוֹ אֲבָל הַנְּכָסִים שֶׁאֵין אָדָם קוֹנֶה אוֹתָם אֶלָּא בִּרְאָיָה בְּרוּרָה לֹא יִקְנֶה אוֹתָם עַד שֶׁיִּתְקַיֵּם הַשְּׁטָר: \n",
      "הַמְשַׁחְרֵר שְׁנֵי עֲבָדִים בִּשְׁטָר אֶחָד לֹא קָנוּ עַצְמָן אֶלָּא כּוֹתְבִין שְׁטָר לְכָל אֶחָד וְאֶחָד. לְפִיכָךְ הַכּוֹתֵב כָּל נְכָסָיו לִשְׁנֵי עֲבָדָיו בִּשְׁטָר אֶחָד אַף עַצְמָן לֹא קָנוּ. וְאִם כָּתַב בִּשְׁנֵי שְׁטָרוֹת קָנוּ וּמְשַׁחְרְרִין זֶה אֶת זֶה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁכָּתַב בְּכָל שְׁטָר מִשְּׁנֵיהֶם כָּל נְכָסַי נְתוּנִים לִפְלוֹנִי וּפְלוֹנִי עַבְדִּי. אֲבָל אִם כָּתַב חֲצִי נְכָסַי לִפְלוֹנִי עַבְדִּי וַחֲצִי נְכָסַי לִפְלוֹנִי עַבְדִּי אַף בִּשְׁנֵי שְׁטָרוֹת לֹא קָנוּ כְּלוּם שֶׁהָעֶבֶד מִכְּלַל נְכָסִים וַהֲרֵי שִׁיֵּר בּוֹ חֶצְיוֹ וְאֵין זֶה שִׁחְרוּר וְכֵיוָן שֶׁלֹּא נִשְׁתַּחְרֵר לֹא קָנָה מִן הַנְּכָסִים כְּלוּם: \n",
      "הַמְשַׁחְרֵר חֲצִי עַבְדּוֹ בִּשְׁטָר לֹא קָנָה הָעֶבֶד חֶצְיוֹ וַהֲרֵי הוּא עֶבֶד כְּשֶׁהָיָה. אֲבָל אִם שִׁחְרֵר חֶצְיוֹ בְּכֶסֶף כְּגוֹן שֶׁלָּקַח חֲצִי דָּמָיו עַל מְנָת לְשַׁחְרֵר חֶצְיוֹ קָנָה וְנִמְצָא חֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשִּׁחְרֵר חֶצְיוֹ בִּשְׁטָר וְהִנִּיחַ חֶצְיוֹ. אֲבָל אִם שִׁחְרֵר חֶצְיוֹ וּמָכַר חֶצְיוֹ אוֹ שֶׁשִּׁחְרֵר חֶצְיוֹ וְנָתַן חֶצְיוֹ בְּמַתָּנָה הוֹאִיל וְיָצָא הָעֶבֶד כֻּלּוֹ מֵרְשׁוּתוֹ קָנָה הָעֶבֶד חֶצְיוֹ וַהֲרֵי זֶה חֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין. וְכֵן עֶבֶד שֶׁל שְׁנֵי שֻׁתָּפִין וְשִׁחְרֵר אֶחָד מֵהֶן חֶלְקוֹ בֵּין בְּכֶסֶף בֵּין בִּשְׁטָר קָנָה הָעֶבֶד חֶצְיוֹ וַהֲרֵי הוּא חֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין: \n",
      "הַכּוֹתֵב לְשִׁפְחָתוֹ מְעֻבֶּרֶת הֲרֵי אַתְּ בַּת חוֹרִין וּוְלָדֵךְ עֶבֶד דְּבָרָיו קַיָּמִין. הֲרֵי אַתְּ שִׁפְחָה וּוְלָדֵךְ בֶּן חוֹרִין לֹא אָמַר וְלֹא כְּלוּם שֶׁזֶּה כְּמִי שֶׁמְּשַׁחְרֵר חֶצְיָהּ: \n",
      "שִׁפְחָה חֲרוּפָה אִם רָצָה לְשַׁחְרֵר חֶצְיָהּ הַנִּשְׁאָר וְתֵעָשֶׂה אֵשֶׁת אִישׁ גְּמוּרָה הֲרֵי זֶה מְשַׁחְרֵר בֵּין בְּכֶסֶף בֵּין בִּשְׁטָר שֶׁאַף הַכֶּסֶף גּוֹמֵר שִׁחְרוּרָהּ: \n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין הוֹאִיל וְאֵינוֹ מֻתָּר לֹא בְּשִׁפְחָה וְלֹא בְּבַת חוֹרִין כּוֹפִין אֶת רַבּוֹ וְעוֹשֶׂה אוֹתוֹ בֶּן חוֹרִין וְכוֹתֵב שְׁטָר עָלָיו בַּחֲצִי דָּמָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעֶבֶד מִפְּנֵי שֶׁהָאִישׁ מְצֻוֶּה עַל פְּרִיָּה וּרְבִיָּה. אֲבָל הַשִּׁפְחָה תִּשָּׁאֵר כְּמוֹת שֶׁהִיא וְעוֹבֶדֶת אֶת רַבָּה יוֹם אֶחָד וְאֶת עַצְמָהּ יוֹם אֶחָד. וְאִם נָהֲגוּ בָּהּ הַחוֹטְאִים מִנְהַג הֶפְקֵר כּוֹפִין אֶת רַבָּה לְשַׁחְרֵר וְכוֹתֵב עָלֶיהָ שְׁטָר בַּחֲצִי דָּמֶיהָ: \n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין שֶׁעָמַד רַבּוֹ וְהִקְנָה חֶצְיוֹ לִבְנוֹ הַקָּטָן כְּדֵי שֶׁלֹּא יָכֹפוּ אוֹתוֹ בֵּית דִּין לְשַׁחְרְרוֹ מַעֲמִידִין בֵּית דִּין לַקָּטָן אַפּוֹטְרוֹפּוֹס וְכוֹתֵב לוֹ הָאַפּוֹטְרוֹפּוֹס גֵּט שִׁחְרוּר וְכוֹתֵב לוֹ שְׁטַר חוֹב בַּחֲצִי דָּמָיו. וְאִם נִצְטָרֵךְ הַקָּטָן בְּעֶבֶד וְיֵשׁ לוֹ גַּעְגּוּעִין עָלָיו מַפְלִיגִין אוֹתוֹ מִמֶּנּוּ בְּמָעוֹת שֶׁדַּעְתּוֹ שֶׁל קָטָן קָרוֹב אֵצֶל מָעוֹת: \n",
      "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לְעַבְדּוֹ וְעָמַד חוֹזֵר בַּנְּכָסִים וְאֵינוֹ חוֹזֵר בָּעֶבֶד שֶׁהֲרֵי יָצָא עָלָיו שֵׁם בֶּן חוֹרִין: \n"
    ],
    [
      "הַמּוֹכֵר אֶת עַבְדּוֹ לְעַכּוּ''ם יֵצֵא בֶּן חוֹרִין וְכוֹפִין אֶת רַבּוֹ לַחְזֹר וְלִקְנוֹתוֹ מִן הָעַכּוּ''ם עַד עֲשָׂרָה בְּדָמָיו וְכוֹתֵב לוֹ גֵּט שִׁחְרוּר וְיוֹצֵא. וְאִם לֹא רָצָה הָעַכּוּ''ם לְמָכְרוֹ אֲפִלּוּ בַּעֲשָׂרָה בְּדָמָיו אֵין מְחַיְּבִין אוֹתוֹ יֶתֶר. וּקְנָס זֶה אֵין גּוֹבִין אוֹתוֹ וְדָנִין אוֹתוֹ אֶלָּא בְּבֵית דִּין מֻמְחִין. וְאִם מֵת הַמּוֹכֵר אֵין קוֹנְסִין אֶת הַיּוֹרֵשׁ לְהַחְזִיר אֶת הָעֶבֶד לְשִׁחְרוּר: \n",
      "לָוָה עַל עַבְדּוֹ מִן הָעַכּוּ''ם אִם קָבַע לוֹ זְמַן וְאָמַר לוֹ אִם הִגִּיעַ זְמַן פְּלוֹנִי וְלֹא אֲשַׁלֵּם לְךָ תִּקְנֶה גּוּף עֶבֶד זֶה הֲרֵי זֶה יֵצֵא לְחֵרוּת מִיָּד. וְאִם אָמַר לוֹ תִּקְנֶה מַעֲשֵׂה יָדָיו לֹא יֵצֵא לְחֵרוּת. גְּבָאוֹ עַכּוּ''ם בְּחוֹבוֹ אוֹ שֶׁבָּאוּ עַל הָאָדוֹן מְצֵרִים וּבִקְּשׁוּ לְהָרְגוֹ וּפָדָה עַצְמוֹ מִיָּדָן בְּעַבְדּוֹ לֹא יָצָא לְחֵרוּת מִפְּנֵי שֶׁנִּלְקַח מִמֶּנּוּ שֶׁלֹּא בִּרְצוֹנוֹ: \n",
      "מָכַר עַבְדּוֹ לְאֶחָד מֵעַבְדֵי הַמֶּלֶךְ אוֹ מִגְּדוֹלָיו אַף עַל פִּי שֶׁהוּא מִתְיָרֵא מֵהֶם יָצָא הָעֶבֶד לְחֵרוּת מִפְּנֵי שֶׁהָיָה יָכוֹל לְפַיְּסוֹ בְּמָמוֹן אַחֵר: \n",
      "מְכָרוֹ לְעַכּוּ''ם לִשְׁלֹשִׁים יוֹם. מְכָרוֹ חוּץ מִמְּלַאכְתּוֹ. חוּץ מִן הַמִּצְוֹת. חוּץ מִשַּׁבָּתוֹת וְיָמִים טוֹבִים. הֲרֵי זֶה סָפֵק אִם נִשְׁתַּחְרֵר אוֹ לֹא נִשְׁתַּחְרֵר. לְפִיכָךְ אִם תָּפַס הָעֶבֶד כְּדֵי דָּמָיו לְרַבּוֹ כְּדֵי שֶׁיֵּצֵא בָּהֶן לְחֵרוּת מִיַּד עַכּוּ''ם אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "אֶחָד מוֹכֵר עַבְדּוֹ לְעַכּוּ''ם עוֹבֵד עֲבוֹדָה זָרָה אוֹ שֶׁמְּכָרוֹ לְגֵר תּוֹשָׁב אֲפִלּוּ לְכוּתִי הֲרֵי זֶה יֵצֵא לְחֵרוּת. מְכָרוֹ לְיִשְׂרָאֵל מוּמָר הֲרֵי זֶה סָפֵק לְפִיכָךְ אִם תָּפַס כְּדֵי דָּמָיו מֵרַבּוֹ רִאשׁוֹן כְּדֵי לָצֵאת בָּהֶן מִיַּד הַמּוּמָר אֵין מוֹצִיאִין מִיָּדוֹ: \n",
      "הַמּוֹכֵר עַבְדּוֹ לְחוּצָה לָאָרֶץ יָצָא בֶּן חוֹרִין וְכוֹפִין אֶת רַבּוֹ הַשֵּׁנִי לִכְתֹּב לוֹ גֵּט שִׁחְרוּר וְאָבְדוּ הַדָּמִים. וּמִפְּנֵי מָה קָנְסוּ כָּאן הַלּוֹקֵחַ לְבַדּוֹ שֶׁאִלּוּ לֹא לָקַח זֶה לֹא יָצָא הָעֶבֶד לְחוּצָה לָאָרֶץ. הַמּוֹכֵר עַבְדּוֹ לְסוּרְיָא וַאֲפִלּוּ לְעַכּוֹ כְּמוֹכֵר לְחוּצָה לָאָרֶץ: \n",
      "בֶּן בָּבֶל שֶׁנָּשָׂא אִשָּׁה בְּאֶרֶץ יִשְׂרָאֵל וְדַעְתּוֹ לַחְזֹר וְהִכְנִיסָה לוֹ אִשְׁתּוֹ עֲבָדִים וּשְׁפָחוֹת הֲרֵי אֵלּוּ סָפֵק אִם הֵם כְּמִי שֶׁמָּכְרָה אוֹתָם לְחוּצָה לָאָרֶץ הוֹאִיל וְיֵשׁ לוֹ הַפֵּרוֹת אוֹ אֵינָן כִּמְכוּרִין לוֹ שֶׁהֲרֵי הַגּוּף שֶׁלָּהּ: \n",
      "עֶבֶד שֶׁיָּצָא אַחַר רַבּוֹ לְסוּרְיָא וּמְכָרוֹ שָׁם אִבֵּד אֶת זְכוּתוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁיָּצָא רַבּוֹ עַל מְנָת שֶׁלֹּא לַחְזֹר לְאֶרֶץ יִשְׂרָאֵל. אֲבָל אִם דַּעַת רַבּוֹ לַחְזֹר וְיָצָא אַחֲרָיו וּמְכָרוֹ שָׁם יָצָא לְחֵרוּת וְכוֹפִין אֶת הַלּוֹקֵחַ לְשַׁחְרְרוֹ: \n",
      "עֶבֶד שֶׁאָמַר לַעֲלוֹת לְאֶרֶץ יִשְׂרָאֵל כּוֹפִין אֶת רַבּוֹ לַעֲלוֹת עִמּוֹ אוֹ יִמְכֹּר אוֹתוֹ לְמִי שֶׁיַּעֲלוּהוּ לְשָׁם. רָצָה הָאָדוֹן לָצֵאת לְחוּצָה לָאָרֶץ אֵינוֹ יָכוֹל לְהוֹצִיא אֶת עַבְדּוֹ עַד שֶׁיִּרְצֶה. וְדִין זֶה בְּכָל זְמַן אֲפִלּוּ בַּזְּמַן הַזֶּה שֶׁהָאָרֶץ בְּיַד עַכּוּ''ם: \n",
      "עֶבֶד שֶׁבָּרַח מִחוּצָה לָאָרֶץ לָאָרֶץ אֵין מַחֲזִירִין לוֹ לְעַבְדוּת וְעָלָיו נֶאֱמַר <small>(דברים כג טז)</small> \"לֹא תַסְגִּיר עֶבֶד אֶל אֲדֹנָיו\". וְאוֹמֵר לְרַבּוֹ שֶׁיִּכְתֹּב לוֹ גֵּט שִׁחְרוּר וְיִכְתֹּב לוֹ שְׁטַר חוֹב בְּדָמָיו עַד שֶׁתַּשִּׂיג יָדוֹ וְיִתֵּן לוֹ. וְאִם לֹא רָצָה הָאָדוֹן לְשַׁחְרְרוֹ מַפְקִיעִין בֵּית דִּין שִׁעְבּוּדוֹ מֵעָלָיו וְיֵלֵךְ לוֹ: \n",
      "עֶבֶד זֶה שֶׁבָּרַח לָאָרֶץ הֲרֵי הוּא גֵּר צֶדֶק וְהוֹסִיף לוֹ הַכָּתוּב אַזְהָרָה אַחֶרֶת לְמִי שֶׁמְּאַנֶּה אוֹתוֹ מִפְּנֵי שֶׁהוּא שְׁפַל רוּחַ יוֹתֵר מִן הַגֵּר וְצִוָּה עָלָיו הַכָּתוּב שֶׁנֶּאֱמַר <small>(דברים כג יז)</small> \"עִמְּךָ יֵשֵׁב בְּקִרְבְּךָ\" <small>(דברים כג יז)</small> \"בְּאַחַד שְׁעָרֶיךָ\" <small>(דברים כג יז)</small> \"בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\". זוֹ אַף הוֹנָיַת דְּבָרִים. נִמְצֵאתָ לָמֵד שֶׁהַמְאַנֶּה אֶת הַגֵּר הַזֶּה עוֹבֵר בִּשְׁלֹשָׁה לָאוִין מִשּׁוּם <small>(ויקרא כה יז)</small> \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\" וּמִשּׁוּם <small>(שמות כב כ)</small> \"וְגֵר לֹא תוֹנֶה\" וּמִשּׁוּם לֹא תּוֹנֶנּוּ. וְכֵן עוֹבֵר מִשּׁוּם <small>(שמות כב כ)</small> \"וְלֹא תִלְחָצֶנּוּ\" כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן הוֹנָיָה: \n",
      "הַקּוֹנֶה עֶבֶד מִן הָעַכּוּ''ם סְתָם וְלֹא רָצָה לָמוּל וּלְקַבֵּל מִצְוֹת הָעֲבָדִים מְגַלְגְּלִין עִמּוֹ כָּל שְׁנֵים עָשָׂר חֹדֶשׁ וְאִם לֹא רָצָה חוֹזֵר וּמוֹכְרוֹ לְעַכּוּ''ם אוֹ לְחוּצָה לָאָרֶץ. וְאִם הִתְנָה הָעֶבֶד עָלָיו תְּחִלָּה שֶׁלֹּא יָמוּל הֲרֵי זֶה מֻתָּר לְקַיְּמוֹ כָּל זְמַן שֶׁיִּרְצֶה בְּגֵיוּתוֹ וּמוֹכְרוֹ לְעַכּוּ''ם אוֹ לְחוּצָה לָאָרֶץ. וְכֵן עֶבֶד שֶׁמָּל וְטָבַל לְשֵׁם עַבְדוּת וְאַחַר כָּךְ הִפִּיל עַצְמוֹ לִגְיָסוֹת וְאֵין רַבּוֹ יָכוֹל לְהוֹצִיאוֹ לֹא בְּדִינֵי יִשְׂרָאֵל וְלֹא בְּדִינֵי אֻמּוֹת הָעוֹלָם הֲרֵי זֶה מֻתָּר לוֹ לִטּל דָּמָיו מִן הָעַכּוּ''ם וְכוֹתֵב וּמַעֲלֶה בְּעַרְכָּאוֹת שֶׁל עַכּוּ''ם מִפְּנֵי שֶׁהוּא כְּמַצִּיל מִיָּדָם: \n",
      "הַמַּפְקִיר עַבְדּוֹ יָצָא לְחֵרוּת וְצָרִיךְ גֵּט שִׁחְרוּר. וְאִם מֵת הָאָדוֹן שֶׁהִפְקִירוֹ הַיּוֹרֵשׁ כּוֹתֵב לוֹ גֵּט שִׁחְרוּר: \n",
      "עֶבֶד שֶׁבָּרַח מִבֵּית הָאֲסוּרִין אִם נִתְיָאֵשׁ מִמֶּנּוּ רַבּוֹ יָצָא לְחֵרוּת וְכוֹפִין אֶת רַבּוֹ וְכוֹתֵב לוֹ גֵּט שִׁחְרוּר: \n",
      "עֶבֶד שֶׁנִּשְׁבָּה אִם נִתְיָאֵשׁ מִמֶּנּוּ רַבּוֹ רִאשׁוֹן כָּל הַפּוֹדֶה אוֹתוֹ לְשֵׁם עֶבֶד יִשְׁתַּעְבֵּד בּוֹ וַהֲרֵי הוּא שֶׁלּוֹ. וְאִם פָּדָהוּ לְשֵׁם בֶּן חוֹרִין הֲרֵי זֶה בֶּן חוֹרִין. וְאִם לֹא נִתְיָאֵשׁ מִמֶּנּוּ רַבּוֹ רִאשׁוֹן הַפּוֹדֶה אוֹתוֹ לְשֵׁם עֶבֶד נוֹטֵל פִּדְיוֹנוֹ מֵרַבּוֹ וְחוֹזֵר לְרַבּוֹ. וְאִם פָּדָהוּ לְשֵׁם בֶּן חוֹרִין חוֹזֵר לְרַבּוֹ הָרִאשׁוֹן בְּלֹא כְּלוּם: \n",
      "עֶבֶד שֶׁעֲשָׂאוֹ רַבּוֹ אַפּוֹתֵיקֵי לְבַעַל חוֹבוֹ וְשִׁחְרְרוֹ הֲרֵי זֶה מְשֻׁחְרָר וְכוֹפִין אֶת בַּעַל חוֹבוֹ לְשַׁחְרְרוֹ. גַּם זֶה מִפְּנֵי תִּקּוּן הָעוֹלָם שֶׁלֹּא יִפְגַּע בּוֹ לְאַחַר זְמַן וְיֹאמַר לוֹ עַבְדִּי אַתָּה: \n",
      "עֶבֶד שֶׁהִשִּׂיאוֹ רַבּוֹ בַּת חוֹרִין אוֹ שֶׁהִנִּיחַ לוֹ רַבּוֹ תְּפִלִּין בְּרֹאשׁוֹ אוֹ שֶׁאָמַר לוֹ רַבּוֹ לִקְרוֹת שְׁלֹשָׁה פְּסוּקִין בְּסֵפֶר תּוֹרָה בִּפְנֵי צִבּוּר. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים שֶׁאֵינוֹ חַיָּב בָּהֶן אֶלָּא בֶּן חוֹרִין יֵצֵא לְחֵרוּת וְכוֹפִין אֶת רַבּוֹ לִכְתֹּב לוֹ גֵּט שִׁחְרוּר. וְכֵן אִם נָדַר נֵדֶר שֶׁכּוֹפִין עָלָיו אֶת הָעֲבָדִים כְּמוֹ שֶׁבֵּאַרְנוּ בִּנְדָרִים וְאָמַר לוֹ רַבּוֹ מוּפָר לְךָ יֵצֵא לְחֵרוּת שֶׁכֵּיוָן שֶׁלֹּא כָּפָה אוֹתוֹ בְּמָקוֹם שֶׁיֵּשׁ לוֹ לִכְפּוֹתוֹ גִּלָּה דַּעְתּוֹ שֶׁהִפְקִיעַ שִׁעְבּוּדוֹ. מִכָּאן אֲנִי אוֹמֵר שֶׁהַמְשַׁחְרֵר עַבְדּוֹ בְּכָל לָשׁוֹן וְהוֹצִיא דְּבָרִים מִפִּיו שֶׁמַּשְׁמָעָן שֶׁלֹּא נִשְׁאַר לוֹ עָלָיו שִׁעְבּוּד כְּלָל וְשֶׁגָּמַר בְּלִבּוֹ לְדָבָר זֶה שֶׁאֵינוֹ יָכוֹל לַחְזֹר בּוֹ כּוֹפִין אוֹתוֹ לִכְתֹּב לוֹ גֵּט שִׁחְרוּר אַף עַל פִּי שֶׁעֲדַיִן לֹא כָּתַב. אֲבָל אִם לָוָה מֵעַבְדּוֹ אוֹ שֶׁעָשָׂהוּ אַפּוֹטְרוֹפּוֹס אוֹ שֶׁהִנִּיחַ תְּפִלִּין בִּפְנֵי רַבּוֹ אוֹ שֶׁקָּרָא שְׁלֹשָׁה פְּסוּקִים בְּבֵית הַכְּנֶסֶת בִּפְנֵי רַבּוֹ וְלֹא מִחָה בּוֹ לֹא יֵצֵא לְחֵרוּת: \n",
      "וְאָסוּר לְאָדָם לְלַמֵּד אֶת עַבְדּוֹ תּוֹרָה וְאִם לִמְּדוֹ לֹא יָצָא לְחֵרוּת: \n",
      "הַלּוֹקֵחַ עֶבֶד מִן הָעַכּוּ''ם וְקָדַם הָעֶבֶד וְטָבַל בִּפְנֵי רַבּוֹ לְשֵׁם בֶּן חוֹרִין יָצָא לְחֵרוּת. שֶׁלֹּא בִּפְנֵי רַבּוֹ צָרִיךְ לְפָרֵשׁ לְפִיכָךְ צָרִיךְ רַבּוֹ לְתָקְפּוֹ בַּמַּיִם: \n",
      "יִשְׂרָאֵל שֶׁתָּקַף עַכּוּ''ם קָטָן אוֹ מָצָא תִּינוֹק עַכּוּ''ם וְהִטְבִּילוֹ לְשֵׁם גֵּר הֲרֵי זֶה גֵּר. לְשֵׁם עֶבֶד הֲרֵי זֶה עֶבֶד. לְשֵׁם בֶּן חוֹרִין הֲרֵי זֶה בֶּן חוֹרִין: \n",
      "גֵּר שֶׁקָּדְמוּ עֲבָדָיו וְשִׁפְחוֹתָיו וְטָבְלוּ לְפָנָיו קָנוּ עַצְמָן בְּנֵי חוֹרִין: \n"
    ],
    [
      "יִשְׂרָאֵל שֶׁבָּא עַל שִׁפְחָה כְּנַעֲנִית אַף עַל פִּי שֶׁהִיא שִׁפְחָתוֹ הֲרֵי זֶה הַוָּלָד כְּנַעֲנִי לְכָל דָּבָר וְנִמְכָּר וְנִקְנֶה וּמִשְׁתַּמְּשִׁים בּוֹ לְעוֹלָם כִּשְׁאָר הָעֲבָדִים: \n",
      "אֶחָד הַקּוֹנֶה עֶבֶד כְּנַעֲנִי מִיִּשְׂרָאֵל אוֹ מִן גֵּר תּוֹשָׁב אוֹ מִן עַכּוּ''ם שֶׁהוּא כָּבוּשׁ תַּחַת יָדֵינוּ אוֹ מֵאֶחָד מִשְּׁאָר הָאֻמּוֹת יֵשׁ לוֹ לִמְכֹּר אֶת עַצְמוֹ לְיִשְׂרָאֵל לְעֶבֶד וַהֲרֵי הוּא עֶבֶד כְּנַעֲנִי לְכָל דָּבָר. וְכֵן מוֹכֵר בָּנָיו וּבְנוֹתָיו שֶׁנֶּאֱמַר <small>(ויקרא כה מה)</small> \"מֵהֶם תִּקְנוּ וּמִמִּשְׁפַּחְתָּם אֲשֶׁר עִמָּכֶם אֲשֶׁר הוֹלִידוּ בְּאַרְצְכֶם\". וְכָל אֶחָד מֵאֵלּוּ הֲרֵי הוּא כְּעֶבֶד כְּנַעֲנִי לְכָל דָּבָר: \n",
      "אֶחָד מִן הָאֻמּוֹת שֶׁבָּא עַל שִׁפְחָה כְּנַעֲנִית שֶׁלָּנוּ הֲרֵי הַבֵּן עֶבֶד כְּנַעֲנִי שֶׁנֶּאֱמַר אֲשֶׁר הוֹלִידוּ בְּאַרְצְכֶם. אֲבָל הָעֶבֶד שֶׁלָּנוּ שֶׁבָּא עַל אַחַת מִן הָאֻמּוֹת אֵין הַבֵּן עֶבֶד שֶׁנֶּאֱמַר אֲשֶׁר הוֹלִידוּ בְּאַרְצְכֶם וְעֶבֶד אֵין לוֹ יַחַס: \n",
      "מֶלֶךְ עַכּוּ''ם שֶׁעָשָׂה מִלְחָמָה וְהֵבִיא שִׁבְיָה וּמְכָרָהּ. וְכֵן אִם הִרְשָׁה לְכָל מִי שֶׁיִּרְצֶה שֶׁיֵּלֵךְ וְיִגְנֹב מֵאֻמָּה שֶׁהִיא עוֹשָׂה עִמּוֹ מִלְחָמָה שֶׁיָּבִיא וְיִמְכֹּר לְעַצְמוֹ. וְכֵן אִם הָיוּ דִּינָיו שֶׁכָּל מִי שֶׁלֹּא יִתֵּן הַמַּס יִמְכֹּר. אוֹ מִי שֶׁעָשָׂה כָּךְ וְכָךְ אוֹ לֹא יַעֲשֶׂה יִמְכֹּר. הֲרֵי דִּינָיו דִּין וְעֶבֶד הַנִּלְקָח בְּדִינִין אֵלּוּ הֲרֵי הוּא כְּעֶבֶד כְּנַעֲנִי לְכָל דָּבָר: \n",
      "עַכּוּ''ם שֶׁקָּנָה עַכּוּ''ם לְעַבְדוּת לֹא קָנָה גּוּפוֹ וְאֵין לוֹ בּוֹ אֶלָּא מַעֲשֵׂה יָדָיו. אַף עַל פִּי כֵן אִם מְכָרוֹ לְיִשְׂרָאֵל הֲרֵי גּוּפוֹ קָנוּי לְיִשְׂרָאֵל: \n",
      "הָאִשָּׁה קוֹנָה שְׁפָחוֹת וְאֵינָהּ קוֹנָה עֲבָדִים אֲפִלּוּ קְטַנִּים מִפְּנֵי הַחֲשָׁד וְאִם קָנְתָה אוֹתָם הֲרֵי זוֹ קָנְתָה גּוּפָם כְּאִישׁ. וְיֵרָאֶה לִי שֶׁאֵינָהּ אֲסוּרָה לִקְנוֹת אֶלָּא עֶבֶד בֶּן תֵּשַׁע שָׁנִים וּמִתֵּשַׁע וּלְמַעְלָה. וְכֵן אָסוּר לְאָדָם לְשַׁחְרֵר עֶבֶד כְּנַעֲנִי. וְכָל הַמְשַׁחְרְרוֹ עוֹבֵר בַּעֲשֵׂה שֶׁנֶּאֱמַר <small>(ויקרא כה מו)</small> \"לְעלָם בָּהֶם תַּעֲבֹדוּ\". וְאִם שִׁחְרְרוֹ מְשֻׁחְרָר כְּמוֹ שֶׁבֵּאַרְנוּ. וְכוֹפִין אוֹתוֹ לִכְתֹּב גֵּט שִׁחְרוּר בְּכָל הַדְּרָכִים שֶׁבֵּאַרְנוּ. וּמֻתָּר לְשַׁחְרְרוֹ לִדְבַר מִצְוָה אֲפִלּוּ לְמִצְוָה שֶׁל דִּבְרֵיהֶם כְּגוֹן שֶׁלֹּא הָיוּ עֲשָׂרָה בְּבֵית הַכְּנֶסֶת הֲרֵי זֶה מְשַׁחְרֵר עַבְדּוֹ וּמַשְׁלִים בּוֹ הַמִּנְיָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן שִׁפְחָה שֶׁנּוֹהֲגִין בָּהּ הָעָם מִנְהַג הֶפְקֵר וַהֲרֵי הִיא מִכְשׁוֹל לַחוֹטְאִים כּוֹפִין אֶת רַבָּה וּמְשַׁחְרְרָהּ כְּדֵי שֶׁתִּנָּשֵׂא וְיָסוּר הַמִּכְשׁוֹל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "יָכוֹל הָרַב לוֹמַר לְעַבְדּוֹ כְּנַעֲנִי עָשָׂה עִמִּי וְאֵינִי זָנְךָ אֶלָּא יֵלֵךְ וְיִשְׁאַל עַל הַפְּתָחִים וְיִתְפַּרְנֵס מִן הַצְּדָקָה שֶׁיִּשְׂרָאֵל מְצֻוִּין לְהַחֲיוֹת הָעֲבָדִים שֶׁבֵּינֵיהֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲבָדָיו שֶׁאֵין בֵּית דִּין נִזְקָקִין לִגְדוֹלִים לִשְׁמֹר מָמוֹנָם וְאִם לֹא יַאֲכִיל לַעֲבָדָיו וְיַשְׁקֵם כָּרָאוּי הֵם יִבְרְחוּ אוֹ יָמוּתוּ וְאָדָם חָס עַל מָמוֹן עַצְמוֹ יֶתֶר מִכָּל אָדָם. אֲבָל עֲבָדִים שֶׁהִכְנִיסָה לוֹ אִשְׁתּוֹ בְּתוֹרַת נִכְסֵי מְלוֹג חַיָּב בִּמְזוֹנוֹתֵיהֶן שֶׁעַל מְנָת כֵּן הִכְנִיס אוֹתָם שֶׁאִם לֹא יָזוּן אוֹתָם יָמוּתוּ וְיִבְרְחוּ וַהֲרֵי אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן: \n",
      "מֻתָּר לַעֲבֹד בְּעֶבֶד כְּנַעֲנִי בְּפָרֶךְ. וְאַף עַל פִּי שֶׁהַדִּין כָּךְ מִדַּת חֲסִידוּת וְדַרְכֵי חָכְמָה שֶׁיִּהְיֶה אָדָם רַחְמָן וְרוֹדֵף צֶדֶק וְלֹא יַכְבִּיד עֵלּוֹ עַל עַבְדּוֹ וְלֹא יָצֵר לוֹ וְיַאֲכִילֵהוּ וְיַשְׁקֵהוּ מִכָּל מַאֲכָל וּמִכָּל מִשְׁתֶּה. חֲכָמִים הָרִאשׁוֹנִים הָיוּ נוֹתְנִין לָעֶבֶד מִכָּל תַּבְשִׁיל וְתַבְשִׁיל שֶׁהָיוּ אוֹכְלִין. וּמַקְדִּימִין מְזוֹן הַבְּהֵמוֹת וְהָעֲבָדִים לִסְעוּדַת עַצְמָן. הֲרֵי הוּא אוֹמֵר <small>(תהילים קכג ב)</small> \"כְעֵינֵי עֲבָדִים אֶל יַד אֲדוֹנֵיהֶם כְּעֵינֵי שִׁפְחָה אֶל יַד גְּבִרְתָּהּ\". וְכֵן לֹא יְבַזֵּהוּ בַּיָּד וְלֹא בִּדְבָרִים. לְעַבְדוּת מְסָרָן הַכָּתוּב לֹא לְבוּשָׁה. וְלֹא יַרְבֶּה עָלָיו צְעָקָה וְכַעַס אֶלָּא יְדַבֵּר עִמּוֹ בְּנַחַת וְיִשְׁמַע טַעֲנוֹתָיו. וְכֵן מְפֹרָשׁ בְּדַרְכֵי אִיּוֹב הַטּוֹבִים שֶׁהִשְׁתַּבֵּחַ בָּהֶן <small>(איוב לא יג)</small> \"אִם אֶמְאַס מִשְׁפַּט עַבְדִּי וַאֲמָתִי בְּרִבָם עִמָּדִי\" <small>(איוב לא טו)</small> \"הֲלֹא בַבֶּטֶן עשֵֹׁנִי עָשָׂהוּ וַיְכֻנֶנּוּ בָּרֶחֶם אֶחָד\". וְאֵין הָאַכְזָרִיּוּת וְהָעַזּוּת מְצוּיָה אֶלָּא בְּעַכּוּ''ם עוֹבְדֵי עֲבוֹדָה זָרָה אֲבָל זַרְעוֹ שֶׁל אַבְרָהָם אָבִינוּ וְהֵם יִשְׂרָאֵל שֶׁהִשְׁפִּיעַ לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא טוֹבַת הַתּוֹרָה וְצִוָּה אוֹתָם בְּחֻקִּים וּמִשְׁפָּטִים צַדִּיקִים רַחְמָנִים הֵם עַל הַכּל. וְכֵן בְּמִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶּׁצִּוָּנוּ לְהִדָּמוֹת בָּהֶם הוּא אוֹמֵר <small>(תהילים קמה ט)</small> \"וְרַחֲמָיו עַל כָּל מַעֲשָׂיו\". וְכָל הַמְרַחֵם מְרַחֲמִין עָלָיו שֶׁנֶּאֱמַר <small>(דברים יג יח)</small> \"וְנָתַן לְךָ רַחֲמִים וְרִחַמְךָ וְהִרְבֶּךָ\": \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות עבדים",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Kinyan"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מכאן אמרו חכמים שלא יאמר לו עדור וכו' עד מקום פלוני.</b> א''א הסברא שלו היא זו אבל חכמים לא פירשו בו טעם קצבה ולא אמרו אלא שלא יאמר לו עד שאבוא והוא מתעכב לבא עד שיצטער והוא הדבר המסור לשם שיכול לומר לא היה לי פנאי לבא והשם יודע בו וע''ז נאמר ויראת מאלהיך אבל בין קצבה ללא קצבה מאי ויראת איכא ועוד העבד לא יהיה אלא כפועל שיצא לעבודת השדה בשעת יציאת הפועלים ויכנס בשעת כניסתם ויאכל בשעת אכילתם ויעבוד בשדה כעין עבודתם ומה קצב יתן אדם לפועליו אבל המחבר הזה מופלג הוא ומפליג הדברים למה שירצה עכ''ל: "
      ],
      [],
      [
        "<b> מלך שגזר שכל מי שלא יתן המס וכו' עד הרי זה מותר להשתמש בו יותר מדאי.</b> א''א בחיי ראשי לא נאמרו דברים הללו בגמרא לענין זה אלא שהיו אנשים פורעים מס המלך בשביל חבריהם והיה המס עשרה דינר והיו עושים להם מלאכה שוה חמשה עשר דינר ושאל אם היא הלואה ויש בה משום רבית או לא ופשט ליה דלאו הלואה היא אלא זביני דמלכא הוא דאית ליה רשות לזבוני להו כעבדי עד דפרעי עכ''ל: "
      ]
    ],
    [],
    [],
    [],
    [
      [],
      [],
      [
        "<b> אמר לו שלא בכתב הרי את בן חורין וכו' עד או בראשי איברים.</b> א''א דבר זה אינו מחוור שהקניין הרי הוא ככסף מההוא מעשה דכומתא [שאין] הלכה כר''ש שהכסף גומר בו. עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> המפיל שן עבדו וכו' עד וכן כל כיוצא בזה.</b> א''א דבריו סותרים זה את זה שכבר כתב בהלכות חובל ומזיק שאינו משלם לו דמי עינו אלא אם כן תפס עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כשם שהאשה עצמה מביאה גיטה וכו' עד אינו צריך לקיימו.</b> א''א זה הדרך הולך על דרך לא טוב לפי דעתנו כי הוא מפרש מה שאומר בגמרא אשה מכי מטי גיטא לידה איגרשא לה שאינה צריכה לקיימו ואין זה הדרך נכון בעינינו וכי היכן מצינו שטר שקרא עליו ערער שיגבה בו בלא קיום ואם יאמר שאינו צריך קיום עד שיערער עליו מנא ליה דמתניתין לאו ה''ק דילמא ה''נ קאמר צריכה שתאמר בפני נכתב ובפני נחתם שלא תבא לידי ערער ולא תוכל לקיימו ואמאי אקשיה ליה מכי מטי גיטא לידה איגרשא לה והמתרגם הזה כמו כן איך סתם דבריו ואמר שאינן צריכין קיום בודאי אם יערער בעל ואדון צריכין קיום והשכל מורה שאף אם לא יערער אין להתיר אשת איש ואיסור עבד בלא קיום הגט אלא ודאי צריך לפרש בו דרך אחרת עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> הכותב לשפחתו מעוברת הרי את בת חורין וכו' עד שזה כמי ששחרר חציה.</b> א''א קשיא רישא אסיפא סיפא קאמר דעובר ירך אמו הוא א''כ רישא אמאי דבריו קיימין אלא רישא דבריו קיימים דעובר לאו ירך אמו הוא וסיפא לא אמר כלום או משום דאינו בא לעולם או משום דאין העבד מקבל גט לחבירו מיד רבו שלו עכ''ל: "
      ],
      [
        "<b> שפחה חרופה.</b> [א''א] פירוש המאורסת לעבד עברי והיא חציה שפחה וחציה בת חורין: "
      ],
      [],
      [
        "<b> מי שחציו עבד וחציו וכו' עד וכותב לו האפוטרופוס גט שיחרור.</b> [א''א] נשתבש כאן שיבוש גדול וכי האפוטרופוס כותב גט שיחרור ואינו אדון אלא ב''ד מעמידין לו אפוטרופוס כדי לדקדק על חצי דמיו והכסף גומר בו ומקרקשין ליה בזוזי לינוקא כדי שיכתוב לו גט שיחרור בשמו ולא צריך שיחרור אלא כדי שלא יסתבך בו ויאמר לו עבדי אתה עכ''ל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> מכרו לעכו''ם לשלשים יום וכו' עד אין מוציאין מידו.</b> א''א אין בקנסות תפיסה מועלת אלא למי שחסרו ממון: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> עבד שנשבה וכו'.</b> א''א זהו כרשב''ג וכאביי עכ''ל: "
      ],
      [],
      [
        "<b> ואם נדר נדר שכופין עליו את העבדים וכו' גילה דעתו שהפקיע שעבודו.</b> א''א נ''ל שיבוש הוא נשתבש בלשון המשנה פ' הכותים אין להם נזירות הפר לאשתו הפר עולמית הפר לעבדו ויצא לחירות משלים נזירותו כך אני שונה בוא''ו והוא שונה יצא לחירו' ומשלים נזירותו וחיי ראשי לא אדע על אי זה דרך יוכל לפרש כי מאחר שהוא מפר איך גילה דעתו שהפקיע שעבודו אדרבה גילה דעתו שיש לו רשות עליו להפר נדרו: "
      ]
    ],
    [
      [
        "<b> ישראל שבא על שפחה כנענית וכו' עד וכל אחד מאלו הרי הוא כעבד כנעני לכל דבר.</b> א''א לא נהיר ומהו לכל דבר: "
      ],
      [],
      [
        "<b> אחד מן האומות שבא על שפחה כנענית שלנו וכו'.</b> א''א זהו בהיפך ממה שאמרו בגמרא שהרי אמרו באומות הלך אחר הזכר ולענין לא תחיה כל נשמה איתמר אם רשאי לקיימו בעבד או לא ואם הוא כנעני אינו רשאי לקיימו אבל הוא מהפך הלשונות ומבלבל העניינים. וכתב בכאן עבד כנעני לקיים העבד לעשות תורה חדשה. מעתה מה שאמר אבל עבד שלנו שבא על אחת מן האומות אין הבן עבד כנעני שנאמר אשר הולידו בארצכם ועבד אין לו יחס אם אינו עבד כנעני אינו רשאי לקיימו קאמר וזהו טעות גדולה אף לדבריו: "
      ],
      [],
      [],
      [],
      [
        "<b> אבל עבדים שהכניסה לו אשתו וכו' עד שעל מנת כן הכניסן וכו'.</b> א''א לא נתברר לי דבר זה שאם אמר הבעל איני עובד ואיני זן יכול הוא לעשות:"
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>ועל זה שמכרוהו בית דין הוא אומר כי תקנה עבד עברי.</b> במכילתא: \n",
        "<b>מוכר עצמו כיצד זה ישראל שהעני ביותר וכו' ואינו רשאי למכור את עצמו עד שלא ישאר לו כלום וכו'.</b> בת''כ פרשת בהר סיני מנין שאין אדם רשאי למכור עצמו ולהניח באפונדתו וליקח לו בהמה וליקח לו כלים וליקח לו בית אלא א''כ העני תלמוד לומר וכי ימוך ונמכר הא אינו נמכר אלא אם כן העני וברייתא זו מתפרשת מתוך דברי רבינו. \n",
        "<b>ומה שכתב או ליתנם לבעל חובו:</b> \n\n"
      ],
      [
        "<b>כבר ביארנו שאין האשה וכו'.</b> משנה בסוטה סוף פרק היה נוטל (סוטה דף כ״ג). \n",
        "<b>ומ''ש וכן אינה מוכרת עצמה.</b> מבואר במכילתא: \n",
        "<b>ואינה קונה לא עבד עברי וכו'.</b> ברייתא במציעא פרק איזהו נשך (בבא מציעא דף ע״א) פסק כת״ק דרבן שמעון בן גמליאל: \n",
        "<b>ואין הגר נקנה וכו'.</b> גם זה ברייתא שם וכתב ספר מצות גדול ומה ששנינו במכילתין דבין לרבי ישמעאל בין לר' עקיבא גר נקנה בע''ע לשם מדבר בגר הבא על בת ישראל שמשפחת אם היא לו משפחה כך פירש מורי עכ''ל: \n\n"
      ],
      [
        "<b>עבד עברי שמכרוהו ב''ד אין מוכרין אותו אלא לישראל או לגר.</b> כך היא הגירסא הנכונה והוא מדתניא בספרי כי ימכר לך מנין כשהוא נמכר אינו נמכר אלא לך תלמוד לומר כי ימכר לך ובפרק איזהו נשך שם תניא גר צדק האמור לענין מכירה דכתיב וכי ימוך אחיך עמך ונמכר לך ולא לך אלא לגר שנאמר לגר ולא לגר צדק אלא לגר תושב שנאמר לגר תושב משפחת גר זה עכו''ם כשהוא אומר או לעקר זה הנמכר לעבודת כוכבים עצמה אמר מר ולא לך אלא לגר למימרא דגר קני ע''ע ורמינהי אין הגר נקנה בע''ע ואין אשה וגר קונים ע''ע גר לא נקנה בע''ע ושב אל משפחתו בעינן והא ליכא ואין אשה וגר קונים ע''ע אשה לאו אורח ארעא גר נמי גמירי דמיקני קני דלא מיקני לא קני אר''נ בר יצחק אינו קונה ודינו כישראל אבל קונה ודינו כעכו''ם דתניא הנרצע והנמכר לעכו''ם אינו עובד לא את הבן ולא את הבת. ופירש''י אינו עובד לא את הבן ולא את הבת ועבדו לעולם ולא לבן. והנמכר לעכו''ם. ילפינן בקידושין וחשב עם קונהו ולא עם יורשי קונהו: \n\n"
      ],
      [
        "<b>בא ואמר לך וכו'.</b> הכי משמע פשטיה דקרא אחרי נמכר גאולה תהיה לו ואיתיה בת''כ בא ואמר הריני נמכר יכול הוזקק לו תלמוד לומר אחרי נמכר הא אין אתה נזקק לו אלא משימכר: \n\n"
      ],
      [
        "<b>אחד המוכר עצמו וכו' אינו נמכר בפרהסיא על אבן המקח וכו'.</b> בתורת כהנים פרשת בהר סיני: \n\n"
      ],
      [
        "<b>כל עבד עברי אסור לעבוד בו בפרך וכו'.</b> שם לא תרדה בו בפרך שלא תאמר לו החם את הכוס הזה והוא אינו צריך הצן לי את הכוס והוא אינו צריך עדור תחת הגפן עד שאבא: \n",
        "<b>וכתב</b> הראב''ד מכאן אמרו חכמים שלא יאמר לו עדור וכו' עד מקום פלוני. א''א הסברא שלו היא זו אבל חכמים לא פירשו בו טעם קצבה ולא אמרו שלא יאמר לו עדור תחת הגפנים עד שאבא משום קצבה ולא קצבה אלא שלא יאמר לו עד שאבא והוא מתעכב לבא וכו'. ואיני רואה בכל הדברים האלו השגה לדברי רבינו דמה לי אומר עד שאבא והוא מתעכב לבא עד שיצטער כדברי הראב''ד מה לי שהטעם מפני שלא נתן קצבה כדברי רבינו שטעם הצער בלא נתן לו קצבה מפני שהוא מצטער בכל שעה כמו שאמרו דשאני בין בהבאה שיש לה קצבה לשאין לה קצבה ואם נתן לו מלאכה שאין לו קצבה כדי לצערו הדבר מסור לה' שיודע אם נתכוון לצערו. ומ''ש ועוד העבד לא יהיה אלא כפועל וכו'. איכא לאקשויי ולדידיה מי ניחא אלא מאי אית לך למימר דמיירי בשעשה כך שאמר לו עד שאבא ונתאחר מלבא לרבינו נמי מיירי בשאמר ליה עד שאבא וטעמא משום דלא נתן לו קצבה: \n",
        "<b>ומה שכתב וכן העכו''ם שנמכר לו וכו'.</b> מבואר בכתוב. \n",
        "<b>ומה שכתב ואין אנו נזקקין לכנוס לרשותו של עכו''ם וכו'.</b> בתורת כהנים: \n\n"
      ],
      [
        "<b>כל עבד עברי וכו' עד כשהיה עושה מקודם.</b> הכל במכילתא ובתורת כהנים: \n",
        "<b>במה דברים אמורים וכו'.</b> גם זה שם אבל בבנו ותלמידו רשאי וכתב רבינו שהוא הדין לשאר כל אדם שאינו עבד ונתן טעם לדבר: \n\n"
      ],
      [
        "<b>אנשים שאינם נוהגים כשורה וכו' עד מותר להשתמש בו כעבד.</b> מציעא פרק איזהו נשך (בבא מציעא דף ע״ג ע״ב). וכתב הראב״ד ז״ל בחיי ראשי לא נאמרו דברים הללו בגמרא וכו'. ואינה השגה שהוא ז״ל מפרש משעבדי בהו טפי שפורעין עשרה ומשתמשין בהם שוה ט״ו ורבינו מפרש שמשתעבדים יותר מדאי ויש הוכחה לפירוש רבינו מדסמך לזה בגמרא ההיא דמי שאינו נוהג כשורה מותר להשתעבד בו. \n",
        "<b>ומה שכתב רבינו אבל לא כעבד</b> כלומר כעבד כנעני: \n\n"
      ],
      [
        "<b>כל עבד עברי וכו' עד כקונה אדון לעצמו.</b> פירקא קמא דקידושין (דף כ'): \n",
        "<b>ואף על פי כן צריך העבד לנהוג בעצמו מנהג עבדות וכו'.</b> בתורת כהנים כי ימכר לך אחיך שתנהוג בו באחוה יכול אף הוא ינהוג עמך באחוה ת''ל עבד יכול אף אתה תתנהג עמו כעבד ת''ל אחיך הא כיצד אתה נוהג באחוה והוא נוהג בעצמו בעבדות: \n\n"
      ],
      [
        "<b>אין אמה העבריה נוהג וכו'.</b> בפרק המקדיש שדהו (ערכין דף כ״ט) אין עבד עברי נוהג אלא בזמן שהיובל נוהג שנאמר עד שנת היובל יעבוד עמך: \n\n"
      ]
    ],
    [
      [
        "<b>עבד עברי שמכרוהו בית דין נקנה בכסף וכו'.</b> משנה פרק קמא דקידושין (דף י''ד) עבד עברי נקנה בכסף ובשטר ובכל מקום הוי שוה כסף ככסף דילפינן מנזקין ועבד עברי דכתיב בהו ישיב כמו שכתבו התוספות בריש קידושין. אבל קשה שכתב רבינו עבד עברי שמכרוהו בית דין ובגמרא ילפינן מקראי דלא שנא בין מכרוהו בית דין למוכר עצמו. ומצאתי בספר מוגה שכתב כלשון הזה עבד עברי שמכרוהו בית דין והמוכר עצמו נקנה בכסף (לענין זה): \n",
        "<b>כיצד בשטר וכו'.</b> שם (דף ט''ז) שטר אמה העבריה מי כותבו רב הונא אמר אדון כותבו רב חסדא אמר אב כותבו ופסק כרב חסדא דאב צריך לכתוב בתי מכורה לך והוא הדין לעבד דלא ידעינן דעבד נקנה בשטר אלא מדכתיב אחיך העברי או העבריה הוקשו זה לזה ובאמה כתיב לא תצא כצאת העבדים ודרשינן אבל נקנית היא כקניין העבדים ולמדנו שקניינה יהיה בשטר ולא בחזקה מדכתיב אם אחרת יקח לו הקישה הכתוב לאחרת כלומר אשה הנקנית בשטר מכל מקום עיקר למידת קניינות בשטר הוי מעבד כנעני וכשם שהוא או רבו המוכרו כותבין השטר כן אמה העבריה אב כותבו והוא הדין לעבד עברי כמו שכתבתי: \n\n"
      ],
      [
        "<b>מכרוהו ב''ד עובד שש שנים.</b> כלומר ולא יותר כמו שיתבאר בסמוך. \n",
        "<b>ומה שכתב מיום מכירתו</b> במכילתא ובשביעית שביעית למכירה או אינו אלא לשנים ת''ל שש שנים יעבוד הוי שביעית למכירה ולא שביעית לשנים ובפרק קמא דקידושין ירושלמי נמי שביעית של מכירה לא שביעית של עולם. \n",
        "<b>ומה שכתב ואם פגעה בו שנת השמטה</b> כן נלמד ממה שכתבתי בסמוך בשם מכילתא והירושלמי שביעית למכירה ולא שביעית של עולם. ורבינו כתב בפירוש המשנה שזהו למאמר הכתוב שש שנים יעבוד ובשביעית דמשמע שאף בשביעית יעבוד. \n",
        "<b>ומ''ש אבל אם פגעה בו שנת יובל וכו'.</b> שם ושב אל משפחתו וכו' אמר ראב''י במה הכתוב מדבר במכרוהו ב''ד שתים ושלש שנים לפני היובל שהיובל מוציאו: \n\n"
      ],
      [
        "<b>המוכר עצמו וכו'.</b> גם זה בברייתא שם (דף י''ד ע''ב) המוכר עצמו נמכר לשש ויתר על שש מכרוהו בית דין אינו נמכר אלא לשש ומפרש טעמא בגמרא דכתיב ועבדך שש שנים וגו' ולא המוכר עצמו ואף על גב דרבי אליעזר פליג התם ואמר זה וזה אינו נמכר אלא לשש פסק כת''ק: \n",
        "<b>הרי שמכר עצמו לעשר שנים וכו'. </b> גם זה שם (דף ט''ו) אמר רבי אליעזר בן יעקב ושב אל משפחתו במה הכתוב מדבר אם במוכר עצמו הרי כבר אמור כלומר דכתיב לעיל מיניה עד שנת היובל יעבוד עמך וכו' אלא במכרוהו בית דין שתים ושלש שנים לפני היובל שהיובל מוציאו: \n\n"
      ],
      [
        "<b>אחד המוכר עצמו וכו'.</b> שם (דף ט''ז:) תניא מנין לבורח שחייב להשלים ת''ל שש שנים יעבוד ומברייתא אחרת משמע שאינו חייב להשלים ואוקמה רב ששת כגון שברח ופגע בו יובל ובסמ''ג כתב ואם פגע בו יובל יצא בד''א בחלה אבל בברח אין היובל מוציאו כדאיתא בירושלמי דקידושין מאי טעמא זה ברשותו וזה אינו ברשותו עכ''ל ויש לתמוה למה דחה גמ' דידן מפני הירושלמי: \n\n"
      ],
      [
        "<b>חלה בין שחלה שנה אחר שנה וכו'.</b> ברייתא שם יכול אפילו חלה חייב להשלים ת''ל ובשביעית יצא כלומר יצא מכל מקום ורמינן עלה מדתניא חלה שלש ועבד שלש אינו חייב להשלים חלה כל שש חייב להשלים אמר רב ששת בעושה מעשה מחט כלומר הא דתניא דאינו חייב להשלים היינו בעושה מעשה מחט בחליו שהוא מעשה קל ומדהוה מצי לתרוצי כאן שחלה למקוטעים כאן שחלה רצופים משמע ליה לרבינו דלא שני לן והדר אמרינן הא גופא קשיא אמרת חלה שלש ועבד שלש אינו חייב להשלים הא ארבע חייב להשלים אימא סיפא חלה כל שש חייב להשלים הא ארבע אין חייב להשלים הכי קאמר חלה ד' נעשה כמי שחלה כל שש וחייב להשלים. \n",
        "<b>ומ''ש ואם פגע בו יובל יצא.</b> למדו בקל וחומר מבורח וכתבו התוספות שי''א שדין השכיר כדין עבד עברי לענין אם חלה אבל לא נראה להם כן אלא שהשכיר חייב להשלים כל ימי החולי: \n\n"
      ],
      [
        "<b>המוכר עצמו לעכו''ם וכו'.</b> שם (דף ט''ו ע''ב) אם לא יגאל באלה כלומר בקרובים דכתיב לעיל מיניה או דודו או בן דודו וגו' רבי אומר באלה הוא נגאל ואין נגאל בשש ואע''ג דר''י הגלילי ורבי עקיבא פליגי ארבי ומפקי להאי באלה לאם פדאוהו קרובים או אחרים אם משתעבד להם או לא פסק רבינו כמותו משום דבתר הכי אמילתייהו דרבי יוסי ורבי עקיבא אמר רבי חייא בר אבא אמר ר' יוחנן זו דברי רבי יוסי הגלילי ורבי עקיבא אבל חכמים אומרים הכל לשחרור מאן חכמים רבי היא דמפיק להאי באלה לדרשא אחרינא כלומר לומר באלה הוא נגאל ואינו נגאל בשש ומדאתא ר' חייא במסקנא דמילתא למימר זו דברי ר''י וכו' ואפקיה לרבי בלשון חכמים אלמא הלכתא כוותיה ס''ל: \n\n"
      ],
      [
        "<b>ומ''ש וקרוב קרוב קודם.</b> שם מימרא דרב נחמן בר יצחק ובתורת כהנים יליף לה מקרא. \n",
        "<b>ומ''ש ובית דין כופין את קרוביו וכו'.</b> שם ובכל וגו' גאולה תתנו לרבות בתים ועבד עברי ואוקמוה בעבד עברי הנמכר לעכו''ם ואמרינן התם דאף על גב דהא כתיב בתריה או דודו או בן דודו וגו' איצטריך האי קרא לקובעו חובה. \n",
        "<b>ומ״ש לא פדאוהו קרוביו וכו' מצוה על כל אדם מישראל לפדותו.</b> בגיטין פרק השולח (גיטין דף מ״ו ע״ב) תנן המוכר את עצמו ואת בניו לעכו״ם אין פודין אותם ואמרינן בגמ' והוא שמכרן ושנה ושילש משמע הא קודם לכן מצוה לפדותו. \n",
        "<b>ומ''ש ובין שפדאוהו קרובים וכו'.</b> כרבי דאמר התם הכל לשחרור כלומר בין קרובים בין שאר כל אדם ופסק רבינו כמותו מהטעם שכתבתי למעלה: \n",
        "<b>ויש לו ללוות ולגאול את עצמו וכו'.</b> תמהני על פסק זה ששם בגמרא (דף כ' ע''ב) אמרינן דבעא ר''ה מרב ששת עבד עברי הנמכר לעכו''ם נגאל לחצאין או לא ופשט ליה דאינו נגאל ולקמן בגמרא אמרינן עבד עברי הנמכר לעכו''ם יוכיח שיפה כחו ליגאל בשנה שנייה ואין לוה וגואל לחצאין ולא נראה לי הכרח אחר מאותה הסוגיא אלא שאחר שפשט רב ששת אמר אביי אם תמצא לומר נגאל לחצאין משכחת לה לקולא ולחומרא אלמא אביי דהוא בתראה לא ס''ל כפשיטותיה דרב ששת ואכתי קשיא שאין זה כדאי לדחות פשיטותיה של רב ששת ומצאתי לסמ''ג שכתב הנמכר לעכו''ם מסיק שם רב ששת שאין לוה וגואל וגם אינו נגאל לחצאין ויש לתמוה שלא שת לבו להביא דברי רבינו כמנהגו: \n",
        "<b>אבל הנמכר לישראל אין הקרובים פודים אותו.</b> שם (דף כ''א) עבד עברי הנמכר לישראל נגאל לקרובים או לא אליבא דרבי לא תיבעי לך דאמר ומה מי שאינו נגאל באלה אלמא לא מיפרק כלומר דאמר בברייתא שכתבתי לעיל שיכול ומה מי שאינו נגאל באלה נגאל בשש מי שנגאל באלה אינו דין שיגאל בשש ת''ל באלה באלה הוא נגאל ואינו נגאל בשש למדנו דאליבא דרבי עבד עברי הנמכר לישראל אינו נגאל לקרובים ומפרש רבינו דהיינו שאין הקרובים חייבים לפדותו וכבר פסק רבינו הלכה כרבי. \n",
        "<b>ומ''ש ואינו לוה וגואל ואינו גואל לחצאין:</b> \n\n"
      ],
      [
        "<b>אחד המוכר עצמו וכו'.</b> כך שנינו שם במשנה וקונה את עצמו בשנים וביובל ובגרעון כסף והדרכים הללו נוהגים בכל מיני עבד עברי דסתם שנינו אותם חוץ מיוצא בשש שנים שפירש רבינו דלא הוי בנמכר לעכו''ם: \n",
        "<b>ונותן הנשאר כסף או שוה כסף ויוצא.</b> שם וקונה את עצמו בכסף תנא בכסף ובשוה כסף. \n",
        "<b>ומ''ש וכן הנמכר לעכו''ם מחשב הדמים וכו'.</b> מבואר בכתוב: \n",
        "<b>ומ''ש ומשיב השאר כסף לא תבואה ולא כלים וכו'.</b> בת''כ בכסף הוא נגאל ואינו נגאל לא בתבואה ולא בכלים ובירושלמי פרק קמא דקידושין והיה כסף ממכרו בכסף הוא נגאל ואינו נגאל לא בתבואה ולא בכלים בכל אתר את עביד שוה כסף ככסף והכא לית את עביד שוה כסף ככסף אמר ר' אבא מרי שניא היא ששנה עליו הכתוב כסף מכסף: \n\n"
      ],
      [
        "<b>כל עבד עברי או עבריה שיצא בגרעון כסף וכו'.</b> ברייתא בפרק קמא דקידושין עלה כ': \n\n"
      ],
      [
        "<b>הנמכר לעכו''ם וכו' פעמים יהיה להקל ופעמים להחמיר וכו'.</b> שם (דף כ' ע''ב) אמר אביי אם תמצא לומר נגאל לחצאין משכחת לה לקולא ולחומרא וכמו שכתב רבינו: \n\n"
      ],
      [
        "<b>הרב שמחל לעבד וכו'.</b> שם אמתניתין הקונה עצמו בשטר אמרו בגמרא (דף ט''ז) ה''ד אילימא שיחרור לימא ליה באפי תרי או באפי בי דינא זיל אמר רבא זאת אומרת עבד עברי גופו קנוי והרב שמחל על גרעונו אין גרעונו מחול: \n\n"
      ],
      [
        "<b>אדון שמת אם הניח בן זכר וכו'.</b> ברייתא שם (דף י''ז ע''ב) עבד עברי עובד את הבן ואינו עובד את הבת ובברייתא אחרת אמרו דאינו עובד את האח וכתב רבי לוי בן גרשון בפרשת משפטים שיתבאר מזה שאין האדון שליט למכור עבדו או לתתו לאחר: \n",
        "<b>והנמכר לגר צדק או לעכו״ם וכו'.</b> דין העכו״ם מפורש באותה ברייתא הנמכר לעכו״ם אינו עובד לא [את] הבן ולא את הבת ודין הגר צדק מפורש במציעא פרק איזהו נשך (בבא מציעא דף ע״א) גר קונה עבד עברי ודינו כעכו״ם שאינו עובד לא את הבן ולא את הבת ולפי זה לא שנא אם הבן הורתו ולידתו שלא בקדושה או בקדושה ואפשר דהיינו טעמא שכיון שלא מצינו שיוכל לימכר לגר צדק אלא מדכתיב ונמכר לגר תושב הנמכר לגר הרי דינו כעכו״ם כשם שהעכו״ם אינו עובד לבנו כן אינו עובד לבן הגר ותפס רבינו גר צדק וכ״ש לגר תושב ותפס עכו״ם לומר שבענין זה שוה הוא לעכו״ם ואפשר עוד שהגר תושב בכלל עכו״ם הוא אבל קשה שהיה לנו להשוותו ג״כ לגאולת קרובים וללוה וגואל וגואל לחצאין ואפשר דהתם היינו טעמא כדי שלא יטמע בין העכו״ם מה שאין כן בגר צדק והא דאינו עובד את הבן לאו משום שלא יטמע הוא אלא גזירה היא דהא נרצע אינו עובד את הבן אע״ג שלא שייך ביה שמא יטמע הילכך יש לנו לומר שהוקשו לענין זה: \n",
        "<b>מצוה לומר לו צא בשעת יציאתו וכו': אפי' חלה והוציא עליו רבו הוצאות וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b><small>(א-ב)</small> כל עבד עברי הרי האדון חייב וכו'.</b> זה שחייב לזון אשתו ובניו פ''ק דקידושין (דף כ''ב) ובמכילתא נמי דריש הכי וקאמר תו יכול יהא חייב במזונות ארוסה ושומרת יבם תלמוד לומר אשתו להוציא שומרת יבם שאינה אשתו עמו להוציא ארוסה שאינה עמו: \n",
        "<b>אבל אם היתה מאיסורי לאוין וכו'.</b> יתבאר בסמוך: \n",
        "<b>במכרוהו בית דין נאמר וכו'.</b> פ''ק דקידושין (דף כ''ב) ויצא מעמך הוא ובניו אם הוא נמכר בניו [ובנותיו מי] נמכרים מכאן שרבו חייב במזונות בניו כיוצא בדבר אתה אומר אם בעל אשה הוא וכו' אם הוא נמכר אשתו מי נמכרת מכאן שרבו חייב במזונות אשתו: \n",
        "<b>אחד אשה ובנים שהיו לו בשעת מכירה וכו' עד וכל שזוכה הבעל באשתו זוכה זה.</b> הכל במכילתא דר''ש כתבה הרמב''ן בפרשת משפטים ז''ל אם בעל אשה הוא מה הוא חייב במזונותיו אף אשתו ובניו חייב במזונותיהם עדיין אני אומר אשה ובנים שהיו לו עד שלא לקחו רבו רבו חייב במזונותיהן וכו' ת''ל אם בעל אשה הוא וכו' שתי נשים כאן אחת עד שלא לקחו רבו ואחת משלקחו רבו יכול אפילו היתה אלמנה לכ''ג גרושה וחלוצה לכהן הדיוט ת''ל ויצאה אשתו עמו אשה שראויה להתקיים עמו יצאה זו וכו' יכול אפילו נשא אשה שלא מדעת רבו תלמוד לומר הוא מה הוא מדעת רבו אף אשתו מדעת רבו יכול יהא מעשה בניו ובנותיו של רבו ת''ל הוא מעשה ידיו של רבו ואין מעשה בניו ובנותיו של רבו עד כאן בברייתא ורבינו תפס הברייתא כפשטה אף על פי שהרמב''ן פירש בה פירוש אחר כמבואר בפירוש התורה שלו. ומכל מקום לדברי רבינו צ''ע אם חייב במזונות בניו כשהם יותר מבני שש או לא. עוד צריך לדקדק שכתב בראש הפרק אבל אם היתה מאיסורי לאוין אפילו שנייה אינו חייב במזונותיה ומנא לן דשנייה נמי דהא לא הזכירו בברייתא אלא חייבי לאוין לחוד ועוד שכיון שמעמו דרשינן אשה הראויה לו לא ממעט אלא איסורי תורה אבל איסורי סופרים משמע שלא נתכוונה התורה למעט ואפשר דכיון דכל מילי דרבנן אסמכינהו אלאו דלא תסור ועוד דשניות ילפינן להו מושמרתם את משמרתי שפיר איכא למימר דמעטינהו קרא. ודע שאף על פי שבברייתא אמרו יכול יהא מעשה בניו ובנותיו של רבו וכו' ולא הזכירו מעשה ידי אשתו הוא הדין לאשתו אלא דחדא מינייהו נקט תדע מדקתני סיפא ת''ל הוא דמשמע דוקא הוא מעשה ידיו לרבו אבל לא אשתו ולא בניו: \n\n"
      ],
      [
        "<b>אף על פי שהאדון וכו'.</b> אפשר שלמד כן מהברייתא שכתבתי לעיל אם הוא נמכר אשתו ובניו מי נמכרים אלמא דאינם משועבדים לו כלל: \n\n"
      ],
      [
        "<b>מי שמכרוהו בית דין וכו'.</b> בפירקא קמא דקידושין (דף ט''ו) ובמכילתא אם אדוניו יתן לו אשה רשות וזהו שכתב \n",
        "<b>רבינו יש לרבו</b> כלומר הרשות ביד רבו. \n",
        "<b>ומה שכתב בין בנו של אדון אם מת אביו הרי זה נותן לו שפחה. ומה שכתב וכופהו על זה.</b> בפירקא קמא דקידושין (דף י''ד ע''ב) המוכר את עצמו אין רבו מוסר לו שפחה כנענית מכרוהו ב''ד רבו מוסר לו שפחה כנענית רבי אליעזר אומר זה וזה רבו מוסר לו שפחה כנענית וכו' מאי טעמא דתנא קמא מיעט רחמנא גבי מכרוהו בית דין אם אדוניו יתן לו אשה לו ולא למוכר עצמו ואידך לו בעל כרחו ואידך מכי משנה שכר שכיר נפקא דתניא כי משנה שכר שכיר עבדך שכיר אינו עובד אלא ביום עבד עברי בין ביום בין בלילה וכי תעלה על דעתך שעבד עברי עובד בין ביום בין בלילה והלא נאמר כי טוב לו עמך וכו' אמר רבי יצחק מכאן שרבו מוסר לו שפחה כנענית: \n",
        "<b>והמוכר עצמו אסור בשפחה כנענית וכו'.</b> ברייתא פ''ק דקידושין (דף י''ד) המוכר עצמו נמכר לשש ויתר על שש מכרוהו ב''ד אינו נמכר אלא לשש וכו' המוכר עצמו אין רבו מוסר לו שפחה כנענית מכרוהו ב''ד רבו מוסר לו שפחה כנענית ומפרשינן טעמא בגמ' דאמר קרא אם אדוניו יתן לו אשה לו ולא למוכר עצמו: \n\n"
      ],
      [
        "<b>אין עבד עברי מותר בשפחה כנענית וכו'.</b> ברייתא פ''ק דקידושין (דף כ') אם בגפו יבא בגפו יצא ר' אליעזר בן יעקב אומר יחידי נכנס יחידי יצא ואמר רב נחמן בר יצחק דה''ק יש לו אשה ובנים רבו מוסר לו שפחה כנענית אין לו אשה ובנים אין רבו מוסר לו שפחה כנענית ומשנת ראב''י קב ונקי ועוד דרב נחמן בר יצחק פירש דבריו אלמא כוותיה סבירא ליה. \n",
        "<b>ומ''ש אפילו היה הנמכר כהן וכו'. </b> שם (דף כ''א) איבעיא להו עבד עברי כהן מהו שימסור לו רבו שפחה כנענית וכו' רב אמר מותר ושמואל אמר אסור וידוע דהלכתא כרב באיסורי ועוד שרב נחמן הכריע שם שא''א לומר דאסור: \n\n"
      ],
      [
        "<b>אם היו לו אשה ובנים וכו' ואינו יכול ליתן לו שתי שפחות וכו'. ומ''ש ולא ליתן שפחה אחת לשני עבדיו העברים.</b> במכילתא ר''ע אומר אם אדוניו יתן לו אשה המיוחדת לו שלא תהא כשפחת הפקר: \n",
        "<b>נרצע שמסר לו רבו וכו'.</b> בפרק המניח (דף כ''ג): \n\n"
      ],
      [
        "<b>המוכר עצמו אינו נרצע וכו'.</b> ברייתא פירקא קמא דקידושין (דף י''ד ע''ב) ופסק כתנא קמא דאמר המוכר עצמו אינו נרצע מכרוהו בית דין נרצע ויליף לה מדכתיב ורצע אדוניו את אזנו אזנו שלו ולא של מוכר עצמו: \n\n"
      ],
      [
        "<b>אף על פי שהניח בן וכו'.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>עבד עברי כהן אינו נרצע וכו'.</b> ברייתא שם (דף כ״א) ופרק על אלו מומין (בכורות דף ל״ז): \n",
        "<b>ואינו שב לשררה שהיה בה.</b> פלוגתא דר״מ ור' יהודה במכות סוף פרק אלו הן הגולין (מכות דף י״ג) ופסק כרבי יהודה: \n\n"
      ],
      [
        "<b>מביאו לב''ד של ג'.</b> במכילתא והגישו אדוניו אל האלהים אצל הדיינים שימלך במוכריו. \n",
        "<b>ומ''ש לסוף שש.</b> יתבאר בסמוך: \n",
        "<b>ומ''ש אל הדלת או אל המזוזה כשהם עומדים בבניין.</b> יתבאר בסמוך. \n",
        "<b>ומ''ש בין דלת ומזוזה של אדון וכו': ונוקב את אזנו הימנית.</b> במכילתא ובפ''ק דקידושין (דף ט''ו) נאמר כאן אזן ונאמר להלן אזן מה להלן בימין אף כאן בימין. \n",
        "<b>ומ''ש בגופה של אזן.</b> פירוש בתנוך ולא בבשר וזה מחלוקת בפ''ק דקידושין ופסק כחכמים. \n",
        "<b>ומ''ש במרצע של מתכת.</b> פירוש בכל דבר שהוא של מתכת ובפ''ק דקידושין (דף כ''א ע''ב) אמרינן דאיכא מאן דאמר דבכל דבר שהוא נוקב רוצעין ורבי סבר דדוקא בדבר של מתכת ומשום דכתב קרא ולקחת דהיינו כלל במרצע פרט באזנו ובדלת חזר וכלל אנו דנין כעין הפרט מה הפרט של מתכת אף כל של מתכת אף אם אינו מרצע וידוע דהלכה כרבי מחבירו ובמכילתא סתם כרבי: \n",
        "<b>עד שיגיע לדלת וכו'.</b> פ''ק דקידושין (דף כ''ב) ת''ר אילו נאמר אזנו בדלת הייתי אומר וכו' ירצענה לאזן מאבראי ויניחנה על הדלת וידקור כנגד אזנו בדלת ת''ל באזנו ובדלת הא כיצד דוקר והולך עד שמגיע אצל דלת ובמכילתא ונתת באזנו ובדלת בדלת אתה נותן אבל אי אתה נותן במזוזה או יעבור באזנו ובדלת תלמוד לומר ורצע אדוניו את אזנו באזנו אתה מעביר ואי אתה מעביר בדלת: \n",
        "<b>ולא נאמר מזוזה אלא שיהיה עומד וכו': ומה מזוזה כשהיא עומדת וכו'.</b> בפירקא קמא דקידושין שם שומע אני בין עקורה בין שאינה עקורה תלמוד לומר מזוזה מה מזוזה מעומד כלומר דבלאו הכי לא מיקרי מזוזה אף דלת נמי מעומד: \n",
        "<b>האדון הוא שרוצע וכו'.</b> במכילתא ורצע אדוניו למה נאמר לפי שמצינו בכ''מ ששלוחו של אדם כמותו אבל כאן הוא ולא שלוחו: \n",
        "<b>ואין רוצעין שני עבדים וכו'.</b> פירקא קמא דסוטה עלה ח': \n\n"
      ],
      [
        "<b>ואם אמר יאמר העבד וכו' עד הרי זה כאומר אחר שש.</b> ברייתא פ''ק דקידושין (דף כ''ב) תניא בסיפרי פ' ראה על כן אנכי מצוך הדבר הזה היום ביום רוצעין ולא בלילה ונרמז בדברי רבינו שכתב שנשאר מן היום שוה פרוטה: \n\n"
      ],
      [
        "<b>היתה לעבד וכו' עד שיהיו שניהם בטובה.</b> ברייתא פ''ק דקידושין (דף כ''ב) כלשון רבינו: \n",
        "<b>ומ''ש שניהם חולים.</b> בעיא שם עמך בעינן והא איכא כלומר שהרי הוא שרוי כמו שרבו שרוי בין טוב ובין רע או דילמא כי טוב לו עמך בעינן והא ליכא תיקו ופסק רבינו להקל על העבד ולא יוכל להשתעבד בו אף אם העבד רוצה: \n\n"
      ],
      [
        "<b>מה בין מוכר עצמו וכו' עד מעניקין לו.</b> ברייתא פ''ק דקידושין (דף י''ד ע''ב) כתבתי רובה למעלה וטעמיה ואחזור לכתבה כאן הטעם שמוכר עצמו אינו נרצע למאמר הכתוב בעבד שמכרוהו ב''ד ורצע אדוניו את אזנו אזנו ולא אזנו של מוכר עצמו ואמר הכתוב אם אדוניו יתן לו אשה לו ולא למוכר עצמו ואמר עוד ועבדך שש שנים זה ולא מוכר את עצמו שיכול לימכר יותר על שש ואמר עוד הענק תעניק לו ולא למוכר את עצמו וכבר כתבתי דר''א פליג אכל הני ואומר ששניהם שוים וידוע דהלכה כת''ק. \n",
        "<b>ומ''ש מכרוהו בית דין אינו נמכר אלא לישראל וכו'.</b> בסיפרי מנין כשבית דין מוכרין אותו אינו נמכר אלא לך תלמוד לומר כי ימכר לך אחיך העברי: \n\n"
      ],
      [
        "<b>מפי השמועה למדו שאין האשה נרצעת וכו'.</b> בסיפרי ואף לאמתך תעשה כן להענקה יכול אף לרציעה ת''ל ואם אמור יאמר העבד העבד ולא אמה: \n\n"
      ],
      [
        "<b>כל המשלח עבדו ואמתו ריקם עובר בל''ת.</b> פשוט הוא. \n",
        "<b>ומה שכתב והרי הכתוב נתקו לעשה.</b> טעמו משום דהוי כמו שילוח הקן דכתיב לא תקח האם על הבנים שלח תשלח את האם ותנן בסוף חולין דלחכמים הוי לאו שניתק לעשה: \n",
        "<b>אחד היוצא בסוף שש וכו' עד ואח''כ יצא.</b> ברייתא פ''ק דקידושין (דף י''ז) וכת''ק ופירש הטעם בגמרא כדברי רבינו: \n",
        "<b>העניק תעניק לו וכו'.</b> ברייתא שם יכול לא יהו מעניקין אלא מצאן גרן ויקב מנין לרבות כל דבר ת''ל אשר ברכך וגו' א''כ מה ת''ל צאן גרן ויקב לומר לך מה צאן גרן ויקב מיוחדים שישנן בכלל ברכה אף כל שישנן בכלל ברכה יצאו כספים דברי ר''ש ראב''י אומר יצאו פרדות כלומר וכל שכן כספים ור''ש פרדות משבחן בגופייהו ופסק רבינו כר''ש דמסתבר טעמיה: \n",
        "<b>וכמה נותן לו.</b> שם פלוגתא דר''מ אמר ט''ו סלעים ור''ש חמשים ור''י אמר שלשים ופסק כר''י דה''ל ר''ש ור''י תרי לגבי ר''מ דלתרוייהו בעי טפי מט''ו ולענין חמשים דאמר ר''ש ה''ל ר''מ ור''י תרי לגבי ר''ש. \n",
        "<b>וכתב בין ממין אחד וכו'.</b> לאפוקי מר''מ שדקדקו בגמרא מדבריו שצריך ליתן לו מכל המינין ור''י שאין לדקדק כן מדבריו משמע דבין ממין אחד בין ממינין הרבה: \n",
        "<b>בין שנתברך הבית וכו'.</b> ברייתא שם וכת''ק: \n\n"
      ],
      [
        "<b>אם פגע בו יובל וכו'.</b> ברייתא שם: \n",
        "<b>ענק ע''ע לעצמו וכו'. </b> ברייתא שם. \n",
        "<b>וענק אמה וכו'.</b> ג''ז שם ברייתא: \n",
        "<b>ואם מת אביה וכו'.</b> שם תני חדא ענק אמה העבריה לעצמה ותני חדא ענק אמה העבריה לאביה וכו' ל''ק הא דאיתיה לאב הא דליתיה לאב כו' לעצמה ולא לאחין לפי שאין אדם מוריש זכות בתו לבנו. ויש לדקדק על מ''ש ואם מת האב קודם שיבא לידו משמע שאע''פ שבא לידה אינו מורישו ובריש נערה שנתפתתה משמע שהוא מורישו וצ''ל דבא לידה כבא לידו דמי: \n\n"
      ]
    ],
    [
      [
        "<b>אמה העבריה היא הקטנה שמכרה וכו'.</b> בפרק אלו נערות (כתובות דף מ' ע''ב) תני קטנה מבת יום אחד עד שתביא שתי שערות יש לה מכר וכו' משתביא שתי שערות וכו' אין לה מכר ובריש פרק ט' דערכין (דף כ''ט ע''ב) מייתי לה מקל וחומר השתא מכורה כבר יוצאה [בסימנין] שאינה מכורה על אחת כמה וכמה שאין יכול למכרה וקרוב לזה איתא במכילתא: \n",
        "<b>אף הקטנה שהיא איילונית וכו'.</b> בריש פירקא קמא דקידושין (דף ד') מייתי לה מדכתב רחמנא ויצאה חנם וכו' ודרשינן ויצאה חנם אלו ימי נערות אין כסף אלו ימי בגרות ופריך דלכתוב רחמנא נערות ותו לא איצטריך למכתב בגרות דכי נפקא לה מנערות בגרות מאי בעיא גביה ואמרינן דאילו לא כתב אלא נערות ה''א דאתיא סימני נערות הוו זבינה זבינא דלא אתיא סימני נערות לא הוו זבינה זבינא לכך איצטריך לומר דיש שיוצאה בבגרות אף על פי שאין לה נערות והיינו אילונית וממילא שמעינן דזבינה זביני: \n",
        "<b>אבל הטומטום.</b> בתוספתא דבכורים פרק בתרא: \n\n"
      ],
      [
        "<b>אין האב רשאי למכור וכו'.</b> פרק קמא דקידושין (דף כ'.) כמה קשה אבקה של שביעית אדם נושא ונותן בפירות שביעית לסוף מוכר מטלטליו ושדותיו ואח''כ מוכר בתו ואמרינן התם דיוזיף ברביתא ולא ליזבון ברתיה משמע מכאן דאין לו למכרה עד בלתי השאיר לו שריד: \n",
        "<b>ואעפ''כ כופין את האב וכו'.</b> שם (דף י''ח) ומפדין אותה בעל כרחו ואסיקנא דהיינו בע''כ דאב ואיכא למידק דהא פריך לאביי א''ה ע''ע נמי נכפינהו לגבי משפחה משום פגם משפחה הדר אזיל ומזבין נפשיה ה''נ הדר אזיל ומזבין לה הא קתני אינה נמכרת ונשנית ומנו ר''ש היא ומאחר שפסק רבינו בסוף פרק זה דמוכר ושונה כתנא קמא הוה ליה למיפסק דאין מפדין אותה בע''כ ואפשר שהוא ז''ל סובר דלא דמי ע''ע לאמה דבע''ע איכא למיחש דאזיל ומזבין נפשיה ואכיל להו לדמי על דעת שבני משפחה יפדוהו והדר אזיל ומזבין נפשיה כמה פעמים על סמך זה ונמצא מפסיד לגבי משפחה אבל גבי אמה שלאב המוכר אנו כופין שיפדנה כי כייפינן ליה אפילו מאה פעמים ליכא הפסד במילתא א''נ דגבי אמה כיון דאין האב רשאי למוכרה אלא א''כ העני ולא נשאר לו כלום ליכא למימר הדר מזבין לה דאי אית ליה ממונא לא מצי מזבין לה ואי לית ליה ליזבין וליזבין ובדין דהוה מצי לשנויי ליה דשאני עבד עברי מאמה העבריה אלא דאהדר ליה לפום שיטתיה דמשוה להו ועי''ל דניחא ליה לאוקומיה כר''ש משום דסיפא דברייתא אתי כוותיה אבל אה''נ דלתנא קמא דר' שמעון נמי מפדין אותה בע''כ דאב: \n",
        "<b>ברח האב וכו' עובדת עד שתצא.</b> כלומר באחד מהדרכים שנזכיר אבל אין כופין את הקרובים לפדותה שכבר נתבאר רפ''ג שרבינו פוסק כרבי דאמר דנמכר לישראל אין כופין לקרובים לפדותו: \n\n"
      ],
      [
        "<b>אמה העבריה נקנית וכו'.</b> משנה פ''ק דקידושין (דף י''ד ע''ב) ע''ע נקנה בכסף ובשטר ובגמרא (דף י''ו) והפדה מלמד שנקנית בכסף ושוה כסף ככסף כמ''ש רפ''ב ושטר ילפינן לה מדכתיב לא תצא כצאת העבדים אבל נקנית בקניין העבדים ולמדנו שיהיה בשטר ולא בחזקה לפי שכתוב אם אחרת הקישה הכתוב לאחרת הנקנית בשטר: \n",
        "<b>ואינה נקנית בפרוטה וכו'.</b> קשה דהא לא ילפינן דנמכר לישראל נקנה בכסף אלא מדכתיב והפדה והוקש עברי לעבריה ומהאי ילפינן נמי גרעון כסף וכיון שכן היה לנו לומר דגם נמכר לישראל לא יקנה בפרוטה כמו אמה ואיני רואה דבר מתיישב בזה רק ששאלו בגמרא (דף י''ד ע''ב) ע''ע נקנה בכסף מנ''ל אמר קרא מכסף מקנתו אשכחן ע''ע הנמכר לעכו''ם וכו' נמכר לישראל מנ''ל אמר קרא והפדה והוקש עברי לעבריה מדכתיב כי ימכר לך אחיך העברי או העבריה אשכחן מכרוהו ב''ד מוכר עצמו מנ''ל יליף שכיר שכיר הניחא למאן דיליף וכו' אלא למאן דלא יליף שכיר שכיר מאי איכא למימר אמר קרא וכי תשיג וי''ו מוסיף על ענין ראשון וילמד עליון מתחתון כלומר וכי תשיג כתוב בנמכר לעכו''ם ולעיל מיניה כתיב נמכר לישראל ואף ע''ג דבגמרא לא אשכחן בתר הכי תנא דיליף שכיר שכיר אלא כולהו ילפי מ''מ מדכתיב וכי תשיג מצינן למילף דכיון דאיכא כסף דהיינו פרוטה נקנה בכך: \n",
        "<b>ושטר אמה העבריה האב כותבו.</b> כבר כתבתי רפ''ב שהוא מחלוקת רב הונא ורב חסדא ופסק כרב חסדא דיליף דנקנית בשטר מלא תצא כצאת העבדים וא''כ כשם שמוכר העבד או הקרקע כותב השטר ואומר שדי או עבדי מכור לך או קנוי לך ואינו נכתב בלשון הקונה לומר שדך מכורה לי [כך במוכר בתו] ומה שלמדנו מאם אחרת הקישה הכתוב אינו אלא גילוי בעלמא ובירושלמי פרק קמא דקידושין סדר מכירה כך הוא אני פלוני מכרתי בתי לפלוני: \n\n"
      ],
      [
        "<b>אמה העבריה עובדת שש וכו'.</b> משנה פרק קמא דקידושין (דף י''ד ע''ב) עבד עברי נקנה בכסף ובשטר וקונה את עצמו בשנים וביובל ובגרעון כסף יתירה עליו אמה העבריה שקונה את עצמה בסימנין כלומר יתירה עליו שקונה את עצמה בכל אלו ובסימנין: \n",
        "<b>מת האדון אף על פי שהניח בן וכו'.</b> ברייתא שם (דף י''ז ע''ב) והקשו והרי דרשנו ואף לאמתך להענק כמוזכר בדברי רבינו פ''ג ותירצו א''כ נכתוב רחמנא ואף לאמתך מאי תעשה ש''מ תרתי: \n",
        "<b>וכן מגרעת מפדיונה וכו'.</b> זה פשוט דעיקר גרעון בה כתיב דמדכתיב והפדה דמשמע שאף האדון מסייע בפדיונה למדנו שקונה את עצמה בגרעון כסף שהוא מנכה לשני עבודתה המגיע לפי דמי קניינה. ומ''ש \n",
        "<b>רבינו וכן</b> קאי למה שכתב שיוצאה בתחלת שבע וביובל ובמיתת האדון: \n",
        "<b>ואם כתב לה שטר שחרור וכו'.</b> ברייתא שם בעבד עברי כתבתיה למעלה וכיון שהוקשו עברי לעבריה למדנו שגם היא קונה את עצמה בשטר: \n\n"
      ],
      [
        "<b>יתירה עליו אמה העבריה וכו'.</b> משנה שם (דף ד') ובריש מכילתין יליף לה מדכתיב ויצאה חנם אלו ימי נערות: \n",
        "<b>היתה הבת אילונית וכו'.</b> בריש קידושין אמרו דאע''ג דלא הוה קרא אילו הוה ס''ד דנמכרת ה''א דנפקא מק''ו ומה סימנין שאין מוציאין מרשות אב מוציאין מרשות אדון בגרות שמוציאה מרשות אב אינו דין שמוציאה מרשות אדון וקרא דאין כסף אלו ימי בגרות לא איצטריך אלא לשיכול למוכרה מ''מ השתא דכתיב קרא למדנו כן בין מק''ו בין מקרא: \n\n"
      ],
      [
        "<b>אין אמה העבריה יוצאה בראשי איברים וכו'.</b> כך אמרו פ''ק (דף י''ו) והקשו והא אפיקתיה לאבל נקנית בקניין העבדים וכמו שכתבתי למעלה ותירצו א''כ לימא קרא לא תצא כעבדים מאי כצאת שמע מינה תרתי: \n",
        "<b>וכן עבד עברי וכו'.</b> אף על פי שלא מצאתי כן בפירוש אפשר ללמדו מדאיתקש עברי לעבריה וכמוזכר לעיל: \n",
        "<b>נמצאת למד וכו'.</b> פשוט הוא ונתבאר במה שקדם: \n\n"
      ],
      [
        "<b>יעד אותה האדון לעצמו וכו'.</b> פרק קמא דקידושין (דף י''ח) ברייתא ע''ע יוצא בשנים וביובל מה שאין כן בעבריה ואוקמה רב ששת כגון שיעדה יעדה פשיטא גיטא בעיא מהו דתימא לא ליבטלא הני הלכתא מינה קמ''ל: \n",
        "<b>ומצות יעוד קודמת וכו'.</b> משנה ספ''ק דבכורות (דף י''ג): \n",
        "<b>כיצד מצות יעוד וכו' עד ואינו נוהג בה מנהג שפחות.</b> ברייתא פ''ק דקידושין (דף י''ט ע''ב) כלשון רבינו. \n",
        "<b>ומ''ש סמוך לשקיעת החמה</b> פירוש אע''פ שאין בנשאר מהיום שיעור ששוה עבודתו פרוטה לפי שמעות הראשונות כלומר מעות שנתן האדון לאביה לקידושין ניתנו וכל שאמר לה כן בתוך שש הוה ליה ייעוד למפרע משעת מכירה ולכך אע''פ שהוא סמוך לשקיעת החמה אינו צריך ליתן לה כלום ואע''פ שר' יוסי ברבי יהודה חולק שם ואומר דמעות הראשונות לא לקידושין ניתנו הלכה כת''ק: \n",
        "<b>ואינו מייעד שתים וכו'.</b> במכילתא: \n",
        "<b>וכיצד מיעדה לבנו אם היה בנו גדול.</b> בפ''ק דקידושין (דף י''ט) בעי ר''ל מהו שייעד לבנו קטן וכו' ת''ש דאמר ר' ינאי אין יעוד אלא בגדול: \n\n"
      ],
      [
        "<b>אין האדון מייעד וכו'.</b> פ''ק דקידושין שם ואמר ר''נ בר יצחק דרשינן הכי מדכתיב יעדה שהוא לשון דיעה דרשינן שהוא צריך להודיעה והיינו כדי שתתרצה שאל''כ מה תועלת יש בהודעתה: \n",
        "<b>אם מת האדון וכו'.</b> זה פשוט: \n\n"
      ],
      [
        "<b>הייעוד כאירוסין וכו'.</b> בעיא דאיפשיטא פ''ק דקידושין (דף י''ח ע''ב): \n",
        "<b>אם שלש אלה וכו'.</b> איני רואה מה צורך לרבינו לכתוב דברים אלו אלא שהשלים לבאר הפסוק שהתחיל לבאר אשר לא יעדה: \n\n"
      ],
      [
        "<b>אין האדון יכול למכור וכו'.</b> במכילתא: \n",
        "<b>וכן עבד עברי.</b> מהיקשא דכי ימכר לך אחיך העברי או העבריה: \n",
        "<b>ויראה לי וכו'.</b> כלומר דדבר פשוט הוא שלא ימכרו ממכרת עבד כלומר לימכר ולחזור אותו האדון למוכרו אלא שהוצרך לפרש כן באמה לפי שמצינו שנתנה לו תורה רשות ליעדה לבנו סד''א כיון שיכול ליעדה לאחר שאינו אדון מה לי בנו מה לי אחר קמ''ל: \n\n"
      ],
      [
        "<b>אין האמה העבריה נמכרת וכו' עד קידושין תופסין בהם.</b> פירקא קמא דקידושין (דף כ'): \n\n"
      ],
      [],
      [
        "<b>המקדש את בתו וכו' עד כמו שביארנו.</b> ברייתא שם ופסק כת''ק אלא דאיכא למידק דאמרינן התם (דף י''ח ע''ב) אפלוגתא דת''ק ור''ש ובפלוגתא דהני תנאי דתניא בבגדו בה כיון שפירש טליתו עליה שוב אינו רשאי למוכרה דברי ר''ע ר''א אומר כיון שבגד בה שוב אינו רשאי למוכרה כלומר ות''ק כר''ע ומשמע דה''פ כיון שפירש טליתו עליה האדון לשם יעוד שוב אין האב רשאי למוכרה וא''כ היאך פסק דאם יעד אותה האדון ומת האדון או גירשה וחזרה לרשות האב הרי האב מוכרה פעם שנייה ושמא י''ל דרבינו היה מפרש כיון שפירש טליתו עליה היינו אם קידשה לאחר אבל אם יעדה אדון אה''נ שרשאי למוכרה דס''ל מוכרה לשפחות אחר שפחות: \n\n"
      ],
      [
        "<b>המוכר את בתו ואח''כ הלך וקידשה וכו'.</b> שם (דף י''ט ע''ב) גבי הא דתניא דמיעדה אפילו בסוף שש סמוך לשקיעת החמה משל לאומר לאשה תתקדשי לי מעכשיו לאחר שלשים יום ובא אחר וקידשה בתוך שלשים יום שמקודשת לראשון: \n\n"
      ],
      [],
      [
        "<b>המוכר את בתו ופסק וכו'.</b> ברייתא שם פירקא קמא דקידושין ופסק כחכמים דפליגי ארבי מאיר: \n\n"
      ]
    ],
    [
      [
        "<b>עבד כנעני נקנה וכו' נקנה בכסף או בשטר או בחזקה.</b> משנה פ''ק דקידושין (דף כ''ב ע''ב) עבד כנעני נקנה בכסף ובשטר ובחזקה. \n",
        "<b>ומ''ש או בחליפין.</b> שם תנא אף בחליפין. \n",
        "<b>ומה שכתב או במשיכה.</b> שם אמר שמואל עבד כנעני נקנה במשיכה: \n",
        "<b>וקונה את עצמו וכו'.</b> יתבאר בסמוך: \n",
        "<b>ועבד קטן וכו'.</b> פרק קמא דקידושין שם אמר רב אשי עבד קטן כבהמה דמי: \n\n"
      ],
      [
        "<b>כיצד קונה את עצמו בכסף וכו'.</b> שם (דף כ''ג) נתבאר בגמרא שלדעת חכמים דקיימא לן כוותייהו עבד קונה את עצמו בכסף ע''י אחרים אפילו שלא מדעתו לפי שזכות הוא לעבד לצאת מתחת יד רבו וזכין לאדם שלא בפניו וכן נתבאר שם שאם הקנה לעבד ע''מ שיצא בו לחירות לא קנה רבו: \n",
        "<b>ואחד הכסף או שוה וכו'.</b> שם (דף ט''ז) אהא דתנן דעבד עברי קונה את עצמו בכסף תנא קונה את עצמו בכסף ובשוה כסף בכסף דכתיב מכסף מקנתו שוה כסף נמי ישיב גאולתו אמר רחמנא לרבות שוה כסף ככסף דילפינן מניזקין וע''ע דכתיב בהו ישיב כמ''ש התוספות בריש קידושין: \n\n"
      ],
      [
        "<b>כיצד בשטר וכו' הרי את בן חורין כו'.</b> פרק המגרש (גיטין דף פ״ה ע״ב) תנן גופו של גט שחרור הרי את בן חורין הרי את של עצמך ואיבעיא לן בגמרא אמר לעבדו אין לי עסק בך מהו ופשטוה דיצא בן חורין והכי איתא נמי בריש קידושין (דף ו') ואע״פ שהאומר אין לי עסק בשדה זו לא אמר כלום וכמו שנתבאר בדברי רבינו פ' ג' מהלכות זכייה ומתנה עבד שאני שיכול לזכות בעצמו מכיון שסלק זכותו ממנו וקטן נמי זכו בו שמים משום דמייתי ליה לכלל מצות משא״כ בשדה. \n",
        "<b>ומ''ש ומוסר לו את השטר וכו' או שהיו העדים חתומים וכו'.</b> כמו בגט אשה. \n",
        "<b>ומ''ש שהרי גיטו וידו באים כאחד.</b> כך כתוב בפ''ק דקידושין (דף כ''ג) אליבא דרבנן דקי''ל כוותייהו דבשטר קונה עצמו אפי' על ידי עצמו משום דגיטו וידו באים כאחד: \n",
        "<b>אמר לו שלא בכתב וכו'.</b> גיטין פרק השולח (גיטין דף מ' ע״ב) ת״ר האומר עשיתי פלוני עבדי בן חורין עשוי בן חורין הרי הוא בן חורין [הרי הוא בן חורין וכו'] אמר ר״י וכולן בשטר ופירש״י האי אומר דקתני כותב הוא שכתב לו אחד מן לשונות הללו ומסר לו אבל באמירה בעלמא לא הוי בן חורין: \n",
        "<b>ועל מ״ש רבינו ואעפ״י שקנו מידו.</b> כתב הראב״ד ז״ל דבר זה אינו מחוור שהקניין הרי הוא ככסף מההוא מעשה דכומתא והלכה כר״ש שהכסף גומר בו עכ״ל וההוא מעשה דכומתא איתיה בפרק השולח (גיטין דף ל״ט ע״ב) והכי איתא התם לאפוקי מהאי תנא דתניא ר״ש אומר יכול יהא כסף גומר בה כדרך ששטר גומר בה ת״ל והפדה לא נפדתה אורעה כל הפרשה כולה ללא חופשה לומר לך שטר גומר בה ואין כסף גומר בה וכו' ההיא אמתא דהוי מרה שכיב מרע (אתיא בכיא קמיה] אמרה ליה עד אימת תשתעביד ותיזיל ההיא איתתא שקל כומתיה ושדא בה אמר לה זיל קני הא וקני נפשך אתו לקמיה דרב נחמן אמר להו לא עשה ולא כלום מאן דחזא סבר משום דהלכה כר״ש ולא היא אלא משום דהוה ליה כליו של מקנה ופירש רש״י דהוה ליה כליו של מקנה וקי״ל כרב וכו' דהלכתא בכליו של קונה עכ״ל ומשמע שאילו היה בכליו של קונה הוי שיחרור וכן כתב [הרא״ש] בשם רש״י והתוס' וכתב עוד אבל רבינו חננאל כתב שאינה קונה עצמה בחליפין אלא צריכה נמי גט חירות וכתב הרמב״ן ז״ל דלפי דברי ר״ח [כך היה מפרש כיון דהויא בכליו של מקנה] לא עשה כלום אף להוציאה מידי שיעבוד אבל בכליו של קונה יצאה מידי שיעבוד וצריכה גט שיחרור ובתוספתא כתבו שאפשר לומר דהכא לא בתורת חליפין היא אלא בתורת דמים וכיון שכן אילו היה בכליו של קונה ובתורת דמים יצאה שהרי כסף גומר בה וכן דעת הרמב״ם ז״ל דאין העבד קונה עצמו בחליפין כלל ואינו יוצא בו מידי שיעבוד עכ״ל. ומ״ש עוד הראב״ד והלכה כר״ש שהכסף גומר בו קשיא לי ר״ש סבר שאין הכסף גומר ולכן נ״ל שט״ס יש כאן וצריך להגיה שאין הלכה כר״ש: \n",
        "<b>הכותב לשפחתו הרי את מותרת וכו'.</b> פרק המגרש (גיטין דף פ״ה ע״ב) פשיטא אמר לשפחתו הרי את מותרת לכל אדם לא אמר כלום ואיתא נמי בריש קידושין (דף ו' ע״ב) ופירש״י שם דטעמא משום דאין זה לשון שחרור דשפחה דאי בת חורין משוה לה אינה מותרת לעבדים אבל לשון גט הוא לאשה שמתירה לכל שהיתה אסורה לו על ידו: \n\n"
      ],
      [
        "<b>כיצד בראשי איברים המכה את עבדו בכוונה.</b> פרק קמא דקידושין (דף כ''ד ע''ב) ושחתה עד שיתכוון לשחתה ואליבא דרבנן ה''פ עד שיתכוון לעין ואע''פ שלא נתכוין לשחתה וכמו שיתבאר אבל אם לא נתכוון לעין כלל פטור. \n",
        "<b>ומ''ש וחסרו אחד מכ''ד ראשי איברים יצא לחירות וצריך גט שיחרור.</b> שם מחלוקת תנאים אם צריך גט שיחרור והכריע הרי''ף שם כמ''ד צריך גט שחרור בין בשן ועין בין בשאר ראשי איברים. \n",
        "<b>ומ''ש א''כ למה נאמר בתורה שן ועין וכו'.</b> שם: \n",
        "<b>אבל המסרס עבדו וכו'.</b> גם זה שם (דף כ''ה) בכולם כלומר בראשי איברים עבד יוצא בהם לחירות בן עזאי אומר אף הלשון ואף על פי שלפעמים מתכסה חשיב גלוי רבי אומר אף הסירוס כלומר סירוס דביצים שאף על פי שטמונים בכיס חשיבי גלוי והרי''ף כתב הלשון כך ולא הכריע ולא היה לו להביא דברי רבי ובן עזאי ומכיון שהביאם אלמא הלכתא כוותייהו ס''ל אבל רבינו סובר דכיון דיחידאי נינהו לית הלכתא כוותייהו וכתב הרא''ש בפסקיו והסירוס דביצים פליגי בשכרתן ועודן תלויין בכיס אבל אם נתקן מהכיס לגמרי לכ''ע הוי מום שבגלוי ורבינו לא חילק: \n",
        "<b>וכן המפיל שן הקטן כו' סופו לחזור.</b> מבואר שם: \n\n"
      ],
      [
        "<b>אין יוצא בראשי איברים וכו' אלו הן ראשי איברים שאינן וכו'.</b> ברייתא פ''ק דקידושין (דף כ''ה): \n",
        "<b>אבל העינים וכו'.</b> כלומר ואין צריך למנותם: \n\n"
      ],
      [
        "<b>היתה לו אצבע יתירה וכו'.</b> שם (דף כ''ד ע''ב) א''ר חייא בר אשי היתה לו יתרת וחתכה עבד יוצא בה לחירות א''ר חסדא והוא שנספרת על גב היד ופירש''י נספרת על גב היד שהיתה בשורת שאר אצבעות: \n",
        "<b>היתה עינו סמויה וכו'.</b> מימרא דרב ששת שם: \n\n"
      ],
      [
        "<b>הכהו על עינו וסמאה וכו' הכהו כנגד עינו ואינו רואה וכו'.</b> ברייתא שם וכתבו התוס' פרק הגוזל עצים (בבא קמא דף צ״ח) בד״ה מתיב רבא וא״ת ואמאי עבד יוצא בהם לחירות והא בעינן מומין שבגלוי דומיא דשן ועין ובחרשו היכי הוי בגלוי וי״ל נהי שאין ניכר בו כלום כשהוא ישן או עומד במקום אחד ושותק מ״מ כיון דלפי מנהגו שמתנהג והולך ניכר שהוא חרש חשיב מום שבגלוי ועוד יש לומר דאין צריך שיהא קלקול בגלוי אלא שהאבר שיש בו קלקול יהא בגלוי עכ״ל: \n\n"
      ],
      [
        "<b>הכהו על עינו וחסרה מאורה וכו'.</b> [ברייתא שם]: \n\n"
      ],
      [
        "<b>היתה עינו כהה וכו'.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>הכהו על ידו וצמתה וכו'.</b> ברייתא שם ופירש''י צמתה יבשה: \n",
        "<b>תלש בזקנו וכו'.</b> תמהני על דין זה שהרי שם בגמרא אמרו אי מה הפרט מפורש מומין שבגלוי ובטל ממלאכתו ואינו חוזר אף כל מומין שבגלוי ואינו חוזר ובטל ממלאכתו אלמה תניא תלש בזקנו ודלדל בו עצם עבד יוצא בהם לחירות לחפשי ישלחנו ריבויא הוא הרי מפורש שתלישת העצם אין בה ביטול מלאכה ואפילו הכי יוצא לחירות וי''ל שרבינו מפרש דכי אמרינן אי מה הפרט מפורש וכו' אלמה תניא תלש בזקנו וכו' היינו לומר דתלש בזקנו ודלדל בו עצם אף על פי שבטלו ממלאכתו ואין סופו לחזור כיון שאינו בגלוי שהרי העור מכסה לא היה יוצא לחירות אי לאו ריבויא דלחפשי ישלחנו ואין להקשות אם כן סירוס דביצים נמי ליתי מריבויא דלחפשי דהא בטל לגיד המחובר לו ממלאכתו ואין סופו לחזור ויש לומר שאף על פי שסרסו הביצים כיון שעדיין תלויים בכיס יכול להתקשות קצת על ידי הדחק ונמצא שלא בטלו ממלאכתו לגמרי אי נמי אינו חוזר היינו שסופו לייבש וליפול כדפרישית אבל ביצים שכרתן ועודם תלויים בכיס אין סופן לייבש וליפול: \n\n"
      ],
      [
        "<b>הפיל את שינו וכו'.</b> בסוף פרק שני דבבא קמא (דף כ''ו ע''ב) אמרינן שאם היתה אבן מונחת לו בחיקו [בין] שלא הכיר בה [בין שהכיר בה ושכחה] ועמד ונפלה לענין עבד פלוגתא דרבן שמעון בן גמליאל ורבנן דתניא הרי שהיה רבו רופא ואמר ליה כחול לי עיני וסימאה חתור לי שיני והפילה שיחק באדון ויצא לחירות רבן שמעון בן גמליאל אומר ושיחתה עד שיתכוון לשחתה ופירש רש''י לענין עבד אם נפלה על עבדו וסימאה עינו עכ''ל ומשמע דלרבנן יצא לחירות ולפיכך יש לתמוה על רבינו שפסק שלא יצא לחירות ולקמן בסמוך פסק כרבנן ואפשר לומר דמשום דקשיא ליה מה ענין זה לענין פלוגתא דרבן שמעון בן גמליאל ורבנן דהתם שאני שנתכוון ליגע בעין ובשן משא''כ בהא דהיתה אבן מונחת לו בחיקו שלא היתה לו כוונה כלל ולכן נראה שמפרש רבינו דה''פ לענין עבד אפילו לפי פלוגתא דרשב''ג ורבנן פטור ודוחק ועוד י''ל שטעם רבינו מדאמרינן בפ''ק דקידושין (דף כ''ד ע''ב) על האי ברייתא דהרי שהיה רבו רופא ורבנן האי ושחתה מאי עבדי ליה מיבעי להו לכדתניא הרי שהושיט ידו למעי שפחתו וסימא עובר שבמעיה פטור מ''ט דאמר קרא ושחתה עד שיתכוון לשחתה ופירש''י לכדתניא הושיט ידו למעי שפחתו להוציא עוברה דלא נתכוין לעין כלל אבל כחול עיני דנתכוון לעין אע''ג דלא נתכוון לשחתה חייב ופסקו הרי''ף והרא''ש ז''ל כת''ק דרשב''ג והא דאמר רבא היתה אבן מונחת לו בחיקו פלוגתא דרשב''ג ורבנן פליגא אהא דאמרינן בפ''ק דקידושין וכוותה נקטינן דהיא בדוכתה ועוד דאפשר דאף רבא דאמר לענין עבד פלוגתא דרשב''ג ורבנן לאו לקושטא דמילתא אמרה אלא לומר דלכאורה משמע דפלוגתא דרשב''ג ורבנן היא ולמיכלל מילי טובא כההיא דהיתה אבן מונחת בחיקו אתא למימר דנ''מ לענין ניזקין ולענין ארבעה דברים ולעניין שבת ולענין גלות וכדאיתא התם וקאמר דאף לענין עבד משמע לכאורה דפלוגתא דרשב''ג ורבנן היא ומיהו לפום קושטא דמילתא לרבנן נמי לא יצא לחירות מושחתה כההיא דפ''ק דקידושין: \n\n"
      ],
      [
        "<b>הושיט ידו למעי שפחתו וכו'.</b> ברייתא פירקא קמא דקידושין שם: \n\n"
      ],
      [
        "<b>הרי שהיה רבו רופא וכו'.</b> גם זה שם ופסק כרבנן: \n\n"
      ],
      [
        "<b>המפיל שן עבדו וסימא את עינו וכו'.</b> בפרק מרובה. ודע שכתב רבינו בפ''ד מהלכות חובל כל עבד שיצא לחירות ולא הגיע גט שיחרור לידו אין לו קנס ואחרים שחבלו בו אינו יכול להוציא מהם לעצמו ולא האדון יכול להוציא מהם לפיכך המפיל שן עבדו ואחר כך סימא עינו יוצא בשינו ואינו נותן לו דמי עינו ואם תפס אין מוציאין מידו עכ''ל. וטעמא מדאיבעיא לן בפ' השולח מעוכב גט שיחרור אם יש לו קנס ובעינן למפשטה מדתניא הפיל את שינו וסימא את עינו יוצא בשינו ונותן לו דמי עינו ודחינן דילמא כמאן דאמר אינו צריך גט שיחרור וא''כ כשכתב רבינו פה ונותן לו דמי עינו היינו כשכתב לו גט שיחרור בין הפיל שינו לסימא עינו א''נ מאי נותן לו דמי עינו דקאמר לא שגוזרים ב''ד שיתן לו אלא היינו לומר שאם תפס אין מוציאין מידו וסמך על מ''ש בפ''ד מהלכות חובל ובזה נסתלקה השגת הראב''ד שכתב וז''ל דבריו סותרים זא''ז וכו': \n\n"
      ],
      [
        "<b>מי שחציו עבד וחציו בן חורין וכו'.</b> ברייתא בפרק החובל (בבא קמא דף צ') ומפרש טעמא משום דאמר קרא עבדו המיוחד ואע''ג דההיא ר''א היא ושאר תנאי פליגי עליה משמע התם דהלכה כר''א משום דאמוראי מפרשי טעמיה: \n\n"
      ],
      [
        "<b>עבדי צאן ברזל יוצאים בראשי איברים וכו'.</b> שם (דף פ''ט:) תני חדא עבדי מלוג יוצאים בשן ועין לאשה אבל לא לאיש ותניא אידך לא לאיש ולא לאשה ומוקי לה בגמרא דכולי עלמא אית להו תקנת אושא אלא כאן קודם תקנה כאן לאחר תקנה כלומר דברייתא דלאשה ולא לאיש קודם תקנה וברייתא דלא לאיש ולא לאשה אחר תקנה ואי בעית אימא אידי ואידי לאחר תקנה אלא מאן דאמר לאשה ולא לאיש מאי טעמא כדרבא וכו' לימא דרבא תנאי היא לא דכ''ע אית להו דרבא והכא אלמוה רבנן לשיעבודא דבעל ואיבעית אימא דכולי עלמא לית להו להני תנאי תקנת אושא והכא בקניין פירות כקניין הגוף דמי קמיפלגי ובפלוגתא דהני תנאי וכו' כלומר ומאן דאמר לא לאיש ולא לאשה אתי כר''א שכתבתי בסמוך דהלכתא כוותיה והשתא אי לאוקימתא קמייתא דמאן דאמר לא לאיש ולא לאשה בתר תקנתא קאמר ליכא מאן דפליג עליה ואי לאוקימתא בתרייתא כיון דאתי כר''א והלכתא כוותיה הכי נקטינן: \n\n"
      ],
      [
        "<b>יציאת העבד בראשי איברים וכו'.</b> בפ״ק דסנהדרין (דף ח') ופ״ק דב״ק וס״פ אלו נערות (כתובות דף מ'). \n",
        "<b>ומ''ש לפיכך העבד שאמר לרבו הפלת את שיני וכו'.</b> בפרק מרובה אמרינן מעשה בר''ג שסימא את עין עבדו והיה שמח וא''ל ר''ג לר' יהושע אי אתה יודע שטבי עבדי יצא לחירות א''ל ר' יהושע אין בדבריך כלום שכבר אין לו עדים ודייק עלה הא יש לו עדים חייב וש''מ מודה בקנס ואחר כך באו עדים חייב ומשני שאני ר''ג דשלא בב''ד אודי והא רבי יהושע אב ב''ד הוה חוץ לב''ד הוה הא קמן דאודי שלא בפני ב''ד לא נתחייב בהודאתו וכדא''ל אין בדבריך כלום שכבר אין לו עדים ומ''מ כיון דהודאה בב''ד שאינו סמוך לאו הודאה היא לפוטרו בין תפס קודם הודאה בין תפס אחר הודאה לא מפקינן מיניה ועבד כיון שהוא תפוס בעצמו יצא לחירות בין הודה בין לא הודה. ולפי זה מ''ש \n",
        "<b>רבינו ואין דנין בו אלא בב''ד סמוכים</b> לאו למימרא דאינו יוצא לחירות אלא בב''ד סמוכים דהא כיון דקי''ל דאם תפס ניזק אין מוציאין מידו וכמו שפסק רבינו בפ''ה מהלכות סנהדרין ועבד תפוס בעצמו הוא לא מצי לאשתעבודי ביה אם העידו עליו עדים אלא היינו לומר דאין דנין בו כמשפטו שאם הודה הרב קודם שבאו עדים לא יצא העבד לחירות דהיינו דוקא כשהודה בפני ב''ד סמוכים אבל בפני ב''ד שאינן סמוכים אין הודאתו הודאה לפוטרו. \n",
        "<b>ובמ''ש לפיכך העבד שאמר לרבו הפלת את שיני וכו' פטור</b> פירוש אם נשבע האדון שלא הפיל שינו ולא סימא עינו פטור מקרבן דאין חייבים קרבן אלא על שבועת כפירת ממון והכא לאו כפירת ממון הוא דבהודאה נמי פטור משום דהוי מודה בקנס וא''כ כי כפר אשתכח דלא כפר ממונא ולפיכך סיים \n",
        "<b>וכתב שכל מודה בקנס פטור מלשלמו</b> כלומר פיטור דגבי מודה בקנס הוא פיטור מלשלמו אבל פיטור דגבי כפירת קנס הוא פיטור מקרבן וללמדנו דהא דמודה בקנס פטור מלשלם דוקא במודה בפני ב''ד הוא ולזה כתב ואין דנין בו אלא בב''ד סמוכים אי נמי בדין תורה קאמר עד לא תקון רבנן דאם תפס אין מוציאין מידו אבל אין לומר דה''ק אין דנין בו לקבל עדות העדים לידע אם יניחו מה שתפס בידו או אם יוציאוהו מידו דעבד כיון שהוא תפוס בעצמו צריכין הם לקבל עדות העדים לידע אם יניחו רבו להשתעבד בו אם לא: \n\n"
      ]
    ],
    [
      [
        "<b>הכותב שטר שיחרור לעבדו וזיכה לו בו ע''י אחר וכו'.</b> בסוף פ''ק דגיטין (דף י''ב ע''ב) איפליגו ר''מ וחכמים אי זכות הוא לעבד שיצא מתחת יד רבו או לאו והלכה כחכמים דאמרי זכות הוא לו ובפ''ק דקידושין (דף כ''ב ע''ב) תנן דחכמים אומרים דעבד קונה עצמו בשטר ע''י אחרים. \n",
        "<b>ומ''ש אבל אם אמר תנו גט זה לעבדי אינו יכול לחזור בו ולא יצא העבד לחירות וכו'.</b> בפ''ק דגיטין (דף י''א) תנן האומר תנו גט זה לאשתי ושטר שיחרור זה לעבדי אם רצה לחזור בשניהם יחזור דברי ר''מ וחכמים אומרים בגיטי נשים אבל לא בשיחרורי עבדים לפי שזכין לאדם שלא בפניו ואין חבין לו אלא בפניו. וכתב הרי''ף אבל לא בשיחרורי עבדים והני מילי לחזרה דלא מצי רביה למהדר ביה אבל עבדא לא נפיק לחירות עד דמטי גיטא לידיה דתנן האומר תנו גט זה לאשתי ושטר שיחרור זה לעבדי ומת לא יתנו לאחר מיתה דאין גט לאחר מיתה ושמעת מינה דלחזרה הוא דזכין לו לעבד אבל מיפק לחירות לא נפיק עד דמטי גיטא לידיה ואשכחן זכייה כה''ג עכ''ל והרא''ש תמה עליו דהחזרה והחירות דברים אחדים הם והא בהא תליא הילכך נראה כפירוש רש''י וכפירוש ר''ת דרש''י פירש דל''ג תן משום דתן משמע שנותן ליד השליח דבכה''ג נשתחרר העבד מיד בקבלת השליח אלא גרסינן תנו דמשמע שאינו מוסר להם הגט אלא מצוה להם לכתוב וליתן ורבינו תם פירש דל''ג זה דהוי משמע שמסרו לידם אלא גרסינן תנו גט לאשתי הילכך לא יתנו לאחר מיתה עכ''ל וגם הר''ן חולק על הרי''ף. ורבינו תפס דברי הרי''ף עיקר ופסק כמותו: \n\n"
      ],
      [
        "<b>הכותב בשטר עשיתי פלוני עבדי בן חורין.</b> ברייתא פרק השולח (גיטין דף מ'). \n",
        "<b>ומ''ש כתב בשטר אעשנו בן חורין לא יצא לחירות.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>האומר עשיתי פלוני עבדי בן חורין וכו'.</b> גם זה שם: \n",
        "<b>אמר כתבתי גט שיחרור ונתתי לו וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>מי שצוה בשעת מיתתו וכו'.</b> ג''ז שם (דף מ) כי אתא רב דימי א''ר יוחנן וכו' פלונית שפחתי אל ישתעבדו בה לאחר מותי כופין את היורשים וכותבין לה גט שיחרור אמרו לפניו רבי אמי ור' אסי רבי אי אתה מודה שבניה עבדים ופירש''י אי אתה מודה דאל ישתעבדו אינו לשון שיחרור ולא לשון הפקר אלא לא יטריחוה בעבודתם אבל עבדים היוצאים ממנה מעכשיו עבדים הם ואמאי כופין לשחררה ויפסידו ולדות מכאן ולהבא שלא צוה להם אביהם כן עכ''ל ומדשתק להו ר' יוחנן אלמא הדר ביה וכתב הרא''ש ז''ל שלא יטריחוה במלאכות כבדות והר''ן כתב משום מצוה לקיים דברי המת אסור להשתעבד בה ומעשה ידיה לא פקע בהכי. \n",
        "<b>ומ''ש וכן אם אמר עשו לה קורת רוח וכו'.</b> שם אם אמר יעשו לה קורת רוח כופין את היורשים ועושים לה קורת רוח ופירש הרי''ף מאי קורת רוח אי אמרה האי עבידתא לא למעבד בה לא כייפינן לה ורש''י פירש שאם לא נתקררה דעתה אלא בשיחרור כופין היורשין לשחררה והכי מסתבר להרא''ש. \n",
        "<b>ומ''ש צוה ואמר שחררוה כופין את היורשים וכו'.</b> פשוט הוא דקיימא לן מצוה לקיים דברי המת וכ''כ התוס' גבי עובדא דכומתא: \n\n"
      ],
      [
        "<b>בששה דרכים שוים שיחרורי עבדים לגיטי נשים וכו'.</b> מתבארים והולכים. \n",
        "<b>ומ''ש כיצד כל השטרות העולים בערכאות כשרים חוץ מגיטי נשים ושיחרורי עבדים.</b> משנה פירקא קמא דגיטין (דף י' ע''ב): \n\n"
      ],
      [
        "<b>כל שטר שיש עליו וכו' עד והוא שיהיה כותי חבר.</b> משנה וגמרא פרק קמא דגיטין (דף י'). \n",
        "<b>ומ''ש בגט אשה הוא אומר וכתב לה לשמה ובגט שיחרור הוא אומר או חופשה לא נתן לה עד שיכתוב לשמה.</b> בתוספתא דגיטין פ''ב. \n",
        "<b>ומ''ש בגט אשה הוא אומר וכתב ונתן וכו' ובגט שיחרור הוא אומר וכו'.</b> בפרק קמא דגיטין (דף ט' ע''ב) אהא דתנו רבנן בשלשה דברים שוו גיטי נשים לשיחרורי עבדים מקשו ותו ליכא והא איכא לשמה וכו' והא איכא מחובר ומשני כי קתני פסולא דרבנן דאורייתא לא קתני: \n",
        "<b>אחד גיטי נשים וכו'.</b> בפ''ק דגיטין: \n\n"
      ],
      [
        "<b>וכיצד שוין במוליך ומביא וכו'.</b> בפ''ק דגיטין (דף ט') תנן אחד גיטי נשים וא' שיחרורי עבדים שוים במוליך ומביא. \n",
        "<b>ומ''ש שהמביא גט שיחרור בארץ ישראל א''צ לומר בפני נכתב ובפני נחתם וכו'.</b> הכי משמע שם במשנה. \n",
        "<b>ומ''ש כשם שהאשה עצמה מביאה את גיטה ואינה צריכה לקיימו וכו' וכשם שהאשה אומרת בפני נכתב ובפני נחתם וכו' כך העבד וכו'.</b> משמע לרבינו שכל זה בכלל מה ששנינו אחד גיטי נשים וא' שיחרורי עבדים שוים במוליך ומביא: \n",
        "<b>כתב</b> הראב''ד אינו צריך לקיימו א''א זה הדרך הולך על דרך לא טוב וכו'. וה''ה בהל' גיטין פ''ז ופי''ב כתב בזה עיין עליו: \n\n"
      ],
      [
        "<b>ומ''ש כל הכשר להביא גט האשה כשר להביא גט העבד.</b> ג''ז בכלל מה ששנינו ששוו גיטי נשים לשיחרורי עבדים במוליך ומביא: \n",
        "<b>והעבד מקבל גט חבירו וכו'.</b> מימרא דר' יוחנן בסוף פרק ב' דגיטין (דף כ''ג ע''ב) ופירש''י מיד רבו של חבירו שאין רבו שלו דכיון דעבד איתיה בתורת שיחרור שליחא נמי מצי מיהוי. אבל לא מיד רבו שלו אם שניהם של איש אחד דיד עבד כיד רבו דמי וכשמסר גט בידו לא יצא מרשותו ואף על גב דעבד מקבל גט לעצמו התם הוא דגיטו וידו באים כאחד דשיחרורא דידיה הוא אבל לאחרינא לא עכ''ל: \n",
        "<b>הכותב שטר אירוסין לשפחתו וכו'.</b> ברייתא בפרק השולח (גיטין דף מ') פלוגתא דרבי מאיר ורבנן והלכה כרבנן דאמרי הכי ומשמע התם דאי לא אמר לה אלא התקדשי גרידא אמרינן ודאי שיחררה מעיקרא וחלו הקידושין וכן כתב רש״י בהדיא: \n\n"
      ]
    ],
    [
      [
        "<b>גט שיחרור צריך שיהיה עניינו דבר הכורת וכו' לפיכך הכותב לעבדו וכו'.</b> בפ״ק דגיטין (דף ח' ע״ב) מייתי הא דתנן הכותב כל נכסיו לעבדו יצא בן חורין שייר קרקע כל שהו לא יצא בן חורין ר״ש אומר לעולם הוא בן חורין עד שיאמר כל נכסיי נתונים לאיש פלוני עבדי חוץ מאחד מריבוא שבהם ואיפסיקא הלכתא בגמרא כת״ק ואמר רב אשי דטעמא דת״ק משום דלאו כרות גיטא הוא ופירש הרי״ף דכיון דשייר ליה קרקע כל שהו וכתב הכי בגיטא ה״ל לרביה זכותא בגויה דגיטא וכגון זה אינו כריתות דבעינן דליהוי גיטא דחירותא כוליה לעבדא וליכא וכך הם דברי רבינו והתוספות והרא״ש פירשו בע״א ואמרינן בפרק מי שמת (בבא בתרא דף קמ״ט) דשייר קרקע דתנן לאו דוקא דה״ה לשייר מטלטלין: \n\n"
      ],
      [
        "<b>עבד שהביא גט וכו'.</b> ברייתא שם (דף ח' ע''ב) ופירש''י עצמו קנה דנאמן הוא על שיחרורו לומר בפני נכתב ואין צריך עדים לקיימו. נכסים לא קנה דבעי עדים כשאר קיום שטרות. \n",
        "<b>ומ''ש וכן אם היה כתוב בו כל נכסי קנויים לך וכו'.</b> שם בעיא ופשטה רבא הכי: \n\n"
      ],
      [
        "<b>המשחרר שני עבדים בשטר וכו'.</b> בפרק השולח (גיטין דף מ״ב) תני חדא הכותב נכסיו לשני עבדיו קנו ומשחררין זה את זה ותניא אידך האומר כל נכסי נתונים לפלוני ופלוני עבדי אף עצמן לא קנו ואוקימנא הא דאמר כולו הא דאמר חצי חצי והא מדקתני סיפא אם אמר חצי חצי לא קנו מכלל דרישא דאמר כולו פרושי קא מפרש אף עצמן לא קנו כיצד כגון דאמר חצי חצי וכו' ואיבעית אימא לא קשיא כאן בשטר אחד כאן בשני שטרות בשטר אחד מאי איריא [דאמר] חצי חצי אפילו אמר כולו נמי לא קני ה״נ קאמר אף עצמן לא קנו בד״א בשטר אחד אבל בשני שטרות קנו ואם אמר חצי חצי אף בשני שטרות נמי לא קנו וכתב הר״ן דהיינו טעמא דחצי חצי לא מהני לפי שאין העבד משתחרר אלא מחמת השטר שנמסר בידו ובעינן שלא יהא בו שיור כלל ואף על פי ששטר חבירו מוכיח דליכא שיורא גבי נותן הרי הוא אינו משתחרר בשטר חבירו שלא זכה בו עכ״ל וכך הם דברי רבינו והמפרשים פירשו בענין אחר: \n\n"
      ],
      [
        "<b>המשחרר חצי עבדו בשטר וכו'.</b> שם ת''ר המשחרר חצי עבדו רבי אומר קנה וחכמים אומרים לא קנה אמר רבה מחלוקת בשטר וכו' דרבנן גמרי לה לה מאשה מה אשה חציה לא אף עבד חציו לא אבל בכסף ד''ה קנה. \n",
        "<b>ומ''ש בד''א בששחרר חציו בשטר וכו'.</b> שם (דף מ''ב) אמר רבה מחלוקת בששחרר חציו והניח חציו אבל שחרר חציו ומכר או נתן במתנה חציו כיון דקא נפיק מיניה כוליה ד''ה קנה ופירש''י והניח חציו דבעינן דניפוק כוליה מיניה כי אשה אבל שחרר חציו ומכר תחלה חציו או בבת אחת וכ''כ הר''ן וכי אמרינן בשחרר חציו ונתן במתנה חציו קנה כגון שנתן תחלה דהשתא ליכא שיורא בשיחרור דיליה או כגון שהוא כותב בשטר שיחרור עצמו שהוא נותן חציו האחר לאותו אחר ומזכה השטר לאחד בשביל שניהם וכיון דליכא שיורא בשטר שיחרור קני. \n",
        "<b>ומ''ש וכן עבד של שני שותפים וכו'.</b> שם מימרא דרבינא ופירש''י דכיון דאין לו בו אלא חציו אפילו רבנן מודו דקנה כי שחרריה לפלגיה דהא לא שייר מידי והוי כאשה דנפקא מיניה לגמרי: \n\n"
      ],
      [
        "<b>הכותב לשפחתו מעוברת וכו'.</b> ברייתא בתמורה בפ' כיצד מערימין (תמורה כ״ה:) ובקידושין פ' האומר (דף ס״ט) וכתבה הרי״ף בפרק השולח האומר לשפחתו הרי את בת חורין וולדך עבד ולדה כמותה דברי ר' יוסי הגלילי וחכ״א דבריו קיימים והלכה כחכמים. \n",
        "<b>ומ''ש הרי את שפחה וולדך ב''ח וכו'.</b> שם הרי את שפחה וולדך ב''ח אם היתה עוברה זכתה לו ומוקי לה כרבי דאמר המשחרר חצי עבדו קנה כולו ואנן קי''ל כרבנן דפליגי עליה ואמרי לא קנה: \n",
        "<b>כתב</b> הראב''ד קשיא רישא אסיפא וכו'. ודבריו אינם השגה אלא פירוש וטעם ושפתים ישק: \n\n"
      ],
      [
        "<b>שפחה חרופה אם רצה לשחרר וכו' ותיעשה א״א גמורה.</b> כך היא הגירסא הנכונה והוא בפרק השולח (גיטין דף מ״ג ע״ב) איתמר חציה שפחה וחציה בת חורין שנתקדשה לראובן ונשתחררה וחזרה ונתקדשה לשמעון רב יוסף בר חמא אר״נ פקעי קידושי ראשון ר' זירא אמר ר״נ גמרו קידושי ראשון ופירש״י גמרו קידושי ראשון ע״י השיחרור גמרו ומשמע שפוסק רבינו כרבי זירא ועיין בפ״ד מהלכות קידושין בדברי רבינו ובדברי ה״ה: \n",
        "<b>כתב</b> הראב''ד פירוש המאורסת לע''ע וכו': \n\n"
      ],
      [
        "<b>מי שחציו עבד וכו'.</b> משנה בפרק השולח (גיטין דף מ״א). \n",
        "<b>ומ''ש בד''א בעבד וכו' אבל השפחה וכו' ואם נהגו בה החוטאים מנהג הפקר וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>מי שחציו עבד וחציו ב''ח וכו'.</b> שם (דף מ') ההוא עבדא דבי תרי קם חד מינייהו ושחרריה לפלגיה אמר אידך השתא שמעי בי רבנן ומפסדו ליה מינאי אזל אקנייה לבנו קטן שלחה רב יוסף בריה דרבא לקמיה דרב פפא שלח ליה כאשר עשה כן יעשה לו וכו' אנן קים לן בינוקא דמקרבא דעתיה לגבי זוזי מוקמינן ליה אפוטרופוס ומקרקש ליה בזוזי וכתב ליה גיטא דחירותא על שמיה. ופירש''י מפסדי ליה מינאי כדאמרינן במתניתין כופין את רבו ועושה אותו ב''ח. אקנייה לבנו קטן שאין ראוי לכופו בב''ד. מוקמינן ליה אפוטרופוס לינוקא לברור לו דמים יפים כמו שהוא נישום בשוק שהרי צריך העבד לכתוב שטר על חצי דמיו ומקרקש ליה עבדא זוזי דבר מועט לינוקא ולא יצטרכו ב''ד לכופו שהוא ישחררהו מדעתו בשביל זוזי ובלאו קרקושי זוזי לא אפשר דינוקא לאו בר כפייה הוא ואפוטרופסין אין רשאין להוציא עבדים לחירות ולא לחוב ליתומים כדאמרינן בהניזקין ותינוק זה מקחו מקח וממכרו ממכר במטלטלין וכו' ואפוטרופוס מוקמינן לעיין בתקנתו ולשומו בדמים מעולים והתוספות כתבו דלא נראה לר''ש פירש''י דמפרש כתב ליה גיטא דחירותא על שמיה דקטן שאין מעשה קטן כלום להתירו בבת חורין אלא נ''ל לפרש דכתב ליה גיטא על שמיה דאפוטרופוס ואע''ג דבעלמא אין האפוטרופסין רשאים להוציאם לחירות הכא כיון שלא עשה כהוגן הפקירוהו בית דין ונתנוהו לאפוטרופוס לשחררו וכו' ובלא קרקושי זוזי לא רצו ב''ד ליתן רשות לאפוטרופוס לשחררו דאין נכון לעבור על דעתו של תינוק ור''ת מפרש דלאו קנסא הוא וכו' דבדין יכול האפוטרופוס לשחררו בכך כדאמרינן בהניזקין וכו' ואפילו בלא קרקושי אלא משום דמיחזי כחוכא ואיטלולא שהתינוק עומד וצווח שלא למכור לפי שאביו מלמדו לצווח ואיכא לזות שפתים אבל כי קא מקרקש ליה זוזי לא יחוש לדברי האב וגיטא דחירותא נמי לא הוה צריך דכסף גומר בלא שטר וכו' אלא שלפי שעושה בע''כ של אב צריך גיטא דחירותא מדרבנן שלא יאמר לו עבדי אתה וגם הרשב''א והר''ן תמהו על פירש''י והעלו שהאפוטרופוס כותב השטר וכן דעת הרי''ף וכן נראה שהוא דעת הרא''ש וכתב הרי''ף יש שואלים וכי מאחר דמוקמינן אפוטרופוס למאי הלכתא אמרינן ידעינן בינוקא דמקרבא דעתיה לגבי זוזי ומהדרי רבנן משום דחיישינן דילמא מסתביך ביה ינוקא בההוא עבדא וכיון דמקרקשינן ליה בזוזי לא אתי לאיסתבוכי ביה עכ''ל. והראב''ד כתב על דברי רבינו נשתבש כאן שיבוש גדול וכו'. ואיני יודע למה כתב שנשתבש שיבוש גדול והרי נתבאר שהרי''ף ורוב המפרשים סוברים כדברי רבינו: \n\n"
      ],
      [
        "<b>שכ''מ שכתב כל נכסיו לעבדו ועמד וכו'.</b> מימרא פירקא קמא דגיטין (דף ט'): \n\n"
      ]
    ],
    [
      [
        "<b>המוכר את עבדו לעכו״ם יצא בן חורין.</b> משנה פרק השולח (גיטין דף מ״ג) ופירש״י יצא בן חורין אם ברח מן העכו״ם או שקנסוהו ב״ד לפדותו כדאמרינן לקמן כשיפדנו לא ישתעבד לו וקנס חכמים הוא שהפקיעו מן המצות. \n",
        "<b>ומ''ש וכופין את רבו לחזור ולקנותו מן העכו''ם עד עשרה בדמיו.</b> שם מימרא דריב''ל וכלישנא בתרא. \n",
        "<b>ומ''ש וכותב לו גט שיחרור ויוצא.</b> פשוט הוא. \n",
        "<b>ומ''ש וקנס זה אין גובין אותו ודנין אותו אלא בב''ד מומחין.</b> כן כתב הרי''ף וז''ל וחזינן לגאון דקאמר דלא מגבינן האי קנסא אלא בא''י אבל בח''ל לא דלא מגבינן קנסא בבבל עד כאן לשונו והרא''ש כתב ותמהתי על דברי הגאון דמה ענין זה לקנסות דאין גובין בבבל דהיינו קנסות שחייבה תורה ואין גובין אותן בבבל משום דבעינן מומחין ואין סמוכים בבבל אבל אם חכמים תיקנו קנסות לעשות סייג לתורה למה לא יגבו אותם בבבל עכ''ל ורבינו כתב כדברי הגאון והרי''ף. \n",
        "<b>ומ''ש ואם מת המוכר אין קונסין את היורש וכו'.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>לוה על עבדו מן העכו''ם וכו'.</b> שם לוה עליו מן העכו''ם כיון שעשה לו עכו''ם נימוסו יצא לחירות מאי נימוסו וכו' אמר רב ששת זמן ופירש''י זמן אם לא פרעתיך יהא חלוט לך ואקשינן עליה מדתניא האריסין וכו' ועכו''ם שמשכן שדהו לישראל אע''פ שיעשה לו נימוסו פטורה מן המעשר ומשני ל''ק הא דמטי זימניה הא דלא מטא זימניה ומקשה אלא גבי עבד דמטא זימניה צריכא למימר ומשני אלא אידי ואידי דלא מטא זימניה ול''ק הא לגופא הא לפירא ואיבעית אימא בשלוה ע''מ למשכנו ולא משכנו ופירש''י הא לגופא גבי עבד דקבע לו זמן לגופו שאם לא יתן עד אותו זמן יהא גופו חלוט לעכו''ם ומעכשיו היה משתעבד בו וכיון דזילזל בתקנתא דרבנן דאסרו למכור עבד לעכו''ם קנסוהו ואע''ג דלא מטא זימניה. ואמאי דמשני ע''מ למשכנו ולא משכנו פירש''י דהכי קאמר לעולם בדמטא זימניה ואיצטריך לאשמועינן היכא דעדיין לא משכנו שאעפ''כ יצא לחירות הואיל ובידו למשכנו הוא ורבינו השמיט דין זה נראה שטעמו מפני שהוא מפרש דהאי שינויא קאי למאי דאמר הא לגופא הא לפירא כלומר עבד ודאי מיירי במשכנו לגופא כלומר להיות הגוף קנוי לו וכדפרישית אבל שדה מיירי בשלא משכנו אלא לפירות ואיבעית אימא דשדה נמי במשכנו לגופא והיינו טעמא דפטור משום דלוה עליו למשכנו ולא משכנו עדיין ולפ''ז לא נפקא לן מהאי שינויא לגבי עבד: \n",
        "<b>גבאו העכו''ם בחובו או שבאו עליו מצירים וכו'.</b> שם (דף מ''ד) ת''ר גבאו בחובו או שלקחו סקריקון לא יצא לחירות: \n\n"
      ],
      [
        "<b>מכר עבדו לאחד מגדולי המלך וכו'.</b> שם אמר רב המוכר עבדו לפרהנג עכו''ם יצא לחירות ומפרש טעמא משום דה''ל לפייס ולא פייס: \n\n"
      ],
      [
        "<b>מכרו לעכו''ם לשלשים יום מכרו חוץ ממלאכתו חוץ מן המצות חוץ משבתות וי''ט.</b> כך היא הגירסא הנכונה ופירש''י חוץ ממלאכתו גופו קנוי לך ובלבד שלא תשתעבד בו שלא מכרו אלא להשיאו לשפחתו לולדות דהשתא לא מיפקע ממצות לחלל שבתות א''נ מכרו למלאכתו חוץ משבתות וי''ט ופסק רבינו הרי זה ספק משום דבפרק הנזכר הוו בעיי דלא איפשיטו. \n",
        "<b>ועל מה שכתב רבינו לפיכך אם תפס העבד כדי דמיו וכו'</b> כתב הראב''ד א''א אין בקנסות תפיסה מועלת אלא במי שחסרו ממון עכ''ל ואין בדבריו הכרע ואפילו לפי דבריו מה שהפקיעו מהמצות אין לך חסרון גדול מזה ועוד שירדה בו בפרך וכמ''ש בעל מ''ע: \n\n"
      ],
      [
        "<b>ומ''ש אחד מוכר עבדו לעכו''ם עובד ע''ז או שמכרו לגר תושב.</b> שם. \n",
        "<b>ומ''ש אפילו לכותי.</b> שם בעיא דלא איפשיטא ומשמע לרבינו דע''כ לא איבעיא לן אלא קודם שגזרו עליהם אבל אחר שעשאום עכו''ם לכל דבריהם כדאיתא בפ''ק דחולין הא ודאי דין כותי כדין עכו''ם וכ''כ הר''ן: \n",
        "<b>ומ''ש מכרו לישראל מומר.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>המוכר עבדו לח''ל יצא בן חורין.</b> משנה שם (דף מ''ג): \n",
        "<b>ומ''ש כופין את רבו וכו'.</b> ברייתא שם. \n",
        "<b>ומ''ש ומפני מה קנסו כאן הלוקח לבדו וכו'.</b> שם: \n",
        "<b>המוכר עבדו לסוריא ואפילו לעכו.</b> בפ''ק דגיטין עלה ח' בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>בן בבל שנשא אשה בארץ ישראל וכו'.</b> בפרק השולח (גיטין דף מ''ד ע''ב) בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>עבד שיצא אחר רבו לסוריא ומכרו שם וכו'.</b> מימרא וברייתא שם. \n",
        "<b>ומ''ש וכופין את הלוקח לשחררו.</b> [נתבאר לעיל ה''ו]: \n\n"
      ],
      [
        "<b>עבד שאמר לעלות לא''י כופין וכו'.</b> בסוף כתובות (ק''י:) הכל מעלין לא''י ואין הכל מוציאין ובגמרא הכל לאיתויי עבדים ואע''פ שרש''י פירשה בע''ע רבינו מפרש בעבד כנעני וכ''כ בשם הראב''ד: \n\n"
      ],
      [
        "<b>עבד שברח מח״ל וכו'.</b> בפרק השולח (גיטין דף מ״ה) ההוא עבדא דערק מח״ל לארץ אזל מאריה אבתריה אתא לקמיה דר' אמי א״ל לכתוב ליה שטרא אדמיה וכתוב ליה גיטא דחירותא ואי לא מפיקנא ליה מינך מדר' אחי בר יאשיה דאמר וכו' לא תסגיר עבד אל אדוניו בעבד שברח מח״ל לארץ הכתוב מדבר: \n\n"
      ],
      [
        "<b>עבד זה שברח לארץ וכו':</b> \n\n"
      ],
      [
        "<b>הקונה עבד מן העכו״ם סתם ולא רצה למול וכו'.</b> מימרא דריב״ל בפרק החולץ (יבמות דף מ״ח ע״ב). \n",
        "<b>ומ''ש ואם התנה העבד עליו תחלה וכו'.</b> שם שלח רבין משמיה דרבי אלעאי וכו' אי זהו עבד ערל שמותר לקיימו זה שלקחו רבו ע''מ שלא למולו ואמר רב פפא דאתי אפילו כר''ע דאמר אין מקיימין עבדים שאינם מולים דה''מ היכא דלא אתני אבל היכא דאתני אתני ורבינו כתב בפ''א ממילה ובפי''ד מאיסורי ביאה כלשון הזה ואם התנה עליו מתחלה והוא אצל רבו עכו''ם שלא ימול אותו מותר לקיימו והוא ערל ובלבד שיקבל עליו שבע מצות ויהיה כגר תושב ואין מקיימין עבד כזה אלא בזמן היובל עכ''ל ובכאן סמך על מ''ש שם: \n",
        "<b>וכן עבד שמל וטבל לשם עבדות וכו'.</b> בפרק השולח (גיטין דף מ״ד) ומה שאמרו וכותב ומעלה בערכאות שלהם כתבו התוספות דהיינו לומר שאע״פ שנראה כמקיים המקח שרי: \n\n"
      ],
      [
        "<b>המפקיר עבדו וכו'.</b> מימרא דרב ור''י שם (דף ל''ח ע''ב). \n",
        "<b>ומ''ש ואם מת האדון וכו'.</b> מסקנא שם: \n\n"
      ],
      [
        "<b>עבד שברח מבית האסורים וכו' וכופין את רבו וכו'.</b> שם מימרא דרבי יוחנן: \n\n"
      ],
      [
        "<b>עבד שנשבה אם וכו'.</b> משנה שם (דף ל''ז ע''ב) עבד שנשבה ופדאוהו אם לשם עבד ישתעבד אם לשם ב''ח לא ישתעבד רשב''ג אומר בין כך ובין כך ישתעבד ובגמרא במאי עסקינן אילימא לפני יאוש לשם ב''ח אמאי לא ישתעבד אלא לאחר יאוש לשם עבד אמאי ישתעבד אמר אביי לעולם לפני יאוש וכו' רבא אמר לעולם לאחר יאוש ולשם עבד ישתעבד לרבו שני לשם ב''ח לא ישתעבד לא לרבו ראשון ולא לרבו שני לרבו שני לא דהא לשם ב''ח פרקיה לרבו ראשון נמי לא דהא לאחר יאוש הוה רשב''ג אומר בין כך ובין כך ישתעבד כדחזקיה דאמר חזקיה מפני מה אמרו בין כך ובין כך ישתעבד שלא יהא כל אחד ואחד הולך ומפיל עצמו לגייסות ומפקיע עצמו מיד רבו וכתב הרי''ף חזינן לגאון דפסק הלכה כרבנן ונראה ממה שכתב הרשב''א והר''ן בשם הרמב''ן שהם סוברים שהרי''ף סובר כדברי הגאון דהלכה כרבנן ואע''פ שהרא''ש כתב בשם הראב''ד דהלכה כרשב''ג והביא כמה ראיות הרשב''א כתב בשם הרמב''ן ז''ל לדחות כל ראיות הראב''ד והעלה דהלכה כרבנן וכך הם דברי רבינו. \n",
        "<b>ומ''ש דאם לא נתייאש ממנו רבו ראשון שנוטל פדיונו מרבו</b> תוספתא כתבוה שם הרשב''א והר''ן ז''ל עבד שנשבה ופדאוהו לשם עבד ישתעבד ורבו נותן דמיו לשם ב''ח לא ישתעבד רשב''ג אומר בין כך ובין כך ישתעבד ורבו נותן דמיו וכתב הר''ן דלפני יאוש מיתוקמא ומש''ה לת''ק משתעבד לרבו ראשון ומ''מ ילפינן מינה דכשהוא משתעבד לרבו ראשון חייב ליתן דמיו לשני ופשטא דהך תוספתא משמע דאפילו לשם ב''ח צריך ראשון ליתן דמיו אלא שהרמב''ם כתב דלשם ב''ח חוזר לרבו ראשון בלא כלום עכ''ל ואני תמה על מ''ש דפשטא דתוספתא משמע דאפילו לשם ב''ח צריך ראשון ליתן דמיו דאדרבה פשטא משמע איפכא דלגבי לשם עבד תני ורבו נותן דמיו ולגבי לשם ב''ח לא תני הכי ועוד דכיון דלשם ב''ח פדאו הרי הפקיר דמיו והיאך יעלה על הדעת שיטול פדיונו מרבו ראשון: \n",
        "<b>כתב</b> הראב''ד עבד שנשבה וכו' א''א זהו כרשב''ג ואביי עכ''ל. ביאור דבריו לומר שדין זה אינו כמ''ש רבינו כחכמים וכדאוקי רבא דאין הלכה אלא כרשב''ג וכמו שכתבתי שזהו דעתו של הראב''ד וכאביי וכמ''ש הרשב''א דמאן דפסק כרשב''ג היינו משום דמוקי מתניתין בלפני יאוש כאוקימתא דאביי: \n\n"
      ],
      [
        "<b>עבד שעשאו רבו אפותיקי ושיחררו וכו'.</b> משנה בפרק השולח (גיטין דף מ' ע״ב) עבד שעשאו אפותיקי לאחרים ושיחררו [שורת הדין] אין העבד חייב כלום אלא מפני תיקון העולם כופין את רבו ועושה אותו ב״ח וכותב שטר על דמיו רשב״ג אומר אינו כותב אלא משחרר ובגמרא מי שחררו אמר רב רבו ראשון שורת הדין אין העבד חייב כלום לרבו שני כדרבא דאמר רבא הקדש חמץ ושיחרור מפקיעין מידי שעבוד אלא מפני תיקון העולם שמא ימצאנו בשוק ויאמר לו עבדי אתה כופין את רבו שני ועושה אותו ב״ח וכותב עבד שטר על דמיו רשב״ג אומר אין העבד כותב אלא המשחרר כותב במאי קא מיפלגי במזיק שעבודו של חבירו קמיפלגי דמר סבר חייב ומר סבר פטור וכתבו התוס' והרשב״א והר״ן דמתניתין באפותיקי מפורש מיירי דא״ל לא יהא לך פרעון אלא מזו דאי באפותיקי סתם למה ליה למשחרר דלכתוב השתא הא כתוב וקאי דהא משתעבד ליה כל נכסיו ופסקו הרי״ף והרא״ש כרשב״ג דדינא דגרמי הוא: \n\n"
      ],
      [
        "<b>עבד שהשיאו רבו בת חורין.</b> בפרק השולח (גיטין דף ל״ט מ') אמר ר' זירא וכו' אמר רב עבד שנשא ב״ח בפני רבו יצא לחירות ואוקימנא דהיינו כשהשיאו רבו אשה דאי לאו דשחרריה לא הוה מעביד ליה איסורא על ידיה. \n",
        "<b>ומ''ש או שהניח לו רבו תפילין בראשו.</b> גם זה שם. \n",
        "<b>ומ''ש או שא''ל רבו לקרות שלשה פסוקים וכו'.</b> נלמד מהא דהניח לו רבו תפילין בראשו וכ''כ הרא''ש שם. \n",
        "<b>ומ''ש וכופין את רבו לכתוב גט שחרור</b> בנוסחת הרי''ף והרא''ש מסיים בהא דא''ר זירא עבד שנשא בת חורין בפני רבו ולא עוד אלא שכופין את רבו וכותב לו שטר שיחרור: \n",
        "<b>וכן אם נדר נדר וכו'.</b> בפרק בתרא דנזיר (דף ס''ב ע''ב) תנן הפר לעבדו יצא לחירות ומשלים נזירתו זו היא גירסת רבינו ומפרש דתרתי קתני בהפר חדא דיצא לחירות תרתי דמשלים נזירותו אבל הראב''ד היה גורס הפר לעבדו ויצא לחירות משלים נזירותו לפיכך כתב א''א נראה לי שיבוש הוא נשתבש בלשון המשנה וכו'. דעתו לומר שאע''פ שהוא גורס יצא לחירות בלא וי''ו ה''ל לפרש מפני קושיא זו דחדא קתני עבד שנדר והפר לו רבו ואח''כ יצא העבד לחירות משלים נזירותו ונראה שטעם רבינו שאע''פ שבמה שהוא מפר נדרו נראה שיש לו רשות עליו מ''מ כיון שהיה לו רשות עליו לכופו ולא כפאו גילה דעתו שהפקיר שעבודו דהפרה לגבי כפייה הפקעת שעבוד היא: \n",
        "<b>אבל אם לוה מעבדו וכו' עד ולא מיחה בו.</b> ברייתא בפ' השולח (גיטין דף מ'): \n\n"
      ],
      [
        "<b>ומ''ש ואסור לאדם ללמד את עבדו תורה ואם למדו לא יצא לחירות.</b> נלמד ממה שאמרו שאם קרא שלשה פסוקים בבה''כ בפני רבו לא יצא לחירות: \n\n"
      ],
      [
        "<b>הלוקח עבד מן העכו״ם וקדם וטבל וכו'.</b> בפ' החולץ (יבמות מ״ה:) א״ר חמא בר גוריא אמר רב הלוקח עבד מן העכו״ם וקדם וטבל לשם בן חורין קנה עצמו בן חורין מאי טעמא עכו״ם גופא לא קני ליה מאי דקני ליה הוא דמקני ליה לישראל וכיון דקדם וטבל לשם בן חורין אפקעיה לשעבודיה וכו'. אמר שמואל וצריך לתקפו במים ופירש רש״י לתקפו במים כשמטבילו לשם יהדות לעבדות צריך שיתקפנו לתת עליו עול מלאכה במים כדי שתהא נראית כטבילת עבדות שאפילו יאמר הוא לשם ב״ח לא יהא ממשות בדבריו ואיתמר עלה מתיב רב חסדא מעשה בבלוריא הגיורת שקדמו עבדיה וטבלו לפניה ובא מעשה לפני חכמים ואמרו קנו עצמם בני חורין טעמא דבפניה הא שלא בפניה לא אמר רבא בפניה בין בסתם בין במפרש שלא בפניה במפרש אין בסתם לא זו היא גירסת הרי״ף והיא גירסת רבינו אף על פי שרש״י והרא״ש גורסים בענין אחר: \n\n"
      ],
      [
        "<b>ישראל שתקף בעכו''ם קטן וכו'.</b> זה פירש רבינו על מה שאמרו בפ''ק דכתובות (דף יא) א''ר הונא גר קטן מטבילין אותו על דעת בית דין: \n\n"
      ],
      [
        "<b>גר שקדמו וכו'.</b> נראה שלמד כן מההיא דמעשה בבלוריא הגיורת שקדמו עבדיה וטבלו לפניה משמע דלפניה ובפניה הוה והיינו דדייק גמרא טעמא דבפניה וכתבה רבינו לעיל בסמוך וכאן כתבה לענין שטבלו לפניה ונ''ל דגרסינן הכא בדברי רבינו וטבלו לפניו בלמ''ד: \n\n"
      ]
    ],
    [
      [
        "<b>ישראל שבא על שפחה כנענית וכו'.</b> בפרק שמיני דיבמות (דף ע''ח ע''ב) ובספ''ג דקידושין שולד שפחה כמותה. \n",
        "<b>ומ''ש אע''פ שהיא שפחתו.</b> מבואר במכילתא ובתורת כהנים פרשת בהר סיני ועיין במ''ש רבינו ובדברי מ''מ פרק רביעי מהלכות נחלות: \n",
        "<b>כתב</b> הראב''ד לא נהיר ומהו לכל דבר עכ''ל. כך מצאתי בנוסחא אחת ונראה שטעמו מפני שכתב הרי''ף בפ''ד דיבמות בשם קצת גאונים שאם בא על שפחתו הולד חשוב בנו וקצתם מספקא להו ומפני כך כתב דלא נהיר מה שכתב רבינו בפשיטות שאע''פ שהיא שפחתו הוא עבד לכל דבר דספיקא הוי ואזלינן ביה לחומרא שהוא זוקק את אשת אחיו לחליצה ואינו פוטר את אשת אביו ורבינו אזיל לטעמיה שכתב בפ''א מהלכות יבום וחליצה דפשיטא ליה שאינו זוקק ולא פוטר: \n\n"
      ],
      [
        "<b>אחד הקונה עבד כנעני מישראל וכו'.</b> בפרק החולץ (יבמות דף מ״ה ע״ב) אהא דאמר רב הלוקח עבד מן העכו״ם וקדם וטבל לשם ב״ח קנה עצמו ב״ח מ״ט עכו״ם גופא לא קני מאי דקני ליה הוא דמקני לישראל וכיון דקדם וטבל לשם ב״ח אפקעה לשעבודיה וכו' אמר רב אויא לא שאנו אלא בלוקח מן העכו״ם אבל עכו״ם גופיה קני דכתיב וגם מבני התושבים הגרים עמכם מהם תקנו אתם קונים מהם ולא הם קונים מכם ולא הם קונים זה מזה לא הם קונים מכם למאי אילימא למעשה ידיו אטו עכו״ם לא קני לישראל למעשה ידיו וכו' אלא לאו לגופיה וקאמר רחמנא אתם קונים מהם אפילו גופו ואע״ג דפריך ליה רב אחאי כתבו הרי״ף והרא״ש דהלכתא כוותיה ופירש״י אבל עכו״ם גופיה עכו״ם שמכר עצמו לישראל קנאו ישראל לגופיה ואם קדם וטבל לשם בן חורין לא קנה עצמו ב״ח. \n",
        "<b>ומ''ש וכן מוכר בניו ובנותיו שנאמר וממשפחתם אשר עמכם אשר הולידו בארצכם</b> מבואר בכתוב: \n\n"
      ],
      [
        "<b>אחד מן האומות שבא על שפחה כנענית שלנו וכו'.</b> בפרק הערל (יבמות דף ע''ח ע''ב) ובסוף פרק ג' דקידושין (דף ס''ח ע''ב) כי אתא רבין אמר רבי יוחנן באומות הלך אחר הזכר כדתניא מנין לאחד מן האומות שבא על הכנענית והוליד בן שאתה רשאי לקנותו בעבד שנאמר וגם מבני התושבים הגרים עמכם מהם תקנו יכול אפילו אחד מהכנענים שבא על אחת מהאומות והוליד בן אתה רשאי לקנותו בעבד תלמוד לומר אשר הולידו בארצכם מן הנולדים בארצכם ולא מן הגרים בארצכם ומפרש רבינו דלענין אם הולד עבד או בן חורין איתמר אבל רש''י פירש דלענין אם יש לולד דין ז' עממין והוא בכלל לא תחיה כל נשמה או לא איתמר ומכל מקום יש לתמוה עליו שר''י אמר הלך אחר הזכר ולפי דברי רבינו אינו הולך אלא אחר הנקבה שכתב שאם האם כנענית הבן עבד כנעני ואם האם משאר אומות אין הבן עבד והראב''ד מפרש כפירוש רש''י ולפיכך השיג על רבינו וכתב אחד מן האומות שבא על שפחה כנענית שלנו א''א זהו בהיפך ממה שאמרו בגמרא וכו'. ולדעת רבינו י''ל דמשמע ליה דלא מיירי התם לענין אם הוא בכלל לא תחיה כל נשמה שאינו ענין לסוגיות דשם והוא גורס בדברי ר' יוחנן באומות הלך אחר הנקבה וגורס בשתי הבבות דמייתי לה מאשר הולידו בארצכם וה''פ מניין לאחד מן האומות שבא על הכנענית שאתה רשאי לקנותו בעבד כלומר שהוא עבד שנאמר אשר הולידו בארצכם דהיינו שהאם היא מארצכם שהיא כנענית יכול שאפילו אחד מהכנענים שבא על אחת מהאומות שהולד עבד כלומר ולעולם נלך אחר צד העבדות בין שהאב כנעני בין שהאם כנענית וגלי קרא באם כנענית והוא הדין לאב כנעני תלמוד לומר אשר הולידו בארצכם כלומר ועבד לא אמרינן ביה הולידו דאין לו יחס והוי כאילו אמר לא אמרתי שנלך אחר צד עבדות אלא במי ששייך ביה הולדה לאפוקי עבד דלא שייך ביה הולדה שאין הולכים אחר צד עבדות שלו וסמ''ג כתב בשם הגמרא כדברי רבינו: \n\n"
      ],
      [
        "<b>מלך עכו״ם שעשה מלחמה והביא שביה וכו'.</b> נראה שטעמו מדגרסינן בפרק החולץ (יבמות דף מ״ו) אמר ליה רב פפא לרבא חזי מר הני דבי פפא בר אבא דיהבי זוזי אאינשי לכרגייהו ומשתעבדי בהו וכי נפקי צריכי גיטא דחירותא או לא אמר ליה הכי אמר רב ששת מוהרקייהו דהני בטפסיא דמלכא מנח ומלכא אמר מאן דלא יהיב כרגא משתעבד למאן דיהיב כרגא ופירש רש״י והתוספות והרא״ש דעכו״ם היו הנקנים וכתבו התוספות מספקא ליה אי דינא דמלכותא דינא או לא ואף על גב דלא קני גופא הכא קני או דילמא ה״נ לא קני אלא למעשה ידיו עכ״ל וכיון דפשט ליה דצריכי גיטא דחירותא אלמא גופם קנוי משום דינא דמלכותא וזהו \n",
        "<b>שכתב והרי הוא כעבד כנעני לכל דבר</b> כלומר שגופו קנוי לגמרי ומיהו איכא לספוקי אם היינו דוקא בישראל הקונה את העכו''ם בדינים אלו אבל עכו''ם שקנה עכו''ם אחר בדינים אלו לא קנה גופו דאמרינן בפרק השולח שבאי גופיה מי קני ליה אין קני ליה למעשה ידיו דאמר ריש לקיש מניין לעכו''ם שקונה את העכו''ם למעשה ידיו שנאמר וגם מבני התושבים וכו' ולא הם קונים זה את זה לגופו הרי מפורש דאין עכו''ם קונה את עכו''ם לגופו ואפילו לקחו בשביה ואם כן אפשר דאף בדינא דמלכותא נמי לא קני ליה דכיון דעכו''ם לאו בר מיקני עכו''ם אחר לגופו הוא בדינא דמלכותא נמי לא קני ליה או אפשר דאלים דינא דמלכותא לאקנויי ליה לגופיה וההיא דפרק השולח בששבאו מעצמו שלא בדינא דמלכותא דאילו בדינא דמלכותא הוה קני ליה גופיה אף על פי שהוא עכו''ם וזה נראה יותר אבל מדברי הרשב''א בתשובה נראה שסובר כלשון ראשון: \n\n"
      ],
      [
        "<b>עכו״ם שקנה עכו״ם לעבדות לא קנה גופו וכו'.</b> קשה שהרי בהדיא אמרינן בפרק החולץ (יבמות דף מ״ו) דלוקח עבד מן העכו״ם לא קנה גופו משום דעכו״ם לא מצי מקנה לישראל אלא מאי דאית ליה ביה דהיינו זכות מעשה ידיו וכתבו רבינו בפרק שקודם זה והיאך כתב כאן עכו״ם שקנה עכו״ם לעבדות וכו' אעפ״כ אם מכרו לישראל הרי גופו קנוי לישראל וי״ל דה״ק עכו״ם שמכר עצמו לעכו״ם לא קנה העכו״ם גופו ואעפ״כ אם העכו״ם מכר עצמו לישראל הרי גופו קנוי לישראל כדאמרינן בגמרא אתם קונים מהם ויותר נ״ל דה״ק עכו״ם שקנה עכו״ם לעבדות לא קנה גופו אעפ״כ אם בא העכו״ם הקונה הזה ומכרו לישראל הרי גופו קנוי לישראל אחר שיטבילנו לשם עבדות דלא אמרו דאין גופו קנוי לישראל אלא קודם שיטבילנו לשם עבדות אבל אחר שהטבילו לשם עבדות קני ליה לגופיה: \n\n"
      ],
      [
        "<b>האשה קונה שפחות ואינה קונה עבדים.</b> ברייתא בפ' איזהו נשך (בבא מציעא דף ע״א). \n",
        "<b>ועל מ''ש רבינו שאינה אסורה לקנות אלא עבד בן תשע שנים וכו'</b> כתב הטור ונראה דאין להתיר בפחות מבן תשע שמא תשהנו אף לאחר שיגדיל עכ''ל. ויש לומר שרבינו לא חייש להכי משום דכיון דעיקרא דמילתא לא הוי אלא חששא בעלמא דיינו שנאסור לה לקנות עבד ראוי לביאה אבל שנגזור שלא תקנה שאינו ראוי משום דלכשיגדיל אתיא לידי חשד זו אין לנו: \n",
        "<b>וכן אסור לאדם לשחרר עבד כנעני וכו'.</b> בפרק שלשה שאכלו (ברכות דף מ״ז ע״ב) ובפרק השולח (גיטין דף ל״ח ע״ב) מימרא דרב יהודה. ותיבת וכן שכתב אינו נוח לי שנראה שאין לו קשר עם מה שלמעלה: \n",
        "<b>ומ''ש ומותר לדבר מצוה אפילו למצוה של דבריהם כגון שלא היו עשרה בבית הכנסת וכו'.</b> ג''ז שם וכתב הר''ן בפרק השולח על הא דעובר בעשה דלאו עשה גמור הוא דא''כ היכי דחינן ליה משום מצוה דעשרה בבה''כ ויש מתרצים שלא אמרה תורה לעולם בהם תעבודו אלא משום שלא יתן להם מתנת חנם כענין שכתוב בעכו''ם לא תחנם וכיון דאיכא מצוה לאו משום חנינה דידהו קא עביד אלא לצורך והו''ל כנותן דמי עצמו עכ''ל. ובגמ' פרק שלשה שאכלו פריך על הא דאמרינן להשלים עשרה בבה''כ מצוה הבאה בעבירה היא ומשני מצוה דרבים שאני. \n",
        "<b>ומ''ש וכן שפחה שנוהגים בה העם מנהג הפקר וכו'.</b> בפרק השולח שם פלוגתא דאביי ורבינא ופסקו הפוסקים כרבינא דאמר הכי: \n\n"
      ],
      [
        "<b>יכול הרב לומר וכו'.</b> מסקנא בגמרא פ''ק דגיטין (דף י''ב ע''א). \n",
        "<b>ומ''ש בד''א בעבדיו וכו' אבל עבדים שהכניסה לו אשתו וכו'.</b> דברים של טעם הם והראב''ד כתב לא נתברר לי דבר זה וכו'. וי''ל שאפשר שרבינו יודה בכך ולא איירי אלא באומר עשה עמי ואיני זנך כמו שכתב בתחלת הבבא: \n",
        "<b>וכתב</b> הטור בד''א שיכול לומר עשה עמי ואיני זנך שהשנים כתקנן שימצא מרחמים שירחמו עליו אבל בשנת בצורת אינו יכול לומר עשה עמי ואיני זנך אבל יכול לומר צא מעשה ידיך במזונותיך אע''פ שהיא שנת בצורת ושמא לא יספיקו לו מעשה ידיו למזונותיו וטעמו מדאיתא בגמרא שם תניא רשב''ג אומר יכול העבד לומר לרבו בשני בצורת או פרנסני או הוציאני לחירות כי היכי דחזו לי אינשי ומרחמי לי ורבנן סברי מאן דמרחם אבני חרי אעבד נמי רחומי רחים ואע''ג דהאי אוקימתא איתמרא בגמרא למימר דבין לרשב''ג בין חכמים אין הרב יכול לומר לעבד עשה עמי ואיני זנך ובמסקנא אסיקנא דיכול לומר כן מכל מקום כיון דא''א לאוקמי ברייתא באומר לו עשה עמי ואיני זנך דמר סבר יכול ומר סבר אינו יכול דא''כ מאי או פרנסני או הוציאני לחירות דקאמר או פרנסני או תן לי מעשה ידי בפרנסתי מיבעי ליה ועוד מ''ש בשני בצורת דנקט כדמקשינן בגמרא ע''כ אית לן לאוקומה באומר צא מעשה ידיך במזונותיך אבל לומר לו עשה עמי ואיני זנך בין לרשב''ג בין לחכמים אינו יכול וכי היכי דלא תיקשי אמסקנא דגמרא אית ל''ל דע''כ לא אסיקנא דיכול אלא בשאר שנים אבל לא בשני בצורת וכ''כ התוספות והרשב''א והרא''ש וכך הם דברי הטור ופסקו כחכמים אבל הרי''ף כתב מסקנא דגמרא סתם ולא חילק משמע דס''ל דכיון דלההיא אוקימתא לכ''ע אין הרב יכול לומר עשה עמי ואיני זנך ואנן אסקינן סתמא דיכול ולא מפלגינן בין שני בצורת לשאר שנים ליתא לההיא אוקימתא וע''כ מוקמינן לה דפליגי באי יכול לומר לו עשה עמי ואיני זנך או לא והא דנקט או הוציאני לחירות וכן הא דנקט שני בצורת לאו דוקא וכן דעת רבינו שסתם ולא חילק: \n\n"
      ],
      [
        "<b>מותר לעבוד בעבד כנעני בפרך.</b> כן משמע מדלא אזהר רחמנא שלא לרדות בפרך אלא בע''ע שהוא ישראל גמור. \n",
        "<b>ומ''ש ואע''פ שהדין כך מדת חסידות ודרכי חכמה שיהיה אדם רחמן וכו' עד סוף הפרק.</b> הם דברי רבינו ראויים אליו. \n",
        "<b>ומ״ש חכמים הראשונים היו נותנים לעבד מכל תבשיל ותבשיל וכו'.</b> בירושלמי פרק החובל אהא דאמר רבי יוחנן הקוטע יד עבד חבירו רבו נוטל נזקו וצערו ריפוי שבתו ובשתו והא רבי יוחנן אכיל קופר ויהיב לעבדיה שתי חמר ויהיב לעבדיה וקרי אנפשיה הלא בבטן עושני עשהו אמרי תמן במדת הדין ברם הכא במדת רחמים ובגמרא דידן פרק אע״פ (כתובות דף ס״א) אבוה בר איהי ומנימין בר איהי חד ספי מכל מינא ומינא וחד ספי מחד מינא מר אשתעי אליהו בהדיה ומר לא משתעי אליהו בהדיה הנהו תרי חסידי וכו' מר מקדים ספי ומר מאחר ספי דקדים ספי משתעי אליהו בהדיה דמאחר ספי לא משתעי אליהו בהדיה ובס״פ הניזקין (גיטין דף ס״ב) אסור לאדם שיטעום כלום עד שיתן מאכל לבהמתו שנאמר ונתתי עשב בשדך לבהמתך והדר ואכלת ושבעת: \n",
        "<b>בריך רחמנא דסייען</b>. \n\n"
      ]
    ]
  ]
};