const Defilement_by_a_Corpse = {
  "title": "Mishneh Torah, Defilement by a Corpse",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Defilement_by_a_Corpse",
  "text": [
    [
      "הַמֵּת מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל טֻמְאַת שִׁבְעָה. וְטֻמְאַת מַגָּע וְאֹהֶל מְפֹרָשִׁין בַּתּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר יט יא)</small> \"הַנֹּגֵעַ בְּמֵת לְכָל נֶפֶשׁ אָדָם וְטָמֵא שִׁבְעַת יָמִים\". וְנֶאֱמַר <small>(במדבר יט יד)</small> \"כָּל הַבָּא אֶל הָאֹהֶל וְכָל אֲשֶׁר בָּאֹהֶל יִטְמָא שִׁבְעַת יָמִים\": \n",
      "טֻמְאַת מַשָּׂא מִפִּי הַשְּׁמוּעָה. וְקַל וָחֹמֶר הַדְּבָרִים אִם נְבֵלָה שֶׁהִיא טֻמְאַת עֶרֶב וְאֵינָהּ מְטַמְּאָה בְּאֹהֶל מְטַמְּאָה בְּמַשָּׂא שֶׁנֶּאֱמַר <small>(ויקרא יא כח)</small> \"וְהַנּשֵֹׁא אֶת נִבְלָתָם\" הַמֵּת לֹא כָּל שֶׁכֵּן. וּמַה נְּבֵלָה שֶׁמַּגָּעָהּ טֻמְאַת עֶרֶב מַשָּׂאָהּ טֻמְאַת עֶרֶב אַף הַמֵּת שֶׁמַּגָּעוֹ טֻמְאַת שִׁבְעָה מַשָּׂאוֹ טֻמְאַת שִׁבְעָה. אֵין טֻמְאַת מַשָּׂא בְּמֵת מִדִּבְרֵי סוֹפְרִים אֶלָּא דִּין תּוֹרָה. וְיֵרָאֶה לִי שֶׁשָּׁתַק מִמֶּנָּה הַכָּתוּב כְּדֶרֶךְ שֶׁשָּׁתַק מֵאִסּוּר הַבַּת לְפִי שֶׁאָסַר בְּפֵרוּשׁ אֲפִלּוּ בַּת הַבַּת. וְשָׁתַק מֵאִסּוּר אֲכִילַת בָּשָׂר בְּחָלָב לְפִי שֶׁאָסַר בְּפֵרוּשׁ אֲפִלּוּ בִּשּׁוּלוֹ. כָּךְ שָׁתַק מִטֻּמְאַת מַשָּׂא בְּמֵת לְפִי שֶׁטִּמֵּא בְּפֵרוּשׁ אֲפִלּוּ טֻמְאַת אָהֳלוֹ כָּל שֶׁכֵּן מַשָּׂאוֹ: \n",
      "טֻמְאַת מַגָּע הָאֲמוּרָה בְּכָל מָקוֹם בֵּין בְּמֵת בֵּין בִּשְׁאָר הַמְטַמְּאִים הוּא שֶׁנָּגַע הָאָדָם בִּבְשָׂרוֹ בַּטֻּמְאָה עַצְמָהּ. בֵּין בְּיָדוֹ בֵּין בְּרַגְלוֹ בֵּין בִּשְׁאָר בְּשָׂרוֹ וַאֲפִלּוּ בִּלְשׁוֹנוֹ הֲרֵי זֶה נִטְמָא. וְכֵן נִרְאֶה לִי שֶׁאִם נָגַע בְּצִפָּרְנָיו אוֹ בְּשִׁנָּיו נִטְמָא כֵּיוָן שֶׁהֵם מְחֻבָּרִים לַגּוּף הֲרֵי הֵם כְּגוּף. אֲבָל אִם תָּחַב אָדָם טֻמְאָה בְּכוּשׁ וְהִכְנִיסָהּ לְתוֹךְ גְּרוֹנוֹ שֶׁל אָדָם טָהוֹר וְלֹא נָגְעָה בִּלְשׁוֹנוֹ. אוֹ שֶׁהִכְנִיסָהּ לְתוֹךְ מְעִי שֶׁל אִשָּׁה מִלְּמַטָּה וְלֹא נָגְעָה בִּבְשָׂרָהּ. לֹא נִטְמָא הַבּוֹלֵעַ מִשּׁוּם מַגָּע זֶה שֶׁהֲרֵי לֹא נָגְעָה בִּבְשָׂרוֹ. שֶׁנְּגִיעַת פְּנִים אֵינָהּ נְגִיעָה: \n",
      "קְרוּם שֶׁעַל הַמַּכָּה הֲרֵי הוּא כְּעוֹר הַבָּשָׂר לְעִנְיַן מַגַּע טֻמְאוֹת. וּכְשׁוּת שֶׁעַל הַקָּטָן אֵינָהּ כְּעוֹר הַבָּשָׂר. כֵּיצַד. מִי שֶׁנָּגְעָה טֻמְאָה בִּקְרוּם מַכָּתוֹ נִטְמָא כְּאִלּוּ נָגְעָה בְּעוֹרוֹ. נָגְעָה בְּשֵׂעָר הַדַּק שֶׁעַל בְּשַׂר הַקָּטָן לֹא נִטְמָא. וְכֵן אָדָם טָמֵא שֶׁהָיְתָה בּוֹ מַכָּה וְנָגַע הַטָּהוֹר בִּקְרוּם מַכַּת הַטָּמֵא נִטְמָא. אִם הָיָה קָטָן טָמֵא וְנָגַע הַטָּהוֹר בַּכְּשׁוּת שֶׁלּוֹ לֹא נִטְמָא בֵּין בְּטֻמְאַת מֵת בֵּין בִּשְׁאָר טֻמְאוֹת. וְכֵן לִכְלוּכֵי צוֹאָה אוֹ טִיט וְכַיּוֹצֵא בָּהֶם מִדְּבָרִים שֶׁאֵין חוֹצְצִין עַל הַגּוּף וְכֵן גִּלְדֵי צוֹאָה מִן הַדְּבָרִים שֶׁחוֹצְצִין עַל הַגּוּף אֵינָם כְּעוֹר הַבָּשָׂר לֹא לְטַמֵּא וְלֹא לְהִתְטַמֵּא: \n",
      "כְּשֵׁם שֶׁאָדָם מִתְטַמֵּא בִּנְגִיעָתוֹ בְּטֻמְאָה כָּךְ הַכֵּלִים מִתְטַמְּאִים בִּנְגִיעַת הַטֻּמְאָה בָּהֶן. חוּץ מִכְּלִי חֶרֶס שֶׁאֵינוֹ מִתְטַמֵּא אֶלָּא מֵאֲוִירוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת כֵּלִים. [וְזֶהוּ כְּלָל גָּדוֹל בַּטֻּמְאָה. כָּל הַמְטַמֵּא אָדָם בְּמַגָּע מְטַמֵּא כֵּלִים. וְכָל שֶׁאֵינוֹ מְטַמֵּא אָדָם בְּמַגָּע אֵינוֹ מְטַמֵּא כֵּלִים. וְאֵין אָדָם וְכֵלִים מְקַבְּלִין טֻמְאָה אֶלָּא מֵאַב הַטֻּמְאָה]: \n",
      "טֻמְאַת מַשָּׂא הָאֲמוּרָה בְּכָל מָקוֹם בֵּין בְּמֵת בֵּין בִּשְׁאָר כָּל הַמְטַמְּאִים בְּמַשָּׂא. הוּא שֶׁיִּשָּׂא הָאָדָם הַטֻּמְאָה אַף עַל פִּי שֶׁלֹּא נָגַע בָּהּ. אֲפִלּוּ הָיָה בֵּינוֹ לְבֵינָהּ אֶבֶן הוֹאִיל וְנָשָׂא נִטְמָא. וְאֶחָד הַנּוֹשֵׂא עַל רֹאשׁוֹ אוֹ עַל יָדוֹ אוֹ עַל שְׁאָר גּוּפוֹ. וְאֶחָד הַנּוֹשֵׂא הוּא בְּעַצְמוֹ אוֹ שֶׁנְּשָׂאָהּ אַחֵר וְהִנִּיחָהּ לְמַעְלָה מִזֶּה הוֹאִיל וְנִשֵּׂאת עָלָיו מִכָּל מָקוֹם נִטְמָא וַאֲפִלּוּ הָיְתָה הַטֻּמְאָה תְּלוּיָה בְּחוּט אוֹ בִּשְׂעָרוֹ וְתָלָה הַחוּט בְּיָדוֹ וְהִגְבִּיהַּ הַטֻּמְאָה כָּל שֶׁהוּא הֲרֵי זֶה נוֹשֵׂא וְנִטְמָא: \n",
      "מֵסִיט בִּכְלַל נוֹשֵׂא הוּא. וְכָל דָּבָר שֶׁמְּטַמֵּא בְּמַשָּׂא מְטַמֵּא בְּהֶסֵּט. כֵּיצַד. קוֹרָה שֶׁהִיא מֻנַּחַת עַל הַכֹּתֶל וְעַל צִדָּהּ מֵת אוֹ נְבֵלָה וְכַיּוֹצֵא בָּהֶן. וּבָא הַטָּהוֹר לִקְצֵה הַקּוֹרָה הַשֵּׁנִי וְהֵנִידוֹ. כֵּיוָן שֶׁהֵנִיד אֶת הַטֻּמְאָה שֶׁבַּקָּצֶה הַשֵּׁנִי טָמֵא מִשּׁוּם נוֹשֵׂא. וְאֵין צָרִיךְ לוֹמַר אִם מָשַׁךְ אֶת הַקָּצֶה הַשֵּׁנִי כְּנֶגֶד הָאָרֶץ עַד שֶׁהִגְבִּיהַּ הַטֻּמְאָה אוֹ שֶׁגָּרַר הַטֻּמְאָה עַל הָאָרֶץ. שֶׁזֶּה נוֹשֵׂא וַדַּאי. וְזֶה וְכָל כַּיּוֹצֵא בָּהּ הִיא טֻמְאַת הֶסֵּט הָאֲמוּרָה בְּכָל מָקוֹם: \n",
      "הַנּוֹשֵׂא בְּתוֹךְ בֵּית הַסְּתָרִים נִטְמָא שֶׁאַף עַל פִּי שֶׁאֵין הַנְּגִיעָה שָׁם נְגִיעָה הַנּוֹשֵׂא שָׁם נוֹשֵׂא הוּא. אֶלָּא אִם כֵּן נִבְלַע הַטֻּמְאָה בְּתוֹךְ מֵעָיו שֶׁמֵּאַחַר שֶׁהִגִּיעָה לְתוֹךְ בִּטְנוֹ אֵינוֹ לֹא נוֹגֵעַ וְלֹא נוֹשֵׂא. וְאִם טָבַל טָהוֹר וְאַף עַל פִּי שֶׁהַטֻּמְאָה בְּתוֹךְ מֵעָיו: \n",
      "אֵין מִתְטַמֵּא בְּמַשָּׂא אֶלָּא הָאָדָם בִּלְבַד לֹא הַכֵּלִים. כֵּיצַד. הֲרֵי שֶׁהָיָה מֻנָּח עַל יָדוֹ עֲשָׂרָה כֵּלִים זֶה עַל גַּבֵּי זֶה וְהַנְּבֵלָה וְכַיּוֹצֵא בָּהּ בַּכְּלִי הָעֶלְיוֹן הָאָדָם טָמֵא מִשּׁוּם נוֹשֵׂא נְבֵלָה וְהַכֵּלִים שֶׁעַל יָדוֹ כֻּלָּן טְהוֹרִים חוּץ מִכְּלִי הָעֶלְיוֹן שֶׁנָּגְעָה בּוֹ הַטֻּמְאָה. וְכֵן כַּיּוֹצֵא בָּזֶה: \n",
      "טֻמְאַת אֹהֶל אֵינָהּ בִּשְׁאָר טֻמְאוֹת אֶלָּא בְּמֵת בִּלְבַד. וּבֵין שֶׁהֶאֱהִיל הָאָדָם אוֹ הַכְּלִי אֲפִלּוּ מַחַט שֶׁהֶאֱהִילָה עַל הַמֵּת אוֹ שֶׁהֶאֱהִיל הַמֵּת עַל הָאָדָם אוֹ עַל הַכֵּלִים אוֹ שֶׁהָיָה הַמֵּת עִם הָאָדָם אוֹ עִם הַכֵּלִים תַּחַת אֹהֶל אֶחָד הֲרֵי אֵלּוּ טְמֵאִים: \n",
      "וְטֻמְאַת אֹהֶל הָאֲמוּרָה בְּכָל מָקוֹם הוּא שֶׁתְּטָמֵּא אוֹתָהּ טֻמְאָה הָאָדָם אוֹ הַכֵּלִים בְּאַחַת מִשָּׁלֹשׁ דְּרָכִים אֵלּוּ. אֶחָד הַבָּא כֻּלּוֹ לְאֹהֶל הַמֵּת אוֹ הַבָּא מִקְצָתוֹ הֲרֵי זֶה נִטְמָא בְּאֹהֶל אֲפִלּוּ הִכְנִיס יָדוֹ אוֹ רָאשֵׁי אֶצְבְּעוֹתָיו אוֹ חָטְמוֹ לְאֹהֶל הַמֵּת הֲרֵי זֶה נִטְמָא כֻּלּוֹ. נָגַע בַּמַּשְׁקוֹף וְצֵרֵף יָדוֹ עִם הַמַּשְׁקוֹף נִטְמָא כְּאִלּוּ בָּא מִקְצָתוֹ. נָגַע בָּאַסְקֻפָּה מִטֶּפַח וּלְמַטָּה קָרוֹב לָאָרֶץ טָהוֹר. וּמִטֶּפַח וּלְמַעְלָה טָמֵא. וְיֵרָאֶה לִי שֶׁדָּבָר זֶה מִדִּבְרֵיהֶם: \n",
      "אֶחָד הַמֵּת מִיִּשְׂרָאֵל אוֹ מִן הָעַכּוּ''ם מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא: \n",
      "וְאֵין הָעַכּוּ''ם מְטַמֵּא בְּאֹהֶל וְדָבָר זֶה קַבָּלָה הוּא וַהֲרֵי הוּא אוֹמֵר בְּמִלְחֶמֶת מִדְיָן <small>(במדבר לא יט)</small> \"כּל נֹגֵעַ בֶּחָלָל\" וְלֹא הַזְכִּיר שָׁם אֹהֶל. וְכֵן הָעַכּוּ''ם אֵינוֹ נַעֲשֶׂה טְמֵא מֵת אֶלָּא עַכּוּ''ם שֶׁנָּגַע בְּמֵת אוֹ נְשָׂאוֹ אוֹ הֶאֱהִיל עָלָיו הֲרֵי הוּא כְּמִי שֶׁלֹּא נָגַע. הָא לְמָה זֶה דּוֹמֶה לִבְהֵמָה שֶׁנָּגְעָה בְּמֵת אוֹ הֶאֱהִילָה עַל הַמֵּת. וְלֹא בְּטֻמְאַת הַמֵּת בִּלְבַד אֶלָּא בְּכָל הַטֻּמְאוֹת כֻּלָּן אֵין הָעַכּוּ''ם וְלֹא הַבְּהֵמָה מִתְטַמְּאִין בָּהֶן: \n",
      "וּמִדִּבְרֵי סוֹפְרִים שֶׁיְּהוּ הָעַכּוּ''ם כְּזָבִין לְכָל דִּבְרֵיהֶן. וְאֵין לְךָ בְּכָל מִינֵי נֶפֶשׁ מַה שֶּׁמִּתְטַמֵּא וְהוּא חַי אוֹ מְטַמֵּא וְהוּא חַי חוּץ מִן הָאָדָם בִּלְבַד. וְהוּא שֶׁיִּהְיֶה מִיִּשְׂרָאֵל. אֶחָד גָּדוֹל וְאֶחָד קָטָן מִתְטַמְּאִין בְּכָל הַטֻּמְאוֹת אֲפִלּוּ בְּטֻמְאַת הַמֵּת. שֶׁנֶּאֱמַר בָּהּ <small>(במדבר יט כ)</small> \"אִישׁ אֲשֶׁר יִטְמָא\" אֶחָד הָאִישׁ וְאֶחָד הַקָּטָן שֶׁהֲרֵי הוּא אוֹמֵר שָׁם <small>(במדבר יט יח)</small> \"וְעַל כָּל הַנְּפָשׁוֹת אֲשֶׁר הָיוּ שָׁם\". אֲפִלּוּ קָטָן בֶּן יוֹמוֹ שֶׁנָּגַע אוֹ נָשָׂא אוֹ הֶאֱהִיל עַל הַמֵּת נִטְמָא וַהֲרֵי הוּא טְמֵא מֵת. וְהוּא שֶׁנּוֹלַד לְתִשְׁעָה. אֲבָל בֶּן שְׁמוֹנָה הֲרֵי הוּא כְּאֶבֶן וְאֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "הַמֵּת אֵינוֹ מְטַמֵּא עַד שֶׁתֵּצֵא נַפְשׁוֹ אֲפִלּוּ מְגֻיָּד אוֹ גּוֹסֵס. אֲפִלּוּ נִשְׁחֲטוּ בּוֹ שְׁנֵי הַסִּימָנִים אֵינוֹ מְטַמֵּא עַד שֶׁתֵּצֵא נַפְשׁוֹ שֶׁנֶּאֱמַר <small>(במדבר יט יג)</small> \"בְּנֶפֶשׁ הָאָדָם אֲשֶׁר יָמוּת\". נִשְׁבְּרָה מִפְרַקְתּוֹ וְרֹב בְּשָׂרָהּ עִמָּהּ אוֹ שֶׁנִּקְרַע כְּדָג מִגַּבּוֹ אוֹ שֶׁהֻתַּז רֹאשׁוֹ אוֹ שֶׁנֶּחְלַק לִשְׁנֵי חֲלָקִים בְּבִטְנוֹ הֲרֵי זֶה מְטַמֵּא אַף עַל פִּי שֶׁעֲדַיִן הוּא מְרַפְרֵף בְּאֶחָד מֵאֵיבָרָיו: \n"
    ],
    [
      "הַנֵּפֶל אַף עַל פִּי שֶׁעֲדַיִן לֹא נִתְקַשְּׁרוּ אֵיבָרָיו בְּגִידִין מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל כְּאָדָם גָּדוֹל שֶׁמֵּת שֶׁנֶּאֱמַר <small>(במדבר יט יא)</small> \"הַנֹּגֵעַ בְּמֵת לְכָל נֶפֶשׁ אָדָם\". וְכֵן כְּזַיִת מִבְּשַׂר הַמֵּת בֵּין לַח בֵּין יָבֵשׁ כְּחֶרֶשׂ מְטַמֵּא כְּמֵת שָׁלֵם. וְהַנֶּצֶל בַּבָּשָׂר מְטַמֵּא בִּכְזַיִת. אֵיזֶהוּ נֶצֶל זֶה הַבָּשָׂר שֶׁנִּמּוֹחַ וְנַעֲשֶׂה לֵחָה סְרוּחָה. וְהוּא שֶׁתִּקְרשׁ אוֹתָהּ הַלֵּחָה הַנִּמְצֵאת מִן הַמֵּת שֶׁאִם קָרְשָׁה בְּיָדוּעַ שֶׁהוּא מִבְּשָׂרוֹ וְאִם לֹא קָרְשָׁה אֵינָהּ מְטַמְּאָה שֶׁמָּא כִּיחוֹ וְנִיעוֹ הוּא: \n",
      "אַף עַל פִּי שֶׁהַשִּׁעוּרִין כֻּלָּם הֲלָכָה לְמשֶׁה מִסִּינַי הֵן אָמְרוּ חֲכָמִים תְּחִלַּת בְּרִיָּתוֹ שֶׁל אָדָם כְּזַיִת וּלְפִיכָךְ שִׁעוּר טֻמְאַת בְּשָׂרוֹ כְּזַיִת: \n",
      "אֵיבָר שֶׁנֶּחְתַּךְ מִן הָאָדָם הַחַי הֲרֵי הוּא כְּמֵת שָׁלֵם מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל אֲפִלּוּ אֵיבָר קָטָן שֶׁל קָטָן בֶּן יוֹמוֹ שֶׁהָאֵיבָרִים אֵין לָהֶם שִׁעוּר שֶׁנֶּאֱמַר <small>(במדבר יט טז)</small> \"כּל אֲשֶׁר יִגַּע עַל פְּנֵי הַשָּׂדֶה בַּחֲלַל חֶרֶב\" וְהַדָּבָר יָדוּעַ שֶׁדִּין חֲלַל חֶרֶב כְּדִין חֲלַל אֶבֶן אוֹ חֲלַל שְׁאָר דְּבָרִים מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁלֹּא בָּא זֶה אֶלָּא לְטַמֵּא נוֹגֵעַ בְּאֵיבָר שֶׁפְּלָטַתּוּ הַחֶרֶב. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הָאֵיבָר שָׁלֵם כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת שֶׁנֶּאֱמַר <small>(במדבר יט טז)</small> \"אוֹ בְעֶצֶם אָדָם\" עֶצֶם שֶׁהוּא כְּאָדָם מַה אָדָם בָּשָׂר וְגִידִים וַעֲצָמוֹת אַף אֵיבָר מִן הַחַי עַד שֶׁיִּהְיֶה כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת. אֲבָל הַכֻּלְיָא וְהַלָּשׁוֹן וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן אֵיבָר בִּפְנֵי עַצְמָן הוֹאִיל וְאֵין בָּהֶן עֶצֶם הֲרֵי הֵן כִּשְׁאָר הַבָּשָׂר. חָסַר מִן הָעֶצֶם שֶׁל אֵיבָר כָּל שֶׁהוּא הֲרֵי הָאֵיבָר כֻּלּוֹ טָהוֹר. חָסַר מִבְּשָׂרוֹ אִם נִשְׁאַר עָלָיו בָּשָׂר שֶׁרָאוּי לַעֲלוֹת בּוֹ אֲרוּכָה בְּחַי וְיִתְרַפֵּא וְיִשָּׁלֵם. הֲרֵי זֶה מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. וְאִם לָאו מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וְאֵינוֹ מְטַמֵּא בְּאֹהֶל. וּבָשָׂר הַפּוֹרֵשׁ מִן הַחַי טָהוֹר. וְכֵן עֶצֶם בְּלֹא בָּשָׂר הַפּוֹרֵשׁ מִן הַחַי טָהוֹר: \n",
      "אֵיבָר הַפּוֹרֵשׁ מִן הַמֵּת מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל כְּמֵת וְהוּא שֶׁיִּהְיֶה שָׁלֵם כִּבְרִיָּתוֹ בָּשָׂר וְגִידִים וַעֲצָמוֹת. חָסַר עַצְמוֹ אִם נִשְׁאַר עָלָיו בָּשָׂר כְּזַיִת מְטַמֵּא כְּמֵת שָׁלֵם. חָסַר הַבָּשָׂר וְלֹא חָסַר הָעֶצֶם אִם נִשְׁאַר עָלָיו כְּדֵי לַעֲלוֹת אֲרוּכָה בְּחַי מְטַמֵּא כְּמֵת שָׁלֵם וְאִם לָאו הֲרֵי הוּא כִּשְׁאָר עַצְמוֹת הַמֵּתִים שֶׁאֵין עֲלֵיהֶן הַבָּשָׂר: \n",
      "מֹחַ שֶׁבְּתוֹךְ הָעֶצֶם הֲרֵי הוּא מַעֲלֶה אֲרוּכָה מִבַּחוּץ. לְפִיכָךְ קוּלִית הַמֵּת וְהוּא עֶצֶם הַסָּתוּם מִשְּׁנֵי קְצוֹתָיו אִם יֵשׁ בְּתוֹכָהּ מֹחַ כְּדֵי לַעֲלוֹת אֲרוּכָה הֲרֵי זֶה כְּמֵת שָׁלֵם. הָיָה בָּהּ מֹחַ הַמִּתְנַדְנֵד אִם יֵשׁ בּוֹ כְּזַיִת הֲרֵי זֶה מְטַמֵּא בְּאֹהֶל אַף עַל פִּי שֶׁהָעֶצֶם סָתוּם מִכָּל צְדָדָיו טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת כְּמוֹ שֶׁיִּתְבָּאֵר שֶׁהַמֹּחַ כְּבָשָׂר לְכָל דָּבָר: \n",
      "הָאֵיבָר וְהַבָּשָׂר הַמְדֻלְדָּלִים בָּאָדָם אַף עַל פִּי שֶׁאֵין יְכוֹלִין לַחְזֹר וְלִחְיוֹת טְהוֹרִים. מֵת הָאָדָם הֲרֵי הַבָּשָׂר טָהוֹר וְהָאֵיבָר מְטַמֵּא מִשּׁוּם אֵיבָר מִן הַחַי וְאֵינוֹ מְטַמֵּא מִשּׁוּם אֵיבָר מִן הַמֵּת. מַה בֵּין אֵיבָר מִן הַחַי לְאֵיבָר מִן הַמֵּת. אֵיבָר מִן הַחַי בָּשָׂר הַפּוֹרֵשׁ מִמֶּנּוּ וְעֶצֶם הַפּוֹרֵשׁ מִמֶּנּוּ טְהוֹרִים וְאֵיבָר מִן הַמֵּת בָּשָׂר הַפּוֹרֵשׁ מִמֶּנּוּ וְעֶצֶם הַפּוֹרֵשׁ מִמֶּנּוּ כִּמְפֹרָשִׁים מִן הַמֵּת הַשָּׁלֵם וּמְטַמְּאִין בְּשִׁעוּרָן: \n",
      "וּבֵין אֵיבָר מִן הַחַי בֵּין אֵיבָר מִן הַמֵּת אֵין לָהֶן שִׁעוּר. אָמְרוּ חֲכָמִים מָאתַיִם שְׁמוֹנָה וְאַרְבָּעִים אֵיבָרִים יֵשׁ בָּאִישׁ כָּל אֶחָד וְאֶחָד מֵהֶן בָּשָׂר וְגִידִים וְעֶצֶם וְאֵין הַשִּׁנַּיִם מִן הַמִּנְיָן. וּבְאִשָּׁה מָאתַיִם וְאֶחָד וַחֲמִשִּׁים. כָּל אֵיבָר מֵהֶן שֶׁפֵּרֵשׁ כִּבְרִיָּתוֹ בֵּין מִן הַחַי בֵּין מִן הַמֵּת מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל חוּץ מִשְּׁלֹשָׁה אֵיבָרִים יְתֵרוֹת שֶׁבָּאִשָּׁה שֶׁאֵינָן מְטַמְּאִין בְּאֹהֶל. וְכֵן אֶצְבַּע יְתֵרָה שֶׁיֵּשׁ בָּהּ עֶצֶם וְאֵין בָּהּ צִפֹּרֶן אִם נִסְפֶּרֶת עַל גַּב הַיָּד עוֹלָה לְמִנְיַן רֹב הָאֵיבָרִים וְאִם אֵינָהּ נִסְפֶּרֶת עַל גַּב הַיָּד מְטַמְּאָה בְּמַגָּע וּבְמַשָּׂא וְאֵינָהּ מְטַמְּאָה בְּאֹהֶל וְטֻמְאָתָהּ מִדִּבְרֵי סוֹפְרִים. וְאִם הָיָה בָּהּ צִפֹּרֶן הֲרֵי הִיא כִּשְׁאָר הָאֵיבָרִים. וּמִפְּנֵי מָה גָּזְרוּ טֻמְאָה עַל אֶצְבַּע שֶׁאֵינָהּ נִסְפֶּרֶת גְּזֵרָה מִשּׁוּם הַנִּסְפֶּרֶת. וְלָמָּה לֹא טִמְּאוּהָ בְּאֹהֶל עָשׂוּ לָהּ הֶכֵּר כְּדֵי לְהוֹדִיעַ שֶׁטֻּמְאָתָהּ מִדִּבְרֵיהֶם מִשּׁוּם גְּזֵרָה כְּדֵי שֶׁלֹּא יִשְׂרְפוּ עַל טֻמְאָתָהּ תְּרוּמָה וְקָדָשִׁים: \n",
      "עַצְמוֹת הַמֵּת שֶׁאֵין עֲלֵיהֶם בָּשָׂר אִם נִכֶּרֶת בָּהֶן צוּרַת עֲצָמוֹת הֲרֵי אֵלּוּ מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל כְּמֵת שָׁלֵם שֶׁאֲנִי קוֹרֵא בָּהֶם <small>(במדבר יט טז)</small> \"עֶצֶם אָדָם\". וְאֵלּוּ הֵן הָעֲצָמוֹת שֶׁהֵן מְטַמְּאִין כְּמֵת. הַשִּׁדְרָה וְהַגֻּלְגּלֶת וְרֹב בִּנְיָנוֹ וְרֹב מִנְיָנוֹ. הַשִּׁדְרָה כֵּיצַד. שִׁדְרָה שֶׁהִיא שְׁלֵמָה הֲרֵי הִיא כְּמֵת שָׁלֵם וְאִם חָסְרָה אֲפִלּוּ חֻלְיָא אַחַת מִשְּׁמוֹנֶה עֶשְׂרֵה חֻלְיוֹת הֲרֵי הִיא כִּשְׁאָר הָעֲצָמוֹת. הַגֻּלְגּלֶת כֵּיצַד. גֻּלְגּלֶת שֶׁהִיא שְׁלֵמָה הֲרֵי הִיא כְּמֵת וְאִם חָסְרָה כְּסֶלַע הֲרֵי הִיא כִּשְׁאָר הָעֲצָמוֹת. הָיוּ בָּהּ נְקָבִים קְטַנִּים כֻּלָּם מִצְטָרְפִין לִכְסֶלַע. כָּל בִּנְיָנוֹ שֶׁל אָדָם הוּא שְׁתֵּי הַשּׁוֹקַיִם וְהַיְרֵכַיִם וְהַצְּלָעוֹת וְהַשִּׁדְרָה. וְרֹב בִּנְיָנוֹ שֶׁל מֵת הֲרֵי הוּא כְּמֵת שָׁלֵם. כֵּיצַד. כְּגוֹן שְׁתֵּי שׁוֹקָיו וְיָרֵךְ אַחַת אִם חָסֵר רֹב בִּנְיָנוֹ כָּל שֶׁהוּא הֲרֵי הֵן כִּשְׁאָר הָעֲצָמוֹת. רֹב מִנְיָנוֹ כֵּיצַד. רֹב מִנְיַן עֲצָמוֹת כְּגוֹן שֶׁהָיוּ קכ''ה עֶצֶם הֲרֵי אֵלּוּ כְּמֵת שָׁלֵם. הָיוּ קכ''ד הֲרֵי הֵן כִּשְׁאָר הָעֲצָמוֹת. אַף עַל פִּי שֶׁהָיָה אָדָם זֶה יָתֵר בְּאֵיבָרָיו אוֹ חָסֵר בְּאֵיבָרָיו אֵין מַשְׁגִּיחִין בּוֹ אֶלָּא עַל מִנְיַן רֹב כָּל אָדָם אֶלָּא אִם כֵּן הָיְתָה אֶצְבַּע שֶׁיֵּשׁ בָּהּ צִפֹּרֶן אוֹ שֶׁהָיְתָה נִסְפֶּרֶת עַל גַּב הַיָּד שֶׁהִיא עוֹלָה לְמִנְיָן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שְׁאָר עַצְמוֹת הַמֵּת שֶׁאֵין בָּהֶן רֹב מִנְיַן וְלֹא רֹב בִּנְיָן וְלֹא שִׁדְרָה שְׁלֵמָה וְלֹא גֻּלְגּלֶת שְׁלֵמָה אִם הָיָה בָּהֶן רֹבַע הַקַּב הֲרֵי אֵלּוּ מְטַמְּאִים כְּמֵת בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. הָיוּ פָּחוֹת מֵרֹבַע אֲפִלּוּ עֶצֶם כִּשְׂעוֹרָה מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וְאֵינוֹ מְטַמֵּא בְּאֹהֶל: \n",
      "הָיָה עֶצֶם אֶחָד אֲפִלּוּ יֵשׁ בּוֹ רֹבַע הֲרֵי זֶה מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וְאֵינוֹ מְטַמֵּא בְּאֹהֶל. טֻמְאַת עֶצֶם אֶחָד הֲלָכָה מִפִּי הַשְּׁמוּעָה לְפִי שֶׁנֶּאֱמַר <small>(במדבר יט יח)</small> \"כָּל הַנּוֹגֵעַ בַּעֶצֶם\" לָמְדוּ מִפִּי הַשְּׁמוּעָה אֲפִלּוּ עֶצֶם כִּשְׂעוֹרָה מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא. וּלְפִי שֶׁטֻּמְאָתוֹ הֲלָכָה הֲרֵי הוּא דִּין תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים: \n",
      "מֵת שֶׁהִרְקִיבוּ עַצְמוֹתָיו בַּקֶּבֶר וְנַעֲשׂוּ רֶקֶב. מְלֹא חָפְנַיִם מֵאוֹתוֹ רֶקֶב מְטַמֵּא בְּמַשָּׂא וּבְאֹהֶל כְּמֵת וְאֵינוֹ מְטַמֵּא בְּמַגָּע לְפִי שֶׁאִי אֶפְשָׁר לִגַּע בְּכֻלּוֹ שֶׁהֲרֵי אֵינוֹ גּוּף אֶחָד. וַאֲפִלּוּ גִּבְּלוֹ בְּמַיִם אֵינוֹ חִבּוּר: \n",
      "דַּם הַמֵּת מְטַמֵּא כְּמֵת בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. שֶׁנֶּאֱמַר <small>(במדבר יט יג)</small> \"בְּנֶפֶשׁ הָאָדָם\" וְנֶאֱמַר <small>(דברים יב כג)</small> \"כִּי הַדָּם הוּא הַנָּפֶשׁ\". וְכַמָּה שִׁעוּרוֹ רְבִיעִית. אֲפִלּוּ תַּמְצִית הַדָּם כָּל זְמַן שֶׁיֵּשׁ בּוֹ אַדְמוּמִית מְטַמֵּא בְּאֹהֶל הַמֵּת: \n",
      "דַּם הַחַי אֲפִלּוּ דַּם נְחִירָה הֲרֵי זֶה טָהוֹר כָּל זְמַן שֶׁהוּא חַי. נִתְעָרֵב הַדָּם שֶׁיָּצָא מִמֶּנּוּ בָּאַחֲרוֹנָה סָמוּךְ לַמִּיתָה עִם הַדָּם שֶׁיָּצָא מִמֶּנּוּ אַחַר שֶׁמֵּת וְכָל הַתַּעֲרוֹבוֹת רְבִיעִית וְאֵין יָדוּעַ כַּמָּה יָצָא מֵחַיִּים וְכַמָּה יָצָא אַחַר מִיתָה. אֲפִלּוּ חֲצִי רְבִיעִית מֵחַיִּים וְחֶצְיָהּ אַחַר מִיתָה הֲרֵי זֶה נִקְרָא דַּם תְּבוּסָה וּמְטַמֵּא בְּמַשָּׂא וּבְמַגָּע וּבְאֹהֶל. אֶלָּא שֶׁטֻּמְאָתוֹ מִדִּבְרֵי סוֹפְרִים: \n",
      "הָרוּג שֶׁהָיָה מֻטָּל עַל הַמִּטָּה וְדָמוֹ מְנַטֵּף כְּשֶׁהוּא חַי וְיוֹרֵד לְגֻמָּא וּמֵת וַהֲרֵי הַדָּם מְנַטֵּף אַחַר מוֹתוֹ וְיוֹרֵד לְאוֹתָהּ גֻּמָּא. הֲרֵי כָּל הַדָּם שֶׁבָּהּ טָהוֹר שֶׁטִּפָּה טִפָּה רִאשׁוֹנָה רִאשׁוֹנָה בָּטְלָה כְּדָם שֶׁיָּצָא מֵחַיִּים. יָצָא מִמֶּנּוּ רְבִיעִית דָּם בִּלְבַד וְסָפֵק כֻּלָּהּ מֵחַיִּים סָפֵק כֻּלָּהּ לְאַחַר מִיתָה הֲרֵי זוֹ סְפֵק טְמֵאָה כִּשְׁאָר הַסְּפֵקוֹת וְהַנּוֹגֵעַ בָּהּ בִּרְשׁוּת הַיָּחִיד טָמֵא בִּרְשׁוּת הָרַבִּים טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "הַקֶּבֶר כָּל זְמַן שֶׁהַטֻּמְאָה בְּתוֹכוֹ מְטַמֵּא בְּמַגָּע וּבְאֹהֶל כְּמֵת דִּין תּוֹרָה. שֶׁנֶּאֱמַר <small>(במדבר יט טז)</small> \"אוֹ בְמֵת אוֹ בְעֶצֶם אָדָם אוֹ בְקָבֶר\". וְאֶחָד הַנּוֹגֵעַ בְּגַגּוֹ שֶׁל קֶבֶר אוֹ הַנּוֹגֵעַ בִּכְתָלָיו. וְהוּא שֶׁיִּהְיֶה בָּנוּי וְסָתוּם וְאַחַר כָּךְ יִהְיֶה כֻּלּוֹ מְטַמֵּא בְּמַגָּע וּבְאֹהֶל. אֲבָל הַמַּעֲמִיד כֵּלִים אוֹ אֲבָנִים וְכַיּוֹצֵא בָּהֶן בְּצִדֵּי הַמֵּת וְכִסָּה עָלָיו מִלְּמַעְלָה בְּכֵלִים אוֹ בַּאֲבָנִים וְכַיּוֹצֵא בָּהֶן זֶה הַכִּסּוּי הַמֻּטָּל מִלְּמַעְלָה נִקְרָא גּוֹלֵל וְאֵלּוּ הַצְּדָדִין הַמַּעֲמִידִין אֶת הַגּוֹלֵל שֶׁהוּא נִשְׁעָן עֲלֵיהֶן נִקְרָאִין דּוֹפֵק. וּשְׁנֵיהֶם הַגּוֹלֵל אוֹ הַדּוֹפֵק מְטַמְּאִין בְּמַגָּע וּבְאֹהֶל כְּקֶבֶר וְטֻמְאָתָן מִדִּבְרֵי סוֹפְרִים וְאֵינָן מְטַמְּאִין בְּמַשָּׂא. לְפִיכָךְ אִם גָּרַר הַגּוֹלֵל בַּחֲבָלִים עַד שֶׁכִּסָּה בּוֹ אֶת הַמֵּת. אוֹ גְּרָרוֹ אוֹ שְׁמָטוֹ מֵעַל הַמֵּת. אוֹ שֶׁגָּרַר הַדּוֹפֵק עַד שֶׁהֶעֱמִיד עָלָיו הַגּוֹלֵל אוֹ שְׁמָטוֹ בַּחֲבָלִים מִתַּחַת הַגּוֹלֵל הֲרֵי זֶה טָהוֹר. וּדְבָרִים שֶׁסּוֹמְכִין אֶת הַדּוֹפֵק וְהֵם הַנִּקְרָאִין דּוֹפֵק דּוֹפְקִין הֲרֵי הֵן טְהוֹרִין: \n",
      "שָׂדֶה שֶׁנֶּחְרַשׁ בָּהּ קֶבֶר וְאָבְדוּ עַצְמוֹת הַמֵּת בַּעֲפָרָהּ הִיא הַנִּקְרֵאת בֵּית הַפְּרָס. וַעֲפָרָהּ מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא שֶׁמָּא יֵשׁ בָּהּ עֶצֶם כִּשְׂעוֹרָה. וְאֵינָהּ מְטַמְּאָה בְּאֹהֶל. וְכֵן כָּל אַרְצוֹת הָעַכּוּ''ם עֲפָרָן מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא מִפְּנֵי הָעֲצָמוֹת שֶׁאֵין נִזְהָרִין בָּהֶן. וְטֻמְאַת בֵּית הַפְּרָס וְאֶרֶץ הָעַכּוּ''ם מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
    ],
    [
      "אֵלוּ מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל. הַמֵּת אֲפִלּוּ נֵפֶל שֶׁלֹּא נִתְקַשְּׁרוּ אֵיבָרָיו בְּגִידִין. וּכְזַיִת מִבְּשַׂר הַמֵּת. וּכְזַיִת נֶצֶל. וְאֵיבָר מִן הַחַי. וְאֵיבָר מִן הַמֵּת שֶׁיֵּשׁ עֲלֵיהֶם בָּשָׂר כָּרָאוּי. וְהַשִּׁדְרָה וְהַגֻּלְגּלֶת. וְרֹב בִּנְיָנוֹ וְרֹב מִנְיָנוֹ. וְרֹבַע עֲצָמוֹת מִכָּל מָקוֹם אַף עַל פִּי שֶׁאֵין בָּהֶן לֹא רֹב בִּנְיָן וְלֹא רֹב מִנְיָן. וּרְבִיעִית דַּם. וּרְבִיעִית דַּם תְּבוּסָה. הַכּל שְׁתֵּים עֶשְׂרֵה: \n",
      "וְאֵלּוּ מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא וְאֵין מְטַמְּאִין בְּאֹהֶל. אֵיבָר מִן הַחַי שֶׁחָסַר בְּשָׂרוֹ וְאֵין בּוֹ לְהַעֲלוֹת אֲרוּכָה. וְאֵיבָר מִן הַמֵּת שֶׁחָסַר בְּשָׂרוֹ אוֹ עַצְמוֹ וְלֹא נִשְׁאַר בָּשָׂר כְּדֵי לְהַעֲלוֹת אֲרוּכָה אוֹ שֶׁחָסַר הָעֶצֶם אַף עַל פִּי שֶׁיֵּשׁ עָלָיו בָּשָׂר כְּדֵי לְהַעֲלוֹת אֲרוּכָה. וְהַשִּׁדְרָה שֶׁחָסְרָה וְאֵין בָּהּ רֹבַע עֲצָמוֹת. וְהַגֻּלְגּלֶת שֶׁחָסְרָה וְאֵין בָּהּ רֹבַע עֲצָמוֹת. וְעֶצֶם אֲפִלּוּ כִּשְׂעוֹרָה. וְאֶרֶץ הָעַכּוּ''ם. וּבֵית הַפְּרָס. הַכּל שֶׁבַע: \n",
      "הַגּוֹלֵל וְהַדּוֹפֵק מְטַמְּאִין בְּמַגָּע וּבְאֹהֶל כְּקֶבֶר וְאֵינָן מְטַמְּאִין בְּמַשָּׂא. הָרֶקֶב מְטַמֵּא בְּמַשָּׂא וּבְאֹהֶל וְאֵינוֹ מְטַמֵּא בְּמַגָּע. טֻמְאַת רֹבַע עֲצָמוֹת בְּאֹהֶל וְטֻמְאַת רְבִיעִית דָּם וְטֻמְאַת אֵיבָר שֶׁאֵין עָלָיו בָּשָׂר כָּרָאוּי בֵּין מִן הַמֵּת בֵּין מִן הַחַי יֵרָאֶה לִי שֶׁכֻּלָּן טֻמְאָתָן אֵינָן דִּין תּוֹרָה שֶׁהֲרֵי אֵין הַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בִּנְזִירוּת וְאֵין חַיָּבִין עֲלֵיהֶן עַל בִּיאַת הַמִּקְדָּשׁ. וְעַל טָמֵא בְּטֻמְאָה שֶׁל תּוֹרָה חַיָּב עַל בִּיאַת הַמִּקְדָּשׁ. לְפִיכָךְ אֲנִי אוֹמֵר שֶׁכָּל טֻמְאָה מִן הַמֵּת שֶׁאֵין הַנָּזִיר מְגַלֵּחַ עָלֶיהָ אֵינָהּ דִּין תּוֹרָה: \n",
      "אֵין רֶקֶב הַמֵּת מְטַמֵּא עַד שֶׁיִּקָּבֵר עָרֹם בְּאָרוֹן שֶׁל שַׁיִשׁ אוֹ שֶׁל זְכוּכִית וְכַיּוֹצֵא בָּהֶן וְיִהְיֶה כֻּלּוֹ שָׁלֵם. חָסֵר מִמֶּנּוּ אֵיבָר אוֹ שֶׁנִּקְבַּר בִּכְסוּתוֹ אוֹ בְּאָרוֹן שֶׁל עֵץ אוֹ שֶׁל מַתֶּכֶת אֵין רִקְבּוֹ טָמֵא מִפְּנֵי שֶׁרֶקֶב הַכְּסוּת אוֹ רֶקֶב הָעֵץ אוֹ חֲלוּדַת הַמַּתֶּכֶת תִּתְעָרֵב בְּרֶקֶב גְּוִיָּתוֹ. וְרֶקֶב הַמְטַמֵּא שֶׁנִּתְעָרֵב בּוֹ עָפָר כָּל שֶׁהוּא הֲרֵי הוּא בְּטֻמְאָתוֹ. וְלֹא אָמְרוּ רֶקֶב אֶלָּא לְמֵת בִּלְבַד אֲבָל הָרוּג אֵין לוֹ רֶקֶב: \n",
      "קָבְרוּ שְׁנֵי מֵתִים כְּאֶחָד אוֹ שֶׁגָּזְזוּ שְׂעָרוֹ אוֹ צִפָּרְנָיו וּקְבָרוּם עִמּוֹ אוֹ שֶׁקָּבְרוּ אִשָּׁה מְעֻבֶּרֶת וְעֻבָּרָהּ בְּמֵעֶיהָ אֵין לָהֶם רֶקֶב: \n",
      "טָחַן הַמֵּת עַד שֶׁנַּעֲשָׂה רֶקֶב אֵינוֹ מְטַמֵּא עַד שֶׁיַּרְקִיב מֵאֵלָיו: \n",
      "טְחָנוֹ כֻּלּוֹ וְהִנִּיחוֹ עַד שֶׁיַּרְקִיב אוֹ שֶׁהִרְקִיב מִקְצָתוֹ כְּשֶׁהוּא חַי וּמֵת וְהִרְקִיב כֻּלּוֹ הֲרֵי זֶה סָפֵק. וְאִם נִטְמָא לִמְלֹא חָפְנַיִם מֵרֶקֶב זֶה הֲרֵי זֶה טָמֵא בְּסָפֵק: \n",
      "מְלֹא חָפְנַיִם וְעוֹד מֵעָפָר הַנִּמְצָא תַּחַת הַמֵּת אוֹ מֵעָפָר הַנִּמְצָא בְּקֶבֶר וְאֵין יָדוּעַ מַה טִּיבוֹ אִם הוּא רֶקֶב שֶׁמְּטַמֵּא בְּאֹהֶל אוֹ אֵינוֹ אֶלָּא עָפָר שֶׁנִּתְלַכְלֵךְ בְּנֶצֶל הַמֵּת וְדָמוֹ. הֲרֵי זֶה מְטַמֵּא בְּמַשָּׂא וּבְאֹהֶל שֶׁהֲרֵי יֵשׁ בִּמְלֹא חָפְנַיִם וְעוֹד מְלֹא חָפְנַיִם רֶקֶב. וְיֵרָאֶה לִי שֶׁאַף זוֹ טֻמְאָה מִדִּבְרֵי סוֹפְרִים: \n",
      "הַמֵּת שֶׁנִּשְׂרַף וְשִׁלְדּוֹ קַיֶּמֶת וְהוּא הַשִּׁדְרָה וְהַצְּלָעוֹת הֲרֵי זֶה מְטַמֵּא כְּמֵת שָׁלֵם וְאֵין צָרִיךְ לוֹמַר אִם נֶחְרַךְ. אֲבָל אִם נִשְׂרַף עַד שֶׁנִּתְבַּלְבְּלָה צוּרַת תַּבְנִיתוֹ טָהוֹר. וְכֵן שַׁפִּיר מְרֻקָּם שֶׁטְּרָפוֹ בְּמַיִם טָהוֹר שֶׁהֲרֵי נִתְבַּלְבְּלָה צוּרָתוֹ: \n",
      "בְּשַׂר הַמֵּת שֶׁנִּפְרַךְ וְנַעֲשָׂה כְּקֶמַח טָהוֹר וְכֵן אֵפֶר הַשְּׂרוּפִין טָהוֹר וְכֵן הַתּוֹלָעִים הַנֶּהֱוִין מִבְּשַׂר הַמֵּת בֵּין חַיִּים בֵּין מֵתִים טְהוֹרִין. וּכְבָר בֵּאַרְנוּ שֶׁהַמֹּחַ כְּבָשָׂר בְּכָל מָקוֹם בֵּין בְּמֵת בֵּין בִּנְבֵלָה וְשֶׁרֶץ: \n",
      "עוֹר הָאָדָם כִּבְשָׂרוֹ וְאִם עִבְּדוֹ כָּל צָרְכּוֹ אוֹ הִלֵּךְ בּוֹ כְּדֵי עֲבוֹדָה הֲרֵי זֶה טָהוֹר מִן הַתּוֹרָה. אֲבָל מִדִּבְרֵיהֶם מְטַמֵּא בִּכְזַיִת כִּבְשַׂר הַמֵּת גְּזֵרָה שֶׁלֹּא לְהַרְגִּיל בְּנֵי אָדָם לְעַבֵּד עוֹרוֹת הָאָדָם וְיִשְׁתַּמְּשׁוּ בָּהֶן: \n",
      "עוֹר הַבָּא כְּנֶגֶד פָּנָיו שֶׁל אָדָם כְּשֶׁיִּוָּלֵד בֵּין שֶׁהָיָה חַי וְאִמּוֹ חַיָּה בֵּין שֶׁנּוֹלַד מֵת וְאִמּוֹ מֵתָה הֲרֵי זֶה טָהוֹר מִפְּנֵי שֶׁהוּא כְּמוֹ פֶּרֶשׁ אוֹ צוֹאָה וְקִיא וְכַיּוֹצֵא בָּהֶן: \n",
      "כָּל שֶׁבַּמֵּת טָמֵא חוּץ מִן הַשִּׁנַּיִם וְהַשֵּׂעָר וְהַצִּפֹּרֶן הוֹאִיל וְגִזְעָן מַחְלִיף. וּבִשְׁעַת חִבּוּרָן הַכּל טָמֵא. כֵּיצַד. הַמֵּת בַּחוּץ וּשְׂעָרוֹ בְּתוֹךְ הַבַּיִת נִטְמָא כָּל אֲשֶׁר בַּבַּיִת. וְכֵן הַנּוֹגֵעַ בִּשְׂעָרוֹ אוֹ בְּשִׁנָּיו אוֹ בְּצִפָּרְנָיו כְּשֶׁהֵן מְחֻבָּרִין נִטְמָא. שְׂעָרוֹ הָעוֹמֵד לְהִגָּזֵז וְצִפָּרְנָיו הָעוֹמְדִים לְהִנָּטֵל הוֹאִיל וְהֵן עוֹמְדִין לְהִנָּטֵל יֵשׁ בָּהֶן סָפֵק לְפִיכָךְ הַנּוֹגֵעַ בָּהֶן הֲרֵי הוּא סְפֵק טָמֵא. כָּל מַשְׁקֶה הַיּוֹצֵא מִן הַמֵּתִים טָהוֹר חוּץ מִדָּמוֹ. וְכָל מַרְאֵה דָּמִים מִן הַמֵּת טָמֵא כְּמוֹ שֶׁבֵּאַרְנוּ. וּמִפְּנֵי מָה לֹא גָּזְרוּ עַל מַשְׁקֶה הַמֵּת כְּדֶרֶךְ שֶׁגָּזְרוּ עַל מַשְׁקִין הַיּוֹצְאִין מִכָּל הַטְּמֵאִין מִפְּנֵי שֶׁהַמֵּת הַכּל בְּדֵלִין מִמֶּנּוּ לֹא גָּזְרוּ עַל מַשְׁקָיו: \n",
      "כָּבֵד שֶׁנִּמּוֹחָה מְטַמְּאָה בִּרְבִיעִית מִפְּנֵי שֶׁהִיא כְּדָם נִקְפָּה. דַּם קָטָן שֶׁיָּצָא כֻּלּוֹ אִם אֵין בּוֹ רְבִיעִית טָהוֹר אַף עַל פִּי שֶׁהוּא כָּל דָּם שֶׁבּוֹ: \n",
      "וְאֵלּוּ אִם חָסְרוּ כָּל שֶׁהוּא טְהוֹרִים. רְבִיעִית דָּם. וְעֶצֶם כִּשְׂעוֹרָה. וּכְזַיִת בָּשָׂר. וּכְזַיִת נֶצֶל. וּמְלֹא חָפְנַיִם רֶקֶב. וְאֵיבָר מִן הַחַי שֶׁחָסַר מֵעַצְמוֹ כָּל שֶׁהוּא: \n"
    ],
    [
      "רְבִיעִית דָּם הַבָּאָה מִשְּׁנֵי מֵתִים טְהוֹרָה עַד שֶׁתִּהְיֶה כָּל הָרְבִיעִית מִמֵּת אֶחָד. שִׁדְרָה שֶׁנִּגְמְרָה מִשְּׁנֵי מֵתִים כְּגוֹן שֶׁהָיוּ מִקְצָת הַחֻלְיוֹת מֵאֶחָד וְתַשְׁלוּמָן מִמֵּת אַחֵר וְכֵן הַגֻּלְגּלֶת שֶׁל שְׁנֵי מֵתִים וְרֹבַע עֲצָמוֹת מִשְּׁנֵי מֵתִים וְאֵיבָר מִן הַמֵּת מִשְּׁנֵי מֵתִים כָּל אֵלּוּ אֵינָן מְטַמְּאִין בְּאֹהֶל אֶלָּא בְּמַגָּע וּבְמַשָּׂא כִּשְׁאָר כָּל עֲצָמוֹת: \n",
      "אֵיבָר מִן הַחַי מִשְּׁנֵי אֲנָשִׁים טָהוֹר אֲפִלּוּ מֵאִישׁ אֶחָד אִם נֶחְלַק לִשְׁנַיִם טָהוֹר: \n",
      "כְּזַיִת בָּשָׂר מִשְּׁנֵי מֵתִים וּכְזַיִת נֶצֶל מִשְּׁנֵי מֵתִים וּמְלֹא חָפְנַיִם רֶקֶב מִשְּׁנֵי מֵתִים שֶׁכָּל אֶחָד מֵהֶן יֵשׁ לוֹ רֶקֶב הֲרֵי אֵלּוּ מִצְטָרְפִין זֶה עִם זֶה. וְכֵן כַּחֲצִי זַיִת בָּשָׂר וְכַחֲצִי זַיִת נֶצֶל מִצְטָרְפִין זֶה עִם זֶה. וּשְׁאָר כָּל הַטֻּמְאוֹת שֶׁבַּמֵּת אֵין מִצְטָרְפִין זֶה עִם זֶה מִפְּנֵי שֶׁלֹּא שָׁווּ בְּשִׁעוּרֵיהֶן: \n",
      "עֶצֶם כִּשְׂעוֹרָה שֶׁנֶּחְלָק לִשְׁנַיִם מְטַמֵּא בְּמַשָּׂא. וְכֵן רֹבַע עַצְמוֹת מֵת אֶחָד שֶׁנִּדַּקְדְּקוּ וְאֵין בְּכָל אֶחָד מֵהֶם עֶצֶם כִּשְׂעוֹרָה מְטַמְּאִין בְּאֹהֶל כְּאִלּוּ לֹא נִדַּקְדְּקוּ: \n",
      "כְּזַיִת מִן הַמֵּת שֶׁחֲתָכוֹ לַחֲלָקִים וְרִדְּדוֹ וְדִבְּקוֹ מְטַמֵּא בְּאֹהֶל וּבְמַשָּׂא וְאֵינוֹ מְטַמֵּא בְּמַגָּע קְצָתוֹ אַף עַל פִּי שֶׁחִבְּרוֹ שֶׁאֵין חִבּוּרֵי אָדָם חִבּוּר: \n",
      "כְּזַיִת חֵלֶב שָׁלֵם שֶׁהִתִּיכוֹ טָמֵא. הָיָה מְפֹרָד וְהִתִּיכוֹ טָהוֹר: \n",
      "שִׁדְרָה שֶׁנִּגְרְרוּ מִמֶּנָּה רֹב חֻלְיוֹת שֶׁלָּהּ אַף עַל פִּי שֶׁשִּׁלְדָּהּ קַיֶּמֶת אֵינָהּ מְטַמְּאָה בְּאֹהֶל. וּבַזְּמַן שֶׁהִיא בְּתוֹךְ הַקֶּבֶר אֲפִלּוּ מְשֻׁבֶּרֶת אֲפִלּוּ מְכֻתֶּתֶת מְטַמְּאָה בְּאֹהֶל מִפְּנֵי שֶׁהַקֶּבֶר מְצָרְפָהּ: \n",
      "כָּל הַמְטַמְּאִין בְּאֹהֶל שֶׁנֶּחְלְקוּ וְהִכְנִיסָן בְּתוֹךְ הַבַּיִת הָאֹהֶל מְצָרְפָן וּמְטַמְּאִין בְּאֹהֶל: \n",
      "עֶצֶם שֶׁיֵּשׁ עָלָיו כְּזַיִת בָּשָׂר בִּידֵי שָׁמַיִם וְהִכְנִיס מִקְצָתוֹ לְפָנִים מִן הַבַּיִת נִטְמָא הַבַּיִת. שְׁנֵי עֲצָמוֹת וַעֲלֵיהֶם כִּשְׁנֵי חֲצָיֵי זֵיתִים בָּשָׂר וְהִכְנִיס מִקְצָתָן לִפְנִים הַבַּיִת טָמֵא. וְאִם הָיָה הַבָּשָׂר תָּחוּב בָּעֲצָמוֹת בִּידֵי אָדָם הַבַּיִת טָהוֹר שֶׁאֵין חִבּוּרֵי אָדָם חִבּוּר: \n",
      "מְלֹא חָפְנַיִם רֶקֶב שֶׁנִּתְפַּזֵּר בְּתוֹךְ הַבַּיִת הַבַּיִת טָמֵא: \n",
      "רְבִיעִית דָּם שֶׁנִּבְלְעָה בְּתוֹךְ הַבַּיִת הַבַּיִת טָהוֹר לְהַבָּא וְכָל שֶׁהָיָה בּוֹ בְּעֵת שֶׁנִּבְלְעָה הָרְבִיעִית בָּאָרֶץ טָמֵא: \n",
      "כְּזַיִת מִן הַמֵּת שֶׁאָבַד בְּתוֹךְ הַבַּיִת וּבִקֵּשׁ וְלֹא נִמְצָא, הַבַּיִת טָהוֹר. וְלִכְשֶׁיִּמָּצֵא הַבַּיִת טָמֵא לְמַפְרֵעַ מֵעֵת שֶׁאָבַד עַד שֶׁנִּמְצָא: \n",
      "רְבִיעִית דָּם שֶׁנִּשְׁפַּךְ בָּאֲוִיר אִם קָרַשׁ אוֹ שֶׁהָיָה בִּמְקוֹם אַשְׁבֹּרֶן וְהוּא הַמָּקוֹם הַנָּמוּךְ כְּמוֹ גֻּמָּא וְהֶאֱהִיל הַמַּאֲהִיל עַל מִקְצָתוֹ נִטְמָא. נִשְׁפַּךְ עַל הָאַסְקֻפָּה בַּמּוֹרָד בֵּין לְפָנִים בֵּין לַחוּץ הַבַּיִת טָהוֹר. שֶׁהֲרֵי לֹא נָח הַדָּם עַל הָאַסְקֻפָּה. וְאִם הָיְתָה הָאַסְקֻפָּה אַשְׁבֹּרֶן אוֹ שֶׁקָּרַשׁ הַדָּם עָלֶיהָ הַבַּיִת טָמֵא. רְבִיעִית דָּם שֶׁנִּבְלְעָה בִּכְסוּת אִם מִתְכַּבֶּסֶת וְיוֹצְאָה מִמֶּנּוּ רְבִיעִית דָּם הֲרֵי זוֹ הַכְּסוּת מִתְטַמְּאָה בְּמַגָּע וּבְמַשָּׂא וּבְאֹהֶל וְאִם לָאו אֵינָהּ מִתְטַמְּאָה בְּאֹהֶל וַהֲרֵי הִיא כִּכְסוּת שֶׁנָּגְעָה בְּמֵת שֶׁכָּל הַבָּלוּעַ שֶׁאֵינוֹ יָכוֹל לָצֵאת טָהוֹר. כֵּיצַד מְשַׁעֲרִין אוֹתָהּ. מְכַבְּסִין אוֹתָהּ בְּמַיִם וּמֵבִיא מַיִם כְּמִדָּתָן וְנוֹתֵן לְתוֹכָן רְבִיעִית דָּם אִם הָיָה מַרְאֵיהֶן שָׁוֶה אוֹ שֶׁהָיָה מֵי הַכִּבּוּס אָדֹם יוֹתֵר מִמֵּי הַמֶּזֶג בְּיָדוּעַ שֶׁיָּצָא מִמֶּנָּה רְבִיעִית: \n",
      "הַמַּשָּׂא וְהַמַּגָּע וְהָאֹהֶל שְׁלֹשָׁה שֵׁמוֹת הֵם. וְכָל שֶׁהוּא מִשֵּׁם אֶחָד מִצְטָרֵף וּמְטַמֵּא. וּמִשְּׁנֵי שֵׁמוֹת אֵינוֹ מִצְטָרֵף וְטָהוֹר. כֵּיצַד. הַנּוֹגֵעַ בְּכִשְׁנֵי חֲצָאֵי זֵיתִים אוֹ שֶׁנָּשָׂא שְׁנֵי חֲצָאֵי זֵיתִים בְּבַת אַחַת. אוֹ שֶׁהֶאֱהִיל עַל כִּשְׁנֵי חֲצָאֵי זֵיתִים. אוֹ שֶׁהֶאֱהִיל עַל חֲצִי זַיִת וַחֲצִי זַיִת אַחֵר מַאֲהִיל עָלָיו. אוֹ שֶׁהָיָה הוּא וַחֲצִי זַיִת תַּחַת הָאֹהֶל וְהֶאֱהִיל בְּמִקְצָת גּוּפוֹ עַל חֲצִי זַיִת אַחֵר. אוֹ הֶאֱהִיל חֲצִי זַיִת עַל מִקְצָתוֹ. הַכּל טְמֵאִים מִפְּנֵי שֶׁהוּא שֵׁם אֶחָד. אֲבָל הַנּוֹגֵעַ בַּחֲצִי זַיִת אוֹ הַנּוֹשֵׂא חֲצִי זַיִת וְדָבָר אַחֵר מַאֲהִיל עָלָיו וְעַל כַּחֲצִי זַיִת. אוֹ שֶׁהֶאֱהִיל עָלָיו חֲצִי זַיִת אַחֵר. אוֹ שֶׁהֶאֱהִיל הוּא עַל חֲצִי זַיִת אַחֵר. וְכֵן הַנּוֹשֵׂא כַּחֲצִי זַיִת וְנָגַע בַּחֲצִי זַיִת אַחֵר. הַכּל טְהוֹרִים. שֶׁאֵין הַמַּגָּע מִצְטָרֵף עִם הַמַּשָּׂא לֹא בְּמֵת וְלֹא בִּשְׁאָר טֻמְאוֹת. וְלֹא הַמַּגָּע מִצְטָרֵף עִם הָאֹהֶל וְלֹא הָאֹהֶל מִצְטָרֵף עִם הַמַּשָּׂא [לְפִי שֶׁאֵינוֹ שֵׁם אֶחָד]: \n"
    ],
    [
      "כָּל הַמִּתְטַמְּאִין מֵחֲמַת הַמֵּת בֵּין אָדָם בֵּין כֵּלִים טְמֵאִים טֻמְאַת שִׁבְעָה. כֵּיצַד. אָדָם אוֹ כְּלִי שֶׁנָּגַע בִּדְבָרִים שֶׁמְּטַמְּאִין מִן הַמֵּת בְּמַגָּע. אוֹ שֶׁנִּטְמָא בְּאֹהֶל בְּאֶחָד מִדְּבָרִים שֶׁמְּטַמְּאִין בְּאֹהֶל. וְכֵן אָדָם שֶׁנָּשָׂא דְּבָרִים שֶׁמְּטַמְּאִין מִן הַמֵּת בְּמַשָּׂא. הַכּל טְמֵאִים טֻמְאַת שִׁבְעָה שֶׁנֶּאֱמַר <small>(במדבר יט יד)</small> \"כָּל הַבָּא אֶל הָאֹהֶל וְכָל אֲשֶׁר בָּאֹהֶל יִטְמָא שִׁבְעַת יָמִים\": \n",
      "אָדָם שֶׁנִּטְמָא בְּמֵת וְכֵלִים שֶׁיִּגַּע בָּהֶן אָדָם זֶה טְמֵאִין טֻמְאַת שִׁבְעָה שֶׁנֶּאֱמַר <small>(במדבר לא כד)</small> \"וְכִבַּסְתֶּם בִּגְדֵיכֶם בַּיּוֹם הַשְּׁבִיעִי וּטְהַרְתֶּם\". אֲבָל אָדָם שֶׁנָּגַע בְּאָדָם שֶׁנִּטְמָא בְּמֵת. בֵּין שֶׁנָּגַע בּוֹ אַחַר שֶׁפֵּרַשׁ מִמְּטַמְּאָיו בֵּין שֶׁנָּגַע בּוֹ כְּשֶׁהוּא עֲדַיִן נוֹגֵעַ בְּמֵת. הֲרֵי זֶה הַשֵּׁנִי טָמֵא טֻמְאַת עֶרֶב שֶׁנֶּאֱמַר <small>(במדבר יט כב)</small> \"וְהַנֶּפֶשׁ הַנֹּגַעַת תִּטְמָא עַד הָעָרֶב\". זֶהוּ דִּין תּוֹרָה אֲבָל מִדִּבְרֵי סוֹפְרִים הַנּוֹגֵעַ בְּמֵת וְנָגַע בְּאָדָם אַחֵר וַעֲדַיִן הוּא מְחֻבָּר בַּמֵּת שְׁנֵיהֶן טְמֵאִין טֻמְאַת שִׁבְעָה וּכְאִלּוּ נָגַע זֶה הַשֵּׁנִי בַּמֵּת עַצְמוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן תְּרוּמָה וְקָדָשִׁים. אֲבָל לְנָזִיר וּלְעוֹשֶׂה פֶּסַח בֵּין בִּשְׁעַת חִבּוּר בֵּין אַחַר שֶׁפֵּרַשׁ אֵינוֹ טָמֵא אֶלָּא טֻמְאַת עֶרֶב כְּדִין תּוֹרָה: \n",
      "כֵּלִים שֶׁנִּטְמְאוּ בְּמֵת בֵּין בְּמַגָּע בֵּין בְּאֹהֶל הֲרֵי הֵן לַנּוֹגֵעַ בָּהֶן כְּנוֹגֵעַ בַּמֵּת עַצְמוֹ. מָה הַמֵּת מְטַמֵּא הַנּוֹגֵעַ בּוֹ בֵּין אָדָם בֵּין כֵּלִים טֻמְאַת שִׁבְעָה אַף כֵּלִים שֶׁנִּטְמְאוּ בַּמֵּת הֵם וְהַכֵּלִים אוֹ הָאָדָם שֶׁיִּגַּע בָּהֶן טְמֵאִין טֻמְאַת שִׁבְעָה. שֶׁנֶּאֱמַר <small>(במדבר יט טז)</small> \"בַּחֲלַל חֶרֶב אוֹ בְמֵת\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַחֶרֶב כְּמֵת וְהוּא הַדִּין לִשְׁאָר כֵּלִים. בֵּין כְּלֵי מַתָּכוֹת בֵּין כְּלֵי שֶׁטֶף וּבְגָדִים. הֲרֵי הוּא אוֹמֵר <small>(במדבר לא יט)</small> \"כּל הֹרֵג נֶפֶשׁ וְכל נֹגֵעַ בֶּחָלָל\" וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁזֶּה יָרָה חֵץ וְהָרַג אוֹ זָרַק אֶבֶן וְהָרַג נִטְמָא שִׁבְעַת יָמִים. אֶלָּא הוֹרֵג נֶפֶשׁ בְּחֶרֶב וְכַיּוֹצֵא בָּהּ שֶׁנִּטְמָא בִּנְגִיעָתוֹ בַּכְּלִי שֶׁהָרַג בּוֹ שֶׁהֲרֵי נָגַע הַכְּלִי בְּמֵת. וּמִנַּיִן שֶׁאַף הַכֵּלִים הַנּוֹגְעִין בָּאָדָם שֶׁנָּגַע בְּכֵלִים שֶׁנִּטְמְאוּ בַּמֵּת שֶׁטְּמֵאִים טֻמְאַת שִׁבְעָה שֶׁהֲרֵי הוּא אוֹמֵר <small>(במדבר לא כד)</small> \"וְכִבַּסְתֶּם בִּגְדֵיכֶם בַּיּוֹם הַשְּׁבִיעִי וּטְהַרְתֶּם\". הָא לָמַדְתָּ שֶׁכָּל אָדָם הַטָּמֵא טֻמְאַת שִׁבְעָה מְטַמֵּא בְּגָדִים טֻמְאַת שִׁבְעָה: \n",
      "נִמְצֵאתָ אוֹמֵר אָדָם שֶׁנָּגַע בְּמֵת וְאָדָם בְּאָדָם אַחֵר הָרִאשׁוֹן טָמֵא טֻמְאַת שִׁבְעָה וְהַשֵּׁנִי טֻמְאַת עֶרֶב. כֵּלִים הַנּוֹגְעִין בְּמֵת וְכֵלִים בְּכֵלִים שְׁנֵיהֶם טְמֵאִים טֻמְאַת שִׁבְעָה אֲבָל הַשְּׁלִישִׁי בֵּין אָדָם בֵּין כֵּלִים טָמֵא טֻמְאַת עֶרֶב. כֵּלִים הַנּוֹגְעִין בְּמֵת וְאָדָם בְּכֵלִים וְכֵלִים בְּאָדָם שְׁלָשְׁתָּן טְמֵאִין טֻמְאַת שִׁבְעָה וְהָרְבִיעִי בֵּין אָדָם בֵּין כֵּלִים טָמֵא טֻמְאַת עֶרֶב: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן תְּרוּמָה וְקָדָשִׁים. אֲבָל לְחַיֵּב כָּרֵת עַל בִּיאַת מִקְדָּשׁ אוֹ עַל אֲכִילַת קָדָשִׁים אֵינוֹ חַיָּב אֶלָּא הַשְּׁנַיִם בִּלְבַד הָרִאשׁוֹן שֶׁנָּגַע בַּמֵּת וְהַשֵּׁנִי שֶׁנָּגַע בּוֹ כְּדִין תּוֹרָה שֶׁנֶּאֱמַר <small>(במדבר יט כב)</small> \"וְכל אֲשֶׁר יִגַּע בּוֹ הַטָּמֵא יִטְמָא\". אֲבָל הַנּוֹגֵעַ בְּכֵלִים שֶׁנָּגְעוּ בָּאָדָם אוֹ הַנּוֹגֵעַ בְּאָדָם שֶׁנָּגַע בַּכֵּלִים שֶׁנָּגְעוּ בַּמֵּת פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת מִקְדָּשׁ. שֶׁהַדְּבָרִים הָאֵלּוּ אַף עַל פִּי שֶׁהֵן דִּבְרֵי קַבָּלָה אֵינָן דִּין תּוֹרָה. שֶׁהֲרֵי לֹא נִתְפָּרְשׁוּ בַּתּוֹרָה. אֶלָּא זֶה שֶׁנִּטְמָא בְּמֵת שֶׁהוּא אָב וְהַשֵּׁנִי הַנּוֹגֵעַ בּוֹ שֶׁהוּא רִאשׁוֹן בֵּין אָדָם בֵּין כֵּלִים: \n",
      "כְּלִי חֶרֶשׂ שֶׁנָּגַע בְּמֵת אוֹ שֶׁהָיָה עִמּוֹ בָּאֹהֶל טָמֵא. וְאֵינוֹ מְטַמֵּא [לֹא אָדָם] וְלֹא כְּלִי חֶרֶשׂ אַחֵר וְלֹא שְׁאָר כֵּלִים שֶׁאֵין כְּלִי חֶרֶשׂ נַעֲשֶׂה אַב הַטֻּמְאָה לְעוֹלָם לֹא בְּמֵת וְלֹא בִּשְׁאָר טֻמְאוֹת. וְזֶה דִּין תּוֹרָה אַף עַל פִּי שֶׁהוּא קַבָּלָה: \n",
      "זֶה כְּלָל גָּדוֹל בַּטֻּמְאוֹת כָּל אַב הַטֻּמְאָה מְטַמֵּא אָדָם וּמְטַמֵּא בְּגָדִים וְכֵלִים בֵּין כְּלֵי מַתָּכוֹת בֵּין כְּלֵי שֶׁטֶף בֵּין כְּלֵי חֶרֶשׂ. וְכָל הַמְטַמֵּא אָדָם וְכֵלִים בִּנְגִיעָה הֲרֵי זֶה אַב הַטֻּמְאָה. וְכָל וְלַד הַטֻּמְאוֹת מְטַמֵּא אֳכָלִין וּמַשְׁקִין וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְכֵלִים לֹא כְּלֵי חֶרֶשׂ וְלֹא שְׁאָר כֵּלִים וּבְגָדִים: \n",
      "כָּל הַנּוֹגֵעַ בְּאָב הוּא הַנִּקְרָא רִאשׁוֹן. וְהַנּוֹגֵעַ בָּרִאשׁוֹן נִקְרָא שֵׁנִי. וְהַנּוֹגֵעַ בַּשֵּׁנִי נִקְרָא שְׁלִישִׁי. וְהַנּוֹגֵעַ בַּשְּׁלִישִׁי נִקְרָא רְבִיעִי. וְהָרִאשׁוֹן וְשֶׁלְּמַטָּה מִמֶּנּוּ כֻּלָּן נִקְרָאִין וְלַד הַטֻּמְאָה: \n",
      "כָּל הַמִּתְטַמֵּא מֵחֲמַת הַמֵּת טֻמְאַת שִׁבְעָה בֵּין אָדָם בֵּין כֵּלִים הוּא הַנִּקְרָא טְמֵא מֵת. וְהוּא אָב מֵאֲבוֹת הַטֻּמְאוֹת לְעִנְיַן טֻמְאַת תְּרוּמָה וְטֻמְאַת קָדָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ. לִמְנוֹת מִמֶּנּוּ רִאשׁוֹן וְשֵׁנִי כְּדֵי לְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע כִּשְׁאָר אֲבוֹת הַטֻּמְאוֹת. וְאֵינוֹ מְטַמֵּא בְּמַשָּׂא: \n",
      "כָּל הַמִּתְטַמֵּא מֵחֲמַת הַמֵּת טֻמְאַת עֶרֶב הוּא וְלַד הַטֻּמְאָה וְהוּא הָרִאשׁוֹן לְטֻמְאָה. וְאֶפְשָׁר שֶׁיִּהְיֶה הָרְבִיעִי מִן הַמֵּת רִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ לְעִנְיַן תְּרוּמָה וְקָדָשִׁים: \n",
      "אָדָם אוֹ כֵּלִים שֶׁנִּטְמְאוּ בְּמַגַּע אֶרֶץ הָעַכּוּ''ם וּבֵית הַפְּרָס אוֹ בְּמַשָּׂאָן אוֹ בְּמַגַּע דַּם תְּבוּסָה וְגוֹלֵל וְדוֹפֵק אוֹ בְּאָהֳלָן. וְכֵן אָדָם שֶׁנִּטְמָא בְּמַשָּׂא דַּם תְּבוּסָה הֲרֵי אֵלּוּ כֻּלָּן וְכָל כַּיּוֹצֵא בָּהֶן אֲבוֹת טֻמְאוֹת שֶׁל דִּבְרֵי סוֹפְרִים. וְכֵן בְּגָדִים הַמִּתְטַמְּאִין מֵחֲמַת אֵלּוּ טֻמְאַת שִׁבְעָה כֻּלָּן אֲבוֹת הַטֻּמְאוֹת שֶׁל דִּבְרֵי סוֹפְרִים: \n",
      "הָאֹהֶל עַצְמוֹ הַמַּאֲהִיל עַל הַטֻּמְאָה אַף עַל פִּי שֶׁלֹּא נָגְעָה בּוֹ טֻמְאָה הֲרֵי הוּא טָמֵא טֻמְאַת שִׁבְעָה מִן הַתּוֹרָה וַהֲרֵי הוּא כִּבְגָדִים שֶׁנָּגְעוּ בְּמֵת שֶׁנֶּאֱמַר <small>(במדבר יט יח)</small> \"וְהִזָּה עַל הָאֹהֶל\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הָאֹהֶל בֶּגֶד אוֹ שַׂק אוֹ כְּלִי עֵץ אוֹ עוֹר אֶחָד עוֹר בְּהֵמָה וְחַיָּה בֵּין הַמֻּתָּרִין לַאֲכִילָה בֵּין הָאֲסוּרִין לַאֲכִילָה שֶׁנֶּאֱמַר <small>(שמות מ יט)</small> \"וַיִּפְרשֹׁ אֶת הָאֹהֶל עַל הַמִּשְׁכָּן\" אֵין קָרוּי אֹהֶל אֶלָּא אָרוּג וְעוֹר כַּמִּשְׁכָּן. אֲבָל אִם הָיָה הָאֹהֶל נְסָרִין שֶׁל עֵץ כְּגוֹן הַתִּקְרָה וְהַמַּחְצֶלֶת וְכַיּוֹצֵא בָּהֶן. אוֹ שֶׁהָיָה עֶצֶם אוֹ שֶׁל מַתָּכוֹת הֲרֵי זֶה טָהוֹר. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם הָיָה בִּנְיָן שֶׁהוּא טָהוֹר. וְכָל מָקוֹם שֶׁנֶּאֱמַר הַבַּיִת טָמֵא אֵינוֹ אֶלָּא אָדָם וְכֵלִים שֶׁבְּכָל הַבַּיִת. וְאֵין לְךָ יוֹצֵא מִן הָעֵץ שֶׁהוּא מִתְטַמֵּא טֻמְאַת אֹהָלִים אֶלָּא הַפִּשְׁתָּן בִּלְבַד: \n",
      "בְּגָדִים הַנּוֹגְעִין בְּמֵת אַף עַל פִּי שֶׁהֵן כְּמֵת לְטַמֵּא אֲחֵרִים שֶׁנָּגְעוּ בּוֹ טֻמְאַת שִׁבְעָה אֵינָן כְּמֵת לְטַמֵּא בְּאֹהֶל וּבְמַשָּׂא. שֶׁהַמַּשָּׂא לַמֵּת עַצְמוֹ אֵינוֹ מְפֹרָשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. וּבְטֻמְאַת אֹהֶל הוּא אוֹמֵר <small>(במדבר יט יד)</small> \"אָדָם כִּי יָמוּת בְּאֹהֶל\". לְפִיכָךְ הַנּוֹשֵׂא בְּגָדִים שֶׁנָּגְעוּ בְּמֵת וְלֹא נָגַע בָּהֶן וְכָל הַמַּאֲהִיל עֲלֵיהֶן אוֹ שֶׁהֶאֱהִילוּ עָלָיו אוֹ שֶׁהָיוּ עִמּוֹ בְּאֹהֶל הֲרֵי זֶה טָהוֹר. וְכֵן הָאָדָם שֶׁנִּטְמָא בְּמֵת וְהֶאֱהִיל עַל הַכֵּלִים הֲרֵי הֵן טְהוֹרִין שֶׁאֵין טְמֵא מֵת טָמֵא אֶלָּא בְּמַגָּע בִּלְבַד: \n",
      "הַמֵּת אֵינוֹ מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב מִתַּחְתָּיו וְלֹא מַדָּף מֵעַל גַּבָּיו אֶלָּא אֶחָד כְּלִי שֶׁיִּגַּע בַּמֵּת מִצִּדּוֹ אוֹ שֶׁהָיָה תַּחְתָּיו אוֹ עַל גַּבָּיו. כֵּיצַד. עֲשָׂרָה בְּגָדִים זֶה עַל גַּבֵּי זֶה וְהַמֵּת לְמַעְלָה וַעֲשָׂרָה בְּגָדִים אֲחֵרִים עַל גַּבּוֹ מִלְּמַעְלָה. בֶּגֶד הַנּוֹגֵעַ בּוֹ וְהַבֶּגֶד הַשֵּׁנִי שֶׁנָּגַע בַּבֶּגֶד שֶׁנָּגַע בּוֹ שְׁנֵיהֶן טְמֵאִים טֻמְאַת שִׁבְעָה וְהַשְּׁלִישִׁי טָמֵא טֻמְאַת עֶרֶב בֵּין שֶׁל מַעְלָה בֵּין שֶׁל מַטָּה. וְהָרְבִיעִי וּמִן הָרְבִיעִי וּלְמַטָּה וּמִן הָרְבִיעִי וּלְמַעְלָה כֻּלָּן טְהוֹרִין. מַה שֶּׁאֵין כֵּן בִּטְמֵאֵי מִשְׁכָּב וּמוֹשָׁב כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכָּל הַבְּגָדִים אוֹ הַכֵּלִים שֶׁתַּחְתָּיו וְשֶׁל מַעְלָה מִמֶּנּוּ טְהוֹרִין בְּשֶׁלֹּא הָיְתָה שָׁם טֻמְאָה רְצוּצָה וְלֹא טֻמְאַת אֹהֶל. אוֹ שֶׁהָיָה מַבְדִּיל בֵּינוֹ וּבֵין הַכֵּלִים אֶבֶן כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n"
    ],
    [
      "עַצְמוֹת הַדָּג וְעוֹרוֹ הָעוֹשֶׂה מֵהֶן כֵּלִים אֵינָן מְקַבְּלִין טֻמְאָה כְּלָל לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. וְכֵן יְרוֹקָה שֶׁעַל פְּנֵי הַמַּיִם וְכַיּוֹצֵא בָּהּ שֶׁכָּל מַה שֶּׁבַּיָּם טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת כֵּלִים. לְפִיכָךְ הָעוֹשֶׂה אֹהֶל מֵעוֹר הַדָּג אוֹ מִצֶּמֶר שֶׁגָּדֵל בַּיָּם. אֵין עַצְמוֹ שֶׁל אֹהֶל זֶה מְקַבֵּל טֻמְאָה אַף עַל פִּי שֶׁמֵּבִיא אֶת הַטֻּמְאָה לְכָל אֲשֶׁר יִהְיֶה תַּחְתָּיו כִּשְׁאָר אֹהָלִים: \n",
      "כְּלֵי גְּלָלִים וּכְלֵי אֲבָנִים וּכְלֵי אֲדָמָה אֵינָן מְקַבְּלִין טֻמְאָה לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים בֵּין טֻמְאַת מֵת בֵּין שְׁאָר הַטֻּמְאוֹת. וְכֵן כְּלִי עֵץ הֶעָשׂוּי לְנַחַת כְּגוֹן הַתֵּבָה וְהַמִּגְדָּל וְהַכַּוֶּרֶת שֶׁהֵן מַחֲזִיקִין אַרְבָּעִים סְאָה בְּלַח וְיִהְיֶה לָהֶם שׁוּלַיִם אֵינָן מְקַבְּלִין טֻמְאָה כְּלָל לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. וְאֵלּוּ הֵן הַנִּקְרָאִין כְּלִי עֵץ הַבָּא בְּמִדָּה: \n",
      "כְּלֵי עֵץ פְּשׁוּטֵיהֶם טְהוֹרִים מְקַבְּלֵיהֶם טְמֵאִים. כְּלֵי חֶרֶשׂ פְּשׁוּטֵיהֶן טְהוֹרִין וּמְקַבְּלֵיהֶן טְמֵאִין וְאֵינָן טְמֵאִין אֶלָּא מֵאֲוִירָן אוֹ בְּהֶסֵּט הַזָּב. אֲפִלּוּ נָגַע כְּלִי חֶרֶשׂ בְּמֵת מִגַּבּוֹ אֵינוֹ מִתְטַמֵּא. וְאִם נִכְנְסָה טֻמְאָה מִן הַטֻּמְאוֹת בַּאֲוִירוֹ וְאַף עַל פִּי שֶׁלֹּא נָגְעָה בּוֹ נִטְמָא. הָיָה כְּלִי חֶרֶשׂ עִם הַמֵּת בְּאֹהֶל נִטְמָא שֶׁהֲרֵי הַטֻּמְאָה נִכְנְסָה בַּאֲוִירוֹ. וְאִם הָיָה מֻקָּף צָמִיד פָּתִיל הוּא וּמַה שֶּׁבְּתוֹכוֹ טָהוֹר כְּמוֹ שֶׁנִּתְפָּרֵשׁ בַּתּוֹרָה. שֶׁאֵין טֻמְאָה נִכְנְסָה לוֹ אֶלָּא מִפִּתְחוֹ וּבְהֶסֵּט הַזָּב. שֶׁהֲרֵי הוּא כְּמִי שֶׁנָּגַע בְּכֻלּוֹ: \n",
      "הָעוֹשֶׂה גּוֹלֵל מִדָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כְּגוֹן שֶׁהִנִּיחַ עַל גַּבֵּי הַקֶּבֶר אֶבֶן אוֹ כְּלִי אֲדָמָה אוֹ כְּלִי עֵץ הַבָּא בְּמִדָּה אוֹ כְּלִי חֶרֶשׂ הַמֻּקָּף צָמִיד פָּתִיל אוֹ עוֹר הַדָּג וְעַצְמוֹ וְכַיּוֹצֵא בְּאֵלּוּ הַנּוֹגֵעַ בָּהֶן טָמֵא טֻמְאַת שִׁבְעָה מִשּׁוּם נוֹגֵעַ בְּגוֹלֵל. וְאִם פֵּרְשׁוֹ מִלִּהְיוֹת גּוֹלֵל אוֹ שֶׁהֵסִיר אֶת הַמֵּת מִתַּחְתֵּיהֶן הֲרֵי הֵן טְהוֹרִין. וְכֵן בְּהֵמָה שֶׁכְּפָתָהּ וְעָשָׂה אוֹתָהּ גּוֹלֵל הַנּוֹגֵעַ בָּהּ טָמֵא טֻמְאַת שִׁבְעָה כָּל זְמַן שֶׁהִיא גּוֹלֵל. הִתִּיר הַבְּהֵמָה הֲרֵי הִיא טְהוֹרָה כִּשְׁאָר הַבְּהֵמוֹת. וְכֵן חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִין מֻקֶּפֶת צָמִיד פָּתִיל וְעָשָׂה אוֹתָהּ גּוֹלֵל לְמֵת הַנּוֹגֵעַ בָּהּ טָמֵא טֻמְאַת שִׁבְעָה וְהֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין: \n",
      "קוֹרָה שֶׁעֲשָׂאָהּ גּוֹלֵל לְקֶבֶר בֵּין עוֹמֶדֶת בֵּין מֻטָּה עַל צִדָּה אֵין טָמֵא אֶלָּא כְּנֶגֶד פֶּתַח הַקֶּבֶר בִּלְבַד. וְהַנּוֹגֵעַ בַּקָּצֶה הַמֻּנָּח חוּץ לַקֶּבֶר טָהוֹר. עָשָׂה רֹאשָׁהּ גּוֹלֵל לְקֶבֶר וַהֲרֵי הִיא עוֹמֶדֶת עַל הַקֶּבֶר כְּמוֹ אִילָן הַנּוֹגֵעַ מִמֶּנָּה בְּאַרְבָּעָה טְפָחִים סָמוּךְ לַקֶּבֶר טָמֵא מִשּׁוּם גּוֹלֵל וּמֵאַרְבָּעָה וּלְמַעְלָה טָהוֹר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהוּא עָתִיד לָקֹץ אוֹתָהּ. אֲבָל אִם אֵינוֹ עָתִיד לָקֹץ אוֹתָהּ כֻּלָּהּ גּוֹלֵל: \n",
      "שְׁתֵּי אֲבָנִים גְּדוֹלוֹת שֶׁל אַרְבָּעָה אַרְבָּעָה טְפָחִים שֶׁעֲשָׂאָן גּוֹלֵל הַמַּאֲהִיל עַל גַּבֵּי שְׁתֵּיהֶן טָמֵא. נִטְּלָה אַחַת מֵהֶן הַמַּאֲהִיל עַל גַּבֵּי שְׁנִיָּה טָהוֹר מִפְּנֵי שֶׁיֵּשׁ לַטֻּמְאָה דֶּרֶךְ שֶׁתֵּצֵא בּוֹ: \n",
      "גַּל שֶׁל צְרוֹרוֹת שֶׁעֲשָׂאָהוּ גּוֹלֵל לְקֶבֶר אֵין טָמֵא אֶלָּא סֵדֶר הַפְּנִימִי שֶׁהוּא צָרְכּוֹ שֶׁל קֶבֶר. אֲבָל הַנּוֹגֵעַ בִּשְׁאָר הָאֲבָנִים טָהוֹר: \n",
      "אָרוֹן שֶׁהוּא חָקוּק בַּסֶּלַע וְהִנִּיחוּ בּוֹ הַמֵּת וְכִסּוּהוּ בְּגוֹלֵל הַנּוֹגֵעַ בַּסֶּלַע בְּכָל מָקוֹם טָהוֹר וְהַנּוֹגֵעַ בַּגּוֹלֵל טָמֵא. לְמָה זֶה דּוֹמֶה לְבוֹר גָּדוֹל מָלֵא מֵתִים וְאֶבֶן גְּדוֹלָה עַל פִּיהָ שֶׁאֵין טָמֵא אֶלָּא כְּנֶגֶד חֲלָלָהּ. וְאִם בָּנָה נֶפֶשׁ עַל גַּבָּהּ הֲרֵי זוֹ כְּקֶבֶר סָתוּם וּמְטַמֵּא מִכָּל סְבִיבָיו. הָיְתָה הָאָרוֹן הַחֲקוּקָה בַּסֶּלַע רְחָבָה מִלְּמַטָּה וְצָרָה מִלְּמַעְלָה וְהַמֵּת בְּתוֹכָהּ הַנּוֹגֵעַ בָּהּ מִלְּמַטָּן טָהוֹר וּמִלְּמַעְלָן טָמֵא שֶׁהֲרֵי הַצְּדָדִין מִלְּמַעְלָה סָמְכוּ עַל גַּבֵּי הַמֵּת וְנַעֲשׂוּ כְּגוֹלֵל. הָיְתָה הָאָרוֹן רְחָבָה מִלְּמַעְלָה וְצָרָה מִלְּמַטָּה הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם טָמֵא. הָיְתָה שָׁוָה הַנּוֹגֵעַ בָּהּ מִטֶּפַח הַסָּמוּךְ לְקַרְקָעִיתָהּ וּלְמַעְלָה טָמֵא מִטֶּפַח וּלְמַטָּה טָהוֹר. נִקֵּב אָרוֹן בַּסֶּלַע וְהִכְנִיס הַמֵּת בְּתוֹכָהּ כְּמוֹ נֶגֶר הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם טָהוֹר חוּץ מִמְּקוֹם פִּתְחָהּ: \n",
      "מְעָרָה שֶׁהַקֶּבֶר בְּתוֹכָהּ וְחָצֵר לִפְנֵי הַמְּעָרָה. בִּזְמַן שֶׁהֶחָצֵר לָאֲוִיר הָעוֹמֵד לְתוֹכָהּ טָהוֹר וּבִלְבַד שֶׁלֹּא יִגַּע בְּמַשְׁקוֹף הַמְּעָרָה. וּבִזְמַן שֶׁהֶחָצֵר מְקֹרָה אִם הָיָה בָּהּ [מְגֻלֶּה בְּצַד הַמְּעָרָה] אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים אוֹ יֶתֶר הַנִּכְנָס לְשָׁם טָהוֹר. הָיְתָה פְּחוּתָה מֵאַרְבָּעָה עַל אַרְבָּעָה הַנִּכְנָס לְשָׁם טָמֵא וְאַף עַל פִּי שֶׁלֹּא נָגַע בְּפֶתַח הַמְּעָרָה: \n"
    ],
    [
      "בַּיִת סָתוּם שֶׁהַמֵּת בְּתוֹכוֹ אוֹ שֶׁהָיָה לוֹ פֶּתַח [וּפָרַץ אֶת פְּצִימָיו] וּסְתָמוֹ מְטַמֵּא מִכָּל סְבִיבָיו וְהַנּוֹגֵעַ בּוֹ מֵאֲחוֹרָיו אוֹ מִגַּגּוֹ טָמֵא שִׁבְעָה מִפְּנֵי שֶׁהוּא כְּקֶבֶר סָתוּם. נִפְתַּח בּוֹ פֶּתַח אֲפִלּוּ סְתָמוֹ אִם לֹא פָּרַץ פְּצִימָיו הַנּוֹגֵעַ בּוֹ מֵאֲחוֹרָיו וּמִגַּגּוֹ טָהוֹר וְאֵין טָמֵא אֶלָּא כְּנֶגֶד הַפֶּתַח. וְכַמָּה יִהְיֶה שִׁעוּר הַפֶּתַח. שָׁלֵם הַמֵּת פִּתְחוֹ בְּאַרְבָּעָה טְפָחִים. וּכְזַיִת מִן הַמֵּת פִּתְחוֹ בְּטֶפַח. וְגָדוֹל מִכְּזַיִת הֲרֵי הוּא כְּמֵת וּפִתְחוֹ בְּאַרְבָּעָה: \n",
      "הַמֵּת בְּתוֹךְ הַבַּיִת וּבוֹ פְּתָחִים הַרְבֵּה בִּזְמַן שֶׁכֻּלָּם נְעוּלִים כֻּלָּם טְמֵאִים וְהַיּוֹשֵׁב בְּצַד כָּל פֶּתַח מֵהֶן תַּחַת הַתִּקְרָה הַיּוֹצֵא עַל הַפֶּתַח נִטְמָא. נִפְתַּח אֶחָד מֵהֶן אוֹ שֶׁחָשַׁב לְהוֹצִיאוֹ בְּאֶחָד מֵהֶן וְאַף עַל פִּי שֶׁחָשַׁב אַחַר שֶׁמֵּת הַמֵּת אֲפִלּוּ חָשַׁב לְהוֹצִיאוֹ בְּחַלּוֹן שֶׁהִיא אַרְבָּעָה עַל אַרְבָּעָה הִצִּיל עַל הַפְּתָחִים כֻּלָּן וְאֵין טָמֵא אֶלָּא כְּנֶגֶד הַפֶּתַח שֶׁנִּפְתַּח אוֹ שֶׁחָשַׁב עָלָיו וְהַשְּׁאָר טְהוֹרִין מִפְּנֵי שֶׁהֵן נְעוּלִין וַהֲרֵי אֵין הַבַּיִת כְּקֶבֶר סָתוּם. וְכֵן אִם הִתְחִיל לַחְתֹּר פֶּתַח לְהוֹצִיאוֹ בּוֹ מִשֶּׁיַּחְתֹּר אַרְבָּעָה עַל אַרְבָּעָה הִצִּיל עַל הַפְּתָחִים כֻּלָּן. הָיָה שָׁם פֶּתַח סָתוּם וְחָשַׁב לְהוֹצִיאוֹ וְהִתְחִיל לְפָתְחוֹ מִשֶּׁיַּתְחִיל לִפְתֹּחַ הִצִּיל עַל הַפְּתָחִים כֻּלָּן. הָיוּ בּוֹ חַלּוֹנוֹת הַרְבֵּה וְכֻלָּן מֻגָּפוֹת כֻּלָּן טְהוֹרוֹת. נִפְתְּחוּ כֻּלָּן טְמֵאוֹת וְלֹא הִצִּילוּ עַל הַפְּתָחִים. פֶּתַח קָטָן בְּתוֹךְ פֶּתַח גָּדוֹל הַמַּאֲהִיל עַל גַּבֵּי שְׁנֵיהֶם טָמֵא. חָשַׁב לְהוֹצִיאוֹ בַּקָּטָן טִהֵר קָטָן אֶת הַגָּדוֹל. הָיוּ שְׁנֵיהֶן מַתְאִימִין הַמַּאֲהִיל עַל גַּבֵּי שְׁנֵיהֶם טָמֵא. חָשַׁב לְהוֹצִיאוֹ בְּאֶחָד מֵהֶן טִהֵר אֶת חֲבֵרוֹ. הָיָה לַבַּיִת פֶּתַח אֶחָד לְצָפוֹן וּפֶתַח לְדָרוֹם וְחָשַׁב לְהוֹצִיאוֹ בַּצְּפוֹנִי וְאַחַר כָּךְ בָּאוּ אֶחָיו אוֹ קְרוֹבָיו וְאָמְרוּ אֵין מוֹצִיאִין אוֹתוֹ אֶלָּא בַּדְּרוֹמִי טִהֵר דְּרוֹמִי אֶת הַצְּפוֹנִי. וּבִלְבַד שֶׁלֹּא יַעֲרִים. וְאִם הֶעֱרִים שְׁנֵיהֶן טְמֵאִים: \n",
      "בָּתִּים הַפְּתוּחִין לְאַכְסַדְרָה וְהַמֵּת בְּאֶחָד מֵהֶן אִם הָיָה דַּרְכּוֹ שֶׁל מֵת לָצֵאת בָּאַכְסַדְרָה הֲרֵי הַבֵּית שַׁעַר וְהַבָּתִּים טְמֵאִים וְאִם לָאו בֵּית שַׁעַר טָמֵא וְהַבַּיִת טָהוֹר. הַחֶדֶר שֶׁלִּפְנִים מִן הַבַּיִת מוּגָף וְנִכְנְסָה טֻמְאָה לְפָנִים דֶּרֶךְ חַלּוֹן הַבַּיִת הַחִיצוֹן טָהוֹר מִפְּנֵי שֶׁהַטֻּמְאָה חוֹזֶרֶת וְיוֹצֵאת דֶּרֶךְ הַחַלּוֹן שֶׁנִּכְנְסָה בּוֹ: \n",
      "אֵין הַקֶּבֶר מְטַמֵּא מִכָּל סְבִיבָיו עַד שֶׁיִּהְיֶה שָׁם חֲלַל טֶפַח עַל טֶפַח עַל רוּם טֶפַח. אֲפִלּוּ הִגְבִּיהַּ הַבִּנְיָן עַל גַּבֵּי חֲלַל טֶפַח עַד לָרָקִיעַ הַכּל טָמֵא לְפִי שֶׁהַכּל כְּקֶבֶר. הָיְתָה טֻמְאָה רְצוּצָה וְלֹא הָיָה שָׁם חֲלַל טֶפַח טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת וְאֵין טָמֵא אֶלָּא הַנּוֹגֵעַ כְּנֶגֶד הַטֻּמְאָה מִלְּמַעְלָה אוֹ הַמַּאֲהִיל עָלֶיהָ מִלְּמַעְלָה אוֹ הַנּוֹגֵעַ כְּנֶגְדָּהּ מִלְּמַטָּה אוֹ מַה שֶּׁהֶאֱהִיל עָלָיו מִלְּמַטָּה אֲבָל הַנּוֹגֵעַ בְּצִדֵּי הַבִּנְיָן טָהוֹר: \n",
      "זֶה כְּלָל גָּדוֹל בְּטֻמְאַת מֵת שֶׁכָּל דָּבָר הַמְטַמֵּא בְּאֹהֶל מִן הַמֵּת אִם הָיָה רָצוּץ שֶׁאֵין לוֹ חֲלַל טֶפַח הֲרֵי הַטֻּמְאָה בּוֹקַעַת וְעוֹלָה עַד לָרָקִיעַ בּוֹקַעַת וְיוֹרֶדֶת עַד הַתְּהוֹם וְאֵינָהּ מְטַמְּאָה מִן הַצְּדָדִין. כֵּיצַד. כְּרִי שֶׁל תְּבוּאָה אוֹ גַּל שֶׁל אֲבָנִים וּכְזַיִת מִן הַמֵּת בְּתוֹכוֹ וְכֵלִים בְּצַד הַטֻּמְאָה וְאֵינָן נוֹגְעִין בָּהּ כֵּלִים טְהוֹרִין וְכָל כְּלִי שֶׁבְּתוֹךְ הַגַּל מְכֻוָּן כְּנֶגֶד הַטֻּמְאָה מִלְּמַעְלָה אוֹ מִלְּמַטָּה טָמֵא שֶׁהַטֻּמְאָה בּוֹקַעַת וְעוֹלָה וּבוֹקַעַת וְיוֹרֶדֶת. וְאִם הָיָה מְקוֹם הַטֻּמְאָה חָלוּל טֶפַח עַל טֶפַח עַל רוּם טֶפַח הוּא כְּקֶבֶר סָתוּם וּמְטַמֵּא מִכָּל סְבִיבָיו: \n",
      "בַּיִת שֶׁמִּלְּאוֹ עָפָר אוֹ צְרוֹרוֹת הֲרֵי זֶה בִּטֵּל הַבַּיִת וַהֲרֵי הוּא כְּגַל שֶׁל עָפָר אוֹ צְרוֹרוֹת וְאִם הָיְתָה טֻמְאָה בְּתוֹךְ הֶעָפָר בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת וְכֵלִים שֶׁבְּצִדֶּיהָ בְּתוֹךְ הֶעָפָר טְהוֹרִים: \n",
      "טֻמְאָה שֶׁהִיא רְצוּצָה בְּכֹתֶל וְסָמַךְ סֻכָּה לַכֹּתֶל הַסֻּכָּה טְמֵאָה שֶׁהֲרֵי נַעֲשָׂה הַכֹּתֶל צַד מִצִּדֵּי הָאֹהֶל. וְאַף עַל פִּי שֶׁהַצְּדָדִין טְהוֹרִים לַנּוֹגֵעַ אִלּוּ לֹא הָיָה עֲלֵיהֶן אֹהֶל אֲבָל מִשֶּׁנַּעֲשָׂה עֲלֵיהֶן אֹהֶל הָאֹהֶל כֻּלּוֹ טָמֵא שֶׁהֲרֵי הַטֻּמְאָה בְּתוֹכוֹ: \n"
    ],
    [
      "שָׂדֶה שֶׁאָבַד קֶבֶר בְּתוֹכָהּ עֲפָרָהּ מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא כְּבֵית הַפְּרָס שֶׁמָּא נִדּוֹשׁ הַקֶּבֶר בָּהּ וְיִהְיוּ עֲצָמוֹת כִּשְׂעוֹרָה בְּתוֹךְ עֲפָרָהּ. וְכָל הַשָּׂדֶה כֻּלָּהּ הַמַּאֲהִיל עָלֶיהָ נִטְמָא. וְאִם הֶעֱמִיד בְּתוֹכָהּ אֹהֶל נִטְמָא כָּל מַה שֶּׁיֵּשׁ בָּאֹהֶל שֶׁמָּא הָאֹהֶל שֶׁהֶעֱמִיד בְּאוֹתָהּ שָׂדֶה עַל הַקֶּבֶר הוּא מַאֲהִיל:  ",
      "בָּנָה בַּיִת וַעֲלִיָּה עַל גַּבָּיו אִם הָיָה פִּתְחָהּ שֶׁל עֲלִיָּה כְּנֶגֶד פִּתְחָהּ שֶׁל בַּיִת הָעֲלִיָּה טְהוֹרָה שֶׁאֲפִילוּ [הָיָה] הַקֶּבֶר תַּחַת מַשְׁקוֹף הַבַּיִת הָעֲלִיָּה טְהוֹרָה שֶׁהֲרֵי הוּא אֹהֶל עַל גַּבֵּי אֹהֶל כְּמוֹ שֶׁיִּתְבָּאֵר. וְאִם לֹא הָיָה מְכֻוָּן אַף הָעֲלִיָּה טְמֵאָה שֶׁמָּא אַסְקֻפַּת עֲלִיָּה עַל הַקֶּבֶר וַהֲרֵי הָעֲלִיָּה מַאֲהִילָה עַל הַקֶּבֶר:  ",
      "וְשָׂדֶה זוֹ מֻתָּר לִזְרֹעַ בְּתוֹכָהּ כָּל זֶרַע לְפִי שֶׁאֵין שָׁרְשֵׁי זְרָעִים מַגִּיעִים עַד לַקֶּבֶר. אֲבָל אֵין נוֹטְעִין בְּתוֹכָהּ אִילָנֵי מַאֲכָל מִפְּנֵי שֶׁהַשָּׁרָשִׁים מַגִּיעִין עַד לַמֵּת. הַתְּלוּלִיּוֹת הַקְּרוֹבוֹת לָעִיר הַסְּמוּכָה לְבֵית הַקְּבָרוֹת אוֹ לְדֶרֶךְ בֵּית הַקְּבָרוֹת אֶחָד חֲדָשׁוֹת וְאֶחָד יְשָׁנוֹת הֲרֵי אֵלּוּ בְּחֶזְקַת טֻמְאָה מִפְּנֵי שֶׁהַנָּשִׁים קוֹבְרוֹת שָׁם אֶת הַנְּפָלִים וּמֻכֵּי שְׁחִין קוֹבְרִין שָׁם אֵיבְרֵיהֶן. אֲבָל הָרְחוֹקוֹת הַחֲדָשׁוֹת טְהוֹרוֹת וְהַיְשָׁנוֹת טְמֵאוֹת שֶׁמָּא הָיוּ קְרוֹבוֹת מֵעִיר שֶׁחָרְבָה אוֹ מִדֶּרֶךְ שֶׁאָבְדָה. וְאֵי זֶהוּ תֵּל קָרוֹב כָּל שֶׁאֵין שָׁם תֵּל אַחֵר קָרוֹב יוֹתֵר מִמֶּנּוּ. וְיָשָׁן שֶׁאֵין אָדָם זוֹכְרוֹ:  ",
      "שְׂדֵה בּוֹכִים וְהוּא הַמָּקוֹם הַקָּרוֹב לְבֵית הַקְּבָרוֹת שֶׁהַנָּשִׁים יוֹשְׁבוֹת שָׁם וּבוֹכוֹת. אַף עַל פִּי שֶׁעֲפָרָהּ טָהוֹר שֶׁהֲרֵי לֹא הֻחְזְקָה שָׁם טֻמְאָה אֵין נוֹטְעִין אוֹתוֹ וְאֵין זוֹרְעִין אוֹתוֹ. שֶׁלֹּא לְהַרְגִּיל רֶגֶל אָדָם לְשָׁם שֶׁמָּא יֵשׁ שָׁם טֻמְאָה מִפְּנֵי שֶׁהוּא קָרוֹב לְבֵית הַקְּבָרוֹת כְּבָר נִתְיָאֲשׁוּ בְּעָלָיו מִמֶּנּוּ לְפִיכָךְ אֶפְשָׁר שֶׁיָּבוֹא אָדָם וְיִקְבֹּר בּוֹ מִפְּנֵי זֶה חָשְׁשׁוּ לוֹ. וְעוֹשִׂין מֵעֲפַר מָקוֹם זֶה תַּנּוּרִים לַקֹּדֶשׁ שֶׁהֲרֵי לֹא הֻחְזְקָה שָׁם טֻמְאָה:  ",
      "קֶבֶר הַנִּמְצָא מֻתָּר לְפַנּוֹתוֹ וְאִם פִּנָּהוּ מְקוֹמוֹ טָמֵא וְאָסוּר בַּהֲנָיָה עַד שֶׁיִּבָּדֵק כְּמוֹ שֶׁיִּתְבָּאֵר. וְקֶבֶר הַיָּדוּעַ אָסוּר לְפַנּוֹתוֹ וְאִם פִּנָּהוּ מְקוֹמוֹ טָהוֹר וּמֻתָּר בַּהֲנָיָה:  ",
      "קֶבֶר שֶׁהוּא מַזִּיק אֶת הָרַבִּים מְפַנִּין אוֹתוֹ וּמְקוֹמוֹ טָמֵא וְאָסוּר בַּהֲנָיָה:  ",
      "הַפּוֹגֵעַ בְּמֵת מִצְוָה אִם מְצָאוֹ בְּתוֹךְ הַתְּחוּם מְבִיאוֹ לְבֵית הַקְּבָרוֹת. מְצָאוֹ חוּץ לַתְּחוּם אֲפִלּוּ בְּתוֹךְ שְׂדֵה כַּרְכּוֹם קָנָה מְקוֹמוֹ וְיִקָּבֵר בַּמָּקוֹם שֶׁנִּמְצָא. מְצָאוֹ עַל הַמֵּצַר מְסַלְּקוֹ לַצְּדָדִין. שְׂדֵה בּוּר מִצַּד זֶה וּשְׂדֵה נִיר מִצַּד זֶה קוֹבְרוֹ בִּשְׂדֵה בּוּר. שְׂדֵה נִיר וּשְׂדֵה זֶרַע קוֹבְרוֹ בִּשְׂדֵה נִיר. שְׂדֵה זֶרַע וּשְׂדֵה כֶּרֶם קוֹבְרוֹ בִּשְׂדֵה זֶרַע. שְׂדֵה אִילָן וּשְׂדֵה כֶּרֶם קוֹבְרוֹ בִּשְׂדֵה כֶּרֶם מִפְּנֵי אֹהֶל הַטֻּמְאָה. הָיוּ שְׁנֵיהֶן שָׁוִין קוֹבְרוֹ לְאֵי זֶה צַד שֶׁיִּרְצֶה:  ",
      "קֶבֶר הַנִּמְצָא מְטַמֵּא לְמַפְרֵעַ. וְאִם בָּא אַחֵר וְאָמַר בָּרִי לִי שֶׁלֹּא הָיָה כָּאן קֶבֶר אֲפִלּוּ קֹדֶם לְעֶשְׂרִים שָׁנָה אֵינוֹ מְטַמֵּא אֶלָּא מִשְּׁעַת מְצִיאָה וְאֵילָךְ:  ",
      "כָּל הַמּוֹצֵא קֶבֶר אוֹ מֵת אוֹ דָּבָר שֶׁמְּטַמֵּא בְּאֹהֶל מִן הַמֵּת. חַיָּב לְצַיֵּן עָלָיו כְּדֵי שֶׁלֹּא יִהְיֶה תַּקָּלָה לַאֲחֵרִים. וּבְחֻלּוֹ שֶׁל מוֹעֵד הָיוּ יוֹצְאִין מִבֵּית דִּין לְצַיֵּן עַל הַקְּבָרוֹת. אֵין מְצַיְּנִין עַל כְּזַיִת מְצֻמְצָם מִן הַמֵּת לְפִי שֶׁסּוֹפוֹ יֶחְסַר בָּאָרֶץ. וּבַמֶּה מְצַיְּנִין, בְּסִיד. מְמַחֶה וְשׁוֹפֵךְ עַל מְקוֹם הַטֻּמְאָה. אֵין מַעֲמִידִין אֶת הַצִּיּוּן עַל גַּבֵּי הַטֻּמְאָה אֶלָּא יְהִי עוֹדֵף מִכָּאן וּמִכָּאן בְּצִדֵּי הַטֻּמְאָה שֶׁלֹּא לְהַפְסִיד אֶת הַטָּהֳרוֹת. וְאֵין מַרְחִיקִין אֶת הַצִּיּוּן מִמְּקוֹם הַטֻּמְאָה שֶׁלֹּא לְהַפְסִיד אֶת אֶרֶץ יִשְׂרָאֵל. וְאֵין מְצַיְּנִין עַל הַוַּדָּאוֹת שֶׁהֲרֵי הֵן יְדוּעִין לַכּל אֶלָּא עַל הַסְּפֵקוֹת. כְּגוֹן שָׂדֶה שֶׁאָבַד בָּהּ קֶבֶר וְהַסְּכָכוֹת וְהַפְּרָעוֹת:  ",
      "מָצָא שָׂדֶה מְצֻיֶּנֶת וְאֵין יָדוּעַ מַה טִּיבָהּ. אִם אֵין בָּהּ אִילָנוֹת בְּיָדוּעַ שֶׁאָבַד בָּהּ קֶבֶר. יֵשׁ בָּהּ אִילָנוֹת בְּיָדוּעַ שֶׁנֶּחְרַשׁ בָּהּ קֶבֶר כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "מָצָא אֶבֶן מְצֻיֶּנֶת תַּחְתֶּיהָ טָמֵא. הָיוּ שְׁתַּיִם אִם יֵשׁ סִיד בֵּינֵיהֶם בֵּינֵיהֶם טָמֵא. וְאִם אֵין סִיד בֵּינֵיהֶן אֶלָּא עַל רָאשֵׁיהֶן אִם יֵשׁ חֶרֶשׂ בֵּינֵיהֶן טָהוֹר שֶׁאֵין זֶה אֶלָּא בִּנְיָן. וְאִם אֵין חֶרֶשׂ בֵּינֵיהֶן וְהָיָה הַסִּיד מְרֻדָּד עַל רָאשֵׁיהֶן מִכָּאן וּמִכָּאן הֲרֵי זֶה צִיּוּן וְטָמֵא. מָצָא מֵצָר אֶחָד מְצֻיָּן. הוּא טָמֵא וְכָל הַשָּׂדֶה טְהוֹרָה. וְכֵן שְׁנִיָּה וְכֵן שְׁלִישִׁית. מָצָא אַרְבָּעָה מְצָרֶיהָ מְצֻיָּנִין. הֵן טְהוֹרִין וְכָל הַשָּׂדֶה כֻּלָּהּ טְמֵאָה שֶׁאֵין מַרְחִיקִין הַצִּיּוּן מִמְּקוֹם הַטֻּמְאָה:  "
    ],
    [
      "מִי שֶׁהָיָה חוֹפֵר בְּשָׂדֶה וּמָצָא מֵתִים רַבִּים בְּגֻמָּא אַחַת זֶה עַל גַּב זֶה אוֹ זֶה בְּצַד זֶה אוֹ שֶׁמָּצָא הֲרוּגִים אוֹ שֶׁמָּצָא מֵת יוֹשֵׁב אוֹ רֹאשׁוֹ בֵּין בִּרְכָּיו אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא מָקוֹם זֶה בֵּית הַקְּבָרוֹת הָיָה אֶלָּא נוֹטֵל הַמֵּת שֶׁמָּצָא וְנוֹטֵל כָּל הֶעָפָר הַתִּחוֹחַ שֶׁתַּחְתָּיו וְחוֹפֵר בִּבְתוּלַת קַרְקַע שָׁלֹשׁ אֶצְבָּעוֹת וּמוֹצִיא הַכּל וּשְׁאָר הַשָּׂדֶה בְּחֶזְקַת טָהֳרָה כְּשֶׁהָיְתָה קֹדֶם שֶׁיִּמְצָא. וְעָפָר זֶה עִם שָׁלֹשׁ אֶצְבָּעוֹת שֶׁחוֹפֵר הוּא הַנִּקְרָא תְּבוּסַת הַמֵּת: \n",
      "שָׂדֶה שֶׁנֶּהֶרְגוּ בּוֹ הֲרוּגִים מְלַקֵּט כָּל הָעֲצָמוֹת שֶׁבָּהּ וַהֲרֵי הִיא טְהוֹרָה. וְכֵן הַמְפַנֶּה קִבְרוֹ מִתּוֹךְ שָׂדֵהוּ מְלַקֵּט כָּל הָעֲצָמוֹת עֶצֶם עֶצֶם וַהֲרֵי הִיא טְהוֹרָה. וְכֵן בּוֹר שֶׁמְּטִילִים בְּתוֹכוֹ נְפָלִים אוֹ הֲרוּגִים מְלַקֵּט כָּל הָעֲצָמוֹת שֶׁבּוֹ עֶצֶם עֶצֶם וַהֲרֵי הוּא טָהוֹר: \n",
      "הָיָה חוֹפֵר וּמָצָא מֵת מֻשְׁכָּב כְּדֶרֶךְ שֶׁקּוֹבְרִין הַמֵּתִים נוֹטְלוֹ וְאֶת תְּבוּסָתוֹ. וְכֵן אִם מָצָא שְׁנַיִם נוֹטֵל כָּל אֶחָד מֵהֶן וּתְבוּסָתוֹ עִמּוֹ וְכָל הַשָּׂדֶה טְהוֹרָה. מָצָא שְׁלֹשָׁה מֵתִים כָּל אֶחָד מֵהֶן מֻטָּל כְּדֶרֶךְ הַנִּקְבָּרִין אִם יֵשׁ בֵּין זֶה לָזֶה מֵאַרְבַּע אַמּוֹת וְעַד שְׁמוֹנֶה כִּמְלוֹא מִטָּה וְקוֹבְרֶיהָ הֲרֵי זֶה חוֹשֵׁשׁ שֶׁמָּא בֵּית הַקְּבָרוֹת הוּא זֶה וְצָרִיךְ לִבְדֹּק מִן הָאַחֲרוֹן עֶשְׂרִים אַמָּה שֶׁהֵן כִּשְׁתֵּי מְעָרוֹת וְחָצֵר שֶׁבֵּינֵיהֶן. וְאִם לֹא מָצָא שָׁם מֵת אַחֵר הֲרֵי אוֹתָן הָעֶשְׂרִים שֶׁבָּדַק טְהוֹרוֹת אַף עַל פִּי שֶׁהֵן שְׁכוּנַת קְבָרוֹת. מָצָא מֵת אֶחָד בְּסוֹף עֶשְׂרִים אַמָּה צָרִיךְ לִבְדֹּק מִמֶּנּוּ עֶשְׂרִים אַמָּה אֲחֵרוֹת לְפִי שֶׁרַגְלַיִם לַדָּבָר. וְאִם הָיָה אֶחָד מֵאֵלּוּ שֶׁמָּצָא בַּתְּחִלָּה אוֹ בַּסּוֹף הָרוּג אוֹ יוֹשֵׁב אוֹ מֻשְׁכָּב שֶׁלֹּא כְּדַרְכּוֹ שֶׁיִּהְיֶה רֹאשׁוֹ בֵּין יַרְכוֹתָיו אֵינוֹ בּוֹדֵק עֶשְׂרִים אַמָּה אֶלָּא נוֹטְלָן וְאֶת תְּבוּסָתָן בִּלְבַד שֶׁחֶזְקָתָן עַכּוּ''ם: \n",
      "הָעַכּוּ''ם אֵין לָהֶם טֻמְאַת קְבָרוֹת הוֹאִיל וְאֵינָן מְטַמְּאִין בְּאֹהֶל הֲרֵי הַנּוֹגֵעַ בְּקִבְרָן טָהוֹר עַד שֶׁיִּגַּע בְּעַצְמָהּ שֶׁל טֻמְאָה אוֹ יִשָּׂאֶנָּה: \n",
      "מֵת שֶׁחָסֵר אֵיבָר שֶׁאִם יִנָּטֵל מִן הַחַי יָמוּת אֵין לוֹ תְּבוּסָה וְלֹא שְׁכוּנַת קְבָרוֹת. וּמֵתִים הַנִּמְצָאִים גְּלוּיִים עַל פְּנֵי הַשָּׂדֶה אֵין לָהֶם שְׁכוּנַת קְבָרוֹת וְלֹא תְּבוּסָה אֶלָּא מְלַקֵּט עֶצֶם עֶצֶם וְהַכּל טָהוֹר. וְהַנִּקְבָּר שֶׁלֹּא בִּרְשׁוּת יֵשׁ לוֹ תְּבוּסָה וְאֵין לוֹ שְׁכוּנַת קְבָרוֹת: \n",
      "אֶחָד הַמּוֹצֵא שְׁלֹשָׁה מֵתִים כְּדַרְכָּן בַּתְּחִלָּה אוֹ שֶׁמָּצָא שְׁלֹשָׁה כּוּכִין אוֹ כּוּךְ וּנְקִיעַ וּמְעָרָה הֲרֵי זוֹ שְׁכוּנַת קְבָרוֹת. מָצָא שְׁנַיִם וְאֶחָד הָיָה יָדוּעַ יֵשׁ לָהֶם תְּבוּסָה וְאֵין לָהֶם שְׁכוּנַת קְבָרוֹת שֶׁהַקֶּבֶר הַיָּדוּעַ אֵינוֹ עוֹשֶׂה שְׁכוּנָה. וְלֹא אָמְרוּ אֶלָּא הַמּוֹצֵא שְׁלֹשָׁה בַּתְּחִלָּה הוּא שֶׁצָּרִיךְ בְּדִיקָה. כֵּיצַד בּוֹדֵק הָעֶשְׂרִים אַמָּה שֶׁאָמַרְנוּ. חוֹפֵר עַד שֶׁהוּא מַגִּיעַ לְסֶלַע אוֹ לִבְתוּלָה. וְהִיא הַקַּרְקַע שֶׁנִּרְאֵית שֶׁאֵינָהּ עֲבוּדָה. הֶעְמִיק אֲפִלּוּ מֵאָה אַמָּה וּמָצָא חֶרֶשׂ הֲרֵי זוֹ כְּבַתְּחִלָּה וְצָרִיךְ לְהַעֲמִיק עַד שֶׁיַּגִּיעַ לִבְתוּלָה. הִגִּיעַ לְמַיִם הֲרֵי זוֹ כִּבְתוּלָה: \n",
      "אֵינוֹ צָרִיךְ לַחְפֹּר תֶּלֶם אֶחָד מִתְּחִלַּת הָעֶשְׂרִים עַד סוֹפָן אֶלָּא חוֹפֵר אַמָּה עַל אַמָּה וּמַנִּיחַ אַמָּה וְחוֹפֵר אַמָּה עַל אַמָּה וּמַנִּיחַ אַמָּה וְכֵן עַד סוֹפָן שֶׁאֵין בֵּין קֶבֶר לְקֶבֶר פָּחוֹת מֵאַמָּה: \n",
      "הָיָה בּוֹדֵק וְהִגִּיעַ בְּתוֹךְ הָעֶשְׂרִים לְנָהָר אוֹ לִשְׁלוּלִית אוֹ לְדֶרֶךְ הָרַבִּים יַפְסִיק וְאֵינוֹ צָרִיךְ לִבְדֹּק שֶׁהֲרֵי נִפְסְקָה שְׁכוּנַת הַקְּבָרוֹת: \n",
      "הַמּוֹצֵא עָפָר זֶה שֶׁל בְּדִיקָה טָהוֹר אֶלָּא אִם כֵּן מָצָא טֻמְאָה בַּמָּקוֹם שֶׁחָפַר. אֲבָל קֹדֶם שֶׁיִּמְצָא אוֹכֵל בִּתְרוּמָה. וְהַמְפַקֵּחַ בְּגַל אֵינוֹ אוֹכֵל בִּתְרוּמָה שֶׁהֲרֵי יוֹדֵעַ וַדַּאי שֶׁהַמֵּתִים שָׁם תַּחַת הַגַּל אֶלָּא שֶׁאֵינוֹ מַכִּיר מְקוֹמָן: \n",
      "גַּל טָמֵא שֶׁנִּתְעָרֵב בִּשְׁנֵי גַּלִּין טְהוֹרִין בָּדַק אֶחָד מֵהֶן וּמְצָאוֹ טָהוֹר הוּא טָהוֹר וְהַשְּׁנַיִם טְמֵאִין. בָּדַק שְׁנַיִם וְנִמְצְאוּ טְהוֹרִים הֵן טְהוֹרִים וְהַשְּׁלִישִׁי בְּחֶזְקַת טָמֵא. בָּדַק שְׁלָשְׁתָּן וּמָצָא טָהוֹר כֻּלָּן בְּחֶזְקַת טֻמְאָה עַד שֶׁיִּבְדֹּק שְׁלָשְׁתָּן עַד שֶׁיַּגִּיעַ לְסֶלַע אוֹ לִבְתוּלָה וְיִהְיוּ שְׁלָשְׁתָּן טְהוֹרִין: \n",
      "בּוֹר שֶׁמְּטִילִין לְתוֹכוֹ נְפָלִים הַמַּאֲהִיל עָלָיו טָמֵא דִּין תּוֹרָה אַף עַל פִּי שֶׁחֻלְדָּה וּבַרְדְּלָס מְצוּיִין שָׁם אֵין סָפֵק מוֹצִיא מִידֵי וַדַּאי. אֲבָל אִם הִפִּילָה שָׁם אִשָּׁה נֵפֶל וְאֵין יָדוּעַ אִם הִפִּילָה דָּבָר הַמְטַמֵּא אוֹ לֹא הִפִּילָה הוֹאִיל וְחֻלְדָּה וּבַרְדְּלָס מְצוּיִין שָׁם הֲרֵי סְפֵקוֹ טָהוֹר: \n",
      "דָּבָר יָדוּעַ שֶׁכָּל אֵלּוּ הַטֻּמְאוֹת וְכַיּוֹצֵא בָּהֶן שֶׁהֵן מִשּׁוּם סָפֵק הֲרֵי הֵן שֶׁל דִּבְרֵיהֶן. וְאֵין טָמֵא מִן הַתּוֹרָה אֶלָּא מִי שֶׁנִּטְמָא טֻמְאַת וַדַּאי אֲבָל כָּל הַסְּפֵקוֹת בֵּין בְּטֻמְאוֹת בֵּין בְּמַאֲכָלוֹת אֲסוּרוֹת בֵּין בַּעֲרָיוֹת וְשַׁבָּתוֹת אֵין לָהֶם אֶלָּא מִדִּבְרֵי סוֹפְרִים [וְאַף עַל פִּי כֵן דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת סְפֵקוֹ אָסוּר מִן הַתּוֹרָה. שֶׁהֲרֵי הָעוֹשֶׂה אוֹתוֹ חַיָּב אָשָׁם תָּלוּי] כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי בִּיאָה וּבְכַמָּה מְקוֹמוֹת: \n"
    ],
    [
      "אֵיזֶהוּ בֵּית הַפְּרָס זֶה הַמָּקוֹם שֶׁנֶּחְרַשׁ בּוֹ קֶבֶר. שֶׁהֲרֵי נִתְדַּקְדְּקוּ עַצְמוֹת הַמֵּת בְּתוֹךְ הֶעָפָר וְנִתְפָּרְסוּ בְּכָל הַשָּׂדֶה. וְגָזְרוּ טֻמְאָה עַל כָּל הַשָּׂדֶה שֶׁנֶּחְרַשׁ בָּהּ הַקֶּבֶר אֲפִלּוּ חָרַשׁ עַל גַּבֵּי הָאָרוֹן וַאֲפִלּוּ הָיָה מֻשְׁקָע בִּרְבָדִין וּבַאֲבָנִים. וַאֲפִלּוּ הָיָה עַל גַּבֵּי הָאָרוֹן רוּם שְׁתֵּי קוֹמוֹת הוֹאִיל וְחָרַשׁ עַל קֶבֶר הֲרֵי זֶה עוֹשֶׂה בֵּית הַפְּרָס. עַד כַּמָּה הִיא נַעֲשֵׂית בֵּית הַפְּרָס. מֵאָה אַמָּה עַל מֵאָה אַמָּה מִמְּקוֹם הַקֶּבֶר: \n",
      "כָּל הַמְרֻבָּע שֶׁהוּא בֵּית אַרְבַּעַת סְאִין הֲרֵי הוּא בֵּית הַפְּרָס וַעֲפָרוֹ מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא כְּמוֹ שֶׁבֵּאַרְנוּ וְאֵינוֹ מְטַמֵּא בְּאֹהֶל. וְכֵן הַמַּאֲהִיל עַל בֵּית הַפְּרָס הַזֶּה טָהוֹר: \n",
      "הִתְחִיל לַחְרשׁ אֶת הַקֶּבֶר וְהָיָה חוֹרְשׁוֹ וְהוֹלֵךְ וְקֹדֶם שֶׁיִּגְמֹר מֵאָה אַמָּה נִעֵר אֶת הַמַּחֲרֵשָׁה אוֹ שֶׁהֵטִיחַ בַּסֶּלַע אוֹ בַּגָּדֵר. עַד שָׁם הוּא עוֹשֶׂה בֵּית הַפְּרָס בִּלְבַד וְהַשְּׁאָר טָהוֹר שֶׁהֲרֵי לֹא הִגִּיעַ אֵלָיו בִּמְשֹׁךְ הַמַּחֲרֵשָׁה. חָרַשׁ כְּמוֹ חֲמִשִּׁים אַמָּה אוֹ יֶתֶר וְחָזַר וְחָרַשׁ עַד שֶׁהִשְׁלִים הַמֵּאָה הַכּל בֵּית הַפְּרָס. הָיָה חוֹרֵשׁ וְהוֹלֵךְ חוּץ לְמֵאָה אַמָּה מִמֵּאָה אַמָּה וְלַחוּץ טָהוֹר שֶׁאֵין עַצְמוֹת קֶבֶר מַגִּיעוֹת לְיֶתֶר מִמֵּאָה: \n",
      "חֶזְקַת הָעֲצָמוֹת הַמְכֻסּוֹת שֶׁהֵן שֶׁל אָדָם עַד שֶׁיִּוָּדַע שֶׁהֵן שֶׁל בְּהֵמָה וְחֶזְקַת הָעֲצָמוֹת הַמְגֻלּוֹת שֶׁהֵן שֶׁל בְּהֵמָה עַד שֶׁיִּוָּדַע שֶׁהֵן שֶׁל אָדָם. הָיָה שָׁם חָרִיץ מָלֵא עַצְמוֹת אָדָם. אוֹ שֶׁהָיוּ עַצְמוֹת אָדָם צְבוּרוֹת עַל גַּבֵּי קַרְקַע וְחָרַשׁ עֲצָמוֹת אֵלּוּ עִם הַשָּׂדֶה. אוֹ שֶׁחָרַשׁ שָׂדֶה שֶׁאָבַד בָּהּ [אוֹ שֶׁנִּמְצָא בָּהּ] קֶבֶר. הֲרֵי זֶה אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס שֶׁלֹּא גָּזְרוּ טֻמְאָה אֶלָּא עַל שָׂדֶה שֶׁנֶּחְרַשׁ בָּהּ קֶבֶר וַדַּאי. וְכֵן הַחוֹרֵשׁ אֶת הַמֵּת בְּשָׂדֶה אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס שֶׁכָּל אֵלּוּ דָּבָר שֶׁאֵינוֹ מָצוּי הוּא וְלֹא גָּזְרוּ אֶלָּא בְּקֶבֶר שֶׁנֶּחְרַשׁ שֶׁהוּא דָּבָר הַמָּצוּי: \n",
      "הַחוֹרֵשׁ אֶת הַקֶּבֶר בְּשָׂדֶה שֶׁאֵינָהּ שֶׁלּוֹ אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס שֶׁאֵין אָדָם אוֹסֵר דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. אֲפִלּוּ שֻׁתָּף אוֹ אָרִיס אוֹ אַפּוֹטְרוֹפּוֹס אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס. חָרַשׁ קֶבֶר בְּשָׂדֶה שֶׁלּוֹ וְשֶׁל חֲבֵרוֹ כְּאֶחָד. שֶׁלּוֹ עוֹשֶׂה בֵּית הַפְּרָס וְשֶׁל חֲבֵרוֹ אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס: \n",
      "עַכּוּ''ם שֶׁחָרַשׁ קֶבֶר בְּשָׂדֵהוּ אֵינוֹ עוֹשֶׂה בֵּית הַפְּרָס שֶׁאֵין בֵּית פְּרָס לְעַכּוּ''ם: \n",
      "שָׂדֶה בֵּית פְּרָס לְמַעְלָה וְשָׂדֶה טְהוֹרָה לְמַטָּה וְשָׁטְפוּ גְּשָׁמִים מֵעֲפַר בֵּית הַפְּרָס לַטְּהוֹרָה. אֲפִלּוּ הָיְתָה אֲדֻמָּה וְהִלְבִּינָה אוֹ לְבָנָה וְהֶאֱדִימָה טְהוֹרָה שֶׁאֵין בֵּית פְּרָס עוֹשֶׂה בֵּית פְּרָס. וְלֹא גָּזְרוּ טֻמְאָה אֶלָּא עַל גּוּשׁ כִּבְרִיָּתוֹ: \n",
      "בֵּית הַפְּרָס הַזֶּה מֻתָּר לִנְטֹעַ בּוֹ כָּל נֶטַע לְפִי שֶׁהַשָּׁרָשִׁים יוֹרְדִים לְמַטָּה מִשְּׁלֹשָׁה. וּלְמַטָּה מִשְּׁלֹשָׁה בְּבֵית הַפְּרָס טָהוֹר שֶׁהֲרֵי הַקֶּבֶר נִפְרָס עַל פְּנֵי הַשָּׂדֶה. אֲבָל אֵין זוֹרְעִין בְּתוֹכָהּ אֶלָּא זֶרַע הַנִּקְצָר. וְאִם זָרַע וְעָקַר צוֹבֵר אֶת גָּרְנוֹ בְּתוֹכוֹ וְכוֹבֵר אֶת הַתְּבוּאָה בִּשְׁתֵּי כְּבָרוֹת. וְאֶת הַקִּטְנִיּוֹת בִּשְׁלֹשָׁה כְּבָרוֹת. שֶׁמָּא יֵשׁ בָּהֶן עֶצֶם כִּשְׂעוֹרָה. וְשׂוֹרֵף אֶת הַקַּשׁ וְאֶת הָעֵצָה שָׁם גְּזֵרָה שֶׁמָּא יִהְיֶה בָּהֶן עֶצֶם כִּשְׂעוֹרָה. וְאִם תַּתִּיר לוֹ בַּהֲנָיָה מוֹצִיאוֹ וּמוֹכְרוֹ וְנִמְצָא מַרְגִּיל אֶת הַטֻּמְאָה: \n",
      "שָׂדֶה שֶׁהֻחְזְקָה שֶׁהִיא בֵּית הַפְּרָס. אֲפִלּוּ הִיא בֵּית אַרְבָּעָה כּוֹרִין וַאֲפִלּוּ מְשׁוּכָה מִמְּקוֹם הַטִּיט הָרַךְ שֶׁאֵינוֹ נֶחְרַשׁ וְלֹא נַעֲשָׂה בֵּית הַפְּרָס. וַאֲפִלּוּ שָׂדֶה טְהוֹרָה מַקֶּפֶת אוֹתָהּ מֵאַרְבַּע רוּחוֹתֶיהָ. הֲרֵי הִיא בְּחֶזְקָתָהּ: \n",
      "מָצָא שָׂדֶה מְצֻיֶּנֶת וְאֵין יוֹדֵעַ מַה טִּיבָהּ. אִם יֵשׁ בָּהּ אִילָן בְּיָדוּעַ שֶׁנֶּחְרַשׁ קֶבֶר בְּתוֹכָהּ. אֵין בָּהּ אִילָן בְּיָדוּעַ שֶׁאָבַד קֶבֶר בְּתוֹכָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. וְהוּא שֶׁיִּהְיֶה בְּאוֹתוֹ מָקוֹם זָקֵן אוֹ תַּלְמִיד חָכָם. שֶׁאֵין כָּל אָדָם בְּקִיאִין בְּכָךְ וְיוֹדְעִין שֶׁמֻּתָּר לִנְטֹעַ בְּזוֹ וְאָסוּר לִנְטֹעַ בְּאַחֶרֶת: \n",
      "הַמְהַלֵּךְ בְּבֵית הַפְּרָס עַל גַּבֵּי אֲבָנִים שֶׁאֵין מִתְנַדְנְדִין תַּחַת רַגְלֵי אָדָם בְּשָׁעָה שֶׁמְּהַלֵּךְ עֲלֵיהֶן. אוֹ שֶׁנִּכְנַס לָהּ וְהוּא רוֹכֵב עַל גַּבֵּי אָדָם וּבְהֵמָה שֶׁכֹּחָן יָפֶה. הֲרֵי זֶה טָהוֹר. אֲבָל אִם הָלַךְ עַל גַּבֵּי אֲבָנִים שֶׁמִּזְדַּעְזְעִין בִּשְׁעַת הִלּוּךְ. אַף עַל פִּי שֶׁנִּשְׁמַר וְלֹא נִתְנַדְנֵד הֲרֵי זֶה טָמֵא כְּמִי שֶׁהָלַךְ עַל הֶעָפָר עַצְמוֹ. וְכֵן אִם הָלַךְ עַל גַּבֵּי אָדָם שֶׁכֹּחוֹ רַע עַד שֶׁתִּהְיֶינָה אַרְכֻּבּוֹתָיו נוֹקְשׁוֹת זוֹ לְזוֹ וְשׁוֹקָיו מַרְעִידוֹת כְּשֶׁהוּא נוֹשְׂאוֹ. אוֹ עַל גַּבֵּי בְּהֵמָה שֶׁכֹּחָהּ רַע עַד שֶׁתָּטִיל גְּלָלִים בִּשְׁעַת רְכִיבָה. הֲרֵי זֶה טָמֵא וּכְאִלּוּ הָלַךְ בְּרַגְלָיו: \n",
      "הַמְטַהֵר בֵּית הַפְּרָס צָרִיךְ לְטַהֲרוֹ בְּמַעֲמַד שְׁנֵי תַּלְמִידֵי חֲכָמִים. וְכֵיצַד מְטַהֲרִין אוֹתוֹ. כּוֹנֵס אֶת כָּל הֶעָפָר שֶׁהוּא יָכוֹל לַהֲסִיטוֹ מֵעַל כָּל פְּנֵי הַשָּׂדֶה וְנוֹתְנוֹ לְתוֹךְ כְּבָרָה שֶׁנְּקָבֶיהָ דַּקִּין. וּמְמַחֶה וּמוֹצִיא כָּל עֶצֶם כִּשְׂעוֹרָה הַנִּמְצָא שָׁם. וְיִטְהַר. וְכֵן אִם נָתַן עַל גַּבָּיו שְׁלֹשָׁה טְפָחִים עָפָר מִמָּקוֹם אַחֵר אוֹ שֶׁנָּטַל מֵעַל כָּל פָּנָיו שְׁלֹשָׁה טְפָחִים הֲרֵי זֶה טָהוֹר. נָטַל מֵחֶצְיוֹ אֶחָד שְׁלֹשָׁה טְפָחִים וְנָתַן עַל חֶצְיוֹ הָאַחֵר שְׁלֹשָׁה טְפָחִים הֲרֵי זֶה טָהוֹר. נָטַל מֵעַל פָּנָיו טֶפַח וּמֶחֱצָה וְנָתַן עָלֶיהָ טֶפַח וּמֶחֱצָה עָפָר מִמָּקוֹם אַחֵר. לֹא עֲשֵׂה כְּלוּם. וְכֵן אִם עֲזָקוֹ וּבָדַק בִּשְׁעַת עִזּוּק מִלְּמַטָּה וּמִלְּמַעְלָה לֹא עָשָׂה כְּלוּם. רִצְּפוֹ בַּאֲבָנִים שֶׁאֵינָן מִתְנַדְנְדִין מֵהִלּוּךְ אָדָם הֲרֵי זֶה טָהוֹר: \n"
    ],
    [
      "אֶרֶץ הָעַכּוּ''ם בַּתְּחִלָּה גָּזְרוּ עַל גּוּשָׁהּ בִּלְבַד כְּבֵית הַפְּרָס ולֹא הָיוּ מְטַמְּאִים אֶלָּא הַמְהַלֵּךְ בָּהּ אוֹ נוֹגֵעַ אוֹ נוֹשֵׂא מֵעֲפָרָהּ. חָזְרוּ וְגָזְרוּ עַל אֲוִירָהּ שֶׁיְּטַמֵּא וְאַף עַל פִּי שֶׁלֹּא נָגַע וְלֹא נָשָׂא אֶלָּא כֵּיוָן שֶׁהִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לַאֲוִיר אֶרֶץ הָעַכּוּ''ם נִטְמָא. וְכֵן כְּלִי חֶרֶשׂ שֶׁהִכְנִיס אֲוִירוֹ לְאֶרֶץ הָעַכּוּ''ם וּשְׁאָר כֵּלִים שֶׁהִכְנִיס רֻבָּם לַאֲוִיר אֶרֶץ הָעַכּוּ''ם נִטְמְאוּ: \n",
      "טֻמְאַת אֲוִיר אֶרֶץ הָעַכּוּ''ם לֹא עָשׂוּ אוֹתָהּ כְּטֻמְאַת עֲפָרָהּ אֶלָּא קַלָּה הִיא מִמֶּנָּה. שֶׁעַל טֻמְאַת עֲפָרָהּ שׂוֹרְפִין תְּרוּמוֹת וְקָדָשִׁים. וְהַמִּתְטַמֵּא בְּגוּשָׁהּ טָמֵא טֻמְאַת שִׁבְעָה וְצָרִיךְ הַזָּיָה שְׁלִישִׁי וּשְׁבִיעִי. אֲבָל הַנִּטְמָא בַּאֲוִירָהּ אֵין צָרִיךְ הַזָּיָה שְׁלִישִׁי וּשְׁבִיעִי אֶלָּא טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ. וְכֵן תְּרוּמָה וְקָדָשִׁים שֶׁנִּטְמְאוּ מֵחֲמַת אֲוִירָהּ תּוֹלִין לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין: \n",
      "עֲפַר אֶרֶץ הָעַכּוּ''ם וַעֲפַר בֵּית הַפְּרָס מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא כְּמוֹ שֶׁבֵּאַרְנוּ. וְכַמָּה שִׁעוּרָן כְּחוֹתַם הַמַּרְצוּפִין וְהוּא כְּפִיקָה גְּדוֹלָה שֶׁל סַקָּאִין. עֲפַר בֵּית הַפְּרָס וַעֲפַר חוּצָה לָאָרֶץ שֶׁבָּא בְּיָרָק. אִם יֵשׁ בְּמָקוֹם אֶחָד כְּחוֹתַם הַמַּרְצוּפִין מְטַמֵּא וְאִם לָאו אֵינוֹ מִצְטָרֵף. שֶׁלֹּא גָּזְרוּ אֶלָּא עַל גּוּשׁ כִּבְרִיָּתוֹ. מַעֲשֶׂה שֶׁהָיוּ אִגְּרוֹת בָּאוֹת מִחוּצָה לָאָרֶץ לִבְנֵי כֹּהֲנִים גְּדוֹלִים וְהָיוּ בָּהֶן כִּסְאָה וּכְסָאתַיִם חוֹתָמוֹת וְלֹא חָשׁוּ לָהֶן מִשּׁוּם טֻמְאָה לְפִי שֶׁלֹּא הָיָה בְּחוֹתָם מֵהֶן כְּחוֹתַם הַמַּרְצוּפִין: \n",
      "הַמֵּבִיא תַּנּוּרִים וּסְפָלִין וּכְלֵי חֶרֶשׂ מִחוּצָה לָאָרֶץ עַד שֶׁלֹּא הֻסְּקוּ טְמֵאִים מִשּׁוּם אֶרֶץ הָעַכּוּ''ם. מִשֶּׁהֻסְּקוּ טְמֵאִים מִשּׁוּם כְּלֵי חֶרֶס שֶׁנִּטְמָא בְּאֶרֶץ הָעַכּוּ''ם שֶׁאֵינוֹ מְטַמֵּא אָדָם וְכֵלִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַמְהַלֵּךְ בְּאֶרֶץ הָעַכּוּ''ם בֶּהָרִים וּבַסְּלָעִים טָמֵא טֻמְאַת שִׁבְעָה. בַּיָּם וּבְמָקוֹם שֶׁהַיָּם עוֹלֶה בְּזַעְפּוֹ טָהוֹר מִשּׁוּם נוֹגֵעַ בָּאָרֶץ הָעַכּוּ''ם וְטָמֵא מִשּׁוּם אֲוִירָה. הַנִּכְנָס לְאֶרֶץ הָעַכּוּ''ם בְּשִׁדָּה תֵּבָה וּמִגְדָּל הַפּוֹרְחִין בָּאֲוִיר טָמֵא. שֶׁאֹהֶל זָרוּק אֵינוֹ קָרוּי אֹהֶל: \n",
      "סוּרְיָא עֲפָרָהּ טָמֵא כְּחוּצָה לָאָרֶץ וַאֲוִירָהּ טָהוֹר. לֹא גָּזְרוּ עַל אֲוִירָה. לְפִיכָךְ אִם הָיְתָה סְמוּכָה לְאֶרֶץ יִשְׂרָאֵל שָׂפָה בְּשָׂפָה וְלֹא הָיָה מַפְסִיק בֵּינֵיהֶן לֹא אֶרֶץ הָעַכּוּ''ם וְלֹא בֵּית הַקְּבָרוֹת וְלֹא בֵּית הַפְּרָס הֲרֵי זֶה יָכוֹל לְהִכָּנֵס לָהּ בְּטָהֳרָה בְּשִׁדָּה תֵּבָה וּמִגְדָּל וְהוּא שֶׁלֹּא יִגַּע בְּגוּשָׁהּ. וְכֵן אֶרֶץ הָעַכּוּ''ם הַסְּמוּכָה לְאֶרֶץ יִשְׂרָאֵל וְאֵין בֵּינֵיהֶן מָקוֹם טָמֵא הֲרֵי זוֹ נִבְדֶּקֶת וּטְהוֹרָה: \n",
      "מָקוֹם שֶׁשָּׁכְנוּ בּוֹ עַכּוּ''ם בְּאֶרֶץ יִשְׂרָאֵל הֲרֵי זֶה מְטַמֵּא כְּאֶרֶץ הָעַכּוּ''ם עַד שֶׁיִּבָּדֵק שֶׁמָּא קָבְרוּ בּוֹ נְפָלִים: \n",
      "וּתְרוּמָה וְקָדָשִׁים שֶׁנִּטְמְאוּ מֵחֲמַת מְדוֹר הָעַכּוּ''ם תּוֹלִין לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. וְכַמָּה יִשְׁהוּ בַּמָּקוֹם וְיִהְיֶה צָרִיךְ בְּדִיקָה. אַרְבָּעִים יוֹם כְּדֵי שֶׁתִּתְעַבֵּר אִשָּׁה וְתַפִּיל נֵפֶל שֶׁמְּטַמֵּא. אֲפִלּוּ אִישׁ שֶׁאֵין עִמּוֹ אִשָּׁה אִם שָׁהָה אַרְבָּעִים יוֹם מְדוֹרוֹ טָמֵא עַד שֶׁיִּבָּדֵק. גְּזֵרָה מִשּׁוּם מָדוֹר שֶׁתִּהְיֶה בּוֹ אִשָּׁה. אֲפִלּוּ עֶבֶד וְסָרִיס אוֹ אִשָּׁה אוֹ קָטָן בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד עוֹשֶׂה מְדוֹר הָעַכּוּ''ם: \n",
      "מְדוֹר עַכּוּ''ם שֶׁהָיָה בּוֹ עֶבֶד (מִיִּשְׂרָאֵל) אוֹ אִשָּׁה אוֹ קָטָן בֶּן תֵּשַׁע מְשַׁמְּרִין אוֹתוֹ שֶׁלֹּא יִקְבְּרוּ שָׁם נֵפֶל אֵינוֹ צָרִיךְ בְּדִיקָה. וְאֶת מַה הֵן בּוֹדְקִין אֶת הַבִּיבִין הָעֲמֻקִּים וְאֶת הַמַּיִם הַסְּרוּחִין. וְכָל מָקוֹם שֶׁהַחֲזִיר וְהַחֻלְדָּה יְכוֹלִין לְהוֹלִיךְ מִשָּׁם הַנֵּפֶל אֵינוֹ צָרִיךְ בְּדִיקָה מִפְּנֵי שֶׁהֵן גּוֹרְרִין אוֹתָם מִשָּׁם. מְדוֹר הָעַכּוּ''ם שֶׁחָרַב הֲרֵי הוּא בְּטֻמְאָתוֹ עַד שֶׁיִּבָּדֵק: \n",
      "הַאִיצְטְוַונִיוֹת אֵין בָּהֶן מִשּׁוּם מְדוֹר עַכּוּ''ם לְפִי שֶׁהִיא גְּלוּיָה וְאֵין בָּהּ מָקוֹם לְהַטְמִין הַנְּפָלִים. וַעֲשָׂרָה מְקוֹמוֹת אֵין בָּהֶם מִשּׁוּם מְדוֹר עַכּוּ''ם לְפִי שֶׁאֵין דִּירָתָן קְבוּעָה לֹא גָּזְרוּ עֲלֵיהֶן טֻמְאָה. וְאֵלּוּ הֵן הָעֲשָׂרָה מְקוֹמוֹת אָהֳלֵי הָעַרְבִיִּים וְהַסֻּכּוֹת וְהַצְּרִיפִין וְהַבֻּרְגָּנִין וְהַתִּקְרָה שֶׁעַל גַּבֵּי הָעַמּוּדִים וְאֵין לָהּ דְּפָנוֹת וְהֵן בָּתֵּי הַקַּיִץ וּבֵית שַׁעַר וַאֲוִירָהּ שֶׁל חָצֵר וְהַמֶּרְחָץ וּמָקוֹם שֶׁעוֹשִׂין בּוֹ הַחִצִּים וּכְלֵי הַמִּלְחָמָה וּמְקוֹם הַלִּגְיוֹנוֹת: \n",
      "הַחֲנוּת אֵין בָּהּ מִשּׁוּם מְדוֹר עַכּוּ''ם אֶלָּא אִם כֵּן הָיָה דָּר בְּתוֹכָהּ. חָצֵר שֶׁהִיא טְמֵאָה מִשּׁוּם מְדוֹר הָעַכּוּ''ם הֲרֵי בֵּית שַׁעַר שֶׁלָּהּ וַאֲוִירָהּ טְמֵאִין כָּמוֹהָ. וְאֵין מְדוֹר הָעַכּוּ''ם וְלֹא בֵּית הַפְּרָס בְּחוּצָה לָאָרֶץ: \n",
      "עֲיָרוֹת הַמֻּבְלָעוֹת בְּאֶרֶץ יִשְׂרָאֵל. כְּגוֹן סִיסִית וְחַבְרוֹתֶיהָ. [אַשְׁקְלוֹן וְחַבְרוֹתֶיהָ]. אַף עַל פִּי שֶׁפְּטוּרוֹת מִן הַמַּעַשְׂרוֹת וּמִן הַשְּׁבִיעִית אֵין בָּהֶן מִשּׁוּם אֶרֶץ הָעַכּוּ''ם. וְחֶזְקַת דְּרָכִים שֶׁל עוֹלֵי בָּבֶל טְהוֹרוֹת אַף עַל פִּי שֶׁהֵן מֻבְלָעוֹת בְּאֶרֶץ הָעַכּוּ''ם: \n"
    ],
    [
      "טֶפַח עַל טֶפַח מְרֻבָּע עַל רוּם טֶפַח מֵבִיא אֶת הַטֻּמְאָה וְחוֹצֵץ בִּפְנֵי הַטֻּמְאָה דִּין תּוֹרָה. שֶׁאֵין קָרוּי אֹהֶל אֶלָּא טֶפַח עַל טֶפַח בְּרוּם טֶפַח אוֹ יֶתֶר עַל זֶה. כֵּיצַד. כְּזַיִת מִן הַמֵּת מֻנָּח לַאֲוִיר וּבְצִדּוֹ כֵּלִים כְּגוֹן מְחָטִין וְצִנּוֹרוֹת וְכַיּוֹצֵא בָּהֶן וְאֵינָן נוֹגְעִים בְּטֻמְאָה. אִם הֶאֱהִיל עֲלֵיהֶן אֹהֶל שֶׁיֵּשׁ בּוֹ טֶפַח עַל טֶפַח וְהָיָה גָּבוֹהַּ מֵעַל הָאָרֶץ טֶפַח הֲרֵי זֶה מֵבִיא אֶת הַטֻּמְאָה לַכֵּלִים וּטְמֵאִין. הָיוּ כֵּלִים אֲחֵרִים עַל גַּבֵּי אֹהֶל זֶה שֶׁיֵּשׁ בּוֹ טֶפַח עַל טֶפַח הֲרֵי הֵן טְהוֹרִין. מִפְּנֵי שֶׁהָאֹהֶל חוֹצֵץ בֵּינָם וּבֵין הַטֻּמְאָה. הִנֵּה לָמַדְתָּ שֶׁכְּשֵׁם שֶׁהָאֹהֶל מְטַמֵּא כָּל שֶׁתַּחְתָּיו מַצִּיל כָּל שֶׁחוּצָה לוֹ וְחוֹצֵץ בֵּין הַטֻּמְאָה וּבֵין כֵּלִים שֶׁעַל גַּבָּיו. וְכֵן אִם הָיְתָה הַטֻּמְאָה עַל גַּבָּיו וְכֵלִים תַּחְתָּיו הַכֵּלִים טְהוֹרִין. שֶׁהָאֹהֶל חוֹצֵץ בִּפְנֵי הַטֻּמְאָה. הָיָה הָאֹהֶל פָּחוֹת מֵרוּם טֶפַח אוֹ פָּחוֹת מִטֶּפַח עַל טֶפַח. אַף עַל פִּי שֶׁהוּא גָּבוֹהַּ כַּמָּה טְפָחִים הַכֵּלִים שֶׁבְּצַד הַטֻּמְאָה טְהוֹרִים וְכֵלִים שֶׁלְּמַעְלָה מֵאֹהֶל זֶה כָּל שֶׁכְּנֶגֶד הַטֻּמְאָה טָמֵא מִפְּנֵי שֶׁהֶאֱהִילוּ עַל הַטֻּמְאָה וְאֵין שָׁם אֹהֶל לָחֹץ בִּפְנֵי הַטֻּמְאָה. וְכֵן אִם הָיְתָה טֻמְאָה עַל גַּבֵּי אֹהֶל זֶה וְכֵלִים תַּחְתָּיו כָּל שֶׁכְּנֶגֶד הַטֻּמְאָה טָמֵא שֶׁהֲרֵי הֶאֱהִילָה עֲלֵיהֶן וְאֵין שָׁם אֹהֶל שֶׁיָּחֹץ בִּפְנֵי הַטֻּמְאָה שֶׁכָּל פָּחוֹת מֵרוּם טֶפַח כִּנְגִיעָה הוּא חָשׁוּב. וְטֻמְאָה שֶׁתַּחְתָּיו טֻמְאָה רְצוּצָה הִיא כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה הָאֹהֶל אָדָם אוֹ כֵּלִים. אֲבָל אָדָם אוֹ כֵּלִים שֶׁנַּעֲשׂוּ אֹהֶל עַל הַטֻּמְאָה בֵּין שֶׁהָיוּ הֵן עַצְמָן אֹהֶל בֵּין שֶׁהָיוּ עַמּוּדֵי הָאֹהֶל אֲפִלּוּ הָיוּ כֵּלִים שֶׁאֵין מְקַבְּלִין טֻמְאָה כָּל עִקָּר הֲרֵי אֵלּוּ מְבִיאִין אֶת הַטֻּמְאָה וְאֵינָן חוֹצְצִין בִּפְנֵי הַטֻּמְאָה. כֵּיצַד. לוּחַ שֶׁהָיָה מֻנָּח עַל גַּבֵּי אַרְבָּעָה בְּנֵי אָדָם אוֹ עַל גַּבֵּי אַרְבָּעָה כֵּלִים אֲפִלּוּ כְּלֵי אֲבָנִים וְכַיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁאֵין לְמִינָן טֻמְאָה. וְאֵין צָרִיךְ לוֹמַר אִם הָיָה מֻנָּח עַל אַרְבָּעָה שִׁפּוּדִין אוֹ אַרְבָּעָה קָנִים שֶׁגְּבוֹהִין טֶפַח. וְהָיְתָה טֻמְאָה וְכֵלִים תַּחְתָּיו הַכֵּלִים טְמֵאִים. וְאִם הָיוּ כֵּלִים עַל גַּבָּיו אֲפִלּוּ שֶׁלֹּא כְּנֶגֶד הַטֻּמְאָה טְמֵאִים. וְאִם הָיְתָה טֻמְאָה עַל גַּבֵּי לוּחַ וְכֵלִים תַּחְתָּיו כָּל כֵּלִים שֶׁתַּחַת הַלּוּחַ טְמֵאִין. אֲבָל אִם הַלּוּחַ הָיָה מֻנָּח עַל גַּבֵּי אַרְבַּע אֲבָנִים אוֹ עַל גַּבֵּי בְּהֵמָה וְחַיָּה. וְהָיְתָה טֻמְאָה תַּחְתָּיו הֲרֵי הַכֵּלִים שֶׁעַל גַּבָּיו טְהוֹרִין: \n",
      "הָיְתָה טֻמְאָה עַל גַּבָּיו הֲרֵי כָּל הַכֵּלִים שֶׁתַּחְתָּיו טְהוֹרִין מִפְּנֵי שֶׁהָאֹהֶל חוֹצֵץ בִּפְנֵי הַטֻּמְאָה. וּכְלֵי גְּלָלִים וּכְלֵי אֲבָנִים וּכְלֵי אֲדָמָה הַבָּאִים בְּמִדָּה הֲרֵי הֵם כְּאֹהָלִים וְאֵינָם כְּכֵלִים וּלְפִיכָךְ חוֹצְצִים בִּפְנֵי הַטֻּמְאָה: \n",
      "נֶסֶר שֶׁהוּא נָתוּן עַל פִּי תַּנּוּר חָדָשׁ וְעוֹדֵף מִכָּל צְדָדָיו בְּפוֹתֵחַ טֶפַח. הָיְתָה טֻמְאָה תַּחַת הַנֶּסֶר כֵּלִים שֶׁעַל גַּבָּיו טְהוֹרִין. טֻמְאָה עַל גַּבָּיו כֵּלִים שֶׁתַּחְתָּיו טְהוֹרִים מִפְּנֵי שֶׁתַּנּוּר חָדָשׁ אֵינוֹ כְּכֵלִים לְעִנְיָן זֶה. וְאִם הָיָה יָשָׁן הַכּל טָמֵא: \n",
      "נֶסֶר שֶׁהוּא נָתוּן עַל פִּי שְׁנֵי תַּנּוּרִים אֲפִלּוּ יְשָׁנִים וְעוֹדֵף מִחוּצָה לְתַנּוּר זֶה וּמִחוּצָה לְתַנּוּר זֶה וְהָיְתָה טֻמְאָה תַּחְתָּיו בֵּין שְׁנֵי הַתַּנּוּרִים בֵּינֵיהֶן בִּלְבַד טָמֵא. אֲבָל כֵּלִים שֶׁתַּחַת שְׁתֵּי הַקְּצָווֹת שֶׁחוּצָה לַתַּנּוּרִים טְהוֹרִים שֶׁהֲרֵי הֵן כִּשְׁנֵי אֹהָלִים זֶה בְּצַד זֶה. וְכֵן נֶסֶר שֶׁהוּא נָתוּן עַל פִּי תַּנּוּר אֲפִלּוּ יָשָׁן וְיוֹצֵא מִזֶּה טֶפַח וּמִזֶּה טֶפַח אֲבָל לֹא מִן הַצְּדָדִין וְטֻמְאָה בְּצַד זֶה כֵּלִים שֶׁבַּצַּד הַשֵּׁנִי טְהוֹרִין: \n",
      "אָדָם שֶׁנָּשָׂא כְּלִי כְּגוֹן מִרְדַּעַת וְכַיּוֹצֵא בּוֹ וְהֶאֱהִיל צַד הַכְּלִי הָאֶחָד עַל הַטֻּמְאָה אִם הָיָה בְּהֶקֵּפוֹ טֶפַח אַף עַל פִּי שֶׁאֵין בְּרָחְבּוֹ אֶלָּא רֹחַב אֶצְבָּעוֹ שְׁלִישׁ הֲרֵי זֶה מְטַמֵּא אֶת הַנּוֹשֵׂא וּמֵבִיא לוֹ טֻמְאָה מִדִּבְרֵיהֶם שֶׁגָּזְרוּ עַל שֶׁיֵּשׁ בְּהֶקֵּפוֹ טֶפַח מִשּׁוּם שֶׁיֵּשׁ בְּרָחְבּוֹ טֶפַח. אֲבָל אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה לַכֵּלִים שֶׁתַּחְתָּיו וְלִשְׁאָר אָדָם שֶׁיַּאֲהִיל עֲלֵיהֶן וְעַל הַטֻּמְאָה עַד שֶׁיִּהְיֶה בּוֹ רֹחַב טֶפַח: \n",
      "אֲרוֹנוֹת שֶׁל עֵץ שֶׁמַּנִּיחִין בָּהֶן אֶת הַמֵּת אֵינָן כְּקֶבֶר (אֲבָל) אִם יֵשׁ בֵּין כִּסּוּי הָאָרוֹן וְהַמֵּת גֹּבַהּ טֶפַח חוֹצֵץ וְהָעוֹמֵד עַל גַּבֵּי הָאָרוֹן טָהוֹר מִן הַתּוֹרָה. וְאַף עַל פִּי שֶׁרֹב אֲרוֹנוֹת יֵשׁ בָּהֶן חֲלַל טֶפַח הוֹאִיל וְיֵשׁ שֶׁאֵין שָׁם חֲלַל טֶפַח גָּזְרוּ עַל כָּל הָאֲרוֹנוֹת שֶׁאֵינָן חוֹצְצִין וְשֶׁיִּהְיֶה הַמְהַלֵּךְ עַל גַּבֵּי הָאָרוֹן כְּנוֹגֵעַ בַּמֵּת אוֹ בַּקֶּבֶר: \n",
      "קוֹרָה שֶׁהִיא נְתוּנָה מִכֹּתֶל לְכֹתֶל וְהַטֻּמְאָה תַּחְתֶּיהָ אִם יֵשׁ בָּהּ פּוֹתֵחַ טֶפַח מְבִיאָה אֶת הַטֻּמְאָה תַּחַת כֻּלָּהּ וְכָל הַכֵּלִים אוֹ אָדָם שֶׁתַּחְתֶּיהָ טְמֵאִים אַף עַל פִּי שֶׁאֵין כֻּלָּהּ שָׁוָה וּקְצָתוֹ פְּחוּתָה מִטֶּפַח מִפְּנֵי שֶׁקְּצָתָהּ מִקְצָת אֹהֶל הוּא. וְאִם אֵין בָּהּ פּוֹתֵחַ טֶפַח טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת כְּמוֹ שֶׁבֵּאַרְנוּ. כַּמָּה יִהְיֶה בְּהֶקֵּפָהּ וְיִהְיֶה בָּהּ פּוֹתֵחַ טֶפַח. בִּזְמַן שֶׁהִיא עֲגֻלָּה שְׁלֹשָׁה טְפָחִים וּבִזְמַן שֶׁהִיא מְרֻבַּעַת אַרְבָּעָה טְפָחִים: \n",
      "סְאָה שֶׁהִיא מֻטָּה עַל צִדָּה בָּאֲוִיר אֵינָהּ מְבִיאָה אֶת הַטֻּמְאָה תַּחַת כֻּלָּהּ עַד שֶׁיִּהְיֶה בְּהֶקֵּפָהּ אַרְבָּעָה טְפָחִים וּמֶחֱצָה בְּקֵרוּב. כְּדֵי שֶׁיִּהְיֶה גֹּבַהּ הַצַּד הָעֶלְיוֹן טֶפַח וּמֶחֱצָה וְיִהְיֶה הַטֶּפַח עַל טֶפַח מִמֶּנָּה גָּבְהוֹ מֵעַל הָאָרֶץ טֶפַח. לְפִיכָךְ אִם הָיְתָה גְּבוֹהָה מֵעַל הָאָרֶץ חֲצִי טֶפַח וְהָיָה בְּהֶקֵּפָהּ שְׁלֹשָׁה מְבִיאָה אֶת הַטֻּמְאָה. וְכֵן עַמּוּד עָגל שֶׁהוּא מֻטָּל לָאֲוִיר וּמֻנָּח עַל הָאָרֶץ אֵינוֹ מֵבִיא טֻמְאָה תַּחַת דָּפְנוֹ עַד שֶׁיִּהְיֶה בּוֹ הֶקֵּף כ''ד טְפָחִים וְאִם אֵין בְּהֶקֵּפוֹ עֶשְׂרִים וְאַרְבָּעָה טְפָחִים טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. זֶה שֶׁהִצְרִיכוּ עֶשְׂרִים וְאַרְבָּעָה טְפָחִים עַל הָעִקָּרִין שֶׁסּוֹמְכִים עֲלֵיהֶן חֲכָמִים בְּחֶשְׁבּוֹן כָּל הַמִּשְׁפָּטִים. שֶׁכָּל שֶׁיֵּשׁ בְּהֶקֵּפוֹ שְׁלֹשָׁה יֵשׁ בּוֹ רֹחַב טֶפַח. וְכָל טֶפַח עַל טֶפַח בָּרִבּוּעַ יֵשׁ בַּאֲלַכְסוֹנוֹ טֶפַח וּשְׁנֵי חֳמָשִׁין. לְפִיכָךְ אִם הָיָה בְּהֶקֵּף הָעַמּוּד עֶשְׂרִים וְאַרְבָּעָה טְפָחִים נִמְצָא תַּחַת כָּל דָּפְנוֹ טֶפַח עַל רוּם טֶפַח מְרֻבָּע וְיֶתֶר מְעַט. שֶׁחֶשְׁבּוֹנוֹת אֵלּוּ בְּקֵרוּב הֵן: \n"
    ],
    [
      "כָּל טֶפַח עַל טֶפַח בְּרוּם טֶפַח קָרוּי אֹהֶל כְּמוֹ שֶׁבֵּאַרְנוּ. וְחוֹצֵץ בִּפְנֵי הַטֻּמְאָה וּמֵבִיא אֶת הַטֻּמְאָה בֵּין שֶׁעֲשָׂאָהוּ לְהַאֲהִיל בֵּין שֶׁנַּעֲשָׂה מֵאֵלָיו אֲפִלּוּ הָיָה שֶׁלֹּא בִּידֵי אָדָם הֲרֵי זֶה מֵבִיא וְחוֹצֵץ. כֵּיצַד. אֶחָד חוֹר שֶׁחָרְרוּהוּ מַיִם אוֹ שְׁרָצִים אוֹ שֶׁאֲכָלַתּוּ מְלַחַת אוֹ שֶׁצָּבַר אֲבָנִים אוֹ קוֹרוֹת וְנַעֲשָׂה בָּהֶן חֲלַל טֶפַח הֲרֵי זֶה אֹהֶל וּמֵבִיא וְחוֹצֵץ: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הָאֹהֶל חָזָק וּבָרִיא. אֲבָל אֹהֶל רָעוּעַ אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה וְאֵינוֹ חוֹצֵץ בִּפְנֵי הַטֻּמְאָה מִן הַתּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים מֵבִיא אֶת הַטֻּמְאָה וְאֵינוֹ חוֹצֵץ. כֵּיצַד. שָׂרִיגֵי הָאִילָנוֹת הַסּוֹכְכִים עַל הָאָרֶץ וְהֵן הַנִּקְרָאִים סְכָכוֹת. וַאֲבָנִים הַיּוֹצְאוֹת מִן הַגָּדֵר הַסּוֹכְכוֹת עַל הָאָרֶץ וְהֵן הַנִּקְרָאִין פְּרָעוֹת אִם יְכוֹלִין לְקַבֵּל מַעֲזִיבָה בֵּינוֹנִית וְהֵן עוֹמְדִין הֲרֵי אֵלּוּ מְבִיאִין וְחוֹצְצִין מִן הַתּוֹרָה. וְאִם אֵינָן רְאוּיִין לְקַבֵּל מַעֲזִיבָה בֵּינוֹנִית אֶלָּא הֵן נוֹפְלִים הֲרֵי אֵלּוּ מְבִיאִין מִדִּבְרֵיהֶם וְאֵינָן חוֹצְצִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: \n",
      "אֵלּוּ מְבִיאִין וְחוֹצְצִין. כְּלִי עֵץ הַבָּא בְּמִדָּה. וְכֵן כְּלֵי אֲבָנִים כְּלֵי גְּלָלִים כְּלֵי אֲדָמָה הַבָּאִין בְּמִדָּה. וּפְשׁוּטֵי כְּלֵי עוֹר וִירִיעָה וְסָדִין וּמַפָּץ וּמַחְצֶלֶת שֶׁהֵן עֲשׂוּיִין אֹהָלִים. וּבְהֵמוֹת אוֹ חַיּוֹת בֵּין טְמֵאוֹת בֵּין טְהוֹרוֹת וְהוּא שֶׁיִּהְיֶה רֹאשׁ זוֹ בֵּין רַגְלֵי זוֹ וְהָיוּ כֻּלָּן דְּבוּקוֹת. וְהָעוֹף שֶׁשָּׁכַן. וְהַחוֹטֵט בַּשִּׁבֳּלִים מָקוֹם לְקָטָן לְהַצִּילוֹ מִן הַשֶּׁמֶשׁ. וָאֳכָלִין שֶׁאֵינָן מֻכְשָׁרִין כְּדֵי שֶׁלֹּא יִטַּמְּאוּ. יְרָקוֹת הַמִּתְקַיְּמִין בִּימוֹת הַחַמָּה וְהַגְּשָׁמִים הֲרֵי הֵן כְּאִילָנוֹת וּמְבִיאִין וְחוֹצְצִין. וְאֵלּוּ הֵן. הָאִרוּס וְהַקִּיסוֹם וִירָקוֹת חֲמוֹר וּדְלַעַת יְוָנִית. וְכֵן הַסְּכָכוֹת וְהַפְּרָעוֹת וְהַזִּיזִין וְהַגְּזוּרוֹת וְהַשּׁוֹבָכוֹת וְהַשְּׁקִיפִין וְהַסְּלָעִים וְהַנְּחִירִים וְהַשְּׁנִינִין. כָּל אֵלּוּ מְבִיאִין וְחוֹצְצִין: \n",
      "וְאֵלּוּ מְבִיאִין וְלֹא חוֹצְצִין. הָאָדָם. וּכְלֵי עֵץ שֶׁאֵינָן בָּאִין בְּמִדָּה מִפְּנֵי שֶׁהֵן כְּכָל הַכֵּלִים וּמִתְטַמְּאִין. וּפְשׁוּטֵי כְּלֵי עוֹר וִירִיעָה וְסָדִין וּמַפָּץ וּמַחְצֶלֶת שֶׁאֵין עֲשׂוּיִין אֹהָלִים אֶלָּא מְתוּחִין בִּלְבַד וְאֵין לָהֶן שִׁפּוּעַ וְאֵין שָׁם כְּתָלִים. וּבְהֵמָה וְחַיָּה שֶׁמֵּתוּ. וָאֳכָלִין טְמֵאִין אוֹ מֻכְשָׁרִין. שֶׁדָּבָר טָמֵא אֵינוֹ חוֹצֵץ. וְרֵחַיִם שֶׁל יָד שֶׁהֲרֵי הִיא בִּכְלַל כְּלֵי אֲבָנִים. כָּל אֵלּוּ מְבִיאִין וְאֵינָן חוֹצְצִין: \n",
      "וְאֵלּוּ לֹא מְבִיאִין וְלֹא חוֹצְצִין. הַזְּרָעִים וְהַיְרָקוֹת הַמְחֻבָּרִין לַקַּרְקַע. חוּץ מִן הָאַרְבַּע יְרָקוֹת שֶׁמָּנִינוּ. וְכִפַּת הַבָּרָד וְהַשֶּׁלֶג וְהַכְּפוֹר וְהַגְּלִיד וְהַמֶּלַח. וְהַדּוֹלֵג מִמָּקוֹם לְמָקוֹם. וְהַקּוֹפֵץ מִמָּקוֹם לְמָקוֹם. וְהָעוֹף הַפּוֹרֵחַ. וְטַלִּית הַמְנַפְנֶפֶת. וּסְפִינָה שֶׁהִיא שָׁטָה עַל פְּנֵי הַמַּיִם. כָּל אֵלּוּ לֹא מְבִיאִין וְלֹא חוֹצְצִין שֶׁאַף עַל פִּי שֶׁהֶאֱהִילוּ אֵינוֹ אֹהֶל הַמִּתְקַיֵּם: \n",
      "קָשַׁר אֶת הַסְּפִינָה בְּדָבָר שֶׁהוּא יָכוֹל לְהַעֲמִידָהּ. כָּבַשׁ כְּנַף הַטַּלִּית בְּאֶבֶן הֲרֵי זוֹ מְבִיאָה אֶת הַטֻּמְאָה: \n",
      "נֶסֶר שֶׁהוּא צָף עַל פְּנֵי הַמַּיִם וְטֻמְאָה תַּחַת צִדּוֹ הָאֶחָד. הֲרֵי הַכֵּלִים שֶׁתַּחַת צִדּוֹ הַשֵּׁנִי טְהוֹרִים. שֶׁהֲרֵי כְּבָר בֵּאַרְנוּ שֶׁהַסְּפִינָה הַשָּׁטָה אֵינָהּ מְבִיאָה הַטֻּמְאָה: \n",
      "אֵלּוּ חוֹצְצִין וְלֹא מְבִיאִין. מַסֶּכֶת פְּרוּסָה. וַחֲבִילֵי מִטָּה. וְהַמִּשְׁפָּלוֹת. וְהַסְּרִיגוֹת שֶׁבַּחַלּוֹנוֹת. כֵּיצַד הֵן חוֹצְצִין. שֶׁאִם הָיָה חַלּוֹן בֵּין שְׁנֵי בָּתִּים וְהַטֻּמְאָה בְּבַיִת אֶחָד וְהָיָה אֶחָד מֵאֵלּוּ מָתוּחַ בְּחַלּוֹן זֶה וּסְתָמוֹ אַף עַל פִּי שֶׁיֵּשׁ בֵּינֵיהֶן אֲוִיר הֲרֵי אֵלּוּ חוֹצְצִין וְלֹא תִּכָּנֵס טֻמְאָה לְבַיִת שֵׁנִי. וְהוּא שֶׁלֹּא יִהְיֶה שָׁם בִּסְרִיגוֹת אֵלּוּ אוֹ בְּעֵינֵי הַמִּשְׁפָּלוֹת אוֹ בֵּין חֶבֶל לְחֶבֶל פּוֹתֵחַ טֶפַח שֶׁאִם הָיָה שָׁם פּוֹתֵחַ טֶפַח תִּכָּנֵס בּוֹ הַטֻּמְאָה כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
    ],
    [
      "אֵין טֻמְאָה נִכְנֶסֶת לְאֹהֶל וְלֹא יוֹצְאָה מִמֶּנּוּ בְּפָחוֹת מטֶּפַח עַל טֶפַח. כֵּיצַד. חַלּוֹן שֶׁבֵּין בַּיִת לְבַיִת אוֹ שֶׁבֵּין בַּיִת לַעֲלִיָּה. אִם יֵשׁ בּוֹ טֶפַח עַל טֶפַח מְרֻבָּע וְהָיְתָה טֻמְאָה בְּאֶחָד מֵהֶן הַבַּיִת הַשֵּׁנִי טָמֵא. אֵין בַּחַלּוֹן פּוֹתֵחַ טֶפַח אֵין הַטֻּמְאָה יוֹצְאָה מִמֶּנּוּ וְלֹא נִכְנֶסֶת לָאֹהֶל הַשֵּׁנִי. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחַלּוֹן שֶׁעָשָׂה אוֹתוֹ הָאָדָם לְתַשְׁמִישׁ. אֲבָל חַלּוֹן שֶׁעָשָׂה אוֹתוֹ הָאָדָם לְאוֹרָה כְּדֵי שֶׁיִּכָּנֵס מִמֶּנּוּ הָאוֹר שִׁעוּרוֹ כְּפוּנְדְיוֹן וְהַטֻּמְאָה יוֹצְאָה מִמֶּנּוּ. כֵּיצַד. הָיְתָה טֻמְאָה בַּבַּיִת וּבָא אָדָם וְנִסְמַךְ לְחַלּוֹן זֶה שֶׁל מָאוֹר אוֹ שֶׁהִנִּיחַ בּוֹ כְּלִי אוֹ שֶׁהֶאֱהִיל עָלָיו אֹהֶל בְּצַד הַכֹּתֶל נִטְמָא כָּל שֶׁבְּאֹהֶל שֶׁהַטֻּמְאָה יוֹצְאָה לוֹ. וְחַלּוֹן הֶעָשׂוּי לְאוֹרָה הוּא שֶׁאֵין עָלָיו תִּקְרָה אֶלָּא גָּלוּי הוּא לַשֶּׁמֶשׁ: \n",
      "חַלּוֹן הַנַּעֲשֶׂה שֶׁלֹּא בִּידֵי אָדָם כְּגוֹן שֶׁחָרְרוּהוּ מַיִם אוֹ שְׁרָצִים אוֹ שֶׁאֲכָלַתּוּ מְלַחַת אוֹ שֶׁהָיָה חַלּוֹן פָּקוּק וְנָטַל הַפְּקָק אוֹ שֶׁהָיְתָה בּוֹ זְכוּכִית וְנִשְׁבְּרָה שִׁעוּרוֹ מְלֹא אֶגְרוֹף וְהוּא כְּרֹאשׁ גָּדוֹל שֶׁל אָדָם. וְהוּא שֶׁלֹּא חָשַׁב עָלָיו לְתַשְׁמִישׁ אֲבָל אִם חָשַׁב עָלָיו לְתַשְׁמִישׁ שִׁעוּרוֹ בְּפוֹתֵחַ טֶפַח. חָשַׁב עָלָיו לְמָאוֹר שִׁעוּרוֹ בְּפוּנְדְיוֹן שֶׁהַמַּחְשָׁבָה כָּאן כְּמַעֲשֶׂה: \n",
      "מָאוֹר שֶׁהִתְחִיל לְסָתְמוֹ וְלֹא הִסְפִּיק לְגָמְרוֹ מִפְּנֵי שֶׁלֹּא הָיָה לוֹ טִיט אוֹ שֶׁקְּרָאוֹ חֲבֵרוֹ אוֹ שֶׁחָשְׁכָה לֵילֵי שַׁבָּת וְנִשְׁאַר מִמֶּנּוּ מְעַט. אִם נִשְׁאַר מִמֶּנּוּ רוּם אֶצְבָּעַיִם עַל רֹחַב הַגּוּדָל מֵבִיא אֶת הַטֻּמְאָה. פָּחוֹת מִכָּאן הֲרֵי הוּא כְּסָתוּם: \n",
      "חַלּוֹן גָּדוֹל הֶעָשׂוּי לְאוֹרָה וְהָיָה בָּהּ שְׂבָכָה וְכַיּוֹצֵא בָּהּ. אִם יֵשׁ שָׁם בְּמָקוֹם אֶחָד מִמֶּנָּה כְּפוּנְדְיוֹן מֵבִיא אֶת הַטֻּמְאָה וּמוֹצִיא אֶת הַטֻּמְאָה. הָיוּ נִקְבֵי הַשְּׂבָכָה דַּקִּים וְאֵין בְּאֶחָד מֵהֶן כְּפוּנְדְיוֹן הֲרֵי זוֹ כִּסְתוּמָה. וְכֵן חַלּוֹן הָעֲשׂוּיָה לְתַשְׁמִישׁ וּבָהּ סְכָכוֹת וּרְפָפוֹת אִם יֵשׁ בְּמָקוֹם אֶחָד טֶפַח עַל טֶפַח מְרֻבָּע מֵבִיא וּמוֹצִיא וְאִם לָאו הֲרֵי הִיא כִּסְתוּמָה: \n",
      "חַלּוֹן שֶׁהִיא גְּלוּיָה לָאֲוִיר שִׁעוּרָהּ כְּפוּנְדְיוֹן מִפְּנֵי שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לְאוֹרָה כְּמוֹ שֶׁאָמַרְנוּ. בָּנָה בַּיִת חוּצָה לָהּ וְנַעֲשֵׂית חַלּוֹן זוֹ תַּחַת תִּקְרָה וַהֲרֵי הִיא בֵּין שְׁנֵי בָּתִּים שִׁעוּרָהּ בְּפוֹתֵחַ טֶפַח. נָתַן אֶת הַתִּקְרָה בְּאֶמְצַע הַחַלּוֹן הַתַּחְתּוֹן שֶׁתַּחַת הַתִּקְרָה שִׁעוּרוֹ בְּפוֹתֵחַ טֶפַח. וְהָעֶלְיוֹן שֶׁלְּמַעְלָה מִן הַתִּקְרָה שִׁעוּרוֹ כְּפוּנְדְיוֹן מִפְּנֵי שֶׁהוּא גָּלוּי לָאֲוִיר: \n",
      "הַחֹר שֶׁבַּדֶּלֶת אוֹ שֶׁשִּׁיֵּר בָּהּ הֶחָרָשׁ מָקוֹם פָּתוּחַ מִלְּמַעְלָה אוֹ מִלְּמַטָּה אוֹ שֶׁהֵגִיף אֶת הַדֶּלֶת וְלֹא גָּמַר לְהַדְּקָהּ וְנִשְׁאַר אֲוִיר בֵּין שְׁתֵּי הַדְּלָתוֹת. אוֹ שֶׁסָּגַר הַדֶּלֶת וּפְתָחוֹ הָרוּחַ. בְּכָל אֵלּוּ אִם הָיָה הַפּוֹתֵחַ כְּאֶגְרוֹף הַטֻּמְאָה יוֹצְאָה מִמֶּנּוּ וְנִכְנֶסֶת לָהּ בְּמָקוֹם פָּתוּחַ זֶה. וְאִם הָיָה פָּחוֹת מִכְּאֶגְרוֹף הֲרֵי הוּא כְּסָתוּם: \n",
      "הָעוֹשֶׂה חֹר בַּכֹּתֶל כְּדֵי לְהַנִּיחַ בּוֹ קָנֶה אוֹ מַסְמֵר גָּדוֹל אוֹ לִרְאוֹת מִמֶּנּוּ הָעוֹבְרִים וְהַשָּׁבִים אוֹ לְדַבֵּר עִם חֲבֵרוֹ. הֲרֵי זֶה כְּחַלּוֹן הָעֲשׂוּיָה לְתַשְׁמִישׁ וְשִׁעוּרָהּ בְּפוֹתֵחַ טֶפַח: \n"
    ],
    [
      "חַלוֹן תַּשְׁמִישׁ שֶׁסְּתָמָהּ כֻּלָּהּ אוֹ סְתָמָהּ עַד שֶׁנִּשְׁאַר בָּהּ פָּחוֹת מִטֶּפַח אִם בְּדָבָר הַחוֹצֵץ בִּפְנֵי הַטֻּמְאָה סָתַם הֲרֵי זֶה חוֹצֵץ וְהוּא שֶׁיִּהְיֶה דָּבָר שֶׁאֵין דַּעְתּוֹ לְפַנּוֹתוֹ. לְפִיכָךְ אִם סָתַם הַחַלּוֹן אוֹ מִעֲטוֹ בָּאֳכָלִין שֶׁאֵינָן מֻכְשָׁרִין אֵינָן חוֹצְצִין שֶׁאַף עַל פִּי שֶׁאֵין מְקַבְּלִין טֻמְאָה וַהֲרֵי הֵן טְהוֹרִין דַּעְתּוֹ לְפַנּוֹתָן. הָיוּ סְרוּחִין הֲרֵי אֵלּוּ חוֹצְצִין. וְכֵן תֶּבֶן סָרוּחַ חוֹצֵץ וְשֶׁאֵינוֹ סָרוּחַ אֵינוֹ חוֹצֵץ מִפְּנֵי שֶׁדַּעְתּוֹ לְפַנּוֹתוֹ. תְּבוּאָה שֶׁגָּדְלָה וְסָתְמָה אֶת הַחַלּוֹן אוֹ מִעֲטַתּוּ אֵינָהּ חוֹצֶצֶת לְפִי שֶׁדַּעְתּוֹ לְפַנּוֹתָהּ שֶׁמָּא תַּפְסִיד הַכֹּתֶל. הָיָה עִקָּרָהּ רָחוֹק מִן הַכֹּתֶל וְנָטָה רֹאשׁוֹ וְסָתַם הֲרֵי זוֹ חוֹצֶצֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "חָבִית שֶׁהִיא מְלֵאָה גְּרוֹגָרוֹת סְרוּחִין שֶׁאֵינָן מֻכְשָׁרִין וְלֹא רְאוּיִין לַאֲכִילָה וּמֻנַּחַת בְּחַלּוֹן וּפִי הֶחָבִית כְּלַפֵּי הַטֻּמְאָה שֶׁהֲרֵי הֶחָבִית טְמֵאָה. וְכֵן קֻפָּה שֶׁהִיא מְלֵאָה תֶּבֶן סָרוּחַ שֶׁאֵינוֹ רָאוּי לֹא לְמַאֲכַל בְּהֵמָה וְלֹא לְטִיט וְלֹא לְהַסָּקָה וּמֻנַּחַת בְּחַלּוֹן. אִם יְכוֹלִין הַגְּרוֹגָרוֹת וְהַתֶּבֶן לַעֲמֹד בִּפְנֵי עַצְמָן כְּשֶׁיִּנָּטֵל הַכְּלִי שֶׁהֵן בּוֹ הֲרֵי אֵלּוּ חוֹצְצִין וְאִם לָאו אֵינָן חוֹצְצִין. עֲשָׂבִים הַמָּרִים שֶׁאֵינָן רְאוּיִין לִבְהֵמָה. וּמַטְלָנִיּוֹת שֶׁאֵין בָּהֶן ג' עַל ג' שֶׁהָיוּ מְטֻנָּפִים וְקָשִׁים כְּדֵי שֶׁלֹּא יִהְיוּ רְאוּיִין אֲפִלּוּ לְקַנֵּחַ הַדָּם מִן הַשְּׂרִיטָה. וְהָאֵיבָר וְהַבָּשָׂר הַמְדֻלְדָּלִים בִּבְהֵמָה טְמֵאָה וְהוּא שֶׁתִּהְיֶה כְּחוּשָׁה שֶׁאֵינָהּ רְאוּיָה לְהִמָּכֵר לְעַכּוּ''ם וּקְשׁוּרָה כְּדֵי שֶׁלֹּא תִּבְרַח. וְהָעוֹף טָמֵא שֶׁשָּׁכַן בַּחַלּוֹן וְהוּא שֶׁיִּהְיֶה מְשָׂרֵט שֶׁהֲרֵי אֵינוֹ רָאוּי אֲפִלּוּ לְתִינוֹק לְשַׂחֵק בּוֹ. וְעַכּוּ''ם כָּפוּת שֶׁהוּא מֵאֲסוּרֵי הַמֶּלֶךְ שֶׁאֵין אַחֵר יָכוֹל לְהַתִּירוֹ. וּבֶן שְׁמוֹנָה בְּיוֹם הַשַּׁבָּת שֶׁהֲרֵי אָסוּר לְטַלְטְלוֹ. וְהַמֶּלַח הַמְעֹרָב בְּקוֹצִים שֶׁאֵינוֹ רָאוּי לֹא לַאֲכִילָה וְלֹא לַעֲבָדָה וְהוּא שֶׁיִּהְיֶה מֻנָּח עַל הַחֶרֶשׂ כְּדֵי שֶׁלֹּא יַזִּיק אֶת הַכֹּתֶל. כָּל אֵלּוּ מְמַעֲטִין בַּחַלּוֹן שֶׁהֲרֵי אֵינָן מְקַבְּלִין טֻמְאָה וְאֵין דַּעְתּוֹ לְפַנּוֹתָן מִפְּנֵי שֶׁאֵינָן רְאוּיִין לִמְלָאכָה. וְכֵן סֵפֶר תּוֹרָה שֶׁבָּלָה וְהָיָה מֻנָּח בַּחַלּוֹן אִם גָּמַר שֶׁתִּהְיֶה שָׁם גְּנִיזָתוֹ הֲרֵי זֶה מְמַעֵט בְּחַלּוֹן. אֲבָל הַשֶּׁלֶג וְהַבָּרָד וְהַכְּפוֹר וְהַגְּלִיד וְהַמַּיִם אֵינָן מְמַעֲטִין בַּחַלּוֹן שֶׁהֲרֵי הֵן רְאוּיִין וּמְקַבְּלִין טֻמְאָה: \n",
      "מִעֵט אֶת הַטֶּפַח בְּפָחוֹת מִכְּזַיִת מִבְּשַׂר הַמֵּת. בְּפָחוֹת מִכְּזַיִת מִבְּשַׂר נְבֵלָה. אוֹ בְּעֶצֶם פָּחוֹת מִכִּשְׂעוֹרָה מִן הַמֵּת. אוֹ בְּפָחוֹת מִכַּעֲדָשָׁה מִן הַשֶּׁרֶץ. הֲרֵי אֵלּוּ חוֹצְצִין שֶׁכָּל אֵלּוּ טְהוֹרִין וְאֵינָן חֲשׁוּבִין אֶצְלוֹ לְפִיכָךְ אֵין דַּעְתּוֹ לְפַנּוֹתָן. וְכֵן פָּחוֹת מִכְּבֵיצָה אֳכָלִים שֶׁאֵינָן מֻכְשָׁרִין אֵינָן חֲשׁוּבִין אֶצְלוֹ וְאֵין דַּעְתּוֹ לְפַנּוֹתָן וּלְפִיכָךְ מְמַעֲטִין אֶת הַטֶּפַח: \n",
      "סָתַם הַחַלּוֹן בִּכְלִי חֶרֶשׂ וְהָיָה פִּיו לַחוּץ הֲרֵי זֶה חוֹצֵץ לְפִי שֶׁאֵינוֹ מִטַּמֵּא מִגַּבּוֹ וַהֲרֵי הוּא טָהוֹר. וְצָרִיךְ לִהְיוֹת כְּלִי חֶרֶשׂ זֶה מָאוּס וְנָקוּב עַד שֶׁלֹּא יִהְיֶה רָאוּי אֲפִלּוּ לְהַקִּיז בּוֹ דָּם. כְּדֵי שֶׁלֹּא תִּהְיֶה דַּעְתּוֹ לְפַנּוֹתוֹ: \n",
      "הָיָה בַּבַּיִת מֵת אוֹ רֹבַע עֲצָמוֹת וְכַיּוֹצֵא בָּהֶן מֵעֲצָמוֹת הַמְטַמְּאוֹת בְּאֹהֶל וּמִעֵט הַחַלּוֹן שֶׁל בַּיִת זֶה בְּעֶצֶם פָּחוֹת מִכִּשְׂעוֹרָה אֵינוֹ מִעוּט שֶׁהָעֶצֶם מִצְטָרֵף לָעֲצָמוֹת. וְכֵן אִם הָיָה שָׁם מֵת אוֹ כְּזַיִת מִבְּשַׂר הַמֵּת וּמִעֵט הַחַלּוֹן בְּפָחוֹת מִכְּזַיִת מִבְּשַׂר הַמֵּת אֵינוֹ מִעוּט לְפִי שֶׁהַבָּשָׂר מִצְטָרֵף לְבָשָׂר. אֲבָל עֶצֶם פָּחוֹת מִכִּשְׂעוֹרָה מְמַעֵט עַל יְדֵי כְּזַיִת בָּשָׂר. וּפָחוֹת מִכְּזַיִת בָּשָׂר מְמַעֵט עַל יְדֵי רֹבַע עֲצָמוֹת וְכַיּוֹצֵא בָּהֶן. מִעֵט אֶת הַטֶּפַח בִּשְׁתִי וָעֵרֶב הַמְנֻגָּעִין אוֹ בְּגוּשׁ מִבֵּית הַפְּרָס אֵינוֹ מִעוּט שֶׁדָּבָר טָמֵא אֵינוֹ חוֹצֵץ. עָשָׂה לְבֵנָה מֵעֲפַר בֵּית הַפְּרָס הֲרֵי זוֹ טְהוֹרָה וּמְמַעֶטֶת. שֶׁלֹּא אָמְרוּ אֶלָּא גּוּשׁ כִּבְרִיָּתוֹ. נִסְתַּם הַטֶּפַח אוֹ נִתְמַעֵט בְּקוּרֵי עַכָּבִישׁ אִם הָיָה בָּהּ מַמָּשׁ הֲרֵי זוֹ חוֹצֶצֶת וְאִם אֵין בָּהּ מַמָּשׁ אֵינָהּ חוֹצֶצֶת: \n"
    ],
    [
      "אֲרֻבָּה שֶׁהִיא בְּאֶמְצַע תִּקְרַת הַבַּיִת בֵּין שֶׁיֵּשׁ בָּהּ פּוֹתֵחַ טֶפַח בֵּין שֶׁאֵין בָּהּ פּוֹתֵחַ טֶפַח וְהָיְתָה טֻמְאָה תַּחַת תִּקְרַת הַבַּיִת כְּנֶגֶד אֲרֻבָּה טָהוֹר שֶׁהֲרֵי הוּא גָּלוּי לָאֲוִיר וּשְׁאָר הַבַּיִת טָמֵא. הָיְתָה טֻמְאָה כְּנֶגֶד אֲרֻבָּה בִּלְבַד כָּל הַבַּיִת טָהוֹר. הָיְתָה מִקְצָת הַטֻּמְאָה תַּחַת הַתִּקְרָה וּמִקְצָתָהּ תַּחַת אֲרֻבָּה אִם הָיָה בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח הַבַּיִת כֻּלּוֹ טָמֵא וּכְנֶגֶד כָּל הָאֲרֻבָּה טָמֵא. אֵין בָּהּ פּוֹתֵחַ טֶפַח אִם יֵשׁ בַּטֻּמְאָה כְּדֵי שֶׁתִּתְחַלֵּק וְיִמָּצֵא כַּשִּׁעוּר תַּחַת הַתִּקְרָה וְכַשִּׁעוּר תַּחַת הָאֲרֻבָּה הַכּל טָמֵא. וְאִם לָאו הַבַּיִת טָמֵא וּכְנֶגֶד הָאֲרֻבָּה טָהוֹר. הָיָה בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח וְנָתַן אָדָם רַגְלוֹ מִלְּמַעְלָה עַל הָאֲרֻבָּה נַעֲשֶׂה הַכּל אֹהֶל אֶחָד. וּבֵין שֶׁהָיְתָה הַטֻּמְאָה תַּחַת הַתִּקְרָה בִּלְבַד אוֹ תַּחַת הָאֲרֻבָּה בִּלְבַד הַכּל טָמֵא הַבַּיִת וּמַה שֶּׁכְּנֶגֶד אֲרֻבָּה. וְהָאָדָם שֶׁעֵרֵב אֶת הַטֻּמְאָה טָמֵא מִפְּנֵי שֶׁנַּעֲשָׂה אֹהֶל עַל הַטֻּמְאָה. אֵין בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח וְהָיְתָה הַטֻּמְאָה תַּחַת הַתִּקְרָה זֶה שֶׁנָּתַן רַגְלוֹ מִלְּמַעְלָה טָהוֹר שֶׁאֵין טֻמְאָה יוֹצֵאת לוֹ בְּפָחוֹת מִטֶּפַח. הָיְתָה הַטֻּמְאָה תַּחַת הָאֲרֻבָּה אִם טֻמְאָה קָדְמָה אֶת רַגְלוֹ טָמֵא שֶׁהֲרֵי הֶאֱהִיל עַל הַטֻּמְאָה. אִם רַגְלוֹ קָדְמָה אֶת הַטֻּמְאָה טָהוֹר שֶׁהֲרֵי רַגְלוֹ מִקְצָת הָאֹהֶל וְאֵין טֻמְאָה יוֹצֵאת לוֹ: \n",
      "הָיָה כְּזַיִת מִן הַמֵּת בְּפִי הָעוֹרֵב וְהֶאֱהִיל עַל גַּבֵּי אֲרֻבָּה עַד שֶׁנִּמְצָא כְּזַיִת בַּאֲוִיר אֲרֻבָּה אַף עַל פִּי שֶׁאֵין בָּהּ פּוֹתֵחַ טֶפַח הַבַּיִת טָמֵא: \n",
      "בַּיִת וַאֲרֻבָּה בְּאֶמְצַע תִּקְרַת הַבַּיִת וַעֲלִיָּה עַל גַּבָּיו. וַאֲרֻבָּה אַחֶרֶת יֵשׁ בְּאֶמְצַע תִּקְרַת הָעֲלִיָּה וְהָאֲרֻבּוֹת מְכֻוָּנוֹת זוֹ לְמַעְלָה מִזּוֹ. בֵּין שֶׁיֵּשׁ בָּאֲרֻבּוֹת פּוֹתֵחַ טֶפַח בֵּין שֶׁאֵין בָּהֶן פּוֹתֵחַ טֶפַח. וְטֻמְאָה בַּבַּיִת. כְּנֶגֶד הָאֲרֻבּוֹת טָהוֹר וְהַשְּׁאָר טָמֵא. הָיְתָה טֻמְאָה כְּנֶגֶד אֲרֻבּוֹת הֲרֵי הַבַּיִת כֻּלּוֹ טָהוֹר. הָיוּ בָּאֲרֻבּוֹת פּוֹתֵחַ טֶפַח וְהַטֻּמְאָה בֵּין תַּחַת תִּקְרַת הַבַּיִת בֵּין כְּנֶגֶד אֲרֻבּוֹת וְנָתַן דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה בֵּין לְמַעְלָה מֵאֲרֻבַּת הַבַּיִת בֵּין לְמַעְלָה מֵאֲרֻבַּת הָעֲלִיָּה הַכּל טָמֵא שֶׁאֵין דָּבָר טָמֵא חוֹצֵץ. נָתַן דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה עַל אֲרֻבַּת הַבַּיִת הַבַּיִת טָמֵא וְהָעֲלִיָּה טְהוֹרָה. נְתָנוֹ עַל אֲרֻבַּת הָעֲלִיָּה הַבַּיִת וְהָעֲלִיָּה טְמֵאִים וּכְנֶגְדוֹ מִלְּמַעְלָה וְלַשָּׁמַיִם טָהוֹר. אֵין בָּאֲרֻבּוֹת פּוֹתֵחַ טֶפַח וְהַטֻּמְאָה תַּחַת תִּקְרַת הַבַּיִת וְנָתַן בֵּין דָּבָר הַמְקַבֵּל טֻמְאָה וּבֵין דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה בֵּין עַל אֲרֻבַּת הַבַּיִת בֵּין עַל אֲרֻבַּת הָעֲלִיָּה אֵין טָמֵא אֶלָּא הַבַּיִת שֶׁאֵין טֻמְאָה יוֹצֵאת לָעֲלִיָּה בְּפָחוֹת מִטֶּפַח. הָיְתָה הַטֻּמְאָה כְּנֶגֶד אֲרֻבּוֹת וְנָתַן דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה בֵּין לְמַעְלָן בֵּין לְמַטָּן הַבַּיִת וְהָעֲלִיָּה טְמֵאִין שֶׁהֲרֵי עֵרֵב אֶת הַטֻּמְאָה. נָתַן דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה בֵּין לְמַעְלָן בֵּין לְמַטָּן אֵינוֹ טָמֵא אֶלָּא הַבַּיִת. וְכָל אֵלּוּ הַדִּינִין בְּעוֹשֶׂה אֲרֻבָּה אֲבָל תִּקְרָה שֶׁנִּפְחֲתָה מֵאֵלֶיהָ שִׁעוּרָהּ מְלֹא אֶגְרוֹף כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הַפּוֹחֵת אֶת הַמַּעֲזִיבָה עַד שֶׁעָשָׂה אֲרֻבָּה בְּתוֹךְ תִּקְרַת הַבַּיִת כְּדֵי שֶׁתִּכָּנֵס בָּהּ רֶגֶל הָעֶרֶשׂ וְהָיְתָה רֶגֶל הָעֶרֶשׂ סוֹתֶמֶת אֶת הָאֲרֻבָּה. אִם יֵשׁ בָּהּ פּוֹתֵחַ טֶפַח וְטֻמְאָה בַּבַּיִת אַף הָעֲלִיָּה טְמֵאָה. שֶׁאֵין כְּלִי הַמְקַבֵּל טֻמְאָה חוֹצֵץ. וְאִם אֵין בָּהּ פּוֹתֵחַ טֶפַח הָעֲלִיָּה טְהוֹרָה וְהָרֶגֶל שֶׁלְּמַטָּה טְמֵאָה כְּכֵלִים הַמַּאֲהִילִים. נִפְחֲתָה הַמַּעֲזִיבָה מֵאֵלֶיהָ שִׁעוּרָהּ מְלֹא אֶגְרוֹף כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֲרֻבָּה שֶׁבְּתוֹךְ תִּקְרַת הַבַּיִת וּקְדֵרָה מֻנַּחַת עַל הָאָרֶץ וּמְכֻוֶּנֶת כְּנֶגֶד אֲרֻבָּה שֶׁאִם תַּעֲלֶה תֵּצֵא בְּצִמְצוּם מִן הָאֲרֻבָּה וְהָיְתָה טֻמְאָה תַּחַת הַקְּדֵרָה רְצוּצָה בֵּינָהּ וּבֵין הָאָרֶץ אוֹ שֶׁהָיְתָה הַטֻּמְאָה בְּתוֹךְ הַקְּדֵרָה אוֹ עַל גַּבָּהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת וְאֵין טָמֵא אֶלָּא כְּנֶגְדָּהּ וְהַבַּיִת כֻּלּוֹ טָהוֹר. הָיְתָה הַקְּדֵרָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ תַּחַת תִּקְרַת הַבַּיִת הַבַּיִת כֻּלּוֹ טָמֵא וְתַחַת הַקְּדֵרָה טָמֵא שֶׁהֲרֵי הוּא אֹהֶל אֲבָל תּוֹךְ הַקְּדֵרָה וְגַבָּהּ טָהוֹר שֶׁאֵין כְּלִי חֶרֶשׂ מִטַּמֵּא מִגַּבּוֹ וַהֲרֵי אֲוִיר הַקְּדֵרָה גָּלוּי לַאֲוִירוֹ. אִם הָיָה כְּלִי בְּתוֹכָהּ אוֹ לְמַעְלָה עַל גַּבָּהּ טָהוֹר. הָיְתָה טֻמְאָה בְּתוֹכָהּ אוֹ עַל גַּבָּהּ הַבַּיִת כֻּלּוֹ טָהוֹר שֶׁהֲרֵי הַטֻּמְאָה כְּנֶגֶד אֲרֻבָּה בִּלְבַד. הָיְתָה הַקְּדֵרָה תַּחַת הָאֲרֻבָּה וְהָאֲרֻבָּה גְּדוֹלָה מִן הַקְּדֵרָה שֶׁאִם תַּעֲלֶה הַקְּדֵרָה וְתֵצֵא מִן הָאֲרֻבָּה נִמְצָא בֵּינָהּ וּבֵין שִׂפְתֵי הָאֲרֻבָּה פּוֹתֵחַ טֶפַח. אַף עַל פִּי שֶׁהַקְּדֵרָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה בְּתוֹכָהּ אוֹ עַל גַּבָּהּ אוֹ תַּחְתֶּיהָ הַבַּיִת טָהוֹר. הָיְתָה הַקְּדֵרָה מֻנַּחַת בְּצַד אַסְקֻפַּת הַבַּיִת שֶׁאִם תַּעֲלֶה נִמְצָא מִמֶּנָּה פּוֹתֵחַ טֶפַח לְפָנִים מִן הַמַּשְׁקוֹף. וְהָיְתָה טֻמְאָה רְצוּצָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ בַּבַּיִת. תַּחְתֶּיהָ וְהַבַּיִת טָמֵא שֶׁהַכּל אֹהֶל אֶחָד וְתוֹכָהּ וְגַבָּהּ טָהוֹר. הָיְתָה הַטֻּמְאָה בְּתוֹכָהּ אוֹ עַל גַּבָּהּ הַבַּיִת טָמֵא מִפְּנֵי שֶׁהִיא נוֹגַעַת בַּמַּשְׁקוֹף טֶפַח וְכֵן תַּחְתֶּיהָ טָמֵא מִפְּנֵי שֶׁהַטֻּמְאָה יוֹצְאָה לְתַחְתֶּיהָ מִן הַבַּיִת שֶׁהַכּל אֹהֶל אֶחָד. לְפִיכָךְ אִם לֹא הָיְתָה נוֹגַעַת בַּמַּשְׁקוֹף בְּפוֹתֵחַ טֶפַח אוֹ שֶׁהָיְתָה בְּצַד הַמַּשְׁקוֹף וְטֻמְאָה תַּחְתֶּיהָ אֵין טָמֵא אֶלָּא תַּחְתֶּיהָ אֲבָל הַבַּיִת טָהוֹר: \n",
      "קוֹרוֹת הַבַּיִת וְהָעֲלִיָּה שֶׁאֵין עֲלֵיהֶם מַעֲזִיבָה וְהֵן מְכֻוָּנוֹת קוֹרָה כְּנֶגֶד קוֹרָה וַאֲוִיר כְּנֶגֶד אֲוִיר וּבְכָל קוֹרָה מֵהֶן פּוֹתֵחַ טֶפַח וּבֵינֵיהֶן אֲוִיר פּוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת אַחַת מֵהֶן. תַּחְתֶּיהָ בִּלְבַד טָמֵא. הָיְתָה הַטֻּמְאָה בֵּין הַתַּחְתּוֹנָה לָעֶלְיוֹנָה בֵּין שְׁתֵּיהֶן בִּלְבַד טָמֵא. הָיְתָה הַטֻּמְאָה עַל גַּבֵּי הָעֶלְיוֹנָה כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. הָיוּ הַקּוֹרוֹת הָעֶלְיוֹנוֹת מְכֻוָּנוֹת כְּנֶגֶד הָאֲוִיר שֶׁבֵּין הַקּוֹרוֹת הַתַּחְתּוֹנוֹת וְטֻמְאָה תַּחַת אַחַת מֵהֶן תַּחַת כֻּלָּם טְמֵאָה. הָיְתָה הַטֻּמְאָה עַל גַּבֵּי קוֹרָה הָעֶלְיוֹנָה כְּנֶגֶד הַטֻּמְאָה עַד לָרָקִיעַ טָמֵא. אֵין בַּקּוֹרוֹת פּוֹתֵחַ טֶפַח בֵּין שֶׁהָיוּ מְכֻוָּנוֹת זֶה עַל גַּבֵּי זוֹ וּבֵין שֶׁהָיוּ הָעֶלְיוֹנוֹת כְּנֶגֶד אֲוִיר הַתַּחְתּוֹנוֹת וְהָיְתָה הַטֻּמְאָה תַּחְתֵּיהֶן אוֹ בֵּינֵיהֶן אוֹ עַל גַּבֵּיהֶן טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת וְאֵינָהּ מְטַמְּאָה אֶלָּא כְּנֶגְדָּהּ בִּלְבַד לְפִי שֶׁכָּל טֻמְאָה שֶׁאֵינָהּ תַּחַת פּוֹתֵחַ טֶפַח בְּרוּם טֶפַח הֲרֵי הִיא כִּרְצוּצָה. בַּיִת שֶׁנִּסְדַּק גַּגּוֹ וּכְתָלָיו וְנַעֲשָׂה שְׁנֵי חֲלָקִים וְהָיְתָה הַטֻּמְאָה בְּחֶצְיוֹ הַחִיצוֹן שֶׁהַפֶּתַח בּוֹ הַכֵּלִים שֶׁבְּחֶצְיוֹ הַפְּנִימִי כֻּלָּם טְהוֹרִין. הָיְתָה טֻמְאָה בְּחֶצְיוֹ הַפְּנִימִי אִם הָיָה רֹחַב הַסֶּדֶק כְּחוּט הַמִּשְׁקלֶת כֵּלִים שֶׁבְּחֶצְיוֹ הַחִיצוֹן טְהוֹרִין. וְאִם הָיָה פָּחוֹת מִכָּאן הֲרֵי הֵן טְמֵאִין: \n",
      "אַכְסַדְרָה שֶׁנִּסְדְּקָה וְטֻמְאָה בְּצַד אֶחָד הַכֵּלִים שֶׁבַּצַּד הַשֵּׁנִי טְהוֹרִין שֶׁהֲרֵי הִיא שְׁנֵי אֹהָלִים זֶה בְּצַד זֶה וַאֲוִיר בֵּינֵיהֶן שֶׁהֲרֵי הַסֶּדֶק בְּכָל הַתִּקְרָה. נָתַן רַגְלוֹ אוֹ קָנֶה מִלְּמַעְלָה עַל הַסֶּדֶק עֵרֵב אֶת הַטֻּמְאָה. נָתַן אֶת הַקָּנֶה בָּאָרֶץ כְּנֶגֶד הַסֶּדֶק וַאֲפִלּוּ כְּלִי גָּדוֹל אֵינוֹ מְעָרֵב אֶת הַטֻּמְאָה עַד שֶׁיִּהְיֶה גָּבוֹהַּ טֶפַח תַּחַת הַסֶּדֶק. הָיָה אָדָם מֻטָּל עַל הָאָרֶץ תַּחַת הַסֶּדֶק מְעָרֵב אֶת הַטֻּמְאָה שֶׁאָדָם חָלוּל הוּא וְהַצַּד הָעֶלְיוֹן הֲרֵי הוּא כְּאֹהֶל שֶׁיֵּשׁ בּוֹ גֹּבַהּ טֶפַח. וְכֵן אִם הָיוּ תַּחַת הַסֶּדֶק כֵּלִים מְקֻפָּלִין מֻנָּחִין עַל הָאָרֶץ זֶה עַל גַּב זֶה וְהָיָה הָעֶלְיוֹן גָּבוֹהַּ מֵעַל הָאָרֶץ טֶפַח עֵרֵב אֶת הַטֻּמְאָה וְכָל הַכֵּלִים שֶׁלְּמַטָּה מִמֶּנּוּ הֲרֵי הֵן כְּכֵלִים שֶׁתַּחַת הָאֹהֶל: \n"
    ],
    [
      "זִיז שֶׁהוּא יוֹצֵא מִפֶּתַח הַבַּיִת וּפנָיו לְמַטָּה. וְהָיָה גָּבְהוֹ מֵעַל הָאָרֶץ שְׁנֵים עָשָׂר טֶפַח אוֹ פָּחוֹת מִכָּאן הֲרֵי זֶה מֵבִיא אֶת הַטֻּמְאָה בְּכָל שֶׁהוּא. וְדָבָר בָּרוּר הוּא שֶׁאֵינוֹ מֵבִיא אֶלָּא מִדִּבְרֵיהֶם. וְכֵן כָּל כַּיּוֹצֵא בַּהֲבָאַת הַטֻּמְאָה כָּזוֹ שֶׁאֵינָהּ בְּאֹהֶל טֶפַח הַבָּרִיא אֵינָהּ אֶלָּא מִדִּבְרֵיהֶם. הָיָה גָּבוֹהַּ יֶתֶר מִי''ב טֶפַח אוֹ שֶׁהָיוּ פָּנָיו לְמַעְלָה. וְכֵן הָעֲטָרוֹת וְהַפִּתּוּחִים הַיּוֹצְאוֹת מִן הַבִּנְיָן אֵין מְבִיאִין אֶלָּא בְּפוֹתֵחַ טֶפַח. וְכֵן זִיז שֶׁעַל גַּבֵּי הַפֶּתַח הַיּוֹצֵא מִן הַמַּשְׁקוֹף וַאֲפִלּוּ הָיָה קָנֶה בְּצַד הַמַּשְׁקוֹף בְּרֹחַב הַפֶּתַח אֵינוֹ מֵבִיא אֶלָּא אִם כֵּן הָיָה בּוֹ פּוֹתֵחַ טֶפַח: \n",
      "זִיז שֶׁהוּא סוֹבֵב אֶת כָּל הַבַּיִת וְאוֹכֵל בַּפֶּתַח טֶפַח מֵבִיא אֶת הַטֻּמְאָה. הָיָה אוֹכֵל בַּפֶּתַח פָּחוֹת מִטֶּפַח וְטֻמְאָה בַּבַּיִת כֵּלִים שֶׁתַּחְתָּיו טְמֵאִין. טֻמְאָה תַּחְתָּיו אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה לַבַּיִת. וְכֵן בְּחָצֵר שֶׁהִיא מֻקֶּפֶת אַכְסַדְרָה: \n",
      "חַלּוֹן הָעֲשׂוּיָה לְתַשְׁמִישׁ וְזִיז יוֹצֵא עַל גַּבֵּי הַחַלּוֹן אֲפִלּוּ הָיָה כְּרֹחַב אֲגוּדָל מֵבִיא אֶת הַטֻּמְאָה. וְהוּא שֶׁיִּהְיֶה גָּבוֹהַּ מֵעַל הַחַלּוֹן רוּם אֶצְבָּעַיִם אוֹ פָּחוֹת. הָיָה לְמַעְלָה מֵאֶצְבָּעַיִם אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה אֶלָּא אִם כֵּן יֵשׁ בּוֹ רֹחַב טֶפַח. זִיז זֶה שֶׁעַל גַּבֵּי הַחַלּוֹן הָעֲשׂוּיָה לְמָאוֹר מֵבִיא אֶת הַטֻּמְאָה בְּכָל שֶׁהוּא וַאֲפִלּוּ גָּבוֹהַּ כָּל שֶׁהוּא. בִּנְיָן הַיּוֹצֵא לִפְנֵי הַחַלּוֹן שֶׁהַמַּשְׁקִיף נִסְמָךְ עָלָיו בְּשָׁעָה שֶׁמַּשְׁקִיף אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה. הָיָה בּוֹ זִיז רוֹאִין אֶת הַבִּנְיָן כְּאִלּוּ אֵינוֹ וְהַזִּיז הָעֶלְיוֹן מֵבִיא אֶת הַטֻּמְאָה. וְכֵיצַד מְבִיאִין כָּל הַזִּיזִין הָאֵלּוּ טֻמְאָה. שֶׁאִם הָיְתָה טֻמְאָה תַּחַת אֶחָד מֵהֶן אוֹ בַּבַּיִת הַכּל טָמֵא בֵּין בַּבַּיִת בֵּין תַּחַת הַזִּיז: \n",
      "שְׁנֵי זִיזִין זֶה עַל גַּב זֶה וְיֵשׁ בְּכָל אֶחָד מֵהֶן פּוֹתֵחַ טֶפַח וּבֵינֵיהֶם פּוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת הַתַּחְתּוֹן תַּחְתָּיו בִּלְבַד טָמֵא. הָיְתָה טֻמְאָה בֵּינֵיהֶן בֵּינֵיהֶם בִּלְבַד טָמֵא. הָיְתָה עַל גַּב הָעֶלְיוֹן כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא. הָיָה הָעֶלְיוֹן עוֹדֵף עַל הַתַּחְתּוֹן פּוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת הַתַּחְתּוֹן אוֹ בֵּינֵיהֶן תַּחְתֵּיהֶן וּבֵינֵיהֶן טָמֵא. הָיְתָה עַל גַּב הָעֶלְיוֹן כְּנֶגְדּוֹ וְעַד הָרָקִיעַ טָמֵא. הָיָה הָעֶלְיוֹן עוֹדֵף עַל הַתַּחְתּוֹן פָּחוֹת מִטֶּפַח וְטֻמְאָה תַּחְתֵּיהֶם תַּחְתֵּיהֶם וּבֵינֵיהֶן טָמֵא. הָיְתָה הַטֻּמְאָה בֵּינֵיהֶם אוֹ תַּחַת הַמּוֹתָר בֵּינֵיהֶן וְתַחַת הַמּוֹתָר טָמֵא אֲבָל תַּחַת הַתַּחְתּוֹן טָהוֹר. יֵשׁ בְּכָל אֶחָד מֵהֶן פּוֹתֵחַ טֶפַח וְאֵין בֵּינֵיהֶם פּוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת הַתַּחְתּוֹן תַּחְתָּיו בִּלְבַד טָמֵא. הָיְתָה בֵּינֵיהֶן אוֹ עַל גַּבֵּי הָעֶלְיוֹן כְּנֶגֶד הַטֻּמְאָה עַד לָרָקִיעַ טָמֵא. אֵין בָּהֶן פּוֹתֵחַ טֶפַח בֵּין שֶׁיֵּשׁ בֵּינֵיהֶם פּוֹתֵחַ טֶפַח וּבֵין שֶׁאֵין בֵּינֵיהֶם פּוֹתֵחַ טֶפַח. בֵּין שֶׁהָיְתָה הַטֻּמְאָה תַּחַת הַתַּחְתּוֹן אוֹ בֵּינֵיהֶן אוֹ עַל גַּב הָעֶלְיוֹן. טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת שֶׁהֲרֵי הִיא רְצוּצָה. וְכֵן שְׁתֵּי יְרִיעוֹת שֶׁהֵן גְּבוֹהוֹת מִן הָאָרֶץ פּוֹתֵחַ טֶפַח זוֹ עַל גַּבֵּי זוֹ. כֵּלִים אוֹ בְּגָדִים אוֹ לוּחוֹת שֶׁל עֵץ שֶׁהֵן מֻנָּחִין זֶה עַל גַּבֵּי זֶה וְטֻמְאָה רְצוּצָה בֵּינֵיהֶן אִם הָיְתָה הַטֻּמְאָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח הֲרֵי הַכְּלִי שֶׁעָלֶיהָ מִלְּמַעְלָה מַאֲהִיל עַל חֲלַל הַטֶּפַח וּמֵבִיא אֶת הַטֻּמְאָה לְכָל הַכֵּלִים שֶׁתַּחְתָּיו. הָיוּ טַבְלִיּוֹת שֶׁל שַׁיִשׁ אֲפִלּוּ גְּבוֹהוֹת מִן הָאָרֶץ אֶלֶף אַמָּה טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת מִפְּנֵי שֶׁהֵן כְּקַרְקַע: \n",
      "לוּחוֹת שֶׁל עֵץ שֶׁהֵן נוֹגְעוֹת זֶה בָּזֶה בְּקַרְנוֹתֵיהֶן וְהֵן גְּבוֹהוֹת מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחַת אַחַת מֵהֶן כֵּלִים שֶׁתַּחַת הַשְּׁנִיָּה טְהוֹרִין לְפִי שֶׁאֵינָהּ נוֹגַעַת בַּחֲבֶרְתָּהּ בְּפוֹתֵחַ טֶפַח וְהַנּוֹגֵעַ בְּלוּחַ זוֹ הַשְּׁנִיָּה כְּנוֹגֵעַ בְּכֵלִים שֶׁנָּגְעוּ בְּאֹהֶל הַמֵּת. אֲבָל כָּל הַכֵּלִים שֶׁאָמַרְנוּ שֶׁמְּבִיאִין אֶת הַטֻּמְאָה וְאֵינָן חוֹצְצִין אִם הֶאֱהִיל הַכְּלִי עַל הַמֵּת כָּל כֵּלִים שֶׁעַל גַּבָּיו טְמֵאִים כְּמוֹ שֶׁבֵּאַרְנוּ. וְטֻמְאָתָן מִשּׁוּם כֵּלִים הַמַּאֲהִילִין עַל הַמֵּת וְאַף הַכֵּלִים שֶׁעַל גַּבָּיו שֶׁאֵינָן כְּנֶגֶד הַטֻּמְאָה טְמֵאִים מִשּׁוּם כֵּלִים שֶׁנָּגְעוּ בְּכֵלִים שֶׁהֶאֱהִילוּ עַל הַמֵּת: \n",
      "חָבִית שֶׁהִיא יוֹשֶׁבֶת עַל שׁוּלֶיהָ בָּאֲוִיר וּכְזַיִת מִן הַמֵּת נָתוּן בְּתוֹכָהּ אוֹ תַּחְתֶּיהָ כְּנֶגֶד אֲוִירָהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. וְהֶחָבִית טְמֵאָה שֶׁהֲרֵי הַטֻּמְאָה בּוֹקַעַת מִתַּחְתֶּיהָ וְנִטְמֵאת אֲוִירָהּ. הָיְתָה הַטֻּמְאָה תַּחַת עֳבִי דָּפְנָהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת וְהֶחָבִית טְהוֹרָה. וְלָמָּה הֶחָבִית טְהוֹרָה שֶׁהֲרֵי אֵין הַטֻּמְאָה בּוֹקַעַת בַּאֲוִירָהּ אֶלָּא בְּדָפְנָהּ וְאֵין כְּלִי חֶרֶשׂ מִטָּמֵּא אֶלָּא מֵאֲוִירוֹ. הָיְתָה מִקְצָת הַטֻּמְאָה תַּחַת עֳבִי דָּפְנָהּ וּמִקְצָתָהּ תַּחַת אֲוִירָהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. הָיָה בַּדְּפָנוֹת פּוֹתֵחַ טֶפַח כֻּלָּהּ טְמֵאָה וּכְנֶגֶד פִּיהָ טָהוֹר שֶׁהֲרֵי הַטֻּמְאָה פָּשְׁטָה בַּדְּפָנוֹת בִּלְבַד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחָבִית טְהוֹרָה. אֲבָל אִם הָיְתָה טְמֵאָה אוֹ גְּבוֹהָה מִן הָאָרֶץ טֶפַח אוֹ מְכֻסָּה אוֹ כְּפוּיָה עַל פִּיהָ וְהָיְתָה טֻמְאָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ הַכּל טָמֵא וְכָל הַנּוֹגֵעַ בָּהּ כֻּלּוֹ טָמֵא. הָיְתָה מֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה עַל גַּבֵּי הַמֵּת הָאֳכָלִים וְהַמַּשְׁקִין שֶׁבְּתוֹכָהּ טְהוֹרִין וְהַכֵּלִים שֶׁעַל גַּבָּהּ טְמֵאִים. חָבִיּוֹת שֶׁהֵן יוֹשְׁבוֹת עַל שׁוּלֵיהֶן אוֹ מֻטּוֹת עַל צִדֵּיהֶם בָּאֲוִיר וְהֵן נוֹגְעוֹת זוֹ בָּזוֹ בְּפוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת אַחַת מֵהֶן טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת מִפְּנֵי שֶׁהִיא רְצוּצָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּטְהוֹרוֹת. אֲבָל אִם הָיוּ טְמֵאוֹת אוֹ גְּבוֹהוֹת מִן הָאָרֶץ פּוֹתֵחַ טֶפַח וְטֻמְאָה תַּחַת אַחַת מֵהֶן תַּחַת כֻּלָּן טָמֵא שֶׁהֲרֵי הַכּל אֹהֶל אֶחָד: \n"
    ],
    [
      "אָדָם שֶׁהֶאֱהִיל בְּיָדוֹ אַחַת עַל הַמֵּת וְהֶאֱהִיל בַּשְּׁנִיָּה עַל הַכֵּלִים אוֹ שֶׁנָּגַע בְּמֵת וְהֶאֱהִיל עַל הַכֵּלִים אִם יֵשׁ בְּיָדוֹ פּוֹתֵחַ טֶפַח הַכֵּלִים טְמֵאִין וְאִם לָאו טְהוֹרִין. וְכֵן שְׁנֵי בָּתִּים וּבָהֶם שְׁנֵי חֲצָאֵי זֵיתִים וּפָשַׁט יָדוֹ לְבַיִת זֶה וְיָדוֹ הַשְּׁנִיָּה לַבַּיִת הַשֵּׁנִי אִם יֵשׁ בְּיָדוֹ פּוֹתֵחַ טֶפַח עֵרֵב אֶת הַטֻּמְאָה וְנַעֲשָׂה הַכּל כְּאֹהֶל אֶחָד וְנִטְמָא הוּא וְהַבָּתִּים. וְאִם לָאו אֵינוֹ מֵבִיא אֶת הַטֻּמְאָה: \n",
      "אָדָם שֶׁהִשְׁקִיף בְּעַד הַחַלּוֹן וְהֶאֱהִיל עַל הַטֻּמְאָה מֵבִיא אֶת הַטֻּמְאָה לַבַּיִת וְנִטְמָא כָּל הַבַּיִת. הָיָה מֻטָּל עַל הָאַסְקֻפָּה וּמִקְצָתוֹ בְּתוֹךְ הַבַּיִת וּמִקְצָתוֹ בַּחוּץ וְהֶאֱהִילָה טֻמְאָה עַל מִקְצָתוֹ שֶׁבַּחוּץ הַבַּיִת טָמֵא. מִפְּנֵי שֶׁהָאָדָם חָלוּל וְיֵשׁ בּוֹ גֹּבַהּ טֶפַח וְכֵיוָן שֶׁהֶאֱהִילָה טֻמְאָה עָלָיו הֲרֵי זֶה כְּמַאֲהִיל עָלֶיהָ וּמֵבִיא אֶת הַטֻּמְאָה. וְכֵן אִם הָיְתָה טֻמְאָה בַּבַּיִת וְהֶאֱהִילוּ טְהוֹרִין עַל מִקְצָתוֹ שֶׁבַּחוּץ הֲרֵי אֵלּוּ טְמֵאִין מִפְּנֵי שֶׁהוּא כְּמַאֲהִיל עַל הַטֻּמְאָה וְהָאָדָם מֵבִיא וְאֵינוֹ חוֹצֵץ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "נוֹשְׂאֵי הַמֵּת שֶׁעָבְרוּ בּוֹ תַּחַת הָאַכְסַדְרָה וְהֵגִיף אֶחָד מֵהֶן אֶת הַדֶּלֶת וּסְמָכוֹ בְּמַפְתֵּחַ כְּדֵי שֶׁלֹּא יִטַּמֵּא הַבַּיִת. וְכֵן אִם הָיָה אָדָם מִבִּפְנִים אוֹ מִבַּחוּץ סוֹמֵךְ הַדֶּלֶת. אִם יָכוֹל הַדֶּלֶת לַעֲמֹד בִּפְנֵי עַצְמוֹ הַבַּיִת טָהוֹר. וְאִם לָאו הַבַּיִת טָמֵא לְפִי שֶׁנִּמְצָא הָאָדָם הוּא שֶׁחָצַץ בִּפְנֵי הַטֻּמְאָה וְהָאָדָם וְהַכֵּלִים מְבִיאִין וְאֵינָן חוֹצְצִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "תַּנּוּר שֶׁהוּא עוֹמֵד בְּתוֹךְ הַבַּיִת וְעֵינוֹ קְמוּרָה לַחוּץ וְהֶאֱהִילוּ נוֹשְׂאֵי הַמֵּת עַל עֵינוֹ הַקְּמוּרָה הַתַּנּוּר טָמֵא וְהַבַּיִת טָהוֹר. שֶׁהֲרֵי אֵין הַתַּנּוּר גָּבוֹהַּ מֵעַל הָאָרֶץ כְּדֵי שֶׁיָּבִיא טֻמְאָה לַבַּיִת. מִגְדָּל הַבָּא בְּמִדָּה שֶׁהוּא עוֹמֵד בְּתוֹךְ הַפֶּתַח וְנִפְתַּח לַחוּץ טֻמְאָה בְּתוֹכוֹ הַבַּיִת טָהוֹר. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכוֹ טָמֵא שֶׁהֲרֵי הוּא פָּתוּחַ בְּתוֹךְ הַפֶּתַח וְדֶרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס. הָיְתָה מוּכְנִי שֶׁלּוֹ מְשׁוּכָה לַאֲחוֹרָיו וְיוֹצֵאת פָּחוֹת מִטֶּפַח וְאֵינָהּ נִשְׁמֶטֶת וְטֻמְאָה שָׁם בְּתוֹכָהּ כְּנֶגֶד הַקּוֹרוֹת הַבַּיִת טָהוֹר שֶׁאַף עַל פִּי שֶׁהִיא יוֹצְאָה אֵינָהּ נִשְׁמֶטֶת וְאֵינָהּ יוֹצֵאת טֶפַח. וְהוּא שֶׁיִּהְיֶה בָּהּ טֶפַח עַל רוּם טֶפַח חָלוּל. אֲבָל אִם אֵין בַּמּוּכְנִי חֲלַל טֶפַח הֲרֵי הַטֻּמְאָה רְצוּצָה בְּתוֹךְ הַבַּיִת וְהַבַּיִת טָמֵא. הָיָה הַמִּגְדָּל עוֹמֵד בְּתוֹךְ הַבַּיִת וְהַטֻּמְאָה בְּתוֹכוֹ אוֹ בְּתוֹךְ הַתֵּבָה שֶׁלּוֹ אַף עַל פִּי שֶׁאֵין בִּיצִיאָתוֹ פּוֹתֵחַ טֶפַח הַבַּיִת טָמֵא. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכוֹ טָהוֹר שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס: \n",
      "כֵּלִים שֶׁבֵּין הַמִּגְדָּל וּבֵין הָאָרֶץ שֶׁבֵּינוֹ וּבֵין הַכֹּתֶל וְשֶׁבֵּינוֹ וּבֵין הַקּוֹרוֹת אִם יֵשׁ שָׁם פּוֹתֵחַ טֶפַח טְמֵאִים וְאִם לָאו טְהוֹרִים שֶׁהֲרֵי אָנוּ רוֹאִים אֶת הַקּוֹרוֹת כְּאִלּוּ הֵן יוֹרְדוֹת וְסוֹתְמוֹת: \n",
      "הָיְתָה טֻמְאָה תַּחַת הַמִּגְדָּל בֵּינוֹ וּבֵין הָאָרֶץ אוֹ בֵּינוֹ וּבֵין הַקּוֹרוֹת אוֹ בֵּינוֹ וּבֵין הַכֹּתֶל בֵּין שֶׁיֵּשׁ שָׁם חָלָל טֶפַח בֵּין שֶׁאֵין שָׁם הַבַּיִת טָמֵא. הָיָה עוֹמֵד בָּאֲוִיר וְטֻמְאָה בְּתוֹכוֹ כֵּלִים שֶׁבְּעָבְיוֹ טְהוֹרִים. טֻמְאָה בְּעָבְיוֹ כֵּלִים שֶׁבְּתוֹכוֹ טְהוֹרִים: \n",
      "כָּל שִׁפּוּעֵי אֹהָלִים כְּאֹהָלִים. כֵּיצַד. אֹהֶל שֶׁהוּא שׁוֹפֵעַ וְיוֹרֵד וְכָלֶה עַד כְּאֶצְבַּע וְטֻמְאָה בָּאֹהֶל כֵּלִים שֶׁתַּחַת הַשִּׁפּוּעַ טְמֵאִים. טֻמְאָה תַּחַת הַשִּׁפּוּעַ כֵּלִים שֶׁבָּאֹהֶל טְמֵאִים. הַטֻּמְאָה מִתּוֹךְ הַשִּׁפּוּעַ הַנּוֹגֵעַ בּוֹ מִתּוֹכוֹ טָמֵא טֻמְאַת שִׁבְעָה וְהַנּוֹגֵעַ בַּשִּׁפּוּעַ מֵאַחֲרָיו טָמֵא טֻמְאַת עֶרֶב, נַעֲשָׂה הַשִּׁפּוּעַ מֵאַחֲרָיו כְּאִלּוּ הוּא כְּלִי שֶׁנָּגַע בָּאֹהֶל. הָיְתָה הַטֻּמְאָה עַל אֲחוֹרֵי הַשִּׁפּוּעַ הַנּוֹגֵעַ בּוֹ מֵאֲחוֹרָיו טָמֵא טֻמְאַת שִׁבְעָה וְהַנּוֹגֵעַ בַּשִּׁפּוּעַ בְּתוֹכוֹ טָמֵא טֻמְאַת עֶרֶב. כַּחֲצִי זַיִת מִתּוֹכוֹ וְכַחֲצִי זַיִת מֵאֲחוֹרָיו הַנּוֹגֵעַ בּוֹ בֵּין מִתּוֹכוֹ בֵּין מֵאֲחוֹרָיו טָמֵא טֻמְאַת עֶרֶב. וְהָאֹהֶל עַצְמוֹ טָמֵא טֻמְאַת שִׁבְעָה: \n",
      "הָיָה כְּנַף הָאֹהֶל מְרֻדָּד עַל הָאָרֶץ וְטֻמְאָה תַּחַת כְּנַף הָאֹהֶל הַפָּרוּשׂ עַל הָאָרֶץ אוֹ עַל גַּבֵּי הַכָּנָף. טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת: \n"
    ],
    [
      "כַּוְּרֶת שְׁהִיא מֻטֶּלֶת בָּאָרֶץ וְהִיא בְּתוֹךְ פֶּתַח הַבַּיִת וּפִיהָ לַחוּץ וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ מִבַּחוּץ. כָּל שֶׁהוּא כְּנֶגֶד הַזַּיִת בְּתַחְתֶּיהָ אוֹ בָּגֹבַהּ טָמֵא וְכָל מַה שֶּׁבַּאֲוִיר תּוֹכָהּ טָהוֹר חוּץ מִכְּלִי שֶׁהוּא כְּנֶגֶד הַטֻּמְאָה וְהַבַּיִת טָהוֹר. הָיְתָה הַטֻּמְאָה בַּבַּיִת אֵין טָמֵא אֶלָּא הַבַּיִת אֲבָל כֵּלִים שֶׁבְּתוֹכָהּ תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ טְהוֹרִים. הָיְתָה הַטֻּמְאָה בְּתוֹכָהּ הַכּל טָמֵא כָּל שֶׁבַּבַּיִת וְכָל שֶׁבְּתוֹכָהּ וְכָל שֶׁעַל גַּבָּהּ וְכָל שֶׁתַּחְתֶּיהָ כְּנֶגֶד הַטֻּמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ בַּבַּיִת אוֹ עַל גַּבָּהּ הַכּל טָמֵא כָּל שֶׁבַּבַּיִת וְכָל שֶׁתַּחְתֶּיהָ וְכָל שֶׁעַל גַּבָּהּ אֲבָל כָּל שֶׁבַּאֲוִיר תּוֹכָהּ טָהוֹר חוּץ מִכְּלִי שֶׁהוּא כְּנֶגֶד הַטֻּמְאָה. הָיְתָה הַטֻּמְאָה בְּתוֹכָהּ הַכּל טָמֵא כָּל שֶׁבְּתוֹכָהּ וְכָל שֶׁבַּבַּיִת וְכָל שֶׁתַּחְתֶּיהָ וְכָל שֶׁעַל גַּבָּהּ. שֶׁהַכֵּלִים אוֹ הָאָדָם שֶׁנַּעֲשׂוּ אֹהֶל עַל הַטֻּמְאָה אוֹ שֶׁהָיְתָה הַטֻּמְאָה עַל גַּבֵּיהֶן מְבִיאִין וְלֹא חוֹצְצִין כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁהִיא כְּלִי וּמְחֻלְחֶלֶת. אֲבָל אִם הָיְתָה פְּחוּתָה וְסָתַם הַמָּקוֹם הַנִּפְחָת בְּקַשׁ שֶׁהֲרֵי אֵינָהּ כְּלִי. אוֹ שֶׁהָיְתָה אֲפוּצָה עַד שֶׁלֹּא יִהְיֶה בָּהּ חֲלַל טֶפַח אֶלָּא אֲטוּמָה כְּדֵי שֶׁלֹּא יִמָּצֵא בָּהּ חֲלַל טֶפַח בְּמָקוֹם אֶחָד. הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ בַּבַּיִת. הֲרֵי הַבַּיִת וְכָל שֶׁתַּחְתֶּיהָ טְמֵאִין מִפְּנֵי שֶׁהוּא אֹהֶל אֶחָד וְתוֹכָהּ וְגַבָּהּ טָהוֹר מִפְּנֵי שֶׁהוּא אֹהֶל שֶׁל עֵץ וְאֵינוֹ כְּלִי. הָיְתָה טֻמְאָה בְּתוֹכָהּ אֵין טָמֵא אֶלָּא תּוֹכָהּ. הָיְתָה עַל גַּבָּהּ כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. הָיְתָה מֻנַּחַת עַל הָאָרֶץ וּפִיהָ לַחוּץ וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. הָיְתָה עַל גַּבָּיו כְּנֶגְדּוֹ עַד הָרָקִיעַ טָמֵא. הָיְתָה טֻמְאָה בַּבַּיִת אֵין טָמֵא אֶלָּא הַבַּיִת בִּלְבַד. הָיְתָה טֻמְאָה בְּתוֹכָהּ אֵין טָמֵא אֶלָּא תּוֹכָהּ: \n",
      "כַּוֶּרֶת הַמֻּטֶּלֶת בָּאָרֶץ בְּתוֹךְ הַפֶּתַח וּפִיהָ לְפָנִים וְהִיא כְּלִי שָׁלֵם וַחֲלוּלָה וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ מִבַּחוּץ כָּל שֶׁהוּא כְּנֶגֶד הַזַּיִת בְּתַחְתֶּיהָ אוֹ עַל גַּבָּהּ טָמֵא. וְכָל מַה שֶּׁבַּאֲוִיר תּוֹכָהּ טָהוֹר חוּץ מִכְּנֶגֶד הַטֻּמְאָה. וְהַבַּיִת טָהוֹר. הָיְתָה טֻמְאָה בְּתוֹכָהּ אוֹ בַּבַּיִת הַכּל טָמֵא. הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ אוֹ בַּבַּיִת הַכּל טָמֵא כָּל שֶׁבַּבַּיִת וְכָל שֶׁתַּחְתֶּיהָ מִפְּנֵי שֶׁהִיא וְהַבַּיִת כְּאֹהֶל אֶחָד. וְכָל שֶׁעַל גַּבָּהּ וְכָל שֶׁבְּתוֹכָהּ טָמֵא שֶׁהַכְּלִי מֵבִיא אֶת הַטֻּמְאָה וְאֵינוֹ חוֹצֵץ כְּמוֹ שֶׁנִּתְבָּאֵר. הָיְתָה פְּחוּתָה וּפְקוּקָה בְּקַשׁ אוֹ אֲפוּצָה וּגְבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ בַּבַּיִת אוֹ בְּתוֹכָהּ הַכּל טָמֵא חוּץ מֵעַל גַּבָּהּ. הָיְתָה טֻמְאָה עַל גַּבָּהּ כְּנֶגְדּוֹ בִּלְבַד עַד לָרָקִיעַ טָמֵא אֲבָל תּוֹכָהּ טָהוֹר וְתַחְתֶּיהָ וְהַבַּיִת כָּל מַה שֶּׁבָּהֶן טָהוֹר מִפְּנֵי שֶׁאֵינָהּ כְּלִי חוֹצֶצֶת. הָיְתָה מֻנַּחַת עַל הָאָרֶץ וּפִיהָ לְפָנִים וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. הָיְתָה עַל גַּבָּהּ כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. הָיְתָה הַטֻּמְאָה בְּתוֹכָהּ אוֹ בַּבַּיִת תּוֹכָהּ וְהַבַּיִת טָמֵא: \n",
      "כַּוֶּרֶת שֶׁהִיא בְּתוֹךְ הַבַּיִת וְהִיא מְמַלְּאָה אֶת כָּל גֹּבַהּ הַבַּיִת וּפִיהָ לְמַעְלָה לְקוֹרוֹת הַבַּיִת וְאֵין בֵּינָהּ לְבֵין הַקּוֹרוֹת פּוֹתֵחַ טֶפַח וְטֻמְאָה בְּתוֹכָהּ הַבַּיִת טָמֵא. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכָהּ טָהוֹר. שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת לְתוֹךְ הַבַּיִת בְּפָחוֹת מִטֶּפַח וְאֵין דַּרְכָּהּ לְהִכָּנֵס. בֵּין שֶׁהָיְתָה מֻטָּה עַל צִדָּה וּפִיהָ לַכֹּתֶל וּבֵינוֹ וּבֵין הַכֹּתֶל פָּחוֹת מִטֶּפַח בֵּין שֶׁהָיְתָה כַּוֶּרֶת אַחַת בֵּין שֶׁהָיוּ שְׁתַּיִם זוֹ עַל גַּבֵּי זוֹ וְאֵין בֵּין הָעֶלְיוֹנָה לַקּוֹרוֹת אוֹ לַכֹּתֶל פּוֹתֵחַ טֶפַח. הָיְתָה עוֹמֶדֶת בְּתוֹךְ הַפֶּתַח וּפִיהָ לְמַעְלָה וְאֵין בֵּינוֹ לְבֵין הַמַּשְׁקוֹף פּוֹתֵחַ טֶפַח וְטֻמְאָה בְּתוֹכָהּ הַבַּיִת טָהוֹר. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכָהּ טָמֵא שֶׁדֶּרֶךְ טֻמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס: \n",
      "כַּוֶּרֶת חֲלוּלָה שֶׁהִיא כְּלִי שָׁלֵם וְהָיְתָה מֻנַּחַת עַל צִדֶּיהָ בָּאֲוִיר וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ כָּל שֶׁהוּא כְּנֶגֶד הַזַּיִת בְּתַחְתֶּיהָ וּבְגַבָּהּ טָמֵא. וְכָל מַה שֶּׁבַּאֲוִיר תּוֹכָהּ טָהוֹר אֶלָּא כְּנֶגֶד הַטֻּמְאָה. וְכָל שֶׁאֵינוֹ כְּנֶגֶד הַטֻּמְאָה בְּתוֹכָהּ טָהוֹר. הָיְתָה טֻמְאָה בְּתוֹכָהּ הַכּל טָמֵא כָּל מַה שֶּׁבְּתוֹכָהּ וְכָל שֶׁכְּנֶגֶד הַטֻּמְאָה לְמַעְלָה עַל גַּבָּהּ אוֹ לְמַטָּה תַּחְתֶּיהָ. הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח וְטֻמְאָה תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ כָּל שֶׁתַּחְתֶּיהָ טָמֵא וְכָל שֶׁעַל גַּבָּהּ טָמֵא. אֲבָל כָּל שֶׁבְּתוֹכָהּ טָהוֹר חוּץ מִכְּלִי שֶׁהוּא כְּנֶגֶד הַטֻּמְאָה. הָיְתָה טֻמְאָה בְּתוֹכָהּ הַכּל טָמֵא כָּל מַה שֶּׁבְּתוֹכָהּ וְכָל שֶׁתַּחְתֶּיהָ וְכָל שֶׁלְּמַעְלָה עַל גַּבָּהּ שֶׁהַכֵּלִים מְבִיאִין וְאֵינָן חוֹצְצִין כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם הָיְתָה כַּוֶּרֶת זוֹ הַמֻּטֶּלֶת עַל הָאָרֶץ פְּחוּתָה וּפְקוּקָה בְּקַשׁ אוֹ שֶׁהָיְתָה בָּאָה בְּמִדָּה וּכְזַיִת מִן הַמֵּת נָתוּן תַּחְתֶּיהָ כְּנֶגְדּוֹ עַד הַתְּהוֹם טָמֵא. עַל גַּבָּהּ כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. בְּתוֹכָהּ אֵינוֹ טָמֵא אֶלָּא תּוֹכָהּ. הָיְתָה גְּבוֹהָה טֶפַח מֵעַל הָאָרֶץ וְטֻמְאָה תַּחְתֶּיהָ תַּחְתֶּיהָ בִּלְבַד טָמֵא. בְּתוֹכָהּ תּוֹכָהּ בִּלְבַד טָמֵא. עַל גַּבָּהּ כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא. שֶׁכְּבָר בֵּאַרְנוּ שֶׁכְּלִי עֵץ הַבָּא בְּמִדָּה כְּאֹהֶל הוּא חָשׁוּב לֹא כְּכֵלִים וּלְפִיכָךְ חוֹצֵץ: \n",
      "כַּוֶּרֶת שֶׁהִיא כְּלִי שָׁלֵם וְהִיא יוֹשֶׁבֶת עַל שׁוּלֶיהָ לָאֲוִיר וְטֻמְאָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ. טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. אֲבָל אִם הָיְתָה גְּבוֹהָה מִן הָאָרֶץ טֶפַח אוֹ מְכֻסָּה אוֹ כְּפוּיָה עַל פִּיהָ וְטֻמְאָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ הַכּל טָמֵא כָּל שֶׁבְּתוֹכָהּ וְכָל שֶׁתַּחְתֶּיהָ וְכָל שֶׁעַל גַּבָּהּ אִם הָיְתָה הַטֻּמְאָה לְמַטָּה. שֶׁהַכְּלִי הַמַּאֲהִיל מֵבִיא אֶת הַטֻּמְאָה וְאֵינוֹ חוֹצֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם הָיְתָה פְּחוּתָה וּפְקוּקָה בְּקַשׁ אוֹ בָּאָה בְּמִדָּה טֻמְאָה תַּחְתֶּיהָ אוֹ בְּתוֹכָהּ אוֹ עַל גַּבָּהּ טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. וְאִם הָיְתָה גְּבוֹהָה טֶפַח וְטֻמְאָה תַּחְתֶּיהָ תַּחְתֶּיהָ בִּלְבַד טָמֵא. הָיְתָה טֻמְאָה בְּתוֹכָהּ אוֹ עַל גַּבָּהּ כְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא וְכֵלִים שֶׁתַּחְתֶּיהָ טְהוֹרִין מִפְּנֵי שֶׁהִיא אֹהֶל וְחוֹצֶצֶת: \n",
      "גָּמָל שֶׁהוּא עוֹמֵד בַּאֲוִיר טֻמְאָה תַּחְתָּיו כֵּלִים שֶׁעַל גַּבָּיו טְהוֹרִים. טֻמְאָה עַל גַּבָּיו כֵּלִים שֶׁתַּחְתָּיו טְהוֹרִין. הָיָה רוֹבֵץ וְטֻמְאָה תַּחְתָּיו הֲרֵי זוֹ בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. וְכֵן אִם הָיְתָה טֻמְאָה רְצוּצָה תַּחַת רַגְלוֹ אוֹ עַל גַּבֵּי רַגְלוֹ הֲרֵי זוֹ בּוֹקַעַת וְעוֹלָה וּבוֹקַעַת וְיוֹרֶדֶת. כְּבָר בֵּאַרְנוּ בִּנְזִירוּת שֶׁאִם הָיָה הַנָּזִיר וּכְזַיִת מִן הַמֵּת תַּחַת הַגָּמָל אוֹ תַּחַת הַמִּטָּה וְכַיּוֹצֵא בָּהּ מִשְּׁאָר הַכֵּלִים אַף עַל פִּי שֶׁנִּטְמָא טֻמְאַת שִׁבְעָה אֵינוֹ מְגַלֵּחַ. וּמִשָּׁם אַתָּה לָמֵד שֶׁכָּל אֵלּוּ הַהֲלָכוֹת הָאֲמוּרוֹת בְּטֻמְאַת אֹהָלִים הַנַּעֲשִׂים מִן הָאָדָם אוֹ מִן הַבְּהֵמָה אוֹ מִן הַכֵּלִים הַכּל מִדִּבְרֵי סוֹפְרִים. מֵהֶן דִּבְרֵי קַבָּלָה. וּמֵהֶן גְּזֵרוֹת וְהַרְחָקוֹת. וּלְפִיכָךְ אֵין הַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן וְאֵין חַיָּבִין עֲלֵיהֶן כָּרֵת עַל בִּיאַת מִקְדָּשׁ אוֹ אֲכִילַת קֳדָשָׁיו. וְאֵין הַדְּבָרִים כֻּלָּן אֲמוּרִין אֶלָּא לְעִנְיַן טֻמְאַת תְּרוּמָה וְקָדָשִׁים בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "שְׁלֹשָׁה דְּבָרִים מַצִּילִין בְּאֹהֶל הַמֵּת. צָמִיד פָּתִיל. וְאֹהָלִין. וּבְלוּעִין. הַבְּלוּעִין מַצִּילִין עַל הַטְּהוֹרִים שֶׁלֹּא יִתְטַמְּאוּ וּמוֹנְעִין הַטֻּמְאָה שֶׁלֹּא תֵּצֵא וּתְטַמֵּא. אֲבָל צָמִיד פָּתִיל וְאֹהָלִין מַצִּילִין עַל הַטְּהוֹרִים שֶׁלֹּא יִתְטַמְּאוּ וְאֵינָן מוֹנְעִין אֶת הַטֻּמְאָה שֶׁלֹּא תֵּצֵא וּתְטַמֵּא אֶת אֲחֵרִים. כֵּיצַד. בַּיִת טָמֵא שֶׁיֵּשׁ בּוֹ כְּלִי מֻקָּף צָמִיד פָּתִיל. כָּל שֶׁבְּתוֹךְ הַכְּלִי טְהוֹרִים. וְכֵן אִם הָיָה שָׁם אֹהֶל בְּתוֹךְ הַבַּיִת כָּל הַכֵּלִים שֶׁבְּתוֹךְ הָאֹהֶל טְהוֹרִין. אֲבָל אִם הָיָה כְּזַיִת מִן הַמֵּת נָתוּן בְּכֵלִים וּמֻקָּף עָלָיו בְּצָמִיד פָּתִיל וְהִכְנִיסוֹ לַבַּיִת הַבַּיִת טָמֵא. וְכֵן אֹהֶל בְּתוֹךְ אֹהֶל וּכְזַיִת מִן הַמֵּת בָּאֹהֶל הַפְּנִימִי כָּל הַכֵּלִים שֶׁבָּאֹהֶל הַחִיצוֹן טְמֵאִים:  ",
      "אֲבָל הַבְּלוּעִין מַצִּילִין עַל הַטְּהוֹרִים וּמוֹנְעִין אֶת הַטֻּמְאָה. כֵּיצַד. כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת וְנִכְנַס לַבַּיִת הַבַּיִת טָהוֹר. בָּלַע טַבַּעַת אֲפִלּוּ אָדָם שֶׁבָּלַע טַבַּעַת וְנִכְנַס לְאֹהֶל הַמֵּת אַף עַל פִּי שֶׁנִּטְמָא טֻמְאַת שִׁבְעָה הַטַּבַּעַת טְהוֹרָה. וְכֵן כָּל הַבְּלוּעִין בְּחַיָּה וּבְהֵמָה וּבְעוֹפוֹת וּבְדָגִים מַצִּילִין כָּל זְמַן שֶׁהֵן חַיִּין. וְאִם מֵתוּ וּבְשַׂר הַמֵּת בְּתוֹךְ מֵעֵיהֶן אוֹ הַכֵּלִים. הֲרֵי הֵן כְּמוֹ שֶׁאֵינוֹ בָּלוּעַ:  ",
      "נִשְׁחַט רֹב אֶחָד בָּעוֹף וְרֹב שְׁנַיִם בִּבְהֵמָה אַף עַל פִּי שֶׁעֲדַיִן הֵן מְפַרְכְּסִין הֲרֵי הֵן כְּמֵתִים וְאֵינָן מַצִּילִין עַל הַכֵּלִים הַבְּלוּעִים וְלֹא מוֹנְעִין אֶת הַטֻּמְאָה שֶׁבְּתוֹךְ מֵעֵיהֶן שֶׁלֹּא תְּטָמֵא:  ",
      "וְכַמָּה תִּשְׁהֶא הַטֻּמְאָה בְּמֵעֵיהֶן וְתִהְיֶה מְטַמְּאָה כְּשֶׁיָּמוּתוּ. בְּכֶלֶב שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת. וּבִשְׁאָר חַיָּה וּבְהֵמָה וְעוֹפוֹת וְדָגִים יוֹם אֶחָד מֵעֵת לְעֵת. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁנִּשְׁאַר בְּשַׂר הַמֵּת בְּתוֹךְ מֵעֵיהֶן. אֲבָל זְאֵב שֶׁבָּלַע תִּינוֹק וֶהֱקִיאוֹ דֶּרֶךְ בֵּית הָרְעִי. הַבָּשָׂר טָהוֹר וְהָעֲצָמוֹת בְּטֻמְאָתָן:  ",
      "אֵין הַבְּלוּעִין נִצָּלִין אֶלָּא בְּבֶטֶן נֶפֶשׁ הַחַיָּה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַבְּלוּעִין בְּגוּף הַכֵּלִים וְהָאֲבָנִים אֵינָן נִצָּלִין. כֵּיצַד. כּוּשׁ שֶׁנִּבְלְעָה בּוֹ הַצִּנּוֹר שֶׁל מַתֶּכֶת. וּמַלְמָד שֶׁנִּבְלַע בּוֹ הַדָּרְבָן. וּלְבֵנָה שֶׁהָיְתָה טַבַּעַת מֻבְלַעַת בְּתוֹכָהּ. וְנִכְנְסוּ לְאֹהֶל הַמֵּת. נִטְמְאוּ אַף עַל פִּי שֶׁאֵין נִרְאִין וַהֲרֵי הֵן מְחֻפִּין שֶׁאֵין הַבְּלוּעִין בַּכֵּלִים מַצִּילִין אֶלָּא בְּצָמִיד פָּתִיל. וְכֵן מַחַט אוֹ טַבַּעַת שֶׁהָיוּ מֻבְלָעִין בִּטְפֵלַת הַתַּנּוּר וְנִטְמָא הַתַּנּוּר בְּאֹהֶל הַמֵּת אוֹ שֶׁנָּפַל שֶׁרֶץ לַאֲוִירוֹ נִטְמְאוּ הַכֵּלִים שֶׁבְּתוֹךְ הַטְּפֵלָה. וְאִם הָיָה הַתַּנּוּר מֻקָּף צָמִיד פָּתִיל הוֹאִיל וְהַתַּנּוּר טָהוֹר אַף הַכֵּלִים הַמֻּבְלָעִין בַּטִּיט שֶׁעַל גַּבָּיו טְהוֹרִים. וְכֵן חָבִית הַמֻּקֶּפֶת צָמִיד פָּתִיל וְהָיְתָה מַחַט אוֹ טַבַּעַת בִּמְגוּפַת הֶחָבִית מִצִּדָּהּ. הֲרֵי אֵלּוּ טְמֵאִין וְאֵין מַצִּילִין בְּאֹהֶל הַמֵּת. הָיוּ בִּמְגוּפַת הֶחָבִית כְּנֶגֶד פִּיהָ אִם הָיוּ נִרְאִין לְתוֹךְ הֶחָבִית וְאֵינָן יוֹצְאִין לַאֲוִירָהּ טְהוֹרִין. וְאִם יָצְאוּ לַאֲוִירָהּ טְמֵאִין. שֶׁאֵין כְּלִי חֶרֶשׂ הַמֻּקָּף צָמִיד פָּתִיל מַצִּיל עַל הַכֵּלִים שֶׁבְּתוֹכוֹ כְּמוֹ שֶׁיִּתְבָּאֵר. וְאִם יֵשׁ תַּחְתֵּיהֶן כִּקְלִפַּת הַשּׁוּם אַף עַל פִּי שֶׁהֵן שׁוֹקְעִין לְתוֹךְ אֲוִירָהּ הֲרֵי אֵלּוּ טְהוֹרִין:  ",
      "כָּל הַבְּלוּעִין בְּקַרְקָעִיתוֹ שֶׁל בַּיִת הֲרֵי הֵן טְמֵאִין וְאֵין נִצָּלִין. שֶׁקַּרְקַע הָאֹהֶל כָּמוֹהוּ עַד הַתְּהוֹם מַה שֶּׁאֵין כֵּן בִּכְתָלָיו כְּמוֹ שֶׁיִּתְבָּאֵר. כֵּיצַד. הַטֻּמְאָה בַּבַּיִת וְכֵלִים הַטְּמוּנִים בְּקַרְקָעִיתוֹ אֲפִלּוּ תַּחַת מֵאָה אַמָּה טְמֵאִים. אִם יֵשׁ בִּמְקוֹמָן טֶפַח עַל טֶפַח טְהוֹרִין שֶׁהֲרֵי הֵן תַּחַת אֹהֶל אֲחֵר. לְמַה זֶּה דּוֹמֶה לַעֲלִיָּה שֶׁעַל גַּבֵּי הַבַּיִת וְטֻמְאָה בַּעֲלִיָּה שֶׁהַבַּיִת טָהוֹר. וְכֵן אִם חָלַק הַבַּיִת בִּמְחִצָּה מִכְּלַפֵּי אַרְצוֹ וְהָיְתָה הַטֻּמְאָה בֵּין הַמְּחִצָּה וְהָאָרֶץ כֵּלִים שֶׁבַּבַּיִת לְמַעְלָה מִן הַמְּחִצָּה טְמֵאִין שֶׁאֵין הָאֹהָלִים מוֹנְעִין הַטֻּמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה הַטֻּמְאָה לְמַעְלָה מִן הַמְּחִצָּה כֵּלִים שֶׁבֵּין הַמְּחִצָּה וְהָאָרֶץ טְהוֹרִין שֶׁהָאֹהֶל מַצִּיל. וְאִם אֵין בֵּין הַמְּחִצָּה וְהָאָרֶץ גֹּבַהּ טֶפַח הֲרֵי הֵן כִּטְמוּנִים בְּקַרְקַע הַבַּיִת וּטְמֵאִים:  ",
      "בִּיב שֶׁהוּא קָמוּר תַּחַת הַבַּיִת וְיֵשׁ בּוֹ פּוֹתֵחַ טֶפַח וְיֵשׁ בְּפִתְחוֹ שֶׁהוּא חוּץ לַבַּיִת פּוֹתֵחַ טֶפַח וְהָיְתָה טֻמְאָה בְּתוֹכוֹ הַבַּיִת טָהוֹר. הָיְתָה טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכוֹ טָהוֹר. הָיָה בּוֹ פּוֹתֵחַ טֶפַח וְאֵין בִּיצִיאָתוֹ פּוֹתֵחַ טֶפַח וְהָיְתָה טֻמְאָה בְּתוֹכוֹ הַבַּיִת טָמֵא. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכוֹ טָהוֹר שֶׁאֵין דַּרְכָּהּ שֶׁל טֻמְאָה לְהִכָּנֵס. אֵין בּוֹ פּוֹתֵחַ טֶפַח וְאֵין בִּיצִיאָתוֹ פּוֹתֵחַ טֶפַח טֻמְאָה בְּתוֹכוֹ הַבַּיִת טָמֵא כְּאִלּוּ הִיא בְּתוֹךְ הַבַּיִת. טֻמְאָה בַּבַּיִת מַה שֶּׁבְּתוֹכוֹ טָמֵא מִפְּנֵי שֶׁהֵן כְּכֵלִים הַטְּמוּנִים בַּקַּרְקַע וְקַרְקַע הַבַּיִת כָּמוֹהוּ עַד הַתְּהוֹם:  ",
      "שְׁתֵּי חָבִיּוֹת וְכַחֲצִי זַיִת בְּכָל אֶחָד וּמֻקָּפוֹת צָמִיד פָּתִיל וּמֻנָּחוֹת בְּתוֹךְ הַבַּיִת הֵן טְהוֹרוֹת שֶׁאֵין חֲצִי שִׁעוּר מְטַמֵּא. וְהַבַּיִת טָמֵא שֶׁהֲרֵי יֵשׁ בַּבַּיִת כְּזַיִת וְאֵין צָמִיד פָּתִיל לַטֻּמְאָה. וְאֵינָן מִטַּמְּאוֹת מֵחֲמַת הַבַּיִת שֶׁהֲרֵי הֵן מֻקָּפוֹת צָמִיד פָּתִיל. נִפְתְּחָה אַחַת מֵהֶן הִיא וְהַבַּיִת טְמֵאִין וַחֲבֶרְתָּהּ טְהוֹרָה. וְכֵן שְׁנֵי חֲדָרִים שֶׁהֵן פְּתוּחִים זֶה לָזֶה וְלַבַּיִת וְכַחֲצִי זַיִת בַּפְּנִימִי אוֹ בָּאֶמְצָעִי וְכַחֲצִי זַיִת בַּחִיצוֹן הַחִיצוֹן טָמֵא וְהַפְּנִימִי וְהָאֶמְצָעִי טְהוֹרִין. כַּחֲצִי זַיִת בַּפְּנִימִי וְכַחֲצִי זַיִת בָּאֶמְצָעִי הַפְּנִימִי טָהוֹר וְהָאֶמְצָעִי וְהַחִיצוֹן טְמֵאִים שֶׁדֶּרֶךְ הַטֻּמְאָה לָצֵאת וְאֵין דַּרְכָּהּ לְהִכָּנֵס:  "
    ],
    [
      "מִנַּיִן לְצָמִיד פָּתִיל שֶּׁמַּצִּיל בְּאֹהֶל הַמֵּת שֶׁנֶּאֱמַר <small>(במדבר יט טו)</small> \"וְכל כְּלִי פָתוּחַ אֲשֶׁר אֵין צָמִיד פָּתִיל עָלָיו טָמֵא\" הוּא הָא יֵשׁ צָמִיד פָּתִיל עָלָיו טָהוֹר. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בִּכְלִי חֶרֶשׂ בִּלְבַד כְּלִי שֶׁאֵינוֹ מִטַּמֵּא אֶלָּא דֶּרֶךְ פִּתְחוֹ. לְפִיכָךְ אִם הָיָה פִּתְחוֹ סָתוּם וּמֻקָּף צָמִיד פָּתִיל הִצִּיל עַל כָּל שֶׁבְּתוֹכוֹ. קַל וָחֹמֶר לְכָל הַכֵּלִים שֶׁאֵין מְקַבְּלִין טֻמְאָה שֶׁיַּצִּילוּ בְּצָמִיד פָּתִיל וְהֵם כְּלֵי גְּלָלִים כְּלֵי אֲבָנִים כְּלֵי אֲדָמָה וּכְלֵי עַצְמוֹת הַדָּג וְעוֹרוֹ וְעַצְמוֹת הָעוֹף וּכְלִי עֵץ הַבָּא בְּמִדָּה וּנְסָרִים שֶׁל עֵץ שֶׁהֵן פְּשׁוּטִין וְאֵינָן כֵּלִים וְגָלְמֵי כְּלֵי מַתֶּכֶת. כָּל אֵלּוּ מַצִּילִין בְּצָמִיד פָּתִיל. אִם הַדְּבָרִים שֶׁבְּתוֹךְ הַכְּלִי הַמֻּקָּף נִצְּלוּ קַל וָחֹמֶר לַבְּלוּעִין וְלַכֵּלִים שֶׁתַּחַת הָאֹהָלִים. מַה בֵּין אֹהָלִים לַכֵּלִים שֶׁמַּצִּילִין בְּצָמִיד פָּתִיל. שֶׁהַכֵּלִים אֵינָן מַצִּילִין אֶלָּא בְּצָמִיד פָּתִיל וְהָאֹהָלִים מַצִּילִין בְּכִסּוּי בִּלְבַד:  ",
      "מַשְׁפֵּךְ שֶׁכָּפָהוּ מַצִּיל בְּכִסּוּי אַף עַל פִּי שֶׁקְּצָתוֹ נָקוּב נֶקֶב קָטָן הֲרֵי הוּא כְּסָתוּם:  ",
      "כָּל הַכֵּלִים הַמַּצִּילִין בְּצָמִיד פָּתִיל אִם הָיוּ בָּהֶן טֶפַח עַל טֶפַח עַל רוּם טֶפַח וּכְפָאָן עַל פִּיהֶם עַל הָאָרֶץ אַף עַל פִּי שֶׁלֹּא מֵרֵחַ בְּצָמִיד פָּתִיל מִן הַצְּדָדִין הֲרֵי אֵלּוּ מַצִּילִין כָּל מַה שֶּׁתַּחְתֵּיהֶן עַד הַתְּהוֹם מִפְּנֵי שֶׁהֵן כְּאֹהֶל וְהָאֹהֶל מַצִּיל. אֶלָּא אִם כֵּן הָיָה הַכְּלִי כְּלִי חֶרֶשׂ שֶׁאֵין אָהֳלֵי כְּלִי חֶרֶשׂ מַצִּילִין. כֵּיצַד. חָבִית שֶׁכְּפוּיָה עַל פִּיהָ אַף עַל פִּי שֶׁמֵּרְחָהּ בְּטִיט מִן הַצְּדָדִין כָּל מַה שֶּׁתַּחְתֶּיהָ טָמֵא. שֶׁנֶּאֱמַר <small>(במדבר יט טו)</small> \"צָמִיד פָּתִיל עָלָיו\" וְלֹא צָמִיד פָּתִיל עַל גַּבּוֹ. הִדְבִּיק פִּיהָ לַכֹּתֶל וּמֵרְחָהּ מִן הַצְּדָדִים מַצֶּלֶת עַל כָּל מַה שֶּׁבְּתוֹכָהּ וְעַל כָּל שֶׁכְּנֶגְדָהּ בַּכֹּתֶל. וְאִם לֹא מֵרֵחַ מִן הַצְּדָדִין אֵינָהּ מַצֶּלֶת שֶׁאֵין כְּלִי חֶרֶשׂ מַצִּיל מִשּׁוּם אֹהֶל כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל שְׁאָר כָּל הַכֵּלִים הַמַּצִּילִין בְּצָמִיד פָּתִיל שֶׁהָיוּ פִּיּוֹתֵיהֶן דְּבוּקוֹת בְּדָפְנֵי הַבַּיִת מַצִּילִין בְּלֹא צָמִיד פָּתִיל מִפְּנֵי שֶׁהֵן מַצִּילִין מִשּׁוּם אֹהֶל. לְפִיכָךְ צָרִיךְ שֶׁיִּהְיֶה בְּדֹפֶן הַכְּלִי טֶפַח שֶׁאֵין הַכֵּלִים מַצִּילִין עִם דָּפְנוֹת אֹהָלִים עַד שֶׁיִּהְיֶה לָהֶן דֹּפֶן [טֶפַח]. הָיָה לַכְּלִי דֹּפֶן חֲצִי טֶפַח וְהָיָה יוֹצֵא מִדֹּפֶן הָאֹהֶל שָׂפָה חֲצִי טֶפַח וְהִדְבִּיק זֶה לָזֶה. אַף עַל פִּי שֶׁיֵּשׁ שָׁם חֲלַל טֶפַח אֵינוֹ מַצִּיל עַד שֶׁיִּהְיֶה טֶפַח מִמָּקוֹם אֶחָד:  ",
      "כְּשֵׁם שֶׁמַּצִּילִין מִבִּפְנִים עִם דָּפְנוֹת הָאֹהֶל כָּךְ מַצִּילִין חוּץ לָאֹהֶל אִם סְמָכָן לָאֹהֶל שֶׁהֲרֵי הָאֹהֶל נַעֲשָׂה כִּסּוּי מִכָּל מָקוֹם. כֵּיצַד. כְּלִי מֵחַם שֶׁיֵּשׁ לוֹ דֹּפֶן טֶפַח שֶׁהִנִּיחוֹ עַל גַּבֵּי יְתֵדוֹת חוּץ לָאֹהֶל וְסָמַךְ פִּיו לְדֹפֶן הָאֹהֶל וְהָיְתָה טֻמְאָה תַּחְתָּיו כֵּלִים שֶׁבְּתוֹכוֹ טְהוֹרִין. וְאִם הָיָה סָמוּךְ לְכֹתֶל חָצֵר אוֹ לְכֹתֶל גִּנָּה אֵינוֹ מַצִּיל לְפִי שֶׁאֵינָן כֹּתֶל אֹהֶל. וּלְפִיכָךְ כֵּלִים שֶׁבְּתוֹךְ הַכְּלִי טְמֵאִים שֶׁהֲרֵי הֶאֱהִילוּ עַל הַטֻּמְאָה:  ",
      "קוֹרָה שֶׁיֵּשׁ בָּהּ פּוֹתֵחַ טֶפַח וְהִיא נְתוּנָה מִכֹּתֶל לְכֹתֶל וְטֻמְאָה תַּחְתֶּיהָ וּקְדֵרָה תְּלוּיָה מִן הַקּוֹרָה וְהָיְתָה הַקּוֹרָה נוֹגַעַת בְּפִי הַקְּדֵרָה כֻּלָּהּ וּמְכַסָּה אוֹתָהּ כֵּלִים שֶׁבַּקְּדֵרָה טְהוֹרִים שֶׁהֲרֵי הֻצְּלוּ בְּכִסּוּי הָאֹהֶל לָהֶם. וְאִם לֹא הָיָה פִּי הַקְּדֵרָה מְכֻסֶּה בַּקּוֹרָה אֶלָּא בֵּינֵיהֶם רֶוַח. כָּל מַה שֶּׁבַּקְּדֵרָה טָמֵא וְהַקְּדֵרָה עַצְמָהּ טְמֵאָה:  ",
      "בּוֹר שֶׁבְּתוֹךְ הַבַּיִת וְטֻמְאָה בַּבַּיִת וְכֵלִים בַּבּוֹר אִם הָיָה מְכֻסֶּה בְּנֶסֶר חָלָק אוֹ בִּכְלִי הַמַּצִּיל שֶׁיֵּשׁ לוֹ דֹּפֶן טֶפַח הֲרֵי כָּל מַה שֶּׁבַּבּוֹר טָהוֹר. הָיָה לַבּוֹר בִּנְיָן סָבִיב לְפִיו גָּבוֹהַּ טֶפַח עַל הָאָרֶץ. בֵּין שֶׁכִּסָּהוּ בִּכְלִי הַמַּצִּיל שֶׁיֵּשׁ לוֹ דֹּפֶן בֵּין שֶׁלֹּא הָיְתָה לוֹ דֹּפֶן הֲרֵי זֶה מַצִּיל שֶׁהֲרֵי יֵשׁ לוֹ דֹּפֶן טֶפַח מִמָּקוֹם אַחֵר:  ",
      "חַדּוּת הַבָּנוּי בְּתוֹךְ הַבַּיִת וּמְנוֹרָה בְּתוֹכוֹ וְהַפֶּרַח שֶׁלָּהּ יוֹצֵא וּמְכַסֶּה פִּי הֶחָדוּת וְנָתַן כְּלִי הַמַּצִּיל בְּאֹהֶל הַמֵּת עַל פִּי הֶחָדוּת וַהֲרֵי הוּא נִשְׁעָן עַל פֶּרַח הַמְּנוֹרָה. רוֹאִין אִם תִּנָּטֵל מְנוֹרָה וְהַכְּלִי הַמַּצִּיל עוֹמֵד הֲרֵי זֶה מַצִּיל עַל כָּל שֶׁבֶּחָדוּת. וְכֵלִים שֶׁבֵּין שְׂפַת הַכְּלִי וּשְׂפַת הֶחָדוּת טְהוֹרִים עַד הַתְּהוֹם. וְאַף הַמְּנוֹרָה טְהוֹרָה. אַף עַל פִּי שֶׁשְּׂפַת הַפֶּרַח נִרְאֶה בֵּין הַכִּסּוּי וְהֶחָדוּת. וְאִם לָאו הַכּל טָמֵא:  ",
      "הֶחָדוּת הַבָּנוּי בְּתוֹךְ הַבַּיִת וּכְלִי הַמַּצִּיל נָתוּן עַל פִּיו וְהָיְתָה טֻמְאָה בֵּין שְׂפַת הַכְּלִי וּשְׂפַת הֶחָדוּת אוֹ בְּתוֹךְ הֶחָדוּת הַבַּיִת טָמֵא. שֶׁאֵין הָאֹהֶל שֶׁבְּתוֹךְ הַבַּיִת מוֹנֵעַ הַטֻּמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה טֻמְאָה בַּבַּיִת כֵּלִים שֶׁבְּכָתְלֵי הֶחָדוּת אִם יֵשׁ בִּמְקוֹמָן טֶפַח עַל טֶפַח עַל רוּם טֶפַח טְהוֹרִים. וְאִם לָאו טְמֵאִים. וְאִם הָיוּ כָּתְלֵי הֶחָדוּת רְחָבִים מִשֶּׁל בַּיִת בֵּין כָּךְ וּבֵין כָּךְ טְהוֹרִים. מִפְּנֵי שֶׁאֵינָן מִכָּתְלֵי הַבַּיִת. וּכְשֵׁם שֶׁמַּצִּיל הֶחָדוּת בְּתוֹכוֹ כָּךְ מַצִּיל בִּכְתָלָיו. כְּבָר בֵּאַרְנוּ שֶׁהַתַּנּוּר הַיָּשָׁן הֲרֵי הוּא כְּכָל הַכֵּלִים שֶׁהֵן מְבִיאִים אֶת הַטֻּמְאָה וְאֵינָן נַעֲשִׂין אֹהָלִים וּמִפְּנֵי זֶה אֵינוֹ מַצִּיל עַל מַה שֶּׁבְּתוֹכוֹ אֶלָּא אִם כֵּן הָיָה מֻקָּף צָמִיד פָּתִיל כִּשְׁאָר כֵּלִים הַמַּצִּילִים. וְכֵן בֵּאַרְנוּ שֶׁהַתַּנּוּר הֶחָדָשׁ אֵינוֹ כְּכֵלִים לְעִנְיָן זֶה אֶלָּא נַעֲשֶׂה אֹהֶל. וּלְפִיכָךְ מַצִּיל עַל מַה שֶּׁבְּתוֹכוֹ בְּכִסּוּי בִּלְבַד בְּלֹא צָמִיד פָּתִיל כְּאֹהָלִים. וְכִסּוּי הַתַּנּוּר הוּא נִקְרָא סְרִידָא:  ",
      "תַּנּוּר יָשָׁן בְּתוֹךְ הֶחָדָשׁ וּסְרִידָא עַל פִּי הֶחָדָשׁ וַהֲרֵי הַכִּסּוּי נִשְׁעָן עַל פִּי הַתַּנּוּר הַיָּשָׁן רוֹאִין אִם כְּשֶׁיִּנָּטֵל הַיָּשָׁן תִּפּוֹל הַסְּרִידָא לֹא הִצִּיל וְכָל שֶׁבְּתוֹכוֹ טָמֵא. וְאִם לָאו הַכּל טָהוֹר. הָיָה הֶחָדָשׁ בְּתוֹךְ הַיָּשָׁן וְהַסְּרִידָא מֻנַּחַת עַל פִּי הַיָּשָׁן. אִם יֵשׁ בֵּין הֶחָדָשׁ וְהַכִּסּוּי פָּחוֹת מִטֶּפַח כָּל שֶׁבְּתוֹךְ הֶחָדָשׁ טָהוֹר וּכְאִלּוּ הַסְּרִידָא מֻנַּחַת עַל פִּיו:  ",
      "סְרִידָא שֶׁל חֶרֶס שֶׁיֵּשׁ לָהּ שָׂפָה וְהִיא עוֹדֶפֶת עַל פִּי הַתַּנּוּר וּמֻקֶּפֶת צָמִיד פָּתִיל אֲפִלּוּ הָיְתָה טֻמְאָה תַּחְתֶּיהָ אוֹ עַל גַּבָּהּ הַכּל טָמֵא. אֲבָל כְּנֶגֶד אֲוִירוֹ שֶׁל תַּנּוּר טָהוֹר. הָיְתָה טֻמְאָה כְּנֶגֶד אֲוִירוֹ שֶׁל תַּנּוּר מִכְּנֶגְדּוֹ עַד לָרָקִיעַ טָמֵא וְכָל מַה שֶּׁבְּתוֹכוֹ טָהוֹר:  ",
      "קְדֵרָה שֶׁכְּפָאָהּ עַל פִּי הֶחָבִית וּמֵרֵחַ דָּפְנוֹתֶיהָ עִם הֶחָבִית מַצֶּלֶת עַל כָּל מַה שֶּׁבְּתוֹכָהּ וְעַל מַה שֶּׁבֵּינָהּ וּבֵין שִׂפְתוֹת הֶחָבִית. הוֹשִׁיבָהּ עַל פִּי הֶחָבִית כְּדַרְכָּהּ וּמֵרֵחַ אֵינָהּ מַצֶּלֶת מִפְּנֵי שֶׁהַקְּדֵרָה מִתְטַמְּאָה מֵאֲוִירָהּ וְאֵין כְּלִי טָמֵא מַצִּיל כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "שׁוּלֵי הַמַּחֲצִין וְשׁוּלֵי קַרְקָעוֹת וְהַכֵּלִים וְדָפְנוֹתֵיהֶן מֵאֲחוֹרֵיהֶן אֵין מַצִּילִין בְּצָמִיד פָּתִיל בְּאֹהֶל הַמֵּת. קִרְסְמָן וְשָׁפָן וַעֲשָׂאָן כֵּלִים מַצִּילִין בְּצָמִיד פָּתִיל. שֶׁאֵין מַצִּיל בְּצָמִיד פָּתִיל אֶלָּא כֵּלִים: \n",
      "כְּלִי חֶרֶשׂ שֶׁנָּתַן בּוֹ טִיט עַד חֶצְיוֹ לֹא בִּטְּלוֹ. וְאִם הִשְׁקִיעַ בּוֹ אֶת הַכֵּלִים מַצִּיל: \n",
      "כְּלִי חֶרֶשׂ מַצִּיל בְּצָמִיד פָּתִיל עַד שֶׁיִּנָּקֵב בְּמוֹצִיא רִמּוֹן. וּבְגָדוֹל עַד שֶׁפָּחַת רֻבּוֹ. כֵּיצַד. כְּלִי גָּדוֹל שֶׁנִּפְחַת [חֶצְיוֹ] וְהִקִּיפוֹ צָמִיד פָּתִיל וְסָתַם מְקוֹם הַפְּחָת בְּצָמִיד פָּתִיל הֲרֵי זֶה מַצִּיל אַף עַל פִּי שֶׁאֵינוֹ חָשׁוּב כְּלִי לְעִנְיַן טֻמְאָה. אֲבָל כְּלִי הַמֻּקָּף צָמִיד פָּתִיל שֶׁהָיָה נָקוּב אוֹ סָדוּק וְלֹא סָתַם הַנֶּקֶב נִטְמָא וְאֵינוֹ מַצִּיל. וְכַמָּה יִהְיֶה בַּנֶּקֶב. אִם הָיָה כְּלִי הֶעָשׂוּי לָאֳכָלִים שִׁעוּרוֹ בְּמוֹצִיא זֵיתִים. הָיָה עָשׂוּי לְמַשְׁקֶה שִׁעוּרוֹ בְּכוֹנֵס מַשְׁקֶה. הֶעָשׂוּי לְכָךְ וּלְכָךְ מְטִילִין אוֹתוֹ לְחֻמְרָא. וּמִשֶׁיִּנָּקֵב בְּכוֹנֵס מַשְׁקֶה אֵינוֹ מַצִּיל עַד שֶׁיִּסְתֹּם הַנֶּקֶב אוֹ עַד שֶׁיְּמַעֲטֶנּוּ: \n",
      "תַּנּוּר שֶׁהָיְתָה סְרִידָא עַל פִּיו וּמֻקָּף צָמִיד פָּתִיל וְנָתוּן בְּאֹהֶל הַמֵּת וְנִסְדַּק הַתַּנּוּר. אִם הָיָה הַסֶּדֶק מְלֹא פִּי מַרְדֵּעַ שֶׁהוּא הֶקֵּף טֶפַח נִטְמָא הַתַּנּוּר וְאַף עַל פִּי שֶׁאֵין הַמַּרְדֵּעַ יָכוֹל לְהִכָּנֵס בַּסֶּדֶק אֶלָּא הֲרֵי הוּא כְּמוֹתוֹ בְּשָׁוֶה. פָּחוֹת מִכָּאן הַתַּנּוּר טָהוֹר. נִסְדְּקָה הַסְּרִידָא שֶׁעַל פִּיו כִּמְלֹא פִּי מַרְדֵּעַ נִכְנַס הֲרֵי זֶה טָמֵא. פָּחוֹת מִכָּאן נִצָּל בְּצָמִיד פָּתִיל. הָיָה הַסֶּדֶק עִגּוּל אֵין רוֹאִין אוֹתוֹ אָרֹךְ אֶלָּא שִׁעוּרוֹ כִּמְלֹא פִּי מַרְדֵּעַ נִכְנָס: \n",
      "תַּנּוּר הַמֻּקָּף צָמִיד פָּתִיל שֶׁנִּקַּב נֶקֶב בְּעֵינוֹ שֶׁל תַּנּוּר הַטּוּחָה אִם הָיָה הַנֶּקֶב מְלֹא כּוּשׁ נִכְנַס וְיוֹצֵא כְּשֶׁהוּא דּוֹלֵק הֲרֵי זֶה נִטְמָא. וְאִם הָיָה הַנֶּקֶב פָּחוֹת מִזֶּה נִצָּל: \n",
      "נִקַּב הַתַּנּוּר מִצִּדּוֹ שִׁעוּרוֹ מְלֹא כּוּשׁ נִכְנָס וְיוֹצֵא שֶׁלֹּא דּוֹלֵק. וְכֵן מְגוּפַת הֶחָבִית שֶׁנִּקְּבָה שִׁעוּרָהּ כְּדֵי שֶׁתִּכָּנֵס מִצָּה שְׁנִיָּה שֶׁל שִׁיפוֹן בַּנֶּקֶב. וַחֲצָבִים גְּדוֹלִים שֶׁנִּקְּבוּ שִׁעוּרָן כְּדֵי שֶׁתִּכָּנֵס מִצָּה שְׁנִיָּה שֶׁל קָנֶה. פָּחוֹת מִכָּאן טְהוֹרִין. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁנַּעֲשׂוּ לְיַיִן. אֲבָל אִם נַעֲשׂוּ לִשְׁאָר הַמַּשְׁקִין אֲפִלּוּ נִקְּבוּ בְּכָל שֶׁהֵן נִטְמְאוּ. וְאֵין הַצָּמִיד פָּתִיל מוֹעִיל לָהֶם עַד שֶׁיִּסְתֹּם הַנֶּקֶב. וְאַף בִּזְמַן שֶׁנַּעֲשׂוּ לְיַיִן לֹא אָמְרוּ אֶלָּא שֶׁנִּקְּבוּ שֶׁלֹּא בִּידֵי אָדָם. אֲבָל אִם נַעֲשׂוּ בִּידֵי אָדָם אֲפִלּוּ כָּל שֶׁהֵן טְמֵאִים. וְאֵינָן נִצָּלִין עַד שֶׁיִּסָּתֵם הַנֶּקֶב: \n",
      "חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִין טְהוֹרִין וּמְנִיקַת שֶׁל חֶרֶס בְּתוֹכָהּ וְהֶחָבִית מֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בְּאֹהֶל הַמֵּת. הֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין וְהַמְּנִיקַת טְמֵאָה. מִפְּנֵי שֶׁקְּצָתָהּ הָאַחַת בְּתוֹךְ הֶחָבִית הַמֻּקֶּפֶת וְהַקָּצֶה הַשֵּׁנִי פָּתוּחַ לְאֹהֶל הַמֵּת וְאֵינוֹ סָתוּם. אַף עַל פִּי שֶׁהִיא עֲקֻמָּה אֵין הֶעָקֹם כְּסָתוּם: \n",
      "חָבִית הַמֻּקֶּפֶת צָמִיד פָּתִיל שֶׁנִּקְּבָה מִצִּדָּהּ וְסָתְמוּ שְׁמָרִים אֶת הַנֶּקֶב הִצִּיל. אָגַף חֲצִי הַנֶּקֶב וְסָתַם חֶצְיוֹ הֲרֵי זֶה סָפֵק אִם הִצִּיל אִם לֹא הִצִּיל. סָתַם אֶת הַנֶּקֶב בִּזְמוֹרָה עַד שֶׁיְּמָרֵחַ מִן הַצְּדָדִין. סְתָמוֹ בִּשְׁנֵי קֵסָמִים עַד שֶׁיְּמָרֵחַ מִן הַצְּדָדִין וּבֵין זְמוֹרָה לַחֲבֵרְתָהּ. וְכֵן נֶסֶר שֶׁנָּתוּן עַל פִּי הַתַּנּוּר וּמֵרֵחַ מִן הַצְּדָדִין [הִצִּיל. הָיוּ שְׁתֵּי נְסָרִים עַד שֶׁיְּמָרֵחַ מִן הַצְּדָדִין וּבֵין] נֶסֶר לַחֲבֵרוֹ. חִבֵּר אֶת שְׁנֵי הַנְּסָרִים בְּמַסְמְרִים שֶׁל עֵץ וְכַיּוֹצֵא בָּהֶן אוֹ שֶׁלִּפֵּף עֲלֵיהֶן שׁוּגְמִין אֵין צָרִיךְ לְמָרֵחַ מִן הָאֶמְצַע. בַּמֶּה מַקִּיפִין. בְּסִיד. וּבְחַרְסִית. וּבִגְפַסִין. בְּזֶפֶת. וּבְשַׁעֲוָה. בְּטִיט. וּבְצוֹאָה. וּבְחֵמָר. וּבְכָל דָּבָר הַמִּתְמָרֵחַ. וְאֵין מַקִּיפִין לֹא בְּבַעַץ וְלֹא בְּעוֹפֶרֶת מִפְּנֵי שֶׁהוּא פָּתִיל וְאֵינוֹ צָמִיד. וּמַקִּיפִין בִּדְבֵלָה שְׁמֵנָה שֶׁלֹּא הֻכְשְׁרָה וּבְבָצֵק שֶׁנִּלּוֹשָׁה בְּמֵי פֵּרוֹת כְּדֵי שֶׁלֹּא יִטָּמֵא. שֶׁדָּבָר טָמֵא אֵינוֹ חוֹצֵץ: \n",
      "מְגוּפַת הֶחָבִית שֶׁנִּתְחַלְחֲלָה אַף עַל פִּי שֶׁאֵינָהּ נִשְׁמֶטֶת אֵינָהּ מַצֶּלֶת שֶׁהֲרֵי נִתְרָעֵעַ הַצָּמִיד. הַכַּדּוּר וְהַפְּקַעַת שֶׁל גֶּמִי שֶׁנָּתַן עַל פִּי הֶחָבִית וּמֵרֵחַ מִן הַצְּדָדִין לֹא הִצִּיל עַד שֶׁיְּמָרֵחַ עַל כָּל הַכַּדּוּר וְעַל כָּל הַפְּקַעַת מִמַּטָּה לְמַעְלָה. וְכֵן בְּמַטְלַת שֶׁל בֶּגֶד שֶׁקְּשָׁרָהּ עַל פִּי הַכְּלִי. הָיְתָה שֶׁל נְיָר אוֹ שֶׁל עוֹר וּקְשָׁרָהּ בִּמְשִׁיחָה. אִם מֵרֵחַ מִן הַצְּדָדִין הִצִּיל: \n",
      "חֵמֶת שֶׁל עוֹר הַדָּג אוֹ הַנְּיָר שֶׁהִלְבִּישׁ בָּהֶן אֶת הֶחָבִית וּצְרָרָהּ מִלְּמַטָּה הֲרֵי זוֹ מַצֶּלֶת. וְאִם לֹא צְרָרָהּ אַף עַל פִּי שֶׁמֵּרֵחַ מִן הַצְּדָדִין לֹא תַּצִּיל: \n",
      "חָבִית זְפוּתָה שֶׁנִּתְקַלֵּף הַחֶרֶס מִלְּמַעְלָה וְהַזֶּפֶת שֶׁלָּהּ עוֹמֵד וְנָתַן הַכִּסּוּי עַל הַזֶּפֶת וּדְחָקוֹ עַד שֶׁיִּדְבַּק בַּזֶּפֶת. וְנִמְצָא הַזֶּפֶת עוֹמֵד בֵּין הַכִּסּוּי וּבֵין קַרְקַע הֶחָבִית הֲרֵי זֶה מַצִּיל. וְכֵן בִּכְלֵי הַמֻּרְיָס וְכַיּוֹצֵא בָּהֶן מִדְּבָרִים הַמִּתְמָרְחִין שֶׁהָיָה הַמִּתְמָרֵחַ בֵּין הַכִּסּוּי וּבֵין הַכְּלִי כְּמוֹ זָר הוֹאִיל וְהַכּל דְּבוּקִין הֲרֵי זֶה מַצִּיל: \n"
    ],
    [
      "כָּל הַכֵּלִים הַמַּצִּילִים בְּצָמִיד פָּתִיל מַצִּילִין עַל כָּל מַה שֶּׁבְּתוֹכָן בֵּין אֳכָלִין בֵּין מַשְׁקִין בֵּין בְּגָדִים וּכְלֵי שֶׁטֶף. זֶהוּ דִּין תּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים שֶׁכְּלִי חֶרֶס הַמֻּקָּף צָמִיד פָּתִיל אֵינוֹ מַצִּיל אֶלָּא עַל הָאֳכָלִין וְעַל הַמַּשְׁקִין וְעַל כְּלֵי חֶרֶס אֲחֵרִים שֶׁיִּהְיוּ בְּתוֹכוֹ. אֲבָל אִם הָיוּ בְּתוֹךְ כְּלִי חֶרֶס הַמֻּקָּף כְּלֵי שֶׁטֶף אוֹ בְּגָדִים הֲרֵי אֵלּוּ טְמֵאִים. וּמִפְּנֵי מָה אָמְרוּ שֶׁלֹּא יַצִּיל עַל הַכּל כִּשְׁאָר כֵּלִים הַמַּצִּילִין. מִפְּנֵי שֶׁשְּׁאָר הַכֵּלִים הַמַּצִּילִין אֵין מְקַבְּלִין טֻמְאָה וּכְלֵי חֶרֶס מְקַבְּלִין טֻמְאָה וּכְלִי טָמֵא אֵינוֹ חוֹצֵץ. וְכָל כְּלֵי עַם הָאָרֶץ בְּחֶזְקַת טֻמְאָה כְּמוֹ שֶׁיִּתְבָּאֵר. וְלָמָּה לֹא אָמְרוּ כְּלִי חֶרֶס שֶׁל עַם הָאָרֶץ לֹא יַצִּיל עַל הַכּל וְשֶׁל חָבֵר יַצִּיל עַל הַכּל שֶׁהֲרֵי הוּא טָהֹר. מִפְּנֵי שֶׁאֵין עַם הָאָרֶץ טָמֵא בְּעֵינֵי עַצְמוֹ, שֶׁאוֹמֵר הוֹאִיל וּכְלִי חֶרֶס מַצִּיל עַל הַכּל אֶחָד אֲנִי וְאֶחָד הֶחָבֵר, וּלְפִיכָךְ חָשׁוּ וְגָזְרוּ שֶׁלֹּא יַצִּיל עַל הַכּל. וְלָמָּה אָמְרוּ מַצִּיל עַל הָאֳכָלִין וְעַל הַמַּשְׁקִין וְעַל כְּלֵי חֶרֶס. מִפְּנֵי שֶׁאֵלּוּ הַשְּׁלֹשָׁה טְמֵאִים הֵן עַל גַּבֵּי עַם הָאָרֶץ בֵּין קֹדֶם שֶׁיִּהְיוּ בְּאֹהֶל הַמֵּת בֵּין אַחַר שֶׁיִּהְיוּ שָׁם תַּחַת צָמִיד פָּתִיל. וּלְעוֹלָם לֹא יִשְׁאַל הֶחָבֵר מֵעַם הָאָרֶץ לֹא אֳכָלִין וְלֹא מַשְׁקִין וְלֹא כְּלֵי חֶרֶס אֶלָּא עַל דַּעַת שֶׁהֵן טְמֵאִין שֶׁהֲרֵי אֵין לָהֶן טָהֳרָה לְעוֹלָם וְלֹא יָבוֹא בָּהֶן לִידֵי תַּקָּלָה. אֲבָל כְּלֵי שֶׁטֶף שׁוֹאֵל אוֹתָם הֶחָבֵר מֵעַם הָאָרֶץ וּמַטְבִּילָן מִפְּנֵי מַגַּע עַם הָאָרֶץ וּמַעֲרִיב שִׁמְשׁוֹ וּמִשְׁתַּמֵּשׁ בָּהֶן בְּטָהֳרוֹת לְפִיכָךְ חָשׁוּ חֲכָמִים שֶׁמָּא יִשְׁאַל מִמֶּנּוּ כְּלִי שֶׁטֶף שֶׁכְּבָר הָיָה תַּחַת צָמִיד פָּתִיל בִּכְלִי חֶרֶס שֶׁלּוֹ. שֶׁהֲרֵי עַם הָאָרֶץ הַזֶּה מְדַמֶּה שֶׁנִּצַּל וַהֲרֵי הוּא טָמֵא טֻמְאַת שִׁבְעָה וְיַטְבִּיל הֶחָבֵר וְיַעֲרִיב שִׁמְשׁוֹ וְיִשְׁתַּמֵּשׁ בּוֹ בְּטָהֳרוֹת וְיָבוֹא לִידֵי תַּקָּלָה. וּמִפְּנֵי זֶה גָּזְרוּ שֶׁלֹּא יַצִּיל כְּלִי חֶרֶס עַל כְּלִי שֶׁטֶף שֶׁבְּתוֹכוֹ: \n",
      "אָדָם שֶׁהָיָה נָתוּן בְּתוֹךְ הֶחָבִית וּמֻקֶּפֶת צָמִיד פָּתִיל טָהוֹר. וַאֲפִלּוּ עֲשָׂאָהּ גּוֹלֵל לְקֶבֶר. וְיֵרָאֶה לִי שֶׁזֶּה שֶׁלֹּא גָּזְרוּ עַל כְּלִי חֶרֶס שֶׁלֹּא יַצִּיל עַל הָאָדָם. מִפְּנֵי שֶׁהוּא דָּבָר שֶׁאֵינוֹ מָצוּי וְכָל דָּבָר שֶׁאֵינוֹ מָצוּי לֹא גָּזְרוּ בּוֹ: \n",
      "כְּלֵי חֶרֶס שֶׁמִּשְׁתַּמְּשִׁין בָּהֶן בְּאֵפֶר הַפָּרָה אוֹ בְּקָדָשִׁים עַמֵּי הָאָרֶץ נֶאֱמָנִים עַל טָהֳרָתָם. מִפְּנֵי שֶׁהֵן נִזְהָרִים בָּהֶן הַרְבֵּה וּלְפִיכָךְ יַצִּילוּ עַל הַכּל בְּצָמִיד פָּתִיל אַף עַל פִּי שֶׁהֵן שֶׁל חֶרֶס: \n",
      "אֲרֻבָּה שֶׁבֵּין בַּיִת לַעֲלִיָּה וְטֻמְאָה בַּבַּיִת וּקְדֵרָה נְתוּנָה עַל פִּי הָאֲרֻבָּה וּנְקוּבָה בְּכוֹנֵס מַשְׁקֶה. הַקְּדֵרָה טְמֵאָה וְהָעֲלִיָּה טְהוֹרָה. הָיְתָה שְׁלֵמָה כָּל שֶׁבָּעֲלִיָּה מֵאֳכָלִין וּמַשְׁקִין וּכְלֵי חֶרֶס טָהוֹר. אֲבָל אָדָם וּכְלֵי שֶׁטֶף שֶׁבָּעֲלִיָּה טְמֵאִים שֶׁאֵין כְּלִי חֶרֶס חוֹצֵץ אֶלָּא עַל הָאֳכָלִים וְעַל הַמַּשְׁקִין וּכְלֵי חֶרֶס. וְכָל שֶׁבָּעֲלִיָּה טָהוֹר כְּאִלּוּ הוּא תַּחַת צָמִיד פָּתִיל בִּכְלִי חֶרֶס. וְטִמְאוּ הָאָדָם שֶׁבָּעֲלִיָּה זוֹ מִפְּנֵי שֶׁהוּא דָּבָר הַמָּצוּי. לְפִיכָךְ אִם הָיָה בָּעֲלִיָּה זוֹ כְּלִי מַתָּכוֹת וְכַיּוֹצֵא בּוֹ מָלֵא מַשְׁקִין הַכְּלִי טָמֵא טֻמְאַת שִׁבְעָה וְהַמַּשְׁקִין טְהוֹרִין. הָיְתָה בָּהּ אִשָּׁה לָשָׁה בַּעֲרֵבָה שֶׁל עֵץ הָאִשָּׁה וְהָעֲרֵבָה טְמֵאִין טֻמְאַת שִׁבְעָה וְהַבָּצֵק טָהוֹר כָּל זְמַן שֶׁעוֹסֶקֶת בּוֹ. פֵּרְשָׁה וְחָזְרָה וְנָגְעָה בּוֹ טִמְּאַתּוֹ. וְכֵן אִם פִּנָּה הַבָּצֵק אוֹ הַמַּשְׁקִין לִכְלִי אַחֵר מִכְּלֵי שֶׁטֶף שֶׁבָּעֲלִיָּה נִטְמְאוּ בְּמַגַּע הַכְּלִי הָאַחֵר. הָיָה עַל פִּי אֲרֻבָּה זוֹ שְׁאָר כֵּלִים הַמַּצִּילִים בְּצָמִיד פָּתִיל שֶׁאֵין מְקַבְּלִין טֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ וּלְפִיכָךְ אֵין מַגַּע עַם הָאָרֶץ מְטַמֵּא אוֹ שֶׁהָיָה כְּלִי חֶרֶס הַטָּהוֹר לְפָרָה אֲדֻמָּה אוֹ לְקֹדֶשׁ שֶׁהַכּל נֶאֱמָנִין עַל טָהֳרָתָן. הֲרֵי זֶה מַצִּיל עַל כָּל מַה שֶּׁבָּעֲלִיָּה. הָיָה אֹהֶל נָטוּי בָּעֲלִיָּה וּמִקְצָתוֹ מְרֻדָּד עַל הָאֲרֻבָּה שֶׁבֵּין בַּיִת לַעֲלִיָּה הֲרֵי זֶה מַצִּיל וְאַף עַל פִּי שֶׁאֵין גַּגּוֹ עַל הָאֲרֻבָּה שֶׁהָאֹהֶל מַצִּיל בְּכִסּוּי כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "בַּיִת שֶׁחִלְּקוֹ בְּקַנְקַנִּים טְהוֹרוֹת מִן הָאָרֶץ וְעַד הַקּוֹרָה וְטֻמְאָה בְּחֶצְיוֹ הָאֶחָד אִם הָיָה פִּי הַקַּנְקַנִּים כְּלַפֵּי הַטְּהוֹרָה הֲרֵי אֵלּוּ מַצִּילוֹת. וְאִם הָיוּ כְּלַפֵּי הַטֻּמְאָה אֵינָם מַצִּילוֹת. טַחָן בְּטִיט בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ רוֹאִין אִם יָכוֹל הַטִּיט לַעֲמֹד בִּפְנֵי עַצְמוֹ מַצִּיל וְאִם לָאו אֵינוֹ מַצִּיל וַהֲרֵי הַכּל אֹהֶל אֶחָד: \n",
      "בַּיִת שֶׁחִלְּקוֹ בִּנְסָרִים אוֹ בִּירִיעוֹת אִם חִלְּקוֹ מִן הַצְּדָדִין אוֹ מִכְּלַפֵּי הַקּוֹרוֹת וְהָיְתָה הַטֻּמְאָה בַּבַּיִת. כֵּלִים שֶׁבֵּין הַמְּחִצָּה וּבֵין הַכֹּתֶל אוֹ שֶׁבֵּין הַמְּחִצָּה וְהַקּוֹרוֹת טְהוֹרִין. הָיְתָה הַטֻּמְאָה בֵּין מְחִצָּה לַכֹּתֶל אוֹ בֵּין מְחִצָּה לַקּוֹרוֹת כֵּלִים שֶׁבַּבַּיִת טְמֵאִין. שֶׁאֵין הַמְּחִצָּה מוֹנַעַת הַטֻּמְאָה שֶׁלֹּא תֵּצֵא וּתְטַמֵּא כְּמוֹ שֶׁבֵּאַרְנוּ בְּאֹהֶל שֶׁבְּתוֹךְ הַבַּיִת. הָיוּ הַכֵּלִים בְּתוֹךְ עֳבִי הַמְּחִצָּה עַצְמָהּ בֵּין שֶׁהָיְתָה הַטֻּמְאָה לְפָנִים מִן הַמְּחִצָּה אוֹ שֶׁהָיְתָה בְּתוֹךְ הַבַּיִת אִם הָיָה מְקוֹם הַכֵּלִים טֶפַח עַל טֶפַח טְמֵאִים וְאִם לָאו טְהוֹרִין. וּכְבָר בֵּאַרְנוּ כֵּיצַד דִּין הַבַּיִת אִם חִלְּקוֹ מִכְּלַפֵּי אַרְצוֹ: \n",
      "בַּיִת שֶׁהוּא מָלֵא תֶּבֶן וְאֵין בֵּינוֹ לְבֵין הַקּוֹרוֹת פּוֹתֵחַ טֶפַח. טֻמְאָה בִּפְנִים בֵּין בְּתוֹךְ הַתֶּבֶן בֵּין שֶׁהָיְתָה בֵּין תֶּבֶן לְקוֹרוֹת כָּל הַכֵּלִים שֶׁכְּנֶגֶד יְצִיאַת הַטֻּמְאָה בִּמְלוֹאוֹ שֶׁל פֶּתַח טְמֵאִים. הָיְתָה טֻמְאָה חוּץ לַתֶּבֶן בְּמִלּוּאוֹ שֶׁל פֶּתַח כֵּלִים שֶׁבִּפְנִים אִם יֵשׁ בִּמְקוֹמָן טֶפַח עַל טֶפַח עַל רוּם טֶפַח טְהוֹרִין וְאִם לָאו טְמֵאִין. וְאִם יֵשׁ בֵּין תֶּבֶן לַקּוֹרוֹת פּוֹתֵחַ טֶפַח בֵּין כָּךְ וּבֵין כָּךְ טְמֵאִין שֶׁאֵין הַתֶּבֶן חוֹצֵץ מִפְּנֵי שֶׁסְּתָם תֶּבֶן דַּעְתּוֹ לְפַנּוֹתוֹ: \n",
      "כֹּתֶל שֶׁבֵּין שְׁנֵי בָּתִּים וְטֻמְאָה בְּתוֹךְ הַכֹּתֶל. בַּיִת הַקָּרוֹב לַטֻּמְאָה טָמֵא וְהַקָּרוֹב לַטָּהֳרָה טָהוֹר. הָיְתָה מֶחֱצָה לְמֶחֱצָה שְׁנֵיהֶן טְמֵאִין. הָיְתָה הַטֻּמְאָה בְּאֶחָד מִשְּׁנֵי הַבָּתִּים וְהַכֵּלִים בְּתוֹךְ הַכֹּתֶל מֵחֶצְיוֹ וּכְלַפֵּי טֻמְאָה טְמֵאִים מֵחֶצְיוֹ וּכְלַפֵּי טָהֳרָה טְהוֹרִין מֶחֱצָה לְמֶחֱצָה טְמֵאִין. וְכֵן מַעֲזִיבָה שֶׁבֵּין הַבַּיִת וְהָעֲלִיָּה וְהַטֻּמְאָה בְּתוֹךְ מַעֲזִיבָה. מֵחֶצְיוֹ וּלְמַטָּה הַבַּיִת טָמֵא וְהָעֲלִיָּה טְהוֹרָה מֵחֶצְיָהּ וּלְמַעְלָה הָעֲלִיָּה טְמֵאָה וְהַבַּיִת טָהוֹר מֶחֱצָה לְמֶחֱצָה שְׁנֵיהֶן טְמֵאִין. הָיְתָה טֻמְאָה בְּאֶחָד מֵהֶן וְכֵלִים בְּתוֹךְ הַמַּעֲזִיבָה מֵחֶצְיָהּ וּכְלַפֵּי טֻמְאָה טְמֵאִין מֵחֶצְיָהּ וּכְלַפֵּי טָהֳרָה טְהוֹרִין מֶחֱצָה לְמֶחֱצָה שְׁנֵיהֶן טְמֵאִין. הָיְתָה הַמַּעֲזִיבָה לַאֲוִיר וְטֻמְאָה בְּתוֹכָהּ מֵחֶצְיָהּ וּלְמַטָּה הַבַּיִת טָמֵא וְהָעוֹמֵד מִלְּמַעְלָה אֲפִלּוּ כְּנֶגֶד הַטֻּמְאָה טָהוֹר שֶׁהֲרֵי פָּשְׁטָה הַטֻּמְאָה בְּכָל הַבַּיִת. הָיְתָה הַטֻּמְאָה מֵחֶצְיָהּ וּלְמַעְלָה הַבַּיִת טָהוֹר וְהָעוֹמֵד מִלְּמַעְלָה כְּנֶגֶד הַטֻּמְאָה טָמֵא. מֶחֱצָה לְמֶחֱצָה הַבַּיִת טָמֵא וְהָעוֹמֵד מִלְּמַעְלָה כְּנֶגֶד הַטֻּמְאָה טָמֵא שֶׁהֲרֵי אִי אֶפְשָׁר לְצַמְצֵם: \n",
      "וְכֵן כֹּתֶל הַמְשַׁמֵּשׁ אֶת הַבַּיִת יִדּוֹן מֶחֱצָה לְמֶחֱצָה. כֵּיצַד. כֹּתֶל שֶׁהוּא לַאֲוִיר וְגַג הַבַּיִת סָמוּךְ לַכֹּתֶל וְאֵינוֹ מֻרְכָּב עַל הַכֹּתֶל וְטֻמְאָה רְצוּצָה בְּתוֹךְ הַכֹּתֶל הָיְתָה מֵחֶצְיוֹ וּלְפָנִים הַבַּיִת טָמֵא וְהָעוֹמֵד מִלְּמַעְלָה עַל רֹאשׁ הַכֹּתֶל טָהוֹר כְּעוֹמֵד עַל גַּג הַבַּיִת. הָיְתָה מֵחֶצְיוֹ וְלַחוּץ הַבַּיִת טָהוֹר וְהָעוֹמֵד מִלְּמַעְלָה כְּנֶגֶד הַטֻּמְאָה טָמֵא שֶׁהֲרֵי לֹא פָּשְׁטָה הַטֻּמְאָה בְּתוֹךְ הַבַּיִת. הָיְתָה הַטֻּמְאָה מֶחֱצָה לְמֶחֱצָה הַבַּיִת טָמֵא וְהָעוֹמֵד מִלְּמַעְלָה טָהוֹר שֶׁהֲרֵי פָּשְׁטָה הַטֻּמְאָה בַּבַּיִת. נָטַל מֵהַכֹּתֶל מִבִּפְנִים אוֹ שֶׁהוֹסִיף בַּכֹּתֶל מִבַּחוּץ עַד שֶׁנִּמְצֵאת הַטֻּמְאָה מֵחֲצִי כֹּתֶל וּלְפָנִים הַבַּיִת טָמֵא. נָטַל מִבַּחוּץ אוֹ שֶׁהוֹסִיף בָּעֳבִי הַכֹּתֶל מִבִּפְנִים עַד שֶׁנִּמְצֵאת הַטֻּמְאָה מֵחֲצִי כֹּתֶל וְלַחוּץ הַבַּיִת טָהוֹר. הָיְתָה הַטֻּמְאָה נְתוּנָה עַל גַּבֵּי הַכֹּתֶל אֲפִלּוּ מֵחֶצְיוֹ וּלְפָנִים הַבַּיִת טָהוֹר: \n",
      "בַּיִת הַמְשַׁמֵּשׁ אֶת הַכֹּתֶל יִדּוֹן כִּקְלִפַּת הַשּׁוּם. כֵּיצַד. הַחוֹפֵר שְׁנֵי כּוּכִים אוֹ שְׁתֵּי מְעָרוֹת זוֹ בְּצַד זוֹ עַד שֶׁנִּמְצְאוּ שְׁנֵי בָּתִּים חֲפוּרִים בַּקַּרְקַע וְנַעֲשָׂה בֵּינֵיהֶן כֹּתֶל הַמַּבְדִּיל בֵּין שְׁנֵיהֶן וְהָיְתָה טֻמְאָה בַּבָּתִּים וְכֵלִים בַּכֹּתֶל אִם יֵשׁ עֲלֵיהֶן כִּקְלִפַּת הַשּׁוּם טְהוֹרִין. הָיְתָה טֻמְאָה בְּכֹתֶל זֶה וְכֵלִים בַּבָּתִּים אִם יֵשׁ עֲלֵיהֶן כִּקְלִפַּת הַשּׁוּם טְהוֹרִים. הִנֵּה לָמַדְתָּ שֶׁכֹּתֶל בִּנְיָן נִדּוֹן מֶחֱצָה לְמֶחֱצָה וְכֹתֶל הַסֶּלַע אוֹ שֶׁנַּעֲשָׂה מִגּוּשׁ הָאָרֶץ כְּשֶׁיַּחְפֹּר מִכָּאן וּמִכָּאן נִדּוֹן כִּקְלִפַּת הַשּׁוּם: \n",
      "כֹּתֶל שֶׁחֲצִי עָבְיוֹ בִּנְיָן וְחֶצְיוֹ סֶלַע נִדּוֹן מֶחֱצָה לְמֶחֱצָה: \n",
      "טֻמְאָה שֶׁהָיְתָה בֵּין קוֹרוֹת הַבַּיִת אֲפִלּוּ אֵין תַּחְתֶּיהָ אֶלָּא כִּקְלִפַּת הַשּׁוּם הַבַּיִת טָהוֹר וְרוֹאִין אֶת הַטֻּמְאָה כְּאִלּוּ הִיא רְצוּצָה בָּאָרֶץ וּמְטַמְּאָה כְּנֶגְדָּהּ בִּלְבַד. וְאִם יֵשׁ בִּמְקוֹמָהּ טֶפַח עַל טֶפַח הַכּל טָמֵא. וְכֵן אִם הָיְתָה נִרְאֵית בְּתוֹךְ הַבַּיִת בֵּין כָּךְ וּבֵין כָּךְ הַבַּיִת טָמֵא. שְׁנֵי פְּתָחִים זֶה עַל גַּבֵּי זֶה וְטֻמְאָה בַּכֹּתֶל שֶׁבֵּינֵיהֶן אִם נִרְאֵית שֶׁהִיא לְתוֹךְ אַחַת מֵהֶן הוּא טָמֵא וַחֲבֵרוֹ טָהוֹר וְאִם לָאו נִדּוֹנִין מֶחֱצָה לְמֶחֱצָה: \n"
    ],
    [
      "עַמּוּד הָעוֹמֵד בְּתוֹךְ הַבַּיִת וְטֻמְאָה רְצוּצָה תַּחְתָּיו. טֻמְאָה בּוֹקַעַת וְעוֹלָה בּוֹקַעַת וְיוֹרֶדֶת. וְאֵינוֹ מְטַמֵּא אֶלָּא כְּנֶגֶד הַטֻּמְאָה בִּלְבַד. וְאִם הָיָה פֶּרַח יוֹצֵא מֵעַמּוּד זֶה וְכֵלִים תַּחַת הַפֶּרַח הַכֵּלִים טְהוֹרִים שֶׁאֵינוֹ מְטַמֵּא אֶלָּא כְּנֶגֶד הַטֻּמְאָה: \n",
      "[וְאִם יֵשׁ בִּמְקוֹם הַטֻּמְאָה] טֶפַח עַל טֶפַח עַל רוּם טֶפַח הֲרֵי הוּא כְּקֶבֶר סָתוּם וּמְטַמֵּא מִכָּל סְבִיבָיו. וְהַבַּיִת כֻּלּוֹ טָמֵא שֶׁהֲרֵי הֶאֱהִיל עַל הַקֶּבֶר: \n",
      "טֻמְאָה שֶׁבְּתוֹךְ הַכֹּתֶל וּמְקוֹמָהּ טֶפַח עַל טֶפַח עַל רוּם טֶפַח כָּל הָעֲלִיּוֹת הַבְּנוּיוֹת עַל כֹּתֶל זֶה אֲפִלּוּ עֶשֶׂר טְמֵאוֹת. שֶׁהֲרֵי הַכֹּתֶל כֻּלּוֹ קֶבֶר סָתוּם עַד סוֹפוֹ וְהוּא כֹּתֶל הָעֲלִיּוֹת וְכָל עֲלִיָּה מֵהֶן מַאֲהֶלֶת עַל הַקֶּבֶר. בָּנָה בַּיִת בְּצַד הַכֹּתֶל מִכָּאן וּבַיִת מִכָּאן וּבָנָה עֲלִיָּה עַל גַּבֵּי שְׁנֵי הַבָּתִּים עַד שֶׁנִּמְצָא רֹאשׁ הַכֹּתֶל הַטָּמֵא הוּא בְּאֶמְצַע קַרְקַע הָעֲלִיָּה. הֲרֵי הָעֲלִיָּה טְמֵאָה שֶׁהֲרֵי הֶאֱהִילָה עַל הַקֶּבֶר. וְהָעֲלִיָּה הַשְּׁנִיָּה הַבְּנוּיָה עַל גַּבָּהּ טְהוֹרָה מִפְּנֵי שֶׁהֵן זוֹ עַל גַּבֵּי זוֹ וְאֵין הַכֹּתֶל הַטָּמֵא כָּתְלָהּ: \n",
      "חֹר גָּדוֹל שֶׁבָּעֳבִי הַכְּתָלִים שֶׁדֶּרֶךְ בְּנֵי אָדָם לַעֲשׂוֹתוֹ לְתַשְׁמִישׁ. וְהוּא הַנִּקְרָא פַּרְדַּסִּיק. שֶׁהָיְתָה טֻמְאָה מֻנַּחַת בְּתוֹכוֹ וְיֵשׁ עָלָיו דְּלָתוֹת סְגוּרוֹת. הַבַּיִת טָהוֹר. הָיְתָה הַטֻּמְאָה רְצוּצָה בְּקַרְקָעִיתוֹ אוֹ בִּכְתָלָיו אוֹ בְּגַגּוֹ רוֹאִין אֶת כָּל הַחֹר כֻּלּוֹ כְּאִלּוּ הוּא אָטוּם וְרוֹאִין מְקוֹם הַטֻּמְאָה אִם הוּא בַּחֲצִי עֳבִי הַכֹּתֶל שֶׁלְּפָנִים הַבַּיִת טָמֵא. וְאִם הָיְתָה טֻמְאָה מֵחֲצִי כֹּתֶל וְלַחוּץ הַבַּיִת טָהוֹר. מֶחֱצָה לְמֶחֱצָה הַבַּיִת טָמֵא: \n",
      "שְׁנֵי פַּרְדַּסְקִין זֶה בְּצַד זֶה אוֹ זֶה עַל גַּב זֶה וְטֻמְאָה מֻנַּחַת בְּאַחַת מֵהֶן וְנִפְתַּח. הוּא וְהַבַּיִת טָמֵא וַחֲבֵרוֹ טָהוֹר. הָיְתָה טֻמְאָה רְצוּצָה בְּתוֹךְ הַבִּנְיָן רוֹאִין אֶת הַפַּרְדַּסְקִין כְּאִלּוּ הֵן אֲטוּמִין וְיִדּוֹן מֶחֱצָה לְמֶחֱצָה: \n",
      "כְּזַיִת מִן הַמֵּת מֻדְבָּק בְּאַסְקֻפַּת הַבַּיִת מִבַּחוּץ הַבַּיִת טָהוֹר. הָיָה רָצוּץ תַּחַת הָאַסְקֻפָּה יִדּוֹן מֶחֱצָה לְמֶחֱצָה. הָיָה מֻדְבָּק לַמַּשְׁקוֹף הַבַּיִת טָמֵא: \n",
      "כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת וּמֵת בְּתוֹךְ שְׁלֹשָׁה יָמִים וַהֲרֵי הוּא מֻטָּל עַל הָאַסְקֻפָּה רוֹאִין חֲלַל הַטֻּמְאָה מִגּוּפוֹ אִם הוּא כְּנֶגֶד הַמַּשְׁקוֹף וְלִפְנִים הַבַּיִת טָמֵא וּמִכְּנֶגֶד הַמַּשְׁקוֹף וְלַחוּץ הַבַּיִת טָהוֹר: \n",
      "הָאִשָּׁה שֶׁמֵּת עֵבָּרָהּ בְּתוֹךְ מֵעֶיהָ אִם נַעֲשֵׂית רֹאשׁ הַנֵּפֶל כְּפִיקָה שֶׁל שְׁתִי כֵּיוָן שֶׁנִּפְתַּח הָרֶחֶם עַד שֶׁנִּרְאֶה הָרֹאשׁ נִטְמָא הַבַּיִת מִפְּנֵי הָעֻבָּר אַף עַל פִּי שֶׁעֲדַיִן לֹא יָצָא: \n",
      "הָאִשָּׁה שֶׁמַּקְשָׁה לֵילֵד וְיָצְאָה מִבַּיִת לְבַיִת וְהִפִּילָה נֵפֶל מֵת בְּבַיִת שֵׁנִי הַבַּיִת הָרִאשׁוֹן טָמֵא בְּסָפֵק. שֶׁמָּא כְּשֶׁהָיְתָה בּוֹ יָצָא רֹאשׁוֹ שֶׁל נֵפֶל הַזֶּה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה רֹאשׁ הַנֵּפֶל כְּפִיקָה שֶׁל שְׁתִי. אֲבָל אִם הֶעֱגֵיל רֹאשׁ הַנֵּפֶל כְּפִיקָה הַבַּיִת הָרִאשׁוֹן טָהוֹר שֶׁאִלּוּ נִפְתַּח רַחְמָהּ שָׁם לֹא הָיְתָה יְכוֹלָה לְהַלֵּךְ עַל רַגְלֶיהָ. לְפִיכָךְ אִם הָיְתָה נִטֶּלֶת בַּאֲגַפַּיִים וְהוֹצִיאוּהָ מִבַּיִת לְבַיִת הַבַּיִת הָרִאשׁוֹן טָמֵא בְּסָפֵק אַף עַל פִּי שֶׁהֶעֱגֵיל רֹאשׁ הַנֵּפֶל כְּפִיקָה שֶׁל שְׁתִי: \n",
      "הָאִשָּׁה שֶׁהִפִּילָה שִׁלְיָא הַבַּיִת טָמֵא וַדַּאי. חֲזָקָה הוּא שֶׁאֵין שִׁלְיָא בְּלֹא וָלָד: \n",
      "מִי שֶׁיָּלְדָה שְׁנֵי יְלָדִים אֶחָד חַי וְאֶחָד מֵת. אִם הַמֵּת יָצָא רִאשׁוֹן הַחַי טָהוֹר שֶׁהֲרֵי לֹא נָגַע בּוֹ מִשֶּׁיָּצָא לַאֲוִיר הָעוֹלָם. וְאִם הַחַי יָצָא רִאשׁוֹן הֲרֵי הוּא טָמֵא שֶׁהֲרֵי אִי אֶפְשָׁר שֶׁלֹּא יִגַּע בּוֹ הַמֵּת מִשֶּׁיֵּצֵא לַאֲוִיר הָעוֹלָם מִפְּנֵי שֶׁהוּא מִתְגַּלְגֵּל אַחֲרָיו כְּאֶבֶן שֶׁאֵין בּוֹ רוּחַ חַיִּים כְּדֵי לְהַעֲמִיד עַצְמוֹ: \n",
      "הָאִשָּׁה שֶׁיָּלְדָה וָלָד מֵת אֲפִלּוּ נֵפֶל קָטָן כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הִיא טְמֵאָה טֻמְאַת ז'. מֵת עֻבָּרָהּ בְּתוֹךְ מֵעֶיהָ וּפָשְׁטָה הַחַיָּה אֶת יָדָהּ וְנָגְעָה בּוֹ הַחַיָּה טְמֵאָה ז' וְהָאִשָּׁה טְהוֹרָה עַד שֶׁיֵּצֵא הַוָּלָד. וְטֻמְאַת הַחַיָּה מִדִּבְרֵיהֶם גְּזֵרָה שֶׁמָּא תִּגַּע בּוֹ מִשֶּׁיֵּצֵא לַפְּרוֹזְדוֹר. אֲבָל מִן הַתּוֹרָה אֵין מַגַּע בֵּית הַסְּתָרִים מַגָּע הוֹאִיל וְהוּא בְּתוֹךְ הַמֵּעַיִם הַנּוֹגֵעַ בּוֹ טָהוֹר. וְכֵן הַבּוֹלֵעַ טַבַּעַת טְמֵאָה וְחָזַר וּבָלַע אַחֲרֶיהָ טַבַּעַת טְהוֹרָה אַף עַל פִּי שֶׁנָּגְעוּ זוֹ בָּזוֹ בְּוַדַּאי בְּתוֹךְ מֵעָיו אֵינוֹ מַגָּע וְהַטֻּמְאָה בְּטֻמְאָתָהּ וּטְהוֹרָה בְּטָהֳרָתָהּ: סְלִיקוּ לְהוּ הִלְכוֹת טֻמְאַת מֵת \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות טומאת מת",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Taharah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [
        "<b> מי שנגעה טומאה בקרום וכו' עד נגעה בשיער הדק.</b> א''א אמת שכך פי' בערוך כשות של קטן שיער הדק שעל בשר הקטן ודומה לכשות של קישות שבמסכת עוקצין וקשיא לי מה שאמרו אלו טהורין במת השינים והשיער והצפורן ובשעת חבורו הכל טמא ועוד אמרו בתוספתא דמקואות כשות של גדול שאינו מקפיד עליו אינו חוצץ ואם שיער הוא היכן מצינו שיער של אדם אם אינו קשור חוצץ בין מקפיד בין אינו מקפיד ועוד שיער דק של קטן כלום הוא מקפיד ואיך שנה סתם לא מטמא ולא מתטמא. ול''נ שאותו כשות של קישות הוא אותו פרח השחור שהוא כעין דוחן הנמצא על הקישואין ואינו אוכל ולפיכך טהור ולענין אדם ג''כ שהוא כעין שחין דק או גרב דק והם ממראה הכשות קטן מסתמא מקפיד ובגדול אם מקפיד חוצץ עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נגע באסקופה מטפח ולמטה קרוב לארץ טהור ומטפח ולמעלה טמא.</b> א''א מצאתי בתוס' דאהלות פ''ט בענין רבוע בארון פירוש בארון השוה רחב למטה כלמעלה הנוגע בשולים שלה ר''א מטמא ורבי יהושע אומר מטפח ולמטה טהור מטפח ולמעלה טמא שאין מעלים עליות הגבוה מן הארץ טפח ונ''ל שהוא כענין מה שאמרו א''א לר''ה שתתלקט במלקט וברהיטני והכא נמי אמרי' א''א שלא יהא בקרקע הבית גובה טפח לפיכך כל שהוא נוגע באסקופה בגובה טפח כאילו נוגע בקרקע עולם ולפי הלשון הזה טפח עצמו טמא ורישא דיהא מטפח ולמטה טהור והרב היוני פירש בתוספתא זה פירוש חשך ואפילה: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> אם נשאר עליו כדי לעלות לו ארוכה בחי מטמא כמת שלם וכו'.</b> א''א טעה בזה שאם חסר העצם אינו כמת שלם והמשנה הטעתו שראה מה שאמרו ואלו אם חסרו טהורים כזית מן המת וכזית נצל וכו' אבר מן החי שחסר העצם הוא סובר מדקאמר אבר מן החי מכלל דאבר מן המת חסרון העצם לא כלום הוא ולא היא דאם חסרו טהורים לגמרי קאמר דוקא אבר מן החי אבל אבר מן המת אע''פ שחסר העצם מטמא במגע ובמשא והוא עצמו הולך על זה הדרך למטה בדף השני: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וטומאתן מד''ס וכו'.</b> א''א לא מחוור ובמסכת חולין גרסינן כל אשר יגע על פני השדה להביא גולל ודופק דברי ר''ע ורבי ישמעאל דריש ליה לעובר במעי אשה וגולל ודופק הלכתא גמירי לה ולר''ע מגע גולל ודופק מאשר יגע ואהל מעל פני השדה דמשמע מאויר אבל משא אין בהם: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וטומאת רביעית וטומאת אבר שאין עליו בשר כראוי וכו'.</b> א''א אף בזה טעה דאבר שאין עליו בשר כראוי היינו עצם כשעורה ואינו מטמא באהל. ובמגע דמטמא מקרא היא ובמשא דמטמא הלכתא היא שהנזיר מגלח עליו ורביעית דם באהל מקרא על כל נפשות מת לא יבא אבל על מגעו ומשאו אינו מגלח דלא כתיב ביה אלא ביאה ואין דנין מעצם כשעורה שהוא הלכה בנזיר וחצי קב עצמות וחצי לוג דם כמת שלם נינהו כעין שדרה וגולגולת ומש''ה מטמאין במגע ובמשא ובאהל ונזיר מגלח עליהם דכתיב וכי ימות מת עליו זהו מת שלם ונראה לי מה שדימו ביאת מקדש לטומאת נזיר בטומאת מת משום דבנזיר כתיב וטמא ראש נזרו ובמקדש כתיב את מקדש יי' טמא הכא מייתי קרבן על טומאתו והכא מייתי קרבן על טומאתו על מה שזה מביא זה מביא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כל המטמאין באהל וכו'.</b> א''א אע''פ שאין שם צירוף אהל: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> נשפך על האסקופה במורד בין לפנים בין לחוץ הבית טהור.</b> א''א זו המשנה קשה עלי ולשון המשנה כך הוא נשפך על האסקופה והיא קטפרס בין בפנים בין בחוץ והבית מאהיל עליו טהור וקשיא לי מכדי קטפרס מפזרו ומטהרו מאי שנא אסקופה דנקט אפילו בתוך הבית נמי כלים הבאים שם לאחר שפיכה טהורים ואולי נאמר משום כלי דקודם שפיכה נקט לה שאם נשפך בתוך הבית טמאים משעת כניסת הטומאה לבית אבל על האסקופה אפשר שלא נכנס כולו בחבור אפילו שעה אחת מיהו תוספתא קשיא לי רבי יוסי אומר זקנים הראשונים היו אומרים מקטפרס ולפנים טמא מקטפרס ולחוץ טהור טעמייהו דזקנים לא ידענא מ''ש בפנים ומאי שנא בחוץ והא מפוזר הוא ואולי נאמר דסבירא להו דכולי' בית כאשבורן דמי וזה הוא כשהמדרון כלפי פנים אבל כלפי חוץ לא וראוי לסמוך עליו ונ''ל דדוקא רביעית דם שחלוקתו מטהרתו אף ע''פ שמאהיל על כולו אבל שאר טומאות דמת אף ע''פ שנחלקו טמאים והטעם מפני שרביעית דם נקרא נפש שהוא שיעור נפשו של קטן ואינו נפש אלא א''כ הוא מחובר: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> והוא הדין לשאר כלים וכו'.</b> א''א אנו אין לנו אלא בחרב או בחבורין בשאר כלים וכל המקראות אינן אלא בחבורין: "
      ],
      [],
      [
        "<b> אע''פ שהם דברי קבלה אינם דין תורה וכו'.</b> א''א ראיתי זה האיש כל מה שיקשה עליו בדברי רבותינו יאמר מדבריהם הוא זה ואינו ד''ת והם אמרו ואינו כן שהרי כל הד' שטמאים במת כולן מן המקראות בספרי אלא שזו הלכה תקועה בידם ומקובלת בפיהם שאין חייבין על ביאת מקדש בטומאת מת אלא בטומאה שהנזיר מגלח עליהם כמ''ש למעלה ובנזיר לא מצאנו שמגלח על מגע טומאת מת ואפי' על חרב הילכך אפילו אדם באדם שהוא מפורש בתורה אינו חייב קרבן על ביאת מקדש וזהו העיקר: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אדם או כלים שנטמאו במגע ארץ העכו''ם כו' וגולל ודופק וכו'.</b> א''א סמי מכאן גולל ודופק וכו' כמ''ש למעלה: "
      ],
      [
        "<b> אבל אם היה האהל וכו' עד או של מתכת ה''ז טהור וכו'.</b> א''א והוא שנעשה אהלים קבועים והכי איתא במתני' דאהלות פ''ח חוץ מפשתן שאפילו נעשה אהל קבוע מיטמא והא דקתני במתני' יריעה וסקורטיא וקטבליא וסדין ומחצלת מביאין את הטומאה וחוצצין אלמא לא מקבלין טומאה כשנעשו אהלים לא ביריעה וסדין של פשתן אלא בשאר בגדים שנעשים מן העץ כמו קנבוס וניישטא שעושין מהם בגדים שדינם כדין עצים שאין מקבלין טומאה במחובר: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> עשה ראשה גולל לקבר והרי היא עומדת על הקבר כמו אילן וכו'.</b> א''א א''כ היינו עומדת אלא סיפא שהקורה שוכבת בקרקע וראשה נכנס לתוך הקבר נעשה לו גולל ורישא הטעם בזמן שהיא עומדת או מוטה על צדה וסומכת על הקבר כל הקורה צריכה לראשה התחתון שהוא גולל לקבר לפיכך כל שהוא כנגד הפתח של קבר טמא אבל כשהיא שוכבת אינו כן לפיכך מה שעתיד לקוץ אינו חיבור: "
      ],
      [],
      [],
      [
        "<b> היתה הארון החקוקה בסלע וכו'.</b> א''א לא נראה כן מן התוספתא שהיא כחקוקה בסלע אלא בבנין שהרי אמרו ארון שהיתה חקוקה בסלע ומכוסה הנוגע בה מכל מקום טהור ואינו טמא אלא כנגד כיסויה בלבד למה זה דומה לבור גדול מלא מתים ואבן גדולה נתונה על פיו בלבד שאינו טמא אלא כנגד חללו בלבד היתה בנויה בכותלה של נפש אם היתה נראית בתוך של נפש הנכנס לתוכה טמא ואם לאו אינו טמא אלא כנגד כסויה ועוד אם בחקוקה מדבר כמ''ש הוא הרי דבריו סותרים זה את זה בתחלה אמר הנוגע בסלע מ''מ טהור ובסוף אמר היתה שוה מטפח ולמטה טהור מטפח ולמעלה טמא רישא במאי עסקינן לא בשוה ולא ברחבה וצרה אלא שמא רישא בחקוקה וסיפא בבנין כדקתני בתוספתא והוא אינו תופס לא לשון משנה ולא לשון תוספתא אבל קולט מעט מזה ומעט מזה ואינו מכוין אלא שקשה לי בין ברוחב בין בשוה וקצר אם בבנין אין ניצל מתורת גולל ודופק שמטמא במגע ובאהל ואולי נאמר שלא ניתנו גולל ודופק אלא לקבר והוא הנפש שבונין למת פעמים מכניסין לתוכו את המת בארונו ופעמים בלא ארון וכיסוי הנפש נקרא גולל ומה שהגולל סמוך נקרא דופק אבל הארון כסותו של מת הוא ואינו לא גולל ודופק ולא קבר סתום ואינו מטמא בארון של אבן אלא מי שמאהיל עליו כנגד הטומאה: ",
        "<b> ניקב ארון בסלע וכו'.</b> א''א דבר זה כתב פירוש למה ששנו במשנה עשאו כמין גלוסקוס ובערוך גלוסקוס תיבה ואפשר שנפחתה מן הצד כפירושו: "
      ],
      [
        "<b> אם היה בה מגולה בצד המערה ארבעה טפחים וכו'.</b> א''א אני לפי טעותו הגהתי אבל לשון המשנה ולשון התוספתא אין שם חצר מקורה אלא שפתחה באויר ואין כאן קירוי אלא שפתחה למעלה או מן הצד ומן הצד קרוי פתחה לאויר: "
      ]
    ],
    [
      [],
      [
        "<b> פתח קטן בתוך פתח גדול וכו'.</b> א''א נראה לי בצד הפתח קאמר: ",
        "<b> היו שניהם כו' חשב להוציאו באחד משניהן טיהר את חבירו וכו'.</b> א''א כך היא התוספתא ולא ידעתי מה בין זה לזה ואולי מתאימין שמזוזה אחת מפסקת ביניהם ואין שם בנין אחר ושניהן ננעלים באותה מזוזה וקמ''ל אף ע''פ ששניהם דומים לפתח אחד טיהר האחד את חבירו: "
      ],
      [
        "<b> הרי הבית שער והבתים טמאים ואם לאו בית שער טמא והבית טהור.</b> א''א בתוספתא טהורים וכן עיקר שאם יש לאותו הבית דרך לחצר מצד אחד ופתח הבתים שהן לאכסדרה מוגפים כולן טהורין והאכסדרה טהורה ואם לאו בית שער טמא שעתיד לצאת והבתים טהורים ובאכסדרה מקורה עסיקינן והוא הבית שער: ",
        "<b> החדר שלפנים מן הבית מוגף ונכנסה טומאה וכו'.</b> א''א פי' נכנס המת לחדר דרך חלון שפתוח לו מאחוריו והבית החיצון טהור אע''פ שדרך החדר על הבית אפ''ה טומאה זו במקום שנכנסה נותנין לה דרך לצאת: "
      ],
      [
        "<b> אין הקבר מטמא מכל סביביו עד שיהא שם חלל טפח על טפח וכו'.</b> א''א דבריו סתומים ואולי כוונתו אינה מיושרת כי זה הענין שלש מדות יש בו שאם יש במקום הטומאה טפח מרובע אע''פ שהטומאה ממעטת החלל והרי הוא כטומאה רצוצה ובוקעת ועולה ומטמאה באהל כמו כן מטמא כל סביביו במגע וזהו קבר סתום ואם יש שם טפח פנוי חלל אינו מטמא באהל אבל מטמא כל סביביו במגע ואם אין במקום הטומאה טפח מרובע זו היא טומאה רצוצה שבוקעת ועולה ומטמאה באהל ואינה מטמאה במגע מצדיה וזו הרצוצה אם היא בכותל שבין שני בתים או במעזיבה שבין בית לעליה רואים לאיזה צד היא יותר קרובה ובוקעת לאותו צד ומטמא כל מה שיש באותו אהל ודברים הללו מתבררים מן המשנה מארונות דר''א בר צדוק דברכות ומבית שפרץ את פצימיו דב''ב דוק ותשכח: "
      ],
      [],
      [],
      [
        "<b> טומאה שהיא רצוצה לכותל וסמך סוכה לכותל הסוכה טמאה וכו'.</b> א''א בחיי ראשי אין דרך המשנה כדבריו דתנן פ''ז נפש אטומה הנוגע מן הצדדין טהור מפני שטומאה בוקעת ועולה בוקעת ויורדת אם היה מקום הטומאה טפח על טפח הנוגע בה מכל מקום טמא מפני שהוא כקבר סתום סמך לה סוכות טמאות ור''י מטהר הנה שאין הסוכה טמאה אלא שיש במקום הטומאה טפח על טפח שנעשית הסוכה דופן הקבר ומטמאה במגע מכל סביביה ולא באהל אלא א''כ הקבר פתוח אליה או שתהא הסוכה סתומה שלא יהא לה פתח כי אז נעשית כגולל לקבר אבל בנפש אטומה כיון שהנוגע בנפש מן הצדדין טהור אף הסוכה הסמוכה לה טהורה במגעה ובאהלה מתוכה בין שיש לה פתח לסוכה בין שאין לה שאם אין קבר אין גולל ונפש אטומה אינה קבר אבל המאהיל על גבה כנגד הנפש יש חילוק שאם יש פתח לסוכה הכל טהור כל אהלה וכל מגעה מפני שהיא בית בפני עצמה וחוצץ ואם אין לה פתח אותו המאהיל טמא שהרי טומאה בוקעת ועולה ויסודי הדברים הללו בתוספתא דאהלות פרק ג' והמבין יראה ויבין: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> אבל אין נוטעין בתוכה אילני מאכל מפני שהשרשים מגיעין עד למת וכו'.</b> א''א המשנה אמרה אינה נטעת כל נטע ואין מקיימין בה אילנות חוץ מאילן סרק והטעם אילני מאכל אדם נמשך ועושה דירתו ביניהם מה שאין כן באילני סרק מכל מקום לכתחלה אינה נטעת כל נטע: "
      ],
      [
        "<b> אין נוטעין אותו כדי שלא להרגיל רגל אדם וכו'.</b> א''א שלנו יפה משלו שלא ללכלך בגדי המתקבצים שם בעפר התיחוח: "
      ],
      [
        "<b> קבר הנמצא מותר לפנותו ואם פנהו מקומו טמא.</b> א''א זו הפסקא איני מוציא אותה מכוונת בדברים והתוספתא ומסכת שמחות אינן מכוונות והנוסחא שכתב אינה משוה עם התוספתא גם בעצמה אינה מיושרת ומה יש בין קבר המזיק לקבר הנמצא ומ''ש אסור בהנאה עד שיבדוק לא ידעתי מהו עד שיבדוק שאני אומר שאפילו בדק ולא מצא שכונת קברות אע''פ שנטלו ואת תבוסתו אפ''ה מקומו טמא במגע ואסור בהנאה והטומאה אינה אלא כדי להרחיק אדם מן ההנאה והנוסחא המדוייקת קבר הנמצא מותר לפנותו ומקומו אסור בהנאה [וטמא] והידוע אסור לפנותו ומקומו טמא ואסור בהנאה והמזיק את הרבים מפנין אותו ומקומו טהור ומותר בהנאה: "
      ],
      [],
      [],
      [
        "<b> שלא היה כאן קבר וכו'.</b> א''א זו התוספתא אינה משוה עם המשנה מבוי שנמצא בו שרץ מטמא למפרע עד שיאמר בדקתי את המבוי וכו' או עד שעת הכבוד. עד שעת הכבוד מיהא מטמא ואע''פ שבשעת הכבוד לא היה בו שרץ דאמרינן עם סילוק ידיו נפל בו השרץ והכי נמי נימא ליום א' או לב' ימים אחר ראייתו של זה נקבר המת שם: "
      ],
      [],
      [],
      [
        "<b> אם יש חרש ביניהם טהור וכו'.</b> א''א אנן חורש גרסינן ואם יש שם חורש אע''פ שיש שם סיד אם היה הסיד משופע ביניהם טהור דאמרינן אגב חרישה נפל הסיד באמצע ואין שם טומאה אבל אם אין שם סיד לעולם ביניהן טהור אע''פ שאין שם חורש שלא הצריכו חורש אלא בשיש ביניהם סיד וכן היא הסוגיא במועד קטן: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וצריך לבדוק מן האחרון עשרים אמה וכו'.</b> א''א זה שיבוש אלא מן הראשון דבר זה מפרש לה בגמרא דהמוכר פירות איך הוא בא לחשבון זה: ",
        "<b> ואם לא מצא שם מת אחר וכו'.</b> א''א דבר זה לא ידעתי מהו ואם הוא שכונת קברות איך הוא טהור ואם יאמר על אותן י''ב אמות שיש משמונה עד עשרים שבדק ולא מצא א''כ לא היה לו לומר אותן העשרים שבדק כי השמונה ודאי טמאות: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל קודם שימצא אוכל בתרומה וכו'.</b> א''א המשנה אמרה בדמע ולא בתרומה ודאית: "
      ],
      [],
      [],
      [
        "<b> דבר ידוע שכל אלו הטומאות וכו'.</b> א''א זהו שיבוש גדול שהרי אמרו בכמה מקומות ספיקא דאורייתא לחומרא וספיקא דרבנן לקולא וזו ספיקא דאורייתא היא אבל היה לו לומר משום דהו''ל ספק ספיקא ואפילו בדאורייתא לקולא: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> היה שם חריץ מלא עצמות וכו'.</b> א''א זה פי' מלא טמיא: "
      ],
      [],
      [],
      [],
      [
        "<b> ולמטה מג' בבית הפרס טהור וכו'.</b> א''א אין צורך לזה הטעם שהנוטע אין דעתו לעקור ואם תהיה הטומאה טמונה תחתיו אין בכך כלום: "
      ],
      [
        "<b> אפילו היא בית ארבעה כורין וכו'.</b> א''א ספרו היה משובש בכאן ולשון התוספתא ואפילו היא משוכה ממקום הטומאה ואפילו טהורה מקיפתה וכו' ובשדה שאבד בה קבר היא שנויה משוכה ממקום הטומאה פי' שראשה א' נמשך ונכנס לשדה טהרה אפילו הכי טמאה: "
      ],
      [
        "<b> שאין כל אדם בקיאין בכך וכו'.</b> א''א לא כי אלא שאין הכל זריזים לקוץ ממנה האילנות שהרי אין מקיימין בה אילני מאכל ואין בה אילנות דקאמר שרואין שנקצצו ממנה בידוע שלכך נקצצו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וכן ארץ העכו''ם הסמוכה לארץ ישראל וכו'.</b> א''א אני לא מצאתי בתוספתא אלא מובלעות: "
      ],
      [],
      [],
      [
        "<b> מדור העכו''ם שחרב הרי הוא בטומאתו עד שיבדק וכו'.</b> א''א במשנה שנינו רשב''ג אומר עיר של עכו''ם שחרבה אין בה משום מדור העכו''ם ואין עליו מחלוקת ואולי יש הפרש בין עיר שחרבה למדור שחרב: "
      ],
      [
        "<b> והתקרה שע''ג העמודים וכו'.</b> א''א זהו פי' האלקטיות: "
      ]
    ],
    [
      [
        "<b> טפח על טפח מרובע וכו'.</b> א''א לא בירר את דבריו דחלל טפח פנוי בעינן להביא את הטומאה ולחוץ בפני הטומאה שאל''כ הטומאה ממעטת את החלל טפח טומאה רצוצה היא ואינה מביאה ואינה חוצצת: "
      ],
      [
        "<b> וכלי גללים וכלי אבנים וכו'.</b> א''א אפילו של עץ והם באים במדה כדאיתא פרק יש מביאין וחוצצין: "
      ],
      [],
      [
        "<b> אבל כלים שתחת שתי הקצוות וכו' שהרי כו'.</b> א''א אין הטעם הזה מספיק והמשנה מדברת בעודף מכל צדדיו מעתה הכל תחת אהל אחד הוא והוא מוסיף וגורע ומסבב את הענינים לפנים אחרים ולשון המשנה נתון על שני תנורים טומאה ביניהם הם טמאים משמע שהתנורים עצמן טמאים. ובתוספתא ר''י בן נורי מטהר בתנור אלמא תנא קמא תנורים עצמן מטמא וכ''ש כלים שתחת הנסר מכל צדדיו ובתוספתא נתון על שני תנורים ישנים וחדש באמצע וכו' והאי מילתא יתירא אשמעינן סיפא דלא שדינן האי נסר לתנור חדש לטהר אלא הכל טמא: "
      ],
      [],
      [
        "<b> ארונות של עץ וכו'.</b> א''א זה המחבר דלה מים מבורות עמוקים אלא שהמים עכורים כי הוציא דבר זה ממלתיה דר''א בר' צדוק דאמר מדלגין היינו על גבי ארונות של מתים וכו' ומאותה השמועה בנה זה הבנין וטעה כי הארונות שהיו עומדים בשדה של אבן היו ובמקום קברות היו ויש עליהם תורת גולל ודופק וקבר סתום אלא שאין הכהנים מוזהרים אלא על הטומאה שהנזיר מגלח עליה וקי''ל שאינו מגלח אלא על גופו של מת לא על קבר ולא על גולל ודופק ואם אין בה חלל טפח גופו של מת הוא מפני שהיא בוקעת ועולה: "
      ],
      [],
      [
        "<b> לפיכך אם היתה גבוהה מעל הארץ וכו'.</b> א''א ק''ל אם זה הגבהות שאמרו אויר הוא היאך אויר מצטרף לרום טפח והתוספתא לא אמרה גבוהה מעל הארץ אלא אם היתה גבוהה חצי טפח ואולי הגבהות אינו אויר אלא שהיתה עבה מתחתיה א''נ כשמחשב ההיקף מבפנים הוא מחשב וכשהסאה דפנה דק צריך שיהא ההיקף מבפנים ד' טפחים ומחצה אבל אם דפנה עבה חצי טפח די לה בהיקף שלשה טפחים ושמעינן מרישא דרואין חללה של סאה כאילו הוא מלא לחשבו ברום טפח וברוחב טפח להביא את הטומאה תחת כולה וכל מה שאמרתי בגבוהה חצי טפח שהוא בעובי הדופן ולא באויר לא אמרתי אלא למי שסובר דבעינן טפח על טפח ועובי טפח להביא את הטומאה אבל למי שאינו מצריך עובי טפח אפילו גבוהה באויר קאמר וזה עיקר: ",
        "<b> לפיכך אם היה בהיקף העמוד וכו'.</b> א''א מה הועיל זה האיש בצורותיו ולא האיר ולא הצהיר מה צורך לעשרים וארבעה טפחים ולמה שנה דברו מן הסאה ומה הפרש בין סאה לעמוד גם לא פירש זה העמוד אם הוא שוכב או זקוף ואם הוא חלול או גולם אטום. עתה אפרש זה העמוד שוכב שהלשון מוכיח שאמר מוטל ובתוספתא רבי יוסי אומר היקפו עשרים וחמשה שאין לך כ''ה טפחים שאין הקרקע אוכל בו טפח וכו' ש''מ בשוכב עסקינן ובחלול עסקינן ואם יש בהיקפו כ''ד טפחים הרי ברחבו ח' טפחים עגולים שהם ששה מרובעים טול שני טפחים לדפנות טפח מכאן וטפח מכאן נשארו חלל ד' טפחים מרובעים והם אהל ומפרש בתוספתא והצר שלו נידון בשיפועי אוהלים פי' המקום צר שבו שהוא מתקצר בעיגולו וכיון שיש בו ד' טפחים חלל נעשה אהל ונותנים לו שיפוע אבל אם לא היה אהל אין נותנין לו שיפוע דתנן שיפועי אהלים כאוהלים וזו הטומאה עומדת תחת אמצעית של עמוד שהוא מקום צר שלו בינו ובין הארץ ואם לא נחשב אותו הצר לשיפוע אהל הרי הטומאה רצוצה תחת הצר של עמוד והיא בוקעת ועולה ואינה הולכת לדפנות. אלא דקשיא לי אם זה העמוד חלול הוא מ''ש מן האדם שהוא חלול והצד העליון מביא את הטומאה אע''פ שאין בעביו ח' טפחים ולפיכך נראה שהוא אטום וכשהוא עבה שמונה טפחים רואין אותו כאילו הוא חקוק ארבעה טפחים חוץ מכותליו ונעשה הצד העליון אהל ומביא את הטומאה תחת דפנו והצר שלו נדון בשיפוע אהל ואם היה פחות מכאן אין רואין אותו כחקוק ואין שם דופן העליון שידון כאהל ויהיה הצר שלו נדון בשיפוע אהל אבל ענין הסאה אינו כן מפני שהיא חלולה ויש לה דופן העליון וכשעלה עד ארבע אצבעות בין עובי דפנה שהוא אצבע ושלש אצבעות מחללה כבר עלה מן הקרקע טפח ויש עליו אהל טפח מן הדופן העליון ואע''פ שהוא עקום אין בכך כלום ועוד נוכל לומר בענין העמוד לעולם בחלול ודקא קשיא לך אדם שהוא חלול אפשר שיש הפרש בין דבר המקבל טומאה לדבר שאינו מקבל טומאה דדבר שאינו מקבל טומאה אע''פ שהוא חלול ויש לו צד העליון טפח לעולם הוא חוצץ את הטומאה ויש למבין טעם בזה וסימן לדבר כוורת וסבורים אנו לומר שהיא של חרס שאינה מטמאה מגבה דהויא לה כדבר שאינו מקבל טומאה: "
      ]
    ],
    [
      [],
      [
        "<b> ואם אינם ראויים לקבל מעזיבה בינונית.</b> א''א ק''ל מאי דאמרי' בתוספתא פרעות היוצאות מן הגדר היו נתונות ע''ג הגדר רואין אותן כאילו אבנים כבושות עליהן התרפו רואין אותן כאילו הן של מתכת ועוד שנינו במשנה פרק יש מביאין וחוצצין העוף ששכן מביא וחוצץ ועוף מי מקבל שום מעזיבה. אלא לא אמרו מקבל מעזיבה אלא בסככות ופרעות שהן מובדלות זו מזו ויש מעט אויר ביניהם וזו היא הגריעות שבהן ואפילו שיכולים לקבל מעזיבה אינם אלא מדבריהם לא להביא ולא לחצוץ ובזמן שהן דבוקות אפילו התרפו מביאין וחוצצין מן התורה וחייבין עליהן על ביאת מקדש תמצא כל זה בתוספתא דאהלות ובסיפרא: "
      ],
      [
        "<b> ופשוטי כלי עור.</b> א''א היא סקורטיא וקטבליא: "
      ],
      [
        "<b> כלי אבנים כל אלו מביאין ואינן חוצצין.</b> א''א אולי סובר זה המחבר שאין שום כלי חוצץ בפני הטומאה ואפילו כלי גללים ואבנים ואדמה מפני שמצא פ''ו אדם וכלים נעשים אוהלים ליטמא אבל לא ליטהר וכו' היה נתון על ד' כלים אפילו כלי גללים וכלי אבנים וכו' טומאה תחתיו כלים שעל גביו טמאים ואינו כן שלא אמרו אלא שלא נעשה אהל ולא מעמיד אהל אבל בחור או בחלון שבין בית לבית או בין בית לעלייה כל דבר שאינו מקבל טומאה חוצץ שלא תעבור הטומאה לצד שני דוק ותשכח: "
      ],
      [],
      [],
      [],
      [
        "<b> וחבילי מטה והמשפלות.</b> א''א מרזבלין: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> העושה חור בכותל.</b> א''א זה עושה פירוש לאספתי ששנינו במשנה והרב היוני פירש בו חרב אשפד''א בלע''ז וחיי ראשי פירוש זה מן הדברים שאין הדעת מקבלתו ומה ענין חרב עם קנה ונר גם מסמר אין בו משמעות ולמה הוציאו בלשון אספתי וכמה מסמרות הוזכר במשנה אבל העיקר כאשר מצאתי אותו בלשון התוספתא לקנה ולאצבתי ולנר וכולם מענין המנורה קנה קני מנורה אצבית מלקחיה תרגום צבתהא לנר כמשמעו ולא מימנעי רבנן למכתב פ''א תחת בי''ת הפקר הבקר: "
      ]
    ],
    [
      [
        "<b> או סתמה עד שנשאר בה פחות מטפח.</b> א''א פחות מטפח לכזית מן המת אבל למת שלם או ליותר מכזית דיו אם מיעטו לפחות מארבעה: "
      ],
      [
        "<b> מפני שאינם ראויים למלאכה.</b> א''א דוקא למעט בחלון אבל אם סתמו לגמרי אע''פ שדעתו לפנותו סותם דוק ותשכח: "
      ],
      [
        "<b> אינן חשובין אצלו ואין דעתו לפנותן.</b> א''א אומר אני דלחלון שהוא ד' על ד' אם בא למעטו צריך שיבטל בו אותו המיעוט אבל לחור של טפח אם בא למעטו אע''פ שאינו מבטל המיעוט: "
      ],
      [],
      [
        "<b> או נתמעט בקורי עכביש.</b> א''א זה כתב במקום והכבי שאין בו ממש ובמסכת כלים פרק שביעי שפופרת הקנה שחתכה לקבלה טהורה עד שיוציא את הכבי והיא אותה יריעה שנמצאת בתוכה: "
      ]
    ],
    [
      [
        "<b> אם היה בארובה פותח טפח הבית כולו טמא וכנגד כל הארובה טמא.</b> א''א כמדומה אני שיש כאן שיבוש המשנה לא אמרה כן שאם יש בה פותח טפח כ''ש שכנגד ארובה טהור אבל לשון המשנה מקצת הטומאה בבית ומקצתה תחת ארובה הבית טמא וכנגד הטומאה טמא אבל לא מה שכנגד ארובה דכ''ש הוא וה''מ שיש בה פותח טפח אבל כשאין בה פותח טפח ומקצת טומאה בבית ומקצתה תחת ארובה חלקו בה ר''מ ורבי יהודה ורבי יוסי דר''י אמר אף כנגד הטומאה טהור ור''מ סבר כנגד הטומאה טמא ורבי יוסי אמר אם יש בטומאה כדי שתתחלק וכו' הכל טמא ואם לאו הבית טמא וכנגד הטומאה טהור ולעולם כל מה שכנגד ארובה שלא כנגד הטומאה טהור לדברי הכל וזהו העיקר: "
      ],
      [],
      [],
      [],
      [
        "<b> או על גבה טומאה בוקעת ועולה בוקעת ויורדת.</b> א''א לא יורדת עד התהום כטומאה רצוצה שהרי זו אינה רצוצה שהרי היא בתוך הקדרה או על גבה אלא בוקעת את הקדרה ומטמאה כלים שתחתיה בינה ובין הארץ מפני שהוא כלי טמא ואין כלי טמא חוצץ מ''מ כיון שאין על גבה טפח על טפח שהרי פתוחה לאויר אינו מביא את הטומאה לצדדין אבל מטמא מה שתחתיו עד הארץ: ",
        "<b> או על גבה הבית כולו טהור.</b> א''א זה המחבר משבש את המשנה מדעתו והוא דעת משובשת והמשנה אמרה בתוכה או על גבה בכלי טמא וכן עיקר לפי שהוא כלי טמא ואינו חוצץ ובוקעת הטומאה לתחתיה כאילו היא פתוחה מלמטה וכיון שהיא גבוהה מן הארץ טפח ואינה רוצצת נעשית היא עצמה אהל טפח להביא את הטומאה לבית שהכלי הטמא מביא את הטומאה ואינו חוצץ: ",
        "<b> ותוכה וגבה טהור.</b> א''א זה האיש מפרש במקומות שאין להם צורך ומניח המקומות הצריכים ולמה לא פירש כאן תוכה וגבה למה טהור והלא המשקוף מאהיל עליה כטפח ואומר אני שזאת הקדירה צרה מפיה ויש לה כוליא טפח כאותה ששנינו ואת התנור ג' מן הכוליא שהן ד' מן השפה דכוליא דתנור טפח וכן דרך רוב הקדרות וזאת הקדירה הכוליא שלה נכנסת תחת השקוף אבל פיה מבחוץ לפיכך אין הטומאה נכנסת לה אבל כשהטומאה בתוכה או על גבה הכל טמא מפני שהוא כלי טמא וכאילו היא פתוחה תחת השקוף כטפח: "
      ],
      [
        "<b> ובכל קורה מהן פותח טפח וביניהן אויר.</b> א''א אע''פ שאין ביניהן אויר טפח לפי שאין הטומאה עוברת לקורה הואיל ויש שם אויר דוק ותשכח: ",
        "<b> היתה הטומאה על גבי קורה העליונה.</b> א''א וכן על גבי קורה התחתונה: ",
        "<b> לפי שכל טומאה שאינה תחת פותח טפח ברום טפח הרי היא כרצוצה.</b> א''א כמה זה לשון מקולקל אלא שאין חוצץ לפני הטומאה ואינו נעשה אהל להביא את הטומאה אלא בטפח מרובע ולא אמרינן חבוט רמי אלא כשיש בקורה רוחב טפח: ",
        "<b> בית שנסדק וכו'.</b> א''א כמה קלקל עלינו את הענין כי הוא מפרש השיעורין שבמשנה לטהרה והם אינם אלא לטומאה ומפני זה השיבוש סיבב פירוש המשנה לדרך אחרת ובתוספתא כותל שנסדק והוא כותל הבית שהוא לצד החצר ויש לפניו תקרה עודפת ואין פתח לזה הבית זולתי זה הסדק א''נ יש לו פתח אחר אבל אין פתח מציל אלא על פתחים מגופים אבל על הסדק שהוא פתוח ועל החור שהוא פתוח אינו מציל ב''ש סברי אינו מוציא את הטומאה עד שיהא בו ד' טפחים ואפילו לכזית לפי שאין לסדק תואר פתח ובה''א כעובי חוט המשקולת אע''פ שאין בו טפח מפני שהוא ארוך וסופו להיות גדול והולך ורבי יוסי אומר משום ב''ה בפותח טפח כדין חור שבין בית לבית לכזית: "
      ],
      [
        "<b> אכסדרה שנסדקה וכו'.</b> א''א שנסדקה גגה וזה אין לו שיעור שאין הטומאה מעברת הקורות אפי' בפחות מטפח ונראה לי מה שאמרו בבית שנסדק שאם היתה הטומאה מבחוץ והכלים מבפנים טהורים אע''פ שיש בסדק כשיעורים הללו דוקא בסדק מפני שסופו להבנות אבל חור אחד דברי הכל בטפח בין בחוץ בין לפנים: ",
        "<b> עירב את הטומאה.</b> א''א כמה שיבושין נשתבש בדברים הללו שלא נאמרו על מי שנתן רגלו למעלה מן הסדק שאין הרגל חלול ואין צורך לחללו שהרי דבר המקבל טומאה מביא את הטומאה ולא הוצרכו לחללו אלא לאדם שהוא חוצץ את הטומאה תחתיו ואין שם חלל טפח להביא את הטומאה חוץ ממקומה ועל זה אמרו אדם חלול הוא והצד העליון מביא את הטומאה: "
      ]
    ],
    [
      [
        "<b> זיז שהוא יוצא מפתח הבית וכו' עד אא''כ היה בו פותח טפח.</b> א''א תמה אני איך הוא מוציא את הדברים מפשטן ובזיז היוצא מע''ג הפתח עד י''ב טפחים אמרו שמביא את הטומאה בכל שהוא יותר מכאן בטפח אבל בקנה היוצא מע''ג הפתח החמירו אפי' גבוה מאה אמה מביא הטומאה בכל שהוא מפני שהקנה מיטלטל ונראה שניתן שם להאהיל תחתיו וזיז אינו מיטלטל ואינו אלא לבנין וכך סייע רבי את דברי רבי יהושע בתוספתא: "
      ],
      [
        "<b> טומאה תחתיו אינו מביא את הטומאה לבית.</b> א''א דוקא בזיז שהוא למעלה משנים עשר טפחים: "
      ],
      [
        "<b> בנין היוצא לפני החלון.</b> א''א זו הפיסקא לא נמצאת לא במשנה ולא בתוספתא אולי כתבה תחת הבטח שהוא שנוי פי''ב ואין מפרשין כן ולשון התוספתא אבטי והוא הבטח האמור במשנה שאינו מביא את הטומאה ובזיז יש עליו מחלוקת וזה המחבר הפליגו לדברים אחרים שלא מן הענין והם עצמם מאין טעם והרב היוני ג''כ פירש בו סברא רחוקה בעבור שראה בתוספתא אבטי ופירש אינו מביא את הטומאה חוצץ והם דברים זרים ואין הדעת מיושבת עליהן אמרתי אחר שאין להם קבלה אענה אף אני חלקי גם לי לבב כמוהם. הבטח מלה מורכבת היא ונקראת על שם מלאכתה והיא ממלאכת התנור כשהוא צריך טפלה מוציאין ממנה זיז לקבל עליו את הטיט שטופלין בו ומפני אסיפת הטיט ששם פעמים שמותיר והוא בולט ממנו טפח ונשאר שם עם הזיז שלא לצורך ושלא בכוונה ואותו הטיט אינו מביא טומאה אף למה שתחתיו לפי שמתחלה לא בא בשום כוונה שלא היו יודעין שיותיר ועל הזיז נחלקו רבי אליעזר סבר כיון שאינו בא אלא בשביל הטיט דינו כמוהו ורבי יהושע סבר הזיז מיהא בכוונה בא שם הילכך מביא ומודים שאם נתנו שם את הטיט הרבה על דעת שיותיר שהוא מביא. פירוש בטח בית טיחה מקום קבוץ הטיט: "
      ],
      [
        "<b> שני זיזין זה על גב זה וכו' תחת התחתון תחתיו בלבד טמא.</b> א''א חסר מכאן עיין המשנה: ",
        "<b> תחתיו בלבד טמא.</b> א''א הנוסחא נסוחא מן האחרת: ",
        "<b> טומאה בוקעת ועולה בוקעת ויורדת.</b> א''א זה הטעם שיבוש אלא שאין שם כדי שיביא את הטומאה לצדדין: ",
        "<b> אם הטומאה גבוהה מן הארץ.</b> א''א זה שיבוש ראוי להיות אם היתה מן הארץ גבוהה הכלי: ",
        "<b> ומביא את הטומאה לכל הכלים שתחתיו.</b> א''א ראיתי שלא פירשו לא הוא ולא הרב היוני ז''ל כפי זה המשנה ומה הוא הפרש שיש בין סגוס עבה ולקפולין זו על גב זו ולטבלאות של עץ מונחות זו על גב זו שהסגוס הואיל וכלי אחד הוא אין רואין הצד העליון אע''פ שגבוהה מן הארץ טפח שיהא כאהל ויטמא מה שתחתיו באהל אלא נדון כטומאה רצוצה ובוקעת כנגדו ולא יותר אבל כשהוא שני כלים אע''פ שדבוקים זה בזה העליון שהוא גבוה טפח מן הארץ נעשה אהל ומביא וכן הטעם לאדם שהוא נתון על המת לפי שהוא חלול נעשה כשתי טבלאות: "
      ],
      [],
      [
        "<b> או על גבה הכל טמא.</b> א''א חסר מכאן ואומר אני שכן צריך לפרש ולא הכל הכל ממש אלא שנוספת לה טומאה בכל אחת מאלו שאם היתה הטומאה תחת דפנה מבחוץ טהורה כל מה שבתוכה טהור שהצד הפנימי של עובי הדופן חוצץ ועכשיו שהיא טמאה אינו חוצץ מכל מקום כנגד פיה טהור שאין עליו אהל ואם היתה גבוהה מן הארץ טפח כל מה שתחתיה טמא וברצוצה אין טמא אלא כנגד הטומאה מכוסה או שכפאה על פיה הרי היא מה שכנגד פיה טמא וכל מה שבתוכה טמא הרי שהטומאה נוספת לה בכל אלו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> שאין התנור גבוה מעל הארץ.</b> א''א זה הטעם אינו כלום שב''ש למה מטמאים את הכל ועוד שהתוספתא מפרשא שאין התנור טמא אלא בעין גבוה טפח ורוחב טפח אלא הטעם לב''ש מפני שהמת מתאהל על אויר עינו של תנור והעין מביא טומאה לתנור והתנור כיון שהוא טמא אינו חוצץ וכאילו נכנסה הטומאה לאויר הבית וב''ה סברי דיו לאויר העין שיטמא את התנור אבל לא נחשוב אויר העין כאויר הבית ור''ע סבר הכל טהור ואויר העין כאויר התנור למי שמאהיל עליו ואם נתן על אויר העין נסר שהוא רחב וארוך אע''פ שאין בקימורו רוחב טפח בקעה טומאה את הנסר שאין הנסר מציל אלא בצמיד פתיל ועוד שהנסר משופע ועולה ומקבל טומאה ואינו חוצץ ומביא את הטומאה לתנור. תוספתא: "
      ],
      [
        "<b> כלים שבין המגדל ובין הארץ שבינו ובין הכותל וכו' אם יש שם פותח טפח טמאים ואם לאו טהורים.</b> א''א לא כל הענינים שוים כשהכלים בינו ובין הארץ או בינו ובין הקורות די להם באותו פותח טפח להביא טומאה לכלי שבאמצע אבל כשהכלים בינו ובין הכותל לא תביא להם טומאה באותו חלל טפח בלבד עד שיהא ג''כ פותח טפח או מלמעלה או מלמטה: "
      ],
      [],
      [
        "<b> תוך השיפוע הנוגע בו וכו'.</b> א''א איני יודע מה ראה לפרש מתוכו מתוך השיפוע ולפי דבריו שיחשוב אחוריו ככלי שני לגבי תוכו ואם כן באהל עצמו אמר כן אבל לא בשיפוע ולא באהל אין נחת בפירושו שיחשבו כשני כלים למנות בהן ראשון ושני ואני אומר שאין שנים טמאים טומאת שבעה בשום דבר אלא או בחרב או בחיבורין או חבור אדם באדם או חבור אדם במת וחיבור לאדם במת הוא העיקר מן התורה ועל זה הדרך אני מפרש את המשנה כשהטומאה בתוך האהל הנוגע בו מתוכו טמא אפילו יהפך מן האהל מתוכו לחוץ טמא שבעה מפני שהוא בחיבורין אבל נגע מבחוץ טמא טומאת ערב שאינה חיבורים ואף על פי שאין אומרים כן בשאר כלים שאין הצדדים נחלקים גבי אהל שאינו עשוי אלא לתוכו וכשהטומאה מבחוץ טמא שבעה שזה חיבור אבל נגע מבפנים טמא טומאת ערב שאינה חבורים וכשהטומאה כחצי זית בפנים וכחצי זית מבחוץ אין הנוגע באהל חיבור לטומאה לא בפנים ולא בחוץ אבל האהל מכל מקום טמא שבעה זה הדרך ערב לי והוא הישר לכל מבין: "
      ]
    ],
    [
      [
        "<b> כוורת שהיא מוטלת.</b> א''א אין הענין מתפרש אלא בכוורת של חרס שאינה מטמאה מגבה: ",
        "<b> וכל שתחתיה כנגד הטומאה.</b> א''א זה שיבוש שאף מה שאינו כנגד הטומאה טמא שהכלי טמא אינו חוצץ והצד העליון מביא את הטומאה לכל מה שתחתיו: ",
        "<b> חוץ מכלי שהוא כנגד הטומאה.</b> א''א גם זה שיבוש שהכלי שבתוכה טהור שאין כאן רצוצה: ",
        "<b> או שהיתה הטומאה על גביהן מביאין.</b> א''א אין כאן טעם שהרי בכוורת של חרס עסקינן שהוא חוצץ ולא נתחוור אצלי טעם המשנה טעם ברור: ",
        "<b> אבל אם כו' מפני שהוא אהל של עץ.</b> א''א אין טעם ולא ריח בזה הפירוש ויש כאן פתיות גדולה: ",
        "<b> כנגדו עד התהום טמא.</b> א''א כאן צריך טעם מפני מה אינה בוקעת למעלה כלמטה שהרי היא רצוצה ואני מפרש כל שאין לה טפח ממקום אחר שהיא אפוצה כגון שנשברו דפנות הכוורת עד שלא נשאר שום דופן [שלם] שאינו כלי שיהא ראוי להשתמש כוורת אלא שיש פותח טפח בין עובי השולים והדפנות כדי להביא את הטומאה והקושיא במקומה: "
      ],
      [
        "<b> או בתוכה או על גבה.</b> א''א דברים אלו כבדים הן ואין לנו על מה שנסמוך ואם נמצא חוט אחד שנוכל להתלות בו נתלה בו כי מעל גבה והטומאה מבחוץ איך תבא לתחתיה אע''פ שגבוהה מן הארץ טפח והיא כלי והלא היא של חרס. ומצאתי חוט של שתי להתלות שהרי אמרו המאהיל על הטומאה של שרצים טהור פירוש ספק נגע וספק לא נגע טהור דהוה ליה כנזרק והנזרקין ספיקן טהור שאין לך דבר שמטמא מלמעלה ומלמטה אלא כזית מת וכזית נצל ומלא תרווד רקב פירוש וכיון שאהלן מלמעלה ומלמטה טמא הילכך זריקת ספיקן טמא שהרי אהלן על הכלים מאויר הם מטמאין ראה זה מצאתי ואולי על זה הדרך הלכו ואמרו אם הטומאה על גבה והכוורת תחתיה וכלים תחת הכוורת ויש שם פותח טפח תחת הכוורת הכל תחת אויר הטומאה וכיון שהוא כלי אינו מפסיק האויר ומביא לצדדין אבל כשאינה כלי קרקע עולם הוא ומפסיק האויר ועם כל זה נשארו לנו קושיות בזה הפרק: "
      ]
    ],
    [
      [
        "<b> וכן אהל בתוך אהל.</b> א''א דוקא באהל שהוא מקבל טומאה אי נמי באהל הפנימי שאין לו דרך לצאת אלא על החיצון: "
      ],
      [],
      [],
      [],
      [
        "<b> והאבנים אינן ניצלין כיצד.</b> א''א הרבה עיינתי וחשבתי ולא נתברר לי דבר זה ראיה ברורה לא מן המשנה ולא מן התוספתא לא ממשנת כלים והתוספתא ולא ממשנת אהלות והתוספתא כי כל מה שהביא ממשנת כלים היא ותחילת המשנה טבעת או מחט שנמצאו בנחושתו של תנור נראין אבל לא יוצאין אם אופה את הבצק והוא נוגע בהן טמא פירוש טמא התנור ובמחט טמא מת מיירי כיון שהוא נראה כל כך שהבצק נוגע בו כמו שיוצא לאויר התנור אבל אם שוקע שאין הבצק נוגע בו אע''פ שראשו נראה אינו יוצא לאויר התנור ובבצק הבינוני שאינו לא רך ולא קשה שהרך אפי' שוקע נוגע בו והקשה אפי' הוא שוה לנחושתו של תנור אינו נוגע נמצא בטפלת התנור מוקף צמיד פתיל בטמא טמאים ובטהור טהורים פירוש על הנראים ועל היוצאים קאי ובמחט וטבעת טהורים שאם נכנס התנור לאהל המת אע''פ שהוא מוקף צמיד פתיל אם התנור ראוי לקבל טומאה אין התנור מוקף מציל אותם שהרי אמרו אין כלי חרס מציל אלא על אוכלין ומשקין וכלי חרס מפני תנורו של ע''ה שהוא טמא אבל אם הוא טהור שלא הוסק טהורים שהרי על גב ע''ה נמי טהור ולפיכך ניצלים עם התנור בצמיד פתיל נמצא במגופת החבית מצדיה טמאים כנגד פיה טהורים פירוש מצידי החבית אין החבית מצלת אותן בצמיד פתיל לפי שאינו חבור לחבית שאין צורך לצידי החבית במגופה אבל כנגד פיה ניצלין שהרי צורך המגופה לפיה של חבית. ויש כאן קושיא גדולה לפי מה שפירשנו והרי אמרו שאין כלי חרס מציל אלא על אוכלין ומשקין וכלי חרס ואולי נאמר שאני מגופה מטפלה שהטפלה כגופה של חבית והיא טמאה על גב ע''ה אבל המגופה אינה כחבית וכלי טהור הוא בשאין לו תוך ומכח עצמה היא מצלת שלא גזרו עליה משום כליו של ע''ה ואפילו יש לה תוך. נראים בתוכה אבל לא לאוירה טהורים שוקעים בתוכה ותחתיהם כקליפת השום טהורים נראה לי מאחר שאינם יוצאים לאויר החבית טהורים שנצלים בצמיד פתיל של חבית ושל מגופה כמו שפירשנו אבל אם היו יוצאים לאוירה נחשבים ככלי החבית ואינה מצלת על כלים שבתוכה אלא על כלי חרס אבל אם היו שוקעים בתוך החבית ותחתיהם טיט כקליפת השום שהם נחבאים במגופה אע''פ שהכלים עומדים בתוך התנור טהורים לפי שהם כלי המגופה ולא כלי החבית ואולי בזה החוט יש לי לתלות דמשמע מהכא טעמא דאיכא צמיד פתיל הוא דניצלין הא משום דנבלעין במגופה לא והמשנה שהביא כוש שבלע צנורא ומלמד שבלע את הדרבן וכו' יכול אני לומר שנראים ואינן יוצאים דאיירי ברישא במחט וטבעת ומשנת ספוג קשיא ליה דתנן בהאי פירקא ספוג שבלע משקין טמאים ונפל לאויר התנור טמא שסוף המשקין לצאת אלמא בלוע שאין סופו לצאת טהור וכוש שבלע צנורא היאך סופו לצאת אלא ע''י אדם ואולי כיון שיוכלו לצאת בידי אדם סופו לצאת קרינא ביה מכל מקום מה שפירש בטמא טמאים ובטהור טהורים והסוגיא שכתב על זה אינה כלום וסותרת את דבריו בין תבין: "
      ],
      [
        "<b> שאין האהלים מונעין את הטומאה כמו שביארנו.</b> א''א אני לא ידעתי אנה נתבאר דבר זה והלא דבר ידוע הוא שהאהל חוצץ אם אינו מקבל טומאה אבל טעם המשנה מפני שדרך הטומאה לצאת משם ואין דרכה ליכנס שם ואדם גדול טעה בזה: "
      ]
    ],
    [
      [],
      [
        "<b> משפך שכפהו.</b> א''א תוספתא דכלים משפך אפילו טהור אינו מציל בכיסוי דברי ר''מ וחכ''א מציל ומכאן לא למדנו אע''פ שהוא מנוקב ולא סתמו אלא בשסתם הנקב שהרי שנינו במשנתנו אע''פ שהכלי מנוקב מציל עד השיעור המפורש במשנה ודוקא שלא נעשה נקב בידי אדם אבל אם נעשה בידי אדם אפילו בכל שהוא טמא כל מה שבתוכו ומשפך ודאי בידי אדם הוא ובאמת כשסתמו הוא ואני אומר ג''כ ע''י צמיד פתיל ולפנים אפרש יותר מזה: "
      ],
      [
        "<b> כיצד חבית שכפויה.</b> א''א אמת כך היא שנויה בספרי אבל תוספתא דכלים חולקת עליהם דתניא חבית שכפאה על הכותל ומירח שפתותיה עם הכותל מצלת על כל מה שבתוכה ועל כל מה שכנגדה בכותל כפאה על הקרקע ומירח שפתותיה עם הקרקע מצלת על כל מה שבתוכה ועל מה שכנגדה בקרקע והמשנה כמו כן כך מוכיח דתנן פ''ק אלו כלים מצילין בצמיד פתיל כלי גללים וכלי אבנים וכלי אדמה וכלי חרס וכלי נתר ועצמות הדג ועורו ועצמות חיה שבים ועורם וכלי עץ הטהורים מצילין בין מפיהם בין מצדיהם בין יושבים על שוליהן היו כפויים על פיהם מצילין כל מה שתחתיהם עד התהום ר''א מטמא על הכל מצילים חוץ מכלי חרס שאינו מציל אלא על אוכלין ומשקין וכלי חרס כל זה במשנה ובתוספתא ואיך ידחו ואני אומר מה ששנו בסיפרי שמירח מן הצדדין אינו מציל כשלא מירח שפתיה עם הקרקע אלא שנתן הטיט סביב סביב דדינו כעל גבה גם מה שאמר שכל הכלים המצילים בצמיד פתיל אם כפה על פיהם מצילין בלא צמיד פתיל אין לו שורש שכל המשנה שכתבתי ע''י צמיד פתיל היא שנויה בתחילתה ודבר פסוק הוא בספרי שכל הכלים צריכין צמיד פתיל וכשהם כפויים איך יצאו מתורת כלים אבל משפך אפילו טהור שכתבתי למעלה הוא הטעהו והוא כתב שכפהו ואינו אלא עומד על פי החבית כדרכו ומוקף צמיד פתיל עם שפתי החבית ונקבו סתום בטיט ר''מ סבר כיון שהוא עומד כדרך תשמישו בחבית אינו מציל וחכ''א מציל זהו העיקר ולפיכך נחלקו במשפך: ",
        "<b> אבל שאר כל הכלים.</b> א''א אני אין לי אלא כל הכלים מצילין עם דפני אהלים אלא שלא נתברר אם ע''י מירוח מפני שדפנו של אהל מחשבו כאהל ודי לו בכיסוי ומסתברא דבכיסוי סגי ליה עם דפנו של אהל כדמפרש ואזיל במתני' הבור והדות וכפישה נתונה עליו טהור ולא קתני מירוח ונ''ל דוקא עם דפנו שהדופן של אהל נעשה ג''כ דפנו של כלי אבל אם עשאו לדופן האהל קרקע עולם לא אלא ע''י מירוח שהרי שנו בתוספתא חבית שכפאה על הכותל מירח שפתותיה עם הכותל מציל מירח אין לא מירח לא מפני שהכותל עשאו קרקע עולם: "
      ],
      [],
      [],
      [
        "<b> או בכלי המציל שיש לו דופן.</b> א''א במשנה אינו כן אלא אם היתה באר חלקה וכפישה נתונה עליו טמא כלומר שאינה מצלת מה שבבור אם יהיה נסר חלק וסרידה שאין לה גפיים פירוש דפנות טהור משמע אפילו בור חלקה שאין לה דפנות יוצאות והטעם לפי שאין אלו כלים והרי הן כבניין עליו שאין מצריכין דפני כלים או דפני אהלים אלא בזמן שהן כלים כמו כפישה שהוא כלי של אבן ואין לה דפנות טפח: "
      ],
      [],
      [],
      [
        "<b> כל שבתוך החדש טהור וכאילו.</b> א''א אין הטעם שלו מספיק [אלא] לפירושו ולא לפי' הרב היוני ז''ל מה שפירש בו כי הוא מפרש טעם הרישא כיון שהפתיל מתנודד בנפילת הסרידא אינו צמיד פתיל הרי הסיפא אינו נופל ולמה לא הציל אף מה שבישן ומה בין פותח טפח לשאין בו הואיל והוא מוקף מבחוץ על כן נראה לי דרך זה המחבר טעם הרישא לפי שהכיסוי שהוא מציל משום אהל נסמך על דבר המקבל טומאה והרי התנור ישן אינו מציל בלא צמיד פתיל כדמפרשינן לעיל והסיפא אע''פ שנסמך לגמרי על הישן כיון שנתן החדש בתוך הישן הרי ביטל חללו של ישן והכיסוי חושבין אותו לחדש ואם אין בין הכיסוי והחדש טפח הרי הוא כסתום ומציל לעצמו: "
      ]
    ],
    [
      [
        "<b> ודפנותיהן מאחוריהם וכו' כלי חרס שנתן בו.</b> א''א לשון התוספתא אינו כן אלא כך כפישה שנתן בה טיט עד חציה והשקיע בה את הכלים רבי יהודה אומר אינה מצלת וחכ''א מצלת פי' כפישה כלי של אבן ואינו מקבל טומאה ואם נתנה ע''פ החבית ומירח בה את הטיט היתה מצלת כל מה שבתוכה והוא לא עשה כן אלא שנתן בה טיט וכפה את החבית לתוכה עד ששקע פיה בטיט ר''י אומר אינה מצלת שאין זה דרך צמיד פתיל וחכ''א מצלת ומ''ש הוא טעות הוא בידו שהחבית אטומה עד חציה טמאה היא אינה מצלת ואפילו אטומה כולה טמאה היא והכי איתא בתוספתא: "
      ],
      [],
      [
        "<b> ובגדול עד שיפחת.</b> א''א יש מפרשים בהיפך כיצד כלי גדול שלא נפחת רובו אלא במוציא רמון: "
      ],
      [],
      [],
      [],
      [
        "<b> אין העקום כסתום.</b> א''א ראיתי זה האיש משנה את המליצות ומסבב אותם לעניינים אחרים ומתוך כך הוא משתבש והמשנה כך היא במסכתא כלים חבית מלאה משקין טהורים ומניקת בתוכה מוקפת צמיד פתיל ונתונה באהל המת בית שמאי אומרים החבית והמשקין טהורים ומניקת טמאה ובית הלל אומרים אף מניקת טהורה חזרו בית הלל להורות כבית שמאי זהו נוסח המשנה והיא על דרך המחלוקת שבמסכתא אהלות שרבי יהושע אומר בושנו מדבריכם ב''ש ובאמת ובברור המניקת זו של מתכת היא שהיא ראויה לקבל טומאה אע''פ שאין לה בית קבול אם לא שהצמיד פתיל מצילו וב''ש גזרו על החבית שלא תציל אלא על עצמה שהיא של חרס ועל משקין שבתוכה משום חבית של עם הארץ אבל לא על כלי שטף ומש''ה מניקת טמאה אע''פ שהיא מוקפת צמיד פתיל וע''כ זו המניקת כולה תחת הצמיד פתיל היא שאם היה של חרס וראשה אחד לחוץ ופתוח כאשר כתב היאך החבית והמשקין טהורין והמניקת טמאה אדרבא איפכא מסתברא מניקת טהורה שאין לה בית קבול וכלי חרס שאין לה בית קבול טהור והחבית והמשקין טמאין שהטומאה נכנסה דרך פתחה של מניקת שהרי אמרו פתח העשוי בידי אדם אפילו כל שהוא מביא הטומאה בצמיד פתיל הילכך כל מה שכתב שיבוש הוא: "
      ],
      [],
      [
        "<b> מגופת החבית.</b> א''א כן פירש הרב היוני ז''ל ולפי לשון המשנה נ''ל בה פירוש אחר. לשון המשנה מגופת החבית המחולחלת ואינה נשמטת מצלת דברי ר''י וחכ''א אינה מצלת פירוש המגופה חלולה ופי החבית נכנס בה והיא מהודקת שאינה נשמטת מאיליה רבי יהודה אומר מצלת בלא מירוח וחכ''א אינה מצלת שדרך תשמישה הוא זה כך נראה לי האמת ואם כדבריהם היה לו לומר מירוח שנתחלחל כי המירוח לא נקרא מגופה: "
      ],
      [
        "<b> וצררה מלמטה.</b> א''א זו התוספתא משובשת נמצאת ואין ללמוד ממנה והיא מתוכה נפרכת שהרי אמרו צמיד פתיל על פיה ולא על גבה ואם הלבישה וצררה למטה היאך המירוח על פיה ואם מירוח כנגד פיה הרי הנייר מפסיק ואין זה צמיד פתיל: "
      ],
      [
        "<b> חבית זפותה.</b> א''א אף זו לא נראה לי כפירושם שאני מוצא בלשון המשנה יקלף את הזפת קליפה לזפת ושבירה לחרסים על כן נ''ל שאין כאן שבירת חרס אלא שנתקלפה הזפת מן החרס ועומדת לעצמו ר' יהודה סבר כיון שנעשה הזפת דופן החבית ועכשיו בשזפתה עומדת לעצמה אין מירוח החבית חשוב בלא מירוח הזפת וחכמים אומרים מועיל: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> שהאהל מציל בכיסוי.</b> א''א אין זה הטעם כלום אלא שחושבין המרודד מן האהל כשפועי אהלים: "
      ]
    ],
    [
      [],
      [
        "<b> בין שהיתה הטומאה.</b> א''א זה אי אפשר אלא אם הטומאה והכלים בחצץ ויש במקום הטומאה חלל טפח מביא את הטומאה לכלים שבצדה ואם לאו טהורין אבל מה שבבית מכל מקום טמא שדרך טומאה לצאת דרך הבית ולשון המשנה אם יש פותח טפח ואם על מקום הכלים לא היה אומר כך אלא אם יש במקומו טפח על טפח על רום טפח כמו שאמרו בכמה מקומות ועוד דאדרבה אם היה מקום הכלים טפח על טפח אז היו טהורים: "
      ],
      [],
      [
        "<b> שהרי אי אפשר לצמצם.</b> א''א מחלוקת ר''מ ור''ש בתוספתא ור''מ מטמא והוא פסק כרבי מאיר משום דחזא מתניתין במעזיבה שבין בית לעלייה מחצה למחצה הרי הן טמאין ואולי אינו דומה דהתם טומאה היכא שדית ליה אי להכא טמא אי להכא טמא הילכך שניהם טמאים אבל מעזיבה שהיא לאויר אי שדית לה לחוץ ליכא טומאה הילכך הבית טהור כרבי שמעון דרבי מאיר ור''ש הלכה כר''ש ועוד דספיקא לקולא: "
      ],
      [],
      [],
      [],
      [
        "<b> ורואים את הטומאה.</b> א''א תמה אני למה לא הזכירו במשנה למעלה במעזיבה טומאה רצוצה כמו שהזכיר בכאן ומחצי מעזיבה ולמטה ומחציה ולמעלה אם רצוצה היא מה לי למעלה או למטה והלא דבר פשוט הוא בוקעת ועולה בוקעת ויורדת כמ''ש בטומאה שבין הקורות שהרי קורות מחצי מעזיבה ולמטה הן ואפילו הכי אם אין במקומה טפח רצוצה היא ואינה מטמאה אלא כנגדה ולשון המשנה טומאה בין הקורות ותחתיהן כקליפת השום אם יש שם פותח טפח הכל טמא ואם אין שם פותח טפח רואין את הטומאה כאילו הוא אוטם. ולזה הלשון ענין המשנה שיש במקום הטומאה מקום רחב שאין רצוצה כלל אבל אם יש באותו קליפת השום שתחתיה פתח פתוח בטפח הטומאה יוצאת לבית ואם לאו רואין את הטומאה כאילו היא סגורה לגמרי שאין פתוח כלל והבית טהור שהרי יש במקום הטומאה חלל טפח. ומה שאמר במעזיבה מחציו ולמטה או מחציו ולמעלה בטומאה רצוצה שהיא בוקעת ובקיעתה במקום הסמוך לה: ",
        "<b> שני פתחים זה ע''ג זה.</b> א''א גם זו התוספתא לא ידעתי את טעמה והלא טומאה רצוצה היא (והלא היא) נראית לתוך הפתח שני שהיא בולטת מעט: "
      ]
    ],
    [
      [],
      [
        "<b> והבית כולו טמא.</b> א''א זה אינו אלא בשאין שם חלל טפח פנוי אבל יש שם חלל טפח פנוי אינו מטמא באהל וי''ל שמטמא כל סביביו ויש דברים מסייעים לזה מ''מ בשיש שם טפח פנוי אינו מטמא באהל ממעשה דר''א ברבי צדוק שהיו מהלכין על גבי ארונות של מתים דוק ותשכח: "
      ],
      [
        "<b> ואין הכותל הטמא כותלה.</b> א''א השמיט סוף המשנה דומה שלא נתגלת לו כותל שני טומאה בוקעת ועולה בוקעת ויורדת ואית דגרסי כותל שנית נאמר שאם היתה הטומאה בכותל העלייה השנית שעל גבי העלייה הגדולה טומאה בוקעת ויורדת לעלייה גדולה והיא אחת מן הצדדין שעולים למעלה למעלה והם כותלי כל העליות מן הגדולה ומן הקטנות שעל גבה והטומאה פושטת ממנו לכולן כמו שאמר בתחלה שכיון שהיא מן הצד אין העלייה הגדולה מפסקת ואינה מצלת את עצמה ולא את הקטנות שעל גבה ומה שפירש בה הרב היוני הבל ורעיון רוח: "
      ],
      [
        "<b> חור גדול.</b> א''א מצאתי נוסחא וכתוב בה תיבה שעשאה פרדסקין טמאה עד שיקבע אותה במסמר ולפי זו הנוסחא אין זה הפירוש מתקבל אבל נראה שזו התיבה היא כמו אותה של רופאים שעשויה בתים בתים והיא עשויה לנחת ואעפ''י שאינה מחזקת ארבעים סאה ואמרו שהיא טמאה עד שיקבעוה בכותל במסמר (ואם קבועה וטומאה באחד מהן מאותן הבתים וכו'): ",
        "<b> הבית טהור.</b> א''א אינו כן בתוספתא אלא טמא מפני שדרך טומאה לצאת משם ולא ליכנס שם: ",
        "<b> כאילו הוא אטום.</b> א''א נראה בשאין בה חלל טפח באותה פרדסקא (ונפתח לבית והטומאה בבית ונפתח הוא והבית): "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אם המת יצא ראשון החי טהור.</b> א''א אני לא הסכמתי לזה הפירוש וטמא וטהור האמור במשנה בפסקא זו על הבית הראשון נאמר כעין הפסקא הראשונה ושתיהן באהלות פ''ז וכבר פירשתי אותם פי' מבואר ואיך אפשר בראשון מת ושני חי שיהא הולד טהור והרי האשה טמאה ותטמא את הולד טומאת ערב והיינו שנים טמאים במת אדם במת ואדם באדם השני טמא טומאת ערב ותו לא מידי ועוד טמא ממגע אמו שהיא טמאה טומאת לידה כטומאת נדה הלכך לא אפשר: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>המת מטמא במגע ובמשא ובאהל טומאת שבעה וטומאת מגע ואהל מפורשים בתורה.</b> כמ״ש רבינו וטומאת משא בפרק כ״ג ונזיר (דף נ״ו ע״ב) במשנה ובפרק תינוקת (נדה דף ס״ט) ושנינו בפ״ב דאהלות דאפי' עצם כשעורה מטמא במשא: \n\n"
      ],
      [
        "<b>טומאת משא מפי השמועה וק״ו הדברים וכו'.</b> סיפרי פ' פרה על פסוק וכל אשר יגע על פני השדה ויש לתמוה דהא אין עונשין מן הדין וכן אמרו שם על פסוק הנוגע במת לכל נפש אדם בא ולימד על המת שמטמא במגע הא עד שלא יאמר יש לי בדין אם מטמא באהל לא יטמא [במגע] אלא אם אמרת כן ענשת מן הדין ואפשר לומר שמשם למדנו שאין עונשין מן הדין שזה בניין אב. ואם תאמר והרי בטומאת משא ובבת ובאיסור אכילת בשר בחלב ענשו מן הדין וי״ל שמאחר שבת הבת אינה אסורה אלא מחמת הבת שהיא אמה ממילא משמע שהיא אסורה ואין כאן עונשין מן הדין וכך אמרו בפרק הנשרפין (סנהדרין דף ע״ו) גבי איסור הבת וכי עונשין מן הדין גילוי מילתא בעלמא הוא ופירש״י כמ״ש, ובשר בחלב מכיון שאסר בישולו הוי בכלל לא תאכל כל תועבה כל שתיעבתי לך הרי הוא בבל תאכל א״נ דמשמע שלא אסרה תורה לבשל אלא כדי שלא יבוא לאכול ובמת משמע דגילוי מילתא בעלמא הוא שמאחר שמטמא במגע ובאהל ממילא משמע שמטמא במשא והתוס' בריש ב״ק גמגמו בהא דאין עונשין מן הדין: \n",
        "<b>אין טומאת משא במת מד''ס וכו'.</b> בא ללמדנו שלא נאמר דטומאת משא מדרבנן והא דמייתי לה מק''ו אסמכתא בעלמא הוא: \n\n"
      ],
      [
        "<b>מ''ש ואפילו בלשונו.</b> פ''ק דקידושין (דף כ''ה). \n",
        "<b>ומ''ש וכן יראה לי שאם נגע בצפרניו או בשיניו נטמא.</b> למד כן מדתנן בפרק שלישי דאהלות שאם נגע בצפרניו ובשיניו של מת נטמא ומשמע לרבינו דה''ה לטהור שנגע בטומאה בצפרניו ובשיניו דכיון דבמת חשיבי כגופו ה''ה דבחי חשיבי כגופו דמאי שנא. \n",
        "<b>ומ״ש אבל אם תחב אדם טומאה בכוש וכו'.</b> פרק יוצא דופן (נדה דף מ״ב ע״ב) ואמר רבא דנהי דבמגע לא מטמא במשא מיהא מטמא וז״ש לא נטמא הבולע משום מגע כלומר אבל משום משא מטמא וכתבו רבינו לקמן בסמוך: \n\n"
      ],
      [
        "<b>קרום שעל המכה וכו' וכשות שעל הקטן וכו'.</b> משנה פ''ט דמקואות (משנה ד'): \n",
        "<b>וכתב</b> הראב''ד א''א אמת שכך פירש בערוך וכו'. ולי נראה שמה שכתב הערוך שהוא שיער הדק שעל בשר הקטן אינו שיער ממש אלא כמין שיער הגדל על בשר הקטן ונקרא בערבי זגאב ובלשון לעז ויליי''ו והוא נושר מאליו ולכך אמרו שאינו חשוב כגוף משא''כ בשיער ממש: \n",
        "<b>וכן לכלוכי צואה וכו' אינם כעור הבשר לא לטמא ולא להתטמא.</b> כך היא הגירסא הנכונה בספרי רבינו והיא תוספתא בפ''ו דמקואות וז''ל שאמרו חוצצין ושאמרו אין חוצצין לא טמאין ולא מיטמאין חוץ מקרום שעל המכה: \n\n"
      ],
      [
        "<b>כשם שאדם מתטמא בנגיעתו וכו' חוץ מכלי חרס וכו'.</b> משנה ספ''ק דחולין (דף כ''ד ע''ב) ובפרק ב' דכלים: \n",
        "<b>וזהו כלל גדול בטומאה וכו'. ואין אדם וכלים מקבלים טומאה אלא מאב הטומאה.</b> בריש ב''ק (דף ב' ע''ב): \n\n"
      ],
      [
        "<b>טומאת משא האמורה בכל מקום וכו' אפילו היה בינו לבינה אבן וכו'.</b> לכאורה נראה שטעם רבינו מהא דאמרינן בר״פ ר״ע (שבת דף פ״ב ע״ב) דאמרינן דנדה מטמאה באבן מסמא ופי' אבן מסמא נתבאר שם ובר״פ דם הנדה (נדה דף נ״ה) ברש״י ובתוס' וברבינו שמשון פ״ק דכלים (משנה ג') ובפ״ה דזבים ובפרק תינוקת ברש״י אבל קשה דבפרק תינוקת (נדה דף ס״ט ע״ב) תנן הזב והזבה וכו' שמתו מטמאין במשא עד שימוק הבשר ואמרינן בגמרא מאי במשא אילימא במשא ממש אטו כל מת מי לא מטמא במשא אלא מאי במשא באבן מסמא משמע דמת שאינו זב אינו מטמא באבן מסמא ולכן נ״ל שאבן מסמא הוא שהכלים למטה ואבן גדולה מונחת עליהם והטמא יושב על האבן ומצד גודל האבן וכובדה אין הטמא נישא על הכלים ובכה״ג אינם טמאים אלא בזב וחביריו בלבד וכמ״ש רבינו בפ״ה מהלכות אלו ופ״ו מהלכות מטמאי משכב ומושב והוא מבואר במשנה פ״ו דעדיות (משנה ג') ופ״ד דזבים וכדדריש לה בת״כ גבי זב וה״ה לחביריו וכן בפרק ר' עקיבא אמרו דנדה מטמאה באבן מסמא וה״ה לחביריה אבל כל שאר המטמאים במשא ואפילו מת אינם מטמאים כן וכמ״ש רבינו פ״ה מהלכות אלו. ומ״ש רבינו כאן אינו ענין לאבן מסמא דאבן מסמא היא מלמטה על המרכב או על המשכב ומ״ש רבינו הוא שהאבן מונחת על המטמא במשא והכלים מונחים עליה שהרי הם נישאים על הזב וזו היא ששנינו בפ״ה דזבים (משנה ב) גבי כלל שני דרבי יהושע אצבעו של זב (תחת האבן או) תחת הנדבך הטהור מלמעלה מטמא שנים ופוסל אחד הטמא מלמעלה והטהור מלמטה מטמא שנים ופוסל אחד דזב לענין זה לאו דוקא דה״ה לכל המטמאים במשא. \n",
        "<b>ומ''ש ואחד הנושא על ראשו או על ידו או על שאר גופו.</b> נלמד מהמשנה שכתבתי בסמוך. \n",
        "<b>ומ''ש או שנשאה אחר והניחה למעלה מזה וכו':</b> \n\n"
      ],
      [
        "<b>מסיט בכלל נושא הוא.</b> בפרק העור והרוטב (חולין דף קכ״ד ע״ב) אטו נושא לאו מסיט הוא גם בפרק ר״ע הוזכר היסט משום משא ובסיפרי גבי מת למדו שמטמא בהיסט ק״ו מנבילה ובריש תוספתא דאהלות שהמסיט מטמא במת ואע״פ שבסוף פרשת פרה כתוב שם שאינו מטמא בהיסט לא חש לה רבינו מפני שהוא היפך התוספתא: \n\n"
      ],
      [
        "<b>הנושא בתוך בית הסתרים וכו'.</b> בפרק יוצא דופן (נדה דף מ״ב) כמ״ש בסמוך. \n",
        "<b>ומ''ש אא''כ נבלע הטומאה בתוך מעיו וכו'.</b> שם. \n",
        "<b>ומ״ש ואם טבל טהר ואע״פ שהטומאה בתוך מעיו.</b> משנה בסוף נדה ואיתא בפרק בהמה המקשה (חולין דף ע״א ע״ב): \n\n"
      ],
      [
        "<b>אין מתטמא במשא אלא האדם בלבד וכו'.</b> תוספתא בריש אהלות ובתורת כהנים ובמשנה פ''ה דזבים (מ''ג) כל הנושא ונישא על המשכב טהור חוץ מן האדם: \n\n"
      ],
      [
        "<b>טומאת אהל אינה בשאר טומאות אלא במת בלבד.</b> משנה פ''ק דכלים (מ''ד) חמור מכולם המת שהוא מטמא באהל מה שאין כולם מטמאין. \n",
        "<b>ומ''ש ובין שהאהיל האדם או הכלי וכו'.</b> בריש פ''ג דאהלות (משנה א'): \n\n"
      ],
      [
        "<b>אחד הבא כלו לאהל המת או הבא מקצתו וכו'.</b> בפ' ג' מינים (נזיר דף מ״ג) ואיתיה בת״כ: \n",
        "<b>נגע במשקוף וכו'.</b> משנה פי''ב דאהלות נגע במשקוף טמא. \n",
        "<b>ומ''ש וצירף ידו.</b> איני יודע למה הצריך שיצרף ידו שמלשון המשנה משמע דבנגיעה בעלמא טמא ואין צורך לצירוף יד ואפשר דמשמע לרבינו דלישנא דנגיעה לאו דוקא ואינו טמא אא''כ צירף ידו או אפשר דנגיעה היינו צירף ידו שכתב רבינו וכאילו יהיב טעמא למה אם נגע טמא וצ''ע. \n",
        "<b>ומ''ש נגע באסקופה וכו'.</b> ג''ז שם במשנה וכר' יהושע ונראה מדברי רבינו שם דטעמא משום דכשטומאה בבית הוי הבית כקבר סתום ומטמא כל סביביו הילכך הנוגע באסקופה מטפח ולמעלה טמא כנוגע בכותל מכותלי הבית. מטפח ולמטה טהור כנוגע בקרקע עולם וזה הפך ממ''ש בשמו בסמוך לחד לישנא אצל צירף ידו ואפשר שכאן חזר בו ור''ש כתב רבי יהושע מטמא באסקופה מטפח ולמעלה משום דדרך הטומאה לצאת: \n",
        "<b>כתב</b> הראב''ד נגע באסקופה מטפח ולמטה וכו'. א''א מצאתי בתוספתא דאהלות וכו'. כתב תוספתא זו מפני שנותנת טעם למה מטפח ולמטה טהור מטפח ולמעלה טמא: \n\n"
      ],
      [
        "<b>אחד המת מישראל או מן העכו״ם מטמא במגע ובמשא.</b> בפרק הבא על יבמתו (יבמות דף ס״א) מסקנא דרבינא אפילו לרשב״י: \n\n"
      ],
      [
        "<b>ומ״ש ואין העכו״ם מטמא באהל.</b> שם לרשב״י ואע״ג דרבנן פליגי עליה פסק כמותו משום דמשמע שם דרבינא סבר כוותיה ועוד דבס״פ המקבל (בבא מציעא דף קי״ד ע״ב) אמרי' דא״ל רבה לאליהו לאו כהן הוא מר מ״ט קאי בבית הקברות א״ל לא מתני מר טהרות דתניא רשב״י אומר קברי עכו״ם אינם מטמאין: \n",
        "<b>וכן העכו״ם אינו נעשה טמא מת וכו'.</b> בפרק בתרא דנזיר (דף ס״א ע״ב) אמרינן יצא העכו״ם שאין לו טומאה ובפרק לא יחפור (בבא בתרא דף כ') אמרינן דעכו״ם שישב בחלון ממעט בחלון אלמא לאו בר קבולי טומאה הוא וכן מפורש בתוספתא ריש אהלות. ודין בהמה מבואר בריש פרק ח' דאהלות שבהמה וחיה חוצצין מפני הטומאה: \n\n"
      ],
      [
        "<b>ומדברי סופרים שיהיו העכו״ם וכו'.</b> פרק בנות כותיים (נדה דף ל״ד): \n",
        "<b>אחד גדול ואחד קטן כו'.</b> משנה וגמרא בפרק קמא דערכין (דף ג') ובפרק יוצא דופן (נדה דף מ״ג ע״ב) ושיעור לשון רבינו כך הוא אפילו בטומאת מת שנאמר בה איש מטמא אף הקטן משום שנאמר ועל כל הנפשות ומוקי לה שם שכלו לו חדשיו. \n",
        "<b>ומ״ש אבל בן שמונה הרי הוא כאבן וכו'.</b> בפרק לא יחפור (בבא בתרא דף כ') בן שמונה הרי הוא כאבן וממעט בחלון: \n\n"
      ],
      [
        "<b>המת אינו מטמא עד שתצא נפשו אפילו מגוייד או גוסס.</b> משנה פרק קמא דאהלות (משנה ו'). \n",
        "<b>ומה שכתב אפילו נשחטו בו ב' הסימנים כו'.</b> בפרק מי שאחזו (גיטין דף ע' ע״ב) אמר שמואל שחט בו שנים [או רוב שנים] ורמז ואמר כתבו גט לאשתי הרי אלו יכתבו ויתנו אלמא חי הוא ובפרק העור והרוטב (חולין דף קכ״א ע״ב) גבי בהמה שחט בה שנים או רוב שנים [ומפרכסת] מטמאה טומאת אוכלין אבל לא טומאת נבילה אבר ובשר הפורשים כפורש מן החי ובפרק ב' דחולין (דף ל') תניא שחט בה שנים או רוב שנים ועדיין היא מפרכסת הרי היא כחיה לכל דבריה. אך קשה דבפירקא קמא דאהלות (משנה שם) תנן הותזו ראשיהם אף על פי שמפרכסים טמאים וקאמר עלה בסוף פירקא קמא דחולין (דף כ״ח) מאי הותזו ר״ל אמר הותזו ממש ר' אסי אמר [רבי מני] כהבדלת עולת העוף וכו' לר' אלעזר בר״ש ומשמע התם דאפילו מאן דאמר הותזו ממש היינו שחיטת שני הסימנים וצריך לומר שרבינו מפרש דהותזו ממש היינו שנחתך כל הצואר משום דנשברה מפרקת ורוב בשר עמה הא לאו הכי אף על פי שנחתכו הסימנים אינו מטמא וזה נראה מדבריו בסוף פרק ד' משאר אבות הטומאה גבי הותזו ראשיהם דגבי שרץ ואף על גב דלמאי דאמר התם דא״ל ר' ירמיה לר' אסי כהבדלת העוף לרבנן ולא פליגיתו משמע דלחתיכת שני הסימנים קרי הותזו דהא רבנן לא ממעטי אלא דלא נימא דברוב שנים סגי אבל בכל השנים משמע דסגי למליקה ומדקאמר ולא פליגיתו משמע דמאן דאמר הותזו ממש בחתיכת שני הסימנים סגי וי״ל דאפילו תימא דלישנא קמא סבר הכי וכדמשמע מפירש״י ללישנא בתרא ליכא הכרע ואיכא למימר דהותזו ממש היינו הותז לגמרי כפשטיה ועוד י״ל דאפילו ללישנא קמא בעינן הותז כל הראש לגמרי וכפשטא דלישנא דברייתא דקתני אף מליקה הראש בעצמו והגוף לעצמו ודלא כפירש״י: \n",
        "<b>נשברה מפרקתו ורוב בשרה עמה וכו' עד סוף הפרק.</b> בסוף פרק קמא דחולין (דף כ': כ''א.): \n\n"
      ]
    ],
    [
      [
        "<b>הנפל אע''פ שעדיין לא נתקשרו איבריו בגידין וכו'.</b> בפרק כה''ג ונזיר (דף נ'). \n",
        "<b>ומ''ש וכן כזית מבשר המת.</b> משנה שם (דף נ''ט ע''ב) \n",
        "<b>ומ״ש בין לח בין יבש וכו'.</b> משנה ריש פרק דם הנדה (נדה דף נ״ד ע״ב) וכתנא קמא ואמרינן בגמרא (דף נ״ה) דלרבי יוחנן אם יבש כל כך עד שנפרך טהור ובפ״ג יתבאר: \n",
        "<b>ומ''ש והנצל בבשר מטמא בכזית.</b> משנה רפ''ב דאהלות (מ''א) ופרק כה''ג ונזיר (דף נ'): \n",
        "<b>איזהו נצל וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>אף על פי שהשיעורין x כולם הלכה למשה מסיני הן.</b> בפירקא קמא דעירובין. \n",
        "<b>ומה שכתב אמרו חכמים תחלת ברייתו של אדם כזית וכו'.</b> בסיפרי זוטא: \n\n"
      ],
      [
        "<b>אבר שנחתך מן האדם החי וכו'.</b> משנה בפ''ב דאהלות (שם במשנה) ופכה''ג ונזיר (דף נ'). \n",
        "<b>ומה שכתב אפילו אבר של קטן בן יומו שהאיברים אין להם שיעור.</b> פ''ק דאהלות (משנה ז'). \n",
        "<b>ומ''ש שנאמר כל אשר יגע על פני השדה וכו' והדבר ידוע וכו'.</b> סיפרי פרשת חקת. \n",
        "<b>ומ''ש מפי השמועה וכו'.</b> פ' כה''ג (דף נ''ג נ''ד). \n",
        "<b>ומ״ש בד״א כשהיה האבר שלם וכו'.</b> בתוספתא דאהלות פ״ק ובסיפרי יליף לה מקרא ובס״פ העור והרוטב (חולין דף קכ״ח ע״ב) תניא הכי לגבי בהמה ושרצים. \n",
        "<b>ומ''ש אבל הכוליא והלשון וכו'.</b> שם כר''ע. ודע דאמרינן התם בגמרא דר''ע לא מצרך בשר אלא אפילו ארכובה הנמכרת עם הראש שאין בה בשר כלל אלא גידים ועצמות מטמא וא''כ יש לתמוה על רבינו שהצריך בשר כיון דר''ע לא מצריך ועוד דרבי יוסי הגלילי קאי כוותיה והוה לי' תרי לגבי רבי דמצריך וצ''ע: \n",
        "<b>חסר מן העצם של וכו'.</b> בפ''ב דאהלות (משנה ה') אלו שאם חסרו טהורים וכו' אבר מן החי שחסר עצמו וכתב ר''ש נראה שחסר עצמו לאו דליכא עצם כלל אלא אפילו חסר ממנו שאינו כברייתו ואפילו קולית גדולה שחסר משהו ממנה תו לא מטמאה משום אבר מן החי והשתא ניחא דלא תני שחסר בשרו דאי יש בו בשר הרבה וחסר מטמא לעולם עד שיחסר מכדי להעלות ארוכה וכן תנן נמי בעדיות פרק ו' וכו' מרובה טומאת עצמות מטומאת בשר שהבשר הפורש מן החי טהור ואבר הפורש מן החי והוא כברייתו טמא והיינו כברייתו שלא חסר העצם אך עומד שלם כמו שנברא עכ''ל. גם רבינו כתב שם התנו באבר מן החי שחסר עצמו לא אמר ג''כ שחסר בשרו לפי שאם חסר בשרו ונשאר עליו כדי לעלות ארוכה הנה הוא מטמא וכו' אולם אם נחסרו קצת העצמות מזה האבר ואע''פ שנשאר בשרו בכללו ובזה הבשר יותר מכזית הנה הוא לא יטמא מין ממיני הטומאה ואפילו הנשאר מן העצם האבר לא נדמהו עצם כשעורה מן המת וזהו ההפרש בין אבר מן החי ובין אבר מן המת לפי שאבר מן המת כזית בשר הפורש ממנו ועצם כשעורה הפורש ממנו טמא עכ''ל. ואע''פ שיש בו קצת ט''ס כוונתו נכרת שהוא כמ''ש כאן. \n",
        "<b>ומה שכתב אם נשאר עליו בשר שראוי לעלות בו ארוכה וכו'.</b> משנה בפירקא קמא דכלים (משנה ה'): \n",
        "<b>ובשר הפורש מן החי טהור.</b> משנה פרק ו' דעדיות (משנה ג'). \n",
        "<b>ומ''ש וכן עצם בלא בשר הפורש וכו'.</b> כן משמע שם במשנה: \n\n"
      ],
      [
        "<b>אבר הפורש מן המת וכו'.</b> משנה שם ובעדיות רבי יהושע ורבי נחוניא בן אלינתן. \n",
        "<b>ומה שכתב והוא שיהיה שלם כברייתו.</b> בספרי פרשת חקת ובתוספתא דאהלות פרק קמא. \n",
        "<b>ומה שכתב חסר עצמו אם נשאר עליו כזית בשר מטמא כמת שלם.</b> בפרק ב' דאהלות (משנה א') דכזית בשר מן המת מטמא באהל והוא פשוט בכמה מקומות. \n",
        "<b>ומה שכתב חסר הבשר ולא חסר העצם אם נשאר עליו כדי לעלות ארוכה בחי וכו'.</b> כך היא הגירסא בדברי רבינו והדין בפרק קמא דכלים (מ''ה). ואם חסר קצת עצמו ולא נשאר בו כזית בשר אבל יש בבשר הנשאר כדי לעלות ארוכה כתב רבינו בפרק שאחר זה שמטמא במגע ובמשא ואינו מטמא באהל ולא חשש רבינו לכתבו כאן מפני שסמך על מה שכתב שם: \n",
        "<b>כתב</b> הראב''ד אם נשאר עליו כדי להעלות ארוכה בחי מטמא כמת שלם וכו'. א''א טעה בזה שאם חסר העצם אינו כמת שלם וכו'. ט''ס יש כאן שאין דברי הראב''ד ענין למ''ש רבינו אם נשאר עליו כדי להעלות ארוכה בחי אלא למ''ש חסר עצמו אם נשאר עליו כזית בשר מטמא כמת שלם ומ''מ איני מבין דברי הראב''ד שהשיג על רבינו שכתב ואם חסר עצמו אם נשאר עליו בשר כזית מטמא כמת שלם והראב''ד סובר שאינו כמת שלם אלא מטמא במגע ובמשא ואינו מטמא באהל ויש לתמוה עליו שהרי שנינו ברפ''ב דאהלות (משנה א') שכזית מן המת מטמא באהל ואין סברא לחלק בין כזית בשר הפורש מן המת לכזית בשר הפורש מאבר שפירש מן המת וצ''ע: \n\n"
      ],
      [
        "<b>מוח שבתוך העצם וכו' עד לכל דבר.</b> בפרק העור והרוטב (חולין דף קכ״ה) וכר״י ובתוספתא ריש אהלות שם שנינו מוח הרי הוא כבשר לכל דבר: \n\n"
      ],
      [
        "<b>האבר והבשר המדולדלים באדם וכו'.</b> משנה בפרק העור והרוטב (חולין דף קכ״ט ע״ב) האבר והבשר המדולדלים באדם טהורים ופירש״י משום דכי ימות כתיב ומשמע לרבינו דאפילו באינם יכולים לחזור ולחיות מיירי דאי יכולים לחזור ולחיות פשיטא. \n",
        "<b>ומ''ש מת האדם הרי הבשר טהור וכו'.</b> שם מת האדם הבשר טהור האבר מטמא משום אבר מן החי ואינו מטמא משום אבר מן המת דברי ר''מ ור''ש מטהר ובגמרא ור''ש ממ''נ אי מיתה עושה ניפול ליטמא משום אבר מן החי ואי אין מיתה עושה ניפול ליטמא משום אבר מן המת ר''ש בעלמא קאי דקאמר תנא קמא וכו' אינו מטמא משום אבר מן המת אלמא אבר מן המת בעלמא מטמא וכו' וכבר נתבאר שאבר מן המת מטמא וא''כ קם ליה הלכה כר''מ: \n",
        "<b>מה בין אבר מן החי לאבר מן המת וכו'.</b> בפ''ו דעדיות (משנה ג') וכר' יהושע דבכל חדא הוי רבים במקום יחיד כמבואר שם. \n",
        "<b>ומ''ש ואבר מן המת בשר הפורש ממנו ועצם הפורש ממנו וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>ובין אבר מן החי ובין אבר מן המת אין להם שיעור.</b> בפרק קמא דאהלות (משנה ז') האיברים אין להם שיעור: \n",
        "<b>אמרו חכמים רמ''ח איברים יש באיש וכו'.</b> שם. \n",
        "<b>ומ״ש ובאשה רנ״א.</b> בס״פ מומין אלו (בכורות דף מ״ה) אמרינן שתלמידי ר' ישמעאל בדקו ומצאו באשה רנ״ב ואמר להם באשה יש ארבע איברים יתירים ב' צירים וב' דלתות ואמרינן בתר הכי ר״א אומר כשם שצירים לבית כך צירים לאשה ר' יהושע אומר כשם שדלתות לבית כך דלתות לאשה וכו' ר״ע אומר כשם שמפתח לבית כך מפתח לאשה וכו' ולר״ע קשיא דתלמידי רבי ישמעאל דילמא איידי דזוטרא איתמוחי מתמח ומדמקשה לר״ע ולא מקשה לר״א ורבי יהושע משמע דס״ל דר״א ורבי יהושע מר אמר חדא ומר אמר חדא ולא פליגי ולדברי שניהם רנ״ב איברים הוו באשה וכדר' ישמעאל ור״ע מוסיף עוד מפתח והו״ל רנ״ג איברים באשה ולפיכך יש לתמוה על רבינו שכתב שאינם אלא רנ״א דהוי דלא כמאן ואפשר לומר שסובר רבינו דר״א ורבי יהושע פליגי ור״ע מוסיף אחד מינייהו ה״ל רנ״א באשה ופסק כמותו והא דלא מקשה גמרא מתלמידי ר' ישמעאל על ר״א ורבי יהושע אין הכרע דאיכא למימר דמשמע להו דתרי מינייהו ליכא למר צירים ולמר דלתות אי נמי איתנהו אלא דלא חשיבי איברים אבל דר״ע שלא הוזכר כלל קשיא. \n",
        "<b>ומה שכתב כל אבר מהם שפירש וכו' מטמא במגע ובמשא ובאהל.</b> בפ''ק דאהלות (משנה ח'). \n",
        "<b>ומ''ש שפירש כברייתו.</b> הוא ממ''ש לעיל שצריך שיהיה שלם כברייתו בשר וגידים ועצמות. \n",
        "<b>ומ״ש חוץ מג' איברים יתרים שבאשה שאינן מטמאים באהל.</b> בס״פ מומין אלו (בכורות דף מ״ה) האיברים יתירים שבאשה אמר רבא וכולם אין מטמאין באהל שנאמר זאת התורה אדם כי ימות באהל דבר השוה לכל אדם: \n",
        "<b>וכן אצבע יתירה וכו' עד תרומה וקדשים.</b> שם ופרק בא סימן (נדה דף מ״ט ע״ב): \n\n"
      ],
      [
        "<b>עצמות המת שאין עליהם בשר וכו'.</b> משנה פ' כה''ג ונזיר (דף מ''ט ע''ב) ופרק שני דאהלות (מ''א) ובפ' כה''ג ונזיר (דף נ''ב) איבעיא לן אם צריך שתיהן שדרה וגולגולת או דילמא שדרה או גולגולת ובעי למפשט דאו או קתני ודחי ליה ויש לתמוה על רבינו שכתב הדין בפשיטות וכתב הר''י קורקוס ז''ל דאעפ''כ כיון דאשכחן שמאי דאמר בהדיא או שדרה או גולגולת אלא דדחי דילמא שאני שמאי דמחמיר לא שבקינן מאי דאשכחן בהדיא כיון דלא אשכחן בה פלוגתא ומנ''ל לחדושי פלוגתא וגם כי כל חלוקות המשנה או או קתני ומסתמא הני הוו דכוותייהו עכ''ל. \n",
        "<b>ומ''ש ואם חסרה אפילו חוליא אחת.</b> בפ''ב דאהלות (משנה ג') וכב''ה. \n",
        "<b>ומ״ש ואם חסרה כסלע וכו'.</b> בפרק ב' דאהלות שם כמה הוה חסרון וכו' בגלגולת ב״ה אומרים כדי שינטל מן החי וימות ומפרש בפרק על אלו מומין (בכורות דף ל״ז ע״ב) דהיינו כסלע. \n",
        "<b>ומ״ש היו בה נקבים קטנים וכו'.</b> נלמד ממה שאמרו בפרק אלו טריפות (חולין דף מ״ה) וכדברי התוספות שם: \n",
        "<b>כל בניינו של אדם וכו' .</b> בס״פ מומין אלו (בכורות דף מ״ה) ותוספתא פ״ג דאהלות: \n",
        "<b>כיצד כגון שתי שוקיו וירך א' וכו'.</b> בס''פ מומין אלו שם. \n",
        "<b>ומ''ש ואם חסר כל שהוא וכו'.</b> פשוט הוא: \n",
        "<b>רוב מניינו כיצד וכו'.</b> פ''ב דאהלות (משנה א'). \n",
        "<b>ומ״ש אע״פ שהיה אדם זה יתר באיבריו או חסר באיבריו וכו'.</b> בס״פ מומין אלו (בכורות דף מ״ה). \n",
        "<b>ומ''ש אא''כ היתה אצבע שיש בה צפורן או שהיתה נספרת ע''ג היד.</b> נתבאר בפרק זה: \n\n"
      ],
      [
        "<b>שאר עצמות המת וכו' אם היה בהם רובע הקב.</b> פ''ב דאהלות שם אלו מטמאים באהל וכו' רובע עצמות מרוב הבנין או מרוב המנין ופרק קמא דעדיות ב''ש אומרים רובע עצמות מן העצמים בין משנים בין מג' וב''ה אומרים רובע עצמות מן הגוייה מרוב הבנין או מרוב המנין שמאי אומר אפילו מעצם א' משמע דלסתם מתניתין דפ''ק דאהלות ולב''ה דפ''ו דעדיות רובע עצמות אינם מטמאים באהל אא''כ הם מרוב הבניין או מרוב המניין וקשה דא''כ מ''ש רבינו ששאר עצמות אע''פ שאין בהם לא רוב מנין ולא רוב בנין אם יש בהם רובע מטמאין באהל אתי דלא כב''ה ודלא כסתם מתניתין דאהלות והוא דבר תימה ומצאתי בפירוש המשנה לרבינו מוגה שכתב בריש פ''ב דאהלות אהא דתנן אלו מטמאים באהל רובע עצמות מרוב הבנין או מרוב המנין רוב בניינו ורוב מניינו של מת אע''פ שאין בהם רובע הנה אלו ג' שיעורים בעצמות הערומים מן הבשר אחד מהם שיהיו באלו העצמות רוב גודל הגוף אשר הוא עצמותיו ואע''פ שלא יהיה בהם רובע הקב. השני שיהיה בו רוב המנין והוא קכ''ה איברים ואף ע''פ שלא יהיה בהם רובע, והשלישי שיהיה בהם רובע עצמות או יותר אע''פ שלא יהיה בהם לא רוב בניינו ולא רוב מניינו הנה אלו העצמות יטמאו באהל הואיל ויש בהם רובע מ''מ כבר ביארנו ששורש זה כולו אמרו יתעלה בעצם אדם ואלו השיעורים הג' שיהיה בכל אחד מהם עצם אדם עד כאן לשון רבינו בפירוש המשנה המוגה ודבריו אלה הם כדבריו כאן אבל יש לתמוה שדברים אלו הם היפך פשט לשון המשנה ונראה שרבינו מפרש דהא דקתני רובע עצמות מרוב הבנין או מרוב המנין לאו למימרא שצריך שאותו רובע יהיה מהעצמות שברוב הבנין או רוב המנין אלא ה''ק רובע עצמות שאין בהם לא רוב בנין ולא רוב מנין וכפי דקדוק דבריו פה הכי פירושא דמתניתין רובע עצמות שאין בהם מרוב הבנין ולא מרוב המנין כלומר אעפ''י שהוא משאר עצמות זולתם אבל קשה לפי' זה מאי דאיתא בפ' כה''ג (דף נ''ב ע''ב) על משנה זו א''ר יהושע יכולני לעשות דברי ב''ש וב''ה כאחד שב''ש אומרים משנים או מג' או מב' שוקים וירך א' או מב' יריכים ושוק א' וכו' וצ''ל שסובר רבינו מדאמר יכולני משמע שהיה יכול לפרש כן אבל לפי האמת אינו מפרש כן. \n",
        "<b>ומ''ש אפילו עצם כשעורה וכו'.</b> שם: \n\n"
      ],
      [
        "<b>היה עצם אחד אפילו יש בו רובע וכו'.</b> במשנה שכתבתי בסמוך שמאי אומר אפילו מעצם אחד ומשמע דיחידאה הוא ולית הלכתא כוותיה ועוד דאמרו בפ' כה''ג שאני שמאי שמחמיר טפי משמע בהדיא דלית הלכתא כוותיה x: \n",
        "<b>טומאת עצם אחד הלכה מפי השמועה לפי שנאמר כל הנוגע בעצם למדו מפי השמועה אפי' עצם כשעורה וכו'.</b> בפ' כה''ג (דף נ''ג נ''ד). \n",
        "<b>ומ״ש ולפי שטומאתו הלכה.</b> שם ובפרק העור והרוטב (חולין דף קכ״ו:) ובפ״ק דעירובין (דף ד'): \n",
        "<b>ומ''ש הרי הוא מדין תורה ולא מד''ס.</b> כלומר אפילו לפי שיטתו שסובר שכל הנלמד בי''ג מדות נקרא ד''ס זה שהוא הל''מ נקרא דין תורה כמ''ש בהקדמתו לסדר זרעים: \n\n"
      ],
      [
        "<b>מת שהרקיבו עצמותיו בקבר וכו'.</b> בפרק שני דאהלות ופרק כה''ג ונזיר (דף מ''ט ע''ב) תנן דמלא תרווד רקב מטמא באהל ובגמ' (דף נ' ע''ב) וכמה שיעורו חזקיה אמר מלא פיסת היד ור' יוחנן אמר מלא חפניו ופסק כרבי יוחנן דאמרינן בגמרא דאתי כחכמים. \n",
        "<b>ומה שכתב שמטמא במשא ואינו מטמא במגע.</b> בפרק העור והרוטב (חולין דף קכ״ו ע״ב) ותוספתא פ״ד דאהלות. \n",
        "<b>ומה שכתב ואפילו גבלו במים אינו חבור.</b> משנה בפרק ב' דאהלות שם: \n\n"
      ],
      [
        "<b>דם המת מטמא כמת במגע ובמשא ובאהל וכו' וכמה שיעורו רביעית.</b> משנה בפ' כה''ג (דף מ''ט ע''ב) ופרק ב' דאהלות שם: \n",
        "<b>ומ''ש אפילו תמצית הדם וכו'.</b> בר''פ התערובות (דף ע''ט ע''ב) ובפרק כיסוי הדם (דף פ''ז ע''ב) אמרינן דצללתא דדמא מטמא באהל והוא דאיכא רביעית ופירש''י צללתא דדמא אותם מים שהם מהדם עצמו כשהוא נקרש יש סביבותיו צלול כמים: \n\n"
      ],
      [
        "<b>דם החי וכו'.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>נתערב הדם וכו' אפילו חצי רביעית מחיים וחציה אחר מיתה וכו'.</b> בפ״ב דאהלות שם וכר' עקיבא והוא דעת חכמים בפרק תינוקת (נדה דף ע״א) והוא נקרא דם תבוסה. \n",
        "<b>ומה שכתב אלא שטומאתו מד''ס.</b> בפרק ט' דנדה (דף ס''ב ע''ב) ופרק הגוזל ומאכיל אמרו שאני דם תבוסה דרבנן: \n\n"
      ],
      [
        "<b>הרוג שהי' מוטל על המטה ודמו מנטף וכו'.</b> בסוף נדה (דף ע''א) וכחכמים: \n",
        "<b>יצא ממנו רביעית דם בלבד וכו'.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>הקבר כל זמן שהטומאה בתוכו וכו' ואחד הנוגע בגגו של קבר וכו'.</b> משנה פרק ז' דאהלות ופרק כהן גדול ובספרי. \n",
        "<b>ומה שכתב אבל המעמיד כלים או אבנים וכו' ושניהם הגולל או הדופק מטמאין במגע ובאהל כקבר ואינם מטמאין במשא וכו'.</b> פרק ב' דאהלות: \n",
        "<b>ומה שכתב וטומאתן מדברי סופרים.</b> דוקא בשכלים שכסה בהם הם כלי גללים וכיוצא בהם שאינם מקבלים טומאה שאם לא כן אף מן התורה טמא טומאת שבעה אדם הנוגע בהנך כלים המאהילים על המת: \n",
        "<b>כתב</b> הראב''ד א''א לא מחוור ובמסכת חולין גרסינן כל אשר יגע על פני השדה וכו'. כלומר וכיון דרבי עקיבא יליף לה מקרא בפרק בהמה המקשה (חולין דף ע''ב) משמע דמדאורייתא היא ורבי ישמעאל הא אמר הלכתא גמירי להו ומיניה נשמע לרבי עקיבא דכי היכי דלרבי ישמעאל הוי דאורייתא הוא הדין דלרבי עקיבא נמי הוי דאורייתא אלא דלמר הוי מקרא ולמר הוי מהלכתא ורבינו סובר דכיון דלא מפורש בקרא משמע דקרא אסמכתא בעלמא. \n",
        "<b>ומה שכתב ואינם מטמאין במשא.</b> בפרק ב' דאהלות שם. \n",
        "<b>ומה שכתב לפיכך אם גרר הגולל וכו'.</b> תוספתא פרק ג' דאהלות וביאור דברי רבינו כך הם והוא שיהיה בנוי וסתום כלומר דהא דאחד הנוגע בגגו או הנוגע בכותליו טמא הני מילי בשהיה בנוי לאפוקי מעמיד כלים או אבנים וכו' שאינו טמא אלא הנוגע בגולל או בדופק עצמם לא הנוגע בצדדים שאינם מהגולל והדופק ועל פי זה הנוגע בדופק דופקין טהור כך נראה לי ליישב דברי רבינו וגם נראה לומר דה''ק הקבר וכו' מטמא דין תורה אבל המעמיד כלים וכו' טומאתן מדברי סופרים והתנה שיהיה סתום לאפוקי שלא יהא פתוח מן הצד: \n",
        "<b>ומה שכתב ודברים שסומכים את הדופק וכו'.</b> פרק ב' דאהלות: \n\n"
      ],
      [
        "<b>שדה שנחרש בה קבר וכו'.</b> בסוף אהלות (פי''ח מ''ב): \n",
        "<b>וכן כל ארצות העכו''ם וכו'.</b> שם ובפרק שני (משנה ג'). \n",
        "<b>ומ''ש שטומאתם מד''ס.</b> בספ''ב דכתובות (דף כ''ח ע''ב) ופ' כה''ג: \n\n"
      ]
    ],
    [
      [
        "<b>אלו מטמאין במגע ובמשא ובאהל וכו'.</b> פ''ב דאהלות (מ''א) ופירוש נצל בשר המת שנימוח ונעשה כמין ליחה סרוחה. \n",
        "<b>ומה שכתב אפילו נפל שלא נתקשרו איבריו בגידים וכו'.</b> בפרק כה''ג עלה נ': \n\n"
      ],
      [
        "<b>ואלו מטמאים במגע ובמשא וכו'.</b> (עיין בפנים). כך היא הנוסחא הנכונה בדברי רבינו וכן מצאתיה בספר מוגה ודינים אלו מדתנן בפ''ב דאהלות אלו מטמאין במגע ובמשא ואינם מטמאים באהל אבר מן המת ואבר מן החי שאין עליהם בשר כראוי ובפ''ק דכלים (משנה ה') גבי אדם תנן פירש ממנו אבר שיש עליו בשר כראוי מטמא במגע ובמשא ובאהל שיעור הבשר כדי לעלות ארוכה ובפ''ו דעדיות תנן אבר שיש עליו בשר כראוי מטמא במגע ובמשא ובאהל חסר הבשר טמא חסר העצם טהור ופירש ה''ר עובדיה אם חסר מהבשר שהיה עליו ונשאר בו בשר שראוי שיעלה ארוכה מטמא משום אבר אבל אם חסר כל שהוא מהעצם שבאבר אינו מטמא משום אבר אבל טמא משום בשר וזהו באבר מן המת דאילו באבר מן החי אם חסר מהעצם כל שהוא טהור לגמרי כמו שנתבאר בפרק שקודם זה שאם חסר כל שהוא מהעצם אף על פי שכל הבשר קיים טהור לגמרי מפני שבשר הפורש מן החי טהור אבל אם חסר מבשרו אם נשאר מן הבשר כדי להעלות ארוכה מטמא במגע ובמשא ובאהל ואם לאו מטמא במגע ובמשא ואינו מטמא באהל. ובדין אבר מן המת נתבאר שאם לא חסר העצם וחסר מהבשר אם הנשאר אין בו כדי להעלות ארוכה הרי הוא כשאר עצמות שהם מטמאים במגע ובמשא ואינם מטמאים באהל. ודין אבר מן המת שחסר העצם ונשאר בו בשר שאין בו כזית אבל יש בו כדי להעלות ארוכה שהוא מטמא במגע ובמשא נתבאר ממה שפירשנו במשנה דחסר העצם טהור משום אבר אבל מטמא משום בשר ודין הבשר הוא שאם אין בו כזית אם יש בו להעלות ארוכה מטמא במגע ובמשא ואינו מטמא באהל כמו שנתבאר במשנה פרק קמא דכלים שכתבתי בסמוך. כך צריך לפרש כפי נוסחא זו שמצאתי: \n\n"
      ],
      [
        "<b>הגולל והדופק מטמאין במגע ובאהל וכו'.</b> פרק ב' דאהלות (משנה ד') וכת''ק: \n",
        "<b>הרקב מטמא במשא ובאהל ואינו מטמא במגע.</b> כך היא הנוסחא הנכונה וכמו שנתבאר בפרק שקודם זה: \n",
        "<b>ומ''ש טומאת אבר שאין עליו בשר כראוי.</b> כלומר ואין בו עצם כשעורה דאם כן טמא מן התורה: \n",
        "<b>כתב</b> הראב''ד א''א אף בזה טעה דאבר שאין עליו בשר כראוי וכו'. ויש לומר שכבר ימצא אבר שאין עליו בשר כראוי שעצם שבו לא יהא בו כשעורה כגון שהוא מנפל קטן וכדאמרינן בפרק כה''ג על הא דתנן (דף מ''ט ע''ב) על אלו טומאות הנזיר וכו' וכזית מן המת. \n",
        "<b>ומ''ש ורביעית דם באהל.</b> מקרא הוא על כל נפשות מת לא יבא י''ל שסובר רבינו דקרא אסמכתא בעלמא הוא שאם היה מן התורה היה הנזיר מגלח עליה. ומ''ש הראב''ד וחצי קב עצמות וחצי לוג דם כמת שלם נינהו וכו' וכן מ''ש ונ''ל מה שדימו ביאת מקדש לטומאת נזיר וכו'. אינו ענין להשיג על רבינו אלא ליתן טעם למה עצם כשעורה מטמא במגע ומשא ולא באהל ורביעית דם מטמא באהל ואינו מגלח על מגעו ועל משאו ולמה תלו חיוב טומאת מקדש בתגלחת נזיר: \n\n"
      ],
      [
        "<b>אין רקב המת מטמא עד שיקבר ערום וכו'.</b> בפכה״ג (דף נ״ח) ובפרק המפלת (נדה דף כ״ז ע״ב). \n",
        "<b>ומ''ש ויהיה כולו שלם.</b> ג''ז שם: \n",
        "<b>ורקב המטמא שנתערב בו עפר כל שהוא וכו'.</b> בפרק המפלת (נדה דף כ''ז) מלא תרווד רקב שנפל לתוכו עפר כל שהוא טמא וכת''ק ואיתיה בתוספתא פ''ד דאהלות: \n",
        "<b>ולא אמרו רקב אלא למת בלבד וכו'.</b> בפרק המפלת עלה כ''ז: \n\n"
      ],
      [
        "<b>קברו שני מתים כאחד או שגזזו שערו או צפרניו וכו'.</b> בפרק כה''ג (דף נ''א). \n",
        "<b>ומ''ש או שקברו אשה מעוברת וכו'.</b> שם בעי רבי ירמיה עובר במעי אשה וכו' את''ל כיון דסופו לצאת מיפרש פריש מינה דה''ל רקב האשה שנתערב בו רקב אחר וכבר נתפרסם שדעת רבינו לפסוק כאת''ל: \n\n"
      ],
      [
        "<b>טחן המת וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומה שכתב טחנו כולו והניחו עד שירקיב או שהרקיב מקצתו וכו'.</b> שם בעיי ולא איפשיטו: \n\n"
      ],
      [
        "<b>מלא חפנים ועוד וכו'.</b> זהו פירוש מה ששנינו בפרק ב' דאהלות מלא תרווד רקב ועוד עפר קברות טמא וכת״ק וכתב רבינו שם ועפר קברות הנזכר בכאן הנמצא בקבר עפר ובו לחות המת ודמו [נראית] ואינו יודע אם הוא הרקב הנזכר שהוא מטמא באהל או הוא עפר שנתערב בו הליחה והדם והוא אמרם בתוספתא מלא תרווד רקב ועוד תבוסה שנמצאת בקבר ואין ידוע מה טיבה זהו עפר קברות עכ״ל. ונ״ל דמיירי במת שנקבר ערום בארון של שיש וכן פירש רבי' שמשון ופשוט הוא דאל״כ אין לו רקב. ואמרינן בפרק המפלת (נדה דף כ״ז) שהטעם לפי שא״א למלא תרווד ועוד עפר קברות שאין בו מלא תרווד רקב ודברי רבינו מגומגמים שכתב שאינו יודע אם הוא רקב וסיים שהרי יש במלא חפנים ועוד מלא חפנים רקב והלא עיקר הספק אם הוא רקב אם לאו ומי מוציאנו מידי ספק זה ואפשר שמאחר שאנו רואים שנקבר זה ערום בארון של שיש מחזקינן ליה ברקב ואם תאמר אכתי ניחוש שמא דבר אחר מעורב בו הרי יש במלא חפנים ועוד מלא חפנים רקב ואיני יודע מנין לנו שא״א למלא תרווד ועוד וכו' שאין בו מלא תרווד רקב וצריך עיון, ומ״מ ביאור דברי רבינו שאם הוא עפר שנתלכלך בנצל המת ודמו אינו מטמא כלל שאין כאן כזית נצל ולפיכך מטילין אותו לחומרו שאם היה הדין שעפר שנתלכלך בנצל המת ודמו מטמא נמצא שמה שאנו אומרים שהוא רקב היה להקל שלא יטמא במגע: \n\n"
      ],
      [
        "<b>המת שנשרף וכו'.</b> בפרק המפלת. \n",
        "<b>ומה שכתב וכן שפיר מרוקם וכו'.</b> שם ופסק כריש לקיש משום דר''י דפליג עליה אוקימנא כר''א דלית הלכתא כוותיה: \n\n"
      ],
      [
        "<b>בשר המת שנפרך וכו'.</b> בר״פ דם הנדה (נדה דף נ״ה) אמרינן דלר״י דוקא יבש כעצם טמא אבל איפריך איפרוכי טהור ולר״ל איפריך איפרוכי נמי טמא ואמרינן בגמרא דהיכא דאיקמח והוי עפרא לר״ל נמי טהור ומדברי רבינו שכתב ונעשה קמח נראה שהוא פוסק כר״ל והוא תימה היאך פוסק כר״ל במקום ר״י ועוד שבריש פ״ב כתב דיבש כחרס מטמא משמע דוקא כחרס שאינו עשוי ליפרך אבל אם יבש יותר מחרס הוא עשוי ליפרך וטהור אע״פ שלא נפרך והיאך פסק כאן בהיפך. וצ״ל שמ״ש כאן שנפרך ונעשה קמח לא שנפרך ממש קאמר אלא היינו לומר שהוא יבש כל כך עד שאילו יפרך יעשה כקמח טהור וזהו פירוש דאיפריך איפרוכי שאמר בגמרא שהוא טהור לר״י וכל שלא הגיע יבשותו לכך היינו יבש כחרש דטמא גם לר״י: \n",
        "<b>וכן אפר השרופים טהור וכן התולעים וכו'.</b> בפ''ב דאהלות וכחכמים: \n\n"
      ],
      [
        "<b>עור האדם כבשרו.</b> כך הוא הגירסא בדברי רבינו והוא משנה פרק העור והרוטב (חולין דף קכ״ב). \n",
        "<b>ומ''ש ואם עבדו כל צרכו או שהלך בו כדי עבודה וכו'.</b> משנה וגמרא שם וכלישנא בתרא דעולא: \n\n"
      ],
      [
        "<b>עור הבא כנגד פניו של אדם וכו'.</b> פ''ק דבכורות (דף ז:): \n\n"
      ],
      [
        "<b>כל שבמת טמא וכו' עד נטמא כל אשר בבית.</b> בפרק ג' דאהלות ואיתיה בפרק דם הנדה (דף נ''א). \n",
        "<b>ומ''ש הואיל וגזען מחליף.</b> טעם זה אמרו בגמרא לשיער וצפורן אבל לשינים נתנו טעם שלא נבראו עמו ורבינו קיצר כיון דלא נפקא לן מידי. \n",
        "<b>ומ''ש וכן הנוגע בשערו וכו'.</b> בסיפרי פרשת חקת והוא נלמד ממה שנתבאר בסמוך: \n",
        "<b>שערו העומד להגזז וכו'.</b> בפרק כהן גדול (דף נ''ח) בעיא דלא איפשיטא: \n",
        "<b>כל משקה היוצא מן המתים טהור חוץ מדמו וכו' עד לא גזרו על משקיו.</b> בפרק כיסוי הדם (דף פ''ז ופ''ח ע''ב) ואיתיה בתוספתא פ''ד דאהלות: \n\n"
      ],
      [
        "<b>כבד שנימוחה וכו'.</b> פירקא בתרא דבכורות עלה נ''ה: \n",
        "<b>דם קטן שיצא כולו וכו'.</b> פ''ב דאהלות וכחכמים: \n\n"
      ],
      [
        "<b>ואלו אם חסרו כל שהוא טהורים וכו'.</b> פ''ב דאהלות: \n\n"
      ]
    ],
    [
      [
        "<b>רביעית דם הבאה משני מתים טהורה וכו' עד כשאר כל העצמות.</b> פרק ב' דאהלות וכחכמים: \n\n"
      ],
      [
        "<b>אבר מן החי משני אנשים טהור.</b> גם זה שם וכחכמים. \n",
        "<b>ומ''ש ואפילו מאיש אחד אם נחלק לשנים טהור.</b> ג''ז שם וכת''ק: \n\n"
      ],
      [
        "<b>כזית בשר משני מתים וכו'.</b> תוספתא פ''ד דאהלות. וכתב רבינו ומלא חפנים רקב משני מתים שכל אחד מהן יש לו רקב כלומר שנקבר כל אחד בפני עצמו דאילו נקברו יחד כבר נתבאר שנעשים גלגילון זה לזה והכי אוקימנא לה בגמרא בפרק כה''ג (דף נ''א): \n",
        "<b>וכן כחצי זית בשר וכחצי זית נצל מצטרפין זה עם זה ושאר כל הטומאות שבמת אין מצטרפין זה עם זה מפני שלא שוו בשיעוריהן.</b> כך היא הנוסחא הנכונה בדברי רבינו והיא תוספתא פ''ג דאהלות: \n\n"
      ],
      [
        "<b>עצם כשעורה שנחלק לשנים וכו'.</b> בפרק ב' דאהלות עצם כשעורה שנחלק לשנים ר''ע מטמא ור''י בן נורי מטהר ופסק כר''ע ומשמע לרבינו דע''כ לא מטמא אלא במשא אבל במגע מודה ר''ע והוא נלמד ממ''ש לקמן גבי כזית מן המת שחתכו לחלקים: \n",
        "<b>וכן רובע עצמות המת שנדקדקו וכו'.</b> בפ''ב דאהלות וכחכמים: \n\n"
      ],
      [
        "<b>כזית מן המת שחתכו לחלקים וכו'.</b> נראה שזהו מה ששנינו בתוספתא פ''ד דאהלות חלב שהיה מפורד (וחתכו) [והתיכו] טהור שאין חיבורי אדם חיבור: \n\n"
      ],
      [
        "<b>כזית חלב שלם שהתיכו וכו' עד טהור.</b> תוספתא פ''ד דאהלות ומייתי לה בפרק כה''ג (דף נ' ע''ב): \n\n"
      ],
      [
        "<b>שדרה שנגררו ממנה רוב חוליות שלה וכו'.</b> בפרק כה''ג (דף נ''ב שם) והיא פ''ב דאהלות: \n\n"
      ],
      [
        "<b>כל המטמאין באהל שנחלקו וכו'.</b> ריש פרק ג' דאהלות וכחכמים ואיתא פרק העור והרוטב (חולין דף קכ''ד ע''ב) וריש פרק ג' דעדיות (משנה א'): \n",
        "<b>כתב</b> הראב''ד כל המטמאין באהל וכו' האהל מצרפן א''א אף על פי שאין שם צירוף אהל עכ''ל. פי' שאם היה באויר ונגע בחצי זית בידו אחת ובחצי זית בידו אחרת או האהיל על כחצי זית וכחצי זית האהיל עליו טמא אף על פי שאין שם צירוף אהל ורבינו בסוף פרק זה כתבם אלא דהשתא כתב כלישנא דמתניתין כל המטמאין באהל שנחלקו והכניסן לתוך הבית ולאפוקי מרבי דוסא בן הרכינס דמטהר בהא: \n\n"
      ],
      [
        "<b>עצם שיש עליו כזית בשר וכו' עד שאין חיבורי אדם חיבור.</b> שם (דף מ''ח ע''ב): \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> מלא חפנים רקב וכו' עד הבית טהור להבא.</b> גם זה שם וכתנא קמא ואיתיה בפרק המפלת (נדה דף כ''ז ע''ב): \n",
        "<b>ומה שכתב וכל שהיה בו בעת שנבלעה וכו'.</b> נדה פרק האשה (דף ס''ב ע''ב): \n\n"
      ],
      [
        "<b>כזית מן המת שאבד בתוך הבית וכו'.</b> תוספתא פרק רביעי דאהלות וכתב הר''י קורקוס ז''ל ונראה הטעם דזית בשר מצוי שיאכלו אותו חולדה או חתול ולכך תולין במידי דשכיח טובא כי האי אבל נמצא אין אומרים אחר הוא זה אלא כאן נמצא וכאן היה עכ''ל: \n\n"
      ],
      [
        "<b>רביעית דם שנשפך באויר וכו' עד שכל הבלוע שאינו יכול לצאת טהור.</b> משנה בפ''ג דאהלות (משנה ג') וכתב הרא''ש נשפך על האסקופה והיא קטפרס בין מה שיש מן האסקופה תחת תקרת הבית בין מה שיש ממנה לחוץ כולה מקום מדרון והדם נשפך על כולה נמצא מקצתו תחת האהל ומקצתו חוץ לאהל הבית טהור דאין קטפרס חיבור אבל אם היה הדם מונח בגומא ומקצתו מבפנים הבית טמא: \n",
        "<b>כתב</b> הראב''ד נשפך על האסקופה וכו' א''א זו המשנה קשה עלי וכו'. ואני אומר שמה שפירש במשנה נכון הוא אך מה שהקשה על התוספתא יש לתמוה דהא מסיים בה חזרו לומר קטפרס בין מבפנים בין מבחוץ הבית טהור וצריך לומר דטעמא דמשנה ראשונה אתא לפרושי: \n",
        "<b>כיצד משערין אותה וכו'.</b> תוספתא פרק ד' דאהלות ואיתא בנדה פרק האשה: \n\n"
      ],
      [
        "<b>המשא והמגע והאהל ג' שמות הם וכו' כיצד הנוגע בכשני חצאי זיתים וכו' עד סוף הפרק.</b> ברפ״ג דאהלות (משנה א') וכחכמים ואיתא בפרק העור והרוטב (חולין דף קכ״ד ע״ב) ויש חסרון בספרי רבינו והילך הגירסא הנכונה כיצד הנוגע בכשני חצאי זיתים או שנשא שני חצאי זיתים בבת אחת או שהאהיל על כשני חצאי זיתים או שהאהיל על כחצי זית וכחצי זית [אחר] מאהיל עליו: \n\n"
      ]
    ],
    [
      [
        "<b>כל המתטמאים מחמת המת וכו'.</b> בריש אהלות לענין מגע ויליף לה בסיפרי מקראי: \n\n"
      ],
      [
        "<b>אבל אדם שנגע באדם שנטמא במת וכו' וכאילו נגע זה השני במת עצמו.</b> בפרק שלשה מינין (נזיר דף מ״א ע״ב) אמרינן וטומאת חיבורין דאורייתא הא [אמר רב יצחק בר יוסף] א״ר ינאי לא אמרו טומאה בחיבורין אלא לתרומה וקדשים אבל לנזיר ועושה פסח לא ואי אמרת דאורייתא מאי שנא כאן בחיבורי אדם באדם כאן בחיבורי אדם במת ופירש״י כאן כלומר מי דמי ההוא בחיבורי אדם באדם שזה נוגע במת והוא בחבירו ומש״ה לא חשיבא ליה טומאה בחיבורין לענין נזיר ועושה פסח אבל קשה דבפ״ב דע״ז (דף ל״ז ע״ב) אמרו דהא דמדאורייתא דיקרב בדיקרב אינו טמא אלא טומאת ערב ה״מ שלא בחיבורין אבל בחיבורין טמא טומאת שבעה דכתיב הנוגע במת לכל נפש אדם יטמא שבעת ימים וכתיב כל אשר יגע בו הטמא יטמא והנפש הנוגעת תטמא עד הערב הא כיצד כאן בחיבורין כאן שלא בחיבורין ופירש״י בחיבורים בשעה שהיה נוגע במת בא חבירו ונגע בו שלא בחיבורין לאחר שפירש מן המת בא חבירו ונגע בו. כל אשר יגע בו הטמא יטמא משמע שבעת ימים כסתם טומאת המת. ולפיכך יש לתמוה על רבינו שכתב דאפילו בחיבורים אינו טמא אלא טומאת ערב מדאורייתא וכתב הר״י קורקוס ז״ל שטעם רבינו משום דבתר הכי איתא בגמרא אמר רבא לא אמינא לכו לא תתלו בוקי סריקי בר״נ וכו' ומאחר שאמר רבא כן ממילא נתבטל כל מה שאמרו תחלה משמיה דר״נ וההיא דרשא דדריש התם מדכתיב הנוגע במת וגו' יטמא שבעת ימים וכתיב וכל אשר יגע בו הטמא יטמא דמשמע ליה יטמא שבעת ימים כסתם טומאת מת ליתא אלא יטמא עד הערב קאמר ע״כ. אבל קשה x לי דבס״פ כיצד הרגל (דף כ״ה ע״ב) יליף רבא מקרא דכל טומאות שאתם מטמאים במת לא יהיו פחותים מז'. וי״ל דשאני הכא דבחד קרא אמר יטמא שבעת ימים ובאידך לא אמר אלא יטמא משמע דלאו שבעת ימים קאמר: \n",
        "<b>במה דברים אמורים לענין תרומה וקדשים.</b> נתבאר בסמוך: \n\n"
      ],
      [
        "<b>כלים שנטמאו במת וכו'.</b> פרק קמא דחולין (דף ג') ופרק כה''ג (דף נ''ד ע''ב) ובפ''ק דפסחים (דף י''ד) הכא בנר של מתכת שנטמא בטמא מת עסקינן דרחמנא אמר בחלל חרב חרב הרי הוא כחלל וה''ל אב הטומאה וסובר רבינו דלאו דוקא כלי מתכות אלא ה''ה לשאר כלים וכדעת ר''י שכתב ר''ש בפ''ק דאהלות והרמב''ן בפ''ב דבתרא וסמ''ג ולא כר''ת ורש''י שכתבו דלא אמרו אלא בכלי מתכות בלבד ודעת רבינו שהכלי נעשה כמת אפי' לא נטמא אלא באהל והיינו לענין אם נגע באחרים אבל אם האהיל עליהם לא וכן דעת הרמב''ן בפרק הנזכר ובפי' התורה על פסוק וכל אשר יגע על פני השדה ולקמן בסמוך אכתוב דמתני' היא: \n",
        "<b>וכתב</b> הראב''ד וה''ה לשאר כלים וכו'. א''א אנו אין לנו אלא בחרב וכו'. הדבר מבואר שרבינו והראב''ד פליגי בפלוגתא דר''י ורבינו תם: \n",
        "<b>הרי הוא אומר כל הורג נפש וכו'.</b> בסיפרי פרשת חוקת: \n\n"
      ],
      [
        "<b>נמצאת אומר אדם שנגע במת וכו' עד והרביעי בין אדם בין כלים טמא טומאת ערב.</b> בריש אהלות: \n\n"
      ],
      [
        "<b>בד''א לענין תרומה וקדשים וכו'.</b> ירושלמי פרק כה''ג וכר''י והביאו הר''ש פ''ק דאהלות (משנה ב') והרמב''ן בפרק לא יחפור: \n",
        "<b>ועל מ''ש רבינו שהדברים האלו אע''פ שהם דברי קבלה אינם דין תורה שהרי לא נתפרשו בתורה.</b> כתב הראב''ד א''א ראיתי זה האיש וכו'. ול''נ דרבינו לטעמיה אזיל שכתב בס' המצות שלו שכל דבר שאינו מפורש בתורה אלא שהוא נדרש מן המקראות נקרא דברי סופרים כלומר שצריך שידרשוהו סופרים מהמקראות אף על פי שדינן דין תורה והכא ה''ק שהדברים האלו אף על פי שהם דברי קבלה ומשפטן דין תורה מאחר שלא נתפרשו בתורה בהדיא אלא אתו מדרשא כדאיתא בספרי יש לחלק בינם למה שהוא מפורש בתורה ולומר שאין חייבין עליהם על טומאת מקדש וקדשיו. \n",
        "<b>ומה</b> שכתב הילכך אפילו אדם באדם שהוא מפורש בתורה אינו חייב קרבן על ביאת המקדש וכו'. בפרק כהן גדול בירושלמי פלוגתא דר''י ור' אבין בר חייא ופסק הראב''ד כר' אבין בר חייא ורבינו פסק כר''י. וא''ת מאחר שאדם הנוגע באדם שנגע במת אין הנזיר מגלח עליו היאך חייבים עליו על ביאת המקדש והא תנן בפרק הנזכר שכל טומאה מן המת שאין הנזיר מגלח עליה אין חייבין על ביאת המקדש. כבר הקשו כן שם בירושלמי לר''י ותירצו לא נצרכה אלא לטומאות הפורשות מן המת כלומר שאין אותו הכלל אמור אלא לענין טומאות הפורשות מן המת בלבד לא לענין אדם שנגע באדם שנגע במת: \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> כלי חרס שנגע במת וכו' ואינו מטמא אדם ולא כלי חרס אחר וכו' שאין כלי חרס נעשה אב הטומאה לעולם וכו' עד ולא שאר כלים ובגדים.</b> בתוספתא בפרק י''ז דאהלות ובעירובין (דף ק''ד ע''ב) ופירש רש''י הטעם דלמדרס זב לא חזי ובטמא מת כתיב וחטאו וכלי חרס לאו בר חיטוי הוא דכתיב ואותו תשבורו ובפרק ח' דכלים (משנה ד') תנן קדירה שהיא נתונה בתנור וכו' שאין כלי חרס מטמא כלים וכתב שם רבינו דבתורת כהנים מייתי לה מקרא ובסוף פירקא קמא דפסחים (דף כ') יכול יהיו כל הכלים מיטמאים מאויר כלי חרס תלמוד לומר וכל אשר בתוכו יטמא וסמיך ליה מכל האוכל [אשר יאכל] אוכל מיטמא מאויר כלי חרס ואין כל הכלים מיטמאין מאויר כלי חרס וכתב רש''י ואשמעינן קרא דאוכלים ומשקים הוא דמקבלי טומאה מולד הטומאה אבל כלי לא ומהאי פירוקא נפקא לן בכל דוכתא הא דקיימא לן דאין כלי ראשון מטמא כלי וכו'. ואדם נמי שאינו אב הטומאה כגון נוגע בנבילה או בשרץ אינו מטמא כלי כו'. אלמא ולד הטומאה אינו מטמא כלי וכן אדם לא מצינו לו טומאה בכל התורה אלא מאב הטומאה וכן מבואר בריש בבא קמא כמו שאכתוב בסמוך: \n",
        "<b>זה כלל גדול בטומאות וכו'.</b> בריש בבא קמא תנן אבות הטומאות השרץ וכו' תולדותיהן לאו כיוצא בהן דאילו אב מטמא אדם וכלים ואילו תולדה אוכלים ומשקים מטמא אדם וכלים אינו מטמא: \n",
        "<b>וכל המטמא אדם וכלים בנגיעה וכו'.</b> נתבאר בסמוך: \n\n"
      ],
      [
        "<b>כל הנוגע באב הוא הנקרא ראשון.</b> פסחים עלה י''ד: \n\n"
      ],
      [
        "<b>כל המתטמא מחמת המת טומאת שבעה וכו' כדי לטמא אדם וכלים וכו'.</b> בריש כלים: \n\n"
      ],
      [
        "<b>כל המתטמא מחמת המת טומאת ערב וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש אפשר שיהיה הרביעי מן המת וכו' כמו שביארנו לענין תרומה וקדשים.</b> לעיל בפרק זה: \n\n"
      ],
      [
        "<b>אדם או כלים שנטמאו במגע ארץ העכו''ם וכו': כתב</b> הראב''ד אדם או כלים שנטמאו וכו' וגולל ודופק וכו' א''א סמי מכאן גולל ודופק כמ''ש למעלה עכ''ל. כלומר שבפ' ב' השיג על רבינו שכתב שגולל ודופק הם מד''ס וכבר כתבתי שם טעם רבינו: \n\n"
      ],
      [
        "<b>האהל עצמו המאהיל על טומאה וכו'.</b> בסיפרי ובפ''ק דאהלות גבי הא דאמר ר''ע יש לי חמישי: \n",
        "<b>בד''א בשהיה האהל בגד או שק או כלי עץ.</b> כלומר פשתן דוקא שנקרא עץ אבל שאר עצים לא כמו שביאר בסמוך. \n",
        "<b>ומ״ש או עור אחד עור בהמה וחיה בין המותרים לאכילה בין האסורים לאכילה שנאמר ויפרוש את האהל על המשכן וכו'.</b> בפרק במה מדליקין (שבת דף כ״ח): \n",
        "<b>ומ''ש אבל אם היה האהל נסרים של עץ וכו'.</b> שם והכי משמע ברפ''ז דכלים וכמ''ש רבינו שם: \n",
        "<b>וכ''מ שנאמר הבית טמא וכו'.</b> נלמד ממ''ש בסמוך: \n",
        "<b>כתב</b> הראב''ד אבל אם היה האהל וכו' עד או של מתכת ה''ז טהור א''א והוא שנעשה אהלים קבועים וכו' עד לא ביריעה וסדין של פשתן וכו' כך כתבו התוס' בפרק במה מדליקין: \n",
        "<b>ואין לך יוצא מן העץ וכו'.</b> משנה פרק במה מדליקין (שבת דף כ״ז ע״ב): \n\n"
      ],
      [
        "<b>בגדים הנוגעים במת אע''פ שהן כמת וכו' אינם כמת לטמא באהל.</b> כבר כתבתי שכן דעת הרמב''ן ומתניתין היא כדבסמוך. אבל במה שכתב רבינו שאינו כמת לטמא במשא כתב שצריך עיון ותמהני עליו שנראה שדברי רבינו מתניתין היא בריש כלים אבות הטומאות השרץ וכו' וטמא מת וכו' הרי אלו מטמאים אדם וכלים במגע וכו' ואינם מטמאים במשא וכתב שם רבינו לפי שבכל אותם המנויים בא בהם הנוגע ולא הנושא ומשמע דהוא הדין שאינו מטמא באהל וכל שכן הוא וכן דרשו בסיפרי והנוגע בכל טמא נפש אין טמא נפש מטמא אלא בנוגע. \n",
        "<b>ומ''ש וכל המאהיל עליהם או שהאהילו וכו'.</b> בספט''ו דאהלות מאהיל על המת ומאהיל על הכלים הנוגע במת ומאהיל על הכלים טהורים: \n\n"
      ],
      [
        "<b>המת אינו מטמא משכב ומושב מתחתיו וכו'.</b> בפרק ששי דעדיות (משנה ב') ופרק ד' דזבים חומר בזב מבמת וכו' שהזב עושה משכב ומושב מתחתיו לטמא אדם ולטמא בגדים ועל גבי מדף לטמא אוכלים ומשקים מה שאין המת מטמא וכתב שם רבינו טמא מדף פירוש אילו השלכנו על הזב מאה או אלף כיסויין זה על גבי זה הכיסוי העליון טמא מדף ומטמא אוכלים ומשקין ואין חילוק בין הבגד הדבוק בגוף מלמעלה ובין הבגד העליון אשר כנגד הרקיע הכל טמא וכל הכלים אשר על הזב כולם ראשון לטומאה וביאור מדף חסר אות והוא כמו מנדף כלומר טומאתו נודפת למרחוק הרבה שאפילו היה בין האוכלים חציצה רבה יטמאה אפילו אחר אלף בגדים כאילו יעבור ריחו ויגיע עליהם ויטמאם כמו ריחו נודף עכ''ל. \n",
        "<b>ומה שכתב במה דברים אמורים שכל הבגדים או הכלים שתחתיו או שלמעלה ממנו טהורים וכו' או שהיה מבדיל בינו ובין הכלים אבן.</b> פרק בתרא דנדה (דף ס''ט) ועיין בפירוש המשנה פרק חמישי דזבים: \n\n"
      ]
    ],
    [
      [
        "<b>עצמות הדג ועורו וכו'.</b> בפרק י''ז דכלים כל שבים טהור ובתורת כהנים ממעט שאם עשה מהם כלים אינם מקבלים טומאה ויליף לה מדכתב או בגד או עור מה בגד מדבר הגדל ביבשה אף עור מדבר הגדל ביבשה. \n",
        "<b>ומה שכתב וכן ירוקה שעל פני המים.</b> למד כן ממה ששנינו כל שבים טהור: \n\n"
      ],
      [
        "<b>כלי גללים וכלי אבנים וכלי אדמה אינם מקבלים טומאה.</b> הכי משמע ריש פרק י' דכלים ובפרק במה אשה (דף ס״ט ע״ב) ובמנחות פרק רבי ישמעאל (עבודה זרה דף נ״ח): \n",
        "<b>וכן כלי עץ העשוי לנחת וכו'.</b> פרק ט''ו דכלים ומייתי לה בשילהי חגיגה (דף כ''ו:) ויהיב טעמא משום דדומיא דשק בעינן שהוא מיטלטל מלא וריקן: \n\n"
      ],
      [
        "<b>כלי עץ פשוטיהם טהורים ומקבליהן טמאים וכו'.</b> כלים רפ''ב ורפט''ו: \n",
        "<b>כלי חרס פשוטיהם טהורים וכו'.</b> רפ''ב דכלים. \n",
        "<b>ומ''ש ואינם טמאים אלא מאוירן.</b> שם וספ''ק דחולין (דף כ''ה). \n",
        "<b>ומ''ש או בהיסט הזב.</b> בפ''ק דנדה (דף ו') ובפרק הניזקין ובתורת כהנים פ' מצורע: \n",
        "<b>היה כלי חרס עם המת באהל וכו' ואם היה מוקף צמיד פתיל וכו'.</b> מבואר בתורה ואיתיה בפ''י דכלים. \n",
        "<b>ומ''ש ובהיסט הזב וכו'.</b> בתוספתא דכלים פרק ששי ותוספתא דזבים פ''ג ותורת כהנים: \n\n"
      ],
      [
        "<b>העושה גולל מדבר שאינו מקבל טומאה וכו'.</b> נלמד מדין בהמה ומדין חבית דבסמוך. \n",
        "<b>ומ''ש וכן בהמה.</b> בפט''ו דאהלות וכת''ק. \n",
        "<b>ומ''ש שכפתה.</b> משום דאל''כ הרי היא הולכת x לכאן ולכאן ואין כאן גולל: \n",
        "<b>וכן חבית שהיא מליאה משקין מוקפת צמיד פתיל וכו' עד טהורים.</b> בספט''ו דאהלות: \n\n"
      ],
      [
        "<b>קורה שעשאה גולל לקבר וכו' עד כולה גולל.</b> שם קורה שעשאה גולל לקבר בין עומדת בין מוטה על צדה אין טמא אלא כנגד פתח עשה ראשה גולל לקבר אין טמא אלא עד ד' טפחים ובזמן שהוא עתיד לגוד: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו והרי היא עומדת על הקבר כמו אילן א''א א''כ היינו עומדת וכו'. ורבינו מפרש העומדת ומוטה על צדה תרווייהו כשהקורה מוטלת לאורך הקבר אלא דעומדת היינו שהטילה על הקבר לרחבה וקתני שאם היתה ארוכה או רחבה יותר מהקבר אין טמא אלא כנגד הקבר דוקא והשאר טהור לפי שאינו צריך לגולל אבל כשהעמידה על הקבר כמו אילן אע''פ שמתוך שכולה עומדת על פתח הקבר היה ראוי לטמאה כולה אפילו כשעתיד לקוץ מתוך שאינו צורך לגולל ממנה אלא קצתה לא טימאו ממנה אלא עד ד' טפחים והוא שעתיד לקוץ: \n\n"
      ],
      [
        "<b>שתי אבנים גדולות וכו'.</b> תוספתא ספ''ג דאהלות. כתב הר''י קורקוס ז''ל נראה דמאהיל על שתיהן דקתני הכוונה על כל אחת משתיהן דכיון שגדולות הן כל אחת חשובה גולל בהיות חבירתה שם מונעת הטומאה מלצאת אבל כל שניטלה האחת טהרה חבירתה ואין שם גולל עליה כיון שיש לטומאה דרך לצאת והיינו למאהיל שלא כנגד הקבר אלא כנגד כותל הקבר דכנגד הקבר תיפוק ליה משום קבר דמטמא כל מאהיל עליו ולכך אמרו המאהיל על גבי שתיהן טמא כלומר אפילו על אותה שאינה כנגד הקבר כי השתים גולל הן חשובות ולפי זה אם היו פחות מד' טפחים שאין טמא רק הנוגע על אותה שכנגד הקבר והאחרת בטלה ואי מיירי בששתיהן קצתן כנגד הקבר אפשר דנקט ארבעה טפחים משום סיפא דניטלה אחת מהן שאם היו פחות מד' אפילו ניטלה אחת טמאה הנשארת או אפשר דאורחא דמלתא נקט כי לעשות שתי אבנים גולל מסתמא גדולות ואין נראה לומר שאם היה פחות מד' כל אחת לא נחשבה גולל דאבן אחת בעינן א''נ קטנות בנויות דהא מנא לן לומר כן עכ''ל: \n\n"
      ],
      [
        "<b>גל של צרורות וכו'.</b> תוספתא דאהלות פרק ט''ו וכחכמים וכתב רבינו שמשון שעשה כמין כור ברזל בגל ונמצאת כיפת הגל גולל עד ד' טפחים בעובי הגולל סדר הפנימי היינו צרורות הנתונות על פתחו של קבר עכ''ל. וכתב הר''י קורקוס ז''ל ורבינו כתב לשון התוספתא אלא שהוסיף אבל הנוגע בשאר אבנים טהור ובחלוקה שבסמוך הזכיר מאהיל ונראה שכוונתו בזה הוא מפני שזה הגל הוא סדר על סדר וכשאמרו סדר הפנימי היינו התחתון הסמוך לקבר אבל אשר עליו הכל טהור ור''י סובר שכל גובה ארבעה טפחים טמא וכמו נוגע דקורה עומדת שהוזכר וכיון שכן קשה שהרי כל המאהיל על התחתון על העליון הוא מאהיל וא''א שיאהיל על התחתון לבדו (דכך כתב) דלענין נגיעה הוא דשייך לומר כן וכן גבי קורה עומדת כמו אילן כתב נוגע וכאשר תדקדק כן שבכ''מ שתופס נוגע לא שייך לומר האהיל עכ''ל: \n\n"
      ],
      [
        "<b>ארון שהוא חקוק בסלע וכו' עד ומטמא מכל סביביו.</b> תוספתא פ''י דאהלות ארון שהוא חקוק בסלע ומכוסה הנוגע בה מכ''מ טהור ואינו טמא אלא כנגד כיסויה בלבד למה זה דומה לבור גדול מלא מתים ואבן גדולה נתונה על פיו שאינו טמא אלא כנגד חללו בלבד היתה בנויה בכותלה של נפש אם היתה נראית כל שהיא לתוך הנפש x הכל טמא ואם לאו אינו טמא אלא כנגד כיסויה בלבד בנה הנפש על גבה הרי היא כקבר סתום ומטמאה מכל סביבותיה ופירש רבינו שמשון בפ''ט חקוק בסלע צור שמששת ימי בראשית שאינו מיטלטל. בכותלה של נפש שבנו אצלה נפש וכותל הנפש בנוי על גבה. אם היתה נראית שנראה כל שהוא הארון בתוך הנפש הנכנס לתוכה של נפש טמא ואם לאו שנשאר ע''פ הארון לחוץ וצד ארון של צור נכנס בבנין אינו טמא אלא כנגד כיסויה של ארון בלבד ותוך הנפש טהור בנה הנפש על גבה על הארון עצמה שכולה כנפש הרי היא הנפש כולה כקבר סתום עכ''ל. ואיני יודע למה השמיט רבינו הבבא האמצעית: \n",
        "<b>היתה הארון החקוקה בסלע רחבה מלמעלה וכו' עד הנוגע בה מ''מ טמא.</b> פ''ט דאהלות. \n",
        "<b>ומ''ש היתה שוה וכו'.</b> שם וכרב יהושע: \n",
        "<b>וכתב</b> הראב''ד היתה הארון החקוקה בסלע רחבה מלמטה וכו' א''א לא נראה כן מן התוספתא שהיא כחקוקה בסלע וכו'. ולדעת רבינו י''ל שהוא סובר דאדרבה רישא דתוספתא גילתה דמתניתין מיירי בחקוקה וכ''כ בפירוש המשנה שמהתוספתא למד לומר דמתניתין מיירי בחקוקה בסלע וכ''כ ג''כ הר''ש והרא''ש ועוד שאם מיירי בבנין קשה מה שהקשה הראב''ד לעצמו שאין ניצל מתורת גולל ודופק. ומה שהקשה הראב''ד לרבינו שדבריו סותרים את דבריו י''ל דברישא שכתב הנוגע בסלע מ''מ טהור שהוא חקוק מלמעלה והכניס בו המת וכסהו למעלה בגולל ואין לו דין קבר סתום לטמא סביביו כיון שאין שם בנין הילכך אינו מטמא אלא א''כ נגע בגולל ובסיפא מיירי שאין הארון פתוח מלמעלה אלא מצדו לארכו והכניס המת דרך שם והוא סתום מעצמו מלמעלה ומלמטה ובזה שייך לחלק בין רחבה מלמטה וצרה מלמעלה רחבה מלמעלה וצרה מלמטה לכשהיא שוה למטה ולמעלה וכל זה אינו ענין לרישא שפתחו מלמעלה וזה סתום מלמעלה ולענין טעם למה חילקו בו בין רחבה מלמטה וצרה מלמעלה לרחבה מלמעלה וצרה מלמטה לכשהיא שוה י''ל דלעולם מלמעלה טמא מפני שהוא כגולל וכשהיא רחבה מלמטה לא מחשיב למטה כארון וכשהיא צרה למטה מחשיב למטה כארון וכשהיא שוה מטפח ולמעלה מחשיב כארון מטפח ולמטה לא מחשיב כארון אלא כקרקע עולם לר' יהושע דהלכתא כוותיה: \n",
        "<b>ניקב ארון בסלע והכניס המת כמין נגר.</b> שם העשוי כמין גלוסקוס הנוגע בה מ''מ טהור חוץ ממקום פתיחתה ופירש רבינו גלוסקוס הוא כמין נגר וכו' אבל אשר יתאמת אצלי לפי הענין שזאת התמונה היא כמו תיבה מן הצד כאילו הוא נוקב בעצם האבן מקום יכנס ממנו המת ונועל זה השער ולזה כנגד פתיחתה טמא על דמיון מה שביארה התוספתא בבור מלא מתים לפי שזאת התמונה הוא בור על הצד הזה עכ''ל: \n",
        "<b>וכתב</b> הראב''ד ניקב ארון בסלע וכו'. א''א דבר זה פירוש למה ששנו במשנה וכו': \n",
        "<b>והא</b> דתנן תו התם העשוי כמין קמטרא הנוגע בה מ''מ טמא והשמיטו רבינו לפי שהוא נכלל במה שנתבאר: \n\n"
      ],
      [
        "<b>מערה שהקבר בתוכה וכו'.</b> פט''ו דאהלות חצר הקבר העומד בתוכה טהור עד שיהיה בה ארבע אמות כדברי ב''ש וב''ה אומרים ארבעה טפחים וכתב רבינו בפירוש המשנה כבר התבאר שזה החצר מקורה ופתח המערות אשר בם הקברות פתוח אצל זה החצר והיא אשר תקרא חצר הקבר ומי שעמד בה הוא טהור לפי שאם היה בה פחות מד' על ד' הנה הוא מתקרב אל פי המערה ויטמא וכו' ואם היה זה החצר מגולה הנכנס לתוכה טהור באי זהו ענין אם לא שיגע בפתח המערה. ובתוספתא [איזה היא חצר הקבר זו הגת שהמערות פתוחות לתוכה אם יש בה כשיעור הנכנס לשם טמא בד''א בזמן שאינה פתוחה לאויר אבל] בזמן שפתוחה לאויר אפילו אינו מרוחק מן השקוף אפילו כל שהוא טהור ובלבד שלא יגע בשקוף ומפרש רבינו אינה פתוחה לאויר היינו שהיא מקורה. ומ''ש הראב''ד אם היה בה מגולה לצד המערה וכו'. טעמו משום דאל''כ הרי הטומאה יוצאת מפתח המערה לחצר ע''י הקירוי וטעם רבינו נראה שהוא מפני שאין דרך טומאה זו לצאת ולפיכך כל שאינו מתקרב לפתח המערה פחות מד' טפחים טהור כל שאינו נוגע בשקוף. ומ''ש לפי טעותו הגהתי. נראה שהטעם שנוסחתו בדברי רבינו היתה כמ''ש בספרי הדפוס ובזמן שהחצר מקורה אם היה בה ד' טפחים על ד' טפחים והנוסחא האמיתית אם היה בה מגולה בצד המערה ד' טפחים על ד' טפחים וכן מצאתי בספרי כתיבת יד והוא כמ''ש הראב''ד שהגיה: \n",
        "<b>ודע</b> דבס״פ משוח מלחמה (סוטה דף מ״ד) קאמר על ב״ה בד״א שפתחה מן הצד אבל פתחה מלמעלה ארבע אמות ולא ידעתי למה השמיטו רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>בית סתום שהמת בתוכו או שהיה לו פתח ופרץ את פצימיו וכו'</b> (עיין בפנים) כך היא הגירסא הנכונה בדברי רבינו וכך מצאתיה בספר מוגה. והדין תוספתא ספי''ו דאהלות וברייתא בפ''ק דבתרא (דף י''ב): \n",
        "<b>וכמה יהא שיעור הפתח וכו'.</b> פ''ג דאהלות ומסיים בה להציל הטומאה על הפתחים אבל להוציא [את] הטומאה בפותח טפח: \n\n"
      ],
      [
        "<b>המת בתוך הבית וכו'.</b> בפ''ז דאהלות המת בבית ובו פתחים הרבה כולם טמאים נפתח א' מהם הוא טמא וכולן טהורים חשב להוציאו באחד מהם או בחלון שהוא ארבעה על ארבעה טפחים הציל על כל הפתחים בש''א והוא שחשב עד שלא ימות המת וב''ה אומרים אף משמת היה סתום ונמלך לפתחו בש''א כשיפתח ארבעה טפחים וב''ה אומרים כשיתחיל ומודים בפותח בתחלה עד שיפתח ארבעה טפחים ופי' רבינו כאשר היו הפתחים כולם נעולים הנה יהיה הבית כולו כקבר ולזה יטמא כל מה שיגע בו וזה לשונם בית סתום מטמא כל סביביו וכאשר נפתח אחד מהפתחים או חשב להוציא המת מפתח ידוע ואע''פ שלא נפתח עדיין או שהיה בכלל הפתחים פתח בנוי [וחשב להרוס הבנין ההוא ולהוציא המת ממנו והתחיל להרוס] הנה הציל על כל הפתחים כולן וכאשר היה בהם פתח נעול הנה אשר ישב תחת המשקוף היוצא על זה הפתח לא יטמא וזהו ענין היות הפתח כבר הציל מן הטומאה כמו שביארנו בפ''ג וסבת זה היות הבית יוצא מדין קבר ונשאר בית ואינו מטמא כל סביביו וכו' וענין פותח בתחלה לפתוח פתח בא' הכתלים במקום שלא היה שם פתח ויחשוב להוציאו בו עכ''ל. והר''ש והרא''ש פירשו דטעמא דכולם טמאים משום דסוף טומאה לצאת בחד מינייהו ולא ידענא בהי מינייהו הילכך חשיבי כולהו כפתוחים. \n",
        "<b>ומ''ש בזמן שכולם נעולין.</b> בתוספתא פ''ח דאהלות. \n",
        "<b>ומ''ש ואע''פ שחשב אחר שמת המת.</b> כב''ה. \n",
        "<b>ומ''ש וכן אם התחיל לחתור פתח וכו'.</b> זהו ששנינו ומודים בפותח בתחלה עד שיפתח ד' טפחים. \n",
        "<b>ומ''ש היה שם פתח סתום וכו'.</b> ג''ז כב''ה: \n",
        "<b>היו בו חלונות הרבה וכו'.</b> תוספתא פ''ח דאהלות. וכתב הר''י קורקוס ז''ל מ''ש דחלונות לא הצילו על הפתחים היינו דלא חשב כלל שמן הסתם אין דרך להוציא המת דרך חלונות שאם חשב להוציאו משם כבר נתבאר שחלון ד' מציל וכ''ש אם פתח בכוונה להוציאו משם וזהו שכתב נפתחו דהיינו מאליהן ומחשבה אין כאן עכ''ל. ולי נראה דמיירי בחלונות שאין בהם ארבעה מש''ה לא הצילו על הפתחים וכולן טמאות וכדתנן גבי המת פתחו בארבעה טפחים להציל טומאה על הפתחים אבל להוציא את הטומאה בפותח טפח ובהכי ניחא מאי דקתני כשהן מוגפות כולן טהורות שאם היה בהן ארבעה אע''פ שהן מוגפות היה להן להיות טמאות: \n",
        "<b>פתח קטן בתוך פתח גדול וכו' עד ואם הערים שניהם טמאים.</b> תוספתא פ''ח דאהלות: \n",
        "<b>וכתב</b> הראב''ד פתח קטן בתוך פתח גדול המאהיל ע''ג שניהם טמא א''א נ''ל בצד הפתח קאמר עכ''ל. וכתב עוד היו שניהם מתאימים וכו'. א''א כך היא התוספתא וכו' וקמ''ל אע''פ ששניהם דומים לפתח א' טיהר א' את חבירו עכ''ל. ונראה דוחק מה שפירש בתוך הפתח דהיינו בצד הפתח ואפשר דה''ק שפתח פתח גדול ביותר בכותל ובתוך הפתח הגדול בנה וסתם קצת ממנה מלמעלה ומלמטה ומן הצד ונשאר פתח קטן בצד הפתח הגדול ושניהם מתאימים היינו שהשאיר הפתח הגדול כמות שהוא אלא שחלקו באמצע במזוזה וקתני בתרווייהו שהמאהיל על שניהם טמא ומשמע לי דהיינו לומר שאם האהיל על אי זה משניהם טמא וברישא אשמעינן דלא תימא דפתח קטן בטל לגבי פתח גדול ואם האהיל עליו לא נטמא וכן אם חשב להוציאו בקטן לא טיהר את הגדול קמ''ל ובסיפא אשמעינן שאע''פ שנראה שהוא פתח אחד טיהר א' את חבירו וכמ''ש הראב''ד ורבינו שמשון בפ''ח דאהלות הביא תוספתא זו ופירש פתח קטן בתוך פתח גדול כגון אותם שערים גדולים שבשער עצמו עושים דלת או חלון קטן לפי שאין רוצים כל שעה לפתוח לו שער הגדול לכל איש הנכנס ויוצא כי אם לצורך סוסים וחמורים הטעונים משאות. מתאימין כגון פתח שיש לו שתי דלתות אחת מימין ואחת משמאל עכ''ל: \n\n"
      ],
      [
        "<b>בתים הפתוחים לאכסדרה וכו'.</b> תוספתא שם בתים הפתוחים לאכסדרה והמת בא' מהם אם היה דרכו של מת לצאת בחצר בית שער כל הבתים טהורים ואם לאו בית שער טמא וכל הבתים טהורים ורבינו שמשון הביא תוספתא זו בפ''ז דאהלות ופירש בתים הפתוחים לאכסדרה שיש לפני הבתים אכסדרה והאכסדרה פתוחה מכל צדדיה ויש לבתים בית שער מצד אחד. לצאת בחצר לאכסדרה חצר קרי לה שמצד האכסדרה היה דרכו לצאת ולא דרך בית שער. כל הבתים טהורים כלומר כל פתחי הבתים טהורים על המאהילים עליהם שדרך חצר יוציאו את המת ולא דרך בית שער. ואם לאו שאין דרכו של מת לצאת לחצר אלא מבית שער בית שער טמא וכל הבתים טהורים כלומר כל פתחי הבתים עכ''ל. ולפ''ז כי קתני בית שער כל הבתים טהורים ה''ק בית שער וכל הבתים טהורים ובספרי רבינו מצאתי אם היה דרכו של מת לצאת באכסדרה הרי הבית שער טמא והבתים טהורים ולפ''ז צ''ל דלאכסדרה קרי בית שער וקשה לגירסא זו דכיון דקתני אם היה דרכו של מת לצאת באכסדרה ה''ל למיתני ואם לאו. ומצאתי נוסחא אחרת בדברי רבינו שכתוב בה אם היה דרכו של מת לצאת בחצר הרי הבית שער והבתים טמאים ואם לאו בית שער טמא והבתים טהורים וזאת היתה נוסחת ספרי רבינו שביד הראב''ד וכתב עליה א''א בתוספתא טהורים וכן עיקר וכו' ולפי גירסא זו שגורס הבתים טמאים נ''ל שצריך לגרוס אם היה דרכו של מת לצאת באכסדרה א''נ דלאכסדרה קרי חצר כדברי רבינו שמשון וה''ט משום דכיון דדרכו לצאת דרך שם אע''פ שהבית שהמת שם פתחו נעול חשבינן כאילו הוציאוהו שם ולפיכך אכסדרה טמאה וכן שאר בתים הפתוחים לה טמאים אם אין דלתותיהם נעולות וטעמא משום דכיון דחשבינן כאילו המת באכסדרה הרי הטומאה נכנסת לבתים הפתוחים ע''י תקרת האכסדרה שמביאה את הטומאה להם אבל אם היו נעולים אין טומאה נכנסת להם. ואם לאו כלומר אם אין דרכו של מת לצאת באכסדרה כגון שיש לבית פתח ממקום אחר והם רוצים להוציאו באותו פתח הבתים טהורים אפילו הם פתוחים והוא שיהיה פתח הבית שהמת בו נעול ואע''פ כן אכסדרה טמאה לפי שהיא טפילה לבית: \n",
        "<b>החדר שלפנים מן הבית מוגף וכו'.</b> תוספתא פ''ח דאהלות: \n",
        "<b>וכתב</b> הראב''ד פי' נכנס המת לחדר וכו' והוא שיהא הפתח שבין בית לחדר מוגף שאילו היה פתוח הא ודאי שהיה טמא גם הבית החיצון. ורבינו שמשון הביא תוספתא זו בפ''ד דאהלות ופי' מוגף סגור ואין יכול ליכנס ממנו לבית. לפנימי לחדר שלפנים מהבית נכנסה הטומאה דרך חלון וכו' דכיון דהדלת מוגף אין טומאה נכנסת ממנו לבית ואי משום דסופה לצאת דרך פתח לבית ולא דרך חלון כדאמרן שאין חלונות מצילים על הפתחים הכא כיון דדרך החלון באה הטומאה כדרך שנכנסה יוצאה עד כאן לשונו: \n\n"
      ],
      [
        "<b>אין הקבר מטמא מכל סביביו וכו'.</b> ברפ''ו דאהלות תנן נפש אטומה הנוגע בה מן הצדדין טהור מפני שטומאה בוקעת ועולה בוקעת ויורדת אם היה מקום הטומאה טפח על טפח על רום טפח הנוגע בה מכ''מ טמא מפני שהיא כקבר סתום ופירש שם רבינו נפש הוא הבנין שבונים על הקבר וכו' ואוטם הוא הדבר המקשיי אשר אין חלל בתוכו ולא פתח אמרו נפש אטומה ירצה בו שיהיה זה הבנין על עצם הטומאה ולא יהיה המת בארון עד שיהיה שם חלל טפח. \n",
        "<b>ומ״ש אפילו הגביה הבניין וכו'.</b> ריש פ״ז דאהלות הטומאה בכותל ומקומה טפח על טפח כל העליות שעל גבה אפילו הן עשר טמאות. ומ״ש הראב״ד לחלק כשיש במקום הטומאה טפח בין כשהטומאה ממעטת החלל לכשאינה ממעטת נ״ל שטעמו מפני שהוא מפרש מה ששנינו אם היה מקום הטומאה טפח על טפח וכו' אנפש אטומה דרישא קאי לומר שגם בסיפא מיירי כלומר שאין שם טפח פנוי שהטומאה ממעטת החלל דיקא נמי דקתני אם יש במקום הטומאה טפח על טפח ולא קתני אם יש שם טפח על טפח דהוה משמע שאין הטומאה ממעטת חלל הטפח וקאמר דהנוגע בה מכ״מ טמא כלומר מלבד שהיא בוקעת ועולה וכו' כדקתני רישא הנוגע בה מכ״מ טמא ובהכי ניחא ליה מה שאמרו בפרק מי שמתו (ברכות דף י״ט) גבי הא דאמר רבי אליעזר ברבי צדוק מדלגים היינו ע״ג ארונות וכו' אהל שיש בו חלל טפח חוצץ מפני הטומאה ושאין בו חלל טפח אינו חוצץ והוא היפך מה שכתבתי בסמוך ששנינו בריש פ״ז דאהלות ובמה שחידש מדה שלישית ניחא ליה והדבר פשוט הוא שאין דעת רבינו כן כמבואר בדבריו פה ובפי' המשנה שכתבתי דכל שאין שם טפח על טפח על רום טפח פנוי טומאה רצוצה היא והנוגע מן הצדדין טהור וזהו פשט המשנה וההיא דמדלגין היינו ע״ג ארונות לא מכרעא לחדש מדה שלישית שהרי התוס' תירצוה בלא חידוש מדה שלישית ורבינו בפרק י״ב כתב דארונות של עץ שמניחים בהם את המת אינם כקבר אבל אם יש בין כיסוי הארון והמת גובה טפח חוצץ והעומד על גבי הארון טהור מן התורה וכו'. ומ״ש עוד הראב״ד וזו הרצוצה אם היא בכותל שבין שני בתים וכו' מבואר במשנה פ״ו דאהלות. ומ״ש ואם יש שם טפח פנוי חלל אינו מטמא באהל רבינו חולק על זה ומההיא דארונות אין ראיה לפי מ״ש רבינו בפרק י״ב: \n\n"
      ],
      [
        "<b>זה כלל גדול בטומאת מת וכו' כיצד כרי של תבואה וכו'.</b> בפרק ט''ו דאהלות ובפ''ז: \n\n"
      ],
      [
        "<b>בית שמלאו עפר וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>טומאה שהיא רצוצה בכותל וכו'.</b> פ''ז דאהלות בסוף המשנה שכתבתי בסמוך סמך לה סוכות טמאות ור''י מטהר וידוע דהלכה כת''ק: \n",
        "<b>וכתב</b> הראב''ד א''א בחיי ראשי אין דרך המשנה כדבריו וכו'. וי''ל דאי מהא לא איריא שרבינו מפרש דסמך לה סוכות טמאה ארישא קאי דקתני נפש אטומה הנוגע בה מן הצדדין טהור ומשום דמסיים בה ר''י מטהר קתני לה דאילו בהיה בה טפח על טפח לא פליג ר''י. ומ''ש ויסודי הדברים הללו בתוספתא דאהלות פ''ג הוא מדקתני התם העושה סוכתו על פתחו של קבר המאהיל עליה טמא וכו' אמר ר''ש וכו' אם סוכה שיש לה טפח הרי היא חוצצת על גבה אם סוכה שאין לה פתח זהו גולל עצמו ורבינו סובר שאין זה ענין למשנתנו דהתם לענין מאהיל על הסוכה אם הוא טמא ומתניתין לענין הנכנס באותה סוכה אם נטמא: \n\n"
      ]
    ],
    [
      [
        "<b>שדה שאבד קבר בתוכה כו' וכל השדה כולה המאהיל עליה נטמא ואם העמיד בתוכה אהל נטמא כל מה שיש באהל. x</b> משנה בסוף אהלות ומטמא במגע ובמשא ובאהל: \n\n"
      ],
      [],
      [
        "<b><small>(ב-ג)</small> בנה בה בית ועליה על גביו וכו' עד שהשרשים מגיעים עד למת.</b> גם זה משנה בסוף אהלות: \n",
        "<b>וכתב</b> הראב''ד א''א המשנה אמרה אינה נטעת וכו' משיג על רבינו שכתב אין נוטעים בתוכה אילני מאכל משמע דאילן סרק נוטעין ומתניתין קתני אינה נטעת כל נטע ועוד שמשמע מדבריו שאילן מאכל אין נוטעין אבל מותר לקיימו ומתניתין קתני דאין מקיימין ולדעת רבינו י''ל שהוא מפרש דחוץ מאילן סרק קאי אאין נוטעין וכן משמע מדבריו בפירוש המשנה וכן פירש ה''ר עובדיה וכן פירש רבינו שמשון בחד לישנא ומפרש דמאי דקתני אין מקיימין בה אילנות לא לאסור לקיים בה אילנות הנטועים אתא אלא טעם למה אינה נטעת כל נטע היא כלומר מפני שאין ראוי להקים בה אילן פירותיו מאחר שפירותיו ספק טמאים ויותר נכון לומר שרבינו לא היה גורס ואין מקיימין בה אילנות אלא הכי גריס ואינה נטעת כל נטע חוץ מאילן סרק. ורצה עוד הראב''ד לסתור טעם רבינו שאם הטעם מפני שהשרשים מגיעים עד למת ויטמאו הפירות אם כן לא היה להם למנוע מליטע בה אילן סרק אבל לפי הטעם שאדם נמשך ועושה דירתו ביניהם לפעמים עושה דירתו באילן סרק ולפיכך אסרו לנטעו לכתחלה אבל לטעם רבינו לא ה''ל לאסור ליטע אילן סרק. ולפי מה שכתבתי שמפרש או שגורס רבינו אין כאן השגה: \n",
        "<b>התלוליות הקרובות לעיר וכו' עד שאין אדם זוכרו.</b> פי''ו דאהלות ופ''ב דכתובות (דף כ':) וכר''י לגבי ר''מ ודברי רבינו כפי' ר''ח והתוספות הכריחו כן מן הסוגיא וכך היא בתוספתא פי''ז. וסובר רבינו שמה שאמרו בגמרא עד חמשים אמות אזלא וכו' לר''מ איתמר לפיכך השמיטו רבינו: \n\n"
      ],
      [
        "<b>שדה בוכין וכו' עד שהרי לא הוחזקה שם טומאה.</b> פי''ח דאהלות זולת הטעם שנתן שהוא בפירקא קמא דמועד קטן (דף ה' ע''ב) טעמא מאי אמר אבימי משום יאוש בעלים נגעו בה ודברי רבינו בפירושה מבוארים בדבריו והראב''ד כתב שלנו יפה משלו וכו' דבריו ע''פ דברי רבינו שמשון שכתב משום יאוש בעלים וכו' שהבעלים מתייאשים ממנה וה''ל מצר שהחזיקו בו רבים שאסור לקלקלו אבל קשה שלפי זה אינו ענין לטומאה ולא היה לתנא לשנותו לענין טומאה. \n",
        "<b>ומה שכתב שלא להרגיל רגל אדם שם.</b> תוספתא פרק י''ו: \n\n"
      ],
      [
        "<b>קבר הנמצא מותר לפנותו וכו'.</b> בפרק נגמר הדין (סנהדרין דף מ״ז ע״ב) נמצאת אומר ג' קברות הן וכו' קבר הנמצא מותר לפנותו פינהו מקומו טהור ומותר בהנאה קבר הידוע אסור לפנותו פינהו מקומו טמא ואסור בהנאה קבר המזיק את הרבים מותר לפנותו פינהו מקומו טהור ואסור בהנאה ומקשה בגמרא וקבר הנמצא מותר לפנותו דילמא מת מצוה היה ומת מצוה קנה מקומו ומשני שאני מת מצוה דקלא אית ליה ופירש״י קבר הנמצא כגון שהוא חדש ויודע בעל השדה שלא צוה מעולם לקוברו שם ובגזילה נקבר שם. קבר הידוע שנקבר שם מדעת בעל השדה. קבר המזיק את הרבים שקבור במקום הילוך רבים ומיטמאים באהלו. מותר לפנותו שלא קנה את מקומו. מקומו טהור אע״פ שגזרו טומאה על הקברות ואע״פ שנטלו משם לא גזרו על זה ובהנאה נמי מותר ואע״ג דאיסורא דאורייתא הוא דאין תורת כלי עליו. מקומו טמא גזירה דרבנן היא שגזרו טומאה עולמית על הקבר כדי שלא יפנוהו. קבר המזיק את הרבים ניתן רשות לפנותו מפני נזקן של רבים. פינהו מקומו טהור דלא גזור עליה מפני הנזק ומיהו אסור בהנאה דאיסורא דאורייתא הוא ולא פקעא עכ״ל. ובתוספתא פי״ז דאהלות שנויה בסגנון אחר נמצאת אומר ג' קברות הן קבר הנמצא מפנין אותו פינהו מקומו טהור ואסור בהנאה קבר המזיק את הרבים מפנין אותו פינהו מקומו טמא ואסור בהנאה קבר הידוע אין מפנין פינהו מקומו טהור ומותר בהנאה ובמסכת שמחות פי״ד נמצאת אומר שלשה קברות הן קבר הנמצא בתחילה מותר לפנותו ואם פינהו מקומו אסור בהנאה קבר הידוע אסור לפנותו ואם פינהו אסור בהנאה קבר המזיק את הרבים אסור לפנותו ואם פינהו מקומו טמא ובירושלמי סוף נזיר (פ״ט הל' ג') שנויה בסגנון אחר נמצאת אומר שלשה מיני קברות הן קבר הנמצא מפנין אותו פינהו מקומו טמא ואסור בהנאה קבר הידוע אין מפנין אותו פינהו מקומו טהור ומותר בהנאה קבר שהוא מזיק את הרבים מפנין אותו פינהו מקומו טמא ואסור בהנייה הורה רבי אבא בר כהן בכפר עקביה מקומו מותר בהנייה מהו פליג כאן בשקדם הוא את העיר כאן בשקדמתו העיר וכתב הרשב״א בתשובה שגירסת הירושלמי משובשת דהיאך אפשר להחמיר בקבר הנמצא ולטמאו ולאסרו בהנייה יותר מקבר הידוע ואפי' תמצא לומר דבנמצא יש לחוש למת מצוה א״כ היאך אמרו שמותר לפנותו ועוד היאך אפשר לומר שיהא הנמצא מותר לפנותו ויהיה טמא ואסור בהנאה והידוע אסור לפנותו וטהור ומותר בהנאה וכי את שאסור לפנותו מותר בהנאה ואת שמותר לפנותו אסור בהנאה כלפי לייא ומיהו בקבר המזיק אפשר ליישב כגירסת הירושלמי ובדוחק שמותר לפנותו כדי שלא יצטרכו הרבים להתרחק ממנו ומ״מ לא לטהר מקומו כדי שלא יבאו להשתמש בו וליהנות ממנו והנאתו דאורייתא וכדמוקי לה התם בשקדם הקבר את העיר ונעשה שם ברשות וכי קתני בגמרין מקומו טהור ומותר בהנאה בשקדמה העיר לקבר ונעשה שם שלא כדין ולפיכך מקומו טהור שלא גזרו חכמים טומאה על זה וכן לא ירד בו איסור דאורייתא דשלא כדין נעשה שם עכ״ל. ואין דבריו נוחים לי שמ״ש דהיאך אפשר להחמיר בקבר הנמצא יותר מקבר הידוע זה הוא ע״פ מה שפירש רש״י בקבר הנמצא וקבר הידוע אבל לפי מה שנפרש בו לדעת רבינו ניחא ומה שתמה וכי את שאסור לפנותו מותר בהנאה ואת שמותר לפנותו אסור בהנאה נאמר בו טוב טעם ודעת ומה שרצה להעמיד דברי גמרא דידן בשקדמה העיר לקבר יש לתמוה דא״כ לא הוה שתיק גמרא דידן מלפלוגי בהכי וכן מ״ש ואפילו את״ל דבנמצא יש לחוש למת מצוה וכו' הוא דבר תמוה איך יעלה על הדעת לומר כן שהרי אמרו בגמרא מת מצוה קלא אית ליה. ולי נראה דה״פ הירושלמי לדעת רבינו קבר הנמצא היינו שלא היו יודעים שהיה שם קבר מותר לפנותו דכיון שלא היו יודעים בו מסתמא נקבר שם שלא מדעת בעל השדה וכיון דלאו מת מצוה הוא לא קנה מקום קברו ואם פינהו מקומו טמא כלומר השדה שסביבותיו טמא דחיישינן שמא בית הקברות הוא עד שיובדק כמו שיתבאר בפרק שאחר זה ואסור בהנאה כלומר השדה שסביבותיו אסור בהנאה כל זמן שלא נבדק דכיון דמספקינן ליה בבית הקברות דיינינן ליה כבית הקברות שאין נוהגין בהן קלות ראש אין מרעים בהם בהמה וכו' כדאיתא פרק בני העיר (מגילה דף כ״ט) ולדברים אלו קורא רבנו איסור הנאה שהרי כתב בסוף הלכות אבל בתי הקברות אסורים בהנאה כיצד אין אוכלין בהם וכו' כללו של דבר אין נאותין בהם ולא נוהגין בהם קלות ראש ובמצא ג' איירי שצריך לבדוק מן האחרון כ' אמה ואע״פ שמותר לפנותו פינוי המת שאני שאינו אלא מדרבנן מפני כבוד המת. קבר הידוע שאין שם אלא הוא לבדו ומסתמא נקבר שם מדעת בעל השדה אסור לפנותו כיון שמדעת בעל השדה נקבר שם ומקומו טהור ומותר בהנאה מאחר שידוע שאין שם קברים אחרים השדה שסביבותיו טהור ומותר בהנאה כלומר שלא נאסר לאכול ולשתות בו ולנהוג בו קלות ראש. קבר המזיק את הרבים כגון שהוא סמוך לרשות הרבים ומתטמאים העוברים בר״ה מפנין אותו אפילו אם נקבר ברשות בעל השדה כדי שלא יזיק את הרבים ומקומו כלומר השדה שסביבותיו טמא ואסור בהנאה מטעם שנתבאר גבי קבר הנמצא ודברי רבינו כגירסת הירושלמי ונ״ל שהיה רבינו גורס בגמרא דידן פרק נגמר הדין כגירסת הירושלמי דאל״כ לא הוה שביק גירסת גמרא דידן מפני הירושלמי ועי״ל דאסור בהנאה דקתני אקבר גופיה קאי וכגון שהוא קבר בנין הא לאו הכי מותר בהנאה והכי מוקי לה בפרק נגמר הדין ורבינו סמך על מ״ש בסוף הלכות אבל דקבר אינו אסור בהנאה אא״כ הוא של בנין והא דקתני גבי קבר הידוע פינהו מותר בהנאה אפילו בקבר של בנין שרי דכיון דידוע שלא נקבר שם אלא הוא לבדו מסתמא על דעת לפנותו נקבר שם שאין לך מי שרוצה לקבור מתו לבדו בשדה אחר וכיון דע״ד לפנותו נקבר שם הוה ליה כאילו לא היה שם קבר מעולם לענין זה: \n",
        "<b>והראב''ד</b> כתב על דברי רבינו זו הפיסקא איני מוצא אותה מכוונת וכו': \n",
        "<b>ומ''ש</b> שגירסת רבינו אינה מיושרת ומה יש בין קבר המזיק לקבר הנמצא כלומר שלגירסת רבינו שניהם שוים ואמאי מני להו בתרתי לערבינהו וליתנינהו י''ל שאם הקושיא קושיא אינה על רבינו אלא על הירושלמי שממנו העתיק רבינו דבריו ולירושלמי י''ל דמשום דבקבר המזיק בעי לפלוגי בין שקדם הוא את העיר לקדמתו העיר תנייה בלחודיה ושייך שפיר למיתני ג' קברות הן ועי''ל דאע''ג דלישנא דמיתני בתרווייהו שוה אין דינם שוה דמפנין דקתני בקבר הנמצא היינו לומר שרשאי לפנותו אבל מפנין דקתני בקבר המזיק היינו שצריך לפנותו עכ''פ כדי שלא יזיק את הרבים והכי דייקא לשון רבינו דבקבר הנמצא כתב מותר לפנותו ובקבר המזיק כתב מפנין אותו כלומר עכ''פ מפנין אותו כדי שלא יזיק את הרבים: \n",
        "<b>ומ''ש</b> לא ידעתי מהו עד שיבדוק שאני אומר שאפילו בדק ולא מצא שכונת קברות אע''פ שנטלו ואת תבוסתו אפ''ה מקומו מטמא במגע ואסור בהנאה והטומאה אינה אלא כדי להרחיק אדם מן ההנאה. אע''פ שרש''י כתב בפרק נגמר הדין שאע''פ שניטל המת הקבר טמא שגזרו טומאה [עולמית] על הקבר כדי שלא יפנהו רבינו אינו מודה בזה שאחר שנטלו ואת תבוסתו היכן מצינו שמקום הקבר אסור בהנאה דהא אמרינן בפרק נגמר הדין דקבר של בנין הוא דאסור בהנאה אבל אם אינו של בנין מותר דקרקע עולם אינה נאסרת. ולדברי הראב''ד שהוא אסור בהנאה אינו אלא מדרבנן ולמה יחמירו בו עוד לטמאותו כדי להרחיקו מההנאה. ומ''ש והנוסחא המדוייקת קבר הנמצא מותר לפנותו ומקומו אסור בהנאה וטהור והידוע אסור לפנותו ומקומו טמא ואסור בהנאה והמזיק את הרבים מפנין אותו ומקומו טהור ומותר בהנאה. נוסחא זו שכתוב בה בקבר הנמצא טהור ט''ס הוא שהרי הוא ז''ל כתב שהטומאה אינה אלא כדי להרחיק את האדם מן ההנאה ומאחר שכתב דקבר הנמצא אם פינהו מקומו אסור בהנאה על כרחנו צריך לגרוס וטמא וכן מצאתי בספר מוגה: \n",
        "<b>ואני</b> תמה על מ''ש שהנוסחא המדוייקת היא כמ''ש שאינה לא כגירסת גמרא דידן ולא כגירסת הירושלמי ולא כגירסת התוספתא ולא כגירסת מסכת שמחות: \n\n"
      ],
      [],
      [
        "<b>הפוגע במת מצוה אם מצאו בתוך התחום.</b> ירושלמי פרק כה''ג ונזיר (הלכה א'). \n",
        "<b>ומ״ש מצאו חוץ לתחום אפי' תוך שדה כרכום עד לאיזה צד שירצה וכו'.</b> בס״פ מרובה (בבא קמא דף פ״א ע״ב) ובאבל רבתי (פ״ד) ובירושלמי פכה״ג. \n",
        "<b>ומ''ש רבינו קוברו בשדה כרם.</b> גירסת ספרים דידן באבל רבתי קוברו בשדה אילן ובירושלמי פ' כה''ג שנויה במחלוקת דהכי איתא התם שדה כרם ושדה אילן אית תנויי תני קוברו בשדה כרם אית תנויי תני קוברו בשדה אילן מ''ד [קוברו] בשדה כרם אבל בשדה אילן לא מפני אהל הטומאה כלומר ובשדה כרם ליכא למיחש אטומאה דכרמים שלהם היו גפנים שפלים סמוך לארץ הנקראים רוגליות. מ''ד בשדה אילן אבל בשדה כרם לא מפני הכשר בצירה. ופסק רבינו כמ''ד בשדה כרם מפני שיותר ראוי לחוש לאהל הטומאה שהוא כולל מלהכשיר בצירה שהוא פרטי: \n\n"
      ],
      [
        "<b>קבר הנמצא וכו' עד משעת מציאה ואילך.</b> תוספתא בפרק רביעי דטהרות: \n",
        "<b>וכתב</b> הראב''ד א''א זו התוספתא אינה משוה עם המשנה וכו' ואפשר לומר דלא דמו דנפילת שרץ לית ליה קלא כמו קבורת מת: \n\n"
      ],
      [
        "<b>כל המוצא קבר או מת וכו'.</b> [משנה וגמרא] פ''ק דמועד קטן (דף ב'): \n",
        "<b>אין מציינין על כזית מצומצם וכו'.</b> שם (דף ה' ע''ב). ובמה מציינין בסיד וכו'. פ''ה דמעשר שני: \n",
        "<b>אין מעמידין את הציון ע''ג הטומאה וכו' עד והפרעות.</b> פ''ק דמועד קטן (דף ה' ע''ב) ופירש''י שלא להפסיד את הטהרות שאם הטומאה ממש תחת הציון אינו מרגיש עד שבא אצל הציון פתאום ויטמאו הטהרות שהרי הטומאה תחת הציון אלא עושין הציון סמוך לטומאה ברחוק כל שהוא כשבא על הציון מרגיש מן הטומאה ואינו הולך עליה. אין מרחיקין את הציון ממקום טומאה יותר מכל שהוא שלא להפסיד ארץ ישראל שכשרואה סימן מיד פורש ונמצא ארץ ישראל בטומאה שלא לצורך: \n\n"
      ],
      [
        "<b>מצא שדה מצויינת וכו'.</b> שם אמרינן דשדה שנחרש בה קבר לא בעי ציון הואיל ואינה מטמאה באהל ומקשי והא תניא מצא שדה מצויינת ואינו יודע מה טיבה יש בה אילנות בידוע שנחרש בה קבר אין בה אילנות בידוע שאבד בה קבר וכו' אמר ר''פ כי תניא ההיא בשדה שאבד בה קבר דציינוה ופירש''י ואינו יודע מה טיבה אם הוא שדה שנחרש בה קבר ויכול לילך בניפוח (דאינו מטמא באהל) ואם מפני שנאבד בה קבר ואינו יכול ליכנס בה בנפיחה דמטמא באהל. יש בה אילנות בידוע שנחרש השדה לצורך האילנות ויכול להלך שאינה מטמאה באהל אלמא מדקתני בה מצא שדה מצויינת (משמע) דמציינין בית הפרס שנחרש. אר''פ לעולם בית הפרס שנחרש לא בעי ציון והאי דקתני בידוע שנחרש בה קבר בשדה שאבד בה קבר וציינה לאלתר. יש בה אילנות בידוע שנחרש כו' לא בעי ציון אין בה אילנות בידוע שאבד בה קבר ולא נחרש עכ''ל. ומקשה התם וליחוש דילמא אילנות מגואי וקבר מאבראי ומשני בעומדים על הגבולים ודילמא טומאה מגואי ואילנות מבראי במסובכין ואבע''א הא אמרן אין מרחיקין ציון ממקום טומאה שלא להפסיד את א''י. ופירש''י וליחוש דילמא אילנות מגוואי וטומאה מאבראי ולא נחרש במקום טומאה מבחוץ לאילנות אלא בין האילנות והוי שדה שאבד בו קבר ולא נחרש ואמאי קאמר בידוע שנחרש בו קבר. בעומדים האילנות על הגבולים של ר''ה דודאי ליכא טומאה מאבראי דלא קברי אינשי בר''ה אלא בין האילנות הויא טומאה ונחרש בשביל האילנות. ודילמא טומאה מגואי ולא בין האילנות ולא נחרש במקום טומאה. מסובכין שאינם עומדים בשורה אחת סביב הגבולים אלא מעורבין בכל השדה דודאי נחרש כל השדה בשביל האילנות. הא אמרן אין מרחיקין ציון ממקום טומאה וכיון שסמוך לאילנות הציון ודאי טומאה בין האילנות היא ונחרש בשביל האילנות עכ''ל. ולא כתב רבינו דדוקא בעומדים על הגבולים ובמסובכים משום דסמיך אואיבעית אימא דלפ''ז ברייתא בכל גווני מיתניא ותשלום דין זה כתב רבינו בפ''י: \n\n"
      ],
      [
        "<b>מצא אבן אחת וכו' עד הרי זה ציון וטמא.</b> ג''ז שם (דף ו') אמר רב יהודה מצא אבן מצויינת תחתיה טמא שתים אם יש סיד ביניהן ביניהן טמא ואם אין סיד ביניהם ביניהם טהור ואע''ג דליכא חורש והתניא מצא אבן אחת מצויינת תחתיה טמא שתים אם יש חורש ביניהם ביניהם טהור ואם לאו ביניהן טמא אמר ר''פ הכא כשהסיד שפוך אל ראשיהם ומרודד לכאן ולכאן אי איכא חורש ביניהם ביניהן טהור דאימור מחמת חורש הוא דאיקפל ואי לא סיד דביני וביני הוא וטמא ופירש''י אבן אחת מצויינת שיש סיד על גבה דאינו צריך להרחיק הציון מן האבן לפי שהאבן גבוה על גבי קרקע ורואה את הציון מיד קודם שיהא נוגע בו אבל בשדה מרחיקין לה ציון בסמוך דזימנין דלא חזי ציון עד דאתי ונגע ומאהיל. שתים מצויינות תחתיהן טמא אבל ביניהן אם יש סיד ביניהם על הארץ טמא דמשום ציון הוא. אע''ג דליכא חורש שלא חרש ביניהם מעולם טהור כי ליכא סיד. אם אין חורש ביניהם טמא ואע''ג דליכא סיד לפי שציין את האבנים שמכאן ומכאן לא חשש לציין בנתים. הכא דקתני כי ליכא חורש טמא כגון סיד שפוך על ראשי אבנים ומרודד לכאן ולכאן ביניהם דאי איכא חורש מחמת חורש הוא דאיקלף שנקלף מן האבנים ונפלו שם ביניהם וטהור ואי לא סיד דביני ביני הוא ומחמת ציון נעשה שם להודיע שיש גם ביניהם טומאה עכ''ל. והתוס' גרסי אע''ג דליכא חרס וזו היא גירסת רבינו ומפרש דביש חרש ביניהם מוכיח שאינו ציון קבר אלא בנין היא שכן דרך לשום חרשים הנקראים שוקף בבנין: \n",
        "<b>כתב</b> הראב''ד אם יש חרש ביניהם טהור וכו'. א''א אנן חורש גרסי' וכו'. גירסתו גירסת רש''י וכבר כתבתי שגירסת רבינו כגירסת התוס': \n",
        "<b>מצא מצר אחד מצויין וכו' עד סוף הפרק.</b> ג''ז שם. ופירש''י שאין מרחיקין ציון ממקום טומאה ולהכי ציין כל ד' מצריה דיהא כל השדה נטמאת ובציון דמצר אחד לא סגי לכולה דאין מרחיקין ציון ממקום טומאה: \n\n"
      ]
    ],
    [
      [
        "<b>מי שהיה חופר בשדה ומצא מתים וכו'.</b> בסוף נזיר (דף ס״ד ע״ב) ואהלות פט״ז מ״ג שנינו המוצא מת בתחילה מושכב כדרכו נוטלו ואת תבוסתו מצא שנים נוטלן ואת תבוסתן שלשה אם יש בין זה לזה מארבע אמות ועד שמנה (כמלוא x מטה וקובריה) הרי זו שכונת קברות ובגמ' אמר רב יהודה המוצא פרט למצוי מת פרט להרוג מושכב פרט ליושב כדרכו פרט לשראשו מונח בין ירכותיו וכו' וכל הני מ״ט לא אמרינן דילמא עכו״ם הוא וכתב רבינו שם מה שאמר המוצא לא שיהיה מגולה בלתי שיחפש אחריו ויחפור ואומרו מת לא שיהיה הרוג ואומרו מושכב לא שימצאנו יושב ואמר כדרכו לא שיהיה ראשו בין יריכותיו לפי שכל זמן שיהיה בו דבר מאלו אינו עושה שכונת קברות עכ״ל וכתבו התוס' אמרינן דילמא עכו״ם הוא דישראל אין קוברין בענין זה ומשמע לרבינו דלא אימעיטו הני אלא מדין שכונת קברות אבל לא מדין תבוסה ובס״פ המוכר פירות (בבא בתרא דף ק״ב) תניא מצאן רצופין ואין ביניהם מד' אמות ועד ח' יש להם תבוסה ואין להם שכונת קברות. \n",
        "<b>ומ''ש רבינו דה''ה למצא מתים רבים בגומא אחת.</b> משום דישראל אין קוברין בענין זה. \n",
        "<b>ומ''ש ועפר זה עם ג' אצבעות שחופר הוא הנקרא תבוסת המת.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>שדה שנהרגו בה הרוגים וכו' וכן המפנה קברו וכו' וכן בור שמטילין בתוכו נפלים וכו'.</b> פי''ו דאהלות. \n",
        "<b>ומ''ש מלקט כל העצמות עצם וכו'.</b> פי' שאין להם תבוסה: \n\n"
      ],
      [
        "<b>היה חופר ומצא מת מושכב וכו' עד לפי שרגלים לדבר.</b> משנה בסוף נזיר (דף ס''ד ע''ב) ופט''ז דאהלות: \n",
        "<b>וצריך לבדוק מן האחרון כ' אמה.</b> כתב הראב''ד זה שיבוש אלא מן הראשון וד''ז מפרש לה בגמרא דהמוכר פירות איך הוא בא לחשבון זה עכ''ל. באמת כדברי הראב''ד נראה שם בגמרא (דף ק''ב) ואפשר שגירסא אחרת היתה לרבינו בגמרא ומצאתי כתוב רבינו הלך לשיטת רבו ן' מיגש: \n",
        "<b>ואם לא מצא שם מת אחר הרי אותן העשרים שבדק טהורות.</b> כתב הראב''ד ואם לא מצא שם מת אחר וכו' א''א דבר זה לא ידעתי מהו וכו' ולי נראה שדעת רבינו שכל העשרים טהורות ומאי דקרי להו שכונת קברות אין פירושו כמו מה ששנינו במשנה מצא ג' אם יש בין זה לזה מד' אמות ועד ח' הרי זה שכונת קברות שפירושו ה''ז בית הקברות אבל שכונת קברות שכתב כאן רבינו פירושו שכ' אמות אלו שכנים לקברות ואעפ''כ הן טהורות ע''פ מה שפירש שהכ' הם נמדדים מהאחרון ובגמרא (דף ס''ה) ע''ב אמרו עלה דמתניתין בדק מעשרים אמה ולא מצא מאי אמר רב מנשיא בר ירמיה אמר רב שכונת קברות מ''ט אמר ר''ל עילה מצאו וטהרו את א''י ומדמסיים וטיהרו את א''י משמע דה''ק אותם קברות הם שכונת קברות וחוצה להם טהור וכך פירש''י: \n",
        "<b>ואם היה אחד מאלו שמצא וכו'.</b> בסוף נזיר (דף ס''ה): \n\n"
      ],
      [
        "<b>העכו''ם אין להם טומאת קברות וכו'.</b> נלמד ממה שכתבתי בסמוך שאמרו בסוף נזיר וכל הני מ''ט לא אמרינן דילמא עכו''ם הוא. \n",
        "<b>ומ''ש שאינם מטמאים באהל.</b> נתבאר בפ''א: \n\n"
      ],
      [
        "<b>מת שחסר אבר וכו'.</b> בסוף נזיר מת שחסר אין לו תבוסה ולא שכונת קברות. \n",
        "<b>ומ''ש אבר שאם ינטל מן החי ימות.</b> תוספתא בפ''א דאהלות: \n",
        "<b>ומתים הנמצאים גלויים וכו'.</b> הוא ממה שאמרו בפרק בתרא דנזיר פרט למצוי: \n",
        "<b>והנקבר שלא ברשות וכו'.</b> בתוספתא פי''ו וכרשב''ג וצריך טעם למה פסק כיחידאה דאף על גב דקי''ל כ''מ ששנה רשב''ג במשנתנו הלכה כמותו כבר כתבו המפרשים דבמשנתנו אמרו ולא בברייתא וי''ל שרבינו אינו סובר כן אלא דה''ה בברייתא: \n\n"
      ],
      [
        "<b>אחד המוצא ג' מתים כדרכן בתחילה כו'.</b> תוספתא פ''א דאהלות: \n",
        "<b>מצא שנים ואחד היה ידוע וכו'.</b> בסוף נזיר (דף ס''ח) מצא שלשה האחד ידוע ושנים תחילה או שנים תחילה ושנים ידועים אין להם תבוסה ואין להם שכונת קברות ורבינו גורס יש להם תבוסה וכך היא גירסת תוספתא: \n",
        "<b>כיצד בודק העשרים אמה שאמרנו וכו'.</b> בפרק י''ו דאהלות: \n",
        "<b>העמיק אפילו מאה אמה ומצא חרש וכו'.</b> תוספתא פי''ו דאהלות. \n",
        "<b>ומ''ש הגיע למים ה''ז כבתולה.</b> שם: \n\n"
      ],
      [
        "<b>אינו צריך לחפור תלם אחד מתחילת העשרים ועד סופן וכו'.</b> משנה פרק ט''ז דאהלות: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> היה בודק והגיע בתוך העשרים לנהר וכו' עד אינו אוכל בתרומה.</b> משנה שם: \n",
        "<b>כתב</b> הראב''ד אבל קודם שימצא אוכל בתרומה א''א המשנה אמרה בדמע ולא בתרומה ודאית עכ''ל. טעמו שהוא ז''ל מפרש דמע לשון מדומע תרומה שנתערבה בחולין ורבינו מפרש שהתרומה נקראת דמע דכתיב מלאתך ודמעך וכן פירש בפירוש המשנה שם: \n\n"
      ],
      [
        "<b>גל טמא שנתערב וכו'.</b> משנה בפ''ט דנדה (דף ס''א) וכחכמים: \n\n"
      ],
      [
        "<b>בור שמטילים לתוכו נפלים וכו'.</b> פירקא קמא דפסחים עלה ט' ופרק כל הצלמים (עבודה זרה דף מ״ב) ופרק כל היד (נדה דף ט״ו) ודלא כתירוץ שני להחמיר: \n\n"
      ],
      [
        "<b>דבר ידוע שכל אלו הטומאות וכו'.</b> כתב הראב''ד זהו שיבוש גדול שהרי אמרו בכמה מקומות וכו'. וי''ל שרבינו סובר שמה שאמרו ספיקא דאורייתא לחומרא מדרבנן בעלמא הוא שהחמירו בספיקא וכתב הר''ן בספ''ק דקידושין ובתשובה סימן נ' שהביא ראיה לדבריו מדאמרינן פרק עשרה יוחסין התורה אמרה לא יבוא ממזר ממזר ודאי הוא לא יבא הא ממזר ספק יבא וכן דעת הרמב''ן ואע''פ שהביא שם טענות החולקין על רבינו מ''מ זהו דעת רבינו ויש ראיה לדבריו וכיון שכן אין בדברי רבינו שיבוש ואחד מהטענות שכתב שם שטענו על רבינו הוא מדחייב רחמנא אשם תלוי ודבר זה יישבו רבינו שמצאתי כתוב בספר ישן בסוף פרק זה כלשון הזה ואף על פי כן דבר שחייבים על זדונו כרת ספיקו אסור מן התורה שהרי העושה אותו חייב אשם תלוי עכ''ל. ויש לתמוה על הראב''ד שבסוף הלכות כלאים הודה לדברי רבינו וכאן כתב שהוא שיבוש גדול. ומ''ש דהול''ל משום דהוי ספק ספיקא יש לומר שאפי' בנודע שהפילה שם נפל ואין ידוע אם הפילה דבר טמא הוי ספק ספיקא [אבל] דינים אחרים נזכרו בפרק זה שאין בהם אלא ספק אחד והם טהורים ועי''ל דאפי' הא דאין ידוע אם הפילה דבר המטמא לא חשיב ספק ספיקא משום דרוב מפילות דבר המטמא הן מפילות: \n\n"
      ]
    ],
    [
      [
        "<b>איזהו בית הפרס וכו'.</b> פרק י''ז דאהלות. \n",
        "<b>ומ''ש אפילו חרש ע''ג הארון וכו' עד ה''ז עושה בית הפרס.</b> תוספתא שם: \n",
        "<b>עד כמה היא נעשית בית הפרס וכו'.</b> משנה פי''ו דאהלות: \n\n"
      ],
      [],
      [
        "<b>התחיל לחרוש את הקבר וכו'. עד שאין עצמות הקבר מגיעות ליתר ממאה.</b> בפרק י''ו דאהלות: \n\n"
      ],
      [
        "<b>חזקת העצמות המכוסות וכו'.</b> תוס' ספי''ו דאהלות: \n",
        "<b>היה שם חריץ מלא עצמות אדם וכו'.</b> פרק י''ו דאהלות החורש מלא טמיא מצבירת העצמות משדה שאבד קבר בתוכה או שנמצא בה קבר וכו' אינו עושה בית הפרס ואיני יודע למה השמיט רבינו שנמצא בה קבר אח''כ מצאתיו בספר מוגה: \n",
        "<b>וכתב</b> הראב''ד היה שם חריץ מלא עצמות וכו'. א''א זהו פי' מלא טמיא ופשוט הוא: \n",
        "<b>וכן החורש את המת וכו'.</b> תוספתא בפרק י''ו דאהלות: \n\n"
      ],
      [
        "<b>החורש את הקבר בשדה שאינה שלו וכו'.</b> בפי''ו דאהלות. \n",
        "<b>ומ''ש אפי' שותף וכו' עד ושל חבירו אינו עושה בית הפרס.</b> תוספתא בפרק הנזכר: \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> עכו''ם שחרש קבר וכו' עד שאין בית הפרס עושה בית פרס.</b> משנה בפרק הנזכר: \n\n"
      ],
      [
        "<b>בית הפרס הזה מותר לנטוע בו כל נטע עד ושורף את הקש ואת העצה.</b> משנה פי''ח דאהלות וכחכמים: \n",
        "<b>וכתב</b> הראב''ד ולמטה מג' בבית הפרס טהור וכו' א''א אין צורך לזה הטעם וכו'. אין בזה השגה על רבינו שפירושו ג''כ נכון: \n\n"
      ],
      [
        "<b>שדה שהוחזקה שהיא בית הפרס וכו' עד הרי היא בחזקתה.</b> תוספתא בפרק י''ו דאהלות: \n",
        "<b>וכתב</b> הראב''ד ספרו היה משובש בכאן וכו'. וגירסת רבינו ממקום הטיט וגירסת ספרים דידן בתוספתא כגירסת הראב''ד. והר''י קורקוס ז''ל תמה על הראב''ד שכתב דבאבד מיירי שהרי אותו פרק קודם דין זה ואחריו מיירי בנחרש ותו דבאבד מאי אפילו בית ד' כורין מאי רבותא כי בשדה שאבד לא נזכר שיעור אלא כ''מ שהוא בספק הקבר גם מה שפירש בלשון אפילו משוכה ממקום הטומאה הוא דוחק בלשון ותו דמאי קמ''ל ואם מסופקים אם הקבר שם כי נכנס למקום טהרה מאי הוי וגם החלוקה האחרת דהיינו טהורה מקצתה מאי קאמר כל בית הפרס שאבד בה קבר כך הוא כי המקום שמסתפקים בו טמא והשאר גם כל סביבותיו טהור עכ''ל: \n\n"
      ],
      [
        "<b>מצא שדה מצויינת וכו'.</b> תוספתא פרק י''ו דאהלות ואיתא בפ''ק דמועד קטן (דף ה' ע''ב) ויש בספרים שלנו בדברי רבינו חסרון וכך היא הנוסחא הנכונה אם יש בה אילן בידוע שנחרש (בה) קבר בתוכה אין בה אילן בידוע שאבד קבר בתוכה והטעם משום דתנן שדה שנחרש בה קבר ניטעת ושדה שאבד בה קבר אינה ניטעת ואין מקיימין בה אילנות. \n",
        "<b>ומ''ש והוא שיהיה באותו מקום זקן או ת''ח.</b> שם א''ר יהודה בד''א בזמן שיש שם חכם או ת''ח שאין כל אדם בקיאים בכך וידוע שכ''מ שא''ר יהודה במה דברים אמורים אינו אלא לפרש: \n",
        "<b>וכתב</b> הראב''ד שאין כל אדם בקיאים בכך ויודעים שמותר לנטוע בזו וכו' א''א לא כי אלא שאין הכל זריזין וכו'. ואיני יודע למה דחה פי' רבינו שפירושו דאין בה אילנות הוא כפשוטו: \n\n"
      ],
      [
        "<b>המהלך בבית הפרס על גבי אבנים וכו' עד על גבי אדם שכחו רע.</b> בפי''ח דאהלות. \n",
        "<b>ומה שכתב עד שתהיינה ארכובותיו נוקשות זו לזו וכו' עד בשעת רכיבה.</b> במציעא פרק המקבל (בבא מציעא דף ק״ה ע״ב): \n\n"
      ],
      [
        "<b>המטהר בית הפרס צריך לטהרו במעמד של שני ת''ח.</b> תוספתא פי''ו דאהלות: \n",
        "<b>וכיצד מטהרין אותו וכו' עד ונתן על חציו האחר ג' טפחים ה''ז טהור.</b> בפי''ט דאהלות: \n",
        "<b>נטל מעל פניו טפח ומחצה וכו'.</b> שם וכת''ק: \n",
        "<b>רצפו באבנים.</b> גם זה שם: \n\n"
      ]
    ],
    [
      [
        "<b>ארץ העכו''ם בתחילה גזרו על גושה בלבד וכו'.</b> בספ''ק דשבת (דף ט''ו ע''ב): \n",
        "<b>וכן כלי חרס וכו'.</b> תוספתא בפי''ח דאהלות: \n\n"
      ],
      [
        "<b>טומאת אויר ארץ העכו''ם לא עשו אותה כטומאת עפרה וכו' שעל טומאת עפרה שורפים תרומה וקדשים.</b> בפרק קמא דשבת שם. \n",
        "<b>ומ״ש והמתטמא בגושא טמא טומאת שבעה וצריך הזייה שלישי ושביעי אבל הנטמא באוירה אינו צריך הזייה שלישי ושביעי וכו'.</b> בפרק כהן גדול (נזיר דף נ״ד נ״ה). \n",
        "<b>ומ''ש וכן תרומה וקדשים שנטמאו מחמת אוירה תולין וכו'.</b> בפ''ק דשבת: \n\n"
      ],
      [
        "<b>עפר ארץ העכו''ם וכו'.</b> פרק ב' דאהלות. \n",
        "<b>ומה שכתב וכמה שיעורן כחותם המרצופין.</b> שם פרק י''ז. \n",
        "<b>ומה שכתב והוא כפיקה גדולה של סקאין.</b> בבכורות פרק הלוקח בהמה (בכורות דף כ״ב) פי' פיקה אבלי״ו. של סקאים של עושה סקים: \n",
        "<b>עפר בית הפרס ועפר חוצה לארץ שבא בירק וכו'.</b> בפי''ז דאהלות וכחכמים: \n\n"
      ],
      [
        "<b>המביא תנורים וכו'.</b> תוספתא דאהלות פרק י''ז: \n\n"
      ],
      [
        "<b>המהלך בארץ העכו''ם וכו' עד טהור.</b> משנה בפי''ח דאהלות המהלך בארץ העכו''ם בהרים ובסלעים טמא בים ובשונית טהור איזהו שונית כ''מ שהים עולה בזעפו ופי' רבינו שכח גזירה זו שגזרו על ארץ העכו''ם טומאה אינה על הרריה ועל אבניה כי לא יקברו שם מת כלל אבל הוא טמא להשתפך בהם עפר ארץ העכו''ם (והים והשונית גושה טהור לפי שלא יקברו בה מתים) וכו' וענין אמרו טהור שלא תחייבהו דיני טומאת מת ר''ל הזאת שלישי ושביעי ואין שורפין תרומה וקדשים שנכנסו לשם לפי שזהו דין אוירה ר''ל שהגזירה היא אגושה לשרוף ואאוירה לתלות ואין צריך אלא טבילה ולא הערב שמש עכ''ל. \n",
        "<b>ומ''ש וטמא משום אוירה.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>הנכנס לארץ העכו״ם בשידה תיבה ומגדל וכו'.</b> בפ״ק דגיטין (דף ח' ע״ב) ובפרק בכל מערבין (עירובין דף ל':) פלוגתא ופסק כרבי מחבירו ועוד דבשילהי חגיגה (דף כ״ה) מוקי סתם מתני' כרבי דאמר אהל זרוק לאו שמיה אהל ופירש ר״ש אהל מיטלטל ונזרק כזה לא שמיה אהל להפסיק בין אוירה: \n\n"
      ],
      [
        "<b>סוריא עפרה טמא כחוצה לארץ ואוירה טהור וכו'.</b> בפרק קמא דגיטין (דף ח' ע''ב). \n",
        "<b>ומ''ש לפיכך אם היתה סמוכה לארץ ישראל וכו'.</b> בפי''ח דאהלות. \n",
        "<b>ומ''ש בשידה תיבה ומגדל.</b> בפרק קמא דגיטין (דף ח' ע''ב). \n",
        "<b>ומ''ש שלא יהא מפסיק ביניהם בית הפרס.</b> היינו שדה שאבד קבר בתוכה שהוא מטמא באהל דאילו שדה שנחרש בה קבר מאחר שאינה מטמאה באהל כי מפסיק מאי הוי: \n",
        "<b>ומה שכתב וכן ארץ העמים הסמוכה לארץ ישראל וכו': כתב</b> הראב''ד א''א אני לא מצאתי בתוספתא אלא מובלעות עכ''ל. ויש לתמוה שהרי בתוספתא דאהלות פרק י''ח שנינו ארץ העכו''ם אם יכול ליכנס בטהרה טהורה וכמה תהא סמוכה ויהא יכול ליכנס בטהרה רשב''ג אומר אפי' תלם אחד הרי זה מפסיק וזה מבואר בדברי רבינו ומשמע לרבינו שאע''פ ששנינו טהורה היינו לענין שלא גזרו עליה אבל מ''מ צריכה בדיקה. ומובלעות שכתב הראב''ד, שם בפ' הנזכר וכתבה רבינו בס''פ זה: \n\n"
      ],
      [
        "<b>מקום ששכנו בו עכו''ם.</b> בפי''ח דאהלות. \n",
        "<b>ומ''ש ותרומה וקדשים וכו' תולין וכו'.</b> בפי''ח דאהלות בתוספתא וכת''ק: \n\n"
      ],
      [
        "<b>וכמה ישהו במקום וכו'.</b> פי''ח דאהלות. \n",
        "<b>ומ''ש אפילו עבד וסריס [או אשה] או קטן בן ט' שנים ויום אחד.</b> תוספתא פי''ח דאהלות וכתוב בספרי רבינו או אשה ונוסחת התוספתא או שפחה ואיני יודע מאי קמ''ל דכיון דגזרו על איש אעפ''י שאין עמו אשה ואפי' הוא סריס וכו' ממילא משמע דגזרו על אשה אע''פ שאין עמה איש ולגירסת התוספתא קשה מאי איריא שפחה דנקט: \n\n"
      ],
      [
        "<b>מדור עכו''ם שהיה בו עבד או אשה וכו'.</b> משנה שם. \n",
        "<b>ומ''ש או קטן בן ט' שנה.</b> בתוספתא ואיני יודע למה הצריך שיהא בן ט' שנים ואפשר שהטעם שמאחר שפחות מכאן אין ביאתו ביאה אינו יודע לשמור מביאה דוגמא לדבר מה שאמרו לענין יחוד קטנה היודעת טעם ביאה ומאחר שאינו יודע לשמור מביאה ה''ה דאינו יודע לשמור אם קברו שם נפל: \n",
        "<b>ואת מה הן בודקין וכו'.</b> כך היא הגירסא הנכונה והדין משנה שם. \n",
        "<b>ועל מ״ש מדור העכו״ם שחרב.</b> כתב הראב״ד מדור העכו״ם שחרב הרי הוא בטומאתו עד שיבדק א״א במשנה שנינו רשב״ג אומר עיר של עכו״ם שחרבה אין בה משום מדור העכו״ם ואין עליו מחלוקת ואולי יש הפרש בין עיר שחרבה למדור שחרב עכ״ל. ואיני יודע איך נתפייס הראב״ד בזה שעדיין יקשה על רבינו למה השמיט דין עיר עכו״ם שחרבה וגם מהיכן הוציא לחלק בין עיר עכו״ם שחרבה למדור העכו״ם שחרב ועוד היאך אפשר לטמא במדור ולטהר בעיר והרי בכלל העיר מדור ואיך יטהר ולכן נראה לי שרבינו סובר שמאחר שדין עיר שנויה בשם רשב״ג משמע דרבנן פליגי עליה והלכתא כוותייהו וכ״פ בפי' המשנה שאין הלכה כרשב״ג וכתב רבינו שם שטעם רשב״ג מפני שהב״ח יחפרו בה תמיד ומוציאין מה שיש שם ולפ״ז הדבר ברור דרבנן פליגי עליה ממה שנתבאר בספ״ט בור שמטילין לתוכו נפלים המאהיל עליו טמא דין תורה אע״פ שחולדה וברדלס מצוי שם מפני שכך היא לשון התוספתא ומשמע לרבינו שהם דברי חכמים שחלקו על רשב״ג ואע״ג דרשב״ג נקט עיר וחכמים נקטו מדור הכל אחד דמדור היינו עיר א״נ דמדור הוא בית אחד ושינתה התוספתא ורבינו לכתוב מדור במקום עיר לרבותא דאפילו מדור אחד טמא כ״ש עיר שיש בה מדורות הרבה. וא״ת אפילו תימא דפליגי רבנן עליה הא קי״ל כ״מ ששנה רשב״ג במשנתנו הלכה כמותו י״ל דשאני הכא דגמרא בפ״ק דפסחים (דף ט') ובפרק כל הצלמים (עבודה זרה דף מ״ב) ובפרק כל היד (נדה דף ט״ו) אמרו בחד תירוצא דלא כרשב״ג ואי הוה סבר גמרא דהלכה כוותיה לא הוה אמר תירוצא סתם דלא כהלכתא כך נ״ל לדחוק לדעת רבינו: \n\n"
      ],
      [
        "<b>האיצטווניות אין בהם משום מדור העכו''ם וכו'.</b> ודברים אלו משנה פי''ח דאהלות ופירש שם רבינו אצטוונית [הוא] מקום וכו' ואין לו כותל והוא מין ממיני הכרמלית וכו'. צריפין מין ממיני האהלים וכו' והוא מחודד ואין לו גג וכו'. מקום החצים המקומות שיעשו בו החצים. לגיונות מרוצות הפרשים לפי שאלו המקומות אין בהם יישוב ולא יקברו בו ואמנם יעמדו בו בזמן מהזמנים מעט ולזה לא גזרו עליהם: \n",
        "<b>כתב</b> הראב''ד והתקרה שע''ג העמודים וכו' א''א זה פירוש האלקטיות עכ''ל. ופשוט הוא וכ''כ רבינו בפירוש המשנה: \n\n"
      ],
      [
        "<b>החנות אין בה משום מדור העכו''ם אא''כ היה דר בתוכה.</b> תוספתא בסוף אהלות: \n",
        "<b>חצר שהיא טמאה משום מדור העכו''ם וכו'.</b> שם בית שער ואויר החצר בזמן שהם מעורבים במדור העכו''ם טמאים משום מדור העכו''ם אם אינן מעורבים וכו' אינן טמאים וכו' ונראה שרבינו מפרש שהכוונה שבזמן שהחצר טמא בית שער והאויר טמא. ומ''ש בסמוך בית שער ואוירה של חצר אינן טמאים היינו שידוע שלא דרו בחצר ואינה טמאה הילכך אף על פי שדרו בבית שער או באמצע החצר דירת עראי היא זו ואינם טמאים טומאת עצמם לבדם אבל כל שהחצר טמאה גם אוירה ובית שער טמאים ונמשכים אחריה עכ''ל הר''י קורקוס ז''ל ויש לגמגם במה שאמר אף על פי שדרו וכו' באמצע החצר דירת עראי היא זו שאם דירה באמצע החצר דירת עראי היא וטהור היכי משכחת חצר שיהיה טמא משום מדור הטמא וצ''ל דבשדר עכו''ם בבית גם החצר טמא משום מדור העכו''ם אבל כשלא דר אלא בחצר דירת עראי היא וטהור: \n",
        "<b>ואין מדור העכו''ם ולא בית הפרס בח''ל.</b> גם זה שם ואם תאמר היכי שייך לומר כן והרי ח''ל כולה טמאה יותר מטומאת מדור העכו''ם ואין לומר דמשום מובלעות הוא דתני הכי דהא משמע התם דאשקלון מהמובלעות ויש בה משום מדור העכו''ם וי''ל דאיצטריך משום כהנים דבח''ל דדוקא בארץ ישראל גזור עכ''ל רבינו שמשון וכתב הר''י קורקוס ז''ל ולדעת רבינו נראה דמובלעות הוא דאיצטריך למיתני הכי ולהו נ''מ ולכך סמך לו דין מובלעות לפרש דלהכי נ''מ דאל''כ אמאי שבקיה עד הכא גבי דין ארץ העכו''ם הוה ליה לכתבו מה שייך למדור העכו''ם אלא ודאי כדכתיבנא וההיא דאשקלון יש בה משום מדור העכו''ם לא חשש לה עכ''ל ואני מצאתי כתוב ואין מדור העכו''ם וכו' היינו דאין לו תקנה כמו שאמר למעלה פ''ו מטהר בית הפרס לפני שני ת''ח ובחוץ לארץ אין תיקון וגם במדור העכו''ם אמר למעלה שבודקין אותו ובחוצה לארץ אין תיקון עכ''ל: \n\n"
      ],
      [
        "<b>עיירות המובלעות בארץ ישראל וכו'.</b> עד סוף הפרק תוספתא בסוף אהלות שם: \n\n"
      ]
    ],
    [
      [
        "<b>טפח על טפח וכו'.</b> משנה פ״ג דאהלות ומימרא דרבא פרק מי שמתו (ברכות דף י״ט ע״ב) ופירוש מרובע כתב רבינו בפירוש המשנה למעט כל שהמקום ארוך וקצר אפילו שיש בתשבורתו טפח על טפח אינו אהל: \n",
        "<b>כתב</b> הראב''ד א''א לא בירר את דבריו דחלל טפח פנוי בעינן וכו'. וי''ל שרבינו העתיק לשון המשנה כמות שהוא וכבר נודע שזה הוא דרכו ועוד שלקמן בפרק זה ביאר רבינו שכתב גבי ארונות של עץ אם יש בין כיסוי הארון והמת טפח חוצץ וגם בפ''ז כתב כמה פעמים אם יש לו חלל טפח ואם אין שם חלל טפח ולשון חלל הוא המקום פנוי: \n",
        "<b>היה האהל פחות מרום וכו'.</b> בפ''ז דאהלות נפש אטומה הנוגע בה מן הצדדים טהור מפני שטומאתו בוקעת ויורדת ואיכא בכמה דוכתי. \n",
        "<b>בד''א בשלא היה האהל אדם או כלים וכו'.</b> בפ''ו דאהלות: \n\n"
      ],
      [
        "<b>ומה שכתב וכלי גללים וכלי אבנים וכלי אדמה הבאים במדה הרי הם כאהלים ואינם ככלים ולפיכך חוצצים בפני הטומאה.</b> כך מצאתי בדברי רבינו בספר מוגה וכך היתה נוסחת הראב''ד בדברי רבינו שכתב א''א והלא אפילו של עץ והם באים במדה כדאיתא פרק יש מביאין וחוצצין עכ''ל. וי''ל שגם רבינו סובר כן שהרי בפי''ג כתב דכלי עץ הבאים במדה מביאין וחוצצין וכמו ששנינו וכאן איידי דפתח בכלי אבנים סיים בהו לומר שאף ע''פ שאין מינם מקבל טומאה אינם חוצצים אלא אם כן באים במדה ולא למעט כלי עץ אתא וסמך על מה שכתב בפרק י''ג: \n\n"
      ],
      [
        "<b>נסר שהוא נתון על פי תנור חדש וכו'.</b> בפי''ב דאהלות פירש דתנור חדש כל זמן שלא הוסק אינו כלי וחשיב כאבן וישן דהיינו שהוסק הוי כלי ויש בספרי הדפוס חסרון וכך היא הנוסחא הנכונה היתה הטומאה תחת הנסר כלים שעל גביו טהורים טומאה על גביו כלים שתחתיו טהורים: \n\n"
      ],
      [
        "<b>נסר שהוא נתון ע''פ שני תנורים וכו'.</b> נראה שזהו פי' מה ששנינו שם נתון ע''פ שני תנורים טומאה ביניהם הם טמאים. והראב''ד כתב שהרי הם כשני אהלים זה בצד זה וכו' א''א אין הטעם הזה מספיק וכו'. מ''ש והמשנה מדברת בעודף מכל צדדיו באמת פשט המשנה כך הוא דקתני בריש פרק י''ב דאהלות נסר שהוא נתון ע''פ תנור חדש ועודף מכל צדדיו בפותח טפח טומאה תחתיו כלים שעל גביו טהורים וכו' ובישן טמא וכו' נתון על פי שני תנורים טומאה ביניהם הם טמאים ר''י בן נורי מטהר ומשמע דנתון על שני תנורים דקתני בסיפא בעודף מכל צדדיו פותח טפח היא דומיא דרישא ועוד דבתר הכי קתני דין נסר שהוא נתון על גבי תנור ישן יוצא מזה ומזה טפח אבל לא מן הצדדין טומאה בצד זה כלים שבצד השני טהורים משמע דעד השתא לא איירי אלא בעודף מכל צדדיו פותח טפח גם מה שהכריע מדקתני הם טמאים גם מה שהכריע מדקתני בתוספתא רבי יוחנן בן נורי מטהר בתנור דברים נכונים הם. ומ''ש ובתוספתא נתון על שני תנורים וחדש באמצע וכו' בא להכריע שאין הדבר כמ''ש דנתון על שני תנורים ישנים אין טמא אלא ביניהם שהרי בתוספתא טמאו אפילו בחדש באמצע ועפ''ז כבר אפשר ליישב דברי רבינו בדוחק: \n",
        "<b>וכן נסר שהוא וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>אדם שנשא כלים וכו'.</b> ריש פרק ט''ז דאהלות וכרבי עקיבא שאמר אני אתקן שיהיו דברי חכמים קיימים. \n",
        "<b>ומה שכתב גזרו על שהיקפו טפח וכו'.</b> בפירקא קמא דשבת (דף י''ז): \n\n"
      ],
      [
        "<b>ארונות של עץ וכו'.</b> בפרק מי שמתו (ברכות דף י״ט ע״ב) א״ר אלעזר בר' צדוק מדלגים היינו ע״ג ארונות ואמרינן התם מפני שרוב ארונות יש בהם חלל טפח וחוצץ בפני הטומאה וקשה דאדרבא פותח טפח מטמא יותר דמטמא כל סביביו וכמ״ש בפ״ז ולזה כתב רבינו דהני מילי בקבר אבל x בארונות של עץ אין דינם כקבר סתום ולכך פותח טפח הוי אהל וחוצץ ככל אהלים החוצצים בפני הטומאה דבקרא קבר כתיב: \n",
        "<b>וכתב</b> הראב''ד א''א זה המחבר דלה מים מבורות עמוקים וכו'. אע''פ שהתוספות שם כתבו כדבריו מ''מ אינו כדאי פי' זה להטעות למי שפירש פי' אחר ולומר עליו שטעה ואין לומר שטעמו מפני שאין דרך להניח מתים בארונות של עץ מגולים על פני השדה שג''כ ארונות של אבן אין דרך להניח המת בתוכן והם מגולים על פני השדה וצ''ל שהיו מניחים הארונות מגולים בעוד שהיו חופרים הקברות ולפעמים היו רבים שהיו תופסין כל הדרך והיו צריכים לדלג עליהם: \n",
        "<b>ומ''ש</b> הראב''ד והתוס' שאין הכהנים מוזהרים אלא על טומאה שהנזיר מגלח עליה. הוא בתוספתא דמכות: \n\n"
      ],
      [
        "<b>קורה שהיא נתונה מכותל עד ארבעה טפחים.</b> בריש פרק י''ב דאהלות. \n",
        "<b>ומה שכתב אף על פי שאין כולה שוה וכו'.</b> כתב הר''י קורקוס דדייק כן רבינו מדקתני מביאה את הטומאה תחת כולה דאי לא כן ליתני מביאה את הטומאה ותו לא. \n",
        "<b>ומה שכתב בזמן שהיא עגולה שלשה טפחים.</b> דכל שיש ברחבו טפח יש בהיקפו שלשה טפחים כדתנן בעירובין פירקא קמא (דף י''ג ע''ב) שכן מצינו בדברי הימים בים שעשה שלמה עשר באמה משפתו אל שפתו עגול סביב וקו שלשים באמה יסוב אותו: \n\n"
      ],
      [
        "<b>סאה שהיא מוטה על צדה באויר וכו'.</b> תוספתא דאהלות פי''ג פי' סאה זו הוא חלולה וכשהיקפה ד' טפחים וחצי כשתתן קו באמצעה יהיה רחבו של קו טפח ומחצה שהם שש אצבעות וגבהו שלש אצבעות וכשאנו מגביהין הקו אצבע למעלה מאמצעה נמצא גבהו ד' אצבעות שהוא טפח ומתוך שכשעלה אצבע למעלה הוא שמתקצר ועולה נמצא מתקצר מרחבו אצבע מכאן ואצבע מכאן נשאר גם ברחבו טפח הרי בקו זה טפח על טפח מרובע: \n",
        "<b>ומ''ש לפיכך אם היתה גבוהה מעל הארץ חצי טפח וכו'.</b> מבואר שנמצא צד העליון גבוה מן הארץ טפח ומחצה וכשאנו מגביהים אצבע למעלה מאמצע גבהה נמצא ששם הוא טפח על טפח: \n",
        "<b>וכתב</b> הראב''ד ק''ל אם זה הגבהות שאמר אויר הוא וכו'. איני יודע מי הכניסו במבוכה זו ודברי רבינו מבוארים ע''פ מ''ש: \n",
        "<b>וכן עמוד וכו'.</b> משנה פי''ב: \n",
        "<b>לפיכך אם היה בהיקף וכו': כתב</b> הראב''ד מה הועיל זה האיש בצורותיו ולא האיר ולא הצהיר מה צורך לכ''ד טפחים וכו'. אין דברים אלו השגה על רבינו שדרך רבינו בספר הזה להעתיק הדברים מהמשנה והתוספתא והגמרא לא לפרשה שכן קראו חיבור לא פירוש כ''ש שמתוך דבריו נעמוד על פירושן כי אין ספק דבשוכב מיירי דזקוף לא מיקרי מוטל אלא עומד גם סתם עמוד אינו חלול אלא אטום ולטמא מה שתחת דופנו מכאן ומכאן מבחוץ ולא משכחת שיהיה לו אהל טפח אא''כ היקפו כ''ד טפחים שנמצא רחבו שמונה טפחים שכל שיש ברחבו טפח יש בהיקפו ג' טפחים ונמצא שיכול אדם לרבע תחת דפנו שמכאן ומכאן טפח על טפח ברום טפח שהרי כשיש כאן ריבוע של ח' על ח' אם תעשה בתוכו אהל של ח' נמצאו הזויות עודפים ח' חומשים לכל קרן דכל אמתא בריבוע' אמתא ותרי חומשי באלכסונה נמצא האלכסון עודף על הרוחב י''ו חומשים תן מהם מחצה לקרן זה ומחצה לקרן זה הרי לכל אחד ח' חומשים ואם באת לעשות בקרן שחוץ לעיגול ריבוע של טפח על טפח נמצא אלכסונו עודף על רחבו שני חומשים ונמצא מדת אלכסונו ז' חומשים לא נשתייר לנו יותר על הצורך אלא חומש אחד ומשום חומש אחד לא דק ועוד דכל אמתא בריבועה אמתא ותרי חומשי אינו מכוון לגמרי שחסר מתוכו מעט ואע''פ שסמוך לארץ אין בו טפח על טפח מ''מ חשיב כשיפועי אהלים: \n\n"
      ]
    ],
    [
      [
        "<b>כל טפח על טפח ברום טפח קרוי אהל וכו'. כיצד אחד חור שחררוהו מים וכו'.</b> פרק י''ג דאהלות: \n\n"
      ],
      [
        "<b>בד''א שהיה האהל חזק ובריא וכו' כיצד שריגי האילנות וכו'.</b> בפ''ח דאהלות בכלל המביאים את הטומאה וחוצצין בפני הטומאה הסככות והפרעות שהם יכולים לקבל וכו' מעזיבה בינונית אלו הן הסככות אילן שהוא מיסך על הארץ ופרעות היוצאות מן הגדר. \n",
        "<b>ומ״ש ואם אינם ראויים לקבל מעזיבה בינונית הרי אלו מביאים מדבריהם ואינם חוצצין.</b> בפרק תינוקת (נדה דף ס״ח ע״ב) אמרו סככות ופרעות מדאורייתא אהל מעליא בעינן ורבנן הוא דגזרו וגם בפרק דם הנדה ובפ״ק דמ״ק (דף ה' ע״ב) מוכיח דסככות ופרעות הוו דרבנן וסובר רבינו דע״כ מתניתין דקתני מביאין וחוצצין אהל דאורייתא הוה דאי מדרבנן בשלמא מביאין דהוי חומרא ניחא אלא חוצצין דהוי קולא איך יקלו חכמים לטהר מה שהוא טמא מן התורה ועוד שכל אותם השנויים במשנה אהל מדאורייתא וא״כ כשיכולים לקבל מעזיבה בינונית הוי אהל דאורייתא וההיא דנדה דקאמר שהם דרבנן היינו באין יכולים לקבל מעזיבה בינונית שאינו אהל מאחר שהוא רעוע אלא חכמים גזרו בו לחומרא דהיינו להביא אבל לא לחוץ בפני הטומאה ופי' אם יכולים לקבל מעזיבה בינונית לדעת רבינו היינו שהוא חזק ויש בו כח לקבל מעזיבה לא קלה ולא כבדה אלא ממוצעת בין הכבדות והקלות ואם אינם יכולים היינו שהם רעועים ואין בהם כח לקבל בינונית שאפילו שהם יכולים לקבל רכה דהיינו קלה לאו כלום הוא וז״ש רבינו יכולים לקבל והם עומדים ואם אינם וכו' והם נופלים וכן כתב בפירוש המשנה: \n",
        "<b>כתב</b> הראב''ד ואם אינן ראויים לקבל מעזיבה בינונית א''א קשה לי מאי דאמרינן בתוספתא וכו'. כוונת הראב''ד פה להקשות על רבינו שכתב שהטעם שצריך שיהיו מקבלים מעזיבה בינונית הוא מפני שהאהל שמביא וחוצץ צריך שיהיה חזק ובריא והרי אמרו בתוספתא שאע''פ שהתרפו דהיינו שנתקלקלו והרקיבו רואים אותן כאילו הן של מתכת. וכן שנינו שעוף ששיכן מביא וחוצץ ולכך העלה שאין הטעם מפני שצריך שיהא אהל בריא וחזק אלא שיהיו דבוקות ולא יהיו מובדלות זו מזו שאם היו דבוקות אע''פ שנתקלקלו והרקיבו ואין בהם כח לקבל מעזיבה רואין אותן כאילו הן של מתכת ולדעת רבינו י''ל דההיא דהתרפו ל''ק דהתם מיירי להביא טומאה מדבריהם וההיא דעוף ששיכן דמיתניא גבי הנך שמביאין וחוצצין י''ל דאה''נ שצריך שיהיה ראוי לקבל מעזיבה בינונית ולא תיקשי לן עוף מי מקבל שום מעזיבה שיש עופות גדולים שהם ראויים לקבל ועי''ל שרבינו כתב בפירוש המשנה דאיירי בעוף קשור בכותל דהשתא מקבל הוא מעזיבה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(ג-ו)</small> אלו מביאין וחוצצין וכו' עד כבש כנף הטלית באבן הרי זו מביאה את הטומאה.</b> בפ''ח דאהלות. \n",
        "<b>ומה שכתב הבאים במדה.</b> נתבאר בפרק ו'. כתב רבינו שמשון ד' ירקות במחוברים איירי דומיא דסיפא דאי בתלושין אי הוכשרו לא חייצי ואי לא הוכשרו היינו אוכלים טהורים וכ''כ בתוספות פ''ק דסוכה (דף י''ג ע''ב) בד''ה ירקות: \n",
        "<b>כתב</b> הראב''ד ופשוטי כלי עור א''א זו היא סקורטיא וקטבליא: \n",
        "<b>ועל מ''ש רבינו ורחיים של יד שהרי היא בכלל כלי אבנים: כתב</b> הראב''ד כלי אבנים כל אלו מביאין ואין חוצצין א''א אולי סובר זה המחבר שאין שום כלי חוצץ בפני הטומאה וכו'. כתב שסובר כן רבינו ממ''ש גבי המביאים וחוצצין כלי אבנים כלי גללים כלי אדמה הבאים במדה משמע שאם אינם באים במדה אינן חוצצין וגבי מביאין ולא חוצצין כתב ורחיים של יד שהרי הוא בכלל כלי אבנים משמע בהדיא שסובר דאפי' כלי גללים וכלי אבנים וכלי אדמה אינם חוצצין אם אינם באים במדה ורבינו אינו סובר חילוק זה שחילק הראב''ד שהרי בפי' המשנה דאהלות פ''ח גבי הא דתנן דרחיים של אדם [שהוא רחיים של יד] מביא ואינו חוצץ כתב שהוא ג''כ אם היה על ארובה שבין בית לעליה או בחלון שבין ב' בתים שהוא אינו חוצץ אם לא שם אותו כמו אבן האבנים שהם חוצצין לפי שמתנאי הדברים החוצצים שלא יהיה דעתו לפנותו. ולענין מ''ש הראב''ד שלא אמרו אלא שלא נעשה אהל ולא מעמיד אהל אבל בחור או בחלון שבין בית לבית וכו'. י''ל שרבינו סובר שמאחר ששנינו שאפילו כלי גללים מביאים ולא חוצצין בכל גווני משמע שאינם חוצצין אפילו בחור או בחלון שבין בית לבית וכ''כ הוא ז''ל בפירוש המשנה פ''ו דאהלות ויש קצת סעד לפירושו ממה שמנו בכלל המביאים ואינם חוצצים ריחיים של אדם שאלו יותר ראויים לחוץ בין בית לבית מלהיות אהל: \n",
        "<b>ומ''ש והוא שיהיה ראש זו בין רגלי זו ויהיו כלן דבוקות.</b> ז''ל רבינו בפי' המשנה [בתנאי] שיהי' ראש כל בהמה בין רגלי האחרת ויתחברו כולן ויהיו עומדות ולא הולכות וכן נתבאר בתוספתא עכ''ל: \n",
        "<b>ומ''ש גבי מביאין ולא חוצצין האדם.</b> בפ''ו דאהלות אדם וכלים נעשים אהלים לטמא אבל לא לטהר: \n\n"
      ],
      [
        "<b>נסר שהוא צף על פני המים וכו'.</b> תוספתא פ''ט דאהלות: \n\n"
      ],
      [
        "<b>אלו חוצצין ולא מביאין וכו'.</b> משנה בפ''ח דאהלות: \n",
        "<b>כתב</b> הראב''ד וחבילי מטה והמשפלות א''א מרזבלין: \n\n"
      ]
    ],
    [
      [
        "<b>אין טומאה נכנסת לאהל וכו' בד''א בחלון שעשה אותו האדם לתשמיש וכו'.</b> בפרק י''ג דאהלות. \n",
        "<b>ומה שכתב שיעורו כפונדיון.</b> לשון המשנה שיעורו מלא מקדח גדול של לשכה ובפי''ז דכלים תנן דהיינו כפונדיון האיטלקי. \n",
        "<b>ומ''ש וחלון העשוי לאורה הוא שאין עליו תקרה וכו'.</b> זה הוא פי' רבינו במה ששנינו בפרק י''ג חלון שהוא לאויר שיעורו מלא מקדח: \n\n"
      ],
      [
        "<b>חלון הנעשה שלא בידי אדם וכו'.</b> בפרק י''ג דאהלות. \n",
        "<b>ומה שכתב והוא כראש גדול של אדם.</b> בפרק י''ז דכלים. \n",
        "<b>ומה שכתב או שהיה חלון פקוק ונטל הפקק או שהיתה בו זכוכית ונשברה.</b> תוספתא דאהלות פרק י''ד. \n",
        "<b>ומה שכתב והוא שלא חשב עליו לתשמיש וכו'.</b> בפרק י''ג דאהלות: \n\n"
      ],
      [
        "<b>מאור שהתחיל לסתמו וכו'.</b> גם זה שם. \n",
        "<b>ומה שכתב מפני שלא היה לו טיט לגומרו או שקראו חבירו או שחשכה לילי שבת.</b> פי''ד דתוספתא דאהלות: \n\n"
      ],
      [
        "<b>חלון גדול העשוי לאורה וכו'.</b> בפרק י''ג דאהלות שנינו הסריגות והרפפות מצטרפות כמלא מקדח כדברי ב''ש וב''ה אומרים עד שיהא במקום אחד מלא מקדח: \n",
        "<b>וכן חלון העשויה לתשמיש ובה סככות ורפפות וכו'.</b> נלמד מהדין הקודם: \n\n"
      ],
      [
        "<b>חלון שהיא גלויה לאויר וכו' עד מפני שהוא גלוי לאויר.</b> פי''ג דאהלות שם: \n\n"
      ],
      [
        "<b>החור שבדלת וכו' עד הרי הוא כסתום.</b> שם וכר''ע: \n\n"
      ],
      [
        "<b>ומ''ש העושה חור בכותל.</b> שם העושה מקום לקנה ולאספתי ולנר שיעורו כל שהוא כדברי בית שמאי בית הלל אומרים בפותח טפח לזון את עיניו ולדבר עם חבירו ולתשמיש בפותח טפח ופירש שם רבינו יאמר שמי שניקב בכותל נקב עובר להגביה בו קנה לענין מה או מסמר ינעול בו הפתח הוא אשר יקרא אספתי וכו' או לשום שם כלי ישימו עליו נר או להשקיף ממנו מי שילך מביתו או לקרות ממנו מי שירצה הנה שיעור זה הנקב פותח טפח עכ''ל: \n",
        "<b>וכתב</b> הראב''ד העושה מקום בכותל וכו'. א''א זה עשה פירוש לאספתי ששנינו וכו'. מה שתמה על פי' הרב היוני נתיישב בדברי רבינו שמשון שפירש קנה של גרדי אספתי חרב ויש לאורגים כלי שנקרא חרב עכ''ל. ומה שהקשה על פי' רבינו למה הוציאו בלשון אספתי י''ל שמפני שהמסמר שעושין לנעול בו הפתח הוא משונה משאר מסמרים בעביו ואפשר שגם בתבניתו הוא משונה ייחדו לו שם אחר ולפי' הראב''ד ניחא שכל שלשת הדברים הם מיוחדים למנורה וגם כי כתב ר''ש שי''ג במשנה עצמה לאצבתי אבל איני יודע מה ענין לקנה מנורה בחור שבכותל הלא במנורה עצמה הם מונחים: \n\n"
      ]
    ],
    [
      [
        "<b>חלון תשמיש שסתמה וכו'.</b> בפי״ג ממס' אהלות אלו ממעטים את הטפח וכו' ואלו שאינם ממעטים וכו' ובפרק לא יחפור (בבא בתרא דף כ') מוכח דתרתי בעינן שלא יהא מקבל טומאה ושלא יהא דעתו לפנותו. \n",
        "<b>ומ''ש לפיכך אם סתם החלון או מיעטו באוכלים שאינם מוכשרים וכו' עד וכן כל כיוצא בזה.</b> שם: \n\n"
      ],
      [
        "<b>ומ״ש חבית שהיא מליאה גרוגרות וכו' עד ואם לאו אינם חוצצין.</b> בפ״ו דאהלות ונתבאר בפרק לא יחפור (בבא בתרא דף י״ט). \n",
        "<b>ומ''ש עשבים המרים וכו' עד שהרי הם ראויים ומקבלים טומאה.</b> גם זה שם: \n",
        "<b>כתב</b> הראב''ד או סתמה עד שנשאר בה פחות מטפח א''א פחות מטפח לכזית מן המת וכו'. ואין זה השגה על רבינו דלישנא דמתניתין דפי''ג דאהלות נקט דקתני אלו ממעטין את הטפח וסמך התנא על מה ששנה בפ''ד דאהלות כזית מן המת פתחו בטפח והמת פתחו בד' טפחים וגם רבינו סמך על מ''ש כן בפ''ז: \n\n"
      ],
      [
        "<b>מיעט את הטפח בפחות מכזית וכו'.</b> בפי''ג דאהלות: \n\n"
      ],
      [
        "<b>סתם החלון בכלי חרש וכו'.</b> פ' לא יחפור שם. \n",
        "<b>ומ''ש וצ''ל כלי חרש זה מאוס ונקוב וכו'.</b> נלמד שם מהסוגיא: \n",
        "<b>ועל מ''ש רבינו x מפני שאינם ראויים למלאכה: כתב</b> הראב''ד א''א דוקא למעט בחלון וכו'. כן הכריחו התוס' בפרק לא יחפור עלה כ' ואין כן דעת רבינו שהרי כתב בפירוש אם סתם החלון או מיעטו: \n",
        "<b>ועל מ''ש רבינו x וכן פחות מכביצה אוכלים שאינם מוכשרים וכו': כתב</b> הראב''ד אומר אני דלחלון שהוא ד' על ד' וכו'. אין דבריו מוכרחים והר''י קורקוס ז''ל כתב על דבריו בשום מקום לא מצאתי שהוזכר שיעור ד' להביא טומאה רק להוציא ולהציל על שאר הפתחים ואם כוונתו כאן בחלון ד' ובא למעטו עד שלא ישאר טפח כי אז חשוב ואינו מתמעט עד שיבטל המיעוט ואותו נקרא חלון והיינו כל הנהו דלא יחפור דחלון הוזכר שם אבל טפח חור הוא ואין צריך לבטל המיעוט והיינו ההיא מתניתין דאהלות כי שם לא אמרו חלון אלא אלו ממעטים בטפח אם זאת כוונת הראב''ד לא מצאתי מי שחילק בו ובתוס' אחלון טפח מפרשי ההיא דלא יחפור ורש''י כתב בהדיא אם יש טפח בחלון בין בית לבית גם רבינו שמשון והרמב''ם כך פירשוה וכולם חלון נקראים וכמו שכתב חלון שהוא לאויר שיעורו כמלא מקדח לתשמיש שיעורו בטפח ולא מצאתי מקום מאין חילק כן עכ''ל: \n\n"
      ],
      [
        "<b>היה בבית מת וכו'. עד סוף הפרק.</b> בפי''ג דאהלות שם וכחכמים: \n",
        "<b>ועל מ''ש רבינו או נתמעט בקורי עכביש.</b> כתב הראב''ד א''א זה במקום הכבי שאין בה ממש עכ''ל. ופשוט הוא שזו היתה כוונתו ואע''פ שלשון כבי נאמר בפרק י''ז דכלים על מה שנמצא בתוך שפופרת של קנה לפי שאין דרך לשום בחלון מה שבתוך הקנה ועוד דלא שייך למימר בה שאין בה ממש לכך פירש רבינו שהוא קורי עכביש שדרכן להמצא בחלונות והם דומים ליריעה לבנה שבתוך הקנה ויש מהם דקים יותר מחוט ריר תולעת המשי וזהו שאין בו ממש: \n\n"
      ]
    ],
    [
      [
        "<b>ארובה שהיא באמצע תקרת הבית וכו'.</b> משנה רפ''י דאהלות (משנה א'). \n",
        "<b>ועל מ''ש כנגד ארובה טהור,</b> מ''כ ואע''פ שאין בארובה פותח טפח לא אמרינן דהוי כלבוד דשאני טומאה דהכי גמירי לה. \n",
        "<b>ומ''ש אם יש בטומאה כדי שתתחלק וכו'.</b> שם כרבי יוסי ויש כאן חסרון בספרי הדפוס וכך היא הנוסחא הנכונה אם יש בטומאה כדי שתתחלק וימצא כשיעור תחת התקרה וכשיעור תחת ארובה הכל טמא ואם לאו הבית טמא וכנגד הארובה טהור. \n",
        "<b>ועל מ''ש רבינו אם היה בארובה פותח טפח וכו' וכנגד כל הארובה טמא: כתב</b> הראב''ד א''א כמדומה אני שיש כאן שיבוש וכו'. ודבר פשוט הוא ונ''ל שודאי יש כאן ט''ס וצריך לכתוב וכנגד הטומאה במקום וכנגד כל הארובה. ויש ליישב הגירסא בדוחק דה''ק אם יש בארובה פותח טפח המאהיל על מקצת הטומאה כמאהיל על כולה: \n",
        "<b>היה בארובה פותח טפח ונתן אדם רגלו מלמעלה וכו'.</b> \n",
        "<b>שם ומ''ש אין בארובה פותח טפח וכו' עד ואין טומאה יוצאת לו.</b> גם זה שם וכחכמים ויש פה בספרי הדפוס חסרון וכך הגירסא הנכונה היתה הטומאה תחת הארובה אם טומאה קדמה את רגלו טמא שהרי האהיל על הטומאה אם רגלו קדמה את הטומאה טהור שהרי רגלו מקצת האהל. וביאור הדבר דבסיפא חשיב כסתום כיון שנסתם קודם שבאה הטומאה אבל אם קדמה הטומאה כשפשט רגלו שם נטמא קודם שסתם הנקב: \n\n"
      ],
      [
        "<b>היה כזית מן המת בפי העורב וכו'.</b> תוספתא בפרק י''א דאהלות וכת''ק ואע''פ שכבר נתבאר שאפילו טומאה למטה כל שהיא כנגד ארובה הבית טהור הכא שאני כיון שהאהיל כנגד ארובה נטמא הכל כי נתערבה הטומאה משא''כ שם שאין שום אהל כנגד ארובה לערב הטומאה: \n\n"
      ],
      [
        "<b>בית וארובה באמצע תקרת הבית וכו' עד אין טמא אלא הבית.</b> משנה פרק י' דאהלות. \n",
        "<b>ומ''ש הכל טמא שאין כלי טמא חוצץ.</b> הוא על פי מה שנתבאר בפרק י''ב ופי''ז גבי אדם וכלים שנעשו אהל על הטומאה שאם היו כלים על גביו אפילו שלא כנגד הטומאה טמאים ואם היתה טומאה על גביו וכלים תחתיו כל כלים שתחתיו טמאים. \n",
        "<b>ומה שכתב גבי אין בארובות פותח טפח היתה הטומאה כנגד ארובות וכו' הבית והעלייה טמאים.</b> בקדמה טומאה מיירי וכדדייק לישנא דהיתה טומאה שאם קדם הדבר שנתן לטומאה לא דומיא דמאי דכתב אם רגלו קדמה את הטומאה טהור. \n",
        "<b>ומ''ש וכל אלו הדינין בעושה ארובה וכו' כמו שביארנו.</b> בפי''ד: \n\n"
      ],
      [
        "<b>הפוחת את המעזיבה וכו'.</b> בפי''ב דאהלות סנדל של עריסה שפחתה בתוך הבית אם יש שם פותח טפח הכל טמא ואם לאו מונים בו כדרך שמונין במת ושינה רבינו לשון המשנה וכתב הפוחת את המעזיבה כלומר שאם נפחת' מאליה תניא בתוספת' ששיעורה מלא אגרוף וביאור המשנה כ' רבינו שם עריס' היא המטה מלשון ערשו ערש ברזל [סנדל של עריסה הוא דומה לעטרה של פתח אשר יעשה מברזל וזה שיעשה מברזל] טבעת יכניסו בו סנדל זה עד שהוא נראה בבית אם היה אותו הנקב טפח על טפח הכל טמא ר''ל העלייה וכל הכלים שבה ואם לא היה באותו נקב טפח על טפח העלייה טהורה וזה הסנדל יטמא בהיותו מאהיל על הטומאה הוא והמטה שנוגעת בו טמאים טומאת ז' והתינוק טמא טומאת ערב דמיירי שהטומאה תחת הפתח וקדמה טומאה לסנדל וא''ת כשאין בו פותח טפח למה עלייה טהורה מ''ש ממה שנתבאר בפרק זה אין בארובות פותח טפח והיתה טומאה כנגד ארובות ונתן דבר שהוא מקבל טומאה העלייה והבית טמאים שהרי עירב הטומאה ותירץ הר''י קורקוס ז''ל שכל דבר שנכנס בעובי המעזיבה וממלא הפחת ויושב שם מהתקרה הוא חשיב ואין אומרים בו עירב את הטומאה ולפיכך דייק רבינו לכתוב והיתה רגל הערס סותמת את הארובה. \n",
        "<b>ומ''ש נפחתה המעזיבה מאיליה וכו' כמו שביארנו.</b> בפי''ד: \n\n"
      ],
      [
        "<b>ארובה שבתוך תקרת הבית וכו'.</b> בפרק י' דאהלות ארובה שהיא בתוך הבית וקדרה נתונה תחתיה שאם תעלה ואין שפתותיה נוגעות בארובה טומאה תחתיה בתוכה או על גבה טומאה בוקעת ועולה בוקעת ויורדת פי' ארובה שהיא לאויר וקדרה נתונה תחתיה בארץ מכוונת כנגדה שאם תעלה וכו' כלומר שאינה רחבה יותר מהארובה עד שתהא מגעת אפילו כל שהוא בתקרה עד שלא תהא יכולה לצאת טומאה תחתיה רצוצה טומאה בוקעת ועולה בוקעת ויורדת כדין כל טומאה רצוצה אע''ג דאין כלי חרש מיטמא מגבו הכא דטומאה בוקעת תוכה נמי טמא והוא הדין כשהטומאה בתוכה או על גבה דכיון דקי''ל דכלים נעשין אהלים לטמא אבל לא לטהר רואין הטומאה כאילו היא תחתיה ובוקעת ועולה בוקעת ויורדת והבית טהור מאחר שאינה נוגעת אפילו כל שהוא בתקרה. \n",
        "<b>ומ''ש היתה הקדרה גבוהה מן הארץ טפח וכו'.</b> שם היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית תחתיה והבית טמא תוכה וגבה טהור בתוכה או על גבה הכל טהור זו היא גירסת רבינו וה''פ מאחר שהיא גבוהה מן הארץ טפח הוי שוליה וגג הבית אהל הילכך טומאה תחת אחת מהם תחת שניהן טמא תוכה וגבה טהור מפני שאינו תחת אהל ואם היתה הטומאה בתוכה או על גבה הכל טהור כלומר תחתיה והבית טהור שמאחר שהיא גבוהה מן הארץ טפח הצילה על כל מה שתחתיה כך פירוש המשנה לפי גירסת רבינו אבל קשה כשהיא גבוהה טפח וטומאה בתוכה או על גבה אמאי תחתיה והבית טהורים הא קי''ל כלים אפילו כלי גללים שאין במינם קבלת טומאה נעשים אהלים לטמא אבל לא לטהר וא''כ גם תחתיה והבית טמאים וכבר השיגו הראב''ד וכתב שהגירסא הכל טמא וק''ל דלדידיה מי ניחא מאי דקתני בגבוהה מן הארץ טפח טומאה תחתיה תוכה וגבה טהור הא מזה הטעם בעצמו היה להם להיות טמאים ואפשר דשאני הכא שאהל הכלי ואהל הבית כחד חשיבי הילכך לא מפלגינן בינייהו וכיון דאהל שתחת הכלי מיעוטא היא הוי טפילה לאהל הבית ודינו כמוהו. ומה שנתן רבינו טעם שאין כלי חרס מטמא מגבו היינו לומר דאילו היה מיטמא מגבו לא היה לו דין אהל כלל. \n",
        "<b>ומ''ש היתה הטומאה בתוך הקדרה וכו': כתב</b> הראב''ד טומאה בוקעת ועולה בוקעת ויורדת א''א לא יורדת עד התהום כטומא' רצוצה וכו'. וא''ת תינח כשהיא בתוכה או על גבה אבל כשהטומאה תחתיה הרי היא רצוצה ולמה לא תרד עד התהום ודוחק לומר דלצדדין קתני ואפשר דכיון דקי''ל דאין כלי טמא חוצץ אעפ''י שהטומאה תחתיה הוה ליה כאילו היא מגולה: \n",
        "<b>ועל מ''ש רבינו היתה הקדרה גבוהה מן הארץ טפח וכו' היתה טומאה בתוכה או על גבה הבית כולו טהור.</b> כתב הראב''ד א''א זה המחבר משבש המשנה מדעתו וכו'. אני אומר שגירסת רבינו במשנה היתה בתוכה או על גבה הכל טהור ולענין מה שהקשה הרב ר' אברהם בן דוד שהעיקר הוא הכל טמא לפי שהוא כלי טמא ואינו חוצץ ובוקעת הטומאה לתחתיה ואינו חוצץ רבינו בפירוש המשנה כתב שטעם שהבית טהור לפי שהטומאה כנגד ארובה וכן תחת הקדרה טהור לפי שהיא אהל להיותה גבוהה טפח אמנם יטמא כנגד הטומאה לבד עד לרקיע וכן מוכיח בתוספתא שאמרו בה כנגדו עד לרקיע טמא משמע שהשאר טהור ומכ''מ קשה שמאחר שאפילו כלי גללים נעשה אהלים לטמא אבל לא לטהר לא עדיפא קדרה מינייהו וצ''ע: \n",
        "<b>היתה הקדרה תחת הארובה וכו'.</b> תוספתא דאהלות פרק י''א: \n",
        "<b>היתה הקדרה מונחת בצד אסקופת הבית כו' עד אבל הבית טהור.</b> משנה סוף פ''י דאהלות היתה נתונה בצד האסקופה שאם תעלה והיא נוגעת בשקוף פותח טפח טומאה תחתיה או בתוכה או על גבה טומאה בוקעת ועולה בוקעת ויורדת היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית תחתיה והבית טמא תוכה וגבה טהור תוכה או על גבה הכל טמא. שאם תעלה אינה נוגעת בשקוף פותח טפח או מודבקת בשקוף טומאה תחתיה אין טמא אלא תחתיה ומצאתי בפירוש משניות מוגה שכתב שם רבינו ז''ל אסקופה שם המשקוף התחתון והוא גבוה מהארץ מעט ושקוף שם המשקוף העליון הנכחי אליו והוא אשר נקרא בלשון הכתוב משקוף וענין אמרו שאם תעלה נוגעת בשקוף פותח טפח שאילו חשבנו שהוגבהה ביושר יהיה מפי הכלי פותח טפח נכנס תחת השקוף וכשתהיה ההנחה והיא דבקה בארץ באי זה מקום שתהיה הטומאה מזה הכלי יטמא מה שהיא נכחי לטומאה לבד לפי שהטומאה לא הראתה פעולתה באהל כפי מה שהקדמנו אולם אם היתה גבוהה טפח הנה היא תאהיל ויטמא הבית מסבת פותח טפח אשר ממנה נכנס תחת המשקוף העליון הנכחי אליו וכן אם היתה טומאה בתוכה או על גבה תחתיה טמא לפי שהבית יטמא להגעת הטומאה תחת השקוף ותצא טומאה מהבית אל תחת הקדרה להיותה נכחית בטפח לתחת המשקוף ויטמא תחת הקדרה ג''כ והוא אמרו הכל טמא ואם היה זה הכלי אין ממנו תחת המשקוף אלא פחות מטפח או תהיה נכחית לשטח המשקוף מבחוץ עד שאילו עלתה ביושר ידבק צדה בצד השקוף וזהו אומרו או מודבקת לשקוף הנה היא אז אין חיבור בינה ובין הבית ויהיה דינה דין אהל בפני עצמו עכ''ל. ורישא קשיא שאם תעלה והיא נוגעת בשקוף פותח טפח למה לא יטמא הבית כיון שהשקוף מאהיל על הטומאה וצ''ל דמיירי כשאין הטומאה נכחית לשקוף אלא נכחית לאויר וה''ר עובדיה פירש בענין אחר: \n",
        "<b>ועל מ''ש רבינו היתה גבוהה מן הארץ טפח וכו' ותוכה וגבה טהור וכו'.</b> כתב הראב''ד א''א זה האיש מפרש במקומות שאין להם צורך וכו' ואומר אני שזאת הקדרה צרה מפיה ויש לה כוליא טפח וכו'. באמת דברי הראב''ד נכונים ושפתים ישק וכן פירש ר''ש והרא''ש ומכ''מ אין זה תפיסה על רבינו מפני שרבינו בספר הזה מחבר לא מפרש וכתבו הר''ש והרא''ש בוקעת ועולה והבית טהור וכגון שהטומאה מן המשקוף ולחוץ דאי בטפח המשוך לפניה היה הבית טמא תוכה וגבה טהור דנצולת עם דופן הבית: \n\n"
      ],
      [
        "<b>קורות הבית והעליה וכו'.</b> משנה פרק י''ב דאהלות: \n",
        "<b>ועל מ''ש רבינו וביניהם פותח טפח.</b> כתב הראב''ד א''א אע''פ שאין ביניהם אויר טפח וכו'. נראה מדבריו שהבין בדברי רבינו שמ''ש וביניהם אויר פותח טפח באויר שבין קורה לקורה שבצדה מיירי ומפני כך הקשה עלה שמה צורך שיהיה באויר פותח טפח אפילו אין באויר פותח טפח אין הטומאה עוברת מקורה לקורה הואיל ויש שם אויר ולי נראה שזה דבר פשוט ולא דיבר רבינו אלא באויר שבין קורה לקורה שעליה מיירי ומשום דבעי למיתנא היתה הטומאה בין התחתונה לעליונה בין שתיהם בלבד טמא הקדים לומר דהיינו דוקא כשיש בין תחתונה לעליונה פותח טפח שאילו לא היה ביניהם פותח טפח היתה טומאה בוקעת ועולה ולא היתה מטמאה אלא כנגדה בלבד: \n",
        "<b>ועל מ''ש רבינו גבי היו הקורות העליונות מכוונות כנגד האויר שבין קורות התחתונות היתה הטומאה ע''ג קורה העליונה כנגד הטומאה עד לרקיע טמא: כתב</b> הראב''ד א''א וכן על גבי קורה התחתונה עכ''ל. והדין עמו שמאחר שאחד התחתונה ואחד העליונה הן לאויר כך לי שהיתה הטומאה על התחתונה כמו שהיתה על העליונה וכך הוא לשון המשנה היו העליונות כבין התחתונות וטומאה תחת אחת מהן תחת כולן טמא על גביהן כנגדו עד הרקיע טמא ולא חילקנו בין שתהיה על גבי העליונה לשתהיה ע''ג התחתונה ורבינו דנקט ע''ג קורה העליונה צ''ל דל''ד אלא איידי דנקט בבבא קמייתא ע''ג העליונה נקטה נמי הכא: \n",
        "<b>ומ''ש אין בקורות פותח טפח וכו'.</b> תוספתא פי''ג דאהלות והוא נלמד ממתני' סוף פי''ד דאהלות: \n",
        "<b>ועל מ''ש רבינו לפי שכל טומאה שאינה תחת פותח טפח: כתב</b> הראב''ד א''א כמה לשון זה מקולקל וכו'. וי''ל דרבינו לישנא קלילא נקט וקיצר במקום שהיה לו להאריך ולומר דלא אמרינן חבוט רמי אלא כשיש בקורה רוחב טפח אלא שסמך על מ''ש בפ''ה מהלכות סוכה גבי היה הסיכוך מדובלל: \n",
        "<b>בית שנסדק וכו'.</b> משנה פי''א דאהלות. \n",
        "<b>ומ''ש אם היה רוחב הסדק כחוט המשקולת.</b> שם בה''א כל שהוא ומפרש בתוספתא פרק י''ב דהיינו כחוט המשקולת: \n",
        "<b>וכתב</b> הראב''ד א''א כמה קלקל עלינו את הענין וכו' ובתוספתא כותל שנסדק והוא כותל הבית וכו'. כלומר מדלא פירשה כדמפרש רבינו מאי דתנן הבית שנסדק דהיינו גג וכותליו אלא לכותל לבדו שנסדק קרי במתניתין הבית שנסדק וע''פ זה פירש השיעורים שבמתניתין לטומאה וכמו שמבואר בדבריו ודברי רבינו ופירושו מרווח בפי' דמתני' וכך פירשו רבינו שמשון והרא''ש וז''ל הרא''ש בית שנסדק כגון שפתחו במזרח ואחוריו לצד מערב ונסדק כל גג הבית מצפון לדרום מעבר לעבר: \n\n"
      ],
      [
        "<b>אכסדרה שנסדקה וטומאה בצד אחד וכו'.</b> משנה פרק י''א דאהלות פירוש כל אכסדרה היא פרוצה מרוח ד' וסתומה משלש רוחות ונסדקה התקרה מהרוח הפרוץ עד הכותל הפנימי מעבר לעבר הב'. \n",
        "<b>ועל מ''ש רבינו עירב את הטומאה.</b> כתב הראב''ד א''א כמה שיבושים נשתבש וכו'. דברי רבינו פשוטים וכך פירשוה הר''ש והרא''ש ואין דברי הראב''ד מובנים לי ואפשר דלטעמיה אזיל שפירש שהסדק הוא בכותל לא בגג ומשיג על רבינו שכתב נתן רגלו וכו' למעלה על הסדק ועדיין דברי הראב''ד צריכים עיון: \n",
        "<b>היה אדם מוטל על הארץ וכו'.</b> שם וכב''ה: \n",
        "<b>וכן אם היו תחת הסדק וכו'.</b> גם זה שם: \n\n"
      ]
    ],
    [
      [
        "<b>זיז שהוא יוצא מפתח הבית וכו'.</b> פי''ד דאהלות הזיז מביא את הטומאה בכל שהוא הגיזרה והגבלית בפותח טפח איזהו הזיז שפניו למטה והגיזרה שפניה למעלה ובמה אמרו הזיז מביא את הטומאה בכל שהוא בזיז שהוא גבוה מן הפתח ג' נדבכין שהם י''ב טפח יתר מכאן מביאה את הטומאה בפותח טפח העטרות והפיתוחים מביאים את הטומאה בפותח טפח וכו' זיז שע''ג הפתח מביא את הטומאה בפותח טפח וכו' קנה שע''ג הפתח אפילו מאה אמה מביא את הטומאה כל שהוא דברי רבי יהושע ר''י בן נורי אומר אל יחמיר זה מן הזיז ופירש שם רבינו זה הזיז אשר יביא את הטומאה בכל שהוא כבר התבאר לך צורתו ותנאו וזה שיהיה לו תוספת אל מה שימשך לארץ ויהיה בינו ובין הארץ גבוה י''ב טפחים והוא יוצא מצד פתח [הבית] ונחשוב זה הקנה הנוסף שהוא כבר הגיע לארץ וכלל הטומאה אשר תחתיו לצד הארץ וכו'. [זיז] שעל גבי הפתח ר''ל שיהיה יוצא מהמשקוף ולהיותו למעלה מי''ב טפחים יצטרך שיהיה בו פותח טפח ואז יביא את הטומאה לבית: \n",
        "<b>וכתב</b> עוד אר' יהושע להיות הקנה משוך על אורכו ודבוק לכותל אע''פ שהוא למעלה מי''ב טפחים הנה הוא יביא את הטומאה לבית בכל שהוא ואמר ר''י בן נורי שלא תהיה זו חמורה מהזיז אשר לא יביא את הטומאה כאשר היא למעלה מי''ב טפחים אלא בפותח טפח כמו שקדם והלכה כר''י בן נורי עכ''ל: \n",
        "<b>והראב''ד</b> כתב על דברי רבינו כאן תמה אני איך הוא מוציא הדברים מפשטן וכו'. נראה מדבריו שהוא תמה על רבינו למה פסק כר''י ב''נ והו''ל לפסוק כר' יהושע מפני שרבי סייע אותו דתניא בתוספתא רבי אומר החמירו בקנה יותר מבזיז שקנה מיטלטל וזיז אינו מיטלטל, ולדעת רבינו י''ל שהוא סובר שרבי לא בא אלא ליתן טעם לדברי רבי יהושע ואפשר דליה לא ס''ל ומאחר דמילתא דרבנן היא פסק כר''י בן נורי דמיקל. ויש לתמוה על הראב''ד למה קראו מוציא דברים מפשטן לפי שפסק כר''י בן נורי וצ''ל דמשום דאע''פ שאפשר לומר דרבי לא בא אלא ליתן טעם לדברי ר' יהושע ואפשר דאיהו סבר כר''י בן נורי פשטא דמילתא היא דכרבי יהושע ס''ל לכך קראו מוציא הדברים מפשטן. ועטרות הם אבנים הבולטים מן הקיר כמין כיפה. ופיתוחים הם סיוד וכיור שעושים לנוי. \n",
        "<b>ומ״ש רבינו ודבר ברור הוא וכו'.</b> בפ' מי שמתו (ברכות יט:) ד״ת אהל כל שיש בו חלל טפח חוצץ וכו' אין בו חלל טפח אינו חוצץ: \n\n"
      ],
      [
        "<b>זיז שהוא סובב את כל הבית וכו'.</b> בפרק י''ד דאהלות זיז שהוא סובב את כל הבית ואוכל בפתח ג' אצבעות פירוש זיז שהוא רחב טפח וסובב כל כתלי הבית מבחוץ וכנגד הפתח אוכל שלש אצבעות ועל שאר הפתח אין זיז שאם היה אוכל כנגד הפתח טפח היה הבית טמא לד''ה וידוע דהלכה כרבי יהושע. טומאה בבית כלים שתחתיו טמאים טומאה תחתיו ר''א מטמא את הבית ורבי יהושע מטהר: \n",
        "<b>וכתב</b> הראב''ד טומאה תחתיו אינו מביא את הטומאה לבית א''א דוקא בזיז שהוא למעלה מי''ב טפחים עכ''ל. כלומר שאילו לא היה למעלה מי''ב טפחים היה מביא את הטומאה בכל שהוא כמו שנתבאר ופשוט הוא והטעם כשטומאה בבית כלים שתחתיו טמאים משום דדרך הטומאה לצאת. \n",
        "<b>ומ''ש וכן בחצר שהיא מוקפת אכסדרה.</b> שם במשנה פירוש כי כאשר היה הבית מוקף באכסדראות ואכסדרה אוכלת בפתח שלש אצבעות טומאה בבית כלים שבאכסדרה טמאים טומאה באכסדרה רבי יהושע מטהר הבית: \n\n"
      ],
      [
        "<b>חלון העשויה לתשמיש וכו'.</b> פי''ד דאהלות. \n",
        "<b>ומ''ש אפילו היה כרוחב אגודל.</b> שם בתוספתא, ומ''כ פי' אפילו לא היה לצד חוץ אלא גודל וכשהזיז אינו גבוה אלא רום אצבעיים עשוי לנוי החלון ומצטרף אהלו עם החלון. \n",
        "<b>ומ''ש ואפי' גבוה כל שהוא: בניין היוצא לפני החלון וכו'.</b> בפרק י''ב דאהלות הבטח אינו מביא את הטומאה היה בו זיז ר''א אומר אינו מביא את הטומאה [רבי יהושע אומר] רואין את הבטח כאילו אינו והזיז העליון מביא את הטומאה. \n",
        "<b>ומ''ש היה בו זיז וכו'.</b> שם וכרבי יהושע: \n",
        "<b>וכתב</b> הראב''ד א''א זאת הפסקא לא נמצאת וכו'. וזה לשון רבינו בפירוש המשנה בטח הוא בניין היוצא מהכותל לפני החלון כי כאשר ישקיף מהארובה הוא נסמך עליו ולזה יקרא בטח וכתב הרא''ש הטעם מפני שהוא מודבק לחלון ואין אויר שתכנס בו טומאה ורבינו שמשון בשם הערוך פירש בו פי' אחר: \n",
        "<b>וכיצד מביאין כל הזיזין האלו טומאה וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>שני זיזין זה ע''ג זה וכו' וכן שתי יריעות שהן גבוהות מן הארץ פותח טפח זו ע''ג זו.</b> פי''ד דאהלות: \n",
        "<b>כתב</b> הראב''ד תחת התחתון תחתיו בלבד טמא א''א חסר מכאן עיין המשנה עכ''ל. ואני אומר ספר מוטעה נזדמן להראב''ד בדברי רבינו ובנוסחא הנכונה אין שום חסרון וכך היא היה העליון עודף על התחתון פותח טפח וטומאה תחת התחתון או ביניהם תחתיהם וביניהן טמא היתה ע''ג העליון כנגדו ועד הרקיע טמא היה העליון עודף על התחתון פחות מטפח וטומאה תחתיהם תחתיהם וביניהם טמא היתה הטומאה ביניהם או תחת המותר ביניהם ותחת המותר טמא אבל תחת התחתון טהור וזו הבבא האחרונה פלוגתא דר''א ורבי יהושע וידוע דהלכה כרבי יהושע: \n",
        "<b>כתב</b> עוד הראב''ד תחתיו בלבד טמא א''א הנוסחא נסוחא מן האחרת עכ''ל. מכאן נראה שמ''ש בהשגה שקודם זו חסר מכאן היינו שהיה בנוסחתו בדברי רבינו שני זיזין זה ע''ג זה וכו' טומאה תחת העליון ביניהם בלבד טמא והשתא קאמר שמ''ש בסיפא גבי יש בכל אחד מהן פותח טפח ואין ביניהן פותח טפח וטומאה תחת התחתון תחתיו בלבד טמא נוסחא זו נכונה מהאחרת כלומר מהנוסחא שכתב לעיל שיש בה חסרון. שנסוחא פירושה נכונה ואפשר דגרסינן נכוחה או נכונה: \n",
        "<b>ועל מ''ש רבינו אין בהם פותח טפח וכו'. טומאה בוקעת ועולה בוקעת ויורדת שהרי היא רצוצה.</b> כתב הראב''ד א''א זה הטעם שיבוש אלא שאין שם כדי שיביא את הטומאה לצדדין עכ''ל. טעמו משום דלא מיקרי רצוצה אלא כשאין שם חלל גבוה טפח אבל הכא הרי יש שם חלל גבוה טפח אלא שלפי שאין בגגה רוחב טפח אינה מביאה את הטומאה לצדדין ולדברי רבינו י''ל שמאחר שאין בגגה טפח על טפח על רום טפח טומאה בוקעת ועולה בוקעת ויורדת כל שחסר אחד מאלו דינה כרצוצה ושפיר מיקריא רצוצה: \n",
        "<b>כלים או בגדים וכו' עד מפני שהם כקרקע.</b> פט''ו דאהלות: \n",
        "<b>כתב</b> הראב''ד ומביא את הטומאה לכל הכלים שתחתיו ראיתי שלא פירשו לא הוא ולא הרב היוני וכו'. ואני אומר אין ספק שפירושו אמיתי ואין תפיסה על רבינו למה לא פירש שרבינו ז''ל בספר הזה מחבר לא מפרש ויש כאן ט''ס וצריך לכתוב של שיש במקום שלשתן. גם חסר בדפוס תיבת אלף וכך היא הנוסחא אפילו גבוהות מן הארץ אלף אמה וכן מבואר בתוספתא וטעם החילוק בין לוחות עץ לטבליות של שיש דשל עץ לא בטילי אגב קרקע וכמאן דליתנהו דמי ומקומם חשיב חלל אבל שיש כקרקע הוא חשיב שהרי מין קרקע הוא: \n",
        "<b>ועל מ''ש רבינו אם היתה הטומאה גבוהה מן הארץ: כתב</b> הראב''ד זה שיבוש ראוי להיות אם היתה מן הארץ גבוה הכלי עכ''ל. טעמו דאכלי או לוח העליון הוא דקפדינן שיהא גבוה מן הארץ טפח ולשון המשנה כך היא עד שתהא העליונה גבוה מן הארץ פותח טפח וא''כ אפילו אין הטומאה גבוהה מן הארץ טפח אם הכלי או הלוח העליון גבוה מן הארץ טפח מביא את הטומאה וגם רבינו כתב כן בסוף פי''ו ולכן צריך לומר שסמך כאן על מ''ש שם וה''פ אם היה הלוח או הכלי העליון שהטומאה מלמטה גבוה מן הארץ טפח: \n\n"
      ],
      [
        "<b>לוחות של עץ שהן נוגעות זו בזו וכו'.</b> שם טבליות של עץ שהן נוגעות זו בזו בקרנותיהם והם גבוהות מן הארץ פותח טפח טומאה תחת אחת מהן הנוגע בשניה טמא טומאת שבעה כלים שתחת הראשונה טמאים שתחת השניה טהורים ופירש רבינו הנוגע בשניה טמא טומאת שבעה לפי שהיא חלק מאהל המת וכלים שתחתיה טהורים לפי שלא יגיעו בינה ובין הטבלא אשר תחתיה הטומאה פותח טפח עד שתביא לה טומאה ואמנם ימשש זוית לזוית לבד עד כאן לשונו. וכתב ר''ש הנוגע בשניה טמא טומאת שבעה ואע''ג דתנן בריש מכילתין כלים הנוגעים במת וכלים בכלים טמאים [טומאת שבעה] והשלישי בין אדם בין כלים טמא טומאת ערב הא תנן התם אין האהל מתחשב הילכך טבלא שטומאה תחתיה אינו מן המנין עכ''ל. ויש לתמוה על רבינו שכתב כאן והנוגע בלוח זו השניה כנוגע בכלים שנגעו באהל המת וע''פ מה שנתבאר בפ''ה מהלכות אלו אינו טמא אלא טומאת ערב ומתניתין קתני טמאים טומאת שבעה ואפשר דה''ק הוי כנוגע בכלים שנגעו באהל המת בעודם מאהילים על המת דהוי בחיבורין דכה''ג טמאים טומאת שבעה: \n",
        "<b>אבל כל הכלים שאמרנו שמביאין את הטומאה ואינם חוצצין וכו'.</b> זה נלמד ממה ששנינו בריש פ''ז דאהלות ובפרק ח': \n\n"
      ],
      [
        "<b>חבית שהיא יושבת על שוליה באויר וכו' עד הכל טמא.</b> פ''ט דאהלות חבית שהיא יושבת על שוליה באויר וכזית מן המת נתון תחתיה או בתוכה כנגד קרקרותיה טומאה בוקעת ועולה בוקעת ויורדת והחבית טמאה תחת דפנה מבחוץ טומאה בוקעת ועולה בוקעת ויורדת והחבית טהורה בתוכה ותחת דפנה אם יש בדפנות פותח טפח הכל טמא וכנגד פיה טהור ואם לאו טומאה בוקעת ועולה בוקעת ויורדת פי' קרקרותיה שוליה המחודדים ואתחתיה קאי והוא הדין לזית נתון בתוכה או תחתיה כנגד קרקרותיה וחבית זו של חרס היא ולדעת רבינו רחבה שוה מלמעלה למטה כמו חביות שלנו וע''פ הדברים האלה פירש שם וז''ל אמרו כנגד קרקרותיה ירצה שתהיה הטומאה תחתיה ממה שימשך לחללה לא שתהיה תחת עובי x הדפנות וכו' וכאשר היתה טומאה כנגד קרקרותיה אין לפי מה שהשרשנו שיהיה כל מה שהוא נכחי לטומאה מאויר החבית (ומעת שנטמא אוירה נעשית החבית) טמאה לא שכלי חרס יטמא מגבו אבל להיותו מטמא מאוירו וזאת החבית כבר נטמאה אוירה בזה המין מהטומאה אשר יטמא כל מה שיהיה נכחי אליו וכו' ואם היתה הטומאה תחת דפנה מבחוץ והוא שתהיה תחת עובי (החרס) [הגג] ולא יהיה ממנו כלל תחת שוליה ממה שימשך לאוירה הנה החבית טהורה שכלי חרס אינו מטמא מגבו והטומאה בעת שעברה למעלה לא תכנס באוירה לפי שהיא תחת הדופן. ואמרו בתוכה ותחת דפנה הוא שתהיה מקצת הטומאה תחת דפנה ומקצתה תחת שוליה לשון התוספתא כזית מן המת מקצתו נתון תחת דפנה ומקצתו נתון תחת קרקרותיה כל שכנגד הטומאה בין מלמעלה בין מלמטה טמא וכל שאינו כנגד הטומאה בין מלמעלה בין מלמטה טהור ואם יש בדפנה פותח טפח הכל טמא וענין הכל טמא שיהיה כל מה שיגע בחבית טמא ואפילו מה שלא יהיה נכחי לטומאה אבל בהיות עובי (חרסה) [גגה] טפח כבר התפשטה הטומאה בכולה ר''ל כל מקיפה ולזה היה כנגד פיה טהור ר''ל מה שימשך לאוירה לפי שהטומאה כבר התפשטה והראת פעולתה ברוב נכחיותה. \n",
        "<b>ומ''ש רבינו בד''א בחבית טהורה וכו'.</b> במשנה הנזכרת ופי' שם רבינו אולם אם כבר נטמאת מקודם באחת הטומאות שיהיה כלי טמא וכלי טמא אינו חוצץ או אם יהיה גבוה על הארץ טפח שהוא אהל או יהיה הטומאה תוכה ועליה כיסוי שיהיה כמו קבר סתום או תהיה כפויה על הטומאה כל מה שיגע באחד מאלו הענינים טמא והוא אמרו הכל טמא ר''ל תוכה וגבה ודפנה ובכלל כל מי שיגע בו [הטומאה הוא] טמא לסבה שזכרנו עכ''ל: \n",
        "<b>כתב</b> הראב''ד או על גבה הכל טמא א''א חסר מכאן ואומר אני שכן צריך לפרש לא הכל הכל ממש וכו'. טעמו במ''ש חסר מכאן לומר שלא הוה ליה לרבינו לסתום ולכתוב הכל טמא אלא לפרש וכבר כתבתי שאין זה תפיסה על רבינו שאינו בספר הזה מפרש אלא מחבר ומכ''מ מתוך לשונו של רבינו נראה לי שמה ששנינו הכל טמא לכל החלוקות קאי דבכל חלוקה מהם הנוגע בכ''מ ממנה טמא מפני שהיא כקבר סתום וזה מבואר בלשונו בפי' המשנה שכתב שיהיה כמו קבר סתום ולזה נתכוון במ''ש כאן וכל הנוגע בה כולו טמא: \n",
        "<b>היתה מוקפת צמיד פתיל וכו'.</b> תוספתא דאהלות פ''י ויש לתמוה אמאי לא אמרינן טומאה בוקעת ועולה בוקעת ויורדת ומטמאה כל מה שבתוכה וצ''ע: \n",
        "<b>חביות שהן יושבות על שוליהן וכו'.</b> משנה פט''ו דאהלות ועיין בדברי רבינו בפי' המשנה ויש פה חסרון בספרי הדפוס וכך היא הנוסחא הנכונה טומאה בוקעת ועולה בוקעת ויורדת מפני שהיא רצוצה בד''א בטהורות אבל אם היו טמאות או גבוהות מן הארץ טפח וטומאה תחת אחת מהן תחת כולן טמא שהרי הכל אהל אחד: \n\n"
      ]
    ],
    [
      [
        "<b>אדם שהאהיל בידו אחת וכו'. וכן שני בתים וכו'.</b> בספט''ו דאהלות והטעם על פי מה שקדם שהאדם שנטמא במת יטמא הכלים שנגע בהם אבל באהל אינו מטמא אותם שאין מטמא באהל אלא מת עצמו אבל אם בשעה שנוגע במת או מאהיל עליו מאהיל גם על הכלים בידו אם יש בה פותח טפח שהוא שיעור אהל להביא הטומאה הנה נטמאו מפני היותם עם המת תחת אהל אחד שהאדם נעשה אהל להביא את הטומאה: \n\n"
      ],
      [
        "<b>אדם שהשקיף וכו' עד מביא ואינו חוצץ.</b> פרק י''א דאהלות וכב''ה. ויש בספרי הדפוס ט''ס בדברי רבינו שכתוב בצד החיצון וצריך למוחקו ולכתוב במקומו בעד החלון: \n\n"
      ],
      [
        "<b>נושאי המת וכו'.</b> פ''ו דאהלות. \n",
        "<b>ומ''ש וכן אם היה אדם מבפנים או מבחוץ וכו'.</b> כ''כ בפי' המשנה ופשוט הוא: \n\n"
      ],
      [
        "<b>תנור שהוא עומד בתוך הבית וכו'.</b> ריש פ''ה דאהלות וכב''ה דתנן תנור שהוא עומד בתוך הבית ועינו קמורה לחוץ והאהילו עליו קוברי המת בש''א הכל טמא ובה''א התנור טמא והבית טהור ר''ע אומר הכל טהור ופי' רבינו עין התנור הוא הנקב אשר בשפלות מהארץ אשר ישליכו ממנו האש ומוציאים ממנו האפר. וקמורה מקובבת והוא שיהיה התנור כולו תחת הבית והנקב הקמור בולט לחוץ והאהילו נושאי המת במת על זה הקובב אמרו ב''ש כבר נדבק האהל בזאת הקובב ונכנסה הטומאה לבית מעליוני התנור כמו אם היתה טומאה תחת זה הקובב ובה''א שהתנור לבד הוא אשר יטמא כי האהיל המת על מקצתו ור''ע אומר שהתנור טהור שאין האהל על עצם התנור אלא על הקובב היוצא ממנו ואין הלכה כר''ע עכ''ל. והרא''ש כתב מיירי כשיש בעין טפח על טפח דאי לאו הכי אפילו טומאה בעין טהור התנור כדתנן פ''ח דכלים בש''א הכל טמא דחזינן לטומאה כאילו היא בתוך העין ויוצאה דרך פי התנור לבית וב''ה לא מחמרי כולי האי להביא טומאה לבית אבל התנור טמא ורבינו שמשון פירש דבאין בעין פותח טפח איירי דאי יש בו פותח טפח למה לא תכנס לבית דלא דמי להני דאמרן בפירקין דאין דרך הטומאה ליכנס דהכא הרי נכנסת לתנור ולמה לא תכנס לבית דרך פתח פיו ועוד דגבי מגדל אוקימנא דלתותיו מגופות וכאן פיו של תנור פתוח ולא מסתבר כלל לחלק בין טומאה עוברת לטומאה עומדת אלא בדלית ליה פותח טפח איירי כן מוכח בתוספתא וסברי ב''ש דנכנסת טומאה לכלי דרך נקב קטן וכו' וב''ה סברי דנכנסת טומאה לכלי דרך נקב קטן ולא לטמא הבית עכ''ל. \n",
        "<b>ומ''ש רבינו שהרי אין התנור גבוה מעל הארץ וכו'.</b> נראה לי מתוך דבריו שמפרש דמיירי שהתנור משוקע בקרקע הבית הילכך נמצא דלענין זה אינו אהל אחד עם הבית כדי שיביא לו טומאה שנכנסה לו דרך עינו. והראב''ד כתב זה הטעם אינו כלום שב''ש למה מטמאין את הכל וכו'. על מ''ש הראב''ד שהתוספתא מפרשא שאין התנור טמא אלא בעין גובה טפח ורחב טפח יש לתמוה שרבינו שמשון כתב דבתוספתא מוכח דבדלית בעין פותח טפח מיירי ונראה שהם חולקין בפירוש התוספתא דקתני אמר רבי יוסי בא רבי יוחנן בן נורי אצל רבי חלפתא א''ל מה אתה [אומר] בעין של תנור א''ל טמא א''ל אף אני אומר כן אלא שעקיבא מטהר עין של תנור שיש בה גובה טפח ואין בה רוחב טפח [יש בה רוחב טפח] ואין בה גובה טפח טהורה. רבינו שמשון מפרש דברישא מיירי בעין של תנור דמתניתין ובסיפא מפרש דפלוגתייהו בדלית ביה פותח טפח דאילו הוה ביה פותח טפח מודה ר''ע דטמא והראב''ד מפרש סיפא דה''ק ע''כ לא פליגי אלא בדאית ליה פותח דאי לית ביה פותח מודו כ''ע דטהור. ומ''ש הראב''ד בסוף דבריו ואם נתן על אויר העין נסר שהוא רחב וארוך וכו' הוא תוספתא ופירושה: \n",
        "<b>מגדל הבא במדה וכו' עד כלים שבתוכו טהורים.</b> פ''ד דאהלות כלשון רבינו והנה יש בספרי הדפוס חסרון בדברי רבינו וכך צריך לכתוב אצל מ''ש ונפתח לחוץ טומאה בתוכו הבית טהור. והתנה במגדל הנזכר בפרק זה שיהא בא במדה דהיינו שיהא מחזיק מ' סאה שהם כוריים ביבש ולזה יהיה חוצץ בפני הטומאה אבל אם היה פחות מזה הנה הוא יקבל טומאה כשאר כלים המקבלים טומאה ולא יציל על כלים שבתוכו. \n",
        "<b>ומ''ש שהוא עומד בתוך הפתח ונפתח לחוץ.</b> מיירי שהמגדל ממלא כל הפתח ואין פותח טפח מכל צד למעלה ולמטה ומן הצדדין נמצא שאין מקום לצאת הילכך הטומאה בוקעת ויוצאת דרך דופני המגדל: \n",
        "<b>ומ''ש היתה מוכני שלו וכו'.</b> ז''ל המשנה שם היתה מוכני שלו משוכה לאחריו ג' אצבעות טומאה שם כנגד הקורות הבית טהור בד''א בזמן שיש שם פותח טפח ואינה יוצאת והמגדל בא במדה ופי' שם רבינו הגלגל שבזה המגדל יקרא מוכני והנה זה המוכני חוץ מאחורי המגדל בתוך הבית ג' אצבעות והטומאה באותם שלש אצבעות. ופירוש תחת הקורות שהטומאה במה שיוצא לחוץ שהוא תחת קורות הבית בד''א בזמן שיש בה פותח וכו' כי מה שאנו אומרים שאין הטומאה יוצאה לבית לפי שאין המוכני יוצא אלא ג' אצבעות שהוא פחות מטפח ואנו צריכים הטומאה טפח ואמנם זה בג' תנאים התנאי האחד שיהיה שם פותח טפח כי לא הוצרכנו להבאת הטומאה טפח אלא בזמן שיהיה במקום הטומאה פותח טפח אבל כשאין שם פותח טפח יוצאה ובוקעת ואין צריך לטפח ועוד תנאי שני שזה המוכני לא יהיה יוצא מאחר המגדל לגמרי אלא שיהיה לו דבר שיהיה מונע אותו מלצאת טפח ועוד תנאי ג' שיהא בא במדה דהיינו שיחזיק מ' סאה בלח שהם כוריים ביבש: \n",
        "<b>ומ''ש היה המגדל עומד בתוך הבית וכו'.</b> פי' כי אמרינן טומאה בבית מה שבתוכו טהור מיירי בשדלת המגדל מוגף שהמגדל מציל וחוצץ לפי שאינו מקבל טומאה דכלי הבא במדה הוא וכשטומאה בתוכו הבית טמא אע''ג שדלת המגדל מוגף לפי שדרך הטומאה לצאת וכיון שהיא בתוך הבית כל מה שבבית טמא אבל אם היה דלת המגדל פתוח אפילו בטומאה בבית טמא היה טמא מה שבתוך המגדל שהרי הטומאה במגדל דרך פתחו שהוא בתוך אהל הבית: \n\n"
      ],
      [
        "<b>ומה שכתב כלים שבין המגדל ובין הארץ וכו'.</b> פירוש אם יש טפח בין מגדל לכותל או בין גג מגדל לקורות או בין שולי המגדל לארץ הכלים טמאים מטומאת הבית שהטומאה נכנסת לכלים דרך הפתח וכשאין שם טפח המגדל חוצץ בפני הטומאה שלא תגיע לכלים כי כאשר היה זה המגדל בתוך הבית הנה הוא כמו בית בבית וכלים שבינו לבין הארץ ושבינו לבין הכותל לא יטמאו אם לא היה שם פותח טפח וכן בינו לבין הקורות ונוסחת התוס' שאנו רואים את הקורות כאילו יורדות וסותמות ד''ה אין טומאה נכנסת לאהל ולא יוצאה ממנו בפחות מטפח ואמרו טומאה שם ר''ל בין הכותל ואחורי מגדל או בין גג הבית וגג המגדל או בין קרקעית המגדל והארץ הנה הבית כולו טמא לפי שהטומאה בתוך הבית לא יציל עליה האהל שהשורש אצלנו אם היה אהל לתוך אהל והיתה טומאה תחת הפנימי החיצון טמא והוא מאמר התוספתא צמיד פתיל ואהלים מצילים על הטהורים מליטמא ואין מצילים על הטמאים מלטמא: \n\n"
      ],
      [
        "<b>ומ''ש היה עומד באויר וכו'.</b> פירוש כלים שבעביו שיש חדרים עוברים בעביו בין שתי הלוחות: \n",
        "<b>כתב</b> הראב''ד כלים שבין המגדל וכו' אם יש שם פותח טפח כו' א''א לא כל הענינים שוים וכו'. ואני אומר דברים נכונים הם ורבינו לא חשש לפרש מפני שדבר פשוט הוא ואין דרכו בספר זה כי אם להעתיק המשנה כלשונה: \n\n"
      ],
      [
        "<b>כל שיפועי אהלים כאהלים וכו'.</b> כאן יש בספרי רבינו חסרון הניכר והוא ט''ס וכך היא הגירסא הנכונה כל שיפועי אהלים כאהלים כיצד אהל שהוא שופע ויורד וכלה עד כאצבע וטומאה באהל כלים שתחת השיפוע טמאים טומאה תחת השיפוע כלים שבאהל טמאים. הטומאה מתוך השיפוע הנוגע בו מתוכו טמא טומאת שבעה והנוגע בשיפוע מאחריו טמא טומאת ערב נעשה השיפוע מאחריו כאילו הוא כלי שנגע באהל היתה הטומאה על אחורי השיפוע הנוגע בו מאחוריו טמא טומאת שבעה והנוגע בשיפוע בתוכו טמא טומאת ערב כחצי זית מתוכו וכו'. ודינים אלו משנה פרק שביעי דאהלות פי' אע''ג דקי''ל דאין חשיב אהל להביא את הטומאה עד שיהא טפח על טפח ברום טפח מרובע לא בעינן שיהא בו טפח על טפח מכל צד אלא אהל משופע ויורד וכלה עד כאצבע הואיל ויש באמצעיתו טפח על טפח אף במקום שאין בו טפח על טפח אלא כאצבע חשיב אהל ומביא את הטומאה תחת כולה הואיל והוא אהל אחד ולשון המשנה אהל שהוא שופע ויורד וכלה עד כאצבע ופי' ר''ש וכלה עד כאצבע למעלה לצד הגג אבל רבינו פירש שם ששופע וכלה לצד מטה ששם אינו אלא כאצבע ולישנא דמתניתין דייקא דקתני ויורד: \n",
        "<b>ומה שכתב הנוגע בו מתוכו טמא טומאת ז' וכו'.</b> באהל של פשתן מיירי שהוא מקבל טומאה אע''ג שהוא נטוי לאהל ותורת בית עליו לענין לחוץ בפני הטומאה וכיון שהוא מקבל טומאה וגם חוצץ בפני הטומאה אין ברו כתוכו הילכך צד פנימי וצד חיצון חשובים כשני כלים צד שכלפי הטומאה כנוגע במת וצד שני הוי ככלים בכלים הילכך הנוגע בו מתוכו אחר שפינה המת משם טמא טומאת ז' דהוה ליה כלים באדם ומאחריו טמא טומאת ערב דהוה ליה כלים בכלים ואדם בכלים וע''כ צריך לפרש דמיירי אחר שפינה המת משם דאילו בעוד המת שם אפילו הנוגע מאחריו טמא טומאת ז' כדתנן אין האהל מתחשב כך פירש ר''ש וע''פ זה נפרש לדעת רבינו לענין השיפוע ומה שאחריו וק''ל. \n",
        "<b>ומ''ש כחצי זית מתוכו וכו'.</b> כחצי זית מתוכו וכחצי זית מאחריו מצטרפין לטמא את האהל טומאת ז' כדתנן בפרק ט''ז דאהלות כוש שהוא תחוב באהל וכחצי זית מתחתיו וכחצי זית מעל גביו אע''פ שאינם מכוונים טמא אבל הנוגע בו בין מתוכו בין מאחריו אין בו אלא טומאת ערב כיון דליכא כזית בצד אחד א''א לכל צד ליחשב אלא כלים בכלים: \n",
        "<b>וכתב</b> הראב''ד א''א איני יודע מה ראה לפרש מתוכו מתוך השיפוע וכו'. ורבינו בפירוש המשנה נותן טעם לדבריו וכתב שהוצרך לפרש כן מפני ששנינו בתוספתא כחצי זית מתוכו כחצי זית מאחריו הנוגע בו בין מתוכו בין מאחריו טמא טומאת ערב ואמר על כל זה והאהל עצמו טמא טומאת ז' למדך בכאן שהדבור אמנם הוא על השיפוע עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>כוורת שהיא מוטלת בארץ וכו'.</b> פ''ט דאהלות בפרק זה קשה היאך כוורת חוצצת הרי נטמאת ואין כלי טמא חוצץ והראב''ד העמידה בשל חרס שאינו מיטמא מגבו ורבינו העמידה במחזקת מ' סאה שכתב שם תחילת מה שתבין בזה הפרק שהדבור הוא בכוורת גדולה המחזקת מ' סאה או יותר אשר כבר קדם המאמר שהיא לא תטמא ושהיא חוצצת בפני הטומאה וכאשר תטמא יאמר הנה תוכה טמא או גבה טמא או הכל טמא לא תחשוב שענין זה הטמאות בעצמה אמנם זה ענין הטמאות הכלים אשר בתוכה או על גבה עכ''ל. והילך לשון המשנה כוורת שהיא בתוך הפתח ופיה לחוץ וכזית מן המת נתון תחתיה או על גבה מבחוץ כל שהוא כנגד הזית תחתיה וגבה טמא וכל שאינו כנגד הזית תוכה והבית טהור בבית אין טמא אלא הבית בתוכה הכל טמא פירוש במוטה על צדה איירי ומקצתה בפנים ומקצתה בחוץ. וק''ל על מה דתנן בנתון תחתיה או על גבה מבחוץ כל שהוא כנגד הזית תחתיה וגבה טמא דבשלמא כשהטומאה תחתיה שיהא גבה טמא ניחא דכיון שאינה גבוהה מהארץ טפח ה''ל טומאה רצוצה ובוקעת ועולה אבל כשהטומא' על גבה למה תחזור הטומאה לירד למטה לטמא תחתיה הרי הכוורת חוצצת בפניה וי''ל שלקמן בפרק זה אבאר דכלים אע''פ שהם אינם מקבלים טומאה כשהטומאה תחתיהן או על גביהן נעשים אהלים לטמא אבל לא לטהר כמו שנתבאר בפי''ב: \n",
        "<b>ועל מ''ש רבינו וכל מה שבאויר תוכה טהור חוץ מכלי שהוא כנגד הטומאה והבית טהור.</b> לישנא דמתניתין דייק דקתני וכל שאינו כנגד הזית תוכה והבית טהור דמשמע מינה דתוכה אינו טהור אלא מה שאינו כנגד הזית אבל קשה שמאחר שהטומאה בקעה ונכנסה לכוורת לטמא מה שכנגד הזית למה לא תתפשט הטומאה בכל הכוורת והל''ל בתוכה טמא וגבה טהור דכיון שנכנסה הטומאה בכוורת שהוא אהל חוצץ הכוורת בפניה שלא תבקע ותעלה וי''ל שמאחר שעצם הזית אינו בתוכה אינה מתפשטת בכל הכוורת וכן אינה מעכבת עליה מלבקוע ולעלות. \n",
        "<b>ומ''ש היתה הטומאה בבית אין טמא אלא הבית.</b> דכיון דפיה לחוץ אין הטומאה עוברת לכלים שבתוכה או על גבה מבחוץ וכן אינה עוברת לכלים שתחתיה מבחוץ כיון שאינה גבוהה מן הארץ טפח. \n",
        "<b>ומ''ש בתוכה הכל טמא.</b> מפני שהכוורת חללה בתוך הבית הרי הטומאה בתוך הבית ולא ימנענה הכוורת מלטמא הבית כמו שנתבאר בתוספתא שאין אהלים מצילים על הטמאים מלטמא וכמו שנתבאר פרק י''ח גבי היתה הטומאה תחת המגדל ותחתיה ועל גבה טמאים כנגד הטומאה דכיון דאין כלי חוצץ בפני הטומאה רואים את הטומאה כאילו היא על גבה והא תנן ברישא דכשהטומאה על גבה מבחוץ כל שהוא כנגד הבית תחתיה וגבה טמא ופשיטא דהכא כשהטומא' חוץ לבית מיירי כמו ברישא ופשיטא נמי שמ''ש כנגד הטומאה לא קאי אלא לכל שעל גבה וכל שתחתיה בלבד: \n",
        "<b>ועל מ''ש רבינו היתה הטומאה בתוכה וכו' וכל שתחתיה כנגד הטומאה: כתב</b> הראב''ד זה שיבוש שאף מה שאינו כנגד הטומאה טמא וכו'. והשגה זו אינו אלא לפי מה שהעמיד הוא ז''ל פרק זה בכוורת של חרש שאינה מטמאה מגבה אבל מתוכה טמאה היא אבל לרבינו שהעמידה בכוורת מחזקת מ' סאה שאינה מקבלת טומאה כלל והיא חוצצת ל''ק מידי. \n",
        "<b>ומ''ש רבינו היתה גבוהה מן הארץ טפח כו'.</b> ז''ל המשנה (פ''ט מ''ג) היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית או על גבה הכל טמא אלא תוכה ובתוכה הכל טמא הטעם משום דכיון שהיא אהל על הארץ רואין אותה כאילו נתחברה עם גג הבית והיה הכל גג אחד הילכך טומאה תחתיה או בבית כל שתחתיה וכל שבבית פשיטא דטמא שהרי הטומאה והכלים תחת אהל אחד וכיון דקי''ל דכלים נעשים אהלים לטמא אבל לא לטהר א''כ כלים שע''ג רואים אותם כאילו הם תחתיה ונמצא שהם והטומאה תחת אהל אחד ומש''ה כל כלים שע''ג טמאין ותוכה טהור משום דפיה לחוץ ומ''מ כלים שבתוכה כנגד הטומאה טמאים משום דכלים אינם נעשים אהלים לטהר ואילו לא היה שם כוורת היה כל שכנגד הטומאה טמא אינו בדין שתציל הכוורת על כלים שכנגד הטומאה. \n",
        "<b>ומ''ש ובתוכה הכל טמא.</b> תוכה והבית פשיטא שטמאים שהרי הוא כאילו שניהם גג אחד וכלים שתחתיה ג''כ טמאים שכיון שהיא גבוהה מהארץ טפח שהוא אהל הוי כאילו היא וגג הבית אהל אחד וכיון שאמרנו שעברה טומאה לבית וכל מה שבבית טמא א''כ גם כל מה שתחתיה טמא וכל כלים שע''ג ג''כ טמאים משום דכלים נעשים אהלים לטמא כמו שנתבאר בפי''ב: \n",
        "<b>ועל מ''ש רבינו אבל כל שבאויר תוכה טהור חוץ מכלי שהוא כנגד הטומאה.</b> כתב הראב''ד א''א גם זה שיבוש שהכלי שבתוכה טהור שאין כאן רצוצה עכ''ל פי' דבריו כי כשהטומאה רצוצה אז בוקעת כנגדה אבל כשאינה רצוצה אין חילוק בין כנגדה לשלא כנגדה וכיון שע''י האהל מתפשטת הטומאה אם נכנסת לתוכה הכל טמא וכיון שאינה נכנסת הכל טהור וטעם רבינו דלגבי מה שכנגד הטומאה חשבינן לכוורת כמאן דליתא ונמצא כלי זה מאהיל על הטומאה. \n",
        "<b>ועל מ''ש רבינו או שהיתה טומאה על גביהן מביאין ולא חוצצין.</b> כתב הראב''ד א''א אין כאן טעם וכו'. אין תלונתו על רבינו כי אם על המשנה דקתני ברפ''ו (משנה א') דאדם וכלים אפילו כלים שאינם מקבלים טומאה נעשים אהלים לטמא אבל לא לטהר וברפ''ח (משנה א') קתני דכלים שאינם מקבלים טומאה חוצצין וליישב זה נאמר דחוצצין דרפ''ח מיירי בפותח שבין בית לבית וטומאה בא' מהן אבל כשהטומאה תחתיהן או על גביהן נעשים אהלים לטמא אבל לא לטהר כדתנן רפ''ו וכן פירש הרא''ש, וכך הם דברי רבינו כאן אע''פ שבפירוש המשנה לא פירש כן: \n",
        "<b>ומה שכתב רבינו בד''א בזמן שהיא כלי וכו'.</b> ג''ז שם במשנה פרק ט' (מי''ב) היתה פחותה שנפחתה ונתבטלה מתורת כלי הרי היא חוצצת ומצלת על מה שתחתיה ועל גבה ופקוקה בקש לרבותא נקט אע''פ שסתם כל הפחת בקש אין שם כלי עליה או אפוצה כלומר מליאה קש וכיוצא בו עד שלא נשאר בה חלל טפח שוב אין לה דין כלי והילכך תוכה וגבה טהור וחוצצת: \n",
        "<b>ועל מ''ש רבינו אבל אם היתה פחותה וסתם מקום הנפחת וכו' ותוכה וגבה טהור מפני שהוא אהל של עץ: כתב</b> הראב''ד אין טעם ולא ריח בזה הפירוש ויש כאן פתיות גדולה עכ''ל. יראה שטעמו משום דקשיא ליה מ''ש מפני שהוא אהל של עץ דמה לנו אם יהיה של עץ או של דבר אחר ולא היה לו ליתן טעם אלא מפני שאינו כלי. וי''ל שהוצרך רבינו לומר מפני שהוא אהל של עץ לומר שאינו מקבל טומאה שאילו היה מדבר ארוג או מנסרות נטמא האהל עצמו כדאיתא בפרק במה מדליקין ואין דבר טמא חוצץ וכן אם היה כלי אע''פ שאינו מקבל טומאה לא היה חוצץ כמו שנתבאר פי''ב אבל מאחר שהוא אהל של עץ שאינו מקבל טומאה וגם אינו כלי הרי הוא חוצץ ולפיכך תוכה וגבה טהור: \n",
        "<b>היתה מונחת על הארץ ופיה לחוץ וכו'.</b> גם זה שם במשנה וטעמא משום דכיון דלאו כלי הוא כמו שקדם הילכך כזית מן המת נתון תחתיה כנגדו עד התהום טמא דטומאה רצוצה היא ובוקעת ויורדת ועל גבה אף כנגד הזית טהור דכיון דלאו כלי היא חוצצת על גבה כנגדו עד הרקיע טמא ותחתיה טהור דחוצצת היתה הטומאה בבית אין טמא אלא הבית בלבד דכיון דאינה גבוהה טפח אין הטומאה נכנסת תחתיה היתה טומאה בתוכה אין טמא אלא תוכה דכיון דאינה גבוהה טפח אין הטומאה יוצאת מתוכה לבית ומצלת על תחתיה וגבה כיון דלאו כלי היא וכאן איחר רבינו המשנה המוקדמת מפני שרצה לסמוך היתה גבוהה מהארץ טפח דאינו כלי להיתה גבוהה מהארץ טפח דהיתה כלי: \n",
        "<b>ועל מ''ש וכזית מן המת נתון תחתיה כנגדו עד התהום טמא.</b> כתב הראב''ד א''א כאן צריך טעם וכו'. כלומר שאין זה כדאי לתרץ הקושיא ולי נראה שהטעם שמאחר שהיה בה חלל טפח אע''פ שעכשיו היא אפוצה אהני לה מה שהיה בה חלל טפח קודם לענין שלא תבקע למעלה ואהני לה מה שהיא עתה אפוצה לענין שתבקע למטה. א''נ מיירי בשיש בה חלל טפח על טפח על רום טפח אלא שאינו במקום אחד והכי דייק לישנא דמתני' ומש''ה דיה שתבקע למטה ואינה כדאי שתבקע למעלה ובפחותה ופקוקה בקש יש שם פותח ופקוקה בקש ולענין שתבקע ותרד למטה חשובה כסתומה ולענין שלא תבקע ותעלה למעלה לא חשובה כסתומה: \n\n"
      ],
      [
        "<b>כוורת המוטלת בארץ בתוך הפתח ופיה לפנים וכו'.</b> דין בבא זו כדין בבא ראשונה אלא ששם בבית אין טמא אלא הבית וכאן הכל טמא והטעם מבואר לפי ששם בבית פיה לחוץ וכאן פיה לפנים. ועוד יש חילוק אחר דהכל טמא דקתני במתני' הכא הוי כל מה שבבית וכל מה שתחתיה וכל מה שעל גבה הכל ושם אין תחתיה ועל גבה טמא אלא כנגד הטומאה וגם בזה הטעם משום דכיון דהכא פיה לפנים הוי כאילו פיה וגג הבית אהל אחד וכיון דכלים נעשו אהלים לטמא כלים שתחתיה ושעל גבה רואים כאילו הם בתוכה: \n",
        "<b>ומ''ש היתה גבוהה מן הארץ טפח וכו'.</b> גם זה שם וכמבואר בדברי רבינו הטעם: \n",
        "<b>ומ''ש היתה פחותה ופקוקה בקש וכו'.</b> גם זה שם במשנה והטעם מפני שכבר נתבאר דהיכא דפיה לפנים וגבוהה מן הארץ טפח שוליה וגגה וגג הבית הכל אהל אחד והילכך טומאה באחד מהם כלים שבכולם טמאים ומ''מ טומאה באחד מהם כלים שעל גבה טהורים וכן אם הטומאה על גבה כלים שבכולם טהורין משום דכיון דאינה כלי חוצץ גגה בין מה שעל גבה למה שתחתיה. \n",
        "<b>ומ''ש היתה מונחת על הארץ וכו'.</b> גם זה במשנה שם בבא זו שוה לאידך בבא דהיתה מונחת על הארץ ופיה לחוץ אלא ששם טומאה בבית אין טמא אלא הבית בתוכה אין טמא אלא תוכה וכאן בתוכה או בבית תוכה והבית טמאים והטעם מבואר משום דשם פיה לחוץ וכאן פיה לפנים: \n",
        "<b>ועל מ''ש רבינו גבי כוורת המוטלת בארץ וכו' היתה גבוהה מהארץ טפח וטומאה תחתיה או בתוכה או על גבה או בבית הכל טמא וכו'.</b> כתב הראב''ד דברים אלו כבדים וכו' כי מעל גבה והטומאה מבחוץ איך תבא לתחתיה וכו'. לדעת רבינו אין כאן קושיא אע''פ שהעמידה בכוורת מחזקת ארבעים סאה שאינה מקבלת טומאה כלל אף על פי כן טומאה על גבה טמא תחתיה מדתנן ברפ''ו דאפי' כלי גללים נעשים אהל לטמא אבל לא לטהר וכמו שנתבאר: \n\n"
      ],
      [
        "<b>כוורת שהיא בתוך הבית וכו'.</b> גם זה שם במשנה פ''י טומאה בתוכה הבית טמא דאפילו אם היתה מוקפת צמיד פתיל אין צמיד פתיל לטומאה אבל אם טומאה בבית מה שבתוכה טהור שאין הטומאה נכנסת לה כיון שאין בין פיה לתקרה פותח טפח שדרך הטומאה לצאת לתוך הבית בפחות מטפח בין עומדת כדאמרן בין מוטה על צדה ואין בין פיה לכותל פותח טפח בין אחת כדאמרן בין שתים זו על גב זו ואין בין פי התחתונה לשולי העליונה פותח טפח וכן אין בין פי העליונה לקורות פותח טפח: \n",
        "<b>היתה עומדת בתוך הפתח ופיה למעלה וכו'.</b> פי' הב''ע בשהכוורת ממלאה את כל הפתח ואין פותח טפח מכל צד למעלה ולמטה ומן הצדדים ואין מקום לטומאה לצאת הילכך הטומאה בוקעת ויוצאת דרך דופני הכוורת מידי דהוה אפתחי הבית בזמן שהם נעולים: \n\n"
      ],
      [
        "<b>כוורת חלולה שהיא כלי שלם וכו'.</b> ג''ז שם במשנה דינא דהאי בבא כדינא דבבא קמייתא שבפרק זה אלא דהתם מיירי בשמקצתה בתוך פתח הבית והכא מיירי באויר ומפני שהוא תחלת ענין לבבות שכל הכוורת היא באויר התנה שיהא חלולה: \n",
        "<b>היתה גבוהה מן הארץ טפח וכו'.</b> גם זה שם ודין בבא זו כדין בבא שנייה שבראש הפרק אלא דהתם איירי בשקצתה תוך הבית והכא מיירי בכולה באויר: \n",
        "<b>לפיכך אם היתה כוורת זו המוטלת על הארץ וכו'.</b> ג''ז שם ודין זו כדין בבא דלעיל המתחלת היתה מונחת על הארץ ופיה לחוץ אלא שכאן כולה באויר: \n",
        "<b>ומ''ש רבינו או שהיתה באה במדה.</b> ק''ל דמשמע דעד השתא מיירי באינה באה במדה וזה אינו שכבר כתבתי בראש הפ' דברי רבינו שכתב שכל פרק זה מיירי בבאה במדה ונראה שהטעם מפני שבבבות שכתב עד עתה דמיירי בשהכוורת עומדת באויר לא איצטריך שתהא באה במדה דאפילו באינה באה במדה מיירי כתב בבבא זו שאם היא באה במדה אפילו אינה פחותה ופקוקה בקש נמי ועוד דרבינו לישנא דמתני' נקט ששנו בבבא זו ובבבא דגבי כוורת שהיא כלי שני או מחזקת מ' סאה כתבה גם רבינו ואפשר שהטעם ששנה כן התנא הוא מהטעם שכתבתי בסמוך: \n\n"
      ],
      [
        "<b>כוורת שהיא כלי שלם וכו'.</b> גם זה שם במשנה ופי' על גבה היינו שהטומאה מאהלת חוץ למעלה מפיה טומאה בוקעת וכו' דכיון דקי''ל דכלים נעשים אהלים לטמא אבל לא לטהר כשהיתה בתוכה או על גבה רואין אותה כאילו היא תחתיה וכשהיא תחתיה הרי היא רצוצה ובוקעת ועולה. \n",
        "<b>ומה שכתב אבל אם היתה גבוהה מן הארץ טפח או מכוסה וכו' עד וחוצצת.</b> גם זה שם במשנה וכתנא קמא והכל מבואר ע''פ השרשים הקודמים: \n",
        "<b>וראיתי</b> להעתיק פה מה שכתבתי בפירוש משניות פ''ט דאהלות שהיא פרק זה דכוורת ומה שקשה לי בקצת בבות אלו וישמע חכם ויוסיף לקח: \n",
        "<b> [מ''א] כוורת שהיא בתוך הפתח ופיה לחוץ וכו'.</b> הראב''ד בהשגות פי''ט מהלכות טומאת מת פירש פרק זה בכוורת של חרס ונדחק מאד בכמה מקומות מפרק זה כמבואר שם בדבריו, ורבינו שמשון והרא''ש פירשו דבכוורת של עץ מיירי ומחולחלת דקתני היינו שדרך הכוורת שעושין לה נקבים בדפנותיה מקום יציאת וכניסת הדבורים ופעמים פוקקין אותן בקש ואותו הפקק אינו תקוע בחוזק אלא רפוי וכיון שהוא רפוי חשיב כפתוח להוציא ממנה הטומאה אבל להכניס לה טומאה חשיב כסתום דבכל דוכתא טומאה יוצא בקל יותר ממה שנכנסת ואע''פ שפירושם נכון מכל מקום נדחקו במאי דקתני רישא וכל שאינו כנגד הזית תוכה והבית טהור דהאי תוכה הוי כמו ותוכה בוי''ו כמבואר בדברי רבינו שמשון וגם מחולחלת דנקט גבי פיה לפנים כמבואר בדברי הרא''ש דלא נפקא לן מידי בפיה לפנים בין במחולחלת לשאינה מחולחלת כיון דפיה לפנים והטומאה יוצאה דרך פיה לבית אלא אגב דתנא ברישא מחולחלת בהדי כלי תני נמי הכא והרמב''ם ז''ל פירשה ג''כ בכוורת של עץ כמבואר בדבריו בפירוש המשנה. וראיתי לבאר פרק זה ע''פ פירושו אחת לאחת למצוא חשבון ולא אביא כל מ''ש הוא עצמו ז''ל בפי' המשנה שלא לכפול הדברים: \n",
        "<b>כוורת שהיא בתוך הפתח ופיה לחוץ.</b> במוטה על צדה איירי ומקצתה בפנים ומקצתה בחוץ. \n",
        "<b>כזית מן המת נתון תחתיה או על גבה מבחוץ כל שהוא כנגד הזית תחתיה וגבה טמא.</b> כשהטומאה תחתיה כיון דרצוצה היא פשיטא דבוקעת ועולה בוקעת ויורדת וכשהיא על גבה כיון דקי''ל דכלים אינם חוצצים בפני הטומאה א''כ כשהיא ע''ג רואין אותה כאילו היא תחתיה ובוקעת ועולה בוקעת ויורדת וכיון דבוקעת ועולה א''כ מה שבתוכה כנגד הטומאה טמא וכ''כ הרמב''ם פה ובחיבור פי''ט מהלכות טומאת מת. וסיפא דמתני' נמי דיקא \n",
        "<b>דקתני וכל שאינו כנגד הזית תוכה והבית טהור</b> משמע בהדיא דאין תוכה טהור אלא מה שאינו כנגד הזית דוקא. \n",
        "<b>בבית אין טמא אלא הבית.</b> דכיון דפיה לחוץ אין הטומאה עוברת לכלים שבתוכה או ע''ג מבחוץ וכן אינה עוברת לכלים שתחתיה מבחוץ כיון שאינה גבוהה מן הארץ טפח. \n",
        "<b>בתוכה הכל טמא.</b> תוכה פשיטא דטמא והבית טמא משום דכוורת אינה חוצצת בפני הטומאה ועברה הטומאה לבית. ותחתיה וע''ג כנגד הטומאה טמאים משום דכיון דאין כלים חוצצין רואין את הטומאה כאילו היא ע''ג וכן תנא ברישא דכשהיא על גבה כל שהוא כנגד הזית תחתיה וגבה טמא ובזה נסתלק מה שהשיג הראב''ד על מ''ש הרמב''ם פי''ט מהלכות טומאת מת היתה הטומאה בתוכה טמא כל שבבית וכל שבתוכה וכל שעל גבה וכל שתחתיה כנגד הטומאה כמו שביארנו עכ''ל ומתוך מ''ש נתבאר דכנגד הטומאה שכתב קאי בין לכל שע''ג בין לכל שתחתיה. \n",
        "<b>ומ''ש הרמב''ם כמו שביארנו</b> רומז למ''ש ברישא כזית מן המת נתון תחתיה או ע''ג מבחוץ כל שהוא כנגד הזית בתחתיה או בגבה טמא: \n",
        "<b> [מ''ב] היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית או ע''ג הכל טמא אלא תוכה.</b> הטעם משום דכיון שהיא אהל על הארץ רואין אותה כאילו נתחברה עם גג הבית והיה הכל גג אחד והילכך טומאה תחתיה או בבית כל שתחתיה וכל שבבית פשיטא דטמא שהרי הטומאה והכלים תחת אהל אחד. וע''ג לכאורה נראה דטעמא משום דכיון דקי''ל דכלים נעשים אוהלים לטמא אבל לא לטהר א''כ כלים שע''ג רואין אותן כאילו הן תחתיה ונמצא שהן והטומאה תחת אהל אחד ומש''ה גם כל כלים שע''ג טמאים. ותוכה טהור משום דפיה לחוץ ומ''מ כלים שבתוכה כנגד הטומאה טמאים וכמ''ש הרמב''ם ז''ל בפי''ט מהלכות טומאת מת וטעמא משום דכיון דכלים אינם נעשים אהלים לטהר ואילו לא היה שם כוורת היה כל שכנגד הטומאה טמא א''כ אינו בדין שתציל הכוורת על כלים שבתוכה כנגד הטומאה ובזה נסתלקה השגת הראב''ד גם על דין זה. \n",
        "<b>בתוכה הכל טמא.</b> תוכה והבית פשיטא שטמאים שהרי הוא כאילו שניהם תחת גג אחד וכלים שתחתיה ג''כ טמאים שכיון שהיא גבוהה מהארץ טפח שהוא אהל הוי כאילו היא וגג הבית אהל אחד וכיון שאמרנו שעברה טומאה לבית וכל שבבית טמא א''כ גם כל שתחתיה טמא וכל כלים שעל גבה טמאים משום דכלים נעשים אהלים לטמא וכדתנן רפ''ו היתה טומאה תחתיה כלים שע''ג טמאים: \n",
        "<b> [מ''ג] בד''א בזמן שהיא כלי מחולחלת היתה פחותה.</b> שנפחתה ונתבטלה מתורת כלי אז היא חוצצת ומצלת על מה שתחתיה ועל גבה. \n",
        "<b>ופקוקה בקש.</b> לרבותא נקט אע''פ שסתם כל הפחת בקש אין שם כלי עליה. \n",
        "<b>אפוצה.</b> כלומר מליאה קש וכיוצא בו עד שלא נשאר בה חלל טפח שוב אין לה דין כלי \n",
        "<b>והילכך כזית מן המת נתון תחתיה כנגדו עד התהום טמא</b> דטומאה רצוצה היא ובוקעת ויורדת ועל גבה אף כנגד הזית טהור דכיון דלאו כלי הוא חוצצת. \n",
        "<b>על גבה כנגדו עד הרקיע טמא</b> ותחתיה טהור דחוצצת. \n",
        "<b>בבית אין טמא אלא הבית.</b> דכיון דאינה גבוהה טפח אין הטומאה נכנסת תחתיה. \n",
        "<b>בתוכה אין טמא אלא תוכה.</b> דכיון דאינה גבוהה טפח אין הטומאה יוצאת מתוכה לבית ומצלת על תחתיה וגבה כיון דלאו כלי היא: \n",
        "<b> [מ''ד] היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית תחתיה והבית טמא.</b> דמביאין טומאה מזה לזה. \n",
        "<b>תוכה וגבה טהור.</b> דלאו כלי היא וחוצצת: \n",
        "<b> [מ''ה] בד''א בזמן שפיה לחוץ היה פיה לפנים וכו'.</b> דין בבא זו כדין בבא ראשונה אלא ששם בבית אין טמא אלא הבית וכאן הכל טמא והטעם מבואר לפי ששם פיה לחוץ וכאן פיה לפנים. ועוד יש חילוק אחר דהכל טמא דקתני הכא הוי כל מה שבבית וכל מה שבתוכה וכל מה שתחתיה וכל מה שע''ג הכל ושם אין תחתיה וע''ג טמא אלא כנגד הטומאה וגם בזה הטעם דכיון דהכא פיה לפנים הוי כאילו פיה וגג הבית אהל וכיון דכלים נעשים אהלים לטמא כלים שתחתיה ושע''ג רואים אותה כאילו הם בתוכה: \n",
        "<b> [מ''ו] היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית או בתוכה או ע''ג הכל טמא.</b> טעמא משום דכיון דגבוהה מן הארץ טפח רואין כאילו שוליה וגג הבית אהל וכן רואים כאילו פיה וגג הבית אהל אחד והילכך טומאה תחת אחד מהם כלים שבכולם טמאים וע''ג כיון דכלי היא הא אמרן דנעשה אהל לטמא אבל לא לטהר: \n",
        "<b> [מ''ז] במה דברים אמורים בזמן שהיא כלי וכו'.</b> בבא זו שוה לאידך בבא דקתני בה נמי בד''א בזמן שהיא כלי וכו' אלא ששם טומאה בבית אין טמא אלא הבית בתוכה אין טמא אלא תוכה וכאן בתוכה או בבית תוכה והבית טמאים והטעם מבואר משום דשם פיה לחוץ וכאן פיה לפנים: \n",
        "<b> [מ''ח] היתה גבוהה מן הארץ טפח טומאה תחתיה או בבית או בתוכה הכל טמא אלא גבה על גבה כנגדו עד הרקיע טמא.</b> כבר נתבאר דהיכא דפיה לפנים וגבוהה מן הארץ טפח שוליה וגבה וגג הבית הכל אהל אחד והילכך טומאה באחד מהם כלים שבכולם טמאים אבל אם טומאה באחד מהם כלים שעל גבה טהורים וכן אם טומאה על גבה כלים שבשאר מקומות טהורים משום דכיון דאינו כלי חוצץ גגה בין מה שעל גבה למה שתחתיה: \n",
        "<b> [מ''ט] היתה ממלאה את כל הבית ואין בינה לבין הקורות פותח טפח.</b> כלומר אם היתה כוורת בתוך הבית והיא ממלא את כל גובה הבית ופיה למעלה לקורות הבית ואין בינה לבין הקורות פותח \n",
        "<b>טפח טומאה בתוכה הבית טמא</b> דאפילו אם היתה מוקפת צמיד פתיל אין צמיד פתיל לטומאה אבל \n",
        "<b>אם טומאה בבית מה שבתוכה טהור</b> שאין הטומאה נכנסת לה כיון שאין בינה לתקרה טפח. \n",
        "<b>שדרך הטומאה לצאת</b> לתוך הבית בפחות מטפח. \n",
        "<b>ואין דרכה ליכנס</b> בפחות מטפח. \n",
        "<b>בין עומדת</b> כדאמרן. \n",
        "<b>בין מוטה על צדה</b> ואין בין פיה לכותל פותח טפח. \n",
        "<b>בין אחת</b> כדאמרן. \n",
        "<b>בין שתים</b> זו על גבי זו ואין בין פי התחתונה לשולי העליונה פותח טפח וכן אין בין העליונה לקורות פותח טפח: \n",
        "<b> [מ''י] היתה עומדת בתוך הפתח.</b> ופיה למעלה. \n",
        "<b>ואין בינה לבין המשקוף פותח טפח טומאה בתוכה הבית טהור.</b> שהטומאה יוצאת דרך הפתח לחוץ. \n",
        "<b>טומאה בבית מה שבתוכה טמא.</b> הב''ע שהכוורת ממלא כל הפתח ואין פותח טפח מכל צד למעלה ולמטה ומן הצדדין ואין מקום לטומאה לצאת הילכך הטומאה בוקעת ויוצאת דרך דופני הכוורת מידי דהוה אפתחי הבית בזמן שהן נעולים: \n",
        "<b> [מי''א] היתה מוטה על צדה באויר וכו'.</b> דינא דהאי בבא כדינא דבבא קמייתא דריש פירקין אלא דהתם מיירי בשקצתה בתוך פתח הבית והכא מיירי בשכולה באויר: \n",
        "<b> [מי''ב] היתה גבוהה מן הארץ טפח וכו'.</b> גם דינא דהאי בבא כדינא דבבא תניינא דר''פ אלא דהתם מיירי בשקצתה בתוך הפתח והכא מיירי בשכולה באויר: \n",
        "<b>בד''א בזמן שהיא כלי היתה פחותה ופקוקה בקש או מחזקת מ' סאה כדברי חכמים וכו'.</b> דכיון שאינה כלי שהיא פחותה או שהיא מחזקת ארבעים סאה שאין דין כלי עליה. \n",
        "<b>טומאה תחתיה וכו' טומאה בוקעת ועולה וכו'.</b> שכלי עץ הבא במדה כאהל הוא חשיב לא ככלים ולפי שהיא כאויר ל''ש לן בין אפוצה לשאינה אפוצה דלעיל לא הזכיר אפוצה אלא משום דבפיה לפנים כשאינה אפוצה. כתב הרא''ש כולי פירקין עד השתא איירי נמי במחזקת ארבעים סאה מדמצלת על מה שבתוכה אלא אשמעינן השתא דרבנן פליגי את''ק וסברי דמחזקת ארבעים סאה בנפחתה שבטלה מתורת כלי דמצלת תחתיה ותוכה וע''ג ובהנך בבי דלעיל נמי מצי למיתני או מחזקת ארבעים סאה כדברי חכמים אלא דבלאו הכי תני תרתי פחותה ואפוצה אבל הכא דלא תנא אלא פחותה תנא או מחזקת למיתני תרתי כי הני בבי דלעיל: \n",
        "<b> [מי''ג] היתה יושבת על שוליה והיא כלי וכו'. על גבה</b> היינו שהטומאה מאהלת חוצה לה למעלה מפיה. \n",
        "<b>טומאה בוקעת וכו'</b> דכיון דקי''ל דכלים נעשים אהלים לטמא אבל לא לטהר כשהיא בתוכה או על גבה רואין אותה כאילו היא תחתיה וכשהיא תחתיה הרי היא רצוצה ובוקעת ועולה וכו': \n",
        "<b>היתה גבוהה מן הארץ טפח וכו'.</b> גם זה מהטעם הנזכר שכלים נעשים אהלים לטמא אבל לא לטהר וכדתנן ברפ''ו גבי אהל שהיה נתון על ארבעה כלים טומאה על גביו כלים שתחתיו טמאים טומאה תחתיו כלים שעל גביו טמאים: \n",
        "<b> [מי''ד] בד''א בזמן שהיא כלי היתה פחותה ופקוקה בקש וכו'.</b> לרבנן כשאינה גבוהה מהארץ טפח אין חילוק בין אם היא כלי ובין אינה כלי אלא לרבי אלעזר ורבי שמעון הוא דיש חילוק וכן לרבנן כשגבוהה טפח: \n",
        "<b>ואיכא</b> למידק במשנה שלישית כשהיתה פחותה ופקוקה בקש וכו' וכזית מן המת נתון כנגדו עד התהום טמא וכן במשנה ז' וכן במשנה י''ג ולמה לא יהיה ג''כ כנגדו עד הרקיע טמא שהרי טומאה רצוצה היא ובוקעת ועולה בוקעת ויורדת וכבר השיג הראב''ד כן. ואפשר לומר דלא מיקרי רצוצה אלא כשהיא בתוך קרקע או בנין אבל כשהיא בתוך עץ וכיוצא בו שאינו כלי אין לה דין טומאה רצוצה והא דהכא כנגדו עד התהום טמא היינו מפני שהיא מונחת על הקרקע והיא רצוצה בוקעת למטה בקרקע כדין קרקע ואינה בוקעת למעלה בכוורת אבל קשה ממתניתין דהיתה יושבת על שוליה דקתני בטומאה תחתיה טומאה בוקעת ועולה וכן קתני נמי בהיתה פחותה וכו' ולפי טעם זה לא היה לה לבקוע ולעלות וצריך עיון: \n",
        "<b>ואיכא</b> למידק תו הב''ע אי בכוורת שאינה מחזקת ארבעים סאה בבבא קמייתא ובבבא חמישית ובבבא י''א אמאי כל שאינו כנגד הזית תוכה והבית טהור הא כיון דכלי עץ מיטמא מגבו נטמאת כוורת זו והיאך תציל על מה שבתוכה וכן יקשה בבבא שניה ובבבא י''ב אמאי הכל טמא אלא תוכה ומפני כך העמידוה רבינו שמשון והרא''ש במחזקת מ' סאה שאינה מקבלת טומאה ולפיכך מצלת על מה שבתוכה וכן העמידה ג''כ הרמב''ם בפירוש המשנה אבל קשה על זה ממה שכתב בחיבור פרק י''ט מהלכות טומאת מת שכלי עץ הבא במדה כאהל הוא חשיב לא ככלים ולפיכך חוצץ א''כ דין כוורת המחזקת ארבעים סאה כדין כוורת שהיא פחותה ופקוקה בקש או אפוצה וכדברי חכמים דתנן גבי היתה מוטה על צדה באויר וא''כ היאך פסק הרמב''ם ככל הני סתמי מתני' דהאי פירקא הא כיון דבמחזקת ארבעים סאה מיירי על כרחיך דאל''כ לא היתה מצלת על מה שבתוכה וכדאמרן ואיהו ז''ל ס''ל במחזקת מ' סאה שדינה שוה לפחותה או אפוצה שהיא חשובה כאהל ולא ככלי א''כ כי אינה פחותה או אפוצה כפחותה או אפוצה דמי והיאך חילק ביניהם. ויש לומר דלעולם בכוורת המחזקת ארבעים סאה ואע''פ שכתב הרמב''ם דכלי עץ הבא במדה אינו ככלים לאו למימרא שלא יהא לו דין כלי כלל ויהיה דינו שוה לגמרי לפחותה או אפוצה אלא לענין לחוץ בפני הטומאה דוקא הוא דקאמר דאינו ככלי דאילו כלי שאינו בא במדה אפילו גבוה טפח אינו אהל לטהר שאינו חוצץ והבא במדה חוצץ כשהוא גבוה טפח דהוי אהל אבל כשאינה גבוהה מהארץ טפח דין כלי יש לה לקצת דברים ולישנא דהרמב''ם דייק הכי שכתב שכלי עץ הבא במדה כאהל הוא חשוב לא ככלים ולפיכך חוצץ. משמע בהדיא דדוקא ביש לה דין אהל דהיינו שהיא גבוהה מהארץ טפח הוא דקאמר דאינה ככלים אבל באינה גבוהה מהארץ טפח דין כלים יש לה לקצת דברים ואינה חוצצת. והשתא כל בבי דהאי פירקא דמיירי בשאינה גבוהה מן הארץ טפח ניחא דאע''ג דמחזקת ארבעים סאה דין כלי שאינו בא במדה יש לה לענין זה ובבי דמיירי בהיתה גבוהה מהארץ טפח דמשמע דיהיב לה דין כלי שאינו בא במדה לומר דאינה נעשית אהל לחוץ בפני הטומאה צריך ליישב דבבא שנייה דקתני דעל גבה הכל טמא אלא תוכה לא מטעמא דפרישית לעיל היא אלא כשהיא על גבה בחלק שיש ממנה תחת הבית מיירי ומשום הכי הבית טמא שהרי טומאה באויר הבית ועברה הטומאה תחתיה כיון שהיא גבוהה טפח וע''ג מה שהוא תחת גג הבית פשיטא שהרי הטומאה והכלים תחת אהל אחד ואם כן הא דקתני הכל טמא אלא תוכה היינו לומר דתחתיה והבית ועל גבה טמא ומיהו לאו בחד גוונא דתחתיה והבית כל מה שבהם טמא ועל גבה קצתו דהיינו מה שהוא בתוך הבית טמא ומה שהוא חוצה טהור. וכן צריך לפרש בבבא ששית דעל גבה דקתני היינו דוקא שהטומאה בחלק שהוא בתוך הבית והכל טמא דקתני היינו לומר דגם על גבה טמא מיהו לאו כל גבה אלא דוקא בחלק שממנו בתוך הבית והא דקתני בבבא שמינית הכל טמא אלא גבה היינו חלק גבה שהוא חוץ לבית דאילו החלק שהוא בתוך הבית פשיטא דטמא אבל קשה על פירוש זה מאי דקתני בבבא י''ב היתה גבוהה מן הארץ טפח טומאה תחתיה או על גבה הכל טמא אלא תוכה וכשהיא תחתיה או על גבה אמאי הכל טמא הא כיון דבמחזקת ארבעים סאה עסקינן הרי היא נעשית אהל וחוצצת בפני הטומאה וטומאה תחתיה כלים שעל גבה טהורים וכן טומאה על גבה כלים שתחתיה טהורים ואפשר דהאי מתניתין מיירי באינה מחזקת ארבעים סאה מדקתני בתר הכי או מחזקת ארבעים סאה מכלל דמתני' דקמה בשאינה מחזקת ארבעים סאה עסקינן אבל קשה א''כ אמאי מצלת על מה שבתוכה הא כיון דאינה באה במדה טומאה תחתיה על גבה נטמאת היא עצמה והיאך תציל על מה שבתוכה וצריך עיון: \n",
        "<b>תו</b> איכא למידק בפירוש הרמב''ם בבבא קמייתא דכזית מן המת נתון תחתיה ובתוכה כנגד הטומאה טמא וכיון דבקעה הטומאה ועברה בתוכה למה לא יתפשט בכולה ומאי שנא מדין חבית שהיא יושבת על שוליה שבסוף פרק זה דקתני טומאה תחתיה כנגד קרקרותיה טומאה בוקעת ועולה והבית טמא וצ''ע: \n\n"
      ],
      [
        "<b>גמל שהוא עומד באויר וכו'.</b> תוספתא באהלות פי''ג ופירושה דכשהוא עומד הוא אהל וחוצץ. \n",
        "<b>ומ''ש או על גבי רגלו.</b> ז''ל התוספתא טומאה תחת רגלו או על גבי רגלו והיא רצוצה והתנה שיהא באויר שאם היא תחת אהל כל כלים שתחת האהל טמאים אבל קשה למה לא נאמר גמל חלול הוא והצד העליון מביא את הטומאה כמבואר בפי''ח וצ''ע: \n",
        "<b>כבר ביארנו בנזירות.</b> פ''ז. \n",
        "<b>ומ''ש ומשם אתה למד וכו'.</b> כבר כתב כיוצא בזה בפרק ג' ובפ''ה והוא בתוספתא דאהלות פ''ט: \n\n"
      ]
    ],
    [
      [
        "<b>שלשה דברים מצילין באהל המת וכו'.</b> תוספתא פ''ו דכלים אלא שיש בה חסרון הניכר: \n",
        "<b>ומ''ש כיצד בית טמא שיש בו וכו'.</b> פ''ח דכלים מתני' דבית שאור מוקף צמיד פתיל ומפורש הוא בתורה. \n",
        "<b>ומ''ש וכן אם היה שם אהל וכו'.</b> בפ''ד דאהלות בדין מגדל ופ''ט דאהלות בדין כוורת. \n",
        "<b>ומ''ש אבל אם היה כזית מן המת וכו'.</b> בספ''ח דאהלות שתי חביות וכו': \n",
        "<b>ועל מ''ש רבינו וכן אהל בתוך אהל וכו'.</b> כתב הראב''ד דוקא באהל שהוא מקבל טומאה וכו'. כלומר שאם האהל הפנימי היה לו פתח לחוץ שלא על החיצון טהור החיצון שהטומאה יוצאה דרך אותו פתח שדרך הטומאה לצאת ואין דרכה ליכנס והב''ע בשאין לו דרך אלא על החיצון א''נ כשאהל הפנימי הוא עשוי מדבר המקבל טומאה שאז אע''פ שיש לו פתח לחוץ שלא על החיצון טמא אף החיצון מפני שאין דבר טמא חוצץ. ודברי רבינו יתבארו בפרק זה גבי חלק הבית במחיצה מכלפי ארצו: \n\n"
      ],
      [
        "<b>ומה שכתב אבל הבלועים מצילים וכו' עד את הטומאה וכו'.</b> בפרק בהמה המקשה (חולין דף ע״א) על מימרא דרבא למדו מן הכתוב דטומאה בלועה אינה מטמאה. \n",
        "<b>ומה שכתב כיצד כלב שאכל בשר המת וכו'.</b> תוספתא דאהלות פרק י''ב ובמשנה בפרק ח' דכלים תרנגול שבלע את השרץ ונפל לאויר התנור טהור. \n",
        "<b>ומ''ש בלע טבעת וכו'.</b> בסוף מקואות בלע טבעת טהורה נכנס לאהל המת הזה ושנה וטבל והקיאה הרי היא כמות שהיתה וכך הם פי' דברי רבינו אע''פ שהם סתומים: \n",
        "<b>וכן כל הבלועים וכו'.</b> תוספתא באהלות פי״ב וכן מתבאר בפרק העור והרוטב (חולין דף קכ״א ע״ב) גבי שחט בה שנים או רוב שנים ועדיין היא מפרכסת דבעי רבי זירא מהו שתציל על הבלועים שבתוכה: \n",
        "<b>ואם מתו ובשר המת בתוך מעיהם.</b> שם ופי''א דאהלות. \n",
        "<b>ומה שכתב או הכלים.</b> כך צריך לגרוס ולא כספרים דגרסי או בכלים: \n\n"
      ],
      [
        "<b>וכן מ''ש נשחט רוב א' וכו'.</b> בפרק העור והרוטב עלה קכ''א: \n\n"
      ],
      [
        "<b>וכמה תשהא הטומאה במעיהן וכו'.</b> פי''א דאהלות ופסק כר''י בן בתירא ולא כר''ש דאמר כדי שתפול לאור ותשרף דזוטר שיעורא טובא: \n",
        "<b>בד״א וכו' אבל זאב שבלע תינוק וכו'.</b> במנחות פרק רבי ישמעאל (מנחות דף ס״ט:) ובפ״ג דתענית (דף כ״א:) ויהיב בגמרא טעמא לעצמות מפני שהם קשים אינם מתעכלים ודברי רבינו הם דלא כפירש״י ז״ל: \n\n"
      ],
      [
        "<b>אין הבלועים ניצלים וכו' אבל הבלועים בגוף הכלים וכו' כיצד כוש שנבלעה בו הצינור של מתכת וכו'.</b> פ''ט דכלים. \n",
        "<b>ומ''ש וכן מחט או טבעת שהיו מובלעים בטפילת התנור וכו' עד אע''פ שהם שוקעים לתוך אוירה הרי אלו טהורים.</b> בפ''ט דכלים מחט או טבעת שנמצאו בנחושתו של תנור אבל לא יוצאים אם אופה את הבצק והוא נוגע בהם טמא באיזה בצק אמרו בבצק הבינוני נמצאו בטפילת התנור מוקף צמיד פתיל אם בטמא טמאים אם בטהור טהורים נמצאו במגופת החבית מצדיה טמאים מכנגד פיה טהורים נראים בתוכה אבל לא לאוירה טהורים שוקעים בתוכה ותחתיהם כקליפת השום טהורים. \n",
        "<b>ועל מ''ש אבל על הבלועים בגוף הכלים והאבנים אינם ניצלים כיצד כוש שנבלעה בו הצנור של מתכת וכו'.</b> כתב הראב''ד הרבה עיינתי וכו'. על מ''ש רבינו שהנבלעים בגוף הכלים והאבנים אינם ניצולים הוקשה לו מדתנן במחט או טבעת שנמצאת בטפילת התנור מוקף צמיד פתיל אם בטהור טהורים וכן מדתנן נמצאו במגופת החבית מכנגד פיה טהורים וכן בנראים לתוכה אבל לא לאוירה ותירץ דהנך הוו טהורים מטעם מוקף צמיד פתיל ויישב מה שקשה על זה מדקיימא לן שאין כלי חרס מציל אלא על האוכלים ועל המשקים ועל כלי חרס וזהו שסיים וכתב אולי בזה החוט יש לי להתלות וכו' כלומר בזה החוט שחלקתי דהנך מטעם צמיד פתיל הוא דטהורים אבל אם לא היה צמיד פתיל אע''פ שהם מובלעים אינם ניצולים, אחר זה כתב שמה שרצה רבינו להוכיח שהנבלעים בגוף הכלים והאבנים אינם ניצולין ממתניתין דכוש [שבלע את הצנורא ומלמד] שבלע את הדרבן וכו' יש להקשות עליה ממתני' דספוג וכו' וכוש שבלע את הצנור היאך סופו לצאת וכו' ואולי יש לתרץ זה דכיון שיוכלו לצאת בידי אדם סופו לצאת קרינא ביה. ומ''ש יכול אני לומר שנראין ואינם יוצאין דאיירי ברישא במחט וטבעת קשיא ליה לא הבנתי דבריו דהתם מיירי במחט וטבעת טמאים אם יטמאו התנור אם לא ונדון דידן בכלי טהור הבלוע אם ינצל מהטומאה ומה ענין זה לענין זה וצ''ע: \n",
        "<b>ומ''ש</b> מ''מ מה שפירש בטמא טמאים ובטהור טהורים והסוגיא שכתב על זה אינה כלום כלומר שהראב''ד פירש שבטמא היינו שהתנור ראוי לקבל טומאה אע''פ שהוא מוקף צמיד פתיל טמאים ובטהור שאינו ראוי לקבל טומאה כגון שהוא תנור שלא הוסק ורבינו פירש בטהור היינו שהוא מוקף צמיד פתיל וטמא היינו שאינו מוקף צמיד והראב''ד הקשה על זה שאפילו הוא מוקף צמיד פתיל אינו מציל אלא כלי חרס ולפיכך כתב כאן שהפירוש וההילוך שהולך בזה אינו כלום ועוד שהוא סותר דבריו שפסק בפכ''ג שצמיד פתיל אינו מציל אלא על כלי חרס וכאן כתב שהוא מציל על מחט וטבעת, ורבינו בפי' המשנה כתב וז''ל והוא שתהיה הטבעת או המחט טהורה ויהיה בעצם הטפילה שיטפילו על קרקע התנור והטיט עליו ותחתיו והיה התנור מוקף צמיד פתיל ונתון באהל המת הנה נטמא התנור בכללו ונטמאת הטבעת או המחט אשר בתוכה ואם היה התנור טהור כו' (שהיה הצמיד פתיל כראוי) הנה הטבעת והמחט ג''כ טהורים ולא יטמאו באהל המת שהם בגוף הבנין וזה הבנין כולו טהור עכ''ל. ביאור דבריו דשאני הכא דמגו דמהני צמיד פתיל לתנור מהני נמי להם ובטלים אגב התנור וזה הטעם בעצמו לנמצאו במגופת החבית כנגד פיה אבל כשנמצאו מצדה מאחר שאין לחבית צורך במגופה שבצדיה ה''ל כבלועים בלבינה שאינם ניצולים וכן פי' ר''ש. וכתב עוד תניא בתוספתא אין במשמע אלא בזמן שהיא בתוך החבית ומנין אפילו בתוך המגופה למעלה מאוירה של חבית תלמוד לומר כלי ובכן נסתלקה הקושיא הגדולה שהוקשה להראב''ד שהרי מבואר בתוספתא זו כמ''ש: \n\n"
      ],
      [
        "<b>כל הבלועים בקרקעיתו של בית וכו'.</b> פרק ט''ו דאהלות. \n",
        "<b>ועל מ''ש רבינו שאין האהלים מונעים את הטומאה כמו שביארנו.</b> כתב הראב''ד אני לא ידעתי אנה נתבאר דבר זה וכו'. וי''ל שמה שאמר רבינו כמו שביארנו היינו מ''ש לעיל בפרק זה וכן אהל בתוך אהל וכזית מן המת באהל הפנימי כל הכלים שבאהל החיצון טמאים ובענין הדין שכתב רבינו שאין האהלים מונעים את הטומאה כתב בפירוש המשנה (פ''ח מ''ו) דהיינו מדתניא בתוספת' צמיד פתיל ואהלים מצילים על הטהורים מליטמא ואין מצילים על הטמאים מלטמא ודבר תימה הוא דהא קי''ל שהאהל חוצץ בפני הטומאה וצ''ל שאם היה חוצץ על פני כל הבית אה''נ שלא היתה עוברת הטומאה למעלה אבל הב''ע כשלא היה החצץ על פני כל הבית שהטומאה עולה דרך המקום שאין בו חצץ ומתפשטת למעלה בכל הבית אי נמי כשאין מקום לטומאה לצאת כי אם דרך למעלה מהחצץ דומיא דאהל בתוך אהל דלעיל וצ''ע: \n\n"
      ],
      [
        "<b>ביב שהוא קמור תחת הבית וכו'.</b> פ''ג דאהלות: \n\n"
      ],
      [
        "<b>שתי חביות וכחצי זית בכל אחת וכו' עד וכן שני חדרים וכו'.</b> פ''ח דאהלות. \n",
        "<b>ומ''ש אין צמיד פתיל לטומאה.</b> תוספתא דכלים פ''ו. \n",
        "<b>ומ''ש וכחצי זית בפנימי או באמצעי וכו'.</b> בתוספתא פ''ט דאהלות: \n\n"
      ]
    ],
    [
      [
        "<b>מנין לצמיד פתיל וכו'.</b> סוף פ''ק דחולין (דף כ''ה) ובספרי פרשת חוקת. \n",
        "<b>ומ''ש לכל הכלים שאינם מקבלים טומאה שיצילו בצמיד.</b> בפ''י דכלים. \n",
        "<b>ומ''ש ונסרים של עץ וכו'.</b> בפ''ה דאהלות אם היה נסר חלק או סרידה שאין לה אגפים טהור. \n",
        "<b>ומ''ש וגולמי כלי מתכות.</b> בתוספתא דכלים פ''ז: \n",
        "<b>מה בין אהלים וכו'.</b> בספרי פרשת חוקת כלים מצילים בצמיד פתיל ואהלים בכיסוי: \n\n"
      ],
      [
        "<b>משפך שכפהו וכו'.</b> כתב הראב''ד א''א תוספתא דכלים משפך אפילו טהור וכו'. מ''ש הראב''ד וכמאן לא למדנו אע''פ שהוא מנוקב ולא סתמו י''ל שטעם רבינו הוא משום דאי בשסתם הנקב מאי טעמא דרבי מאיר דאמר אינו מציל אף על פי שהראב''ד בהשגה שאחר זו כתב שטעם רבי מאיר מפני שהוא עומד דרך תשמישו בחבית סובר רבינו שאין זה כדאי לומר שאינו מציל. ומ''ש ומשפך ודאי בידי אדם הוא י''ל דמשפך בתחילת עשייתו עושין אותו בענין שישאר נקוב ולא מיקרי בידי אדם אלא היכא שנעשה שלם ואחר כך מנקבין אותו: \n\n"
      ],
      [
        "<b>כל הכלים המצילים וכו'.</b> במשנה פ''י דכלים גבי כלי גללים כלי אבנים כלי אדמה וכו' קתני היו כפויין על פיהן מצילין כל שתחתיהן עד התהום רבי אלעזר מטמא וידוע דהלכה כת''ק. ומה שהצריך שיהיה בהם טפח על טפח טעמא שמאחר שהוא מציל מטעם שהוא אהל אינו אהל פחות מטפח ואיתא בתוספתא דכלים פ''ז. \n",
        "<b>ומ''ש רבינו אא''כ היה הכלי כלי חרס וכו' כיצד חבית שכפויה על פיה וכו'.</b> כתב הראב''ד אמת כך היא שנויה בספרי וכו'. והנה רבינו בריש פ''י דכלים אמתניתין דאלו כלים מצילים בצמיד פתיל וכו' היו כפויין על פיהם מצילין כל שתחתיהם עד התהום כתב וזה אצלנו א''א בכלי חרס שהוא אם כפה כלי חרס על פיו לא יציל מה שתחתיו לפי שהוא יטמא דרך פתחו באמת ואפילו ידביקהו ע''ה בטיט והדומה לזה לא יציל שאינו לא אהל ולא מוקף צמיד פתיל ונוסחת ספרא חבית שכפאה על פיה ומרחה בטיט מן הצדדים טמאה שנאמר צמיד פתיל עליו ולא צמיד פתיל על גבו וזה נכנס תחת אמרם בספרא בטומאת כלי חרס אמר וכל כלי חרס לרבות האהלים שהאהל של חרס יטמא ולא יציל מה שתחתיו כמו שיצילו האהלים וכו' ומאחר שראה רבינו ספרי וספרא מסכימים לדעת אחת וגם דרשי לה מקראי פסק כן ומתניתין תתפרש על פי זה דכי קתני היו כפויים על פיהם מצילים כל שתחתיהם עד התהום אשאר מיני כלים השנויים במשנה חוץ מכלי חרס ואע''ג דתוספתא פליגא לא חש לה רבינו במקום סיפרא וספרי ודרשת קראי. ומ''ש הראב''ד ואני אומר מה ששנו בספרי שמירח מן הצדדים אינו מציל כשלא מירח שפתיה עם הקרקע וכו' ק''ל לפי דעתו שכל הכלים צריכים צמיד פתיל למה שנו דין זה בחבית יותר מבשאר כלים ולפי דבריו הכי הו''ל למיתני כלי שכפאו על פיו ומרחו בטיט ומדנקט חבית משמע שדין זה מיוחד בכלי חרס: \n",
        "<b>ומ''ש</b> עוד הראב''ד גם מ''ש שכל הכלים המצילים בצמיד פתיל אם כפה על פיהם מצילין בלא צמיד פתיל אין לו שרש שכל המשנה שכתבתי ע''י צמיד פתיל היא שנויה בתחילתה. וי''ל דסבר רבינו שאם כדברי הראב''ד הו''ל למיתני מצילין בין מפיהן בין מצדיהן וכו' בין כפויים על פיהם ור''א מטמא בכפויים על פיהם ומדלא צירף היו כפויין בהדי הנך משמע דמלתא באנפי נפשה היא ואפילו בשאינו מוקף צמיד פתיל מציל: \n",
        "<b>ומ''ש</b> ודבר פסוק הוא בסיפרי שכל הכלים צריכים צמיד פתיל וכשהם כפויים איך יצאו מתורת כלים י''ל דאין למדים מן הכללות ועוד י''ל דהתם לא אתא אלא לומר דלא תימא שאין מציל בצמיד פתיל אלא כלי חרס כדכתיב בקרא אלא כל הכלים דינם ככלי חרס מרבויא דקרא ועוד י''ל דהתם מיירי כשהם מצילין מתורת צמיד פתיל וכשהם כפויין על פיהם אינם מצילין מתורת צמיד פתיל אלא מתורת אהל: \n",
        "<b>ומ''ש</b> אבל משפך אפילו טהור שכתבתי למעלה הוא הטעהו. כבר כתבתי דממתניתין יליף לה רבינו ולא הוצרך ללמדו ממשפך. ומ''ש ר''מ סבר כיון שהוא עומד כדרך תשמישו בחבית אינו מציל לא ירדתי לסוף טעם זה: \n",
        "<b>ומ''ש רבינו הדביק פיה לכותל ומירחה מן הצדדים מצלת וכו'.</b> בתוספתא דכלים פ''ז: \n",
        "<b>ועל מ''ש רבינו אבל שאר כל הכלים המצילין בצמיד וכו'.</b> כתב הראב''ד א''א אין לי אלא כל הכלים מצילים וכו' טעמו לומר דדוקא כשהכלי כפוי על בור ודות הוא דלא בעינן מירוח אבל כשהוא כפוי לכותל צריך מירוח והביא ראיה מהתוספתא ולאפוקי מדברי רבינו שכתב שאם היו דפנות הכלים דבוקות לדופני הבית מצילים בלא צמיד פתיל ולדעת רבינו י''ל דמירח דקתני לאו דוקא אלא אורחא דמילתא נקט. א''נ דמשום דבעא למיתני סיפא ר''א אומר כפוי על פיו אינו מציל נקט רישא ומירח לאשמועינן דאפילו בהכי פליג ר''א אבל לת''ק בלא מירוח נמי מציל: \n",
        "<b>ומ''ש שאין הכלים מצילים וכו' עד שיהיה טפח ממקום אחד.</b> משנה פ''ה דאהלות: \n\n"
      ],
      [
        "<b>כשם שמצילין וכו' עד (שיהיה טפח) [שהרי האהילו] על הטומאה.</b> שם: \n\n"
      ],
      [
        "<b>קורה שיש בה וכו'.</b> משנה ספ''ה דאהלות קורה שהיא נתונה מכותל לכותל וקדרה תלויה בה טומאה תחתיה כלים שבקדרה ר''ע מטהר וחכמים מטמאין ובתוספתא פ''ו קורה שהיא נתונה מכותל לכותל וקדרה תלויה בה וכו' היה פיה למעלה מודבק לקורה הרי זה מצלת משוכה הימנו בפותח טפח אינה מצלת פחות מטפח רבי עקיבא אומר מצלת וחכמים אומרים אינה מצלת וידוע שהלכה כחכמים וזהו שכתב רבינו והיתה הקורה כולה כלומר שלא תהא משוכה ממנה אפילו פחות מטפח: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל ידוע דבקורה טפח מיירי כי אז מכוסה טהורה ואינה מכוסה טמאה כי הקורה שיש בה טפח נקראת אהל להביא הטומאה לקדרה ולכלים שבתוכה וכלי חרס אינו מטמא מגבו וגם דבכה''ג אפי' אין טומאה תחת הקדירה עצמה הקורה מביאה טומאה לה וטומאה תחתיה היינו תחת הקורה ולכך כתב רבינו וטומאה תחתיה וקדרה תלויה בה היפך מלשון המשנה עכ''ל. והא דקתני בתוספת' אם אין בין פיה לקורה פותח טפח ה''ז מצלת אם יש בין פיה לקורה פותח טפח אינה מצלת אליבא דרבי עקיבא היא ולית הלכתא כוותיה: \n\n"
      ],
      [
        "<b>בור שבתוך וכו'.</b> פ''ה דאהלות שם: \n",
        "<b>כתב</b> הראב''ד א''א במשנה אינו כן אלא אם היתה באר חלקה וכו'. טעמו לומר שבמתניתין קתני היה נסר חלק או סרידא שאין לה גפיים טהור משמע דבאר חלקה שכפה עליה כלי שאין לו דפנות יוצאות טהור כמו אם כפה עליה נסר והטעם מפני שהכלי שאין לו דפנות אין שם כלי עליו והרי הוא כנסר חלק ורבינו כתב אם היה מכוסה בנסר חלק או בכלי המציל שיש לו דופן הרי כל מה שבבור טהור משמע שאם היה מכוסה בכלי שאין לו דופן טמא וזה היפך מה שנתבאר. וי''ל שדברי רבינו כך פירושם אם כסהו בכלי שיש לו דופן טפח הרי כל מה שבבור טהור הא אם כסהו בכלי שיש לו דופן פחות מטפח כל מה שבבור טמא אבל אם כסהו בכלי שאין לו דפנות כלל לא איצטריך רבינו לפרושי דבכלל נסר חלק הוא: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> החדות הבנוי וכו' עד כך מציל בכותליו.</b> פרק י''א דאהלות וכבית הלל: \n",
        "<b>כבר ביארנו וכו':</b> \n\n"
      ],
      [
        "<b>תנור ישן בתוך החדש וכו' עד כל שבתוך החדש טהור.</b> פ''י דכלים: \n",
        "<b>וכתב</b> הראב''ד א''א אין הטעם שלו מספיק לא לפירושו ולא לפירוש הרב היוני כו'. נראה לי שט''ס יש בהשגה זו וצריך להגיה אין הטעם שלו מספיק אלא לפירושו ולא לפי' הרב היוני כי גירסת רבינו במשנה זו ופירושו בה נכון והסכים הרא''ש לדבריו וגם הראב''ד מסכים כן: \n\n"
      ],
      [
        "<b>סרידא של חרס שיש לה שפה וכו'.</b> פי''ב דאהלות כלומר שאין לה שפה אינה מקבלת טומאה דהוי פשוטי כלי חרס וטומאה תחתיה או על גבה טומאה בוקעת ועולה: \n\n"
      ],
      [
        "<b>קדרה שכפאה ע''פ החבית וכו'.</b> תוספתא פ''ז דכלים: \n\n"
      ]
    ],
    [
      [
        "<b>שולי המחצין וכו'.</b> תוספתא פ''ז דכלים. ופירוש מחצין כלי חרס והוא מלשון הגת והמחץ: \n\n"
      ],
      [
        "<b>כלי חרס שנתן בו טיט עד חציו וכו'.</b> כתב הראב''ד א''א לשון התוספתא אינו כן וכו'. וי''ל שאינו טעות בידו שהוא ז''ל מפרש דהב''ע בשהקיפו צמיד פתיל וקסבר ר''י שאינו מציל משום דכיון שנתן בו טיט עד חציו ביטלו מתורת כלי ושוב אינו מציל בצמיד פתיל דהו''ל כלבינה שבלעה את הטבעת שאינה מצלת וחכ''א שלא נתבטל מתורת כלי ואע''פ שהשקיע כלים בטיט שבתוכו אם פי הכפישה צמיד פתיל הציל על הכלים שבתוכה אע''פ שהם שקועים בטיט: \n\n"
      ],
      [
        "<b>כלי חרס מציל בצמיד פתיל עד שינקב וכו'.</b> בסוף פרק המצניע: \n",
        "<b>וכתב</b> הראב''ד ז''ל ובגדול עד שיפחת רובו א''א יש מפרשים בהיפך כלי גדול שלא נפחת רובו אלא במוציא רמון עכ''ל. טעמו דלישנא דגמרא בפרק הנזכר אמר רב אסי שמעתי כלי חרס שיעורו במוציא רמון וכו' והא רבא הוא דאמר מוקף צמיד פתיל עד שיפחת רובו ל''ק הא ברברבי הא בזוטרי ופירש''י עד שיפחת רובו דכל כלי פתוח כתיב דרך פתח נכנסת לו טומאה ולא דרך נקביו אלא במוקף צמיד פתיל שאם ניקב במוציא רמון אינו מציל ברברבי ברוב בזוטרי במוציא רמון בטל ליה מכלי. והתוספות כתבו שר''י הקשה על פי' זה ופירש רברבי במוציא רמון ובזוטרי שמוציא רמון הוא יותר מרוב סגי ברוב ודברי רבינו כפירש''י ודברי הראב''ד כר''י. \n",
        "<b>ומ''ש כיצד כלי גדול וכו'.</b> דבריו כפי' ר''ת בפרק הנזכר ולאפוקי מפרש''י. ויש בספרי רבינו בדפוס ט''ס שכתוב שנפחת רובו וצריך למוחקו ולכתוב במקומו חציו וכן מצאתי בספר מוגה. \n",
        "<b>ומ''ש וכמה יהיה בנקב וכו'.</b> פ''ט דכלים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ד-ו)</small> תנור שהיתה סרידה על פיו וכו' עד ואינם ניצולים עד שיסתם הנקב.</b> שם: \n\n"
      ],
      [
        "<b>חבית שהיא מלאה משקין טהורים וכו'</b> גם זה שם: \n",
        "<b>וכתב</b> הראב''ד א''א ראיתי את האיש הזה משנה את המליצות וכו'. באמת כי ר''ש והרא''ש פירשו כפי' הראב''ד ורבינו לא נ''ל פירוש זה משום דהיינו דב''ש וב''ה בפ''ה דאהלות אם כלי חרס מציל על הכל ותרתי למה לי ולפיכך פירשה בענין אחר ומה שהקשה עליו הראב''ד היאך החבית והמשקין טהורים ומניקת טמאים אדרבה איפכא מסתברא י''ל שמ''ש שאין העקום כסתום היינו לענין שתקבל המניקת טומאה אבל החבית חשובה כסתומה ע''י עקום המניקת וקל להבין טעם החילוק. \n",
        "<b>ומ''ש</b> דמניקת טהורה מפני שאין לה בית קיבול, י''ל שמניקת זו היא עקומה ובמקום העיקום היא זקופה ביותר ומפני כך מתעכבים שם טפות יין וה''ל בית קיבול: \n\n"
      ],
      [
        "<b>חבית המוקפת צמיד פתיל וכו'.</b> בפרק עשירי דכלים. \n",
        "<b>ומה שכתב אגף חצי הנקב וכו'.</b> בפרק הגוזל קמא (בבא קמא דף ק''ה) מייתי האי מתני' חבית שניקבה וסתמוה שמרים הצילה וקאמר עלה בעי רבא אגף חצייה מהו אמר ליה רב יימר לרב אשי ולאו משנתנו היא זו וכו' פקוקה בזמורה עד שימרח היו שתים עד שימרח מן הצדדין ובין זמורה לחבירתה טעמא דמירח הא לא מירח לא אמאי ותיהוי כי אגף חצייה הכי השתא התם אי לא מירח לא קאי אגף חצייה במידי דקאי קאי ודעת רבינו כדברי התוספות והרשב''א שכתבו בסוף פרק המצניע דאגף חצייה וסתמוה שמרים קא מיבעיא ליה אי חשיבא סתימא או לא ולא איפשיטא. \n",
        "<b>ומה שכתב סתם את הנקב בזמורה וכו' עד אינו צריך למרח מן האמצע.</b> פרק עשירי דכלים שם: \n",
        "<b>במה מקיפין וכו'.</b> שם: \n\n"
      ],
      [
        "<b>מגופת החבית שנתחלחלה וכו' עד אם מירח מן הצדדין הציל.</b> שם וכחכמים: \n",
        "<b>כתב</b> הראב''ד מגופת החבית א''א כך פירש הרב היוני ולפי לשון המשנה נ''ל בה פירוש אחר וכו'. ומה שכתב אם כדבריהם הול''ל מירוח שנתחלחל וכו'. יש לומר דלאו בכל מירוח שנתחלחל אמר ר''י דמצלת אלא במגופת החבית שפי החבית נכנסת בתוכה ואינה נשמטת מאליה (עיין בתוספות יום טוב שם): \n\n"
      ],
      [
        "<b>חמת של עור הדג וכו'.</b> כתב הראב''ד א''א זאת התוספתא משובשת וכו'. מה שכתב שהתוספתא משובשת נראה דהיינו משום דקתני בה עור הדג והנייר שהלביש בה את החבית וצררן למטה אף על פי שמירח בטיט מן הצדדין אינן מצילין ומשמע דפליגא אמתני' דקתני היתה של נייר או של עור וקשרה במשיחה אם מירח מן הצדדין הציל ורצה הראב''ד לומר שמאחר דאתיא דלא כמתניתין הרי היא משובשת ואין למידין ממנה ולמה פסקה רבינו ויש לומר שאף על פי שבבא אחת תהא משובשת למה לא נלמוד מבבא אחרת. \n",
        "<b>ומה</b> שכתב ומתוכה נפרכת שהרי אמרו צמיד על פיה ולא על גבה וכו'. יש לומר דכשהכניס החבית דרך פיה בחמת שנמצא פי החמת לצד שולי החבית וצררה מלמטה היינו כעין מה שכתב בסמוך היתה של נייר או של עור וקשרה במשיחה הרי זו מצלת כלומר והוא שימרח מן הצדדין כדבסמוך ואם לא צררה לא הציל כדבסמוך ואיצטריך לאשמועינן חמת כיון שהוא כלי ועוד שהלביש בה את החבית הרי היא מהודקת ולא תיבעי צרירה קא משמע לן: \n\n"
      ],
      [
        "<b>חבית זפותה וכו' עד סוף הפרק.</b> משנה פרק י' דכלים וכחכמים: \n",
        "<b>וכתב</b> הראב''ד א''א אף זו לא נ''ל כפירושם וכו'. כלומר שרבינו פירש שנשבר החרס שלצד פי החבית והזפת עומד והראב''ד משיג עליו שלא מצינו בחרס לשון קילוף אלא לשון שבירה ובזפת הוא שמצינו לשון קילוף בסוף ע''ז (דף ע''ד ע''ב) גבי גת של עכו''ם יקלוף את הזפת ולפיכך פי' שאין כאן שבירת חרס אלא שנתקלפה הזפת מן החרס וכו' ולדעת רבינו יש לומר דמדקתני והזפת שלה עומד ממילא משמע שהחרס שלה אינו עומד אלא נשבר קצתו והלך לו ולשון קילוף שייך שפיר כשנקלף החרס מהזפת כמו שנקלף הזפת מהחרס: \n\n"
      ]
    ],
    [
      [
        "<b>כל הכלים המצילים בצמיד פתיל וכו' עד ומפני זה גזרו שלא יציל כלי חרס על כלי שטף שבתוכו.</b> בפ''ה דאהלות ופ''ק דעדיות (משנה י''ד). \n",
        "<b>ומ''ש ולמה לא אמרו כלי חרס של עם הארץ לא יציל על הכל וכו'.</b> פרק חומר בקדש (חגיגה דף כ''ב): \n\n"
      ],
      [
        "<b>אדם שהיה נתון בתוך החבית וכו'.</b> תוספתא דאהלות פרק ט''ו: \n\n"
      ],
      [
        "<b>כלי חרס שמשתמשין בהן באפר הפרה וכו'.</b> פרק ה' דאהלות היה כלי טהור לקדש ולחטאת הכל טהור שהכל נאמנים על החטאת: \n\n"
      ],
      [
        "<b>ארובה שבין בית לעלייה וכו' עד הרי זה מציל על כל מה שבעלייה.</b> פ''ה דאהלות וכב''ה. \n",
        "<b>ומ''ש פירשה וחזרה ונגעה בו טמאתו.</b> תוספתא דאהלות פ''ה: \n",
        "<b>היה אהל נטוי בעלייה וכו'.</b> פ''ז דאהלות וכרבי יוסי לגבי ר''ש: \n",
        "<b>וכתב</b> הראב''ד שהאהל מציל בכיסוי א''א אין זה הטעם כלום וכו': \n\n"
      ]
    ],
    [
      [
        "<b>בית שחלקו בקנקנים טהורות וכו'.</b> תוספתא פ''ז דאהלות והטעם משום דקי''ל כלי חרס אינו מיטמא מגבו אלא מתוכו וקי''ל כלי טמא אינו חוצץ בפני הטומאה. \n",
        "<b>ומה שכתב טחן בטיט וכו'.</b> שם ובמשנה פ''ו: \n\n"
      ],
      [
        "<b>בית שחלקו וכו' עד ואם לאו טהורים.</b> משנה פט''ו דאהלות. \n",
        "<b>ועל מ''ש רבינו היו הכלים בתוך עובי המחיצה וכו' בין שהיתה הטומאה לפנים וכו'.</b> כתב הראב''ד א''א זה א''א אלא אם הטומאה והכלים בחצץ וכו'. ובאמת דברי רבינו צ''ע ולא מצאתי לו מקום להשען בו אלא אם נאמר דכשאין במקום הכלים טע''ט בטלו לגבי הבניין והרי הם כמו הכותל עצמו שאינו בדין קבלת טומאה וכשיש במקומם טפח על טפח אינם בטלים לגבי הכותל ומקבלי' טומאה וכשהטומא' לפנים מהמחיצה בדרך יציאתה פוגעת בכלים ומטמאתן ואפי' כשהיא בבית מתפשטת הטומא' גם במה שבתוך הכותל אף על פי שאינה עוברת לפנים מהמחיצה כמו שמצינו בכותל שבין שני בתים טומאה באחד מהם וכלים בכותל ואע''פ ששם שנינו מחציה וכלפי טהרה טהורים התם שאני שהם שני בתים אבל הכא שהוא בית אחד אלא שחצצו לא: \n\n"
      ],
      [
        "<b>בית שהוא מלא תבן וכו' עד מפני שסתם תבן דעתו לפנותו.</b> משנה פט''ו דאהלות: \n\n"
      ],
      [
        "<b>כותל שבין שני בתים וכו' עד מחצה למחצה שניהם טמאים.</b> פ''ו דאהלות: \n",
        "<b>היתה המעזיבה לאויר וכו'.</b> תוספתא פ''ז דאהלות: \n",
        "<b>ומ״ש גבי מחצה על מחצה העומד מלמעלה כנגד הטומאה טמא.</b> שם ר״מ מטמא ור״ש מטהר ויש לתמוה למה פסק כר״מ במקום ר״ש. וכבר השיגו הראב״ד וכתב א״א מחלוקת ר״מ ור״ש הוא בתוספתא וכו'. וי״ל שטעמו של רבינו משום דמסתבר טעמיה דכיון דטומאה רצוצה היא הרי היא בוקעת ועולה ומה לנו אם היא לאויר ולא טיהרו לעומד מלמעלה כשהטומא' מחציה ולמטה אלא מפני שהטומאה פשטה בכל הבית ושוב אינה בוקעת ועולה. ועי״ל דכיון דבפ' מי שהוציאוהו (עירובין מו:) לא איפשיטא לן ר״מ ור״ש הלכה כמאן מינייהו נקטי' כדברי המחמיר. ומ״ש הראב״ד דר״מ ור״ש הלכה כר״ש איני יודע מנין לו דהא בפרק מי שהוציאוהו לא איפשיטא. גם מ״ש דספיקא לקולא קשה דהא קי״ל ספק טומאה ברה״י טמא ואפשר לומר שהראב״ד סובר דטומאה כזו שהיא במעזיבה אינה אלא מדרבנן. ועי״ל שהטעם שפסק רבינו כר״מ הוא מפני שהוא ז״ל [סבר] דפלוגתייהו באי אפשר לצמצם או לא וכיון דבעלמא קי״ל כמ״ד א״א לצמצם הכא נמי הכי נקיטינן. ודרך זה נראה יותר בדברי רבינו שתלה הדבר בא״א לצמצם: \n\n"
      ],
      [
        "<b>וכן כותל המשמש את הבית וכו'.</b> משנה פי''ו דאהלות וכחכמים. \n",
        "<b>ומ''ש ואינו מורכב על הכותל.</b> כלומר שאם היה מורכב על הכותל אפילו היתה הטומאה מחציו ולחוץ הבית טמא שהטומא' פושטת בבית מאחר שהכותל מגוף הבית. ואיכא למידק כשהיתה הטומא' מחצה למחצה אמאי העומד מלמעלה טהור ומאי שנא ממ''ש בסמוך גבי טומאה במעזיבה שאם היתה מחצה למחצה העומד מלמעלה טמא משום דא''א לצמצם וצ''ל דסבר רבינו דטפי שייך לומר בכותל שתכנס טומאה לבית ולא תתפשט למעלה ממאי דשייך לומר במעזיבה וצריך טעם למה x: \n",
        "<b>נטל מהכותל מבפנים וכו'.</b> תוספתא פ''ז דאהלות אלא שהיא כתובה בשיבוש: \n",
        "<b>היתה הטומאה נתונה על גבי הכותל וכו'.</b> תוספתא פ''ז דאהלות וכת''ק: \n\n"
      ],
      [
        "<b>בית המשמש את הכותל וכו'.</b> משנה פ''ו דאהלות: \n\n"
      ],
      [
        "<b>כותל שחצי עביו בנין וכו'.</b> תוספתא פ''ז דאהלות: \n\n"
      ],
      [
        "<b>טומאה שהיתה בין קורות הבית וכו'.</b> משנה פ''ו דאהלות טומאה בין הקורות ותחתיהן כקליפת השום אם יש שם פותח טפח הכל טמא אין שם פותח טפח רואים את הטומאה כאילו היא אוטם היתה נראית בתוך הבית בין כך ובין כך הבית טמא ופירש שם רבינו תחת הקורות הוא שתהיה הטומאה בעצם הקורות לא בעצם הבנין ואמרו כקליפת השום [הוא הפלגה והכוונה] שאפילו המחיצה דקה מאד ימנע בינה ובין הבית כאשר לא יהיה בעמידתו טפח על טפח ולא תטמא הבית אבל נחשוב הטומאה כאילו היא במקום סתום אשר לא תטמא זולת מה שיהיה כנגדה לבד בעליונות ושפלות וכו' ואמנם התחייב זה הדין להיות הטומאה בתוך הקורה אמנם אם היתה בעצם הבנין הדין בו מחצה על מחצה כמו שקדם בהלכה שלפני זו וכן אם היתה הטומאה בתוך האבן יהיה הדין בה כמו היותה בתוך הקורה ואע''פ שהיה [המשקוף] אשר בין הבית והעלייה סלע או הדומה לו מן האבנים ובתוספתא אמרו של בניין ידון מחצה על מחצה ושל סלע כקליפת השום וענין נראית שיהיה זאת המחיצה אשר על הטומאה ספיריי כמו הזכוכית והשוהם והדומה להם כל הבית טמא ואפילו לא יהיה במקום הטומאה טפח על טפח עכ''ל. \n",
        "<b>ועל מ''ש רבינו ורואין את הטומאה כאילו היא רצוצה בארץ וכו': כתב</b> הראב''ד תמה אני למה לא הזכירו במשנה למעלה במעזיבה וכו'. וליישב דעת רבינו נאמר דאין כל המקומות שוים שהרי שנינו בתוספתא של בנין ידון מחצה על מחצה ושל סלע כקליפת השום וכך מפורש במשנה פ''ו דאהלות והשתא ילפינן לחלק ממעזיבה לקורה דכשם שחילקו בין כותל סלע לכותל בנין כך חילקו בין מעזיבה לקורה דמעזיבה היינו בנין ודינה ככותל בנין שחילקו בה בין כשהטומא' מחציה ולפנים לכשהיא מחציה ולחוץ וכך חילקו במעזיבה בין מחציה ולמעלה למחציה ולמטה וכשהטומאה בין הקורות דינה כמו כשהיא בכותל סלע נידון כקליפת השום וחילוק זה כתבו רבינו בפירוש משנה זו בטומאה בין הקורות ולא נאמר במעזיבה שהטומאה שבתוכה היא רצוצה ובוקעת ועולה בוקעת ויורדת מפני שהמעזיבה עשויה ליסתר והוא הטעם לכותל בנין אבל הקורה אינה עשויה ליבקע ולפיכך דינה כאילו היא טמונה בארץ והשתא מתניתין הכי פירושה טומאה בין הקורות פי' שהטומאה בתוך קורות הבית מובלעת בתוכם אפילו אין תחתיה אלא כקליפת השום אם יש שם פותח טפח כלומר שהקורה רחבה טפח שהוא שיעור להביא טומאה הכל טמא כלומר כל הבית טמא שע''י אותו טפח על טפח נתפשטה טומאה בכל הבית ואם אין בקורה טע''ט אינה מביאה טומאה לבית ואינה מטמאה אלא כנגדה בין למעלה בין למטה והיינו רואים את הטומאה כאילו אוטם כלומר כאילו רצוצה בארץ ולמה שפי' הראב''ד דמאי דקתני יש שם פותח טפח אם יש באותו קליפת השום שתחתיה פתח פתוח בטפח הטומאה יוצאת לבית ק''ל דהיינו מאי דקתני בסיפא היתה נראית בתוך הבית. וכן מ''ש עוד הראב''ד ומ''ש במעזיבה מחציו ולמטה או מחציו ולמעלה בטומאה רצוצה שהיא בוקעת ובקיעתה למקום הסמוך לה ק''ל הרי אמרו טומאה רצוצה בוקעת ועולה עד לרקיע בוקעת ויורדת עד התהום ולא אמרו שאינה בוקעת אלא למקום הסמוך לה ואפש''ל דהתם לא נחתי אלא לומר דאינה מטמאה אלא כנגדה ובהא דמעזיבה לימדונו שבקיעתה למקום הסמוך לה. \n",
        "<b>ומ''ש רבינו וכן אם היתה [נראית בתוך] הבית וכו'.</b> במשנה הנזכרת היתה נראית בתוך הבית בין כך ובין כך הבית טמא ופשטה דברישא קאמר שאם אין הטומאה נראית בתוך הבית דהיינו שיש תחתיה כקליפת השום הוא דמפלגינן בין יש שם פותח טפח לאין שם פותח טפח אבל אם היתה נראית בתוך הבית דהיינו שאין תחתיה כקליפת השום בין כך ובין כך כלומר בין שיש שם פותח טפח בין שאין שם פותח טפח הבית טמא שכיון שהיא נראית בתוך הבית הרי היא בתוך הבית ורבינו כ' בפיהמ''ש ענין נראית שיהיה זאת המחיצה ספיריי כמו הזכוכית והשוהם והדומה להם עכ''ל: \n",
        "<b>ב' פתחים זה על גב וכו'.</b> תוספתא פי''ג: \n",
        "<b>כתב</b> הראב''ד א''א גם זו התוספתא לא ידעתי את טעמה והלא טומאה רצוצה היא והלא היא נראית לתוך הפתח השני שהיא בולטת מעט עכ''ל. ובמה שהקדמתי לעיל דטומאה שבבנין לית לה דין טומאה רצוצה ניחא: \n\n"
      ]
    ],
    [
      [
        "<b>עמוד העומד בתוך הבית וכו'.</b> בפ''ו דאהלות ולשון רבינו כלשון התוספתא: \n\n"
      ],
      [
        "<b>טפח על טפח וכו'.</b> זה מתבאר ממה שיבא: \n",
        "<b>כתב</b> הראב''ד והבית כולו טמא א''א זה אינו אלא בשאין שם חלל טפח פנוי וכו'. לטעמיה אזיל שכתב בפ''ז מהלכות אלו על בבת אין הקבר מטמא מכל סביביו עד שיהיה שם חלל טפח על טפח על רום טפח וכו' ועיין במ''ש שם: \n\n"
      ],
      [
        "<b>טומאה שבתוך הכותל וכו' עד ואין כותל הטמא כותלה.</b> פ''ז דאהלות: \n",
        "<b>כתב</b> הראב''ד השמיט סוף המשנה וכו'. ויש לומר שרבינו פי' במשנה כותל שנית יקרא כותל שנתנוהו על כותל אחר והיו שני כותלים קרובים מאד והיתה הטומאה דחוקה ביניהם עכ''ל ולא הוצרך רבינו לכותבו כאן מפני שכבר נתבאר בדבריו כמה פעמים שטומאה רצוצה טומאה בוקעת ועולה בוקעת ויורדת: \n\n"
      ],
      [
        "<b>חור גדול וכו'.</b> תוספתא דאהלות פ''ז אלא ששם שנוי הבית טמא וכן השיגו הראב''ד א''א אינו כן בתוספתא אלא טמא מפני שדרך טומאה לצאת משם ולא ליכנס שם עכ''ל. ובאמת נראה שיש ט''ס בדברי רבינו וצריך להגיה הבית טמא ואם נוסחתו היתה הבית טהור צריך להעמידה כשהחור הזה אינו פתוח לצד פנים אלא לצד חוץ. \n",
        "<b>ועל מה שכתב רבינו חור גדול שבעובי הכתלים.</b> כתב הראב''ד מצאתי נוסחא וכתוב בה וכו' ולפי זו הנוסחא אין זה הפי' מתקבל וכו'. ולדעת רבינו י''ל שאין סותר פירושו שגם לפי זה פרדסק פי' שהוא נעשה לתשמיש בין בכותל בין בתיבה. \n",
        "<b>ועל מ''ש רבינו רואים את החור כולו כאילו הוא אטום.</b> כתב הראב''ד א''א נראה בשאין בה חלל טפח וכו'. ולא הבנתי דברי הראב''ד וצ''ע: \n\n"
      ],
      [
        "<b>שני פרדסקין זה בצד זה וכו'.</b> משנה סוף פ''ו דאהלות פי' פרדסק חלון שהוא בתוך הכותל הנקרא בערבי בזאנא ובלשון לעז אלמאריו: \n",
        "<b>ומ''ש היתה טומאה רצוצה בתוך הבנין וכו'.</b> זה פירוש על מה שסיים בה במשנה הנזכרת ורואין את הפרדסקין כאילו הם אוטם ידון מחצה למחצה להביא את הטומאה לבית ומוכיח כפי' זה בתוספתא ומה שאנו מחשבין אותו כאטום התועלת הוא כדי לידון מחצה על מחצה שנכנס גם חלל הפרדסקין מחשבון החצי כאילו היה בנוי כולו: \n\n"
      ],
      [
        "<b>כזית מן המת מודבק וכו'.</b> ספי''ב דאהלות: \n\n"
      ],
      [
        "<b>כלב שאכל בשר המת וכו'.</b> פי״א דאהלות ואפליגו בה תנאי ופסק כר' יוסי ואיתא בפרק העור והרוטב (חולין דף קכ״ו) ואוקמוה התם בתרי אוקימתי ורבינו לא הזכיר שום אחת מהם: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל דסבר רבינו דע''כ לא אוקימנא הכי אלא להעמיד ר' יוסי טמונה אינה בוקעת כדמוכח התם (דף קכ''ה ע''ב) במתניתין דתיבת המגדל וכיון דאנן קיימא לן דטומאה טמונה בוקעת נקטינן דאפילו לא יהיה בצוארו בוקעת וכיון שכן אזלינן בתר חלל הטומאה מגופו ובמשנה כתב רבינו שהולכים אחר מקום האסטומכא עכ''ל: \n\n"
      ],
      [
        "<b>האשה שמת עוברה וכו'.</b> משנה בפ''ז דאהלות האשה שהיא מקשה לילד והוציאוה מבית לבית הראשון טמא בספק והשני טמא בודאי אמר ר''י אימתי בזמן שהיא ניטלת באגפיים אבל אם היתה מהלכת הראשון טהור שמשנפתח הקבר אין פנאי להלך אין לנפלים פתיחת קבר עד שיעגילו ראש כפיקה ובריש פרק שלישי דבכורות (דף כ''ב) איפליגו אי פיקה של שתי או של ערב קאמר ומסקנא דשל שתי קאמר: \n\n"
      ],
      [
        "<b>האשה שמקשה לילד וכו'.</b> פרק ז' דאהלות וכתבתיה בסמוך: \n\n"
      ],
      [
        "<b>האשה שהפילה שליא וכו'.</b> משנה פרק המפלת (נדה דף כ''ו): \n\n"
      ],
      [
        "<b>מי שילדה שני ילדים וכו'.</b> פרק שביעי דאהלות וכתב שם רבינו ההפרש בין יציאת החי תחלה וכו': \n",
        "<b>וכתב</b> הראב''ד א''א אני לא הסכמתי לזה הפירוש וכו' ואיך אפשר בראשון מת וכו'. ובקושיא שניה איכא למימר דמאי טהור דקאמר מטומאת מת אבל קושיא קמייתא היא חזקה ואפשר לומר דהכא במאי עסקינן בשהקיפו הרחם בפשוטי כלי עור שאינם מקבלים טומאה שנמצא שלא נגע העובר המת באשה אלא בכלים: \n\n"
      ],
      [
        "<b>האשה שילדה ולד מת אפילו נפל קטן כמו שביארנו וכו'.</b> משנה פרק בהמה המקשה (חולין דף ע״א). \n",
        "<b>ומ''ש וכן הבולע טבעת טמאה וכו'.</b> שם: \n",
        "<b>נשלמו הלכות טומאת מת</b> \n\n"
      ]
    ]
  ]
};