const Immersion_Pools = {
  "title": "Mishneh Torah, Immersion Pools",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Immersion_Pools",
  "text": [
    [
      "כָּל הַטְּמֵאִין בֵּין אָדָם בֵּין כֵּלִים בֵּין שֶׁנִּטְמְאוּ טֻמְאָה חֲמוּרָה שֶׁל תּוֹרָה בֵּין שֶׁנִּטְמְאוּ בְּטֻמְאָה שֶׁל דִּבְרֵיהֶן אֵין לָהֶן טָהֳרָה אֶלָּא בִּטְבִילָה בְּמַיִם הַנִּקְוִין בְּקַרְקַע:  ",
      "כָּל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה רְחִיצַת בָּשָׂר וְכִבּוּס בְּגָדִים מִן הַטֻּמְאָה אֵינוֹ אֶלָּא טְבִילַת כָּל הַגּוּף בְּמִקְוֶה. וְזֶה שֶׁנֶּאֱמַר בְּזָב <small>(ויקרא טו יא)</small> \"וְיָדָיו לֹא שָׁטַף בַּמָּיִם\" כְּלוֹמַר שֶׁיִּטְבֹּל כָּל גּוּפוֹ. וְהוּא הַדִּין לִשְׁאָר הַטְּמֵאִין שֶׁאִם טָבַל כֻּלּוֹ חוּץ מֵרֹאשׁ אֶצְבַּע הַקְּטַנָּה עֲדַיִן הוּא בְּטֻמְאָתוֹ. וְכָל הַדְּבָרִים הָאֵלֶּה אַף עַל פִּי שֶׁהֵן מִפִּי הַשְּׁמוּעָה הֲרֵי נֶאֱמַר <small>(ויקרא יא לב)</small> \"בַּמַּיִם יוּבָא וְטָמֵא עַד הָעֶרֶב וְטָהֵר\" בִּנְיַן אָב לְכָל הַטְּמֵאִים שֶׁיָּבוֹאוּ בַּמַּיִם:  ",
      "כָּל הַכֵּלִים שֶׁנִּטְמְאוּ יֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה חוּץ מִכְּלֵי חֶרֶס וּכְלֵי זְכוּכִית וְכֵן הַמַּפָּץ. כְּלִי חֶרֶס נֶאֱמַר בּוֹ <small>(ויקרא יא לג)</small> \"וְאֹתוֹ תִשְׁבֹּרוּ \"וְאֵין לוֹ טָהֳרָה אֶלָּא שְׁבִירָה. אֲפִלּוּ חִבְּרוֹ בְּקַרְקַע וַאֲפִלּוּ קְבָעוֹ בְּמַסְמֵר וַאֲפִלּוּ מִלְּאָהוּ סִיד אוֹ גְּפָסִים הֲרֵי הוּא כְּמוֹ שֶׁהָיָה עַד שֶׁיִּשָּׁבֵר. וּכְלֵי זְכוּכִית כִּכְלֵי חֶרֶס עֲשָׂאוּם בְּדָבָר זֶה:  ",
      "הַמַּפָּץ אֵינוֹ בִּכְלַל הַכֵּלִים הַמְקַבְּלִים שְׁאָר כָּל הַטֻּמְאוֹת לְפִי שֶׁאֵינוֹ כְּלִי קִבּוּל אֵינוֹ מִכְּלַל כְּלֵי עֵץ הָאֲמוּרִין בַּתּוֹרָה וְהוֹאִיל וְהוּא רָאוּי לְמִשְׁכָּב נִתְרַבָּה לְטֻמְאַת מִדְרָס בִּלְבַד דִּין תּוֹרָה. וְכֵיוָן שֶׁאֵין לוֹ טֻמְאָה וְטָהֲרָה בְּפֵרוּשׁ וְנִתְרַבָּה לַטֻּמְאָה לֹא יִתְרַבֶּה לְטַהֵר בְּמִקְוֶה שֶׁאֵין מִתְטַהֵר בְּמִקְוֶה אֶלָּא הַכֵּלִים הָאֲמוּרִין בַּתּוֹרָה וְאֵין לַמַּפָּץ טָהֳרָה אֶלָּא קְרִיעָתוֹ עַד שֶׁיִּשָּׁאֵר פָּחוֹת מִשִּׁשָּׁה עַל שִׁשָּׁה טְפָחִים:  ",
      "הַזָּב אֵין לוֹ טָהֳרָה אֶלָּא בְּמַעְיָן שֶׁהֲרֵי נֶאֱמַר בּוֹ <small>(ויקרא טו יג)</small> \"בְּמַיִם חַיִּים\" אֲבָל הַזָּבָה וּשְׁאָר הַטְּמֵאִין בֵּין אָדָם בֵּין כֵּלִים טוֹבְלִין אַף בְּמִקְוֶה:  ",
      "כָּל חַיָּבֵי טְבִילוֹת טְבִילָתָן בַּיּוֹם חוּץ מִנִּדָּה וְיוֹלֶדֶת שֶׁטְּבִילָתָן בַּלַּיְלָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן נִדָּה. וּבַעַל קֶרִי טוֹבֵל וְהוֹלֵךְ כָּל הַיּוֹם כֻּלּוֹ מִתְּחִלַּת הַלַּיְלָה שֶׁנֶּאֱמַר <small>(דברים כג יב)</small> \"וְהָיָה לִפְנוֹת עֶרֶב יִרְחַץ בַּמָּיִם\" מְלַמֵּד שֶׁטּוֹבֵל וְהוֹלֵךְ מִתְּחִלַּת הַלַּיְלָה עַד הַעֲרֵב שֶׁמֶשׁ:  ",
      "כָּל הַטּוֹבֵל צָרִיךְ שֶׁיִּטְבֹּל כָּל גּוּפוֹ כְּשֶׁהוּא עָרוּם בְּבַת אַחַת. וְאִם הָיָה בַּעַל שֵׂעָר יַטְבִּיל כָּל שְׂעַר רֹאשׁוֹ וַהֲרֵי הוּא כְּגוּפוֹ דִּין תּוֹרָה. וְכָל הַטְּמֵאִין שֶׁטָּבְלוּ בְּבִגְדֵיהֶן עָלְתָה לָהֶן טְבִילָה מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן וְאֵינָן חוֹצְצִין. וְכֵן הַנִּדָּה שֶׁטָּבְלָה בִּבְגָדֶיהָ מֻתֶּרֶת לְבַעֲלָהּ:  ",
      "כָּל הַטּוֹבֵל צָרִיךְ לְהִתְכַּוֵּן לִטְבִילָה וְאִם לֹא נִתְכַּוֵּן עָלְתָה לוֹ טְבִילָה לְחֻלִּין. אֲפִלּוּ נִדָּה שֶׁטָּבְלָה בְּלֹא כַּוָּנָה כְּגוֹן שֶׁנָּפְלָה לְתוֹךְ הַמַּיִם אוֹ יָרְדָה לְהָקֵר הֲרֵי זוֹ מֻתֶּרֶת לְבַעֲלָהּ. אֲבָל לִתְרוּמָה וּלְקָדָשִׁים אֵינָהּ טְהוֹרָה עַד שֶׁתִּטְבֹּל בְּכַוָּנָה:  ",
      "הַכּוֹפֵת יָדָיו וְרַגְלָיו וְיָשַׁב לוֹ בְּאַמַּת הַמַּיִם אִם נִכְנְסוּ מַיִם דֶּרֶךְ כֻּלּוֹ טָהוֹר. הַקּוֹפֵץ לְתוֹךְ הַמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה. וְהַטּוֹבֵל פַּעֲמַיִם בַּמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה. וְהָאוֹמֵר לַחֲבֵרוֹ כְּבשׁ יָדְךָ עָלַי בַּמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה:  ",
      "בֵּית הַסְּתָרִים וּבֵית הַקְּמָטִים אֵינָן צְרִיכִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם שֶׁנֶּאֱמַר <small>(ויקרא טו יא)</small> \"וְיָדָיו לֹא שָׁטַף בַּמָּיִם\" אֵיבָרִים הַנִּרְאִים בִּלְבַד. וְאַף עַל פִּי כֵן צְרִיכִין לִהְיוֹת רְאוּיִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם וְלֹא יִהְיֶה דָּבָר חוֹצֵץ לְפִיכָךְ אָמְרוּ חֲכָמִים לְעוֹלָם יִלְמֹד אָדָם בְּתוֹךְ בֵּיתוֹ שֶׁתִּהְיֶה אִשָּׁה מְדִיחָה בֵּין קְמָטֶיהָ בְּמַיִם וְאַחַר כָּךְ תִּטְבֹּל. וְהָאִשָּׁה טוֹבֶלֶת כְּדֶרֶךְ גְּדִילָתָהּ כְּאוֹרֶגֶת וּכְמֵינִיקָה אֶת בְּנָהּ:  ",
      "אִשָּׁה אֵינָהּ טוֹבֶלֶת בַּנָּמֵל מִפְּנֵי שֶׁמִּתְבַּיֶּשֶׁת מִבְּנֵי הָעִיר וְאֵינָהּ טוֹבֶלֶת כַּהֹגֶן. וְאִם הִקִּיף לָהּ מַפָּץ וְכַיּוֹצֵא בּוֹ כְּדֵי לְהַצְנִיעָהּ טוֹבֶלֶת בַּנָּמֵל. וְלֹא תִּטְבֹּל עַל גַּבֵּי כְּלִי חֶרֶס אוֹ סַל וְכַיּוֹצֵא בָּהֶן מִפְּנֵי שֶׁמְּפַחֶדֶת וְלֹא תַּעֲלֶה לָהּ טְבִילָה:  ",
      "אֶחָד הָאָדָם אוֹ הַכֵּלִים לֹא יִהְיֶה דָּבָר חוֹצֵץ בֵּינָם וּבֵין הַמַּיִם. וְאִם הָיָה דָּבָר חוֹצֵץ בֵּינָם וּבֵין הַמַּיִם כְּגוֹן שֶׁהָיָה בָּצֵק אוֹ טִיט מֻדְבָּק עַל בְּשַׂר הָאָדָם אוֹ עַל גּוּף הַכְּלִי הֲרֵי זֶה טָמֵא כְּשֶׁהָיָה וְלֹא עָלְתָה לָהֶן טְבִילָה. דְּבַר תּוֹרָה אִם הָיָה דָּבָר הַחוֹצֵץ חוֹפֶה אֶת רֹב הָאָדָם אוֹ רֹב הַכְּלִי לֹא עָלְתָה לָהֶן טְבִילָה וְהוּא שֶׁיַּקְפִּיד עָלָיו וְרוֹצֶה לְהַעֲבִירוֹ. אֲבָל אִם אֵינוֹ מַקְפִּיד עָלָיו וְלֹא שָׂם אוֹתוֹ עַל לֵב בֵּין עָבַר בֵּין לֹא עָבַר אֵינוֹ חוֹצֵץ וְאַף עַל פִּי שֶׁחוֹפֶה אֶת רֻבּוֹ. וְכֵן אִם הָיָה חוֹפֶה מִעוּטוֹ אֵינוֹ חוֹצֵץ אַף עַל פִּי שֶׁהוּא מַקְפִּיד עָלָיו. מִדִּבְרֵי סוֹפְרִים שֶׁכָּל דָּבָר הַחוֹצֵץ אִם הָיָה מַקְפִּיד עָלָיו לֹא עָלְתָה לוֹ טְבִילָה אַף עַל פִּי שֶׁהוּא עַל מִעוּטוֹ גְּזֵרָה מִשּׁוּם רֻבּוֹ. וְכָל דָּבָר הַחוֹצֵץ אִם הָיָה חוֹפֶה אֶת רֻבּוֹ לֹא עָלְתָה לוֹ טְבִילָה אַף עַל פִּי שֶׁאֵינוֹ מַקְפִּיד עָלָיו גְּזֵרָה מִשּׁוּם רֻבּוֹ הַמַּקְפִּיד עָלָיו. נִמְצֵאתָ אוֹמֵר שֶׁאִם הָיָה עַל בְּשַׂר הָאָדָם אוֹ עַל גּוּף הַכְּלִי דָּבָר מִדְּבָרִים הַחוֹצְצִין כְּגוֹן בָּצֵק וְזֶפֶת וְכַיּוֹצֵא בָּהֶן אֲפִלּוּ טִפָּה כְּחַרְדָּל וְהוּא מַקְפִּיד עָלָיו לֹא עָלְתָה לוֹ טְבִילָה. וְאִם אֵינוֹ מַקְפִּיד עָלָיו עָלְתָה לוֹ טְבִילָה. אֶלָּא אִם כֵּן הָיָה חוֹפֶה רֹב הַכְּלִי אוֹ רֹב הָאָדָם כְּמוֹ שֶׁבֵּאַרְנוּ:  "
    ],
    [
      "אֵלוּ חוֹצְצִין בָּאָדָם. לִפְלוּף שֶׁחוּץ לָעַיִן. וְגֶלֶד שֶׁחוּץ לַמַּכָּה. וְהַדָּם יָבֵשׁ שֶׁעַל גַּבֵּי הַמַּכָּה. וְהָרְטִיָּה שֶׁעָלֶיהָ. וְגִלְדֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ. וּבָצֵק אוֹ טִיט שֶׁתַּחַת הַצִּפֹּרֶן. וְהַמִּלְמוּלִין שֶׁעַל הַגּוּף. וְטִיט הַיָּוֵן וְטִיט הַיּוֹצְרִים וְטִיט שֶׁל דְּרָכִים הַנִּמְצָא שָׁם תָּמִיד אֲפִלּוּ בִּימוֹת הַחַמָּה כָּל אֵלּוּ חוֹצְצִין. וּשְׁאָר כָּל הַטִּיט כְּשֶׁהוּא לַח אֵינוֹ חוֹצֵץ שֶׁהֲרֵי נִמְחָה בְּמַיִם וּכְשֶׁהוּא יָבֵשׁ חוֹצֵץ:  ",
      "הַדְּבַשׁ. וְהַדְּיוֹ. וְהֶחָלָב. וְהַדָּם. וּשְׂרַף הַתּוּת. וְהַתְּאֵנָה. וְהַשִּׁקְמָה. וְהֶחָרוּב. יְבֵשִׁין חוֹצְצִין לַחִין אֵינָן חוֹצְצִין. וּשְׁאָר כָּל הַשְּׂרָפִין בֵּין לַחִין בֵּין יְבֵשִׁין חוֹצְצִין. וְדָם שֶׁנִּסְרַךְ בַּבָּשָׂר אֲפִלּוּ לַח חוֹצֵץ. הָאֵבֶר וְהַבָּשָׂר הַמְדֻלְדָּלִים חוֹצְצִין:  ",
      "בֵּית הַסְּתָרִים בְּאִשָּׁה חוֹצֵץ עַד שֶׁתָּדִיחַ תְּחִלָּה. שֶׁהַזֵּעָה שָׁם תָּמִיד וְהֶאָבָק מִתְקַבֵּץ וְחוֹצֵץ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְשׂוּאָה. אֲבָל בִּפְנוּיָה הוֹאִיל וְאֵינָהּ מַקְפֶּדֶת אֵינוֹ חוֹצֵץ:  ",
      "הָאֶגֶד שֶׁעַל גַּבֵּי הַמַּכָּה. וְהַקַּשְׂקַשִּׂין שֶׁעַל גַּבֵּי הַשֶּׁבֶר. וְהַשֵּׁירִים וְהַנְּזָמִים וְהַקַּטְלָיוֹת וְהַטַּבָּעוֹת. בִּזְמַן שֶׁהֵן חֲזָקִים וּדְבוּקִים בַּבָּשָׂר חוֹצְצִים. רָפִים אֵינָם חוֹצְצִין:  ",
      "חוּטֵי צֶמֶר וְחוּטֵי פִּשְׁתָּן וְהָרְצוּעוֹת שֶׁקּוֹשְׁרוֹת הַנָּשִׁים בְּרָאשֵׁיהֶן לְנוֹי חוֹצְצִין מִפְּנֵי שֶׁמַּבְדִּילִין בֵּין הַגּוּף וּבֵין הַמַּיִם. אֲבָל חוּטֵי שֵׂעָר אֵין חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן אַף עַל פִּי שֶׁאֵינָן רָפִין:  ",
      "חוּטִין שֶׁבַּצַּוָּאר אֵינָן חוֹצְצִין אֲפִלּוּ שֶׁל פִּשְׁתָּן לְפִי שֶׁאֵין אִשָּׁה חוֹנֶקֶת עַצְמָהּ בָּהֶן. אֲבָל חֲבָקִים שֶׁבַּצַּוָּאר כְּגוֹן קַטְלָיוֹת וַעֲנָקִים חוֹצְצִין לְפִי שֶׁהָאִשָּׁה חוֹנֶקֶת עַצְמָהּ בָּהֶן כְּדֵי שֶׁתֵּרָאֶה בַּעֲלַת בָּשָׂר:  ",
      "שֵׂעָר שֶׁעַל הַלֵּב שֶׁנִּתְקַשֵּׁר וְנַעֲשָׂה קִלְקִין. וְכֵן קִלְקֵי הַזָּקָן חוֹצְצִין:  ",
      "חֵץ הַתָּחוּב בְּאָדָם בִּזְמַן שֶׁהוּא נִרְאֶה חוֹצֵץ. וּבַזְּמַן שֶׁאֵינוֹ נִרְאֶה טוֹבֵל וְאוֹכֵל בִּתְרוּמָתוֹ לָעֶרֶב אַף עַל פִּי שֶׁהוּא חֵץ טָמֵא. וְכֵן מִי שֶׁבָּלַע טַבַּעַת טָמֵא וְטָבַל הֲרֵי זֶה טָהוֹר. וְאִם הֱקִיאָהּ אַחַר שֶׁטָּבַל נִטְמָא בְּמַגָּעָהּ שֶׁכְּבָר בֵּאַרְנוּ שֶׁכָּל הַבְּלוּעִים בְּגוּף הַחַי לֹא מְטַמְּאִין וְלֹא מִתְטַמְּאִין. נִכְנְסוּ צְרוֹרוֹת וְקֵיסָמִין בְּסִדְקֵי רַגְלָיו מִלְּמַטָּה חוֹצְצִין:  ",
      "אִסְפְּלָנִית מְלוּגְמָא וּרְטִיָּה שֶׁעַל בֵּית הַסְּתָרִים חוֹצְצִין. אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ שֶׁיִּכָּנְסוּ בָּהֶן הַמַּיִם צְרִיכִין שֶׁיִּהְיוּ רְאוּיִין וְלֹא יְהֵא בָּהֶן דָּבָר חוֹצֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה בּוֹ שְׂעָרָה אַחַת אוֹ שְׁתַּיִם חוּץ לַמַּכָּה וְרֹאשָׁהּ מֻדְבָּק לַמַּכָּה אוֹ שֶׁהָיוּ שְׁתֵּי שְׂעָרוֹת רֹאשָׁם מֻדְבָּק בְּטִיט אוֹ בְּצוֹאָה אוֹ שֶׁהָיוּ שְׁתֵּי שְׂעָרוֹת בְּרִיסֵי עֵינָיו מִלְּמַטָּה וּנְקָבָן וְהוֹצִיאָן בְּרִיסֵי עֵינָיו מִלְּמַעְלָה הֲרֵי אֵלּוּ חוֹצְצִין:  ",
      "לֹא יִטְבּל אָדָם בֶּעָפָר שֶׁעַל רַגְלָיו וְאִם טָבַל אֵינוֹ חוֹצֵץ:  ",
      "הָאוֹחֵז בְּאָדָם וּבְכֵלִים וְהִטְבִּילָן הֲרֵי הֵן בְּטֻמְאָתָן. וְאַף עַל פִּי שֶׁרִפָּה יָדָיו עַד שֶׁבָּאוּ בָּהֶן הַמַּיִם גְּזֵרָה שֶׁמָּא לֹא יַרְפֶּה. וְאִם הֵדִיחַ יָדָיו בַּמַּיִם עָלְתָה לָהֶן טְבִילָה:  ",
      "הַמַּפְשֶׁלֶת בְּנָהּ לַאֲחוֹרָהּ וְטָבְלָה לֹא עָלְתָה לָהּ טְבִילָה שֶׁמָּא הָיָה טִיט בְּרַגְלֵי הַתִּינוֹק אוֹ בְּיָדָיו וְנִדְבַּק בְּאִמּוֹ בִּשְׁעַת טְבִילָה וְחָצַץ וְאַחַר שֶׁעָלְתָה נָפַל:  ",
      "נִדָּה שֶׁנָּתְנָה שְׂעָרָהּ בְּפִיהָ אוֹ שֶׁקָּפְצָה יָדָהּ אוֹ שֶׁקָּרְצָה בְּשִׂפְתוֹתֶיהָ אוֹ שֶׁנִּמְצָא עֶצֶם בֵּין שִׁנֶּיהָ כְּאִלּוּ לֹא טָבְלָה. וְכֵן שְׁאָר כָּל הַטְּמֵאִים. נָתְנָה מָעוֹת בְּפִיהָ וְיָרְדָה וְטָבְלָה טָהֲרָה מִטֻּמְאַת הַנִּדָּה וַהֲרֵי הִיא טְמֵאָה עַל גַּב רֻקָּה וְנִמְצֵאת רִאשׁוֹן לְטֻמְאָה כְּמִי שֶׁנָּגַע בְּרֹק הַנִּדָּה. וְכֵן הַדִּין בְּזָב:  ",
      "וְאֵלּוּ שֶׁאֵין חוֹצְצִין בְּאָדָם. קִלְקֵי הָרֹאשׁ וּבֵית הַשֶּׁחִי וּבֵית הַסְּתָרִים שֶׁבָּאִישׁ. וְלִפְלוּף שֶׁבָּעַיִן. וְגֶלֶד שֶׁהֶעֶלְתָה הַמַּכָּה. וְלִכְלוּכֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ. וְצוֹאָה שֶׁתַּחַת הַצִּפֹּרֶן. וְצִפֹּרֶן הַמְדֻלְדֶּלֶת. וּכְשׁוּת הַקָּטָן וְהוּא הַשֵּׂעָר הַדַּק שֶׁעַל בְּשָׂרוֹ. כָּל אֵלּוּ אֵינָן חוֹצְצִין:  ",
      "שְׁתֵּי שְׂעָרוֹת אוֹ יֶתֶר שֶׁהָיוּ קְשׁוּרִין כְּאַחַת קֶשֶׁר אֶחָד אֵינָן חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן. וּשְׂעָרָה אַחַת שֶׁנִּקְשְׁרָה חוֹצֶצֶת וְהוּא שֶׁיִּהְיֶה מַקְפִּיד עָלֶיהָ. אֲבָל אִם אֵינוֹ מַקְפִּיד עָלֶיהָ עָלְתָה לוֹ טְבִילָה עַד שֶׁתִּהְיֶה רֹב שְׂעָרוֹ קָשׁוּר נִימָא נִימָא בִּפְנֵי עַצְמוֹ כָּזֶה הוֹרוּ הַגְּאוֹנִים. וְיֵרָאֶה לִי שֶׁשְּׂעָרוֹ שֶׁל אָדָם כְּגוּפוֹ הוּא חָשׁוּב לְעִנְיַן טְבִילָה וְאֵינוֹ כְּגוּף בִּפְנֵי עַצְמוֹ כְּדֵי שֶׁנֹּאמַר רֹב הַשֵּׂעָר אֶלָּא אַף עַל פִּי שֶׁכָּל שְׂעַר רֹאשׁוֹ קָשׁוּר נִימָא נִימָא אִם אֵינוֹ מַקְפִּיד עָלָיו עָלְתָה לוֹ טְבִילָה אֶלָּא אִם כֵּן נִצְטָרֵף לְחוֹצֵץ אַחֵר עַל גּוּפוֹ וְנִמְצָא הַכּל רֹב גּוּפוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֶחָד הַנִּדָּה וְאֶחָד שְׁאָר הַטְּמֵאִין שֶׁיֵּשׁ בְּרֹאשָׁן שֵׂעָר:  ",
      "תַּקָּנַת עֶזְרָא הִיא שֶׁתִּהְיֶה אִשָּׁה חוֹפֶפֶת אֶת שְׂעָרָהּ וְאַחַר כָּךְ תִּטְבֹּל. וְאִם אֶפְשָׁר לָהּ לָחֹף בַּלַּיְלָה וְלִטְבּל מִיָּד תֵּכֶף לַחֲפִיפָה הֲרֵי זֶה מְשֻׁבָּח. וּבִשְׁעַת הַדְּחָק אוֹ מִפְּנֵי הַחלִי חוֹפֶפֶת אֲפִלּוּ בְּעֶרֶב שַׁבָּת וְטוֹבֶלֶת לְמוֹצָאֵי שַׁבָּת:  ",
      "טָבְלָה וְעָלְתָה וְנִמְצָא עָלֶיהָ דָּבָר חוֹצֵץ אִם בְּאוֹתוֹ הַיּוֹם שֶׁחָפְפָה טָבְלָה אֵינָהּ צְרִיכָה לָחֹף פַּעַם שְׁנִיָּה אֶלָּא חוֹזֶרֶת וְטוֹבֶלֶת מִיָּד בִּלְבַד. וְאִם לָאו צְרִיכָה לָחֹף פַּעַם שְׁנִיָּה וְלִטְבֹּל:  ",
      "לֹא תָּחֹף אִשָּׁה בְּנֶתֶר מִפְּנֵי שֶׁמְּקַטֵּף אֶת הַשֵּׂעָר. וְלֹא בְּאֹהֶל מִפְּנֵי שֶׁמַּסְרִיךְ אֶת הַשֵּׂעָר. אֶלָּא בְּחַמִּין וַאֲפִלּוּ בְּחַמֵּי חַמָּה מִפְּנֵי שֶׁהַחַמִּין מְיַשְּׁרִין אֶת הַשֵּׂעָר וּמְסַלְסְלִין אוֹתוֹ. אֲבָל הַצּוֹנְנִין מְקַלְקְלִין וּמְקַבְּצִין אֶת הַשֵּׂעָר וּמִתְקַשֵּׁר:  ",
      "נִדָּה שֶׁנָּתְנָה תַּבְשִׁיל לִבְנָהּ וְטָבְלָה לֹא עָלְתָה לָהּ טְבִילָה מִפְּנֵי הַשַּׁמְנוּנִית שֶׁעַל יָדֶיהָ:  ",
      "שָׂרְטָה בִּבְשָׂרָהּ וְהוֹצִיא דָּם וְטָבְלָה. בְּתוֹךְ שְׁלֹשָׁה יָמִים אֵין מְקוֹם הַשְּׂרִיטוֹת חוֹצֵץ לְאַחַר שְׁלֹשָׁה יָמִים חוֹצֵץ מִפְּנֵי שֶׁהַדָּם נִקְפֶּה שָׁם כְּגֶלֶד שֶׁעַל גַּבֵּי הַמַּכָּה. וְכֵן לִפְלוּף שֶׁבָּעַיִן אִם הָיָה יָבֵשׁ וְהוּא שֶׁהִתְחִיל לְהוֹרִיק חוֹצֵץ בְּנִדָּה:  ",
      "כֹּחַל שֶׁבָּעַיִן אֵינוֹ חוֹצֵץ. שֶׁעַל גַּב הָעַיִן חוֹצֵץ. וְאִם הָיוּ עֵינֶיהָ פּוֹרְחוֹת אַף עַל גַּבֵּי הָעַיִן אֵינוֹ חוֹצֵץ:  ",
      "פָּתְחָה עֵינֶיהָ בְּיוֹתֵר אוֹ עִצַּמְתָּן בְּיוֹתֵר לֹא עָלְתָה לָהּ טְבִילָה. בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן טָהֳרוֹת. אֲבָל לְהַתִּירָהּ לְבַעֲלָהּ הֲרֵי זוֹ מֻתֶּרֶת. אַף עַל פִּי שֶׁנָּתְנָה תַּבְשִׁיל לִבְנָהּ אוֹ שֶׁהָיָה בָּהּ שֶׂרֶט יָשָׁן אוֹ שֶׁהָיָה עַל גַּב עֵינָהּ כֹּחַל. וּבֵין פָּתְחָה עֵינֶיהָ אוֹ עִצַּמְתָּן הֲרֵי זוֹ מֻתֶּרֶת לְבַעֲלָהּ שֶׁכָּל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵינָן חוֹצְצִין אֶלָּא מִדִּבְרֵיהֶן וּלְעִנְיַן טָהֳרוֹת גָּזְרוּ לְעִנְיַן בִּיאָה לֹא גָּזְרוּ. וְכָל הַחוֹצֵץ בְּנִדָּה לְטָהֳרוֹת חוֹצֵץ בִּשְׁאָר הַטְּמֵאִין לְעִנְיַן טָהֳרוֹת. וְחוֹצֵץ בְּגֵר בִּשְׁעַת טְבִילָה:  ",
      "מִי שֶׁטָּבַל וְעָלָה וְנִמְצָא עָלָיו דָּבָר חוֹצֵץ אַף עַל פִּי שֶׁנִּתְעַסֵּק בְּאוֹתוֹ הַמִּין כָּל הַיּוֹם כֻּלּוֹ הֲרֵי הוּא בְּטֻמְאָתוֹ עַד שֶׁיֹּאמַר יוֹדֵעַ אֲנִי בְּוַדַּאי שֶׁלֹּא הָיָה זֶה עָלַי קֹדֶם הַטְּבִילָה הוֹאִיל וְהֻחְזַק טָמֵא הַעֲמֵד טָמֵא עַל טֻמְאָתוֹ עַד שֶׁתֵּדַע בְּוַדַּאי שֶׁטָּהַר:  "
    ],
    [
      "וְאֵלוּ חוֹצְצִין בְּכֵלִים. הַזֶּפֶת וְהַחֵמָר וְכַיּוֹצֵא בָּהֶן. הַזֶּפֶת שֶׁבַּכּוֹס וְשֶׁבַּצְּלוֹחִית מִתּוֹכָן חוֹצְצִין מֵאֲחוֹרֵיהֶן אֵינָן חוֹצְצִין. בַּמֶּה דְּבָרִים אֲמוּרִים מִבֵּית הָאֻמָּן. אֲבָל מִבַּעַל הַבַּיִת בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן חוֹצְצִין. הַזֶּפֶת שֶׁבַּתַּמְחוּי וְשֶׁבַּקְּעָרָה בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן בֵּין מִבַּעַל הַבַּיִת בֵּין מִבֵּית הָאֻמָּן חוֹצְצִין: \n",
      "הַמּוֹר וְהַקּוֹמוֹס בֵּין בְּכוֹס בֵּין בִּצְלוֹחִית בֵּין בְּתַמְחוּי וּקְעָרָה בֵּין מִבַּעַל הַבַּיִת בֵּין מִבֵּית הָאֻמָּן בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן חוֹצְצִין. הָיָה זֶפֶת אוֹ חֵמָר וְכַיּוֹצֵא בָּהֶן עַל הַטַּבְלָא וְעַל הַשֻּׁלְחָן וְעַל הַדַּרְגָּשׁ אִם הָיוּ נְקִיִּים חוֹצְצִין מִפְּנֵי שֶׁמַּקְפִּיד עֲלֵיהֶן. וְעַל הַבְּלוּסִין אֵינָן חוֹצְצִין מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד עֲלֵיהֶן: \n",
      "הָיוּ עַל מִטּוֹת בַּעַל הַבַּיִת חוֹצְצִין עַל מִטּוֹת שֶׁל עָנִי אֵינָן חוֹצְצִין. עַל אֻכַּף בַּעַל הַבַּיִת חוֹצֵץ וְעַל זַקָּקִין אֵינוֹ חוֹצֵץ. עַל הַמִּרְדַּעַת מִשְּׁנֵי צְדָדִין חוֹצֵץ: \n",
      "הָיוּ זֶפֶת אוֹ חֵמָר וְכַיּוֹצֵא בָּהֶן עַל בִּגְדֵי תַּלְמִידֵי חֲכָמִים אֲפִלּוּ מִצַּד אֶחָד חוֹצֵץ מִפְּנֵי שֶׁמַּקְפִּידִין עַל מַלְבּוּשָׁן לִהְיוֹת נָקִי. עַל בִּגְדֵי עַמֵּי הָאָרֶץ מִשְּׁנֵי צְדָדִין חוֹצֵץ מִצַּד אֶחָד אֵינוֹ חוֹצֵץ: \n",
      "הָיוּ עַל הַמִּטְפָּחוֹת שֶׁל זַפָּתִים וְשֶׁל יוֹצְרִים וְשֶׁל מְפַסְּלֵי אִילָנוֹת אֵינָן חוֹצְצִין: \n",
      "טַבָּח שֶׁהָיָה דָּם עַל בְּגָדָיו אֵינוֹ חוֹצֵץ מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד: \n",
      "מוֹכֵר רְבָב שֶׁהָיָה רְבָב עַל בִּגְדוֹ אֵינוֹ חוֹצֵץ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָיָה הַטַּבָּח מוֹכֵר רְבָב וְהָיָה עַל בִּגְדוֹ דָּם וּרְבָב הֲרֵי זֶה סָפֵק אִם חוֹצֵץ מִפְּנֵי שֶׁהֵן שְׁנַיִם וּמַקְפִּיד אוֹ אֵינוֹ חוֹצֵץ שֶׁהֲרֵי מְלַאכְתּוֹ הִיא וְאֵינוֹ מַקְפִּיד: \n",
      "הָיָה הַזֶּפֶת אוֹ הַחֵמָר וְכַיּוֹצֵא בָּהֶן עַל הַסַּנְדָּל מִתּוֹכוֹ. מִלְּמַעְלָה חוֹצֵץ מִלְּמַטָּה אֵינוֹ חוֹצֵץ. עַל הַסַּפְסָל מִלְּמַעְלָה אוֹ מִן הַצְּדָדִין חוֹצֵץ מִלְּמַטָּה אֵינוֹ חוֹצֵץ: \n",
      "לִכְלוּכֵי צוֹאָה שֶׁבַּכִּסֵּא וְשֶׁבַּקַּתֵּדְרָה הַמְכֻבָּשִׁין בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן בֵּין מִלְּמַטָּה בֵּין מִן הַצְּדָדִין אֵינָן חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם מַעֲבִירִין אוֹתָן. אֲבָל לִכְלוּכֵי שְׁמָרִים שֶׁבַּכּוֹס וְשֶׁבַּצְּלוֹחִית וְהַמּוֹךְ שֶׁבַּשֵּׁיר וְשֶׁבַּזּוֹג. וְהַטִּיט וְהַבָּצֵק שֶׁעַל יַד הַקּוֹרְדוֹם וְשֶׁעַל יַד הַמַּגְרֵפָה [אֵינָן חוֹצְצִין. הִגְלִידוּ] חוֹצְצִין: \n",
      "דָּבָר בָּרוּר הוּא שֶׁכָּל מָקוֹם שֶׁאָמַרְנוּ בְּזֶפֶת וּבְחֵמָר וְכַיּוֹצֵא בָּהֶן שֶׁאֵינָן חוֹצְצִין בְּכֵלִים מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד הוּא לְפִיכָךְ אִם הָיָה רֹב הַכְּלִי חָפוּי בְּזֶפֶת אוֹ בְּחֵמָר וְכַיּוֹצֵא בָּהֶן לֹא עָלְתָה לוֹ טְבִילָה כְּמוֹ שֶׁבֵּאַרְנוּ אַף עַל פִּי שֶׁאֵינוֹ מַקְפִּיד. אֵין בְּדָבָר זֶה הֶפְרֵשׁ בִּכְלִי מִן הַכֵּלִים אֶלָּא כָּל הַכֵּלִים שָׁוִין בְּדָבָר זֶה: \n",
      "כָּל יְדוֹת הַכֵּלִים שֶׁהֵן חֲלוּלִין שֶׁהִכְנִיסָן שֶׁלֹּא כְּדַרְכָּן. אוֹ שֶׁהִכְנִיסָן כְּדַרְכָּן וְלֹא מֵרְקָן. אוֹ שֶׁהָיוּ שֶׁל מַתֶּכֶת וְנִשְׁבְּרוּ. לֹא עָלְתָה לָהֶן טְבִילָה: \n",
      "כְּלִי שֶׁהָפַךְ פִּיו לְמַטָּה וְהִטְבִּילוֹ כְּאִלּוּ לֹא טָבַל מִפְּנֵי שֶׁאֵין הַמַּיִם נִכְנָסִין בְּכֻלּוֹ. הָיָה בּוֹ מָקוֹם שֶׁאֵין הַמַּיִם נִכְנָסִין בּוֹ עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ לֹא עָלְתָה לוֹ טְבִילָה עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ: \n",
      "כְּלִי שֶׁהוּא צַר מִכָּאן וּמִכָּאן וְרָחָב בָּאֶמְצַע אֵינוֹ טָהוֹר עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ: \n",
      "צְלוֹחִית שֶׁפִּיהָ שׁוֹקֵעַ אֵינָהּ טְהוֹרָה עַד שֶׁיַּטֶּנָּה עַל צִדָּהּ: \n",
      "קַלְמָרִין אֵינָהּ טְהוֹרָה עַד שֶׁיִּקָּבֶנָּה מִצִּדָּהּ כְּדֵי שֶׁיִּכָּנְסוּ הַמַּיִם לָעַקְמוּמִיּוּת שֶׁבָּהּ: \n",
      "בְּהֵמָה שֶׁהָיָה הַשֵּׁיר שֶׁעָלֶיהָ רָפוּי וְנִטְמָא מַטְבִּילִין אוֹתוֹ בִּמְקוֹמוֹ: \n",
      "לֹא יַטְבִּיל אָדָם אֶת הַקֻּמְקוּם בְּפֶחָמִין שֶׁבּוֹ אֶלָּא אִם כֵּן שִׁפְשֵׁף: \n",
      "כְּלִי שֶׁהוּא מָלֵא מַשְׁקִין וְהִטְבִּילוֹ כְּאִלּוּ לֹא טָבַל. הָיָה מָלֵא מַיִם וְהִטְבִּילוֹ הֲרֵי הַמַּיִם וְהַכְּלִי טְהוֹרִין כְּאַחַת מִפְּנֵי שֶׁהַמַּיִם יֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה כְּמוֹ שֶׁבֵּאַרְנוּ בְּטֻמְאַת אֳכָלִין וּמַשְׁקִין. הָיָה הַכְּלִי מָלֵא מֵי רַגְלַיִם רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַיִם. הָיָה בּוֹ מֵי חַטָּאת אִם הָיָה רֹב הַכְּלִי פָּנוּי כְּדֵי שֶׁיִּרְבּוּ מֵי מִקְוֶה עַל מֵי חַטָּאת שֶׁבְּתוֹכוֹ הֲרֵי זֶה טָהוֹר. וְאִם לָאו עֲדַיִן הוּא בְּטֻמְאָתוֹ וּכְאִלּוּ הֵן שְׁאָר מַשְׁקִין שֶׁחוֹצְצִין בֵּין גּוּף הַכְּלִי וּבֵין מֵי הַמִּקְוֶה: \n",
      "כְּלִי שֶׁתּוֹכוֹ טָהוֹר וְגַבּוֹ טָמֵא וְהָיָה מָלֵא יַיִן לָבָן אוֹ חָלָב וְהִטְבִּילוֹ. הוֹלְכִין אַחַר הָרֹב אִם הָיָה רֹב הַכְּלִי פָּנוּי כְּדֵי שֶׁיִּרְבּוּ הַמַּיִם בְּתוֹכוֹ טָהוֹר מִפְּנֵי שֶׁטֻּמְאָתוֹ מִדִּבְרֵיהֶן. אֲבָל אִם הָיָה בּוֹ יַיִן אָדֹם אוֹ שְׁאָר מַשְׁקִין לֹא עָלְתָה לוֹ טְבִילָה: \n",
      "לָגִין שֶׁהוּא מָלֵא מַיִם טְמֵאִין וְהָיָה עַל פִּיו טִיט טוֹפֵחַ וְהָיָה הַטִּיט שׁוֹקֵעַ בַּמַּיִם וְהִטְבִּילוֹ טָהוֹר. וְאִם הָיָה טִיט הַיָּוִן וְכַיּוֹצֵא בּוֹ כְּאִלּוּ לֹא טָבַל. וְכֵן טַבַּעַת שֶׁנְּתָנָהּ בִּלְבֵנָה שֶׁל טִיט טוֹפֵחַ וְהִטְבִּילָהּ טְהוֹרָה. וְאִם הָיָה טִיט יָוֵן כְּאִלּוּ לֹא טְבָלָהּ: \n",
      "אֵלּוּ שֶׁאֵין צְרִיכִין שֶׁיָּבוֹאוּ הַמַּיִם בָּהֶן. סְתָם קִשְׁרֵי בִּגְדֵי עֲנִיִּים, וְאִם הִקְפִּיד עֲלֵיהֶן חוֹצְצִין. וְקִשְׁרֵי בִּגְדֵי בַּעֲלֵי בָּתִּים סְתָמָן חוֹצְצִין, וְאִם אֵינוֹ מַקְפִּיד עֲלֵיהֶן אֵינָן חוֹצְצִין. וְקִשְׁרֵי נִימֵי הַבְּגָדִים שֶׁנִּקְשְׁרוּ מֵאֲלֵיהֶן. וְחֵבֶט הַסַּנְדָּל. וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁהַקְּצִיצָה דְּבוּקָה עִם הָרְצוּעָה שֶׁבָּהּ וַחֲזָקָה. וּתְפִלָּה שֶׁל זְרוֹעַ בִּזְמַן שֶׁאֵינָהּ עוֹלָה וְיוֹרֶדֶת. וְאָזְנֵי הַחֵמֶת וְהַתּוּרְמִיל. וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִקְּשָׁרִים וּתְפָרִים שֶׁאֵינוֹ עָתִיד לְהַתִּירָם: \n",
      "וְאֵלּוּ שֶׁצְּרִיכִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם. הַקְּשָׁרִים שֶׁבְּפִתְחֵי הֶחָלוּק שֶׁהֵן עֲשׂוּיִין לוּלָאוֹת. וְכֵן קִשְׁרֵי לוּלָאוֹת שֶׁבַּכָּתֵף. וְשָׂפָה שֶׁל סָדִין צָרִיךְ לְמַתֵּחַ. וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁאֵינָהּ קְבוּעָה בִּרְצוּעָה. וְשֶׁל זְרוֹעַ בִּזְמַן שֶׁהִיא עוֹלָה וְיוֹרֶדֶת. וּשְׁנָצִים שֶׁל סַנְדָּל. וְקִשְׁרֵי נִימֵי הַבְּגָדִים שֶׁקְּשָׁרָן. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַמְּקוֹמוֹת שֶׁהוּא עָתִיד לְגַלּוֹתָן וּלְמָתְחָן. הַסַּלִּין שֶׁל גַּת וְשֶׁל בַּד אִם הָיוּ חֲזָקִים צָרִיךְ לְחַטֵּט וְאִם הָיוּ רָפִים צָרִיךְ לְנַעֵר. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר צְרִיכִים שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם: \n",
      "כֶּסֶת עֲגֻלָּה. וְהַכַּדּוּר. וְהָאִמּוּם. וְהַקָּמֵעַ. וְהַתְּפִלָּה. אֵינָן צְרִיכִין שֶׁיָּבוֹאוּ הַמַּיִם לַחֲלָלָן. זֶה הַכְּלָל כָּל שֶׁאֵין דַּרְכּוֹ לְהוֹצִיא וּלְהַכְנִיס טוֹבֵל סָתוּם: \n",
      "הַמַּטְבִּיל בְּגָדִים הַמְכֻבָּסִין צְרִיכִין שֶׁיִּכָּנְסוּ בָּהֶן הַמַּיִם עַד שֶׁיְּבַעְבְּעוּ. הִטְבִּילָן נְגוּבִין עַד שֶׁיְּבַעְבְּעוּ וְיָנוּחוּ מִבִּעֲבּוּעָן: \n",
      "כָּל יְדוֹת הַכֵּלִים שֶׁהֵן אֲרֻכִּים יוֹתֵר מִכְּדֵי צָרְכָּן וְעָתִיד לְקָצְצָן מַטְבִּילָן עַד מְקוֹם הַמִּדָּה. כֵּיצַד. שַׁלְשֶׁלֶת דְּלִי גָּדוֹל אַרְבָּעָה טְפָחִים וְקָטָן עֲשָׂרָה. מַטְבִּיל מִן הַשַּׁלְשֶׁלֶת עַד מִדָּה זוֹ בִּלְבַד וְהַשְּׁאָר טָהוֹר: \n",
      "כְּלִי טָמֵא שֶׁנָּתַן בְּתוֹכוֹ כֵּלִים אֲחֵרִים וְהִטְבִּיל הַכּל עָלְתָה לָהֶן טְבִילָה אַף עַל פִּי שֶׁפִּי הַכְּלִי צַר בְּיוֹתֵר שֶׁהֲרֵי הַמַּיִם נִכְנָסִין לוֹ וּמִתּוֹךְ שֶׁעָלְתָה טְבִילָה לַכְּלִי הַגָּדוֹל עָלְתָה טְבִילָה לַכֵּלִים שֶׁבְּתוֹכוֹ. וְאִם הִטָּהוּ עַל צִדּוֹ וְהִטְבִּיל לֹא עָלְתָה לָהֶן טְבִילָה עַד שֶׁיִּהְיֶה פִּיו רָחָב כִּשְׁפוֹפֶרֶת הַנּוֹד. וְכֵן אִם הָיָה הַכְּלִי טָהוֹר וְנָתַן לְתוֹכוֹ כֵּלִים טְמֵאִים וְהִטְבִּילָן לֹא עָלְתָה לָהֶן טְבִילָה עַד שֶׁיִּהְיֶה פִּיו רָחָב כִּשְׁפוֹפֶרֶת הַנּוֹד. בַּמֶּה דְּבָרִים אֲמוּרִים לִתְרוּמָה. אֲבָל לְקֹדֶשׁ אֵין מַטְבִּילִין כֵּלִים לְתוֹךְ כֵּלִים טְהוֹרִין כְּלָל וַאֲפִלּוּ הָיוּ בְּסַל אוֹ בְּקֻפָּה כְּמוֹ שֶׁבֵּאַרְנוּ לְמַעְלָה בִּמְקוֹמוֹ: \n"
    ],
    [
      "דִין תּוֹרָה שֶׁכָּל מַיִם מְכֻנָּסִין טוֹבְלִין בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא יא לו)</small> \"מִקְוֵה מַיִם\" מִכָּל מָקוֹם. וְהוּא שֶׁיִּהְיֶה בָּהֶן כְּדֵי לְהַעֲלוֹת בָּהֶן כְּדֵי טְבִילָה לְכָל גּוּף הָאָדָם בְּבַת אַחַת. שִׁעֲרוּ חֲכָמִים אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַמּוֹת. וְשִׁעוּר זֶה הוּא מַחֲזִיק אַרְבָּעִים סְאָה מַיִם בֵּין שְׁאוּבִין בֵּין שֶׁאֵינָן שְׁאוּבִין: \n",
      "מִדִּבְרֵי סוֹפְרִים שֶׁהַמַּיִם הַשְּׁאוּבִין פְּסוּלִין לִטְבִילָה. וְלֹא עוֹד אֶלָּא מִקְוֵה מַיִם שֶׁאֵינָן שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין פָּסְלוּ הַכּל. אַף עַל פִּי שֶׁפִּסּוּל מַיִם שְׁאוּבִין מִדִּבְרֵי סוֹפְרִים לְמָדוּהוּ בְּהֶקֵּשׁ שֶׁהֲרֵי הוּא אוֹמֵר <small>(ויקרא יא לו)</small> \"אַךְ מַעְיָן וּבוֹר מִקְוֵה מַיִם יִהְיֶה טָהוֹר\", הַמַּעְיָן אֵין בּוֹ תְּפִיסַת יַד אָדָם כְּלָל וְהַבּוֹר כֻּלּוֹ בִּידֵי אָדָם שֶׁהֲרֵי כֻּלּוֹ מַיִם שְׁאוּבִין, אָמְרוּ חֲכָמִים הַמִּקְוֶה לֹא יִהְיֶה כֻּלּוֹ שָׁאוּב כְּבוֹר וְאֵין צָרִיךְ לִהְיוֹת כֻּלּוֹ בִּידֵי שָׁמַיִם כְּמַעְיָן אֶלָּא אִם יֵשׁ בּוֹ תְּפִיסַת יַד אָדָם כָּשֵׁר: \n",
      "כֵּיצַד. הַמַּנִּיחַ קַנְקַנִּים בְּרֹאשׁ הַגַּג לְנַגְּבָם וְיָרְדוּ לָהֶם גְּשָׁמִים וְנִתְמַלְּאוּ אַף עַל פִּי שֶׁהִיא עוֹנַת הַגְּשָׁמִים הֲרֵי זֶה יִשְׁבֹּר אֶת הַקַּנְקַנִּים אוֹ יִכְפֵּם וְהַמַּיִם הַנִּקְוִים מֵהֶם כְּשֵׁרִים לִטְבּל וְאַף עַל פִּי שֶׁכָּל הַמַּיִם הָאֵלּוּ הָיוּ בַּכֵּלִים שֶׁהֲרֵי לֹא מִלְּאָן בְּיָדוֹ. לְפִיכָךְ אִם הִגְבִּיהַּ אֶת הַקַּנְקַנִּים וְהֶעֱרָם הֲרֵי כָּל הַמַּיִם שֶׁבָּהֶם שְׁאוּבִין: \n",
      "הַמַּנִּיחַ כֵּלִים תַּחַת הַצִּנּוֹר תָּמִיד בְּכָל עֵת וּבְכָל זְמַן אֶחָד כֵּלִים קְטַנִּים וְאֶחָד כֵּלִים גְּדוֹלִים אֲפִלּוּ כְּלֵי אֲבָנִים וְכַיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁאֵינָן מְקַבְּלִין טֻמְאָה וְנִתְמַלְּאוּ מֵי גְּשָׁמִים הֲרֵי אֵלּוּ פְּסוּלִין. וְאִם כְּפָאָן עַל פִּיהֶן אוֹ שְׁבָרָן הַמַּיִם הַנִּקְוִין מֵהֶן כִּשְׁאוּבִין לְכָל דָּבָר שֶׁהֲרֵי לְדַעְתּוֹ נִתְמַלְּאוּ שֶׁחֶזְקַת הַצִּנּוֹר לְקַלֵּחַ מַיִם. וַאֲפִלּוּ שָׁכַח הַכֵּלִים תַּחַת הַצִּנּוֹר פְּסוּלִין גָּזְרוּ עַל הַשּׁוֹכֵחַ מִפְּנֵי הַמַּנִּיחַ. וְכֵן הַמַּנִּיחַ אֶת הַכֵּלִים בֶּחָצֵר בְּעֵת קִשּׁוּר הֶעָבִים וְנִתְמַלְּאוּ הַמַּיִם שֶׁבָּהֶן פְּסוּלִין שֶׁהֲרֵי לְדַעְתּוֹ נִתְמַלְּאוּ. וְכֵן גָּזְרוּ עַל הַשּׁוֹכֵחַ בֶּחָצֵר בִּשְׁעַת קִשּׁוּר עָבִים מִשּׁוּם מַנִּיחַ. הִנִּיחָן בֶּחָצֵר בְּעֵת פִּזּוּר עָבִים וּבָאוּ עָבִים וְנִתְמַלְּאוּ הֲרֵי אֵלּוּ כְּשֵׁרִין כְּמוֹ שֶׁמַּנִּיחָן בְּרֹאשׁ הַגָּג לְנַגְּבָן. וְכֵן אִם הִנִּיחָן בְּעֵת קִשּׁוּר הֶעָבִים וְנִתְפַּזְּרוּ וְחָזְרוּ וְנִתְקַשְּׁרוּ וְנִתְמַלְּאוּ הֲרֵי אֵלּוּ כְּשֵׁרִין. וְאִם שִׁבְּרָן אוֹ כְּפָאָן הַמַּיִם הַנִּקְוִין מֵהֶן כְּשֵׁרִין: \n",
      "הַסַּיָּד שֶׁשָּׁכַח עָצִיץ בַּמִּקְוֶה וְנִתְמַלְּאוּ מַיִם אַף עַל פִּי שֶׁלֹּא נִשְׁאַר בַּמִּקְוֶה אֶלָּא מְעַט וַהֲרֵי הֶעָצִיץ יֵשׁ בּוֹ רֹב הַמִּקְוֶה הֲרֵי זֶה יִשְׁבֹּר אֶת הֶעָצִיץ בִּמְקוֹמוֹ וְנִמְצָא הַמִּקְוֶה כֻּלּוֹ כָּשֵׁר. וְכֵן הַמְסַדֵּר אֶת הַקַּנְקַנִּים בְּתוֹךְ הַמִּקְוֶה כְּדֵי לְחַסְּמָן וְנִתְמַלְּאוּ מַיִם אַף עַל פִּי שֶׁבָּלַע הַמִּקְוֶה אֶת מֵימָיו וְלֹא נִשְׁאַר שָׁם מַיִם כְּלָל אֶלָּא מַיִם שֶׁבְּתוֹךְ הַקַּנְקַנִּים הֲרֵי זֶה יִשְׁבֹּר אֶת הַקַּנְקַנִּים וְהַמַּיִם הַנִּקְוִין מֵהֶן מִקְוֶה כָּשֵׁר: \n",
      "כֵּיצַד פּוֹסְלִין הַמַּיִם הַשְּׁאוּבִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין. שֶׁאִם הָיָה בַּמִּקְוֶה פָּחוֹת מֵאַרְבָּעִים סְאָה [וְנָפַל לְתוֹכָן שְׁלֹשָׁה לוֹגִין וְהִשְׁלִימוּם לְאַרְבָּעִים סְאָה] הַכּל פָּסוּל. אֲבָל מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם שֶׁאֵינָן שְׁאוּבִין וְשָׁאַב בְּכַד וְשָׁפַךְ לְתוֹכוֹ כָּל הַיּוֹם כֻּלּוֹ כָּשֵׁר. וְלֹא עוֹד אֶלָּא מִקְוֶה עֶלְיוֹן שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִין וְהָיָה מְמַלֵּא בִּכְלִי וְנוֹתֵן לְתוֹכוֹ עַד שֶׁיִּרְבּוּ הַמַּיִם וְיָרְדוּ לַמִּקְוֶה הַתַּחְתּוֹן אַרְבָּעִים סְאָה הֲרֵי הַתַּחְתּוֹן כָּשֵׁר: \n",
      "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת וְנָתַן לְתוֹכוֹ סְאָה מַיִם שְׁאוּבִין וְנָטַל אַחַר כָּךְ מִמֶּנּוּ סְאָה הֲרֵי זֶה כָּשֵׁר. וְכֵן נוֹתֵן סְאָה וְנוֹטֵל סְאָה וְהוּא כָּשֵׁר עַד רֻבּוֹ: \n",
      "אֵין הַמַּיִם הַשְּׁאוּבִין פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין עַד שֶׁיִּפְּלוּ לְתוֹךְ הַמִּקְוֶה מִן הַכְּלִי. אֲבָל אִם נִגְרְרוּ הַמַּיִם הַשְּׁאוּבִין חוּץ לַמִּקְוֶה וְנִמְשְׁכוּ וְיָרְדוּ לַמִּקְוֶה אֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה עַד שֶׁיִּהְיוּ מֶחֱצָה לְמֶחֱצָה אֲבָל אִם הָיָה רֹב מִן הַכְּשֵׁרִים הֲרֵי הַמִּקְוֶה כָּשֵׁר. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה וּמַשֶּׁהוּ מַיִם כְּשֵׁרִין וְהָיָה מְמַלֵּא וְשׁוֹאֵב חוּץ לַמִּקְוֶה וְהַמַּיִם נִמְשָׁכִין וְיוֹרְדִין לַמִּקְוֶה בֵּין שֶׁהָיוּ נִמְשָׁכִין עַל הַקַּרְקַע אוֹ בְּתוֹךְ הַסִּילוֹן וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁאֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה הֲרֵי הוּא כָּשֵׁר וַאֲפִלּוּ הִשְׁלִימוֹ לְאֶלֶף סְאָה. שֶׁהַשְּׁאִיבָה שֶׁהִמְשִׁיכוּהָ כְּשֵׁרָה אִם הָיָה שָׁם רֹב אַרְבָּעִים סְאָה מִן הַכָּשֵׁר. וְכֵן גַּג שֶׁהָיָה בְּרֹאשׁוֹ עֶשְׂרִים סְאָה וּמַשֶּׁהוּ מֵי גְּשָׁמִים וּמִלֵּא בִּכְתֵפוֹ וְנָתַן לְתוֹכוֹ פָּחוֹת מֵעֶשְׂרִים שֶׁנִּמְצָא הַכּל פָּסוּל וּפָתַח הַצִּנּוֹר וְנִמְשְׁכוּ הַכּל לְמָקוֹם אֶחָד הֲרֵי זֶה מִקְוֶה כָּשֵׁר. שֶׁהַשְּׁאוּבִים שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ כְּשֵׁרָה הוֹאִיל וְהָיָה שָׁם רֹב מִן הַכָּשֵׁר: \n",
      "הוֹרוּ מִקְצָת חַכְמֵי מַעֲרָב וְאָמְרוּ הוֹאִיל וְאָמְרוּ חֲכָמִים שְׁאוּבָה שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ טְהוֹרָה אֵין אָנוּ צְרִיכִין שֶׁיִּהְיוּ שָׁם רֹב מַיִם כְּשֵׁרִין. וְזֶה שֶׁהִצְרִיךְ רֹב וְהַמְשָׁכָה דִּבְרֵי יָחִיד הֵן וּכְבָר נִדְּחוּ שֶׁהֲרֵי אָמְרוּ בַּסּוֹף שְׁאוּבָה שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ טְהוֹרָה. לְפִי דִּבְרֵי זֶה אִם הָיָה מְמַלֵּא בִּכְלִי וְשׁוֹפֵךְ וְהַמַּיִם נִזְחָלִין וְהוֹלְכִין לְמָקוֹם אֶחָד הֲרֵי זֶה מִקְוֶה כָּשֵׁר. וְכֵן כָּל אַמְבְּטִי שֶׁבְּמֶרְחֲצָאוֹת שֶׁלָּנוּ מִקְוָאוֹת כְּשֵׁרִין. שֶׁהֲרֵי כָּל הַמַּיִם שֶׁבָּהֶן שָׁאוּב וְשֶׁנִּמְשָׁךְ הוּא. וּמֵעוֹלָם לֹא רָאִינוּ מִי שֶׁעָשָׂה מַעֲשֵׂה בְּעִנְיָן זֶה: \n",
      "מֵי גְּשָׁמִים וּמַיִם שְׁאוּבִין שֶׁהָיוּ מִתְעָרְבִין בְּחָצֵר וְנִמְשָׁכִין וְיוֹרְדִין לַעֻקָּה שֶׁבֶּחָצֵר אוֹ שֶׁמִּתְעָרְבִין עַל מַעֲלוֹת הַמְּעָרָה וְיוֹרְדִין לַמְּעָרָה. אִם רֹב מִן הַכָּשֵׁר כָּשֵׁר וְאִם רֹב מִן הַפָּסוּל פָּסוּל. מֶחֱצָה לְמֶחֱצָה פָּסוּל. אֵימָתַי בִּזְמַן שֶׁמִּתְעָרְבִין עַד שֶׁלֹּא יַגִּיעוּ לַמִּקְוֶה וְנִמְשָׁכִין וְיוֹרְדִין אֲבָל אִם הָיוּ הַכְּשֵׁרִים וְהַפְּסוּלִים מְקַלְּחִין לְתוֹךְ הַמִּקְוֶה אִם יָדוּעַ שֶׁנָּפְלוּ לְתוֹכוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִין עַד שֶׁלֹּא יָרְדוּ לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין כָּשֵׁר וְאִם לָאו פָּסוּל: \n"
    ],
    [
      "מִקְוְה שֶׁנָּפְלוּ אֵלָיו שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין מִכְּלִי אֶחָד אוֹ מִשְּׁנַיִם וּשְׁלֹשָׁה כֵּלִים מִצְטָרְפִין וְהוּא שֶׁיַּתְחִיל הַשֵּׁנִי עַד שֶׁלֹּא פָּסַק הָרִאשׁוֹן. מֵאַרְבָּעָה כֵּלִים אֵין מִצְטָרְפִין. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁלֹּא נִתְכַּוֵּן לְרַבּוֹת. אֲבָל אִם נִתְכַּוֵּן לְרַבּוֹת אֶת מִי הַמִּקְוֶה אֲפִלּוּ נָפַל מִשְׁקַל דִּינָר בְּכָל שָׁנָה מִצְטָרֵף לִשְׁלֹשָׁה לוֹגִין בֵּין שֶׁקָּדְמוּ הַשְּׁאוּבִים אֶת הַכְּשֵׁרִים בֵּין שֶׁקָּדְמוּ הַכְּשֵׁרִים אֶת הַשְּׁאוּבִים אוֹ שֶׁנָּפְלוּ שְׁתֵּיהֶן כְּאַחַת. כֵּיוָן שֶׁנָּפְלוּ שְׁלֹשָׁה לוֹגִין שְׁאוּבִין לְתוֹךְ אַרְבָּעִים סְאָה [קֹדֶם שֶׁנָּפְלוּ בּוֹ אַרְבָּעִים סְאָה אוֹ לְפָחוֹת מֵאַרְבָּעִים] נִפְסַל הַכּל וְנַעֲשָׂה שָׁאוּב: \n",
      "שְׁנַיִם שֶׁהֵטִילוּ זֶה לוֹג וּמֶחֱצָה וְזֶה לוֹג וּמֶחֱצָה. וְהַסּוֹחֵט כְּסוּתוֹ וְהִגְבִּיהָהּ וְהַמַּיִם שֶׁבָּהּ נוֹפְלִין מִמְּקוֹמוֹת הַרְבֵּה. וְכֵן הַמְעָרֶה מִן הַצַּרְצוּר שֶׁמֵּטִיל מִמְּקוֹמוֹת הַרְבֵּה הֲרֵי אֵלּוּ פּוֹסְלִין: \n",
      "הַמַּטְבִּיל כַּר אוֹ כֶּסֶת שֶׁל עוֹר בְּמִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת כֵּיוָן שֶׁהִגְבִּיהַּ שִׂפְתוֹתֵיהֶן מִן הַמַּיִם נִמְצְאוּ הַמַּיִם שֶׁבְּתוֹכָן שְׁאוּבִין. כֵּיצַד יַעֲשֶׂה. מַטְבִּילָן וּמַעֲלָן דֶּרֶךְ שׁוּלֵיהֶן. אֲבָל הַקֻּפָּה וְהַשַּׂק מַטְבִּילָן וּמַעֲלָן כְּדַרְכָּן וְאֵינוֹ חוֹשֵׁשׁ: \n",
      "מִקְוֶה שֶׁיֵּשׁ בּוֹ שָׁלֹשׁ גּוּמוֹת מִמַּיִם שְׁאוּבִין לוֹג בְּכָל גּוּמָא וְנָפְלוּ לְתוֹכוֹ מַיִם כְּשֵׁרִים אִם יָדוּעַ שֶׁנָּפַל לְתוֹכוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים עַד שֶׁלֹּא יַגִּיעוּ לַגּוּמָא הַשְּׁלִישִׁית כָּשֵׁר וְאִם לָאו פָּסוּל: \n",
      "שְׁנֵי מִקְוָאוֹת אֵין בְּכָל אֶחָד מֵהֶן אַרְבָּעִים סְאָה וְנָפַל לָזֶה לוֹג וּמֶחֱצָה וְלָזֶה לוֹג וּמֶחֱצָה וְנִתְעָרְבוּ שְׁנֵי הַמִּקְוָאוֹת הֲרֵי אֵלּוּ כְּשֵׁרִין מִפְּנֵי שֶׁלֹּא נִקְרָא עַל אֶחָד מֵהֶן שֵׁם פָּסוּל. אֲבָל מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה שֶׁנָּפַל לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין וְאַחַר כָּךְ נֶחְלָק לִשְׁנַיִם וְרִבָּה מַיִם כְּשֵׁרִים עַל כָּל אֶחָד מֵהֶן הֲרֵי אֵלּוּ פְּסוּלִין שֶׁכָּל הַמִּקְוֶה כֻּלּוֹ שֶׁנִּפְסַל כְּמַיִם שְׁאוּבִין הוּא חָשׁוּב וּכְאִלּוּ כָּל מֵימָיו נִשְׁאֲבוּ בִּכְלִי: \n",
      "בּוֹר שֶׁהוּא מָלֵא מַיִם שְׁאוּבִים וְהָאַמָּה נִכְנֶסֶת לוֹ וְיוֹצֵאת מִמֶּנּוּ לְעוֹלָם הוּא בְּפִסּוּלוֹ עַד שֶׁתְּחַשֵּׁב שֶׁלֹּא נִשְׁאֲרוּ מִן הַשְּׁאוּבִין שֶׁהָיוּ בַּבּוֹר שְׁלֹשָׁה לוֹגִין. מִקְוֶה שֶׁנָּפַל לְתוֹכוֹ מַיִם שְׁאוּבִין וְנִפְסַל וְאַחַר כָּךְ רִבָּה עָלָיו מַיִם כְּשֵׁרִים עַד שֶׁנִּמְצְאוּ הַכְּשֵׁרִים אַרְבָּעִים סְאָה הֲרֵי הוּא בְּפִסּוּלוֹ עַד שֶׁיֵּצְאוּ כָּל הַמַּיִם שֶׁהָיוּ בְּתוֹכוֹ וְיִפְחֲתוּ הַשְּׁאוּבִין מִשְּׁלֹשָׁה לוֹגִין. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה מֵי גְּשָׁמִים וְנָפַל לְתוֹכוֹ סְאָה מַיִם שְׁאוּבִים וְאַחַר כָּךְ הִרְבָּה עָלָיו מַיִם כְּשֵׁרִים. הֲרֵי זֶה בְּפִסּוּלוֹ עַד שֶׁיֵּדַע שֶׁיָּצְאוּ מִמֶּנּוּ עֶשְׂרִים סְאָה שֶׁהָיוּ בּוֹ וַחֲמִשָּׁה קַבִּין וְיוֹתֵר מֵרְבִיעַ הַקַּב וְלֹא נִשְׁאַר מִן הַכּל שֶׁנִּפְסַל חוּץ מִפָּחוֹת מִשְּׁלֹשָׁה לוֹגִין. וְכֵן אִם עָשָׂה מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים וְעֵרְבוֹ עִם הַמִּקְוֶה הַזֶּה הַפָּסוּל טִהֲרוּ אֵלּוּ אֶת אֵלּוּ: \n",
      "הַמְסַלֵּק אֶת הַטִּיט לַצְּדָדִים וְנִמְשְׁכוּ מִמֶּנּוּ שְׁלֹשָׁה לוֹגִים לַמִּקְוֶה הֲרֵי זֶה כָּשֵׁר. הָיָה תּוֹלֵשׁ הַטִּיט וּמַגְבִּיהוֹ בְּיָדוֹ וְהִבְדִּילוֹ מִן הַמִּקְוֶה לְצִדָּהּ וְנִמְשְׁכוּ מִמֶּנּוּ שְׁלֹשָׁה לוֹגִין הֲרֵי אֵלּוּ פּוֹסְלִין: \n",
      "גַּיִס הָעוֹבֵר מִמָּקוֹם לְמָקוֹם וְכֵן בְּהֵמָה הָעוֹבֶרֶת מִמָּקוֹם לְמָקוֹם וְזָלְפוּ בִּידֵיהֶן וּבְרַגְלֵיהֶם שְׁלֹשָׁה לוֹגִין לַמִּקְוֶה הֲרֵי זֶה כָּשֵׁר. וְלֹא עוֹד אֶלָּא אֲפִלּוּ עָשׂוּ מִקְוֶה בַּתְּחִלָּה הֲרֵי זֶה כָּשֵׁר: \n",
      "מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה וְנָפַל לְתוֹכוֹ פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין מַיִם טְמֵאִין שְׁאוּבִין הֲרֵי זֶה כָּשֵׁר לְחַלָּה וְלִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם. וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן. יָרְדוּ עֲלֵיהֶן גְּשָׁמִים וְרַבּוּ עֲלֵיהֶן הֲרֵי אֵלּוּ כְּשֵׁרִים לְהַקְווֹת עֲלֵיהֶם. נָפַל לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין טְמֵאִים הֲרֵי זֶה פָּסוּל לְחַלָּה וְלִתְרוּמָה וְלִטּל מִמֶּנּוּ לַיָּדַיִם. וּפְסוּלִין לְהַקְווֹת עָלָיו. יָרְדוּ גְּשָׁמִים וְרַבּוּ עֲלֵיהֶן הֲרֵי הֵן כְּשֵׁרִין לְחַלָּה וְלִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן עַד שֶׁיֵּצְאוּ כָּל הַמַּיִם הָרִאשׁוֹנִים שֶׁנַּעֲשׂוּ כֻּלָּן כִּשְׁאוּבִין וְלֹא יִשָּׁאֵר מֵהֶן אֶלָּא פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין. וְכֵן מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר דִּינָר וְנָפְלוּ לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין טְמֵאִין הֲרֵי זֶה פָּסוּל לְחַלָּה וְלִתְרוּמָה וְלִטּל מִמֶּנּוּ לַיָּדַיִם וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן. נָפַל לְתוֹכוֹ פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין מַיִם אֲפִלּוּ כֻּלָּן טְמֵאִין וְאַחַר כָּךְ נָפְלוּ לְתוֹכוֹ מִשְׁקַל דִּינָר מֵי גְּשָׁמִים שֶׁהִשְׁלִימוּ כָּשֵׁר. כְּשֵׁם שֶׁטָּהוֹר לִטְבִילָה כָּךְ טָהוֹר לְכָל דָּבָר: \n"
    ],
    [
      "כָּל הַכֵּלִים הַמְקַבְּלִין שֶׁהָלְכוּ הַמַּיִם עֲלֵיהֶן אוֹ שֶׁנָּפְלוּ מִתּוֹכָן הֲרֵי אֵלּוּ שְׁאוּבִין וּפוֹסְלִין אֶת הַמִּקְוֶה. וְהוּא שֶׁיֵּעָשׂוּ לְקַבָּלָה. אֲפִלּוּ הָיוּ כֵּלִים שֶׁאֵין מְקַבְּלִין טֻמְאָה כְּגוֹן כְּלֵי אֲבָנִים וּכְלֵי אֲדָמָה הֲרֵי אֵלּוּ פּוֹסְלִין: \n",
      "כָּל כְּלִי שֶׁלֹּא נַעֲשָׂה לְקַבָּלָה אַף עַל פִּי שֶׁהוּא מְקַבֵּל אֵינוֹ פּוֹסֵל אֶת הַמִּקְוֶה. כְּגוֹן הַסִּילוֹנוֹת שֶׁהַמַּיִם נִמְשָׁכִין מֵהֶן אַף עַל פִּי שֶׁהֵן רְחָבִים בְּאֶמְצַע וּמְקַבְּלִין אֵין פּוֹסְלִין אֶת הַמִּקְוֶה בֵּין שֶׁהָיוּ שֶׁל מַתֶּכֶת אוֹ שֶׁל חֶרֶס: \n",
      "הַשֹּׁקֶת שֶׁבַּסֶּלַע אֵינוֹ פּוֹסֵל אֶת הַמִּקְוֶה לְפִי שֶׁאֵינָהּ כְּלִי. אֲבָל כְּלִי שֶׁחִבְּרוֹ בַּסֶּלַע פּוֹסֵל אֶת הַמִּקְוֶה אַף עַל פִּי שֶׁחִבְּרוֹ בְּסִיד. נִקְּבָה מִלְּמַטָּה אוֹ מִן הַצַּד כִּשְׁפוֹפֶרֶת הַנּוֹד כְּשֵׁרָה וְאֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה: \n",
      "הַלּוֹקֵחַ כְּלִי גָּדוֹל כְּגוֹן חָבִית גְּדוֹלָה אוֹ עֲרֵבָה גְּדוֹלָה וְנִקְּבוֹ נֶקֶב הַמְטַהֲרוֹ וּקְבָעוֹ בָּאָרֶץ וַעֲשָׂאָהוּ מִקְוֶה הֲרֵי זֶה כָּשֵׁר. וְכֵן אִם פָּקַק אֶת הַנֶּקֶב בְּסִיד וּבְבִנְיָן אֵינוֹ פּוֹסֵל וְהַמַּיִם הַנִּקְוִין בְּתוֹכוֹ מִקְוֶה כָּשֵׁר. סְתָמוֹ בְּסִיד אוֹ בְּגִפְּסִיס עֲדַיִן הוּא פּוֹסֵל אֶת הַמִּקְוֶה עַד שֶׁיִּקְבָּעֶנּוּ בָּאָרֶץ אוֹ יִבְנֶה. וְאִם הוֹלִיכוֹ עַל גַּב הָאָרֶץ וְעַל גַּב הַסִּיד וּמֵרֵחַ בְּטִיט מִן הַצְּדָדִין הֲרֵי זֶה כָּשֵׁר: \n",
      "הַמַּנִּיחַ טַבְלָא תַּחַת הַצִּנּוֹר וַהֲרֵי הַמַּיִם נִמְשָׁכִין עַל הַטַּבְלָא וְיוֹרְדִין לַמִּקְוֶה אִם הָיָה לַטַּבְלָא דֹּפֶן הֲרֵי זוֹ פּוֹסֶלֶת אֶת הַמִּקְוֶה וְאִם לָאו אֵינָהּ פּוֹסֶלֶת. זְקָפָהּ תַּחַת הַצִּנּוֹר כְּדֵי לַהֲדִיחָהּ אַף עַל פִּי שֶׁיֵּשׁ לָהּ דֹּפֶן אֵינָהּ פּוֹסֶלֶת שֶׁהֲרֵי לֹא עֲשָׂאָהּ לְקַבֵּל: \n",
      "הַחוֹטֵט בְּצִנּוֹר מָקוֹם לְקַבֵּל בּוֹ הַצְּרוֹרוֹת הַמִּתְגַּלְגְּלִין בַּמַּיִם כְּדֵי שֶׁלֹּא יֵרְדוּ עִם הַמַּיִם אִם הָיָה הַצִּנּוֹר שֶׁל עֵץ וְחָפַר בּוֹ כָּל שֶׁהוּא פּוֹסֵל שֶׁהֲרֵי כָּל הַמַּיִם שֶׁיּוֹרְדִין בָּאִין מִתּוֹךְ כְּלִי שֶׁנַּעֲשָׂה לְקַבָּלָה. וַאֲפִלּוּ שֶׁקְּבָעוֹ אַחַר שֶׁחָקַק בּוֹ הוֹאִיל וְהָיָה עָלָיו תּוֹרַת כְּלִי כְּשֶׁהָיָה תָּלוּשׁ. אֲבָל אִם קְבָעוֹ בַּקַּרְקַע וְאַחַר כָּךְ חָקַק בּוֹ בֵּית קִבּוּל אֵינוֹ פּוֹסֵל. וְאִם הָיָה צִנּוֹר שֶׁל חֶרֶס אֵינוֹ פּוֹסֵל עַד שֶׁיִּהְיֶה בַּחֲקָק כְּדֵי לְקַבֵּל רְבִיעִית. אַף עַל פִּי שֶׁנִּתְמַלֵּא הַמָּקוֹם הֶחָקוּק שֶׁבַּצִּנּוֹר צְרוֹרוֹת הַמִּתְחַלְחֲלִין בְּתוֹכוֹ הֲרֵי הוּא בְּפִסּוּלוֹ וְאֵינוֹ כְּסָתוּם. יָרַד לְתוֹךְ הַמָּקוֹם שֶׁחָקַק עָפָר אוֹ צְרוֹרוֹת וּסְתָמוֹ וְנִכְבַּשׁ הֲרֵי זֶה כָּשֵׁר: \n",
      "הַסְּפוֹג וְהַדְּלִי שֶׁהָיוּ בָּהֶן שְׁלֹשֶׁת לוֹגִין מַיִם וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ שֶׁלֹּא אָמְרוּ אֶלָּא שְׁלֹשֶׁת לוֹגִין שֶׁנָּפְלוּ לֹא כְּלִי שֶׁנָּפְלוּ בּוֹ מַיִם שְׁאוּבִין: \n",
      "הַשִּׁדָּה וְהַתֵּבָה שֶׁבַּיָּם אֵין מַטְבִּילִין בָּהֶן אֶלָּא אִם כֵּן הָיוּ נְקוּבִים כִּשְׁפוֹפֶרֶת הַנּוֹד. וְאִם הָיוּ שַׂק אוֹ קֻפָּה מַטְבִּילִין בָּהֶן. וְכֵן הַמַּנִּיחַ שַׂק אוֹ קֻפָּה תַּחַת הַצִּנּוֹר אֵין הַמַּיִם הַנִּמְשָׁכִין מֵהֶן פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
      "גִּסְטְרָא טְמֵאָה שֶׁהִיא בְּתוֹךְ הַמִּקְוֶה וּשְׂפָתָהּ לְמַעְלָה מִן הַמַּיִם וְהִטְבִּיל בָּהּ הַכֵּלִים טִהֲרוּ מִטֻּמְאָתָן. אֲבָל כְּשֶׁיַּגְבִּיהֵם מִן הַמַּיִם עַד שֶׁהֵן בָּאֲוִיר הַגִּסְטְרָא מִתְטַמֵּא הַמַּיִם שֶׁעַל גַּבָּן מֵאֲוִיר הַגִּסְטְרָא וְחוֹזֵר וּמְטַמֵּא אוֹתָן. וְכֵן מַעְיָן הַיּוֹצֵא מִתַּחַת הַתַּנּוּר הַטָּמֵא וְיָרַד וְטָבַל בְּתוֹכוֹ הוּא טָהוֹר וְיָדָיו טְמֵאוֹת מֵאֲוִיר הַתַּנּוּר אֶלָּא אִם כֵּן הָיוּ הַמַּיִם לְמַעְלָה מִן הַתַּנּוּר כְּרוּם יָדָיו שֶׁנִּמְצָא כְּשֶׁטָּבַל יָדָיו לְמַעְלָה מִן הַתַּנּוּר שֶׁאֵין כְּלֵי חֶרֶס מִתְטַהֲרִין בְּמִקְוֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "חָבִית מְלֵאָה מַיִם שֶׁנָּפְלָה לַיָּם אֲפִלּוּ לַיָּם הַגָּדוֹל הַטּוֹבֵל שָׁם לֹא עָלְתָה לוֹ טְבִילָה. אִי אֶפְשָׁר לִשְׁלֹשָׁה לוֹגִין שֶׁלֹּא יִהְיוּ בְּמָקוֹם אֶחָד. וְכִכָּר שֶׁל תְּרוּמָה שֶׁנָּפַל לְשָׁם נִטְמָא בַּמַּיִם הַשְּׁאוּבִין שֶׁהֲרֵי הַמַּיִם עוֹמְדִין שָׁם. אֲבָל הַנְּהָרוֹת וְכַיּוֹצֵא בָּהֶן הוֹאִיל וְהֵם נִמְשָׁכִין הֲרֵי זֶה טוֹבֵל שָׁם: \n",
      "מַיִם שְׁאוּבִין שֶׁהָיוּ בְּצַד הַמִּקְוֶה אַף עַל פִּי שֶׁהַמַּיִם נוֹגְעִין בְּמֵי הַמִּקְוֶה לֹא פְּסָלוּהוּ מִפְּנֵי שֶׁהֵן כְּמִקְוֶה סָמוּךְ לְמִקְוֶה. הָיוּ הַשְּׁאוּבִין בָּאֶמְצַע פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
      "שְׁתֵּי בְּרֵכוֹת זוֹ לְמַעְלָה מִזּוֹ וְכֹתֶל בֵּינֵיהֶן וְהָעֶלְיוֹנָה מְלֵאָה מַיִם כְּשֵׁרִים וְהַתַּחְתּוֹנָה מְלֵאָה מַיִם שְׁאוּבִין וְנֶקֶב בַּכֹּתֶל שֶׁבֵּין הָעֶלְיוֹנָה לַתַּחְתּוֹנָה. אִם יֵשׁ כְּנֶגֶד הַנֶּקֶב שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין נִפְסְלָה הָעֶלְיוֹנָה מִפְּנֵי שֶׁהַנֶּקֶב כְּאִלּוּ הוּא בְּאֶמְצַע הָעֶלְיוֹנָה לֹא בְּצִדָּהּ: \n",
      "כַּמָּה יִהְיֶה בַּנֶּקֶב וְיִהְיֶה בּוֹ שְׁלֹשָׁה לוֹגִין הַכּל לְפִי הַבְּרֵכָה. אִם הָיְתָה הַבְּרֵכָה הַתַּחְתּוֹנָה אַרְבָּעִים סְאָה צָרִיךְ שֶׁיִּהְיֶה הַנֶּקֶב אֶחָד מִשְּׁלֹשׁ מֵאוֹת וְעֶשְׂרִים לַבְּרֵכָה. הָיְתָה עֶשְׂרִים סְאָה צָרִיךְ לִהְיוֹת הַנֶּקֶב אֶחָד מִמֵּאָה וְשִׁשִּׁים לַבְּרֵכָה. וְצֵא וַחֲשֹׁב לְפִי חֶשְׁבּוֹן זֶה. שֶׁהַסְּאָה שִׁשָּׁה קַבִּין וְהַקַּב אַרְבָּעָה לוֹגִין וְהַלּוֹג שֵׁשׁ בֵּיצִים: \n",
      "שְׁלֹשָׁה מִקְוָאוֹת זֶה בְּצַד זֶה בְּכָל אֶחָד מֵהֶן עֶשְׂרִים סְאָה מְכֻוָּנוֹת וְאֶחָד מֵהֶן שָׁאוּב מִן הַצַּד וְיָרְדוּ שְׁלֹשָׁה וְטָבְלוּ שְׁלָשְׁתָּן וְנֶעֶרְמוּ הַמַּיִם מִכֻּלָּן וְנִתְעָרְבוּ מִלְּמַעְלָה. הַמִּקְוָאוֹת כְּשֵׁרִים וְהַטּוֹבְלִים טְהוֹרִים שֶׁהֲרֵי נַעֲשָׂה הַכּל שִׁשִּׁים סְאָה מֵהֶן אַרְבָּעִים כְּשֵׁרִים זֶה בְּצַד זֶה וְאֵין הַמַּיִם הַשְּׁאוּבִים פּוֹסְלִין מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. הָיָה הַשָּׁאוּב בְּאֶמְצַע וְיָרְדוּ וְטָבְלוּ בָּהֶן וְנֶעֶרְמוּ הַמַּיִם וְנִתְעָרְבוּ הַמִּקְוָאוֹת. הֲרֵי הַמִּקְוָאוֹת כְּשֶׁהָיוּ וְהַטּוֹבְלִין טְמֵאִין כְּשֶׁהָיוּ שֶׁהֲרֵי לֹא נִתְעָרְבוּ אַרְבָּעִים סְאָה הַכְּשֵׁרִין לְפִי שֶׁאֵינָן זֶה בְּצַד זֶה שֶׁהַשָּׁאוּב מַבְדִּיל בֵּינֵיהֶן: \n"
    ],
    [
      "אֵין הַמִּקְוֶה נִפְסָל לֹא בְּשִׁנּוּי הַטַּעַם וְלֹא בְּשִׁנּוּי הָרֵיחַ אֶלָּא בְּשִׁנּוּי מַרְאֶה בִּלְבַד. וְכָל דָּבָר שֶׁאֵין עוֹשִׂין בּוֹ מִקְוֶה לְכַתְּחִלָּה פּוֹסֵל אֶת הַמִּקְוֶה בְּשִׁנּוּי מַרְאֶה. כֵּיצַד. הַיַּיִן אוֹ הֶחָלָב וְהַדָּם וְכַיּוֹצֵא בָּהֶן מִמֵּי כָּל הַפֵּרוֹת אֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין שֶׁלֹּא אָמְרוּ אֶלָּא מַיִם שְׁאוּבִין. וּפוֹסְלִין בְּשִׁנּוּי מַרְאֶה אֲפִלּוּ מִקְוֶה שֶׁיֵּשׁ בּוֹ מֵאָה סְאָה וְנָפַל לוֹ לוֹג יַיִן אוֹ מֵי פֵּרוֹת וְשִׁנָּה אֶת מַרְאָיו פָּסוּל. וְכֵן מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה מַיִם כְּשֵׁרִים אוֹ פָּחוֹת מִזֶּה וְנָפַל לְתוֹכוֹ סְאָה יַיִן אוֹ מֵי פֵּרוֹת וְלֹא שִׁנּוּ אֶת מַרְאָיו הֲרֵי אֵלּוּ כְּשֵׁרִים כְּשֶׁהָיוּ. וְאֵין הַסְּאָה שֶׁנָּפְלָה עוֹלָה לְמִדַּת הַמִּקְוֶה. וְאִם נוֹסַף עַל הָעֶשְׂרִים עֶשְׂרִים אֲחֵרִים מַיִם כְּשֵׁרִים הֲרֵי זֶה מִקְוֶה כָּשֵׁר: \n",
      "יֵשׁ מַעֲלִין אֶת הַמִּקְוֶה וְלֹא פּוֹסְלִין פּוֹסְלִין וְלֹא מַעֲלִין לֹא מַעֲלִין וְלֹא פּוֹסְלִין: \n",
      "וְאֵלּוּ מַעֲלִין וְלֹא פּוֹסְלִין. הַשֶּׁלֶג. וְהַבָּרָד. וְהַכְּפוֹר. וְהַגְּלִיד. וְהַמֶּלַח. וְטִיט הַנֵּרוֹק. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אַחַת וְנָפַל לְתוֹכוֹ סְאָה מֵאֶחָד מֵאֵלּוּ הֲרֵי זֶה עוֹלֶה לְמִדָּתוֹ וַהֲרֵי הַמִּקְוֶה כָּשֵׁר וְשָׁלֵם. נִמְצְאוּ מַעֲלִין וְלֹא פּוֹסְלִין. אֲפִלּוּ הֵבִיא אַרְבָּעִים סְאָה שֶׁלֶג בַּתְּחִלָּה וְהִנִּיחָן בַּעֵקָּה וְרִסְּקוֹ שָׁם הֲרֵי זֶה מִקְוֶה שָׁלֵם וְכָשֵׁר: \n",
      "וְאֵלּוּ פּוֹסְלִין וְלֹא מַעֲלִין. מַיִם שְׁאוּבִין בֵּין טְהוֹרִין בֵּין טְמֵאִים. וּמֵי כְּבָשִׁים. וּמֵי שְׁלָקוֹת. וְהַתֶּמֶד עַד שֶׁלֹּא הֶחְמִיץ. וְהַשֵּׁכָר. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר מִשְׁקַל דִּינָר וְנָפַל מֵאֶחָד מֵאֵלּוּ מִשְׁקַל דִּינָר לְתוֹכָן אֵינוֹ עוֹלֶה לְמִדַּת הַמִּקְוֶה וְלֹא הִשְׁלִימוֹ. וְאִם נָפַל מֵאֶחָד מֵהֶן שְׁלֹשָׁה לוֹגִין מֵהֶן פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
      "וְאֵלּוּ לֹא פּוֹסְלִין וְלֹא מַעֲלִין. שְׁאָר הַמַּשְׁקִין. וּמֵי פֵּרוֹת. וְהַצִּיר. וְהַמֻּרְיָס. וְהַתֶּמֶד מִשֶּׁהֶחְמִיץ. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אֶחָד וְנָפַל מֵאֶחָד מֵאֵלּוּ סְאָה לְתוֹכָן לֹא הֶעֱלָהוּ וַהֲרֵי הַמַּיִם כְּשֵׁרִים כְּשֶׁהָיוּ שֶׁאֵין אֵלּוּ פּוֹסְלִין אֶלָּא בְּשִׁנּוּי מַרְאֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "וּפְעָמִים שֶׁאֵלּוּ מַעֲלִין אֶת הַמִּקְוֶה. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה וְנָפַל לְתוֹכוֹ סְאָה מֵאֶחָד מֵאֵלּוּ וְחָזַר וְלָקַח סְאָה מִמֶּנָּה הֲרֵי הָאַרְבָּעִים שֶׁנִּשְׁאֲרוּ מִקְוֶה כָּשֵׁר: \n",
      "מִקְוֶה שֶׁהֵדִיחַ בּוֹ סַלֵּי זֵיתִים וַעֲנָבִים וְשִׁנּוּ אֶת מַרְאָיו כָּשֵׁר: \n",
      "מֵי הַצֶּבַע פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין. וְאֵין פּוֹסְלִין אוֹתוֹ בְּשִׁנּוּי מַרְאָיו: \n",
      "מִקְוֶה שֶׁנָּפַל יַיִן אוֹ מֹהַל אוֹ שְׁאָר מֵי פֵּרוֹת וְשִׁנּוּ אֶת מַרְאָיו וְנִפְסַל כֵּיצַד תַּקָּנָתוֹ. יַמְתִּין עַד שֶׁיֵּרְדוּ גְּשָׁמִים וְיַחְזְרוּ מַרְאָיו לְמַרְאֵה מַיִם. וְאִם הָיָה בַּמִּקְוֶה אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים מְמַלֵּא וְשׁוֹאֵב לְתוֹכָן עַד שֶׁיַּחְזְרוּ מַרְאָיו לְמַרְאֵה מַיִם. נָפַל לְתוֹכוֹ יַיִן אוֹ מֹהַל וְכַיּוֹצֵא בָּהּ וְנִשְׁתַּנָּה מַרְאֵה מִקְצָתוֹ. אִם אֵין בָּהּ מַרְאֵה מַיִם שֶׁלֹּא נִשְׁתַּנָּה כְּדֵי אַרְבָּעִים סְאָה הֲרֵי זֶה לֹא יִטְבּל בּוֹ. וְהַטּוֹבֵל בְּמָקוֹם שֶׁנִּשְׁתַּנָּה לֹא עָלְתָה לוֹ טְבִילָה. אֲפִלּוּ חָבִית שֶׁל יַיִן שֶׁנִּשְׁבְּרָה בַּיָּם הַגָּדוֹל וּמַרְאֵה אוֹתוֹ מָקוֹם כְּמַרְאֶה שֶׁל יַיִן הַטּוֹבֵל בְּאוֹתוֹ מָקוֹם לֹא עָלְתָה לוֹ טְבִילָה: \n",
      "שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן אֲפִלּוּ מִשְׁקַל דִּינָר יַיִן וְשִׁנָּה מַרְאֵיהֶן וַהֲרֵי מַרְאֵה הַכּל מַרְאֵה יַיִן וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ אֶלָּא אִם שִׁנּוּ אֶת מַרְאָיו: \n",
      "שְׁלֹשָׁה לוֹגִין חָסֵר דִּינָר מַיִם שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן דִּינַר חָלָב אוֹ מֵי פֵּרוֹת וַהֲרֵי מַרְאֵה הַכּל מַיִם וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ עַד שֶׁיִּפְּלוּ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין שֶׁאֵין בָּהֶן תַּעֲרֹבֶת מַשְׁקֶה אַחֵר וְלֹא מֵי פֵּרוֹת: \n",
      "מִקְוֶה שֶׁנִּשְׁתַּנָּה מַרְאֵה מֵימָיו מֵחֲמַת עַצְמוֹ וְלֹא נָפַל לוֹ דָּבָר הֲרֵי זֶה כָּשֵׁר. לֹא אָמְרוּ אֶלָּא שֶׁנִּשְׁתַּנָּה מֵחֲמַת מַשְׁקֶה אַחֵר: \n"
    ],
    [
      "כָּל הַמְעֹרָב לַמִּקְוֶה הֲרֵי הוּא כְּמִקְוֶה וּמַטְבִּילִין בּוֹ. גּוּמוֹת הַסְּמוּכוֹת לְפִי הַמִּקְוֶה וּמְקוֹם רַגְלֵי פַּרְסוֹת בְּהֵמָה שֶׁהָיוּ בָּהֶן מַיִם מְעֹרָבִין עִם מֵי הַמִּקְוֶה כִּשְׁפוֹפֶרֶת הַנּוֹד מַטְבִּילִין בָּהֶן: \n",
      "חוֹרֵי הַמְּעָרָה וְסִדְקֵי הַמְּעָרָה מַטְבִּילִין בָּהֶן אַף עַל פִּי שֶׁאֵין הַמַּיִם שֶׁבָּהֶן מְעֹרָבִין עִם מֵי הַמִּקְוֶה אֶלָּא בְּכָל שֶׁהוּא: \n",
      "מַחַט שֶׁהָיְתָה נְתוּנָה עַל מַעֲלוֹת הַמִּקְוֶה וְהָיָה מוֹלִיךְ וּמֵבִיא בַּמַּיִם כֵּיוָן שֶׁעָבַר עָלֶיהָ הַגַּל טְהוֹרָה: \n",
      "עוּקָה שֶׁבְּתוֹךְ מִקְוֶה אִם הָיְתָה הַקַּרְקַע הַמַּבְדֶּלֶת בֵּין הָעוּקָה וְהַמִּקְוֶה בְּרִיאָה וִיכוֹלָה לְהַעֲמִיד אֶת עַצְמָהּ אֵין מַטְבִּילִין בַּמַּיִם שֶׁבָּעוּקָה עַד שֶׁיִּהְיוּ מְעֹרָבִין עִם הַמִּקְוֶה כִּשְׁפוֹפֶרֶת הַנּוֹד. וְאִם אֵינָהּ יְכוֹלָה לְהַעֲמִיד אֶת עַצְמָהּ אֲפִלּוּ אֵינָן מְעֹרָבִין אֶלָּא בְּכָל שֶׁהוּא מַטְבִּילִין בָּהֶן: \n",
      "כֹּתֶל שֶׁבֵּין שְׁנֵי מִקְוָאוֹת שֶׁנִּסְדַּק לִשְׁנַיִם מִצְטָרְפִין וְאִם הָיָה בִּשְׁנֵיהֶן אַרְבָּעִים סְאָה מַטְבִּילִין בְּכָל אֶחָד מֵהֶן. וְאִם נִסְדַּק לָעֵרֶב אֵין מִצְטָרְפִין עַד שֶׁיִּהְיֶה בְּמָקוֹם אֶחָד כִּשְׁפוֹפֶרֶת הַנּוֹד. נִפְרַץ הַכֹּתֶל מִלְּמַעְלָה אִם נִתְעָרְבוּ הַמַּיִם לְמַעְלָה מִן הַכֹּתֶל כִּקְלִפַּת הַשּׁוּם עַל רֹחַב שְׁפוֹפֶרֶת הַנּוֹד מִצְטָרְפִין: \n",
      "כַּמָּה הוּא שִׁעוּר הַנֶּקֶב שֶׁהוּא כִּשְׁפוֹפֶרֶת הַנּוֹד. בְּרֹחַב שְׁתֵּי אֶצְבָּעוֹת בֵּינוֹנִיּוֹת שֶׁל כָּל אָדָם וְחוֹזְרוֹת בּוֹ. וְאֵינָן בַּגּוּדָל אֶלָּא שְׁתֵּי אֶצְבָּעוֹת רִאשׁוֹנוֹת מִן הָאַרְבַּע שֶׁבְּפַס הַיָּד. כָּל שֶׁיַּעֲמֹד כִּשְׁפוֹפֶרֶת הַנּוֹד מְמַעֵט וַאֲפִלּוּ בִּדְבָרִים שֶׁהֵן מִבְּרִיָּתוֹ שֶׁל מַיִם. סָפֵק יֵשׁ בַּנֶּקֶב כִּשְׁפוֹפֶרֶת הַנּוֹד סָפֵק אֵין בּוֹ אֵין מִצְטָרְפִין מִפְּנֵי שֶׁעִקַּר הַטְּבִילָה מִן הַתּוֹרָה וְכָל שֶׁעִקָּרוֹ מִן הַתּוֹרָה אַף עַל פִּי שֶׁשִּׁעוּרוֹ הֲלָכָה סְפֵק שִׁעוּרוֹ לְהַחְמִיר: \n",
      "מְטַהֲרִין אֶת הַמִּקְוָאוֹת הָעֶלְיוֹן מִן הַתַּחְתּוֹן וְהָרָחוֹק מִן הַקָּרוֹב. כֵּיצַד. מְבִיאִין סִילוֹן שֶׁל חֶרֶס אוֹ שֶׁל אֲבָר וְכַיּוֹצֵא בָּהֶן שֶׁאֵין הַסִּילוֹנוֹת פּוֹסְלִין אֶת הַמִּקְוֶה וּמַנִּיחַ אֶת יָדָיו תַּחְתָּיו עַד שֶׁיִּתְמַלֵּא מַיִם וּמוֹשְׁכוֹ וּמַשִּׁיקוֹ עַד שֶׁיִּתְעָרֵב הַמַּיִם שֶׁבַּסִּילוֹן עִם מֵי הַמִּקְוֶה כְּאֶחָד אֲפִלּוּ כְּשַׂעֲרָה דַּיּוֹ וַהֲרֵי שְׁנֵי הַמִּקְוָאוֹת שֶׁהַסִּילוֹן בֵּינֵיהֶן כְּמִקְוֶה אֶחָד: \n",
      "שָׁלֹשׁ גֻּמּוֹת שֶׁבַּנַּחַל הַתַּחְתּוֹנָה וְהָעֶלְיוֹנָה שֶׁל עֶשְׂרִים סְאָה וְהָאֶמְצָעִית שֶׁל אַרְבָּעִים וְשֶׁטֶף שֶׁל גְּשָׁמִים עוֹבֵר בְּתוֹךְ הַנַּחַל אַף עַל פִּי שֶׁהוּא נִכְנָס לְתוֹכָן וְיוֹצֵא מִתּוֹכָן אֵין זֶה עֵרוּב. וְאֵין מַטְבִּילִין אֶלָּא בָּאֶמְצָעִית שֶׁאֵין הַמַּיִם הַנִּזְחָלִין מְעָרְבִין אֶלָּא אִם כֵּן עָמְדוּ: \n",
      "טִיט רַךְ שֶׁהַפָּרָה שׁוֹחָה וְשׁוֹתָה מִמֶּנּוּ הֲרֵי זֶה נִמְדָּד עִם הַמִּקְוֶה. הָיָה עָבֶה עַד שֶׁאֵין הַפָּרָה שׁוֹחָה וְשׁוֹתָה אֵינוֹ נִמְדָּד עִמּוֹ: \n",
      "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם וְטִיט מַטְבִּילִין בַּטִּיט וּבַמַּיִם. בְּאֵי זֶה טִיט מַטְבִּילִין בַּטִּיט הָרַךְ שֶׁהַמַּיִם צָפִין עַל גַּבָּיו. הָיוּ הַמַּיִם מִצַּד אֶחָד וְהַטִּיט הָרַךְ מִצַּד אַחֵר מַטְבִּילִין בַּמַּיִם וְלֹא בַּטִּיט: \n",
      "כָּל שֶׁתְּחִלַּת בְּרִיָּתוֹ מִן הַמַּיִם כְּגוֹן יַבְחוּשִׁין אֲדֻמִּין מַטְבִּילִין בּוֹ. וּמַטְבִּילִין בְּעֵינוֹ שֶׁל דָּג: \n",
      "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת וְיָרְדוּ שְׁנַיִם וְטָבְלוּ זֶה אַחַר זֶה אַף עַל פִּי שֶׁרַגְלָיו שֶׁל רִאשׁוֹן נוֹגְעוֹת בַּמַּיִם הָרִאשׁוֹן טָהוֹר וְהַשֵּׁנִי בְּטֻמְאָתוֹ שֶׁהֲרֵי חָסְרוּ הַמַּיִם מֵאַרְבָּעִים סְאָה. הִטְבִּיל בּוֹ תְּחִלָּה סָגוֹס עָבֶה וְכַיּוֹצֵא בּוֹ וְהִגְבִּיהוֹ אִם הָיְתָה מִקְצָת הַסָּגוֹס נוֹגַעַת בַּמַּיִם הֲרֵי הַטּוֹבֵל בָּאַחֲרוֹנָה טָהוֹר שֶׁהֲרֵי הַמַּיִם כֻּלָּן מְעֹרָבִין. הִטְבִּיל בּוֹ אֶת הַמִּטָּה וְכַיּוֹצֵא בָּהּ אַף עַל פִּי שֶׁדָּחַק רַגְלֵי הַמִּטָּה בְּטִיט עָבֶה שֶׁבְּקַרְקַע הַמִּקְוֶה עַד שֶׁצָּפוּ הַמַּיִם עָלֶיהָ לְמַעְלָה הֲרֵי זוֹ טְהוֹרָה שֶׁהֲרֵי לֹא נִטְבְּעוּ בַּטִּיט עַד שֶׁטָּבְלוּ בַּמַּיִם תְּחִלָּה. הִטְבִּיל בּוֹ יוֹרָה גְּדוֹלָה הֲרֵי זוֹ טְמֵאָה כְּשֶׁהָיְתָה מִפְּנֵי שֶׁהַמַּיִם נִתָּזִין וְיוֹצְאִין חוּץ לַמִּקְוֶה וְנִמְצָא חָסֵר מֵאַרְבָּעִים. כֵּיצַד יַעֲשֶׂה. מוֹרִידָהּ דֶּרֶךְ פִּיהָ וְהוֹפְכָהּ בַּמִּקְוֶה וּמַטְבִּילָהּ וּמַעֲלֶה אוֹתָהּ דֶּרֶךְ שׁוּלֶיהָ כְּדֵי שֶׁלֹּא יִהְיוּ הַמַּיִם שֶׁבְּתוֹכָהּ שְׁאוּבִים וְיַחְזְרוּ לַמִּקְוֶה וְיִפְסְלוּהוּ: \n",
      "מִקְוֶה שֶׁמֵּימָיו מְרֻדָּדִין כּוֹבֵשׁ אֲפִלּוּ חֲבִילֵי קַשׁ וַחֲבִילֵי קָנִים בְּתוֹךְ הַמַּיִם וּמִן הַצְּדָדִין עַד שֶׁיֵּעָרְמוּ הַמַּיִם לְמַעְלָה וְיוֹרֵד וְטוֹבֵל לְתוֹכָן: \n"
    ],
    [
      "שֵׁשׁ מַעֲלוֹת בְּמִקְוָאוֹת זוֹ לְמַעְלָה מִזּוֹ. הָרִאשׁוֹן מֵי גְּבָאִים. וּמֵי בּוֹרוֹת שִׁיחִין וּמְעָרוֹת. וְכַיּוֹצֵא בָּהֶן מִמַּיִם הַמְכֻנָּסִין בַּקַּרְקַע אַף עַל פִּי שֶׁהֵן שְׁאוּבִין וְאַף עַל פִּי שֶׁאֵין בָּהֶן אַרְבָּעִים סְאָה הוֹאִיל וְאֵינָן מִתְטַמְּאִין אֶלָּא לְרָצוֹן כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הֵן בְּחֶזְקַת טְהוֹרִין וּכְשֵׁרִין לַעֲשׂוֹת מֵהֶן עִסָּה הַטְּבוּלָה לְחַלָּה וְלִטּל מֵהֶן לַיָּדַיִם וְהוּא שֶׁיִּטּל מֵהֶן בִּכְלִי כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לְמַעְלָה מֵהֶן מֵי תַּמְצִית שֶׁלֹּא פָּסְקוּ אֶלָּא עֲדַיִן הַגְּשָׁמִים יוֹרְדִין וְהֶהָרִים בּוֹצְצִין וְהֵן נִמְשָׁכִין וְנִקְוִין וְאֵינָן שְׁאוּבִין אֲבָל אֵין בָּהֶן אַרְבָּעִים סְאָה הֲרֵי הֵן כְּשֵׁרִין לִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם וּמַטְבִּיל בָּהֶן אֶת הַמַּיִם שֶׁנִּטְמְאוּ. פָּסְקוּ הַגְּשָׁמִים וְלֹא פָּסְקוּ הֶהָרִים מִלְּהַזְחִיל עֲדַיִן הֵן מֵי תַּמְצִית. פָּסְקוּ הֶהָרִים וְאֵינָן בּוֹצְצִין הֲרֵי אֵלּוּ כְּמֵי גְּבָאִין: \n",
      "הַחוֹפֵר בְּצַד הַיָּם וּבְצַד הַנָּהָר וּבִמְקוֹם הַבֵּצִין הֲרֵי הֵן כְּמֵי תַּמְצִית שֶׁלֹּא פָּסְקוּ: \n",
      "הַחוֹפֵר בְּצַד הַמַּעְיָן כָּל זְמַן שֶׁהָיוּ בָּאִין מֵחֲמַת הַמַּעְיָן אַף עַל פִּי שֶׁפּוֹסְקִין וְחוֹזְרִין וּמוֹשְׁכִין הֲרֵי הֵן כְּמֵי מַעְיָן. פָּסְקוּ מִלִּהְיוֹת מוֹשְׁכִין הֲרֵי הֵן כְּמֵי גְּבָאִין: \n",
      "לְמַעְלָה מֵהֶן מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם שֶׁאֵינָם שְׁאוּבִין שֶׁבּוֹ טוֹבֵל כָּל אָדָם טָמֵא חוּץ מִן הַזָּב הַזָּכָר וּבוֹ מַטְבִּילִין אֶת כָּל הַכֵּלִים הַטְּמֵאִים וְאֶת הַיָּדָיִם שֶׁמַּטְבִּילִין לְקֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁמֵּימָיו מוּעָטִין וְהִרְבּוּ עָלָיו מַיִם שְׁאוּבִין שָׁוֶה לְמִקְוֶה שֶׁאֵין מְטַהֲרִין בְּמַיִם הַנִּמְשָׁכִין מִמֶּנּוּ אֶלָּא בְּמַיִם הַנִּקְוִין וְעוֹמְדִין בְּאֶשְבּוֹרֶן וְשָׁוֶה לַמַּעְיָן שֶׁהוּא מְטַהֵר בְּכָל שֶׁהוּא שֶׁהַמַּעְיָן אֵין לְמֵימָיו שִׁעוּר אֲפִלּוּ כָּל שֶׁהֵן מְטַהֲרִין: \n",
      "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁלֹּא נִתְעָרֵב בּוֹ מַיִם שְׁאוּבִין אֲבָל מֵימָיו מֻכִּים כְּגוֹן שֶׁהָיוּ מֵימָיו מָרִים אוֹ מְלוּחִים שֶׁהֲרֵי הוּא מְטַהֵר בְּזוֹחֲלִים וְהֵן הַמַּיִם הַנִּגְרָרִים וְנִמְשָׁכִין מִן הַמַּעְיָן: \n",
      "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁמֵּימָיו מַיִם חַיִּים שֶׁבָּהֶן בִּלְבַד טוֹבְלִים בּוֹ הַזָּבִים הַזְּכָרִים וְלוֹקְחִין מֵהֶן לְטָהֳרַת הַמְצֹרָע וּלְקַדֵּשׁ מֵי חַטָּאת. מַה בֵּין מַעְיָן לְמִקְוֶה הַמִּקְוֶה אֵינוֹ מְטַהֵר אֶלָּא בְּאַרְבָּעִים סְאָה וְהַמַּעְיָן מְטַהֵר בְּכָל שֶׁהוּא. הַמִּקְוֶה אֵינוֹ מְטַהֵר אֶלָּא בְּאֶשְבּוֹרֶן וְהַמַּיִם הַנִּזְחָלִים מִמֶּנּוּ אֵינָן מְטַהֲרִין וְהַמַּעְיָן מְטַהֵר בְּזוֹחֲלִים. הַמִּקְוֶה לֹא תַּעֲלֶה בּוֹ טְבִילָה לְזָבִים וְהַמַּעְיָן אִם הָיוּ מֵימָיו מַיִם חַיִּים הַזָּב טוֹבֵל בָּהֶן: \n",
      "מַעְיָן שֶׁמֵּימָיו יוֹצְאִין וְנִמְשָׁכִין לְתוֹךְ הַשֹּׁקֶת וְאַחַר כָּךְ יוֹצְאִין מִן הַשֹּׁקֶת וְנִזְחָלִין הֲרֵי כָּל הַמַּיִם שֶׁבַּשֹּׁקֶת וְשֶׁחוּץ לוֹ פְּסוּלִין. הָיוּ מִקְצָתָן נִמְשָׁכִין עַל שְׂפַת הַשֹּׁקֶת אֲפִלּוּ כָּל שֶׁהוּא הֲרֵי הַמַּיִם שֶׁחוּץ לַשֹּׁקֶת כְּשֵׁרִים שֶׁהַמַּעְיָן מְטַהֵר בְּכָל שֶׁהוּא. הָיוּ מֵימָיו נִמְשָׁכִין לְתוֹךְ בְּרֵכָה שֶׁהִיא מַיִם וְנִקְוִין שָׁם הֲרֵי אוֹתָהּ הַבְּרֵכָה כְּמִקְוֶה. הָיָה יוֹצֵא חוּץ לַבְּרֵכָה הֲרֵי זֶה פָּסוּל לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ מֵי חַטָּאת עַד שֶׁיֵּדַע שֶׁיָּצְאוּ כָּל מֵי הַמִּקְוֶה שֶׁהָיוּ בְּתוֹךְ הַבְּרֵכָה: \n",
      "מַעְיָן שֶׁמֵּימָיו נִמְשָׁכִין עַל גַּבֵּי כֵּלִים שֶׁאֵין לָהֶן בֵּית קִבּוּל כְּגוֹן שֻׁלְחָן וְסַפְסָל וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה כְּמִקְוֶה וּבִלְבַד שֶׁלֹּא יַטְבִּיל עַל גַּבֵּי הַכֵּלִים: \n",
      "מַעְיָן שֶׁהָיוּ אַמּוֹת קְטַנּוֹת נִמְשָׁכוֹת מִמֶּנּוּ וְרִבָּה עָלָיו מַיִם שְׁאוּבִין לְתוֹךְ הַמַּעְיָן עַד שֶׁגָּבְרוּ הַמַּיִם שֶׁבָּאַמּוֹת וְשָׁטְפוּ הֲרֵי הֵן כְּמַעְיָן לְכָל דָּבָר. הָיוּ מֵימֵי הַמַּעְיָן עוֹמְדִים וְאֵינָן נִמְשָׁכִין וְרִבָּה עָלָיו מַיִם עַד שֶׁמָּשְׁכוּ מִמֶּנּוּ אַמּוֹת הַמַּיִם הֲרֵי הַמַּיִם שֶׁמְּשׁוּכִין שָׁוִין לַמִּקְוֶה לְטַהֵר בָּאֶשְבּוֹרֶן בִּלְבַד וְשָׁוִין לַמַּעְיָן לְטַהֵר בְּכָל שֶׁהוּא: \n",
      "כָּל הַיַּמִים מְטַהֲרִין בְּזוֹחֲלִין וּפְסוּלִין לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ בָּהֶן מֵי חַטָּאת: \n",
      "הַמַּיִם הַזּוֹחֲלִין מִן הַמַּעְיָן הֲרֵי הֵם כְּמַעְיָן לְכָל דָּבָר. וְהַמְנַטְּפִין מִן הַמַּעְיָן אַף עַל פִּי שֶׁהֵן טוֹרְדִין הֲרֵי הֵם כְּמִקְוֶה וְאֵין מְטַהֲרִין אֶלָּא בְּאַרְבָּעִים סְאָה עוֹמְדִין. וּפְסוּלִין לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ בָּהֶן מֵי חַטָּאת. הָיוּ הַזּוֹחֲלִין מִן הַמַּעְיָן מִתְעָרְבִין עִם הַנּוֹטְפִין [מִמֶּנּוּ אִם רַבּוּ הַזּוֹחֲלִין עַל הַנּוֹטְפִין] הֲרֵי הַכּל כְּמַעְיָן לְכָל דָּבָר. וְאִם רַבּוּ הַנּוֹטְפִים עַל הַזּוֹחֲלִין וְכֵן אִם רַבּוּ מֵי גְּשָׁמִים עַל מֵי הַנָּהָר אֵינָן מְטַהֲרִין בְּזוֹחֲלִין אֶלָּא בְּאֶשְבּוֹרֶן. לְפִיכָךְ צָרִיךְ לְהַקִּיף מַפָּץ וְכַיּוֹצֵא בּוֹ בְּאוֹתוֹ הַנָּהָר הַמְעֹרָב עַד שֶׁיִּקָּווּ הַמַּיִם וְיִטְבּל בָּהֶן: \n",
      "נוֹטְפִין שֶׁעֲשָׂאָן זוֹחֲלִין כְּגוֹן שֶׁסָּמַךְ לְמִקְוֶה הַמְנַטֵּף טַבְלָא שֶׁל חֶרֶס חֲלָקָה וַהֲרֵי הַמַּיִם נִזְחָלִין וְיוֹרְדִין עָלֶיהָ הֲרֵי הֵן כְּשֵׁרִין. וְכָל דָּבָר שֶׁמְּקַבֵּל טֻמְאָה וַאֲפִלּוּ מִדִּבְרֵי סוֹפְרִים אֵין מַזְחִילִין בּוֹ: \n",
      "זוֹחֲלִין שֶׁקִּלְּחָן בַּעֲלֵי אֱגוֹז כְּשֵׁרִים כְּשֶׁהָיוּ שֶׁאֵין עֲלֵי הָאֱגוֹז הַלַּח שֶׁהוּא צוֹבֵעַ חָשׁוּב כְּכֵלִים: \n",
      "מֵי גְּשָׁמִים הַבָּאִין מִן הַמִּדְרוֹן וְהִנָּם נִזְחָלִין וְיוֹרְדִין אַף עַל פִּי שֶׁהָיוּ מִתְּחִלָּתָן וְעַד סוֹפָן אַרְבָּעִים סְאָה אֵין מַטְבִּילִין בָּהֶן כְּשֶׁהֵן נִזְחָלִין עַד שֶׁיִּקָּווּ וְיָנוּחוּ בְּאֶשְבּוֹרֶן אַרְבָּעִים סְאָה. הֲרֵי שֶׁהִקִּיף כֵּלִים וְעָשָׂה מֵהֶן מְחִצּוֹת עַד שֶּׁנִּתְקַבֵּץ בֵּינֵיהֶן אַרְבָּעִים סְאָה מִמַּיִם הַנִּזְחָלִין מִן הַגְּשָׁמִים הֲרֵי זֶה טוֹבֵל בָּהֶן. וְכֵלִים שֶׁעָשָׂה מֵהֶן הַגָּדֵר לֹא עָלְתָה לָהֶן טְבִילָה: \n",
      "גַּל שֶׁנִּתְלַשׁ מִן הַיָּם וְנָפַל עַל הָאָדָם אוֹ עַל הַכֵּלִים אִם יֵשׁ בּוֹ אַרְבָּעִים סְאָה הֲרֵי אֵלּוּ טְהוֹרִין לְחֻלִּין שֶׁאֵין הַטּוֹבֵל לְחֻלִּין צָרִיךְ כַּוָּנָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שְׁאָר אָבוֹת הַטֻּמְאוֹת. וְאִם נִתְכַּוֵּן וְהָיָה יוֹשֵׁב וּמְצַפֶּה עַד שֶׁיִּפּל עָלָיו הַגַּל עָלְתָה לוֹ טְבִילָה לְדָבָר שֶׁנִּתְכַּוֵּן לוֹ: \n",
      "אֵין מַטְבִּילִין בְּגַל כְּשֶׁהוּא בָּאֲוִיר קֹדֶם שֶׁיִּפּל עַל הָאָרֶץ וְאַף עַל פִּי שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה. לְפִי שֶׁאֵין מַטְבִּילִין בְּזוֹחֲלִים קַל וָחֹמֶר בָּאֲוִיר. הָיוּ שְׁנֵי רָאשֵׁי הַגַּל נוֹגְעִין בָּאָרֶץ מַטְבִּילִין בּוֹ וְאֵין מַטְבִּילִין בַּכִּפָּה שֶׁלּוֹ מִפְּנֵי שֶׁהוּא אֲוִיר: \n"
    ],
    [
      "סָפֵק מַיִם שְׁאוּבִין שֶׁטִּהֲרוּ חֲכָמִים כֵּיצַד. מִקְוֶה שֶׁנִּסְתַּפֵּק לוֹ אִם נָפְלוּ לְתוֹכוֹ מַיִם שְׁאוּבִים אוֹ לֹא. וַאֲפִלּוּ יָדַע בְּוַדַּאי שֶׁנָּפְלוּ סָפֵק יֵשׁ בָּהֶן שְׁלֹשֶׁת לוֹגִין סָפֵק אֵין בָּהֶן. וַאֲפִלּוּ יָדַע בְּוַדַּאי שֶׁיֵּשׁ בָּהֶן שְׁלֹשֶׁת לוֹגִין סָפֵק שֶׁהָיָה בַּמִּקְוֶה שֶׁנָּפְלוּ בּוֹ אַרְבָּעִים סְאָה סָפֵק לֹא הָיָה הֲרֵי זֶה כָּשֵׁר: \n",
      "שְׁנֵי מִקְוָאוֹת אֶחָד יֵשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד אֵין בּוֹ. נָפְלוּ שְׁלֹשֶׁת לוֹגִין מַיִם שְׁאוּבִין לְאֶחָד מֵהֶן וְאֵין יָדוּעַ לְאֵיזֶה מֵהֶן נָפְלוּ סְפֵקוֹ טָהוֹר מִפְּנֵי שֶׁיֵּשׁ לוֹ בְּמָה יִתְלֶה. הָיוּ שְׁנֵיהֶן פְּחוּתִין מֵאַרְבָּעִים סְאָה וְנָפְלוּ לְאֶחָד מֵהֶן וְאֵין יָדוּעַ לְאֵיזֶה מֵהֶן כָּל אֶחָד מִשְּׁנֵיהֶן פָּסוּל שֶׁאֵין לוֹ בְּמָה יִתְלֶה אִם לָזֶה נָפְלוּ נִפְסַל וְאִם לָזֶה נָפְלוּ נִפְסַל: \n",
      "מִקְוֶה שֶׁהֱנִיחוֹ רֵיקָן וּבָא וּמְצָאוֹ מָלֵא כָּשֵׁר מִפְּנֵי שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִין לְמִקְוֶה זֶה: \n",
      "צִנּוֹר שֶׁמְּקַלֵּחַ לַמִּקְוֶה וְהַמַּכְתֶּשֶׁת נְתוּנָה בְּצִדּוֹ סָפֵק מִן הַצִּנּוֹר לַמִּקְוֶה סָפֵק מִן הַמַּכְתֶּשֶׁת לַמִּקְוֶה הֲרֵי זֶה פָּסוּל מִפְּנֵי שֶׁהַפְּסוּל מוּכָח. וְאִם יֵשׁ בַּמִּקְוֶה רֻבּוֹ מַיִם כְּשֵׁרִים הֲרֵי זֶה כָּשֵׁר שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִים הוּא שֶׁהֲרֵי יֵשׁ שָׁם מִקְוֶה כָּשֵׁר קָבוּעַ: \n",
      "כָּל הַמִּקְוָאוֹת הַנִּמְצָאִים בְּאֶרֶץ הָעַמִּים פְּסוּלִין שֶׁחֶזְקָתָן שְׁאוּבִין. וְכָל הַמִּקְוָאוֹת הַנִּמְצָאִים בְּאֶרֶץ יִשְׂרָאֵל בַּמְּדִינוֹת לְפָנִים מִן הַמַּפְתֵּחַ בְּחֶזְקַת פְּסוּלִין שֶׁאַנְשֵׁי הַמְּדִינָה מְכַבְּסִים בָּהֶן וּמְטִילִין לְתוֹכָן מַיִם שְׁאוּבִים תָּמִיד. וְכָל הַמִּקְוָאוֹת הַנִּמְצְאִים בְּאֶרֶץ יִשְׂרָאֵל חוּץ לַמַּפְתֵּחַ בְּחֶזְקַת טָהֳרָה שֶׁחֶזְקָתָן מִן הַגְּשָׁמִים: \n",
      "הַטָּמֵא שֶׁיָּרַד לִטְבּל סָפֵק טָבַל סָפֵק לֹא טָבַל וַאֲפִלּוּ טָבַל סָפֵק יֵשׁ בּוֹ אַרְבָּעִים סְאָה סָפֵק אֵין בּוֹ. שְׁנֵי מִקְוָאוֹת אֶחָד יֵשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד אֵין בּוֹ וְטָבַל בְּאֶחָד מֵהֶן וְאֵין יָדוּעַ בְּאֵיזֶה מֵהֶן טָבַל סְפֵקוֹ טָמֵא לְפִי שֶׁהַטָּמֵא בְּחֶזְקָתוֹ עַד שֶׁיִּוָּדַע שֶׁטָּבַל כָּרָאוּי. וְכֵן מִקְוֶה שֶׁנִּמְדַּד וְנִמְצָא חָסֵר בֵּין שֶׁהָיָה הַמִּקְוֶה בִּרְשׁוּת הָרַבִּים בֵּין שֶׁהָיָה בִּרְשׁוּת הַיָּחִיד כָּל הַטָּהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו לְמַפְרֵעַ טְמֵאוֹת עַד שֶׁיִּוָּדַע זְמַן שֶׁנִּמְדַּד בּוֹ וְהָיָה שָׁלֵם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה הַטְּבִילָה מִטֻּמְאָה חֲמוּרָה. אֲבָל אִם טָבַל מִטֻּמְאָה קַלָּה כְּגוֹן שֶׁאָכַל אֳכָלִין טְמֵאִין אוֹ שָׁתָה מַשְׁקִין טְמֵאִין אוֹ בָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלֹשֶׁת לוֹגִין מַיִם שְׁאוּבִין. הוֹאִיל וְעִקַּר דְּבָרִים אֵלּוּ מִדִּבְרֵיהֶן הֲרֵי סְפֵקוֹ טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַף עַל פִּי שֶׁנִּסְתַּפֵּק לוֹ אִם טָבַל אוֹ לֹא טָבַל אוֹ שֶׁנִּמְצָא הַמִּקְוֶה חָסֵר לְאַחַר זְמַן וְכַיּוֹצֵא בִּסְפֵקוֹת אֵלּוּ הֲרֵי זֶה טָהוֹר: \n",
      "שְׁנֵי מִקְוָאוֹת אֶחָד כָּשֵׁר וְאֶחָד פָּסוּל וְטָבַל בְּאֶחָד מֵהֶן מִטֻּמְאָה חֲמוּרָה וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ תְּלוּיוֹת. טָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הָרִאשׁוֹנוֹת תְּלוּיוֹת כְּשֶׁהָיוּ וְהַשְּׁנִיּוֹת טְהוֹרוֹת. וְאִם נָגְעוּ אֵלּוּ בְּאֵלּוּ רִאשׁוֹנוֹת תְּלוּיוֹת וּשְׁנִיּוֹת יִשָּׂרְפוּ. וְכֵן אִם נִטְמָא בָּאֶמְצַע טֻמְאָה קַלָּה שֶׁבֵּאַרְנוּ וְטָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת. אֲבָל אִם טָבַל בְּאֶחָד מֵהֶן מִטֻּמְאָה קַלָּה וְעָשָׂה טָהֳרוֹת וְנִטְמָא טֻמְאָה חֲמוּרָה וְטָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הָרִאשׁוֹנוֹת טְהוֹרוֹת וְהַשְּׁנִיּוֹת תְּלוּיוֹת. וְאִם נָגְעוּ אֵלּוּ בְּאֵלּוּ רִאשׁוֹנוֹת יִשָּׂרְפוּ וְהַשְּׁנִיּוֹת תְּלוּיוֹת כְּשֶׁהָיוּ. הָיָה בְּאֶחָד מֵהֶן אַרְבָּעִים סְאָה וְאֶחָד כֻּלּוֹ שָׁאוּב וְטָבְלוּ בָּהֶן שְׁנַיִם אֶחָד מִטֻּמְאָה חֲמוּרָה וְאֶחָד מִטֻּמְאָה קַלָּה וְעָשׂוּ טָהֳרוֹת הַטּוֹבֵל מִטֻּמְאָה חֲמוּרָה טָהֳרוֹתָיו תְּלוּיוֹת וְהַטּוֹבֵל מִטֻּמְאָה קַלָּה טָהֳרוֹתָיו טְהוֹרוֹת. הָיָה אֶחָד טָמֵא וְיָרַד לִטְבּל וְהַשֵּׁנִי יֵרֵד לְהָקֵר זֶה שֶׁיָּרַד לִטְבּל בְּאֶחָד מֵהֶן טָהֳרוֹתָיו תְּלוּיוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה שֶׁיָּרַד לְהָקֵר טָהוֹר כְּשֶׁהָיָה. שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִין הוּא שֶׁמָּא בַּשָּׁאוּב טָבַל כְּשֶׁהֵקֵר וְנִטְמָא: \n",
      "שְׁנֵי מִקְוָאוֹת שֶׁל עֶשְׂרִים עֶשְׂרִים סְאָה אֶחָד שָׁאוּב וְאֶחָד כָּשֵׁר. הֵקֵר בְּאֶחָד מֵהֶן וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ טְהוֹרוֹת. הֵקֵר בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ יִשָּׂרְפוּ. שֶׁהֲרֵי וַדַּאי בָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁנְּטִילַת יָדַיִם וּטְבִילָתָן מִדִּבְרֵי סוֹפְרִים. וְיָדַיִם שֶׁצְּרִיכוֹת טְבִילָה אֵין מַטְבִּילִין אוֹתָן אֶלָּא בְּמִקְוֶה כָּשֵׁר שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה. שֶׁבְּמָקוֹם שֶׁהָאָדָם טוֹבֵל בּוֹ כֵּלִים יָדַיִם טוֹבְלִין. אֲבָל יָדַיִם שֶׁאֵין צְרִיכוֹת אֶלָּא נְטִילָה בִּלְבַד אִם הִטְבִּילָן בְּמֵי מִקְוֶה טְהוֹרִין. וְאִם הִטְבִּילָן בְּמַיִם שְׁאוּבִין בֵּין בְּכֵלִים בֵּין בְּקַרְקָעוֹת לֹא טָהֲרוּ יָדָיו עַד שֶׁיִּפְּלוּ הַמַּיִם הַשְּׁאוּבִים מִן הַכְּלִי עַל יָדָיו. שֶׁאֵין נוֹטְלִין לַיָּדַיִם אֶלָּא מִן הַכֵּלִים וּמִכֹּחַ נוֹתֵן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בְּרָכוֹת: \n",
      "כָּל הַחוֹצֵץ בִּטְבִילָה חוֹצֵץ בַּיָּדַיִם בֵּין בִּטְבִילָתָן בֵּין בִּנְטִילָתָן. וְכָל הָעוֹלֶה לְמִדַּת הַמִּקְוֶה כְּטִיט הַנֵּרוֹק עוֹלֶה לְשִׁעוּר הָרְבִיעִית שֶׁנּוֹטְלִין בָּהֶן הַיָּדָיִם. וְכָל הַנּוֹטֵל יָדָיו צָרִיךְ לְשַׁפְשֵׁף: \n",
      "הַנּוֹטֵל שְׁתֵּי יָדָיו לִתְרוּמָה צָרִיךְ לַחְזֹר וְלִטּל פַּעַם שְׁנִיָּה בְּמַיִם שְׁנִיִּים כְּדֵי לְהָסִיר הַמַּיִם שֶׁעַל גַּב יָדָיו שֶׁהֲרֵי הַמַּיִם שֶׁנָּטַל בָּהֶן תְּחִלָּה וְהֵן הַנִּקְרָאִין מַיִם רִאשׁוֹנִים נִטְמְאוּ בְּיָדָיו. לְפִיכָךְ אִם נָפַל כִּכָּר שֶׁל תְּרוּמָה לְתוֹךְ הַמַּיִם שֶׁנָּטַל בָּהֶן יָדָיו תְּחִלָּה נִטְמָא וְאִם נָפַל לְתוֹךְ הַמַּיִם הַשְּׁנִיִּים לֹא נִטְמָא. וְאִם נָטַל רִאשׁוֹנִים וּשְׁנִיִּים לְמָקוֹם אֶחָד וְנָפַל שָׁם כִּכָּר שֶׁל תְּרוּמָה נִטְמָא. נָטַל אֶת הָרִאשׁוֹנִים וְנִמְצָא עַל יָדָיו דָּבָר חוֹצֵץ וֶהֱסִירוֹ וְנָטַל אֶת הַשְּׁנִיִּים הֲרֵי יָדָיו טְמֵאוֹת כְּשֶׁהָיוּ שֶׁאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִין אֶלָּא הַנִּשְׁאָר מִן הַמַּיִם הָרִאשׁוֹנִים עַל גַּבֵּי יָדָיו: \n",
      "הַיָּדָיִם מִתְטַמְּאוֹת וּמִתְטַהֲרוֹת עַד הַפֶּרֶק. כֵּיצַד. נָטַל אֶת הָרִאשׁוֹנִים עַד הַפֶּרֶק וְנָטַל הַמַּיִם הַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ מִחוּץ לַפֶּרֶק לְיָדָיו הֲרֵי יָדָיו טְהוֹרוֹת שֶׁהַמַּיִם הַשְּׁנִיִּים טְהוֹרִין הֵן. נָטַל אֶת הָרִאשׁוֹנִים וְהַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ לְיָדוֹ נִטְמֵאת יָדוֹ שֶׁהַמַּיִם הָרִאשׁוֹנִים שֶׁחוּץ לַפֶּרֶק נִטְמְאוּ מֵחֲמַת יָדָיו וְאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִים בַּמַּיִם שֶׁחוּץ לַפֶּרֶק. וּלְפִי שֶׁחָזְרוּ הַמַּיִם שֶׁחוּץ לַפֶּרֶק לְיָדוֹ טִמְּאוּהָ: \n",
      "נָטַל אֶת הָרִאשׁוֹנִים לְיָדוֹ אַחַת וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לִשְׁתֵּי יָדָיו טְמֵאוֹת שֶׁהַשְּׁנִיִּים מִתְטַמְּאִין מֵחֲמַת הַיָּד שֶׁלֹּא נִטְּלָה בְּמַיִם רִאשׁוֹנִים וְחוֹזְרִין וּמְטַמְּאִין אֶת הַיָּד הַשְּׁנִיָּה. נָטַל אֶת הָרִאשׁוֹנִים לִשְׁתֵּי יָדָיו וְנָטַל אֶת הַשְּׁנִיִּים לְיָדוֹ אַחַת הָאַחַת טְהוֹרָה. נָטַל יָדוֹ אַחַת וְשִׁפְשְׁפָהּ בַּחֲבֶרְתָּהּ נִטְמְאוּ הַמַּיִם שֶׁעָלֶיהָ מֵחֲמַת חֲבֶרְתָּהּ שֶׁלֹּא נִטְּלָה וְחוֹזְרִין וּמְטַמְּאִין אֶת הַיָּד שֶׁנִּטְּלָה. שִׁפְשְׁפָהּ בְּרֹאשׁוֹ אוֹ בַּכֹּתֶל הֲרֵי זוֹ טְהוֹרָה: \n",
      "נָטַל שְׁתֵּי יָדָיו מִשְּׁטִיפָה אַחַת הֲרֵי אֵלּוּ טְהוֹרִין וְאֵין אוֹמְרִין הֲרֵי זֶה כְּנוֹטֵל יָדוֹ אַחַת בַּמַּיִם שֶׁיָּרְדוּ מֵעַל יָדוֹ הַשְּׁנִיָּה. אֲפִלּוּ אַרְבָּעָה אוֹ חֲמִשָּׁה זֶה בְּצַד זֶה אוֹ זֶה עַל גַּב זֶה. וּבִלְבַד שֶׁיַּרְפּוּ שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם: \n",
      "נָטַל מִקְצָת יָדוֹ וְחָזַר וְהוֹסִיף וְנָטַל הַנִּשְׁאָר מִן יָדוֹ הֲרֵי יָדוֹ טְמֵאָה כְּשֶׁהָיְתָה. וְאִם עֲדַיִן יֵשׁ עַל מִקְצָת שֶׁנָּטַל בַּתְּחִלָּה טוֹפֵחַ עַל מְנָת לְהַטְפִּיחַ הֲרֵי זוֹ טְהוֹרָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַיִם רִאשׁוֹנִים. אֲבָל בִּשְׁנִיִּים נוֹטֵל מִקְצָת יָדָיו וְחוֹזֵר וּמוֹסִיף עַל מִקְצָתָן: \n",
      "שִׁעוּר הַמַּיִם שֶׁנּוֹטְלִין בָּהֶן תְּחִלָּה רְבִיעִית לְכָל אָדָם וְאָדָם לִשְׁתֵּי הַיָדַיִם אֵין פָּחוֹת מִשִּׁעוּר זֶה כְּמוֹ שֶׁבֵּאַרְנוּ בִּנְטִילַת יָדַיִם לְפַת. אֲבָל מַיִם שְׁנִיִּים יֵשׁ לִשְׁנַיִם לִטּל יְדֵיהֶן מֵרְבִיעִית. וּמֵחֲצִי לוֹג נוֹתְנִין לִשְׁלֹשָׁה וּלְאַרְבָּעָה. וּמִלּוֹג נוֹתְנִין אֲפִלּוּ לְמֵאָה שֶׁאֵין הַמַּיִם הַשְּׁנִיִּים לְטַהֵר אֶלָּא לְהַעֲבִיר הַמַּיִם הָרִאשׁוֹנִים: \n",
      "כְּלִי שֶׁהָיָה בּוֹ רְבִיעִית מַיִם כְּשֵׁרִים לִנְטִילַת יָדַיִם וְנָתַן לְתוֹכוֹ מְעַט מַיִם פְּסוּלִין לִנְטִילַת יָדַיִם הֲרֵי אֵלּוּ כְּשֵׁרִין. נָטַל מִן הַכְּלִי כַּשִּׁעוּר שֶׁנָּתַן וְנִשְׁאֲרָה רְבִיעִית בִּלְבַד כְּשֶׁהָיְתָה הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁהַמַּיִם הַפְּסוּלִין הִשְׁלִימוּ שִׁעוּר הָרְבִיעִית: \n",
      "כָּל הַמַּיִם הַפְּסוּלִין לִנְטִילָה בְּמַיִם רִאשׁוֹנִים כָּךְ הֵן פְּסוּלִין בְּמַיִם שְׁנִיִּים. וְכָל כְּלִי שֶׁאֵין נוֹטְלִין מִמֶּנּוּ בְּמַיִם רִאשׁוֹנִים כָּךְ אֵין נוֹטְלִין מִמֶּנּוּ מַיִם שְׁנִיִּים. וּכְשֵׁם שֶׁצָּרִיךְ לִהְיוֹת הַמַּיִם הָרִאשׁוֹנִים מִכֹּחַ אָדָם כָּךְ הַמַּיִם הַשְּׁנִיִּים: \n",
      "כְּבָר בֵּאַרְנוּ בְּפֶרֶק שִׁשִּׁי מֵהִלְכוֹת בְּרָכוֹת כָּל מִינֵי הַמַּיִם הַפְּסוּלִין לִנְטִילַת יָדַיִם וְהֶכְשֵׁרָן. וְכָל הַכֵּלִים שֶׁנּוֹטְלִין בָּהֶן לַיָּדַיִם וְשֶׁאֵין נוֹטְלִין. וְאֵי זוֹ נְתִינָה הִיא מִכֹּחַ נוֹתֵן וּכְשֵׁרָה וְאֵי זוֹ נְתִינָה אֵינָהּ מִכֹּחַ נוֹתֵן וּפְסוּלָה. וְכָל אוֹתָן הַדְּבָרִים שֶׁבֵּאַרְנוּ שָׁם בִּנְטִילַת יָדַיִם לְפַת חֻלִּין כָּךְ הֵן לִתְרוּמָה. וּכְשֵׁם שֶׁכָּל סְפֵק יָדַיִם טְהוֹרוֹת לְחֻלִּין כְּמוֹ שֶׁבֵּאַרְנוּ שָׁם. כָּךְ הֵן לִתְרוּמָה כָּל סְפֵק יָדַיִם טָהוֹר: \n",
      "דָּבָר בָּרוּר וְגָלוּי שֶׁהַטֻּמְאוֹת וְהַטָּהֳרוֹת גְּזֵרוֹת הַכָּתוּב הֵן. וְאֵינָן מִדְּבָרִים שֶׁדַּעְתּוֹ שֶׁל אָדָם מַכְרָעָתוֹ. וַהֲרֵי הֵן מִכְּלַל הַחֻקִּים. וְכֵן הַטְּבִילָה מִן הַטֻּמְאוֹת מִכְּלַל הַחֻקִּים הוּא שֶׁאֵין הַטֻּמְאָה טִיט אוֹ צוֹאָה שֶׁתַּעֲבֹר בְּמַיִם אֶלָּא גְּזֵרַת הַכָּתוּב הִיא וְהַדָּבָר תָּלוּי בְּכַוָּנַת הַלֵּב. וּלְפִיכָךְ אָמְרוּ חֲכָמִים טָבַל וְלֹא הֻחְזַק כְּאִלּוּ לֹא טָבַל. וְאַף עַל פִּי כֵן רֶמֶז יֵשׁ בַּדָּבָר כְּשֵׁם שֶׁהַמְכַוֵּן לִבּוֹ לְטַהֵר כֵּיוָן שֶׁטָּבַל טָהוֹר וְאַף עַל פִּי שֶׁלֹּא נִתְחַדֵּשׁ בְּגוּפוֹ דָּבָר כָּךְ הַמְכַוֵּן לִבּוֹ לְטַהֵר נַפְשׁוֹ מִטֻּמְאוֹת הַנְּפָשׁוֹת שֶׁהֵן מַחְשְׁבוֹת הָאָוֶן וְדֵעוֹת הָרָעוֹת. כֵּיוָן שֶׁהִסְכִּים בְּלִבּוֹ לִפְרשׁ מֵאוֹתָן הָעֵצוֹת וְהֵבִיא נַפְשׁוֹ בְּמֵי הַדַּעַת טָהוֹר. הֲרֵי הוּא אוֹמֵר <small>(יחזקאל לו כה)</small> \"וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם מִכּל טֻמְאוֹתֵיכֶם וּמִכָּל גִּלּוּלֵיכֶם אֲטַהֵר אֶתְכֶם\". הַשֵּׁם בְּרַחֲמָיו הָרַבִּים מִכָּל חֵטְא עָוֹן וְאַשְׁמָה יְטַהֲרֵנוּ אָמֵן: \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מקואות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Taharah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [
        "<b> אלא הכלים האמורים בתורה.</b> א''א הרבה דברים ועדיין לא השלים שהכלים האמורים בתורה לא נתפרשו לענין משכב ומושב אלא כל הראוי למשכב מטמא במדרס ואם מטמא לא יטהר בטבילה כשאר טמאים והלא לא נאמרה שבירה אלא בכלי חרס אבל היה לו לומר שלא נתנה תורה טבילה בין למדרס בין לשאר טומאות אלא לכלים או לאריג שהרי בטומאת הזב כתיב וכל כלי עץ ישטף במים וכן במת בפרשת מדין וכן בשרצים ובכולן כלים כתיב הילכך פשוטי כלי העץ הראויים למדרסות ונתרבו לשאר טומאות מקל וחומר מפכים קטנים כיון שנתרבו לטומאה נתרבו לטהרה דון מינה ומינה אי נמי פשוטי כלי עץ הראויים למדרסות אין צריך להביאם מקל וחומר אלא מגופא דקרא דכלי חרס אשר יגע בו הזב ישבר וכל כלי עץ ישטף במים אלמא מקבל טומאה כל שהוא כלי בטומאת הזב ואפילו במגעו מיהו מדכתיב בהדי משכב ומושב בעינן שיהא ראוי למדרס אבל מפץ שאינו כלי אתי מקל וחומר לטומאה אבל לטהרת מים לית ליה שאינו כלי שהרי למדרסות טהרתן במים שהרי הן בכלל וכל כלי עץ ישטף במים אבל מפץ שאינו כלי ולא בגד ולא מעשה עזים לא בא לכלל זה זה טעם העיקר: "
      ],
      [],
      [
        "<b> ובעל קרי טובל והולך כל היום כולו מתחלת הלילה.</b> א''א וכן לטמא שרץ ולכל הטמאים שאין טעונין ספירת שבעה נקיים שהרי אף בטומאת מת שנינו טבל את האזוב ביום והזה בלילה או שטבל בלילה והזה ביום פסול אבל הוא עצמו טובל בלילה ומזה ביום: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ויראה לי ששערו עד שיש בראשן שיער.</b> א''א כדברי הגאונים הוא העיקר: "
      ],
      [],
      [
        "<b> אם באותו היום שחפפה.</b> א''א הא קי''ל כלישנא בתרא דאמר אם סמוך לחפיפה טבלה אינה צריכה לא לחוף ולא לטבול ואם לאו צריכה לחוף ולטבול ומ''ש הוא אינו כלום דאפילו לא בעינן סמוך לכתחלה השתא דאשתכח ריעותא חיישינן אלא אם כן סמוך לחפיפה טבלה: "
      ],
      [],
      [],
      [
        "<b> מפני שהדם נקפה כגלד שעל המכה.</b> א''א זה שיבוש שהרי שנינו גלד שעל המכה אינו חוצץ ועוד ג' ימים למה הלא דבר הנראה לעינים הוא אם הגליד אם לא הגליד שלא אמרו במחט ג' ימים אלא לפי שאינו נראה לעינים ואין הדבר ברור אלא עד ג' ימים אבל כאן שנראה הולכין אחר הראייה ואולי למד שריטות מריבדא דכוסילתא דאמרי עד תלתא יומי לא חייצי וכו' ומאן לימא לן שהשריטות דומה לריבדא שמושך הדם וכל ג' ימים שופע דם אבל שריטה אחרת בתוך ג' ימים מגליד וחוצץ ודוקא חוץ למכה אבל ע''ג מכה אינו מקפיד: "
      ],
      [],
      [
        "<b> וחוצץ בגר בשעת טבילה.</b> א''א אף זה תמה גר למה הקישו לטבילת טהרות: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נכנסים בכולו היה בו מקום.</b> א''א זה עשה תחת שראה במשנה הטבילו כדרכו בלא זרבובית עד שיטהו על צדו לא ידע מהו זה ושם לו פתרון לפי שכלו ואנו כבר הסכמנו עליו והעמדנו על מה שראינו בויק''ר (פ\"ה) השותים במזרקי יין זרבוביות והוא קנישקנין והכלי שאין לו אלא נקב אחד אין המים נכנסין בכולו מפני הרוח וכשיש בו קנה פתוח מן הצד נכנסין בו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כלי שתוכו טהור.</b> א''א נשתבש בשמעתא דזבחים פרק כל הזבחים דלא איתמרא הא מילתא אלא לרבי יהודה אבל רבנן אפילו טמא ממש סגי ליה לדבריהם ביין לבן וחלב וביין אדום בעינן שידהו מראיו לדברי הכל: "
      ],
      [
        "<b> והיה הטיט שוקע.</b> א''א לישנא דתוספתא אם היו מים שוקעין בטיט והטבילו טהור כלומר שהטיט אינו עב: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ופסולין להקוות עליהן.</b> א''א זה שיבוש אלא כשרים להקוות עליהן ולענין חלה ותרומה יש מחלוקת בנוסחא ומסתברא כאותה שיש בה ה''ז פסול לחלה לתרומה ולידים עד שירבו או עד שישטופו ולעולם כשרים להקוות עליהם: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ועשאהו מקוה ה''ז כשר.</b> א''א דבר זה אינו מחוור להטביל בתוכו אלא שאין המים היוצאים ממנו פוסלים את המקוה אבל להטביל בתוכו עד שיהו המים שבתוכו מעורבים עם המקוה בנקב שהוא כשפופרת הנוד ר''י אומר בכלי גדול ד' טפחים ובקטן ברובו הרי ר''י שהוא מחמיר בהטבלה בתוך כלי ורבנן מיהא כשפופרת הנוד בעו ואע''פ שהשידה והתיבה בכלי שניקב בכדי טהרתו הוא ועוד איך אפשר שלא יהא בקרקעיתו ודפנו חרס הראוי לקבל טומאה על ידי יחודו להשתמש בו ונמצאת טבילה זו בכלים: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לא עלתה לו טבילה.</b> א''א בתוספתא הטובל בין במקום היין בין במקום המים כאילו לא טבל ובשאין בו מראה מים מ' סאה קאמר אבל אם יש בו מ' סאה מראה מים טובל במקום המים: "
      ],
      [],
      [],
      [
        "<b> מחמת משקה אחר.</b> א''א מצאתי בתוספתא מקוה שאין בו מים מ' סאה ונפל לתוכו יין ונשתנו מראיו אינו נפסל בשלשה לוגין ולא עוד אלא אפילו חזרו מראיו לכמות שהיו כשר פי' כיון שחזר למראה יין הרי הוא כאילו כולו יין ושוב אינו נפסל בשלשה לוגין מים נפקא מינה שאם חזרו למראה מים כשר ולא עוד אלא שהיין עולה לו למ' סאה מתוך שהמים שחזרו יין מטהר אף היין שנפל בהם מיטהר עמהם שזה מושך את זה וזה מושך את זה כך נ''ל ולפי שהיתה לי בחידוש כתבתיה ופירשתיה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> פוסלין את המקוה.</b> א''א בתוספתא ואם היה הסילון כפוף כל שהוא פוסל וקשיא לי שהרי אמרו במשנה הכלים הטהורים שבכלי חרס הסילונות אע''פ שהם כפופים ואע''פ שמקבלים ואולי אע''פ שהן טהורין לעצמן מ''מ כיון שבני קבלה הם ומקבלין פסולין למקוה מידי דהוה אכלי גללים וכיוצא בהן מפני שיש עליהן תורת כלי קיבול: "
      ]
    ],
    [
      [
        "<b> הואיל ואינן מתטמאין.</b> א''א כבר כתבתי עליהן בהלכות טומאת אוכלין פרק ט''ו מה שנראה לי בדברים הללו: ",
        "<b> והוא שיטול מהם בכלי.</b> א''א ואם אינן שאובין אף על פי שאין בהם ארבעים סאה מטבילין בהם במחובר ואיתא להא מילתא בחולין: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מעיין שהיו אמות קטנות.</b> א''א זהו שמושך כנדל: ",
        "<b> הרי הן כמעיין לכל דבר.</b> א''א תוספתא ואינו מטהר בזוחלין אלא עד מקום שהיה יכול להלך בתחילתו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הרי זה טהור.</b> א''א ואם היה אב הטומאה מדברי סופרים ספיקו טמא: "
      ],
      [
        "<b> הראשונות תלויות והשניות ישרפו.</b> א''א לא ידעתי טעם לזה ואולי מפני שנגעו זה בזה ונראה כמו שהם אחד למי שרואה אותם יחד והרי שיש בהם שתי טומאות אחת קלה ואחת חמורה אלא שקשה לי כל שכן שהראשונות היה להן לשרוף מזה הטעם אבל עוד יש לומר הראשונות כבר נודע ספיקן והם תלויות ועומדות בספק טומאתן אבל השניות שטהרו אותם ואח''כ נגעו באלו שטמאות הרי הם כטהורות שנגעו בראשון שהוא נשרף שלא לחלוק במגע שני בראשון וכן בבא שנייה: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> הנוטל שתי ידיו לתרומה.</b> א''א ואף לחולין צריך להפסיק מאותו הטעם ירושלמי מה הוא צריך להפסיק נוטל וחוזר ונוטל מאותו רביעית עצמו: "
      ],
      [],
      [],
      [],
      [
        "<b> על מקצת שנטל בתחילה טופח.</b> א''א טעה בזה שהלכה כרבי יוסי שחולק עם ר''מ שאין מוסיפין על הראשונים אבל צריך שיהא שם רביעית ואין טופח להטפיח מועיל בזה לפי שאין שם שיעור נטילה ואולי קבע הלכה כרבי [מאיר] דתוספתא מפני ששנאו סתם במשנה ולדעת ר' מאיר אין צורך שיהא רביעית לאחרון שבהם: ",
        "<b> אבל במים שניים נוטל מקצת ידיו.</b> א''א טעה אף בזה והמשנה הטעהו לפי שראה במשנה מוסיפין על השניים ואין מוסיפין על הראשונים ומפרש בתוספתא כיצד נטל את הראשונים ושפשף ונטל את השניים ולא הגיעו עד הפרק הרי זה מוסיף עליהם הוא סבר אע''פ שנגבו באמצע וטעה שאין נטילת היד לחצאין כלל ואפילו לרבי מאיר דאמר שאין צריך לרביעית בסוף מ''מ צריך שלא תהא שם הפסקת נגוב באמצע: "
      ],
      [
        "<b> אבל מים שניים יש לשנים ליטול.</b> א''א כל זה כתב בשיבוש כי מחצי לוג אפילו בראשונים נוטלין לשלשה ולארבעה בלא תוספת אבל מלוג ולמעלה נוטלין אפילו מאה בתוספת וכן הוא סדר המשנה:"
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>כל הטמאים בין אדם וכו' אלא בטבילה במים הנקוין בקרקע:</b> \n\n"
      ],
      [
        "<b>כל מקום שנאמר בתורה וכו' וזה שנאמר בזב וידיו לא שטף במים וכו'.</b> בת''כ: \n\n"
      ],
      [
        "<b>כל הכלים שנטמאו וכו' חוץ מכלי חרס.</b> פרק ר''ע עלה פ''ד. \n",
        "<b>ומ''ש וכלי זכוכית.</b> פ''ק דשבת עלה ט''ו. \n",
        "<b>ומ''ש אפילו חיברו בקרקע וכו'.</b> תוספתא דכלים פרק ששי: \n\n"
      ],
      [
        "<b>המפץ אינו בכלל הכלים המקבלים וכו'.</b> פרק ר''ע עלה פ''ד ובעירובין ק''ד ופירש''י דטעמא דלית ליה טהרה במקוה משום דכי כתיבא בפרשת שרצים ובפרשת מדין כתיבא והנך כלים דכתיבי התם ילפינן להו טבילה אבל פשוטי כלי עץ שלא נכתבו שם לענין טומאה לא ילפינן להו טבילה ולית להו טהרה במקוה דהא לא כתיבא בהו כי היכי דאוכל ומשקה אין להם טהרה במקוה לפי שלא למדנו להם טבילה בתורה עכ''ל וכן כתב רבינו לקמן בסמוך: \n",
        "<b>כתב</b> הראב''ד שאין מתטהר במקוה אלא הכלים האמורים בתורה א''א הרבה דברים ועדיין לא השלים וכו' עד לא בא לכלל זה זהו טעם העיקר. ורבינו בדבריו נכלל הכל. \n",
        "<b>ומ''ש ואין למפץ טהרה אלא קריעתו עד שישאר פחות מששה על ששה טפחים.</b> בספ''כ דכלים מחצלת שנחלקה ונשתיירו בה שלשה מעדנים של ששה טפחים טמאה משמע הא פחות מששה טפחים טהורה: \n\n"
      ],
      [
        "<b>הזב אין לו טהרה אלא במעיין וכו'.</b> בסוף פ''ק דמקואות: \n\n"
      ],
      [
        "<b>כל חייבי טבילות וכו'.</b> בפ''ח דפסחים עלה צ' ע''ב ויומא (דף ו'). \n",
        "<b>ומ''ש ובעל קרי טובל והולך וכו'.</b> יומא (דף פ''ח) ושבת (קכ''א): \n",
        "<b>וכתב</b> הראב''ד וכן לטמא שרץ ולכל הטמאים וכו'. ואני אומר שגם רבינו סובר כן ולא נקט בעל קרי אלא משום דכתיב ביה קרא מפורש: \n\n"
      ],
      [
        "<b>כל הטובל וכו' עד והרי הוא כגופו דין תורה.</b> בריש עירובין (דף ד' ע''ב) ובריש סוכה (דף ו'): \n",
        "<b>וכל הטמאים שטבלו בבגדיהם וכו'.</b> בפ''ב דיו''ט עלה י''ח וכו' נדה מערמת וטובלת בבגדיה: \n\n"
      ],
      [
        "<b>כל הטובל צריך להתכוין לטבילה וכו'.</b> פרק ב' דחולין עלה ל״א פלוגתא דרב ור״י ופסק רבינו כרב משום דמשמע בגמרא דר״נ בר יצחק סבר כוותיה ועוד דבפרק אין דורשין (חגיגה דף י״ט) סוגיין כרב דאמר חולין לא בעו כוונה ולא מדכרינן התם דר״י כלל ועוד דמשמע ליה לרבינו שמ״ש בפ״ב דחולין ומנא תימרא דחולין לא בעו כוונה דתנן גל שנתלש לישנא דגמרא הוא ולא סיומא דמילתיה דר״נ דאלמא מסקנא דגמרא כרב וכן פסק ר״ח וסמ״ג. \n",
        "<b>ומ''ש או ירדה להקר.</b> פשוט הוא דהוי כאילו אמר ואצ''ל אם ירדה להקר. \n",
        "<b>ומ''ש אבל לתרומה וקדשים וכו'.</b> משנה בפרק ב' דחגיגה (דף י''ח ע''ב): \n\n"
      ],
      [
        "<b>הכופת ידיו ורגליו וכו'.</b> תוספתא דמקואות רפ''ח. ונראה דהיינו לומר דהיכא דלא טבל כדרך גדילתו בודקין אותו ואם נכנסו המים בכל המקומות שהיה נכנס אילו טבל כדרך גדילתו עלתה לו טבילה ואם לאו לא עלתה לו טבילה: \n",
        "<b>הקופץ לתוך המקוה וכו'.</b> שם ספ''ה. וכתב הריב''ש בתשובה שרבינו מפרש מפני שהקופץ למקוה אף אם מתכוין לטבול הרואים סבורים שאינו מתכוין אלא להקר וכן הטובל פעמיים כיון שטבל כראוי למה חוזר וטובל יחשבו שאינו טובל אלא להקר ואם יגע בתרומה וקדשים יהיו סבורים דלא בעי כוונה עכ''ל. \n",
        "<b>והאומר לחבירו כבוש ידך עלי במקוה</b> נראה שהוא מטעם זה מפני שנראה כמשחק ואינו מתכוון לטבול ומיהו במסכת דרך ארץ פרק תשיעי משמע דמיירי בשאין במקוה אלא ארבעים סאה מצומצמים דכשזה מכניס ידו במקוה לכבוש עליו חיישינן שמא יוציאנה קודם שיטבול זה ונמצא טובל במקוה חסר שהרי חסרו המים שטפחו בידו של זה שהכניסה לכבוש עליו ועל דרך זה יש לפרש ההיא דהקופץ לתוך המים וההיא דטובל פעמים במקוה דמיירי בשלא היו במקוה אלא ארבעים סאה מצומצמים וחיישינן שמא כשקפץ במקוה ניתזו מהם וחסרו וכן בטובל במקוה פעמיים והריב''ש כתב שנראה לו שלא פירש כן מפני שראה שכתב דברים אלו פה אצל טובל בלא כוונה וענין טבילה בארבעים סאה מצומצמות כתב בסוף פרק ח': \n\n"
      ],
      [
        "<b>בית הסתרים וכו'.</b> משנה בפ''ט דמקואות ות''כ ונדה (דף מ''ב ע''ב): \n",
        "<b>ומ''ש ואעפ''כ צריכין להיות ראויים וכו'.</b> בפ''ק דקידושין (דף כ''ה). \n",
        "<b>ומ''ש לפיכך אמרו חכמים וכו'.</b> בפרק תינוקת: \n",
        "<b>האשה טובלת וכו'.</b> בפרק תינוקת (נדה דף ס״ז) אמר ר״ל האשה לא תטבול אלא כדרך גדילתה כדתנן גבי ראיית נגעים אשה נראית כאורגת וכמניקה את בנה: \n\n"
      ],
      [
        "<b>אשה אינה טובלת בנמל וכו'.</b> בפרק תינוקת והטעם שנתן רבינו כתב הרי''ף בפרק שני דשבועות והתוספות והרא''ש כתבוהו בפרק תינוקת בשם ר''ח ורבינו תם. \n",
        "<b>ומ''ש ואם הקיף לה מפץ וכו'.</b> כך פירשו התוספות והרא''ש בפרק תינוקת דההיא דאבוה דשמואל עביד מפצי לבנתיה ביומי תשרי לפר''ח ור''ת. \n",
        "<b>ומ״ש ולא תטבול על גבי כלי חרס או סל וכו'.</b> ג״ז בפרק תינוקת (נדה דף ס״ו ע״ב) אמר רבא אשה לא תעמוד ע״ג כלי חרס ותטבול סבר רב כהנא למימר טעמא מאי משום גזירת מרחצאות פירוש שדרך מרחצאות שלהם לישב ע״ג איצטבאות דדמי לכלי חרס ואתו למימר טבילה עולה בהן הא ע״ג סילתא ש״ד כלומר ע״ג בקעת עבה א״ל רב חנן מנהרדעא התם טעמא מאי משום דבעיתא סילתא נמי בעיתא ופירש״י בעיתא שלא תפול ולא טבלה שפיר: \n",
        "<b>וכתב</b> הראב''ד דבדיעבד אם טבלה עלתה לה טבילה ומיהו כתב דדוקא בכלי חרס דכיון שאינו מקבל טומאה מגביו ולא חזי למדרס ליכא משום גזירת מרחצאות וסילתא נמי לאו בר קבולי טומאה אבל בכלי עץ אפילו דיעבד לא עלתה לה טבילה ודייק לה מדתנן בפרק ה' דמקואות מעיין שהעבירו ע''ג כלים או ע''ג ספסל רבי יהודה אומר הרי הוא כמו שהיה רבי יוסי אומר הרי הוא כמקוה ובלבד שלא יטבול ע''ג ספסל אלמא כל שהוא ראוי למדרס כספסל וכן שאר כלים שמקבלים טומאה לא מהניא בהו טבילה משום גזירת מרחצאות דליכא למימר דטעמא משום דבעיתא דהא לאו באדם עסקינן אלא בכלים ולפי זה הא דעבד אבוה דשמואל מפצי לבנתיה למחיצות עבדינהו משום צניעות שהרי מקבלות טומאה וכדתנן פ''ק דסוכה ואיכא גזירת מרחצאות עכ''ל. וכן פסק הרשב''א, והרא''ש סתם וכתב אמר רבא אשה לא תעמוד ע''ג כלי או ע''ג בקעת של עץ ותטבול משום דבעיתא ולא טבלה שפיר ומדברי רבינו משמע שדעתו לומר שאם טבלה לא עלתה לה טבילה מדקאמר ולא תעלה לה טבילה ולא קאמר שמא לא תטבול יפה ומיהו איכא למידחי משום דא''כ הל''ל הכי אם טבלה ע''ג כלי חרס או סל לא עלתה לה טבילה מפני שמפחדת ואינה טובלת כהוגן ומדלא קאמר הכי משמע דלכתחילה הוא דאסור אבל לא בדיעבד והדבר מוכרע. ומ''מ רבינו והרא''ש לא זכרו את גזירת מרחצאות שהזכירו הראב''ד והרשב''א נראה שהם סוברים דכי א''ל משום דבעיתא בטיל ליה טעמא דגזירת מרחצאות דהוה ס''ד דרב כהנא ואגמריה דלא גזרו חכמים בכך מעולם וההיא מתני' דפ''ה דמקואות דמייתי הראב''ד מינה כתבה הרא''ש בפרק תינוקת ופירש ע''ג אחורי כלים וטעמא דרבי יוסי משום דגזר אטו תוך כלי וי''מ דטעמא דאסור כדאמרינן אשה לא תעמוד ע''ג כלי חרס ותטבול ולא נהירא דהתם הוי טעמא משום דבעיתא ואפי' אסילתא נמי אבל הכא לא יטביל קתני דמשמע אפילו דלא שייכא בהו טעמא דביעתותא עכ''ל. ורבינו כתבה לדרבא כאן ולא חילק בין כלי חרס לכלי עץ דמשמע ליה דסילתא דאמרינן בגמרא הוא סל וסל כלי עץ הוא והוא ז''ל משוה אותו לכלי חרס ובפ''ט כתב מעיין שמימיו נמשכים ע''ג כלים שאין להם בית קיבול כגון שלחן וספסל וכיוצא בהן ה''ז כמקוה ובלבד שלא יטביל ע''ג הכלים עכ''ל: \n",
        "<b>ואיכא</b> למידק עליה מאי אתא רבא לאשמועינן דלא תעמד ע''ג כלי וסילתא ותטבול הא מתניתין היא ועוד דיהיב טעמא משום דבעיתא דמשמע שאם הם קבועים בענין דלא בעיתא מותרת לטבול והא מתניתין בטבילת כלים מיירי דלא שייך בהו ביעתותא ועוד דאפילו הוה מיירי באדם הרי אסרה ע''ג ספסל דמאן דקאים על גב ספסל מסתמא לא מבעית וי''ל דמתניתין בשכל מי המעיין עוברים על הספסל שאילו היה כלי שיש לו בית קיבול היו נפסלים מלטבול אפילו במים שנמשכים מן הכלי וכדתנן מעיין שהעבירו ע''ג השוקת פסול והשתא שכלי זה אין לו בית קיבול אינו נפסל ומ''מ גזור שלא יטבלו על הכלי עצמו אע''פ שאין לו בית קיבול גזירה אטו כלי שיש לו בית קיבול ובמים הנמשכים ממנו נמי גזרו קצת ואמרו דלא יטהרו אלא באשבורן כמקוה אבל אם לא היו כל מי המעיין עוברין על הספסל ליכא למיגזר כלל דהא אפילו כלי שיש לו בית קיבול כיון שקצת מהמים אינם עוברים עליו לא פסק דין מעיין מהמים הנמשכים וכדתנן גבי מעין שהעבירו על השוקת העבירו ע''ג שפה כל שהוא כשר הילכך כשהוא כלי שאין לו בית קיבול כספסל וכיוצא בו אי נמי כלי שיש לו בית קבול אלא שאין המים עוברים מתוכה כי אם אחוריו כגון שהוא כפוי על פיו מותר לטבול על גביו ואתא רבא למימר דהיכא דכלי חרס מונח בקרקעית המעיין ואין כל המים עוברים עליו דודאי מדינא מותרת לעמוד על גביו ולטבול אפילו הכי לא תעשה כן משום דבעיתא וכדמסיק בגמ' דטעמיה משום ביעתותא ומש''ה ע''ג סילתא נמי לא תעמוד ותטבול משום ביעתותא ועי''ל דהא דתנן שלא יטבול ע''ג ספסל דוקא הוא לומר דע''ג כלים שאין להם בית קיבול אין מטבילין גזירה אטו כלים שיש להם בית קיבול שיבאו להטביל בתוכם דלא יחלקו בין כלים לכלים אבל ע''ג אחורי כלים שיש להם בית קיבול לא גזרינן דכיון שהכלים שיש להם בית קיבול דרך להעמידן ופיהם למעלה ואלו כפויים על פיהם מידע ידיע לרואים ששינו להניחן כך מפני שאם היו מונחים כדרכן היה אסור לטבול בהן ואתא רבא למימר דאע''ג דלא שייך למיגזר בהו אטו כשהם מונחים כדרכם מ''מ לא תעמוד עליהם משום דבעיתא ומתניתין דייקא כשיטה זו דקתני רישא ע''ג כלים או ע''ג ספסל ובסיפא קתני ובלבד שלא יטביל ע''ג ספסל ושבקינהו לכלים לומר דע''ג כלים שיש להם בית קיבול מותר להטביל דלא גזרינן בגבן אטו תוכן מטעמא דפרישית ומיהו היינו דוקא לענין להטביל על גבן אבל לענין מים הנמשכים מהם משמע דגזרו בהם שלא יטהרו אלא באשבורן כמקוה כשם שגזרו בכלים שאין בהם בית קיבול וטעמא איכא במילתא דבשלמא להטביל על גבן שרי משום דבשעה שמטביל רואה שהוא מונח בשינוי ולא אתי לאחלופי במונח כדרכו אבל כשמטביל במים הנמשכין ממנו אין ניכר שהכל מונח שלא כדרכו שהרי אין הכלי לפניו במקום שמטביל בו הלכך גזרו ביה שמא יאמרו כלי היה מונח למעלה ממקום שהטביל בו ולא יבחינו אם היה מונח בשינוי אם לא א''נ י''ל דע''ג ספסל דסיפא אכולה מילתא דרבי יוסי קאי לומר דהא דקאמר רבי יוסי הרי הוא כמקוה וכן מאי דקאמר שלא יטביל על גבן היינו דוקא ע''ג ספסל וכיוצא בו כלים שאין להם בית קיבול אבל ע''ג אחורי כלים שיש להם בית קיבול הרי הוא כמות שהיה וגם מטבילין על גבן ומטעמא דפרישית ורישא נקט ע''ג כלים לומר דר''י משוה ע''ג כלים לעל גבי ספסל אבל לרבי יוסי לא איצטריך למנקט ע''ג כלים לגבי ספסל דהא מוחלקים הם לגמרי ולשיטה זו ניחא שלא כתב רבינו דין העבירו ע''ג כלים שיש להם בית קיבול לענין דהרי הוא כמקוה כמ''ש בע''ג ספסל: \n\n"
      ],
      [
        "<b>אחד האדם או הכלים לא יהיה דבר חוצץ וכו'.</b> בפ''ט דמקואות. \n",
        "<b>ומ''ש דבר תורה וכו'.</b> בריש עירובין (דף ד' ע''ב): \n\n"
      ]
    ],
    [
      [
        "<b>אלו חוצצין באדם וכו'.</b> פרק ט' דמקואות. \n",
        "<b>ומ''ש לפלוף שחוץ לעין.</b> יתבאר בסוף פרק זה. \n",
        "<b>ומ''ש והדם יבש שע''ג המכה.</b> תוספתא דמקואות פ''ו. \n",
        "<b>ומ''ש וטיט של דרכים הנמצא שם תמיד אפילו בימות החמה.</b> כך מפורש בתוספתא פ''ז פירוש מה ששנינו במשנה פ''ט שיתדות דרכים חוצצין: \n\n"
      ],
      [
        "<b>ומ״ש הדבש והדיו והחלב והדם.</b> פרק כל כתבי (דף ק״ב ע״ב) ופ״ג דזבחים (דף ל״ה) ופ״ג דמנחות (דף כ״א) וס״פ תמיד נשחט (פסחים דף ס״ה:): \n",
        "<b>ומ''ש ושרף התות והתאנה וכו'.</b> בתוספתא דמקואות ומסיים בה טעם לשאר השרפין מפני שהם לכלוך הפירות פירוש ודרך בני אדם להקפיד עליהם: \n",
        "<b>ומ''ש ודם שנסרך בבשר וכו'.</b> כן כתב סמ''ג וכתב שהטעם שאפילו לח חוצץ מפני שהוא דרך בני אדם להקפיד עליהם אמנם בפרק כל הפסולים אומר שבח הוא לבני אהרן שיהלכו עד ארכובותיהם בדם והא הוי חציצה אלמא בבשר לח אינו חוצץ עכ''ל. וי''ל דהכא שאני דנסרך בבשר וכן מפורש בגמרא פרק ג' דמנחות אמר רב דימי בין לח בין יבש חוצץ מיתיבי הדם וכו' לחים אינה חוצצים לא קשיא הא דסריך הא דלא סריך ומפרש רבינו נסרך לבשר: \n",
        "<b>האבר והבשר המדולדלים חוצצין.</b> תוספתא שם ונראה שהטעם מפני שמעת שנדלדלו הם חשובים כקטועים והוי כאילו נתגלה מקום חיבורם ונראה לבוא שם מים ועכשיו כשזה בא לטבול נמצאו אבר ובשר זה חופים על מקום חיבורן ומונעין אותו מלבא במים והו''ל כבית הסתרים שאם יש דבר חוצץ מעכב בטבילה. ועי''ל דהא דקאמר דחוצצין היינו לומר שאם נמצא בהם שום דבר חוצץ לא עלתה לו טבילה שאף על פי שהם מדולדלים כגוף הם חשובים: \n\n"
      ],
      [
        "<b>בית הסתרים באשה חוצץ וכו'.</b> משנה פרק ט' דמקואות. \n",
        "<b>ומה שכתב במה דברים אמורים בנשואה וכו'.</b> תוספתא: \n\n"
      ],
      [
        "<b>האגד שע''ג המכה וכו'. עד אינן חוצצין.</b> תוספתא. \n",
        "<b>ומה שכתב והטבעות וכו'.</b> שבת עלה נ''ב ע''ב: \n\n"
      ],
      [
        "<b>חוטי צמר וכו'.</b> משנה רפ''ט דמקואות ושבת עלה נ''ז. \n",
        "<b>ומ''ש אבל חוטי שיער.</b> שם ואע''ג דבשם רבי יהודה היא שנויה אמרינן בר''פ במה אשה דמודים לו חכמים: \n\n"
      ],
      [
        "<b>ומ''ש חוטין שבצואר וכו' אבל חבקים שבצואר וכו'.</b> ריש פרק במה אשה: \n\n"
      ],
      [
        "<b>שיער שעל הלב וכו' וכן קלקלי הזקן וכו'.</b> פ''ט דמקואות שם: \n\n"
      ],
      [
        "<b>חץ התחוב באדם וכו' וכן מי שבלע טבעת טמאה.</b> בסוף מקואות. \n",
        "<b>ומ''ש שכבר ביארנו.</b> בה' טומאת מת פכ''ד: \n",
        "<b>נכנסו צרורות וכו'.</b> בתוספתא דמקואות פ''ח נכנסו צרורות וקסמים בסדקי רגליו מלמטה ר''ע אומר אינו חוצץ ומשמע לרבינו דכיון דבשמא דיחידאה קתני לה פליגי עליה רבנן ועי''ל דטעמא דר''ע משום דס''ל דבית הסתרים לא בעינן שיהיו ראויים לביאת מים ובפ''ק דקידושין (דף כ''ה) ובפרק תינוקת אמרינן דבעינן שיהיו ראויים לביאת מים: \n\n"
      ],
      [
        "<b>אספלנית מלוגמא וכו'.</b> דברים אלו במחלוקת הם שנויים בתוספתא בפרק הנזכר וכבר נתבאר דהלכה כמ''ד דבעינן שיהיו ראויים לביאת מים: \n",
        "<b>היתה בו שערה אחת וכו'.</b> תוספתא בפרק הנזכר: \n\n"
      ],
      [
        "<b>לא יטבול אדם וכו'.</b> משנה פ''ט דמקואות. \n",
        "<b>ומ''ש ואם טבל אינו חוצץ.</b> תוספתא פרק ח' דמקואות: \n\n"
      ],
      [
        "<b>האוחז באדם ובכלים וכו'.</b> משנה פ''ח דמקואות האוחז באדם ובכלים ומטבילם טמאים ואם הדיח ידיו במים טהורים ר''ש אומר ירפה כדי שיבאו בהם המים ומשמע לרבינו דת''ק סבר דלא מהני רפיון ידים: \n\n"
      ],
      [
        "<b>המפשלת בנה וכו'.</b> בפרק תינוקת (דף פ''ז) וכגירסת ר''ח שכתבו התוספות: \n\n"
      ],
      [
        "<b>נדה שנתנה שערה בפיה וכו'.</b> בפרק ח' דמקואות. \n",
        "<b>ומה שכתב או שנמצא עצם בין שיניה וכו'.</b> בפרק קמא דקידושין (דף כ״ה) ובפרק תינוקת (נדה ס״ו:) \n",
        "<b>נתנה מעות בפיה וכו'.</b> שם טהורה מטומאתה אבל טמאה היא ע''ג רוקה פירוש טהורה מטומאת נדה ומותרת לבעלה פירוש וטמאה על גבי רוקה שנתלש על המעות קודם טבילה וטמאה מתורת מגע דרוקה מטמא במגע ובמשא: \n\n"
      ],
      [
        "<b>ואלו שאין חוצצין באדם וכו'.</b> משנה פ''ט דמקואות. ודע דאיתא בתוספתא רבי יונתן בן יוסף אומר ציפורן שפירשה רובה הרי זו אינה חוצצת ורבינו סתם דבריו כלשון המשנה ולא חילק ואפשר שהוא ז''ל מפרש דלרבותא נקט פירשה רובה וכ''ש מיעוטה א''נ דאה''נ דמפרש דבדוקא נקט פירשה רובה אלא דכיון דמשמע דיחידאה קאמר לה משמע דרבים פליגי עליה. \n",
        "<b>ומ''ש לפלוף שבעין.</b> יתבאר בסוף פרק זה: \n\n"
      ],
      [
        "<b>שתי שערות או יתר וכו'.</b> בפרק תינוקת (נדה דף ס״ז) אמר רבה בר בר חנא נימא אחת קשורה חוצצת ג' אינן חוצצות שתים איני יודע ור״י אמר אין לנו אלא אחת ופסק כר״י. \n",
        "<b>ומ''ש והוא שיהיה מקפיד עליו וכו'.</b> הוא ע''פ מה שנתבאר בסוף פ''א: \n",
        "<b>כתב</b> הראב''ד ויראה לי ששערו של אדם כגופו (של אדם) הוא חשוב וכו'. א''א כדברי הגאונים הוא העיקר עכ''ל ואין בזה הכרע: \n\n"
      ],
      [
        "<b>תקנת עזרא היא וכו'.</b> בסוף פרק מרובה (בבא קמא דף פ''ב). \n",
        "<b>ומה שכתב ואם אפשר לה לחוף בלילה וכו'.</b> בפרק תינוקת (נדה דף ס״ח) שלח רבין באגרתיה אשה לא תחוף בערב שבת ותטבול במוצאי שבת ותמה על עצמך היאך אשה חופפת ביום וטובלת בלילה והא בעינן תיכף לחפיפה טבילה וליכא וכו' והלכתא אשה חופפת ביום וטובלת בלילה והלכתא אשה לא תחוף אלא בלילה אלא קשיא הלכתא אהלכתא ל״ק הא דאפשר הא דלא אפשר ונראה מדברי רבינו שהוא סובר דלהאי מסקנא ליתא לפיסקא דפסק התם מרימר כרב חסדא וכדמתרץ רב יימר אלא לעולם לא הפסיק בין יום דחפיפה ליום דטבילה יותר מיום אחד ומפרש רבינו הא דאפשר הא דלא אפשר דהיינו לומר דהיכא דא״א לחוף בליל טבילה מפני הדחק כגון שא״א למצוא מים חמין בליל טבילה מפני שיוצאים בשיירא או מפרשים בים וכיוצא בזה או מפני החולי כלומר שיש לה חולי שהמים חמין מזיקין לה בעת התעוררות החולי ויודעים שבליל טבילה היא העונה דכיון דא״א לעשות בע״א יכולה להקדים לחוף קודם ליל הטבילה ואפילו אם יכריח הדוחק או החולי להקדים לחוף מיום ראשון והטבילה אינה עד ליל שלישי יש לה רשות אבל להרחיק יותר לא דהא אמאי דשלח רבין באגרתיה אשה לא תחוף בע״ש ותטבול במו״ש אמרינן דהיינו בדאפשר אבל בדלא אפשר שפיר דמי ודוקא בשיעור הרחקה זו אבל להרחיק טפי לא דלא לחנם נקט רבין האי שיעורא ונ״ל שלדעת רבינו ע״ש ומו״ש דנקט לדוגמא נקטינהו ולאו דוקא אלא ה״ה לחוף ביום ראשון ולטבול בליל שלישי וכן כיוצא בשאר הימים דהא לפי מ״ש מפני דוחק או חולי אין טעם לתלות ההיתר הזה בע״ש ומו״ש יותר מבשאר הימים: \n\n"
      ],
      [
        "<b>טבלה ועלתה וכו'.</b> בפרק תינוקת (נדה דף ס״ו ע״ב) אמר רבא טבלה ועלתה ונמצא עליה דבר חוצץ אם סמוך לחפיפה טבלה אינה צריכה לחוף ולטבול ואם לאו צריכה לחוף ולטבול איכא דאמרי באותו יום שחפפה טבלה אינה צריכה לחוף ולטבול ואם לאו צריכה לחוף ולטבול ופסק כלישנא בתרא: \n",
        "<b>וכתב</b> הראב''ד אם באותו היום שחפפה טבלה א''א הא קי''ל כלישנא בתרא וכו'. טעמו מפני שהוא גורס כהרי''ף והר''ן דבלישנא בתרא גרסינן אם סמוך לחפיפה טבלה ולפי גירסתם הלכה כלישנא בתרא דתלי מילתא באם סמוך לחפיפה טבלה שהוא זמן מועט מאם ביום שחפפה טבלה דמשמע אפילו חפפה בבקר וטבלה בערב נמי ולפיכך משיג על רבינו למה פסק כלישנא קמא ונראה עוד שהראב''ד גורס כלישנא קמא אינה צריכה לחוף ולטבול ובלישנא בתרא גורס אינה צריכה לא לחוף ולא לטבול ומשיג על רבינו למה פסק כלישנא קמא דמשמע שאינו פוטרה אלא מחפיפה ולא מטבילה ה''ל למפסק כלישנא בתרא דפטר לה אף מטבילה והשיג עליו עוד ממה שלא כתב דין זה אצל דין מי שטבל ועלה ונמצא עליו דבר חוצץ וכתבו אצל דין תיכף לחפיפה טבילה דמשמע דמש''ה אמרינן כשנמצא עליה דבר חוצץ דאי לא טבלה סמוך לחפיפה צריכה לחוף ולטבול אבל אם לא היה צריך לסמוך טבילה לחפיפה לא הוה אמרינן דצריכה לחוף ולטבול וכתב שזה אינו דאפילו אי לא הוה בעינן לכתחילה למיסמך טבילה לחפיפה היכא דאשתכח ריעותא הוה חיישינן כל שלא סמכה טבילה לחפיפה כך נראה לי ביאור דברי הרב רבי אברהם בן דוד וליישב דעת רבינו י''ל דאיהו ז''ל גריס כגירסא דידן דלישנא בתרא הוא אם ביום שחפפה טבלה וגם גריס ביה אם סמוך לחפיפה טבלה אינה צריכה לחוף ולטבול ומפרש דהיינו לומר דאינה צריכה תרתי חפיפות וטבילה דבטבילה לחודה סגי אבל טבילה מיהא בעיא בכל גוונא ובזה נסתלקו מעליו שתי השגות הראשונות ובהכי ניחא נמי ההשגה השלישית דכיון דחפיפה אינה אלא תקנת עזרא אי לא הוה מתקן לסמוך טבילה לחפיפה אפילו לא טבלה ביום החפיפה ונמצא עליה אחר טבילה דבר החוצץ לא היתה צריכה לחזור ולחוף אבל מאחר שהתקין שביום טבילה חפיפה כשנמצא עליה דבר חוצץ אם לא טבלה ביום חפיפה הצריכוה לחזור ולחוף והר''ן כתב בפרק ב' דשבועות (דף ש''מ) וז''ל הרמב''ם כתב אם ביום שחפפה טבלה וכו' משום דלמקצת נוסחאות לישנא בתרא הוא ומיהו לאו למימרא דלההוא לישנא כל שחפפה באותו יום אע''פ שלא היה סמוך לטבילה דלא חיישינן ואע''פ שנמצא עליה דבר החוצץ דהיכי אפשר דאע''ג דאתיא לידי ריעותא לא נחוש ואע''פ שהרחיקה טבילתה מחפיפתה אלא להכי נקט יום לאשמועינן טעמא דנמצא עליה דבר חוצץ הא לאו הכי אינה צריכה לחוף ולטבול אע''פ שלא חפפה ביום שטבלה וזה לא נתבאר יפה בדברי הרמב''ם וכבר השיגו הראב''ד עכ''ל. נראה שהר''ן מפרש שהראב''ד סובר בדברי רבינו שדעתו לומר שכל שחפפה באותו יום אע''פ שלא היה סמוך לטבילה לא חיישינן אף ע''פ שנמצא עליה דבר חוצץ והשיגו משום דהיכי אפשר דאע''ג דאתייליד ריעותא לא נחוש אף ע''פ שהרחיקה טבילתה מחפיפתה דלא אשמעינן האי לישנא אלא דהיכא דלא נמצא עליה דבר החוצץ אינה צריכה לחוף ולטבול אע''פ שלא חפפה ביום שטבלה וז''ש הראב''ד דאפילו לא בעינן סמוך לכתחילה השתא דאשתכח ריעותא חיישינן וכו' ואיני יורד לסוף דעתו של הר''ן בזה שכתב וזה לא נתבאר יפה בדברי הרמב''ם שמבואר הוא מאד בדבריו דבנמצא עליה דבר החוצץ קאמר אם ביום שחפפה טבלה אינה צריכה לחוף פעם שניה שהרי תחילת לשונו הוא טבלה ועלתה ונמצא עליה דבר החוצץ ודוחק לומר שהיתה להם נוסחא אחרת בדברי רבינו ומ''ש בביאור דברי רבינו ובביאור דברי הראב''ד הוא הנכון: \n\n"
      ],
      [
        "<b>לא תחוף אשה וכו'.</b> בפרק תינוקת (נדה דף ס״ו ע״ב) וברפ״ב דמסכת כלים כתב רבינו בפירוש המשנה דנתר שהוא שקורין בלשון לעז גריד״א וכן כתב הריב״ש שהוא מוחה ביד הנשים שלא יחופו ראשן בגריד״א ביום הטבילה וכתב הטור דהוא הדין לשאר דברים המסבכים את השיער וכתב מהרי״ק בדיעבד אם עיינה וראתה יפה שערה שאינו נקשר דלא מסובך זה בזה ולא נקטף עלתה לה חפיפה: \n\n"
      ],
      [
        "<b>נדה שנתנה תבשיל לבנה וכו'.</b> בפרק תינוקת (נדה דף ס״ז): \n\n"
      ],
      [
        "<b>שרטה בבשרה וכו'.</b> בפרק תינוקת אמר רמי בר אבא הני ריבדי דכוסילתא עד תלתא יומי לא חייצי מכאן ואילך חייצי: \n",
        "<b>וכתב</b> הראב''ד מפני שהדם נקפה כגלד שעל המכה א''א זה שיבוש שהרי שנינו גלד שעל המכה אינו חוצץ וכו'. ואני אומר שמ''ש על דברי רבינו שהוא שיבוש הוא לפי הנוסחא שנזדמנה לו בדברי רבינו שהיה כתוב בה כגלד שעל המכה אבל לנוסחא שהיא כגלד שעל גבי מכה וכך היא בספרים שלנו אין כאן שיבוש דלשון שעל גבי היינו ע''ג המכה מבחוץ ונ''א מצאתי שכתוב בה שחוץ למכה והיא הנכונה: \n",
        "<b>ומ''ש</b> הלא דבר הנראה לעינים הוא וכו'. זה פשוט שהטעם שלא רצה לתלות אלא בשלשה ימים הוא ממאי דאיתמר בריבדא דכוסילתא: \n",
        "<b>ומ''ש</b> דמאן לימא לן שהשריטות דומות לריבדא אפשר לומר שרבינו אינו מפרש ריבדא וינטוש''א כדמשמע שמפרש הראב''ד אלא מפרש דריבדא ר''ל שריטה ואפילו את''ל דריבדא היא וינטוש''א לא משמע ליה לפלוגי בין שריטות הללו לשריטות אחרות דהא חזינן שאין דם שופע משריטות שנעשו ע''י וינטוש''א שלשה ימים ולא אפילו חצי יום הלכך אין לחלק בין שריטות לשריטות וגמרא דנקט ריבדא לאו דוקא אלא אורחא דמילתא נקט וא''ת שהראב''ד מפרש דריבדא היינו שאנגראדור''ה נאמר דרבינו אינו מפרש כן אלא שהיא שריטה: \n",
        "<b>וכן לפלוף שבעין.</b> בפ״ט דמקואות תנן גבי אלו חוצצין לפלוף שחוץ לעין וגבי אלו שאינן חוצצין תני לפלוף שבעין ובפרק תינוקת (נדה דף ס״ז) אמר מר עוקבא לפלוף שבעין לח אינו חוצץ יבש חוצץ אימתי נקרא יבש משהתחיל לירק וכתבו התוספות לח אינו חוצץ דוקא שבתוך העין מפני שהליחה שבעין מלחלחתו ואינה מניחתו להיות יבש אבל לפלוף חוץ לעין אפילו לח [חוצץ] והכי משמע בפ״ט דמקואות וכו' דלא מפליג בין לח ליבש אלא בין חוץ לעין לתוך העין והיינו בלח דיבש בעין נמי חוצץ ע״כ וכ״נ מדברי רבינו שכתב לעיל דלפלוף שחוץ לעין חוצץ ולפלוף שבעין אינו חוצץ וכאן כתב לפלוף שבעין אם היה יבש והוא שהתחיל להוריק חוצץ ובנדה משמע בהדיא דלעיל מיירי בלח ומש״ה מפליג בין בעין לחוץ לעין דאילו יבש אפילו בתוך העין נמי חוצץ. והרא״ש כתב בפ' תינוקת (הל' מקואות סי' כ״ה) אהא דמר עוקבא והיינו כי הך דתנן שחוץ לעין חוצץ שבתוך העין אינו חוצץ כי אותו שבתוך העין הוא לח ומחוץ לעין הוא יבש ומפרש מר עוקבא שיעור יבשותו משיתחיל לירק עכ״ל. נראה מדבריו שהוא סובר שבתוך העין לא שייך ביה יבשות ואע״פ שהוא יבש הרבה חוצץ מפני שהדמעה מלחלחתו במקום דיבוקו ואינו חוצץ ומר עוקבא דאמר יבש חוצץ בחוץ לעין דוקא קאמר וכ״כ הטור בשמו וכתב (הטור בי״ד סימן קצ״ח) וז״ל והרמב״ם חילק על שבתוך העין בין בתוך שלשה ימים לאחר שלשה ושחוץ לעין כתב סתם חוצץ אפילו תוך שלשה עכ״ל. ונראה שכתב כן מפני שנמצא לרבינו שכתב כאן שרטה בבשרה והוציאה דם וטבלה בתוך שלשה ימים אין מקום השריטות חוצץ לאחר ג״י חוצץ מפני שהדם קופה שם כגלד שעל גבי מכה וכן לפלוף שבעין אם היה יבש והוא שהתחיל להוריק חוצץ בנדה ועלה על דעת הטור דכיון דעל מאי דמפליג בשריטות בין תוך שלשה ימים לאחר שלשה כתב וכן לפלוף שבעין שהוא להשוות לפלוף שבעין לשריטות גם לענין לחלק בין תוך שלשה לאחר שלשה ואם זו היתה דעת הטור יש לתמוה על רבינו איך נתן סימן ליבשותו שהתחיל להוריק שאם הוא תוך שלשה ימים אפילו הוריק נמי אינו חוצץ ואם הוא לאחר שלשה ימים אפילו לא הוריק נמי חוצץ ואם תאמר דתוך שלשה ימים אינו חוצץ אפילו הוריק ואחר שלשה ימים נמי אינו חוצץ עד שיוריק דתרתי בעינן לשיחוץ שיהיה אחר שלשה וגם שיוריק או תאמר איפכא דאחר שלשה אע״פ שלא הוריק חוצץ ותוך ג' אם הוריק חוצץ לא הוריק אינו חוצץ א״כ יקשה מאי וכן דהא בשריטה לא תלי אלא בימים ובלפלוף תלי גם בהורקה וכיון שמה שהכריחו לטור בדברי רבינו דבלפלוף נמי מחלק בין תוך שלשה לאחר שלשה אינו אלא משום דמתיבת וכן משמע שמשוה אותם לגמרי מאחר שאינו משוה אותם לגמרי אזל ליה הכרח ועוד דלפ״ז אין אחד משני הפירושים מבואר בדברי רבינו וכיון דשקולים הם הי מינייהו נקטת ועוד שלא מצינו בגמרא מי שעלה על דעתו לחלק בלפלוף שבעין בין תוך שלשה לאחר שלשה ומהי תיתי ליה לרבינו לפלוגי בינייהו ועל הטור שהביא דברי רבינו בסגנון זה יש לדקדק מה היה סבור בדבריו דאין לומר שהיה סבור שאינו מחלק בלפלוף אלא בין שלשה לאחר שלשה ולא בין הוריק ללא הוריק שהרי כתב אם היה יבש והוא שהתחיל להוריק חוצץ ואם היה סובר דבתרווייהו מפליג בין תוך שלשה לאחר שלשה ובין הוריק ללא הוריק וכפירוש אי זה משני הפירושים שכתבתי לעיל הוה ליה לפרש ולכתוב כן בשמו ולא לסתום כמו שעשה וכ״ש שכבר הוכחתי שאין לאחד מאותם הפירושים קיום. לכך נ״ל שהוא פשוט דלא מפליג רבינו בלפלוף בין תוך שלשה לאחר שלשה כלל אלא בהתחיל להוריק בלבד תליא מילתא. \n",
        "<b>ומ''ש על שרטה בבשרה וכו' וכן לפלוף שבעין</b> לא להשוותם לחלק בין תוך שלשה לאחר שלשה כתב כן אלא לומר דכשם שדם היוצא משריטות משכחת לה דחוצצין אע''פ שהדם הזה מהגוף יצא וגם אינו עומד אלא ע''פ השריטה בלבד מפני שאנו חוששין שנתפשט חוץ למקום השריטה אע''פ שאינו נראה כך לפלוף שבעין אע''פ שיצא מהגוף וגם אינו אלא בתוך העין ולא חוצה לו חוצץ אם הוא יבש דהיינו שהתחיל להוריק א''נ דה''ק כשם שדם זה כשנתייבש חוצץ כך לפלוף שבעין כשנתייבש חוצץ אלא שיבשותו של זה תלויה בשלשה ימים ושל זה תלוי בשיתחיל להוריק: \n\n"
      ],
      [
        "<b>כוחל שבעין וכו'.</b> פרק תינוקת (נדה דף ס״ז) אמר שמואל כחול שבתוך העין אינו חוצץ שעל גבי העין חוצץ אם היו עיניה פורחות אפילו על גבי העין אינו חוצץ ומפרש רבינו פורחות פתוחות ולא פתוחות יותר מדאי קאמר דאם כן לא עלתה לה טבילה אף על פי שאין להם כחול כמו שכתב רבינו בסמוך אלא היינו לומר שאינם סגורות תמיד אלא שפותחתן וסוגרתן וכלישנא קמא דרש״י. והטור נזדמנה לו נוסחא משובשת בדברי רבינו וגירסת ספרים שלנו בדברי רבינו עיקר שכתוב בהם ואם היו עיניה פתוחות אף על גבי העין אינו חוצץ ומצאתי נוסחא אחרת שכתוב בה ואם היו עיניה פורחות והיא הנכונה: \n\n"
      ],
      [
        "<b>פתחה עיניה ביותר וכו'.</b> שם אמר ר''י פתחה עיניה ביותר או עיצמה עיניה ביותר לא עלתה לה טבילה: \n",
        "<b>בד''א לענין טהרות וכו'.</b> בפרק תינוקת בתר מאי דאמרינן נתנה תבשיל לבנה לא עלתה לה טבילה והני ריבדי דכוסילתא מתלתא יומין ואילך חייצי וההיא דלפלוף שבעין יבש חוצץ וההיא דכוחל שע''ג העין חוצץ אא''כ היו עיניה פורחות וההיא דפתחה עיניה ביותר או עיצמה עיניה ביותר לא עלתה לה טבילה אמרינן ולית הלכתא ככל הני שמעתתא אלא כי איתמר הכי לענין טהרות איתמר אבל לבעלה ש''ד כך היא גירסת הרי''ף וכן היה גורס רבינו ויש לתמוה על רבינו למה לא הזכיר ההיא דלפלוף שבעין בגירסא בד''א לענין טהרות ונ''ל שטעמו משום דמדין שרט ישן משתמע שפיר שהרי השוה אותם לעיל בלשון וכן לומר דכשם שזה חוצץ יבש כך זה חוצץ יבש זה כשיעור יבשותו וזה כשיעור יבשותו כמו שפירשתי לעיל וכיון דאשמעינן בחד מינייהו דאפי' יבש שיעור יבשותו אינו חוצץ אלא לטהרות אבל לא לבעלה ממילא נשמע דה''ה לאידך דאפילו יבש שיעור יבשותו אינו חוצץ אלא לטהרות ולא לבעלה ומדברי רבינו שכתב נדה שנתנה תבשיל לבנה לא עלתה לה טבילה מפני השמנונית שעל ידיה ואח''כ כתב בד''א לענין טהרות וכו' נראה דבתבשיל שאינו נדבק לגמרי מיירי אלא דכיון דסתם תבשיל אית ביה שמנונית חיישינן שמא נדבק בידה וחייץ מדרבנן לטהרות אבל לא לבעלה ולפ''ז אם היה התבשיל מדברים הנדבקים שחוצצין מדאורייתא אף לבעלה חוששין שמא נדבקו בה וצריכה לטבול וכבר היה אפשר לומר שמ''ש רבינו שאינם חוצצין אלא מדבריהם לא משום דשמנונית אינו מהדברים החוצצין בכ''מ קאמר הכי דשמנונית שכתב רבינו היינו רבב וחייץ מדאורייתא אף לבעלה אלא משום דכיון דאין אותו הרבב על רוב גופה אפילו אם מקפיד עליו לא חייץ מדאורייתא אלא מדרבנן דמדאורייתא תרתי בעינן רובו ושיהיה מקפיד עליו וכיון דלא מיתסר אלא מדבריהם לא גזרו אלא לטהרות ולא לבעלה. אבל קשה על זה דא''כ כשכתב בפ''א מד''ס שכל דבר החוצץ אם היה מקפיד עליו לא עלתה לו טבילה אע''פ שהוא על מיעוטו גזירה משום רובו שם היה לו לכתוב דהיינו לטהרות אבל לבעלה לא גזרו ועוד דמ''ש ממפשלת בנה לאחריה וטבלה שכתב שלא עלתה לה טבילה חיישינן שמא היה טיט ברגלי התינוק ונדבק באמו ולא חילק בין טהרות לבעלה לפיכך נראה שפירוש ראשון עיקר ויש לדקדק בדברי רבינו שכתב לעיל דין המפשלת בנה לאחריה וטבלה שלא עלתה לה טבילה ומשמע דאף לבעלה לא עלתה לה טבילה ולפי מ''ש התוספות והרא''ש הא דמפשלת את בנה אחריה דין נתנה תבשיל לבנה היא הו''ל לרבינו לפרש דהא דחיישינן במפשלת את בנה לטהרות היא ולא לבעלה כמ''ש בנתנה תבשיל לבנה וכל אינך שמעתתא דבתרה ולמה הוציא שמועה זו מכלל אותן שמועות כיון דלית הלכתא ככל הני שמעתתא קאי גבי לשמועה שקודם זו וצ''ל שבגירסת רבינו היה כתוב מפשלת בנה קודם נתנה תבשיל לבנה אלא שצריך לתת טעם מ''ש נתנה תבשיל לבנה ממפשלת בנה שזו עלתה לה טבילה לבעלה וזו לא עלתה לה טבילה ואפשר שהטעם משום דנותנת תבשיל לבנה יודעת שדרך תבשיל לידבק ובודאי נזהרת ולפיכך מותרת לבעלה אלא דלטהרות החמירו אבל מפשלת בנה אינה עשויה ליתן אל לבה שיש טיט בידי התינוק או ברגליו לפיכך חשו לה אף לבעלה: \n",
        "<b>וכל החוצץ בנדה לטהרות וכו': כתב</b> הראב״ד וחוצץ בגר בשעת טבילה א״א אף זה תמה גר למה הקישו לטבילת טהרות עכ״ל. טעמו מדתניא בפרק החולץ (יבמות דף מ״ו ע״ב) כל דבר שחוצץ בטבילה חוצץ בגר ובעבד משוחרר ובנדה ופירש״י ובנדה לבעלה ואע״פ שאין טבילתו לענין מגע טהרות כשאר טבילות עכ״ל ורבינו מפרש דבנדה דקתני לענין טהרות קאמר משום דבתוספתא דמקואות פ״ו קתני כל החוצצין בכלים חוצצין בנדה ובגר ובשעת טבילה ובחולין אין חוצצין ע״כ וודאי דכל לבעלה חולין הוא וא״כ הרי דמאי דלא חייץ בנדה לבעלה אי חייץ בה לטהרות חייץ נמי בגר: \n\n"
      ],
      [
        "<b>מי שטבל ועלה וכו'.</b> בפ''ק דחולין (דף י'): \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b><small>(א-ג)</small> ואלו חוצצין בכלים הזפת והחמר.</b> משנה פרק ט' דמקואות: \n",
        "<b>הזפת שבכוס ושבצלוחית וכו' הזפת שבתמחוי וכו' המור והקומוס וכו'.</b> בתוספתא דמקואות פרק שביעי: \n",
        "<b>היה זפת או חמר וכיוצא בהן וכו' עד על המרדעת.</b> משנה פרק ט' דמקואות: \n",
        "<b>ומה שכתב על המרדעת משני צדדין.</b> בסוף פרק אלו קשרים (שבת דף קי''ד): \n\n"
      ],
      [
        "<b>ומ''ש על בגד תלמידי חכמים וכו'.</b> משנה פרק ט' דמקואות ושבת קי''ד וכרבי יוסי: \n\n"
      ],
      [
        "<b>היו על המטפחות וכו'.</b> שם (דף קל''ד): \n\n"
      ],
      [
        "<b>טבח שהיה דם על בגדו וכו'.</b> בס״פ דם חטאת (זבחים דף צ״ח): \n\n"
      ],
      [
        "<b>ומ''ש ה''ז ספק אם חוצץ וכו'.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> היה הזפת או החמר וכו' לכלוכי צואה וכו' אבל לכלוכי שמרים וכו'.</b> תוספתא דמקואות פ''ז אלא שבסוף כתוב שם שע''י הקרדום ושע''י המגריפה אינן חוצצין הגלידו הרי אלו חוצצין ונראה שהיא נוסחא נכונה וצריך להגיה כן בלשון רבינו: \n\n"
      ],
      [
        "<b>דבר ברור הוא וכו' אין בדבר זה הפרש וכו'.</b> דברים פשוטים הם: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b><small>(יא-טו)</small> כל ידות הכלים וכו' עד לעקמומית שבה.</b> ריש פרק עשירי דמקואות: \n",
        "<b>כתב</b> הראב''ד היה בו מקום שאין המים נכנסים בו וכו' א''א זה עשה תחת מה שראה במשנה וכו'. קנישקנין פירש''י כלי שיש לו שתי פיות וכן פירש הערוך שהוא כלי שיש לו שני נקבים בצדו ולפי דברי הראב''ד מתני' ה''פ כלי שהטבילו כדרכו כלומר שוליו למטה ואין בו נקב זולת פיו והיינו בלא זרבובית לא עלתה לו טבילה עד שיטנו על צדו שע''י כך יכנסו המים בכולו שאילו היה נקב בצדו דהיינו זרבובית לא היה צריך להטותו על צדו שאפילו יטבילנו דרך שוליו ע''י הנקב בצדו יכנסו המים בכולו: \n\n"
      ],
      [
        "<b>בהמה שהיה וכו'.</b> משנה וגמרא בריש פרק במה בהמה (שבת דף נ''א ע''ב): \n\n"
      ],
      [
        "<b>לא יטביל אדם את הקומקומוס בפחמין שבו וכו'.</b> משנה פ''ט דמקואות: \n\n"
      ],
      [
        "<b>כלי שהוא מלא משקין וכו' עד הרי זה טהור.</b> בסוף מקואות וכתנא קמא: \n\n"
      ],
      [
        "<b>כלי שתוכו טהור וכו'.</b> פרק התערובות עלה ע''ח (ע''ב) אמרינן נותן טעם ברוב אי הוי דאורייתא תנאי היא דתניא דלי שיש בו יין לבן וחלב והטבילו הולכין אחר הרוב ר' יהודה אומר רואין אותו כאילו הוא יין אדום אם דיהא מראהו כשר ואם לאו פסול ורמינהו כלי שהוא מלא רוקין והטבילו וכו' אמר אביי ל''ק הא דידיה הא דרביה וכו' רבא אמר בדלי שתוכו טהור וגבו טמא עסקינן דמדינא סגי להו בכל דהו ורבנן הוא דגזרו בהו דילמא חייס עלייהו ולא מבטיל ליה וכיון דאיכא רובא לא צריך ופירש''י דלי טמא שיש בו יין לבן או חלב שאין מראיהן ניכר בתוך המים והטבילו. תנאי היא דרבנן פליגי [עליה דרבי יהודה] וכוותיה קיימינן. בדלי שהוא טהור וגבו טמא כגון שנטמא גבו בטומאת משקין דרבנן דקי''ל תוכו אוגנו אזנו וידיו טהורים. דמדינא סגי ליה בכניסת מים לתוכו כל דהו שתעלה טבילה לשפתו דהא תוכו אין צריך טבילה ורבנן הוא דגזור שיטבילנו יפה דאי אמרת דסגי ליה בטבילת גבו דילמא חייס עלייהו [על מי החטאת] שלא יתערבו מי המקוה לתוכו [ויפסלו] ולא מטביל ליה לשפת הכלי לפיכך גזרו עליו להטבילו [ולפוסלו] וכיון דאיכא ריבויא תו לא צריך דהא טבילת תוכו חומרא בעלמא הוא עכ''ל: \n",
        "<b>כתב</b> הראב''ד אמר אברהם נשתבש בשמעתא דזבחים וכו'. נראה שטעמו מפני שהוא מפרש הא דרבא כדפרשינן דקאי אר' יהודה דשני אביי אליביה התם הא דידיה הא דרביה ואתא רבא למימר לעולם חד תנא הוא וכרביה ס''ל והכי קאמר ברובא סגי בדלי שהוא טהור וגבו טמא וכו' ופשטא דשמעתא הכי מוכח ורבינו נראה שמפרש דרבא לא קאי אדאביי אלא מילתא באנפי נפשה היא דאתא לפרושי ברייתא דדלי שיש בו יין לבן ואפשר שהביאו לפרש כן שלא היה גורס רבא אמר אלא אמר רבא ומילתא באנפי נפשה היא וכדאמרן ועדיין ק''ל שכתב רבינו סתם אבל אם היה בו יין אדום לא עלתה לו טבילה דמשמע דבשום פנים לא עלתה לו טבילה והא ליתא אלא דאם דיהא מראהו כשר ולזה נתכוון הראב''ד שכתב וביין אדום בעינן שידהו מראיו לדברי הכל ואפשר לדחוק ולומר דמשמע דמילתא דפשיטא היא שאם דיהו מראיו הרי הוא מים: \n",
        "<b>ומ''ש רבינו או משאר משקין.</b> צ''ל דמשקים אדומים קאמר: \n\n"
      ],
      [
        "<b>לגין שהוא מלא וכו' עד כאילו לא טבלה.</b> תוספתא פ''ז: \n",
        "<b>כתב</b> הראב''ד לישנא דתוספתא וכו'. בפ''י דמקואות אלו שאין צריכין שיבאו בהם המים קשרי העני והנימין וחבט של סנדל ותפילה של ראש בזמן שהוא חוצה ושל זרוע בזמן שאינה עולה ויורדת ואזני החמת ואזני התרמיל ופירש שם רבינו קשרי העני הקשר שיקשור בגדיו אם יקרעו אשר אין כוונתו להתירם וכן קשרי הנימין והם הקשרים אשר יקשרו קצוות פתילים היוצאים מן הבגד וכו' וחבט של סנדל לולאות האזנים עכ''ל: \n\n"
      ],
      [
        "<b>ומ''ש ואם הקפיד עליהם חוצצין וכו'.</b> נראה שלמד כן רבינו מדנקט קשרי העני משמע הא של בע''ה צריכים שיבואו בהם המים וטעמא משום דסתם בע''ה מקפיד וסתם עני אינו מקפיד אבל אם הקפיד העני הוי חציצה ואם לא הקפיד בע''ה לא הוי חציצה דכלל גדול שנינו בספ''ט זה הכלל כל המקפיד עליו חוצץ שאינו מקפיד עליו אינו חוצץ ובתוספתא פ''ח שנוי בפירוש כדברי רבינו: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(כב-כד)</small> ואלו שצריכים שיבואו בהם וכו'.</b> פרק י' דמקואות אלו שהם צריכין שיבאו בהם המים הקשר שבפרקסין שבכתף ושפה של סדין צריך למתח ותפלה של ראש בזמן שאינה חוצה ושל זרוע בזמן שהיא עולה ויורדת ושנצין של סנדל ונראה שרבינו מפרש דה''ק הקשר שבפרקסין ושבכתף ופרקסין ר''ל חלוקים וה''פ הקשר שבפתחי החלוקים שהם עשויות לולאות וכן הקשר שבלולאות שבכתף: \n",
        "<b>ומ''ש רבינו לחלק בין נימי הבגדים שנקשרו מאליהן לקשרי נימי הבגדים שקשרן</b> תוספתא פ''א: \n",
        "<b>ומ''ש שפה של סדין צריך למתח.</b> פירושו הקמטים שיש בשפת הסדין צריך למתחן כדי שיבאו בהם המים: \n",
        "<b>הסלים של גת ושל בד וכו'.</b> ג''ז תוספתא פ''ח: \n",
        "<b>הכר והכסת וכו' עד וינוחו מבעבוען.</b> פ''י דמקואות: \n\n"
      ],
      [
        "<b>כל ידות הכלים וכו'.</b> שם וכת''ק: \n\n"
      ],
      [
        "<b>כלי טמא שנתן בתוכו כלים אחרים וכו'.</b> בפ״ו דמקואות דלי שהוא מלא כלים והטבילו הרי אלו טהורים ואם לא טבל אין המים מעורבים עד שיהיו מעורבין כשפופרת הנאד ובפ' חומר בקודש (חגיגה דף כ״ב) מאי קאמר ואם לא טבל ה״ק ואם אינו צריך להטבילו ופירש״י ואם אינו צריך להטבילו ואתה בא לטהר כדים שבתוכו ע״י מים המעורבים למקוה עד שיהו מעורבים דרך פה רחב כשפופרת הנאד אבל כשהכלי טמא אפי' פיו צר כל שהו כלים שבתוכו טהורים דמגו דסלקא טבילה לגופו של כלי ליטהר ע״י מים הנכנסין דרך פיו דכטומאתו כן טהרתו סלקא נמי טבילה לכלים שבתוכו: \n",
        "<b>ומ''ש ואם הטהו על צדו וכו'.</b> תוספתא פ''ה: \n",
        "<b>ומ''ש בד''א לתרומה אבל לקדש וכו'.</b> משנה וגמ' ר''פ חומר בקדש: \n",
        "<b>ומ''ש כמו שביארנו למעלה במקומו.</b> פי''ב משאר אה''ט: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> דין תורה שכל מים מכונסים וכו' שיערו חכמים אמה על אמה וכו'.</b> פשוט במסכת מקואות ובכמה מקומות בגמרא מהם בסוף מסכת ע''ז (דף ע''ה ע''ב) ובספ''ק דחגיגה (דף י''א) ובעירובין פ''ק (דף ד' ע''ב) ופ''י דפסחים (דף ק''ט ע''ב) ופ''ג דיומא (דף ל''א) ומשמע בפרק עושין פסין דהני אמה על אמה ברום שלש אמות במרובע הוא ולא בעיגול: \n",
        "<b>ומ''ש רבינו בין שאובים בין שאינם שאובים ומד''ס שהמים השאובים פסולים לטבילה.</b> דעת רבינו כדעת ר''י שכתבו התוס' בספ''ק דפסחים בשם ר''י והביאו ראיות לדבר וכתב הר''ן בפרק המוכר את הבית ובפ''ב דשבועות שכן נראה מדברי הר''י ן' מיגש ושכן דעת הגאונים וכתב הרמב''ן שכן דעת הרי''ף ויש חולקים בדין זה ככתוב על ספר ב''י: \n",
        "<b>ולא עוד אלא מקוה מים וכו'.</b> רפ''ג דמקואות ופ''ק דעדיות ופ''ק דשבת ופרק ב' דחגיגה (דף ט''ו): \n",
        "<b>אע''פ שפיסול מים שאובים מדברי סופרים למדוהו בהיקש וכו'.</b> בת''כ: \n\n"
      ],
      [
        "<b>ומ''ש רבינו כיצד המניח קנקנים בראש הגג וכו' עד הרי זה ישבור את הקנקנים עד והמים הנקווים מהם מקוה כשר.</b> משנה בפ''ב דמקואות המניח קנקנים בראש הגג לנגבן ונתמלאו מים ר''א אומר אם עונת גשמים היא או אם יש מעט מים בבור ישבר ואם לאו לא ישבר רי''א בין כך ובין כך ישבר או יכפה אבל לא יערה פירוש רבי אליעזר סבר הא דמכשרינן במניח קנקנים אע''פ שיש בו קצת תפיסת ידי אדם היינו דוקא ע''י תערובת מים אחרים דוקא שישבר הקנקנים ולא ישים ידיו בהם אף לכפותם דאז חשיב תפיסת ידי אדם לפסול ור''י סבר דמכשרינן אפילו עשה כל המקוה מהם ואפילו שלח יד בהם לכפותם ובלבד שלא יגביהם לערותן: \n\n"
      ],
      [
        "<b>ומ''ש עוד רבינו המניח כלים תחת הצינור.</b> משנה פ''ד דמקואות המניח כלים תחת הצינור וכו' פוסלים את המקוה אחד המניח ואחד השוכח כדברי ב''ש וב''ה מטהרים בשוכח אר''מ נמנו ורבו ב''ש על ב''ה ומודים בשוכח בחצר שהוא טהור א''ר יוסי עדיין מחלוקת במקומה עומדת ומייתי לה בפרק קמא דשבת (דף י''ו ע''ב) ואיתמר עלה אמר רב משרשיא דבי רב אמרי הכל מודים בשהניחם בשעת קישור עבים טמאים בשעת פיזור עבים ד''ה טהורים לא נחלקו אלא שהניחם בשעת קישור עבים ונתפזרו וחזרו ונתקשרו מ''ס בטלה מחשבתו ומ''ס לא בטלה מחשבתו ופירש''י תחת הצינור שקבעו ולבסוף חקקו להמשיך מים למקוה דשוב אינו נפסל אבל הכלים פוסלים משום שאינם מטהרים. בשכח ולא חשיב שאיבה הואיל ולא לכך נתכוונו. בחצר שלא תחת הצינור ונתמלא מן הנוטפים ונפלו למקוה שהוא טהור. במניח תחת הצינור ובשהניחן בשעת קישור עבים ואח''כ נתפזרו ושכחן כדמוקי לה לקמן הוא דפליגי ביה דגלי דעתיה שרצה שיפלו לתוכו ומשום פיזור עבים לא בטלה מחשבתו ראשונה אבל במניח בחצר ואפי' בשעת קישור עבים ונתפזרו לא מוכחא מחשבה קמייתא שפיר מעיקרא הילכך בטלה. במקומה עומדת במניח תחת הצינור בקישור עבים לא נמנו ורבו עליהם לבטל דברי ב''ה דלא חזרו בהם. הניחן תחת הצינור בשעת קישור עבים ואיחרו גשמים לבא ויצא למלאכתו ושכחן דברי הכל הואיל ומתחילה לכך נתכוון לא בטלה מחשבתו. בשכחן דברי הכל טהורים דליכא גלוי דעתא. בטלה מחשבתו דכי נתפזרו אסח דעתיה דסבר לא ירדו גשמים עוד עכ''ל: \n",
        "<b>ובפ''ב</b> דמקוואות תנן הסייד ששכח עציץ בבור ונתמלא מים אם היה המים צפין על גביו כל שהן ישבר אם לאו לא ישבר דברי ר''א ר''י אומר בין כך ובין כך ישבר המסדר קנקנים בתוך הבור ונתמלאו מים אע''פ שבלע הבור את מימיו הרי זה ישבר ותניא בתוספתא פרק שלישי ר''י אומר בין כך ובין כך ישבר [רבי יוסי אומר משום ר''י אף יטה ובלבד שלא יטול] כלומר שלא יטול בידיו ויערן פי' הסייד שסד את הבור בסיד והביא הסיד בעציץ ושכח העציץ בבור ונתמלא מים אם המים צפים ע''ג העציץ לא חשיבי המים שבתוכו שאובים כיון שמחוברים למקוה וישבר העציץ אבל אם הגביה ועירה המים למקוה נעשו שאובים ואם לא היו צפים נעשו שאובים ור''י סבר אפילו אין המים צפים על גביו לא חשיבי המים שבתוכו שאובים כיון שמחוברים למקוה וישבר אבל לא יכפה דחשיב תפיסת ידי אדם יותר ממניח קנקנים לנגבן דהתם לא חישב עליהם לקבלה מעולם דלא העלם אלא לנגבם. המסדר קנקנים בתוך הבור שהוא מלא מים כדי שיבלעו המים בתוך דפני הקנקנים ולא יבלעו היין שינתן לתוכן ונתמלאו מים שנבלעו המים בדפנותיהם וגם עברו לתוכן עד שנתמלאו מים אע''פ שבלע הבור מימיו ישבר הקנקנים שהמים שבתוכן לא חשיבי שאובים שלא כיון שיכנסו המים לתוכן. ודברי רבינו תמוהים מכמה פנים חדא דמשמע שפסק כב''ש דפסלי במניח תחת הצינור אף בשוכח ואמאי שבק ב''ה ופסק כב''ש ואע''ג דרבי מאיר אמר נמנו ורבו ב''ש על ב''ה הא ר''י אמר עדיין מחלוקת במקומה עומדת וקי''ל ר''מ ורבי יוסי הלכה כר''י. ועוד שכתב דמניח כלים תחת הצינור בכל עת ובכל זמן פסולים כלומר בין שהניחן בשעת קישור העבים פסולים וזה היפך ממאי דאוקימנא בפ''ק דשבת דהכל מודים בשהניחן בשעת פיזור עבים שהם טהורים. ועוד שכתב שגזרו על השוכח בחצר והא בהדיא תנן דמודים ב''ש בשוכח בחצר שהוא טהור. ועוד שהוא מניח חילוק דבשעת קישור העבים ושעת פיזור העבים בחצר ולא בצינור ולפ''ז משמע דכי אמרינן לא נחלקו אלא שהניחן בשעת קישור העבים ונתפזרו וחזרו ונתקשרו מ''ס בטלה מחשבתו ומ''ס לא בטלה מחשבתו דהיינו לומר דב''ה סברי בטלה מחשבתו וב''ש סברי לא בטלה וכיון שהוא ז''ל פוסק כב''ש כמו שקדם ה''ל לפסוק גם בזה דפסולים כב''ש דאמרי לא בטלה מחשבתו ועוד דלפי מה שהוא ז''ל מניח חילוק דקישור עבים ופיזורם בחצר מיירי בשכח וכן אם הניחם בשעת קישור עבים ונתפזרו וחזרו ונתקשרו למה לא כתב דין השוכח: \n",
        "<b>ונראה</b> לומר שרבינו ז''ל מפרש דכי אמר ר''י עדיין מחלוקת במקומה עומדת פליג בין אמאי דאמר ר''מ נמנו ורבו ב''ש על ב''ה בין למאי דאמר מודים בשוכח בחצר שהוא טהור דסבר ר''י דבין במניח בין בשוכח בין תחת הצינור בין בחצר סברי ב''ש דפסול וב''ה מטהרים בשוכח תחת הצינור וכ''ש בשוכח בחצר ומשום דאיכא למיתמה אסברת ר''י דנהי דתחת הצינור גזרו ב''ש שוכח אטו מניח משום דדרך להניח כלים תחת הצינור לקבל מים הילכך שייך למיגזר ביה אבל בחצר דאינו מצוי כ''כ להניח בו כלים לקבל מים נהי דאסרו במניח לא היה להם לגזור בשוכח ולהכי אוקי רב משרשיא דבין לר''מ בין לרבי יוסי אליבא דב''ש בקישור עבים ופיזור עבים תליא מילתא דכשהניחן בשעת קישור עבים אע''פ שהוא חצר ד''ה טמאים כלומר בין לר''מ בין לרבי יוסי כיון שהוא שעת קישור עבים כך עשוי לירד מים בחצר כמו שעשוי לקלח הצינור ולב''ש דגזרי בצינור שוכח אטו מניח ה''נ גזרו בהניח בחצר בשעת קישור עבים שוכח אטו מניח וב''ה דלא גזרי בצינור ה''נ לא גזרי ובהניחן בשעת פיזור עבים ד''ה טהורים כלומר דבין לר''מ בין לרבי יוסי מודו ב''ש דטהור ואפילו במניח וכ''ש בשוכח לא נחלקו אלא בשהניחן בשעת קישור עבים ונתפזרו וכו' מ''ס בטלה מחשבתו וכו' כלומר לא נחלקו ר''מ ורבי יוסי אליבא דב''ש אלא בשהניחן בשעת קישור עבים ונתפזרו וכו' מ''ס בטלה מחשבתו כלומר דר''מ סבר דמודו ב''ש דבטלה מחשבתו ואפי' במניח טהורים דכיון דנתפזרו העבים אסח דעתיה והילכך אע''פ שלא שכח טהורים והא דקאמר ר''מ דמודים בשוכח לאו משום דליבעי שישכח ממש אלא לנתפזרו העבים קרי שוכח דכשם שהשוכח הוא מסיח דעתו מהדבר כך כשנתפזרו העבים הסיח דעתו מהמים ומ''ס לא בטלה מחשבתו כלומר רבי יוסי דאמר עדיין מחלוקת במקומה עומדת סבר דלב''ש כיון שהניח בשעת קישור עבים אע''פ שנתפזרו לא בטלה מחשבתו הילכך הם פסולים וסובר עוד רבינו דהלכה כר''מ משום דבגמרא אמרינן דר''ט ס''ל כוותיה: \n",
        "<b>והשתא</b> ניחא כל דבריו שמ''ש בתחת הצינור דבכל עת ובכל זמן פסולין היינו משום דסבר דמאי דאוקי רב משרשיא דבשעת פיזור עבים ד''ה טהורים וכו' לא קאי אלא למניח בחצר דוקא אבל במניח תחת הצינור פסולין משום דהיינו כב''ש דהלכתא כוותייהו לדעתו ז''ל כר''מ דאמר נמנו ורבו ב''ש על ב''ה: \n",
        "<b>ומ''ש וכן המניח הכלים בחצר בשעת קישור עבים פסולים וכן גזרו בשוכח וכו'.</b> מבואר ע''פ דעתו ז''ל דמפרש דמאי דאמר רב משרשיא הכל מודים בשהניחם בשעת קישור עבים טמאים וכו' אמניח או שוכח בחצר קאי דשעת קישור עבים לחצר כצינור דכל זמן דמי וכי היכי דבצינור גזרי ב''ש דהלכתא כוותיה ה''נ גזרי בחצר בשעת קישור עבים: \n",
        "<b>ומ''ש הניחם בחצר בשעת פיזור עבים כשרים.</b> מבואר על פי זה דהיינו דאמר רב משרשיא בשעת פיזור עבים ד''ה טהורים דאפי' לא שכח נמי טהורין דכיון דחצר הוא ובשעת פיזור עבים הוי כמו שהניחם בראש הגג לנגבן דבכל גוונא טהורים: \n",
        "<b>ומ''ש וכן אם הניחן בשעת קישור עבים ונתפזרו וחזרו ונתקשרו כשרים.</b> גם זה שם מבואר ע''פ דעתו ז''ל דרב משרשיא אמניח בחצר קאי ור''מ סבר דנתפזרו העבים מודו ב''ש דבטלה מחשבתו והוי כהניחם בשעת פיזור העבים דטהורים בכל גווני ובכך עלו דברי רבינו כהוגן וכבר העלה רבינו דעתו זה בפי' המשנה אכן דבריו סתומים וחתומים בביאור שיטת ההלכה ולכן הארכתי להוציא לאור משפטם לדעתו ז''ל: \n",
        "<b>אח''כ</b> מצאתי להר''א בנו של רבינו שכתב וז''ל מן הלשון עצמו אתה למד שלא נחלקו ת''ק ור' יוסי אלא בשוכח בחצר שכך אמר ת''ק המניח כלים תחת הצינור וכו' אמר ר''מ נמנו ורבו ב''ש על ב''ה ולא פליג רבי מאיר על רבי יוסי בזה וחזר ת''ק ואמר ומודים בשוכח בחצר שהוא טהור כלומר לא פליגי ב''ש על ב''ה בשוכח בחצר ולא פליג ר''מ על ת''ק בזה אבל פליג רבי יוסי על תנא קמא בזו דאמר עדיין מחלוקת במקומה עומדת וכשם שנחלקו ב''ש וב''ה בשוכח תחת הצינור כך נחלקו בשוכח בחצר ואילו היה הדבר כמו שעלה על לבך שרבי יוסי חולק על ר''מ בנמנו ורבו בתחילה ה''ל לחלוק וכך היה צ''ל אמר רבי מאיר נמנו ורבו בית שמאי על בית הלל ורבי יוסי אומר עדיין מחלוקת במקומה עומדת ואמאי שתיק התנא על מחלוקת רבי יוסי ולא שנאה אלא על פסקן ומודים שהוא ענין אחר ושקשה על זה הפירוש מדאקשינן בגמרא הניחא לרבי מאיר אלא לרבי יוסי חסרו להו קושיא יפה היא אבל איכא לתרוצה ולא דחינן לשון המשנה ומשנינן צורת הענין בזו הקושיא דאיכא למימר הואיל ומילתא דכלים פסיקא בצינור ובחצר חדא מדרבו וחדא מדאודו דרבי מאיר לא פליג על ת''ק דמודים בית שמאי בשוכח בחצר ומדלא פליג עליה כוותיה ס''ל ולפיכך חשב אליבא דר''מ האי מתניתין ממניינא אלא לרבי יוסי דאמר דמילתא דכלים לא פסיקא דהא בחצר איכא מחלוקת לדבריו לא יכול למימני מניח כלים דלא פסיקא מילתייהו בצינור וחצר אליבא דידיה ולפיכך נפקא מילתא דכלים ממניינא לטעמיה וחסרו להו, ראיה לזה הפירוש הנכון הא דאקשינן בתר הכי הא ניחא לרבי יוסי אלא לר''מ טפיא ליה כלומר לרב יוסי דמפיק מילתא דכלים ממניינא הואיל ויש בה מחלוקת וליכא למימנא ניחא ליה אי חשיב תינוק עכו''ם מכלל המנין לא טפיין ליה אלא לר''מ דפסיקא מילתא דכלים ולפיכך א''א לאפוקה ממנין אי חשיב תינוק עכו''ם כדאמרת דהוה ממניינא הא טפיין להו ופרקינן ר''מ אוכלים וכלים חדא חשיב להו ואי כדסליק אדעתייכו דפלגינן צינור מחצר כנראה מקושייתך על פירוש הרב ז''ל דאמרת בכללא אמאי לא קמה לה השוכח תחת הצינור ממניינא וכו' אילו הדבר כן שהצינור והחצר מוחלקים עד שיוכל החולק באחד מהם למנות השני היו שנים במנין ולעולם קשיא לר''מ וטפיין להו ואע''ג דחשיב אוכלים וכלים שנטמאו במשקים בחדא הילכך ליכא לפרושי אלא כדפרשינן. ושקשה לך מדגרסיתו ב''ה סברי בטלה מחשבתו ובית שמאי סברי לא אמרינן בטלה מחשבתו התשובה שאין לשון הגמרא כך בהרבה ספרים חקרנו וכתוב בהם מר סבר בטלה מחשבתו ומר סבר לא בטלה מחשבתו ולעולם אימא לך מר דהוא ת''ק ומר דהוא רבי יוסי כדפריש אבא מארי בפירוש המשנה ולא ק''ל מידי עכ''ל: \n\n"
      ],
      [],
      [
        "<b>כיצד פוסלין וכו' שאם היה במקוה פחות מארבעים סאה כו' הכל פסול.</b> בפרק שני דמקואות. \n",
        "<b>ומה שכתב אבל מקוה שיש בו ארבעים סאה וכו' [ולא עוד אלא וכו'] .</b> בפרק ששי ופרק שביעי דמקואות: \n\n"
      ],
      [
        "<b>מקוה שיש בו ארבעים סאה וכו'.</b> בפ״ז דמקואות תנן היו בו ארבעים סאה נתן סאה ונטל סאה כשר ובס״פ הערל (יבמות דף פ״ב ע״ב) אמרינן היו ארבעים סאה מכוונות נתן סאה ונטל סאה כשר ואמר ר״י וכו'. עד רובו וכתבו המפרשים דהיינו דוקא במי פירות אבל מים שאובין אפילו אלף סאין אינן פוסלין את המקוה השלם שיש בו ארבעים סאה וממ״ש רבינו כאן נראה שהוא סובר דהא דאמרינן בפרק הערל עד רובו במים שאובים דוקא היא אבל במי פירות לא מכשרינן אלא בנתן סאה אחת ונטל סאה כדקתני מתניתין דמקואות ואמי פירות דקתני ברישא קאי ולפ״ז ההיא דמייתי בפרק הערל אינה מתניתין דמקואות דההיא דמקואות במי פירות ודהערל במים שאובים ודין מי פירות כתבו רבינו בפ״ז והרא״ש כתב בסוף נדה (הל' מקואות סי' א') שדברי רבינו תמוהים שמתחילה כתב כיון שיש בו ארבעים סאה ממלא בכתף ושופך כל היום אע״פ שרבין עליו מים שאובים כשר ולמה יפסל בנתן סאה ונטל סאה ביותר מרובן ואין לומר דהא דמכשר ברישא משום דיש במקוה ארבעים סאה מים כשרים הילכך אינו נפסל ברביית מים פסולים אבל בנתן סאה ונטל סאה שלא נשארו במקוה ארבעים סאה מים כשרים א״א שלא יטול גם מן הכשרים הילכך אינו כשר אלא עד רובו דהא איהו גופיה כתב מקוה העליון שיש בו ארבעים סאה מים כשרים והיה ממלא בכלי ונותן לתוכו עד שירדו המים וירדו לתחתון ארבעים סאה הרי התחתון כשר וגם העליון הוא כשר אע״פ שכל אחד מהם רוב מים שאובים ואין בשניהם ארבעים סאה מים כשרים אלא ודאי ההיא דנתן סאה ונטל סאה במי פירות כמו שפירש ר״ת והחמירו חכמים במי פירות דלא חזו לטבילה כלל דמקוה מים כתיב הילכך פסלי ברובא עכ״ל: \n",
        "<b>ונראה</b> שאפשר לומר שטעם רבינו דמדינא שרי בכל גווני אלא דהיכא דנתן סאה ונטל סאה כי הוי רובו מיחזי להו לאינשי שניטלו הכשרים ונכנסו תחתם שאובים ויבאו להכשיר בכולם שאובים לגמרי ולפיכך גזרו בו מפני מראית העין אבל בהך דמקוה העליון ומקוה התחתון כיון דלא ניטלו ביד ליכא למיחש למראית העין וכבר הזכיר חילוק זה הרמב''ן בפרק המוכר את הבית: \n\n"
      ],
      [
        "<b>אין המים השאובים פוסלים את המקוה וכו'.</b> בסוף פ''ק דתמורה (דף י''ב) ראב''י אומר מקוה שיש בו כ''א סאה מי גשמים ממלא בכתף י''ט סאה ופותקן למקוה והם טהורים שהשאובה מטהרת ברבייה ובהמשכה וגרסינן תו התם א''ר יוחנן שאובה שהמשיכוה כולה טהורה ופירש''י ופותקן למקוה שלא יערה מן הדלי לתוך המקוה דאפילו בשלשה לוגין מיפסיל מקוה בכה''ג אבל יעשה חריץ וגומא למרחוק ויערה מן הדלי לתוך הגומא ויקלחו המים דרך החריץ לתוך המקוה והיינו המשכה. והן טהורים כלומר כשר לטבול בו. מטהרת ברבייה ובהמשכה כשהרוב ממי הגשמים שנפלו מעצמם לתוכו והמשיך מיעוט של שאובה לתוכו דרך חריץ מטהרת השאובה: \n",
        "<b>ומ''ש וכן גג שהיה בראשו עשרים סאה ומשהו וכו'.</b> תוספתא פרק ד' דמקואות: \n\n"
      ],
      [],
      [
        "<b>ומ''ש מי גשמים ומים שאובים שהיו מתערבים בחצר וכו'.</b> משנה פרק ד' דמקואות: \n",
        "<b>ויש</b> לתמוה על דברי רבינו דממשנה זו משמע דלא מכשרינן בשאובה שהמשיכוה אלא דוקא כשנתערבו קודם שירדו למקוה אבל לא נתערבו לא כדיליף הרא''ש מדקתני סיפא היו מקלחים לתוך המים וכו' ואילו הוא ז''ל כתב לעיל מקוה שיש בו עשרים סאה ומשהו מים כשרים והיה ממלא ושואב חוץ למקוה [והמים נמשכין ויורדין למקוה הרי הוא כשר הרי שאפילו שלא נתערבו קודם שירדו למקוה מכשיר] וצ''ל שרבינו ז''ל מפרש דהא דקתני היו מקלחין ממקום שאיבתן לתוך [המים היינו לומר שלא היו נמשכין אלא המים השאובין היו מקלחין ממקום שאיבתן לתוך המקוה] בלי המשכה כלל ומש''ה קתני שאם לא היו ארבעים סאה מים כשרים במקוה נפסל בשלשה לוגין מים שאובים שנפלו בו אבל אם היו השאובים נמשכים אע''פ שלא היו במקוה ארבעים סאה מים כשרים היו השאובים משלימים שיעורו כדלעיל וכפירוש הזה נראה מדבריו בפירוש המשנה אבל אכתי קשה מדקתני רישא אימתי בזמן שמתערבין עד שלא יגיעו למקוה דמשמע שמפני שנתערבו מקודם הוא דמכשרינן הא לאו הכי לא צ''ל דהא דקתני שמתערבים היינו לאפוקי היכא דלא נפלו רוב כשרים ברישא דהיכא דהיה במקוה פחות מעשרים סאה ומשהו מים כשרים הוא נפסל בשלשה לוגין מים שאובים אף ע''פ שנפלו בו בהמשכה אבל כשהם מתערבים קודם שירדו והם נמשכים ויורדים אע''פ שאין רוב הכשרים ניכר ועומד לעצמו כיון שגם השאובים אינם יורדים למקוה בפני עצמם אלא מעורבים עם הכשרים ובדרך המשכה כשרים והכי משמע מדבריו ז''ל שכתב אין המים שאובין פוסלין את המקוה בשלשה לוגין עד שיפלו לתוך המקוה מן הכלי אבל אם נגררו המים השאובים וכו' אינם פוסלים את המקוה עד שיהיו מחצה למחצה אבל אם היה רוב מן הכשרים הרי המקוה כשר כיצד מקוה שיש בו עשרים סאה ומשהו מים כשרים והיה ממלא ושואב וכו' שהשאובה שהמשיכוה כשירה אם היה שם רוב ארבעים סאה מן הכשר כלומר דדוקא במקוה רוב ארבעים סאה מן הכשר הוא דמכשרינן כשנפלו בו מים שאובים ע''י המשכה הא לאו הכי לא ואח''כ כתב וכן גג שהיה בראשו כ' סאה ומשהו מי גשמים וכו' מבואר דהיינו לומר שאפילו שאב ונתן לתוך המקוה בלא המשכה כלל שכבר נפסל המקוה בשלשה לוגין מים שאובים שנפלו לתוכו אם היו רוב כשרים במקוה כשר ע''י המשכה שימשיכה כולה למקום אחר ואח''כ כתב מי גשמים ומים שאובים שהיו מתערבים בחצר ונמשכים ויורדים וכו' לומר דאפי' לא היו רוב מים כשרים ניכר ועומד לעצמו כשנתערבו בו המים השאובים כיון שגם השאובים אינם יורדים למקוה בפני עצמה אלא מעורבים עם הכשרים ובדרך המשכה כשרים והיינו דכתב אימתי בזמן שמתערבין עד שלא יגיעו למקוה כלומר שאם לא היו מתערבין קודם שיגיעו למקוה אע''פ שהיו השאובים נמשכים ויורדים אם לא היו במקוה רוב מ' סאה מן הכשרים קודם שיתערבו עמהם השאובים פסול ואח''כ כתב אבל אם היו הכשרים והפסולים מקלחים לתוך המקוה וכו' כלומר וכל זה הוא דוקא כשהיו השאובים נמשכים ויורדים אבל אם היו מקלחים כלומר שהיו השאובים יורדים למקוה בלא המשכה אפי' היו הכשרים בתוך המקוה ארבעים סאה חסר קורטוב נפסלו כולם מעת שנפלו בהם שלשה לוגין מים שאובים ואין להם תקנה אלא ע''י שימשיכם כדלעיל. ומה שהפסיק רבינו בהוראת מקצת חכמי המערב באמצע דבריו הוא מפני שחכמי המערב ורבינו חולקים בפירוש מה שאמרו בגמרא שאובה שהמשיכוה כולה כשירה לפיכך סמך ענין לו ועוד מפני שמשנה זו הוי תיובתא לחכמי המערב כמ''ש רבינו בפירוש המשנה לפיכך אחר הוראתם כתב דברי המשנה דמינה נשמע דליתא לההיא הוראה: \n",
        "<b>וטעם</b> הוראת חכמי המערב נראה שהיתה מדגרסינן בפרק קמא דתמורה אמתני' דאין מים שאובין פוסלין את המקוה אלא לפי חשבון מאן תנא א''ר חייא בר אבא אר''י ראב''י היא דתניא ראב''י אומר מקוה שיש בו כ''א סאה מי גשמים ממלא בכתף י''ט סאה ופותקן למקוה והם טהורים שהשאובה מטהרת ברבייה והמשכה מכלל דרבנן סברי דרבייה ובהמשכה לא אלא דכי אתא רבין אר''י שאובה שהמשיכוה כולה כשירה מני לא רבנן ולא ר''א אלא אמר רבה לפי חשבון כלים ויוסי בן חוני היא וכו' ומשמע לחכמי המערב דראב''י בעי רבייה דכשרים והמשכה דשאובים ורבנן לא באו רבייה דכשרים אלא כל ארבעים סאה שאובים שהומשכו כשר ואפילו אין בהם תערובת כשרים כלל וכן פירש''י וסוברים דקי''ל כרבנן דרבים נינהו ורבינו כתב בפירוש המשנה שהם טעו בהוראה זו לסיבת מיעוט שמירת המשנה והחקירה למה שבה כלומר שנעלמה מהם מתניתין דמים שאובים ומי גשמים שנתערבו בחצר ובעוקא וכו' שכתבתי לעיל דמשמע מינה בהדיא דבלא רוב מים כשרים לא מתכשרי מים שאובים ע''י המשכה ואני אומר שאין [מאותה הוראה] הוכחה שנעלמה אותה משנה מהם דאפשר דהוו ידעי לה ולא פסקו כמותה משום דהוו מפרשי לה כפירוש רבינו שמשון דאתיא דלא כרבי אליעזר ב''י ודלא כרבנן דפליגי עליה כדמשמע בסוף פ''ק דתמורה ואפילו אי הוו סברי דראב''י היא איכא למימר דלא פסקו כמותה משום דס''ל דלא קי''ל כוותיה ואע''ג דסתם תנא כוותיה לא קי''ל כההוא סתמא מדחזינן דכי אתא רבין אמר ר''י שאובה שהמשיכוה כולה [כשירה] וכיון דסתמא אמר הכי משמע דהכי הלכתא ולא כסתם מתניתין: \n",
        "<b>ועדיין</b> יש לדקדק בדברי רבינו שכתב מקוה שיש בו כ' סאה ומשהו מים כשרים והיה ממלא ושואב חוץ למקוה והמים נמשכים ויורדים וכו' הרי הוא כשר ואפילו השלימו לאלף סאה שהשאובה שהמשיכוה כשירה אם היה רוב ארבעים סאה מן הכשר ומשמע דהא כראב''י אתיא דאמר מקוה שיש בו כ''א סאה וכו' פותקן למקוה ואח''כ כתב וכן גג שהיה בראשו כ' סאה ומשהו מי גשמים וכו' שהשאובה שהמשיכוה כולה כשירה ומשמע דהיינו כרבנן וכדאמר רבין שהמשיכוה כולה כשירה והיאך רבינו מזכי שטרא לבי תרי דמעיקרא פסק כראב''י והדר פסק כרבנן. ונ''ל שרבינו סובר דה''פ דשמעתא התם מדקאמרה מאן תנא דסבר אין מים שאובים פוסלים את המקוה אלא לפי חשבון ראב''י היא משמע דאיכא רבנן דפליגי עליה דראב''י ואמרו דמים שאובים פוסלים את המקוה שלא לפי חשבון כלומר דאפילו קדמו רוב כשרים והמשיך לתוכן י''ט סאין שאובין פסלי א''כ הא דקאמר רבין שאובה שהמשיכוה כולה כשירה כלומר שאם היו כ''א סאה מי גשמים ועירה י''ט סאין שאובין בלא המשכה שנפסלו כולם ואח''כ המשיכם כולם למקום אחר כשרים כמאן דלא כרבנן דהא לא מכשרי שאובה ע''י המשכה כלל ודלא כראב''י דאם איתא דהוה מכשר בה אם איתא דרבנן פליגי עליה לא הוה שתיק מינה כי היכי דלא נימא דעד כאן לא אכשר אלא כשהמשיך הי''ט שאובים לתוך הכ''א כשרים שלעולם היו הכשרים בכשרותם אבל היכא שעירה השאובים לתוך הכשרים בלא המשכה שנפסלו הכשרים מודה לרבנן דפסלי [אפילו המשיכם אח''כ] הילכך ע''כ לומר דליכא מאן דפליג על ראב''י ואע''ג דמשמע דיחידאה איתמר איכא דכוותה בפרק ארבע מיתות דהשתא רבין אגמרן דאע''ג דמדברי ראב''י לא משמע דשרי אלא בשהמשיך י''ט שאובים לתוך כ''א כשרים הוא הדין דשרי בעירה הי''ט שאובים בלא המשכה ואחר כך המשיך את כולם דהא איכא למימר שאע''פ שבעת שעירה הי''ט שאובים בלא המשכה נפסל הכל מ''מ כיון שהמשיך הכל כשרים ופסולין יחד עדיף טפי מהיכא דלא המשיך אלא הי''ט שאובים בלבד הילכך שני דינים הללו שקולים ונקט חד מינייהו ולא חש למינקט אידך משום דכיון דליכא מאן דפליג עליה שפיר ילפינן חד דינא מחבריה. אי נמי ה''פ הא ודאי דרבנן פליגי אראב''י מדנקיט לה בלישנא דיחידאה ואי כדקאמרת מאן תנא דאמר אין מים שאובים פוסלים את המקוה אלא לפי חשבון ראב''י משמע דרבנן דפליגי אראב''י לחומרא פליגי וכמ''ש לעיל וא''כ דרבין דלא כמאן דלא כראב''י דהא ע''כ לא שרי ראב''י אלא בשעירה הי''ט שאובים לתוך הכ''א כשרים בדרך המשכה ולא בשעירה אותם שלא כדרך המשכה שכבר נפסלו ושוב לא תועיל בהם המשכה הילכך ע''כ לומר דרבנן דפליגי אראב''י לקולא פליגי ושרו אפילו בשעירה הי''ט שאובים בלי המשכה אע''פ שנפסלו כולם כיון שחזר והמשיכן הוכשרו מאחר דאיכא רבייה והמשכה ופוסק רבינו כרבנן דרבים נינהו וגם דרבין אמר ר''י אתי כוותייהו ולפיכך כתב תחילה דהיכא דהמשיך הי''ט שאובים דכשר דכ''ע מכשרי בה ואח''כ כתב שאפילו עירה הי''ע שאובים בלא המשכה שנפסל הכל אם חזר והמשיך הכל הוכשר כרבנן דפליגי אראב''י וכדרבין וזה נראה עיקר: \n\n"
      ]
    ],
    [
      [
        "<b>מקוה שנפלו אליו שלשה לוגין מים שאובים וכו' עד מצטרף לשלשה לוגין.</b> בפ''ג דמקואות מכלי אחד משנים משלשה מצטרפין מד' אין מצטרפין בד''א בזמן שהתחיל השני עד שלא פסק הראשון ובד''א בזמן שלא נתכוון לרבות אבל אם נתכוון לרבות אפילו קורטוב בכל השנה מצטרפין לשלשה לוגין ומשמע לי דנתכוון לרבות היינו שכשהוא מטיל אותם מים שאובים למקוה הם על דעת לרבות מי המקוה שיהיו בו מים בשפע ולא יחסר על ידי טבילות שיטבלו בו אז מצטרפין אפילו קורטוב בכל שנה אבל אם לא הטיל על דעת זו בזה אמרו מד' אין מצטרפין והטור ורבינו ירוחם פירשו בע''א: \n",
        "<b>ומ''ש בין שקדמו השאובים וכו'.</b> בפ''ב דמקואות וכחכמים דאמרי בין בתחילה בין בסוף שיעורה ג' לוגין: \n",
        "<b>ומ''ש כיון שנפלו ג' לוגין מים שאובים לתוך מ' סאה נפסל הכל ונעשה שאוב.</b> נראה כסותר למ''ש בפ''ד מקוה שיש בו ארבעים סאה מים שאינם שאובים ושאב בכד ושפך לתוכו כל היום כולו כשר וכ''כ עוד בספ''ו ומשמע מדבריו שם דאפילו בשאב ושפך על דעת לרבות מי המקוה קא מכשר ושמא י''ל דלתוך ארבעים סאה דנקט הכא כשהם ארבעים סאה עם השלשה שאובים שנפלו איירי אבל אם היו מ' סאה שלמים מים כשרים כולם לא נפסלו במים שאובים שנפלו לתוכן וכיוצא בזה פירש רבינו שמשון התוספתא דקתני שתי בריכות של מ' מ' סאה זו ע''ג זו ונפלו שלשה לוגין מים לעליונה ונפתקו ובאו לתחתונה כשרים שאני אומר שלמו מ' סאה עד שלא ירדו שלשה לוגין וכיוצא בזה כתב רבינו בפ''ב דערלה שפירש הירושלמי מתניתין הערלה מעלה את הכלאים כיצד סאה ערלה שנפלה למאתים: \n\n"
      ],
      [
        "<b>שנים שהטילו זה לוג ומחצה וכו'.</b> משנה פ''ג דמקואות וכחכמים: \n",
        "<b>ומ''ש גבי סוחט כסותו והגביהה.</b> הוא מדתנן בפ''ז דמקואות גבי מקוה שיש בו מ' סאה מכוונות וכו' הטביל בו את הסגוס והעלהו ומקצתו נוגע במים טהור פירוש סגוס בגד עב של צמר והרבה מים נבלעים בו וכל זמן שמקצתו במים אין המים שבתוכו נחשבים שאובים כל זמן שלא העלהו לגמרי מן המים וטהור המקוה אבל אם העלהו כולו מים שבתוכו שאובים והמקוה נחסר והמים שמתמצים מתוכו למקוה פוסלין אותו הרי שכל זמן שמקצתו נוגע במים אין המים שבתוכו נחשבים כשאובים: \n\n"
      ],
      [
        "<b>המטביל כר וכו'.</b> פרק ז' דמקואות. \n",
        "<b>ומה שכתב אבל הקופה והשק וכו'.</b> שם בפרק ו': \n\n"
      ],
      [
        "<b>מקוה שיש בו ג' גומות וכו'.</b> בפ''ג דמקואות וכת''ק וכתב הר''ש משמע דדוקא שידוע אבל ספק פסול: \n\n"
      ],
      [
        "<b>שני מקואות אין בכל אחד מהן מ' סאה וכו' אבל מקוה שאין בו ארבעים סאה וכו'.</b> שם רפ''ג ודלא כרבי יהושע אלא כרבי יוסי וכחכמים: \n\n"
      ],
      [
        "<b>בור שהוא מלא מים שאובים וכו'.</b> שם: \n",
        "<b>ומ''ש מקוה שיש בו עשרים סאה מי גשמים וכו' וכן אם עשה מקוה וכו'.</b> שם גבי מקוה שאין בו ארבעים סאה ונפלו לו שלשה לוגין מים שאובים וחכ''א לעולם הוא בפיסולו עד שיצא ממנו מילואו ועוד כיצד הבור שבחצר ונפלו לו שלשה לוגין לעולם הוא בפיסולו עד שיצאו מלואו ועוד או עד שיעמיד בחצר מ' סאה ויטהרו העליונים מן התחתונים ר''א בן עזריה פוסל אא''כ פסק ופירש רבינו שמשון שיעמיד בחצר ארבעים סאה מקוה כשר למטה מהפסול ופותקו לכשר כדי שיתחברו ויטהר העליון הפסול מן התחתון הכשר כר''מ בספ''ב דחגיגה דאית ליה גוד אסיק וכ''ש אם הכשר למעלה ור''א פוסל דלית ליה גוד אסיק ואפשר דאפילו גוד אחית נמי לית ליה כרבנן דאמרי בתוספתא אין מטבילין לא בתחתונה ולא בעליונה אא''כ פסק שפסקו מימיו ויצאו ממנו מילואו ועוד עכ''ל. ורבינו נראה שפוסק כרבנן דלית להו אפילו גוד אחית לענין מקואות ולפיכך סתם וכתב וכן אם עשה מקוה שיש בו ארבעים סאה מים כשרים ועירבו עם המקוה הזה הפסול טהרו אלו את אלו ולא כתב שאפילו הוא עליון או תחתון כשר ואע''פ שיש לדחות שסתם דבריו לומר דבכל ענין כשר בפ''ח גבי ג' גומות שבנחל יתבאר דלית ליה גוד אחית ואהא דתנן והאמה נכנסת לו ויוצאה ממנו פירש רש''י דהיינו חרדלית של גשמים כלומר דאילו היתה אמת המים נובעין אפילו אינה אלא כל שהוא היתה מטהרת את המים השאובים שבבור: \n\n"
      ],
      [
        "<b>המסלק את הטיט לצדדין וכו'.</b> בפ''ב דמקואות וכת''ק: \n\n"
      ],
      [
        "<b>גייס העובר ממקום למקום וכו'.</b> תוספתא דמקואות פ''ג ר' יוסי אומר זילף בידיו וברגליו שלשה לוגין למקוה פסול הוליכו עם הקרקע כשר לגיון העובר ממקום למקום וכן x שיירא העוברת ממקום למקום וזלפו בידיהם וברגליהם שלשה לוגין למקוה כשר ולא עוד אלא אפילו עשו מקוה בתחילה כשר ופירש הרא''ש לגיון הוא חיל רוכבי סוסים וכן שיירא ואם עשו מקוה ברגלי בהמות כשר אבל אדם שזילף בידיו או ברגליו שלשה לוגין למקוה חסר פסלו עכ''ל אבל מדברי רבינו שמשון נראה שאינו מחלק בין אדם לבהמה שכתב וזילפו בידיהם וברגליהם שלשה לוגין למקוה כשר אבל עם הקרקע קאמר ובמה ששנינו הוליכו עם הקרקע פירש דהיינו המשכה שמערה חוץ למקוה והם נמשכים למקוה ע''כ ולפי זה הא דתניא ולא עוד אלא אפילו עשו מקוה בתחילה כשר כמאן דאמר שאובה שהמשיכוה כולה כשירה אתיא אבל למאן דלא מכשר אלא כשהמשיך רובא ליתא להאי תוספת' ורבינו משמע לו שהוא מפרש התוספתא שהעבירו על גבי קרקע או שניתנו ע''י דריסת רגלי אדם או בהמה כשר שאין חילוק בין אדם לבהמה לענין זה וצ''ל דהא דאמר רבי יוסי זילף בידיו וברגליו שלשה לוגין למקוה פסול מפרש רבינו דלא ע''י נתיזה היה אלא שנטל בידיו וברגליו שלשה לוגין והטילן למקוה ולפי שהיה מפרש כן לא הוצרך לכתוב דברי ר''י דמדין המסלק את הטיט הוא נלמד: \n\n"
      ],
      [
        "<b>מקוה שאין בו ארבעים סאה וכו': כתב</b> הראב''ד ופסולים להקוות עליהם א''א זה שיבוש אלא כשרים להקוות עליהן וכו'. ובאמת שכדברי הראב''ד כתב ר''ש בתוספתא דמקואות פ''ק כי שם הוא מקום דינים אלו דקתני גבא שאין בו ארבעים סאה ונפל לתוכן פחות משלשה לוגין מים טמאים פסולים לחלה ולתרומה וליטול מהם לידים וכשרים להקוות עליהם, ירדו גשמים רבו ושטפו כדברי בית שמאי ובית הלל אומרים רבו אע''פ שלא שטפו וכדברי ר''ש שטפו אע''פ שלא רבו כשרים לחלה ולתרומה וליטול מהם לידים וכשרים להקוות עליהם וכיצד רבו אע''פ שלא שטפו כדברי בית הלל מקוה שהוא מחזיק ארבעים סאה ובתוכו י''ט סאה ונפל לתוכו פחות משלשה לוגין מים שאובים טמאים כיון שנפל לתוכו כ''א סאה של מי גשמים טהורים מפני שרבו וכיצד שטפו אע''פ שלא רבו כדברי ר''ש מקוה שהוא מחזיק כ' סאה ובתוכו י''ט סאה ונפלו לתוכו פחות משלשה לוגין מים שאובים טמאים כיון שנפל לתוכו סאה אחת של מימי גשמים טהורים מפני ששטפו וכמה שטפו כל שהן, נפלו לתוכו שלשה לוגין מים שאובים טמאים פסולים לחלה ולתרומה וליטול מהם לידים ופסולין להקוות עליהן וירדו גשמים ושטפו כדברי בית שמאי וכדברי בית הלל רבו אע''פ שלא שטפו וכדברי ר''ש שטפו אע''פ שלא רבו כשרים לחלה ולתרומה וליטול מהם לידים ופסולים להקוות עליהם עד שיצא ממנו מילואו ועוד אי זהו מילואו ועוד מקוה שהוא מחזיק עשרים סאה ובתוכו י''ט סאה ונפלו לתוכו שלשה לוגין מים שאובים טמאים, רבו מי גשמים ונתמלאו לעולם הוא בפיסולו עד שיצא ממנו מילואו ועוד דבר מועט למעט שלשה לוגין. מקוה שיש בו ארבעים סאה חסר קורטוב ונפלו לתוכו שלשה לוגין מים שאובים טמאים פסולים לחלה ולתרומה וליטול מהם לידים ופסולין להקוות עליהם, פחות משלשה לוגין אפילו כולם טמאים כיון שנפל לתוכו קורטוב אחד של מימי גשמים טהורים וכשם שטהורים לטבילה כך טהורים לכל דבר ע''כ לשון התוספתא. ורבינו נראה שהיה גורס בבא דרישא נמי פסולים להקוות עליהם ואע''פ שפחות משלשה לוגין מים שאובים אינם פוסלים את המקוה וא''כ כשרים להקוות עליהם שאני הכא דהני פחות משלשה לוגין מים שאובים הוו טמאים ולפיכך הם פסולים להקוות עליהן ומיהו ה''מ כשלא רבו הכשרים הנקוים עליהם כגון שהיו במקוה כ' סאה או יותר מים כשרים כשנפלו הפחות משלשה לוגין מים שאובים טמאים דכיון דכי מקוה עלייהו להשלימם לשיעור מקוה אין מים האחרונים רבים על הראשונים נפסלו ואפילו מרבה מים יותר ממה שצריך לשיעור מקוה דלא חשיבא רבייה אלא במאי דצריך לשיעור מקוה אבל אם מים כשרים שהיו במקוה בעת שנפלו הפחות משלשה לוגין הללו היו פחותים מכ' סאה דהשתא כי מקוה עלייהו להשלימם לשיעור מקוה הוו מים בתראי רבים על מים דהוו ברישא כשר. וה''פ דרבינו מקוה שאין בו מ' סאה וכו' כלומר יש בו מים כשרים שיעור חצי מקוה או יותר ונפל לתוכו פחות משלשה לוגין מים טמאים שאובים פסולים להקוות עליהם, ירדו עליהם גשמים ורבו עליהם כלומר אבל אם שיעור המים הראשונים היה מועט עד שכשירדו גשמים וישלימו למ' סאה נמצא שמים אחרונים רבים על הראשונים כשרים. כנ''ל לפרש למימרא דבדוקא נקטה תוספתא מקוה שהוא מחזיק ארבעים סאה אלא דאי הוה ס''ל לרבינו הכי לא היה סותם דבריו לפיכך נראה דבכל ענין שרבו מים אחרונים על מים ראשונים הוכשרו. ובין כך ובין כך לישנא דנקט רבינו גבי ירדו עליהם גשמים וכו' כשרים להקוות עליהם אינו נוח לי ומאי להקוות עליהם דקאמר הכי הל''ל כשרים לטבול בהם. ואפשר דמשום דלא פסיקא ליה מילתא שיהא בהם מ' סאה דהא אפשר דמים קמאי הוו מועטים שאפילו עם מים אחרונים שרבו עליהם אין שם מ' סאה לפיכך כתב כשרים להקוות עליהם לומר דמים טמאים שנפלו בו נתבטלו וממילא משמע שאם יש שם ארבעים סאה כשר לטבול בו: \n",
        "<b>ומ''מ</b> קשה דקתני סיפא מקוה שיש בו ארבעים סאה חסר קורטוב ונפלו לתוכו פחות משלשה לוגין אפי' כולם טמאים כיון שנפל לתוכו קורטוב של מי גשמים טהורים לטבילה ולכל דבר והא קתני רישא דכל שלא רבו מים אחרונים על הראשונים פסולים וצ''ל שרבינו מפרש דשאני לן בין מקוה שאין בו מ' סאה כלומר שאין בו אלא ל''ט או פחות למקוה שיש בו ארבעים סאה חסר קורטוב דכיון שיש עליו שם מ' סאה לא פסלוהו כלל פחות משלשה לוגין מים טמאים: \n\n"
      ]
    ],
    [
      [
        "<b>כל הכלים המקבלים וכו'.</b> ריש פרק רביעי דמקואות: \n\n"
      ],
      [
        "<b>כל כלי שלא נעשה לקבלה וכו'.</b> שם סילון שהוא נראה מכאן ומכאן ורחב באמצע אינו פוסל מפני שלא נעשה לקבלה: \n\n"
      ],
      [
        "<b>השוקת שבסלע וכו'.</b> משנה שם השוקת שבסלע וכו' אינה פוסלת את המקוה היתה כלי וחיברה בסיד וכו' פוסלת את המקוה ניקבה מלמטה או מן הצד ואינה יכולה לקבל מים כל שהו כשירה וכמה יהא בנקב כשפופרת הנאד אמר רבי יהודה בן בתירא מעשה בשוקת יהוא שהיתה בירושלים והיתה נקובה כשפופרת הנאד והיו כל טהרות שבירושלים נעשות על גבה ושלחו ב''ש ופחתוה שב''ש אומרים עד שיפחת רובה ופירש הרא''ש השוקת שבסלע שחקקוה בסלע ואינה חשובה כלי הואיל ומתחלתה נחקקה בסלע וה''ה אם קבע האבן וחיברו בקרקע ואח''כ חקקו כדאיתא בפרק המוכר את הבית אבל אם היתה כלי ואח''כ חיברה חשובה כלי ופוסלת את המקוה. כמה יהא בנקב פשטא דמתניתין קאי אמאי דסליק מינה כמה יהא בנקב לבטלו מתורת כלי שלא יפסול את המקוה מחמת שאיבה ומייתי עובדא דשוקת יהוא שהיתה נקובה כשפופרת הנאד כדי שלא יפסלו המים המקלחים בתוכם אבל בפ''ק דיבמות (דף ט''ו) מייתי הך דשוקת יהוא על ענין עירוב מקואות כשפופרת הנאד ומשמע שלא היו ארבעים סאה בשוקת והיה מחובר למקוה שלם בנקב כשפופרת הנאד ומילתא באפי נפשה היא ולא קאי ארישא אבל ניקבה דרישא לא בעי כשפופרת הנאד כיון שהנקב הוא למטה בשוקת ואינה יכולה לקבל מים כ''ש נתבטלה מתורת כלי ובתוספתא פליגי תנאי בהא דתניא קסטלין המקלח מים בכרכים אם היה נקוב כשפופרת אינו פוסל את המקוה ואם לאו פוסל את המקוה הלכה זו עלו בני אסיא שלשה רגלים ולרגל השלישי הכשירו להם אפילו נקב כמחט אמר ר''א ברבי יוסי הלכה זו הוריתי ברומי לטהרה וכשבאתי אצל חבירי אמרו לי יפה הורית בד''א מן הצד אבל מלמטה אינו פוסל את המקוה ואם היה מקבל כל שהו מן הנקב ולמטה פוסל את המקוה פירוש כל זה מדברי חביריו שאמרו לו יפה הורית דבד''א דבעינן כשפופרת הנאד מן הצד אבל אם ניקב בשוליו אינו פוסל אם ניקב כמלא מחט ואם היה מקבל כל שהוא פי' שנקוב מן הצד כשפופרת הנאד וגבוה מעט מהשוליים ומקבל מן הנקב ולמטה מים כל שהו פוסל את המקוה וסוגיא דיבמות במקומה ההיא דשוקת יהוא בעירוב מקואות ס''ל כתנא דסבר מלמטה מהני נקב כל שהוא הילכך צריך לשנות פשטא דמתניתין ולומר דמילתא באפי נפשה היא ולא קאי ארישא וכתב ר''מ נראה דהלכה כר''א ברבי יוסי דמעשה רב וחביריו נמי הודו לו דיפה הורה וסתמא דגמרא מייתי לההיא דשוקת יהוא לענין עירוב מקואות אלמא לא קיימא אניקבה מלמטה לענין כלי המקוה דהתם לא בעינן כשפופרת אלא כמלא מחט וכר''א ברבי יוסי וכן בפסקי רבינו שמחה בניקבה למטה בשוליה שאין יכול לקבל מים לא בעינן כשפופרת הנאד וכן הביא רבינו שמשון ראיה מן התוספתא דלמטה בשוליה סגי בנקב כל שהוא ולמדנו מזה שמותר לעשות גיגית גדולה של עץ או שוקת אבן ויעשה למטה בשוליים נקב כל שהו ויושיבנה על הארץ וימשוך לתוכה מים ויטבול בה עכ''ל: \n",
        "<b>ומ''ש</b> יושיבנה על הארץ. כך מפורש בתוספתא דקתני עלה ההיא דר''א ברבי יוסי פקקו בסיד ובבנין אינו פוסל את המקוה בסיד ובגפסיס פוסל את המקוה על גבי הארץ ועל גבי סיד וגפסיס או שמירחו בטיט מן הצדדין אינו פוסל את המקוה ופירש רבינו שמשון והרא''ש בסיד ובבנין שהביא סיד וצרורות ופקק בו הנקב לא חשיבא סתימה אבל בסיד וגפסיס יחד חשיבא סתימה מעלייתא וחשיב כלי הושיבו על גבי הארץ כלומר לא סתם הנקב אלא הושיבו על הארץ כדי שלא יצאו המים או על גבי סיד וגפסיס או שמירח הנקב מן הצדדים אכתי לא הוי כלי ואינו פוסל את המקוה: \n",
        "<b>ומתוך</b> דברי רבינו שכתב כאן משמע לי שהוא מפרש מתניתין כפשטא דכמה יהא בנקב קאי למאי דסליק מיניה דהיינו לענין לבטלו מתורת כלי שלא יפסול המקוה מחמת שאיבה קאמר כמה יהא בנקב כשפופרת הנאד ולפ''ז צ''ל בההיא דפ''ק דיבמות דתרי שוקת יהוא היו בירושלים חדא שהיו מטבילים בתוכה ולא היה בה מ' סאה אלא על ידי עירובה עם מקוה שבצדה על ידי נקב שביניהם ועוד שוקת יהוא אחרת היתה שהיו המים נמשכים בה ויורדים למקוה ועשו בה נקב לבטלה מתורת כלי והיינו הך דתנן במסכת מקואות ושיעורא דנקב דעירוב מקואות ושיעורא דלבטלו מתורת כלי שוים הם דבתרווייהו הוי כשפופרת הנאד ואע''ג דבתרווייהו קתני כל טהרות שהיו בירושלים נעשות על גבה אין למדין מן הכללות וקצת הטהרות היו נעשות בשוקת זו ובזמן אחר היו כל הטהרות נעשות בשוקת זו ואף אם נאמר דדא ודא אחת היא ובין הכא ובין התם לא לענין עירוב מקואות מיתניא אלא לענין נקב המבטלה מתורת כלי וכפשטא דמתניתין דמסכת מקואות והא דקאמר עלה התם ותנן עירוב מקואות כשפופרת הנאד בעביה ובחללה כשתי אצבעות חוזרת למקומן לא מייתי לה אלא ללמוד ממנה שיעורא דשפופרת הנאד כמה הוי ולא לומר דההיא דשוקת מיתניא לענין עירוב מקואות כלל: \n\n"
      ],
      [
        "<b>ומ''ש רבינו הלוקח כלי גדול כגון חבית גדולה וכו'.</b> נראה שטעמו מההיא דתניא בתוספתא קסטלין המחלק מים בכרכים והוא ז''ל מפרש דקסטלין היינו שדרך כרכים להניח במקום מוצא המים חבית גדולה או עריבה גדולה של חרס ושם מתכנסין כל המים הבאים לכרך ומשם יפרדו לקלח המים לכל מעיינות הכרך וסובר ז''ל דהלכה כר''א ברבי יוסי כיון שהודו לו חביריו וסובר עוד דמאי דאמר ר''א ברבי יוסי הלכה זו הוריתי ברומי לטהרה פירושו הוריתי דשיעור נקב דקסטלין להכשירו למקוה יהא כשיעורו לטהרה דהיינו כמוציא זית שזהו שיעור המטהר לכלי חרס מידי טומאה לגמרי כמבואר בדבריו פרק י''ט מהלכות כלים. ומה ששנינו בתוספתא בד''א מן הצד וכו' סיומא דמילתא דת''ק הוא ואינו ענין לדברי ר''א ברבי יוסי ומשמע ליה ז''ל דלענין לטבול בתוכו איתניא תוספתא ולהכי נקט קסטלין שהוא כלי דסתמו שהוא מחזיק מים מרובים שיש בהם כדי לטבול בתוכו ולפיכך כתב ה''ז כשר ללמדנו דלהטביל ולטבול בתוכו נמי כשר וגבי סתמו בסיד או בגפסיס כתב עדיין הוא פוסל את המקוה כלישנא דתוספתא לאשמועינן דלא מיבעיא דאין טובלים בתוכו אלא מיפסל נמי פסיל את המקוה דכיון דאכתי כלי הוא הוה ליה מים שאובים ופוסלים את המקוה וכל היכא דאין מימיו פוסלים את המקוה משום דלא חשיב כלי כשר לטבול בו וכן מ''ש בסמוך אבל כלי שחיברו בסלע פוסל את המקוה ניקבה מלמטה או מן הצד כשפופרת הנאד כשירה ואינה פוסלת את המקוה היינו לומר דכיון דניקב כשפופרת הנאד לא חשיב כלי וכשר לטבול בו ואצ''ל שאינו פוסל את המקוה. ואם תאמר הרי שם כתב כלי סתם ואף כלי חרס במשמע והצריך בו שיהא בנקב כשפופרת הנאד והיכי מכשר ביה הכא בנקב המטהרו דהיינו במוציא זית וי''ל דהתם שאני שחיבר הכלי בסלע בעודו שלם כדמשמע מדבריו שמאחר שהיה שלם בשעה שחיברו בסלע לא נתבטל שלימותו עד שינקוב נקב כשפופרת הנאד אבל הכא שניקבו ואח''כ קבעו וכדקתני ונקבו וקבעו בארץ כיון שניקב נקב המטהרו מידי טומאה ובטל שם כלי מיניה קודם שקבעו שפיר דמי א''נ דכלי שקבעו בסלע דקאמר בכלי אבנים דומיא דשוקת דנקט ברישא ומשום דכלי אבנים אינם מקבלים טומאה לא שייך לשעורי בהו בכדי טהרה הלכך משערינן בהו כשפופרת הנאד אי נמי אפי' אם ת''ל דכלי שחיברו בסלע כל כלי במשמע ואפי' כלי חרס איכא למימר דגזרו ביה משום דשוקת שבסלע כשירה בלא שום נקב ואיכא למיחש דאתו למיטעי ולאכשורי בכלי שחיברו בסלע בלא שום נקב ולפיכך הצריכו בכלי שחיברו בסלע לעשות נקב גדול כשפופרת הנאד כי היכי דליהוי היכרא במילתא ומ''ש אח''כ השידה והתיבה שבים אין מטבילין בהם אא''כ היו נקובים כשפופרת והיא משנה בפ''ז דמקואות הטעם שלא הצריכו בהם נקב המטהרם כמו שאמרו בכלי חרס נראה דהיינו משום דכלי חרס שאני דשיעור המטהרם הוי בציר משפופרת הנאד הילכך כיון דבטל שם כלי מינייהו בנקב במוציא זית בהכי סגי אבל בשידה ותיבה שהם כלי עץ ששיעור המטהרן גדול מאד שהוא במוציא רמון ראו חכמים דלבטלו מתורת כלי לענין מקוה דלא סגי ליה בכשפופרת הנאד שהוא שיעור המספיק לענין עירוב מקואות דאע''ג דלבטלו מכלי לענין טומאה צריך שהיה נקב יותר גדול דלשיעורא דלטומאה וטהרה לחוד ושיעורא דלענין מקואות לחוד: \n",
        "<b>ומ''ש וכן אם פקק את הנקב בסיד ובבניין אינו פוסל וכו'.</b> מבואר שכל זה מהתוספתא שהבאתי לעיל אלא שרבינו ז''ל מפרש דתוספתא אשמעינן דלאכשורי מים שבחבית או עריבה של חרס הללו תרתי בעינן חדא דנוקב נקב המטהרו דהיינו במוציא זית ועוד צריך שיקבענו בארץ דומיא דקסטלין או שיהיה בו הוכחה שהוא דבר של בניין ולא דבר של כלי או שיורי כלי ומש''ה קתני שאם פקקו בסיד ובבניין כלומר בצרורות וכיוצא בהן כעין בנין לא חשיב כלי כלל ולפיכך אינו פוסל את המקוה וה''ה דכשר לטבול בו אלא איידי דבעי למינקט סיפא פוסל נקט רישא אינו פוסל אבל כשסתמו בסיד או בגפסיס לבד כיון דאין דרך בנין באלו לבדם בלא אבנים או צרורות נמצא שחיסר אחד מהתנאים הצריכים לבנין הלכך עדיין שם כלי או שיורי כלי עליו ופוסל את המקוה כמו שהיה פוסל קודם שסתמו ובתר הכי קתני שאע''פ שלא קבעו בארץ דהיינו קבורה בארץ כדרך הקסטלין וגם לא בנאו בצרורות אלא שהושיבו על הארץ ומירח מן הצדדין בטיט להדביק הכלי לארץ כשר ולא מיבעיא אם הושיבו על הארץ אלא אפי' הושיבו על גבי סיד וגפסיס ומירח בטיט מן הצדדין להדביקו לסיד וגפסיס כשר שמאחר שהסיד והגפסיס על הארץ הם עומדות כארעא סמיכתא נינהו וכל שמירח מן הצדדין בטיט חשיב כקבוע וכשר ואע''פ שכתוב בתוספתא או שמירחו מפרש לה רבינו כאילו כתוב ומירחו ואפשר שכך היתה גירסתו בתוספתא. ומ''מ איכא למידק אמאי כתב והוליכו על גבי הארץ וכו' ולא כתב והניחו על גבי הארץ ולפיכך נראה שאפשר לפרש דה''ק אם גרר על גבי הארץ או על גבי הסיד ונסתם הנקב מחמת שנדבק בו באותה גרירה ואח''כ מירח בטיט מן הצדדין כלומר סביבות הנקב כדי להעמיד מה שנדבק בו בשעת גרירה כשר והשתא הוי שפיר כבנין שמה שנדבק בו ע''י הגרירה הוי כצרורות ומירוח הטיט הוי במקום סיד שטחין בבנין ומש''ה כשר כנ''ל לפרש לדעת רבינו: \n",
        "<b>וכתב</b> הראב''ד ועשאהו מקוה הרי זה כשר א''א דבר זה אינו מחוור להטביל וכו'. ואני אומר שמ''ש רבי יהודה אומר בכלי גדול ארבעה טפחים וכו' הוא במשנה השידה והתיבה שבים שכתבתיה ואתא לאפלוגי את''ק דאמר כשפופרת הנאד: \n",
        "<b>ומ''ש</b> שהשידה והתיבה בכלי מנוקב בכדי טהרתו הוא, איני יודע לו טעם דהא סתם שידה ותיבה דעץ נינהו וכלי עץ שיעור טהרתן בכמוציא רמון והוי טפי טובא מכשפופרת הנאד דמכשר ביה ת''ק: \n",
        "<b>ומ''ש</b> איך אפשר שלא יהא בקרקעיתו ודפנו חרס הראוי לקבל טומאה וכו' ונמצאת טבילה זו בכלים. יש לתמוה עליו אם טענה זו תספיק לשוויינהו כלים לענין דטבילה בתוכו הויא טבילה בכלים למה לא תועיל לפסול המקוה במים היוצאים ממנו דחשיבי מים היוצאים וכיון דחזינן דלפסול את המקוה לא חשיבי כלים ה''ה דלטבול בתוכו לא חשיבי כלים דמהי תיתי לן לפלוגי בינייהו מיהו בהא איכא למימר דלטעמיה אזיל שסובר שהמים העוברים בכלים ויוצאים חוצה לו אע''פ שפסולים לטבול בהם אם נפלו למקוה לא פסלוהו אבל קשה שלא היה לו להקשות מסברתו לרבינו ועוד דלפי דבריו כי ניקב כשפופרת הנאד נמי לא הוה לן למישרי למיטבל בגויה מההוא טעמא גופיה דאיך אפשר שלא יהא בקרקעיתו ודפנו חרס הראוי לקבל טומאה על ידי יחודו אלא ודאי אע''פ שאילו יחדו להשתמש בו היה בקרקעיתו חרס הראוי לקבל טומאה כיון שלא יחדו להשתמש בו אין עליו תורת כלי: \n\n"
      ],
      [],
      [
        "<b><small>(ה-ו)</small> המניח טבלא תחת הצינור וכו'.</b> משנה פ''ד דמקואות ופירש ר''ש אם יש לזבז מד' רוחותיה דאי משלש אין זה בית קיבול: \n",
        "<b>החוטט בצינור וכו' עד ה''ז כשר.</b> שם וכת''ק: \n",
        "<b>ומ״ש ואפי' קבעו אחר שחקק בו וכו'.</b> בפרק המוכר את הבית (בבא בתרא דף ס״ה ע״ב) ובפרק מרובה (בבא קמא דף ס״ז): \n\n"
      ],
      [
        "<b>הספוג והדלי וכו' עד כמו שביארנו.</b> פרק ו' דמקואות. ופירש ר''ש הספוג והדלי כשאין בהם שלשה לוגין בעין אא''כ תצרף עמהם המים הדבוקים בהם וכיון שאין השלשה לוגין בעין לא מיקרי נפלו ולא גזור רבנן וכשר להקוות עליו והרא''ש פירש הספוג שבלועים בו שלשה לוגין מים וכשנפלו למקוה נתערבו המים הבלועין בו עם מי המקוה וכן הדלי שפיו צר ובו שלשה לוגין מים שאובים ונפל למקוה ולא יצאו כל המים שבתוכו אלא נתערבו עם מי המקוה לא פסלוהו שלא אמרו אלא שלשה לוגין שנפלו ונתערבו כולם עם מי המקוה עכ''ל: \n\n"
      ],
      [
        "<b>השידה והתיבה שבים וכו' עד פוסלין את המקוה.</b> משנה בפ''ז דמקואות וכתב ר''ש שק או קופה לא בעו נקיבה כשפופרת הנאד וכו' וכן בסל וגרגותני לא בעינן שיתערבו המים דרך פיו אלא אפי' אין מתערבין אלא דרך הנקבים שבתוכו בטלים מים שבתוכו אגב מי מקוה כיון דמלא נקבים ואין מחזיק מים כלל וכן מוכח בתר הכי עכ''ל: \n\n"
      ],
      [
        "<b>גיסטרא טמאה וכו' מעיין היוצא מן התנור טמא וכו'.</b> גם זה משנה שם וכתב ר''ש ושפתה למעלה מן המים ואפ''ה כיון דשבר כלי הוא בטלי מימיה אגב מקוה וכשרים להטביל בה כלים והרא''ש כתב גיסטרא שבר כלי והיא טמאה ושפתה חוץ למים אלא שיש בה פגימות בשפתה כמו כלי חרס שנשבר שאין מקום השבר שוה ונכנסים המים לגיסטרא דרך אותם פגימות והכלי שהטביל טהרו מטומאתן כי מי המקוה מחוברים למים שבתוכה עכ''ל: \n\n"
      ],
      [
        "<b>חבית מלאה מים וכו'.</b> פרק קמא דמכות (דף ד') אמר רב יהודה אמר רב חבית מליאה מים שנפלה לים הגדול הטובל שם לא עלתה לו טבילה חיישינן לשלשה לוגין שלא יהו במקום אחד ודוקא לים הגדול דקאי וקיימא אבל נהרא בעלמא לא ופירש''י הטובל שם באותו מקום לא עלתה לו טבילה שמא כל מים שהיו בחבית עומדים יחד ושמא בא זה ראשו ורובו במים שאובים וזה אחד מהפוסלים את התרומה אבל מדברי רבינו משמע דלעניין עלייה מטומאה ע''י טבילה זו קאמר וקשה שהרי כתב בפ''ד מקוה שיש בו ארבעים סאה אפילו שאב ושפך לתוכו כל היום כולו כשר וסתם מקואות קוו וקיימי דומיא דים ואפ''ה מכשיר ואפשר לדחוק ולומר דמשום בא ראשו ורובו במים שאובים קאמר דלא עלתה לו טבילה ולענין פיסול תרומה וכדפרישית ויותר נכון לומר דלעניין עלייה מטומאה ע''י טבילה זו קאמר ושאני ההיא דפ''ד שמתוך שבאו השאובים בדרך שפיכה הם מתערבים בכל מי המקוה ואין שם שלשה לוגין שאובים במקום אחד משא''כ בחבית שנפלה דלאו דרך שפיכה אתא: \n\n"
      ],
      [
        "<b>מים שאובים שהיו בצד המקוה וכו'.</b> נראה שכתב כן מדתנן בפ''ו דמקואות האביק שבמרחץ בזמן שהוא באמצע פוסל מן הצד אינו פוסל מפני שהוא כמקוה סמוך למקוה ואע''ג דמסיים במתניתין וחכ''א אם מקבלת האמבטי רביעית עד שלא יגיעו לאביק כשר ואם לאו פסול ר''א ברבי צדוק אומר אם מקבל האביק כל שהוא פסול לא חש רבינו לדבריהם משום דס''ל כתנא קמא: \n\n"
      ],
      [
        "<b>שתי בריכות זו למעלה מזו וכו'.</b> שם המטהרת שבמרחץ התחתונה מליאה שאובים והעליונה כשרים אם יש כנגד הנקב שלשה לוגין פסול כמה יהא בנקב ויהיה בו שלשה לוגין אחד משלש מאות ועשרים לבריכה דברי רבי יוסי ר''א אומר אפילו התחתונה מלאה כשרים והעליונה מלאה שאובים ויש כנגד הנקב שלשה לוגין כשר שלא אמרו אלא שלשה לוגין שנפלו ופסק כרבי יוסי דנימוקו עמו ודבר פשוט הוא דלרבותא נקט רבי יוסי התחתונה מלאה שאובים לומר דאפי' הכי פוסלת וכל שכן היכא דעליונה שאובים והתחתונה כשרים וכבר נתבאר שאין המים השאובים פוסלים אלא בשאין בכשרים ארבעים סאה: \n\n"
      ],
      [],
      [
        "<b>שלשה מקואות זה בצד זה.</b> ג''ז שם ומדקדוק דברי רבינו נראה שהוא סובר דהא דקתני המקואות טהורים היינו לומר שלא נפסלו בתערובת השאוב אבל השאוב בפיסולו עומד אבל בפירוש המשנה כתב שגם המקוה השאוב כשר מפני שהושק למ' סאה כשירים וכן דעת המפרשים וכן צריך לפרש דבריו פה: \n\n"
      ]
    ],
    [
      [
        "<b>אין המקוה נפסל לא בשינוי הטעם ולא בשינוי הריח.</b> פרק כל הבשר (חולין דף ק״ו) מים שנפסלו מלשתות בהמה אין נוטלין אבל מטבילין ובפ״ק דשבת (דף י״ד) אמרינן שהיו טובלין במי מערות סרוחים: \n",
        "<b>ומ''ש אלא בשינוי מראה לבד.</b> פ''ו דמקואות: \n",
        "<b>ומ״ש וכל דבר שאין עושין בו מקוה לכתחילה וכו'.</b> בר״פ חבית (שבת דף קמ״ד ע״ב): \n",
        "<b>ומ''ש כיצד היין וכו' אינם פוסלין את המקוה בשלשה לוגין וכו'.</b> נלמד מדין שלשה לוגין חסר דינר מים שאובים שנפל לתוכן דינר חלב וכו' שכתב רבינו בס''פ זה ובספ''ק דחולין (דף כ''ה ע''ב) ובפ''ז דמקואות תנן התמד משהחמיץ אינו פוסל את המקוה כלומר בשלשה לוגין: \n",
        "<b>ומ''ש ופוסלים בשינוי מראה אפילו מקוה שיש בו ארבעים סאה וכו'.</b> בפרק ז' דמקואות: \n",
        "<b>וכן מקוה שיש בו עשרים סאה וכו'.</b> פשוט הוא שהרי אין כאן לא פיסול שינוי מראה ולא פיסול מים שאובים: \n",
        "<b>ומ''ש ואין הסאה שנפלה עולה וכו'.</b> טעמו משום דבפרק שביעי דמקואות לא משכח שיעלו מי פירות את המקוה אלא כשהיו בו ארבעים סאה ונתן סאה ונטל סאה: \n\n"
      ],
      [],
      [],
      [
        "<b>ומ''ש (בהל' ד') והשכר x:</b> \n\n"
      ],
      [],
      [
        "<b><small>(ב-ו)</small> יש מעלים את המקוה וכו' עד הרי המ' שנשארו מקוה כשר.</b> בפ''ז דמקואות אלו מעלים ולא פוסלים השלג והברד והכפור והגליד והמלח וטיט הנרוק אר''ע היה רבי ישמעאל דן כנגדי לומר השלג אינו מעלה את המקוה והעידו אנשי מידבא משמו שאמר להם צאו והביאו שלג ועשו מקוה בתחילה וסובר רבינו דבשלג דחזינן שהתיר רבי ישמעאל לעשות מקוה בתחילה הוא דמכשרינן ולא גמרינן מינה לאינך דאם איתא לא הוו שתקי מינה במשנה ובתוספתא ומדברי רש''י משמע דאף שלג אם עשה ממנו מקוה שהוא פסול דהא דתנן מעלים את המקוה מעלין היינו משלימין אשלומי אין אבל בפני עצמו לא וא''כ ת''ק דמני שלג בהדי הנך דמעלין סבר דבפני עצמו לא ופליג אר' ישמעאל וקי''ל כת''ק ורבינו סובר דכרבי ישמעאל נקטינן משום דעבד מעשה ומעשה רב אי נמי דתנא קמא נמי כרבי ישמעאל סבר בשלג ומשום אינך נקט לישנא דמעלין: \n",
        "<b>וכתב</b> הראב''ד דשלג צריך למעכן ביד שיהא כעין הכפור והברד אבל התפוח וחלול כמות שהוא לא ונראה שלזה נתכוון רבינו שכתב וריסקו: \n\n"
      ],
      [
        "<b>מקוה שהדיח בו וכו'.</b> פ''ז דמקואות: \n\n"
      ],
      [
        "<b>ומה שכתב מי הצבע וכו'.</b> שם בשם רבי יוסי ומשמע דליכא מאן דפליג עליה במקוה: \n\n"
      ],
      [
        "<b>מקוה שנפל לתוכו יין וכו' עד הרי זה לא יטבול בו.</b> שם: \n",
        "<b>ומה שכתב והטובל במקום שנשתנה לא עלתה לו טבילה.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>ומ''ש אפילו חבית של יין וכו'.</b> תוספתא פ''ה דמקואות: \n",
        "<b>כתב</b> הראב''ד לא עלתה לו טבילה א''א בתוספתא הטובל בין במקום היין. ופשוט הוא במשנה פ''ז דמקואות ומבואר בדברי רבינו: \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> שלשה לוגין מים שאובים וכו' עד ולא מי פירות.</b> שם וכת''ק ומייתי לה בפ''ק דחולין (דף כ''ז): \n\n"
      ],
      [
        "<b>מקוה שנשתנה וכו'.</b> נלמד הוא מדין הדיח בו סלי זיתים וענבים: \n",
        "<b>וכתב</b> הראב''ד מצאתי בתוספתא פ''ה מקוה שאין בו מים מ' סאה וכו'. ורבינו שמשון פי' ולא עוד אלא אפי' חזר אחר כך למראיו כשר להקוות עליו עכ''ל נראה מדבריו כשהקוה עליו להשלימו למ' סאה הוא דכשר אבל היין מעלה אותו כדברי הראב''ד ורבינו נראה שלא היה מפרש כפירוש הראב''ד דא''כ לא הוה שתיק מיניה: \n\n"
      ]
    ],
    [
      [
        "<b>כל המעורב למקוה וכו'.</b> ריש פרק ו' דמקואות: \n",
        "<b>ומה שכתב גומות הסמוכות לפי המקוה ומקום רגלי פרסות בהמה וכו'.</b> שם בפרק חמישי מטבילין בחריצין ובנעיצין ובפרסת החמור המעורבת בבקעה: \n\n"
      ],
      [
        "<b>חורי המערה וכו'.</b> רפ''ו דמקואות: \n\n"
      ],
      [
        "<b>מחט שהיתה נתונה וכו'.</b> בסוף פרק ז' דמקואות: \n\n"
      ],
      [
        "<b>עוקה שבתוך וכו'.</b> שם: \n\n"
      ],
      [
        "<b>כותל שבין שני מקואות וכו'.</b> ריש פרק ו' דמקואות וכת''ק ופירש רבינו שתי הוא הארוך וכמוהו בכותל מלמעלה למטה וערב הרחב וכמוהו בכותל מימין לשמאל וכן פירש הראב''ד בספר בעלי הנפש ורבינו שמשון והרא''ש פירשו בהיפך: \n\n"
      ],
      [
        "<b>כמה הוא שיעור הנקב וכו'.</b> שם עירוב מקואות כשפופרת הנאד כעביה וכחללה בשתי אצבעות חוזרות למקומן ואיתא בפ''ק דיבמות (דף ט''ו) ובחגיגה פ''ג ופי' חוזרות למקומן שהן מתהפכות בריוח בחלל הנקב: \n",
        "<b>ומ''ש ואינם בגודל אלא שתי אצבעות ראשונות וכו'.</b> בתוספתא שתי אצבעות שאמרו בבינוניות של כל אדם ולא מארבע בטפח: \n",
        "<b>כל שיעמוד כשפופרת הנאד וכו'.</b> בפרק ששי דמקואות ודלא כרבן שמעון בן גמליאל: \n",
        "<b>ספק שיש בנקב וכו'.</b> שם: \n\n"
      ],
      [
        "<b>מטהרין את המקואות וכו'.</b> ג''ז שם ופי' רבינו שמשון העליון כגון שני מקואות בשיפועו של הר העליון אין בו מ' סאה והתחתון יש בו מ' סאה או יותר מביא סילון ונותן ראשו אחד בעליון וראשו אחד בתחתון וצריך להעמיק ראשו העליון בתוך המקוה החסר עד שירדו למטה שיהו מושקים למטה למקוה השלם כחוט השערה ליחשב כמקוה אחד וטובל אפי' בעליון ופעמים שלמעלה מגיעים המים עד שפת הסילון ובראשו של מטה מועטים כחוט השערה ולכך נקט מניח ידיו תחתיו שלא יצאו מים לחוץ כשמתמלא עד שעה שהשיק ולכך נקט הרחוק מן הקרוב ולא חיישינן שמא בא אדם והפסיק השקתו דלא עלתה לו טבילה וקשיא היאך מתחברים ע''י כחוט השערה וגבי כותל קתני כשפופרת הנאד או כקליפת השום ונראה לפרש דלא איירי הכא בחסר אלא בשלם אלא שהוא שאוב ומשיקו לכשר להכשירו וסגי בחוט השערה דהיה לו בשאובה דרבנן ושמא מטעם זה לא חיישינן בסילון אפי' יהא קטפרס עכ''ל: \n",
        "<b>כתב</b> הראב''ד שאין הסילונות פוסלים את המקוה א''א בתוספתא ואם היה הסילון כפוף כל שהוא פוסלו וכו'. ואני אומר דהא דתנן בפ''ד דמקואות סילון שהוא צר מכאן ומכאן ורחב מן האמצע אינו פוסל מפני שלא נעשה לקבלה הויא תיובתיה דהראב''ד אלא ע''כ לומר דהאי תוספתא מיירי כשעשאו כפוף על דעת קבלה: \n\n"
      ],
      [
        "<b>שלש גומות שבנחל וכו'.</b> תוספתא פרק ג' דמקואות שלש גומות שבנחל העליונה ותחתונה של כ' כ' סאה והאמצעית של מ' סאה וכו' רבי יהודה אומר רבי מאיר היה אומר מטבילין בין בתחתונה בין בעליונה ואני אומר בתחתונה ולא בעליונה וחכ''א בין כך ובין כך אין מטבילין אלא באמצעית שיש בה מ' סאה ופסק כחכמים ונראה מדברי רבינו שאינו מפרש מחלוקתם בגוד אחית וגוד אסיק כדמשמע בפרק אין דורשין אלא באם המים הנזחלים מערבין המקואות וצריך טעם למה שינה ממאי דמשמע בגמרא דמפרש פלוגתייהו וצ''ל דהיא היא דמאיזה טעם אין המים הנזחלין מערבין את המקואות משום דלית ליה לא גוד אסיק ולא גוד אחית. וכתב הריב''ש בתשובה וז''ל והא דמשמע בפרק אין דורשין דבגוד אחית לא פליגי דלכ''ע אמרינן היינו ר''מ ור''י אבל רבנן דפליגי עלייהו בתוספתא ס''ל דאין קטפרס לעולם חיבור אפי' ע''י גוד אחית עכ''ל. ולי נראה שרבינו מפרש שלא אמרו בפרק אין דורשין דפליגי בגוד אסיק אלא ר''מ ורבי יהודה אבל חכמים טעמייהו משום דאין מים הנזחלים מערבים את המקואות: \n\n"
      ],
      [
        "<b>טיט רך שהפרה שוחה ושותה ממנו וכו'.</b> בפ''ב דזבחים (דף כ''ב): \n\n"
      ],
      [
        "<b>מקוה שיש בו מ' סאה מים וטיט וכו'.</b> בסוף פ''ב דמקואות וכרבי יהושע: \n\n"
      ],
      [
        "<b>כל שתחילת ברייתו מן המים וכו'.</b> בפרק שני דזבחים ואמרינן בגמרא אפי' בעיניה נמי ופירש''י אפי' אם כל המקוה נעשה מהם: \n",
        "<b>ומ''ש ומטבילין בעינו של דג.</b> ג''ז שם ופירש''י דג גדול שנימוק שומן עינו בחורו: \n\n"
      ],
      [
        "<b>מקוה שיש בו מ' סאה מכוונות וכו'.</b> בפ''ז דמקואות וכת''ק ובפ''ב דחגיגה (דף י''ט) אמרו שלא נחלקו אלא במעלות דרבנן אבל לעלות מטומאה גמורה לטהרה ד''ה טמא: \n",
        "<b>הטביל בו תחילה סגוס עבה וכו'.</b> שם וא''ת מאחר שפסק רבינו בסמוך כת''ק דשני טמא אע''פ שרגליו של ראשון נוגעות במים היאך פסק בהטביל בו סגוס עבה והגביהו אם היה מקצת הסגוס נוגע במים הטובל באחרונה טהור שהרי כולם מעורבים ומאי שנא מרגליו של ראשון נוגעות במים תירץ הריב''ש בתשובה שהסגוס עבה הוא בולע את המים ואינו כמו האדם שאין המים בלועים בעצם חלקיו אלא בשטח גופו וכיון שטופח על גופו אינו חיבור הרי נחסרו המים אבל הסגוס העבה הוא בלוע הרבה מן המים ולזה כשקצתו הוא במים הרי הוא כאילו כל המים הבלועים בבגד בקצתו של מעלה נוגעים במים שבקצתו שבתוך המים והרי כל המים מעורבים למקוה עכ''ל. וק''ל על תירוץ זה דמה לי שיהיו בלועים בעצם חלקיו ומה לי שיהא טופח על גופו ומה טעם הוא לומר שבשביל שהסגוס בלוע מים הרבה יהיה חיבור ומה שכתב וכיון שטופח שעל גופו אינו חיבור קשה שזהו מערכה על הדרוש לכן נ''ל שהטעם משום דכשהגביה קצת הסגוס אינו כ''כ קטפרס כמו שהוא האדם ועי''ל שהטעם מפני שאין על האדם אלא טופח ואפשר שבקצת מקומות נקוב ונמצא שאינו חיבור: \n",
        "<b>הטביל בו את המטה וכו'.</b> בספ''ז דמקואות: \n",
        "<b>הטביל בו יורה וכו'.</b> תוספתא פ''ו דמקואות: \n\n"
      ],
      [
        "<b>מקוה שמימיו מרודדין וכו'.</b> משנה ספ''ג דמקואות: \n\n"
      ]
    ],
    [
      [
        "<b>שש מעלות במקואות וכו'.</b> בריש מקואות מי גבאים מי בורות שיחין ומערות ומי תמציות שפסקו ומקואות שאין בהם ארבעים סאה ומסיים בה כשרים לחלה וליטול מהם לידים: \n",
        "<b>ומה שכתב שהם שאובים.</b> כתב הראב''ד הואיל ואינם מתטמאין אלא לרצון א''א כבר כתבתי עליהן וכו'. וגם אני כתבתי שם טעם לדברי רבינו: \n",
        "<b>ומה שכתב והוא שיטול מהם בכלי כמו שביארנו.</b> כתב הראב''ד והוא שיטול מהם בכלי א''א ואם אינם שאובים וכו'. כבר כתבתי בטור א''ח סימן קנ''ט שדעת רש''י כדעת רבינו שאין טבילת ידים מועילה אפילו לחולין אלא במים שראוי להטביל בהם כל גופו והילכך מים מכונסים בקרקע אע''פ שאינם שאובים אם אין בהם ארבעים סאה אין מטבילין בהם הידים ואף על פי שהרב רבינו יונה והרשב''א סוברים כדעת הראב''ד כבר כתבתי שם שלשון התוספתא מסייע לרבינו: \n\n"
      ],
      [
        "<b>למעלה מהם מי תמצית שלא פסקו וכו'.</b> שם בריש מקואות למעלה מהם מי תמציות שלא פסקו ומסיים בה כשרים לתרומה וליטול מהם לידים: \n",
        "<b>ומ''ש אבל אין בהם מ' סאה.</b> הכי משמע מדקתני בתר הכי למעלה מהם מקוה שיש בו מ' סאה אלמא דעד השתא מיירי כשאין בו ארבעים סאה: \n",
        "<b>ומ''ש ומטביל בהם את המים שנטמאו וכן מ''ש פסקו הגשמים וכו'.</b> תוספתא בפרק [א'] דמקואות: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> החופר בצד הים וכו' עד הרי הן כמי גבאין.</b> תוספתא בפ''ק וא''ת למה לא חילק בחופר בצד הנהר בין כל זמן שהיו באים מחמת הנהר כמו שחילק בחופר בצד המעיין ואפשר לדחוק ולומר דאה''נ דתני במעיין והוא הדין לנהר ועי''ל דנהר אינו חשוב כמעיין לענין זה משום דבנהר הרבה פעמים רבים נוטפים על הזוחלים אבל קשה מחופר בצד הים לכן נ''ל דים הגדול ונהרות כיון שאין דינם כמעיין לענין מי חטאת כמ''ש רבינו בפ''י מהלכות פרה הוא הדין שהם מוחלקים ממנו לענין זה: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(ה-ח)</small> למעלה מהם מקוה שיש בו מ' סאה וכו' עד ולקדש מהם מי חטאת.</b> משנה בפ''ק דמקואות: \n",
        "<b>מה בין מעיין למקוה וכו' והמעיין מטהר בכל שהוא.</b> בת''כ ולאו דוקא בכל שהוא אלא כ''מ שגופו עולה בבת אחת ור''י סובר דהא דמעיין מטהר בכל שהוא דוקא לכלים אבל לא לאדם ורבינו אע''פ שלא כתב בפירוש שמטהר בכל שהוא לאדם מ''מ מדכתב קודם לכן דמקוה שיש בו מ' סאה שבו טובל כל אדם טמא חוץ מן הזב ובו מטבילין כלים כשכתב אח''כ למעלה מזה המעיין שמימיו מועטין וכו' שהמעיין אין למימיו שיעור וכו' גם לטבילת אדם שכתב לעיל בסמוך קאי: \n",
        "<b>ומ''ש המקוה אינו מטהר אלא באשבורן וכו' המקוה לא תעלה בו טבילה לזבים וכו'.</b> מבואר פ''ק דמקואות ובכלל מ''ש רבינו טבילה לזבים ה''ה למצורעים ולקדש מהם מי חטאת וסמך על מ''ש לעיל בסמוך: \n\n"
      ],
      [
        "<b>מעיין שמימיו יוצאים וכו'.</b> רפ''ה דמקואות: \n",
        "<b>היו מימיו נמשכים לתוך בריכה וכו'.</b> שם העבירו על גבי בריכה והפסיקו הרי הוא כמקוה חזר והמשיכו פסול לזבים ולמצורעים ולקדש מהם מי חטאת עד שידע שיצאו הראשונים ונראה שמפרש רבינו דמתני' בבריכה מליאה מי מקוה עסקינן והא דקתני מתניתין והפסיקו היינו לומר שמי המעיין היו יורדין לבריכה ולא היו יוצאים חוצה לה ולפיכך הרי הוא כמקוה דכיון דאין מי המעיין נמשכים ויוצאים מהבריכה אע''פ שעדיין קילוח מי המעיין יורדין לתוכה אינם מעלים את המים שבתוך הבריכה מדין מקוה ואם אח''כ המשיכו כלומר שעשה שימשך ויצא מהצד האחר פסול לזבים וכו' עד שידע שיצאו המים הראשונים שירדו מהמעיין לבריכה דכיון שנקוו בבריכה פסק מינייהו שם מים חיים ולפיכך פסולים לזבים וכו' ומ''מ דינם כמעיין לענין טבילה שמאחר שמי המעיין נכנסים לה ויוצאים ממנה מעלים הם את המים שבבריכה להיות כמעיין: \n\n"
      ],
      [
        "<b>מעיין שמימיו נמשכים וכו'.</b> שם ופסק כר''י: \n\n"
      ],
      [
        "<b>מעיין שהיו אמות קטנות נמשכות ממנו וכו'.</b> שם מעיין שהוא מושך כנדל ריבה עליו והמשיכו הרי הוא כמו שהיה היה עומד וריבה עליו והמשיכו שוה למקוה לטהר באשבורן ולמעיין להטביל בו בכל שהוא ופירוש משנה זו מבואר בדברי רבינו וכך פי' הרא''ש אבל הראב''ד כתב הרי הן כמעיין לכל דבר א''א תוספתא ואינו מטהר בזוחלין אלא עד מקום שהיה יכול להלך בתחלתו עכ''ל. ורבינו והרא''ש שלא חילקו בין מקום שהיה זוחל בו מתחלתו למקום שנתרחב נ''ל שהם מפרשים דההיא תוספתא פליגא אמתניתין דלא מפלגא בינייהו ומדברי הר''ן משמע שרבינו סובר דהלכה כההיא תוספתא דמפלגא בינייהו ואיני יודע מנין לומר כן דאם איתא הו''ל לפלוגי בינייהו בהדיא ולא למיסתמא סתומי: \n",
        "<b>ומלשון</b> רבינו שכתב וריבה עליו מים שאובים לתוך המעיין משמע דהא דתנן ריבה עליו והמשיכו הרי הוא כמו שהיה במרבה בגומת המעיין דוקא היא ששם הוא חשיבות מימיו ומבטלים כל המים הבאים עליהם אבל ריבה במקוה משך המעיין למטה אם רבו נוטפין עליו נפסל מלטהר בזוחלין ואם רבו שאובים עליו נפסל מלטהר אפילו באשבורן דכיון דרובו שאובין הו''ל כאילו כולו שאובין שהרי מדכתב וריבה עליו מים שאובים לתוך המעיין משמע דבריבה לתוך גומת המעיין דוקא מיירי וכן נראה מדבריו בפירוש המשנה שכתב על מתני' דמעיין שהוא מושך כנדל וריבה עליו ששפך מים שאובים בעיקר המעיין וכ''כ הר''ן בפשיטות שזהו דעת רבינו אבל ק''ל שמאחר שמי המעיין מטהרים בכ''ש אפילו בזוחלין לא גרעו ממקוה שיש בו ארבעים סאה וכיון דבמקוה שיש בו ארבעים סאה אפילו נפלו עליו כל מים שאובים שבעולם לא פסלוהו ה''ה למים הנזחלין מן המעיין לכך נ''ל דלתוך המעיין שכתב כאן ובעיקר המעיין בפיר' המשנה לא אגומת המעיין דוקא קאי דבמים הנמשכים וניגרים מן המעיין נמי שייך למימר בהו הני לישני בתוך המעיין ועיקר המעיין ואפשר שכתב הני למעוטי היכא דריבה המים שאובים מחוץ למים הניגרים מהמעיין ונתפשטו השאובים ונגעו במים הנגרים מהמעיין דכל כה''ג אפי' נוגעים בגומת המעיין עצמו לא נתבטלו במי המעיין: \n\n"
      ],
      [
        "<b>כל הימים מטהרין בזוחלין וכו'.</b> שם פ''ח דפרה ובפ''ה דמקואות כל הימים כמקוה שנאמר ולמקוה המים קרא ימים דברי ר''מ ר''י אומר הים הגדול כמקוה לא נאמר ימים אלא שיש בו מיני ימים הרבה ר''י אומר כל הימים מטהרים בזוחלין ופסולים לזבים ולמצורעים ולקדש מהם מי חטאת ומשמע דהלכה כר''י וכן פסקו רבינו והרא''ש ופירש''י בפרק שמנה שרצים ר''י אומר כל הימים וים הגדול תורת מעיין עליהם לענין שהם מטהרין בזוחלין וכן פי' רבינו שמשון אבל רבינו פירש אמר ר''י ששאר הימים זולת הים הגדול נחשבים כמעיין לענין שיטהרו בזוחלין ושהמימות הניגרים הנזחלים מכולם יטהרו בכ''ש כמעיין ונחשבים כמקוה לענין שהם פסולים למי חטאת ולטהרת מצורע ולטבילת הזב עכ''ל ונראה מתוך דבריו ז''ל שהוא מפרש דמודה רבי יוסי בים הגדול שהוא כמקוה ואינו מטהר בזוחלין וכך הם דבריו בפ''ו מהלכות פרה לחלק בין ים הגדול לשאר ימים כמו שאכתוב לשונו בסמוך אבל בכאן פסק סתם כל הימים מטהרים בזוחלין וכו' ולא חילק בין ים הגדול לשאר ימים ובפ''ו מהלכות פרה כתב הים הגדול כמקוה ואינו כמעיין לפיכך אין ממלאין ממנו לקידוש וכל הנהרות פסולים לקדש מהם מי חטאת ושאר הימים כמעיין והמים הנגררים משאר הימים והם הנקראים זוחלים פסולים והזוחלים מן המעיין הרי הם כמעיין וכשרים עכ''ל. והרי כאן שתי סתירות אחת בענין ים הגדול כמ''ש והשנית ששם כתב ששאר ימים כמעיין ומשמע דכשרים למלאות מהם לקידוש כדין מעיין כגוונא דרישא דקתני גבי ים הגדול שהוא כמקוה וכאן כתב שכל הימים פסולים לקדש מהם מי חטאת ומתוך כך נ''ל שרבינו סובר דלכולהו תנאי לענין טבילת שאר טמאים כל המים דינם כמעיין ליטהר בין באשבורן בין בזוחלין ולא איפליגו אלא לטבילת זבים ומצורעים וקידוש מי חטאת דכתיב בהו מים חיים דר''מ סבר כולהו ימים כמקוה ופסולים להני תלת מילי דבעי מים חיים ורבי יהודה סבר דים הגדול הוא דמיפסיל להני תלת מילי אבל שאר ימים כשרים אף להנך תלת מילי בין בזוחלין בין באשבורן כדין מעיין ואתא רבי יוסי למימר לרבי יהודה שפיר קא אמר לפלוגי בין ים הגדול לשאר ימים ומיהו לאו לאכשורי שאר ימים להנך תלת מילי בין בזוחלין בין באשבורן אלא דוקא באשבורן כשרים אף להנך תלת מילי אבל כשהן זוחלין אע''פ שהם מטהרים לכל הטמאים אף בזוחלין מ''מ פסולים להנך תלת מילי דבעו מים חיים ואפשר דטעמיה משום דכשהם זוחלין דמו לנהרות וכיון דכל הנהרות פסולין למידי דבעי מים חיים גזרינן בזוחלין דשאר ימים אטו נהרות אבל בזוחלין מן המעיין לא גזרו לפי שעל הרוב הם מים מועטים ולא אתו לאיחלופי בנהרות ואפשר שמפני כך הפסיק רבינו בין ים הגדול לשאר ימים כדין כל הנהרות שרצה להקדים דין פיסול הנהרות לדין פיסול שאר ימים בזוחלין להודיענו דמשום גזירה אטו שאר נהרות נפסלו ופסק כרבי יוסי וא''ת היאך מכשיר שאר ימים באשבורן להנך תלת מילי הא תנן בפ''ח דפרה דמים המוכים דהיינו שהם מרים או מלוחים פסולים ואין לומר דבמים מתוקים מיירי מדמפליג בינייהו לים הגדול אלמא דבמלוחים דומיא דים הגדול מיירי ואפשר דמים מלוחים דפסילי היינו שמחמת הארץ שעוברין עליה נעשו מלוחים אבל היכא שמתחלת ברייתן הם מלוחים כגון מי הים כשרים כנ''ל לפרש לדעת רבינו ובכן למדנו לדברי הכל דבין ים הגדול בין שאר הימים כשרים לטבילת טמאים בין בזוחלין בין באשבורן חוץ מן הזב הזכר ולמצורעים ולקדש מהם מי חטאת שאינם כשרים בזוחלין אבל באשבורן אף להנך תלת מילי כשרים וה''מ בשאר ימים אבל ים הגדול פסול להנך תלת מילי בין בזוחלין בין באשבורן והשתא א''ש דפסק כרבי יוסי ובהלכות פרה שהוא מקומו כתב הדינים באורך שים הגדול הוא כמקוה גמור ולכן הוא פסול למלאות לקידוש בין שהוא באשבורן בין שהוא בזוחלים וממילא משמע שהוא פסול לטבילת זבין ומצורעין אבל שאר ימים אע''פ שהם פסולים להנך תלת מילי דוקא כשהן זוחלים אבל כשהם באשבורן הרי הם כמעיין וכשרים אף להנך תלת מילי וזהו שהאריך בלשונו גבי ים הגדול וכתב הים הגדול כמקוה ואינו כמעיין כלומר אין לו דין מעיין בשום ענין כלל וגבי שאר ימים כתב שהם כמעיין כלומר יש להם דין מעיין בקצת ולא כים הגדול שאין לו דין מעיין כלל בשום פנים שאלו יש להם דין מעיין גם להנך תלת מילי והיינו דוקא כשהם אשבורן אבל כשהם זוחלים פסולים להנך תלת מילי ובהלכות אלו סתם וכתב שכל הימים פסולים להנך תלת מילי ולא חשש לפרש דהיינו דוקא כשהם זוחלין אבל שאר ימים זולת ים הגדול אם הם אשבורן כשרים אף להנך תלת מילי מפני שסמך על מ''ש במקומו בהלכות פרה ששאר ימים הם כמעיין וע''פ דרך זה נמצאו דברי רבינו מכוונים ומיושרים: \n\n"
      ],
      [
        "<b>המים הזוחלים מן המעיין וכו'.</b> בפרק ה' דמקואות הזוחלים כמעיין והנוטפין כמקוה ופירש רבינו הזוחלין היינו הנהרות והיאורות המושכים מן המעיינות יש להם דין מעיין לכל דבר הנוטפים פי' מעיין שעל ההר ומימיו נופלים טפה טפה למטה בשיפולי ההר אע''פ שאותם טפות יורדות במרוצה תיכף זו אחר זו כיון שאינו זוחל אלא יורדים בהפסק יש להם דין מקוה ובעו ארבעים סאה ואינם מטהרים בזחילה ופסולים לזבים ולמצורעים ולקדש מי חטאת עכ''ל: \n",
        "<b>היו הזוחלין מן המעיין וכו' ואם רבו הנוטפין על הזוחלין וכו'.</b> הכי משמע מדאמרינן בס״פ במה אשה (שבת דף ס״ה) דאבוה דשמואל עביד מקואות לבנתיה ביומי ניסן משום דמיטרא במערבא סהדא רבא פרת סבר שלא ירבו הנוטפים על הזוחלין כלומר ואז אינם מטהרים בזוחלים אלא באשבורן משמע דוקא בשרבו הא אי הוו כהדדי מטהרי בזוחלין וקשיא לי מדתנן בפ״ה דמקואות העיד רבי צדוק על זוחלין שרבו על הנוטפין שהם כשרים ומשמע דוקא כשרבו הא אי כהדדי נינהו אינם כשרים לטהר בזוחלין. אחר כך מצאתי להראב״ד בספר בעלי הנפש שהרגיש בקושיא זו ותירץ דהא דרבי צדוק משום דא״א לצמצם היא ומספיקא בעינן רובא א״נ איכא למימר דהא דרבי צדוק לאו לענין אשבורן הוא אלא להכשירן לטבילת זבים ומצורעים וכו' דבעו מים חיים אבל לענין אשבורן אפילו מחצה לא בעינן וכן עיקר דתנן בפ״ק דמקואות למעלה מהם מעיין שמימיו מועטים שרבו עליו מים שאובים שוה למקוה לטהר באשבורן ולמעיין להטביל בו בכל שהוא ש״מ עכ״ל. וכן פירש רבינו בפירוש המשנה הא דרבי צדוק להכשירן לזבין ולמצורעים וכו': \n",
        "<b>ומ''ש רבינו לפיכך צריך להקיף מפץ וכו'.</b> גבי בנתיה דאבוה דשמואל דבסמוך אמרינן דעביד להו מקואות ביומי ניסן ומפצי ביומי תשרי ונראה שרבינו מפרש דאף ביומי תשרי איכא למיחש שירבו נוטפין על הזוחלין וביומי ניסן שהנהרות גדלים הרבה היה ממשיך למקואות מים מהנהר וביומי תשרי שנתמעטו מי הנהר ואינם נמשכים למקואות היה מקיף מקום מהנהר במחיצת מפצים כדי שיהיו המים נקוים ולא יהיו זוחלים ורבינו כתב תיקון היקף המפצים ללמדנו שאפי' כשא''א לעשות מקואות חוץ לנהר אפשר לעשותם בתוכו: \n\n"
      ],
      [
        "<b>נוטפין שעשאן זוחלין וכו'.</b> בפ''ה דמקואות נוטפין שעשאן זוחלין סומך אפילו מקל אפילו קנה וכו' דברי רבי יהודה רבי יוסי אומר כל דבר שהוא מקבל טומאה אין מזחילין בו ומקל הוי פשוטי כלי עץ שאינם מקבלים טומאה אלא מדרבנן ואיפליגו בהו והלכה כרבי יוסי: \n\n"
      ],
      [
        "<b>זוחלין שקלחן בעלי אגוז וכו'.</b> פ''ז דעדיות: \n\n"
      ],
      [
        "<b>מי גשמים הבאים מן המדרון וכו'.</b> בסוף פ''ה דמקואות בש''א מטבילין בחרדלית וב''ה אומרים אין מטבילין ומודים שהוא גודר כלים וטובל בהם וכלים שגדר בהם לא הוטבלו: \n",
        "<b>ומ''ש רבינו שחרדלית הם מי גשמים הבאים מן המדרון וכן מ''ש שאע''פ שיש מתחילתן ועד סופן ארבעים סאה.</b> מפורש בתוספתא פ''ד: \n\n"
      ],
      [
        "<b>גל שנתלש וכו' ארבעים סאה וכו'.</b> משנה סוף פ''ה דמקואות: \n",
        "<b>ומ''ש ואם נתכוון והיה יושב ומצפה וכו' לדבר שנתכוון לו.</b> כלומר אם לתרומה אם לקדש והוא נלמד ממאי דאיתמר עלה בפרק ב' דחולין (דף ל''א) ובסוף פרק ב' דחגיגה (דף י''ט): \n\n"
      ],
      [
        "<b>ומה שכתב אין מטבילין בגל וכו'.</b> בפרק ב' דחולין שם (ע''ב) מטבילין בראשון ואין מטבילין בכיפין ופירש רש''י מטבילין כלים בראש הגל הנתלש מן הים והלך למרחוק ובא לארץ נכנס אדם תחת ראשו ומקבלו דהוי טבילה זו במחובר לקרקע ואין מטבילין בכיפין שלא יזרוק כלים בכיפי הגל דהיינו באמצעית שהוא עשוי ככיפה וטעמא כדמפרש שהיא טבילת אויר ואין מטבילין באויר עכ''ל ולא נתברר מתוך דבריו שם למה אין מטבילין באויר אבל בפרק ב' דחגיגה כתב שהטעם מפני שלא אמרה תורה מקוה של אויר לטבילה ומשמע לי דנפקא ליה מדכתיב אך מעין ובור מקוה מים דהנך אין דרכן להיות באויר ודברי רבינו תמוהים מכמה אנפי חדא דממה שכתב לפי שאין מטבילין בזוחלין משמע דים אינו מטהר בזוחלין ורבינו כתב בפרק זה כל הימים מטהרים בזוחלין ואין לומר דהתם בשאר ימים שמטהרים בזוחלין וכרבי יוסי והכא בים הגדול וכדמשמע מפשט דברי רבינו בפירוש המשנה דלא אמר רבי יוסי דמטהר בזוחלין אלא שאר ימים אבל ים הגדול לא דאם כן לא הוה ליה למיסתם ולמיכתב כל הימים מטהרים בזוחלין אלא הו''ל לאפוקי ים הגדול מכללם ואפילו את''ל שסמך על מה שכתב בדין גל שנתלש מן הים דמשמע הים הידוע שהוא הים הגדול וקאמר ביה דאינו מטהר בזוחלין דאם כן הו''ל למסמכיה לדין כל הימים מטהרין שכתב ועוד הו''ל לאקדומי דאין ים הגדול מטהר בזוחלין ובתר הכי לימא שהטעם שאין מטבילין באויר היינו משום דאתי בקל וחומר מזוחלין או לימא לפי שאינו מטהר בזוחלין או לפי שאין מטבילין בו בזוחלין דלישתמע בגריעותיה דאין מטבילין בזוחלין משום דים הגדול הוא דלפי מ''ש משמע דאזוחלין דעלמא קאי ועוד דמדכתב היו שני ראשי הגל נוגעים בארץ מטבילין בו וכן ממה שכתב גל שנתלש מן הים ונפל על האדם ועל הכלים הרי אלו טהורים משמע בהדיא שגל זה מטהר בזוחלין דאין לומר שמה שכתב היו שני ראשי הגל נוגעים בארץ כשהם במקום אשבורן הוא דאם כן הוה ליה לפרושי ועוד דרישא דקתני גל שנתלש מן הים ונפל על האדם ועל הכלים על כרחך דרך זחילה נפל עליהם ואפילו הכי הם טהורין לכך נראה דלעולם לדעת רבינו ים הגדול מטהר בזוחלין: \n",
        "<b>ומה שכתב לפי שאין מטבילין בזוחלין,</b> לא בים הגדול קאמר אלא ה''פ אויר יותר גרוע מזוחלין ומאן דחזי דמטביל באויר בגל הנתלש מן הים אתי להטביל בזוחלין דנוטפין דאמרי מסתייא לגרועי נוטפין ממעיין חד דרגא לומר דאין מטבילין באויר דנוטפין אבל בזוחלין דנוטפין שפיר דמי ולפיכך גזרו שלא יטביל באויר דגל שנתלש מן הים כדי שיהא היכר בדבר דהשתא ליכא למיחש לטעותא כלל דכולי עלמא ידעי דנוטפין גריעי ממעיין וכי גרעי ליה חד דרגא ממילא משמע להו דאין מטבילין בזוחלין ואע''פ שאין זה מבואר יפה בדברי רבינו מ''מ כיון שאם באנו לומר שהוא ז''ל מחלק בין ים הגדול לשאר ימים לענין טבילת טמאים אינו מבואר בדבריו וגם יש בו כמה דוחקים וקושיות כמו שכתבתי אפילו אם היינו יכולים ליישבם בדוחק נראה לי דמוטב לאחוז בדרך זו להשוות דעתו עם דעת הפוסקים מלאחוז בדרך האחרת דמשוינן ליה חולק עלייהו ועוד דכיון דאיהו ז''ל סבר דכולו שאוב כשר מן התורה למה יגזרו חכמים על הים הגדול שלא יטהר בזוחלין דהא לא שייך למיגזר ביה אטו חרדלית של גשמים כדכתב ר''מ דמהאי טעמא אמרו לטבול בנהרות בר מיומי תשרי ועוד דבים הגדול לא משכחת לעולם שירבו נוטפין על המעיין ואע''ג דרחמנא קרייה מקוה היינו לענין דברים שהצריכה תורה מי מעיין קאמר דים זה לאותם דברים דינו כמקוה אבל חכמים מה להם בכך כיון שלפי האמת הוא מעיין אלא שהתורה גזרה לפוסלו לאותם דברים לפיכך דעתי מסכמת דלדעת רבינו בין ים הגדול בין שאר ימים מטהרין בזוחלין וכמו שכתבתי לעיל: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> ספק מים שאובים שטהרו חכמים וכו' עד ואם לזה נפלו נפסל.</b> פ''ב דמקואות: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> מקוה שהניחו ריקן וכו' עד שהרי יש שם מקוה כשר קבוע.</b> תוספתא דמקואות פרק ב' וקשה אמאי פסל במכתשת בצדו הא ספק מים שאובים הוא ויש לומר דמדתנן ספק מים שאובים למקוה משמע דלא הכשירו מים שאובים מספק אלא כשהיתה שם מקוה מים ונסתפק אם נפלו בו מים שאובים אבל אם היה ריקן ונמצא מלא אינו בכלל זה ובשלא היתה מכתשת בצדו כשר אע''פ שהיה ריקן מקודם מטעמא דמסיים בתוספתא שחזקת המקואות כשירות כלומר שחזקת הממלא מקוה מחדש אינו ממלאו אלא ממים כשרים ועי''ל דבמכתשת בצדו אף על גב דספק הוא לא הכשירו בו מפני שהפיסול הוא בעין וכדקתני מפני שהפיסול מוכיח וכשרובו כשר אע''פ שהפיסול בעין כשר מפני שיש שם רוב מקוה כשר קבוע: \n\n"
      ],
      [
        "<b>כל המקואות הנמצאים וכו' עד שחזקתן מן הגשמים.</b> משנה רפ''ח דמקואות ותוספתא פ''ו ופירוש מפתח שער העיר ומיהו משמע שאין זה אלא בזמן שהיו ישראל שרויים על אדמתם אבל האידנא דין א''י שוה לארץ העכו''ם בזה וכן משמע בתוספתא: \n\n"
      ],
      [
        "<b>הטמא שירד לטבול וכו' עד הרי זה טהור.</b> שם פ''ב: \n",
        "<b>כתב</b> הראב''ד ה''ז טהור א''א ואם היה אב הטומאה מד''ס ספיקו טמא עכ''ל. ואני אומר דבר זה מבואר במשנה פרק רביעי דטהרות אלו ספיקות שטיהרו חכמים ספק ד''ס אכל אוכלים טמאים וכו' אכל דבר שהוא אב הטומאה והוא מד''ס ספיקו טמא ומאחר שרבינו לא כתב כאן להקל אלא באכל אוכלים טמאים וכו' ממילא משמע דדוקא בהני הוא דמטהר ולא בדבר שהוא אב הטומאה אע''פ שהוא מד''ס: \n\n"
      ],
      [
        "<b>שני מקואות אחד כשר וכו'.</b> תוספתא דמקואות פ''ב: \n",
        "<b>וכתב</b> הראב''ד הראשונות תלויות והשניות ישרפו א''א לא ידעתי טעם לזה ואולי מפני שנגעו זה בזה וכו'. ורבינו שמשון בפ''ב דמקואות הביא תוספתא זו יותר באורך ופירשה ולענין מאי דקתני ראשונות תלויות והשניות ישרפו כתב ראשונות תלויות דשניות פסולות הן בעלמא ואינן מטמאות הראשונות ואכתי ראשונות בספיקן הן עומדות אבל שניות ישרפו ממה נפשך דנטמאו בנגיעת הראשונות לכל הפחות ובסיפא דראשונות טומאה קלה ושניות טומאה חמורה ונגעו אלו באלו הוי איפכא מטעמא דפרישית דשניות תלויות וראשונות ישרפו עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו: ומ''ש וידים שצריכות טבילה.</b> הוא על פי מה שנתבאר בפרק ששי דברכות: \n",
        "<b>ומ''ש שבמקום שהאדם טובל בו כלים ידים טובלים.</b> תוספתא פרק א' דמקואות: \n",
        "<b>ומ״ש אבל ידים שאין צריכות וכו'.</b> בפרק כל הבשר (חולין דף ק״ו) אמרינן גבי חמי טבריה כל גופו טובל בהם ידיו לא כ״ש: \n",
        "<b>ומ״ש ואם הטבילן במים שאובים וכו' לא טהרו ידיו.</b> טעמו מדאמרינן בפרק כל הבשר (חולין דף ק״ו) האי אריתא דדלאי אין מטבילין בו את הידים דהו״ל מים שאובים: \n",
        "<b>ומ''ש שאין נוטלין אלא מן הכלים ומכח נותן כמו שביארנו בהלכות ברכות.</b> פ''ו: \n\n"
      ],
      [
        "<b>כל החוצץ בטבילה חוצץ בידים.</b> ברייתא בפרק כל הבשר (חולין דף ק״ו ע״ב): \n",
        "<b>וכל העולה למדת מקוה וכו'.</b> פ''ב דזבחים (דף כ''ב): \n",
        "<b>וכל הנוטל ידיו צריך לשפשף.</b> תוספתא פ''ק דידים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ג-ה)</small> הנוטל שתי ידיו לתרומה וכו'.</b> כן משמע פרק שני דידים: \n",
        "<b>ומ''ש לפיכך אם נפל ככר של תרומה כו' ואם נטל ראשונים ושניים למקום אחד וכו' עד בראש או בכותל ה''ז טהורה.</b> פ''ב דידים: \n",
        "<b>כתב</b> הראב''ד הנוטל שתי ידיו לתרומה א''א ואף לחולין וכו'. ואני אומר שרבינו סובר דלא בעינן מים שניים אלא לתרומה אבל לא לחולין וכן נראה מדבריו בפירוש המשנה בהקדמתו למסכת ידים ולפיכך בפרק ששי מהלכות ברכות בענין נטילת ידים לחולין לא הזכיר מים שניים כלל ולפיכך כתב כאן הנוטל שתי ידיו לתרומה צריך לחזור וליטול פעם שנייה דוקא לתרומה דאילו לחולין לא בעינן פעם שנייה ונראה שטעמו מדתנן בפרק ב' דידים נפל ככר של תרומה על הראשונים טמא ואם איתא דלחולין נמי צריך מים שניים אמאי נקט נפל ככר של תרומה אפילו של חולין נמי והירושלמי שכתב הראב''ד הוא במסכת ברכות פרק אלו דברים [ובירושלמי דמסכת] חלה פ''ב תני מים שלפני המזון רשות ושלאחר המזון חובה אלא שבראשונים נוטל ומפסיק ובשניים נוטל ואינו מפסיק מהו נוטל ומפסיק רבי יעקב בר אחא אמר נוטל ושונה ע''כ. ופירשו רבינו שמשון בריש מסכת ידים: \n\n"
      ],
      [
        "<b>נטל שתי ידיו משטיפה אחת וכו'.</b> רפ''ב דידים נטל לידו אחת משטיפה אחת ידו טהורה לשתי ידיו משטיפה אחת רבי מאיר מטמא עד שיטול מרביעית ופי' שם רבינו כאשר נטמאו ידיו שתיהן ורחץ אותם בשפיכה אחת אמר ר''מ כי לא יצא ברחיצה הזאת וכו' והלכה כתנא קמא אשר יאמר כי אפילו היו שתי ידיו משטיפה אחת יצא: \n",
        "<b>ומ''ש אפילו ירדו ה' זה בצד זה וכו'.</b> שם נוטלים ארבעה וחמשה זה בצד זה או זה על גב זה ובלבד שירפו שיבאו בהם המים: \n\n"
      ],
      [
        "<b>נטל מקצת ידו וכו'.</b> בפ''ב דגיטין (דף ט''ו ט''ז) ואע''ג דדחי ואמר דהא דתניא טופח על מנת להטפיח חיבור דילמא לענין מקואות ור''י היא כלומר אבל לענין נטילת ידים לא פסק רבינו להקל משום דדרך דחייה קאמר לה ועוד דהו''ל ספיקא בדרבנן ולקולא: \n",
        "<b>ומ''ש בד''א במים ראשונים וכו'.</b> זו היא ששנינו בריש ידים מוסיפים על השניים ואין מוסיפים על הראשונים וכן פירשה רבינו שם בפי' המשנה והביא ראייה מהתוספתא. והראב''ד כתב ואם עדיין יש על מקצת שנטל בתחילה טופח על מנת להטפיח הרי זו טהורה א''א טעה בזה וכו'. נראה שטעמו מדתניא בתוספתא ריש ידים מי רביעית נותנים לאחד אף לשנים וכו' מוסיפים על השניים דברי ר''מ רבי יוסי אומר מי רביעית נוטלין לאחד אבל לא לשנים מוסיפים על השניים ואין מוסיפים על הראשונים ע''כ. וסובר הראב''ד שדברי רבינו כאן כר''מ דאמר מוסיפין על הראשונים ומשיג עליו שאין הלכה כמותו אלא כרבי יוסי דאמר אין מוסיפין על הראשונים. גם סבר הראב''ד שדברי רבינו הם כשנטל מקצת ידו בפחות מרביעית ולכן משיג עליו עוד שלמה פסק כן שזהו כר''מ דאילו לרבי יוסי כל פחות מרביעית אין שם נטילה עליו כך נ''ל לפרש דבריו אע''פ שאין תיבת אבל שכתב נוחה לפירוש זה: \n",
        "<b>ומ''ש</b> עוד ואין טופח להטפיח מועיל בזה וכו'. כלומר דההיא דפרק ב' דגיטין דמהני טופח על מנת להטפיח שאני התם שמעיקרא נטל מקצת ידו מרביעית אי נמי שעל נטילת מקצת יד אחרונה הוא שסובר הראב''ד שרבינו אינו מצריך רביעית מאחר שלא הזכירן ועל זה משיג כדפרישית וזה מוכיח יותר בסוף לשונו: \n",
        "<b>ומ''ש</b> עוד ואולי קבע הלכה כר''מ דתוספתא מפני ששנאו סתם במשנה כלומר בא ליתן טעם לדברי רבינו למה פסק כר''מ לגבי רבי יוסי משום דסתם לן תנא כוותיה וזה טעם נכון לפי מה שסבר הוא בדברי רבינו שפוסק על הראשונים מי רביעית נותנין לאחד אף לשנים אבל רבינו כתב בסמוך שלא נאמר כן אלא על השניים אבל לראשונים לעולם רביעית בעי' גם מבואר בדבריו שהוא פוסק שאין מוסיפין על הראשונים וכסתם מתניתין דקתני מוסיפים על השניים ואין מוסיפין על הראשונים והיינו שאין שם טופח על מנת להטפיח דאילו היה כן מהני אף בראשונים כדאמרינן פרק ב' דגיטין דכל שיש שם טופח על מנת להטפיח לא קרינן ביה מוסיפין שהכל חשוב כנטילה אחת: \n",
        "<b>כתב</b> עוד הראב''ד אבל במים שניים נוטל מקצת ידיו וכו' א''א טעה אף בזה וכו'. וכבר ביארתי טעם רבינו שכל שיש שם טופח על מנת להטפיח לא קרינן ביה מוסיפים שהכל חשוב כנטילה אחת: \n\n"
      ],
      [
        "<b>שיעור המים שנוטלים בהם תחילה וכו'.</b> בריש ידים מי רביעית נותנים לאחד אף לשנים וכו'. כתב הראב״ד אבל מים שניים וכו' א״א כל זה כתב בשיבוש וכו'. וטעמו מדתנן בריש ידים מי רביעית נותנים לידים לאחד אף לשנים מחצי לוג לשלשה ולארבעה מלוג לחמשה ולעשרה ולמאה ומפרש לה הראב״ד במים ראשונים ומשמע ליה דכי קתני דמרביעית נוטלין אף לשנים הוי בלא תוספת הוא הדין דמלוג לשלשה ולארבעה הוי בלא תוספת דחושבניה דדין כחושבניה דדין אבל מלוג לחמשה ולעשרה ולמאה על כרחיך אי אפשר בלא תוספת מים שיוסיפו ורבינו סובר שאין דברי משנה זו אלא במים שניים אבל מים ראשונים אין פחות מרביעית לכל אחד ואחד וטעמו מדאמרינן בפרק כל הבשר (חולין דף ק״ז) אשיעורא לא קפדינן דתנן מרביעית נוטלין לאחד ואף לשנים ולא היא שאני התם משום דאתו משיורי טהרה ומפרש רבינו דהיינו לומר דמתני' במים שניים דוקא משום דכבר נעשית הטהרה במים הראשונים ומפני כך אין צריך שיעור אלא כדי שימשח היד אבל במים הראשונים אינו בפחות מרביעית לכל אחד ואחד ופי' זה כתב רבינו עצמו בפירוש המשנה והראב״ד יפרש שיורי טהרה ששנים באו ליטול כאחד ומכ״מ נתבאר שאין שיבוש בדברי רבינו דפירושים מחולקים הם מר מפרש הכי ומר מפרש הכי ולישנא דאתו משיורי טהרה יותר נוח לפירוש רבינו ופירש שם רבינו הנטילה הזאת התירו בפחות מרביעית וכו': \n\n"
      ],
      [
        "<b>כלי שהיה בו רביעית מים כשרים וכו'.</b> בפ''ב דזבחים עלה כ''ב אמר ריש לקיש כל המשלים למי מקוה משלים למי כיור לרביעית אינו משלים למעוטי מאי וכו' אמר רב פפא למעוטי נתן סאה ונטל סאה דתנן מקוה שיש בו ארבעים סאה מכוונות נתן סאה ונטל סאה כשר וכו' אמר ר''י עד רובו ומפרש רבינו דהיינו לומר דבנתן מים הפסולים לנטילה וחזר ונטל כשיעור שנתן הוא וממעט להו שאינם משלימים ברביעית אף על פי שמשלימים במקוה אבל כשנתן לרביעית מעט מים פסולים ולא חזר ונטל כשרים מפני שלא נתמעט שיעור רביעית של מים כשרים: \n\n"
      ],
      [
        "<b>כל המים הפסולים לנטילה במים ראשונים וכו':</b> \n\n"
      ],
      [
        "<b>וכל אותם הדברים שביארנו שם בנטילת ידים לפת חולין וכו'.</b> יש לתמוה דאיפכא הוה ליה למימר דכל הדברים שצריכים לתרומה צריכים בחולין דהא תרומה עדיפא ואפשר דמשום דבהלכות ברכות שהן קדמו להלכות אלו כתב דיני חולין שייך למימר הכי: \n",
        "<b>נשלמו הלכות מקואות</b> \n\n"
      ]
    ]
  ]
};