const Other_Sources_of_Defilement = {
  "title": "Mishneh Torah, Other Sources of Defilement",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Other_Sources_of_Defilement",
  "text": [
    [
      "הַנְּבֵלָה אָב מֵאֲבוֹת הַטֻּמְאוֹת. כְּזַיִת מִבְּשָׂרָהּ מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בַּאֲוִיר. וּמְטַמֵּא אֶת הָאָדָם בְּמַשָּׂא לְטַמֵּא בְּגָדִים כְּמֶרְכַּב הַזָּב. כֵּיצַד. אָדָם שֶׁנָּגַע בִּנְבֵלָה נִטְמָא וַהֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה. וְאִם נָגַע בְּכֵלִים אֲפִלּוּ בִּשְׁעַת מַגָּעוֹ בִּנְבֵלָה הֲרֵי הֵן טְהוֹרִין. וְכֵן כֵּלִים שֶׁעָלָיו טְהוֹרִין לְפִי [שֶׁהוּא] וָלָד וְאֵין וָלָד מְטַמֵּא כֵּלִים. אֲבָל הַנּוֹשֵׂא אֶת הַנְּבֵלָה מְטַמֵּא כֵּלִים בִּשְׁעַת נְשִׂיאָתוֹ שֶׁנֶּאֱמַר <small>(ויקרא יא כח)</small> \"וְהַנּשֵֹׁא אֶת נִבְלָתָם יְכַבֵּס בְּגָדָיו\". וְאוֹתָן הַבְּגָדִים רִאשׁוֹן לְטֻמְאָה. וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְּלֵי חֶרֶס וַאֲפִלּוּ בִּשְׁעַת נְשִׂיאָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב:  ",
      "אֶחָד בְּהֵמָה וְחַיָּה בֵּין הַמֻּתָּרִין בַּאֲכִילָה בֵּין הָאֲסוּרִין אִם מֵתוּ כֻּלָּן בְּשָׂרָן מְטַמֵּא בִּכְזַיִת. וּשְׁחִיטַת בְּהֵמָה טְהוֹרָה וְחַיָּה טְהוֹרָה מְטַהַרְתּוֹ בְּכָל מָקוֹם. וַאֲפִלּוּ שָׁחַט חֻלִּין בַּעֲזָרָה וְקָדָשִׁים בַּחוּץ הֲרֵי אֵלּוּ טְהוֹרִין. וְאִם אֵרַע פִּסּוּל בַּשְּׁחִיטָה הֲרֵי זוֹ נְבֵלָה וּמְטַמְּאָה בְּמַשָּׂא כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שְׁחִיטָה:  ",
      "בְּהֵמָה טְמֵאָה וְחַיָּה טְמֵאָה אֵין הַשְּׁחִיטָה מוֹעֶלֶת בָּהּ וְאֶחָד הַשּׁוֹחֲטָהּ אוֹ הַנּוֹחֲרָהּ אוֹ הַחוֹנְקָהּ אוֹ שֶׁמֵּתָה כְּדַרְכָּהּ הֲרֵי זוֹ נְבֵלָה. וְכָל הַנְּבֵלוֹת מִצְטָרְפוֹת לְעִנְיַן טֻמְאָה לִכְזַיִת אֶחָד טְמֵאוֹת וְאֶחָד טְהוֹרוֹת:  ",
      "מֹחַ הֲרֵי הוּא כְּבָשָׂר. וְדַם הַנְּבֵלָה אֵינוֹ מְטַמֵּא כִּנְבֵלָה אֶלָּא הֲרֵי הוּא כְּמַשְׁקִין טְמֵאִים שֶׁאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כֵּלִים מִן הַתּוֹרָה:  ",
      "חֵלֶב בְּהֵמָה טְהוֹרָה שֶׁמֵּתָה טָהוֹר. שֶׁנֶּאֱמַר <small>(ויקרא ז כד)</small> \"וְחֵלֶב נְבֵלָה וְחֵלֶב טְרֵפָה יֵעָשֶׂה לְכָל מְלָאכָה וְאָכל לֹא תֹאכְלֻהוּ\" מִי שֶׁאִסּוּרוֹ מִשּׁוּם נְבֵלָה וּטְרֵפָה. וְאִם הֻכְשַׁר בְּמַשְׁקִין הַמַּכְשִׁירִין הֲרֵי הוּא כָּאֳכָלִין טְמֵאִין וְאֵינוֹ כִּבְשַׂר נְבֵלָה. וְהַנּוֹגֵעַ בַּחֵלֶב הַחוֹפֶה אֶת הַכֻּלְיָא קֹדֶם הַפְרָשָׁה הֲרֵי זֶה טָמֵא כְּנוֹגֵעַ בַּכֻּלְיָא עַצְמָהּ שֶׁהֲרֵי כַּמָּה חוּטִין נִמְשָׁכִין מִמֶּנָּה בַּחֵלֶב. אֲבָל בְּהֵמָה טְמֵאָה וְהַחַיָּה בֵּין טְהוֹרָה בֵּין טְמֵאָה אֶחָד בְּשָׂרָהּ וְאֶחָד חֶלְבָּהּ לְטֻמְאָה. וּמְטַמֵּא אָדָם וְכֵלִים בִּכְזַיִת כִּבְשַׂר הַנְּבֵלָה:  ",
      "הַכְּוִי חֶלְבּוֹ מְטַמֵּא כִּבְשָׂרוֹ וְטֻמְאָתוֹ בְּסָפֵק. לְפִיכָךְ אֵין שׂוֹרְפִין עָלָיו תְּרוּמָה וְקָדָשִׁים וְאֵין חַיָּבִין כָּרֵת עַל טֻמְאָתוֹ וְעַל בִּיאַת הַמִּקְדָּשׁ אוֹ עַל אֲכִילַת קָדָשָׁיו:  ",
      "וְאֵלּוּ דְּבָרִים שֶׁאֵין מְטַמְּאִין מִן הַנְּבֵלוֹת. הָעֲצָמוֹת וְהַקַּרְנַיִם וְהַטְּלָפַיִם אֲפִלּוּ עִקָּרָן הָרַךְ שֶׁאִם יַחְתֹּךְ מִן הַחַי יוֹצֵא דָּם. וְהָעוֹר אַף עַל פִּי שֶׁאֵינוֹ מְעֻבָּד. וְהָאָלָל וְהַגִּידִים וְהַמָּרָק וְהַתַּבְלִין שֶׁמִּתְבַּשְּׁלִין עִמָּהּ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁפֵּרְשׁוּ מִן הַנְּבֵלָה. אֲבָל הַנּוֹגֵעַ בְּאֶחָד מִכָּל אֵלּוּ כְּשֶׁהֵן מְחֻבָּרִין בַּבָּשָׂר הֲרֵי זֶה טָמֵא. וְהוּא שֶׁיִּהְיֶה בַּבָּשָׂר כְּזַיִת. שֶׁאֵין אֶחָד מִכָּל אֵלּוּ מִצְטָרֵף לִכְזַיִת:  ",
      "הָאָלָל בֵּין שֶׁפְּלָטַתּוּ חַיָּה בֵּין שֶׁפְּלָטַתּוּ סַכִּין אֵינוֹ מִצְטָרֵף לִכְזַיִת. וְאִם כְּנָסוֹ וְהָיָה בּוֹ כְּזַיִת מְטַמֵּא:  ",
      "וְאֵלּוּ בְּהֵמוֹת שֶׁעוֹרוֹתֵיהֶם כִּבְשָׂרָם. עוֹר חֲזִיר שֶׁל יִשּׁוּב וְעוֹר חֲטוֹטֶרֶת הַגָּמָל הָרַכָּה וְעוֹר בֵּית הַבֹּשֶׁת וְעוֹר הַשְּׁלִיל וְעוֹר שֶׁתַּחַת הָאַלְיָה. הֲרֵי אֵלּוּ מְטַמְּאִין מִן הַנְּבֵלָה. וְאִם עִבְּדָן אוֹ הָלַךְ בָּהֶן כְּדֵי עֲבוֹדָה הֲרֵי אֵלּוּ טְהוֹרִים. וְאִם עָשָׂה בָּהֶן מַעֲשֶׂה שֶׁבִּטְּלָן טְהוֹרִין אַף עַל פִּי שֶׁלֹּא הָלַךְ בָּהֶן כְּדֵי עֲבוֹדָה. כֵּיצַד. אֹזֶן חֲמוֹר שֶׁטְּלָאָהּ לִכְפִיפָתוֹ טְהוֹרָה. כַּמָּה הוּא כְּדֵי עֲבוֹדָה אַרְבָּעָה מִילִין. וְאֵי זוֹ הִיא חֲטוֹטֶרֶת רַכָּה כָּל זְמַן שֶׁלֹּא טָעֲנָה. הִגִּיעַ זְמַנָּהּ לִטְעֹן וְלֹא טָעֲנָה אוֹ שֶׁטָּעֲנָה קדֶם שֶׁיַּגִּיעַ זְמַנָּהּ הֲרֵי זֶה סָפֵק:  ",
      "הַמַּפְשִׁיט נִבְלַת בְּהֵמָה אוֹ חַיָּה בֵּין טְמֵאָה בֵּין טְהוֹרָה בֵּין דַּקָּה בֵּין גַּסָּה. אִם לִשְׁטִיחָה הִפְשִׁיט כֵּיוָן שֶׁהִפְשִׁיט מִן הָעוֹר כְּדֵי אֲחִיזָה וְהוּא שְׁנֵי טְפָחִים הַנּוֹגֵעַ בְּעוֹר זֶה שֶׁהֻפְשַׁט טָהוֹר. וְעַד שֶׁלֹּא הִפְשִׁיט שְׁנֵי טְפָחִים הַנּוֹגֵעַ בָּעוֹר כְּנוֹגֵעַ בַּבָּשָׂר. הִפְשִׁיטָהּ כְּדֵי לַעֲשׂוֹת מִן הָעוֹר חֵמֶת הֲרֵי הָעוֹר חִבּוּר עַד שֶׁיַּפְשִׁיט אֶת כָּל הֶחָזֶה. וְאִם הִפְשִׁיטָהּ מֵרַגְלֶיהָ בִּלְבַד הֲרֵי הָעוֹר כֻּלּוֹ חִבּוּר וְהַנּוֹגֵעַ בָּעוֹר כְּנוֹגֵעַ בַּבָּשָׂר עַד שֶׁיַּפְרִישׁ הָעוֹר כֻּלּוֹ מֵעַל הַבָּשָׂר. וְכֵן הַמַּפְשִׁיט בִּשְׁרָצִים חִבּוּר עַד שֶׁיַּפְשִׁיט כֻּלּוֹ. עוֹר שֶׁעַל הַצַּוָּאר חִבּוּר עַד שֶׁיַּפְשִׁיט כֻּלּוֹ. וְכָל עוֹר שֶׁהוּא חִבּוּר לְטַמֵּא כָּךְ הוּא חִבּוּר לְהִתְטַמֵּא. שֶׁאִם הָיְתָה שְׁחוּטָה וְנָגְעָה טֻמְאָה בְּעוֹר זֶה שֶׁהוּא חִבּוּר נִטְמָא הַבָּשָׂר:  ",
      "עוֹר שֶׁיֵּשׁ עָלָיו כְּזַיִת נְבֵלָה הַנּוֹגֵעַ בַּצִּיב הַיּוֹצֵא מִמֶּנּוּ וּבִשְׂעָרוֹ שֶׁכְּנֶגְדוֹ מֵאֲחוֹרֵי הָעוֹר נִטְמָא מִפְּנֵי שֶׁהָעוֹר בִּשְׂעָרוֹ שׁוֹמֵר לַבָּשָׂר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁפְּלָטַתּוּ חַיָּה. אֲבָל פְּלָטַתּוּ סַכִּין אִם הָיָה מְרֻדָּד בָּטֵל אַגַּב הָעוֹר:  ",
      "עוֹר שֶׁיֵּשׁ עָלָיו כִּשְׁנֵי חֲצָאֵי זֵיתִים בְּשַׂר נְבֵלָה הָעוֹר מְבַטְּלָן וְאֵינָן מְטַמְּאִין לֹא בְּמַגָּע וְלֹא בְּמַשָּׂא. שֶׁכָּל שֶׁאֵינוֹ מְטַמֵּא מִן הַנְּבֵלָה בְּמַגָּע אֵינוֹ מְטַמֵּא בְּמַשָּׂא. אֲבָל שְׁנֵי חֲצָאֵי זֵיתִים שֶׁתְּחָבָן בְּקֵיסָם הַנּוֹשְׂאָן טָמֵא שֶׁהֲרֵי נָשָׂא כְּזַיִת וְהַנּוֹגֵעַ טָהוֹר שֶׁאֵין חִבּוּרֵי אָדָם חִבּוּר וְהוּא שֶׁיִּהְיוּ שְׁנֵיהֶן מְרֻדָּדִין וּדְבוּקִין זֶה בָּזֶה עַד שֶׁיִּנָּטְלוּ כְּאֶחָד. אֲבָל אִם הָיָה חֲצִי זַיִת זֶה בִּפְנֵי עַצְמוֹ וְזֶה בִּפְנֵי עַצְמוֹ בְּקֵיסָם אֶחָד אֲפִלּוּ הוֹלִיךְ וְהֵבִיא כָּל הַיּוֹם כֻּלּוֹ טָהוֹר:  ",
      "בְּשַׂר נְבֵלָה שֶׁנִּפְסַד וְהִבְאִישׁ וְנִפְסַל מִלֶּאֱכל הַכֶּלֶב טָהוֹר. לְפִיכָךְ נֶצֶל הַנְּבֵלָה סָפֵק אִם מְטַמֵּא בִּכְזַיִת אִם לֹא. בְּשַׂר נְבֵלָה שֶׁיָּבַשׁ אִם יָכוֹל לִשְׁרוֹת בְּפוֹשְׁרִין מֵעֵת לְעֵת וְלַחֲזֹר לַח וְרָאוּי לַכֶּלֶב מְטַמֵּא וְאִם לָאו טָהוֹר וַאֲפִלּוּ בָּאֳכָלִין טְמֵאִין אֵינוֹ מִטַּמֵא:  ",
      "בְּשַׂר נְבֵלָה שֶׁהָיָה סָרוּחַ מֵעִקָּרוֹ וְאֵינוֹ רָאוּי לְמַאֲכַל אָדָם הֲרֵי זֶה טָהוֹר שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ\" עַד שֶׁתִּהְיֶה תְּחִלָּתָהּ רְאוּיָה לְגֵר:  ",
      "שִׁלְיָא שֶׁל נְבֵלָה הֲרֵי הִיא כְּפֶרֶשׁ וּכְרֶעִי וְאֵינָהּ מְטַמְּאָה כִּנְבֵלָה. וְאִם חָשַׁב עָלֶיהָ לַאֲכִילָה מִתְטַמֵּא טֻמְאַת אֳכָלִין. הַקֵּבָה וְהֶחָלָב שֶׁל נְבֵלָה טְהוֹרִין מִכְּלוּם:  ",
      "בְּהֵמָה שֶׁשָּׁפְעָה חֲרָרַת דָּם אַף עַל פִּי שֶׁנִּפְטְרָה מִן הַבְּכוֹרָה אֵינָהּ מְטַמְּאָה לֹא בְּמַגָּע וְלֹא בְּמַשָּׂא עַד שֶׁיִּהְיֶה בָּהּ צוּרַת נֵפֶל לְפִי שֶׁהִיא בְּטֵלָה בָּרֹב הַיּוֹצֵא עִמָּהּ. לְפִיכָךְ הִיא טְהוֹרָה אַף עַל פִּי שֶׁהָיְתָה רְאוּיָה לַגֵּר אַגַּב אִמָּהּ:  ",
      "נְבֵלָה שֶׁנִּתְעָרְבָה בִּשְׁחוּטָה אִם רֹב מִן הַשְּׁחוּטָה בְּטֵלָה הַנְּבֵלָה בַּשְּׁחוּטָה וְאֵין הַכּל מְטַמֵּא בְּמַגָּע. אֲבָל אִם נָשָׂא הַכּל נִטְמָא שֶׁאִי אֶפְשָׁר לִשְׁחוּטָה שֶׁתַּחְזֹר נְבֵלָה אֲבָל הַנְּבֵלָה אֶפְשָׁר שֶׁתִּטְהַר כְּשֶׁתִּסְרַח לְפִיכָךְ תִּבָּטֵל:  "
    ],
    [
      "בְּהֵמָה אוֹ חַיָּה טְמֵאָה שֶׁנִּשְׁחֲטָה אֵינָהּ מְטַמְּאָה מִשּׁוּם נְבֵלָה כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת עַד שֶׁיַּתִּיז אֶת רֹאשָׁהּ וַהֲרֵי הִיא כָּאֳכָלִין טְמֵאִין. נְחָרָהּ וַהֲרֵי הִיא מְפַרְכֶּסֶת אֵין בָּהּ אֲפִלּוּ טֻמְאַת אֳכָלִין כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת. וְאֵיבָר הַפּוֹרֵשׁ מִן הַמְפַרְכֶּסֶת אָסוּר לִבְנֵי נֹחַ כְּפוֹרֵשׁ מִן הַחַי וּבָשָׂר הַפּוֹרֵשׁ מִמֶּנָּה כְּפוֹרֵשׁ מִן הַחַי. וְכֵן טְהוֹרָה שֶׁנִּפְסְלָה בִּשְׁחִיטָתָהּ וַעֲדַיִן הִיא מְפַרְכֶּסֶת אוֹ שָׁחַט בָּהּ אֶחָד אוֹ רֹב אֶחָד אֵין לָהּ טֻמְאָה כְּלָל עַד שֶׁתָּמוּת. חָלַק בְּהֵמָה לִשְׁנַיִם אוֹ שֶׁנִּטְּלָה יָרֵךְ וְחָלָל שֶׁלָּהּ הֲרֵי זוֹ נְבֵלָה וּמְטַמְּאָהּ בְּמַשָּׂא וּבְמַגָּע אַף עַל פִּי שֶׁהִיא עֲדַיִן בַּחַיִּים. וְכֵן אִם קְרָעָהּ מִגַּבָּהּ אוֹ שֶׁנִּשְׁבְּרָה מִפְרֶקֶת וְרֹב בָּשָׂר עַמָּהּ הֲרֵי זוֹ כִּנְבֵלָה לְכָל דָּבָר: \n",
      "בְּהֵמָה שֶׁמֵּת עֻבָּרָהּ בְּתוֹךְ מֵעֶיהָ וְהוֹשִׁיט הָרוֹעֶה אֶת יָדוֹ וְנָגַע בּוֹ בֵּין בִּבְהֵמָה טְמֵאָה בֵּין בִּטְהוֹרָה הֲרֵי זֶה הַנּוֹגֵעַ טָהוֹר עַד שֶׁיֵּצֵא הַנֵּפֶל לַאֲוִיר הָעוֹלָם: \n",
      "בָּשָׂר הַפּוֹרֵשׁ מִבְּהֵמָה וְחַיָּה כְּשֶׁהֵן חַיִּין בֵּין טְהוֹרִין בֵּין טְמֵאִין טָהוֹר וְאֵינוֹ מְטַמֵּא כִּנְבֵלָה. אֲבָל אֵיבָר מִן הַחַי הַפּוֹרֵשׁ מֵהֶן מְטַמֵּא כִּנְבֵלָה. אֶחָד אֵיבָר מִן הַחַי הַפּוֹרֵשׁ מִן הַבְּהֵמָה עַצְמָהּ אוֹ אֵיבָר הַפּוֹרֵשׁ מִן הַשָּׁלִיל שֶׁבְּבִטְנָהּ. וְהָאֵיבָרִים אֵין לָהֶן שִׁעוּר אֲפִלּוּ הָיָה כִּשְׂעוֹרָה אוֹ פָּחוֹת מְטַמֵּא וְהוּא שֶׁיִּהְיֶה הָאֵיבָר כִּבְרִיָּתוֹ בָּשָׂר וְגִידִין וַעֲצָמוֹת וְיִהְיֶה עָלָיו בָּשָׂר כְּדֵי לְהַעֲלוֹת אֲרוּכָה. הָיָה הַבָּשָׂר פָּחוֹת מֵהַעֲלוֹת אֲרוּכָה בְּחַי אוֹ חָסַר עַצְמוֹ טָהוֹר: \n",
      "הַכֻּלְיָא וְהַלָּשׁוֹן וְהַשָּׂפָה וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן אֵיבָרִים וְאֵין עוֹשִׂין חֲלִיפִין הוֹאִיל וְאֵין בָּהֶם עֶצֶם הֲרֵי הֵן כְּבָשָׂר: \n",
      "הַבָּשָׂר אוֹ הָאֵיבָר הַמְדֻלְדָּלִין בִּבְהֵמָה אוֹ חַיָּה שֶׁאֵינָן יְכוֹלִין לִחְיוֹת וּלְהַדְבִּיק בִּשְׁאָר הַגּוּף אֵינָן מְטַמְּאִין כִּנְבֵלָה כָּל זְמַן שֶׁהַבְּהֵמָה בַּחַיִּים וַהֲרֵי הֵן כִּשְׁאָר אֳכָלִין אִם הֻכְשְׁרוּ מְקַבְּלִין טֻמְאָה בִּמְקוֹמָהּ. נִשְׁחֲטָה הַבְּהֵמָה הֻכְשְׁרוּ בִּשְׁחִיטָה וְאֵינָן מְטַמְּאִין כִּנְבֵלָה שֶׁאֵין הַשְּׁחִיטָה עוֹשָׂה אוֹתָן כְּמוֹ שֶׁפֵּרְשׁוּ מֵחַיִּים. אֲבָל אִם מֵתָה הַבְּהֵמָה הַבָּשָׂר שֶׁהָיָה מְדֻלְדָּל בָּהּ צָרִיךְ הֶכְשֵׁר. וְהָאֵיבָר מְטַמֵּא מִשּׁוּם אֵיבָר מִן הַחַי וְאֵינוֹ מְטַמֵּא מִשּׁוּם אֵיבָר מִן הַנְּבֵלָה. וּמַה בֵּין אֵיבָר מִן הַחַי לְאֵיבָר מִן הַנְּבֵלָה. שֶׁהַבָּשָׂר הַפּוֹרֵשׁ מֵאֵיבָר מִן הַחַי טָהוֹר. וְהַבָּשָׂר הַפּוֹרֵשׁ מֵאֵיבָר מִן הַנְּבֵלָה מְטַמֵּא בִּכְזַיִת בְּמַגָּע וּבְמַשָּׂא. וְזֶה וְזֶה שָׁוִין לְשִׁעוּר: \n",
      "טְרֵפָה שֶׁנִּשְׁחֲטָה שְׁחִיטָה כְּשֵׁרָה אַף עַל פִּי שֶׁהִיא אֲסוּרָה בַּאֲכִילָה הֲרֵי הִיא טְהוֹרָה. וְכֵן הַשּׁוֹחֵט אֶת הַבְּהֵמָה וּמָצָא בָּהּ עֵבָּר מֵת שְׁחִיטַת אִמּוֹ מְטַהַרְתּוֹ מִידֵי נְבֵלָה. מָצָא בָּהּ בֶּן שְׁמוֹנָה חַי נִטְרַף. אַף עַל פִּי שֶׁנִּשְׁחַט אַחַר שֶׁנִּטְרַף אֵין שְׁחִיטָתוֹ מְטַהֲרַתּוּ מִיָּדִי נְבֵלָה לְפִי שֶׁאֵין לְמִינוֹ שְׁחִיטָה. לְפִיכָךְ וְלַד בְּהֵמָה שֶׁלֹּא שָׁהָה שִׁבְעָה יָמִים גְּמוּרִין אִם שְׁחָטוֹ בְּתוֹךְ שִׁבְעָה אֵין שְׁחִיטָתוֹ מְטַהֲרַתּוּ מִידֵי נְבֵלָה מִפְּנֵי שֶׁהוּא כְּנֵפֶל: \n",
      "הַשּׁוֹחֵט אֶת הַבְּהֵמָה וּמָצָא בָּהּ בֶּן תִּשְׁעָה חַי קֹדֶם שֶׁיַּהֲלֹךְ עַל הַקַּרְקַע אַף עַל פִּי שֶׁאֵין צָרִיךְ שְׁחִיטָה כְּמוֹ שֶׁבֵּאַרְנוּ שֶׁהֲרֵי שְׁחִיטַת אִמּוֹ מְטַהֲרַתּוּ אִם נִטְמֵאת אִמּוֹ לֹא נִטְמָא הוּא. וְאִם נִתְנַבְּלָה אִמּוֹ הֲרֵי הוּא טָהוֹר שֶׁאֵין הַחַי מִתְטַמֵּא לֹא טֻמְאַת אֳכָלִין וְלֹא טֻמְאַת נְבֵלוֹת וְאַף עַל פִּי שֶׁהוּא כְּאֵיבָר מֵאֵיבָרֶיהָ. וְאִם מֵת קֹדֶם שֶׁיַּפְרִיס עַל גַּבֵּי קַרְקַע הֲרֵי הוּא טָהוֹר שֶׁשְּׁחִיטַת אִמּוֹ טִהֲרַתּוּ: \n",
      "טְרֵפָה שֶׁנִּשְׁחֲטָה אַף עַל פִּי שֶׁהִיא טְהוֹרָה מִן הַתּוֹרָה אִם נָגַע בָּהּ הֶקְדֵּשׁ נִטְמָא מִדִּבְרֵי סוֹפְרִים וְזוֹ מַעֲלָה יְתֵרָה שֶׁעָשׂוּ בְּקֹדֶשׁ: \n",
      "בְּהֵמָה הַמַּקְשָׁה לֵילֵד וְהוֹצִיא הָעֻבָּר אֶת יָדוֹ וַחֲתָכָהּ וְאַחַר כָּךְ שָׁחַט אֶת אִמּוֹ הָאֵיבָר שֶׁנֶּחְתַּךְ נְבֵלָה וּשְׁאָר בְּשַׂר הָעֵבָּר טָהוֹר. שָׁחַט אֶת אִמּוֹ וְאַחַר כָּךְ חֲתָכָהּ הָאֵיבָר כִּטְרֵפָה שֶׁנִּשְׁחֲטָה וּשְׁאָר בְּשַׂר הָעֵבָּר מַגַּע טְרֵפָה שְׁחוּטָה שֶׁהִיא מְטַמְּאָה אֶת הַקֹּדֶשׁ אֲבָל לֹא אֶת הַתְּרוּמָה. הוֹצִיא הָעֻבָּר אֶת יָדוֹ בֵּין שְׁחִיטַת סִימָן לִשְׁחִיטַת סִימָן וַחֲתָכוֹ מִצְטָרֵף שְׁחִיטַת סִימָן לְסִימָן לְטַהֵר הָאֵיבָר מִידֵי נְבֵלָה: \n",
      "שְׁחִיטַת עַכּוּ''ם נְבֵלָה וּמְטַמְּאָה בְּמַשָּׂא וַאֲפִלּוּ יִשְׂרָאֵל עוֹמֵד עַל גַּבָּיו. וְאִם שָׁחַט בְּסַכִּין יָפָה שְׁחִיטָה כָּרָאוּי אֶחָד הָעַכּוּ''ם וְאֶחָד הַכּוּתִי אוֹ גֵּר תּוֹשָׁב שְׁחִיטָתָן נְבֵלָה. וְקָרוֹב בְּעֵינַי שֶׁאַף זֶה מִדִּבְרֵי סוֹפְרִים שֶׁהֲרֵי טֻמְאַת עֲבוֹדָה זָרָה וְטֻמְאַת תִּקְרָבְתָּהּ מִדִּבְרֵיהֶם כְּמוֹ שֶׁיִּתְבָּאֵר. וּבִגְלַל עֲבוֹדָה זָרָה נִתְרַחֲקוּ הַכּוּתִים וְנֶאֶסְרָה שְׁחִיטָתָן. וְאִם תֹּאמַר וַהֲלֹא הִיא אֲסוּרָה בַּאֲכִילָה דִּין תּוֹרָה. לֹא כָּל הָאָסוּר בַּאֲכִילָה מְטַמֵּא שֶׁהֲרֵי הַטְּרֵפָה אֲסוּרָה וּטְהוֹרָה. וְאִי אֶפְשָׁר לְחַיֵּב כָּרֵת עַל טֻמְאָה זוֹ עַל בִּיאַת מִקְדָּשׁ וַאֲכִילַת קָדָשָׁיו אֶלָּא בִּרְאִיָּה בְּרוּרָה: \n",
      "קוּלְיַית הַנְּבֵלָה הַנּוֹגֵעַ בָּהּ אוֹ נוֹשְׂאָהּ טָהוֹר שֶׁכָּל דָּבָר מִן הַנְּבֵלָה שֶׁאֵינוֹ מְטַמֵּא בְּמַגָּע אֵינוֹ מְטַמֵּא בְּמַשָּׂא. נִקְּבָה כָּל שֶׁהוּא הַנּוֹגֵעַ בָּהּ אוֹ נוֹשְׂאָהּ טָמֵא. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַמֹּחַ שֶׁבָּהּ מִתְקַשְׁקֵשׁ שֶׁהֲרֵי אֵינָהּ מַעֲלָה אֲרוּכָה. אֲבָל אִם הָיָה עוֹמֵד בִּמְקוֹמוֹ אִם יֵשׁ בּוֹ כְּדֵי לְהַעֲלוֹת אֲרוּכָה לָעֶצֶם מִבַּחוּץ הֲרֵי זוֹ מְטַמְּאָה בְּמַגָּע וּבְמַשָּׂא כְּכָל הָאֵיבָרִים. וּכְבָר פֵּרַשְׁנוּ שֶׁהַקּוּלִית הִיא הָעֶצֶם הַסָּתוּם מִכָּל צְדָדָיו: \n",
      "קוּלִית שֶׁחָשַׁב עָלֶיהָ לְנַקְּבָהּ וַעֲדַיִן לֹא נִקְּבָהּ הֲרֵי הַנּוֹגֵעַ בָּהּ סָפֵק טָמֵא. שֶׁהֲרֵי יֵשׁ בַּדָּבָר סָפֵק אִי מְחֻסַּר נְקִיבָה כִּמְחֻסַּר מַעֲשֶׂה אוֹ לֹא: \n"
    ],
    [
      "נִּבְלַת הָעוֹף הַטָּהוֹר מְטַמָּא מִן הַתּוֹרָה. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא יז טו)</small> \"וְכָל נֶפֶשׁ אֲשֶׁר תֹּאכַל נְבֵלָה וּטְרֵפָה בָּאֶזְרָח וּבַגֵּר וְכִבֶּס בְּגָדָיו וְרָחַץ בַּמַּיִם\" אֵינוֹ מְדַבֵּר אֶלָּא בְּאוֹכֵל נִבְלַת הָעוֹף הַטָּהוֹר בִּלְבַד שֶׁהוּא אָסוּר מִשּׁוּם נְבֵלָה וּטְרֵפָה. וְכֵיצַד הִיא טֻמְאָתָהּ. אֵינָהּ מְטַמְּאָה לֹא בְּמַגָּע וְלֹא בְּמַשָּׂא וְלֹא כְּשֶׁהִיא בְּתוֹךְ הַפֶּה אֶלָּא בְּתוֹךְ בֵּית הַבְּלִיעָה. שֶׁנֶּאֱמַר וְכָל נֶפֶשׁ אֲשֶׁר תֹּאכַל אֵינָהּ מְטַמְּאָה אֶלָּא כְּשֶׁהִיא בְּבֵית הַנֶּפֶשׁ. וְזֶה שֶׁנֶּאֱמַר תֹּאכַל לָתֵת שִׁעוּר לְטֻמְאָתָהּ כְּשִׁעוּר אֲכִילָה שֶׁהוּא כְּזַיִת. וַהֲרֵי נֶאֱמַר בָּהּ וְכִבֶּס בְּגָדָיו מְלַמֵּד שֶׁהַמִּתְטַמֵּא בָּהּ מְטַמֵּא בְּגָדָיו עַד שֶׁיִּפְרשׁ מִמְּטַמְּאָיו כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד. הַבּוֹלֵעַ כְּזַיִת מִנִּבְלַת הָעוֹף הַטָּהוֹר וְנָגַע בְּכֵלִים בִּשְׁעַת בְּלִיעָתוֹ טְמֵאִים וְנַעֲשׂוּ רִאשׁוֹן לְטֻמְאָה. הָיָה נוֹגֵעַ בְּאָדָם וּבִכְלֵי חֶרֶס בִּשְׁעַת בְּלִיעָתוֹ לֹא טִמְּאָן כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁאָר אֲבוֹת הַטֻּמְאוֹת. וְאַחַר שֶׁבָּלַע אֵינוֹ מְטַמֵּא שְׁאָר כֵּלִים שֶׁהֲרֵי הוּא כִּכְלִי רִאשׁוֹן לְטֻמְאָה אַחַר שֶׁפֵּרֵשׁ מִמְּטַמְּאָיו שֶׁאַף עַל פִּי שֶׁהוּא טָעוּן טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ אֵינוֹ מְטַמֵּא כֵּלִים: \n",
      "אֵין נִבְלַת הָעוֹף הַטָּהוֹר צְרִיכָה מַחֲשָׁבָה לְטַמֵּא טֻמְאָה זוֹ הַחֲמוּרָה אֶלָּא כֵּיוָן שֶׁבָּלַע מִמֶּנָּה כְּזַיִת מִכָּל מָקוֹם הֲרֵי זוֹ מְטַמְּאָה בְּבֵית הַבְּלִיעָה. חָשַׁב עָלֶיהָ לַאֲכִילָה הֲרֵי זוֹ מְטַמְּאָה טֻמְאַת אֳכָלִין וַהֲרֵי הִיא כְּאֹכֶל רִאשׁוֹן לְטֻמְאָה אַף עַל פִּי שֶׁלֹּא נָגַע בָּהּ טֻמְאָה אַחֶרֶת וְאֵינָהּ צְרִיכָה הֶכְשֵׁר: \n",
      "פָּרָה אֲדֻמָּה וּשְׂעִירִין הַנִּשְׂרָפִים אֵינָן כֵּן. אַף עַל פִּי שֶׁהֵן מְטַמְּאִין הַמִּתְעַסֵּק בָּהֶן אִם חָשַׁב עֲלֵיהֶן לַאֲכִילָה צְרִיכִין שֶׁתִּגַּע בָּהֶן טֻמְאָה וְאַחַר כָּךְ יִטַּמְּאוּ טֻמְאַת אֳכָלִין: \n",
      "כְּזַיִת מִנִּבְלַת הַבְּהֵמָה שֶׁתְּחָבוֹ בְּכוּשׁ וְהִכְנִיס לְתוֹךְ מְעִי הָאִשָּׁה מִלְּמַטָּה. אוֹ שֶׁהִכְנִיסוֹ לְתוֹךְ בְּלִיעָתוֹ שֶׁל חֲבֵרוֹ בְּמָקוֹם שֶׁנִּבְלַת הָעוֹף הַטָּהוֹר מְטַמְּאָה. הֲרֵי זֶה טִמְּאוֹ מִשּׁוּם נוֹשֵׂא לֹא מִשּׁוּם נוֹגֵעַ כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְחִלַּת הַסֵּפֶר: \n",
      "הַכּוֹרֵךְ כְּזַיִת מִבְּשַׂר נִבְלַת הָעוֹף הַטָּהוֹר בַּחֲזֶרֶת וְכַיּוֹצֵא בָּהּ וּבְלָעוֹ אַף עַל פִּי שֶׁלֹּא נָגַע בִּגְרוֹנוֹ הֲרֵי זֶה טָמֵא. כְּרָכוֹ בְּסִיב וּבְלָעוֹ הֲרֵי זֶה טָהוֹר: \n",
      "הַבּוֹלֵעַ נִבְלַת הָעוֹף הַטָּהוֹר וְאַחַר שֶׁבְּלָעָהּ הֱקִיאָהּ קֹדֶם שֶׁתִּתְעַכֵּל הֲרֵי זֶה אֵינוֹ מְטַמֵּא בְּגָדִים כְּשֶׁתֵּצֵא לִגְרוֹנוֹ בְּשָׁעָה שֶׁמְּקִיאָהּ. שֶׁאֵינָהּ מְטַמְּאָה בְּבֵית הַנֶּפֶשׁ אֶלָּא בִּשְׁעַת בְּלִיעָה לֹא בְּשָׁעָה שֶׁמְּקִיאָהּ: \n",
      "מְעִי שֶׁל נִבְלַת הָעוֹף הַטָּהוֹר שֶׁבְּלָעוֹ מִקְצָתוֹ בְּבֵית הַבְּלִיעָה וּמִקְצָתוֹ בַּחוּץ לְתוֹךְ פִּיו אִם יֵשׁ בְּבֵית הַבְּלִיעָה כְּזַיִת הֲרֵי זֶה טָמֵא וְאִם לָאו טָהוֹר: \n",
      "בָּלַע מִמֶּנָּה אֵיבָר שָׁלֵם שֶׁאֵין בּוֹ כְּזַיִת אֵינוֹ מִתְטַמֵּא. אֲפִלּוּ נָטַל צִפּוֹר וַאֲכָלָהּ אִם יֵשׁ בָּהּ כְּזַיִת נִטְמָא וְאִם לָאו טָהוֹר: \n",
      "הַכְּנָפַיִם וְהַנּוֹצָה אַף עַל פִּי שֶׁהֵן כָּאֳכָלִים וּמִתְטַמְּאִין וּמְטַמְּאִין טֻמְאַת אֳכָלִין אֵינָן מִצְטָרְפִין בְּנִבְלַת הָעוֹף הַטָּהוֹר לִכְזַיִת. אֲבָל הַמְּקוֹמוֹת הָרַכִּים הַקְּרוֹבִים לַבָּשָׂר מִן הַחַרְטוֹם וְהַצִּפָּרְנַיִם הֲרֵי הֵן כְּבָשָׂר וּמִצְטָרְפִין לִכְזַיִת. רָאשֵׁי אֲגַפַּיִים וְרֹאשׁ הַזָּנָב וְהָעֲצָמוֹת אֲפִלּוּ הָרַכּוֹת אֵינָן מִצְטָרְפִין: \n",
      "הָאוֹכֵל מִנִּבְלַת הָעוֹף הַטָּהוֹר מִן הָעֲצָמוֹת הָרַכִּין אוֹ מִן הַגִּידִין וּמִן הַשְּׁלַל שֶׁל בֵּיצִים וּמִן הַדָּם וּמִבָּשָׂר מִן הַחַי מִמֶּנּוּ טָהוֹר. אֲבָל הָאוֹכֵל מִן הָאֶשְׁכּוֹל שֶׁל בֵּיצִים וּמִן הַקֻּרְקְבָן וּמִן בְּנֵי הַמֵּעַיִם אוֹ שֶׁהִמְחָה אֶת הַחֵלֶב בְּאוּר וּגְמָעוֹ הֲרֵי זֶה טָמֵא כְּאוֹכֵל מִבְּשָׂרָם שֶׁהַשּׁוֹתֶה בִּכְלַל אוֹכֵל. הִמְחָהוּ בַּחַמָּה וּגְמָעוֹ טָהוֹר שֶׁהֲרֵי הִסְרִיחוֹ: \n",
      "נִבְלַת הָעוֹף הַטָּהוֹר שֶׁנִּפְסְדָה מִלֶּאֱכל הַכֶּלֶב טְהוֹרָה. וְכֵן אִם יָבְשָׁה כְּחֶרֶס וְאֵינָהּ יְכוֹלָה לְהִשָּׁרוֹת בְּפוֹשְׁרִין מֵעֵת לְעֵת לַחְזֹר לִכְמוֹת שֶׁהָיְתָה הֲרֵי זוֹ טְהוֹרָה. וְהָאוֹכֵל נֶצֶל שֶׁל נִבְלַת הָעוֹף הַטָּהוֹר הֲרֵי זֶה טָהוֹר: \n",
      "עוֹף טָהוֹר שֶׁנִּטְרַף וְנִשְׁחַט שְׁחִיטָה כְּשֵׁרָה שְׁחִיטָתוֹ מְטַהַרְתּוֹ וַאֲפִלּוּ נִשְׁחַט בָּעֲזָרָה. וְאִם נִמְלַק וְנִמְצָא טְרֵפָה אֵין מְלִיקָתוֹ מְטַהֲרְתּוֹ. נִמְצֵאתָ אוֹמֵר שֶׁהַשּׁוֹחֵט עוֹף טָהוֹר בֵּין בַּחוּץ בֵּין בִּפְנִים בֵּין קָדָשִׁים בֵּין חֻלִּין הֲרֵי זֶה טָהוֹר. וְהַמּוֹלֵק חֻלִּין בִּפְנִים אוֹ שֶׁמָּלַק קָדָשִׁים בַּחוּץ הֲרֵי אֵלּוּ מְטַמְּאִין בְּגָדִים בְּבֵית הַבְּלִיעָה: \n",
      "הַמּוֹלֵק קָדָשִׁים בִּפְנִים אִם הָיוּ רְאוּיִין לְקָרְבָּן וְלֹא נִמְצְאוּ בָּהֶן מוּמִין שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ הֲרֵי אֵלּוּ טְהוֹרִין. כַּיּוֹצֵא בּוֹ עֶגְלָה עֲרוּפָה שֶׁנֶּעֱרֶפֶת כְּהִלְכָתָהּ טְהוֹרָה כַּפָּרָה כְּתִיב בָּהּ כְּקָדָשִׁים. וְכֵן אִם נִשְׁחֲטָה אַחַר יְרִידָתָהּ לַנַּחַל אַף עַל פִּי שֶׁאֲסוּרָה בַּהֲנָאָה הִצִּילָה אוֹתָהּ שְׁחִיטָתָהּ מִידֵי נְבֵלָה: \n",
      "נִבְלַת הָעוֹף הַטָּמֵא טְהוֹרָה וְאֵינָהּ מְטַמְּאָה בְּבֵית הַבְּלִיעָה. וְאִם חָשַׁב עָלֶיהָ לַאֲכִילָה וְהֻכְשְׁרָה הֲרֵי הִיא כָּאֳכָלִין טְמֵאִין שֶׁהֵן רִאשׁוֹן לְטֻמְאָה. וּכְנָפַיִם וְהַנּוֹצָה וְהַמְקוֹמוֹת הָרַכִּים מִן הַחַרְטוֹם וּמִן הַצִּפָּרְנַיִם שֶׁלָּהּ הֲרֵי הֵן כִּבְשָׂרָהּ: \n",
      "אֶחָד הָעוֹף הַטָּהוֹר וְאֶחָד הָעוֹף הַטָּמֵא אֵיבָר מִן הַחַי הַפּוֹרֵשׁ מֵהֶם טָהוֹר וְאֵין בּוֹ טֻמְאָה כְּלָל. שֶׁנֶּאֱמַר <small>(ויקרא יא כד)</small> \"וּלְאֵלֶּה תִּטַּמָּאוּ\" <small>(ויקרא יא כו)</small> \"לְכָל הַבְּהֵמָה\" לְהוֹצִיא אֶת הָעוֹף שֶׁאֵין לוֹ פַּרְסָה. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁלֹּא בָּא הַכָּתוּב אֶלָּא לְטַמֵּא אֵיבָר מִן הַחַי שֶׁל בְּהֵמָה אוֹ חַיָּה: \n",
      "אֵיבָר מִן הַמֵּת מִן הָעוֹף הֲרֵי הוּא כְּנִבְלַת הָעוֹף שֶׁפֵּרַשׁ מִמֶּנּוּ. אִם הָיְתָה נִבְלַת עוֹף טָהוֹר מְטַמְּאָה טֻמְאָה חֲמוּרָה בְּבֵית הַבְּלִיעָה בִּכְזַיִת. וְאִם חָשַׁב עָלָיו לַאֲכִילָה מִטַּמֵּא טֻמְאַת אֳכָלִין. וְאִם הָיְתָה נִבְלַת עוֹף טָמֵא מִטַּמֵּא טֻמְאַת אֳכָלִין אִם חָשַׁב עָלָיו וְהֻכְשַׁר. וְאֵינוֹ מְטַמֵּא אֳכָלִין אֲחֵרִים עַד שֶׁיִּהְיֶה בּוֹ כְּבֵיצָה כְּשִׁעוּר כָּל הָאֳכָלִין לְטַמֵּא כְּמוֹ שֶׁיִּתְבָּאֵר: \n"
    ],
    [
      "שְׁמוֹנָּה שְׁרָצִים הָאֲמוּרִין בַּתּוֹרָה. וְהֵן הַחלֶד וְהָעַכְבָּר וְהַצָּב וְהָאֲנָקָה וְהַלְּטָאָה וְהַכֹּחַ וְהַתִּנְשֶׁמֶת וְהַחֹמֶט. טֻמְאַת כֻּלָּן שָׁוָה וְהֵן הַנִּקְרָאִין שֶׁרֶץ לְעִנְיַן טֻמְאָה:  ",
      "הַשֶּׁרֶץ אָב מֵאֲבוֹת הַטֻּמְאוֹת מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בָּאֲוִיר וְאֵינוֹ מְטַמֵּא בְּמַשָּׂא. וְהַנּוֹגֵעַ בּוֹ אֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ. וְשִׁעוּר טֻמְאָתוֹ בְּכַעֲדָשָׁה וְכָל הַשְּׁרָצִים מִצְטָרְפִין לְכַעֲדָשָׁה:  ",
      "הָאֵיבָרִים אֵין לָהֶן שִׁעוּר. אֵיבָר מִן הַשֶּׁרֶץ כִּבְרִיָּתוֹ:  ",
      "בָּשָׂר וְגִידִים וַעֲצָמוֹת שֶׁהוּא פָּחוֹת מִכַּעֲדָשָׁה בֵּין שֶׁפֵּרַשׁ מִן הַחַי בֵּין שֶׁפֵּרַשׁ מִן הַמֵּת מְטַמֵּא טֻמְאָתוֹ. וְהוּא שֶׁיִּהְיֶה בַּבָּשָׂר שֶׁעָלָיו אוֹ בַּמֹּחַ שֶׁבָּעֶצֶם כְּדֵי לְהַעֲלוֹת אֲרוּכָה:  ",
      "בָּשָׂר מִן הַחַי הַפּוֹרֵשׁ מִן הַשֶּׁרֶץ טָהוֹר שֶׁאֵין מְטַמֵּא אֶלָּא אֵיבָר הַדּוֹמֶה לַשֶּׁרֶץ כֻּלּוֹ. מַה שֶּׁרֶץ בָּשָׂר וְגִידִים וַעֲצָמוֹת אַף אֵיבָר הַפּוֹרֵשׁ בָּשָׂר וְגִידִים וַעֲצָמוֹת:  ",
      "הַכֻּלְיָא וְהַכָּבֵד וְהַלָּשׁוֹן וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן אֵיבָר וְאֵין עוֹשִׂין חֲלִיפִין הֲרֵי הֵן כְּבָשָׂר. וְאִם פֵּרְשׁוּ מִן הַחַי טְהוֹרִין:  ",
      "דַּם הַשֶּׁרֶץ כִּבְשָׂרוֹ וּמִצְטָרֵף לְכַעֲדָשָׁה כָּל זְמַן שֶׁהוּא מְחֻבָּר בַּבָּשָׂר:  ",
      "עַצְמוֹת הַשֶּׁרֶץ וְגִידָיו וְצִפָּרְנָיו טְהוֹרִין. וְעוֹר הַחלֶד וְהָעַכְבָּר וְהַצָּב וְהַתִּנְשֶׁמֶת טָהוֹר אַף עַל פִּי שֶׁהוּא לַח וַעֲדַיִן לֹא עִבְּדוֹ וְלֹא הָלַךְ בּוֹ. אֲבָל עוֹר הָאֲנָקָה וְהַכֹּחַ וְהַלְּטָאָה וְהַחֹמֶט כִּבְשָׂרָן וּמְטַמֵּא בְּכַעֲדָשָׁה. וְאִם עִבְּדָן אוֹ שֶׁהִלֵּךְ בָּהֶן כְּדֵי עֲבוֹדָה טְהוֹרִין. וְכַמָּה הִיא כְּדֵי עֲבוֹדָה כְּדֵי הִלּוּךְ אַרְבָּעָה מִילִין:  ",
      "קוּלְיַית הַשֶּׁרֶץ הַנּוֹגֵעַ בָּהּ טָהוֹר אַף עַל פִּי שֶׁהִיא מְלֵאָה מֹחַ וְהוּא שֶׁיִּהְיֶה הַמֹּחַ מִתְקַשְׁקֵשׁ שֶׁאֵינוֹ מַעֲלֶה אֲרוּכָה. אֲבָל אִם הָיָה עוֹמֵד בִּמְקוֹמוֹ וְיֵשׁ בּוֹ כְּדֵי לְהַעֲלוֹת אֲרוּכָה בָּהּ מִבַּחוּץ הֲרֵי הַנּוֹגֵעַ בָּהּ טָמֵא כְּכָל הָאֵיבָרִים שֶׁיֵּשׁ בָּהֶן כְּדֵי לְהַעֲלוֹת אֲרוּכָה כְּמוֹ שֶׁבֵּאַרְנוּ. נִקְּבָה הַקּוּלִית בְּכָל שֶׁהוּא הַנּוֹגֵעַ בָּהּ מִכָּל מָקוֹם טָמֵא:  ",
      "בֵּיצַת הַשֶּׁרֶץ הַמְרֻקֶּמֶת אַף עַל פִּי שֶׁהַשֶּׁרֶץ נִרְאֵית מִתּוֹכָהּ טְהוֹרָה. נִקְּבָה כָּל שֶׁהוּא הַנּוֹגֵעַ בָּהּ טָמֵא:  ",
      "שֶׁרֶץ שֶׁחֶצְיוֹ בָּשָׂר וְחֶצְיוֹ אֲדָמָה הַנּוֹגֵעַ בַּבָּשָׂר טָמֵא וּבָאֲדָמָה טָהוֹר. וְאִם הִשְׁרִיץ עַל פְּנֵי כֻּלּוֹ אַף הַנּוֹגֵעַ בָּאֲדָמָה שֶׁעֲדַיִן לֹא נִגְמְרָה צוּרָתוֹ טָמֵא:  ",
      "בְּשַׂר הַשֶּׁרֶץ שֶׁנִּפְסַד וְהִבְאִישׁ וְנִפְסַל מִלֶּאֱכל הַכֶּלֶב טָהוֹר. יָבַשׁ עַד שֶׁנַּעֲשָׂה כַּחֶרֶשׂ אִם יָכוֹל לְהַשְׁרוֹת בְּפוֹשְׁרִין מֵעֵת לְעֵת וְלַחֲזֹר לַח כְּשֶׁהָיָה מְטַמֵּא וְאִם לָאו טָהוֹר וַאֲפִלּוּ כָּאֳכָלִין טְמֵאִים אֵינוֹ מְטַמֵּא. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִקְצָת הַשֶּׁרֶץ. אֲבָל שֶׁרֶץ שֶׁיָּבַשׁ וְשִׁלְדּוֹ קַיָּם אוֹ שֶׁנִּשְׂרַף וְשִׁלְדּוֹ קַיָּם הוֹאִיל וְתַבְנִית כֻּלּוֹ עוֹמֶדֶת הֲרֵי זֶה מְטַמֵּא. וְקָרוֹב בְּעֵינַי שֶׁטֻּמְאָה זוֹ מִדִּבְרֵיהֶם:  ",
      "כְּזַיִת מִן הַנְּבֵלָה אוֹ כַּעֲדָשָׁה מִן הַשֶּׁרֶץ שֶׁצָּמְקוּ וְחָסְרוּ טְהוֹרִין. פָּחוֹת מִכַּעֲדָשָׁה מִן הַשֶּׁרֶץ וּפָחוֹת מִכְּזַיִת מִן הַנְּבֵלָה שֶׁתָּפְחוּ וְעָמְדוּ עַל כַּשִּׁעוּר מְטַמְּאִין מִדִּבְרֵי סוֹפְרִים. הָיוּ בַּתְּחִלָּה כַּשִּׁעוּר וְצָמְקוּ וְחָזְרוּ וְתָפְחוּ עַד שֶׁהִגִּיעוּ לְשִׁעוּרָן הֲרֵי אֵלּוּ מְטַמְּאִין כְּשֶׁהָיוּ דִּין תּוֹרָה. וְכֵן אַתָּה אוֹמֵר בִּכְזַיִת מִן הַמֵּת:  ",
      "הַשֶּׁרֶץ אֵינוֹ מְטַמֵּא עַד שֶׁיָּמוּת. הֻתְּזוּ רָאשֵׁיהֶן אַף עַל פִּי שֶׁעֲדַיִן הָרֹאשׁ מְעֹרֶה בְּעוֹר הַגּוּף אַף עַל פִּי שֶׁהֵן מְפַרְכְּסִין כִּזְנַב הַלְּטָאָה מְטַמְּאִין. שְׁאָר שְׁקָצִים וּרְמָשִׂים כֻּלָּן כְּגוֹן הַצְּפַרְדֵּעַ וְהַנָּחָשׁ וְהָעַקְרָב וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן אֲסוּרִין בַּאֲכִילָה הֲרֵי הֵן טְהוֹרִין מִכְּלוּם וַאֲפִלּוּ כָּאֳכָלִין טְמֵאִין אֵינָן. וְאֵין לְךָ בְּכָל הַשְּׁרָצִים מַה שֶּׁמְּטַמֵּא בְּמוֹתוֹ חוּץ מִשְּׁמוֹנַת הַמִּינִין הַמְפֹרָשִׁין בַּתּוֹרָה:  "
    ],
    [
      "שִׁכְבַת זֶרַע מֵאֲבוֹת הַטֻּמְאָה מְטַמְּאָה אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בָּאֲוִיר וְאֵינָהּ מְטַמְּאָה בְּמַשָּׂא וְאֵין הַמִּתְטַמֵּא בָּהּ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ. וְאֶחָד הַנּוֹגֵעַ בָּהּ וְאֶחָד הָרוֹאֶה אוֹתָהּ בִּבְשָׂרוֹ שְׁנֵיהֶן רִאשׁוֹן לְטֻמְאָה דִּין תּוֹרָה. וְכַמָּה שִׁעוּרָהּ לְנוֹגֵעַ בְּכַעֲדָשָׁה וְלָרוֹאֶה בְּכָל שֶׁהוּא. וְאֵין הָרוֹאֶה טָמֵא עַד שֶׁתֵּצֵא מִמֶּנּוּ וְיַחְתֹּם מִמֶּנּוּ פִּי אַמָּה שֶׁנֶּאֱמַר <small>(ויקרא טו לב)</small> <small>(ויקרא כב ד)</small> \"אֲשֶׁר תֵּצֵא מִמֶּנּוּ שִׁכְבַת זָרַע\". לְפִיכָךְ אֲפִלּוּ רָאָה בְּקֵיסָם הוֹאִיל וְהִגִּיעָה לְפִי אַמָּה נִטְמָא. וְאֶחָד הָרוֹאֶה מֵחֲמַת בְּשָׂרוֹ אוֹ הָרוֹאֶה בְּאֹנֶס טָמֵא: \n",
      "אֵין שִׁכְבַת זֶרַע שֶׁל קָטָן מְטַמְּאָה עַד שֶׁיִּהְיֶה בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד: \n",
      "שִׁכְבַת זֶרַע אֲדֻמָּה טְהוֹרָה עַד שֶׁתִּהְיֶה לְבָנָה וְנִמְשֶׁכֶת: \n",
      "וְכָל שִׁכְבַת זֶרַע שֶׁאֵין גּוּפוֹ שֶׁל אָדָם מַרְגִּישׁ בָּהּ אֵינָהּ מְטַמְּאָה. לְפִיכָךְ אִם רָאָה בְּלֹא קִשּׁוּי וּבְלֹא תַּאֲוָה אֵינָהּ מְטַמְּאָה מִשּׁוּם שִׁכְבַת זֶרַע. נֶעֶקְרָה בְּהַרְגָּשָׁה אַף עַל פִּי שֶׁיָּצְתָה שֶׁלֹּא בְּהַרְגָּשָׁה טָמֵא: \n",
      "הַמְהַרְהֵר בַּלַּיְלָה וְרָאָה שֶׁשִּׁמֵּשׁ מִטָּה בַּחֲלוֹם וְעָמַד וּמָצָא בְּשָׂרוֹ חַם אַף עַל פִּי שֶׁלֹּא מָצָא שִׁכְבַת זֶרַע הֲרֵי זֶה טָמֵא כֵּיוָן שֶׁהִרְגִּישׁ שֶׁשִּׁמֵּשׁ בַּחֲלוֹם כְּבָר רָאָה בְּהַרְגָּשָׁה וּלְפִיכָךְ מָצָא בְּשָׂרוֹ חַם וְהָיְתָה מְעַט וְנִתְקַנְּחָה בִּבְשָׂרוֹ אוֹ בְּכֵלָיו וּלְפִיכָךְ לֹא מָצָא לַחְלוּחִית. הִרְהֵר וְלֹא מָצָא בְּשָׂרוֹ חַם אוֹ שֶׁמָּצָא בְּשָׂרוֹ חַם וְלֹא הִרְהֵר טָהוֹר: \n",
      "הַמֵּטִיל מַיִם וְרָאָה מַיִם חֲלוּקִין אוֹ עֲכוּרִים בַּתְּחִלָּה טָהוֹר. רָאָה אוֹתָם בָּאֶמְצַע אוֹ בַּסּוֹף הֲרֵי זֶה טָמֵא. הָיוּ הַמַּיִם שֶׁהֵטִיל כֻּלָּם מִתְּחִלָּה וְעַד סוֹף חֲלוּקִין אוֹ עֲכוּרִים הֲרֵי זֶה טָהוֹר. הָיוּ לְבָנִים וְנִמְשָׁכִין טָמֵא. וְהַמֵּטִיל טִפִּים עָבוֹת מִתּוֹךְ הָאַמָּה טָהוֹר: \n",
      "בַּעַל קֶרִי שֶׁטָּבַל וְלֹא הֵטִיל מַיִם קֹדֶם שֶׁיִּטְבּל כְּשֶׁיָּטִיל מַיִם טָמֵא מִפְּנֵי צִחְצוּחֵי שִׁכְבַת זֶרַע שֶׁאֵינָן יוֹצְאִין אֶלָּא כְּשֶׁיָּטִיל מַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּחוֹלֶה אוֹ בְּזָקֵן. אֲבָל יֶלֶד בָּרִיא טָהוֹר מִפְּנֵי שֶׁהוּא יוֹרֶה שִׁכְבַת זֶרַע בְּחָזְקָה כְּחֵץ וְהִיא כֻּלָּהּ נִנְתֶּקֶת מִן הָאַמָּה. עַד כַּמָּה הוּא יֶלֶד כָּל זְמַן שֶׁהוּא עוֹמֵד עַל רַגְלוֹ אַחַת וְנוֹעֵל אוֹ חוֹלֵץ מִנְעָלוֹ וְאִם אֵינוֹ יָכוֹל לַעֲשׂוֹת כֵּן מִפְּנֵי חָלְיוֹ הֲרֵי זֶה חוֹלֶה לְעִנְיָן זֶה: \n",
      "וְכָל אִשָּׁה שֶׁשִּׁמְּשָׁה מִטָּתָהּ וְיָרְדָה וְטָבְלָה קֹדֶם שֶׁתְּקַנֵּחַ עַצְמָהּ יָפֶה יָפֶה הֲרֵי הִיא בְּטֻמְאָתָהּ: \n",
      "אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה שֶׁשִּׁמְּשׁוּ מִטָּתָן שְׁנֵיהֶן טְמֵאִים. וּשְׁנֵיהֶן רִאשׁוֹן לְטֻמְאָה דִּין תּוֹרָה. וְאֵין הָאִשָּׁה טְמֵאָה מִשּׁוּם נוֹגַעַת בְּשִׁכְבַת זֶרַע שֶׁנְּגִיעַת בֵּית הַסְּתָרִים אֵינָהּ נְגִיעָה. אֶלָּא הַמְשַׁמֶּשֶׁת הֲרֵי הִיא כְּרוֹאָה קֶרִי. וְהוּא שֶׁתִּהְיֶה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד שֶׁנֶּאֱמַר [<small>(ויקרא טו יח)</small> \"וְאִשָּׁה אֲשֶׁר יִשְׁכַּב אִישׁ אֹתָהּ\"]. הָיְתָה קְטַנָּה מִבַּת שָׁלֹשׁ שָׁנִים אֵינָהּ מִתְטַמְּאָה בִּשְׁכִיבָה. אֲבָל מִתְטַמְּאָה בִּנְגִיעַת שִׁכְבַת זֶרַע אִם נָגַע בִּבְשָׂרָהּ מִבַּחוּץ. [לְפִיכָךְ הַבּוֹעֵל גְּדוֹלָה שֶׁלֹּא כְּדַרְכָּהּ טְהוֹרָה]. שֶׁלֹּא טִמֵּא אוֹתָהּ הַכָּתוּב בְּטֻמְאַת בֵּית הַסְּתָרִים אֶלָּא כְּדַרְכָּהּ: \n",
      "הַבּוֹעֵל אֶת הָאִשָּׁה וְלֹא הוֹצִיא שִׁכְבַת זֶרַע טָהוֹר אַף עַל פִּי שֶׁהֶעֱרָה. וְכֵן הָאִשָּׁה טְהוֹרָה עַד שֶׁיּוֹצִיא הָאִישׁ: \n",
      "הָאִשָּׁה שֶׁפָּלְטָה שִׁכְבַת זֶרַע אִם פָּלְטָה אוֹתָהּ בְּתוֹךְ שָׁלֹשׁ עוֹנוֹת הֲרֵי הִיא טְמֵאָה כְּרוֹאָה קֶרִי. לְפִיכָךְ סוֹתֶרֶת יוֹם אֶחָד אִם הָיְתָה זָבָה כְּאִישׁ שֶׁרָאָה קֶרִי. וּמִטַּמְּאָהּ בְּכָל שֶׁהוּא אַף עַל פִּי שֶׁלֹּא יָצָאת לַחוּץ אֶלָּא נֶעֶקְרָה וְהִגִּיעָה לְבֵין הַשִּׁנַּיִם נִטְמְאָה שֶׁהֲרֵי שִׁכְבַת זֶרַע כְּדָמָהּ מַה דָּמָהּ מְטַמֵּא בִּפְנִים אַף שִׁכְבַת זֶרַע שֶׁתִּפְלֹט תְּטַמֵּא אוֹתָהּ בִּפְנִים: \n",
      "שִׁכְבַת זֶרַע עַצְמָהּ שֶׁנִּפְלְטָה בְּתוֹךְ הַשָּׁלֹשׁ עוֹנוֹת מְטַמְּאָה אֲחֵרִים שֶׁנָּגְעוּ בָּהּ כְּדֶרֶךְ שֶׁטִּמְּאָה הָאִשָּׁה שֶׁפָּלְטָה אוֹתָהּ. וְאִם פָּלְטָה אַחַר שָׁלֹשׁ עוֹנוֹת הֲרֵי הָאִשָּׁה טְהוֹרָה וְכֵן שִׁכְבַת זֶרַע שֶׁנִּפְלְטָה טְהוֹרָה שֶׁכְּבָר נִפְסְדָה צוּרָתָהּ: \n",
      "וְכַמָּה הִיא עוֹנָה. יוֹם אוֹ לַיְלָה. וְאֵין הָעוֹנָה שֶׁנִּבְעֲלָה בָּהּ מִן הַמִּנְיָן. כֵּיצַד. נִבְעֲלָה בְּלֵיל הַשַּׁבָּת שָׁלֹשׁ עוֹנוֹת שֶׁלָּהּ יוֹם הַשַּׁבָּת וְלֵיל אֶחָד בְּשַׁבָּת וְאֶחָד בְּשַׁבָּת אִם פָּלְטָה בְּתוֹךְ זְמַן זֶה טְמֵאָה. פָּלְטָה מִלֵּיל שֵׁנִי וָהָלְאָה טְהוֹרָה. וְהָאִישׁ שֶׁפֵּרְשָׁה מִמֶּנּוּ שִׁכְבַת זֶרַע אֲפִלּוּ לְאַחַר כַּמָּה עוֹנוֹת הֲרֵי זוֹ טְמֵאָה כָּל זְמַן שֶׁהִיא לֶחָה וְהַפּוֹרֵשׁ מִמֶּנּוּ טָמֵא: \n",
      "שִׁכְבַת זֶרַע אֵינָהּ מְטַמְּאָה אֶלָּא כְּשֶׁהִיא לֶחָה. יָבְשָׁה כְּחֶרֶס טְהוֹרָה. וְאִם יְכוֹלָה לִשְׁרוֹת מֵעֵת לְעֵת בְּפוֹשְׁרִין וְלַחֲזֹר לִכְמוֹת שֶׁהָיְתָה הֲרֵי זוֹ טְמֵאָה: \n",
      "כְּבָר בֵּאַרְנוּ בְּפֶרֶק זֶה שֶׁהָרוֹאֶה קֶרִי וְהָאִשָּׁה שֶׁשָּׁכַב אִישׁ אוֹתָהּ שִׁכְבַת זֶרַע וְהַנּוֹגֵעַ בְּשִׁכְבַת זֶרַע טְמֵאִים מִן הַתּוֹרָה. וְכֵן הָאִשָּׁה שֶׁפָּלְטָה בְּתוֹךְ שָׁלֹשׁ עוֹנוֹת הֲרֵי הִיא טְמֵאָה מִן הַתּוֹרָה כְּרוֹאָה קֶרִי. אֲבָל שְׁאָר הָאֲמוּרִין בְּפֶרֶק זֶה שֶׁהֵן טְמֵאִים כְּגוֹן מְהַרְהֵר וּמֵטִיל מַיִם אֵינָן טְמֵאִין אֶלָּא מִדִּבְרֵיהֶם וְלֹא גָּזְרוּ עֲלֵיהֶם טֻמְאָה אֶלָּא לִתְרוּמָה אֲבָל לְחֻלִּין טְהוֹרִין: \n",
      "נָכְרִית שֶׁפָּלְטָה שִׁכְבַת זֶרַע שֶׁל יִשְׂרָאֵל בְּתוֹךְ הַשָּׁלֹשׁ עוֹנוֹת. וְכֵן הַבְּהֵמָה שֶׁפָּלְטָה שִׁכְבַת זֶרַע שֶׁל יִשְׂרָאֵל בְּתוֹךְ זְמַן זֶה הֲרֵי אוֹתָהּ הַנִּפְלֶטֶת טְמֵאָה. פְּלָטַתּוּ לְאַחַר זְמַן זֶה הֲרֵי הִיא סָפֵק נִסְרְחָה אוֹ עֲדַיִן לֹא נִסְרְחָה: \n",
      "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת מְטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב שֶׁשִּׁכְבַת זַרְעוֹ שֶׁל עַכּוּ''ם טָהוֹר מִכְּלוּם לְפִיכָךְ בַּת יִשְׂרָאֵל שֶׁפָּלְטָה שִׁכְבַת זֶרַע שֶׁל עַכּוּ''ם אֲפִלּוּ בְּתוֹךְ שָׁלֹשׁ עוֹנוֹת טְהוֹרָה: \n",
      "עַכּוּ''ם שֶׁהִרְגִּישׁ וְנִתְגַּיֵּר וְיָרַד וְטָבַל וְיָצָא מִמֶּנּוּ שִׁכְבַת זֶרַע שֶׁהִרְגִּישׁ בָּהּ אַחַר שֶׁטָּבַל הֲרֵי זֶה סְפֵק טָמֵא: \n",
      "גְּדוֹלָה שֶׁשָּׁכַב אוֹתָהּ קָטָן פָּחוֹת מִבֶּן תֵּשַׁע [אוֹ עַכּוּ''ם אוֹ בְּהֵמָה] הֲרֵי זוֹ טְהוֹרָה שֶׁנֶּאֱמַר [<small>(ויקרא טו יח)</small> \"וְאִשָּׁה אֲשֶׁר יִשְׁכַּב אִישׁ אֹתָהּ\"] עַד שֶׁיִּהְיֶה הַשּׁוֹכֵב אִישׁ וּמִיִּשְׂרָאֵל כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "טֻמְאַת עֲבוֹדָה זָרָה מִדִּבְרֵי סוֹפְרִים וְיֵשׁ לָהּ רֶמֶז בַּתּוֹרָה <small>(בראשית לה ב)</small> \"הָסִרוּ אֶת אֱלֹהֵי הַנֵּכָר אֲשֶׁר בְּתֹכְכֶם וְהִטַּהֲרוּ וְהַחֲלִיפוּ שִׂמְלֹתֵיכֶם\". וְאַרְבָּעָה אֲבוֹת הַטֻּמְאוֹת יֵשׁ בָּהּ. עֲבוֹדָה זָרָה עַצְמָהּ. וּמְשַׁמְּשֶׁיהָ. וְתִקְרֹבֶת שֶׁלָּהּ. וְיַיִן שֶׁנִּתְנַסֵּךְ לָהּ. וְטֻמְאַת כֻּלָּן מִדִּבְרֵיהֶן: \n",
      "עֲבוֹדָה זָרָה עַצְמָהּ מְטַמְּאָה אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בָּאֲוִיר וְאֵינָהּ מְטַמְּאָה בְּמַשָּׂא כְּשֶׁרֶץ שֶׁנֶּאֱמַר <small>(דברים ז כו)</small> \"שַׁקֵּץ תְּשַׁקְּצֶנּוּ\". וְשִׁעוּרָהּ כְּזַיִת לֹא תִּהְיֶה זוֹ חֲמוּרָה מִן הַמֵּת. אֲבָל אִם הָיְתָה הַצּוּרָה פְּחוּתָה מִכְּזַיִת טְהוֹרָה: \n",
      "קָצַץ אֵיבָר מִמֶּנָּה אֲפִלּוּ הָיָה כְּמַרְדֵּעַ הֲרֵי זֶה טָהוֹר שֶׁעֲבוֹדָה זָרָה אֵינָהּ מְטַמְּאָה לְאֵיבָרִים אֶלָּא הַצּוּרָה כֻּלָּהּ כְּשֶׁהִיא שְׁלֵמָה שֶׁנֶּאֱמַר <small>(ישעיה ל כב)</small> \"תִּזְרֵם כְּמוֹ דָוָה\" מָה דָּוָה אֵינָהּ מְטַמְּאָה לְאֵיבָרִים אַף עֲבוֹדָה זָרָה אֵינָהּ מְטַמְּאָה לְאֵיבָרִים. כְּקֻלֵּי אֲבוֹת הַטֻּמְאוֹת דָּנוּ בָּהּ מִפְּנֵי שֶׁטֻּמְאָתָהּ מִדִּבְרֵיהֶם עֲשָׂאוּהָ כְּשֶׁרֶץ שֶׁאֵינוֹ מְטַמֵּא בְּמַשָּׂא וּכְמֵת שֶׁאֵינוֹ מְטַמֵּא אֶלָּא בִּכְזַיִת וּכְנִדָּה שֶׁאֵינָהּ מְטַמְּאָה לְאֵיבָרִים: \n",
      "נִתְפָּרְקָה עֲבוֹדָה זָרָה אַף עַל פִּי שֶׁהַהֶדְיוֹט יָכוֹל לְהַחְזִירָהּ וַהֲרֵי כָּל אֵיבָרֶיהָ קַיָּמִים אֵינָהּ מְטַמְּאָה: \n",
      "כָּל מְשַׁמְּשֵׁי עֲבוֹדָה זָרָה כְּשֶׁרֶץ מְטַמְּאִין אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בַּאֲוִיר וְאֵינָן מְטַמְּאִין בְּמַשָּׂא. וְשִׁעוּר טֻמְאָתָן בִּכְזַיִת וַאֲפִלּוּ קִצֵּץ מִמְּשַׁמְּשֶׁיהָ כְּזַיִת מִן הַכְּלִי מְטַמֵּא כְּשֶׁרֶץ. זוֹ חֹמֶר בִּמְשַׁמְּשֶׁיהָ יוֹתֵר מֵעֲבוֹדָה זָרָה עַצְמָהּ. וּבֵית עֲבוֹדָה זָרָה עַצְמוֹ אֲבָנָיו וְעֵצָיו וַעֲפָרוֹ מְטַמְּאִין בִּכְזַיִת בְּמַגָּע כְּכָל הַמְשַׁמְּשִׁין: \n",
      "הַמַּכְנִיס רֹאשׁוֹ וְרֻבּוֹ לְבֵית עֲבוֹדָה זָרָה נִטְמָא כְּנוֹגֵעַ. וְכֵן כְּלִי חֶרֶס שֶׁהִכְנִיס אֲוִירוֹ לְבֵית עֲבוֹדָה זָרָה נִטְמָא. סַפְסָלִים וְקָתֵדְרָאוֹת שֶׁהִכְנִיס רֻבָּן לְבֵית עֲבוֹדָה זָרָה טְמֵאִים וְכֻלָּן רִאשׁוֹן לְטֻמְאָה: \n",
      "תִּקְרֹבֶת עֲבוֹדָה זָרָה מְטַמְּאָה בְּמַגָּע וּבְמַשָּׂא כִּנְבֵלָה וְשִׁעוּרָהּ בִּכְזַיִת. כָּל דָּבָר שֶׁמַּקְרִיבִין לָהּ בֵּין בָּשָׂר בֵּין שְׁאָר אֳכָלִים וּמַשְׁקִין הַכּל כִּנְבֵלָה שֶׁהַכָּתוּב קְרָאָן <small>(תהילים קו כח)</small> \"זִבְחֵי מֵתִים\". וְאַף עַל פִּי שֶׁאֵין תִּקְרֹבֶת עֲבוֹדָה זָרָה שֶׁל אֳכָלִין בְּטֵלִין לְעוֹלָם לְהַתִּירָהּ בַּהֲנָאָה אִם בִּטְּלָה הֲרֵי זוֹ סָפֵק לְטֻמְאָה. אֲבָל כְּלִי שֶׁהוּא תִּקְרֹבֶת עֲבוֹדָה זָרָה שֶׁבִּטְּלוֹ טָהוֹר וְכֵן עֲבוֹדָה זָרָה וּמְשַׁמְּשֶׁיהָ שֶׁבִּטְּלָן טְהוֹרִין: \n",
      "יַיִן שֶׁנִּתְנַסֵּךְ לַעֲבוֹדָה זָרָה מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע וּכְלֵי חֶרֶס בַּאֲוִיר. וּמְטַמֵּא אָדָם בְּמַשָּׂא כִּנְבֵלָה וְטֻמְאָתוֹ בִּכְזַיִת שֶׁנֶּאֱמַר <small>(דברים לב לח)</small> \"אֲשֶׁר חֵלֶב זְבָחֵימוֹ יֹאכֵלוּ יִשְׁתּוּ יֵין נְסִיכָם\" הֲרֵי יֵין נְסִיכָם כְּחֵלֶב זְבָחֵימוֹ. וְאֵין מְטַמֵּא טֻמְאָה זוֹ אֶלָּא יַיִן שֶׁנִּתְנַסֵּךְ בַּיָּד לִפְנֵי עֲבוֹדָה זָרָה אֲבָל סְתָם יֵינָן שֶׁל עַכּוּ''ם מְטַמֵּא טֻמְאָה קַלָּה כִּשְׁאָר כָּל מַשְׁקִין טְמֵאִין: \n",
      "מִכָּל הַדְּבָרִים שֶׁבֵּאַרְנוּ מִתְּחִלַּת הַסֵּפֶר עַד כָּאן אַתָּה לָמֵד שֶׁאֲבוֹת הַטֻּמְאוֹת מֵהֶן אָבוֹת שֶׁל תּוֹרָה וּמֵהֶן אָבוֹת שֶׁל דִּבְרֵי סוֹפְרִים: \n",
      "כָּל הַמִּתְטַמֵּא מֵחֲמַת אָב שֶׁל תּוֹרָה הֲרֵי הוּא וְלַד טֻמְאָה שֶׁל תּוֹרָה וְכָל הַמִּתְטַמֵּא מֵחֲמַת אָב שֶׁל דִּבְרֵיהֶם הֲרֵי זֶה וָלָד שֶׁל דִּבְרֵיהֶם: \n",
      "כָּל אַב טֻמְאָה שֶׁמְּטַמֵּא בְּמַגָּע וְאֵינוֹ מְטַמֵּא בְּמַשָּׂא בֵּין אָב שֶׁל תּוֹרָה בֵּין אָב שֶׁל דִּבְרֵיהֶם אָדָם הַנּוֹגֵעַ בּוֹ אֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ. וְלֹא אָדָם וְלֹא כְּלִי חֶרֶס אַף עַל פִּי שֶׁעֲדַיִן לֹא פֵּרַשׁ מִמְּטַמְּאָיו. וְהִנּוֹ אַחַר שֶׁפֵּרַשׁ מִמְּטַמְּאָיו אוֹ קֹדֶם שֶׁיִּפְרשׁ וָלָד שֶׁהוּא מְטַמֵּא אֳכָלִין וְעוֹשֶׂה אוֹתָן שֵׁנִי לְטֻמְאָה מִפְּנֵי שֶׁהוּא רִאשׁוֹן: \n",
      "וְכָל אַב טֻמְאָה שֶׁמְּטַמֵּא בְּמַגָּע וּבְמַשָּׂא בֵּין אָב שֶׁל תּוֹרָה בֵּין אָב שֶׁל דִּבְרֵיהֶם אָדָם הַנּוֹגֵעַ בּוֹ אוֹ הַנּוֹשְׂאוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ וּבִשְׁעַת נְשִׂיאָתוֹ וְעוֹשֶׂה אוֹתָן רִאשׁוֹן לְטֻמְאָה. וְכֵן אִם נָגַע בָּאֳכָלִין עֲשָׂאָן רִאשׁוֹן כָּל זְמַן שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו. פֵּרַשׁ מִמְּטַמְּאָיו הֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה לְכָל דָּבָר וְאֵינוֹ מְטַמֵּא בְּגָדִים וְאִם נָגַע בָּאֳכָלִין הֲרֵי הֵן שֵׁנִי. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר כָּל הָאָבוֹת חוּץ מִן הַנְּבֵלוֹת וְהַמֶּרְכָּב. אֲבָל הַנְּבֵלָה וְהַמֶּרְכָּב אַף עַל פִּי שֶׁמְּטַמְּאִין בְּמַגָּע וּבְמַשָּׂא הַנּוֹגֵעַ בָּהֶן אֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ וְאִם נָגַע בָּאֳכָלִין הֲרֵי הֵן שֵׁנִי לְטֻמְאָה. וְהַנּוֹשֵׂא מְטַמֵּא בְּגָדִים בִּשְׁעַת נְשִׂיאָתוֹ וְאִם נָגַע בָּאֳכָלִין עַד שֶׁלֹּא פֵּרַשׁ הִנָּם רִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מֵי חַטָּאת שֶׁיֵּשׁ בָּהֶן כְּדֵי הַזָּאָה אַף עַל פִּי שֶׁהֵן כִּנְבֵלָה וּכְמֶרְכָּב שֶׁאֵין מְטַמְּאִין בְּגָדִים אֶלָּא הַנּוֹשְׂאָן הֲרֵי הַנּוֹגֵעַ בָּהֶן מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ מִשּׁוּם נוֹשֵׂא שֶׁאִי אֶפְשָׁר שֶׁיִּגַּע בַּמַּיִם שֶׁלֹּא יָסִיט אוֹתָן. וּכְבָר בֵּאַרְנוּ שֶׁאֶחָד הַנּוֹשֵׂא וְאֶחָד הַמֵּסִיט. וְכֵן הַנּוֹגֵעַ בְּצֶמֶר הַנְּבֵלָה אוֹ שֶׁנָּגַע בְּנִימֵי הַמֶּרְכָּב מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ מִשּׁוּם נוֹשֵׂא. שֶׁאִי אֶפְשָׁר לִנְגֹּעַ בִּדְבָרִים אֵלּוּ שֶׁלֹּא יָסִיט אוֹתָן. וּלְפִיכָךְ מְטַמֵּא בְּגָדִים עַד שֶׁלֹּא פֵּרַשׁ כְּדִין הַנּוֹשֵׂא: \n",
      "הַבּוֹלֵעַ נִבְלַת עוֹף הַטָּהוֹר בִּשְׁעַת בְּלִיעָתוֹ מְטַמֵּא בְּגָדִים כְּמוֹ שֶׁבֵּאַרְנוּ וְהֵן רִאשׁוֹן לְטֻמְאָה. וְכֵן אִם נָגַע בָּאֳכָלִין הֲרֵי הֵן רִאשׁוֹן לְטֻמְאָה. וְאַחַר שֶׁבָּלַע הֲרֵי זֶה פֵּרַשׁ מִמְּטַמְּאָיו: \n",
      "הַשּׂוֹרֵף פָּרָה אֲדֻמָּה וּשְׂעִירִים הַנִּשְׂרָפִים וְהַמְשַׁלֵּחַ אֶת הַשָּׂעִיר אַף עַל פִּי שֶׁבִּשְׁעַת מַעֲשֵׂיהֶן מְטַמֵּא בְּגָדִים כְּמוֹ שֶׁבֵּאַרְנוּ. אִם נָגְעוּ בָּאֳכָלִין אֲפִלּוּ בִּשְׁעַת מַעֲשֵׂיהֶן הֲרֵי הֵן שֵׁנִי לְטֻמְאָה: \n",
      "הַנּוֹגֵעַ בְּאָב מֵאֲבוֹת הַטֻּמְאוֹת הַמֻּשְׁלָךְ בְּתוֹךְ הַמִּקְוֶה. כְּגוֹן נְבֵלָה אוֹ שֶׁרֶץ אוֹ מִשְׁכָּב שֶׁהוּא בְּמִקְוֶה וְנָגַע בּוֹ הֲרֵי זֶה טָמֵא. שֶׁנֶּאֱמַר <small>(ויקרא יא לו)</small> \"אַךְ מַעְיָן וּבוֹר מִקְוֵה מַיִם יִהְיֶה טָהוֹר וְנֹגֵעַ בְּנִבְלָתָם יִטְמָא\" אֲפִלּוּ כְּשֶׁהֵן בְּתוֹךְ הַמִּקְוֶה מְטַמְּאִין. וּכְשֶׁיַּעֲלֶה מִן הַמִּקְוֶה זֶה הַנּוֹגֵעַ יִטְהַר. [וְהַנּוֹשְׂאָן מְטַמֵּא בְּגָדִים בִּשְׁעַת נְשִׂיאָתָן. וְאִם נָגַע בָּאֳכָלִים עַד שֶׁלֹּא פֵּרַשׁ הֲרֵי הֵן רִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ]. וְכֵן זָב שֶׁדָּרַס עַל הַמִּשְׁכָּב שֶׁהוּא מֻנָּח בַּמִּקְוֶה הֲרֵי הַמִּשְׁכָּב טָמֵא. וּכְשֶׁיַּעֲלֶה הַמִּשְׁכָּב מִן הַמִּקְוֶה יִטְהַר שֶׁהֲרֵי עָלְתָה לוֹ טְבִילָה וְזֶה הַנּוֹגֵעַ בַּמִּשְׁכָּב כְּשֶׁהוּא בַּמִּקְוֶה אִם פָּשַׁט יָדוֹ וְנוֹגֵעַ חוּץ לַמִּקְוֶה הֲרֵי זֶה מְטַמֵּא בְּגָדִים וְאֵין צָרִיךְ לוֹמַר שֶׁהוּא מְטַמֵּא אֳכָלִין וּמַשְׁקִין: \n"
    ],
    [
      "דָבָר מְפֹרָשׁ בַּתּוֹרָה שֶׁהָאֳכָלִין וְהַמַּשְׁקִין מִתְטַמְּאִין שֶׁנֶּאֱמַר <small>(ויקרא יא לד)</small> \"מִכָּל הָאֹכֶל אֲשֶׁר יֵאָכֵל אֲשֶׁר יָבוֹא עָלָיו מַיִם יִטְמָא וְכָל מַשְׁקֶה אֲשֶׁר יִשָּׁתֶה בְּכָל כְּלִי יִטְמָא\". וְאֵין הָאֹכֶל שֶׁנִּטְמָא מְטַמֵּא אֹכֶל אַחֵר מִן הַתּוֹרָה. וְלֹא הַמַּשְׁקִין שֶׁנִּטְמְאוּ מְטַמְּאִין דָּבָר אַחֵר מִן הַתּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים גָּזְרוּ עַל הָאֹכֶל הַטָּמֵא שֶׁאִם נָגַע בְּאֹכֶל אַחֵר טִמְּאָהוּ. וְכֵן אִם נָגַע אֹכֶל הַטָּמֵא בְּמַשְׁקִין טְמֵאִין. וְאֵין אֹכֶל מְטַמֵּא כְּלִי שֶׁנָּגַע בּוֹ לְעוֹלָם וַאֲפִלּוּ מִדִּבְרֵיהֶם. וְכֵן גָּזְרוּ עַל הַמַּשְׁקִין הַטְּמֵאִים שֶׁיְּטַמְּאוּ אֳכָלִין אוֹ מַשְׁקִין אוֹ כֵּלִים שֶׁנָּגְעוּ בָּהֶן: \n",
      "אֵין לְךָ וְלַד טֻמְאָה שֶׁמְּטַמֵּא כֵּלִים אֶלָּא מַשְׁקִין טְמֵאִים בִּלְבַד. וְטֻמְאָה זוֹ מִדִּבְרֵיהֶם וְהוּא שֶׁיִּהְיוּ אוֹתָן הַמַּשְׁקִין טְמֵאִין מֵחֲמַת אָב מֵאֲבוֹת הַטֻּמְאוֹת בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם. וּמִפְּנֵי מָה גָּזְרוּ עַל הַמַּשְׁקִין טְמֵאִין שֶׁיְּטַמְּאוּ כֵּלִים גְּזֵרָה מִשּׁוּם מַשְׁקֵה הַזָּב שֶׁהוּא אָב וּמְטַמֵּא כֵּלִים דִּין תּוֹרָה. שֶׁנֶּאֱמַר <small>(ויקרא טו ח)</small> \"וְכִי יָרֹק הַזָּב בַּטָּהוֹר\" כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כְּשֶׁגָּזְרוּ עַל הַמַּשְׁקִין שֶׁיְּטַמְּאוּ אֶת הַכֵּלִים גָּזְרוּ שֶׁיִּהְיוּ מְטַמְּאִין אֶת הַכֵּלִים מִתּוֹכָן. כֵּיצַד. אִם נָפְלוּ לַאֲוִיר כְּלִי חֶרֶס נִטְמָא כֻּלּוֹ וַהֲרֵי הוּא שֵׁנִי וְאִם נָגְעוּ בִּשְׁאָר כֵּלִים מִתּוֹכָן מְטַמֵּא כֻּלָּן וְנַעֲשׂוּ שְׁנִיִּים. אֲבָל אִם נָגְעוּ מַשְׁקִין טְמֵאִים בַּאֲחוֹרֵי הַכְּלִי שֶׁיֵּשׁ לוֹ תּוֹךְ בֵּין בִּכְלִי חֶרֶס בֵּין בִּכְלִי שֶׁטֶף וּכְלִי מַתָּכוֹת נִטְמְאוּ אֲחוֹרָיו בִּלְבַד וַהֲרֵי אֲחוֹרָיו שֵׁנִי וְלֹא נִטְמָא תּוֹכוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים לִתְרוּמָה. אֲבָל לְקֹדֶשׁ כְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו נִטְמָא כֻּלּוֹ וַהֲרֵי כֻּלּוֹ שֵׁנִי לְטֻמְאָה: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהָאֳכָלִין אֵין מְטַמְּאִין כֵּלִים וְהַמַּשְׁקִין מְטַמְּאִין. וְלָמָּה עָשׂוּ בְּטֻמְאַת מַשְׁקִין הֶכֵּר זֶה וְאָמְרוּ שֶׁהַכְּלִי שֶׁנָּגְעוּ מַשְׁקִין טְמֵאִין בַּאֲחוֹרָיו לֹא נִטְמָא תּוֹכוֹ לִתְרוּמָה. לְהוֹדִיעַ שֶׁטֻּמְאַת כֵּלִים אֵלּוּ מִדִּבְרֵיהֶם שֶׁלֹּא יִשְׂרְפוּ עָלֶיהָ תְּרוּמָה וְקָדָשִׁים: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהָאֳכָלִין וְהַמַּשְׁקִין שֶׁנָּגְעוּ בְּאָב מֵאֲבוֹת הַטֻּמְאוֹת הֲרֵי הֵן רִאשׁוֹן לְטֻמְאָה. וְכֵן אִם נָגַע אֹכֶל בְּאָדָם אוֹ בִּכְלִי שֶׁנִּטְמָא בְּאָב הֲרֵי אוֹתוֹ הָאֹכֶל שֵׁנִי לְטֻמְאָה. וְאֹכֶל שֶׁנָּגַע בְּזֶה הַשֵּׁנִי נִקְרָא שְׁלִישִׁי לְטֻמְאָה. וְאִם נָגַע הַשְּׁלִישִׁי בְּאֹכֶל (רְבִיעִי) הֲרֵי זֶה נִקְרָא רְבִיעִי לְטֻמְאָה. בַּמֶּה דְּבָרִים אֲמוּרִים בָּאֳכָלִין. אֲבָל הַמַּשְׁקִין אֶחָד מַשְׁקֶה שֶׁנָּגַע בְּאַב הַטֻּמְאָה אוֹ שֶׁנָּגַע בְּרִאשׁוֹן אוֹ שֶׁנָּגַע בְּשֵׁנִי הֲרֵי אוֹתוֹ הַמַּשְׁקֶה תְּחִלָּה לְטֻמְאָה וּמְטַמֵּא אֶת חֲבֵרוֹ וַחֲבֵרוֹ אֶת חֲבֵרוֹ אֲפִלּוּ הֵן מֵאָה שֶׁאֵין מוֹנִין בְּמַשְׁקִין. כֵּיצַד. יַיִן שֶׁנָּגַע בְּאַב הַטֻּמְאָה אוֹ בְּרִאשׁוֹן אוֹ בְּשֵׁנִי הֲרֵי יַיִן זֶה כְּרִאשׁוֹן לְטֻמְאָה. וְכֵן אִם נָגַע יַיִן זֶה בְּשֶׁמֶן וְשֶׁמֶן בְּחָלָב וְחָלָב בִּדְבַשׁ וּדְבַשׁ בְּמַיִם וּמַיִם בְּיַיִן אַחֵר וְכֵן עַד לְעוֹלָם כֻּלָּן רִאשׁוֹן לְטֻמְאָה וּכְאִלּוּ כָּל אֶחָד מֵהֶן נִטְמָא בְּאָב תְּחִלָּה וְכֻלָּן מְטַמְּאִין אֶת הַכֵּלִים. וְכֵן כְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו בְּמַשְׁקִין וְנָגְעוּ מַשְׁקִין אֲחֵרִים בַּאֲחוֹרֵי הַכֵּלִים הַטְּמֵאִין אֲפִלּוּ הָיוּ מַשְׁקִין חֻלִּין נַעֲשׂוּ הַמַּשְׁקִין הָאֲחֵרִים תְּחִלָּה לְטֻמְאָה וּמְטַמְּאִין כֵּלִים אֲחֵרִים וְעוֹשִׂין אוֹתָן שְׁנִיִּים וְאֵין צָרִיךְ לוֹמַר שֶׁהֵן מְטַמְּאִין אֳכָלִין וּמַשְׁקִין אֲחֵרִים: \n",
      "אֲחוֹרֵי הַכְּלִי שֶׁנִּטְמְאוּ בְּמַשְׁקִין וְנָגְעוּ אֳכָלִין בַּאֲחוֹרֵי הַכְּלִי הַטָּמֵא אֲפִלּוּ אָכְלֵי תְּרוּמָה הֲרֵי הֵן טְהוֹרִין שֶׁהַכְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו בִּלְבַד אֵינוֹ מְטַמֵּא אֶת הָאֳכָלִין אֶלָּא לְקֹדֶשׁ בִּלְבַד שֶׁהַכְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו הֲרֵי זֶה טָמֵא כֻּלּוֹ לְקֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ וּלְפִיכָךְ מְטַמֵּא אֹכֶל הַקֹּדֶשׁ: \n"
    ],
    [
      "כָּל הַנּוֹגֵעַ בְּיָדָיו בְּרִאשׁוֹן לְטֻמְאָה בֵּין שֶׁהָיָה אוֹתוֹ רִאשׁוֹן אָדָם אוֹ כְּלִי אוֹ אֹכֶל אוֹ מַשְׁקִין טְמֵאִין נִטְמְאוּ יָדָיו בִּלְבַד עַד הַפֶּרֶק. וְכֵן הַמַּכְנִיס יָדָיו לַאֲוִיר כְּלִי חֶרֶס שֶׁנִּטְמָא בְּאַב הַטֻּמְאָה אוֹ שֶׁהִכְנִיס יָדָיו לְבַיִת מְנֻגָּע נִטְמְאוּ יָדָיו. וְטֻמְאַת הַיָּדָיִם מִדִּבְרֵי סוֹפְרִים: \n",
      "הַיָּדָיִם שְׁנִיּוֹת מִדִּבְרֵי סוֹפְרִים לְעוֹלָם שֶׁאֵין טֻמְאָתָן אֶלָּא מִדִּבְרֵיהֶם וּכְשֶׁגָּזְרוּ טֻמְאָה עֲלֵיהֶן גָּזְרוּ שֶׁיִּהְיוּ כְּשֵׁנִי לְטֻמְאָה. אֲפִלּוּ הִכְנִיס יָדָיו לְבַיִת הַמְנֻגָּע אוֹ שֶׁנָּגַע בְּיָדָיו בְּאָדָם שֶׁמְּטַמֵּא בְּגָדִים עַד שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו הֲרֵי יָדָיו שְׁנִיּוֹת: \n",
      "הַפִּגּוּל וְהַנּוֹתָר וְצָרִיד שֶׁל מְנָחוֹת הֲרֵי הֵן כְּרִאשׁוֹן לְטֻמְאָה וּמוֹנִין בָּהֶן רִאשׁוֹן וְשֵׁנִי לְפִיכָךְ מְטַמְּאִין אֶת הַיָּדָיִם בִּכְבֵיצָה. וְאֵין הַפִּגּוּל וְהַנּוֹתָר מִצְטָרְפִין אַף עַל פִּי שֶׁשִּׁעוּרָן שָׁוָה בִּכְבֵיצָה הוֹאִיל וְטֻמְאַת הַיָּדַיִם מִדִּבְרֵיהֶן. אֲבָל שְׁאָר הָאֳכָלִין מִצְטָרְפִין שֶׁאֵין אֳכָלִים טְמֵאִין מְטַמְּאִין אֶת הַיָּדַיִם עַד שֶׁיִּהְיוּ כְּבֵיצָה: \n",
      "קוּלִית הַפִּגּוּל אוֹ הַנּוֹתָר אַף עַל פִּי שֶׁהִיא סְתוּמָה הַנּוֹגֵעַ בָּהּ בְּיָדָיו נִטְמְאוּ יָדָיו שֶׁהָעֲצָמוֹת שֶׁל קָדָשִׁים שֶׁשִּׁמְּשׁוּ נוֹתָר אוֹ פִּגּוּל מְטַמְּאִין אֶת הַיָּדַיִם הוֹאִיל וְנַעֲשׂוּ בָּסִיס לְדָבָר הָאָסוּר: \n",
      "בְּשַׂר קֹדֶשׁ שֶׁיָּצָא חוּץ לִמְחִצָּתוֹ הֲרֵי הוּא סָפֵק אִם מְטַמֵּא אֶת הַיָּדַיִם אוֹ לֹא. לְפִיכָךְ אֵינוֹ מְטַמֵּא שֶׁסְּפֵק טֻמְאַת הַיָּדַיִם טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר. וְאִם בְּשַׂר פֶּסַח שֶׁיָּצָא חוּץ לַבַּיִת הוּא הֲרֵי הוּא טָהוֹר, בְּנֵי חֲבוּרָה זְרִיזִין הֵן: \n",
      "אֵין טֻמְאַת יָדַיִם בַּמִּקְדָּשׁ. שֶׁבְּשָׁעָה שֶׁגָּזְרוּ טֻמְאָה עַל הַיָּדַיִם לֹא גָּזְרוּ בַּמִּקְדָּשׁ אֶלָּא הַנּוֹגֵעַ בָּאֳכָלִין טְמֵאִים וְכַיּוֹצֵא בָּהֶן בֵּין שֶׁנָּגַע בַּמִּקְדָּשׁ בֵּין שֶׁנָּגַע חוּץ לַמִּקְדָּשׁ וְנָגַע בְּקָדָשִׁים בַּמִּקְדָּשׁ לֹא טִמְּאָן. וְאִם נָגַע חוּץ לַמִּקְדָּשׁ הֲרֵי זֶה מְטַמֵּא אֶת הַקֹּדֶשׁ וּפוֹסֵל אֶת הַתְּרוּמָה כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "מִי שֶׁנִּטְמֵאת יָדוֹ אַחַת וְנָגְעָה בַּאֲחֶרֶת הָאַחֶרֶת טְהוֹרָה וְנוֹטֵל אֶת הַטְּמֵאָה וְדַיּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים לִתְרוּמָה. אֲבָל לְקֹדֶשׁ אִם נִטְמֵאת יָדוֹ אַחַת וְנָגַע בַּשְּׁנִיָּה טִמְּאָהּ. וּשְׁתֵּיהֶן צְרִיכוֹת טְבִילָה לְקֹדֶשׁ אֲבָל לִתְרוּמָה בִּנְטִילַת יָדַיִם בִּלְבַד יִטָּהֲרוּ יָדָיו: \n",
      "שְׁלֹמֹה הַמֶּלֶךְ וּבֵית דִּינוֹ גָּזְרוּ עַל כָּל הַיָּדַיִם שֶׁיִּהְיוּ שְׁנִיּוֹת וְאַף עַל פִּי שֶׁלֹּא יָדַע בְּוַדַּאי שֶׁנִּטְמְאוּ מִפְּנֵי שֶׁהַיָּדַיִם עַסְקָנִיּוֹת. וְלֹא גָּזַר שְׁלֹמֹה עַל הַיָּדַיִם טֻמְאָה אֶלָּא לְקֹדֶשׁ. וְאַחַר כָּךְ גָּזְרוּ חֲכָמִים שֶׁאַחֲרָיו אַף לִתְרוּמָה. וּלְפִיכָךְ צָרִיךְ נְטִילַת יָדַיִם לִתְרוּמָה וְאִם נָגַע בִּתְרוּמָה קֹדֶם שֶׁיִּטּל יָדָיו פְּסוּלָה וְנִשְׂרֶפֶת עַל טֻמְאָה זוֹ: \n",
      "לָט אָדָם יָדָיו בְּמַפָּה וְאוֹכֵל תְּרוּמָה בְּלֹא נְטִילַת יָדַיִם וְאֵין חוֹשְׁשִׁין שֶׁמָּא יִגַּע אֲבָל לֹא יַעֲשֶׂה כֵּן בְּחֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ אוֹ עַל טָהֳרַת תְּרוּמָה גְּזֵרָה שֶׁמָּא יִגַּע לְפִי שֶׁאֵינוֹ מַקְפִּיד עֲלֵיהֶן: \n",
      "הוֹאִיל וְהַיָּדַיִם שְׁנִיּוֹת אִם נָגְעוּ בְּמַשְׁקֶה עֲשָׂאוּם תְּחִלָּה. וְאִם נָגְעוּ מַשְׁקִין אֵלּוּ בָּאֳכָלִין עוֹשִׂין אוֹתָן שֵׁנִי. וְאִם נָגְעוּ בְּמַשְׁקִין אֲחֵרִים עוֹשִׂין אוֹתָן תְּחִלָּה שֶׁהַמַּשְׁקִין תְּחִלָּה לְעוֹלָם כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אֵין מַשְׁקִין אֵלּוּ שֶׁנִּטְמְאוּ מֵחֲמַת הַיָּדַיִם מְטַמְּאִין כֵּלִים שֶׁעִקַּר טֻמְאַת הַיָּדַיִם מִדִּבְרֵיהֶם. וְכֵן גָּזְרוּ חֲכָמִים עַל כָּל אָדָם שֶׁיֹּאכַל אֳכָלִין טְמֵאִין בֵּין שֶׁאָכַל אֹכֶל רִאשׁוֹן אוֹ אֹכֶל שֵׁנִי וְעַל כָּל הַשּׁוֹתֶה מַשְׁקִין טְמֵאִים שֶׁיִּהְיֶה שֵׁנִי לְטֻמְאָה עַד שֶׁיִּטְבּל. וְאִם נָגַע בָּאֳכָלִין עֲשָׂאָן שְׁלִישִׁי. וְאִם נָגַע בְּמַשְׁקִין אֲפִלּוּ מַשְׁקֶה חֻלִּין עֲשָׂאָן תְּחִלָּה לְטַמֵּא אֳכָלִין וּמַשְׁקִין אֲחֵרִים. אֲבָל לֹא לְטַמֵּא כֵּלִים הוֹאִיל וְעִקַּר טֻמְאַת אָדָם זֶה מִדִּבְרֵיהֶם. וּמִפְּנֵי מָה גָּזְרוּ טֻמְאָה עַל הָאוֹכֵל אֳכָלִין טְמֵאִים. שֶׁמָּא יֹאכַל אֹכֶל רִאשׁוֹן אוֹ שֵׁנִי וְיִשְׁתֶּה עָלָיו מַשְׁקֶה תְּרוּמָה וְנִמְצָא הַמַּשְׁקֶה תְּרוּמָה טָמֵא בָּאֹכֶל שֶׁבְּפִיו. וְכֵן הַשּׁוֹתֶה מַשְׁקִין טְמֵאִים שֶׁמָּא יֹאכַל עִמָּהֶן אֹכֶל תְּרוּמָה וְנִמְצָא טָמֵא בְּמַשְׁקִין שֶׁבְּפִיו. וּכְבָר בֵּאַרְנוּ בִּתְרוּמוֹת שֶׁאָסוּר לֶאֱכל תְּרוּמָה טְמֵאָה: \n",
      "אֵינוֹ מִתְטַמֵּא עַד שֶׁיֹּאכַל מַאֲכָלִים טְמֵאִים כַּחֲצִי פְּרָס שֶׁהוּא כְּבֵיצָה וּמֶחֱצָה שׂוֹחֶקֶת. וְכֵן הַשּׁוֹתֶה אֵינוֹ מִתְטַמֵּא עַד שֶׁיִּשְׁתֶּה מִמַּשְׁקִין טְמֵאִין רְבִיעִית. וְכָל הָאֳכָלִין מִצְטָרְפִין לְכַחֲצִי פְּרָס לִפְסל אֶת הַגְּוִיָּה. וְכָל הַמַּשְׁקִין מִצְטָרְפִין לִרְבִיעִית. וְאִם אָכַל אוֹ שָׁתָה פָּחוֹת מִשִּׁעוּר זֶה טָהוֹר. אָכַל מְעַט וְשָׁהָה וְאָכַל מְעַט אִם יֵשׁ מִתְּחִלָּה וְעַד סוֹף כְּדֵי אֲכִילַת פְּרָס מִצְטָרְפִין וְאִם לָאו אֵין מִצְטָרְפִין. וְכֵן אִם שָׁתָה מְעַט וְשָׁהָה וְשָׁתָה מְעַט אִם יֵשׁ מִתְּחִלָּה וְעַד סוֹף כְּדֵי אֲכִילַת פְּרָס מִצְטָרְפִין וְאִם לָאו אֵין מִצְטָרְפִין. אָכַל פָּחוֹת מִכְּשִׁעוּר וְטָבַל וְעָלָה וְאָכַל מְעַט מִיָּד אִם לֹא שָׁהָה בֵּינֵיהֶן וַהֲרֵי בֵּין אֲכִילָה שֶׁלִּפְנֵי טְבִילָה וְשֶׁלְּאַחַר טְבִילָה בִּכְדֵי אֲכִילַת פְּרָס הֲרֵי אֵלּוּ מִצְטָרְפִין: \n",
      "אִשָּׁה שֶׁהִיא רִאשׁוֹן לְטֻמְאָה וּמֵינִיקָה אֶת בְּנָהּ הֲרֵי הַבֵּן טָהוֹר וְלֹא גָּזְרוּ עָלָיו טֻמְאָה שֶׁאֲפִלּוּ תֹּאמַר שֶׁיָּנַק רְבִיעִית אֶפְשָׁר שֶׁיֵּשׁ מִתְּחִלָּה וְעַד סוֹף יֶתֶר מִכְּדֵי אֲכִילַת פְּרָס שֶׁהֲרֵי אֵינוֹ יוֹנֵק בְּבַת אַחַת: \n",
      "הַמְעֻבֶּרֶת הִתִּירוּ לָהּ לֶאֱכל אֳכָלִין טְמֵאִין פָּחוֹת מִכְּשִׁעוּר. וְאַף עַל פִּי שֶׁהִיא אוֹכֶלֶת הַרְבֵּה מִפְּנֵי הַסַּכָּנָה. וְאֵינָהּ צְרִיכָה טְבִילָה אֶלָּא הֲרֵי הִיא טְהוֹרָה: \n"
    ],
    [
      "הַבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין הֲרֵי הוּא כְּשֵׁנִי לְטֻמְאָה עַד שֶׁיִּטְבּל. וְאִם נָגַע בָּאֳכָלִין עֲשָׂאָן שְׁלִישִׁי. וְאִם נָגַע בְּמַשְׁקִין טְמֵאִים עֲשָׂאָן תְּחִלָּה לְטַמֵּא אֳכָלִים וּמַשְׁקִין אֲחֵרִים אֲבָל לֹא לְטַמֵּא כֵּלִים. וּמִפְּנֵי מָה גָּזְרוּ טֻמְאָה עַל אָדָם זֶה. מִפְּנֵי שֶׁהָיוּ טְבוּלֵי יוֹם טוֹבְלִין בִּמְעָרוֹת שֶׁמֵּימֵיהֶן רָעִים וְאַחַר כָּךְ הָיוּ רוֹחֲצִין בְּמַיִם שְׁאוּבִים יָפִים דֶּרֶךְ נְקִיּוּת וּפָשַׁט הַמִּנְהָג כָּךְ עַד שֶׁהָיוּ רֹב הָעָם מְדַמִּים שֶׁמַּיִם שְׁאוּבִים שֶׁרוֹחֲצִין בָּהֶן בָּאַחֲרוֹנָה הֵן שֶׁמְּטַהֲרִין לֹא הַטְּבִילָה שֶׁבְּמֵי מִקְוֶה וְהָיוּ טוֹבְלִין בְּזִלְזוּל בְּלֹא כַּוָּנָה. וּלְפִיכָךְ גָּזְרוּ שֶׁכָּל שֶׁבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִים אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְרֻבּוֹ נִטְמָא וְנַעֲשָׂה כְּשֵׁנִי לְטֻמְאָה. אֲפִלּוּ טָהוֹר שֶׁאֵינוֹ טְבוּל יוֹם אִם נָפְלוּ עַל רֹאשׁוֹ וְרֻבּוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין אוֹ שֶׁבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין הֲרֵי זֶה כְּשֵׁנִי לְטֻמְאָה עַד שֶׁיִּטְבּל. טָבַל אֵינוֹ צָרִיךְ הַעֲרֵב שֶׁמֶשׁ מִפְּנֵי שֶׁעִקַּר טֻמְאָה זוֹ מִדִּבְרֵיהֶן. וְכֵן הָאוֹכֵל אֳכָלִין טְמֵאִים וְהַשּׁוֹתֶה מַשְׁקִין טְמֵאִין וְטָבַל אֵינוֹ צָרִיךְ הַעֲרֵב שֶׁמֶשׁ. וְכֵן כֵּלִים שֶׁנִּטְמְאוּ בְּמַשְׁקִין כֵּיוָן שֶׁמַּטְבִּילָן טִהֲרוּ וְאֵין צְרִיכִין הַעֲרֵב שֶׁמֶשׁ מִפְּנֵי שֶׁטֻּמְאוֹת אֵלּוּ עִקָּרָן מִדִּבְרֵיהֶן: \n",
      "מִי שֶׁנָּפְלוּ עָלָיו שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין מִשְּׁנֵי כֵּלִים אוֹ מִשְּׁלֹשָׁה אִם הִתְחִיל הַשֵּׁנִי עַד שֶׁלֹּא פָּסַק הָרִאשׁוֹן מִצְטָרְפִין וְאִם לָאו אֵין מִצְטָרְפִין. נָפְלוּ מֵאַרְבָּעָה כֵּלִים אֵין מִצְטָרְפִים וְאַף עַל פִּי שֶׁהִתְחִיל זֶה עַד שֶׁלֹּא פָּסַק זֶה הֲרֵי זֶה טָהוֹר. נָפְלוּ עַל רֹאשׁוֹ אֲבָל לֹא עַל רֻבּוֹ אוֹ שֶׁנָּפְלוּ עַל רֻבּוֹ וְלֹא עַל רֹאשׁוֹ אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ בִּלְבַד מִלְּמַעְלָה וְעַל רֻבּוֹ נָפְלוּ מִן הַצַּד אוֹ מִלְּמַטָּה הֲרֵי זֶה טָהוֹר עַד שֶׁיִּפְּלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ הַסָּמוּךְ לְרֹאשׁוֹ כְּדַרְכּוֹ. וְכֵן אִם בָּא רֹאשׁוֹ בְּמַיִם שְׁאוּבִין וְלֹא בָּא רֻבּוֹ אוֹ בָּא רֻבּוֹ וְלֹא בָּא רֹאשׁוֹ אוֹ שֶׁבָּא רֹאשׁוֹ בִּלְבַד וּבָא מִשְּׁאָר גּוּפוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין מִלְּמַטָּה אוֹ מִן הַצַּד הֲרֵי זֶה טָהוֹר עַד שֶׁיָּבוֹא רֹאשׁוֹ וְרֻבּוֹ הַסָּמוּךְ לְרֹאשׁוֹ כְּדַרְכּוֹ: \n",
      "הַבָּא מֵרֹאשׁוֹ וְרֻבּוֹ הַחֵצִי בְּמַיִם שְׁאוּבִין וְנָפְלוּ עַל הַחֵצִי הָאַחֵר מַיִם שְׁאוּבִין הוֹאִיל וְחֶצְיוֹ בִּנְפִילָה וְחֶצְיוֹ בְּבִיאָה טָהוֹר: \n",
      "הָיוּ שְׁלֹשֶׁת הַלּוֹגִין שֶׁנָּפְלוּ עָלָיו אוֹ שֶׁבָּא בָּהֶן מִקְצָתָן שְׁאוּבִין וּמִקְצָתָן אֵינָן שְׁאוּבִין אוֹ שֶׁנִּתְעָרֵב בָּהֶן יַיִן דְּבַשׁ וְחָלָב הֲרֵי זֶה טָהוֹר עַד שֶׁיִּהְיוּ הַשְּׁלֹשָׁה כֻּלָּן מַיִם שְׁאוּבִין. שְׁלֹשֶׁת לוֹגִין אֵלּוּ שֶׁנָּפְלוּ עַל הַטָּהוֹר אוֹ שֶׁבָּא בָּהֶן וְטִמְּאוּהוּ כֵּיוָן שֶׁנַּעֲשָׂה כְּשֵׁנִי לְטֻמְאָה הֲרֵי הַמַּיִם הָאֵלּוּ טְמֵאִין שֶׁהֲרֵי נָגְעוּ בְּשֵׁנִי וַהֲרֵי אֵלּוּ הַמַּיִם אוֹמְרִין לָזֶה הַטָּהוֹר טִמֵּאנוּ אוֹתוֹ וְטִמְּאָנוּ: \n",
      "בָּרִאשׁוֹנָה הָיוּ מַנִּיחִין כִּכָּרוֹת שֶׁל תְּרוּמָה בְּצַד הַסְּפָרִים וְאוֹמְרִים זֶה קֹדֶשׁ וְזֶה קֹדֶשׁ וּבָאִין הָעַכְבָּרִים וְקוֹרְעִין אֶת הַסְּפָרִים לְפִיכָךְ גָּזְרוּ שֶׁכָּל תְּרוּמָה שֶׁתִּגַּע בְּאֶחָד מִכִּתְבֵי הַקֹּדֶשׁ נִטְמֵאת וַהֲרֵי הִיא כִּשְׁלִישִׁי לְטֻמְאָה כְּאִלּוּ נָגְעוּ בְּשֵׁנִי וְנִמְצְאוּ כָּל כִּתְבֵי הַקֹּדֶשׁ פּוֹסְלִין אֶת הַתְּרוּמָה כְּשֵׁנִי. וְלֹא עוֹד אֶלָּא מִי שֶׁהָיוּ יָדָיו טְהוֹרוֹת וְנָגַע בְּאֶחָד מִכִּתְבֵי הַקֹּדֶשׁ נַעֲשׂוּ יָדָיו שְׁנִיּוֹת וּמְטַמְּאִין אֶת הַתְּרוּמָה וְאֶת הַמַּשְׁקִין וְאַף עַל פִּי שֶׁאֵין הַיָּדַיִם מִתְטַמְּאוֹת אֶלָּא מֵרִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ הֵן מִתְטַמְּאוֹת מִן הַסֵּפֶר: \n",
      "רְצוּעוֹת תְּפִלִּין עִם הַתְּפִלִּין וְגִלָּיוֹן שֶׁבַּסֵּפֶר שֶׁלְּמַעְלָה וְשֶׁלְּמַטָּה שֶׁבַּתְּחִלָּה וְשֶׁבַּסּוֹף כְּשֶׁהֵן מְחֻבָּרִין לְסֵפֶר. וְסֵפֶר שֶׁנִּמְחַק וְנִשְׁתַּיֵּר בּוֹ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת. וּמְגִלָּה שֶׁכָּתוּב בָּהּ מִן הַתּוֹרָה שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת כְּפָרָשַׁת <small>(במדבר י לה)</small> \"וַיְהִי בִּנְסֹעַ הָאָרֹן\". הֲרֵי אֵלּוּ מְטַמְּאִין אֶת הַיָּדַיִם. וְלֹא דִּבְרֵי תּוֹרָה בִּלְבַד אֶלָּא כָּל כִּתְבֵי הַקֹּדֶשׁ אֲפִלּוּ שִׁיר הַשִּׁירִים וְקֹהֶלֶת שֶׁהֵן דִּבְרֵי חָכְמָה מְטַמְּאִין אֶת הַיָּדַיִם: \n",
      "תַּרְגּוּם שֶׁבְּעֶזְרָא וְשֶׁבְּדָנִיֵּאל הֲרֵי הוּא מִכְּלַל כִּתְבֵי הַקֹּדֶשׁ. אֲבָל תַּרְגּוּם שֶׁכְּתָבוֹ עִבְרִית וְעִבְרִית שֶׁכְּתָבוֹ תַּרְגּוּם אוֹ שֶׁכָּתַב כִּתְבֵי הַקֹּדֶשׁ בִּכְתָב עִבְרִי אֵינָן מְטַמְּאִין אֶת הַיָּדַיִם עַד שֶׁיִּהְיוּ כְּתוּבִים אַשּׁוּרִית עַל הָעוֹר וּבִדְיוֹ: \n",
      "הַכּוֹתֵב הַלֵּל וּשְׁמַע לְתִינוֹק לְהִתְלַמֵּד בּוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי הֲרֵי אֵלּוּ מְטַמְּאִין אֶת הַיָּדַיִם: \n",
      "הַמְּשִׁיחוֹת וְהָרְצוּעוֹת שֶׁתְּפָרָן לְסֵפֶר אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי לְקַיְּמָן כָּל זְמַן שֶׁהֵן מְחֻבָּרִין לַסֵּפֶר מְטַמְּאִין אֶת הַיָּדַיִם: \n",
      "תִּיק שֶׁל סֵפֶר וּמִטְפָּחוֹת סְפָרִים בִּזְמַן שֶׁהֵן תְּפוּרוֹת מְטַמְּאִין אֶת הַיָּדַיִם. אֲבָל הַבְּרָכוֹת אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן מֵאוֹתִיּוֹת שֶׁל שֵׁם וּמֵעִנְיָנִים הַרְבֵּה שֶׁל תּוֹרָה אֵינָן מְטַמְּאִין אֶת הַיָּדַיִם: \n",
      "סִפְרֵי הַמִּינִים אֵינָן מְטַמְּאִין אֶת הַיָּדַיִם. פָּרָשַׁת סוֹטָה הוֹאִיל וְלִמְחִיקָה עוֹמֶדֶת אֵינָהּ מְטַמְּאָה אֶת הַיָּדַיִם: \n"
    ],
    [
      "כָּל הַמִּתְטַמֵּא בְּאָב מֵאֲבוֹת הַטֻּמְאוֹת בֵּין אָדָם בֵּין כֵּלִים הֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ עַד שֶׁיִּטְבּל. טָבַל הֲרֵי הוּא כְּשֵׁנִי לְטֻמְאָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"בַּמַּיִם יוּבָא וְטָמֵא עַד הָעֶרֶב וְטָהֵר\" הַכָּתוּב קָרָא לִטְבוּל יוֹם טָמֵא:  ",
      "אֶחָד טְבוּל יוֹם מִטֻּמְאָה חֲמוּרָה כְּגוֹן שֶׁטָּבַל מִזִּיבוּת מִטֻּמְאַת מֵת וְצָרַעַת וְאֶחָד טְבוּל יוֹם מִטֻּמְאַת שֶׁרֶץ וְכַיּוֹצֵא בּוֹ כָּל הַטָּעוּן הַעֲרֵב שֶׁמֶשׁ בֵּין אָדָם בֵּין כֵּלִים בֵּין מִדִּבְרֵי תּוֹרָה בֵּין מִדִּבְרֵי סוֹפְרִים הֲרֵי הוּא כְּשֵׁנִי לְטֻמְאָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ:  ",
      "טְבוּל יוֹם פּוֹסֵל אָכֳלֵי תְּרוּמָה וּמַשְׁקֵה תְּרוּמָה וְאָכֳלֵי הֶקְדֵּשׁ וּמַשְׁקֵה הֶקְדֵּשׁ פּוֹסֵל הַכּל. כֵּיצַד. טְבוּל יוֹם שֶׁנָּגַע בָּאֳכָלִין שֶׁל תְּרוּמָה עֲשָׂאָן שְׁלִישִׁי לְטֻמְאָה מִפְּנֵי שֶׁהוּא שֵׁנִי וְכֵן אִם נָגַע בְּמַשְׁקִין שֶׁל תְּרוּמָה טְמֵאִין וַהֲרֵי הֵן שְׁלִישִׁי לְטֻמְאָה. נָגַע טְבוּל יוֹם בְּמַשְׁקִין שֶׁל קֹדֶשׁ טִמְּאָן וַהֲרֵי הֵן רְבִיעִי לְטֻמְאָה וְכֵן אִם נָגַע בְּאָכְלֵי הֶקְדֵּשׁ עֲשָׂאָן רְבִיעִי. אֲבָל אִם נָגַע בָּאֳכָלִין חֻלִּין וּמַשְׁקֵה חֻלִּין הֲרֵי הֵן טְהוֹרִין. וְדִין מְחֻסַּר כִּפּוּרִים וּטְבוּל יוֹם בִּנְגִיעַת הַקֹּדֶשׁ אֶחָד הוּא. הֲרֵי נִתְבָּאֵר לְךָ מִכָּל אֵלּוּ הַדְּבָרִים שֶׁאֵין שֵׁם מַשְׁקִין שְׁנִיּוֹת לְעוֹלָם אֶלָּא הַמַּשְׁקִין תְּחִלָּה לְעוֹלָם חוּץ מִמַּשְׁקִין שֶׁנָּגַע בָּהֶן טְבוּל יוֹם שֶׁהֵן שְׁלִישִׁי אִם הָיוּ תְּרוּמָה אוֹ רְבִיעִי אִם הָיוּ קֹדֶשׁ:  ",
      "כָּל הַמְטַמְּאִין בֵּין חֲמוּרִין בֵּין קַלִּין מַשְׁקִין הַיּוֹצְאִין מֵהֶן כְּגוֹן רֻקָּן וּמֵימֵי רַגְלֵיהֶן הֲרֵי הֵן כְּמַשְׁקִין שֶׁנָּגְעוּ בָּהֶן אֵלּוּ וְאֵלּוּ רִאשׁוֹן לְטֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ חוּץ מִזָּב וַחֲבֵרָיו שֶׁמַּשְׁקִין הַיּוֹצְאִין מֵהֶן אַב טֻמְאָה וּמַשְׁקִין שֶׁהַזָּב וַחֲבֵרָיו נוֹגְעִין בָּהֶן תְּחִלָּה. אֲפִלּוּ אוֹכֵל אֳכָלִין טְמֵאִין אוֹ שׁוֹתֶה מַשְׁקִין טְמֵאִין הַמַּשְׁקִין הַיּוֹצְאִין מִמֶּנּוּ קֹדֶם שֶׁיִּטְבּל כְּמוֹ הַמַּשְׁקִין שֶׁנָּגַע בָּהֶן שֶׁהֵן תְּחִלָּה. וְכֵן טְבוּל יוֹם מַשְׁקִין הַיּוֹצְאִין מִמֶּנּוּ כְּמַשְׁקִין שֶׁהוּא נוֹגֵעַ בָּהֶן שֶׁאֵין מְטַמְּאִין אֲחֵרִים כְּלָל אֶלָּא אִם נָגַע בְּמַשְׁקֵה חֻלִּין הֲרֵי הֵן טְהוֹרִין וְאִם נָגַע בְּמַשְׁקֵה תְּרוּמָה הֲרֵי הֵן שְׁלִישִׁי וְאִם נָגַע בְּמַשְׁקֵה קֹדֶשׁ הֲרֵי הֵן רְבִיעִי:  ",
      "וְעַתָּה יִתְבָּאֵר לְךָ שֶׁאֵין שְׁלִישִׁי שֶׁבִּתְרוּמָה וְלֹא רְבִיעִי שֶׁבְּקֹדֶשׁ מְטַמֵּא מַשְׁקֶה אַחֵר אוֹ אֹכֶל אַחֵר. וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין מְטַמְּאִין כֵּלִים. לְפִיכָךְ קְדֵרָה שֶׁמְּלֵאָה מַשְׁקִין וְנָגַע בָּהּ טְבוּל יוֹם אִם הָיָה מַשְׁקֵה חֻלִּין הַכּל טָהוֹר. וְאִם הָיָה מַשְׁקֵה תְּרוּמָה הַמַּשְׁקִין פְּסוּלִין וְהַקְּדֵרָה טְהוֹרָה. וְאִם הָיוּ יָדָיו טְמֵאוֹת הַמַּשְׁקֶה טָמֵא בֵּין מַשְׁקֵה תְּרוּמָה בֵּין מַשְׁקֵה חֻלִּין. וְזֶה חֹמֶר בְּיָדַיִם מִבִּטְבוּל יוֹם. וְחֹמֶר בִּטְבוּל יוֹם מִבְּיָדַיִם טְמֵאוֹת שֶׁסָּפֵק טְבוּל יוֹם פּוֹסֵל מִסָּפֵק וְסָפֵק הַיָּדַיִם טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "אֶחָד טָהוֹר שֶׁהָיוּ יָדָיו טְמֵאוֹת אוֹ טְבוּל יוֹם שֶׁיָּדָיו טְמֵאוֹת הֲרֵי זֶה מְטַמֵּא מַשְׁקֵה חֻלִּין וְעוֹשֶׂה אוֹתָן תְּחִלָּה לְטַמֵּא אֳכָלִין וּמַשְׁקִין כְּמוֹ שֶׁבֵּאַרְנוּ. וּמֵאַחַר שֶׁמַּשְׁקֶה שֶׁיָּצָא מִטְּבוּל יוֹם כְּמַשְׁקִין שֶׁנָּגַע בָּהֶן. טְבוּל יוֹם שֶׁנָּפַל מֵרֻקּוֹ אוֹ מֵימֵי רַגְלָיו עַל כִּכָּר שֶׁל תְּרוּמָה הֲרֵי זֶה טָהוֹר מִפְּנֵי שֶׁהֵן כְּמַשְׁקִין שֶׁנָּגַע בָּהֶן:  ",
      "מִכָּל אֵלּוּ הַדְּבָרִים שֶׁהִקְדַּמְנוּ לְבָאֲרָם אַתָּה לָמֵד שֶׁהָאָדָם יִהְיֶה אָב לְטֻמְאָה וְיִהְיֶה רִאשׁוֹן לְטֻמְאָה מִדִּבְרֵי תּוֹרָה. וּלְעוֹלָם לֹא יִהְיֶה הָאָדָם שֵׁנִי אֶלָּא מִדִּבְרֵי סוֹפְרִים וְהוּא הָאוֹכֵל אֳכָלִין טְמֵאִים אוֹ הַשּׁוֹתֶה מַשְׁקִין טְמֵאִין אוֹ הַבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין שֶׁכָּל אֵלּוּ כְּשֵׁנִי לְטֻמְאָה מִדִּבְרֵיהֶם. וְכֵן שְׁאָר כָּל הַכֵּלִים חוּץ מִכְּלֵי חֶרֶס יִהְיוּ אַב טֻמְאָה וְיִהְיוּ רִאשׁוֹן לְטֻמְאָה מִדִּבְרֵי תּוֹרָה. וְלֹא יִהְיֶה הַכְּלִי לְעוֹלָם שֵׁנִי לְטֻמְאָה אֶלָּא מִדִּבְרֵי סוֹפְרִים שֶׁאִם יִטְמָא בְּמַשְׁקִין טְמֵאִים יִהְיֶה שֵׁנִי מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "כְּבָר בֵּאַרְנוּ שֶׁכְּלִי חֶרֶס לֹא יִהְיֶה אַב טֻמְאָה לְעוֹלָם לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. וְיִהְיֶה רִאשׁוֹן לְטֻמְאָה מִדִּבְרֵי תּוֹרָה וְשֵׁנִי מִדִּבְרֵיהֶן אִם נִטְמָא בְּמַשְׁקִין כִּשְׁאָר הַכֵּלִים. וְלֹא יִהְיֶה הָאָדָם וְלֹא הַכֵּלִים שְׁלִישִׁי וְלֹא רְבִיעִי לְעוֹלָם לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים:  ",
      "הָאֳכָלִים לֹא יִהְיוּ אַב טֻמְאָה לְעוֹלָם לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵיהֶם. וְיִהְיוּ רִאשׁוֹן וְשֵׁנִי מִדִּבְרֵי תּוֹרָה שֶׁהָאָדָם אוֹ הַכְּלִי שֶׁהוּא רִאשׁוֹן לְטֻמְאָה אִם נָגַע בְּאֹכֶל עֲשָׂאוּהוּ שֵׁנִי וְהָאֳכָלִין יִהְיוּ שְׁלִישִׁי וּרְבִיעִי לְטֻמְאָה מִדִּבְרֵיהֶן בִּלְבַד:  ",
      "הַמַּשְׁקִין יִהְיוּ אַב טֻמְאָה מִדִּבְרֵי תּוֹרָה. כְּגוֹן מֵי חַטָּאת וְרֹק הַזָּב וּמֵימֵי רַגְלָיו. וְיִהְיוּ רִאשׁוֹן לְטֻמְאָה מִדִּבְרֵי תּוֹרָה כְּגוֹן שֶׁנָּגְעוּ בְּאָב מֵאֲבוֹת הַטֻּמְאוֹת. וְכֵן אִם נָגְעוּ הַמַּשְׁקִין בִּוְלַד הַטֻּמְאָה בֵּין אָדָם בֵּין כֵּלִים נִטְמְאוּ מִדִּבְרֵי תּוֹרָה וַהֲרֵי הֵן כָּרִאשׁוֹן לְטֻמְאָה לְטַמֵּא אֲחֵרִים מִדִּבְרֵיהֶן. וְכֵן אִם נָגְעוּ בְּשֵׁנִי בֵּין אָדָם בֵּין כֵּלִים בֵּין בָּאֳכָלִין נַעֲשׂוּ רִאשׁוֹן לְטַמֵּא אֲחֵרִים מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ. וְיִהְיוּ הַמַּשְׁקִין שְׁלִישִׁי וּרְבִיעִי מִדִּבְרֵיהֶם. כֵּיצַד. אִם נָגַע טְבוּל יוֹם בְּמַשְׁקֵה תְּרוּמָה עֲשָׂאָהוּ שְׁלִישִׁי וְאִם נָגַע בְּמַשְׁקֵה קֹדֶשׁ עֲשָׂאָהוּ רְבִיעִי. וְאֵין אַתָּה מוֹצֵא מַשְׁקִין שְׁנִיּוֹת לְעוֹלָם וְלֹא מַשְׁקֶה שֶׁאֵינוֹ תְּחִלָּה חוּץ מִמַּשְׁקֵה טְבוּל יוֹם אוֹ מְחֻסַּר כִּפּוּרִים בְּקֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ שֶׁהוּא פּוֹסֵל מִדִּבְרֵיהֶם וְאֵינוֹ מְטַמֵּא:  "
    ],
    [
      "כָּל מָקוֹם שֶׁנֶּאֱמַר בָּאֳכָלִין פָּסוּל הוּא שֶׁיִּהְיֶה הָאֹכֶל עַצְמוֹ טָמֵא וְלֹא יְטַמֵּא אֹכֶל אַחֵר. אֶלָּא אִם נָגַע בְּאֹכֶל אַחֵר הֲרֵי הוּא טָהוֹר: \n",
      "הָרִאשׁוֹן שֶׁבְּחֻלִּין טָמֵא וּמְטַמֵּא. הַשֵּׁנִי פָּסוּל וְלֹא מְטַמֵּא וְאֵין שֵׁנִי עוֹשֶׂה שְׁלִישִׁי בְּחֻלִּין. וּמִנַּיִן לְאֹכֶל שֵׁנִי שֶׁהוּא פָּסוּל בְּחֻלִּין שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"וּכְלִי חֶרֶשׂ אֲשֶׁר יִפּל מֵהֶן אֶל תּוֹכוֹ כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\". נִמְצָא הַשֶּׁרֶץ אָב וּכְלִי חֶרֶס שֶׁנָּפַל הַשֶּׁרֶץ לַאֲוִירוֹ רִאשׁוֹן וְהָאֹכֶל שֶׁבַּכְּלִי שֵׁנִי וַהֲרֵי הוּא אוֹמֵר יִטְמָא. וְכֵן שֶׁרֶץ שֶׁנָּפַל לַאֲוִיר הַתַּנּוּר הַפַּת שְׁנִיָּה שֶׁהַתַּנּוּר רִאשׁוֹן: \n",
      "הָרִאשׁוֹן וְהַשֵּׁנִי שֶׁבַּתְּרוּמָה טְמֵאִים וּמְטַמְּאִים. הַשְּׁלִישִׁי פָּסוּל וְלֹא מְטַמֵּא וְאֵין שְׁלִישִׁי עוֹשֶׂה רְבִיעִי בִּתְרוּמָה. מִנַּיִן לְאוֹכֵל שְׁלִישִׁי שֶׁהוּא פּוֹסֵל בִּתְרוּמָה שֶׁנֶּאֱמַר <small>(ויקרא כב ז)</small> \"וּבָא הַשֶּׁמֶשׁ וְטָהֵר וְאַחַר יֹאכַל מִן הַקֳדָשִׁים\" נִמְצָא טְבוּל יוֹם אָסוּר בִּתְרוּמָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ וְאִם נָגַע בָּהּ פְּסָלָהּ וּטְבוּל יוֹם כְּשֵׁנִי לְטֻמְאָה הוּא. הָא לָמַדְתָּ שֶׁהַשֵּׁנִי עוֹשֶׂה שְׁלִישִׁי בִּתְרוּמָה: \n",
      "הָרִאשׁוֹן וְהַשֵּׁנִי וְהַשְּׁלִישִׁי בַּקֹּדֶשׁ טְמֵאִין וּמְטַמְּאִין. הָרְבִיעִי פָּסוּל וְאֵינוֹ מְטַמֵּא וְאֵין רְבִיעִי עוֹשֶׂה חֲמִישִׁי לְעוֹלָם. וּמִנַּיִן לַשְּׁלִישִׁי בַּקֹּדֶשׁ שֶׁהוּא טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא ז יט)</small> \"וְהַבָּשָׂר אֲשֶׁר יִגַּע בְּכָל טָמֵא לֹא יֵאָכֵל\" וּכְבָר קָרָא הַכָּתוּב לַשֵּׁנִי טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\" הָא לָמַדְתָּ שֶׁבְּשַׂר הַקֹּדֶשׁ שֶׁנָּגַע בְּשֵׁנִי נִטְמָא וְיִשָּׂרֵף. וּמִנַּיִן לָרְבִיעִי בַּקֹּדֶשׁ שֶׁהוּא פָּסוּל מִקַּל וָחֹמֶר. וּמַה מְחֻסַּר כִּפּוּרִים שֶׁהוּא מֻתָּר בִּתְרוּמָה אָסוּר בְּקֹדֶשׁ עַד שֶׁיָּבִיא כַּפָּרָתוֹ. הַשְּׁלִישִׁי שֶׁהוּא פָּסוּל בִּתְרוּמָה אֵינוֹ דִּין שֶׁיַּעֲשֶׂה רְבִיעִי בְּקֹדֶשׁ. אֲבָל הַחֲמִישִׁי טָהוֹר: \n",
      "בְּשַׂר תַּאֲוָה אַף עַל פִּי שֶׁהוּא טָהוֹר גָּזְרוּ עָלָיו שֶׁיִּהְיֶה כִּשְׁלִישִׁי לְטֻמְאָה מְטַמֵּא אֶת הַקֹּדֶשׁ וְאֵינוֹ פּוֹסֵל אֶת הַתְּרוּמָה. וְיֵרָאֶה לִי שֶׁלֹּא גָּזְרוּ עָלָיו אֶלָּא כְּדֵי שֶׁלֹּא יְעָרְבוּהוּ עִם בְּשַׂר הַקֹּדֶשׁ וְיָבוֹאוּ לִטְעוֹת וְלִשְׁגֹּג בּוֹ וִידַמּוּ שֶׁהַבָּשָׂר זֶה הוּא חֹל וְהוּא קֹדֶשׁ וְיֹאכְלֶנּוּ בְּטֻמְאָה: \n",
      "חִבּוּרֵי אֳכָלִין עַל יְדֵי מַשְׁקִין הֲרֵי הֵן חִבּוּר לְטַמֵּא טֻמְאַת אֳכָלִין וְהַדָּבָר סָפֵק אִם חֲשׁוּבִים כְּגוּף אֶחָד לִמְנוֹת בָּהֶן רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי. אוֹ חוֹשְׁבִים זֶה הָאֹכֶל שֶׁנָּגְעָה בּוֹ הַטֻּמְאָה רִאשׁוֹן וְהָאֹכֶל הַמְחֻבָּר לוֹ שֵׁנִי: \n",
      "הַשֵּׁנִי שֶׁבְּחֻלִּין פּוֹסֵל אָכֳלֵי תְּרוּמָה וְעוֹשֶׂה אוֹתָן שְׁלִישִׁי. וְאִם נָגַע בְּמַשְׁקֵה חֻלִּין טִמְּאָן וְאֵין צָרִיךְ לוֹמַר אִם נָגַע בְּמַשְׁקֵה תְּרוּמָה אוֹ בְּמַשְׁקֵה קֹדֶשׁ שֶׁהוּא מְטַמֵּא אֶת הַכּל: \n",
      "הַשְּׁלִישִׁי שֶׁבַּתְּרוּמָה שֶׁנָּגַע בְּאָכֳלֵי קֹדֶשׁ פְּסָלָן וְנַעֲשׂוּ רְבִיעִי. וְאִם נָגַע בְּמַשְׁקֵה הַקֹּדֶשׁ טִמְּאָן וְנַעֲשׂוּ תְּחִלָּה. אֲבָל אִם נָגַע שְׁלִישִׁי שֶׁבִּתְרוּמָה בְּמַשְׁקֵה תְּרוּמָה הֲרֵי הוּא טָהוֹר. וְכֵן רְבִיעִי שֶׁבַּקֹּדֶשׁ אִם נָגַע בְּמַשְׁקֵה קֹדֶשׁ הֲרֵי זֶה טָהוֹר: \n",
      "חֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת תְּרוּמָה הַשְּׁלִישִׁי שֶׁבָּהֶן פָּסוּל כִּתְרוּמָה. וְאִם נָגַע בַּקֹּדֶשׁ אֵינוֹ עוֹשֵׂהוּ רְבִיעִי וַאֲפִלּוּ מַשְׁקֵה קֹדֶשׁ אֵינוֹ פּוֹסֵל. וְחֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ הַשְּׁלִישִׁי שֶׁבָּהֶן טָהוֹר כְּחֻלִּין: \n",
      "הָאוֹכֵל רְבִיעִי שֶׁבַּקֹּדֶשׁ אָסוּר לוֹ לֶאֱכל אֶת הַקֹּדֶשׁ וּמֻתָּר לִגַּע בַּקֹּדֶשׁ וְאֵינוֹ פּוֹסְלוֹ. אֲפִלּוּ תַּבְשִׁיל שֶׁנִּתְעָרֵב בּוֹ הַקֹּדֶשׁ וְאֵין בּוֹ כְּזַיִת בִּכְדֵי אֲכִילַת פְּרָס הֲרֵי זֶה לֹא יֵאָכֵל בִּרְבִיעִי שֶׁל קֹדֶשׁ אֶלָּא בַּחֲמִישִׁי שֶׁהוּא טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאוֹכֵל שְׁלִישִׁי שֶׁבַּתְּרוּמָה עַצְמָהּ אוֹ שֶׁל חֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת תְּרוּמָה הֲרֵי זֶה אָסוּר לֶאֱכל אֶת הַתְּרוּמָה עַד שֶׁיִּטְבּל. וּמֻתָּר לִגַּע בִּתְרוּמָה וַהֲרֵי הִיא טְהוֹרָה. בַּאֲכִילָה עָשׂוּ מַעֲלָה בִּנְגִיעָה לֹא עָשׂוּ מַעֲלָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּתְרוּמָה עַצְמָהּ. אֲבָל תַּבְשִׁיל שֶׁנִּתְעָרְבָה בּוֹ תְּרוּמָה אִם אֵין שָׁם כְּזַיִת בִּכְדֵי אֲכִילַת פְּרָס הֲרֵי זֶה מֻתָּר לֶאֱכל מֵאוֹתוֹ תַּבְשִׁיל כְּדֶרֶךְ שֶׁמֻּתָּר לִגַּע בִּתְרוּמָה: \n",
      "הָאוֹכֵל שְׁלִישִׁי שֶׁבִּתְרוּמָה אוֹ שֶׁל חֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַתְּרוּמָה אַף עַל פִּי שֶׁהוּא טָהוֹר לִנְגִיעַת תְּרוּמָה הֲרֵי הוּא כְּשֵׁנִי לְעִנְיַן קֹדֶשׁ שֶׁטָּהֳרַת תְּרוּמָה טֻמְאָה הִיא אֵצֶל הַקֹּדֶשׁ. אֲבָל הָאוֹכֵל שְׁלִישִׁי שֶׁבְּחֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ הֲרֵי הוּא טָהוֹר שֶׁאֵין לְךָ דָּבָר שֶׁעוֹשֶׂה רְבִיעִי בַּקֹּדֶשׁ אֶלָּא קֹדֶשׁ מִקֹּדֶשׁ בִּלְבַד: \n",
      "כָּל קֹדֶשׁ הָאָמוּר בְּעִנְיַן טֻמְאַת אֳכָלִין וּמַשְׁקִין הוּא קָדְשֵׁי מִקְדָּשׁ הַמְקֻדָּשִׁין כְּגוֹן בְּשַׂר קָדְשֵׁי קָדָשִׁים. וּבְשַׂר קָדָשִׁים קַלִּים. וְחַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר שֶׁנִּשְׁחַט עֲלֵיהֶן הַזֶּבַח. וְהַמְּנָחוֹת שֶׁקָּדְשׁוּ בִּכְלִי. וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים מִשֶּׁקָּרְמוּ בַּתַּנּוּר. אֲבָל חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר שֶׁלֹּא נִשְׁחַט עֲלֵיהֶן הַזֶּבַח. וְהַמְּנָחוֹת שֶׁלֹּא קָדְשׁוּ בִּכְלִי. אֵינָן לֹא כְּקֹדֶשׁ וְלֹא כְּחֻלִּין אֶלָּא כִּתְרוּמָה: \n",
      "הַחַלָּה וְהַבִּכּוּרִים וְתַשְׁלוּמֵי תְּרוּמָה [וְחֻמְשָׁהּ] הֲרֵי הֵן כִּתְרוּמָה: \n",
      "הַטֶּבֶל. וְהַמְדֻמָּע. וְגִדּוּלֵי תְּרוּמָה. וּמַעֲשֵׂר שֵׁנִי וְרִאשׁוֹן. וְעִסָּה הַטְּבוּלָה לְחַלָּה. הֲרֵי הֵן כְּחֻלִּין וְהָרִאשׁוֹן טָמֵא בָּהֶן וְהַשֵּׁנִי פָּסוּל וְאֵין בָּהֶן שְׁלִישִׁי: \n",
      "כָּל דָּבָר שֶׁוַּדָּאוֹ מְטַמֵּא אֶת הַחֻלִּין מִן הַתּוֹרָה גָּזְרוּ עַל סְפֵקוֹ בְּחֻלִּין הַטְּבוּלִין לְחַלָּה שֶׁתֵּעָשֶׂה אוֹתָהּ הָעִסָּה בְּטָהֳרָה. וּמַפְרִישִׁים מִמֶּנָּה חַלָּה וְחַלָּתָהּ תְּלוּיָה לֹא נֶאֱכֶלֶת וְלֹא נִשְׂרֶפֶת: \n"
    ],
    [
      "אַחַת עֶשְׂרֵה מַעֲלוֹת עָשׂוּ חֲכָמִים לַקֹּדֶשׁ עַל הַתְּרוּמָה וְאֵלּוּ הֵן. יֵשׁ לְאָדָם לְהַטְבִּיל כֵּלִים בְּתוֹךְ כֵּלִים לִתְרוּמָה אֲבָל לֹא לְקֹדֶשׁ. גְּזֵרָה שֶׁמָּא יִהְיֶה פִּי הַכְּלִי צַר וְלֹא יִהְיֶה בּוֹ כִּשְׁפוֹפֶרֶת הַנּוֹד וְנִמְצְאוּ הַכֵּלִים שֶׁבְּתוֹכוֹ כְּאִלּוּ טָבְלוּ בְּמַיִם שֶׁבַּכְּלִי לֹא בַּמִּקְוֶה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַכְּלִי הַגָּדוֹל שֶׁיֵּשׁ בְּתוֹכוֹ הַכֵּלִים הַטְּמֵאִין טָהוֹר. אֲבָל אִם הָיָה טָמֵא מִתּוֹךְ שֶׁעָלְתָה לוֹ טְבִילָה עָלְתָה טְבִילָה לַכֵּלִים שֶׁבְּתוֹכוֹ אֲפִלּוּ לְהִשְׁתַּמֵּשׁ בָּהֶן בַּקֹּדֶשׁ: \n",
      "כְּלִי שֶׁנִּטְמְאוּ אֲחוֹרָיו בְּמַשְׁקִין לֹא נִטְמָא תּוֹכוֹ וְלֹא בֵּית אֶצְבַּע שֶׁבָּעֳבִי שְׂפָתוֹ. וְהַמַּשְׁקִין שֶׁבְּתוֹכוֹ אוֹ שֶׁבְּבֵית צְבִיעָתוֹ טְהוֹרִין. וְשׁוֹתֶה בּוֹ וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יִגְּעוּ מַשְׁקִין שֶׁבְּפִיו בַּאֲחוֹרֵי הַכְּלִי וְיַחְזְרוּ וִיטַמְּאוּ תּוֹכוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים לִתְרוּמָה. אֲבָל לְקֹדֶשׁ נִטְמְאוּ אֲחוֹרָיו נִטְמָא כֻּלּוֹ: \n",
      "הַנּוֹשֵׂא אֶת הַמִּדְרָס מֻתָּר לוֹ לִשָּׂא עִמּוֹ תְּרוּמָה כְּאֶחָד וְהוֹאִיל וְאֵין הַנּוֹשֵׂא נוֹגֵעַ בַּתְּרוּמָה וְלֹא תְּרוּמָה נוֹגַעַת בְּמִדְרָס הֲרֵי הִיא טְהוֹרָה אֲבָל לֹא הַקֹּדֶשׁ אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ. מַעֲשֵׂה הָיָה בְּאֶחָד שֶׁנָּשָׂא חָבִית שֶׁל קֹדֶשׁ טְמֵאָה בְּמִדְרָס שֶׁנָּשָׂא עִמָּהּ בְּאוֹתָהּ שָׁעָה גָּזְרוּ שֶׁהַנּוֹשֵׂא אֶת הַמִּדְרָס לֹא יִשָּׂא אֶת הַקֹּדֶשׁ. וְלֹא גָּזְרוּ אֶלָּא בְּמִדְרָס עִם הַקֹּדֶשׁ כְּמַעֲשֶׂה שֶׁהָיָה. וְאִם עָבַר וְנָשָׂא הוֹאִיל וְלֹא נָגַע בְּקֹדֶשׁ הֲרֵי הַקֹּדֶשׁ טָהוֹר: \n",
      "בִּגְדֵי אוֹכְלֵי תְּרוּמָה אַף עַל פִּי שֶׁהֵן טְהוֹרִין וְנִזְהָרִין מִן הַטֻּמְאוֹת הֲרֵי בִּגְדֵיהֶן מִדְרָס לְקֹדֶשׁ: \n",
      "כְּלִי שֶׁהוּא מְפֻצָּל וְלוּחוֹתָיו וְקוֹרוֹתָיו מְקֻשָּׁרוֹת כְּגוֹן מִטָּה וְכַיּוֹצֵא בָּהּ. אִם נִטְמָא וְצָרִיךְ לְהַטְבִּילוֹ לִתְרוּמָה יֵשׁ לוֹ לְהַטְבִּילוֹ כֻּלּוֹ כְּאֶחָד כְּשֶׁהוּא מְקֻשָּׁר. אֲבָל לְקֹדֶשׁ מַתִּיר וּמְנַגֵּב שֶׁמָּא יֵשׁ שָׁם דָּבָר הַחוֹצֵץ וּמַטְבִּיל וְאַחַר כָּךְ קוֹשֵׁר: \n",
      "כֵּלִים הַנִּגְמָרִין בְּטָהֳרָה אֲפִלּוּ הָיָה הָעוֹשֶׂה אוֹתָן תַּלְמִיד חָכָם וְנִזְהָר בָּהֶן הֲרֵי אֵלּוּ צְרִיכִין טְבִילָה לְקֹדֶשׁ וְאֵינָן צְרִיכִין הַעֲרֵב שֶׁמֶשׁ. אֲבָל לִתְרוּמָה מִשְׁתַּמֵּשׁ בָּהֶן בְּלֹא טְבִילָה שֶׁהֲרֵי נַעֲשׂוּ בְּטָהֳרָה. וּמִפְּנֵי מָה הִצְרִיכוּם טְבִילָה לְקֹדֶשׁ גְּזֵרָה מִשּׁוּם רֹק עַם הָאָרֶץ שֶׁיִּגַּע בָּהֶן בִּשְׁעַת מְלָאכָה וַעֲדַיִן הוּא לַח: \n",
      "אַחַר שֶׁנִּגְמַר הַכְּלִי מְצָרֵף מַה שֶּׁבְּתוֹכוֹ לְקֹדֶשׁ אֲבָל לֹא לִתְרוּמָה. כֵּיצַד. כְּלִי שֶׁהוּא מָלֵא פֵּרוֹת פְּרוּדִין זֶה מִזֶּה כְּגוֹן צִמּוּקִין וּגְרוֹגָרוֹת וְנָגְעָה טֻמְאָה בְּאֶחָד מֵהֶן. נִטְמָא כָּל מַה שֶּׁבַּכְּלִי לְקֹדֶשׁ אֲבָל לֹא לִתְרוּמָה. וְכָל הַמַּעֲלוֹת שֶׁל דִּבְרֵיהֶם הֵם. וְרֶמֶז יֵשׁ לְמַעֲלָה זוֹ בַּתּוֹרָה <small>(במדבר ז יד)</small> \"כַּף אַחַת עֲשָׂרָה זָהָב מְלֵאָה קְטֹרֶת\" אָמְרוּ חֲכָמִים כָּל מַה שֶּׁבַּכַּף הֲרֵי הוּא כְּגוּף אֶחָד. אֲפִלּוּ שֶׁאֵין לוֹ תּוֹךְ מְצָרֵף מַה שֶּׁעָלָיו לְקֹדֶשׁ. כְּגוֹן שֶׁהָיוּ צְבוּרִין עַל גַּבֵּי הַלּוּחַ אוֹ עַל גַּבֵּי הָעוֹר אַף עַל פִּי שֶׁאֵין הַפֵּרוֹת נוֹגְעִין זֶה בָּזֶה: \n",
      "הָיוּ שְׁנֵי הַצִּבּוּרִין בְּתוֹךְ הַכְּלִי וְדָבָר אַחַר בֵּינֵיהֶן וְנִטְמָא אֶחָד מִשְּׁנֵיהֶן. אִם הָיָה הַדָּבָר שֶׁבֵּינֵיהֶן צָרִיךְ לַכְּלִי הַכְּלִי מְצָרְפָן וְנִטְמָא הַכּל. וְאִם אֵינוֹ צָרִיךְ לַכְּלִי לֹא נִטְמָא אֶלָּא זֶה שֶׁנָּגְעָה בּוֹ הַטֻּמְאָה בִּלְבַד: \n",
      "הָיוּ שְׁנֵי צִבּוּרִין בִּכְלִי וְהַצִּבּוּר הָאֶחָד מְחֻבָּר לַמַּיִם שֶׁאֲחוֹרֵי הַכְּלִי וְנָגַע טָמֵא בַּצִּבּוּר הַשֵּׁנִי נִטְמְאוּ שְׁנֵיהֶן בְּצֵרוּף הַכְּלִי וְנִטְמְאוּ הַמַּיִם שֶׁאֲחוֹרֵי הַכְּלִי מֵחֲמַת זֶה הָאֹכֶל הַמְחֻבָּר לָהֶן אַף עַל פִּי שֶׁהֵן אֲחוֹרֵי הַכְּלִי. נָגַע הַטָּמֵא בְּמַיִם שֶׁאֲחוֹרֵי הַכְּלִי נִטְמָא הָאֹכֶל הַמְחֻבָּר לָהֶן. וְהַדָּבָר סָפֵק אִם נִטְמָא הָאֹכֶל הַשֵּׁנִי בְּצֵרוּף הַכְּלִי אוֹ לֹא נִטְמָא מֵחֲמַת הַצֵּרוּף: \n",
      "אֹכֶל קדֶשׁ שֶׁנִּטְמָא וְהִנִּיחוֹ בִּכְלִי וּבְתוֹךְ הַכְּלִי אֹכֶל קֹדֶשׁ אַחֵר טָהוֹר וְאֵין נוֹגְעִין זֶה בָּזֶה. הַטָּהוֹר בְּטָהֳרָתוֹ וְהַטָּמֵא בְּטֻמְאָתוֹ. בָּא טְבוּל יוֹם וְנָגַע בָּאֹכֶל הַטָּמֵא יֵשׁ בְּדָבָר זֶה סָפֵק אִם נִפְסַל הַטָּהוֹר מֵחֲמַת מַגַּע טְבוּל יוֹם מִפְּנֵי צֵרוּף הַכְּלִי אוֹ לֹא נִפְסַל. שֶׁלֹּא נָגַע טְבוּל יוֹם אֶלָּא בָּאֹכֶל שֶׁשָּׂבַע מִן הַטֻּמְאָה וְלֹא הוֹסִיף לוֹ כְּלוּם: \n",
      "הָרְבִיעִי בְּקֹדֶשׁ פָּסוּל אֲבָל בִּתְרוּמָה טָהוֹר. וְכֵן שְׁלִישִׁי בִּתְרוּמָה אִם נָגַע בְּמַשְׁקֵה קֹדֶשׁ הֲרֵי זֶה נִטְמָא כְּמוֹ שֶׁבֵּאַרְנוּ. וְהַשְּׁלִישִׁי שֶׁבִּתְרוּמָה אוֹ שֶׁבְּקֹדֶשׁ אִם נָגַע בְּמַשְׁקֵה תְּרוּמָה לֹא פְּסָלוֹ: \n",
      "מִי שֶׁנִּטְמֵאת יָדוֹ אַחַת וְנָגַע בָּהּ בְּיָדוֹ שְׁנִיָּה אוֹ בְּיַד חֲבֵרוֹ פָּסַל אֶת הַשְּׁנִיָּה וַהֲרֵי הִיא כִּשְׁלִישִׁי. וְאִם הָיְתָה יָדוֹ בְּלוּלָה בַּמַּשְׁקֶה אַף עַל פִּי שֶׁלֹּא נָגַע נִטְמֵאת חֲבֶרְתָּהּ וְצָרִיךְ לְהַטְבִּיל אֶת שְׁתֵּיהֶן וְאַחַר כָּךְ יִגַּע בְּקֹדֶשׁ. אֲבָל בִּתְרוּמָה אִם נִטְמֵאת יָדוֹ הָאַחַת לֹא נִטְמֵאת חֲבֶרְתָּהּ. וַאֲפִלּוּ נָגַע בָּהּ כְּשֶׁהִיא נְגוּבָה. וְאֵין צָרִיךְ לְהַטְבִּיל יָדוֹ שֶׁנִּטְמֵאת אֶלָּא נוֹטְלָהּ וְנוֹגֵעַ בִּתְרוּמָה: \n",
      "אֳכָלִין נְגוּבִין שֶׁלֹּא הֻכְשְׁרוּ אוֹכְלִין אוֹתָם בְּיָדַיִם מְסֹאָבוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בִּתְרוּמָה. אֲבָל בְּקֹדֶשׁ חִבַּת הַקֹּדֶשׁ מַכְשַׁרְתָּן וְאָסוּר לְמִי שֶׁיָּדָיו טְמֵאוֹת לֶאֱכל קֹדֶשׁ שֶׁלֹּא הֻכְשַׁר. וַאֲפִלּוּ לֹא נָגַע בּוֹ אֶלָּא בְּכוּשׁ אוֹ שֶׁתָּחַב לוֹ חֲבֵרוֹ לְתוֹךְ פִּיו הֲרֵי זֶה אָסוּר. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם נָגְעָה טֻמְאָה בָּאֳכָלִין שֶׁל קֹדֶשׁ שֶׁלֹּא הֻכְשְׁרוּ שֶׁנִּטְמְאוּ מִפְּנֵי שֶׁחִבַּת הַקֹּדֶשׁ מַכְשַׁרְתָּן: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים לִפְסוֹל הָאוֹכֵל עַצְמוֹ וּלְאָסְרוֹ בַּאֲכִילָה. אֲבָל לִמְנוֹת בּוֹ רִאשׁוֹן וְשֵׁנִי הֲרֵי זֶה סָפֵק. כֵּיצַד. נָגַע אֹכֶל שֶׁנִּטְמָא בְּלֹא הֶכְשֵׁר בְּאֹכֶל שֵׁנִי שֶׁהֻכְשַׁר הֲרֵי זֶה הַשֵּׁנִי סָפֵק מִפְּנֵי שֶׁהָרִאשׁוֹן לֹא הֻכְשַׁר: \n",
      "הָאוֹנֵן אַחַר שֶׁתָּם זְמַן אֲנִינוּתוֹ וּמְחֻסַּר כִּפּוּרִים אַחַר שֶׁהֵבִיא כַּפָּרָתוֹ צְרִיכִין טְבִילָה לַאֲכִילַת הַקֹּדֶשׁ אֲבָל לֹא לִתְרוּמָה שֶׁהָאוֹנֵן וּמְחֻסַּר כִּפּוּרִים מֻתָּרִין לֶאֱכל אֶת הַתְּרוּמָה. וּמִפְּנֵי מָה הִצְרִיכוּם טְבִילָה לַקֹּדֶשׁ שֶׁהֲרֵי עַד עַתָּה הָיוּ אֲסוּרִין לֶאֱכל אֶת הַקֹּדֶשׁ וְהִסִּיחוּ דַּעְתָּן וְשֶׁמָּא נִטְמְאוּ וְהֵם לֹא יָדְעוּ. וְלֹא עָשׂוּ מַעֲלָה זוֹ אֶלָּא לַאֲכִילָה אֲבָל לִנְגִיעָה נוֹגְעִים בְּקָדָשִׁים קֹדֶם טְבִילָה: \n",
      "שֵׁשׁ מַעֲלוֹת הָרִאשׁוֹנוֹת עֲשָׂאוּם בֵּין לְקֹדֶשׁ בֵּין לְחֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ. וַחֲמֵשׁ אַחֲרוֹנוֹת שֶׁהֵן מִן הַכְּלִי מְצָרֵף מַה שֶּׁבְּתוֹכוֹ וָהָלְאָה עֲשָׂאוּם בְּקֹדֶשׁ בִּלְבַד אֲבָל לֹא בְּחֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ. אֶלָּא הֲרֵי הֵן בְּחָמֵשׁ אֵלּוּ כְּחֻלִּין לְפִיכָךְ חֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ הָרִאשׁוֹן טָמֵא בָּהֶן וְהַשֵּׁנִי פָּסוּל. וְהַשְּׁלִישִׁי טָהוֹר בְּחֻלִּין כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "חָמֵשׁ מַעֲלוֹת עָשׂוּ חֲכָמִים בִּבְגָדִים וְאֵלּוּ הֵן. בִּגְדֵי עַם הָאָרֶץ מִדְרָס לְאוֹכְלֵי חֻלֵּיהֶן בְּטָהֳרָה וְכֵן עַמֵּי הָאָרֶץ עַצְמָן כְּזָבִין לְטָהֳרוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. וּבִגְדֵי אוֹכְלֵי חֻלֵּיהֶן בְּטָהֳרָה מִדְרָס לְאוֹכְלֵי מַעֲשֵׂר שֵׁנִי אֲבָל אוֹכְלֵי חֻלֵּיהֶן בְּטָהֳרָה וְהֵן הַנִּקְרָאִים פְּרוּשִׁים אֵינָם כְּזָבִים אֲפִלּוּ לִתְרוּמָה הֲרֵי זֶה הַפָּרוּשׁ טָהוֹר אֲפִלּוּ אִם נָגַע בָּהּ בְּגוּפוֹ. וּבִגְדֵי אוֹכְלֵי מַעֲשֵׂר שֵׁנִי מִדְרָס לְאוֹכְלֵי תְּרוּמָה. וּבִגְדֵי אוֹכְלֵי תְּרוּמָה מִדְרָס לְקֹדֶשׁ אֲבָל אוֹכְלֵי תְּרוּמָה עַצְמָן אֵינָן כְּזָבִין בְּקֹדֶשׁ. וּבִגְדֵי אוֹכְלֵי קֹדֶשׁ מִדְרָס לְחַטָּאת כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פָּרָה אֲדֻמָּה אֲבָל הַטָּהוֹר לְקֹדֶשׁ אֵינוֹ כְּזָב לְחַטָּאת: \n",
      "וְכֵן עָשׂוּ חֲכָמִים מַעֲלוֹת בִּטְבִילָה. כֵּיצַד. מִי שֶׁטָּבַל בְּלֹא כַּוָּנָה הֲרֵי זֶה טָהוֹר לְחֻלִּין וְאָסוּר בְּמַעֲשֵׂר שֵׁנִי עַד שֶׁיִּתְכַּוֵּן לִטְבּל לְמַעֲשֵׂר. טָבַל לְמַעֲשֵׂר הֲרֵי זֶה בְּחֶזְקַת טָהֳרָה לְמַעֲשֵׂר וְאָסוּר בִּתְרוּמָה. טָבַל לִתְרוּמָה הֻחְזַק לִתְרוּמָה וְאָסוּר בְּקֹדֶשׁ. טָבַל לְקֹדֶשׁ הֻחְזַק לְקֹדֶשׁ וְאָסוּר לְחַטָּאת. טָבַל לְחַטָּאת הֻחְזַק לַכּל שֶׁהַטּוֹבֵל לְחָמוּר הֻחְזַק לְקַל. טָבַל סְתָם וְלֹא נִתְכַּוֵּן לְאֶחָד מִכָּל אֵלּוּ הֲרֵי זֶה טָהוֹר לְחֻלִּין בִּלְבַד וְטָמֵא כְּשֶׁהָיָה אֲפִלּוּ לְמַעֲשֵׂר. וְכֵן הַנּוֹטֵל יָדָיו אוֹ הִטְבִּילָן צָרִיךְ כַּוָּנָה אֲפִלּוּ לְמַעֲשֵׂר. וּמִן הַמַּעֲשֵׂר וָמַעְלָה צָרִיךְ כַּוָּנָה אֲבָל לְחֻלִּין אֵינוֹ צָרִיךְ כַּוָּנָה. וְכָל הַמַּעֲלוֹת הָאֵלּוּ מִדִּבְרֵי סוֹפְרִים אֲבָל דִּין תּוֹרָה הוֹאִיל וְטָבַל מִכָּל מָקוֹם הֲרֵי הוּא טָהוֹר לַכּל: \n",
      "מִי שֶׁהָיָה טָהוֹר לִתְרוּמָה וְהִסִּיחַ אֶת לִבּוֹ מִלֶּאֱכל נִטְמָא בְּהֶסֵּחַ הַדַּעַת וְאָסוּר לֶאֱכל תְּרוּמָה עַד שֶׁיִּטְבּל פַּעַם שְׁנִיָּה וְאֵינוֹ צָרִיךְ הַעֲרֵב שֶׁמֶשׁ. הָיוּ יָדָיו טְהוֹרוֹת לִתְרוּמָה וְהִסִּיחַ לִבּוֹ מִלֶּאֱכל אַף עַל פִּי שֶׁאוֹמֵר יוֹדֵעַ אֲנִי שֶׁלֹּא נִטְמְאוּ יָדַי הֲרֵי יָדָיו טְמֵאוֹת בְּהֶסֵּחַ הַדַּעַת שֶׁהַיָּדַיִם עַסְקָנִיּוֹת. אִם לִתְרוּמָה כֵּן קַל וָחֹמֶר לְקֹדֶשׁ שֶׁכָּל הַמַּסִּיחַ דַּעְתּוֹ צָרִיךְ טְבִילָה. וְאִם לֹא שָׁמַר עַצְמוֹ מִטֻּמְאַת מֵת וְלֹא יָדַע בְּוַדַּאי שֶׁלֹּא נִטְמָא הֲרֵי זֶה צָרִיךְ הַזָּאָה שְׁלִישִׁי וּשְׁבִיעִי מִפְּנֵי הֶסֵּחַ הַדַּעַת. וְאִם יָדַע שֶׁלֹּא נִטְמָא בְּמֵת וְהִסִּיחַ דַּעְתּוֹ מִשְּׁאָר טֻמְאוֹת הֲרֵי זֶה צָרִיךְ טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ אַף לִתְרוּמָה. וְדָבָר בָּרוּר הוּא שֶׁכָּל אֵלּוּ הַטְּבִילוֹת מִדִּבְרֵיהֶן: \n",
      "וְכֵן גָּזְרוּ חֲכָמִים עַל הַכֵּלִים הַנִּמְצָאִים בַּשְּׁוָקִים וּבָרְחוֹבוֹת אֲפִלּוּ בַּמִּדְבָּרוֹת שֶׁיִּהְיוּ בְּחֶזְקַת טֻמְאָה. שֶׁמָּא בְּזָב אוֹ בְּמֵת נִטְמְאוּ. וְכֵן הָרֻקִּין הַנִּמְצָאִין שָׁם בְּחֶזְקַת טֻמְאָה שֶׁמָּא רֹק זָב וְכַיּוֹצֵא בּוֹ הוּא הָרֹק הַזֶּה: \n",
      "כָּל הַכֵּלִים הַנִּמְצָאִין בִּירוּשָׁלַיִם טְהוֹרִין אֲפִלּוּ נִמְצְאוּ דֶּרֶךְ יְרִידָה לְבֵית הַטְּבִילָה. שֶׁלֹּא גָּזְרוּ טֻמְאָה עַל הַכֵּלִים הַנִּמְצָאִים בִּירוּשָׁלַיִם חוּץ מִן הַסַּכִּינִים לִשְׁחִיטַת הַקָּדָשִׁים מִפְּנֵי חֻמְרַת הַקָּדָשִׁים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּסַכִּין הַנִּמְצֵאת בִּירוּשָׁלַיִם בִּשְׁאָר יְמוֹת הַשָּׁנָה. אֲבָל אִם מָצָא סַכִּין בִּירוּשָׁלַיִם בְּאַרְבָּעָה עָשָׂר בְּנִיסָן שׁוֹחֵט בָּהּ הַקָּדָשִׁים מִיָּד וַאֲפִלּוּ חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת שֶׁלֹּא גָּזְרוּ עַל הַסַּכִּינִין הַנִּמְצָאִים בַּיּוֹם הַזֶּה. וְכֵן אִם מְצָאָהּ בְּיוֹם טוֹב שׁוֹחֵט בָּהּ מִיָּד שֶׁחֶזְקַת כָּל הַכֵּלִים בְּיוֹם טוֹב טְהוֹרִין: \n",
      "מָצָא הַסַּכִּין בִּשְׁלֹשָׁה עָשָׂר מַזֶּה עָלֶיהָ וּמַטְבִּילָהּ וְשׁוֹחֵט בָּהּ לְמָחָר מִפְּנֵי שֶׁעֲשָׂאוּהוּ בְּיוֹם זֶה כְּאִלּוּ יוֹם שְׁלֹשָׁה עָשָׂר שְׁבִיעִי שֶׁלָּהּ: \n",
      "מָצָא סַכִּין קְשׁוּרָה לַסַּכִּין הַיְדוּעָה אֶצְלוֹ בֵּין בְּיוֹם טוֹב בֵּין בִּשְׁאָר הַיָּמִים הֲרֵי הִיא כָּמוֹהָ אִם טְהוֹרָה טְהוֹרָה וְאִם טְמֵאָה טְמֵאָה: \n",
      "כָּל הָרֻקִּין הַנִּמְצָאִים בִּירוּשָׁלַיִם בְּאֶמְצַע הַדֶּרֶךְ גָּזְרוּ עֲלֵיהֶן טֻמְאָה כִּשְׁאָר הָרֻקִּין הַנִּמְצָאִים בְּכָל מָקוֹם. וְכָל הָרֻקִּין הַנִּמְצָאִים בַּצְּדָדִין בִּירוּשָׁלַיִם טְהוֹרִים. שֶׁהַפְּרוּשִׁים הֵן שֶׁמְּהַלְּכִין בַּצְּדָדִין כְּדֵי שֶׁלֹּא יִתְטַמְּאוּ בְּמַגַּע עַמֵּי הָאָרֶץ. וּבִשְׁעַת הָרֶגֶל שֶׁבְּאֶמְצַע הַדֶּרֶךְ טְהוֹרִים שֶׁכָּל יִשְׂרָאֵל טְהוֹרִים בָּרֶגֶל. וְשֶׁבַּצְּדָדִין טְמֵאִים שֶׁהַטְּמֵאִים בָּרֶגֶל מְעַטִּים וְהֵן פּוֹרְשִׁים לְצִדֵּי הַדְּרָכִים: \n",
      "כְּשֵׁם שֶׁהָרִאשׁוֹן עוֹשֶׂה שֵׁנִי וְהַשֵּׁנִי עוֹשֶׂה שְׁלִישִׁי כֵּן סְפֵק רִאשׁוֹן עוֹשֶׂה סְפֵק שֵׁנִי וּסְפֵק שֵׁנִי עוֹשֶׂה סְפֵק שְׁלִישִׁי: \n",
      "תְּרוּמָה וְקָדָשִׁים שֶׁנִּטְמְאוּ בִּסְפֵק אָב מֵאֲבוֹת הַטֻּמְאוֹת שֶׁל תּוֹרָה הֲרֵי אֵלּוּ נִשְׂרָפִין בְּטֻמְאָה זוֹ כְּגוֹן שֶׁנִּסְתַּפֵּק לוֹ אִם נָגַע בְּאָב זֶה אוֹ לֹא נָגַע: \n",
      "וְיֵשׁ שָׁם סְפֵקוֹת שֶׁאֵין שׂוֹרְפִין עֲלֵיהֶן וְאֵין אוֹכְלִין אוֹתָן אֳכָלִין שֶׁנִּסְתַּפֵּק לוֹ בָּהֶן אֶלָּא תּוֹלִין לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. וְיֵשׁ שָׁם סְפֵקוֹת שֶׁשּׂוֹרְפִין עֲלֵיהֶן אֶת הַתְּרוּמָה וְאֵין צָרִיךְ לוֹמַר קָדָשִׁים: \n",
      "אֲבָל עַל סְפֵק סְפֵק הַטֻּמְאָה אֵין שׂוֹרְפִין עָלָיו תְּרוּמָה לְעוֹלָם וְאֵין צָרִיךְ לוֹמַר קָדָשִׁים. אֶלָּא תּוֹלִין לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין: \n",
      "עַל שִׁשָּׁה סְפֵקוֹת שׂוֹרְפִין אֶת הַתְּרוּמָה וְכֻלָּם גְּזֵרָה מִדִּבְרֵיהֶם וְאֵלּוּ הֵן. עַל בֵּית הַפְּרָס. וְעַל עָפָר הַבָּא מֵאֶרֶץ הָעַמִּים. וְעַל בִּגְדֵי עַם הָאָרֶץ. וְעַל הַכֵּלִים הַנִּמְצָאִים. וְעַל הָרֻקִּים הַנִּמְצָאִים. וְעַל מֵי רַגְלֵי אָדָם טָמֵא שֶׁנִּתְעָרֵב בְּמֵי רַגְלֵי בְּהֵמָה מֶחֱצָה לְמֶחֱצָה וְאֵין יָדוּעַ אִם בָּטְלוּ מַרְאִיתָן אִם לֹא. כֵּיצַד. אִם נִטְמֵאת תְּרוּמָה מֵחֲמַת אֶחָד מִשִּׁשָּׁה אֵלּוּ אַף עַל פִּי שֶׁעִקַּר טֻמְאָתָן בְּסָפֵק הֲרֵי זוֹ תִּשָּׂרֵף. הוֹאִיל וּוַדַּאי סְפֵקוֹת אֵלּוּ טֻמְאָתָן מִן הַתּוֹרָה שֶׁהַמֵּת וְהַזָּב טְמֵאִין מִן הַתּוֹרָה. וְאַחַת תְּרוּמָה שֶׁנָּגְעָה בְּאַחַת מִשֵּׁשׁ טֻמְאוֹת הָאֵלּוּ. אוֹ שֶׁנִּטְמֵאת מֵחֲמַת אַחַת מֵהֶן וַהֲרֵי הִיא שְׁלִישִׁי לְאַחַת מֵהֶן הֲרֵי זוֹ תִּשָּׂרֵף. אֲבָל אִם נִסְתַּפֵּק לוֹ בְּכָל מָקוֹם אִם נָגַע בְּבֵית הַפְּרָס וּבְאֶרֶץ הָעַמִּים אוֹ לֹא נָגַע. אִם נָגַע בִּבְגָדִים וְרֻקִּין וְכֵלִים וּמֵי רְגָלִים אוֹ לֹא נָגַע. הֲרֵי אֵלּוּ תּוֹלִין מִפְּנֵי שֶׁעִקַּר טֻמְאָתָן מִפְּנֵי הַסָּפֵק שֶׁמָּא טְמֵאִין הֵן אוֹ טְהוֹרִים וְאִם תֹּאמַר טְמֵאִין שֶׁמָּא נָגַע שֶׁמָּא לֹא נָגַע וְנִמְצְאוּ שְׁנֵי סְפֵקוֹת וְאֵין שׂוֹרְפִין עַל שְׁנֵי סְפֵקוֹת אֶלָּא תּוֹלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "שְׁנֵּים עָשָׂר סְפֵקוֹת טהֲרוּ חֲכָמִים וְאֵלּוּ הֵן. סְפֵק מַיִם שְׁאוּבִים לְמִקְוֶה. סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמַּיִם. סְפֵק מַשְׁקִין לְטַמֵּא אֲחֵרִים. אֲבָל לְטֻמְאַת עַצְמָן טְמֵאִים מִסָּפֵק. סְפֵק הַיָּדַיִם בֵּין לְטֻמְאַת עַצְמָן בֵּין לְטַמֵּא אֲחֵרִים בֵּין לְטָהֳרַת יָדַיִם מִטֻּמְאָתָן. סְפֵק דִּבְרֵי סוֹפְרִים. סְפֵק הַחֻלִּין. סְפֵק קָרְבָּנוֹת. סְפֵק נְגָעִים. סָפֵק עוֹבֵר וְעוֹמֵד. סְפֵק שְׁרָצִים. סְפֵק רְשׁוּת הָרַבִּים. סְפֵק שְׁתֵּי רְשׁוּיוֹת: \n",
      "סְפֵק מַיִם שְׁאוּבִין לְמִקְוֶה כֵּיצַד. שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין שֶׁנָּפְלוּ לַמִּקְוֶה פְּסָלוּהוּ. סָפֵק נָפְלוּ סָפֵק לֹא נָפְלוּ וַאֲפִלּוּ נָפְלוּ סָפֵק יֵשׁ בָּהֶן שִׁעוּר אוֹ אֵין בָּהֶן סְפֵקוֹ טָהוֹר וַהֲרֵי הַמִּקְוֶה בְּכַשְׁרוּתוֹ. וְאֵין מוֹרִין לוֹ לִטְבּל בְּמִקְוֶה זֶה וְלַעֲשׂוֹת טָהֳרוֹת לְכַתְּחִלָּה. וְאִם טָבַל וְעָשָׂה טָהֳרוֹתָיו טְהוֹרוֹת: \n",
      "סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמַּיִם כֵּיצַד. שֶׁרֶץ שֶׁהָיָה צָף עַל פְּנֵי הַמַּיִם. בֵּין שֶׁהָיוּ הַמַּיִם בְּכֵלִים אוֹ בְּקַרְקָעוֹת וְיָרַד לַמַּיִם אֲפִלּוּ אֵין שָׁם אֶלָּא מְלֹא אָדָם וְטֻמְאָה הֲרֵי זֶה טָהוֹר עַד שֶׁיֵּדַע וַדַּאי שֶׁנָּגַע. וְלֹא אָמְרוּ סְפֵק טֻמְאָה צָפָה טָהוֹר אֶלָּא לְשֶׁרֶץ בִּלְבַד. וְכָל הַנִּתְלִים וְהַנִּגְרָרִין הֲרֵי הֵן כְּמֻנָּחִין: \n",
      "שֶׁרֶץ שֶׁהָיָה מֻנָּח בִּכְלִי וּכְלִי צָף עַל פְּנֵי הַמַּיִם אוֹ שֶׁהָיָה מֻנָּח עַל הַמֵּת אוֹ עַל הַנְּבֵלָה וַאֲפִלּוּ נִמּוֹחַ הַנְּבֵלָה אוֹ בָּשָׂר מֵת שֶׁתַּחְתָּיו אוֹ שֶׁהָיָה מֻנָּח עַל שִׁכְבַת זֶרַע הַצָּפָה עַל פְּנֵי הַמַּיִם הֲרֵי זֶה כְּמֻנָּח עַל הָאָרֶץ שֶׁסְּפֵקוֹ בִּרְשׁוּת הַיָּחִיד טָמֵא כְּמוֹ שֶׁיִּתְבָּאֵר. הָיָה שֶׁרֶץ עַל גַּבֵּי שֶׁרֶץ צָף עַל פְּנֵי הַמַּיִם הֲרֵי זֶה כְּטֻמְאָה עָבָה שֶׁצָּפָה עַל פְּנֵי הַמַּיִם וּסְפֵקוֹ טָהוֹר. הָיָה מֻנָּח עַל גַּבֵּי מֵי חַטָּאת וּמֵי חַטָּאת צָפִין עַל פְּנֵי הַמַּיִם הֲרֵי זֶה סָפֵק אִם הוּא כְּמֻנָּח אוֹ אֵינוֹ כְּמֻנָּח. לְפִיכָךְ יֵרָאֶה לִי שֶׁסְּפֵקוֹ טָהוֹר: \n",
      "כְּדֶרֶךְ שֶׁטִּהֲרוּ סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמַּיִם בֵּין בְּכֵלִים בֵּין בְּקַרְקָעוֹת כָּךְ טִהֲרוּ סְפֵק טָהֳרָה הַצָּפָה עַל פְּנֵי הַמַּיִם בֵּין בְּכֵלִים בֵּין בְּקַרְקָעוֹת. כֵּיצַד. עֲרֵבָה שֶׁהִיא טְמֵא מֵת וְכִכַּר תְּרוּמָה כָּרוּךְ בְּסִיב אוֹ בִּנְיָר וְנָתוּן בְּתוֹכָהּ וְיָרְדוּ לְתוֹכָהּ מֵי גְּשָׁמִים וְנִתְמַלֵּאת וְנִפְשַׁט הַנְּיָר וַהֲרֵי הַכִּכָּר צָף עַל פְּנֵי הַמַּיִם וְהַנְּיָר מַבְדִּיל בֵּינוֹ לְבֵין הַמַּיִם וְסָפֵק נָגַע צִדּוֹ בַּעֲרֵבָה סָפֵק לֹא נָגַע. הֲרֵי הוּא בְּטָהֳרָתוֹ מִפְּנֵי שֶׁהוּא צָף: \n",
      "שֶׁרֶץ שֶׁנִּמְצָא צָף עַל גַּבֵּי בּוֹר בְּתוֹךְ הַגַּת לִתְרוּמָה סְפֵקוֹ טָמֵא. וְלַפּוֹעֲלִין סְפֵקָן טָהוֹר. מִפְּנֵי שֶׁהִיא טֻמְאָה צָפָה: \n",
      "סָפֵק מַשְׁקִין לְטַמֵּא אֲחֵרִים טָהוֹר. לְטֻמְאַת עַצְמָן טָמֵא. כֵּיצַד. הָיָה מַקֵּל בְּיָדוֹ וּבְרֹאשׁוֹ מַשְׁקִין טְמֵאִים וּזְרָקָן לְתוֹךְ כִּכָּרוֹת טְהוֹרוֹת. סָפֵק נָגְעוּ הַמַּשְׁקִין בַּכִּכָּרוֹת סָפֵק לֹא נָגְעוּ טְהוֹרוֹת. וְכֵן אִם נִסְתַּפֵּק לוֹ אִם נָגְעוּ מַשְׁקִין טְמֵאִין בִּכְלִי זֶה אוֹ לֹא נָגְעוּ הֲרֵי הַכְּלִי טָהוֹר. וְכֵן אִם נִסְתַּפֵּק לוֹ אִם נָגְעוּ מַשְׁקִין אֵלּוּ הַטְּמֵאִין בְּמַשְׁקִין אֲחֵרִים אוֹ לֹא נָגְעוּ הֲרֵי הַמַּשְׁקִין הָאֲחֵרִים טְהוֹרִין. אֲבָל טָמֵא שֶׁפָּשַׁט יָדוֹ אוֹ רַגְלוֹ לְבֵין מַשְׁקִין טְהוֹרִין. אוֹ שֶׁזָּרַק כִּכָּר טָמֵא לְבֵין מַשְׁקִין טְהוֹרִין סָפֵק נָגַע בַּמַּשְׁקִין סָפֵק לֹא נָגַע הֲרֵי אֵלּוּ טְמֵאִין בְּסָפֵק. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "חָבִית שֶׁהִיא מְלֵאָה מַשְׁקִין וּפָשַׁט הַטָּמֵא אֶת יָדוֹ לַאֲוִירָהּ סָפֵק נָגַע בַּמַּשְׁקִין סָפֵק לֹא נָגַע בָּהֶן הַמַּשְׁקִין טְמֵאִין וְהֶחָבִית טְהוֹרָה שֶׁאֵין סְפֵק הַמַּשְׁקִין מְטַמֵּא. וְכֵן אִם נִכְנְסוּ מַשְׁקִין שֶׁהֵן טְמֵאִין מִסָּפֵק לַאֲוִיר הֶחָבִית הֲרֵי הֶחָבִית טְהוֹרָה וְהַמַּשְׁקִין שֶׁבְּתוֹכָהּ טְהוֹרִין שֶׁאֵינָן מִתְטַמְּאִין אֶלָּא מִן הֶחָבִית. וְאִם נִתְעָרְבוּ מַשְׁקִין אֵלּוּ הַסָּפֵק בְּמַשְׁקִין שֶׁבֶּחָבִית הֲרֵי כָּל הַמַּשְׁקִין טְמֵאִין בְּסָפֵק וְהֶחָבִית טְהוֹרָה. וְכֵן אִם נָפְלוּ מַשְׁקִין אֵלּוּ לְתוֹךְ הַתַּנּוּר הֲרֵי הַפַּת וְהַתַּנּוּר טְהוֹרִין: \n",
      "הַמְרַבֵּץ בֵּיתוֹ בְּמַיִם טְמֵאִים אוֹ שֶׁזִּלְּפָן וְהָיוּ שָׁם טָהֳרוֹת סָפֵק נִתְּזוּ עֲלֵיהֶן סָפֵק לֹא נִתְּזוּ סְפֵקוֹ טָהוֹר: \n",
      "זִלֵּף מַשְׁקִין טְהוֹרִין וּטְמֵאִים בְּתוֹךְ הַבַּיִת וְנִמְצְאוּ אַחַר כָּךְ מַשְׁקִין עַל כִּכָּר שֶׁל תְּרוּמָה. נְטָלָהּ וְנִשְׁאַל עָלֶיהָ הֲרֵי זוֹ טְהוֹרָה שֶׁסְּפֵק הַמַּשְׁקִין לְטַמֵּא טָהוֹר. הִנִּיחַ הַכִּכָּר עַד שֶׁיִּנָּגְבוּ הַמַּיִם שֶׁעָלֶיהָ הֲרֵי זוֹ טְמֵאָה בְּסָפֵק שֶׁסְּפֵק טֻמְאָה בִּרְשׁוּת הַיָּחִיד טָמֵא כְּמוֹ שֶׁיִּתְבָּאֵר. וַהֲרֵי אֵין כָּאן מַשְׁקִין אֶלָּא כִּכָּר שֶׁהִיא סָפֵק טְמֵאָה סָפֵק טְהוֹרָה: \n",
      "סְפֵק יָדַיִם בֵּין לְהִתְטַמֵּא בֵּין לְטַמֵּא אֲחֵרִים בֵּין לְטָהֳרָתָן טָהוֹר כֵּיצַד. הָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִּכָּרִים טְמֵאִין סָפֵק נָגַע סָפֵק לֹא נָגַע. אוֹ שֶׁהָיוּ יָדָיו טְמֵאוֹת וּלְפָנָיו שְׁנֵי כִּכָּרִים טְהוֹרִים סָפֵק נָגַע סָפֵק לֹא נָגַע. אוֹ שֶׁהָיוּ יָדָיו אַחַת טְהוֹרָה וְאַחַת טְמֵאָה וּלְפָנָיו שְׁנֵי כִּכָּרִים טְהוֹרִים וְנָגַע בְּאֶחָד מֵהֶן וְסָפֵק בַּטְּמֵאָה נָגַע סָפֵק בַּטְּהוֹרָה. אוֹ שֶׁהָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִּכָּרִים אֶחָד טָהוֹר וְאֶחָד טָמֵא וְנָגַע בְּאֶחָד מֵהֶם סָפֵק בַּטָּמֵא נָגַע סָפֵק בַּטָּהוֹר נָגַע. אוֹ שֶׁהָיוּ יָדָיו אַחַת טְהוֹרָה וְאַחַת טְמֵאָה וּלְפָנָיו כִּכָּר טָמֵא וְכִכָּר טָהוֹר וְנָגַע בִּשְׁנֵיהֶן סָפֵק טְמֵאָה בַּטָּמֵא וְהַטְּהוֹרָה בַּטָּהוֹר אוֹ טְמֵאָה בַּטָּהוֹר וְהַטְּהוֹרָה בַּטָּמֵא. הַיָּדַיִם כְּמוֹ שֶׁהָיוּ וְהַכִּכָּרִים כְּמוֹת שֶׁהָיוּ. וְכֵן אִם הָיוּ יָדָיו טְמֵאוֹת וְהִטְבִּילָן אוֹ נְטָלָן סָפֵק שֶׁהַמַּיִם שֶׁטִּהֲרוּ בָּהֶן כְּשֵׁרִים לְיָדַיִם סָפֵק שֶׁהֵן פְּסוּלִין. סָפֵק יֵשׁ בָּהֶן כְּשִׁעוּר סָפֵק אֵין בָּהֶן. סָפֵק שֶׁהָיָה דָּבָר חוֹצֵץ עַל יָדוֹ סָפֵק שֶׁלֹּא הָיָה. הֲרֵי יָדָיו טְהוֹרוֹת: \n",
      "הָיְתָה יָדוֹ אַחַת טְמֵאָה וְאֵינוֹ יוֹדֵעַ אֵי זוֹ הִיא אוֹמְרִין לוֹ שֶׁלֹּא יַעֲשֶׂה טָהֳרוֹת עַד שֶׁיִּטּל שְׁתֵּי יָדָיו. וְאִם נָגַע בְּאַחַת מֵהֶן בְּטָהֳרוֹת קֹדֶם שֶׁיִּטּוֹל יָדָיו טָהֳרוֹתָיו טְהוֹרוֹת: \n"
    ],
    [
      "סְפֵק דִּבְרֵי סוֹפְרִים כֵּיצַד. סָפֵק אָכַל אֳכָלִין טְמֵאִין וְשָׁתָה מַשְׁקִין טְמֵאִין סָפֵק שֶׁלֹּא אָכַל וְשֶׁלֹּא שָׁתָה. סָפֵק שֶׁבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין אוֹ שֶׁנָּפְלוּ עָלָיו שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין סָפֵק שֶׁלֹּא בָּא וְשֶׁלֹּא נָפְלוּ הֲרֵי זֶה טָהוֹר. וְכֵן אִם אָכַל אֳכָלִין טְמֵאִין אוֹ שָׁתָה מַשְׁקִין טְמֵאִין אוֹ בָּא בְּמַיִם שְׁאוּבִין אוֹ נָפְלוּ עָלָיו שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין וְסָפֵק נָגַע בְּטָהֳרוֹת אֵלּוּ סָפֵק לֹא נָגַע הֲרֵי טָהֳרוֹת אֵלּוּ טְהוֹרוֹת. וְכֵן הָאוֹכֵל סְפֵק אֳכָלִין טְמֵאִים וְהַשּׁוֹתֶה מַשְׁקִין שֶׁהֵן טְמֵאִים בְּסָפֵק הֲרֵי זֶה טָהוֹר. וְכֵן הָאוֹכֵל תְּרוּמָה תְּלוּיָה טָהוֹר. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ מִוַּלְדֵי טֻמְאוֹת שֶׁהֵן מִדִּבְרֵי סוֹפְרִים סְפֵקָן טָהוֹר. אֲבָל אַב [הַטֻּמְאָה] שֶׁהוּא מִדִּבְרֵי סוֹפְרִים סְפֵקוֹ טָמֵא אֶלָּא אִם כֵּן הָיָה הָאָב עַצְמוֹ טָמֵא בְּסָפֵק כְּגוֹן בֵּית הַפְּרָס וְאֶרֶץ הָעַמִּים שֶׁאֵין שׂוֹרְפִין עַל סְפֵק מַגָּעָן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "סְפֵק הַחֻלִּין הִיא טָהֳרַת אוֹכְלֵי חֻלֵּיהֶן בְּטָהֳרָה וְהֵן הַנִּקְרָאִים פְּרוּשִׁים. כֵּיצַד. אוֹכְלֵי חֻלֵּיהֶן בְּטָהֳרָה שֶׁנּוֹלַד לָהֶן סְפֵק טֻמְאָה בְּטָהֳרוֹתֵיהֶן הֲרֵי אֵלּוּ טְהוֹרִים כְּכָל הַסְּפֵקוֹת כֻּלָּן. וְאֵין לָהֶן טֻמְאָה אֶלָּא טֻמְאָה וַדָּאִית: \n",
      "סְפֵק הַקָּרְבָּנוֹת כֵּיצַד. מְחֻסַּר כִּפּוּרִים שֶׁיֵּשׁ עָלָיו סְפֵק חֲמִשָּׁה קָרְבָּנוֹת. כְּגוֹן הָאִשָּׁה שֶׁיֵּשׁ עָלֶיהָ סְפֵק חָמֵשׁ זִיבוֹת אוֹ סְפֵק חָמֵשׁ לֵידוֹת. מְבִיאִין קָרְבָּן אֶחָד וְטָהוֹר לֶאֱכל בְּקָדָשִׁים וְאֵין הַשְּׁאָר עָלָיו חוֹבָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְחֻסְּרֵי כַּפָּרָה: \n",
      "סְפֵק נְגָעִים כֵּיצַד. עַד שֶׁלֹּא נִזְקַק לְטֻמְאָה סְפֵקוֹ טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ בְּפֶרֶק שִׁשִּׁי מֵהִלְכוֹת נְגָעִים: \n",
      "סָפֵק עוֹמֵד וְעוֹבֵר כֵּיצַד. מְצֹרָע שֶׁיּוֹשֵׁב תַּחַת הָאִילָן וְהַטָּהוֹר עוֹבֵר סָפֵק הֶאֱהִיל עָלָיו הָאִילָן וְטָמֵא סָפֵק לֹא הֶאֱהִיל עָלָיו וְכֵן אִם הָיָה הַטָּהוֹר יוֹשֵׁב תַּחַת הָאִילָן וְהַמְצֹרָע עוֹבֵר תַּחְתָּיו סָפֵק עָמַד הַמְצֹרָע וְנִטְמָא הַטָּהוֹר סָפֵק לֹא עָמַד סְפֵקוֹ טָהוֹר: \n",
      "סְפֵק שְׁרָצִים זֶה סְפֵק הַנִּזְרָקִין. כֵּיצַד. זָרַק שֶׁרֶץ אוֹ דָּבָר טָמֵא לְבֵין הַכִּכָּרוֹת אוֹ שֶׁזָּרַק כִּכָּר לְבֵין הַטְּמֵאוֹת וְסָפֵק נָגַע סָפֵק לֹא נָגַע הֲרֵי זֶה טָהוֹר הוֹאִיל וּמָצָא הַכִּכָּר הַטָּהוֹר שֶׁאֵינוֹ נוֹגֵעַ בַּטֻּמְאָה שֶׁכָּל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן. וְאֵין אוֹמְרִין שֶׁמָּא נָגַע בּוֹ וְאַחַר כָּךְ נָפַל בְּצִדּוֹ אֶלָּא הֲרֵי הֵן כִּשְׁעַת מְצִיאָתָן: \n",
      "הַשֶּׁרֶץ בְּפִי הַחֻלְדָּה וּמְהַלֶּכֶת עַל גַּבֵּי כִּכָּרוֹת שֶׁל תְּרוּמָה סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָהוֹר מִפְּנֵי שֶׁלֹּא נָחָה הַטֻּמְאָה. הָיְתָה מְהַלֶּכֶת בּוֹ וְנוֹגַעַת בְּכִכָּרוֹת סָפֵק חַי סָפֵק מֵת הֲרֵי הֵן טְהוֹרוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁנְּטָלַתּוּ וְהָלְכָה לָהּ. אֲבָל אִם נִמְצָא מֵת בְּפִיהָ הֲרֵי אֵלּוּ טְמֵאוֹת. רָאוּהוּ חַי בְּפִיהָ אַף עַל פִּי שֶׁמְּצָאוּהוּ מֵת בְּפִיהָ הֲרֵי אֵלּוּ טְהוֹרוֹת. וְכֵן הַשֶּׁרֶץ בְּפִי הַחֻלְדָּה וְהַנְּבֵלָה בְּפִי הַכֶּלֶב וְעָבְרוּ בֵּין הַטְּהוֹרִים אוֹ שֶׁעָבְרוּ טְהוֹרִים בֵּינֵיהֶן סְפֵקוֹ טָהוֹר. מִפְּנֵי שֶׁאֵין לַטֻּמְאָה מָקוֹם קָבוּעַ. הָיוּ מְנַקְּרִין בָּהֶן עַל הָאָרֶץ הֲרֵי הֵן כְּמֻנָּחִין וּמְטַמְּאִין לְמַפְרֵעַ מִסָּפֵק אִם הָיוּ בִּרְשׁוּת הַיָּחִיד כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "סָפֵק רְשׁוּת הָרַבִּים כֵּיצַד. טֻמְאָה שֶׁמֻּנַּחַת בִּרְשׁוּת הָרַבִּים סָפֵק נָגַע בָּהּ סָפֵק לֹא נָגַע סְפֵקוֹ טָהוֹר. הָיְתָה בִּרְשׁוּת הַיָּחִיד וְסָפֵק נָגַע בָּהּ סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא. וְכָל אֵלּוּ הַסְּפֵקוֹת שֶׁטִּהֲרוּ חֲכָמִים אֲפִלּוּ בִּרְשׁוּת הַיָּחִיד מִפְּנֵי שֶׁאֵין בָּהֶן דַּעַת לְהִשָּׁאֵל כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
      "סָפֵק שְׁתֵּי רְשׁוּיוֹת כֵּיצַד. הָיָה דָּבָר טָמֵא בִּרְשׁוּת הַיָּחִיד וְדָבָר טָהוֹר בִּרְשׁוּת הָרַבִּים אוֹ שֶׁהָיָה הַדָּבָר לְהֵפֶךְ וְנָגַע בְּאֶחָד מֵהֶם וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן נָגַע. אוֹ שֶׁהֵסִיט אֶת אֶחָד מֵהֶן וְאֵין יָדוּעַ אֵי זֶה הֵסִיט. אִם הָיָה הַדָּבָר הַטָּמֵא מְטַמֵּא בְּמַשָּׂא אוֹ שֶׁהָיָה אֶחָד מֵהֶן מְטַמֵּא בְּאֹהֶל וְהֶאֱהִיל עַל אֶחָד מֵהֶן וְאֵין יָדוּעַ אֵי זֶה מֵהֶן הֶאֱהִיל הֲרֵי זֶה טָהוֹר אַף עַל פִּי שֶׁסָּפֵק רְשׁוּת הָרַבִּים טָהוֹר. כְּשֶׁיָּבוֹא לִשָּׁאֵל אוֹמְרִין לוֹ אִם טָבַלְתָּ אֵין בְּכָךְ הֶפְסֵד. אִם טָבַל הֲרֵי זֶה מְשֻׁבָּח. וְאִם לֹא טָבַל וְעָשָׂה טָהֳרוֹת הֲרֵי הֵן טְהוֹרוֹת שֶׁסְּפֵק רְשׁוּת הָרַבִּים טָהוֹר: \n",
      "שֶׁרֶץ שֶׁנִּמְצָא שָׂרוּף וּמֻנָּח עַל גַּבֵּי אֳכָלִין וְכֵן טַלִּית שֶׁנִּמְצֵאת בְּלוּיָה וּמַחַט שֶׁנִּמְצֵאת שְׁבוּרָה אוֹ חֲלוּדָה בֵּין הַכֵּלִים הֲרֵי אֵלּוּ טְהוֹרִין בֵּין בִּרְשׁוּת הָרַבִּים בֵּין בִּרְשׁוּת הַיָּחִיד. וְאֵין אוֹמְרִין שֶׁמָּא אַחַר שֶׁנָּגַע בָּאֳכָלִין נִשְׂרַף וְאַחַר שֶׁנִּטְמְאוּ הַכֵּלִים בְּמַגַּע הַטַּלִּית וְהַמַּחַט נִשְׁבְּרָה אוֹ הֶחְלִידָה וּבָלְתָה הַטַּלִּית עַד שֶׁטָּהֲרָה שֶׁכָּל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן: \n",
      "שְׁנֵי עֵדִים אוֹמְרִין לוֹ נִטְמָא וְהוּא אוֹמֵר טָהוֹר אֲנִי הוּא נֶאֱמָן עַל יְדֵי עַצְמוֹ. וְאַף עַל פִּי כֵן אֵין אוֹמְרִין לוֹ עֲסֹק בְּטָהֳרוֹת אֶלָּא אִם עָשָׂה טָהֳרוֹת הֲרֵי הֵן טְהוֹרוֹת וְיָחוּשׁ לְעַצְמוֹ. עֵד אוֹמֵר נִטְמָא וּשְׁנַיִם אוֹמְרִים לֹא נִטְמָא בֵּין בִּרְשׁוּת הָרַבִּים בֵּין בִּרְשׁוּת הַיָּחִיד טָהוֹר. שְׁנַיִם אוֹמְרִים נִטְמָא וְעֵד אֶחָד אוֹמֵר לֹא נִטְמָא בֵּין בִּרְשׁוּת הַיָּחִיד בֵּין בִּרְשׁוּת הָרַבִּים הֲרֵי זֶה נִטְמָא. עֵד אוֹמֵר נִטְמָא וְעֵד אוֹמֵר לֹא נִטְמָא אִשָּׁה אוֹמֶרֶת נִטְמָא וְאִשָּׁה אוֹמֶרֶת לֹא נִטְמָא בִּרְשׁוּת הַיָּחִיד טָמֵא בִּרְשׁוּת הָרַבִּים טָהוֹר: \n"
    ],
    [
      "מִפְּנֵּי מָה טִהֲרוּ חֲכָמִים סְפֵק טֻמְאָה בִּרְשׁוּת הָרַבִּים. שֶׁהֲרֵי הַצִּבּוּר עוֹשִׂין פֶּסַח בְּטֻמְאָה בִּזְמַן שֶׁהַטְּמֵאִים מְרֻבִּין. אִם טֻמְאָה וַדָּאִית נִדְחֵית מִפְּנֵיהֶן קַל וָחֹמֶר לִסְפֵק טֻמְאָה שֶׁאִסּוּר כָּל הַסְּפֵקוֹת מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאוֹת אֲסוּרוֹת. וּמִפְּנֵי מָה הֶחְמִירוּ בִּסְפֵק רְשׁוּת הַיָּחִיד. שֶׁהֲרֵי סוֹטָה שֶׁנִּסְתְּרָה אַף עַל פִּי שֶׁהַדָּבָר סָפֵק הֲרֵי הִיא טְמֵאָה לְבַעְלָהּ עַד שֶׁתִּשְׁתֶּה: \n",
      "וּכְשֵׁם שֶׁהַסּוֹטָה וּבוֹעֲלָהּ שְׁנַיִם כָּךְ סְפֵק טֻמְאָה בִּשְׁנַיִם. אֲבָל אִם הָיוּ שְׁלֹשָׁה בִּרְשׁוּת הַיָּחִיד הֲרֵי סְפֵק טֻמְאָתָן שָׁם טָהוֹר כִּרְשׁוּת הָרַבִּים. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה זֶה שֶׁנִּטְמָא בְּסָפֵק יֵשׁ בּוֹ דַּעַת לְהִשָּׁאֵל וְלִדְרשׁ מִמֶּנּוּ מָה אֵרַע לוֹ כְּסוֹטָה. אֲבָל אִם הָיָה חֵרֵשׁ אוֹ שׁוֹטֶה אוֹ קָטָן שֶׁאֵינוֹ יוֹדֵעַ לְהָשִׁיב עַל הָעִנְיָן כְּשֶׁשּׁוֹאֲלִין אוֹתוֹ הֲרֵי סְפֵקוֹ טָהוֹר. כֵּיצַד. חֵרֵשׁ אוֹ שׁוֹטֶה אוֹ קָטָן שֶׁאֵין בּוֹ דַּעַת לְהִשָּׁאֵל שֶׁנִּמְצְאוּ בְּחָצֵר אוֹ בְּמָבוֹי שֶׁיֵּשׁ שָׁם טֻמְאָה וְסָפֵק נָגְעוּ וְסָפֵק לֹא נָגְעוּ הֲרֵי אֵלּוּ טְהוֹרִין. וְכֵן כָּל שֶׁאֵין בּוֹ דַּעַת לְהִשָּׁאֵל אַף עַל פִּי שֶׁנּוֹלַד לוֹ הַסָּפֵק בִּרְשׁוּת הַיָּחִיד סְפֵקוֹ טָהוֹר: \n",
      "הַסּוּמָא וְהַיָּשֵׁן וְהַמְהַלֵּךְ בַּלַּיְלָה סְפֵקָן בִּרְשׁוּת הַיָּחִיד טָמֵא מִפְּנֵי שֶׁיֵּשׁ בּוֹ דַּעַת לְהִשָּׁאֵל. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכָּל שֶׁאֵין בּוֹ דַּעַת לִשָּׁאֵל סְפֵקוֹ טָהוֹר בְּשֶׁהָיָה הַדָּבָר שָׁקוּל וְאֵין שָׁם חֲזָקָה. אֲבָל אִם הָיָה הַדָּבָר יָדוּעַ שֶׁחֶזְקָתוֹ שֶׁנִּטְמָא הֲרֵי זֶה טָמֵא. כֵּיצַד. תִּינוֹק טָמֵא שֶׁנִּמְצָא בְּצַד הָעִסָּה וְהַבָּצֵק בְּיָדוֹ הֲרֵי הָעִסָּה טְמֵאָה שֶׁדֶּרֶךְ הַתִּינוֹק לְטַפֵּחַ וּבְכָךְ הִיא חֶזְקָתוֹ. וְאֵין שׂוֹרְפִין עַל חֲזָקָה זוֹ: \n",
      "הָיוּ מַשְׁקִין טְמֵאִין וּבָצֵק טָהוֹר וּבְהֵמָה אוֹ חַיָּה אוֹ עוֹפוֹת בַּבַּיִת וְנִמְצָא בַּבָּצֵק מְקוֹם נְשִׁיכָתָן. חֲזָקָה שֶׁשָּׁתוּ מַשְׁקִין וְנָשְׁכוּ בַּבָּצֵק וְטִמְּאוּהוּ. הָיְתָה שָׁם פָּרָה וּבֵין הַמַּשְׁקִין וְהַבָּצֵק כְּדֵי שֶׁתְּלַחֵךְ אֶת לְשׁוֹנָהּ הֲרֵי הַבָּצֵק טָהוֹר. וּבִשְׁאָר כָּל הַבְּהֵמָה כְּדֵי שֶׁתְּנַגֵּב אֶת פִּיהָ. פָּחוֹת מִזֶּה הַבָּצֵק טָמֵא. וְאִם הָיָה כֶּלֶב אֲפִלּוּ הָיוּ מַשְׁקִין בְּצַד הַבָּצֵק הֲרֵי זֶה טָהוֹר. שֶׁאֵין דַּרְכּוֹ שֶׁל כֶּלֶב לְהַנִּיחַ הַמָּזוֹן וְלֵילֵךְ לוֹ אֶל הַמַּיִם. נִמְצָא בַּבָּצֵק נְקִירַת הַתַּרְנְגוֹלִין אִם יֵשׁ בֵּין הַמַּשְׁקִין וְהַבָּצֵק כְּדֵי שֶׁיְּנַגְּבוּ אֶת פִּיהֶן בָּאָרֶץ הַבָּצֵק טָהוֹר. וְאִם לָאו טָמֵא שֶׁחֶזְקָתָן שֶׁשָּׁתוּ וְנִקְּרוּ בַּבָּצֵק בַּמַּשְׁקִין שֶׁבְּפִיהֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיוּ הַמַּשְׁקִין צְלוּלִין שֶׁבָּבוּאָה שֶׁל תִּינוֹק נִכֶּרֶת בָּהֶן. אֲבָל עֲכוּרִים הַבָּצֵק טָהוֹר. שֶׁאִלּוּ נִקְּרוּ בַּמַּשְׁקִין הָיָה מְקוֹם הַמַּשְׁקִין נִכָּר בַּבָּצֵק. אִם הָיוּ צְלוּלִין אַף עַל פִּי שֶׁהַבָּצֵק בְּחֶזְקַת טֻמְאָה אֵין שׂוֹרְפִין עַל חֲזָקָה זוֹ אֶלָּא תּוֹלִין: \n",
      "אֵיזוֹ הִיא חֲזָקָה שֶׁשּׂוֹרְפִין עָלֶיהָ בִּרְשׁוּת הַיָּחִיד. עִסָּה בַּבַּיִת וּשְׁרָצִים וּצְפַרְדְּעִים מְטַפְּלִין שָׁם וְנִמְצְאוּ חֲתִיכוֹת מִבְּשָׂרָן בָּעִסָּה אִם רֹב הַמְטַפְּלִים שְׁרָצִים הָעִסָּה טְמֵאָה וְתִשָּׂרֵף. וְאִם הָרֹב צְפַרְדְּעִים טְהוֹרָה: \n",
      "הָיוּ טֻמְאוֹת וְטָהֳרוֹת בְּצִדּוֹ אוֹ לְמַעְלָה מִמֶּנּוּ וְנִתְעַטֵּף בְּטַלִּיתוֹ וְסָפֵק נָגְעוּ סָפֵק לֹא נָגְעוּ בְּעֵת שֶׁנִּתְעַטֵּף אִם הָיוּ בִּרְשׁוּת הַיָּחִיד סְפֵקוֹ טָמֵא. שֶׁסְּפֵק טֻמְאָה הַבָּאָה בִּידֵי אָדָם נִשְׁאָלִין עָלֶיהָ אֲפִלּוּ בִּכְלִי הַמֻּנָּח עַל גַּבֵּי קַרְקַע הֲרֵי הוּא כְּמִי שֶׁיֵּשׁ בּוֹ דַּעַת לִשָּׁאֵל. וְאִם הָיוּ בִּרְשׁוּת הָרַבִּים סְפֵקוֹ טָהוֹר וְאִם אִי אֶפְשָׁר שֶׁלֹּא יִגַּע סְפֵקוֹ טָמֵא: \n",
      "כִּכָּר שֶׁל תְּרוּמָה שֶׁנָּתוּן עַל גַּבֵּי הַדַּף וּמִדְרָס נָתוּן תַּחְתָּיו וְאִי אֶפְשָׁר לוֹ כְּשֶׁיִּפּל שֶׁלֹּא יִגַּע בַּמִּדְרָס. אַף עַל פִּי שֶׁהוּא בִּמְקוֹם מִדְרוֹן וּבָא וּמָצָא הַכִּכָּר בְּמָקוֹם אַחֵר הֲרֵי הוּא בְּטָהֳרָתוֹ שֶׁאֲנִי אוֹמֵר אָדָם בָּא וּנְטָלוֹ וּנְתָנוֹ בְּמָקוֹם זֶה. וְאִם אָמַר בָּרִי לִי שֶׁלֹּא בָּא אָדָם לְכָאן טָמֵא שֶׁוַּדַּאי נָפַל וְנָגַע בַּמִּדְרָס כְּשֶׁנָּפַל: \n",
      "תִּינוֹק שֶׁנִּמְצָא בְּצַד בֵּית הַקְּבָרוֹת וְהַשּׁוֹשַׁנִּים בְּיָדוֹ אַף עַל פִּי שֶׁאֵין שָׁם שׁוֹשַׁנִּים אֶלָּא בִּמְקוֹם הַטֻּמְאָה סְפֵקוֹ טָהוֹר שֶׁמָּא אַחֵר לִקְּטָן וּנְתָנָם לוֹ. וְכֵן חֲמוֹר הָעוֹמֵד בְּבֵית הַקְּבָרוֹת כֵּלָיו טְהוֹרִין וְאֵין אוֹמְרִין שֶׁמָּא נִתְמַעֵךְ בָּהֶן וְנָגְעוּ בַּקֶּבֶר מִפְּנֵי שֶׁאֵין בּוֹ דַּעַת לִשָּׁאֵל וּכְשֶׁנִּמְצְאוּ לֹא נִמְצְאוּ נוֹגְעִין וְכָל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן: \n",
      "תִּינוֹק שֶׁהָיָה תּוֹפֵשׂ בְּיָדוֹ שֶׁל אָבִיו אוֹ שֶׁהָיָה רוֹכֵב עַל גַּבֵּי כְּתֵפוֹ שֶׁל אָבִיו סְפֵקוֹ בִּרְשׁוּת הַיָּחִיד טָמֵא מִפְּנֵי שֶׁאָבִיו נִשְׁאָל עָלָיו: \n",
      "וְאַרְבָּעָה סְפֵקוֹת אָמְרוּ חֲכָמִים בְּתִינוֹק. תִּינוֹק שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ שֶׁהִנִּיחַתּוּ אִמּוֹ וּבָאָה וּמְצָאַתּוּ כְּמוֹ שֶׁהוּא בִּמְקוֹמוֹ טָהוֹר וְאֵין אוֹמְרִין שֶׁמָּא טֻמְאָה בָּאָה וּנְשָׁקַתּוּ וְגִפַּפְתּוֹ. הִתְחִיל הַתִּינוֹק לָצֵאת וּלְהַכְנִיס בְּגָדָיו טְהוֹרִין וְאֵינָן מִדְרָס כִּשְׁאָר בִּגְדֵי עַם הָאָרֶץ. וְאַף עַל פִּי שֶׁהֵן טְהוֹרִין אֵין עוֹשִׂין עַל גַּבֵּיהֶן טָהֳרוֹת. הִגְדִּיל עַד שֶׁיִּהְיֶה בּוֹ דַּעַת לִשָּׁאֵל סְפֵקוֹ טָמֵא בִּרְשׁוּת הַיָּחִיד. הִגְדִּיל עַד שֶׁיִּהְיֶה בּוֹ דַּעַת לִשְׁמֹר אֶת גּוּפוֹ אוֹכְלִין עַל גּוּפוֹ טָהֳרוֹת. יוֹדֵעַ לִשְׁמֹר אֶת יָדָיו אוֹכְלִין עַל גַּבָּן טָהֳרוֹת. כֵּיצַד בּוֹדְקִין אוֹתוֹ. מַטְבִּילִין אוֹתוֹ וְנוֹתְנִין לוֹ חֻלִּין לְשֵׁם תְּרוּמָה אִם יוֹדֵעַ לִשְׁמֹר אֶת גּוּפוֹ אוֹכְלִין אַגַּב גּוּפוֹ טָהֳרוֹת וְאִם יוֹדֵעַ לִשְׁמֹר אֶת יָדָיו אוֹכְלִים אַגַּב יָדוֹ טָהֳרוֹת: \n"
    ],
    [
      "כְּזַיִת מִן הַמֵּת בְּפִי הָעוֹרֵב סָפֵק הֶאֱהִיל עַל הָאָדָם וְעַל הַכֵּלִים בִּרְשׁוּת הַיָּחִיד סָפֵק שֶׁלֹּא הֶאֱהִיל הֲרֵי הָאָדָם טָמֵא מִסָּפֵק וְהוּא שֶׁיִּהְיֶה בּוֹ דַּעַת לִשָּׁאֵל וְהַכֵּלִים טְהוֹרִים מִפְּנֵי שֶׁאֵין לָהֶן דַּעַת לִשָּׁאֵל. וְכֵן הַמְמַלֵּא בִּכְלִי וְנָתַן בַּעֲשָׂרָה כֵּלִים וְנִמְצָא הַשֶּׁרֶץ בְּאֶחָד מֵהֶן הוּא טָמֵא וְהַכֵּלִים טְהוֹרִין אַף עַל פִּי שֶׁכֻּלָּן סָפֵק שֶׁמָּא הַשֶּׁרֶץ בַּכְּלִי שֶׁמִּלֵּא בּוֹ הָיָה תְּחִלָּה מִפְּנֵי שֶׁהֵן כֵּלִים וְאֵין בָּהֶן דַּעַת לִשָּׁאֵל. וְאִם הָיָה לַכְּלִי שֶׁמִּלֵּא בּוֹ אָזְנַיִם הוֹאִיל וְאֶפְשָׁר שֶׁיֵּצְאוּ הַמַּיִם וְיִתְאַחֵר בּוֹ הַשֶּׁרֶץ כֻּלָּן טְמֵאִים. וְכֵן הַמְמַלֵּא בַּעֲשָׂרָה דְּלָיִים זֶה אַחַר זֶה וְנָתַן בַּעֲשָׂרָה כֵּלִים מִדְּלִי אֶחָד לִכְלִי אַחֵר וְאֵין יָדוּעַ הָרִאשׁוֹן מִן הָאַחֲרוֹן וְנִמְצָא הַשֶּׁרֶץ בִּכְלִי אֶחָד מֵהֶן הֲרֵי הַתִּשְׁעָה כֵּלִים עִם עֲשֶׂרֶת הַדְּלָיִים טְהוֹרִין שֶׁאֲנִי אוֹמֵר שֶׁמָּא בִּכְלִי זֶה הָיָה הַשֶּׁרֶץ מִתְּחִלָּתוֹ. וְאִם יֵשׁ לַדְּלָיִים אָזְנַיִם הֲרֵי כָּל הַדְּלָיִים עִם כָּל הַכֵּלִים טְמֵאִין. הַמְעָרֶה מִכְּלִי לִכְלִי וְנִמְצָא הַשֶּׁרֶץ בַּתַּחְתּוֹן הָעֶלְיוֹן טָהוֹר. וְאֵין אוֹמְרִין מֵהָעֶלְיוֹן נָפַל אֶלָּא שֶׁמָּא בַּתַּחְתּוֹן הָיָה מִפְּנֵי שֶׁהֵן כֵּלִים וְאֵין לָהֶן דַּעַת לִשָּׁאֵל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "קֻפָּה שֶׁנִּשְׁתַּמֵּשׁ בָּהּ בְּטָהֳרוֹת וְנִמְצָא בָּהּ שֶׁרֶץ אִם יֵשׁ לָהּ שׁוּלַיִם אוֹ אָזְנַיִם אַף עַל פִּי שֶׁאֵין לָהּ שׁוּלַיִם הֲרֵי כָּל הַטָּהֳרוֹת שֶׁנִּשְׁתַּמְּשׁוּ בָּהּ טְמֵאוֹת. אֲפִלּוּ הָיְתָה בְּדוּקָה וּמְכֻסָּה שֶׁמָּא עִם הַגְבָּהַת יָדוֹ מִן הַבְּדִיקָה נָפַל הַשֶּׁרֶץ. וַאֲפִלּוּ נִשְׁתַּמֵּשׁ בָּהּ בְּטָהֳרוֹת בְּזָוִית זוֹ וְטִלְטְלָהּ לְזָוִית אַחֶרֶת וְנִמְצָא בָּהּ הַשֶּׁרֶץ כֻּלָּן טְמֵאוֹת לְפִי שֶׁמַּחֲזִיקִין טֻמְאָה מִמָּקוֹם לְמָקוֹם לִתְלוֹת אֲבָל לֹא לִשְׂרֹף: \n",
      "הַזּוֹלֵף אֶת הַבּוֹר וּמְמַלֵּא מִמֶּנּוּ חָבִיּוֹת אִם הָיָה מַשְׁקִיעַ כָּל חָבִית וְחָבִית בַּבּוֹר וּמְמַלֵּא אוֹתָן וְנִמְצָא הַשֶּׁרֶץ בָּרִאשׁוֹנָה כֻּלָּן טְמֵאוֹת. נִמְצָא בָּאַחֲרוֹנָה הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת שֶׁאֲנִי אוֹמֵר אַחַר שֶׁמִּלֵּא אֶת הָרִאשׁוֹנוֹת נָפַל שֶׁרֶץ לַבּוֹר. הָיָה זוֹלֵף בִּכְלִי וְנוֹתֵן לְתוֹךְ הֶחָבִיּוֹת עַד שֶׁמִּלְּאָן וְנִמְצָא הַשֶּׁרֶץ בְּאַחַת מֵהֶן הִיא בִּלְבַד טְמֵאָה וְכֻלָּן טְהוֹרוֹת שֶׁאֲנִי אוֹמֵר בְּזוֹ בִּלְבַד נָפַל הַשֶּׁרֶץ אוֹ הָיָה בָּהּ עַד שֶׁלֹּא זִלֵּף לְתוֹכָהּ. לְפִיכָךְ אִם הָיָה בּוֹדֵק כָּל חָבִית מֵהֶן וְאַחַר כָּךְ נוֹתֵן בָּהּ הַיַּיִן וּמְכַסֶּה אוֹתָהּ אַחַר שֶׁזּוֹלֵף לְתוֹכָהּ וְנִמְצָא הַשֶּׁרֶץ בְּאַחַת מֵהֶן כֻּלָּן טְמֵאוֹת. וְכֵן אִם נִמְצָא הַשֶּׁרֶץ בַּבּוֹר אוֹ בַּכְּלִי שֶׁזּוֹלֵף בּוֹ הַכּל טָמֵא: \n",
      "הָיָה קוֹצֶה זֵיתִים מִן הַמַּעֲטָן וּמַעֲלֶה אוֹתָן לַגַּג וְנִמְצָא הַשֶּׁרֶץ בַּגַּג זֵיתִים שֶׁבַּמַּעֲטָן טְהוֹרִים. נִמְצָא בַּמַּעֲטָן הַמַּעֲטָן טָמֵא. נִמְצָא בֵּין כֹּתֶל לַזֵּיתִים הַזֵּיתִים טְהוֹרִים. נִמְצָא הַשֶּׁרֶץ בְּתוֹךְ גּוּשׁ שֶׁל זֵיתִים וְהַגּוּשׁ בַּגַּג אִם בְּתוֹךְ שְׁלֹשֶׁת יָמִים אַף הַמַּעֲטָן טָמֵא. שֶׁאֲנִי אוֹמֵר גּוּשׁ זֶה מִן הַמַּעֲטָן עָלָה וְהַשֶּׁרֶץ בְּתוֹכוֹ. וְאִם נִמְצָא אַחַר שְׁלֹשָׁה יָמִים מִשֶּׁהֶעֱלָה זֵיתִים לַגַּג הֲרֵי הַמַּעֲטָן טָהוֹר שֶׁמָּא בַּגַּג נִתְקַבְּצוּ וְנַעֲשׂוּ גּוּשׁ בְּתוֹךְ הַשְּׁלֹשָׁה יָמִים: \n",
      "הַקּוֹרֵץ מִקְרֶצֶת מִן הָעִסָּה וְנִמְצָא שֶׁרֶץ בַּמִּקְרֶצֶת הַמִּקְרֶצֶת לְבַדָּהּ טְמֵאָה. נִמְצָא בָּעִסָּה הָעִסָּה לְבַדָּהּ טְמֵאָה. נִמְצָא בְּתוֹךְ הַמִּקְרֶצֶת אַף הָעִסָּה טְמֵאָה: \n",
      "אֹכֶל טָמֵא שֶׁנִּמְצָא גַּרְעִינָה שֶׁלּוֹ בְּתוֹךְ הַכִּכָּר אוֹ עַל גַּבֵּי תַּבְשִׁיל רוֹתֵחַ אַף עַל פִּי שֶׁאֵין עָלֶיהָ מַשְׁקֶה טוֹפֵחַ הֲרֵי הֵן טְמֵאִים. שֶׁאֲנִי אוֹמֵר הָאוֹכֵל כֻּלּוֹ נָפַל שָׁם וְנִמּוֹחַ בְּתוֹךְ הַכִּכָּר אוֹ מֵחֲמַת הָרְתִיחָה וְנִשְׁאֲרָה גַּרְעִינָתוֹ. נִמְצֵאת הַגַּרְעִינָה עַל גַּבֵּי הַכִּכָּר אוֹ בְּתוֹךְ תַּבְשִׁיל צוֹנֵן הֲרֵי אֵלּוּ טְהוֹרִין אַף עַל פִּי שֶׁיֵּשׁ עָלֶיהָ מַשְׁקֶה שֶׁאֲנִי אוֹמֵר גַּרְעִינָה זוֹ לְבַדָּהּ נָפְלָה אַחַר שֶׁאָבַד הָאוֹכֵל מֵעָלֶיהָ שֶׁהֲרֵי אֵינָהּ מְטַמְּאָה: \n",
      "הָיוּ בַּבַּיִת אֳכָלִין טְמֵאִין וָאֳכָלִין טְהוֹרִים וְנִמְצֵאת גַּרְעִינָה בַּבַּיִת הוֹלְכִין אַחַר הָרֹב. וְכֵן אִם הָיוּ דָּמִים טְהוֹרִים וְדָמִים טְמֵאִים בְּתוֹךְ הַבַּיִת וְנִמְצָא דָּם עַל הָאֹכֶל הוֹלְכִים אַחַר הָרֹב. מַעֲשֶׂה הָיָה בְּכִכָּר שֶׁל תְּרוּמָה שֶׁנִּמְצָא עָלָיו דָּם וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְטִהֲרוּהוּ. שֶׁאֲפִלּוּ נֹאמַר דַּם שֶׁרֶץ הוּא הֲרֵינִי אוֹמֵר דַּם שֶׁרֶץ חַי הוּא שֶׁהוּא טָהוֹר: \n",
      "עִיר שֶׁיֵּשׁ בָּהּ נְבֵלוֹת וּשְׁחוּטוֹת. בָּשָׂר הַנִּמְצָא בָּהּ הוֹלְכִים אַחַר הָרֹב. וְכֵן אִם הָיָה הַנִּמְצָא בָּהּ סְפֵק שֶׁרֶץ סְפֵק צְפַרְדֵּעַ הוֹלְכִין אַחַר הָרֹב שֶׁיֵּשׁ בְּאוֹתָהּ הָעִיר בְּאוֹתוֹ הַזְּמַן. זֶה הַכְּלָל בְּנִמְצָא הַלֵּךְ אַחַר הָרֹב: \n",
      "הָאִשָּׁה שֶׁמְּגַבֶּבֶת גְּבָבָה בֶּחָצֵר וְנִמְצָא שֶׁרֶץ בְּתוֹךְ גְּבָבָה הֲרֵי זוֹ טְהוֹרָה שֶׁאֵין הַשֶּׁרֶץ מְטַמֵּא בְּמַשָּׂא. נִמְצָא עַל גַּבֵּי גְּבָבָה הֲרֵי זוֹ טְמֵאָה שֶׁמָּא נָגְעָה בּוֹ. הָיְתָה כּוֹבֶרֶת בִּכְבָרָה וְנִמְצָא שֶׁרֶץ בְּתוֹךְ הַפֵּרוֹת שֶׁבַּכְּבָרָה הֲרֵי זוֹ טְהוֹרָה. נִמְצָא עַל גַּבֵּי הַכְּבָרָה הֲרֵי זוֹ סָפֵק טְמֵאָה שֶׁמָּא נָגְעָה בּוֹ וְכָל סָפֵק בִּרְשׁוּת הַיָּחִיד טָמֵא כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כָּל שֶׁאַתָּה יָכוֹל לְרַבּוֹת סְפֵקוֹת וּסְפֵקֵי סְפֵקוֹת בִּרְשׁוּת הָרַבִּים טָהוֹר, בִּרְשׁוּת הַיָּחִיד טָמֵא. כֵּיצַד. נִכְנַס לְמָבוֹי וְהַטֻּמְאָה בְּחָצֵר סָפֵק נִכְנַס לֶחָצֵר סָפֵק לֹא נִכְנַס. טֻמְאָה בַּבַּיִת סָפֵק נִכְנַס לַבַּיִת סָפֵק לֹא נִכְנַס. וַאֲפִלּוּ נִכְנַס סָפֵק שֶׁלֹּא הָיְתָה שָׁם סָפֵק הָיְתָה שָׁם. וְאִם תֹּאמַר הָיְתָה שָׁם בְּעֵת שֶׁנִּכְנַס סָפֵק יֵשׁ בָּהּ כְּשִׁעוּר סָפֵק אֵין בָּהּ. וְאִם תֹּאמַר יֵשׁ בָּהּ סָפֵק שֶׁהִיא טֻמְאָה סָפֵק אֵינָהּ טֻמְאָה. וַאֲפִלּוּ הִיא טֻמְאָה סָפֵק נָגַע סָפֵק לֹא נָגַע. סְפֵקוֹ טָמֵא שֶׁהַמָּבוֹי רְשׁוּת הַיָּחִיד: \n",
      "תִּשְׁעָה צְפַרְדְּעִים וְשֶׁרֶץ אֶחָד בֵּינֵיהֶן בִּרְשׁוּת הַיָּחִיד וְנָגַע בְּאֶחָד מֵהֶן וְאֵינוֹ יוֹדֵעַ אֵי זֶהוּ סְפֵקוֹ טָמֵא. תִּשְׁעָה שְׁרָצִים וּצְפַרְדֵּעַ בֵּינֵיהֶן בִּרְשׁוּת הָרַבִּים וְנָגַע בְּאֶחָד מֵהֶן סְפֵקוֹ טָהוֹר. זֶה הַכְּלָל כָּל סָפֵק בִּרְשׁוּת הָרַבִּים טָהוֹר עַד שֶׁיֹּאמַר נִטְמֵאתִי בְּוַדַּאי. וְכָל סָפֵק בִּרְשׁוּת הַיָּחִיד טָמֵא עַד שֶׁיֹּאמַר וַדַּאי שֶׁלֹּא נִטְמֵאתִי. לְפִיכָךְ עַצְמוֹת הַמֵּת וְעֶצֶם נְבֵלָה בִּרְשׁוּת הָרַבִּים. אוֹ גּוּשׁ מֵאֶרֶץ טְהוֹרָה וְגוּשִׁים מִבֵּית הַפְּרָס אוֹ מֵאֶרֶץ הָעַמִּים וְנָגַע בְּאֶחָד מֵהֶן אוֹ הֱסִיטוֹ וְאֵין יָדוּעַ בְּמָה נָגַע מֵהֶן וּבְמָה הֵסִיט. כְּזַיִת מִן הַמֵּת וּכְזַיִת מִן הַנְּבֵלָה וְהֶאֱהִיל עַל אֶחָד מֵהֶן וְאֵין יָדוּעַ עַל אֵי זֶה מֵהֶן הֶאֱהִיל. שְׁנֵי שְׁבִילִין אֶחָד טָהוֹר וְאֶחָד טָמֵא הָלַךְ בְּאֶחָד מֵהֶן וְאֵין יָדוּעַ בְּאֵי זֶה הָלַךְ. אוֹ שֶׁנָּגַע בְּאָדָם זֶה בְּדֶרֶךְ וְאֵין יָדוּעַ אִם הוּא טָמֵא אוֹ טָהוֹר. אוֹ שֶׁהָיוּ שְׁנֵי אֲנָשִׁים אֶחָד טָמֵא וְאֶחָד טָהוֹר וְנָגַע בְּאֶחָד מֵהֶן וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן נָגַע. בְּכָל אֵלּוּ הַסְּפֵקוֹת טָהוֹר: \n",
      "הַמּוֹצֵא מֵת מֻשְׁכָּב לְרָחְבּוֹ שֶׁל דֶּרֶךְ אִם הָיָה שָׁלֵם וְהוּא מִן הַקָּצֶה אֶל הַקָּצֶה הֲרֵי זֶה טָמֵא לִתְרוּמָה שֶׁחֶזְקָתוֹ שֶׁנָּגַע. הָיָה לוֹ מָקוֹם לַעֲבֹר אוֹ שֶׁהָיָה מְשֻׁבָּר וּמְפֹרָק שֶׁאֶפְשָׁר שֶׁעָבַר בֵּין שׁוֹקָיו וּפְרָקָיו הֲרֵי זֶה טָהוֹר. וְאִם הָיָה קֶבֶר לְכָל רֹחַב הַדֶּרֶךְ הַקֶּבֶר מְצָרְפוֹ וְהָעוֹבֵר שָׁם טָמֵא. שֶׁאֵין זֶה כִּשְׁאָר סְפֵקוֹת אֶלָּא חֶזְקָתוֹ שֶׁנָּגַע: \n",
      "שֶׁרֶץ שֶׁנִּמְצָא בְּמָבוֹי מְטַמֵּא לְמַפְרֵעַ עַד הַעֵת שֶׁיֹּאמַר בָּדַקְתִּי אֶת הַמָּבוֹי הַזֶּה בְּיוֹם פְּלוֹנִי וְלֹא הָיָה בּוֹ שֶׁרֶץ אֲפִלּוּ כִּבְּדוֹ וְלֹא בְּדָקוֹ הֲרֵי זֶה מְטַמֵּא לְמַפְרֵעַ מִקֹּדֶם הַכִּבּוּד. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמְּצָאוֹ יָבֵשׁ. אֲבָל אִם מְצָאוֹ לַח אֵינוֹ מְטַמֵּא לְמַפְרֵעַ אֶלָּא עַד שָׁעָה שֶׁאֶפְשָׁר שֶׁיָּמוּת בָּהּ וְיִהְיֶה עַתָּה לַח בְּעֵת שֶׁנִּמְצָא: \n",
      "שְׁנֵי רֻקִּין בִּרְשׁוּת הַיָּחִיד אֶחָד טָהוֹר וְאֶחָד מִן הָרֻקִּין הַנִּמְצָאִים שֶׁגָּזְרוּ עֲלֵיהֶן טֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ וְנָגַע בְּאֶחָד מֵהֶן אוֹ הֱסִיטוֹ וְאֵין יָדוּעַ אֵי זֶהוּ תּוֹלִין עָלָיו אֶת הַתְּרוּמָה. מִפְּנֵי שֶׁהֵן שְׁנֵי סְפֵקוֹת סָפֵק בַּטָּהוֹר נָגַע סָפֵק בַּנִּמְצָא וְאִם תֹּאמַר בַּנִּמְצָא סָפֵק שֶׁהוּא טָמֵא סָפֵק שֶׁהוּא טָהוֹר. הָיוּ שְׁנֵי הָרֻקִּין בִּרְשׁוּת הָרַבִּים אִם הָיוּ נְגוּבִין וּמֻנָּחִין שָׁם וְנָגַע בְּאֶחָד מֵהֶן סְפֵקוֹ טָהוֹר. נָשָׂא אֶחָד מֵהֶן תּוֹלִין עָלָיו שֶׁהֲרֵי מִשֶּׁנְּשָׂאוֹ אֵינוֹ מֻנָּח בִּרְשׁוּת הָרַבִּים. וְכֵן אִם הָיָה אֶחָד מֵהֶן לַח וְנִתְלָה בּוֹ הָרֹק הַלַּח תּוֹלִין עָלָיו שֶׁהֲרֵי אֵינוֹ מֻנָּח בִּרְשׁוּת הָרַבִּים כְּדֵי שֶׁיִּהְיֶה סְפֵקוֹ טָהוֹר אֶלָּא הֲרֵי הוּא עַל בִּגְדוֹ. כְּבָר בֵּאַרְנוּ שֶׁאִם נָגַע בָּרֹק הַנִּמְצָא אוֹ נְשָׂאוֹ אוֹ הֱסִיטוֹ בְּכָל מָקוֹם שׂוֹרְפִין עָלָיו אֶת הַתְּרוּמָה כְּבֵית הַפְּרָס וְכַיּוֹצֵא בָּהּ שֶׁשּׂוֹרְפִין עַל וַדַּאי מַגָּעָן בְּכָל מָקוֹם: \n",
      "מִי שֶׁיָּשַׁב בִּרְשׁוּת הָרַבִּים וּבָא אֶחָד וְדָרַס עַל בְּגָדָיו אוֹ שֶׁרָקַק וְנָגַע בּוֹ הָרֹק. עַל רֻקּוֹ שׂוֹרְפִין אֶת הַתְּרוּמָה. וְעַל בְּגָדָיו הוֹלְכִין אַחַר הָרֹב. אִם רֹב הָעִיר טְמֵאִין בְּגָדָיו מִדְרָס. וְאִם רֹב הָעִיר טְהוֹרִים הֲרֵי הוּא טָהוֹר: \n",
      "מִי שֶׁאָבַד לוֹ כְּלִי וּמְצָאוֹ בִּרְשׁוּת הַיָּחִיד הֲרֵי זֶה טָמֵא מִדְרָס וְטָמֵא טְמֵא מֵת. אָבַד לוֹ בִּרְשׁוּת הָרַבִּים וּמְצָאוֹ בִּרְשׁוּת הָרַבִּים. אִם אִבְּדוֹ בַּיּוֹם וּמְצָאוֹ בּוֹ בַּיּוֹם טָהוֹר. אָבַד בַּיּוֹם וּמְצָאוֹ בַּלַּיְלָה בַּלַּיְלָה וּמְצָאוֹ בַּיּוֹם אוֹ שֶׁאָבַד בַּיּוֹם וּמְצָאוֹ בַּיּוֹם שֶׁל אַחֲרָיו הֲרֵי זֶה בְּחֶזְקַת טָמֵא. זֶה הַכְּלָל כָּל שֶׁעָבַר עָלָיו הַלַּיְלָה אוֹ מִקְצָתוֹ טָמֵא: \n",
      "הִנִּיחַ כְּלִי אוֹ שְׁכָחוֹ בִּרְשׁוּת הָרַבִּים אַף עַל פִּי שֶׁעָבַר עָלָיו הַלַּיְלָה טָהוֹר. הִנִּיחוֹ אוֹ שְׁכָחוֹ בִּרְשׁוּת הַיָּחִיד הֲרֵי זֶה טְמֵא מִדְרָס וְטָהוֹר מִטְּמֵא מֵת. וּמִפְּנֵי מָה לֹא הֶחְמִירוּ בְּשׁוֹכֵחַ וּמַנִּיחַ כִּמְאַבֵּד מִפְּנֵי שֶׁאֵינוֹ דָּבָר מָצוּי תָּמִיד לֹא גָּזְרוּ עָלָיו: \n",
      "הַמְאַבֵּד וּמָצָא בְּתוֹךְ הַבַּיִת הֲרֵי זֶה טָהוֹר מִפְּנֵי שֶׁהוּא בְּחֶזְקַת שִׁמּוּר: \n",
      "הַשּׁוֹטֵחַ כֵּלִים בִּרְשׁוּת הָרַבִּים הֲרֵי אֵלּוּ טְהוֹרִין. וּבִרְשׁוּת הַיָּחִיד טְמֵאִים שֶׁמָּא נָגְעוּ בָּהֶן טְמֵאִים. וְאִם הָיָה מְשַׁמְּרָן טְהוֹרִים. נָפְלוּ וְהָלַךְ לַהֲבִיאָם טְמֵאִים מִפְּנֵי שֶׁנֶּעֶלְמוּ מֵעֵינָיו. וְכֵן מִי שֶׁאָבְדוּ כֵּלָיו בִּרְשׁוּת הַיָּחִיד וּמְצָאָן אֲפִלּוּ בּוֹ בַּיּוֹם הֲרֵי הֵן מִדְרָס וּטְמֵא מֵת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "שׁוֹטָה אַחַת בָּעִיר אוֹ נָכְרִית כָּל הָרֻקִּין שֶׁבָּעִיר בְּחֶזְקַת טֻמְאָה לְעוֹלָם בְּכָל מָקוֹם: \n",
      "מִי שֶׁדָּרְסָה אִשָּׁה עַל בְּגָדָיו אוֹ שֶׁיָּשְׁבָה עִמּוֹ בִּסְפִינָה. אִם מַכִּירַתּוּ שֶׁהוּא אוֹכֵל בִּתְרוּמָה כֵּלָיו טְהוֹרִין וְאִם לָאו יִשְׁאָלֶנָּה: \n",
      "מִי שֶׁיָּשַׁן בִּרְשׁוּת הָרַבִּים וְעָמַד כֵּלָיו טְהוֹרִים: \n",
      "נָגַע בִּרְשׁוּת הָרַבִּים בְּאֶחָד בַּלַּיְלָה וְאֵין יָדוּעַ אִם חַי אִם מֵת וּבַשַּׁחַר עָמַד וּמְצָאוֹ מֵת הֲרֵי זֶה טָמֵא שֶׁכָּל הַטֻּמְאוֹת כִּשְׁעַת מְצִיאָתָן. וְאִם רָאוּהוּ חַי בָּעֶרֶב וּבַשַּׁחַר מָצְאוּ מֵת הֲרֵי זֶה סָפֵק בִּרְשׁוּת הָרַבִּים וְטָהוֹר: \n",
      "הַמְסֻכָּן בִּרְשׁוּת הַיָּחִיד וְנִתְעַלֵּף וְאֵין יָדוּעַ אִם מֵת אוֹ עֲדַיִן הוּא חַי וְהוֹצִיאוּהוּ לִרְשׁוּת הָרַבִּים וְחָזְרוּ וְהִכְנִיסוּהוּ לִרְשׁוּת הַיָּחִיד. כְּשֶׁהוּא בִּרְשׁוּת הַיָּחִיד סְפֵקוֹ טָמֵא וּכְשֶׁהוּא בִּרְשׁוּת הָרַבִּים סְפֵקוֹ טָהוֹר. מַעֲשֶׂה בְּאֶחָד שֶׁהָיָה מְסֻכָּן וְהוֹלִיכוּהוּ מֵעִיר לְעִיר בְּמִטָּה וְהָיוּ כִּתּוֹת מִתְחַלְּפוֹת תַּחְתָּיו וּבָאַחֲרוֹנָה נִמְצָא מֵת וְלֹא טִמְּאוּ חֲכָמִים אֶלָּא כַּת אַחֲרוֹנָה בִּלְבַד: \n",
      "טָמֵא שֶׁהָיָה עוֹמֵד וּמְדַבֵּר עַל הַבּוֹר וְנִתְּזָה צִינוֹרָא מִפִּיו סָפֵק הִגִּיעַ לַבּוֹר סָפֵק לֹא הִגִּיעַ. אִם הָיָה בּוֹר שֶׁל שֶׁמֶן סְפֵקוֹ טָמֵא בִּרְשׁוּת הַיָּחִיד. וְאִם הָיָה בּוֹר שֶׁל יַיִן סְפֵקוֹ טָהוֹר בְּכָל מָקוֹם מִפְּנֵי שֶׁשְּׂפַת הַבּוֹר קוֹלֶטֶת: \n"
    ],
    [
      "שְׁנֵּי שְׁבִילִין אֶחָד טָמֵא וְאֶחָד טָהוֹר הָלַךְ בְּאֶחָד מִהן וְאֵין יָדוּעַ בְּאֵי זֶה מֵהֶן הָלַךְ וְעָשָׂה טָהֳרוֹת וְנֶאֶכְלוּ וְהִזָּה שְׁלִישִׁי וּשְׁבִיעִי וְטָבַל וְטָהַר וְהָלַךְ בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ טְהוֹרוֹת. אִם קַיָּמוֹת הָרִאשׁוֹנוֹת אֵלּוּ וְאֵלּוּ תְּלוּיוֹת שֶׁבְּוַדַּאי שֶׁאֶחָד מִן הַטָּהֳרוֹת טָמֵא. וְאִם לֹא טָהַר בֵּינְתַיִם הָרִאשׁוֹנוֹת תְּלוּיוֹת וְהַשְּׁנִיּוֹת יִשָּׂרְפוּ שֶׁהֲרֵי הֵן טְמֵאוֹת בְּוַדַּאי שֶׁזֶּה טָמֵא הוּא מִפְּנֵי שֶׁהָלַךְ בִּשְׁנֵי הַשְּׁבִילִין. וְכֵן הַשֶּׁרֶץ וְהַצְּפַרְדֵּעַ בִּרְשׁוּת הָרַבִּים וְאֵין צוּרָתָן נִכֶּרֶת וְאֵין יָדוּעַ אֵי זֶהוּ הַשֶּׁרֶץ וְנָגַע בְּאֶחָד מֵהֶן וְעָשָׂה טָהֳרוֹת וְנֶאֶכְלוּ וְטָבַל וְנָגַע בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ טְהוֹרוֹת. וְאִם קַיָּמוֹת הָרִאשׁוֹנוֹת אֵלּוּ וְאֵלּוּ תְּלוּיוֹת. וְאִם לֹא טָבַל בֵּינְתַיִם הָרִאשׁוֹנוֹת תְּלוּיוֹת וְהַשְּׁנִיּוֹת יִשָּׂרְפוּ: \n",
      "שְׁנֵי שְׁבִילִין אֶחָד טָמֵא וְאֶחָד טָהוֹר הָלַךְ בְּאֶחָד מֵהֶן וְעָשָׂה טָהֳרוֹת וּבָא חֲבֵרוֹ וְהָלַךְ בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת אִם בָּאוּ וְנִשְׁאֲלוּ זֶה אַחַר זֶה מוֹרִין לְכָל אֶחָד מֵהֶן בִּפְנֵי עַצְמוֹ שֶׁהוּא טָהוֹר. בָּאוּ שְׁנֵיהֶן כְּאֶחָד אוֹ שֶׁבָּא הָאֶחָד וְשָׁאַל עָלָיו וְעַל חֲבֵרוֹ וְאָמַר שְׁנַיִם הָיִינוּ וּבִשְׁנֵי הַשְּׁבִילִים הָלַכְנוּ וּשְׁתֵּי טָהֳרוֹת עָשִׂינוּ הֲרֵי שְׁנֵיהֶם טְמֵאִין וְטָהֳרוֹת שֶׁעָשׂוּ נִשְׂרָפוֹת. וְכֵן אִם נִטְמְאוּ בְּטֻמְאָה קַלָּה. כֵּיצַד. שְׁנֵי כִּכָּרִים אֶחָד טָמֵא וְאֶחָד טָהוֹר אָכַל אֶת אֶחָד מֵהֶם וְעָשָׂה טָהֳרוֹת וּבָא חֲבֵרוֹ וְאָכַל אֶת הַשֵּׁנִי וְעָשָׂה טָהֳרוֹת אִם נִשְׁאֲלוּ זֶה אַחַר זֶה שְׁנֵיהֶן טְהוֹרִין מִפְּנֵי שֶׁהֵן סָפֵק דִּבְרֵי סוֹפְרִים שֶׁהוּא מִכְּלַל הַסְּפֵקוֹת שֶׁטִּהֲרוּ חֲכָמִים כְּמוֹ שֶׁבֵּאַרְנוּ. נִשְׁאֲלוּ שְׁנֵיהֶן כְּאַחַת אוֹ שֶׁנִּשְׁאַל עָלָיו וְעַל חֲבֵרוֹ שְׁנֵיהֶן טְמֵאִין מִסָּפֵק וְטָהֳרוֹתָם נִשְׂרָפוֹת שֶׁהֲרֵי וַדַּאי אַחַת מֵהֶן טְמֵאָה. וַאֲפִלּוּ כִּכָּר אֶחָד טָמֵא שֶׁנִּתְעָרֵב בְּמֵאָה כִּכָּרוֹת טְהוֹרִין כֻּלָּן טְמֵאִין וְיִשָּׂרְפוּ: \n",
      "כִּכָּר טָמֵא שֶׁנִּתְעָרֵב בְּתִשְׁעָה כִּכָּרוֹת טְהוֹרִין וּבָאוּ חֲמִשָּׁה בְּנֵי אָדָם וְאָכְלוּ חֲמִשָּׁה כִּכָּרוֹת מֵהֶן וּבָאוּ חֲמִשָּׁה בְּנֵי אָדָם אֲחֵרִים וְאָכְלוּ הַחֲמִשָּׁה הַנִּשְׁאָרִים הָרִאשׁוֹנִים טְמֵאִים מִפְּנֵי שֶׁאֵין לָהֶן אֲנָשִׁים אֲחֵרִים שֶׁיִּתְלוּ בָּהֶן וְהַחֲמִשָּׁה הָאֲנָשִׁים הָאַחֲרוֹנִים טְהוֹרִין מִפְּנֵי שֶׁהֵן תּוֹלִין בָּרִאשׁוֹנִים: \n",
      "שְׁנֵי שְׁבִילִין אֶחָד טָמֵא וְאֶחָד טָהוֹר וְהָלְכוּ בָּהֶן שְׁנֵי אֲנָשִׁים אִישׁ אֶחָד טָהוֹר וְאִישׁ אֶחָד טָמֵא אֲפִלּוּ הָיָה הָאֶחָד תָּלוּי הֲרֵי זֶה הַטָּהוֹר תּוֹלֶה בַּתָּלוּי וְאוֹמְרִין זֶה הַטָּהוֹר הָלַךְ בַּשְּׁבִיל הַטָּהוֹר וַהֲרֵי הוּא בְּטָהֳרָתוֹ וְזֶה הַתָּלוּי הָלַךְ בַּשְּׁבִיל הַטָּמֵא. וְאַף עַל פִּי שֶׁנִּשְׁאֲלוּ שְׁנֵיהֶן כְּאֶחָד: \n"
    ],
    [
      "כָּל מָקוֹם שֶׁהוּא רְשׁוּת הָרַבִּים לְעִנְיַן שַׁבָּת כָּךְ הוּא רְשׁוּת הָרַבִּים לְעִנְיַן טֻמְאָה: \n",
      "אַרְבַּע אַמּוֹת הַסְּמוּכוֹת לִרְשׁוּת הָרַבִּים הֲרֵי הֵן כִּרְשׁוּת הָרַבִּים לְטֻמְאָה. וְכֵן הַכַּרְמְלִית כְּגוֹן הַיָּם וְהַאִצְטְוַונִית הֲרֵי הֵן כִּרְשׁוּת הָרַבִּים לְטֻמְאָה: \n",
      "יֵשׁ שָׁם מְקוֹמוֹת שֶׁאַף עַל פִּי שֶׁהֵן רְשׁוּת הַיָּחִיד לְשַׁבָּת הֲרֵי הֵן כִּרְשׁוּת הָרַבִּים לְעִנְיַן טֻמְאָה וְאֵלּוּ הֵן. הַשְּׁבִילִין הַמְפֻלָּשִׁין לְשִׁיחִין וּלְבוֹרוֹת וּלְגִתּוֹת וְהַבִּקְעָה הַמֻּקֶּפֶת גָּדֵר בִּימוֹת הַחַמָּה וּבַסִילְקִי מְלָכִים שֶׁהוּא בִּנְיָן רָחָב הַרְבֵּה לַעֲמֹד בּוֹ אַנְשֵׁי הַמֶּרְכָּבָה וְיֵשׁ לוֹ פְּתָחִים הַרְבֵּה פְּתוּחִים לִרְשׁוּת הָרַבִּים וְהַפּוֹרָן וְהוּא הַבִּנְיָן הַגָּדוֹל שֶׁיֵּשׁ לוֹ שְׁנֵי פְּתָחִים זֶה כְּנֶגֶד זֶה וְחָצֵר שֶׁהָרַבִּים נִכְנָסִין בְּפֶתַח זֶה וְיוֹצְאִין בְּפֶתַח אַחֵר. וְכֵן מְבוֹאוֹת הַיּוֹרְדִים לַיָּם אוֹ לַנָּהָר אַף עַל פִּי שֶׁהֵן גְּדוּרִין מִכָּאן וּמִכָּאן וְרַבִּים מְטַפְּסִין וְעוֹלִין בָּהֶן וְהַבִּימוֹסוֹת וְהַמֶּרְחֲצָאוֹת הֲרֵי הֵן כִּרְשׁוּת הָרַבִּים לְטֻמְאָה. וְכֵן כָּל הָעֲזָרָה כִּרְשׁוּת הָרַבִּים לְטֻמְאָה: \n",
      "גִּנּוֹת הָעִיר שֶׁדֶּרֶךְ הָעִיר עוֹבֶרֶת עֲלֵיהֶן רְשׁוּת הָרַבִּים לְטֻמְאָה: \n",
      "הַגִּנָּה בִּזְמַן שֶׁהִיא מִשְׁתַּמֶּרֶת רְשׁוּת הַיָּחִיד וּבִזְמַן שֶׁאֵינָהּ מִשְׁתַּמֶּרֶת רְשׁוּת הָרַבִּים לְטֻמְאָה. וְכֵן בַּסִילְקִי גְּדוֹלָה בִּזְמַן שֶׁפּוֹתְחִין אוֹתָהּ רְשׁוּת הָרַבִּים לְטֻמְאָה וּבִזְמַן שֶׁנּוֹעֲלִין אוֹתָהּ רְשׁוּת הַיָּחִיד לַכּל: \n",
      "הַבִּקְעָה הַמֻּקֶּפֶת גָּדֵר בִּימוֹת הַגְּשָׁמִים רְשׁוּת הַיָּחִיד לְשַׁבָּת וּלְטֻמְאָה וְאִם לֹא הָיְתָה מֻקֶּפֶת הֲרֵי הִיא רְשׁוּת הַיָּחִיד לְטֻמְאָה בִּלְבַד. וּבִקְעָה שֶׁעָבְרוּ עָלֶיהָ בִּימוֹת הַגְּשָׁמִים הֲרֵי הִיא רְשׁוּת הַיָּחִיד לְטֻמְאָה אֲפִלּוּ בִּימוֹת הַחַמָּה. וְאֵלּוּ הֵן יְמוֹת הַחַמָּה מִשֶּׁתֵּעָקֵר הַתְּבוּאָה מִתּוֹכָהּ. וְאֵלּוּ הֵן יְמוֹת הַגְּשָׁמִים מִשֶּׁתֵּרֵד רְבִיעָה שְׁנִיָּה. בֵּין הָעִגּוּלִים שֶׁל עֲנָבִים לַזּוֹגִין רְשׁוּת הָרַבִּים לְטֻמְאָה: \n",
      "כֶּרֶם שֶׁלִּפְנֵי הַבּוֹצְרִים רְשׁוּת הַיָּחִיד וּלְאַחַר הַבּוֹצְרִים רְשׁוּת הָרַבִּים לְטֻמְאָה. אֵימָתַי בִּזְמַן שֶׁהָרַבִּים נִכְנָסִים בְּרוּחַ זוֹ וְיוֹצְאִים בָּרוּחַ שֶׁכְּנֶגְדָהּ. שְׁאָר כָּל הַמְּקוֹמוֹת חוּץ מֵאֵלּוּ שֶׁבֵּאַרְנוּ דִּינָם כְּשֵׁם שֶׁהֵן רְשׁוּת הַיָּחִיד לְשַׁבָּת כָּךְ הֵם רְשׁוּת הַיָּחִיד לְטֻמְאָה: \n",
      "וְיֵשׁ מְקוֹמוֹת שֶׁאֵינָן רְשׁוּת הַיָּחִיד לְשַׁבָּת וְאַף עַל פִּי כֵן הֵן רְשׁוּת הַיָּחִיד לְטֻמְאָה מִפְּנֵי שֶׁאֵין הָעָם מִשְׁתַּמְּשִׁין בָּהֶן וְאֵלּוּ הֵן. הָאִילָנוֹת וְחוֹרֵי רְשׁוּת הָרַבִּים אַף עַל פִּי שֶׁאֵין בָּהֶן אַרְבָּעָה עַל אַרְבָּעָה. כֵּיצַד. אִילָן שֶׁהוּא עוֹמֵד בִּרְשׁוּת הָרַבִּים וְטֻמְאָה בְּתוֹכוֹ עָלָה לְרֹאשׁוֹ סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא. הִכְנִיס יָדוֹ לְחוֹר שֶׁיֵּשׁ בּוֹ טֻמְאָה סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא: \n",
      "חֲנוּת שֶׁהִיא טְמֵאָה וּפְתוּחָה לִרְשׁוּת הָרַבִּים סָפֵק נִכְנַס סָפֵק לֹא נִכְנַס סְפֵקוֹ טָהוֹר שֶׁכָּל הַחֲנוּת כְּמוֹ שֶׁרֶץ הַמֻּנָּח בִּרְשׁוּת הָרַבִּים שֶׁסְּפֵק מַגָּעוֹ טָהוֹר. הָיוּ שְׁתֵּי חֲנֻיּוֹת אַחַת טְהוֹרָה וְאַחַת טְמֵאָה וְנִכְנַס לְאַחַת מֵהֶן סָפֵק לְטָמֵא נִכְנַס סָפֵק לְטָהוֹר סְפֵקוֹ טָמֵא שֶׁזֶּה סָפֵק רְשׁוּת הַיָּחִיד שֶׁהַחֲנוּת רְשׁוּת הַיָּחִיד. וְכֵן בִּקְעָה בִּימוֹת הַגְּשָׁמִים שֶׁיֵּשׁ בָּהּ שָׂדוֹת הַרְבֵּה וּבָהּ שָׂדֶה אַחַת טְמֵאָה וְאַחַת טְהוֹרָה וְאָמַר נִכְנַסְתִּי לְבִקְעָה זוֹ וְאֵינִי יוֹדֵעַ אִם נִכְנַסְתִּי לְאוֹתָהּ שָׂדֶה אוֹ לֹא נִכְנַסְתִּי סְפֵקוֹ טָמֵא שֶׁסְּפֵק טֻמְאָה בִּרְשׁוּת הַיָּחִיד אֲפִלּוּ סְפֵק בִּיאָה טָמֵא: \n",
      "מָקוֹם שֶׁהָיָה רְשׁוּת הַיָּחִיד וְנַעֲשָׂה רְשׁוּת הָרַבִּים וְחָזַר וְנַעֲשָׂה רְשׁוּת הַיָּחִיד כְּשֶׁהוּא רְשׁוּת הַיָּחִיד סְפֵקוֹ טָמֵא וּכְשֶׁהוּא רְשׁוּת הָרַבִּים סְפֵקוֹ טָהוֹר: \n",
      "דְּבָרִים שֶׁהֵן בִּרְשׁוּת הָרַבִּים הֲרֵי הֵן כִּרְשׁוּת הָרַבִּים. כֵּיצַד. קֻפָּה בִּרְשׁוּת הָרַבִּים גָּבוֹהַּ עֲשָׂרָה טְפָחִים וְהַטֻּמְאָה בְּתוֹכָהּ סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָהוֹר. הִכְנִיס יָדוֹ לְתוֹכָהּ סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא. הָיְתָה כְּפִישָׁה נְתוּנָה עַל כְּתֵפוֹ וְכִכַּר תְּרוּמָה כָּרוּךְ בְּסִיב אוֹ בִּנְיָר וְנָתוּן לְתוֹכָהּ סָפֵק נָגַע בָּהּ אַחֵר סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא: \n",
      "חֲמוֹר בִּרְשׁוּת הָרַבִּים גָּבוֹהַּ עֲשָׂרָה טְפָחִים וְטֻמְאָה נְתוּנָה עָלָיו סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָהוֹר. פָּשַׁט יָדוֹ עַל גַּבָּיו סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא. וְכֵן סֶלַע הַמֻּנָּח בִּרְשׁוּת הָרַבִּים גָּבוֹהַּ עֲשָׂרָה טְפָחִים וְטֻמְאָה נְתוּנָה עָלָיו סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָהוֹר. עָלָה בְּרֹאשׁ הַסֶּלַע סָפֵק נָגַע סָפֵק לֹא נָגַע סְפֵקוֹ טָמֵא: \n",
      "הָיָה זָב רוֹכֵב עַל חֲמוֹרוֹ וְזֶה רוֹכֵב עַל חֲמוֹרוֹ וּמְהַלְּכִין בַּדֶּרֶךְ סָפֵק נָגַע בַּזָּב סָפֵק לֹא נָגַע. תִּינוֹק טָמֵא מֻרְכָּב עַל כְּתֵפוֹ שֶׁל אָבִיו וְתִינוֹק טָהוֹר מֻרְכָּב עַל כְּתֵפוֹ שֶׁל אָבִיו וְהָלְכוּ זֶה בְּצַד זֶה סָפֵק נָגַע סָפֵק לֹא נָגַע. חֲבִילָה עַל כְּתֵפוֹ וְהָרֹק מֻדְבָּק בַּכֹּתֶל סָפֵק נָגַע סָפֵק לֹא נָגַע. כֵּלִים שְׁטוּחִין בִּרְשׁוּת הָרַבִּים לְמַעְלָה מֵעֲשָׂרָה וְהַטָּמֵא עוֹבֵר סָפֵק הֵסִיט סָפֵק לֹא הֵסִיט הַכּל טָהוֹר: בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות שאר אבות הטומאות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Taharah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם כנסו והיה בו כזית.</b> א''א לא נהיר דכי מעיינת בשמעתא דחולין מתחזי לך דרב הונא דמפרש מילתיה דרבי יהודה ורבי יהודה גופיה אליבא דרבי ישמעאל קא מיירי: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל הנבילה אפשר.</b> א''א חסרון דעת אני רואה בכאן דכולה מילתא במנחות אליבא דר''י היא דאמר מין במינו לא בטיל ואיכא מ''ד דבתר המבטל אזלינן דאי לא אפשר למבטל דהוי כבטל הוי מין בשאינו מינו ומבטל לה ומש''ה נבילה בשחוטה דלא אפשר לשחוטה שהוא המבטל להיותו כנבילה לטמא ואע''פ שהנבילה יוצאה מידי טומאה ע''י מסרחת והוי כשחוטה אנן בתר מבטל אזלינן והוי מין בשאינו מינו ובטלה מ''מ כל אותה הסוגיא אליבא דר''י היא אבל לרבנן לא שנא הכי ולא שנא הכי בטלה ברוב ודוקא למגע אבל למשא לא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וקרוב בעיני שאף זה וכו'.</b> א''א זו היא אחת מסברותיו ואין בכולן פחותה מזו כי עובדי כוכבים הם כבהמות ואין מטמאין ואין מיטמאין עם הדומה לחמור הן גוים כמר מדלי ואת כולם ישא רוח והחושב אותם לכלום אסף רוח בחפניו: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> אם חישב וכו'.</b> א''א בחיי ראשי כאשר עיינתי את הדברים במקומן בזבחים פרק טבול יום לא מצאתי אותם כדבריו ודכולי עלמא אית להו דתנא דבי רבי ישמעאל דאמר מה זרעים שאין סופן לטמא טומאה חמורה וכו' והאי דקא מפליג בין פרה לשעיר המשתלח משום דבעינן שיהא להם הכשר טומאה ממקום אחר כלומר בעינן שיהיו ראויין לקבל טומאה ממקום אחר ואם היו ראויים לכך מטמאים הם מעצמם כאילו קבלוה ממקום אחר ונ''מ דבעו הכשר מים שיהיו ראויים לקבל טומאה הילכך פרה ופרים שהם אוכלין וראויים לקבל טומאה מטמאין מעצמן אבל שעיר המשתלח שהוא חי ואינו ראוי לקבל טומאה אף מעצמו אינו מטמא ולעולם פרה ופרים מעצמן מטמאין. בין ותדע. עוד יש לפרש להאי מימרא הכי לעולם רבנן לית להו דר''ש דסבירא להו דבעינן שיקבלו טומאה ממקום אחר ופרה ופרים נמי ע''י קבלת טומאה הילכך פרה ופרים דבני קבולי טומאה נינהו מקבלי טומאה ויהבי לה אבל שעיר שהוא חי לא מקבל טומאה ולא יהיב לה ולדעת הנך רבנן נבילת עוף טהור נמי לא מטמאה עד דמקבל טומאה ממקום אחר והאי פירושא ניחא טפי לההוא סוגיא דזבחים מיהו בהאי סוגיא והאי פירושא ליכא פלוגתא בין פרה ופרים לנבילת עוף טהור. וסוגיין נמי בכולה גמרא כרבי ישמעאל דלא בעינן לא הכשר מים ולא הכשר שרץ: "
      ],
      [],
      [],
      [],
      [
        "<b> מעי של נבילת וכו'.</b> א''א המימרא לא מצאתיה בשום מקום והיא משנה שאינה צריכה ואמר לי לבי שהעתיקה ממה שראה במנחות פרק רבי ישמעאל דאמר אילפא ביצי נבילת עוף טהור מקצתן בחוץ ומקצתן בפנים את שבפנים מטמא בגדים אבית הבליעה את שבחוץ אינו מטמא וכו'. אם מזה העתיק טעה ושיבש שאותו חוץ ובפנים בגוף הנבילה מחוברים קאי: "
      ]
    ],
    [],
    [
      [
        "<b> עד שתצא ממנו ויחתום ממנו פי האמה.</b> א''א זה שיבוש דכל משהו א''צ חתימת פי האמה דא''כ אינו משהו ורב הונא דאמר פרק המפלת אף עצמו אינו מטמא אלא בחתימת פי האמה פליג אדרבי שמלאי דאמר לרואה במשהו דרב הונא סבר אף הרואה משום נוגע הוא ואפילו שלא בקיסם בעי שיעור הילכך אי מפיק לה בקיסם ולא נגע טהור הוא אפילו כמה והנה כל דבריו מבולבלין: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> טמאין מחמת אב.</b> א''א ריבה דברים ונקודים שלא לצורך וסוף דבר אפי' במשקין הבאים מחמת ידים גזרו שיטמאו את הכלים משמעתא דאלו דברים: "
      ],
      [
        "<b> בין בכלי חרס בין בכלי שטף.</b> א''א אין השכל נותן שיעשו משקין מה שאין המת והשרץ עושין ולא גזרו חכמים במשקין אלא משום משקה זב וזבה ואם הזב והזבה אין מטמאין כלי חרס מאחוריו אין המשקין שלהן מטמאין וכ''ש שאר משקין וזה המחבר נתלה בחוט של ערב שמצא בבכורות והא יש לו תוך בכלי שטף הרי הוא ככלי חרס מה כלי חרס נטמא גבו ולא נטמא תוכו אף כלי שטף וכו'. ותפש הדבר כפשוטו דתוכו לא נטמא הא גבו מיהת נטמא ואני אומר דשיטפא דגמרא הוא ומכלי שטף נסבה והכיוון לא היה אלא לחלק גבו מתוכו כמו כלי חרס שחלקו הכתוב: "
      ]
    ],
    [
      [
        "<b> [או כלי].</b> א''א כן הוא במשנת ידים ואם תאמר הרי אמרו בברכות ונטמייה כוס לידים ואמרו אין כלי מטמא אדם התם על ידי משקין נטמא תדע שהרי תוכו טהור ואם נטמא בשרץ כולו טמא ומטמא את הידים אע''פ שהוא תולדה: "
      ],
      [],
      [
        "<b> הפיגול והנותר.</b> א''א כמה דבריו מבולבלין ומה ענין ערבוב צריד של מנחות עם פיגול ונותר שהם מטמאין מעצמן וצריד של מנחות אינו מטמא עד שיקבל טומאה ממקום אחר. ועוד דהא בעיא היא ולא איפשיטא ולקולא ועוד דגרסינן בזבחים פרק טבול יום כי היכי דמטמא אדם במגע מונין בו ראשון ושני אבל נבילת עוף טהור לר''מ אין מונין בו הילכך פיגול ונותר מונין בהן ראשון ושני ואולי הואיל ומטמאין את הידים מטמאין אדם במגע קרינא בהו: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> לתרומה.</b> א''א ואח''כ גזרו על אכילת חולין שצריך נטילת ידים: "
      ],
      [],
      [
        "<b> אבל אין משקין.</b> א''א לא ידעתי מהו זה והוא סותר את דבריו וא''ת לא כתב שאין מטמאין אלא אוכלים אף זו שיבוש שהרי אמרו באלו דברים גזירה שמא יטמאו משקין שאחורי הכוס מחמת ידים ויחזרו ויטמאו את הכוס אלמא כלים נמי מטמאו: ",
        "<b> אבל לא לטמא כלים.</b> א''א ולא אפילו לטמא אוכלין של חולין שלא גזרו אלא לתרומה: "
      ]
    ],
    [],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והדבר ספק.</b> א''א אינו כן אלא כבר פשטוה בזבחים שאין מונין בו ראשון ושני: "
      ],
      [],
      [
        "<b> אם נגע במשקה קודש הרי זה טהור.</b> א''א זה שיבוש שהרי אמרו השלישי שבכולן מטמא משקה קודש ופוסל אוכלי קודש מדקאמר מטמא אלמא ההוא משקה נמי פוסל למשקה אחריני דקודש או אפילו לאוכלי קודש: "
      ],
      [
        "<b> הג' שבהן טהור כחולין.</b> א''א זה האיש תפס הדרך המסוכסכת בסירים והניח הדרך הסלולה כי רוב הסוגי' של חולין והסוגיא של מס' נדה וסתם משנה של מסכת חגיגה כולן חולין שנעשו על טהרת הקודש כקדש דמו והוא תפס דברי יחיד הוא ר''נ דס''ל כחולין דמו והוא אמר לה הכא ואמר לה נמי התם בחומר בקדש: "
      ],
      [
        "<b> אלא בחמישי שהוא טהור.</b> א''א אומר אני שהחמישי אפילו עם הקדש עצמו נאכל ושתי הבבות האחרונות לא נאסר בהן נזיד אלא מפני הבבא הראשונה שהוא דוקא דמיירי בחולין שנעשו על טהרת תרומה דאית בהו שלישי אבל הבבות האחרונות אין בהם לא רביעי בתרומה ולא חמישי בקדש: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לא נטמא אלא זה שנגעה.</b> א''א זה שיבוש שאותו האמצעי שנתן ביניהם אינו מפסיק חיבור העשרון ושניהם טמאין אבל הציל את עצמו שאינו מטמא מן האמצע הואיל וא''צ לכלי: "
      ],
      [],
      [],
      [],
      [
        "<b> ואם היה ידו בלולה במשקה.</b> א''א זה אינו מן הסוגיא ואין השכל מודה בה ובלא נגיעה מה יעשה המשקה: "
      ],
      [],
      [],
      [],
      [
        "<b> והשלישי טהור בחולין וכו'.</b> א''א אף אני ביארתי שאלו דברי יחיד הם ואין הלכה כמותו ואילו כל הסוגיות הולכות על דרך שהן כקדש: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> חוץ מן הסכינין.</b> א''א דבר זה אמר מפני שראה סכין שנמצאת בי''ג שונה ומטביל וחשב שאפילו נמצא בירושלים קאמר ואולי לא אמר אלא כשנמצאת חוץ לירושלים אלא בשעת הרגל הכל מטהרים את סכיניהם לפיכך לא גזרו עליהן טומאת מת אלא טומאת מגע ובי''ג שיש לו שהות להטביל שמא עדיין לא הטביל. אבל מ''מ רואה אני את דבריו דבירושלים קא מיירי שאין הטמאים מצויין שם שאם נמצא חוץ לירושלים כיון שנמצא בר''ה בי''ד אמאי שוחט בה מיד תיפוק לי משום מגעם של עוברים ושבים: ",
        "<b> שוחט בה הקדשים מיד ואפילו.</b> א''א אין דרך המשנה כן בשקלים בי''ג שונה ומטביל ואם חל י''ד בשבת או בי''ג שוחט בה מיד והטעם מפני שאינו יכול להטביל כלים בשבת מקדים ומטביל סכיניו ביום י''ג וכל מ''ש אינו כלום: "
      ],
      [
        "<b> מפני שעשאוה ביום הזה.</b> א''א מים הרעים שתה כשפירשו לו זה הפי' שאין כאן הזאה כל עיקר אבל אמרו שונה ומטבילו מן הספק שמא עדיין לא הטבילו ואת''ל שצריכה הזאה לא מן הטעם שלו אלא שבודאי כבר הקדים בעליו והזה הראשונה ביום הראוי להזות ולשנות ולהטביל ויוכל להשתמש בו פסחו. וכל זה איננו שוה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הניח הככר עד כו'.</b> א''א נ''ל מפני מראית העין היא טמאה שהרואה שמטהרין אותה לא ידע שמחמת ספק משקין מטהרין אותה שהרי אין עליה משקין ולפיכך ברשות היחיד טמאה בספק: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אפילו ברה''י מפני שאין וכו'.</b> א''א זה שיבוש אלא אע''פ שיש בהן: "
      ]
    ],
    [
      [
        "<b> הרי היא טמאה לבעלה עד שתשתה.</b> א''א ובתוספתא מפרש עוד טעם אחר מפני שאפשר להשאל על היחיד וא''א להשאל על הרבים: "
      ]
    ],
    [
      [
        "<b> מפני שהן כלים.</b> א''א תמה אני על הטעם הזה שהרי טומאה הבאה בידי אדם היא אבל הטעם שכל הטומאות כשעת מציאתן ובמקום מציאה דלא מחזיקין טומאה ממקום למקום היכא דאפשר למיתלי בטהרה ואע''ג דר''י ס''ל דמחזיקין לתלות ה''מ באותה קופה אבל מכלי לכלי לא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> או מקצתו טמא.</b> א''א בתוספתא בר''ה אבד ביום ומצא בלילה טמאים מדרס וטהור מטמא מת וברה''י טמא מדרס וטמא מת: "
      ],
      [],
      [],
      [
        "<b> הרי הן מדרס וטמא מת כמו שביארנו.</b> א''א הוא לא ביאר כן למעלה אלא שאם אבד ומצא בו ביום אפילו ברה''י טהורין וכן הוא במשנה ובתוספתא: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שהחנות רה''י.</b> א''א הפירוש הזה חושך ולא אור ומה בין זה לזה אבל רישא שמא לא נכנס כלל וספק ר''ה טהור אבל סיפא ודאי נכנס לרה''י הילכך ספיקו טמא ואע''פ שאמרו כל מה שאתה יכול לרבות ספיקות וספקי ספיקות טמא מ''מ והוא שיכנס למבוי או לבקעה שיש בהם הספק אבל אם לא ידע אם נכנס בהם כלל אם לא נכנס טהור וזה דומה לענין זה: "
      ],
      [],
      [
        "<b> או בנייר ונתון לתוכה ספק נגע.</b> א''א לא ידעתי מהו זה ובתוספתא אמרו ספק נגע ספק לא נגע ספיקו טהור הכניס ידו לתוכה ספיקו טמא: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>הנבילה אב מאבות הטומאה.</b> בריש כלים מני לה באבות הטומאה. \n",
        "<b>ומה שכתב ששיעורה בכזית.</b> מפורש בכמה מקומות מהם פירקא קמא דאהלות ופרק העור והרוטב (חולין דף קי״ז ע״ב) ובתורת כהנים סוף פרשת שמיני יליף מדכתיב והאוכל מנבלתה יכבס בגדיו וטמא עד הערב לא בא אלא ליתן שיעור לנוגע ולנושא בכזית כמו האוכל ואיתיה פרק יוצא דופן (נדה דף מ״ב ע״ב). ודקדק רבינו לכתוב מבשרה למעט עצמות כדאיתא בפרק ו' דעדיות (משנה ג') ובסוף פרק בהמה המקשה (חולין דף ע״ז:) ובתורת כהנים פרשת שמיני: \n",
        "<b>ומה שכתב מטמא אדם וכלים במגע וכו'.</b> בריש כלים ובתורת כהנים מייתי לה מדכתיב כל הנוגע בנבלתם יטמא עד הערב והנושא את נבלתם יכבס בגדיו וטמא עד הערב הנוגע יטמא עד הערב ואין הנוגע מטמא בגדים והנושא יכבס בגדיו מלמד שהנושא מטמא בגדים: \n",
        "<b>וכתב</b> רבינו בפירקא קמא דכלים דע שאומרו יתברך יכבס בגדיו אין הכוונה בו שהוא יטמא הבגדים שהוא לבוש לבד אבל הכוונה שהוא יטמא אי זה בגד ילבש אותו או לא וכן שאר הכלים ולשון סיפרא מטמא שאר כלים כבגדים זולת כלי חרס שהוא לא יטמאהו זולת האב וכו' וזה אשר אמרנו שהוא מטמא בגדים וכלים בתנאי שיגע בהם והוא מחובר x בזב אשר טימאהו ויהיו אלו הכלים אז ראשון ולא שני לפי שהוא לא יטמא מפני נגיעתו לבד אבל מפני נגיעתו והוא לא פירש ממטמאיו אולם כאשר פירש ממטמאיו יהיה אז ראשון והוא ולד הטומאה ולא יטמא בגדים. ודבריו אלה מבוארים בסוף זבים הנושא את הנבילה מטמא שנים ופוסל א' פירש מטמא אחד ופוסל אחד. \n",
        "<b>ומה שכתב כמרכב הזב.</b> כלומר כמו שהמרכב אינו מטמא בגדים במגע ומטמא בגדים במשא כמו שנתבאר בפרק ו' מהלכות מטמאי משכב ומושב: \n",
        "<b>כיצד אדם שנגע בנבילה וכו'. ואם נגע בבגדים אפילו בשעת מגעו בנבילה.</b> נתבאר בסמוך. \n",
        "<b>ומה שכתב וכן כלים שעליו טהורים לפי שהוא ולד.</b> כך היא הנוסחא האמיתית ולא כמו שכתב בספרים לפי שהן וטעות סופר הוא. \n",
        "<b>ומה שכתב ואינו מטמא לא אדם ולא כלי חרס.</b> בתורת כהנים הנושא יכבס בגדיו מנין לעשות שאר כלים כבגדים ת''ל טמא יכול יטמא אדם וכלי חרס ת''ל בגד בגד הוא מטמא ואינו מטמא אדם וכלי חרס. \n",
        "<b>ומ''ש ואפילו בשעת נשיאתו כמו שביארנו במטמאי משכב ומושב.</b> פ''ו: \n\n"
      ],
      [
        "<b>אחד בהמה וחיה וכו'.</b> בפרק בהמה המקשה (חולין דף ע' ע״ב) יליף דנבלת בהמה וחיה בין טמאין בין טהורים מטמאים: \n",
        "<b>ושחיטת בהמה וחיה הטהורים מטהרתן.</b> במשנה פרק בהמה המקשה (חולין דף ע״ב ע״ב) דטריפה שחיטתה מטהרתה מטומאה. \n",
        "<b>ומ״ש ואפילו שחט חולין בעזרה וקדשים בחוץ.</b> משנה בפרק חטאת העוף (זבחים דף ס״ח) שחט חולין בפנים וקדשים בחוץ אינה מטמאה בבית הבליעה. \n",
        "<b>ומ״ש ואם אירע פיסול בשחיטתה הרי זו נבילה וכו'.</b> משנה בפרק השוחט (חולין דף ל״ב): \n\n"
      ],
      [
        "<b>בהמה טמאה וחיה טמאה וכו'.</b> במשנה פרק בהמה המקשה (חולין דף ע״ב ע״ב): \n",
        "<b>וכל הנבילות וכו'.</b> משנה פרק ד' דמעילה (דף ט''ו): \n\n"
      ],
      [
        "<b>מוח הרי הוא וכו'.</b> מתבאר בפרק העור והרוטב עלה קכ''ה: \n",
        "<b>ודם הנבילה אינו וכו'.</b> בפרק בתרא דעדיות וכתב שם רבינו שכן הלכה ובפרק המנחות והנסכים (מנחות דף ק״ג ע״ב) א״ר יהושע בן בתירא שכך עשו מעשה. \n",
        "<b>ומ''ש אלא הרי הוא כמשקין טמאים וכו'.</b> כתב רבינו בעדיות בפ' הנזכר שכך נתבאר בירושלמי וכ''כ רש''י בפרק המוציא: \n\n"
      ],
      [
        "<b>חלב בהמה טהורה וכו'.</b> בס״פ חטאת העוף (זבחים דף ס״ט.) ובפרק בתרא דעוקצין. \n",
        "<b>ומ''ש ואם הוכשר וכו'.</b> בפרק בתרא דעוקצין: \n",
        "<b>והנוגע בחלב החופה את הכוליא וכו'.</b> בפרק העור והרוטב (חולין דף קכ״ו): \n",
        "<b>אבל בהמה טמאה והחיה בין טהורה בין טמאה וכו'.</b> בס״פ חטאת העוף (זבחים דף ע'): \n\n"
      ],
      [
        "<b>הכוי חלבו מטמא כבשרו וטומאתו בספק וכו'.</b> בפ''ב דבכורים: \n\n"
      ],
      [
        "<b>ואלו דברים שאין מטמאין וכו'.</b> משנה פרק העור והרוטב (חולין דף קי״ז ע״ב). \n",
        "<b>ומ''ש אפילו עיקרן הרך וכו'.</b> שם בגמרא. \n",
        "<b>ומ''ש בד''א בזמן שפירשו מן הנבילה אבל הנוגע באחד מכל אלו כשהם מחוברים וכו' והוא שיהיה בבשר כזית וכו'.</b> בס''פ העור והרוטב: \n\n"
      ],
      [
        "<b>האלל בין שפלטתו חיה וכו'.</b> במשנה בראש פרק העור והרוטב מני אלל בהדי הנך דאין מצטרפין לטמא טומאת נבילות ומסיים בה רבי יהודה אומר האלל המכונס אם יש בו כזית במקום אחד חייב עליו ופירש''י המכונס הנאסף במקום אחד דהואיל ואחשביה לא בטיל וחשיב הבשר נבילה וחייב עליו אם נגע ונכנס למקדש או אכל קדש ובגמרא (דף קכ''א) מאי אלל ר''י אמר מרטקא ר''ל אמר בשר שפלטתו סכין וכו' ת''ש רבי יהודה אומר האלל המכונס אם יש בו כזית במקום אחד חייבין עליו אמר רב הונא והוא שכנסו בשלמא למ''ד בשר שפלטתו סכין היינו דכי איכא כזית מיחייב אלא למ''ד מרטקא כי איכא כזית מאי הוי עץ בעלמא הוא אליבא דרבי יהודה כ''ע לא פליגי כ''פ אליבא דרבנן ופירש''י והוא שכנסו וכו' אבל מתכנס מאליו כגון על ידי תינוקות שלא במתכוון לא: \n",
        "<b>וכתב</b> הראב''ד ואם כנסו והיה בו כזית א''א לא נהיר דכי מעיינת בשמעתא וכו'. טעמו דרבי יהודה יחידאה הוא ולית הלכתא כוותיה והיאך פסק רבינו כמותו. ומ''ש ורבי יהודה גופיה אליבא דרבי ישמעאל קמיירי היינו לומר דבההוא פירקא (דף קכ''ד) תנן עור שהיו עליו כשני חצאי זיתים מטמא במגע אבל לא במשא דברי רבי ישמעאל ר''ע אומר לא במגע ולא במשא וכו' מפני שהעור מבטלן ומסיק בגמרא דלרבי ישמעאל בין פלטתו חיה בין פלטתו סכין אין העור מבטלו ואמרינן בגמרא דרב הונא דאמר והוא שכנסו כרבי ישמעאל וכיון דקי''ל הלכה כר''ע מחבירו ה''ל הא דרבי יהודה דלא כהלכתא. וליישב דעת רבינו י''ל דמשמע לרבינו דכיון דרב הונא מפרש דברי ר' יהודה אלמא ס''ל דהלכתא כוותיה ואין זה כדאי דהא אפשר דמפרש מילתיה דרבי יהודה לאו משום דהלכתא כוותיה אלא למשמע מיניה לרבנן דאפילו בשכנסו פליגי ועוד דאיתא בגמרא (דף קכ''א ע''ב) אמר רב הונא שני חצאי זיתים שישנן ע''ג העור העור מבטלן ומסיק בגמרא דלר''ע קאמר לאשמועינן דאפילו בפלטתו חיה סבר ר''ע דהעור מבטלן והשתא איכא למימר כיון דרב הונא אמר מימריה אליבא דר''ע אלמא דהלכתא כוותיה וטפי הוה עדיף למסמך על האי מימרא דרב הונא דאתיא כר''ע דהלכה כמותו מחבירו מלמיסמך אאידך מימרא דאתיא כרבי ישמעאל דפליג אר''ע וכרבי יהודה דפליג ארבנן וע''ק שרבינו לקמן בסמוך פסק כר''ע ולכך נראה לומר שסובר רבינו דר''י כר''ע נמי אתי דע''כ לא טיהר ר''ע אלא כשעודם בעור אבל אם כנסו טמא דליכא למימר ביה העור מבטלו כיון שעכשיו אינו בעור ואע''ג דבגמרא לא משמע הכי דאהא דאמר רב הונא שני חצאי זיתים שישנן ע''ג העור העור מבטלן קאמר ת''ש רבי יהודה אומר האלל המכונס וכו' עד ורב הונא דאמר כר''ע איכא למימר דאה''נ דהוה מצי למימר דלא שייכא פלוגתא דרבי ישמעאל ור''ע בדרבי יהודה דהתם בעודם בעור ודרבי יהודה שכנסו ואינו בעור אפילו ר''ע מודה אלא שהשיב לו לפי דרכו שלא היה מחלק בין עודם בעור לכנסו ואינו בעור וכיון שחילוק זה מסתבר טעמיה נראה לרבינו לחלק בכך ומ''מ עדיין הקושיא הראשונה במקומה עומדת למה פסק כרבי יהודה דיחידאה הוא וצ''ל דטפי משמע דרב הונא סבר דהלכה כרבי יהודה כיון דאמר מילתיה אליביה דאי למשמע מיניה לרבנן טפי עדיף למימר על מלתייהו דרבנן והאלל אמר רב הונא אע''פ שכנסו שלא היה מאריך בכך יותר מהשתא כי אמרה על רבי יהודה הילכך ודאי דסבר על רב הונא דהלכה כרבי יהודה: \n\n"
      ],
      [
        "<b>ואלו בהמות וכו'.</b> משנה פרק העור והרוטב (חולין דף קכ״ב) ואע״ג דבההיא מתניתין מני בהדי הנך עור ראש העגל הרך ועור הפרסות השמיטם רבינו פה ובפ״ד מהמ״א משום דאמרינן בפרק הנזכר ובפרק אלו טרפות (חולין דף נ״ה) דיחידאה היא. \n",
        "<b>ומ''ש ואם עשה בהם מעשה וכו' כיצד אוזן חמור וכו' עד כל זמן שלא טענה.</b> שם בגמרא. \n",
        "<b>ומ''ש הגיע זמנה לטעון וכו'.</b> שם בעיא ולא איפשיטא: \n\n"
      ],
      [
        "<b>המפשיט נבלת בהמה וכו'.</b> משנה שם (דף קכ''ג) המפשיט בבהמה ובחיה וכו' לשטיחה כדי אחיזה ולחמת עד שיפשיט את החזה המרגיל כולו חיבור לטומאה ליטמא ולטמא. ובגמרא כמה כדי אחיזה טפח כפול ודעת רבינו כשיטת הר''י מאורלינ''ש דלא מטמא אלא עד כדי אחיזה ולא כדי אחיזה בכלל ואמרינן בגמרא מכאן ואילך מאי אמר רב (טהור הטהור) טהור המופשט רב אסי אמר טפח הסמוך לבשר טמא ופסק רבינו כרב לגבי רב אסי ועוד דבגמרא מתיב על רב אסי מברייתות ושנינהו בשינויי דחיקי וכתב רבינו בפירוש המשנה שהמפשיט לשטיח יקרע קודם מזנבה עד צוארה ואח''כ יפשיט ומפשיט לחמת הוא קורע העור בין שתי הרגלים מרגל לרגל ואח''כ חותך מכל צד בסכין או בידו עד שיצא כל העור שלם בהיקפו ומרגיל הוא שיוציא העור כולו שלם ממקום הרגל בלתי חתך ולא קרע עד שאם יקשור מקום הרגלים ימלאו אותו מים ולכך זה הוא חיבור עד שלא ישאר בו כלום. \n",
        "<b>ומה שכתב וכן המפשיט בשרצים וכו'.</b> שם רבי דוסתאי בן יהודה משום ר''ש אומר המפשיט בשרצים חיבור עד שיפשיט את כולו. ויש לתמוה על רבינו למה פסק כן דהא כיון דבלשון יחיד קתני לה משמע דרבנן פליגי עליה: \n",
        "<b>עור שעל הצואר וכו'.</b> משנה שם (דף קכ''ג) וכחכמים: \n",
        "<b>וכל עור שהוא חיבור וכו'.</b> שם במשנה ליטמא ולטמא: \n\n"
      ],
      [
        "<b>עור שיש עליו כזית נבילה וכו'.</b> משנה שם (דף קכ''ד). \n",
        "<b>ומ''ש מפני שהעור בשערו.</b> נמצא בספר כתיבת יד מפני שהעור ושערו שומר לבשר והיא גירסא נכונה. וציב פי' רבינו חוט דק שנתפשט מן העור הסמוך לבשר. \n",
        "<b>ומ''ש בד''א שפלטתו חיה וכו'.</b> שם ואע''ג דאיכא התם לישנא אחרינא פסק רבינו כי האי לישנא משום דאמרינן התם דכי אתא רבין וכל נחותי אמרו כי האי לישנא ופירש''י מרודד דק וקלוש וארוך ורחב דכי מצרפת ליה הוי כזית ומיהו לא טרח איניש ומצרף ליה ומיהו פלטתו חיה דלאו איהו בטליה לא בטיל: \n\n"
      ],
      [
        "<b>עור שיש עליו כשני חצאי זיתים בשר וכו'.</b> משנה שם עור שיש עליו כשני חצאי זיתים מטמא במשא ולא במגע דברי רבי ישמעאל ר''ע אמר לא במגע ולא במשא ומודה ר''ע בכשני חצאי [זיתים] שתחבן בקיסם והסיטן שהוא טמא ומפני מה ר''ע מטהר בעור מפני שהעור מבטלן. ופירש''י מטמא במשא שהרי נשא כזית נבילה. ולא במגע דא''א ליגע ביחד ושתי נגיעות אין מצטרפות. לא במגע ולא במשא כדמפרש שהעור מבטלו. ומודה ר''ע דאע''ג דלא הוי כזית מעורה במקום אחד דלאו עור חיבור שהמסיט שני חצאי זיתים ביחד טמא. ובגמרא תניא בנבלתה ולא בעור שיש עליו שני חצאי זיתים יכול אף במשא ת''ל והנושא יטמא דברי רבי ישמעאל ר''ע אומר הנוגע והנושא את שבא לכלל מגע בא לכלל משא לא בא לכלל מגע לא בא לכלל משא ואיתא תו בגמרא אמר עולא שני חצאי זיתים שתחבן בקיסם אפילו מוליך ומביא כל היום כולו טהור מ''ט כתיב נשא וקרינן נושא בעינן נושא והוא דנישא בבת אחת וכו' ת''ש מודה ר''ע בכשני חצאי זיתים שתחבן בקיסם והסיטן שהוא טמא אמאי והא לאו נישא הוא במרודד. ופירש''י והוא דנישא שיהא כזית מחובר הניטל כולו כאחד בלא בית יד אחר. במרודד שיש כאן חצי זית ורחוק ממנו חצי זית ורצועות בשר מרודד מזה לזה ומחברתן עכ''ל. ומדברי רבינו שכתב שאין חיבורי אדם חיבור נראה שאינו מפרש כן אלא שהוא מרודד בידים ודבוק זה בזה ומשמע דכי תנן מודה ר''ע בכשני חצאי זיתים והסיטן שהוא טמא בהיסט קאמר דטמא ולא במגע והכי משמע נמי מדקתני ומודה ר''ע משמע דמודה לרבי ישמעאל דמטמא במשא ואם כן קשה שזה היפך מאי דתניא לא בא לכלל מגע לא בא לכלל משא וצ''ל דלא אמרו כן אלא בתחובין בעור דוקא וכמבואר ברישא דברייתא וגם רבינו כשכתב שכל שאינו מטמא מן הנבילה במגע אינו מטמא במשא קאי אמאי דכתב ברישא עור שיש עליו כשני חצאי זיתי בשר נבילה העור מבטלן שאם לא תאמר כן נמצאו דבריו סותרים זה את זה תוך כדי דבור הילכך ע''כ לומר כן: \n\n"
      ],
      [
        "<b>בשר נבילה וכו'.</b> פ''ג דבכורות עלה כ''ג וכר''י ואע''ג דאסיקנא בקשיא כיון דלא אסיקנא בתיובתא. \n",
        "<b>ומ''ש לפיכך נצל מן הנבלה וכו'.</b> בפכ''ג ונזיר עלה נ' בעא מיניה אביי מרבא יש נצל לבהמה וקאמר דלמ''ד טומאה חמורה עד לגר פשיטא דאין לה נצל כי תבעי למ''ד טומאה חמורה עד לכלב ולא איפשיטא: \n",
        "<b>בשר נבילה שיבש וכו'.</b> משנה ר״פ דם הנדה (נדה דף נ״ד ע״ב). \n",
        "<b>ומ''ש ואפילו באוכלין טמאים אינו מטמא:</b> \n\n"
      ],
      [
        "<b>בשר נבילה שהיה סרוח וכו'.</b> בפרק שלישי דבכורות עלה כ''ג: \n\n"
      ],
      [
        "<b>שליא של נבילה וכו'.</b> משנה פרק בהמה המקשה (חולין דף ע״ז): \n",
        "<b>הקיבה והחלב של וכו'.</b> בס״פ כל הבשר (חולין דף קי״ו ע״ב) אסיקנא דאע״ג דאין מעמידין בעור קיבת נבילה מעמידין בקיבת נבילה ובקיבה כשירה שינקה מהטריפה מ״ט חלב המכונס בה פירשא בעלמא היא: \n\n"
      ],
      [
        "<b>בהמה ששפעה חררת וכו'.</b> בפ''ג דבכורות (דף כ''א ע''ב) ופירש''י ברוב דם וגנונים שיוצאים עמו ומקשה בגמרא (דף כ''ג ע''ב) מאי איריא משום ביטול ברוב תיפוק לי דלא איתחזי כלל הא נמי איתחזי מעיקרא אגב אימיה ופירש''י לאו סרוח מעיקרא היה דהא חזאי לגר אגב אימיה כל זמן שהיתה בבטן כלומר ולכך הוצרך לטעם ביטול ברוב: \n\n"
      ],
      [
        "<b>נבלה שנתערבה בשחוטה וכו'.</b> בפרק ג' דבכורות עלה כ''ג תני רבי חייא נבילה ושחוטה בטילות זו בזו וכו' אמר רבי יוסי בר חנינא טהור מלטמא במגע אבל מטמא במשא ופירש''י טעמא דמטמא במשא דהא מ''מ הטומאה נשא ובפרק הקומץ עלה כ''ג אמר רב חסדא נבילה בטילה בשחוטה שא''א לשחוטה שתיעשה נבילה ושחוטה אינה בטילה בנבילה שאפשר לנבילה שתיעשה שחוטה דלכי מסרחא פרחה טומאתה ורבי חנינא אמר איפכא ובעי עלה אליבא דמאן אי אליבא דרבנן הא אמרי מין במינו בטל אי אליבא דרבי יהודה הא אמר בתר חזותא אזלינן אידי ואידי מין במינו הוא אלא אליבא דרבי חייא דתני רבי חייא נבילה ושחוטה בטלות זו בזו רבי חייא אליבא דמאן אי אליבא דרבנן הא אמרי וכו' אי אליבא דר''י כל מין במינו לא בטיל לעולם אליבא דר''י וכי א''ר יהודה מין במינו לא בטיל ה''מ היכא דאפשר ליה למיהוי כוותיה אבל היכא דלא אפשר ליה למיהוי כוותיה בטיל ובהא קמיפלגי רב חסדא סבר בתר מבטל אזלינן ורבי חנינא סבר בתר בטל אזלינן ופירש''י נבילה בשחוטה אם יש שתי חתיכות שחוטה ואחת נבלה ואין ידוע אי זו היא בטלה בהן שאם נגע באחת החתיכות אינו טמא דאמרינן שחוטה היא. שא''א לשחוטה שתעשה נבילה והו''ל מין בשאינו מינו ובטל לדברי הכל. ושחוטה אינה בטילה בנבילה אם יש שתי חתיכות נבילה ואחת שחוטה ביניהן אינה בטילה ואם נגעה אחת בתרומה אינה נשרפת עליה אלא תולין דשמא זו היא השחוטה. שאפשר לנבילה שתעשה שחוטה לקמיה מפרש טעמיה דרב חסדא דאזיל בתר מבטל הואיל וא''א לרוב להיות כמועט הוי כמין בשאינו מינו ולא אזלינן בתר בטל דאע''ג דאיפשר למועט להיות כמרובה הוי כמין בשאינו מינו. בטלות זו בזו ורבי חנינא ורב חסדא מפרשי טעמא דרבי חייא דרב חסדא סבר נבילה בשחוטה א''ר חייא ולא שחוטה בנבילה: \n",
        "<b>וכתב</b> הראב''ד אבל הנבילה אפשר א''א חסרון דעת אני רואה בכאן דכולה מילתא במנחות אליבא דר''י היא וכו'. טעמו לומר דכיון דקי''ל כרבנן לא היה לו לכתוב טעם האמור אליבא דר''י ועוד למה כתב כרב חסדא כיון דרבי חנינא פליג עליה ואפשר לומר דלרווחא דמילתא כתב רבינו דאפילו למאן דס''ל כר''י דמין במינו לא בטיל מודה בהא ובפלוגתא דר''ח ורב חסדא כתב כרב חסדא דבתרא הוא: \n",
        "<b>והר״י</b> קורקוס ז״ל כתב דמאחר דבפרק משילין (ביצה דף ל״ח ע״ב) ובפ״ג דבכורות מייתי להא דרב חסדא ולא הזכירו שם שהיא אליבא דר״י וגם מדקאמר הכי איהו בסתמא משמע דלהלכה אמר כן יש לדחוק לומר דע״כ לא מסקינן בפרק הקומץ דאליבא דר״י קאמר ולא אליבא דרבנן אלא משום דהוה ס״ל דבטל לגמרי קאמר בין למגע בין למשא ולפ״ז הוי ביטול זה ביטול גמור ככל ביטול איסורין וכיון שכן לרבנן אין לחלק בדין ביטול אבל כיון דאסיקנא דדוקא במגע לא מטמא אבל במשא מטמא דטומאה כמאן דאיתא דמי א״כ אין ביטול זה כשאר ביטול דחשיב הדבר הבטל כמאן דליתיה משמע דסברי דלענין טומאה אין לומר ביטול ברוב כמו בשאר איסורין וכמו שכתבו שם התוספות למאי דמפרש לה בנימוחו מעתה אפשר דאפי' רבנן מודו דדוקא היכא דאפשר להיות כמוהו הוא דבטל ביטול זה אבל כשא״א להיות כמוהו לא בטיל ויהיה דין מגע בזה כדין משא לר״י כמה שאפשר להיות כמוהו עכ״ל: \n",
        "<b>ומדברי</b> רבינו שכתב ואין הכל מטמא במגע משמע שאפילו נגע בכל הזיתים ביחד טהור ויש לתמוה מאי שנא ממשא וכתב הר''י קורקוס ז''ל שהטעם שכיון שהטומאה על ידי נגיעת בשרו בטומאה וכל זית הוא בפני עצמו חשיבא כל נגיעה באפי נפשה כי כל נגיעה ונגיעה מחולקת היא לבדה ובכל זית יש נגיעה בפני עצמה כי הבשר הנוגע בזית זה אינו הנוגע בזית זה וחשיב כנוגע וחוזר ונוגע אבל נושאו ביחד אין מקום לחלק הזיתים ולעשותו כנושא כל זית בפני עצמו וקל להבין כך נראה לי דעת רבינו עכ''ל. ואם תאמר מ''ש דבחררת דם דבסמוך דמשום ביטול ברוב אינה מטמאה לא במגע ולא במשא והכא אין ביטול ברוב מועיל אלא למגע ולא למשא ותירץ הר''י קורקוס ז''ל דחררת דם שאני שבטל ביטול כי נתערבה החררה בדם וגנונים ונמחית בהם והוי הכל כמו הדם והגנונים ואין כאן עוד דבר שיטמא אבל כאן אין לומר כן דבאפי נפשה קאי אלא שאינה ניכרת: \n\n"
      ]
    ],
    [
      [
        "<b>בהמה או חיה שנשחטה וכו'.</b> משנה בפרק העור והרוטב (חולין קי״ז:). \n",
        "<b>ומ''ש נחרה והרי היא מפרכסת ואבר הפורש וכו' ובשר הפורש וכו'.</b> ברייתא שם (דף קכ''א ע''ב). \n",
        "<b>ומ''ש וכן טהורה שנפסלה בשחיטתה וכו'.</b> הכי משמע התם דכל שאינה ניתרת באותה שחיטה דומיא דשחט רוב שנים אינה מטמאה אפילו טומאת אוכלין בעודה מפרכסת: \n",
        "<b>חלק הבהמה לשנים וכו' עד לכל דבר.</b> בפ''ב דחולין עלה כ''א: \n\n"
      ],
      [
        "<b>בהמה שמת עוברה וכו'.</b> משנה פרק בהמה המקשה (חולין דף ע' ע''ב) וכתנא קמא: \n\n"
      ],
      [
        "<b>בשר הפורש מבהמה וחיה עד כנבלה.</b> בפרק העור והרוטב (חולין דף קכ״ח ע״ב). \n",
        "<b>ומ״ש בין טמאים: אחד אבר מן החי וכו' או אבר הפורש מן השליל שבבטנה.</b> בפרק בהמה המקשה (חולין דף ע״ב) הוציא ידו וחתכו ואח״כ שחט את אמו שבחוץ טמא פירש אותו אבר שחתך טמא: \n",
        "<b>האיברים אין להם שיעור וכו'.</b> בפרק קמא דאהלות. \n",
        "<b>ומ״ש והוא שיהיה האבר כברייתו בשר וגידים ועצמות.</b> בס״פ העור והרוטב (חולין דף קכ״ח). \n",
        "<b>ומ''ש ויהיה עליו בשר כדי להעלות ארוכה.</b> בפ''ק דכלים גבי אבר מן החי מן האדם ומשמע דה''ה לאבר מן החי מן הבהמה והכי אמרינן בפרק העור והרוטב. \n",
        "<b>ומ''ש או חסר עצמו טהור.</b> בפ''ו דעדיות (משנה ג') ובפ''ב דאהלות גבי אבר מן החי מן האדם ונתבאר בפ''ב מהלכות טומאת מת ובתוספתא פ''ק דאהלות תני דה''ה לאבר מן החי מן הבהמה: \n\n"
      ],
      [
        "<b>הכוליא והלשון והשפה וכו'.</b> בסוף פרק העור והרוטב יכול יהא בשר הפורש מן החי טמא וכו' עד כוליא וניב שפתים איכא בינייהו ומדכתב רבינו ויהיה האבר כברייתו בשר וגידים ועצמות משמע דפסק כרבי ויש לתמוה למה לא פסק כרבי עקיבא מחבירו ועוד קשה דכיון שפסק כרבי הו''ל למעט ארכובה כמו שמיעט כוליא ולשון ושפה וצריך עיון: \n\n"
      ],
      [
        "<b>האבר והבשר המדולדלין וכו'.</b> משנה פרק העור והרוטב (דף קנ''ז). \n",
        "<b>ומ''ש נשחטה הבהמה וכו'.</b> שם במשנה פלוגתא דר''מ ור''ש ופסק כר''מ: \n",
        "<b>וכתב</b> הר״י קורקוס ז״ל שטעמו משום דבפרק מי שהוציאוהו (עירובין דף מ״ו ע״ב) אמרינן ר״מ ור״ש הלכה כדברי מי וסלקא בתיקו הילכך נקטינן כדברי המחמיר כמו שכתוב בהלכות עולם ועוד דהתם בעי רבה בהמה בחייה מהו שתעשה יד לאבר והיינו אליבא דר״מ גם בפרק בהמה המקשה מוכיח שהלכה כר״מ: \n",
        "<b>כתב</b> הר''י קורקוס כבר נתבאר דבשר הפורש מן החי אין בו טומאת נבילות ומה שהזכיר רבינו בשר מדולדל משום סיפא דקאמר דהוי כשאר אוכלים אפילו בעודה במקומה מחוברים הזכירו והוא הנזכר במשנה עכ''ל. \n",
        "<b>ומ''ש ואינם מטמאים כנבילה וכו'.</b> שם בגמרא. \n",
        "<b>ומה שכתב אבל אם מתה הבהמה וכו'.</b> שם במשנה פלוגתא דרבי מאיר ורבי שמעון ופסק כרבי מאיר וכדבסמוך. \n",
        "<b>ומה שכתב ומה בין אבר מן החי וכו'.</b> שם ברייתא. \n",
        "<b>ומה שכתב וזה וזה שוין לשיעור.</b> כלומר דמטמאין בכל שהן ושצריך שיהיה בהם בשר וגידים ועצמות ויהיה עליו בשר כדי להעלות ארוכה נוסחא אחרת מצאתי בדברי רבינו שכתוב בה וזה וזה אין לו שיעור היא נוסחא נכונה: \n\n"
      ],
      [
        "<b>טריפה שנשחטה וכו'.</b> משנה בפרק בהמה המקשה (חולין דף ע״ב:). \n",
        "<b>ומ''ש וכן השוחט את הבהמה ומצא בה עובר מת וכו'.</b> משנה שם: \n",
        "<b>מצא בה בן ח' חי נטרף וכו'.</b> א״א לפרש דאשוחט את הבהמה קאי דהא תנן בפרק בהמה המקשה (חולין דף ע״ד) השוחט את הבהמה ומצא בה בן ח' חי או מת [או בן תשעה מת] קורעו ומוציא את דמו כלומר ומותר באכילה שאין צריך שחיטה דשחיטת אמו מטהרתו אלא בשלא שחטה מיירי או ששחטה ונתנבלה בידו וקרעה ומצא בה בן ח' שאין שחיטה מטהרתו וכדתנן התם (דף ע״ב:) בן שמונה חי אין שחיטתו מטהרתו לפי שאין למינו שחיטה. אבל קשיא לי מ״ש נטרף אע״פ שנשחט אחר שנטרף אין שחיטתו מטהרתו מאי איריא נטרף אפילו לא נטרף נמי ונ״ל דהכי קאמר קרעה ומצא בה בן שמונה חי נטרף כלומר דינו כטריפה שאע״פ שהוא אסור באכילה אינו מטמא כל זמן שהוא חי ואם נשחט כיון שאין למינו שחיטה לא חשיבא שחיטה והו״ל נבילה, אבל לשון אחר שנטרף אינו נוח לי לפירוש זה דמאי אחר הרי טריפה הוא מתחלתו וצ״ל דמשום דאילו לא קרעה אלא שחטה או היה ממתין עד שתלד לא היה שם טריפות שייך לומר אחר שנטרף כלומר אחר שקרעה שהרי בכך נטרף: \n",
        "<b>לפיכך ולד בהמה וכו'.</b> זה נלמד ממה שנזכר בסמוך בבן ח' שגם זה אין למינו שחיטה כל זמן שלא עברו עליו שבעה ימים גמורים כמבואר בפרק [רביעי] מהמ״א ובפרק ר״א דמילה (שבת דף קל״ד ע״ב) כל ששהה שמנה ימים בבהמה אינו נפל הא לא שהה ספיקא הוי: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל שאפשר שלכך כתב רבינו אין שחיטתו מטהרתו מידי נבילה פירוש שאינו ודאי טהור אבל גם אינו ודאי נבילה וז''ש שהוא כנפל: \n\n"
      ],
      [
        "<b>השוחט את הבהמה וכו'.</b> בפרק בהמה המקשה (חולין דף ע״ה ע״ב) וכר״י אליבא דרבנן. \n",
        "<b>ומה שכתב ואם נתנבלה אמו וכו'.</b> זה פשוט שמאחר שאין שחיטת אמו מטהרתו הרי הוא חי ואין החי מתטמא וכו': \n",
        "<b>כתב</b> הר''י קורקוס ז''ל כתב רבינו בהלכות מאכלות אסורות שאם שחט טריפה ומצא בה בן תשעה חי צריך שחיטה להתירו ולא ביאר רבינו בזה מה יהיה דינו לענין אם מת קודם שנשחט כי מהסוגיא דשם נראה שאם מת טהור מלטמא אף על פי דלענין אכילה בעי שחיטה לענין טומאה נטהר בשחיטת אמו וכן מתבאר גם בפרק כיסוי הדם ונראה שהוא בכלל מה שכתב רבינו טריפה שנשחטה וכו' דכי היכי דטיהר אותה אף על פי שאסורה באכילה גם כן הדין בעובר. ומ''ש עליה וכן השוחט את הבהמה ומצא בה עובר מת היינו אפילו טריפה ועל מ''ש קודם קאי וכן מ''ש \n",
        "<b>כאן ואם מת קודם שיפריס</b> אפי' כשהאם טריפה מיירי כי שחיטת טריפה ושחיטת כשירה לענין טומאה שוים הם מקרא דוכי ימות מן הבהמה דאף על גב דאין מועילה לטהר מידי נבילה בכשרה מטהרת בין היא בין העובר דכגופה דמי וקרוב לזה יתבאר בסמוך גבי אבר שיצא לחוץ, ומכל מקום מ''ש ואם מת קודם שיפריס לא קאי אאם נתנבלה כי אין שם שחיטה כלל ולא קאי אלא אשוחט את הבהמה ומצא בה וכו' והוא במשנה פרק בהמה המקשה כתנא קמא עכ''ל: \n\n"
      ],
      [
        "<b>טריפה שנשחטה.</b> בפרק בהמה המקשה (חולין דף ע״ג): \n\n"
      ],
      [
        "<b>בהמה המקשה לילד וכו'.</b> משנה שם (דף ע''ב) וכחכמים: \n",
        "<b>הוציא העובר את ידו וכו'.</b> שם עלה ס''ט: \n\n"
      ],
      [
        "<b>שחיטת עכו''ם נבילה וכו'.</b> משנה בריש חולין (דף י''ג). \n",
        "<b>ומ''ש ואפילו ישראל עומד ע''ג ואם שחט בסכין יפה.</b> פשוט שם דישראל עומד על גביו לא אמרו אלא בחש''ו. \n",
        "<b>ומ''ש אחד העכו''ם ואחד הכותי.</b> שם עשאום כעכו''ם גמורים לכל דבריהם. \n",
        "<b>ומ''ש ואחד גר תושב.</b> טעמו דכל שלא קיבל עליו כל המצות לא יצא מכלל עכו''ם: \n",
        "<b>ומ''ש וקרוב זה בעיני שאף זה מד''ס וכו',</b> כתב עליו הראב''ד זו אחת מסברותיו וכו'. ואני שמעתי ולא אבין מ''ש ואין מטמאין ואין מיטמאין דאטו אנן מטמאין בטומאת העכו''ם וטהרתן עסקינן שיטעון עליו כן. וכן מ''ש כי הם כבהמות מה ענין זה לששחיטתן תהא מטמאה במשא דהא אפשר דשחיטת קוף נמי לא תטמא במשא כיון דשם שחיטה עליה ושוב אין כאן מי שיחשוב אותם לכלום. אבל אי קשיא על דברי רבינו הא קשיא שכתב שבגלל ע''ז נתרחקו הכותים ונאסרה שחיטתן שזו מנין לו שהרי איסור שחיטתן מדכתיב וזבחת נפקא ואף שחיטת קוף ממקרא זה נאסרה כמו שאמרו בתוספתא ריש חולין וזבחת ואכלת ולא שזבח העכו''ם ולא שזבח הקוף ואין זה ענין לע''ז ומזה ימשך טומאתם דכל שאינה זבוחה על ידי ישראל הרי היא כמתה בלא שחיטה ונבילה היא ואפשר שמפני שהרגיש רבינו בזה כתב וא''א לחייב כרת על טומאה זו על ביאת מקדש ואכילת קדשיו כלומר לחייבו עליהם קרבן אלא בראיה ברורה כלומר שאע''פ שיש לטעון עליו כמו שכתבתי מ''מ כיון שיש לומר דלא נאסרה אלא בגלל ע''ז א''א לחייבו קרבן על טומאה זו על ביאת מקדש כדין החייב כרת על ביאת המקדש בטומאה שהוא ודאי מן התורה והיותר קרוב בעיני רבינו שהוא מד''ס ומשום לתא דע''ז ולטעמיה אזיל שכתב בפ''ד מהלכות שחיטה עכו''ם ששחט שחיטתו נבילה ולוקה על אכילתו מן התורה שנאמר וקרא לך ואכלת מזבחו וגדר גדול גדרו בדבר שאפילו עכו''ם שאינו עובד ע''ז שחיטתו נבילה ולפי דעתו ז''ל מה שאמרו בתוספתא דוזבחת ואכלת ולא שזבח העכו''ם ולא שזבח הקוף אסמכתא בעלמא היא: \n\n"
      ],
      [
        "<b>קוליית הנבילה וכו'.</b> משנה וגמרא פרק העור והרוטב עלה קכ''ה: \n\n"
      ],
      [
        "<b>קולית שחישב עליה לנוקבה וכו'.</b> שם בעיא דאיפשיטא דמחוסר נקיבה לאו כמחוסר מעשה דמי ורבינו שכתב שהוא ספק נראה שהיה לו גירסא אחרת. והר''י קורקוס ז''ל כתב שאפשר שלא סמך רבינו על אותו פשיטות משום דבפרק טבול יום אמרו דמחוסר יציאה כמחוסר מעשה דמי ומשמע דה''ה למחוסר נקיבה וה''ז ספק: \n\n"
      ]
    ],
    [
      [
        "<b>נבלת העוף הטהור וכו'.</b> כל זה בת''כ פרשת אחרי מות ומייתי קצתו בפ''ה דזבים וקצתו בפרק חטאת העוף ובפרק יוצא דופן. \n",
        "<b>ומ''ש היה נוגע באדם ובכלי חרס וכו'.</b> בת''כ שם יכול יטמא אדם וכלי חרס ת''ל בגד בגד הוא מטמא ולא אדם וכלי חרס. \n",
        "<b>ומ''ש ואחר שבלע אינו מטמא שאר כלים וכו'.</b> בתורת כהנים שם: \n\n"
      ],
      [
        "<b>אין נבילת העוף הטהור צריכה מחשבה.</b> פשוט בפרק בא סימן עלה נ': \n",
        "<b>חישב עליה לאכילה וכו'.</b> בריש טהרות נבילת עוף טהור צריכה מחשבה ואינה צריכה הכשר והיינו דוקא בכפרים אבל בשווקים אינה צריכה מחשבה ולא הכשר כמו ששנינו בפ''ג דעוקצין: \n\n"
      ],
      [
        "<b>פרה אדומה וכו'.</b> כתב הראב״ד א״א בחיי ראשי כאשר עיינתי את הדברים במקומם וכו'. ביאור הדברים דגרסינן בפרק טבול יום (זבחים דף ק״ה) ת״ר פרים ופרה ושעיר המשתלח וכו' עד צריכים הכשר טומאה ממקום אחר ופירש״י צריכין הכשר טומאה ממקום אחר הא דתנא דבי רבי ישמעאל ה״ק כל שאין סופו לטמא טומאה חמורה צריך הכשר טומאה ממקום אחר שיגע בשרץ או בנבילה ולא שיטמאו מאליו אבל מי שסופו לטמא טומאה חמורה א״צ ליגע בטומאה ומטמא טומאת אוכלים מאליו כגון פרה ופרים אבל חזי לטומאה מיהת בעלמא בעינן ולא ב״ח דלא אשכחן בבהמות בעלי חיים מטמאים ולפי פי' זה בין פרה ופרים בין נבילת עוף טהור א״צ ליגע בהם טומאה ולהאי פירושא ניחא מ״ש רבינו בנבילת עוף טהור שאף ע״פ שלא נגעה בהם טומאה מטמאים טומאת אוכלים אבל קשה מ״ש בפרה ופרים שצריכים ליגע בטומאה: \n",
        "<b>והראב''ד</b> מפרש דה''ק האי דאמר רבי ישמעאל שסופו לטמא טומאה חמורה א''צ הכשר היינו לומר שיהיו ראויים לקבל טומאה לומר דא''צ הכשר מים אבל לעולם צריך הכשר טומאה ממקום אחר דהיינו דכל זמן שלא נגע בהם אינם מטמאים טומאת אוכלים ושעיר אינו מקבל טומאה משום דחי הוא ועל זה כתב דנהי דלהאי פירושא ניחא מ''ש רבינו בפרה ופרים אבל קשה מ''ש בנבלת עוף טהור שאע''פ שלא נגע בה טומאה מטמא טומאת אוכלים ואח''כ הקשה עוד דאע''ג דלפום הכי סוגיא דזבחים ניחא האי פירושא בדרבי ישמעאל וכדאמרן סוגיין בעלמא דרבי ישמעאל א''צ לא הכשר מים ולא הכשר שרץ ותיקשי ליה לרבינו בפרה ופרים מדרבי ישמעאל ולשון נמי שכתב אינו נוח לי דלא הוי מעין מ''ש לעיל אלא איפכא: \n",
        "<b>וליישב</b> דעת רבינו י''ל שרבינו מפרש דרבי ישמעאל אין צריכין הכשר טומאה ולא הכשר שרץ קאמר מיהו היינו דוקא בנבלת עוף דנקט וכל כיוצא בה שהן מטמאין אדם במגע לאפוקי פרה ופרים שאינם מטמאים אלא המתעסקים בהם ולא את הנוגעים בהם בלא מתעסקים דכגון אלו צריכים הכשר שרץ שיקבלו טומאה ממנו ואז יטמאו אוכלים ומשקים ושעיר המשתלח שאינו מטמא טומאה מפני שהוא חי אינו מטמא אוכלים ומשקים ומה שאמרו צריכים הכשר טומאה ממקום אחר ה''פ אע''פ שאמר רבי ישמעאל שמי שסופו לטמא טומאה חמורה א''צ הכשר שרץ היינו דוקא במי שיש לו הכשר טומאה ממקום אחר דהיינו שהוא מטמא הנוגעים בו אפילו בלא מתעסקים לאפוקי פרה ופרים שאינם מטמאים את הנוגעים בהם בלא מתעסקים. אחר שכתבתי זה מצאתי לרבינו בפירוש המשנה בסוף זבים אמתני' דהנוגע בשרץ שדקדק לשון כיוצא בזה: \n\n"
      ],
      [
        "<b>כזית מנבלת הבהמה וכו'.</b> בפרק יוצא דופן עלה מ''ב וכרבא. \n",
        "<b>ומ''ש או שהכניסו לתוך בליעתו וכו'.</b> ג''ז שם וכרבא: \n\n"
      ],
      [
        "<b>הכורך כזית וכו'.</b> תוספתא פ''ה דזבים. והטעם נראה דהיינו משום דכיון דחזרת מין מאכל הוא מין במינו אינו חוצץ משא''כ בסיב וכ''כ ר''ש: \n\n"
      ],
      [
        "<b>הבולע נבלת העוף הטהור וכו'.</b> בת''כ פרשת אחרי מות יכול אם הקיאה תהא מטמאה בגדים דרך יציאתה ת''ל אשר תאכל בדרך אכילתה היא מטמאה ואינה מטמאה דרך יציאתה: \n\n"
      ],
      [
        "<b>מעי של נבלת העוף הטהור וכו'.</b> כתב הראב''ד זו המימרא לא מצאתי בשום מקום וכו' בפרק רבי ישמעאל דאמר אילפא ביצי נבילת עוף טהור מקצתן בחוץ וכו' והתוספות כתבו בפרק רבי ישמעאל עלה ע' על הא דאילפא שר''ת מצא בספר ר''ג מעי נבלת עוף טהור מקצתו בחוץ וכו' ומפרש רבינו דהיינו לומר שאם יש בבית הבליעה כזית טמא ואף על פי שלפי זה קשה האי דמסיים בה מבחוץ אינו מטמא בגדים דמאי קמשמע לן י''ל דה''ק אף על פי שמקצתו בחוץ במקום שאינו מטמא קצתו אחר שהוא בבית הבליעה מטמא והר''י קורקוס ז''ל האריך להקשות על פירוש רש''י ופירוש רבינו תם ולהכריח פירוש רבינו: \n\n"
      ],
      [
        "<b>בלע ממנה אבר שלם וכו' אפילו נטל צפור וכו'.</b> תוספתא בסוף זבים שם ואיתא בפרק גיד הנשה (חולין דף ק״ב) לענין איסור אכילה: \n\n"
      ],
      [
        "<b>הכנפיים והנוצה וכו'.</b> בריש טהרות (פ''א משנה ב). \n",
        "<b>ומה שכתב שהחרטום והצפרנים מצטרפין.</b> גם זה שם. \n",
        "<b>ומה שכתב דהיינו דוקא במקומות הרכים הקרובים מן הבשר.</b> בפרק העור והרוטב עלה קכ''א. \n",
        "<b>ומה שכתב ראשי אגפיים וראש הזנב.</b> בריש טהרות שם וכתנא קמא. \n",
        "<b>ומה שכתב והעצמות אפילו הרכות.</b> משום דראשי אגפיים וראש הזנב וחרטום וצפרנים מיתנו בריש טהרות בהדי הדדי וכי היכי דחרטום וצפרנים מיירי במקומות הרכים ראשי אגפיים וראש הזנב נמי מיירי בהאי גוונא: \n\n"
      ],
      [
        "<b>האוכל מנבלת העוף הטהור מן העצמות וכו'.</b> בפרק קמא דביצה עלה ז'. \n",
        "<b>ומ''ש בעצמות הרכים.</b> משום דאל''כ פשיטא דלאו בני אכילה נינהו כלל. \n",
        "<b>ומ''ש ומן הדם.</b> תוספתא סוף זבים. \n",
        "<b>ומ''ש אבל האוכל מן האשכול של ביצים וכו'.</b> בפרק קמא דביצה. ופירש''י שלל של ביצים כשהם כבושים ושלולים וקבועים בשדרה. מן האשכול מבשר השדרה שהביצים אדוקים שם. \n",
        "<b>ומ''ש או שהמחהו בחמה וכו'.</b> פ''ק דביצה ותוספתא בסוף זבים ובפ' העור והרוטב: \n\n"
      ],
      [
        "<b>נבלת העוף הטהור וכו'.</b> בפרק ח' דטהרות (משנה ו) גבי גוזל שנפל לגת ופרק שביעי דנזיר דף נ' ופרק שלישי דבכורות דף כ''ג נתבאר דאפילו טומאה קלה חלה עד לכלב. \n",
        "<b>ומה שכתב וכן אם יבשה וכו'.</b> נתבאר בפרק ראשון. \n",
        "<b>ומה שכתב והאוכל נצל של נבילת העוף הטהור ה''ז טהור.</b> אף על פי שבנצל של בהמה כתב בפרק א' שהוא ספק כתב כאן שהוא טהור משום דמשמע ליה דכיון דבנזיר פרק ז' איבעיא להו אם יש נצל לבהמה משמע דבעוף פשיטא ליה דאין נצל דאל''כ הכי הוה ליה למיבעי נצל בשאר ב''ח או לא: \n\n"
      ],
      [
        "<b>עוף טהור שנטרף וכו'.</b> במשנה בס״פ חטאת העוף (זבחים דף ס״ט) כרבי יוסי ורבי מאיר לגבי רבי יהודה. \n",
        "<b>ומה שכתב ואפילו נשחט בעזרה.</b> גם זה שם שחט חולין בפנים וקדשים בחוץ אינם מטמאות בבית הבליעה. \n",
        "<b>ומ''ש ואם נמלק ונמצאת טריפה וכו'.</b> שם במשנה ודלא כרבי מאיר. \n",
        "<b>ומ''ש והמולק חולין בפנים או שמלק קדשים בחוץ וכו'.</b> שם במשנה (דף ס''ח ע''ב): \n\n"
      ],
      [
        "<b>המולק קדשים בפנים וכו'.</b> שם בברייתא (דף ס''ט): \n",
        "<b>כיוצא בו עגלה ערופה וכו'.</b> סוף פרק חטאת העוף (זבחים דף ע' ע״ב): \n\n"
      ],
      [
        "<b>נבילת העוף הטמא טהורה וכו'.</b> בריש טהרות (פרק א' משנה ג') וממה שכתב רבינו הרי היא כאוכלים טמאים משמע דאפילו לא נגע בה שרץ הם טמאים וכן משמע מדבריו בפירוש המשנה וקשה על זה דהא אמרי' דדוקא מי שסופו לטמא טומאה חמורה אין צריך הכשר שרץ ונבילת עוף טמא אין בה שום טומאה אלא שמוכנת לקבל טומאה על ידי מחשבה והכשר כשאר אוכלים וכן כתב ר''ש וכן נראה מדברי רש''י בשלהי גיד הנשה (חולין דף ק''ב) ד''ה ה''ג וכן כתב ה''ר עובדיה ז''ל ותירץ הר''י קורקוס ז''ל שבכלל מה שכתב רבינו והוכשרה הוי הכשר מים ונגיעת שרץ כי כן נקרא הכשר שרץ והדעת מכריע דכיון דבעינן הכשר מים היינו לקבל טומאה להבא אם יגע בה שרץ כי על ידי מים לבד תיעשה אוכל [ולא] טמא למפרע וגם מדברי רבינו יש להוכיח כן כי גבי נבילת עוף טהור כתב אף על פי שלא נגע בטומאה אחרת וכאן לא כתב כן עכ''ל: \n\n"
      ],
      [
        "<b>אחד העוף הטהור ואחד העוף הטמא וכו'.</b> בת''כ פרשת שמיני על פסוק ולאלה תטמאו: \n\n"
      ],
      [
        "<b>אבר מן המת מן העוף וכו'.</b> כתב כן להבדיל בין אבר מן המת ואבר מן הנבילה לאבר מן השרץ שאין להם שיעור ולמד כן מדלא הזכיר התנא אלא אלו גבי הא דתנן בפרק קמא דאהלות (משנה ז') האיברים אין להם שיעור: \n\n"
      ]
    ],
    [
      [
        "<b>שמנה שרצים האמורים בתורה וכו':</b> \n\n"
      ],
      [
        "<b>השרץ אב מאבות הטומאה וכו' עד ואינו מטמא במשא.</b> בריש כלים. \n",
        "<b>ומה שכתב והנוגע בו אינו מטמא בגדים בשעת מגעו.</b> פשוט שהרי אין כתוב בהם שהנוגע בהם יכבס בגדיו אלא הנוגע בהם במותם יטמא עד הערב. \n",
        "<b>ומה שכתב ושיעור טומאתו בכעדשה.</b> בתורת כהנים ובשלהי פירקא קמא דחגיגה (דף י''א) ובפרק כהן גדול ונזיר (דף נ''ב). \n",
        "<b>ומה שכתב וכל השרצים וכו'.</b> משנה פרק ד' דמעילה [דף ט''ו]: \n\n"
      ],
      [
        "<b>האיברים אין להם שיעור וכו'.</b> בפרק קמא דאהלות: \n",
        "<b>אבר מן השרץ כברייתו וכו'.</b> זהו פירוש מה ששנינו האיברים אין להם שיעור: \n\n"
      ],
      [
        "<b>ומ''ש והוא שיהיה בבשר שעליו או במוח שבעצם כדי להעלות ארוכה.</b> מתבאר בפרק העור והרוטב עלה קכ''ה: \n\n"
      ],
      [
        "<b>בשר מן החי הפורש וכו' עד ואם פירשו מן החי טהורים.</b> בפרק העור והרוטב (חולין דף קכ״ח ע״ב): \n\n"
      ],
      [],
      [
        "<b>דם השרץ כבשרו ומצטרף בכעדשה.</b> משנה פ''ד דמעילה (דף נ''ד שהוא י''ז): \n",
        "<b>ומ''ש כל זמן שהוא מחובר בבשר.</b> שם בגמרא אמר רב חנין וכו' ומפרש רבינו דהיינו לומר דדוקא בעוד הדם בשרץ אבל אם פירש הדם מן השרץ אינו מצטרף: \n\n"
      ],
      [
        "<b>עצמות השרץ וגידיו וצפרניו טהורים.</b> בת''כ מנבלתם ולא מן העצמות ולא מן השינים ולא מן הצפרנים. \n",
        "<b>ומ״ש וגידיו: ועור החולד והעכבר וכו'.</b> משנה וגמרא בפ' העור והרוטב (חולין קכ״ב ע״א ע״ב) וכתנא דמתני': \n\n"
      ],
      [
        "<b>קוליית השרץ וכו':</b> \n\n"
      ],
      [
        "<b>ביצת השרץ המרוקמת וכו'.</b> משנה וגמרא בפרק העור והרוטב (חולין דף קכ״ה ודף קכ״ו ע״ב) ושנינו בתוספתא דחולין פ״ח כמה היא ריקומה כדי שיראה השרץ מתוכה: \n\n"
      ],
      [
        "<b>השרץ שחציו בשר וכו'.</b> משנה שם. \n",
        "<b>ומ''ש ואם השריץ ע''פ כולו וכו'.</b> יש לתמוה דבגמרא משמע איפכא בין ללישנא קמא בין ללישנא בתרא לת''ק: \n",
        "<b>והר''י</b> קורקוס ז''ל כתב הדבר מוכרח שדברי רבינו כר' יהודה או שסובר דלמאן דמתני לדריב''ל אסיפא דהיינו על דברי רבי יהודה משמע שסובר דהלכה כמותו כיון שמפרש דבריו ואין זה מוכרח או אפשר שסובר שאינו חולק על ת''ק וקצת משמע כן מדקאמר בלשון רישא וסיפא וגם זה דוחק אם לא שהיתה לרבינו גירסא אחרת ולמדו שם בברייתא חציו בשר וחציו אדמה מדכתיב בשרץ דמשמע כל שהוא משריץ ואפשר דעל ברייתא זו סמך דכיון דמרבינן כל שהוא משריץ מינה שכל שהוא חציו לארכו כולו הוא משריץ וכולו מטמא אפילו נגע באדמה ואפשר דלנוגע בבשר לא איצטריך אלא לנוגע באדמה שכל שמקצתו בשר חשיב כולו שרץ וא''כ מתניתין לפ''ז בלא השריץ אלא שלפ''ז קשה אדריב''ל ועדיין צ''ע עכ''ל: \n\n"
      ],
      [
        "<b>בשר השרץ שנפסד וכו'.</b> נתבאר בפ''א. \n",
        "<b>ומ״ש יבש וכו'.</b> משנה בפרק דם הנדה (נדה דף נ״ד ע״ב). \n",
        "<b>ומ״ש אפילו כאוכלים טמאים אינו מטמא. ומ״ש במה דברים אמורים במקצת השרץ וכו'.</b> בפרק דם הנדה (נדה דף נ״ו) ופירש״י שלדו דפוס צורתו קיימת שלא נשבר ונתפזר: \n",
        "<b>ומ''ש וקרוב בעיני שטומאה זו מדבריהם.</b> אע''ג דבגמרא מייתי לה מקרא משמע לרבינו דאסמכתא בעלמא היא דכיון שנתייבש כ''כ הרי הוא כעפר אע''פ ששלדו קיים אלא שחכמים גזרו בו טומאה: \n\n"
      ],
      [
        "<b>כזית מן הנבילה וכעדשה מן השרץ וכו'.</b> בפ״ג דטהרות ופרק כל המנחות באות מצה (מנחות דף נ״ד ע״ב): \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל ולא דמי לחיוב שבת דאיבעיא לן בפרק המצניע אם יש דיחוי וסלקא בתיקו וכתב רבינו בהלכות שבת פי''ח דהוי ספק דהתם שאני שאם הניחה באותה שעה הוה מיפטר ולכך י''ל שלא תצטרף ההנחה עם העקירה: \n\n"
      ],
      [
        "<b>השרץ אינו מטמא עד שימות וכו'.</b> בפרק קמא דאהלות ופרק קמא דחולין עלה כ''א וכר''ל ומפרש רבינו דרבותא קמ''ל אע''פ שמעורין בעור הגוף דאל''כ פשיטא: \n",
        "<b>שאר שקצים ורמשים וכו'.</b> בת''כ. \n",
        "<b>ומ''ש ואפילו כאוכלים טמאים אינם:</b> \n\n"
      ]
    ],
    [
      [
        "<b>שכבת זרע אב מאבות הטומאה וכו' עד ואינה מטמאה במשא.</b> בריש כלים. \n",
        "<b>ומ''ש ואין המתטמא בה מטמא בגדים בשעת מגעו.</b> זה פשוט דכתיב ואיש כי תצא ממנו ש''ז ורחץ במים את כל בשרו וטמא עד הערב ואילו כיבוס בגדים לא קאמר: \n",
        "<b>ואחד הנוגע בה ואחד הרואה אותה בבשרו וכו'.</b> בפרק יוצא דופן (נדה דף מ״ג ע״ב) או איש לרבות את הנוגע ובסוף זבים תנן בעל קרי כמגע שרץ כלומר שהוא ראשון: \n",
        "<b>וכמה שיעורה וכו'.</b> בפרק יוצא דופן עלה מ''ג אמר ר' חנילאי משום ר''א בר''ש ש''ז לרואה במשהו לנוגע בכעדשה והא אנן מטמאין בכל שהן תנן מאי לאו לנוגע לא לרואה. \n",
        "<b>ומ''ש ואין הרואה טמא עד שתצא ממנו.</b> משנה שם (דף מ.) הזב ובעל קרי אינן מטמאין עד שתצא טומאתן לחוץ. ומ''ש ויחתום ממנו פי האמה. שם (דף מג:) אמר שמואל זב צריך בחתימת פי האמה שנאמר או החתים בשרו מזובו והא אנן תנן מטמאים בכל שהן הוא דאמר כר' נתן דתניא ר' נתן אומר משום ר' ישמעאל זב צריך בחתימת פי האמה ולא הודו לו מ''ט דר' ישמעאל דאמר קרא או החתים בשרו מזובו ורבנן ההוא מיבעי ליה לח מטמא ואינו מטמא יבש ונראה מדברי רבינו שהוא פוסק כשמואל ויש לתמוה דכיון דר' ישמעאל הוא דאמר הכי ולא הודו לו וסתם מתניתין דלא כוותיה אע''ג דשמואל משמע דסבר כוותיה הא רב חנילאי סבר דלא כוותיה ואיהו עדיף דאתא כרבנן דלא הודו לו וכסתם מתניתין ואפשר היה ליישב זה לומר דטעמא משום דגרסינן בפרק המפלת עלה כ''ב בעא מיניה מרב הונא הרואה קרי בקיסם מהו וכו' עד כחתימת פי האמה ופירש''י הרואה קרי בקיסם וכו' עד בצר ליה שיעורא כדי קיסם וכיון דרבה ורב הונא ס''ל כשמואל פסק כוותייהו וקשה שהוא ז''ל פסק בסמוך דלרואה בכל שהוא כרב חנילאי ונמצא כמזכי שטרא לבי תרי ודבריו סותרים את דבריו: \n",
        "<b>וכתב</b> הראב''ד עד שתצא ממנו ויחתום ממנו פי האמה א''א זה שיבוש דכל שהוא אינו צריך חתימת פי האמה וכו'. ויש לתמוה עליו איך לא הקשה עליו שהוא עצמו פסק בסמוך בהיפך וליישב דעת רבינו נאמר שהוא ז''ל סובר דרב הונא לא פליג ארב חנילאי דאיהו נמי סבר דלרואה כל שהוא כסתם מתניתין ומאי דאמר אינו מטמא אלא בחתימת פי האמה לא בשיעורא קאמר אלא היינו לומר שצריך שיגע בפי האמה וכך פירשו התוספות ולישנא דרבינו דייק כן שכתב עד שתצא ממנו ויחתום ממנו פי אמה ולא כתב כדי חתימת פי אמה ובזה אין כאן לא שיבוש ולא בלבול: \n",
        "<b>אחר</b> שכתבתי זה מצאתי שגם הריטב״א סובר כרבינו והקשה על שיטת רש״י שהיא כשיטת הראב״ד וגריס כחתימת פי האמה בכ״ף שאיך אפשר שישיב לו כפי דעת ר' נתן ולימא ליה רבה אנא אליבא דרבנן מיבעיא לי דהלכתא כוותייהו וכ״ש דקשה שאמר אותו דרך תמיהא ובדרך פשוט והוא אליבא דיחיד ולא הקשו עליו מסתם מתניתין דתנן איפכא וכמו שהקשו פרק יוצא דופן על שמואל שאמר כן ועל רב חנילאי הקשו ג״כ וכאן לא הקשו כלל ונדחק הריטב״א לקיים דברי רב הונא אפילו כרבנן ומ״מ הקשה לשיטת רש״י חדא שבכל הספרים כתיב בחתימת פי האמה בבי״ת ומשמע דלאו לשיעורא ועוד שהרי בפרק אלו דברים (פסחים דף ס״ז ע״ב) אמר ר״ש דבעל קרי צריך שיעור אמרינן דכר' נתן ס״ל משמע דלרבנן אין בעל קרי צריך שיעור ואם איתא לימא דר״ש אפילו כרבנן ומשום דחשיב ליה נוגע צריך שיעור א״כ ע״כ רב הונא אליבא דר״ש הוא דמיירי וע״ק דעיקר טעמא דבעי שיעורא היינו משום דחשיב ליה נוגע ואין דינו תלוי בשיעורא הכי הל״ל והלא הוא עצמו אינו מטמא אלא משום נוגע: \n",
        "<b>ומ''ש לפיכך אפילו ראה בקיסם וכו'.</b> הם דברים תמוהים דרב הונא דאמר (נדה דף כ''ב) תיפוק ליה דהוא עצמו אינו מטמא אלא בחתימת פי האמה משמע דהיינו לומר וכיון דבקיסם ליכא חתימת פי האמה טהור וכן פירש''י ע''פ דרכו שפירש דלענין שיעורא אמר וכן פירשו התוספות ע''פ דרכם שפירשו דלענין שיגע בחתימת פי האמה קאמר וצ''ל שרבינו מפרש שרבה ששאל הרואה קרי בקיסם מהו היינו לומר אם הכניס קיסם בתוך האמה בפנים ועבר הקרי עליו ויצא ובא מפי האמה ומיבעיא ליה אי אמרינן דבעינן שמשנעקר ממנו עד שיצא מפי האמה הכל יהיה ממנו בלי שום ד''א שיעבור הקרי עליו או לא ואהדר ליה דהוא עצמו כלומר כשרואה קרי בלא קיסם אינו מיטמא אלא בחתימת פי האמה כלומר אע''פ שנעקר הקרי ובא סמוך לפי האמה אינו מטמא עד שיגיע לפי אמה ממש דממנו דקרא לא קאי אלא לפי אמה ממש וכיון שכן כי הכניס קיסם בפנים ועבר הקרי עליו מה בכך מאחר שאח''כ הגיע לפי אמה ממש ויצתה מפי אמה טמא הוא: \n",
        "<b>ואחד הרואה מחמת בשרו וכו'.</b> בפרק אלו דברים (דף ס''ד ע''ב) ובפרק בנות כותים עלה ל''ה פשוט דש''ז מטמאה באונס פי' באונס ממאכל או משתה וכו' כמו שנתבאר בפ''ב ממחוסרי כפרה: \n\n"
      ],
      [
        "<b>אין שכבת זרע של קטן מטמאה וכו'.</b> בריש פרק בנות כותים (נדה דף ל''ב ע''ב) איש אין לי אלא איש בן תשע שנים ויום אחד מנין ת''ל ואיש ופירש''י אין לי אלא איש ואיש אשר תצא ממנו שכבת זרע: \n\n"
      ],
      [
        "<b>שכבת זרע אדומה טהורה וכו'.</b> בריש פרק בנות כותים עלה ל''ב. \n",
        "<b>ומ''ש ונמשכת.</b> בתוספתא דזבים שנינו שכבת זרע היא קשורה ודומה ללובן ביצה שאינה מוזרת: \n\n"
      ],
      [
        "<b>וכל ש''ז שאין גופו של אדם וכו'.</b> פרק יוצא דופן עלה מ''ג אמר שמואל כל ש''ז שאין כל גופו מרגיש בה אינה מטמאה מ''ט ש''ז אמר רחמנא בראויה להזריע וכו' לישנא אחרינא אמר שמואל וכו' עד הא טמויי מטמיא: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו לישנא בתרא דגמרא אזרועי הוא דלא מזרעא הא טמויי מטמיא עכ''ל. כלומר משיג על רבינו למה לא פסק כלישנא בתרא. וי''ל שטעם רבינו משום דרבא לא סבר כלישנא בתרא אבל אי קשיא הא קשיא דבתרי לישני קמאי הוה ליה למפסק כלישנא בתרא דכל ש''ז שאינו יורה כחץ אינה מטמאה והוא ז''ל נראה שפסק כלישנא קמא דכל שכבת זרע שאין כל גופו מרגיש בה אינה מטמאה. וע''ק שפסק בבעיא דרבא כלישנא מציעאה דטמא וזה סותר מה שפסק קודם לכן כלישנא קמא ונ''ל שפסק כלישנא מציעאה דאינו יורה כחץ בכלל אין גופו מרגיש הוא אלא דכי הוו תרי לישני כדי לומר מאי בינייהו אנו צריכים לומר שאינו בכלל אין גופו מרגיש בה וא''כ כי נקט רבינו שאין גופו מרגיש בה הוי אינו יורה כחץ בכלל וכ''ש שכבר ביאר בסמוך דנעקר בהרגשה ויצא שלא בהרגשה טמא ותו ליכא למיטעי ואילו הוה נקט לישנא דשאינו יורה כחץ הוה אפשר לומר דאם נעקר שלא בהרגשה (ויצא בהרגשה) ולכלול גם את זה נקט לישנא דשאין גופו מרגיש בה: \n\n"
      ],
      [
        "<b>המהרהר בלילה וכו'.</b> בפ״ח דמקוואות המהרהר בלילה ועמד ומצא בשרו כלומר איברו חם טמא ובפרק יוצא דופן (נדה דף מ״ג) מותיב מינה לשמואל דאמר כל שכבת זרע שאין כל גופו מרגיש בה אינה מטמאה דהא הכא כשמצא בשרו חם טמא שמא יצא ממנו אמאי והא לא ארגיש ומוקי לה במשמש מטתו בחלומו דא״א בלא הרגשה. \n",
        "<b>ומה שכתב הרהר ולא מצא בשרו חם וכו'.</b> נלמד ממה שנתבאר בסמוך וכך הוא בתוספתא כלשון רבינו: \n\n"
      ],
      [
        "<b>המטיל מים וכו'.</b> בפ''ח דמקוואות. \n",
        "<b>ומ''ש היו לבנים ונמשכים טמא.</b> שם וכת''ק פי' חלוקים שמטיף טיפין חלוקים כמין שלשלת כך כתב ה''ר עובדיה ורבינו כתב חלוקים שלשלת ההזלה וכשזה יארע בתחלה אנו אומרים שמא עצר השתן הוא זה ואינו קרי וכן אם הכל כן מתחילה ועד סוף אבל אם באמצע או בסוף לבד ולא בתחלה הוי כמין קרי וטמא ופי' נמשכים שיהא השתן מתדבק קצתו בקצתו ואז הוא טמא בין יהיה בתחלה או באמצע או בסוף. \n",
        "<b>ומ''ש המטיל טיפין עבות וכו'.</b> שם המטיל טיפין עבות מתוך האמה טמא דברי ר''א חסמא ומשמע דרבנן פליגי עליה ואמרי טהור: \n\n"
      ],
      [
        "<b>בעל קרי שטבל וכו'.</b> גם זה שם. \n",
        "<b>ומ''ש במה דברים אמורים בחולה וכו'.</b> שם וכר' יוסי ופסק כמותו משום דבסוף פ''ק דחולין (דף כ''ד ע''ב) מפרשי אמוראי מילתיה. \n",
        "<b>ומ''ש עד כמה הוא ילד וכו'.</b> בספ''ק דחולין (שם): \n\n"
      ],
      [
        "<b>וכל אשה ששמשה וכו'.</b> בפ''ח דמקוואות: \n\n"
      ],
      [
        "<b>אחד האיש וכו'.</b> מפורש בתורה סוף פרשת מצורע: \n",
        "<b>ואין האשה וכו'.</b> בפרק יוצא דופן עלה מ''א ומ''ב אליבא דרבנן. \n",
        "<b>ומ״ש והוא שתהיה בת שלש שנים וכו'.</b> בת״כ ואשה פרט לקטנה או יכול שאני מוציא בת ג' שנים ויום א' ת״ל ואשה ואיתא בפרק בנות כותים (נדה דף ל״ב). ומ״ש בספרי \n",
        "<b>רבינו אשר ישכב את אשה</b> ט''ס הוא דאדרבה מאשה הוה משמע למעט כל קטנה ולא מרבינן בת שלש שנים אלא מוי''ו דואשה ועוד שזה אינו פסוק אלא כך צריך לגרוס שנאמר ואשה אשר ישכב איש אותה. \n",
        "<b>ומ''ש היתה קטנה מבת שלש שנים וכו'.</b> מתבאר ממה שנזכר בסמוך. \n",
        "<b>ומ״ש לפיכך הבועל גדולה וכו'.</b> בפ' ד' אחין (יבמות דף ל״ד ע״ב) ובת״כ אותה פרט לדבר אחר שכבת זרע פרט למערה: \n\n"
      ],
      [],
      [
        "<b>האשה שפלטה ש״ז וכו'.</b> בפרק ח' דמקואות כר״א בן עזריה דאמר הפולטת ש״ז ביום השלישי טהורה וכמו שיתבאר בסמוך ומ״מ יש לתמוה על רבינו למה לא פסק כר״ע דהלכה כמותו מחבירו או כחכמים דאמרי בפרק ר״ע (שבת דף ע״ז ע״ב) זו דברי רבי ישמעאל ור״ע אבל חכ״א שש עונות שלימות וזה היה נכון יותר משום דרבים נינהו ועוד דמדקאמר גמרא אבל חכ״א משמע שדוחה דברי הראשונים ותופס דברי חכמים עיקר וי״ל שרבינו גורס אבל חכמים אומרים שלש עונות וכך כתב בפי' המשנה פ״ח דמקואות והיא גירסת הרשב״א ובפרק ר״ע (שבת דף פ״ו) אמרו בשלמא ר״א בן עזריה כרבנן דסברי בה' עבוד פרישה פירוש דכולהו ממתן תורה ילפי דכתיב היו נכונים לשלשת ימים ולר״א בן עזריה בחמישי פירשו ובשבת ניתנה תורה לכ״ע ובליל שבת טבלו כולם וצ״ל לפי שיטה זו דבחמישי עבוד פרישה היינו בבקר בהשכמה ואז יש ג' עונות יום ה' וליל ו' ויום ו' ובזה יבא ר״א כרבנן דבעו ג' עונות והשתא ניחא שפסק כחכמים.  ",
        "<b>ומ''ש הרי היא טמאה כרואה קרי לפיכך סותרת יום א' וכו'.</b> בפרק יוצא דופן עלה מ''ב.  ",
        "<b>ומ''ש אע''פ שלא יצתה לחוץ וכו'.</b> זהו מה שאמרו שם דרואה הויא לטמא בפנים כבחוץ.  ",
        "<b>ומ''ש אלא נעקרה והגיעה לבין השיניים וכו'.</b> שם בעלה מ''א ע''ב על מאי דתנן כל הנשים מטמאות בבית החיצון אמרינן הי ניהו בית החיצון ואר''י בין השיניים:   "
      ],
      [
        "<b>שכבת זרע עצמה שנפלטה וכו'.</b> פשוט הוא וכן משמע בפרק ר''ע: \n\n"
      ],
      [
        "<b>וכמה היא עונה יום או לילה.</b> הכי אמרינן בפרק ר''ע: \n",
        "<b>כיצד נבעלה בליל שבת וכו'.</b> כן פי' רבינו דברי ר''א בן עזריה בפרק ח' דמקוואות ולא כדפרש''י בפרק רבי עקיבא: \n",
        "<b>והאיש שפירשה ממנו ש''ז וכו'.</b> כך היא הגירסא הנכונה והדין בפר''ע עלה פ''ו (ע''ב) על פלוגתא דהני תנאי אמר רב חסדא מחלוקת שפירשה מהאשה אבל פירשה מהאיש טמאה כל זמן שהיא לחה. \n",
        "<b>ומה שכתב והפורש ממנו טמא.</b> נראה שרבינו מפרש כר''ח ור''ת שפירשו דמיירי בזכר שנרבע ופלט ש''ז ובהא שייך לומר שהפולט טמא אפילו פלט אחר כמה עונות: \n\n"
      ],
      [
        "<b>שכבת זרע אינה מטמאה וכו'.</b> משנה בריש פרק דם הנדה (נדה דף נ״ד ע״ב): \n\n"
      ],
      [
        "<b>כבר ביארנו בפרק זה שהרואה קרי וכו' וכן האשה שפלטה וכו' אבל שאר האמורים בפרק זה וכו'.</b> בתוספתא דמקוואות פ''ו כל אלו שאמרו טהורים לחולין וטמאים לתרומה: \n\n"
      ],
      [
        "<b>נכרית שפלטה וכו'.</b> פ''ח דמקואות. \n",
        "<b>ומ''ש וכן הבהמה וכו'.</b> הכי משמע בפרק ר''ע עלה פ''ו. \n",
        "<b>ומ״ש לאחר זמן זה הרי היא ספק וכו'.</b> שם בעיא בין בנכרית בין בבהמה ולא איפשיטא ואע״ג דנכרית משמע דאיפשיטא שם באת״ל ע״פ דרכו של רבינו לפסוק כאת״ל לא חש רבינו לההוא את״ל משום דבפרק בנות כותים (נדה דף ל״ד ע״ב) מסיק לה בתיקו: \n\n"
      ],
      [
        "<b>כבר ביארנו וכו' לפיכך בת ישראל וכו'.</b> בפ''ח דמקואות ונתבאר בפ' בנות כותים דטהורה אפילו מדבריהם: \n\n"
      ],
      [
        "<b>עכו''ם שהרגיש וכו' וטבל.</b> פי' לשם גירות פ' יוצא דופן עלה מ''ג בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>גדולה ששכב אותה וכו'.</b> בת״כ דריש ואשה אשר ישכב איש אותה איש פרט לקטן ומשמע לרבינו דהיינו קטן פחות מבן ט' דומיא דאשה דלא ממעטינן מינה אלא פחותה מבת ג' והכי איתא בריש פרק בנות כותים (נדה דף ל״ב). \n",
        "<b>ומ''ש או נכרי.</b> מבואר במה שקדם בסמוך. \n",
        "<b>ומ''ש או בהמה.</b> ממעיט מדכתיב איש. \n",
        "<b>ומה שכתב שנאמר ואיש אשר ישכב את אשה.</b> גם פה הוא טעות סופר וצריך להגיה ולכתוב במקומו ואשה אשר ישכב איש אותה: \n\n"
      ]
    ],
    [
      [
        "<b>טומאת ע״ז מד״ס.</b> מבואר בפרק רבי עקיבא (שבת דף פ״ב פ״ג): \n",
        "<b>וארבע טומאות יש בה וכו'.</b> מתבאר והולך: \n\n"
      ],
      [
        "<b>עבודה זרה עצמה מטמאה וכו' כשרץ וכו'.</b> משנה בפרק כל הצלמים (עבודה זרה דף מ״ו ע״ב) וכחכמים אליבא דר״א דפרק ר' עקיבא (שבת דף פ״ב ע״ב) דפשטא דמתנייתא אתו כוותיה. \n",
        "<b>ומ״ש ושיעורה כזית.</b> בפרק ר״ע (שבת דף פ״ג ע״ב) ובירושלמי פ״ג דעבודה זרה: \n\n"
      ],
      [
        "<b>קצץ אבר ממנה וכו'.</b> גם זה שם: \n",
        "<b>כקולי אבות הטומאות דנו בה וכו'.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>נתפרקה עבודה זרה אף על פי שההדיוט יכול להחזירה וכו'.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>כל משמשי ע''ז כשרץ.</b> גם זה שם ברייתא ע''ז כשרץ ומשמשיה כשרץ ומשמע דבין לעיקר טומאתה בין לשיעורה משוה להו. \n",
        "<b>ומ''ש ואפילו קצץ ממשמשים כזית מן הכלי וכו'.</b> מאחר ששיעורה כזית יש לנו לומר כן דסתם כלי גדול מכזית. \n",
        "<b>ומ''ש זו חומר במשמשיה וכו'.</b> פשוט הוא ממה שקדם שע''ז אינה מטמאה לאיברים ומשמשיה אם קצץ מהם כזית טמא: \n",
        "<b>ובית ע''ז עצמו וכו':</b> \n\n"
      ],
      [
        "<b>המכניס ראשו ורובו וכו'.</b> בתוספתא דע''ז פרק שביעי וירושלמי פ''ג דע''ז. \n",
        "<b>ומ''ש וכן כלי חרס וכו' ספסלין וכו'.</b> תוספתא בסוף זבים. \n",
        "<b>ומ''ש וכולם ראשון לטומאה.</b> מאחר דעבודה זרה היא אב הוו אלו ראשון: \n\n"
      ],
      [
        "<b>תקרובת ע״ז וכו'.</b> בפ״ק דחולין עלה י״ג ע״ב וכרבנן דר״י בן בתירא וכלישנא בתרא דמוקי סתם מתניתין כוותייהו ואע״ג דבפרק אין מעמידין (עבודה זרה דף ל״ב ע״ב) ובפרק כל הצלמים מוקי סתם מתניתין כר״י בן בתירא הא דחולין דלישנא בתרא עדיפא דהויא כרבים ועוד דטומאת ע״ז דרבנן ונקטינן בה לקולא כדמסקי בפרק ר״ע. \n",
        "<b>ומ''ש ושיעורה בכזית,</b> כמו שיעור ע''ז עצמה. ובסמוך יתבאר דיין נסך מטמא בכזית: \n",
        "<b>כל דבר שמקריבין לה וכו'.</b> בפ''ב דע''ז (דף כ''ט ע''ב) שנינו בשר היוצא מבית ע''ז אסור מפני שהוא כזבחי מתים ובפרק העור והרוטב קכ''ט הרי אמרו תקרובת ע''ז של אוכלין טמאה. \n",
        "<b>ומ''ש ואע''פ שאין תקרובת ע''ז של אוכלין וכו' וכן ע''ז ומשמשיה וכו'.</b> הכל בע''ז פ' רבי ישמאעל (דף נ''ב) דברי רבינו כדברי התוספות שפירשו הא דקאמר כלים לא מבעיא לן דכיון דאית להו טהרה במקוה טומאה נמי בטלה דמיירי בכלים של תקרובת ע''ז: \n\n"
      ],
      [
        "<b>יין שנתנסך לע''ז מטמאה וכו'.</b> תוספתא בסוף זבים יין שראה את העכו''ם שהוא מנסכו אם יש בו כזית מטמאים טומאה חמורה ואם לאו אין מטמאין אלא טומאת משקין בלבד ובפרק שני דע''ז (דף ל' ע''ב) יין נסך אסור בהנאה ומטמא טומאה חמורה בכזית סתם יינם אסור בהנאה ומטמא טומאת משקין ברביעית. \n",
        "<b>ומ''ש רבינו שנאמר אשר חלב זבחימו יאכלו וכו'.</b> שם (דף כ''ט ע''ב) אמתניתין דאלו אסורים בהנאה היין: \n\n"
      ],
      [],
      [],
      [
        "<b>כל אב טומאה שמטמא במגע וכו'.</b> בפ' אחרון דזבים משנה ראשונה ושנייה ועשירית מתבאר מפירוש רבינו בהן: \n\n"
      ],
      [
        "<b>ומ''ש בד''א בשאר כל האבות חוץ מן הנבילה והמרכב וכו'.</b> מבואר במשנה עשירית שכתבתי שהיא בסוף זבים וחילוק הנבילה נתבאר בדברי רבינו בתחלת הלכות אלו וחילוק המרכב מן המשכב נתבאר בפ''ו מהלכות מטמאי משכב ומושב. \n",
        "<b>ומה שכתב והנושא מטמא בגדים.</b> בסוף זבים משנה הנושא את המרכב וכו' הנושא את הנבילה וכו' עד ופוסל א' וכפי' רבינו ור''ש: \n\n"
      ],
      [
        "<b>ומ''ש מי חטאת שיש בהם כדי הזייה וכו'.</b> במשנה פ''ק דכלים למעלה מהם נבילה ומי חטאת שיש בהם כדי הזיה שהם מטמאים את האדם במשא לטמא בגדים וחשוכי בגדים במגע. \n",
        "<b>ומ''ש הרי הנוגע בהם מטמא בגדים בשעת מגעו משום נושא מפני שא''א שיגע במים שלא יסיט אותם וכו' וכן הנוגע בצמר הנבילה או בנימי המרכב וכו'.</b> תוספתא פ''ה דזבים וכתבה רבינו שמשון שם בפרק הנזכר וגירסתו היא הנכונה ולפ''ז הא דתנן וחשוכי בגדים במגע היינו לומר דאין מטמאין בגדים מדין מגע אלא מדין מסיט וכתב הר''י קורקוס ז''ל ואפשר דנ''מ לאם היו קרושין כגליד דליכא היסט: \n\n"
      ],
      [
        "<b>הבולע נבלת עוף טהור וכו'.</b> משנה פ''ה דזבים האוכל מנבלת עוף טהור והיא בבית הבליעה מטמא שנים ופוסל אחד וכו' הקיאה או בלעה מטמא א' ופוסל א' וכתב רבינו שם כבר ביארנו וכו' שבולע נבלת עוף טהור מטמא בגדים בשעת בליעתו והוא אז כמי שנגע באב מאבות הטומאה דאורייתא וכאשר הקיאה אחר שבלעה או בלע אותה אחר שנכנסה באסטומכא יהיה כמו שפירש ממטמאיו וישאר ראשון לטומאה ולא יטמא בגדים אז עכ''ל. \n",
        "<b>ומ''ש רבינו פה וכבר ביארנו.</b> הוא בפ''ג מהלכות אלו: \n\n"
      ],
      [
        "<b>השורף פרה אדומה וכו' כמו שביארנו.</b> בפרק קמא דפרה. \n",
        "<b>ומ״ש רבינו אם נגעו באוכלים וכו'.</b> מפשט לשון רבינו נראה דאשורף ומשלח קאי ודבר תימה הוא שהיאך אפשר שיטמאו בגדים ולא יטמאו אוכלים אלא להיות שני לכך נראה דאפרה ופרים ושעיר עצמם קאי והוא מדאיתא בפרק טבול יום (זבחים דף ק״ה) פרה ופרים ושעיר המשתלח וכו' והן עצמם אינם מטמאים בגדים אבל מטמאים אוכלים ומשקים דברי ר' מאיר וחכמים אומרים פרה ופרים מטמאים אוכלים ומשקים ושעיר המשתלח אינו מטמא [אוכלים ומשקים] מפני שהוא חי ומכל מקום צריך לי למוד מנין לו שאינן מטמאין אוכלים אלא להיות שני ועוד קשה שנראה מדבריו ששעיר המשתלח גם כן מטמא אוכלין והיינו כרבי מאיר ולמה פסק כמותו במקום חכמים וצריך עיון: \n\n"
      ],
      [
        "<b>הנוגע באב מאבות הטומאה וכו'.</b> בת''כ פרשת שמיני. \n",
        "<b>ומ''ש וכן זב שדרס על המשכב וכו'.</b> בתוספתא דמכשירין פרק שני ונראה מתוך דבריהם שהטעם מפני שאין הטמא נטהר אלא בעלייתו מהמקוה לא בעודו בתוך המקוה: \n\n"
      ]
    ],
    [
      [
        "<b>דבר מפורש בתורה וכו'. אבל מדברי סופרים גזרו על האוכל הטמא וכו'.</b> פרק קמא דפסחים עלה י''ד. \n",
        "<b>ומ''ש וכן אם נגע אוכל הטמא במשקין טמאין. ומ''ש ואין אוכל מטמא כלי וכו' ואפילו מדבריהם.</b> בפרק קמא דנדה עלה ז' (ע''ב). \n",
        "<b>ומ''ש וכן גזרו על המשקים טמאים שיטמאו אוכלין או משקין או כלים שנגעו בהם.</b> גם זה שם: \n\n"
      ],
      [
        "<b>אין לך ולד הטומאה וכו'.</b> בפ''ח דפרה כל ולד הטומאות אינו מטמא כלים אלא משקה נטמא משקה טימאהו: \n",
        "<b>ומ''ש והוא שיהיו אותם המשקים טמאים מחמת אב וכו'.</b> בפ''ק דשבת עלה י''ד ע''ב אהא דמני בפוסלין את התרומה מדרבנן אוכלים וכלים שנטמאו במשקים קאמר כלים דמיטמאו במשקים דמאי אילימא במשקים דזב דאורייתא נינהו וכו' אלא במשקין הבאים מחמת שרץ וגזירה משום משקים דזב ומשמע לרבינו דהיינו לומר שצריך שיהיו המשקים טמאים מחמת שרץ וכיוצא בו שהוא אב הטומאה כדי שיטמאו כלים ובירושלמי פרק חומר בקדש אמרו היו ידיו טמאות ואחורי הכוס טהורים משקה לחוץ ע''ג הכוס ואחזו בבית צביטתו פשיטא שאין משקה מיטמא מן היד לטמא את הכוס: \n",
        "<b>והראב״ד</b> כתב טמאים מחמת אב א״א ריבה דברים ונקודים שלא לצורך וכו'. טעמו דאמרינן בברכות פרק אלו דברים (ברכות דף נ״ב) נוטלים לידים ואחר כך מוזגין את הכוס שאם אתה אומר מוזגין את הכוס תחלה גזירה שמא יטמאו משקין שאחורי הכוס מחמת ידים ויחזרו ויטמאו את הכוס ואי אפשר לומר דמחמת ידים דקאמר לא טומאת ידים לבד קאמר אלא היינו לומר שיהא טמא טומאת הגוף מחמת שרץ וכיוצא בו וכשיגע בידיו במשקין שבאחורי הכוס יטמאם ויחזרו ויטמאו את הכוס דהא פריך התם וליטמאו ידים לכוס כלומר בלא משקין ומשני ידים שניות הם ואין שני עושה ג' בחולין אלא על ידי משקין: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל דההיא לא מכרעא כולי האי דלב''ש הוא שאמרו כן ואע''ג דמשמע דב''ה מודו בעיקר דינא אפשר דלטעמייהו קאמרי להו כלומר אפילו יהיה הדין כן איכא טעמא להקדים מזיגת הכוס ולא שבקינן פשטא דסוגיא בשבת ופשיטותא דירושלמי מקמי ההיא דאלו דברים וכיון דמדרבנן הוא אזלינן לקולא עד כאן לשונו. וכתב עוד ולפי שיטת רבינו יצטרך לפרש מ''ש בפ''ב דטבול יום עלה דההיא דקדירה וכו' ואם היו ידיו מסואבות הכל טמא דלא קאי אקדירה אלא אמשקים ופירוש הכל בין משקה תרומה בין משקה חולין ע''כ: \n",
        "<b>ומפני מה גזרו וכו'.</b> מבואר במ''ש בסמוך דאיתא פ''ק דשבת: \n\n"
      ],
      [
        "<b>כשגזרו על המשקים וכו'.</b> בפכ״ה דכלים וטעמא מפרש בר״פ על אלו מומין (בכורות דף ל״ח). \n",
        "<b>ומ''ש בד''א לתרומה אבל לקדש וכו'.</b> גם זה שם בפכ''ה דכלים ופרק חומר בקדש (דף כ''ד). \n",
        "<b>ומ''ש בין בכלי חרס בין בכלי שטף: כתב</b> הראב''ד א''א אין השכל נותן שיעשו וכו'. וההיא דבכורות היא ר''פ על אלו מומין וכבר ביאר הראב''ד המקום שממנו למד רבינו לומר כן דמקיש כלי שטף לכלי חרס וא''כ מה כלי שטף נטמא גבו לא נטמא תוכו אבל גבו מיהא טמא אף כלי חרס כן והראב''ד משיג עליו שאין השכל נותן שיהיו משקים מטמאין כלי חרס מגבו מה שאין המת והשרץ מטמאים ואם תאמר שעשו מעלה במשקים מפני שהם עלולים לקבל טומאה כשם שעשו בהם שלעולם הם תחלה לכך כתב ולא גזרו חכמים במשקים אלא משום משקה זב וזבה וכו' ועל ראיית רבינו מפרק על אלו מומין טען הראב''ד דאינה ראיה דהתם לא להקיש כלי חרס לכלי שטף באו כי היכי דנימא מה כלי שטף מיטמא מגבו אף כלי חרס מיטמא מגבו ואדרבה להקיש כלי שטף לכלי חרס באו לומר דכי היכי דכלי חרס בעלמא חלוק גבו מתוכו אף כלי שטף הכי חלוק גבו מתוכו ומיהו הא כדאיתא והא כדאיתא דכלי חרס אינו מקבל טומאה מגבו כלל אפילו לגבו וכלי שטף מקבל טומאה לגבו מיהא וזה פירוש ומכלי שטף נסבא וכו' ולדעת רבינו י''ל דכיון דפשטא דגמ' משמע שמשוה אותם זה לזה וזה לזה ולענין מה שהוקשה לו שאין השכל נותן וכו' י''ל דמשום דמשקים עלולים לקבל טומאה עבוד בהו האי מעלה לטמא יותר ממה שהזב והזבה עצמם מטמאין כי היכי דעבוד בהו שיהיו תחלה לעולם: \n\n"
      ],
      [
        "<b>כבר ביארנו וכו' ולמה לא עשו בטומאת משקים היכר זה וכו'.</b> בריש פרק על אלו מומין (בכורות דף ל״ח): \n\n"
      ],
      [
        "<b>כבר ביארנו שהאוכלים והמשקים וכו'.</b> בפרק ה' מטומאת מת. \n",
        "<b>ומה שכתב אבל המשקים אחד משקה שנגע באב הטומאה או שנגע בראשון וכו'.</b> במשנה פרק ב' דטבול יום ושאר כל הטמאים בין קלים בין חמורים משקים היוצאים מהם כמשקים שהוא נוגע בהם אלו ואלו תחלה ובפירקא קמא דפסחים (דף י''ד ע''ב) אמרו אי מדרבנן מאי איריא נטמאו באב הטומאה אפילו בראשון ושני נמי תחלה הוו דתנן כל הפוסל את התרומה מטמא את המשקים להיות תחלה ובתוספתא פרק א' דטבול יום אחד משקה שנטמא באב הטומאה ואחד משקה שנטמא בולד הטומאה ה''ז תחלה לעולם ומטמא את חבירו וחבירו את חבירו אפילו הם מאה. \n",
        "<b>ומה שכתב וכולם מטמאים את הכלים.</b> בפרק ח' דפרה כל ולד הטומאות אינו מטמא כלים אלא משקה נטמא משקה טימאן ופירושה מבואר דולד הטומאה היינו ראשון ושני ואינם מטמאים לפי שאין כלי מקבל טומאה אלא מאב הטומאה אבל המשקה אף על פי שלא נטמא אלא מולד הטומאה מטמא כלים: \n",
        "<b>וכן כלי שנטמאו אחוריו במשקין וכו'.</b> בפרק שמיני דטהרות אחורי כלים שנטמאו במשקים רבי אליעזר אומר מטמאין את המשקים ואין פוסלין את האוכלין רבי יהושע אומר מטמאים את המשקים ופוסלים את האוכלים ובפירקא קמא דנדה (דף ז':) איפסיקא הלכתא כרבי אליעזר ומפרש התם דה''ק רבי אליעזר מטמאין את המשקים אפילו דחולין ואין פוסלים את האוכלין אפילו דתרומה: \n",
        "<b>ודע</b> דאמרינן בפירקא קמא דנדה ומ''ש אחורי כלים דנקט משום דקילי דתנן כלי שנטמא מאחוריו במשקין אחוריו טמאים תוכו אזנו ואוגניו וידיו טהורים נטמא תוכו כולו טמא ופירש רש''י משום דקילי אבל תוכו כיון דהחמירו ביה רבנן וכו' מודה רבי אליעזר שפוסלין את האוכלין וכן כתב רבינו שמשון בפרק ב' דטבול יום. \n",
        "<b>ומה שכתב ומטמאים כלים אחרים וכו'.</b> על פי מה שנתבאר דמשקין מטמאין כלים: \n\n"
      ],
      [
        "<b>ומ''ש אחורי הכלי שנטמאו במשקין וכו' אפילו אוכלי תרומה הרי הם טהורים.</b> ע''פ מה שנתבאר דר''א דאמר אין פוסלין את האוכלין היינו אפילו אוכלים דתרומה. \n",
        "<b>ומ''ש שהכלי שנטמאו אחוריו ה''ז טמא כולו לקדש וכו'.</b> משנה בר''פ חומר בקדש (דף כ' ע''ב) ובפרק כ''ה דכלים: \n\n"
      ]
    ],
    [
      [
        "<b>כל הנוגע בידיו בראשון לטומאה וכו'.</b> ברפ''ג דידים האוכלים והכלים שנטמאו במשקים מטמאים את הידים להיות שניות דברי ר' יהושע וחכ''א את שנטמא באב הטומאה מטמא את הידים בולד הטומאה אינו מטמא את הידים והלכה כחכמים דאמרי את שנטמא באב הטומאה דה''ל ראשון בין שהוא אוכל או כלי מטמא את הידים ואין צ''ל אם הוא אדם או משקים. \n",
        "<b>ומ''ש עד הפרק.</b> כלומר עד חיבור היד לזרוע שכל זה קרוי יד כדמשמע בפרק כל הבשר ובפרק שני דידים שנינו שהידים טומאתן וטהרתן עד הפרק. \n",
        "<b>ומ''ש וכן המכניס ידיו וכו'.</b> שם וכחכמים. \n",
        "<b>ומה שכתב או שהכניס ידיו לבית המנוגע.</b> גם זה שם. \n",
        "<b>ומ''ש וטומאת הידים.</b> בפ''ק דשבת (דף י''ד): \n",
        "<b>וכתב</b> הראב''ד אוכל או משקים א''א כן הוא במשנת ידים וכו'. התם על ידי משקין נטמא כלומר ומש''ה אינו מטמא את הידים אבל אם נטמא כלי בשרץ מטמא את הידים אע''פ שאינו אלא ולד ומקום תפיסת דברי הראב''ד כתוב בטעות סופרים וצריך למוחקו ולכתוב במקומו או כלי: \n\n"
      ],
      [
        "<b>הידים שניות אפילו הכניס ידיו לבית המנוגע וכו'.</b> ברפ''ג דידים וכחכמים. \n",
        "<b>ומ''ש או שנגע בידיו באדם וכו'.</b> שם כל המטמא בגדים בשעת מגעו מטמא את הידים להיות תחלה דברי ר''ע וחכ''א להיות שניות: \n\n"
      ],
      [
        "<b>הפיגול והנותר וכו'.</b> בסוף פסחים (דף ק''כ) תנן הפיגול והנותר מטמאים את הידים ובסוף פ''ד דמעילה (דף י''ז) תנן שהפיגול והנותר אינן מצטרפין לטומאת ידים מפני שהיא מדרבנן. \n",
        "<b>ומ''ש אבל שאר אוכלין מצטרפים.</b> שם במשנה כל האוכלים מצטרפים זה עם זה לפסול את הגויה בכחצי פרס. \n",
        "<b>ומ״ש וצריד של מנחות.</b> בפ״ב דחולין (דף ל״ז) בעיא דלא איפשיטא ובפרק המנחות והנסכים (מנחות דף ק״ב ע״ב) אמרו דלא מיבעיא ליה אלא מדאורייתא דאילו מדרבנן פשיטא ליה דמונין ראשון ושני ופירש״י צריד של מנחות קורטי קמח הצרוד במנחה ואין שמן נכנס לתוכו וקי״ל חיבת הקדש מכשרת מונים בו ראשון ושני כלומר אם נטמא מטמא אחרים או לא. \n",
        "<b>ומ''ש ששיעורן בכביצה.</b> בסוף פסחים איכא מ''ד ששיעור פיגול ונותר לטמא את הידים הוי בכזית ואיכא מ''ד דהוי בכביצה. ופסק בה רבינו להקל בדרבנן: \n",
        "<b>כתב</b> הראב''ד כמה דבריו מבולבלים ומה ענין ערבוב צריד של מנחות וכו' ולדעת רבינו י''ל דסמך אההיא דפרק המנחות והנסכים שכתבתי בסמוך דמדרבנן פשיטא ליה דמונים בו ראשון ושני: \n\n"
      ],
      [
        "<b>קולית הפיגול או הנותר וכו'.</b> בפרק העור והרוטב (חולין דף קכ״ה) תנן קולית המוקדשין הנוגע בה בין נקובה בין סתומה טמא ופירש״י הפיגול והנותר מטמאים את הידים וגזרו אף בעצמות ששימשו נותר [ובגמ' שם] הואיל ונעשו בסיס לדבר האסור ופירש״י בפרק כיצד צולין (פסחים דף פ״ג) ששימשו נותר שנותר בהם מוח חוץ לזמנו ושמשוהו העצמות הללו: \n\n"
      ],
      [
        "<b>בשר קדש שיצא וכו'.</b> בפרק כיצד צולין עלה פ''ה איבעיא להו יוצא גזרו ביה רבנן טומאה או לא מי אמרינן נותר דגזרו ביה טומאה (משום) דאתי לאיעצולי ביה אבל יוצא אפוקי בידים לא מפקי ליה בידים לא גזרו ביה רבנן טומאה או דילמא לא שנא ואסיקנא ביוצא בפסח לא מיבעיא לן דלא גזרו טומאה משום דבני חבורה זריזין הם ומזהר זהירי ביה כי קא מיבעיא לן ביוצא בקדשים מאי תיקו: \n\n"
      ],
      [
        "<b>אין טומאת ידים במקדש וכו'.</b> בפ''ק דפסחים (דף י''ט): \n\n"
      ],
      [
        "<b>מי שנטמאת ידו אחת וכו'.</b> משנה בפ' חומר בקדש בתרומה אם נטמאת אחת מידיו חבירתה טהורה ובקדש מטביל את שתיהן שהיד מטמא את חבירתה בקדש אבל [לא] בתרומה ומשמע דהכי פירושא דמתניתין בתרומה אם נטמאת אחת מידיו בטומאת ידים אע''פ שנגעה בחבירתה חבירתה טהורה ובקדש מטביל את שתיהן אם נגעה ידו אחת באחרת אבל אם לא נגעה זו בזו אינו צריך להטביל אלא הטמאה בלבד ותני והדר מפרש שהיד מטמאה את חבירתה בקדש אבל לא בתרומה. \n",
        "<b>ומ''ש אבל לתרומה בנטילת ידים בלבד יטהרו ידיו.</b> משנה פ''ב דחגיגה נוטלין לידים לחולין ולמעשר ולתרומה ולקדש מטבילין ופירש''י לחולין ולמעשר ולתרומה די להם בנטילה בכלי שאין בו אלא רביעית מים. ולקדש מטבילין אבל לאכול שלמים או חטאת או אשם לכהנים יש מעלה שצריך להטביל ידים במ' סאה ואע''פ שאינם אלא סתם ידים שלא נגעו בטומאה [דאורייתא] המטמאה כל הגוף: \n\n"
      ],
      [
        "<b>שלמה ובית דינו גזרו וכו' עד אף לתרומה.</b> פרק קמא דשבת עלה י''ד (ע''ב): \n",
        "<b>וכתב</b> הראב''ד ואחר כך גזרו על אכילת חולין שצריך נטילת ידים עכ''ל. ואין מזה תפיסה על רבינו שאין כאן מקום דין נטילה לחולין ובהלכות ברכות שהוא מקומו כתבו. \n",
        "<b>ומ''ש ואם נגע בתרומה.</b> בסוף זבים ומני ידים בהדי הנך דפוסלין את התרומה. \n",
        "<b>ומ''ש ונשרפת על טומאה זו.</b> מימרא דאילפא בפרק קמא דשבת (דף י''ז ע''ב): \n\n"
      ],
      [
        "<b>לט אדם ידיו במפה וכו'.</b> בפרק כל הבשר (חולין דף ק״ז) התירו מפה לאוכלי תרומה ולא התירו מפה לאוכלי טהרות ומפרש רבינו דלאוכלי חולין גרידא התירו וכמ״ש בפרק [ששי] מהלכות ברכות: \n\n"
      ],
      [
        "<b>הואיל והידים שניות וכו'.</b> זה מבואר על השורש שקדם בסוף פרק שקודם זה שמשקה שנגע בשני הוא תחילה לעולם. \n",
        "<b>ומ''ש אבל אין משקים אלו שנטמאו מחמת הידים מטמאים כלים.</b> זה על שורש מ''ש בפרק שקודם זה אין לך ולד טומאה שמטמא כלים אלא משקים טמאים בלבד והוא שיהיו אותם משקין טמאים מחמת אב מאבות הטומאה ושם נתבאר ולפ''ז מה ששנינו בפ''ב דטבול יום גבי קדירה שהיא מליאה משקים אם היו ידיו מסואבות הכל טמא לא אקדירה קאי אלא אמשקה בין דחולין בין דתרומה אבל קדירה טהורה שאין משקים שנטמאו מחמת ידים מטמאים את הכלים: \n",
        "<b>והראב''ד</b> כתב אבל אין משקין א''א לא ידעתי מהו זה והוא סותר דבריו וכו'. מ''ש והוא סותר דבריו כלומר שהוא כתב שהמשקים תחילה אלמא מטמאין ועכשיו אמר שאין מטמאין וא''ת לא כתב שאין מטמאין אלא אכלים אף זו שיבוש וכו'. ותמהני על פה קדוש מה מקום היה לו לומר שסותר את דבריו שדבריו מבוארים שלא כתב שאין מטמאין אלא לכלים ומה שהקשה עליו מפרק אלו דברים כבר הקשה עליו כן בפרק שקודם זה ומה צורך לכפול הדברים וכבר כתבתי שם ליישב דברי רבינו: \n",
        "<b>וכן גזרו חכמים וכו'.</b> בפ''ב דטהרות וכרבי יהושע דאמר האוכל אוכל ראשון ואוכל שני שני וסתם לן תנא כוותיה בסוף זבים דמני לאוכל אוכל שני בהדי הנך דפוסלין את התרומה. \n",
        "<b>ומ''ש ועל השותה משקים טמאים וכו'.</b> בסוף זבים מני לה בהדי הנך שפוסלים את התרומה. \n",
        "<b>ומ''ש עד שיטבול.</b> לומר דאינו צריך הערב שמש כמ''ש בפרק שאחר זה. \n",
        "<b>ומ''ש ואם נגע באוכלים עשאם שלישי.</b> פשוט הוא דכיון דתנן שהוא פוסל את התרומה הוה ליה אוכל תרומה שנגע בו שלישי וכדתנן בפ''ב דטהרות השלישי שבתרומה פסול ואינו מטמא. \n",
        "<b>ומ''ש ואם נגע במשקין וכו'.</b> נתבאר בסוף פרק שקודם זה. \n",
        "<b>ומ''ש אבל לא לטמא אוכלים.</b> נתבאר בפרק שקודם זה: \n",
        "<b>וכתב</b> הראב''ד ולא אפילו לטמא אוכלים של חולין שלא גזרו אלא לתרומה עכ''ל. ואני אומר שזה דבר פשוט ומבואר בדברי רבינו בסמוך: \n",
        "<b>ומפני מה גזרו וכו' עד במשקים שבפיו.</b> פ''ק דשבת (דף י''ד): \n\n"
      ],
      [
        "<b>אינו מתטמא וכו' עד מצטרפין לרביעית.</b> משנה סוף פ''ד דמעילה (דף י''ז) ודעת רבינו דלא כר''ת דפיסול גוויה לחוד היא גזירה קדמונית ליפסל מלאכול תרומה ושיעורה כחצי פרס וגזירת די''ח דבר הוי למגע ושיעור כביצה ולאפוקי מסברא זו כתב רבינו אינו מתטמא עד שיאכל מאוכלים טמאים כחצי פרס וכן דעת רש''י בפ''ק דשבת וכן נראה דעת ריב''א: \n",
        "<b>אכל מעט ושהה וכו' אם שתה מעט ושהה וכו'.</b> בפרק ג' דכריתות (דף י''ג): \n",
        "<b>אכל פחות מכשיעור וכו'.</b> שם: \n\n"
      ],
      [
        "<b>אשה שהיא ראשון לטומאה וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>המעוברת התירו לה לאכול וכו' פחות פחות מכשיעור וכו' אלא הרי היא טהורה.</b> כך היא הנוסחא הנכונה בדברי רבינו גם זה שם התירו לעוברה לאכול פחות מכשיעור ואפילו טובא מפני הסכנה ומשמע לרבינו דהאי היתר הוא לענין שאינה צריכה טבילה: \n\n"
      ]
    ],
    [
      [
        "<b>הבא ראשו ורובו במים שאובים וכו'.</b> בסוף זבים מני לה בהדי הנך דפוסלין את התרומה: \n",
        "<b>ומפני מה גזרו טומאה על אדם זה וכו'.</b> בפ''ק דשבת (דף י''ד): \n",
        "<b>טבל א''צ הערב שמש וכו'.</b> בת''כ פ' שמיני כל הנוגע בהם יטמא עד הערב ואין האוכל אוכלים טמאים ולא השותה משקים טמאים עד הערב וכ''כ רש''י בפ''ק דשבת וכתב רבינו בהקדמתו לסדר טהרות בספרא אמרו כלים שנטמאו במשקים עולין מידי טומאתן בו ביום ובפי''א ממסכת פרה שנינו כל הטעון ביאת מים מד''ס וכו' לאחר ביאתו מותר בכולן: \n\n"
      ],
      [
        "<b>מי שנפלו עליו וכו' עד הרי זה טהור.</b> בפרק שלישי דמקואות: \n",
        "<b>נפלו על ראשו וכו' וכן אם בא ראשו כו'.</b> תוספתא פרק שלישי דמקואות ויש חסרון לשון בספרי רבינו מט''ס וכך היא הנוסחא הנכונה או שנפלו על רובו ולא על ראשו או שנפלו על ראשו בלבד מלמעלה: \n\n"
      ],
      [
        "<b>הבא מראשו וכו'.</b> בעיא בפרק שני דגיטין (דף ט''ז) ופסקה לקולא דמידי דרבנן הוא: \n\n"
      ],
      [
        "<b>היו שלשת הלוגין וכו'.</b> תוספתא פרק שלישי דמקואות ופרק שביעי דפרה: \n",
        "<b>שלשת לוגין אלו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>בראשונה היו מניחין וכו'.</b> פ''ק דשבת (דף י''ד). \n",
        "<b>ומ''ש ולא עוד אלא מי שהיו ידיו טהורות וכו' עד שהם דברי חכמה מטמאין את הידים.</b> פ''ג דידים וכת''ק: \n\n"
      ],
      [
        "<b>ומ''ש כשהם מחוברים לספר וכו'.</b> בפרק כל כתבי [שבת קט''ז.]: \n\n"
      ],
      [
        "<b>תרגום שבעזרא וכו' עד ובדיו.</b> בפרק רביעי דידים: \n\n"
      ],
      [
        "<b>הכותב הלל ושמע וכו' עד אינם מטמאים את הידים.</b> שם בתוספתא פ''ב: \n\n"
      ],
      [],
      [],
      [
        "<b>ומה שכתב ספרי המינים וכו'.</b> שם במשנה ובתוספתא. \n",
        "<b>ומה שכתב פרשת סוטה וכו'.</b> ירושלמי פרק ב' דסוטה: \n\n"
      ]
    ],
    [
      [
        "<b>כל המתטמא וכו' טבל הרי הוא כשני לטומאה וכו'.</b> בסוף זבים מני טבול יום בהדי הנך דפוסלים את התרומה ופ''ק דפסחים (דף י''ד) אמרו שמן שנפסל בטבול יום מאי הוי שלישי. \n",
        "<b>ומ''ש הכתוב קרא לטבול יום טמא.</b> בפ''ק דשבת (דף י''ד ע''ב) טבול יום דאורייתא הוא דכתיב ובא השמש וטהר: \n\n"
      ],
      [
        "<b>אחד טבול יום.</b> בתוספתא דטהרות פ''ק אחד טבול יום מטומאה חמורה ואחד טבול יום מטומאה קלה ואפילו טבול יום מן הזב ומן הזבה הרי הוא כטבול יום מן השרץ כך היא הגירסא הנכונה וכתבה רבינו בהקדמתו לסדר טהרות. ובפרק כשם (דף כ''ט) אמרו מה לטבול יום שכן אב הטומאה ותיתי מטבול יום דשרץ: \n",
        "<b>כל הטעון הערב שמש בין אדם וכו' הרי הוא כשני לטומאה.</b> כלומר ואם נגע בחולין טהור דאין שני עושה ג' בחולין כדאיתא בפרק כשם (דף כ''ט ל') ואם נגע בתרומה פוסל ואינו מטמא דתנן בפרק שני דטבול יום קדירה שהיא מליאה משקים ונגע בה טבול יום וכו' המשקים פסולים והקדרה טהורה ואם היה משקה חולין הכל טהור ובתוספתא דטבול יום פ''ב שנינו טבול יום אינו מטמא משקה חולין ופוסל אוכלי תרומה. \n",
        "<b>ועל מ''ש רבינו בין מד''ס.</b> הוא תמיהא לי מדתנן בפרק י''א דפרה דטעון ביאת מים מד''ס לאחר ביאתו מותר בכולן אלמא דטבול יום של ד''ס מותר אף בתרומה ובקדש מיד ואינו טעון הערב שמש ואפשר לומר דיש בטומאות של דברי סופרים שטעונין הערב שמש ויש שאינם טעונים וצ''ע: \n\n"
      ],
      [
        "<b>טבול יום פוסל וכו'.</b> בריש פרק ב' דמעילה (דף ח') אהא דתנן נמלקה הוכשרה להפסל בטבול יום להפסל אין אבל לטמויי לא מתניתין מני רבנן היא דתניא טבול יום אבא שאול אומר תחילה לקדש רבי מאיר אומר מטמא את הקדש ופוסל את התרומה וחכ''א כשם שהוא פוסל משקה תרומה ואוכלי תרומה כך הוא פוסל משקה קדש ואוכלי קדש ומפרש טעמא דחכמים משום דכיון דטבל קלשא טומאה פסול משוי טמא לא משוי כלומר ואינו כשאר שני שמטמא ג' בקדש ודבר ידוע שכשאומר פסול עניינו שלא יטמא זולתו וכמבואר בדברי רבינו ברפי''א ובפי''א דפרה תנן דטעון ביאת מים מן התורה לאחר ביאתו פוסל בקדש ובתרומה אליבא דחכמים ומותר בחולין ובפ''ח דפרה תנן כל הפוסל את התרומה מטמא משקים להיות תחילה לטמא אחד ולפסול אחד חוץ מטבול יום: \n\n"
      ],
      [
        "<b>כל המטמאים וכו'.</b> בטבול יום רפ''ב משקה טבול יום כמשקים שהוא נוגע בהם אלו ואלו אינם מטמאים ושאר כל הטמאים בין קלים בין חמורים משקים היוצאים מהם כמשקים שהוא נוגע בהם אלו ואלו תחלה חוץ מן המשקה שהוא אב הטומאה ובפרק כיסוי הדם (דף פ''ח) ביארו ואמרו קלים שרץ חמורים זב וכלל רבינו בכלל טמאים קלים אוכל אוכלים טמאים שמאחר ששנינו כל הטמאים משמע דכללא כייל גם לזה ואע''פ שאמרו קלים שרץ לאו דוקא שרץ אלא לדוגמא נקטיה. \n",
        "<b>ומ''ש רבינו וכן טבול יום וכו' ואם נגע במשקה תרומה הרי הם שלישי וכו'.</b> כלומר שמה ששנינו אינם מטמאים היינו לומר דכל חד כדיניה דחולין אינם מטמאים אלא טהורים ותרומה הויא שלישי וקדש רביעי ונקט אין מטמאין לישנא דכייל לכולהו ואיכא טהורים ואיכא פסולים: \n",
        "<b>ודע</b> שמצאתי כתוב בספר מוגה ואם נגע במשקה קדש הוא או מחוסר כפורים הרי הן רביעי וטעמא מפני שרבינו סובר שמחוסר כפורים פוסל את הקדש בנגיעה כמו טבול יום כדמשמע בר''פ טבול יום וכמ''ש רבינו בהקדמתו לסדר טהרות: \n\n"
      ],
      [
        "<b>ועתה יתבאר לך שאין שלישי שבתרומה וכו'.</b> בפ''ב דטהרות הראשון והשני שבתרומה טמאים ומטמאים השלישי פסול ואינו מטמא הרביעי נאכל בנזיד הקדש הראשון והשני ושלישי שבקדש טמאים ומטמאים הרביעי פסול ואינו מטמא החמישי נאכל בנזיד הקדש ונתבאר בפ''ק דפסחים (דף ט''ז) ובפ''ב דחולין (דף ל''ד ל''ה): \n",
        "<b>לפיכך קדירה וכו' עד וספק הידים טהור.</b> פרק שני דטבול יום והדברים מבוארים בטעמא דטבול יום הוא כשני ואין שני עושה שלישי בחולין אבל פוסל הוא את התרומה אבל הקדרה לא נטמאה דמשקים שנגע בהם טבול יום לא הוו תחילה ואינם מטמאין כלים כמו שנתבאר בפ''ז שהוא דעת רבינו: \n\n"
      ],
      [
        "<b>אחד טהור וכו'.</b> פשוט הוא: \n",
        "<b>ומאחר שמשקה וכו'.</b> משנה בסוף נדה (דף ע''א ע''ב): \n\n"
      ],
      [
        "<b>מכל אלו הדברים וכו'.</b> שהאדם יהיה אב הטומאה ויהיה ראשון וכו'. נתבאר בפ''ה מהל' טומאת מת ובהל' מטמאי משכב: \n\n"
      ],
      [
        "<b>כבר ביארנו שכלי חרס לא יהיה אב טומאה לעולם.</b> פ''ה מהלכות טומאת מת: \n\n"
      ],
      [
        "<b>האוכלים לא יהיו אב טומאה לעולם וכו'.</b> נתבאר בפ''ז מהלכות אלו: \n\n"
      ],
      [
        "<b>ואין אתה מוצא משקין שניות לעולם וכו'.</b> חזר לכתוב כן לאפוקי ממ''ש בקצת נוסחאות בסוף פ''ק דפסחים (דף י''ז ע''ב) הכא בבשר שנטמא במשקים שניות שנטמאו מחמת שרץ וסובר רבינו שהוא טעות סופר כמ''ש בהקדמתו לסדר טהרות: \n\n"
      ]
    ],
    [
      [
        "<b>כל מקום שנאמר באוכלים פסול וכו' הראשון שבחולין וכו'.</b> משנה פרק שני דטהרות ואיתא בפ''ב דחולין (דף ל''ה) ופ''ק דפסחים (דף ט''ז): \n\n"
      ],
      [
        "<b>ואין שני עושה ג' בחולין.</b> בפ''ב דטהרות ופי''א דפרה ופ''ק דנדה (דף ז') ובפרק כשם (דף ל') אמרו דכ''ע אין שני עושה שלישי בחולין ובפ''ב דחולין (דף ל''ג ל''ד) כולה סוגיא הכי רהטא וכן בחגיגה (דף כ''ד) ובפסחים שם: \n",
        "<b>ומנין לאוכל שני שהוא פסול בחולין וכו'.</b> משנה פרק כשם (כ''ז:) וכריב''ז. \n",
        "<b>ומ״ש וכן שרץ שנפל וכו'.</b> פ״ח דכלים ואיתא בפ״ק דפסחים (דף כ') ופרק תולין (שבת קל״ח:): \n\n"
      ],
      [
        "<b>הראשון והשני שבתרומה טמאים ומטמאין וכו'.</b> בפ''ב דטהרות: \n",
        "<b>מנין לאוכל שלישי וכו'.</b> פרק הערל עלה ע''ד: \n\n"
      ],
      [
        "<b>הראשון והשני וכו'.</b> פ''ב דטהרות שם: \n",
        "<b>ומנין לשלישי בקדש וכו' עד אינו דין שיעשה רביעי בקדש.</b> פרק כשם (דף כ''ט ע''ב) ופ''ק דפסחים (דף י''ח ע''ב) ופרק חומר בקדש (דף כ''ד): \n\n"
      ],
      [
        "<b>בשר תאוה וכו'.</b> בתוספתא דנדה פ''ט. \n",
        "<b>ומ''ש רבינו מטמא את הקדש,</b> מאחר שטהור לתרומה לא היה לו לטמא את הקדש ואפשר דלשון מטמא דנקט לאו דוקא אלא היינו לומר שפוסל את הקדש ולישנא דתוספתא נקט ולאו דוקא זה דעת הר''י קורקוס ז''ל. ואין נ''ל שהרי שנו בתוספתא חזרו וגזרו כנבילה עצמה מטמא במשא נראה שגזרו והחמירו עליו בקדש ביותר ואין לתרומה שייכות בזה יותר מהחולין: \n\n"
      ],
      [
        "<b>חיבורי אוכלים וכו'.</b> בס״פ טבול יום בעא רבי זירא מרבי אמי בר חייא וכו' הא דתנן חיבורי אוכלים על ידי משקים חיבור לטומאה קלה ואינו חיבור לטומאה חמורה מונין בו ראשון ושני או אין מונין בו ראשון ושני א״ל כל היכא דמטמא אדם מונין בו ראשון ושני אין מטמא אדם אין מונין בו ראשון ושני ופירש רש״י חיבורי אוכלין וכו' ומשמע דפשט ליה דכיון דאוכלים אינם מטמאים אדם אין מונים בו ראשון ושני. וזהו שכתב הראב״ד והדבר ספק א״א אינו כן אלא כבר פשטוה בזבחים שאין מונים בו ראשון ושני עכ״ל. וטעם רבינו נראה שהוא מדגרסינן בפרק הקומץ רבה (מנחות דף כ״ד) בעי רבי ירמיה צירוף כלי וחבור מים וכו' וכיון דהא דמיא להך וסלקא בתיקו ה״ה לאידך ואע״ג דרבי אמי בר חייא פשטה מ״מ מידי ספיקא לא נפקא. ונראה מדברי רבינו דהכי קא מיבעיא ליה אי חשיבי שני האוכלים שחיברם המשקה כגוף א' ואם נגע שרץ באחד מהם ה״ל תרווייהו ראשון והנוגע באוכל שבצד האחר הוי שני או דילמא אע״פ שהמשקה מחברם מ״מ היינו להיות אוכל שבצד זה טמא אע״פ שלא נגע בו השרץ ומכל מקום אינו נחשב כאילו נגע בו השרץ ודיינו שנחשוב אותו כאילו נגע באוכל שנגע בו השרץ דהוה ליה שני ואוכל הנוגע בו שלישי: \n\n"
      ],
      [
        "<b>השני שבחולין וכו'.</b> בפ''ב דטהרות שני שבחולין מטמא משקה חולין ופוסל לאוכלי תרומה. \n",
        "<b>ומ''ש אם נגע במשקה חולין טמאין.</b> איני יודע למה לא כתב שנעשו תחילה כמ''ש בבא שאחר זו: \n\n"
      ],
      [
        "<b>השלישי שבתרומה וכו'.</b> שם השלישי שבתרומה מטמא משקה קדש ופוסל לאוכלי קדש. \n",
        "<b>ומ''ש אבל אם נגע שלישי שבתרומה במשקה תרומה הרי הוא טהור.</b> הכי משמע מדלא קתני ופוסל אוכלי קדש ומשקה תרומה. \n",
        "<b>ומ''ש וכן רביעי שבקדש אם נגע במשקה קדש ה''ז טהור.</b> שם הראשון והשני והשלישי שבקדש טמאים ומטמאים הרביעי פסול ואינו מטמא. וכתב הראב''ד אם נגע במשקה קדש ה''ז טהור א''א זה שיבוש שהרי אמרו השלישי שבכולן וכו'. והיא משנה בפ''ב דטהרות ופשטה מוכיח כדברי הראב''ד ואפשר לומר לדעת רבינו דמאי מטמא משקה קדש דקאמר פוסל משקה קדש וכעין מה שפי' רבינו שמשון בפרק הנזכר גבי הראשון שבחולין טמא ומטמא השני פסול ואינו מטמא הראשון והשני שבתרומה טמאים ומטמאים השלישי פסול ואינו מטמא הראשון והשני והשלישי שבקדש טמאים ומטמאים הרביעי פסול ואינו מטמא דטמא ומטמא דקתני בכולהו היינו טמא ופוסל ומטמא לאו דוקא נקט וכן נמי הא דקתני בכולהו פסול ולא מטמא היינו פוסל ולא פוסל. ומ''ש הראב''ד ההוא משקה נמי פוסל משקה אחרינא לא דק דמשקה הנוגע במשקה אחר עושהו תחילה כמו שנתבאר בפ''י: \n\n"
      ],
      [
        "<b>חולין שנעשו וכו'.</b> בפרק ב' דטהרות ר''א אומר האוכל אוכל ראשון וכו' רבי יהושע אומר האוכל אוכל ראשון ואוכל שני שני שלישי שני לקדש ולא שני לתרומה בחולין שנעשו לטהרת תרומה ומייתי לה בפרק ב' דחולין (דף ל''ג ע''ב) ופירש רש''י בחולין שנעשו על טהרת תרומה כלומר האי אוכל ראשון שני ושלישי בחולין מיירי וכו' ובאי זה אוכל חולין אתה מוצא שלישי הא שני לא עביד שלישי בחולין אתה מוצאו בחולין שנעשו על טהרת תרומה. \n",
        "<b>ומה שכתב ואם נגע בקדש אינו עושהו רביעי ואפילו משקה קדש אינו פוסל. ומה שכתב וחולין שנעשו על טהרת הקדש וכו'.</b> כתב הראב״ד א״א זה האיש תפס הדרך המסוכסכת בסירים וכו'. ביאור הדברים דבפרק ב' דחולין (דף ל״ג) תנן השוחט בהמה חיה ועוף ולא יצא מהם דם כשרים ונאכלים בידים מסואבות לפי שלא הוכשרו בדם. ובגמרא טעמא דלא יצא מהם דם הא יצא מהם דם אין נאכלים בידים מסואבות אמאי ידים שניות הם ואין שני עושה שלישי בחולין וממאי דבחולין עסקינן דקתני חיה (דאילו קדשים חיה בקדשים מי איכא וכו') אמר רבי אלעזר א״ר הושעיא הכא בחולין שנעשו על טהרת הקדש עסקינן ודלא כרבי יהושע וכו' דאמר שלישי ושני לקדש ולא שני לתרומה בחולין שנעשו על טהרת תרומה על טהרת תרומה אין על טהרת הקדש לא קסבר חולין שנעשו על טהרת הקדש לית בהו שלישי ופי' רש״י על טהרת הקדש כגון אדם הרגיל לאכול קדשים ורוצה להיות רגיל תדיר בשמירת טהרתן ושומר אף חולין מכל טומאות הפוסלות בקדש וכו'. ודלא כרבי יהושע דאמר חולין שנעשו על טהרת הקדש לא פסיל בהו שלישי דבטלה דעתו ואין יכול להתפיס על חולין טהרת הקדש אמר עולא (דף ל״ד) חברייא אמרין בחולין שנעשו על טהרת הקדש ודלא כרבי יהושע ואנא אמינא רבי יהושע היא ולא מיבעיא קאמר ל״מ חולין שנעשו על טהרת הקדש דחמירי דאית בהו ג' אלא אפילו חולין שנעשו על טהרת תרומה נמי אית בהו שלישי מאן חברייא רבה בר בר חנא היא דאמר רבה בר בר חנא אמר ר״י מאי אהדרו ר״א ורבי יהושע אהדדי וכו' א״ל אף אני לא אמרתי אלא בתרומה וכו' אמר רבי זירא אמר רבי אסי אמר רבי יוחנן אמר רבי ינאי האוכל שלישי של חולין שנעשו על טהרת הקדש נעשה גופו שני לקדש איתיביה רבי זירא לרבי אסי שלישי ושני לקדש ואין שני לתרומה בחולין שנעשו על טהרת תרומה על טהרת תרומה אין על טהרת הקדש לא א״ל לא מיבעיא קאמר והא אף אני לא אמרתי [אלא בתרומה] קאמר אמוראי נינהו ואליבא דר״י. (דף ל״ה) יתיב רב יצחק בר שמואל בר מרתא קמיה דר״נ ויתיב וקאמר האוכל שלישי של חולין שנעשו על טהרת הקדש טהור לאכול בקדש שאין לך דבר שעושה רביעי אלא קדש מקודש בלבד ופירש רש״י קודש מקודש קדש גמור שקדש גופו כגון בשר קרבן וכו' אבל שלישי של קדש המקודש בקדושת הפה לא מתיב רמי בר חמא וכו' א״ל הנח לתרומה וכו' אמר רבא מדרסות קאמרת וכו' מתיב רב הונא בר נתן השני שבחולין מטמא משקה חולין ופוסל אוכלי תרומה והשלישי מטמא משקה קודש ופוסל אוכלי קדש בחולין שנעשו על טהרת הקדש תנאי היא דתניא חולין שנעשו על טהרת הקדש הרי הם כחולין ר״א ברבי צדוק אומר הרי הם כתרומה לטמא שנים ולפסול אחד ובריש פרק חומר בקדש (חגיגה דף כ' ע״ב) מונה מעלות בקדש מבתרומה ואמר רבי אילא אמר רבי חנינא בר פפא וכו' ראשונות בין לקדש בין לחולין שנעשו על טהרת הקדש אחרונות לקדש אבל לא לחולין שנעשו על טהרת הקדש וגרסינן תו התם (דף כ״ב) רבא סבר לה כי הא דאמר ר״נ אמר רבה בר אבוה וכו' שש ראשונות בין לקדש בין לחולין שנעשו על טהרת הקדש אחרונות לקדש אבל לא לחולין שנעשו על טהרת הקדש ואחת מהאחרונות היא הרביעי בקדש פסול ובפרק ב' דחגיגה (דף י״ט ע״ב) על מתניתין דהתם אמר רב מרי שמע מינה חולין שנעשו על טהרת הקדש כקדש דמו ובפירקא קמא דנדה (דף ו' ע״ב) גבי מעת לעת שבנדה מטמא בין לקדש בין לתרומה דייק מדלא קתני לה גבי מעלות ופריך ר״נ והא תניא לקדש אבל לא לתרומה ומשני לה רבי שמואל בר יצחק [דה״ק] לחולין שנעשו על טהרת הקדש ולא לחולין שנעשו על טהרת תרומה וטעם רבינו משום דהא דקתני חולין שנעשו ע״ג הקדש הרי הם כחולין וכו' משנה בספ״ב דטהרות וכיון דסתם לן תנא דלאו כקדש דמו הכי נקטינן ואע״ג דסתם לן תנא בפרק השוחט (חולין דף ל״ג) דלא כרבי יהושע אין משם ראיה דכקדש דמו משום דהא איכא התם אוקימתא אחריתא שאינה עניין לזה ותו דהא כמה אמוראי דסברי דלא כקדש דמו ורבא דבתרא הוא סבר הכי נקטינן כוותיהו והכי אמר סתם גמרא בשלהי נדה (דף ע״א ע״ב) אמתניתין דבראשונה היו אומרים היושבת על דם טוהר מערה מים לפסח חזרו לומר הרי היא כמגע טמא לקדשים לקדשים אין לחולין לא אלמא חולין שנעשו על טהרת הקדש לאו כקדש הם וכתב רבינו בפ״ב דטהרות כ״מ שתמצא במשנה זכרון שלישי בחולין שנעשו על טהרת הקדש הוא למשנה ראשונה וכיוצא בזה כתב בפ״ב דחגיגה ודבר פשוט דהלכה כמשנה אחרונה: \n\n"
      ],
      [
        "<b>האוכל וכו'.</b> בפרק ב' דטהרות הראשון והשני והשלישי שבקדש טמאים ומטמאים הרביעי פסול ואינו מטמא החמישי נאכל בנזיד הקדש ופירושה נלמד ממה שיתבאר בסמוך שאמרו במתניתין דהראשון שבחולין טמא ומטמא וכו' והשלישי נאכל בנזיד הדמע: \n",
        "<b>וכתב</b> הראב''ד אלא בחמישי שהוא טהור א''א אומר אני החמישי וכו': \n",
        "<b>ביאור</b> הדברים דבפ''ב דטהרות שם תנן הראשון שבחולין טמא ומטמא השני פסול ולא מטמא השלישי נאכל בנזיד הדמע הראשון והשני שבתרומה טמאים ומטמאים השלישי פסול ולא מטמא הרביעי נאכל בנזיד הקדש הראשון והשני והשלישי שבקדש טמאים ומטמאים הרביעי פסול ולא מטמא החמישי נאכל בנזיד הקדש עכ''ל ופירוש הראב''ד דחוק מאד ודברי רבינו כפשטא דמתניתין ומאי דקתני הרביעי שבתרומה והחמישי שבקדש ה''ק שלישי שבתרומה והרביעי שבקדש אסורים לאכול קדש אפילו אין הקדש בעין אלא מעורב בנזיד ואינו מותר לאוכלו אלא הרביעי שבתרומה והחמישי שבקדש שהם טהורים גמורים שהרי אין רביעי בתרומה ולא חמישי בקדש: \n\n"
      ],
      [
        "<b>האוכל שלישי שבתרומה עצמה וכו'.</b> בפרק שני דחולין (דף ל''ד ע''ב) אמר עולא האוכל שלישי של חולין שנעשו על טהרת תרומה נפסל גופו מלאכול בתרומה מאי קמ''ל תנינא שלישי שני לקדש ואין שני לתרומה בחולין שנעשו על טהרת תרומה שני הוא דלא הוי הא שלישי הוי אי מההיא ה''א וכו' קא משמע לן איתיביה רב המנונא לעולא הראשון שבחולין טמא ומטמא והשני פסול ולא מטמא השלישי נאכל בנזיד הדמע ואי אמרת נפסל גופו מלאכול בתרומה ספינן ליה מידי דפסיל ליה לגופיה א''ל הנח לנזיד הדמע דליכא כזית בכדי אכילת פרס אר''י אמר רבי האוכל שלישי של תרומה עצמה אסור לאכול ומותר ליגע ואיצטריך דר''י ופירש רש''י בנזיד הדמע בתבשיל שתרומה מעורבת בו כגון שלישי זה עם מקפה של חולין הוא מותר לתת לתוכו תבלין של תרומה ושום ושמן דתרומה ולאוכלו וכו'. דליכא כזית בכדי אכילת פרס דבנזיד הדמע תבלי תרומה מועטין. והא דר''י אמר רבי איתא בפרק טבול יום וקאמר עלה באכילה עבוד רבנן מעלה בנגיעה לא עבוד רבנן מעלה: \n\n"
      ],
      [
        "<b>האוכל שלישי שבתרומה וכו'.</b> שם יתיב רב יצחק בר שמואל בר מרתא קמיה דר''נ ויתיב וקאמר האוכל שלישי של חולין שנעשו על טהרת הקדש טהור לאכול בקדש שאין לך דבר שעושה רביעי בקדש אלא קדש מקודש בלבד מתיב רמי בר חמא שלישי שני לקדש ואין שני לתרומה בחולין שנעשו על טהרת תרומה אמאי לאו קדש מקודש הוא א''ל הנח לתרומה שטהרתה טומאה היא אצל הקדש וכו' דתנן בגדי אוכלי תרומה מדרס לקדש והדר מתיב עליה ומסיק תנאי היא דתניא חולין שנעשו על טהרת הקדש הרי הם כחולין ר''א ברבי צדוק אומר הרי הם כתרומה לטמא שנים ולפסול אחד ומשמע דרבי יצחק בר שמואל בר מרתא סבר כר''א ברבי צדוק וכן פירש''י ומאחר שרבינו פסק לעיל בסמוך כת''ק דפליג אר''א ברבי צדוק קשה היאך פסק כאן כרבי יצחק וצ''ל שרבינו מפרש כפירוש ראשון שכתב הרשב''א דרבי יצחק כתנא קמא דרבי אליעזר ברבי צדוק סבר דאמר חולין שנעשו על גבי הקדש הרי הם כחולין ולכך אומר האוכל שלישי אין גופו נפסל דטהור גמור הוא ואפילו הוא עצמו אינו פוסל את הקדש בנגיעתו: \n\n"
      ],
      [
        "<b>כל קדש האמור וכו' אבל חלות תודה וכו' עד הרי הם כחולין.</b> תוספתא פ''ק דטהרות אלא שהיא כתובה בשיבוש: \n\n"
      ],
      [],
      [
        "<b>ומ''ש ועיסה הטבולה לחלה הרי הן כחולין.</b> פרק כשם (דף ל') בתירוצא בתרא ובספרי רבינו כתוב החלה והתרומה ותשלומי ד' וה' וט''ס הוא וצריך למחוק ד' וה' ולכתוב במקומה תרומה: \n\n"
      ],
      [
        "<b>כל דבר שודאו מטמא וכו'.</b> פ''ק דנדה עלה ז': \n\n"
      ]
    ],
    [
      [
        "<b>אחת עשרה מעלות וכו'.</b> משנה וגמרא בפרק חומר בקדש (דף כ''ב) וכר''נ דאמר י''א שנו דרבא סבר כוותיה: \n\n"
      ],
      [],
      [
        "<b>ומ''ש וטמאה במדרס שנשא עמה.</b> אינו מדוקדק דהא בגמ' (דף כ''ב ע''ב) הכי אמרי' קדש מ''ט לא משום מעשה שהיה דאמר רב יהודה אמר שמואל מעשה באחד שהיה מעביר חבית של יין [קודש] ממקום למקום ונפסקה רצועה של סנדלו ונטלה והניחה ע''פ החבית ונפלה לאויר החבית ונטמאת באותה שעה אמרו הנושא את המדרס נושא את התרומה אבל לא את הקדש הרי שנטמאה במדרס שנפל לאויר חבית לא במדרס שנשא עמה. ועוד יש לדקדק עליו דאמרינן בגמרא א''ה תרומה נמי הא מני רבי חנניא בן עקביא היא דאמר לא אסרו אלא בירדן ובספינה וכמעשה שהיה מאי היא דתניא לא ישא אדם מי חטאת ואפר חטאת ויעבירם בנהר ובספינה וכו' ולא ישיטם על פני המים וכו' רבי חנניא בן עקביא אומר לא אסרו אלא בירדן ובספינה וכמעשה שהיה ורבינו פסק כאן כרבי חנניא בן עקביא דלא אסרו אלא כמעשה שהיה בקדש אבל לא בתרומה ובפרק עשירי מהלכות פרה פסק כת''ק וי''ל שטעמו משום דהכא סתם לן תנא כרבי חנניא בן עקביא והתם סתם לן בפ''ט דפרה כת''ק ויש לנו לומר ראה רבינו דבריו של רבי חנניא בן עקביא בנושא את המדרס ודבריו של ת''ק במעביר בנהר וכדאמרינן בפרה. \n",
        "<b>ומ''ש ואם עבר ונשא וכו' טהור.</b> שם פלוגתא דאמוראי ופסק כמאן דמיקל דמילתא דרבנן היא: \n\n"
      ],
      [],
      [],
      [
        "<b>ומ''ש ומפני מה הצריכום טבילה לקדש וכו'.</b> שם בגמ' (דף כ''ג) דגמרינהו חבר ומשום צנורא דע''ה דנפול אימת אילימא מקמי דליגמריה הא לאו מנא הוא אלא בתר דגמריה מיזהר זהיר בהו לעולם מקמי דגמריה ודילמא בעידנא דגמריה עדיין לחה היא: \n\n"
      ],
      [
        "<b>ומ''ש וכל המעלות של דבריהם הם וכו'.</b> שם (ע''ב) הכלי מצרף מה שבתוכו וכו'. מנא ה''מ אמר רבי חנין דאמר קרא כף אחת עשרה זהב מלאה קטרת הכתוב עשאו לכל מה שבכף אחת כלומר והויא דאורייתא וכו' ופליגא [דרבי חנין] אדרבי חייא בר אבא אמר ר''י דאמר וכו' מעדותו של ר''ע נשנית משנה זו כלומר והויא מדרבנן. ופסק רבינו כר''י משום דהוא מריה דגמרא טפי מרבי חנין ומ''מ קרא דאייתי רבי חנין כתבו רבינו לרמז בעלמא. \n",
        "<b>ומ''ש אפילו שאין לו תוך מצרף מה שעליו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומה שכתב היו שני הצבורים בתוך הכלי וכו'.</b> בפרק הקומץ רבה עלה כ''ד הושיט אחד לביניהם מהו צריך לכלי הכלי מצרפו אין צריך לכלי אין הכלי מצרפו ופירש רש''י הושיט חצי עשרון אחד לבין הנך חצאי עשרון מהו אם נגע טבול יום בזה מהו שיטמא אותם שנים. אין צריך לכלי כגון האי חצי עשרון שלישי דאין צריך לכלי דהא אינו מצטרף עם אלו למנחה אחת אין הכלי מצרפו וטהורים הראשונים ורבינו מפרש בענין אחר כמבואר בדבריו: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו לא נטמא אלא זה שנגעה א''א זה שיבוש שאותו אמצעי שנתן ביניהם וכו'. ותמהני על פה קדוש למה דחה פירוש רבינו בשתי ידים לומר עליו שהוא שיבוש שהרי יש ליתן בו טוב טעם ודעת לומר שאין הכלי מצרף אלא כשאין ביניהם דבר שאין צריך לכלי אבל אי קשיא על דברי רבינו הא קשיא למה לא יצטרף העשרון האמצעי עם אותו שנטמא שהרי אין דבר מפסיק ביניהם. לכך נ''ל שדעת רבינו שאילו היה המפסיק ביניהם חצי עשרון אין ה''נ שהיה מצטרף אבל הכא במאי עסקינן בשדבר אחר שאינו סולת מפסיק ביניהם וזהו שכתב רבינו ודבר אחר ביניהם והשתא דברי רבינו מכוונים בלי שיבוש ואדרבה על פירוש הראב''ד יקשה למה לא יצטרף האמצעי עם הטמא שאין דבר מפסיק וישאר השלישי טהור וזה היה יותר ראוי מלהצטרף שנים שדבר מפסיק ביניהם וכן יקשה לפירוש רש''י ואף על פי שיש לדחוק ולומר דכיון שזה העשרון היה שלם מתחילה יותר ראויים להצטרף חלקיו זה עם זה מלהצטרף עם חלק אחר פירוש רבינו יותר נוח ואף על פי שבירושלמי פרק חומר בקדש נראה כפירוש הראב''ד אין זה כדאי לדחות פירוש רבינו שהוא נוח: \n\n"
      ],
      [
        "<b>היו שני צבורים בכלי וכו'.</b> שם בעי רבי ירמיה צירוף כלי וחבור מים וכו' עד תיקו ופסק רבינו כבעיא ראשונה דטעמא מפני שאמרו בה את''ל חשיב לה כנפשט: \n\n"
      ],
      [
        "<b>אוכל קדש שנטמא וכו'.</b> נלמד ממה שיבא בסמוך. \n",
        "<b>ומ''ש בא טבול יום ונגע וכו'.</b> שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>הרביעי בקדש.</b> משנה פ' חומר בקדש (דף כ' ע''ב): \n",
        "<b>וכן שלישי בתרומה אם נגע וכו' כמו שביארנו.</b> בפי''א. \n",
        "<b>ומ''ש (וכן) והשלישי שבתרומה או שבקדש וכו'.</b> משנה פרק חומר בקדש הרביעי בקדש פסול והשלישי בתרומה: \n\n"
      ],
      [
        "<b>מי שנטמאת ידו אחת וכו'.</b> משנה פרק חומר בקדש בתרומה אם נטמאת אחת מידיו חבירתה טהורה ובקדש מטביל שתיהן שהיד מטמאה את חבירתה בקדש אבל לא בתרומה. \n",
        "<b>ומה שכתב או ביד חבירו.</b> שם (דף כ''ד ע''ב) כרבי יוחנן ואף ריש לקיש הדר ביה. \n",
        "<b>ומה שכתב פסל את השנייה.</b> שם רבי יוחנן וריש לקיש אמרו אחד ידו ואחד יד חבירו ולפסול אבל לא לטמא תנאי היא וכו' דתניא יד נגובה מטמאה את חבירתה לטמא בקדש אבל לא לתרומה דברי רבי רבי יוסי ברבי יהודה אומר אותה יד לפסול אבל לא לטמא ופסק רבינו כרבי יוסי ברבי יהודה משום דרבי יוחנן וריש לקיש הוו סברי כוותיה. \n",
        "<b>ומ''ש ואם היתה ידו בלולה במשקה וכו'.</b> כן כתב רבינו שם בפירוש המשנה: \n",
        "<b>וכתב</b> הראב''ד ואם היתה ידו בלולה במשקה א''א זה אינו מן הסוגיא וכו'. ואין זה השגה דכיון דכל הני מילי מעלות דרבנן אמרינן דכיון דעל ידי משקה מטמאה את היד טומאה גמורה לכל דבר גזרו בקדש למעלתה גם בלתי נגיעה. \n",
        "<b>ומ''ש רבינו ואפילו נגע בה כשהיא נגובה.</b> כלומר אע''פ שנגע בה לא נטמאת מאחר שהיא נגובה דאילו היתה לחה פשיטא שנטמאת על ידי המשקה: \n\n"
      ],
      [
        "<b>אוכלים נגובים וכו'.</b> משנה פרק חומר בקדש (דף כ':) [אוכלים] אוכלין נגובים בידים מסואבות בתרומה אבל לא בקדש ובגמרא וכי יש נגובה לקדש והלא חיבת הקדש מכשרתן לא צריכה כגון שתחב לו חבירו לתוך פיו או שתחב הוא לעצמו בכוש ובכרכר וביקש לאכול צנון או בצל חולין עמהם לקדש גזרו בהו רבנן לתרומה לא גזרו בהו רבנן וכתב רבינו בפירוש המשנה העיקר אצלנו חיבת הקדש מכשרתו ואין צריך הכשר וכיון שזהו העיקר האוכל אוכלין נגובים בידיו והם טמאות שיטמאו ואין אנו צריכין בזה לדבר אבל דיבר בכאן אם לא לקחן בידים אלא במלקחים ודומיהן וזה גזירה שמא יאכל אחר כך שום דבר של משקה בידיו ויטמא את הקדש שבפיו עכ''ל. ולפי זה הא דקתני וביקש לאכול צנון או בצל היינו לומר שדרך צנון או בצל להדיחם במים וכשאוכלם נגעו ידיו בהם ונטמאו ומטמאים את הקדש שבפיו ורש''י פירש בענין אחר ואיכא למידק מאי קשיא ליה לרבי חנינא בן אנטיגנוס והלא חיבת הקדש מכשרתן אימא דהיא גופה קמשמע לן דחיבת הקדש מכשרתן ואפשר דחיבת הקדש מכשרתן דאורייתא היא אי נמי דרבנן אינה מאחת עשרה מעלות השנויות שם שגזרו בקדש. ודע שיש בספר רבינו טעות סופר וכך היא הנוסחא הנכונה ואין צריך לומר שאם נגעה טומאה באוכלים של קדש שלא הוכשרו שנטמאו מפני שחיבת הקדש מכשרתן: \n\n"
      ],
      [
        "<b>ומה שכתב במה דברים אמורים לפסול האוכל עצמו וכו' אבל למנות בו ראשון ושני.</b> בפרק ב' דחולין (דף ל''ו) גבי בעיא דצריד של מנחות בעיא דלא איפשיטא ויש לתמוה על רבינו שהוא עצמו כתב בפרק שמיני מהלכות אלו בפשיטות שמונים בו ראשון ושני ונ''ל שטעמו שם כמ''ש שם דאיתא בפרק המנחות והנסכים דלא מיבעיא אלא מדאורייתא דאילו מדרבנן פשיטא ליה דמונים מיהו ה''מ כשנטמא הצריד טומאה דאורייתא וכדפירש רש''י שם דאז חיבת הקדש מכשרתן ואף על פי שלא הוכשר כמי שהוכשר דמי ומדאורייתא מספקא לן אי מונין בו ראשון ושני ומדרבנן פשיטא לן דמונים משום דטומאה דאורייתא היא אבל בטומאת ידים שהיא דרבנן איכא למימר שלא החמירו בו רבנן למנות בו ראשון ושני אפילו מדרבנן ובפ''ח מיירי כשנטמא הצריד טומאה דאורייתא ולפיכך פסק דמונים בו ראשון ושני מדרבנן מיהא אבל הכא דמיירי בטומאת ידים שהיא דרבנן כתב שהדבר ספק כמ''ש בד''א לפסול האוכל עצמו וכו' אבל למנות בו וכו' לאו אאין צריך לומר שאם נגעה טומאה וכו' דסמיך ליה קאי אלא ארישא דמילתא שכתב גבי ידים מסואבות חיבת הקדש מכשרתן: \n\n"
      ],
      [
        "<b>האונן אחר שתם זמן אנינתו וכו'.</b> משנה בפרק חומר בקדש (דף כ''א) האונן ומחוסר כפורים צריכין טבילה לקדש אבל לא לתרומה. \n",
        "<b>ומ''ש ומפני מה הצריכום טבילה וכו'.</b> שם בגמרא (דף כ''ד ע''ב). \n",
        "<b>ומ''ש ולא עשו מעלה זו אלא לאכילה וכו'.</b> בר''פ טבול יום ואע''ג דלא איתמר התם אלא גבי אונן משמע לרבינו דה''ה למחוסר כפורים כיון דבהדי הדדי מיתנו: \n\n"
      ],
      [
        "<b>שש מעלות הראשונות וכו'.</b> בפרק חומר בקדש (חגיגה דף כ''א ע''ב): \n",
        "<b>ומ''ש לפיכך חולין שנעשו על טהרת הקדש וכו' כמו שביארנו.</b> בפרק י''א. ומה שכתב הראב''ד גם אני ביארתי שאלו דברי יחיד הן ואין הלכה ואילו כל הסוגיות הולכות על דרך שהם בקדש עכ''ל כבר כתבתי שם טעם רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>חמש מעלות עשו חכמים בבגדים וכו'.</b> משנה פ''ב דחגיגה (דף י''ח ע''ב) וכרב אחא (דף י''ט ע''ב) דמוקי למתניתין כולה כרבנן ותני בסיפא ה' מעלות. \n",
        "<b>ומ''ש ועמי הארץ עצמם כזבין לטהרות כמו שביארנו.</b> בפ''י דמטמאי משכב ומושב. \n",
        "<b>ומ''ש ובגדי אוכלי חוליהן בטהרה וכו'.</b> ג''ז משנה בפ''ב דחגיגה. \n",
        "<b>ומ''ש אבל אוכלי חוליהן בטהרה וכו'.</b> ירושלמי שם. \n",
        "<b>ומ''ש ובגדי אוכלי מעשר שני וכו' עד מדרס לקדש.</b> משנה בפרק ב' דחגיגה. \n",
        "<b>ומ''ש אבל אוכלי תרומה עצמן וכו'.</b> גם זה שם בירושלמי. \n",
        "<b>ומ''ש ובגדי אוכלי קדש מדרס לחטאת.</b> משנה פ''ב דחגיגה. \n",
        "<b>ומ''ש אבל הטהור לקדש וכו'.</b> ג''ז שם בירושלמי: \n\n"
      ],
      [
        "<b>וכן עשו חכמים מעלות בטבילה וכו' עד הוחזק לקל.</b> משנה פ''ב דחגיגה. \n",
        "<b>ומ''ש טבל סתם ולא נתכוון וכו'.</b> שם טבל ולא הוחזק כאילו [לא] טבל פי' הוחזק נתכוון היינו למעשר וממנו ולמעלה אבל לחולין אמרי' התם בגמרא דלא בעי כוונה בין בטבילה בין בנטילה. \n",
        "<b>ומ''ש וכל המעלות האלו מד''ס וכו'.</b> שם משמע הכי: \n\n"
      ],
      [
        "<b>מי שהיה טהור לתרומה וכו'.</b> בפ''ז דטהרות (משנה ח') וכחכמים. \n",
        "<b>ומ״ש וא״צ הערב שמש.</b> הכי משמע בר״פ טבול יום (זבחים דף צ״ט): \n",
        "<b>והר''י</b> קורקוס ז''ל הוקשה לו מ''ש רבינו בספי''ב האונן וכו' והסיחו דעתם ושמא נטמאו והוי דוקא לקדש והרי אף לתרומה צריכים טבילה כמ''ש כאן והאריך ביישוב קושיא זו ולי הדבר פשוט דהתם לא הסיחו דעתם מטהרת גופם קאמר אלא שהסיחו דעתם מלאכול קדש שהרי הם אסורים לאכלו אנו חוששים שמא הסיחו דעתם גם מטהרת גופם וצריכים טבילה אע''פ שאומרים שהם יודעים שלא הסיחו דעתם מטהרת גופם והיא מעלה בקדש ולא החמירו עליהן להצריכם הזאה שלישי ושביעי לחוש שמא נטמאו במת שמאחר שהם אומרים שיודעין שלא הסיחו דעתם מטהרת גופם דיינו שנגזור עליהם טבילה משום מעלה בעלמא: \n",
        "<b>היו ידיו טהורות וכו'.</b> בפרק שביעי דטהרות וכתב שם הרא''ש שהידים עסקניות ונגעו במקום הטינופת וצריכים נטילה לנגיעת תרומה אבל לא בשביל דחיישינן שמא נגעו בטומאה דא''כ ליבעי כל גופו טבילה ועוד למה סתם ידים שניות ליחוש שמא נגעו באב הטומאה עכ''ל. \n",
        "<b>ומ''ש ואם לא שמר מטומאת מת וכו' ואם ידע שלא נטמא במת וכו'.</b> בר''פ טבול יום: \n\n"
      ],
      [
        "<b>וכן גזרו חכמים על הכלים הנמצאים וכו'. וכן הרוקים הנמצאים.</b> שם בפ''ד דטהרות (משנה ה') על ששה ספיקות שורפין את התרומה וכו'. על ספק כלים הנמצאים על ספק רוקים הנמצאים ומייתי לה בפ''ק דשבת (דף ט''ו ע''ב) ובפ''ג דנדה (דף ל''ג ע''ב): \n\n"
      ],
      [
        "<b>כל הכלים וכו'.</b> משנה פ''ח דשקלים (משנה ב') כל הכלים הנמצאים בירושלים דרך ירידה לבית הטבילה טמאים דרך עלייה טהורים וכו' דברי ר''מ רבי יוסי אומר כלים טהורים חוץ מן הסל והמגריפה והמריצה המיוחדים לקברות וידוע דהלכה כרבי יוסי ולא חשש רבינו להוציא מן הכלל כלים המיוחדים לקברות לפי שדבר פשוט הוא שהם טמאים. \n",
        "<b>ומ''ש שלא גזרו טומאה על הכלים הנמצאים בירושלים.</b> בפירקא קמא דפסחים (דף י''ט ע''ב). \n",
        "<b>ומ''ש חוץ מן הסכינין לשחיטת הקדשים וכו'.</b> יתבאר ממה שיבא בסמוך והוא שנוי אצל מתניתין דכל הכלים וכו' שכתבתי בסמוך: \n",
        "<b>וכתב</b> הראב''ד חוץ מן הסכינים א''א דבר זה אמר מפני וכו'. ומאחר שהעלה רואה אני את דבריו הרי הוא מסכים לדברי רבינו. \n",
        "<b>ומה שכתב אבל מצא סכין בי''ד בניסן וכו'.</b> שם סכין שנמצאת בי''ד שוחט בה מיד בי''ג שונה ומטביל קופיץ בין בזה ובין בזה שונה ומטביל חל י''ד להיות בשבת שוחט בה מיד בט''ו שוחט בה מיד נמצאת קשורה לסכין הרי זה כסכין ופירוש משנה זו מבואר כאן בדברי רבינו: \n",
        "<b>וכתב</b> הראב״ד שוחט בה קדשים מיד א״א אין דברי המשנה כך וכו'. אין פירושו של הראב״ד מוכרח וכבר אפשר לפרש כפירוש רבינו אבל מה שקשה לי בדברי רבינו דבפרק אלו דברים (פסחים דף ע') אמרינן איבעיא להו לבן תימא יש משום שבירת עצם [בחגיגה] או אין בה משום שבירת עצם וכו' ת״ש סכין שנמצאת בי״ד וכו' עד לא מטביל לה ופירש״י שוחט פסחו מיד ואין צריך להטבילה וכו' משמע מהא דטעמא משום דחזקה אדם מטביל סכיניו לצורך שחיטת הפסח ורבינו עצמו כתב כן בפירוש המשנה ולמה תלה כאן רבינו הטעם בלא גזרו על הסכינים הנמצאים ביום זה ואפשר שלזה נתכוון הראב״ד שכתב וכל מ״ש כאן אינו כלום. וליישב דעת רבינו נ״ל דהכי קאמר שלא גזרו על הסכינים ביום זה מפני שחזקה שאדם מטביל סכיניו לצורך שחיטת הפסח. ועדיין יש לשאול למה השמיט דין הקופיץ בזה ובזה שונה ומטביל וי״ל משום דמאי דמפליג במתניתין בין קופיץ לסכין צריך לאוקומה כבן תימא דיחידאה הוא ואי מוקמינן לה כרבנן צריך לאוקומה בנשיא גוסס בי״ג ומת בי״ד דהוא מילתא דלא שכיחא ולכך כתב סתם דין הסכינים הנמצאים שבכלל זה הקופיץ ואע״ג שכתב לשחיטת הקדשים ה״ק לצורך שחיטת הקדשים שהקופיץ צורך שחיטת קדשים הוא לשבר עצמות החגיגה: \n\n"
      ],
      [
        "<b></b>כתב הראב''ד מפני שעשו אותה ביום הזה א''א מים הרעים שתה כשפירשו לו וכו'. תמהני על פה קדוש שקרא מים הרעים לפי שלא ערב לו. ומ''ש שאין כאן הזאה כל עיקר אבל אמרו שונה וכו' י''ל דרבינו מדנקט תנא שונה יליף לה דהיינו לומר אנו מחזיקים אותו שכבר הזה עליו הזאה ראשונה כדי לטהרו לצורך יו''ט והיום יום ז' ולכן שונה להזות עליו שנית ומטבילו ולדברי הראב''ד קשה לישנא דשונה ועוד שכתב שמא עדיין לא הטבילו ואם לא הזה עליו איך יטהר בטבילה לחוד אם הוא טמא מת ועוד שכתב ואת''ל שצריכה הזאה לא מן הטעם שלו וכו' שנראה שדברים אלו הם כדברי רבינו ממש ונ''ל דה''ק שאין כאן הזאה כלל אלא טבילה בלבד והטעם משום דכלי זה הוא ספק טמא ספק טהור ואת''ל טמא שמא אינו טמא מת אלא טמא בשאר טומאות שאינן טעונות אלא טבילה לבד וא''ת שלעולם נחוש לטומאת מת שצריך הזאה לא מן הטעם שלו שעשאוה ביום זה כאילו הוא שביעי שלה אלא הטעם שבודאי הקדים בעליו וכו' כלומר שרבינו תלה הטעם בשחכמים עשאוה ביום זה כאילו הוא יום שביעי שלה והראב''ד סובר שלא הוצרכו חכמים לעשותה כי היא מעצמה בחזקה שודאי הקדים בעליה והזה הראשונה וכו'. וסתם דבריו וכל זה איננו שוה שעם כל זה נראה בעיניו יותר נכון לומר שאינו צריך הזאה מהטעם שכתבתי ולשון שונה יתפרש לדעת הראב''ד אע''פ שיש לומר שמא כבר הטבילו בעליו ישנה זה ויטבילנו ולדעת רבינו ניחא טפי. ומ''ש לא מן הטעם שלו אלא שבודאי הקדים בעליו וכו' אומר אני שגם זה הוא הטעם שלו דמה טעם עשאוה חכמים ביום זה כאילו הוא שביעי שלה משום דחזקה שכבר הקדים בעליו והזה הראשונה וכו': \n\n"
      ],
      [],
      [
        "<b>כל הרוקים הנמצאים בירושלים וכו'.</b> שקלים פרק שמיני כרבי יוסי: \n\n"
      ],
      [
        "<b>כשם שהראשון כו'.</b> תוספתא פרק ה' דטהרות: \n\n"
      ],
      [
        "<b>תרומה וקדשים שנטמאו וכו'.</b> מתבאר ממה שיבא בסמוך: \n\n"
      ],
      [
        "<b>ומ״ש ויש שם ספיקות שאין שורפין עליהם וכו' ויש שם ספיקות ששורפין עליהם וכו'.</b> בטהרות פ״ד ופרק בנות כותים (נדה דף ל״ג ע״ב) וכתב רבינו גבי שורפין ואצ״ל קדשים וגם גבי אין שורפין כתב כן ונראים שהם כדברים סותרים זה את זה וביאור הדברים פשוט דקדשים חמירי מתרומה ומה ששורפין עליו תרומה דחשבינן ליה בודאי טמא מכ״ש דחשבינן ליה לקדש בודאי טמא ושורפין וידוע שראוי ליזהר [מ] לשרוף קדשים יותר ממה שראוי ליזהר מלשרוף תרומה וא״כ הספק שאין שורפין עליו תרומה מכ״ש שלא ישרפו עליו קדשים: \n\n"
      ],
      [
        "<b>ומה שכתב אבל על ספק ספק הטומאה אין שורפין וכו'.</b> כך הגירסא האמיתית בספרי רבינו ואיתא בפרק בנות כותים שם: \n\n"
      ],
      [
        "<b>על ששה ספיקות וכו'.</b> פרק חמישי דטהרות שם ולישנא דמתניתין על ספק מי רגלי אדם שהם כנגד מי רגלי בהמה ופירוש רבינו בה ע''פ התוספתא. \n",
        "<b>ומ''ש אבל אם נסתפק לו וכו'.</b> שם וכת''ק ואיתא בפרק בנות כותים: \n\n"
      ]
    ],
    [
      [
        "<b>שנים עשר ספיקות וכו'.</b> פ''ד דטהרות והשמיט רבינו ספק בכורות וספק נזירות מפני שאינה ענין לטומאה וטהרה והכניס במקומם ספק עובר ועומד וספק שתי רשויות: \n\n"
      ],
      [
        "<b>ספק מים שאובים למקוה כיצד וכו'.</b> פ''ב דמקואות. \n",
        "<b>ומ''ש ואין מורין לו וכו'.</b> בתוספתא דמקואות פ''ב אמר כן רבי יוסי גבי מקואות וסובר רבינו שאין חולק עליו גם סובר שה''ה לדין זה: \n\n"
      ],
      [
        "<b>ספק טומאה צפה על פני המים כיצד וכו' בין שהיו המים בכלים או בקרקעות וכו'.</b> בפרק ד' דטהרות וכתנא קמא. \n",
        "<b>ומה שכתב אפילו אין שם אלא מלא אדם וטומאה וכו'.</b> שם כרבי יוסי ומשמע לרבינו שאין חולק עליו: \n",
        "<b>ולא אמרו ספק טומאה צפה וכו'.</b> בסוף נזיר (דף ס''ג ס''ד): \n",
        "<b>וכל הנתלין ונגררין וכו'.</b> שם (דף ס''ד) וגירסתו בגמרא הניטלים בטי''ת ופירשו התוספות הניטלים אדם עומד במים וחבירו היה משלשל שרץ ספק נגע בו אדם העומד במים או הנגררים שחבירו היה גורר שרץ ע''פ המים ספק נגע ספיקו טמא מפני שהם כמונחים כיון שאם אדם תופס בם אין כאן דין טומאה צפה: \n\n"
      ],
      [
        "<b>שרץ שהיה מונח בכלי וכו'.</b> בעיא שם ומסיים את''ל בתר כלי אזלינן כלומר x כיון שהוא מונח בכלי אין לו דין צף וכבר ידוע שדרך רבינו לפסוק כאת''ל. \n",
        "<b>ומה שכתב או שהיה מונח על המת וכו'.</b> כל הני בעיי דאיפשיטו שם באת''ל. \n",
        "<b>ומה שכתב היה שרץ וכו'.</b> שם בעיא דאיפשיטא באת''ל אלא דבנוסחי דידן איפשיטא לחומרא ובנוסחת רבינו איפשיטא לקולא. \n",
        "<b>ומה שכתב היה מונח על גבי מי חטאת וכו'.</b> שם בעיא דלא איפשיטא פירוש מספקא ליה מפני שהם עבים מפני האפר המעורב בהם דדילמא דמו לאוכלא. \n",
        "<b>ומ''ש רבינו ויראה לי שספיקו טהור.</b> נראה שטעמו משום דכיון שטהרו חכמים טומאה צפה ע''פ המים הו''ל ספיקא דרבנן ולקולא: \n\n"
      ],
      [
        "<b>כדרך שטהרו ספק טומאה וכו' כיצד עריבה וכו'.</b> תוספתא פ''ה דטהרות: \n\n"
      ],
      [
        "<b>ומ''ש שרץ שנמצא צף וכו'.</b> תוספתא בסוף טהרות ופירש ר''ש לפועלים היינו אוכלי חוליהם בטהרה וא''ת מאי שנא מעריבה דבסמוך דמטהרין לתרומה ואפשר דהכא שאני שהוא יין דמתוך שהיא צפה טהורה לפועלים ומתוך שאינה צפה ע''פ המים טמאה לתרומה: \n\n"
      ],
      [
        "<b>ספק משקים לטמא אחרים וכו' כיצד היה מקל בידו וכו'.</b> משנה פרק רביעי דטהרות. \n",
        "<b>ומה שכתב וכן אם נסתפק לו אם נגעו משקים טמאים וכו'. ומה שכתב וכן אם נסתפק לו אם נגעו במשקים אלו וכו'.</b> טעם כולם משום דטומאת משקים דרבנן. \n",
        "<b>ומה שכתב אבל טמא שפשט ידו.</b> משנה פ''ד דטהרות: \n\n"
      ],
      [
        "<b>חבית שהיא מליאה משקים וכו'.</b> בתוספת' דטהרות פ''ה (מגע) טמא מת שפשט ידו לאויר החבית ספק נגע ספק לא נגע ספק אוכלים ומשקים טמא והכלי טהור. ונראה שספק אוכלים ט''ס הוא דספק משקים ליטמא טמא אבל ספק אוכלים טהור וכך הם דברי רבינו שלא הזכיר לטמא אלא ספק משקים. \n",
        "<b>ומ''ש וכן אם נכנסו משקים שהם טמאים מספק וכו'.</b> שם חבית שיש בה משקים טהורים עד חציה ונפלו משקים לאוירה ספק טמאים ספק טהורים המשקים טהורים שאין מיטמאים אלא מחמת החבית נפלו על גבי המשקים משקים טמאים והחבית טהורה פירוש שאין מיטמאים אלא מחמת החבית וכדתנן בפרק ח' דכלים השרץ שנמצא בתנור הפת שבתוכו שנייה שהתנור תחילה והכא כיון שהחבית טהורה אף המשקים טהורים. \n",
        "<b>ומ''ש וכן אם נפלו משקים אלו וכו'.</b> שם אפה פת בתנור ונפלו משקים לאוירו ספק טמאים [ספק טהורין] הפת טהורה שאינה מיטמאת אלא מחמת התנור ומסיים בה נפלו על גבי הפת הפת טמאה והתנור טהור והשמיטו רבינו והטעם משום דמשמע ליה דמשבשתא היא דספק משקים ליטמא טמא אמרו לא ספק אוכלים ואי בעית לתרוצה צריך לאוקומה כשהיו בפת גומות ובהם משקים ומי הכניסנו בתגר זה הילכך להשמיטה עדיף: \n\n"
      ],
      [
        "<b>המרבץ ביתו וכו' עד הרי ז. ו טמאה בספק.</b> תוספתא דטהרות פרק ה' וכתב הראב''ד הניח הככר עד שנגבו המים א''א נ''ל מפני מראית העין וכו' וטעם רבינו הגון: \n\n"
      ],
      [],
      [
        "<b>ספק ידים וכו' עד והככרים כמו שהיו.</b> משנה פ''ב דידים. \n",
        "<b>ומ''ש וכן אם היו ידיו טמאות וכו'.</b> גם זה שם. \n",
        "<b>ומ''ש ספק היה דבר חוצץ וכו'.</b> נלמד ממה שנתבאר בסמוך: \n\n"
      ],
      [
        "<b>היתה ידו אחת טמאה וכו'.</b> זה נלמד ממ''ש בראש הפרק גבי ספק מים שאובים למקוה אין מורין לו לטבול במקוה זה ולעשות טהרות לכתחילה: \n\n"
      ]
    ],
    [
      [
        "<b>ספק דברי סופרים כיצד וכו'.</b> פ''ד דטהרות: \n",
        "<b>ומ''ש וכן אם אכל אוכלים טמאים וכו' וספק נגע בטהרות אלו וכו'.</b> פשוט הוא שזה בכלל ספק ד''ס. \n",
        "<b>ומ''ש וכן האוכל ספק אוכלים טמאים וכו'.</b> גם זה בכלל ספק ד''ס. \n",
        "<b>ומ''ש וכן האוכל תרומה תלויה טהור.</b> תוספתא פ''ה דטהרות. \n",
        "<b>ומ''ש אבל אב הטומאה שהוא מד''ס וכו'.</b> משנה פ''ד דטהרות. \n",
        "<b>ומ''ש אא''כ היה האב עצמו טמא בספק וכו' כמו שביארנו.</b> בפי''ג: \n\n"
      ],
      [
        "<b>ספק החולין וכו'.</b> משנה פ''ד דטהרות: \n\n"
      ],
      [
        "<b>ספק הקרבנות כיצד וכו'.</b> שם ומייתי לה בסוף פירקא קמא דכריתות (דף ח'): \n\n"
      ],
      [
        "<b>ספק נגעים כיצד וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>ספק עומד ועובר וכו'.</b> בפרק שלישי דעדיות (משנה ז') ובפרק ששי דטהרות הטמא עומד והטהור עובר הטהור עומד והטמא עובר וכו' ספק האהיל ספק לא האהיל וכו' רבי יהושע מטמא וחכמים מטהרים וזה ע''פ מה ששנינו פרק י''ג דנגעים הטמא עומד תחת האילן והטהור עובר טמא הטהור עומד תחת האילן והטמא עובר טהור ואם עמד טמא וידוע דהלכה כחכמים: \n\n"
      ],
      [
        "<b>ספק שרצים כו'.</b> בפ''ד דטהרות ספק שרצים כשעת מציאתן ובתוספתא אי זהו ספק שרצים שטיהרו חכמים זה ספק הנזרקין ובמשנה דטהרות רפ''ד שנינו הזורק טומאה ממקום למקום ככר לבין המפתחות מפתח לבין הככרות טהור פי' מפתח טמא ואין ידוע אם נגע בככרות בעת עוברו עליהם וכן ככר לבין מפתחות טמאים אנו דנין הדבר כשעה שמצאנו אותו וכיון שעכשיו אין נגיעה טהור: \n\n"
      ],
      [
        "<b>השרץ בפי חולדה וכו'.</b> בפרק רביעי דטהרות. \n",
        "<b>ומ''ש היתה מהלכת בו ונוגע בככרות וכו'.</b> תוספתא פרק ד' דטהרות וכחכמים. \n",
        "<b>ומ''ש במה דברים אמורים בזמן שנטלתו וכו' עד הרי אלו טמאות.</b> שם בתוספתא. \n",
        "<b>ומ''ש ראוהו חי בפיה.</b> אע''פ שמצאוהו מת בפיה כך היא הנוסחא הנכונה והיא בתוספתא בפרק הנזכר: \n",
        "<b>וכן השרץ בפי חולדה וכו'.</b> משנה פרק ד' דטהרות שם: \n\n"
      ],
      [
        "<b>ספק רשות הרבים כיצד.</b> תוספתא פ''ו דטהרות: \n",
        "<b>וכל אלו הספיקות וכו'.</b> הדבר מבואר דלא קאי אמאי דסליק מיניה שהוא ספק ר''ה אלא לספיקות הקודמים לזה: \n",
        "<b>וכתב</b> הראב''ד מפני שאין בהם א''א זה שיבוש אלא אע''פ שיש בהם עכ''ל. ולכאורה משמע כדברי הראב''ד דשאין בו דעת להשאל אפילו ברה''י טהור בכל הספיקות ומאי רבותא דהני דקתני אלו ספיקות שטהרו חכמים אלא ודאי דהני אפילו שיש בהם דעת להשאל טיהרום אלא שבפ''ק דחולין (דף ט' ע''ב) אמרו על ההיא דשרץ בפי חולדה ומהלכת ע''ג ככרות של תרומה דטעמא הוי משום דככר אין בו דעת להשאל ומשם למד רבינו דכל הני טיהרום מטעם זה וצ''ל דמשמע לרבינו דכי תנן אלו ספיקות שטיהרו חכמים לאו למימרא שנשתנו אלו משאר ספיקות שאע''פ ששאר ספיקות טמאות אלו טהורות אלא הספיקות שטיהרו חכמים מטעם שאין בו דעת להשאל מני ואזיל: \n\n"
      ],
      [
        "<b>ספק ב' רשויות כיצד וכו'.</b> משנה פ''ו דטהרות במתניתין ד' ספקות ר' יהושע מטמא וחכמים מטהרים: \n",
        "<b>אע''פ שספק ר''ה טהור וכו'.</b> בפ''ב דע''ז (דף ל''ו:): \n\n"
      ],
      [
        "<b>שרץ שנמצא שרוף וכו'.</b> פ''ט דטהרות. \n",
        "<b>ומ''ש ומחט שנמצאת וכו'.</b> שם פ''ג: \n\n"
      ],
      [
        "<b>שני עדים אומרים לו נטמא וכו'.</b> ספ''ה דטהרות וכחכמים. \n",
        "<b>ומ''ש ואעפ''כ אין אומרים לו עסוק בטהרות וכו'.</b> תוספתא שם (פ''ו) טהור ואין אומרים לו עסוק בטהרות אלא יחוש לעצמו. וכתב ר''ש יחוש לעצמו דלגבי אחרים לא מהני מאי דקאמר לא נטמאתי אלא לדידיה דוקא הוא דמהני עכ''ל ולישנא לא משמע כפירושו אלא הכי קאמר אפילו לעצמו יחוש ולא יתעסק בטהרות עד שיטבול. \n",
        "<b>ומ''ש עד אומר נטמא וכו' עד סוף הפרק.</b> משנה שם ספ''ה דטהרות: \n\n"
      ]
    ],
    [
      [
        "<b>מפני מה טהרו חכמים וכו'.</b> תוספתא דטהרות. \n",
        "<b>ומה שכתב ומפני מה החמירו ברשות היחיד וכו'.</b> פירקא קמא דחולין (דף ט' ע״ב) ופרק כשם (דף כ״ח כ״ט) ופרק שני נזירים (נזיר דף נ״ז): \n",
        "<b>וכתב</b> הראב''ד הרי היא טמאה לבעלה עד שתשתה א''א ובתוספתא מפרש עוד טעם אחר וכו'. וי''ל לדעת רבינו שאותו טעם רבן שמעון בן גמליאל אמרו ויש לגמגם עליו דהא שלשה הם רבים כמו שכתב רבינו בסמוך והרי הם יכולים להשאל ולפיכך השמיטו רבינו והטעם הראשון הוא דברי בן זומא ששאלוהו והשיב וקבלו תשובתו ועוד דסוגיין דגמרא בכל דוכתא דספק טומאה ברשות היחיד טמא מסוטה ילפינן לה: \n\n"
      ],
      [
        "<b>ומ''ש וכשם שהסוטה ובועלה שנים וכו'.</b> בפ' ב' נזירים. \n",
        "<b>ומ''ש בד''א כשהיה זה שנטמא בספק יש בו דעת להשאל וכו'.</b> פ''ק דנדה (דף ד' ע''ב) ופרק כשם (דף כ''ח ע''ב) ובתוספתא דטהרות (פ''ו). \n",
        "<b>ומ''ש כיצד חש''ו וכו'.</b> משנה פ''ג דטהרות: \n\n"
      ],
      [
        "<b>הסומא והישן והמהלך וכו'.</b> תוספתא פ''ג דטהרות: \n",
        "<b>בד''א שכל שאין בו דעת לישאל וכו' כיצד תינוק טמא וכו'.</b> משנה פ''ג דטהרות וכחכמים: \n\n"
      ],
      [
        "<b>היו משקים טמאים וכו'.</b> שם. \n",
        "<b>ומ''ש ואם היה כלב וכו'.</b> שם וכראב''י דמשנתו קב ונקי. \n",
        "<b>ומ''ש נמצא בבצק וכו'.</b> שם. \n",
        "<b>ומ״ש במה דברים אמורים כשהיו המשקים צלולים וכו'.</b> ס״פ עשרה יוחסין (קידושין דף פ' ע״ב) אמר ר״י ב״ל לא שאנו אלא במשקים לבנים וכו' ופירושו וכו'. ורבינו מפרש דר״י לא מפליג אלא בין צלולים לעכורים דצלולים אפילו אדומים הם נבלעים בבצק ואינם ניכרים ועכורים אפילו לבנים הם ניכרים ומאי דאמר פירושו לא שמע היינו לומר דלצלולים קרו לבנים ולעכורים קרו אדומים: \n\n"
      ],
      [
        "<b>איזו היא חזקה וכו'.</b> שם וכר''י: \n\n"
      ],
      [
        "<b>היו טומאות וטהרות וכו'.</b> בתוספתא רפ''ד ואיתא פ''ק דנדה (דף ה' ע''ב) היה וכו' עוטף בטליתו וכו' וטומאות וטהרות למעלה מראשו ספק נגע ספק לא נגע ספיקו טהור ואם א''א לו אא''כ נגע טמא וכתבו התוספות פי' טליתו טמא וטהרות בצדו או טליתו טהור וטומאות בצדו כגון שרץ ואינו יודע אם נגע אם לא נגע אי נמי טומאות וטהרות בצדו וטליתו טהור ואינו יודע אם נגע לטומאה ואח''כ לטהרה וקמ''ל דלא הוי ס''ס שמא לא נגע הטלית בשרץ ואפילו נגע שמא לא נגע בטהרות דאם נגע בשרץ כמו כן נגע בטהרות עוד כתבו על מה שאמרו ואם א''א אא''כ נגע ואם תאמר פשיטא כיון דא''א ודאי נגע וי''ל דלאו לא אפשר כלל קאמר אלא כלומר קרוב לודאי וכן מוכיח בתוספתא שאמרו ואם א''א אלא א''כ נגע ספיקו טמא מדקאמר ספיקו משמע דלא הוי ודאי נגע עכ''ל. וכ''כ רש''י: \n\n"
      ],
      [
        "<b>ככר של תרומה וכו'.</b> תוספתא דטהרות ופ''ק דנדה עלה ד' ככר ע''ג הדף וכו'. \n",
        "<b>ומ''ש אע''פ שהוא במקום מדרון.</b> פירושו אע''פ שהמדרס במקום מדרון שאפילו נפלה ככר על המדרס לא נשאר שם אבל אם המדרס בקרקע שוה פשיטא דטהור שאם היה נופל שם היה נשאר וכן פי' התוספות: \n\n"
      ],
      [
        "<b>תינוק שנמצא וכו' וכן חמור וכו'.</b> פ''ג דטהרות: \n\n"
      ],
      [
        "<b>תינוק שהיה תופס וכו'.</b> תוספתא דטהרות פרק שלישי: \n\n"
      ],
      [
        "<b>וארבעה ספיקות וכו'.</b> גם זה תוספתא בפ' הנזכר. \n",
        "<b>ומ״ש הגדיל עד שיהא בו דעת לישאל וכו' עד אוכלין על גביו טהרות.</b> בס״פ לולב הגזול (סוכה דף מ״ב). \n",
        "<b>ומ''ש כיצד בודקים אותו.</b> תוספתא פ''ג דטהרות ופ''ק דחגיגה שם: \n\n"
      ]
    ],
    [
      [
        "<b>כזית מן המת וכו'.</b> פרק ד' דטהרות ואם תאמר הרי טומאה זו אין לה מקום כיון שהיא בפי עורב וספיקה טהור כמו שנתבאר בפרק ט''ו גבי שרץ בפי חולדה ונבילה בפי הכלב ותירץ רבינו שמשון שכל המאהילים חשיבי יש לטומאה מקום אפילו בנזרקים: \n",
        "<b>וכן הממלא בכלי וכו'.</b> פרק ד' דטהרות הממלא בעשרה דליים ונמצא שרץ באחד מהם הוא טמא וכולם טהורים ומה שמחלק בין יש לו אוגנים לאין לו נלמד ממה שיבא בסמוך ומפרש רבינו דהממלא בעשרה דליים היינו שהוא ממלא בכלי ונותן בעשרה כלים ואיני יודע מי הכריחו לפרש כן. \n",
        "<b>ומה שכתב וכן הממלא בעשרה דליים וכו'.</b> פירקא קמא דנדה (עלה ג' ע''ב) המדלה עשרה דליים מים זה אחר זה ונמצא שרץ באחד מהם הוא טמא וכולם טהורים ואמר ריש לקיש משום רבי ינאי לא שאנו אלא שאין לה אוגנים אבל אם יש לה אוגנים טמאים ונראה דה''פ הכלי שנמצא בו השרץ הוא טמא וכולם טהורים מפני שאנו תולים שהיה השרץ בכלי קודם שהטיל בו מים וכל הדליים ושאר הכלים טהורים משום דאפילו אם תמצי לומר שהשרץ היה בבור ועלה בדלי וממנו נפל לכלי הדלי והכלי טהורים משום דהו''ל טומאה צפה על פני המים אבל כשיש בדליים אוגנים חיישינן שמא אחר שיצאו המים נשאר בדלי ונטמא הדלי ואחר כך נפל השרץ לכלי. אבל קשה למה תשעה הכלים טמאים. ועל מ''ש בבבא קמייתא ואם היה לכלי שמילא בו אוגנים וכו' קשה דזו אינה טענה אלא לטומאת הכלי שמילא בו לא לטמא שאר כלים וע''ק דברישא טיהר מפני שאין בהם דעת לישאל ואם כן למה טימא כשיש בו אוגנים הא אין בהם דעת לישאל וצריך עיון: \n",
        "<b>המערה מכלי לכלי וכו'.</b> פרק ד' דטהרות. \n",
        "<b>ועל מה שכתב רבינו מפני שהם כלים.</b> א''א תמה אני וכו'. ומ''ש שהרי טומאה הבאה בידי אדם היא כלומר וכיון שהטומאה באה בידי אדם ה''ל יש בה דעת לישאל ולדעת רבינו י''ל שמאחר שלא נודע לאדם לא חשיבא באה בידי אדם. ומ''ש ואף על גב דר''י ס''ל וכו'. בפירקא קמא דנדה שם: \n\n"
      ],
      [
        "<b>קופה שנשתמש בה וכו' אם יש לה שוליים וכו'.</b> פשוט בפ''ק דנדה. \n",
        "<b>ומ''ש או אזנים וכו'.</b> שם כר''י. \n",
        "<b>ומ''ש ואפילו נשתמש בה בטהרות בזוית זו וכו'.</b> גם זה שם וכר''י: \n\n"
      ],
      [
        "<b>הזולף את הבור וכו' עד הכל טמא.</b> בסוף טהרות וכתב הר''ש זולף מלשון שפיכה כמו מזלפים עליו ביד וכמו מזלפין על גבי האישים והכא הוצאת יין ושמן מן הבור זולף קרי ליה ויתכן דנופל לשון זולף בדבר שאין נעשה בבת אחת אלא מעט מעט דמתניתין דממלא כלים זה אחר זה מן הבור: \n\n"
      ],
      [
        "<b>היה קוצה זיתים וכו'.</b> בתוספתא פרק י״א דטהרות כחכמים ולא כרבי דפליג עלייהו ואמר דאם נמצא במעטן זיתים שבגג טהורים ואע״ג דסתם מתניתין פרק ט' דטהרות כרבי לא חש לה רבינו. ויש לתמוה דהא אמרינן בפרק החולץ (יבמות דף מ״ב ע״ב) דסתם במתניתין ומחלוקת בברייתא הלכה כסתם דמתניתין. \n",
        "<b>ומ''ש נמצא בין כותל לזיתים וכו'.</b> במשנה שם ופירש רבינו שמשון טהור ולא חיישינן שמא היה על הזיתים: \n\n"
      ],
      [
        "<b>הקורץ מקרצת וכו' ונמצא השרץ וכו' עד אף העיסה טמאה.</b> תוספתא דטהרות (פי''א) וכחכמים ופירש ר''ש הקורץ מלשון קרץ מצפון. מקרצות חתיכות של בצק וטעמא דעיסה כטעמא דמעטן עכ''ל. ונמצא בתוכה ודאי בעיסה היה דאי במקרצת נפל לא היה בתוכה אלא על גבה: \n\n"
      ],
      [
        "<b>אוכל טמא וכו' עד הולכים אחר הרוב.</b> תוספתא דטהרות פ''ד ובספרי רבינו כתוב אע''פ שאין עליה משקה רותח וט''ס הוא וצ''ל טופח במקום רותח: \n\n"
      ],
      [
        "<b>וכן אם היו דמים טהורים וכו' עד שהוא טהור.</b> תוספתא דטהרות ריש פרק ז': \n\n"
      ],
      [
        "<b>עיר שיש בה נבילות וכו'.</b> שם וכת''ק: \n\n"
      ],
      [
        "<b>האשה שמגבבת וכו' עד סוף הפרק.</b> תוספתא פ''ג דטהרות: \n\n"
      ]
    ],
    [
      [
        "<b>כל שאתה יכול וכו'.</b> פ״ו דטהרות וכתבו התוספות בפרק חזקת (בבא בתרא דף נ״ה ע״ב) דאפילו ס״ס טמא מפני כי מן הדין אפילו חד ספיקא ראוי לטהר דאוקמה אחזקתה וכיון דמטמאינן בחד ספיקא דילפינן מסוטה מ״ל חד ספיקא מה לי כמה ספיקי: \n\n"
      ],
      [
        "<b>תשעה צפרדעים וכו'.</b> תוספתא פ''ו דטהרות: \n",
        "<b>זה הכלל כל ספק וכו'.</b> משנה פ''ז דטהרות. \n",
        "<b>ומ''ש לפיכך עצמות המת ועצם נבילה וכו'.</b> משנה פ''ה דטהרות וכחכמים: \n\n"
      ],
      [
        "<b>המוצא מת מושכב וכו'.</b> פרק כיצד צולין עלה פ''א (ע''ב) ודע דמסיים בה במה דברים אמורים במהלך ברגליו אבל טעון או רכוב טמא וכו' לפי שטעון או רכוב א''א שלא יגע ולא יאהיל ופירש רש''י בד''א דמשובר ומפורק טהור טעון משוי ע''כ הולך נע ונד לכאן ולכאן ומאהיל על צדדיו עכ''ל. ואיני יודע למה השמיטו רבינו ואפשר שסמך על מה שכתבו בפרק ו' מהלכות קרבן פסח ושם כתבתי בביאור דינים הללו: \n\n"
      ],
      [
        "<b>שרץ שנמצא במבוי וכו'.</b> משנה פרק דם הנדה (נדה דף נ״ו) השרץ שנמצא במבוי מטמא למפרע עד שיאמר בדקתי את המבוי הזה ולא היה בו שרץ או עד שעת כיבוד ובגמרא איבעיא להו עד שעת כיבוד חזקתו בדוק או דילמא חזקתו מתכבד ומאי נפקא מינה דאמר כיבד ולא בדק אי אמרת חזקתו בדוק הא לא בדק אי אמרת חזקתו מתכבד הא מתכבד ופירש רש״י חזקתו בדוק מי מחזקינן דבדיק ליה בשעת כיבוד וכו' או משום דחזקתו מתכבד דאי הוה התם בשעת כיבוד הוה נפיק האי שרץ מחמת כיבוד ואסיקנא דחזקתו בדוק. \n",
        "<b>ומ''ש בד''א שמצאו יבש וכו'.</b> שם במשנה לר''ש ופסק רבינו כוותיה משום דר''א מפרש מילתיה בגמרא: \n\n"
      ],
      [
        "<b>שני רוקין ברה''י וכו'.</b> פרק ד' דטהרות שני רוקין אחד טמא ואחד טהור תולין על מגען ועל משאן ועל היסטן ברה''י ועל מגען בר''ה בזמן שהם לחים ועל משאן בין לחים בין יבשים ופירושה מבואר כדברי רבינו. \n",
        "<b>ומ''ש כבר ביארנו שאם נגע ברוק הנמצא וכו'.</b> שם היה רוק יחידי ונגע בו ונשאו והסיטו בר''ה שורפין עליו את התרומה ואין צ''ל ברה''י. \n",
        "<b>ומ''ש כבר ביארנו.</b> הוא בפרק י''ג מהלכות אלו: \n\n"
      ],
      [
        "<b>מי שישב ברשות הרבים וכו'.</b> בפרק ה' דטהרות: \n\n"
      ],
      [
        "<b>מי שאבד לו כלי וכו'.</b> תוספתא דטהרות. \n",
        "<b>ומ''ש אבד לו בר''ה וכו'.</b> משנה פ''ח דטהרות: \n",
        "<b>כתב</b> הראב''ד או מקצתו טמא א''א בתוספתא בר''ה אבד ביום ומצא בלילה טמאים מדרס וטהורין טמא מת וברה''י טמא מדרס וטמא מת. ולקמן אצל מ''ש רבינו וכן מי שאבדו כליו ברה''י ומצאן אפילו בו ביום הרי הם טמא מדרס וטמא מת כמו שביארנו כתב הוא לא ביאר כן למעלה אלא שאם אבד ומצא בו ביום אפילו ברה''י טהורים וכן הוא במשנה ובתוספתא עכ''ל: \n",
        "<b>והילך</b> לשון המשנה המאבד ביום ומצא ביום טהור ביום ומצא בלילה בלילה ומצא ביום ביום ומצא ביום של אחריו טמא זה הכלל כל שעבר עליו הלילה או מקצתו טמא פירוש דביום אמרינן דסתמא אם היה אדם נוגע בו היה מגביהו כדרך כל מוצא אבדה אבל אם היה אבוד אפילו שעה אחת מהלילה אפשר שבאותה השעה דרסו עליו ולא ראוהו וז''ל התוספתא המאבד והמוצא ברה''י ועבר עליהם הלילה טמא מדרס וטמא מת בר''ה ועבר עליהם הלילה טמאים מדרס וטהורים טמא מת ר''ש מטהר וכו' ומודים חכמים לר''ש במניח ושוכח וכו' ברה''י שעבר עליהם לילה טמאים מדרס וטהורים מטמא מת ע''כ ומדברי ר''ש נראה דאינו גורס גבי רה''י עבר עליו הלילה וכתב דמשום חומרת רה''י דספיקו טמא לא מפלגינן בין יום ללילה ומתני' דקתני ביום ומצא ביום מיירי בר''ה וכן נראה מדברי רבינו וכוונת הראב''ד בהשגה הראשונה להשיג על רבינו שכתב דבר''ה אם עבר עליו הלילה סתם וכתב ה''ז בחזקת טמא דמשמע שהוא טמא מדרס וטמא מת כעין מ''ש ברישא וליישב דברי רבינו נאמר דאדרבה מדברישא כתב טמא מדרס וטמא מת משמע דכשכתב סתם טמא אינו אלא טמא מדרס בלבד: \n",
        "<b>ובהשגה</b> השנית משיג עליו שהוא לא ביאר כן למעלה וכו' ועוד דהמשנה ותוספתא הוו תיובתא למ''ש שאם מצאם אפילו בו ביום טמאים: \n",
        "<b>ואני</b> אומר שאני תמה על מ''ש שהוא לא ביאר כן למעלה וכו'. שדבריו מבוארים באר הטב דברה''י סתם וכתב ה''ז טמא ולא חילק בין עבר עליו הלילה ללא עבר עליו כדמפליג בר''ה. ומה שהקשה עליו מהמשנה אינה קושיא שמה ששנינו המאבד ביום ומצא ביום טהור פי' רבינו דהיינו דוקא בר''ה אבל ברה''י טמא ומה ששנינו בתוספתא המאבד והמוצא ברה''י ועבר עליהן הלילה טמא דמשמע הא אם לא עבר עליו הלילה טהור י''ל דברה''י אפילו מאבד ומוצא ביום טמא ולא כתב ועבר עליהם הלילה אלא משום דבעי למיתני בסיפא דבר''ה ועבר עליהם הלילה טמאים ור''ש מטהר תנא ברישא גבי רה''י ועבר עליהן הלילה טמאים לאשמועינן דאע''ג דר''ש פליג בסיפא מודה ברישא דמתניתין מסייעא לרבינו דקתני בדין שוטח כלים דבסמוך שאם נפלו והלך להביאם טמאים ולא מפליג בין יום ללילה וכן שנינו עוד שם נפל דליו לתוך בורו של עם הארץ והלך להביא במה יעלנו טמא מפני שהונח ברשות ע''ה שעה אחת ולא מפליג בין יום ללילה: \n\n"
      ],
      [
        "<b>הניח כלי או שכח וכו'.</b> תוספתא פרק תשיעי דטהרות שם: \n\n"
      ],
      [
        "<b>המאבד ומצא בתוך הבית וכו'.</b> שם בתוספתא. וכתב רבינו שמשון דלא שכיחי התם עכו''ם ועם הארץ בתוך הבית של חבר: \n\n"
      ],
      [
        "<b>השוטח כלים וכו'.</b> משנה פרק ח' דטהרות פירוש דהוי ככל ספק טומאה דבר''ה טהור ברה''י טמא וכ' רבינו שמא נגעו בהם טמאים פי' דלמדרס אין לחוש שאין דרך העוברים לדרוס על בגדים השטוחים לייבש אבל אפשר שנגעו בהם משא''כ באבידה שאין רואים ודורסים עליה ולכך אין מקום לחלק בזה בין יום ללילה כמו באבידה וכשמשמרן אפילו נגיעה לא נגעי. \n",
        "<b>ומ''ש וכן מי שאבדו כליו וכו'.</b> תוספתא פ''ט דטהרות: \n\n"
      ],
      [
        "<b>שוטה אחת בעיר וכו' עד ואם לאו ישאלנה.</b> טהרות פ''ה פירוש כי השוטה אינה יודעת עתות וסתה ולכך תמיד היא בחזקת טמאה וכן הנכרית וכתב ר''ש אבל איש שוטה לא שאין האיש רגיל בזיבות וגבי נכרית ה''ה לעכו''ם דעשאום כזבים. ובמשנה הזכירו כותית ורבינו השמיטה משום דעשאום כעכו''ם ובכלל נכרית היא: \n\n"
      ],
      [],
      [
        "<b>מי שישן בר''ה וכו'.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>נגע בר''ה וכו'.</b> ג''ז שם וכחכמים. \n",
        "<b>ומ''ש ואם ראוהו חי וכו'.</b> בתוספתא דטהרות פ''ז: \n\n"
      ],
      [
        "<b>המסוכן ברה''י וכו'.</b> משנה ריש פרק ו' דטהרות וכת''ק. \n",
        "<b>ומ''ש מעשה באחד וכו'.</b> תוספתא דטהרות פ''ו: \n\n"
      ],
      [
        "<b>טמא שהיה עומד ומדבר וכו'.</b> משנה פ''י דטהרות מי שהיה עומד ומדבר על שפת הבור וניתזה צינורא מפיו ספק הגיעה לבור ספק לא הגיעה ספיקו טהור ובתוספתא בסוף טהרות מסיים בה של שמן ספיקו טמא של יין ספיקו טהור מפני שהבל הבור קולטת ופירש ר''ש כשניתזה הצינורא על שפת הבור של יין קולטה השפה ומונעה מלירד ובבור סיד שאינו מקבל טומאה אבל בבור של שמן שלפני הבד מתוך שהשמן מחליק ומצחצח טפת הצינורא מחלקת ויורדת עד למטה עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>שני שבילין וכו' וכן השרץ וכו'.</b> פ''ה דטהרות: \n\n"
      ],
      [
        "<b>שני שבילין אחד טמא וכו' וכן אם נטמאו בטומאה קלה וכו'.</b> שם שני שבילין אחד טמא ואחד טהור וכו' שני ככרים אחד טמא ואחד טהור וכו' ובפרק קמא דפסחים עלה י' ובפרק שני דכתובות אמר רבי יוסי בבת אחת דברי הכל טמאים בזה אחר זה דברי הכל טהורים לא נחלקו אלא בבא לישאל עליו ועל חבירו רבי יוסי מדמי ליה לבת אחת ורבי יוסי מדמי ליה לזה אחר זה וידוע דהלכה כרבי יוסי. \n",
        "<b>ומה שכתב ואפילו ככר טמאה וכו'.</b> שם בתוספתא רבי יוסי אומר טמא שאפילו טמאה שנתערבה במאה טהורות טמא: \n\n"
      ],
      [
        "<b>ככר טמא שנתערב וכו'.</b> תוספתא פ''ו דטהרות שם: \n\n"
      ],
      [
        "<b>שני שבילין אחד טמא וכו'.</b> נדה פרק האשה (דף ס'): \n\n"
      ]
    ],
    [
      [
        "<b>כל מקום שהוא רה''ר וכו'.</b> נלמד ממה שיבא בסמוך: \n\n"
      ],
      [
        "<b>ארבע אמות הסמוכות לר''ה וכו'.</b> פ''ק דבתרא (דף י''ב). \n",
        "<b>ומ''ש וכן הכרמלית וכו'.</b> בסוף פ''ו דטהרות האצטוונית רה''י לשבת ור''ה לטומאה: \n\n"
      ],
      [
        "<b>יש שם מקומות וכו' ואלו הם השבילים המפולשים וכו'.</b> שם וכת''ק ואיתא בפ''ב דעירובין (דף כ''ב ע''ב). \n",
        "<b>ומ''ש והבקעה המוקפת וכו'.</b> דין הבקעה פ''ו דטהרות שם ואיתא בפ''ק דשבת (דף ו' ע''ב) וכאוקימתא דרב אשי. \n",
        "<b>ומ''ש ובסילקי וכו' והפורן וכו' וחצר שהרבים וכו'.</b> פ''ו דטהרות. \n",
        "<b>ומ''ש וכן מבואות היורדים לים וכו' והבימוסות והמרחצאות.</b> תוספתא פרק שלישי דטהרות. \n",
        "<b>ומה שכתב וכן כל העזרה וכו'.</b> פירקא קמא דפסחים (דף י''ח ע''ב): \n\n"
      ],
      [
        "<b>גנות העיר וכו' עד רה''י לכל.</b> תוספתא דטהרות פ''ז: \n\n"
      ],
      [],
      [
        "<b>הבקעה המוקפת גדר וכו'.</b> פ''ו דטהרות וכאוקימתא דרב אשי פרק קמא דשבת (דף ו' ע''ב) ומייתי מתניתין דטהרות בפ''ט דבתרא (דף קנ''ג ע''ב) ואמר רבא לא שאנו אלא שלא עברו עליה ימות הגשמים אבל עברו עליה ימות הגשמים רה''י לכאן ולכאן: \n",
        "<b>ואלו הם ימות החמה וכו' ואלו הם ימות הגשמים וכו'.</b> תוספתא דטהרות פ''ז: \n",
        "<b>בין העגולים של ענבים וכו' עד שכנגדה.</b> בסוף טהרות: \n\n"
      ],
      [
        "<b>שאר כל המקומות וכו':</b> \n\n"
      ],
      [
        "<b>ויש מקומות שאינם רשות היחיד וכו': כיצד אילן שהוא עומד ברשות הרבים וכו' עד שהחנות רשות היחיד.</b> טהרות פרק ו': \n\n"
      ],
      [
        "<b>וכתב הראב״ד שהחנות רשות היחיד א״א הפירוש הזה חשך ולא אור ומה בין זה לזה אבל רישא וכו'. איני יודע למה חרד כל החרדה הזאת לומר שהפי' הזה חשך ולא אור ועוד מה זה שכתב ומה בין זה לזה והלא כבר ביאר רבינו מה בין זה לזה כשהוא חנות אחת טמא הרי כלל החנות דבר טמא שהוא מונח בר״ה ספק נכנס ונטמא ספק לא נכנס טהור כדין ספק טומאה ברשות הרבים אבל כשהם שתי חנויות אחת טמאה ואחת טהורה ונכנס ודאי לאחת מהם ואינו יודע לאיזו מהם הו״ל נכנס לרשות היחיד ואינו יודע אם נטמא דהוי ספק טומאה ברשות היחיד וטמא וכן מבואר בדברי רבינו בפירוש המשנה והוא פירושו של הראב״ד: וכן בקעה בימות הגשמים וכו'.</b> בפרק ששי דטהרות וכחכמים ואיתא בפרק קמא דפסחים (דף י') ופרק חזקת (בבא בתרא דף נ״ה) ופרק בתרא דעבודה זרה (דף ע'): \n\n"
      ],
      [
        "<b>מקום שהיה רשות היחיד וכו'.</b> שם: \n\n"
      ],
      [
        "<b>דברים שהם בר''ה וכו'.</b> תוספתא דטהרות פ''ז: \n",
        "<b>וכתב</b> הראב''ד או בנייר ונתון לתוכה ספק נגע א''א לא ידעתי מהו זה וכו'. ואני אומר שגירסת רבינו בתוספתא לא היתה כגירסת הראב''ד והטעם מבואר שמאחר שהככר שהוא המקבל טומאה נתון לתוכה הרי הוא כרשות היחיד ועוד שכיון שהיא על כתיפו הוי כמונח ברה''י כמו ששנינו בפרק רביעי דטהרות שני רוקים וכו' וכיון שהוא מונח על כתיפו הוי יש בו דעת לישאל וספיקו בכל ענין טמא ואי זה סופר טועה הגיה מדעתו בבא זו לחלק בין הכניס ידו לתוכה ללא הכניס מפני שבבבא ראשונה חילקו בכך ולא שת לבו לזאת דלא שייך לחלק בה בכך כמ''ש ותמהני על אדוננו הראב''ד ז''ל שלא דקדק בכך ואפשר שמפני שהרגיש בכך לא כתב כלשון משיג אלא כמסתפק: \n\n"
      ],
      [],
      [
        "<b>ומ''ש היה זב רוכב על חמורו וכו' עד סוף הפרק.</b> שם בתוספתא וכרבי יוסי מחבירו: \n",
        "<b>סליקו הלכות אבות הטומאות</b> \n\n"
      ]
    ]
  ]
};