const Those_Who_Defile_Bed_or_Seat = {
  "title": "Mishneh Torah, Those Who Defile Bed or Seat",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Those_Who_Defile_Bed_or_Seat",
  "text": [
    [
      "הַזָּב וְהַזָּבָה וְהַנִּדָּה וְהַיּוֹלֶדֶת כָּל אֶחָד מֵאַרְבַּעְתָּן אָב מֵאֲבוֹת הַטֻּמְאוֹת. מְטַמְּאִין כֵּלִים בְּמַגָּע. וּמְטַמֵּא אָדָם בְּמַגָּע וּבְמַשָּׂא. וּמְטַמֵּא מִשְׁכָּב וּמוֹשָׁב וּמֶרְכָּב מִתַּחְתָּיו וְעוֹשֶׂה אוֹתָן אַב טֻמְאָה. וּמְטַמֵּא מַדָּף עַל גַּבּוֹ:  ",
      "אֶחָד זָבָה קְטַנָּה וְאֶחָד זָבָה גְּדוֹלָה. וְאֶחָד זָבָה מֵחֲמַת עַצְמָהּ אוֹ מֵחֲמַת אֹנֶס. וְאֶחָד זָב בַּעַל שְׁתֵּי רְאָיוֹת אוֹ בַּעַל שָׁלֹשׁ. טֻמְאַת כֻּלָּן שָׁוָה לְטַמֵּא אֲחֵרִים:  ",
      "קְטַנָּה בַּת יוֹם אֶחָד מְטַמְּאָה בְּנִדָּה. בַּת עֲשָׂרָה יָמִים בְּזִיבָה. בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד מְטַמְּאָה אֶת בּוֹעֲלָהּ כְּמוֹ שֶׁיִּתְבָּאֵר:  ",
      "קָטָן בֶּן יוֹם אֶחָד מְטַמֵּא בְּזִיבָה. וְאֶחָד גֵּרִים וַעֲבָדִים וְאֶחָד יִשְׂרָאֵל מְטַמְּאִין בְּנִדָּה וּבְזִיבָה:  ",
      "סְרִיס אָדָם סְרִיס חַמָּה מְטַמְּאִין בְּזִיבָה כִּשְׁאָר הַבְּרִיאִין:  ",
      "אֵין הָאִשָּׁה מִטַּמְּאָה בְּלֹבֶן וְלֹא הָאִישׁ בְּאֹדֶם אֶלָּא הָאִשָּׁה בְּאֹדֶם וְהָאִישׁ בְּלֹבֶן:  ",
      "טֻמְטוּם וְאַנְדְרוֹגִינוּס נוֹתְנִין עֲלֵיהֶם חֻמְרֵי הָאִישׁ וְחֻמְרֵי הָאִשָּׁה. מִטַּמְּאִין בְּלֹבֶן כְּאִישׁ וּבְאֹדֶם כְּאִשָּׁה. וְטֻמְאָתָן בְּסָפֵק לְפִיכָךְ אֵין שׂוֹרְפִין עֲלֵיהֶן תְּרוּמָה וְקָדָשִׁים וְאֵין חַיָּבִין עֲלֵיהֶן עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. רָאָה לֹבֶן וְאֹדֶם כְּאַחַד שׂוֹרְפִין עֲלֵיהֶן אֶת הַתְּרוּמָה וְאֶת הַקָּדָשִׁים אֲבָל אֵין חַיָּבִין עֲלֵיהֶן עַל בִּיאַת מִקְדָּשׁ וְקָדָשָׁיו שֶׁנֶּאֱמַר <small>(במדבר ה ג)</small> \"מִזָּכָר עַד נְקֵבָה תְּשַׁלֵּחוּ\" עַד שֶׁיִּהְיֶה הַטֻּמְאָה טֻמְאַת זָכָר וַדַּאי אוֹ טֻמְאַת נְקֵבָה וַדָּאִית. וְכֵן הַנּוֹגֵעַ בַּלֹּבֶן וְאֹדֶם שֶׁלּוֹ כְּאַחַת אֵינוֹ חַיָּב עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. נָגַע הוּא בְּעַצְמוֹ בְּלֹבֶן וְאֹדֶם שֶׁרָאָה הֲרֵי זֶה חַיָּב עַל בִּיאַת הַמִּקְדָּשׁ:  ",
      "דַּם הַנִּדָּה אוֹ דַּם הַזָּבָה אוֹ דַּם הַיּוֹלֶדֶת מְטַמֵּא בְּכָל שֶׁהוּא בְּמַגָּע וּבְמַשָּׂא שֶׁנֶּאֱמַר <small>(ויקרא טו לג)</small> \"וְהַדָּוָה בְּנִדָּתָהּ וְהַזָּב\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁמַּדְוֶה כָּמוֹהָ. וּכְבָר בֵּאַרְנוּ בְּעִנְיַן אִסּוּר נִדָּה שֶׁחֲמִשָּׁה דָּמִים טְמֵאִים בָּאִשָּׁה אֲבָל אִם רָאֲתָה דָּם יָרֹק הֲרֵי הוּא טָהוֹר וְאֵינוֹ כְּמוֹ רֻקָּהּ וּשְׁאָר מַשְׁקִין הַיּוֹצְאִין מִמֶּנָּה שֶׁהָרֹק מִתְעַגֵּל וְיוֹצֵא וְזֶה שׁוֹתֵת וְיוֹרֵד:  ",
      "אִשָּׁה שֶׁיָּצָא הַוָּלָד מִדָּפְנָהּ וְיוֹצֵא עִמּוֹ דָּם מִן הַדֹּפֶן הֲרֵי אוֹתוֹ דָּם אָב מֵאֲבוֹת הַטֻּמְאוֹת כְּדַם הַנִּדָּה וְהַלֵּדָה וְהַזִּיבָה שֶׁהַמָּקוֹר מְקוֹמוֹ טָמֵא. וְהָאִשָּׁה טְהוֹרָה עַד שֶׁיֵּצֵא מִמֶּנָּה דָּם דֶּרֶךְ הָרֶחֶם:  ",
      "מְקוֹר הָאִשָּׁה שֶׁנֶּעֱקַר וְנָפַל לָאָרֶץ הָאִשָּׁה טְמֵאָה טֻמְאַת עֶרֶב וְכֵן מָקוֹר שֶׁהִזִּיעַ כִּשְׁנֵי טִפֵּי מַרְגָּלִיּוֹת הָאִשָּׁה טְמֵאָה טֻמְאַת עֶרֶב. אֲבָל אֵינָהּ נִדָּה עַד שֶׁתִּרְאֶה אֶחָד מֵחֲמִשָּׁה דָּמִים הַמְטַמְּאִין אוֹתָהּ:  ",
      "הֵזִיעָה טִפָּה אַחַת הֲרֵי הָאִשָּׁה טְהוֹרָה שֶׁאֵינָהּ אֶלָּא מִחוּץ לַמָּקוֹר:  ",
      "זוֹבוֹ שֶׁל זָב אָב מֵאֲבוֹת הַטֻּמְאוֹת כְּזָב שֶׁנֶּאֱמַר <small>(ויקרא טו ב)</small> \"זוֹבוֹ טָמֵא הוּא\" וּמְטַמֵּא בְּמַגָּע וּבְמַשָּׂא בְּכָל שֶׁהוּא. רְאִיָּה רִאשׁוֹנָה שֶׁל זָב אֵינָהּ מְטַמְּאָה בְּמַשָּׂא וַהֲרֵי הִיא כְּשִׁכְבַת זֶרַע בֵּין מֵאִישׁ גָּדוֹל בֵּין מֵאִישׁ קָטָן וְכֵן הַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת שֶׁיָּשַׁב עֲלֵיהֶם מִשֶּׁרָאָה רְאִיָּה רִאשׁוֹנָה עַד שֶׁרָאָה הַשְּׁנִיָּה טְהוֹרִים שֶׁאֵינוֹ קָרוּי זָב אֶלָּא אַחַר רְאִיָּה שְׁנִיָּה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְחֻסְּרֵי כַּפָּרָה. רָאָה אַחַת מְרֻבָּה כִּשְׁתַּיִם אֵין טָמֵא אֶלָּא הַמֵּסִיט טִפָּה אַחֲרוֹנָה:  ",
      "רְאִיָּה רִאשׁוֹנָה שֶׁל מְצֹרָע מְטַמֵּא בְּמַשָּׂא שֶׁנֶּאֱמַר <small>(במדבר ה ב)</small> \"כָּל צָרוּעַ וְכָל זָב וְכל טָמֵא לָנָפֶשׁ\" הֲרֵי הַצָּרוּעַ כְּזָב גָּמוּר מַה זָּב גָּמוּר זוֹבוֹ מְטַמֵּא בְּמַשָּׂא אַף מְצֹרָע רְאִיָּתוֹ הָרִאשׁוֹנָה מְטַמֵּא בְּמַשָּׂא:  ",
      "רֹק הַזָּב וְשִׁכְבַת זַרְעוֹ וּמֵימֵי רַגְלָיו כָּל אֶחָד מִשְּׁלָשְׁתָּן אַב טֻמְאָה דִּין תּוֹרָה. וּמְטַמֵּא בְּכָל שֶׁהוּא בְּמַגָּע וּבְמַשָּׂא הֲרֵי הוּא אוֹמֵר בְּרֹק <small>(ויקרא טו ח)</small> \"וְכִי יָרֹק הַזָּב בַּטָּהוֹר\". וּמֵימֵי רַגְלָיו וְשִׁכְבַת זַרְעוֹ אִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה בָּהֶם צִחְצוּחֵי זִיבָה כָּל שֶׁהוּא:  ",
      "אֶחָד זָב וְאֶחָד נִדָּה וְיוֹלֶדֶת וְזָבָה כָּל אֶחָד מֵהֶן רֻקּוֹ וּמֵימֵי רַגְלָיו אַב טֻמְאָה כְּזָב. וְכֵן כָּל מָקוֹם שֶׁנֶּאֱמַר בַּהֲלָכוֹת אֵלּוּ הַזָּב אֶחָד הַזָּב וְאֶחָד שְׁאָר הָאַרְבָּעָה:  ",
      "תִּשְׁעָה מַשְׁקִין בְּזָב שְׁלֹשָׁה מֵהֶן אָב טֻמְאָה וְהֵן רֻקּוֹ וְשִׁכְבַת זַרְעוֹ וּמֵימֵי רַגְלָיו. כָּל אֶחָד מֵאֵלּוּ מְטַמֵּא אָדָם וְכֵלִים בְּכָל שֶׁהוּא כְּמוֹ שֶׁבֵּאַרְנוּ. שְׁלֹשָׁה מֵהֶן כִּוְלַד הַטֻּמְאָה וְאֵלּוּ הֵן דִּמְעַת עֵינוֹ וְדַם מַגַּפְתּוֹ וַחֲלֵב הָאִשָּׁה. כָּל אֶחָד מֵאֵלּוּ כְּמַשְׁקִין טְמֵאִין שֶׁאֵין מְטַמְּאִין אָדָם אֲבָל מְטַמְּאִין כֵּלִים מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ. וּשְׁלֹשָׁה מֵהֶן טְהוֹרִין וְאֵלּוּ הֵן זֵעָתוֹ וְלֵחָה סְרוּחָה הַיּוֹצְאִים מִמֶּנּוּ וְהָרֵעִי. הֲרֵי אֵלּוּ שְׁלֹשָׁה מִן הַזָּב וַחֲבֵרָיו כְּמוֹתָן מִשְּׁאָר הָאָדָם. כִּיחוֹ וְנִיעוֹ וְרִירוֹ וּמֵי הָאַף שֶׁלּוֹ הֲרֵי הֵן כְּרֻקּוֹ לְכָל דָּבָר וּבִכְלַל הָרֹק הֵן חֲשׁוּבִין. דָּם הַיּוֹצֵא מִפִּי אַמָּה וְדָם הַשּׁוֹתֵת מִפִּיו הֲרֵי הֵן בִּכְלַל דָּם מַגַּפְתּוֹ. הָיָה מוֹצֵץ וְרוֹקֵק דָּם הֲרֵי זֶה מְטַמֵּא כְּרֹק. שֶׁהַדָּם שֶׁמּוֹצֵץ אִי אֶפְשָׁר לוֹ בְּלֹא צִחְצוּחֵי רֹק:  "
    ],
    [
      "דַם נִדָּה וְזָבָה וְיוֹלֶדֶת מְטַמֵּא לַח וְיָבֵשׁ אֲבָל זוֹבוֹ שֶׁל זָב וְרֻקּוֹ וְשִׁכְבַת זַרְעוֹ אֵינוֹ מְטַמֵּא אֶלָּא כָּל זְמַן שֶׁהוּא לַח אֲבָל יָבֵשׁ יוֹתֵר מִדַּאי אֵינוֹ מְטַמֵּא. וְעַד כַּמָּה. אִם שׁוֹרִין אוֹתוֹ בְּפוֹשְׁרִין מֵעֵת לְעֵת וְחוֹזֵר לִכְמוֹת שֶׁהָיָה הֲרֵי זֶה מְטַמֵּא בְּלַח אִם הָיוּ הַמַּיִם פּוֹשְׁרִין בִּתְחִלָּתָן אַף עַל פִּי שֶׁאֵינָן פּוֹשְׁרִין בְּסוֹפָן. וְכָל הַדְּבָרִים הָאֵלּוּ דִּבְרֵי קַבָּלָה הֵן: \n",
      "פִּשְׁתָּן שֶׁטְּוָאַתּוּ נִדָּה הַמְּסִיטוֹ טָהוֹר. וְאִם הָיָה לַח מְטַמֵּא מִפְּנֵי רֹק פִּיהָ: \n",
      "זָב שֶׁהִנִּיחַ פִּיו עַל פִּי הַכּוֹס וְנִמְלַךְ שֶׁלֹּא לִשְׁתּוֹתוֹ הַמֵּסִיט אֶת הַכּוֹס טָהוֹר. שָׁתָה מִמֶּנּוּ הַזָּב כָּל שֶׁהוּא הַמְּסִיטוֹ טָמֵא מִפְּנֵי מַשְׁקֵה פִּי הַזָּב: \n",
      "זָב שֶׁנָּשַׁךְ אֶת הַפַּת וְאֶת הַבָּצָל הַמְּסִיטָן טָהוֹר. נָשַׁךְ אֶת הַקִּשּׁוּת וְהַמְּלָפְפוֹן הַמְּסִיטָן טָמֵא מִפְּנֵי מַשְׁקֵה פִּי הַזָּב הַמִּתְעָרֵב בָּהֶן: \n",
      "קְלִפֵּי פּוֹלִין וּקְלִפֵּי תּוֹרְמוֹסִין שֶׁקְּצָצָן הָעַכּוּ''ם הַמְּסִיטָן טָמֵא שֶׁכָּל עַכּוּ''ם כְּזָבִים לְכָל דִּבְרֵיהֶן כְּמוֹ שֶׁיִּתְבָּאֵר. הַקְּלִפִּין שֶׁבַּשְּׁוָקִין הוֹלְכִין בָּהֶן אַחַר הָרֹב: \n",
      "דָּם טָמֵא שֶׁנִּתְעָרֵב בְּמַיִם אִם בָּטְלוּ מַרְאָיו הַכּל טָהוֹר. נִתְעָרֵב בְּדָם טָהוֹר וּבְיַיִן רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַיִם. וְכֵן רֹק טָמֵא שֶׁנִּתְעָרֵב בְּמַיִם אִם הָיָה קָרוּשׁ כִּבְרִיָּתוֹ הֲרֵי זֶה טָמֵא וְאִם נִמְחָה בְּמַיִם אִם בָּטְלוּ מַרְאָיו הַכּל טָהוֹר. נִתְעָרֵב בְּרֹק אַחֵר רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַיִם. וְכֵן מֵי רַגְלָיו שֶׁל טָמֵא שֶׁנִּתְעָרְבוּ בְּמַיִם אִם בָּטְלוּ מַרְאֵיהֶן הַכּל טָהוֹר וְאִם לָאו טָמֵא. נִתְעָרֵב בְּיַיִן אוֹ בְּמֵי רַגְלַיִם טְהוֹרִין רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַיִם. נִתְעָרְבוּ בְּמֵי רַגְלַיִם שֶׁל עַכּוּ''ם הוֹלְכִין אַחַר הָרֹב. כֵּיצַד. כְּלִי שֶׁהָיוּ יִשְׂרָאֵל וְעַכּוּ''ם מְטִילִין שָׁם מֵי רַגְלֵיהֶן אִם רֹב עַכּוּ''ם הַכּל טָמֵא וְאִם רֹב יִשְׂרָאֵל הַכּל טָהוֹר מֶחֱצָה לְמֶחֱצָה הַכּל טָמֵא. וְכֵן אִם נִתְעָרֵב מֵי רַגְלֵי עַכּוּ''ם זֶה בְּמֵי רַגְלֵי יִשְׂרָאֵל זֶה הוֹלְכִין אַחַר הָרֹב: \n",
      "שׁוֹאֲלִין [כְּלֵי] מֵי רַגְלַיִם מִכָּל מָקוֹם וְאֵין חוֹשְׁשִׁין שֶׁמָּא שֶׁל נִדּוֹת הֵן שֶׁלֹּא נֶחְשְׁדוּ בְּנוֹת יִשְׂרָאֵל לְכַנֵּס אֶת מֵי רַגְלֵיהֶן כְּשֶׁהֵן נִדּוֹת: \n",
      "חֶרֶס שֶׁהָיָה הַזָּב אוֹ הַזָּבָה מְטִילִין בּוֹ מֵי רַגְלֵיהֶן וְכִבְּסוּ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה הֲרֵי הַמַּשְׁקִין שֶׁכִּבְּסוּ בָּהֶן טְמֵאִין וּפַעַם שְׁלִישִׁית טְהוֹרִין בֵּין שֶׁכִּבְּסוּ בְּמַיִם בֵּין שֶׁכִּבְּסוּ בְּמֵי רַגְלַיִם שֶׁהֲרֵי לֹא נִשְׁאַר בָּהּ לַחְלוּחִית מֵימֵי רַגְלַיִם: \n",
      "זָבָה שֶׁנֶּעֶקְרוּ מֵימֵי רַגְלֶיהָ בְּסוֹף שִׁבְעַת יְמֵי הַסְּפִירָה וְיָרְדָה וְטָבְלָה וְהֵטִילָה מַיִם אַחַר הַטְּבִילָה הֲרֵי הֵן סָפֵק אִם אַחַר עֲקִירָה הוֹלְכִין וְזָבָה הָיְתָה אוֹ אַחַר הַיְצִיאָה שֶׁהִיא טְהוֹרָה. וְכֵן עַכּוּ''ם שֶׁנֶּעֶקְרוּ מֵימֵי רַגְלֶיהָ וְנִתְגַיְּרָה וְטָבְלָה וְהֵטִילָה מַיִם אַחַר שֶׁטָּבְלָה הֲרֵי זֶה סָפֵק אִם אַחַר עֲקִירָה הוֹלְכִין וַהֲרֵי הֵן כְּמֵי רַגְלֵי הָעַכּוּ''ם הַטְּמֵאִים אוֹ אַחַר יְצִיאָה וַהֲרֵי הֵם כְּמֵימֵי רַגְלֵי יִשְׂרָאֵל הַטְּהוֹרִים: \n",
      "הָעֲבָדִים מְטַמְּאִין בְּזִיבָה וּבְנִדָּה וּבְלֵדָה כְּיִשְׂרָאֵל אֲבָל הָעַכּוּ''ם אֵין מְטַמְּאִין לֹא בְּזִיבָה וְלֹא בְּנִדּוּת וְלֹא בְּלֵדוֹת דִּין תּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא טו ב)</small> \"דַּבְּרוּ אֶל בְּנֵי יִשְׂרָאֵל וַאֲמַרְתֶּם אֲלֵהֶם אִישׁ אִישׁ כִּי יִהְיֶה זָב\" בְּנֵי יִשְׂרָאֵל מְטַמְּאִין בְּזִיבָה וְלֹא הָעַכּוּ''ם. וַחֲכָמִים גָּזְרוּ עַל כָּל הָעַכּוּ''ם שֶׁיְּטַמְּאוּ כְּזָבִים לְכָל דִּבְרֵיהֶן זְכָרִים וּנְקֵבוֹת וְהוּא שֶׁיִּהְיֶה הַזָּכָר בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וּלְמַעְלָה וְהַנְּקֵבָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וָמַעְלָה. אֲבָל הַקְּטַנִּים לְמַטָּה מִזְּמַן זֶה לֹא גָּזְרוּ עֲלֵיהֶן טֻמְאָה שֶׁעִקַּר הַגְּזֵרָה הִיא כְּדֵי שֶׁלֹּא יְהֵא תִּינוֹק יִשְׂרָאֵל רָגִיל אֵצֶל הָעַכּוּ''ם בְּמִשְׁכַּב זָכוּר וּפָחוֹת מִזְּמַן זֶה אֵין בִּיאָתָן בִּיאָה. בְּעֵת שֶׁגָּזְרוּ עֲלֵיהֶן לֹא גָּזְרוּ עַל שִׁכְבַת זֶרַע שֶׁלָּהֶן אֶלָּא שִׁכְבַת זַרְעוֹ שֶׁל עַכּוּ''ם טְהוֹרָה כְּדִין תּוֹרָה. וּמִפְּנֵי מָה לֹא גָּזְרוּ עָלֶיהָ טֻמְאָה כְּדֵי לְהוֹדִיעַ שֶׁטֻּמְאָתָן מִדִּבְרֵי סוֹפְרִים שֶׁהֲרֵי הַכּל יוֹדְעִין שֶׁאִלּוּ הָיוּ זָבִין דִּין תּוֹרָה הָיְתָה שִׁכְבַת זַרְעָם אַב הַטֻּמְאָה כְּשִׁכְבַת זֶרַע הַזָּב וּמֵאַחַר שֶׁיּוֹדְעִין בְּטֻמְאָתָן שֶׁהָיְתָה מִדִּבְרֵי סוֹפְרִים לֹא יָבוֹאוּ לִשְׂרֹף עָלֶיהָ תְּרוּמָה וְקָדָשִׁים. נִמְצֵאתָ לָמֵד שֶׁזּוֹבוֹ שֶׁל עַכּוּ''ם. וְדַם נִדָּה אוֹ דַּם זִיבָה וְלֵדָהּ שֶׁל בַּת עַכּוּ''ם. וּבַת עַכּוּ''ם וְעַכּוּ''ם עַצְמָן אַף עַל פִּי שֶׁהֵם נְקִיִּים מִן הַתּוֹרָה מִדַּם הַזָּב. וְרֹק הָעַכּוּ''ם וּמֵימֵי רַגְלֵיהֶן וּמִשְׁכָּבָן וּמֶרְכָּבָן. וּבוֹעֵל עַכּוּ''ם. כָּל אֶחָד מֵאֵלּוּ אַב טֻמְאָה מִדִּבְרֵי סוֹפְרִים. לְפִיכָךְ אֵין חַיָּבִין עֲלֵיהֶן עַל בִּיאַת מִקְדָּשׁ וְקָדָשָׁיו וְאֵין שׂוֹרְפִין עֲלֵיהֶן אֶת הַתְּרוּמָה. וְכֻלָּן מְטַמְּאִין אָדָם וְכֵלִים בְּמַגָּע וּמְטַמְּאִין אָדָם בְּמַשָּׂא כְּזָב לְכָל דָּבָר. אֶלָּא שֶׁהַטֻּמְאָה מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. וְדַם הַנָּכְרִית כְּרֻקָּהּ וּכְמֵימֵי רַגְלֶיהָ מְטַמֵּא לַח וְאֵינוֹ מְטַמֵּא יָבֵשׁ: \n"
    ],
    [
      "בּוֹעֵל נִדָּה כְּנִדָּה שֶׁהוּא אָב מֵאֲבוֹת הַטֻּמְאָה שֶׁל תּוֹרָה מְטַמֵּא כֵּלִים בְּמַגָּע וּמְטַמֵּא אָדָם בְּמַשָּׂא וּבְמַגָּע וּמְטַמֵּא בְּהֶסֵּט וּמְטַמֵּא מִשְׁכָּב וּמֶרְכָּב כְּנִדָּה: \n",
      "אֵין מִשְׁכַּב בּוֹעֵל נִדָּה וּמֶרְכָּבוֹ כְּמִשְׁכַּב נִדָּה וּמֶרְכָּבָהּ שֶׁהַמִּשְׁכָּב אוֹ הַמֶּרְכָּב שֶׁדָּרְסָה עָלָיו נִדָּה אָב מֵאֲבוֹת הַטֻּמְאָה וּמִשְׁכַּב בּוֹעֵל נִדָּה וּמֶרְכָּבוֹ וְלַד טֻמְאָה כְּכֵלִים שֶׁנּוֹגֵעַ בָּהֶן שֶׁאֵינָן מְטַמְּאִין אָדָם וְלֹא כֵּלִים אֶלָּא אֳכָלִין וּמַשְׁקִין בִּלְבַד. וְלָמָּה נִגְרְעָה טֻמְאַת מִשְׁכָּבוֹ מִטֻּמְאַת מִשְׁכָּבָהּ מִפְּנֵי שֶׁנֶּאֱמַר בְּבוֹעֵל נִדָּה <small>(ויקרא טו כד)</small> \"וּתְהִי נִדָּתָהּ עָלָיו וְטָמֵא שִׁבְעַת יָמִים\" וְנֶאֱמַר בּוֹ <small>(ויקרא טו כד)</small> \"כָּל הַמִּשְׁכָּב אֲשֶׁר יִשְׁכַּב עָלָיו יִטְמָא\" מֵאַחַר שֶׁנֶּאֱמַר וּתְהִי נִדָּתָהּ עָלָיו אֵינִי יוֹדֵעַ שֶׁהוּא מְטַמֵּא מִשְׁכָּב וְלָמָּה נֶאֱמַר. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַכָּתוּב נִתְּקוֹ מִטֻּמְאָה חֲמוּרָה מִלְּטַמֵּא אָדָם וְכֵלִים וּתְלָאוֹ בְּטֻמְאָה קַלָּה שֶׁיִּהְיֶה מִשְׁכָּבוֹ וָלָד וְלֹא יְטַמֵּא אָדָם וְכֵלִים אֶלָּא אֳכָלִין וּמַשְׁקִין בִּלְבַד כִּשְׁאָר וַלְדוֹת הַטֻּמְאוֹת: \n",
      "אֶחָד הַבָּא עַל הַנִּדָּה אוֹ עַל שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם אוֹ עַל הַיּוֹלֶדֶת [בֵּין כְּדַרְכָּן בֵּין שֶׁלֹּא כְּדַרְכָּן] אֶחָד הַמְעָרֶה וְאֶחָד הַגּוֹמֵר בֵּין גָּדוֹל שֶׁבָּא עַל הַקְּטַנָּה בֵּין קָטָן שֶׁבָּא עַל הַגְּדוֹלָה מִתְטַמֵּא מִשּׁוּם בּוֹעֵל נִדָּה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַבּוֹעֵל בֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד וְהַנִּבְעֶלֶת הָיְתָה בַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד. אֲבָל פָּחוֹת מִכָּאן אֵינוֹ מִתְטַמֵּא מִשּׁוּם בּוֹעֵל נִדָּה אֶלָּא מִשּׁוּם נוֹגֵעַ בְּנִדָּה בִּלְבַד שֶׁהוּא וָלָד וְאֵינוֹ אָב. וְכֵן בּוֹעֵל הַזָּב הֲרֵי הוּא כְּנוֹגֵעַ בּוֹ וְאֶחָד הַנּוֹגֵעַ בְּזָב אוֹ הַנִּבְעֶלֶת מִן הַזָּב: \n",
      "הַנִּדָּה וְהַזָּבָה וְשׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם וְהַיּוֹלֶדֶת אַף עַל פִּי שֶׁלֹּא רָאֲתָה דָּם כֻּלָּם מְטַמְּאוֹת לְמַפְרֵעַ מֵעֵת לְעֵת אוֹ מִפְּקִידָה לִפְקִידָה וְזֶהוּ הַנִּקְרָא מֵעֵת לְעֵת שֶׁבְּנִדָּה. כֵּיצַד. אִשָּׁה שֶׁהָיְתָה טְהוֹרָה וְאֵין לָהּ וֶסֶת וּבָדְקָה עַצְמָהּ בְּשַׁחֲרִית וּמָצְאָה טְהוֹרָה וּבַחֲצִי הַיּוֹם בָּדְקָה עָצְמָה וּמָצְאָה דָּם הֲרֵי כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה מִשְּׁעַת פְּקִידָה רִאשׁוֹנָה עַד שְׁעַת פְּקִידָה שְׁנִיָּה טְמֵאוֹת לְמַפְרֵעַ. וְכֵן אִם בָּדְקָה הַיּוֹם וּמָצְאָה טְהוֹרָה וּלְאַחַר שְׁנַיִם אוֹ שְׁלֹשָׁה יָמִים בָּדְקָה וּמָצְאָה דָּם כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה מֵעֵת שֶׁבָּדְקָה וּמָצְאָה דָּם עַד כ''ד שָׁעוֹת טְמֵאוֹת לְמַפְרֵעַ. וְעֵד שֶׁלְּאַחַר הַתַּשְׁמִישׁ הֲרֵי הוּא כִּפְקִידָה וְשֶׁלִּפְנֵי הַתַּשְׁמִישׁ אֵינוֹ כִּפְקִידָה מִפְּנֵי שֶׁאֵינָהּ בּוֹדֶקֶת בּוֹ יָפֶה: \n",
      "אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת וְרָאֲתָה דָּם בִּשְׁעַת וֶסְתָּהּ דַּיָּהּ שְׁעָתָהּ וְאֵינָהּ טְמֵאָה לְמַפְרֵעַ. הִגִּיעַ שְׁעַת וֶסְתָּהּ וְלֹא בָּדְקָה עַצְמָהּ וּלְאַחַר יָמִים בָּדְקָה עַצְמָהּ וּמָצְאָה דָּם הֲרֵי זוֹ טְמֵאָה לְמַפְרֵעַ וַהֲרֵי הִיא בְּחֶזְקַת נִדָּה מִשְּׁעַת וֶסְתָּהּ. וְזוֹ הִיא טֻמְאַת וֶסְתּוֹת הָאֲמוּרָה בְּכָל מָקוֹם. וְאִם מָצְאָה עַצְמָהּ טְהוֹרָה כְּשֶׁבָּדְקָה אַחַר הַוֶּסֶת הֲרֵי זוֹ טְהוֹרָה: \n",
      "כָּל אִשָּׁה שֶׁיֵּשׁ לָהּ וֶסֶת תַּרְגִּישׁ בְּעַצְמָהּ. מְפַהֶקֶת. אוֹ מִתְעַטֶּשֶׁת. אוֹ חוֹשֶׁשֶׁת פִּי כְּרֵסָהּ וְשִׁפּוּלֵי מֵעֶיהָ. אוֹ אֲחָזָהּ צַמְרוּרִית. אוֹ רֹאשָׁהּ כָּבֵד עָלֶיהָ אוֹ אֵיבָרֶיהָ כְּבֵדִין וְכַיּוֹצֵא בְּאֵלּוּ. וְיֵשׁ אִשָּׁה שֶׁדַּרְכָּהּ לִרְאוֹת בְּעֵת שֶׁיַּתְחִיל בָּהּ מִקְרֶה אֶחָד מֵאֵלּוּ מִיָּד בִּתְחִלָּתוֹ וְיֵשׁ אִשָּׁה שֶׁתַּמְתִּין בְּמִקְרֶה זֶה שָׁעָה אוֹ שְׁתַּיִם וְאַחַר כָּךְ תִּרְאֶה הַדָּם בְּסוֹף הַוֶּסֶת. הָיְתָה לְמוּדָה לִהְיוֹת רוֹאָה בִּתְחִלַּת הַוֶּסֶת כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה בְּתוֹךְ הַוֶּסֶת טְמֵאוֹת. הָיְתָה לְמוּדָה לִהְיוֹת רוֹאָה בְּסוֹף הַוֶּסֶת כָּל הַטָּהֳרוֹת שֶׁעָשְׂתָה בְּתוֹךְ הַוֶּסֶת טְהוֹרוֹת. וְאֵינָהּ חוֹשֶׁשֶׁת אֶלָּא מִשָּׁעָה שֶׁדַּרְכָּהּ לִרְאוֹת עַד עֵת שֶׁמָּצְאָה דָּם: \n",
      "הָרוֹאֶה כֶּתֶם טְמֵאָה לְמַפְרֵעַ עַד עֵת הַפְּקִידָה. וְכֵן הַבֶּגֶד שֶׁנִּמְצָא עָלָיו הַכֶּתֶם טָמֵא לְמַפְרֵעַ. וְעַד כַּמָּה. עַד שֶׁתֹּאמַר בָּדַקְתִּי הֶחָלוּק הַזֶּה וְלֹא הָיָה עָלָיו כֶּתֶם. אֲפִלּוּ כִּבְּסַתּוּ וְלֹא בְּדָקַתּוּ טָמֵא מִקֹּדֶם הַכִּבּוּס לְמַפְרֵעַ עַד שְׁעַת בְּדִיקָה. וַאֲפִלּוּ נִמְצָא הַכֶּתֶם לַח הֲרֵי זֶה מְטַמֵּא לְמַפְרֵעַ עַד שְׁעַת הַבְּדִיקָה שֶׁאֲנִי אוֹמֵר מִיָּמִים הָיָה שָׁם וְעַתָּה נָפְלוּ עָלָיו מַיִם וְנַעֲשָׂה לַח: \n",
      "וְכָל הַנָּשִׁים שֶׁדַּיָּן שְׁעָתָן כִּתְמָן כִּרְאִיָּתָן וְאֵינוֹ מְטַמֵּא אוֹתָן לְמַפְרֵעַ. כָּל אֵלּוּ הַנָּשִׁים הַטְּמֵאוֹת לְמַפְרֵעַ בֵּין רָאֲתָה דָּם בֵּין מָצָאתָה כֶּתֶם מְטַמְּאוֹת מִשְׁכָּב וּמֶרְכָּב לְמַפְרֵעַ לְטַמֵּא אָדָם וּבְגָדִים. וְכֵן רֻקָּן וּמֵימֵי רַגְלֵיהֶן טְמֵאִין לְמַפְרֵעַ. וַאֲפִלּוּ כְּלִי חֶרֶשׂ הַמֻּקָּף צָמִיד פָּתִיל מְטַמְּאוֹת אוֹתָן לְמַפְרֵעַ. אֲבָל אֵינָן מְטַמְּאוֹת אֶת הַבּוֹעֵל לְמַפְרֵעַ מִשּׁוּם בּוֹעֵל נִדָּה אֶלָּא מִשּׁוּם נוֹגֵעַ בִּלְבַד. אֲבָל הָרוֹאָה כֶּתֶם הַבּוֹעֵל אוֹתָהּ מֵאַחַר שֶׁנִּמְצֵאת הַכֶּתֶם טָמֵא מִשּׁוּם בּוֹעֵל נִדָּה: \n",
      "מְעֻבֶּרֶת שֶׁהוֹצִיא הָעֻבָּר אֶת יָדוֹ וְהֶחֱזִירָהּ אִמּוֹ טְמֵאָה לֵדָהּ. וְטֻמְאַת יוֹלֶדֶת (י''ד) וְטֻמְאַת מֵעֵת לְעֵת אוֹ מִפְּקִידָה לִפְקִידָה לְמַפְרֵעַ כְּמוֹ שֶׁבֵּאַרְנוּ וְטֻמְאַת וְסָתוֹת וְטֻמְאַת כְּתָמִים הַכּל מִדִּבְרֵי סוֹפְרִים וְטֻמְאָתָן מִסָּפֵק לְפִיכָךְ אֵין שׂוֹרְפִין עֲלֵיהֶן תְּרוּמָה וְקָדָשִׁים אֶלָּא תּוֹלִין. וְכֵן חֻלִּין שֶׁנַּעֲשׂוּ עַל טָהֳרַת הַקֹּדֶשׁ שֶׁנִּטְמְאוּ בְּאֵלּוּ תּוֹלִין. אֲבָל הַנַּעֲשִׂים עַל טָהֳרַת הַתְּרוּמָה וְחֻלִּין הַטְּבוּלִין לְחַלָּה אֵין מִתְטַמְּאִין בְּכָל אֵלּוּ הַטֻּמְאוֹת שֶׁהֵן מִדִּבְרֵיהֶן. נִמְצֵאתָ אוֹמֵר שֶׁכָּל אַחַת מֵאֵלּוּ הַנָּשִׁים וּמִשְׁכָּבָן וּמֶרְכָּבָן וְרֻקָּן וּמֵימֵי רַגְלֵיהֶן וּבוֹעֵל רוֹאָה כֶּתֶם מֵאַחַר שֶׁנִּמְצָא הַכֶּתֶם וּבוֹעֵל יוֹלֶדֶת מֵאַחַר שֶׁיָּצָא הָאֵיבָר וְחָזַר כֻּלָּן אֲבוֹת טֻמְאוֹת מִדִּבְרֵי סוֹפְרִים: \n"
    ],
    [
      "אַרְבַּע נָשִׁים דַּיָּן שְׁעָתָן וְאֵינָן מִטַּמְּאוֹת לְמַפְרֵעַ. וְאֵלּוּ הֵן מְעֻבֶּרֶת וּמֵינִיקָה וּבְתוּלָה וּזְקֵנָה. אֵי זוֹ הִיא מְעֻבֶּרֶת מִשֶּׁיֻּכַּר עֻבָּרָהּ. הָיְתָה בְּחֶזְקַת מְעֻבֶּרֶת וְרָאֲתָה דָּם וְאַחַר כָּךְ הִפִּילָה רוּחַ אוֹ דָּבָר שֶׁאֵינוֹ וָלָד הֲרֵי זוֹ בְּחֶזְקָתָהּ וְדַיָּהּ שְׁעָתָהּ. רָאֲתָה דָּם וְאַחַר כָּךְ הֻכַּר עֻבָּרָהּ הֲרֵי זוֹ מִטַּמְּאָה לְמַפְרֵעַ כְּכָל הַנָּשִׁים. אֵי זוֹ הִיא מֵינִיקָה כָּל אַרְבָּעָה וְעֶשְׂרִים חֹדֶשׁ מִיּוֹם הַלֵּדָה אֲפִלּוּ מֵת בְּנָהּ בְּתוֹךְ זְמַן זֶה אוֹ שֶׁגְּמָלַתְהוּ אוֹ נְתָנַתְהוּ לְמֵינִיקָה דַּיָּהּ שְׁעָתָהּ. אֲבָל אַחַר אַרְבָּעָה וְעֶשְׂרִים חֹדֶשׁ אַף עַל פִּי שֶׁהִיא מֵינִיקָה וְהוֹלֶכֶת הֲרֵי זוֹ טְמֵאָה לְמַפְרֵעַ כְּכָל הַנָּשִׁים. אֵי זוֹ הִיא בְּתוּלָה כָּל שֶׁלֹּא רָאֲתָה דָּם מִיָּמֶיהָ. בְּתוּלַת דָּמִים אָמְרוּ לֹא בְּתוּלַת בְּתוּלִים. כֵּיצַד. אֲפִלּוּ נִשֵּׂאת וְרָאֲתָה דָּם מֵחֲמַת נִשּׂוּאִין אוֹ יָלְדָה וְרָאֲתָה דָּם מֵחֲמַת לֵדָה עֲדַיִן הִיא בְּתוּלָה לְעִנְיַן טֻמְאָה וְדַיָּה שְׁעָתָהּ. אֵי זוֹ הִיא זְקֵנָה כָּל שֶׁעָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים סָמוּךְ לְזִקְנוּתָהּ וְלֹא רָאֲתָה דָּם. וְאֵי זוֹ הִיא סָמוּךְ לְזִקְנוּתָהּ כָּל שֶׁחַבְרוֹתֶיהָ קוֹרְאוֹת לָהּ זְקֵנָה בְּפָנֶיהָ וְאֵינָהּ מַקְפֶּדֶת. עָבְרוּ עָלֶיהָ שָׁלֹשׁ עוֹנוֹת וְרָאֲתָה וְחָזְרוּ וְעָבְרוּ עָלֶיהָ שָׁלֹשׁ עוֹנוֹת אֲחֵרוֹת אוֹ פָּחוֹת אוֹ יֶתֶר וְרָאֲתָה הֲרֵי הִיא כְּכָל הַנָּשִׁים וּמִטַּמְּאָה לְמַפְרֵעַ:  ",
      "בְּתוּלָה שֶׁרָאֲתָה דָּם אֲפִלּוּ שׁוֹפַעַת כָּל שִׁבְעָה אוֹ דּוֹלֶפֶת הֲרֵי זֶה פַּעַם אַחַת. רָאֲתָה דָּם וּפָסְקָה וְחָזְרָה וְרָאֲתָה הֲרֵי זֶה שְׁתֵּי פְּעָמִים:  ",
      "תִּינֹקֶת שֶׁלֹּא הִגִּיעַ זְמַנָּהּ לִרְאוֹת וְרָאֲתָה דָּם פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה דַּיָּהּ שְׁעָתָהּ. רָאֲתָה פַּעַם שְׁלִישִׁית מִטַּמְּאָה לְמַפְרֵעַ. [עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים וְאַחַר כָּךְ רָאֲתָה דַּיָּהּ שְׁעָתָהּ]. עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים אֲחֵרִים וְאַחַר כָּךְ רָאֲתָה דַּיָּהּ שְׁעָתָהּ. עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים אֲחֵרִים וְרָאֲתָה מִטַּמְּאָה לְמַפְרֵעַ:  ",
      "תִּינֹקֶת שֶׁהִגִּיעַ זְמַנָּהּ לִרְאוֹת וְרָאֲתָה פַּעַם רִאשׁוֹנָה דַּיָּהּ שְׁעָתָהּ שְׁנִיָּה מִטַּמְּאָה לְמַפְרֵעַ. עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים וְאַחַר כָּךְ רָאֲתָה דַּיָּהּ שְׁעָתָהּ. עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים אֲחֵרִים וְאַחַר כָּךְ רָאֲתָה מִטַּמְּאָה לְמַפְרֵעַ:  ",
      "מְעֻבֶּרֶת וּמֵינִיקָה וּזְקֵנָה וּבְתוּלָה שֶׁהִגִּיעַ זְמַנָּם לִרְאוֹת שֶׁרָאוּ רְאִיָּה רִאשׁוֹנָה דַּיָּן שְׁעָתָן. רָאוּ פַּעַם שְׁנִיָּה מִטַּמְּאוֹת לְמַפְרֵעַ כְּכָל הַנָּשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ. וְאִם רָאוּ הָרִאשׁוֹנָה בְּאֹנֶס אַף בַּשְּׁנִיָּה דַּיָּן שְׁעָתָן:  ",
      "מְעֻבֶּרֶת אוֹ מֵינִיקָה שֶׁרָאֲתָה הַדָּם וְעָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים וְאַחַר כָּךְ רָאֲתָה דַּיָּהּ שְׁעָתָהּ. עָבְרוּ עָלֶיהָ שְׁלֹשָׁה חֳדָשִׁים אֲחֵרִים וְרָאֲתָה פַּעַם שְׁנִיָּה שֶׁהִיא שְׁלִישִׁית לִרְאִיָּה רִאשׁוֹנָה מִטַּמְּאוֹת לְמַפְרֵעַ. הָרוֹאָה דָּם אַחַר דַּם טֹהַר בְּתוֹךְ כ''ד שָׁעוֹת דַּיָּהּ שְׁעָתָהּ. וְכָל שֶׁדַּיָּהּ שְׁעָתָהּ אַף עַל פִּי שֶׁאֵינָהּ מִטַּמְּאָה לְמַפְרֵעַ צְרִיכָה שֶׁתִּבְדֹּק עַצְמָהּ תָּמִיד. וְכָל אִשָּׁה הַמַּרְבָּה לִבְדֹּק מְשֻׁבַּחַת חוּץ מִן הַנִּדָּה וְיוֹשֶׁבֶת עַל דַּם טֹהַר שֶׁאֵין הַבְּדִיקָה מוֹעֶלֶת לָהֶן כְּלוּם:  ",
      "חֲכָמִים תִּקְּנוּ לָהֶן לִבְנוֹת יִשְׂרָאֵל לִהְיוֹת בּוֹדְקוֹת עַצְמָן בְּכָל יוֹם בְּשַׁחֲרִית מִפְּנֵי טָהֳרוֹת שֶׁל עַרְבִית וּבְעַרְבִית מִפְּנֵי טָהֳרוֹת שֶׁל שַׁחֲרִית. וְכָל אוֹכֶלֶת תְּרוּמָה בּוֹדֶקֶת בְּשָׁעָה שֶׁאוֹכֶלֶת בִּתְרוּמָה. וְכָל אִשָּׁה בּוֹדֶקֶת בְּשָׁעָה שֶׁעוֹבֶרֶת לְשַׁמֵּשׁ מִטָּתָהּ מִפְּנֵי הַטָּהֳרוֹת. אֲבָל אִם לֹא הָיְתָה עוֹסֶקֶת בְּטָהֳרוֹת אֵינָהּ צְרִיכָה בְּדִיקָה לְבַעֲלָהּ שֶׁכָּל הַנָּשִׁים שֶׁיֵּשׁ לָהֶן וֶסֶת בְּחֶזְקַת טָהֳרָה לְבַעְלֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן נִדָּה:  ",
      "חֶזְקַת בְּנוֹת יִשְׂרָאֵל שֶׁלֹּא הִגִּיעוּ לְפִרְקָן בְּחֶזְקַת טָהֳרָה וְאֵין הַנָּשִׁים בּוֹדְקוֹת אוֹתָן. אֲבָל מִשֶּׁהִגִּיעוּ לְפִרְקָן צְרִיכוֹת בְּדִיקָה וְנָשִׁים בּוֹדְקוֹת אוֹתָן:  ",
      "הַחֵרֶשֶׁת וְהַשּׁוֹטָה וּמִי שֶׁנִּטְרְפָה דַּעְתָּהּ בְּחלִי אִם יֵשׁ לָהֶן פִּקְחוֹת מְתַקְּנוֹת אוֹתָן הֲרֵי אֵלּוּ אוֹכְלוֹת בִּתְרוּמָה:  ",
      "כָּל הַכְּתָמִים הַבָּאִים מִבֵּין יִשְׂרָאֵל בְּחֶזְקַת טֻמְאָה וְהַבָּאִים מִבֵּין הָעַכּוּ''ם בְּחֶזְקַת טְהוֹרִין. וְהַנִּמְצָאִים בְּעָרֵי יִשְׂרָאֵל טְהוֹרִים שֶׁלֹּא נֶחְשְׁדוּ יִשְׂרָאֵל לְהַשְׁלִיךְ כִּתְמֵיהֶן אֶלָּא מַצְנִיעִין אוֹתָם. לְפִיכָךְ כָּל הַכְּתָמִין הַנִּמְצָאִים בְּכָל מָקוֹם טְהוֹרִין חוּץ מִן הַנִּמְצָאִים בַּחוֹרִים וּסְבִיבוֹת בֵּית הַטֻּמְאָה. וְכֻלָּן טֻמְאָתָן בְּסָפֵק כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "כָּל הַכְּתָמִים הַטְּמֵאִין מַעֲבִירִין עֲלֵיהֶן שִׁבְעָה סַמְמָנִין וְאַחַר כָּךְ בֵּין עָבַר הַכֶּתֶם בֵּין לֹא עָבַר מַטְבִּילוֹ וְטָהוֹר. שֶׁאִם לֹא עָבַר כְּלָל הֲרֵי הוּא צֶבַע. וְאִם עָבַר אוֹ כֵּהָה הֲרֵי זֶה כֶּתֶם וּמֵאַחַר שֶׁעָבְרוּ עָלָיו הַסַּמְמָנִין כְּבָר בָּטֵל אַף עַל פִּי שֶׁרִשּׁוּמוֹ נִכָּר. וַאֲפִלּוּ כֶּתֶם שֶׁל דַּם נִדּוּת וַדַּאי כֵּיוָן שֶׁהֶעֱבִיר עָלָיו שִׁבְעָה סַמְמָנִים בָּטֵל וּמַטְבִּילוֹ וְעוֹשֶׂה טָהֳרוֹת עַל גַּבָּיו:  ",
      "בֶּגֶד שֶׁאָבַד בּוֹ כֶּתֶם מַעֲבִירִין עַל כָּל הַבֶּגֶד שִׁבְעָה סַמְמָנִים וּמַטְבִּילוֹ. אָבְדָה בּוֹ שִׁכְבַת זֶרַע אִם הָיָה חָדָשׁ בּוֹדְקוֹ בְּמַחַט וְאִם הָיָה שָׁחוּק בּוֹדְקוֹ בַּחַמָּה:  ",
      "בֶּגֶד שֶׁהָיָה עָלָיו כֶּתֶם וְהִטְבִּילוֹ וְעָשָׂה עַל גַּבָּיו טָהֳרוֹת וְאַחַר כָּךְ הֶעֱבִיר עַל הַכֶּתֶם שִׁבְעָה הַסַּמְמָנִים וְלֹא עָבַר הֲרֵי זֶה צֶבַע וְהַטָּהֳרוֹת שֶׁעָשָׂה טְהוֹרוֹת וְאֵין צָרִיךְ לְהַטְבִּילוֹ פַּעַם אַחֶרֶת. וְאִם עָבַר הַכֶּתֶם אוֹ כֵּהָה עֵינוֹ הֲרֵי זֶה כֶּתֶם וְהַטָּהֳרוֹת טְמֵאוֹת. שֶׁהֲרֵי הִקְפִּיד עַל הַכֶּתֶם לַהֲסִירוֹ. וְצָרִיךְ לְהַטְבִּילוֹ פַּעַם שְׁנִיָּה לְטַהֲרוֹ:  ",
      "כֶּתֶם שֶׁהֶעֱבִיר עָלָיו שִׁשָּׁה סַמְמָנִים וְלֹא עָבַר וְאַחַר כָּךְ הֶעֱבִיר עָלָיו צְפוֹן וְעָבַר הֲרֵי הַטָּהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו טְמֵאוֹת. אַף עַל פִּי שֶׁהַצְּפוֹן מַעֲבִיר הַצֶּבַע הוֹאִיל וְלֹא הֶעֱבִיר עָלָיו שִׁבְעָה הַסַּמְמָנִין הֲרֵי זֶה בְּחֶזְקַת כֶּתֶם. וְשֶׁמָּא אִלּוּ הֶעֱבִיר הַשְּׁבִיעִי הָיָה עוֹבֵר. הֶעֱבִיר עָלָיו שִׁבְעַת הַסַּמְמָנִים וְלֹא עָבַר וְחָזַר וְהֶעֱבִירָן עָלָיו פַּעַם שְׁנִיָּה וְעָבַר כָּל הַטָּהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו בֵּין תִּכְבֹּסֶת רִאשׁוֹנָה לַשְּׁנִיָּה טְהוֹרוֹת. וְכָל הַטָּהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו אַחַר תִּכְבֹּסֶת שְׁנִיָּה טְמֵאוֹת. הוֹאִיל וְגִלָּה דַּעְתּוֹ שֶׁהוּא מַקְפִּיד עָלָיו וְרוֹצֶה לְהוֹצִיא רִשּׁוּמוֹ הֲרֵי זֶה טָמֵא עַד שֶׁיְּבַטְּלוֹ וְיַטְבִּילוֹ. כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי בִּיאָה שִׁבְעָה הַסַּמְמָנִין שֶׁמַּעֲבִירִין עַל הַכֶּתֶם מַה הֵן וְהֵיאַךְ מַעֲבִירִין אוֹתָן:  ",
      "הָאִשָּׁה שֶׁמֵּתָה וְיָצְאָה מִמֶּנָּה דָּם מְטַמֵּא מִשּׁוּם כֶּתֶם שֶׁהַמָּקוֹר מְקוֹמוֹ טָמֵא. אַף עַל פִּי שֶׁיָּצָא הַדָּם אַחַר שֶׁמֵּתָה וְאֵין כָּאן נִדָּה הוֹאִיל וּמִמָּקוֹם טָמֵא יָצָא מְטַמֵּא טֻמְאַת כְּתָמִים. וְאִם הָיָה בּוֹ רְבִיעִית מְטַמֵּא בְּאֹהֶל וּמְטַמֵּא מִשּׁוּם כֶּתֶם:  "
    ],
    [
      "הַזָּב וְהַזָּבָה וְהַנִּדָּה וְהַיּוֹלֶדֶת לְעוֹלָם הֵם בְּטֻמְאָתָן וּמְטַמְּאִין אָדָם וְכֵלִים וּמִשְׁכָּב וּמֶרְכָּב עַד שֶׁיִּטְבּוֹלוּ. אֲפִלּוּ נִתְאַחֲרוּ כַּמָּה שָׁנִים בְּלֹא רְאִיַּת טֻמְאָה וְלֹא טָבְלוּ הֲרֵי הֵן בְּטֻמְאָתָן: \n",
      "יוֹלֶדֶת שֶׁלֹּא טָבְלָה אַחַר שִׁבְעָה לְזָכָר וְאַרְבָּעָה עָשָׂר לִנְקֵבָה כָּל דָּם שֶׁתִּרְאֶה אַף עַל פִּי שֶׁהוּא בְּתוֹךְ יְמֵי טֹהַר הֲרֵי הוּא כְּדַם הַנִּדּוֹת וּמְטַמֵּא לַח וְיָבֵשׁ. לֹא תָּלָה הַכָּתוּב בְּיָמִים בִּלְבַד אֶלָּא בְּיָמִים וּטְבִילָה: \n",
      "יוֹלֶדֶת שֶׁיָּרְדָה לִטְבּל מִטֻּמְאָה לְטָהֳרָה וְנֶעֱקַר מִמֶּנָּה דָּם בִּירִידָתָהּ וְיָצָא חוּץ לְבֵין הַשִּׁנַּיִם הֲרֵי זוֹ טְמֵאָה וְאֵין הַטְּבִילָה מוֹעֶלֶת לְדָם זֶה וְאַף עַל פִּי שֶׁעֲדַיִן הִיא בִּבְשָׂרָהּ. וְאִם נֶעֱקַר מִמֶּנָּה בַּעֲלִיָּתָהּ מִן הַמִּקְוֶה הֲרֵי זוֹ טְהוֹרָה מִפְּנֵי שֶׁהוּא דַּם טֹהַר. וְהַטְּבִילָה מוֹעֶלֶת לְכָל הַדָּם הַמֻּבְלָע בָּאֵיבָרִים וּמְשִׂימָה אוֹתוֹ דַּם טֹהַר: \n",
      "יוֹלֶדֶת שֶׁטָּבְלָה אַחַר שִׁבְעָה שֶׁל זָכָר וְאַרְבָּעָה עָשָׂר שֶׁל נְקֵבָה אוֹ אַחַר סְפִירַת שִׁבְעָה יָמִים נְקִיִּים אִם הָיְתָה יוֹלֶדֶת בְּזוֹב הֲרֵי הִיא בְּכָל יְמֵי טֹהַר שֶׁלָּהּ כְּטָמֵא שֶׁטָּבַל וַעֲדַיִן לֹא הֶעֱרִיב שִׁמְשׁוֹ וַהֲרֵי הִיא טְבוּלַת יוֹם בְּכָל אוֹתָן הַיָּמִים. וְאֵינָהּ צְרִיכָה טְבִילָה אַחֶרֶת בְּסוֹף יְמֵי טֹהַר אֶלָּא בְּמִשְׁלָם הַיָּמִים הֲרֵי הִיא כִּטְבוּל יוֹם שֶׁהֶעֱרִיב שִׁמְשׁוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהִיא כִּטְבוּל יוֹם לְעִנְיַן תְּרוּמָה וּמַעֲשֵׂר. אֲבָל לְקָדָשִׁים הֲרֵי הִיא כְּרִאשׁוֹן לְטֻמְאָה שֶׁעֲדַיִן לֹא טָבַל אֶלָּא כְּמִי שֶׁנָּגַע בְּנִדָּה אוֹ בִּטְמֵא מֵת שֶׁעֲדַיִן לֹא טָבַל וְכַיּוֹצֵא בָּהֶן. נִמְצֵאתָ אַתָּה לָמֵד שֶׁהַיּוֹלֶדֶת בְּתוֹךְ יְמֵי טֹהַר אוֹכֶלֶת בְּמַעֲשֵׂר וּפוֹסֶלֶת אֶת הַתְּרוּמָה כִּטְבוּל יוֹם כְּמוֹ שֶׁיִּתְבָּאֵר. וְאִם נָפַל מֵרֻקָּהּ וּמִדַּם טָהֳרָתָהּ עַל כִּכָּר שֶׁל תְּרוּמָה הֲרֵי הוּא בְּטָהֳרָתוֹ שֶׁמַּשְׁקֵה טְבוּל יוֹם טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר. וּמְטַמְּאָה אֶת הַקָּדָשִׁים כִּוְלַד הַטֻּמְאוֹת עַד שֶׁתַּשְׁלִים יְמֵי טֹהַר וְתִהְיֶה טְהוֹרָה לַכּל. וְיֵרָאֶה לִי שֶׁמֵּאַחַר שֶׁהִיא מְטַמְּאָה אֶת הַקֹּדֶשׁ שֶׁהִיא צְרִיכָה טְבִילָה אַחֶרֶת בַּסּוֹף וְאַחַר כָּךְ תִגַּע בַּקֹּדֶשׁ אַף עַל פִּי שֶׁאֵינָהּ צְרִיכָה טְבִילָה אַחֶרֶת לַאֲכִילַת הַתְּרוּמָה: \n",
      "יוֹלֶדֶת שֶׁהִיא מְצֹרַעַת וְטָבְלָה אַחַר שִׁבְעָה שֶׁל זָכָר אוֹ אַרְבָּעָה עָשָׂר שֶׁל נְקֵבָה הֲרֵי דַּם טֹהַר שֶׁלָּהּ טָמֵא כְּרֻקָּהּ וּכְמֵימֵי רַגְלֶיהָ. וְכֻלָּן כְּמַשְׁקִין טְמֵאִין שֶׁכָּל הַמַּשְׁקִין הַטְּמֵאִין הַיּוֹצְאִין מֵהֶן כְּמַשְׁקִין שֶׁהֵן נוֹגְעִין בָּהֶן. חוּץ מִזָּב וְכַיּוֹצֵא בּוֹ. שֶׁהֲרֵי שְׁלֹשָׁה מַשְׁקִין הַיּוֹצְאִין מִמֶּנּוּ אֲבוֹת טֻמְאוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "זָבָה קְטַנָּה שֶׁטָּבְלָה בַּיּוֹם הַשִּׁמּוּר שֶׁלָּהּ אַחַר הָנֵץ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן אִסּוּר נִדָּה הֲרֵי מַגָּעָהּ וּבְעִילָתָהּ תְּלוּיִים. אִם נִגְמַר הַיּוֹם וְלֹא רָאֲתָה כָּל שֶׁנָּגְעָה בּוֹ טָהוֹר וּבוֹעֲלָהּ טָהוֹר וּפָטוּר. וְאִם רָאֲתָה דָּם אַחַר שֶׁטָּבְלָה כָּל טָהֳרוֹת שֶׁעָשְׂתָה טְמֵאוֹת וְעוֹשָׂת מִשְׁכָּב וּמֶרְכָּב וּבוֹעֲלָהּ חַיָּב חַטָּאת. טָבְלָה בְּלֵיל הַשִּׁמּוּר קֹדֶם שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר הֲרֵי זוֹ כְּמִי שֶׁלֹּא טָבְלָה וַעֲדַיִן עוֹשָׂת מֶרְכָּב וּמוֹשָׁב: \n",
      "הָרוֹאָה דָּם בְּיוֹם אַחַד עָשָׂר וְטָבְלָה לְעֶרֶב לֵיל שְׁנֵים עָשָׂר הֲרֵי זוֹ מְטַמְּאָה מִשְׁכָּב וּמוֹשָׁב. אַף עַל פִּי שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת זָבָה גְּדוֹלָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן אִסּוּר נִדָּה: \n",
      "טָבְלָה בְּיוֹם שְׁנֵים עָשָׂר אַחַר הָנֵץ הַחַמָּה אַף עַל פִּי שֶׁאֲסוּרָה לְשַׁמֵּשׁ [עַד] לָעֶרֶב אִם שִׁמְּשָׁה בּוֹעֲלָהּ טָהוֹר וּמִשְׁכָּבָהּ וּמֶרְכָּבָהּ טְהוֹרִין אַף עַל פִּי שֶׁרָאֲתָה דָּם בְּיוֹם שְׁנֵים עָשָׂר אַחַר הַטְּבִילָה. מִפְּנֵי שֶׁהוּא תְּחִלַּת נִדָּה כְּמוֹ שֶׁבֵּאַרְנוּ שָׁם בְּאִסּוּר נִדָּה וְאֵינוֹ מִצְטָרֵף לְיוֹם אַחַד עָשָׂר לְפִיכָךְ אֵינָהּ צְרִיכָה לִשְׁמֹר יוֹם שְׁנֵים עָשָׂר אֶלָּא טוֹבֶלֶת וְעוֹסֶקֶת בְּטָהֳרוֹת. אֲבָל הָרוֹאָה דָּם בַּעֲשִׂירִי טוֹבֶלֶת בְּיוֹם אַחַד עָשָׂר וּמְשַׁמֶּרֶת אוֹתוֹ שֶׁאִם תִּרְאֶה בּוֹ דָּם אַחַר טְבִילָה נִטְמְאוּ כָּל טָהֳרוֹת שֶׁעָשְׂתָה וְנִטְמָא בּוֹעֲלָהּ אַף עַל פִּי שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת זָבָה גְּדוֹלָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן נִדָּה: \n",
      "זָב וְזָבָה גְּדוֹלָה שֶׁטָּבְלוּ בְּיוֹם שְׁבִיעִי שֶׁלָּהֶן כְּמוֹ שֶׁבֵּאַרְנוּ לֹא יִתְעַסְּקוּ בְּטָהֳרוֹת עַד לָעֶרֶב שֶׁמָּא יִרְאוּ טֻמְאָה וְיִסְּתְּרוּ שִׁבְעַת יְמֵי הַסְּפִירָה וְנִמְצָא אוֹתָן הַטָּהֳרוֹת טְמֵאוֹת לְמַפְרֵעַ. אַף עַל פִּי שֶׁהֵן עוֹשִׂין מִשְׁכָּב וּמוֹשָׁב לְמַפְרֵעַ אֵין מְטַמְּאִין כְּלֵי חֶרֶס בְּהֶסֵּט מֵאַחַר שֶׁטָּבְלוּ אַף עַל פִּי שֶׁחָזְרוּ וְרָאוּ טֻמְאָה וְסָתְרוּ הַכּל. וְכָל כְּלִי חֶרֶס שֶׁהֱסִיטוּ עַד שֶׁלֹּא רָאוּ טָהוֹר: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁהַזָּב וַחֲבֵרָיו מְטַמְּאִין מִשְׁכָּב וּמוֹשָׁב וּמֶרְכָּב. וְהַמִּשְׁכָּב וְהַמּוֹשָׁב אֶחָד הוּא וְלָמָּה נֶאֱמַר בַּתּוֹרָה <small>(ויקרא טו ד)</small> \"מִשְׁכָּב וּמוֹשָׁב\" שֶׁהַמִּשְׁכָּב הָרָאוּי לִשְׁכִיבָה וְהַמּוֹשָׁב הָרָאוּי לִישִׁיבָה. וּבֵין שֶׁיָּשַׁב עַל הַמִּשְׁכָּב אוֹ שֶׁשָּׁכַב עַל הַמּוֹשָׁב טִמְּאָהוּ לְפִיכָךְ אֲנִי אוֹמֵר בְּכָל מָקוֹם מִשְׁכָּב לְבַד וְהוּא הַדִּין לְמוֹשָׁב. וְאֵי זֶהוּ מֶרְכָּב זֶה הָרָאוּי לִרְכִיבָה כְּגוֹן מִרְדַּעַת הַחֲמוֹר וְטַפִּיטָן הַסּוּס: \n",
      "הַמִּשְׁכָּב וְהַמֶּרְכָּב כָּל אֶחָד מֵהֶן אָב מֵאֲבוֹת הַטֻּמְאוֹת שֶׁל תּוֹרָה מְטַמְּאִין אָדָם וְכֵלִים בְּמַגָּע וּמְטַמְּאִין אֶת הָאָדָם בְּמַשָּׂא. וּמַה בֵּין מִשְׁכָּב לְמֶרְכָּב שֶׁהַנּוֹגֵעַ בְּמִשְׁכָּב אִם הָיָה אָדָם וְנָגַע בִּבְגָדִים וּבִשְׁאָר כֵּלִים עַד שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו הֲרֵי זֶה טִמְּאָם וַעֲשָׂאָן רִאשׁוֹן לְטֻמְאָה וְהַנּוֹגֵעַ בְּמֶרְכָּב אֵינוֹ מְטַמֵּא בְּגָדִים וְלֹא כֵּלִים אֲפִלּוּ בִּשְׁעַת מַגָּעוֹ אֲבָל הַנּוֹשֵׂא אֶת הַמִּשְׁכָּב אוֹ אֶת הַמֶּרְכָּב הֲרֵי זֶה מְטַמֵּא בְּגָדִים וּשְׁאָר כֵּלִים בִּשְׁעַת נְשִׂיאָתוֹ עַד שֶׁלֹּא פֵּרֵשׁ מִמְּטַמְּאָיו. וּמִנַּיִן שֶׁבְּטֻמְאַת מֶרְכָּב חָלַק מַגָּעוֹ מִמַּשָּׂאוֹ וּבְמִשְׁכָּב לֹא חָלַק. שֶׁהֲרֵי הוּא אוֹמֵר בְּמִשְׁכָּב <small>(ויקרא טו ה)</small> \"וְאִישׁ אֲשֶׁר יִגַּע בְּמִשְׁכָּבוֹ יְכַבֵּס בְּגָדָיו\" וּבְמֶרְכָּב הוּא אוֹמֵר <small>(ויקרא טו ט)</small> \"וְכָל הַמֶּרְכָּב אֲשֶׁר יִרְכַּב עָלָיו\" <small>(ויקרא טו י)</small> \"וְכָל הַנֹּגֵעַ בְּכל אֲשֶׁר יִהְיֶה תַחְתָּיו יִטְמָא עַד הָעָרֶב\". וְלֹא נֹאמַר בּוֹ יְכַבֵּס בְּגָדָיו מְלַמֵּד שֶׁאֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ וְנֶאֱמַר <small>(ויקרא טו י)</small> \"וְהַנּוֹשֵׂא אוֹתָם יְכַבֵּס בְּגָדָיו\" אֶחָד הַנּוֹשֵׂא אֶת הַמֶּרְכָּב אוֹ הַנּוֹשֵׂא מִשְׁכָּב מְטַמֵּא בְּגָדִים בִּשְׁעַת נְשִׂיאָתוֹ. נִמְצֵאתָ לָמֵד שֶׁהַזָּב וְהַזָּבָה וְהַנִּדָּה וְהַיּוֹלֶדֶת וּמִשְׁכָּבָן וְרֻקָּן וּמֵימֵי רַגְלֵיהֶן וְדַם נִדָּה וְזָבָה וְיוֹלֶדֶת וְזוֹבוֹ שֶׁל זָב כָּל אֶחָד מֵאֵלּוּ אָב. וְאָדָם שֶׁנָּגַע בְּאֶחָד מִכָּל אֵלּוּ אוֹ נְשָׂאָן מְטַמֵּא בְּגָדִים וּשְׁאָר כֵּלִים בִּשְׁעַת נְגִיעָתוֹ אוֹ בִּשְׁעַת נְשִׂיאָתוֹ. וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְּלֵי חֶרֶשׂ. שֶׁכָּל הַמְטַמֵּא אָדָם מְטַמֵּא כְּלֵי חֶרֶשׂ וְכָל שֶׁאֵינוֹ מְטַמֵּא אָדָם אֵינוֹ מְטַמֵּא כְּלֵי חֶרֶשׂ. הִנֵּה לָמַדְתָּ שֶׁכָּל טָמֵא שֶׁנֶּאֱמַר בּוֹ יְכַבֵּס בְּגָדָיו הֲרֵי זֶה מְטַמֵּא בְּגָדִים שֶׁיִּגַּע בָּהֶם כָּל זְמַן שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו וְעוֹשֶׂה אוֹתָן רִאשׁוֹן לְטֻמְאָה כָּמוֹהוּ. וּמְטַמֵּא שְׁאָר כֵּלִים כִּבְגָדִים. חוּץ מִכְּלִי חֶרֶשׂ שֶׁאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְּלֵי חֶרֶשׂ אַף עַל פִּי שֶׁעֲדַיִן לֹא פֵּרַשׁ. וְכָל טָמֵא שֶׁלֹּא נֶאֱמַר בּוֹ יְכַבֵּס בְּגָדָיו הֲרֵי הוּא עַד שֶׁלֹּא פֵּרַשׁ כְּאַחַר שֶׁפֵּרַשׁ שֶׁאֵינוֹ מְטַמֵּא בְּגָדִים מִפְּנֵי שֶׁהוּא וָלָד וְאֵין צָרִיךְ לוֹמַר שֶׁאֵינוֹ מְטַמֵּא אָדָם וְלֹא כְּלֵי חֶרֶשׂ. וּלְפִיכָךְ הַנּוֹגֵעַ בְּמֶרְכָּב אֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ וְהַנּוֹשֵׂא אֶת הַמֶּרְכָּב מְטַמֵּא בְּגָדִים בִּשְׁעַת נְשִׂיאָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל הַכֵּלִים שֶׁיִּנָּשְׂאוּ לְמַעְלָה מִן הַזָּב הֵם הַנִּקְרָאִין מַדָּף וְהֵם כֻּלָּם כְּכֵלִים שֶׁהוּא נוֹגֵעַ בָּהֶם שֶׁהֵם רִאשׁוֹן לְטֻמְאָה וְאֵינָן מְטַמְּאִין לֹא אָדָם וְלֹא כֵּלִים אֲבָל מְטַמְּאִין אֳכָלִין וּמַשְׁקִין כִּשְׁאָר וַלְדוֹת הַטֻּמְאָה. וְטֻמְאַת מַדָּף מִדִּבְרֵיהֶם: \n",
      "הַזָּב וְהַזָּבָה וְהַנִּדָּה וְהַיּוֹלֶדֶת וְהַמְצֹרָע שֶׁמֵּתוּ הֲרֵי הֵן מְטַמְּאִין מִשְׁכָּב וּמֶרְכָּב אַחַר מִיתָתָן כְּשֶׁהָיוּ כְּשֶׁהֵן חַיִּין עַד שֶׁיִּמֹּק הַבָּשָׂר. וְטֻמְאָה זוֹ מִדִּבְרֵיהֶם גְּזֵרָה שֶׁמָּא יִתְעַלֵּף אֶחָד מֵאֵלּוּ וִידַמּוּ שֶׁמֵּת וְהוּא עֲדַיִן לֹא מֵת. נִמְצָא מִשְׁכָּבוֹ וּמֶרְכָּבוֹ שֶׁל אַחַר מִיתָה אַב טֻמְאָה שֶׁל דִּבְרֵי סוֹפְרִים. אֲבָל נָכְרִי שֶׁמֵּת אֵינוֹ עוֹשֶׂה מִשְׁכָּב שֶׁהֲרֵי כְּשֶׁהוּא חַי אֵינוֹ מְטַמֵּא אֶלָּא מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "כָּל מָקוֹם שָׁאַתָּה שׁוֹמֵעַ טֻמְאַת מִשְׁכָּב וּמֶרְכָּב אֵינוֹ שֶׁיִּגַּע הַטָּמֵא בַּמִּשְׁכָּב אוֹ בַּמֶּרְכָּב כְּשֶׁיִּנָּשֵׂא עֲלֵיהֶן אֶלָּא אֲפִלּוּ הָיוּ אֲבָנִים גְּדוֹלוֹת לְמַעְלָה מִן הַכְּלִי הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב וְנִשָּׂא הַזָּב עַל הָאֲבָנִים מִלְּמַעְלָה נִטְמָא הַמִּשְׁכָּב אוֹ הַמֶּרְכָּב וְנַעֲשָׂה אַב טֻמְאָה אֲפִלּוּ אֶלֶף מִשְׁכָּב אוֹ מֶרְכָּב זֶה לְמַעְלָה מִזֶּה וְאֶבֶן עַל הָעֶלְיוֹן וְיָשַׁב אֶחָד מִמְּטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב לְמַעְלָה מִן הָאֶבֶן נִטְמְאוּ הַכּל. וְאֶחָד הַמִּשְׁכָּב הַנּוֹגֵעַ בָּאָרֶץ אוֹ הַמִּשְׁכָּב שֶׁל מַעְלָה אִם נָגַע בּוֹ בִּשְׁעַת שְׁכִיבָתוֹ כָּל אֶחָד מֵהֶן אַב הַטֻּמְאָה. וְכֵן אִם הָיָה אֶחָד מִמְּטַמְּאֵי מִשְׁכָּב וּמוֹשָׁב לְמַטָּה וְאֶבֶן עַל גַּבָּיו וָאֳכָלִין וּמַשְׁקִין וְכֵלִים וְאָדָם עַל גַּבֵּי הָאֶבֶן זֶה לְמַעְלָה מִזֶּה כֻּלָּן טְמֵאִין וְרִאשׁוֹן לְטֻמְאָה. וְאֶחָד כְּלִי אוֹ אֹכֶל וּמַשְׁקֶה אוֹ אָדָם הַנּוֹגֵעַ בְּזָב. אוֹ כְּלִי אוֹ אֹכֶל וּמַשְׁקֶה אוֹ אָדָם שֶׁהוּא לְמַעְלָה עַל הָאֶבֶן שֶׁעַל גַּבָּיו. הַכּל וְלַד טֻמְאָה. וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כֵּלִים חוּץ מִן הָאָדָם שֶׁעַל גַּבֵּי הַזָּב שֶׁעַד שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו מְטַמֵּא שְׁאָר כֵּלִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "הָאֳכָלִים וְהַמַּשְׁקִין וְהַכֵּלִים שֶׁאֵינָן עֲשׂוּיִם לֹא לְמִשְׁכָּב וְלֹא לְמוֹשָׁב וְלֹא לְמֶרְכָּב שֶׁהָיוּ לְמַטָּה וְיָשַׁב הַזָּב וְכַיּוֹצֵא בּוֹ עֲלֵיהֶם לְמַעְלָה וְלֹא נָגְעוּ בָּהֶן כֻּלָּן טְהוֹרִין. אֲבָל אִם הָיָה הָאָדָם לְמַטָּה וְהַזָּב לְמַעְלָה אַף עַל פִּי שֶׁאֵינוֹ נוֹגֵעַ בּוֹ הֲרֵי זֶה טָמֵא מִשּׁוּם נוֹשֵׂא זָב. כְּכָל נוֹשֵׂא דָּבָר שֶׁמְּטַמֵּא בְּמַשָּׂא שֶׁהַנּוֹשֵׂא רִאשׁוֹן לְטֻמְאָה. הָא לָמַדְתָּ שֶׁכָּל שֶׁיִּהְיֶה לְמַעְלָה מִן הַזָּב טָמֵא בֵּין אָדָם וּבֵין כֵּלִים הָעֲשׂוּיִין לְמִשְׁכָּב וּלְמוֹשָׁב וּלְמֶרְכָּב בֵּין שְׁאָר כָּל הַכֵּלִים בֵּין אֳכָלִים בֵּין מַשְׁקִין הַכּל רִאשׁוֹן לְטֻמְאָה. וְכָל שֶׁיִּהְיֶה לְמַטָּה מִן הַזָּב וְלֹא יִגַּע בּוֹ טָהוֹר. חוּץ מִן הָאָדָם אוֹ כְּלִי הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמוֹשָׁב אוֹ לְמֶרְכָּב. אֶלָּא שֶׁהָאָדָם רִאשׁוֹן וְהַכֵּלִים הָעֲשׂוּיִים לְמוֹשָׁב אוֹ לְמִשְׁכָּב אוֹ לְמֶרְכַּב אַב הַטֻּמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "הַזָּב מְטַמֵּא אֶת הַמִּשְׁכָּב וְהַמּוֹשָׁב וְהַמֶּרְכָּב בַּחֲמִשָּׁה דְּרָכִים. עוֹמֵד. יוֹשֵׁב. שׁוֹכֵב. נִתְלֶה. וְנִשְׁעָן. כֵּיצַד. כְּלִי הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמוֹשָׁב אוֹ לְמֶרְכָּב אֲפִלּוּ הָיָה תַּחַת הָאֶבֶן אִם עָמַד אֶחָד מִמְּטַמְּאֵי מִשְׁכָּב עַל הָאֶבֶן אוֹ יָשַׁב עָלֶיהָ אוֹ שָׁכַב אוֹ נִשְׁעַן עָלֶיהָ אוֹ נִתְלָה בָּהּ הוֹאִיל וְנִתְנַשֵּׂא עַל הַכְּלִי הַזֶּה מִכָּל מָקוֹם נִטְמָא וְנַעֲשָׂה אַב טֻמְאָה. וְכָל אֶחָד מֵחֲמִשָּׁה דְּרָכִים אֵלּוּ הוּא הַנִּקְרָא מִדְרָס בְּכָל מָקוֹם: \n",
      "וְכֵן הַמִּשְׁכָּב וְהַמֶּרְכָּב מְטַמְּאִין אֶת הָאָדָם בְּשִׁבְעָה דְּרָכִים. בַּחֲמִשָּׁה דְּרָכִים אֵלּוּ שֶׁמָּנִינוּ. וּבְמַגָּע וּבְמַשָּׂא. כֵּיצַד. מִשְׁכָּב אוֹ מֶרְכָּב שֶׁדָּרַס עָלָיו הַזָּב וְנִטְמָא בְּמִדְרָסוֹ. הַנּוֹגֵעַ בּוֹ אוֹ הַנּוֹשְׂאוֹ טָמֵא. וְכֵן הַיּוֹשֵׁב עָלָיו אוֹ הָעוֹמֵד אוֹ הַשּׁוֹכֵב אוֹ הַנִּתְלֶה אוֹ הַנִּשְׁעָן אַף עַל פִּי שֶׁהָיְתָה אֶבֶן מַבְדֶּלֶת בֵּין הַטָּהוֹר וּבֵין הַמִּדְרָס הֲרֵי זֶה נִטְמָא שֶׁנֶּאֱמַר <small>(ויקרא טו ו)</small> \"וְהַיּשֵׁב עַל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו הַזָּב\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁמָּקוֹם שֶׁהַזָּב יוֹשֵׁב וּמְטַמֵּא אִם יָשַׁב שָׁם הַטָּהוֹר נִטְמָא. מָה הַזָּב מְטַמֵּא מֶרְכָּב וּמוֹשָׁב שֶׁתַּחַת הָאֶבֶן אַף הַטָּהוֹר מִתְטַמֵּא מִן הַמִּשְׁכָּב אוֹ הַמֶּרְכָּב שֶׁהוּא מִתַּחַת הָאֶבֶן אַף עַל פִּי שֶׁאֵין הַזָּב שָׁם עַל הַמִּשְׁכָּב וְאָדָם זֶה שֶׁהוּא לְמַעְלָה מִן הַמִּדְרָס מְטַמֵּא בְּגָדִים כָּל זְמַן שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "אֵין הַזָּב מְטַמֵּא אֶת הַמִּשְׁכָּב עַד שֶׁיִּנָּשֵׂא רֻבּוֹ עַל הַמִּשְׁכָּב אוֹ עַל הַמּוֹשָׁב אוֹ עַל הַמֶּרְכָּב. וְכֵן הַטָּהוֹר שֶׁדָּרַס עַל מִדְרַס הַזָּב אֵינוֹ מִתְטַמֵּא מֵחֲמַת הַמִּדְרָס עַד שֶׁיִּנָּשֵׂא רֻבּוֹ עָלָיו. אֲבָל אִם נִשָּׂא מִעוּטוֹ הוֹאִיל וְלֹא נָגַע הֲרֵי זֶה טָהוֹר. כֵּיצַד. מִקְצָת טָמֵא עַל הַמִּשְׁכָּב וּמִקְצָת הַטָּהוֹר עַל אוֹתוֹ מִשְׁכָּב הַמִּשְׁכָּב טָהוֹר וְהַטָּהוֹר שֶׁנָּשָׂא מִקְצָתוֹ עָלָיו טְהוֹרִין. הַטָּמֵא שֶׁנִּשָּׂא רֻבּוֹ עַל מִקְצָת הַמִּשְׁכָּב אוֹ הַמֶּרְכָּב נִטְמָא הַמִּשְׁכָּב כֻּלּוֹ אוֹ הַמֶּרְכָּב כֻּלּוֹ. וְכֵן הַטָּהוֹר שֶׁנִּשָּׂא רֻבּוֹ עַל מִקְצָת הַמִּדְרָס נִטְמָא וְאַף עַל פִּי שֶׁלֹּא נָשָׂא אֶלָּא עַל מִקְצָת הַמּוֹשָׁב: \n",
      "זָב שֶׁהָיָה מֻטָּל עַל חֲמִשָּׁה סַפְסָלִין שֶׁהֵן מֻנָּחִין לְאָרְכָּן טְמֵאִים שֶׁהֲרֵי נִשָּׂא רֻבּוֹ עַל כָּל אֶחָד מֵהֶן. הָיוּ מֻנָּחִין לְרָחְבָּן טְהוֹרִין שֶׁהֲרֵי לֹא נִשָּׂא רֻבּוֹ עַל כָּל אֶחָד מֵהֶן. וְאִם יָשַׁן עֲלֵיהֶם בֵּין כָּךְ וּבֵין כָּךְ טְמֵאִים שֶׁמָּא נִתְהַפֵּךְ עֲלֵיהֶם וְנִמְצָא רֻבּוֹ עַל כָּל אֶחָד. הָיָה מֻטָּל עַל שִׁשָּׁה כֵּלִים הָעֲשׂוּיִים לְמִשְׁכָּב. שְׁתֵּי יָדָיו עַל שְׁנַיִם. וּשְׁנֵי רַגְלָיו עַל שְׁנַיִם. וְרֹאשׁוֹ עַל אֶחָד. וְגוּפוֹ עַל אֶחָד. אֵין טָמֵא מִשּׁוּם מִשְׁכָּב אֶלָּא זֶה שֶׁתַּחַת גּוּפוֹ שֶׁהֲרֵי נִשָּׂא רֻבּוֹ עָלָיו. עָמַד עַל שְׁנֵי מִשְׁכָּבוֹת רַגְלוֹ אַחַת עַל אֶחָד וְרַגְלוֹ שְׁנִיָּה עַל הַשֵּׁנִי שְׁנֵיהֶן טְמֵאִין: \n",
      "הָיָה יוֹשֵׁב עַל גַּבֵּי הַמִּטָּה וְאַרְבָּעָה מִשְׁכָּבוֹת תַּחַת אַרְבַּע רַגְלֵי הַמִּטָּה כֻּלָּן טְמֵאוֹת מִפְּנֵי שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד עַל שָׁלֹשׁ: \n",
      "הָיָה רוֹכֵב עַל גַּבֵּי בְּהֵמָה וְאַרְבָּעָה מִשְׁכָּבוֹת תַּחַת אַרְבַּע רַגְלֶיהָ כֻּלָּן טְהוֹרוֹת. מִפְּנֵי שֶׁהַבְּהֵמָה יְכוֹלָה לַעֲמֹד עַל שָׁלֹשׁ וְנִמְצֵאת הָרְבִיעִית מְסַיֵּעַ וּמְסַיֵּעַ אֵין בּוֹ מַמָּשׁ. וְהוֹאִיל וְכָל אַחַת רְאוּיָה לִהְיוֹת מְסַיֵּעַ וְאֵין אָנוּ יוֹדְעִים אֵי זוֹ יָד וְאֵי זוֹ רֶגֶל הִיא שֶׁלֹּא הָיְתָה נִשְׁעֶנֶת עָלֶיהָ הֲרֵי לֹא הֻחְזְקָה טֻמְאָה בְּאַחַת מֵהֶן וּלְפִיכָךְ כֻּלָּן טְהוֹרוֹת. לְפִיכָךְ אִם הָיָה מִשְׁכָּב אֶחָד תַּחַת שְׁתֵּי יְדֵי הַבְּהֵמָה אוֹ תַּחַת שְׁתֵּי רַגְלֶיהָ אוֹ תַּחַת יָדָהּ וְרַגְלָהּ הֲרֵי זֶה טָמֵא שֶׁהֲרֵי וַדַּאי נִשָּׂא הַזָּב עַל מִשְׁכָּב זֶה. שֶׁאֵין הַבְּהֵמָה יְכוֹלָה לַעֲמֹד עַל שְׁתַּיִם: \n",
      "יָשַׁב הַטָּמֵא עַל קוֹרַת בֵּית הַבַּד כָּל הַכֵּלִים שֶׁבָּעֵקֶל טְמֵאִים. שֶׁהֲרֵי הֵם רְצוּצִים תַּחַת הַקּוֹרָה. אֲבָל אִם יָשַׁב עַל מַכְבֵּשׁ שֶׁל כּוֹבֵס הֲרֵי הַכֵּלִים שֶׁתַּחַת לוּחַ הַמַּכְבֵּשׁ טְהוֹרִים. מִפְּנֵי שֶׁהוּא רָפוּי וְנִמְצֵאת מִשְׁעֶנֶת הַמַּכְבֵּשׁ עַל רַגְלָיו לֹא עַל הַכֵּלִים שֶׁתַּחְתָּיו. שֶׁאִם יִרְצֶה אָדָם לְהַכְנִיס סַכִּין וְכַיּוֹצֵא בָּהּ בֵּין הַכֵּלִים שֶׁתַּחַת הַמַּכְבֵּשׁ וּבֵין הַמַּכְבֵּשׁ מַכְנִיס אַף עַל פִּי שֶׁהוּא קָשׁוּר: \n",
      "זָב שֶׁדָּרַס עַל כְּלִי שֶׁלֹּא נַעֲשָׂה לְמִשְׁכָּב אוֹ לְמוֹשָׁב אוֹ לְמֶרְכָּב אַף עַל פִּי שֶׁהוּא רָאוּי לְמִשְׁכָּב הוֹאִיל וְלֹא נָגַע בּוֹ הֲרֵי זֶה טָהוֹר. שֶׁהֲרֵי אוֹמְרִים לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ בִּכְלִי זֶה. כֵּיצַד. כָּפָה סְאָה וְיָשַׁב עָלֶיהָ כָּפָה עֲרֵבָה וְיָשַׁב עָלֶיהָ אוֹ שֶׁיָּשַׁב עַל פָּרֹכֶת אוֹ עַל קֶלַע שֶׁל סְפִינָה וְכַיּוֹצֵא בָּהֶן. הֲרֵי אֵלּוּ טְהוֹרִים. שֶׁנֶּאֱמַר <small>(ויקרא טו ד)</small> \"אֲשֶׁר יֵשֵׁב עָלָיו\" הַמְיֻחָד לִישִׁיבָה לֹא שֶׁאוֹמְרִים לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ. מִפְּנֵי שֶׁכְּלִי זֶה לֹא נַעֲשָׂה לִישִׁיבָה. הָיָה הַכְּלִי מְשַׁמֵּשׁ לִישִׁיבָה עִם מְלַאכְתּוֹ שֶׁעוֹשֶׂה לָהּ הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס. כְּגוֹן הָרְדִיד. וְהֶחָלוּק. וְהַטַּלִּית. וְהַתּוּרְמָל. וְהַחֵמֶת. אַף עַל פִּי שֶׁכָּל אֶחָד מֵהֶן לֹא נַעֲשָׂה מִתְּחִלָּה לְמִשְׁכָּב הֲרֵי הוּא מְשַׁמֵּשׁ אֶת הַמִּשְׁכָּב עִם מְלַאכְתּוֹ. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ. וּבְהִלְכוֹת כֵּלִים אֲבָאֵר כָּל הַכֵּלִים הַמִּטַּמְּאִין בְּמִדְרָס וְכֵלִים שֶׁאֵין מִטַּמְּאִין בְּמִדְרָס. וְאֵי זֶה כְּלִי רָאוּי לִישִׁיבָה. וְאֵי זֶה רָאוּי לִשְׁכִיבָה. וְאֵי זֶה רָאוּי לִרְכִיבָה: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ בִּתְחִלַּת סֵפֶר זֶה שֶׁאִם הֵסִיט הָאָדָם אֶת הַטֻּמְאָה שֶׁהִיא מְטַמְּאָה בְּמַשָּׂא נִטְמָא מִשּׁוּם נוֹשֵׂא אֲבָל אִם הֵסִיטָה הַטֻּמְאָה אֶת הָאָדָם לֹא נִטְמָא:  ",
      "אֵין בְּכָל אֲבוֹת הַטֻּמְאוֹת כֻּלָּן טֻמְאָה שֶׁאִם תָּסִיט אֶת הָאָדָם הַטָּהוֹר אוֹ אֶת הַכְּלִי הַטָּהוֹר תְּטַמֵּא אוֹתָן אֶלָּא הַזָּב אוֹ חֲבֵרָיו בִּלְבַד. וְזוֹ הִיא הַטֻּמְאָה הַיְתֵרָה בְּזָב שֶׁלֹּא מָצִינוּ כְּמוֹתָהּ בְּכָל הַתּוֹרָה שֶׁאִם הֵסִיט אֶת הַטְּהוֹרִין טְמֵאִין. כֵּיצַד. הָיְתָה קוֹרָה מֻטֶּלֶת עַל רֹאשׁ הַגָּדֵר וְאָדָם טָהוֹר אוֹ כֵּלִים אֲפִלּוּ כְּלִי חֶרֶס עַל קְצָתָהּ וְהֵנִיד הַזָּב אֶת הַקָּצֶה הַשֵּׁנִי הוֹאִיל וְנִתְנַדְנְדוּ מֵחֲמַת הַזָּב הֲרֵי זֶה כְּמִי שֶׁנָּגַע בָּהֶן וּטְמֵאִין וְנַעֲשׂוּ רִאשׁוֹן לְטֻמְאָה דִּין תּוֹרָה. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם נָשָׂא הַזָּב אֶת הָאָדָם אוֹ אֶת הַכֵּלִים שֶׁטִּמְּאָן. וְאֶחָד זָב וְזָבָה נִדָּה וְיוֹלֶדֶת בְּכָל הַדְּבָרִים הָאֵלּוּ. הִנֵּה לָמַדְתָּ שֶׁהָאָדָם הַטָּהוֹר שֶׁהֵסִיט אֶת הַזָּב נִטְמָא מִשּׁוּם נוֹשֵׂא זָב. וְהַזָּב שֶׁהֵסִיט אֶת הַטָּהוֹר בֵּין אָדָם בֵּין כֵּלִים אֲפִלּוּ כְּלֵי חֶרֶס טְמֵאִין. מִפְּנֵי שֶׁהַנָדַת הַזָּב לַאֲחֵרִים כְּאִלּוּ נָגַע בָּהֶן:  ",
      "חֹמֶר בְּהֶסֵּט הַזָּב מִמַּגָּעוֹ שֶׁאִם נָגַע בִּכְלִי חֶרֶס הַמֻּקָּף צָמִיד פָּתִיל טָהוֹר וְאִם הֱסִיטוֹ טִמְּאָהוּ. וְכֵן כְּלִי חֶרֶס שֶׁהוּא נָבוּב כְּכַדּוּר וַעֲדַיִן לֹא נַעֲשָׂה לוֹ פֶּה כְּמוֹ אִלְפָּסִין אִירְנִיוֹת אִם הֱסִיטָן הַזָּב טְמֵאִים וְאַף עַל פִּי שֶׁהֵן טְהוֹרִין בְּאֹהֶל הַמֵּת שֶׁהֲרֵי הֵן כִּכְלִי חֶרֶס הַמֻּקָּף צָמִיד פָּתִיל שֶׁפִּתְחוֹ סָתוּם. וְכֵן מַחַט שֶׁהָיְתָה בְּלוּעָה בְּתוֹךְ הָעֵץ וְטַבַּעַת הַבְּלוּעָה בְּתוֹךְ הַלְּבֵנָה וְהֵסִיט הַזָּב אֶת הָעֵץ אוֹ הַלְּבֵנָה נִטְמְאוּ הַכֵּלִים הַבְּלוּעִים שֶׁבְּתוֹכָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "זָב שֶׁהִכְנִיס יָדוֹ אוֹ רַגְלוֹ לַאֲוִיר כְּלִי חֶרֶס הוֹאִיל וְלֹא נָגַע בּוֹ מִתּוֹכוֹ וְלֹא הֱנִידוֹ הֲרֵי זֶה טָהוֹר שֶׁאֵין הַנִּדָּה וְכַיּוֹצֵא בָּהּ מְטַמְּאִין לְאֵיבָרִים:  ",
      "זָב שֶׁהָיָה קָנֶה אָחוּז בְּתוֹךְ קֻמְטוֹ וְהֵסִיט וְהוֹצִיא בִּקְצֵה הַקָּנֶה אָדָם אוֹ כְּלִי הֲרֵי הֵן טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא טו יא)</small> \"וְכָל אֲשֶׁר יִגַּע בּוֹ הַזָּב וְיָדָיו לֹא שָׁטַף בַּמָּיִם\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַכָּתוּב הַזֶּה מְדַבֵּר בְּהֶסֵּט הַזָּב וְהוֹצִיאוֹ בִּלְשׁוֹן נְגִיעָה לוֹמַר מָה נְגִיעָה בְּיָדָיו וְהַדּוֹמֶה לְיָדָיו מִשְּׁאָר גּוּפוֹ הַגָּלוּי אֵצֶל הַנְּגִיעָה אַף הֶסֵּטוֹ עַד שֶׁיָּסִיט בְּגָלוּי שֶׁבְּגוּפוֹ לֹא שֶׁיָּסִיט בְּבֵית הַסְּתָרִים. הָיָה הַקָּנֶה בְּקֻמְטוֹ שֶׁל טָהוֹר וְהֵסִיט בּוֹ אֶת הַזָּב טָמֵא שֶׁהַמֵּסִיט אֶת הַטֻּמְאָה כְּנוֹשֵׂא אוֹתָהּ וּכְשֵׁם שֶׁהַנּוֹשֵׂא בְּבֵית הַסְּתָרִים טָמֵא כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְחִלַּת סֵפֶר זֶה כָּךְ הַמֵּסִיט בְּבֵית הַסְּתָרִים טָמֵא:  ",
      "הַזָּב בְּכַף מֹאזְנַיִם וּכְלִי הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב בְּכַף שְׁנִיָּה כְּנֶגְדּוֹ. כָּרַע הַזָּב הֲרֵי הֵן כְּכֵלִים שֶׁנָּגַע בָּהֶן שֶׁהֲרֵי הֱסִיטָן. כָּרְעוּ הֵן טְמֵאִין מִשּׁוּם מִשְׁכָּב וְנַעֲשׂוּ אָב שֶׁהֲרֵי נָשְׂאוּ הַזָּב וּכְאִלּוּ עָמַד עֲלֵיהֶן. הָיָה בְּכַף שְׁנִיָּה שְׁאָר הַכֵּלִים אוֹ אֳכָלִין וּמַשְׁקִין אוֹ אָדָם בֵּין שֶׁכָּרְעוּ הֵן בֵּין שֶׁכָּרַע הַזָּב כֻּלָּן רִאשׁוֹן לְטֻמְאָה:  ",
      "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ עַל הַסַּפְסָל אוֹ עַל הַנֶּסֶר בִּזְמַן שֶׁהֵן מַחְגִּירִין. אוֹ שֶׁעָלוּ בְּאִילָן שֶׁכֹּחוֹ רַע וְהוּא הָאִילָן שֶׁאֵין בָּעֳבִי עִקָּרוֹ כְּדֵי לָחֹק רֹבַע הַקַּב. אוֹ שֶׁעָלוּ בְּסֻכָּה שֶׁכֹּחָהּ רַע וְהוּא שֶׁנֶּחְבָּא בָּהּ וְדוֹחֵק אוֹתָהּ תָּזוּז בּוֹ. אוֹ שֶׁעָלוּ בְּסֻלָּם מִצְרִי שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר. אוֹ שֶׁעָלוּ עַל הַכֶּבֶשׁ וְעַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁאֵינָן מְחֻבָּרִין בְּטִיט. הֲרֵי זֶה טָמֵא מִפְּנֵי שֶׁהֵן מִתְנַדְנְדִין בָּהֶן וּכְאִלּוּ הֵסִיט הַזָּב אֶת הַטָּהוֹר שֶׁעִמּוֹ. אֲבָל אִם יָשְׁבוּ בִּסְפִינָה גְּדוֹלָה שֶׁאֵינָהּ יְכוֹלָה לְהָסִיט בָּאָדָם. אוֹ עַל הַנֶּסֶר אוֹ עַל הַסַּפְסָל בִּזְמַן שֶׁאֵינָם מַחְגִּירִין. אוֹ שֶׁעָלוּ בְּאִילָן וּבְסֻכָּה שֶׁכֹּחָן יָפֶה. אוֹ בְּסֻלָּם מִצְרִי הַקָּבוּעַ בְּמַסְמֵר. אוֹ בְּכֶבֶשׁ וּבְקוֹרָה וּבְדֶלֶת שֶׁמְּחֻבָּרִים בְּטִיט. אֲפִלּוּ עָלוּ מִצַּד אֶחָד הֲרֵי זֶה טָהוֹר:  ",
      "זָב וְטָהוֹר שֶׁהָיוּ שְׁנֵיהֶם כְּאֶחָד מְגִיפִין אֶת הַדָּלֶת אוֹ פּוֹתְחִין הֲרֵי זֶה טָהוֹר. הָיָה אֶחָד מֵגִיף וְאֶחָד פּוֹתֵחַ נִטְמָא. הֶעֱלוּ זֶה אֶת זֶה מִן הַבּוֹר אִם הַטָּמֵא הֶעֱלָה אֶת הַטָּהוֹר טִמְּאָהוּ מִפְּנֵי שֶׁהֱסִיטוֹ. וְאִם הַטָּהוֹר הֶעֱלָה אֶת הַטָּמֵא נִטְמָא בְּמַשָּׂאוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "זָב וְטָהוֹר שֶׁהָיוּ מַפְשִׁילִין בַּחֲבָלִים אִם הָיָה זֶה מוֹשֵׁךְ אֵילָךְ וְזֶה מוֹשֵׁךְ אֵילָךְ נִטְמָא. הָיוּ אוֹרְגִין בֵּין בְּעוֹמְדִין בֵּין בְּיוֹשְׁבִין אוֹ טוֹחֲנִין אוֹ פּוֹרְקִין מִן הַחֲמוֹר אוֹ טוֹעֲנִין. בִּזְמַן שֶׁמַּשָּׂאָן כָּבֵד הֲרֵי זֶה טָמֵא וְאִם הָיָה מַשּׂוֹי קַל טָהוֹר:  ",
      "טָהוֹר שֶׁהָיָה מַכֶּה אֶת הַזָּב הֲרֵי זֶה טָהוֹר. וְזָב שֶׁהִכָּה אֶת הַטָּהוֹר טִמְּאָהוּ. שֶׁאִם יִמָּשֵׁךְ הַטָּהוֹר וַהֲרֵי הַטָּמֵא נוֹפֵל וְנִמְצָא כְּאִלּוּ נִשְׁעָן עָלָיו. וּלְפִיכָךְ אַף בִּגְדֵי הַטָּהוֹר טְמֵאִין:  ",
      "זָב שֶׁנִּשָּׂא מִקְצָתוֹ עַל הַטָּהוֹר אוֹ טָהוֹר שֶׁנִּשָּׂא מִקְצָתוֹ עַל הַזָּב נִטְמָא. כֵּיצַד. אֶצְבָּעוֹ שֶׁל זָב שֶׁהִנִּיחָהּ לְמַעְלָה מִן הַטָּהוֹר אוֹ הַטָּהוֹר שֶׁהִנִּיחַ אֶצְבָּעוֹ לְמַעְלָה מִן הַזָּב אַף עַל פִּי שֶׁיֵּשׁ בֵּינֵיהֶן אֶבֶן אוֹ קוֹרָה וְכַיּוֹצֵא בָּהֶם הֲרֵי זֶה טָמֵא. וְכֵן חִבּוּרֵי הַזָּב שֶׁנִּשְּׂאוּ עַל הַטָּהוֹר אוֹ חִבּוּרֵי טָהוֹר שֶׁנִּשְּׂאוּ עַל הַזָּב הֲרֵי זֶה טָמֵא. וּכְאִלּוּ נָשָׂא כָּל אֶחָד מֵהֶם עַצְמוֹ שֶׁל חֲבֵרוֹ. וְאֵלּוּ הֵם הַחִבּוּרִים. הַשִּׁנַּיִם הַצִּפָּרְנַיִם וְהַשֵּׂעָר שֶׁלָּהֶן. וְיֵרָאֶה לִי שֶׁטֻּמְאָה זוֹ מִדִּבְרֵיהֶם:  "
    ],
    [
      "דָבָר שֶׁהָיָה מְחֻבָּר בָּאָרֶץ אוֹ מְסֻמָּר בְּמַסְמְרִים. אִם הָיָה כֹּחוֹ יָפֶה וְחָזָק וְהִקִּישׁ עָלָיו הַזָּב וּבְעֵת שֶׁהִקִּישׁ הֵנִיד כְּלִי אוֹ אֳכָלִין וּמַשְׁקִין מִכֹּחַ הַכָּאָתוֹ אוֹ שֶׁהִפִּילָן הֲרֵי אֵלּוּ טְהוֹרִים. וְאִם לֹא הָיָה כֹּחוֹ יָפֶה וְחָזָק אֶלָּא מִתְנַדְנֵד וְהִקִּישׁ עָלָיו הַזָּב וְהִפִּיל אוֹ הֵנִיד בְּכֹחַ הַכָּאָתוֹ כֵּלִים אוֹ אֳכָלִים וּמַשְׁקִין הֲרֵי אֵלּוּ טְמֵאִין. וּכְאִלּוּ הֱסִיטָן שֶׁהֲרֵי מִכֹּחוֹ נָפְלוּ. זֶה הַכְּלָל כָּל שֶׁנָּפַל מִכֹּחַ הֶסֵּטוֹ טָמֵא. מִכֹּחַ הָרְעָדָה טָהוֹר. כֵּיצַד. הִקִּישׁ עַל אִילָן אוֹ סֻכָּה שֶׁכֹּחָן רַע. אוֹ עַל סֻלָּם מִצְרִי שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר. אוֹ עַל קוֹרָה וְדֶלֶת וְכֶבֶשׁ שֶׁאֵינָם מְחֻבָּרִים בְּטִיט. אוֹ שֶׁהִקִּישׁ עַל הַנֶּגֶר עַל הַמַּנְעוּל וְהַמָּשׁוֹט. וּבְשָׁעָה שֶׁהִקִּישׁ הִפִּיל אֳכָלִין וּמַשְׁקִין אוֹ כֵּלִים אֲפִלּוּ הֱנִידָן וְלֹא נָפְלוּ הֲרֵי אֵלּוּ טְמֵאִים. אֲבָל אִם הִקִּישׁ עַל אִילָן אוֹ עַל סֻכָּה שֶׁכֹּחָן יָפֶה. אוֹ עַל סֻלָּם מְסֻמָּר. אוֹ עַל כֶּבֶשׁ אוֹ עַל דֶּלֶת אוֹ קוֹרָה הַמְחֻבָּרִין בְּטִיט. אוֹ עַל הַמָּרִישׁ. אוֹ עַל הַתַּנּוּר. וּבְשָׁעָה שֶׁהִקִּישׁ הֵנִיד כֵּלִים אוֹ אֳכָלִין וּמַשְׁקִין אֲפִלּוּ הִפִּילָן הֲרֵי אֵלּוּ טְהוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בָּאֵלּוּ: \n",
      "תַּנּוּר שֶׁהָיְתָה הַפַּת דְּבוּקָה בּוֹ וְהִקִּישׁ עַל הַתַּנּוּר וְנָפַל כִּכָּר אֲפִלּוּ הָיָה תְּרוּמָה הֲרֵי זֶה טָהוֹר. וְאִם הָיָה חֶרֶס מִן הַתַּנּוּר מְדֻבָּק בַּכִּכָּר שֶׁנָּפַל אֲפִלּוּ הָיָה חֻלִּין הֲרֵי זֶה טָמֵא: \n",
      "אֵין הַמִּשְׁכָּב אוֹ הַמֶּרְכָּב מְטַמֵּא כֵּלִים אוֹ אֳכָלִין וּמַשְׁקִין אֶלָּא בְּמַגָּע בִּלְבַד. אֲבָל אִם הָיוּ כֵּלִים אוֹ אֳכָלִים וּמַשְׁקִין לְמַעְלָה מִן הַמִּדְרָס אוֹ שֶׁהָיָה הַמִּדְרָס לְמַעְלָה מֵהֶן אֲפִלּוּ לֹא הִפְסִיק בֵּינֵיהֶם אֶלָּא נְיָר הוֹאִיל וְלֹא נָגַע בָּהֶן הֲרֵי אֵלּוּ טְהוֹרִין. וְכֵן אִם הֵסִיט הַמִּשְׁכָּב אֶת הַכֵּלִים אוֹ אֶת הָאֳכָלִים וְהַמַּשְׁקִין הֲרֵי אֵלּוּ טְהוֹרִין: \n",
      "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ בִּסְפִינָה קְטַנָּה הַיְכוֹלָה לְהָמִיט בָּאָדָם אֶחָד אוֹ בְּאַסְדָּא אוֹ שֶׁרָכְבוּ עַל גַּבֵּי בְּהֵמָה אַף עַל פִּי שֶׁאֵין בִּגְדֵיהֶן נוֹגְעִין זֶה בָּזֶה הֲרֵי בִּגְדֵי הַטָּהוֹר טְמֵאִים מִדְרָס וְטֻמְאָתָן בְּסָפֵק שֶׁמָּא דָּרַס הַזָּב עֲלֵיהֶן. וְכֵן נִדָּה שֶׁיָּשְׁבָה עִם הַטְּהוֹרָה בַּמִּטָּה בְּגָדֶיהָ טְמֵאִין מִדְרָס חוּץ מִכִּפָּה שֶׁבְּרֹאשָׁהּ. וְכֵן הַבְּגָדִים שֶׁבְּרֹאשׁ הַנֵּס שֶׁבַּסְּפִינָה טְהוֹרִין: \n",
      "הַנִּדְחָק בְּרֵחַיִם שֶׁהָעַכּוּ''ם בְּתוֹכָם אוֹ זָב וְכַיּוֹצֵא בּוֹ הֲרֵי בְּגָדָיו טְמֵאִין מִדְרָס. בְּאֵי זֶה רֵחַיִם אָמְרוּ בְּרֵחַיִם שֶׁמְּנַדְנְדִין אֶת הַקַּרְקַע עַד שֶׁעוֹקְרִין אֶת הָעוֹמֵד כָּאן וְדוֹחֲפִין אוֹתוֹ מִמְּקוֹמוֹ. וְדָבָר בָּרוּר הוּא שֶׁטֻּמְאָה זוֹ בְּסָפֵק שֶׁמָּא נֶעֱקַר הַטָּמֵא וְדָרַס עַל בִּגְדֵי הַטָּהוֹר: \n"
    ],
    [
      "עַם הָאָרֶץ אַף עַל פִּי שֶׁהוּא יִשְׂרָאֵל וְיֶשְׁנוֹ בְּתוֹרָה וּבְמִצְוֹת הֲרֵי הוּא בְּחֶזְקַת טָמֵא וּבְגָדָיו מִדְרָס לְטָהֳרוֹת. וְאִם נָגְעוּ בְּגָדָיו בָּאֳכָלִין וּמַשְׁקִין הֲרֵי הֵן טְמֵאִין. וְאִם נָגַע בִּכְלִי חֶרֶס מֵאֲוִירוֹ טִמְּאָהוּ. וְשׂוֹרְפִין אֶת הַתְּרוּמָה עַל מַגָּעָן אַף עַל פִּי שֶׁטֻּמְאָתָן בְּסָפֵק. וְאֵינָן נֶאֱמָנִין עַל הַטָּהֳרוֹת לְפִי שֶׁאֵינָן בְּקִיאִין בְּדִקְדוּקֵי טָהֳרוֹת וְטֻמְאוֹת. וּלְעוֹלָם הוּא בְּחֶזְקָה זוֹ וְאֵינוֹ נֶאֱמָן עַל הַטָּהֳרוֹת עַד שֶׁיְּקַבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת. וּמַה הֵן דִּבְרֵי חֲבֵרוּת שֶׁיְּקַבֵּל עָלָיו שֶׁיְּהֵא נִזְהָר בְּטֻמְאוֹת שֶׁלֹּא יִטָּמֵּא בָּהֶן. וּבְטָהֳרוֹת שֶׁלֹּא יְטַמֵּא אוֹתָם. וְיִזָּהֵר בִּנְטִילַת יָדַיִם וּבְטָהֳרָתָן שֶׁלֹּא יִקַּח מֵעַם הָאָרֶץ דָּבָר לַח וְלֹא יִתְאָרֵחַ אֶצְלוֹ וְלֹא יְאָרְחוֹ אֶצְלוֹ בִּכְסוּתוֹ: \n",
      "הַבָּא לְקַבֵּל דִּבְרֵי חֲבֵרוּת חוּץ מִדָּבָר אֶחָד מֵהֶן אֵין מְקַבְּלִין אוֹתוֹ. רְאִינוּהוּ שֶׁנּוֹהֵג בְּצִנְעָה בְּתוֹךְ בֵּיתוֹ מְקַבְּלִין אוֹתוֹ וְאַחַר כָּךְ מְלַמְּדִין אוֹתוֹ עִסְקֵי טֻמְאָה וְטָהֳרָה. וְאִם לֹא רְאִינוּהוּ שֶׁנּוֹהֵג בְּצִנְעָה בְּבֵיתוֹ מְלַמְּדִין אוֹתוֹ וְאַחַר כָּךְ מְקַבְּלִין אוֹתוֹ. וּמְקַבְּלִין אוֹתוֹ תְּחִלָּה לְטָהֳרַת הַיָּדָיִם וְאַחַר כָּךְ מְקַבְּלִין אוֹתוֹ לְטָהֳרוֹת. וְאִם אָמַר אֵינִי מְקַבֵּל אֶלָּא לְטָהֳרַת הַיָּדָיִם מְקַבְּלִין אוֹתוֹ. קִבֵּל לְטָהֳרוֹת וְלֹא לַיָּדַיִם אַף לְטָהֳרוֹת אֵין מְקַבְּלִין אוֹתוֹ. כְּשֶׁמְּקַבְּלִין אוֹתוֹ חוֹשְׁשִׁין לוֹ כָּל שְׁלֹשִׁים יוֹם עַד שֶׁיִּלְמַד וְיִהְיֶה רָגִיל בְּטָהֳרוֹת. וְאַחַר שְׁלֹשִׁים יוֹם מִשֶּׁיְּקַבֵּל דִּבְרֵי חֲבֵרוּת הֲרֵי בְּגָדָיו טְהוֹרִין וְכָל אֳכָלָיו וּמַשְׁקָיו טְהוֹרִין וְנֶאֱמָן עַל כָּל הַטָּהֳרוֹת כִּשְׁאָר כָּל הַחֲבֵרִים וְאַף עַל פִּי שֶׁאֵינוֹ תַּלְמִיד חָכָם: \n",
      "תַּלְמִידֵי חֲכָמִים הֲרֵי הֵן בְּחֶזְקַת טָהֳרָה. נֶאֱמָנִין וְאֵינָן צְרִיכִין לְקַבֵּל דִּבְרֵי חֲבֵרוּת אֲבָל מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ נָהֲגוּ כֹּהֲנִים סִלְסוּל בְּעַצְמָן שֶׁלֹּא יְהוּ מוֹסְרִין טָהֳרוֹת אֲפִלּוּ לְתַלְמִידֵי חֲכָמִים עַד שֶׁיְּקַבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת: \n",
      "זָקֵן וְיוֹשֵׁב בִּישִׁיבָה אֵינוֹ צָרִיךְ לְקַבֵּל שֶׁכְּבָר קִבֵּל בְּשָׁעָה שֶׁיָּשַׁב: \n",
      "הַמְקַבֵּל דִּבְרֵי חֲבֵרוּת צָרִיךְ לְקַבֵּל בִּפְנֵי שְׁלֹשָׁה חֲבֵרִים. וּבָנָיו וּבְנֵי בֵּיתוֹ אֵינָן צְרִיכִין לְקַבֵּל בִּפְנֵי שְׁלֹשָׁה מִפְּנֵי שֶׁהוּא מְלַמְּדָן וּמַרְגִּילָן בְּדֶרֶךְ טָהֳרָה. וְאֵשֶׁת חָבֵר וּבָנָיו וּבְנֵי בֵּיתוֹ וַעֲבָדָיו הֲרֵי הֵן כְּחָבֵר. וְחָבֵר שֶׁמֵּת אִשְׁתּוֹ וּבָנָיו וּבְנֵי בֵּיתוֹ בְּחֶזְקַת חֲבֵרִים עַד שֶׁיֵּחָשְׁדוּ: \n",
      "אֵשֶׁת עַם הָאָרֶץ אוֹ בִּתּוֹ שֶׁנִּשֵּׂאת לְחָבֵר וְכֵן עַבְדּוֹ שֶׁנִּמְכַּר לְחָבֵר הֲרֵי אֵלּוּ צְרִיכִין לְקַבֵּל עֲלֵיהֶן דִּבְרֵי חֲבֵרוּת כְּבַתְּחִלָּה. אֲבָל אֵשֶׁת חָבֵר אוֹ בִּתּוֹ שֶׁנִּשֵּׂאת לְעַם הָאָרֶץ וְכֵן עַבְדּוֹ שֶׁנִּמְכַּר לְעַם הָאָרֶץ אֵין צְרִיכִין לְקַבֵּל דִּבְרֵי חֲבֵרוּת כְּבַתְּחִלָּה: \n",
      "עַם הָאָרֶץ שֶׁקִּבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת וְהָיוּ לוֹ טָהֳרוֹת כְּשֶׁהָיָה עַם הָאָרֶץ וְאָמַר אֲנִי יוֹדֵעַ וַדַּאי שֶׁלֹּא נִטְמְאוּ בִּזְמַן שֶׁנִּתְעַסְּקוּ בָּהֶן אֲחֵרִים הֲרֵי הֵן אֲסוּרוֹת כְּמִקֹּדֶם וְאִם הוּא בְּעַצְמוֹ נִתְעַסֵּק בָּהֶן הֲרֵי הֵן מֻתָּרוֹת לוֹ וַאֲסוּרוֹת לְכָל אָדָם. וְנִשְׁאַל הֶחָבֵר עַל טָהֳרוֹתָיו וּמוֹרֶה בָּהֶן טָהֳרָה לְעַצְמוֹ וְאֵין חוֹשְׁדִין אוֹתוֹ בְּכָךְ: \n",
      "חָבֵר שֶׁנַּעֲשָׂה גַּבַּאי לַמֶּלֶךְ אוֹ מוֹכְסָן וְכַיּוֹצֵא בָּהֶן דּוֹחִין אוֹתוֹ מֵחֲבֵרוּתוֹ. פֵּרַשׁ מִמַּעֲשָׂיו הָרָעִים הֲרֵי הוּא כְּכָל אָדָם וְצָרִיךְ לְקַבֵּל דִּבְרֵי חֲבֵרוּת כְּבַתְּחִלָּה: \n",
      "עַם הָאָרֶץ שֶׁקִּבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת וְנֶחְשָׁד לְדָבָר אֶחָד אֵינוֹ חָשׁוּד אֶלָּא לְאוֹתוֹ דָּבָר. וְכָל הֶחָשׁוּד לֶחָמוּר נֶחְשָׁד עַל הַקַּל. לַקַּל לֹא נֶחְשָׁד לֶחָמוּר: \n",
      "חָבֵר שֶׁנֶּחְשָׁד עַל הַטָּהֳרוֹת כְּגוֹן שֶׁמָּכַר אֳכָלִין טְמֵאִין בְּחֶזְקַת שֶׁהֵן טְהוֹרִין הֲרֵי זֶה אֵינוֹ נֶאֱמָן לְעוֹלָם עַד שֶׁיִּוָּדַע שֶׁחָזַר בִּתְשׁוּבָה גְּמוּרָה: \n",
      "הֶחָשׁוּד עַל הַשְּׁבִיעִית אוֹ עַל הַתְּרוּמָה שֶׁמְּכָרָן לְשֵׁם חֻלִּין הֲרֵי זֶה חָשׁוּד עַל הַטָּהֳרוֹת שֶׁהֶחָשׁוּד עַל דָּבָר שֶׁל תּוֹרָה הֲרֵי הוּא חָשׁוּד עַל דִּבְרֵי סוֹפְרִים. וְהָאֳכָלִין הַטְּמֵאִין אֵין מְטַמְּאִין אֲחֵרִים אֶלָּא מִדִּבְרֵיהֶן כְּמוֹ שֶׁיִּתְבָּאֵר. וְכָל הֶחָשׁוּד עַל דָּבָר נֶאֱמָן לְהָעִיד בּוֹ לַאֲחֵרִים וְלָדוּן בּוֹ לַאֲחֵרִים. חֲזָקָה הִיא שֶׁאֵין אָדָם חוֹטֵא כְּדֵי שֶׁיֵּהָנוּ בּוֹ אֲחֵרִים: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁעַמֵּי הָאָרֶץ נֶאֱמָנִים הֵן עַל טָהֳרַת פָּרַת הַחַטָּאת מִפְּנֵי חֻמְרָתָהּ אֵין מְזַלְזְלִין בָּהּ. וְכֵן נֶאֱמָנִים הֵן עַל טָהֳרַת יַיִן וְשֶׁמֶן שֶׁל נְסָכִים אִם אָמַר טָהוֹר הוּא הֲרֵי זֶה בְּחֶזְקַת טָהֳרָה מִפְּנֵי חֻמְרָתוֹ נִזְהָרִין בּוֹ. וְכֵן נֶאֱמָנִים הֵן עַל הַתְּרוּמָה בִּשְׁעַת הַגִּתּוֹת וְהַבַּדִּים מִפְּנֵי שֶׁכָּל הָעָם מְטַהֲרִין עַצְמָן וּכְלֵיהֶן כְּדֵי לַעֲשׂוֹת יֵינָם וְשַׁמְנָם בְּטָהֳרָה. עָבְרוּ הַגִּתּוֹת וְהַבַּדִּים אֵינָן נֶאֱמָנִים: \n",
      "כֹּהֵן שֶׁהֵבִיא לוֹ עַם הָאָרֶץ חָבִית יַיִן אוֹ שֶׁמֶן שֶׁל תְּרוּמָה לֹא יְקַבְּלֶנָּה מִמֶּנּוּ מִפְּנֵי שֶׁהִיא בְּחֶזְקַת טֻמְאָה. הִנִּיחָהּ עַם הָאָרֶץ אֶצְלוֹ עַד גַּת הַבָּאָה וֶהֱבִיאָהּ לוֹ יְקַבְּלֶנָּה מִמֶּנּוּ אַף עַל פִּי שֶׁהוּא יוֹדֵעַ שֶׁהִיא שֶׁל אֶשְׁתָּקַד שֶׁלֹּא גָּזְרוּ עֲלֵיהֶם טֻמְאָה בִּשְׁעַת הַגִּתּוֹת וְהַבַּדִּים: \n",
      "עַם הָאָרֶץ שֶׁנָּעַל בֵּית בַּדּוֹ אוֹ גִּתּוֹ בְּשָׁעָה שֶׁגָּמְרוּ הָעָם לִדְרֹךְ וְהוֹלִיךְ אֶת הַמַּפְתֵּחַ מִיָּד לְכֹהֵן אַף עַל פִּי שֶׁשָּׁהָה כַּמָּה יָמִים אַחַר שֶׁעָבְרוּ הַגִּתּוֹת הֲרֵי הַכֹּהֵן בָּא וּפוֹתֵחַ בְּפָנָיו וּמַטְבִּילוֹ וְדוֹרֵךְ וְנוֹטֵל תְּרוּמָה בְּטָהֳרָה. וְאִם לֹא עָשָׂה כֵן לֹא יִטּל תְּרוּמָה מֵעַם הָאָרֶץ אֶלָּא זֵיתִים וַעֲנָבִים שֶׁאֵינָן מֻכְשָׁרִין שֶׁאֵינָן מְקַבְּלִין טֻמְאָה: \n",
      "הֵבִיא לוֹ עַם הָאָרֶץ חָבִית שֶׁל תְּרוּמָה בִּשְׁאָר יְמוֹת הַשָּׁנָה וְאָמַר הִפְרַשְׁתִּי בְּתוֹכָהּ קֹדֶשׁ אֲפִלּוּ רְבִיעִית מִתּוֹךְ שֶׁנֶּאֱמָן עַל טָהֳרַת הַקֹּדֶשׁ נֶאֱמָן עַל הַכּל אֲפִלּוּ בִּשְׁעַת הַגִּתּוֹת וְהַבַּדִּים שֶׁעַמֵּי הָאָרֶץ נֶאֱמָנִין עַל הַתְּרוּמָה אֵינָן נֶאֱמָנִין עַל הַכְּלִי הָרֵיקָם לוֹמַר שֶׁהוּא טָהוֹר לִתְרוּמָה. וְכֵן אֵין נֶאֱמָנִין לְעוֹלָם עַל כְּלִי רֵיקָם לוֹמַר שֶׁהוּא טָהוֹר לְקֹדֶשׁ: \n",
      "כְּלִי שֶׁהָיָה בְּתוֹכוֹ יַיִן אוֹ שֶׁמֶן וְרָאִינוּ עַם הָאָרֶץ יוֹשֵׁב וּמְשַׁמְּרוֹ כְּדֵי לְהוֹצִיא מִמֶּנּוּ נְסָכִים הֲרֵי הוּא נֶאֱמָן עַל טָהֳרַת הַכְּלִי וַאֲפִלּוּ קֹדֶם לַגִּתּוֹת וְלַבַּדִּים בְּשִׁבְעִים יוֹם. אֲבָל קֹדֶם לְשִׁבְעִים אֵינָן נֶאֱמָנִים. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר אֶרֶץ יִשְׂרָאֵל. אֲבָל בִּירוּשָׁלַיִם נֶאֱמָנִים עַל כְּלִי חֶרֶס הָרֵיקָם לוֹמַר שֶׁהוּא טָהוֹר לְקֹדֶשׁ לְעוֹלָם בֵּין כֵּלִים דַּקִּים בֵּין כֵּלִים גַּסִּים בֵּין מְלֵאִין בֵּין רֵיקָנִים הֲרֵי הוּא נֶאֱמָן עַל הַכְּלִי אַף עַל פִּי שֶׁהַמַּשְׁקִין שֶׁבְּתוֹכוֹ טְמֵאִין. אֲפִלּוּ הָיָה בִּגְדוֹ שֶׁהוּא מִדְרָס בְּתוֹךְ הַכְּלִי הֲרֵי הַכְּלִי בְּחֶזְקַת טָהֳרָה לְקֹדֶשׁ. וּמִפְּנֵי מָה הֵקֵלּוּ בָּהֶם מִפְּנֵי שֶׁאֵין עוֹשִׂין כִּבְשׁוֹנוֹת בִּירוּשָׁלַיִם: \n",
      "מִן הַמּוֹדִיעִית וּלְפָנִים נֶאֱמָנִים עַל כְּלִי חֶרֶס מִן הַמּוֹדִיעִית וְלַחוּץ אֵינָן נֶאֱמָנִין וְהַמּוֹדִיעִית עַצְמָהּ פְּעָמִים כְּלַחוּץ וּפְעָמִים כִּלְפָנִים. כֵּיצַד. הָיָה חָבֵר נִכְנָס וְעַם הָאָרֶץ יוֹצֵא וּכְלִי חֶרֶס בְּיָדוֹ הֲרֵי זֶה נֶאֱמָן בַּמּוֹדִיעִית לוֹמַר שֶׁהוּא טָהוֹר לְקֹדֶשׁ. הָיוּ שְׁנֵיהֶן נִכְנָסִין אוֹ שְׁנֵיהֶן יוֹצְאִין אֵינוֹ נֶאֱמָן עַד שֶׁיְּהֵא לְפָנִים מִן הַמּוֹדִיעִית: \n",
      "קַדָּר שֶׁהֵבִיא קְדֵרוֹת וְהִנִּיחָן לְפָנִים מִן הַמּוֹדִיעִית וּבָאוּ הַלּוֹקְחִין וְהוּא אוֹמֵר לָהֶן שֶׁטְּהוֹרוֹת הֵן. לָקַח קְדֵרָה וְנִכְנַס בָּהּ הֲרֵי הִיא טְהוֹרָה לְקֹדֶשׁ אֲבָל לֹא לִתְרוּמָה כְּמוֹ שֶׁבֵּאַרְנוּ. לָקַח קְדֵרָה וְיָצָא בָּהּ חוּץ לַמּוֹדִיעִית הֲרֵי זוֹ טְמֵאָה בֵּין לְקֹדֶשׁ בֵּין לִתְרוּמָה אַף עַל פִּי שֶׁהֵן הֵן הַקְּדֵרוֹת. וְהוּא הַקַּדָּר עַצְמוֹ אֵינוֹ נֶאֱמָן אֶלָּא לְפָנִים מִן הַמּוֹדִיעִית: \n",
      "הַלּוֹקֵחַ כְּלֵי חֶרֶס מִן הַכִּבְשָׁן בְּכָל מָקוֹם הֲרֵי אֵלּוּ טְהוֹרִין בֵּין לְקֹדֶשׁ בֵּין לִתְרוּמָה וְאֵין אוֹמְרִים שֶׁמָּא נָגַע בָּהֶן עַם הָאָרֶץ. וַאֲפִלּוּ לָקַח מִן הַסֵּדֶר הָרִאשׁוֹן. וְאַף עַל פִּי שֶׁהַכִּבְשָׁן פָּתוּחַ וּכְבָר נִלְקַח חֶצְיוֹ שֶׁלֹּא גָּזְרוּ טֻמְאָה עַל כֵּלִים שֶׁבַּכִּבְשָׁן: \n",
      "טֻמְאַת עַם הָאָרֶץ בָּרֶגֶל כִּטְהוֹרָה הִיא חֲשׁוּבָה שֶׁכָּל יִשְׂרָאֵל חֲבֵרִים הֵן בָּרְגָלִים וּכְלֵיהֶם כֻּלָּם וְאוֹכְלֵיהֶם וּמַשְׁקֵיהֶן טְהוֹרִים בָּרֶגֶל מִפְּנֵי שֶׁהַכּל מְטַהֲרִין עַצְמָן וְעוֹלִים לָרֶגֶל. לְפִיכָךְ הֵן נֶאֱמָנִים כָּל יְמוֹת הָרֶגֶל בֵּין עַל הַקֹּדֶשׁ בֵּין עַל הַתְּרוּמָה. מִשֶּׁעָבַר הָרֶגֶל חוֹזְרִין לְטֻמְאָתָן: \n",
      "הַפּוֹתֵחַ חָבִיתוֹ בָּרֶגֶל וְהַמַּתְחִיל בְּעִסָּתוֹ וְעָבַר הָרֶגֶל הֲרֵי שְׁאָר הֶחָבִית וּשְׁאָר הָעִסָּה בְּחֶזְקַת טֻמְאָה שֶׁהֲרֵי נָגְעוּ בּוֹ עַמֵּי הָאָרֶץ. וְאַף עַל פִּי שֶׁלֹּא נָגַע בָּהּ אֶלָּא בִּזְמַן שֶׁהוּא כְּחָבֵר אֵינָהּ טְהוֹרָה אֶלָּא בִּימֵי הָרֶגֶל בִּלְבַד: \n",
      "אַחַר הָרֶגֶל בְּמוֹצָאֵי יוֹם טוֹב הָיוּ מַטְבִּילִין כָּל הַכֵּלִים שֶׁהָיוּ בַּמִּקְדָּשׁ מִפְּנֵי שֶׁנָּגְעוּ בָּהֶן עַמֵּי הָאָרֶץ בָּרֶגֶל בִּשְׁעַת הֶחָג. וּלְפִיכָךְ הָיוּ אוֹמְרִים לָהֶן אַל תִּגְּעוּ בַּשֻּׁלְחָן בְּשָׁעָה שֶׁמַּרְאִין אוֹתוֹ לְעוֹלֵי רְגָלִים כְּדֵי שֶׁלֹּא יִהְיֶה טָמֵא בְּמַגָּעוֹ אַחַר הָרֶגֶל וְנִמְצָא צָרִיךְ טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ וְנֶאֱמַר בְּלֶחֶם הַפָּנִים <small>(שמות כה ל)</small> \"לְפָנַי תָּמִיד\". וְכָל הַכֵּלִים הָיוּ טְעוּנִים טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ חוּץ מִמִּזְבַּח הַזָּהָב וּמִזְבַּח הַנְּחשֶׁת מִפְּנֵי שֶׁצִּפּוּיֵיהֶן כִּבְטֵלִין לְגַבֵּיהֶן: \n",
      "עַם הָאָרֶץ שֶׁאָמַר טָהוֹר אֲנִי מִטֻּמְאַת מֵת אוֹ שֶׁאָמַר כְּלִי זֶה טָהוֹר מִטֻּמְאַת מֵת נֶאֱמָן וּמַטְבִּילִין אוֹתוֹ מִשּׁוּם טֻמְאַת עַם הָאָרֶץ בִּלְבַד וְצָרִיךְ הַעֲרֵב שֶׁמֶשׁ וְאֵינוֹ צָרִיךְ הַזָּאָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשָּׁאֲלוּ וְאָמַר טָהוֹר הוּא. אֲבָל הַלּוֹקֵחַ כְּלִי סְתָם מֵרְשׁוּת עַם הָאָרֶץ חוֹשְׁשִׁין לוֹ שֶׁמָּא טְמֵא מֵת הוּא וּמַזִּין עָלָיו שְׁלִישִׁי וּשְׁבִיעִי כְּכָל הַכֵּלִים הַנִּמְצָאִים בְּכָל מָקוֹם חוּץ לִירוּשָׁלַיִם שֶׁלֹּא גָּזְרוּ טֻמְאָה עַל הַכֵּלִים הַנִּמְצָאִים בִּירוּשָׁלַיִם כְּמוֹ שֶׁיִּתְבָּאֵר בְּטֻמְאַת הַסְּפֵקוֹת: \n"
    ],
    [
      "הַמַּפְקִיד כֵּלִים אֵצֶל עַם הָאָרֶץ אוֹ שֶׁנָּתַן כְּלִי לְאֻמָּן עַם הָאָרֶץ הֲרֵי אֵלּוּ טְמֵאִים טְמֵא מֵת וּטְמֵאִין מִדְרָס. וְאִם מַכִּירוֹ שֶׁהוּא אוֹכֵל בִּתְרוּמָה טְהוֹרִים מִטְּמֵא מֵת אֲבָל טְמֵאִים מִדְרָס מִפְּנֵי שֶׁאִשְׁתּוֹ נִדָּה יוֹשֶׁבֶת עֲלֵיהֶם שֶׁלֹּא מִדַּעְתּוֹ שֶׁהֲרֵי אֵין נִזְהָרִין מִן הַטֻּמְאוֹת בְּבָתֵּי עַמֵּי הָאָרֶץ: \n",
      "הַמַּנִּיחַ כֵּלָיו בִּפְנֵי עַם הָאָרֶץ וְאָמַר לוֹ שְׁמֹר לִי אֶת אֵלּוּ הֲרֵי אֵלּוּ טְמֵאִין מִדְרָס וּטְהוֹרִין מִטְּמֵא מֵת. הִנִּיחָן עַל כְּתֵפוֹ טְמֵאִין מִדְרָס וּטְמֵא מֵת. שָׁכַח כֵּלָיו בְּבֵית הַכְּנֶסֶת הֲרֵי הֵן טְהוֹרִין שֶׁאֵינוֹ רְשׁוּת עַם הָאָרֶץ גְּמוּרָה. הִנִּיחַ כֵּלָיו בַּמֶּרְחָץ וּבָא וּמְצָאָן כְּמוֹת שֶׁהֵן טְהוֹרִין. וּמְלַמְּדִין אוֹתוֹ שֶׁלֹּא יַעֲשֶׂה כֵן. הִנִּיחַ גִּתּוֹ וּבוֹרוֹ אַף עַל פִּי שֶׁנִּכְנַס לָעִיר וּבָא וּמָצָא עַם הָאָרֶץ בְּצִדּוֹ טְהוֹרִין מִפְּנֵי שֶׁאֵין לוֹ רְשׁוּת שֶׁיִּכָּנֵס: \n",
      "הַמּוֹסֵר מַפְתֵּחַ בֵּיתוֹ לְעַם הָאָרֶץ כָּל שֶׁבַּבַּיִת טָהוֹר שֶׁלֹּא מָסַר לוֹ אֶלָּא שְׁמִירַת הַמַּפְתֵּחַ: \n",
      "הַמַּנִּיחַ כֵּלָיו בְּחַלּוֹנוֹת שֶׁל מֶרְחָץ וְנָעַל עֲלֵיהֶם אַף עַל פִּי שֶׁנָּתַן הַמַּפְתֵּחַ לְעַם הָאָרֶץ כֵּלָיו טְהוֹרִין. וְכֵן אִם חָתַם עַל הַחַלּוֹן אוֹ עָשָׂה לוֹ סִימָן אֲפִלּוּ מָצָא הַחוֹתָם מְקֻלְקָל הֲרֵי כָּל אֵלּוּ טְהוֹרִין: \n",
      "הַמַּנִּיחַ עַם הָאָרֶץ בְּתוֹךְ בֵּיתוֹ לְשָׁמְרוֹ וְיָשַׁב הוּא מֵרָחוֹק בִּזְמַן שֶׁהוּא רוֹאֶה אֶת הַנִּכְנָסִין וְאֶת הַיּוֹצְאִין הֲרֵי כָּל שֶׁבַּבַּיִת מִן הָאֳכָלִין וְהַמַּשְׁקִין וּכְלִי חֶרֶס שֶׁאֵינוֹ מֻקָּף צָמִיד פָּתִיל טְמֵאִין אֲבָל הַמִּשְׁכָּבוֹת וְהַמֶּרְכָּבוֹת וּכְלִי חֶרֶס הַמֻּקָּף צָמִיד פָּתִיל טְהוֹרִין. וְאִם אֵינוֹ רוֹאֶה לֹא אֶת הַנִּכְנָסִין וְלֹא אֶת הַיּוֹצְאִין כָּל שֶׁבַּבַּיִת טָמֵא אֲפִלּוּ הָיָה כָּפוּת אוֹ כְּרוּת יָדַיִם וְרַגְלַיִם הַכּל טָמֵא מִפְּנֵי שֶׁהֵן בִּרְשׁוּת עַם הָאָרֶץ: \n",
      "חָבֵר שֶׁהָיָה יָשֵׁן בְּבֵיתוֹ שֶׁל עַם הָאָרֶץ וְהָיוּ כֵּלִים מְקֻפָּלִים וּמֻנָּחִין תַּחַת רֹאשׁוֹ וְסַנְדָּלוֹ וְחָבִיתוֹ לְפָנָיו הֲרֵי אֵלּוּ טְהוֹרִין מִפְּנֵי שֶׁהֵן בְּחֶזְקַת שְׁמִירַת בַּעֲלֵיהֶן וְלֹא יִגַּע בָּהֶן עַם הָאָרֶץ שֶׁהֲרֵי הוּא אוֹמֵר עַתָּה יֵעוֹר וְיַבִּיט בִּי: \n",
      "עַם הָאָרֶץ שֶׁשָּׁאַל מֵחָבֵר מִטָּה שֶׁיָּשֵׁן עָלֶיהָ וְיָשַׁן עָלֶיהָ בְּתוֹךְ בֵּיתוֹ שֶׁל חָבֵר אֵין טָמֵא אֶלָּא אוֹתָהּ הַמִּטָּה וְעַד מָקוֹם שֶׁהוּא יָכוֹל לִפְשֹׁט אֶת יָדוֹ מֵאוֹתָהּ הַמִּטָּה וְלִגַּע: \n",
      "חָבֵר שֶׁאָמַר לְעַם הָאָרֶץ שְׁמֹר לִי פָּרָה זוֹ שֶׁלֹּא תִּכָּנֵס לַבַּיִת אוֹ שֶׁלֹּא תְּשַׁבֵּר אֶת הַכֵּלִים הֲרֵי הַבַּיִת וְהַכֵּלִים טְהוֹרִים. שֶׁלֹּא מָסַר לוֹ אֶלָּא שְׁמִירַת הַפָּרָה. אֲבָל אִם אָמַר לוֹ שְׁמֹר לִי בַּיִת זֶה שֶׁלֹּא תִּכָּנֵס בּוֹ הַפָּרָה וְכֵלִים אֵלּוּ שֶׁלֹּא תְּשַׁבְּרֵם הֲרֵי הֵן טְמֵאִין: \n",
      "הַמַּנִּיחַ עַם הָאָרֶץ בְּתוֹךְ בֵּיתוֹ וְיָצָא הִנִּיחוֹ עֵר וּמְצָאוֹ עֵר יָשֵׁן וּמְצָאוֹ יָשֵׁן אוֹ שֶׁהִנִּיחוֹ עֵר וּמְצָאוֹ יָשֵׁן כָּל שֶׁבַּבַּיִת טָהוֹר. הִנִּיחוֹ יָשֵׁן וּמְצָאוֹ עֵר כָּל מָקוֹם הַקָּרוֹב מִמֶּנּוּ שֶׁהוּא יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִגַּע בּוֹ טָמֵא. וְכֵן הַמַּנִּיחַ אֻמָּנִין בְּתוֹךְ בֵּיתוֹ אֵין טָמֵא אֶלָּא עַד מָקוֹם שֶׁיְּכוֹלִין לִפְשֹׁט אֶת יְדֵיהֶן וְלִגַּע. וְאֵין אוֹמְרִים שֶׁמָּא עָלוּ עַל גַּבֵּי כִּסֵּא אוֹ עַל סֻלָּם וְנָגְעוּ בַּכְּלִי אוֹ בָּאֳכָלִין הַתְּלוּיִין לְמַעְלָה בַּכֹּתֶל: \n",
      "אֵשֶׁת חָבֵר שֶׁהִנִּיחָה אֵשֶׁת עַם הָאָרֶץ טוֹחֶנֶת בְּתוֹךְ בֵּיתָה. אֲפִלּוּ פָּסְקָה הָרֵחַיִם וַאֲפִלּוּ הָיוּ שְׁתַּיִם אֵין טָמֵא אֶלָּא מָקוֹם שֶׁיְּכוֹלִין לִפְשֹׁט אֶת יָדָן וְלִגַּע. וְאֵין אוֹמְרִין שֶׁמָּא הָאַחַת טוֹחֶנֶת וְהַשְּׁנִיָּה בָּלְשָׁה כָּל שֶׁבַּבַּיִת וְשֶׁמָּא נִיתְלֵת וְעָלְתָה בַּמְּקוֹמוֹת הַגְּבוֹהוֹת: \n",
      "הָאִשָּׁה שֶׁנִּכְנְסָה לְהוֹצִיא פַּת לֶעָנִי יָצָאת וּמְצָאַתּוּ עוֹמֵד בְּצַד כִּכָּרוֹת אֲפִלּוּ תְּרוּמָה הֲרֵי הֵן טְהוֹרוֹת שֶׁאֵין חֶזְקָתוֹ לִגַּע שֶׁלֹּא בִּרְשׁוּת. וְכֵן הָאִשָּׁה שֶׁיָּצְאָה וּמָצְאָה אֵשֶׁת עַם הָאָרֶץ חוֹתָה גֶּחָלִים מִתַּחַת הַקְּדֵרָה הֲרֵי הַקְּדֵרָה טְהוֹרָה: \n",
      "גַּבָּאֵי מַלְכוּת שֶׁנִּכְנְסוּ לְתוֹךְ הַבַּיִת לְמַשְׁכֵּן כָּל שֶׁבַּבַּיִת טָמֵא. אִם יֵשׁ עִמָּהֶם עַכּוּ''ם נֶאֱמָנִים לוֹמַר לֹא נָגַעְנוּ מִפְּנֵי שֶׁאֵימַת הָעַכּוּ''ם עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁיֵּשׁ שָׁם עֵדִים שֶׁנִּכְנְסוּ אוֹ שֶׁהָיָה הַמַּשְׁכּוֹן בְּיָדָם. אֲבָל אִם אָמְרוּ הֵן מֵעַצְמָן נִכְנַסְנוּ אֲבָל לֹא נָגַעְנוּ נֶאֱמָנִין שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר: \n",
      "הַגַּנָּבִים שֶׁנִּכְנְסוּ לְתוֹךְ הַבַּיִת אֵין טָמֵא אֶלָּא מְקוֹם רַגְלֵי הַגַּנָּבִים. מִפְּנֵי שֶׁהֵן מְפַחֲדִין מִלִּבְלֹשׁ אֶלָּא (דָּבָר) שֶׁנּוֹטְלִין בִּמְזֻמָּן. וּמַה הֵן מְטַמְּאִין בִּמְקוֹם הֲלִיכָתָן הָאֳכָלִין וְהַמַּשְׁקִין וּכְלֵי חֶרֶס הַפְּתוּחִים אֲבָל הַמִּשְׁכָּבוֹת וְהַמֶּרְכָּבוֹת וּכְלֵי חֶרֶס הַמֻּקָּפִין צָמִיד פָּתִיל טְהוֹרִין. וְאִם יֵשׁ עִמָּהֶן עַכּוּ''ם אוֹ אִשָּׁה הַכּל טָמֵא: \n",
      "הַגַּבָּאִים וְהַגַּנָּבִים שֶׁעָשׂוּ תְּשׁוּבָה וְהֶחֱזִירוּ מֵעַצְמָן לֹא מֵחֲמַת יִרְאָה וְאָמְרוּ לֹא נָגַעְנוּ בְּכָל מַה שֶּׁהָיָה בַּבַּיִת כְּשֶׁנִּכְנַסְנוּ הֲרֵי אֵלּוּ נֶאֱמָנִים וַאֲפִלּוּ עַל מְקוֹם רַגְלֵיהֶן: \n",
      "הַמַּנִּיחַ אֶת בֵּיתוֹ פָּתוּחַ וּמְצָאוֹ פָּתוּחַ אוֹ שֶׁמְּצָאוֹ נָעוּל. אֲפִלּוּ הִנִּיחוֹ נָעוּל וּמְצָאוֹ פָּתוּחַ וְלֹא נִגְנַב מִמֶּנּוּ כְּלוּם כָּל שֶׁבַּבַּיִת טָהוֹר. שֶׁאֲנִי אוֹמֵר הַגַּנָּבִים פְּתָחוּהוּ וְנִמְלְכוּ וְהָלְכוּ לָהֶם וְלֹא נִכְנְסוּ: \n",
      "קוֹרְדוֹם שֶׁאָבַד בַּבַּיִת אוֹ שֶׁהִנִּיחוֹ בְּזָוִית זוֹ וּבָא וּמְצָאוֹ בְּזָוִית אַחֶרֶת הַבַּיִת טָמֵא שֶׁאֲנִי אוֹמֵר אָדָם טָמֵא נִכְנַס לְשָׁם וּנְטָלוֹ: \n",
      "הַדָּר עִם עַם הָאָרֶץ בֶּחָצֵר וְשָׁכַח כֵּלִים בֶּחָצֵר אֲפִלּוּ חָבִיּוֹת מֻקָּפוֹת צָמִיד פָּתִיל אוֹ תַּנּוּר מֻקָּף צָמִיד פָּתִיל הֲרֵי אֵלּוּ טְמֵאִין עַד שֶׁיַּעֲשֶׂה לַתַּנּוּר מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁלֹּא יְהֵא בִּרְשׁוּת עַם הָאָרֶץ: \n",
      "חָבֵר שֶׁהָיְתָה לוֹ מְחִצָּה אוֹ סֻכָּה לִפְנֵי פִּתְחוֹ שֶׁל עַם הָאָרֶץ. אוֹ שֶׁהָיְתָה מְחִצָּה אוֹ סֻכָּה שֶׁל עַם הָאָרֶץ לִפְנֵי פִּתְחוֹ שֶׁל חָבֵר. כֵּלִים שֶׁבְּתוֹכָהּ אוֹ כֵּלִים שֶׁבַּמְּחִצָּה טְמֵאִים. מִפְּנֵי שֶׁיֵּשׁ לְעַם הָאָרֶץ בְּסֻכָּה זוֹ אוֹ בִּמְחִצָּה זוֹ רְשׁוּת: \n",
      "חָבֵר שֶׁהָיָה גַּגּוֹ לְמַעְלָה מִגַּגּוֹ שֶׁל עַם הָאָרֶץ הֲרֵי זֶה שׁוֹטֵחַ שָׁם כֵּלִים וּמַנִּיחַ טָהֳרוֹת וְהֵן בְּחֶזְקָתָן. אַף עַל פִּי שֶׁעַם הָאָרֶץ יָכוֹל לִפְשֹׁט יָדוֹ וְלִגַּע. וְכֵן בְּעַכּוּ''ם אֵינוֹ חוֹשֵׁשׁ לֹא מִשּׁוּם טֻמְאָה וְלֹא מִשּׁוּם יֵין נֶסֶךְ. הָיוּ הַגַּגּוֹת זֶה בְּצַד זֶה אוֹ שֶׁהָיָה גַּגּוֹ שֶׁל עַם הָאָרֶץ לְמַעְלָה וְשָׁטַח הֶחָבֵר כֵּלִים אוֹ הִנִּיחַ טָהֳרוֹת בְּגַגּוֹ. הֲרֵי כָּל מָקוֹם שֶׁיָּכוֹל עַם הָאָרֶץ לִפְשֹׁט אֶת יָדוֹ וְלִגַּע בְּחֶזְקַת טֻמְאָה: \n",
      "שְׁתֵּי חֲצֵרוֹת זוֹ לְפָנִים מִזּוֹ הַפְּנִימִית שֶׁל חָבֵר וְהַחִיצוֹנָה שֶׁל עַם הָאָרֶץ. חָבֵר מַנִּיחַ שָׁם כֵּלִים וְשׁוֹטֵחַ שָׁם פֵּרוֹת אַף עַל פִּי שֶׁיַּד עַם הָאָרֶץ מַגַּעַת לְשָׁם. מִפְּנֵי שֶׁנִּתְפַּשׂ עָלָיו כְּגַנָּב: \n",
      "חָצֵר הַחֲלוּקָה בִּמְסִיפַס וְחָבֵר בְּצַד זֶה וְעַם הָאָרֶץ בְּצַד זֶה טָהֳרוֹתָיו טְהוֹרוֹת אַף עַל פִּי שֶׁיַּד עַם הָאָרֶץ מַגַּעַת. מִפְּנֵי שֶׁהֵם בִּרְשׁוּת הֶחָבֵר: \n",
      "חָבֵר שֶׁנָּפַל דִּלְיוֹ לְתוֹךְ בּוֹרוֹ שֶׁל עַם הָאָרֶץ וְהָלַךְ לְהָבִיא בְּמָה יַעֲלֶנּוּ הֲרֵי זֶה טָמֵא. מִפְּנֵי שֶׁהֻנַּח בִּרְשׁוּת עַם הָאָרֶץ שָׁעָה אַחַת: \n",
      "אֵשֶׁת עַם הָאָרֶץ שֶׁנִּכְנְסָה לְתוֹךְ בֵּיתוֹ שֶׁל חָבֵר לְהוֹצִיא בְּנוֹ אוֹ בִּתּוֹ אוֹ בְּהֶמְתּוֹ שֶׁל חָבֵר כָּל שֶׁבַּבַּיִת טָהוֹר. מִפְּנֵי שֶׁנִּכְנְסָה שֶׁלֹּא בִּרְשׁוּת. קַדָּר חָבֵר שֶׁהִכְנִיס קְדֵרוֹתָיו לִמְכֹּר וְיָרַד לִשְׁתּוֹת הֲרֵי הַפְּנִימִיּוֹת טְהוֹרוֹת וְהַחִיצוֹנוֹת טְמֵאוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהִנִּיחָן סָמוּךְ לִרְשׁוּת הָרַבִּים מִפְּנֵי שֶׁהָעוֹבְרִים וְהַשָּׁבִין נוֹגְעִים בַּחִיצוֹנוֹת בִּשְׁעַת הֲלִיכָה. אֲבָל הָיוּ רְחוֹקוֹת מֵרְשׁוּת הָרַבִּים אִם הָיוּ כְּלֵי אֻמָּנוּתוֹ בְּיָדָיו הַכּל טְמֵאוֹת מִפְּנֵי שֶׁכֵּלָיו מוֹכִיחִין שֶׁהֻנְּחוּ לִמְכֹּר וְיַד הַכּל מְמַשְׁמְשׁוֹת בָּהֶן. אֵין כְּלֵי אֻמָּנוּתוֹ בְּיָדוֹ הַכּל טְהוֹרוֹת חֶזְקָתָן שֶׁלֹּא נָגַע בָּהֶן אָדָם. חָבֵר שֶׁהִנִּיחַ אֳכָלִין וּמַשְׁקִין עַל פֶּתַח חֲנוּתוֹ וְנִכְנַס הֲרֵי אֵלּוּ טְמֵאִים מִפְּנֵי שֶׁהָעוֹבְרִים וְהַשָּׁבִים מְמַשְׁמְשִׁין בָּהֶן: \n"
    ],
    [
      "כֹּהֵן שֶׁטִּהֵר כֵּלָיו לְגַת זוֹ וְהִנִּיחָן לַגַּת הַבָּאָה הֲרֵי אֵלּוּ בְּחֶזְקָתָן. שֶׁאֵין עַמֵּי הָאָרֶץ נוֹגְעִין בְּכֵלִים שֶׁל כֹּהֵן זֶה שֶׁהֵן בְּתוֹךְ גִּתּוֹ מִפְּנֵי שֶׁהוּא אוֹכֵל טָהֳרוֹת. אֲבָל שֶׁל יִשְׂרָאֵל טְמֵאוֹת עַד שֶׁיֹּאמַר בְּלִבִּי הָיָה לִשְׁמֹר עַם הָאָרֶץ שֶׁיִּכָּנֵס לַגַּת שֶׁלֹּא יִגַּע בְּכֵלִים: \n",
      "הָרוֹצֶה לַעֲשׂוֹת יֵינוֹ בְּטָהֳרָה בְּאֻמָּנִין עַמֵּי הָאָרֶץ הֲרֵי זֶה מַטְבִּיל אֶת הַבּוֹצְרִים. וְכֵן אִם הָיָה עוֹשֶׂה שֶׁמֶן מַטְבִּיל אֶת הַבַּדָּדִין. וְצָרִיךְ לַעֲמֹד עַל הָאֻמָּנִים עַד שֶׁיִּטְבְּלוּ בְּפָנָיו שֶׁהֲרֵי אֵינָן יוֹדְעִים הִלְכוֹת טְבִילָה וַחֲצִיצָה. יָצְאוּ חוּץ לְפֶתַח בֵּית הַבַּד וְנִפְנוּ אֲחוֹרֵי הַגָּדֵר וְחָזְרוּ הֲרֵי אֵלּוּ בְּטָהֳרָתָן. עַד כַּמָּה יַרְחִיקוּ וְהֵם טְהוֹרִין עַד כְּדֵי שֶׁלֹּא יִסָּתְרוּ מֵעֵינָיו. אֲבָל אִם נִסְתְּרוּ מֵעֵינָיו חָזְרוּ לְטֻמְאָתָם עַד שֶׁיַּטְבִּילֵם פַּעַם אַחֶרֶת וְיַעֲרִיב שִׁמְשָׁן: \n",
      "הַבַּדָּדִין וְהַבּוֹצְרִים שֶׁנִּמְצֵאת טֻמְאָה לִפְנֵיהֶן נֶאֱמָנִין לוֹמַר לֹא נָגַעְנוּ. וְכֵן בְּתִינוֹקוֹת שֶׁלָּהֶם: \n",
      "הַמְטַהֵר אֶת הַבַּדָּדִין וְהִכְנִיסָן לְבֵית הַבַּד וְנָעַל עֲלֵיהֶן. אִם הָיוּ שָׁם כֵּלִים שֶׁנִּטְמְאוּ בְּמִדְרָס הֲרֵי בֵּית הַבַּד כֻּלּוֹ טָמֵא שֶׁמָּא נָגְעוּ בְּאוֹתָן הַכֵּלִים. וַאֲפִלּוּ רָאָה אוֹתָם מִקֹּדֶם נִזְהָרִין מֵאוֹתָם הַכֵּלִים מִפְּנֵי טֻמְאָתָן הֲרֵי בֵּית הַבַּד טָמֵא שֶׁמָּא הֵסִיטוּ וְהֵן מְדַמִּין שֶׁאֵין הַמֵּסִיט טָמֵא שֶׁאֵין עַמֵּי הָאָרֶץ בְּקִיאִין בְּטֻמְאַת הֶסֵּט: \n",
      "הָיוּ חַמָּרָיו וּפוֹעֲלָיו טוֹעֲנִין טָהֳרוֹת וְעוֹבְרִין לְפָנָיו אַף עַל פִּי שֶׁהִפְלִיגוּ יוֹתֵר מִמִּיל הֲרֵי אֵלּוּ טְהוֹרוֹת מִפְּנֵי שֶׁהֵן בְּחֶזְקַת שֶׁהוּא שׁוֹמְרָן וְהֵן מְפַחֲדִין לִגַּע וְאוֹמְרִים עַכְשָׁו יָבוֹא שֶׁהֲרֵי הוּא יָבוֹא אַחֲרֵינוּ. אֲבָל אִם אָמַר לָהֶם צְאוּ וַאֲנִי אָבוֹא אַחֲרֵיכֶם כֵּיוָן שֶׁנִּתְכַּסּוּ מֵעֵינָיו הֲרֵי הֵן טְמֵאוֹת: \n",
      "חָבֵר שֶׁהָיָה לָבוּשׁ בְּחָלוּק וְעָטוּף בְּטַלִּית וּמְהַלֵּךְ וְאָמַר בְּלִבִּי הָיָה לִשְׁמֹר אֶת הֶחָלוּק וְהָיִיתִי נִזְהָר בּוֹ וְהִסַּחְתִּי דַּעְתִּי מִן הַטַּלִּית. הֲרֵי הֶחָלוּק בְּטָהֳרָתוֹ וְהַטַּלִּית טְמֵאָה שֶׁמָּא נָגַע בָּהּ עַם הָאָרֶץ. הָיָה סַל עַל כְּתֵפוֹ וּמַגְרֵפָה בְּתוֹךְ הַסַּל וְאָמַר בְּלִבִּי הָיָה לִשְׁמֹר אֶת הַסַּל וְלִשְׁמֹר אֶת הַמַּגְרֵפָה מִדָּבָר הַמְטַמְּאָהּ אֲבָל לֹא מִדָּבָר הַפּוֹסְלָהּ הַסַּל טָהוֹר וְהַמַּגְרֵפָה טְמֵאָה. וְכָל תְּרוּמָה שֶׁבַּסַּל פְּסוּלָה מִפְּנֵי הַמַּגְרֵפָה טְמֵאָה שֶׁפּוֹסֶלֶת הָאֳכָלִין שֶׁבַּסַּל. הָיָה מִשְׁתַּמֵּשׁ מִן הֶחָבִית בְּטָהֳרָה בְּחֶזְקַת שֶׁהִיא חֻלִּין וְאַחַר כָּךְ נִמְצֵאת תְּרוּמָה אַף עַל פִּי שֶׁהִיא טְהוֹרָה הֲרֵי הִיא אֲסוּרָה בַּאֲכִילָה שֶׁמָּא נָגַע בָּהּ טְבוּל יוֹם שֶׁהוּא פּוֹסֵל בִּתְרוּמָה וְטָהוֹר בְּחֻלִּין כְּמוֹ שֶׁיִּתְבָּאֵר. וְאֵינוֹ דּוֹמֶה מְשַׁמֵּר תְּרוּמָה לִמְשַׁמֵּר חֻלִּין. וְאִם אָמַר בְּלִבִּי הָיָה לְשָׁמְרוֹ אֲפִלּוּ מִדָּבָר הַפּוֹסְלָהּ הֲרֵי זוֹ מֻתֶּרֶת בַּאֲכִילָה. נִתְחַלְּפוּ לוֹ כֵּלִים שֶׁל שַׁבָּת בְּכֵלִים שֶׁל חֹל וּלְבָשָׁן נִטְמְאוּ. שֶׁאֵינוֹ מְשַׁמֵּר כֵּלִים שֶׁל חֹל כְּכֵלִים שֶׁל שַׁבָּת. מַעֲשֶׂה בִּשְׁתֵּי נָשִׁים חֲבֵרוֹת שֶׁנִּתְחַלְּפוּ לָהֶן כְּלֵיהֶן בְּבֵית הַמֶּרְחָץ וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְטִמְּאוּ הַכּל. אֲפִלּוּ נָפְלָה מַעֲפַרְתָּהּ מִמֶּנָּה וְאָמְרָה לְחָבֵר תְּנָה לִי וּנְתָנָהּ לָהּ נִטְמֵאת גְּזֵרָה שֶׁמָּא יִתְּנֶנָּה לָהּ עַם הָאָרֶץ אוֹ שֶׁלֹּא יִהְיֶה הֶחָבֵר מְשַׁמְּרָהּ שֶׁאֵין אָדָם מְשַׁמֵּר כֵּלִים שֶׁאֵינָן שֶׁלּוֹ כְּכֵלָיו אֶלָּא אִם כֵּן הוֹדִיעַ שֶׁסָּמַךְ עָלָיו: \n",
      "חָבֵר שֶׁמֵּת וְהִנִּיחַ טָהֳרוֹת הֲרֵי אֵלּוּ טְהוֹרוֹת. הִנִּיחַ כֵּלִים הֲרֵי הֵן טְמֵאִים שֶׁאֲנִי אוֹמֵר שֶׁמָּא נִטְמְאוּ וְהִזָּה עֲלֵיהֶם בַּשְּׁלִישִׁי וְלֹא הִזָּה עֲלֵיהֶן בַּשְּׁבִיעִי. אוֹ שֶׁמָּא הִזָּה עֲלֵיהֶם בַּשְּׁבִיעִי וַעֲדַיִן לֹא הִטְבִּיל. אוֹ שֶׁמָּא לֹא הִזָּה עֲלֵיהֶן בַּשְּׁבִיעִי כָּל עִקָּר: \n",
      "מִי שֶׁאָמַר לוֹ עֵד אֶחָד נִטְמְאוּ טָהֳרוֹתֶיךָ וְהַלָּה שׁוֹתֵק הֲרֵי זֶה נֶאֱמָן וַהֲרֵי הֵן טְמֵאוֹת. וְאִם הִכְחִישׁוֹ וְאָמַר לֹא נִטְמְאוּ הֲרֵי הֵן בְּחֶזְקָתָן עַד שֶׁיָּעִידוּ שְׁנַיִם. הָיָה עוֹשֶׂה עִמּוֹ בְּטָהֳרוֹת אוֹ בִּזְבָחִים וּלְאַחַר זְמַן מְצָאוֹ וְאָמַר לוֹ בְּשָׁעָה שֶׁפָּגַע בּוֹ טָהֳרוֹת שֶׁעָשִׂיתִי עִמְּךָ נִטְמְאוּ וּזְבָחִים שֶׁעָשִׂיתִי עִמְּךָ נִתְפַּגְּלוּ הֲרֵי זֶה נֶאֱמָן. אֲבָל אִם פָּגַע בּוֹ וְלֹא אָמַר לוֹ כְּלוּם וְאַחַר כָּךְ פָּגַע בּוֹ פַּעַם שְׁנִיָּה וְאָמַר לוֹ אֵינוֹ נֶאֱמָן אֶלָּא הֲרֵי זְבָחָיו בְּחֶזְקַת כַּשְׁרוּת וְטָהֳרוֹתָיו בְּחֶזְקַת טָהֳרָה: בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מטמאי משכב ומושב",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Taharah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בלובן ואודם שראה.</b> א''א אולי טעה בלשון התוספתא וחילק בין אחרים שנגעו באודם ולובן של טומטום להוא עצמו שנגע בשלו ואם נתכוון לכך טעה טעות גדולה שלא אמרה התוספתא אלא שנגע הטומטום באודם ולובן של זכר ונקבה ודאית חייב על ביאת מקדש שלא תאמר לא חייבה תורה שילוח אלא לזכר ודאי ולנקבה ודאית לכך הוצרך לומר שהוא חייב: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> בין מאיש גדול בין מאיש קטן (הרי הראייה).</b> א''א אין לשונו מיושר שאילו היתה ראייתו של זב קטן כשכבת זרעו לא היתה טמאה כלל עד שיהיה בן ט' שנים ויום אחד אבל התורה הקישה קטן לגדול דכתיב זאת תורת הזב בין קטן בין גדול עשה קטן כגדול לכל זיבתו: "
      ],
      [],
      [],
      [],
      [
        "<b> כמשקין טמאין שאין מטמאין.</b> א''א אף בזה טעה שהרי הן מטמאין את הגוויה ברביעית על ידי שתייה אבל במגע ודאי אין מטמאין אלא הידים בלבד ואפילו במשהו והן מטמאין אף הכלים במשהו משמעתא קמייתא דאלו דברים: "
      ]
    ],
    [
      [
        "<b> אם שורין אותו.</b> א''א נ''ל דלא בעינן מעת לעת אלא לשרץ ונבילה: "
      ],
      [],
      [],
      [
        "<b> המסיטן טהור.</b> א''א מצאתי בשתי נוסחאות טמא בשתיהן ומה שחילקן ולא עירבן מפני שר''ש חולק בקישות ומלפפון ואינו חולק בפת מפני שרבו משקין שבו על משקין של פיהן: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [
        "<b> מטמאות למפרע.</b> א''א הא דלא כהלכתא דקי''ל כר''י דאמר מעוברת ומניקה דיין כל ימי עיבורן וכל ימי מניקותן: "
      ],
      [],
      [
        "<b> שכל הנשים שיש להם וסת.</b> א''א איני יודע מהו זה דקי''ל כל לבעלה אינה צריכה בדיקה אלא א''כ עסוקה בטהרות ואפילו אשה שאין לה וסת עד שלא הגיעו לפירקן אינן צריכות בדיקה ואין נשים בודקות אותן אבל משהגיעו לפירקן צריכות בדיקה ונשים בודקות אותן: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ותהיה טהורה לכל.</b> א''א כמה דבריו מבולבלין ואיך תהיה טהורה לכל והלא מחוסרת כפרה היא ואף משתביא כפרתה צריכה טבילה לאכילת קדש ומשנה שלימה היא ואם יאמר ה''מ לאכילה אבל למגע לא הרי דבריו סותרין זה את זה: "
      ],
      [],
      [],
      [],
      [
        "<b> אע''פ שאסורה לשמש לערב.</b> א''א יש כאן שיבוש ולמה אסורה לשמש לערב והלא יצא מגרגרנותו בשמירתו עד לערב ונראה שצריך להיות אף על פי שאסורה לשמש עד לערב: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> וטומאת מדף מדבריהם.</b> א''א יש טומאת מדף מדבריהם אבל זו אע''פ שהיא קרויה מדף אינה מדבריהם שהרי אמרה תורה והנוגע בכל אשר יהיה תחתיו יטמא עד הערב ודרשינן ליה במסכת נדה כל אשר יהיה תחתיו הזב ואמרה תורה יטמא עד הערב אלמא כלי שטף נמי מטמא במגע: "
      ],
      [],
      [
        "<b> ואינו מטמא לא אדם ולא כלים.</b> א''א כבר כתבנו למעלה שעליונו של זב מטמא כלי שטף במגע: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ומקצת הטהור על אותו משכב.</b> א''א לא ידעתי מהו על אותו משכב שאפילו על משכב שהוא טמא גמור אם לא ישב עליו הטהור רובו טהור דהכי דריש לה בסיפרא ואם על המשכב הוא עד שינשא רובו עליו (אשר היא יושבת עליו או על מקצתו הא למדת שאין הטהור מטמא במשכב עד שינשא רובו עליו) כדרך שנכנסת לו הטומאה כך היא יוצאה ממנו: "
      ],
      [
        "<b> שניהן טמאים.</b> א''א ראיתי המשנה כך עומד על שני כסאות רבי שמעון אומר אם רחוקים זה מזה טהורים ואין שם מחלוקת: "
      ],
      [],
      [],
      [
        "<b> מפני שהוא רפוי.</b> א''א כל מ''ש בזה הרבה יגיעות שאין הדעת מקבלת ואין השכל מודה ואין הלב מתיישב עליו שהכובש מהדק ומחזיק בכל כחו כדי שיהו בגדיו עומדים זקופין ואיך יהיה רפוי ואם יהיה רפוי כ''ש כשישב עליו ידרוס יותר על הכלים שבתוכו וימעך אותם. אבל עשה אזנך כאפרכסת ושמע דבר יי' כי אמרה התוספ' ישב על גבי מכבש של כובס בזמן שטעון באבנים כלים שתחתיו טהורים ור' נחמיה מטמא ובזמן שמהודק בחבלים כלים שתחתיו טמאים. עתה אפרש כי בזמן שטעון באבנים האומן מקפיד שלא לישב עליו שלא יפלו האבנים מעליו ויתרפה והרי הוא אז כסאה או תרקב ואף ע''פ שהבגדים בתוכו ראויים לישיבה השתא מיהא כרוכים הם בדבר שהוא מקפיד עליו ורבי נחמיה מטמא קסבר אין הולכין אלא אחר הבגדים שבו אבל בזמן שאינו מהודק אלא בחבלים אין כאן קפידא מלישב עליו וטמאים וע''כ תפשו מכבש של כובס ולא מכבש של בעלי בתים מפני שדרך כובס לטעון באבנים ואין דרך בעלי בתים אלא להדק בחבלים. ברוך י''י אשר גלה סודו ליראיו [יצפון לישרים תושיה]: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ה''ז טהור שאין הנדה וכו'.</b> א''א זה אינו מחוור אצלי כי מאחר שאויר מטמא במגע למה אין התנור טמא ומה שאמר שאין הנדה מטמאה לאיברים לא על זו הדרך נאמר אלא שהמשכב והמושב שפשטה הנדה ידה או רגלה עליה אינו טמא אלא אם נגעה בו או נסמכה רוב כחה עליו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> טמאין מדרס.</b> א''א תמה אני איך עירב ובלבל את הדברים ואני רואה במשנה ראש פ''ג זב וטהור שישבו בספינה שהם טמאין ואין בו מחלוקת ובראש פ''ד דנדה וטהורה שישבו במטה או בספינה ר' יהושע מטמא אפילו כפה שבראשה וכלים שעל ראש הנס וחכמים מטהרין ועל זה נ''ל שהוא דרך אחרת שהפריש בין זב לנדה מפני שכחן יפה משל אשה והוא מסיט את הספינה מה שאין האשה יכולה לעשות וחכמים דמטהרין בגדי הטהור לגמרי רבי יהושע מטמא אפילו כפה שבראשה שלא תאמר שאר בגדים טמאין שהם עצמן נסטים בנדוד הספינה אבל כיפה של ראשה אינה ניסט כלל קמ''ל דאפילו כפה שבראשה טמא מפני שגוף האשה נסטת וכל בגדיה נסטים עמה וכן כלים שבראש הנס וחכמים מטהרין את הכל שאין כאן היסט כלל בשתי נשים ואין כאן טומאת ספק אלא כאותה ששנינו פורקים מן החמור או טוענין בזמן שמשאן כבד טמאין לתרומה. וקי''ל שאין שורפין את התרומה על זה כדאיתא בנדה: "
      ],
      [
        "<b> שמנדנדין את הקרקע.</b> א''א מצאתי נוסחא באי זו ריחיים אמרו כל שעוקרין אותה ודוחקין אותה ממקומה. ונ''ל שעל עקירת הריחיים קאי שהן קלות לנוד והטוחן בהן נד אחריהן מפני הדוחק והפירוש שלו רחוק מאד: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> החשוד על דבר נאמן כו'.</b> א''א כבר כתבתי עליו במקום אחר שאין זה כלום: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מן המודיעית ולפנים.</b> א''א בגמרא מפרש שאינו נאמן אלא על כלי חרס הדקים לקודש: "
      ]
    ],
    [
      [
        "<b> הרי אלו טמאין.</b> א''א מצאתי שתי נוסחאות חלוקות זו עם זו בדבר זה שיש נוסחא אומרת טמאים מדרס וטמא מת אבל נ''ל כי זו שכתב הוא העיקר מדקתני לעיל הלוקח כלים מאומני עכו''ם או שנתן להם כלים לתקן הרי אלו טמאים מדרס וכו' וטמא מת ואחריה הלוקח כלים מאומני ע''ה או שנתן להם כלים לתקן טמאים מדרס וטהור טמא מת מדקא מפליג להו מהדדי אלמא לא חדא מחתא נינהו אבל קשה לי הרבה מה שאמרו במסכת טהרות פ''ח המפקיד כלים אצל ע''ה הרי אלו טמאים מדרס וטמא מת ואם מכירו שהוא אוכל בתרומה טהור מטמא מת וטמאים מדרס ואולי יש הפרש בין אומן לשאר ע''ה כי האומן מקפיד על אומנתו מפני שכל אדם לוקחים ממנו אבל זה המחבר שעירב מפקיד עם אומן טעה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מוכיחין שהונחו למכור.</b> א''א אין זה הטעם יפה שהרי הכל יודעים שהביאן למכור אלא בשכלי אומנותו בידו הכל באין לראות האומניות: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> לא הזה עליהם כל עיקר.</b> א''א כל זה אינו אלא לקודש או לתרומה: "
      ],
      [
        "<b> אלא הרי זבחיו בחזקת כשירות.</b> א''א נ''ל אם היה עושה עמו בשכר אפילו אחר כמה ימים נאמן ואע''פ שלא הזכיר לו בתחילה מתוך שנאמן להפסיד שכרו נאמן להפסיד הטהרות שהרי אותו שכתב ס''ת ולא עיבד הגוילין לשמן אע''פ שהחזירה לבעליה ולא אמר לו כלום ובסוף אמר לו האמינוהו במתוך אף זה כמו כן: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>הזב והזבה והנדה והיולדת וכו'.</b> בפירקא קמא דכלים מני להו באבות הטומאה: \n",
        "<b>ומה שכתב מטמאים כלים במגע.</b> דכתיב וכלי חרס אשר יגע בו הזב ישבר וכל כלי עץ ישטף במים. \n",
        "<b>ומה שכתב ומטמא אדם במגע ובמשא.</b> דכתיב הנוגע בבשר הזב יכבס בגדיו ורחץ במים וטמא עד הערב וכתיב והנושא אותם יכבס בגדיו ורחץ במים וכו' ובפרק חמישי דזבים תנן הנוגע בזב ובזבה בנדה וביולדת וכו' מטמא שנים ופוסל אחד וכו' אחד הנוגע ואחד המסיט אחד הנושא ואחד הנישא ותניא בתורת כהנים והדוה בנדתה והזב את זובו מה הזב מטמא במשא אף הזוב מטמא במשא לזכר לרבות את המצורע ולנקבה לרבות היולדת. \n",
        "<b>ומה שכתב ומטמא משכב ומושב ומרכב מתחתיו.</b> דכתיב כל המשכב אשר ישכב עליו הזב יטמא וכל הכלי אשר ישב עליו יטמא וכל המרכב אשר ירכב עליו הזב יטמא. \n",
        "<b>ומה שכתב ומטמא מדף על גבו.</b> פרק ד' דזבים ופרק ו' דעדיות (משנה ב') ובתורת כהנים: \n\n"
      ],
      [
        "<b>אחד זבה קטנה וכו'.</b> בת''כ יליף לה מקרא. \n",
        "<b>ומ״ש או מחמת אונס.</b> בת״כ ובפרק בנות כותים (נדה דף ל״ב ע״ב) יליף לה מקרא. \n",
        "<b>ומ''ש ואחד בעל ב' ראיות וכו'.</b> בפ''ק דמגילה (דף ח') משנה וגמרא: \n\n"
      ],
      [
        "<b>קטנה בת יום אחד וכו'.</b> משנה פרק יוצא דופן (נדה דף מ''ג ע''ב ומ''ד ע''ב): \n\n"
      ],
      [
        "<b>קטן בן יום אחד מטמא בזיבה.</b> שם (דף מ״ג ע״ב) ובר״פ בנות כותים (נדה דף ל״ג): \n",
        "<b>ואחד גרים ועבדים.</b> רפ''ב דזבים הכל מיטמאין בזיבה אף הגרים אף העבדים בין משוחררים בין שאינם משוחררים. \n",
        "<b>ומ''ש שמטמאין בנדה:</b> \n\n"
      ],
      [
        "<b>סריס אדם וסריס חמה מטמאין בזיבה וכו'.</b> רפ''ב דזבים: \n\n"
      ],
      [
        "<b>אין האשה מטמאה בלובן ולא האיש באודם וכו'.</b> בריש פרק בנות כותים (נדה דף ל״ב ע״ב) ובפרק כל היד: \n\n"
      ],
      [
        "<b>טומטום ואנדרוגינוס וכו'.</b> רפ''ב דזבים. \n",
        "<b>ומ''ש לפיכך אין שורפין עליהם תרומה וקדשים ואין חייבים עליהם על טומאת המקדש.</b> שם וטומאתן בספק ומבואר בתוספתא בפ''ב דזבים: \n",
        "<b>ראה לובן ואודם כאחד וכו'.</b> שם ובפרק המפלת עלה כ''ח ויליף לה מקרא. \n",
        "<b>ומ''ש וכן הנוגע בלובן ואודם שלו כאחד וכו'.</b> שם בתוספתא: \n",
        "<b>ומ''ש הוא עצמו שנגע בלובן ואודם וכו'.</b> שם הוא עצמו שנגע בלובן ואודם ונכנס למקדש פטור וגירסא משובשת היא וצריך להגיה חייב: \n",
        "<b>וכתב</b> הראב''ד בלובן ואודם שראה א''א אולי טעה בלשון התוספתא וחילק וכו'. ואין דברים אלו כדאי לכתוב שטעה טעות גדולה או קטנה שהרי אפשר לפרש התוספתא בנגע בשלו אבל אי קשיא הא קשיא מ''ש נגע הוא מנגעו אחרים דכיון דבנגעו אחרים אינם חייבים על ביאת המקדש משום דבעינן שתהא טומאת זכר ודאי או טומאת נקבה ודאית מאותו טעם בעצמו יש לפטור בשנגע הוא בעצמו ויש לדחוק ולפרש לשון רבינו כפירוש הראב''ד דבנגעו טומטום ואנדרוגינוס בשל אחרים מיירי אלא שלשון שראה שכתב רבינו קשה לזה: \n\n"
      ],
      [
        "<b>דם הנדה או דם הזבה וכו'.</b> משנה פרק יוצא דופן (נדה דף מ״ג ע״ב). \n",
        "<b>ומ״ש במגע ובמשא.</b> בריש פרק דם הנדה (נדה דף נ״ד ע״ב) מנא ה״מ דדם הנדה מטמא אמר חזקיה דאמר קרא והדוה בנדתה מדוה כמותה מה היא מטמאה אף מדוה מטמא: \n",
        "<b>וכבר ביארנו בענין איסור נדה וכו'.</b> בפ''ה מהא''ב. \n",
        "<b>ומ״ש אבל אם ראתה דם ירוק הרי הוא טהור וכו'.</b> משנה פ' כל היד (נדה דף י״ט) וכחכמים. \n",
        "<b>ומ''ש שהרוק מתעגל ויוצא.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>אשה שיצא הולד מדפנה וכו'.</b> בר״פ יוצא דופן (נדה דף מ״א:) אמרינן דביוצא ולד ודם דרך דופן ר״ש מטהר וחכמים מטמאים ובמקור מקומו טמא פליגי מר סבר מקור מקומו טמא ומר סבר מקור מקומו טהור ופירש״י רבנן סברי טיפה עצמה מטמא במגע משום דנגעה במקור ומקור מקומו טמא ואיתמר עלה אמר ריש לקיש לדברי המטמא בדם מטמא באשה לדברי המטהר בדם מטהר באשה רבי יוחנן אמר אף לדברי המטמא בדם מטהר באשה ויליף ר״י מקרא שאין אשה טמאה עד שיצא מדוה דרך ערותה וידוע דהלכה כר״י: \n\n"
      ],
      [
        "<b>מקור האשה שנעקר וכו'.</b> שם מקור שנעקר ונפל לארץ טמאה וכו' למאי אילימא לטומאת שבעה דם אמר רחמנא ולא חתיכה אלא לטומאת ערב ופירש''י שנעקר חתיכת בשר: \n",
        "<b>וכן מקור שהזיע כשתי טיפי מרגליות וכו'.</b> שם אמר ר''י מקור שהזיע כשתי טיפי מרגליות טמאה למאי אילימא לטומאת שבעה ה' דמים טמאים באשה ותו לא אלא לטומאת ערב ודוקא תרתי אבל חדא אימא מעלמא אתיא. ופירש''י טיפי מרגליות דם לבן וצלול. לטומאת ערב מפני שנגע במקור ונוגע בה. מעלמא מן הצדדין: \n\n"
      ],
      [],
      [
        "<b>זובו של זב מאבות הטומאות וכו' ומטמא במגע ובמשא.</b> פ״ק דכלים ובפרק דם הנדה (נדה דף נ״ד ע״ב) יליף לה מקרא. \n",
        "<b>ומ״ש בכל שהוא.</b> משנה ר״פ יוצא דופן (נדה דף מ'): \n",
        "<b>ראיה ראשונה של זב וכו'.</b> בריש זבים וכב''ה. \n",
        "<b>ומ״ש בין מאיש קטן.</b> בפרק בנות כותים (נדה דף ל״ב ע״ב) בעיא דאיפשיטא והיינו למגע אבל למשא לא מטמא אלא בשתי ראיות דאז מקרי זב אבל בראיה אחת לא מיקרי זב כמו שלמדו שם מהכתובים. \n",
        "<b>ועל מ''ש רבינו בין מאיש גדול בין מאיש קטן,</b> כתב הראב''ד א''א אין לשונו מיושר. טעמו לומר שעל מ''ש והרי היא כש''ז לא יצדק לומר בין מאיש קטן אבל טומאת ראיה ראשונה של זב בקטן אינו אלא מטעם שהיא תחלת זוב והכתוב הקיש בזב קטן לגדול כמו שמפורש בפרק בנות כותים עלה ל''ד ורבינו גם כן לכך נתכוון. \n",
        "<b>ומ''ש וכן המשכבות והמושבות וכו'.</b> בסוף נדה (עב:) ובתוספתא דזבים פרק קמא וכבית הלל: \n",
        "<b>ראה אחת מרובה כשתים וכו'.</b> בתוספתא דזבים וכב''ה: \n\n"
      ],
      [
        "<b>ראיה ראשונה של מצורע וכו'.</b> בפרק בנות כותים עלה ל''ד ל''ה וכדאסיק אביי: \n\n"
      ],
      [
        "<b>רוק הזב ושכבת וכו'.</b> בפ״ק דכלים זובו של זב ורוקו ושכבת זרעו ומימי רגליו וכו' מטמאים במגע ובמשא ובר״פ דם הנדה (נדה דף נ״ה ע״ב) יליף רוקו מדכתיב וכי ירוק הזב בטהור ומרבי ליה בין לטומאת מגע בין לטומאת משא ומימי רגליו מייתי לה (דף נ״ו) מדתניא זובו טמא וזאת לרבות מימי רגליו ושכבת זרעו מייתי לה בס״פ כיצד הרגל (דף כ״ה) מק״ו ור' יהושע נתן טעם לש״ז דמטמא אף במשא משום דא״א בלא צחצוצי זיבה כל שהוא ומשמע לרבינו דה״ה למימי רגליו וכתב רבינו טעם זה שהוא יותר פשוט וקצר. ומ״כ מאי דמטמא מימי רגליו מהאי טעמא ק״ל דבנדה יליף מוזאת ואפשר לתרץ דגמרא יליף מוזאת לומר דאפילו ר״א דמטהר ממשא לש״ז דסבירא ליה כיון דכתיבא ביה ש״ז לא מטמאה הכא מודה מרבויא דוזאת אבל לדידן דקי״ל כר' יהושע דא״א וכו' ה״ה למימי רגליו וראיה לדבר דאמרינן בתורת כהנים זאת תורת הזב מה הזב וכו' ומייתי לה בנדה (דף כ״ב) ובתר הכי בת״כ יכול אף מימי רגלים יהו סותרים וכו' ומהי תיתי שיהו סותרים והא ש״ז גופא לא סתרא אלא משום צחצוחי זיבה אלא ודאי משום דמימי רגליו נמי אי אפשר בלא צחצוחי זיבה קאמר הכי. וממ״ש רבינו פ״ק דכלים נראה דתרוייהו נפקי מוזאת ויהיב רבינו טעמא מאי שנא דמרבינן הני טפי מאחריני משום דא״א להו בלא צחצוחי זיבה. ואפשר שלזה נתכוון רבינו כאן עכ״ל: \n\n"
      ],
      [
        "<b>אחד זב ואחד נדה ויולדת וזבה וכו':</b> \n\n"
      ],
      [
        "<b>תשעה משקין בזב וכו'.</b> בריש פרק דם הנדה (נדה דף נ״ה ע״ב) ובת״כ. \n",
        "<b>ומה</b> שכתוב בספרי \n",
        "<b>רבינו כמותו</b> טעות סופר הוא וצריך להגיה ולכתוב כמותן ובזה יבא לשונו דבור על אפניו הרי אלו שלשה מן הזב וחביריו כמותן משאר האדם כלומר כשם ששלשה אלו טהורים משאר האדם כך הם טהורים כשהם מהזב וחביריו הנזכר בראש הפרק. \n",
        "<b>ועל מה שכתב רבינו כל אחד מאלו כמשקין טמאים שאין מטמאין אדם</b> כתב הראב''ד א''א אף בזה טעה וכו'. מ''ש משמעתא קמייתא דאלו דברים דמסכת ברכות (דף נ''א ע''ב) היינו לומר דגבי מוזגין את הכוס ואחר כך נוטלין לידים משמע דבכל שהוא מטמו כלי וידים כי אין רגילות להיות נדבק רביעית בידים ולא בכלי ואני אומר שמאחר שדבריו יכולים להתפרש דלא מיירי אלא לענין מגע אין כאן טעות: \n",
        "<b>כיחו וניעו ומי האף וכו'.</b> בריש פרק דם הנדה (נדה דף נ״ה ע״ב). \n",
        "<b>ומ''ש ורירו.</b> בתוספתא פרק בתרא דזבים. \n",
        "<b>ומ''ש ובכלל הרוק הן חשובים,</b> כלומר ומשום הכי לא מנה אלא ג' דאל''כ שבעה מיבעי ליה: \n",
        "<b>דם היוצא מפי האמה וכו'.</b> שם (בנדה דף נ''ו) זובו טמא הוא [הוא טמא] ואין דם היוצא מפיו ומפי האמה טמא ומשמע דהיינו ודאי לענין שלא יטמא כזב אבל מטמאין כמשקין טמאין וכן מפורש בתוספתא דזבים פרק אחרון: \n",
        "<b>ומ''ש היה מוצץ ורוקק דם וכו'.</b> בפרק מצות חליצה עלה ק''ה יבמה שרקקה [דם] תחלוץ לפי שא''א לדם בלא צחצוחי רוק מיתיבי יכול יהא דם היוצא מפיו ומפי האמה טמא ת''ל זובו הוא זובו טמא ואין דם היוצא מפיו ומפי האמה טמא ל''ק כאן במוצצת כאן בשותת: \n\n"
      ]
    ],
    [
      [
        "<b>דם הנדה וכו'. אינו מטמא אלא כל זמן שהוא לח וכו'.</b> ריש פרק דם הנדה (נדה דף נ״ד ע״ב) ויליף לה מקראי. \n",
        "<b>ומה שכתב ואם היו המים הפושרין בתחלתן וכו'.</b> שם פלוגתא דתנאי ופסק לחומרא בדאורייתא: \n",
        "<b>וכתב</b> הראב''ד אם שורין אותו א''א נ''ל דלא בעינן מעת לעת אלא לשרץ ונבילה עכ''ל. טעמו משום דבאינך שהם דברים רכים בשרייה כל דהו סגי להו אבל מפשט דברי המשנה משמע כדברי רבינו וכך הוא דעת התוספות: \n\n"
      ],
      [
        "<b>פשתן שטוואתו נדה וכו'.</b> פרק התערובות עלה ע''ט: \n\n"
      ],
      [
        "<b>זב שהניח פיו על פי הכוס עד כשהן נדות.</b> תוספתא פ''ה דטהרות אלא שבנוסחא דידן כתוב במי רגלים או ביין אין רואים אותם כאילו הם מים ונ''ל שט''ס הוא: \n\n"
      ],
      [
        "<b></b>כתב הראב''ד זב שנשך את הפת ואת הבצל המסיטן טהור א''א מצאתי בשתי נסחאות טמא בשתיהם ומה שחילקן וכו'. ונוסחת רבינו נכונה שאין עליה תשובה לומר למה חילקן ולא עירבן ורבינו שמשון הביא תוספתא זו בפרק רביעי וגירסתו כגירסת רבינו: \n\n"
      ],
      [],
      [],
      [
        "<b>ומ''ש רבינו שואלים כלי מי רגלים.</b> רבינו לא גריס כלי וכן נמצא בספר רבינו כתיבת יד דל''ג כלי: \n\n"
      ],
      [
        "<b>חרס שהיה הזב וכו'.</b> ג''ז שם בתוספתא וכראב''י ובפרק התערובות עלה ע''ט: \n\n"
      ],
      [
        "<b>זבה שנעקרו מימי רגליה.</b> בפרק יוצא דופן (נדה דף מ''ב) בעיא דלא איפשיטא ואף על גב דאמר רבה בבעיא בתרייתא את''ל לא פסק רבינו כן משום דגמרא אמר תיקו בהאי בעיא דזבה. \n",
        "<b>ומה שכתב וכן עכו''ם שנעקרו מימי רגליה וכו'.</b> גם זה שם בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>העבדים מטמאים בזיבה ובנדה וכו'.</b> ברפ''ב דזבים תנן דעבדים אפילו שאינם משוחררים מטמאים בזיבה. \n",
        "<b>ומ''ש אבל העכו''ם אין מטמאים וכו' וחכמים גזרו וכו'.</b> בפרק בנות כותים עלה ל''ד. \n",
        "<b>ומ''ש זכרים ונקבות.</b> שם אמרינן דב''ש מפלגי בין זכרים לנקבות וב''ה לא מפלגי. \n",
        "<b>ומ''ש והוא שיהיה הזכר בן ט' שנים ויום אחד ולמעלה והנקבה בת ג' שנים ויום אחד ולמעלה.</b> פ''ב דע''ז (דף ל''ז) במסקנא: \n",
        "<b>בעת שגזרו עליהם לא גזרו על שכבת זרע שלהם כו'.</b> בפרק בנות כותים (נדה דף ל״ד): \n",
        "<b>נמצאת למד. ודם הנכרית כרוקה וכמימי רגליה וכו'.</b> בפרק בנות כותים וכבית הלל: \n\n"
      ]
    ],
    [
      [
        "<b>בועל נדה כנדה.</b> מבואר בתורה ואם שכוב ישכב איש אותה ותהי נדתה עליו. \n",
        "<b>ומה שכתב ומטמא אדם במשא וכו'.</b> כן משמע בפירקא קמא דכלים דתנן למעלה מהם בועל נדה משמע שיש בהם כל החומרות שהוזכרו בקודמין כן נראה שהוא דעת רבינו: \n\n"
      ],
      [
        "<b>אין משכב בועל נדה ומרכבו וכו'.</b> בפ״ק דכלים למעלה מהם בועל נדה שהוא מטמא משכב תחתון כעליון ובריש פרק בנות כותים (נדה דף ל״ב ל״ג) דהיינו לומר דאי איכא עשר מצעות זו על זו שיהיה תחתונו של בועל נדה כעליונו של זב שאינו מטמא אלא אוכלים ומשקים ולא אדם וכלים. \n",
        "<b>ומה שכתב ולמה נגרעה טומאת משכבו וכו'.</b> שם ובתורת כהנים: \n\n"
      ],
      [
        "<b>אחד הבא על הנדה או על וכו'.</b> בסוף נדה (דף ע''ב). \n",
        "<b>ומה שכתב אחד המערה ואחד הגומר.</b> משנה פרק הבא על יבמתו (יבמות דף נ״ג ע״ב) ובתורת כהנים פרשת מצורע. \n",
        "<b>ומה שכתב בין גדול שבא על הקטנה וכו'.</b> במה דברים אמורים כשהיה הבועל בן תשע שנים ויום אחד והנבעלת היתה בת שלש שנים ויום אחד וכו'. פרק יוצא דופן (נדה דף מ״ד מ״ה). \n",
        "<b>ומה שכתב וכן בועל הזב וכו'.</b> בסוף נדה (דף ע''ג). \n",
        "<b>ומה שכתב ואחד הנוגע בזב או הנבעלת מן הזב.</b> נדה שם: \n\n"
      ],
      [
        "<b>הנדה והזבה כו' כולן מטמאות למפרע מעת לעת וכו'.</b> בריש נדה וכחכמים דשקלי וטרו אמוראי לפרושי מילתייהו ופרט רבינו את אלו x מפני שבפרק יוצא דופן (נדה דף מ״ב) פרטום שהרי על כל הנשים אמרו בריש נדה. ואפשר דלרבותא נקט הני וכ״ש אחרות והני בכלל דקתני מתני' הן. \n",
        "<b>ומ''ש ועד שלאחר התשמיש הרי היא כפקידה ושלפני תשמיש אינו כפקידה וכו'.</b> שם עלה ה' אמר רב יהודה אמר שמואל עד שלפני תשמיש אינו [ממעט] כפקידה מ''ט א''ר קטינא וכו' מתוך שמהומה לביתה אינה מכנסת לחורין ולסדקין: \n\n"
      ],
      [
        "<b>אשה שיש לה וסת וכו'.</b> משנה שם: \n",
        "<b>הגיע שעת וסתה ולא בדקה עצמה וכו'.</b> משנה פרק בנות כותים (נדה דף ל״ט). \n",
        "<b>ומ''ש ואם מצאה עצמה טהורה וכו'.</b> שם פלוגתא דרב ושמואל וידוע דהלכה כרב באיסורי: \n\n"
      ],
      [
        "<b>כל אשה שיש לה וסת וכו'.</b> משנה בנדה פרק האשה (דף ס''ג). \n",
        "<b>ומה שכתב היתה למודה להיות רואה בתחלת הוסת וכו' עד עת שמצאה דם.</b> נדה שם: \n\n"
      ],
      [
        "<b>הרואה כתם וכו'.</b> פרק קמא דנדה (דף ה') כל הנשים כתמן טמא למפרע ונשים שאמרו חכמים דיין שעתן כתמן כראייתן וכתב רבינו עד עת הפקידה אפילו הוי טפי ממעת לעת ואם כן הוא חמור יותר מראייתה דאילו בראייתה תופס הזמן המועט כמו שנתבאר וכאן תולה בפקידה דוקא דומיא דבגד דהוי טמא למפרע אפילו ימים רבים עד שעת בדיקה: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל וטעם יש בדבר דאילו רואה עתה אין טעם להחמיר עליה למפרע ביותר ממעת לעת אמנם כתם שאינה יודעת מתי יצא דם זה מגופה יש להחמיר ולומר דסמוך לפקידה יצא עכ''ל. \n",
        "<b>ומה שכתב וכן הבגד שנמצא עליו כתם וכו'.</b> בפרק דם הנדה (נדה דף נ״ו ע״ב): \n",
        "<b>ומה שכתב אפילו כבסתו ולא בדקתו וכו'.</b> שם אסיקנא דעד שעת כיבוס חזקתו בדוק ומשמע דהיינו דוקא בסתמא אבל אם אומרת שהיא יודעת שלא בדקתו טמא. \n",
        "<b>ומה שכתב ואפילו נמצא הכתם לח.</b> שם במשנה (דף נ''ז ע''ב): \n\n"
      ],
      [
        "<b>וכל הנשים שדיין שעתן וכו'.</b> בפירקא קמא דנדה עלה ה' פלוגתא דתנאי ופסק כרבי חנינא בן אנטיגנוס לגבי רבי מאיר משום דרבי מאיר מחמיר בכתם מבראייתה ובסוף פרק הרואה כתם (נדה דף נ״ח ע״ב) תנן דאמר רבי עקיבא שלא אמרו חכמים בכתמים להחמיר אלא להקל. \n",
        "<b>ומה שכתב כל אלו הנשים הטמאות למפרע וכו'.</b> שם (דף ה') לא פליג ר' חנינא בן אנטיגנוס אלא בנשים שדיין שעתן אבל בשאר נשים מודה שכתמן כראייתן ותניא תו התם (דף ו') הרואה דם מטמאה מעת לעת ומה היא מטמאה משכבות ומושבות אוכלים ומשקים וכלי חרס המוקפים צמיד פתיל ואינה מטמאה את בועלה למפרע וכו' הרואה כתם מטמאה למפרע ומה היא מטמאה אוכלין ומשקין משכבות ומושבות וכלי חרס המוקף צמיד פתיל וכו' ומטמאה את בועלה ומסיק התם דמעת לעת שבנדה עושה משכב ומושב לטמא אדם לטמא בגדים. \n",
        "<b>ומה שכתב וכן רוקן ומימי רגליהם טמאים למפרע.</b> נראה דיליף לה בקל וחומר מכלי חרס המוקף צמיד פתיל. \n",
        "<b>ומה שכתב אבל אינה מטמאה את הבועל למפרע משום בועל נדה אלא משום נוגע בלבד.</b> בפרק כל היד עלה ט''ו כששהתה מעת לעת ומפקידה לפקידה בעלה מטמא משום מגע ואינו מטמא משום בועל ופירש רש''י מטמא משום נוגע [במעת לעת בנדה] טומאת ערב בספק דרבנן לתלות ואינו מטמא משום בועל לטמא טומאת ז' ואפילו לתלות. \n",
        "<b>ומה שכתב אבל הרואה כתם הבועל אותה וכו'.</b> שם במשנה (דף י''ד) מודים חכמים לרבי עקיבא ברואה כתם שהיא מטמאה את בועלה ואמרינן בגמרא (דף ט''ו) דמכאן ולהבא דוקא קתני דמטמאה את בועלה לרבנן דהלכתא כוותייהו: \n",
        "<b>ומה שכתב רבינו אבל הרואה כתם הבועל אותה וכו'.</b> לשון אבל אינו נוח לי ונמצא בספר כתיבת יד כתוב וכל במקום אבל והיא הגירסא הנכונה: \n\n"
      ],
      [
        "<b>מעוברת שהוציא העובר את ידו והחזירה וכו'.</b> בפרק המפלת (נדה דף כ״ח) ומסיק דלחומרא הוא דקאמר רב הונא ומדרבנן אבל ימי טוהר אין נותנין לה דלאו לידה היא עד שיצא רובו וזה שכתב רבינו טומאת יולדת (י״ד) וכו' מדברי סופרים: \n",
        "<b>וטומאת מעת לעת או מפקידה לפקידה.</b> בפרק כל היד (נדה דף ט״ו) אמרו מעת לעת דרבנן: \n",
        "<b>וטומאת וסתות.</b> בפרק כל היד פסקו התוספות דווסתות דרבנן דר״נ דהוא בתרא מוקי התם (דף י״ו) פלוגתא דרב ושמואל בהכי ולרב הוו דרבנן וקיימא לן כרב באיסורי וכן יש שם מחלוקת רבי אליעזר ורבי יהושע בזה ורבי יהושע סבר דהוי דרבנן וכן יש מחלוקת חכמים ורבי מאיר בזה וחכמים סברי דהוו דרבנן וכ״פ בשאלתות וכ״פ ר״ח. וטומאת כתמים בפרק כל היד ובפרק הרואה כתם (נדה דף נ״ז נ״ח) אמרו שהיא מדרבנן: \n",
        "<b>ומ''ש לפיכך אין שורפין עליהם וכו'.</b> ברייתא פירקא קמא דנדה (דף ו'). \n",
        "<b>ומ''ש וכן חולין שנעשו על טהרת הקדש וכו'.</b> גבי מעת לעת שבנדה איכא תרי לישני התם ופסק כלישנא בתרא ואע''ג שהוא להחמיר בדרבנן משום דאלישנא קמא פרכינן פירכי טובא ושני להו בשינויי דחיקי ועוד כי בסוף הסוגיא (דף ז') הקשו על חולין הטבולים לחלה שאמרו שם דחמירי וגזרו בהו טומאה והא מעת לעת שבנדה שלא גזרו בה דאמר מר קבלה מיניה רב שמואל בחולין שנעשו על טהרת הקדש ולא בחולין שנעשו על טהרתן תרומה משמע דהכי קי''ל כיון דפריך מינה בסתמא ומשני התם דלא דמו דהתם אין תרומה מעורבת בהם אבל חלה מעורבת בהם ואבע''א הנח מעת לעת דרבנן ופסק כפירוש שני להקל בדרבנן: \n\n"
      ]
    ],
    [
      [
        "<b>ארבע נשים דיין שעתן וכו'.</b> משנה פ''ק דנדה. \n",
        "<b>ומה שכתב היתה בחזקת מעוברת וכו'.</b> ברייתא שם (דף ח' ע''ב). \n",
        "<b>ומה שכתב ראתה דם ואח''כ הוכר עוברה וכו'.</b> שם (דף מ') בעיא דאיפשיטא: \n",
        "<b>איזו היא מניקה וכו'.</b> ברייתא שם (דף ז' ע''ב). \n",
        "<b>ומ''ש אפילו מת בנה וכו'.</b> שם במשנה וכחכמים. \n",
        "<b>ומ''ש אבל אחר כ''ד חדש וכו'.</b> שם (דף ט') בברייתא וכרבי יהודה ורבי יוסי ור''ש לגבי ר''מ: \n",
        "<b>איזו היא בתולה וכו'.</b> שם במשנה (דף ו' ע''ב). \n",
        "<b>ומ''ש או ילדה וכו'.</b> ברייתא שם: \n",
        "<b>איזו היא זקנה וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש ואיזו היא סמוך לזקנותה וכו'.</b> שם (דף ט') היכי דמי סמוך לזקנותה אמר רב יהודה כל שחברותיה אומרות עליה זקנה היא ור''ש אומר כל שקורים לה אמא אמא ואינה בושה רבי זירא ורבי שמואל בר רב יצחק ח''א כל שאינה מקפדת וחד אמר כל שאינה בושה מאי בינייהו איכא בינייהו בושה ואינה מקפדת ופסק רבינו כר''ש משום דרבי זירא ור''ש ב''ר יצחק משמע דסברי כוותיה ובפלוגתא דר' זירא ור''ש ב''ר יצחק פסק לקולא משום דמידי דרבנן היא: \n",
        "<b>עברו עליה ג' עונות וראתה וכו'.</b> שם תנו רבנן זקנה שעברו עליה שלש עונות וראתה דיה שעתה ועוד עברו עליה שלש עונות וראתה דיה שעתה ועוד עברו עליה שלש עונות וראתה הרי היא ככל הנשים ומטמאה מעת לעת ומפקידה לפקידה ומדברי רבינו נראה שלא היה גורס אלא שתי פעמים עברו עליה שלש עונות ואתי ליה שפיר מאי דתנן בההוא פירקא (דף ז' ע''ב) ובמה אמרו דיה שעתה בראיה ראשונה אבל בשניה מטמאה מעת לעת ואינו צריך לידחק במה שנדחקו בו התוספות. \n",
        "<b>ומ''ש או פחות או יתר.</b> בברייתא הנזכרת אסיקנא דל''ש בין כוונה לפיחתה או הותירה: \n\n"
      ],
      [
        "<b>בתולה שראתה דם וכו'.</b> שם (דף י' ע''ב) ולשון אפילו שופעת שכתב רבינו קשה דבגמרא פריך אפילו שופעת וכ''ש פוסקת אדרבה פוסקת הויא כשתי ראיות ומשני אימא ושופעת ופרש''י וסמי מכאן אפילו ויש לומר שמאחר שרבינו כתב בהדה דולפת שפיר דמי למיתני לגבה אפילו שופעת: \n\n"
      ],
      [
        "<b>תינוקת שלא הגיע זמנה לראות וכו'.</b> שם (דף ט' ע''ב) תנו רבנן תינוקת שלא הגיע זמנה לראות וראתה פעם ראשונה דיה שעתה ושניה דיה שעתה פעם שלישית הרי היא ככל הנשים ומטמאה מעת לעת ומפקידה לפקידה עברו עליה שלש עונות וראתה דיה שעתה ועוד עברו עליה ג' עונות וראתה דיה שעתה ועוד עברו עליה ג' עונות הרי היא ככל הנשים ומטמאה מעת לעת ומפקידה לפקידה וכתב הרשב''א בת''ה הארוך ברייתא זו ד''ה היא וטעמא דמילתא דכל שלא הגיע זמנה לראות אין לה דמים וראיה ראשונה שראתה אינה אלא מקרה ואינה ראיה להצטרף עד שתתחזק בראיות אחרות הילכך ראיה ראשונה אינה אלא כאחת ואין לה כח להחזיק הראשונה אבל כשתראה עוד פעם שלישית עם השתי ראיות אחרונות תתחזק הראשונה ואלו השתים מגלות על הראיה הראשונה שראיה גמורה היתה ולא מקרה ומעתה לפי הטעם הזה אפילו לרשב''ג נמי מוחזקת היא ובזו אין הפרש בין רבי לרשב''ג ואע''פ שיש מגדולי המפרשים והפוסקים שפירשו דלרבי דוקא אתיא לפי שאין הראשונה ראויה להצטרף לעולם והילכך לרשב''ג אינה מוחזקת עד שתראה ד' ראיות מסתברא לי שא''א להעמידה שאם כן כל אותה סוגיא ושקלא וטריא דרב גידל ורב כהנא וחזקיה ור''י ור''ש בן יהוצדק וכל נחותי ימא אתו כרבי ודלא כהלכתא דאנן בווסתות כרשב''ג סבירא לן כדאיפסקא הלכתא בב''ק ולפיכך נ''ל הדרך שכתבתי נכון וברור עכ''ל. וכך היא דעת רבינו שפסקה לברייתא זו ויש בספרי רבינו חסרון הניכר וצריך להגיה עברו עליה ג' חדשים ואח''כ ראתה דיה שעתה עברו עליה ג' חדשים אחרים ואח''כ ראתה דיה שעתה עברו עליה שלשה חדשים אחרים וראתה מטמאה למפרע: \n\n"
      ],
      [
        "<b>תינוקת שהגיע זמנה לראות וכו' עד ואח''כ ראתה דיה שעתה.</b> גם זה שם. \n",
        "<b>ומה שכתב עברו עליה שלשה חדשים אחרים וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>מעוברת ומניקה וכו'.</b> משנה שם (דף ז' ע''ב) ובמה אמרו דיה שעתה בראייה ראשונה אבל בשניה מטמאה מעת לעת ואם ראתה את הראשונה מאונס אף בשניה דיה שעתה ובגמרא (דף י' ע''ב) אמר רב אכולהו וכו' ופסק רבינו כר''י ור' יוסי ור''ש לגבי ר''מ ואע''ג דרבי יוחנן סבר כר''מ הא רב דהלכה כוותיה באיסורי לגבי שמואל סבר כוותייהו ולא שבקינן רובא דתנאי למפסק כר''מ דיחידאה הוא ועוד דלית הלכתא כוותיה לגבי חד מינייהו וכיון דרב סבר הכי לא חיישינן לדרבי יוחנן בהא: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל שיש הוכחה לפסק זה ממה שאמרו אחר כך כתנאי וכיון שאחר שהזכירו פלוגתא דאמוראי אמרו כתנאי משמע דאמוראי לא שמיע להו מן הך ברייתא דאי הוה שמיע להו הל''ל הלכתא כפלוני הילכך אפלוגתא דתנאי איכא למיסמך למפסק כרובא וכ''ש דמתניתין סתמא קתני וטפי משמע דאכולהו קאי ושוב מצאתי בירושלמי שאמרו דר''י סבר כרב עכ''ל. ובכן נסתלק מעל רבינו מ''ש עליו הרב ראב''ד מטמאות למפרע אמר אברהם הא דלא כהלכתא דקיי''ל כרבי יוחנן דאמר מעוברת ומניקה דיין שעתן כל ימי עיבורן וכל ימי מניקותן: \n\n"
      ],
      [
        "<b>מעוברת או מניקה שראתה דם וכו'.</b> משנה שם (דף ז' ע''ב) רבי יוסי אומר מעוברת ומניקה שעברו עליהן ג' עונות דיין שעתן ומשמע לרבינו דלא פליג אלא אר''א דאמר התם כל הנשים דיין שעתן אבל ת''ק לא פליג אר' יוסי ודלא כפרש''י דפליג ולפי פירוש רבינו רבי יוסי נמי כת''ק ס''ל דמעוברת משיודע עוברה ומניקה משנולד אלא דאתא למימר דבעברו עליהן ג' עונות פעם אחת בלבד דיין שעתן אבל אם עברו עליהן ג' עונות פעם שניה מטמאות למפרע ות''ק לא פליג עליה: \n",
        "<b>הרואה דם טוהר וכו': וכל שדיה שעתה אע''פ שאינה מטמאה למפרע וכו'.</b> משנה סוף פ''ק דנדה (דף י''א) אע''פ שאמרו דיה שעתה צריכה להיות בודקת חוץ מן הנדה והיושבת על דם טוהר. \n",
        "<b>ומה שכתב וכל אשה המרבה לבדוק משובחת.</b> ריש פרק כל היד (נדה דף י״ג): \n\n"
      ],
      [
        "<b>חכמים תקנו וכו'.</b> בריש נדה (דף ד' ע''ב) ופרש''י שחרית להכשיר טהרות של לילה להוציא מכלל ספק טומאה שאם תמצא טהורה תדע שלא ראתה בלילה ולכשתמצא ערבית טמאה יצאו אלו מספק. \n",
        "<b>ומ''ש וכל אוכלת תרומה בודקת וכו'.</b> משנה ספ''ק דנדה (דף י''א): \n",
        "<b>וכל אשה בודקת בשעה שעוברת לשמש מטתה.</b> שם במשנה שצריכה לבדוק בשעה שעוברת לשמש ביתה ובגמרא (דף י''א ע''ב) אמר רב יהודה אמר שמואל לא שנו אלא באשה עסוקה בטהרות דמגו דבעיא בדיקה לטהרות בעיא נמי בדיקה לבעלה אבל אינה עסוקה בטהרות לא בעיא בדיקה ואסיקנא דאע''ג דיש לה וסת אם היא עסוקה בטהרות צריכה בדיקה לבעלה ואם אינה עסוקה בטהרות אע''פ שאין לה וסת אינה צריכה בדיקה לבעלה ולפי זה יש לתמוה על רבינו שכתב שכל הנשים שיש להם וסת בחזקת טהרה לבעליהן דמאי איריא יש להם וסת אפילו אין להם וסת הרי הן בחזקת טהרה לבעליהן כל שאינה עסוקה בטהרות וכבר השיגו הראב''ד וכתב כל הנשים שיש להם וסת א''א איני יודע מהו זה דקי''ל כל לבעלה אינה צריכה בדיקה אא''כ עסוקה בטהרות ואפילו אשה שאין לה וסת עכ''ל. וליישב דעת רבינו י''ל שהוא ז''ל סובר שמה שאמרו בגמרא לא שנו אלא בעסוקה בטהרות וכו' היינו דוקא בעד שלפני תשמיש אבל בעדים דלאחר תשמיש לעולם צריכה כ''כ המ''מ בפ''ד מהא''ב: \n\n"
      ],
      [
        "<b>חזקת בנות ישראל וכו'.</b> פ''ק דנדה עלה י' ע''ב: \n\n"
      ],
      [
        "<b>החרשת והשוטה וכו'.</b> משנה ריש פרק כל היד (נדה דף י''ג ע''ב): \n\n"
      ],
      [
        "<b>כל הכתמים הבאים וכו'.</b> משנה וגמרא בסוף פרק דם הנדה (נדה דף נ״ו): \n\n"
      ],
      [
        "<b>כל הכתמים הטמאים וכו'.</b> בפ''ט דנדה (דף ס''א ע''ב) ז' סמנים מעבירים על הכתם וכו' הטבילו ועשה על גביו טהרות העביר עליו ז' סמנים ולא עבר ה''ז צבע הטהרות טהורות ואינו צריך להטביל עבר או שדיהה [ה''ז כתם] הטהרות טמאות וצריך להטביל ובגמרא (דף ס''ב ע''ב) תניא ר' חייא אומר דם הנדה ודאי מעביר עליו שבעה סמנים ומבטלו ופירש''י דם הנדה ודאי כגון נדה שקנחה בסדין דם אע''ג דודאי דם הוא מעביר עליו ז' סמנים ומבטלו ואפילו לא עבר הרי הוא בטל וטהור הואיל ואין אדם מקפיד עליו אחר העברת סמנין מדאזל ליה חזותא ואע''ג דקאמר התם אהא דר' חייא רבי לא שנאה ר' חייא מנא ליה ופירש''י דאינה משנה ומשובשת היא ר''ל הוא דאמר הכי לפרוקי מאי דאותיב עליה ר''י אבל ר''י סבר דמשנה היא דהא מותיב מינה לר''ל ואמוראי בתראי נמי סברי לה התם להא דר' חייא. ומ''מ מה שכתב \n",
        "<b>רבינו בין עבר בין לא עבר מטבילו</b> קשיא לי דהא בלא עבר תנן ה''ז צבע ואינו צריך להטביל. וי''ל דאינו צריך להטביל פעם שניה קתני אבל פעם ראשונה צריך להטביל וכדקתני ברישא דמתניתין הטבילו. וא''ת אם הוא צבע למה צריך להטבילו י''ל דכיון דנחת לידי ספק טומאה צריך טבילה ואם הטבילו קודם שעברו עליו ז' סמנין כיון דאיגלאי מילתא דצבע הוא עלתה לו אותה טבילה ואי איגלאי מילתא דכתם הוא לא עלתה לו אותה טבילה כיון שהיה שם דם הנדה בעין וצריך להטבילו שנית: \n\n"
      ],
      [
        "<b>בגד שאבד בו כתם וכו' ומבטלו.</b> בפרק ט' דנדה (דף ס''א). \n",
        "<b>ומה שכתב אבדה בו ש''ז וכו'.</b> שם ופירש''י במחט מקום הזרע קשה והמחט מתעכב מלהכנס בו. חדש אין נבדק בחמה לפי שהוא עב ומהודק אבל שחוק נבדק בחמה שוטחו בחמה מקום הזרע הוי סתום ואין החמה נראית כנגדו כל כך: \n\n"
      ],
      [
        "<b>בגד שהיה עליו כתם וכו'.</b> משנה כתבתיה בסמוך. \n",
        "<b>ומ''ש שהרי הקפיד על הכתם להסירו וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>כתם שהעביר עליו ששה סמנים וכו'.</b> ברייתא שם (דף ס''ב) ובספרי רבינו כתוב פעמיים צנון והוא ט''ס וצריך לכתוב במקומו צפון והוא הנקרא בלעז שאבו''ן: \n",
        "<b>העביר עליו ז' סמנין וכו'.</b> גם זה ברייתא שם העביר עליו ז' סמנין ולא עבר שנאן ועבר טהרותיו טהורות אמר ר' זירא ל''ש אלא הטהרות שנעשו בין תכבוסת ראשונה לשניה אבל טהרות שנעשו אחר תכבוסת שניה טמאות שהרי הקפיד עליו ועבר אמר ליה ר' אבא לרב אשי מידי בקפידא תליא מילתא א''ל אין דתניא רבי חייא אומר דם הנדה ודאי מעביר עליו ז' סמנין ומבטלו ואמאי הא דם נדה הוא אלמא בקפידא תליא מילתא הכא נמי בקפידא תליא מילתא ופירש''י שנאן ועבר טהרותיו טהורות דאם איתא דדם הוא בהעברה קמייתא הוה עבר. תכבוסת העברת סמנים. שהרי הקפיד עליו כשחזר והעבירן גילה דעתו שמקפיד עליו בספק דם. ועבר ע''י העברה זו ונעשה בו מעשה דם שכן דרך דם לעבור ע''י ז' סמנים. מידי בקפידא תליא בתמיה כיון דטהרות שבינתים טהורות אלמא לאו דם הוא אחרונות משום קפידא אמאי טמאוה דם הנדה ודאי כגון נדה שקנחה בסדין דם אע''ג דודאי דם הוא מעביר עליו ז' סמנין ומבטלו ואפילו לא עבר הרי הוא בטל וטהור הוא הואיל ואין אדם מקפיד עליו אחר העברת סמנין מדאזל לה חזותא עכ''ל וה''ה בפ''ט מהא''ב פירש הסוגיא לדעת רבינו עיין עליו. ואם תאמר והרי כיון שהעביר עליו ז' סמנין ולא עבר אין זה כתם אלא צבע וכמ''ש רבינו למעלה וא''כ אין כאן עוד טומאה אפילו אחר תכבוסת שניה ואפילו מקפיד ותירצו התוספות עיין עליו: \n",
        "<b>והר''י</b> קורקוס ז''ל כתב וז''ל ומדברי רבינו נ''ל שאפשר לפרש בדרך אחרת דודאי ע''י כיבוס משתנה הוא ומראיתו מכהה וה''נ מיירי בנשתנה ע''י כיבוס ראשון ובכי הא לא הוי צבע וכמ''ש רבינו למעלה לא עבר כלל ה''ז צבע ואם עבר וכו' דכל שהוא ודאי עובר או מכהה באופן שלא ישאר אלא רישומן לבד וכיון שנשתנה הרי נתבטל וטהור אף על פי שהוא כתם כי מסתמא אינו מקפיד עוד עליו ולכך טהור אבל זה שחזר והעבירו הקפיד על רושם כל שהוא ולכך טמא עד שיבטלו ויטבילו וז''ש הואיל וגילה דעתו שהוא מקפיד עליו ורוצה להוציא רישומו כי בודאי אין שם אלא רישומו עד כאן לשונו: \n\n"
      ],
      [
        "<b>האשה שמתה וכו'.</b> משנה וגמרא בסוף נדה (דף ע''א) וכת''ק: \n\n"
      ]
    ],
    [
      [
        "<b>הזב והזבה וכו' יולדת שלא טבלה וכו'. </b> בפרק במה אשה (שבת ס״ד:) ובפרק בנות כותים עלה ל״ה ובת״כ שנינו וידיו לא שטף במים אפי' לאחר כמה שנים: \n\n"
      ],
      [],
      [
        "<b>יולדת שירדה לטבול וכו'.</b> בפרק יוצא דופן עלה מ''ב: \n\n"
      ],
      [
        "<b>יולדת שטבלה אחר שבעה וכו'.</b> משנה בסוף נדה (דף ע''א) וכבית הלל. \n",
        "<b>ומה שכתב רבינו נמצאת אתה למד שהיולדת בתוך ימי טוהר אוכלת במעשר וכו'.</b> שיעור הלשון כך הוא שהיולדת דינה הוא שבתוך ימי טוהר אוכלת במעשר וכו': \n",
        "<b>וכתב</b> הראב''ד ותהיה טהורה לכל א''א כמה דבריו מבולבלים וכו'. מ''ש ומשנה שלימה היא בפרק חומר בקודש (חגיגה דף כ''א) אונן ומחוסר כפורים צריכים טבילה לקדש אבל לא לתרומה. ומ''ש ואם יאמר הני מילי לאכילה אבל למגע לא הרי דבריו סותרים זה את זה כלומר שהוא כתב ותהיה טהורה לכל דמשמע לכל מילי בין למגע בין לאכילה והוא אומר דמתניתין דמצרכה טבילה הני מילי לאכילה. וליישב דברי רבינו יש לומר שמה שכתב רבינו לכל היינו לומר שתהיה טהורה בין לקדש בין לתרומה במגע דוקא וזה מבואר בדבריו שהרי כתב שלאכילה אף לתרומה יראה לו שצריכה טבילה כך היה נראה לומר אלא שמדברי רבינו בפרק שנים עשר מהלכות שאר אבות הטומאה נראה שמחוסר כפורים עד שלא הביא כפרתו אסור ליגע בקדש ולפיכך צריך לפרש דברי רבינו דה''ק ומטמאה את הקדשים בולד הטומאות עד שתשלים ימי טוהר וגם תהיה טהורה לכל דהיינו על ידי הבאת קרבנותיה. \n",
        "<b>ומה שכתב רבינו ויראה לי</b> מצאתי בספר מוגה כלשון הזה ויראה לי שמאחר שהיא מטמאה את הקדש שהיא צריכה טבילה בסוף ואחר תגע בקדש אף על פי שאינה צריכה טבילה אחרת לאכילת התרומה: \n\n"
      ],
      [
        "<b>יולדת שהיא מצורעת וכו'.</b> משנה פרק בנות כותים (נדה דף ל״ד) וכב״ה ויליף לה מדכתיב ולנקבה לרבות מצורעת למעיינותיה וברפ״ב דטבול יום ושאר כל הטמאים וכו' משקים היוצאים מהם כמשקין שהוא נוגע בהם אלו ואלו תחילה חוץ מן המשקה שהוא אב הטומאה והיינו משקה הזב: \n\n"
      ],
      [
        "<b>זבה קטנה וכו'.</b> משנה בסוף נדה (דף ע''ב) ומודים ברואה תוך אחד עשר יום וטבלה לערב ושמשה שמטמאים משכב ומושב וחייבין בקרבן טבלה ביום שלאחריו ושמשה הרי זו תרבות רעה ומגען ובעילתן תלויים. \n",
        "<b>ומה שכתב רבינו שטבלה ביום השמור שלה וכו'.</b> הוא מה ששנינו טבלה ביום שלאחריו וכו'. \n",
        "<b>ומה שכתב טבלה בליל השמור וכו'.</b> זה הוא מה ששנינו ומודים ברואה בתוך י''א יום וטבלה לערב וכו' וביאר רבינו כל זה בפרק ששי מהלכות איסורי ביאה: \n\n"
      ],
      [
        "<b>הרואה דם ביום י''א וכו'.</b> גם זה שם במשנה וכבית הלל: \n\n"
      ],
      [
        "<b>וכתב הראב''ד אע''פ שאסורה לשמש לערב א''א יש כאן שיבוש ולמה אסורה לשמש לערב והלא יצא מגרגרנותו וכו'. ואין ספק שספר מוטעה נזדמן להראב''ד שבספרינו כתוב עד לערב. ומ''ש אבל הרואה דם בעשירי וכו'.</b> שם וכר''י: \n\n"
      ],
      [
        "<b>זב וזבה גדולה וכו'.</b> בפרק כיצד צולין (פסחים דף פ״א) ובפרק שני דנזיר (דף ט״ו ע״ב) נתבאר שאפי' ראתה בשביעי אחר טבילה סותרת הכל ופרק בנות כותים (נדה דף ל״ג ע״ב) אמרו ואחר תטהר אמר רחמנא אחר אחר לכולן שלא תהא טומאה מפסקת ביניהם ובפרק תינוקת (נדה דף ס״ז ע״ב) אמרו מכדי האידנא כלהו ספק זבות שווינהו רבנן ליטבלינהו ביממא דשבעה ומשני משום דר״ש דתניא אחר תטהר אחר אחר לכולן ר״ש אומר אחר מעשה תטהר אבל אמרו חכמים אסור לעשות כן שמא תבא לידי ספק ובת״כ אחר תטהר אחר המעשה תטהר כיון שטבלה יכולה להתעסק בטהרות אבל אמרו חכמים לא תעשה כן שלא תבא לידי ספק: \n",
        "<b>אע''פ שהם עושים משכב ומושב למפרע וכו'.</b> הכי איתא בפ''ק דמגילה (דף ח' ע''ב) א''ל רבא אלא מעתה גבי זב דכתיב וכבס בגדיו וטהר התם מאי וטהר מעיקרא איכא אלא טהור השתא מלטמא כלי חרס בהיסט אע''ג דהדר חזי לא מטמא למפרע. וכתב רש''י אף על פי שטבילתו ביום ואם ראה אחר טבילה בו ביום סתר הכל ומטמא משכב ומושב וכו' אפילו הכי מהני ליה טבילה לטהרו מלטמא כלי חרס שהסיט בין טבילה לראיה והכי דריש לה בת''כ ונראה בעיני דהא דדרשינן ליה וטהר מלטמא כלי חרס מדכתביה להאי קרא בתר קרא אשר יגע בו הזב דנפקא לן מיניה היסט כלי חרס לזב ואין לך עוד טמא שמטמא כלי חרס בהיסט אלא הוא עכ''ל: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו שהזב וחביריו וכו'.</b> בתחילת פ' ראשון. \n",
        "<b>ומ''ש ובין שישב על המשכב וכו'.</b> בת''כ אין לי אלא בזמן ששכב על המשכב וישב על המושב מנין שכב על המושב וישב על המשכב ת''ל יטמא ריבה. \n",
        "<b>ומה שכתב ואי זהו מרכב וכו'.</b> בתורת כהנים ובפרק כ''ג דכלים. \n",
        "<b>וטפיטן של סוס</b> הוא הנקרא בערבי סרג אל פרס: \n\n"
      ],
      [
        "<b>המשכב והמרכב כל אחד מהם אב וכו'.</b> בפ''ק דכלים מונה אותה באבות הטומאות ובתורת כהנים אמרו שהמשכב נעשה אב הטומאה לטמא אדם ולטמא בגדים ובפרשת זבים כתיב כל המשכב אשר ישכב עליו הזב יטמא וכל הכלי אשר ישב עליו יטמא ואיש אשר יגע במשכבו ורחץ במים וגו' וכל המרכב אשר ירכב עליו הזב יטמא וכל הנוגע בכל אשר יהיה תחתיו יטמא עד הערב והנושא אותם יכבס בגדיו ורחץ במים וגו' ודריש בת''כ דוהנושא אותם קאי על כל מאי דכתיב בענין מעיינותיו ומרכבו ומושבו ודם הנדה ובפרק כ''ג דכלים שנינו מה בין מרכב למושב מרכב חלק מגעו ממשאו ומושב לא חלק מגעו ממשאו כלומר שבנוגע במשכב נאמר יכבס בגדיו וגו' ובנוגע במרכב נאמר יטמא עד הערב ולא נאמר יכבס בגדיו למדנו שאינו מטמא בגדים אפילו נוגע בהם עד שלא פירש ממטמאיו ונוגע במשכב מטמא בגדים עד שלא פירש ממטמאיו אבל פירש ממטמאיו אינו מטמא כלים מדכתיב יכבס בגדיו דמשמע דוקא בגדיו שהוא לבוש בשעת נגיעה והוא הדין לשאר כלים שהוא נוגע בהם באותה שעה והכי תניא בת''כ ואיש אשר יגע במשכבו יכבס בגדיו בשעת מגעו מטמא בגדים פירש אינו מטמא בגדים ותניא תו בת''כ מנין לעשות שאר כלים כבגדים ת''ל וטמא יכול יטמא אדם וכלי חרס ת''ל בגד בגד הוא מטמא ולא אדם וכלי חרס ובפ''ב דזבים תנן כלל אמר רבי יהושע כל המטמא בגדים בשעת מגעו מטמא אוכלים ומשקים להיות תחילה והידים להיות שניות ואינו מטמא לא אדם ולא כלי חרס לאחר פרישתו ממטמאיו מטמא משקים להיות תחילה והאוכלים והידים להיות שניות ואינו מטמא בגדים: \n",
        "<b>נמצאת למד שהזב והזבה וכו'.</b> נתבאר בפרק ראשון ובפרק זה. \n",
        "<b>ומה שכתב ואינו מטמא לא אדם ולא כלי חרס.</b> כבר כתבתי בסמוך דהכי דריש בתורת כהנים: \n",
        "<b>הנה למדת שכל טמא שנאמר בו יכבס בגדיו וכו'.</b> נתבאר בסמוך. \n",
        "<b>ומה שכתב ועושה אותם ראשון לטומאה כמוהו:</b> \n\n"
      ],
      [
        "<b>כל הכלים שינשאו למעלה מן הזב וכו'.</b> בפרק בנות כותים (נדה דף ל״ב ל״ג) יליף מקרא דוכל הנוגע בכל אשר יהיה תחתיו יטמא דעליונו של זב אינו מטמא אלא אוכלים ומשקים. \n",
        "<b>ומ''ש שהם נקראים מדף.</b> בפ''ד דזבים תנן שהזב עושה משכב ומושב מתחתיו לטמא אדם ולטמא בגדים ועל גביו מדף לטמא אוכלים ומשקים וכתב רבינו טומאת מדף הוא כי הזב וחביריו וכו' כשהיה עליו למעלה ממנו אוכלים ומשקים נטמאו ואפילו אם היו בינו ובינם חציצות רבות וכן כשיש למעלה מן הזב כלים מונחים זה על זה הרי הכלי העליון טמא טומאת מדף ואע''פ שבינו ובין הזב חציצות רבות אמנם הכלי ההוא טמא טומאה קלה ר''ל שאינו אב הטומאה אבל דינו כדין כלים שנגעו בזב שמטמאין אוכלים ומשקים בלבד לא אדם וכלים וכבר נתבאר כי כל הכלים הראויים למשכב שתחת הזב כולם אב הטומאה ואין חילוק בין המשכב התחתון הדבק בקרקע או המשכב הדבק לגופו וכל הכלים אשר על הזב כולם ראשון לטומאה ואין חילוק בין הבגד הדבק על גופו מלמעלה ובין הבגד העליון שכנגד הרקיע הכל טמא טומאת מדף ואין הדין כן במת אבל דין כלים שעל גביו או כלים שתחתיו או כלים שנגעו בו דין אחד לכולם וכו' ויליף לה בסיפרא מקראי. והלשון הזה של מדף וכו' בכאן עיקרו מנדף והוא ממאמרם ריחו נודף יריח למרחק הרבה הפליג הענין הזה על הזב אשר יטמא כלים שעל גביו ואפי' היה ביניהם חציצה רבה כאילו יעבור ריחו ויגיע אליהם ויטמאם על דרך הדמיון עכ''ל: \n",
        "<b>ומ״ש וטומאת מדף מדבריהם.</b> הוא ממה שאמרו בריש נדה (דף ד' ע״ב) בטומאה דרבנן דיקא נמי דקתני מדף כד״א קול עלה נדף ואע״ג דבפרק בנות כותים (נדה דף ל״ב ל״ג) יליף לה מקרא משמע לרבינו שהוא אסמכתא דהא בת״כ דריש האי תחתיו תחתיו ממש ולא לעליונו כדדריש בפרק בנות כותים ובזה נתיישב מ״ש עליו הראב״ד א״א יש טומאת מדף מדבריהם אבל זו אע״פ שהיא קרויה מדף אינה מדבריהם שהרי התורה אמרה והנוגע בכל אשר יהיה תחתיו יטמא עד הערב ודרשינן לה במסכת נדה כל אשר יהיה תחתיו הזב ואמרה תורה יטמא עד הערב אלמא כלי שטף נמי מטמא במגע עכ״ל. ומה שסיים אלמא כלי שטף נמי מטמא במגע היינו לומר שכיון שעליונו של זב מטמא מן התורה לדעת הראב״ד הרי הוא ראשון ומטמא כלי שטף במגע אבל לדעת רבינו שאינו טמא אלא מדרבנן אינו מטמא כלים כלל: \n",
        "<b>כתב</b> הר''י קורקוס ז''ל תמהני מהראב''ד שרוצה לפרש כוליה קרא בעליונו שמטמא גם כלי שטף במגע דהא הלכה רווחת היא דעליונו של זב אוכלים ומשקים לבד מטמא וכמו שכתבתי ממשנה פ''ד דזבים ופ''ו דעדיות גם בתוספתא דזבים פ''ג גם בת''כ גם בפרק בנות כותים באותה סוגיא שהזכיר הראב''ד: \n\n"
      ],
      [
        "<b>הזב והזבה וכו'.</b> משנה וגמרא בפרק תינוקת (נדה דף ס״ט ע״ב) ושנינו בתורת כהנים שטומאה זו מדברי סופרים: \n\n"
      ],
      [
        "<b>כל מקום שאתה שומע טומאת משכב ומרכב וכו'.</b> שם בגמרא ובפ''ק דכלים שנינו למעלה מהם מרכב שהוא מטמא תחת אבן מסמא למעלה מן המרכב משכב ששוה מגעו למשאו והוא מלשון והיתית אבן חדה ושומת על פום גובא כמו שאמרו בפ''ב דנדה שם דהיינו אבן כבדה העשויה להניח ואינה מיטלטלת ורבותא הוי אע''פ שאין נרגש כובד הזב היושב עליה במה שתחתיה כי ע''י כובד האבן אין כובד הזב מעלה ולא מוריד לכלים שתחתיה ואין מגיע להם כובדו ובת''כ יליף להו מקראי. \n",
        "<b>ומ״ש רבינו וכן אם היה אחד ממטמאי משכב ומושב למטה ואבן עליו.</b> בפ״ה דזבים כל הנישא על גבי הזב טמא כל שהזב נישא עליו טהור חוץ מן הראוי למשכב ולמושב והאדם כיצד אצבעו של זב (x תחת האבן או) תחת הנדבך הטהור מלמעלה מטמא שנים ופוסל אחד פירש מטמא אחד ופוסל אחד הטמא מלמעלן והטהור מלמטן מטמא שנים ופוסל אחד פירש מטמא אחד ופוסל אחד האוכלים והמשקין המשכב והמושב והמדף מלמעלן מטמאים xx אחד ופוסלים אחד פירשו מטמאים אחד ופוסלים אחד המשכב והמושב מלמטן מטמאין שנים ופוסלים אחד האוכלים והמדף מלמטה טהורים מפני שאמרו כל הנושא והנישא על המשכב טהור חוץ מן האדם ופי' רבינו שמדף ששנינו היינו אוכלים או משקים וכלי שטף שאינן ראויים למשכב ומושב. ואע״פ שבמשנה זו לא הזכירו מרכב כללו רבינו עם משכב ומושב שודאי דינם שוה שע״ז אמרו בר״פ בכל מערבין (עירובין דף כ״ז) שאין למדין מן הכללות אפילו במקום שנאמר בהם חוץ דהא איכא מרכב: \n",
        "<b>כתב</b> הראב''ד ואינו מטמא לא אדם ולא כלים א''א כבר כתבנו למעלה שעליונו של זב מטמא כלי שטף במגע עכ''ל. וכבר כתבתי טעם דברי רבינו: \n\n"
      ],
      [
        "<b>כתוב בספרי רבינו האוכלים והכלים והמשקים,</b> והוא חילוף מט''ס וצריך להגיה האוכלים והמשקים והכלים: \n",
        "<b>ומ''ש והכלים שאינם עשויים לא למשכב ולא למושב ולא למרכב.</b> בפ''ג דחגיגה (כ''ג ע''ב) ובפ''ו דשבת (דף נ''ט) יכול כפה סאה וישב עליה יהא טמא וכו' תלמוד לומר אשר ישב עליו והיושב על הכלי יטמא מי שמיוחד לישיבה יצא זה שאומרים לו עמוד ונעשה מלאכתנו: \n\n"
      ]
    ],
    [
      [
        "<b>הזב מטמא את המשכב והמושב והמרכב בה' דרכים וכו'.</b> בסוף פרק שני דזבים וכתב שם רבינו ראיה מהפסוק. \n",
        "<b>ומה שכתב וכל אחד מחמשה דרכים אלו הוא הנקרא מדרס בכ''מ,</b> כם כץב רבינו שם גם כן: \n\n"
      ],
      [
        "<b>וכן המשכב והמרכב מטמאים את האדם בשבעה דרכים וכו'.</b> ג''ז בסוף פ''ב דזבים: \n",
        "<b>ומ''ש רבינו מפי השמועה למדו שמקום שהזב יושב ומטמא וכו'.</b> בת''כ והיושב על הכלי אשר ישב עליו הזב יטמא מקום שהזב יושב ומטמא ישב הטהור ויטמא אין לי אלא בזמן שהוא יושב עליו והזב שם מנין לעשות ריקם כמלא ת''ל כלי לעשות ריקם כמלא פי' ריקם כשאינו שם מלא כשהוא שם. \n",
        "<b>ומ''ש אעפ''י שהיתה אבן מבדלת וכו'.</b> בת''כ יליף לה מקרא: \n\n"
      ],
      [
        "<b>אין הזב מטמא את המשכב וכו'.</b> בת''כ. \n",
        "<b>ומה שכתב כיצד מקצת טמא על המשכב וכו'.</b> בפ''ה דזבים הטמא על מקצת משכב והטהור על מקצת משכב טמא מקצת טמא על המשכב ומקצת טהור על המשכב טהור נמצאת טומאה נכנסת לו ויוצאת ממנו במיעוטו ופירש שם רבינו כבר קדם לנו כי אשר יטמא משכב ומרכב לא יטמא אותו עד שינשא רובו עליו וכן האיש הטהור כשינשא על משכב טמא צריך שינשא רובו ואז יטמא אמר יתברך באדם אשר ישב על משכב הזב ואם על המשכב הוא ובא הפירוש הוא עד שינשא רובו עליו ודע כי אנחנו לא נחוש על רוב המשכב ומיעוטו אמנם על רוב הנישא ואפי' היה על מיעוט המשכב הוא מטמא אותו ומיטמא ממנו ולשון סיפרא או על הכלי אשר הוא יושב עליו או על מקצתו והנה יהיה ביאור המשנה כך רוב הטמא על קצת משכב ורוב הטהור על מקצתו נטמא הטהור נמצאת טומאה נכנסת למשכב ויוצאת ממנו במיעוטו לפי שמקצתו נטמא וטימא זולתו: \n",
        "<b>וכתב</b> הראב''ד ומקצת הטהור על אותו משכב א''א לא ידעתי מהו על אותו משכב שאפי' על משכב שהוא טמא גמור אם לא ישב עליו הטהור רובו טהור דהכי דריש לה בספרא ואם על המשכב הוא עד שינשא רובו עליו כדרך שנכנסת לו הטומאה כך היא יוצאה ממנו עכ''ל וי''ל שדבר פשוט הוא וכך מבואר בדבריו בפי' המשנה שכתבתי וגם פה מבואר בתחילת דבריו שכתב אבל אם נישא מיעוטו הואיל ולא נגע ה''ז טהור ולא כתב אותו משכב אלא כדי לסיים שהמשכב והנישא עליו טהורים ואין כאן מקום לטעות בו: \n\n"
      ],
      [
        "<b>זב שהיה מוטל על חמשה ספסלין וכו'.</b> משנה פ''ד דזבים ופירש רבינו שמשון לאורכן ששכב אורכו לאורכן טמאים שעל כל אחד ואחד נשען רובו פעמים על זה פעמים על זה לרוחבן ששוכב אורכו לרוחבן ולכך טהורין דאין רובו נשען על אחד מהם ישן לרוחבן ספק נתהפך לארכן טמאים ורבינו פירש שם בהיפך ורש''י בהמצניע (דף צ''ג) פירש כרבינו שמשון וכן משמע בתוספתא פ''ק: \n",
        "<b>היה מוטל על ששה כלים וכו'.</b> גם זה שם ודייק רבינו לכתוב אין טמא משום משכב לומר דלא מיעט שאר כלים אלא מטומאת משכב אבל לא מטומאת מגע ונפקא מינה דטמא משום משכב הוי אב הטומאה לטמא אדם וכלים: \n",
        "<b>עמד על שני משכבות וכו': וכתב</b> הראב''ד אני ראיתי המשנה כך וכו'. ומשנה זו בפרק ד' דזבים וסבור רבינו דכיון דבשם רבי שמעון שנינו טהורים משמע דרבנן פליגי עליה ומטמו בכל גוונא. וכן נראה מדבריו בפירוש המשנה שכתב ואין הלכה כר''ש: \n\n"
      ],
      [
        "<b>היה יושב על גבי המטה וכו' עד הרי הכלים שתחת לוח המכבש טהורים.</b> שם וכת''ק: \n\n"
      ],
      [],
      [
        "<b>וכתב הראב''ד מפני שהוא רפוי א''א כל מ''ש בזה הרבה יגיעות וכו' עד יצפון לישרים תושיה: ואני</b> אומר שנראה מדבריו שהוא סובר שרבינו מפרש שיושב על המכבש היינו שיושב על הלוח הנתון על הבגדים ומפני כך הקשה עליו מה שהקשה ואין הדבר כן x אלא ביושב על קצה המכבש שאצל הלוח המונח על הבגדים ואילו היה הלוח דחוק על הבגדים היו הבגדים רצוצים תחת המכבש והיה היושב על קצה המכבש נישא על הבגדים ועכשיו שהלוח המונח על הבגדים רפוי כשהוא יושב על קצה המכבש אינו נישא על הבגדים ואפשר דמשום הכי נקט תנא מכבש של כובס כלים מפני שאין דרך להדקו מפני שאין צורך לכובס בהידוק דכשיתפשטו קמטיו קצת סגי להו. אבל מכבש של חייטים מהדקים אותו בכל כחם כדי שיהיו הבגדים עומדים זקופים ומה ששנו בתוספתא בזמן שטעון אבנים כלים שתחתיו טהורים הטעם מפני שע''י אבנים אינו מהודק אבל כשהוא קשור בחבלים הוא מהודק: \n\n"
      ],
      [
        "<b>זב שדרס על כלי וכו'.</b> בפרק בא סימן (נדה דף מ״ט ע״ב) ופרק חומר בקדש (דף כ״ב) ובפרק במה אשה (שבת דף נ״ט): \n",
        "<b>היה הכלי משמש לישיבה וכו'.</b> בתורת כהנים: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו בתחילת ספר זה וכו'.</b> בפרק א': \n",
        "<b>אבל אם הסיטה הטומאה את האדם לא נטמא.</b> בפרק רבי עקיבא כמו שאכתוב בסמוך: \n\n"
      ],
      [],
      [
        "<b><small>(ב-ג)</small> אין בכל אבות הטומאות וכו'.</b> בר״פ ר״ע (שבת דף פ״ג ע״ב) כל הטומאות המסיטות טהורות חוץ מהיסטו של זב שלא מצינו לו חבר בכל התורה כולה. ואיתיה נמי בפרק יוצא דופן וברפ״ה דזבים המסיט את הזב או שהזב מסיטו מטמא אוכלים ומשקים וכלי שטף במגע ונתבאר גם בפ״ג דזבים ושם כתב רבינו כל זה: \n",
        "<b>ומ''ש ואחד זב וזבה נדה ויולדת בכל הדברים האלו.</b> בפ''ה דזבים. \n",
        "<b>ומ''ש והזב שהסיט וכו' אפילו כלי חרס טמאים וכו' חומר בהיסט הזב וכו' ואם הסיטו טימאהו.</b> בתורת כהנים וכלי חרס אשר יגע בו הזב ישבר יכול אפילו נגע בו הזב מאחוריו ת''ל אשר יגע בו ולהלן הוא אומר אשר תבושל בו מה בו האמור להלן מאוירו אף כאן מאוירו מאחר שלמדנו שאינו מטמא אלא מאוירו מה ת''ל אשר יגע בו מגע שהוא ככולו הוי אומר זה היסטו: \n",
        "<b>וכן כלי חרס שהוא נבוב וכו'.</b> בפ''ב דעדיות (משנה ה') לפסין אירניות שהן טהורות באהל המת וטמאות במשא הזב ופי' רבינו שהן מחבתות ועושין אותם מזדווגות וכשנשלם בישולם חולקים אותם באמצע ונעשית שתי מחבתות וכו' וקודם חילוקם וכו' מתטמאות במשא הזב ר''ל כשנשא אותם הזב ונדנד אותם ואינם מתטמאות באהל המת והטעם בזה שכלי חרס לא יטמא במת ולא בשרץ ולא בזולתם אלא מאוירו וכו' זולתי בטומאת הזב בלבד ר''ל כשנטמא במשא הזב וכו' ולשון התוספתא אין טומאה לכלי חרס אלא מאוירו ובהיסט הזב ובשביל אלה העיקרים אמרנו באלה הלפסין קודם חילוקם כיון שאין להם אויר ולא דרך פתח אלא כמו כדור נבוב שאינן מתטמאים באהל המת ומתטמאות במשא הזב עכ''ל. ובספרי רבינו כתוב כפרור והוא ט''ס וצריך להגיה ולכתוב במקומו ככדור: \n",
        "<b>וכן מחט שהיתה בלועה בתוך העץ וכו'.</b> בפ''ט דכלים מלמד שבלע את הדרבן ולבינה שבלעה את הטבעת וכו' הסיטן הזב נטמאו. ותמיה לי מאי וכן דהא קמא הוי חידושא טפי שהוא מציל באהל וזה אינו מציל: \n\n"
      ],
      [
        "<b>זב שהכניס ידו וכו' שאין הנדה וכיוצא בה מטמאים לאיברים.</b> נראה שרבינו מפרש כן מה שאמרו ריש פרק ר״ע (שבת דף פ״ב ע״ב) דנדה אינה לאיברים: \n",
        "<b>וכתב</b> הראב''ד על דברי רבינו זה אינו מחוור אצלי כי מאחר שאויר מטמא במגע וכו'. ואין בזה השגה על רבינו שפירושים שונים הם ורש''י מפרש פירוש שלישי: \n\n"
      ],
      [
        "<b>זב שהיה קנה אחוז בתוך קומטו וכו'.</b> בפרק יוצא דופן (נדה דף מ״ג) אמר ריש לקיש קנה בקומטו של זב והסיט בו את הטהור טהור קנה בקומטו של טהור והסיט בו הזב טמא מ״ט דאמר קרא כל אשר יגע בו הזב וידיו לא שטף זהו היסטו של זב שלא מצינו לו טומאה בכל התורה כולה ואפקיה רחמנא בלשון נגיעה למימרא דהיסט ונגיעה כידיו מה התם מאבראי אף הכא מאבראי: \n\n"
      ],
      [
        "<b>הזב בכף מאזנים וכו'.</b> בפ''ד דזבים הזב בכף מאזנים ומשכב ומושב כנגדו כרע הזב טהורים כרעו הם טמאים ופירשו רבינו ורבינו שמשון טהורים דקתני רישא היינו טהורים מדין משכב אבל טמאים הם משום היסט ובסיפא טמאים משום משכב לפי שכבר נתלה הזב במשכב ההוא והוא אחד מחמשה דרכים שהזב מטמא את המשכב כמו שנתבאר בפרק שביעי: \n",
        "<b>היה בכף שנייה שאר הכלים וכו'.</b> שם הזב בכף מאזנים ואוכלים ומשקים בכף שנייה טמאים ופירש רבינו אין חילוק בכאן בין כרע הזב לכרעו האוכלים [טהורין שהרי אוכלים] טמאים בהיסט הזב דהיינו ראשון לטומאה ודבר ידוע דאוכלים ומשקים לאו דוקא: \n\n"
      ],
      [
        "<b>הזב וטהור וכו'.</b> בפרק ג' דזבים. \n",
        "<b>ומ״ש והוא האילן שאין בעובי עיקרו רובע הקב.</b> בפרק המקבל (בבא מציעא דף ק״ה ע״ב): \n",
        "<b>ומ''ש והוא שנחבא בה ודוחק אותה תזוז בו.</b> שם כל שנחבאת בחזיונה ומפרש רבינו בחזיונה כשאוחז בה והיא נחבאת תוך ידו וכופף אותה היא מזזת אותו ולזה קורא כחה רע. ואף ע''פ שבמשנה שנו דעלו בסולם צורי טהור כלומר אפילו אם אינו קבוע במסמר לא חשש רבינו להזכירו משום דכי ניזיל בתר טעמא ממילא משמע: \n\n"
      ],
      [
        "<b>זב וטהור שהיו שניהם כאחד וכו'.</b> בפ''ג דזבים וכחכמים: \n\n"
      ],
      [],
      [],
      [
        "<b>זב שנישא מקצתו על הטהור וכו' וכן חיבורי הזב שנישאו על הטהור.</b> בפ''ה דזבים ופירש שם רבינו שהכוונה לומר שאין אנו צריכין שינשא רובו של זב על הטהור או רובו של טהור על הזב כי אם במשכב ומושב אבל באדם אפילו מקצת נושא או מקצת נישא טמא. ובתוספתא ואלו הן מקצתן ראשי אצבעות ידים ורגלים כלומר אפילו זה יקרא מקצת ובת''כ דריש לה מקראי. \n",
        "<b>ומ''ש ואלו הם החיבורים וכו'.</b> תוספתא בפרק [ה'] דזבים: \n\n"
      ]
    ],
    [
      [
        "<b>דבר שהיה מחובר בארץ וכו' עד וכן כל כיוצא באלו.</b> בפרק רביעי דזבים. \n",
        "<b>ומה שכתב זה הכלל כל שנפל מכח היסטו טמא מכח הרעדה טהור.</b> תוספתא בפרק [ד'] ואיתיה בפרק בכל מערבין וכתוב בספרים או הסיר והוא ט''ס וצריך לכתוב במקומו או הניד: \n\n"
      ],
      [
        "<b>תנור שהיתה הפת דבוקה וכו'.</b> תוספתא דזבים פ''ד: \n\n"
      ],
      [
        "<b>אין המשכב או המרכב מטמא כלים וכו'.</b> בפ''ה דזבים כל הנושא ונישא על גבי המשכב טהור חוץ מן האדם ותנן תו התם ככר של תרומה שהוא נתון על גבי המשכב והנייר בינתים בין מלמעלה בין מלמטה טהור. \n",
        "<b>ומ''ש וכן אם הסיט וכו'.</b> פשוט הוא דכיון דאינו מטמא במשא לא יטמא בהיסט: \n\n"
      ],
      [
        "<b>הזב והטהור שישבו בספינה קטנה היכולה להמיט באדם אחד או באסדא או שרכבו ע''ג בהמה.</b> כך היא הנוסחא הנכונה בדברי רבינו והיא משנה ברפ''ג דזבים: \n",
        "<b>וכן נדה שישבה עם הטהורה וכו'.</b> ברפ''ד דזבים רבי יהושע אומר נדה שישבה עם הטהורה במטה כפה שבראשה טמאה מדרס ישבה בספינה כלים שבראש הנס שבספינה טמאים מדרס וכתב רבינו שם בפירוש המשנה הנזכר רבי יהושע חולק על סתם [המשנה] הקודמת אשר אין מטמא מדרס (אלא) כשהם יושבים בספינה או באסדא אלא בגדים שעליו שאפשר שידרוס הטמא אבל כלים שבראש הטהור אינם מדרס וכן לא ישים ת''ק כלים שבראש הנס מדרס ואין הלכה כרבי יהושע: \n",
        "<b>והראב''ד</b> כתב על דברי רבינו תמה אני איך עירב ובילבל את הדברים וכו'. ואין בזה השגה על רבינו שפירושו מחוור דרבי יהושע לאיפלוגי אתנא קמא אתא ולשון רבי יהושע אומר הכי משמע ולא מצינו בשום מקום חילוק בין זב לנדה ומאי דנקט רבי יהושע נדה איכא למימר משום דבעי למתני שישבה עם הטהורה במטה שזה שייך בנקבה טפי מבזכר. ומ''ש הראב''ד דאין כאן טומאת ספק אלא כאותה ששנינו וכו' כדאיתא בנדה י''ל דמשם נלמד דגמרא לאו כרוכלא ליזיל וליתני: \n\n"
      ],
      [
        "<b>הנדחק בריחיים וכו'.</b> תוספתא דאהלות פרק תשיעי אלא שהיא כתובה בשיבוש שכתוב בה שאין עוקרים במקום שעוקרים: \n",
        "<b>וכתב</b> הראב''ד מצאתי נוסחא באי זה ריחים אמרו וכו'. ואף על פי שנוסחת תוספתא דידן שעוקרים אותה ודוחפין אותה ממקומה כבר יכול להתפרש בה פירוש רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>עם הארץ אע''פ שהוא ישראל וכו'.</b> משנה פ''ב דחגיגה (דף י''ח ע''ב) בגדי ע''ה מדרס לפרושים. \n",
        "<b>ומ''ש ואם נגע בכלי חרס מאוירו טימאהו.</b> כלומר דאילו נגע בו מאחוריו טהור דאין כלי חרס מקבל טומאה מאחוריו אבל אם הכניס ידו באוירו אע''פ שלא נגע בו טימאהו. \n",
        "<b>ומ''ש ושורפין את התרומה על מגען אף על פי שטומאתן בספק.</b> בפרק ד' דטהרות על ששה ספיקות שורפין את התרומה וחד מינייהו על ספק בגדי עם הארץ. \n",
        "<b>ומה שכתב ואינם נאמנים על הטהרות.</b> פשוט בכמה מקומות בגמרא מהם בפרק חומר בקודש (חגיגה דף כ״ב כ״ג) ובפרק עד כמה (בכורות דף ל' ע״ב). \n",
        "<b>ומ''ש ולעולם הוא בחזקה זו וכו' עד ובטהרתן.</b> בפ' עד כמה. \n",
        "<b>ומ''ש ושלא יקח מע''ה דבר לח וכו' עד ובכסותו.</b> בפ''ב דדמאי ואע''פ ששם שנינו שצריך שיקבל עליו שלא ימכור לע''ה לח ויבש השמיטו רבינו משום דההיא כמ''ד אסור לגרום טומאה לחולין שבא''י ורבינו סובר שאינה הלכה כמו שנתבאר בפ''ח מהלכות בכורים: \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b><small>(ב-ו)</small> הבא לקבל דברי חבירות וכו' עד אין צריכין לקבל דברי חבירות כבתחילה.</b> פרק עד כמה (בכורות דף ל' ע״ב) והטעם שאם אמר איני מקבל אלא לטהרת ידים מקבלים מפני שאינו משייר דבר שלם שהרי מקבל עליו נט״י שהוא עיקר אכילת חולין בטהרה אבל אם קיבל לטהרות ולא לנט״י הוי כמשייר הכל כי העיקר הוא זה. \n",
        "<b>ומ''ש כשמקבלים אותו חוששין לו כל שלשים יום וכו'.</b> שם עד כמה מקבלין אותו וכו': \n\n"
      ],
      [
        "<b>עם הארץ שקיבל עליו דברי חבירות וכו'.</b> תוספתא פרק תשיעי דטהרות. \n",
        "<b>ומ''ש ונשאל החבר וכו'.</b> בסוף פרק עד כמה (בכורות דף ל' ל''א) רואה את קדשיו ומעשרותיו ונשאל על טהרותיו: \n\n"
      ],
      [
        "<b>חבר שנעשה גבאי וכו'.</b> בסוף פרק עד כמה (בכורות דף ל''א): \n\n"
      ],
      [
        "<b>עם הארץ שקיבל עליו וכו'.</b> שם וכחכמים. \n",
        "<b>ומה שכתב וכל החשוד לחמור וכו'.</b> שם במשנה ובגמרא (דף ל'): \n\n"
      ],
      [
        "<b>חבר שנחשד על הטהרות וכו'.</b> נלמד מדין מי שיצאת טריפה מתחת ידו: \n\n"
      ],
      [
        "<b>החשוד על השביעית וכו'.</b> משנה וגמרא פרק עד כמה (בכורות דף ל'): \n",
        "<b>וכל החשוד על דבר וכו'.</b> פרק כל פסולי המוקדשין (בכורות דף ל״ה) במשנה פלוגתא דר״מ ורשב״ג ופסק כרשב״ג שכל מקום ששנה רשב״ג במשנתנו הלכה כמותו. והראב״ד כתב על דברי רבינו כבר כתבתי עליו במקום אחר שאין זה כלום עכ״ל. והוא בפרק י״ב מהלכות מעשר ובפרק ח' מהלכות שמיטה ובפי״א מהלכות עדות ושם הלצתי בעד רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו.</b> בסוף פרק י''ג מהלכות פרה: \n",
        "<b>וכן נאמנים הם על טהרת יין ושמן.</b> משנה בפרק חומר בקדש (חגיגה דף כ''ד ע''ב): \n",
        "<b>וכן נאמנים הם על התרומה וכו' בשעת הגיתות והבדים.</b> גם זה משנה שם: \n\n"
      ],
      [],
      [
        "<b>עם הארץ שנעל בית בדו וכו'.</b> נראה שזו היא ששנינו בפ''ט דטהרות הגומר את זיתיו ושייר קופה אחת יתננה לעני כהן דברי ר''מ ר''י אומר יוליך לו את המפתח מיד ר''ש אומר מעת לעת ופסק כרבי יהודה ואע''ג דבתוספתא קתני ברבי יהודה כל אותו יום לא חש לה רבינו דמשמע דמשבשתא היא דפליגא אמתניתין. \n",
        "<b>ומ''ש ואם לא עשה כן וכו':</b> \n\n"
      ],
      [
        "<b>הביא לו עם הארץ חבית של תרומה וכו'.</b> משנה פרק חומר בקדש שם: \n",
        "<b>אפילו בשעת הגיתות והבדים וכו'.</b> בפרק חומר בקדש (דף כ''ה) תנא אין נאמנין לא על הקנקנים ולא על התרומה קנקנים דמאי אי קנקנים דקדש מגו דנאמן אקדש נאמן נמי אקנקנים אלא אקנקנים דתרומה פשיטא השתא אתרומה אינו נאמן אקנקנים נאמן אלא בריקנים דקדש ובשאר ימות השנה ובמלאים דתרומה ובשעת הגיתות ורבינו משוה קנקנים ריקנים דקדש לתרומה שגם גבי תרומה כתב אין נאמנים על הכלי הריקם לומר שהוא טהור לתרומה משמע שאינו גורס במלאים דתרומה אלא בריקנים דקדש בכל השנה ודתרומה בשעת הגיתות אבל קשה לזה ששם הקשו על זה מדתנן כדי יין וכדי שמן המדומעות מאי לאו מדומעות דתרומה כלומר וקתני מתניתין דנאמנים עליה בשעת הגיתות והבדים וקודם שבעים יום ומשני במדומעות דקדש ובמטהר טבלו ליטול ממנו נסכים ומשמע דמלאים ממדומע קאמר ומקשה אמאי דאמר דמלאים דתרומה בשעת הגיתות אינו נאמן וכגירסא דספרים דידן: \n",
        "<b>וכתב</b> הר''י קורקוס ז''ל שצ''ל לדעת רבינו שהוא ז''ל מפרש דלעולם בריקנים מיירי והמקשה היה מפרש לה בריקנים שמכניסים בהם המדומע ומאן דמשני מפרש לה בריקנים לקדש דנאמן לומר שהוא טהור ויכול חבר לקחת אותו בחזקת טהור דאילו מלא בכל השנה נאמן ולמה אמרו בין הגתות וקודם שבעים יום לבד: \n\n"
      ],
      [
        "<b>כלי שהיה בתוכו יין וכו'.</b> משנה וגמרא שם ודברי רבינו כפירוש התוספות: \n",
        "<b>במה דברים אמורים בשאר א''י וכו'.</b> משנה שם (דף כ''ו) בירושלים נאמנים על הקדש ובגמרא תנא נאמנים על כלי חרש [גסין] לקדש וכ''כ למה שאין עושין כבשונות בירושלים ופירש''י על כלי חרס הגסים וכל שכן הדקים ובהדיא תניא בירושלים נאמנים על טהרת כל הכלים לקודש וכל כך למה מהדר אף על הדקים. \n",
        "<b>ומ''ש אף ע''פ שהמשקים שבתוכו טמאים אפי' היה בגדו שהוא מדרס וכו'.</b> שם וכרבי יוחנן: \n\n"
      ],
      [
        "<b>מן המודיעית ולפנים וכו'.</b> משנה בפרק חומר בקדש (דף כ''ה ע''ב) ובגמרא (דף כ''ו) תנא נאמנים בכלי חרס הדקים לקודש ופירש''י בגמרא מן המודיעים ולפנים שאין עושין כבשונות בירושלים לא לדקים ולא לגסים ומיהו בדקים הוצרך לאנשי ירושלים דכל יחיד ויחיד נסכו בביתו לכך הוסיפו להם טהרה ליחידים מגבול מודיעית אבל בעלי הלשכה המספיקים נסכים לצבור די להם בנכנסים לתוך העיר ולשם בלבד האמינום על החביות א''נ יחידים צריכין לדקים אף לבישול שלמיהם יום יום עכ''ל. ורבינו שסתם וכתב מן המודיעית ולפנים נאמנים על כלי חרס ולא חילק בין דקים לגסים יש לתמוה עליו וכבר השיגו הראב''ד וכתב א''א בגמרא מפרש שאינו נאמן אלא על כלי חרס הדקים לקודש עכ''ל. וליישב דברי רבינו אפשר שדקדק ולא כתב כל כלי חרס לומר דלא על כל כלי חרס קאמר וסתם כלי חרס הוו דקים וזה דוחק ויותר נכון לומר שטעמו משום דעל ההיא דתנא נאמנים על כלי חרס הדקים אמר ר''ל והוא שניטלים בידו אחת ור''י אמר אפילו שאין ניטלים בידו אחת ומשמע לרבינו דר''ל מפורש דדקים דוקא ור''י מפרש דלאו דוקא דהוא הדין לגסים כדקתני באידך ברייתא דבחד ברייתא אשמעינן נאמנות דדקים ובאידך ברייתא אשמעינן נאמנות דגסים והוה ליה כאילו תנא נאמנים על כלי חרס בין דקים בין גסים: \n",
        "<b>והמודיעית עצמה פעמים כלחוץ וכו'.</b> שם תנא מודיעית [עצמה] פעמים כלפנים פעמים כלחוץ כיצד קדר יוצא וחבר נכנס כלפנים שניהם נכנסים או שניהם יוצאים כלחוץ. ופירש''י מודיעית הכרך עצמו. קדר יוצא מלפנים מן המודיעית ונכנס למודיעית וחבר בא מחוץ למודיעית ונכנס למודיעית. כלפנים מותר ליקח ממנו שהקדר לא יחזור עוד לאחריו ואם לא עכשיו יקח אימתי. שניהם נכנסים מחוץ למודיעית ובאו בתוך הכרך. כלחוץ אלא ימתין עד שיהא מן הכרך ולפנים וכן שניהם יוצאים הואיל ומצאו לפנים ושם לא לקח ממנו לא יקח עוד וכל שכן קדר נכנס וחבר יוצא הואיל וסוף הקדר ליכנס לפנים יחזור החבר הצריך ליקח ויקח: \n\n"
      ],
      [
        "<b>קדר שהביא קדירות וכו'.</b> משנה שם הקדר שהוא מוכר [הקדירות] נכנס לפנים מן המודיעית הוא הקדר והן הקדירות והן הלוקחין נאמן יצא אינו נאמן: \n\n"
      ],
      [
        "<b>הלוקח כלי חרס מן הכבשן וכו'.</b> בריש פ''ה דפרה איפליגו תנאי במילתא ומייתי לפלוגתא בתוספתא פ''ד דפרה ומסיים בה זו משנה ראשונה רבותינו אמרו פותח ונוטל ואינו נמנע והחבר בא אפילו לאחר שלשה ימים ונוטל ופסק כמשנה אחרונה ותמהני עליו דכיון דלא הוזכרה משנה אחרונה במתניתין משמע דס''ל לרבי דליתא למשנה אחרונה והיאך הניח דברי רבי במתניתין ותפס דברי התוספתא וכעין מה שאמרו אם רבי לא שנאה רבי חייא מנא ליה ויש לתמוה על הראב''ד שלא השיגו בזה: \n",
        "<b>ודע</b> דמתניתין הכי איתא המביא כלי חרס לחטאת טובל ולן על הכבשן וכו' ולתרומה פותח את הכבשן ונוטל רבי שמעון אומר מן הסדר השני רבי יוסי אומר מן הסדר השלישי ונראה שרבינו מפרש שדברי תנא קמא דמתניתין דאמר פותח את הכבשן ונוטל היינו דברי רבותינו דתוספתא וה''ק פותח את הכבשן ונוטל ואינו נמנע אלא שבמשנה קיצרו בלשון משום דממילא משמע ויש לדקדק בלשון התוספתא מאי והחבר בא וכו' דבכלל ואינו נמנע הוא. ונראה לי שוי''ו זו היא במקום שי''ן והכי קאמר נוטל ואינו נמנע שהחבר בא אפילו אחר שלשה ימים ונוטל: \n\n"
      ],
      [
        "<b>טומאת ע''ה ברגל וכו'.</b> בס''פ חומר בקדש (דף כ''ז) ובפרק בנות כותים: \n\n"
      ],
      [
        "<b>הפותח את חביתו ברגל וכו'.</b> משנה שם וכחכמים: \n",
        "<b>ודע</b> דאמרינן בגמרא יתיב רב אמי וכו' עד שאין צריך להניחה ומשמע לכאורה דלמסקנא לרבנן מותר להניחה ורבינו לא פסק כן משום דמשמע ליה דבדרך דחייה איתמר ומה שרצה להכריע משום דרבי יהודה יגמור קאמר איכא למידחי דאורחא דמילתא נקט דכיון שיש לו רשות לגמור אין לו צורך להניחה לרגל אחר אי נמי דעדיף היתרא דיגמור דהוי בשעת איסור מלהניחה דלא הוי אלא בשעת היתר וא''נ האי דקתני לא יניחנה רבנן הוא: \n\n"
      ],
      [
        "<b>אחר הרגל במוצאי יום טוב וכו'.</b> גם זה משנה שם: \n",
        "<b>וכל הכלים טעונין טבילה וכו'.</b> משנה שם כל הכלים שהיו במקדש טעונין טבילה חוץ ממזבח הזהב ומזבח הנחושת מפני שהם כקרקע דברי רבי אליעזר וחכמים אומרים מפני שהם מצופין ובגמרא (דף כ''ז) מפני שהם מצופין אדרבא כיון דמצופין נינהו מיטמו וכו' ופסק רבינו כרבנן וכתירוצא בתרא דפשטא דמתני' הכי משמע וגם כיון דבתרא הוא הוי עיקרא ועיין במה שאכתוב בפרק רביעי מהלכות כלים: \n\n"
      ],
      [
        "<b>ע''ה שאמר טהור אני וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>המפקיד כלים אצל ע''ה וכו'.</b> בפ''ח דטהרות. \n",
        "<b>ומ''ש או שנתן כלי לאומן ע''ה.</b> תוספתא פ''ח דטהרות המוסר כלים לאומנים ע''ה טמאים מדרס וטמא מת ומשמע ודאי דהיינו בסתמא אבל אם מכירו שהוא אוכל בתרומה טהורים מטמא מת אבל טמאים מדרס וכדתנן במתניתין גבי המפקיד כלים אצל ע''ה והתוספתא סמכה בזה על מה ששנינו במשנה גבי מפקיד דמאי שנא: \n",
        "<b>וכתב</b> הראב''ד הרי אלו טמאים א''א מצאתי שתי נוסחאות וכו'. ונראה מדבריו שהיה גורס בדברי רבינו במפקיד ובנותן כלי לאומן הרי אלו טמאים מדרס וטהורים מטמא מת וניחא ליה באומן דהכי מתנייא בתוספתא בגירסא הנכונה לדעת הראב''ד וקשיא ליה על אותה גירסא מדתנן גבי מפקיד טמא מדרס וטמא מת ומ''ש מאומן והשתדל למצוא טעם לחלק ביניהן כי האומן מקפיד יותר שלא יגע טמא מת בכלים שנתנו לו וסיים דבריו שעירב מפקיד עם אומן לומר שאינם טמאים מדרס טעה כלומר דבמפקיד הל''ל דטמא מת נמי הוי וכל זה בנוי על הגירסא המשובשת שנזדמנה לו בספרי רבינו והגירסא האמיתית כמ''ש בספרינו על מפקיד ונותן כלי לאומן ע''ה הרי אלו טמאים מדרס וטמא מת ואם מכירו שהוא אוכל בתרומה טהורים מטמא מת וכבר ביארתי טעמו: \n\n"
      ],
      [
        "<b>המניח כליו בפני ע''ה וכו' עד שאין לו רשות שיכנס.</b> תוספתא פ''ח דטהרות וגורס רבינו המניח כליו וכו' טמאים מדרס וטהורים מטמא מת: \n",
        "<b>וכתב</b> הר''י קורקוס ונראה שטעמו דכיון שלא הפקידן אינן ברשותו אלא לענין מדרס שבקל יהיו מדרס דמכל מקום ברשותו הם קצת כיון שא''ל שמור לי את אלו אבל לענין טומאת מת לא כי אינם ברשותו לגמרי כההיא דהמפקיד אצל ע''ה או נתן לאומן ע''ה אבל נתנם על כתפו הוי מפקיד לגמרי ונפקד גמור והוו ברשותו לכל דבר עכ''ל: \n",
        "<b>ומ''ש הניח גיתו וביתו.</b> ט''ס הוא וצריך להגיה ולכתוב בורו במקום ביתו: \n\n"
      ],
      [
        "<b>המוסר מפתח ביתו לע''ה וכו'.</b> משנה פ''ז דטהרות ואיתא בפ' בתרא דע''ז (דף ע' ע''ב): \n\n"
      ],
      [
        "<b>המניח כליו וכו'.</b> משנה פ''ז דטהרות המניח כליו בחלון של אורייארין ר''א בן עזריה מטהר וחכ''א עד שיתן לו מפתח או חותם או עד שיעשה לו סימן ופירש רבינו אורייארין הבלנים שבמרחצאות ויש במרחצאות חלונות ישימו כל איש לבושו בחלון מהם וידוע שהלכה כחכמים: \n",
        "<b>ומ''ש אפילו מצא החותם מקולקל וכו'.</b> תוספתא פרק ח' דטהרות: \n\n"
      ],
      [
        "<b>המניח ע''ה בתוך ביתו וכו'.</b> משנה פ''ז דטהרות ופירש רבינו כבר ידעת שאוכלין ומשקין טומאתן קלה וכן כלי חרס לא יהיה אב הטומאה ולכן גזרו שיטמא כל מה שבבית מאלה המינים וכו' אמנם המשכבות והמושבות אשר הם אב הטומאה לא נדון עליהן שהם שבו אב הטומאה אלא כשאין בע''ה רואה מי שיכנס בבית ולא מי שיצא ממנו ונפרד ע''ה בשמירה וכן כלי חרס המוקפים צמיד פתיל לא יטמאו במגע אלא במשא הזב וכו' ולזה לא נדון בו בטומאה עד שיפרד ע''ה בו מבלי פחד ולא נשאר לו מי שיראהו אפילו כרות ידים ורגלים וכו' להיות הבית מגיע ברשות ע''ה שב כמו ביתו של ע''ה שהכל טמא עכ''ל: \n\n"
      ],
      [
        "<b>חבר שהיה ישן וכו' עד הרי הם טמאים.</b> תוספתא פ''ח דטהרות: \n\n"
      ],
      [],
      [],
      [
        "<b>המניח עם הארץ בתוך ביתו וכו'.</b> משנה פ''ז דטהרות. \n",
        "<b>ומ''ש הניחו ישן ומצאו ער וכו'.</b> שם וכחכמים: \n",
        "<b>וכן המניח אומנים וכו'.</b> ג''ז שם וכחכמים: \n\n"
      ],
      [
        "<b>אשת חבר שהניחה וכו'.</b> גם זה שם וכחכמים: \n\n"
      ],
      [
        "<b>האשה שנכנסה וכו' וכן האשה שיצאה וכו'.</b> ג''ז שם וכחכמים: \n\n"
      ],
      [
        "<b>גבאי מלכות שנכנסו.</b> ג''ז שם והובאה בפרק חומר בקדש (דף כ''ו) וגירסת רבינו הגבאים שנכנסו לתוך הבית הבית טמא אם יש עמהם עכו''ם נאמנים לומר לא נגענו וכתב רבינו סבת זה מה שזכרו בתוספתא מפני שאימת עכו''ם עליהם. \n",
        "<b>ומ''ש בד''א בזמן שיש שם עדים וכו'.</b> פשוט דארישא קאי והוא בתוספתא דטהרות פ''ח וקתני התם אם יש עכו''ם עמהם אע''פ שהמשכון בידם אע''פ שהעכו''ם מעיד בהם שנכנסו ואמרו לא נגענו הרי אלו נאמנים מפני שאימת עכו''ם עליהם: \n\n"
      ],
      [
        "<b>הגנבים שנכנסו וכו'.</b> משנה פ''ז דטהרות: \n\n"
      ],
      [
        "<b>הגבאים והגנבים שעשו תשובה וכו'.</b> בפ' חומר בקדש שם משנה וגמרא גבי גנבים וכתב רבינו דה''ה לגבאי מלכות אם עשו תשובה: \n\n"
      ],
      [
        "<b>המניח את ביתו פתוח וכו'.</b> בפרק ח' דטהרות. \n",
        "<b>ומ''ש אפילו הניחו נעול ומצאו פתוח וכו'.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>קורדום שאבד בבית וכו'.</b> פ''ק דפסחים עלה י' וכרבנן: \n",
        "<b>כתב</b> רבינו שנשאל אמאי הכא תלינן באדם טמא ומטמאינן לכל טהרות שבבית מספק מ''ש מהא דאמרינן בפ''ק דנדה (דף ד') גבי ככר של תרומה שנתונה ע''ג הדף ומדף טמא נתון תחתיה אע''פ שאם נפלה א''א [לה שתפול] אא''כ נגעה [בדף ובא ומצאה במקום אחר] טהורה וכו' עד שיאמר ברור לי שלא נכנס אדם לשם א''ר אילעאי לא נצרכה אלא למקום מדרון [וכן הקשו תוספות פסחים (י':) ד''ה שאני יע''ש] והשיב גבי קרדום אמרינן אדם נכנס שם ונטל הקרדום ועשה בו צרכיו והחזירו לזוית אחרת והרי זה בחזקת רשע ששואל שלא מדעת גזלן הוא והרשע פחות מעם הארץ שהוא בחזקת טמא אבל בככר אין לומר כן שאין אדם שואל ככר להחזירו בעצמו שאין בדבר תועלת שהרי אינו כלי שיעשה בו מלאכה ואילו נכנס לבית זה אדם רשע היה נוטלו והולך לו ולפיכך אנו אומרים לא נכנס כאן אלא חבר שחזקתו טהור: \n\n"
      ],
      [
        "<b>הדר עם עם הארץ בחצר וכו'.</b> משנה רפ''ה דטהרות וכרבי יוסי: \n\n"
      ],
      [
        "<b>חבר שהיתה לו מחיצה וכו'.</b> תוספתא רפ''ט דטהרות: \n\n"
      ],
      [
        "<b>חבר שהיה גגו למעלה.</b> תוספתא פרק ח' דטהרות וכת''ק. \n",
        "<b>ומ''ש ולא משום יין נסך.</b> הכי משמע בפרק בתרא דע''ז (עלה ע'): \n",
        "<b>היו הגגות זה בצד זה וכו'.</b> תוספתא פ''ט דטהרות וטעמא משום דכיון שהם זה בצד זה הרי הם כחצר אחד שפושט ידו ואין מכלים דבר ומינה נשמע דהוא הדין לגגו של עם הארץ למעלה דחיישינן שמא יפשוט ידו ויגע שיטען שנפל איזה דבר מגגו לשל חבר ולכך פושט ידו לבקשו משא''כ כשגגו של חבר למעלה שאין לעם הארץ שום טענה לפשוט ידו שם משום הכי לא חיישינן זהו יישוב דברי רבינו אבל קשה דבפרק בתרא דע''ז (דף ע' ע''ב) גרסינן וגגו של חבר בצד גגו של עם הארץ אותו חבר שוטח שם פירות ומניח שם כלים ואע''פ שידו של עם הארץ מגעת לשם ורב ור''י איפליגו התם בחצר החלוקה במסיפס דבסמוך ור''י סבר שאע''פ שידו של עם הארץ מגעת לשם ומדמה לה להא דגגו של חבר בצד גגו של עם הארץ אע''פ שידו של עם הארץ מגעת לשם טהורות הטהרות וי''ל דההיא דאותו חבר שוטח שם פירות וכו' היא סברת רשב''ג בתוספתא דפליג את''ק ומותיב מינה לר''י לאוקומי לר''י ככ''ע אבל לענין הלכה נקטינן כתנא קמא: \n\n"
      ],
      [
        "<b>שתי חצירות וכו'.</b> בפירקא בתרא דע''ז שם: \n\n"
      ],
      [
        "<b>חצר החלוקה במסיפס וכו'.</b> כך היא הגירסא הנכונה ובספרים כתוב החלוקה בספינה וט''ס הוא. וכבר כתבתי בסמוך דבפ' בתרא דע''ז איפליגו רב ור''י במילתא ופסק כר''י ופירוש מסיפס מחיצה נמוכה: \n\n"
      ],
      [
        "<b>חבר שנפל דליו וכו'.</b> משנה פ''ח דטהרות וכתב רבינו ולא יסתפק עליך אמרו בדלי טמא אע''פ שהוא בתוך הבור לפי שהוא מעת שהגיע ברשות ע''ה שב טמא מת והטעם שלא חילקו חכמים בכלים שברשות עם הארץ: \n\n"
      ],
      [
        "<b>אשת עם הארץ שנכנסה וכו'.</b> משנה פרק ח' דטהרות שם וכתב רבינו אם נכנסה שלא ברשות אלא להוציא ענין פלוני ותצא הנה לא הורשת להשתמש ולגעת לאשר בבית כי אימת בעל הבית עליה ולא תשלח ידה לדבר: \n",
        "<b>קדר חבר שהכניס קדירותיו.</b> משנה ריש פרק ז' דטהרות וכתנא קמא: \n",
        "<b>ומה שכתב במה דברים אמורים בשהניחן סמוך לר''ה וכו'.</b> בפ''ב דכתובות (דף כ''ד ע''ב). וכתב הראב''ד מוכיחין שהונחו למכור א''א אין זה הטעם יפה וכו'. ואיני יודע מה ראה הראב''ד בטעם זה לטעון עליו שהרי הכל יודעים שהביא למכור וכי כל המביאים קדרות מביאים למכור והלא כבר אפשר שמביאם לעצמו או לחבירו שצוה להביאם לו ומה שנתן טעם הראב''ד בשכלי אומנותו בידו הכל באים לראות האומניות ועל ידי כן ממשמשין בקדירות איני יודע מה חידוש יש בכלי אומנות כלי חרס עד שיבאו הכל לראותם. ורש''י פירש כמו שפירש רבינו: \n",
        "<b>חבר שהניח וכו'.</b> תוספתא דטהרות פ''ט: \n\n"
      ]
    ],
    [
      [
        "<b>כהן שטיהר כליו וכו'.</b> בפרק ז' דטהרות המניח כליו מגת זו לגת הבאה כליו טהורים ובישראל עד שיאמר בלבי היה לשמרם: \n\n"
      ],
      [
        "<b>הרוצה לעשות יינו בטהרה וכו' וצריך לעמוד על האומנים וכו'.</b> בפ''י דטהרות וכרבי יוסי: \n",
        "<b>יצאו חוץ לפתח בית הבד וכו'.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>הבדדין והבוצרים וכו'.</b> שם: \n\n"
      ],
      [
        "<b>המטהר את הבדדין וכו'.</b> שם וכרבי יוסי: \n\n"
      ],
      [
        "<b>היו חמריו וכו'.</b> ברייתא בסוף פרק ב' דחגיגה (דף כ' ע''ב) ומקשה בגמרא מאי שנא רישא ומ''ש סיפא ואסקה רבי יצחק נפחא רישא בבא להם דרך עקלתון ומשמע דה''ק הב''ע בשבעל הבית יכול לבא להם דרך עקלתון פתאום דמרתתי ואמרי השתא אתי. ויש לתמוה על רבינו למה השמיט מלהזכיר דרישא מיירי דוקא בשיכול לבא להם דרך עקלתון וצ''ל שבכלל מ''ש והם מפחדים ליגע ואומרים עכשיו יבא שהרי הוא יבא אחרינו היא דבא להם דרך עקלתון דאמר רבי יצחק נפחא לאו למימרא דבא דרך עקלתון דוקא בעינן שכל שהוא בא אחריהם הוי כבא להם דרך עקלתון שהרי הוא רואה והם אינם רואין אותו: \n\n"
      ],
      [
        "<b>חבר שהיה לבוש בחלוק וכו'.</b> תוספתא בפרק שמיני דטהרות שם: \n",
        "<b>היה סל על כתיפו וכו'.</b> שם (דף כ') ובפרק שני דחגיגה בגמרא היה סל על כתיפו ומגריפה בתוך הסל [ואמר] היה בלבי על הסל ולא היה בלבי על המגריפה הכל טהור ומגריפה טמאה וכו'. ולטמא מגריפה לסל אין כלי מטמא כלי ולטמא מה שבסל וכו' באומר שמרתיה מדבר המטמאה ולא מדבר הפוסלה ופירש''י הסל של תאנים על כתיפו ומגריפה הוא כלי ברזל וכו' שבו מבדילים תאנים המדובקות זו בזו. המטמאה הנותן לה טומאה לטמא אחרים. הפוסלה מלהשתמש בה טהרות לכתחילה אי נמי נ''מ לאוכל הדבוק בה שהוא פסול באכילה ומכל מקום אם נגעה בטהרות אינה מטמאתן. וקשה שדברי רבינו הם בהיפך שבגמרא משמע שמה שבסל טהור ורבינו כתב שהוא פסול וליישב נראה לומר דרבינו קשיא ליה דאי כדפירש''י קשה דלא הוה ליה למיתני מגריפה טמאה אלא מגריפה פסולה ותו איכא למידק מאי האי דפריך וליטמא מה שבסל מאן א''ל דלא ליטמא דהא בברייתא לא אידכר אלא דינא דסל ומגריפה ועוד מאן א''ל דאיכא תאנים בסל דילמא בסל ריקם מיירי לכך סובר רבינו דכיון דמגריפה להפריד תאנים המדובקים היא עשויה אין לה ענין עם הסל אלא א''כ יש בו תאנים ומש''ה פריך וליטמא מה שבסל וליתני הסל טהור ומה שבתוכו והמגריפה טמאים ומשני דלא מצי תני הכי משום דמה שבסל אינו טמא אלא פסול דהב''ע באומר שמרתיה מדבר המטמאה כלומר הנותן לה כח טומאה שהאוכל שיגע בה יהיה טמא ויפסול את אחרים ולא מדבר הפוסלה כלומר מדבר שאינו מטמאה אלא לעשות האוכל שיגע בה פסול ולא יטמא האוכל ההוא את אחרים והשתא אתי שפיר דלא תני בברייתא דינא דמה שבתוך הסל דמאחר דקתני הסל טהור ומגריפה טמאה ממילא משמע שמה שבתוך הסל אינו לא טמא ולא טהור אלא פסול והשתא אתי שפיר דקאמר מגריפה טמא וסלקי דברי רבינו כהוגן. ודע שיש בספרי רבינו טעות סופר וכך היא הגירסא הנכונה והמגריפה טמאה וכל תרומה שבסל פסולה והוכרח רבינו לאוקומה בתרומה משום דאילו בחולין אין שני עושה שלישי: \n",
        "<b>היה משתמש מן החבית בטהרה וכו'.</b> תוספתא בפרק שמיני דטהרות. \n",
        "<b>ומה שכתב ואם אמר בלבי היה לשומרה וכו'.</b> כך יש ללמוד ממה ששנינו בברייתא פרק אין דורשין (חגיגה דף כ') גבי היה משמר החבית בחזקת יין ונמצא שמן: \n",
        "<b>נתחלפו לו כלים וכו'.</b> בספ''ג דחגיגה שם: \n\n"
      ],
      [
        "<b>חבר שמת וכו'.</b> תופסתא בפרק ט' דטהרות וכתב רבינו שמשון בפרק ח' דכלים דכיון דאפשר לתקן בטבילה לא חשו אם החמירו בהם ואפילו בכלי חרס דלא פלוג בכלים: \n",
        "<b>וכתב</b> הראב''ד כל זה אינו אלא לקודש או לתרומה אבל לחולין לא מחזקינן טומאה ואם כתב כן להשיג על רבינו שסתם ולא חילק כבר נודע שדרך רבינו לכתוב המשנה או התוספתא כצורתה. ועוד שאין דבריו מוכרחים שכבר אפשר דאף לחולין חששו: \n\n"
      ],
      [
        "<b>מי שאמר לו עד אחד נטמאו טהרותיך וכו'.</b> בפרק שלישי דקידושין (דף ס''ה ע''ב): \n",
        "<b>היה עושה עמו בטהרות או בזבחים וכו'.</b> פרק הניזקין (גיטין דף נ''ד:) וכאוקימתא דרבא ובסוף הלכות פסולי המוקדשין הארכתי בביאור דעת רבינו: \n",
        "<b>וכתב</b> הראב''ד נראה לי שאם היה עושה בשכר אפילו אחר כמה ימים נאמן וכו'. ואין בזה השגה על רבינו שלא ביאר שכבר נודע שדרכו להעתיק הגמרא כצורתה ודין הס''ת כבר כתבו במקומו וממילא ילמוד אדם משם לכאן: \n",
        "<b>סליקו הלכות מטמאי משכב ומושב</b> \n\n"
      ]
    ]
  ]
};