const Vessels = {
  "title": "Mishneh Torah, Vessels",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Vessels",
  "text": [
    [
      "שִׁבְעָה מִינֵי כֵּלִים הֵן שֶׁמְּקַבְּלִין טֻמְאָה מִן הַתּוֹרָה וְאֵלּוּ הֵן. הַבְּגָדִים. וְהַשַּׂקִּין. וּכְלֵי עוֹר. וּכְלֵי עֶצֶם. וּכְלֵי מַתָּכוֹת. וּכְלֵי עֵץ. וּכְלֵי חֶרֶשׂ. הֲרֵי הוּא אוֹמֵר <small>(ויקרא יא לב)</small> \"מִכָּל כְּלִי עֵץ אוֹ בֶגֶד אוֹ עוֹר אוֹ שָׂק\". וּבִכְלֵי מַתָּכוֹת נֶאֱמַר <small>(במדבר לא כב)</small> \"אַךְ אֶת הַזָּהָב וְאֶת הַכָּסֶף\". וּבִכְלֵי חֶרֶשׂ נֶאֱמַר \"וּכְלִי חֶרֶשׂ אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא וְאֹתוֹ תִשְׁבֹּרוּ\":  ",
      "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר לא כ)</small> \"וְכָל מַעֲשֵׂה עִזִּים\" לְרַבּוֹת כֵּלִים הָעֲשׂוּיִין מִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וּמִן הָעֲצָמוֹת שֶׁל עִזִּים וְהוּא הַדִּין לִשְׁאָר מִינֵי בְּהֵמָה וְחַיָּה. אֲבָל כֵּלִים הָעֲשׂוּיִין מֵעַצְמוֹת הָעוֹף אֵינָן מְקַבְּלִין טֻמְאָה חוּץ מִכֵּלִים הָעֲשׂוּיִין מִכְּנַף הָעָזְנִיָּה בִּלְבַד וּבֵיצַת הַנַּעֲמִית הַמְצֻפָּה הוֹאִיל וְהֵן דּוֹמִין לְעֶצֶם מְקַבְּלִין טֻמְאָה כִּכְלֵי עֶצֶם. וְקָרוֹב בְּעֵינַי שֶׁטֻּמְאָתָן מִדִּבְרֵי סוֹפְרִים:  ",
      "כֵּלִים הָעֲשׂוּיִין מֵעַצְמוֹת חַיָּה שֶׁבַּיָּם וּמֵעוֹרָהּ טְהוֹרִים. כָּל שֶׁבַּיָּם טָהוֹר וְאֵינוֹ מְקַבֵּל טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס. אַף הָאוֹרֵג בֶּגֶד מִצֶּמֶר הַגָּדֵל בַּיָּם אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אוֹ בֶגֶד אוֹ עוֹר\" מִפִּי הַשְּׁמוּעָה לָמְדוּ מַה בֶּגֶד מִן הַגָּדֵל בָּאָרֶץ אַף עוֹר מִן הַגָּדֵל בָּאָרֶץ. חִבֵּר מִן הַגָּדֵל בַּיָּם עִם הַגָּדֵל בָּאָרֶץ אֲפִלּוּ חוּט אוֹ מְשִׁיחָה אִם חִבְּרוֹ חִבּוּר עַד שֶׁמֵּשִׂים אֶת שְׁנֵיהֶן כְּאִלּוּ הֵן אֶחָד לְטֻמְאָה שֶׁאִם נִטְמָא זֶה יִטְמָא זֶה הַכּל מְקַבֵּל טֻמְאָה:  ",
      "יֵרָאֶה לִי שֶׁהַכֵּלִים הָעֲשׂוּיִים מֵעוֹר הָעוֹף אֵין מְקַבְּלִין טֻמְאָה כְּמוֹ עַצְמוֹתָיו. וְאִם תֹּאמַר וַהֲרֵי הוּא כָּשֵׁר לִכְתֹּב עָלָיו תְּפִלִּין כְּעוֹר בְּהֵמָה וְחַיָּה. הִנֵּה עוֹר הַדָּג אֵינוֹ מְקַבֵּל טֻמְאָה וְלוּלֵא זֻהֲמָתוֹ שֶׁאֵינָהּ פּוֹסֶקֶת הָיָה כָּשֵׁר לַתְּפִלִּין הִנֵּה לָמַדְתָּ שֶׁאַף דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כָּשֵׁר לִתְפִלִּין אִם אֵין לוֹ זֻהֲמָא:  ",
      "כְּלֵי זְכוּכִית אֵינָן מְקַבְּלִין טֻמְאָה מִדִּבְרֵי תּוֹרָה וַחֲכָמִים גָּזְרוּ עֲלֵיהֶן שֶׁיְּקַבְּלוּ טֻמְאָה הוֹאִיל וּתְחִלַּת בְּרִיָּתָן מִן הַחוֹל כִּכְלֵי חֶרֶס הֲרֵי הֵן כִּכְלֵי חֶרֶס. וּמִפְּנֵי שֶׁתּוֹכָן נִרְאֶה כְּבָרָן לֹא גָּזְרוּ עֲלֵיהֶן שֶׁיִּטַּמְּאוּ מֵאֲוִירָן אֶלָּא עַד שֶׁתִּגַּע הַטֻּמְאָה בָּהֶן בֵּין מִתּוֹכָן בֵּין מִגַּבָּן כִּכְלֵי מַתָּכוֹת. וְלֹא גָּזְרוּ טֻמְאָה עַל פְּשׁוּטֵיהֶן אֶלָּא עַל מְקַבְּלֵיהֶן. וְאֵין לָהֶם טָהֳרָה בְּמִקְוֶה. וְאֵין שׂוֹרְפִין עֲלֵיהֶן תְּרוּמָה וְקָדָשִׁים שֶׁלֹּא גָּזְרוּ עֲלֵיהֶן אֶלָּא לִתְלוֹת:  ",
      "כְּלֵי גְּלָלִים וּכְלֵי אֲבָנִים וּכְלֵי אֲדָמָה לְעוֹלָם טְהוֹרִין. וְאֵין מְקַבְּלִין טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים בֵּין פְּשׁוּטֵיהֶן בֵּין מְקַבְּלֵיהֶן:  ",
      "פִּיל שֶׁבָּלַע הוּצִין וֶהֱקִיאָן דֶּרֶךְ הָרְעִי הָעוֹשֶׂה מֵהֶן כֵּלִים הֲרֵי הֵן סָפֵק אִם הֵם כִּכְלֵי גְּלָלִים אוֹ כְּלֵי עֵץ כְּשֶׁהָיוּ. אֲבָל כְּפִיפָה שֶׁנִּטְמֵאת וּבְלָעָהּ פִּיל וֶהֱקִיאָהּ דֶּרֶךְ בֵּית הָרְעִי הֲרֵי הִיא בְּטֻמְאָתָהּ:  ",
      "פְּשׁוּטֵי כְּלֵי חֶרֶס כְּגוֹן מְנוֹרָה וְכִסֵּא וְשֻׁלְחָן שֶׁל חֶרֶס וְכַיּוֹצֵא בָּהֶן אֵין מְקַבְּלִין טֻמְאָה מִן הַטֻּמְאוֹת וְלֹא טֻמְאַת מִדְרָס לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ\" <small>(ויקרא יא לג)</small> \"יִטְמָא\" כָּל שֶׁיֵּשׁ לוֹ תּוֹךְ בִּכְלִי חֶרֶס מְקַבֵּל טֻמְאָה וְשֶׁאֵין לוֹ תּוֹךְ טָהוֹר:  ",
      "כְּלֵי מַתָּכוֹת אֶחָד פְּשׁוּטֵיהֶן כְּגוֹן הַסַּכִּינִים וְהַמִּסְפָּרַיִם אוֹ מְקַבְּלֵיהֶן כְּגוֹן הַיּוֹרוֹת וְהַקּוּמְקוּמוֹסִין הַכּל מְקַבְּלִין טֻמְאָה שֶׁנֶּאֱמַר <small>(במדבר לא כג)</small> \"כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ\" בֵּין מְקַבֵּל בֵּין פָּשׁוּט. אֲפִלּוּ תֵּבָה אוֹ מִגְדָּל וְכַיּוֹצֵא בָּהֶן שֶׁל מַתֶּכֶת שֶׁהֵן מְקַבְּלִין אַרְבָּעִים סְאָה בְּלַח אוֹ יֶתֶר מְקַבְּלִין טֻמְאָה שֶׁנֶּאֱמַר כָּל דָּבָר אֲשֶׁר יָבֹא בָאֵשׁ:  ",
      "כְּלֵי עֵץ וּכְלֵי עוֹר וּכְלֵי עֶצֶם מְקַבְּלֵיהֶן כְּגוֹן הָעֲרֵבָה וְהַחֵמֶת וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה מִדִּבְרֵי תּוֹרָה. אֲבָל פְּשׁוּטֵיהֶן כְּגוֹן הַלּוּחוֹת וְהַכִּסֵּא וְהָעוֹר שֶׁאוֹכְלִין עָלָיו וְכַיּוֹצֵא בָּהֶן אֵינָן מְקַבְּלִין טֻמְאָה אֶלָּא מִדִּבְרֵי סוֹפְרִים שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"מִכָּל כְּלִי עֵץ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ מָה שַׂק שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל אַף כָּל שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל. וּכְלֵי עֶצֶם כִּכְלֵי עֵץ לְכָל דָּבָר. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁטֻּמְאַת פְּשׁוּטֵיהֶן מִדִּבְרֵי סוֹפְרִים בִּשְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס. אֲבָל בְּמִדְרַס הַזָּב וַחֲבֵרָיו מִתְטַמְּאִין מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא טו ד)</small> \"כָּל הַמִּשְׁכָּב אֲשֶׁר יִשְׁכַּב\" כָּל הֶעָשׂוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן כְּלִי זְכוּכִית הֶעָשׂוּי לְמִשְׁכָּב מִתְטַמֵּא בְּמִדְרָס מִדִּבְרֵיהֶן:  ",
      "כָּל שֶׁהוּא אָרוּג בֵּין מִצֶּמֶר וּפִשְׁתִּים בֵּין מִקַּנְבּוֹס אוֹ מִמֶּשִׁי אוֹ מִשְּׁאָר דְּבָרִים הַגְּדֵלִים בַּיַּבָּשָׁה הוּא הַנִּקְרָא בֶּגֶד לְעִנְיַן טֻמְאָה. וְהַלְּבָדִים כִּבְגָדִים לְכָל דָּבָר:  ",
      "הַשַּׂק הוּא חוּטֵי שֵׂעָר הַגְּדֻלִין כְּשַׁלְשֶׁלֶת אוֹ הָאֲרוּגִין כִּבְגָדִים אֶחָד הֶעָשׂוּי מִן הָעִזִּים אוֹ מִצֶּמֶר גְּמַלִּים אוֹ מִזְּנַב הַסּוּס וְהַפָּרָה וְכַיּוֹצֵא בָּהֶן וְאֶחָד הָאָרִיג מֵהֶן כְּמוֹ הַמַּרְצוּפִין אוֹ הַגָּדֻל כְּמוֹ חֶבֶק שֶׁל חֲמוֹר וְכַיּוֹצֵא בּוֹ. אֲבָל הַחֲבָלִים וְהַמְּשִׁיחוֹת הַשְּׁזוּרִין בֵּין מִן הַשֵּׂעָר בֵּין מִצֶּמֶר וּפִשְׁתִּים אֵינָן מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן:  ",
      "כָּל הַכֵּלִים הָעֲשׂוּיִין מִן הַגֹּמֶא וּמִן הָעֲרָבָה וּמִן הַקָּנִים וּמִכַּפּוֹת תְּמָרִים וּמִן הֶעָלִים וְהַשָּׂרִיגִין וּקְלִפֵּי אִילָנוֹת וּמִן הַחֶלֶף כְּגוֹן הַכְּפִיפוֹת וְהַטְּרַסְקְלִין וְהַמַּחֲלָצוֹת וְהַמַּפָּצוֹת הַכּל בִּכְלַל כְּלֵי הָעֵץ שֶׁהַכּל גָּדֵל מִן הָאָרֶץ כְּעֵץ. אֶחָד כְּלִי חֶרֶס וְאֶחָד כְּלִי נֶתֶר לְכָל דָּבָר. כָּל כְּלִי הֶעָשׂוּי מֵהֶעָפָר מִן הָעֲפָרוֹת וְאַחַר כָּךְ שׂוֹרְפִין אוֹתָן בְּכִבְשָׁן הֲרֵי זֶה כְּלִי חֶרֶס. וְהַתַּנּוּר וְהַכִּירַיִם וְהַכֻּפָּח וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר הַבִּנְיָנוֹת שֶׁאוֹפִין בָּהֶן אוֹ מְבַשְּׁלִין בָּהֶן הַכּל מְקַבְּלִין טֻמְאָה דִּין תּוֹרָה וְטֻמְאָתָן וְטֻמְאַת כְּלִי חֶרֶס שָׁוָה:  "
    ],
    [
      "הָעוֹשֶׂה כְּלִי קִבּוּל מִכָּל מָקוֹם הֲרֵי זֶה מְקַבֵּל טֻמְאָה בְּכָל שֶׁהוּא מִן הַתּוֹרָה. וְאֵין לִכְלִי קִבּוּל שִׁעוּר. וְהוּא שֶׁיַּעֲשֶׂה דָּבָר שֶׁל קַיָּמָא שֶׁאֶפְשָׁר שֶׁיַּעֲמֹד. כֵּיצַד. הָעוֹשֶׂה כְּלִי מִן הָעוֹר הַמַּצָּה שֶׁלֹּא נִתְעַבֵּד כְּלָל. אוֹ מִן הַנְּיָר אַף עַל פִּי שֶׁאֵין הַנְּיָר מְקַבֵּל טֻמְאָה. אוֹ מִקְּלִפַּת הָרִמּוֹן וְהָאֱגוֹז וְהָאַלּוֹן אֲפִלּוּ חֲקָקוּם הַתִּינוֹקוֹת לָמֹד בָּהֶן אֶת הֶעָפָר. אוֹ שֶׁהִתְקִינוּם לְכַף מֹאזְנַיִם. הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה. שֶׁתִּינוֹק חֵרֵשׁ שׁוֹטֶה וְקָטָן יֵשׁ לָהֶן מַעֲשֶׂה אַף עַל פִּי שֶׁאֵין לָהֶן מַחֲשָׁבָה. אֲבָל הָעוֹשֶׂה כֵּלִים מִן הַלֶּפֶת וְהָאֶתְרוֹג וְהַדְּלַעַת הַיְבֵשִׁים שֶׁחֲקָקָן לָמֹד בָּהֶן וְכָל כַּיּוֹצֵא בָּהֶן. הֲרֵי הֵן טְהוֹרִין לְפִי שֶׁאִי אֶפְשָׁר שֶׁיַּעַמְדוּ אֶלָּא זְמַן מוּעָט: \n",
      "קְנֵה מֹאזְנַיִם וְהַמַּחַק שֶׁיֵּשׁ בָּהֶן בֵּית קִבּוּל מַתֶּכֶת. וְהָאֵסֶל שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מָעוֹת. וְקָנֶה שֶׁל עֵץ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מַיִם. וּמַקֵּל שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל מְזוּזָה אוֹ מְקוֹם מַרְגָּלִית. וּמַשְׁחֶזֶת שֶׁל עֵץ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שֶׁמֶן. וְלוּחַ פִּנְקָס שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שַׁעֲוָה. כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהֵן פְּשׁוּטֵי כְּלֵי עֵץ הוֹאִיל וְיֵשׁ בָּהֶן בֵּית קִבּוּל כָּל שֶׁהוּא מְקַבְּלִין טֻמְאָה דִּין תּוֹרָה. וְאֵין טָמֵא מִן הַתּוֹרָה אֶלָּא בֵּית קִבּוּל לְבַדּוֹ שֶׁיֵּשׁ בָּהֶן וְהַמְשַׁמֵּשׁ אֶת בֵּית הַקִּבּוּל מִשְּׁאָר הַכְּלִי שֶׁבֵּית הַקִּבּוּל צָרִיךְ לוֹ. אֲבָל הַיָּתֵר עַל הַצֹּרֶךְ מִשְּׁאָר הַכְּלִי הַפָּשׁוּט טָהוֹר מִן הַתּוֹרָה וְטָמֵא מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "בֵּית קִבּוּל הֶעָשׂוּי לְמַלְּאוֹתוֹ אֵינוֹ בֵּית קִבּוּל. כֵּיצַד. בְּקַעַת שֶׁל עֵץ שֶׁחוֹקְקִין בָּהּ בֵּית קִבּוּל וְתוֹקְעִין בּוֹ הַסַּדָּן שֶׁל בַּרְזֶל. אִם שֶׁל נַפָּחִים הִיא אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁאַף עַל פִּי שֶׁיֵּשׁ בָּהּ בֵּית קִבּוּל לֹא נַעֲשָׂה אֶלָּא לְמַלְּאוֹתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הָיְתָה שֶׁל צוֹרְפִין הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהֵן מַגְבִּיהִין אֶת הַבַּרְזֶל בְּכָל עֵת שֶׁיִּרְצֶה וּמְקַבְּצִין אֶת שְׂפוֹת הַזָּהָב וְהַכֶּסֶף הַמִּתְקַבֶּצֶת שָׁם תַּחַת הַסַּדָּן וַהֲרֵי נַעֲשָׂה לְקַבָּלָה. וְכֵן כָּל כַּיּוֹצֵא בּוֹ: \n",
      "הַכַּף הֶחָקוּק שֶׁתַּחַת רַגְלֵי הַמִּטּוֹת וְהַמִּגְדָּלוֹת וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהוּא מְקַבֵּל טָהוֹר וְאֵין בּוֹ מִשּׁוּם כְּלִי קִבּוּל לְפִי שֶׁאֵינוֹ עָשׂוּי לְקִבּוּל אֶלָּא לִסְמֹךְ בּוֹ בִּלְבַד. שְׁפוֹפֶרֶת הַקַּשׁ מְקַבֶּלֶת טֻמְאָה כְּכָל כְּלֵי הָעֵץ שֶׁמְּקַבְּלִין טֻמְאָה אֲפִלּוּ אֵינָהּ יְכוֹלָה לְקַבֵּל אֶלָּא טִפָּה אַחַת. וּשְׁפוֹפֶרֶת הַקָּנֶה שֶׁחֲתָכָהּ לְקַבָּלָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיּוֹצִיא אֶת כָּל הַלָּבָן שֶׁבְּתוֹכָהּ. וְאִם לֹא נֶחְתְכָה לְקַבָּלָה הֲרֵי הִיא כִּפְשׁוּטֵי כְּלֵי עֵץ. אֲבָל שְׁפוֹפֶרֶת שֶׁל פָּקוּעוֹת וְכַיּוֹצֵא בָּהֶן אֵינָן כֵּלִים אֶלָּא כָּאֳכָלִין הֵן חֲשׁוּבִין: \n",
      "שְׁפוֹפֶרֶת שֶׁחֲתָכָהּ וְנָתַן בָּהּ אֶת הַמְּזוּזָה וְאַחַר כָּךְ נְתָנָהּ בְּכֹתֶל אֲפִלּוּ נָתְנָה שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ מְקַבֶּלֶת טֻמְאָה. קְבָעָהּ בַּכֹּתֶל אִם קְבָעָהּ כְּדֶרֶךְ קַבָּלָתָהּ הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה. נָתַן הַשְּׁפוֹפֶרֶת בַּכֹּתֶל וְאַחַר כָּךְ נָתַן בָּהּ הַמְּזוּזָה אִם הָיְתָה כְּדֶרֶךְ קַבָּלָתָהּ הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. שֶׁלֹּא כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה. קְבָעָהּ בַּכֹּתֶל אֲפִלּוּ כְּדֶרֶךְ קַבָּלָתָהּ טְהוֹרָה: \n",
      "כְּלִי שֶׁאוֹרְגִין אוֹתוֹ מִן הַנְּסָרִים אוֹ מִן הַשַּׁעַם כְּדֵי שֶׁיִּשְׁטְחוּ עָלָיו הַבְּגָדִים וְהַמֻּגְמָר מִלְּמַטָּה כְּדֵי שֶׁיִּתְבַּסְּמוּ אִם הָיָה עָשׂוּי כְּכַוֶּרֶת שֶׁאֵין לוֹ קַרְקַע טָהוֹר וְאִם הָיָה בּוֹ בֵּית קַבָּלַת כְּסוּת הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "סַנְדָּל שֶׁל בְּהֵמָה שֶׁל מַתֶּכֶת טָמֵא וְשֶׁל שַׁעַם טָהוֹר שֶׁאֵין זֶה חָשׁוּב מִכְּלֵי הַקַּבָּלָה: \n",
      "הַצּוֹרֵר מַרְגָּלִית בָּעוֹר וְהוֹצִיאָהּ וְנִשְׁאַר מְקוֹמָהּ עָמֹק הֲרֵי זֶה מְקַבֵּל טֻמְאָה עַד שֶׁיִּפְשֹׁט. שֶׁכָּל כְּלֵי קִבּוּל מְקַבְּלִין בְּכָל שֶׁהֵן וַהֲרֵי מְקוֹמָן כְּמוֹ כִּיס קָטָן. אֲבָל צְרוֹר הַמָּעוֹת אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁאֵין עָלָיו צוּרַת כְּלִי: \n"
    ],
    [
      "כָּל כְּלִי עֵץ הֶעָשׂוּי לְנַחַת אֲפִלּוּ אֵינוֹ מְקַבֵּל אֶלָּא דָּבָר מוּעָט אֵינוֹ מְקַבֵּל טֻמְאָה לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְהִתְטַלְטֵל מָלֵא וְרֵיקָן כְּשַׂק אֲפִלּוּ הָיָה מַחֲזִיק מֵאָה סְאָה וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ שׁוּלַיִם הוֹאִיל וְאֵינוֹ עָשׂוּי לְנַחַת הֲרֵי זֶה מְקַבֵּל טֻמְאָה דִּין תּוֹרָה כִּשְׁאָר כְּלֵי קִבּוּל. וְכָל כְּלִי עֵץ שֶׁהוּא סְתָם אִם הָיוּ לוֹ שׁוּלַיִם לֵישֵׁב עֲלֵיהֶם עַל הַקַּרְקַע כְּדֵי שֶׁלֹּא יְהֵא נוֹחַ לְהִתְגַּלְגֵּל וְהָיָה מַחֲזִיק אַרְבָּעִים סְאָה בְּלַח שֶׁהֵן כּוֹרַיִים בְּיָבֵשׁ אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים מִפְּנֵי שֶׁחֶזְקָתוֹ שֶׁעָשׂוּי לְנַחַת. וּדְבָרִים אֵלּוּ דִּבְרֵי קַבָּלָה הֵן. מִפִּי הַשְּׁמוּעָה לָמְדוּ מָה שַׂק שֶׁהוּא מִתְטַלְטֵל מָלֵא וְרֵיקָן אַף כְּלִי עֵץ לֹא יִטְמָא אֶלָּא אִם כֵּן הָיָה מִטַּלְטֵל מָלֵא וְרֵיקָן לְהוֹצִיא כְּלִי עֵץ הֶעָשׂוּי לְנַחַת: \n",
      "הַכֵּלִים שֶׁחֶזְקָתָן שֶׁהֵן עֲשׂוּיִין לְנַחַת כְּגוֹן שִׁדָּה תֵּבָה וּמִגְדָּל וְכַוֶּרֶת הַקַּשׁ וְכַוֶּרֶת הַקָּנִים וּבוֹר סְפִינָה גְּדוֹלָה וְכַיּוֹצֵא בְּאֵלּוּ. אִם הֵן מַחֲזִיקִין אַרְבָּעִים סְאָה אֵין מְקַבְּלִין טֻמְאָה. וְאֵלּוּ הֵן הַכֵּלִים שֶׁל עֵץ שֶׁהֵן עֲשׂוּיִין לְהִתְטַלְטֵל בִּמְלוֹאָן. דִּרְדּוּר שֶׁמַּנִּיחִין אוֹתוֹ עַל הָעֲגָלָה וְקוֹסְטוֹת הַמְּלָכִים וַעֲרֵבַת הַעֲבְּדָן וּבוֹר סְפִינָה קְטַנָּה שֶׁאֵינָהּ יְכוֹלָה לְהַלֵּךְ בְּאֶמְצַע הַיָּם הַגָּדוֹל וְהָאָרוֹן. כָּל אֶחָד מֵחֲמֵשֶׁת כְּלֵי עֵץ אֵלּוּ אַף עַל פִּי שֶׁהֵן מְקַבְּלִין יוֹתֵר מֵאַרְבָּעִים סְאָה הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה שֶׁלֹּא נַעֲשׂוּ מִתְּחִלָּתָן אֶלָּא לְהִטַּלְטֵל מְלֵאִין. וּשְׁאָר כָּל כְּלֵי עֵץ אִם הָיוּ מְקַבְּלִין אַרְבָּעִים סְאָה וְיֵשׁ לָהֶם שׁוּלַיִם חֶזְקָתָן שֶׁאֵינָן עֲשׂוּיִין לְהִתְטַלְטֵל בִּמְלוֹאָן וּלְפִיכָךְ אֵין מְקַבְּלִין טֻמְאָה. וְכֵן כְּלֵי עֶצֶם וּכְלֵי הָעוֹר הַמְקַבְּלִין אַרְבָּעִים סְאָה בְּלַח אֵין מְקַבְּלִין טֻמְאָה אֶלָּא אִם כֵּן נַעֲשׂוּ מִתְּחִלָּתָן כְּשֶׁהֵן מְלֵאִין: \n",
      "הַשִּׁדָּה וְהַתֵּבָה וְהַמִּגְדָּל שֶׁל זְכוּכִית הַבָּאִים בְּמִדָּה טְהוֹרִין וּשְׁאָר כְּלֵי זְכוּכִית אַף עַל פִּי שֶׁמְּקַבְּלִין אַרְבָּעִים סְאָה הֲרֵי הֵן מְקַבְּלִין טֻמְאָה. וְזֶה חֹמֶר בִּכְלֵי זְכוּכִית מִבִּכְלֵי עֵץ: \n",
      "כָּל כְּלִי שֶׁיֵּשׁ בְּשִׁבּוּרוֹ אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ הֲרֵי הוּא מַחֲזִיק אַרְבָּעִים סְאָה בְּלַח. וּכְשֶׁמּוֹדְדִין אֶת הַכְּלִי מוֹדְדִין אוֹתוֹ מִבַּחוּץ אִם הָיָה בּוֹ אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַף עַל פִּי שֶׁאֵין תּוֹכוֹ אֶלָּא פָּחוֹת מִזֶּה הֲרֵי הוּא טָהוֹר שֶׁאֵין עֳבִי הַדְּפָנוֹת מְמַעֵט. אֲבָל עֳבִי הָרַגְלַיִם וָעֳבִי הַזֵּר אִם הָיָה לוֹ זֵר אֵין נִמְדָּדִין עִמּוֹ: \n",
      "הָיָה בְּתוֹךְ הַכְּלִי תֵּבָה קְטַנָּה כְּגוֹן מוּכְנִי שֶׁבְּתוֹךְ הַשִּׁדָּה בִּזְמַן שֶׁהִיא נִשְׁמֶטֶת אֵינָהּ נִמְדֶּדֶת עִמָּהּ וְאֵינָהּ חִבּוּר לָהּ וְאֵינָהּ מַצֶּלֶת עִמָּהּ בְּאֹהֶל הַמֵּת. וְאִם אֵינָהּ נִשְׁמֶטֶת נִמְדֶּדֶת עִמָּהּ וַהֲרֵי הֵן כִּכְלִי אֶחָד: \n",
      "הָיָה לַכְּלִי כִּסּוּי קָמוּר בִּזְמַן שֶׁהוּא קָבוּעַ נִמְדָּד עִמּוֹ. אֵינוֹ קָבוּעַ אֵינוֹ נִמְדָּד עִמּוֹ. הָיוּ בּוֹ מְגוּרוֹת מִבִּפְנִים נִמְדֶּדֶת עִמּוֹ. וְאִם הָיוּ מִבַּחוּץ אֵינָן נִמְדָּדוֹת עִמּוֹ: \n",
      "כְּלִי עֵץ שֶׁאֵינוֹ מְקַבֵּל אַרְבָּעִים סְאָה כְּדַרְכּוֹ אֶלָּא אִם כֵּן הִטָּהוּ עַל צִדּוֹ אוֹ סְמָכוֹ בְּדָבָר אַחֵר הוֹאִיל וּמְקַבֵּל אַרְבָּעִים סְאָה מִכָּל מָקוֹם טָהוֹר: \n",
      "הַשִּׁדָּה וְהַתֵּבָה שֶׁנִּטְּלָה אַחַת מֵרַגְלֵיהֶן אַף עַל פִּי שֶׁלֹּא נִקְּבוּ אֶלָּא הֲרֵי הֵן מְקַבְּלִין הֲרֵי אֵלּוּ טְהוֹרִין וַעֲדַיִן יֵשׁ לָהֶם שׁוּלַיִם וְחֶזְקָתָן שֶׁהֵן לְנַחַת כְּשֶׁהָיוּ: \n"
    ],
    [
      "שָׁלֹשׁ מִדּוֹת בִּכְלֵי עֵץ שֶׁאֵינָן עֲשׂוּיִין לְקַבָּלָה. כָּל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ אָדָם בִּלְבַד כְּגוֹן הַסֻּלָּם טָהוֹר וְאֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל וְלֹא רִבּוּהוּ חֲכָמִים לְטֻמְאָה. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ הַכֵּלִים וְהָאָדָם כְּגוֹן הַשֻּׁלְחָן וְהַטַּבְלָא וְהַמִּטָּה וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. וּמִנַּיִן שֶׁהֵן לְתַשְׁמִישׁ אָדָם וְתַשְׁמִישׁ מְשַׁמְּשָׁיו שֶׁהֲרֵי מַנִּיחַ הַקְּעָרוֹת עַל הַשֻּׁלְחָן וְהַכּוֹסוֹת עַל הַטַּבְלָא וְהַמַּצָּעוֹת עַל הַמִּטָּה. וְכָל כְּלִי עֵץ הֶעָשׂוּי לְתַשְׁמִישׁ הַכֵּלִים בִּלְבַד שֶׁהֲרֵי הוּא מְשַׁמֵּשׁ מְשַׁמְּשֵׁי אָדָם אִם לֹא הָיָה מְשַׁמֵּשׁ אֶת הַכֵּלִים אֶלָּא בִּשְׁעַת מְלָאכָה בִּלְבַד הֲרֵי זֶה טָהוֹר מִכְּלוּם כְּגוֹן מְנוֹרָה שֶׁל עֵץ שֶׁמְּשַׁמֶּשֶׁת הַנֵּר בִּשְׁעַת הַדְלָקָה, וְכַן וְהוּא כְּלִי שֶׁמַּנִּיחִין תַּחַת הַכֵּלִים בִּשְׁעַת מְלָאכָה, וְהַדְּפוּסִין כֻּלָּן. וְאִם הָיָה מְשַׁמֵּשׁ אֶת הַכֵּלִים בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא בִּשְׁעַת מְלָאכָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה כְּגוֹן כִּסּוּי הַקַּפָצָה וְכַיּוֹצֵא בּוֹ וְתִיק הַסַּיִף וְהַסַּכִּין וְהָרֹמַח וְהַמִּסְפָּרִים וְהַתַּעַר וְהַמִּכְחוֹל וְהַמִּכְתָּב וּבֵית הַכּוֹחַל וְתִיק טַבְלָא וּסְקוּרְטִיָא וּבֵית הַחִצִּים וּבֵית הַפַּגוֹזוֹת וְתִיק חֲלָלִים כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁאֵינָן אֶלָּא מְשַׁמְּשֵׁי כֵּלִים מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי הַכְּלִי צָרִיךְ לָהֶן בִּשְׁעַת מְלָאכָה וְשֶׁלֹּא בִּשְׁעַת מְלָאכָה. אֲבָל כִּסּוּי קַמַטְרָא וְכִסּוּי תֵּבָה וְכִסּוּי טֶנִי וְהַמַּכְבֵּשׁ שֶׁל חָרָשׁ וְהַכִּסֵּא שֶׁתַּחַת הַתֵּבָה וְהַקְּמָתִין שֶׁלָּהּ וְהַקֵּלֶב שֶׁבּוֹנִין עָלָיו תִּיק הַסַּפָּר וּבֵית הַנֶּגֶר וְהַמַּנְעוּל וְהַמְּזוּזָה וְתִיק נְבָלִים וְהַכִּנּוֹרוֹת וְהַקֵּלֶב שֶׁל גּוֹדְלֵי מִצְנֶפֶת וּדְפוּס שֶׁל תְּפִלִּין וְסוּס שֶׁל עֵץ שֶׁל זֶמֶר שֶׁמְּשַׂחֲקִין בּוֹ וּרְבִיעִית הַמְּקוֹנֶנֶת וּגְנוֹנַת הֶעָנִי וְסָמוֹכוֹת הַמִּטָּה וְנַקְלִיטֵי הַמִּטָּה וַחֲמוֹר שֶׁתַּחַת הַמִּטָּה כָּל אֵלּוּ וְכַיּוֹצֵא בָּהֶן טְהוֹרִין מִפְּנֵי שֶׁהֵן מְשַׁמְּשֵׁי הַכֵּלִים בִּשְׁעַת מְלָאכָה בִּלְבַד:  ",
      "מַלְבֵּן הַמִּטָּה אִם הָיָה מְלֻבָּשׁ בְּפִיקוֹת וְיֵשׁ לוֹ רַגְלַיִם שֶׁמְּחַבְּרָן עִם הַמִּטָּה הֲרֵי זֶה מִתְטַמֵּא עִם הַמִּטָּה שֶׁהֲרֵי נוֹתְנִין אוֹתוֹ בִּפְנֵי הַמִּטָּה וַהֲרֵי הוּא כְּאֶחָד מֵאֵיבָרֶיהָ. נְתָנוֹ עַל שְׁתֵּי לְשׁוֹנוֹת וַהֲרֵי הוּא גָּבוֹהַּ עַל הַמִּטָּה אַף עַל פִּי שֶׁמְּסֹרָג בַּחֲבָלִים הוֹאִיל וְאֵין לוֹ רַגְלַיִם טָהוֹר מִפְּנֵי שֶׁהוּא מִמְּשַׁמְּשֵׁי הַכֵּלִים בִּשְׁעַת מְלָאכָה בִּלְבַד כְּמַלְבְּנֵי בְּנֵי לֵוִי שֶׁתּוֹלִין בָּהֶם כִּנּוֹרוֹתֵיהֶן וּכְלֵי הַשֵּׁיר שֶׁהֵן טְהוֹרִין:  ",
      "מַכְבֵּשׁ שֶׁל שְׁכַּף שֶׁמּוֹתֵחַ עָלָיו אֶת הָעוֹר טָהוֹר מִפְּנֵי שֶׁמַּנִּיחַ עָלָיו אֶת הָאֶבֶן בַּמָּקוֹם הֶחָקוּק שֶׁיֵּשׁ בּוֹ וּמְשַׁמֵּשׁ עָלָיו וְנִמְצָא עָשׂוּי לְשַׁמֵּשׁ אֶת הַכֵּלִים בִּשְׁעַת מְלָאכָה וְאֵינוֹ מִתְטַמֵּא מִשּׁוּם קִבּוּל שֶׁהֲרֵי הֶחָקָק שֶׁבּוֹ עָשׂוּי לְהִתְמַלְּאוֹת בְּאֶבֶן:  ",
      "חִפּוּיֵי הַמִּטָּה טְהוֹרִין וְכֵן כָּל הַחִפּוּיִין בֵּין שֶׁהָיוּ שֶׁל עֵץ אוֹ שֶׁל עֶצֶם אוֹ שֶׁל עוֹר אוֹ שֶׁל מַתֶּכֶת טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אֲשֶׁר יֵעָשֶׂה מְלָאכָה בָּהֶן\" פְּרָט לְחִפּוּיֵי הַכֵּלִים. וְכֵן כְּלֵי עֵץ אוֹ עֶצֶם שֶׁיֵּשׁ בָּהֶן בֵּית קִבּוּל שֶׁצִּפָּם בְּמַתֶּכֶת טְהוֹרִים וְאֵין מְקַבְּלִין טֻמְאָה מֵאַחַר שֶׁצִּפָּם בִּטְּלָן וְהַצִּפּוּי עַצְמוֹ טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "הָעוֹשֶׂה כְּלִי מִקְצָתוֹ מִן הָעֵץ וּמִקְצָתוֹ מִן הַמַּתֶּכֶת אִם הָיָה הָעֵץ מְשַׁמֵּשׁ הַמַּתֶּכֶת מְקַבֵּל טֻמְאָה וְאִם הָיְתָה הַמַּתֶּכֶת מְשַׁמֶּשֶׁת אֶת הָעֵץ הַכּל טָהוֹר. כֵּיצַד. מַפְתֵּחַ שֶׁל עֵץ וְשִׁנָּיו מִמַּתֶּכֶת אֲפִלּוּ שֵׁן אֶחָד הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיְתָה הִיא מִמַּתֶּכֶת וְשִׁנַּיִם שֶׁלּוֹ מֵעֵץ הַכּל טָהוֹר:  ",
      "טַבַּעַת שֶׁל מַתֶּכֶת וְחוֹתָמָהּ שֶׁל אַלְמוֹג טְמֵאָה. הָיְתָה שֶׁל אַלְמוֹג וְחוֹתָמוֹ שֶׁל מַתֶּכֶת הֲרֵי זוֹ אֵינָהּ מְקַבֶּלֶת טֻמְאָה:  ",
      "הַשֵּׁן שֶׁל מַתֶּכֶת אוֹ הַחוֹתָם מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ אִם לֹא הָיָה מְחֻבָּר לָעֵץ. וְכֵן הַמְעַבֵּד וְהַמַּזְרֶה וְהַמָּגוֹב וְהַמַּסְרֵק שֶׁל רֹאשׁ שֶׁנִּטְּלָה אֶחָד מִשִּׁנֵּיהֶן וַעֲשָׂאָהּ שֶׁל מַתֶּכֶת הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה:  ",
      "מַקֵּל שֶׁעָשָׂה בְּרֹאשׁוֹ מַסְמֵר כְּמִין רִמּוֹן כְּדֵי שֶׁיִּהְיֶה אוֹחֵז בּוֹ אֵינוֹ מְקַבֵּל טֻמְאָה. עֲשָׂאָהוּ שֶׁלֹּא תִּהְיֶה הָאָרֶץ אוֹכֶלֶת אֶת הָעֵץ מְקַבֵּל טֻמְאָה:  ",
      "וְכֵן מַקֵּל שֶׁקָּבַע בּוֹ מַסְמְרִים כְּדֵי לְהַכּוֹת בּוֹ מְקַבֵּל טֻמְאָה שֶׁנִּמְצָא הָעֵץ מְשַׁמֵּשׁ אֶת הַמַּתֶּכֶת. עֲשָׂאָן לְנוֹי אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁהֲרֵי הַמַּתֶּכֶת מְשַׁמֶּשֶׁת אֶת הָעֵץ:  ",
      "וְכֵן מְנַקִּיּוֹת שֶׁל מַתֶּכֶת שֶׁקְּבָעָן בַּמַּקֵּל אוֹ בַּדֶּלֶת לְנוֹי טְהוֹרוֹת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר הַכֵּלִים:  "
    ],
    [
      "כָּל הַכֵּלִים אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן. וּכְלֵי עֵץ מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַמִּטָּה וְהָעֲרִיסָה מִשֶּׁיְּשׁוּפֵם בְּעוֹר הַדָּג. גָּמַר שֶׁלֹּא לָשׁוּף מְקַבְּלִין טֻמְאָה. הַסַּלִּים שֶׁל עֵץ מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת עֵקְצֵי הַשָּׂרִיגִים וְהָעֵצִים הַקְּטַנִּים הַיּוֹצְאִים עַל גַּבֵּי הַסַּל. הָיוּ הַסַּלִּים שֶׁל תְּמָרָה אַף עַל פִּי שֶׁלֹּא כָּרַת הַהוּצִין מִבִּפְנִים מְקַבְּלִין טֻמְאָה שֶׁכָּךְ מְקַיְּמִין אוֹתָן. הַכַּלְכָּלָה מִשֶּׁיַּחְסֹם פִּיהָ וְיִכְרֹת הַהוּצִים וְיִגְמֹר אֶת הַתְּלוּיוֹת. בֵּית הַכּוֹסוֹת וְהַלָּגִינִין אַף עַל פִּי שֶׁלֹּא כָּרַת מִבִּפְנִים מְקַבְּלִין טֻמְאָה שֶׁכָּךְ מְקַיְּמִין אוֹתָם. הַקְּנוֹנִים הַקְּטַנִּים וְהַקְּלָתוֹת מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת הַהוּצִין הַיּוֹצְאִים. הַקְּנוֹנִים הַגְּדוֹלִים וְהַסְּיוֹגִים הַגְּדוֹלִים מִשֶּׁיַּעֲשֶׂה שְׁנֵי דּוֹרִים לָרֹחַב שֶׁלָּהֶן. הַנָּפָה וְהַכְּבָרָה וְכַף מֹאזְנַיִם מִשֶּׁיַּעֲשֶׂה דּוֹר אֶחָד לָרֹחַב שֶׁלָּהֶן. הַקֻפָּה מִשֶּׁיַּעֲשֶׂה שְׁתֵּי צְפִירוֹת לָרֹחַב שֶׁלָּהּ. וְהָעֲרָק מִשֶּׁיַּעֲשֶׂה בּוֹ צְפִירָה אַחַת אַף עַל פִּי שֶׁלֹּא גָּמַר גַּבֵּיהֶן מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי נִרְאוּ לְמַה שֶּׁנַּעֲשׂוּ וְצוּרַת הַכְּלִי עֲלֵיהֶן. הָא לְמָה זֶה דּוֹמֶה לְבֶגֶד שֶׁנֶּאֱרַג מִקְצָתוֹ. הַמַּחְצֶלֶת מִשֶּׁיִּכְרֹת הַהוּצִין וְזֶהוּ גְּמַר מְלָאכָה. וְכָל כְּלֵי הַנְּסָרִים אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיִּתְחַסְּמוּ שִׂפְתוֹתֵיהֶן. גָּלְמֵי כְּלֵי עֵץ מְקַבְּלִין טֻמְאָה מִשֶּׁנַּעֲשָׂה הַכְּלִי בְּצוּרָתוֹ. אַף עַל פִּי שֶׁעָתִיד לְתָאֲרוֹ בִּשְׂרַד אוֹ לְהַשְׁווֹתוֹ בִּמְחוֹגָה אוֹ לְיַפּוֹתוֹ בַּמַּעֲצָד וְכַיּוֹצֵא בְּמַעֲשִׂים אֵלּוּ וַעֲדַיִן הוּא גּלֶם הוֹאִיל וְאֵינוֹ מְחֻסַּר חֲקִיקָה וַהֲרֵי הִשְׁלִים חֲפִירָתוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְכָל גָּלְמֵי כְּלֵי עֵץ מְקַבְּלִין טֻמְאָה חוּץ מִשֶּׁל אֶשְׁכְּרוֹעַ שֶׁאֵין הַכְּלִי מִמֶּנּוּ חָשׁוּב כְּלִי עַד שֶׁיִּתְיַפֶּה. וְקָרוֹב בְּעֵינַי שֶׁכְּלֵי עֶצֶם כִּכְלֵי אֶשְׁכְּרוֹעַ וְאֵין גָּלְמֵיהֶן מְקַבְּלִין טֻמְאָה. כְּלִי עֵץ שֶׁאֵין עָלָיו צוּרַת כְּלִי אַף עַל פִּי שֶׁמִּשְׁתַּמְּשִׁין בּוֹ אֵינוֹ מְקַבֵּל טֻמְאָה. אֲרֻבּוֹת שֶׁל נַחְתּוֹמִין שֶׁסּוֹדְרִים עֲלֵיהֶן הַחַלּוֹת כְּשֶׁהֵן בָּצֵק מִתְטַמְּאוֹת שֶׁהֲרֵי צוּרַת הַכְּלִי עֲלֵיהֶן. וְשֶׁל בַּעֲלֵי בָּתִּים אֵינָן מְקַבְּלִין טֻמְאָה. וְאִם צְבָעָן בְּסִקְרָא אוֹ בְּכַרְכּוֹם וְכַיּוֹצֵא בָּהֶן מִתְטַמְּאוֹת שֶׁהֲרֵי נַעֲשֵׂית לָהֶן צוּרַת כְּלִי. סְרוֹד שֶׁל נַחְתּוֹמִין שֶׁנּוֹתְנִין בּוֹ הַמַּיִם שֶׁמְּקַטְּפִין בּוֹ טָמֵא וְשֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. וְאִם גִּפְּפוֹ מֵאַרְבַּע רוּחוֹתָיו מִתְטַמֵּא. נִפְרָץ מֵרוּחַ אַחַת טָהוֹר. וְהַלּוּחַ שֶׁעוֹרְכִין עָלָיו מִתְטַמֵּא. כְּלִי עֵץ שֶׁהַסַּלָּתִים מְרַקְּדִין עָלָיו אֶת הַסּלֶת מִתְטַמֵּא. וְשֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. רַחַת הַגָּרוֹסוֹת מִתְטַמְּאָה. שֶׁל אוֹצָרוֹת טְהוֹרָה שֶׁל גִּתּוֹת מִתְטַמְּאָה וְשֶׁל גֳּרָנוֹת טְהוֹרָה. זֶה הַכְּלָל הֶעָשׂוּי לְקַבָּלָה מְקַבֵּל טֻמְאָה וְהֶעָשׂוּי לְכַנֵּס בּוֹ טָהוֹר: \n",
      "כָּל הַתְּלוֹיִין טְהוֹרִין חוּץ מִתְּלוֹיֵי נָפָה שֶׁל סַלָּתִין וּתְלוֹי כְּבָרָהּ שֶׁל גֳּרָנוֹת וּתְלוֹי מַגַּל יָד וּתְלוֹי מַקֵּל הַבַּלָּשִׁין מִפְּנֵי שֶׁהֵן מְסַיְּעִין בִּשְׁעַת מְלָאכָה. זֶה הַכְּלָל הֶעָשׂוּי לְסַיְּעוֹ בִּשְׁעַת מְלָאכָה מִתְטַמֵּא לִתְלוֹת בּוֹ הַכְּלִי בִּלְבַד טָהוֹר: \n",
      "נִבְלֵי הַמְשׁוֹרְרִים מִתְטַמְּאִין. נִבְלֵי בְּנֵי לֵוִי שֶׁמְּזַמְּרִין בָּהֶן בַּמִּקְדָּשׁ טְהוֹרִין. הַבִּטְנוֹן וְהַנִּקְטְמוֹן וְהָאִירוּס מִתְטַמְּאִין: \n",
      "מְצוּדַת הַחֻלְדָּה מִתְטַמֵּא וְשֶׁל עַכְבָּרִים טְהוֹרָה לְפִי שֶׁאֵין לָהּ בֵּית קִבּוּל וְאֵין עָלֶיהָ צוּרַת כְּלִי: \n",
      "קוֹצִין שֶׁאוֹרְגִין בָּהֶן כְּמוֹ כְּפִיפָה שֶׁמַּנִּיחִין בָּהּ הַתְּאֵנִים וְכַיּוֹצֵא בָּהֶן מִתְטַמְּאִין. וְשֶׁאוֹרְגִין בָּהֶן כְּתַבְנִית מְנוֹרָה גְּדוֹלָה שֶׁאוֹצְרִין בָּהֶן הַחִטִּין טְהוֹרָה שֶׁאֵין תּוֹרַת כְּלִי עָלֶיהָ: \n",
      "עָלִין שֶׁמְּסָרְגִין אוֹתָן כְּמִין סְיָג סָבִיב לַפֵּרוֹת טָהוֹר. וְאִם עָשׂוּ סְיָג שֶׁל נְסָרִין מִתְטַמְּאִין: \n",
      "חֹתֶל שֶׁל הוּצִין שֶׁמַּנִּיחִין בּוֹ הָרֹטֶב וְכַיּוֹצֵא בּוֹ אִם הוּא נוֹתֵן לְתוֹכוֹ וְנוֹטֵל מִתּוֹכוֹ מִתְטַמֵּא וְאִם אֵינוֹ יָכוֹל לִטּל מַה שֶּׁבְּתוֹכוֹ עַד שֶׁיִּקְרָעֶנּוּ אוֹ יַתִּירֶנּוּ אוֹ שֶׁחָשַׁב לֶאֱכל מַה שֶּׁבְּתוֹכוֹ וּלְזָרְקוֹ טָהוֹר. וְכֵן הַקֶּרֶן שֶׁהוּא מִשְׁתַּמֵּשׁ בָּהּ וּמַשְׁלִיכָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם חָשַׁב עָלֶיהָ מְקַבֶּלֶת טֻמְאָה: \n",
      "הַשּׁוֹפָר אֵינוֹ מְקַבֵּל טֻמְאָה. חֲתָכוֹ לִהְיוֹת קֶרֶן תַּשְׁמִישׁ מְקַבֵּל טֻמְאָה: \n",
      "קְעָרָה שֶׁקְּבָעָהּ בְּשִׁדָּה תֵּבָה וּמִגְדָּל אִם הִיא כְּדֶרֶךְ קַבָּלָתָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם קְבָעָהּ בַּדֹּפֶן שֶׁהֲרֵי אֵינָהּ מְקַבֶּלֶת עַד שֶׁמַּטִּים שִׁדָּה עַל צִדָּה הֲרֵי זוֹ מִכְּלַל הַשִּׁדָּה וּטְהוֹרָה: \n",
      "הָאַקּוֹן וְהָרָטוֹב וְהַכְּלוּב שֶׁל עֵץ טְהוֹרִין: \n",
      "הַמַּדָּף וְהַפַּלְצוּר וּמְצוּדַת סְכָרִים מִתְטַמְּאִין שֶׁהֲרֵי צוּרַת כְּלִי עֲלֵיהֶם: \n",
      "הַסַּפְסָלִין שֶׁבַּפֻּנְדְּקָאוֹת וְשֶׁל מְלַמְּדֵי תִּינוֹקוֹת אַף עַל פִּי שֶׁהֵן נְקוּבִין וּמַכְנִיסִין בָּהֶן אֶת הָרַגְלַיִם טְהוֹרִים. קָבְעוּ בָּהֶן רַגְלַיִם בְּמַסְמֵר מְקַבְּלִין טֻמְאָה. זֶה הַכְּלָל כָּל שֶׁנִּטָּל וְאֵין רַגְלָיו נִטָּלוֹת עִמּוֹ טָהוֹר. וְכָל שֶׁנִּטַּל וְרַגְלָיו נִטָּלוֹת עִמּוֹ טָמֵא. וְאִם הָיוּ כֻּלָּן שֶׁל עֵץ אוֹ עֶצֶם מְקַבֵּל טֻמְאָה. הָיְתָה אַחַת מֵרַגְלָיו שֶׁל אֶבֶן אֵינוֹ מְקַבֵּל טֻמְאָה: \n"
    ],
    [
      "כָּל כְּלִי שֶׁנִּטְמָא וְנִשְׁבַּר אַחַר שֶׁנִּטְמָא וְנִפְסְדָה צוּרָתוֹ וְתַשְׁמִישׁוֹ טָהוֹר בִּשְׁבִירָתוֹ. וְכֵן כֵּלִים שֶׁנִּשְׁבְּרוּ כְּשֶׁהֵן טְהוֹרִין שִׁבְרֵיהֶן אֵינָן מְקַבְּלִין טֻמְאָה: \n",
      "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר בִּכְלִי עֵץ אוֹ כְּלִי עֶצֶם וְיִהְיֶה טָהוֹר. כָּל כְּלֵי בַּעֲלֵי בָּתִּים שִׁעוּרָן בְּרִמּוֹנִים. כֵּיצַד. מִשֶּׁיִּנָּקֵב הַכְּלִי בְּמוֹצִיא רִמּוֹן טָהוֹר. וְהָרִמּוֹן שֶׁאָמְרוּ בֵּינוֹנִי לֹא גָּדוֹל וְלֹא קָטָן, לְפִי דַּעַת הָרוֹאֶה. וְיִהְיוּ בַּכְּלִי שְׁלֹשָׁה רִמּוֹנִים אֲחוּזִים זֶה בָּזֶה. נִקַּב הַכְּלִי בְּמוֹצִיא זַיִת וּסְתָמוֹ וְחָזַר וְנִקַּב בְּמוֹצִיא זַיִת וּסְתָמוֹ [עַד שֶׁהִשְׁלִימוֹ לְמוֹצִיא] רִמּוֹן אַף עַל פִּי שֶׁהוּא סָתוּם טָהוֹר שֶׁהֲרֵי נַעֲשׂוּ לוֹ פָּנִים חֲדָשׁוֹת: \n",
      "כֵּלִים שֶׁעֲשָׂאָן מִתְּחִלָּה נְקוּבִין בְּמוֹצִיא רִמּוֹן כְּגוֹן הַסַּל וְהַפֻּחְלָץ שֶׁל גְמַלִּים וְהָאַפִּיפְיָרוֹת מְקַבְּלִין טֻמְאָה עַד שֶׁיִּקָּרַע רֻבָּן: \n",
      "אֲפִּיפְיָרוֹת שֶׁעָשָׂה לָהֶן קָנִים לְמַעְלָה וּלְמַטָּה לְחַזֵּק טְהוֹרוֹת. עָשָׂה לָהֶן גַּפַּיִם כָּל שֶׁהֵן אַף עַל פִּי שֶׁכֻּלָּהּ נְקוּבָה כְּמוֹצִיא רִמּוֹן מְקַבֶּלֶת טֻמְאָה: \n",
      "כָּל הַכֵּלִים שֶׁאֵינָן יְכוֹלִין לְקַבֵּל רִמּוֹנִים כְּגוֹן הָרֹבַע וַחֲצִי רֹבַע וְהַקְּנוֹנִים הַקְּטַנִּים שִׁעוּרָן בְּמוֹצִיא זַיִת. נִגְמְמוּ שִׂפְתוֹתֵיהֶן אִם נִשְׁאַר בָּהֶן כְּדֵי לְקַבֵּל כָּל שֶׁהוּא טְמֵאִין: \n",
      "הַסַּלִּין שֶׁל פַּת שִׁעוּרָן כְּכִכָּרוֹת שֶׁל פַּת: \n",
      "קֻפַּת הַגַּנָּנִים מִשֶּׁתּוֹצִיא אֲגֻדּוֹת שֶׁל יָרָק טְהוֹרָה. וְשֶׁל בַּעֲלֵי בָּתִּים בְּמוֹצִיא תֶּבֶן. שֶׁל בַּלָּנִין בִּגְבָבָא: \n",
      "בֵּית קְעָרוֹת שֶׁאֵינוֹ מְקַבֵּל קְעָרוֹת הוֹאִיל וּמְקַבֵּל הַתַּמְחוּיִין הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְכֵן בֵּית הָרְעִי שֶׁאֵינוֹ מְקַבֵּל מַשְׁקִין הוֹאִיל וּמְקַבֵּל אֶת הָרְעִי הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "כָּל כְּלִי עֵץ שֶׁנֶּחְלַק לִשְׁנַיִם טָהוֹר וְאַף עַל פִּי שֶׁמְּקַבְּלִין עַל דָּפְנוֹתֵיהֶן בְּאִלְפָּסִין. חוּץ מִכֵּלִים שֶׁל עֵץ שֶׁחֶצְיָן אוֹ מִקְצָתָן כְּלִי בִּפְנֵי עַצְמוֹ מִתְּחִלַּת עֲשִׂיָּתָן כְּגוֹן הַשֻּׁלְחָן הַכָּפוּל שֶׁמִּתְחִלָּה נַעֲשָׂה שְׁנֵי חֲלָקִים וַהֲרֵי הוּא נִכְפָּל וְנִפְשָׁט. וּכְגוֹן הַתַּמְחוּי הַמִּזְנוֹן שֶׁהוּא קְעָרוֹת קְעָרוֹת וַהֲרֵי בְּכָל חֵלֶק מֵחֲלָקָיו קְעָרוֹת שְׁלֵמוֹת. וּכְגוֹן הַכִּסֵּא הַכָּפוּל וְכָל כַּיּוֹצֵא בְּאֵלּוּ. וְכֵן בֵּית לָגִינִין וּבֵית הַכּוֹסוֹת שֶׁל עֵץ שֶׁנִּפְחַת אֶחָד מֵהֶן זֶה שֶׁנִּפְחַת טָהוֹר וְאֵינוֹ חִבּוּר לִשְׁאָר הַבָּתִּים. נִפְחַת הַשֵּׁנִי טָהוֹר וְאֵינוֹ חִבּוּר לוֹ. נִפְחֲתוּ שְׁלָשְׁתָּן כֻּלָּן טְהוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בְּכֵלִים כָּאֵלּוּ: \n",
      "מַשְׁפֶּלֶת שֶׁאֶמְצָעִיתָהּ גְּבוֹהָה וְזָוִיּוֹתֶיהָ יוֹרְדוֹת וְנִפְחֲתָה מִצַּד אֶחָד טְמֵאָה מִפְּנֵי שֶׁהִיא מְקַבֶּלֶת מִצַּד הַשֵּׁנִי. נִפְחֲתָה מִצַּד הַשֵּׁנִי טְהוֹרָה. הַשֻּׁלְחָן וְהַדֻּלְפְּקִי שֶׁנִּפְחֲתוּ מְקַבְּלִין טֻמְאָה עַד שֶׁיֵּחָלְקוּ וְיִבָּדֵל כָּל חֵלֶק מֵחֲבֵרוֹ. נִטְּלָה אַחַת מֵרַגְלֵיהֶן טְהוֹרָה. וְכֵן אִם נִטְּלָה הַשְּׁנִיָּה. נִטְּלָה הַשְּׁלִישִׁית אִם חִשֵּׁב עֲלֵיהֶם שֶׁיֹּאכַל עַל שֻׁלְחָן זֶה אוֹ עַל דֻּלְפְּקִי זוֹ כְּמוֹ אוֹכֵל בְּטַבְלָא מְקַבְּלִין טֻמְאָה וְאִם לָאו טְהוֹרִין: \n",
      "כְּלֵי נְסָרִים שֶׁנָּפְלוּ שִׂפְתוֹתֵיהֶן טְהוֹרִין. וְאִם נִשְׁאַר מַחְסוֹם שִׂפְתוֹתֵיהֶן כָּל שֶׁהוּא מְקַבְּלִין טֻמְאָה: \n",
      "טַבְלָא שֶׁמִּלְּאָהּ עֵצִים וּתְקָעָהּ טְהוֹרָה. חִפָּהּ בִּנְסָרִים מְקַבֶּלֶת טֻמְאָה: \n",
      "סַפְסָל שֶׁנִּתְפָּרֵק טָהוֹר. סִרְגְּלוֹ בִּמְשִׁיחוֹת אוֹ בַּחֲבָלִים מְקַבֵּל טֻמְאָה: \n",
      "הַסַּלִּים שֶׁל גְּמַלִּים הִתִּירָן טְהוֹרִין חָזַר וּקְשָׁרָן מְקַבְּלִין טֻמְאָה. נִמְצְאוּ מִתְטַמְּאִין וּמִתְטַהֲרִין אֲפִלּוּ עֶשֶׂר פְּעָמִים בְּיוֹם: \n",
      "הַשֻּׁלְחָן אוֹ הַדֻּלְפְּקִי שֶׁחִפָּן בְּשַׁיִשׁ וְשִׁיֵּר בָּהֶם מְקוֹם הַנָּחַת הַכּוֹסוֹת מְקַבְּלִין טֻמְאָה וְאִם חִפָּה הַכּל טָהוֹר. בֵּין בְּצִפּוּי עוֹמֵד בֵּין בְּצִפּוּי שֶׁאֵינוֹ עוֹמֵד בֵּין שֶׁחִפָּה אֶת לְבַזְבְּזָיו בֵּין שֶׁלֹּא חִפָּן בֵּין שֶׁהָיוּ שֶׁל עֵצִים חֲשׁוּבִים כְּגוֹן אֶשְׁכְּרוֹעַ וְכַיּוֹצֵא בּוֹ בֵּין שֶׁהָיוּ שֶׁל שְׁאָר עֵצִים הוֹאִיל וְחִפָּן כֻּלָּן טְהוֹרִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n"
    ],
    [
      "כְּלֵי עוֹר מֵאֵימָתַי מְקַבְּלִין טֻמְאָה. הַתּוּרְמָל וְכַיּוֹצֵא בּוֹ מִשֶּׁיַּחְסֹם שִׂפְתוֹתָיו וְיִכְרֹת הַקּוֹפִין הַקְּטַנִּים הַיּוֹצְאִין עַל גַּבֵּי הָעוֹר וְיַעֲשֶׂה קִיחוֹתָיו. סְקוּרְטִיָה מִשֶּׁיַּחְסֹם וְיִכְרֹת וְיַעֲשֶׂה צִיצָתָהּ. קַטַבוּלְיָה מִשֶּׁיַּחְסֹם וְיִכְרֹת. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר מִשֶּׁיַּחְסֹם שִׂפְתוֹתֵיהֶן וְיִכְרֹת הַקּוֹפִין הַיּוֹצְאִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. הַתְּפִלִּין מִשֶּׁיִּגְמֹר הַקְּצִיצָה אַף עַל פִּי שֶׁהוּא עָתִיד לָתֵת בָּהּ אֶת הָרְצוּעָה מְקַבֶּלֶת טֻמְאָה. עוֹר הָעֲרִיסָה שֶׁהוּא עָתִיד לַעֲשׂוֹת לוֹ טַבּוּר עַד שֶׁיַּעֲשֶׂנּוּ לוֹ. הַסַּנְדָּל מִשֶּׁיַּקְמִיעַ. הַמִּנְעָל מִשֶׁיִּגּוֹב [עַל] הָאִמּוּם. וְאִם עָתִיד לְכָרְכָם וּלְשַׂרְטֵט עַד שֶׁיִּכְרְכֵם וִישַׂרְטֵט: \n",
      "עוֹר שֶׁאֵין עָלָיו צוּרַת כְּלִי אֵינוֹ מְקַבֵּל טֻמְאָה. לְפִיכָךְ כַּף שֶׁל עוֹר שֶׁקּוֹשְׁרִין לוֹקְטֵי קוֹצִים עַל כַּפּוֹתֵיהֶן כְּדֵי שֶׁלֹּא יַכֵּם קוֹץ אֵינוֹ מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא עוֹר פָּשׁוּט וְאֵין עָלָיו צוּרַת כְּלִי. וְכֵן הָעוֹר שֶׁמְּלַקְּטִין בּוֹ גְּלָלֵי הַבָּקָר וְעוֹר שֶׁחוֹסְמִין בּוֹ פִּי הַבְּהֵמָה וְעוֹר שֶׁמּוֹשִׁיבִין בּוֹ הַדְּבוֹרִים בְּשָׁעָה שֶׁלּוֹקְחִין הַדְּבַשׁ וְעוֹר שֶׁמְּנִיפִין בּוֹ אֶת הָרוּחַ מִפְּנֵי הַחֹם טְהוֹרִין וְאֵין מְקַבְּלִין טֻמְאָה: \n",
      "כָּל בֵּית הָאֶצְבָּעוֹת שֶׁל עוֹר טְהוֹרוֹת חוּץ מִשֶּׁל קַיָיצִין מִפְּנֵי שֶׁהִיא מְקַבֶּלֶת אֶת הָאוֹג טְמֵאָה. נִקְרְעָה אִם אֵינָהּ מְקַבֶּלֶת אֶת רֹב הָאוֹג טְהוֹרָה: \n",
      "הָאַבְנֵט שֶׁל עוֹרוֹת וְעוֹרוֹת שֶׁתּוֹפְרִין הַקִּטְּעִים עַל אַרְכֻּבּוֹתֵיהֶן כְּדֵי שֶׁיִּתְגַּלְגְּלוּ בָּהֶן עַל הַקַּרְקַע מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי צוּרַת כְּלִי עֲלֵיהֶן. וְכֵן הָעוֹרוֹת הָעֲשׂוּיוֹת כְּעֵין טַבָּעוֹת שֶׁמַּכְנִיסִין אוֹתָן הָאֻמָּנִין בִּזְרוֹעוֹתֵיהֶן כְּדֵי לְהַגְבִּיהַּ בִּגְדֵיהֶן מֵעֲלֵיהֶן בִּשְׁעַת מְלָאכָה מִתְטַמְּאִין כִּשְׁאָר כְּלֵי עוֹר הַפְּשׁוּטִים: \n",
      "עוֹר שֶׁתּוֹפְרִין מִמֶּנּוּ כִּסּוּי לְיָד וְלִזְרוֹעַ שֶׁל זוֹרְעֵי גִּנּוֹת וְשֶׁל הוֹלְכֵי דְּרָכִים וְשֶׁל עוֹשֵׂי פִּשְׁתָּן מְקַבְּלִין טֻמְאָה. וְאִם הָיָה שֶׁל צַבָּעִים וְשֶׁל נַפָּחִים אֵינוֹ מְקַבֵּל טֻמְאָה. זֶה הַכְּלָל כָּל הֶעָשׂוּי לְקַבָּלָה כְּדֵי שֶׁלֹּא יַכֵּהוּ קוֹץ וּכְדֵי שֶׁיֹּאחַז יָפֶה יָפֶה מְקַבֵּל טֻמְאָה. וְהֶעָשׂוּי מִפְּנֵי הַזֵּעָה כְּדֵי שֶׁלֹּא יִפָּסֵד הַדָּבָר שֶׁמִּתְעַסֵּק בּוֹ בְּזֵעַת יָדוֹ אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "כַּמָּה שִׁעוּר הַנֶּקֶב שֶׁיִּנָּקֵב כְּלִי הָעוֹר וְיִטְהַר. הַחֵמֶת מִשֶּׁתִּנָּקֵב כְּמוֹצִיא פְּקָעִיּוֹת שֶׁל שְׁתִי. וְאִם אֵינָהּ יְכוֹלָה לְקַבֵּל שֶׁל שְׁתִי הוֹאִיל וּמְקַבֶּלֶת שֶׁל עֵרֶב מְקַבֶּלֶת טֻמְאָה עַד שֶׁתִּנָּקֵב רֻבָּהּ: \n",
      "הַתֻּרְמִיל שֶׁנִּפְחַת הַכִּיס שֶׁבְּתוֹכוֹ עֲדַיִן הַתֻּרְמִיל מְקַבֵּל טֻמְאָה וְאֵינוֹ חִבּוּר לוֹ: \n",
      "הַחֵמֶת שֶׁהַבֵּצִים שֶׁלָּהּ מְקַבְּלוֹת עִמָּהּ וְנִפְחֲתוּ טְהוֹרוֹת שֶׁאֵינָן מְקַבְּלוֹת כְּדַרְכָּן: \n",
      "כְּלִי עוֹר שֶׁיֵּשׁ לוֹ לוּלָאוֹת וּשְׁנָצוֹת כְּגוֹן סַנְדָּל עִמְקִי וְכִיס שֶׁל שְׁנָצוֹת אַף עַל פִּי שֶׁכְּשֶׁהֵן מֻתָּרִין אֵין עֲלֵיהֶן צוּרַת כְּלִי הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה כְּשֶׁהֵן מֻתָּרִין הוֹאִיל וְהַהֶדְיוֹט יָכוֹל בִּמְהֵרָה לְהַכְנִיס הַשְּׁנָצוֹת בַּלּוּלָאוֹת וְיַחְזֹר כְּלִי קִבּוּל כְּשֶׁהָיָה. וְכֵן אִם נִטְמְאוּ וְהֵסִיר הַשְּׁנָצוֹת מֵהֶן וְנִפְסְדָה צוּרָתָן הֲרֵי הֵן טְהוֹרִין אַף עַל פִּי שֶׁאֶפְשָׁר לְהַחְזִירָן שֶׁלֹּא בְּאֻמָּן: \n",
      "כִּיס שֶׁל שְׁנָצוֹת שֶׁנִּטְּלוּ שְׁנָצָיו עֲדַיִן הוּא מְקַבֵּל טֻמְאָה שֶׁהֲרֵי הוּא מְקַבֵּל. נִפְשַׁט וְחָזַר עוֹר פָּשׁוּט טָהוֹר. טָלָה עָלָיו אֶת הַמַּטְלֵת מִלְּמַטָּה מְקַבֶּלֶת טֻמְאָה אַף עַל פִּי שֶׁהוּא פָּשׁוּט שֶׁהֲרֵי יֵשׁ עָלָיו צוּרַת כְּלִי: \n",
      "עוֹר שֶׁכָּרַךְ בּוֹ אֶת הַקָּמֵעַ מְקַבֵּל טֻמְאָה. פְּשָׁטוֹ טָהוֹר. חָזַר וְכָרַךְ בּוֹ מְקַבֵּל טֻמְאָה. מִתְטַמֵּא וּמִתְטַהֵר אֲפִלּוּ עֶשֶׂר פְּעָמִים בְּיוֹם. וְעוֹר שֶׁכָּתַב עָלָיו אֶת הַקָּמֵעַ טָהוֹר. וְאִם כָּרַת מִמֶּנּוּ וְעָשָׂה חֻלְיָא לְתַכְשִׁיט מְקַבֵּל טֻמְאָה: \n",
      "הַתְּפִלָּה שֶׁל רֹאשׁ אַרְבָּעָה כֵּלִים הִיא. הֲרֵי שֶׁנִּטְמֵאת בְּמֵת וְהִתִּיר קְצִיצָה הָרִאשׁוֹנָה וְתִקְּנָהּ הֲרֵי הִיא אַב טֻמְאָה כְּשֶׁהָיְתָה. וְכֵן אִם הִתִּיר הַשְּׁנִיָּה וְתִקְּנָהּ. וְאִם הִתִּיר אַף הַשְּׁלִישִׁית וְתִקְּנָהּ וְהִתִּיר אַף הָרְבִיעִית וְתִקְּנָהּ נַעֲשֵׂית כֻּלָּהּ רִאשׁוֹן לְטֻמְאָה. שֶׁהֲרֵי הִתִּיר כָּל אַחַת וְאַחַת וְחָזַר וְתִקְּנָם כֻּלָּם וּכְאִלּוּ זוֹ תְּפִלִּין אַחֲרוֹנוֹת שֶׁנָּגְעוּ בָּרִאשׁוֹנוֹת. חָזַר וְהִתִּיר אֶת הָרִאשׁוֹנָה פַּעַם שְׁנִיָּה וְתִקְּנָהּ הֲרֵי הִיא רִאשׁוֹן כְּשֶׁהָיְתָה. וְכֵן אִם הִתִּיר אֶת הַשְּׁנִיָּה וְאֶת הַשְּׁלִישִׁית. חָזַר וְהִתִּיר אַף הָרְבִיעִית וְתִקְּנָהּ הֲרֵי כֻּלָּהּ טְהוֹרָה שֶׁאֵין הָרִאשׁוֹן מְטַמֵּא כֵּלִים מִפְּנֵי שֶׁהוּא וָלָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן סַנְדָּל שֶׁהוּא טְמֵא מִדְרָס וְנִפְסְקָה אַחַת מֵאָזְנָיו וְתִקְּנָהּ טָמֵא מִדְרָס. נִפְסְקָה שְׁנִיָּה וְתִקְּנָהּ הֲרֵי הוּא טָהוֹר מִן הַמִּדְרָס שֶׁהֲרֵי נַעֲשׂוּ לוֹ אָזְנַיִם חֲדָשׁוֹת אֲבָל טְמֵא מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּפְסְקָה הַשְּׁנִיָּה אוֹ שֶׁנִּפְסַק עֲקֵבוֹ אוֹ נִטַּל חָטְמוֹ אוֹ נֶחְלַק לִשְׁנַיִם טָהוֹר: \n",
      "מִנְעָל שֶׁנִּפְחַת אִם אֵינוֹ מְקַבֵּל רֹב הָרֶגֶל טָהוֹר: \n",
      "תְּפִלָּה שֶׁנִּטְמֵאת מֵאֵימָתַי טָהֳרָתָהּ. שֶׁל יָד מִשֶּׁיַּתִּיר אוֹתָהּ מִשָּׁלֹשׁ רוּחוֹת. וְשֶׁל רֹאשׁ מִשֶּׁיַּתִּיר מִשָּׁלֹשׁ רוּחוֹת וּבֵין קְצִיצָה לַחֲבֵרְתָהּ: \n",
      "הַכַּדּוּר וְהָאִמּוּם וְהַקָּמֵע וְהַתְּפִלִּין שֶׁנִּקְרְעוּ אַחַר שֶׁנִּטְמְאוּ הַנּוֹגֵעַ בָּהֶן טָמֵא וּבְמַה שֶּׁבְּתוֹכָן טָהוֹר. הָאִכּוּף שֶׁנִּקְרַע הַנּוֹגֵעַ בְּמַה שֶּׁבְּתוֹכוֹ טָמֵא מִפְּנֵי שֶׁהַתֶּפֶר מְחַבְּרוֹ וְנַעֲשָׂה כֻּלּוֹ כְּגוּף אֶחָד: \n"
    ],
    [
      "כָּל כְּלֵי מַתָּכוֹת אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן כֻּלָּהּ וְלֹא יִהְיֶה הַכְּלִי מְחֻסַּר מַעֲשֶׂה כְּלָל. אֲבָל גָּלְמֵי כְּלֵי מַתָּכוֹת אֵינָן מְקַבְּלִין טֻמְאָה: \n",
      "וְאֵלּוּ הֵן גָּלְמֵי כְּלֵי מַתָּכוֹת כָּל שֶׁעָתִיד לָשׁוּף אוֹתוֹ אוֹ לְשַׁבֵּץ אוֹ לִגְרֹר אוֹ לְכַרְכֵּב אוֹ לְהַקִּישׁ בְּקֻרְנָס. אוֹ שֶׁהָיָה מְחֻסַּר אֹזֶן אוֹ אֹגֶן. הֲרֵי זֶה אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיְּתַקְּנֶנּוּ וִייַפֵּהוּ וְלֹא תִּשָּׁאֵר בּוֹ מְלָאכָה כְּלָל. כֵּיצַד. הַסַּיִף אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיְּשׁוּפֶנּוּ. וְהַסַּכִּין עַד שֶׁיַּשְׁחִיזֶנָּה. וְכֵן כָּל כַּיּוֹצֵא בְּמַעֲשִׂים אֵלּוּ. לְפִיכָךְ הָעוֹשֶׂה כֵּלִים מִן הָעֶשֶׁת שֶׁל בַּרְזֶל אוֹ מִן הַחֲרָרָה שֶׁל מַתֶּכֶת וּמִן הַסּוֹבֵב שֶׁל גַּלְגַּל וּמִן הַטַּסִּין וּמִן הַצִּפּוּיִין וּמִכַּנֵּי הַכֵּלִים וּמֵאֹגְנֵי הַכֵּלִים וּמֵאָזְנֵי הַכֵּלִים וּמִן הַשְּׁחוּלָה וּמִן הַגְּרוֹדֶת הֲרֵי אֵלּוּ טְהוֹרִים מִפְּנֵי שֶׁכָּל אֵלּוּ שֶׁנַּעֲשׂוּ גָּלְמֵי כְּלֵי מַתָּכוֹת הֵן. אֲבָל הָעוֹשֶׂה כְּלִי מִשִּׁבְרֵי כְּלֵי מַתָּכוֹת וּמִן הַכֵּלִים שֶׁנִּשְׁחֲקוּ מֵרֹב הַזְּמַן וּמִן הַמַּסְמְרוֹת שֶׁיָּדוּעַ שֶׁנַּעֲשׂוּ מִן הַכֵּלִים הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה לְפִי שֶׁאֵינָם גּוֹלָמִים. אֲבָל מַסְמְרוֹת שֶׁאֵין יָדוּעַ אִם נַעֲשׂוּ מִן הַכֵּלִים אוֹ מִן הָעֶשֶׁת הֲרֵי הֵן טְהוֹרִין אֲפִלּוּ הִתְקִין אוֹתָם לִכְלִי אֵינָם מְקַבְּלִין טֻמְאָה: \n",
      "כְּלִי מַתָּכוֹת שֶׁאֵינוֹ מְחֻסָּר אֶלָּא כִּסּוּי מְקַבֵּל טֻמְאָה שֶׁאֵין הַכִּסּוּי חָשׁוּב מִגּוּף הַכְּלִי: \n",
      "מַחַט שֶׁלֹּא נִקְּבָהּ אֶלָּא שָׁפָהּ וְתִקְּנָהּ לְכָךְ מִתְּחִלָּתָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁמּוֹצִיאִין בָּהּ אֶת הַקּוֹץ. אֲבָל אִם עָתִיד לְנַקְּבָהּ הֲרֵי הִיא כִּשְׁאָר גָּלְמֵי כְּלֵי מַתָּכוֹת וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "מֵאַחַר שֶׁבֵּאַרְנוּ שֶׁגָּלְמֵי כְּלֵי מַתָּכוֹת טְהוֹרִים וְגָלְמֵי כְּלֵי עֵץ טְמֵאִים. וּפְשׁוּטֵי כְּלֵי מַתָּכוֹת טְמֵאִים וּפְשׁוּטֵי כְּלֵי עֵץ טְהוֹרִים דִּין תּוֹרָה. נִמְצָא הַטָּמֵא בִּכְלֵי עֵץ טָהוֹר בִּכְלֵי מַתָּכוֹת טָמֵא בִּכְלֵי מַתָּכוֹת טָהוֹר בִּכְלֵי עֵץ: \n",
      "כָּל כְּלֵי הַמִּלְחָמָה כְּגוֹן הַסַּיִף וְהָרֹמַח וְהַכּוֹבַע וְהַשִּׁרְיוֹן וְהַמַּגָּפַיִם וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. וְכָל תַּכְשִׁיטֵי הָאָדָם כְּגוֹן הַקַּטָלָה וְהַנְּזָמִים וְהַטַּבָּעוֹת בֵּין שֶׁיֵּשׁ עֲלֵיהֶן חוֹתָם בֵּין שֶׁאֵין עֲלֵיהֶם חוֹתָם וְכַיּוֹצֵא בָּהֶן מְקַבְּלִין טֻמְאָה. אֲפִלּוּ דִּינָר שֶׁנִּפְסַל וְהִתְקִינוֹ לִתְלוֹתוֹ בְּצַוַּאר קְטַנָּה מְקַבֵּל טֻמְאָה. וְכֵן קָמֵעַ שֶׁל מַתֶּכֶת מִתְטַמֵּא כְּכָל תַּכְשִׁיט אָדָם: \n",
      "כָּל תַּכְשִׁיטֵי הַבְּהֵמָה וְהַכֵּלִים כְּגוֹן הַטַּבָּעוֹת שֶׁעוֹשִׂין לְצַוַּאר הַבְּהֵמָה וּלְאָזְנֵי הַכֵּלִים טְהוֹרִין וְאֵינָן מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן. חוּץ מִזּוֹג שֶׁל בְּהֵמָה וְכֵלִים הַמַּשְׁמִיעַ קוֹל לָאָדָם. כֵּיצַד. הָעוֹשֶׂה זוֹגִין לְמַכְתֶּשֶׁת וְלַעֲרִיסָה לְמִטְפְּחוֹת סְפָרִים וְתִינוֹקוֹת טְהוֹרִים. עָשָׂה לָהֶן עִנְבּוֹלִין מְקַבְּלִים טֻמְאָה הוֹאִיל וְנַעֲשׂוּ לְהַשְׁמִיעַ קוֹל לָאָדָם הֲרֵי הֵן כְּתַכְשִׁיטֵי אָדָם. וַאֲפִלּוּ נִטְּלוּ עִנְבּוֹלֵיהֶן מְקַבְּלִין טֻמְאָה שֶׁהֲרֵי הוּא רָאוּי לְהַקִּישׁוֹ עַל הַחֶרֶס: \n",
      "זוֹג הֶעָשׂוּי לְאָדָם. אִם נַעֲשָׂה לְקָטָן אֵינוֹ מְקַבֵּל טֻמְאָה אֶלָּא בַּעִנְבּוֹל שֶׁלּוֹ שֶׁהֲרֵי לְקוֹל נַעֲשָׂה. נַעֲשָׂה לְגָדוֹל הֲרֵי זֶה תַּכְשִׁיט וּמְקַבֵּל טֻמְאָה אַף עַל פִּי שֶׁאֵין לוֹ עִנְבּוֹל: \n",
      "כָּל הַפַּרְצוּפוֹת מְקַבְּלוֹת טֻמְאָה. וְכָל הַחוֹתָמוֹת טְהוֹרִין. חוּץ מֵחוֹתָם שֶׁל מַתֶּכֶת שֶׁבּוֹ חוֹתְמִין בִּלְבַד. וְכָל הַטַּבָּעוֹת טְהוֹרוֹת חוּץ מִטַּבַּעַת אֶצְבַּע. אֲבָל טַבַּעַת שֶׁחוֹגֵר בּוֹ אֶת מָתְנָיו שֶׁקּוֹשְׁרָהּ בֵּין כְּתֵפָיו טְהוֹרָה. טַבַּעַת הַשֵּׁיר שֶׁל בְּהֵמָה הוֹאִיל וְהָאָדָם מוֹשֵׁךְ בָּהּ אֶת הַבְּהֵמָה מְקַבֶּלֶת טֻמְאָה. וְכֵן מַקֵּל שֶׁל בְּהֵמָה שֶׁל מַתֶּכֶת הוֹאִיל וְאָדָם רוֹדֶה אוֹתָהּ בּוֹ מְקַבֶּלֶת טֻמְאָה: \n",
      "כָּל הַכֵּלִים יוֹרְדִים לְטֻמְאָה בְּמַחְשָׁבָה וְאֵין עוֹלִין מִידֵי טֻמְאָה אֶלָּא בְּשִׁנּוּי מַעֲשֶׂה. וְהַמַּעֲשֶׂה מְבַטֵּל מִיַּד הַמַּעֲשֶׂה וּמִיַּד הַמַּחְשָׁבָה. וְהַמַּחְשָׁבָה אֵינָהּ מְבַטֶּלֶת לֹא מִיַּד הַמַּעֲשֶׂה וְלֹא מִיַּד הַמַּחְשָׁבָה. כֵּיצַד. טַבַּעַת בְּהֵמָה אוֹ כֵּלִים שֶׁחָשַׁב עָלֶיהָ לְהַחְזִירָהּ טַבַּעַת אָדָם הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה בְּמַחְשָׁבָה זוֹ וּכְאִלּוּ נַעֲשֵׂית לְאָדָם מִתְּחִלַּת עֲשִׂיָּתָהּ. חָזַר וְחִשֵּׁב עָלֶיהָ לְהַנִּיחָהּ טַבַּעַת בְּהֵמָה כְּשֶׁהָיָה אַף עַל פִּי שֶׁלֹּא נִתְקַשֵּׁט בָּהּ הָאָדָם הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה שֶׁאֵין הַמַּחְשָׁבָה מְבַטֶּלֶת מִיַּד הַמַּחְשָׁבָה עַד שֶׁיַּעֲשֶׂה מַעֲשֶׂה בַּגּוּף כְּגוֹן שֶׁיָּשׁוּף אוֹתָהּ אוֹ יִתְקָעָהּ בְּמַעֲשֶׂה שֶׁל בְּהֵמָה. הָיְתָה הַטַּבַּעַת לָאָדָם וְחִשֵּׁב עָלֶיהָ לִבְהֵמָה עֲדַיִן הִיא מְקַבֶּלֶת טֻמְאָה כְּשֶׁהָיְתָה שֶׁאֵין הַכֵּלִים עוֹלִין מִידֵי טֻמְאָתָן בְּמַחְשָׁבָה. עָשָׂה בָּהּ מַעֲשֶׂה וְשִׁנָּה לִבְהֵמָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁהַמַּעֲשֶׂה מְבַטֵּל מִיַּד הַמַּעֲשֶׂה: \n",
      "חֵרֵשׁ שׁוֹטֶה וְקָטָן יֵשׁ לָהֶן מַעֲשֶׂה וְאֵין לָהֶן מַחֲשָׁבָה כְּמוֹ שֶׁבֵּאַרְנוּ לְמַעְלָה בְּעִנְיַן הֶכְשֵׁר אֳכָלִין: \n",
      "זוֹג שֶׁל דֶּלֶת שֶׁחִשֵּׁב עָלֶיהָ לִבְהֵמָה מְקַבֵּל טֻמְאָה. וְשֶׁל בְּהֵמָה שֶׁעֲשָׂאוּהוּ לַדֶּלֶת אֲפִלּוּ חִבְּרוֹ בַּקַּרְקַע וַאֲפִלּוּ קְבָעוֹ בְּמַסְמֵר מְקַבֵּל טֻמְאָה כְּשֶׁהָיָה עַד שֶׁיְּשַׁנֶּה בּוֹ מַעֲשֶׂה בְּגוּפוֹ: \n",
      "אֻמָּן שֶׁעוֹשֶׂה וּמַנִּיחַ זוֹגִין לִבְהֵמָה וְלִדְלָתוֹת אִם רֹב הֶעָשׂוּי לְדָבָר שֶׁמְּקַבֵּל טֻמְאָה הֲרֵי הַכּל מְקַבֵּל טֻמְאָה עַד שֶׁיַּפְרִישׁ מִקְצָתָן לְדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה. וְאִם רֹב הֶעָשׂוּי לְדָבָר שֶׁאֵין מְקַבֵּל טֻמְאָה הֲרֵי הַכּל טָהוֹר עַד שֶׁיַּפְרִישׁ מִקְצָתָן לְדָבָר הַמְקַבֵּל טֻמְאָה: \n",
      "זוֹגִין הַנִּמְצָאִין בְּכָל מָקוֹם מְקַבְּלִין טֻמְאָה חוּץ מֵהַנִּמְצָאִים בַּכְּרַכִּים מִפְּנֵי שֶׁרֻבָּן לִדְלָתוֹת: \n",
      "אָמַר לְאֻמָּן עֲשֵׂה לִי שְׁנֵי זוֹגִים אֶחָד לְדֶלֶת וְאֶחָד לִבְהֵמָה. עֲשֵׂה לִי שְׁתֵּי מַחְצְלָאוֹת אַחַת לִשְׁכִיבָה וְאַחַת לְאֹהָלִים. עֲשֵׂה לִי שְׁנֵי סְדִינִים אֶחָד לְצוּרוֹת וְאֶחָד לְאֹהָלִים. שְׁנֵיהֶן מְקַבְּלִין טֻמְאָה עַד שֶׁיְּפָרֵשׁ וְיֹאמַר זֶה לְכָךְ וְזֶה לְכָךְ: \n"
    ],
    [
      "כָּל כְּלֵי מַתָּכוֹת שֶׁיֵּשׁ לָהֶן שֵׁם בִּפְנֵי עַצְמָן מְקַבְּלִין טֻמְאָה חוּץ מִן הַדֶּלֶת וְהַנֶּגֶר וְהַמַּנְעוּל וְהַפּוֹתָת שֶׁתַּחַת הַצִּיר וְהַצִּיר וְהַקּוֹרָה וְהַצִּנּוֹר מִפְּנֵי שֶׁאֵלּוּ עֲשׂוּיִין לְקַרְקַע אוֹ לְשַׁמֵּשׁ אֶת הָעֵץ אֵינָן מְקַבְּלִין טֻמְאָה וַאֲפִלּוּ קֹדֶם שֶׁיִּקָּבְעוּ. וְכָל כְּלִי מַתָּכוֹת שֶׁיֵּשׁ לוֹ שֵׁם לְוַוי אֵינוֹ מִתְטַמֵּא בִּפְנֵי עַצְמוֹ מִפְּנֵי שֶׁהוּא כְּמִקְצָת כְּלִי. כֵּיצַד. עַקְרָב שֶׁל פְּרוּמְבְּיָא טָמֵא וּלְחָיַיִם שֶׁלָּהּ שֶׁעַל לְחָיֵי הַבְּהֵמָה מִכָּאן וּמִכָּאן טְהוֹרִין. וְאֵין מְקַבְּלִין טֻמְאָה בִּפְנֵי עַצְמָן מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. וּבִשְׁעַת חִבּוּרָן הַכּל מְקַבֵּל טֻמְאָה: \n",
      "טַסִּין שֶׁל בַּרְזֶל שֶׁמַּנִּיחִין עַל לְחָיֵי הָאָדָם בִּשְׁעַת מִלְחָמָה אֵינָן מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. וְאִם יֵשׁ בָּהֶן בֵּית קִבּוּל מַיִם מִתְטַמְּאִין כְּכָל כְּלִי קִבּוּל: \n",
      "נֶזֶם הֶעָשׂוּי כִּקְדֵרָה מִלְּמַטָּה וְכַעֲדָשָׁה מִלְּמַעְלָה וְנִפְסַק הַקְּדֵרָה שֶׁלּוֹ מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ שֶׁהֲרֵי יֵשׁ לָהּ בֵּית קִבּוּל וְהָעֲדָשָׁה מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ מִפְּנֵי שֶׁיֵּשׁ לָהּ שֵׁם בִּפְנֵי עַצְמָהּ. וְהַצְּנִירָה שֶׁלָּהּ שֶׁהִיא נִכְנֶסֶת בָּאֹזֶן אוֹ בָּאַף אֵינָהּ מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ. הָיָה הַנֶּזֶם עָשׂוּי כְּמִין אֶשְׁכּוֹל וְנִפְרַק טָהוֹר מִפְּנֵי שֶׁאֵין בּוֹ בֵּית קִבּוּל וְאֵין לְכָל גַּרְגִּיר מִמֶּנּוּ שֵׁם בִּפְנֵי עַצְמוֹ וַהֲרֵי אֵינוֹ רָאוּי לְתַכְשִׁיט מִשֶּׁנִּפְרַק: \n",
      "טַבַּעַת אַחַת שֶׁמַּנִּיחִין הַבָּנוֹת בְּרֶגֶל אַחַת הִיא הַנִּקְרֵאת בִּירִית וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁאֵין עָלֶיהָ צוּרַת כְּלִי תַּכְשִׁיט אֶלָּא כְּמוֹ טַבַּעַת הַכֵּלִים אוֹ טַבַּעַת שֶׁקּוֹשֵׁר בָּהּ בֵּין כְּתֵפָיו. אֲבָל שְׁתֵּי טַבָּעוֹת שֶׁמְּשִׂימוֹת הַבָּנוֹת בְּרַגְלֵיהֶן וְשַׁלְשֶׁלֶת מֻטֶּלֶת בֵּינֵיהֶן מִזּוֹ לְזוֹ מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁהֵן תַּכְשִׁיטֵי הַבָּנוֹת וְהֵן הַנִּקְרָאִין כְּבָלִים: \n",
      "קַטְלָא שֶׁל חֻלְיוֹת שֶׁל מַתֶּכֶת וְהֵם בְּחוּט שֶׁל צֶמֶר אוֹ שֶׁל פִּשְׁתָּן וְנִפְסַק הַחוּט. הַחֻלְיוֹת מְקַבְּלוֹת טֻמְאָה שֶׁכָּל אֶחָד וְאֶחָד כְּלִי בִּפְנֵי עַצְמוֹ. הָיָה הַחוּט שֶׁלָּהּ שֶׁל מַתֶּכֶת וְהַחֻלְיוֹת שֶׁל אֲבָנִים טוֹבוֹת וְשֶׁל מַרְגָּלִיּוֹת אוֹ שֶׁל זְכוּכִית וְנִשְׁבְּרוּ הַחֻלְיוֹת וְהַחוּט קַיָּם הֲרֵי זֶה מִתְטַמֵּא בִּפְנֵי עַצְמוֹ. שְׁיָרֵי קַטְלָא כִּמְלֹא צַוַּאר קְטַנָּה: \n",
      "כָּל הַכִּסּוּיִין שֶׁל מַתֶּכֶת טְהוֹרִין וְאֵין מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵין לָהֶם שֵׁם בִּפְנֵי עַצְמָן. חוּץ מִכִּסּוּי הַמֵּחַם וּמִכִּסּוּי טֶנִי שֶׁל רוֹפְאִין מִפְּנֵי שֶׁמַּנִּיחִין בּוֹ אֶת הָאִסְפְּלָנִית נַעֲשֶׂה כְּלִי קִבּוּל: \n",
      "כִּסּוּי שֶׁל מַתֶּכֶת שֶׁשָּׁפוֹ וְלִטְּשׁוֹ וְעָשָׂהוּ מַרְאָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "כָּל הַמִּשְׁקוֹלוֹת שֶׁל מַתָּכוֹת מְקַבְּלוֹת טֻמְאָה וְהֵן הַנִּקְרָאִין אוֹנְקִיאוֹת. קְנֵה מֹאזְנַיִם שֶׁל עֵץ שֶׁהָיוּ אוֹנְקִיּוֹת שֶׁל בַּרְזֶל תְּלוּיוֹת בּוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי הָאוֹנְקִיּוֹת הַתְּלוּיוֹת בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמֹאזְנַיִם שֶׁל מוֹכְרֵי פִּשְׁתָּן וּמוֹכְרֵי צֶמֶר. אֲבָל שֶׁל בַּעֲלֵי בָּתִּים אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּהְיוּ הָאוֹנְקִיּוֹת קְבוּעוֹת בּוֹ: \n",
      "מִשְׁקָלוֹת שֶׁנִּשְׁתַּבְּרוּ אַף עַל פִּי שֶׁהֶחְזִירָן וְשׁוֹקֵל בָּהֶן אֵינָן מְקַבְּלִין טֻמְאָה. יִחֵד מֵהֶן חֲצָאֵי לִיטְרִין שְׁלִישֵׁי לִיטְרִין רְבִיעֵי לִיטְרִין הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה: \n",
      "סֶלַע שֶׁנִּפְסְלָה וְהִתְקִינָהּ לִהְיוֹת שׁוֹקֵל בָּהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "אֻנְקְלִי שֶׁל כַּתָּפִים טְהוֹרָה וְשֶׁל רוֹכְלִים מִתְטַמְּאָה. אֻנְקְלִי שֶׁל נַקְלִיטֵי הַמִּטָּה טְהוֹרָה וְשֶׁל דַּרְגִּישׁ מִתְטַמְּאָה. אֻנְקְלִי שֶׁל כַּוֶּרֶת הַצַּיָּדִים שֶׁצָּדִין בָּהֶן הַדָּגִים טָהוֹר וְשֶׁל שִׁדָּה מִתְטַמְּאָה. אֻנְקְלִי שֶׁל מְנוֹרוֹת הָעֵץ טָהוֹר וְשֶׁל שֻׁלְחָן מִתְטַמְּאָה. זֶה הַכְּלָל כָּל כְּלִי שֶׁמְּקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ מִן הַתּוֹרָה הֲרֵי הָאֻנְקְלִי שֶׁל מַתֶּכֶת שֶׁלּוֹ וְשַׁלְשֶׁלֶת שֶׁלּוֹ מְקַבֶּלֶת טֻמְאָה. וּכְלִי שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כְּגוֹן פְּשׁוּטֵי כְּלֵי עֵץ וּכְלֵי עֵץ הַבָּאִים בְּמִדָּה וְכַיּוֹצֵא בָּהֶן אֻנְקְלִי שֶׁל מַתֶּכֶת וְהַשַּׁלְשֶׁלֶת שֶׁלּוֹ אֵינָן מְקַבְּלִין טֻמְאָה וְכָל אַחַת וְאַחַת בִּפְנֵי עַצְמָהּ טְהוֹרָה שֶׁאֵין הָאֻנְקְלִי אוֹ הַשַּׁלְשֶׁלֶת כְּלִי בִּפְנֵי עַצְמוֹ אֶלָּא הֲרֵי הֵן כְּמִקְצָת כְּלִי. וַאֲפִלּוּ אֻנְקְלִי שֶׁבַּכְּתָלִים שֶׁתּוֹלִין בָּהּ הַכֵּלִים וְהַבְּגָדִים וְכַיּוֹצֵא בָּהֶן טְהוֹרָה: \n",
      "שַׁלְשֶׁלֶת שֶׁיֵּשׁ בָּהּ בֵּית נְעִילָה מִתְטַמְּאָה וְהָעֲשׂוּיָה לִכְפִיתָה טְהוֹרָה: \n",
      "שַׁלְשֶׁלֶת שֶׁל סִיטוֹנוֹת מִתְטַמְּאָה מִפְּנֵי שֶׁהֵן נוֹעֲלִין בָּהּ אֶת הַחֲנֻיּוֹת. וְשֶׁל בַּעֲלֵי בָּתִּים טְהוֹרָה שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לְנוֹי: \n",
      "שַׁלְשֶׁלֶת שֶׁל מוֹשְׁחֵי קַרְקַע וִיתֵדוֹתֵיהֶן שֶׁתּוֹקְעִין בַּקַּרְקַע בְּשָׁעָה שֶׁמּוֹשְׁחִין מְקַבְּלִין טֻמְאָה. וְשֶׁל מְקוֹשְׁשֵׁי עֵצִים טְהוֹרָה לְפִי שֶׁהִיא מְשַׁמֶּשֶׁת אֶת הָעֵץ: \n",
      "שַׁלְשֶׁלֶת דְּלִי גָּדוֹל אַרְבָּעָה טְפָחִים מִמֶּנָּה סָמוּךְ לַדְּלִי מִתְטַמְּאָה עִם הַדְּלִי מִפְּנֵי שֶׁהִיא צֹרֶךְ הַדְּלִי וְהַשְּׁאָר טָהוֹר לְפִי שֶׁאֵין לוֹ שֵׁם בִּפְנֵי עַצְמוֹ. וְשַׁלְשֶׁלֶת דְּלִי קָטָן עֲשָׂרָה טְפָחִים: \n",
      "הַכַּדּוּר שֶׁל מַתֶּכֶת וְהַסַּדָּן. וְהַקַּנְטָר שֶׁל בַּנַּאי. וְהַדַּקָּר שֶׁל חָרָשׁ. וַחֲמוֹר שֶׁל נַפָּח. וְהַמְטֻלְטֶּלֶת. וְהַמִּשְׁקוֹלוֹת שֶׁל בַּנָּאִים. וְהַכִּירַיִם שֶׁל בַּרְזֶל שֶׁחוֹבְטִין בָּהֶם הַזֵּיתִים. וְהָאֲפַרְכֵּס שֶׁל מַתֶּכֶת. וְהָאוֹלָר שֶׁכּוֹרְתִין בּוֹ הַסּוֹפְרִים רֹאשׁ הַקֻּלְמוֹס שֶׁל קָנֶה. וְהַקֻּלְמוֹס שֶׁל מַתֶּכֶת. וְהַכַּן. וְהַכַּנָא שֶׁמְּשַׂרְטְטִין בּוֹ הַסּוֹפְרִים. כָּל אֵלּוּ מְקַבְּלִין טֻמְאָה שֶׁכָּל אֶחָד מֵהֶן יֵשׁ לוֹ שֵׁם בִּפְנֵי עַצְמוֹ: \n"
    ],
    [
      "מַסְמְרוֹת שֶׁמַּחֲזִיקִין בָּהֶן הַתִּקְרָה הָעֲשׂוּיִין לִתְקֹעַ אוֹתוֹ בְּעֵצִים אֵינָן מְקַבְּלִין טֻמְאָה. וְכֵן הַמַּסְמְרוֹת שֶׁתּוֹקְעִין אוֹתָן בַּכְּתָלִים לִתְלוֹת בָּהֶן. וְאִם הִתְקִינוֹ לִהְיוֹת כְּלִי בִּפְנֵי עַצְמוֹ מְקַבֵּל טֻמְאָה. כֵּיצַד. מַסְמֵר שֶׁהִתְקִינוֹ לִהְיוֹת פּוֹתֵחַ וְנוֹעֵל בָּהּ אוֹ לְהוֹצִיא אֶת הַפְּתִילָה אוֹ שֶׁנְּתָנוֹ בְּרֵחַיִם שֶׁל יָד אוֹ שֶׁל חֲמוֹר הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הִתְקִינוֹ לִפְתֹּחַ בּוֹ אֶת הֶחָבִית טָהוֹר עַד שֶׁיִּצְרְפֶנּוּ: \n",
      "מַסְמֵר הֶעָשׂוּי כְּסִימָן לִשְׁמִירַת הַפֶּתַח אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן מַסְמֵר שֶׁל שֻׁלְחָנִי שֶׁתּוֹלֶה בּוֹ הַמֹּאזְנַיִם וְהַכִּיס טָהוֹר. וְכֵן תְּלוֹיֵי הַמִּגְרָדוֹת טְהוֹרוֹת. אַף עַל פִּי שֶׁמַּסְמְרִין אֵלּוּ מְשֻׁנִּין בְּצוּרָתָן מִשְּׁאָר מַסְמְרוֹת הַתְּקִיעָה: \n",
      "מַסְמֵר הַגָּרָע וְהוּא הַכְּלִי שֶׁמַּקִּיזִין מְקַבֵּל טֻמְאָה. וּמַסְמֵר שֶׁל אֶבֶן הַשָּׁעוֹת טָהוֹר: \n",
      "מַסְמֵר הַגַּרְדִּי וְהוּא הַמַּסְמֵר הָאָרֹךְ כְּעֵין שִׁפּוּד שֶׁמַּכְנִיס בּוֹ הָאוֹרֵג שְׁפוֹפֶרֶת הַקָּנֶה אוֹ הָעֵץ וְלוֹפֵף עָלֶיהָ חוּטִים מְקַבֵּל טֻמְאָה: \n",
      "אֵלּוּ כְּלֵי מַתָּכוֹת הַמִּתְטַמְּאוֹת בָּעֲגָלָה. הָעל שֶׁל מַתֶּכֶת. וְהַקַּטְרָב. וְהַכְּנָפַיִם הַמְקַבְּלוֹת אֶת הָרְצוּעוֹת. וּבַרְזֶל שֶׁתַּחַת צַוְּארֵי הַבְּהֵמָה. וְהַסּוֹמֵךְ. וְהַמַּחְגֵּר. וְהַתַּמְחֻיּוֹת. וְהַעִנְבּוֹל. וְהַצְּנִירָה. וּמַסְמֵר הַמְחַבֵּר אֶת כֻּלָּם. וְאֵלּוּ טְהוֹרִים בָּעֲגָלָה. הָעל שֶׁל עֵץ הַמְצֻפֶּה. וּכְנָפַיִם הָעֲשׂוּיִין לְנוֹי. וְהַשְּׁפוֹפָרוֹת הַמַּשְׁמִיעוֹת אֶת הַקּוֹל. וְהָאֲבָר שֶׁבְּצַד צַוְּארֵי בְּהֵמָה. וְהַסּוֹבֵב שֶׁל גַּלְגַּל. וְהַטַּסִּין וְהַצִּפּוּיִין. וּשְׁאָר כָּל הַמַּסְמְרוֹת שֶׁבָּהּ טְהוֹרִין: \n",
      "עַקְרָב בֵּית הַבַּד מְקַבֵּל טֻמְאָה. אָרוֹן שֶׁל גָּרוֹסוֹת אַף עַל פִּי שֶׁהוּא טָהוֹר אִם הָיְתָה תַּחְתָּיו עֲגָלָה שֶׁל מַתֶּכֶת הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה: \n",
      "רֵחַיִם שֶׁל פִּלְפְּלִין מְקַבֶּלֶת טֻמְאָה מִשּׁוּם שְׁלֹשָׁה כֵּלִים מִשּׁוּם כְּלִי מַתָּכוֹת וּמִשּׁוּם כְּלִי קִבּוּל וּמִשּׁוּם כְּבָרָה: \n",
      "הַדֶּלֶת שֶׁל מַתֶּכֶת שֶׁבְּמִגְדָּל שֶׁל בַּעֲלֵי בָּתִּים אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְשֶׁל רוֹפְאִים מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁמַּנִּיחִים בָּהּ אֶת הָאִסְפְּלָנִית וְתוֹלֶה בָּהּ אֶת הַמִּסְפָּרַיִם: \n",
      "טַסִּין שֶׁל מַתֶּכֶת שֶׁמְּנַעֲרִין בָּהֶן אֶת הַקְּדֵרָה מְקַבְּלִין טֻמְאָה. וְהַקְּבוּעִין בַּכִּירָה טְהוֹרִין: \n",
      "הַמֶּלְקָחַיִם שֶׁמְּמָעֵךְ בָּהֶן אֶת הַפְּתִילָה מְקַבְּלִין טֻמְאָה. וְהַצִּנּוֹרוֹת שֶׁתּוֹפְסוֹת אֶת הָרֵחַיִם מִלְּמַעְלָה אֵינָן מְקַבְּלוֹת טֻמְאָה. מִפְּנֵי שֶׁאֵינָן עֲשׂוּיוֹת אֶלָּא לְחַזֵּק: \n",
      "קְלוֹסְטְרָא שֶׁנּוֹעֲלִין בָּהּ הַדְּלָתוֹת אִם הָיְתָה שֶׁל מַתֶּכֶת מִתְטַמְּאָה. הָיְתָה שֶׁל עֵץ וּמְצֻפָּה מַתֶּכֶת טָהוֹר: \n",
      "הַפִּין וְהַפּוּרְנָא טְמֵאִים: \n",
      "פִּיקָה שֶׁל מַתֶּכֶת טְהוֹרָה לְפִי שֶׁהִיא מְשַׁמֶּשֶׁת אֶת הָעֵץ: \n",
      "הַכּוּשׁ וְהַפִּימָא וְהַמַּקֵּל וְסִמְפּוֹנְיָא וְחָלִיל שֶׁל מַתֶּכֶת מְקַבְּלִין טֻמְאָה. הָיוּ שֶׁל עֵץ וּמְצֻפִּין מַתֶּכֶת טָהוֹר. חוּץ מִן הַסִּמְפּוֹנְיָא שֶׁאִם הָיָה בָּהּ בֵּית קִבּוּל כְּנָפַיִם אַף עַל פִּי שֶׁהִיא מְצֻפָּה טְמֵאָה: \n",
      "הַחֲצוֹצֶרֶת שֶׁמְּפֻצֶּלֶת חֻלְיוֹת חֻלְיוֹת. אִם אֵין יוֹדֵעַ לְהַחְזִירָהּ אֶלָּא אֻמָּן הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה כְּשֶׁהִיא מְחֻבֶּרֶת. וְאִם יְכוֹלִין הַכּל לְפָרְקָהּ וּלְהַחֲזִירָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "הַקָּצֶה שֶׁמַּנִּיחִין הַפֶּה עָלָיו בִּשְׁעַת תְּקִיעָה מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ. וְהַקָּצֶה הָאַחֵר הָרָחָב אֵינוֹ מְקַבֵּל טֻמְאָה בִּפְנֵי עַצְמוֹ. וּבִשְׁעַת חִבּוּר הַכּל טָמֵא. כַּיּוֹצֵא בּוֹ קְנֵי מְנוֹרָה בִּפְנֵי עַצְמָן אֵינָן מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁיֵּשׁ לָהֶן שֵׁם לְוַוי. הַפֶּרַח שֶׁלָּהּ וְהַבָּסִיס מִתְטַמְּאִין בִּפְנֵי עַצְמָן וּבִשְׁעַת חִבּוּר הַכּל טָמֵא: \n",
      "קוֹרַת הַחִצִּים שֶׁהִיא הַמַּטָּרָה שֶׁיֵּשׁ בָּהּ לְשׁוֹנוֹת שֶׁל מַתֶּכֶת מְקַבֶּלֶת טֻמְאָה. וְשֶׁמַּנִּיחִים אוֹתָהּ בְּרַגְלֵי הָאֲסוּרִים טְהוֹרָה. וְהַקּוֹלָר מְקַבֵּל טֻמְאָה. מְגֵרָה שֶׁעָשָׂה שִׁנֶּיהָ לְחוֹר הַדֶּלֶת אַף עַל פִּי שֶׁמִּשְׁתַּמֵּשׁ בָּהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְאִם מִשֶּׁנִּטְמֵאת עֲשָׂאָהּ לְחוֹר הַדֶּלֶת הֲרֵי זוֹ בְּטֻמְאָתָהּ עַד שֶׁיִּקְבָּעֶנָּה בְּמַסְמֵר. הֲפָכָהּ בֵּין מִלְּמַעְלָה בֵּין מִלְּמַטָּה בֵּין מִן הַצְּדָדִים טְהוֹרָה: \n"
    ],
    [
      "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר כְּלִי מַתֶּכֶת וְלֹא יְקַבֵּל טֻמְאָה אוֹ יִטְהַר מִטֻּמְאָתוֹ. הַכּל לְפִי מַה שֶּׁהוּא:  ",
      "כָּל זְמַן שֶׁהַכְּלִי יָכוֹל לַעֲשׂוֹת מֵעֵין מְלַאכְתּוֹ עֲדַיִן הוּא כְּלִי וְחָשׁוּב כְּלִי שָׁלֵם. כֵּיצַד. כְּלִי שֶׁל מַתֶּכֶת שֶׁנִּשְׁבַּר וַהֲרֵי הוּא יָכוֹל לְמַלְּאוֹת בּוֹ הֲרֵי הוּא כְּלִי כְּשֶׁהָיָה. הַקֻּמְקוּם כְּדֵי לָחֹם בּוֹ חַמִּין. הַמֵּחַם כְּדֵי לְקַבֵּל סְלָעִים. הַלְּפָס כְּדֵי לְקַבֵּל קִיתוֹנוֹת שֶׁל מַתֶּכֶת. הַקִּיתוֹן כְּדֵי לְקַבֵּל פְּרוּטוֹת. מִדּוֹת הַיַּיִן כְּדֵי לָמֹד בָּהֶן הַיַּיִן. וְכֵן מִדּוֹת הַשֶּׁמֶן כְּדֵי לָמֹד בָּהֶן הַשֶּׁמֶן. מְסַנֶּנֶת שֶׁל חַרְדָּל שֶׁנִּפְרְצוּ בָּהּ שְׁלֹשָׁה נְקָבִים מִלְּמַטָּה זֶה לְתוֹךְ זֶה טְהוֹרָה לְפִי שֶׁאֵינָהּ מְשַׁמֶּשֶׁת מֵעֵין מְלַאכְתָּהּ. מַגְרֵפָה שֶׁנִּטְּלָה כַּפָּהּ אַף עַל פִּי שֶׁהִיא כְּקֻרְנָס טְהוֹרָה שֶׁאֵינָהּ עוֹשָׂה מֵעֵין מְלַאכְתָּהּ אֶלָּא מֵעֵין הַקֻּרְנָס. וְהִיא לֹא נַעֲשֵׂית לִתְקֹעַ בָּהּ כְּקֻרְנָס. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "מַסְרֵק שֶׁל צֶמֶר שֶׁנִּטְּלוּ שִׁנָּיו אִם נִשְׁתַּיֵּר בּוֹ שְׁלֹשָׁה בְּמָקוֹם אֶחָד טָמֵא. הָיְתָה הַחִיצוֹנָה אַחַת מִן הַשְּׁלֹשָׁה טָהוֹר לְפִי שֶׁאֵינוֹ יָכוֹל לִסְרֹק בּוֹ פִּשְׁתָּן שֶׁהַחִיצוֹנָה אֵינָהּ מוֹעֶלֶת לִסְרֹק וְכָל שֶׁאֵינוֹ עוֹשֶׂה מֵעֵין מְלַאכְתּוֹ בִּכְלִי מַתֶּכֶת טָהוֹר. נִטְּלוּ מִן הַמַּסְרֵק שְׁתַּיִם וַעֲשָׂאָן לִמְלַקֶּטֶת טְמֵאוֹת. אַחַת וְהִתְקִינָהּ לְנֵר אוֹ לִלְפֹּף עָלֶיהָ הַחוּט לְרִקּוּם מְקַבֶּלֶת טֻמְאָה. וְאִם הָיְתָה הַשֵּׁן עָבָה וּגְדוֹלָה אַף עַל פִּי שֶׁלֹּא הִתְקִינָהּ הֲרֵי זוֹ מִתְטַמֵּאת בִּפְנֵי עַצְמָהּ:  ",
      "מַסְרֵק שֶׁל פִּשְׁתָּן שֶׁנִּטְּלוּ שִׁנָּיו וְנִשְׁתַּיֵּר בּוֹ שְׁתַּיִם טָמֵא. נִשְׁתַּיֵּר בּוֹ אַחַת טָהוֹר:  ",
      "הַכְּרוּמִים שֶׁנִּשְׁבְּרוּ וְאֻנְקְלִי שֶׁלָּהֶן קַיֶּמֶת טְמֵאִין שֶׁהֲרֵי אֶפְשָׁר לְהוֹצִיא בָּהֶן הַדְּלִי מִן הַבְּאֵר כְּשֶׁהָיוּ מִקֹּדֶם:  ",
      "מְגֵרָה שֶׁנִּטְּלָה שֵׁן אַחַת מִבֵּינְתַיִם טְהוֹרָה. נִשְׁתַּיֵּר בָּהּ מְלוֹא הַסִּיט בְּמָקוֹם אֶחָד טְמֵאָה שֶׁהֲרֵי אֶפְשָׁר לָגוֹר בַּנִּשְׁאָר:  ",
      "הַמַּעֲצָד וְהָאִזְמֵל וְהַמַּפְסֶלֶת וְהַמַּקְדֵחַ שֶׁנִּפְגְּמוּ עֲדַיִן מְקַבְּלִין טֻמְאָה. נִטַּל חִסּוּמָן טְהוֹרִין. וְכֻלָּן שֶׁנֶּחְלְקוּ לִשְׁנַיִם טְמֵאִין חוּץ מִן הַמַּקְדֵּחַ שֶׁהֲרֵי אֵינוֹ יָכוֹל לִנְקֹב בּוֹ. וְהָרוּנְקִי בִּפְנֵי עַצְמָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא מִקְצָת כְּלִי:  ",
      "הַסַּיִף וְהַסַּכִּין וְהַסַּכִּין הֶעָקֹם כְּמוֹ מַגָּל וְהָרֹמַח וּמַגַּל יָד וּמַגַּל קָצִיר וְזוּג מִסְפָּרַיִם קְטַנִּים שֶׁל בַּעֲלֵי בָּתִּים וְזוּג מִסְפָּרַיִם גְּדוֹלִים שֶׁל סַפָּרִים שֶׁנֶּחְלְקוּ כָּל חֵלֶק מֵהֶן מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא עוֹשֶׂה מֵעֵין מְלַאכְתּוֹ:  ",
      "מִסְפָּרַיִם שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה לְפִי שֶׁאֵינָהּ מַעֲבֶרֶת אֶת הַשֵּׂעָר אֶלָּא בְּדֹחַק:  ",
      "שִׁרְיוֹן שֶׁנֶּחְלַק לְאָרְכּוֹ טָהוֹר. לְרָחְבּוֹ אִם מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ רִאשׁוֹנָה טָמֵא. מֵאֵימָתַי טָהֳרָתוֹ מִשֶּׁיִּבְלֶה וְאֵינוֹ מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ. בָּלָה וְנִשְׁתַּיֵּר בּוֹ רֻבּוֹ אִם מִלְּמַעְלָה טָמֵא וְאִם מִלְּמַטָּה טָהוֹר. קִצֵּץ מִמֶּנּוּ וְעָשָׂה חֻלְיָא לְתַכְשִׁיט הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה:  ",
      "שְׁפוֹפֶרֶת שֶׁל זֶהָבִים וְשֶׁל זוֹגִין וְשֶׁל נַפָּחִים וְשֶׁל עוֹשֵׂי זְכוּכִית שֶׁנֶּחְלְקָה לְאָרְכָּהּ טְהוֹרָה. לְרָחְבָּהּ אִם מְשַׁמֶּשֶׁת מֵעֵין מְלַאכְתָּהּ רִאשׁוֹנָה טְמֵאָה וְאִם לָאו טְהוֹרָה:  ",
      "כַּלְבִיָא שֶׁל סַפָּרִים וְשֶׁל רוֹפְאִים וְשֶׁל עוֹשֵׂי זְכוּכִית שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה. וְשֶׁל נַפָּחִים טְמֵאָה מִפְּנֵי שֶׁהוּא בַּתְּחִלָּה [חוֹתֶה בָּהּ אֶת הַגֶּחָלִים] וְעַכְשָׁו חוֹתֶה בָּהּ אֶת הַגֶּחָלִים:  ",
      "מַרְאָה שֶׁל מַתֶּכֶת שֶׁנִּשְׁבְּרָה אוֹ שֶׁנִּטַּשְׁטְשָׁה אִם אֵינָהּ מַרְאָה רֹב הַפָּנִים טְהוֹרָה. הָיְתָה מַרְאָה רֹב הַפָּנִים עֲדַיִן הִיא כְּלִי כְּשֶׁהָיְתָה:  ",
      "מַחַט שֶׁנִּטַּל קְצָתָהּ הַנָּקוּב אוֹ עֵקְצָהּ טְהוֹרָה. וְאִם הִתְקִינָהּ לִלְפֹּף עָלֶיהָ הַחוּט לִרְקֹם בָּהּ טְמֵאָה. אֲבָל מַחַט שֶׁל שַׂקִּין שֶׁנִּטַּל קְצָתָהּ הַנָּקוּב טְמֵאָה מִפְּנֵי שֶׁהוּא רוֹשֵׁם בַּקָּצֶה הַשֵּׁנִי:  ",
      "הַמַּחַט שֶׁלּוֹפְפִין עָלֶיהָ הַשָּׁנִי אוֹ הַזָּהָב וְכַיּוֹצֵא בָּהֶן כְּדֶרֶךְ שֶׁעוֹשִׂין הָרוֹקְמִין בֵּין שֶׁנִּטַּל הַנָּקוּב שֶׁלָּהּ בֵּין שֶׁנִּטַּל עֵקְצָהּ טְמֵאָה שֶׁאֵין מְלַאכְתָּהּ הַתְּפִירָה:  ",
      "מַחַט שֶׁהֶעֶלְתָה חֲלוּדָה אִם מְעַכֶּבֶת הַתְּפִירָה טְהוֹרָה וְאִם לָאו טְמֵאָה:  ",
      "הַסַּיִף וְהַסַּכִּין שֶׁהֶעֱלוּ חֲלוּדָה טְהוֹרִין. שְׁפָאָן וְהִשְׁחִיזָן חָזְרוּ לְטֻמְאָתָן הַיְשָׁנָה. וְכֵן צִינוֹרָא שֶׁפְּשָׁטָהּ טְהוֹרָה. כְּפָפָהּ חָזְרָה לְטֻמְאָתָהּ הַיְשָׁנָה:  ",
      "מַפְתֵּחַ עָקֹם כְּמוֹ אַרְכֻּבָּה שֶׁנִּשְׁבַּר מִתּוֹךְ אַרְכֻּבּוֹתָיו טָהוֹר. וְכֵן מַפְתֵּחַ הֶעָשׂוּי כְּמִין גַּם שֶׁנִּשְׁבַּר מִתּוֹךְ גַּמּוֹ טָהוֹר שֶׁהֲרֵי אֵינוֹ יָכוֹל לִפְתֹּחַ בָּהֶן וַהֲרֵי אֵינָן מְשַׁמְּשִׁין מֵעֵין מְלַאכְתָּן. הָיוּ בָּהּ שִׁנַּיִם וּנְקָבִים טָמֵא שֶׁעֲדַיִן הוּא מַפְתֵּחַ. נִטְּלוּ הַשִּׁנַּיִם טָמֵא מִפְּנֵי הַנְּקָבִים. נִסְתְּמוּ הַנְּקָבִים טָמֵא מִפְּנֵי הַשִּׁנַּיִם. נִטְּלוּ הַשִּׁנַּיִם וְנִסְתְּמוּ הַנְּקָבִים אוֹ שֶׁנִּפְרְצוּ הַנְּקָבִים זֶה לְתוֹךְ זֶה טָהוֹר:  ",
      "כְּלִי שֶׁיֵּשׁ בְּרֹאשׁוֹ הָאֶחָד כַּף לֶהָרִים בּוֹ הַדֶּשֶׁן וּבְרֹאשׁוֹ הַשֵּׁנִי מַזְלֵג לִצְלוֹת בּוֹ הַבָּשָׂר נִטְּלָה כַּפּוֹ טָמֵא מִפְּנֵי שִׁנָּיו נִטְּלוּ שִׁנָּיו טָמֵא מִפְּנֵי כַּפּוֹ. וְכֵן מִכְחוֹל שֶׁנִּטְּלָה כַּפּוֹ שֶׁגּוֹרְפִין בָּהּ הַכְּחוֹל טָמֵא מִפְּנֵי הַזָּכָר שֶׁכּוֹחֲלִים בּוֹ הָעַיִן נִטַּל הַזָּכָר טָמֵא מִפְּנֵי הַכַּף:  ",
      "כְּלִי שֶׁבְּרֹאשׁוֹ כַּף אֶחָד כִּסְבָכָה לִצְלוֹת עָלָיו וּבַקָּצֶה הַשֵּׁנִי שִׁנַּיִם לְהוֹצִיא מֵהֶן הַבָּשָׂר מִן הַקְּדֵרָה אוֹ מֵעַל הָאֵשׁ נִטְּלָה כַּפּוֹ טָמֵא מִפְּנֵי שִׁנָּיו נִטְּלוּ שִׁנָּיו טָמֵא מִפְּנֵי כַּפּוֹ. וְכֵן עֵט שֶׁל מַתֶּכֶת שֶׁכּוֹתְבִין בְּרֹאשׁוֹ הָאֶחָד וּבְרֹאשׁוֹ הַשֵּׁנִי מוֹחֲקִין נִטַּל הַכּוֹתֵב טָמֵא מִפְּנֵי הַמּוֹחֵק נִטַּל הַמּוֹחֵק טָמֵא מִפְּנֵי הַכּוֹתֵב. וְכֵן כַּיּוֹצֵא בְּאֵלּוּ. וְהוּא שֶׁיִּהְיֶה הַנִּשְׁאָר יָכוֹל לַעֲשׂוֹת מֵעֵין מְלַאכְתָּן. כֵּיצַד. עֵט שֶׁנִּטַּל הַמּוֹחֵק שֶׁלּוֹ וְנִשְׁאַר הַכּוֹתֵב אִם נִשְׁאַר מֵאָרְכּוֹ כְּדֵי שֶׁיַּגַע לְקִשְׁרֵי אֶצְבְּעוֹתָיו טָמֵא שֶׁהֲרֵי אֶפְשָׁר שֶׁיֹּאחַז בּוֹ וְיִכְתֹּב בּוֹ. נִטַּל הַכּוֹתֵב וְנִשְׁאַר הַמּוֹחֵק אִם נִשְׁאַר מֵאָרְכּוֹ מְלוֹא פַּס יָדוֹ טָמֵא שֶׁהֲרֵי אֶפְשָׁר לוֹ לִמְחֹק בּוֹ. נִשְׁאַר פָּחוֹת מִזֶּה טָהוֹר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
      "קוֹרְדוֹם שֶׁנִּטַּל עֵשְׁפּוֹ וְהוּא הַצַּד שֶׁהֶחָרָשׁ מְנַגֵּר בּוֹ טָמֵא מִפְּנֵי בֵּית בִּקּוּעוֹ. נִטַּל בֵּית בִּקּוּעוֹ טָמֵא מִפְּנֵי בֵּית עֻשְׁפּוֹ. נִשְׁבַּר מַקִּיפוֹ טָהוֹר:  ",
      "חַרְחוּר שֶׁנִּפְגַּם עֲדַיִן הוּא כְּלִי עַד שֶׁיִּנָּטֵל רֻבּוֹ. נִשְׁבַּר מַקִּיפוֹ טָהוֹר:  ",
      "הַמַּרְדֵּעַ הוּא הַמַּלְמָד וְהוּא עֵץ אָרֹךְ עָב וּכְמוֹ מַסְמֵר חַד תָּקוּעַ בִּקְצָתוֹ מִלְּמַעְלָה וְזֶה הַבַּרְזֶל נִקְרָא דָּרְבָן וּבַקָּצֶה הַשֵּׁנִי מִלְּמַטָּה מִמֶּנּוּ בַּרְזֶל כְּמוֹ רֹמַח וְהָעֵץ נִכְנַס וְזֶה הַבַּרְזֶל נִקְרָא חַרְחוּר:  ",
      "מְנִיקַת שֶׁל מַתֶּכֶת שֶׁהִיא כְּמוֹ שְׁפוֹפֶרֶת שֶׁנִּטְמְאָה מִשֶּׁיִּקְבָּעֶנָּה בַּמַּקֵּל אוֹ בַּדֶּלֶת וִיחַבְּרֶנָּה עִם הָעֵץ תִּטְהַר. לֹא נִטְמְאָה וּקְבָעָהּ בַּמַּקֵּל אוֹ בַּדֶּלֶת הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה בִּמְקוֹמָהּ שֶׁכָּל כְּלֵי מַתָּכוֹת שֶׁקְּבָעָם בְּקוֹרָה אוֹ בַּכֹּתֶל מְקַבְּלִין טֻמְאָה כְּשֶׁהָיוּ עַד שֶׁיְּשַׁנֶּה אֶת מַעֲשֵׂיהֶם. לְפִיכָךְ דַּף שֶׁל נַחְתּוֹמִין שֶׁל מַתֶּכֶת שֶׁקְּבָעוֹ בַּכֹּתֶל טָמֵא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר כְּלֵי מַתָּכוֹת שֶׁנִּקְבְּעוּ בֵּין מְקַבְּלֵיהֶן בֵּין פְּשׁוּטֵיהֶן מְקַבְּלִים טֻמְאָה כְּשֶׁהָיוּ:  "
    ],
    [
      "כְּלֵי עֵץ וּכְלֵי עוֹר וּכְלֵי עֶצֶם שֶׁנִּשְׁבְּרוּ טִהֲרוּ מִטֻּמְאָתָן. חָזַר וְעָשָׂה כְּלִי מִשִּׁבְרֵיהֶם אוֹ שֶׁקִּבֵּץ אֶת שִׁבְרֵיהֶן וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים הֲרֵי אֵלּוּ כִּשְׁאָר הַכֵּלִים הַטְּהוֹרִים שֶׁלֹּא נִטְמְאוּ מִקֹּדֶם שֶׁהֵן מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא. וְכֵן כְּלֵי מַתָּכוֹת שֶׁנִּשְׁבְּרוּ אַחַר שֶׁנִּטְמְאוּ טִהֲרוּ. הִתִּיכָן וְחָזַר וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים חָזְרוּ לַטֻּמְאָה הַיְשָׁנָה. וְאֵין לִכְלֵי מַתָּכוֹת טָהֳרָה גְּמוּרָה עַד שֶׁיַּטְבִּילֵם בְּמִקְוֶה כְּשֶׁהֵם שְׁלֵמִים אוֹ יִשָּׁאֲרוּ שְׁבוּרִים: \n",
      "וַחֲזָרַת כְּלֵי מַתָּכוֹת לְטֻמְאָתָן הַיְשָׁנָה מִדִּבְרֵי סוֹפְרִים וּמִפְּנֵי מָה גָּזְרוּ עַל כְּלֵי מַתָּכוֹת שֶׁיַּחְזְרוּ לְטֻמְאָתָן הַיְשָׁנָה גְּזֵרָה שֶׁמָּא יְטַמֵּא לוֹ כְּלִי וְיַתִּיכֶנּוּ וְיַעֲשֶׂה מִמֶּנּוּ כְּלִי אַחֵר בּוֹ בְּיוֹם אִם יֹאמַר שֶׁהוּא טָהוֹר כְּדִין תּוֹרָה יָבוֹא לוֹמַר הַשְּׁבִירָה מְטַהֶרֶת וְהַטְּבִילָה מְטַהֶרֶת כְּשֵׁם שֶׁאִם נִשְׁבַּר וְהִתִּיכוֹ וְעָשָׂה מִמֶּנּוּ כְּלִי כְּשֶׁהָיָה הֲרֵי הוּא טָהוֹר בּוֹ בַּיּוֹם כָּךְ אִם הִטְבִּילוֹ אַף עַל פִּי שֶׁהוּא כְּשֶׁהָיָה הֲרֵי הוּא טָהוֹר בּוֹ בַּיּוֹם וְיָבוֹאוּ לוֹמַר שֶׁאֵין הַכֵּלִים צְרִיכִין הַעֲרֵב שֶׁמֶשׁ מִפְּנֵי זֶה הַחֲשָׁשׁ גָּזְרוּ טֻמְאָה עֲלֵיהֶם: \n",
      "אֶחָד כְּלִי שֶׁנִּטְמָא בְּמֵת אוֹ בִּשְׁאָר הַטֻּמְאוֹת אִם הִתִּיכוֹ חָזַר לְטֻמְאָתוֹ הַיְשָׁנָה עַד שֶׁיַּטְבִּיל. נִטְמָא בְּמֵת וְהִזָּה עָלָיו בַּשְּׁלִישִׁי וְאַחַר כָּךְ הִתִּיכוֹ וַעֲשָׂאָהוּ כְּלִי אַחֵר וְהִזָּה עָלָיו בַּשְּׁבִיעִי וְהִטְבִּילוֹ הֲרֵי זֶה טָמֵא וְאֵין הַזָּיָה שֶׁקֹּדֶם הִתּוּךְ מִצְטָרֶפֶת לְהַזָּאָה שֶׁאַחַר הִתּוּךְ וְאֵין לוֹ טָהֳרָה עַד שֶׁיַּזֶּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וְיַטְבִּיל כְּשֶׁהוּא כְּלִי קֹדֶם שְׁבִירָה אוֹ יַזֶּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וְיַטְבִּיל אַחַר שֶׁיַּתִּיכֶנּוּ: \n",
      "בַּרְזֶל טָמֵא שֶׁבְּלָלוֹ עִם בַּרְזֶל טָהוֹר אִם רֹב מִן הַטָּמֵא טָמֵא וְאִם רֹב מִן הַטָּהוֹר טָהוֹר. מֶחֱצָה לְמֶחֱצָה טָמֵא. וְכֵן טִיט שֶׁבְּלָלוֹ בִּגְלָלִים וְשָׂרַף הַכּל בְּכִבְשָׁן וַעֲשָׂאָהוּ כְּלִי אִם רֹב מִן הַטִּיט הֲרֵי זֶה מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא כְּלִי חֶרֶס וְאִם רֹב מִן הַגְּלָלִים אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "כְּלֵי מַתָּכוֹת הַטְּהוֹרִין שֶׁאֲנָכָן בַּאֲנָךְ טָמֵא טְמֵאִים. אֲבָל הָעוֹשֶׂה כֵּלִים מִן הָאֲנָךְ הַטָּמֵא הֲרֵי הֵן טְהוֹרִין: \n",
      "קוֹרְדוֹם שֶׁעֲשָׂאָהוּ מִן הַבַּרְזֶל הַטָּהוֹר וְעָשָׂה עֻשְׁפּוֹ מִן הַטָּמֵא הֲרֵי זֶה טָמֵא. עָשָׂה עֻשְׁפּוֹ מִן הַטָּהוֹר וְהַקּוֹרְדוֹם מִן הַטָּמֵא הֲרֵי זֶה טָהוֹר. שֶׁהַכּל הוֹלֵךְ אַחַר עוֹשֵׂה הַמְּלָאכָה: \n",
      "קוֹרְדוֹם טָהוֹר שֶׁחֲסָמוֹ בְּבַרְזֶל טָמֵא טָהוֹר: \n",
      "קִיתוֹן שֶׁעֲשָׂאָהוּ מִן הַטָּמֵא וְשׁוּלָיו מִן הַטָּהוֹר טָהוֹר. עֲשָׂאָהוּ מִן הַטָּהוֹר וְשׁוּלָיו מִן הַטָּמֵא טָמֵא. שֶׁהַכּל הוֹלֵךְ אַחַר הַמְקַבֵּל הָעוֹשֵׂה מְלָאכָה: \n",
      "כְּלִי מַתָּכוֹת שֶׁנִּטְמָא בְּטֻמְאָה שֶׁהִיא מִדִּבְרֵי סוֹפְרִים כְּגוֹן שֶׁנִּטְמָא בַּעֲבוֹדָה זָרָה וְכַיּוֹצֵא בָּהּ וְנִשְׁבַּר וְהִתִּיכוֹ וְחָזַר וְעָשָׂה מִמֶּנּוּ כְּלִי אַחֵר הֲרֵי זֶה סָפֵק אִם חָזַר לְטֻמְאָתוֹ הַיְשָׁנָה אוֹ לֹא חָזַר: \n",
      "כְּלֵי זְכוּכִית שֶׁנִּטְמְאוּ וְנִשְׁבְּרוּ טָהֲרוּ כְּכָל הַכֵּלִים וַאֲפִלּוּ הִתִּיכָן וְעָשָׂה מֵהֶן כֵּלִים אֲחֵרִים אֵינָם חוֹזְרִים לַטֻּמְאָה הַיְשָׁנָה לְפִי שֶׁעִקַּר טֻמְאָתָהּ מִדִּבְרֵי סוֹפְרִים כְּמוֹ שֶׁבֵּאַרְנוּ לֹא גָּזְרוּ עֲלֵיהֶן בְּטֻמְאָה יְשָׁנָה. וְכֵן כְּלֵי זְכוּכִית שֶׁנִּשְׁבְּרוּ אַף עַל פִּי שֶׁשִּׁבְרֵיהֶן כֵּלִים וּרְאוּיִין לְתַשְׁמִישׁ הוֹאִיל וְהֵם שִׁבְרֵי כֵּלִים אֵינָן מְקַבְּלִין טֻמְאָה לְפִי שֶׁאֵינָן דּוֹמִין לִכְלֵי חֶרֶס. כֵּיצַד. קְעָרָה שֶׁל זְכוּכִית שֶׁנִּשְׁבְּרָה וְהִתְקִין שׁוּלַיִם לְתַשְׁמִישׁ אֵין הַשּׁוּלַיִם מְקַבְּלִין טֻמְאָה אַף עַל פִּי שֶׁהֵן בַּקְּעָרָה. וְאִם קִרְסֵם אֶת מְקוֹם הַשֶּׁבֶר וְשָׁפוֹ בְּשׁוּפִין הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה: \n",
      "צְלוֹחִית קְטַנָּה הַנִּטֶּלֶת בְּיָד אַחַת שֶׁנִּטַּל פִּיהָ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁאֵין מַכְנִיסִין הַיָּד לְתוֹכָהּ אֶלָּא יוֹצֵק מִמֶּנָּה. אֲבָל גְּדוֹלָה הַנִּטֶּלֶת בִּשְׁתֵּי יָדַיִם שֶׁנִּטַּל פִּיהָ טְהוֹרָה מִפְּנֵי שֶׁהִיא חוֹבֶלֶת בַּיָּד בְּשָׁעָה שֶׁמַּכְנִיס יָדוֹ לְתוֹכָהּ. וְכֵן צְלוֹחִית שֶׁל פַּלְיָטוֹן אַף עַל פִּי שֶׁהִיא קְטַנָּה אִם נִטֶּלֶת פִּיהָ טְהוֹרָה מִפְּנֵי שֶׁחוֹבֶלֶת בְּאֶצְבָּעוֹ בְּשָׁעָה שֶׁמּוֹצִיא הַבּשֶֹׁם מִתּוֹכָהּ: \n",
      "לָגִינִים הַגְּדוֹלִין שֶׁנִּטַּל פִּיהֶן עֲדַיִן הֵן כֵּלִים מִפְּנֵי שֶׁמַּתְקִינָם הוּא לְכִבְשָׁנִים: \n",
      "כּוֹס שֶׁנִּפְגַּם רֻבּוֹ טָהוֹר. נִפְגַּם בּוֹ שְׁלִישׁ הֶקֵּפוֹ בְּרֹב גָּבְהוֹ טָהוֹר. נִקַּב וּסְתָמוֹ בֵּין בְּבַעַץ בֵּין בְּזֶפֶת טָהוֹר. וְהַכּוֹס וְהַצְּלוֹחִית שֶׁנִּקְּבוּ בֵּין מִלְּמַעְלָה בֵּין מִלְּמַטָּה טְהוֹרִין: \n",
      "הַתַּמְחוּי וְהַקְּעָרָה שֶׁנִּקְּבוּ מִלְּמַעְלָה טְמֵאִין מִלְּמַטָּה טְהוֹרִין. נִסְדְּקוּ אִם יְכוֹלִין לְקַבֵּל אֶת הַחַמִּין כְּצוֹנְנִין טְמֵאִין וְאִם לָאו טְהוֹרִין: \n",
      "הַכּוֹסוֹת הַחֲתוּכִין אַף עַל פִּי שֶׁשִּׂפְתוֹתֵיהֶם סוֹרְכִין אֶת הַפֶּה מְקַבְּלִים טֻמְאָה: \n",
      "הָאֲפַרְכֵּס שֶׁל זְכוּכִית טָהוֹר שֶׁהֲרֵי הוּא כְּמוֹ מַחַץ שֶׁאֵינוֹ מְקַבֵּל: \n",
      "זְכוּכִית שֶׁעוֹשִׂין אוֹתָהּ לְמַרְאָה טְהוֹרָה אַף עַל פִּי שֶׁהִיא מְקַבֶּלֶת לְפִי שֶׁלֹּא נַעֲשֵׂית לְקַבָּלָה. הַתַּרְוָד שֶׁל זְכוּכִית שֶׁהוּא מְקַבֵּל אַף עַל פִּי שֶׁכְּשֶׁמַּנִּיחוֹ עַל הַשֻּׁלְחָן נֶהְפָּךְ עַל צִדּוֹ וְאֵינוֹ מְקַבֵּל הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "תַּמְחוּי שֶׁל זְכוּכִית שֶׁעֲשָׂאוֹ מַרְאָה מְקַבֵּל טֻמְאָה. וְאִם מִתְּחִלָּה עֲשָׂאוּהוּ לְמַרְאָה כְּדֵי שֶׁיִּהְיוּ דְּבָרִים שֶׁמַּנִּיחִין בּוֹ נִרְאִין מֵאֲחוֹרָיו הֲרֵי זֶה טָהוֹר. וְכָל כְּלֵי זְכוּכִית אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן כְּכָל הַכֵּלִים: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ בְּכַמָּה מְקוֹמוֹת שֶׁאֵין כְּלִי חֶרֶס מִתְטַמֵּא אֶלָּא מֵאֲוִירוֹ אוֹ בְּהֶסֵּט הַזָּב. וּשְׁאָר כָּל הַכֵּלִים שֶׁנָּגְעָה בָּהֶן הַטֻּמְאָה נִטְמְאוּ וְאִם נִכְנְסָה טֻמְאָה לַאֲוִירוֹ וְלֹא נָגְעָה בָּהֶן הֲרֵי הֵם טְהוֹרִין. נִמְצָא הַטָּמֵא בִּכְלִי חֶרֶס טָהוֹר בְּכָל הַכֵּלִים וְהַטָּמֵא בְּכָל הַכֵּלִים טָהוֹר בִּכְלִי חֶרֶס. וּמִנַּיִן שֶׁאֵין כְּלִי חֶרֶס מִתְטַמֵּא אֶלָּא מֵאֲוִירוֹ שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"וּכְלִי חֶרֶשׂ אֲשֶׁר יִפּל מֵהֶם אֶל תּוֹכוֹ\" וְגוֹ' מִתּוֹכוֹ הוּא מִתְטַמֵּא לֹא מֵאֲחוֹרָיו: \n",
      "וּכְשֵׁם שֶׁמִּתְטַמֵּא מֵאֲוִירוֹ כָּךְ מְטַמֵּא אֳכָלִין וּמַשְׁקִין מֵאֲוִירוֹ. כֵּיצַד. כְּלִי חֶרֶס שֶׁנִּטְמָא וְנִכְנְסוּ אֳכָלִין וּמַשְׁקִין לַאֲוִירוֹ אַף עַל פִּי שֶׁלֹּא נָגְעוּ בּוֹ הֲרֵי אֵלּוּ טְמֵאִין שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\". אֲבָל שְׁאָר הַכֵּלִים הַטְּמֵאִין אֵינָן מְטַמְּאִין אֳכָלִין וּמַשְׁקִין עַד שֶׁיִּגְּעוּ בָּהֶן: \n",
      "אֵין כְּלִי חֶרֶס מְטַמֵּא כֵּלִים מֵאֲוִירוֹ בֵּין כְּלֵי חֶרֶס בֵּין שְׁאָר כֵּלִים. כֵּיצַד. כְּלִי חֶרֶס גָּדוֹל שֶׁהָיוּ בְּתוֹכוֹ כֵּלִים וְנִכְנְסָה טֻמְאָה בַּאֲוִירוֹ הוּא טָמֵא וְכָל הַכֵּלִים שֶׁבְּתוֹכוֹ טְהוֹרִין. הָיוּ מַשְׁקִין בַּכֵּלִים שֶׁבְּתוֹכוֹ נִטְמְאוּ הַמַּשְׁקִין מֵאֲוִירוֹ וְחוֹזְרִין וּמְטַמְּאִין אֶת הַכֵּלִים. וַהֲרֵי זֶה אוֹמֵר מְטַמְּאֶיךָ לֹא טִמְּאוּנִי וְאַתָּה טִמֵּאתַנִי: \n",
      "כְּלִי חֶרֶס שֶׁנָּגְעוּ מַשְׁקִין טְמֵאִין בַּאֲחוֹרָיו בִּלְבַד נִטְמְאוּ אֲחוֹרָיו כִּשְׁאָר כָּל הַכֵּלִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה לוֹ תּוֹךְ. אֲבָל אִם אֵין לוֹ תּוֹךְ וְנָגְעוּ בּוֹ מַשְׁקִין טְמֵאִין הֲרֵי זֶה טָהוֹר. שֶׁכָּל שֶׁאֵין לוֹ תּוֹךְ בִּכְלִי חֶרֶס אֵין אֲחוֹרָיו מִתְטַמְּאִין בְּמַשְׁקִין. נָגְעוּ אֳכָלִין אוֹ מַשְׁקִין בַּאֲחוֹרֵי כְּלִי חֶרֶס הַטָּמֵא הֲרֵי אֵלּוּ טְמֵאִין. וְאֶחָד כְּלִי חֶרֶס וְאֶחָד שְׁאָר כָּל הַכֵּלִים בְּדָבָר זֶה שֶׁכָּל הַכֵּלִים הַטְּמֵאִין שֶׁנָּגְעוּ אֳכָלִין אוֹ מַשְׁקִין בָּהֶן בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן נִטְמְאוּ: \n",
      "אֶחָד כְּלִי חֶרֶס שֶׁנִּכְנְסָה טֻמְאָה לַאֲוִירוֹ אוֹ שֶׁכָּפָהוּ עַל הַטֻּמְאָה הַמֻּנַּחַת עַל הָאָרֶץ וְנַעֲשָׂה אֹהֶל עָלֶיהָ שֶׁהֲרֵי הַטֻּמְאָה בְּתוֹכוֹ. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" לְרַבּוֹת אֶת הָאֹהָלִים: \n",
      "גּוּמָא שֶׁהָיָה הַשֶּׁרֶץ מֻנָּח בְּתוֹכָהּ וְכָפָה כְּלִי חֶרֶס עַל הַגּוּמָא לֹא נִטְמָא שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" עַד שֶׁתִּכָּנֵס עַצְמָהּ שֶׁל טֻמְאָה בְּתוֹכוֹ. לְפִיכָךְ הַשֶּׁרֶץ שֶׁנִּמְצָא לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר שֶׁהִיא קַרְקָעִית הַתַּנּוּר טָהוֹר שֶׁאֲנִי אוֹמֵר חַי נָפַל וְעַכְשָׁו מֵת בְּתוֹךְ גּוּמָא זוֹ. וְכֵן אִם נִמְצֵאת מַחַט אוֹ טַבַּעַת לְמַטָּה מִנְּחֻשְׁתּוֹ אַף עַל פִּי שֶׁכָּל הַכֵּלִים הַנִּמְצָאִים טְמֵאִים כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הַתַּנּוּר טָהוֹר שֶׁאֲנִי אוֹמֵר שָׁם הָיוּ עַד שֶׁלֹּא בָּא הַתַּנּוּר וְהַתַּנּוּר נִבְנָה עֲלֵיהֶן וְלֹא נָפְלוּ בְּתוֹכוֹ. נִמְצְאוּ בַּדֶּשֶׁן הֲרֵי הַתַּנּוּר טָמֵא שֶׁאֵין לוֹ בְּמָה יִתְלֶה. נִמְצְאוּ בִּנְחֻשְׁתּוֹ שֶׁל תַּנּוּר נִרְאִין אֲבָל אֵינָן יוֹצְאִין לַאֲוִירוֹ. אִם אוֹפֶה אֶת הַבָּצֵק וְהוּא נוֹגֵעַ בָּהֶן נִטְמָא הַתַּנּוּר כְּאִלּוּ הָיוּ בְּתוֹךְ אֲוִירוֹ. וְאִם לָאו הַתַּנּוּר טָהוֹר כְּאִלּוּ הָיוּ לְמַטָּה מִנְּחֻשְׁתּוֹ. בְּאֵי זֶה בָּצֵק אָמְרוּ בְּבָצֵק הַבֵּינוֹנִי שֶׁאֵינוֹ רַךְ בְּיוֹתֵר וְלֹא קָשֶׁה: \n",
      "הַשֶּׁרֶץ שֶׁנִּמְצָא בְּעַיִן שֶׁל תַּנּוּר בְּעַיִן שֶׁל כִּירָה בְּעַיִן שֶׁל כֻּפַּח אִם נִמְצָא מִן הַשָּׂפָה הַפְּנִימִית וְלַחוּץ טָהוֹר. וְכֵן אִם נִמְצָא בַּאֲוִיר הָעַיִן טָהוֹר שֶׁהֲרֵי לֹא נִכְנַס לַאֲוִיר הַתַּנּוּר אוֹ הַכִּירָה אוֹ הַכֻּפַּח אֶלָּא תַּחַת עֳבִי דָּפְנוֹתֵיהֶן הוּא תָּלוּי. וַאֲפִלּוּ הָיָה שָׁם כְּזַיִת מִן הַמֵּת טְהוֹרִין אֶלָּא אִם כֵּן הָיָה בָּעֳבִי הָעַיִן פּוֹתֵחַ טֶפַח שֶׁהֲרֵי מֵבִיא אֶת הַטֻּמְאָה לַאֲוִיר הַתַּנּוּר כְּמוֹ שֶׁנִּתְבָּאֵר בְּעִנְיַן טֻמְאַת מֵת: \n",
      "נִמְצָא הַשֶּׁרֶץ בִּמְקוֹם הַנָּחַת הָעֵצִים מִן הַשָּׂפָה הַפְּנִימִית וְלַחוּץ טָהוֹר. נִמְצָא בִּמְקוֹם יְשִׁיבַת הַבַּלָּן בִּמְקוֹם יְשִׁיבַת הַצַּבָּע בִּמְקוֹם יְשִׁיבַת שׁוֹלְקֵי הַזֵּיתִים הַכּל טָהוֹר: \n",
      "אֵין הַתַּנּוּר וְלֹא הַכִּירָה וְלֹא שְׁאָר מְקוֹמוֹת הַיְקוֹד מִתְטַמְּאִין אֶלָּא אִם כֵּן נִמְצֵאת הַטֻּמְאָה מִן הַסְּתִימָה וּלְפָנִים: \n",
      "כְּלִי חֶרֶס שֶׁשּׁוֹתִין בּוֹ בַּעֲלֵי בָּתִּים הַמַּיִם שֶׁבְּאֶמְצָעוֹ כְּמוֹ רֶשֶׁת שֶׁל חֶרֶס וּשְׂפָתוֹ שֶׁלְּמַעְלָה מִן הָרֶשֶׁת כְּמוֹ מַסְרֵק וְזֶהוּ הַנִּקְרָא צַרְצוּר אִם נִכְנְסָה הַטֻּמְאָה לַאֲוִיר הַמַּסְרֵק לְמַעְלָה מִן הָרֶשֶׁת נִטְמָא כֻּלּוֹ שֶׁזֶּהוּ תּוֹכוֹ שֶׁל כְּלִי זֶה: \n",
      "כְּלִי חֶרֶס שֶׁהָיָה לוֹ שָׁלֹשׁ שְׂפָיוֹת זוֹ לְפָנִים מִזּוֹ הָיְתָה הַפְּנִימִית עוֹדֶפֶת וְנִכְנְסָה טֻמְאָה לַאֲוִיר הַפְּנִימִית כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבָּאֲוִיר שֶׁבֵּין הַשָּׂפָה הַפְּנִימִית וּבֵין הָאֶמְצָעִית וְהַחִיצוֹנָה טְהוֹרִין. הָיְתָה הָאֶמְצָעִית עוֹדֶפֶת וְנִטְמָא אֲוִירָהּ מִמֶּנָּה וְלִפְנִים טָמֵא מִמֶּנָּה וְלַחוּץ טָהוֹר. הָיְתָה הַחִיצוֹנָה עוֹדֶפֶת וְנִטְמָא אֲוִירָהּ הַכּל טָמֵא. הָיוּ שָׁווֹת כָּל שֶׁנִּטְמָא אֲוִירָהּ טְמֵאָה וְהַשְּׁאָר טָהוֹר: \n",
      "אִלְפָּסִים זוֹ בְּתוֹךְ זוֹ וְשִׂפְתוֹתֵיהֶן שָׁווֹת וְהַשֶּׁרֶץ בָּעֶלְיוֹנָה אוֹ בַּתַּחְתּוֹנָה זוֹ שֶׁיֵּשׁ בָּהּ הַשֶּׁרֶץ טְמֵאָה וּשְׁאָר הָאִלְפָּסִין טְהוֹרִין הֵן וְכָל הָאֳכָלִין שֶׁבָּהֶן. הָיָה כָּל אִלְפָּס מֵהֶן נְקוּבָה בְּכוֹנֵס מַשְׁקֶה וְהַשֶּׁרֶץ בָּעֶלְיוֹנָה כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבְּכָל הָאִלְפָּסִים טְמֵאִים שֶׁהַטֻּמְאָה בַּאֲוִיר כֻּלָּן כְּמוֹ שֶׁיִּתְבָּאֵר. הָיָה הַשֶּׁרֶץ בַּתַּחְתּוֹנָה הִיא טְמֵאָה וְכֻלָּן טְהוֹרוֹת שֶׁהֲרֵי לֹא נִכְנַס שֶׁרֶץ לַאֲוִיר הָעֶלְיוֹנָה וְאֵין שְׂפַת הַתַּחְתּוֹנָה עוֹדֶפֶת כְּדֵי לְטַמֵּא כָּל הָאֳכָלִין וְהַמַּשְׁקִין שֶׁבְּתוֹכָהּ. הָיָה הַשֶּׁרֶץ בָּעֶלְיוֹנָה וְהָיְתָה שְׂפַת הַתַּחְתּוֹנָה עוֹדֶפֶת הָעֶלְיוֹנָה טְמֵאָה שֶׁהַשֶּׁרֶץ בְּתוֹכָהּ וְכֵן הַתַּחְתּוֹנָה מִפְּנֵי שֶׁשְּׂפָתָהּ עוֹדֶפֶת הֲרֵי הַשֶּׁרֶץ בַּאֲוִירָהּ וּשְׁאָר הָאִלְפָּסִין שֶׁבְּתוֹךְ הַתַּחְתּוֹנָה טְהוֹרִין שֶׁאֵין כְּלִי חֶרֶס מְטַמֵּא כֵּלִים שֶׁבְּתוֹכוֹ. וְאִם הָיָה בֵּינֵיהֶן מַשְׁקֶה טוֹפֵחַ כָּל שֶׁיֵּשׁ בָּהּ מַשְׁקֶה טוֹפֵחַ טְמֵאָה שֶׁהַמַּשְׁקֶה מִתְטַמֵּא מֵאֲוִיר הַתַּחְתּוֹנָה הָעוֹדֶפֶת וְחוֹזֵר וּמְטַמֵּא אֶת הָאִלְפָּס: \n",
      "טַבְלָא שֶׁל חֶרֶס שֶׁהָיוּ קְעָרוֹת דְּבוּקוֹת בָּהּ בִּתְחִלַּת מַעֲשֶׂיהָ וַהֲרֵי הַכּל כְּלִי אֶחָד וְנִטְמֵאת אַחַת מֵהֶן לֹא נִטְמְאוּ כֻּלָּן. וְאִם הָיָה לַטַּבְלָא דֹּפֶן עוֹדֵף שֶׁנִּמְצְאוּ כָּל הַקְּעָרוֹת בְּתוֹכוֹ וְנִטְמֵאת אַחַת מֵהֶן נִטְמְאוּ כֻּלָּן. וְכֵן הַדִּין בְּבֵית הַתַּבְלִין שֶׁל חֶרֶס וְקַלְמִירִין הַמַּתְאִימוֹת כַּיּוֹצֵא בּוֹ: \n",
      "בֵּית הַתַּבְלִין שֶׁל עֵץ שֶׁנִּטְמָא אֶחָד מִבָּתָּיו בְּמַשְׁקִין לֹא נִטְמְאוּ שְׁאָר הַבָּתִּים. וְאִם יֵשׁ לוֹ דֹּפֶן עוֹדֵף שֶׁנִּמְצְאוּ כָּל הַבָּתִּים בְּתוֹכוֹ וְנִטְמָא אֶחָד מִבָּתָּיו בְּמַשְׁקִין נִטְמְאוּ כֻּלָּן שֶׁהַכּל כִּכְלִי אֶחָד וּכְלִי שֶׁנִּטְמָא תּוֹכוֹ בְּמַשְׁקִין נִטְמָא כֻּלּוֹ. הָיוּ בָּתָּיו קְבוּעִין בְּמַסְמֵר הֲרֵי אֵלּוּ חִבּוּר זֶה לָזֶה לְטֻמְאָה וּלְהַזָּיָה. הָיוּ תְּקוּעִין בִּלְבַד הֲרֵי אֵלּוּ חִבּוּר לְטֻמְאָה וְלֹא לְהַזָּיָה. וְאִם הָיוּ בָּתָּיו נִטָּלִין וְנִתָּנִין אֵינָן חִבּוּר לֹא לְטֻמְאָה וְלֹא לְהַזָּיָה: \n"
    ],
    [
      "כָּל הַמַּצִּיל בְּצָמִיד פָּתִיל בְּאֹהֶל הַמֵּת מַצִּיל בְּצָמִיד פּתִיל בּאֲוִיר כְּלִי חֶרֶס. אִם הִצִּיל בְּמֵת הֶחָמוּר דִּין הוּא שֶׁיַּצִּיל בִּכְלִי חֶרֶס הַקַּל. וְכָל שֶׁאֵינוֹ מַצִּיל בְּאֹהֶל הַמֵּת אֵינוֹ מַצִּיל בַּאֲוִיר כְּלִי חֶרֶס: \n",
      "וּכְשֵׁם שֶׁאֵין צָמִיד פָּתִיל לְטֻמְאָה בְּאֹהֶל הַמֵּת כָּךְ אֵין צָמִיד פָּתִיל לְטֻמְאָה בַּאֲוִיר כְּלִי חֶרֶס. כֵּיצַד. קְדֵרָה שֶׁהִיא מְלֵאָה אֳכָלִין וּמַשְׁקִין וּמֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בְּתוֹךְ הַתַּנּוּר הַטָּמֵא הֲרֵי הַקְּדֵרָה וְכָל מַה שֶּׁבְּתוֹכָהּ טְהוֹרִין. הָיָה הַשֶּׁרֶץ אוֹ מַשְׁקִין טְמֵאִין בְּתוֹכָהּ וּמֻקֶּפֶת צָמִיד פָּתִיל וּנְתוּנָה בַּאֲוִיר הַתַּנּוּר נִטְמָא הַתַּנּוּר [וְכֵן כָּל כַּיּוֹצֵא בָּזֶה]: \n",
      "טַבַּעַת טְמֵאָה שֶׁמֻּבְלַעַת בְּתוֹךְ הַלְּבֵנָה אוֹ מַחַט טְמֵאָה שֶׁמֻּבְלַעַת בְּתוֹךְ הָעֵץ וְנָפְלוּ לַאֲוִיר כְּלִי חֶרֶס נִטְמָא. אַף עַל פִּי שֶׁאִם נָגַע כִּכַּר תְּרוּמָה בְּעֵץ זֶה אוֹ בִּלְבֵנָה זוֹ טָהוֹר הֲרֵי הֵן מְטַמְּאִין כְּלִי חֶרֶס מֵאֲוִירוֹ: \n",
      "תַּרְנְגוֹל שֶׁבָּלַע שֶׁרֶץ אוֹ בְּשַׂר מֵת וְנָפַל לַאֲוִיר הַתַּנּוּר הֲרֵי זֶה טָהוֹר. וְאִם מֵת שָׁם הַתַּרְנְגוֹל נִטְמָא הַתַּנּוּר. שֶׁהַבְּלוּעִין בְּחַי מַצִּילִין מִיַּד כְּלִי חֶרֶס כְּדֶרֶךְ שֶׁמַּצִּילִין בְּאֹהֶל הַמֵּת: \n",
      "דְּבָרִים שֶׁבְּתוֹךְ הַפֶּה אוֹ בְּתוֹךְ הַקְּמָטִין אֵינָן כִּבְלוּעִין. כֵּיצַד. אָדָם שֶׁהָיוּ מַשְׁקִין טְמֵאִין בְּתוֹךְ פִּיו וְקָפַץ פִּיו וְהִכְנִיס רֹאשׁוֹ לַאֲוִיר כְּלִי חֶרֶס טִמְּאָהוּ. וְכֵן טָהוֹר שֶׁהָיוּ אֳכָלִין וּמַשְׁקִין לְתוֹךְ פִּיו וְהִכְנִיס רֹאשׁוֹ לַאֲוִיר תַּנּוּר טָמֵא נִטְמְאוּ אֳכָלִים שֶׁבְּפִיו. הָיָה לוֹ בְּתוֹךְ קֻמְטוֹ כַּעֲדָשָׁה מִן הַשֶּׁרֶץ וְהִכְנִיסוֹ לַאֲוִיר הַתַּנּוּר נִטְמָא הַתַּנּוּר אַף עַל פִּי שֶׁהַטֻּמְאָה בְּתוֹךְ הַקֶּמֶט: \n",
      "סְפוֹג שֶׁבָּלַע מַשְׁקִין טְמֵאִין אַף עַל פִּי שֶׁהוּא נָגוּב מִבַּחוּץ אִם נָפַל לַאֲוִיר כְּלִי חֶרֶס טִמְּאָהוּ שֶׁסּוֹף מַשְׁקֶה לָצֵאת. וְכֵן חֲתִיכָה שֶׁל לֶפֶת וְשֶׁל גֶּמִי. חֲרָסִים שֶׁנִּשְׁתַּמְּשׁוּ בָּהֶן מַשְׁקִין טְמֵאִין וְנִגְּבוּ וְנָפְלוּ לַאֲוִיר כְּלִי חֶרֶס לֹא טִמְּאוּהוּ. נָפְלוּ לְתַנּוּר וְהֻסַּק נִטְמָא שֶׁסּוֹף מַשְׁקֶה לָצֵאת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַשְׁקִין קַלִּין. אֲבָל בַּחֲמוּרִין כְּגוֹן דַּם הַנִּדָּה וּמֵימֵי רַגְלֶיהָ אִם הָיוּ יְכוֹלִין לָצֵאת וְהִקְפִּיד עָלָיו שֶׁיֵּצֵא הֲרֵי זֶה מְטַמֵּא הַתַּנּוּר אַף עַל פִּי שֶׁלֹּא הֻסַּק וְאִם אֵינוֹ מַקְפִּיד עָלָיו אֵינוֹ מְטַמֵּא עַד שֶׁיֻּסַּק וְיֵצֵא הַמַּשְׁקֶה. וְכֵן בְּגֶפֶת חֲדָשָׁה הַבָּאָה מִמַּשְׁקִין טְמֵאִין שֶׁהֻסַּק בָּהּ הַתַּנּוּר נִטְמָא שֶׁסּוֹף מַשְׁקֶה לָצֵאת אֲבָל בִּישָׁנָה טָהוֹר. אֵיזוֹ הִיא יְשָׁנָה לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם יָדוּעַ שֶׁיָּצָא מִמֶּנָּה מַשְׁקֶה בִּשְׁעַת הֶסֵּק אֲפִלּוּ לְאַחַר שָׁלֹשׁ שָׁנִים נִטְמָא הַתַּנּוּר כְּשֶׁיֻּסַּק: \n",
      "כְּלִי חֶרֶס שֶׁחִלְּקוֹ בִּמְחִצָּה מִשְּׂפָתוֹ עַד קַרְקָעִיתוֹ וְנִכְנְסָה טֻמְאָה בַּאֲוִיר אֶחָד מִשְּׁנֵי הַחֲלָקִים נִטְמָא הַכְּלִי כֻּלּוֹ לְפִי שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְחַלֵּק כְּלֵי חֶרֶס כְּדֶרֶךְ שֶׁחוֹלְקִין הָאֹהָלִים. לְפִיכָךְ תַּנּוּר שֶׁחֲצָצוֹ בִּנְסָרִים אוֹ בִּירִיעוֹת וְנִמְצָא הַשֶּׁרֶץ בְּמָקוֹם אֶחָד הַכּל טָמֵא: \n",
      "כְּלִי שֶׁהָיְתָה הַטֻּמְאָה בְּתוֹכוֹ וְהִכְנִיס הַכְּלִי לַאֲוִיר כְּלִי חֶרֶס וּשְׂפַת הַכְּלִי הַטָּמֵא חוּץ לִכְלִי חֶרֶס אַף עַל פִּי שֶׁהַטֻּמְאָה מְכֻוֶּנֶת בְּתוֹךְ כְּלִי חֶרֶס הֲרֵי זֶה טָהוֹר שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"אֶל תּוֹכוֹ\" לֹא אֶל תּוֹךְ תּוֹכוֹ: \n",
      "וְכֵן אִם הָיָה כְּלִי חֶרֶס טָמֵא וְהִכְנִיס לַאֲוִירוֹ כְּלִי אַחֵר שֶׁיֵּשׁ בּוֹ אֳכָלִים וּמַשְׁקִין וּשְׂפַת הַכְּלִי הָאַחֵר חוּץ לִכְלִי חֶרֶס אַף עַל פִּי שֶׁהָאֳכָלִין וְהַמַּשְׁקִין מְכֻוָּנִין בְּתוֹךְ כְּלִי חֶרֶס הַטָּמֵא הֲרֵי אֵלּוּ טְהוֹרִין שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"כּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא\" וְלֹא שֶׁבְּתוֹךְ תּוֹכוֹ. כֵּיצַד. כַּוֶּרֶת אוֹ קֻפָּה אוֹ קְדֵרָה אוֹ חֵמֶת וְכַיּוֹצֵא בָּהֶן שֶׁהָיָה הַשֶּׁרֶץ בְּתוֹכָהּ וְשִׁלְשֵׁל הַקֻּפָּה לַאֲוִיר הֶחָבִית אוֹ לַאֲוִיר הַתַּנּוּר אַף עַל פִּי שֶׁהַשֶּׁרֶץ מְכֻוָּן בְּתוֹךְ אֲוִיר הֶחָבִית הוֹאִיל וּשְׂפַת הַקֻּפָּה אוֹ הַחֵמֶת לְמַעְלָה מִשְּׂפַת הֶחָבִית אוֹ מִשְּׂפַת הַתַּנּוּר הֲרֵי אֵלּוּ טְהוֹרִין. וְאִם הָיָה בְּתוֹךְ הַחֵמֶת אוֹ בְּתוֹךְ הַקְּדֵרָה וְכַיּוֹצֵא בָּהֶן אֳכָלִין אוֹ מַשְׁקִין וְשִׁלְשְׁלָן לַאֲוִיר הַתַּנּוּר אוֹ לַאֲוִיר הֶחָבִית הַטְּמֵאִין הֲרֵי הֵן טְהוֹרִין. הָיְתָה הַכַּוֶּרֶת אוֹ הַקֻּפָּה אוֹ הַחֵמֶת וְכַיּוֹצֵא בָּהֶן נְקוּבִין אֵינָן מַצִּילִין אֶלָּא אִם הָיָה הַשֶּׁרֶץ לְתוֹכָן וְשִׁלְשְׁלָן לַאֲוִיר כְּלִי חֶרֶס הַטָּהוֹר נִטְמָא. וְאִם הָיוּ אֳכָלִין אוֹ מַשְׁקִין לְתוֹכָן וְשִׁלְשְׁלָן לַאֲוִיר כְּלִי חֶרֶס הַטָּמֵא נִטְמְאוּ. וְכַמָּה יִהְיֶה בַּנֶּקֶב אִם הָיָה בִּכְלִי שֶׁטֶף בְּמוֹצִיא זֵיתִים וְאִם הָיָה בִּכְלִי חֶרֶס הֶעָשׂוּי לָאֳכָלִין שִׁעוּרוֹ כְּזֵיתִים וְהֶעָשׂוּי לְמַשְׁקִין שִׁעוּרוֹ בְּכוֹנֵס מַשְׁקֶה. וְהֶעָשׂוּי לְכָךְ וְכָךְ מְטִילִין אוֹתוֹ לְחֻמְרוֹ וּכְשֶׁיִּנָּקֵב כְּלִי חֶרֶס זֶה בְּכוֹנֵס מַשְׁקֶה אֵינוֹ מַצִּיל מִיַּד כְּלִי חֶרֶס: \n",
      "סָתַם נֶקֶב כְּלִי חֶרֶס בְּזֶפֶת אִם הָיָה הַשֶּׁרֶץ בִּכְלִי זֶה וְשִׁלְשְׁלוֹ לַאֲוִיר הַתַּנּוּר הַטָּהוֹר נִטְמָא שֶׁאֵין הַצָּמִיד מַצִּיל עַל הַטֻּמְאָה מִלְּטַמֵּא כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם הָיָה בִּכְלִי זֶה אֳכָלִין אוֹ מַשְׁקִין וְשִׁלְשְׁלוֹ לַאֲוִיר הַתַּנּוּר הַטָּמֵא הֲרֵי הֵן טְהוֹרִין שֶׁהֲרֵי הַנֶּקֶב סָתוּם. וּשְׁאָר כָּל הַכֵּלִים שֶׁסְּתָמָן בְּזֶפֶת וְכַיּוֹצֵא בּוֹ אֵינוֹ מַצִּיל מִיַּד כְּלִי חֶרֶס: \n",
      "כַּוֶּרֶת פְּחוּתָה אַף עַל פִּי שֶׁסָּתַם הַפְּחָת בְּקַשׁ אֵינָהּ מַצֶּלֶת מִיַּד כְּלִי חֶרֶס שֶׁהֲרֵי אֵינָהּ כְּלִי: \n",
      "הַחֵמֶת וְהַכְּפִישָׁה שֶׁנִּפְחֲתוּ בְּמוֹצִיא רִמּוֹן אַף עַל פִּי שֶׁבִּטְּלוֹ מִתּוֹרַת כְּלִי הֲרֵי אֵלּוּ מַצִּילִין מִיַּד כְּלִי חֶרֶס. וְהוּא שֶׁיִּהְיֶה הַפְּחָת לְמַעְלָה מִשְּׂפַת כְּלִי חֶרֶס מִבַּחוּץ וְיִהְיֶה בֵּית קִבּוּל שֶׁלָּהֶן מְשֻׁלְשָׁל לְתוֹךְ כְּלִי חֶרֶס: \n",
      "עוֹר פָּשׁוּט וְכַיּוֹצֵא בּוֹ שֶׁהָיָה שָׁקוּעַ לַאֲוִיר כְּלִי חֶרֶס אוֹ לַאֲוִיר הַתַּנּוּר וְהַשֶּׁרֶץ בְּתוֹךְ הָעוֹר הֲרֵי הַתַּנּוּר טָמֵא. וְאִם הָיָה הַשֶּׁרֶץ בַּתַּנּוּר אֳכָלִין וּמַשְׁקִין שֶׁבְּתוֹךְ הָעוֹר טְמֵאִין שֶׁאֵין מַצִּיל מִיַּד כְּלִי חֶרֶס אֶלָּא כֵּלִים שֶׁיֵּשׁ לָהֶן תּוֹךְ כְּגוֹן הַסַּל וְהַקֻּפָּה וְהַחֵמֶת: \n",
      "כְּלִי חֶרֶס שֶׁהָיְתָה טֻמְאָה בְּתוֹכוֹ וְהָיָה כְּלִי חֶרֶס טָהוֹר כָּפוּי עַל פִּי הַכְּלִי הַטָּמֵא אוֹ שֶׁהָיָה הַכְּלִי שֶׁהַטֻּמְאָה דְּבוּקָה בְּתוֹכוֹ כָּפוּי עַל פִּי הַכְּלִי הַטָּהוֹר אַף עַל פִּי שֶׁאֲוִיר שְׁנֵיהֶן מְעֹרָב הַטָּמֵא בְּטֻמְאָתוֹ וְהַטָּהוֹר בְּטָהֳרָתוֹ שֶׁהֲרֵי לֹא נִכְנְסָה הַטֻּמְאָה עַצְמָהּ לַאֲוִיר כְּלִי חֶרֶס הַטָּהוֹר. לְפִיכָךְ חָבִית שֶׁהָיְתָה מְלֵאָה מַשְׁקִין טְהוֹרִין וּנְתוּנָה לְמַטָּה מִנְּחֻשְׁתּוֹ שֶׁל תַּנּוּר וְנָפַל שֶׁרֶץ לְתוֹךְ הַתַּנּוּר הֲרֵי הֶחָבִית וְהַמַּשְׁקִין טְהוֹרִין אַף עַל פִּי שֶׁאֲוִיר הַתַּנּוּר מְעֹרָב עִם אֲוִיר הֶחָבִית. וְכֵן אִם הָיְתָה הֶחָבִית כְּפוּיָה עַל פִּי הַתַּנּוּר וּפִיהָ לַאֲוִיר הַתַּנּוּר אֲפִלּוּ הַמַּשְׁקֶה שֶׁבְּשׁוּלֵי הֶחָבִית טָהוֹר: \n"
    ],
    [
      "אֵין כְּלִי חֶרֶס מְקַבֵּל טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתּוֹ. וּמֵאֵימתַי הוּא גְּמַר מְלַאכְתּוֹ מִשֶּׁיִּצְרְפוֹ בְּכִבְשָׁן. הַתַּנּוּר מִשֶּׁיַּסִּיקֶנּוּ לֶאֱפוֹת סֻפְגָּנִין. הַכִּירָה מִשֶּׁיַּסִּיקֶנָּה כְּדֵי לְבַשֵּׁל עָלֶיהָ בֵּיצַת הַתַּרְנְגוֹלִין טְרוּפָה וּנְתוּנָה בְּאִלְפָּס. הַכֻּפָּח אִם עֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר עֲשָׂאָהוּ לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
      "תַּנּוּר שֶׁהִתְחִיל לִבְנוֹתוֹ אִם הָיָה גָּדוֹל מִשֶּׁיַּתְחִיל בּוֹ אַרְבָּעָה טְפָחִים וְיַסִּיקֶנּוּ מְקַבֵּל טֻמְאָה. וְאִם הָיָה קָטָן מִשֶּׁיַּתְחִיל בּוֹ טֶפַח וְיַסִּיקֶנּוּ. הַכִּירָה מִשֶּׁיַּתְחִיל בָּהּ שָׁלֹשׁ אֶצְבָּעוֹת וְיַסִּיקֶנָּה. הַכֻּפָּח אִם עֲשָׂאָהוּ לַאֲפִיָּה הֲרֵי הוּא כְּתַנּוּר וְאִם לְבַשֵּׁל הֲרֵי הוּא כְּכִירָה: \n",
      "תַּנּוּר שֶׁהֻסַּק מֵאֲחוֹרָיו אוֹ שֶׁהֻסַּק מִבֵּית הָאֻמָּן אוֹ שֶׁהֻסַּק שֶׁלֹּא לְדַעַת הוֹאִיל וְהֻסַּק מִכָּל מָקוֹם הֲרֵי זֶה מְקַבֵּל טֻמְאָה. מַעֲשֶׂה שֶׁנָּפְלָה דְּלֵקָה בְּתַנּוּר בִּכְפָר מִן הַכְּפָרִים וּבָא מַעֲשֶׂה לִפְנֵי בֵּית דִּין וְאָמְרוּ מְקַבֵּל טֻמְאָה: \n",
      "תַּנּוּר שֶׁהִסִּיקוֹ לִהְיוֹת צוֹלֶה בּוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה. לְלַבֵּן בּוֹ אוּנִין שֶׁל פִּשְׁתָּן טָהוֹר שֶׁאֵין זֶה עוֹשֶׂה מְלָאכָה בְּגוּף הַתַּנּוּר: \n",
      "תַּנּוּר שֶׁחֲצָצוֹ לִשְׁנַיִם וְהִסִּיק אֶחָד מֵחֲלָקָיו וְנִטְמָא בְּמַשְׁקִין הוּא טָמֵא וַחֲבֵרוֹ טָהוֹר. נִטְמָא בְּשֶׁרֶץ וְכַיּוֹצֵא בּוֹ מִטֻּמְאוֹת שֶׁל תּוֹרָה הַכּל טָמֵא. וְעֹבִי שֶׁבֵּינֵיהֶן טָמֵא. הֻסְּקוּ שְׁנֵיהֶן וְנִטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין בָּאֲוִיר חוֹלְקִין אֶת עָבְיוֹ הַמְשַׁמֵּשׁ לְטָמֵא טָמֵא לְטָהוֹר טָהוֹר. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁחֲצָצוֹ וְאַחַר כָּךְ הִסִּיקוֹ. אֲבָל הִסִּיקוֹ וְאַחַר כָּךְ חֲצָצוֹ וְנִטְמָא אֶחָד מֵהֶן אֲפִלּוּ בְּמַשְׁקִין נִטְמָא הַכּל: \n",
      "תַּנּוּר אוֹ כִּירָה שֶׁל אֶבֶן טְהוֹרִין לְעוֹלָם. וְשֶׁל מַתֶּכֶת טְהוֹרִין מִשּׁוּם תַּנּוּר וְכִירַיִם שֶׁנֶּאֱמַר <small>(ויקרא יא לה)</small> \"יֻתָּץ\" אֶת שֶׁיֵּשׁ לוֹ נְתִיצָה. וּמְטַמְּאִין מִשּׁוּם כְּלֵי מַתָּכוֹת. כֵּיצַד. אֵין מִתְטַמְּאִין מֵאֲוִירָן וְלֹא בִּמְחֻבָּר לַקַּרְקַע כְּתַנּוּר וְכִירַיִם וְאִם נָגְעָה בָּהֶן טֻמְאָה אֲפִלּוּ מֵאֲחוֹרֵיהֶן מִתְטַמְּאִין כִּשְׁאָר כְּלֵי מַתָּכוֹת וְאִם נִטְמְאוּ בְּמֵת נַעֲשִׂין אַב טֻמְאָה כִּשְׁאָר כְּלֵי מַתָּכוֹת וְיֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה: \n",
      "תַּנּוּר שֶׁל מַתֶּכֶת שֶׁנִּקַּב אוֹ נִפְגַּם אוֹ נִסְדַּק וּסְתָמוֹ בְּטִיט אוֹ שֶׁעָשָׂה לוֹ טְפֵלָה שֶׁל טִיט אוֹ מוּסָף שֶׁל טִיט הֲרֵי זֶה מִתְטַמֵּא מִשּׁוּם תַּנּוּר. וְכַמָּה יִהְיֶה בַּנֶּקֶב. כְּדֵי שֶׁיֵּצֵא בּוֹ הָאוּר. וְכֵן בְּכִירָה. וְאִם עָשָׂה לַכִּירָה פִּטְפּוּטִים שֶׁל טִיט מִתְטַמְּאָה מִשּׁוּם כִּירָה. מֵרְחָהּ בְּטִיט בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ עֲדַיִן אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "תַּנּוּר שֶׁאֵינוֹ מְחֻבָּר בָּאָרֶץ אֲפִלּוּ תָּלוּי בְּצַוַּאר הַגָּמָל הֲרֵי זֶה טָמֵא מִשּׁוּם תַּנּוּר שֶׁנֶּאֱמַר <small>(ויקרא יא לה)</small> \"טְמֵאִים הֵם\" בְּכָל מָקוֹם: \n",
      "כּוּר שֶׁל צוֹרְפֵי מַתָּכוֹת שֶׁיֵּשׁ בּוֹ בֵּית שְׁפִיתָה מִתְטַמֵּא כְּכִירָה וְכֵן כִּירָת שֶׁל עוֹשֵׂי זְכוּכִית אִם יֵשׁ בּוֹ בֵּית שְׁפִיתָה מְקַבֶּלֶת טֻמְאָה: \n",
      "כִּבְשָׁן שֶׁל סַיָּדִין וְשֶׁל זוֹגְגִין וְשֶׁל יוֹצְרִין טְהוֹרִין. הַפּוּרְנָה אִם יֵשׁ לָהּ דֹּפֶן מִתְטַמְּאָה: \n",
      "אֲבָנִים שֶׁחִבְּרָן זוֹ לָזוֹ וַעֲשָׂאָן תַּנּוּר אִם עָשָׂה לוֹ טְפֵלָה מִבִּפְנִים וּמִבַּחוּץ הֲרֵי זֶה כְּתַנּוּר לְכָל דָּבָר וּמִתְטַמֵּא מֵאֲוִירוֹ. וְאִם טְפָלוֹ מִבַּחוּץ בִּלְבַד מִתְטַמֵּא בְּמַגָּע וְלֹא בַּאֲוִיר. חִבֵּר אֲבָנִים לַתַּנּוּר וְלֹא חִבְּרָן זוֹ לָזוֹ מִתְטַמְּאוֹת עִם הַתַּנּוּר. חִבְּרָן זוֹ לָזוֹ וְלֹא חִבְּרָן לַתַּנּוּר הֲרֵי הֵן כְּטִירָה. חָפַר בָּאָרֶץ וְעָשָׂה טִירָה טָהוֹר. וְטִירַת הַכִּירָה טָהוֹר: \n",
      "שְׁתֵּי חָבִיּוֹת וּשְׁנֵי אִלְפָּסִין שֶׁעֲשָׂאָן כִּירָה מִתְטַמְּאִין בַּאֲוִיר וּבְמַגָּע. וְתוֹכָן שֶׁל חָבִיּוֹת טָהוֹר. וָעֳבִי הֶחָבִיּוֹת חוֹלְקִין אוֹתוֹ הַמְשַׁמֵּשׁ אֶת הַכִּירָה טָמֵא וְהַמְשַׁמֵּשׁ אֶת תּוֹךְ הֶחָבִית טָהוֹר: \n",
      "הָעוֹשֶׂה שְׁלֹשָׁה פִּטְפּוּטִין בָּאָרֶץ וְחִבְּרָן בְּטִיט לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן אֶת הַקְּדֵרָה הֲרֵי זוֹ טְמֵאָה מִשּׁוּם כִּירָה. קָבַע שְׁלֹשָׁה מַסְמְרִין בָּאָרֶץ לִהְיוֹת שׁוֹפֵת עֲלֵיהֶן אֶת הַקְּדֵרָה אַף עַל פִּי שֶׁעָשָׂה בְּרֹאשָׁהּ מָקוֹם בְּטִיט שֶׁתֵּשֵׁב הַקְּדֵרָה הֲרֵי זוֹ טְהוֹרָה כְּכִירָה שֶׁל מַתֶּכֶת. וְכֵן אֲבָנִים שֶׁלֹּא מֵרְחָם בְּטִיט שֶׁהוּא שׁוֹפֵת עֲלֵיהֶן אֵינָן מְקַבְּלוֹת טֻמְאָה כְּאִלּוּ הִיא כִּירָה שֶׁל אֶבֶן: \n",
      "הָעוֹשֶׂה שְׁתֵּי אֲבָנִים כִּירָה וְחִבְּרָן בְּטִיט מִתְטַמְּאָה. חִבֵּר אֶת הָאַחַת בְּטִיט וְהַשְּׁנִיָּה לֹא חִבְּרָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "הָאֶבֶן שֶׁהוּא שׁוֹפֵת עָלֶיהָ וְעַל הַתַּנּוּר עָלֶיהָ וְעַל הַכִּירָה עָלֶיהָ וְעַל הַכֻּפָּח טְמֵאָה. עָלֶיהָ וְעַל הַכֹּתֶל עָלֶיהָ וְעַל הַסֶּלַע אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "כִּירַת הַטַּבָּחִים שֶׁהוּא נוֹתֵן אֶבֶן בְּצַד אֶבֶן וְכֻלָּן מְחֻבָּרוֹת בְּטִיט נִטְמֵאת אַחַת מֵהֶן לֹא נִטְמְאוּ כֻּלָּן: \n",
      "שָׁלֹשׁ אֲבָנִים שֶׁחִבְּרָן בְּטִיט וַעֲשָׂאָן שְׁתֵּי כִּירוֹת בֵּין שֶׁחִבְּרָן זוֹ לָזוֹ וְלֹא חִבְּרָן לַקַּרְקַע בֵּין שֶׁחִבְּרָן בַּקַּרְקַע וְלֹא חִבְּרָן זוֹ לָזוֹ אִם נִטְמֵאת אַחַת מִשְּׁתֵי הַכִּירוֹת הָאֶבֶן הָאֶמְצָעִית הַמְשַׁמֵּשׁ מִמֶּנָּה לַכִּירָה הַטְּמֵאָה טָמֵא וְהַמְשַׁמֵּשׁ מִמֶּנָּה לַכִּירָה הַטְּהוֹרָה טָהוֹר. נִטְּלָה הָאֶבֶן הַחִיצוֹנָה שֶׁל כִּירָה הַטְּהוֹרָה הֻחְלְטָה הָאֶמְצָעִית כֻּלָּהּ לְטֻמְאָה. נִטְּלָה הַחִיצוֹנָה שֶׁל כִּירָה הַטְּמֵאָה טָהֲרָה הָאֶבֶן הָאֶמְצָעִית כֻּלָּהּ. נִטְמְאוּ שְׁתֵּי הַחִיצוֹנוֹת אִם הָיְתָה הָאֶבֶן הָאֶמְצָעִית גְּדוֹלָה נוֹתֵן מִמֶּנָּה לְכִירָה זוֹ כְּדֵי שְׁפִיתָה מִצִּדָּהּ וְלַכִּירָה הַשְּׁנִיָּה כְּדֵי שְׁפִיתָה מִכָּאן וְהַשְּׁאָר טָהוֹר. וְאִם הָיְתָה קְטַנָּה הַכּל טָמֵא. נִטְּלָה הָאֶמְצָעִית אִם יָכוֹל לִשְׁפּוֹת עַל שְׁתַּיִם חִיצוֹנוֹת יוֹרָה גְּדוֹלָה הֲרֵי הִיא טְמֵאָה. הָיוּ מְרֻחָקִין יֶתֶר מִזֶּה טְהוֹרָה. הֶחֱזִיר אֶת הָאֶמְצָעִית הֲרֵי הַכּל טָהוֹר כְּשֶׁהָיָה. מֵרְחָהּ בְּטִיט מְקַבֵּל טֻמְאָה מִכָּאן וּלְהַבָּא וְהוּא שֶׁיַּסִּיקֶנָּה לְכָל אַחַת מֵהֶן כְּדֵי לְבַשֵּׁל עָלֶיהָ אֶת הַבֵּיצָה: \n",
      "שְׁתֵּי אֲבָנִים שֶׁעֲשָׂאָן כִּירָה וְנִטְמֵאת וְסָמַךְ לְאֶבֶן זוֹ מִמֶּנָּה אֶבֶן אַחַת מִכָּאן וְלָזוֹ אֶבֶן אַחַת מִכָּאן הֲרֵי חֲצִי כָּל אֶבֶן מִשְּׁתֵי אַבְנֵי הַכִּירָה הָרִאשׁוֹנָה טָמֵא וַחֲצִי הָאֶבֶן טָהוֹר. נִטְּלוּ הַשְּׁתַּיִם הַטְּהוֹרוֹת שֶׁסָּמַךְ חָזְרוּ הַשְּׁתַּיִם שֶׁל כִּירָה לְטֻמְאָתָן: \n",
      "דּוּכָן שֶׁל חֶרֶס שֶׁיֵּשׁ לוֹ בֵּית קִבּוּל הַקְּדֵרוֹת וְהָרֶמֶץ נָתוּן בְּתוֹכוֹ טָהוֹר מִשּׁוּם כִּירָה וְטָמֵא מִשּׁוּם כְּלִי קִבּוּל. לְפִיכָךְ אִם הָיָה מְחֻבָּר בָּאָרֶץ טָהוֹר כִּשְׁאָר הַכֵּלִים וְאִם נִקַּב אֵינוֹ מְקַבֵּל טֻמְאָה כִּכְלִי קִבּוּל. מַה שֶּׁאֵין כֵּן בְּכִירָה. הַצְּדָדִין שֶׁלּוֹ הַנּוֹגֵעַ בָּהֶן אֵינוֹ טָמֵא מִשּׁוּם כִּירָה. הָרָחָב שֶׁלּוֹ שֶׁיּוֹשְׁבִין עָלָיו בִּשְׁעַת בִּשּׁוּל מִתְטַמֵּא אִם נִטְמָא הַדּוּכָן. וְכֵן הַכּוֹפֶה אֶת הַסַּל וּבָנָה כִּירָה עַל גַּבָּהּ הֲרֵי זוֹ טְמֵאָה מִשּׁוּם כְּלִי עֵץ לֹא מִשּׁוּם כִּירָה לְפִיכָךְ אֵינָהּ מְקַבֶּלֶת טֻמְאָה מֵאֲוִירָהּ כְּכִירָה: \n"
    ],
    [
      "תַּנּוּר גָּדוֹל שְׁיָרָיו אַרְבָּעָה טְפָחִים וְהַקָּטָן שְׁיָרָיו רֻבּוֹ. כֵּיצַד. אִם נִשְׁבַּר בַּגָּדוֹל אַרְבָּעָה וּבַקָּטָן רֻבּוֹ מְקַבֵּל טֻמְאָה פָּחוֹת מִכָּאן אֵינוֹ מְקַבֵּל טֻמְאָה. וְכֵן אִם נִטְמָא וְנִתְּצוֹ עַד שֶׁשִּׁיֵּר בּוֹ פָּחוֹת מֵאַרְבָּעָה בַּגָּדוֹל אוֹ בְּפָחוֹת מֵרֹב בַּקָּטָן טָהוֹר. נִשְׁאַר בּוֹ אַרְבָּעָה אוֹ רֹב בַּקָּטָן עֲדַיִן הוּא בְּטֻמְאָתוֹ. וְהַכִּירָה שְׁיָרֶיהָ שָׁלֹשׁ אֶצְבָּעוֹת. הַכֻּפָּח שֶׁעֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר. לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
      "תַּנּוּר שֶׁנִּטְמָא וְלֹא רָצָה לְכַתְּתוֹ כֵּיצַד מְטַהֲרִין אוֹתוֹ. חוֹלְקוֹ לִשְׁלֹשָׁה חֲלָקִים וְגוֹרֵר אֶת הַטְּפֵלָה שֶׁעַל הַחֲרָסִים עַד שֶׁנִּמְצָא כָּל חֶרֶס מֵהֶן עוֹמֵד עַל הָאָרֶץ בְּלֹא טִיט עַל גַּבָּיו. חִלְּקוֹ לִשְׁנַיִם אֶחָד גָּדוֹל וְאֶחָד קָטָן הַגָּדוֹל טָמֵא וְהַקָּטָן טָהוֹר. חִלְּקוֹ לִשְׁנַיִם בְּשָׁוֶה כָּל אֶחָד מֵהֶן טָמֵא לְפִי שֶׁאִי אֶפְשָׁר לְכַוֵּן. אֲבָל טַבְלָא שֶׁל חֶרֶס שֶׁיֵּשׁ לָהּ דֹּפֶן שֶׁנֶּחְלְקָה לִשְׁנַיִם טְהוֹרָה. וְאִם הָיָה אֶחָד גָּדוֹל וְאֶחָד קָטָן הַגָּדוֹל טָמֵא: \n",
      "תַּנּוּר שֶׁחִלְּקוֹ לִשְׁלֹשָׁה וְאֶחָד גָּדוֹל כִּשְׁנַיִם הַגָּדוֹל טָמֵא וְהַשְּׁנַיִם הַקְּטַנִּים טְהוֹרִין. חֲתָכוֹ חֻלְיוֹת לְרָחְבּוֹ אִם הָיָה גֹּבַהּ כָּל חֻלְיָא וְחֻלְיָא פָּחוֹת מֵאַרְבָּעָה טְפָחִים טָהוֹר. חָזַר וְסִדֵּר הַחֻלְיוֹת זוֹ עַל גַּבֵּי זוֹ וְהִמְרִיחַ עֲלֵיהֶם בְּטִיט וְהֶחֱזִירוֹ תַּנּוּר כְּשֶׁהָיָה הֲרֵי זוֹ כְּמוֹ שֶׁעָשָׂה תַּנּוּר אַחֵר וְאֵינוֹ מְקַבֵּל טֻמְאָה אֶלָּא מִכָּאן וּלְהַבָּא וְהוּא שֶׁיַּסִּיקֶנּוּ כְּדֵי לֶאֱפוֹת בּוֹ סֻפְגָּנִין אַחַר שֶׁמֵּרְחוֹ. הִרְחִיק מִמֶּנּוּ אֶת הַטְּפֵלָה וְנָתַן חוֹל אוֹ צְרוֹרוֹת בֵּין הַחֻלְיוֹת וּבֵין הַטְּפֵלָה אֵינוֹ מְקַבֵּל טֻמְאָה לְעוֹלָם וְזֶהוּ שֶׁאָמְרוּ הַנִּדָּה וְהַטְּהוֹרָה אוֹפוֹת בּוֹ וְהוּא טָהוֹר. הָיְתָה בּוֹ חֻלְיָא אַחַת שֶׁיֵּשׁ בָּהּ אַרְבָּעָה טְפָחִים הִיא מִתְטַמְּאָה בְּמַגָּע וְלֹא מִתְטַמֵּאת בַּאֲוִיר וּשְׁאָר הַחֻלְיוֹת טְהוֹרוֹת: \n",
      "תַּנּוּר שֶׁבָּא מְחֻתָּךְ מִבֵּית הָאֻמָּן וְעָשָׂה לוֹ סְמוֹכִין שֶׁמְּקַבְּצִין אוֹתוֹ לִהְיוֹת כְּאֶחָד וּנְתָנָם עָלָיו וְהוּא טָהוֹר וְנִטְמָא כְּשֶׁיָּסִיר אֶת הַסּוֹמְכִין אוֹתוֹ יִטְהַר וַאֲפִלּוּ הֶחְזִירָן הֲרֵי הוּא טָהוֹר. מֵרְחוֹ בְּטִיט מְקַבֵּל טֻמְאָה לְהַבָּא וְאֵינוֹ צָרִיךְ לְהַסִּיקוֹ שֶׁכְּבָר הֻסַּק: \n",
      "תַּנּוּר שֶׁחֲתָכוֹ חֻלְיוֹת וְנָתַן חוֹל בֵּין חֻלְיָא לְחֻלְיָא וְטָח בְּטִיט עַל הַכּל מִבַּחוּץ הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "יוֹרַת הָעַרְבִיִּים שֶׁהוּא חוֹפֵר בָּאָרֶץ וְטָח בְּטִיט אִם יוּכַל הַטִּיט לַעֲמֹד בִּפְנֵי עַצְמוֹ מְקַבֶּלֶת טֻמְאָה וְאִם לָאו טָהוֹר: \n",
      "הַמֵּבִיא שִׁבְרֵי חֶרֶס וְדִבְּקָן זֶה בָּזֶה וַעֲשָׂאָן תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִבַּיִת וּמִבַּחוּץ וְהִסִּיקוֹ הֲרֵי זֶה מְקַבֵּל טֻמְאָה אַף עַל פִּי שֶׁאֵין בְּכָל אֶחָד מֵהֶן כַּשִּׁעוּר: \n",
      "פִּטָּם שֶׁקִּרְזְלוֹ וַעֲשָׂאַהוּ תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִחוּץ אַף עַל פִּי שֶׁמְּקַבֵּל עַל דָּפְנוֹתָיו כַּשִּׁעוּר הֲרֵי זֶה טָהוֹר שֶׁכְּלִי חֶרֶס שֶׁטָּהַר אֵין לוֹ טֻמְאָה לְעוֹלָם אֶלָּא אִם כֵּן עֲשָׂאָהוּ תַּנּוּר וְעָשָׂה לוֹ טְפֵלָה מִבַּיִת וּמִבַּחוּץ: \n",
      "תַּנּוּר שֶׁל סְדָקִין שֶׁעָשָׂה טְפֵלָה לְכָל אֶחָד וְאֶחָד וּמְקוֹם הַסְּדָקִין מְגֻלֶּה אֵינוֹ מְקַבֵּל טֻמְאָה. נָתַן טִיט אוֹ סִיד אוֹ גַּפְסִיס עַל גַּבֵּי הַסְּדָקִין הֲרֵי זֶה מִתְטַמֵּא. נָתַן עֲלֵיהֶן חַרְסִית אוֹ זֶפֶת וְגָפְרִית שַׁעֲוָה וּשְׁמָרִים בָּצֵק אוֹ גְּלָלִים טָהוֹר. זֶה הַכְּלָל דָּבָר שֶׁאֵין עוֹשִׂין מִמֶּנּוּ תַּנּוּר אֵינוֹ מְחַבֵּר אֶת הַסְּדָקִין: \n",
      "סֶדֶק תַּנּוּר שֶׁנְּתָנוֹ כְּלַפֵּי זָוִית וּמֵרֵחַ בְּטִיט מִן הַצְּדָדִין טָהוֹר: \n",
      "דַּף שֶׁל תַּנּוּר שֶׁנְּתָנוֹ בְּזָוִית לִהְיוֹת אוֹפֶה בּוֹ טָהוֹר. וְאִם יֵשׁ בּוֹ רֹב תַּנּוּר מְקַבֵּל טֻמְאָה: \n",
      "תַּנּוּר שֶׁנָּתַן בּוֹ עָפָר עַד חֶצְיוֹ אִם נִטְמָא מֵאֲוִירוֹ בִּלְבַד אֵינוֹ מִתְטַמֵּא אֶלָּא מֵעָפָר וּלְמַעְלָה וְאִם נִטְמָא בְּמַגָּע וְנָגְעָה טֻמְאָה בּוֹ מִתּוֹכוֹ נִטְמָא כֻּלּוֹ אַף מֵעָפָר וּלְמַטָּה: \n",
      "הַכִּירָה מְקוֹם שְׁפִיתַת שְׁתֵּי קְדֵרוֹת וְהַכֻּפָּח מְקוֹם שְׁפִיתַת קְדֵרָה אַחַת. לְפִיכָךְ כִּירָה שֶׁנֶּחְלְקָה לְאָרְכָּהּ טְהוֹרָה לְרָחְבָּהּ עֲדַיִן מְקַבֶּלֶת טֻמְאָה. הַכֻּפָּח שֶׁנֶּחְלַק בֵּין לְאָרְכּוֹ בֵּין לְרָחְבּוֹ טָהוֹר: \n",
      "הַקְּלָתוֹת שֶׁל בַּעֲלֵי בָּתִּים שֶׁנִּפְחֲתָה קַרְקָעִיתָהּ אִם הָיָה עֹמֶק הַפְּחָת פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה שֶׁאִם יַסִּיק בַּפְּחָת מִלְּמַטָּה תִּתְבַּשֵּׁל הַקְּדֵרָה מִלְּמַעְלָה. הָיָה הַפְּחָת עָמֹק שְׁלֹשָׁה אוֹ יֶתֶר אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁהֲרֵי הָאֵשׁ רְחוֹקָה מִן הַקְּדֵרָה וְאֵינָהּ בְּשֵׁלָה. נָתַן אֶבֶן אוֹ צְרוֹר עַל פִּי הַפְּחָת עֲדַיִן הִיא בְּטָהֳרָתָהּ. מֵרְחוֹ בְּטִיט נַעֲשֵׂת הָאֶבֶן קַרְקַע הַכִּירָה וּמְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא: \n"
    ],
    [
      "כָּל יְדוֹת הַכֵּלִים הֲרֵי הֵן כְּכֵלִים וְאִם נִטְמָא הַכְּלִי נִטמְאָה יָדוֹ הַצָּרִיךְ לָהּ בְּתַשְׁמִישׁוֹ וְשֶׁאֵין צָרִיךְ לָהּ טָהוֹר כְּמוֹ שֶׁיִּתְבָּאֵר. לְפִיכָךְ הָאֶבֶן הַיּוֹצֵאת מִן הַתַּנּוּר טֶפַח וּמִן הַכִּירָה שָׁלֹשׁ אֶצְבָּעוֹת חִבּוּר וְאִם נִטְמָא הַתַּנּוּר וְהַכִּירָה נִטְמְאוּ אֲבָנִים אֵלּוּ. וָאֳכָלִין וּמַשְׁקִין הַנּוֹגְעִין בַּאֲבָנִים אֵלּוּ נִטְמְאוּ. וְאִם נָגְעוּ בְּחוּץ לְטֶפַח שֶׁל תַּנּוּר אוֹ בְּחוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת שֶׁל כִּירָה טְהוֹרִין: \n",
      "הַכֻּפָּח עֲשָׂאָהוּ לַאֲפִיָּה שִׁעוּרוֹ כְּתַנּוּר. עֲשָׂאָהוּ לְבִשּׁוּל שִׁעוּרוֹ כְּכִירָה: \n",
      "מוּסַף הַתַּנּוּר שֶׁל בַּעֲלֵי בָּתִּים טָהוֹר וְשֶׁל נַחְתּוֹמִין טָמֵא בְּטֻמְאַת הַתַּנּוּר מִפְּנֵי שֶׁסּוֹמֵךְ עָלָיו אֶת הַשִּׁפּוּד. כַּיּוֹצֵא בּוֹ מוּסַף יוֹרָה שֶׁל שׁוֹלְקֵי זֵיתִים טָמֵא וְשֶׁל צַבָּעִים טָהוֹר: \n",
      "עֲטֶרֶת הַכִּירָה טְהוֹרָה. וְטִירַת הַתַּנּוּר וְהוּא הַמָּקוֹם הַבָּנוּי בְּצִדּוֹ שֶׁמַּנִּיחִין בּוֹ אֶת הַפַּת בְּעֵת רְדִיָּתָהּ בִּזְמַן שֶׁהִיא גְּבוֹהָה אַרְבָּעָה טְפָחִים טְמֵאָה בְּטֻמְאַת הַתַּנּוּר. פָּחוֹת מֵאַרְבָּעָה טְפָחִים טְהוֹרָה לְפִי שֶׁאֵינָהּ חִבּוּר לוֹ. וְאִם חִבְּרָהּ לַתַּנּוּר אֲפִלּוּ עַל שָׁלֹשׁ אֲבָנִים טְמֵאָה: \n",
      "בֵּית הַפָּךְ וּבֵית הַתַּבְלִין וּבֵית הַנֵּר שֶׁבַּכִּירָה אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ כֻּלָּן וְאִם נִטְמֵאת בַּאֲוִיר לֹא נִטְמְאוּ לְפִי שֶׁאֵינָן חִבּוּר לָהּ אֶלָּא מִדִּבְרֵי סוֹפְרִים. וּלְפִיכָךְ עָשׂוּ לָהּ הֶכֵּר כְּדֵי שֶׁלֹּא יִשָּׂרְפוּ עַל מַגָּעָן תְּרוּמָה וְקָדָשִׁים. וְכֵן כָּל שֶׁאָנוּ אוֹמְרִין בְּעִנְיָן זֶה שֶׁהוּא מִתְטַמֵּא בְּמַגָּע וְאֵינוֹ מִתְטַמֵּא בַּאֲוִיר אֵינוֹ חִבּוּר אֶלָּא מִדִּבְרֵיהֶם וְעָשׂוּ לוֹ הֶכֵּר זֶה כְּדֵי שֶׁלֹּא יִשָּׂרְפוּ עָלָיו קָדָשִׁים אֶלָּא תּוֹלִין: \n",
      "חֲצַר הַכִּירָה בִּזְמַן שֶׁהִיא גְּבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת הֲרֵי זוֹ חִבּוּר וְאִם נִטְמֵאת הַכִּירָה אוֹ חֲצֵרָהּ בֵּין בַּאֲוִיר בֵּין בְּמַגָּע נִטְמֵאת הַשְּׁנִיָּה. הָיְתָה הֶחָצֵר פְּחוּתָה מִכָּאן וְנִטְמֵאת אַחַת מֵהֶן בְּמַגָּע נִטְמֵאת הַשְּׁנִיָּה. אֲבָל אִם נִטְמֵאת אַחַת מֵהֶן מֵאֲוִירָהּ בִּלְבַד אֵין חֲבֶרְתָּהּ טְמֵאָה לְפִי שֶׁאֵינָהּ חִבּוּר לָהּ אֶלָּא מִדִּבְרֵיהֶם. הָיְתָה חֲצַר הַכִּירָה מֻפְרֶשֶׁת מִמֶּנָּה בִּזְמַן שֶׁהִיא גְּבוֹהָה שָׁלֹשׁ אֶצְבָּעוֹת הֲרֵי זוֹ חִבּוּר לָהּ בֵּין לְטֻמְאַת מַגָּע בֵּין לְטֻמְאַת אֲוִיר. הָיְתָה פָּחוֹת מִכָּאן אוֹ שֶׁהָיְתָה הֶחָצֵר חֲלָקָה וְאֵין לָהּ שָׂפָה אֵין חִבּוּר לָהּ וְאִם נִטְמֵאת הַכִּירָה בֵּין מֵאֲוִירָהּ בֵּין בְּמַגַּע הֶחָצֵר טְהוֹרָה וְכֵן אִם נִטְמֵאת הֶחָצֵר הַכִּירָה טְהוֹרָה: \n",
      "פִּטְפּוּטֵי כִּירָה שְׁלֹשָׁה הָיָה גֹּבַהּ כָּל אֶחָד מֵהֶן שָׁלֹשׁ אֶצְבָּעוֹת אוֹ פָּחוֹת אִם נִטְמֵאת הַכִּירָה בֵּין בְּמַגָּע בֵּין בַּאֲוִיר נִטְמְאוּ שְׁלָשְׁתָּן. וְכֵן אִם הָיוּ אַרְבָּעָה. נִטַּל אֶחָד מֵהֶן אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ שְׁנֵי הַפִּטְפּוּטִים שֶׁנִּשְׁאֲרוּ וְאִם נִטְמֵאת בָּאֲוִיר לֹא נִטְמְאוּ עִמָּהּ. עָשָׂה לָהּ שְׁנֵי הַפִּטְפּוּטִים זֶה כְּנֶגֶד זֶה אִם נִטְמֵאת הַכִּירָה בְּמַגָּע נִטְמְאוּ. וְאִם נִטְמֵאת בָּאֲוִיר לֹא נִטְמְאוּ. הָיוּ הַפִּטְפּוּטִים גְּבוֹהִין מִשָּׁלֹשׁ אֶצְבָּעוֹת וּלְמַטָּה מִתְטַמְּאִין עִמָּהּ בֵּין שֶׁנִּטְמֵאת בְּמַגָּע בֵּין שֶׁנִּטְמֵאת בָּאֲוִיר. וּמִשָּׁלֹשׁ וּלְמַעְלָה מִתְטַמְּאִין עִמָּהּ אִם נִטְמֵאת בְּמַגָּע אֲבָל אִם נִטְמֵאת מֵאֲוִירָהּ בִּלְבַד אֵין מִתְטַמְּאִין עִמָּהּ. הָיוּ מְשׁוּכִין מִן הַשָּׂפָה בְּתוֹךְ שָׁלֹשׁ אֶצְבָּעוֹת מִתְטַמְּאִין עִמָּהּ בֵּין שֶׁנִּטְמֵאת בְּמַגָּע בֵּין שֶׁנִּטְמֵאתָ בָּאֲוִיר. הָיוּ חוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת מִתְטַמְּאִין עִמָּהּ אִם נִטְמֵאת בְּמַגָּע וְאִם נִטְמֵאת בָּאֲוִיר בִּלְבַד אֵין מִתְטַמְּאִין עִמָּהּ. וְאֵין מְדַקְדְּקִין בְּכָל הַשִּׁעוּרִין הָאֵלּוּ שֶׁכֻּלָּן הֵן מִדִּבְרֵי סוֹפְרִים: \n"
    ],
    [
      "כְּלִי חֶרֶס אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּהְיֶה מְקַבֵּל וְעָשׂוּי לְקַבָּלה. אֲבָל אִם לֹא הָיָה לוֹ בֵּית קִבּוּל אוֹ שֶׁהָיָה מְקַבֵּל וְלֹא נַעֲשָׂה לְקַבָּלָה אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל לֹא מִן הַתּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים. לְפִיכָךְ הַכִּסֵּא וְהַמִּטָּה וְהַסַּפְסָל וְהַמְּנוֹרָה וְהַשֻּׁלְחָן שֶׁל חֶרֶס. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁאֵין לָהֶם תּוֹךְ אֵינָן מְקַבְּלִין טֻמְאָה. וְכֵן הַסִּילוֹנוֹת שֶׁהַמַּיִם מְהַלְּכִין בָּהֶן אַף עַל פִּי שֶׁהֵן כְּפוּפִין וְאַף עַל פִּי שֶׁהֵן מְקַבְּלִין הֲרֵי הֵן טְהוֹרִין מִפְּנֵי שֶׁלֹּא נַעֲשׂוּ לְקַבָּלָה אֶלָּא כְּדֵי שֶׁיֵּצְאוּ מֵהֶן הַמַּיִם. וְכֵן חָבִית שֶׁל שַׁיָּטִים וְחָבִית הַדְּפוּנָה בְּשׁוּלֵי הַמַּחַץ הוֹאִיל וְנַעֲשֵׂית כְּמוֹ בֵּית יָד שֶׁנּוֹשְׂאִין בָּהּ הַמַּחַץ וְלֹא נַעֲשֵׂית לְקַבָּלָה אֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
      "פָּנָס שֶׁהָיָה בּוֹ בֵּית קִבּוּל שֶׁמֶן מְקַבֵּל טֻמְאָה וְשֶׁאֵין בּוֹ טָהוֹר. וְכֵן מְגוּפַת הַיּוֹצְרִים שֶׁיֵּשׁ לָהּ תּוֹךְ טְמֵאָה: \n",
      "מַשְׁפֵּךְ שֶׁל בַּעֲלֵי בָּתִּים טָהוֹר. וְשֶׁל רוֹכְלִין מִתְטַמֵּא מִפְּנֵי שֶׁמַּטֵּהוּ עַל צִדּוֹ וּמֵרִיחַ בּוֹ לַלּוֹקֵחַ: \n",
      "כִּסּוּי כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן וְהֶחָבִיּוֹת טְהוֹרוֹת שֶׁלֹּא נַעֲשׂוּ לְקַבָּלָה. וְאִם הִתְקִינָן לְתַשְׁמִישׁ מִתְטַמְּאִין: \n",
      "כִּסּוּי הָאִלְפָּס בִּזְמַן שֶׁהוּא נָקוּב וְיֵשׁ לוֹ חִדּוּד טָהוֹר. וְאִם אֵינוֹ נָקוּב וְאֵין לוֹ חִדּוּד מִתְטַמֵּא מִפְּנֵי שֶׁהָאִשָּׁה מְסַנֶּנֶת לְתוֹכוֹ אֶת הַיָּרָק. זֶה הַכְּלָל כָּל הַמְשַׁמֵּשׁ בִּכְלִי חֶרֶס כְּשֶׁהוּא כָּפוּי טָהוֹר: \n",
      "טִיטְרוֹס אַף עַל פִּי שֶׁהוּא נָקוּב וּמוֹצִיא פְּרוּטוֹת מִתְטַמֵּא שֶׁהֲרֵי הַמַּיִם מִתְכַּנְּסִין בַּצְּדָדִין וְהֵן עֲשׂוּיִין לְקַבָּלָה: \n",
      "הַלַּפִּיד שֶׁל חֶרֶס שֶׁמַּנִּיחִין מַטְלִיּוֹת הַבְּגָדִים וְהַשֶּׁמֶן בְּתוֹכוֹ וְהוּא דּוֹלֵק מִתְטַמֵּא. וְכֵן כְּלִי שֶׁמַּנִּיחִין תַּחַת הַנֵּרוֹת לְקַבֵּל הַשֶּׁמֶן מִתְטַמֵּא: \n",
      "גִּסְטְרָא שֶׁמַּנִּיחִין תַּחַת הַכֵּלִים לְקַבֵּל מַשְׁקִין הַנּוֹזְלִין מִן הַכְּלִי מְקַבְּלִין טֻמְאָה: \n",
      "סְפִינָה שֶׁל חֶרֶס אַף עַל פִּי שֶׁהִיא מְקַבֶּלֶת אֵינָהּ מְקַבֶּלֶת טֻמְאָה שֶׁאֵין הַסְּפִינָה בִּכְלַל הַכֵּלִים הָאֲמוּרִין בַּתּוֹרָה בֵּין הִיא שֶׁל חֶרֶס בֵּין הִיא שֶׁל עֵץ בֵּין גְּדוֹלָה בֵּין קְטַנָּה: \n",
      "כָּל הַכֵּלִים שֶׁנִּשְׁבְּרוּ וְנִפְסְדָה צוּרָתָן אֵין שִׁבְרֵיהֶן מְקַבְּלִין טֻמְאָה אַף עַל פִּי שֶׁאוֹתָן הַשְּׁבָרִים רְאוּיִין לְתַשְׁמִישׁ. חוּץ מִשִּׁבְרֵי כְּלֵי חֶרֶס שֶׁאִם הָיָה בָּהֶן חֶרֶס הָרָאוּי לְקַבֵּל הֲרֵי הוּא מְקַבֵּל טֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יא לג)</small> \"וְכָל כְּלִי חֶרֶס\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה לֹא בָּא לְרַבּוֹת אֶלָּא שִׁבְרֵי כְּלֵי חֶרֶס. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה לְחֶרֶס זֶה תּוֹךְ לְקַבֵּל בּוֹ הַמַּשְׁקִין כְּשֶׁהָיָה הַחֶרֶס יוֹשֵׁב לֹא סָמוּךְ. אֲבָל אִם אֵינוֹ יָכוֹל לְקַבֵּל אֶלָּא אִם כֵּן סוֹמְכִין אוֹתוֹ אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "הַחֶרֶס שֶׁאֵינוֹ יָכוֹל לֵישֵׁב כְּדֵי שֶׁיְּקַבֵּל מִפְּנֵי אָזְנוֹ אוֹ שֶׁהָיָה בּוֹ חִדּוּד וְהַחִדּוּד מַכְרִיעוֹ לְצַד אַחֵר הֲרֵי זֶה טָהוֹר אַף עַל פִּי שֶׁנִּטְּלָה הָאֹזֶן אוֹ נִשְׁבַּר הַחִדּוּד שֶׁכָּל כְּלִי חֶרֶס שֶׁטָּהַר שָׁעָה אַחַת אֵין לוֹ טֻמְאָה לְעוֹלָם: \n",
      "כְּלֵי חֶרֶס שֶׁשּׁוּלֵיהֶן חַדִּין כְּמִזְרָקוֹת שֶׁנִּשְׁבְּרוּ וְשׁוּלֵיהֶן מְקַבְּלִין אַף עַל פִּי שֶׁאֵינָן מְקַבְּלִין אֶלָּא אִם כֵּן נִסְמְכוּ כְּגוֹן שׁוּלֵי הַקֻּרְפִיוֹת וְהַכּוֹסוֹת הֲרֵי אֵלּוּ מְקַבְּלִין טֻמְאָה. שֶׁלְּכָךְ נַעֲשׂוּ מִתְּחִלָּתָן שֶׁיִּהְיוּ שׁוּלֵיהֶן מְקַבְּלִין בִּסְמִיכָה אוֹ בַּאֲחִיזָה: \n",
      "כַּמָּה יְקַבֵּל הַחֶרֶס וְיִהְיֶה מְקַבֵּל טֻמְאָה. אִם הָיָה הַכְּלִי כְּשֶׁהָיָה שָׁלֵם וּמֵכִיל כְּדֵי סִכַּת אָדָם קָטָן עַד חָבִיּוֹת שֶׁהֵן מְקַבְּלוֹת כִּסְאָהּ אוֹ קָרוֹב וְנִשְׁבְּרוּ וְנִשְׁאַר בָּחֲרָסִים בֵּין מִקַּרְקְעֵיהֶן בֵּין מִדָּפְנֵיהֶן חֶרֶס שֶׁהוּא מְקַבֵּל כְּשֶׁהוּא יוֹשֵׁב רְבִיעִית הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "הָיָה הַכְּלִי מֵחָבִית הַמְּכִילָה כִּסְאָה עַד חָבִית הַמְכִילָה סָאתַיִם אוֹ יֶתֶר וְנִשְׁבְּרָה אִם הָיָה בַּחֶרֶס הַנִּשְׁאָר כְּדֵי לְקַבֵּל חֲצִי לוֹג הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיָה הַכְּלִי מֵחָבִית הַמְכִילָה סָאתַיִם עַד חֲצָבִים גְּדוֹלִים וְנִשְׁבְּרוּ אִם נִשְׁאַר מֵהֶן חֶרֶס הַמְקַבֵּל לוֹג הֲרֵי זֶה מְקַבֵּל טֻמְאָה. הָיוּ הַחֲרָסִים מְקַבְּלִין פָּחוֹת מִשִּׁעוּרִין אֵלּוּ אֵין מְקַבְּלִין טֻמְאָה: \n",
      "כְּלִי חֶרֶס קָטָן כְּגוֹן הַפַּךְ וְכַיּוֹצֵא בּוֹ שֶׁנִּשְׁבַּר וְנִשְׁאַר מִקַּרְקָעִיתוֹ חֶרֶס הַמְקַבֵּל כָּל שֶׁהוּא כְּשֶׁהוּא יוֹשֵׁב וְהָיָה חַד בְּיוֹתֵר שֶׁנִּמְצָא כִּכְלִי קָטָן הֲרֵי זֶה מְקַבֵּל טֻמְאָה. וְאִם נִשְׁאַר מִדָּפְנוֹתֵיהֶן חֶרֶס הַמְקַבֵּל אֵינוֹ מְקַבֵּל טֻמְאָה לְפִי שֶׁדָּפְנוֹת כֵּלִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן כְּשָׁוִין הֵן וְאֵין לָהֶן תּוֹךְ הַנִּכָּר וְנִמְצְאוּ כִּפְשׁוּטֵי כְּלֵי חֶרֶס: \n",
      "חֶזְקַת חֲרָסִים הַנִּמְצָאִים בְּכָל מָקוֹם טְהוֹרִים חוּץ מֵהַנִּמְצָאִים בְּבֵית הַיּוֹצֵר מִפְּנֵי שֶׁרֻבָּן גִּסְטְרָיוֹת הֵן לַכֵּלִים וְהַגִּסְטְרָא מְקַבֶּלֶת טֻמְאָה אַף עַל פִּי שֶׁהִיא מִשִּׁבְרֵי כֵּלִים: \n"
    ],
    [
      "כַּמָּה שִׁעוּר הַשֶּׁבֶר שֶׁיִּשָּׁבֵר כְּלִי חֶרֶס וְיִטְהַר מִטֻּמְאָתוֹ אִם הָיָה טָמֵא. אוֹ לֹא יְקַבֵּל טֻמְאָה אִם הָיָה טָהוֹר. הֶעָשׂוּי לָאֳכָלִין מִשֶּׁיִּנָּקֵב בְּמוֹצִיא זֵיתִים. וְהֶעָשׂוּי לְמַשְׁקִין מִשֶּׁיִּנָּקֵב בְּמַכְנִיס מַשְׁקִין, כְּשֶׁמַּנִּיחִין אוֹתוֹ עַל הַמַּשְׁקֶה יִכָּנֵס הַמַּשְׁקֶה לַכְּלִי בַּנֶּקֶב. הֶעָשׂוּי לְכָךְ וּלְכָךְ מְטִילִין אוֹתוֹ לְחֻמְרוֹ וַהֲרֵי הוּא מְקַבֵּל טֻמְאָה עַד שֶׁיִּנָּקֵב בְּמוֹצִיא זַיִת. וְלֹא אָמְרוּ בְּמוֹצִיא מַשְׁקֶה אֶלָּא בְּגִסְטְרָא בִּלְבַד לְפִי שֶׁהִיא עֲשׂוּיָה לְקַבֵּל הַמַּשְׁקִין הַנּוֹזְלִים מִן הַכֵּלִים וְאִם הוֹצִיאָה מַשְׁקִין הֲרֵי זֶה בָּטֵל תַּשְׁמִישָׁהּ: \n",
      "חָמֵשׁ מִדּוֹת בִּכְלִי חֶרֶס. נִקַּב בְּמוֹצִיא מַשְׁקֶה טָהוֹר מִלְּהִתְטַמֵּא מִשּׁוּם גִּסְטְרָא וַעֲדַיִן הוּא חָשׁוּב כְּלִי לְקַדֵּשׁ בּוֹ מֵי חַטָּאת. נִקַּב בְּכוֹנֵס מַשְׁקֶה אֵינוֹ רָאוּי לְקַדֵּשׁ בּוֹ מֵי חַטָּאת וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְהַכְשִׁיר הַזְּרָעִים בְּמַשְׁקִין הַתְּלוּשִׁין בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. נִקַּב כְּשֹׁרֶשׁ קָטָן אֵין הַמַּיִם שֶׁבְּתוֹכוֹ מַכְשִׁירִין אֶת הַזְּרָעִים וַהֲרֵי הֵן כְּמוֹ שֶׁאֵינָן בַּכְּלִי וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְקַבֵּל בּוֹ זֵיתִים וּמְקַבֵּל טֻמְאָה. נִקַּב בְּמוֹצִיא זֵיתִים טָהוֹר וַהֲרֵי הוּא כִּכְלֵי גְּלָלִים וַאֲבָנִים שֶׁאֵין מְקַבְּלִין טֻמְאָה וַעֲדַיִן כְּלִי הוּא חָשׁוּב לְהַצִּיל בְּצָמִיד פָּתִיל עַד שֶׁיִּפָּחֵת רֻבּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּטֻמְאַת מֵת (בְּפֶרֶק שְׁנֵים עָשָׂר): \n",
      "הֶחָבִית שִׁעוּרָהּ כֶּאֱגוֹזִים. הָאִלְפָּס וְהַקְּדֵרָה שִׁעוּרָן כְּזֵיתִים. וְכֵן עֲרֵבָה שֶׁל חֶרֶס אֲפִלּוּ הָיְתָה גְּדוֹלָה וּמַחְזֶקֶת אַרְבָּעִים סְאָה בְּלַח וְנִפְחֲתָה בְּמוֹצִיא זֵיתִים אַף עַל פִּי שֶׁהוּא מַטָּהּ עַל צִדָּה וְלָשׁ בָּהּ טְהוֹרָה שֶׁמִּתְּחִלָּתָהּ לֹא נַעֲשֵׂית לְכָךְ: \n",
      "הַפַּךְ וְהַטֶּנִי שִׁעוּרָן בְּשֶׁמֶן. וְהַצַּרְצוּר שִׁעוּרוֹ בְּמַיִם: \n",
      "נֵר שֶׁנִּטַּל פִּיו טָהוֹר. וְשֶׁל אֲדָמָה שֶׁהֻסַּק פִּיו בִּפְתִילָה אֵינוֹ מְקַבֵּל טֻמְאָה וְאֵינוֹ בִּכְלַל כְּלֵי חֶרֶס עַד שֶׁיֻּסַּק כֻּלּוֹ בַּכִּבְשָׁן כִּכְלֵי חֶרֶס: \n",
      "חָבִית שֶׁנִּפְחֲתָה וּכְשֶׁמַּטִּין אוֹתָהּ עַל דָּפְנָהּ מְקַבֶּלֶת אוֹ שֶׁנֶּחְלְקָה כְּמִין שְׁתֵּי עֲרֵבוֹת עֲדַיִן הִיא מְקַבֶּלֶת טֻמְאָה. נִתְרַעְעָה וְאֵינָהּ יְכוֹלָה לְהִטַּלְטֵל בַּחֲצִי קַב גְּרוֹגָרוֹת טְהוֹרָה: \n",
      "חָבִית שֶׁנִּטְּלוּ אָזְנֶיהָ הֲרֵי הִיא כְּגִסְטְרָא אֲפִלּוּ אֹזֶן אַחַת. נִסְדְּקָה לְמַטָּה מֵאָזְנֶיהָ אַף עַל פִּי שֶׁאָזְנֶיהָ קַיָּמוֹת הֲרֵי זוֹ כְּגִסְטְרָא. וְאִם עֲשָׂאָהּ מִתְּחִלָּה שֶׁלֹּא בְּאָזְנַיִם נִדּוֹנֶת כְּחָבִית: \n",
      "חָבִית שֶׁנִּסְדְּקָה בַּכִּבְשָׁן וְנִמְצָא שֶׁהִיא כִּשְׁתֵּי גִּסְטְרָאוֹת. אִם מִשֶּׁנִּגְמְרָה מְלַאכְתָּהּ נִסְדְּקָה כָּל גִּסְטְרָא מֵהֶן מְקַבֶּלֶת טֻמְאָה. וְאִם נִסְדְּקָה קֹדֶם שֶׁתִּגָּמֵר מְלַאכְתָּהּ וְאַחַר כָּךְ נִשְׂרְפָה בַּכִּבְשָׁן טְהוֹרָה. וְהֵיאַךְ יִוָּדַע דָּבָר זֶה. אִם הָיוּ שְׁבָרֶיהָ שָׁוִין וְתוֹכָהּ מַאֲדִים עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּהּ נִסְדְּקָה. אֵין שְׁבָרֶיהָ שָׁוִין וְאֵין תּוֹכָהּ מַאֲדִים בְּיָדוּעַ שֶׁאַחַר שֶׁנִּגְמְרָה מְלַאכְתָּהּ נִשְׁבְּרָה וּמְקַבֶּלֶת טֻמְאָה כִּשְׁאָר שִׁבְרֵי כְּלֵי חֶרֶס הָרְאוּיִין לְתַשְׁמִישׁ: \n",
      "גִּסְטְרָא שֶׁנִּתְרַעְעָה וְאֵינָהּ מְקַבֶּלֶת מַשְׁקִין אַף עַל פִּי שֶׁמְּקַבֶּלֶת אֳכָלִין הֲרֵי זוֹ טְהוֹרָה שֶׁאֵינָהּ עֲשׂוּיָה אֶלָּא לְקַבֵּל מַשְׁקִין הַדּוֹלְפִין כְּמוֹ שֶׁבֵּאַרְנוּ וְאִם הָיְתָה דּוֹלֶפֶת אֵין עוֹשִׂין גִּסְטְרָא לְגִסְטְרָא. וְכֵן גִּסְטְרָא שֶׁנִּפְחֲתָה אוֹ שֶׁנֶּחְלְקָה לִשְׁתַּיִם טְהוֹרָה שֶׁלֹּא אָמְרוּ שְׁיָרִים שֶׁל שְׁיָרִים מִתְטַמְּאִין אֶלָּא שְׁיָרֵי כְּלֵי חֶרֶס בִּלְבַד הֵן שֶׁמִּתְטַמְּאִין: \n",
      "גִּסְטְרָא שֶׁחִדּוּדִין יוֹצְאִין מִמֶּנָּה בֵּין שֶׁהָיְתָה יוֹשֶׁבֶת בֵּין שֶׁהָיְתָה מֻטָּה עַל צִדָּהּ כָּל הַמְקַבֵּל מִן הַחִדּוּדִין זֵיתִים כְּשֶׁיִּתְמַלֵּא הַגִּסְטְרָא זֵיתִים מְטַמֵּא בְּמַגָּע וּכְנֶגְדוֹ מִתְטַמֵּא בָּאֲוִיר וְכָל שֶׁאֵין מְקַבֵּל עִמָּהּ בְּזֵיתִים מִתְטַמֵּא בְּמַגָּע וְאֵין כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר: \n",
      "כֵּיצַד מִתְטַמֵּא בְּמַגָּע וְאֵין כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר. שֶׁאִם נָגְעָה הַטֻּמְאָה בַּגִּסְטְרָא מִתּוֹכָהּ מִתְטַמֵּא הַחִדּוּד. נִכְנְסָה הַטֻּמְאָה בַּאֲוִיר הַגִּסְטְרָא אֲפִלּוּ הָיְתָה כְּנֶגֶד הַחִדּוּד לֹא נִטְמָא הַחִדּוּד: \n",
      "וְכֵיצַד כְּנֶגְדּוֹ מִתְטַמֵּא בָּאֲוִיר. שֶׁאִם הָיְתָה הַטֻּמְאָה בַּאֲוִיר הַגִּסְטְרָא כְּנֶגֶד הַחִדּוּד נִטְמָא הַחִדּוּד עִם הַגִּסְטְרָא. וְעַל דֶּרֶךְ זֶה הוּא בְּכָל מָקוֹם שֶׁנֶּאֱמַר <small>(במדבר ה יז)</small> \"בִּכְלִי חֶרֶס\" וּבְתַנּוּר וְכִירַיִם מִתְטַמֵּא בְּמַגָּע וּכְנֶגְדוֹ בָּאֲוִיר אוֹ אֵין מִתְטַמֵּא כְּנֶגְדּוֹ בָּאֲוִיר. וְכֵן כָּל טֻמְאַת מַגָּע הָאֲמוּרָה בְּעִנְיַן כְּלִי חֶרֶס אוֹ תַּנּוּר וְכִירַיִם הוּא שֶׁתִּגַּע הַטֻּמְאָה בָּהֶן מִתּוֹכָן וְכָל טֻמְאַת אֲוִיר הוּא שֶׁלֹּא תִּגַּע הַטֻּמְאָה כְּלָל אֶלָּא תִּכָּנֵס לָאֲוִיר בִּלְבַד: \n",
      "חָבִית שֶׁנִּתְרַעְעָה וּטְפָלָהּ בִּגְלָלִים אַף עַל פִּי שֶׁהוּא נוֹטֵל אֶת הַגְּלָלִים וְהַחֲרָסִים נוֹפְלִים הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁלֹּא בָּטַל שֵׁם כְּלִי מֵעָלֶיהָ. נִשְׁבְּרָה וְדִבֵּק חֲרָסֶיהָ אַחַר שֶׁפֵּרְשׁוּ אוֹ שֶׁהֵבִיא חֲרָסִים מִמָּקוֹם אַחֵר וּטְפָלָם בִּגְלָלִים אַף עַל פִּי שֶׁנּוֹטֵל אֶת הַגְּלָלִים וַחֲרָסֶיהָ עוֹמְדִין הֲרֵי זוֹ טְהוֹרָה מִפְּנֵי שֶׁבָּטַל מֵעָלֶיהָ שֵׁם כְּלִי. הָיָה בָּהֶן חֶרֶס מַחֲזִיק רְבִיעִית כְּנֶגֶד אוֹתוֹ הַחֶרֶס בִּלְבַד מִתְטַמֵּא בָּאֲוִיר מִפְּנֵי שֶׁהוּא כְּלִי בִּפְנֵי עַצְמוֹ. וּשְׁאָר הֶחָבִית אֵינוֹ מִתְטַמֵּא עַד שֶׁתִּגַּע בָּהּ הַטֻּמְאָה מִתּוֹכָהּ מִפְּנֵי שֶׁאֵינָהּ כְּלִי שָׁלֵם: \n",
      "חָבִית שֶׁנִּקְּבָה וְסָתַם הַנֶּקֶב בְּזֶפֶת וְאַחַר כָּךְ נִשְׁבְּרָה אִם יֵשׁ בַּחֶרֶס הַסָּתוּם בְּזֶפֶת כְּדֵי לְהַחֲזִיק רְבִיעִית הֲרֵי זֶה מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא מִשִּׁבְרֵי הֶחָבִית וְלֹא בָּטַל שֵׁם כְּלִי מֵעָלֶיהָ. אֲבָל חֶרֶס שֶׁנִּקַּב אַחַר שֶׁפֵּרַשׁ מִן הַכְּלִי וְסָתַם הַנֶּקֶב בְּזֶפֶת אַף עַל פִּי שֶׁהוּא מַחֲזִיק רְבִיעִית טָהוֹר. שֶׁהַחֶרֶס שֶׁנִּקַּב בָּטַל שֵׁם כְּלִי מֵעָלָיו וְטָהַר וְכָל שֶׁטָּהַר בִּכְלִי חֶרֶס שָׁעָה אַחַת אֵין לוֹ טֻמְאָה לְעוֹלָם: \n",
      "קוּמְקוּמוֹס שֶׁנִּקַּב וַעֲשָׂאָהוּ בְּזֶפֶת טָהוֹר שֶׁאֵינוֹ יָכוֹל לְקַבֵּל הַחַמִּין כְּצוֹנֵן. וְכֵן כְּלֵי הַזֶּפֶת וְהַשַּׁעֲוָה וְכַיּוֹצֵא בָּהֶן טְהוֹרִין וְאֵינָן בִּכְלַל הַכֵּלִים: \n",
      "מַשְׁפֵּךְ שֶׁל חֶרֶס שֶׁפְּקָקוֹ בְּזֶפֶת אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁאֵין הַזֶּפֶת מְשִׂימוֹ כְּלִי קִבּוּל. אֲבָל מַשְׁפֵּךְ שֶׁל עֵץ שֶׁסְּתָמוֹ הֲרֵי זֶה כִּכְלִי קִבּוּל וּמִתְטַמֵּא: \n"
    ],
    [
      "כְּבָר בֵּאַרְנוּ שֶׁכָּל יַד הַכֵּלִים שֶׁהַכְּלִי צָרִיךְ לָהּ בִּשְׁעַת תַּשְׁמִישׁוֹ הֲרֵי הִיא חֲשׁוּבָה כְּגוּף הַכְּלִי לְהִתְטַמֵּא וּלְטַמֵּא. לְפִיכָךְ הַטּוֹפֵל כְּלִי חֶרֶס הַבָּרִיא אִם נִטְמָא הַכְּלִי הֲרֵי אוֹכְלִין וּמַשְׁקִין הַנּוֹגְעִין בַּטְּפֵלָה טְהוֹרִין שֶׁאֵין הַכְּלִי צָרִיךְ לִטְפֵלָה זוֹ. אֲבָל הַטּוֹפֵל אֶת כְּלִי חֶרֶס הָרָעוּעַ הֲרֵי הַטְּפֵלָה חֲשׁוּבָה כְּגוּף הַכְּלִי. וְכֵן הַמְהַדֵּק אֶת הַקֵּרוּיָה שֶׁל חֶרֶס הַדּוֹלִין בָּהּ הַמַּיִם אִם חִפָּה אוֹתָהּ בְּעוֹר אוֹ בִּקְלָף וְכַיּוֹצֵא בָּהֶן אִם הָיְתָה רְעוּעָה הֲרֵי הֵן כְּגוּפָהּ: \n",
      "הַטּוֹפֵל כְּלִי חֶרֶס לִהְיוֹת מְבַשֵּׁל בּוֹ אֵינוֹ חִבּוּר. טָפַל כֵּלִים לִהְיוֹת זוֹפֵת בָּהֶן חִבּוּר: \n",
      "חָבִית שֶׁנִּקְּבָה וַעֲשָׂאָהּ בְּזֶפֶת בְּבַעַץ וְגָפְרִית בְּסִיד וּבִגְפָסִים אֵינָן חִבּוּר וּשְׁאָר כָּל הַדְּבָרִים חִבּוּר: \n",
      "דְּבָרִים הַלַּחִין הַמְּשׁוּכִין שֶׁטּוֹפְלִין בָּהֶן הַפִּטָסִין שֶׁל מַיִם כְּדֵי שֶׁלֹּא יִדְלֹף הַכְּלִי הֲרֵי הֵן כְּגוּפוֹ שֶׁל כְּלִי שֶׁאֲפִלּוּ נִטְמָא הַכְּלִי מֵאֲוִירוֹ אֳכָלִין וּמַשְׁקִין הַנּוֹגְעִין בַּטְּפֵלָה טְמֵאִין. וְכֵן טְפֵלוֹ שֶׁל תַּנּוּר הֲרֵי הוּא כְּחֶרֶס הַתַּנּוּר וְהוּא שֶׁיִּהְיֶה בָּעֳבִי הַטְּפֵלָה עַד טֶפַח שֶׁהוּא צָרְכּוֹ שֶׁל תַּנּוּר אֲבָל יֶתֶר עַל טֶפַח אֵינוֹ מִצֹּרֶךְ הַתַּנּוּר וְהַנּוֹגְעִין בְּיֶתֶר עַל טֶפַח מֵעָבְיוֹ טְהוֹרִים. טְפֵלַת הַכִּירָה עָבְיוֹ שָׁלֹשׁ אֶצְבָּעוֹת: \n",
      "חָבִית שֶׁנִּקְּבָה וּסְתָמָהּ בְּזֶפֶת יוֹתֵר מִצָּרְכָּהּ הַנּוֹגֵעַ בְּצָרְכָּהּ טָמֵא וּבְיֶתֶר מִצָּרְכָּהּ טָהוֹר. זֶפֶת שֶׁנָּטְפָה עַל חָבִית הַנּוֹגֵעַ בָּהּ טָהוֹר: \n",
      "מֵחַם שֶׁטְּפָלוֹ בְּחֵמָר וּבְחַרְסִית וְנִטְמָא הַנּוֹגֵעַ בַּחֵמָר טָמֵא וְהַנּוֹגֵעַ בַּחַרְסִית טָהוֹר שֶׁאֵין הַחַרְסִית מִתְחַבֵּר לַכְּלִי: \n",
      "מְגוּפַת הֶחָבִית שֶׁטָּפַל בְּטִיט עָלֶיהָ וְעַל הֶחָבִית אֵינָהּ חִבּוּר לָהּ וְאִם נָגְעוּ מַשְׁקִין טְמֵאִין בָּחָבִית לֹא נִטְמֵאת הַמְּגוּפָה וְאִם נָגְעוּ בַּמְּגוּפָה לֹא נִטְמְאוּ אֲחוֹרֵי הֶחָבִית: \n",
      "כְּלֵי נְחשֶׁת שֶׁזְּפָתָן אֵין הַזֶּפֶת חִבּוּר וְאִם לְיַיִן הֲרֵי זֶה כְּגוּף הַכְּלִי: \n",
      "בָּצֵק שֶׁבְּסִדְקֵי הָעֲרֵבָה שֶׁנָּגַע בּוֹ שֶׁרֶץ אִם בְּפֶסַח הוֹאִיל וְאִסּוּרוֹ חָשׁוּב חוֹצֵץ וְלֹא נִטְמֵאת הָעֲרֵבָה. וְאִם בִּשְׁאָר יְמוֹת הַשָּׁנָה אִם הָיָה מַקְפִּיד עָלָיו הָעֲרֵבָה טְהוֹרָה וְאִם רוֹצֶה בְּקִיּוּמוֹ הֲרֵי הוּא כַּעֲרֵבָה וְנִטְמֵאת הָעֲרֵבָה: \n",
      "הַמְּשִׁיחוֹת וְהָרְצוּעוֹת שֶׁבְּמִטְפְּחוֹת הַסְּפָרִים וְשֶׁבְּמִטְפְּחוֹת הַתִּינוֹקוֹת תְּפוּרוֹת חִבּוּר וּקְשׁוּרוֹת אֵינָן חִבּוּר. וְכֵן רְצוּעוֹת שֶׁבַּמַּעְדֵּר וְשֶׁבַּשַּׂק וְשֶׁבַּקֻפָּה אֲבָל שֶׁבְּאָזְנֵי כְּלֵי חֶרֶס אֲפִלּוּ תְּפוּרוֹת אֵינָן חִבּוּר שֶׁאֵין חִבּוּרִין לִכְלֵי חֶרֶס: \n",
      "יַד קוֹרְדוֹם הַיּוֹצֵא מֵאַחֲרָיו שָׁלֹשׁ אֶצְבָּעוֹת חִבּוּר וְהַיֶּתֶר עַל שָׁלֹשׁ הַנּוֹגֵעַ בּוֹ טָהוֹר. יַד קוֹרְדוֹם מִלְּפָנָיו טֶפַח הַסָּמוּךְ לַבַּרְזֶל חִבּוּר יֶתֶר עַל כֵּן הַנּוֹגֵעַ בּוֹ טָהוֹר: \n",
      "שְׁיָרֵי הַפַּרְגָּל טֶפַח. וְיַד מַקֶּבֶת שֶׁל מְפַתְּחֵי אֲבָנִים טֶפַח. יַד קֻרְנָס שֶׁל זֶהָבִים טְפָחַיִם וְשֶׁל חָרָשִׁים שְׁלֹשָׁה. שְׁיָרֵי מַלְמַד הַבָּקָר אַרְבָּעָה טְפָחִים סָמוּךְ לַדָּרְבָן. יַד קוֹרְדוֹם שֶׁחוֹפְרִין בּוֹ בְּדִידִין שֶׁל מַיִם אַרְבָּעָה טְפָחִים. וְיַד קוֹרְדוֹם שֶׁל נִכּוּשׁ חֲמִשָּׁה. וְיַד בֶּן פַּטִּישׁ חֲמִשָּׁה. וְשֶׁל פַּטִּישׁ שִׁשָּׁה. וְכֵן יַד קוֹרְדוֹם שֶׁל בִּקּוּעַ וְשֶׁל עָדִיר שִׁשָּׁה. יַד מַקֶּבֶת שֶׁל סַתָּתִין שִׁשָּׁה. שְׁיָרֵי הַמַּרְדֵּעַ הַסָּמוּךְ לְחַרְחוּר שֶׁל מַתֶּכֶת שֶׁבְּרֹאשׁ הַמַּרְדֵּעַ שִׁבְעָה טְפָחִים. יַד הַמַּגְרֵפָה שֶׁל בַּעֲלֵי בָּתִּים שְׁמוֹנָה טְפָחִים. וְשֶׁל סַיָּדִין עֲשָׂרָה. וְכָל הַיֶּתֶר עַל זֶה אִם רָצָה לְקַיְּמוֹ טָמֵא. יַד כָּל מְשַׁמְּשֵׁי הָאוּר כְּגוֹן הַשִּׁפּוּדִין וְהָאַסְכְּלָאוֹת אֲפִלּוּ אֲרֻכִּין כָּל שֶׁהֵן טְמֵאִין: \n",
      "מַקֵּל שֶׁעֲשָׂאָהוּ יָד לְקוֹרְדוֹם הֲרֵי הוּא חִבּוּר לַטֻּמְאָה בִּשְׁעַת מְלָאכָה וְאִם נָגְעָה טֻמְאָה בַּמַּקֵּל כְּשֶׁהוּא חוֹרֵשׁ אוֹ מְבַקֵּעַ בּוֹ נִטְמָא הַקּוֹרְדוֹם וְאִם נָגְעָה בַּקּוֹרְדוֹם נִטְמָא הַמַּקֵּל. וְכֵן הַדְּיוּסְטָר שֶׁהֵן כִּשְׁנֵי כֵּלִים וְהַמַּסְמֵר מְחַבְּרָן לִהְיוֹת מֵסֵךְ עֲלֵיהֶן הֲרֵי הֵן חִבּוּר בִּשְׁעַת מְלָאכָה. קְבָעוֹ בְּקוֹרָה הֲרֵי זֶה מְקַבֵּל טֻמְאָה וְאֵין הַקּוֹרָה חִבּוּר לוֹ. עָשָׂה קְצָת הַקּוֹרָה דְּיוּסְטָר כָּל שֶׁהוּא מִן הַקּוֹרָה לְצֹרֶךְ הַדְּיוּסְטָר חִבּוּר לַדְּיוּסְטָר. וְהַנּוֹגֵעַ בִּשְׁאָר הַקּוֹרָה טָהוֹר שֶׁאֵין כָּל הַקּוֹרָה חִבּוּר: \n",
      "עֲגָלָה שֶׁנִּטְמֵאת הַנּוֹגֵעַ בָּעל וּבַקַּטְרָב וּבָעֵץ וּבֶעָבוֹת אֲפִלּוּ בִּשְׁעַת מְלָאכָה טָהוֹר. וְהַנּוֹגֵעַ בַּחֶרֶב וּבַבֹּרֶךְ וּבַיְּצוּל וּבַעַיִן שֶׁל מַתֶּכֶת וּבַלְּחָיַיִם וּבַעִירָאִין טָמֵא. וְכֵן מְגֵרָה שֶׁנִּטְמֵאת הַנּוֹגֵעַ בְּיָדָהּ מִכָּאן וּמִכָּאן טָמֵא. וְהַנּוֹגֵעַ בַּחוּט וּבַמְּשִׁיחָה וּבָאַמָּה וּבַסְּנִיפִין שֶׁלָּהּ טָהוֹר שֶׁאֵין אֵלּוּ חִבּוּר לָהּ. אֲבָל הַנּוֹגֵעַ בַּמַּלְבֵּן שֶׁל מַסָּר הַגָּדוֹל טָמֵא: \n",
      "מַכְבֵּשׁ שֶׁל חָרָשׁ שֶׁנִּטְמָא הָרֹמַח שֶׁבּוֹ הַנּוֹגֵעַ בַּמַּכְבֵּשׁ טָהוֹר. מְגֵרָה שֶׁנִּטְמָא הַנּוֹגֵעַ בַּקַּשְׁטָנִית שֶׁהִיא לְפוּפָה עָלָיו טָהוֹר שֶׁאֵינָהּ חִבּוּר. קֶשֶׁת שֶׁהָיְתָה מְתוּחָה וְהַחֵץ מָשׁוּךְ עִמָּהּ וְנִטְמָא הַחֵץ הַנּוֹגֵעַ בַּיֶּתֶר וּבַקֶּשֶׁת טָהוֹר וַאֲפִלּוּ כְּשֶׁהִיא מְתוּחָה. וְכֵן מְצוּדַת הָאִישׁוּת שֶׁנִּטְמָא הַחֵץ שֶׁלָּהּ לֹא נִטְמֵאת הַמְּצוּדָה אֲפִלּוּ כְּשֶׁהִיא מְתוּחָה. וְכֵן מַסֶּכֶת נְסוּכָה שֶׁנִּטְמֵאת בִּשְׁעַת הָאָרִיג הַנּוֹגֵעַ בַּכֹּבֶד הָעֶלְיוֹן וְהַתַּחְתּוֹן וּבַנִּירִים וּבַקֵּירוֹס וּבַחוּט שֶׁהֶעֱבִירוֹ עַל גַּבֵּי אַרְגָּמָן וּבָעִירָה שֶׁאֵינָהּ עָתִיד לְהַחְזִירָהּ טָהוֹר שֶׁכָּל אֵלּוּ אֵינָן חִבּוּר לְבֶגֶד. אֲבָל הַנּוֹגֵעַ בְּנֶפֶשׁ הַמַּסֶּכֶת וּבַשְּׁתִי הָעוֹמֵד וּבַכֶּפֶל שֶׁהֶעֱבִירוֹ עַל גַּבֵּי אַרְגָּמָן וּבָעִירָה שֶׁהוּא לְהַחְזִירָהּ טָמֵא שֶׁכָּל אֵלּוּ חִבּוּרִין לְבֶגֶד: \n",
      "הַנּוֹגֵעַ בַּצֶּמֶר שֶׁעַל הָאִימָה וּבָאַשְׁוָיָה טָהוֹר. הַנּוֹגֵעַ בַּפִּיקָה עַד שֶׁלֹּא פְּרָעָהּ טָמֵא מִשֶּׁפְּרָעָהּ טָהוֹר: \n",
      "הַחוּט שֶׁהִשִּׁילוֹ לְמַחַט אֲפִלּוּ קָשׁוּר מִשְּׁנֵי צְדָדִין אֵינוֹ חִבּוּר. הִכְנִיסוֹ לְבֶגֶד הַחוּט חִבּוּר לַבֶּגֶד וְאֵין הַמַּחַט חִבּוּר לַבֶּגֶד. וְאֵין הַחוּט כֻּלּוֹ חִבּוּר לַבֶּגֶד אֶלָּא כָּל שֶׁהוּא לְצֹרֶךְ הַתְּפִירָה חִבּוּר שֶׁאֵינוֹ לְצֹרֶךְ הַתְּפִירָה אֵינוֹ חִבּוּר. הַחוּט שֶׁפֵּרֵשׁ מִן הַבֶּגֶד אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. חֶבֶל שֶׁקָּשׁוּר בְּחֶרֶס אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. קָשַׁר בּוֹ חֶבֶל אֶחָד מִן הַקֶּשֶׁר וּלְפָנִים חִבּוּר מִן הַקֶּשֶׁר וְלַחוּץ אֵינוֹ חִבּוּר. הַחֶבֶל שֶׁהוּא קָשׁוּר בְּקֻפָּה אֵינוֹ חִבּוּר אֶלָּא אִם כֵּן תָּפַר: \n"
    ],
    [
      "הַחוּטִין הַיּוֹצְאִין מִן הָאָרִיג וְשֶׁבִּתְחִלַּת הַיְרִיעָה וְשֶׁבְּסוֹפָהּ וְהֵן הַנִּקְרָאִין נִימִין כַּמָּה שִׁעוּרָן. שֶׁל סָדִין וְשֶׁל סוּדָרִין וְשֶׁל צָעִיף וְשֶׁל פִּלְיוֹן שֶׁל רֹאשׁ שֵׁשׁ אֶצְבָּעוֹת. וְשֶׁל חָלוּק שֶׁהוּא קָרוּעַ מִתְּחִלָּתוֹ וְעַד סוֹפוֹ וְאַחַר שֶׁלּוֹבְשִׁין אוֹתוֹ מְקַבְּצִין אוֹתוֹ בְּלוּלָאוֹת שִׁעוּר חוּטָיו עֶשֶׂר אֶצְבָּעוֹת. הַסָּגִיס וְהָרְדִיד וְהַטַּלִּית שָׁלֹשׁ אֶצְבָּעוֹת. וְכָל הַיֶּתֶר עַל הַשִּׁעוּרִין הָאֵלּוּ הַנּוֹגֵעַ בּוֹ טָהוֹר אַף עַל פִּי שֶׁהַבֶּגֶד טָמֵא בְּמִדְרָס אוֹ בִּשְׁאָר טֻמְאוֹת. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם נָגְעָה טֻמְאָה בַּיֶּתֶר שֶׁהַבֶּגֶד טָהוֹר: \n",
      "נִימֵי הַכִּפָּה שֶׁל רֹאשׁ. וְהַמַּסְוֶה שֶׁמַּנִּיחִין הָעַרְבִיִּים עַל פְּנֵיהֶם. וְהַקִּלְקָלִין הַשְּׁזוּרִין מִן הַשֵּׂעָר. וְהַפֻּנְדָּא שֶׁלּוֹבֵשׁ הָאָדָם עַל בְּשָׂרוֹ. וְהַשִּׂמְלָה וְהַפַּרְגּוֹד שֶׁמַּנִּיחִין עַל הַפְּתָחִים כְּמוֹ פָּרֹכֶת. נִימֵיהֶן כָּל שֶׁהֵן: \n",
      "מִשְׁקלֶת שֶׁנִּטְמֵאת הֲרֵי שְׁנֵים עָשָׂר טֶפַח מִן הַחוּט שֶׁלָּהּ חִבּוּר לָהּ. וְכָל הַנּוֹגֵעַ בְּחוּץ לִשְׁנֵים עָשָׂר טֶפַח טָהוֹר. וּמִשְׁקלֶת שֶׁל חָרָשִׁים שְׁמוֹנָה עָשָׂר טֶפַח. וְשֶׁל בַּנָּאִין חֲמִשִּׁים אַמָּה. וְהַיֶּתֶר עַל מִדּוֹת אֵלּוּ אַף עַל פִּי שֶׁהוּא רוֹצֶה בְּקִיּוּמוֹ טָהוֹר: \n",
      "מִשְׁקוֹלוֹת שֶׁל סַיָּדִין וְשֶׁל צַיָּרִין אֲפִלּוּ אֲרֻכִּין כָּל שֶׁהֵן טְמֵאִין: \n",
      "חוּט מֹאזְנַיִם שֶׁל זֶהָבִים. שֶׁל פֶּלֶס. וְשֶׁל שׁוֹקְלֵי אַרְגָּמָן טוֹב שֶׁאוֹחֵז הַשּׁוֹקֵל בּוֹ וְתוֹלֶה הַמֹּאזְנַיִם מִיָּדוֹ שָׁלֹשׁ אֶצְבָּעוֹת. קָנֶה שֶׁלָּהּ וְחוּטֶיהָ כָּל שֶׁהֵן. חוּטֵי מֹאזְנַיִם שֶׁל מוֹכְרֵי עֲשָׁשִׁיּוֹת שֶׁל מַתָּכוֹת וְכַיּוֹצֵא בָּהֶן שְׁלֹשָׁה טְפָחִים. קָנֶה שֶׁלָּהּ וְחוּטֶיהָ שְׁנֵים עָשָׂר טְפָחִים. חוּט מֹאזְנַיִם שֶׁל חֶנְוָנִים וְשֶׁל בַּעֲלֵי בָּתִּים טֶפַח. קְנֵה הַמֹּאזְנַיִם וְחוּטֶיהָ שִׁשָּׁה טְפָחִים. חוּט מֹאזְנַיִם שֶׁל צַמָּרִים וְשֶׁל שׁוֹקְלֵי זְכוּכִית טְפָחַיִם. קְנֵה מֹאזְנַיִם וְחוּטֶיהָ תִּשְׁעָה טְפָחִים. וְהַיֶּתֶר עַל הַשִּׁעוּרִין אֵלּוּ אֵינָן חִבּוּר: \n",
      "הַחֶבֶל שֶׁמְּסָרְגִין הַמִּטּוֹת מֵאֵימָתַי הוּא חִבּוּר לַטֻּמְאָה מִשֶּׁיְּסָרֵג בּוֹ שְׁלֹשָׁה בָּתִּים. וְהַנּוֹגֵעַ בַּחֶבֶל מִן הַקֶּשֶׁר וּלְפָנִים טָמֵא מִן הַקֶּשֶׁר וְלַחוּץ עַד שָׁלֹשׁ אֶצְבָּעוֹת טָמֵא מִפְּנֵי שֶׁהֵן צְרָכָיו שֶׁל קֶשֶׁר הֲרֵי הֵן מִכְּלַל הַמִּטָּה. וְחוּץ לְשָׁלֹשׁ אֶצְבָּעוֹת טָהוֹר שֶׁאֵינוֹ לְצֹרֶךְ הַכְּלִי שֶׁאֲפִלּוּ פְּסָקוֹ אֵין הַקֶּשֶׁר נִתָּר: \n",
      "חֶבֶל הַיּוֹצֵא מִן הַמִּטָּה שֶׁהִיא טְמֵאָה עַד סוֹף אַרְבָּעָה טְפָחִים הַנּוֹגֵעַ בּוֹ טָהוֹר שֶׁאֵינוֹ מִצָּרְכֵי הַמִּטָּה לְפִי שֶׁאֵינוֹ רָאוּי לִכְלוּם. מִתְּחִלַּת חֲמִשָּׁה וְעַד סוֹף עֲשָׂרָה טָמֵא מִפְּנֵי שֶׁתּוֹלִין בּוֹ אֶת הַמִּטּוֹת. מֵעֲשָׂרָה וְלַחוּץ טָהוֹר מִפְּנֵי שֶׁהוּא יֶתֶר עַל צֹרֶךְ הַמִּטָּה: \n",
      "אַבְנֵט שֶׁל אָרִיג שֶׁמַּקִּיפִין אוֹתוֹ עַל הַמִּטָּה כְּדֵי לְקַבֵּץ אֵיבָרֶיהָ וְהוּא הַנִּקְרָא מִזְרָן שֶׁמִּקְצָתוֹ יוֹצְאָה מִן הַמִּטָּה עַד עֲשָׂרָה טְפָחִים הֲרֵי הוּא מִצָּרְכֵי הַמִּטָּה. יֶתֶר עַל כֵּן אֵינוֹ מִצָּרְכֵי הַמִּטָּה. וּמִזְרָן שֶׁבָּלָה אִם נִשְׁאַר מִמֶּנּוּ שִׁבְעָה טְפָחִים כְּדֵי לַעֲשׂוֹת מִמֶּנּוּ חֶבֶק לַחֲמוֹר הֲרֵי זֶה מְקַבֵּל טֻמְאָה: \n",
      "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס וּמִזְרָן יוֹצֵא מִמֶּנָּה עַד עֲשָׂרָה טְפָחִים הֲרֵי הוּא אַב טֻמְאָה כַּמִּטָּה עַצְמָהּ וְהַכּל מִדְרָס. מֵעֲשָׂרָה וְלַחוּץ הֲרֵי הוּא כְּמַגַּע מִדְרָס. דָּרַס הַזָּב עַל הַמִּזְרָן הַיּוֹצֵא מֵעֲשָׂרָה וּלְפָנִים הֲרֵי הַמִּטָּה כֻּלָּהּ מִדְרָס. מֵעֲשָׂרָה וְלַחוּץ טְהוֹרָה. בַּמֶּה דְּבָרִים אֲמוּרִים לְמִדְרָס. אֲבָל לִשְׁאָר טֻמְאוֹת אֲפִלּוּ מֵאָה אַמָּה כֻּלּוֹ חִבּוּר. כֵּיצַד. מִזְרָן שֶׁהוּא כָּרוּךְ עַל הַמִּטָּה וְהִכְנִיס קְצָתוֹ לְאֹהֶל הַמֵּת אוֹ שֶׁנָּגַע שֶׁרֶץ בִּקְצָתוֹ אוֹ שֶׁנָּפְלוּ מַשְׁקִין טְמֵאִין עַל מִקְצָתוֹ נִטְמֵאת הַמִּטָּה וַאֲפִלּוּ הָיָה הַקָּצֶה שֶׁנִּטְמָא יוֹצֵא מִן הַמִּטָּה מֵאָה אַמָּה: \n",
      "מִטָּה הַטְּמֵאָה מִדְרָס וְכָרַךְ לָהּ מִזְרָן הַכּל טָמֵא מִדְרָס. הִפְרִישׁוֹ הַמִּטָּה מִדְרָס כְּשֶׁהָיְתָה וְהַמִּזְרָן מַגַּע מִדְרָס. הָיְתָה טְמֵאָה טֻמְאַת שִׁבְעָה וְכָרַךְ לָהּ מִזְרָן כֻּלָּהּ טְמֵאָה טֻמְאַת שִׁבְעָה. הִפְרִישׁוֹ הִיא טְמֵאָה כְּשֶׁהָיְתָה וְהַמִּזְרָן טָמֵא טֻמְאַת עֶרֶב. הָיְתָה טְמֵאָה טֻמְאַת עֶרֶב וְכָרַךְ לָהּ מִזְרָן הַכּל טָמֵא טֻמְאַת עֶרֶב. הִפְרִישׁוֹ הִיא טְמֵאָה טֻמְאַת עֶרֶב וְהַמִּזְרָן טָהוֹר: \n",
      "מִטָּה שֶׁכָּרַךְ עָלֶיהָ מִזְרָן וְנָגַע בָּהֶן הַמֵּת הַכּל טָמֵא טֻמְאַת שִׁבְעָה. פֵּרְשׁוּ טָמֵא טֻמְאַת שִׁבְעָה. נָגַע בָּהּ שֶׁרֶץ וְכַיּוֹצֵא בָּהֶן טְמֵאִין טֻמְאַת עֶרֶב. פֵּרְשׁוּ טְמֵאִין טֻמְאַת עֶרֶב: \n",
      "כֶּרַע שֶׁהָיְתָה טְמֵאָה מִדְרָס וְחִבְּרָהּ לְמִטָּה הַמִּטָּה כֻּלָּהּ מִדְרָס. פֵּרְשָׁה הַכֶּרַע טְמֵאָה מִדְרָס כְּשֶׁהָיְתָה וְהַמִּטָּה מַגַּע מִדְרָס. וְכֵן אִם הָיְתָה הַכֶּרַע טְמֵאָה טֻמְאַת שִׁבְעָה וְחִבְּרָהּ לְמִטָּה הַמִּטָּה כֻּלָּהּ טְמֵאָה שִׁבְעָה כְּאִלּוּ נָגַע הַמֵּת בְּכֶרַע שֶׁלָּהּ. וְאִם הִזָּה עַל הַמִּטָּה טִהֲרָה וְהַכֶּרַע בִּכְלָלָהּ. וְאִם פֵּרְשָׁה קֹדֶם הַזָּיָה הַכֶּרַע טְמֵאָה טֻמְאַת שִׁבְעָה כְּשֶׁהָיְתָה וְהַמִּטָּה טְמֵאָה טֻמְאַת עֶרֶב. הָיָה הַכֶּרַע טְמֵאָה טֻמְאַת עֶרֶב וְחִבְּרָהּ לַמִּטָּה הַכּל טָמֵא טֻמְאַת עֶרֶב. פֵּרְשָׁה הִיא טְמֵאָה טֻמְאַת עֶרֶב וְהַמִּטָּה טְהוֹרָה שֶׁאֵין הַטָּמֵא טֻמְאַת עֶרֶב מִן הַמֵּת מְטַמֵּא לֹא אָדָם וְלֹא כֵּלִים מִפְּנֵי שֶׁהוּא וָלָד כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן הַדִּין בְּשֵׁן שֶׁל מַעְדֵּר שֶׁנִּטְמָא בְּמֵת וְאַחַר כָּךְ חִבְּרוֹ לַמַּעְדֵּר: \n"
    ],
    [
      "כַּמָּה שִׁעוּר הַבֶּגֶד לְהִתְטַמֵּא שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִדְרָס. וְשָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת מְכֻוָּנוֹת עִם הַמֶּלֶל לְטֻמְאַת הַמֵּת אוֹ לִשְׁאָר טֻמְאוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבִגְדֵי צֶמֶר וּפִשְׁתִּים. אֲבָל בְּגָדִים שֶׁל שְׁאָר מִינִין אֵין מְקַבְּלִין טֻמְאָה מִכָּל הַטֻּמְאוֹת אֶלָּא אִם כֵּן הָיָה בָּהֶן שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים אוֹ יֶתֶר. שֶׁנֶּאֱמַר <small>(ויקרא יא לב)</small> \"אוֹ בֶגֶד\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבָּא הַכָּתוּב לְרַבּוֹת שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים כִּשְׁאָר בְּגָדִים לַטֻּמְאָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּקְרָעִים מִן הַבְּגָדִים. אֲבָל הָאוֹרֵג בֶּגֶד בִּפְנֵי עַצְמוֹ כָּל שֶׁהוּא הֲרֵי זֶה מְקַבֵּל שְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס שֶׁאֵין מְקַבֵּל אוֹתָהּ אֶלָּא הָרָאוּי לְמִדְרָס: \n",
      "הַבְּגָדִים הֶעָבִים בְּיוֹתֵר כְּגוֹן הַלְּבָדִין וְהַנִּמְטִין הַקָּשִׁין. אוֹ הַבְּגָדִים הָרַכִּין בְּיוֹתֵר כְּגוֹן בִּגְדֵי פִּשְׁתָּן שֶׁל מִצְרַיִם שֶׁהַבָּשָׂר נִרְאֶה מִתַּחְתָּן. אֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיִּהְיֶה בַּקֶּרַע שְׁלֹשָׁה עַל שְׁלֹשָׁה טְפָחִים בֵּין לְמִדְרָס בֵּין לִשְׁאָר טֻמְאוֹת: \n",
      "כָּל הַקְּלִיעוֹת מְקַבְּלוֹת טֻמְאָה בִּבְגָדִים. אֶחָד הַקּוֹלֵעַ חוּטִים וַעֲשָׂאָן פִּיף אוֹ הָאוֹרְגָן וַעֲשָׂאָן אַבְנֵט וְכַיּוֹצֵא בּוֹ. חוּץ מִקְּלִיעָה שֶׁעוֹשִׂין הַצַּמָּרִים לִקְשֹׁר בָּהּ הַצֶּמֶר שֶׁהִיא טְהוֹרָה. הַקֶּלַע שֶׁבֵּית קִבּוּל אֶבֶן שֶׁבָּהּ אָרוּג אוֹ עוֹר מְקַבֶּלֶת טֻמְאָה. נִפְסַק בֵּית אֶצְבַּע שֶׁלָּהּ טְהוֹרָה. נִפְסַק [בֵּית] הַפָּקִיעַ שֶׁלָּהּ בִּלְבַד עֲדַיִן הִיא בְּטֻמְאָתָהּ. הַמִּכְמוֹרוֹת וְהָרְשָׁתוֹת מְקַבְּלִין טֻמְאָה. וְהַחֵרֶם מְקַבֵּל טֻמְאָה מִפְּנֵי זוּטוֹ. מִפְּנֵי שֶׁעֵינֵי אוֹתָהּ הַשְּׂבָכָה דַּקִּין בְּיוֹתֵר וַהֲרֵי הִיא כְּבֶגֶד. הָעוֹשֶׂה בֶּגֶד מִן הַחֵרֶם טָהוֹר. מִן זוּטוֹ מִתְטַמֵּא: \n",
      "עָשָׂה חָלוּק מִן הַמְּשַׁמֶּרֶת אִם יֵשׁ בּוֹ שְׁלֹשָׁה עַל שְׁלֹשָׁה מְקַבֵּל טֻמְאָה: \n",
      "מְשַׁמֶּרֶת שֶׁל יַיִן שֶׁבָּלְתָה אִם מְשַׁמֶּשֶׁת מֵעֵין מְלָאכָה רִאשׁוֹנָה טְמֵאָה. וְאִם לָאו טְהוֹרָה: \n",
      "מִטְפְּחוֹת סְפָרִים הַמְצֻיָּרוֹת אֵין מְקַבְּלִין טֻמְאָה מִפְּנֵי שֶׁאֵינָן מְשַׁמְּשִׁין אָדָם שֶׁהֲרֵי צִיּוּרָן מֵעִיד עֲלֵיהֶן שֶׁבִּשְׁבִיל סֵפֶר נַעֲשׂוּ. וְשֶׁאֵינָן מְצֻיָּרוֹת מִתְטַמְּאוֹת בִּשְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס מִפְּנֵי שֶׁאוֹמְרִין לוֹ עֲמֹד וְנַעֲשָׂה מְלַאכְתֵּנוּ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן מִשְׁכָּב וּמוֹשָׁב: \n",
      "כֶּסֶת הַסַּבָּלִים שֶׁמַּנִּיחִין עַל כִּתְפֵיהֶן מִפְּנֵי הַמּוֹט מִתְטַמְּאָה בְּמִדְרָס וּמְשַׁמֶּרֶת שֶׁל יַיִן אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס: \n",
      "בֶּגֶד שֶׁחִשֵּׁב עָלָיו לְצוּרוֹת אֵינוֹ מְקַבֵּל טֻמְאָה. בִּטֵּל מַחְשַׁבְתּוֹ מְקַבֵּל טֻמְאָה. בַּעַל הַבַּיִת שֶׁעָשָׂה מִטְפָּחוֹת לְחַפּוֹת בָּהֶן כְּתָלִים אוֹ עַמּוּדִים אֵינָם מְקַבְּלוֹת טֻמְאָה: \n",
      "חָלוּק הֶעָשׂוּי כִּסְבָכָה כְּדֵי לְשַׂחֵק בּוֹ שׁוֹתֵי שֵׁכָר אֵינוֹ מְקַבֵּל טֻמְאָה: \n",
      "כִּפָּה שֶׁנְּתָנוֹ עַל הַסֵּפֶר טָהוֹר מִלְּקַבֵּל טֻמְאַת מִדְרָס. אֲבָל מִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת: \n",
      "הָעוֹשֶׂה אִסְפְּלָנִית בֵּין עַל הָעוֹר בֵּין עַל הַבֶּגֶד אַף עַל פִּי שֶׁיֵּשׁ בָּהֶן שִׁעוּר טְהוֹרִין. עָשָׂה עֲלֵיהֶן מְלוּגְמָא עַל הַבֶּגֶד אֵינוֹ מְקַבֵּל טֻמְאָה שֶׁהֲרֵי נִתְלַכְלֵךְ וְאֵינוֹ רָאוּי. וְעַל הָעוֹר מְקַבֵּל טֻמְאָה מִפְּנֵי שֶׁהוּא מִתְקַנֵּחַ וְרָאוּי לְמִשְׁכָּב: \n",
      "מֵאֵימָתַי יְקַבֵּל הַבֶּגֶד טֻמְאָה מִשֶּׁיֶּאֱרֹג בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת. וְכָל הַכֵּלִים הַנֶּאֱרָגִין בְּמַחַט כְּגוֹן הַכִּיס וְאַנְפְּלִיָא אֵין מְקַבְּלִין טֻמְאָה עַד שֶׁתִּגָּמֵר מְלַאכְתָּן: \n",
      "כָּל הַכֵּלִים הַנַּעֲשִׂין עַל גַּבֵּי מַחַט כְּגוֹן מְצוּדָה כֵּיוָן שֶׁנַּעֲשָׂה בָּהֶן בֵּית קִבּוּל מְלַאכְתָּן מְקַבְּלִין טֻמְאָה: \n",
      "סְבָכָה שֶׁמַּנִּיחוֹת הַבָּנוֹת בְּרָאשֵׁיהֶן אִם הִתְחִילוּ לַעֲשׂוֹת אוֹתָהּ מִפִּיהָ אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיִּגָּמֵר קַרְקָעִיתָהּ. וְאִם הִתְחִילָה מִקַּרְקָעִיתָהּ אֵינָהּ מְקַבֶּלֶת טֻמְאָה עַד שֶׁיִּגְמֹר אֶת פִּיהָ. וּשְׁבִיסָה מְקַבֶּלֶת טֻמְאָה בִּפְנֵי עַצְמָהּ. וְחוּטֶיהָ חִבּוּר לָהּ לְטַמֵּא וּלְהִתְטַמֵּא: \n",
      "סְבָכָה שֶׁנִּקְרְעָה אִם אֵינָהּ מְקַבֶּלֶת רֹב שְׂעַר הָרֹאשׁ טְהוֹרָה: \n",
      "חָלוּק שֶׁל בֶּגֶד אוֹ שֶׁל לֶבֶד אוֹ שֶׁל נְיָר מֵאֵימָתַי הוּא גְּמַר מְלַאכְתּוֹ מִשֶּׁיִּפְתַּח אֶת פִּיו. הַגָּדוֹל לְפִי גָּדְלוֹ וְהַקָּטֹן לְפִי קָטְנוֹ. וְאִם נִטְמָא הֶחָלוּק מֵאֵימָתַי הוּא טָהֳרָתוֹ מִשֶּׁיִּבְלֶה וְאֵינוֹ מְשַׁמֵּשׁ מֵעֵין מְלַאכְתּוֹ רִאשׁוֹנָה. נִשְׁתַּיֵּר בּוֹ רֻבּוֹ מִלְּמַעְלָה עֲדַיִן הוּא בְּטֻמְאָתוֹ רֻבּוֹ מִלְּמַטָּה טָהוֹר. וְאִם נִקְרָע מִבֵּית פִּיו טָהוֹר: \n",
      "הָעוֹשֶׂה חֲגוֹר מִצַּוָּאר שֶׁל בֶּגֶד וּמִצִּדּוֹ שֶׁל סָדִין אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּמְלל שִׂפְתוֹתָיו. עֲשָׂאָהוּ מֵאֶמְצַע הַבֶּגֶד וּמֵאֶמְצַע הַסָּדִין אֵינוֹ מְקַבֵּל טֻמְאָה עַד שֶׁיִּמְלל מִצַּד הַשֵּׁנִי: \n",
      "חֲגוֹר שֶׁבָּלוּ צְדָדָיו וְאֶמְצָעִיתוֹ קַיֶּמֶת טָמֵא: \n",
      "שָׂפָה שֶׁפֵּרְשָׁה מִן הַבֶּגֶד וְהִתְקִינָהּ לַחֲגֹר בָּהּ אֶת מָתְנָיו מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא כְּאַבְנֵט: \n",
      "טַלִּית שֶׁל עָנִי שֶׁבָּלְתָה אִם הָיוּ רֹב שִׂפְתוֹתֶיהָ קַיָּמוֹת אַף עַל פִּי שֶׁאֵין בָּהּ שָׁלֹשׁ עַל שָׁלֹשׁ בָּרִיא הֲרֵי זוֹ מְקַבֶּלֶת טֻמְאָה. אֵין שִׂפְתוֹתֶיהָ קַיָּמוֹת אִם יֵשׁ בָּהּ שָׁלֹשׁ עַל שָׁלֹשׁ חָזָק וּבָרִיא מְקַבֶּלֶת טֻמְאָה וְאִם לָאו אֵינָהּ מְקַבֶּלֶת טֻמְאָה. וְכֵן שְׁאָר בִּגְדֵי עֲנִיִּים: \n",
      "מַטְלִיּוֹת שֶׁאֵין בָּהֶן שְׁלֹשָׁה עַל שְׁלֹשָׁה אֵינָן מְקַבְּלוֹת טֻמְאָה. וְאִם חִשֵּׁב עֲלֵיהֶן וְהֵכִינָן מְקַבְּלוֹת טֻמְאָה עַד שֶׁיִּהְיוּ פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ. שֶׁכָּל פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ אֵינוֹ מְקַבֵּל טֻמְאָה כְּלָל וְאַף עַל פִּי שֶׁהֱכִינוֹ: \n",
      "פָּחוֹת מִשְּׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁהִתְקִינוֹ לִפְקֹק בּוֹ אֶת הַמֶּרְחָץ וּלְנַעֵר בּוֹ אֶת הַקְּדֵרָה וּלְקַנֵּחַ בּוֹ אֶת הָרֵיחַיִם וְכַיּוֹצֵא בְּאֵלּוּ. אִם הִשְׁלִיכוֹ בָּאַשְׁפָּה אֵינוֹ מְקַבֵּל טֻמְאָה. תְּלָאוֹ בְּמָגוֹד אוֹ הִנִּיחוֹ אֲחוֹרֵי הַדֶּלֶת הֲרֵי זֶה כְּמִי שֶׁהִנִּיחוֹ בְּתוֹךְ בְּגָדָיו וַעֲדַיִן הוּא חָשׁוּב אֶצְלוֹ וּמְקַבֵּל שְׁאָר טֻמְאוֹת חוּץ מִטֻּמְאַת מִדְרָס. שֶׁהֲרֵי הוּא פָּחוֹת מִשְּׁלֹשָׁה טְפָחִים: \n",
      "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁהָיָה מֻשְׁלָךְ בָּאַשְׁפָּה אִם הָיָה בָּרִיא כְּדֵי לִצְרוֹר בּוֹ רֹבַע הַקַּב מֶלַח גַּס וְלֹא יִקָּרַע הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס וְאִם לָאו אֵינוֹ מִתְטַמֵּא. אֲבָל אִם הָיָה בַּבַּיִת אִם הָיָה בָּרִיא אַף עַל פִּי שֶׁאֵינוֹ יָכוֹל לִצְרֹר בּוֹ מֶלַח אוֹ שֶׁהָיָה צוֹרֵר בּוֹ מֶלַח וְלֹא הָיָה בָּרִיא הֲרֵי זֶה טָמֵא מִדְרָס: \n",
      "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּקְרַע וְלֹא הֻבְדְּלוּ הַקְּרָעִים אִם נוֹתְנוֹ עַל הַכִּסֵּא וּכְשֶׁיֵּשֵׁב עָלָיו יִגַּע בְּשָׂרוֹ בַּכִּסֵּא הֲרֵי זֶה טָהוֹר וְאִם לָאו הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס: \n",
      "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּמְחָה מִמֶּנּוּ אֲפִלּוּ חוּט אֶחָד אוֹ שֶׁנִּמְצָא בָּהּ קֶשֶׁר אוֹ שְׁנֵי חוּטִין מַתְאִימִין הֲרֵי זוֹ טְהוֹרָה: \n",
      "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁהִשְׁלִיכָהּ בָּאַשְׁפָּה טְהוֹרָה. הֶחֱזִירָהּ מְקַבֶּלֶת טֻמְאָה. לְעוֹלָם הַשְׁלָכָתָהּ מְטַהַרְתָּהּ וְהַחְזָרָתָהּ מְטַמֵּאתָהּ חוּץ מִשֶּׁל אַרְגָּמָן וְשֶׁל זְהוֹרִית טוֹבָה שֶׁאֲפִילוּ הָיְתָה עַל הָאַשְׁפָּה מְקַבֶּלֶת טֻמְאָה מִפְּנֵי שֶׁהִיא חֲשׁוּבָה: \n",
      "שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנְּתָנָהּ בְּכַדּוּר אוֹ שֶׁעֲשָׂאָהּ כַּדּוּר בִּפְנֵי עַצְמָהּ טְהוֹרָה. אֲבָל שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים שֶׁנְּתָנוֹ בְּכַדּוּר הֲרֵי הוּא כְּמוֹת שֶׁהָיָה וּמִתְטַמֵּא בְּמִדְרָס. עָשָׂהוּ כַּדּוּר בִּפְנֵי עַצְמוֹ אֵינוֹ מִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי הַתֶּפֶר מְמַעֲטוֹ מִשְּׁלֹשָׁה עַל שְׁלֹשָׁה: \n"
    ],
    [
      "הַמַּפָּץ הוּא הַמַּחְצֶלֶת שֶׁאוֹרְגִין אוֹתָהּ מִן הַחֲבָלִים וּמִן הַסּוּף וּמִן הַגֹּמֶא וְכַיּוֹצֵא בָּהֶן. וְאֵין הַמַּפָּץ בִּכְלַל כֵּלִים הָאֲמוּרִין בַּתּוֹרָה וְאַף עַל פִּי כֵן מִתְטַמֵּא הוּא בְּמִדְרָס דִּין תּוֹרָה שֶׁהֲרֵי רִבָּה הַכָּתוּב <small>(ויקרא טו ד)</small> \"כָּל הַמִּשְׁכָּב\" וְזֶה רָאוּי לְמִשְׁכָּב וְעָשׂוּי לוֹ. וְכֵן מִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת מִדִּבְרֵיהֶן כְּכָל פְּשׁוּטֵי כְּלֵי עֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה כְּלָל גָּדוֹל שֶׁכָּל הַמִּתְטַמֵּא בְּמִדְרָס מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת: \n",
      "כְּבָר בֵּאַרְנוּ שֶׁהַבֶּגֶד מִתְטַמֵּא בְּשָׁלֹשׁ עַל שָׁלֹשׁ כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁאָר טֻמְאוֹת. וּבִשְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִדְרָס: \n",
      "הַשַּׂק שִׁעוּרוֹ אַרְבָּעָה טְפָחִים עַל אַרְבָּעָה טְפָחִים. הָעוֹר חֲמִשָּׁה עַל חֲמִשָּׁה. הַמַּפָּץ שִׁשָּׁה עַל שִׁשָּׁה בֵּין לְמִדְרָס בֵּין לִשְׁאָר הַטֻּמְאוֹת. וּפָחוֹת מִן הַשִּׁעוּרִין הָאֵלּוּ טְהוֹרִין מִכְּלוּם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקֶרַע אֶחָד מֵהֶן שֶׁנִּקְרַע בְּלֹא כַּוָּנָה. אֲבָל הַקּוֹצֵץ בְּכַוָּנָה וְקִצֵּץ אֲפִלּוּ טֶפַח עַל טֶפַח לְמוֹשָׁב אוֹ שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים לְמִשְׁכָּב הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס. בֵּין שֶׁהָיָה הַטֶּפַח עַל טֶפַח שֶׁקִּצֵּץ אוֹ הַשְּׁלֹשָׁה בֶּגֶד אוֹ שַׂק אוֹ עוֹר אוֹ מַפָּץ. וְכֵן הַמְקַצֵּעַ מֵאֶחָד מֵהֶן לַאֲחִיזָה כְּדֵי שֶׁיֹּאחַז בּוֹ בְּיָדוֹ כְּדֶרֶךְ שֶׁעוֹשִׂין קוֹצְצֵי תְּאֵנִים שֶׁלֹּא יִזּוֹקוּ אֶצְבְּעוֹתֵיהֶן הֲרֵי זֶה טָמֵא בְּכָל שֶׁהוּא. וְהוּא שֶׁלֹּא יִהְיֶה פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ שֶׁכָּל פָּחוֹת מִשָּׁלֹשׁ אֶצְבָּעוֹת טָהוֹר מִכְּלוּם: \n",
      "הַמְחַבֵּר שְׁנֵי טְפָחִים מִן הַבֶּגֶד וּמִן הַשַּׂק טֶפַח שְׁלֹשָׁה מִן הַשַּׂק וְאֶחָד מִן הָעוֹר אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַמַּפָּץ הֲרֵי זֶה טָהוֹר מִן הַמִּדְרָס. אֲבָל אִם חִבֵּר חֲמִשָּׁה טְפָחִים מִן הַמַּפָּץ וְאֶחָד מִן הָעוֹר אַרְבָּעָה מִן הָעוֹר וְאֶחָד מִן הַשַּׂק שְׁלֹשָׁה מִן הַשַּׂק וְאֶחָד מִן הַבֶּגֶד הֲרֵי זֶה טְמֵא מִדְרָס זֶה הַכְּלָל כָּל שֶׁהִשְׁלִים שִׁעוּרוֹ בְּחָמוּר מִמֶּנּוּ טָמֵא מִן הַקַּל טָהוֹר: \n",
      "בְּלוֹיֵי נָפָה וּכְבָרָה שֶׁהִתְקִינָן לִישִׁיבָה טְהוֹרִין וְאֵינָן מְקַבְּלִין טֻמְאָה עַד שֶׁיְּקַצְּצֵם וְאַחַר כָּךְ יִהְיוּ כְּמַפָּץ: \n",
      "חָלוּק שֶׁל קָטָן אֵינוֹ מִתְטַמֵּא בְּמִדְרָס עַד שֶׁיִּהְיֶה בּוֹ כְּשִׁעוּר שְׁלֹשָׁה טְפָחִים עַל שְׁלֹשָׁה טְפָחִים וְנִמְדָּד כָּפוּל כִּבְרִיָּתוֹ. וְאֵלּוּ נִמְדָּדִין כְּפוּלִין בְּגָדִים שֶׁמַּלְבִּישִׁין אוֹתָן עַל הָרַגְלַיִם וְעַל הַשּׁוֹקַיִם וְאֶת הָרֹאשׁ וְהַמִּכְנָסַיִם וְהַכּוֹבַע וְהַכִּיס שֶׁל פֻּנְדָּא וּמַטְלִית שֶׁתְּלָאָהּ עַל הַשָּׂפָה אִם פְּשׁוּטָה נִמְדֶּדֶת פְּשׁוּטָה וְאִם כְּפוּלָה נִמְדֶּדֶת כְּפוּלָה: \n",
      "הַבֶּגֶד שֶׁאָרַג שְׁלֹשָׁה עַל שְׁלֹשָׁה נִטְמָא בְּמִדְרָס וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד כֻּלּוֹ מִדְרָס. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ טָהַר מִן הַמִּדְרָס אֲבָל טָמֵא מַגַּע מִדְרָס וַהֲרֵי הוּא רִאשׁוֹן כִּכְלִי שֶׁנָּגַע בְּמִדְרָס. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד כָּל הַבֶּגֶד טָמֵא מַגַּע מִדְרָס. וְכֵן בֶּגֶד שֶׁנֶּאֱרַג בּוֹ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת וְנִטְמָא בְּמֵת וְאַחַר כָּךְ הִשְׁלִים עָלָיו אֶת כָּל הַבֶּגֶד הַבֶּגֶד כֻּלּוֹ טְמֵא מֵת. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ טָהַר מִטְּמֵא מֵת. אֲבָל טְמֵא מַגָּע טְמֵא מֵת. נָטַל חוּט אֶחָד מִתְּחִלָּתוֹ וְאַחַר כָּךְ הִשְׁלִים אֶת כָּל הַבֶּגֶד הַכּל טָהוֹר. וְלָמָּה יִהְיֶה הַכּל טָהוֹר מִפְּנֵי שֶׁאָמְרוּ שָׁלֹשׁ עַל שָׁלֹשׁ שֶׁנִּתְמַעֲטָה טְהוֹרָה מִכְּלוּם אֲבָל שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּתְמַעֲטָה אַף עַל פִּי שֶׁטָּהֲרָה מִן הַמִּדְרָס הֲרֵי הִיא טְמֵאָה בְּכָל הַטֻּמְאוֹת: \n",
      "מַטְלִית שֶׁהִיא מִדְרָס וּטְלָאָהּ עַל הַקֻּפָּה אוֹ עַל הָעוֹר נַעֲשָׂה הַכּל רִאשׁוֹן לְטֻמְאָה. הִפְרִישׁ אֶת הַמַּטְלִית הֲרֵי הַקֻּפָּה אוֹ הָעוֹר רִאשׁוֹן מִפְּנֵי שֶׁנָּגְעוּ בַּמִּדְרָס וְהַמַּטְלִית טְהוֹרָה שֶׁכֵּיוָן שֶׁטְּלָאָהּ וְהִפְרִישָׁהּ בָּטְלָה. טְלָאָהּ עַל הַבֶּגֶד אוֹ עַל הַשַּׂק נַעֲשָׂה הַכּל מִדְרָס וַהֲרֵי הַכּל אַב טֻמְאָה. הִפְרִישָׁהּ הֲרֵי הַבֶּגֶד אוֹ הַשַּׂק רִאשׁוֹן שֶׁהֲרֵי נָגַע בַּמִּדְרָס וְהַמַּטְלִית אַב טֻמְאָה כְּשֶׁהָיְתָה שֶׁאֵינָהּ בְּטֵלָה עַל הָאָרִיג. תָּפַר הַמַּטְלִית עַל הַבֶּגֶד כְּשֶׁטְּלָאָהּ מֵרוּחַ אַחַת אוֹ מִשְּׁתֵי רוּחוֹת כְּמִין גַּאם אֵינוֹ חִבּוּר וְלֹא נַעֲשָׂה הַכּל אָב אֶלָּא מַגַּע מִדְרָס בִּלְבַד. תְּפָרָהּ מִשְּׁתֵי רוּחוֹת זוֹ בְּצַד זוֹ הֲרֵי הִיא חִבּוּר וְנַעֲשָׂה הַכּל אָב: \n",
      "שְׁלֹשָׁה עַל שְׁלֹשָׁה שֶׁנִּטְמָא בְּמִדְרָס וְאַחַר כָּךְ נֶחְלַק טָהַר מִן הַמִּדְרָס וְאֵין בִּקְרָעִים אֵלּוּ טֻמְאָה כְּלָל וְהִנָּם כְּשִׁבְרֵי כְּלִי שֶׁנִּטְמָא. אֲבָל בֶּגֶד שֶׁנִּטְמָא בְּמִדְרָס וְקָרַע מִמֶּנּוּ שָׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת אוֹתוֹ הַקֶּרַע טָהַר מִן הַמִּדְרָס אֲבָל טְמֵא מַגַּע מִדְרָס שֶׁבְּעֵת פְּרִישָׁתוֹ מִן הַבֶּגֶד הַגָּדוֹל נִטְמָא בְּמַגָּע: \n",
      "סָדִין שֶׁנִּטְמָא בְּמִדְרָס וְאַחַר כָּךְ עֲשָׂאָהוּ פָּרֹכֶת טָהַר מִן הַמִּדְרָס. וּמֵאֵימָתַי הוּא טָהֳרָתוֹ מִן הַמִּדְרָס מִשֶּׁיִּקְשֹׁר בּוֹ הַלּוּלָאוֹת שֶׁהוּא נִתְלֶה בָּהֶן כִּשְׁאָר הַפָּרוֹכוֹת: \n",
      "טַלִּית שֶׁהִיא מִדְרָס וְהִטְבִּילָהּ וְקֹדֶם שֶׁיַּעֲרִיב שִׁמְשָׁהּ הִתְחִיל לִקְרֹעַ מִמֶּנָּה קֶרַע כֵּיוָן שֶׁנִּקְרַע בָּהּ רֻבָּהּ שׁוּב אֵינָהּ חִבּוּר וְטָהֲרָה כֻּלָּהּ אַף עַל פִּי שֶׁעֲדַיִן נִשְׁתַּיֵּר בָּהּ כְּדֵי מַעֲפֹרֶת שֶׁלֹּא נִקְרַע שֶׁהֲרֵי הוּא קוֹרֵעַ וְהוֹלֵךְ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּטְבוּלַת יוֹם שֶׁכֵּיוָן שֶׁלֹּא חָס עָלֶיהָ לְהַטְבִּילָהּ כָּךְ לֹא יָחוּס לִקְרֹעַ אֶת כֻּלָּהּ וּלְפִיכָךְ טָהֲרָה כֻּלָּהּ: \n"
    ],
    [
      "אֵלוּ עוֹרוֹת מִתְטַמְּאִין בְּמִדְרָס. עוֹר שֶׁחָשַׁב עָלָיו לִשְׁטִיחָה. וְעוֹר שֶׁמַּנִּיחִין עַל הַמִּטּוֹת מִלְּמַעְלָה לִישֹׁן עָלָיו. וְעוֹר שֶׁמַּנִּיחִין עַל הַחֲמוֹר תַּחַת הַמַּשּׂאוֹי. וְעוֹר שֶׁמַּנִּיחִין בָּעֶרֶס תַּחַת הַקָּטָן. וְעוֹר הַכַּר. וְעוֹר הַכֶּסֶת. וְעוֹר שֶׁמַּנִּיחִין תַּחַת הַשֻּׁלְחָן בְּעֵת הָאֲכִילָה כְּדֵי שֶׁיִּפְּלוּ עָלָיו הַפֵּרוּרִין מִפְּנֵי שֶׁהוּא נִשְׁעָן עָלָיו בְּרַגְלוֹ. וְעוֹר שֶׁחוֹגֵר נוֹפֵץ הַפִּשְׁתָּן עָלָיו בְּעֵת שֶׁנּוֹפֵץ. וְעוֹר שֶׁחוֹגֵר הַחַמָּר עָלָיו. וְעוֹר שֶׁמַּנִּיחַ הַסַּבָּל עַל כְּתֵפוֹ בְּעֵת שֶׁסּוֹבֵל. וְעוֹר שֶׁמַּנִּיחַ הָרוֹפֵא עַל בִּרְכָּיו בְּעֵת שֶׁמֵּפִיס הַשְּׁחִינִין מִפְּנֵי שֶׁכָּל הָעוֹרוֹת הָאֵלּוּ יוֹשֵׁב עֲלֵיהֶן. וְעוֹר הַלֵּב שֶׁל קָטָן שֶׁרִירוֹ יוֹרֵד עָלָיו כְּדֵי שֶׁלֹּא יִפָּסְדוּ בְּגָדָיו. וְעוֹר שֶׁעֲשָׂאָהוּ לְנוֹתְנוֹ עַל לִבּוֹ בִּשְׁעַת הַקָּצִיר מִפְּנֵי הַשָּׁרָב. וְעוֹר שֶׁלּוֹפְפִין הַכְּסוּת בּוֹ. וְעוֹר הַתָּפוּר בְּתֵבָה שֶׁמַּנִּיחִין בּוֹ הַבְּגָדִים שֶׁכָּל אֵלּוּ מִתְהַפְּכִין עֲלֵיהֶן וְנִשְׁעָנִין עֲלֵיהֶן: \n",
      "כָּל הָעוֹרוֹת הַמִּתְטַמְּאוֹת בְּמִדְרָס אֵינָן מִתְטַמְּאִין עַד שֶׁיִּהְיֶה בָּהֶן כְּשִׁעוּר חֲמִשָּׁה טְפָחִים עַל חֲמִשָּׁה טְפָחִים. וְאֵלּוּ עוֹרוֹת שֶׁאֵין מִתְטַמְּאִין בְּמִדְרָס. עוֹר שֶׁחוֹגֵר סוֹרֵק הַצֶּמֶר בְּעֵת שֶׁסּוֹרֵק. וְעוֹר שֶׁלּוֹפֵף בּוֹ הַצֶּמֶר הַסָּרוּק. וְעוֹר שֶׁלּוֹפֵף בּוֹ הָאַרְגָּמָן. וְעוֹר הַתּוֹפֵר שֶׁמַּנִּיחִין בּוֹ הָאַרְגָּמָן. וְכֻלָּן מִתְטַמְּאִין בִּשְׁאָר טֻמְאוֹת: \n",
      "עוֹר שֶׁעֲשָׂאוֹ חִפּוּי לְכֵלִים טָהוֹר מִכְּלוּם. עֲשָׂאוֹ חִפּוּי לְמִשְׁקלֶת מְקַבֵּל שְׁאָר טֻמְאוֹת שֶׁהֲרֵי נַעֲשָׂה לְקַבָּלָה וְאֵינוֹ מִתְטַמֵּא בְּמִדְרָס: \n",
      "עוֹר שֶׁעֲשָׂאָהוּ לַעֲקֵבוֹ וּלְפַרְסָתוֹ אִם חוֹפֶה אֶת רֹב הָרֶגֶל מִתְטַמֵּא וְאִם לָאו טָהוֹר: \n",
      "מִנְעָל שֶׁעַל הָאִמּוּם אַף עַל פִּי שֶׁעֲדַיִן לֹא לְבָשׁוֹ אָדָם הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס שֶׁכְּבָר נִגְמְרָה מְלַאכְתּוֹ: \n",
      "כָּל עוֹר הָרָאוּי לְהִתְטַמֵּא בְּמִדְרָס וְאֵינוֹ חָסֵר מְלָאכָה הַמַּחְשָׁבָה מְטַמֵּאתוֹ וְאִם חִשֵּׁב עָלָיו לִהְיוֹת עוֹר שֻׁלְחָן וְכַיּוֹצֵא בּוֹ הֲרֵי זֶה מִתְטַמֵּא בְּמִדְרָס. וְאִם חָסֵר מְלָאכָה אֵין הַמַּחְשָׁבָה מוֹעֶלֶת בּוֹ עַד שֶׁתִּגָּמֵר מְלַאכְתּוֹ. חוּץ מִן הָעוֹר שֶׁמְּחַפִּין בּוֹ הַמֶּרְכָּב מִפְּנֵי הָאָבָק שֶׁהַמַּחְשָׁבָה מוֹעֶלֶת בּוֹ אַף עַל פִּי שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעוֹרוֹת בַּעַל הַבַּיִת. אֲבָל עוֹרוֹת הָעַבְּדָן שֶׁסְּתָמָן לִמְכִירָה אֵין הַמַּחְשָׁבָה מְטַמֵּאתָן עַד שֶׁיַּעֲשֶׂה בָּהֶן מַעֲשֵׂה וִיכִינֵם לְמִדְרָס: \n",
      "אֵין אָדָם מְטַמֵּא בְּמִדְרַס מִשְׁכָּב אוֹ מֶרְכָּב שֶׁאֵינָן שֶׁלּוֹ שֶׁנֶּאֱמַר <small>(ויקרא טו כא)</small> \"וְהַנּוֹגֵעַ בְּמִשְׁכָּבוֹ\". גָּזַל מִשְׁכָּב וְדָרַס עָלָיו בְּלֹא נְגִיעָה טָהוֹר וְאִם נִתְיָאֲשׁוּ הַבְּעָלִים טָמֵא. גָּנַב מִשְׁכָּב וְיָשַׁב עָלָיו טָמֵא שֶׁחֶזְקָתוֹ שֶׁנִּתְיָאֲשׁוּ הַבְּעָלִים שֶׁאֵינָן יוֹדְעִים מִי גְּנָבוֹ וְאִם נוֹדַע שֶׁעֲדַיִן לֹא נִתְיָאֲשׁוּ הַבְּעָלִים טָהוֹר. לְפִיכָךְ גַּנָּב שֶׁגָּנַב עוֹר וְחִשֵּׁב עָלָיו לִשְׁכִיבָה מַחֲשָׁבָה מוֹעֶלֶת לוֹ וּמִתְטַמֵּא בְּמִדְרָס אֲבָל הַגַּזְלָן אֵין מַחְשַׁבְתּוֹ מוֹעֶלֶת אֶלָּא אִם כֵּן נִתְיָאֲשׁוּ הַבְּעָלִים: \n",
      "עוֹר שֶׁנִּטְמָא בְּמִדְרָס וְהִתְחִיל לְקָרְעוֹ רְצוּעוֹת הֲרֵי הוּא בְּטֻמְאָתוֹ עַד שֶׁיְּמַעֲטֶנּוּ פָּחוֹת פָּחוֹת מֵחֲמִשָּׁה טְפָחִים: \n",
      "כָּל כְּלִי עוֹר שֶׁנִּטְמָא בְּמִדְרַס הַזָּב וְשִׁנָּהוּ לִכְלִי אַחֵר אִם שִׁנָּהוּ מִפָּשׁוּט לְפָשׁוּט הֲרֵי הוּא בְּטֻמְאָתוֹ. שִׁנָּהוּ מִפָּשׁוּט לִמְקַבֵּל וּמִמְּקַבֵּל לְפָשׁוּט טָהוֹר. וּבְבֶגֶד הַכּל טָמֵא. כֵּיצַד. חֵמֶת שֶׁעֲשָׂאָהּ שָׁטִיחַ וְשָׁטִיחַ שֶׁעֲשָׂאָהּ חֵמֶת טָהוֹר אֲבָל חֵמֶת שֶׁנִּטְמְאָה מִדְרָס וַעֲשָׂאָהּ תּוּרְמִיל אוֹ תּוּרְמִיל שֶׁעֲשָׂאָהוּ חֵמֶת הֲרֵי הֵן מִדְרָס כְּשֶׁהָיוּ: \n",
      "כַּר שֶׁל בֶּגֶד שֶׁנִּטְמָא בְּמִדְרָס וַעֲשָׂאָהוּ סָדִין אוֹ סָדִין שֶׁעֲשָׂאָהוּ כַּר אוֹ כֶּסֶת. בֶּגֶד שֶׁעֲשָׂאָהוּ מִטְפַּחַת אוֹ מִטְפַּחַת שֶׁעֲשָׂאָהוּ כֶּסֶת הֲרֵי הֵן מִדְרָס כְּשֶׁהָיוּ: \n",
      "כֵּלִים שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה וּלְמִשְׁכָּב כְּאֶחָד כְּגוֹן הַכָּרִים וְהַכְּסָתוֹת וְהַשַּׂקִּין וְהַמַּרְצּוּפִין אִם נִפְחֲתוּ אַף עַל פִּי שֶׁטָּהֲרוּ מִלְּהִתְטַמֵּא בְּמֵת וּבִשְׁאָר טֻמְאוֹת מִפְּנֵי שֶׁאֵינָן יְכוֹלִין לְקַבֵּל הֲרֵי הֵן מִתְטַמְּאִין בְּמִדְרָס שֶׁעֲדַיִן הֵן רְאוּיִין לְמִדְרָס. אֲבָל כֵּלִים שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה בִּלְבַד כְּגוֹן הַחֵמֶת וְהַתּוּרְמִיל אִם הָיוּ גְּדוֹלִים כְּדֵי שֶׁיִּהְיוּ רְאוּיִין לֵישֵׁב עֲלֵיהֶן הוֹאִיל וְיוֹשְׁבִין עֲלֵיהֶן מִפְּנֵי גָּדְלָן הֲרֵי הֵן מִתְטַמְּאִין בְּמִדְרָס כָּל זְמַן שֶׁהֵן שְׁלֵמִין נִפְחֲתוּ אַף עַל פִּי שֶׁאֶפְשָׁר עֲדַיִן לֵישֵׁב עֲלֵיהֶן אֵין מִתְטַמְּאִין בְּמִדְרָס שֶׁעִקַּר עֲשִׂיָּתָן לְקַבָּלָה בִּלְבַד הוֹאִיל וּבָטְלוּ מִלְּקַבֵּל טָהֲרוּ מִלְּהִתְטַמֵּא לֹא בְּמִדְרָס וְלֹא בִּשְׁאָר טֻמְאוֹת. וְכַמָּה הוּא שִׁעוּרָן וְיִהְיוּ רְאוּיִין לְמִדְרָס הַחֵמֶת שִׁבְעָה קַבִּין וְהַיַּלְקוּט חֲמִשָּׁה וְהַקְּלַסְתֵּר שֶׁתּוֹלִין בּוֹ הַשְּׂעוֹרִים בְּרֹאשׁ הַבְּהֵמָה אַרְבָּעָה וְהַכְּרִיתִית שֶׁמְּעָרִין בָּהּ הַמַּיִם סְאָה. פָּחוֹת מִשִּׁעוּרִין אֵלּוּ אֵינָן רְאוּיִין לְמִדְרָס וְאֵין דֶּרֶךְ הָעָם לֵישֵׁב עֲלֵיהֶן. נִפְחֲתוּ וְצָרַר מְקוֹם הַפְּחָת הֲרֵי הֵן טְהוֹרִין וּכְאִלּוּ לֹא קָשַׁר מְקוֹם הַפְּחָת. וְכָל הַחֲמָתוֹת שֶׁנִּפְחֲתוּ וּצְרָרָן טְהוֹרוֹת חוּץ מִשֶּׁל עַרְבִיִּים מִפְּנֵי שֶׁכָּךְ הוּא דַּרְכָּן תָּמִיד לְצָרְרָן. וְחֵמֶת חֲלִילִין אֵין מִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי אֵינָהּ רְאוּיָה לְמִדְרָס: \n"
    ],
    [
      "כָּל פְּשׁוּטֵי כְּלֵי עֵץ הָעֲשׂוּיִין לִישִׁיבָה אוֹ לִשְׁכִיבָה אוֹ לִרְכִיבָה מִתְטַמְּאִין בְּמִדְרָס כְּגוֹן הַמִּטָּה וְהַכִּסֵּא וְכַיּוֹצֵא בָּהֶן:  ",
      "הַמִּטָּה וְהַכַּר וְהַכֶּסֶת שֶׁל מֵת וְכִסֵּא שֶׁל כַּלָּה וּמַשְׁבֵּר שֶׁל חַיָּה וְכִסֵּא שֶׁל כּוֹבֵס שֶׁכּוֹבֵס עָלָיו אֶת הַכֵּלִים וְכִסֵּא שֶׁל קָטָן שֶׁיֵּשׁ לוֹ רַגְלַיִם אַף עַל פִּי שֶׁאֵין בּוֹ גֹּבַהּ טֶפַח כָּל אֵלּוּ מִתְטַמְּאִין בְּמִדְרָס:  ",
      "כִּסֵּא שֶׁל בַּרְזֶל שֶׁעוֹשִׂין בְּבֵית הַכִּסֵּא וְהָעוֹר נָתוּן עָלָיו הֲרֵי הוּא מִתְטַמֵּא בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת. הִפְרִישׁ עוֹר הַמְחֻפֶּה עַל הַבַּרְזֶל הָעוֹר מִתְטַמֵּא בְּמִדְרָס וְהַבַּרְזֶל מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת אֲבָל לֹא בְּמִדְרָס:  ",
      "טְרַסְקָל שֶׁל גֶּמִי וְכַיּוֹצֵא בּוֹ הַמְחֻפֶּה בְּעוֹר מִתְטַמֵּא בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת. הִפְרִישׁ הָעוֹר מֵעָלָיו הָעוֹר מִתְטַמֵּא בְּמִדְרָס אֲבָל הַטְּרַסְקָל טָהוֹר מִכְּלוּם שֶׁהֲרֵי נַעֲשָׂה כְּשִׁבְרֵי כֵּלִים:  ",
      "סַפְסָלִין שֶׁבַּמֶּרְחָץ שֶׁשְּׁתֵּי רַגְלָיו שֶׁל עֵץ מִתְטַמֵּא בְּמִדְרָס. הָיְתָה אַחַת שֶׁל עֵץ וְאַחַת שֶׁל שַׁיִשׁ אֵינוֹ מְקַבֵּל טֻמְאָה:  ",
      "נְסָרִים שֶׁבַּמֶּרְחָץ שֶׁשִּׁגְמָן אֵינָן מְקַבְּלִין טֻמְאָה שֶׁאֵינָן עֲשׂוּיִין לִישִׁיבָה אֶלָּא כְּדֵי שֶׁיְּהַלְּכוּ הַמַּיִם תַּחְתֵּיהֶן:  ",
      "הַכַּלְכָּלָה וְהַסַּל שֶׁמִּלְּאָן תֶּבֶן אוֹ מוֹכִין אַף עַל פִּי שֶׁהִתְקִינָן לִישִׁיבָה אֵינָן מְקַבְּלִין טֻמְאַת מִדְרָס שֶׁאֵינָן רְאוּיִין לִישִׁיבָה. וְאִם סֵרְגָן בְּגֶמִי אוֹ בִּמְשִׁיחָה עַל פִּיהֶן מִתְטַמְּאִין בְּמִדְרָס:  ",
      "קוֹרַת בֵּית הַבַּד שֶׁעָשָׂה רֹאשָׁהּ הָאֶחָד כִּסֵּא אֵינוֹ מִתְטַמֵּא בְּמִדְרָס מִפְּנֵי שֶׁאוֹמְרִין לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ. אֲבָל אִם קָבַע אֶת הַכִּסֵּא בְּקוֹרַת בֵּית הַבַּד הַכִּסֵּא מִתְטַמֵּא בְּמִדְרָס וְאִם דָּרַס הַזָּב עַל הַקּוֹרָה לֹא נִטְמָא הַכִּסֵּא. וְכֵן אִם קָבַע הַכִּסֵּא בְּקוֹרָה גְּדוֹלָה אוֹ עָשָׂה רֹאשׁ הַקּוֹרָה הַגְּדוֹלָה כִּסֵּא אֵין טָמֵא אֶלָּא מְקוֹם הַכִּסֵּא בִּלְבַד וּשְׁאָר הַקּוֹרָה טָהוֹר. וְכֵן הַדִּין בְּכִסֵּא שֶׁקְּבָעוֹ בַּעֲרֵבָה שֶׁהוּא טָהוֹר:  ",
      "קְצָת הַקּוֹרָה שֶׁמְּתַקֵּן הַמְסַתֵּת אֶת הָאֶבֶן לֵישֵׁב עָלָיו הֲרֵי מְקוֹם יְשִׁיבָתוֹ מִתְטַמֵּא בְּמִדְרָס. וּמְקוֹם יְשִׁיבָה שֶׁאֲחוֹרֵי הַקָּרוֹן טָהוֹר שֶׁאֵינָהּ אֶלָּא יְשִׁיבַת צַעַר:  ",
      "רָאשֵׁי כְּלוּנְסוֹת שֶׁיּוֹשְׁבִין עֲלֵיהֶן הָאֻמָּנִין וְשָׁפִין אֶת הָאֲבָנִים וְכַיּוֹצֵא בָּהֶן טְהוֹרִין. וְכֵן כֹּפֶת שֶׁל תְּמָרָה שֶׁהוּא יוֹשֵׁב עָלָיו אֲפִלּוּ גָּבוֹהַּ טֶפַח טָהוֹר שֶׁאֵין זֶה כְּלִי. וְכֵן בּוּל שֶׁל עֵץ אַף עַל פִּי שֶׁסֵּרְקוֹ וְכִרְכְּמוֹ וַעֲשָׂאָהוּ פָּנִים לְשָׁעַר וְכַיּוֹצֵא בּוֹ אֵינוֹ כְּלִי וְלֹא מְקַבֵּל טֻמְאָה עַד שֶׁיָּחֹק בּוֹ:  ",
      "רָאשֵׁי כְּלוּנְסוֹת הַחֲקוּקִין אִם חֲקָקָן לְדַעַת מְקַבְּלִין טֻמְאָה. מְצָאָן חֲקוּקִין אִם חִשֵּׁב עֲלֵיהֶן מְקַבְּלִין טֻמְאָה מִכָּאן וּלְהַבָּא וְאִם חִשֵּׁב עֲלֵיהֶן חֵרֵשׁ שׁוֹטֶה וְקָטָן אוֹ אָדָם שֶׁאֵינָן שֶׁלּוֹ טְהוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִדְּבָרִים שֶׁאֵינָן מְקַבְּלִין טֻמְאָה אֶלָּא בְּמַחְשָׁבָה שֶׁאֵין לְךָ מַחֲשָׁבָה מוֹעֶלֶת אֶלָּא מַחֲשֶׁבֶת בְּעָלִים שֶׁהֵן בְּנֵי דֵּעָה:  ",
      "הָעוֹשֶׂה כִּפָּה מִן הַשְּׂאוֹר וְיִבְּשָׁהּ וְיִחֲדָהּ לִישִׁיבָה הֲרֵי בְּטֵלָה מִתּוֹרַת אֹכֶל וּמִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי מְשַׁמֶּשֶׁת תַּשְׁמִישֵׁי הָעֵץ:  ",
      "מַחְצֶלֶת הַקַּשׁ מִתְטַמְּאָה בְּמִדְרָס וְשֶׁל קָנִים וְשֶׁל חֵלֶף טְהוֹרָה מִפְּנֵי שֶׁאֵינָהּ רְאוּיָה לְמִדְרָס. וּשְׁאָר הַמַּחְצְלָאוֹת אִם עֲשָׁאָהּ לִשְׁכִיבָה מְקַבֶּלֶת טֻמְאָה עֲשָׂאָהּ לְסִכּוּךְ טְהוֹרָה. עֲשָׂאָהּ סְתָם גְּדוֹלָה סְתָמָהּ לְסִכּוּךְ קְטַנָּה סְתָמָהּ לִשְׁכִיבָה:  ",
      "מַחְצֶלֶת שֶׁעָשָׂה לָהּ קָנִים לְאָרְכָּהּ טְמֵאָה מִדְרָס שֶׁעֲדַיִן רְאוּיָה לִשְׁכִיבָה. עֲשָׂאָהּ כְּמִין כִּי טְהוֹרָה. עָשָׂה לָהּ קָנִים לְרָחְבָּהּ אִם אֵין בֵּין קָנֶה לַחֲבֵרוֹ אַרְבָּעָה טְפָחִים טְהוֹרָה. נֶחְלְקָה לְרָחְבָּהּ עֲדַיִן מְקַבֶּלֶת טֻמְאָה. לְאָרְכָּהּ נִשְׁתַּיְּרוּ בָּהּ שְׁלֹשָׁה מַעֲדַנִּים שֶׁל שִׁשָּׁה טְפָחִים עֲדַיִן הִיא רְאוּיָה לְמִדְרָס וּמִתְטַמְּאָה. פָּחוֹת מִכָּאן טְהוֹרָה. וְכֵן אִם הִתִּיר רָאשֵׁי מַעֲדַנִּים טְהוֹרָה. וְאַף טֻמְאַת מִדְרָס לֹא תְּקַבֵּל הַמַּחְצֶלֶת עַד שֶׁתִּגָּמֵר מְלַאכְתָּהּ וְתִתְנַקֵּב כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "תֵּבָה שֶׁפִּתְחָהּ מִלְּמַעְלָה טְהוֹרָה מִן הַמִּדְרָס שֶׁאֵינָהּ רְאוּיָה לֵישֵׁב עָלֶיהָ. וּמְקַבֶּלֶת שְׁאָר טֻמְאוֹת. פִּתְחָהּ מִצִּדָּהּ טְמֵאָה בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת:  ",
      "עֲגָלָה שֶׁל קָטָן מִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלֶיהָ:  ",
      "מַקֵּל שֶׁל זְקֵנִים טָהוֹר מִכְּלוּם שֶׁאֵינוֹ אֶלָּא לְסַיֵּעַ:  ",
      "סַנְדָּל שֶׁל סַיָּדִין וְהוּא סַנְדָּל שֶׁל עֵץ מִתְטַמֵּא בְּמִדְרָס מִפְּנֵי שֶׁהַסַּיָּד פְּעָמִים מְטַיֵּל בּוֹ עַד שֶׁמַּגִּיעַ לְבֵיתוֹ:  ",
      "קַב שֶׁל קִטֵּעַ שֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל כְּתִיתִין מִתְטַמֵּא בִּשְׁאָר טֻמְאוֹת מִפְּנֵי בֵּית קִבּוּלוֹ. וּמִתְטַמֵּא בְּמִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלָיו:  ",
      "וְאֵלּוּ טְמֵאִין מִשּׁוּם מֶרְכָּב. מִרְדַּעַת שֶׁל חֲמוֹר. וְטַפִּיטָן שֶׁל סוּס. וְכַר הַגָּמָל. וְאֻכָּף שֶׁל נָאקָה וְכָל כַּיּוֹצֵא בָּהֶן. הַלּוּחוֹת שֶׁמַּנִּיחִין עַל גַּבֵּי הַחֲמוֹר וְאַחַר כָּךְ נוֹתְנִין עָלָיו הַמַּשּׂאוֹי טְהוֹרוֹת וְאִם הָיְתָה רְאוּיָה לְמֶרְכָּב טְמֵאָה:  "
    ],
    [
      "כְּלִי עֵץ הָרָאוּי לְמִדְרָס שֶׁקְּבָעוֹ בְּכֹתֶל בְּתוֹךְ הַבִּנְיָן. קְבָעוֹ בַּכֹּתֶל וְלֹא בָּנָה עַל גַּבָּיו אוֹ בָּנָה עַל גַּבָּיו וְלֹא קְבָעוֹ עֲדַיִן מִתְטַמֵּא בְּמִדְרָס כְּשֶׁהָיָה. קְבָעוֹ בְּמַסְמְרִים וּבָנָה עָלָיו טָהוֹר. וְכֵן מַפָּץ שֶׁנְּתָנוֹ עַל גַּבֵּי הַקּוֹרוֹת קְבָעוֹ וְלֹא נָתַן עָלָיו אֶת הַמַּעֲזִיבָה אוֹ שֶׁנָּתַן עָלָיו אֶת הַמַּעֲזִיבָה וְלֹא קְבָעוֹ מִתְטַמֵּא בְּמִדְרָס. קְבָעוֹ וְנָתַן עָלָיו אֶת הַמַּעֲזִיבָה טָהוֹר: \n",
      "סַפְסָל שֶׁנִּטַּל אֶחָד מֵרָאשָׁיו עֲדַיִן הוּא רָאוּי לְמִדְרָס. נִטַּל הַשֵּׁנִי טָהוֹר. וְאִם יֵשׁ בּוֹ גֹּבַהּ טֶפַח מִתְטַמֵּא בְּמִדְרָס: \n",
      "כִּסֵּא שֶׁל כַּלָּה שֶׁנִּטְּלוּ חִפּוּיָיו טָהוֹר וְאִם לֹא הָיוּ חִפּוּיָיו יוֹצְאִים וְנִטְּלוּ עֲדַיִן הוּא רָאוּי לְמִדְרָס שֶׁכֵּן דַּרְכּוֹ לִהְיוֹת מַטֵּהוּ עַל צִדּוֹ וְיוֹשֵׁב עָלָיו: \n",
      "כִּסֵּא שֶׁנִּטְּלוּ חִפּוּיָיו וַעֲדַיִן הוּא רָאוּי לִישִׁיבָה מִתְטַמֵּא. נִטְּלוּ שְׁנַיִם מֵחִפּוּיָיו זֶה בְּצַד זֶה טָהוֹר: \n",
      "שִׁדָּה שֶׁנִּטַּל הָעֶלְיוֹן שֶׁלָּהּ טְמֵאָה מִפְּנֵי הַתַּחְתּוֹן שֶׁהוּא רָאוּי לְמִדְרָס. נִטַּל הַתַּחְתּוֹן טְמֵאָה מִפְּנֵי הָעֶלְיוֹן. נִטְּלוּ שְׁתֵּיהֶן הֲרֵי הַדַּפִּין טְהוֹרִין: \n",
      "תֵּבָה שֶׁנִּפְחֲתָה מִצִּדָּהּ מִתְטַמְּאָה בְּמִדְרָס וּבִשְׁאָר טֻמְאוֹת מִפְּנֵי שֶׁרְאוּיָה אַף לִישִׁיבָה וְהַכּל יוֹשְׁבִין עָלֶיהָ. נִפְחֲתָה מִלְּמַעְלָה טְהוֹרָה מִן הַמִּדְרָס שֶׁהֲרֵי אֵינָהּ רְאוּיָה לִישִׁיבָה וּמִתְטַמְּאָה בִּשְׁאָר טֻמְאוֹת שֶׁעֲדַיִן הִיא מְקַבֶּלֶת. נִפְחֲתָה מִלְּמַטָּה טְהוֹרָה מִכָּל טֻמְאוֹת אַף עַל פִּי שֶׁאֶפְשָׁר לֵישֵׁב עָלֶיהָ בְּכִסֵּא מִפְּנֵי שֶׁעִקַּר מַעֲשֶׂיהָ לְקַבָּלָה וּכְבָר בָּטַל הָעִקָּר. וְהַמְּגוּרוֹת שֶׁלָּהּ מִתְטַמְּאוֹת וְאֵינָן חִבּוּר לָהּ. וְכֵן מַשְׁפֶּלֶת שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים אַף עַל פִּי שֶׁרְאוּיָה לְמִדְרָס הֲרֵי הִיא טְהוֹרָה מִכְּלוּם מִפְּנֵי שֶׁעִקַּר מַעֲשֶׂיהָ לְקַבָּלָה וְהוֹאִיל וּבָטַל הָעִקָּר בָּטְלָה הַטְּפֵלָה: \n",
      "עֲרֵבָה שֶׁל עֵץ שֶׁמְּגַבְּלִין בָּהּ הַבִּנְיָן אוֹ אֶת הַגְּפָסִים אַף עַל פִּי שֶׁמְּקַבֶּלֶת שְׁאָר טֻמְאוֹת אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס. וְשֶׁלָּשִׁין בָּהּ אֶת הַבָּצֵק שֶׁמְּחַזֶּקֶת מִשְּׁנֵי לוֹגִין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה עַד שֶׁאֵינוֹ יָכוֹל לִרְחֹץ בָּהּ רַגְלוֹ אַחַת מִפְּנֵי הַסֶּדֶק הֲרֵי זוֹ מִתְטַמְּאָה בְּמִדְרָס שֶׁסְּתָמָהּ שֶׁכּוֹפְתָהּ וְיוֹשֵׁב עָלֶיהָ לְפִי גָּדְלָהּ וְסֶדֶק שֶׁלָּהּ. הִנִּיחָהּ בַּגְּשָׁמִים עַד שֶׁנִּתְפְּחָה וְנִסְתַּם הַסֶּדֶק אֵינָהּ מִתְטַמְּאָה בְּמִדְרָס שֶׁהֲרֵי הִיא רְאוּיָה לָלוּשׁ בָּהּ וּתְחִלַּת מַעֲשֶׂיהָ לָלוּשׁ בָּהּ וּמְקַבֶּלֶת שְׁאָר טֻמְאוֹת. חָזַר וְהִנִּיחָהּ בַּקַּדִים וְנִפְתַּח הַסֶּדֶק חָזְרָה לְקַבֵּל טֻמְאַת מִדְרָס וּטְהוֹרָה מִשְּׁאָר טֻמְאוֹת: \n",
      "עֲרֵבָה גְּדוֹלָה שֶׁהִיא יֶתֶר עַל תִּשְׁעָה קַבִּין שֶׁנִּפְחֲתָה מִלְּקַבֵּל רִמּוֹנִים וֶהֱכִינָהּ לִישִׁיבָה הֲרֵי זוֹ טְהוֹרָה אַף מִטֻּמְאַת מִדְרָס עַד שֶׁיַּקְצִיעַ שֶׁאֵין הַמַּחְשָׁבָה מוֹעֶלֶת בַּעֲרֵבָה גְּדוֹלָה שֶׁנִּפְחֲתָה עַד שֶׁיַּעֲשֶׂה בָּהּ מַעֲשֶׂה. עֲשָׂאָהּ אֵבוּס לִבְהֵמָה אַף עַל פִּי שֶׁקְּבָעָהּ בַּכֹּתֶל טְמֵאָה בְּכָל הַטֻּמְאוֹת: \n",
      "מִטָּה שֶׁנִּטְּלוּ שְׁתֵּי אֲרֻכּוֹת שֶׁלָּהּ אַחַר שֶׁנִּטְמֵאת וְעָשָׂה לָהּ אֲרֻכּוֹת חֲדָשׁוֹת וְלֹא שִׁנָּה אֶת הַנְּקָבִים וְנִשְׁבְּרוּ הַחֲדָשׁוֹת עֲדַיִן הִיא בְּטֻמְאָתָהּ. נִשְׁתַּבְּרוּ הַיְשָׁנוֹת טְהוֹרָה שֶׁהַכּל הוֹלֵךְ אַחַר הַיְשָׁנוֹת: \n",
      "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס וְנִטְּלָה קְצָרָה וּשְׁתֵּי כְּרָעַיִם עֲדַיִן הִיא בְּטֻמְאָתָהּ שֶׁעֲדַיִן צוּרַת הַמִּטָּה עוֹמֶדֶת. נִטְּלָה אֲרֻכָּה וּשְׁתֵּי כְּרָעַיִם טְהוֹרָה: \n",
      "קִצֵּץ שְׁתֵּי לְשׁוֹנוֹת שֶׁל מִטָּה בַּאֲלַכְסוֹן אוֹ שֶׁקִּצֵּץ שְׁתֵּי כְּרָעַיִם טֶפַח עַל טֶפַח בַּאֲלַכְסוֹן אוֹ שֶׁמִּעֲטָן פָּחוֹת מִטֶּפַח הֲרֵי זוֹ נִשְׁבְּרָה וּטְהוֹרָה. נִשְׁבְּרָה אֲרֻכָּה וְתִקְּנָהּ עֲדַיִן הִיא אַב טֻמְאָה כְּשֶׁהָיְתָה. נִשְׁבְּרָה הָאֲרֻכָּה הַשְּׁנִיָּה וְתִקְּנָהּ טְהוֹרָה מִן הַמִּדְרָס אֲבָל טְמֵאָה מַגַּע מִדְרָס. לֹא הִסְפִּיק לְתַקֵּן אֶת הָרִאשׁוֹנָה עַד שֶׁנִּשְׁבְּרָה הַשְּׁנִיָּה טְהוֹרָה: \n",
      "מִטָּה שֶׁהָיְתָה טְמֵאָה מִדְרָס אוֹ בִּשְׁאָר טֻמְאוֹת וְנִגְנַב חֶצְיָהּ אוֹ אָבַד חֶצְיָהּ אוֹ שֶׁחִלְּקוּהָ אַחִין אוֹ שֻׁתָּפִין הֲרֵי זוֹ טְהוֹרָה שֶׁהֲרֵי זֶה כִּכְלִי שֶׁנִּשְׁבַּר. הֶחְזִירוּהָ מְקַבֶּלֶת טֻמְאָה מִכָּאן וּלְהַבָּא. הֲרֵי זֶה דּוֹמֶה לְמִי שֶׁעָשָׂה כְּלִי אֶחָד מִשִּׁבְרֵי כֵּלִים שֶׁנִּטְמָא שֶׁהוּא טָהוֹר וּמְקַבֵּל טֻמְאָה לְהַבָּא: \n",
      "מִטָּה שֶׁנִּפְרְקוּ אֵיבָרֶיהָ אִם נִשְׁבְּרָה אֲרֻכָּה וּשְׁתֵּי כְּרָעַיִם אוֹ קְצָרָה וּשְׁתֵּי כְּרָעַיִם הֲרֵי אֵלּוּ מִתְטַמְּאִין מִפְּנֵי שֶׁרְאוּיִין לְסָמְכָן בַּכֹּתֶל וְלִישֹׁן עֲלֵיהֶן: \n",
      "מִטָּה שֶׁנִּטְמֵאת כֻּלָּהּ אִם הִטְבִּילָהּ אֵיבָרִים אֵיבָרִים טְהוֹרָה: \n",
      "הַמְפָרֵק אֶת הַמִּטָּה לְהַטְבִּילָהּ הַנּוֹגֵעַ בַּחֲבָלִים שֶׁלָּהּ טָהוֹר: \n"
    ],
    [
      "שָׁלֹשׁ תֵּבוֹת הֵן. תֵּבָה שֶׁנִּפְחֲתָה מִצִּדָּהּ טְמֵאָה מִדְרָס. מִלְּמַעְלָה טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בְּמִדָּה טְהוֹרָה מִכְּלוּם: \n",
      "שָׁלֹשׁ עֲרֵבוֹת הֵן. עֲרֵבָה מִשְּׁנֵי לוֹגִין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה טְמֵאָה מִדְרָס. שְׁלֵמָה טְמֵאָה טְמֵא מֵת. וְהַבָּאָה בְּמִדָּה טְהוֹרָה מִכְּלוּם: \n",
      "שָׁלֹשׁ עֲגָלוֹת הֵן. הָעֲשׂוּיָה כְּקָתֵדְרָה טְמֵאָה מִדְרָס. כְּמִטָּה טְמֵאָה טְמֵא מֵת. וְשֶׁל אֲבָנִים טְהוֹרָה מִכְּלוּם: \n",
      "שְׁלֹשָׁה תְּרִיסִין הֵן. תְּרִיס הַכָּפוּף טָמֵא מִדְרָס. וְשֶׁמְּשַׂחֲקִין בּוֹ בְּקֻמְפּוֹן טָמֵא טְמֵא מֵת. וְדִיצַת הָעַרְבִיִּים טְהוֹרָה מִכְּלוּם. לְפִי שֶׁהִיא עֲשׂוּיָה לְצוּרָה בִּלְבַד וְאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם וְכָל כְּלִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה כָּל עִקֵּר: \n",
      "שְׁלֹשָׁה תַּרְבּוּסִין שֶׁל עוֹר הֵן. שֶׁל סְפָרִים טָמֵא מִדְרָס. וְשֶׁאוֹכְלִין עָלָיו טָמֵא טְמֵא מֵת. וְשֶׁשּׁוֹטְחִים עָלָיו אֶת הַזֵּיתִים טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שְׁלֹשָׁה בְּסִיסָאוֹת הֵן. שֶׁלִּפְנֵי הַמִּטָּה וְשֶׁלִּפְנֵי הַסּוֹפְרִים טָמֵא מִדְרָס. שֶׁל שֻׁלְחָן טָמֵא טְמֵא מֵת. וְשֶׁל מִגְדָּל טָהוֹר מִכְּלוּם לְפִי שֶׁהוּא מִקְצָת מִגְדָּל וְצוּרָתוֹ מוֹכַחַת עָלָיו: \n",
      "שָׁלֹשׁ מִטּוֹת הֵן. הָעֲשׂוּיָה לִשְׁכִיבָה טְמֵאָה מִדְרָס. וְשֶׁל זַגָּגִים שֶּׁנּוֹתְנִין בָּהּ כְּלֵי זְכוּכִית טְמֵאָה טֻמְאַת מֵת. וְשֶׁל סָרָגִין שֶׁמְּסָרְגִין עָלֶיהָ אֶת הַסְּבָכוֹת טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שָׁלֹשׁ מִשְׁפָּלוֹת הֵן. שֶׁל זֶבֶל טְמֵאָה מִדְרָס. שֶׁל תֶּבֶן טְמֵאָה טְמֵא מֵת. וְהַפֻּחְלָץ שֶׁל גְּמַלִּים טָהוֹר מִכְּלוּם לְפִי שֶׁהַחֲבָלִים שֶׁלּוֹ קָשִׁים בְּיוֹתֵר וְעָבִים וְאֵינוֹ רָאוּי לְקַבֵּל תֶּבֶן וְכַיּוֹצֵא בּוֹ וְנִמְצָא שֶׁאֵין עָלָיו תּוֹרַת כְּלֵי אֶלָּא חֲבָלִים בִּלְבַד: \n",
      "שְׁלֹשָׁה מַפָּצִין הֵן. הֶעָשׂוּי לִישִׁיבָה טָמֵא מִדְרָס. וְשֶׁל צַבָּעִים שֶׁמַּנִּיחִין בּוֹ אֶת הַכֵּלִים טָמֵא טְמֵא מֵת. וְשֶׁל גִּתּוֹת שֶׁנּוֹתְנִין עָלָיו עֲנָבִים וּמְחַפִּין בּוֹ טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שָׁלֹשׁ חֲמָתוֹת הֵן וּשְׁלֹשָׁה תּוּרְמְלִין הֵן. הַמְקַבְּלִין כְּשִׁעוּר טְמֵאִין מִדְרָס. וְכַמָּה שִׁעוּרָן הַחֵמֶת אַרְבָּעָה קַבִּין וְהַתּוּרְמִיל חֲמִשָּׁה. וְשֶׁאֵינָן מְקַבְּלִין כְּשִׁעוּר טְמֵאִים טְמֵא מֵת. וְשֶׁל עוֹרוֹת הַדָּג טָהוֹר מִכְּלוּם: \n",
      "שְׁלֹשָׁה עוֹרוֹת הֵן. הֶעָשׂוּי לְשָׁטִיחַ טְמֵא מִדְרָס. וְהֶעָשׂוּי לְתַכְרִיךְ כֵּלִים טָמֵא טְמֵא מֵת. וְשֶׁל רְצוּעוֹת וְשֶׁל סַנְדָּלִין טָהוֹר מִכְּלוּם לְפִי שֶׁאֵין עָלָיו צוּרַת כְּלִי: \n",
      "שְׁלֹשָׁה סְדִינִין הֵן. הֶעָשׂוּי לִשְׁכִיבָה טָמֵא מִדְרָס. וְהֶעָשׂוּי לְפָרֹכֶת טָמֵא טְמֵא מֵת. וְשֶׁל צוּרוֹת שֶׁעוֹשִׂין אוֹתוֹ כְּדֵי שֶׁיִּתְלַמֵּד מִמֶּנּוּ הָרוֹקֵם טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שָׁלֹשׁ מִטְפָּחוֹת הֵן. שֶׁל יָדַיִם טְמֵאָה מִדְרָס. וְשֶׁל סְפָרִים טְמֵאָה טְמֵא מֵת. וְשֶׁל תַּכְרִיכֵי הַמֵּת וְשֶׁל נִבְלֵי בְּנֵי לֵוִי טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָן מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "עוֹר הֶעָשׂוּי כְּמוֹ יָד שֶׁמַּכְנִיסִין בּוֹ הַיָּד וְהָאֶצְבָּעוֹת מִפְּנֵי הַצִּנָּה וְכַיּוֹצֵא בָּהֶן הוּא הַנִּקְרָא פְּרַקְלִינִין. וּשְׁלֹשָׁה פְּרַקְלִינִין הֵן. שֶׁל צַיָּדֵי חַיָּה וְעוֹף טָמֵא מִדְרָס שֶׁהֲרֵי נִשְׁעָן עָלָיו. וְשֶׁל חֲגָבִים טָמֵא טְמֵא מֵת שֶּׁנּוֹתְנִין בּוֹ הַחֲגָבִים. וְשֶׁל קַיָיצִים שֶׁבּוֹ מְקַיְּצִין פֵּרוֹת טָהוֹר מִכְּלוּם לְפִי שֶׁאֵינוֹ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שָׁלֹשׁ סְבָכוֹת הֵן. שֶׁל יַלְדָּה טְמֵאָה מִדְרָס. וְשֶׁל זְקֵנָה טְמֵאָה טְמֵא מֵת. וְשֶׁעוֹשִׂין לְשַׂחֵק בָּהּ לְשׁוֹתֵי שֵׁכָר טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵינָהּ מִמְּשַׁמְּשֵׁי אָדָם: \n",
      "שְׁלֹשָׁה סַנְדָּלִין הֵן. שֶׁל אָדָם טָמֵא מִדְרָס. שֶׁל מַתָּכוֹת שֶׁל בְּהֵמָה טָמֵא טְמֵא מֵת. שֶׁל שַׁעַם וְשֶׁל צְפִירָה טְהוֹרָה מִכְּלוּם. כְּלָלוֹ שֶׁל דָּבָר כָּל כְּלִי שֶׁאֵינוֹ רָאוּי לְמִשְׁכָּב אוֹ לְמֶרְכָּב אוֹ שֶׁהוּא רָאוּי וְלֹא נַעֲשָׂה [לְכָךְ] אֶלָּא לִמְלָאכָה אַחֶרֶת הֲרֵי הוּא טָהוֹר מִן הַמִּדְרָס. נַעֲשָׂה לִמְלָאכָה אַחֶרֶת וּמְשַׁמֵּשׁ עִמָּהּ אֶת הַיְשִׁיבָה כְּגוֹן הַטַּלִּית וְהָרְדִיד מִתְטַמֵּא בְּמִדְרָס. וְכָל הַמִּתְטַמֵּא בְּמִדְרָס מִתְטַמֵּא בְּמֵת וְיֵשׁ מִתְטַמֵּא בְּמֵת וְאֵינוֹ מִתְטַמֵּא בְּמִדְרָס כְּמוֹ שֶׁבֵּאַרְנוּ. וְכָל הַמִּתְטַמֵּא בְּמֵת מִתְטַמֵּא בִּשְׁאָר אֲבוֹת הַטֻּמְאוֹת בֵּין אָבוֹת שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם וּמִתְטַמְּאִין בְּמַשְׁקִין: \n",
      "שָׁלֹשׁ קֻפּוֹת הֵן. מְהוּהָה שֶׁטְּלָאָהּ עַל הַבְּרִיאָה הוֹלְכִין אַחַר הַבְּרִיאָה. קְטַנָּה עַל הַגְּדוֹלָה הוֹלְכִין אַחַר הַגְּדוֹלָה. הָיוּ שָׁווֹת הוֹלְכִין אַחַר הַפְּנִימִית. כֵּיצַד הוֹלְכִין אַחֲרֶיהָ. שֶׁאִם נִקְּבָה בְּמוֹצִיא רִמּוֹן שְׁתֵּיהֶן טְהוֹרוֹת: \n",
      "שְׁלֹשָׁה פִּנְקָסוֹת הֵן. הָאַפִּיפְיוֹרִין שֶׁמַּנִּיחִין עָלָיו הַסְּפָרִים טְמֵא מִדְרָס. וְשֶׁיֵּשׁ בּוֹ בֵּית קִבּוּל שַׁעֲוָה טָמֵא טְמֵא מֵת. חִלְּקָהּ טְהוֹרָה מִכְּלוּם לְפִי שֶׁאֵין עָלָיו צוּרַת כְּלִי וְאֵינוֹ רָאוּי לְמִדְרָס: \n"
    ],
    [
      "כָּל הַכֵּלִים שֶׁיֵּשׁ לָהֶן בֵּית קִבּוּל שֶׁנִּטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן לִתְרוּמָה וְלֹא אָגְנֵיהֶן וְלֹא אָזְנֵיהֶן וְלֹא מְקוֹם אֶצְבַּע הַשּׁוֹקֵעַ בִּשְׂפַת הַכְּלִי. נִטְמָא תּוֹךְ הַכְּלִי נִטְמְאוּ כֻּלָּן. נָפְלוּ מַשְׁקִין טְמֵאִין עַל כַּנֵּי הַכֵּלִים אוֹ עַל אָגְנֵיהֶן אוֹ עַל אָזְנֵיהֶן אוֹ עַל יְדוֹת הַכֵּלִים הַמְקַבְּלִין הֲרֵי זֶה מְנַגְּבָן וְהֵן טְהוֹרִין וַאֲפִלּוּ אֲחוֹרֵי הַכְּלִי כֻּלּוֹ לֹא נִטְמְאוּ: \n",
      "אֶחָד כְּלֵי הַשַּׂק כְּגוֹן הַשַּׂקִּין וְהַמַּרְצּוּפִין. אוֹ כְּלֵי הָעוֹר כְּגוֹן הַכָּרִים וְהַכְּסָתוֹת. וְאֶחָד כְּלֵי עֵץ אֲפִלּוּ קֻפּוֹת וּמִשְׁפָּלוֹת אִם נִטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן: \n",
      "פְּשׁוּטֵי כְּלֵי שֶׁטֶף שֶׁאֵין רְאוּיִין לְמִדְרָס כְּגוֹן הַשֻּׁלְחָן וְטַבְלָא שֶׁאֵין לָהּ דֹּפֶן הוֹאִיל וְאֵין מְקַבְּלִין טֻמְאָה מִן הַתּוֹרָה אִם נִטְמְאוּ אֲחוֹרֵיהֶן בְּמַשְׁקִין לֹא נִטְמָא תּוֹכָן. אֲבָל פְּשׁוּטֵי כְּלֵי שֶׁטֶף הָרְאוּיִים לְמִדְרָס כְּגוֹן הַמִּטָּה וְהָעוֹר שֶׁיְּשֵׁנִים עָלָיו וְהַכִּסֵּא וְכַיּוֹצֵא בָּהֶן אֵין לָהֶם אֲחוֹרַיִם וְתוֹךְ אֶלָּא בֵּין שֶׁנָּגְעוּ מַשְׁקִין בָּהֶן מִתּוֹכָן אוֹ מֵאֲחוֹרֵיהֶן נִטְמָא הַכְּלִי כֻּלּוֹ. וְכֵן מִדּוֹת יַיִן וְשֶׁמֶן וְזוֹמָא לִיסְטְרוֹת וּמְסַנֶּנֶת שֶׁל חַרְדָּל וּמְשַׁמֶּרֶת שֶׁל יַיִן אֵין לָהֶן אֲחוֹרַיִם וְתוֹךְ אֶלָּא אִם נָפַל מַשְׁקִין עַל מִקְצָתָן נִטְמְאוּ כֻּלָּן כְּמוֹ הַבְּגָדִים: \n",
      "הַמַּרְדֵּעַ וְהַמַּלְמָד יֵשׁ לָהֶן אֲחוֹרַיִם וְתוֹךְ. כֵּיצַד. נָפְלוּ מַשְׁקִין עַל הַחַרְחוּר לֹא נִטְמָא מִן הָעֵץ הַסָּמוּךְ לַחַרְחוּר אֶלָּא שִׁבְעָה טְפָחִים בִּלְבַד וּשְׁאָר הָעֵץ טָהוֹר. וְכֵן אִם נָפְלוּ מַשְׁקִין עַל הַדָּרְבָן לֹא נִטְמָא אֶלָּא אַרְבָּעָה טְפָחִים הַסְּמוּכִין לַדָּרְבָן. נָפְלוּ חוּץ לְשִׁבְעָה וְחוּץ לְאַרְבָּעָה הֲרֵי זֶה כִּכְלִי קִבּוּל שֶׁנָּגְעוּ מַשְׁקִין בַּאֲחוֹרָיו וְלֹא נִטְמְאוּ אֶלָּא מִמְּקוֹם מַגָּעוֹ וְלַחוּץ: \n",
      "כִּיס שֶׁבְּתוֹךְ כִּיס שֶׁנִּטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין לֹא נִטְמָא חֲבֵרוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ שִׂפְתוֹתֵיהֶן שָׁוִין. אֲבָל אִם הָיָה הַחִיצוֹן עוֹדֵף וְנִטְמָא הַפְּנִימִי. נִטְמָא הַחִיצוֹן נִטְמָא הַחִיצוֹן לֹא נִטְמָא הַפְּנִימִי וּבְשֶׁרֶץ בֵּין כָּךְ וּבֵין כָּךְ אִם נִטְמָא אֶחָד מֵהֶם לֹא נִטְמָא חֲבֵרוֹ: \n",
      "הַחוֹקֵק רֹבַע וַחֲצִי רֹבַע בְּעֵץ אֶחָד וְנִטְמָא אֶחָד מֵהֶן בְּמַשְׁקִין לֹא נִטְמָא הַשֵּׁנִי אַף עַל פִּי שֶׁהֵן עֵץ אֶחָד. כֵּיצַד. נָגְעוּ מַשְׁקִין טְמֵאִין בְּתוֹךְ הָרֹבַע הָרֹבַע וַאֲחוֹרָיו טְמֵאִין וַחֲצִי הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. נָגְעוּ בַּחֲצִי הָרֹבַע מִתּוֹכוֹ חֲצִי הָרֹבַע וַאֲחוֹרָיו טְמֵאִים הָרֹבַע וַאֲחוֹרָיו טְהוֹרִין. וּכְשֶׁהוּא מַטְבִּיל מַטְבִּיל אֶת הַכּל. נִטְמְאוּ אֲחוֹרֵי הָרֹבַע אוֹ אֲחוֹרֵי חֲצִי הָרֹבַע בְּמַשְׁקִין הֲרֵי אֲחוֹרֵי הַכְּלִי טָמֵא שֶׁאֵין חוֹלְקִין אֶת הָאֲחוֹרַיִם: \n",
      "קוּמְקוּמוֹס שֶׁהָיוּ אֲחוֹרָיו טְמֵאִין וְהָיָה מַרְתִּיחַ אֵין חוֹשְׁשִׁין שֶׁמָּא יָצְאוּ מַשְׁקִין מִתּוֹכוֹ וְנָגְעוּ בַּאֲחוֹרָיו וְחָזְרוּ לְתוֹכוֹ אֶלָּא הֲרֵי הַמַּשְׁקִין שֶׁבְּתוֹכוֹ טְהוֹרִין לִתְרוּמָה: בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות כלים",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Taharah"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [
        "<b> ומפני שתוכן נראה כברן.</b> א''א אין זה הטעם על דרך ההלכה אלא מפני שתוכן נראה כברן עשו גבו כתוכו ומטמא מגבו וא''ת יטמא מאוירו ככלי חרס א''כ יהיה חמור מכל הכלים הכתובים בתורה שלא מצינו שלש טומאות הללו בשום כלי מיעטו את האויר מפני שהוא חידוש: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ותוקעין בו הסדן.</b> א''א לשון המשנה תחתית הצורפים טמאה ושל נפחים טהורה: ",
        "<b> ואם היתה של צורפים.</b> א''א תוספתא מפני מה תחתית של צורפים ושל זהבים טמאה מפני שמכניס לתוכה גרוטאות ושל נפחים טהורה ואם התקינה להכניס לתוכה גרוטאות טמאה: "
      ],
      [],
      [
        "<b> שפופרת שחתכה.</b> א''א קשיא לי מה ששנינו בכלים פט''ז בית הנגר בית המנעול בית המזוזה הרי אלו טהורין ואולי כשאין להם קיבול קאמר אבל שפופרת יש לה בית קיבול ובכלי קיבול לא חילקו זה החילוק האמור באותה משנה וכן כתבתי בפירוש תורת כהנים: "
      ],
      [],
      [],
      [
        "<b> שאין עליו צורת כלי.</b> א''א תוספתא צרור המרגלית בזמן שתוכו טמא פשוטו טהור מיטמא ומיטהר אפילו י' פעמים ביום נראה מן הענין הטעם מפני שהוא מקפיד על צרור המרגלית שלא תתפשט כדי שתהא מזומנת להחזירה לתוכה והרי היא ככיס אבל אינו מקפיד על צרור המעות לפיכך אינו ככיס אפילו בזמן שהמעות בתוכו: "
      ]
    ],
    [
      [
        "<b> כל כלי עץ העשוי לנחת אפי' כו'.</b> א''א דבר זה איני יודע מאין הוציאו אלא משלחן של מקדש וממנורה שהקשו עליהם כלי עץ שעשוי לנחת הוא ואע''פ שאינן מקבלין ארבעים סאה בלח ואינו מחוור דהתם איסורא נמי איכא בטלטולם ומה שאמר כל כלי עץ שהוא עשוי לטלטל מלא וריקם אפילו מחזיק מאה כור מיטמא למדה מספינת הירדן ואולי לא כמו שהוא סובר אלא מפני שספינת הירדן אין דרכה להורידה למים אלא טעונה אבל שאר כלים אע''פ שפעמים מיטלטלין במלואן כיון שאין דרכן בכך אינן מטמאין וכן הוא במשנת כלים פט''ו רבי יהודה אומר דרדור עגלה וקיסטות מלכים ועריבת העבדן ובור ספינה קטנה והארון אע''פ שמקבלין ארבעים סאה טמאין שאין עשויים להטלטל אלא במה שבתוכו ושאר כל הכלים המקבלין טהורין שאין מקבלין טמאין אין בין דר''מ לרבי יהודה אלא עריבת בעל הבית המקבלת לרבי יהודה טהורה אע''פ שפעמים שמוליכין אותה מלאה לפורני ראה מה הלשון אומרת שאינן עשויין להטלטל אלא במלואן אבל פעמים כן ופעמים כן טהורין ואין הולכין בהן אחר חזקה: "
      ],
      [],
      [
        "<b> ושאר כלי זכוכית.</b> א''א אמת כך מצא בתוספתא ולא ידעתי טעמה ואולי מפני שמלאכתן עבה והן עשויים לנחת אבל שאר כלים מלאכתן דקה ועשויין להטלטל במלואן: "
      ],
      [],
      [
        "<b> היה בתוך הכלי תיבה קטנה.</b> א''א מעולם לא שמענו מוכני פירוש תיבה אלא גלגל ואופן שהוא מתגלגל עליו כמו ששנינו אף הוא עשה מוכני לכיור כדי שלא יהיו מימיו נפסלין בלינה ול''נ שזה הגלגל אינו אלא למעלה או על שפתו שמעלין התבואה לשדה באותו גלגל לפי שיש טורח גדול במלואו או בהריקו ומשתמשים בהן דרך הגלגל ואילו היה הגלגל להתגלגל עליו שתי קושיות בדבר האחת שהרי אינם עשויים להטלטל כלל ומה צורך למוכני ואם כן עשויים הם להטלטל ועוד מה בין מוכני לעובי הרגלים שאין נמדדין עמה ואף על פי שהרגלים אינם נשמטים אלא ודאי כמו שפירשתי ונמדד עמה מפני שכל תשמישה על ידי המוכני: "
      ]
    ],
    [
      [
        "<b> והקלב שבונין עליו תיק הספר.</b> א''א לא ידעתי מהו זה ואינו במשנה נמנה עם כל אלה אבל מנו אותו בתורת כהנים עם הסולם והנחותא והוא כעין סולם הכתפי עושין למשאותם והקלב בלשון המשנה והאימום: ",
        "<b> מפני שהם משמשי הכלים.</b> א''א יש מאלו הרבה שטהרתן מפני שהכלים עצמן משמשין עם הקרקע לפיכך התיקון שלהם וכיסוייהם טהורין אלא שרצה התנא לחבר הטהורין: "
      ],
      [
        "<b> מפני שהוא ממשמשי הכלים.</b> א''א לישנא דתוספתא מפני שאינו עושה מלאכה בגופו כלומר סומך את הבגדים שלא יפלו לארץ: "
      ],
      [
        "<b> מכבש של שכף פי' אושכף.</b> א''א זו המימרא מצאתיה בתוס' כלים לטהר וגם מצאתיה בתוספתא כלים בענין אחר מכבש של שכף בזמן שהוא קבוע חיבור אחד לטומאה ולהזאה נוטל ונותן אינו חיבור לא לטומאה ולא לטהרה ואפשר שיהיו במכבש של אשכפים שני עניינים: "
      ],
      [
        "<b> וכן כלי עץ או עצם כו'.</b> א''א לא ידעתי מהו ולא מצאתי לזה שורש ואדרבה ראוי להיות בהיפך אם לא היה לכלי בית קבול וצפהו במתכת מקבל טומאה ע''י צפויין וכן מצינו במקצת מקומות שהכלי בטל לגבי ציפוי: "
      ]
    ],
    [
      [
        "<b> והערק משיעשה בו צפירה.</b> א''א פי' בערוך נפה והטעם מפני שאדם משתמש באלו במה שהן משא''כ בשאר כלים שהזכיר למעלה עכ''ל: ",
        "<b> ואין גולמיהן מקבלין טומאה.</b> א''א זאת הקורבה לא ידעתי מאין באה לו שהרי פירשו בו טעם מפני שמחוסרין שליקה וממרים את מה שבהם פירוש עושין מה שבהם מר ואין זה הענין בכלי עצם ואי ס''ל כר''נ דאמר במסכת חולין גולמי כלי עצם כגולמי כלי מתכות דמי לימא הכי ולמה ליה לדמויינהו לאשכרוע שהוא כלי עץ ומוציא מדין כלי עץ שאפילו שליקתו מעכבתו מפני שפוגם מה שנותנין בו: ",
        "<b> ארובות של נחתומין וכו'.</b> א''א דבר זה בהיפך ארובות כמו ערוכות והוא הקטוף סרוד הוא שמוליך עליו המקרצות לתנור והטעם של נחתומין טמא מפני שהוא מייחד כלי לזה התשמיש אבל של בעל הבית אין תשמישו תדיר ואין מייחדו לכלי ואם ייחדו טמא והכי איתא בתוספתא: ",
        "<b> והלוח שעורכין עליו וכו'.</b> א''א זה שיבוש: ",
        "<b> כלי עץ כו'.</b> א''א בערוך פירש נפה של שיער וכן משמעותו בכ''מ אלא שזה הפרק כולו אינו מדבר באורג אבל נראה כי הוא של עור כמו אותן של רופאים ובו דברה המשנה תחלה וממה שאמר רבי יהודה בסמוך אף של גדלת טמא מושב שהבנות יושבות בתוכו וגודלות למדנו שלא דבר ע''כ בשל שיער אלא בשל עור כאשר כתבתיה: "
      ],
      [],
      [
        "<b> והנקטימון.</b> א''א קשיא לי מה ששנו במסכת שבת אנקטמין טהורין ואין יוצאין בהן בשבת: "
      ],
      [],
      [
        "<b> קוצין שאורגין.</b> א''א לשון המשנה פטיליא טמאה וחסינה טהורה והטעם מפני שאינה עשויה לטלטל כלל: "
      ],
      [
        "<b> עלין שמסרגין.</b> א''א זהו סגניות שבמשנה: "
      ],
      [],
      [],
      [],
      [
        "<b> האקון.</b> א''א פי' בערוך כלי של מצודת דגים: "
      ]
    ],
    [
      [],
      [
        "<b> ויהיו בכלי ג' רמונים.</b> א''א אין מדבריו אור לחשכים ולשון המשנה הרמונים שאמרו ג' אחוזין זה בזה ונראין לי פי' שיעור מוציא רמון ליטהר אפילו בכלי שמחזיק ברחבו ג' רמונים זה בצד זה אע''פ שרובו קיים שלא נפחת אלא שיעור הא' טהור וכ''ש אם לא היה מחזיק אלא שנים שהרי נקיבתו מחצה פי' אחר הרמונים שמשערים בהם לא במין הגדולים והגסים שיוצאין אחד אחד ביחור שלהם אלא באותו מין שיוצאין ג' בעוקץ אחד והם ממין הבינוני ובאותן הג' עצמן אין משערין לא בגדול שבהם ולא בקטן שבהם אלא בבינוני ומסעד לזה הפירוש מה שאמרו באותו הפרק ר''י בן נורי אומר לא הוזכרו רמוני בדן אלא לשער בהן את הכלים למדנו שיש להם ענין באי זה משערין וזה עיקר עוד יש לפרש כשהן ג' אחוזין זה בזה והכי יוצאין מצדן אין בנקב אלא שיעור מוציא רמון אחד והא דבעינן שלשה אחוזין זה בזה כדי שהכובד מוציא ואילו היה אחד לא היה יוצא אע''פ כן טהור הכלי וכ''ש אם היה יחיד ויוצא וקצת ראיה לזה הפירוש דברי רשב''ג שהם בסמוך והם בזה הענין ואולי זהו פירוש זה המחבר: "
      ],
      [
        "<b> והפחלץ של גמלים.</b> א''א זאת לא מצאתי וקשיא לי הא דתנן פכ''ד הפחלץ של גמלים טהורים מכלום ועוד תניא פרק כלי עור הסל והפחלץ של גמלים שעשאן מתחילה מקבל רמונים טמאים הא למדת דאם אינם מקבלים טהורים: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> הרי אלו מקבלין טומאה לפי שאינן גולמין.</b> א''א חסרון דעת אני רואה בכאן שלֹא נאמרו דברים הללו לענין גולמים ולא לקבל טומאה מכאן ולהבא אלא לפי שכלי מתכות חוזרין לטומאתן הישנה לפיכך כלי שנעשה משברי הכלים ומן המתכות שהיו ראויים לקבל טומאה אע''פ שנשחתו ממלאכתן כיון שהחזירן לכלים מיד טמאים לאוכלי טהרות שמא טמאין היו וחזרו לטומאתן: "
      ]
    ],
    [
      [
        "<b> כיצד עקרב של פרומביא.</b> א''א נ''ל שלא מן השם הוא זה אלא שהעקרב הוא ממשמשי ידי האדם בבהמה משא''כ בלחיים ומה שאמרו בתחלת הפרק כל כלי מתכות שיש להן שם בפ''ע טמא חוץ מן הדלת וכו' לא בא למעט אלא כיסויי הכלים וחפויים כמו שמפורש במקומו: "
      ],
      [],
      [
        "<b> ואין לכל גרגיר ממנו.</b> א''א כל מ''ש משום שיש לו שם בפ''ע או משום שאין לו שם בפ''ע אני איני תולה אותם בשם אלא הטהורים מפני שאינם משמשים בפני עצמם כלום אלא על ידי חבורם עם השאר והטמאים מפני שמשמשים בפני עצמם: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> קנה מאזנים של עץ.</b> א''א נ''ל אפילו של מתכת צריך לאונקלאות לפי שאינו עושה מלאכה כי אם עמהם וראיה לדבר שכל אותו הפרק בכלי מתכות ובפי''ז תנן קני מאזנים והמחוק שיש בהם בית קיבול מתכת טמאים וכאן מדבר בשל עץ: ",
        "<b> מפני האונקיאות התלויות בו.</b> א''א דבר מזוייף הוא זה בעיני שהרי לא הזכירו במשנה לבעלי בתים קבע ולשון התוספתא קנה מאזנים של סרוקות אם יש בו אונקיאות טהור אין בו אונקלאות ואין בו אונקיות טמא פירוש אונקלאותיו טהורין ולשון המשנה המדוייק ושל בעלי בתים אם יש בו אונקלאות טמא וכן פירוש המשנה קנה מאזנים של סרוקות שהן שוקלים משקלים קטנים ויש באותו הקנה חריצים דקים בצד הא' ותולין בו אוקיא אחת של מתכת בחוט א' ובאותו אוקיא שוקלין כמה אונקייאות לפי הרחקה והוא הנקרא בלשון ישמעאל קלסטין והוא אינו צריך לאונקליות אבל יכול לשקול כמה אוקיות באותה אונקייא התלויות בה או באונקלי אם יש בה אבל של בעלי בתים שהם שוקלים משקלים גדולים אותה האוקיא התלוייה בחוט אינה כלום וצריך שיעשה בראשי הקנה כעין אונקלאות שקורין גופו''נש ראשיהם כפופים נותנין המשקולות באונקלא האחת והקמח באחרת ע''כ אמרו אם יש בו אונקלאות טמא מפני שראוי למלאכתו ואם לא טהור וזהו באור המשנה: "
      ]
    ],
    [
      [
        "<b> טהור עד שיצרפנו.</b> א''א פירושו לפי שהמסמר שנוקבין בו את החבית צריך שיהיה חזק הרבה משאר מסמרות הילכך בהתקנה לבדה אינה מטמאה עד שיצרפנו באש ובמים: "
      ],
      [],
      [
        "<b> מסמר הגרע.</b> א''א לא נראה כן מן התוספתא שהרי א''ר ישמעאל בן יהודה משום ר''ש מסמר הגרע טהור שלא נעשה אלא לשמש עם הקרקע אבל נראה שתוקעין אותו בקרקע ותולין בו הכלי שמקבל דם הקזה ויש אומרים מסמר ארוך הוא שהמוקז סומך בו את זרועו בשעת הקזה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> טסין של מתכת.</b> א''א מתניתין פי''ב היתוכים טמאים והפרכים טהורים תוספתא אלו הם היתוכים אלו שהחנווני מנער בהן את הקדרה אלו הן פרכים הקבועים בקירות פירש בעל הערוך מלקחיים שתופס בהם את הקדרה ומערה לתוך הקערות פרכים אותו מלקחיים שתופסין בהם אורגי היריעות הקנים או השתי והוא ורדו''ר בלעז ואם עומדים קבועים לנירים ולקירוס קורא אותם פרכים של שם שכובשים הקנים והארוג מלשון בפרך כך נ''ל והם כמו טבעת כלים: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם יכולין הכל לפרקה ולהחזירה.</b> א''א זאת הפסקא של חצוצרת לא מצאתי כדבריו וכן היא שנוי' אצלנו בב' ספרים חצוצרת של פרקים הרי זו טמאה נתפרקה העליון טמא והתחתון טהור ומה שאמר שאם אין יכול להחזירה אלא אומן מקבלת טומאה כשהיא מחוברת אבל אם הדיוט יכול להחזירה אינה מקבלת טומאה אפילו מחוברת דבר זה רחוק מאד ובהפך נמצא במשנה פכ''ו סנדל עמקי וכיס של שנצות הרי אלו מטמאין ומטהרין שלא באומן אמר רבי יוסי לא כל הכלים (ס\"א והלא כל הכלים) מתטמאין ומתטהרין שלא באומן אבל אלו אע''פ שמותרין טמאין שההדיוט יכול להחזירם וכן בגמרא דשבת לגבי ענבל וזוג אמרינן הואיל והדיוט יכול להחזירם אפילו נטלו ענבליהם טומאתם עליהם אלמא כיון שיכול הדיוט להחזירו כל שכן שהוא כמחובר ואפילו נתפרק וכל שכן בשעת חיבורו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> והרונקי בפני עצמה.</b> א''א פי' בערוך ברזל של רהיטני ואני תמה על ברזל של רהיטני מעצד א''כ למה לא יטהר בפני עצמו ועוד מצאתי בתוספתא כלים פ' הנידון האיזמל של רונקי טמא בפ''ע למדנו שהרונקי האמור במשנה שהוא טהור על העץ נאמר ולא על הברזל ואולי ג''כ נאמר על המעצד: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כלי שיש בראשו.</b> א''א זה כתב תחת זולמטרא ומעולם לא עלה על דעת שירימו בו דשן בראשו אחד ובראשו שני יצלו בשר אבל הוא כלי שיש בו בית קיבול מצד אחד לקחת התבשיל מן הקדירה לתת בקערה והמזלג שבראשו השני לוקח חתיכות משם מן הבשר ולתת לקערה קולייר''א בלע''ז והמלה עצמה לעז הוא: "
      ],
      [
        "<b> כלי שבראשו כף אחד.</b> א''א זה עשה תחת קליגריפין ובערוך לא פירש כן אלא בראשו אחד כעין פאל''א להדביק בו פת בתנור ולרדותו והשני לגרוף בו את האפר והגחלים אבל נראה כדבריו שזה הוא קליגריפין: "
      ],
      [],
      [],
      [],
      [
        "<b> לא נטמאה וקבעה.</b> א''א טעה בכאן טעות גדולה שלא הלכה המשנה ולא התוספתא על זה הדרך שאם עשאה מתחלתה לתחת הדלת טהורה אע''פ שמשתמש בה אבל אם היתה כלי וחברה לו טמאה עד שיחבר פירוש במסמר ומאי אם היתה כלי שלא עשאה לדלת אלא לכלי וזו היא מה שראה בתוספתא אבל אם היתה טמאה וחברה טמאה כלומר שעשאה לדבר הראוי לקבל טומאה דהיינו לשם כלי והוא טעה בלשון התוספתא ולא נזהר מלשון המשנה גם דבריו מעורבבים ומבולבלים וסותרין זה את זה: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ויטביל כשהוא כלי.</b> א''א אני לא הכרתי דבריו לא מן המשנה ולא מן התוספתא ומה שאמר רבי יהושע בתחלה במשנה אין מטהרין אלא שלמים זה הוא שאמר בסוף אין הזאה פחות משלישי ושביעי כלומר דהיינו כעין שלמין שאין שבירתן עולה להם במקום מים כמו שאמר רבי אליעזר ולעולם אם היזה עליהם בשלישי ונשברו והתיכן בו ביום מזה עליהן פעם שנייה בשביעי וטהורים שהרי מטהרין ג' וז' כשהם שלמים וכך נ''ל והמחמיר יותר מזה עליו הראיה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נפגם בו שליש.</b> א''א דעת כריסו היא זאת לשון המשנה נפגם שלש ברובו טהור ויש שקורין כרובו וענין אחד הוא ותחלת המשנה כוס שנפגם רובו טהור נפגם בו שלש ברובו טהור ופירושו נפגם רובו שנטלה ממנו חתיכה אחת גדולה שהיא רוב הקיפו או אפילו שלש פגימות שהן מפוזרות ברובו טהור שהן נחשבות רוב שבו: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> כלי חרס שנגעו.</b> א''א כבר כתבתי במקום אחר מה שנראה לנו על זה: "
      ],
      [
        "<b> שנאמר אל תוכו לרבות את האוהלים.</b> א''א הלכתא כוותיה ולא מטעמיה דכלי שכפהו על הטומאה כלי הוא ותוכו של כלים נקרא אהל אבל האהלים שהוצרכו לרבות הם השידה התיבה והמגדל הבאים במדה שהם כאהלים שאינן צריכין צמיד פתיל באהל המת שאפילו בכיסוי בעלמא הם מצילין באהל ואפילו הכי לענין אויר כלי חרס מיטמאין בכלים ולא נחשוב אוירם כאויר בית אע''פ שהוא כבית לענין הצלה ומרבה אותם בספרא מכל כלי חרס ולא מאל תוכו כאשר כתב: "
      ],
      [],
      [
        "<b> וכן אם נמצאת.</b> א''א זה כתב מפני שראה במשנה ואם היה באויר אפילו היה שם כזית מן המת טהור וסבור שעל השרץ אמר שהיה באויר ולא כן דמה שלא אמר אלא על התנור אם היה עומד באויר שלא תחת תקרה אפילו היה שם כזית מן המת טהור התנור: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> היה השרץ בתחתונה וכו' עד וחוזר ומטמא את האילפס.</b> א''א אני כתבתי עודפות אך לא מצאתי בנוסחאות אלא עודפת ואולי שהוא דוקא וכך פירושה שהעליונה עודפת על האמצעית והתחתונה עודפת על כולם והשרץ בעליונה נמצא השרץ לאמצעיות תוך תוכו או אפילו נאמר שהעליונה שוה לאמצעיות והתחתונה עודפת מה שבאמצעיות טהור מפני שהשרץ שבעליונה תוך תוכו הוא להם אבל התחתונה ודאי טמאה וסוף דבר אין זה כלום שא''כ הכל טמא מאויר התחתונה שהיא עודפת על כולה אלא העיקר ששתיהן שוות ועודפות על האמצעיות כולן טהורות וחוץ מן העליונה שהשרץ בתוכה ואם יש עליהן משקה טופח כולן טמאות שהעליונה מטמאה את המשקה שעל גבה והמשקה מטמא את האלפס שבצדו ואותו האלפס חוזר ומטמא המשקה שעל גבו וכן כולן אפי' מאה ומכאן יש סיוע למה שכתבתי שהמשקה מטמא כלי חרס מגבו: ",
        "<b> ואין שפת התחתונה עודפת.</b> וחוזר ומטמא את הלחם אבל אם השרץ בעליונ' והתחתונ' עודפת כל שיש בה משקה טופח טמא שהמשקה מטמא: "
      ],
      [],
      [
        "<b> בתיו קבועין.</b> א''א והוא שיש שם דופן עודף: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שסוף משקה לצאת.</b> א''א יש בכאן שיבוש וכן שנינו בתוספתא פתילה מליאה משקין טמאין מבפנים ונגבו מבחוץ ונפלו לאויר התנור בשעת היסקו טמא שלא בשעת היסקו טהור אבל ספוג בין כך ובין כך טמא מפני שהוא עשוי למיכנס ובמשנה ספוג שבלע משקין טמאין ונגוב מבחוץ ונפלו לתנור טמא שסוף משקה לצאת וכן חתיכה של לפתות ושל גמי ר''ש מטהר בשני אלו אלמא שאני ספוג משאר בולעים מפני שהוא כלי שמצניעין בו משקין ולדעת תנא קמא אף בלפת כמוש וגמי עושים כן שמניחין אותם על גבי מכה להיות מוצץ בו את הלחם ובודקין בהן את היין והם כמו כלים והכי איתא בתוספתא: "
      ],
      [],
      [],
      [
        "<b> אם היה בכלי שטף.</b> א''א זה ההפרש לא נמצא בשום מקום לענין צמיד פתיל וההפרש שביניהן לענין קבולי טומאה הוא דבכלי חרס אזלינן למה שהוא מיוחד ובכלי עץ במוציא רימון מפני שהוא ראוי לתקנו ואין אדם פורש ממנו עד שינקב במוציא רמון ולפיכך שנו במשנה כל כלי בעלי בתים שיעורן ברמונים בכלל לזה השיעור כולן שוים אבל יש שיעורים אחרים שאינן כל הכלים שוים שיש לכלי חרס שיעורים קטנים יותר מזה אבל לענין הצלה מאויר הטומאה כולן שוים כלומר למה שהוא מיוחד אזלינן ומשנה שלימה היא פ''ח עיין ותמצא: "
      ],
      [
        "<b> סתם נקב כלי חרס בזפת.</b> א''א טעה בכל זה שאינו אלא בסתמו בטיט אבל אם סתמו בזפת התנור טהור מפני שהזפת חיבור לה וכסתום דמי ופיה למעלה והוי תוך תוכו אבל שאר הכלים אין הזפת חיבור להם והתנור טמא דכנקובים דמי וכ''ש אם סתמן בטיט שאינו חיבור והכי איתא בתוספתא: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b> אפילו במשקין נטמא הכל.</b> א''א אני לא מצאתי בתוספתא כדבריו וכך היא שנויה תנור חצצו לשנים והוסק אחד מחלקיו ונטמא במשקין הוא טמא וחבירו טהור בשרץ הכל טמא והעובי שביניהם כולן טמאין קשה לי בזה אם הכל טמא אף על החלק השני קאמר מה צורך לומר על העובי שביניהם שהוא טמא לפיכך קרוב אני לומר שהעובי שביניהם טמא פירוש הוא למה שאמר הכל טמא הוסקו שניהם ונטמא אחד מהם א''ר יוסי משום ר''י בן נורי חולקין את עוביו המשמש לטמא טמא ולטהור טהור בד''א שחצצו ואח''כ הסיקו אבל הסיקו ואח''כ חצצו מטמא במגע ובאויר נטמא אחד מהן במשקין הרי חיבור טהור כך מצאתי בתוספתא בשתי נוסחאות שלא כדבריו ולא נתבררה אצלי כהוגן: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אם נטמאת אחת מהן מאוירה בלבד.</b> א''א לי נראה מה שאמר אינו מטמא באויר אינו מיטמא החצר כשהשרץ באויר הכירה למעלה מכנגד אויר החצר אבל בכנגד אויר החצר אפילו פחותה מכאן טמא זה מאוירו של זה וזהו שאמרו וכנגדו מטמא באויר: "
      ]
    ],
    [
      [
        "<b> בשולי המחץ הואיל ונעשית.</b> א''א כלל כלל לא נתקבל בעיני זה הפירוש שהחבית תיעשה בית יד למחץ ונראה בעיני חבית של שייטין חדה וארוכה: "
      ],
      [
        "<b> וכן מגופת היוצרים.</b> א''א זה כתב תחת מה שראה במשנה מגופת היוצרין שהוא פותח בה טהורה ושהוא גומר בה טמאה ונדמה לו פותח בה חוקק בה ולא נגמרה מלאכתה ולא כן ידמה לי אלא שהוא נוקב בה כלל בשעת עשייתה מניח בה הנקב ושהוא גומר בה שאינו מניח בה נקב: "
      ],
      [],
      [],
      [],
      [
        "<b> מוציא פרוטות מתטמא.</b> א''א אני שונה רבי יוסי מטמא מפני שהוא מוציא פרוטות והוא אמר אע''פ שמוציא פרוטות ובעל הערוך פירש כלי שיש בו נקבים קטנים אחד מלמעלה ואחד מלמטה העליון רחב מעט מן התחתון וכשנותן אצבעו על העליון אינו יוצא כלום מן התחתון ורבי אלעזר ברבי צדוק מטהר מפני שהוא מנוקב ורבי יוסי מטמא מפני שאותו הנקב מוציא פרוטות ושיעור כלי חרס ליטהר אינו במוציא פרוטות ודלא כר''א שיש לדעתו שהוא כלי טהור במוציא פרוטה קטנה זה הפירוש לדעת המאסף ואינו מקובל דהוה ליה למיתני אע''פ שמוציא פרוטות ומסתברא כפירושא דגאון ופרוטות כמו הפורטים על פי הנבל והוא מלשון פרט כרמך כלומר הוצאות דקות פעם מוציא ופעם אינו מוציא כשסוגר מלמעלה אינו מוציא מלמטה הילכך אינו כלי נקוב שאינו עשוי אלא להנאה: "
      ],
      [],
      [],
      [],
      [
        "<b> לא בא לרבות אלא שברי כלי חרס.</b> א''א כמה אני תמה על זה כי כל המשניות והתוספתות מלאות מזה שהכלי הנשבר ועושה מעין מלאכה ראשונה ובכלי עץ שיהיה לו בית קיבול טמאים וכשרבה הכתוב שברי כלי חרס רבותא שהייתי סבור חרס הנשבר אין לו תקנה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> חזקת חרסים.</b> א''א מצאתי נוסחא זו מוחלפת במקצת הספרים הנמצאים בכל מקום טמאין חוץ וכו' מפני שרובן מן הגסטראות וחיי ראשי זו הנוסחא מיושרת בעיני יותר מן האחרת כלומר חזקתן שנשברו עד שלא באו להיות כלי והיוצר הסיקן עם שאר הכלים שלא לצורך ואינן נחשבות בעצמן להיותן כלי שהחשיבות מחשב השברים והמשנה שאמרה גסטרא שנמצאת בכבשן משנגמרה מלאכתה טמאה התם מפני שנמצאת עם כלים שלמים אומר שמא כלי שלם היה ונשבר משנגמר היסקו אבל בית היצירה אין שם אלא שברים וחתיכות ומעולם לא באו לכלל כלים וזהו עיקר והגירסא האחרת איני יודע לפרשה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אפילו היתה כנגד החדוד לא נטמא.</b> א''א אני איני אומר כן אלא שאם נכנס שם שרץ לתוך הגסטרא כל החידודין טמאין עמו אבל אם נכנס שרץ לאויר לחדודין היוצאין אין הגסטרא מיטמאה מאותו אויר שאין אויר החידוד אויר הגסטרא הואיל ואינן מקבלין עמה זיתים: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> ובגפסים אינן חיבור.</b> א''א מצאתי בשתי נוסחאות בהיפך מזה באלו חיבור ובשאר הדברים אינן חיבור: "
      ],
      [],
      [],
      [],
      [
        "<b> מגופת חבית שטפל בטיט.</b> א''א טעה בהצעת המשנה וכך היא הצעתה יבלית שטופלין בה את הפטסין הנוגע בה טמא מגופת החבית אינה חיבור והנוגע בטפלת התנור חיבור הוא סבר מגופת החבית על הטפלה הוא חוזר ולא כן ידמה ולבבי לא כן יחשוב שהיה לו לומר שעל מגופת החבית אינו חיבור ולא היה צריך יותר ועוד פתח בפטסים וסיים בתנור ועוד מי ראה מעולם טפלה על גבי מגופה ומגופה עומדת ליטול וטפלה עשויה לקיימה אלא ודאי מילי מילי קתני אע''פ שהיבלית חיבור לפיטס המגופה אינה חיבור לחבית ואע''פ שזו אינה חיבור טפילת התנור אע''פ שדומה לזו חיבור: "
      ]
    ],
    [
      [
        "<b> ושל חלוק שהוא קרוע.</b> א''א זה עשה תחת אפרקסותו ולא ידעתי לשונו והשמלה שנותן על ברכיו בשעה שמגלח וזו מעפורת שבמשנה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שלשה על שלשה.</b> א''א לשון התוספתא שבכה שנקרעה ונתנה על הכסא וכו' ובשרו נוגע בכסא טהורה וכן העור והמפץ שנקרעו ונתנה על הכסא ומכאן הוציא שלשה על שלשה: "
      ],
      [],
      [],
      [
        "<b> ומתטמא במדרס.</b> א''א אני אין לי אלא שאר טומאות אבל טומאת מדרס אין לו שהרי בטלו מתורת מדרס ואם עשאו כדור בפני עצמו אף משאר טומאות טהור מפני שהתפירה ממעטו והו''ל כפחות משלשה שהתקינו לפקוק בו את המרחץ שבטלו מתורת בגד וטהור: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> פחות משלש אצבעות טהור מכלום.</b> א''א זה כתב מדעתו שהרי אמרו ולאחיזה כל שהוא ואולי במקצע לכך ולפיכך אפילו כל שהוא מפני שהוא ככלי או כבגד קטן: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואם חישב עליו להיות עור שלחן.</b> א''א כמדומה אני זו היא קטבליא: "
      ]
    ],
    [
      [],
      [],
      [
        "<b> עור המחופה על הברזל.</b> א''א נראה לי בשנטמא כשהוא מחובר קאמר ויש בו כשיעור אבל הברזל טהור מן המדרס שעליו אבל לא טהור משאר טומאות דאי לכתחילה קאמר ברזל טמא בשאר טומאות פשיטא ועור נמי אם יש בו כשיעור פשיטא ואי לית ביה כשיעור אמאי טמא מדרס: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ואוכף של נאקה.</b> א''א אוכף של נאקה דברי הכל טמא מושב עיין במשנה ולא חילקו אלא בטפיטן של סוס: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וסדק שלה.</b> א''א אין דרך התוספתא כן אלא שנסדקה ולא ניקבה במוציא זית עדיין טמאה טומאת מת ואם חישב עליה לישיבה טמאה אף מדרס כדעת רבי ואם ניקבה כמוציא רמון אף על פי שחישב עליה טהור מכלום עד שיעשה בה מעשה לישיבה דלא כרבי ודלא כר''ע ואם היתה מחזקת יותר מתשעה קבין צריך שיקצע בה לישיבה ודלא כר''ע והקיצוע הוא מעשה גדול להפנת ישיבה זו היא דרך התוספתא ושאר דבריו רוח: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מפני שראויין לסומכן.</b> א''א זה לדעת רבי נחמיה ודלא כרבנן עיין במשנה פי''ח ועוד קשה דידיה אדידיה ולמעלה לא כתב כן: "
      ]
    ],
    [
      [],
      [
        "<b> שנסדקה טמאה.</b> א''א והוא שחשב עליה לישיבה כדעת רבי דפליג עליה דרבי יוסי בר''י כדכתבינן לעיל: "
      ],
      [],
      [],
      [
        "<b> לפי שאינו ממשמשי אדם.</b> א''א זה הטעם מצא חן בעיניו ותולה בו כל הדברים ובכאן אינו אלא מפני שאינו עשוי אלא כדי שלא יתלכלכו אצבעותיו בשמן העורות ודומה לו קסיה של צבעים ושל נפחים שהיא טהורה מפני שהוא לקבל את הזיעה ולא לקבלה אחרת: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> ושעושין לשחק בה.</b> א''א לשון המשנה ושל יוצאת החוץ טהורה מכלום והם הזונות שמראות את שערן והנקבים גדולים מאד ואין עליהם תורת בגד שאינה ראויה אלא לזונות והרי היא כמי שנקרעה ואינה מקבלת רוב השער והכי איתא בתוספתא: "
      ],
      [],
      [
        "<b> במוציא רמון שתיהן טהורות.</b> א''א ולא נתחוור אצלי זה הטעם למה שתיהן טהורות והלא תיקנה בשטלאה עליה ונראין דברי הרב היוני ז''ל שפירש הולכין אחר הבריא שאם הוא טמא אף המהוהה טמא וכן כולן וכן דרך התוספתא ואי קשיא לך הא דתנן פי''ח כרע שהיתה טמאה מדרס וחיברה למטה כולה טמאה מדרס הרי שנוסף מביא טומאה על העיקר וכאן אמרו שהולכין אחר העיקר לא דמי התם הכרע צורך המטה שאין תשמיש למטה בלא הכרע אבל הכא טלאי על גבי כלי ואחר עיקר הכלי הולכין בין שהניח הטלאי מבפנים או מבחוץ אבל שתיהן שוות הולכין אחר הפנימית: "
      ]
    ],
    [
      [
        "<b> הרי זה מנגבן והן וכו'.</b> א''א תוכן טהור ושאר אחוריים שאין היד מטמא מן האוגן ולא זה וזה מיהו לא ישתמש בו עד שינגב שמא יגע במשקה: "
      ],
      [
        "<b> לא נטמא תוכן.</b> א''א ואף לא אחוריהן ומ''ש אינו מחוור עיין בבכורות: "
      ],
      [
        "<b> על מקצתן נטמאו כולן.</b> א''א הא דלא כהלכתא דר' יהודה היא דאמר הכי ור' מאיר ור''ש פליגי עליה והוה ליה רבי יהודה יחיד אצל רבים: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>שבעה מיני כלים הם וכו':</b> \n\n"
      ],
      [
        "<b>ומה שכתב מפי השמועה למדו שזה שנאמר בתורה וכל מעשה עזים וכו'.</b> בספ''ק דחולין (דף כ''ה ע''ב) מה ת''ל וכל מעשה עזים תתחטאו להביא דבר הבא מן העזים מן הקרניים ומן הטלפיים שאר בהמה וחיה מנין תלמוד לומר וכל מעשה עזים א''כ מה תלמוד לומר עזים פרט לעופות. \n",
        "<b>ומה שכתב חוץ מכלים העשויים מכנף העזניה בלבד וביצת הנעמית המצופה.</b> בפי''ז דכלים: \n\n"
      ],
      [
        "<b>כלים העשויים מעצמות חיה שבים וכו' עד הכל מקבל טומאה.</b> שם: \n\n"
      ],
      [],
      [
        "<b>כלי זכוכית וכו'.</b> בפ''ק דשבת (דף י''ו ע''ב) כלי זכוכית מ''ט גזור בהו רבנן טומאה וכו' עד הואיל ונראה תוכו כברו ופירש''י וכו': \n",
        "<b>וכתב</b> הראב''ד אין זה הטעם על דרך ההלכה וכו'. פשטא דגמרא כהראב''ד ולדעת רבינו י''ל שהוא סובר שכשהקשו אלא מעתה לא ליטמו מגבן בכלל זה הוא שיתטמאו מאוירן ככלי חרס וכי שני רב אשי הואיל ותוכו נראה כברו הוי נמי טעמא בין לשמטמאים מגבן בין מאוירן דכיון דלא דמו לכלי חרס שאין תוכן נראה כברן וכלי זכוכית תוכן נראה כברן אין לדמותן לגמרי לכלי חרס ושלא כפירש''י: \n\n"
      ],
      [
        "<b>כלי גללים וכלי אבנים וכלי אדמה וכו'.</b> מנחות פרק רבי ישמעאל עלה ס״ט ע״ב ושבת ר״פ במה אשה (שבת דף נ״ח) ובכמה דוכתי ופירוש כלי גללים כלים העשויים מגללי בהמה ופי' כלי אדמה כלי חרס עד שלא הוסק בכבשן: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> פיל שבלע הוצין וכו'.</b> מנחות פ' רבי ישמעאל (מנחות ס״ט.) בעיא דלא איפשיטא. \n",
        "<b>ומ''ש אבל כפיפה שנטמאת וכו'.</b> שם: \n",
        "<b>פשוטי כלי חרס וכו'.</b> פ''ב דכלים. \n",
        "<b>ומ״ש ולא טומאת מדרס.</b> בפרק ר״ע עלה פ״ד ופרק על אלו מומין (בכורות דף ל״ח). \n",
        "<b>ומ''ש ולא מד''ס:</b> \n\n"
      ],
      [
        "<b>כלי מתכות אחד פשוטיהן וכו'.</b> רפ''א דכלים ופ''ק דחולין (דף כ''ה) ופרק קמא דשבת (דף ט''ז). \n",
        "<b>ומה שלמדה רבינו מדכתיב בכל דבר.</b> בסיפרא. \n",
        "<b>ומ''ש אפילו תיבה וכו' שהם מקבלים מ' סאה וכו'.</b> תוספתא ריש פרק פי''א דכלים וטעמא משום דכלי מתכות לא איתקש לשק: \n\n"
      ],
      [
        "<b>כלי עץ וכלי עור וכלי עצם וכו'.</b> רפ''ב ורפט''ו דכלים כלי עץ וכלי עור וכלי עצם פשוטיהם טהורים ומקבליהם טמאים. \n",
        "<b>ומ״ש שפשוטיהם מקבלים טומאה מד״ס.</b> בפרק המוכר את הבית (בבא בתרא דף ס״ו) שאני פשוטי כלי עץ דטומאה דמדרבנן וכדעת התוספות שסוברים דקושטא דמילתא הכי הוא ומכ״מ יש כלי עץ שאינן מקבלים טומאה אפילו מדרבנן כמבואר בפ״ד וכאן רמז וכתב כגון הלוחות והכסא. \n",
        "<b>ומ״ש מפי השמועה למדו וכו' וכן מ״ש בד״א שטומאת פשוטיהם מד״ס וכו' אבל במדרס הזב וחביריו מתטמאין מן התורה וכו'.</b> פרק על אלו מומין (בכורות דף ל״ח) והא דומיא דשק בעינן וכו' בהנך דחזו למדרסות ופרק רבי עקיבא (שבת דף פ״ד) אמרינן דכיון דכתיב וכל המשכב דרשינן כל שיש במינו טהרה במקוה מטמא מדרס. \n",
        "<b>ומ''ש רבינו שכלי עור פשוטיהם מקבלים טומאה מדרבנן</b> הוא מפני מה שהוזכרו בפי''ו דכלים פשוטי כלי עץ שמקבלים טומאה וכתב שם שהם בכלל מה שאמרו בגמרא פשוטי כלי עץ מדרבנן ירצה כלי עץ ושאר המנויים עמו שאינם מקבלים טומאה מדאורייתא. \n",
        "<b>ומ''ש וכן כלי זכוכית וכו'.</b> בתוספתא כל מדרס כלי זכוכית טהורים ור''ש גורס טמאים והיא גירסת רבינו: \n\n"
      ],
      [
        "<b>כל שהוא ארוג וכו'.</b> בפרק במה אשה (שבת דף ס״ד) אטו בגד לאו ארוג הוא וכו' ור״פ התכלת (מנחות דף ל״ט ע״ב) ובפ״ב דשבת (דף כ' ע״ב) מדברי תנא דבי רבי ישמעאל שירים וכלך וכו' מאו בגד. \n",
        "<b>ומה שכתב והלבדים וכו'.</b> בסיפרא פ''ח ובתוספתא דכלים פרק ה' דב''ב: \n\n"
      ],
      [
        "<b>השק הוא חוטי שיער וכו' אבל החבלים והמשיחות וכו'.</b> בפרק במה אשה עלה ס''ד ובת''כ: \n\n"
      ],
      [
        "<b>כל הכלים העשויים וכו'.</b> בפרק קמא דכלים קרי למפץ כלי עץ ובפרק י''ו קרי כלי עץ לסלים של עץ ושל תמרה וכוורת הקש וכוורת הקנים וקנונית וקלתות והם עשויים מערבה דקה וסוגין והם קופות: \n",
        "<b>אחד כלי חרס וכו'.</b> בריש פרק ב' דכלים. \n",
        "<b>ומה שכתב כל כלי העשוי מהעפר וכו'</b> כן כתב רבינו שם. \n",
        "<b>ומה שכתב והתנור והכיריים וכו'.</b> פשוט הוא: \n\n"
      ]
    ],
    [
      [
        "<b>העושה כלי קיבול וכו'.</b> בפ' י''ז דכלים. \n",
        "<b>ומ''ש אבל העושה כלים מן הלפת כו'.</b> תוספתא פ''ז דכלים ב''מ: \n\n"
      ],
      [
        "<b>קנה מאזנים וכו'.</b> שם. \n",
        "<b>ומה שכתב ואין טמא וכו' והמשמש את בית הקיבול וכו'.</b> בתוספתא פרק ז' דכלים בבא מציעא: \n\n"
      ],
      [
        "<b>בית קיבול העשוי למלאות וכו'.</b> שם מפני מה תחתית הצורפים טמאה ושל נפחים טהורה. \n",
        "<b>ומ''ש מפני שהם מגביהים את הברזל וכו'.</b> תוספתא שם: \n",
        "<b>וכתב</b> הראב''ד א''א לשון המשנה תחתית הצורפין טמאה וכו'. ואם כוונתו לומר ששינה לשון המשנה זה שינוי לטובה הוא כי ביאר דבריה: \n",
        "<b>כתב</b> עוד הראב''ד ואם היתה של צורפים א''א תוספתא מפני מה תחתית של צורפים וכו'. משיג על רבינו למה השמיט סוף לשון התוספתא וי''ל דממילא משמע דזיל בתר טעמא: \n\n"
      ],
      [
        "<b>הכף החקוק וכו'.</b> בתוספתא דכלים ב''מ פ''ח חמור שתחת המלבן והספסלים שתחת הרגלים טהורים כפותין שתחת הרגלים אע''פ שחקוקים ומקבלים טהורים ואין בהם משום קיבול: \n",
        "<b>שפופרת הקש וכו'.</b> משנה סוף פרק י''ז דכלים וכר''ע מחבירו. \n",
        "<b>ומ''ש אפילו אינה יכולה לקבל אלא טיפה אחת.</b> פשוט הוא דשפופרת הקש הכי הויא: \n\n"
      ],
      [
        "<b>שפופרת (הקנה) שחתכה וכו'.</b> תוספתא פי''ד דכלים אלא שיש בה חסרון וגם היא כתובה בשיבוש: \n",
        "<b>וכתב</b> הראב''ד קשיא לי מה ששנינו בכלים פי''ו וכו' והר''י קורקוס ז''ל תירץ דבית המזוזה דתנן התם מיירי שאינה ראויה לקיבול שום דבר כ''א לשום בו מזוזה: \n\n"
      ],
      [
        "<b>כלי שאורגים אותו וכו'.</b> משנה ס''פ כ''ב דכלים קנקילון שיש בה בית קיבול כסות טמאה העשויה ככוורת טהורה: \n\n"
      ],
      [
        "<b>סנדל של בהמה וכו'.</b> שם פי״ד ואיתא בפרק במה אשה (שבת דף נ״ט): \n\n"
      ],
      [
        "<b>הצורר מרגלית וכו'.</b> שם פרק כ''ו. \n",
        "<b>ומה שכתב אבל צרור המעות.</b> שם וכתנא קמא ואיתא בסוף פרק ארבע מיתות (סנהדרין דף ס''ה) וכתב רבינו בפירוש המשנה אולם כאשר כיס מעות בעור זה הנה מקומו (ואע''פ) בית קיבול אין עליו תמונת כיס מטעם פירוד המעות: \n",
        "<b>וכתב</b> הראב''ד א''א תוספתא צרור מרגלית בזמן שתוכו טמא וכו'. נ''ל שפי' התוספתא כשנוטל ממנו המרגלית אם ניכר שיש לו תוך טמא ואם אינו ניכר לו תוך אלא הוא פשוט טהור. \n",
        "<b>ומה שכתב</b> נראה מן הענין הטעם וכו'. זהו טעם לדברי המשנה שטימאה בצרור המרגלית וטיהרה בצרור המעות: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כל כלי עץ וכו'.</b> בסוף חגיגה (דף כ''ו ע''ב) גבי שלחן ותיפוק לי דכל עץ העשוי לנחת הוא וכל כלי עץ העשוי לנחת לא מיטמא מ''ט דומיא דשק בעינן מה שק מיטלטל מלא וריקן אף כל מיטלטל מלא וריקן ופירש''י כלי עץ העשוי לנחת במקום אחד. דומיא דשק בעינן לענין טומאה הוקשו כלי עץ לשק דכתיב כל אשר יפול עליו מהם במותם יטמא מכל כלי עץ או בגד או עור או שק. מה שק מיטלטל מלא וריקן יצא העשוי לנחת דאינו מיטלטל מלא וריקן יצא כלי עץ המחזיק ארבעים סאה בלח שהם כוריים ביבש אף על פי שמיטלטל ריקן אינו מיטלטל מלא שאם יטלטלנו מלא ישבר עכ''ל: \n",
        "<b>ומה שכתב רבינו וכל כלי עץ שהוא [עשוי] להתטלטל מלא וריקן וכו' וכל כלי עץ שהוא סתם וכו' עד ולפיכך אינם מקבלים טומאה.</b> משנה פרק ט''ו דכלים השידה והתיבה והמגדל וכו' שיש להם שוליים והם מחזיקים ארבעים סאה בלח שהם כוריים ביבש הרי אלו טהורים ושאר כל הכלים בין מקבלים בין שאינם מקבלים טמאים דברי רבי מאיר רבי יהודה אומר דרדור עגלה וקסטות המלכים ועריבת העבדנין ובור ספינה קטנה והארון אף על פי שמקבלים טמאים שאינם עשויים לטלטל אלא במה שבתוכן ושאר כל הכלים המקבלים טהורים שאינם מקבלים טמאים: \n",
        "<b>וכתב</b> הראב''ד דבר זה איני יודע מאין הוציאו וכו' ואינו מחוור דהתם איסורא נמי איכא בטלטולם וכו'. איני יודע מה איסור יש בטלטולם ועוד דאפילו אם היה איסור בטלטולם מכל מקום כי ממעטינן משק כלי העשוי לנחת משום דאין דרכו ליטלטל מלא וריקן הוא אף על פי שלא יהא איסור בדבר דומיא דמחזיק ארבעים סאה בלח דממעטינן ליה אף על גב דליכא איסור בטלטולו. ומה שכתב אולי לא כמו שהוא סובר וכו' אין השגה באולי והראיה שהביא אינה מכרחת. ומה שכתב על כל כלי עץ שהוא עשוי לטלטל מלא וריקן אפילו מחזיק מאה סאה מיטמא: \n\n"
      ],
      [
        "<b>השידה והתיבה והמגדל של זכוכית וכו' ושאר כלי זכוכית וכו'.</b> כתב הראב''ד ושאר כלי זכוכית א''א אמת כך מצא בתוספתא וכו': \n\n"
      ],
      [
        "<b>כל כלי שיש בשיבורו אמה על אמה וכו'.</b> תוספתא דכלים פ''ה דב''מ: \n",
        "<b>וכשמודדין הכלי מודדין אותו מבחוץ וכו'.</b> רפי''ח דכלים וכב''ה: \n\n"
      ],
      [
        "<b>היה בתוך הכלי תיבה קטנה וכו'.</b> שם: \n",
        "<b>כתב</b> הראב''ד היה בתוך הכלי תיבה קטנה א''א מעולם לא שמענו מוכני פירושו תיבה וכו'. וליישב דעת רבינו י''ל דלא שמענו אינה ראיה: \n\n"
      ],
      [
        "<b>ומ''ש היו בו מגורות וכו'.</b> תוספתא דכלים פ''ח דב''מ: \n\n"
      ],
      [
        "<b>כלי עץ שאינו מקבל וכו':</b> \n\n"
      ],
      [
        "<b>השידה והתיבה וכו'.</b> משנה פרק י''ח דכלים: \n\n"
      ]
    ],
    [
      [
        "<b>שלש מדות בכלי עץ וכו'.</b> תוספתא פי''ג דכלים. \n",
        "<b>ומ''ש וכל כלי עץ העשוי לתשמיש הכלים בלבד שהרי הוא משמש משמשי אדם וכו'.</b> במשנה פי''ו דכלים. \n",
        "<b>ומ''ש כגון מנורה של עץ וכו'.</b> בתוספתא פרק י''ג דכלים ובת''כ שם הקולב והמנורה והנחותא מפרש רבינו בפי' המשנה פרק י''ו דכלים נחותא היא חתיכת עץ תושם תחת הכלים תושבת להם וכאן פי' שהוא כלי שמניחים תחת הכלים, וקולב פי' שהיא הדפוס וכן הוא בלשון ערב. \n",
        "<b>ומ''ש כגון כיסוי הקפצה וכו' עד בשעת מלאכה בלבד.</b> משנה פי''ו דכלים: \n",
        "<b>וכתב</b> הראב''ד והקלב שבונים עליו תיק לספר א''א לא ידעתי מהו זה וכו'. ואני אומר שרבינו כתב שזהו אנגלין של ספר השנוי שם במשנה. ומ''ש אבל מנו אותן בת''כ כבר כתבתי שרבינו מפרש שקולב הוא דפוס בלשון ערב ולכן כלל כל הדפוסים בלשון קלב ובמשנה קרא לדפוס של תיק אנגלין של ספר ולדפוס של מצנפת אימום של גודלי מצנפות ולדפוס התפילין תפוס של תפלה: \n",
        "<b>כתב</b> הראב''ד מפני שהם משמשי הכלים א''א יש מאלו הרבה מפני שהכלים עצמם משמשים עם הקרקע וכו'. ורבינו סובר שאין צורך לזה מאחר שהם משמשי הכלים בשעת המלאכה בלבד: \n\n"
      ],
      [
        "<b>מלבן המטה וכו'.</b> תוספתא פרק ט''ו דכלים רבינו בפירוש המשנה פרק י''ח דכלים פירש כל חלקי המטה ודבר ידוע כי כל דבר עגול ובולט נקרא פיקא ואפשר שזה המלבן מורכב בפיקות ויש לו רגלים מתרכבים במטה ועל ידיהם מתחבר עמה והרי הוא כאבר מאיבריה אבל אם הוא מונח על אותם שנקראו לשונות אע''פ שמסורג בחבלים אין זה חיבור כי אינו נקרא חיבור רק כשיש לו רגלים ומורכב בהם עם המטה וחלוקה זו היא סיפא דמתניתין (דף כ''ט) דקתני מלבן שנתנו על לשונות רבי מאיר ורבי יהודה מטמאים ר' יוסי ור' שמעון מטהרים וסיפא דתוספתא הכי איתא במסורג בחבלים ואין לו רגלים ר' מאיר ור' יהודה מטמאים ר' יוסי ור' שמעון מטהרים שאין עושין מלאכה בגופו והאי סיפא דתוספתא היא סיפא דמתניתין ותרווייהו חדא פלוגתא היא דמלבן שנתנו על לשונות דמתניתין היינו מסורג בחבלים דתוספתא והכוונה דהיכא דלא הוי מלובש בפיקות ויש לו רגלים אפילו שמסורג בחבלים והיינו נתון שנתון על הלשונות אינו חיבור ודמי למלבני בני לוי שהם טהורים כי עתה אינם חלק מהמטה אלא בפני עצמם הם חשובים ונראה מדברי רבינו כי כשהוא על הלשונות להיותו גבוה מהמטה יש מקום וטעם יותר לטהר מברישא שאינו על הלשונות כי אם למטה בפיקות ומחובר על ידי הכלים דהוי בפני המטה וכמטה עצמו הוא: \n",
        "<b>נתנו על שתי לשונות וכו'.</b> משנה פרק י''ח דכלים כרבי יוסי ור''ש לגבי ר''מ ור''י: \n",
        "<b>כתב</b> הראב''ד מפני שהוא ממשמשי הכלים א''א לישנא דתוספתא וכו'. ולרבינו יש לומר שמאחר שמצא טעם נכון לא הוצרך לטעם התוספתא ועי''ל שרבינו מפרש התוספתא דאינו עושה מלאכה בגופו היינו שאינו עושה מלאכה תמיד אף שלא בשעת מלאכה: \n\n"
      ],
      [
        "<b>מכבש של אושכף וכו'.</b> תוספתא סוף פרק י''ט דכלים והוא פרק ראשון דבבא בתרא: \n",
        "<b>כתב</b> הראב''ד מכבש של שכף פירוש אושכף א''א זו המימרא מצאתיה בתוספתא דכלים לטהר וכו': \n\n"
      ],
      [
        "<b>חפויי המטה טהורים וכן כל החיפויין וכו'.</b> משנה בספי''ו דכלים ובת''כ פרשת שמיני מייתי לה מדכתיב אשר יעשה מלאכה בהם פרט לחיפויי הכלים: \n",
        "<b>וכן כלי עץ או עצם וכו'.</b> בסוף חגיגה (דף כ״ו ע״ב) ופרק שתי הלחם (מנחות דף צ״ו ע״ב): \n",
        "<b>וכתב</b> הראב''ד א''א לא ידעתי מהו ולא מצאתי לזה שורש ואדרבא ראוי להיות בהיפך כו' ורבינו בפי''א ממסכת כלים אהא דתנן קלוסטרא טמאה ומצופה טהורה כתב אם היה זאת הקלוסטרא מאחד מאלו המתכות הנה היא תקבל טומאה מפני שההיא יש לה שם בפ''ע ואם היתה מעץ והוא מחופה מברזל וכו' ויש לתמוה עליו דממקום שבא הוי איפכא דהא בסוף חגיגה אהא דתנן כל הכלים שהיו במקדש טעונים טבילה חוץ ממזבח הזהב ומזבח הנחשת מפני שהם כקרקע דברי ר''א וחכ''א מפני שהם מצופין איתא בגמרא (דף כ''ז) מזבח הנחשת דכתיב מזבח אדמה תעשה לי מזבח הזהב דכתיב המנורה והמזבחות איתקש מזבחות זה לזה מפני שהם מצופים אדרבא כיון דמצופים נינהו מטמו אימא וחכמים מטמאים מפני שהם מצופין ואבע''א רבנן לר''א קאמרי מאי דעתך משום דמצופין בטיל ציפויין גבייהו ופירש''י אדרבה משום דמצופין נינהו נטמאו וכו' עד ובלאו האי קרא נמי לא מקבלי טומאה הרי בהדיא דמשום דמצופין נינהו מטמאו אף ע''פ שלא היו ראויים ליטמאות מעצמן והיאך רבינו כותב בהיפך ולא עוד אלא שמביא ראיה מסוף חגיגה האמור שם היפך דבריו וצ''ע וההיא קלוסטרא מצופה טהורה כבר פירשה ר''ש דה''ק אם נעשה הקלוסטרא מברזל טהור וציפוייה ממתכת טמא כמו שמזהיבים כלי כסף לנוי טהורה דבתר עיקר אזלינן וכתב הר''י קורקוס ז''ל שיטת הראב''ד כשיטת רש''י ז''ל באותה סוגיא אבל רבינו מפרש אותה כי כמו שהקושיא הראשונה שהקשה ות''ל דעשוי לנחת הכוונה היא להקשות על המשנה שאמרה הזהרו שלא תגעו דאי נמי יגעו לא מטמאי להו הכי נמי הדר פריך עלה דא''נ לאו לנחת הוא כדתרצת דמגביהין אותו אכתי ת''ל דאפילו נגעו לא מטמאי ליה משום דכלי בטל אגב ציפוי כדתנן השלחן וכו' והציפוי נמי לא מטמא כדתנן וכדיליף לה בת''כ ולפי זה שחיפן בשיש דקתני לאו דוקא והשתא פריך דומה בדומה דכי היכי דהתם בטל הכלי וטהור הכא נמי הכא בטל וטהור כי כל החיפויים טהורים אפילו של מתכת דאע''ג דלא איתקש לשק היינו כי הוי כלי פשוט אבל חיפוי לאו כלי הוא וטהור דכולהו ציפויין נתמעטו דהוו עראי ומשני שאני שלחן דלא בטל דרחמנא קרייה עץ והלכך מטמא אע''פ שיש עליו חיפוי מה שאין כן בשאר כלים דודאי בטלי לגבי ציפוי וטהורים כיון שהציפוי טהור והכלי מצופה כולו בדבר הטהור זו היא שיטת רבינו באותה סוגיא וניחא שפיר מאי דפריך ותיפוק ליה משום ציפוי דהדר פריך שנית על המשנה דאילו לשיטת רש''י והראב''ד דכיון שכבר העלינו שאינו עשוי לנחת והילכך מיטמא מאי הדר פריך דאפילו עשוי לנחת טמא ומאי נ''מ בהאי קושיא כיון דבלאו הכי איתרצא שפיר וכל ההיא סוגיא ושקלא וטריא לא נ''מ מידי ולדעת רבינו תרי ותיפוק לי דפריך מתפרשי בחד גוונא אלא שקשה מה שאמרו שם בחגיגה עלה דמתניתין דקתני כל הכלים שהיו במקדש טעונים טבילה חוץ ממזבח הזהב ומזבח העולה מפני שהם כקרקע דברי רבי אליעזר וחכמים אומרים מפני שהם מצופים ופריך בגמרא עלה אדרבא כיון דמצופין נינהו מטמאו ומשני אימא וחכמים מטמאים מפני שהם מצופין ואבע''א רבנן לרבי אליעזר קאמרי וכו' מוכח מהאי סוגיא שהציפוי סבה ליטמא כדברי רש''י וריב''א וצריך לדחוק לשיטת רבינו דאע''ג דלתירוצא קמא ודאי בהכי הוא וכס''ד דמקשה מכל מקום אפשר דתירוצא בתרא לא סבר הכי וכוונת אמרם מבטל בטיל ציפויין לגבייהו כלומר אתה סובר דמשום ציפוי ליטמא יותר והוא בהיפך דציפויין לא מיטמאו דבטלים אגב כלי דלא חשיבי כדי שיטמא הכלי בשבילו והכלי בשביל עצמו ודאי אינו מטמא כיון שמצופה והלכך מפני שהן מצופין לא מיטמו ואין צריך טעם אחר ולא בטיל ציפוייהו לא אהני דוקא קאמר אלא אכולהו כלים המצופין קאמר ואתא מתניתין כפשטה וחכ''א הטעם שאין מטמאים מפני שהם מצופין וקושיא אדרבא ליתא דהמקשה הוה סבר הכי ותירוצא בתרא סבר איפכא עכ''ל: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ה-ז)</small> העושה כלי מקצתו וכו' עד הרי אלו מקבלים טומאה.</b> משנה בסוף פי''ג דכלים: \n",
        "<b>ומה שכתב וכן המעבד והמזרה וכו'.</b> שם וכתב רבינו דשלשה כלים אלו הם כלי הגרן והם כדמיון כף האדם יבורו בו החטים והשעורים ויתחלפו שמותם כפי התחלפות תמונתם כי מהם רוב השינים יבורו בו החטים בסוף הענין וממנו מעט השינים אין לו כי אם שלש שינים לבד יבורו בו החטים בתחלת הענין מהתבן הגס והוא המעבד ורבת שינים ממנו המזרה והיותר רב השינים מהם מגוב עכ''ל: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ח-י)</small> מקל שעשה בראשו מסמר וכו'.</b> פרק י''ד דכלים מקל שעשה בראשו מסמר כמין חזיינא טמא סימרו וכו' טמא וכולן שעשאן לנוי טהורים ופירש רבינו יעשו בראש המקלות חתיכת ברזל עגולה דומה לרמון ונקראת חזיינא וכו' ויקראו אותה אלרמוס וכן ינעצו מסמרים בראשי המקלות להיות ההכאה בהם יותר חזקה וכו' ועשאן לנוי הוא שיעשו לייפות בו את המקל ורוב מה שיעשו זה במסמרים דקים מצויירים בבדיל לבן על צד היופי וזה לא יטמא לפי השורש הקדום והוא אמרו מתכת המשמש את העץ טהור אולם אם כיון באלו המסמרים שיכה בו ויגוף בו הנה יהיה אז העץ משמש את המתכת שהוא טמא ע''כ. ובתוספתא בבא מציעא פרק ד' מקל שעשה בו מסמר להיות תופס בו במקום הדייש טהור ואם בשביל שלא תהא הארץ אוכלתו טמא ותחלת דברי רבינו הם דברי התוספתא וטעמא דמילתא שכשעשאו כדי שיהא אוחז בו הוי מתכת המשמש את העץ אבל כדי שלא תהא הארץ אוכלתו אע''ג דלכאורה נראה שגם הוא מתכת המשמש את העץ שהרי לא נעשה אלא לשמור את העץ כתב הר''י קורקוס ז''ל שצ''ל שכל שהוא לקיימו שאם לא הוא היה נאכל הכל חשבינן למקיים שהוא עיקר הכלי וטמא והרי זה דומה לטבעת של מתכת וחותמה של אלמוג דטמאה דאזלינן בתר טבעת המעמדת אף על פי שעיקר התשמיש הוא בחותם ולא הוי משמש את העץ אלא היכא דהוי לנוי שאין שם שום תועלת אלא יפוי העץ בלבד. \n",
        "<b>ומה שכתב רבינו וכן מקל שקבע בו מסמרים וכו' עשאן לנוי וכו'.</b> כבר נתבאר שהם דברי המשנה וכלל רבינו עשה בראשו מסמר כמין חזיינא בכלל סימרו. \n",
        "<b>ומה שכתב וכן מנקיות וכו'.</b> שם במשנה עשה בראשו מניקת וכן בדלת טהורה ופירש רבינו מניקת איבוב והרבה יש שיעשו איבוב מברזל או מנחושת בחלונות ובשערים לנוי ויהיה מתכת המשמש את העץ ודע דמסיים מתניתין על הא דעשה בראשו מניקת היתה כלי וחיברה לו טמאה וכו' ולא כתבה רבינו פה: \n\n"
      ]
    ],
    [
      [
        "<b>כל הכלים אין מקבלין וכו' עד צפירה אחת.</b> בפרק י''ו דכלים ופירש שם רבינו אחר שעושים אותם מכסכס אותם בעור דג ידוע שימרקם ויבהיקם. ופירוש גמר שלא לשוף שבעת עשייתו גמר והסכים בלבו שלא ישופם ולא ימרקם אלא שישמש בהם בלא שיפה. ויחסום פירושו משיעשה השפה שמחברת האריגה וימנענה מלפרוק מלשון לא תחסום שור שהוא קשירת פיו. ויגמור התלויות פירושו שיגמור האוזן שנתלה בה: \n",
        "<b>ומ''ש הקנונים הקטנים וכו'.</b> שם ופירש רבינו קנונים וקלתות כלים יעשו מערבה דקה על תמונת קערות שיאכל אדם בהם וכו' והסיוגים הגדולים הם הקופות הגדולות מאד וכו' ומלאכת אריגת אלו הכלים הגדולים יקחו תחלה הגמי או הערבה או הדבר אשר יארגו ממנו ויחברו אותם בידיהן חבל (א') ארוך עד שיהיה ארכו מאה אמה או יותר ואז יחזרו זה אצל זה ויתפרו מזה החבל או החוט איזו תמונה שירצו וכו' ודורין קיבוץ דור והוא העיגול וכו' ויאמר שאלו הכלים הגדולים כאשר יתפרו רוחב קרקעיתו עוד יגביהו לו שפה שני דורים שהם שני עיגולים לרוחב שלהם ר''ל על עיגולים לפי שיעור רוחב הכלי כולו כפי אשר יסכים יהיה רחבו כן וכו' אז מקבל טומאה. וכתב עוד וב' צפירות שני עיגולים מעיגולי זה הארוך והוא מענין אמרו באה הצפירה וכו' וערק כלי משעם גם כן כדמיון קופה לו שפה מעטת הגובה וזה הכלי מעט הרחב ארוך דימה לתיבת האושכפים ולזה יקרא ערק תרגום שרוך נעל ערקת מסאנא. \n",
        "<b>ומ''ש המחצלת משיכרות ההוצין וכו'.</b> בסוף פרק ב' דכלים: \n",
        "<b>כתב</b> הראב''ד והערק משיעשה בו צפירה א''א פי' בערוך נפה וכו'. וכן פירש ר''ש בשם הערוך ובשם גאון: \n",
        "<b>וכל כלי הנסרים וכו'.</b> משנה פ''כ דכלים: \n",
        "<b>גולמי כלי עץ וכו'.</b> בסוף פ''ק דחולין (דף כ''ה). \n",
        "<b>ומ''ש חוץ משל אשכרוע וכו'.</b> בס''פ י''ב דכלים: \n",
        "<b>ועל מה שכתב רבינו קרוב בעיני שכלי עצם ככלי אשכרוע וכו'.</b> כתב הראב''ד אמר אברהם זאת הקורבה לא ידעתי מאין באה לו וכו'. ואני אומר דלשון התוספתא כך הוא כל גולמי כלי עץ טמאים חוץ משל פירשע [פירוש אשכרוע] מפני שהם מחוסרים שליקה ר' יהודה אומר העושה כלים מגרופות של זית טהורים מפני שהם מחוסרים שליקה וממירין את מה שבהם ומשמע לרבינו דכיון דלא תנא ת''ק בשל פירשע ממירין את שבהם כדקתני ר' יהודה בגרופות של זית משמע דשל פירשע אין ממירין את שבהם ולפיכך לא הזכירו רבינו אלא הטעם מפני שהם מחוסרים שליקה דכלים של פירשע הם יפים ואין יופיים ניכר כל זמן שמחוסרים שליקה ואפשר שמשם למד רבינו לשל עצם שהם יפים ואין יופיים ניכר כל זמן שהם גולמים. ומ''ש ואי סבירא ליה כרב נחמן דאמר בסוף פרק קמא דחולין כלומר דאמרינן התם דגולמי כלי מתכות טהורים וגולמי כלי עץ טמאים מאי שנא הני ומאי שנא הני ר' יוחנן אמר הואיל ולכבוד עשויים ר''נ אמר הואיל ודמיהם יקרים מאי בינייהו איכא בינייהו כלי עצם ואזדא ר''נ לטעמיה דאמר ר''נ כלי עצם ככלי מתכות דמו ופירש''י הואיל ולכבוד עשויים וכו' ונ''ל שרבינו סובר דלא קי''ל כר''נ משום דקי''ל כר''י לגביה אלא שבא על כלי עצם מטעם אחר דאע''ג דלכלי עץ דמו וכדר''י מ''מ דמו לשל אשכרוע שהוא מין עץ וגולמו טהור: \n",
        "<b>כלי עץ שאין עליו צורת כלי וכו'.</b> בפרק כ''ב דכלים כופת שסירקו וכרכמו ועשאו פנים ר' עקיבא מטמא וחכמים מטהרים עד שיחוק בו ופירש שם רבינו כופת חתיכת עץ: \n",
        "<b>ארובות של נחתומין שסודרין עליהם החלות כשהן וכו' עד והלוח שעורכים עליו מתטמא.</b> פט''ו דכלים וכתב רבינו שם ארובות הנחתום לוחות הנחתום אשר יסדיר עליהם הלישה ויש עליהן צורת כלי ושל בעלי בתים אין להם צורת כלי ולזה לא יטמאו אא''כ צבען וקשטן וייפן ומשחן בששר או כרכמן בכרכום ואז יהיה בהם צורת כלי ויהיה טמא לפי שפשוטי כלי עץ טהורים וכו' אמנם יטמאו בגזרה דרבנן עכ''ל וסרוד הוא כלי מעץ ישתמשו בו בעת הלישה לרחוץ את הידים ויטוחו ממנו פני הלחם וכיוצא בזה ממה שיצטרך אליהם וע''ש שהוא לתשמיש נקרא סרוד בגדי השרד מתרגמינן לבושי שימושא: \n",
        "<b>וכתב</b> הראב''ד א''א דבר זה בהיפך וכו'. טעמו לומר שרבינו פירש שארובות סודרים עליהם החלות כשהם בצק ואינו כן שזוהי מלאכת הסרוד נמצא שהיפך רבינו מלאכת הסרוד ואומר שהיא מלאכת הארובות ואין זו השגה ומאחר שאין הכרע לפירושו יותר מלפירוש רבינו ועוד שא' מהפירושים שפירש רבינו שמשון בשם הערוך הוא ארוכות בכ''ף לוחים ארוכים שמקריבים עליהם לחם והוא כפירוש רבינו. ומ''ש ואם יחדו טמא והכי איתא בתוספתא כלומר משיג על רבינו למה השמיט הא דאם ייחדו טמא וי''ל שיפרש רבינו דהאי ייחוד היינו ע''י סירקן או כרכמן דקתני מתניתין ויש לדקדק בדברי רבינו שסרוד נותנים בו המים א''כ יש בו בית קיבול ולמה של בעלי בתים טהור ואפשר דהכי קאמר שנותנים בו כלי של מים: \n",
        "<b>וכתב</b> עוד הראב''ד והלוח שעורכים עליו טמא א''א זה שיבוש עכ''ל. נראה שטעמו מפני ששנינו בפרק הנזכר סרוד של נחתומים וכו' נפרץ מרוח אחת טהור רבי שמעון אומר אם התקינו להיות קורץ עליו טמא וכן המעריך טמא ומשמע ליה להראב''ד דוכן המעריך טמא מדברי רבי שמעון הוא ולית הלכתא כוותיה ורבינו סובר דאתנא קמא קאי: \n",
        "<b>כלי עץ שהסלתים מרקדים עליו וכו' עד ליכנס בו טהור.</b> שם: \n",
        "<b>כתב</b> הראב''ד כלי עץ א''א בערוך פירש נפה של שיער וכו'. מ''ש ובו דברה המשנה תחלה כלומר דבראש הפרק קתני כלי עור. ומ''ש עוד וממה שאמר ר' יהודה בסמוך אף של גדלת וכו' כלומר שהוא ז''ל מפרש של גדלת שהנפה עשויה משיער שגודלים בה והבנות יושבות בתוכה וגודלות היינו לומר שהן גודלות הנפה עצמה ומדקתני של גדלת משמע דעד השתא לא איירי בנפה של שיער ולפי מה שפירשו רבינו ור''ש דגדלת היינו האשה שהיא גודלת שיער לנשים אין מכאן ראיה. \n",
        "<b>ופירוש זה הכלל העשוי לקבלה וכו'</b> של אוצרות ושל גרנות יעשו אותה לכנס וללקט מן הצדדין מה שבגורן או שבאוצר לקבצו אל האמצע ושל גרוסות יש לה בית קיבול שמכניסים בה לריחים ושל גתות להשליך בה חוץ מן הגת ופירוש רחת פאלה בלע''ז: \n\n"
      ],
      [
        "<b>כל התלויים טהורים חוץ מתלויי וכו' עד טהור.</b> שם וכחכמים. פירוש מקל הבלשין הוא שמחפשין בו התבן אם יש בו תבואה שיסתירו התבואה בתבן מפני עישור המלך תרגום ויחפש ובלש. ולסייע בשעת מלאכה הוא שמכניסים ידיהם בתלוי ויעזר בו בעת שימושו: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> נבלי המשוררים מתטמאין וכו' עד צורת כלי.</b> גם זה שם פי' הכנורות חלולים ומנוקבים בצד הנימין ודרך המנגנים לתת בתוכו המעות שמקבלין מבני אדם אבל של בני לוי אינם עשויים לכך ולפיכך טהורים. ופירוש הבטנון כלי מכלי הניגון שמשים אותו האדם בבטנו כשמנגן בו: \n",
        "<b>כתב</b> הראב''ד והנקטימון א''א קשיא לי וכו'. ובמ''ש רבינו בפירוש המשנה נתיישב זה שכתב וז''ל והנקטימון הוא רגל מעץ יעשה אותו מי שנחתך רגלו לילך בו והוא ירצה בכאן עץ הניגון המפורסם צורת דמות רגל (ושוק) מעץ וגם ר''ש כתב אין זה לוקטמין דפרק במה אשה דהכא והתם טהור. ואירוס פירש רבינו עגולה דומה לגרבל ויכה עליה מצד אחד ביד ושמו בערבי אלתאר ובלע''ז טנבורו: \n\n"
      ],
      [
        "<b>קוצים שאורגים בהם וכו'.</b> פרק י''ו דכלים פטילייא טמאה וחסינא טהורה ופירש שם רבינו פטילייא דומה לקופה מערבה וכו' וכמו שפירש כאן: \n",
        "<b>וכתב</b> הראב''ד א''א לשון המשנה וכו' וחסינא טהורה והטעם מפני שאינה עשויה לטלטל: \n\n"
      ],
      [
        "<b>עלים שמסרגים אותם וכו'.</b> שם סוגניות של עלים טהורות של נסרים טמאות ופי' ר''ש סוגניות מלשון סוגה בשושנים עושין כמין כפיפה קטנה [מן העלין] ומכסין בה פירות ואינה אלא מלאכת עראי. נצרים צורי דקל: \n",
        "<b>כתב</b> הראב''ד עלים שמסרגים א''א זה סוגניות שבמשנה. ופשוט הוא: \n\n"
      ],
      [
        "<b>חותל של הוצין וכו'.</b> שם ופירוש חותל כלי מהוצין ישימו בו התמרים הנקראין רוטב וכתב ר''ש דכיון שאין מוציא מה שבתוכו עד שיקרענו או עד שיתירנו הוי תשמיש עראי. \n",
        "<b>ומ''ש או שחשב וכו'.</b> תוספתא דב''מ פ''ו: \n",
        "<b>וכן הקרן וכו'.</b> תוספתא שם: \n\n"
      ],
      [
        "<b>השופר אינו מקבל טומאה וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>קערה שקבעה וכו'.</b> כלים פ''כ, וכתב הר''י קורקוס ז''ל דהא דהויא מכלל השידה וטהורה דוקא כשהיא טהורה כגון שהיא באה במדה: \n\n"
      ],
      [
        "<b>האקון והרטוב וכו'.</b> כלים סוף פרק כ''ג: \n",
        "<b>וכתב</b> הראב''ד האקון א''א פי' בערוך כלי של מצודת דגים וגם רבינו פירש כן והרטוב מכלי ציידי העופות והוא מעץ וכלוב גיולא בלעז ככלוב מלא עוף ומדף לוח מסובך מעץ ובזה העץ מסובך דבר יחזיק בו הצייד מרחוק וכאשר ינוח העוף בזה הכלי ינוח חוט הכלי ויפול עליו זה הלוח. ומצודות הסכרים מצודות יפסיקו המים במים עד שיתקבצו שם הדגים: \n\n"
      ],
      [],
      [
        "<b>הספסלים שבפונדקאות וכו'.</b> תוספתא פרק י''ט דכלים. \n",
        "<b>ומ''ש זה הכלל כל שניטל וכו'.</b> ג''ז שם. \n",
        "<b>ומ''ש היתה אחד מרגליו של אבן אינו מקבל טומאה.</b> משנה פכ''ה דכלים: \n\n"
      ]
    ],
    [
      [
        "<b>כל כלי שנטמא ונשבר.</b> רפ''ב דכלים וריש פט''ו: \n\n"
      ],
      [
        "<b>כמה שיעור השבר וכו'.</b> רפי''ז דכלים. \n",
        "<b>ומ''ש והרמון שאמרו.</b> שם. \n",
        "<b>ומ''ש לפי דעתו של רואה.</b> שם גבי שיעור כביצה וכר' יוסי. \n",
        "<b>ומ''ש ויהיו בכלי ג' רמונים וכו'.</b> שם: \n",
        "<b>כתב</b> הראב''ד ויהיו בכלי שלשה רמונים א''א אין מדבריו אור לחשכים וכו'. ורבינו שמשון כתב לכאורה משמע דמוציא רמון דכל דוכתא לאו רמון א' דוקא וכו' ומה שטען הראב''ד על רבינו שסתם ולא פירש אינה טענה שכבר נודע שרבינו בזה הספר מחבר לא מפרש. ומ''ש וקצת ראיה לזה הפי' דברי רשב''ג וכו' כלומר דתנן התם הרמונים שאמרו ג' אחוזים זה בזה רשב''ג אומר בנפה ובכברה כדי שיטול ויהלוך ובקופה כדי שיפשיל לאחוריו ופי' ר''ש שיטול ויהלך מתוך נענוע של נטילה והילוך נפיל טפי. ומ''ש פי' אחר הרמונים שמשערין בהם לא ממין הגדולים וכו'. רבינו שמשון כתב על פי' זה לא יתכן כלל לפרש כן דהא קתני באידך בבא לא גדול ולא קטן אלא בינוני אבל הראב''ד כתב זה הפי' בענין שיתכן. ומ''ש ואולי זה הוא פי' זה המחבר. לא ידעתי מנין לומר כן שהרי דבריו סתומים כדברי המשנה: \n",
        "<b>ניקב הכלי במוציא זית וכו'.</b> ריש פרק אלו קשרים (שבת דף קי״ב ע״ב) בעיא דאיפשיטא ופירש רש״י פנים חדשות משירדה לו טומאה נתחדשו פנים הללו ואין זה הראשון שכבר נתקלקל בו כדי ביטולו: \n\n"
      ],
      [
        "<b>כלים שעשאם מתחלה נקובים וכו': כתב</b> הראב''ד זאת לא מצאתי וכו'. ולי נראה שרבינו מפרש הא דתניא פרק כלי עור והוא בתוספתא פרק י''ג דכלים הסל והפחלץ של גמלים וכו' שעשאן מתחלתן מקבלי רמונים טמאים היינו לומר שעשאן מתחלתן שאינם מקבלים רמונים דומיא דמאי דתנן שולי קורפיות ושולי קוסים הצידונים אע''פ שאינם יכולים לישב שלא מסומכים טמאים שלכך נעשו מתחלתן ומה שהקשה ממה ששנינו הפחלץ של גמלים טהור מכלום צ''ל שהוא מפרש פחלץ עשוי כתבנית אחת וצ''ע: \n\n"
      ],
      [
        "<b>אפיפירות שעשה להם קנים וכו'.</b> בפי''ז דכלים ופירש רבינו אפיפירות כלי ארוג מקנים ימתחו זמורות הכרמים. \n",
        "<b>ומ''ש אע''פ שכולה נקובה כמוציא רמון.</b> בתוספתא שם: \n\n"
      ],
      [
        "<b>כל הכלים שאינם יכולים לקבל וכו'.</b> שם כר״ש לגבי ר״מ. וכתב הר״י קורקוס ז״ל קשה דהא איבעיא לן בפרק מי שהוציאוהו (עירובין דף מ״ו ע״ב) ר״מ ור״ש הלכתא כמאן וסלקא בתיקו ודרך רבינו לפסוק כדברי המחמיר שבהם ואיך פסק כר״ש לקולא דודאי משמע דכזית הוי נקב מועט מרובו וי״ל שרבינו סמך על מ״ש בסוף המצניע (שבת דף צ״ה צ״ו) דלא אמרינן ברובו אלא לענין צמיד פתיל אבל לענין טומאה בזיתים עכ״ל. \n",
        "<b>ומ''ש נגממו שעורן במה שהן.</b> ופירש רבינו אם נשאר שיקבל כל שהוא יטמא: \n\n"
      ],
      [
        "<b>הסלים של פת וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ומ''ש קופת הגננים וכו'.</b> שם ומפרש רבינו שהם דברי ת''ק: \n\n"
      ],
      [
        "<b>ומ''ש בית קערות.</b> ג''ז שם. \n",
        "<b>ומ''ש וכן בית הרעי וכו' הואיל ומקבל את הרעי הרי זה מקבל טומאה.</b> שם וכת''ק: \n\n"
      ],
      [
        "<b>כל כלי עץ שנחלק וכו'.</b> בפי''ו דכלים. \n",
        "<b>ומ''ש וכגון תמחוי המזנון.</b> ע''ש שמשימין בכל קערה מין אחד של תבשיל תרגום למינו לזנוהי. \n",
        "<b>ומ''ש וכן בית לגינין וכו'.</b> תוספתא פי''ג דכלים שם: \n\n"
      ],
      [
        "<b>משפלת שאמצעיתה גבוהה וכו'.</b> גם זה שם: \n",
        "<b>השלחן והדולפקי וכו'.</b> משנה פרק כ''ב דכלים: \n\n"
      ],
      [
        "<b>כלי נסרים וכו'.</b> שם פ''כ נתחסמו אע''פ שנשרו שפתותיהן כל שהן טמא: \n\n"
      ],
      [
        "<b>טבלא שמילאה עצים וכו'.</b> תוספתא פרק י''ט: \n\n"
      ],
      [
        "<b>ומה שכתב ספסל שנתפרק וכו'.</b> שם: \n\n"
      ],
      [
        "<b>הסלים של גמלים וכו'.</b> תוספתא ספי''ב: \n\n"
      ],
      [
        "<b>השלחן או הדולפקי וכו'.</b> משנה פרק כ''ב וכת''ק. \n",
        "<b>ומ''ש ואם חיפה הכל טהור בין בציפוי עומד וכו' עד סוף הפרק.</b> ועיין במה שכתבתי ספ''ד: \n\n"
      ]
    ],
    [
      [
        "<b>כלי עור וכו'.</b> פרק י''ו דכלים: \n",
        "<b>עור העריסה וכו' עד וישרטט.</b> תוספתא ריש פרק י''ג: \n\n"
      ],
      [
        "<b>עור שאין עליו וכו' לפיכך כף של עור וכו'.</b> משנה פי''ו. \n",
        "<b>ומה שכתב וכן העור שמלקטים בו.</b> שם המלקט של בקר והחסום שלה והמדף של דבורים והמניפה הרי אלו טהורים: \n\n"
      ],
      [
        "<b>כל בית האצבעות וכו'.</b> פכ''ו: \n\n"
      ],
      [
        "<b>האבנט של עורות וכו'.</b> שם הזון והבורכייר טמאין והשרולים טמאים ומפרש הזון האבנט של עור והבורכייר עורות שתופרין הקיטעים על ארכובותיהם והשרולין עורות העשויות כעין טבעות שמכניסין אותם בזרועותיהם וכו': \n\n"
      ],
      [
        "<b>עור שתופרים ממנו כיסוי ליד וכו'.</b> פרק י''ו קסיא של זורי גרנות של הולכי דרכים של עושי פשתן טמאה אבל של צבעים ושל נפחים טהורה וכו' זה הכלל העשוי לקבלה טמא מפני הזיעה טהור ונראה שרבינו היה גורס של זורעי גנות במקום של זורי גרנות ויותר נראה שהוא ט''ס בספרי רבינו: \n\n"
      ],
      [
        "<b>כמה שיעור הנקב וכו' החמת משתנקב וכו'.</b> פי''ז: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> ומה שכתב התורמל שנפחת וכו' עד שאינן מקבלות כדרכן.</b> פרק י''ט: \n\n"
      ],
      [
        "<b>כלי עור שיש לו לולאות וכו'.</b> ריש פרק כ''ו: \n\n"
      ],
      [
        "<b>כיס של שנצות וכו' עד צורת הכלי.</b> שם: \n\n"
      ],
      [
        "<b>עור שכרך בו וכו':</b> \n\n"
      ],
      [
        "<b>התפילין של ראש וכו'.</b> בפרק י''ח: \n",
        "<b>וכן סנדל שהוא טמא מדרס וכו' עד טהור.</b> פרק כ''ו: \n\n"
      ],
      [],
      [
        "<b>תפילה שנטמאת וכו':</b> \n\n"
      ],
      [
        "<b>הכדור והאימום וכו' עד סוף הפרק.</b> ריש פרק כ''ג: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כל כלי מתכות וכו'.</b> בסוף פירקא קמא דחולין (דף כ''ה ע''א): \n",
        "<b>ומה שכתב כיצד הסייף וכו' והסכין וכו'.</b> בפרק י''ד דכלים. \n",
        "<b>ומה שכתב לפיכך העושה כלים וכו' עד שידוע שנעשו מן הכלים.</b> שם פרק י''א. \n",
        "<b>ומה שכתב אבל מסמרות שאין ידוע וכו'.</b> שם וכבית הלל: \n",
        "<b>וכתב</b> הראב''ד הרי אלו מקבלים טומאה לפי שאינם גולמים א''א חסרון דעת אני רואה בכאן וכו'. [רבינו] כתב בפי' המשנה שם ואין הכוונה שיותך זאת הגרירה או אלו הקצוות ויעשה מהם כלים שזה יקבל טומאה בלא ספק אמנם הכוונה שכל אלו הקצוות [דיבק וחיבר אותם במסמרים] עד שעשה מהם דמיון כלי הנה הוא לא יקבל טומאה מן הסבה שזכרנו ואף על גב דמתניתין מיתניא גבי כלי מתכות שחוזרין לטומאתן ישנה ה''ק כל כהאי גוונא אפילו מכני כלים וכו' לא אמרינן בהו שחזרו לטומאה ישנה כיון שהם גולמים לא קרינן בהו חזר ועשה מהם כלים אבל העושה כלי משברי כלי מתכות וכו' ע''כ אינם נעשים כלים אלא על ידי התכה ואז עושים מהם כלים גמורים לא גולמים ולפיכך חזרו לטומאתן ישנה וז''ש בבבא קמייתא שהכלים הנעשים מכני כלים וכו' שלא על ידי התכה אינם אלא גולמים: \n\n"
      ],
      [
        "<b>כלי מתכות וכו':</b> \n\n"
      ],
      [
        "<b>מחט שלא ניקבה וכו':</b> \n\n"
      ],
      [
        "<b>נמצא הטמא בכלי עץ וכו'.</b> בסוף פרק קמא דחולין (דף כ''ה ע''ב): \n\n"
      ],
      [
        "<b>כל כלי המלחמה וכו' וכל תכשיטי האדם וכו'.</b> סוף פרק י''א דכלים. \n",
        "<b>ומה שכתב אפילו דינר שנפסל וכו'.</b> שם פי''ב. \n",
        "<b>ומה שכתב וכן קמיע של מתכת וכו'.</b> תוספתא פרק ח' דכלים: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> כל תכשיטי הבהמה והכלים וכו'.</b> ריש פרק י''ב דכלים טבעת אדם טמאה טבעת בהמה וכלים ושאר כל הטבעות טהורות. \n",
        "<b>ומה שכתב חוץ מזוג של בהמה וכלים המשמיע קול לאדם.</b> בתוספתא פ''ח כל תכשיט בהמה כגון השירים והנזמים והקטלאות והטבעות טהורים ואין טמא אלא זוג המשמיע קול \n",
        "<b>לאדם ומ''ש כיצד העושה זוגים למכתשת וכו' עד אף על פי שאין לו ענבול.</b> בפרק במה אשה עלה נ''ח: \n\n"
      ],
      [
        "<b>כל הפרצופות וכו' עד שבו חותמין בלבד.</b> תוספתא פרק שמיני דכלים: \n",
        "<b>וכל הטבעות טהורות וכו'.</b> ריש פרק במה בהמה (שבת דף נ''ב ע''ב): \n",
        "<b>טבעת השיר וכו' וכן מקל וכו'.</b> שם: \n\n"
      ],
      [
        "<b>כל הכלים יורדים וכו'.</b> סוף פרק כ''ה דכלים: \n\n"
      ],
      [
        "<b>חרש שוטה וקטן יש להם מעשה וכו'.</b> ריש פרק ו' דמכשירין ופ''ק דחולין (דף י''ג): \n\n"
      ],
      [
        "<b>זוג של דלת וכו'.</b> בר''פ במה אשה עלה נ''ח: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יג-טו)</small> אומן שעושה וכו' עד סוף הפרק.</b> תוספתא פ''ח דכלים: \n\n"
      ]
    ],
    [
      [
        "<b>כל כלי מתכות וכו' עד הכל מקבל טומאה.</b> פרק י''א דכלים: \n",
        "<b>כתב</b> הראב''ד כיצד עקרב של פרומביא א''א נ''ל שלא מן השם הוא זה וכו'. לא ידעתי למה ידחה טעם אחד מפני שיש לו טעם אחר. \n",
        "<b>ומ''ש</b> לא בא למעט אלא כסויי הכלים וכו' כמו שמפורש במקומו. לא ידענא מאי קאמר וצ''ע: \n\n"
      ],
      [],
      [
        "<b><small>(ב-ג)</small> טסים של ברזל שמניחין על וכו' עד משנפרק.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>טבעת אחת וכו' עד כבלים.</b> פרק במה אשה עלה ס''ג: \n",
        "<b>כתב</b> הראב''ד ואין לכל גרגיר ממנו שם בפ''ע א''א כל מ''ש משום שיש לו שם בפני עמצו או משום שאין לו שם בפ''ע וכו'. ואין דבריו מוכרחים: \n\n"
      ],
      [
        "<b>קטלא של חוליות וכו' עד צואר קטנה.</b> פרק י''א דכלים: \n\n"
      ],
      [
        "<b>כל הכיסויים וכו'.</b> פרק י''ד שם כל הכיסויים טהורים חוץ משל מיחם. \n",
        "<b>ומ''ש ומכיסוי טני של רופאים וכו'.</b> פי''ב דכלים כיסוי טני של מתכת וכו' של רופאים טמא: \n\n"
      ],
      [
        "<b>כיסוי של מתכת וכו'.</b> שם פי''ד כיסוי טני של מתכת שעשה בו מראה ר' יהודה מטהר וחכמים מטמאים: \n\n"
      ],
      [
        "<b>כל המשקולות של מתכת וכו'.</b> שם פי''ב קנה מאזנים של סרוקות טמא מפני אונקיות ושל בעלי בתים אם יש בו אונקיות טמא: \n",
        "<b>כתב</b> הראב''ד קנה מאזנים של עץ א''א נ''ל אפילו של מתכת וכו'. ואפשר שרבינו לרבותא נקט דאפילו קנה של עץ טמא מפני האונקיות התלויות בו אע''פ שאינם קבועות בו: \n",
        "<b>וכתב</b> עוד הראב''ד דבר מזוייף הוא זה בעיני שהרי לא הזכירו במשנה לבעלי בתים קבע. י''ל שרבינו דייק לשון המשנה דגבי סרוקות קתני טמא מפני אונקיות וגבי בעלי בתים קתני אם יש בו אונקיות ולישנא דיש בו משמע שהן קבועות בו: \n\n"
      ],
      [
        "<b>משקלות שנשתברו וכו'.</b> תוספתא סוף פ''ט: \n\n"
      ],
      [
        "<b>סלע שנפסלה וכו'.</b> משנה פי''ב: \n\n"
      ],
      [
        "<b>אונקלי של כתפים וכו' עד הרי הם כמקצת כלי.</b> שם: \n",
        "<b>ומ''ש ואפילו אונקלי שבכתלים וכו'.</b> שם: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> שלשלת שיש בה בית נעילה וכו' עד ושל בעלי בתים טהורה.</b> ריש פי''ב: \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> שלשלת של מושחי קרקע וכו' עד י' טפחים.</b> פי''ד: \n\n"
      ],
      [
        "<b>הכדור של מתכת והסדן: הקנטר של בנאי והדקר של חרס.</b> פרק י''ד. \n",
        "<b>ומה שכתב וחמור של נפח.</b> שם. \n",
        "<b>ומה שכתב והמטולטלת וכו' עד סוף הפרק.</b> סוף פי''ב. \n",
        "<b>ומה שכתב והאפרכס של מתכת.</b> סוף פרק י''ד: \n\n"
      ]
    ],
    [
      [
        "<b>מסמרות שמחזיקים בהם וכו'. ומ''ש וכן המסמרות שתוקעין בהם וכו'.</b> פרק י''ב אונקלי שבכתלים טהורה: \n",
        "<b>כיצד מסמר שהתקינו וכו'.</b> פ' י''ב: \n",
        "<b>וכתב</b> הראב''ד טהור עד שיצרפנו א''א פירוש לפי שהמסמר שנוקבים בו את החבית וכו'. וטעם נכון הוא. \n",
        "<b>ומה שכתב או להוציא את הפתילה וכו'. ומ''ש התקינו לפתוח בו את החבית וכו'.</b> משנה פרק י''ב וכחכמים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ב-ד)</small> ומה שכתב מסמר העשוי בסימן לשמירת הפתח וכו' עד מסמר הגרדי וכו'.</b> שם: \n",
        "<b>וכתב</b> הראב''ד מסמר הגרע א''א לא נראה כן מהתוספתא וכו'. ולדברי רבינו אפשר שבתוספתא מחשיב האיזמל שמקיזים בו שהוא משמש עם הקרקע מפני שהמוקז סומך על זרועו של עץ תקוע בקרקע ותנא דמתניתין לא חשיב מפני כך משמש עם הקרקע ולפיכך טמא: \n\n"
      ],
      [
        "<b>אלו כלי מתכות המתטמאות בעגלה העול וכו' עד ושאר כל המסמרות שבה טהורים.</b> פרק י''ד: \n\n"
      ],
      [
        "<b>עקרב בית הבד מקבל וכו'.</b> פרק י''ב: \n",
        "<b>ארון של גרוסות אע''פ שהוא וכו' עד מקבלת טומאה.</b> שם: \n\n"
      ],
      [
        "<b>ריחים של פלפלין מקבלת טומאה וכו'.</b> משנה סוף פרק שני דביצה (דף כ''ג ע''ב): \n\n"
      ],
      [
        "<b>הדלת של מתכת שבמגדל של בעלי וכו'.</b> פי''ב דכלים: \n\n"
      ],
      [
        "<b>טסין של מתכת שמנערין בהן את הקדרה מקבלין וכו'.</b> שם הייתינים טמאים והרכין טהורים ובתוספתא (פ''ב דב''מ) אלו הם הייתינים אלו שהחנווני מנער בהם את הקדרה ואלו הן הפרכין אלו הקבועים בכירים ופי' רבינו שמשון מנער מלשון ותער כדה: \n",
        "<b>וכתב</b> הראב''ד טסין של מתכת א''א מתניתין פי''ב היתינין טמאים וכו': \n\n"
      ],
      [
        "<b>המלקחיים שממעך בהם את הפתילה וכו'.</b> כלומר מלקחיים שנוטל בהם הקדרה ומערה אותה לקערות. ולי נראה דאפשר לפרש שנוטל הקדרה במלקחיים ומנערה מלמעלה למטה וטסין שהן קבועין בכירים היינו ברזלים התלויים במוקד ובסופם מזלגים שהקדרה תלויה בהם על האש כדי שלא תהיה יושבת על האש ממש ותשרף וכבר ראיתי ברזלים אלו בבית קצת בני אדם: \n\n"
      ],
      [
        "<b>קלוסטרא שנועלין בה הדלתות אם היתה וכו'.</b> משנה פרק י''א ופירש רבינו שם קלוסטרא כלי מקשיי וכו': \n\n"
      ],
      [
        "<b>הפין והפורנא טמאים.</b> שם ופירש שם רבינו הפין הם השיניים הקבועין בפותחת והפורנא הוא המקום עצמו אשר תכנס בו הפין: \n\n"
      ],
      [
        "<b>פיקה של מתכת טהורה וכו'.</b> שם ופירש שם רבינו פיקה דמיון חצי כדור נקוב וכו': \n\n"
      ],
      [
        "<b>הכוש והפימא וכו' עד אע''פ שהוא מצופה טמאה.</b> גם זה שם ופירש שם רבינו הוא מטוה וכו': \n\n"
      ],
      [],
      [
        "<b><small>(טו-טז)</small> החצוצרת שמפוצלת חוליות וכו'.</b> שם קרן עגולה טמאה ופשוטה טהורה אם היתה מצופית שלה של מתכת טמאה הקו שלה וכו' כיוצא בו קני מנורה טהורים וכו' עד הכל טמא ופירש רבינו שם קרן ירצה בו החצוצרת וכו': \n",
        "<b>כתב</b> הראב''ד ואם יכולין הכל לפרקה וכו' זאת הפיסקא וכו'. \n",
        "<b>ומה שכתב רבינו שאם אינו יודע להחזירה אלא אומן מקבלת טומאה וכו'.</b> הקשה עליו הראב''ד דבר זה רחוק מן הדעת ובהפך נמצא במשנה פרק כ''ו וכו'. וי''ל דהכא שאני שהוא של חוליות ואם אינה תקועה בחוזק אינו חיבור כלל: \n\n"
      ],
      [
        "<b>קורת החצים וכו' עד והקולר מקבל טומאה.</b> ריש פי''ב: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כמה הוא שיעור השבר וכו' כיצד כלי של מתכת עד למוד בהן שמן.</b> ריש פרק י''ד: \n",
        "<b>מסננת של חרדל וכו'.</b> סוף פרק י''ד: \n",
        "<b>מגריפה שניטלה כפה וכו'.</b> פרק י''ג וכחכמים: \n\n"
      ],
      [],
      [
        "<b><small>(ג-ד)</small> מסרק של צמר וכו' עד אחת טהור.</b> בסוף פרק י''ג ועיין בפרק החולץ (יבמות דף מ''ג) שהקשו רישא אסיפא ותירצו הא בגוייתא הא בברייתא וצריך עיון למה לא כתב רבינו כאותו תירוץ ובאידך דמקשה רישא דקתני וכולן אחת אחת בפני עצמן טמאות לסיפא דקתני התקינו אין לא התקינו לא וכתב כשינויא דרב פפא ושבק שינויא דסתם גמרא ועוד דמסיק גמרא דלית הלכתא כהאי סתמא משום דגרסי בה דווקני זו דברי רבי שמעון ויש לתמוה על הראב''ד שלא השיגו: \n\n"
      ],
      [
        "<b>הכרומים שנשברו וכו'.</b> בפרק י''ג: \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> מגירה שניטלה וכו' עד מפני שהיא מקצת כלי.</b> שם: \n",
        "<b>כתב</b> הראב''ד והרונקי בפ''ע א''א פירש בערוך ברזל של רהיטני וכו'. גם רבינו שמשון כתב כדברי הראב''ד מפני התוספתא ולרבינו אפשר לומר שהתוספתא פליגא אמתניתין ואתיא כתנא אחרינא ואנן כמתני' נקיטינן: \n\n"
      ],
      [
        "<b>הסייף והסכין וכו'.</b> ריש פרק י''ג הסייף והסכין והפגיון והרומח מגל יד ומגל קציר והשחור וזוג של ספרים שנחלקו הרי אלו טמאים מדרס ופירש שם רבינו פגיון סכין מעוות דומה למגל קטן וכו' והשחור מספריים קטנים: \n\n"
      ],
      [
        "<b>מספריים שנחלקה וכו'.</b> שם וכחכמים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(י-יב)</small> שריון שנחלק וכו' עד את הגחלים.</b> תוספתא ריש פרק י' שהוא פרק ג' דבבא מציעא: \n\n"
      ],
      [
        "<b>מראה של מתכת וכו'.</b> משנה פרק י''ד מראה שנשברה אם אינה מראה את רוב הפנים טהורה: \n",
        "<b>ומ''ש או שנטשטשה:</b> \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יד-טז)</small> מחט שניטל קצתה הנקוב וכו' עד ואם לאו טמאה.</b> פרק י''ג: \n\n"
      ],
      [
        "<b>הסייף והסכין וכו' וכן צינורא שפשטה וכו'.</b> משנה פי''ג: \n\n"
      ],
      [
        "<b>מפתח עקום וכו' עד זה לתוך זה טהור.</b> בסוף פרק י''ד: \n\n"
      ],
      [],
      [
        "<b><small>(יט-כ)</small> כלי שיש בראשו וכו' עד מפני הכותב.</b> בפרק י''ג: \n",
        "<b>וכתב</b> הראב''ד כלי שיש בראשו האחד כף להרים בו הדשן וכו' א''א זה כתב תחת זולמטרא ומעולם לא עלה על דעת וכו'. וי''ל דאין ויכוח בזה כי הכוונה אחת שבראשו כף יהיה למה שיהיה או ליקח תבשיל או ליקח דשן הדין שוה. ומ''ש והמלה עצמה לעז היא: \n",
        "<b>כתב</b> עוד הראב''ד כלי שבראשו אחד כף כסבכה וכו'. א''א זה עשה תחת קליגריפין ובערוך לא פירש כן וכו'. וג''ז אין בו ויכוח כי הכוונה אחת. \n",
        "<b>ומ''ש והוא שיהיה הנשאר יכול לעשות וכו':</b> \n\n"
      ],
      [
        "<b>קורדום שניטל עושפו וכו' עד נשבר מקיפו טהור.</b> משנה פרק י''ג: \n\n"
      ],
      [],
      [],
      [
        "<b>מינקת של מתכת וכו'.</b> פי''ד מקל שעשה בראשו מסמר וכו' עשה בראשו מניקת וכן בדלת טהורה היתה כלי וחברה לו טמאה מאימתי הוא טהרתה בש''א משיחבל ובה''א משיחבר ובתוספתא פ''ד דב''מ מניקה שעשאה לתחת הדלת אע''פ שמשתמש בה טהורה היתה טמאה ועשאה לתחת הדלת טמא עד שעה שתטהר מאימתי היא טהרתה בש''א משיחבל ובה''א משיחבר. \n",
        "<b>ומ''ש לפיכך דף של נחתומין וכו'.</b> בפט''ו וכחכמים: \n",
        "<b>וכתב</b> הראב''ד א''א טעה בכאן טעות גדולה וכו'. ופשט המשנה והתוספתא כדברי הראב''ד ועל דרך זה הם דברי רבינו בפירוש המשנה וכפי דבריו כאן ה''פ מניקה כמין שפופרת קצרה עושין של מתכת ומכניסין בראש המקל והיינו דקתני עשה בראשו כלומר בראש המקל מניקת וכן אם עשה שפופרת של מתכת תחת הדלת כדי שלא תאכלנו האש והשתא קאמר שאם זאת השפופרת נטמאת וקבעה בראש המקל או בדלת טהרה מטומאתה היתה כלי כלומר אבל אם זאת השפופרת לא נטמאה וזהו היתה כלי כלומר שלא היה עליה אלא שם כלי בלבד לא שם כלי טמא וחברה למקל או לדלת טמאה כלומר עדיין לא בטל שם כלי מעליה והרי היא מקבלת טומאה כמות שהיתה והדר קאמר הא דאמרינן ברישא שאם היתה טמאה וקבעה במקל או בדלת טהרה מטומאתה מאימתי תטהר בש''א משיחבל כלומר משיכה עליה כל כך בתחיבתה בעץ עד שתתחבל כלומר שתתקלקל ובה''א משיחברנה בעץ היטב טהרה וז''ש רבינו משיקבענה וכו' ויחברנה עם העץ ותוספתא ה''פ מניקת שעשאה לתחת הדלת כלומר שקבעה תחת הדלת אחר שנטמאה טהורה מטומאתה אע''פ שמשתמש בה אחרי שקבעה בדלת היתה טמאה כלומר אבל אם היתה ראויה לקבל טומאה ולא נטמאה ועשאה תחת הדלת טמאה כלומר עדיין היא מקבלת טומאה כמו שהיתה עד שתטהר כלומר עד שישנה מעשיה והדר קאמר מאימתי היא טהרתה ארישא קאי כדפרישית במתניתין: \n\n"
      ]
    ],
    [
      [
        "<b>כלי עץ וכלי עור וכו'.</b> ריש פרק ב' וריש פרק ט''ו דכלים: \n",
        "<b>ומ''ש וכן כלי מתכות וכו' חזרו לטומאה הישנה.</b> שם רפי''א: \n\n"
      ],
      [
        "<b>ומפני מה גזרו על כלי מתכות וכו'.</b> פרק קמא דשבת עלה י''ו: \n\n"
      ],
      [
        "<b>אחד כלי שנטמא במת או בשאר הטומאות וכו'.</b> רפי''א וכתנא קמא: \n",
        "<b>נטמא במת והזה עליו בשלישי וכו'.</b> סוף פרק י''ד וכרבי יהושע: \n",
        "<b>וכתב</b> הראב''ד ואין לו טהרה עד שיזה עליו שלישי ושביעי ויטביל כשהוא כלי קודם שבירה או יזה עליו שלישי ושביעי ויטביל אחר שיתיכנו א''א אני לא הכרתי דבריו וכו'. ואין הכרח בדבר: \n\n"
      ],
      [
        "<b>ברזל טמא וכו' וכן טיט שבללו בגללים וכו'.</b> פי''א: \n\n"
      ],
      [
        "<b>כלי מתכות וכו'.</b> תוספתא פרק שמיני אלא שכתובה בחילוף וכך היא גירסת ר''ש: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ו-ח)</small> קרדום שעשאו וכו' עד אחר המקבל.</b> שם: \n\n"
      ],
      [
        "<b>כלי מתכות שנטמא וכו':</b> \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b><small>(י-טו)</small> כלי זכוכית שנטמאו וכו'.</b> פרק קמא דשבת (דף י''ו): \n",
        "<b>וכן כלי זכוכית שנשברו וכו' עד ברוב גובהו טהור.</b> בסוף כלים: \n",
        "<b>ומה שכתב דצלוחית קטנה היא הניטלת ביד אחת וגדולה היא הניטלת בשתי ידים.</b> הכי משמע בתוספתא בסוף כלים. וכתב הראב''ד נפגם בו שליש א''א דעת כריסו היא וכו' ואני אומר שרבינו היה גורס שליש ברובו ופירושו בה נכון והראב''ד היה גורס שלש ולפיכך פירש מה שפירש: \n",
        "<b>ומה שכתב ניקב וסתמו וכו'.</b> שם וכת''ק: \n",
        "<b>והכוס והצלוחית וכו' עד מקבלים טומאה.</b> תוספתא בסוף כלים: \n\n"
      ],
      [],
      [
        "<b>זכוכית שעושים אותה למראה טהור וכו'.</b> משנה שם אספקלריא טהורה: \n",
        "<b>התרווד של זכוכית וכו'.</b> שם וכר''ע מחבירו: \n\n"
      ],
      [
        "<b>תמחוי של זכוכית וכו'.</b> שם תמחוי שעשאו אספקלריא טמא ואם מתחילה עשאו לשם אספקלריא טהור: \n",
        "<b>וכל כלי זכוכית וכו'.</b> תוספתא בסוף כלים: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כבר ביארנו וכו' נמצא הטמא בכלי חרס וכו' עד אוכלים ומשקין עד שיגעו בהן.</b> פ''ק דחולין (דף כ''ד ע''ב). ומה שהביא ראיה מדכתיב אל תוכו מתוכו הוא מתטמא וכו' בת''כ הוא ובפרק קמא דחולין מייתי לה מקרא אחרינא: \n\n"
      ],
      [
        "<b>אין כלי חרס מטמא כלים מאוירו וכו' עד ואתה טמאתני.</b> פרק שמיני דכלים ופ' שמיני דפרה: \n\n"
      ],
      [
        "<b>כלי חרס שנגעו משקין טמאים וכו' נגעו אוכלין וכו'.</b> ריש פרק ב' דכלים גבי כלי חרס מיטמאים מאחוריהם: \n",
        "<b>כתב</b> הראב''ד א''א כבר כתבתי במקום אחר מה שנראה לנו על זה עכ''ל: \n\n"
      ],
      [
        "<b>אחד כלי חרס שנכנסה טומאה לאוירו וכו': כתב</b> הראב''ד מפי השמועה למדו שזה שנאמר אל תוכו לרבות את האהלים א''א הלכתא כוותיה ולא מטעמיה וכו': \n\n"
      ],
      [
        "<b>גומא שהיה השרץ וכו' לפיכך השרץ שנמצא וכו' עד אין לו במה יתלה.</b> משנה פרק ט' דכלים: \n",
        "<b>נמצאו בנחושתו של תנור וכו'.</b> שם: \n\n"
      ],
      [],
      [
        "<b>ומ''ש נמצא שרץ במקום הנחת עצים וכו'.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b><small>(ז-ט)</small> השרץ שנמצא בעין של תנור וכו' עד מן הסתימה ולפנים.</b> שם פרק שמיני: \n",
        "<b>כתב</b> הראב''ד וכן אם נמצא באויר העין טהור וכו'. א''א זה כתב מפני שראה במשנה וכו'. גם ר''ש פירש כפירוש הראב''ד ולא נתחוור רבינו בפי' זה משום דמאי קמ''ל דאם היה התנור באויר אפילו כזית מן המת טהור מילתא דפשיטא היא: \n\n"
      ],
      [
        "<b>כלי חרס ששותים בו וכו'.</b> בספ''ב המסרק של צרצור רבי אליעזר מטהר וחכמים מטמאים: \n\n"
      ],
      [
        "<b>כלי חרס שהיו לו ג' שפיות וכו'.</b> ספ''ד. \n",
        "<b>ומ''ש היו שוות וכו'.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>אלפסים זו בתוך זו וכו'.</b> שם ספ''י: \n",
        "<b>כתב</b> הראב''ד היה השרץ בתחתונה וכו' עד חוזר ומטמא את האלפס א''א אני כתבתי עודפות וכו'. ומה שכתב וסוף דבר אין זה כלום שא''כ הכל טמא מאויר התחתונה, לא ירדתי לעומק דעתו שמאחר שהוא ז''ל מעלה כאן דכל מה שהוא תוך אויר התחתונ' נטמא ולא נפטר מטומאה מטעם תוך תוכו היאך חזר וכתב שכששתיהן שוות ועודפות על האמצעיות כולן טהורות חוץ מן העליונה שכל האמצעיות שהתחתונה עודפת עליהן ה''ל להיות טמאות דהא לא מטהרי משום תוך תוכו כפי מ''ש בסמוך וצ''ע. ומה שכתב ומכאן יש סיוע למ''ש שהמשקה מטמא כלי חרס מגבו, ורבינו בפי' המשנה כתב וז''ל כבר ביארנו במה שקדם אמרם בכלי חרס אל תוכו ולא תוך תוכו וכו' והוא פירוש יפה: \n\n"
      ],
      [
        "<b>טבלא של חרס וכו'.</b> בסוף פרק שני: \n\n"
      ],
      [
        "<b>ומ''ש היו בתיו קבועים במסמר וכו': כתב</b> הראב''ד היו בתיו קבועים א''א והוא שיש שם דופן עודף עכ''ל. ופשוט הוא נלמד ממתניתין דבסמוך ולכן לא חשש רבינו לכתבו: \n\n"
      ]
    ],
    [
      [
        "<b>כל המציל בצמיד פתיל וכו'.</b> פרק שמיני בית שאור מוקף צמיד פתיל ונתון לתוך התנור וכו' ופירש שם רבינו יצטרך שנקדים בכאן שרשים וכו': \n\n"
      ],
      [],
      [
        "<b>ומ''ש טבעת טמאה וכו'.</b> פ''ט כוש שבלע את הצינורא ומלמד שבלע את הדרבן לבינה שבלעה את הטבעת וכו': \n\n"
      ],
      [
        "<b>תרנגול שבלע שרץ וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>דברים שבתוך הפה וכו' כיצד אדם וכו'.</b> גם זה שם מגע טמא מת שהיו אוכלים ומשקים לתוך פיו וכו'. \n",
        "<b>ומ''ש והיה לו בתוך קומטו כו'.</b> פרק יוצא דופן עלה מ''ב ע''כ: \n",
        "<b>כתב</b> הראב''ד שסוף משקה לצאת א''א יש כאן שיבוש וכו'. ואיני יודע מה שיבוש יש כאן שרבינו העתיק לשון המשנה ואם מפני שלא כתב דין התוספתא י''ל שמאחר ששנינו וכן חתיכה של לפת ושל גמי משמע בהדיא דדוקא הני משום דדמו לספוג אבל שאר דברים דינם כחרסים דקתני שאם לא הוסק התנור טהור: \n\n"
      ],
      [
        "<b>ספוג שבלע וכו'.</b> פ''ט וכת''ק. \n",
        "<b>ומ''ש בד''א במשקין וכו'.</b> פרק האשה שהיא עושה צרכיה עלה ס''ב ע''ב כר''י וכאוקימתא דרב פפא. \n",
        "<b>ומ''ש וכן בגפת חדשה וכו'.</b> פרק תשיעי דכלים: \n\n"
      ],
      [
        "<b>כלי חרס שחלקו במחיצה וכו' לפיכך תנור שחצצו וכו'.</b> ריש פרק ח' וכתנא קמא: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> כלי שהיתה הטומאה בתוכו וכו'.</b> בספ''ק דחולין (דף כ''ה). \n",
        "<b>ומ''ש כיצד כוורת או קופה וכו' עד נטמא.</b> רפ''ח שם: \n",
        "<b>וכמה יהיה בנקב אם היה בכלי שטף במוציא זיתים וכו': כתב</b> הראב''ד א''א זה ההפרש לא נמצא בשום מקום וכו'. ודעת רבינו שכל נקב שמוציאו מתורת כלי הרי הוא כשבר כלי ואינו מציל בצמיד פתיל. ומה שכתב ומשנה שלימה היא בפ''ח היינו דתנן ניקבו העשוי לאוכלים שיעורו כזיתים העשוי למשקים שיעורו המשקים [העשוי] לכך וכך מטילין אותו לחומרו בכונס משקה איני יודע מה הכרע מביא ממנה הראב''ד שהרי רבינו כתבה ומפרשה בכלי חרס אבל בכלי שטף שיעורו לענין צמיד פתיל כשיעורן לקבל טומאה מהטעם שכתבתי. \n",
        "<b>ומ''ש ואם היה בכלי חרס העשוי לאוכלים וכו' עד מטילין אותו לחומרו.</b> ריש פ''ג וסוף פ''ט: \n\n"
      ],
      [
        "<b>סתם נקב כלי חרס וכו'.</b> כתב הראב''ד טעה בכל זה וכו': \n\n"
      ],
      [
        "<b>כוורת פחותה וכו'.</b> משנה ריש פרק ח': \n\n"
      ],
      [
        "<b>החמת והכפישה:</b> \n\n"
      ],
      [
        "<b>עור פשוט וכו':</b> \n\n"
      ],
      [
        "<b>כלי חרס שהיתה טומאה בתוכו וכו' לפיכך חבית שהיתה מליאה וכו' עד סוף הפרק.</b> בפ''ח חבית שהיא מליאה משקין [טהורין] ונתונה למטה מנחושתו של תנור וכו': \n\n"
      ]
    ],
    [
      [
        "<b>אין כלי חרס וכו'.</b> סוף פרק ד' כלי חרס מאימתי מקבלין טומאה משיצרפן בכבשן והיא גמר מלאכתן. \n",
        "<b>ומ''ש התנור משיסיקנו וכו' עד שיעורו ככירה.</b> רפ''ה: \n\n"
      ],
      [
        "<b>תנור שהתחיל לבנותו וכו'.</b> רפ''ה תנור תחלתו ארבעה ושיריו ארבעה דברי רבי מאיר וחכמים אומרים במה דברים אמורים בגדול אבל בקטן תחלתו כל שהוא ושיריו ברובו ואמרינן בפרק העור והרוטב וכמה כל שהוא טפח: \n",
        "<b>הכירה משיתחיל בה [שלש] אצבעות וכו'.</b> שם כירה תחלתה שלש ושיריה שלש. \n",
        "<b>ומ''ש הכופח אם עשאו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>תנור שהוסק מאחוריו וכו'.</b> משנה פרק רביעי: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> תנור שהסיקו להיות צולה בו וכו' עד נטמא הכל.</b> תוספתא דכלים פ''ד אלא שבסוף יש קצת שינוי: \n",
        "<b>וכתב</b> הראב''ד אני לא מצאתי בתוספתא כדבריו וכו'. משיג על רבינו מסוף התוספתא שהיא מוחלקת מנוסחת רבינו ונוסחת הראב''ד אינה מכוונת דקתני סיפא נטמא אחד במשקין הרי חבירו טהור והלא ברישא הדין כן ואם כן מאי איכא בין רישא לסיפא ואי משום דקתני סיפא מטמא במגע ובאויר גם ברישא קתני דשרץ הכל טמא ואם תאמר דהכל טמא ברישא היינו החלק שנטמא והעובי שביניהן בלבד כדפירש הראב''ד ובסיפא אם נטמא אחד נטמא גם חבירו הוה ליה לפרושי וא''ת דבסיפא לא נטמא אלא הוא לבד ולא העובי שביניהם הוה ליה למיתני דרך שלילה לא נטמא חבירו ונראה שלפיכך כתב הראב''ד ולא נתבררה אצלי כהוגן. ועל פסק רבינו ק''ל דמשמע דרבי יוחנן בן נורי דאמר חולקים את עוביו לטעמיה אזיל דאמר במתניתין פרק ב' דכלים גבי בית תבלין של עץ שנטמא אחד מהן במשקה לא נטמא חבירו רבי יוחנן בן נורי אמר חולקים את עביו ומאחר דרבינו פסק כההיא בפרק דלא כרבי יוחנן בן נורי הכי נמי הוה ליה למיפסק בהא דלא כוותיה ואפשר לומר דכיון דהכא לא איפליגו רבנן משמע שיש איזה טעם לפלוגי בין ההיא דהתם להא דהכא: \n\n"
      ],
      [
        "<b>תנור או כירה וכו'.</b> סוף פ''ה. \n",
        "<b>ומה שכתב כיצד אין מתטמאין מאוירן וכו':</b> \n\n"
      ],
      [
        "<b>תנור של מתכת שניקב וכו' עד עדיין אינה מקבלת טומאה.</b> משנה שם: \n\n"
      ],
      [
        "<b>תנור שאינו מחובר בארץ וכו'.</b> פרק כל הכלים עלה קכ''ה: \n\n"
      ],
      [],
      [
        "<b><small>(ט-י)</small> כור של צורפי מתכות וכו' עד מתטמאה.</b> פרק ח' דכלים: \n\n"
      ],
      [
        "<b>אבנים שחיברן זו לזו וכו'.</b> תוספתא ריש פרק ד' דכלים וכרבי יהודה. \n",
        "<b>ומ''ש וטירת הכירה טהור.</b> שם: \n\n"
      ],
      [
        "<b>שתי חביות וכו'.</b> תוספתא דכלים פרק חמישי: \n\n"
      ],
      [],
      [
        "<b><small>(יג-יד)</small> העושה שלשה פטפוטין וכו' עד של מתכת.</b> משנה רפ''ו דכלים. \n",
        "<b>ומ''ש וכן אבנים שלא מירחם בטיט וכו' עד אינה מקבלת טומאה.</b> שם: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(טו-יח)</small> האבן שהוא שופת עליה וכו' עד חזרו השתים של כירה לטומאתן.</b> גם זה שם: \n\n"
      ],
      [
        "<b>דוכן של חרס וכו' עד סוף הפרק.</b> פרק ז'. \n",
        "<b>ומ''ש לפיכך אם היה מחובר בארץ וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>תנור גדול וכו'.</b> רפ''ה דכלים ופרק העור והרוטב (חולין דף קכ''ד). \n",
        "<b>ומה שכתב והכירה שיריה שלש אצבעות וכו' עד שיעורו ככירה.</b> רפ''ה דכלים: \n\n"
      ],
      [
        "<b>תנור שנטמא וכו'.</b> שם וכתנא קמא. \n",
        "<b>ומה שכתב חילקו לשנים וכו'.</b> שם: \n",
        "<b>חילקו לשנים בשוה וכו'.</b> פ''ב דבכורות עלה י''ז. \n",
        "<b>ומ''ש אבל טבלא של חרס וכו':</b> \n\n"
      ],
      [
        "<b>תנור שחילקו לשלשה וכו' עד אופות בו והוא טהור.</b> פרק ה' דכלים: \n",
        "<b>ומה שכתב היתה בו חוליא אחת וכו'.</b> תוספתא פרק רביעי: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ד-ו)</small> תנור שבא מחותך וכו' עד ואם לאו טהור.</b> פרק חמישי דכלים: \n\n"
      ],
      [
        "<b>המביא שברי חרס וכו'.</b> תוספתא ריש פרק שלישי: \n\n"
      ],
      [
        "<b>פטם שקרזלו וכו':</b> \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ט-יא)</small> תנור של סדקין וכו' עד ואם יש בו רוב תנור מקבל טומאה.</b> תוספתא פ''ד: \n\n"
      ],
      [
        "<b>תנור שנתן בו עפר עד חציו וכו'.</b> משנה פרק ה': \n\n"
      ],
      [
        "<b>הכירה מקום שפיתת וכו'.</b> פרק כירה (שבת דף ל״ח ע״ב). \n",
        "<b>ומה שכתב לפיכך כירה שנחלקה וכו'.</b> משנה פ''ז דכלים: \n\n"
      ],
      [
        "<b>הקלתות של בעלי בתים וכו' עד סוף הפרק.</b> ריש פ''ז: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> כל ידות הכלים וכו': לפיכך האבן היוצאת וכו' עד שיעורו ככירה.</b> פרק חמישי: \n\n"
      ],
      [
        "<b>מוסף התנור וכו' עד ושל צבעים טהור.</b> שם: \n\n"
      ],
      [
        "<b>עטרת הכירה וכו' עד ואפילו על שלש אבנים טמאה.</b> גם זה שם: \n\n"
      ],
      [
        "<b>בית הפך וכו'</b> גם זה שם וכר״מ ואע״ג דרבי שמעון פליג עליה פסק כר״מ משום דבפרק במה טומנין (שבת דף מ״ח ע״ב) אמרינן מאן תנא כל המחובר לו הרי הוא כמוהו ר״מ דתנן בית הפך ובית התבלין וכו' ועוד דר״מ מחמיר. \n",
        "<b>ומ''ש לפי שאינם חיבור לה אלא מדברי סופרים וכו'.</b> בפרק במה טומנין כן כתב רבינו שמשון וצריך עיון: \n\n"
      ],
      [
        "<b>חצר הכירה וכו'.</b> פ''ז. \n",
        "<b>ומ''ש לפי שאינה חיבור לה אלא מדבריהן.</b> נלמד ממה שכתבתי בסמוך דאיתא בפרק במה טומנין. וכתב הראב''ד אבל אם נטמאת אחת מהן מאוירה אין חבירתה טמאה וכו' א''א לי נראה מ''ש אינו מיטמא באויר וכו'. טעמו משום דמסיים בה במתניתין כיצד משערין אותה רבי ישמעאל אומר נותן את השפוד וכו' ופירש ר''ש משום דכירה גבוה וכו' וגם רבינו פירש שם להיות חצר הכירה נגד פי הכירה אמר איך נדע מה מהאויר וכו'. ומשיג הראב''ד על רבינו שהשמיט השערה זו דרבי ישמעאל דמדסתם לה סתומי משמע שכל שלא נכנס השרץ תוך כתלי החצר לא נטמא החצר ואפשר לומר שרבינו בכאן סובר דרבי ישמעאל לא לפרש דברי ת''ק בא אלא לחלוק ופסק כת''ק: \n",
        "<b>היתה חצר הכירה מופרשת וכו'.</b> בפ''ז: \n\n"
      ],
      [
        "<b>ניטל אחד מהם וכו'.</b> שם וכרבי מאיר לגבי רבי שמעון: \n",
        "<b>עשה לה שני הפטפוטים וכו'.</b> גם זה שם וכר''מ דמחמיר לגבי ר''ש. \n",
        "<b>ומ''ש ואין מדקדקים בכל השיעורים האלו וכו':</b> \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b><small>(א-ה)</small> כלי חרס אינו מקבל טומאה וכו' לפיכך הכסא והמטה וכו' עד מסננת לתוכו את הירק.</b> בפ''ב: \n",
        "<b>ומ''ש זה הכלל וכו'.</b> תוספתא דכלים פרק ב'. כתב הראב''ד וחבית הדפונה בשולי המחץ וכו' ולא נעשית לקבלה וכו' א''א כלל כלל לא נתקבל בעיני זה הפירוש וכו'. ולא זכינו לדעת מה היה הראב''ד מפרש בה ולדעת רבינו יש לומר דל''ק שחבית זו קטנה ביותר ולא נעשית לקבלה אלא בית יד המחץ שהוא ניטל העושים אותו כמין חבית קטנה לנוי כן פירש רבינו בפירוש המשנה וקרוב לזה פירש ר''ש: \n",
        "<b>וכתב</b> עוד הראב''ד חבית של שייטין חדה וארוכה עכ''ל. ואיני יודע למה היא טהורה שאע''פ שאינה יכולה לישב שלא מסומכת טמאה שלכך נעשית מתחלתה כמו שולי קורפיות ושולי קוסים הצדוניים שאע''פ שאינם יכולים לישב שלא מסומכין טמאים מפני שלכך נעשו מתחילתן כדאיתא בפרק ד' ואפשר דשאני התם שנעשו לקבלה אלא שקשה א''כ תיפוק לי מהאי טעמא לחוד כמ''ש רבינו וג''ז טעם רבינו שמשון שכתב חבית של שייטין כמין חבית חלולה מבפנים ואין לה פה כדי ללמד בה לשוט ע''פ המים: \n",
        "<b>כתב</b> עוד הראב''ד וכן מגופת היוצרים שיש לה תוך טמאה א''א זה כתב תחת מה שראה במשנה וכו'. וז''ל בפירוש המשנה מגופת היוצרים וכו' ור''ש פירש מגופת היוצרים להכי נקט יוצרים וכו': \n\n"
      ],
      [
        "<b>טיטרוס אע''פ שהוא נקוב וכו'.</b> משנה שם כרבי יוסי: \n",
        "<b>כתב</b> הראב''ד א''א אני שונה רבי יוסי מטמא וכו'. ועל מה שטען על רבינו מדרבי יוסי קתני מפני שהוא מוציא פרוטות והוא אמר אע''פ שמוציא פרוטות י''ל שכך פירוש דברי רבינו אע''פ שהוא נקוב מתטמא מפני שאינו נקוב נקב גדול שיצאו ממנו כל המים אלא נקוב נקבים קטנים והמים יוצאים ממנו מעט מעט באיחור גדול ולזה נקרא מוציא פרוטות לא לומר שהנקב ההוא מוציא פרוטה קטנה כמו שכתב הראב''ד בדעת רבינו אלא כמו שפירשתי וכן כתב בפירוש המשנה וז''ל טיטרוס הוא כלי חרס תושבתו רחבה וכו' וכאן הוסיף שהרי המים מתכנסין בצדדין והם עשויין לקבלה וג''ז בכלל מפני שהוא מוציא פרוטות שמתוך שהנקבים דקים ואין המים יוצאים אלא מעט מעט באיחור גדול המים מתכנסים בצדדין שאילו היו הנקבים גדולים לא היו המים מתכנסים ונמצא שלא היה נעשה לקבלה: \n\n"
      ],
      [
        "<b>הלפיד של חרס וכו'.</b> שם. \n",
        "<b>ומ''ש וכן כל וכו'.</b> זהו פירוש מה ששנינו שם ובית שקעו של נר מטמא באויר וכו' כן פירש שם רבינו: \n\n"
      ],
      [
        "<b>גסטרא שמניחים וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ספינה של חרס וכו'.</b> שם ובפרק רבי עקיבא: \n\n"
      ],
      [
        "<b>כל הכלים שנשברו וכו'.</b> בת''כ פרשת שמיני מנין לרבות שברי כלי חרס ת''ל וכל כלי חרס: \n",
        "<b>כתב</b> הראב''ד מפני השמועה למדו שזה לא בא לרבות אלא שברי כלי חרס א''א כמה אני תמה על זה וכו': \n",
        "<b>ומ''ש בד''א כשהיה לחרס זה תוך לקבל בו המשקין כשהיה החרס יושב לא סמוך.</b> בפ''ב דכלים הדקים שבכלי חרס וקרקרותיהן ודפנותיהן יושבים שלא מסומכים: \n\n"
      ],
      [
        "<b>החרס שאינו יכול לישב וכו'.</b> ריש פרק ד' וכת''ק: \n\n"
      ],
      [
        "<b>כלי חרס ששוליהם חדים וכו'.</b> שם: \n\n"
      ],
      [
        "<b>כמה יקבל החרס וכו'.</b> בפ''ב (דף ח') וכרבי ישמעאל וצ''ע למה לא פסק כר''ע ואפשר שסובר רבינו דרבי ישמעאל הוה רביה אך קשה דבמתניתין תנן מסאתים ועד שלש ועד חמש סאין בלוג דברי רבי ישמעאל ובדר''ע תנן מלחמיות ועד חצבים גדולים בלוג וכיון שפסק ברישא כרבי ישמעאל אמאי נקט בסיפא לישנא דר''ע ואפשר דעד חמש סאין דנקט רבי ישמעאל לאו דוקא חמש סאין דה''ה לטפי ומשום הכי נקט חצבים גדולים לכלול כל מה שהם גדולים: \n\n"
      ],
      [],
      [
        "<b>כלי חרס קטן וכו'.</b> תוספתא פ''ב הפכין והגלילין והחביות שביהודה יש להם קרקרנות ואין להם דפנות: \n\n"
      ],
      [
        "<b>חזקת חרסים הנמצאים וכו'.</b> תוספתא פ''ג: \n",
        "<b>כתב</b> הראב''ד א''א מצאתי נוסחא זו מוחלפת וכו'. ואני אומר נוסחא דידן כנוסחת רבינו ואיני יודע למה כתב הראב''ד שאינו יודע שהרי מפורשת בדברי רבינו מפני שרוב חרסים הנמצאים בבית היוצר הם גסטריות לכלים כלומר הם ראויים להושיבם תחת הכלים לקבל המשקים הנוטפים מהם. ועל מה שפירש הראב''ד לפי גירסתו ק''ל שכתב והיוצר הסיקן עם שאר כלים שלא לצורך למה יסיקם שלא לצורך ועוד שכתב שאינן נחשבות בעצמן שהחשיבות מחשב השברים שאם הם ראויין לשמש תשמיש כלי כי לא אחשבינהו מאי הוי: \n\n"
      ]
    ],
    [
      [
        "<b>כמה שיעור השבר וכו'.</b> בריש פרק ג' ובסוף פרק המצניע (שבת דף צ״ו): \n\n"
      ],
      [
        "<b>ומ''ש חמש מדות בכלי חרס וכו'.</b> בס''פ המצניע וכפירש''י: \n\n"
      ],
      [
        "<b>החבית שיעורה כאגוזים.</b> בפרק כ''ג דכלים וכרבי יהודה. \n",
        "<b>ומ''ש האלפס והקדרה וכו'.</b> שם: \n",
        "<b>וכן עריבה של חרס וכו'.</b> תוספתא פ''ג: \n\n"
      ],
      [
        "<b>הפך והטני וכו'.</b> משנה פרק שלישי וכתנא קמא: \n\n"
      ],
      [],
      [
        "<b>חבית שנפחתה וכו'.</b> רפ''ד וכחכמים. \n",
        "<b>ומ''ש נתרעעה וכו'.</b> שם: \n\n"
      ],
      [
        "<b>חבית שניטלו אזניה וכו'.</b> בפ''ד. \n",
        "<b>ומ''ש אפילו אזן אחת וכו' עד נדונית כחבית.</b> תוספתא פ''ג: \n\n"
      ],
      [
        "<b>חבית שנסדקה וכו'.</b> משנה פ''ב. \n",
        "<b>ומ''ש והיאך יודע דבר זה וכו'.</b> תוספתא פ''ב: \n\n"
      ],
      [
        "<b>גסטרא שנתרעעה וכו'.</b> משנה פרק רביעי. \n",
        "<b>ומ''ש וכן גסטרא שנפחתה וכו':</b> \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> גסטרא שחדודין יוצאין ממנה וכו'.</b> משנה פרק ד': \n",
        "<b>כתב</b> הראב''ד על מ''ש נכנסה הטומאה באויר הגיסטרא אפילו היתה כנגד החידוד לא נטמא החידוד א''א אני איני אומר כן אלא שאם נכנס שרץ לתוך הגיסטרא וכו'. יש לתת טעם לפירוש רבינו דכשם שמטמא במגע היינו לומר שאם נגע שרץ בגיסטרא נטמאו גם החידודין כך אינו מטמא באויר היינו לומר שאף ע''פ שנטמאת הגיסטרא באויר לא נטמאו החידודין: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(יג-טו)</small> חבית שנתרעעה וכו' עד ואינן בכלל הכלים.</b> משנה פרק שלישי: \n\n"
      ],
      [
        "<b>ומ''ש משפך של חרס וכו'.</b> שם וכרבי עקיבא: \n\n"
      ]
    ],
    [
      [
        "<b>כבר ביארנו וכו'.</b> רפי''ז. \n",
        "<b>ומ''ש לפיכך הטופל כלי חרס וכו' עד את הקרויה.</b> פ''ג: \n\n"
      ],
      [
        "<b>הטופל כלי חרס וכו'.</b> תוספתא רפ''ג. \n",
        "<b>ומה שכתב טפל כלים וכו':</b> \n\n"
      ],
      [
        "<b>חבית שניקבה וכו'.</b> תוספתא שם אלא שהגירסא מהופכת בנוסחאותנו. וזהו שכתב הראב''ד ובגפסים אינו חיבור א''א מצאתי בשתי נוסחאות בהיפך מזה באלו חיבור ובשאר דברים אינם חיבור. ונוסחא נכונה היא לענין זפת וסיד וגפסים שהם סותמים סתימה יפה אבל בבעץ וזפת אינה נכונה שאינן סותמים סתימה יפה: \n\n"
      ],
      [
        "<b>דברים הלחים וכו'.</b> משנה פרק ג' יבלית שטופלים בה הפטסים הנוגע בה טמא. \n",
        "<b>ומה שכתב שאפילו נטמא הכלי מאוירו,</b> צ''ע. ומפרש רבינו דהאי הנוגע בו היינו אוכלים ומשקים דוקא שאין כלי חרס מטמא אדם וכלים. \n",
        "<b>ומ''ש טפילו של תנור וכו'.</b> שם הנוגע בטיפולו של תנור טמא. \n",
        "<b>ומ''ש והוא שיהא בעובי הטפילה טפח וכו' עד שלש אצבעות.</b> תוספתא ריש פרק רביעי: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(ה-ח)</small> חבית שניקבה וכו' עד הרי זה כגוף הכלי.</b> משנה פ''ג: \n",
        "<b>כתב</b> הראב''ד מגופת חבית שטפל בטיט וכו'. א''א טעה בהצעת וכו'. לא היה כאן מקום לכל החרדה הזאת שג''כ רבינו סובר דמתניתין מילי מילי קתני כמו שמבואר בדבריו בפירוש המשנה וגם פה לא יוכל להזהר עוד ממה שעשה פה שהפסיק בין דין יבלית שטופלין בהם פטסים ונוגע בטפילת התנור לדין מגופת החבית בדברים אחרים ומה שהזכיר במגופת החבית שטפל בטיט עליה ועל החבית טעמו משום דמגופה פירושו סתימה כמו יגיפו הדלתות ומשמעה ששם אותה ע''פ החבית בלא שום חיבור והא פשיטא דאינה חיבור ולא איצטריך לאשמועינן ולפיכך פירש דמיירי שטפל בטיט עליה ועל החבית והשתא קמשמע לן שאע''פ שהיא מחוברת לחבית על ידי אותה טפילה אינה חיבור מפני שהיא עומדת לינטל. ומ''ש מי ראה מעולם טפילה על גבי מגופה וכו' י''ל דמעט טיט שמניחים על גבי מגופה כדי לחברה לחבית הלא גם הוא טופל יקרא ואין בדברי רבינו טעות: \n\n"
      ],
      [
        "<b>בצק שבסדקי עריבה וכו'.</b> משנה פרק אלו עוברין (פסחים דף מ״ו) וכאוקימתא דאסיק רב פפא: \n\n"
      ],
      [
        "<b>המשיחות והרצועות וכו'.</b> תוספתא פרק י''ו דכלים אלא שיש בה קצת חסרון: \n\n"
      ],
      [],
      [
        "<b><small>(יא-יב)</small> יד קורדום וכו' עד אפילו ארוכים כל שהן טמאים.</b> משנה פרק כ''ט דכלים: \n\n"
      ],
      [
        "<b>מקל שעשאו יד לקורדום וכו' עד שאין כל הקורה חיבור.</b> פרק כ': \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יד-טז)</small> עגלה שנטמאה וכו' עד לא נטמאת המצודה אפילו כשהיא מתוחה.</b> בפרק כ''א: \n",
        "<b>וכן מסכת נסוכה וכו' עד משפרעה טהור.</b> שם: \n\n"
      ],
      [
        "<b>החוט שהשילו למחט וכו' עד מן הקשר ולחוץ אינו חיבור.</b> תוספתא פרק י''ו אלא שיש בה חסרון: \n",
        "<b>החבל שהוא קשור בקופה וכו'.</b> משנה בסוף מקואות: \n\n"
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [
        "<b><small>(א-ה)</small> החוטים היוצאים וכו' עד אינם חיבור.</b> בפרק כ''ט: \n",
        "<b>כתב</b> הראב''ד ושל חלוק שהוא קרוע וכו'. א''א זה עשה תחת אפרקסותו ולא ידעתי וכו'. ורבינו שמשון בשם הגאון והערוך פירשו קרוב לדברי רבינו. \n",
        "<b>ומ״ש</b> בשיעור הקנה והחוטים. בפרק הספינה (בבא בתרא דף פ״ט): \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> החבל שמסרגין וכו' עד על צורך המטה.</b> פרק י''ט החבל היוצא מן המטה עד חמשה טפחים טהור מחמשה ועד עשרה טמא מעשרה ולחוץ טהור ובפרק אלו טריפות (חולין דף נ''ד ע''ב) מסיק חמשה כלמעלה עשרה כלמטה: \n\n"
      ],
      [
        "<b>אבנט של אריג וכו' עד הרי זה מקבל טומאה.</b> פי''ט: \n\n"
      ],
      [
        "<b>מטה שהיתה טמאה מדרס וכו' עד מעשרה ולחוץ טהור.</b> שם כרבי יוסי: \n",
        "<b>במה דברים אמורים למדרס אבל לשאר טומאות וכו':</b> \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> מטה הטמאה וכו' עד פירשו טמאים טומאת ערב.</b> בפרק י''ט: \n\n"
      ],
      [
        "<b>כרע שהיתה טמאה וכו' עד סוף הפרק.</b> פרק שמנה עשר: \n",
        "<b>ומ''ש ואם הזה על המטה טהרה וכו':</b> \n\n"
      ]
    ],
    [
      [
        "<b>כמה שיעור הבגד וכו'.</b> פרק כ''ז. \n",
        "<b>ומה שכתב מכוונות עם המלל.</b> כך היא הגירסא והיא בפרק כ''ח שלש על שלש שאמרו חוץ מן המלל דברי רבי שמעון וחכמים אומרים שלש על שלש מכוונות ופירוש מלל דרך תופרי בגדים למלול מהבגד לכופלן מעט סביב התפירה ואח''כ תופר: \n",
        "<b>במה דברים אמורים בבגדי צמר ופשתים וכו'.</b> שבת פרק שני (דף כ''ו כ''ז): \n",
        "<b>אבל האורג בגד וכו'.</b> נראה שכתב כן מדתניא בפרק במה אשה עלה ס''ג ע''ב אריג כל שהוא טמא. \n",
        "<b>ומה שכתב חוץ מטומאת מדרס וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>הבגדים העבים וכו'.</b> בפרק כ''ח העבים והרכים אין בהם משום שלשה על שלשה: \n\n"
      ],
      [
        "<b>כל הקליעות וכו'.</b> פ''ג דעדיות וכחכמים: \n",
        "<b>הקלע שבית קיבול אבן שבה ארוג וכו'.</b> ג''ז שם וכחכמים: \n",
        "<b>המכמורות והרשתות וכו'.</b> בספ''ג. \n",
        "<b>ומה שכתב העושה בגד מן החרם טהור מן זוטו מתטמא.</b> בפכ''ח: \n\n"
      ],
      [
        "<b>עשה חלוק וכו'.</b> תוספתא: \n\n"
      ],
      [
        "<b>משמרת של יין וכו'.</b> גם זה שם: \n\n"
      ],
      [
        "<b>מטפחות ספרים.</b> פרק כ''ח וכב''ה: \n\n"
      ],
      [
        "<b>כסת הסבלים וכו' ומשמרת של יין אינה מתטמאה במדרס.</b> פכ''ח: \n\n"
      ],
      [
        "<b>בגד שחישב עליו לצורות וכו'.</b> פרק דם חטאת עלה צ''ד: \n",
        "<b>בעה''ב שעשה מטפחות וכו'.</b> תוספתא דכלים פרק י''ב: \n\n"
      ],
      [
        "<b>חלוק העשוי כסבכה וכו'.</b> בפ' כ''ח חלוק של יוצאת החוץ העשוי כסבכה טמא ופירש רבינו של יוצאת החוץ אשר יצאו לשחוק הנה הן ילבשו זה המלבוש: \n\n"
      ],
      [
        "<b>כפה שנתנו על הספר וכו'.</b> בפכ''ח: \n\n"
      ],
      [
        "<b>העושה אספלנית כו' עד וראוי למשכב.</b> שם וכתנא קמא: \n\n"
      ],
      [
        "<b>מאימתי יקבל הבגד טומאה וכו':</b> \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יד-טו)</small> סבכה שמניחות הבנות בראשיהן וכו' טהורה.</b> בספכ''ח: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(טז-יט)</small> חלוק של בגד וכו' עד מפני שהיא כאבנט.</b> תוספתא פכ''ג דכלים: \n\n"
      ],
      [
        "<b>טלית של עני וכו'.</b> תוספתא פרק כ''ד דכלים: \n\n"
      ],
      [
        "<b>מטליות שאין בהם שלשה על שלשה וכו' ואם חישב עליהם וכו'.</b> בפ' דם חטאת עלה צ''ד. \n",
        "<b>ומ''ש שכל פחות משלש על שלש וכו'.</b> משנה בכלים פכ''ז: \n\n"
      ],
      [
        "<b>פחות משלשה על שלשה וכו'.</b> ריש פרק כ״ח דכלים פחות משלשה על שלשה שהתקינו לפקוק בו את המרחץ ולנער בו את הקדירה ולקנח בו את הריחים בין מן המוכן בין שאינו מוכן טמא דברי רבי אליעזר רבי יהושע אומר בין מן המוכן בין שאינו מן המוכן טהור רבי עקיבא אומר מן המוכן טמא משאינו מוכן טהור ובפרק במה מדליקין (שבת דף כ״ט) מפרש דבהניחו בקופסא כ״ע לא פליגי דטמא ובזרקו לאשפה כ״ע לא פליגי דטהור כ״פ בתלאו במגוד דהיינו יתד או הניחו אחורי הדלת ומסיק התם דהדר ביה רבי עקיבא לגבי רבי יהושע הלכך הלכה כרבי יהושע ואם כן יש לתמוה על רבינו למה פסק בתלאו במגוד או הניחו אחורי הדלת שהוא טמא וצריך עיון: \n\n"
      ],
      [
        "<b>שלשה על שלשה שהיה מושלך באשפה וכו'.</b> פרק כ''ז דכלים. \n",
        "<b>ומ''ש מלח גס.</b> ג''ז שם וכחכמים: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(כד-כו)</small> שלשה על שלשה שנקרע וכו' עד מפני שהיא חשובה.</b> שם: \n",
        "<b>כתב</b> הראב''ד שלשה על שלשה א''א לשון התוספתא שבכה שנקרעה וכו'. וצריך עיון: \n\n"
      ],
      [
        "<b>שלש על שלש שנתנה בכדור וכו' עד סוף הפרק.</b> ריש פרק כ''ח. \n",
        "<b>ועל מה שכתב ומתטמא במדרס</b> כתב הראב''ד אני אין לי אלא שאר טומאות וכו'. ורבינו מפרשה לענין טומאת מדרס שלשה על שלשה טפחים מיטמא בו ואין בזה הכרע: \n\n"
      ]
    ],
    [
      [
        "<b>המפץ הוא המחצלת וכו' ואעפ''כ מתטמא היא במדרס וכו'. ומ''ש וכן מתטמא במת וכו'.</b> בפרק ג' דעדיות ובספ''ק דסוכה (דף כ'). \n",
        "<b>ומ״ש וזה כלל גדול וכו'.</b> משנה פרק בא סימן (נדה דף מ״ח): \n\n"
      ],
      [
        "<b><small>(ב-ג)</small> כבר ביארנו וכו' השק שיעורו וכו' עד טהורים מכלום.</b> פרק כ''ז דכלים: \n\n"
      ],
      [
        "<b>במה דברים אמורים בקרע אחד מהם וכו' אבל הקוצץ בכוונה וכו' עד טהור מכלום.</b> סוף פרק ד' דמעילה (דף יח): \n",
        "<b>כתב</b> הראב''ד שכל פחות משלש אצבעות על שלש טהור א''א זה כתב מדעתו וכו'. ואני אומר שאין לומר שכתב זה מדעתו אלא איזה בקיאות מצא דהאי כל שהוא אינו אלא בערך שאר שיעורים אבל צריך שלא יהיה פחות משלש אצבעות. ומה שכתב ואולי במקצע ולפיכך אפילו כל שהוא וכו'. לא הבנתי דהא רבינו במקצע מיירי ואפילו הכי התנה שלא יהיה פחות משלש אצבעות וצ''ע: \n\n"
      ],
      [
        "<b>המחבר שני טפחים וכו'.</b> פרק כ' דכלים: \n\n"
      ],
      [
        "<b>בלויי נפה וכו'.</b> שם וכחכמים: \n\n"
      ],
      [],
      [
        "<b><small>(ו-ז)</small> חלוק של קטן וכו'.</b> גם זה שם וכחכמים: \n",
        "<b>ואלו נמדדים כפולים וכו' עד בכל הטומאות.</b> גם זה שם: \n\n"
      ],
      [
        "<b>מטלית שהיא מדרס וכו' עד על האריג.</b> פרק כ''ח דכלים: \n",
        "<b>תפר המטלית על הבגד וכו' עד ונעשה הכל אב.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>שלשה על שלשה שנטמא במדרס וכו'.</b> בפרק כ''ז דכלים וכרבי יוסי. \n",
        "<b>ומ״ש אבל בגד שנטמא במדרס וכו'.</b> בפרק בהמה המקשה (חולין דף ע״ב) ופירוש רבינו שלא כפירוש רש״י: \n\n"
      ],
      [
        "<b>סדין שנטמא במדרס וכו'.</b> פ''ב וכבית הלל: \n\n"
      ],
      [
        "<b>טלית שהיא מדרס וכו' עד סוף הפרק.</b> בפרק העור והרוטב (חולין דף קכ״ג): \n\n"
      ]
    ],
    [
      [
        "<b>אלו עורות מתטמאין במדרס וכו'.</b> פרק כ''ו דכלים. \n",
        "<b>ומה שכתב ועור שעשאהו לנותנו על לבו בשעת הקציר וכו'.</b> תוספתא פרק ד' [דבבא מציעא] דכלים. \n",
        "<b>ומה שכתב ועור שלופפין הכסות בו ועור התפור בתיבה.</b> משנה בפכ''ו עב כסות ותכריך כסות מדרס. \n",
        "<b>ומה שכתב כל העורות המתטמאין במדרס וכו'.</b> שם: \n\n"
      ],
      [
        "<b>ואלו עורות שאין מתטמאין במדרס וכו'.</b> שם עור הסרוק עור הסורק ר''א אומר מדרס וחכ''א טמא מת. \n",
        "<b>ומ''ש ועור שלופף בו הארגמן וכו'.</b> שם עב הארגמן ותכריך ארגמן ב''ש אומרים טמא מדרס וב''ה אומרים טמא מת: \n\n"
      ],
      [
        "<b>עור שעשאו חיפוי וכו'.</b> שם וכת''ק: \n\n"
      ],
      [
        "<b>עור שעשאו לעקבו וכו'.</b> תוספתא פ''ד [דב''ב] דמסכת כלים: \n\n"
      ],
      [
        "<b>מנעל שעל האימום וכו'.</b> משנה בפרק כ''ו וכחכמים פירוש אימום פורמ''א בלעז וטעמא משום דאינו מחוסר מלאכה הצריכה אומן שהדיוט יכול לשמטו מהאימום: \n\n"
      ],
      [
        "<b>כל עור הראוי וכו'.</b> שם כל מקום שאין חסרון מלאכה מחשבה מטמאתן וכל מקום שיש חסרון מלאכה אין מחשבה מטמאתן אלא הענבה ופירש רבינו עונבה עור שמחפין בו המרכב וכן פירש רבינו שמשון: \n",
        "<b>כתב</b> הראב''ד ואם חישב עליו להיות עור שלחן א''א כמדומה אני זו היא קטבליא עכ''ל ורבינו בפכ''א פירוש סקרוטיא עור שאוכלין עליו וקטבליא פירוש עור ששוכבין עליו. \n",
        "<b>ומ''ש רבינו ואם חישב עליו להיות עור שלחן וכיוצא בו הרי זה מתטמא במדרס.</b> בפכ''ו אלו עורות טמאים מדרס עור שחישב עליו לשטיח עור סקרוטיא עור קטבליא וכו' וכתבם רבינו בתחילת פרק זה. \n",
        "<b>ומ''ש במה דברים אמורים בעורות בעל הבית וכו'.</b> גם זה שם וטעמא משום דבעל הבית אינו עשוי למכרן ועושה מהם מטות ודלבקאות וטבליות ומשחישב עליהן לדבר שראוי לו בלא חסרון מלאכה מקבלין טומאה מיד ושל עבדן העשוי למכור אין מחשבה מטמאתו דעביד דמימליך ומזבין והלוקח יעשה מהם מנעלין ועדיין לא נגמרה מלאכתן לכך: \n\n"
      ],
      [
        "<b>אין אדם מטמא במדרס וכו' שנאמר והנוגע במשכבו.</b> פרק מרובה עלה ס''ו. \n",
        "<b>ומ''ש גזל משכב ודרס עליו וכו' גנב משכב וישב עליו טמא וכו'.</b> מתבאר ממה שיבא וממה שקדם. \n",
        "<b>ומ''ש ודרס עליו בלא נגיעה.</b> טעמו שלא נתמעט משכב שאינו שלו אלא מטומאת מדרס לא מטומאת מגע ולפי זה מ''ש גנב משכב וישב עליו טמא היינו אפילו בלא נגיעה ומכל מקום יש לתמוה דהא מיעוטא דמשכב שאינו שלו גבי נוגע כתיב. \n",
        "<b>ומ״ש לפיכך גנב שגנב עור וכו' עד אלא א״כ נתייאשו הבעלים.</b> פרק כ״ו דכלים וכחכמים ובפרק הגוזל בתרא (בבא קמא דף קי״ד) אמר עולא מחלוקת בסתם אבל בידוע כלומר דשמעיניה דמייאש ד״ה יאוש קני ואף ע״ג דרבה פליג עליה משמע דהלכתא כוותיה דהא אביי דבתרא הוא סובר כוותיה ופשטא דמתניתין אתיא כוותיה ותו דהא דקאמר במרובה ואף רבי אלעזר סובר חיוביה לאחר יאוש אתיא כעולא ולפיכך כתב רבינו לעיל בסמוך גבי גזל משכב ואם נתייאשו הבעלים טמא: \n\n"
      ],
      [
        "<b>עור שנטמא במדרס וכו'.</b> ספכ''ו וכחכמים: \n\n"
      ],
      [
        "<b>כל כלי עור שנטמא במדרס הזב וכו'.</b> תוספתא פרק ו' דב''ב דמסכת כלים. \n",
        "<b>ומה שכתב כיצד החמת שעשה שטיח וכו'.</b> משנה פרק כ''ח דכלים: \n\n"
      ],
      [],
      [
        "<b>כלים שעיקר עשייתן לקבלה וכו'.</b> ריש פ''ב דכלים הכרים והכסתות שנפחתו הרי אלו טמאים מדרס ופירש שם רבינו שאלו הכלים כאילו נעשו מתחילה לשני דברים יחד להיותה מכלי קיבול ולישב עליה ולזה כאשר נפחתו ויצאו מדין כלי קיבול ונטהרו מטומאת שרץ הנה נשארו בדין המשכב ויטמאו במדרס ופירוש מרצופין אלפרגא''ש. \n",
        "<b>ומה שכתב אבל כלים שעיקר עשייתן לקבלה בלבד עד סאה.</b> ג''ז שם נפחתו וכו': \n",
        "<b>וכל החמתות שנפחתו וכו'.</b> [פכ''ו מ''ד] וכת''ק: \n",
        "<b>וחמת חלילין וכו'.</b> בפרק כ': \n\n"
      ]
    ],
    [
      [
        "<b>כל פשוטי כלי עץ וכו'.</b> תורת כהנים: \n\n"
      ],
      [
        "<b>המטה והכר וכו' עד את הכלים.</b> פרק כ״ג ופירש רבינו שמשון של מת המיוחדים למת והטעם שהם טמאים מדרס מפרש בתוספתא מפני שהנשים יושבות עליהם ומבכות מתיהם. ומשבר של חיה עשו לישב עליו בעת הלידה וכסא של כובס שהוא כובס עליו את הכלים רבינו ור״ש פירשו שהוא מכבש ולפי דבריהם יהיה טמא מדרס מפני שיושב עליו כשהכלים בתוכו להדקו כדי שיכבשו הכלים ועל מה שפירש רש״י בפרק רבי עקיבא (שבת דף פ״ח ע״ב) שהוא דף ארוכה מנוקבת נקבים הרבה [ומאספים עליה בגדים] ומניח מוגמר תחתיה והבגדים מתגמרים צריך לומר שכשמאספים עליה בגדים יושב עליה. ודע דמתניתין הכי איתא כסא של כלה וכו' אמר רבי יוסי אין בהם משום מושב ואף על גב דבמתניתין הכא ליכא מאן דפליג עליה משמע לרבינו דכיון דמשמא דיחידאה קאמר לה פליגי עליה רבים ועוד דמתניתין ספכ״ב דכסא של כלה שניטלו חפויו בפשטא פליגא ארבי יוסי: \n",
        "<b>ומה שכתב וכסא של קטן וכו'.</b> בפרק כ''ג: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ג-ה)</small> כסא של ברזל וכו' עד ואחת של שיש אינו מקבל טומאה.</b> בספכ''ב ופירוש טרסקל סל: \n",
        "<b>כתב</b> הראב''ד הפריש העור המחופה על הברזל וכו'. א''א נ''ל בשנטמא כשהוא מחובר קאמר וכו'. ואני אומר פירוש הראב''ד יפה הוא אבל מדברי רבינו נראה שהוא מפרש כפירוש האחר שכתב מתטמא דמשמעו מקבל טומאה ומה שהוקשה להראב''ד על אותו פירוש יש לומר דסד''א דכיון דהופרש העור מן ברזל ה''ל ככלי שנשבר ולא יטמא לא זה ולא זה קמ''ל: \n\n"
      ],
      [
        "<b>ומ''ש נסרים שבמרחץ וכו'.</b> שם וכחכמים ופירש רבינו ששגמן כמו שעמן והוא הגמי והכוונה בזה כי כאשר חיברן בשעם עד ששבו לוח אחד הבלנים ישבו עליהם והמים ילכו תחתיהם אומרים חכמים שהם לא יטמאו במדרס הזב מפני שאינם עשויים לכוונה שישבו עליהם אלא שילכו המים תחתיהם: \n\n"
      ],
      [
        "<b>הכלכלה והסל וכו'.</b> בספכ''ב: \n\n"
      ],
      [
        "<b>קורות בית הבד שעשה ראשה האחד כסא וכו'.</b> בפכ''ב כסא אין טמא אלא מקומו קבעו בקורת בית הבד טמא ואינו חיבור לה עשה בראשה כסא טהור מפני שאומרים לו עמוד ונעשה מלאכתנו: \n",
        "<b>ומ''ש וכן אם קבע הכסא בקורה גדולה וכו' וכן הדין בכסא שקבעו בעריבה וכו'.</b> בפכ''ב כסא שקבעו בעריבה בית שמאי מטמאין ובית הלל מטהרין וידוע דהלכה כבית הלל וא''ת מ''ש מכסא שקבעו בקורת בית הבד שהוא טמא ויש לומר דהאי נמי הכסא טמא ולא אמרו בית הלל מטהרים אלא לענין שאינו חיבור לה שאם נטמאת העריבה לא נטמא הכסא: \n\n"
      ],
      [
        "<b>קצת הקורה וכו'.</b> בפרק כ''ב ישיבת הסתת טמאה מדרס. \n",
        "<b>ומ''ש ומקום ישיבה שאחורי הקרון וכו'.</b> תוספתא פ''א דב''ב דמסכת כלים: \n\n"
      ],
      [
        "<b>ראשי כלונסות וכו'.</b> תוספתא פרק ב' דב''ב שם. \n",
        "<b>ומ''ש וכן כופת של תמרה וכו'.</b> תוספתא דכלים שם כופת חלק שאין בו גובה טפח טהור ושיש בו גובה טפח רבי מאיר ורבי שמעון מטמאים רבי יוסי ורבי אלעזר ברבי צדוק מטהרים ומשמע התם דהלכה כמטהרים ופירוש כופת חתיכת עץ. \n",
        "<b>ומה שכתב וכן בול של עץ וכו'.</b> משנה פכ''ב דכלים כופת שסירקו וכרכמו ועשאו פנים רבי עקיבא מטמא וחכמים מטהרים עד שיחוק בו ובול הוא חתיכת עץ מלשון לבול עץ אסגוד (ישעיהו מ״ד:י״ט): \n\n"
      ],
      [
        "<b>ראשי כלונסאות החקוקין עד טהורים.</b> תוספתא פ''ב דב''ב: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> העושה כפה וכו' מחצלת וכו'.</b> בספי''ז מחצלת הקש ר''ע מטמא ור''י בן נורי מטהר והלכה כר''ע מחבירו ותנן תו התם של קנים ושל חלף טהורה ומפרש כאן רבינו דהיינו לומר שהיא טהורה מן המדרס וז''ל הטעם מפני שמתוך שהיא קשה אינה ראויה לשכיבה ובפי' המשנה כתב רבינו דטהורה מטומאת שרץ קאמר אבל טמאה מדרס ומ''ש כאן נ''ל עיקר. \n",
        "<b>ומ''ש ושאר המחצלאות וכו'.</b> בספ''ק דסוכה (דף כ') וכת''ק: \n\n"
      ],
      [
        "<b>מחצלת שעשה לה קנים וכו'.</b> בסוף פרק כ' מחצלת שעשה לה קנים לארכה טהורה וחכמים אומרים עד שיעשה כמין כי פירוש כשעשה קנים לארכה אינה ראויה לשכיבה שהקנים מזיקים לשוכב ולפיכך היא טהורה וחכ''א עד שימשוך הקנים עליו משלשה צדדין על דמיון כי יונית כן כתב רבינו בפירוש המשנה. \n",
        "<b>ומה שכתב כאן כעין גאם</b> ט''ס הוא וצריך להגיה כמין כי וידוע דהלכה כחכמים. \n",
        "<b>ומ''ש נחלקה לרחבה וכו'.</b> שם ודלא כר''י דיחידאה הוא. \n",
        "<b>ומה שכתב לאורכה וכו' עד ותתנקב.</b> שם ופירש שם רבינו ראשי מעדנים הן קצות הקשרים הגדולים אשר יקשרו בקצות החבל אשר יארגו בהם המחצלאות ויחבר הקנים וכאשר התיר קצות החבל הנה כבר נשרו כולם ושבו בדמיון קנים מפורדים ולזה לא תטמא. \n",
        "<b>ומ''ש כמו שביארנו</b> הוא בפ''ה: \n\n"
      ],
      [
        "<b>תיבה שפתחה וכו' פתחה מצדה וכו'.</b> בספי''ט: \n\n"
      ],
      [
        "<b>עגלה של קטן וכו'.</b> משנה בספ''ב דיו''ט (דף כ''ג:): \n\n"
      ],
      [
        "<b>מקל של זקנים וכו'.</b> בס״פ במה אשה (שבת דף ס״ז) מפרש רבא טעמא דטהור משום דלתרוצא עבידא ופירש״י לתקן פסיעותיו ולזקוף קומה מפני שרגליו ושוקיו רותתות ולא לסמיכת כל גופו: \n\n"
      ],
      [
        "<b>סנדל של סיידין וכו'.</b> בפרק ג' דעדיות סנדל של סיידין ר״ע מטמא וחכמים מטהרים ופסק רבינו כר״ע משום דאמרינן בסוף פרק במה אשה (שבת דף ס״ו) דר״מ סבר כוותיה ורבי יוסי או ר״י בן נורי פליג עליה א״כ הו״ל ר״ע ור״מ רבים ופירש״י סנדל של סיידין מוכרי סיד וכשמתעסקין בו נועלים אותו ושל עץ הוא מפני שהסיד שורף העור ומקשה בגמרא טמא מדרס הא לאו להילוכא עבידי אמר רב אחא בר רב עולא שכן הסייד מטייל בו עד שמגיע לביתו: \n\n"
      ],
      [
        "<b>קב של קיטע וכו'.</b> משנה סוף פרק במה אשה. \n",
        "<b>ומ''ש ומתטמא במדרס.</b> שם כרבא: \n\n"
      ],
      [
        "<b>ואלו טמאים משום מרכב וכו'.</b> בפרק כ''ג דכלים אלו טמאים משום מרכב זירוז האשקלוני ומדוכה המדית ועביט של גמל וטפיטן של סוס ר''י אומר טפיטן של סוס טמא משום מושב מפני שעומדין עליו בקומפון אבל אוכף של נאקה טמא ומשמע לרבינו דמדוכה המדית היינו מרדעת החמור. כתב הראב''ד א''א אוכף של נאקה וכו'. ואמת שרבינו בפירוש המשנה פירש כהראב''ד אבל אין הפירוש ההוא מוכרח וכבר אפשר לפרש דמאי דקתני אבל אוכף של נאקה טמא רבי יוסי קאמר לה דמודה רבי יוסי בשל נאקה שאינו מיוחד אלא לרכיבה וכבר כתב הר''ר עובדיה ז''ל שרבותיו פירשו כן וזהו פירוש של רבינו כאן: \n\n"
      ]
    ],
    [
      [
        "<b>כלי עץ וכו'.</b> בפרק כ' כופת שקבעו בנדבך וכו' עד ונתן עליו את המעזיבה טהור אך מה \n",
        "<b>שכתב קבעו במסמרים וכו'</b> אינו במשנה אבל נלמד הוא מסברא דעדיף מקבעו בבנין: \n\n"
      ],
      [
        "<b>ספסל שניטל אחד מראשיו וכו'.</b> בפכ''ב אלא שגירסת המשנה בניטל אחד מראשיו טהור וצ''ע וטעמא דאם יש בו גובה טפח טמא משום דאז ראוי לישב עליו ובפחות מטפח הוי כיושב על הקרקע: \n\n"
      ],
      [
        "<b>כסא של כלה וכו'.</b> שם וכבית הלל ופר''ש חיפוייו לשון חפי פותחת כמין שינים יוצאים מכל צד כדי שיסמכו עליהם וב''ה מטהרים משום דלא חזי לכלה והוה כנשבר. \n",
        "<b>ומ''ש ואם לא היו חיפוייו יוצאים וכו'.</b> שם פירוש מחברים ד' נסרים יחד כמין תיבה בלי כיסוי ושולים ומניחים עליו שלשה נסרים זה בצד זה ונקראים חיפויים ויושבים עליהם וכשאינם בולטים מן הכסא מכל צד דרכו מתחלתו להיות מטהו על צדו ויושב עליו: \n\n"
      ],
      [
        "<b>כסא שניטלו חיפוייו וכו'.</b> נראה שזהו פירוש מה ששנו שם כסא שנטל חפויו האמצעית והחיצונים קיימים טמא ניטלו החיצונים והאמצעי קיים טמא. \n",
        "<b>ומה שכתב ניטלו שנים מחפוייו זה בצד זה טהור.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>שידה שניטל העליון וכו' עד טהורים.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>תיבה שנפחתה מצדה וכו' עד בטלה הטפלה.</b> ספי''ט: \n\n"
      ],
      [
        "<b>עריבה של עץ וכו'.</b> בפ''כ עריבת פיסונות בש''א מדרס ובה''א טמא מת כלומר ולא מדרס. \n",
        "<b>ומ''ש ושלשין בה את הבצק שמחזקת משני לוגין וכו'.</b> גם זה שם עריבה משני לוגין עד תשעה קבין שנסדקה טמאה מדרס. \n",
        "<b>ומ''ש עד שאינו יכול לרחוץ בה רגלו אחת וכו'.</b> תוספתא פרק י''ח דכלים אלא שנראה שכתובה בשיבוש: \n",
        "<b>ומה שכתב הניחה בגשמים וכו' עד וטהורה משאר טומאות.</b> משנה פרק כ' דכלים: \n",
        "<b>כתב</b> הראב''ד לפי גודלה וסדק שלה א''א אין דרך התוספתא כן וכו'. ורבינו לפי שראה דברי התוספתא כמעורבבין לא חש לכתבה: \n\n"
      ],
      [
        "<b>עריבה גדולה וכו' עד בכל הטומאות.</b> שם וכחכמים: \n\n"
      ],
      [
        "<b>מטה שניטלו שתי ארוכות שלה וכו' עד שהכל הולך אחר הישנות.</b> פי''ט: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(י-יב)</small> מטה שהיתה טמאה מדרס וכו' עד להבא.</b> פי''ח וכת''ק דרבי נחמיה: \n\n"
      ],
      [
        "<b>מטה שנפרקו איבריה וכו'.</b> בפי''ח דכלים מטה מיטמאה חבילה ומיטהרת חבילה דברי רבי אליעזר וחכמים אומרים מיטמאה איברים ומיטהרת איברים ובפ''ק דסוכה עלה י''ו מייתי לה וקאמר עלה מאי ניהו אמר רב חנן אמר רבי ארוכה ושתי כרעיים קצרה ושתי כרעיים למאי חזו למסמכינהו אגודא ולמיתב עלייהו ומישדא אשלי ופירש רש''י למסמכינהו אגודא לקרבן אצל הכותל הרחב כמלא רוחב מטה ונותן עצים מן הכרעיים ולכותל למראשותיה ולמרגלותיה ומישדא אשלי ונותן חבלים ומסרג וראוי למשכב ומטמא מדרס: \n",
        "<b>וכתב</b> הראב''ד מפני שראויין לסמכן א''א זה לדעת רבי נחמיה וכו'. כלומר משיג על רבינו שפסק כאן כרבי נחמיה שהוא יחידאה כלומר דהאי פלוגתא שייכא בדרבי נחמיה ות''ק שכתבתי בסמוך ואי מהא לא הוה קשיא דאיכא למימר כיון דחכמים דר''א סברי כרבי נחמיה נקטינן כוותייהו אבל מ''ש דקשיא דידיה אדידיה קשיא דלעיל בסמוך פסק כתנא קמא דרבי נחמיה והכא פסק כרבי נחמיה וי''ל שרבינו סובר דלא שייכא האי פלוגתא בהאי פלוגתא דפלוגתא דת''ק ורבי נחמיה כשהיתה המטה טמאה מדרס ובהא הלכה כת''ק דמטהר בניטלה ארוכה ושתי כרעיים דכיון שאין צורת המטה עומד אזלא לה טומאה ופלוגתא דרבי אליעזר וחכמים במטה טהורה וקאמרי חכמים שאע''פ שניטלה ארוכה ושתי כרעיים מקבלת טומאה מפני שראויים לסמכן ולישן ולישנא דרבינו דייק הכי בהדיא ולישנא דמתניתין נמי דייקא הכי דגבי פלוגתא דרבי נחמיה קתני מטה שהיתה טמאה מדרס וגבי פלוגתא דר''א קתני מטה מיטמאת איברים: \n\n"
      ],
      [
        "<b>מטה שנטמאת כולה וכו'.</b> משנה סוף פרק י''ח וכחכמים וסוכה (דף י''ו): \n\n"
      ],
      [
        "<b>המפרק את המטה וכו'.</b> ריש פרק י''ט שם: \n\n"
      ]
    ],
    [
      [
        "<b>שלש תיבות הן וכו' עד (הלכה ט''ו) ושעושין לשחק בה לשותי שכר טהורה מכלום.</b> הכל בפרק כ''ד וכתב שם רבינו לא יעלם ממך בכל זה הפרק השרש שקדם זכרו והוא אמרם כל הטמא מדרס מיטמא טמא מת [וכאשר יאמר טמא טמא מת הכוונה שלא יטמא מדרס] וכו' אבל יטמא במת ובשאר טומאות וכן פירש''י בפרק רבי עקיבא. ופירש עוד בקתדרא קצרה ומוקפת מג' צדדין טמא מדרס שלישיבה היא מיוחדת. כמטה שהיא ארוכה ומתחתיה מקבלת גמעה של עור שאין בה שום נקב ואינה מיוחדת לישיבה. ושל אבנים העשויה להוליך בה אבנים טהורה מכלום אינה מקבלת שום טומאה לפי שפרוצה מתחתיה נקבים גדולים ולאו כלי הוא דכל הכלים שיעורן ברמונים עכ''ל: \n",
        "<b>והבאה במדה</b> היינו שמחזקת ארבעים סאה בלח שהם כוריים ביבש כדאיתא בפרק ט''ו ממסכת כלים. \n",
        "<b>ודין תיבה שנפחתה מצדה טמאה אף מדרס</b> שהרי ראויה לשכב עליה. \n",
        "<b>מלמעלה טמאה טמא מת</b> ולא מדרס לפי שאם בא לישב עליה אומרים לו עמוד ונעשה מלאכתנו: \n\n"
      ],
      [],
      [],
      [
        "<b>ודין תריס הכפוף</b> הוא תריס גדול שמקיף את האדם משלש רוחותיו טמא מדרס מפני ששוכבים עליו במלחמה. \n",
        "<b>שמשחקים בו בקונפין</b> כלומר פארה אישגר''יימיר והוא קטן ואינו ראוי לשכב עליו. \n",
        "<b>דיצת הערביים</b> הוא קטן ביותר והערביים עושים לדיצה ושמחה ואינו כלי של תשמיש וזהו שכתב \n",
        "<b>רבינו לפי שהיא עשויה לצורה:</b> \n\n"
      ],
      [
        "<b>ותרבוסים הם כלים של עור כעין ארגזים ושל ספרים</b> והם מקיזי דם הם גדולים והם לישב או למזגא עלייהו והבאים \n",
        "<b>להקיז ושאוכלין עליו</b> אינו ראוי לישב מפני שאומרים לו עמוד ונעשה מלאכתנו: \n\n"
      ],
      [
        "<b>בססיות הם מושבות תרגום כנו בסיסיה ושלפני מטה ושלפני סופרים</b> הם לישב עליהם ושל דלפקי אינו עשוי לישיבה שאין דרך לישב לפני הדלפקי ואין הבסיס שלפניו אלא לסדר עליו התבשילין כמו על הדלפקי: \n\n"
      ],
      [
        "<b>ומטות של זגגין</b> שנותנין בה כלי זכוכית תמיהא לי אמאי טמאה טמא מת מאי שנא מתרבוסין ששוטחין עליו זיתים דטהור מכלום מפני שאינו ממשמשי אדם: \n\n"
      ],
      [
        "<b>ומשפלות</b> הם קופות והיה דרכן לישב על של זבל ולא על של תבן. \n",
        "<b>ופוחלץ של גמלים</b> סבכה שטוענים על הגמלים מליאה וטהורה מכלום מפני שנקביה רחבים ביותר: \n\n"
      ],
      [
        "<b>ומפצין של צבעין</b> תמיהא לי אמאי טמא טמא מת ומ''ש מתרבוסין ששוטחין עליו \n",
        "<b>זיתים וממפץ של גתות</b> שהם טהורים לפי שאינם ממשמשי אדם: \n",
        "<b>כתב</b> הראב''ד [לעיל ה''ב] עריבה מב' לוגין ועד תשעה קבין שנסדקה טמאה מדרס א''א והוא שחשב עליה לישיבה וכו'. כבר כתבתי בפרק שקודם זה שרבינו לא חשש לכתוב התוספתא מפני שהיא כמעורבבת: \n",
        "<b>כתב</b> הראב''ד לפי שאינו ממשמשי אדם א''א זה הטעם מצא חן בעיניו וכו'. ואני אומר שמאחר שהטעם שנתן רבינו הוא צודק אם יש טעם אחר בדבר אין בכך כלום. ומה שכתב הראב''ד כדי שלא יתלכלכו אצבעותיו בשמן העורות. איני יודע מהו וצ''ע: \n\n"
      ],
      [
        "<b>ומ''ש שלש חמתות וכו'.</b> שם. \n",
        "<b>ומ''ש וכמה שיעורן החמת ד' קבין והתורמיל ה'.</b> ברפ''כ דכלים והטעם שכשהם גדולים כשיעור הזה או יותר הם משמשים מדרס עם מלאכתן אבל פחות לא. ושל עורות הדג טהור מכלום. מפני שכל כלי שנעשה מדבר הגדל בים אינו מקבל שום טומאה כדאיתא בפי''ו דכלים: \n\n"
      ],
      [],
      [
        "<b>ומ''ש גבי שלשה סדינין העשוי לפרוכת טמא טמא מת.</b> בסוף פירקא קמא דיום טוב (דף ד') מפרש טעמא מפני שהשמש מתחמם בו שמתעטף בשוליו יש לו תורת כלי: \n\n"
      ],
      [
        "<b>ומ''ש גבי ג' מטפחות של ידים טמאה מדרס.</b> בירוש' פ''ח דכלאים מפרש טעמא מפני שנותנה על פי הכסת וישן עליה ושל ספרים טמאה טמא מת ואינה טמאה מדרס מפני שאין משתמשים בהם ומ''מ טמא טמא מת מפני שפעמים עושין אותה כמין תיק ונותנה בחיקו ומתחמם בה וכדרך שאמרו לענין איסור כלאים בירושלמי: \n\n"
      ],
      [
        "<b>ומ''ש גבי ג' פרקלינין של ציידי חיה ועוף טמא מדרס שהרי נשען עליו.</b> איני יודע מה צורך לו להשען עליו: \n\n"
      ],
      [
        "<b>ומ''ש גבי ג' סבכות הן של ילדה טמאה מדרס.</b> אפשר שהיו באותו זמן הילדות נותנות סבכה שלהן על פי כסת וישינות עליה והזקנות לא היו נוהגות כן: \n",
        "<b>כתב</b> הראב''ד ושעושין לשחק בה א''א לשון המשנה ושל יוצאות החוץ טהורה מכלום וכו'. ורבינו נראה שמפרש של יוצאת החוץ (לאנשים) היוצאים מן השורה שהם שותי שכר ומשחקין קרי יוצאת החוץ וסבכה זו עשויה לשחק בה הליצנים לפני שותי שכרx: \n\n"
      ],
      [
        "<b>שלשה סנדלין הם וכו'.</b> תוספתא דכלים פרק ב' דב״ב והגירסא הנכונה של מתכת של בהמה בלא וי״ו בפי״ד דמסכת כלים ומייתי לה בפרק במה אשה (שבת דף נ״ט) ומקשי גמרא למאי חזי ופרש״י אי [משום בהמה הא] אין תכשיט לבהמה ומשני אמר רב ראוי לשתות בו מים במלחמה ורבי חנינא אמר ראוי לסוך בו שמן במלחמה ור״י אמר בשעה שבורח מן הקרב מניחו ברגליו ורץ על הקוצים ועל הברקנים ותמהו התוספות לר״י יטמא מדרס וצ״ל דכיון שאינו נוטלו לשום מנעל אלא להנצל מן הקוצים ומן הברקנים לא חשיב מנעל. \n",
        "<b>ומ''ש של שעם ושל צפירה טהור מכלום.</b> נראה דחדא מילתא היא של שעם שגודלים אותו בסיבוב דצפירה לשון סיבוב הוא א''נ צפירה שם מין גמי הוא וא''ת אמאי טהורה מכלום וי''ל דבשל בהמה מיירי וה''ק של אדם בכל גווני טמא מדרס בין של עור בין של מתכת בין של שעם אבל של בהמה אם הוא של מתכת טמא טמא מת מטעמי דאמרינן בגמרא ואם הוא של שעם טהור מכלום דכלי בהמה טהורים: \n",
        "<b>כללו של דבר וכו'.</b> ת''כ. \n",
        "<b>ומ''ש וכל המתטמא מדרס וכו'.</b> משנה פרק בא סימן (עלה מ''ט) וסוכה (עלה כ'): \n\n"
      ],
      [
        "<b>שלש קופות הן וכו'.</b> משנה פרק כ''ד. כתב הראב''ד שלש קופות הן וכו' שאם ניקבה במוציא רמון שתיהן טהורות א''א לא נתחוור אצלי זה הטעם ולמה שתיהן טהורות וכו'. ואפשר לפרש דברי רבינו כאן דאין הכי נמי שאם היתה נקובה במוציא רמון ואחר כך תיקנה וטלה עליה שהיא טמאה והכא במאי עסקינן כשטלה על נקב קטן שהיה בה ואחר כך ניקבה הגדולה כמוציא רמון טהורה אף הקטנה אף על פי שהיא שלימה ועי''ל דבניקבה הגדולה כמוציא רמון טהרה מטומאתה וכשטלה עליה הקטנה לא חזרה לטומאתה ואף על פי שהיתה זו הקטנה טמאה הרי היא כחלק מהגדולה וגם היא טהורה: \n\n"
      ],
      [
        "<b>שלשה פנקסות הן וכו'.</b> שם ופי' רבינו פנקסאות הן כל שתי לוחות מזדווגות יהיו לסופר או לזולתו וכו'. ואפיפירין הוא כסא של פרקים כאשר יתפשט יהיו שני לוחות וישב הסופר עליו וכאשר יתקבץ ישוב לוח אחד וכו'. וחלקה הוא לוח פשוט אין לה בית קיבול ולא כלי קיבול והוא מפשוטי כלי עץ: \n\n"
      ]
    ],
    [
      [
        "<b>כל הכלים וכו'. נפלו משקין טמאים וכו'.</b> פכ''ה וכתב רבינו שנטמאו אחוריהם במשקין משום דאמרינן בפרק קמא דפסחים עלה י''ז (ע''ב) עלה דמתניתין דהני מילי בטומאת משקין שהיא דרבנן אבל בטומאת שרץ מאחר שהיא דאורייתא נטמא תוכו נטמא גבו. וכתב \n",
        "<b>רבינו לתרומה</b> כלומר אבל לקדש הא תנן בסוף ההוא פירקא כלי הקדש אין להם אחוריים ותוך ואין להם בית הצביטה. \n",
        "<b>ומ''ש ואפילו אחורי הכלי כולו לא נטמאו.</b> הכי משמע במשנה ובתוספתא דכלים פרק ג': \n",
        "<b>כתב</b> הראב''ד הרי זה מנגבן והן טהורים א''א תוכן טהור וכו'. ולרבינו י''ל שכיון שלא הוזכר כן במשנה מנין לנו לגזור כן ויותר נראה לומר דמלשון מנגבן והן טהורים דייק לה הראב''ד וגם רבינו סובר כן ולא הוצרך לפרש: \n\n"
      ],
      [
        "<b>אחד כלי השק וכו'.</b> בריש פרק כ''ה דכלים: \n",
        "<b>כתב</b> הראב״ד לא נטמא תוכן א״א ואף לא אחוריהן וכו'. נראה שטעמו משום דס״ל שהוא הדין שאם נטמא תוכן לא נטמאו אחוריהן וכמ״ש ר״ש בראש הפרק הנזכר דאיכא דגרסי הכי בפירקא קמא דפסחים ואף על פי שר״ש דחה אותה גירסא הראב״ד סבר כוותה וזהו שכתב ואף לא אחוריהן כלומר כשם שאם נטמאו אחוריהם במשקין לא נטמא תוכן כן אם נטמא תוכן לא נטמא אחוריהן אי נמי טעמו לומר דמדכתב רבינו לא נטמא תוכן משמע דאחוריהן מיהא טמא והראב״ד סובר שאף אחוריהם לא טמאו. ומ״ש עיין בבכורות. היינו דאמרינן בפרק על אלו מומין (בכורות דף ל״ח) דמדאורייתא אין משקה מטמא כלי ורבנן הוא דגזור ביה ועבדו ביה היכרא כי היכי דלא נשרוף עליה תרומה: \n\n"
      ],
      [
        "<b>פשוטי כלי שטף וכו'.</b> פרק כ''ה דכלים וכרבי יהודה. \n",
        "<b>ומ''ש אבל פשוטי כלי שטף הראויים למדרס וכו' עד נטמא הכלי כלו.</b> בפרק אלו מומין עלה ל''ח: \n",
        "<b>וכן מדות יין ושמן.</b> פרק כ''ה דמסכת כלים מדות יין ושמן וזומא ליסטרא ומסננת של חרדל ומשמרת יין יש להם אחוריים ותוך דברי רבי מאיר רבי יהודה אומר אין להם אחוריים רבי שמעון אומר יש להם נטמאו מאחוריהם מה שבתוכם טהור וצריך להטביל וטעמא דר' יהודה משום דכל הני כלים יש מאחוריהם חקק בית מושב כעין שעושין לכלי כסף ופעמים שכופהו על פיו ומשתמש בחקק שבאחוריו: \n",
        "<b>כתב</b> הראב''ד אם נפלו משקין על מקצתן נטמאו כולן כמו הבגדים א''א הא דלא כהלכתא וכו'. וי''ל שלענין טומאת הכלי עצמו ר''ש סובר כרבי יהודה שהרי אמר כשנטמאו מאחוריהן צריך להטביל את כל הכלי וכאן לא איירי רבינו אלא לענין טומאת הכלי עצמו לא לענין טומאת מה שבתוכו: \n\n"
      ],
      [
        "<b>המרדע והמלמד וכו'.</b> שם כרבי יהודה לגבי רבי מאיר פירוש מרדע הוא מקל ארוך בראשו האחד ברזל רחב וחדוד לחתוך ושמו חרחור ובראשו השני ברזל כעין מרצע ושמו דרבן שבו מלמד פרה לתלמיה: \n\n"
      ],
      [
        "<b>כיס בתוך כיס וכו'.</b> פרק כ''ו. \n",
        "<b>ומה שכתב במה דברים אמורים כשהיו שפתותיהן שוין וכו' עד לא נטמא חבירו.</b> תוספתא פרק ד' דבבא בתרא. ומה שחילק בין טומאת משקים לטומאת שרץ שם במה דברים אמורים במשקה אבל בשרץ שניהם שוים ומשמע לי דה''פ דדוקא בטומאת משקין שהיא דרבנן מפלגינן בין נטמא פנימי לנטמא חיצון אבל בטומאת שרץ שהיא דאורייתא אפילו נטמא חיצון נטמא פנימי וכבר כתבתי כן בראש הפרק: \n\n"
      ],
      [
        "<b>החוקק רובע וכו'.</b> משנה פרק כ''ה. \n",
        "<b>ומה שכתב נטמאו אחורי הרובע וכו'.</b> שם כחכמים: \n\n"
      ],
      [
        "<b>קומקומוס שהיו וכו' והיה מרתיח וכו'.</b> שם. \n",
        "<b>ומה שכתב לתרומה,</b> כלומר אבל לא לקדש כדתנן התם בסמוך כלי הקדש אין להם אחוריים ותוך: \n",
        "<b>סליקו להו הלכות כלים:</b> \n\n"
      ]
    ]
  ]
};