const Firstlings = {
  "title": "Mishneh Torah, Firstlings",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Firstlings",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לְהַפְרִישׁ כָּל פֶּטֶר רֶחֶם הַזְּכָרִים בֵּין בָּאָדָם בֵּין בִּבְהֵמָה טְהוֹרָה בֵּין מִמִּין הַחֲמוֹר. בֵּין שֶׁהָיוּ שְׁלֵמִים בֵּין שֶׁהָיוּ טְרֵפוֹת. שֶׁנֶּאֱמַר <small>(שמות יג ב)</small> \"קַדֵּשׁ לִי כָל בְּכוֹר פֶּטֶר כָּל רֶחֶם בִּבְנֵי יִשְׂרָאֵל בָּאָדָם וּבַבְּהֵמָה\". וְכֻלָּן לַכֹּהֲנִים: ",
      "בְּכוֹר אָדָם וּבְכוֹר חֲמוֹר נִפְדִּים וּפִדְיוֹנָם לַכֹּהֲנִים. וּבְכוֹר בְּהֵמָה טְהוֹרָה נִשְׁחָט בָּעֲזָרָה כִּשְׁאָר קָדָשִׁים קַלִּים. זוֹרְקִין דָּמוֹ וּמַקְטִיר אֵימוּרָיו כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת וּשְׁאָר הַבָּשָׂר נֶאֱכָל לַכֹּהֲנִים שֶׁנֶּאֱמַר <small>(במדבר יח טו)</small> \"אַךְ פָּדֹה תִפְדֶּה אֵת בְּכוֹר הָאָדָם וְאֵת בְּכוֹר הַבְּהֵמָה הַטְּמֵאָה תִּפְדֶּה\" <small>(במדבר יח יז)</small> \"אַךְ בְּכוֹר שׁוֹר\" <small>(במדבר יח יז)</small> \"לֹא תִפְדֶּה קֹדֶשׁ הֵם\" <small>(במדבר יח יח)</small> \"וּבְשָׂרָם יִהְיֶה לָּךְ\": ",
      "בְּכוֹר בְּהֵמָה טְהוֹרָה שֶׁהוּא בַּעַל מוּם בֵּין שֶׁנּוֹלַד בְּמוּמוֹ בֵּין שֶׁנָּפַל בּוֹ מוּם אַחַר שֶׁהָיָה תָמִים הֲרֵי הוּא לַכֹּהֵן אִם רָצָה אוֹכְלוֹ בְּכָל מָקוֹם אוֹ מוֹכְרוֹ אוֹ מַאֲכִילוֹ לְמִי שֶׁיִּרְצֶה אֲפִלּוּ לְנָכְרִי מִפְּנֵי שֶׁהוּא חֻלִּין. שֶׁנֶּאֱמַר <small>(דברים טו כא)</small> \"וְכִי יִהְיֶה בוֹ מוּם פִּסֵּחַ אוֹ עִוֵּר\" וְגוֹ' <small>(דברים טו כב)</small> \"הַטָּמֵא וְהַטָּהוֹר יַחְדָּו יֹאכֲלֶנּוּ כַּצְּבִי וְכָאַיָּל\" וַהֲרֵי הוּא נִכְסֵי כֹּהֵן:  ",
      "מִצְוָה לְהַקְדִּישׁ בְּכוֹר בְּהֵמָה טְהוֹרָה וְיֹאמַר הֲרֵי זֶה קֹדֶשׁ שֶׁנֶּאֱמַר <small>(דברים טו יט)</small> \"תַּקְדִּישׁ לַה' אֱלֹהֶיךָ\" וְאִם לֹא הִקְדִּישׁוֹ הֲרֵי זֶה מִתְקַדֵּשׁ מֵאֵלָיו וּקְדֻשָּׁתוֹ מֵרֶחֶם הִיא: ",
      "מִצְוַת בְּכוֹר בְּהֵמָה טְהוֹרָה נוֹהֶגֶת בָּאָרֶץ וּבְחוּצָה לָאָרֶץ וְאֵין מְבִיאִין בְּכוֹרוֹת מִחוּצָה לָאָרֶץ לָאָרֶץ שֶׁנֶּאֱמַר <small>(דברים יד כג)</small> \"וְאָכַלְתָּ לִפְנֵי ה' אֱלֹהֶיךָ\" <small>(דברים יד כג)</small> \"מַעְשַׂר דְּגָנְךָ תִּירשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ\". מִמָּקוֹם שֶׁאַתָּה מֵבִיא מַעֲשַׂר דָּגָן אַתָּה מֵבִיא בְּכוֹר בָּקָר וָצֹאן וּמִמָּקוֹם שֶׁאֵין אַתָּה מֵבִיא מַעֲשַׂר דָּגָן אִי אַתָּה מֵבִיא בְּכוֹר בָּקָר וָצֹאן אֶלָּא הֲרֵי הוּא כְּחֻלִּין וְיֵאָכֵל בְּמוּמוֹ. וְאִם הֵבִיא אֵין מְקַבְּלִין מִמֶּנּוּ וְלֹא יִקָּרֵב אֶלָּא יֵאָכֵל בְּמוּמוֹ: ",
      "מִצְוָה זוֹ נוֹהֶגֶת בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת כְּמוֹ מַעֲשַׂר דָּגָן. וְאֵינָהּ נוֹהֶגֶת בְּמֻקְדָּשִׁין כְּשֶׁהֵן בִּקְדֻשָּׁתָן קֹדֶם שֶׁיִּפָּדוּ בֵּין קָדְשֵׁי מִזְבֵּחַ בֵּין קָדְשֵׁי בֶּדֶק הַבַּיִת: ",
      "הַכּל חַיָּבִין בִּבְכוֹר בְּהֵמָה טְהוֹרָה כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים. וְאַף עַל פִּי שֶׁהַבְּכוֹר לַכֹּהֵן אִם נוֹלַד לוֹ בְּכוֹר מַקְרִיב דָּמוֹ וְאֵימוּרָיו כְּמוֹ שֶׁבֵּאַרְנוּ וְאוֹכֵל שְׁאָר הַבָּשָׂר בְּתוֹרַת בְּכוֹר. שֶׁנֶּאֱמַר <small>(דברים טו יט)</small> \"כָּל הַבְּכוֹר אֲשֶׁר יִוָּלֵד בִּבְקָרְךָ וּבְצֹאנְךָ\" וְגוֹ'. אֲבָל בְּכוֹר אָדָם וּבְכוֹר בְּהֵמָה טְמֵאָה כֹּהֲנִים וּלְוִיִּים פְּטוּרִין כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מַתְּנוֹת כְּהֻנָּה: ",
      "הַבְּכוֹר נֶאֱכָל בְּתוֹךְ שְׁנָתוֹ בֵּין תָמִים בֵּין בַּעַל מוּם שֶׁנֶּאֱמַר <small>(דברים טו כ)</small> \"לִפְנֵי ה' אֱלֹהֶיךָ תֹּאכֲלֶנּוּ שָׁנָה בְּשָׁנָה\" <small>(דברים טו כא)</small> \"וְכִי יִהְיֶה בּוֹ מוּם\" <small>(דברים טו כב)</small> \"בִּשְׁעָרֶיךָ תֹּאכֲלֶנּוּ\". וּמֵאֵימָתַי מוֹנֶה לוֹ. אִם תָּם הוּא מוֹנֶה לוֹ מִיּוֹם שְׁמִינִי שֶׁהוּא רָאוּי לְהַקְרָבָה וְאִם נוֹלַד בַּעַל מוּם מוֹנֶה לוֹ מִיּוֹם שֶׁנּוֹלַד. וְהוּא שֶׁכָּלוּ לוֹ חֳדָשָׁיו שֶׁהֲרֵי נִרְאֶה לַאֲכִילָה בְּיוֹם לֵידָתוֹ. אֲבָל אִם לֹא יָדַע בְּוַדַּאי שֶׁכָּלוּ לוֹ חֳדָשָׁיו מוֹנֶה לוֹ מִיּוֹם שְׁמִינִי: ",
      "נוֹלַד לוֹ מוּם בְּתוֹךְ שְׁנָתוֹ רַשַּׁאי לְקַיְּמוֹ כָּל שְׁנֵים עָשָׂר חֹדֶשׁ. נוֹלַד לוֹ מוּם בְּסוֹף שְׁנָתוֹ מֻתָּר לְקַיְּמוֹ שְׁלֹשִׁים יוֹם מִיּוֹם שֶׁנָּפַל בּוֹ הַמּוּם וְאַף עַל פִּי שֶׁהוּא מִתְאַחֵר לְאַחַר שְׁנָתוֹ. כֵּיצַד. כְּגוֹן שֶׁנָּפַל בּוֹ מוּם בַּחֲמִשָּׁה עָשָׂר יוֹם לִפְנֵי גְּמַר שְׁנָתוֹ מַשְׁלִימִין לוֹ חֲמִשָּׁה עָשָׂר אַחַר שְׁנָתוֹ. נוֹלָד לוֹ מוּם אַחַר שְׁנָתוֹ אֵינוֹ רַשַּׁאי לְקַיְּמוֹ אֶלָּא עַד שְׁלֹשִׁים יוֹם וְיֵאָכֵל: ",
      "הַבְּכוֹר בַּזְּמַן הַזֶּה מַנִּיחוֹ עַד שֶׁיִּפּל בּוֹ מוּם וְיֵאָכֵל: ",
      "וְעַד שֶׁלֹּא נִרְאֶה לְהַרְאוֹתוֹ לְחָכָם רַשַּׁאי לְקַיְּמוֹ שְׁתַּיִם וְשָׁלֹשׁ שָׁנִים. וּמִשֶּׁנִּרְאֶה לְהַרְאוֹתוֹ לְחָכָם. אִם נוֹלַד בּוֹ מוּם בְּתוֹךְ שְׁנָתוֹ רַשַּׁאי לְקַיְּמוֹ כָּל שְׁנֵים עָשָׂר חֹדֶשׁ. נוֹלַד אַחַר שְׁנָתוֹ מְקַיְּמוֹ שְׁלֹשִׁים יוֹם: ",
      "שָׁנָה שֶׁל בְּכוֹר הִיא שְׁנַת לְבָנָה תְּמִימָה שְׁנֵים עָשָׂר חֹדֶשׁ מִיּוֹם לְיוֹם. וְאִם הָיְתָה שָׁנָה מְעֻבֶּרֶת נִתְעַבְּרָה לוֹ וּמוֹנֶה לוֹ שְׁלֹשָׁה עָשָׂר חֹדֶשׁ. נוֹלְדוּ לוֹ שְׁנֵי טְלָאִים אֶחָד בַּחֲמִשָּׁה עָשָׂר שֶׁל אֲדָר הָרִאשׁוֹן וְאֶחָד בְּרֹאשׁ חֹדֶשׁ אֲדָר שֵׁנִי. זֶה שֶׁנּוֹלַד בְּרֹאשׁ חֹדֶשׁ אֲדָר שֵׁנִי כֵּיוָן שֶׁהִגִּיעַ יוֹם רִאשׁוֹן בַּאֲדָר שֶׁל שָׁנָה הַבָּאָה עָלְתָה לוֹ שָׁנָה וְזֶה שֶׁנּוֹלַד בַּחֲצִי אֲדָר רִאשׁוֹן לֹא עָלְתָה לוֹ שָׁנָה עַד חֲצִי אֲדָר שֶׁל שָׁנָה הַבָּאָה הוֹאִיל וְנוֹלַד בְּחֹדֶשׁ הָעִבּוּר מוֹנִין אוֹתוֹ לוֹ: ",
      "עָבַר וְאִחֵר הַבְּכוֹר לְאַחַר שְׁנָתוֹ אַף עַל פִּי שֶׁהוּא עוֹבֵר בְּלֹא תַּעֲשֶׂה אִם הָיָה תָּם הֲרֵי זֶה לֹא נִפְסַל אֶלָּא מַקְרִיבוֹ וְאִם הָיָה בַּעַל מוּם שׁוֹחֲטוֹ בְּכָל מָקוֹם שֶׁנֶּאֱמַר <small>(דברים יד כג)</small> \"מַעְשַׂר דְּגָנְךָ תִּירשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ\" מַקִּישׁ בְּכוֹר לְמַעֲשֵׂר מַה מַּעֲשֵׂר אֵינוֹ נִפְסַל מִשָּׁנָה לַחֲבֶרְתָּהּ אַף בְּכוֹר אֵינוֹ נִפְסַל מִשָּׁנָה לַחֲבֶרְתָּהּ: ",
      "אֵין נוֹתְנִין אֶת הַבְּכוֹר לַכֹּהֵן כְּשֶׁיִּוָּלֵד שֶׁאֵין זוֹ גְּדֻלָּה לַכֹּהֵן. אֶלָּא יְטַפֵּל בּוֹ בְּעָלָיו עַד שֶׁיַּגְדִּיל מְעַט וְיִתְּנֶנּוּ לַכֹּהֵן. וְעַד כַּמָּה יִשְׂרָאֵל חַיָּבִין לְהִטָּפֵל בַּבְּכוֹר. בְּהֵמָה דַּקָּה שְׁלֹשִׁים יוֹם וּבְגַסָּה חֲמִשִּׁים יוֹם. וְאִם אָמַר לוֹ הַכֹּהֵן תְּנֵהוּ לִי בְּתוֹךְ זְמַן זֶה וַאֲנִי אֲטַפֵּל לְעַצְמִי אֵינוֹ רַשַּׁאי לִתְּנוֹ לוֹ שֶׁזֶּה כְּמוֹ מְסַיֵּעַ עַל מַתְּנוֹתָיו וּכְבָר בֵּאַרְנוּ בִּתְרוּמוֹת שֶׁהַכֹּהֲנִים הַמְסַיְּעִין בְּבֵית הַגֳּרָנוֹת וּבְבֵית הַמִּטְבָּחַיִם וּבְתוֹךְ הָרוֹעִים אֵין נוֹתְנִין לָהֶם מַתְּנוֹתֵיהֶן בִּשְׂכָרָן: ",
      "הָיָה הַבְּכוֹר בַּעַל מוּם וְאָמַר לוֹ בְּתוֹךְ זְמַן זֶה תְּנֵהוּ לִי שֶׁאֹכֲלֶנּוּ עַתָּה. אוֹ שֶׁהָיָה תָמִים וְאָמַר לוֹ תְּנֵהוּ לִי בְּתוֹךְ זְמַן זֶה שֶׁאַקְרִיבֶנּוּ עַתָּה הֲרֵי זֶה נוֹתְנוֹ לוֹ. וְיֵרָאֶה לִי שֶׁהַבְּכוֹר נוֹתֵן לְכָל כֹּהֵן שֶׁיִּרְצֶה: ",
      "כֹּהֵן שֶׁאָכַל כְּזַיִת מִבְּכוֹר תָּמִים חוּץ לִירוּשָׁלַיִם לוֹקֶה מִן הַתּוֹרָה. שֶׁנֶּאֱמַר <small>(דברים יב יז)</small> \"לֹא תוּכַל לֶאֱכל בִּשְׁעָרֶיךָ מַעְשַׂר דְּגָנְךָ תִּירשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ\". וְכֵן זָר שֶׁאָכַל כְּזַיִת מִבְּכוֹר בֵּין לִפְנֵי זְרִיקָה בֵּין לְאַחַר זְרִיקָה לוֹקֶה. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה אַף לְזָר שֶׁאָכַל בְּכוֹר בֵּין לִפְנֵי זְרִיקָה בֵּין לְאַחַר זְרִיקָה: ",
      "הַבְּכוֹר אֵין פּוֹדִין אוֹתוֹ שֶׁנֶּאֱמַר <small>(במדבר יח יז)</small> \"אַךְ בְּכוֹר שׁוֹר אוֹ בְכוֹר כֶּשֶׂב אוֹ בְכוֹר עֵז לֹא תִפְדֶּה\". וְכֵן אֵין מוֹכְרִין אוֹתוֹ כְּשֶׁהוּא תָּם שֶׁכֵּיוָן שֶׁהוּא עוֹמֵד לְקָרְבָּן אֵין לַכֹּהֵן בּוֹ זְכוּת כְּדֵי לְמָכְרוֹ. וּבַזְּמַן הַזֶּה שֶׁאֵין בַּיִת הוֹאִיל וְהוּא עוֹמֵד לַאֲכִילָה הֲרֵי הוּא מֻתָּר לְמָכְרוֹ וְאַף עַל פִּי שֶׁהוּא תָמִים בֵּין לְכֹהֵן בֵּין לְיִשְׂרָאֵל: ",
      "בְּכוֹר בַּעַל מוּם יֵשׁ לַכֹּהֵן לְמָכְרוֹ בְּכָל זְמַן בֵּין לִפְנֵי הַבַּיִת בֵּין שֶׁלֹּא לִפְנֵי הַבַּיִת. בֵּין חַי בֵּין שָׁחוּט. וּכְשֶׁהוּא מוֹכֵר בְּשַׂר בְּכוֹר בַּעַל מוּם מוֹכְרוֹ בַּבַּיִת אֲבָל לֹא בַּשּׁוּק כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי מִזְבֵּחַ אֲבָל בְּשַׂר בְּכוֹר תָּמִים אֵינוֹ נִמְכָּר מִפְּנֵי שֶׁהוּא בְּשַׂר קֹדֶשׁ. וְכֹהֲנִים שֶׁנִּמְנוּ עִם הַבְּכוֹר מֻתָּרִין לִשְׁקל מָנָה כְּנֶגֶד מָנָה: ",
      "הַמַּפְשִׁיט בְּכוֹר בַּעַל מוּם הֲרֵי זֶה מֻתָּר לְהַפְשִׁיטוֹ בְּאֵי זֶה דֶּרֶךְ שֶׁיִּרְצֶה. אִם רָצָה לְהַרְגִּיל מַרְגִּיל. וְכֵן שְׁאָר פְּסוּלֵי הַמֻּקְדָּשִׁין אִם רָצָה לְהַפְשִׁיט מִן הָרֶגֶל מַפְשִׁיט: "
    ],
    [
      "כָּל הַמּוּמִים הַקְּבוּעִים הַפּוֹסְלִין אֶת הַקֳדָשִׁים וְנִפְדִּים עֲלֵיהֶן. אִם נָפַל אֶחָד מֵהֶן בִּבְכוֹר הֲרֵי זֶה נִשְׁחָט עָלָיו בְּכָל מָקוֹם. וּכְבָר בֵּאַרְנוּ אוֹתָן הַמּוּמִין בְּהִלְכוֹת אִסּוּרֵי מִזְבֵּחַ שֶׁהָרָאוּי מֵהֶן לִהְיוֹת בְּזָכָר שִׁשִּׁים וְשִׁבְעָה: ",
      "וְכָל הַדְּבָרִים שֶׁמָּנִינוּ שָׁם שֶׁאֵין הַקָּרְבָּן מִן הַמֻּבְחָר וְאֵין הַקָּדָשִׁים קְרֵבִין בָּהֶן וְלֹא נִפְדִּין עֲלֵיהֶן כָּךְ אֵין הַבְּכוֹר נִשְׁחָט עֲלֵיהֶן וְלֹא קָרֵב אֶלָּא יִהְיֶה עוֹמֵד עַד שֶׁיִּוָּלֵד לוֹ מוּם קָבוּעַ. וְכֵן אִם נוֹלָד בִּבְכוֹר מוּם עוֹבֵר הֲרֵי זֶה אֵינוֹ נִשְׁחָט בְּכָל מָקוֹם וְלֹא קָרֵב אֶלָּא יִהְיֶה רוֹעֶה עַד שֶׁיִּפּל בּוֹ מוּם קָבוּעַ וְיִשָּׁחֵט עָלָיו: ",
      "וְכֵן אִם נֶעֶבְדָה בּוֹ עֲבֵרָה. אוֹ שֶׁהָרַג בְּעֵד אֶחָד. אוֹ עַל פִּי הַבְּעָלִים. אוֹ שֶׁהֻקְצָה אוֹ נֶעֱבָד. יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי מִזְבֵּחַ: ",
      "יוֹצֵא דֹּפֶן וְהַבָּא אַחֲרָיו שְׁנֵיהֶן אֵינָן בְּכוֹר. הָרִאשׁוֹן מִפְּנֵי שֶׁאֵינוֹ פֶּטֶר רֶחֶם וְהָאַחֲרוֹן מִפְּנֵי שֶׁקְּדָמוֹ אַחֵר. אֲפִלּוּ יָצְאָה נְקֵבָה דֶּרֶךְ דֹּפֶן וְזָכָר דֶּרֶךְ רֶחֶם אֵינוֹ בְּכוֹר: ",
      "בְּכוֹר שֶׁהוּא אַנְדְּרוֹגִינוּס אֵין בּוֹ קְדֻשָּׁה כְּלָל. וַהֲרֵי הוּא כִּנְקֵבָה שֶׁאֵין בּוֹ לַכֹּהֵן כְּלוּם. וְעוֹבְדִים בּוֹ וְגוֹזְזִים אוֹתוֹ כִּשְׁאָר הַחֻלִּין. נוֹלַד טֻמְטוּם הֲרֵי זֶה סְפֵק בְּכוֹר וְיֵאָכֵל בְּמוּמוֹ לִבְעָלָיו. בֵּין שֶׁהֵטִיל מַיִם מִמְּקוֹם זִכְרוּת בֵּין שֶׁהֵטִיל מִמְּקוֹם נַקְבוּת: ",
      "רָחֵל שֶׁיָּלְדָה כְּמִין עֵז. אוֹ עֵז שֶׁיָּלְדָה כְּמִין רָחֵל פָּטוּר מִן הַבְּכוֹרָה שֶׁנֶּאֱמַר <small>(במדבר יח יז)</small> \"אַךְ בְּכוֹר שׁוֹר\" עַד שֶׁיִּהְיֶה הוּא שׁוֹר וּבְכוֹרוֹ שׁוֹר. וְאִם הָיָה בּוֹ מִקְצָת סִימָנֵי אִמּוֹ הֲרֵי זֶה בְּכוֹר וְהוּא בַּעַל מוּם קָבוּעַ שֶׁאֵין לְךָ מוּם גָּדוֹל מִשִּׁנּוּי בְּרִיָּתוֹ. אֲפִלּוּ פָּרָה שֶׁיָּלְדָה כְּמִין חֲמוֹר וְיֵשׁ בּוֹ מִקְצָת סִימָנֵי פָּרָה הֲרֵי זֶה בְּכוֹר לַכֹּהֵן הוֹאִיל וּמִין הַחֲמוֹר יֵשׁ בּוֹ דִּין בְּכוֹר. אֲבָל אִם יָלְדָה מִין סוּס אוֹ גָּמָל אַף עַל פִּי שֶׁיֵּשׁ בּוֹ מִקְצָת סִימָנֵי פָּרָה הֲרֵי הוּא סְפֵק בְּכוֹר לְפִיכָךְ יֵאָכֵל לַבְּעָלִים. וְאִם תְּפָסוֹ כֹּהֵן אֵין מוֹצִיאִין מִיָּדוֹ: ",
      "הַמַּטִּיל מוּם בִּבְכוֹר הוֹאִיל וְעָשָׂה עֲבֵרָה קוֹנְסִין אוֹתוֹ וְאֵינוֹ נִשְׁחָט עַל מוּם זֶה עַד שֶׁיִּפּל בּוֹ מוּם אַחֵר מֵאֵלָיו. וְאִם מֵת זֶה הַחוֹטֵא מֻתָּר לִבְנוֹ לְשָׁחֳטוֹ עַל מוּם שֶׁעָשָׂה אָבִיו שֶׁלֹּא קָנְסוּ בְּנוֹ אַחֲרָיו: ",
      "הִרְגִּיל לַבְּכוֹר שֶׁיִּפּל בּוֹ מוּם כְּגוֹן שֶׁנָּתַן דְּבֵלָה עַל אָזְנוֹ עַד שֶׁבָּא כֶּלֶב וּנְטָלָהּ וְחָתַךְ אָזְנוֹ. אוֹ שֶׁהָלַךְ בֵּין בַּרְזֶל וַעֲשָׁשִׁיּוֹת שֶׁל זְכוּכִית כְּדֵי שֶׁתִּקָּטַע יָדוֹ וְנִקְטְעָה. אוֹ שֶׁאָמַר לְנָכְרִי לְהַטִּיל בּוֹ מוּם. הֲרֵי זֶה לֹא יִשְׁחֹט עָלָיו. זֶה הַכְּלָל כָּל מוּם שֶׁנַּעֲשָׂה לְדַעְתּוֹ אָסוּר לוֹ לִשְׁחֹט עָלָיו וְאִם נַעֲשָׂה שֶׁלֹּא לְדַעְתּוֹ הֲרֵי זֶה שׁוֹחֵט עָלָיו: ",
      "אָמַר אִלּוּ נָפַל בִּבְכוֹר זֶה מוּם הָיִיתִי שׁוֹחֲטוֹ וְשָׁמַע הַנָּכְרִי וְעָשָׂה בּוֹ מוּם הֲרֵי זֶה שׁוֹחֵט עָלָיו שֶׁהֲרֵי לֹא נַעֲשָׂה בְּדַעְתּוֹ: ",
      "רְאִינוּהוּ שֶׁעָשָׂה מַעֲשֶׂה הַמַּרְגִּיל לְהַטִּיל בּוֹ מוּם וְנָפַל בּוֹ מוּם וְאֵין אָנוּ יוֹדְעִין אִם נִתְכַּוֵּן לְמוּם זֶה אוֹ לֹא נִתְכַּוֵּן. הֲרֵי זֶה לֹא יִשְׁחֹט עָלָיו. כֵּיצַד. כְּגוֹן שֶׁנָּתַן לוֹ שְׂעוֹרִים בְּמָקוֹם דָּחוּק מְסֹרָג בְּקוֹצִים וְכֵיוָן שֶׁאָכַל נֶחְלַק שְׂפָתוֹ אֲפִלּוּ הָיָה חָבֵר הֲרֵי זֶה לֹא יִשְׁחֹט עָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
      "הָיָה בְּכוֹר רוֹדֵף אֶת הָאָדָם וּבָעֲטוֹ כְּדֵי לְטָרְדוֹ וַאֲפִלּוּ בָּעַט בּוֹ מִפְּנֵי שֶׁרְדָפוֹ מִקֹּדֶם וְנַעֲשָׂה בּוֹ מוּם בִּבְעִיטָה זוֹ הֲרֵי זֶה יִשְׁחַט עָלָיו: ",
      "קְטַנִּים שֶׁהִטִּילוּ מוּם בִּבְכוֹר דֶּרֶךְ שְׂחוֹק וְכֵן הַנָּכְרִי שֶׁעָשָׂה לְדַעְתּוֹ הֲרֵי זֶה יִשְׁחֹט עָלָיו. וְאִם עָשׂוּ כְּדֵי לְהַתִּירוֹ לֹא יִשְׁחֹט עָלָיו: ",
      "בְּכוֹר שֶׁאֲחָזוֹ דָּם יַקִּיז. וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לַעֲשׂוֹת בּוֹ מוּם. וְאִם נַעֲשָׂה בּוֹ מוּם בְּהַקָּזָה זוֹ הֲרֵי זֶה נִשְׁחַט עָלָיו: ",
      "מֻתָּר לְהַטִּיל מוּם בִּבְכוֹר קֹדֶם שֶׁיֵּצֵא לַאֲוִיר הָעוֹלָם וְיִשְׁחַט עָלָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם בַּיִת מִפְּנֵי שֶׁסּוֹפוֹ לְהֵאָכֵל בְּמוּמוֹ. אֲבָל בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם אָסוּר: ",
      "עֵד שֶׁהֵעִיד מִפִּי עֵד אַחַר שֶׁמּוּם זֶה נָפַל שֶׁלֹּא לְדַעַת נֶאֱמָן. אֲפִלּוּ אִשָּׁה נֶאֱמֶנֶת לוֹמַר בְּפָנַי נָפַל מוּם זֶה מֵאֵלָיו וְיִשְׁחַט עָלָיו: ",
      "כָּל הַמּוּמִין הָרְאוּיִין לָבוֹא בִּידֵי אָדָם נֶאֱמָן הָרוֹעֶה עֲלֵיהֶן לוֹמַר מֵאֲלֵיהֶן נָפְלוּ וְלֹא נַעֲשׂוּ בְּכַוָּנָה וְיִשְׁחַט עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הָרוֹעֶה יִשְׂרָאֵל וְהַבְּכוֹר בְּיַד הַכֹּהֵן. אֲבָל אִם הָיָה הָרוֹעֶה כֹּהֵן וְהַבְּכוֹר עֲדַיִן הוּא בְּיַד בְּעָלָיו הַיִּשְׂרְאֵלִי. הֲרֵי זֶה אֵינוֹ נֶאֱמָן וְחוֹשְׁדִין אוֹתוֹ שֶׁמָּא הוּא הִטִּיל בּוֹ מוּם כְּדֵי שֶׁיִּתְּנֶנּוּ לוֹ: ",
      "כֹּהֵן שֶׁהֵעִיד לְכֹהֵן אַחֵר שֶׁמּוּם זֶה מֵאֵלָיו נָפַל נֶאֱמָן וְאֵין חוֹשְׁשִׁין לָהֶן שֶׁמָּא הֵם גּוֹמְלִים זֶה אֶת זֶה. שֶׁכָּל הַכֹּהֲנִים חֲשׁוּדִין לְהַטִּיל מוּם בִּבְכוֹר כְּדֵי לְאָכְלוֹ בַּחוּץ וּלְפִיכָךְ אֵין נֶאֱמָנִין עַל יְדֵי עַצְמָן. אֲבָל חֲבֵרוֹ מֵעִיד לוֹ, שֶׁאֵין אָדָם חוֹטֵא לְאַחֵר. אֲפִלּוּ בָּנָיו וּבְנֵי בֵּיתוֹ שֶׁל כֹּהֵן מְעִידִין לוֹ עַל הַבְּכוֹר אֲבָל לֹא אִשְׁתּוֹ מִפְּנֵי שֶׁהִיא כְּגוּפוֹ: ",
      "בְּכוֹר שֶׁהָיָה בְּיַד כֹּהֵן וְנָפַל בּוֹ מוּם וְהֵעִיד עָלָיו עֵד אֶחָד שֶׁזֶּה הַמּוּם מֵאֵלָיו נָפַל וְאֵין אָנוּ יוֹדְעִים אִם מוּם זֶה שׁוֹחֲטִין עָלָיו אֶת הַבְּכוֹר אוֹ אֵין שׁוֹחֲטִין עָלָיו וּבָא הַכֹּהֵן שֶׁהוּא בְּיָדוֹ וְאָמַר הֶרְאֵיתִי מוּם זֶה לְמֻמְחֶה וְהִתִּירוֹ לִשְׁחִיטָה הֲרֵי זֶה נֶאֱמָן. וְאֵין חוֹשְׁשִׁין שֶׁמָּא לֹא הֶרְאָהוּ וְשֶׁמָּא בְּכוֹר תָּם הוּא שֶׁלֹּא נֶחְשְׁדוּ לִשְׁחֹט קָדָשִׁים בַּחוּץ מִפְּנֵי שֶׁהוּא עֲוֹן כָּרֵת כְּמוֹ שֶׁבֵּאַרְנוּ: ",
      "וְכֵן נֶאֱמָן הַכֹּהֵן לוֹמַר עַל בְּכוֹר בַּעַל מוּם בְּכוֹר זֶה נְתָנוֹ לִי יִשְׂרָאֵל בְּמוּמוֹ וְלֹא נָפַל בִּרְשׁוּתִי כְּדֵי לָחוּשׁ לוֹ שֶׁמָּא הוּא הִטִּילוֹ. שֶׁהַדָּבָר עָשׂוּי לְהִגָּלוֹת וְהוּא מִתְיָרֵא שֶׁמָּא יִשְׁאֲלוּ בְּעָלָיו וְיֹאמַר תָּמִים הָיָה בְּעֵת שֶׁנְּתָנוּהוּ לוֹ: "
    ],
    [
      "אֵין שׁוֹחֲטִין אֶת הַבְּכוֹר אֶלָּא עַל פִּי מֻמְחֶה שֶׁנָּתַן לוֹ הַנָּשִׂיא שֶׁבְּאֶרֶץ יִשְׂרָאֵל רְשׁוּת וְאָמַר לוֹ הַתֵּר בְּכוֹרוֹת בְּמוּמָן. אֲפִלּוּ הָיָה מוּם גָּדוֹל וְגָלוּי לַכּל לֹא יַתִּירוֹ אֶלָּא מֻמְחֶה שֶׁנָּטַל רְשׁוּת. וְכָל הַבְּכוֹרוֹת אָדָם רוֹאֶה חוּץ מִבְּכוֹרֵי עַצְמוֹ:\n",
      "אִם אֵין שָׁם מֻמְחֶה וְהָיָה הַמּוּם מִן הַמּוּמִין הַגְּלוּיִין הַמֻּבְהָקִין. כְּגוֹן שֶׁנִּסְמֵית עֵינוֹ. אוֹ נִקְטְעָה יָדוֹ. אוֹ נִשְׁבְּרָה רַגְלוֹ. הֲרֵי זֶה יִשָּׁחֵט עַל פִּי שְׁלֹשָׁה בְּנֵי הַכְּנֶסֶת. וְכֵן בְּכוֹר שֶׁיָּצָא לְחוּצָה לָאָרֶץ וְנָפַל בּוֹ מוּם מֻבְהָק. הֲרֵי זֶה יֻתַּר עַל פִּי שְׁלֹשָׁה בְּנֵי הַכְּנֶסֶת:\n",
      "אֵין רוֹאִין אֶת הַבְּכוֹר לְיִשְׂרָאֵל עַד שֶׁיִּהְיֶה כֹּהֵן עִמּוֹ. שֶׁמָּא יֹאמַר לוֹ הַמֻּמְחֶה מוּם הוּא וּמֻתָּר לִשְׁחֹט עָלָיו וְיֵלֵךְ וְיִשְׁחָטֶנּוּ לְעַצְמוֹ וְלֹא יִתְּנֶנּוּ לַכֹּהֵן. שֶׁאַף עַל פִּי שֶׁאֵינוֹ חָשׁוּד לֶאֱכל קָדָשִׁים בַּחוּץ. חָשׁוּד הוּא לִגְזל מַתְּנוֹת כְּהֻנָּה. לְפִיכָךְ אִם הָיָה חָכָם וְיָדוּעַ שֶׁהוּא מְדַקְדֵּק עַל עַצְמוֹ רוֹאִין לוֹ. הָיָה הַמּוּם גָּלוּי לַכּל כְּגוֹן שֶׁנִּקְטְעָה יָדוֹ אוֹ רַגְלוֹ. הוֹאִיל וֶהֱבִיאוֹ לְחָכָם הַמֻּמְחֶה הֲרֵי זֶה בְּחֶזְקַת מְדַקְדֵּק עַל עַצְמוֹ לְפִיכָךְ רוֹאִין לוֹ אַף עַל פִּי שֶׁאֵין עִמּוֹ כֹּהֵן:\n",
      "הַשּׁוֹחֵט אֶת הַבְּכוֹר וְאַחַר כָּךְ הֶרְאָה אֶת מוּמוֹ אַף עַל פִּי שֶׁהוּא מוּם גָּלוּי שֶׁאֵינוֹ מִשְׁתַּנֶּה בִּשְׁחִיטָה כְּגוֹן שֶׁנֶּחְתְּכָה יָדוֹ אוֹ רַגְלוֹ הוֹאִיל וְנִשְׁחַט שֶׁלֹּא עַל פִּי מֻמְחֶה הֲרֵי זֶה אָסוּר וְיִקָּבֵר כִּבְכוֹר שֶׁמֵּת:\n",
      "בְּכוֹר שֶׁהָיְתָה לוֹ בֵּיצָה אַחַת וּשְׁנֵי כִּיסִים. וּבְדָקוֹ הַמֻּמְחֶה וְהוֹשִׁיבוּהוּ עַל הַרְגּוֹזוֹ וּמִעֲכוּ וְלֹא יָצָאת בֵּיצָה שְׁנִיָּה וְהִתִּירוֹ הַמֻּמְחֶה וְנִשְׁחַט וְנִמְצָא הַשְּׁנִיָּה דְּבוּקָה בַּכְּסָלִים הֲרֵי זֶה מֻתָּר הוֹאִיל וּמִעֲכוּ. אֲבָל אִם לֹא נִמְעַךְ אַף עַל פִּי שֶׁנִּשְׁחַט עַל פִּי מֻמְחֶה הֲרֵי זֶה יִקָּבֵר:\n",
      "מִי שֶׁאֵינוֹ מֻמְחֶה וְרָאָה אֶת הַבְּכוֹר וְנִשְׁחַט עַל פִּיו. הֲרֵי זֶה יִקָּבֵר וִישַׁלֵּם מִבֵּיתוֹ. וְכַמָּה מְשַׁלֵּם. רְבִיעַ לְדַקָּה וּמֶחֱצָה לְגַסָּה. וּמִפְּנֵי מָה לֹא יְשַׁלֵּם כָּל דָּמָיו מִפְּנֵי שֶׁקָּנְסוּ אֶת בַּעַל הַבְּהֵמָה כְּדֵי שֶׁלֹּא יַשְׁהֶנָּה וְלֹא יְגַדֵּל בְּהֵמָה דַּקָּה בְּאֶרֶץ יִשְׂרָאֵל:\n",
      "הַנּוֹטֵל שְׂכָרוֹ לִהְיוֹת רוֹאֶה בְּכוֹרוֹת אֵין שׁוֹחֲטִין עַל פִּיו אֶלָּא אִם כֵּן הָיָה מֻמְחֶה גָּדוֹל וְיָדְעוּ בּוֹ חֲכָמִים שֶׁאֵין כְּמוֹתוֹ וּפָסְקוּ לוֹ שָׂכָר עַל הָרְאִיָּה וְהַבִּקּוּר בֵּין שֶּׁנִּמְצָא בּוֹ מוּם בֵּין שֶּׁנִּמְצָא תָּמִים. וְלֹא יִטּל שָׂכָר עַל בְּהֵמָה זוֹ חוּץ מִפַּעַם אַחַת וְרוֹאֶה אוֹתָהּ לְעוֹלָם כָּל זְמַן שֶׁמְּבִיאִין אוֹתָהּ כְּדֵי שֶׁלֹּא יָבוֹא לִידֵי חֲשָׁד:\n",
      "הֶחָשׁוּד עַל הַבְּכוֹרוֹת לְמָכְרָן לְשֵׁם חֻלִּין אֵין לוֹקְחִין מִמֶּנּוּ אֲפִלּוּ בְּשַׂר צְבָאִים מִפְּנֵי שֶׁהוּא דּוֹמֶה לִבְשַׂר עֵגֶל. וְאֵין לוֹקְחִים מִמֶּנּוּ עוֹרוֹת שֶׁאֵינָן עֲבוּדִים אֲפִלּוּ שֶׁל נְקֵבָה שֶׁמָּא יַחְתֹּךְ זִכְרוּתוֹ וְיֹאמַר עוֹר נְקֵבָה הוּא. וְאֵין לוֹקְחִין מִמֶּנּוּ צֶמֶר אֲפִלּוּ מְלֻבָּן וְאֵין צָרִיךְ לוֹמַר צוֹאִי. אֲבָל לוֹקְחִין מִמֶּנּוּ טָוּוּי וּלְבָדִין וְעוֹרוֹת עֲבוּדִים. שֶׁאֵינוֹ מְעַבֵּד עוֹר בְּכוֹר תָּמִים מִפְּנֵי שֶׁהוּא מְפַחֵד לַשְׁהוֹתוֹ אֶצְלוֹ שֶׁמָּא יִשְׁמְעוּ הַדַּיָּנִים וְיִקְנְסוּהוּ כְּפִי רִשְׁעוֹ:\n",
      "הַשּׁוֹחֵט אֶת הַבְּכוֹר וּמְכָרוֹ וְנוֹדַע שֶׁלֹּא הֶרְאָהוּ לְמֻמְחֶה. מַה שֶּׁאָכְלוּ אָכְלוּ וְיַחְזִיר לָהֶם אֶת הַדָּמִים. וּמַה שֶּׁלֹּא נֶאֱכַל יִקָּבֵר וְיַחְזִיר אֶת הַדָּמִים. וְכֵן הַדִּין בְּמַאֲכִיל אֶת הַטְּרֵפָה כְּמוֹ שֶׁיִּתְבָּאֵר בְּהִלְכוֹת מִקָּח וּמִמְכָּר:\n",
      "בְּכוֹר שֶׁנִּמְצָא טְרֵפָה אִם תָּמִים הוּא וְנִמְצָא טְרֵפָה אַחַר שֶׁהֻפְשַׁט הָעוֹר יִשָּׂרֵף כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין וְהַבָּשָׂר יִקָּבֵר. וְאִם בְּמוּמוֹ נִשְׁחַט הַבָּשָׂר יִקָּבֵר וְיֵהָנוּ הַכֹּהֲנִים בְּעוֹרוֹ. וְהוּא שֶׁנִּשְׁחַט עַל פִּי מֻמְחֶה:\n",
      "הַבְּכוֹר שֶׁנֶּאֱכַל בְּשָׂרוֹ כַּהֲלָכָה בֵּין תָּמִים בֵּין בַּעַל מוּם. כְּשֵׁם שֶׁמֻּתָּר לֵהָנוֹת בְּעוֹרוֹ כָּךְ נֶהֱנִין בְּגִזּוֹתָיו. אֲבָל כָּל צֶמֶר שֶׁנִּגְזַז מִמֶּנּוּ כְּשֶׁהוּא חַי אֲפִלּוּ נָשַׁר הֲרֵי הוּא אָסוּר בַּהֲנָאָה. וַאֲפִלּוּ נָשַׁר מִמֶּנּוּ אַחַר שֶׁנָּפַל בּוֹ מוּם. וַאֲפִלּוּ אַחַר שְׁחִיטָתוֹ וְאֵין צָרִיךְ לוֹמַר אַחַר מִיתָתוֹ שֶׁהֲרֵי אוֹתוֹ הַצֶּמֶר שֶׁנָּשַׁר מִמֶּנּוּ מֵחַיִּים בְּאִסּוּרוֹ עוֹמֵד. וְכֵן בְּמַעֲשַׂר בְּהֵמָה. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת מְעִילָה שֶׁלֹּא גָּזְרוּ גְּזֵרָה זוֹ אֶלָּא עַל הַבְּכוֹר וְעַל הַמַּעֲשֵׂר בִּלְבַד מִפְּנֵי שֶׁאֵינָן בָּאִין לְכַפָּרָה שֶׁמָּא יַשְׁהֵם אֶצְלוֹ כְּדֵי לִקַּח כָּל הַצֶּמֶר שֶׁיִּנְשֹׁר מֵהֶם. וּכְבָר בֵּאַרְנוּ שֶׁמִּצְוָה לְאָכְלוֹ תּוֹךְ שְׁנָתוֹ בֵּין תָּמִים בֵּין בַּעַל מוּם:\n",
      "בְּכוֹר שֶׁהָיָה בּוֹ צֶמֶר מְדֻבְלָל וּשְׁחָטוֹ. אֶת שֶׁהוּא נִרְאֶה עִמּוֹ מִן הַגִּזָּה מֻתָּר בַּהֲנָאָה. וְאֶת שֶׁאֵינוֹ נִרְאֶה עִמּוֹ וְהוּא הַצֶּמֶר שֶׁעִקָּרוֹ הָפוּךְ כְּלַפֵּי רֹאשׁוֹ אָסוּר. שֶׁזֶּה כְּמוֹ שֶׁנָּשַׁר מֵחַיִּים:\n",
      "גִּזַּת בְּכוֹר אֲפִלּוּ בַּעַל מוּם שֶׁנִּתְעָרְבָה בְּגִזֵּי חֻלִּין אֲפִלּוּ אַחַת בְּכַמָּה אֲלָפִים הַכּל אֲסוּרִים. הֲרֵי הוּא דָּבָר חָשׁוּב וּמְקַדֵּשׁ בְּכָל שֶׁהוּא. הָאוֹרֵג מְלֹא הַסִּיט מִצֶּמֶר הַבְּכוֹר בְּבֶגֶד יִדָּלֵק. מִצֶּמֶר הַמֻּקְדָּשִׁין מְקַדֵּשׁ בְּכָל שֶׁהוּא:\n"
    ],
    [
      "בֶהֱמַת הַשֻּׁתָּפִין חַיֶּבֶת בִּבְכוֹרָה. לֹא נֶאֱמַר <small>(דברים יב יז)</small> <small>(דברים יד כג)</small> \"בְּקָרְךָ וְצֹאנֶךָ\" אֶלָּא לְמַעֵט שֻׁתָּפוּת הַנָּכְרִי שֶׁאִם הָיָה שֻׁתָּף בַּפָּרָה אוֹ בָּעֵבָּר אֲפִלּוּ הָיָה לַנָּכְרִי אֶחָד מֵאֶלֶף בָּאֵם אוֹ בַּוָּלָד הֲרֵי זֶה פָּטוּר מִן הַבְּכוֹרָה. הָיָה לוֹ בְּאֶחָד מִשְּׁנֵיהֶם אֵיבָר אֶחָד כְּגוֹן יָד אוֹ רֶגֶל. רוֹאִין כָּל שֶׁאִלּוּ יֵחָתֵךְ וְהָיָה בַּעַל מוּם הֲרֵי זֶה פָּטוּר. וְאִם אֶפְשָׁר שֶׁיֵּחָתֵךְ אֵיבַר הַנָּכְרִי וְלֹא יִפָּסֵל. הֲרֵי זֶה חַיָּב בִּבְכוֹרָה:  ",
      "הַלּוֹקֵחַ עֻבַּר פָּרָתוֹ שֶׁל נָכְרִי. אוֹ הַמּוֹכֵר עֻבַּר פָּרָתוֹ לְנָכְרִי. אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי הֲרֵי זֶה פָּטוּר מִן הַבְּכוֹרָה. וְאֵין קוֹנְסִין אוֹתוֹ עַל דָּבָר זֶה: ",
      "הַמְקַבֵּל בְּהֵמָה מִן הַנָּכְרִי לִהְיוֹת מְטַפֵּל בָּהּ וְהַוְּלָדוֹת בֵּינֵיהֶם. אוֹ נָכְרִי שֶׁקִּבֵּל מִיִּשְׂרָאֵל כָּזֶה. הֲרֵי אֵלּוּ פְּטוּרִים מִן הַבְּכוֹרָה שֶׁנֶּאֱמַר <small>(שמות יג ב)</small> \"פֶּטֶר כָּל רֶחֶם בִּבְנֵי יִשְׂרָאֵל\" עַד שֶׁיִּהְיֶה הַכּל מִיִּשְׂרָאֵל: ",
      "הַמְקַבֵּל צֹאן מִן הַנָּכְרִי בְּמָמוֹן קָצוּב וּפָסַק עִמּוֹ שֶׁיִּהְיֶה הַשָּׂכָר בֵּינֵיהֶם וְאִם פִּחֲתוּ פִּחֲתוּ לְיִשְׂרָאֵל. אַף עַל פִּי שֶׁבִּרְשׁוּת יִשְׂרָאֵל הֵם וַהֲרֵי הֵם כְּקִנְיָנוֹ הוֹאִיל וְאִם לֹא יִמְצָא הַנָּכְרִי אֶצְלוֹ מָמוֹן אַחֵר לִגְבּוֹת מִמֶּנּוּ יִגְבֶּה מִן הַבְּהֵמוֹת הָאֵלּוּ וּמִוַּלְדוֹתֵיהֶן נַעֲשָׂה כְּמוֹ שֶׁיֵּשׁ לוֹ אַחֲרָיוּת עֲלֵיהֶן וְעַל וַלְדוֹתֵיהֶן וַהֲרֵי יַד הַנָּכְרִי בְּאֶמְצַע וּפְטוּרִין מִן הַבְּכוֹרָה הֵם וּוַלְדוֹתֵיהֶן. אֲבָל וַלְדֵי וְלָדוֹת חַיָּבִין שֶׁהֲרֵי שֶׁל יִשְׂרָאֵל הֵם וְאֵין לַנָּכְרִי רְשׁוּת עֲלֵיהֶן: ",
      "יִשְׂרָאֵל שֶׁנָּתַן מָעוֹת לְנָכְרִי וְקָנָה לוֹ בָּהֶן בְּהֵמָה מִנָּכְרִי בְּדִינֵיהֶן אַף עַל פִּי שֶׁלֹּא מָשַׁךְ קָנָה וְחַיֶּבֶת בִּבְכוֹרָה. וְכֵן אִם קָנָה הַנָּכְרִי מִיִּשְׂרָאֵל בְּדִינֵיהֶם וְנָתַן מָעוֹת אַף עַל פִּי שֶׁלֹּא מָשַׁךְ קָנָה וּפְטוּרָה מִבְּכוֹרָה: ",
      "גֵּר שֶׁנִּתְגַּיֵּר וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נִתְגַּיֵּר יָלְדָה פָּרָתוֹ אוֹ אַחַר שֶׁנִּתְגַּיֵּר הֲרֵי זֶה בְּכוֹר מִסָּפֵק: ",
      "הַלּוֹקֵחַ בְּהֵמָה מִן הַנָּכְרִי וְאֵין יָדוּעַ אִם בִּכְּרָה אוֹ לֹא בִּכְּרָה וְיָלְדָה אֶצְלוֹ הֲרֵי זֶה סְפֵק בְּכוֹר וְיֵאָכֵל בְּמוּמוֹ לַבְּעָלִים וְאֵינוֹ לַכֹּהֵן שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: ",
      "לָקַח בְּהֵמָה מֵינִיקָה מִן הַנָּכְרִי אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא בְּנָהּ שֶׁל אַחֶרֶת הִיא מֵינִיקָה אֶלָּא הֲרֵי זוֹ בְּחֶזְקַת שֶׁיָּלְדָה. וַאֲפִלּוּ הָיָה זֶה שֶׁמֵּינִיקָה כְּמוֹ מִין אַחֵר וַאֲפִלּוּ כְּמִין חֲזִיר הֲרֵי זוֹ פְּטוּרָה מִן הַבְּכוֹרָה. וְכֵן בְּהֵמָה שֶׁהִיא חוֹלֶבֶת פְּטוּרָה מִן הַבְּכוֹרָה שֶׁרֹב הַבְּהֵמוֹת אֵינָן חוֹלְבוֹת אֶלָּא אִם כֵּן כְּבָר יָלְדוּ: ",
      "הַלּוֹקֵחַ בְּהֵמָה מִיִּשְׂרָאֵל הֲרֵי זוֹ בְּחֶזְקַת שֶׁבִּכְּרָה עַד שֶׁיּוֹדִיעוֹ הַמּוֹכֵר שֶׁעֲדַיִן לֹא יָלְדָה. שֶׁאֵין הַיִּשְׂרָאֵל שׁוֹתֵק וְגוֹרֵם לוֹ לֶאֱכל קָדָשִׁים בַּחוּץ וַדַּאי שֶׁבִּכְּרָה וּלְפִיכָךְ מְכָרָהּ סְתָם: ",
      "בְּהֵמָה דַּקָּה שֶׁהִפִּילָה עֻבָּר שֶׁעֲדַיִן לֹא נִתְבָּאֵר צוּרָתוֹ הַרְבֵּה וְנִכֶּרֶת לַכּל וְזֶהוּ הַנִּקְרָא טִנּוּף. אִם אָמְרוּ הָרוֹעִים עֻבָּר הוּא אֶלָּא שֶׁנִּפְסְדָה צוּרָתוֹ הֲרֵי זוֹ פְּטוּרָה מִן הַבְּכוֹרָה וְצָרִיךְ לְהַרְאוֹתוֹ לְרוֹעֶה חָכָם. לְפִיכָךְ הַלּוֹקֵחַ בְּהֵמָה מִן הַנָּכְרִי אֲפִלּוּ הָיְתָה קְטַנָּה וְיָלְדָה אֶצְלוֹ בְּתוֹךְ שְׁנָתָהּ הֲרֵי זֶה סְפֵק בְּכוֹר שֶׁמָּא טִנּוּף הִפִּילָה בִּרְשׁוּת הַנָּכְרִי. וְכֵן בְּהֵמָה גַּסָּה שֶׁהִפִּילָה שִׁלְיָא הֲרֵי זוֹ סִימָן וָלָד שֶׁאֵין שִׁלְיָא בְּלֹא וָלָד וְנִפְטְרָה מִן הַבְּכוֹרָה. וּמֻתָּר לְהַשְׁלִיךְ אוֹתָהּ הַשִּׁלְיָא לַכְּלָבִים שֶׁאֵין מִתְקַדֵּשׁ בִּבְכוֹרָה אֶלָּא זָכָר וְחֶזְקַת הַנּוֹלָדִים מֶחֱצָה זְכָרִים וּמֶחֱצָה נְקֵבוֹת. וּכְבָר בֵּאַרְנוּ שֶׁהַזָּכָר שֶׁאֵין בּוֹ מִקְצָת סִימָנֵי אִמּוֹ אֵינוֹ מִתְקַדֵּשׁ בִּבְכוֹרָה וְנִמְצָא מִעוּט הַנּוֹלָדִים הֵן הַמִּתְקַדְּשִׁין בִּבְכוֹרָה וְאֵין חוֹשְׁשִׁין לְמִעוּט. אֲבָל בֶּהֱמַת קָדָשִׁים שֶׁהִפִּילָה שִׁלְיָא תִּקָּבֵר [שֶׁהַנְּקֵבוֹת בָּהּ כִּזְכָרִים]: ",
      "בְּהֵמָה גַּסָּה שֶׁהִפִּילָה חֲרָרַת דָּם הֲרֵי זוֹ נִפְטְרָה מִן הַבְּכוֹרָה שֶׁחֶזְקָתָהּ שֶׁהַוָּלָד בְּתוֹכָהּ וְרָבָה עָלָיו הַדָּם וְהִפְסִידוֹ וּבִטְּלוֹ. וְקוֹבְרִין חֲרָרָה זוֹ כְּמוֹ נֵפֶל מְבַכֶּרֶת אַף עַל פִּי שֶׁאֵין חֲרָרָה זוֹ קְדוֹשָׁה. וְלָמָּה קוֹבְרִין אוֹתָהּ כְּדֵי לְפַרְסֵם הַדָּבָר שֶׁנִּפְטְרָה מִן הַבְּכוֹרָה: ",
      "כְּבָר בֵּאַרְנוּ בְּעִנְיַן נִדָּה שֶׁהַוָּלָד בָּאָדָם נִגְמָר לְאַרְבָּעִים יוֹם וְהַמַּפֶּלֶת לְפָחוֹת מֵאַרְבָּעִים אֵינוֹ וָלָד. אֲבָל וְלַד בְּהֵמָה לֹא עָמְדוּ חֲכָמִים עַל מִנְיַן הַיָּמִים שֶׁיִּגָּמֵר בּוֹ. אֲבָל אָמְרוּ שֶׁהַמַּפֶּלֶת טִנּוּף אֵינָהּ מִתְעַבֶּרֶת אַחֲרָיו וְלֹא מְקַבֶּלֶת וָלָד אַחֵר לְפָחוֹת מִשְּׁלֹשִׁים יוֹם: ",
      "בְּהֵמָה שֶׁיָּצְאָה מְלֵאָה וּבָאָה רֵיקָנִית הַבָּא אַחַר כֵּן בְּכוֹר מִסָּפֵק שֶׁמָּא דָּבָר שֶׁאֵינוֹ פּוֹטֵר בִּבְכוֹרָה הִפִּילָה. וְאֵין לְנִפְלֵי בְּהֵמָה פְּטִירַת רֶחֶם עַד שֶׁיַּעֲגִילוּ רֹאשׁ כְּפִיקָה שֶׁל עֵרֶב: ",
      "מַבְכֶּרֶת הַמַּקְשָׁה לֵילֵד מְחַתֵּךְ אֵיבָר וּמַשְׁלִיךְ לַכְּלָבִים וְהַבָּא אַחֲרָיו בְּכוֹר. יָצָא רֻבּוֹ הֲרֵי זֶה יִקָּבֵר וְנִפְטְרָה מִן הַבְּכוֹרָה. וְאִם חָתַךְ אֵיבָר וְהִנִּיחוֹ אֵיבָר וְהִנִּיחוֹ עַד שֶׁהִשְׁלִים רֻבּוֹ הֲרֵי כָּל הָאֵיבָרִים צְרִיכִין קְבוּרָה. וְנִפְטְרָה מִן הַבְּכוֹרָה כֵּיוָן שֶׁיָּצָא רֻבּוֹ בֵּין שָׁלֵם בֵּין מְחֻתָּךְ וַהֲרֵי הוּא לְפָנֵינוּ נִתְקַדֵּשׁ לְמַפְרֵעַ: ",
      "יָצָא שְׁלִישׁ וּמְכָרוֹ לְנָכְרִי וְחָזַר וְיָצָא שְׁלִישׁ אַחֵר. נִתְקַדֵּשׁ לְמַפְרֵעַ וְנִפְטְרָה מִן הַבְּכוֹרָה. יָצָא שְׁלִישׁ דֶּרֶךְ דֹּפֶן וּשְׁנֵי שְׁלִישִׁים דֶּרֶךְ רֶחֶם אֵינוֹ קָדוֹשׁ שְׁהָרֹב הָרִאשׁוֹן לֹא יָצָא דֶּרֶךְ רֶחֶם וּלְמַפְרֵעַ הוּא מִתְקַדֵּשׁ: ",
      "יָצָא מִעוּט אֵיבָר גָּדוֹל וַהֲרֵי זֶה הַיּוֹצֵא רֻבּוֹ שֶׁל עֻבָּר נִפְטַר מִן הַבְּכוֹרָה וְיִקָּבֵר הַיּוֹצֵא. יָצָא חֲצִי הָעֻבָּר וְהוּא רֻבּוֹ שֶׁל אֵיבָר הַיּוֹצֵא הֲרֵי זֶה סָפֵק אִם נִפְטְרָה מִן הַבְּכוֹרָה אוֹ לֹא נִפְטְרָה לְפִיכָךְ הַבָּא אַחֲרָיו סְפֵק בְּכוֹר: ",
      "בְּכוֹר שֶׁכְּרָכוֹ בְּסִיב וְהוֹצִיאוֹ וְלֹא נָגַע בָּרֶחֶם אוֹ שֶׁכְּרָכוֹ בְּשִׁלְיַת בְּהֵמָה אַחֶרֶת אוֹ שֶׁנִּכְרְכָה עָלָיו אֲחוֹתוֹ וְיָצָא הוֹאִיל וְלֹא נָגַע בָּרֶחֶם מִכָּל מָקוֹם הֲרֵי זֶה סְפֵק בְּכוֹר: ",
      "הִדְבִּיק שְׁנֵי רְחָמִים זֶה לָזֶה וְיָצָא מִזֶּה וְנִכְנַס לָזֶה הֲרֵי זֶה סָפֵק אִם נִפְטְרָה מִן הַבְּכוֹרָה הַבְּהֵמָה שֶׁנִּכְנַס בָּהּ הַבְּכוֹר שֶׁהֲרֵי פֶּטֶר רֶחֶם אוֹ לֹא נִפְטְרָה עַד שֶׁיִּפְטֹר רַחְמָהּ וְלָדָהּ: ",
      "נִפְתְּחוּ כָּתְלֵי בֵּית הָרֶחֶם וְיָצָא הֲרֵי זֶה סָפֵק אִם נְגִיעַת רֶחֶם מְקַדֶּשֶׁת אוֹ אֲוִירוֹ: ",
      "נֶעֶקְרוּ כָּתְלֵי בֵּית הָרֶחֶם [וְנִתְלוּ] בְּצַוָּארוֹ הֲרֵי זֶה סָפֵק אִם בִּמְקוֹמוֹ מְקַדֵּשׁ אוֹ מְקַדֵּשׁ אַף חוּץ לִמְקוֹמוֹ: ",
      "נִגְמְמוּ כָּתְלֵי בֵּית הָרֶחֶם אֵינוֹ קָדוֹשׁ. נִפְרַץ מִקְצָתוֹ וְעוֹמֵד מְרֻבֶּה עַל הַפָּרוּץ וְיָצָא דֶּרֶךְ הַפָּרוּץ. אוֹ שֶׁהָיָה הַפָּרוּץ מְרֻבֶּה עַל הָעוֹמֵד וְיָצָא דֶּרֶךְ הָעוֹמֵד הֲרֵי זֶה סְפֵק בְּכוֹר: "
    ],
    [
      "רָחֵל שֶׁלֹּא בִּכְּרָה וְיָלְדָה שְׁנֵי זְכָרִים. אֲפִלּוּ יָצְאוּ שְׁנֵי רָאשֵׁיהֶן כְּאֶחָד אִי אֶפְשָׁר שֶׁלֹּא קָדַם אֶחָד. הוֹאִיל וְאֵין יָדוּעַ אֵי זֶה מֵהֶם יָצָא רִאשׁוֹן הַכֹּהֵן נוֹטֵל אֶת הַכָּחוּשׁ וְהַשֵּׁנִי סְפֵק בְּכוֹר. מֵת אֶחָד מֵהֶן אֵין לַכֹּהֵן כְּלוּם שֶׁזֶּה הַחַי סָפֵק הוּא וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְכֵן אִם יָלְדָה זָכָר וּנְקֵבָה הֲרֵי הַזָּכָר סָפֵק שֶׁמָּא הַנְּקֵבָה יָצָאת תְּחִלָּה לְפִיכָךְ אֵין לַכֹּהֵן כְּלוּם שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה:\n",
      "שְׁתֵּי רְחֵלוֹת שֶׁלֹּא בִּכְּרוּ וְיָלְדוּ שְׁנֵי זְכָרִים. שְׁנֵיהֶן לַכֹּהֵן. זָכָר וּנְקֵבָה הַזָּכָר לַכֹּהֵן. שְׁנֵי זְכָרִים וּנְקֵבָה הַכֹּהֵן נוֹטֵל אֶת הַכָּחוּשׁ וְהַשֵּׁנִי סְפֵק בְּכוֹר. וְאִם מֵת אֶחָד מֵהֶן אֵין לַכֹּהֵן כְּלוּם. שֶׁזֶּה הַזָּכָר הַחַי סְפֵק בְּכוֹר הוּא וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. יָלְדוּ שְׁתֵּי נְקֵבוֹת וְזָכָר אוֹ שְׁנֵי זְכָרִים וּשְׁתֵּי נְקֵבוֹת הֲרֵי הַזְּכָרִים סְפֵק בְּכוֹר. שֶׁאֲנִי אוֹמֵר שֶׁמָּא הַנְּקֵבָה נוֹלְדָה תְּחִלָּה וְאַחַר כָּךְ הַזָּכָר. לְפִיכָךְ אֵין כָּאן לַכֹּהֵן כְּלוּם שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. אַחַת בִּכְּרָה וְאַחַת שֶׁלֹּא בִּכְּרָה וְיָלְדוּ לוֹ שְׁנֵי זְכָרִים. אֶחָד לוֹ וְאֶחָד לַכֹּהֵן וְכָל אֶחָד מֵהֶן סְפֵק בְּכוֹר וְהַכֹּהֵן נוֹטֵל אֶת הַכָּחוּשׁ. מֵת אֶחָד מֵהֶן אֵין כָּאן לַכֹּהֵן כְּלוּם שֶׁזֶּה הַחַי סָפֵק הוּא. וְכֵן אִם יָלְדוּ זָכָר וּנְקֵבָה אֵין כָּאן לַכֹּהֵן כְּלוּם שֶׁזֶּה הַזָּכָר סְפֵק בְּכוֹר הוּא:\n",
      "כָּל בְּכוֹר שֶׁהוּא סָפֵק דִּינוֹ שֶׁיִּרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיֵאָכֵל לִבְעָלָיו. וְאִם תְּפָשׂוֹ הַכֹּהֵן אֵין מוֹצִיאִין אוֹתוֹ מִיָּדוֹ וְאוֹכֵל אוֹתוֹ בְּמוּמוֹ. אֲבָל אֵינוֹ מַקְרִיבוֹ שֶׁאֵין מַקְרִיב לְעוֹלָם אֶלָּא בְּכוֹר וַדַּאי שֶׁמָּא יִשְׁחֹט חֻלִּין בָּעֲזָרָה:\n",
      "מִי שֶׁהָיָה בְּעֶדְרוֹ מְבַכְּרוֹת וְשֶׁאֵינָן מְבַכְּרוֹת וְיָלְדוּ וְאֵין שָׁם אָדָם וְנִכְנַס וּמָצָא אֶת הַמְבַכְּרוֹת מֵינִיקוֹת נְקֵבוֹת וְאֶת שֶׁאֵינָן מְבַכְּרוֹת מֵינִיקוֹת זְכָרִים. אֵינוֹ חוֹשֵׁשׁ שֶׁמָּא בְּנָהּ שֶׁל זוֹ בָּא לוֹ אֵצֶל זוֹ וּבְנָהּ שֶׁל זוֹ בָּא לוֹ אֵצֶל זוֹ אֶלָּא הֲרֵי הַדָּבָר בְּחֶזְקָתוֹ שֶׁכָּל אַחַת מֵינִיקָה בְּנָהּ:\n",
      "שְׁנַיִם שֶׁהִפְקִידוּ שְׁנֵי זְכָרִים אֵצֶל הָרוֹעֶה הָאֶחָד בְּכוֹר וְהַשֵּׁנִי פָּשׁוּט וּמֵת אֶחָד מֵהֶן. מַנִּיחַ הָרוֹעֶה הַשֵּׁנִי בֵּינֵיהֶן וּמִסְתַּלֵּק וַהֲרֵי הוּא סְפֵק בְּכוֹר וּשְׁנֵיהֶן חוֹלְקִין אוֹתוֹ שֶׁאֵין אֶחָד מֵהֶן מַכִּיר אֶת שֶׁלּוֹ:\n",
      "הִפְקִיד בְּכוֹר אֵצֶל בַּעַל הַבַּיִת וְהִנִּיחוֹ בַּעַל הַבַּיִת עִם פָּשׁוּט שֶׁלּוֹ וּמֵת אֶחָד מֵהֶן וְאֵין יָדוּעַ אֵיזֶהוּ. הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וַהֲרֵי הוּא סְפֵק בְּכוֹר. וַאֲפִלּוּ רוֹעֶה כֹּהֵן שֶׁהִנִּיחַ בְּכוֹרוֹ בַּחֲצַר בַּעַל הַבַּיִת עִם פָּשׁוּט שֶׁל בַּעַל הַבַּיִת וּמֵת אֶחָד מֵהֶן הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאֵין מוֹצִיאִין מֵחֲצַר בַּעַל הַבַּיִת אֶלָּא בִּרְאָיָה. שֶׁהֲרֵי מִדַּעַת בַּעַל הַבְּכוֹר הִנִּיחוּ עִמּוֹ הַפָּשׁוּט שֶׁל בַּעַל הַבַּיִת:\n",
      "לֹא נֶחְשְׁדוּ יִשְׂרָאֵל עַל הַבְּכוֹרוֹת לְפִיכָךְ נֶאֱמָן הַיִּשְׂרָאֵל לוֹמַר זֶה סְפֵק בְּכוֹר הוּא וְרוֹאִין לוֹ מוּמוֹ וְאוֹכֵל אוֹתוֹ בְּמוּמוֹ:\n",
      "כָּל הַקָּדָשִׁים שֶׁקָּדַם לָהֶם מוּם קָבוּעַ לְהֶקְדֵּשָׁן וְנִפְדּוּ חַיָּבִין בִּבְכוֹרָה. וְאִם קָדַם מוּם עוֹבֵר לְהֶקְדֵּשָׁן אוֹ שֶׁהִקְדִּישָׁן תְּמִימִים וְאַחַר כָּךְ נוֹלַד לָהֶם מוּם קָבוּעַ וְנִפְדּוּ פְּטוּרִין מִן הַבְּכוֹרָה. שֶׁהֲרֵי לֹא יָצְאוּ לְחֻלִּין לְכָל דָּבָר מִפְּנֵי שֶׁהֵן אֲסוּרִין בְּגִזָּה וַעֲבוֹדָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְעִילָה:\n",
      "הַלּוֹקֵחַ בְּהֵמָה מִמְּעוֹת מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם חַיֶּבֶת בִּבְכוֹרָה. אֲבָל הַלּוֹקֵחַ בְּהֵמָה מִפֵּרוֹת שְׁבִיעִית הֲרֵי זוֹ פְּטוּרָה מִן הַבְּכוֹרָה לְפִי שֶׁאֵינוֹ רַשַּׁאי לַעֲשׂוֹת סְחוֹרָה בְּפֵרוֹת שְׁבִיעִית שֶׁהֲרֵי נֶאֱמַר בָּהּ <small>(ויקרא כה ו)</small> \"לְאָכְלָהּ\" לְאָכְלָהּ וְלֹא לִסְחוֹרָה. וְאִם תִּהְיֶה חַיֶּבֶת בִּבְכוֹרָה הֲרֵי זֶה מִשְׂתַּכֵּר בִּבְכוֹר שֶׁהֲרֵי יָצָא מִתּוֹרַת פֵּרוֹת שְׁבִיעִית. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת מַאֲכָלוֹת אֲסוּרוֹת שֶׁאָסוּר לַעֲשׂוֹת סְחוֹרָה בִּדְבָרִים הָאֲסוּרִים בַּאֲכִילָה וְכֵן בֵּאַרְנוּ בִּתְרוּמוֹת שֶׁאָסוּר לַעֲשׂוֹת סְחוֹרָה בִּתְרוּמוֹת וְכֵן אָסוּר לַעֲשׂוֹת סְחוֹרָה בִּבְכוֹרוֹת אַף עַל פִּי שֶׁמֻּתָּר לְמָכְרָן עַל דֶּרֶךְ שֶׁבֵּאַרְנוּ: \n",
      "לָקַח בְּכוֹר לְמִשְׁתֵּה בְּנוֹ אוֹ לָרֶגֶל וְלֹא צָרִיךְ לוֹ מֻתָּר לְמָכְרוֹ:\n",
      "אֵין שָׁמִין בְּכוֹרוֹת תְּמִימִים לְיִשְׂרָאֵל אֲבָל שָׁמִין לָהֶן בְּכוֹרוֹת בַּעֲלֵי מוּמִין. וְשָׁמִין בְּכוֹרוֹת תְּמִימִים לַכֹּהֲנִים בַּזְּמַן הַזֶּה שֶׁהֵן עוֹמְדִין לְהֵאָכֵל בְּמוּמָן. וְאֵין צָרִיךְ לוֹמַר שֶׁשָּׁמִין לָהֶן בַּעֲלֵי מוּמִים:\n"
    ],
    [
      "מִצְוַת עֲשֵׂה לְהַפְרִישׁ אֶחָד מֵעֲשָׂרָה מִכָּל בְּהֵמוֹת טְהוֹרוֹת שֶׁיִּוָּלְדוּ לָאָדָם בְּכָל שָׁנָה וְשָׁנָה. וְאֵין מִצְוָה זוֹ נוֹהֶגֶת אֶלָּא בְּבָקָר וְצֹאן בִּלְבַד שֶׁנֶּאֱמַר <small>(ויקרא כז לב)</small> \"וְכָל מַעְשַׂר בָּקָר וָצֹאן\" וְגוֹ':\n",
      "מַעֲשַׂר בְּהֵמָה נוֹהֵג בְּחֻלִּין אֲבָל לֹא בְּמֻקְדָּשִׁין. וְנוֹהֵג בָּאָרֶץ וּבְחוּצָה לָאָרֶץ בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִּפְנֵי הַבַּיִת. אֲבָל חֲכָמִים אָסְרוּ לְעַשֵּׂר בְּהֵמָה בַּזְּמַן הַזֶּה וְתִקְּנוּ שֶׁאֵין מְעַשְּׂרִין אֶלָּא בִּפְנֵי הַבַּיִת גְּזֵרָה שֶׁמָּא יֹאכְלֵהוּ תָּמִים וְנִמְצָא בָּא לִידֵי אִסּוּר כָּרֵת שֶׁהוּא שְׁחִיטַת קָדָשִׁים בַּחוּץ. וְאִם עָבַר וְעָשָׂה בַּזְּמַן הַזֶּה הֲרֵי זֶה מַעֲשֵׂר וְיֵאָכֵל בְּמוּמוֹ:\n",
      "הַכּל חַיָּבִין בְּמַעֲשַׂר בְּהֵמָה. כֹּהֲנִים לְוִיִּים וְיִשְׂרְאֵלִים:\n",
      "וְדִין מַעֲשַׂר בְּהֵמָה שֶׁיִּהְיֶה נִשְׁחָט בָּעֲזָרָה וְזוֹרְקִין אֶת דָּמוֹ זְרִיקָה אַחַת כְּנֶגֶד הַיְסוֹד וּמַקְטִירִין אֵימוּרָיו. וּשְׁאָר הַבָּשָׂר נֶאֱכָל לַבְּעָלִים בִּירוּשָׁלַיִם כִּשְׁאָר קָדָשִׁים קַלִּים וְאֵין לַכֹּהֲנִים בּוֹ כְּלוּם אֶלָּא כֻּלּוֹ לַבְּעָלִים כַּפֶּסַח. וְאִם הָיָה בַּעַל מוּם בֵּין שֶׁנָּפַל בּוֹ מוּם בֵּין שֶׁהִפְרִישׁוֹ בַּתְּחִלָּה בְּמוּמוֹ הֲרֵי זֶה נֶאֱכָל בְּכָל מָקוֹם:\n",
      "מַעֲשַׂר בְּהֵמָה אָסוּר לְמָכְרוֹ כְּשֶׁהוּא תָּמִים שֶׁנֶּאֱמַר בּוֹ <small>(ויקרא כז לג)</small> \"לֹא יִגָּאֵל\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר לֹא יִגָּאֵל אַף אִסּוּר מְכִירָה בְּמַשְׁמָע שֶׁאֵין נִגְאָל וְאֵינוֹ נִמְכָּר כְּלָל. וְיֵרָאֶה לִי שֶׁהַמּוֹכֵר מַעֲשֵׂר לֹא עָשָׂה כְּלוּם וְלֹא קָנָה לוֹקֵחַ. וּלְפִיכָךְ אֵינוֹ לוֹקֶה כְּמוֹכֵר חֶרְמֵי כֹּהֲנִים שֶׁלֹּא קָנָה לוֹקֵחַ וּכְמוֹכֵר יְפַת תֹּאַר כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
      "מִדִּבְרֵי סוֹפְרִים שֶׁאָסוּר לְמָכְרוֹ בַּעַל מוּם וַאֲפִלּוּ שָׁחוּט גְּזֵרָה שֶׁמָּא יִמְכְּרֶנּוּ חַי. לְפִיכָךְ אֵין שׁוֹקְלִין מָנָה כְּנֶגֶד מָנָה בְּמַעֲשֵׂר כְּדֶרֶךְ שֶׁשּׁוֹקְלִין בִּבְכוֹר. מִפְּנֵי שֶׁהוּא נִרְאֶה כְּמוֹכֵר:\n",
      "וּמַעֲשַׂר בְּהֵמָה שֶׁל יְתוֹמִים שֶׁנִּשְׁחַט בְּמוּמוֹ מֻתָּר לְמָכְרוֹ כְּדַרְכּוֹ. מִפְּנֵי הֲשָׁבַת אֲבֵדָה לִיתוֹמִים לֹא גָּזְרוּ עָלָיו:\n",
      "מַעֲשַׂר בְּהֵמָה שֶׁנִּשְׁחַט בְּמוּמוֹ מֻתָּר לִמְכּוֹר חֶלְבּוֹ וְגִידָיו וְעוֹרוֹ וְעַצְמוֹתָיו. וְלֹא אָסְרוּ לִמְכֹּר אֶלָּא בְּשָׂרוֹ בִּלְבַד. וְאִם הִבְלִיעַ דְּמֵי הַבָּשָׂר בִּדְמֵי הָעוֹר וְהַחֵלֶב וְהַגִּידִין וּמָכַר הַכּל בְּהַבְלָעָה מֻתָּר. וְאִם הָיוּ דְּמֵי הָעֲצָמוֹת יְקָרִים וְהִבְלִיעַ דְּמֵי הַבָּשָׂר בִּדְמֵי הָעֲצָמוֹת מֻתָּר:\n",
      "הַכּל נֶאֱמָנִים עַל מוּמֵי מַעֲשֵׂר לוֹמַר מוּם זֶה מֵאֵלָיו בָּא וְלֹא נַעֲשָׂה לְדַעַת. וַאֲפִלּוּ אֵלּוּ שֶׁאֵינָן נֶאֱמָנִים עַל הַבְּכוֹר נֶאֱמָנִים עַל הַמַּעֲשֵׂר. וְרוֹאֶה אָדָם מוּמֵי מַעֲשֵׂר שֶׁלּוֹ וּמַתִּירוֹ אִם הָיָה מֻמְחֶה. שֶׁאִם יִרְצֶה יַטִּיל מוּם בְּכָל עֶדְרוֹ וְאַחַר כָּךְ יְעַשֵּׂר וְנִמְצָא הַמַּעֲשֵׂר בַּעַל מוּם מִתְּחִלָּתוֹ:\n",
      "הַלּוֹקֵחַ טְלָאִים שֶׁנּוֹלְדוּ בְּשָׁנָה זוֹ אוֹ שֶׁנִּתְּנוּ לוֹ בְּמַתָּנָה הֲרֵי הֵם פְּטוּרִים מִן הַמַּעֲשֵׂר עַד שֶׁיִּוָּלְדוּ בִּרְשׁוּתוֹ. לְפִיכָךְ הַשֻּׁתָּפִין שֶׁנִּשְׁתַּתְּפוּ בִּבְהֵמוֹת וְהֵבִיא זֶה מֵאָה טְלָאִים וְזֶה מֵאָה טְלָאִים וְעֵרְבוּם וְנִשְׁתַּתְּפוּ בָּהֶן הֲרֵי הַמָּאתַיִם פְּטוּרִים מִן הַמַּעֲשֵׂר שֶׁכָּל טָלֶה מֵהֶן כְּמָכוּר. וְכֵן הָאַחִים שֶׁיָּרְשׁוּ טְלָאִים מֵאֲבִיהֶם הֲרֵי הֵן פְּטוּרִין מִן הַמַּעֲשֵׂר. אֲבָל הַנּוֹלָדִים לָהֶם בְּשֻׁתָּפוּת לְאַחַר מִכָּאן מֵאֵלּוּ הַבְּהֵמוֹת בֵּין לַשֻּׁתָּפִין בֵּין לָאַחִים חַיָּבִין בְּמַעֲשֵׂר. וְכֵן אִם הָיוּ שֻׁתָּפִין בְּמָעוֹת וּקְנוּ בְּהֵמוֹת מִמְּעוֹת הַשֻּׁתָּפוּת וְהָאַחִים שֶׁקָּנוּ בְּהֵמוֹת מִמְּעוֹת הַיְרֻשָּׁה הֲרֵי הַנּוֹלָדִים מֵהֶם לְאַחַר מִכָּאן חַיָּבִין בְּמַעֲשֵׂר שֶׁהֲרֵי בִּרְשׁוּתָן נוֹלְדוּ וַהֲרֵי הֵן כְּאִישׁ אֶחָד. חָלְקוּ הָאַחִים וְהַשֻּׁתָּפִין אַחַר שֶׁנּוֹלְדוּ לָהֶן הַבְּהֵמוֹת בִּרְשׁוּתָן וְחָזְרוּ וְנִשְׁתַּתְּפוּ הֲרֵי אֵלּוּ פְּטוּרִין מִן הַמַּעֲשֵׂר. שֶׁבְּשָׁעָה שֶׁחָלְקוּ נַעֲשׂוּ הַכּל לְקוּחִין וְהַלָּקוּחַ פָּטוּר וּכְשֶׁחָזְרוּ וְנִשְׁתַּתְּפוּ הֲרֵי נִשְׁתַּתְּפוּ בַּבְּהֵמוֹת וַעֲדַיִן לֹא יָלְדוּ לָהֶן בִּרְשׁוּתָן אַחַר שִׁתּוּף זֶה הַשֵּׁנִי. וְאַף עַל פִּי שֶׁחָלְקוּ גְּדָיִים כְּנֶגֶד גְּדָיִים וּטְלָאִים כְּנֶגֶד טְלָאִים וַעֲשָׂרָה כְּנֶגֶד עֲשָׂרָה הַכּל פְּטוּרִין מִן הַמַּעֲשֵׂר וַהֲרֵי הֵן כִּלְקוּחִין:\n",
      "הָאַחִין וְהַשֻּׁתָּפִין שֶׁחָלְקוּ בִּכְסָפִים וְלֹא חָלְקוּ בִּבְהֵמָה חַיָּבִין בְּמַעֲשֵׂר שֶׁעֲדַיִן לֹא נַעֲשׂוּ הַבְּהֵמוֹת לְקוּחִין. אֲבָל אִם חָלְקוּ הַבְּהֵמוֹת אַף עַל פִּי שֶׁעֲדַיִן לֹא חָלְקוּ הַכְּסָפִים הֲרֵי אֵלּוּ פְּטוּרִין:\n",
      "הַלּוֹקֵחַ עֲשָׂרָה עֵבָּרִים בִּמְעֵי אִמָּן. כֻּלָּן נִכְנָסִין לַדִּיר לְהִתְעַשֵּׂר שֶׁהֲרֵי בִּרְשׁוּתוֹ נוֹלְדוּ:\n",
      "כֹּהֵן שֶׁנָּפְלוּ לוֹ עֶשֶׂר בְּהֵמוֹת בְּגֵזֶל הַגֵּר פְּטוּרִים מִן הַמַּעֲשֵׂר. שֶׁמַּתְּנוֹת כְּהֻנָּה מַתָּנוֹת הֵם. וּכְבָר בֵּאַרְנוּ שֶׁהַנּוֹתֵן מַתָּנָה פָּטוּר מִן הַמַּעֲשֵׂר:\n",
      "הַכּל נִכְנָסִין לַדִּיר לְהִתְעַשֵּׂר. בֵּין תְּמִימִים בֵּין בַּעֲלֵי מוּמִין. וְכָל אִסּוּרֵי מִזְבֵּחַ. חוּץ מִן הַכִּלְאַיִם. וְהַטְּרֵפָה. וְיוֹצֵא דֹּפֶן. וּמְחֻסָּר זְמַן. שֶׁכָּל אֵלּוּ פְּטוּרִין מִן הַמַּעֲשֵׂר. וְכֵן הַיָּתוֹם שֶׁמֵּתָה אִמּוֹ אוֹ נִשְׁחֲטָה עִם לֵידָתוֹ אֵינוֹ מִתְעַשֵּׂר. וּדְבָרִים אֵלּוּ מִפִּי הַשְּׁמוּעָה הֵם:\n",
      "אֵין הַלּוֹקֵחַ פָּטוּר אֶלָּא אִם כֵּן נִלְקַח אַחַר שֶׁנִּרְאָה לְהִתְעַשֵּׂר. לְפִיכָךְ הַלּוֹקֵחַ טְלָאִים בְּתוֹךְ שִׁבְעַת יְמֵי הַלֵּידָה כְּשֶׁיַּגִּיעַ זְמַנָּם חַיָּב לְעַשְּׂרָן. שֶׁכֵּיוָן שֶׁאֵין מְחֻסָּר זְמַן רָאוּי לְהִתְעַשֵּׂר הֲרֵי זֶה כְּמִי שֶׁלָּקַח עֻבָּרִים וְנוֹלְדוּ בִּרְשׁוּתוֹ:\n",
      "כָּל בְּהֵמָה שֶׁהִיא סָפֵק אִם בַּת מַעֲשֵׂר הִיא אוֹ אֵינָהּ בַּת מַעֲשֵׂר. הֲרֵי הִיא פְּטוּרָה מִן הַמַּעֲשֵׂר. לְפִיכָךְ טְלָאִים שֶׁנִּתְעָרֵב בָּהֶן יָתוֹם אוֹ לָקוּחַ וְכַיּוֹצֵא בָּהֶן הֲרֵי כֻּלָּן פְּטוּרִין מִן הַמַּעֲשֵׂר. שֶׁכָּל אֶחָד מֵהֶן סָפֵק הוּא:\n"
    ],
    [
      "מִי שֶׁהָיוּ לוֹ עֲשָׂרָה טְלָאִים וְהִפְרִישׁ אֶחָד מֵעֲשָׂרָה. הָיוּ לוֹ מֵאָה וְהִפְרִישׁ עֲשָׂרָה לְמַעֲשֵׂר. אֵין אֵלּוּ מַעֲשֵׂר. אֶלָּא כֵּיצַד עוֹשֶׂה. כּוֹנֵס כָּל הַטְּלָאִים אוֹ כָּל הָעֲגָלִים לַדִּיר. וְעוֹשֶׂה לוֹ פֶּתַח קָטָן כְּדֵי שֶׁלֹּא יֵצְאוּ שְׁנַיִם כְּאֶחָד. וְאִמּוֹתֵיהֶן מַעֲמִיד מִבַּחוּץ. וְהֵן גּוֹעוֹת שֶׁיִּשְׁמְעוּ הַטְּלָאִים קוֹלָן וְיֵצְאוּ מִן הַדִּיר לִקְרָאתָן. שֶׁנֶּאֱמַר <small>(ויקרא כז לב)</small> \"כּל אֲשֶׁר יַעֲבֹר תַּחַת הַשָּׁבֶט\". שֶׁיַּעֲבֹר מֵעַצְמוֹ וְלֹא שֶׁיּוֹצִיאוֹ בְּיָדוֹ. וּכְשֶׁיֵּצְאוּ מִן הַדִּיר זֶה אַחַר זֶה. מַתְחִיל וּמוֹנֶה אוֹתָן בַּשֵּׁבֶט. א' ב' ג' ד' ה' ו' ז' ח' ט'. וְהַיּוֹצֵא עֲשִׂירִי בֵּין זָכָר בֵּין נְקֵבָה בֵּין תָּמִים בֵּין בַּעַל מוּם סוֹקְרוֹ בְּסִקְרָא וְאוֹמֵר הֲרֵי זֶה מַעֲשֵׂר. לֹא סְקָרוֹ בְּסִקְרָא וְלֹא מְנָאָן בַּשֵּׁבֶט אוֹ שֶׁמְּנָאָן רְבוּצִים אוֹ עוֹמְדִים הֲרֵי אֵלּוּ מַעֲשֵׂר הוֹאִיל וּמְנָאָם עֲשָׂרָה עֲשָׂרָה וְקִדֵּשׁ עֲשִׂירִי הֲרֵי זֶה מַעֲשֵׂר:\n",
      "אֵין צָרִיךְ לְצָרֵף כָּל בְּהֵמָה שֶׁנּוֹלְדָה בִּרְשׁוּתוֹ לְדִיר אֶחָד אֶלָּא מְצָרֵף כָּל עֵדֶר וְעֵדֶר לְבַדּוֹ. הָיוּ לוֹ חֲמִשָּׁה טְלָאִים בִּירוּשָׁלַיִם וַחֲמִשָּׁה טְלָאִים בְּעַכּוֹ אֵין מִצְטָרְפִין וְכֻלָּן פְּטוּרִין מִן הַמַּעֲשֵׂר. וְכַמָּה יִהְיֶה בֵּין אֵלּוּ לְאֵלּוּ וְיִצְטָרְפוּ שִׁשָּׁה עָשָׂר מִיל:\n",
      "הָיוּ שְׁלֹשָׁה עֲדָרִים בֵּין כָּל אֶחָד וְאֶחָד שִׁשָּׁה עָשָׂר מִיל הֲרֵי שְׁלָשְׁתָּן מִצְטָרְפִין. כֵּיצַד. הָיָה תִּשְׁעָה מִכָּאן וְתִשְׁעָה מִכָּאן וְאֶחָד בְּאֶמְצַע הֲרֵי שְׁלָשְׁתָּן נִכְנָסִין לַדִּיר לְהִתְעַשֵּׂר:\n",
      "אֵין מְעַשְּׂרִין מִן הַצֹּאן עַל הַבָּקָר וְלֹא מִן הַבָּקָר עַל הַצֹּאן. אֲבָל מְעַשְּׂרִין מִן הַכְּבָשִׂים עַל הָעִזִּים וּמִן הָעִזִּים עַל הַכְּבָשִׂים. שֶׁנֶּאֱמַר <small>(ויקרא כז לב)</small> \"וְכָל מַעְשַׂר בָּקָר וָצֹאן\" מַשְׁמָע כָּל צֹאן אֶחָד שֶׁשְּׁנֵיהֶם נִקְרָאִים שֶׂה וַהֲרֵי הֵם כְּמִין אֶחָד:\n",
      "אֵין מְעַשְּׂרִים מִן הַנּוֹלָדִים בְּשָׁנָה זוֹ עַל הַנּוֹלָדִים בְּשָׁנָה אַחֶרֶת כְּשֵׁם שֶׁאֵין מְעַשְּׂרִין בְּזֶרַע הָאָרֶץ מִן הֶחָדָשׁ עַל הַיָּשָׁן וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ שֶׁנֶּאֱמַר <small>(דברים יד כב)</small> \"הַיֹּצֵא הַשָּׂדֶה שָׁנָה שָׁנָה\". וְיֵרָאֶה לִי שֶׁאִם עִשֵּׂר בְּהֵמָה מִשָּׁנָה עַל שָׁנָה הֲרֵי זֶה מַעֲשֵׂר מִפְּנֵי חֻמְרַת הַקֳדָשִׁים שֶׁהֲרֵי לֹא הִקְפִּידָה תּוֹרָה עַל מַעֲשַׂר בְּהֵמָה בְּפֵרוּשׁ שֶׁיִּהְיֶה שָׁנָה שָׁנָה:\n",
      "כָּל הַנּוֹלָדִים בְּאֶחָד בְּתִשְׁרֵי עַד עֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל מִצְטָרְפִין וּמְעַשְּׂרִין מֵאֵלּוּ עַל אֵלּוּ. נוֹלְדוּ חֲמִשָּׁה טְלָאִים בְּעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל וַחֲמִשָּׁה בְּאֶחָד בְּתִשְׁרֵי אֵין מִצְטָרְפִין. יָלְדוּ תּוֹלָדוֹת בְּתוֹךְ שְׁנָתָן הֲרֵי הִיא וּבִתָּהּ נִכְנָסִים לַדִּיר לְהִתְעַשֵּׂר:\n",
      "אֵין הַטְּלָאִים הַנּוֹלָדִים כְּמוֹ הַטֶּבֶל שֶׁאָסוּר לֶאֱכל מִמֶּנּוּ עַד שֶׁיְּעַשֵּׂר כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ אֶלָּא מֻתָּר לִמְכֹּר וְלִשְׁחֹט כָּל מַה שֶּׁיִּרְצֶה עַד שֶׁיְּעַשֵּׂר וְיִהְיֶה הַמַּעֲשֵׂר קֹדֶשׁ וְיֵאָכֵל כְּהִלְכָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "קָבְעוּ חֲכָמִים שְׁלֹשָׁה זְמַנִּים בְּשָׁנָה לְמַעֲשַׂר בְּהֵמָה וּמִשֶּׁיַגִּיעַ זְמַן מֵהֶן אָסוּר לוֹ לִמְכֹּר אוֹ לִשְׁחֹט עַד שֶׁיְּעַשֵּׂר וְאִם שָׁחַט הֲרֵי זֶה מֻתָּר. וְאֵלּוּ הֵן הַשְּׁלֹשָׁה זְמַנִּים. בְּיוֹם חֲמִשָּׁה עָשָׂר קֹדֶם הַפֶּסַח וּבַיּוֹם חֲמִשָּׁה עָשָׂר קֹדֶם עֲצֶרֶת וּבַיּוֹם חֲמִשָּׁה עָשָׂר קֹדֶם הֶחָג. וְכָל זְמַן מֵאֵלּוּ נִקְרָא גֹּרֶן מַעֲשַׂר בְּהֵמָה. נִמְצֵאתָ אוֹמֵר שֶׁהַגֳּרָנוֹת שֶׁל מַעֲשַׂר בְּהֵמָה בְּיוֹם אַחֲרוֹן מֵחֹדֶשׁ אֲדָר וּבַיּוֹם שְׁלֹשִׁים וַחֲמִשָּׁה מִסְּפִירַת הָעֹמֶר וּבְיוֹם אַחֲרוֹן מֵחֹדֶשׁ אֱלוּל. וְלָמָּה קָבְעוּ הַגֳּרָנוֹת בַּיָמִים אֵלּוּ כְּדֵי שֶׁתִּהְיֶינָה הַבְּהֵמוֹת מְצוּיוֹת לְעוֹלֵי רְגָלִים. שֶׁאַף עַל פִּי שֶׁמֻּתָּר לִמְכֹּר קֹדֶם שֶׁיְּעַשֵּׂר כְּמוֹ שֶׁבֵּאַרְנוּ הָיוּ נִמְנָעִים לִמְכֹּר עַד שֶׁיְּעַשְּׂרוּ וְיַעֲשׂוּ הַמִּצְוָה:\n",
      "הִכְנִיס כָּל הַצֹּאן אוֹ הַבָּקָר לַדִּיר וְהִתְחִיל לִמְנוֹת וּלְקַדֵּשׁ עֲשִׂירִי עַד שֶׁנִּשְׁאֲרוּ בְּתוֹךְ הַדִּיר פָּחוֹת מֵעֲשָׂרָה הֲרֵי זֶה מַנִּיחָן לְגֹרֶן אַחֵר וְהֵן מִצְטָרְפִין לְאֵלּוּ שֶׁיִּוָּלְדוּ וְיִתְעַשְּׂרוּ הַכּל בְּגֹרֶן אֶחָד. וְאַף עַל פִּי שֶׁהוּא יוֹדֵעַ שֶׁאֵלּוּ יִשָּׁאֲרוּ בַּמִּנְיָן חַיָּב לְהַכְנִיס הַכּל לַדִּיר וְהַנִּשְׁאָר יִשָּׁאֵר:\n"
    ],
    [
      "הַמַּכְנִּיס צֹאן לַדִּיר וְהִתְחִילוּ לָצֵאת אַחַת אַחַת וְהוּא מוֹנֶה כְּמוֹ שֶׁבֵּאַרְנוּ וְטָעָה בַּמִּנְיָן וְקָרָא לַשְּׁמִינִי אוֹ לְשֶׁלְּמַטָּה מִמֶּנּוּ עֲשִׂירִי אוֹ שֶׁקָּרָא לַשְּׁנֵים עָשָׂר אוֹ שֶׁלְּמַעְלָה מִמֶּנּוּ עֲשִׂירִי לֹא נִתְקַדְּשׁוּ. אֲבָל אִם קָרָא לַתְּשִׁיעִי אוֹ לָאַחַד עָשָׂר עֲשִׂירִי נִתְקַדְּשׁוּ. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה נִשְׁמַע שֶׁהַטָּעוּת מִתְקַדְּשׁוֹת לְמַעֲשֵׂר שֶׁלְּמַעְלָה מִמֶּנּוּ וְשֶׁלְּמַטָּה מִמֶּנּוּ אֲבָל לֹא שֶׁלִּפְנֵיהֶם וְשֶׁלְּאַחֲרֵיהֶם. אֲפִלּוּ קָרָא לַתְּשִׁיעִי עֲשִׂירִי וְלַעֲשִׂירִי תְּשִׁיעִי וְלָאַחַד עָשָׂר עֲשִׂירִי בֵּין בְּטָעוּת בֵּין בְּכַוָּנָה שְׁלָשְׁתָּן מֻקְדָּשִׁים:\n",
      "וְהֵיאַךְ דִּינָם. הַתְּשִׁיעִי אֵינוֹ קָרֵב אֶלָּא נֶאֱכָל בְּמוּמוֹ. וְהָעֲשִׂירִי מַעֲשֵׂר. וְהָאַחַד עָשָׂר יִקָּרֵב שְׁלָמִים וְטָעוּן נְסָכִים כִּשְׁלָמִים וְאֵינוֹ עוֹשֶׂה תְּמוּרָה מִפְּנֵי שֶׁהוּא עַצְמוֹ כִּתְמוּרָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַמּוֹנֶה הוּא בַּעַל הַבְּהֵמוֹת אֲבָל הָעוֹשֶׂה שָׁלִיחַ לְעַשֵּׂר לוֹ וְטָעָה בֵּין בַּתְּשִׁיעִי בֵּין בָּאַחַד עָשָׂר אֵין מְקַדֵּשׁ אֶלָּא הָעֲשִׂירִי הַוַּדַּאי בִּלְבַד. שֶׁלֹּא עֲשָׂאָהוּ שָׁלִיחַ לִטְעוֹת וּלְהַפְסִיד אֶלָּא לְקַדֵּשׁ כָּרָאוּי:\n",
      "זֶה שֶׁאָמַרְנוּ שֶׁאִם קָרָא לָאַחַד עָשָׂר עֲשִׂירִי נִתְקַדֵּשׁ כְּשֶׁקָּרָא לָעֲשִׂירִי תְּשִׁיעִי אֲבָל אִם קָרָא לָעֲשִׂירִי עֲשִׂירִי וְקָרָא אַחֲרָיו לָאַחַד עָשָׂר עֲשִׂירִי לֹא נִתְקַדֵּשׁ אַחַד עָשָׂר שֶׁהֲרֵי הָעֲשִׂירִי הַוַּדַּאי לֹא עָקַר שֵׁם עֲשִׂירִי מֵעָלָיו. וַאֲפִלּוּ יָצָא הָעֲשִׂירִי וְלֹא קְרָאָהוּ לֹא עֲשִׂירִי וְלֹא אַחַד עָשָׂר אֶלָּא שָׁתַק וְאַחַר כָּךְ יָצָא אַחַד עָשָׂר וּקְרָאָהוּ עֲשִׂירִי לֹא נִתְקַדֵּשׁ שֶׁהָעֲשִׂירִי מֵעַצְמוֹ נִתְקַדֵּשׁ. וְאַף עַל פִּי שֶׁלֹּא קְרָאָהוּ עֲשִׂירִי הוֹאִיל וְלֹא עָקַר שֵׁם עֲשִׂירִי מֵעָלָיו אֵין אַחַד עָשָׂר מְקֻדָּשׁ:\n",
      "יָצְאוּ תְּשִׁיעִי וַעֲשִׂירִי כְּאֶחָד בֵּין שֶׁקָּרָא שְׁנֵיהֶם עֲשִׂירִי. בֵּין שֶׁקְּרָאָם תְּשִׁיעִי. שְׁנֵיהֶם מֻקְדָּשִׁין וְיֵאָכְלוּ בְּמוּמָן וְאֵינָן קְרֵבִין. וְכֵן אִם יָצָא עֲשִׂירִי וְאַחַד עָשָׂר כְּאֶחָד. אִם קְרָאָן עֲשִׂירִי הֲרֵי עֲשִׂירִי וְאַחַד עָשָׂר מְעֹרָבִים זֶה בָּזֶה וְהֵם כְּמוֹ מַעֲשֵׂר שֶׁנִּתְעָרֵב בִּשְׁלָמִים שֶׁיֵּאָכְלוּ בְּמוּמָן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין. וְאִם קְרָאָן אַחַד עָשָׂר הֲרֵי הָעֲשִׂירִי וְהַחֻלִּין מְעֹרָבִין זֶה בָּזֶה וְיֵאָכְלוּ בְּמוּמָן:\n",
      "הִתְחִיל לִמְנוֹת וְיָצְאוּ תְּחִלָּה שְׁנַיִם שֶׁהֵן רִאשׁוֹן וְשֵׁנִי הֲרֵי זֶה מוֹנֶה הַכּל זוּג זוּג וּמְקַדֵּשׁ זוּג עֲשִׂירִי. וְכֵן אִם מְנָאָן שְׁלֹשָׁה שְׁלֹשָׁה בְּכָל פַּעַם וּפַעַם אוֹ חֲמִשָּׁה חֲמִשָּׁה מְקַדֵּשׁ הַכַּת הָעֲשִׂירִית:\n",
      "יָצְאוּ בַּתְּחִלָּה שְׁנַיִם וּמְנָאָן אֶחָד וְקָרָא הַשְּׁלִישִׁי שֶׁיָּצָא אַחֲרֵיהֶן שֵׁנִי וּמָנָה כְּדַרְכּוֹ אֶחָד אֶחָד הֲרֵי הַתְּשִׁיעִי וְהָעֲשִׂירִי מֻקְדָּשִׁין וְיֵאָכְלוּ בְּמוּמָן. הַתְּשִׁיעִי מִפְּנֵי שֶׁהוּא הָעֲשִׂירִי הַוַּדַּאי שֶׁהֲרֵי שְׁנַיִם יָצְאוּ בַּתְּחִלָּה. וְזֶה שֶׁקְּרָאוֹ עֲשִׂירִי הוּא אַחַד עָשָׂר וְהַקּוֹרֵא לְאַחַד עָשָׂר עֲשִׂירִי נִתְקַדֵּשׁ כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "מְנָאָן לְמַפְרֵעַ כְּגוֹן שֶׁיָּצָא רִאשׁוֹן וְאָמַר עֲשִׂירִי וְיָצָא שֵׁנִי וְאָמַר תְּשִׁיעִי עַד שֶׁיָּצָא הָעֲשִׂירִי וּמָנָה אַחַת הֲרֵי זֶה קָדַשׁ שֶׁהָעֲשִׂירִי מֵאֵלָיו נִתְקַדֵּשׁ:\n",
      "קָרָא לַתְּשִׁיעִי עֲשִׂירִי וְנִשְׁאַר הָעֲשִׂירִי בַּדִּיר. הַתְּשִׁיעִי יֵאָכֵל בְּמוּמוֹ וְזֶה שֶׁנִּשְׁאַר בַּדִּיר מַעֲשֵׂר אַף עַל פִּי שֶׁלֹּא יָצָא וְלֹא בֵּרְרוֹ שֶׁהָעֲשִׂירִי מֵאֵלָיו נִתְקַדֵּשׁ. מֵת הָעֲשִׂירִי בַּדִּיר הַתְּשִׁיעִי יֵאָכֵל בְּמוּמוֹ וְכָל הַשְּׁמוֹנָה שֶׁיָּצְאוּ וְנִמְנוּ פְּטוּרִין וְאַף עַל פִּי שֶׁלֹּא נִתְקַדֵּשׁ עֲשִׂירִי שֶׁלָּהֶן לִקָּרֵב אֶלָּא מֵת קֹדֶם שֶׁיָּצָא. שֶׁהַמִּנְיָן הָרָאוּי פּוֹטֵר:\n",
      "הִכְנִיס עֲשָׂרָה טְלָאִים לַדִּיר וְהָיָה מוֹנֶה וְהוֹלֵךְ. מֵת אֶחָד מִן הַמְּנוּיִין מוֹנֶה וּמַשְׁלִים כְּדַרְכּוֹ וּמְקַדֵּשׁ עֲשִׂירִי אַף עַל פִּי שֶׁאֵין שָׁם עַתָּה חַיִּים אֶלָּא תִּשְׁעָה:\n",
      "מֵת אֶחָד מֵאֵלּוּ שֶׁבְּתוֹךְ הַדִּיר אֵלּוּ שֶׁנִּמְנוּ פְּטוּרִין מִפְּנֵי שֶׁהַמִּנְיָן הָרָאוּי לְמַעֲשֵׂר פּוֹטֵר אַף עַל פִּי שֶׁלֹּא הִפְרִישׁ עֲלֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵלּוּ שֶׁבְּתוֹךְ הַדִּיר מַנִּיחָן לְגֹרֶן אַחֵר עַד שֶׁיִּצְטָרְפוּ לַאֲחֵרִים. וְכֵן מִי שֶׁהָיוּ לוֹ אַרְבָּעָה עָשָׂר טְלָאִים וְהִכְנִיסָן לַדִּיר וְיָצְאוּ אַרְבָּעָה וּמְנָאָן בְּפֶתַח זֶה וְיָצְאוּ שִׁשָּׁה וּמְנָאָן בְּפֶתַח אַחֵר וְנִשְׁאֲרוּ שָׁם אַרְבָּעָה בְּתוֹךְ הַדִּיר. אִם יָצְאוּ הָאַרְבָּעָה הַנִּשְׁאָרִים מִן הַפֶּתַח שֶׁיָּצְאוּ בּוֹ הַשִּׁשָּׁה נוֹטֵל מֵהֶן אֶחָד וְכֻלָּן פְּטוּרִין. שֶׁאוֹתָן הָאַרְבָּעָה שֶׁיָּצְאוּ תְּחִלָּה מִפֶּתַח רִאשׁוֹן מִנְיָן הָרָאוּי פְּטָרָן. וְאִם יָצְאוּ אֵלּוּ הָאַרְבָּעָה הַנִּשְׁאָרִים מִן הַפֶּתַח שֶׁיָּצְאוּ בּוֹ הָאַרְבָּעָה תְּחִלָּה. הֲרֵי אוֹתָם הָאַרְבָּעָה שֶׁיָּצְאוּ בַּתְּחִלָּה וְאוֹתָן הַשִּׁשָּׁה שֶׁיָּצְאוּ אַחֲרֵיהֶן בְּפֶתַח שֵׁנִי פְּטוּרִין שֶׁכָּל אֶחָד מֵהֶן נִמְנֶה מִנְיָן הָרָאוּי לְמַעֲשֵׂר שֶׁהֲרֵי נִשְׁאֲרוּ שָׁם בַּדִּיר אֲחֵרִים לְהַשְׁלִים הַמִּנְיָן וּלְעַשֵּׂר. אֲבָל אֵלּוּ הָאַרְבָּעָה שֶׁנִּשְׁאֲרוּ אַף עַל פִּי שֶׁיָּצְאוּ וְנִמְנוּ מִפֶּתַח הָרִאשׁוֹן אֵינוֹ מִנְיָן הָרָאוּי לְפִיכָךְ מִצְטָרְפִין לְגֹרֶן אַחֵר. יָצְאוּ אַרְבָּעָה מִפֶּתַח זֶה וְאַרְבָּעָה מִפֶּתַח שֵׁנִי וְנִשְׁאֲרוּ שָׁם שִׁשָּׁה. אִם יָצְאוּ הַשִּׁשָּׁה מֵאֶחָד מִשְּׁנֵי הַפְּתָחִים נוֹטֵל מֵהֶן אֶחָד מַעֲשֵׂר וְכֻלָּן פְּטוּרִין. וְאִם יָצְאוּ הַשִּׁשָּׁה בִּשְׁנֵי הַפְּתָחִים הֲרֵי הַשִּׁשָּׁה מִצְטָרְפִין לְגֹרֶן אַחֵר וְהַשְּׁמוֹנָה שֶׁיָּצְאוּ תְּחִלָּה מִכָּאן וּמִכָּאן פְּטוּרִין שֶׁכָּל אַרְבָּעָה מֵהֶן נִמְנוּ מִנְיָן הָרָאוּי לְהַשְׁלִים עָלָיו עֲשָׂרָה וּלְעַשֵּׂר שֶׁהֲרֵי שִׁשָּׁה הָיוּ שָׁם נִשְׁאָרִים בְּתוֹךְ הַדִּיר:\n",
      "הָיוּ לוֹ תִּשְׁעָה עָשָׂר טְלָאִים בְּתוֹךְ הַדִּיר וְיָצְאוּ תִּשְׁעָה בְּפֶתַח זֶה וְתִשְׁעָה בְּפֶתַח שֵׁנִי נוֹטֵל הָאַחֲרוֹן לְשֵׁם מַעֲשֵׂר וְכֻלָּן פְּטוּרִין. שֶׁאוֹתָן הַתִּשְׁעָה נִמְנוּ מִנְיָן הָרָאוּי:\n",
      "הָיָה מוֹנֶה וְהוֹצִיא הַטָּלֶה רֹאשׁוֹ וְרֻבּוֹ מִן הַדִּיר וְחָזַר הֲרֵי הוּא כְּמָנוּי לְכָל דָּבָר:\n",
      "הָיָה מוֹנֶה וְהִפְסִיק הַמִּנְיָן מִפְּנֵי חֲבֵרוֹ שֶׁדִּבֵּר עִמּוֹ אוֹ שֶׁחָשְׁכָה לֵיל שַׁבָּת הֲרֵי זֶה חוֹזֵר וּמַשְׁלִים מִנְיָנוֹ אַחַר כָּךְ:\n",
      "הָיָה מוֹנֶה הַיּוֹצְאִין אֶחָד אֶחָד וּמְקַדֵּשׁ עֲשִׂירִי וְקָפַץ אֶחָד מִן הַמְּנוּיִין לְתוֹךְ הַדִּיר לְתוֹךְ אֵלּוּ שֶׁעֲדַיִן לֹא נִמְנוּ וְלֹא נִתְעַשְּׂרוּ. נִפְטְרוּ הַכּל. שֶׁכָּל אֶחָד מֵהֶן סָפֵק אִם הוּא הַמָּנוּי שֶׁקָּפַץ אוֹ אַחֵר. וּכְבָר בֵּאַרְנוּ שֶׁכָּל הַמְּנוּיִין פְּטוּרִין:\n",
      "קָפַץ אֶחָד מִן הָעֲשִׂירִיִּים לְתוֹךְ הַדִּיר. כֻּלָּן יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיֵאָכְלוּ בְּמוּמָן:\n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות בכורות",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Korbanot"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [
        "<b> מצות בכור בהמה טהורה וכו' עד אלא הרי הוא כחולין.</b> א''א טעות היא זו ואפי' לר''ע דאית ליה האי סברא לא אמר אלא ליקרב אבל קדושת בכור יש בו ואינו נגזז ונעבד ואינו נאכל אלא במומו: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שאינו מומחה וכו' עד מפני שקנסו את בעל הבהמה.</b> א''א אין כאן קנס אלא לפי שאינו רשאי לגדלו בא''י והוה לכהן צער גידולו להוציאו לחורשים לפיכך לא יחשב לו כל דמיו אלא רביע ובגסה מחצה מפני שהרויח המזונות שהיה מוציא עליו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> גיזת בכור אפילו בעל מום.</b> א''א אמת כך בגמרא דבכורות בעינן שער בכור בעל מום שנשר וקשיא לן בטווי וארוג בעינן מלא הסיט בגיזה לא כ''ש. ונ''ל דמשום קנסא קאמר ור''י קתני ליה ומשום דשהייה כדאיתא התם א''נ דוקא גיזה דעבד איסורא ומן הקדשים אוסר בכל שהוא בקדשים שיש להם מתירין שיש להם פדיון: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שיצאה מליאה ובאתה ריקנית כו' עד שיעגילו.</b> א''א דגרסינן בבכורות שמעתי שתי פיקות אחת של שתי ואחת של ערב של אשה בשל שתי ושל בהמה בשל ערב ועיקרא דמילתא על האי מתניתין דאהלות אין לנפלים פתיחת הקבר עד שיעגילו ראש כפיקה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> הלוקח בהמה וכו' עד לפי שאינו רשאי.</b> א''א בגמרא מפרש משום דלאכלה אמר רחמנא ולא לשריפה וקא בעי לאקטורי אימורין: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>מצות עשה להפריש כל פטר רחם הזכרים וכו'.</b> מפורש בתורה פ' בא אל פרעה ופ' ראה. \n",
        "<b>ומ''ש בין שהיו טריפות:</b> \n\n"
      ],
      [
        "<b>ומ''ש ופדיונם לכהנים.</b> בפרק רביעי דחלה (משנה ט'). \n",
        "<b>ומה שכתב ובכור בהמה טהורה נשחט בעזרה וכו'.</b> משנה בפ' איזהו מקומן (זבחים דף נ״ו:): \n\n"
      ],
      [
        "<b>בכור בהמה טהורה שהוא בעל מום וכו'.</b> פשוט בכמה מקומות מהם סוף פ' איזהו מקומן (זבחים דף נ״ז) ובפ' ב״ש: \n",
        "<b>ומ''ש אם רצה אוכלו בכ''מ.</b> דע''כ לא שנינו בס''פ איזהו מקומן שהבכור נאכל בכל העיר אלא בתם אבל בעל מום נאכל בכל מקום. \n",
        "<b>ומ''ש או מוכרו.</b> בריש מעשר שני (משנה ב'). \n",
        "<b>ומ''ש או מאכילו למי שירצה אפי' לנכרי.</b> במשנה פ''ה דבכורות (דף לב:) פלוגתא דתנאי ופסק כב''ה. \n",
        "<b>ומ''ש והרי הוא נכסי כהן.</b> רפ''ב דבכורים תנן דבכורים נכסי כהן ומשמע לרבינו דבכור בכלל בכורים הוא ובסוף מסכת בכורים (פ''ג מי''ב) תנן ולמה אמרו הבכורים כנכסי כהן שהוא קונה מהם עבדים וקרקעות ובהמה טמאה וב''ח נוטלם בחובו ואשה בכתובתה: \n\n"
      ],
      [
        "<b>מצוה להקדיש בכור בהמה טהורה וכו'.</b> בסוף המקדיש שדהו (דף נ''ט.): \n\n"
      ],
      [
        "<b>מצות בכור בהמה טהורה נוהגת בארץ ובח״ל.</b> כך היא הנוסחא האמיתית והכי משמע בסוף פ״ג דתמורה (דף כ״א) ובפ' אלו טריפות (חולין דף מ״ד:) אמרינן דאמרה ליה בת רב חסדא לרבא אבא שרי בוכרא ולא זבן מיניה בשרא ובפ' קמא דבכורות (דף ג':) רב מרי בר רחל ה״ל ההיא חיותא דהוה מקני לאודנייהו לנכרי ובפרק אין צדין (ביצה דף כ״ז:) ההוא גברא דאייתי בוכרא קמיה דרבא: \n",
        "<b>ומ''ש ואין מביאין בכורות מח''ל שנאמר ואכלת לפני ה' אלהיך וגו' אלא יאכל במומו ואם הביא אין מקבלין ממנו ולא יקרב אלא יאכל במומו.</b> בספ''ג דתמורה (דף כ''א) פלוגתא דתנאי ופסק כר''ע. ודע שבספרי רבינו היה כתוב מצות בכור בהמה טהורה אינה נוהגת אלא בארץ וע''פ זה השיגו הראב''ד וכתב טעות היא זו גם הרמב''ן בהל' בכורות תמה עליו והקשה עליו כמה קושיות וכן הרשב''א והר''ן בתשובה וכולם ספר מוטעה נזדמן להם בדברי רבינו והגירסא שכתבתי בדבריו היא הכתובה בספרינו והיא הנוסחא האמיתית: \n\n"
      ],
      [
        "<b>ומצוה זו נוהגת וכו'.</b> בסוף שקלים (פ''ח מ''ח) ובפירקא בתרא דבכורות (דף נ''ג) והכי איכא למילף מהנך שהבאתי גבי נוהגת בח''ל. \n",
        "<b>ומ״ש ואינה נוהגת במוקדשין כשהן בקדושתן קודם שיפדו בין קדשי מזבח בין קדשי בדק הבית.</b> משנה בפ' הזרוע (חולין דף ק״ל) ופ״ב דבכורות (דף י״ד). ודע ששנינו במשנה הנזכרת דהא דאמרינן דקודם שיפדו פטורים מן הבכורה הא אחר שנפדו חייבים ה״מ בשקדם מום קבוע להקדשן אבל אם קדם הקדשן את מומן או מום עובר להקדשן ולאחר מכאן נולד להם מום קבוע להקדשן אפי' אחר שנפדו פטורים מן הבכורה וביאר זה רבינו בפ' ה': \n\n"
      ],
      [
        "<b>הכל חייבים בבכורה כהנים וכו'.</b> משנה בפ''ב דבכורות (דף י''ג). \n",
        "<b>ומ''ש ואע''פ שהבכור לכהן אם נולד לו בכור מקריב דמו ואימוריו וכו'.</b> פשוט הוא ע''פ מה שנתבאר שהכהנים חייבים. \n",
        "<b>ומ''ש אבל בכור אדם ובכור בהמה טמאה כהנים ולוים פטורין.</b> משנה בפ''ק (דף ד') ופ''ב דבכורות (דף י''ג): \n\n"
      ],
      [
        "<b>הבכור נאכל בתוך שנתו וכו'.</b> משנה בפ' עד כמה (בכורות דף כ״ו:). \n",
        "<b>ומה שכתב מאימתי מונה לו וכו' עד אבל אם לא ידע בודאי שכלו לו חדשיו מונה לו מיום שמיני.</b> בפ''ק דר''ה (דף ו' ז'): \n\n"
      ],
      [
        "<b>נולד לו מום בתוך שנתו וכו'.</b> משנה בפרק עד כמה (בכורות דף כ״ח:). \n",
        "<b>ומה שכתב נולד לו מום בסוף שנתו וכו'.</b> שם בדף כ''ח. \n",
        "<b>וומה שכתב נולד לו מום אחר שנתו וכו'.</b> משנה שם: \n\n"
      ],
      [],
      [
        "<b><small>(י-יא)</small> הבכור בזמן הזה וכו' עד מקיימו שלשים יום.</b> שם: \n",
        "<b>מצאתי כתוב ועד שלא נראה לחכם רשאי לקיימו.</b> כן הוא לשון הברייתא ופירושו חייב לקיימו דהא כל עוד שלא נפל בו מום א''א לשחטו וע''כ יקיימנו ואטו דתנא סיפא אם נולד לו מום וכו' רשאי תנא ברישא רשאי עכ''ל. והתוס' כתבו שפירוש זה דחוק: \n\n"
      ],
      [
        "<b>שנה של בכור היא שנת לבנה תמימה וכו'.</b> פרק קמא דר''ה (דף י''ז) ופ''ה דערכין (דף ל''א) פלוגתא דתנאי ופסק כחכמים: \n",
        "<b>נולדו לו שני טלאים וכו'.</b> מימרא פ''ק דערכין (דף ל''א:): \n\n"
      ],
      [
        "<b>עבר ואיחר הבכור לאחר שנתו וכו' עד משנה לחבירתה.</b> פרק קמא דר''ה (דף ה':): \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> אין נותנין את הבכור לכהן כשיולד וכו' עד הרי זה נותנו לו.</b> משנה וגמרא בריש פרק עד כמה (בכורות דף כ״ו:): \n",
        "<b>ויראה לי שהבכור נותן לכל כהן שירצה.</b> נראה דהיינו לומר דטובת הנאה לבעלים: \n\n"
      ],
      [
        "<b>כהן שאכל כזית מבכור תמים וכו' וכן זר שאכל כזית מבכור וכו'.</b> בפרק אלו הן הלוקין (מכות דף י״ז): \n\n"
      ],
      [
        "<b>הבכור אין פודין אותו וכו'.</b> בר״פ כל פסולי המוקדשין (בכורות דף ל״א:) ופ״ק דתמורה (דף ה':): \n",
        "<b>וכן אין מוכרין אותו כשהוא תם וכו' עד ואע''פ שהוא תמים.</b> בפ''ק דתמורה (דף ח':). \n",
        "<b>ומ''ש בין לכהן בין לישראל.</b> שם (דף ח':) אמר רב חסדא ל''ש (דמותר למכרו תמים) אלא כהן לכהן אבל כהן לישראל אסור וכו' מפני שנראה ככהן המסייע בבית הגרנות, ובתר הכי בעובדא דמר זוטרא איקלע לבי רב אשי אמרינן דלא סבירא להו הא דרב הונא בריה דרב יהושע דקאמר על מילתיה דרב חסדא, וכיון דבי רב אשי דבתרא הוא סברי דאפילו לישראל שרי ומר זוטרא נמי משמע דקבלה מינייהו הכי נקטינן: \n\n"
      ],
      [
        "<b>ומ״ש בכור בעל מום יש לכהן למוכרו בכל זמן וכו'.</b> בר״פ כל פסולי המוקדשין (בכורות דף ל״א) ובפ״ק דתמורה (דף ה'). \n",
        "<b>ומ''ש וכשהוא מוכר בשר בכור בעל מום מוכרו בבית אבל לא בשוק.</b> משנה ר''פ כל פסולי המוקדשין שם. \n",
        "<b>ומ''ש אבל בשר בכור תמים אינו נמכר וכו'.</b> פשוט הוא והכי משמע בפ''ק דתמורה שם. \n",
        "<b>ומה שכתב וכהנים שנמנו על הבכור מותרים לשקול מנה כנגד מנה בבכור.</b> ר''פ כל פסולי המקודשין (דף ל''א) תנן שוקלין מנה כנגד מנה בבכור ומפשטא משמע דארישא קאי דקתני בבכור בעל מום אינו נשקל בליטרא ומדברי רבינו כאן נראה שהוא מפרשה בבכור תמים בזמן המקדש: \n\n"
      ],
      [
        "<b>המפשיט בכור בעל מום וכו'.</b> בספ''ד דתמורה (דף כ''ד) תניא דאין מרגילין בבכור ולא בפסולי המוקדשין ואוקימנא לה בתנאי דלית הלכתא כוותייהו. ומה שאמרו שם במערבא אמרי מפני שנראה כעובד עבודה בקדשים ר''י בר אבין אמר גזירה שמא יגדל מהם עדרים עדרים מפרש רבינו דאדר''א בר''ש קאי ולא כדפירש''י והרא''ש: \n\n"
      ]
    ],
    [
      [],
      [],
      [
        "<b><small>(א-ג)</small> כל המומים הקבועים וכו' אם נפל אחד מהם בבכור הרי זה נשחט עליו בכל מקום וכו' עד ירעה עד שיפול בו מום.</b> משנה פרק על אלו מומין (בכורות דף מ״א): \n\n"
      ],
      [
        "<b>יוצא דופן והבא אחריו וכו'.</b> משנה פרק ב' דבכורות (דף י''ט) וכרבי עקיבא. \n",
        "<b>ומה שכתב אפילו יצאת נקבה דרך דופן וכו'.</b> שם בגמרא: \n\n"
      ],
      [
        "<b>בכור שהוא אנדרוגינוס וכו'.</b> משנה בסוף פרק על אלו מומין (בכורות דף מ״א) ופסק כחכמים: \n",
        "<b>נולד טומטום הרי זה ספק בכור וכו'.</b> מימרא דר''ח שם. \n",
        "<b>ומה שכתב בין שהטיל מים ממקום זכרות וכו'.</b> הכי משמע התם בגמרא דלרב חסדא לא שאני ליה בטומטום בין מטיל ממקום זכרות למטיל ממקום נקבות הרי זה ספק בכור וכמו שכתבתי בספר בית יוסף ליורה דעה. ובקצת ספרי רבינו כתוב הרי זה בכור בין שהטיל האנדרוגינוס ממקום זכרות ט''ס הוא וצריך למחוק תיבת האנדרוגינוס משום דההוא אין בו קדושה כלל וכך מצאתי בספר כתיבת יד. ויש לתמוה על רבינו שפסק דמטיל מים ממקום זכרות נמי ספיקא ויאכל במומו לבעלים והא בין לרב חסדא בין לר''ל זכר הוי והכי משמע דהוי לרבי אלעאי נמי. ונראה שטעמו משום דכיון דרב חסדא סתם ואמר דטומטום ספיקא הוא ולא מפליג הכי נקטינן ולא חיישינן למאי דאמרינן מטיל מים במקום זכרות כולי עלמא לא פליגי דזכר הוא משום דההיא דחייה בעלמא היא כי היכי דלא תיקום כתנאי: \n\n"
      ],
      [
        "<b>רחל שילדה כמין עז וכו'.</b> משנה בפ''ב דבכורות (דף ט''ז:): \n",
        "<b>ומ''ש והוא בעל מום קבוע וכו'.</b> בפ''ק דבכורות (דף ג') מימרא דר' יוחנן. \n",
        "<b>ומ''ש אפילו פרה שילדה כמין חמור וחמור שילדה כמין סוס פטור מן הבכורה.</b> משנה בפ''ק דבכורות (דף ה') ובגמ' (דף ו') איבעיא להו פרה שילדה כמין חמור ויש בו מקצת סימנים מהו וכו' את''ל כיון דאידי ואידי בני מיקדש בבכורה קדוש חמור שילדה כמין סוס מהו וכו' את''ל כיון דמין טמאה הוא קדוש פרה שילדה כמין סוס מהו הכא ודאי הא טמאה והא טהורה הא בת מיקדש בבכורה והא לאו בת מיקדש בבכורה או דילמא סימנים מילתא היא ולא איפשיטא. וכבר נודע דרך רבינו לפסוק כאת''ל ומפני כך פסק בפרה שילדה כמין חמור שאם יש בו מקצת סימני פרה הרי זה בכור לכהן ולענין חמור שילדה כמין סוס דאמרינן ביה את''ל כיון דמין טמאה הוא קדוש אע''פ שלא הזכירו כאן בסוף הלכות בכורים כתב שאם יש בו מקצת סימני חמור חייב ולענין פרה שילדה כמין סוס ויש בו קצת סימני פרה כיון דלא איפשיטא פסק שהוא ספק בכור. ומ''מ מ''ש בבבא זו אע''פ שיש בו מקצת סימני פרה אינו נוח לי דמפשטא דלישנא איכא למשמע דאין בו מקצת סימני פרה ויש בו מקצת סימני פרה שוין הם דשניהם ספק ואינו כן שאם אין בו סימני פרה ודאי אינו בכור כלל וצ''ל שלא השוום אלא לענין שאינם בכור ודאי אבל הא כדאיתיה והא כדאיתיה שזה אינו בכור כלל וזה ספק וזה פשוט. \n",
        "<b>ומ''ש רבינו גבי ספק בכור יאכל במומו לבעלים.</b> הוא מדקי''ל המע''ה. \n",
        "<b>ומ''ש ואם תקפו כהן אין מוציאים מידו.</b> טעמו מדאמרינן בפ''ק דמציעא (דף ז':) אעובדא דההיא מסותא דהוו מינצו עלה בי תרי א''ר המנונא מתני' היא ספק בכורה המע''ה והא הכא דאם תקפו כהן אין מוציאין מידו וכי לא תקפו אסור בגיזה ועבודה. אבל קשה דהא בתר הכי אמרינן א''ל רבה וכו' לעולם אימא לך תקפו כהן מוציאין אותו מידו ואפ''ה אסורים בגיזה ועבודה וכו' א''ל רב חנניא לרבה תניא דמסייע לך. והשתא למה דחה רבינו דברי רבה ורב חנניא וברייתא ופסק כרב המנונא. וי''ל דהא דאמר רבה לעולם אימא לך תקפו כהן מוציאין מידו ואפ''ה אסור בגיזה ועבודה וכו' סובר רבינו דחייה בעלמא היא וסייעתא דרב חנניא לאו סייעתא כולי האי דכיון דברשות ישראל הוא והמע''ה אע''ג דאם תקפו כהן אין מוציאין מידו לא נפיק מידי ממונו של ישראל ושפיר יכול לפטור עצמו בו. ובתשובות הרשב''א סי' שי''א כתוב שנשאל על זה והשיב באמת גם לי נראה פשיטותא של הלכה כן אלא דבעינן למשכוני נפשין אדרבינו לחזר אחר זכותו והשתדל להראות פנים לדברי רבינו: \n\n"
      ],
      [
        "<b>המטיל מום בבכור וכו'.</b> במשנה פרק כל פסולי המוקדשין (בכורות דף ל״ד) פלוגתא דתנאי ופסק כחכמים. \n",
        "<b>ומ''ש ואם מת זה החוטא מותר לבנו לשוחטו וכו'.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>הרגיל לבכור שיפול בו מום וכו'.</b> בברייתא פרק כל פסולי המוקדשין שם. \n",
        "<b>ומ''ש או שהלך בין ברזל וכו'.</b> מעובדא דרבי צדוק דבסמוך איכא למילף הכי ולישנא דאו שהלך היינו לומר שהוליכו הוא שם שאם הלך מעצמו ודאי דלא הוי מרגיל שיפול בו מום. \n",
        "<b>ומ״ש או שאמר לנכרי להטיל בו מום וכו' זה הכלל כל מום שנעשה לדעתו וכו'.</b> משנה פרק כל פסולי המוקדשין (בכורות דף ל״ה): \n\n"
      ],
      [
        "<b>ומ''ש אמר אילו נפל מום בבכור זה הייתי שוחטו וכו'.</b> שם במשנה מעשה בזכר של רחלים זקן ושערו מדולדל וראהו קסדור אחד אמר מה טיבו של זה אמרו לו בכור הוא ואינו נשחט אא''כ היה בו מום נטל פגיון וצרם אזנו ובא מעשה לפני חכמים והתירו ואחר שהתירו הלך וצרם באזני בכורות אחרים ואסרום: \n\n"
      ],
      [
        "<b>ראינוהו שעשה מעשה המרגיל וכו' כיצד כגון שנתן לו שעורים במקום דחוק וכו'.</b> שם (דף ו') בעובדא דר' צדוק: \n\n"
      ],
      [
        "<b>היה בכור רודף את האדם וכו'.</b> משנה שם (דף ל''ה). \n",
        "<b>ומ''ש ואפילו בעט בו מפני שרדפו מקודם וכו'.</b> שם תרי לישני דרב פפא ופסק כלישנא בתרא וכ''ג הרמב''ן. וכתב הרא''ש ולא ידענא טעמא מאי דבשל תורה הוא ואפשר דהיינו טעמא דאע''ג דאיסור דהטלת מום הוי דאורייתא מה שאינו נאכל באותו מום הוי מדרבנן עכ''ל: \n\n"
      ],
      [
        "<b>קטנים שהטילו מום בבכור דרך שחוק וכו' עד לא ישחט עליו.</b> משנה שם: \n\n"
      ],
      [
        "<b>בכור שאחזו דם יקיז וכו'.</b> משנה שם (ל''ב:) פלוגתא דתנאי וכן בברייתא ופסק כר''ש דמתניתין ודברייתא דהכי איפסיקא הלכתא בגמ': \n\n"
      ],
      [
        "<b>מותר להטיל מום וכו'.</b> מימרא דרב יהודה בפירקא קמא דבכורות (דף ג'). \n",
        "<b>ומה שכתב בד''א בזמן הזה וכו'.</b> ריש פ' כיצד מערימין (דף מ'): \n\n"
      ],
      [
        "<b>עד שהעיד מפי עד אחר וכו' אפילו אשה נאמנת וכו'.</b> בפ' כל פסולי המוקדשין (בכורות דף ל״ו): \n\n"
      ],
      [
        "<b>כל המומין הראויים לבא בידי אדם וכו'.</b> משנה שם (דף ל''ה) כל המומין הראויים לבא בידי אדם רועים ישראל נאמנים רועים כהנים אינם נאמנים רשב''ג אומר נאמן הוא על של חבירו ואינו נאמן על של עצמו ר''מ אומר החשוד על הדבר לא דנו ולא מעידו. ובגמרא איפליגו ר''י ורבי אלעזר בפירושא דמתני' חד אמר רועי ישראל בי כהנים נאמנים וכו' רועי כהנים בי ישראל אינם נאמנים מימר אמר כיון דקא טרחנא ביה לא שביק לדידי ויהיב לאחריני וה''ה כהן לכהן דחיישינן לגומלין ואתא רשב''ג למימר נאמן הוא על של חבירו ואינו נאמן על של עצמו ואסיקנא דהלכה כרשב''ג. וכתב הרא''ש רועה כהן בשל ישראל מהימן דלאו של עצמו הוא והכי חזינא בפירושא דרבוותא ואיכא מאן דאמר דפסק דלא מהימן והיינו כלישנא קמא דאמר רועי כהנים בשל ישראל אינם נאמנים וס''ל דלא פליג רשב''ג אלא אמאי דמחסרא דמתני' דהיינו כהן לכהן דלא חייש איהו לגומלין אבל רועה כהן בישראל לא פליג דכיון דסבר לא שביק לדידיה בשל עצמו דמי והך סברא לא מעליא היא דכיון דאפילו בנו ובתו מהימני סברא הוא דכ''ש רועי כהן בשל ישראל ועוד דלא מסתברא דקאי אמאי דמחסרא מתני' דוקא ולא קאי אעיקר מתני' ועוד בר מן דין הא ללישנא בתרא רועי כהן בי ישראל אפילו לת''ק הימוני מהימן וכיון דפלוגתא דלישני הוא ליכא איסורא אלא גזירה דרבנן גרידא לקולא נקטינן ועוד דמתני' כפשוטה אתיא כי האי לישנא וללישנא קמא צריך לחסורה הילכך האי לישנא עדיף ונקטינן מינה דרועי כהנים בי ישראל נאמנין וכ''פ הלכתא הרמב''ן ז''ל עכ''ל. ואני אומר שמתוך דבריו נתבאר טעמו של רבינו שהוא כההיא סברא שכתב ברישא והקושיא שהקשה על אותה סברא לא מכרעי דאפשר לתרוצינהו: \n\n"
      ],
      [
        "<b>כהן שהעיד לכהן אחר וכו'.</b> שם במשנה וגמרא ופסק כרבן שמעון בן גמליאל. \n",
        "<b>ומה שכתב שכל הכהנים חשודים להטיל מום בבכור וכו'.</b> שם. \n",
        "<b>ומ''ש כל,</b> כלומר אפילו הוא חבר וכמו שנתבאר בפרק זה. \n",
        "<b>ומ''ש אפילו בניו ובני ביתו של כהן מעידים לו על הבכור אבל לא אשתו וכו'.</b> שם: \n\n"
      ],
      [
        "<b>בכור שהיה ביד כהן וכו'.</b> זהו פירוש מה ששנינו בפרק הנזכר (דף ל''ו) נאמן הכהן לומר הראיתי בכור זה ובעל מום הוא: \n\n"
      ],
      [
        "<b>וכן נאמן הכהן לומר על בכור בעל מום וכו'.</b> מימרא דרב יהודה (דף ל''ו). וכתב הרא''ש דדוקא באומר ישראל פלוני נתנו לי במומו אבל אם אמר ישראל סתם שאינו מזכירו לא. ובספר ב''י ליורה דעה סי' שי''ד כתבתי טעמו וטעם רבינו: \n\n"
      ]
    ],
    [
      [
        "<b>אין שוחטין את הבכור אלא ע''פ מומחה וכו'.</b> בפ''ק דסנהדרין (דף ה'). \n",
        "<b>ומ''ש אפילו היה מום גדול וגלוי לכל וכו'.</b> יתבאר בסמוך. \n",
        "<b>ומ״ש וכל הבכורות אדם רואה חוץ מבכורות עצמו.</b> בסוף פרק ב' דנגעים ובסוף פרק עד כמה (בכורות דף ל״א.) ומוקמינן לה ביחיד מומחה דאילו בשלשה יכול להיות אחד מהשלשה דלא חשידי כלום בשבילו וכך הם דברי רבינו: \n\n"
      ],
      [
        "<b>אם אין שם מומחה וכו'.</b> במשנה ס״פ כל פסולי המוקדשין (בכורות דף ל״ו:) פלוגתא דתנאי ואיפסיקא בגמרא הלכתא כת״ק. \n",
        "<b>ומ''ש וכן בכור שיצא ח''ל ונפל בו מום מובהק וכו'.</b> מימרא שם התרת בכור בח''ל ע''פ שלשה בני הכנסת ובמומים מובהקים. וכתב רבינו שיצא ח''ל לרבותא דאע''פ שנולד בארץ אינו צריך מומחה וכל שכן אם נולד בח''ל: \n\n"
      ],
      [
        "<b>אין רואים את הבכור לישראל וכו' עד לגזול מתנות כהונה.</b> מימרא דרב יהודה שם. \n",
        "<b>ומ''ש לפיכך אם היה חכם וכו'.</b> נלמד ממה שיבא בסמוך. \n",
        "<b>ומ''ש היה המום גלוי לכל וכו'.</b> שם: \n\n"
      ],
      [
        "<b>השוחט את הבכור ואח״כ הראה את מומו וכו'.</b> במשנה פ' עד כמה (בכורות דף כ״ח) פלוגתא דתנאי ופסק כר״מ וכ״כ הרא״ש בשם בעל הלכות גדולות והרמב״ן משום דהלכה כר״מ בגזירותיו: \n\n"
      ],
      [
        "<b>בכור שהיתה לו ביצה אחת ושני כיסים וכו'.</b> במשנה פ' על אלו מומין (בכורות דף מ') פלוגתא דתנאי ופסק כר״ע: \n\n"
      ],
      [
        "<b>מי שאינו מומחה וראה את הבכור וכו'.</b> משנה בפרק עד כמה (בכורות דף כ״ח). \n",
        "<b>ומה שכתב וכמה משלם וכו'.</b> שם בגמרא [עמוד ב']. \n",
        "<b>ומ''ש מפני שקנסו את בעל הבהמה וכו'.</b> שם מ''ט וכו' אמר רב הונא בר מנוח וכו' משום גזירת מגדלי בהמה דקה נגעו בה. ופירש''י משום גזירת בהמה דקה נגעו בה מום טורח מגדלי בהמה דקה שיש בה טורח גדול לגדלה וזה שהתיר הבכור הצילו לכהן מטורח גדול דשמא אם הראהו לאחר לא היה מתירו לו והיה לו עוד טיפול מרובה עד שיפול בו מום להכי נגעו בו דאינו משלם אלא רביע. ל''א מפני מגדלי בהמה דקה שעוברים על דברי חכמים כדתנן אין מגדלין בהמה דקה בארץ ישראל קנסו חכמים דלא לישקול אלא רביע עכ''ל. והראב''ד כתב א''א אין כאן קנס וכו'. ודברי רבינו כלשון אחרון של רש''י: \n\n"
      ],
      [
        "<b>הנוטל שכרו להיות רואה בכורות וכו'.</b> משנה שם. \n",
        "<b>ומ''ש ולא יטול שכר על בהמה זו וכו'.</b> שם בגמרא (דף כ''ט): \n\n"
      ],
      [
        "<b>החשוד על הבכורות וכו'.</b> משנה שם. \n",
        "<b>ומ''ש אפילו של נקבה.</b> פלוגתא שם במשנה ופסק כת''ק. \n",
        "<b>ומ''ש ואין לוקחים ממנו צמר וכו' עד ועורות עבודים וכו'.</b> שם במשנה ובגמרא: \n\n"
      ],
      [
        "<b>השוחט את הבכור ומכרו וכו'.</b> משנה שם (דף ל''ז) וכתב רבינו דין זה פרק ט''ז מהל' מכירה: \n\n"
      ],
      [
        "<b>בכור שנמצא טריפה וכו'.</b> בפ' טבול יום (זבחים ק''ג) תנן כל הקדשים שאירע בהם פיסול קודם להפשטן אין עורותיהם לכהנים לאחר הפשטן עורותיהם לכהנים א''ר חנינא סגן הכהנים מימי לא ראיתי עור שיוצא לבית השריפה אמר ר''ע מדבריו למדנו שהמפשיט את הבכור ונמצא טריפה שיאותו הכהנים בעורו וחכ''א אין לא ראינו ראיה אלא יוצא לבית השריפה. ובגמרא (דף ק''ד) א''ר חייא בר אבא אר''י הלכה כר''ע ואף ר''ע לא אמר אלא כשהתירו מומחה אבל לא התירו מומחה לא והלכתא כחכמים בשר בקבורה והעור בשריפה ומפרש רבינו דחכמים ל''פ אר''ע דר''ע מיירי בבעל מום וחכמים מיירו בתמים והלכה כר''ע והלכה כחכמים. \n",
        "<b>ומ''ש רבינו אחר שהופשט.</b> לומר דאילו קודם שהופשט העור כבשר בקבורה כדאיתא בברייתא בגמרא: \n\n"
      ],
      [
        "<b>הבכור שנאכל בשרו וכו' כך נהנים בגיזותיו.</b> כן משמע במשנה (דף כ''ה:) בפ''ג דבכורות. \n",
        "<b>ומ''ש אבל כל צמר שנגזז ממנו כשהוא חי אפי' נשר אסור בהנאה אפי' אחר שחיטתו.</b> כלומר ע''פ מומחה שהותר הצמר שבעור אסור הצמר שנשר ממנו כשהוא חי ואצ''ל אחר מיתתו שאסור הצמר שבעור וכבר נתבאר בפ''א מהל' מעילה. \n",
        "<b>ומ''ש וכבר ביארנו בהלכות מעילה וכו'.</b> בפ' הנזכר: \n\n"
      ],
      [
        "<b>בכור [שהיה בו צמר] מדובלל וכו'.</b> שם. \n",
        "<b>ומה שכתב והוא הצמר שעיקרו הפוך כלפי ראשו.</b> שם (דף כ''ו:) פלוגתא דאמוראי ופסק כריש לקיש דהוא מאריה דגמרא טפי מרב נתן בר אושעיא ועוד דרבי אלעזר נמי ס''ל כר''ל ועוד דר' אלעא פריש טעמא דר''ל משמע דכוותיה ס''ל ועוד דטעמא דיהיב ר' אלעא טעמא דמסתבר הוא: \n\n"
      ],
      [
        "<b>גיזת בכור אפילו בעל מום וכו'.</b> בספ''ג דבכורות (דף כ''ה:) תניא בעלי מומין אסורים בכל שהו ומפרש לה ר''נ בגיזת בכור בעל מום שנתערבה בגיזי חולין ואע''ג דר' יוסי פליג ואמרינן בגמרא מאן ת''ק ר' יהודה וה''ל למיפסק כר' יוסי לגבי ר' יהודה הא איפסיקא התם בגמ' הלכה כר' יהודה אבל איכא למידק דאמרינן התם דאמרוה להא דר''נ קמיה דר' ירמיה וקרי להו בבלאי טפשאי וכו' לא שמיע להו הא דאמר ר''י מחלוקת בשבדק ולא מצא וכו' ור' אסי אמר ר''י מחלוקת בשבדק ומצא משמע דליתא להא דר''נ והיאך פסק רבינו כמותו. וי''ל דמשמע דלא פליגי אלא בפירושא דברייתא היכי מיתוקמא שפיר טפי אבל לענין דינא לא פליגי עליה: \n",
        "<b>האורג מלא הסיט מצמר הבכור וכו'.</b> בפ''ג דערלה (משנה ג') האורג מלא הסיט מצמר בכור בבגד ידלק הבגד וכתב הר''ש מוקי לה בשלהי תמורה (דף ל''ד.) בדעבד מיניה צפרתא דחשיב ולא בטיל הא לאו הכי שרי דבטיל ברובא. ופירש''י שעשה מהאיסור צורת צפור דחשיב דמיפה ליה לכוליה [שק] ולא מיבטיל. ורבינו שלא חילק בין עבד מיניה צפרתא ללא עבד נראה שטעמו משום דלא מוקי בגמרא בדעבד מיניה צפרתא אלא למאי דקתני התם משער נזיר ומפטר חמור בשק ידלק השק וסובר רבינו דלא ילפינן מיניה לבכור אע''ג דכי הדדי מיתני במסכת ערלה דדוקא בשער נזיר ופטר חמור דלא חשיב הוא דפריך וליבטיל ברובא ואיצטריך לשנויי דעבדיה כצפרתא אבל גבי צמר בכור ל''ק לן דליבטיל ברובא דמלא הסיט צמר חשיב ולא בטיל אפי' בכמה אבל קשה על זה דגם בדין שער בשק לא חילק בסוף הל' פסולי המוקדשין. והר''י קורקוס ז''ל כתב שרבינו מפרש דלאו דוקא שארג צפרתא אלא ה''ק כיון שהוא מלא הסיט שראוי לצפרתא חשיב ולא בטיל דאי בעשה צפרתא דוקא מלא הסיט למה הוזכר. א''נ שסובר רבינו שאותה קושיא ואותו תירוץ הם דלא כהלכתא דהא קי''ל דבגד שאבד בו כלאים אינו בטל והא נמי דכוותה אע''פ שחילקו המפרשים לשאר איסורים רבינו אינו מחלק: \n",
        "<b>וכתב</b> הראב''ד גיזת בכור אפילו בעל מום וכו' קשיא לן בטווי וארוג בעינן מלא הסיט וכו'. ואיכא למידק עליה לתירוצא קמא טווי וארוג דבעינן מלא הסיט ע''כ בנגזז מן החי היא דאילו אחר מיתה מותר ליהנות בגיזותיו כמ''ש רבינו בפ' זה וכיון שכן למה גזרו בגיזה יותר מבטווי וארוג הבא מן הגיזה. ולכן נ''ל שצריך להגיה ולגרוס א''כ במקום א''נ וכוליה חד תירוצא הוא וה''ק כיון דגיזה לא מיתסר אלא משום קנסא לא קנסו שיאסר בכל שהו אלא כשהוא בגיזה אבל כשנשתנה לטווי וארוג לא גזרו שיאסר בכל שהוא והוקשה לו א''כ למה במוקדשים טווי ואריג מקדשין בכל שהן ותירץ דמיירי בקדשים שיש להם פדיון ומשום דדבר שיש לו מתירין אפילו באלף לא בטל: \n\n"
      ]
    ],
    [
      [
        "<b>בהמת השותפין חייבת בבכורה וכו'.</b> פלוגתא דתנאי בר״פ ראשית הגז (חולין דף קל״ה) ופסק כת״ק. \n",
        "<b>ומ''ש שאם היה שותף בפרה או בעובר אפילו היה לנכרי אחד מאלף וכו'.</b> טעמו דכיון דיש לו חלק בכל הבהמה אפילו הוא אחד מאלף שותף מיקרי ואמרינן בריש בכורות (דף ג') בכור מקצת בכור משמע כתב רחמנא כל עד דאיכא כוליה. \n",
        "<b>ומ''ש באם או בולד.</b> הכי אמרינן בריש בכורות (דף ב'): \n",
        "<b>ומ''ש היה לו באחד משניהם אבר אחד וכו'.</b> שם (דף ג') וכמה תהא שותפות של נכרי ותהא פטורה מן הבכורה כלומר כשהנכרי אינו שותף אלא באבר אחד במה תהא שותפותו ויפטור מן הבכורה אמר רב הונא אפילו אזנו מתקיף לה ר''נ ולימא ליה שקול אזנך וזיל אתמר רב חסדא אמר דבר שעושה אותו נבלה ורבא אמר דבר שעושה אותו טריפה ובתר הכי אר''י אפילו מום קל. ופירש''י אפי' אין לנכרי שותפות אלא באזנה שאם היה נוטל חלקו אינה לא נבילה ולא טריפה אלא מום קל בעלמא פטורה מן הבכורה ופסק רבינו כר''י ורב הונא. וא''ת היכי משכחת לה שיחתך שום אבר ולא תהיה בעלת מום. וי''ל דמשכחת לה כגון שהיה יתר אצבע בידו או ברגלו ואין בו עצם שאם חתכו כשר: \n\n"
      ],
      [
        "<b>הלוקח עובר פרתו של נכרי וכו'.</b> משנה בפרק ב' דבכורות (דף י''ג). \n",
        "<b>ומ''ש ואין קונסין אותו על דבר זה.</b> הכי איכא למילף משקלא וטריא דריש בכורות: \n\n"
      ],
      [
        "<b>המקבל בהמה מן הנכרי וכו'.</b> בריש בכורות (דף ב':) ר''י אומר המקבל בהמה מן הנכרי וילדה מעלים אותה בשיווי ונותן חצי דמיו לכהן והנותן לו בקבלה כו' נותן כל דמיו לכהן וחכמים אומרים כל זמן שיד נכרי באמצע פטורה מן הבכורה וידוע דהלכה כחכמים: \n\n"
      ],
      [
        "<b>המקבל צאן מן הנכרי בממון קצוב וכו'.</b> משנה בפרק ב' דבכורות (דף ט''ז:) ואיפלגו בה אמוראי ורבינו נתן כלל בדבר דכל ולדות שיש רשות לנכרי לגבות מהם פטורים וכל ולדות שאין לו רשות לגבות מהם חייבים ולדוגמא נקט ולדות וולדי ולדות ומפני כך השמיט מה ששנו במשנה העמיד ולדות תחת אמותיהם ולדי ולדות פטורים ולדי ולדי ולדות חייבים ולא איפלגו אמוראי אלא בכמה דורות הוא דרך להיות אחריות הנכרי עליהם ולדברי הכל דין זה שכתב רבינו אמת: \n\n"
      ],
      [
        "<b>ישראל שנתן מעות לנכרי וכו' וכן אם קנה הנכרי מישראל בדיניהם וכו'.</b> מימרא ברפ''ב דבכורות (דף י''ג): \n\n"
      ],
      [
        "<b>גר שנתגייר וכו'.</b> בסוף פרק הזרוע (חולין דף קל״ד): \n\n"
      ],
      [
        "<b>הלוקח בהמה מן הנכרי וכו'.</b> משנה בריש פרק ג' דבכורות (דף י''ט:) אם ספק יאכל במומו לבעלים: \n\n"
      ],
      [
        "<b>לקח בהמה מניקה מן הנכרי וכו'.</b> גם זה משנה שם (דף כ''ג:) ואיפסיקא בגמ' הלכתא כרשב''ג דמתני'. \n",
        "<b>ומ''ש ואפילו היה זה שמניקה כמו מין אחר ואפילו כמין חזיר וכו'.</b> מימרא דרבי יוחנן שם (דף כ''ד). \n",
        "<b>ומ''ש וכן בהמה שהיא חולבת וכו'.</b> בפ''ג דבכורות (דף כ''ו:) פלוגתא דר' יהושע ור''ע ופסק כר' יהושע דרביה הוא: \n\n"
      ],
      [
        "<b>הלוקח בהמה מישראל הרי זה בחזקת שבכרה וכו'.</b> שם (דף כ''א:) פלוגתא דאמוראי ופסק כר' יוחנן: \n\n"
      ],
      [
        "<b>בהמה דקה שהפילה עובר וכו'.</b> משנה וגמ' בר''פ הנזכר (דף י''ט כ') ובדף הנזכר בגמרא: \n",
        "<b>לפיכך הלוקח בהמה מן הנכרי וכו'.</b> בריש פרק הנזכר פלוגתא דתנאי ופסק כרבי עקיבא: \n",
        "<b>וכן בהמה [גסה] שהפילה שליא הרי זה סימן ולד וכו'.</b> משנה שם ופ' בהמה המקשה: \n",
        "<b>ומה שכתב ומותר להשליך אותה שליא לכלבים וכו' אבל בהמת קדשים שהפילה שליא תקבר וכו'.</b> משנה (דף ע''ז) וגמרא פרק בהמה המקשה: \n\n"
      ],
      [
        "<b>בהמה גסה שהפילה חררת דם וכו'.</b> משנה פרק ג' דבכורות (דף כ''א:) \n",
        "<b>ומ''ש ולמה קוברים אותו וכו'.</b> שם בגמ' ואע''פ שטעם זה נאמר בגמ' לר''ש דאמר דאינה מטמאה לדידן נמי צ''ל כן כי היכי דלא תיקשי לן מ''ש משליא דישליכנה לכלבים וכ''כ התוס': \n\n"
      ],
      [
        "<b>כבר ביארנו בענין נדה וכו' אבל ולד בהמה לא עמדו חכמים על מניין הימים שיגמר בו.</b> שם (דף כ''א:). \n",
        "<b>ומ''ש אבל אמרו שהמפלת טינוף אינה מתעברת אחריו וכו'.</b> מימרא דזעירי שם (דף כ'): \n\n"
      ],
      [
        "<b>בהמה שיצאה מליאה ובאתה ריקנית וכו'.</b> פ' המפלת (דף נ''ט): \n",
        "<b>ואין לנפלי בהמה פטירת רחם וכו'.</b> בפ' שלישי דבכורות (דף נ''ב). \n",
        "<b>ומ''ש של ערב.</b> מימרא דרבי יוחנן שם. פ' הערוך פיקה כמו כדור קטן שמשימים בראש הכוש שטוים בו ואותו שטוים בו השתי קטן מאותו שטוים בו הערב: \n",
        "<b>כתב</b> הראב''ד ז''ל א''א דגרסינן בבכורות שמעתי וכו': \n\n"
      ],
      [
        "<b>מבכרת המקשה לילד וכו'.</b> משנה פרק בהמה המקשה (חולין דף ס''ט:) ומפרש רבינו דמאי דקתני נפטרה מן הבכורה אסיפא דוקא קאי ולא כרש''י שפירש דארישא נמי קאי. \n",
        "<b>ומה שכתב ואם חתך אבר והניחו וכו' נתקדש למפרע.</b> שם בגמרא אליבא דרב הונא דהלכה כוותיה כדבסמוך: \n\n"
      ],
      [
        "<b>ומ''ש יצא שליש ומכרו לנכרי וכו' יצא שליש דרך דופן וכו'.</b> שם פלוגתא דרב הונא ורבה ופסק כרב הונא: \n\n"
      ],
      [
        "<b>יצא מיעוט אבר גדול וכו'.</b> פשוט שם. \n",
        "<b>ומ''ש יצא חצי העובר והוא רובו של אבר היוצא וכו'.</b> שם (דף ע') בעיא דלא איפשיטא: \n\n"
      ],
      [
        "<b>בכור שכרכו בסיב וכו'.</b> שם בעיי דלא איפשיטו וגירסת רבינו כגירסת ר''ח שכתבו התוספות: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(יח-כ)</small> הדביק שני רחמים זה לזה וכו' נפתחו כותלי בית הרחם וכו' נעקרו בית הרחם [ונתלו] בצוארו הרי זה ספק.</b> שם בעיי דלא איפשיטו: \n\n"
      ],
      [
        "<b>נגממו כותלי בית הרחם אינו קדוש.</b> בעיא שם וא''ל נגעת בבעיא דאבעיא לן דבעי ר' זירא מר' אסי עומד מרובה על הפרוץ ויצא דרך פרוץ פרוץ מרובה על העומד ויצא דרך עומד מאי ע''כ לא איבעיא לי אלא פרוץ מרובה על העומד דאיכא עומד בעולם אבל נגממו לא קא מיבעיא לי. ופירש רש''י נגממו ניטל מעובי הכותלים מבפנים סביב סביב וכו' ל''א נגממו מבפנים ושפה חיצונה משמרת עכ''ל ופירוש ראשון נראה יותר: \n\n"
      ]
    ],
    [
      [
        "<b>רחל שלא בכרה וכו'.</b> בפרק ב' דבכורות (דף י''ז) פלוגתא דרבי יוסי הגלילי וחכמים במשנה ופסק כחכמים. \n",
        "<b>ומ''ש הכהן נוטל את הכחוש.</b> שם במשנה פלוגתא דר''ע ור''ט ופסק כר''ע. \n",
        "<b>ומ''ש והשני ספק בכור.</b> שם במשנה. \n",
        "<b>ומ''ש מת אחד מהם אין לכהן כלום וכו'.</b> שם במשנה פלוגתא דר''ע ור''ט ופסק כר''ע. \n",
        "<b>מ''ש וכן אם ילדה זכר ונקבה וכו'.</b> שם (דף י''ח) במשנה: \n\n"
      ],
      [
        "<b>שתי רחלות שלא בכרו וכו' עד שזה הזכר ספק בכור הוא.</b> הכל משנה שם: \n\n"
      ],
      [
        "<b>כל בכור שהוא ספק דינו שירעה וכו'.</b> פשוט שם במשנה. \n",
        "<b>ומ''ש ואם תפשו הכהן וכו'.</b> נתבאר בפרק שני. \n",
        "<b>ומ''ש אבל אינו מקריבו וכו'.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>מי שהיה בעדרו מבכרות וכו'.</b> משנה פרק שלישי דבכורות (דף כ''ג:): \n\n"
      ],
      [],
      [
        "<b><small>(ה-ו)</small> שנים שהפקידו שני זכרים וכו'.</b> פ''ב דבכורות (דף י''ח:) הכל מודים בשנים שהפקידו אצל רועה שמניח רועה ביניהם ומסתלק וכו' ובאחד שהפקיד אצל בעל הבית שהמוציא מחבירו עליו הראיה לא נחלקו אלא בחצר בעה''ב ורועה כהן ר''ט סבר אקנויי קא מקני ליה בחצירו וניחא ליה דלתעביד מצוה וה''ל כשנים שהפקידו אצל רועה שמניח רועה ביניהם ומסתלק ור''ע סבר כיון דאית ליה פסידא לא מקני ליה מדעם וה''ל כאחד שהפקיד אצל בעה''ב שהמע''ה ופסק הלכה כר''ע: \n\n"
      ],
      [
        "<b>לא נחשדו ישראל על הבכורות וכו'.</b> בפרק כל פסולי המוקדשין (בכורות ל״ו:): \n\n"
      ],
      [
        "<b>כל הקדשים שקדם להם מום קבוע להקדשן וכו'.</b> משנה פ״ב דבכורות (דף י״ד) ופרק הזרוע (חולין דף ק״ל): \n\n"
      ],
      [
        "<b>הלוקח בהמה ממעות מעשר שני וכו'.</b> ירושלמי פ''ק דמעשר שני וכרבי זעירא דמסייעא ליה מתניתא: \n",
        "<b>אבל הלוקח בהמה וכו'.</b> בספ''ק דבכורות (דף י''ב:) אמר רב חסדא בהמת שביעית פטורה מן הבכורה וכו' לאכלה אמר רחמנא ולא לשריפה ופירש''י לשריפה ואי מיחייב בבכור סלקי אימורים לגבוה עכ''ל. והראב''ד השיג על רבינו שכתב ולא לסחורה ולא ה''ל לכתוב אלא ולא לשריפה כמו שאמרו בגמרא. ונראה שבנוסחת רבינו היה כתוב ולא לסחורה. \n",
        "<b>ומ''ש רבינו הרי זה משתכר בבכור</b> היינו לומר שאינו חייב לבערו בזמן הביעור ונותנו לכהן ויש לו טובת הנאה: \n",
        "<b>וכן אסור לעשות סחורה בבכורות וכו'.</b> בפ''ז דשביעית: \n\n"
      ],
      [
        "<b>ומ''ש לקח בכור למשתה בנו וכו'.</b> גם זה משנה שם: \n\n"
      ],
      [
        "<b>אין שמין בכורות תמימים לישראל וכו'.</b> תוספתא בפ''ג דבכורות, וכתב רבינו בזמן הזה כלומר דאי בזמן הבית קרב הוא ונאכל לכהנים בלבד ומאי שומא איכא: \n\n"
      ]
    ],
    [
      [
        "<b>מצות עשה להפריש אחד מעשרה וכו'.</b> בת''כ פרשת בחקותי: \n\n"
      ],
      [
        "<b>מעשר בהמה נוהג בחולין.</b> משנה בר''פ בתרא דבכורות (דף נ''ג). \n",
        "<b>ומ''ש אבל חכמים אסרו לעשר בהמה בזמן הזה וכו'.</b> שם בגמרא. \n",
        "<b>ומה שכתב ואם עבר ועשה וכו'.</b> פשוט הוא דכיון שאין הטעם אלא משום דלא ליתי לידי תקלה היכא דעבר ועישר למה לא יהיה קדוש: \n\n"
      ],
      [
        "<b>הכל חייבים במעשר בהמה וכו':</b> \n\n"
      ],
      [
        "<b>ודין מעשר בהמה שיהיה נשחט בעזרה וכו'.</b> משנה בס״פ איזהו מקומן (זבחים נ״ו:). \n",
        "<b>ומ''ש ואם היה בעל מום וכו'.</b> בפ' בתרא דבכורות (דף נ''ז) אמרינן דמעשר לא פסיל ביה מומא: \n\n"
      ],
      [
        "<b>מעשר בהמה אסור למכרו כשהוא תמים וכו'.</b> בפ״ק דמעשר שני תנן מעשר בהמה אין מוכרים אותו תמים חי ולא בעל מום חי ושחוט וכתב ה״ר עובדיה תמים חי והה״נ שחוט וכו' ואיידי דבעי למיתני סיפא גבי בכור מוכרים אותו תמים חי תנא נמי רישא תמים חי. ובפ״ק דתמורה (דף ה':) ובר״פ כל פסולי המוקדשין (בכורות דף ל״א:) תניא במעשר נאמר לא יגאל ואינו נמכר לא חי ולא שחוט ולא תם ולא בעל מום ופירש״י לא יגאל ואינו נמכר דגמרינן מלא יגאל (דחרמים) כדלקמן: \n\n"
      ],
      [
        "<b>ומ''ש מד''ס שאסור למוכרו בעל מום ואפילו שחוט</b> וכן מ''ש שזה מד''ת וזה מד''ס. בר''פ כל פסולי המוקדשין אמר רבא מנא אמינא לה (דמעשר בהמה שנשחט מותר למוכרו בהבלעה) דכתיב והיה הוא ותמורתו יהיה קדש לא יגאל אימתי עושה תמורה מחיים אימתי אינו נגאל מחיים הא לאחר שחיטה נגאל ורבנן הוא דגזרו לאחר שחיטה אטו לפני שחיטה וכו' דבר שאינו נישום מחיים לא גזרו ביה רבנן פירוש דבר המתחשב מחיים כי עיקר קונה הבהמה מחיים אינו מחשיב לא העור והגידים והחלב, ולפי זה הא דתניא במעשר נאמר לא יגאל ואינו נמכר לא חי ולא שחוט לא תם ולא בעל מום אסמכתא בעלמא היא דמדאורייתא לא מיתסרא מכירתו אלא תמים חי דומיא דתמורה: \n",
        "<b>ומ״ש לפיכך אין שוקלין מנה כנגד מנה במעשר וכו'.</b> הכי משמע במתני' ר״פ כל פסולי המוקדשין (בכורות דף ל״א) דקתני ושוקלין מנה כנגד מנה בבכור ומשמע דוקא בבכור אבל לא במעשר: \n\n"
      ],
      [
        "<b>ומעשר בהמה של יתומים וכו'.</b> בריש פרק כל פסולי המוקדשין שם: \n\n"
      ],
      [
        "<b>מעשר בהמה שנשחט במומו וכו' עד בהבלעה מותר.</b> שם וכתבתיו בסמוך. \n",
        "<b>ומ''ש ואם היו דמי העצמות יקרים וכו'.</b> שם פלוגתא ופסק לקולא כדרבנן: \n\n"
      ],
      [
        "<b>הכל נאמנים על מומי מעשר וכו'.</b> משנה בסוף פרק כל פסולי המוקדשין (בכורות דף ל״ו:) ומפרש טעמא בגמרא משום דאי בעי שדי מומא בכוליה עדריה. \n",
        "<b>ומ''ש ורואה אדם מומי מעשר שלו ומתירו אם היה מומחה.</b> מבואר [שם ל''א] מהטעם הנזכר: \n\n"
      ],
      [
        "<b>הלוקח טלאים שנולדו בשנה זו וכו' לפיכך השותפים שנשתתפו בבהמות וכו' עד אחר שיתוף זה השני.</b> הכל משנה בפרקא בתרא דבכורות (דף נ''ה: ונ''ו:). \n",
        "<b>ומ''ש ואע''פ שחלקו גדיים כנגד גדיים וכו'.</b> שם פלוגתא דאמוראי ופסק כר''נ וכתוב בספרי רבינו וטלאים כנגד גדיים וט''ס הוא וצריך להגיה ולכתוב וטלאים כנגד טלאים. \n",
        "<b>ומ''ש ועשרה כנגד עשרה.</b> שם פלוגתא דאמוראי ופסק כר''י: \n\n"
      ],
      [
        "<b>האחין והשותפין שחלקו בכספים וכו' אבל אם חלקו הבהמות כו'.</b> מימרא דר' ירמיה שם (דף נ''ו:): \n\n"
      ],
      [
        "<b>הלוקח עשרה עוברים וכו'.</b> מימרא דר''י בדף הנזכר: \n\n"
      ],
      [
        "<b>כהן שנפלו לו עשר בהמות וכו'.</b> בס״פ הגוזל עצים (בבא קמא דף ק״י:) בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>הכל נכנסים לדיר להתעשר וכו' עד אינו מתעשר.</b> משנה וגמרא בפירקא בתרא דבכורות (דף נ''ז). ודע דאמרינן בפירקא קמא דזבחים ליל שמיני נכנס לדיר להתעשר ואיני יודע למה השמיטו רבינו: \n\n"
      ],
      [
        "<b>אין הלוקח פטור וכו' לפיכך הלוקח טלאים בתוך שבעת ימי הלידה וכו'.</b> שם (דף נ''ו) אמרינן דברייתא דקתני דלקוח חל על מחוסר זמן אינה משנה ואת''ל משנה רבי שמעון בן יהודה היא ומשמע דחכמים פליגי עליה והלכתא כוותייהו: \n\n"
      ],
      [
        "<b>כל בהמה שהיא ספק וכו'.</b> נלמד מהדין שיבא בסוף הלכות אלו והוא בפ' הנזכר (דף נ''ח:) קפץ אחד מהמנויים לתוכם כולם פטורים ובתוספתא דסוף בכורות תניא נתערב בהם יתום או לקוח כולם פטורים: \n\n"
      ]
    ],
    [
      [
        "<b>מי שהיו לו עשרה טלאים וכו'.</b> במשנה פרק בתרא דבכורות (דף נ''ח:) פלוגתא דתנאי ופסק כת''ק: \n",
        "<b>כיצד עושה וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש ואמותיהם מעמיד מבחוץ וכו'.</b> ברייתא וגמרא שם [ובתוספתא דבכורות שם]. \n",
        "<b>ומ''ש מתחיל ומונה אותם בשבט וכו' עד וקידש עשירי ה''ז מעשר.</b> שם במשנה: \n\n"
      ],
      [
        "<b>אין צריך לצרף וכו'.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>היו לו חמשה טלאים בירושלים וכו' עד ט''ז מיל.</b> במשנה פ' בתרא דבכורות (דף נ''ד:): \n\n"
      ],
      [
        "<b>ומ''ש היו ג' עדרים וכו' עד להתעשר.</b> שם פלוגתא דרב ושמואל ופסק כרב באיסורי: \n\n"
      ],
      [
        "<b>אין מעשרים מן הצאן על הבקר וכו'.</b> משנה שם (דף נ''ג): \n\n"
      ],
      [
        "<b>אין מעשרים מן הנולדים בשנה זו וכו'.</b> משנה וגמרא שם: \n\n"
      ],
      [
        "<b>כל הנולדים מאחד בתשרי עד כ''ט באלול וכו' עד אין מצטרפין.</b> משנה בפרק בתרא דבכורות (דף נ''ז:): \n",
        "<b>ילדו תולדות בתוך שנתן וכו'.</b> כן משמע בתוספתא דבכורות פ''ז: \n\n"
      ],
      [
        "<b>אין הטלאים הנולדים כמו הטבל וכו'.</b> מתבאר ממה שיבא בסמוך: \n\n"
      ],
      [
        "<b>קבעו חכמים ג' זמנים בשנה וכו'.</b> פ' בתרא דבכורות (דף נ''ז:) פלוגתא דתנאי ופסק כר''ע. \n",
        "<b>ומ''ש ואם שחט ה''ז מותר.</b> משנה שם: \n",
        "<b>ומ''ש ולמה קבעו הגרנות בימים אלו וכו'.</b> שם בגמרא (דף נ''ח): \n\n"
      ],
      [
        "<b>הכניס כל הצאן וכו'.</b> שם (דף נ''ט:) מימרא דרבא וברייתא. \n",
        "<b>ומ''ש ואע''פ שידע שאלו ישארו במניין וכו'.</b> שם: \n\n"
      ]
    ],
    [
      [
        "<b>המכניס צאן לדיר וכו'.</b> ברייתא בסוף בכורות (דף ס':) ומשנה בנזיר פרק בית שמאי (נזיר דף ל״א). \n",
        "<b>ומה שכתב אבל אם קרא לתשיעי או לאחד עשר עשירי וכו' עד מפני שהוא עצמו כתמורה.</b> משנה בפירקא בתרא דבכורות: \n\n"
      ],
      [
        "<b>ומ''ש וטעון נסכים כשלמים: ומה שכתב ואינו עושה תמורה.</b> בסוף בכורות (דף ס') במשנה פלוגתא דר''מ ור''י ופסק כר''י. \n",
        "<b>ומה שכתב במה דברים אמורים כשהיה המונה הוא בעל הבהמות וכו'.</b> מימרא בסוף בכורות (דף ס''א) ופסק כרב פפא לגבי רב פפי והכי קיימא לן בכל דוכתא דטעות שליח בכל שהוא דאמר לי' לתקוני שדרתיך ולא לעוותי: \n\n"
      ],
      [
        "<b>זה שאמרנו שאם קרא וכו'.</b> משנה שם (דף ס'). \n",
        "<b>ומה שכתב ואפילו יצא העשירי ולא קראהו לא עשירי ולא אחד עשר וכו'.</b> ברייתא שם (בדף נ''ט): \n\n"
      ],
      [
        "<b>יצאו ט' וי' כאחד וכו' וכן אם יצאו עשירי וי''א כאחד וכו'.</b> מימרא דרבא (בדף ס'): \n\n"
      ],
      [
        "<b>התחיל למנות ויצאו וכו'.</b> משנה שם. \n",
        "<b>ומ''ש וכן אם מנאן ג' ג' בכל פעם ופעם וכו'.</b> שם פלוגתא דאמוראי ופסק כר''י דאמר מונאן זוגות זוגות קינטרין קינטרין י' למניינן הוא קדוש וכדפריש רב מרי למניין שלו הוא קדוש ומשמע דרבא סבר כוותיה מדמתרץ ברייתא אליביה: \n\n"
      ],
      [
        "<b>יצאו בתחלה שנים וכו'.</b> שם במשנה: \n\n"
      ],
      [
        "<b>מנאן למפרע וכו'.</b> שם (בדף ס'): \n\n"
      ],
      [
        "<b>קרא לתשיעי עשירי ונשאר העשירי בדיר וכו' עד שהמנין הראוי פוטר.</b> שם (דף נ''ט ע''ב): \n\n"
      ],
      [
        "<b>הכניס י' טלאים וכו' עד שהרי ששה היו שם נשארים בתוך הדיר.</b> שם בדף הנזכר: \n\n"
      ],
      [],
      [
        "<b>מי שהיו לו תשעה עשר טלאים וכו' עד שאותן התשעה נמנו מניין הראוי.</b> גם זה בדף הנזכר (ובדף ס'): \n\n"
      ],
      [
        "<b>היה מונה והוציא הטלה ראשו וכו'.</b> הכי משמע שם (בדף ס'): \n\n"
      ],
      [
        "<b>היה מונה והפסיק וכו'.</b> בתוספתא בסוף בכורות: \n\n"
      ],
      [
        "<b>היה מונה היוצאים וכו' עד סוף הפרק.</b> משנה בפרק בתרא דבכורות (דף נ''ח:): \n",
        "<b>סליקו הלכות בכורות בס''ד</b> \n\n"
      ]
    ]
  ]
};