const Offerings_for_Those_with_Incomplete_Atonement = {
  "title": "Mishneh Torah, Offerings for Those with Incomplete Atonement",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Offerings_for_Those_with_Incomplete_Atonement",
  "text": [
    [
      "אַרְבָעָה הֵן הַנִּקְרָאִין מְחֻסְּרֵי כַּפָּרָה. הַזָּבָה. וְהַיּוֹלֶדֶת. וְהַזָּב. וְהַמְצֹרָע. וְלָמָּה נִקְרָאוּ מְחֻסְּרֵי כַּפָּרָה שֶׁכָּל אֶחָד מֵהֶן אַף עַל פִּי שֶׁטָּהַר מִטֻּמְאָתוֹ וְטָבַל וְהֶעֱרִיב שִׁמְשׁוֹ עֲדַיִן הוּא חָסֵר וְלֹא גָּמְרָה טָהֳרָתוֹ כְּדֵי לֶאֱכל בְּקָדָשִׁים עַד שֶׁיָּבִיא קָרְבָּנוֹ. וְקֹדֶם שֶׁיָּבִיא כַּפָּרָתוֹ אָסוּר הוּא לֶאֱכל בְּקָדָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "גֵּר שֶׁמָּל וְטָבַל וַעֲדַיִן לֹא הֵבִיא קָרְבָּנוֹ. אַף עַל פִּי שֶׁהוּא אָסוּר לֶאֱכל בְּקָדָשִׁים עַד שֶׁיָּבִיא קָרְבָּנוֹ אֵינוֹ מִמְּחֻסְּרֵי כַּפָּרָה. שֶׁקָּרְבָּנוֹ עִכְּבוֹ לִהְיוֹת גֵּר גָּמוּר וְלִהְיוֹת כְּכָל כְּשֵׁרֵי יִשְׂרָאֵל וּמִפְּנֵי זֶה אֵינוֹ אוֹכֵל בְּקָדָשִׁים שֶׁעֲדַיִן לֹא נַעֲשָׂה כִּכְשֵׁרֵי יִשְׂרָאֵל. וְכֵיוָן שֶׁיָּבִיא קָרְבָּנוֹ וְיֵעָשֶׂה יִשְׂרָאֵל כָּשֵׁר אוֹכֵל בְּקָדָשִׁים. הֵבִיא פְּרֵדָה אַחַת בְּשַׁחֲרִית אוֹכֵל בְּקָדָשִׁים לָעֶרֶב וְיָבִיא פְּרֵדָה שְׁנִיָּה. שֶׁקָּרְבָּנוֹ שֶׁל גֵּר עוֹלַת בְּהֵמָה אוֹ שְׁנֵי בְּנֵי יוֹנָה אוֹ שְׁתֵּי תּוֹרִים וּשְׁנֵיהֶן עוֹלָה. כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת:\n",
      "הַזָּב וְהַזָּבָה קָרְבָּן כָּל אַחַת מֵהֶן שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד עוֹלָה וְאֶחָד חַטָּאת. וְהַיּוֹלֶדֶת קָרְבָּנָהּ כֶּבֶשׂ עוֹלָה וּבֶן יוֹנָה אוֹ תּוֹר חַטָּאת. וְאִם אֵין יָדָהּ מַשֶּׂגֶת מְבִיאָה שְׁתֵּי תּוֹרִים אוֹ שְׁנֵי בְּנֵי יוֹנָה אֶחָד עוֹלָה וְאֶחָד חַטָּאת. וְהַמְצֹרָע קָרְבָּנוֹ שְׁלֹשָׁה כְּבָשִׂים אֶחָד עוֹלָה וְאֶחָד אָשָׁם. וְכִשְׂבָּה לְחַטָּאת. וְאִם אֵין יָדוֹ מַשֶּׂגֶת מֵבִיא קֵן אֶחָד עוֹלָה וְאֶחָד חַטָּאת וְכֶבֶשׂ לְאָשָׁם:\n",
      "הַזָּב וְהַזָּבָה וְהַמְצֹרָע מֵבִיא כָּל אֶחָד מִשְּׁלָשְׁתָּן כַּפָּרָתוֹ בַּיּוֹם הַשְּׁמִינִי לְטָהֳרָתוֹ שֶׁכָּל אֶחָד מֵהֶן סוֹפֵר שִׁבְעָה יְמֵי טָהֳרָה וְטוֹבֵל בַּיּוֹם הַשְּׁבִיעִי וּמַעֲרִיב שִׁמְשׁוֹ וּמַקְרִיב קָרְבְּנוֹתָיו בַּיּוֹם הַשְּׁמִינִי:\n",
      "הַיּוֹלֶדֶת אֵינָהּ מְבִיאָה קָרְבָּנָהּ בְּיוֹם אַרְבָּעִים לְזָכָר אוֹ בְּיוֹם שְׁמוֹנִים לִנְקֵבָה. אֶלָּא מַעֲרֶבֶת שִׁמְשָׁהּ וּמְבִיאָהּ קָרְבָּנָהּ לְמָחָר שֶׁהוּא יוֹם אַרְבָּעִים וְאֶחָד לְזָכָר וְיוֹם שְׁמוֹנִים וְאֶחָד לִנְקֵבָה וְהוּא הַיּוֹם שֶׁנֶּאֱמַר בּוֹ <small>(ויקרא יב ו)</small> \"וּבִמְלֹאת יְמֵי טָהֳרָהּ לְבֵן אוֹ לְבַת תָּבִיא\" וְגוֹ'. וְאִם הֵבִיאָה קָרְבָּנָהּ תּוֹךְ יְמֵי מְלֹאת לֹא יָצָאת אֲפִלּוּ הֵבִיאָה עַל וְלָדוֹת הָרִאשׁוֹנִים בְּתוֹךְ יְמֵי מְלֹאת שֶׁל וָלָד זֶה לֹא יָצָאת. עָבְרוּ יָמִים אֵלּוּ וְלֹא הֵבִיאוּ כַּפָּרָתָן הֲרֵי אֵלּוּ מַקְרִיבִין כַּפָּרָתָן לְאַחַר זְמַן. וְכָל זְמַן שֶׁלֹּא הִקְרִיבוּ חַטָּאתָם אֲסוּרִים לֶאֱכל בְּקָדָשִׁים. אֲבָל הָעוֹלָה (וְהָאָשָׁם) אֵינָן מְעַכְּבִין. כְּבָר בֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת שֶׁכָּל מְחֻיְּבֵי קָרְבָּן אֵין מַקְרִיבִין עַל יָדָן אֶלָּא מִדַּעְתָּן. חוּץ מִמְּחֻסְּרֵי כַּפָּרָה שֶׁאֵין צְרִיכִין דַּעַת בְּעָלִים שֶׁהֲרֵי אָדָם מֵבִיא קָרְבָּן עַל בָּנָיו וּבְנוֹתָיו הַקְּטַנִּים אִם הָיוּ מְחֻסְּרֵי כַּפָּרָה וּמַאֲכִילָן בִּזְבָחִים:\n",
      "אֵי זוֹ הִיא זָבָה. זוֹ שֶׁזָּב דָּמָהּ שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה בְּלֹא עֵת נִדָּתָהּ. וְזוֹ הִיא זָבָה גְּדוֹלָה שֶׁצְּרִיכָה סְפִירַת שִׁבְעָה וְחַיֶּבֶת בְּקָרְבָּן. וּכְבָר בֵּאַרְנוּ בְּעִנְיַן הַנִּדָּה אֵימָתַי תִּהְיֶה הָאִשָּׁה זָבָה בְּדָמִים שֶׁתִּרְאֶה וְאֵימָתַי לֹא תִּהְיֶה זָבָה אֶלָּא נִדָּה אוֹ טְהוֹרָה וּמָתַי תִּהְיֶה סְפֵק זָבָה. כָּל מָקוֹם שֶׁאָמַרְנוּ שֶׁהִיא זָבָה וְסוֹפֶרֶת שִׁבְעָה הֲרֵי הִיא חַיֶּבֶת לְהָבִיא קָרְבָּן וְחַטָּאתָהּ נֶאֱכֶלֶת. וְכָל מָקוֹם שֶׁאָמַרְנוּ שֶׁהִיא סְפֵק זָבָה הֲרֵי זוֹ מְבִיאָה קָרְבָּן וְאֵין חַטָּאתָה נֶאֱכֶלֶת. שֶׁכְּבָר בֵּאַרְנוּ שֶׁחַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק תִּשָּׂרֵף. וְשָׁם בֵּאַרְנוּ מַה תֵּלֵד הָאִשָּׁה אוֹ מַה תַּפִּיל וְתִהְיֶה טְמֵאָה לֵידָה וּמַה תֵּלֵד אוֹ תַּפִּיל וְלֹא תִּהְיֶה טְמֵאָה לֵידָה. וְכָל מָקוֹם שֶׁאָמַרְנוּ שֶׁהִיא טְמֵאָה לֵידָה הֲרֵי זוֹ מְבִיאָה קָרְבָּן וְחַטָּאתָהּ נֶאֱכֶלֶת. וְכָל מָקוֹם שֶׁאָמַרְנוּ שֶׁאֵינָהּ טְמֵאָה לֵידָה הֲרֵי זוֹ פְּטוּרָה מִן הַקָּרְבָּן:\n",
      "הָאִשָּׁה שֶׁלֹּא הֻחְזְקָה עֵבָּרָה וְהִפִּילָה וְלֹא יָדְעָה מַה הִפִּילָה. אִם נֵפֶל שֶׁחַיֶּבֶת עָלָיו קָרְבָּן אוֹ דָּבָר שֶׁאֵינָהּ חַיֶּבֶת עָלָיו קָרְבָּן. הֲרֵי זוֹ סְפֵק יוֹלֶדֶת וּמְבִיאָהּ קָרְבָּן וְאֵין חַטָּאתָה נֶאֱכֶלֶת. וְכֵן שְׁתֵּי נָשִׁים שֶׁהִפִּילוּ שְׁנֵי נְפָלִים נֵפֶל אֶחָד רָאוּי לְהַקְרִיב עָלָיו וְהַנֵּפֶל הָאַחֵר פְּטוּרָה עָלָיו וְאֵין אַחַת מֵהֶן מַכֶּרֶת נִפְלָהּ. כָּל אַחַת מִשְּׁתֵּיהֶן מְבִיאָה קָרְבָּן מִסָּפֵק וְאֵין חַטַּאת אַחַת מִשְּׁתֵּיהֶן נֶאֱכֶלֶת שֶׁחַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק נִשְׂרֶפֶת שֶׁמָּא אֵינָהּ חַיֶּבֶת וְנִמְצֵאת חַטָּאת זוֹ חֻלִּין שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה שֶׁהֵן אֲסוּרִין בַּהֲנָאָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שְׁחִיטָה:\n",
      "אַחַת הַיּוֹלֶדֶת וְאַחַת הַמַּפֶּלֶת וָלָד אֶחָד אוֹ וְלָדוֹת הַרְבֵּה הֲרֵי זוֹ מְבִיאָה קָרְבָּן אֶחָד לְכֻלָּן וְהוּא שֶׁתֵּלֵד כֻּלָּן בְּתוֹךְ יְמֵי מְלֹאת. אֲבָל אִם הִפִּילָה אַחַר יְמֵי מְלֹאת מְבִיאָה אַף עַל הַשֵּׁנִי. כֵּיצַד. יָלְדָה נְקֵבָה כָּל נְפָלִים שֶׁתַּפִּיל מִיּוֹם הַלֵּידָה עַד סוֹף יוֹם שְׁמוֹנִים הֲרֵי הֵן נֶחְשָׁבִין עִם הַוָּלָד הָרִאשׁוֹן וּכְאִלּוּ יָלְדָה תְּאוֹמִים זֶה אַחַר זֶה וְאֵינָהּ מְבִיאָה אֶלָּא קָרְבָּן אֶחָד. הִפִּילָה נֵפֶל בְּיוֹם שְׁמוֹנִים וְאֶחָד וּמִיּוֹם אֶחָד וּשְׁמוֹנִים וָהָלְאָה אִם הִיא רְאוּיָה לְקָרְבַּן הֲרֵי זוֹ מְבִיאָה עָלָיו בִּפְנֵי עַצְמוֹ. יָלְדָה נְקֵבָה וּלְאַחַר שִׁשִּׁים אוֹ שִׁבְעִים יוֹם הִפִּילָה נְקֵבָה שְׁנִיָּה. כָּל נֵפֶל שֶׁתַּפִּיל בְּתוֹךְ שְׁמוֹנִים שֶׁל נְקֵבָה זוֹ הַשְּׁנִיָּה פְּטוּרָה עָלָיו. וְכֵן אִם הִפִּילָה נְקֵבָה שְׁלִישִׁית אַחַר שִׁשִּׁים אוֹ שִׁבְעִים יוֹם שֶׁל נְקֵבָה שְׁנִיָּה. הֲרֵי כָּל נֵפֶל שֶׁתַּפִּיל בְּתוֹךְ שְׁמוֹנִים שֶׁל נְקֵבָה שְׁלִישִׁית פְּטוּרָה עָלָיו מִפְּנֵי שֶׁהוּא חָשׁוּב עִם הַנֵּפֶל הַשְּׁלִישִׁי וְהַנֵּפֶל הַשְּׁלִישִׁי חָשׁוּב עִם הַשֵּׁנִי מִפְּנֵי שֶׁהוּא בְּתוֹךְ יְמֵי מְלֹאת שֶׁלּוֹ וְהַשֵּׁנִי חָשׁוּב עִם הָרִאשׁוֹנָה וְאֵינָהּ מְבִיאָה אֶלָּא קָרְבָּן אֶחָד עַל הַכּל:\n",
      "הַיּוֹלֶדֶת טֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס וְהִפִּילָה נֵפֶל אַחַר אַרְבָּעִים מִיּוֹם לֵידָתוֹ. הֲרֵי זוֹ מְבִיאָה קָרְבָּן עַל נֵפֶל זֶה שֶׁמָּא זָכָר הוּא הָרִאשׁוֹן וַהֲרֵי הִפִּילָה אַחַר מְלֹאת. וְאֵין חַטָּאתָהּ נֶאֱכֶלֶת שֶׁמָּא נְקֵבָה הִיא הָרִאשׁוֹנָה וּבְתוֹךְ מְלֹאת הִפִּילָה שֶׁהִיא פְּטוּרָה מִקָּרְבָּן שֵׁנִי:\n",
      "הָאִשָּׁה שֶׁיֵּשׁ עָלֶיהָ סְפֵק חָמֵשׁ לֵידוֹת אוֹ סְפֵק חָמֵשׁ זִיבוֹת. מְבִיאָה קָרְבָּן אֶחָד וְאוֹכֶלֶת בִּזְבָחִים וְאֵין הַשְּׁאָר עָלֶיהָ חוֹבָה. הָיוּ עָלֶיהָ חָמֵשׁ לֵידוֹת וַדָּאוֹת וְחָמֵשׁ זָבוֹת וַדָּאוֹת מְבִיאָה קָרְבָּן אֶחָד וְאוֹכֶלֶת בִּזְבָחִים וְהַשְּׁאָר עָלֶיהָ חוֹבָה. וְכֵן הַדִּין בְּזָב. הָיוּ עָלֶיהָ חָמֵשׁ לֵידוֹת וַדָּאוֹת וְחָמֵשׁ לֵידוֹת סָפֵק אוֹ חָמֵשׁ לֵידוֹת וַדָּאוֹת וְחָמֵשׁ זִיבוֹת סָפֵק. מְבִיאָה שְׁנֵי קָרְבָּנוֹת אֶחָד עַל הַוַּדַּאי וְנֶאֱכָל וּשְׁאָר הַוַּדָּאוֹת עָלֶיהָ חוֹבָה וְאֶחָד עַל הַסָּפֵק וְאֵינוֹ נֶאֱכָל וְאֵין הַשְּׁאָר עָלֶיהָ חוֹבָה וְאוֹכֶלֶת בִּזְבָחִים:\n",
      "הָאִשָּׁה שֶׁנִּתְגַּיְּרָה וְאֵין יָדוּעַ אִם עַד שֶׁלֹּא נִתְגַּיְּרָה יָלְדָה אוֹ מִשֶּׁנִּתְגַּיְּרָה יָלְדָה. הֲרֵי זוֹ מְבִיאָה קָרְבָּן מִסָּפֵק וְאֵין חַטָּאתָהּ נֶאֱכֶלֶת. כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת שְׁגָגוֹת שֶׁכָּל מְחֻסְּרֵי כַּפָּרָה מִסָּפֵק שֶׁעָבַר עֲלֵיהֶם [יוֹם הַכִּפּוּרִים] חַיָּבִין לְהָבִיא אַחַר יוֹם הַכִּפּוּרִים. שֶׁקָּרְבָּן זֶה מַכְשִׁירָן לֶאֱכל בְּקָדָשִׁים:\n",
      "הָאִשָּׁה שֶׁיֵּשׁ עָלֶיהָ לֵידָה אוֹ זִיבָה. מְבִיאָה מְעוֹת הַקִּנִּים וְנוֹתֶנֶת בַּשּׁוֹפָר וְאוֹכֶלֶת בְּקָדָשִׁים לָעֶרֶב חֲזָקָה שֶׁאֵין בֵּית דִּין שֶׁל כֹּהֲנִים עוֹמְדִין מִשָּׁם עַד שֶׁיִּכְלוּ כָּל הַמָּעוֹת שֶׁבַּשּׁוֹפָר וְיַקְרִיבוּ כְּנֶגְדָּן קִנִּים. כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׁקָלִים וּבְהִלְכוֹת כְּלֵי הַמִּקְדָּשׁ וְהָעוֹבְדִין בּוֹ:\n",
      "הָאִשָּׁה שֶׁהֵבִיאָה חַטָּאתָהּ וּמֵתָה יָבִיאוּ הַיּוֹרְשִׁים עוֹלָתָהּ. אַף עַל פִּי שֶׁלֹּא הִפְרִישָׁה אוֹתָהּ מֵחַיִּים כְּבָר נִשְׁתַּעַבְּדוּ נְכָסֶיהָ לַקָּרְבָּן. וְהַשִּׁעְבּוּד דִּין תּוֹרָה הוּא:\n"
    ],
    [
      "הַזָב הָאָמוּר בַּתּוֹרָה הוּא שִׁכְבַת זֶרַע הַבָּא מֵחֳלָיֵי הַחֲלָלִים שֶׁהִיא מִתְקַבֶּצֶת בָּהֶן. וּכְשֶׁיּוֹצֵא הַזּוֹב אֵינוֹ יוֹצֵא בְּקֹשִׁי כְּשִׁכְבַת זֶרַע וְאֵין בִּיצִיאָתוֹ תַּאֲוָה וְלֹא הֲנָאָה אֶלָּא נִגְרָר וְיוֹצֵא כְּמוֹ בָּצֵק שֶׁל שְׂעוֹרִים כֵּהֶה כְּלֹבֶן בֵּיצָה הַמּוּזֶרֶת. אֲבָל שִׁכְבַת זֶרַע לְבָנָה קְשׁוּרָה כְּלֹבֶן בֵּיצָה שֶׁאֵינָהּ מוּזֶרֶת:\n",
      "הֲרוֹאֶה רְאִיּוֹת הַזּוֹב הַגּוֹרְמוֹת לוֹ לִהְיוֹת זָב מֵחֲמַת חלִי אוֹ אֹנֶס וְכַיּוֹצֵא בָּהֶן אֵינוֹ זָב שֶׁנֶּאֱמַר <small>(ויקרא טו ב)</small> \"זָב מִבְּשָׂרוֹ\" מֵחֲמַת בְּשָׂרוֹ הוּא שֶׁיִּהְיֶה טָמֵא לֹא מֵחֲמַת דָּבָר אַחֵר. מִכָּאן אָמְרוּ בְּשִׁבְעָה דְּרָכִים בּוֹדְקִין אֶת הַזָּב. בְּמַאֲכָל. וּבְמִשְׁתֶּה. בְּמַשָּׂא. וּבִקְפִיצָה. בְּחלִי. וּבְמַרְאֶה. וּבְהִרְהוּר. כֵּיצַד. אָכַל אֲכִילָה גַּסָּה אוֹ שָׁתָה הַרְבֵּה. אוֹ שֶׁאָכַל אוֹ שָׁתָה אֳכָלִין אוֹ מַשְׁקִין הַמְּבִיאִין לִידֵי שִׁכְבַת זֶרַע. אוֹ שֶׁנָּשָׂא מַשּׂוֹי כָּבֵד. אוֹ שֶׁקָּפַץ מִמָּקוֹם לְמָקוֹם וּבִכְלַל דָּבָר זֶה אִם הֻכָּה עַל גַּבּוֹ. אוֹ שֶׁהָיָה חוֹלֶה. אוֹ שֶׁרָאָה אִשָּׁה וְהִתְאַוָּה שְׁכִיבָתָהּ. אוֹ שֶׁהִרְהֵר בְּעִסְקֵי בְּעִילָה אַף עַל פִּי שֶׁלֹּא הִרְהֵר בִּבְעִילַת אִשָּׁה שֶׁהוּא מַכִּירָהּ. אִם קָדַם אֶחָד מִכָּל אֵלּוּ וְרָאָה רְאִיָּה שֶׁל זוֹב תּוֹלִין בּוֹ וְאֵינוֹ מְטַמֵּא:\n",
      "הָרוֹאֶה קֶרִי אֵינוֹ מִתְטַמֵּא בְּזוֹב מֵעֵת לְעֵת שֶׁרְאִיָּה זוֹ שֶׁל זוֹב מֵחֲמַת שִׁכְבַת זֶרַע הִיא. וְכֵן לְמַרְאֶה וּלְהִרְהוּר תּוֹלִין בָּהֶן מֵעֵת לְעֵת. אֲבָל לְמַאֲכָל וּלְמִשְׁתֶּה וְלִקְפִיצָה וּלְמַשָּׂא. תּוֹלִין בָּהֶן כָּל זְמַן שֶׁמִּצְטַעֵר:\n",
      "מִי שֶׁמָּל וְאַחַר כָּךְ רָאָה זוֹב בֵּין עַכּוּ''ם בֵּין יִשְׂרָאֵל תּוֹלִין בַּמִּילָה כָּל זְמַן שֶׁמִּצְטַעֵר. עַכּוּ''ם שֶׁרָאָה קֶרִי וְאַחַר כָּךְ נִתְגַּיֵּר מְטַמֵּא בְּזִיבָה מִיָּד וְאֵין תּוֹלִין לוֹ מֵעֵת לְעֵת. קָטָן אֵין תּוֹלִין לוֹ לֹא בְּמַרְאֶה וְלֹא בְּהִרְהוּר שֶׁאֵין לְקָטָן מַרְאֶה וְהִרְהוּר הַמֵּבִיא לִידֵי זוֹב. לְפִיכָךְ בּוֹדְקִין אוֹתוֹ בַּחֲמִשָּׁה דְּרָכִים בִּלְבַד:\n",
      "וּכְשֵׁם שֶׁתּוֹלִין לְקָטָן בְּחָלְיוֹ כָּךְ תּוֹלִין לוֹ בָּחֳלִי אִמּוֹ אִם הָיָה יוֹנֵק מִמֶּנָּה אוֹ צָרִיךְ לְאִמּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁבּוֹדְקִין אֶת הַזָּב בִּדְרָכִים אֵלּוּ בִּרְאִיָּה שְׁנִיָּה שֶׁל זוֹב שֶׁבָּהּ יֵעָשֶׂה זוֹב כְּמוֹ שֶׁיִּתְבָּאֵר. אֲבָל רְאִיָּה רִאשׁוֹנָה אֲפִלּוּ רָאָה אוֹתָהּ בְּאֹנֶס וּרְאִיָּה שְׁנִיָּה מֵחֲמַת בְּשָׂרוֹ הֲרֵי זֶה טָמֵא טֻמְאַת זִיבוּת. וְאַף עַל פִּי כֵן בּוֹדְקִין אוֹתוֹ בָּרִאשׁוֹנָה כְּדֵי לִמְנוֹת בָּהּ שָׁלֹשׁ רְאִיּוֹת לְחַיְּבוֹ קָרְבָּן. רְאִיָּה שְׁלִישִׁית אֵין בּוֹדְקִין אוֹתוֹ בָּהּ אֶלָּא אֲפִלּוּ רָאָה אוֹתָהּ מֵחֲמַת אֹנֶס הוֹאִיל וְנִזְקָק לְטֻמְאָה שֶׁהֲרֵי רְאִיּוֹת שֶׁנַּעֲשָׂה בָּהֶן זָב מֵחֲמַת בְּשָׂרוֹ הָיָה לְפִיכָךְ יִתְחַיֵּב בְּקָרְבָּן:\n",
      "הָרוֹאֶה רְאִיָּה אַחַת שֶׁל זוֹב הֲרֵי הוּא כְּבַעַל קֶרִי. רָאָה שְׁתַּיִם הֲרֵי זֶה זוֹב וְצָרִיךְ סְפִירַת שִׁבְעָה וּבִיאַת מַיִם חַיִּים וְאֵינוֹ חַיָּב בְּקָרְבָּן. רָאָה שָׁלֹשׁ רְאִיּוֹת הֲרֵי זֶה זָב גָּמוּר וְחַיָּב בְּקָרְבָּן. וְאֵין בֵּין זָב שֶׁרָאָה שְׁתֵּי רְאִיּוֹת לְרוֹאֶה שָׁלֹשׁ אֶלָּא קָרְבָּן בִּלְבַד. וּדְבָרִים אֵלּוּ כֻּלָּן דִּבְרֵי קַבָּלָה מִפִּי משֶׁה רַבֵּנוּ מִסִּינַי:\n",
      "אֶחָד הָרוֹאֶה שְׁתֵּי רְאִיּוֹת אוֹ שָׁלֹשׁ בְּשָׁעָה אַחַת זוֹ אַחַר זוֹ אוֹ שֶׁרָאָה רְאִיָּה בְּכָל יוֹם זֶה אַחַר זֶה הֲרֵי זֶה זָב. לְפִי שֶׁתָּלָה הַכָּתוּב אֶת הַזָּבָה בְּיָמִים שֶׁנֶּאֱמַר <small>(ויקרא טו כה)</small> \"כִּי יָזוּב זוֹב דָּמָהּ יָמִים רַבִּים\" וְהַזָּב לֹא תָּלָה אוֹתוֹ בְּיָמִים:\n",
      "וְאִם הִפְסִיק הַזָּב בֵּין רְאִיָּה לִרְאִיָּה יוֹם גָּמוּר אֵינָן מִצְטָרְפוֹת. כֵּיצַד. רָאָה רְאִיָּה בְּשַׁבָּת וּרְאִיָּה שְׁנִיָּה בְּשֵׁנִי בְּשַׁבָּת אֵינָן מִצְטָרְפוֹת וְאֵינוֹ זָב. וְכֵן אִם רָאָה רְאִיָּה שְׁנִיָּה בְּאֶחָד בְּשַׁבָּת וְרָאָה רְאִיָּה שְׁלִישִׁית בִּשְׁלִישִׁי בְּשַׁבָּת אֵינוֹ חַיָּב בְּקָרְבָּן שֶׁאֵין זוֹ מִצְטָרֶפֶת לִשְׁתַּיִם שֶׁהֲרֵי הִפְסִיק בֵּינֵיהֶן יוֹם אֶחָד. אֲבָל אִם רָאָה אַחַת הַיּוֹם וְאַחַת בַּלַּיְלָה שֶׁלְּאַחֲרָיו הֲרֵי אֵלּוּ מִצְטָרְפוֹת. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם רָאָה אַחַת בַּלַּיְלָה וּשְׁנִיָּה בַּיּוֹם שֶׁהֵן מִצְטָרְפוֹת. וְכֵן אִם רָאָה שָׁלֹשׁ רְאִיּוֹת בִּשְׁלֹשָׁה לֵילוֹת זֶה אַחַר זֶה הֲרֵי אֵלּוּ מִצְטָרְפוֹת:\n",
      "רְאִיַּת הַזָּב אֵין לָהּ שִׁעוּר אֶלָּא הָרוֹאֶה כָּל שֶׁהוּא טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא טו ג)</small> \"הֶחְתִּים בְּשָׂרוֹ\" כָּל שֶׁהוּא. נִכָּר בִּבְשָׂרוֹ מְטַמֵּא:\n",
      "הָיָה הַזּוֹב נִגְרָר וְיוֹצֵא וְלֹא פָּסַק. אִם יֵשׁ מִתְּחִלַּת הָרְאִיָּה עַד סוֹפָהּ כְּדֵי טְבִילָה וְסִפּוּג אוֹ יֶתֶר הֲרֵי זוֹ נֶחְשֶׁבֶת כִּשְׁתֵּי רְאִיּוֹת הוֹאִיל וְהִיא אֲרֻכָּה כִּשְׁתַּיִם. וְאִם לֹא הָיְתָה אֲרֻכָּה כַּשִּׁעוּר הַזֶּה אֲפִלּוּ פָּסַק הַזּוֹב בֵּינְתַיִם הֲרֵי זוֹ רְאִיָּה אַחַת. וְכֵן אִם הָיְתָה רְאִיָּה אַחַת אֲרֻכָּה כְּשָׁלֹשׁ רְאִיּוֹת שֶׁנִּמְצָא מִתְּחִלָּתָהּ וְעַד סוֹפָהּ כִּשְׁתֵּי טְבִילוֹת וּשְׁנֵי סִפּוּגִין הֲרֵי זוֹ נֶחְשֶׁבֶת כְּשָׁלֹשׁ רְאִיּוֹת וְיָבִיא קָרְבָּן:\n",
      "רָאָה רְאִיָּה אַחַת בַּיּוֹם וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג וְאַחַר כָּךְ רָאָה שְׁתַּיִם אוֹ אַחַת אֲרֻכָּה כִּשְׁתַּיִם אוֹ שֶׁרָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִּשְׁתַּיִם וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג וְאַחַר כָּךְ רָאָה רְאִיָּה אַחַת הֲרֵי זֶה זָב גָּמוּר:\n",
      "רָאָה רְאִיָּה אַחַת מִקְּצָתָהּ בְּסוֹף הַיּוֹם וּמִקְצָתָהּ בִּתְחִלַּת הַלַּיְלָה אַף עַל פִּי שֶׁאֵינָהּ אֲרֻכָּה כִּשְׁתַּיִם הֲרֵי אֵלּוּ שְׁתֵּי רְאִיּוֹת שֶׁהַיָּמִים מְחַלְּקִין הָרְאִיָּה. לְפִיכָךְ הָרוֹאֶה רְאִיָּה אַחַת בֵּין הַשְּׁמָשׁוֹת שֶׁהוּא סָפֵק מִן הַיּוֹם וּמִן הַלַּיְלָה הֲרֵי זֶה סָפֵק לְטֻמְאָה:\n",
      "רָאָה רְאִיָּה אַחַת בַּיּוֹם וְאַחַת בֵּין הַשְּׁמָשׁוֹת הֲרֵי זֶה וַדַּאי לְטֻמְאָה וְסָפֵק לְקָרְבָּן וּמֵבִיא קָרְבָּן וְאֵינוֹ נֶאֱכָל:\n",
      "[רָאָה] רְאִיָּה אַחַת בֵּין הַשְּׁמָשׁוֹת [שֶׁל שַׁבָּת] וּרְאִיָּה שְׁנִיָּה בֵּין הַשְּׁמָשׁוֹת שֶׁל מוֹצָאֵי שַׁבָּת הֲרֵי זֶה סָפֵק לְטֻמְאָה וְסָפֵק לְקָרְבָּן. סָפֵק לְטֻמְאָה שֶׁמָּא רְאִיָּה רִאשׁוֹנָה הָיְתָה בְּעֶרֶב שַׁבָּת וּשְׁנִיָּה בְּמוֹצָאֵי שַׁבָּת וַהֲרֵי הִפְסִיק שַׁבָּת בֵּינֵיהֶן וְאֵין כָּאן זִיבוּת כְּלָל. וַהֲרֵי הוּא סָפֵק לְקָרְבָּן שֶׁמָּא אַחַת מֵהֶן הָיְתָה מִקְּצָתָהּ בַּיּוֹם וּמִקְצָתָהּ בַּלַּיְלָה שֶׁהִיא חֲשׁוּבָה כִּשְׁתַּיִם וַהֲרֵי רָאָה שָׁלֹשׁ רְאִיּוֹת שֶׁהוּא חַיָּב בְּקָרְבָּן. וּלְפִיכָךְ מֵבִיא קָרְבָּן וְאֵינוֹ נֶאֱכָל:\n"
    ],
    [
      "כָּל הַיָּמִים שֶׁהַזָּב רוֹאֶה בָּהֶן זִיבוֹת הֲרֵי הוּא טָמֵא. וּכְשֶׁיִּפְסֹק הַזִּיבוֹת מוֹנֶה שִׁבְעָה יָמִים נְקִיִּים כְּזָבָה וְטוֹבֵל בַּשְּׁבִיעִי וּמַעֲרִיב שִׁמְשׁוֹ וּבַשְּׁמִינִי מֵבִיא קָרְבָּנוֹ אִם הָיָה בַּעַל שָׁלֹשׁ רְאִיּוֹת. וְאִם רָאָה רְאִיָּה שֶׁל זוֹב אֲפִלּוּ בְּסוֹף יוֹם שְׁבִיעִי אַחַר שֶׁטָּבַל סָתַר הַכּל וּמַתְחִיל לִמְנוֹת שִׁבְעָה יָמִים נְקִיִּים מֵאַחַר יוֹם רְאִיָּה הָאַחֲרוֹנָה:\n",
      "זָב שֶׁרָאָה קֶרִי בְּאֶחָד מִשִּׁבְעַת יְמֵי הַסְּפִירָה אֵינוֹ סוֹתֵר אֶלָּא יוֹמוֹ בִּלְבַד וּמַשְׁלִים שִׁבְעָה יָמִים וּמֵבִיא קָרְבָּנוֹ. כֵּיצַד. רָאָה קֶרִי בַּיּוֹם הַחֲמִישִׁי סוֹפֵר אַחֲרָיו שְׁלֹשָׁה יָמִים וְטוֹבֵל בַּשְּׁלִישִׁי וּמֵבִיא קָרְבָּנוֹ בָּרְבִיעִי:\n",
      "זָב שֶׁבָּדַק בְּיוֹם רִאשׁוֹן מִימֵי הַסְּפִירָה וּמָצָא טָהוֹר וְלֹא בָּדַק כָּל שִׁבְעָה וּבַיּוֹם הַשְּׁבִיעִי בָּדַק וּמָצָא טָהוֹר הֲרֵי זֶה בְּחֶזְקַת טָהֳרָה. אֲפִלּוּ בָּדַק בְּיוֹם הַטֻּמְאָה עַצְמָהּ וּמָצָא טָהוֹר וּפָסַק הַזּוֹב וְלֹא בָּדַק לְמָחָר בִּתְחִלַּת יְמֵי הַסְּפִירָה וּבָדַק בַּשְּׁבִיעִי אוֹ בַּשְּׁמִינִי וּמָצָא טָהוֹר עָלוּ לוֹ יְמֵי הַסְּפִירָה וַהֲרֵי זֶה בְּחֶזְקַת טָהֳרָה:\n",
      "כָּל רְאִיָּה שֶׁהִיא סוֹתֶרֶת אֵינָהּ מְבִיאָה לִידֵי קָרְבָּן. כֵּיצַד. רָאָה שְׁתֵּי רְאִיּוֹת וְהִפְסִיק יוֹם אוֹ יוֹמַיִם וַהֲרֵי הוּא מוֹנֶה שִׁבְעָה יָמִים נְקִיִּים וּבְתוֹךְ הַשִּׁבְעָה רָאָה רְאִיָּה שֶׁל זוֹב אֵינָהּ מִצְטָרֶפֶת לִשְׁתַּיִם אֶלָּא סוֹתֶרֶת וּמַתְחִיל לִמְנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. אֲפִלּוּ רָאָה בְּתוֹךְ יְמֵי הַסְּפִירָה שָׁלֹשׁ רְאִיּוֹת זוֹ אַחַר זוֹ. אֲפִלּוּ רָאָה אוֹתָם בְּיוֹם אֶחָד. אֲפִלּוּ רָאָה שָׁלֹשׁ רְאִיּוֹת בְּסוֹף יוֹם שְׁבִיעִי שֶׁל שִׁבְעָה יָמִים נְקִיִּים. אֵינוֹ מֵבִיא קָרְבָּן שֶׁרְאִיּוֹת אֵלּוּ לִסְתִירָה הֵן. רָאָה שָׁלֹשׁ רְאִיּוֹת בְּלֵיל שְׁמִינִי מֵבִיא קָרְבָּן שֶׁאֵין רְאִיּוֹת אֵלּוּ סוֹתְרִין. בַּמֶּה דְּבָרִים אֲמוּרִים בְּזָב בַּעַל שְׁתֵּי רְאִיּוֹת. אֲבָל בְּזָב בַּעַל שָׁלֹשׁ רְאִיּוֹת בְּלֵיל שְׁמִינִי שֶׁלְּאַחַר שִׁבְעַת יָמִים נְקִיִּים אֵינוֹ מֵבִיא קָרְבָּן שֵׁנִי עַל שָׁלֹשׁ רְאִיּוֹת אֵלּוּ אֶלָּא קָרְבָּן אֶחָד עַל הַשָּׁלֹשׁ הָרִאשׁוֹנוֹת. שֶׁאַף עַל פִּי שֶׁאֵין שָׁלֹשׁ אַחֲרוֹנוֹת סוֹתְרוֹת הֲרֵי לֹא יָצָא לִזְמַן שֶׁרָאוּי לְקָרְבָּן וְהַלַּיְלָה מְחֻסַּר זְמַן הוּא לַכּל. חוּץ מִיּוֹלֶדֶת שֶׁהִפִּילָה בְּלֵיל שְׁמוֹנִים וְאֶחָד שֶׁהִיא מְבִיאָה קָרְבָּן שֵׁנִי כְּמוֹ שֶׁבֵּאַרְנוּ. וְדָבָר זֶה מִפִּי הַקַּבָּלָה:\n",
      "רָאָה רְאִיָּה אַחַת בְּלֵיל שְׁמִינִי וּשְׁתֵּי רְאִיּוֹת בְּיוֹם שְׁמִינִי הֲרֵי אֵלּוּ מִצְטָרְפִין וּמֵבִיא קָרְבָּן שֵׁנִי עַל זִיבוֹת הָאַחֲרוֹנוֹת. שֶׁהֲרֵי רְאִיָּה רִאשׁוֹנָה שֶׁל כָּל זָב כְּשִׁכְבַת זֶרַע הִיא חֲשׁוּבָה וְאִם רָאָה אַחֲרֶיהָ שְׁתַּיִם מִצְטָרֶפֶת עִמָּהֶם לְקָרְבָּן. אֲבָל אִם רָאָה שְׁתַּיִם בְּלֵיל שְׁמִינִי וְאַחַת בְּיוֹם שְׁמִינִי אֵין מִצְטָרֶפֶת וְאֵינוֹ מֵבִיא קָרְבָּן עַל הַזִּיבָה זוֹ הָאַחֲרוֹנָה:\n",
      "הַכּל מִתְטַמְּאִין בְּזִיבָה אֲפִלּוּ קָטָן בֶּן יוֹמוֹ וְהַגֵּרִים וְהָעֲבָדִים וְחֵרֵשׁ וְשׁוֹטֶה. וְיֵרָאֶה לִי שֶׁמְּבִיאִין עֲלֵיהֶן כַּפָּרָה כְּדֵי לְהַאֲכִילָן בְּקָדָשִׁים וְחַטָּאתָן נֶאֱכֶלֶת שֶׁהֲרֵי הֵן כְּקָטָן שֶׁאֵינוֹ בֶּן דַּעַת. וּסְרִיס אָדָם וּסְרִיס חַמָּה מִתְטַמְּאִין בְּזִיבָה כְּכָל הָאֲנָשִׁים:\n",
      "הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס נוֹתְנִין עֲלֵיהֶן חֻמְרֵי הָאִישׁ וְחֻמְרֵי הָאִשָּׁה. מִתְטַמְּאִין בְּדָם כְּנָשִׁים וּבְלֹבֶן כַּאֲנָשִׁים וְטֻמְאָתָן בְּסָפֵק. לְפִיכָךְ אִם הָיָה אֶחָד מֵהֶן בַּעַל שָׁלֹשׁ רְאִיּוֹת אוֹ זָבָה שֶׁרָאֲתָה דָּם שְׁלֹשָׁה יָמִים זֶה אַחַר זֶה מְבִיאִין קָרְבָּן וְאֵינוֹ נֶאֱכָל. הָיָה מוֹנֶה שִׁבְעָה יָמִים נְקִיִּים לְלֹבֶן וְרָאָה אֹדֶם אוֹ לְאֹדֶם וְרָאָה לֹבֶן הֲרֵי זֶה אֵינוֹ סוֹתֵר:\n"
    ],
    [
      "כְּשֶׁיִּתְרַפֵּא הַצָּרוּעַ מִצָּרַעְתּוֹ אַחַר שֶׁמְּטַהֲרִין אוֹתוֹ בְּעֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תוֹלַעַת וּשְׁתֵּי צִפֳּרִים וּמְגַלְּחִין אֶת כָּל בְּשָׂרוֹ וּמַטְבִּילִין אוֹתוֹ אַחַר כָּל זֹאת יִכָּנֵס לִירוּשָׁלַיִם וּמוֹנֶה שִׁבְעַת יָמִים וּבַיּוֹם הַשְּׁבִיעִי מְגַלֵּחַ תִּגְלַחְתּוֹ שְׁנִיָּה כַּתִּגְלַחַת הָרִאשׁוֹנָה וְטוֹבֵל וַהֲרֵי הוּא טְבוּל יוֹם וּמַעֲרִיב שִׁמְשׁוֹ וּלְמָחָר בַּשְּׁמִינִי טוֹבֵל פַּעַם שְׁנִיָּה וְאַחַר כָּךְ מַקְרִיבִין קָרְבְּנוֹתָיו. וּמִפְּנֵי מָה טוֹבֵל בַּשְּׁמִינִי אַחַר שֶׁטּוֹבֵל מֵאֶמֶשׁ. מִפְּנֵי שֶׁהָיָה רָגִיל בְּטֻמְאָה בִּימֵי חִלּוּטוֹ וְאֵינוֹ נִזְהָר מִשּׁוּם טֻמְאָה וְשֶׁמָּא נִטְמָא אַחַר שֶׁטָּבַל. לְפִיכָךְ טוֹבֵל בַּשְּׁמִינִי בְּעֶזְרַת הַנָּשִׁים בְּלִשְׁכַּת הַמְצֹרָעִים שֶׁשָּׁם אַף עַל פִּי שֶׁלֹּא הִסִּיחַ דַּעְתּוֹ:\n",
      "נִתְאַחֵר וְלֹא גִּלֵּחַ בַּשְּׁבִיעִי וְגִלֵּחַ בַּשְּׁמִינִי אוֹ אַחַר כַּמָּה יָמִים בַּיּוֹם שֶׁיְּגַלֵּחַ יִטְבּל וְיַעֲרִיב שִׁמְשׁוֹ וּלְמָחָר יָבִיא קָרְבְּנוֹתָיו אַחַר שֶׁיִּטְבּל פַּעַם שְׁנִיָּה כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד עוֹשִׂין לוֹ. הַמְצֹרָע עוֹמֵד חוּץ לְעֶזְרַת יִשְׂרָאֵל כְּנֶגֶד פֶּתַח מִזְרָחִית בְּאַסְקֻפַּת שַׁעַר נִיקָנוֹר וּפָנָיו לְמַעֲרָב וְשָׁם עוֹמְדִים כָּל מְחֻסְּרֵי כַּפָּרָה בְּעֵת שֶׁמְּטַהֲרִין אוֹתָן וְשָׁם מַשְׁקִין אֶת הַסּוֹטוֹת. וְהַכֹּהֵן לוֹקֵחַ אָשָׁם שֶׁל מְצֹרָע כְּשֶׁהוּא חַי וּמְנִיפוֹ עִם לוֹג הַשֶּׁמֶן בַּמִּזְרָח כְּדֶרֶךְ כָּל הַתְּנוּפוֹת. וְאִם הֵנִיף זֶה בִּפְנֵי עַצְמוֹ וְזֶה בִּפְנֵי עַצְמוֹ יָצָא. וְאַחַר כָּךְ מֵבִיא אֶת הָאָשָׁם שֶׁל מְצֹרָע עַד הַפֶּתַח וּמַכְנִיס שְׁתֵּי יָדָיו לָעֲזָרָה וְסוֹמֵךְ עָלָיו וְשׁוֹחֲטִין אוֹתוֹ מִיָּד. וּמְקַבְּלִין שְׁנֵי כֹּהֲנִים אֶת דָּמוֹ. אֶחָד מְקַבֵּל בִּכְלִי וְזוֹרְקוֹ עַל גַּבֵּי הַמִּזְבֵּחַ וְאֶחָד בְּיָדוֹ הַיְמָנִית וּמְעָרֶה לְיָדוֹ הַשְּׂמָאלִית וּמַזֶּה בְּאֶצְבָּעוֹ הַיְמָנִית. וְאִם שִׁנָּה וְקִבֵּל בִּשְׂמֹאל תְּחִלָּה פָּסַל. הַכֹּהֵן שֶׁקִּבֵּל מִקְצָת הַדָּם בִּכְלִי מוֹלִיכוֹ וְזוֹרְקוֹ עַל הַמִּזְבֵּחַ תְּחִלָּה. וְאַחַר כָּךְ יָבוֹא הַכֹּהֵן שֶׁקִּבֵּל הַדָּם בְּכַפּוֹ אֵצֶל הַמְצֹרָע. הַכֹּהֵן מִבִּפְנִים וְהַמְצֹרָע מִבַּחוּץ. וּמַכְנִיס הַמְצֹרָע רֹאשׁוֹ וְנוֹתֵן הַכֹּהֵן מִן הַדָּם שֶׁבְּכַפּוֹ עַל תְּנוּךְ אָזְנוֹ הַיְמָנִית. וְאַחַר כָּךְ יַכְנִיס יָדוֹ הַיְמָנִית וְיִתֵּן עַל בֹּהֶן יָדוֹ וְאַחַר כָּךְ יַכְנִיס רַגְלוֹ הַיְמָנִית וְיִתֵּן עַל בֹּהֶן רַגְלוֹ וְאִם נָתַן עַל הַשְּׂמֹאל לֹא יָצָא. וְאַחַר כָּךְ יַקְרִיב חַטָּאתוֹ וְעוֹלָתוֹ. וְאַחַר שֶׁיִּתֵּן הַדָּם עַל הַבְּהוֹנוֹת נוֹטֵל הַכֹּהֵן מִלּוֹג הַשֶּׁמֶן וְיוֹצֵק לְתוֹךְ כַפּוֹ שֶׁל חֲבֵרוֹ הַשְּׂמָאלִית וְאִם יָצַק לְתוֹךְ כַּף עַצְמוֹ יָצָא. וְטוֹבֵל אֶצְבָּעוֹ הַיְמָנִית בַּשֶּׁמֶן שֶׁבְּכַפּוֹ וּמַזֶּה שֶׁבַע פְּעָמִים כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳדָשִׁים עַל כָּל הֲזָיָה טְבִילַת אֶצְבַּע בְּשֶׁמֶן. וְאִם הִזָּה וְלֹא כִּוֵּן כְּנֶגֶד בֵּית קֹדֶשׁ הַקֳדָשִׁים כְּשֵׁרוֹת. וְאַחַר כָּךְ יָבוֹא אֵצֶל הַמְצֹרָע וְיִתֵּן מִן הַשֶּׁמֶן עַל מְקוֹם דַּם הָאָשָׁם בִּתְנוּךְ אֹזֶן וּבֹהֶן יָדוֹ וּבֹהֶן רַגְלוֹ. וְהַנּוֹתָר מִן הַשֶּׁמֶן שֶׁבְּכַפּוֹ יִתְּנֶנּוּ עַל רֹאשׁ הַמִּתְטַהֵר וְאִם לֹא נָתַן לֹא כִּפֵּר. וּשְׁאָר הַלּוֹג מִתְחַלֵּק לַכֹּהֲנִים:\n",
      "שְׁיָרֵי הַלּוֹג אֵינוֹ נֶאֱכָל אֶלָּא בָּעֲזָרָה לְזִכְרֵי כְּהֻנָּה כִּשְׁאָר קָדְשֵׁי קָדָשִׁים שֶׁהֲרֵי הֻקַּשׁ לְאָשָׁם. וְאָסוּר לֶאֱכל מִלּוֹג הַשֶּׁמֶן עַד שֶׁיִּתֵּן מִמֶּנּוּ מַתַּן שֶׁבַע וּמַתַּן בְּהוֹנוֹת וְאִם אָכַל לוֹקֶה כְּאוֹכֵל קָדָשִׁים קֹדֶם זְרִיקָה:\n"
    ],
    [
      "אֵי זֶהוּ תְּנוּךְ אֹזֶן זֶה גָּדֵר הָאֶמְצָעִי. נָתַן עַל צִדֵּי הַבְּהוֹנוֹת כָּשֵׁר. נָתַן עַל צִדֵּי צִדֵּיהֶן פָּסוּל. בֵּין שֶׁנָּתַן הַשֶּׁמֶן עַל דַּם הָאָשָׁם עַצְמוֹ מִלְמַעְלָה בֵּין שֶׁנָּתַן בְּצַד הַדָּם אֲפִלּוּ נִתְקַנֵּחַ הַדָּם קֹדֶם שֶׁיִּתֵּן הַשֶּׁמֶן עַל בְּהוֹנוֹת יָצָא שֶׁנֶּאֱמַר <small>(ויקרא יד כח)</small> \"עַל מְקוֹם דַּם הָאָשָׁם\". אֵין לוֹ בֹּהֶן יַד יְמָנִית אוֹ בֹּהֶן רֶגֶל יְמָנִית אוֹ שֶׁאֵין לוֹ אֹזֶן יְמָנִית אֵין לוֹ טָהֳרָה עוֹלָמִית:\n",
      "אֲשַׁם מְצֹרָע שֶׁשְּׁחָטוֹ שֶׁלֹּא לִשְׁמוֹ אוֹ שֶׁלֹּא נָתַן מִדָּמוֹ עַל גַּבֵּי בְּהוֹנוֹת הֲרֵי זֶה עוֹלֶה לַמִּזְבֵּחַ וְטָעוּן נְסָכִים כְּנִסְכֵּי אֲשַׁם מְצֹרָע וְצָרִיךְ הַמְצֹרָע אָשָׁם אַחֵר לְהַכְשִׁירוֹ:\n",
      "הִקְדִּים חַטָּאתוֹ לַאֲשָׁמוֹ לֹא יִהְיֶה אַחֵר מְמָרֵס בְּדָמָהּ אֶלָּא תְּעֵבַּר צוּרָתָהּ וְתֵצֵא לְבֵית הַשְּׂרֵפָה:\n",
      "יֵשׁ לְאָדָם לְהָבִיא אֲשָׁמוֹ הַיּוֹם וְלוֹגוֹ אַחַר עֲשָׂרָה יָמִים. וְאִם רָצָה לְשַׁנּוֹת הַלּוֹג לַאֲשַׁם מְצֹרָע אַחֵר מְשַׁנֶּה אַף עַל פִּי שֶׁקָּדַשׁ בִּכְלִי. חָסַר הַלּוֹג עַד שֶׁלֹּא יָצַק יְמַלְּאֶנּוּ. חָסַר מֵאַחַר שֶׁיָּצַק יָבִיא אַחֵר בַּתְּחִלָּה:\n",
      "יָצַק מִן הַשֶּׁמֶן לְכַפּוֹ וְהִתְחִיל לְהַזּוֹת וְנִשְׁפַּךְ הַלּוֹג אִם עַד שֶׁלֹּא גָּמַר מַתַּן שֶׁבַע נִשְׁפַּךְ הַלּוֹג יָבִיא אַחֵר וְיַתְחִיל בְּמַתַּן שֶׁבַע. גָּמַר מַתַּן שֶׁבַע וְנִשְׁפַּךְ הַלּוֹג יָבִיא אַחֵר וְיַתְחִיל לְכַתְּחִלָּה בַּבְּהוֹנוֹת. הִתְחִיל בַּבְּהוֹנוֹת וְנִשְׁפַּךְ הַלּוֹג קֹדֶם שֶׁיִּגְמֹר יָבִיא אַחֵר וְיַתְחִיל לְכַתְּחִלָּה בַּבְּהוֹנוֹת. גָּמַר הַבְּהוֹנוֹת וְאַחַר כָּךְ נִשְׁפַּךְ הַלּוֹג קֹדֶם שֶׁיִּתֵּן שְׁאָר הַשֶּׁמֶן שֶׁבְּכַפּוֹ עַל רֹאשׁ הַמִּטַּהֵר אֵינוֹ צָרִיךְ לְהָבִיא לוֹג אַחֵר שֶׁמַּתְּנַת הָרֹאשׁ אֵינָהּ מְעַכֶּבֶת שֶׁנֶּאֱמַר <small>(ויקרא יד יח)</small> \"וְהַנּוֹתָר בַּשֶּׁמֶן\" <small>(ויקרא יד יז)</small> \"וּמִיֶּתֶר הַשֶּׁמֶן\":\n",
      "הִקְדִּים מַתַּן שֶׁמֶן לְמַתַּן דָּם יְמַלֵּא הַלּוֹג שֶׁמֶן וְיַחְזֹר וְיִתֵּן הַשֶּׁמֶן אַחַר הַדָּם. הִקְדִּים מַתַּן שֶׁמֶן עַל הַבְּהוֹנוֹת לְמַתַּן שֶׁבַע יְמַלֵּא הַלּוֹג וְיַחְזֹר וְיִתֵּן עַל הַבְּהוֹנוֹת אַחַר מַתַּן שֶׁבַע שֶׁנֶּאֱמַר <small>(ויקרא יד ב)</small> \"זֹאת תִּהְיֶה תּוֹרַת הַמְצֹרָע\" שֶׁתִּהְיֶה כָּל תּוֹרָתוֹ עַל הַסֵּדֶר:\n",
      "נָתַן שֶׁבַע הַמַּתָּנוֹת שֶׁלֹּא לִשְׁמָן לֹא הֻרְצָה וְהֻכְשַׁר הַמְצֹרָע:\n",
      "מְצֹרָע שֶׁנִּתְנַגֵּעַ אַחַר שֶׁהֵבִיא אֲשָׁמוֹ צָרִיךְ קָרְבָּן אַחֵר לְצָרַעַת שְׁנִיָּה. וְכֵן אִם הֵבִיא אֲשָׁמוֹ וְנִתְנַגֵּעַ צָרִיךְ קָרְבָּן עַל כָּל אַחַת וְאַחַת. אֲבָל אִם נִתְנַגֵּעַ וְנִרְפָּא וְהֵבִיא צִפֳּרָיו וְחָזַר וְנִתְנַגֵּעַ וְנִתְרַפֵּא וְהֵבִיא צִפֳּרָיו קָרְבָּן אֶחָד לְכֻלָּן:\n",
      "מְצֹרָע שֶׁהֵבִיא קָרְבַּן עָנִי וְהֶעֱשִׁיר אוֹ עָשִׁיר וְהֶעֱנִי קֹדֶם שֶׁיַּקְרִיב קָרְבְּנוֹתָיו הַכּל הוֹלֵךְ אַחַר הָאָשָׁם. אִם הָיָה בִּשְׁעַת שְׁחִיטַת הָאָשָׁם עָשִׁיר יְשַׁלֵּם קָרְבַּן עָשִׁיר וְאִם הָיָה עָנִי יְשַׁלֵּם קָרְבַּן עָנִי:\n",
      "שְׁנֵי מְצֹרָעִים שֶׁנִּתְעָרְבוּ קָרְבְּנוֹתֵיהֶן וְנִזְרַק דַּם אַחַת מִשְּׁתֵי הַחַטָּאוֹת שֶׁלָּהֶן וְאַחַר כָּךְ מֵת אֶחָד מִן הַמְצֹרָעִים כֵּיצַד עוֹשֶׂה זֶה הַמְצֹרָע הַחַי. לְהָבִיא חַטַּאת בְּהֵמָה אֵינוֹ יָכוֹל שֶׁמָּא זוֹ שֶׁנִּזְרַק דָּמָהּ חַטָּאתוֹ הִיא וְאֵין מְבִיאִין חַטַּאת בְּהֵמָה עַל הַסָּפֵק. וּלְהָבִיא חַטַּאת הָעוֹף אֵינוֹ יָכוֹל שֶׁעָשִׁיר שֶׁהֵבִיא קָרְבַּן עָנִי לֹא יָצָא. וְכֵיצַד יַעֲשֶׂה. יִכְתֹּב כָּל נְכָסָיו לְאַחֵר וְנִמְצָא עָנִי וְיָבִיא חַטַּאת הָעוֹף מִסָּפֵק וְלֹא תֵּאָכֵל כְּמוֹ שֶׁבֵּאַרְנוּ וְנִמְצָא אוֹכֵל בְּקָדָשִׁים:\n",
      "עָשִׁיר שֶׁאָמַר קָרְבָּנוֹ שֶׁל מְצֹרָע זֶה עָלָיו וְהַמְצֹרָע הָיָה עָנִי הֲרֵי זֶה מֵבִיא עַל יָדוֹ קָרְבְּנוֹת עָשִׁיר שֶׁהֲרֵי יַד הַנּוֹדֵר מַשֶּׂגֶת. וְעָנִי שֶׁאָמַר קָרְבָּנוֹ שֶׁל מְצֹרָע זֶה עָלַי וְהָיָה הַמְצֹרָע עָשִׁיר הֲרֵי זֶה מֵבִיא עַל יָדוֹ קָרְבְּנוֹת עָשִׁיר שֶׁהֲרֵי זֶה הַנּוֹדֵר חַיָּב בְּקָרְבְּנוֹת עָשִׁיר:\n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות מחוסרי כפרה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Korbanot"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [
        "<b> ואם הביאה קרבנה בתוך מלאת וכו' עד בתוך מלאת של ולד.</b> א''א זה תימה גדול אם שלחה קרבנותיה תוך מלאת למה לא יצאה ומאי שנא מחטאת חלב ודם שהטמא משלח אותה ומקריבין לה: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> היו עליה חמש לידות ודאות וכו'.</b> א''א הא דלאו כהלכתא שהרי משנה אחרונה אמרו אין השאר עליה חובה ואולי יש הפרש בין משהה קרבנותיה מזידה למשהה אנוסה: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> עכו''ם שראה קרי ואחר כך נתגייר וכו'.</b> א''א מפרש בתוספתא אימתי בזמן שנתגייר כשהוא מהול אבל מל ואחר כך ראה תולין לו כל זמן שמצטער: "
      ]
    ],
    [],
    [
      [],
      [
        "<b> ואחר כך מביא את האשם.</b> א''א אין כאן אח''כ אלא במקום שמניף שם היה סומך ותיכף התנופה היתה הסמיכה וכך היא שנויה בתוספתא כאשר הגהתי למעלה: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>ארבעה הם הנקראים מחוסרי כפרה וכו'.</b> משנה רפ''ב דכריתות (דף ח':): \n\n"
      ],
      [
        "<b>גר שמל וטבל וכו'.</b> שם. \n",
        "<b>ומ''ש הביא פרידה אחת בשחרית וכו'.</b> ברייתא שם. \n",
        "<b>ומ''ש שקרבנו של גר עולת בהמה או שני בני יונה וכו'.</b> גם זה ברייתא שם: \n\n"
      ],
      [
        "<b>הזב והזבה קרבן כל אחד מהם ב' תורים וכו'.</b> מפורש בתורה: \n\n"
      ],
      [
        "<b>הזב והזבה והמצורע וכו'.</b> מפורש בתורה פ' מצורע: \n\n"
      ],
      [
        "<b>היולדת אינה מביאה קרבנה ביום מ' לזכר וכו'.</b> הכי משמע בקרא בפרשת כי תזריע דכתיב ובמלאת ימי טהרה לבן או לבת תביא כבש בן שנתו לעולה וכו'. \n",
        "<b>ומ''ש ואם הביאה קרבנה תוך ימי מלאת לא יצאת.</b> בסיפרא פרשת תזריע. וכתב הראב''ד זהו תימה גדול וכו'. ולדברי רבינו י''ל דשאני הכא דקפיד קרא ובמלאת ימי טהרה תביא ולא קודם. \n",
        "<b>ומ״ש אפילו הביאה על ולדות הראשונים בתוך ימי מלאת של ולד זה יצאת.</b> יש לתמוה על זה דתניא בת״כ יכול לא תביא בתוך מלאת על ולדות הראשונים ת״ל תביא. וצ״ל שרבינו היה גורס בהפך יכול תביא בתוך מלאת על ולדות הראשונים ת״ל תביא כלומר דה״ל כאילו אומר קודם מלאת לא תביא כלל וכן איכא למשמע קצת ממאי דתניא בפ' בתרא דנזיר (דף ס״ד:) ובעל מ״ע כתב שפסק רבינו בהפך מההיא דסיפרא משום דההיא ר' יהודה הוא דסתם סיפרא ר״י ויחידאה הוא שהוא חולק על חכמים בפרק ארבעה מחוסרי כפרה (כריתות דף י') ברייתא דתני יולדת שוחטין וזורקין עליה ביום ארבעים לזכר וביום שמונים לנקבה והקשו ע״כ טמאה היא ואוקמוה כר״י דאמר ולד שני כמאן דליתיה דמי ופירש רש״י דמיירי בשני ולדות שילדה היום אחד ומחר אחד דיום אחד וארבעים לזה הוי יום ארבעים לזה והיתה ראויה להביא קרבנה על הראשון ולכך שוחטין עליה מוכח דלרבנן אינה ראויה להביא אפילו על הראשון כל שהיא בתוך מלאת של ולד שני: \n",
        "<b>עברו ימים אלו ולא הביאו כפרתן וכו': וכל זמן שלא הביאו חטאתם וכו'.</b> בתורת כהנים סוף פרשת תזריע אחד לעולה ואחד לחטאת וכפר מלמד שהכפרה בחטאת וטהרה לאכול בזבחים אבל אין ראיה מכאן אלא למעט עולה דלא מעכב כפרה דדורון בעלמא היא אבל אשם שהוא מעכב כפרה מהי תיתי שאינו מעכב מלאכול בקדשים ובהדיא אמרינן בפרק האומר משקלי (דף כ״א) שחטאתו ואשמו מעכבים והכי משמע נמי בפרק תמיד נשחט (פסחים דף נ״ט) לכן נראה שמ״ש בספרי רבינו אבל העלה והאשם אינם מעכבים טעות סופר הוא וצריך למחוק תיבת והאשם: \n",
        "<b>כבר ביארנו במעשה הקרבנות פרק י״ד שכל מחוייבי קרבן אין מקריבין על ידם אלא מדעתם חוץ ממחוסרי כפרה וכו'. ומה שכתב שהרי מביא אדם קרבן על בניו ובנותיו הקטנים וכו'.</b> בסוף נגעים (משנה י״ג) ואף על פי שלא שנינו שם קטנים אלא בניו ובנותיו סתם בפ' אין בין המודר (נדרים דף ל״ה:) גרסינן אמר רבי יוחנן הכל צריכים דעת חוץ ממחוסרי כפרה שהרי אדם מביא קרבן על בניו ועל בנותיו הקטנים שנאמר זאת תורת הזב בין גדול בין קטן: \n\n"
      ],
      [
        "<b>אי זו היא זבה וכו'.</b> כך דרשו בתורת כהנים על ואשה כי תזוב זוב דמה ימים רבים. \n",
        "<b>ומה שכתב וכבר ביארנו בענין הנדה אימתי תהיה האשה זבה בדמים שתראה וכו'.</b> בפרק [ששי] מהלכות איסורי ביאה: \n",
        "<b>כל מקום שאמרנו שהיא זבה וכו'.</b> בסוף תמורה (דף ל''ד) שנינו חטאת העוף הבאה על הספק תשרף: \n",
        "<b>ושם ביארנו מה תלד האשה או מה תפיל וכו'.</b> בפרק חמישי מהלכות איסורי ביאה: \n\n"
      ],
      [
        "<b>האשה שלא הוחזקה עוברה והפילה וכו'.</b> משנה פ''ק דכריתות (ז':). \n",
        "<b>ומ''ש וכן שתי נשים שהפילו וכו'.</b> שם במשנה. וכתב רבינו שלא הוחזקה מעוברת משום דאי הוחזקה מעוברת אין כאן ספק דנפל גמור הוא כמ''ש פרק [חמישי] מהלכות איסורי ביאה: \n\n"
      ],
      [
        "<b>אחת היולדת ואחת המפלת וכו' עד ואינה מביאה אלא קרבן אחד על הכל.</b> משנה בפ''ב דכריתות [ט':] וכת''ק ודלא כר' יהודה: \n\n"
      ],
      [
        "<b>היולדת טומטום ואנדרוגינוס וכו'.</b> כתב הר''א בנו שדעת רבינו פה שהמפלת לאור מ''א לזכר חייבת בקרבן כמו מפלת לאור פ''א לנקבה דהכי תניא בתוספתא דכריתות ודקשיא לך דלא משכחת יום מ' לעיבורה בהיתר לזכר אא''כ עבר מ''ז יום ובטומטום ואנדרוגינוס נ''ד יום וכי ברשיעי עסקינן, וי''ל שאפשר שיהיה הדבר בשגגה: \n\n"
      ],
      [
        "<b>האשה שיש עליה ספק חמש לידות וכו' עד והשאר עליה חובה.</b> משנה בפ''ק דכריתות (דף ח'). \n",
        "<b>ומ״ש וכן הדין בזב.</b> כתב הראב״ד היו עליה ה' לידות ודאות וכו' א״א הא דלא כהלכתא וכו'. ואני איני יודע אנה שנויה משנה אחרונה שהרי שנינו בסוף פ״ק דכריתות האשה שיש עליה ה' זיבות מביאה קרבן אחד ואוכלת בזבחים ואין השאר עליה חובה ה' לידות ודאות וה' זיבות ודאות מביאה קרבן אחד ואוכלת בזבחים והשאר עליה חובה מעשה שעמדו קינים בירושלים בדינרי זהב אמר רשב״ג המעון הזה לא אלין הלילה עד שיעמדו בדינרין בסוף נכנס לב״ד ולימד האשה שיש עליה ה' לידות ודאות ה' זיבות ודאות מביאה קרבן אחד ואוכלת בזבחים ואין השאר עליה חובה ועמדו קינים בו ביום ברבעתים. ופירש״י נכנס לב״ד ולימד אע״פ שהיקל על ד״ת עת לעשות לה' הוא שאלמלא לא ימצאו יחדלו מלהביא אפילו אחד ויאכלו קדשים בטומאת הגוף עכ״ל. והרי אין כאן משנה אחרונה שאף רשב״ג סובר שהשאר עליה חובה ומה שאמר ואין השאר עליה חובה הוראת שעה היתה כדי שלא יחדלו מלהביא כלל. ואולי הראב״ד היה מפרש שרשב״ג לא להוראת שעה בלבד אמרה אלא לדורות קבעה כדי שאם לעת״ל יתייקרו לא יבואו להמנע מלהביא כלל ולזה קורא משנה אחרונה ויש רשות ביד ב״ד לעקור דבר מה״ת בשב ואל תעשה כדאמרינן בפ' האשה רבה (יבמות דף צ'). ומ״ש ואולי יש הפרש בין משהה קרבנותיה מזידה למשהה אנוסה כלומר שאע״פ שרשב״ג תיקן לדורות לא תיקן אלא למשהה אנוסה לא למשהה מזידה. ואין לומר שהראב״ד מפרש דרשב״ג פליג את״ק וסבר דמדינא אף ביש עליה חמש לידות ודאות מביאה קרבן אחד ואוכלת בזבחים ואין השאר עליה חובה והכי דייק לישנא דנכנס לב״ד ולימד דמשמע שלימד להם דין חדש הפך ת״ק והודו לו ב״ד מאחר שהניחוהו לעשות מעשה ולפ״ז א״ש לישנא דמשנה אחרונה. דא״כ הדינין שיבואו בסמוך והם שנויים בברייתא [כולהו דלא כהלכתא] ומיהו אפשר דסבר הראב״ד דהנהו ברייתות אליבא דמשנה ראשונה. ומ״מ איני יודע לפי דרכו מה תיקן למה שלא כתב רבינו ההיא דמשנה אחרונה שאין השאר עליה חובה. \n",
        "<b>ומ''ש וכן הדין בזב: היו עליה ה' לידות ודאות וה' לידות ספק וכו'.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>האשה שנתגיירה וכו'.</b> בסוף פרק הזרוע (חולין דף קל״ד) שמונה ספיקות נאמרו בגר ד' לחיוב ואחד מהם קרבן אשתו: \n",
        "<b>כבר ביארנו בהלכות שגגות.</b> פרק ג': \n\n"
      ],
      [
        "<b>האשה שיש עליה לידה או זיבה וכו'.</b> בפסחים פ' האשה (דף צ':): \n\n"
      ],
      [
        "<b>האשה שהביאה חטאתה ומתה וכו'.</b> סוף פרק שני דקינים. \n",
        "<b>ומה שכתב אף על פי שלא הפרישה אותן מחיים וכו'.</b> בפירקא קמא דקידושין (דף י''ג:) ואיפסיקא הלכתא בגמרא כמאן דאמר הכי: \n\n"
      ]
    ],
    [
      [
        "<b>הזב האמור בתורה וכו'.</b> בתוספתא דזבחים פ''ב מה בין זוב לשכבת זרע זוב בא מבשר המת ושכבת זרע מבשר החי זוב דוהה כלובן ביצה המוזרת ושכבת זרע קשורה כלובן ביצה שאינה מוזרת: \n\n"
      ],
      [
        "<b>הרואה ראיות הזוב וכו'.</b> רפ''ב דכריתות (דף ח':): \n",
        "<b>מכאן אמרו בשבעה דרכים בודקים את הזב וכו'.</b> משנה בסוף נזיר (דף ס''ה:) ובפ''ב דזבים ובקדושין (דף ב'): \n\n"
      ],
      [
        "<b>הרואה קרי אינו מתטמא בזוב מעת לעת וכו'.</b> פרק ב' דזבים שם. \n",
        "<b>ומה שכתב וכן למראה ולהרהור וכו' עד כל זמן שהוא מצטער.</b> תוספתא בפרק שני: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> מי שמל ואחר כך ראה זוב וכו'.</b> שם בתוספתא וטעמא דאין לך חולי גדול מהמילה והא קיימא לן דחולי הוא אחד מהדרכים שבודקים את הזב: \n",
        "<b>עכו''ם שראה קרי ואחר כך נתגייר וכו'.</b> בפרק ב' דזבים ורבינו שמשון האריך שם בטעם הדבר. וכתב הראב''ד א''א מפרש בתוספתא אימתי בזמן שנתגייר כשהוא מהול אבל מל ואחר כך ראה תולין כל זמן שמצטער עכ''ל. ואיני יודע מה מלמדנו שרבינו כתב בסמוך דין זה דמל ואחר כך ראה וממילא משמע דהא דראה קרי ואחר כך נתגייר בשנתגייר כשהוא מהול הוא. ובספרי הדפוס שכתוב שנתגייר וראה קרי הוא טעות סופר וצריך לכתוב בהפך שראה קרי ונתגייר וכן מצאתי בספר מוגה: \n",
        "<b>קטן אין תולין לו וכשם שתולין לקטן בחליו כך תולין לו בחולי אמו וכו'.</b> בתוספתא דזבים פרק ב': \n",
        "<b>במה דברים אמורים שבודקין את הזב בדרכים אלו כו'.</b> משנה פרק ב' דזבים שם ראה ראייה ראשונה בודקין אותו בשנייה בודקין אותו בג' אין בודקין אותו. ובפ' בנות כותים (נדה דף ל״ה) אמר רב הונא ראיה ראשונה [של זב] מטמאה באונס ת״ש ראה ראיה ראשונה בודקין אותו מאי לאו לטומאה לא לקרבן ופירש רש״י לא לקרבן דאי קמייתא באונס לא מצטרפא לג' לחייבו קרבן. \n",
        "<b>ומה שכתב ראיה שלישית אין בודקין אותו בה וכו'.</b> שם וכתנא קמא: \n\n"
      ],
      [
        "<b>הרואה ראיה אחת של זוב וכו'.</b> בריש זבים וכב''ה. \n",
        "<b>ומה שכתב אין בין זב שראה שתי ראיות וכו'.</b> משנה בפ''ק דמגילה (דף ח'). \n",
        "<b>ומ''ש ודברים אלו דברי קבלה וכו':</b> \n\n"
      ],
      [
        "<b>אחד הרואה שתי ראיות וכו' לפי שתלה הכתוב את הזבה בימים וכו' והזב לא תלה אותו בימים.</b> רפ''ב דכריתות (דף ח') ופ''ב דב''ק (דף כ''ד): \n\n"
      ],
      [
        "<b>ומ''ש ואם הפסיק בין ראיה לראיה יום גמור אינן מצטרפות וכו'.</b> כן משמע בפירקא קמא דזבים: \n\n"
      ],
      [
        "<b>ראיית הזב אין לה שיעור וכו'.</b> משנה פרק יוצא דופן (נדה דף מ'): \n\n"
      ],
      [],
      [],
      [],
      [],
      [
        "<b><small>(י-יד)</small> היה הזוב נגרר ויוצא ולא פסק וכו' עד הרי זה זב גמור.</b> בפ''ב דזבים: \n",
        "<b>ראה ראיה אחת מקצתה בסוף היום וכו' עד סוף הפרק.</b> בפ''ק דזבים, ועיין במ''מ פ''ה מהל' שבת: \n\n"
      ]
    ],
    [
      [
        "<b>כל הימים שהזב רואה בהם זיבות וכו'.</b> מפורש בתורה בפ' מצורע. \n",
        "<b>ומ''ש ואם ראה ראיה של זוב אפי' בסוף יום ז' וכו'.</b> בפ''ק דזבים: \n\n"
      ],
      [
        "<b>זב שראה קרי באחד משבעת ימי הספירה וכו'.</b> בפ''ק דזבים וכב''ה: \n\n"
      ],
      [
        "<b>זב שבדק ביום ראשון מימי הספירה.</b> משנה בפרק תינוקת (נדה דף ס״ח:) פלוגתא דתנאי ואיפסיקא הלכתא בגמ' כר״א דאמר הכי. \n",
        "<b>ומ''ש אפי' בדק ביום הטומאה עצמה וכו'.</b> שם אמר רב יהודה x אמר רב נדה שהפרישה בטהרה בשלישי שלה סופרתו למנין שבעה והעלו שכוונת רב היא להודיענו שאף על פי שלא בדקה אלא יום שלישי דהיינו יום שפוסקת ויום שביעי סגי דסופן אף על פי שאין תחלתן. וכתב בעל התרומה דאפילו לרב אם בדקה יום שפסקה בו ויום שמיני שאין לה אלא יום שמיני דהכא לא תחלתן איכא ולא סופן איכא וכן כתב ה''ה בשם המפרשים אבל רבינו כתב כאן ובדק [בשביעי] או בשמיני וכו' הרי זה בחזקת טהרה ואפשר דביום השמיני דקאמר היינו היכא שבדק בראשון וכמימרא דרב דאיפליג התם בהדי רבי חנינא והלכתא כרב דאמר תחלתן אף על פי שאין סופן וצריך עיון: \n\n"
      ],
      [
        "<b>כל ראיה שהיא סותרת וכו' כמו שביארנו.</b> הוא מ''ש בפ''ב ואם הפסיק הזב בין ראיה לראיה יום גמור אינן מצטרפות. \n",
        "<b>ומ''ש אפי' ראה בתוך ימי הספירה ג' ראיות זו אחר זו וכו' שראיות אלו לסתירה הן.</b> בספ''ק דכריתות (דף ח'). \n",
        "<b>ומ''ש ראה ג' ראיות בליל שמיני וכו'.</b> גם זה משמע שם. \n",
        "<b>ומ''ש במה דברים אמורים בזב בעל שתי ראיות עד ואינו מביא קרבן על הזיבה זו האחרונה.</b> הכל שם. ומכל מקום יש לתמוה דאמרינן התם ומי אמר ר' יוחנן לילה מחוסר זמן והאמר חזקיה וכו' כי קאמר ר''י שתים בלילה ואחת ביום אינו מביא לדברי האומר מחוסר זמן דמשמע דר''י סבר דלילה לאו מחוסר זמן. וי''ל דפסק רבינו כחזקיה דאמר לילה מחוסר זמן ועוד דאמרינן התם הני תנאי סברי לילה מחוסר זמן: \n\n"
      ],
      [],
      [
        "<b>הכל מתטמאים בזיבה אפילו קטן בן יומו.</b> בריש ערכין (דף ג'). \n",
        "<b>ומה שכתב והגרים והעבדים וחרש שוטה וסריס אדם וסריס חמה.</b> ריש פרק ב' דזבים: \n\n"
      ],
      [
        "<b>הטומטום והאנדרוגינוס וכו'.</b> גם זה שם. \n",
        "<b>ומ''ש היה מונה שבעה ימים נקיים ללובן וכו'.</b> שם בתוספתא פ''ג והטעם דאם היה מונה לאודם ורואה לובן אינו סותר ממ''נ דאי הוי אשה שפיר מונה דאין לובן מטמא בה ולא שייך לומר שיסתור ואם איש הוא הרי הוא בכלל השבעה נטהר שאינו אלא קרי בעלמא וכן איפכא. ומ''מ אם ראה ב' או ג' כבר נתבאר שהם ספק והולכים להחמיר וצריכים ז' נקיים מחדש לא מדין סתירה אלא שמא זה שראה עתה הוא המטמא אותו לא הראשון: \n\n"
      ]
    ],
    [
      [
        "<b>כשיתרפא הצרוע וכו'.</b> פ''ב דנגעים. \n",
        "<b>ומה שכתב ולמחר בח' טובל פעם שניה.</b> ג''ז שם וכת''ק: \n",
        "<b>ומה שכתב ומפני מה טובל בשמיני וכו'.</b> בפרק ג' דיומא (דף ל':): \n\n"
      ],
      [
        "<b>נתאחר ולא גילח בשביעי וכו'.</b> פשוט הוא במשנה פ' ג' מינין (נזיר דף מ״ד:): \n",
        "<b>כיצד עושין לו וכו' המצורע עומד חוץ לעזרת ישראל.</b> מפני שהוא מחוסר כפורים ותנן בפירקא קמא דכלים שמחוסר כפורים אסור ליכנס לעזרת ישראל. \n",
        "<b>ומה שכתב כנגד פתח מזרחית באסקופת שער ניקנור ופניו למערב.</b> בתורת כהנים על פסוק והעמיד הכהן המטהר לפני ה' פתח אהל מועד מעמידן בשער ניקנור אחוריהם למזרח ופניהם למערב: \n",
        "<b>ושם עומדים כל מחוסרי כפרה וכו'.</b> בפ''ק דסוטה (דף ח') אהא דתנן שעל פתח שער ניקנור משקין את הסוטות ומטהרים את היולדות ואת המצורעים בשלמא סוטות וכו' ומצורעים דכתיב לפני ה' אלא יולדות מ''ט [אילימא] משום דאתיין וקיימין אקרבנייהו וכו' א''ה זבין וזבות נמי ומשני אה''נ ותנא חדא מינייהו נקט: \n",
        "<b>והכהן לוקח אשם של מצורע וכו'.</b> מפורש בתורה. \n",
        "<b>ומ''ש ואם הניף זה בפני עצמו וזה בפני עצמו יצא.</b> בת''כ דריש לה מדכתיב אותו לאשם: \n",
        "<b>ומ''ש ואח''כ מביא את האשם של מצורע עד הפתח ומכניס שתי ידיו לעזרה וסומך שתי ידיו עליו ושוחטין אותו מיד ומקבלים שני כהנים את דמו אחד מקבל בכלי וכו'.</b> בסוף נגעים: \n",
        "<b>וכתב</b> הראב״ד ואח״כ מביא א״א אין כאן אח״כ וכו'. וז״ל התוספתא פ״ה דנגעים מביא אשמו ולוגו בידו ומעמידו בשער ניקנור והכהן עומד מבפנים ומצורע מבחוץ ומצורע מניח ידו תחת ידו של כבש והכהן מניח ידו על המצורע ומוליך ומביא מעלה ומוריד וסומך שתי ידיו עליו ונכנס ושוחטו בצפון כל הסמיכות שבמקדש תיכף שחיטה חוץ מזו שהיתה בשער ניקנור עכ״ל התוספתא. והראב״ד דייק מדקתני ומוליך ומביא מעלה ומוריד וסומך והדר קתני ונכנס ושחטו משמע דבמקום שמניף שם היה סומך ותו מדקתני כל הסמיכות שבמקדש תיכף שחיטה חוץ מזו שהיתה בשער ניקנור משמע שהסמיכה היתה תיכף לתנופה במקום שהיה מניף ואח״כ היה הכהן נוטל האשם ממקום התנופה ונכנס ושוחטו בצפון. ולרבינו י״ל דהא לא מכרעא אע״פ שסמכה סמיכה לתנופה לאו למימרא שיהיה במקומה דמסתמא כל שאנו יכולים לסמוך סמיכה לשחיטה יש לנו לעשות ומי הכריחנו להדחיק בזו והא דקתני כל הסמיכות שבמקדש תיכף שחיטה חוץ מזו היינו לומר שבשאר הקרבנות בעל הקרבן נכנס בעזרה ובמקום שרוצים לשחוט הקרבן שם סומך ותיכף שוחט שם וכאן א״א לעשות כן מפני שאין המצורע יכול ליכנס בעזרה אלא מכניס ידיו לעזרה לחלל השער וסומך שם והכהן מוליך האשם משם לצפון העזרה ושוחט שם והיינו דקתני ונכנס ושוחטו בצפון כלומר נכנס מפתח העזרה לצפון הרי שסמיכה זו מרוחקת קצת מהשחיטה ומשמע שהתנופה היתה חוץ לעזרה ודבר תימה הוא. אבל מדקדוק לשון רבינו נראה שבפנים היה מניפו הכהן לבדו ואח״כ מביאו לפתח העזרה כדי שיסמוך עליו המצורע אבל ק״ל דקתני בתוספתא שהמצורע היה מניף עם הכהן וצ״ע. והר״י קורקוס ז״ל כתב שדעת רבינו דכיון שבפרק כל הפסולים (זבחים דף ל״ג) הביאו תוספתא זו ופריך מינה למ״ד ביאה במקצת לא שמה ביאה וא״כ ליעייל ידיה ולסמוך וישחטו אותו שם פי' אלא שהיו צריכים להוציא האשם מן העזרה ולחזור ולהכניסו ומשני דקסבר האי תנא שאין אותו מקום כשר לשחיטה והיה צריך להכניסו לפנים ולא הוי תיכף לסמיכה, נראה מכאן דרישא דקתני בתנופת מצורע מניח ידו לאו מתרצתא היא דהא בתנופה לפני ה' בעינן וא״כ הרי כאן ביאה במקצת ע״כ. אלא ודאי נראה מכאן דבתנופה לא חיישינן ואין בה הכנסת יד אלא כהן מניף במקום שמניף השאר ואח״כ מוציאו בפתח לסמוך וגם כיון שהקשו ליעייל ידיה ולסמוך ויהיה תיכף נראה שאין שם הכנסת יד אלא לסמיכה מפני התכיפה אבל תנופה כהן לבדו מניף כי אין לחוש בה לתכיפה וגם תנופה יכול הכהן להניף בשביל הבעלים כמו שמצינו בכמה מקומות שהקפידו על הסמיכה ולא הקפידו על התנופה אף אם לא תהיה בבעלים והרי השולח חטאתו כהן מניף על ידו לכך לא הצריכו בה להכניס ידו כמו בסמיכה וקרא דתנופה לא קאמר אלא כהן וגם דכיון דכתיב לפני ה' צריך שיניף במקום שמניף שאר תנופות ואע״פ שבתוספתא אמרו שסמיכה זו לא היה תיכף לה שחיטה כבר אמרו בפרק כל הפסולים דלמ״ד ביאה במקצת לא שמה ביאה מעייל ידיה וסומך להיות תיכף השחיטה ככל הסמיכות שהקפידה תורה על התכיפה בהם אך לא לדעת ר״י בר״י שסובר שאין המקום כשר לשחיטת קדשי קדשים וכבר נתבאר בהל' בית הבחירה לדעת רבינו שעד שער מזרחי שהוא שער ניקנור כשר לשחיטת קדשי קדשים והכל נקרא צפון גם נתבאר בהל' ביאת המקדש דביאה במקצת לא שמה ביאה וכיון שכן ה״ז מכניס ידיו וסומך כמ״ש כאן ושוחטין שם דתיכף לסמיכה שחיטה ככל הסמיכות עכ״ל. ומ״ש הראב״ד כמו שהגהתי למעלה הוא מ״ש אין כאן אח״כ. \n",
        "<b>ומ''ש ואחד בידו הימנית ומערה לידו השמאלית וכו' עד פסל.</b> בתוספתא פ''ק דזבחים והר''י קורקוס ז''ל כתב דאיתא בתוספתא (פרק בתרא) דנגעים זה שקיבל בכלי מקבל בימין וזה שקיבל ביד מקבל בשמאל ואם שינה פסל וזה הפך ממה שכתב רבינו ונדחק בפירושה דמאי דקתני זה שקיבל ביד מקבל בשמאל היינו לומר שמקבל בשמאל מן הימין שקבל בה מהבהמה ואם שינה שקיבל מן הבהמה פסל: \n",
        "<b>הכהן שקיבל מקצת הדם בכלי וכו' עד ואם לא נתן לא כיפר.</b> הכל בסוף נגעים. \n",
        "<b>ומ''ש ואם נתן על השמאל לא יצא.</b> שם דלא כר''ש. \n",
        "<b>ומ''ש ויוצק לתוך כפו של חבירו השמאלית וכן מ''ש וטובל אצבעו הימנית.</b> בסוף נגעים. \n",
        "<b>ומ''ש על כל הזיה טבילת אצבע בשמן.</b> בת''כ. \n",
        "<b>ומ''ש ואם הזה ולא כיון כנגד בית קדשי קדשים כשירות.</b> נראה דהיינו מדתני' בתוספתא פ''ק דזבחים הזיות שבמצורע שהזן שלא לשמן שאינם מכוונות הרי אלו כשירות. \n",
        "<b>ומה שכתב ואח''כ יבא אצל מצורע וכו' ואם לא נתן לא כיפר.</b> בפרק בתרא דנגעים אם נתן כיפר ואם לא נתן לא כיפר דברי ר''ע ר''י בן נורי אומר שיירי מצוה הן בין שנתן בין שלא נתן כיפר ומעלין עליו כאילו לא כיפר ומייתי לה בריש זבחים (דף י':) ומפרש לה. \n",
        "<b>ומה שכתב ושאר הלוג מתחלק לכהנים.</b> משנה בס״פ כל התדיר (זבחים דף צ״א): \n\n"
      ],
      [
        "<b>שיירי הלוג וכו'.</b> בסוף פרק כל התדיר אמר ר''ש אם ראית שמן שהוא מתחלק בעזרה אי אתה צריך לשאול מה הוא אלא מותר רקיקי מנחות ישראל ולוג שמן של מצורע ומאחר שהיה מתחלק בעזרה משמע שהיה נאכל לזכרי כהונה שהם מצויים שם. \n",
        "<b>ומ״ש ואסור לאכול מלוג השמן וכו'.</b> בפרק ב״ש (זבחים דף מ״ה) תניא לוג שמן של מצורע מועלין בו עד שיזרק הדם נזרק הדם לא נהנין ולא מועלין רבי אומר מועלין עד שיתן מתנותיו ושוין שאסור באכילה עד שיתן מתן שבע ומתן בהונות. ומשמע לרבינו דאסור באכילה דקתני היינו מן התורה: \n\n"
      ]
    ],
    [
      [
        "<b>אי זהו תנוך אזן וכו'.</b> בת''כ. \n",
        "<b>ומ''ש נתן על צידי הבהונות כשר נתן על צידי צידיהן פסול.</b> בפ''ק דמנחות (דף י''א): \n",
        "<b>בין שנתן השמן על דם האשם עצמו מלמעלה וכו' אפילו נתקנח הדם וכו'.</b> שם: \n",
        "<b>אין לו בהן יד ימנית וכו' אין לו טהרה עולמית.</b> בסוף נגעים שם וכת''ק: \n\n"
      ],
      [
        "<b>אשם מצורע ששחטו שלא לשמו וכו' עד וצריך אשם אחר להכשירו.</b> ברייתא פ״ק דמנחות (דף ה') ובס״פ הוציאו לו (יומא דף ס״א:): \n\n"
      ],
      [
        "<b>הקדים חטאתו לאשמו וכו'.</b> פ''ק דמנחות: \n\n"
      ],
      [
        "<b>יש לאדם להביא אשמו היום וכו' ואם רצה לשנות הלוג לאשם מצורע אחר משנה וכו'.</b> פ''ב דמנחות (דף ט''ו): \n",
        "<b>חסר הלוג וכו'.</b> בסוף נגעים וכר''ע: \n\n"
      ],
      [
        "<b>יצק מן השמן בכפו וכו' עד ומיתר השמן.</b> ברייתא בס״פ הוציאו לו (יומא דף ס״א) וכת״ק. וכתב הר״י קורקוס ז״ל שרבינו פסק בספ״ד שאם לא נתן מתנות הראש לא כיפר והיאך כתב כאן שאינן מעכבות ואפשר לומר דכשהם בעין ולא נתן לא כיפר אבל כשנשפכו אינן מעכבות: \n\n"
      ],
      [
        "<b>הקדים מתן שמן על הבהונות וכו'.</b> פירקא קמא דמנחות (דף ה'): \n\n"
      ],
      [
        "<b>נתן שבע המתנות שלא לשמן וכו':</b> \n\n"
      ],
      [
        "<b>מצורע שנתנגע אחר שהביא אשמו וכו'.</b> בפ''ב דכריתות (דף ט':) תנן דמצורע שנתנגע נגעים הרבה אינו מביא אלא קרבן אחד והדר תני הביא צפריו ונתנגע לא עלה לו עד שיביא חטאתו דברי ר''ש ר' יהודה אומר עד שיביא אשמו ובגמרא הביא צפריו ונתנגע וכו' והא אמרת אינו מביא אלא קרבן אחד חסורי מחסרא והכי קתני הביא צפריו ונתנגע אינו מביא אלא קרבן אחד ולאקבועי בעניות ועשירות לא מיקבע עד שיביא חטאתו ר' יהודה אומר עד שיביא אשמו. ופירש''י אינו מביא אלא קרבן אחד על נגעים הרבה אלמא חדא צרעת אריכתא היא ואמאי מחייבת ליה לאיתויי צפרים אכל נגע. ולאקבועי בעניות וה''ק ולא עלו הצפרים ליקבע בעניות ובעשירות שאם היה עני בשעת הבאת צפרים והעשיר צריך להביא קרבן עשיר ואם היה עשיר והעני מביא עני בדלות עד שיביא חטאתו דבתר חטאת אזלינן בין בעניות בין בעשירות עכ''ל. ואיכא למידק [מנ''ל לרבינו הא] מאחר דאוקימנא דמתני' לאו לענין מצורע שנתנגע איתניא אלא לענין לאיקבועי בעניות ועשירות. וי''ל דמ''מ כיון דלמאי דמתרץ למתניתן אמר הביא צפריו ונתנגע אינו מביא אלא קרבן אחד משמע דוקא כשנתנגע אחר הצפרים הוא דאינו מביא אלא קרבן אחד הא אם נתנגע אחר הבאת האשם שהוא הקרבן הראשון צריך להביא קרבן על כל אחד ואחד: \n\n"
      ],
      [
        "<b>מצורע שהביא קרבן עני והעשיר וכו'.</b> משנה וגמ' שכתבתי בסמוך ופסק כר''י לגבי ר''ש ואע''ג דראב''י פליג עלייהו בברייתא ואמר הכל הולך אחר צפרים לא חש ליה כיון שלא נשנה במשנה: \n\n"
      ],
      [
        "<b>שני מצורעים שנתערבו קרבנותיהם וכו'.</b> בסוף נגעים ובפ' תינוקת (נדה דף ע') הקשו על זה והאיכא אשם פירוש ששוה בעשיר ובעני ואיך יביא אשם מספק דילמא מייתי חולין לעזרה ותירץ שמואל בשקרב אשמו קודם האחר ואז יש לו תקנה בחטאת העוף ואי לא לא והקשו על זה דאי כר״י הא קבעה ליה אשם פירוש שכיון שהביא אשם בעשירות אינו יכול להביא עוד בדלות ואי לר״ש הא יכול להביא אשם על תנאי וא״כ למה הוצרך להעמיד בקרב אשמו ומסיק סבר לה כר״ש בחדא דלא קבע אשם וכר״י בחדא דאינו יכול להביא אשם ע״ת, והשתא מאחר שרבינו פסק כר״י דאשם קבע בעשירות היאך כתב כאן תקנה זו שיכתוב נכסיו כיון שבעת הקרבת האשם היה עשיר אי אפשר בתקנה זו וצ״ע: \n\n"
      ],
      [
        "<b>עשיר שאמר קרבנו של מצורע זה עלי וכו'.</b> משנה וגמרא בפ''ד דערכין (דף י''ז) וצ''ע שם: \n\n"
      ]
    ]
  ]
};