const Paschal_Offering = {
  "title": "Mishneh Torah, Paschal Offering",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Paschal_Offering",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לִשְׁחֹט אֶת הַפֶּסַח בְּאַרְבָּעָה עָשָׂר לְחֹדֶשׁ נִיסָן אַחַר חֲצוֹת. וְאֵין שׁוֹחֲטִין אֶלָּא מִן הַכְּבָשִׂים אוֹ מִן הָעִזִּים בִּלְבַד זָכָר בֶּן שָׁנָה. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה חַיָּבִין בְּמִצְוָה זוֹ:\n",
      "ומִי שֶׁבִּטֵּל מִצְוָה זוֹ בְּזָדוֹן וְעָבַר יוֹם אַרְבָּעָה עָשָׂר וְלֹא הִקְרִיב וְהוּא לֹא טָמֵא וְלֹא בַּדֶּרֶךְ רְחוֹקָה הֲרֵי זֶה חַיָּב כָּרֵת. וְאִם בִּטְּלָהּ בִּשְׁגָגָה פָּטוּר:\n",
      "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא בַּעֲזָרָה כִּשְׁאָר הַקָּדָשִׁים. אַף בִּשְׁעַת הֶתֵּר הַבָּמוֹת לֹא הָיוּ מַקְרִיבִין אֶת הַפֶּסַח בְּבָמַת יָחִיד [ב.] וְכָל הַמַּקְרִיב אֶת הַפֶּסַח בְּבָמַת יָחִיד לוֹקֶה [ג.] שֶׁנֶּאֱמַר <small>(דברים טז ה)</small> \"לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לַשּׁוֹחֵט בְּבָמַת יָחִיד אֲפִלּוּ בִּשְׁעַת הֶתֵּר הַבָּמוֹת:\n",
      "שְׁחִיטַת הַפֶּסַח אַחַר חֲצוֹת. וְאִם שְׁחָטוֹ קֹדֶם חֲצוֹת פָּסוּל. וְאֵין שׁוֹחֲטִין אוֹתוֹ אֶלָּא אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. אַחַר שֶׁמַּקְטִירִין קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם וְאַחַר שֶׁמֵּיטִיבִין אֶת הַנֵּרוֹת מַתְחִילִין לִשְׁחֹט אֶת הַפְּסָחִים עַד סוֹף הַיּוֹם. וְאִם שְׁחָטוֹ אַחַר חֲצוֹת קֹדֶם תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם כָּשֵׁר וְיִהְיֶה אֶחָד מְמָרֵס בְּדַם הַפֶּסַח עַד שֶׁיִּזָּרֵק דַּם הַתָּמִיד וְאַחַר כָּךְ יִזְרֹק דַּם הַפֶּסַח אַחֲרָיו. וְאִם נִזְרַק דַּם הַפֶּסַח קֹדֶם דַּם הַתָּמִיד כָּשֵׁר:\n",
      "הַשּׁוֹחֵט אֶת הַפֶּסַח בִּזְמַנּוֹ וְהָיָה לוֹ כְּזַיִת חָמֵץ בִּרְשׁוּתוֹ לוֹקֶה. שֶׁנֶּאֱמַר <small>(שמות כג יח)</small> \"לֹא תִזְבַּח עַל חָמֵץ דַּם זִבְחִי\". שֶׁלֹּא יִזְבַּח הַפֶּסַח וְהֶחָמֵץ קַיָּם. אֶחָד הַשּׁוֹחֵט וְאֶחָד הַזּוֹרֵק אֶת הַדָּם וְאֶחָד הַמַּקְטִיר אֶת הָאֵימוּרִין אִם הָיָה בִּרְשׁוּת אֶחָד מֵהֶם אוֹ בִּרְשׁוּת אֶחָד מִבְּנֵי חֲבוּרָה שֶׁאוֹכְלִין פֶּסַח זֶה כְּזַיִת חָמֵץ בִּשְׁעַת הַקְרָבָתוֹ הֲרֵי זֶה לוֹקֶה וְהַפֶּסַח כָּשֵׁר: \n",
      "דַּם הַפֶּסַח טָעוּן שְׁפִיכָה כְּנֶגֶד הַיְסוֹד. וְאַחַר שֶׁשּׁוֹפְכִים דָּמוֹ מַפְשִׁיטִים אוֹתוֹ וְקוֹרְעִין אֶת בִּטְנוֹ וּמוֹצִיאִין אֶת אֵימוּרָיו וּמַקְטִירִין אוֹתָן חֲלָבִין כָּל זֶבַח וְזֶבַח לְבַדּוֹ. וּבַעַל הַזֶּבַח נוֹטֵל פִּסְחוֹ עִם הָעוֹר שֶׁלּוֹ וּמֵבִיא לְבֵיתוֹ לִירוּשָׁלַיִם וְצוֹלֵהוּ וְאוֹכֵל לָעֶרֶב:\n",
      "הַמַּנִּיחַ אֵימוּרִים וְלֹא הִקְטִירָן עַד שֶׁלָּנוּ וְנִפְסְלוּ בְּלִינָה הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(שמות כג יח)</small> \"לֹא יָלִין חֵלֶב חַגִּי עַד בֹּקֶר\". וְאַף עַל פִּי שֶׁעָבַר אֵינוֹ לוֹקֶה לְפִי שֶׁאֵין בּוֹ מַעֲשֶׂה:\n",
      "וּמַקְטִירִין חֶלְבֵי פְּסָחִים כָּל הַלַּיְלָה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁחָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת שֶׁהֲרֵי חֶלְבֵי שַׁבָּת קְרֵבִין בְּיוֹם טוֹב. אֲבָל אִם חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּחל אֵין מַקְטִירִין חֶלְבֵי חֹל בְּיוֹם טוֹב:\n",
      "הַפֶּסַח נִשְׁחָט בְּשָׁלֹשׁ כִּתּוֹת. שֶׁנֶּאֱמַר <small>(שמות יב ו)</small> \"וְשָׁחֲטוּ אֹתוֹ כּל קְהַל עֲדַת יִשְׂרָאֵל\". קָהָל. וְעֵדָה. וְיִשְׂרָאֵל. וְאֵין פּוֹחֲתִין מִשְּׁלֹשִׁים בְּנֵי אָדָם בְּכָל כַּת וְכַת:\n",
      "הָיוּ הַכּל חֲמִשִּׁים. נִכְנָסִים בַּתְּחִלָּה שְׁלֹשִׁים וְשׁוֹחֲטִין. וְיוֹצְאִים עֲשָׂרָה וְנִכְנָסִין עֲשָׂרָה. וְחוֹזְרִין וְיוֹצְאִין עֲשָׂרָה וְנִכְנָסִין עֲשָׂרָה:\n",
      "הָיוּ פָּחוֹת מֵחֲמִשִּׁים אֵין שׁוֹחֲטִין אֶת הַפֶּסַח לְכַתְּחִלָּה [וְאִם שָׁחֲטוּ כָּשֵׁר]. וְאִם שָׁחֲטוּ כֻּלָּן בְּבַת אַחַת כָּשֵׁר. כֵּיצַד נִשְׁחָט. נִכְנְסָה הַכַּת הָרִאשׁוֹנָה עַד שֶׁתִּתְמַלֵּא הָעֲזָרָה וְנוֹעֲלִין דַּלְתוֹת הָעֲזָרָה וּמַתְחִילִין לִשְׁחֹט אֶת פִּסְחֵיהֶן. וְכָל זְמַן שֶׁהֵן שׁוֹחֲטִין וּמַקְרִיבִין קוֹרְאִים הַלְּוִיִּים אֶת הַהַלֵּל. אִם גָּמְרוּ הַהַלֵּל וַעֲדַיִן לֹא שָׁלְמָה הַכַּת מִלְּהַקְרִיב שׁוֹנִים. וְאִם שָׁנוּ וְלֹא שָׁלְמוּ לְהַקְרִיב מְשַׁלְּשִׁין. וּמֵעוֹלָם לֹא שִׁלְּשׁוּ:\n",
      "עַל כָּל קְרִיאָה וּקְרִיאָה תּוֹקְעִין שָׁלֹשׁ תְּקִיעוֹת בַּחֲצוֹצְרוֹת. תְּקִיעָה תְּרוּעָה וּתְקִיעָה. הוֹאִיל וְאֵין לוֹ נְסָכִים לִתְקֹעַ בִּשְׁעַת נִסּוּךְ תּוֹקְעִין בִּשְׁעַת שְׁחִיטָה:\n",
      "הַכֹּהֲנִים עוֹמְדִים שׁוּרוֹת שׁוּרוֹת וּבִידֵיהֶן מִזְרְקֵי כֶּסֶף וּמִזְרְקֵי זָהָב. שׁוּרָה שֶׁכֻּלָּהּ כֶּסֶף כֶּסֶף. שׁוּרָה שֶׁכֻּלָּהּ זָהָב זָהָב. וְלֹא הָיוּ מְעֹרָבִים כְּדֵי שֶׁיִּהְיֶה לָהֶם נוֹי. וְלֹא הָיוּ לַמִּזְרָקִין שׁוּלַיִם כְּדֵי שֶׁלֹּא יַנִּיחוּם וְיִקְרַשׁ הַדָּם:\n",
      "שָׁחַט הַשּׁוֹחֵט וְקִבֵּל הַכֹּהֵן. נוֹתְנוֹ לַחֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ כְּדֵי שֶׁיִּתְעַסְּקוּ רַבִּים בַּמִּצְוָה עַד שֶׁיַּגִּיעַ הַדָּם אֵצֶל כֹּהֵן הַקָּרוֹב לַמִּזְבֵּחַ. שׁוֹפְכוֹ שְׁפִיכָה אַחַת כְּנֶגֶד הַיְסוֹד וּמְקַבֵּל מִזְרָק אֶחָד מָלֵא וְאַחַר כָּךְ מַחְזִיר אֶת הָרֵיקָן. וְתוֹלִין וּמַפְשִׁיטִין אֶת כֻּלּוֹ וְקוֹרְעוֹ וּמְמַחֶה אֶת קְרָבָיו עַד שֶׁמֵּסִיר מֵהֶן הַצּוֹאָה וְהַפֶּרֶשׁ. וּמוֹצִיא אֶת הָאֵימוּרִין וְנוֹתְנָן בִּכְלִי וּמוֹלְחָן וּמַקְטִירָן הַכֹּהֵן עַל גַּבֵּי הַמִּזְבֵּחַ. וְכֵיצַד תּוֹלִין וּמַפְשִׁיטִין. מַסְמְרוֹת שֶׁל בַּרְזֶל הָיוּ קְבוּעִין בַּכְּתָלִים וּבָעַמּוּדִים שֶׁבָּהֶן תּוֹלִין וּמַפְשִׁיטִין. וְכָל מִי שֶׁלֹּא מָצָא מָקוֹם לִתְלוֹת מַקְלוֹת דַּקִּים וַחֲלָקִים הָיוּ שָׁם מַנִּיחַ עַל כְּתֵפוֹ וְעַל כֶּתֶף חֲבֵרוֹ וְתוֹלֶה וּמַפְשִׁיט:\n",
      "שָׁלְמוּ מִלְּהַקְרִיב פּוֹתְחִין דַּלְתוֹת הָעֲזָרָה וְיוֹצֵאת כַּת הָרִאשׁוֹנָה וְנִכְנְסָה שְׁנִיָּה. יָצָאת שְׁנִיָּה וְנִכְנְסָה שְׁלִישִׁית. כְּמַעֲשֵׂה רִאשׁוֹנָה כָּךְ מַעֲשֵׂה שְׁנִיָּה וּשְׁלִישִׁית. שָׁלְמָה כַּת שְׁלִישִׁית וְיָצָאת רוֹחֲצִים אֶת הָעֲזָרָה:\n",
      "חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת כְּמַעֲשֵׂהוּ בְּחל כָּךְ מַעֲשֵׂהוּ בְּשַׁבָּת. וְרוֹחֲצִין אֶת הָעֲזָרָה בְּשַׁבָּת שֶׁאֵין אִסּוּר שְׁבוּת בַּמִּקְדָּשׁ אֲפִלּוּ בְּדָבָר שֶׁאֵינוֹ צֹרֶךְ עֲבוֹדָה אִסּוּר שְׁבוּת בַּמִּקְדָּשׁ הֶתֵּר הוּא:\n",
      "אֵין כָּל אֶחָד וְאֶחָד מוֹלִיךְ אֶת פִּסְחוֹ לְבֵיתוֹ בְּשַׁבָּת. אֶלָּא כַּת הָרִאשׁוֹנָה יוֹצְאִין בְּפִסְחֵיהֶם וְיוֹשְׁבִין בְּהַר הַבַּיִת. וְהַשְּׁנִיָּה יוֹצְאִין בְּפִסְחֵיהֶן וְיוֹשְׁבִין בַּחֵיל. וְהַשְּׁלִישִׁית עוֹמְדִין בִּמְקוֹמָן בָּעֲזָרָה. וְשׁוֹהִים הַכּל עַד מוֹצָאֵי שַׁבָּת וְהוֹלֵךְ כָּל אֶחָד בְּפִסְחוֹ לְבֵיתוֹ:\n",
      "שְׁחִיטַת הַפֶּסַח וּזְרִיקַת דָּמוֹ וּמִחוּי קְרָבָיו וְהֶקְטֵר חֲלָבָיו דּוֹחִין אֶת הַשַּׁבָּת. שֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָן קֹדֶם הַשַּׁבָּת שֶׁהֲרֵי קָבוּעַ לוֹ זְמַן שֶׁנֶּאֱמַר <small>(במדבר ט ב ג)</small> \"בְּמוֹעֲדוֹ\". אֲבָל הַרְכָּבָתוֹ וַהֲבָאָתוֹ מִחוּץ לַתְּחוּם וַחֲתִיכַת יַבָּלָתוֹ בִּכְלִי אֵינָן דּוֹחִין אֶת הַשַּׁבָּת שֶׁהֲרֵי אֶפְשָׁר לַעֲשׂוֹתָן קֹדֶם הַשַּׁבָּת. וְאִם יָכוֹל לַחְתֹּךְ יַבַּלְתּוֹ בְּיָדוֹ בְּשַׁבָּת חוֹתֵךְ. וְאִם הָיְתָה יְבֵשָׁה חוֹתְכָהּ אֲפִלּוּ בִּכְלִי שֶׁאֵין שְׁבוּת בַּמִּקְדָּשׁ כְּלָל. וְכֵן צְלִיָּתוֹ וַהֲדָחַת קְרָבָיו אֵינָן דּוֹחִין אֶת הַשַּׁבָּת שֶׁהֲרֵי אֶפְשָׁר לַעֲשׂוֹתָן לְאַחַר הַשַּׁבָּת:\n",
      "שָׁכַח וְלֹא הֵבִיא סַכִּין לֹא יְבִיאֶנָּה בְּשַׁבָּת. אֶלָּא נוֹתְנָהּ בֵּין קַרְנֵי הַכֶּבֶשׂ אוֹ בְּצַמְרוֹ וּמַכִּישׁוֹ עַד שֶׁמְּבִיאוֹ לָעֲזָרָה וּמַקְדִּישׁוֹ שָׁם. וְאַף עַל פִּי שֶׁהוּא מְחַמֵּר בְּשַׁבָּת מְחַמֵּר כִּלְאַחַר יָד הוּא וּמִפְּנֵי הַמִּצְוָה מֻתָּר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הִקְדִּישׁ פִּסְחוֹ עֲדַיִן וְלֹא אָמַר זֶה פֶּסַח אֲבָל אִם הִקְדִּישׁוֹ לֹא יָבִיא סַכִּין עָלָיו מִפְּנֵי שֶׁהוּא עוֹבֵד בְּקָדָשִׁים. וּמִפְּנֵי מָה הִתִּירוּ לְהַקְדִּישׁ פִּסְחוֹ בְּשַׁבָּת הוֹאִיל וְקָבוּעַ לוֹ זְמַן מֻתָּר לְהַקְדִּישׁוֹ בְּשַׁבָּת. וְכֵן מַקְדִּישׁ אָדָם חֲגִיגָתוֹ בְּיוֹם טוֹב וְאֵינוֹ חוֹשֵׁשׁ:\n",
      "הַשּׁוֹחֵט אֶת הַפֶּסַח וְנִמְצָא בַּעַל מוּם אוֹ טְרֵפָה הֲרֵי זֶה שׁוֹחֵט אַחֵר בֵּין בְּחל בֵּין בְּשַׁבָּת אֲפִלּוּ מֵאָה זֶה אַחַר זֶה שׁוֹחֵט וְהוֹלֵךְ עַד שֶׁיִּכְשַׁר אֶחָד אוֹ עַד שֶׁתֶּחֱשַׁךְ וְיִדָּחֶה לַשֵּׁנִי שֶׁהֲרֵי אָנוּס הוּא:\n"
    ],
    [
      "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא לִמְנוּיָיו שֶׁנֶּאֱמַר <small>(שמות יב ד)</small> \"תָּכֹסּוּ עַל הַשֶּׂה\" מְלַמֵּד שֶׁמִּתְמַנִּים עָלָיו כְּשֶׁהוּא חַי. וְאֵלּוּ הַמִּתְמַנִּים עַל הַפֶּסַח הֵם הַנִּקְרָאִים בְּנֵי חֲבוּרָה:\n",
      "יָחִיד שֶׁשָּׁחַט אֶת הַפֶּסַח לְעַצְמוֹ כָּשֵׁר. וְהוּא שֶׁיִּהְיֶה רָאוּי לֶאֱכוֹל אֶת כֻּלּוֹ. וּמִשְׁתַּדְּלִין שֶׁלֹּא יִשְׁחַט לְכַתְּחִלָּה עַל יָחִיד שֶׁנֶּאֱמַר <small>(שמות יב מז)</small> <small>(במדבר ט יא יב)</small> \"יַעֲשׂוּ אֹתוֹ\": \n",
      "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא עַל מִי שֶׁרָאוּי לֶאֱכל. הָיָה אֶחָד מִבְּנֵי חֲבוּרָה קָטָן אוֹ זָקֵן אוֹ חוֹלֶה אִם יָכוֹל לֶאֱכל כְּזַיִת שׁוֹחֲטִין עָלָיו וְאִם לָאו אֵין שׁוֹחֲטִין עָלָיו שֶׁנֶּאֱמַר <small>(שמות יב ד)</small> \"אִישׁ לְפִי אָכְלוֹ\" עַד שֶׁיִּהְיֶה רָאוּי לֶאֱכל. אֲפִלּוּ חֲבוּרָה שֶׁל מֵאָה וְאֵין כָּל אֶחָד מֵהֶן יָכוֹל לֶאֱכל כְּזַיִת אֵין שׁוֹחֲטִין עֲלֵיהֶן:\n",
      "אֵין עוֹשִׂין חֲבוּרָה נָשִׁים וַעֲבָדִים אוֹ קְטַנִּים וַעֲבָדִים מִפְּנֵי שֶׁלֹּא תִּהְיֶה קַלּוּת רֹאשׁ בֵּינֵיהֶן. אֲבָל עוֹשִׂים חֲבוּרָה כֻּלָּם נָשִׁים אֲפִלּוּ בְּפֶסַח שֵׁנִי. אוֹ כֻּלָּהּ עֲבָדִים. וְשׁוֹחֲטִין עַל הַקְּטַנִּים שֶׁיִּהְיוּ מִכְּלַל בְּנֵי הַחֲבוּרָה. לֹא שֶׁתִּהְיֶה חֲבוּרָה כֻּלָּהּ קְטַנִּים שֶׁאֵינָן בְּנֵי דַּעַת. וְכֵן אֵין עוֹשִׂין חֲבוּרָה כֻּלָּהּ חוֹלִים אוֹ זְקֵנִים אוֹ אוֹנְנִים אַף עַל פִּי שֶׁהֵן יְכוֹלִין לֶאֱכל הוֹאִיל וַאֲכִילָתָם מְעוּטָה. שֶׁמָּא יַשְׁאִירוּ הַפֶּסַח וִיבִיאוּהוּ לִידֵי פְּסוּל. וְאִם עָבְרוּ וְשָׁחֲטוּ עַל חֲבוּרָה זוֹ כָּשֵׁר. וְכֵן אֵין עוֹשִׂין חֲבוּרָה כֻּלָּהּ גֵּרִים שֶׁמָּא יְדַקְדְּקוּ בּוֹ וִיבִיאוּהוּ לִידֵי פִּסּוּל. וְאִם שָׁחֲטוּ עֲלֵיהֶן כָּשֵׁר:\n",
      "שְׁחָטוֹ שֶׁלֹּא לִמְנוּיָיו אוֹ לְמִי שֶׁאֵין כָּל אֶחָד מֵהֶן יָכוֹל לֶאֱכל כְּזַיִת אוֹ שֶׁשְּׁחָטוֹ לַעֲרֵלִים אוֹ לִטְמֵאִים פָּסוּל. שְׁחָטוֹ לְמִי שֶׁיָּכוֹל לֶאֱכל וּלְמִי שֶׁאֵינוֹ יָכוֹל לֶאֱכל כְּזַיִת. לִמְנוּיָיו וְשֶׁלֹּא לִמְנוּיָיו. לְמוּלִים וְלַעֲרֵלִים. לִטְהוֹרִים וְלִטְמֵאִין. כָּשֵׁר. שֶׁאֵלּוּ הָרְאוּיִין לוֹ אוֹכְלִין כַּהֲלָכָה וְהָאֲחֵרִים כְּאִלּוּ לֹא חָשַׁב עֲלֵיהֶם:\n",
      "שְׁחָטוֹ לְמוּלִים וְזָרַק הַדָּם לְשֵׁם מוּלִים וַעֲרֵלִים פָּסוּל. שֶׁהַזְּרִיקָה חֲמוּרָה שֶׁהִיא עִקַּר הַקָּרְבָּן. שְׁחָטוֹ לְמוּלִים שֶׁיִּתְכַּפְּרוּ בּוֹ עֲרֵלִים פָּסוּל שֶׁהֲרֵי יֵשׁ מַחֲשֶׁבֶת עֲרֵלִים בִּזְרִיקָה. שְׁחָטוֹ לְאוֹכְלָיו לִזְרֹק דָּמוֹ שֶׁלֹּא לְאוֹכְלָיו הַפֶּסַח כָּשֵׁר וְאֵין אָדָם יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ לְפִי שֶׁאֵין מַחֲשֶׁבֶת אוֹכְלִים בַּזְּרִיקָה:\n",
      "מִי שֶׁהוּא בָּרִיא בִּשְׁעַת שְׁחִיטָה וְחוֹלֶה בִּשְׁעַת זְרִיקָה. אוֹ חוֹלֶה בִּשְׁעַת שְׁחִיטָה וּבָרִיא בִּשְׁעַת זְרִיקָה. אֵין שׁוֹחֲטִין וְזוֹרְקִין עָלָיו עַד שֶׁיִּהְיֶה בָּרִיא מִשְּׁעַת שְׁחִיטָה עַד שְׁעַת זְרִיקָה:\n",
      "שׁוֹחֵט אָדָם עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים בֵּין מִדַּעְתָּן בֵּין שֶׁלֹּא מִדַּעְתָּן. אֲבָל אֵינוֹ שׁוֹחֵט עַל יְדֵי בְּנוֹ וּבִתּוֹ הַגְּדוֹלִים וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְלֹא עַל יְדֵי אִשְׁתּוֹ אֶלָּא מִדַּעְתָּן. וְאִם שָׁתְקוּ וְלֹא מִחוּ הֲרֵי זֶה מִדַּעְתָּן:\n",
      "שָׁחַט עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים וְהָלְכוּ וְשָׁחֲטוּ הֵן לְעַצְמָן יוֹצְאִין בְּשֶׁל רַבָּן:\n",
      "שָׁחַט עַל יְדֵי אִשְׁתּוֹ וּבְנוֹ וּבִתּוֹ הַגְּדוֹלִים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְשָׁחֲטוּ הֵן לְעַצְמָן. אֵין לְךָ מִחוּי גָּדוֹל מִזֶּה וְאֵינָן יוֹצְאִין אֶלָּא בְּשֶׁל עַצְמָן:\n",
      "הָאִשָּׁה שֶׁהִיא בְּבֵית בַּעְלָהּ שָׁחַט עָלֶיהָ אָבִיהָ וְשָׁחַט עָלֶיהָ בַּעְלָהּ תֹּאכַל מִשֶּׁל בַּעְלָהּ. הָיְתָה נֶחְפֶּזֶת לָלֶכֶת לְבֵית אָבִיהָ בָּרֶגֶל הָרִאשׁוֹן הַסָּמוּךְ לְנִשּׂוּאֶיהָ כְּדֶרֶךְ כָּל הַבָּנוֹת וְשָׁחַט עָלֶיהָ אָבִיהָ וְשָׁחַט עָלֶיהָ בַּעְלָהּ תֹּאכַל מִשֶּׁל אָבִיהָ. מִכָּאן וְאֵילָךְ תֹּאכַל מִמָּקוֹם שֶׁהִיא רוֹצָה. וְהוּא שֶׁתִּבְרֹר לָהּ מָקוֹם שֶׁתִּרְצֶה בִּשְׁעַת שְׁחִיטָה. וְכֵן יָתוֹם שֶׁשָּׁחֲטוּ עָלָיו אַפּוֹטְרוֹפְּסִין יֹאכַל מִמָּקוֹם שֶׁהוּא רוֹצֶה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּיָתוֹם קָטָן. אֲבָל גָּדוֹל נַעֲשֶׂה כִּמְמַנֶּה עַצְמוֹ עַל שְׁנֵי פְּסָחִים וְהַמְמַנֶּה עַצְמוֹ עַל שְׁנֵי פְּסָחִים אֵינוֹ אוֹכֵל אֶלָּא מִן הַנִּשְׁחָט רִאשׁוֹן:\n",
      "עֶבֶד שֶׁל שְׁנֵי שֻׁתָּפִין בִּזְמַן שֶׁמַּקְפִּידִין זֶה עַל זֶה שֶׁלֹּא יִגְנְבֶנּוּ לֹא יֹאכַל מִשֶּׁל שְׁנֵיהֶן. וְאִם אֵינָן מַקְפִּידִין מִמָּקוֹם שֶׁיִּרְצֶה יֹאכַל:\n",
      "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין. לֹא יֹאכַל לֹא מִשֶּׁל רַבּוֹ וְלֹא מִשֶּׁל עַצְמוֹ עַד שֶׁיֵּעָשֶׂה כֻּלּוֹ בֶּן חוֹרִין:\n",
      "עַד כַּמָּה נִמְנִים עַל הַפֶּסַח. עַד שֶׁיִּהְיֶה בּוֹ כְּזַיִת לְכָל אֶחָד וְאֶחָד. וְנִמְנִין עָלָיו וּמוֹשְׁכִין אֶת יְדֵיהֶן מִמֶּנּוּ עַד שֶׁיִּשָּׁחֵט. כֵּיוָן שֶׁנִּשְׁחַט אֵינוֹ יָכוֹל לִמְשֹׁךְ אֶת יָדוֹ שֶׁהֲרֵי נִשְׁחַט עָלָיו. נִמְנוּ עָלָיו וְחָזְרוּ אֲחֵרִים וְנִמְנוּ עָלָיו. רִאשׁוֹנִים שֶׁיֵּשׁ לָהֶם כְּזַיִת אוֹכְלִים וּפְטוּרִים מֵעֲשׂוֹת פֶּסַח שֵׁנִי וְאַחֲרוֹנִים שֶׁרָבוּ עַד שֶׁלֹּא נִמְצָא בּוֹ כְּזַיִת לְכָל אֶחָד אֵינָן אוֹכְלִין וְחַיָּבִים לַעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
      "הַמְמַנֶּה אֲחֵרִים עִמּוֹ עַל חֶלְקוֹ וְלֹא יָדְעוּ בָּהֶן בְּנֵי הַחֲבוּרָה הֲרֵי בְּנֵי הַחֲבוּרָה רַשָּׁאִין לִתֵּן לוֹ חֶלְקוֹ אַחַר שֶׁיִּצָּלֶה בְּעֵת הָאֲכִילָה וּבְנֵי הַחֲבוּרָה אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אוֹכֵל חֶלְקוֹ עִם הָאֲחֵרִים שֶׁמָּנָה עָלָיו בַּחֲבוּרָה שְׁנִיָּה. וְכֵן בְּנֵי הַחֲבוּרָה שֶׁהָיָה אֶחָד מֵהֶם גַּרְגְּרָן רַשָּׁאִים לְהוֹצִיאוֹ מֵהֶן וְנוֹתְנִין לוֹ חֶלְקוֹ וְיֹאכְלֵהוּ בַּחֲבוּרָתוֹ. וְאִם אֵינוֹ זוֹלֵל אֵינָן רַשָּׁאִין לְחַלֵּק:\n"
    ],
    [
      "הָאוֹמֵר לְעַבְדּוֹ צֵא וּשְׁחֹט עָלַי אֶת הַפֶּסַח. אַף עַל פִּי שֶׁדֶּרֶךְ רַבּוֹ לִשְׁחֹט טָלֶה בְּכָל שָׁנָה וְהָלַךְ וְשָׁחַט עָלָיו גְּדִי אוֹ שֶׁהָיָה דַּרְכּוֹ לִשְׁחֹט גְּדִי וְהָלַךְ וְשָׁחַט עָלָיו טָלֶה הֲרֵי זֶה יֹאכַל מִמֶּנּוּ. שֶׁהֲרֵי לֹא פֵּרֵשׁ וְאָמַר לוֹ שְׁחֹט לִי מִמִּין פְּלוֹנִי. הָלַךְ וְשָׁחַט גְּדִי וְטָלֶה אֵינוֹ אוֹכֵל מִשְּׁנֵיהֶן אֶלָּא יֵצְאוּ לְבֵית הַשְּׂרֵפָה שֶׁאֵין נִמְנִין עַל שְׁנֵי פְּסָחִים. וְאִם הָיָה מֶלֶךְ אוֹ מַלְכָּה וְאָמַר לְעַבְדּוֹ לִשְׁחֹט עָלָיו וְשָׁחַט גְּדִי וְטָלֶה יֹאכַל מִן הָרִאשׁוֹן מִשּׁוּם שְׁלוֹם מַלְכוּת:\n",
      "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וּשְׁחֹט עָלַי אֶת הַפֶּסַח וְקָבַע לוֹ גְּדִי אוֹ טָלֶה וְשָׁכַח מָה אָמַר לוֹ רַבּוֹ. הֲרֵי זֶה שׁוֹחֵט גְּדִי וְטָלֶה וְאוֹמֵר אִם גְּדִי אָמַר לִי גְּדִי שֶׁלּוֹ וְטָלֶה שֶׁלִּי וְאִם טָלֶה אָמַר לִי טָלֶה שֶׁלּוֹ וּגְדִי שֶׁלִּי. שָׁכַח הַשּׁוֹלֵחַ מָה אָמַר לוֹ שְׁנֵיהֶן יֵצְאוּ לְבֵית הַשְּׂרֵפָה. וְאִם שָׁכַח הַשּׁוֹלֵחַ קֹדֶם שֶׁיִּזָּרֵק הַדָּם חַיָּבִין לַעֲשׂוֹת פֶּסַח שֵׁנִי. שָׁכַח אַחַר שֶׁנִּזְרַק הַדָּם פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְכֵן הַדִּין בְּאוֹמֵר לְעַבְדּוֹ צֵא וּשְׁחֹט עָלַי וְקָבַע לוֹ וְשָׁכַח הָעֶבֶד מָה אָמַר לוֹ רַבּוֹ. וְהוּא שֶׁיִּתֵּן לוֹ רוֹעֶה שֶׁל רַבּוֹ גְּדִי וְטָלֶה וְיֹאמַר לוֹ שְׁחֹט שְׁנֵיהֶן כְּדֵי שֶׁתִּשְׁחֹט כְּמוֹ שֶׁאָמַר לוֹ רַבְּךָ וַהֲרֵי אֶחָד מֵהֶן שֶׁלְּךָ עַל מְנָת שֶׁלֹּא יִהְיֶה לְרַבְּךָ בּוֹ כְּלוּם. אִם עָשָׂה הָרוֹעֶה כָּךְ אַחַר כָּךְ יִהְיֶה אֶפְשָׁר לָעֶבֶד לְהַתְנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
      "בְּנֵי חֲבוּרָה שֶׁאָמְרוּ לָאֶחָד צֵא וּשְׁחֹט לָנוּ אֶת הַפֶּסַח וְאָמַר הוּא לָהֶן וְאַתֶּם שַׁחֲטוּ עָלַי וְשָׁחֲטוּ הֵם וְשָׁחַט הוּא כֻּלָּם אוֹכְלִין מִזֶּה שֶׁנִּשְׁחַט רִאשׁוֹן וְהָאַחֲרוֹן יֵצֵא לְבֵית הַשְּׂרֵפָה:\n",
      "חֲבוּרָה שֶׁאָבַד פִּסְחָהּ וְאָמְרוּ לָאֶחָד צֵא וּבַקֵּשׁ וּשְׁחֹט עָלֵינוּ. הָלַךְ וּמָצָא פֶּסַח שֶׁאָבַד וּשְׁחָטוֹ וְהֵם לָקְחוּ פֶּסַח אַחֵר וּשְׁחָטוּהוּ אִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אוֹכְלִין עִמּוֹ וְהַשֵּׁנִי יִשָּׂרֵף וְאִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן הֵן אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אוֹכֵל מִשֶּׁלּוֹ. אֵין יָדוּעַ אֵי זֶה מֵהֶן נִשְׁחַט רִאשׁוֹן אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶן כְּאַחַת הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אֵינָן אוֹכְלִין עִמּוֹ וְשֶׁלָּהֶן יֵצֵא לְבֵית הַשְּׂרֵפָה וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
      "אָמַר לָהֶם זֶה שֶׁשְּׁלָחוּהוּ לְבַקֵּשׁ פֶּסַח שֶׁאָבַד וּלְשָׁחֳטוֹ אִם אֵחַרְתִּי שַׁחֲטוּ אַתֶּם עָלַי. הָלַךְ וּמָצָא וְשָׁחַט וְהֵם לָקְחוּ וְשָׁחֲטוּ. אִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן הֵם אוֹכְלִין מִשֶּׁלָּהֶם וְהוּא אוֹכֵל עִמָּהֶם וְהַשֵּׁנִי יִשָּׂרֵף. וְאִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אוֹכְלִין מִשֶּׁלָּהֶן. אֵין יָדוּעַ אֵי זֶה מֵהֶן נִשְׁחַט רִאשׁוֹן אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶם כְּאֶחָד הֵן אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אֵינוֹ אוֹכֵל עִמָּהֶן. וְשֶׁלּוֹ יֵצֵא לְבֵית הַשְּׂרֵפָה וּפָטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
      "אָבַד לָהֶן פִּסְחָם וְאָבַד לוֹ פִּסְחוֹ וְאָמַר לָהֶן צְאוּ וּבַקְּשׁוּ וְשַׁחֲטוּ עָלַי וְאָמְרוּ לוֹ צֵא וּבַקֵּשׁ וּשְׁחֹט עָלֵינוּ וְהָלַךְ וּמָצָא וְשָׁחַט וּמָצְאוּ הֵם וְשָׁחֲטוּ. כֻּלָּם אוֹכְלִין מִן הָרִאשׁוֹן וְהַשֵּׁנִי יִשָּׂרֵף. וְאִם אֵין יָדוּעַ אֵי זֶה נִשְׁחַט תְּחִלָּה אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶן כְּאֶחָד שְׁנֵיהֶן יִשָּׂרְפוּ וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. הָלַךְ הוּא לְבַקֵּשׁ וְהָלְכוּ הֵם לְבַקֵּשׁ וְלֹא אָמְרוּ זֶה לָזֶה כְּלוּם. אַף עַל פִּי שֶׁהָיָה בְּלִבָּם שֶׁיִּשְׁחֹט כָּל אֶחָד מֵהֶן עַל חֲבֵרוֹ. אוֹ שֶׁהָיוּ שָׁם רְמִיזוֹת וּדְבָרִים שֶׁאֻמְדַּן הַדַּעַת בָּהֶן שֶׁכָּל אֶחָד שֶׁיִּמְצָא יִשְׁחֹט עַל חֲבֵרוֹ. הוֹאִיל וְלֹא פֵּרְשׁוּ וְלֹא אָמְרוּ זֶה לָזֶה כְּלוּם אֵינָן אַחְרָאִין זֶה לָזֶה:\n",
      "שְׁתֵּי חֲבוּרוֹת שֶׁנִּתְעָרְבוּ פִּסְחֵיהֶן קֹדֶם שֶׁיִּשָּׁחֲטוּ. חֲבוּרָה זוֹ לוֹקְחִין כֶּבֶשׂ אֶחָד מִן הַתַּעֲרוֹבוֹת. וְהַשְּׁנִיָּה לוֹקְחִין הַשֵּׁנִי. וְאֶחָד מִבְּנֵי חֲבוּרָה זוֹ בָּא אֵצֶל אֵלּוּ. וְאֶחָד מִבְּנֵי שְׁנִיָּה בָּא אֵצֶל הָרִאשׁוֹנָה. וְכָל חֲבוּרָה מֵהֶן אוֹמְרוֹת לְזֶה הָאֶחָד שֶׁבָּא אֶצְלָם אִם שֶׁלָּנוּ הוּא הַפֶּסַח הַזֶּה יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלָּנוּ וְאִם שֶׁלְּךָ הוּא הַפֶּסַח הַזֶּה יָדֵינוּ מְשׁוּכוֹת מִשֶּׁלָּנוּ וְנִמְנֵינוּ עַל שֶׁלְּךָ. וְכֵן חָמֵשׁ חֲבוּרוֹת שֶׁל חֲמִשָּׁה חֲמִשָּׁה בְּנֵי אָדָם אוֹ עֶשֶׂר חֲבוּרוֹת שֶׁל עֲשָׂרָה עֲשָׂרָה מוֹשְׁכִין לָהֶן אֶחָד מִכָּל חֲבוּרָה לַחֲבוּרָה הָאַחֶרֶת וְכָךְ הֵם מַתְנִים וְאוֹמְרִים וְאַחַר כָּךְ שׁוֹחֲטִין:\n",
      "שְׁנַיִם שֶׁנִּתְעָרְבוּ פִּסְחֵיהֶן זֶה לוֹקֵחַ פֶּסַח אֶחָד מִן הַתַּעֲרוֹבוֹת וְזֶה לוֹקֵחַ לוֹ אֶחָד. וְזֶה מְמַנֶּה עַל פִּסְחוֹ אֶחָד מִן הַשּׁוּק וְהָאַחֵר מְמַנֶּה עִמּוֹ אֶחָד מִן הַשּׁוּק כְּדֵי שֶׁיִּהְיוּ שְׁתֵּי חֲבוּרוֹת. וְאַחַר כָּךְ יָבוֹא אֶחָד מִשְּׁנֵיהֶם אֵצֶל אֵלּוּ וְיָבוֹא אֶחָד מֵאֵלּוּ אֵצֶל הָאַחֵר וּמַתְנֶה כָּל אֶחָד עִם חֲבֵרוֹ שֶׁבָּא אֶצְלוֹ מֵחֲבוּרָה שְׁנִיָּה וְאוֹמֵר אִם שֶׁלִּי הוּא פֶּסַח זֶה יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלִּי וְאִם שֶׁלְּךָ הוּא יָדִי מְשׁוּכָה מִפֶּסַח שֶׁלִּי וְנִמְנֵיתִי עַל שֶׁלְּךָ וְנִמְצָא שֶׁלֹּא הִפְסִידוּ כְּלוּם:\n",
      "חֲמִשָּׁה שֶׁנִּתְעָרְבוּ עוֹרוֹת פִּסְחֵיהֶן נִמְצֵאת יַבֶּלֶת בְּעוֹר אֶחָד מֵהֶן כֻּלָּם יֵצְאוּ לְבֵית הַשְּׂרֵפָה. וְאִם נִתְעָרְבוּ קֹדֶם זְרִיקַת דָּמָן חַיָּבִין בְּפֶסַח שֵׁנִי. נִתְעָרְבוּ אחַר זְרִיקָה פְּטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי שֶׁאִם הִקְרִיבוּ פֶּסַח שֵׁנִי נִמְצָא זֶה שֶׁקָּרַב בָּרִאשׁוֹן קָרְבָּן כָּשֵׁר מֵבִיא חֻלִּין עֲזָרָה. וְאִם נִמְנוּ כֻּלָּן עַל פֶּסַח אֶחָד נִמְצָא נִשְׁחַט שֶׁלֹּא לִמְחֻיָּב וְזֶה כְּמִי שֶׁנִּשְׁחַט שֶׁלֹּא לִמְנוּיָיו. וְאִם הִתְנָה כָּל אחָד מֵהֶן וְאָמַר אִם אֵינוֹ פֶּסַח יִהְיֶה שְׁלָמִים דַּם הַפֶּסַח בִּשְׁפִיכָה וְדַם הַשְּׁלָמִים בִּזְרִיקָה וְהַנִּתָּנִין בִּזְרִיקָה אַל יִתְּנֵם בִּשְׁפִיכָה לְכַתְּחִלָּה לְפִיכָךְ פְּטוּרִין מִפֶּסַח שֵׁנִי:\n"
    ],
    [
      "כְּבָר נִתְבָּאֵר בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין שֶׁהַפֶּסַח אֵינוֹ נִשְׁחַט אֶלָּא לְשֵׁם פֶּסַח וּלְשֵׁם בְּעָלָיו וְאִם שְׁחָטוֹ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם פָּסוּל. הַשּׁוֹחֵט אֶת הַפֶּסַח עַל בְּנֵי חֲבוּרָה וְאָמַר לָהֶם לְאַחַר זְמַן אוֹתוֹ הַפֶּסַח שֶׁשָּׁחַטְתִּי עֲלֵיכֶם שֶׁלֹּא לִשְׁמוֹ שְׁחַטְתִּיו. אִם הָיָה נֶאֱמָן לָהֶן סוֹמְכִין עַל דְּבָרָיו. וְאִם לָאו שׁוּרַת הַדִּין שֶׁאֵינוֹ נֶאֱמָן. וְהָרוֹצֶה לְהַחְמִיר עַל עַצְמוֹ הֲרֵי זֶה מְשֻׁבָּח וְיָבִיא פֶּסַח שֵׁנִי:\n",
      "בְּשַׂר הַפֶּסַח שֶׁנִּטְמָא וְנוֹדַע לוֹ קֹדֶם זְרִיקָה אַף עַל פִּי שֶׁהָאֵימוּרִין טְהוֹרִין לֹא יִזְרֹק אֶת הַדָּם שֶׁאֵין הַפֶּסַח בָּא אֶלָּא לַאֲכִילָה וְאִם זָרַק לֹא הֻרְצָּה. וְאִם לֹא נוֹדַע לוֹ עַד שֶׁנִּזְרַק הַדָּם הֻרְצָּה שֶׁהַצִּיץ מְרַצֶּה עַל שִׁגְגַת הַבָּשָׂר שֶׁנִּטְמָא וְאֵינוֹ מְרַצֶּה עַל הַזָּדוֹן. נִטְמְאוּ מִקְצָת הָאֵיבָרִים שׂוֹרֵף אֶת הַטְּמֵאִים וְאוֹכֵל אֶת הַטְּהוֹרִים. נִטְמְאוּ הָאֵימוּרִים וְהַבָּשָׂר קַיָּם זוֹרֵק אֶת הַדָּם וְהַבָּשָׂר נֶאֱכָל לָעֶרֶב. נִטְמְאוּ הַבְּעָלִים אַחַר שֶׁנִּשְׁחַט לֹא יִזְרֹק אֶת הַדָּם וְאִם זָרַק לֹא הֻרְצָּה. לְפִיכָךְ חַיָּבִין בְּפֶסַח שֵׁנִי שֶׁאֵין הַצִּיץ מְרַצֶּה עַל טֻמְאַת הַגּוּף אֶלָּא אִם נִטְמְאָה בְּטֻמְאַת הַתְּהוֹם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת הַמִּקְדָּשׁ:\n",
      "הַפֶּסַח שֶׁיָּצָא מִירוּשָׁלַיִם אוֹ שֶׁנִּטְמָא בְּאַרְבָּעָה עָשָׂר יִשָּׂרֵף מִיָּד. נִטְמְאוּ הַבְּעָלִים אוֹ מֵתוּ אוֹ מָשְׁכוּ אֶת יְדֵיהֶם אֲפִלּוּ נִטְמְאוּ אוֹ מֵתוּ קֹדֶם זְרִיקַת הַדָּם מַנִּיחִין אוֹתוֹ עַד שֶׁתְּעֻבַּר צוּרָתוֹ וְאַחַר כָּךְ יִשָּׂרֵף. זֶה הַכְּלָל כָּל שֶׁפְּסוּלוֹ בְּגוּפוֹ יִשָּׂרֵף מִיָּד. בַּדָּם אוֹ בַּבְּעָלִים תְּעֻבַּר צוּרָתוֹ וְאַחַר כָּךְ יִשָּׂרֵף. לְפִיכָךְ אִם שְׁחָטוֹ אַחַר שֶׁנּוֹדַע שֶׁמָּשְׁכוּ הַבְּעָלִים אֶת יְדֵיהֶם אוֹ מֵתוּ אוֹ נִטְמְאוּ וְנִדְּחוּ לְפֶסַח שֵׁנִי הֲרֵי זֶה יִשָּׂרֵף מִיָּד. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁיִּשָּׂרֵף אִם נִטְמְאוּ הַבְּעָלִים כְּשֶׁנִּטְמְאוּ כָּל בְּנֵי הַחֲבוּרָה. אֲבָל אִם נִטְמְאוּ מִקְצָתָן זָכוּ טְהוֹרִים בְּחֶלְקָם שֶׁל טְמֵאִים. אַף עַל פִּי שֶׁנִּטְמְאוּ מִקְצָתָן אַחַר שֶׁהִתְחִילוּ לֶאֱכל זָכוּ הַטְּהוֹרִים שֶׁעֲדַיִן לֹא הִתְחִילוּ. אֲבָל אִם הִתְחִילוּ כֻּלָּן וְנִטְמְאוּ מִקְצָתָן לֹא זָכוּ טְהוֹרִים בְּחֶלְקָן שֶׁל טְמֵאִים אֶלָּא הַטְּהוֹרִים אוֹכְלִין חֶלְקָם וְחֵלֶק הַטְּמֵאִים יִשָּׂרֵף. וְהוּא הַדִּין אִם מֵתוּ מִקְצָתָן. נִטְמָא שָׁלֵם אוֹ רֻבּוֹ שׂוֹרְפִים אוֹתוֹ לִפְנֵי הַבִּירָה בִּפְנֵי הַכּל כְּדֵי לְבַיְּשָׁן עַד שֶׁיִּזָהֲרוּ בּוֹ. וְשׂוֹרְפִין אוֹתוֹ מֵעֲצֵי הַמַּעֲרָכָה כְּדֵי שֶׁלֹּא יַחְשְׁדוּ אוֹתָן וְיֹאמְרוּ מֵעֲצֵי הַמַּעֲרָכָה גָּנְבוּ. לְפִיכָךְ אִם יִשְׂרְפוּהוּ בְּקַשׁ וּבְקָנִים וְרָצוּ לִשְׂרֹף מִשֶּׁל עַצְמָן שׂוֹרְפִין. נִטְמָא מִעוּטוֹ וְכֵן הַנּוֹתָר שׂוֹרְפִין אוֹתוֹ בְּחַצְרוֹתֵיהֶן מֵעֲצֵי עַצְמָן אֲבָל לֹא מֵעֲצֵי הַמַּעֲרָכָה שֶׁלֹּא יִשָּׁאֲרוּ מֵהֶן אֶצְלָם וְיִמְעֲלוּ בָּהֶן:\n",
      "הַמַּפְרִישׁ נְקֵבָה לְפִסְחוֹ אוֹ זָכָר בֶּן שְׁתֵּי שָׁנִים. יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִמָּכֵר וְיָבִיא בְּדָמָיו פֶּסַח. וְאִם לֹא נָפַל בָּהּ מוּם עַד שֶׁהִקְרִיב פִּסְחוֹ יָבִיא בְּדָמָיו שְׁלָמִים:\n",
      "הִפְרִישׁ פִּסְחוֹ וּמֵת. לֹא יְבִיאֶנּוּ בְּנוֹ אַחֲרָיו לְשֵׁם הַפֶּסַח אֶלָּא לְשֵׁם שְׁלָמִים. וְאִם הָיָה מְמֻנֶּה עִם אָבִיו עָלָיו יְבִיאֶנּוּ לְשֵׁם פֶּסַח. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמֵּת אָבִיו אַחַר חֲצוֹת אַרְבָּעָה עָשָׂר אֲבָל קֹדֶם חֲצוֹת הֲרֵי זֶה נִדְחֶה לְפֶסַח שֵׁנִי מִפְּנֵי שֶׁהוּא אוֹנֵן כְּמוֹ שֶׁיִּתְבָּאֵר וְיָבִיא פִּסְחוֹ זֶה בַּשֵּׁנִי:\n",
      "מִי שֶׁאָבַד פִּסְחוֹ וּמְצָאוֹ אַחַר שֶׁהִפְרִישׁ פֶּסַח אַחֵר וַהֲרֵי שְׁנֵיהֶן עוֹמְדִין יַקְרִיב אֵי זֶה מֵהֶן שֶׁיִּרְצֶה לְשֵׁם פֶּסַח וְהַשֵּׁנִי יִקְרַב שְׁלָמִים. מְצָאוֹ אַחַר שֶׁשָּׁחַט פִּסְחוֹ הֲרֵי זֶה יִקְרַב שְׁלָמִים. וְכֵן אִם הֵמִיר בָּזֶה הַנִּמְצָא אַחַר שְׁחִיטָה הֲרֵי תְּמוּרָה זוֹ תִּקְרַב שְׁלָמִים. אֲבָל אִם מְצָאוֹ קֹדֶם שְׁחִיטַת זֶה שֶׁהִפְרִישׁ. הוֹאִיל וְזֶה הַנִּמְצָא רָאוּי לְהַקְרִיבוֹ פֶּסַח וְרָאוּי לְהַקְרִיבוֹ שְׁלָמִים כְּמוֹ שֶׁבֵּאַרְנוּ. אִם הֵמִיר בָּזֶה הַנִּמְצָא בֵּין קֹדֶם שְׁחִיטַת הַמֻּפְרָשׁ תַּחְתָּיו בֵּין אַחַר שְׁחִיטָה. אֵין תְּמוּרָתוֹ קְרֵבָה אֶלָּא תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיָבִיא בְּדָמֶיהָ שְׁלָמִים:\n",
      "פֶּסַח שֶׁעָבְרָה שְׁנָתוֹ וּשְׁלָמִים הַבָּאִים מֵחֲמַת הַפֶּסַח הֲרֵי הֵם כִּשְׁלָמִים לְכָל דָּבָר טְעוּנִין סְמִיכָה וּנְסָכִים וּתְנוּפַת חָזֶה וְשׁוֹק מַה שֶּׁאֵין כֵּן בְּפֶסַח:\n",
      "פֶּסַח שֶׁנִּתְעָרֵב בִּשְׁלָמִים יִקְרְבוּ כֻּלָּן שְׁלָמִים. נִתְעָרֵב בִּזְבָחִים אֲחֵרִים יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה וּבִדְמֵי הַיָּפֶה שֶׁבָּהֶן שְׁלָמִים וְיַפְסִיד הַמּוֹתָר מִבֵּיתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין. נִתְעָרֵב בִּבְכוֹרוֹת. יִרְעוּ הַכּל עַד שֶׁיִּפּל בָּהֶן מוּם וְיֵאָכֵלוּ כִּבְכוֹר בַּעַל מוּם. וְיָבִיא בְּהֵמָה שֶׁהִיא יָפָה כַּיָּפָה שֶׁבְּתַעֲרוֹבוֹת וְיֹאמַר כָּל מָקוֹם שֶׁהוּא הַפֶּסַח קְדֻשָּׁתוֹ תָּחוּל עַל זוֹ וְיַקְרִיבֶנָּה שְׁלָמִים אִם קָרֵב פִּסְחוֹ:\n",
      "הַמַּפְרִישׁ פִּסְחוֹ עַד שֶׁלֹּא נִתְגַּיֵּר וְנִתְגַּיֵּר. עַד שֶׁלֹּא נִשְׁתַּחְרֵר וְנִשְׁתַּחְרֵר. עַד שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת וְהֵבִיא. הֲרֵי זֶה מַקְרִיבוֹ לְשֵׁם פֶּסַח. שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "הַמַּפְרִישׁ מָעוֹת לְפִסְחוֹ וְהוֹתִירוּ. יָבִיא הַמּוֹתָר שְׁלָמִים. הַמְמַנֶּה אֲחֵרִים עַל פִּסְחוֹ וְעַל חֲגִיגָתוֹ. הֲרֵי הַמָּעוֹת שֶׁיִּקַּח מֵהֶן בְּחֶלְקָם חֻלִּין. אַף עַל פִּי שֶׁזֶּה הִפְרִישׁ טָלֶה לְפִסְחוֹ וְזֶה הִפְרִישׁ מָעוֹת לְפִסְחוֹ וְלָקַח מִמֶּנּוּ הַמָּעוֹת וּמִנָּהוּ עַל פִּסְחוֹ הֲרֵי הַמָּעוֹת חֻלִּין שֶׁעַל מְנָת כֵּן הִקְדִּישׁוּ יִשְׂרָאֵל אֶת פִּסְחֵיהֶן וְאֶת חֲגִיגָתָן וְאֶת מְעוֹת פִּסְחֵיהֶן וַחֲגִיגָתָן:\n",
      "עֵצִים שֶׁל צְלִיַּת הַפֶּסַח כְּפֶסַח. וְכֵן מַצָּה וּמָרוֹר הוֹאִיל וְהֵן מַכְשִׁירֵי הַפֶּסַח הֲרֵי הֵם כְּפֶסַח. וְאִם לָקַח מִמְּעוֹת הַפֶּסַח מִמִּי שֶׁמִּנָּה אוֹתָן עִמּוֹ כְּדֵי לְמַנּוֹתָן עִמּוֹ בַּמַּצָּה וּמָרוֹר אוֹ לִהְיוֹת לוֹ חֵלֶק בָּעֵצִים שֶׁצּוֹלֶה בָּהֶן הֲרֵי הַמָּעוֹת חֻלִּין:\n"
    ],
    [
      "מִי שֶׁהָיָה טָמֵא בִּשְׁעַת שְׁחִיטַת הַפֶּסַח שֶׁאֵין שׁוֹחֲטִין עָלָיו. אוֹ שֶׁהָיָה בְּדֶרֶךְ רְחוֹקָה. אוֹ נֶאֱנַס בְּאֹנֶס אַחֵר. אוֹ שֶׁשָּׁגַג וְלֹא הִקְרִיב בָּרִאשׁוֹן. הֲרֵי זֶה מֵבִיא פֶּסַח בְּאַרְבָּעָה עָשָׂר לַחֹדֶשׁ הַשֵּׁנִי בֵּין הָעַרְבַּיִם. וּשְׁחִיטַת פֶּסַח זֶה מִצְוַת עֲשֵׂה בִּפְנֵי עַצְמוֹ וְדוֹחָה אֶת הַשַּׁבָּת שֶׁאֵין הַשֵּׁנִי תַּשְׁלוּמִין לָרִאשׁוֹן אֶלָּא רֶגֶל בִּפְנֵי עַצְמוֹ לְפִיכָךְ חַיָּבִין עָלָיו כָּרֵת:\n",
      "כֵּיצַד. מִי שֶׁשָּׁגַג אוֹ נֶאֱנַס וְלֹא הִקְרִיב בָּרִאשׁוֹן אִם הֵזִיד וְלֹא הִקְרִיב בַּשֵּׁנִי חַיָּב כָּרֵת. וְאִם שָׁגַג אוֹ נֶאֱנַס אַף בַּשֵּׁנִי פָּטוּר. הֵזִיד וְלֹא הִקְרִיב בָּרִאשׁוֹן הֲרֵי זֶה מַקְרִיב בַּשֵּׁנִי. וְאִם לֹא הִקְרִיב בַּשֵּׁנִי אַף עַל פִּי שֶׁשָּׁגַג הֲרֵי זֶה חַיָּב כָּרֵת שֶׁהֲרֵי לֹא הִקְרִיב קָרְבַּן ה' בְּמוֹעֲדוֹ וְהָיָה מֵזִיד. אֲבָל מִי שֶׁהָיָה טָמֵא אוֹ בְּדֶרֶךְ רְחוֹקָה וְלֹא עָשָׂה אֶת הָרִאשׁוֹן. אַף עַל פִּי שֶׁהֵזִיד בַּשֵּׁנִי אֵינוֹ חַיָּב כָּרֵת. שֶׁכְּבָר נִפְטַר בְּפֶסַח רִאשׁוֹן מִן הַכָּרֵת:\n",
      "וּמִי שֶׁהָיָה בְּדֶרֶךְ רְחוֹקָה וְשָׁחֲטוּ וְזָרְקוּ עָלָיו אֶת הַדָּם. אַף עַל פִּי שֶׁבָּא לָעֶרֶב לֹא הֻרְצָּה וְחַיָּב בְּפֶסַח שֵׁנִי:\n",
      "טָמֵא שֶׁיָּכוֹל לִטַּהֵר בְּפֶסַח רִאשׁוֹן. שֶׁלֹּא טָבַל אֶלָּא יָשַׁב בְּטֻמְאָתוֹ עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. וְכֵן עָרֵל שֶׁלֹּא מָל עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. הֲרֵי זֶה מֵזִיד בָּרִאשׁוֹן. לְפִיכָךְ אִם לֹא עָשָׂה אֶת הַשֵּׁנִי אֲפִלּוּ בִּשְׁגָגָה חַיָּב כָּרֵת:\n",
      "כְּשֵׁם שֶׁמִּילַת עַצְמוֹ מְעַכַּבְתּוֹ מִלַּעֲשׂוֹת פֶּסַח כָּךְ מִילַת בָּנָיו הַקְּטַנִּים וּמִילַת כָּל עֲבָדָיו בֵּין גְּדוֹלִים בֵּין קְטַנִּים מְעַכֶּבֶת אוֹתוֹ. שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"הִמּוֹל לוֹ כָל זָכָר וְאָז יִקְרַב לַעֲשׂוֹתוֹ\". וְאִם שָׁחַט קֹדֶם שֶׁיָּמוּל אוֹתָם הַפֶּסַח פָּסוּל. וְכֵן טְבִילַת אַמְהוֹתָיו לְשֵׁם עַבְדוּת מְעַכַּבְתּוֹ. וְדָבָר זֶה מִפִּי הַקַּבָּלָה. שֶׁהַטְּבִילָה לִשְׁפָחוֹת כְּמִילָה לַעֲבָדִים:\n",
      "הַקָּטָן אֵין מִילַת עֲבָדָיו וּטְבִילַת שִׁפְחוֹתָיו מְעַכַּבְתּוֹ מִלְּהִמָּנוֹת עַל הַפֶּסַח. שֶׁנֶּאֱמַר <small>(שמות יב מד)</small> \"וְכָל עֶבֶד אִישׁ\" לְהוֹצִיא אֶת הַקָּטָן:\n",
      "גֵּר שֶׁנִּתְגַּיֵּר בֵּין פֶּסַח רִאשׁוֹן לְפֶסַח שֵׁנִי. וְכֵן קָטָן שֶׁהִגְדִּיל בֵּין שְׁנֵי פְּסָחִים. חַיָּבִין לַעֲשׂוֹת פֶּסַח שֵׁנִי. וְאִם שָׁחֲטוּ עָלָיו בָּרִאשׁוֹן פָּטוּר:\n",
      "נָשִׁים שֶׁנִּדְּחוּ לַשֵּׁנִי. בֵּין מִפְּנֵי הָאֹנֶס וְהַשְּׁגָגָה. בֵּין מִפְּנֵי הַטֻּמְאָה וְדֶרֶךְ רְחוֹקָה. הֲרֵי פֶּסַח שֵׁנִי לָהֶם רְשׁוּת. רָצוּ שׁוֹחֲטִין רָצוּ אֵין שׁוֹחֲטִין. לְפִיכָךְ אֵין שׁוֹחֲטִין עֲלֵיהֶן בִּפְנֵי עַצְמָן בְּשַׁבָּת בְּפֶסַח שֵׁנִי. אֲבָל אִם הָיְתָה הָאִשָּׁה אַחַת מִבְּנֵי חֲבוּרָה מֻתָּר. וְאֵי זוֹ הִיא דֶּרֶךְ רְחוֹקָה. חֲמִשָּׁה עָשָׂר מִיל חוּץ לְחוֹמַת יְרוּשָׁלַיִם:\n",
      "מִי שֶׁהָיָה בֵּינוֹ וּבֵין יְרוּשָׁלַיִם יוֹם אַרְבָּעָה עָשָׂר עִם עֲלִיַּת הַשָּׁמֶשׁ חֲמִשָּׁה עָשָׂר מִיל אוֹ יֶתֶר הֲרֵי זֶה דֶּרֶךְ רְחוֹקָה. הָיָה בֵּינוֹ וּבֵינָהּ פָּחוֹת מִזֶּה אֵינוֹ בְּדֶרֶךְ רְחוֹקָה מִפְּנֵי שֶׁהוּא יָכוֹל לְהַגִּיעַ לִירוּשָׁלַיִם אַחַר חֲצוֹת כְּשֶׁיְּהַלֵּךְ בְּרַגְלָיו בְּנַחַת. הָלַךְ וְלֹא הִגִּיעַ מִפְּנֵי שֶׁעִכְּבוּהוּ הַבְּהֵמוֹת בְּדָחֳקָם. אוֹ שֶׁהָיָה בִּירוּשָׁלַיִם וְהָיָה חוֹלֶה בְּרַגְלָיו וְלֹא הִגִּיעַ לָעֲזָרָה עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. הֲרֵי זֶה אָנוּס וְאֵינוֹ בְּדֶרֶךְ רְחוֹקָה. מִי שֶׁהָיָה חָבוּשׁ חוּץ לְחוֹמַת יְרוּשָׁלַיִם וְהִבְטִיחוּהוּ לָצֵאת לָעֶרֶב. שׁוֹחֲטִין עָלָיו וּכְשֶׁיֵּצֵא לָעֶרֶב יֹאכַל. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה חָבוּשׁ בְּיַד יִשְׂרָאֵל. אֲבָל אִם הָיָה חָבוּשׁ בְּיַד עַכּוּ''ם אֵין שׁוֹחֲטִין עָלָיו עַד שֶׁיֵּצֵא. וְאִם שָׁחֲטוּ עָלָיו וְיָצָא הֲרֵי זֶה אוֹכֵל. וְאִם לֹא יָצָא פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי שֶׁהֲרֵי נִשְׁחַט עָלָיו. וְכֵן הָאוֹנֵן וְהַחוֹלֶה וְהַזָּקֵן שֶׁהֵם יְכוֹלִין לֶאֱכל שֶׁשָּׁחֲטוּ עֲלֵיהֶן וְאַחַר שֶׁנִּזְרַק הַדָּם נִטְמְאוּ בְּמֵת וַהֲרֵי אֵינָן יְכוֹלִין לֶאֱכל. הֲרֵי אֵלּוּ פְּטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n"
    ],
    [
      "אֵי זֶהוּ טָמֵא שֶׁנִּדְחֶה לְפֶסַח שֵׁנִי. כָּל מִי שֶׁאֵינוֹ יָכוֹל לֶאֱכל אֶת הַפֶּסַח בְּלֵילֵי ט''ו בְּנִיסָן מִפְּנֵי טֻמְאָתוֹ כְּגוֹן זָבִים וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת וּבוֹעֲלֵי נִדּוֹת. אֲבָל הַנּוֹגֵעַ בִּנְבֵלָה וְשֶׁרֶץ וְכַיּוֹצֵא בָּהֶן בְּיוֹם אַרְבָּעָה עָשָׂר הֲרֵי זֶה טוֹבֵל וְשׁוֹחֲטִין עָלָיו אַחַר שֶׁיִּטְבּל. וְלָעֶרֶב כְּשֶׁיַּעֲרִיב שִׁמְשׁוֹ אוֹכֵל אֶת הַפֶּסַח:\n",
      "טְמֵא מֵת שֶׁחָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּאַרְבָּעָה עָשָׂר אַף עַל פִּי שֶׁטָּבַל וְהֻזָּה עָלָיו וַהֲרֵי הוּא רָאוּי לֶאֱכל קָדָשִׁים לָעֶרֶב. אֵין שׁוֹחֲטִין עָלָיו אֶלָּא נִדְחֶה לְפֶסַח שֵׁנִי. שֶׁנֶּאֱמַר <small>(במדבר ט ו)</small> \"וַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם וְלֹא יָכְלוּ לַעֲשֹׂת הַפֶּסַח בַּיּוֹם הַהוּא\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁשְּׁבִיעִי שֶׁלָּהֶן הָיָה וְעַל זֶה שָׁאֲלוּ אִם יִשָּׁחֵט עֲלֵיהֶן וְהֵם יֹאכְלוּ לָעֶרֶב וּפֵרֵשׁ לָהֶן שֶׁאֵין שׁוֹחֲטִין עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּטְמָא בְּטֻמְאוֹת מִן הַמֵּת שֶׁהַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן אֲבָל אִם הָיָה טָמֵא בִּשְׁאָר טֻמְאוֹת מִן הַמֵּת שֶׁאֵין הַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן. שׁוֹחֲטִין עָלָיו בַּשְּׁבִיעִי שֶׁלּוֹ אַחַר שֶׁיִּטְבּל וְיַזֶּה עָלָיו וּכְשֶׁיַּעֲרִיב שִׁמְשׁוֹ אוֹכֵל פִּסְחוֹ:\n",
      "זָב שֶׁרָאָה שְׁתֵּי רְאִיּוֹת וְסָפַר שִׁבְעָה יָמִים וְטָבַל בַּשְּׁבִיעִי שׁוֹחֲטִין עָלָיו וְהוּא אוֹכֵל לָעֶרֶב. וְאִם רָאָה זוֹב אַחַר שֶׁנִּזְרַק הַדָּם הֲרֵי זֶה פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְכֵן שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם טוֹבֶלֶת בְּיוֹם הַשִּׁמּוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּבִיאוֹת אֲסוּרוֹת. וְשׁוֹחֲטִין עָלֶיהָ וְהִיא אוֹכֶלֶת לָעֶרֶב. וְאִם רָאֲתָה דָּם אַחַר שֶׁנִּזְרַק דַּם הַפֶּסַח פְּטוּרָה מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְאֵין שׁוֹחֲטִין עַל הַנִּדָּה בַּשְּׁבִיעִי שֶׁלָּהּ. שֶׁהֲרֵי אֵינָהּ טוֹבֶלֶת עַד לֵיל שְׁמִינִי וְאֵינָהּ רְאוּיָה לֶאֱכל קָדָשִׁים עַד לֵיל תְּשִׁיעִי:\n",
      "מְחֻסְּרֵי כִּפּוּרִים שֶׁחָל יוֹם הֲבָאַת קָרְבְּנוֹתֵיהֶן בְּאַרְבָּעָה עָשָׂר. שׁוֹחֲטִין עֲלֵיהֶן וּמַקְרִיבִין קָרְבְּנוֹתֵיהֶן בְּאַרְבָּעָה עָשָׂר בְּנִיסָן בֵּין קֹדֶם שְׁחִיטַת הַפֶּסַח בֵּין אַחַר שְׁחִיטָתוֹ. וְאוֹכְלִין פִּסְחֵיהֶן לָעֶרֶב. וְאֵין שׁוֹחֲטִין עֲלֵיהֶן עַד שֶׁיִּמְסְרוּ קָרְבְּנוֹתֵיהֶן בְּיַד בֵּית דִּין שֶׁמָּא יִפְשְׁעוּ וְלֹא יַקְרִיבוּ אוֹתָם:\n",
      "מְצֹרָע שֶׁחָל שְׁמִינִי שֶׁלּוֹ לִהְיוֹת בְּאַרְבָּעָה עָשָׂר וְרָאָה קֶרִי בּוֹ בַּיּוֹם הֲרֵי זֶה טוֹבֵל וְנִכְנָס לְעֶזְרַת נָשִׁים וּמֵבִיא קָרְבְּנוֹתָיו. וְאַף עַל פִּי שֶׁטְּבוּל יוֹם אָסוּר לְהִכָּנֵס לְעֶזְרַת נָשִׁים. הוֹאִיל וְאִסּוּרוֹ לְהִכָּנֵס שָׁם מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת מִקְדָּשׁ. וְיוֹם זֶה הוּא יוֹם הַקְרָבַת הַפֶּסַח בְּמוֹעֲדוֹ. יָבוֹא עֲשֵׂה שֶׁיֵּשׁ בּוֹ כָּרֵת וְיִדְחֶה אִסּוּר שֶׁל דִּבְרֵיהֶם:\n",
      "טְמֵא מֵת שֶׁחָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּשַׁבָּת. אֵין מַזִּין עָלָיו אֶלָּא לְמָחָר. וַאֲפִלּוּ חָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בִּשְׁלֹשָׁה עָשָׂר בְּנִיסָן וְהוּא שַׁבָּת יִדָּחֶה לְיוֹם אַרְבָּעָה עָשָׂר. וּמַזִּין עָלָיו וְאֵין שׁוֹחֲטִין עָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ. אֶלָּא יִדָּחֶה לְפֶסַח שֵׁנִי. וַהֲלֹא אִסּוּר הַזָּיָה בְּשַׁבָּת מִשּׁוּם שְׁבוּת וְהַפֶּסַח בְּכָרֵת וְהֵיאַךְ יַעֲמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת. מִפְּנֵי שֶׁבְּיוֹם שֶׁהוּא אָסוּר בְּהַזָּיָה מִשּׁוּם שְׁבוּת אֵינוֹ זְמַן הַקָּרְבָּן שֶׁחַיָּבִין עָלָיו כָּרֵת. לְפִיכָךְ הֶעֱמִידוּ דִּבְרֵיהֶן בִּמְקוֹמָן אַף עַל פִּי שֶׁהַדָּבָר גּוֹרֵם לֶעָתִיד לָבוֹא לַעֲמֹד בִּמְקוֹם כָּרֵת:\n",
      "יִשְׂרָאֵל עָרֵל שֶׁמָּל בְּעֶרֶב הַפֶּסַח שׁוֹחֲטִין עָלָיו אַחַר שֶׁמָּל. אֲבָל גֵּר שֶׁנִּתְגַּיֵּר בְּיוֹם אַרְבָּעָה עָשָׂר וּמָל וְטָבַל אֵין שׁוֹחֲטִין עָלָיו שֶׁאֵינוֹ אוֹכֵל לָעֶרֶב וַהֲרֵי הוּא כְּפוֹרֵשׁ מִן הַקֶּבֶר שֶׁצָּרִיךְ שִׁבְעָה יָמִים וְאַחַר כָּךְ יִטְהַר. גְּזֵרָה שֶׁמָּא יִטָּמֵא גֵּר זֶה לְמֵת לְשָׁנָה הַבָּאָה בְּיוֹם אַרְבָּעָה עָשָׂר וְיִטְבּל וְיֹאכַל לָעֶרֶב וְיֹאמַר אֶשְׁתָּקַד כָּךְ עָשׂוּ לִי יִשְׂרָאֵל כְּשֶׁמַּלְתִּי טָבַלְתִּי וְאָכַלְתִּי לָעֶרֶב. וַהֲלֹא גְּזֵרָה זוֹ מִדִּבְרֵיהֶם וּפֶסַח בְּכָרֵת וְהֵיאַךְ הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת בְּיוֹם הַקָּרְבָּן שֶׁהוּא יוֹם אַרְבָּעָה עָשָׂר. מִפְּנֵי שֶׁאֵין הַגֵּר מִתְחַיֵּב בְּמִצְוֹת עַד שֶׁיָּמוּל וְיִטְבּל. וְאֵינוֹ טוֹבֵל עַד שֶׁיֵּרָפֵא מִן הַמִּילָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן הַגֵּרוּת. לְפִיכָךְ הֶעֱמִידוּ דִּבְרֵיהֶם בְּמָקוֹם זֶה. שֶׁהֲרֵי זֶה הַמָּל יֵשׁ לוֹ שֶׁלֹּא לִטְבּל עַד שֶׁיַּבְרִיא וְלֹא יָבוֹא לִידֵי חִיּוּב כְּלָל:\n",
      "מִי שֶׁבָּא בְּבֵית הַפְּרָס הֲרֵי זֶה מְנַפֵּחַ וְהוֹלֵךְ וְאִם לֹא מָצָא עֶצֶם וְלֹא נִטְמָא שׁוֹחֵט וְאוֹכֵל פִּסְחוֹ וְאַף עַל פִּי שֶׁהָלַךְ בְּבֵית הַפְּרָס. שֶׁטֻּמְאַת בֵּית הַפְּרָס מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת טְמֵא מֵת וְלֹא הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן בֵּית הַפְּרָס שֶׁנִּדּוֹשׁ טָהוֹר לָעוֹשֶׂה פֶּסַח:\n",
      "הָאוֹנֵן רָאוּי לֶאֱכל הַפֶּסַח לָעֶרֶב. מִפְּנֵי שֶׁאֲנִינוּת לַיְלָה מִדִּבְרֵיהֶם לֹא הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת בְּדָבָר זֶה אֶלָּא שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאַחַר כָּךְ אוֹכֵל כְּדֵי שֶׁיִּפְרשׁ מֵאֲנִינוּתוֹ וְלֹא יַסִּיחַ דַּעְתּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמֵּת לוֹ הַמֵּת אַחַר חֲצוֹת שֶׁכְּבָר נִתְחַיֵּב בְּקָרְבַּן פֶּסַח. אֲבָל אִם מֵת לוֹ הַמֵּת קֹדֶם חֲצוֹת אֵין שׁוֹחֲטִין עָלָיו אֶלָּא יִדָּחֶה לַשֵּׁנִי. וְאִם שָׁחֲטוּ עָלָיו וְזָרְקוּ הַדָּם טוֹבֵל וְאוֹכֵל לָעֶרֶב. מֵת לוֹ מֵת בִּשְׁלֹשָׁה עָשָׂר וּקְבָרוֹ בְּאַרְבָּעָה עָשָׂר הֲרֵי הוּא בְּיוֹם קְבוּרָה אוֹנֵן מִדִּבְרֵיהֶם וְאֵינוֹ תּוֹפֵס לֵילוֹ מִדִּבְרֵיהֶם. לְפִיכָךְ שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאוֹכֵל לָעֶרֶב אַף בִּשְׁאָר הַקֳדָשִׁים. וְיוֹם שְׁמוּעָה וְיוֹם לִקּוּט עֲצָמוֹת הֲרֵי הוּא כְּיוֹם קְבוּרָה. לְפִיכָךְ מִי שֶׁלִּקֵּט עַצְמוֹת מֵתוֹ בְּיוֹם אַרְבָּעָה עָשָׂר אוֹ שֶׁשָּׁמַע שֶׁמֵּת לוֹ מֵת שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאוֹכֵל בְּקָדָשִׁים לָעֶרֶב:\n",
      "מִי שֶׁחוֹפֵר בְּגַל לְבַקֵּשׁ עַל הַמֵּת אֵין שׁוֹחֲטִין עָלָיו שֶׁמָּא יִמָּצֵא שָׁם הַמֵּת בַּגַּל וַהֲרֵי הוּא טָמֵא בִּשְׁעַת שְׁחִיטָה. שָׁחֲטוּ עָלָיו וְלֹא נִמְצָא שָׁם מֵת הֲרֵי זֶה אוֹכֵל לָעֶרֶב. נִמְצָא שָׁם מֵת אַחַר שֶׁנִּזְרַק הַדָּם. אִם נוֹדַע לוֹ בְּוַדַּאי שֶׁהָיָה טָמֵא בִּשְׁעַת זְרִיקַת הַדָּם כְּגוֹן שֶׁהָיָה גַּל עָגל הֲרֵי זֶה חַיָּב בְּפֶסַח שֵׁנִי. וְאִם סָפֵק הַדָּבָר וְשֶׁמָּא לֹא הָיָה עוֹמֵד עַל הַטֻּמְאָה בְּעֵת זְרִיקָה וְלֹא נִטְמָא אֶלָּא אַחַר זְרִיקָה הֲרֵי זֶה פָּטוּר מִפֶּסַח שֵׁנִי:\n",
      "מִי שֶׁעָבַר בַּדֶּרֶךְ וּמָצָא מֵת מֻשְׁכָּב לְרָחְבָּהּ שֶׁל דֶּרֶךְ. אִם הָיָה הַמֵּת טֻמְאַת הַתְּהוֹם אַף עַל פִּי שֶׁהוּא טָמֵא לִתְרוּמָה הֲרֵי זֶה טָהוֹר לְפֶסַח וְשׁוֹחֵט וְאוֹכֵל פִּסְחוֹ וְאַף עַל פִּי שֶׁאֶפְשָׁר שֶׁנָּגַע. הוֹאִיל וְהִיא טֻמְאַת הַתְּהוֹם טָהוֹר לְפֶסַח. וְאַף עַל פִּי שֶׁהַמֵּת שָׁלֵם וְהוּא מִן הַקָּצֶה אֶל הַקָּצֶה הֲרֵי זֶה עוֹשֶׂה פִּסְחוֹ עַד שֶׁיֵּדַע בְּוַדַּאי שֶׁנִּטְמָא בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה מְהַלֵּךְ בְּרַגְלָיו שֶׁהֲרֵי אֶפְשָׁר שֶׁלֹּא יִגַּע אֲבָל אִם הָיָה רוֹכֵב אוֹ טָעוּן מַשָּׂא הֲרֵי זֶה טָמֵא אַף עַל פִּי שֶׁהִיא טֻמְאַת הַתְּהוֹם. לְפִי שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִגַּע וְשֶׁלֹּא יָסִיט וְשֶׁלֹּא יַאֲהִיל. וּכְבָר בֵּאַרְנוּ טֻמְאַת הַתְּהוֹם בְּהִלְכוֹת נְזִירוּת:\n",
      "מִי שֶׁעָשָׂה פֶּסַח בְּחֶזְקַת שֶׁהוּא טָהוֹר וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁהָיָה טָמֵא בְּטֻמְאַת הַתְּהוֹם אֵינוֹ חַיָּב בְּפֶסַח שֵׁנִי. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. אֲבָל אִם נוֹדַע לוֹ שֶׁהָיָה טָמֵא בְּטֻמְאָה יְדוּעָה חַיָּב בְּפֶסַח שֵׁנִי:\n",
      "מִי שֶׁנִּטְמָא בְּמֵת וְהֻזָּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וּבַשְּׁבִיעִי שֶׁלּוֹ נִטְמָא בְּקֶבֶר הַתְּהוֹם וְלֹא יָדַע וְעָשָׂה פֶּסַח בְּחֶזְקַת שֶׁהוּא טָהוֹר וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁהוּא טָמֵא בְּטֻמְאַת הַתְּהוֹם אֵינוֹ חַיָּב בְּפֶסַח שֵׁנִי. שֶׁכֵּיוָן שֶׁטָּבַל בַּשְּׁבִיעִי פָּסְקָה טֻמְאָה הָרִאשׁוֹנָה. אֲבָל אִם נִטְמָא בְּטֻמְאַת הַתְּהוֹם בַּשִּׁשִּׁי לְטֻמְאָתוֹ וְלֹא יָדַע עַד שֶׁעָשָׂה הַפֶּסַח. הֲרֵי זֶה חַיָּב בְּפֶסַח שֵׁנִי שֶׁחֶזְקַת הַטָּמֵא טָמֵא עַד שֶׁיִּהְיֶה טָהוֹר וַדַּאי שֶׁרַגְלַיִם לַדָּבָר:\n"
    ],
    [
      "רַבִים שֶׁהָיוּ טְמֵאֵי מֵת בְּפֶסַח רִאשׁוֹן אִם הָיוּ מִעוּט הַקָּהָל הֲרֵי אֵלּוּ נִדְחִין לְפֶסַח שֵׁנִי כִּשְׁאָר הַטְּמֵאִים. אֲבָל אִם הָיוּ רֹב הַקָּהָל טְמֵאֵי מֵת אוֹ שֶׁהָיוּ הַכֹּהֲנִים אוֹ כְּלֵי שָׁרֵת טְמֵאִים טֻמְאַת מֵת אֵינָן נִדְחִין. אֶלָּא יַקְרִיבוּ כֻּלָּן הַפֶּסַח בְּטֻמְאָה הַטְּמֵאִים עִם טְהוֹרִים. שֶׁנֶּאֱמַר <small>(במדבר ט ו)</small> \"וַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם\" יְחִידִים נִדְחִים וְאֵין הַצִּבּוּר נִדְחֶה. וְדָבָר זֶה בְּטֻמְאַת הַמֵּת בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ בְּבִיאַת הַמִּקְדָּשׁ:\n",
      "הָיוּ הַקָּהָל מֶחֱצָה טְהוֹרִים וּמֶחֱצָה טְמֵאֵי מֵת. כֻּלָּן עוֹשִׂין בָּרִאשׁוֹן וְהַטְּהוֹרִים עוֹשִׂין לְעַצְמָן בְּטָהֳרָה וְהַטְּמֵאִים עוֹשִׂין לְעַצְמָן בְּטֻמְאָה וְאוֹכְלִין אוֹתוֹ בְּטֻמְאָה. וְאִם הָיוּ טְמֵאֵי הַמֵּת עוֹדְפִין עַל הַטְּהוֹרִים אֲפִלּוּ אֶחָד יַעֲשׂוּ כֻּלָּן בְּטֻמְאָה:\n",
      "הָיוּ הָאֲנָשִׁים מֶחֱצָה טְמֵאֵי מֵת וּמֶחֱצָה טְהוֹרִים וּבִזְמַן שֶׁאַתָּה מוֹנֶה הַנָּשִׁים בִּכְלַל הָאֲנָשִׁים יִהְיוּ הָרֹב טְהוֹרִים. הַטְּהוֹרִים עוֹשִׂים אֶת הָרִאשׁוֹן וְהַטְּמֵאִין אֵינָן עוֹשִׂין לֹא אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵין עוֹשִׂין רִאשׁוֹן מִפְּנֵי שֶׁהֵן מִעוּט. וְאֵין עוֹשִׂין אֶת הַשֵּׁנִי מִפְּנֵי שֶׁהַנָּשִׁים בַּשֵּׁנִי רְשׁוּת וְנִמְצְאוּ הַטְּמֵאִים מֶחֱצָה וְאֵין מֶחֱצָה עוֹשִׂין אֶת הַשֵּׁנִי:\n",
      "הָיוּ רֹב הַקָּהָל זָבִים וּמְצֹרָעִים וּבוֹעֲלֵי נִדּוֹת וּמִעוּטָן טְמֵאֵי מֵת. אוֹתָן טְמֵאֵי מֵת אֵינָן עוֹשִׂין בָּרִאשׁוֹן לְפִי שֶׁהֵן מִעוּט וְאֵין עוֹשִׂין הַשֵּׁנִי שֶׁאֵין הַיְחִידִים עוֹשִׂין אֶת הַשֵּׁנִי אֶלָּא בִּזְמַן שֶׁעָשׂוּ רֹב הַקָּהָל אֶת הָרִאשׁוֹן. וְכָאן הוֹאִיל וְלֹא עָשָׂה רֹב הַקָּהָל בָּרִאשׁוֹן לֹא יַעֲשׂוּ אֵלּוּ הַמִּעוּט הַטְּמֵאִים לְמֵת אֶת הַשֵּׁנִי:\n",
      "הָיוּ רֹב הַקָּהָל טְמֵאֵי מֵת וּמִעוּטָן זָבִים וְכַיּוֹצֵא בָּהֶן. טְמֵאֵי מֵת עוֹשִׂין אֶת הָרִאשׁוֹן וְהַזָּבִין וְכַיּוֹצֵא בָּהֶן אֵינָן עוֹשִׂין לֹא אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵינָן עוֹשִׂין בָּרִאשׁוֹן שֶׁאֵין נִדְחֵית בְּצִבּוּר אֶלָּא טֻמְאַת הַמֵּת בִּלְבַד. וְאֵינָן עוֹשִׂין בַּשֵּׁנִי שֶׁאֵין עוֹשִׂין פֶּסַח שֵׁנִי אֶלָּא אִם בָּא הָרִאשׁוֹן בְּטָהֳרָה. אֲבָל אִם נַעֲשָׂה רִאשׁוֹן בְּטֻמְאָה אֵין שָׁם פֶּסַח שֵׁנִי:\n",
      "הָיוּ שְׁלִישׁ הַקָּהָל טְהוֹרִים וּשְׁלִישׁ זָבִים וְכַיּוֹצֵא בָּהֶם וּשְׁלִישׁ טְמֵאֵי מֵת אוֹתָן טְמֵאֵי מֵת אֵין עוֹשִׂין אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵינָן עוֹשִׂין רִאשׁוֹן שֶׁהֲרֵי הֵן מֻעָטִים לְגַבֵּי טְהוֹרִים עִם הַזָּבִים. וּבַשֵּׁנִי לֹא יַעֲשׂוּ שֶׁהֲרֵי מִעוּט עָשׂוּ בָּרִאשׁוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד מְשַׁעֲרִים הַפֶּסַח לֵידַע אִם רֹב הַקָּהָל טְמֵאִים אוֹ טְהוֹרִים. אֵין מְשַׁעֲרִין בְּכָל הָאוֹכְלִין שֶׁאֶפְשָׁר שֶׁיִּהְיוּ עֶשְׂרִים נִמְנִין עַל פֶּסַח אֶחָד וּמְשַׁלְּחִין אוֹתוֹ בְּיַד אֶחָד לִשְׁחֹט עֲלֵיהֶן אֶלָּא מְשַׁעֲרִין בְּכָל הַנִּכְנָסִים לָעֲזָרָה וְעַד שֶׁהֵן מִבַּחוּץ קֹדֶם שֶׁתִּכָּנֵס כַּת הָרִאשׁוֹנָה מְשַׁעֲרִין אוֹתָן:\n",
      "יָחִיד שֶׁנִּטְמָא בִּסְפֵק רְשׁוּת הַיָּחִיד כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ הֲרֵי זֶה יִדָּחֶה לְפֶסַח שֵׁנִי כִּשְׁאָר טְמֵאֵי מֵת. וְצִבּוּר שֶׁנִּטְמָא בִּסְפֵק רְשׁוּת הַיָּחִיד יַעֲשׂוּ כֻּלָּן בְּטֻמְאָה:\n",
      "פֶּסַח שֶׁהִקְרִיבוּהוּ בְּטֻמְאָה הֲרֵי זֶה נֶאֱכָל בְּטֻמְאָה. שֶׁמִּתְּחִלָּתוֹ לֹא בָּא אֶלָּא לַאֲכִילָה. וְאֵינוֹ נֶאֱכָל לְכָל טָמֵא אֶלָּא לִטְמֵאֵי מֵת שֶׁנִּדְחֵית לָהֶם הַטֻּמְאָה הַזֹּאת וּלְכַיּוֹצֵא בָּהֶן מִטְּמֵאֵי מַגַּע טֻמְאוֹת. אֲבָל הַטְּמֵאִים שֶׁהַטֻּמְאָה יוֹצְאָה עֲלֵיהֶן מִגּוּפָן כְּגוֹן זָבִים וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת וּמְצֹרָעִים לֹא יֹאכְלוּ מִמֶּנּוּ וְאִם אָכְלוּ פְּטוּרִין. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַנֶּאֱכָל לִטְהוֹרִין חַיָּבִין עָלָיו מִשּׁוּם טֻמְאָה וְהַנֶּאֱכָל לִטְמֵאִין אֵין חַיָּבִין עָלָיו מִשּׁוּם טֻמְאָה. אֲפִלּוּ אָכְלוּ טְמֵאֵי הַמֵּת מֵהָאֵימוּרִים שֶׁלּוֹ פְּטוּרִין. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַפֶּסַח יֵאָכֵל בְּטֻמְאָה כְּשֶׁנִּטְמְאוּ הַצִּבּוּר קֹדֶם זְרִיקַת הַדָּם. אֲבָל אִם נִטְמְאוּ לְאַחַר זְרִיקַת הַדָּם לֹא יֵאָכֵל:\n",
      "שְׁחָטוּהוּ בְּטָהֳרָה וְנִטְמְאוּ רֹב הַצִּבּוּר קֹדֶם זְרִיקָה. זוֹרֵק אֶת הַדָּם וְהַפֶּסַח לֹא יֵאָכֵל. גְּזֵרָה שֶׁמָּא יִטָּמְאוּ אַחַר זְרִיקָה בְּשָׁנָה אַחֶרֶת וְיֹאכְלוּהוּ בְּטֻמְאָה. הָיוּ כְּלֵי שָׁרֵת טְמֵאִים בְּשֶׁרֶץ וְכַיּוֹצֵא בּוֹ. הוֹאִיל וְאֵינָן מְטַמְּאִין אֶת הָאָדָם כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. אַף עַל פִּי שֶׁמְּטַמְּאִין אֶת הַבָּשָׂר לֹא יַעֲשׂוּהוּ אֶלָּא הַטְּהוֹרִים וְיֵאָכֵל אַף עַל פִּי שֶׁהוּא טָמֵא. מוּטָב שֶׁיֵּאָכֵל בְּטֻמְאַת בָּשָׂר שֶׁהִיא בְּלָאו וְלֹא יֹאכְלוּהוּ טְמֵאֵי הַגּוּף שֶׁהֵם בְּכָרֵת כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין:\n"
    ],
    [
      "אֲכִילַת בְּשַׂר הַפֶּסַח בְּלֵיל חֲמִשָּׁה עָשָׂר מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות יב ח)</small> \"וְאָכְלוּ אֶת הַבָּשָׂר בַּלַּיְלָה הַזֶּה צְלִי אֵשׁ וּמַצּוֹת עַל מְרֹרִים יֹאכְלֻהוּ\": ",
      "וְאֵין מַצָּה וּמָרוֹר מְעַכְּבִין. אִם לֹא מָצְאוּ מַצָּה וּמָרוֹר יוֹצְאִין יְדֵי חוֹבָתָן בַּאֲכִילַת בְּשַׂר הַפֶּסַח לְבַדּוֹ. אֲבָל מָרוֹר בְּלֹא פֶּסַח אֵינוֹ מִצְוָה שֶׁנֶּאֱמַר <small>(במדבר ט יא)</small> \"עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ\": ",
      "מִצְוָה מִן הַמֻּבְחָר לֶאֱכל בְּשַׂר הַפֶּסַח אֲכִילַת שֹׂבַע. לְפִיכָךְ אִם הִקְרִיב שַׁלְמֵי חֲגִיגָה בְּאַרְבָּעָה עָשָׂר. אוֹכֵל מֵהֶן תְּחִלָּה וְאַחַר כָּךְ אוֹכֵל בְּשַׂר הַפֶּסַח כְּדֵי לִשְׂבֹּעַ מִמֶּנּוּ. וְאִם לֹא אָכַל אֶלָּא כְּזַיִת יָצָא יְדֵי חוֹבָתוֹ. וְכֵן אֲכִילַת בְּשַׂר פֶּסַח שֵׁנִי בְּלֵילֵי חֲמִשָּׁה עָשָׂר לְחֹדֶשׁ אִיָּר מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר בּוֹ <small>(במדבר ט יא)</small> \"עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ\": ",
      "וּשְׁנֵיהֶן אֵינָן נֶאֱכָלִין אֶלָּא צְלִי אֵשׁ. וְהָאוֹכֵל מֵהֶן כְּזַיִת נָא אוֹ מְבֻשָּׁל בְּלֵילֵי פְּסָחִים לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"אַל תֹאכְלוּ מִמֶּנּוּ נָא וּבָשֵׁל מְבֻשָּׁל בַּמָּיִם\". אָכַל נָא וּמְבֻשָּׁל כְּאַחַת אֵינוֹ לוֹקֶה אֶלָּא אַחַת. לְפִי שֶׁשְּׁנֵיהֶן נִכְלָלוֹת בְּלָאו אֶחָד. אָכַל מִמֶּנּוּ נָא אוֹ מְבֻשָּׁל מִבְּעוֹד יוֹם אֵינוֹ לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"כִּי אִם צְלִי אֵשׁ\" בְּשָׁעָה שֶׁמִּצְוָה לְאָכְלוֹ צָלִי חַיָּב עַל אֲכִילַת נָא וּמְבֻשָּׁל. אֲבָל מִבְּעוֹד יוֹם פָּטוּר: ",
      "אָכַל מִמֶּנּוּ כְּזַיִת צָלִי מִבְּעוֹד יוֹם עָבַר עַל מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר <small>(שמות יב ח)</small> \"וְאָכְלוּ אֶת הַבָּשָׂר בַּלַּיְלָה הַזֶּה\". בַּלַּיְלָה וְלֹא בַּיּוֹם. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה הוּא: ",
      "<small>(שמות יב ט)</small> \"נָא\" שֶׁהִזְהִירָה עָלָיו תּוֹרָה הוּא הַבָּשָׂר שֶׁהִתְחִיל בּוֹ מַעֲשֵׂה הָאוּר וְנִצְלָה מְעַט וְאֵינוֹ רָאוּי לַאֲכִילַת אָדָם עֲדַיִן. אֲבָל אִם אָכַל מִמֶּנּוּ בָּשָׂר חַי אֵינוֹ לוֹקֶה וּבִטֵּל מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"צְלִי אֵשׁ\". הָא שֶׁאֵינוֹ צָלִי אָסוּר. צָלָהוּ כָּל צָרְכּוֹ עַד שֶׁנִּתְחָרֵךְ וַאֲכָלוֹ פָּטוּר:  ",
      "<small>(שמות יב ט)</small> \"מְבֻשָּׁל\" שֶׁהִזְהִירָה עָלָיו תּוֹרָה בֵּין שֶׁנִּתְבַּשֵּׁל בְּמַיִם בֵּין שֶׁנִּתְבַּשֵּׁל בִּשְׁאָר מַשְׁקִין אוֹ בְּמֵי פֵּרוֹת שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"וּבָשֵׁל מְבֻשָּׁל\" רִבָּה הַכּל:  ",
      "צָלָהוּ וְאַחַר כָּךְ בִּשְּׁלוֹ. אוֹ שֶׁבִּשְּׁלוֹ וְאַחַר כָּךְ צָלָהוּ. אוֹ שֶׁעָשָׂהוּ צְלִי קְדֵרָה וַאֲכָלוֹ חַיָּב. אֲבָל מֻתָּר לָסוּךְ אוֹתוֹ בְּיַיִן וְשֶׁמֶן וּדְבַשׁ וּבִשְׁאָר מַשְׁקִין וּמֵי פֵּרוֹת. חוּץ מִן הַמַּיִם. וּמֻתָּר לְטַבֵּל הַבָּשָׂר אַחַר שֶׁנִּצְלָה בְּמַשְׁקִים וּבְמֵי פֵּרוֹת: ",
      "אֵין צוֹלִין אֶת הַפֶּסַח עַל גַּבֵּי כְּלֵי אֶבֶן אוֹ כְּלֵי מַתָּכוֹת שֶׁנֶּאֱמַר <small>(שמות יב ח ט)</small> \"צְלִי אֵשׁ\" לֹא צְלִי דָּבָר אַחֵר. לְפִיכָךְ אִם הָיָה כְּלִי מְנֻקָּב כְּדֵי שֶׁתִּשְׁלֹט בּוֹ הָאוּר צוֹלִין עָלָיו. וְאֵין צוֹלִין אוֹתוֹ בְּשִׁפּוּד שֶׁל מַתֶּכֶת שֶׁהֲרֵי הַשִּׁפּוּד כֻּלּוֹ חַם וְצוֹלֶה מְקוֹמוֹ: ",
      "הִסִּיק אֶת הַתַּנּוּר וְגָרַף אֶת כָּל הָאֵשׁ וְתָלָהוּ בַּתַּנּוּר וְצָלָהוּ הֲרֵי זֶה אָסוּר שֶׁאֵין זֶה צְלִי אֵשׁ. חֲתָכוֹ וְתָלָהוּ עַל גַּבֵּי גֶּחָלִים הֲרֵי זֶה צְלִי אֵשׁ. צָלָהוּ עַל גַּבֵּי סִיד אוֹ חַרְסִית אוֹ חַמֵּי טְבֶרְיָה הֲרֵי זֶה אָסוּר שֶׁאֵין זֶה צְלִי אֵשׁ. כֵּיצַד צוֹלִין אוֹתוֹ. תּוֹחֲבוֹ מִתּוֹךְ פִּיו עַד בֵּית נְקוּבָתוֹ בְּשִׁפּוּד שֶׁל עֵץ וְתוֹלֵהוּ לְתוֹךְ הַתַּנּוּר וְהָאֵשׁ לְמַטּה וְתוֹלֶה כְּרָעָיו וּבְנֵי מֵעָיו בְּתַנּוּר חוּצָה לוֹ וְלֹא יִתְּנֵם בְּתוֹכוֹ שֶׁזֶּה כְּמִין בִּשּׁוּל הוּא. ושִׁפּוּד שֶׁל רִמּוֹן הָיוּ בּוֹרְרִין לִצְלִיָּתוֹ כְּדֵי שֶׁלֹּא יִזְרֹק אֶת מֵימָיו וִיבַשְּׁלֵהוּ: ",
      "נָגַע הַבָּשָׂר בְּחַרְסוֹ שֶׁל תַּנּוּר יִקְלֹף אֶת מְקוֹמוֹ מִפְּנֵי שֶׁהוּא צְלִי הַחֶרֶס: ",
      "נָטָף מֵרָטְבּוֹ עַל הַחֶרֶס וְחָזַר עָלָיו יִטּל אֶת מְקוֹמוֹ שֶׁכָּל הַמָּרָק וְהַלֵּחָה שֶׁתִּפְרשׁ מִמֶּנּוּ כְּשֶׁיִּצָּלֶה אֲסוּרָה שֶׁהֲרֵי אֵינָהּ בְּשַׂר צָלִי: ",
      "נָטַף מֵרָטְבּוֹ עַל הַסּלֶת יִקְלֹף אֶת מְקוֹמוֹ וְיַשְׁלִכֶנּוּ: ",
      "סָכוֹ בְּשֶׁמֶן שֶׁל תְּרוּמָה אִם חֲבוּרַת הַכֹּהֲנִים יֹאכְלוּ. וְאִם שֶׁל יִשְׂרָאֵל אִם חַי הוּא יְדִיחֶנּוּ וִינַגֵּב וְאִם צָלִי יִקְלֹף אֶת הַחִיצוֹן. סָכוֹ בְּשֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי לֹא יַעֲשֶׂנּוּ דָּמִים עַל בְּנֵי חֲבוּרָה שֶׁאֵין פּוֹדִין מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ. וְאֵין צוֹלִין שְׁנֵי פְּסָחִים כְּאַחַת מִפְּנֵי הַתַּעֲרוֹבוֹת אֲפִלּוּ גְּדִי וְטָלֶה: ",
      "כְּבָר בֵּאַרנוּ בְּכַמָּה מְקוֹמוֹת שֶׁאֵין הַפֶּסַח נֶאֱכָל אֶלָּא עַד חֲצוֹת כְּדֵי לְהַרְחִיק מִן הָעֲבֵרָה וְדִין תּוֹרָה שֶׁיֹּאכַל כָּל הַלַּיְלָה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת חָמֵץ וּמַצָּה שֶׁהוּא טָעוּן הַלֵּל בִּשְׁעַת אֲכִילָתוֹ וְשֶׁאֵין בְּנֵי חֲבוּרָה חוֹזְרִין וְאוֹכְלִין אַחַר שִׁנִּרְדְּמוּ בְּשֵׁנָה אֲפִלּוּ בִּתְחִלַּת הַלַּיְלָה: "
    ],
    [
      "כָּל הָאוֹכֵל מִן הַפֶּסַח אֵינוֹ אוֹכֵל אֶלָּא בַּחֲבוּרָה אַחַת וְאֵין מוֹצִיאִין מִמֶּנּוּ מִן הַחֲבוּרָה שֶׁיֹּאכַל בָּהּ. וְהַמּוֹצִיא מִמֶּנּוּ כְּזַיִת בָּשָׂר מֵחֲבוּרָה לַחֲבוּרָה בְּלֵיל חֲמִשָּׁה עָשָׂר לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"לֹא תוֹצִיא מִן הַבַּיִת מִן הַבָּשָׂר חוּצָה\". וְהוּא שֶׁיַּנִּיחֵנוּ בַּחוּץ. שֶׁהוֹצָאָה כְּתוּבָה בּוֹ כְּשַׁבָּת לְפִיכָךְ צָרִיךְ עֲקִירָה וְהַנָּחָה כְּהוֹצָאַת שַׁבָּת. וְאֵין מוֹצִיא אַחַר מוֹצִיא בְּפֶסַח שֶׁכֵּיוָן שֶׁהוֹצִיאוֹ הָרִאשׁוֹן נִפְסַל. מִן הָאֲגַף וּלְפָנִים כִּלְפָנִים מִן הָאֲגַף וְלַחוּץ כְּלַחוּץ וְהָאֲגַף עַצְמוֹ שֶׁהוּא עֳבִי הַפֶּתַח כְּלַחוּץ. הַחַלּוֹנוֹת וָעֳבִי הַכְּתָלִים כִּלְפָנִים. הַגַּגִּים וְהָעֲלִיּוֹת אֵינָן בִּכְלַל הַבַּיִת:\n",
      "בְּשַׂר הַפֶּסַח שֶׁיָּצָא חוּץ לַחֲבוּרָתוֹ בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה נֶאֱסַר בַּאֲכִילָה וַהֲרֵי הוּא כִּבְשַׂר קָדְשֵׁי קָדָשִׁים שֶׁיָּצָא חוּץ לַעֲזָרָה אוֹ בְּשַׂר קָדָשִׁים קַלִּים שֶׁיָּצָא חוּץ לְחוֹמוֹת יְרוּשָׁלַיִם שֶׁהַכּל כִּטְרֵפָה. וְלוֹקִין עַל אֲכִילָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת. אֵיבָר שֶׁיָּצָא מִקְצָתוֹ חוֹתֵךְ הַבָּשָׂר וְיוֹרֵד עַד שֶׁמַּגִּיעַ לָעֶצֶם וְקוֹלֵף אֶת הַבָּשָׂר כָּל שֶׁבִּפְנִים יֹאכַל וְכָל שֶׁבַּחוּץ יִשָּׂרֵף. כְּשֶׁהוּא מַגִּיעַ לָעֶצֶם חוֹתֵךְ בְּקוֹפִיץ אִם הָיָה שְׁאָר קָדָשִׁים. וְאִם הָיָה פֶּסַח שֶׁאָסוּר לִשְׁבֹּר בּוֹ עֶצֶם קוֹלֵף עַד הַפֶּרֶק וּמְפָרֵק הָאֵיבָר שֶׁיָּצָא מִקְצָתוֹ מִן הַפֶּרֶק וּמַשְׁלִיכוֹ לַחוּץ:\n",
      "שְׁתֵּי חֲבוּרוֹת שֶׁהָיוּ אוֹכְלוֹת בְּבַיִת אֶחָד צְרִיכָה כָּל חֲבוּרָה מֵהֶן לַעֲשׂוֹת לָהּ הֶקֵּף שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"מִן הַבָּשָׂר חוּצָה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁצָּרִיךְ לִתֵּן לוֹ חוּצָה לִמְקוֹם אֲכִילָתוֹ. וְאֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶן אֵילָךְ וְאוֹכְלִין וְאֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶן אֵילָךְ וְאוֹכְלִין כְּדֵי שֶׁלֹּא יֵרָאוּ מְעֹרָבִים:\n",
      "הָיוּ הַמַּיִם שֶׁמּוֹזְגִים בּוֹ יֵינָם בְּאֶמְצַע הַבַּיִת בֵּין שְׁתֵּי הַחֲבוּרוֹת. כְּשֶׁהַשַּׁמָּשׁ עוֹמֵד לִמְזֹג קוֹפֵץ אֶת פִּיו וּמַחֲזִיר אֶת פָּנָיו עַד שֶׁמַּגִּיעַ אֵצֶל חֲבוּרָתוֹ וְאַחַר כָּךְ אוֹכֵל מַה שֶּׁבְּפִיו. שֶׁאָסוּר לָאוֹכֵל לֶאֱכל בִּשְׁתֵּי חֲבוּרוֹת. וּמֻתָּר לְכַלָּה לְהַחְזִיר פָּנֶיהָ מִפְּנֵי חֲבוּרָתָהּ וְאוֹכֶלֶת מִפְּנֵי שֶׁהִיא בּוֹשָׁה לֶאֱכל בִּפְנֵיהֶם:\n",
      "שְׁתֵּי חֲבוּרוֹת שֶׁנִּפְרְצָה מְחִצָּה מִבֵּינֵיהֶן אֵינָן אוֹכְלִין. וְכֵן אִם הָיְתָה חֲבוּרָה אַחַת וְנַעֲשֵׂית מְחִצָּה בֵּינֵיהֶן אֵינָן אוֹכְלִין עַד שֶׁתִּסְתַּלֵּק. שֶׁאֵין הַפֶּסַח נֶאֱכָל בִּשְׁתֵּי חֲבוּרוֹת וְאֵינָן נֶעֱקָרִין מֵחֲבוּרָה לַחֲבוּרָה:\n",
      "בְּנֵי חֲבוּרָה שֶׁנִּכְנְסוּ שְׁלֹשָׁה מֵהֶן אוֹ יֶתֶר לֶאֱכל פִּסְחֵיהֶן וְלֹא בָּאוּ שְׁאָר בְּנֵי חֲבוּרָה. אִם נִכְנְסוּ בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכל הַפְּסָחִים וְחָזַר הַמְעוֹרֵר לְכֻלָּן עַל הַשְּׁאָר וְלֹא בָּאוּ הֲרֵי אֵלּוּ שֶׁנִּכְנְסוּ אוֹכְלִין עַד שֶׁיִּשְׂבְּעוּ וְאֵין מַמְתִּינִים לַשְּׁאָר. וַאֲפִלּוּ בָּאוּ הַמִּתְאַחֲרִין אַחַר כָּךְ וּמָצְאוּ אֵלּוּ הַשְּׁלֹשָׁה שֶׁאָכְלוּ הַכּל אֵין מְשַׁלְּמִים לָהֶן כְּדֵי חֶלְקָם. אֲבָל אִם נִכְנְסוּ שְׁנַיִם בִּלְבַד הֲרֵי אֵלּוּ מַמְתִּינִים. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁעַת כְּנִיסָתָן לֶאֱכל אֲבָל בְּעֵת שֶׁנִּפְטָרִין אֵין אָדָם צָרִיךְ לְהַמְתִּין לַחֲבֵרוֹ אֲפִלּוּ גָּמַר אֶחָד בִּלְבַד מִלֶּאֱכל יֵצֵא וְאֵינוֹ צָרִיךְ לְהַמְתִּין:\n",
      "הַמַּאֲכִיל כְּזַיִת מִן הַפֶּסַח בֵּין מִפֶּסַח רִאשׁוֹן בֵּין מִפֶּסַח שֵׁנִי לְמוּמָר לַעֲבוֹדָה זָרָה אוֹ לְגֵר תּוֹשָׁב אוֹ לְשָׂכִיר. הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה וְאֵינוֹ לוֹקֶה אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וּ <small>(שמות יב מג)</small> \"בֶן נֵכָר\" הָאָמוּר בַּתּוֹרָה זֶה הָעוֹבֵד אֵל נֵכָר. וְאֵין מַאֲכִילִין מִמֶּנּוּ לְנָכְרִי אֲפִלּוּ גֵּר תּוֹשָׁב אוֹ שָׂכִיר שֶׁנֶּאֱמַר <small>(שמות יב מה)</small> \"תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ\":\n",
      "עָרֵל שֶׁאָכַל כְּזַיִת מִבְּשַׂר הַפֶּסַח לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"כָּל עָרֵל לֹא יֹאכַל בּוֹ\". בּוֹ הוּא שֶׁאֵינוֹ אוֹכֵל אֲבָל אוֹכֵל הוּא מַצָּה וּמָרוֹר. וְכֵן מֻתָּר לְהַאֲכִיל מַצָּה וּמָרוֹר לְגֵר תּוֹשָׁב וּלְשָׂכִיר:\n",
      "כְּשֵׁם שֶׁמִּילַת בָּנָיו וַעֲבָדָיו מְעַכַּבְתּוֹ מִלִּשְׁחֹט הַפֶּסַח כָּךְ מְעַכַּבְתּוֹ מִלֶּאֱכל שֶׁנֶּאֱמַר <small>(שמות יב מד)</small> \"וּמַלְתָּה אֹתוֹ אָז יֹאכַל בּוֹ\". כֵּיצַד. קָנָה עֶבֶד אַחַר שֶׁנִּשְׁחַט הַפֶּסַח. אוֹ שֶׁהָיָה לוֹ בֵּן שֶׁלֹּא הִגִּיעַ זְמַנּוֹ לְהִמּוֹל אֶלָּא אַחַר שְׁחִיטַת הַפֶּסַח. הֲרֵי זֶה אָסוּר לֶאֱכל עַד שֶׁיָּמוּל אוֹתָן. וְכֵיצַד יִהְיֶה הַבֵּן רָאוּי לְמִילָה אַחַר שְׁחִיטַת הַפֶּסַח וְלֹא יִהְיֶה רָאוּי קֹדֶם שְׁחִיטָה. כְּגוֹן שֶׁחֲלַצְתּוֹ חַמָּה שֶׁצָּרִיךְ שִׁבְעַת יָמִים מֵעֵת לְעֵת מִיּוֹם הַבְרָאָתוֹ. וּכְגוֹן שֶׁכָּאֲבָה עֵינוֹ וְנִרְפֵּאת אַחַר שְׁחִיטָה. אוֹ שֶׁהָיָה טֻמְטוּם וְנִקְרַע אַחַר שְׁחִיטַת הַפֶּסַח וְנִמְצָא זָכָר:\n"
    ],
    [
      "הַשׁוֹבֵר עֶצֶם בְּפֶסַח טָהוֹר הֲרֵי זֶה לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"וְעֶצֶם לֹא תִשְׁבְּרוּ בוֹ\". וְכֵן נֶאֱמַר בְּפֶסַח שֵׁנִי וְעֶצֶם לֹא תִשְׁבְּרוּ בוֹ. אֲבָל פֶּסַח שֶׁבָּא בְּטֻמְאָה אִם שָׁבַר בּוֹ עֶצֶם אֵינוֹ לוֹקֶה. מִפִּי הַשְּׁמוּעָה לָמְדוּ לֹא תִשְׁבְּרוּ בוֹ בְּטָהוֹר וְלֹא בְּטָמֵא. אֶחָד הַשּׁוֹבֵר אֶת הָעֶצֶם בְּלֵילֵי חֲמִשָּׁה עָשָׂר אוֹ שֶׁשָּׁבַר בּוֹ עֶצֶם מִבְּעוֹד יוֹם אוֹ שֶׁשָּׁבַר אַחַר כַּמָּה יָמִים הֲרֵי זֶה לוֹקֶה: \n",
      "לְפִיכָךְ שׂוֹרְפִין עַצְמוֹת הַפֶּסַח בִּכְלַל הַנּוֹתָר מִבְּשָׂרוֹ כְּדֵי שֶׁלֹּא יָבוֹאוּ בָּהֶן לִידֵי תַּקָּלָה:\n",
      "אֵין חַיָּבִין אֶלָּא עַל שְׁבִירַת עֶצֶם שֶׁיֵּשׁ עָלָיו כְּזַיִת בָּשָׂר אוֹ שֶׁיֵּשׁ בּוֹ מוֹחַ. אֲבָל עֶצֶם שֶׁאֵין בּוֹ מוֹחַ וְשֶׁאֵין עָלָיו כְּזַיִת בָּשָׂר אֵינוֹ חַיָּב עַל שְׁבִירָתוֹ. הָיָה עָלָיו כְּזַיִת בָּשָׂר וְשָׁבַר הָעֶצֶם שֶׁלֹּא בִּמְקוֹם הַבָּשָׂר חַיָּב אַף עַל פִּי שֶׁהַמָּקוֹם שֶׁשָּׁבַר פָּנוּי מִבְּשָׂרוֹ:\n",
      "הַשּׁוֹבֵר אַחַר הַשּׁוֹבֵר בְּעֶצֶם אֶחָד לוֹקֶה:\n",
      "הַשּׂוֹרֵף עֲצָמוֹת וְהַמְחַתֵּךְ גִּידִים אֵינוֹ חַיָּב מִשּׁוּם שְׁבִירַת עֶצֶם:\n",
      "פֶּסַח שֶׁהוּא נָא אוֹ מְבֻשָּׁל וְשָׁבַר בּוֹ אֶת הָעֶצֶם לוֹקֶה. אֲפִלּוּ נִפְסַל בְּטֻמְאָה וִיצִיאָה וְכַיּוֹצֵא בָּהֶם יֵשׁ בּוֹ אִסּוּר שְׁבִירַת הָעֶצֶם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה לוֹ שְׁעַת הַכּשֶׁר וְנִפְסַל. אֲבָל אִם לֹא הָיְתָה לוֹ שְׁעַת הַכּשֶׁר כְּגוֹן שֶׁנִּתְפַּגֵּל אוֹ נַעֲשָׂה מַחֲשֶׁבֶת זְמַן אוֹ מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם. אֵין בּוֹ מִשּׁוּם שְׁבִירַת הָעֶצֶם:\n",
      "שָׁבַר עֶצֶם הָאַלְיָה אֵינוֹ לוֹקֶה שֶׁהֲרֵי אֵינוֹ רָאוּי לַאֲכִילָה:\n",
      "הַסְּחוּסִים שֶׁהֵם כְּמוֹ עֲצָמִים רַכִּים. הֲרֵי אֵלּוּ מֻתָּרִין לְאָכְלָן:\n",
      "הָיָה גְּדִי קָטָן וְרַךְ שֶׁעַצְמוֹתָיו רַכִּים לֹא יֹאכַל אוֹתָן שֶׁזֶּה שׁוֹבֵר עֶצֶם וְאִם אָכַל לוֹקֶה. שֶׁאֶחָד הַשּׁוֹבֵר עֶצֶם קָשֶׁה אוֹ עֶצֶם רַךְ. זֶה הַכְּלָל כָּל שֶׁנֶּאֱכָל בְּשׁוֹר הַגָּדוֹל אַחַר שֶׁיִּתְבַּשֵּׁל הוּא שֶׁמֻּתָּר לֶאֱכל כְּנֶגְדּוֹ מִן הַגְּדִי הָרַךְ אַחַר צְלִיָּתוֹ כְּגוֹן רָאשֵׁי כְּנָפַיִם וְהַסְּחוּסִים:\n",
      "גִּידִין הָרַכִּין שֶׁסּוֹפָן לְהִקָּשׁוֹת אַף עַל פִּי שֶׁהֵן רְאוּיִין לַאֲכִילָה עַתָּה וְנֶאֱכָלִין בְּפֶסַח אֵין נִמְנִין עֲלֵיהֶן. וְנִמְנִין עַל מוֹחַ שֶׁבָּרֹאשׁ מִפְּנֵי שֶׁיָּכוֹל לְהוֹצִיאוֹ בְּלֹא שְׁבִירַת עֶצֶם. וְאֵין נִמְנִין עַל מוֹחַ שֶׁבְּקוּלִית וְהוּא הָעֶצֶם הַסָּתוּם מִשְּׁנֵי רָאשָׁיו. שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהוֹצִיאוֹ אֶלָּא בִּשְׁבִירַת עֶצֶם:\n",
      "כְּשֶׁאָדָם אוֹכֵל אֶת הַפֶּסַח חוֹתֵךְ הַבָּשָׂר וְאוֹכֵל וְחוֹתֵךְ הָעֲצָמוֹת מִן הַפֶּרֶק וּמְפָרְקָן אִם רָצָה. וּכְשֶׁיַּגִּיעַ לְגִיד הַנָּשֶׁה מוֹצִיאוֹ וּמַנִּיחוֹ עִם שְׁאָר הַגִּידִים וְהָעֲצָמוֹת וְהַקְּרוּמוֹת שֶׁיּוֹצְאִין בִּשְׁעַת אֲכִילָה. שֶׁאֵין מְנַקִּין אוֹתוֹ כִּשְׁאָר הַבָּשָׂר וְאֵין מְחַתְּכִין אוֹתוֹ אֶלָּא צוֹלִין אוֹתוֹ שָׁלֵם. וְאִם חֲתָכוֹ חֲתִיכוֹת חֲתִיכוֹת כָּשֵׁר וְהוּא שֶׁלֹּא יֶחְסַר אֵיבָר. צָרִיךְ אָדָם לְהִשְׁתַּדֵּל שֶׁלֹּא יַשְׁאִיר מִבְּשַׂר הַפֶּסַח עַד בֹּקֶר שֶׁנֶּאֱמַר <small>(שמות יב י)</small> \"לֹא תוֹתִירוּ מִמֶּנּוּ עַד בֹּקֶר\". וְכֵן בַּשֵּׁנִי שֶׁנֶּאֱמַר <small>(במדבר ט יב)</small> \"לֹא יַשְׁאִירוּ מִמֶּנּוּ עַד בֹּקֶר\". וְאִם הִשְׁאִיר מִמֶּנּוּ בֵּין בָּרִאשׁוֹן בֵּין בַּשֵּׁנִי עָבַר בְּלֹא תַּעֲשֶׂה. וְאֵינוֹ לוֹקֶה עַל לָאו זֶה שֶׁהֲרֵי נִתָּק לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות יב י)</small> \"וְהַנֹּתָר מִמֶּנּוּ בָּאֵשׁ תִּשְׂרֹפוּ\": \n",
      "כְּשֶׁמַּקְרִיבִין אֶת הַפֶּסַח בָּרִאשׁוֹן מַקְרִיבִין עִמּוֹ שְׁלָמִים בְּיוֹם י''ד מִן הַבָּקָר אוֹ מִן הַצֹּאן. גְּדוֹלִים אוֹ קְטַנִּים. זְכָרִים אוֹ נְקֵבוֹת כְּכָל זִבְחֵי הַשְּׁלָמִים. וְזוֹ הִיא הַנִּקְרֵאת חֲגִיגַת אַרְבָּעָה עָשָׂר וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(דברים טז ב)</small> \"וְזָבַחְתָּ פֶּסַח לַה' אֱלֹהֶיךָ צֹאן וּבָקָר\". אֵימָתַי מְבִיאִין עִמּוֹ חֲגִיגָה זוֹ בִּזְמַן שֶׁהוּא בָּא בְּחל וּבְטָהֳרָה וּבְמוּעָט. אֲבָל אִם חָל יוֹם אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת אוֹ שֶׁבָּא הַפֶּסַח בְּטֻמְאָה אוֹ שֶׁהָיוּ הַפְּסָחִים מְרֻבִּים אֵין מְבִיאִין עִמּוֹ חֲגִיגָה. וְאֵין מַקְרִיבִין אֶלָּא הַפְּסָחִים בִּלְבַד:\n",
      "חֲגִיגַת אַרְבָּעָה עָשָׂר רְשׁוּת וְאֵינָהּ חוֹבָה. וְנֶאֱכֶלֶת לִשְׁנֵי יָמִים וְלַיְלָה אֶחָד כְּכָל זִבְחֵי שְׁלָמִים. וְאָסוּר לְהַנִּיחַ מִבְּשַׂר חֲגִיגַת אַרְבָּעָה עָשָׂר לַיּוֹם הַשְּׁלִישִׁי שֶׁנֶּאֱמַר <small>(דברים טז ד)</small> \"וְלֹא יָלִין מִן הַבָּשָׂר אֲשֶׁר תִּזְבַּח בָּעֶרֶב בַּיּוֹם הָרִאשׁוֹן לַבֹּקֶר\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה לְמַנִּיחַ בְּשַׂר חֲגִיגַת אַרְבָּעָה עָשָׂר לְיוֹם שִׁשָּׁה עָשָׂר. שֶׁנֶּאֱמַר לַבֹּקֶר עַד בֹּקֶר שֶׁל יוֹם הַשֵּׁנִי. וְהַמּוֹתִיר אֵינוֹ לוֹקֶה אֶלָּא יִשְׂרֹף הַנּוֹתָר מִמֶּנָּה כִּשְׁאָר הַנּוֹתָרִים: \n",
      "בְּשַׂר חֲגִיגָה שֶׁעָלָה עִם הַפֶּסַח עַל הַשֻּׁלְחָן וְכָל הַתַּבְשִׁילִין הָעוֹלִים עִמּוֹ עַל הַשֻּׁלְחָן מִתְבַּעֲרִין עִמּוֹ. וְאֵינָן נֶאֱכָלִים אֶלָּא עַד חֲצוֹת כַּפֶּסַח עַצְמוֹ גְּזֵרָה מִפְּנֵי הַתַּעֲרֹבֶת:\n",
      "מַה בֵּין פֶּסַח רִאשׁוֹן לְפֶסַח שֵׁנִי. הָרִאשׁוֹן אָסוּר בְּחָמֵץ בְּבַל יֵרָאֶה וּבַל יִמָּצֵא. וְאֵינוֹ נִשְׁחָט עַל חָמֵץ. וְאֵין מוֹצִיאִין מִמֶּנּוּ חוּץ לַחֲבוּרָה. וְטָעוּן הַלֵּל בַּאֲכִילָתוֹ. וּמְבִיאִין עִמּוֹ חֲגִיגָה. וְאֶפְשָׁר שֶׁיָּבוֹא בְּטֻמְאָה אִם נִטְמָא רֹב הַקָּהָל טֻמְאַת מֵת כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל פֶּסַח שֵׁנִי חָמֵץ וּמַצָּה עִמּוֹ בַּבַּיִת. וְאֵינוֹ טָעוּן הַלֵּל בַּאֲכִילָתוֹ. וּמוֹצִיאִין אוֹתוֹ חוּץ לַחֲבוּרָתוֹ. וְאֵין מְבִיאִין עִמּוֹ חֲגִיגָה וְאֵינוֹ בָּא בְּטֻמְאָה. וּשְׁנֵיהֶם דּוֹחִין אֶת הַשַּׁבָּת. וּטְעוּנִין הַלֵּל בַּעֲשִׂיָּתָן וְנֶאֱכָלִין צָלִי בְּבַיִת אֶחָד עַל מַצָּה וּמָרוֹר. וְאֵין מוֹתִירִין מֵהֶן. וְאֵין שׁוֹבְרִין בָּהֶן אֶת הָעֶצֶם. וְלָמָּה לֹא יִשְׁוֶה הַשֵּׁנִי לָרִאשׁוֹן לְכָל הַדְּבָרִים מֵאַחַר שֶׁנֶּאֱמַר <small>(במדבר ט יב)</small> \"כְּכָל חֻקַּת הַפֶּסַח יַעֲשׂוּ\". לְפִי שֶׁפֵּרֵשׁ בּוֹ מִקְצָת חֻקַּת הַפֶּסַח. לְלַמֵּד שֶׁאֵינָהּ שָׁוָה לָרִאשׁוֹן אֶלָּא בִּדְבָרִים שֶׁנִּתְפָּרְשׁוּ בּוֹ. וְהֵן הַמִּצְוֹת שֶׁבְּגוּפוֹ וְהֵם חֻקַּת הַפֶּסַח. שֶׁכְּלָל זֶה שֶׁנֶּאֱמַר בְּמִצְרַיִם שֶׁיִּלָּקַח הַפֶּסַח מִבֶּעָשׂוֹר. וְשֶׁהוּא טָעוּן הַגָּעַת דָּם בַּאֲגוּדַת אֵזוֹב לַמַּשְׁקוֹף וְלִשְׁתֵּי הַמְּזוּזוֹת. וְשֶׁיֵּאָכֵל בְּחִפָּזוֹן. אֵין אוֹתָן הַדְּבָרִים נוֹהֲגִים לְדוֹרוֹת וְלֹא נַעֲשׂוּ אֶלָּא בְּפֶסַח מִצְרַיִם בִּלְבַד:\n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות קרבן פסח",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Korbanot"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שחטו למולים וזרק הדם לשם מולים.</b> א''א הא דלא כהלכתא דרב אשי דהוא בתרא קא פסיק מקצת ערלה לא פסלה ל''ש בשחיטה ל''ש בזריקה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> מי שחציו עבד עד משל עצמו.</b> א''א הא דלא כהלכתא דמשנה אחרונה אוכל משל עצמו: "
      ]
    ],
    [],
    [
      [
        "<b> הרי זה משובח ויביא פסח שני.</b> א''א אין כאן שבח שאם היה פטור אינו יכול להביא פסחו נדבה על תנאי שלמים: "
      ],
      [],
      [],
      [],
      [],
      [
        "<b> מי שאבד פסחו עד והשני יקרב.</b> א''א זה שיבוש אלא ירעה עד שיסתאב ויביא בדמיו שלמים: "
      ]
    ],
    [
      [],
      [
        "<b> מי ששגג או נאנס ולא הקריב בראשון אם הזיד.</b> א''א שנה זה במשנתו כרבי. ור' נתן ור' חנינא בן עקביא פליגי עליה: ",
        "<b> אע''פ שהזיד בשני.</b> א''א עכשיו סותר את דבריו ומאי שנא טמא ודרך רחוקה והזיד בשני משוגג או נאנס בראשון והזיד בשני: "
      ],
      [],
      [],
      [
        "<b> וכן טבילת אמהותיו.</b> א''א בתוספתא דפסחים בדברים שבין פסח מצרים לפסח דורות: "
      ],
      [],
      [],
      [],
      [
        "<b> הלך ולא הגיע.</b> א''א אינו תופס דרך הגמרא: "
      ]
    ],
    [
      [],
      [
        "<b> טמא מת שחל שביעי עד אלא נדחה לפסח שני.</b> א''א אין דרך הלכה הולכת כן שהרי רב שאמר אין שוחטין וזורקין על טמא שרץ מכאן למד ואיהו ס''ל שוחטין וזורקין על טבול יום וא''כ זה טבול יום ורחמנא דחייה אלא האי קרא בשלא טבל ולא הזה דהיינו טמא שרץ ומעשה כי הוה הכי הוה ששחטו וזרקו עליהם קודם טבילה והזייה סברו שיעלה להן ולא שאלו אלא אחר זמן שחיטה ונדחו והכתוב מעיד כן שאמרו אנחנו טמאים לנפש אדם ואם לאחר טבילה והזייה מאי טומאה הויא בהו: ",
        "<b> שהנזיר מגלח עליהם.</b> א''א לא מצאתי לזה שורש אף אם סברת עצמו הוא כיון שאילו אכל קדש בטומאה זו אין חייבין עליה כרת ולא קרבן אם הזה וטבל דין הוא שלא ידחה מפסחו: "
      ],
      [],
      [],
      [],
      [
        "<b> ידחה ליום ארבעה עשר ומזין עליו.</b> א''א כל זה שיבוש שאם בא שביעי שלו בשבת הכל הפסיד שאין מזין לעולם אלא שלישי ושביעי שיהא השביעי חמישי לשלישי אלא שאין קפידא שיהיה שלישי ושביעי לפרישתו מן המת. ומה שאמר שאין שוחטין עליו אפילו לאחר טבילה והזייה כבר כתבנו מה שנראה לנו: ",
        "<b> והלא איסור הזייה וכו' עד אינו זמן הקרבן.</b> א''א זה המפרש שפירש טעם להזאה וערל למה העמידו דבריהם במקום כרת לא עמד טעמו בו כי יום ארבעה עשר הוא זמן שחיטת הפסח וזריקתו והם לעונש הכרת עצמו והערל אם יטבול ביומו מה בכך ולמה נמנע אותו מלאכול ועוד דב''ה אמרי אפילו ערל שמל ששה ימים קודם הפסח קאמרינן שלא יטבול ומצריכין אותו הזייה ג' וז' והרי נרפא מן המכה אם לא הזה ושנה וטבל והזה לא יאכל. ועוד לדבריו מצורע למה לא העמידו דבריהם והרי הוא בהזייה אבל הטעם לכולן שהשבות שיכול לבא לידי איסור כרת בו העמידו דבריהם במקום כרת דהאי כרת והאי כרת והיינו ערל עכו''ם כמו שאמרו גזירה שמא יטמא במת לשנה הבאה וכו' והזאה נמי שמא יטלנה בידו וכו' וכן איזמל אבל אונן ובית הפרס שנידש ומצורע לבהונות אין כאן גזירה לפיכך לא העמידו: "
      ],
      [
        "<b> ביום הקרבן שהוא יום י''ד.</b> א''א כאן סותר מ''ש למעלה שהוא עושה בכאן יום י''ד זמן הקרבן ולפי דבריו היה לו לומר כאן ליל ט''ו שהוא זמן אכילתו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אבל אם נטמא בטומאת התהום.</b> א''א לא נראה מן הגמרא דנזיר אלא אפילו בשביעי עד שלא טבל והזה סותר אבל משטבל והזה שמשא ממילא ערבא ונזיר עד שלא גילח נמי סותר הואיל ומחוסר מעשה: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין צולין את הפסח וכו'.</b> א''א והוא שלא יגע בכלי שהרי אמרו נגע בחרסו של תנור יקלוף את מקומו: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בני חבורה שנכנסו.</b> א''א סבב פני כל השמועה לענין אחר שאין הדעת מתיישב עליו ואין השכל מסכים עמו שאין זה הענין מתפרש אלא בחבורה שעושין סבולת ושוכרין להם שמש להשקותם ולסדר להם שולחנם ומאכלם ובא רב הונא לומר שאם שלשה מהם רוצים להתחיל יכנס השמש עמהם ויסדר לפניהם וישמש אותם ולא יאמר לא אזקק להכנס עד שתהיו כלכם אלא כיון שהוא זמן הסעודה והוא הרגיש בהם שאינן ממתינין עד שיהיו כולם אבל יש שממהר יותר מחבירו הילכך יש לו להכנס עם השלשה הראשונים ולשמשם אבל פחות משלשה לא שאינם ראויים לזימון ובטלה דעתם אצל כל אדם אבל אחר אכילה אם ימשך אחד או שנים באכילה ושתייה יותר משאר החבורה יש לו להמתין להם ולשמשם שהמנהג כן הוא יש מאריך ויש מקצר וזו החבורה בין שהן אוכלין מן האמצע בין שהם אוכלין בפ''ע אמר רבינא ואלו המתאחרים אם הם פחות משלשה נותנין לו יותר על שכרו ולית הלכתא כוותיה וזה הענין הפשוט בשמועה זו ולא לענין פסח שיראה כשתי חבורות שלש וארבע גם כל מ''ש בסוף אין בו טעם: "
      ],
      [
        "<b> המאכיל כזית מן הפסח וגו' עד תושב ושכיר לא יאכל בו.</b> א''א ואפילו לישראל שאינו ממונה עמו אע''פ שהוא תושבו או שכירו ולכך בא מדרשו ואין צורך לגר תושב שהוא ערל: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [
        "<b> פסח שהוא נא וכו' עד שבר עצם האליה.</b> א''א בכלן תפס כרבנן ובאליה תפס כרבי: "
      ],
      [],
      [
        "<b> הסחוסים וכו' עד שעצמותיו רכין לא יאכל אותן.</b> א''א מה נשתנו סברותיו בכמה מקומות ומעולם לא עלה על דעת מפרש שבאה זו המשנה על איסור שבירת העצם שאם כן היה לו לומר כל שאינו נאכל בשור הגדול לא יאכל בגדי הרך אבל באה על חיוב אכילה שהוא בבל תותירו: "
      ],
      [],
      [],
      [
        "<b> כשאדם אוכל את הפסח וכו' עד העצמות והקרומות.</b> א''א בחיי ראשי אין איסור גדול מזה שיצלה הפסח עם גיד הנשה ועם שמנו ועם תרבא דתותי מתנא ועם קרומות שבראש ואם אזכה ואוכל פסח ויביא לפני כזה הייתי חובטו בקרקע לפניו: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>מצות עשה לשחוט הפסח בי''ד לחדש ניסן וכו' עד זכר בן שנה.</b> מבואר בכתוב פרשת בוא אל פרעה. \n",
        "<b>ומ''ש ואחד האיש ואחד האשה חייבים במצוה זו.</b> בפסחים פ' האשה (דף צ''א:) פלוגתא דתנאי ולענין פסח ראשון פסק כר' יהודה ור' יוסי לגבי ר''ש ולענין פסח שני פסק בפ''ב כר' יוסי, ומה שיש לדקדק עליו ממ''ש בפ''ה אכתוב שם. ואע''ג דבפ''ק דסנהדרין (דף י''ב:) אמרינן דחזקיה המלך ביקש רחמים על עצמו וסבר בסוף דנשים בראשון רשות משום ר''ש אמרו לה אבל לר' יוסי ור' יהודה דהלכה כוותייהו שביקש חזקיה רחמים על עצמו לא מפני כך היה אלא מפני שעיבר ניסן בניסן: \n\n"
      ],
      [
        "<b>מי שביטל מצוה זו בזדון וכו' ה''ז חייב כרת.</b> מפורש בתורה בפרשת בהעלותך ויתבאר בפרק חמישי: \n\n"
      ],
      [
        "<b>אין שוחטין את הפסח אלא בעזרה וכו'.</b> הכי משמע במתני' פ' תמיד נשחט (פסחים דף ס״ד). \n",
        "<b>ומ''ש אף בשעת היתר הבמות לא היו מקריבים את הפסח בבמת יחיד.</b> במגילה (דף ט':) ואיתא נמי בסוף זבחים (דף קי''ז וקי''ח). \n",
        "<b>ומ''ש וכל המקריב את הפסח בבמת יחיד לוקה וכו'.</b> פרק בתרא דזבחים (דף קי''ד:) ר''ש אומר מנין לזובח פסח בשעת איסור הבמות שהוא בל''ת שנאמר לא תוכל לזבוח את הפסח יכול אף בשעת היתר הבמות כן ת''ל באחד שעריך לא אמרתי לך אלא בשעה שכל ישראל נכנסים בשער אחד אימת אילימא אחר חצות כרת נמי מיחייב אלא לאו קודם חצות לעולם לאחר חצות ובשעת היתר הבמות קאי והא בשעת איסור הבמות קאמר איסור במה לו היתר במה לחבירו. ופירש''י איסור במה לו לקרבן זה היתר במה לחבירו לעולה ושלמים וכו'. וסיפא ה''ק יכול אף בשעה שהוא מותר בבמה (כן) כגון קודם חצות שהוא לשלמים ת''ל וכו'. בשער אחד בבמה גדולה לשחוט פסחיהם. וכתב ה''ר אברהם בנו של רבינו בהדיא איפריש בגמרא דאם הקדישן בשעת היתר במות והקריבן בשעת היתר במות פטור מכלום וכל הקדשים אמרינן ל''ש קרבנות הצבור או קרבן יחיד ולולא שכתב בפסח לא תוכל לזבוח לא היה בו בשעת היתר במות אפילו לאו והיינו דאתא ר''ש בברייתא לאשמעינן דפסח בלחוד חייב עליה לאו ולא פליגי רבנן בפסח כלל עכ''ל. ובפסחים פ' האשה (דף צ''א) מייתי האי ברייתא דר''ש ומשמע שם דר' יהודה ור' יוסי ס''ל הכי: \n\n"
      ],
      [
        "<b>שחיטת הפסח אחר חצות וכו' ואם שחטו אחר חצות קודם תמיד של בין הערבים כשר וכו' עד ואם נזרק דם הפסח קודם דם התמיד כשר.</b> משנה בפרק תמיד נשחט (פסחים דף ס״א). \n",
        "<b>ומ״ש אחר שמקטירים קטרת של בין הערבים ואחר שמטיבין את הנרות.</b> בפרק תמיד נשחט (פסחים דף נ״ט) פלוגתא דברייתות ופסק כברייתא דקתני הכי משום דמשמע התם דמסתבר טעמא: \n\n"
      ],
      [
        "<b>השוחט את הפסח בזמנו וכו' עד ה״ז לוקה.</b> משנה בפרק תמיד נשחט (פסחים דף ס״ג). \n",
        "<b>ומ''ש והפסח כשר.</b> הכי משמע התם מדקתני ה''ז עובר בלא תעשה ולא קתני ה''ז פסול והכי איתא בתוספתא פ''ג ובירושלמי מפרש דזבח קרייה רחמנא: \n\n"
      ],
      [
        "<b>דם הפסח טעון שפיכה כנגד היסוד.</b> בפרק האשה (דף פ״ט) אמרינן דפסח בשפיכה דהיינו בנחת מן המזרק לקיר המזבח דנפקא לן בפרק בית שמאי מתן דם דפסח מודם זבחיך ישפך. ואף על גב דבפרק תמיד נשחט (פסחים דף ס״ד) תנן זורקו זריקה אחת נגד היסוד פסק כרבינו דהוי בשפיכה משום דבסוף פסחים (דף קכ״א) אמרינן דבין ר' ישמעאל ובין ר' עקיבא סברי דדם פסח בשפיכה ובסיפרי פ' קרח אמרינן דר' יאשיהו ור' יצחק סברי דפסח ומעשר בשפיכה: \n",
        "<b>ואחר ששופכים דמו וכו'.</b> משנה בפרק תמיד נשחט (פסחים דף ס״ד:): \n",
        "<b>ומ''ש ומקטיר אותם חלבים וכל זבח וזבח לבדו.</b> שם. גבי פסח מעוכין והקטירו שלא יערב חלביו של זה בשל זה. \n",
        "<b>ומ''ש ובעל הזבח נוטל פסחו עם העור שלו.</b> בסוף פרק תמיד נשחט: \n\n"
      ],
      [
        "<b>המניח אימורים ולא הקטירם עד שלנו וכו'.</b> במכילתא פרשת משפטים לא ילין חלב חגי עד (ה) בקר בא הכתוב ללמדך על החלבים שהן נפסלין בלינה: \n\n"
      ],
      [
        "<b>ומקטירים חלבי פסחים כל הלילה וכו'.</b> בפ' תמיד נשחט (פסחים דף נ״ט): \n\n"
      ],
      [
        "<b>הפסח נשחט בשלש כתות וכו'.</b> משנה בפ' תמיד נשחט (פסחים דף ס״ד): \n",
        "<b>ומ''ש ואין פחות מל' בני אדם בכל כת וכת היו הכל נ' נכנסים בתחלה ל' וכו'.</b> שם א''ר יצחק אין הפסח נשחט אלא בשלש כתות של שלשים שלשים בני אדם מ''ט קהל ועדה וישראל מספקא לן אי בבת אחת אי בזה אחר זה הילכך בעינן שלש כתות של שלשים שלשים בני אדם דאי בבת אחת הא איכא ואי בזה אחר זה הא איכא הילכך בחמשין נמי סגי דעייל תלתין [ועבדי עיילי עשרה] ונפקי עשרה ועיילי עשרה ונפקי עשרה: \n\n"
      ],
      [],
      [
        "<b>ומ''ש ואם שחטו כולן בבת אחת כשר.</b> הכי משמע דר' יצחק לאו לאיפסולי אמר דאם כן הל''ל הכי פסח שנשחט בפחות משלש כתות פסול: \n",
        "<b>כיצד נשחט נכנסה הכת הראשונה וכו' עד ומעולם לא שלשו.</b> משנה שם: \n\n"
      ],
      [
        "<b>על כל קריאה וקריאה תוקעים שלש תקיעות.</b> שם במשנה נכנסה כת ראשונה וכו' נעלו דלתות העזרה תקעו והריעו ותקעו שחט ישראל וכו'. ואמאי דתנן קראו את ההלל. פירש''י כשמתחילין לשחוט מתחילים לקרות. \n",
        "<b>ומה שכתב שהקוראים היו לויים.</b> בתוספתא פ''ד לויים על דוכנן קוראים את ההלל. \n",
        "<b>ומ''ש הואיל ואין לו נסכים וכו'.</b> שם בירושלמי: \n\n"
      ],
      [
        "<b>הכהנים עומדים שורות שורות ובידיהם מזרקי כסף ומזרקי זהב וכו' עד כנגד היסוד.</b> משנה בפ' תמיד נשחט שם: \n\n"
      ],
      [],
      [
        "<b><small>(יד-טו)</small> ומ''ש כדי שיתעסקו רבים במצוה.</b> שם בגמ' יהיב טעמא משום ברב עם הדרת מלך. \n",
        "<b>ומה שכתב ומקבל מזרק אחד מלא ואח''כ מחזיר את הריקן.</b> שם בגמרא יהיב טעמא משום דאין מעבירין על המצות. \n",
        "<b>ומה שכתב ותולין ומפשיטין את כולו</b> נראה שכתב כן לאפוקי מר' ישמעאל בנו של ר''י בן ברוקא דאמר x בתוספתא פ''ד י''ד שחל להיות בשבת לא היה מפשיט אלא עד מקום חזה. \n",
        "<b>ומ״ש ממחה את קרביו.</b> בר״פ אלו דברים (פסחים דף ס״ה:) תנן דמיחוי קרביו דוחה את השבת ובגמרא (דף ס״ח) מאי מיחוי קרביו רב הונא אמר xx שמועכן בסכין רב חייא בר רב אמר שירקא דמעייא דנפקא אגב דוחקא דסכינא שירקא דמעייא ליחה האדוקה במעים שיוצאה מהם בדוחק בסכין. ופרש״י דטעמא דמיחוי קרביו דוחה שבת כדי שלא יסריחו. \n",
        "<b>ומ''ש ומוציא את האמורים וכו'.</b> שם במשנה קרעו והוציאו את אימוריו ונתנם במגס והקטירם ע''ג המזבח. \n",
        "<b>ומ''ש ומולחין.</b> היינו מדכתיב על כל קרבנך תקריב מלח. \n",
        "<b>ומ''ש וכיצד תולין ומפשיטין וכו' עד ורוחצין את העזרה בשבת.</b> שם במשנה: \n\n"
      ],
      [
        "<b>ומ''ש שאין איסור שבות במקדש אפילו בדבר שאינו צורך עבודה.</b> שם בגמ' (דף ס''ה) אמרינן דר' נתן סבר שבות שאינה צריכה לא התירו ומשמע דחכמים פליגי עליה ופסק כוותייהו. ועוד דהא תנן בפ' תמיד נשחט שהכהנים היו עושים מעשה ומדיחים את העזרה בשבת ואע''ג דמסיים בה דשלא ברצון חכמים היה איכא למימר מאן חכמים ר' נתן וכיון דרבים פליגי עליה לית הלכתא כוותיה: \n\n"
      ],
      [
        "<b>אין כל אחד ואחד מוליך את פסחו לביתו בשבת וכו'.</b> משנה שם (דף ס''ה): \n\n"
      ],
      [
        "<b>שחיטת הפסח וזריקת דמו.</b> משנה וכר''ע פרק אלו דברים. \n",
        "<b>ומ''ש ואם אפשר לחתוך יבלתו בידו בשבת חותך ואם היתה יבשה חותכה אפילו בכלי.</b> שם בגמ' (דף ס''ח:) ובסוף עירובין (דף ק''ג). \n",
        "<b>ומ''ש וכן צלייתו והדחת קרביו אינם דוחים.</b> משנה בפ' אלו דברים שם: \n\n"
      ],
      [
        "<b>שכח ולא הביא סכין לא יביאנה בשבת אלא נותנה בין קרני הכבש או בצמרו וכו' עד ואינו חושש.</b> שם (דף ס''ו). \n",
        "<b>ומה שכתב הואיל וקבוע לו זמן מותר להקדישו בשבת וכו'.</b> פירש רש''י חובות הקבוע להם זמן לבו ביום ש''ד דהואיל ונשחטים היום יכול להקדישן היום: \n\n"
      ],
      [
        "<b>השוחט את הפסח ונמצא בעל מום או טריפה וכו'.</b> מתבאר קצת במשנה סוף פרק אלו דברים: \n\n"
      ]
    ],
    [
      [
        "<b>אין שוחטין את הפסח אלא למנויו וכו'.</b> בפרק תמיד נשחט (פסחים דף ס״א): \n\n"
      ],
      [
        "<b>יחיד ששחט את הפסח לעצמו כשר והוא שיהיה ראוי לאכול את כולו וכו'.</b> בפ' האשה (דף צ''א) תנן אין שוחטין את הפסח על היחיד דברי ר' יהודה ר' יוסי מתיר ואפי' חבורה של מאה שאינם יכולים לאכול כזית אין שוחטים עליהם. ובגמ' ת''ר מנין שאין שוחטין את הפסח על היחיד ת''ל לא תוכל לזבוח את הפסח באחד שעריך דברי ר' יהודה ר' יוסי אומר יחיד ויכול לאכלו שוחטים עליו עשרה ואין יכולים לאכלו אין שוחטין עליהם וידוע דהלכה כר' יוסי. \n",
        "<b>ומ''ש ומשתדלין שלא ישחט לכתחלה על יחיד וכו'.</b> קשה מאחר שפסק כר' יוסי מאי האי דקאמר שלא ישחט לכתחלה על היחיד דר' יוסי אפי' לכתחלה מתיר. ותירץ ה''ר אברהם בנו של רבינו שלא כתב בפירוש אין שוחטין לכתחלה אלא דרך זירוז שמשתדלין שלא ישחט לכתחלה על יחיד ולא סמך בזה אלא על הכתוב שהביא יעשו אותו והוא הכתוב האמור בפסח ראשון כל עדת ישראל יעשו אותו עכ''ל. ואני אומר דאכתי קושיין לא מיתרצא שאם רבי יוסי מתיר לכתחלה ולא הצריך לזרז ולא דרש הפסוק לכך מנין לו לרבינו לחוש דבר שלא אמרו ר' יוסי. אבל התירוץ הנכון הוא שדברי רבינו מבוארים בפ' מי שהיה (דף צ''ה) דקאמר ורבנן האי יעשו אותו מאי עבדי ליה מיבעי ליה שאין שוחטין את הפסח על היחיד דכמה דאפשר לאהדורי מהדרינן. ומשמע לרבינו דכר' יוסי אתיא דאילו לר' יהודה מאי כמה דאפשר לאהדורי מהדרינן הא אמר דאין שוחטין על היחיד כלל: \n\n"
      ],
      [
        "<b>אין שוחטין את הפסח אלא על מי שראוי לאכול וכו' אפילו חבורה של מאה וכו'.</b> משנה כתבתיה בסמוך אפי' חבורה של מאה שאינם יכולים לאכול כזית אין שוחטין עליהם. ומפרש רבינו דבעינן שלא יהא בהם אפילו אחד שאינו יכול כזית אף על פי שרש''י לא פירש כן: \n\n"
      ],
      [
        "<b>אין עושין חבורה נשים ועבדים וכו'.</b> משנה וגמרא שם. \n",
        "<b>ומ''ש אבל עושים חבורה כולה נשים אפי' בפסח שני.</b> שם פלוגתא דתנאי בברייתא ופסק כר' יוסי. \n",
        "<b>ומ''ש או כולם עבדים.</b> היינו מדקי''ל שעבד שוה לאשה במצות. \n",
        "<b>ומ״ש ושוחטין על הקטנים שיהיו מכלל בני החבורה וכו'.</b> בס״פ לולב הגזול (סוכה דף מ״ב) קטן שיכול לאכול כזית צלי שוחטים עליו את הפסח שנאמר איש לפי אכלו. ופירש״י שוחטים עליו את הפסח ממנין אותו על בני החבורה ואי לא לא דכתיב איש לפי אכלו תכוסו הראוי לאכילה. \n",
        "<b>ומ''ש רבינו שאינן בני דעת.</b> ק''ל דטפי הוה עדיף למעוטי מדכתיב בפסח איש. ולטעם שנתן רבינו קשה מהי תיתי לן דבעינן בשחיטת פסח שיהא בן דעת. וי''ל דמאיש לא משמע ליה למעוטי קטן דא''כ הוה ממעט אף מלהמנות עם בני החבורה ומדתניא שוחטים עליו את הפסח משמע דס''ל לגמרא דהאי איש לאו למעוטי קטן אתא. ומ''ש שאינם בני דעת. אפשר דטעמא משום דמי שאין בו דעת אין הקדשו הקדש. ואפשר לומר דה''ק דוקא בשאינם בני דעת כלומר דוקא בשלא הגיעו לעונת הנדרים אבל אם הם בני דעת כלומר שהגיעו לעונת הנדרים שהקדשן הקדש ש''ד. \n",
        "<b>ומ''ש ואין עושין חבורה כולה חולים או זקנים או אוננים אע''פ שהם יכולים לאכול וכו'.</b> שם במשנה ועל כולם אין שוחטין עליהם בפני עצמם כדי שלא יביאו את הפסח לידי פיסול: \n",
        "<b>וכן אין עושים חבורה כולה גרים וכו'.</b> מימרא בגמרא שם, ופירש''י ידקדקו משום שאינם בני תורה יחמירו עליו לדקדק ויפסלוהו על חנם: \n\n"
      ],
      [
        "<b>שחטו שלא למנוייו וכו' עד כאילו לא חישב עליהם.</b> משנה בפרק תמיד נשחט (פסחים דף ס״א): \n\n"
      ],
      [
        "<b>ומ''ש שחטו למולים וזרק הדם לשם מולים וערלים פסול וכו'.</b> שם אפלוגתא דרבה ורב חסדא אמר רבה מנא אמינא לה דתניא יכול יפסל בני חבורה הבאים עמו וכו' ורב חסדא אדרבה לאידך גיסא ת''ל וכל ערל כולה ערלה פסלה מקצתה לא פסלה אבל זריקה אפי' מקצתה נמי פסלה וכ''ת מאי וכו' חומריה דזריקה דלא מיקבע פיגול אלא בזריקה. ומאחר שרבינו פסק בסמוך כרב חסדא ממילא משמע דנקטינן דמקצת זריקה פסלה וא''כ שחט למולין וזרק לשם מולין וערלים פסול: \n",
        "<b>והראב''ד</b> כתב א''א הא דלא כהלכתא וכו'. וטעמו משום דאיתא בגמרא עלה דההיא מתקיף לה רב אשי ממאי דהאי וכל ערל כולה משמע דילמא וכו' משמע כל דהוא ערלה כתב רחמנא זאת דעד דאיכא כולה ערלה לא פסלה ל''ש בשחיטה ל''ש בזריקה אלא אמר רב אשי רב חסדא ורבא בהאי קרא קא מיפלגי ונרצה לו לכפר עליו וכו' ומשמע להראב''ד דלקושטא קאמר הכי רב אשי. ויש לתמוה דהא לא אמר הכי אלא בדרך דילמא והיאך כתב דרב אשי קא פסיק מקצת ערלה לא פסלה, ורבינו משמע ליה דלא שבקינן מאי דפשיטא ליה לסתם גמרא אליבא דרב חסדא משום מאי דמספקא לרב אשי ועוד דלמאי דאוקים רב אשי פלוגתייהו אקשינן דרב חסדא אדרב חסדא ושני בדוחק הילכך אוקמתא קמייתא עדיפא. \n",
        "<b>ומה שכתב שחטו למולים שיתכפרו בו ערלים פסול.</b> שם פלוגתא (דרבא) [דרבה] ורב חסדא ופסק כרב חסדא. \n",
        "<b>ומה שכתב שחטו לאוכליו לזרוק דמו שלא לאוכליו הפסח כשר וכו'.</b> ברייתא בפרק כיצד צולין (פסחים דף ע״ח:). מצאתי כתוב וה״ה אם זרק דמו שלא לאוכליו כשר דאין דין מחשבת אוכלין אלא בשחיטה בלבד ריש פירקא קמא דזבחים קאמר מה לשחיטה שכן נפסלת שלא לשם אוכלין בפסח: \n\n"
      ],
      [
        "<b>מי שהוא בריא בשעת שחיטה וחולה בשעת זריקה וכו'.</b> שם: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ח-י)</small> שוחט אדם ע''י בנו ובתו הקטנים וכו' עד ואינם יוצאים אלא בשל עצמן.</b> ברייתא וגמ' בפ האשה (דף פ''ח): \n\n"
      ],
      [
        "<b>האשה שהיא בבית בעל וכו' עד בשע שחיטה.</b> משנה ר''פ האשה (ד פ''ז) בזמן שהיא בבית בעלה שח עליה בעלה ושחט עליה אבי תאכל משל בעלה הלכה רג הראשון לעשות בבית אביה שח עליה אביה ושחט עליה בעל תאכל במקום שהיא רוצה ובגמר ורמינהי אשה רגל הראשון אוכל משל אביה מכאן ואילך רוצ אוכלת משל אביה רוצה מש בעלה ל''ק כאן בשרדופה ליל כאן בשאינה רדופה ומשמע דה'' ברייתא ברדופה ולפיכך רג הראשון משל אביה מכאן ואיל ממקום שתרצה ומתני' בשאינ רדופה הילכך רגל ראשון ממקו שתרצה מכאן ואילך משל בעל וכן פירש''י. והשתא איכא למתמ על רבינו שכתב היתה נחפז דהיינו רדופה דברייתא והשמי דין אינה רדופה דמתניתין דרג הראשון תאכל ממקום שתרצה ונ''ל שסובר שרוב הבנות ד רדופות ללכת לבית אביהן ברג הראשון וזהו שכתבו כדרך הבנו ומשום דאינה רדופה לא שכיח לא חש רבינו לכתבו. ועוד אפש שסמך על דאיכא למילפה מד רדופה דכיון דרדופה רגל הראש משל אביה ממילא משמע דשאינ רדופה רגל הראשון ממקו שתרצה וכיון דברדופה שא רגלים ממקום שתרצה ממיל משמע דבשאינה רדופה מש בעלה: \n",
        "<b>וכן יתום ששחטו על אפוטרופוסים וכו'.</b> שם \n",
        "<b>במשנה ומ''ש בד''א ביתום קטן אבל גדו נעשה כממנה עצמו על שני פסחים וכו' עד אינו אוכל אלא מן הנשחט ראשון.</b> בירושלמי פרק האשה: \n\n"
      ],
      [
        "<b>עבד של שני שותפים וכו'.</b> בפ' האשה שם תנן עבד של שני שותפין לא יאכל משל שניהם ורמינן עלה מדתניא רצה מזה אוכל רצה מזה אוכל ושני במתני' בדקפדי אהדדי ברייתא דלא קפדי אהדדי. ופירש רש''י דקפדי אהדדי שני הבעלים ואינם רוצים לההנות זה מזה. ורבינו מפרש דקפדי זה על זה שלא יגנבנו x כלומר וחושש זה שאם יאכל אצל חבירו ימשיך לב העבד אליו ויגנבנו: \n\n"
      ],
      [
        "<b>מי שחציו עבד וחציו בן חורין וכו'.</b> שם (דף פ''ז) תנן מי שחציו עבד וחציו בן חורין לא יאכל משל רבו ובגמ' (דף פ''ח) משל רבו הוא דלא יאכל אבל משל עצמו יאכל והא תניא לא יאכל לא משלו ולא משל רבו ל''ק כאן כמשנה ראשונה כאן כמשנה אחרונה דתנן מי שחציו עבד וחציו בן חורין עובד את רבו יום אחד ואת עצמו יום אחד דברי ב''ה בש''א וכו' כופין את רבו ועושה אותו בן חורין חזרו ב''ה להורות כדברי ב''ש. ופרש''י כמשנה ראשונה קודם שחזרו ב''ה לא יאכל משל עצמו מפני שאין חלק עבדות נמשך אחר דעתו. במשנה אחרונה הואיל ובידנו לשחררו הרי הוא כבן חורין ואוכל משל עצמו. ולפי זה יש לתמוה על רבינו שפסק כמשנה ראשונה וכבר השיגו הראב''ד. ואפשר לומר שרבינו מפרש דלמשנה ראשונה יאכל משל עצמו שמאחר שצד חירות ניכר לעצמו שהרי עובד את עצמו יום אחד צד עבדות נגרר אחריו ואוכל משל עצמו אבל למשנה אחרונה שלא עשו לו תקנה לעבוד את עצמו יום אחד אין צד חירות ניכר הלכך אין צד עבדות נמשך אחריו וכיון שכן לא יאכל לא משל רבו ולא משל עצמו. ורבינו כתב בפיהמ''ש כלשון הזה ואמרו לא יאכל משל רבו וכמו כן לא יאכל משל עצמו לפי כי עוד יתבאר לך כי הוא לא יניח עבד חציו בן חורין וחציו עבד ולפיכך לא יאכל ממנו בשום פנים עד שיעשה בן חורין. ומ''ש בכאן לא יאכל משל רבו שיראה ממנו שהוא אוכל זהו דעת האומר מניחין עבד חציו בן חורין עכ''ל. ואין דבריו מובנים לי דמה טעם לומר שמפני שאין מניחין עבד חציו בן חורין שאם אירע שהניחוהו שלא יאכל כלל כיון שמן הדין אוכל הוא ואין לומר דה''ק כיון שאין מניחין אותו נמצא שמי שחציו עבד וחציו בן חורין אינו אוכל כלל לפי שאינו נמצא ומי שאינו נמצא אינו אוכל כלל דא''כ למה לו לכתוב זה בחיבור דנראה דיש נפקותא בזה לענין אכילת פסח דלא יאכל כלל אם היה נמצא וזה אינו שאם היה נמצא למה יגרע מלאכול משל עצמו. ואפשר לומר דה''ק דלמשנה ראשונה שתקנו שיעבוד את עצמו יום אחד תקנו ג''כ שיאכל משל עצמו אע''ג דמדינא אינו אוכל לא משלו ולא משל עצמו ולמשנה אחרונה ביטלו כל מה שתיקנו הילכך לא יאכל כלל. אחר שכתבתי זה מצאתי כתוב שנשאל ה''ר אברהם בנו על זה שנראה שרבינו פה פוסק כמשנה ראשונה והשיב לדברי המשנה ראשונה עבדינן ליה תקנה להוציאו מחיובו ומפני זה אוכל משל עצמו ולדברי משנה אחרונה אע''פ שזו היא תקנתו להוציאו י''ח לא עבדינן ליה תקנה שמא יהיה זה גורם לעיכוב שחרורו אלא אומרים לרבו זה אינו אוכל משלך דלא קרינן ביה עבד איש ולא משל עצמו שאינה תקנה גמורה אלא מהר ושחררו כדי שלא ימנע מן המצוה ולפיכך נתן טעם עד שיעשה בן חורין אבל למשנה ראשונה דליכא חיוב לשחררו עבדינן ליה תקנה במצות שהוא חייב בהן מספק מד''ס דאילו מן התורה פטור כדדייק רבינו ממתני' בפ''ק דחגיגה (דף ד') והא דקאמר התם הכל חייבים בראיה לאיתויי מי שחציו עבד וחציו בן חורין דחויה היא מקמי הא דרבינא עכ''ל. וע''פ זה יתבארו דברי רבינו שבפירוש המשנה: \n\n"
      ],
      [
        "<b>עד כמה נמנין על הפסח וכו' עד שהרי נשחט עליו.</b> משנה בפרק האשה (דף פ''ט): \n",
        "<b>נמנו עליו וחזרו אחרים ונמנו עליו וכו'.</b> בפרק כיצד צולין (פסחים דף ע״ח:): \n\n"
      ],
      [
        "<b>הממנה אחרים עמו על חלקו וכו'.</b> משנה בפרק האשה (דף פ''ט:). \n",
        "<b>ומ''ש וכן בני חבורה שהיה אחד מהן גרגרן וכו'.</b> ברייתא שם: \n\n"
      ]
    ],
    [
      [
        "<b>האומר לעבדו צא ושחוט עלי את הפסח וכו'.</b> משנה וגמ' בפ' האשה (דף פ''ח:). \n",
        "<b>ומ''ש הלך ושחט גדי וטלה וכו'.</b> שם במשנה שחט גדי וטלה יאכל מן הראשון ובגמרא והתניא אין נמנין על שני פסחים כאחד מתני' במלך ומלכה והתניא וכו' מעשה במלך ומלכה וכו' אמר ר''ג מלך ומלכה דדעתן קלה עליהם יאכלו מן הראשון אנו לא נאכל לא מן הראשון ולא מן השני. ופירש''י אין נמנין על שני פסחים כאחד לאכול בשעת אכילה מאחד מהם שירצה דאין ברירה וכי בעי למיכל מהאי דילמא בשעת שחיטה לא הוה דעתיה עילויה הילכך לא אכיל וזה שהמנה את רבו על שני פסחים ורבו סמך עליו היאך יאכל מן הראשון. במלך ומלכה שתלויים על עבדיהם ואין מקפידים על סעודתם אם גדיים אם טלאים הילכך אין כאן דין ברירה דתרוייהו ניחא ליה לפיכך יאכל מן הראשון דכיון דליכא קפידא יצא בראשון י''ח ואידך בכדי נשחט וכו' שדעתן קלה כדאמרן שאין מקפידים אם גדי אם טלה. ורבינו נראה שמפרש טעמא דמלך ומלכה משום שלום מלכות והיינו שדעתו קלה עליהם ומשמע לי דהיינו לומר שאם נאמר למלך שלא יאכל כלל יכעוס על עבדו ויהרגהו או שמא יכעוס על החכמים שאמרו דלא יאכל כלל משום דאין ברירה שיעלה על דעתו של מלך דיש ברירה מן הדין אלא שלהקניטו אמרו כן. ודברי רבינו בפירוש המשנה אינם מובנים לי: \n\n"
      ],
      [
        "<b>האומר לשלוחו צא ושחוט עלי את הפסח וכו'.</b> משנה וגמרא בפ' האשה (דף פ''ח). \n",
        "<b>ומ''ש ואם שכח השולח קודם שיזרק הדם חייבים לעשות פסח שני שכח אחר שנזרק הדם פטור מלעשות פסח שני.</b> שם במשנה שכח רבו מה אמר לו שניהם יצאו לבית השריפה ופטורים מלעשות פסח שני ובגמ' אמר אביי ל''ש אלא ששכח אחר זריקה דבעידנא דאיזדרק דם הוי חזי לאכילה אבל שכח לפני זריקה וכו' חייבים לעשות פסח שני ואף על גב דאמרינן התם איכא דמתני לה אברייתא דחמשה שנתערבו עורות פסחיהם וכו' ומאן דמתני לה אברייתא אבל אמתניתין לא וכו' פסק רבינו כלישנא קמא שהוא לישנא דסתם גמרא ולא כלישנא דאיכא דמתני ועוד דמאן דמתני אמתניתין עדיף משום דכל שכן אברייתא. \n",
        "<b>ומה שכתב וכן הדין באומר לעבדו צא ושחוט עלי וקבע לו וכו'.</b> המשנה שנויה שם באומר לעבדו ושינה רבינו וכתבה באומר לשלוחו משום דבזה אין צריך להוסיף על השנוי במשנה ואח''כ כתב הדין דאומר לעבדו כמו שהוא שנוי במשנה וכתב עליה מאי דאתמר עלה בגמרא שלי מה שקנה עבד קנה רבו אמר אביי הולך אצל רועה שרגיל רבו אצלו דניחא ליה בתקנתא דרביה ומקני לה חד מינייהו על מנת שאין לרבו רשות בו. ואע''פ שרבינו בפ''ג מהל' זכייה כתב דלא מהני האי לישנא לשלא יקנה רבו כתב לישנא דגמ' וסמך על מ''ש בפרק הנזכר: \n\n"
      ],
      [
        "<b>בני חבורה שאמרו לאחד וכו'.</b> דברים פשוטים הם נלמדים ממה שיתבאר לקמן בסמוך: \n\n"
      ],
      [],
      [],
      [
        "<b><small>(ד-ו)</small> חבורה שאבד פסחה וכו' עד אינם אחראים זה לזה.</b> משנה בפ' מי שהיה טמא (פסחים דף צ״ח:) ופירש״י אם שלו נשחט ראשון הואיל והם אמרו לו שחוט עלינו על שלו הם נמנים ושוב אין יכולים להמנות על שלהן ושלהם ישרף דפסח בלא בעלים הוא ואוכלים כולם משלו. ואם שלהם נשחט ראשון הוא אוכל משלו שהרי לא נמנה על שלהם והם אוכלים משלהם שהרי חזרו בהם מן האבוד ומשכו ידיהם ממנו. והם אינם אוכלים עמו שמא שלהם נשחט ראשון ונמשכו מזה. ושלהם יצא לבית השריפה שמא שלו נשחט ראשון ואין נמנין על השני. ופטורים מפסח שני דממ״נ בראשון נמנו ואכילה לא מעכבא. אמר להם אם איחרתי שחטו עלי. יחיד שהלך לבקשו ואמר לבני חבורה אם איחרתי שחטו עלי והמנוני עמכם והם לא אמרו שחוט עלינו. הוא אוכל עמהם ושלו ישרף דכיון שהמנוהו על שלהם הרי נמשך מן הראשון וחוזר בו משליחותו. ושלו יצא לבית השריפה שמא שלהן נשחט ראשון ונמשך משלו שהרי עשאן שלוחים. ופטור מפסח שני ממ״נ בראשון יצא. אמר להם שחטו עלי אם איחרתי ואמרו לו בקש ושחוט עלינו יאכלו כלם מן הראשון דהם שלוחיו והוא שלוחם. ואם אינו ידוע אי זה נשחט ראשון ישרפו שניהם ופטורין מפסח שני. אינם אחראין זה לזה אין אחריות וטענה זה על זה ואין חוששין איזה נשחט ראשון אלא הם אוכלים משלהם והוא אוכל משלו עכ״ל: \n",
        "<b>ולפי</b> זה מ''ש רבינו אמר להם זה ששלחוהו לבקש פסח שאבד ולשחטו לאו למימרא שאמרו לו ושחוט עלינו דא''כ היינו בבא דאמר להם ואמרו לו ולמה נשתנה דין זה וזהו שמפני כך הוכרח רש''י לפרש והם לא אמרו לו שחוט עלינו. אלא ע''כ לומר דולשחטו ה''פ שנשחטהו אנחנו לא שישחטהו הוא עליהם, ודייקא לישנא דרבינו שלא כתב ולשחטו עליהם: \n",
        "<b>ומ''ש אע''פ שהיה בלבם וכו' או שהיו שם רמיזות ודברים.</b> נ''ל שלמד כן רבינו מייתורא דמתניתין דאל''כ מאי קמ''ל פשיטא: \n\n"
      ],
      [],
      [
        "<b><small>(ז-ח)</small> שתי חבורות שנתערבו פסחיהם וכו' עד ונמצא שלא הפסידו כלום.</b> גם זה משנה שם: \n\n"
      ],
      [
        "<b>חמשה שנתערבו עורות פסחיהם וכו' עד סוף הפרק.</b> ברייתא וגמרא בפ' האשה (דף פ''ח פ''ט): \n\n"
      ]
    ],
    [
      [
        "<b>כבר נתבאר בהל' פסולי המוקדשין.</b> פט''ו: \n",
        "<b>השוחט את הפסח על בני חבורה וכו'.</b> בתוספתא פרק רביעי השוחט את הפסח על בני חבורה ואמר שלא לשמו שחטתיו שורת הדין אינו נאמן ע''כ. ומשמע לרבינו דהיינו דוקא בסתם בני אדם אבל אם הוא מוחזק להם לנאמן סומכים עליו וכדאמרינן בקדושין פ' האומר גבי א''ל ע''א זינתה אשתך. ומדקתני שורת הדין אינו נאמן דייק רבינו שאם רצה שלא להעמיד עצמו על הדין ה''ז משובח: \n",
        "<b>כתב</b> הראב''ד ה''ז משובח ויביא פסח שני א''א אין כאן שבח וכו'. ובאמת דבר תימה הוא שהרי גם רבינו כתב כן בסוף פ''ג. ואפשר לומר דמאי יביא פסח שני דקאמר הכא שימנה עם אחרים על פסח שני: \n\n"
      ],
      [
        "<b>בשר הפסח שנטמא וכו'.</b> משנה פרק כיצד צולין (פסחים דף ע״ח:) נטמא הבשר והחלב קיים אינו זורק (את) הדם. \n",
        "<b>ומה שכתב ואם זרק לא הורצה.</b> שם פלוגתא דחכמים ורבי נתן ופסק כחכמים ואע''ג דרב אמר דמתניתין כרבי נתן לא חש לה רבינו כיון דרבים פליגי עליה ועוד דאמרינן ומאי דוחקיה דרב לאוקמה כרבי נתן ועוד דמאי דאמרינן דדחקיה דא''כ ליתני פסול אינו הכרע דאיכא למימר דאגב סיפא נקט רישא ואף על גב דבתר הכי אמרינן דרב אמר דמתניתין כרבי יהושע כיון דחכמים פליגי עליה כוותייהו נקטינן: \n",
        "<b>ומה שכתב ואם לא נודע לו עד שנזרק הדם הורצה וכו'.</b> שם (דף פ':) כרבינא דאמר טומאתו בין שוגג בין מזיד הורצה זריקתו בשוגג הורצה במזיד לא הורצה: \n",
        "<b>נטמאו מקצת האברים וכו'.</b> תוספתא פרק ששי נטמאו חלבים והבשר קיים אם יש כזית לכל אחד ואחד יזרוק ואם לאו לא יזרוק. ומשמע לרבינו דבנטמא קצת הבשר עסקינן מדקתני אם יש כזית לכל אחד ואחד ודוחק: \n",
        "<b>נטמאו האימורים והבשר קיים וכו'.</b> משנה שם (דף ע''ח:) נטמא החלב והבשר קיים זורק את הדם: \n",
        "<b>נטמאו הבעלים אחר שנשחט וכו'.</b> משנה שם נטמא (טומאת) הגוף אין הציץ מרצה וכו' שהציץ אינו מרצה על טומאת הגוף נטמא טומאת התהום הציץ מרצה. \n",
        "<b>ומה שכתב כמו שביארנו בהלכות ביאת המקדש.</b> הוא בפרק [רביעי]: \n\n"
      ],
      [
        "<b>הפסח שיצא מירושלים וכו'.</b> משנה פ' כיצד צולין (פסחים דף פ״ב) הפסח שיצא או שנטמא ישרף מיד נטמאו הבעלים או שמתו תעובר צורתו וישרף בט״ז.  ",
        "<b>ומ''ש אפי' אם נטמאו או מתו קודם זריקת הדם וכו'.</b> שם בגמ'.  ",
        "<b>ומ''ש זה הכלל וכו'.</b> ברייתא שם. ומה  ",
        "<b>שהשוה משכו ידיהם לנטמאו או מתו.</b> בסוף פרק אלו דברים (פסחים דף ע״ג:).  ",
        "<b>ומה שכתב לפיכך אם שחטו אחר שנודע שמשכו הבעלים את ידם וכו'.</b> זה פשוט שהרי פיסולו בגופו הוא:  ",
        "<b>במה דברים אמורים שישרף אם נטמאו הבעלים וכו' אבל אם התחילו כלם ונטמאו מקצתם וכו'.</b> ירושלמי סוף פרק כיצד צולין התחילו אלו ונטמאו אלו זכו טהורים בחלקם של טמאים ולא עוד אלא אפילו התחילו ונטמאו הם זכו טהורים בחלקן של טמאים אבל אם התחילו אלו (ואלו) ונטמא אחד מהם לא זכו טהורים בחלקן (של טמאין):  ",
        "<b>נטמא שלם או רובו וכו'.</b> משנה פרק כיצד צולין (פסחים דף פ״א:).  ",
        "<b>ומה שכתב כדי שלא יחשדו אותם וכו' לפיכך אם ישרפוהו בקש או בקנים וכו'.</b> שם (דף פ''ב) פלוגתא דאמוראי ופסק כרבא דאמר מפני החשד. ופירש רש''י שלאחר שריפתם מחזירים מותר העצים לתוך ביתן והרואה חושדן בגונבי עצי המערכה ונהנים מהם. ודע דבגמרא רמי אמתני' ברייתא דקתני דנטמא מיעוטו נמי שורפין אותו לפני הבירה מעצי המערכה ומשני דההיא באכסנאי משום דאין לו עצים וצריך טעם למה השמיטו רבינו.  ",
        "<b>ומה שכתב נטמא מיעוטו וכן הנותר שורפין אותו בחצרותיהן מעצי עצמן וכו'.</b> גם זה שם במשנה:   "
      ],
      [
        "<b>המפריש נקבה לפסחו או זכר בן שתי שנים וכו'.</b> בפרק מי שהיה טמא (פסחים דף צ״ז:) תנן המפריש נקבה לפסחו או זכר בן שתי שנים ירעה עד שיסתאב [וימכר] ויפלו דמיו לנדבה ובגמ' שמע מינה בעלי חיים נדחים ודחוי מעיקרא הוי דיחוי. ומאחר שנתבאר בפרק ג' מהלכות פסולי המוקדשין ופרק ט״ו ממעשה הקרבנות שרבינו פוסק כמאן דאמר אין בעלי חיים נדחים ממילא משמע שיביא בדמיו פסח. \n",
        "<b>ומ''ש ואם לא נפל בו מום וכו' יביא בדמיו שלמים.</b> הוא מדאמרינן בפרק (שני דשקלים) שמותר פסח יקרב שלמים: \n\n"
      ],
      [
        "<b>הפריש פסחו ומת וכו'.</b> משנה שם (דף צ''ח). \n",
        "<b>ומ''ש ואם היה ממונה עם אביו עליו וכו'.</b> ברייתא שם. \n",
        "<b>ומ''ש בד''א כשמת אביו אחר חצות י''ד וכו'.</b> שם בגמרא וכאוקימתא דרב אשי: \n\n"
      ],
      [
        "<b>מי שאבד פסחו ומצאו וכו'.</b> משנה שם (דף צ''ו) הפסח שנמצא קודם שחיטת הפסח ירעה עד שיסתאב וימכר ויביא בדמיו שלמים וכן תמורתו אחר שחיטת הפסח יקרב שלמים וכן תמורתו. ופירש''י הפסח שאבד והפריש אחר תחתיו ונמצא הראשון קודם שחיטת השני דהיה עומד לפנינו בשעת שחיטה הרי קבעתו שעת שחיטה בשם פסח וזה שלא הקריבו דחהו בידים לא יקרב עוד הוא עצמו שלמים דאין זה מותר הפסח וכו'. וכן תמורתו אם המיר הוא בו בהמת חולין אח''כ הרי הוא כמוהו אין קרב הוא עצמו שלמים אלא דמיו ואם לאחר שחיטת השני נמצא הרי לא קבעתו שעת שחיטה בשם פסח ולא נדחה בידים ויביא שלמים ויקרב הוא עצמו שלמים. ובגמ' רבה אמר קודם שחיטה ולאחר שחיטה שנינו ר' זירא אמר קודם חצות ולאחר חצות שנינו וכו' כתנאי הפסח שנמצא קודם שחיטה ירעה לאחר שחיטה יקרב ר''א אומר קודם חצות ירעה לאחר חצות יקרב משמע דהלכה כרבה דקאי כת''ק דפליג אר''א ועוד דלקמן בגמ' אמרינן דר''י כרבה ס''ל ואיתא תו בגמ' אמר רבא ל''ש אלא שנמצא אחר שחיטה והמיר בו אחר שחיטה אבל נמצא קודם שחיטה והמיר בו אחר שחיטה תמורתו מכח קדושה דחויה אתיא ולא קרבה. ופירש''י ל''ש דתמורה קריבה אלא שנמצא אחר שחיטה שאפי' הפסח לא נדחה אבל נמצא קודם שחיטה שהוא עצמו נדחה אע''פ שתמורתו לא נדחית בידים אינה קריבה שהרי מכח קדושה דחויה באה: והשתא מ''ש \n",
        "<b>רבינו יקריב איזה מהם שירצה לשם פסח</b> הכי משמע מפירוש רש''י במתני' והכי איכא למגמר מדתנן בפ''ד דתמורה (דף כ''ג) המפריש חטאתו ואבדה והפריש אחרת תחתיה והרי שתיהן עומדות אחת מהן תקרב והשנייה תמות אלמא איזו מהם שירצה יקריב וה''ה לפסח. \n",
        "<b>ומ''ש והשני יקרב שלמים.</b> יש לתמוה עליו שלא הל''ל אלא והשני ירעה עד שיפול בו מום ויביא בדמיו שלמים כמו ששנינו במשנה שכתבתי בסמוך. וכבר השיגו הראב''ד וכתב א''א זה שיבוש אלא ירעה עד שיסתאב ויביא בדמיו שלמים עכ ל. ואפשר לדחוק ולומר דאה נ דסבר רבינו שירעה וכו וקיצר בלשונו משום דלא נתכוין אלא ללמד שהשני לא יקרב לשם פסח. ואפשר לומר דרבינו סבר דמתני' דקתני השני ירעה אתיא כמ''ד x ב''ח נדחים ומאחר דאיהו ז''ל סבר דאין בעלי חיים נדחים כמו שנתבאר בפ''ג מהלכות פסולי המוקדשין ובפט''ו מקרבנות ממילא משמע שהשני הוא עצמו יקרב שלמים. וא''ת היאך פסק רבינו דנמצא קודם שחיטתו שתמורתו אינה קריבה אלא תרעה והא אין ב''ח נדחים. וי''ל דלא מטעם ב''ח נדחים פסק רבינו כן אלא מפני שזה השני היה ראוי להקריבו פסח וראוי להקריבו שלמים וכיון שלא היתה בו קדושה אחת בלבד קבועה אין בו כח להתפיס תמורתו להקרב וזהו פירוש מכח קדושה דחויה אתיא לדעת רבינו: \n",
        "<b>כתב</b> הר״י קורקוס ז״ל יש כאן מקום עיון במה שכתב רבינו שיקריב איזה שירצה והוא דעת רבנן פ' שני שעירי (יומא דף ס״ד) ורבי יוסי פליג וסבר יקריב הראשון והקשו שם לרב דאמר שאם מת אחד מהזוג של שני שעירים שהדין הוא שיקח זוג אחר ודעת רב שם שהראשון יקרב והשני ירעה נהי דאין ב״ח נדחין יקריב אי זה שירצה ותירצו דרב סבר כר' יוסי דאמר גבי פסח שהראשון יקריב ורבינו כתב והשני מן השנים שהגריל בסוף ירעה והוא דעת רב שהעמידו כרבי יוסי וכאן פסק כרבנן שאי זה שירצה יקריב וא״כ קשיא דידיה אדידיה. ונראה שדעת רבינו שאע״פ שאמרו שם דרב כר' יוסי לאו למימרא דסבר כוותיה גבי פסח אלא ה״ק כי היכי דרבי יוסי סבר גבי פסח מצוה בראשון מפני שהופרש לשם פסח תחלה כן סובר רב כאן ומיהו אפשר שאפילו רבנן מודו שכיון שלא בא דיחוי אלא מצד חבירו אין לדחותו ומתחלה מ״ד יביא הזוג לא לדחות הראשון שלא נדחה מצדו (אלא יפריש אחר תחתיו) ואינו מביא שנים אלא לקיים מצות הגרלה אבל גבי פסח כיון שאבד והפריש אחר במקומו כשנמצא די לנו שנאמר שנראה ויקריב אי זה שירצה שלא נצריך אותו להקריב השני דוקא וכמו שנראה מדברי רבי עקיבא שאמר הפסח שאבד ונמצא ירעה וכו' וכן מצאתי בירושלמי סוף פרק מי שהיה הפריש פסחו ואבד וכו' אית תנויי תני מצוה להקריב את הראשון ואית תנויי תני מצוה להקריב את השני והטעם שכיון שאבד והפריש אחר מצוה באותו שהפריש כיון שהראשון היה אבוד וזה שמיעט רבינו אבל שנאמר שיקריב הראשון אין לנו כי כיון שאבד ועל כרחך צריך שיפריש אחר ובשעת הפרשה לא היה שם הראשון הראשון הפסיד חשיבותו אפי' שנמצא ורב אפילו כרבנן אמרה למילתיה. ואפשר עוד שדעת רבינו גם שם שאי זה שירצה יקריב ולכך לא כתב שם הראשון יקרב אלא כתב השני ירעה וכו' והכוונה שאפי' שהקריב הראשון ירעה השני ולא אמרינן ימות הואיל ומתחלה לא הביאו אלא להגריל על של עזאזל שמת. אי נמי אפשר דסד״א שאם הקריב הראשון שהשני אין צריך לרעות אלא הוא חולין שלא קידשו הגורל כי לא קידש אלא הצריך קמשמע לן שהשני ירעה אף אם הקריב הראשון וכל שכן אם הקריב השני שודאי הראשון רועה כי קדש הוא בלי ספק וכיון שלא כתב שיקריב הראשון ממילא שיקריב אי זה שירצה ואין קפידא בדבר ואם היה צריך להקריב הראשון היה מפרש כן נראה לי עכ״ל: \n\n"
      ],
      [
        "<b>פסח שעברה שנתו וכו'.</b> ברייתא שם (דף צ''ו:): \n\n"
      ],
      [
        "<b>פסח שנתערב בשלמים וכו'.</b> זה פשוט על פי מה שנתבאר דמותר פסח קרב שלמים: \n",
        "<b>נתערב בזבחים אחרים ירעו עד שיסתאבו וכו'.</b> משנה בפרק מי שהיה טמא (פסחים דף צ״ח) וכתב רש״י ובדמי היפה שבהם פסח אם קודם הפסח נסתאבו אם לאחר הפסח נסתאבו יביאנו שלמים. וכך הוא בתוספתא אלא שיש בה קצת שינוי: \n",
        "<b>נתערב בבכורות ירעו הכל וכו'.</b> משנה וגמרא שם וכרבנן דפליגי ארבי שמעון: \n\n"
      ],
      [
        "<b>המפריש פסחו עד שלא נתגייר וכו'.</b> בירושלמי פ' האשה קאמר בהו צריך להמנות על פסח אחר וסובר רבינו דהיינו כמ''ד ב''ח נדחים: \n\n"
      ],
      [
        "<b>המפריש מעות לפסחו והותירו יביא המותר שלמים.</b> פ''ק דזבחים (דף ט') מימרא דר''נ: \n",
        "<b>הממנה אחרים על פסחו ועל חגיגתו וכו' עד סוף הפרק.</b> בפרק האשה (דף צ') וכרבי דפליגי אמוראי אליביה ובפלוגתא דרבא ור' זירא פסק כמאן דמחמיר: \n\n"
      ]
    ],
    [
      [
        "<b>מי שהיה טמא בשעת שחיטת הפסח וכו' ה''ז מביא פסח בי''ד לחדש השני וכו'.</b> מפורש במקרא בפ' בהעלותך. \n",
        "<b>ומ''ש ושחיטת פסח זה מ''ע בפני עצמה ודוחה את השבת שאין השני תשלומין לראשון אלא רגל בפנ''ע לפיכך חייבים עליו כרת.</b> בר''פ מי שהיה טמא (צ''ג) פלוגתא דתנאי ופסק כרבי ויתבאר בסמוך: \n\n"
      ],
      [
        "<b>מי ששגג או נאנס ולא הקריב בראשון וכו'.</b> שם (דף צ''ג) הזיד בזה ובזה לד''ה חייב שגג בזה ובזה ד''ה פטור הזיד בראשון ושגג בשני לרבי ורבי נתן חייב ולר' חנינא בן עקביא פטור שגג בראשון והזיד בשני לרבי חייב לרבי נתן ולר' חנינא בן עקביא פטור וכבר נתבאר בסמוך שרבינו פוסק כרבי: \n",
        "<b>כתב</b> הראב''ד מי ששגג או נאנס ולא הקריב בראשון וכו'. א''א שנה זה במשנתו כרבי ור' נתן ור''ח בן עקביא פליגי עליה עכ''ל. טעמו לומר דבשלמא בהזיד בראשון ושגג בשני דפסק חייב ניחא דפסק כרבי ור' נתן דרבים נינהו אלא בשגג בראשון והזיד בשני קשה אמאי פסק כרבי דמחייב דהוי יחידאה לגבי ר' נתן ור''ח בן עקביא. וי''ל שטעמו של רבינו משום דאמרינן בגמרא דרבי סבר וחדל לעשות הפסח ונכרתה דלא עבד בראשון א''נ קרבן ה' לא הקריב במועדו בשני וממאי דהא חטאו ישא כרת הוא דקסבר מגדף היינו מברך השם וכתיב במברך השם ונשא חטאו וגמר האי חטאו דהכא מחטאו דהתם מה להלן כרת אף כאן כרת ורבי נתן ור''ח בן עקביא סברי מגדף לאו היינו מברך את השם ובפ''ק דכריתות (דף ז') אמרינן דחכמים ס''ל דמגדף היינו מברך את השם וכיון דקם ליה רבי כחכמים הלכתא כוותיה ואע''פ שרש''י שם משבש גירסת הספרים ומהפך סברת חכמים לר''ע רבינו נקט כגירסת הספרים. וה''ר אברהם בנו של רבינו הקשו לו הקושיא זו שהקשה הראב''ד והשיב לא נכנס הספק אלא מזה שאמרת שבין לר' נתן בין לר''ח בן עקביא שני תשלומין דראשון ולא הכין הוא דהכי אמרינן במאי קא מיפלגי רבי סבר שני רגל בפ''ע הוא פירושו שאין השני תלוי בראשון אלא חיוב בעצמו כשאר הרגלים לפיכך אם הזיד לדבריו בראשון ושגג בשני חייב וכן אם שגג בראשון והזיד בשני ור' נתן סבר שני תשלומין לראשון הוא ותקוני לראשון לא מתקנינן ולפיכך לדבריו אם הזיד בראשון ושגג בשני חייב שהמזיד בראשון נראה לחיוב דתקוני לראשון לא מתקנינן ואם לא ישלם התשלומין אפילו שגג בעת התשלומין חייב לא מפני שלא עשה את השני ששגג בו אלא מפני שלא עשה את הראשון שהזיד בו ור''ח בן עקביא סבר שני תקנתא דראשון הוא ולדבריו אם שגג בראשון אפילו הזיד בשני או שגג בשני אפילו הזיד בראשון פטור כדאסקוה. וטעם הדבר שאם הזיד בראשון לא נראה לחיוב שכבר עשה לו הכתוב לדבריו תקנה בשני ואם שגג בשני פטור שבשעת התקנה שוגג היה וכן אם שגג בראשון והזיד בשני פטור שהראשון שהוא עיקר החיוב פטור הוא עליו מפני ששגג בו ואין השני עיקר חיוב עד שנחייב אותו עליו אם הזיד בו ולא הזיד בראשון הילכך לדברי ר' חנינא אינו חייב אלא כשהזיד בזה ובזה נמצא עכשיו ר' נתן סבר שני תשלומין דראשון ולא תקנתא ור' חנינא סבר שני תקנתא דראשון הוא ולאו תשלומין שענין התשלומין אינו ענין התקנה כדפרישית והנה רבי סבר שני רגל בפ''ע הוא בא ר' נתן וחלק עליו ואמר שני תשלומין בא ר' חנינא וחלק עליו חלוקה אחרת ואמר שני תקנה הוא הילכך הלכה כרבי לגבי כל חד מינייהו דהלכה כרבי מחבירו עכ''ל: \n",
        "<b>ומ''ש אבל מי שהיה טמא או בדרך רחוקה וכו'.</b> שם במשנה (דף צ''ב:) מי שהיה טמא או בדרך רחוקה ולא עשה את הראשון יעשה את השני שגג או נאנס ולא עשה את הראשון יעשה את השני א''כ למה נאמר טמא או שהיה בדרך רחוקה (אלא) שאלו פטורים מן הכרת ואלו חייבים בהכרת ופירש רבינו בפירוש המשנה כשהיה טמא או בדרך רחוקה [בפסח ראשון] ולא עשה את השני אינו חייב כרת לפי שנפטר מפסח ראשון שנאמר בו לשון כרת ונדחה לפסח שני שלא נאמר בו לשון כרת וכששגג או נאנס בפסח ראשון ולא עשה את השני חייב כרת כי לשון התורה כל מי שלא היה טמא או בדרך רחוקה ולא עשה פסח כלל חייב כרת והוא אמרו יתברך והאיש אשר הוא טהור ובדרך לא היה וכו' וזה עניין אומרם בכאן אלו פטורים מן ההכרת ואלו חייבים בהכרת עכ''ל. ובזה אין מקום להשגת הראב''ד שכתב אע''פ שהזיד בשני א''א עכשיו סותר את דבריו וכו': \n\n"
      ],
      [
        "<b>ומי שהיה בדרך רחוקה וכו'.</b> שם פלוגתא דר''נ ורב ששת ופסק כרב ששת דהלכתא כוותיה באיסורי: \n\n"
      ],
      [
        "<b>טמא שיכול ליטהר בפסח ראשון שלא טבל וכו'.</b> בפרק אלו דברים (פסחים דף ס״ט:) יכול לא יהא ענוש כרת אלא שהיה טהור ושלא היה בדרך רחוקה ערל וטמא שרץ ושאר כל הטמאים מנין ת״ל והאיש: \n\n"
      ],
      [
        "<b>כשם שמילת עצמו מעכבתו מלעשות פסח וכו'.</b> פשוט בריש פרק הערל (יבמות דף ע':): \n",
        "<b>וכן טבילת אמהותיו לשם עבדות מעכבתו וכו': כתב</b> הראב''ד א''א בתוספתא דפסחים x בדברים שבין פסח מצרים לפסח דורות עכ''ל: \n\n"
      ],
      [
        "<b>הקטן אין מילת עבדיו וטבילת שפחותיו מעכבתו וכו'.</b> יש לתמוה דתניא במכילתא וכל עבד איש אשה וקטן מנין ת''ל מקנת כסף מ''מ. ונראה שרבינו הוה גריס וכל עבד איש ולא של אשה וקטן: \n\n"
      ],
      [
        "<b>גר שנתגייר בין פסח ראשון לפסח שני וכו'.</b> בריש פרק מי שהיה טמא פלוגתא דרבי ור' נתן ופסק כרבי מחבירו: \n",
        "<b>ומה שכתב ואם שחטו עליו בראשון פטור.</b> איכא למידק אטו קטן בר חיובא ופיטורא הוא. וכתב הר''י קורקוס ז''ל דכיון דרחמנא רבייה לקטן שישחטו עליו וממנין אותו נפטר הוא בכך מן השני: \n\n"
      ],
      [
        "<b>נשים שנדחו לשני וכו'.</b> בפרק האשה (דף צ''א:) אשה בראשון שוחטין עליה בפני עצמה ובשני עושין אותה טפילה לאחרים דברי ר' יהודה ור' יוסי אומר אשה בשני שוחטין עליה בפני עצמה ואין צריך לומר בראשון רבי שמעון אומר אשה בראשון עושין אותה טפילה לאחרים בשני אין שוחטין עליה כל עיקר ופוסק רבינו כר' יהודה וכן פסק עוד בר''פ ז' משום דאמרינן כמאן אזלא הא דאמר רבי אלעזר בשני רשות ובראשון חובה ודוחה את השבת כמאן כר' יהודה משמע דהלכתא כוותיה. ויש לתמוה דבפרק ב' אצל מ''ש עושים חבורה כולה נשים אפילו בפסח שני משמע דפסק כר' יוסי כמ''ש שם. וי''ל דאף על גב דלענין עושין חבורה שכולה נשים בפסח שני פסק כר' יוסי כדקי''ל דהלכתא כוותיה לגבי ר' יהודה מכל מקום לענין דוחה את השבת לא ראה לפסוק כמותו מדמשמע מר''א שכתבתי בסמוך דסבר כר' יהודה בהא: \n",
        "<b>ואי זו היא דרך רחוקה ט״ו מילין חוץ לחומת ירושלים.</b> בפרק מי שהיה טמא (פסחים דף צ״ג:) במשנה פלוגתא דתנאי ופסק כר״ע דאמר אי זו היא דרך רחוקה מן המודיעים ולחוץ וכמדתה לכל רוח ואמרינן בגמ' אמר עולא מן מודיעים ולחוץ ט״ו מילין: \n\n"
      ],
      [
        "<b>ומ''ש מי שהיה בינו ובין ירושלים יום י''ד עם עליית השמש ט''ו מילין או יתר וכו'.</b> הכי משמע שם בגמ' בט''ו מילין שאמרו הם מתחילים מהנץ החמה לא מעלות השחר ואמרינן בגמרא עולא לטעמיה דאמר אי זו היא דרך רחוקה כל שאינו יכול ליכנס בשעת שחיטה ופסק כעולא. ואפשר לומר דטעמא משום דמשמע קצת דר''י דאמר כמה מהלך אדם ביום עשר פרסאות וכו' לאגמורן כדעולא אתא דאל''כ למנ''מ. ומפרש רבינו דכל שאינו יכול ליכנס בשעת שחיטה דאמר עולא היינו תחלת שעת שחיטה דהיינו אחר חצות ופשטא דסוגיא הכי מוכחא דאמר ט''ו מיל מצפרא לפלגא דיומא. \n",
        "<b>ומ''ש הלך ולא הגיע מפני שעכבוהו בהמות בדחקם.</b> ברייתא שם (דף צ''ד) היה עומד לפנים מהמודיעים ואינו יכול ליכנס מפני גמלים וקרונות המעכבות אותו יכול לא יהא חייב ת''ל ובדרך לא היה והרי לא היה בדרך. ויש לתמוה על רבינו שנראה לכאורה שהוא פוסק בהפך ונראה שזהו שכתב עליו הראב''ד אינו תופס דרך הגמרא ע''כ. ונראה שרבינו מפרש דה''ק יכול לא יהא חייב כרת אם הזיד ולא עשה את השני כדין מי שהיה בדרך רחוקה כיון שנתעכב בדרך ת''ל ובדרך לא היה והרי לא היה בדרך כלומר אע''פ שנתעכב בדרך כיון שעיכובו לא היה מחמת מרחק הדרך קרינן ביה ובדרך לא היה והרי הוא כאונס אחר ואם הזיד ולא עשה את השני חייב כרת. \n",
        "<b>ומ''ש או שהיה בירושלים והיה חולה ברגליו וכו'.</b> ירושלמי פ' מי שהיה טמא היה נתון מן המודיעים ולפנים ורגליו רעות יכול יהא חייב ת''ל וחדל יצא זה שלא חדל ונראה דה''פ יכול יהא חייב כרת אף על פי ששגג ולא הקריב בשני ת''ל וחדל כלומר דוקא כשהזיד בראשון הוא כששגג בשני חייב כרת יצא זה שלא חדל מלעשות הראשון כרצונו: \n",
        "<b>מי שהיה חבוש חוץ לחומת ירושלים וכו' במה דברים אמורים בשהיה חבוש ביד ישראל וכו'.</b> משנה וגמרא בפרק האשה (דף צ''א): \n",
        "<b>ומה שכתב ואם לא יצא פטור מלעשות פסח שני וכו'.</b> במשנה הנזכרת. \n",
        "<b>ומה שכתב וכן האונן והחולה והזקן שהם יכולים לאכול וכו'.</b> שם במשנה הנזכרת לפיכך אם אירע בהם פיסול פטורים מלעשות פסח שני. ופירש''י לפיכך הואיל ובשעת שחיטה ראויים היו ונזרק הדם עליהם וכו' פטורין מלעשות פסח שני: \n\n"
      ]
    ],
    [
      [
        "<b>אי זהו טמא שנדחה לפסח שני וכו' כגון זבין וזבות וכו'.</b> בריש פרק מי שהיה (דף צ''ג) ת''ר אלו שעושים את השני הזבין והזבות המצורעין והמצורעות ובועלי נדות והיולדות ופירש''י שכל אלו טומאה ארוכה. \n",
        "<b>ומ''ש אבל הנוגע בנבלה ובשרץ וכו',</b> כלומר שאינם אלא טומאת ערב, \n",
        "<b>הרי זה טובל וכו'.</b> הוא מדאיתא בפרק האשה (דף צ') אמר רב יהודה אמר רב שוחטין וזורקין על טבול יום ומחוסר כפורים ואין שוחטין וזורקין על טמא שרץ ועולא אמר אף שוחטין וזורקין על טמא שרץ ופסק כרב יהודה אמר רב משום דרב רבן של כל בני גולה הוא ועוד דסוגיא כוותיה אזלא ובפרק כיצד צולין (פסחים דף פ״א) אמרו דרבי יוסי סובר כן וגם בריש פרק מי שהיה (דף צ״ג) אמרו דר״ע סובר כן וכן כתבו בתוספות דכמה תנאי סברי כרב ופירש״י אין שוחטין וזורקין על טמא שרץ ואע״פ שבידו לטבול היום ובגמ' לרב ומ״ש טבול יום דחזי לאורתא טמא שרץ נמי חזי לאורתא מחוסר טבילה טבול יום נמי מחוסר הערב שמש שמשא ממילא ערבא מחוסר כפורים נמי הא מחוסר כפרה הוא שקינו בידו טמא שרץ נמי הרי מקוה לפניו דילמא פשע א״ה מחוסר כפורים נמי דילמא פשע כגון דמסרינהו לב״ד וכו' חזקה אין ב״ד של כהנים עומדים משם עד שיכלו מעות שבשופרות: \n\n"
      ],
      [
        "<b>טמא מת שחל שביעי שלו להיות בי''ד וכו' אין שוחטין עליו אלא נדחה לפסח שני וכו'.</b> שם אליבא דרב יהודה אמרינן הכי: \n",
        "<b>כתב</b> הראב''ד אין דרך ההלכה הולכת כן וכו'. ואני אומר שמ''ש שהרי רב שאמר אין שוחטין וזורקין מכאן למד, כלומר דאמרינן בגמרא לרב דאמר אין שוחטין וזורקין על טמא שרץ מדאורייתא לא חזי מדכתיב איש איש כי יהיה טמא לנפש מי לא עסקינן שחל שביעי שלו להיות בערב פסח דהיינו טומאת שרץ ואמר רחמנא נדחי. וי''ל לדעת רבינו דאע''ג דאמרינן דטמא מת שחל שביעי שלו בערב פסח דהיינו טמא שרץ לאו לגמרי מדמי להו אלא לומר דכשם שטמא מת אע''פ שיכול לעלות בו ביום אמר רחמנא נדחי ה''נ טמא שרץ מיהו הא כדאיתא והא כדאיתא בטמא שרץ אחר שטבל שוחטין וזורקין עליו משא''כ בטמא מת שאפי' הזה וטבל אין שוחטין וזורקין עליו. ומ''ש דקרא בשלא הזה ולא טבל ומעשה הוה ששחטו וזרקו עליהם קודם טבילה והזייה ולא שאלו אלא אחר זמן שחיטה ונדחו, דברי תימה הם למה לא שאלו קודם מעשה ושאלו אחר מעשה וכי בתר דעבדין מתמלכין ועוד קשה למה נדחו הל''ל להם שיזו עליהם ויטבלו ואח''כ ישחטו להם פסח אחר ויזרקו עליהם את הדם ועוד שהרי בסיפרי מפורש כדברי רבינו והביאו רש''י בפירושיו בפרשת בהעלותך למה נגרע אמר להם אין קדשים קרבים בטומאה אמרו לו א''כ יזרק הדם על הטמאים והבשר יאכל לטהורים אמר להם לא שמעתי עמדו ואשמעה. ומ''ש עוד הראב''ד והכתוב מעיד כן שאמרו אנחנו טמאים לנפש אדם ואם לאחר טבילה והזייה מאי טומאה הויא בהו. תמהני איך פה קדוש יאמר דבר זה דכל זמן שלא העריב שמשן אכתי לאו טהורים נינהו ועוד לפי דבריו דברי בורות דברו לומר שהם טמאים והיו יכולים ליטהר בהזייה וטבילה ועוד היכי קאמר ביום ההוא לא היו יכולים הא למחר היו יכולים והלא כך היו יכולים ביום כמו למחר שאם יטבלו בו ביום היו יכולין לעשות ואם לא יטבלו גם למחר לא יכולים לעשות. ועוד קשה על הראב''ד שהכתוב מכחישו שכתוב אנחנו טמאים לנפש אדם למה נגרע לבלתי הקריב את קרבן ה' ואם כדבריו כבר הקריבו קרבן לה' ולא היתה השאלה אלא אם יעלה להם הקרבן שהקריבו כבר קודם הזייה וטבילה. ודוחק גדול לפרש דלבלתי הקריב את קרבן ה' היינו שיעלה להם הקרבן שכבר הקריבו דאין זה במשמע וכמדומה לי שזו ראיה שאין עליה תשובה. \n",
        "<b>ומ''ש בד''א בשנטמא בטומאות מן המת שהנזיר מגלח עליהם וכו': כתב</b> הראב''ד שהנזיר מגלח עליהם א''א לא מצאתי לזה שורש וכו'. ביאור דבריו שלא מצא שורש לחילוק זה כלומר שהראב''ד סובר שאף בטומאות שהנזיר מגלח עליהם אם טבל והזה שוחטים עליו כמבואר בדבריו בהשגה שקודם זו ואפי' לפי סברת רבינו שסובר שאע''פ שטבל והזה אין שוחטין עליו דין הוא לומר דה''מ בטומאות שהנזיר מגלח עליהם אבל בטומאות שאין הנזיר מגלח עליהם כיון שאם אכל קדש בטומאה זו אין חייבין עליה לא כרת ולא קרבן דין הוא שלא ידחה מפסחו. ויש נוסחא בהשגה זו שבמקום אף אם סברת עצמו הוא כתוב אבל סברת עצמו היא והיא הנוסחא הנכונה: \n\n"
      ],
      [
        "<b>זב שראה שתי ראיות וספר שבעה ימים וכו'.</b> בפ' האשה (פסחים דף צ') תנן זב שראה שתי ראיות שוחטין עליו בשביעי.  ",
        "<b>ומ''ש וטבל בשביעי.</b> בגמ' אמרינן הכי אליבא דרב יהודה דאמר שוחטין וזורקין על טבול יום ואין שוחטין וזורקין על טמא שרץ וכבר נתבאר בסמוך שרבינו פסק הלכה כמותו.  ",
        "<b>ומ''ש ואם ראה זוב אחר שנזרק הדם הרי זה פטור מלעשות פסח שני.</b> בפרק כיצד צולין (פסחים דף פ''א) ר' יוסי אומר זב בעל שתי ראיות ששחטו וזרקו עליו בשביעי שלו ואחר כך ראה וכן שומרת יום כנגד יום ששחטו וזרקו עליה בשני שלה ואח''כ ראתה הרי אלו מטמאים משכב ומושב למפרע ופטורים מלעשות פסח שני:  ",
        "<b>וכן שומרת יום כנגד יום וכו'.</b> משנה פרק האשה שם (פסחים דף צ').  ",
        "<b>ומ''ש טובלת קודם שישחטו עליה.</b> הוא אליבא דרב יהודה שפסק רבינו כמותו כמו שנתבאר בסמוך.  ",
        "<b>ומ''ש אם ראתה דם אחר שנזרק דם הפסח פטורה מלעשות פסח שני.</b> נתבאר בסמוך.  ",
        "<b>ומ''ש ואין שוחטין על הנדה בשביעי שלה וכו'.</b> שם (פסחים דף צ':):   "
      ],
      [
        "<b>מחוסרי כפורים ושחל יום הבאת קרבנותיהם בארבעה עשר וכו' עד ולא יקריבו אותן.</b> שם וכתבתיו בריש פרק זה: \n\n"
      ],
      [
        "<b>מצורע שחל שמיני שלו להיות בארבעה עשר וראה קרי בו ביום וכו'.</b> בסוף פרק האשה (דף צ''ב): \n\n"
      ],
      [
        "<b>טמא מת שחל שביעי שלו להיות בשבת אין מזין עליו.</b> בר״פ אלו דברים (פסחים דף ס״ה ס״ו) פלוגתא דתנאי ופסק כר״ע ובס״פ האשה (דף צ״ב) פסק רבא הכי. \n",
        "<b>ומה שכתב ואפי' חל שביעי שלו להיות בי''ג בניסן והוא שבת ידחה ליום י''ד.</b> פשוט הוא: \n",
        "<b>וכתב</b> הראב''ד כל זה שיבוש שאם בא שביעי שלו בשבת וכו'. ורבינו חולק על הראב''ד וסובר שאין צריך שיהא השביעי חמישי לשלישי אלא אפילו היה ט' או י' אין בכך כלום כמ''ש בפי''א מהל' פרה. \n",
        "<b>ומ''ש רבינו ומזין עליו ואין שוחטים עליו כמו שביארנו אלא ידחה לפסח שני.</b> הוא מ''ש בפרק זה שטמא מת שחל שביעי שלו להיות בי''ד אע''פ שטבל והוזה עליו אין שוחטין עליו אלא נדחה לפסח שני. \n",
        "<b>ומ''ש רבינו והלא איסור הזייה בשבת משום שבות והפסח בכרת והיאך יעמידו דבריהם במקום כרת וכו': כתב</b> הראב''ד א''א זה המפרש שפירש טעם להזאה וערל וכו'. ואיני מבין דבריו שמ''ש רבינו מפני שהיום שהוא אסור בהזייה משום שבות אינו זמן הקרבן שחייבין עליו כרת אינו טעם אלא לכשחל שביעי שלו בי''ג שחל להיות בשבת למה אין מזין עליו בו ביום אבל לכשחל שביעי שלו בי''ד שחל בשבת א''צ טעם זה שהרי אפילו יזו עליו בו ביום אין שוחטין עליו לדעת רבינו כמו שנתבאר בפ' זה. ומ''ש והערל אם יטבול ביומו מה בכך ולמה נמנע אותו מלאכול עכ''ל. גם זה איני מבין שמה יש בזה למה שנתן טעם רבינו שהעמידו דבריהם במקום כרת מפני שעדיין אינו חייב במצוה ומוטב שלא נניחנו לטבול בו ביום ותתקיים גזירת חכמים. ומזה תשובה ג''כ למ''ש ועוד דב''ה אפילו ערל שמל ל' יום קודם הפסח קאמרי שלא יטבול ויאכל וכו' שמוטב שלא יטבול להתחייב במצות משיטבול ותתקיים גזירת חכמים ואפשר שאפילו עבר וטבל אין שוחטין עליו דלא נתנו חכמים דבריהם לשיעורים. ומ''ש ועוד לדבריו מצורע למה לא העמידו דבריהם והרי הוא בהזייה עכ''ל. איני יודע מי הגיד לו שמצורע מותר להזות עליו בשבת שלא סבר כן לא בגמ' ולא בדברי רבינו ולא עוד אלא שודאי א''א לו ליטהר אם חל שביעי שלו להיות בשבת אם מפני שלא בהזייה בלבד שהיא משום שבות הוא נטהר שהרי צריך שחיטת הצפור שהיא מן התורה ועוד שאע''פ שהזו עליו בשביעי אין שוחטין עליו את הפסח עד שיביא קרבנותיו ואם חל י''ד להיות בשבת א''א לו להביא קרבנותיו שהרי אינם דוחים את השבת וא''כ לא ה''ל מקום להראב''ד להזכיר הזיית מצורע כאן ומה שאמרו בסוף פרק האשה שבמצורע לא העמידו דבריהם במקום כרת היינו שהתירו לו ליכנס לעזרת נשים אע''פ שהוא טבול יום. ומ''ש אבל הטעם לכולם שהשבות שיכול לבא לידי איסור כרת וכו' יש מקום לבעל דין לחלוק שלא היה לחכמים לדחות עכשיו איסור כרת ודאי בערל משום גזירת ספק שמא יבא שנה אחרת לידי ספק כרת. ומה שכתב וכן איזמל אבל אונן ובית הפרס שנידש ומצורע לבהונות וכו'. מבואר בס''פ האשה (דף צ''ב): \n\n"
      ],
      [
        "<b>ישראל ערל שמל בע''פ שוחטין עליו אחר שמל.</b> פשוט בס''פ האשה שם. \n",
        "<b>ומה שכתב אבל גר שנתגייר ביום י''ד ומל וטבל אין שוחטין עליו וכו'.</b> שם פלוגתא דב''ש וב''ה ופסק כב''ה. \n",
        "<b>ומ''ש והלא גזירה זו מדבריהם והפסח בכרת ואיך העמידו דבריהם במקום כרת וכו': כתב</b> הראב''ד ביום הקרבן שהוא יום י''ד. א''א כאן סותר מה שאמר למעלה וכו'. זה נמשך אחר מ''ש בהשגה שקודם זו לא עמד טעמו בו כי יום י''ד הוא זמן שחיטת הפסח וזריקתו והם לעונש הכרת בעצמו וכבר כתבתי שם כי מ''ש רבינו מפני שהיום שהוא אסור בהזייה משום שבות אינו זמן הקרבן שחייבים עליו כרת אינו טעם אלא לכשחל שביעי שלו בי''ג שחל להיות בשבת למה אין מזין עליו בו ביום ואינו טעם לכשחל שביעי שלו בי''ד שחל להיות בשבת כי גם רבינו סובר שם כי יום י''ד הוא זמן הקרבן והם דבריו כאן ואין בהם סתירה: \n\n"
      ],
      [
        "<b>מי שבא בבית הפרס הרי זה מנפח והולך ואם לא מצא עצם ולא נטמא שוחט ואוכל פסחו וכו'.</b> בפסחים סוף פרק האשה שם. \n",
        "<b>ומ''ש וכן בית הפרס שנדוש טהור לעושה פסח.</b> מימרא שם: \n\n"
      ],
      [
        "<b>האונן ראוי לאכול הפסח לערב וכו'.</b> משנה וגמרא שם (דף ע''א:). \n",
        "<b>ומ''ש טובל ואח''כ אוכל.</b> שם במשנה ובפרק בתרא דחגיגה. \n",
        "<b>ומה שכתב במה דברים אמורים שמת לו מת אחר חצות וכו'.</b> היינו כאוקימתא דאביי בזבחים פרק טבול יום (זבחים דף ק'). \n",
        "<b>ומה שכתב ואם שחטו וזרקו עליו טובל ואוכל לערב.</b> גם זה נלמד מאוקימתא דרבא שם אידי ואידי אחר חצות ול''ק כאן קודם ששחטו וזרקו עליו כאן לאחר ששחטו וזרקו עליו. ומשמע לרבינו דאביי ורבא לא פליגי לענין דינא דבמת אחר חצות שוחטין עליו ואוכל ובמת קודם חצות אין שוחטין עליו ואם שחטו וזרקו עליו אוכל וליכא בינייהו אלא לענין תרוצי מתנייתא דמר מתרץ להו הכי ומר מתרץ להו הכי: \n",
        "<b>מת לו מת בי''ג וקברו בי''ד וכו'.</b> גם זה שם אוקימתא דרב אשי וביאור הדברים דאנינות דיום מיתה והוא ג''כ יום קבורה הוי דאורייתא ואנינות לילה שאחריו הוי מדבריהם אבל אנינות יום קבורה שאינו יום מיתה אינו אלא מדבריהם ובלילה של אחריו אין אנינות כלל אפילו מדבריהם כך מבואר בגמרא וגם בדברי רבינו פרק שני מהלכות ביאת מקדש: \n",
        "<b>ויום שמועה ויום ליקוט עצמות הרי הוא כיום קבורה וכו' עד וטובל ואוכל בקדשים לערב.</b> משנה בסוף פרק האשה. ובגמרא (דף צ''ב) מלקט עצמות הא בעי הזאה שלישי ושביעי אימא שליקטו לו עצמות ורבינו קיצר במובן: \n\n"
      ],
      [
        "<b>מי שחופר בגל לבקש על המת אין שוחטין עליו וכו'.</b> משנה שם (דף צ''א). \n",
        "<b>ומה שכתב שחטו עליו ולא נמצא שם מת הרי זה אוכל לערב.</b> כן משמע שם. \n",
        "<b>ומ''ש נמצא שם מת אחר שנזרק הדם וכו'.</b> משנה וגמ' שם: \n\n"
      ],
      [
        "<b>מי שעבר בדרך ומצאו מת מושכב לרוחבה של דרך וכו' עד לפי שאי אפשר שלא יגע ושלא יסיט ושלא יאהיל.</b> בפרק כיצד צולין (פסחים דף פ״א:) ובפרק ט' דנזיר (דף ס״ג) ומפרש רבינו דהא דקתני במה דברים אמורים במהלך ברגליו קאי ארישא דקתני מושכב לרחבו של דרך ולא כדפי' רש״י דקאי אמצאו משובר ומפורק ומפרש רבינו שאף על פי שהוא מושכב לרוחב הדרך אם הוא מהלך ברגליו ואפשר שנטה מהדרך מעט בענין שלא נגע ולא הסיט ולא האהיל מה שאין כן ברוכב או טעון. \n",
        "<b>ומ''ש רבינו ושוחט ואוכל פסחו.</b> כלישנא בתרא דרב אשי דאפילו נודע לו לפני זריקה הציץ מרצה ומשמע לרבינו דאפילו לכתחלה שוחט קרבן פסח שהוא קרבן חובה והיא מצוה עוברת משא''כ בשאר הקרבנות שאם נודע לו קודם זריקה אם זרק הורצה אבל לכתחלה לא יזרוק כדמשמע מדברי רבינו פ''ד מהל' ביאת המקדש: \n\n"
      ],
      [
        "<b>מי שעשה פסח בחזקת שהוא טהור וכו'.</b> משנה בפ' כיצד צולין (פסחים דף פ':) נטמא טומאת התהום הציץ מרצה. \n",
        "<b>ומ''ש ודבר זה הלכה מפי הקבלה.</b> שם בגמ' טומאת התהום הלכתא גמירי לה וקרא אסמכתא בעלמא. \n",
        "<b>ומ''ש אבל אם נודע לו שהיה טמא בטומאה ידועה חייב בפסח שני.</b> פשוט הוא: \n\n"
      ],
      [
        "<b>מי שנטמא במת וכו'.</b> מימרא דרב המנונא בפירקא בתרא דנזיר (דף ס''ד:) אמר רב המנונא נזיר ועושה פסח שהלכו בקבר התהום בשביעי שלהם טהורים מ''ט לא אלימא טומאת התהום למיסתר מתיב רבא ירד ליטהר מטומאת מת טמא שחזקת הטמא טמא וכו' א''ל מודינא לך בנזיר שמחוסר תגלחת א''ל רבא אף אנא מודינא בעושה פסח דלא מחוסר ולא כלום אמר ליה אביי והא מחוסר הערב שמש א''ל שמשא ממילא ערבא: \n",
        "<b>וכתב</b> הראב''ד אבל אם נטמא בטומאת התהום א''א לא נראה מן הגמרא דנזיר וכו'. ואני אומר שגם מדברי רבינו יש ללמוד כן שכיון שטבל בשביעי פסקה טומאה ראשונה וטבילה זו בשביעי היא אחר שהוזה עליו בו ביום וכמו ששנינו הזה ושנה וטבל ועוד דמדכתב פסקה טומאה ראשונה משמע בהדיא שאחר שהוזה בו ביום מיירי דאל''כ עדיין לא פסקה טומאה ראשונה. \n",
        "<b>ומה שכתב אבל אם נטמא בטומאת התהום בששי לטומאתו.</b> מילתא פסיקתא נקט וה''ה לנטמא בשביעי קודם שטבל: \n\n"
      ]
    ],
    [
      [
        "<b>רבים שהיו טמאי מת בפסח ראשון וכו'.</b> משנה בפרק כיצד צולין (פסחים דף ע״ט). \n",
        "<b>ומ''ש או כלי שרת טמאים.</b> שם בברייתא. \n",
        "<b>ומ''ש ודבר זה בטומאת המת בלבד כמו שביארנו בביאת המקדש.</b> פ''ד: \n\n"
      ],
      [
        "<b>היו הקהל מחצה טהורים ומחצה טמאי מת וכו'.</b> שם פלוגתא דאמוראי ופסק כרב. \n",
        "<b>ומ''ש ואוכלים אותו בטומאה.</b> משנה שם (דף ע''ו:) הפסח שבא בטומאה נאכל בטומאה שלא בא מתחלתו אלא לאכילה. \n",
        "<b>ומ''ש היו טמאי מת עודפים על הטהורים אפילו אחד יעשו כולם בטומאה.</b> שם (דף ע''ט) פלוגתא דתנאי בברייתא ופסק כת''ק: \n\n"
      ],
      [
        "<b>היו האנשים מחצה טמאי מת ומחצה טהורים וכו'.</b> שם בדף הנזכר מתרצינן הכי ברייתא אליבא דרב דקי''ל כוותיה: \n\n"
      ],
      [
        "<b>היה רוב הקהל זבים וכו'. ומיעוטן טמאי מת וכו'.</b> שם (דף פ') מימרא דרב: \n\n"
      ],
      [
        "<b>היו רוב הקהל טמאי מת ומיעוטן זבים וכו'.</b> שם בדף הנזכר פלוגתא דאמוראי ופסק כרב הונא: \n\n"
      ],
      [
        "<b>היו שליש הקהל טהורים וכו'.</b> שם בדף הנזכר: \n",
        "<b>כיצד משערים הפסח וכו'.</b> פרק מי שהיה (דף צ''ד:) בטמאים הלך אחר רוב העומדים בעזרה. ובירושלמי פ' כיצד צולין (הלכה ו') לטומאה הלכו אחר רוב נכנסים לעזרה מה בכל כת וכת משערים או אין משערין אלא כת הראשונה בלבד א''ר יוסי ב''ר בון עד שהם מבחוץ הן משערין את עצמן: \n\n"
      ],
      [
        "<b>יחיד שנטמא בספק רה''י וכו' וצבור שנטמא בספק רשות היחיד וכו'.</b> ירושלמי סוף פרק האשה יחיד שנטמא בספק רה''י בפסח ר' הושעיא רבה אמר ידחה לפסח שני ר''י אמר משלחין אותו לדרך רחוקה וכו' צבור שנטמא בספק רשות היחיד בפסח ר''י אמר יעשו בספיקן רבי הושעיא רבה אמר יעשו בטומאה אף רבי הושעיא מודה שיעשו בספיקן לא אמר רבי הושעיא אלא לחומרן ופסק רבינו כרבי הושעיא דרביה דר''י הוא: \n\n"
      ],
      [
        "<b>פסח שהקריבוהו בטומאה הרי זה נאכל בטהרה וכו'.</b> משנה בפרק כיצד צולין (פסחים דף ע״ו:). ויש טעות סופר בספרי רבינו וצריך להגיה ולמחוק בטהרה ולכתוב במקומו בטומאה: \n",
        "<b>ואינו נאכל לכל טמא אלא לטמאי מת וכו'.</b> משנה בפרק מי שהיה טמא (פסחים דף צ״ה:) הפסח שבא בטומאה לא יאכלו ממנו זבים וזבות נדות ויולדות ואם אכלו פטורים ומשמע לרבינו דלא מיעטה המשנה אלא דוקא הני טמאים שטומאה יוצאה מגופם אבל שאר טמאים שאין טומאה יוצאה מגופם יאכלו והכי אמרינן בפרק חמישי דבכורות (דף ל״ג:) על משנה זו דפליג רחמנא בין טומאה יוצאה עליו מגופו לאין טומאה יוצאה עליו מגופו. \n",
        "<b>ומה שכתב מפי השמועה למדו שהנאכל לטהורים וכו'.</b> פרק מי שהיה בגמרא. \n",
        "<b>ומה שכתב אפילו אכלו טמאי המת מהאימורים שלו פטורים.</b> שם בעיא דאיפשיטא: \n",
        "<b>במה דברים אמורים שהפסח יאכל בטומאה וכו'.</b> נלמד ממה שיבא בסמוך: \n\n"
      ],
      [
        "<b>ומ״ש שחטוהו בטהרה ונטמאו רוב הצבור קודם זריקת הדם וכו'.</b> בפרק כיצד צולין (פסחים דף ע״ח:). וקשה שדברי רבינו סותרים זה את זה שבתחלה כתב בד״א שהפסח יאכל בטומאה כשנטמאו הצבור קודם זריקת הדם ואח״כ כתב שחטוהו בטהרה ונטמאו רוב הצבור קודם זריקת הפסח לא יאכל. וי״ל דאהא דת״ר שחטו בטהרה ואח״כ נטמאו הבעלים יזרק הדם בטהרה ואל יאכל בשר בטומאה וכו' אר״י הכא במאי עסקינן בצבור וכו' אי בצבור אמאי אין הבשר נאכל בטומאה גזירה שמא יטמאו הבעלים וכו' ויאמרו אשתקד לא נטמאנו ואכלנו השתא נמי ניכול ולא ידעי דאשתקד כי אזדריק דם בעלים טמאים הוו השתא בעלים טהורים הוו. ודברי רבינו כך הם מתבארים בד״א שהפסח יאכל בטומאה בשנטמאו קודם זריקת הדם אף על פי ששחטוהו בטהרה זה הוא מן הדין אבל משום גזירה אם שחטוהו אם נטמאו בעלים אפילו קודם זריקה לא יאכל: \n",
        "<b>היו כלי שרת טמאים בשרץ וכו'.</b> בפרק כיצד צולין (פסחים דף ע״ט) פלוגתא דאמוראי ופסק כרב חסדא דרבי יצחק סבר כוותיה: \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> אכילת בשר הפסח בלילי ט''ו מ''ע וכו' ואין מצה ומרור וכו'.</b> במכילתא מנין אתה אומר שאם אין להם מצה ומרור הן יוצאין ידי חובתן בפסח ת''ל יאכלוהו: \n",
        "<b>ומ''ש אבל מרור בלא פסח אינו מצוה.</b> בס''פ ע''פ (דף ק''כ) אמר רבא מצה בזמן הזה דאורייתא ומרור דרבנן מ''ש מרור דכתיב על מצות ומרורים (יאכלוהו) בזמן דאיכא פסח יש מרור בזמן דליכא פסח ליכא מרור מצה נמי הא כתיב על מצות ומרורים מצה הא מיהדר הדר ביה קרא דכתיב בערב תאכלו מצות: \n\n"
      ],
      [
        "<b>מצוה מן המובחר לאכול בשר הפסח אכילת שובע.</b> במכילתא הפסח נאכל אכילת שובע ואין מצה ומרור נאכלין אכילת שובע, כלומר אחר אכילת מצה ומרור יאכלוהו. \n",
        "<b>ומ״ש לפיכך אם הקריב שלמי חגיגה בי״ד אוכל מהם תחלה ואח״כ אוכל בשר הפסח וכו'.</b> ברייתא בפ' אלו דברים (פסחים דף ע'). \n",
        "<b>ומ״ש ואם לא אכל אלא כזית יצא י״ח.</b> כך דין סתם אכילה. ובמשנה פ' האשה (דף צ״א) ואפילו חבורה של ק' שאינם יכולים לאכול כזית. והכי משמע מדאמרינן בפ' כיצד צולין (פסחים דף פ״ה:) כזיתא דפסחא בביתא והלילא פקע באיגרא: \n\n"
      ],
      [
        "<b>ושניהם אינם נאכלים אלא צלי אש.</b> משנה פ' מי שהיה טמא (פסחים דף צ״ה): \n",
        "<b>אכל נא ומבושל כאחת אינו לוקה אלא אחת וכו'.</b> בס״פ כל שעה (פסחים דף מ״א) אמר x אביי וכו' אכל נא ומבושל לוקה שלשה רבא אמר אין לוקין על לאו שבכללות א״ד תרתי הוא דלא לקי חדא מיהת לקי איכא דאמרי חדא נמי לא לקי כך היא גי' רבינו וידוע דהלכה כרבא אלא שיש לתמוה למה פסק כל״ק. וכ״פ עוד בפי״ח מהל' סנהדרין וכבר השיגו הרמב״ן ואפשר שטעמו משום דאמרי' איכא דאמרי וא״ד לא מתבריר הי הוי לישנא קמא והי הוי ל״ב והילכך נקטינן לקולא ומה גם בדין מלקות שהוא כמיתה: \n",
        "<b>אכל ממנו נא או מבושל מבע''י אינו לוקה וכו'.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>אכל ממנו כזית צלי מבע''י וכו'.</b> גם זה שם ודלא כר' יהודה: \n\n"
      ],
      [
        "<b>נא שהזהירה עליו תורה וכו' אבל אם אכל ממנו בשר חי אינו לוקה וכו'.</b> גם זה שם: \n",
        "<b>צלהו כל צרכו וכו'.</b> גם זה שם ברייתא ומימרא דרב אשי: \n\n"
      ],
      [
        "<b>מבושל שהזהירה עליו תורה וכו'.</b> משנה וברייתא שם (דף מ'): \n\n"
      ],
      [
        "<b>צלהו ואחר כך בשלו וכו'.</b> שם ת''ר במים אין לי אלא במים שאר משקין מנין אמרת ק''ו וכו' רבי אומר וכו' שאר משקין מנין ת''ל בשל מבושל מ''מ מאי בינייהו צלי קדרה. ופירש''י צלי קדרה שמבשלין אותו בקדרה בלא מים ובלא שום משקה אלא מים הנפלטים משמנו למאן דיליף לה מק''ו הכא שרי לרבי דיליף מריבויא האי נמי בשל מבושל הוא. ואמרינן תו בגמרא ורבנן האי בשל מבושל מאי עבדי ליה מיבעי ליה לכדתניא בשלו ואחר כך צלאו או שצלאו ואח''כ בשלו חייב. ויש לתמוה על רבינו שמאחר שפסק כרבנן דצלאו ואחר כך בשלו חייב ה''ל לפטור בצלי קדרה דלא מיחייבין אלא לרבי דלית הלכתא כוותיה. ונ''ל שרבינו מפרש דלרבנן נמי חייב על צלי קדרה מריבויא דבשל מבושל וכי אמרינן דאיכא בינייהו צלי קדרה היינו לומר דמק''ו לא הוה משתמע אבל מבשל מבושל ודאי משתמע שפיר לכ''ע. \n",
        "<b>ומה שכתב אבל מותר לסוך אותו ביין ובשמן וכו' ומותר לטבל הבשר אחר שנצלה וכו'.</b> משנה שם: \n\n"
      ],
      [
        "<b>אין צולין את הפסח וכו'.</b> נלמד ממה שיתבאר לקמן שאם נגע בחרסו של תנור יקלוף את מקומו ולא מפליג בין שהתנור של אבן בין שהוא של מתכת. \n",
        "<b>ומ״ש לפיכך אם היה כלי מנוקב וכו'.</b> בר״פ כיצד צולין (פסחים דף ע״ד) תנן אין צולין הפסח לא על השפוד ולא על האסכלה ומפרש בגמרא שאם היתה אסכלה מנוקבת מותר: \n",
        "<b>כתב</b> הראב''ד והוא שלא יגע בכלי וכו'. ונ''ל דרבינו משמע ליה דא''כ לא הוו שתקי בגמרא מלהזכיר כן גבי אסכלה מנוקבת ועוד דאם כדברי הראב''ד פשיטא אלא חרסו של תנור שאני שאין האור שולט בו כמו ששולט באסכלה מנוקבת. ואפשר דרבינו נמי בלא יגע מיירי ולישנא דגמ' נקט. \n",
        "<b>ומ''ש ואין צולין אותו בשפוד של מתכת וכו'.</b> בראש הפרק הנזכר ויהיב טעמא משום דחם מקצתו חם כולו וקא מיטוי מחמת השפוד ורחמנא אמר צלי אש ולא צלי מחמת דבר אחר: \n\n"
      ],
      [
        "<b>הסיק את התנור וגרף את כל האש וכו'.</b> מימרא דר''י (דף ע''ה). \n",
        "<b>ומ''ש חתכו ותלהו על גבי גחלים הרי זה צלי אש.</b> ברייתא שם בשם רבי ומשמע לרבינו דכיון דלא אשכחן מאן דפליג עליה נקטינן הכי: \n",
        "<b>צלהו ע״ג סיד או חרסית.</b> הכי משמע בר״פ כיצד צולין. ודין חמי טבריא בס״פ כל שעה (פסחים דף מ״א): \n",
        "<b>כיצד צולין אותו וכו'.</b> ר''פ (דף ע''ד) כיצד צולין את הפסח מביאין שפוד של רמון ותוחבו מתוך פיו עד בית נקובתו ונותן את כרעיו ואת בני מעיו לתוכו דברי רבי יוסי הגלילי רבי עקיבא אומר כמין בישול הוא זה אלא תולן חוצה לו וידוע דהלכה כר''ע מחבירו. \n",
        "<b>ומ''ש ותולהו לתוך התנור והאש למטה</b> כלומר שאם לא היה האש למטה שגרפו הרי זה אסור שאין זה צלי אש כמו שנתבאר בסמוך. ובגמ' קאמר דדוקא שפוד של רמון משום דשפוד של שאר עצים מפיק מיא והוי כמבושל ופריך של רמון נמי אית ביה קיטרי כלומר וע''י קיטרי מפיק מיא ומשני שיעי קיטרי ואי בעית אימא בנבגא בר שתא דלית ביה קיטרי והא איכא בי פיסקיה דמפיק לבי פיסקיה לבר. ופירש''י והא איכא בי פיסקי ראש השפוד שהוא מקום חתך ומוציא מים. דמפיק לבי פיסקי לבר חוץ לפי הפסח דאי מפקי מיא לא עיילי לפסח. ורבינו השמיט כל זה משום דמשמע דמדרבנן הוא למיחש להכי ומשום הכי נקט לקולא כלישנא קמא דשני שיעי קיטרי ולא כתב דמפיק לבי פיסקיה לבר משום דאורחא דעלמא הכי הוא להוציא ראש השפוד לחוץ ואין צורך להתנות בכך. ואפשר שזהו פירוש מה שאמר דמפיק לבר כלומר מנהגא דעלמא הכי הוא: \n\n"
      ],
      [],
      [],
      [],
      [
        "<b><small>(יא-יד)</small> ומה שכתב נגע הבשר בחרסו של תנור וכו' עד שאין פודין מעשר שני בירושלים.</b> הכל משנה בריש פרק כיצד צולין (פסחים דף ע''ה) אלא דגבי נטף מרוטבו על החרס וחזר עליו שנינו יטול את מקומו. ובקצת ספרי רבינו טעות סופר וכך מצאתי בנוסחא מדוייקת נטף מרוטבו על החרס וחזר עליו יטול את מקומו. שכל המרק והליחה שתפרוש ממנו כשיצלה אסורה שהרי אינה בשר צלי: \n",
        "<b>ומה שכתב רבינו בנטף מרוטבו על הסלת יקלוף את מקומו.</b> בלשון המשנה יקמוץ את מקומו ואיני יודע למה שינה רבינו. ונראה דטעות סופר הוא בספרי רבינו דלא שייך בסלת לשון קליפה: \n",
        "<b>ואין צולין שני פסחים כאחד וכו'.</b> ברייתא שם (דף ע''ו) ופירוש מפני התערובת שמא יתחלפו זה בזה ונמצא פסח נאכל שלא למנוייו: \n\n"
      ],
      [
        "<b>שאין הפסח נאכל אלא עד חצות וכו' ודין תורה שיאכל כל הלילה וכו'.</b> פרק איזהו מקומן (זבחים דף נ״ו): \n",
        "<b>שהוא טעון הלל באכילתו.</b> משנה פרק מי שהיה טמא (פסחים דף צ״ה): \n",
        "<b>ושאין בני חבורה וכו'.</b> משנה בסוף פסחים (דף ק''כ) וכרבי יוסי: \n\n"
      ]
    ],
    [
      [
        "<b>כל האוכל מן הפסח וכו'.</b> בס״פ כיצד צולין (פסחים דף פ״ו) מתניתין מני רבי יהודה היא דתניא על הבתים אשר יאכלו אותו בהם מלמד שהפסח נאכל בשתי חבורות יכול יהא האוכל אוכל בשני מקומות ת״ל בבית אחד יאכל וכו' דברי ר״י ר״ש אומר על הבתים אשר יאכלו אותו בהם מכאן שהפסח נאכל בשני מקומות יכול יהא נאכל בשתי חבורות ת״ל בבית אחד יאכל. ופירש״י על הבתים אשר יאכלו אותו משמע שני בני אדם אוכלים פסח אחד בשני בתים דכתיב יאכלו שנים אותו חד פסח בתים שנים. יכול יהא אדם אחד אוכל ממנו בשני מקומות כגון בשני חדרים או בשתי חבורות ההופכות פניהם ת״ל בבית אחד יאכל ור״י סבר יש אם למסורת כדלקמן יאכל כתיב משמע אדם אחד אוכלו בבית אחד ולא בשני בתים אבל לגבי אוכלים הרבה כתיב בתים הרבה עכ״ל. וידוע דהלכה כר״י. וזהו שכתב רבינו כל האוכל כלומר אדם אחד אינו אוכל אלא בחבורה אחת אבל שנים או יותר יכולים לאכלו כל אחד בחבורה אחת וכתב הר״א בנו של רבינו קשה מ״ש לקמן גבי שתי חבורות שנפרצה מחיצה מביניהם וכו' שאין הפסח נאכל בשתי חבורות דהא כר״ש אתיא ולפיכך כתב שצריך למוחקו ולכתוב במקומו שאין נעקרים מחבורה לחבורה. ובספרים דידן הרכיבו שתי הנוסחאות וכתוב בהם שאין הפסח נאכל בשתי חבורות ואין נעקרים מחבורה לחבורה. ואני אומר שנוסחא דשאין הפסח נאכל בשתי חבורות ל״ק מידי דה״ק מאחר שהתחילו לאכול בחבורה אחת נתחדשה להם חבורה אחרת אם היו אוכלים ונמצא כל יחיד מהם אכל בשתי חבורות וזה אסור לר״י ולא התיר אלא לאכול כל אחד בחבורה אחת לבדה. וגירסת שאין נעקרין מחבורה לחבורה כך היא מתפרשת כמו שפירשתי גירסת שאין הפסח נאכל בשתי חבורות שהרי בסוף פסחים (דף קי״ט:) אהא דתנן אין מפטירין אחר הפסח אפיקומן אמרינן מאי אפיקומן אמר רב שלא יעקרו מחבורה לחבורה ופירשב״ם לא יעקרו וכו' אחר שאכלו הפסח בחבורה לא ילכו בחבורה אחרת לאכול (לא פת) ולא את שום דבר דילמא אתי למיכל פסח בשני מקומות ואנן תנן סתמא כר״י פרק כיצד צולין דפסח נאכל בשתי חבורות ואין האוכל אוכל הפסח בשני מקומות ולא תקשה למה שפירשתי בגירסת שאין הפסח נאכל בשתי חבורות שזהו לשון ר״ש והיאך תפסו לר״י שכבר מצינו כיוצא בזה. ומאחר שביאר רבינו בתחלת הפרק במה הדבר תלוי ממילא משמע שהלשון ע״פ מה שקדם יתפרש: \n",
        "<b>והמוציא ממנו כזית בשר מחבורה לחבורה וכו'.</b> בס״פ כיצד צולין (פסחים דף פ״ה). \n",
        "<b>ומ''ש והוא שיניחנו בחוץ שהוצאה כתובה בו כשבת לפיכך צריך עקירה והנחה כהוצאת שבת.</b> מימרא דר' אמי שם ע''ב: \n",
        "<b>ואין מוציא אחר מוציא בפסח שכיון וכו'.</b> ירושלמי בסוף פרק כיצד צולין ויידא אמר דא יש שובר אחר שובר ואין מוציא אחר מוציא: \n",
        "<b>מן האגף ולפנים כלפנים וכו'.</b> משנה בפרק כיצד צולין שם. \n",
        "<b>ומ''ש והאגף עצמו כלחוץ.</b> הכי משמע בגמרא שם. \n",
        "<b>ומ''ש החלונות ועובי הכותלים כלפנים.</b> שם במשנה. \n",
        "<b>ומ''ש הגגים והעליות אינם בכלל בית.</b> מימרא דרב שם: \n\n"
      ],
      [
        "<b>בשר הפסח שיצא חוץ לחבורתו וכו' נאסר באכילה וכו'.</b> פשוט הוא. \n",
        "<b>ומ''ש כמו שביארנו במעשה הקרבנות.</b> בפי''א. ובספרים כתוב שהכל בשריפה וצריך להגיה ולכתוב שהכל כטריפה: \n",
        "<b>אבר שיצא מקצתו חותך עד שמגיע לעצם וכו'.</b> משנה בפרק כיצד צולין שם: \n\n"
      ],
      [
        "<b>שתי חבורות שהיו אוכלות בבית אחד וכו'.</b> נראה שלמד כן מדתניא בס''פ כיצד צולין ברייתא שם חוצה תן לה חוצה ואף ע''ג דרש''י כתב דל''ג ליה נראה דרבינו גריס ליה. \n",
        "<b>ומ״ש ואלו הופכים את פניהם הילך ואוכלים וכו'.</b> משנה פ' כיצד צולין (פסחים דף פ״ו). ויש לתמוה מאחר שכל חבורה יש לה היקף למה צריכים להפוך פניהם אלו הילך ואלו הילך כדי שלא יראו מעורבים הרי ע״י ההיקף אינם נראים מעורבין. ואפשר לומר דבהיקף כל דהו סגי להו ואע״פ שעדיין רואים אלו את אלו. ואפשר [דמאי] דקאמר היקף לאו מחיצה ממש קאמר אלא למעוטי שלא ישבו אלו כנגד אלו שאז נראים כחבורה אחת אלא אלו הופכים פניהם הילך ואלו הופכים פניהם הילך לזה קורא היקף: \n\n"
      ],
      [
        "<b>היו המים שמוזגים בו יינם באמצע הבית וכו'.</b> זהו פירוש רבינו למה ששנינו בפרק כיצד צולין גבי שתי חבורות שהיו אוכלות בבית אחד וכו' והמיחם באמצע כשהשמש עומד למזוג קופץ את פיו מחזיר את פניו עד (שהוא) מגיע אצל חבורתו ואוכל. \n",
        "<b>ומה שכתב מותר לכלה להחזיר פניה וכו'.</b> שם במשנה: \n\n"
      ],
      [
        "<b>שתי חבורות שנפרצה מחיצה מביניהם וכו'.</b> שם ע''ב היו יושבים ונפרסה מחיצה ביניהם לדברי האומר פסח נאכל בשתי חבורות אוכלים לדברי האומר אין הפסח נאכל בשתי חבורות אין אוכלים היו יושבים ונסתלקה מחיצה מביניהם לדברי האומר האוכל אוכל בב' מקומות אוכלים לדברי האומר אין האוכל אוכל בב' מקומות אין אוכלים יתיב רב כהנא פשיט ליה מיפשט א''ל רב אשי [לרב כהנא] ותיבעי לך איבעי סילוק מחיצה ועשיית מחיצה מי הוי כשני מקומות וכו' או לא תיקו. ופירש''י פשיט ליה מיפשט אומרה לשמועה זו פשוטה ומפורשת כמו שאמרנו שעשיית מחיצה עושה אותן שתי חבורות וסילוק מחיצה עושה אותן ב' מקומות ולא מספקא ליה בה מידי עכ''ל. וכיון דרב אשי מספק בהו פסקו רבינו לחומרא. ומה שיש לדקדק על מ''ש שאין הפסח נאכל בשתי חבורות כתבתי בראש פ' זה: \n\n"
      ],
      [
        "<b>בני חבורה שנכנסו ג' מהם וכו'.</b> זהו פירוש מאי דגרסינן בס״פ כיצד צולין (פסחים דף פ״ו:) אמר רב הונא בני חבורה נכנסים בשלשה ויוצאים אפי' באחד אמר רבה והוא דעייל בעידנא דרגילי למיעל והוא דרגש בהו דיילא אמר רבינא ונותנים שכר (דמים) ולית הלכתא כוותיה. והראב״ד פירש בענין אחר וכתב וז״ל א״א סבב פני כל השמועה לענין אחר שאין הדעת מתיישב עליו וכו'. וכך הם דברי רש״י ז״ל אבל דברי רבינו חננאל שכתבו התוס' כדברי רבינו בפירוש נכנסים בשלשה: \n",
        "<b>כתב</b> הר''י קורקוס וז''ל מה שמפרש רבינו במה שאמרו יוצאין אפי' אחד הוא דחוק והוא מה שמשיג עליו הראב''ד שאין בו טעם כי מה צורך להודיענו כך ולמה יצטרך להמתין אחד לחבירו כי טעם הכניסה לא שייך כלל ביציאה ולא הל''ל דין היציאה כלל ולדברי רבינו דסד''א כיון שנשתתפו ונתחברו שיכריחו אלו את אלו לישב עד הסוף לצוותא בעלמא שלא ישאר יחידי א''נ כדי שלא יותירו ויביאו לידי נותר קמ''ל שזה אומר לו אם תרצה תסלק ידך גם אתה כי אני לא אמתין, ואפשר שהיוצא אין עליו חיוב נותר כיון שהניח השאר אוכלים ולפי שיטת רבינו דברי רבינא גם דברי רבה אכניסה לחוד קאי דביציאה לא שייך לפלוגי מידי ולא נתינת דמים עכ''ל: \n\n"
      ],
      [
        "<b>המאכיל כזית מן הפסח וכו' למומר לע''ז או לגר תושב או לשכיר ה''ז עובר בל''ת.</b> מתבאר בכתוב. \n",
        "<b>ומה שכתב בין מפסח ראשון בין מפסח שני.</b> הכי משמע בפ' מי שהיה טמא (פסחים דף צ״ו). \n",
        "<b>ומ''ש ובן נכר האמור בתורה זה העובד אל נכר.</b> במכילתא בן נכר אחד ישראל מומר ואחד עכו''ם במשמע ואע''ג דלא כתיב אלא כל בן נכר לא יאכל בו תושב ושכיר לא יאכל משמע לרבינו דלאו לדידהו מזהיר דעכו''ם לא חיישי למאי דמזהיר קרא אלא לישראל מזהיר שלא יאכילום וקרי ביה לא יאכיל ומ''מ כיון דלא כתיב בהדיא לא תאכילום אין לוקין עליו: \n",
        "<b>כתב</b> הראב''ד המאכיל כזית מן הפסח וכו' עד תושב ושכיר לא יאכל בו. א''א ואפילו ישראל שאינו ממונה עמו וכו'. י''ל שאם לשאינו ממונה עמו מלפי אכלו תכוסו נפקא וכדפירש''י בס''פ איזהו מקומן. ומ''ש ואין צורך לגר תושב שהוא ערל כלומר דמכל ערל לא יאכל בו נפקא י''ל דאתא לתושב ושכיר שהוא גבעוני או ישמעאלי מהול או לגר שמל ולא טבל כדאיתא בפרק הערל. ועוד דאזהרת ערל אתא לערל ישראל שהוא עצמו מוזהר מלאכול ותושב הערל. ושכיר איצטריך להזהיר לישראל שלא יאכילנו כמו שנתבאר בסמוך: \n\n"
      ],
      [
        "<b>ערל שאכל כזית מבשר פסח לוקה וכו' אבל אוכל הוא מצה ומרור.</b> בפרק מי שהיה טמא (פסחים דף צ״ו) דריש ערל לא יאכל בו בו אינו אוכל אבל אוכל הוא מצה ומרור. \n",
        "<b>ומ''ש וכן מותר להאכיל מצה ומרור לגר תושב ולשכיר.</b> טעמו משום דדרשא דלא יאכל בו לא נאמר אלא במצה ומרור: \n\n"
      ],
      [
        "<b>כשם שמילת בניו ועבדיו מעכבתו וכו' עד סוף הפרק.</b> בפרק הערל (יבמות דף ע'): \n\n"
      ]
    ],
    [
      [],
      [
        "<b><small>(א-ב)</small> השובר עצם בפסח טהור ה״ז לוקה וכו' אבל בפסח שבא בטומאה וכו'.</b> משנה וגמרא בפרק כיצד צולין (פסחים דף פ״ד): \n",
        "<b>אחד השובר את העצם בליל ט''ו וכו'.</b> שם ע''ב פלוגתא דרבי ות''ק ופסק כת''ק. \n",
        "<b>ומ''ש או ששבר אחר כמה ימים ה''ז לוקה לפיכך שורפים עצמות הפסח וכו'.</b> שם (דף פ''ג): \n\n"
      ],
      [
        "<b>אין חייבין אלא על שבירת עצם וכו'.</b> שם בדף פ''ה: \n",
        "<b>ומ''ש היה עליו כזית בשר ושבר העצם שלא במקום הבשר חייב וכו'.</b> שם (דף פ''ד:) פלוגתא דר''י ור''ל ופסק כר''י: \n\n"
      ],
      [
        "<b>השובר אחר שובר בעצם אחד לוקה.</b> ירושלמי פרק כיצד צולין בשתי התראות אפי' עצם אחד ושברו וחזר ושברו חייב שתים, ועוד שם בסוף הפרק ויידא אמר יש שובר אחר שובר: \n\n"
      ],
      [
        "<b>השורף עצמות והמחתך גידים אינו חייב משום שבירת עצם.</b> שם (דף פ''ד): \n\n"
      ],
      [
        "<b>פסח שהוא נא או מבושל וכו'.</b> שם בדף הנזכר. \n",
        "<b>ומ''ש אפילו נפסל בטומאה ויציאה וכו' בד''א כשהיתה לו שעת הכושר ונפסל וכו'.</b> גם זה שם פלוגתא דרבי ות''ק בדף הנזכר ופסק כת''ק: \n\n"
      ],
      [
        "<b>ומה שכתב שבר עצם האליה אינו לוקה וכו'.</b> גם זה שם פלוגתא דרבי ותנא קמא ופסק כרבי. ויש לתמוה למה בשאר פסק כתנא קמא ובזו פסק כרבי וכבר השיגו הראב''ד. ונראה שטעם רבינו משום דרב אשי דבתרא הוא אמר על שבירת עצם האליה דהא ודאי אינו ראוי לאכילה כלל: \n\n"
      ],
      [],
      [
        "<b><small>(ח-ט)</small> הסחוסים וכו' עד כגון ראשי כנפיים והסחוסים.</b> זהו פירוש רבינו למה ששנינו בפרק הנזכר כל הנאכל בשור הגדול יאכל בגדי הרך ראשי כנפיים והסחוסים ובגמרא רבה רמי תנן כל הנאכל בשור הגדול יאכל בגדי הרך ושאינו נאכל לא אימא סיפא ראשי כנפיים והסחוסים והא הני לא מתאכלי בשור הגדול ואסיק רבא מה הן קתני והכי קתני כל הנאכל בשור הגדול בשלקא יאכל בגדי הרך בצלי ומה הם ראשי כנפיים והסחוסים ותניא כוותיה. ופירש''י כל הנאכל בשור הגדול וכו' אבל מה שאין נאכל בשור הגדול אין נמנין עליו בפסח אע''פ שעכשיו רך הוא עתיד להקשות בסופו עכ''ל: \n",
        "<b>והראב''ד</b> כתב א''א מה נשתנו סברותיו וכו'. ומה שהקשה על רבינו שא''כ הל''ל כל שאינו נאכל בשור הגדול אינו נאכל בגדי הרך אין זה כדאי לסתור פירוש רבינו ואם קושיא זו קושיא גם לפירוש רש''י קשיא. ועוד שלפירוש הראב''ד קשה דלא הל''ל יאכל בגדי הרך דמשמע דמותר לאכלו אלא הכי הל''ל ראוי לאכילה בגדי הרך ולפיכך יש לתמוה למה הפליא להתמיה על פירוש רבינו: \n\n"
      ],
      [
        "<b>גידים הרכים שסופן וכו' אין נמנין עליהם.</b> שם: \n",
        "<b>ונמנים על מוח שבראש ואין נמנין על מוח וכו'.</b> שם: \n\n"
      ],
      [
        "<b>כשאדם אוכל את הפסח חותך הבשר ואוכל וכו': כתב</b> הראב''ד בחיי ראשי אין איסור גדול מזה וכו'. ומ''ש ותרבא דתותי מתנא, י''ל שלא עלה על דעת שרבינו מתיר לצלותו עם חלב האסור מן התורה אלא גיד הנשה שאין בגידין בנ''ט ושמנו שאין בו איסור אלא שישראל קדושים נהגו בו איסור ובפסח לא נהגו כדי שלא יבא לחתך בו אבר אבל חלב האסור מנקרים אותו ואפילו החוטים והקרומות האסורים משום חלב מסירים אותם אע''פ שאין אסורים אלא מדרבנן כמבואר בפ''ח מהמ''א דייקא נמי דקתני שאין מנקין אותו כשאר הבשר דמשמע שמנקין אותו אלא שאינו כשאר בשר. \n",
        "<b>ומ''ש והקרומות</b> שאין בהם איסור מיירי דומיא דשאר גידים ועצמות דנקט שאין בהם איסור והראש יושיבנו בית שחיטתו לצד מטה או ינעוץ בחוטמו איזה דבר ויושיב חוטמו לצד מטה ויצא כל דם שבו וקרומות שבראש אינם אלא משום דם ונורא מישאב שייב וכשיפרק עצמות הראש יוציאם ויניחם עם שאר העצמות והגידים. ויש סמך לדברי רבינו מדתניא בפרק [ז' דתוספתא פסחים] נצלה החיצון ולא נצלה הפנימי קולף ואוכל עד שמגיע לנא: \n",
        "<b>ואם השאיר ממנו וכו'.</b> מקרא מפורש בפ' בהעלותך. \n",
        "<b>ומ״ש ואינו לוקה על לאו זה שהרי ניתק לעשה וכו'.</b> בפ' כיצד צולין (פסחים דף פ״ד) ופ״ק דתמורה (דף י״ד) ופ' ד' מיתות (סנהדרין דף ס״ג) ופ״ק דמכות אמר הכי ר״י ור' יעקב אמר לא מן השם הוא זה אלא משום דה״ל לאו שאין בו מעשה ואין לוקין עליו ואע״ג דקושטא דמלתא היא דלאו שאין בו מעשה אין לוקין עליו נקט רבינו טעמא דר״י לאשמועינן רבותא דאפילו אי הוה ביה מעשה הוה מיפטר מאידך טעמא. ופ״א מהלכות אלו גבי מניח אימורים כ' רבינו טעם דהוי לאו שאין בו מעשה: \n\n"
      ],
      [
        "<b>כשמקריבים את הפסח וכו' אימתי מביאין עמו חגיגה זו וכו'.</b> משנה פ' אלו דברים (פסחים דף ס״ט:): \n\n"
      ],
      [
        "<b>ומ''ש חגיגת י''ד רשות.</b> שם בגמ'. \n",
        "<b>ומ''ש ונאכלת לשני ימים ולילה.</b> משנה שם. \n",
        "<b>ומ''ש ואסור להניח מבשר חגיגת י''ד ליום ג' וכו'.</b> שם (דף ע''א). \n",
        "<b>ומ״ש והמותיר אינו לוקה.</b> משנה פ' כיצד צולין (פסחים דף פ״ד) והוא מהטעם שנתבאר בסמוך: \n\n"
      ],
      [
        "<b>בשר חגיגה שעלה עם הפסח על השלחן וכו'.</b> ירושלמי בפרק אלו דברים וכתבו הראב''ד: \n\n"
      ],
      [
        "<b>מה בין פסח ראשון לפסח שני וכו'.</b> משנה פרק מי שהיה טמא (פסחים דף צ״ה). \n",
        "<b>ומ''ש ומוציאין אותו חוץ לבית אכילתו.</b> יש לתמוה על זה דהא תניא התם בגמ' ככל חקת הפסח יעשו אותו יכול כשם שהראשון אסור בבל יראה ובל ימצא כך שני אסור וכו' ת''ל וכו' בכלליה דלא ישאירו ממנו עד בקר מאי קא מרבה ליה לא תוציאו ממנו דדמי ליה דהאי מיפסיל בנותר והאי מיפסיל ביוצא, וא''כ קשה היכי ממעט רבינו יוצא, וי''ל דבגמ' קאמר דמרבי ליה משום דדמי ליה דהוי לאו שניתק לעשה דומיא דנותר. ופירש''י דלית ליה להאי תנא הא דתניא בפ' כיצד צולין האוכלו ה''ז בלא תעשה דובשר בשדה טריפה אלא מותר להחזירו ולאכלו עכ''ל. ומאחר דקי''ל כההוא תנא דמוציא חייב משום ובשר בשדה טריפה תו ליכא לרבויי יוצא מנותר שזה ניתק לעשה וזה לא ניתק לעשה. \n",
        "<b>ומ''ש ואין מביאין עמו חגיגה.</b> תוספתא פ''ח. \n",
        "<b>ומ''ש ומוציאין אותו חוץ לבית אכילתו.</b> נראה דט''ס יש כאן וצריך למוחקו ולכתוב במקומו ומוציאין אותו חוץ לחבורתו כעין מ''ש ברישא גבי פסח ראשון אין מוציאין ממנו חוץ לחבורה. \n",
        "<b>ומ״ש ואינו בא בטומאה וכו' עד על מצה ומרור.</b> במשנה פ' מי שהיה טמא (פסחים דף צ״ה). \n",
        "<b>ומ''ש ואין מותירים מהם ואין שוברים בהן את העצם.</b> מקרא מפורש בפרשת בהעלותך. \n",
        "<b>ומ''ש ולמה לא ישוה השני לראשון לכל הדברים וכו'.</b> שם בגמ': \n",
        "<b>שכלל זה שנאמר במצרים וכו' אין אותם דברים נוהגים לדורות וכו'.</b> משנה בפ' מי שהיה טמא (פסחים דף צ״ו): \n",
        "<b>סליקו הלכות קרבן פסח בס''ד</b> \n\n"
      ]
    ]
  ]
};