const Substitution = {
  "title": "Mishneh Torah, Substitution",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Substitution",
  "text": [
    [
      "כָּל הַמֵּמִיר לוֹקֶה עַל כָּל בְּהֵמָה וּבְהֵמָה שֶׁיָּמִיר שֶׁנֶּאֱמַר <small>(ויקרא כז י)</small> \"לֹא יַחֲלִיפֶנּוּ וְלֹא יָמִיר אֹתוֹ\" וְאַף עַל פִּי שֶׁלֹּא עָשָׂה מַעֲשֶׂה. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל מִצְוַת לֹא תַּעֲשֶׂה שֶׁאֵין בָּהּ מַעֲשֶׂה אֵין לוֹקִין עָלֶיהָ חוּץ מִנִּשְׁבָּע וּמֵמִיר וּמְקַלֵּל אֶת חֲבֵרוֹ בְּשֵׁם. שְׁלֹשָׁה לָאוִין אֵלּוּ אִי אֶפְשָׁר שֶׁיִּהְיֶה בָּהֶן מַעֲשֶׂה כְּלָל וְלוֹקִין עֲלֵיהֶן. וְלָמָּה לוֹקִין עַל הַתְּמוּרָה וַהֲרֵי לָאו שֶׁבָּהּ נִתָּק לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(ויקרא כז לג)</small> \"וְאִם הָמֵר יְמִירֶנּוּ וְהָיָה הוּא וּתְמוּרָתוֹ יִהְיֶה קֹדֶשׁ\". מִפְּנֵי שֶׁיֵּשׁ בָּהּ עֲשֵׂה וּשְׁנֵי לָאוִין. וְעוֹד שֶׁאֵין לָאו שֶׁבָּהּ שָׁוֶה לַעֲשֵׂה. שֶׁהַצִּבּוּר וְהַשֻּׁתָּפִין אֵין עוֹשִׂין תְּמוּרָה אִם הֵמִירוּ אַף עַל פִּי שֶׁהֵן מֻזְהָרִין שֶׁלֹּא יָמִירוּ. נִמְצֵאתָ אוֹמֵר שֶׁהַיָּחִיד שֶׁהֵמִיר הֲרֵי הַתְּמוּרָה קֹדֶשׁ. וַאֲפִלּוּ הֵמִיר בְּשַׁבָּת לוֹקֶה אַרְבָּעִים. וְאֶחָד מִן הַשֻּׁתָּפִין שֶׁהֵמִיר. אוֹ מִי שֶׁהֵמִיר בְּקָרְבָּן מִקָּרְבְּנוֹת הַצִּבּוּר. הוֹאִיל וְיֵשׁ לוֹ בָּהֶן שֻׁתָּפוּת הֲרֵי זֶה לוֹקֶה וְאֵין הַתְּמוּרָה קֹדֶשׁ: ",
      "אֶחָד הַמֵּמִיר בְּזָדוֹן אוֹ שֶׁהֵמִיר בִּשְׁגָגָה הֲרֵי זֶה עוֹשֶׂה תְּמוּרָה וְלוֹקֶה. כֵּיצַד. הַמִּתְכַּוִּן לוֹמַר הֲרֵי זוֹ תְּמוּרַת עוֹלָה שֶׁיֵּשׁ לִי וְאָמַר הֲרֵי זוֹ תְּמוּרַת שְׁלָמִים שֶׁיֵּשׁ לִי. הֲרֵי זוֹ תְּמוּרָה וְלוֹקֶה. אֲבָל אִם דִּמָּה שֶׁמֻּתָּר לְהָמִיר וְהֵמִיר אוֹ שֶׁאָמַר אֶכָּנֵס לְבַיִת זֶה וְאָמִיר מִדַּעְתִּי וְנִכְנַס וְשָׁכַח וְהֵמִיר שֶׁלֹּא מִדַּעְתּוֹ הֲרֵי זוֹ תְּמוּרָה וְאֵינוֹ לוֹקֶה עָלֶיהָ: ",
      "אֵין אָדָם מֵמִיר בְּהֶמְתּוֹ בְּקָרְבָּן שֶׁאֵינוֹ שֶׁלּוֹ. וְאִם אָמַר בַּעַל הַקָּרְבָּן כָּל הָרוֹצֶה לְהָמִיר בִּבְהֶמְתִּי יָבוֹא וְיָמִיר הֲרֵי זֶה מֵמִיר בָּהּ. הֵמִיר קָרְבָּנוֹ בִּבְהֵמָה שֶׁאֵינָהּ שֶׁלּוֹ אֵינָהּ תְּמוּרָה שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: ",
      "הַמִּתְכַּפֵּר הוּא שֶׁעוֹשֶׂה תְּמוּרָה אֲבָל לֹא הַמַּקְדִּישׁ. כֵּיצַד. הִקְדִּישׁ בְּהֵמָה שֶׁיִּתְכַּפֵּר בָּהּ חֲבֵרוֹ כְּגוֹן שֶׁהִקְדִּישׁ קָרְבְּנוֹת נָזִיר שֶׁיִּתְכַּפֵּר בָּהֶם פְּלוֹנִי הַנָּזִיר. אוֹתוֹ הַנָּזִיר הוּא שֶׁעוֹשֶׂה בָּהֶן תְּמוּרָה אֲבָל לֹא זֶה שֶׁהִקְדִּישׁ לְפִי שֶׁאֵינָן שֶׁלּוֹ: ",
      "הַיּוֹרֵשׁ מֵמִיר. הִנִּיחַ בְּהֵמָה לִשְׁנֵי בָּנָיו וּמֵת הֲרֵי זוֹ קְרֵבָה וְאֵין מְמִירִין בָּהּ שֶׁהֲרֵי הֵם בָּהּ שֻׁתָּפִין וְהַשֻּׁתָּפִין אֵין עוֹשִׂין תְּמוּרָה כְּמוֹ שֶׁבֵּאַרְנוּ: ",
      "אֵין קָדְשֵׁי נָכְרִים עוֹשִׂין תְּמוּרָה מִן הַתּוֹרָה אֲבָל מִדִּבְרֵי סוֹפְרִים שֶׁהַנָּכְרִי שֶׁהֵמִיר הֲרֵי זוֹ תְּמוּרָה. הִקְדִּישׁ הַנָּכְרִי בְּהֵמָה שֶׁיִּתְכַּפֵּר בָּהּ יִשְׂרָאֵל וְהֵמִיר בָּהּ הַנָּכְרִי הֲרֵי זוֹ סְפֵק תְּמוּרָה: ",
      "אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים אִם הֵמִירוּ עוֹשִׂין תְּמוּרָה: ",
      "קָטָן שֶׁהִגִּיעַ לְעוֹנַת נְדָרִים שֶׁהֵמִיר. אַף עַל פִּי שֶׁאֵינוֹ לוֹקֶה יֵשׁ בּוֹ סָפֵק אִם עוֹשֶׂה תְּמוּרָה אוֹ אֵינוֹ עוֹשֶׂה תְּמוּרָה: ",
      "אֵין הַכֹּהֲנִים מְמִירִין בְּחַטָּאת וּבְאָשָׁם שֶׁאַף עַל פִּי שֶׁהֵם שֶׁלָּהֶם אֵינָן זוֹכִין בָּהֶן מֵחַיִּים שֶׁאֵין לָהֶם בַּבָּשָׂר עַד שֶׁיִּזָּרֵק הַדָּם. וְאֵין הַכֹּהֲנִים מְמִירִין בִּבְכוֹר שֶׁאַף עַל פִּי שֶׁהוּא זוֹכֶה בּוֹ מֵחַיִּים אֵינוֹ זוֹכֶה בּוֹ מִתְּחִלָּה שֶׁהֲרֵי תְּחִלָּתוֹ בְּבֵית יִשְׂרָאֵל הוּא. אֲבָל הַבְּעָלִים שֶׁהֵמִירוּ בִּבְכוֹר כָּל זְמַן שֶׁהוּא בְּבֵיתָם עוֹשִׂים תְּמוּרָה. וְכֵן כֹּהֵן שֶׁהֵמִיר בִּבְכוֹר שֶׁנּוֹלַד לוֹ לֹא בִּבְכוֹר שֶׁלָּקַח מִיִּשְׂרָאֵל הֲרֵי זוֹ תְּמוּרָה: ",
      "אֵילוֹ שֶׁל כֹּהֵן גָּדוֹל עוֹשֶׂה תְּמוּרָה אֲבָל פָּרוֹ אֵינוֹ עוֹשֶׂה תְּמוּרָה אַף עַל פִּי שֶׁהוּא מִשֶּׁלּוֹ הוֹאִיל וְאֶחָיו הַכֹּהֲנִים מִתְכַּפְּרִין בּוֹ הֲרֵי הֵם בּוֹ כְּשֻׁתָּפִין: ",
      "הָעוֹפוֹת וְהַמְּנָחוֹת אֵינָן עוֹשִׂין תְּמוּרָה שֶׁלֹּא נֶאֱמַר אֶלָּא <small>(ויקרא כז י)</small> \"בְּהֵמָה\": ",
      "קָרְבְּנוֹת בֶּדֶק הַבַּיִת אֵינָן עוֹשִׂין תְּמוּרָה שֶׁנֶּאֱמַר בְּמַעֲשֵׂר <small>(ויקרא כז לג)</small> \"לֹא יְבַקֵּר בֵּין טוֹב לָרַע וְלֹא יְמִירֶנּוּ\" וַהֲלֹא הַמַּעֲשֵׂר בִּכְלַל כָּל הַקָּדָשִׁים הָיָה וְלָמָּה יָצָא לְלַמֵּד עַל הַכְּלָל מָה מַעֲשֵׂר קָרְבַּן יָחִיד יָצְאוּ קָרְבְּנוֹת צִבּוּר וְכֵן הַשֻּׁתָּפִין מָה מַעֲשֵׂר קָרְבַּן מִזְבֵּחַ יָצְאוּ קָדְשֵׁי בֶּדֶק הַבַּיִת מָה מַעֲשַׂר בְּהֵמָה הֻקַּשׁ לְמַעֲשַׂר דָּגָן שֶׁאֵין חַיָּבִין בּוֹ אֶלָּא יִשְׂרָאֵל וְלֹא נָכְרִים יָצְאוּ קָרְבְּנוֹת נָכְרִים שֶׁאֵין עוֹשִׂין תְּמוּרָה כְּמוֹ שֶׁבֵּאַרְנוּ: ",
      "הַמַּקְדִּישׁ בַּעֲלַת מוּם קָבוּעַ אֵינָהּ עוֹשָׂה תְּמוּרָה מִפְּנֵי שֶׁלֹּא נִתְקַדֵּשׁ גּוּפָהּ קִדּוּשׁ גָּמוּר וְאֵינָהּ אֶלָּא קְדֻשַּׁת דָּמִים. אֲבָל הַמַּקְדִּישׁ בַּעֲלַת מוּם עוֹבֵר אוֹ שֶׁהִקְדִּישׁ תְּמִימָה וְאַחַר כָּךְ נוֹלַד לָהּ מוּם קָבוּעַ הֲרֵי זוֹ עוֹשָׂה תְּמוּרָה: ",
      "אֶחָד הַמֵּמִיר תָּמִים בְּבַעַל מוּם אוֹ בַּעַל מוּם בְּתָמִים אוֹ שֶׁהֵמִיר בָּקָר בְּצֹאן אוֹ צֹאן בְּבָקָר. אוֹ כְּבָשִׂים בְּעִזִּים אוֹ עִזִּים בִּכְבָשִׂים אוֹ נְקֵבוֹת בִּזְכָרִים אוֹ זְכָרִים בִּנְקֵבוֹת. אוֹ שֶׁהֵמִיר אֶחָד בְּמֵאָה אוֹ מֵאָה בְּאֶחָד בֵּין בְּבַת אַחַת בֵּין בָּזוֹ אַחַר זוֹ. הֲרֵי זוֹ תְּמוּרָה וְלוֹקֶה כְּמִנְיַן הַבְּהֵמוֹת שֶׁהֵמִיר: ",
      "אֵין הַתְּמוּרָה עוֹשָׂה תְּמוּרָה וְלֹא וְלַד בְּהֵמוֹת הַהֶקְדֵּשׁ עוֹשֶׂה תְּמוּרָה שֶׁנֶּאֱמַר <small>(ויקרא כז י)</small> <small>(ויקרא כז לג)</small> \"וְהָיָה הוּא וּתְמוּרָתוֹ\" הוּא וְלֹא וְלָדוֹ וּתְמוּרָתוֹ וְלֹא תְּמוּרַת תְּמוּרָתוֹ. אֲבָל הַמֵּמִיר בִּבְהֵמָה וְחָזַר וְהֵמִיר בָּהּ וְחָזַר וְהֵמִיר אֲפִלּוּ אֶלֶף כֻּלָּן תְּמוּרָה וְלוֹקֶה עַל כָּל אֶחָד וְאֶחָד כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
      "אֵין מְמִירִין אֵיבָרִים אוֹ עֻבָּרִים בִּשְׁלֵמִים וְלֹא שְׁלֵמִים בָּהֶן. כֵּיצַד. הָאוֹמֵר רַגְלָהּ שֶׁל בְּהֵמָה זוֹ אוֹ יָדָהּ תַּחַת עוֹלָה זוֹ אוֹ שֶׁאָמַר עֻבַּר בְּהֵמָה זוֹ תַּחַת עוֹלָה זוֹ אֵינָהּ תְּמוּרָה. וְכֵן הָאוֹמֵר בְּהֵמָה זוֹ תַּחַת יָדָהּ אוֹ רַגְלָהּ שֶׁל עוֹלָה זוֹ אוֹ שֶׁאָמַר בְּהֵמָה זוֹ תַּחַת עֻבָּרָהּ שֶׁל חַטָּאת זוֹ אֵינָהּ תְּמוּרָה: ",
      "הַמֵּמִיר בְּכִלְאַיִם אוֹ בִּטְרֵפָה וְיוֹצֵא דֹּפֶן אוֹ בְּטֻמְטוּם וְאַנְדְּרוֹגִינוּס אֵין הַקְּדֻשָּׁה חָלָה עֲלֵיהֶן וַהֲרֵי זֶה כְּמִי שֶׁהֵמִיר בְּגָמָל אוֹ בַּחֲמוֹר לְפִי שֶׁאֵין בְּמִינָן קָרְבָּן וּלְפִיכָךְ אֵינוֹ לוֹקֶה. מָה בֵּין אֵלּוּ לְבַעַל מוּם. בַּעַל מוּם יֵשׁ בְּמִינָן קָרְבָּן. אֵלּוּ אֵין בְּמִינָם קָרְבָּן: ",
      "הָרוֹבֵעַ וְהַנִּרְבָּע הֲרֵי הֵם כְּבַעַל מוּם וְעוֹשִׂין תְּמוּרָה. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן: ",
      "בְּהֵמָה שֶׁחֶצְיָהּ קֹדֶשׁ וְחֶצְיָהּ חֹל לֹא עוֹשָׂה תְּמוּרָה וְלֹא נַעֲשֵׂית תְּמוּרָה: ",
      "כָּל הַחַטָּאוֹת שֶׁדִּינָן שֶׁיָּמוּתוּ אֵינָן עוֹשִׂין תְּמוּרָה וְכָל חַטָּאת שֶׁדִּינָהּ שֶׁתִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר עוֹשָׂה תְּמוּרָה: ",
      "הַמַּפְרִישׁ נְקֵבָה לְפִסְחוֹ אוֹ לְעוֹלָתוֹ אוֹ לַאֲשָׁמוֹ עוֹשָׂה תְּמוּרָה אַף עַל פִּי שֶׁאֵינָן רְאוּיִין לִקָּרֵב הוֹאִיל וְיָרְדוּ לִקְדֻשַּׁת דָּמִים וַהֲרֵי הֵם תְּמִימִים יָרְדוּ לִקְדֻשַּׁת הַגּוּף. אֲבָל הַמַּפְרִישׁ שָׂעִיר לְחַטָּאתוֹ וְנָשִׂיא שֶׁהִפְרִישׁ שְׂעִירָה לְחַטָּאתוֹ וְכֹהֵן גָּדוֹל שֶׁהִפְרִישׁ פָּרָה לְחַטָּאתוֹ. אֵינָן עוֹשִׂין תְּמוּרָה שֶׁכָּל הַמְשַׁנֶּה בְּחַטָּאוֹת לֹא נִתְקַדְּשָׁה כְּלָל וַאֲפִלּוּ קְדֻשַּׁת דָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין: "
    ],
    [
      "הַתְמוּרָה הוּא שֶׁיֹּאמַר בַּעַל הַקָּרְבָּן עַל בֶּהֱמַת חֻלִּין שֶׁיֵּשׁ לוֹ הֲרֵי זוֹ תַּחַת זוֹ. אוֹ הֲרֵי זוֹ חֲלִיפַת זוֹ. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר הֲרֵי זוֹ תַּחַת חַטָּאת זוֹ אוֹ תַּחַת עוֹלָה זוֹ שֶׁהִיא תְּמוּרָה. וְכֵן אִם אָמַר הֲרֵי זוֹ תַּחַת חַטָּאת שֶׁיֵּשׁ לִי בְּתוֹךְ הַבַּיִת אוֹ תַּחַת עוֹלָה שֶׁיֵּשׁ לִי בְּמָקוֹם פְּלוֹנִי הֲרֵי זוֹ תְּמוּרָה וְהוּא שֶׁיֵּשׁ לוֹ. אֲבָל אִם אָמַר עַל בֶּהֱמַת חֻלִּין הֲרֵי זוֹ תַּחַת עוֹלָה אוֹ הֲרֵי זוֹ תַּחַת חַטָּאת לֹא אָמַר כְּלוּם. וְכֵן אִם אָמַר הֲרֵי זוֹ מְחֻלֶּלֶת עַל זוֹ אֵינָהּ תְּמוּרָה:\n",
      "הָיוּ לְפָנָיו שְׁתֵּי בְּהֵמוֹת אַחַת חֻלִּין וְאַחַת הֶקְדֵּשׁ שֶׁנָּפַל בָּהּ מוּם. הִנִּיחַ יָדוֹ עַל בֶּהֱמַת חֻלִּין וְאָמַר הֲרֵי זוֹ תַּחַת זוֹ הֲרֵי זוֹ תְּמוּרָה וְלוֹקֶה. הִנִּיחַ יָדוֹ עַל בֶּהֱמַת הֶקְדֵּשׁ וְאָמַר הֲרֵי זוֹ תַּחַת זוֹ הֲרֵי זֶה חִלְּלָהּ עַל בֶּהֱמַת הַחֻלִּין וְאֵין זוֹ תְּמוּרָה אֶלָּא כְּפוֹדֶה בַּעֲלַת מוּם בְּזוֹ הַבְּהֵמָה:\n",
      "הָיוּ לְפָנָיו שָׁלֹשׁ בְּהֵמוֹת קָדְשֵׁי מִזְבֵּחַ וְאַחַת מֵהֶן בַּעֲלַת מוּם שֶׁהֲרֵי הִיא עוֹמֶדֶת לְפִדְיוֹן וְשָׁלֹשׁ בְּהֵמוֹת תְּמִימוֹת חֻלִּין וְאָמַר הֲרֵי אֵלּוּ תַּחַת אֵלּוּ. הֲרֵי שְׁתַּיִם מִן הַחֻלִּין תַּחַת שְׁתַּיִם הַתְּמִימוֹת תְּמוּרָתָן תְּמוּרָה וְלוֹקֶה עֲלֵיהֶם שְׁתַּיִם. וְהַבְּהֵמָה הַשְּׁלִישִׁית הִיא תַּחַת בַּעֲלַת מוּם שֶׁנִּתְחַלְּלָה עָלֶיהָ וּלְחַלְּלָהּ נִתְכַּוֵּן וְלֹא לְהָמִיר בָּהּ. שֶׁכֵּיוָן שֶׁיֵּשׁ לְפָנָיו דֶּרֶךְ אִסּוּר וְהִיא הַתְּמוּרָה וְדֶרֶךְ הֶתֵּר וְהוּא הַחִלּוּל חֲזָקָה הִיא שֶׁאֵין אָדָם מַנִּיחַ הַהֶתֵּר וְעוֹשֶׂה הָאִסּוּר וּלְפִיכָךְ אֵינוֹ לוֹקֶה שָׁלֹשׁ מַלְקִיּוֹת. וְכֵן אִם אָמַר עֶשֶׂר בְּהֵמוֹת אֵלּוּ תַּחַת עֶשֶׂר בְּהֵמוֹת אֵלּוּ וְאַחַת מֵהֶן בַּעֲלַת מוּם אֵינוֹ לוֹקֶה אֶלָּא תֵּשַׁע מַלְקִיּוֹת שֶׁהַבְּהֵמָה הָעֲשִׂירִית לְחַלְּלָהּ נִתְכַּוֵּן וְלֹא לְהָמִיר בָּהּ. שֶׁאַף עַל פִּי שֶׁהֻחְזַק זֶה בְּמַלְקִיּוֹת הַרְבֵּה הוֹאִיל וְיֵשׁ שָׁם דֶּרֶךְ הֶתֵּר אֵינוֹ מַנִּיחַ דְּבַר הַהֶתֵּר וְעוֹשֶׂה הָאִסּוּר. שְׁתֵּי בְּהֵמוֹת שֶׁל הֶקְדֵּשׁ וְאַחַת מֵהֶן בַּעֲלַת מוּם וּשְׁתֵּי בְּהֵמוֹת שֶׁל חֻלִּין וְאַחַת מֵהֶן בַּעֲלַת מוּם וְאָמַר הֲרֵי אֵלּוּ תַּחַת אֵלּוּ הֲרֵי הַתְּמִימָה תְּמוּרַת הַתְּמִימָה וְלוֹקֶה אַחַת וּבַעֲלַת הַמּוּם מְחֻלֶּלֶת עַל בַּעֲלַת הַמּוּם שֶׁאֵינוֹ מֵנִיחַ הַהֶתֵּר וְעוֹשֶׂה הָאִסּוּר:\n",
      "הָאוֹמֵר הֲרֵי זוֹ תְּמוּרַת עוֹלָה וּשְׁלָמִים דְּבָרָיו קַיָּמִים וְתִמָּכֵר וְיָבִיא בַּחֲצִי דָּמֶיהָ תְּמוּרַת עוֹלָה וּבַחֲצִי דָּמֶיהָ תְּמוּרַת שְׁלָמִים. אָמַר הֲרֵי זוֹ תְּמוּרַת עוֹלָה וּתְמוּרַת שְׁלָמִים אִם נִתְכַּוֵּן לְכָךְ מִתְּחִלָּה דְּבָרָיו קַיָּמִים וְאִם לֹא נִתְכַּוֵּן בַּתְּחִלָּה אֶלָּא לִתְמוּרַת עוֹלָה וְחָזַר וְאָמַר תְּמוּרַת שְׁלָמִים אַף עַל פִּי שֶׁחָזַר בְּתוֹךְ כְּדֵי דִּבּוּר אֵין תּוֹפְשִׂין אֶלָּא לָשׁוֹן רִאשׁוֹן וַהֲרֵי הִיא תְּמוּרַת עוֹלָה בִּלְבַד:\n"
    ],
    [
      "כֵּיצַד דִּין הַתְּמוּרוֹת לִקָּרֵב. תְּמוּרַת הָעוֹלָה תִּקָּרֵב עוֹלָה וְאִם הָיְתָה תְּמוּרָתָהּ נְקֵבָה אוֹ בַּעֲלַת מוּם תִּרְעֶה הַנְּקֵבָה עַד שֶׁיִּפּל בָּהּ מוּם וְתִמָּכֵר וְיָבִיא בְּדָמֶיהָ עוֹלָה. תְּמוּרַת הַחַטָּאת תָּמוּת כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין. תְּמוּרַת הָאָשָׁם תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיִפְּלוּ דָּמֶיהָ לִנְדָבָה. תְּמוּרַת הַשְּׁלָמִים כִּשְׁלָמִים לְכָל דָּבָר טְעוּנָה סְמִיכָה וּנְסָכִים וּתְנוּפַת חָזֶה וְשׁוֹק. תְּמוּרַת הַתּוֹדָה כְּתוֹדָה אֶלָּא שֶׁאֵינָהּ טְעוּנָה לֶחֶם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין. תְּמוּרַת הַפֶּסַח אִם הֵמִיר בָּהּ קֹדֶם חֲצוֹת יוֹם אַרְבָּעָה עָשָׂר אֵין תְּמוּרָתוֹ קְרֵבָה אֶלָּא תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיָבִיא בְּדָמֶיהָ שְׁלָמִים וְאִם הֵמִיר בָּהּ אַחַר חֲצוֹת הֲרֵי הַתְּמוּרָה עַצְמָהּ תִּקָּרֵב שְׁלָמִים. תְּמוּרַת הַבְּכוֹר וְהַמַּעֲשֵׂר אֵינָם קְרֵבִין לְעוֹלָם שֶׁנֶּאֱמַר בִּבְכוֹר <small>(ויקרא כז כו)</small> <small>(ויקרא כז ל)</small> \"לַה' הוּא\". מִפִּי הַשְּׁמוּעָה לָמְדוּ הוּא קָרֵב וְאֵין תְמוּרָתוֹ קְרֵבָה. וְדִין הַמַּעֲשֵׂר בִּבְכוֹר תְּמוּרָתָן תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְתֵאָכֵל: \n",
      "תְּמוּרַת הַבְּכוֹר לַכֹּהֲנִים וּתְמוּרַת הַמַּעֲשֵׂר לַבְּעָלִים. וּכְשֵׁם שֶׁאֵין פּוֹדִין בְּכוֹר וּמַעֲשֵׂר שֶׁנָּפַל בָּהֶן מוּם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִסּוּרֵי מִזְבֵּחַ כָּךְ אֵין פּוֹדִים תְּמוּרָתָן:\n",
      "בְּהֵמָה שֶׁהִקְדִּישָׁהּ חֶצְיָהּ עוֹלָה וְחֶצְיָהּ שְׁלָמִים תְּמוּרָתָהּ כָּמוֹהָ. וְכֵן כָּל בֶּהֱמַת הֶקְדֵּשׁ שֶׁאֵינָהּ קְרֵבָה מִפְּנֵי תְּחִלַּת הֶקְדֵּשָׁהּ הֲרֵי תְּמוּרָתָהּ כָּמוֹהָ. אָמַר חֲצִי בְּהֵמָה זוֹ תְּמוּרָה וְחֶצְיָהּ עוֹלָה הֲרֵי זוֹ תִּקָּרֵב עוֹלָה. חֶצְיָהּ עוֹלָה וְחֶצְיָהּ מַעֲשֵׂר תִּקָּרֵב עוֹלָה. חֶצְיָהּ תְּמוּרָה וְחֶצְיָהּ מַעֲשֵׂר הֲרֵי זוֹ סָפֵק וְאֵינָהּ קְרֵבָה:\n",
      "הַמַּקְדִּישׁ בַּעֲלַת מוּם עוֹבֵר וְאֵין צָרִיךְ לוֹמַר תְּמִימָה וְאַחַר כָּךְ נוֹלַד בָּהּ מוּם קָבוּעַ וְנִפְדֵּית וְהֵמִיר בָּהּ אַחַר שֶׁנִּפְדֵּית. הֲרֵי זוֹ תְּמוּרָה וְאֵינָהּ קְרֵבָה וְאֵינָהּ נִפְדֵּית אֶלָּא מַנִּיחָהּ עַד שֶׁתָּמוּת. אֵינָהּ קְרֵבָה מִפְּנֵי שֶׁבָּאָה מִכֹּחַ קְדֻשָּׁה דְּחוּיָה וְאֵינָהּ נִפְדֵּית שֶׁאֵין בְּכֹחַ קְדֻשָּׁתָהּ לִתְפּשֹׁ פִּדְיוֹנָהּ:\n",
      "כָּל הַתְּמוּרוֹת שֶׁהָיוּ בַּעֲלֵי מוּמִין קְבוּעִין מִתְּחִלָּתָן הֲרֵי אֵלּוּ יִפָּדוּ וְאֵינָן יוֹצְאִין לְחֻלִּין לְכָל דָּבָר כְּדֵי שֶׁיִּהְיוּ מֻתָּרִין בְּגִזָּה וַעֲבוֹדָה אַחַר פִּדְיוֹנָן. שֶׁהַקְּדֻשָּׁה חָלָה בַּתְּמוּרָה עַל בַּעֲלַת מוּם קָבוּעַ שֶׁנֶּאֱמַר <small>(ויקרא כז י)</small> \"אוֹ רַע בְּטוֹב\" וְרַע הָאָמוּר כָּאן הוּא בַּעַל מוּם וְכַיּוֹצֵא בּוֹ שֶׁאֵינוֹ רָאוּי לְקָרְבָּן וְאַף עַל פִּי כֵן כָּתוּב בּוֹ <small>(ויקרא כז י)</small> \"יִהְיֶה קֹדֶשׁ\":\n",
      "עוֹלָה שֶׁנִּתְעָרְבָה בִּזְבָחִים וְהֵמִיר בְּאַחַת מִן הַתַּעֲרוֹבוֹת הֲרֵי זֶה מֵבִיא בְּהֵמָה אַחֶרֶת וְאוֹמֵר אִם תְּמוּרַת עוֹלָה הִיא זוֹ הֲרֵי בְּהֵמָה זוֹ שְׁלָמִים וְאִם תְּמוּרַת שְׁלָמִים הִיא זוֹ הֲרֵי בְּהֵמָה זוֹ עוֹלָה. וְנִמְצָא הַבְּהֵמָה שֶׁהֵבִיא עִם הַתְּמוּרָה כְּעוֹלָה וּשְׁלָמִים שֶׁנִּתְעָרְבוּ זֶה בָּזֶה. חָזַר וְהֵמִיר בְּאַחַת מִשְּׁתֵּיהֶן וְאֵין יָדוּעַ בְּאֵי זוֹ מֵהֶן הֵמִיר. מֵבִיא זֶבַח אַחֵר מִתּוֹךְ בֵּיתוֹ. וְאוֹמֵר עַל הַתְּמוּרָה הַשְּׁנִיָּה. אִם תְּמוּרַת תְּמוּרָה הִיא זוֹ הֲרֵי זוֹ שֶׁהֵבִיא חֻלִּין. וְאִם תְּמוּרַת עוֹלָה אוֹ שְׁלָמִים הִיא הֲרֵי זֶה שֶׁהֵבִיא עוֹלָה אוֹ שְׁלָמִים. וַהֲרֵי זֶה שֶׁהֵבִיא עִם הַתְּמוּרָה הַשְּׁנִיָּה כְּזֶבַח וּתְמוּרָה שֶׁנִּתְעָרְבוּ זֶה בָּזֶה. וּכְבָר בֵּאַרְנוּ דִּין הַתַּעֲרוֹבוֹת בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין:\n",
      "שְׁלָמִים שֶׁנִּתְעָרְבוּ בִּבְכוֹר אוֹ בְּמַעֲשֵׂר וְהֵמִיר בְּאֶחָד מֵהֶן הֲרֵי זֶה לֹא יִקְרַב אֶלָּא יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִפָּדֶה וְיֵאָכֵל כִּבְכוֹר אוֹ כְּמַעֲשֵׂר כְּמוֹ שֶׁבֵּאַרְנוּ:\n"
    ],
    [
      "כֵּיצַד דִּין וַלְדוֹת הַקָּדָשִׁים. וְלַד שְׁלָמִים וּוְלַד תְּמוּרַת שְׁלָמִים הֲרֵי אֵלּוּ כִּשְׁלָמִים וְהֵן עַצְמָן כִּשְׁלָמִים לְכָל דָּבָר. וְכֵן וְלַד הַתּוֹדָה וּוְלַד תְּמוּרָתָהּ הֲרֵי אֵלּוּ יִקָּרְבוּ כְּתוֹדָה אֶלָּא שֶׁאֵינָן טְעוּנִין לֶחֶם שֶׁאֵין מְבִיאִין לֶחֶם אֶלָּא עִם הַתּוֹדָה עַצְמָהּ. שֶׁנֶּאֱמַר <small>(ויקרא ז יב)</small> \"עַל זֶבַח הַתּוֹדָה\" עָלָיו וְלֹא עַל וְלָדָהּ וְלֹא עַל תְּמוּרָתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בַּוְּלָדוֹת עַצְמָן אֲבָל וַלְדֵי וְלָדוֹת אֵינָן קְרֵבִין. שֶׁמִּתּוֹךְ מַעֲשָׂיו נִכָּר שֶׁהוּא מַשְׁהֶה אוֹתָן לְגַדֵּל מֵהֶן עֲדָרִים עֲדָרִים וּלְפִיכָךְ קוֹנְסִין אוֹתוֹ וְלֹא יַקְרִיבֵם: ",
      "וְלַד הַחַטָּאת יָמוּת וְאֵין צָרִיךְ לוֹמַר וְלַד תְּמוּרָתָהּ: ",
      "הַשּׁוֹחֵט אֶת הַחַטָּאת וּמָצָא בָּהּ בֶּן אַרְבָּעָה חַי הֲרֵי זוֹ נֶאֱכֶלֶת כִּבְשַׂר הַחַטָּאת. שֶׁוַּלְדֵי הַקָּדָשִׁים בִּמְעֵי אִמָּן הֵם קְדוֹשִׁים: ",
      "וְלַד תְּמוּרַת הָאָשָׁם וּוְלַד וְלָדָהּ עַד סוֹף הָעוֹלָם יִרְעוּ עַד שֶׁיִּפּל בָּהֶם מוּם וְיִמָּכְרוּ וְיִפְּלוּ דְּמֵיהֶן לִנְדָבָה. וְאִם יָלְדָה זָכָר אַחַר שֶׁהִקְרִיב אֲשָׁמוֹ הַוָּלָד עַצְמוֹ יִקָּרֵב עוֹלָה. הִפְרִישׁ נְקֵבָה לַאֲשָׁמוֹ וְיָלְדָה תִּרְעֶה הִיא וּבְנָהּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיִמָּכְרוּ וְיָבִיא בִּדְמֵי שְׁנֵיהֶם אֲשָׁמוֹ. וְאִם כְּבָר הִקְרִיב אֲשָׁמוֹ יִפְּלוּ דְּמֵיהֶן לִנְדָבָה: ",
      "וְלַד תְּמוּרַת הָעוֹלָה וּוְלַד וְלָדָהּ עַד סוֹף הָעוֹלָם הֲרֵי אֵלּוּ כְּעוֹלָה וְהֵן עַצְמָן יִקָּרְבוּ עוֹלָה. הִפְרִישׁ נְקֵבָה לְעוֹלָתוֹ וְיָלְדָה אַף עַל פִּי שֶׁיָּלְדָה זָכָר יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיָבִיא בְּדָמָיו עוֹלָה. כְּבָר בֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת שֶׁכָּל מָקוֹם שֶׁאָנוּ אוֹמְרִין יִפְּלוּ לִנְדָבָה הוּא שֶׁיִּתֵּן הַמָּעוֹת בַּשּׁוֹפָרוֹת שֶׁהָיוּ בַּמִּקְדָּשׁ שֶׁבֵּאַרְנוּ בִּשְׁקָלִים כַּמָּה הֵם. וּבֵית דִּין מַקְרִיבִין בְּאוֹתָן הַמָּעוֹת עוֹלוֹת נְדָבָה וְנִסְכֵּיהֶם מִשֶּׁל צִבּוּר וְאֵינָן טְעוּנוֹת סְמִיכָה. אֲבָל מָקוֹם שֶׁנֶּאֱמַר הוּא עַצְמוֹ יִקְרַב עוֹלָה אוֹ יָבִיא בְּדָמָיו עוֹלָה. הֲרֵי זוֹ טְעוּנָה סְמִיכָה וּנְסָכֶיהָ מִשֶּׁלּוֹ: ",
      "וְלַד הַמַּעֲשֵׂר. [וּוְלַד] תְּמוּרַת הַמַּעֲשֵׂר. וְלַד תְּמוּרַת הַבְּכוֹר וּוַלְדֵי וַלְדוֹתֵיהֶן עַד סוֹף הָעוֹלָם. הֲרֵי אֵלּוּ לֹא יִקָּרְבוּ אֶלָּא יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיֵאָכְלוּ כִּבְכוֹר וּכְמַעֲשֵׂר שֶׁנָּפַל בָּהֶן מוּם. וַלְדוֹת תְּמוּרַת הַבְּכוֹר לְכֹהֵן. וַלְדוֹת מַעֲשֵׂר וּתְמוּרָתוֹ לִבְעָלָיו: ",
      "וְלַד תְּמוּרַת הַפֶּסַח כִּתְמוּרַת הַפֶּסַח. אִם הָיְתָה אִמּוֹ קְרֵבָה שְׁלָמִים וְלָדָהּ יִקָּרֵב שְׁלָמִים וְאִם הָיָה דִּינָהּ שֶׁתִּמָּכֵר וְיָבִיא בְּדָמֶיהָ שְׁלָמִים אַף וְלָדָהּ נִמְכָּר וְיָבִיא בְּדָמָיו שְׁלָמִים. הִפְרִישׁ נְקֵבָה לְפִסְחוֹ וְיָלְדָה. אוֹ שֶׁהִפְרִישָׁהּ מְעֻבֶּרֶת. הִיא וּוְלָדָהּ יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵיהֶן פֶּסַח. וְאִם נִשְׁאֲרָה נְקֵבָה זוֹ עַד אַחַר הַפֶּסַח אוֹ שֶׁיָּלְדָה אַחַר הַפֶּסַח. תִּרְעֶה הִיא וּוְלָדָהּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵיהֶן שְׁלָמִים: ",
      "וַלְדוֹת הַקָּדָשִׁים שֶׁיָּצְאוּ דֶּרֶךְ דֹּפֶן. אוֹ שֶׁיָּלְדוּ טֻמְטוּם וְאַנְדְּרוֹגִינוּס וְכִלְאַיִם וּטְרֵפָה. הֲרֵי אֵלּוּ יִפָּדוּ וְיָבִיא בִּדְמֵיהֶן קָרְבָּן הָרָאוּי לְהָבִיא בִּדְמֵי וָלָד שֶׁל זוֹ: ",
      "וְלַד בַּעֲלַת מוּם הֲרֵי הוּא כִּוְלַד הַתְּמִימָה לְכָל דָּבָר וְיִקָּרֵב כָּרָאוּי לוֹ: ",
      "קָדָשִׁים שֶׁהִפִּילוּ נֵפֶל אוֹ שִׁלְיָא יִקָּבְרוּ וַהֲרֵי הֵם אֲסוּרִים בַּהֲנָאָה: ",
      "הַמְשַׁנֶּה אֶת הַקָּדָשִׁים מִקְּדֻשָּׁה לִקְדֻשָּׁה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר בִּבְכוֹר <small>(ויקרא כז כו)</small> \"לֹא יַקְדִּישׁ אִישׁ אֹתוֹ\" שֶׁלֹּא יַעֲשֶׂנּוּ עוֹלָה אוֹ שְׁלָמִים. וְהוּא הַדִּין לִשְׁאָר הַקָּדָשִׁים שֶׁאֵין מְשַׁנִּין אוֹתָן מִקְּדֻשָּׁה לִקְדֻשָּׁה אֶחָד קָדְשֵׁי מִזְבֵּחַ וְאֶחָד קָדְשֵׁי בֶּדֶק הַבַּיִת. כֵּיצַד. אִם הִקְדִּישׁ לְבֶדֶק הַהֵיכָל לֹא יְשַׁנֶּה לְבֶדֶק הַמִּזְבֵּחַ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאֵין לוֹקִין עַל לָאו זֶה: ",
      "כֵּיצַד מַעֲרִימִין עַל הַבְּכוֹר לְהַקְדִּישׁוֹ לַמִּזְבֵּחַ הֶקְדֵּשׁ אַחֵר. מַקְדִּישׁוֹ בַּבֶּטֶן קֹדֶם שֶׁיִּוָּלֵד שֶׁנֶּאֱמַר <small>(ויקרא כז כו)</small> \"אֲשֶׁר יְבֻכַּר לַה'\" <small>(ויקרא כז כו)</small> \"לֹא יַקְדִּישׁ אִישׁ אוֹתוֹ\". מִשֶּׁיְּבֻכַּר אִי אַתָּה מַקְדִּישׁוֹ אֲבָל אַתָּה מַקְדִּישׁוֹ בַּבֶּטֶן. לְפִיכָךְ יֵשׁ לוֹ לוֹמַר מַה שֶּׁבְּמֵעֶיהָ שֶׁל מַבְכֶּרֶת זוֹ אִם הוּא זָכָר הֲרֵי זוֹ עוֹלָה. אֲבָל אֵינוֹ יָכוֹל לוֹמַר זִבְחֵי שְׁלָמִים שֶׁאֵינוֹ יָכוֹל לְהַפְקִיעַ אוֹתוֹ מִקְּדֻשָּׁתוֹ כְּדֵי לֵהָנוֹת בּוֹ. וְאִם אָמַר עִם יְצִיאַת רֹב רֹאשׁוֹ יִהְיֶה עוֹלָה הֲרֵי זֶה בְּכוֹר וְאֵינוֹ עוֹלָה: ",
      "וְאֵין מַעֲרִימִין עַל בֶּהֱמַת הֶקְדֵּשׁ לְהַקְדִּישׁ עֻבָּרָהּ קְדֻשָּׁה אַחֶרֶת אֶלָּא הֲרֵי הוּא כִּקְדֻשַּׁת אִמּוֹ. שֶׁוַּלְדוֹת הַקָּדָשִׁים מִמְּעֵי אִמָּם הֵם קְדוֹשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ. וַהֲרֵי כָּל עֻבָּר מֵהֶן כִּקְדֻשַּׁת אִמּוֹ וְאֵינוֹ יָכוֹל לְשַׁנּוֹתוֹ בַּבֶּטֶן כְּדֶרֶךְ שֶׁעָשָׂה בִּבְכוֹר שֶׁהַבְּכוֹר בִּיצִיאָתוֹ הוּא שֶׁמִּתְקַדֵּשׁ. אַף עַל פִּי שֶׁכָּל חֻקֵּי הַתּוֹרָה גְּזֵרוֹת הֵם כְּמוֹ שֶׁבֵּאַרְנוּ בְּסוֹף מְעִילָה. רָאוּי לְהִתְבּוֹנֵן בָּהֶן וְכָל מַה שֶּׁאַתָּה יָכוֹל לִתֵּן לוֹ טַעַם תֵּן לוֹ טַעַם. הֲרֵי אָמְרוּ חֲכָמִים הָרִאשׁוֹנִים שֶׁהַמֶּלֶךְ שְׁלֹמֹה הֵבִין רֹב הַטְּעָמִים שֶׁל כָּל חֻקֵּי הַתּוֹרָה. יֵרָאֶה לִי שֶׁזֶּה שֶׁאָמַר הַכָּתוּב <small>(ויקרא כז י)</small> <small>(ויקרא כז ל)</small> \"וְהָיָה הוּא וּתְמוּרָתוֹ יִהְיֶה קֹדֶשׁ\". כָּעִנְיָן שֶׁאָמַר <small>(ויקרא כז טו)</small> \"וְאִם הַמַּקְדִּישׁ יִגְאַל אֶת בֵּיתוֹ וְיָסַף חֲמִישִׁית כֶּסֶף עֶרְכְּךָ עָלָיו\". יָרְדָה תּוֹרָה לְסוֹף מַחֲשֶׁבֶת הָאָדָם וּקְצָת יִצְרוֹ הָרַע. שֶׁטֶּבַע שֶׁל אָדָם נוֹטֶה לְהַרְבּוֹת קִנְיָנוֹ וְלָחוּס עַל מָמוֹנוֹ וְאַף עַל פִּי שֶׁנָּדַר וְהִקְדִּישׁ אֶפְשָׁר שֶׁחָזַר בּוֹ וְנִחַם וְיִפְדֶּה בְּפָחוֹת מִשָּׁוְיוֹ אָמְרָה תּוֹרָה אִם פָּדָה לְעַצְמוֹ יוֹסִיף חֹמֶשׁ. וְכֵן אִם הִקְדִּישׁ בְּהֵמָה קְדֻשַּׁת הַגּוּף שֶׁמָּא יַחְזֹר בּוֹ וְכֵיוָן שֶׁאֵינוֹ יָכוֹל לִפְדּוֹתָהּ יַחְלִיפֶנָּה בִּפְחוּתָה מִמֶּנָּה. וְאִם תִּתֵּן לוֹ רְשׁוּת לְהַחְלִיף הָרַע בְּיָפֶה יַחְלִיף הַיָּפֶה בְּרַע וְיֹאמַר טוֹב הוּא. לְפִיכָךְ סָתַם הַכָּתוּב בְּפָנָיו שֶׁלֹּא יַחְלִיף. וּקְנָסוֹ אִם הֶחְלִיף וְאָמַר וְהָיָה הוּא וּתְמוּרָתוֹ יִהְיֶה קֹדֶשׁ. וְכָל אֵלּוּ הַדְּבָרִים כְּדֵי לָכֹף אֶת יִצְרוֹ וּלְתַקֵּן דֵּעוֹתָיו. וְרֹב דִּינֵי הַתּוֹרָה אֵינָן אֶלָּא עֵצוֹת מֵרָחוֹק מִגְּדוֹל הָעֵצָה לְתַקֵּן הַדֵּעוֹת וּלְיַשֵּׁר כָּל הַמַּעֲשִׂים. וְכֵן הוּא אוֹמֵר <small>(משלי כב כ)</small> \"הֲלֹא כָתַבְתִּי לְךָ שָׁלִישִׁים בְּמֹעֵצוֹת וָדָעַת\". לְהוֹדִיעֲךָ קֹשְׁטְ אִמְרֵי אֱמֶת לְהָשִׁיב אֲמָרִים אֱמֶת לְשלְחֶיךָ:  ",
      "ספר תשיעי והוא ספר הקרבנות הלכותיו ששה ופרקיו חמשה וארבעים:ואלו הן:הלכות קרבן פסח עשרה פרקים הלכות חגיגה שלשה פרקים הלכות בכורות שמונה פרקים הלכות שגגות חמשה עשר פרקים הלכות מחוסרי כפרה חמשה פרקים הלכות תמורה ארבעה פרקים:"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ],
    [
      "Wikisource Mishneh Torah",
      "http://he.wikisource.org/wiki/%D7%9E%D7%A9%D7%A0%D7%94_%D7%AA%D7%95%D7%A8%D7%94_%D7%9C%D7%A8%D7%9E%D7%91%22%D7%9D"
    ]
  ],
  "heTitle": "הלכות תמורה",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Korbanot"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [
        "<b> אבל אם דימה שמותר להמיר והמיר וכו'.</b> א''א בפירוש אמרו בגמרא כסבור שמותר להמיר והמיר גבי תמורה לקי גבי קדשים לא לקי ופירושו הגוזז והעובד באותה תמורה לוקה אבל בקדשים אינו לוקה מפני שהוא הקדש טעות וכן כל הענין שנתפרש בגמרא על אותה פסקא עשה שוגג כמזיד בתמורה וכו' על זה הדרך מתפרשים: ",
        "<b> ונכנס ושכח והמיר וכו'.</b> א''א אין כאן שכחה לפי ענין הגמרא אלא טעה שטעה באותו בית סבר שהוא הבית שאמר אכנס בו ואקדיש ואמיר זהו הקדש טעות וגבי תמורה קדוש: "
      ],
      [],
      [],
      [],
      [
        "<b> אין קדשי נכרים עושין תמורה מן התורה.</b> א''א שבושין יש כאן שהנכרי אינו עושה תמורה כלל לא בשלו ולא בשל ישראל אבל ישראל שהמיר בקרבן שהקדיש נכרי להתכפר בו ישראל זהו ספק: "
      ]
    ],
    [],
    [
      [],
      [],
      [
        "<b> אמר חצי בהמה זו וכו'.</b> א''א לישנא דגמרא אמר אביי הכל מודים אמר חציה עולה וחציה מעשר דברי הכל עולה קריבה חציה תמורה וחציה מעשר ואפשר שבנוסחא שלו מצא חציה עולה וחציה תמורה דברי הכל קריבה עולה וכן חציה עולה וחציה מעשר ומשמע אפילו לרבי יוסי דאמר יבדק בהנך אין בודקין אלא מסתמא עולה קריבה מ''ט גבי תמורה כיון דאיכא איסורא לא איכוין מעיקרא לאיסורא ולבסוף הוא דטעה ואימליך והמיר וכן גבי מעשר כיון דליתיה לחצאין מעיקרא לא להכי איכוין אבל חציה תמורה וחציה מעשר דבתרווייהו איכא לספוקי להו מנייהו איכוון אסתפקא לה להי מנייהו עדיף דילמא להכי איכוון מעיקרא: "
      ],
      [],
      [],
      [
        "<b> עולה שנתערבה בזבחים וכו'.</b> א''א כל זה מועתק מן התוספתא בתמורה ולא ירדתי לעומקה ואיני סומך עליה שהיא בלא שיבוש ואיך אפשר שיחלל את התמורה עד שיפול בה מום וכשנפל בה מום איך אפשר להוציאה מן הספק אלא בשתי בהמות שאם היא תמורת עולה מתחלל על אחת והשנית תהיה שלמים נדבה ואם היא תהיה תמורת שלמים תתחלל על זו שעשה שלמים והשנית תהיה עולת נדבה ואחר המעשה הזה איך יהיו עולה ושלמים מעורבים זה בזה ובגוף התערובת אמרה התוספתא ירעו עד שיסתאבו ויפדו ויביא בדמי היפה שבהן ממין זה וכו'. ובחיי ראשי הוא משבש אותה יותר ממה שהיא משובשת כי לשון התוספתא והרי שתיהן כשני זבחים שנתערבו ולא כעולה ושלמים אלא כזבח תמורה מכ''מ העולה ידועה והשלמים ידועים אלא שאין ידוע אי זה גוף זבח אי זו תמורה לפיכך כשחזר והמיר באחת מהם ואינו ידוע באי זו מהן יש לומר שמא באותה שהיא תמורה המיר ואין תמורה עושה תמורה והרי היא חולין או שמא בזבח המיר והרי היא קדושה קדושת ספק ספק עולה ספק שלמים וצריך כמו כן שתי בהמות לחלל עליהן קדושת העולה וקדושת השלמים ואומר אם זו תמורה חולין היא ואינה צריכה פדיון ואם היא עולה תהא מחוללת על זו ואין כאן עוד ספק ולא שום עירוב. ויש שיבוש בתוספתא וכן בדבריו יש זה והחכם יראה ויבין: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> ואם ילדה זכר אחר שהקריב אשמו וכו'.</b> א''א זה אין לו שורש מאי שנא ממפריש נקבה לעולה וילדה זכר שירעה ויביא בדמיו עולה אף זה אע''פ שדמי אמו עומדין ליקרב עולה הולד לא יקרב עולה: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> כיצד אם הקדיש לבדק ההיכל וכו'.</b> א''א זה לא ידעתי מנין לו שהרי כולן מקדשי בדק הבית הם באים כדתניא הקטרת וכל קרבנות הצבור מביאין מתרומת הלשכה מזבח הזהב לבונה וכלי שרת באין ממותר נסכים מזבח העולה לשכות ועזרות באין מקדשי בדק הבית חוץ לחומת העזרה באין משירי לשכה וכו' אלמא אין שינוי בין קדשי היכל לשאר עזרות ולא למזבח ואולי טעה במה שאמרו אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותן מקדושה לקדושה והוא סבור כמו שאין משנין מקדשי הבית אפילו מקרבן לקרבן כך אין משנין בבדק הבית אפילו מבדק לבדק ואינו כן שקדשי מזבח אפילו מקדשים קלים לחמורים אין משנים ואין ממעטים באכילת קדשים אבל בדק הבית מה יש בין זה לזה והרי הוא מודה שמשנין בדק הבית. קדשי מזבח יש מהן נאכלין ויש שאינן נאכלין יש מהן ליום אחד ויש מהם לשני ימים והנאכלין ליום אחד לא שוו במתנותיהם אלא אלו מכפרין ואלו אין מכפרין דין הוא שלא ישתנו מזה לזה אבל בקדשי בדק הבית מה הפרש בין זה לזה:"
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>כל הממיר לוקה על כל בהמה שימיר וכו' מפי השמועה למדו וכו'.</b> פרק קמא דתמורה (דף ג'). ויש לתמוה דהא אמרינן בגמ' דאמר ר''י לתנא לא תיתני ממיר דבדבורו עביד מעשה וא''כ למה כתב רבינו שאין בו מעשה ולא חש לדר' יוחנן וכבר הרגיש בזה [המגיד משנה] בפרק י''ג מהלכות x שכירות: \n",
        "<b>ולמה לוקין על התמורה וכו' מפני שיש בה עשה ושני לאוין.</b> בריש תמורה (דף ד'). \n",
        "<b>ומ''ש שאין לאו שבה שוה לעשה שהצבור והשותפין אין עושים תמורה וכו'.</b> משנה בפ''ב דתמורה (דף י''ד): \n",
        "<b>נמצאת אומר שהיחיד שהמיר הרי התמורה קודש.</b> פשוט הוא בלשון המקרא. \n",
        "<b>מ''ש ואפי' המיר בשבת.</b> תוספתא ריש תמורה: \n",
        "<b>ואחד מהשותפין שהמיר וכו' הרי זה לוקה.</b> הכי משמע מדלא קתני הצבור והשותפין מותרים להמיר: \n\n"
      ],
      [
        "<b>אחד הממיר בזדון או שהמיר בשגגה.</b> משנה בפ''ב דתמורה (דף ט''ז:) ר''י בר יהודה אומר עשה שוגג כמזיד בתמורה וכתב רבינו בפירוש המשנה והלכה כרבי יוסי דאין חולק עליו. ואני אומר אפילו אם היה נמצא מי שחולק עליו הלכתא כוותיה דר''י בר יהודה מדאיפליגו אמוראי אליביה ועוד דאמרינן בפ''ק (דף י''ג) גבי הא דתנן ר' יהודה אומר הולד עושה תמורה ורבנן (יהיה) לרבות שוגג כמזיד אלמא רבנן הכי סבירא להו. \n",
        "<b>ומ''ש כיצד המתכוין לומר ה''ז תמורת עולה שיש לי וכו' עד ואינו לוקה עליה.</b> שם ה''ד שוגג כמזיד אמר חזקיה כסבור שהוא מותר להמיר (גבי תמורה לקי) גבי קדשים לא לקי ר''ל ור''י אמרי כסבור לומר תמורת עולה ואמר תמורת שלמים. ל''א גבי תמורה קדיש גבי קדשים לא קדיש כסבור לומר שחור ואמר לבן גבי תמורה לקי גבי קדשים לא לקי ר''י אומר באומר תצא זו ותכנס זו גבי קדשים כאומר שנולד בהם מום נאכלים בלא פדיון גבי תמורה לקי רב ששת אמר באומר אכנס לבית זה ואקדיש ואמיר מדעתי ונכנס והמיר והקדיש שלא מדעתו גבי תמורה לקי גבי קדשים לא לקי. ופירש''י גבי תמורה לקי דרבי ביה קרא יהיה שוגג כמזיד גבי קדשים לא לקי דלא מצינו מלקות אלא במזיד ובהתראה. כסבור לומר שור שחור שיצא מבית זה תחלה יהא תמורה תחת זה ויצא מפיו שור לבן גבי תמורה קדיש ולקי דהא גלי ביה קרא גבי קדשים אם בעל מום הוא למזבח לא לקי דהא לא קדיש דהקדש טעות אינו הקדש. תצא זו ותכנס זו ואותה של הקדש תמימה היא ולא נפקא לחולין אלא תופסת זו בקדושתה והויא תמורה והוא סבור שתצא לחולין כבעל מום ולא להמיר נתכוון ואפילו הכי לקי וגבי קדשים נמי דומיא דהאי שהיה יודע שהקדשים אסורים לזרים אבל סבור הוא דהיכא דנפל בהם מום נאכלין בלא פדיון והיינו דומיא דהאי שהיה יודע שהתמורה אסורה אבל בכה''ג דסבר דמותר לא אמר יותר ונכנס והקדיש והמיר שלא מדעתו שבעל מחשבות הוא ולא היה יודע מה היה אומר בתמורה קדש ולקי דגלי קרא שוגג כמזיד בקדשים לא קדיש ואי איכא בעל מום למזבח לא לקי דהא לא קדיש דהקדש טעות הוא עכ''ל. ומשמע דכל הני אמוראי לא פליגי לענין שהיא תמורה דכל חד מהני הויא תמורה מיהו לענין מלקות משמע ליה לרבינו דאף על גב דבמתכוין לומר ה''ז תמורת עולה שיש לי ואמר תמורת שלמים לוקה משום דנתכוין להמיר אבל כסבור מותר להמיר אינו בדין שילקה דהוי כאנוס ובהא פליגי רבי יוחנן וריש לקיש עליה דחזקיה וכן בההיא דרב ששת כיון דהמיר שלא מדעתו הוי כאנוס ואינו לוקה. ויש לתמוה למה השמיט רבינו ההוא דאמר רבי יוחנן באומר תצא זו ותכנס זו: \n",
        "<b>וכתב</b> הראב''ד אבל אם דימה שמותר להמיר והמיר וכו' א''א בפירוש אמרו בגמרא וכו'. טעמו משום דלא משמע להראב''ד מלקות בקדשים אלא בגוזז ועובד ומשמע ליה דבגוונא דקתני בקדשים [לא] לקי קתני בתמורה לקי ורבינו סבר לה כדפירש רש''י דבתמורה לקי משום ממיר ובקדשים לא לקי משום מקדיש בעלי מומין למזבח: \n",
        "<b>וכתב</b> עוד הראב''ד ונכנס ושכח והמיר שלא מדעתו הרי זה תמורה א''א אין כאן שכחה וכו'. ואין פירושו מוכרח: \n\n"
      ],
      [
        "<b>אין אדם ממיר בהמתו בקרבן שאינו וכו' עד שאין אדם מקדיש דבר שאינו שלו.</b> שם (דף ט'): \n\n"
      ],
      [
        "<b>המתכפר הוא שעושה תמורה וכו'.</b> שם בריש פרק קמא (דף ב':): \n\n"
      ],
      [
        "<b>היורש ממיר.</b> שם פ''ק (דף ב'). \n",
        "<b>ומ''ש הניח בהמה לשני בניו ומת וכו'.</b> מימרא דר''י פ''ק דזבחים (דף ה'): \n\n"
      ],
      [
        "<b>אין קדשי נכרים עושים תמורה וכו'.</b> ריש פירקא קמא דתמורה ובפרק בית שמאי (זבחים מ''ה) ובערכין (דף ה':) ופסק כרבי שמעון אף על גב דרבי יוסי פליג עליה מפני שבגמרא הביאו ברייתא זו לפשוט בעיא אחרת מרבי שמעון. וכתב הר''י קורקוס ז''ל דאפשר עוד לומר דר' יוסי לא פליג ארבי שמעון בהא. \n",
        "<b>ומה שכתב אבל מדברי סופרים שהנכרי שהמיר ה''ז תמורה.</b> כן יש ללמוד ממ''ש לא ממירים גבי לא נהנים ולא מועלין דהיינו לא נהנים מדרבנן ולא מועלין מדאורייתא: \n",
        "<b>הקדיש הנכרי בהמה שיתכפר בה ישראל וכו'.</b> בריש תמורה בעיא דלא איפשיטא: \n",
        "<b>כתב</b> הראב''ד אין קדשי נכרים עושים תמורה מן התורה א''א שיבושין יש כאן וכו'. ודבריו מבוארים בריש תמורה ואינם סותרים דברי רבינו דאיכא למימר התם מדאורייתא אבל מדברי סופרים נכרי ממיר: \n\n"
      ],
      [
        "<b>אחד אנשים ואחד נשים וכו'.</b> משנה בריש תמורה: \n\n"
      ],
      [
        "<b>קטן שהגיע לעונת נדרים שהמיר וכו'.</b> שם בעיא ואמרינן עלה את''ל עביד תמורה וכו' נכרי מהו שימיר וכבר נודע דרך רבינו לפסוק כאת''ל ולפיכך יש לתמוה למה פסק שהוא ספק. ואפשר שרבינו לא היה גורס את''ל: \n\n"
      ],
      [
        "<b>אין הכהנים ממירים בחטאת ובאשם וכו'.</b> משנה שם (דף ד':). \n",
        "<b>ומה שכתב ואין הכהנים ממירים בבכור וכו'.</b> שם במשנה. \n",
        "<b>ומ''ש אבל הבעלים שהמירו בבכור כל זמן שהוא בביתם עושים תמורה.</b> ברייתא שם (דף ח':). \n",
        "<b>ומ''ש וכן כהן שהמיר בבכור שנולד לו וכו'.</b> נלמד ממתני' וגמרא פ''ק דתמורה: \n\n"
      ],
      [
        "<b>אילו של כ״ג עושה תמורה וכו'.</b> פ' הוציאו לו (יומא דף נ' נ״א): \n\n"
      ],
      [],
      [
        "<b><small>(יא-יב)</small> העופות והמנחות אינם עושים תמורה וכו' עד יצאו קדשי בה''ב.</b> משנה בפ''ק דתמורה (דף י''ג): \n",
        "<b>ומה שכתב מה מעשר בהמה הוקש למעשר דגן וכו'.</b> בריש תמורה (דף ג'): \n\n"
      ],
      [
        "<b>המקדיש בעלת מום קבוע אינה עושה תמורה עד ה״ז עושה תמורה וכו'.</b> משנה פרק הזרוע (חולין דף ק״ל) ופ״ב דבכורות (דף י״ד): \n\n"
      ],
      [
        "<b>הממיר תמים בבעל מום וכו' עד הרי זה תמורה.</b> משנה פ''ק דתמורה (דף ט'). \n",
        "<b>ומ''ש בין בבת אחת בין בזו אחר זו.</b> כתב הר''י קורקוס ז''ל דיליף לה מדאיפליגו ר''ל ור''י שם אליבא דר''ש אם ממירים וחוזרים וממירין ור''י אמר כשם שאין ממירין שנים כאחד כך אין ממירין וחוזרין וממירין משמע דאליבא דרבנן שממירין שנים כאחד הוא הדין שממירים וחוזרים וממירים דלא שאני לן בין בזה אחר זה לבבת אחת. \n",
        "<b>ומה שכתב ולוקה כמנין הבהמות שהמיר:</b> \n\n"
      ],
      [
        "<b>אין התמורה עושה תמורה וכו' עד ולא תמורת תמורתו.</b> משנה וגמרא פירקא קמא דתמורה (דף י''ב). \n",
        "<b>ומה שכתב אבל הממיר בבהמה וחזר והמיר בה וכו'.</b> שם (דף ט') אמר רבי יוחנן טעמא דר''ש כשם שאין ממירין אחד בשנים כך אין ממירין וחוזרים וממירים משמע דלתנא קמא דממירין אחד בשנים ממירין וחוזרין וממירים: \n\n"
      ],
      [
        "<b>אין ממירים איברים וכו'.</b> משנה פירקא קמא דתמורה (דף י') ופסק כתנא קמא: \n\n"
      ],
      [
        "<b>הממיר בכלאים או בטריפה וכו'.</b> משנה בסוף פ''ב דתמורה (דף י''ז) ואע''פ שהיא שנויה בשם ר' אלעזר כתב רבינו בפירוש המשנה הלכה כר''א ואין חולק עליו. וק''ל שבתוספתא תני דלת''ק עושים תמורה. וי''ל שמאחר שבמשנתנו לא הזכירו כן משמע דסבר תנא דמתני' דליתא לההיא תוספתא: \n\n"
      ],
      [
        "<b>הרובע והנרבע הרי הם כבעל מום וכו'.</b> תוספתא פרק קמא דתמורה: \n\n"
      ],
      [
        "<b>בהמה שחציה קדש וחציה חולין וכו'.</b> תוספתא פרק קמא דתמורה שם: \n\n"
      ],
      [
        "<b>כל החטאות שדינם שימותו וכו' עושה תמורה:</b> \n\n"
      ],
      [
        "<b>המפריש נקבה לפסחו או לעולתו וכו' עד סוף הפרק.</b> ברייתא פ''ג דתמורה (דף י''ט כ'): \n\n"
      ]
    ],
    [
      [
        "<b>התמורה הוא שיאמר בעל הקרבן וכו' עד ואינה תמורה.</b> משנה בסוף פרק כיצד מערימין (תמורה דף כ״ו): \n\n"
      ],
      [
        "<b>היו לפניו שתי בהמות וכו'.</b> שם (דף כ''ז) על המשנה הנזכרת רב אשי אמר אפי' בבעל מום נמי משכחת לה (תחת זו) לישנא דאחולי ומשכחת דהוי לישנא דאתפוסי ידו אקדש חול הוי ידו אחול קדש הוי: \n\n"
      ],
      [
        "<b>היו לפניו שלש בהמות וכו'.</b> שם כל אלו בעיות נתפשטו באת''ל חוץ מאחת שעלתה בתיקו ופסק בה להקל משום דאין מלקין על הספק: \n\n"
      ],
      [
        "<b>האומר הרי זו תמורת עולה ושלמים דבריו קיימים וכו' עד סוף הפרק.</b> משנה וגמ' שם (דף כ''ה) וכר''י: \n\n"
      ]
    ],
    [
      [
        "<b>כיצד דין התמורות ליקרב וכו' עד שאינה טעונה לחם.</b> משנה בפרק ג' דתמורה (דף י''ח): \n",
        "<b>תמורת הפסח וכו'.</b> בפ' מי שהיה טמא (פסחים דף צ״ו:) אמתני' דאמר ר' יהושע שמעתי שתמורת הפסח קריבה וכו' איפליגו רבה ור' זירא ופסק רבינו כר' זירא ולא ידעתי למה דלכאורה משמע דהלכתא כרבה: \n\n"
      ],
      [
        "<b>תמורת הבכור והמעשר וכו' עד כך אין פודין תמורתן.</b> משנה בפרק ג' דתמורה (דף כ''א): \n\n"
      ],
      [
        "<b>בהמה שהקדישה חציה עולה וכו'.</b> בתוספתא פרק ג' דתמורה. \n",
        "<b>ומ''ש וכן כל בהמת הקדש שאינה קריבה מפני תחלת הקדשה הרי תמורתה כמוה.</b> נלמד מהתוספתא הנזכרת: \n",
        "<b>אמר חצי בהמה זו תמורה וכו'.</b> בפ' כיצד מערימין (תמורה דף כ״ו) אמר אביי הכל מודים היכא דאמר חצייה עולה וחצייה מעשר ד״ה עולה קריבה היכא דאמר חציה תמורה וחציה מעשר מאי תמורה קריבה שכן נוהגת בכל הקדשים או דילמא מעשר קריבה שכן מקדש לפניו ולאחריו תיקו. ופירש״י חציה עולה וחציה מעשר ד״ה עולה קריבה אפי' נתכוון מתחלה לכך דלא חשיבא מלתא בתרייתא מידי דאין מעשר קדושה כה״ג אלא דרך מנין ויהא הוא עשירי והוא הדין נמי אם אמר חציה עולה וחציה תמורה לא חיילא תמורה לגבי עולה דלא קאי שום בהמה גביה שהוא ממיר בה אלא חציה מעשר וחציה תמורה ותרוייהו כי הדדי נינהו וכו' עכ״ל. ורבינו נראה שהיה גורס הכל מודים היכא דאמר חצייה תמורה וחציה עולה ד״ה עולה קריבה חציה עולה וחציה מעשר תקרב עולה חציה תמורה וחציה מעשר הרי זה ספק ואינה קריבה וגירסא זו מתפרשת על דרך פירש״י. והראב״ד פירש בענין אחר שכתב וז״ל א״א לישנא דגמ' הכל מודים וכו' דילמא להכי איכוון מעיקרא: \n\n"
      ],
      [
        "<b>המקדיש בעל מום עובר וכו'.</b> משנה פרק הזרוע (חולין דף ק״ל) ופרק ב' דבכורות (דף י״ד). \n",
        "<b>ומה שכתב אינה קריבה ואינה נפדית.</b> בפרק ב' דבכורות (דף ט''ו) בגמרא: \n\n"
      ],
      [
        "<b>כל התמורות שהיו בעלי מומין קבועין מתחלתן וכו'.</b> משנה בסוף פרק שני דתמורה (דף ט''ז) חומר בתמורה מבקדשים שהקדושה חלה עליה בבעלת מום קבוע ואין יוצא וכו': \n\n"
      ],
      [
        "<b>עולה שנתערבה בזבחים וכו'.</b> תוספתא ספ''ג דתמורה וז''ל עולה שנתערבה בזבחים ירעו עד שיסתאבו וימכרו ויביא (בדמי) יפה שבהן זבח ובדמי יפה שבהן עולה המיר באחת מהן ואין יודע באי זו מהן המיר הרי זה מביא מעות או זבח מתוך ביתו ואומר אם תמורת עולה היא הרי זה שלמים אם תמורת שלמים הוא זה הרי זה עולה והרי הן כשני זבחים שנתערבו זה בזה. חזר והמיר באחת מהן ואין ידוע באי זה מהן המיר הרי זה מביא מעות או זבח מתוך ביתו ואומר אם תמורת תמורה היא זו חולין היא (זו עולה) [הרי] היא שלמים אם תמורת שלמים היא זו הר''ז עולה והרי הן כזבח ותמורה שנתערבו זה בזה עכ''ל. פירוש בזבחים בשלמים ומביא זבח אחר מתוך ביתו פי' זבח זה בהמת חולין: \n",
        "<b>כתב</b> הראב''ד עולה שנתערבה בזבחים וכו'. אמר אברהם כל זה מועתק מן התוספתא וכו': \n",
        "<b>ובעל</b> מ''ע כתב וז''ל לשון התוספתא שהגיע לידי הרמב''ם ז''ל אין בו שיבוש וגם לא בדברי עצמו והצעת ההלכה כך היא עולה שנתערבה בזבחים פירוש באחד משאר זבחים ד''מ והמיר באחת מהן שאמר על בהמת חולין הרי זו תמורת זו אע''פ שהוא מכיר הבהמה שהמיר בה אין ידוע לנו אם זו השלישית תמורת עולה או שלמים מפני ספק התערובת שאירע בשתים הראשונות מביא בהמה אחרת ר''ל בהמה רביעית כדי לתקן הבהמה השלישית ואומר אם תמורת עולה היא השלישית על המעורבת הרי זו רביעית שלמים כלומר בתחלת הקדש אני מקדישה עתה שלמים ואם תמורת שלמים היא השלישית שאמרתי על המעורבת הרי זו הרביעית עולה כלומר בתחלת הקדש אני מקדישה עתה עולה ונמצאת בהמה שהביא רביעית עם התמורה השלישית כעולה ושלמים שנתערבו זה בזה ותמורותיהן כיוצא בהן דממ''נ אחת מהשלישית והרביעית עולה והאחרת שלמים האחת מדין תמורה והאחרת מדין תחלת הקדש בתנאי שהתנה והן בדמיון הראשונה והשנייה שנתערבו ולא הוכרו לדעת אי זו מהן עולה ואי זו מהן שלמים חזר והמיר באחת משתיהן כלומר אמר על בהמה חמישית הרי זו תמורת זו על אחת מהשתים האחרונות שהן השלישית והרביעית ואין ידוע באי זה ר''ל באי זו משתים האחרונות המיר אם בתמורה שהיא השלישית והרי זו החמישית תמורה ואם ברביעית שהוא בתחלת הקדש המיר והרי זו החמישית בתמורת תחלת הקדש שהקדיש הרביעית בתנאי ומה תקנה יש בה מביא זבח אחר כלומר בהמה ששית תמימה הראויה לזבח מתוך ביתו כלומר שהיא חולין ואומר על התמורה השנייה שהיא החמישית אם תמורת תמורה היא זו וקי''ל דאין תמורה עושה תמורה הרי הששית שהביא חולין כלומר שאין צורך לחלל החמישית שהרי היא חולין משכבר המירה בתמורה ואם תמורת עולה או שלמים היא החמישית שאמרנו שהביא בתמורת השניה הרי זו הששית שהביא עתה עולה או שלמים שתתחלל בה קדושת החמישית המסופקת והרי דין זו הששית שהביא בתמורת השניה לחלל ספק התמורה השנייה שהיא החמישית כשהיא עומדת עם התמורה והשניה בעצמה שתיהן עומדות לפנינו החמישית והששית בזבח שהרי זבח אחר הוא שהביא ששית ותמורה שהיא החמישית שנתפסה שניה בספק תמורת העולה והשלמים ותמורותיהן כיוצא בהן ע''כ פירוש דבריו ודברי התוספתא על נוסחא אמיתית ופירוש נכון ע''כ לשון המ''ע. והר''י קורקוס ז''ל כתב וז''ל ביאור דברי רבינו זו שעולה נתערבה בשלמים והמיר באחת שתערובת זה נמצא שזו התמורה ספק עולה ספק שלמים לצאת ידי ספק של התמורה צריך להקריב עולה ושלמים לכך צריך להביא בהמה אחרת ויאמר אם זו תמורת עולה שנמצא שגם היא צריכה ליקרב עולה זה אני מקדיש לשלמים ואם זו היא תמורת שלמים זאת אני מקדיש לעולה ונמצא עתה התמורה וזאת הבהמה האחת עולה והאחת שלמים ממ''נ אחת מכח התמורה ואחת הקדיש הוא ואין ידוע איזו יקריב עולה ואיזו יקריב שלמים ולכן ירעו עד שיסתאבו ויביא עולה ושלמים ונמצא שלתקן התמורה הוצרכנו להקדיש אחת תחילה וכשיוממו השתים יחללם על שתים אחרות וכן הוא לשון התוספתא עולה שנתערבה בזבחים וכו' והחלוקה הראשונה שאמרו בה ירעו לא שייכא לדין תמורה אלא היא הקדמה להודיענו אחר שיביא הבהמה ויקדיש אותה והרי שתיהן אחת עולה ואחת שלמים ואין ידוע מה דינם לכך הקדימה להודיע דינם ורבינו כבר ביאר הדין בפרק ששי מהל' פסולי המוקדשין וכדברי הר''א יש תקנה אחרת שאין צריך רק לשתי בהמות תמות מתחלה וימתין עד שתומם התמורה כי ממ''נ צריך להמתין וכן גם לדרך רבינו ויביא שתי בהמות ויאמר אם זו תמורת העולה זו שלמי נדבה ואם זו תמורת השלמים זו עולת נדבה. ונראה שסובר שגם כוונת התוספתא הוא כן שכשיפול בה מום יביא שתים מתוך ביתו וכו' ובודאי לפי זה לא שייך בעולה ושלמים שנתערבו וכו' אלא שלדעת הר''א נפקותא של זה לחזר והמיר וזה שאמר כל זה מועתק מהתוספתא וכו'. מ''מ לשון התוספתא כדברי רבינו היא שמביא תחלה זבח ואח''כ אמר הרי שתיהן כשני זבחים והדבר מוכרח לפ''ז דהיינו בעולה ושלמים ואין יודע איזו עולה ואיזו שלמים ובא להשלים להודיע דין תקנת תמורה זו דהוי כנתערבו ואח''כ מתחיל בדין אחר דהיינו חזר והמיר וכו' ולדעת הר''א מה שאמרו והרי הם כשני זבחים הוא הקדמה להן חזר והמיר וכו' ומה שאמרו תחלה מביא זבח על כרחין צריך שתים שא''א לסברתו לתקן אלא בשתים וגם צריך להיות כל זה אחר שנפל בה מום כי אין חילול עד שיפול בו מום ולדעת רבינו אין זבח זה חילול רק הקדש מחדש. אלא שקשה למה הוצרכו לעשות תערובת זבח עתה כיון שסוף סוף צריך להביא שתים עולה ושלמים ימתין עד שתומם כדברי הר''א ובדין חזר והמיר שאמרו בתוספתא גם זה לדעת רבינו על הדרך שכתב שיקדיש עתה מחדש אותו זבח שמביא ויאמר אם זו שהמרתי המרתי בתמורה אינה כלום וזה הזבח שאני מביא חולין הוא ואם המרתי בשניה שהקדשתי אני מקדיש זבח זה שאני מביא באופן אם אותה תמורת עולה שהזבח הראשון שהקדשתי היה עולה כי התמורה היה שלמים זה אני מקדיש לשלמים ואם היה שלמים זה אני מקדיש לעולה וזה שכתב רבינו אם תמורת עולה או שלמים ה''ז שהביא עולה או שלמים כלומר אם תמורת עולה זו שלמים ואם תמורת שלמים זו עולה גם בזה כתב הר''א ולפיכך כשחזר והמיר באחת מהן וכו' ע''כ: \n\n"
      ],
      [
        "<b>שלמים שנתערבו בבכור או במעשר וכו'.</b> תוספתא בפ' הנזכר: \n\n"
      ]
    ],
    [
      [
        "<b>כיצד דין ולדות ולד שלמים ולד תמורת שלמים הרי אלו כשלמים וכו'.</b> משנה פרק ג' דתמורה (דף י''ז). \n",
        "<b>ומה שכתב במה דברים אמורים בולדות עצמם אבל ולדי ולדות אינם קריבים וכו'.</b> שם וכרבי יהושע בן לוי: \n\n"
      ],
      [],
      [
        "<b>השוחט את החטאת ומצא בה בן ארבעה חי וכו'.</b> כך היא הגירסא הנכונה והיא ברייתא בפירקא קמא דתמורה (דף י':) וקסבר האי תנא ולדות קדשים ממעי אימן הם קדושים ואף על גב דאיכא תנא דפליג ואמר בהוייתן הם קדושים משמע לרבינו דהלכה כהאי תנא מדאמרינן בריש פרק כיצד מערימין (תמורה דף כ״ה) דרבן שמעון בן גמליאל סבר כההוא תנא משמע דרבנן פליגי עליה והלכתא כוותייהו. אבל יש לתמוה דהוה ליה למפסק כרבן שמעון בן גמליאל דכל מקום ששנה במשנתנו הלכה כמותו וצריך עיון: \n\n"
      ],
      [
        "<b>ולד תמורת האשם וכו'.</b> משנה פרק ג' דתמורה (דף כ':). \n",
        "<b>ומ''ש ואם ילדה זכר אחר שהקריב אשמו.</b> שם אמר רב נחמן וכו' מחלוקת לפני כפרה אבל לאחר כפרה דברי הכל הוא עצמו יקרב עולה ופריך והא תני רב חנניה לסיועי לריב''ל ואסיק בקשיא ומשמע לרבינו דכיון דלא אסיקנא בתיובתא לית לן למדחייה לדרב נחמן ורבה בר אבוה מהלכתא לשוויינהו טועים. ואפשר דבגירסת רבינו לא הוה מסיק לה בקשיא אלא הוה מתרץ לה. והראב''ד כתב א''א זה אין לו שורש וכו'. וכבר כתבתי טעם לדברי רבינו. ולענין מה שהקשה הראב''ד כתב הר''י קורקוס ז''ל די''ל דמפריש נקבה לעולה עיקר הקדושה אינה קריבה וכיון דאימיה לא קרבה גם הולד לא יקרב אבל ולד תמורת אשם עיקר הקדושה זכר היה וקרב ונהי דתמורה הלכתא גמירי לה ולד תמורה נהי דאשם א''א שיקרב מידי קדושת מזבח לא נפיק ובנולד קודם שהקריב דאיכא למיחש לאיחלופי גזרו שלא יקרב הוא עצמו אלא דמיו ובהכי לא אתי לאיחלופי לרבנן כיון שהוא עצמו אינו קרב אבל נולד אחר שהקריב אשמו אפילו יקריב הולד עצמו עולה לא שייך איחלופי ולפיכך לא גזרו עכ''ל: \n",
        "<b>הפריש נקיבה לאשמו וכו'.</b> פשוט פרק ג' דתמורה (דף י''ט). \n",
        "<b>ומ''ש ואם כבר הקריב אשמו יפלו דמיהם לנדבה.</b> שם במשנה: \n\n"
      ],
      [
        "<b>ולד תמורת העולה וכו'.</b> משנה שם (דף י''ח:). \n",
        "<b>ומ''ש הפריש נקבה לעולתו וילדה וכו'.</b> גם זה משנה שם ופסק כת''ק: \n",
        "<b>כבר ביארנו במעשה הקרבנות וכו': וב''ד מקריבים באותם המעות עולות נדבה וכו' עד ונסכיה משלו.</b> משנה בפרק ג' דתמורה (דף כ':): \n\n"
      ],
      [
        "<b>ולד המעשר תמורת המעשר וכו'.</b> ג''ז משנה שם (דף כ''א): \n\n"
      ],
      [
        "<b>ולד תמורת הפסח וכו'.</b> שם משמע הכי: \n",
        "<b>הפריש נקבה לפסחו וילדה וכו'.</b> שם (דף י''ט): \n\n"
      ],
      [
        "<b>ולדות הקדשים שיצאו דרך דופן וכו':</b> \n\n"
      ],
      [
        "<b>ולד בעלת מום וכו'.</b> בפירקא קמא (דף י') פלוגתא דבר פדא ור''י ופסק כר''י: \n\n"
      ],
      [
        "<b>קדשים שהפילו וכו'.</b> משנה בסוף תמורה (דף ל''ג:): \n\n"
      ],
      [
        "<b>המשנה את הקדשים וכו'.</b> בסוף פרק המקדיש שדהו (ערכין דף כ״ט). \n",
        "<b>ומ''ש שאין משנים אותן מקדושה לקדושה אחד קדשי מזבח ואחד קדשי בדק הבית.</b> משנה בפ''ב דתמורה (דף ל''ב). \n",
        "<b>ומ''ש כיצד אם הקדיש לבדק ההיכל וכו': כתב</b> הראב''ד זה לא ידעתי מנין לו וכו'. ומ''ש והרי הוא מודה שמשנין בדק הבית נראה לי שדייק כן ממה שאמר אם הקדיש לבדק ההיכל לא ישנה לבדק המזבח משמע דוקא מחמור לקל אין משנין אבל מקל לחמור משנין. ואפשר לומר שרבינו סבור שטענה זו שטען הראב''ד לחלק בין קדשי מזבח לקדשי בדק הבית היא כדאי לומר שבבדק הבית רשאי לשנות מקל לחמור אבל אינה כדאי לומר שיהא רשאי לשנות מחמור לקל. \n",
        "<b>ומה שכתב רבינו שאין לוקין על לאו זה.</b> טעמא משום דהוי לאו שאין בו מעשה. וכתב הר''י קורקוס ז''ל ואע''ג דמקדיש בעל מום לוקה התם שאני דבדיבוריה עביד מעשה שמשנה הבהמה מחולין לקדש אבל כאן לא עביד כלום בדיבוריה כי אין דבריו מועילים כלל כמבואר שם גם בבכורות פרק אחרון (דף נ''ג:) אמרו השתא קדושה חמורה אקדושה קלה לא חיילא קלה אחמורה מבעיא מאי היא דתנן אחד קדשי מזבח ואחד קדשי בדק הבית אין משנין אותם מקדושה לקדושה וכו' מוכח ודאי הכי הוא דלא חיילא ולא אמר כלום ומסתמא כל כמה דלא מפרש שאם עשה חל עכ''ל: \n\n"
      ],
      [],
      [
        "<b><small>(יב-יג)</small> כיצד מערימין על הבכור וכו' עד שהבכור ביציאתו הוא שמתקדש.</b> משנה וגמרא ברפ''ה דתמורה (דף כ''ד:): \n",
        "<b>סליקו הלכות תמורה בס''ד</b>\n\n"
      ]
    ]
  ]
};