const Mourning = {
  "title": "Mishneh Torah, Mourning",
  "language": "he",
  "versionTitle": "merged",
  "versionSource": "https://www.sefaria.org/Mishneh_Torah,_Mourning",
  "text": [
    [
      "מִצְוַת עֲשֵׂה לְהִתְאַבֵּל עַל הַקְּרוֹבִים. שֶׁנֶּאֱמַר <small>(ויקרא י יט)</small> \"וְאָכַלְתִּי חַטָּאת הַיּוֹם הַיִּיטַב בְּעֵינֵי ה'\". וְאֵין אֲבֵלוּת מִן הַתּוֹרָה אֶלָּא בְּיוֹם רִאשׁוֹן בִּלְבַד שֶׁהוּא יוֹם הַמִּיתָה וְיוֹם הַקְּבוּרָה. אֲבָל שְׁאָר הַשִּׁבְעָה יָמִים אֵינוֹ דִּין תּוֹרָה. אַף עַל פִּי שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(בראשית נ י)</small> \"וַיַּעַשׂ לְאָבִיו אֵבֶל שִׁבְעַת יָמִים\" נִתְּנָה תּוֹרָה וְנִתְחַדְּשָׁה הֲלָכָה. וּמשֶׁה רַבֵּנוּ תִּקֵּן לָהֶם לְיִשְׂרָאֵל שִׁבְעַת יְמֵי אֲבֵלוּת וְשִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n",
      "מֵאֵימָתַי יִתְחַיֵּב אָדָם בָּאֵבֶל. מִשֶּׁיִּסָּתֵם הַגּוֹלֵל. אֲבָל כָּל זְמַן שֶׁלֹּא נִקְבַּר הַמֵּת אֵינוֹ אָסוּר בְּדָבָר מִן הַדְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן. וּמִפְּנֵי טַעַם זֶה רָחַץ דָּוִד וְסָךְ כְּשֶׁמֵּת הַיֶּלֶד טֶרֶם שֶׁיִּקָּבֵר: \n",
      "הֲרוּגֵי מַלְכוּת שֶׁאֵין מְנִיחִין אוֹתָן לְהִקָּבֵר מֵאֵימָתַי מַתְחִילִין לְהִתְאַבֵּל עֲלֵיהֶן וְלִסְפֹּר שִׁבְעָה וּשְׁלֹשִׁים מִשֶּׁיִּתְיָאֲשׁוּ לִשְׁאל לַמֶּלֶךְ לְקָבְרָן. אַף עַל פִּי שֶׁלֹּא נִתְיָאֲשׁוּ מִלִּגְנֹב אוֹתָן: \n",
      "מִי שֶׁטָּבַע בַּנָּהָר אוֹ מִי שֶׁאֲכָלַתּוּ חַיָּה רָעָה. מִשֶּׁנִּתְיָאֲשׁוּ לְבַקֵּשׁ. מְצָאוּהוּ אֵיבָרִים אֵיבָרִים אֵין מוֹנִין לוֹ עַד שֶׁיִּמָּצֵא רֹאשׁוֹ וְרֻבּוֹ אוֹ יִתְיָאֲשׁוּ מִלְּבַקֵּשׁ: \n",
      "מִי שֶׁדַּרְכָּן לִשְׁלֹחַ הַמֵּת לִמְדִינָה אַחֶרֶת לְקָבְרוֹ וְאֵינָם יוֹדְעִים מָתַי יִקָּבֵר מֵעֵת שֶׁיַּחְזְרוּ פְּנֵיהֶן מִלְּלַוּוֹתוֹ מַתְחִילִין לִמְנוֹת שִׁבְעָה וּשְׁלֹשִׁים וּמַתְחִילִין לְהִתְאַבֵּל: \n",
      "הַנְּפָלִים אֵין מִתְאַבְּלִין עֲלֵיהֶן. וְכָל שֶׁלֹּא שָׁהָה שְׁלֹשִׁים יוֹם בָּאָדָם הֲרֵי זֶה נֵפֶל. אֲפִלּוּ מֵת בְּיוֹם שְׁלֹשִׁים אֵין מִתְאַבְּלִין עָלָיו: \n",
      "וְאִם נוֹדַע בְּוַדַּאי שֶׁנּוֹלַד לְתִשְׁעָה חֳדָשִׁים גְּמוּרִים אֲפִלּוּ מֵת בַּיּוֹם שֶׁנּוֹלַד מִתְאַבְּלִים עָלָיו: \n",
      "בֶּן תִּשְׁעָה חֳדָשִׁים שֶׁנּוֹלַד מֵת וּבֶן שְׁמוֹנָה שֶׁמֵּת אֲפִלּוּ לְאַחַר שְׁלֹשִׁים. וּמִי שֶׁיָּצָא מְחֻתָּךְ אוֹ מְרֻסָּס אַף עַל פִּי שֶׁכָּלוּ לוֹ חֳדָשָׁיו. הֲרֵי זֶה נֵפֶל וְאֵין מִתְאַבְּלִין עֲלֵיהֶן וְלֹא מִתְעַסְּקִין עִמָּהֶם: \n",
      "כָּל הֲרוּגֵי מַלְכוּת אַף עַל פִּי שֶׁנֶּהֶרְגוּ בְּדִין הַמֶּלֶךְ וְהַתּוֹרָה נָתְנָה לוֹ רְשׁוּת לְהָרְגָן. הֲרֵי אֵלּוּ מִתְאַבְּלִין עֲלֵיהֶן וְאֵין מוֹנְעִין מֵהֶן כָּל דָּבָר. וּמָמוֹנָם לַמֶּלֶךְ. וְנִקְבָּרִין בְּקִבְרֵי אֲבוֹתֵיהֶן. אֲבָל כָּל הֲרוּגֵי בֵּית דִּין אֵין מִתְאַבְּלִין עֲלֵיהֶן אֲבָל אוֹנְנִין. שֶׁאֵין אֲנִינוּת אֶלָּא בַּלֵּב. וְאֵין נִקְבָּרִין עִם אֲבוֹתֵיהֶן עַד שֶׁיִּתְאַכֵּל הַבָּשָׂר. וּמָמוֹנָם לְיוֹרְשֵׁיהֶם: \n",
      "כָּל הַפּוֹרְשִׁין מִדַּרְכֵי צִבּוּר וְהֵם הָאֲנָשִׁים שֶׁפָּרְקוּ עֹל הַמִּצְוֹת מֵעַל צַוָּארָן וְאֵין נִכְלָלִין בִּכְלַל יִשְׂרָאֵל בַּעֲשִׂיַּת הַמִּצְוֹת וּבִכְבוֹד הַמּוֹעֲדוֹת וִישִׁיבַת בָּתֵּי כְּנֵסִיּוֹת וּבָתֵּי מִדְרָשׁוֹת אֶלָּא הֲרֵי הֵן כִּבְנֵי חוֹרִין לְעַצְמָן [כִּשְׁאָר הָאֻמּוֹת] וְכֵן הָאֶפִּיקוֹרוֹסִין [וְהַמּוּמָרִים] וְהַמּוֹסְרִין כָּל אֵלּוּ אֵין מִתְאַבְּלִין עֲלֵיהֶן. אֶלָּא אֲחֵיהֶם וּשְׁאָר קְרוֹבֵיהֶם לוֹבְשִׁין לְבָנִים וּמִתְעַטְּפִים לְבָנִים וְאוֹכְלִים וְשׁוֹתִים וּשְׂמֵחִים שֶׁהֲרֵי אָבְדוּ שׂוֹנְאָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. וַעֲלֵיהֶם הַכָּתוּב אוֹמֵר <small>(תהילים קלט כא)</small> \"הֲלוֹא מְשַׂנְאֶיךָ ה' אֶשְׂנָא\": \n",
      "הַמְאַבֵּד עַצְמוֹ לָדַעַת אֵין מִתְעַסְּקִין עִמּוֹ לְכָל דָּבָר וְאֵין מִתְאַבְּלִין עָלָיו וְאֵין מַסְפִּידִין אוֹתוֹ. אֲבָל עוֹמְדִין עָלָיו בְּשׁוּרָה וְאוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְכָל דָּבָר שֶׁהוּא כָּבוֹד לַחַיִּים. וְאֵי זֶהוּ הַמְאַבֵּד עַצְמוֹ לָדַעַת. לֹא שֶׁעָלָה לַגַּג וְנָפַל וּמֵת אֶלָּא הָאוֹמֵר הֲרֵינִי עוֹלֶה לְרֹאשׁ הַגַּג. רָאוּהוּ שֶׁעָלָה מִיָּד דֶּרֶךְ כַּעַס אוֹ שֶׁהָיָה מֵצֵר וְנָפַל וּמֵת. הֲרֵי זֶה בְּחֶזְקַת שֶׁאִבֵּד עַצְמוֹ לָדַעַת. אֲבָל אִם רָאוּהוּ חָנוּק וְתָלוּי בָּאִילָן אוֹ הָרוּג וּמֻשְׁלָךְ עַל גַּב סֵיפוֹ הֲרֵי זֶה בְּחֶזְקַת כָּל הַמֵּתִים וּמִתְעַסְּקִין עִמּוֹ וְאֵין מוֹנְעִין מִמֶּנּוּ דָּבָר: \n"
    ],
    [
      "אֵלוּ שֶׁאָדָם חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן דִּין תּוֹרָה. אִמּוֹ וְאָבִיו בְּנוֹ וּבִתּוֹ וְאָחִיו וַאֲחוֹתוֹ מֵאָבִיו. וּמִדִּבְרֵיהֶם שֶׁיִּתְאַבֵּל הָאִישׁ עַל אִשְׁתּוֹ הַנְּשׂוּאָה. וְכֵן הָאִשָּׁה עַל בַּעְלָהּ. וּמִתְאַבֵּל עַל אָחִיו וְעַל אֲחוֹתוֹ שֶׁהֵן מֵאִמּוֹ: \n",
      "אֲפִלּוּ הַכֹּהֵן שֶׁאֵינוֹ מִתְטַמֵּא לְאָחִיו וַאֲחוֹתוֹ מֵאִמּוֹ וְלַאֲחוֹתוֹ הַנְּשׂוּאָה אַף עַל פִּי שֶׁהִיא מֵאָבִיו. מִתְאַבֵּל הוּא עֲלֵיהֶן. וְאִם הָיְתָה אֲחוֹתוֹ זוֹ הַנְּשׂוּאָה מֵאָבִיו הֲרֵי הוּא מִתְאַבֵּל עָלֶיהָ דִּין תּוֹרָה: \n",
      "בְּנוֹ אוֹ אָחִיו הַבָּא מִן הַשִּׁפְחָה וּמִן הַנָּכְרִית אֵינוֹ מִתְאַבֵּל עֲלֵיהֶן כְּלָל. וְכֵן מִי שֶׁנִּתְגַּיֵּר הוּא וּבָנָיו אוֹ נִשְׁתַּחְרֵר הוּא וְאִמּוֹ אֵין מִתְאַבְּלִין זֶה עַל זֶה. וְכֵן אִשְׁתּוֹ אֲרוּסָה אֵינוֹ מִתְאַבֵּל עָלֶיהָ וְלֹא אוֹנֵן וְכֵן הִיא לֹא אוֹנֶנֶת וְלֹא מִתְאַבֶּלֶת עָלָיו: \n",
      "כָּל קְרוֹבִים שֶׁהוּא חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן הֲרֵי זֶה מִתְאַבֵּל עִמָּהֶם בִּפְנֵיהֶם מִדִּבְרֵי סוֹפְרִים. כֵּיצַד. הֲרֵי שֶׁמֵּת בֶּן בְּנוֹ אוֹ אֲחִי בְּנוֹ אוֹ אֵם בְּנוֹ חַיָּב לִקְרֹעַ בִּפְנֵי בְּנוֹ וְלִנְהֹג אֲבֵלוּת בְּפָנָיו אֲבָל שֶׁלֹּא בְּפָנָיו אֵינוֹ חַיָּב. וְכֵן בִּשְׁאָר הַקְּרוֹבִים: \n",
      "אִשְׁתּוֹ הַנְּשׂוּאָה אַף עַל פִּי שֶׁהוּא מִתְאַבֵּל עָלֶיהָ אֵינוֹ מִתְאַבֵּל עִמָּהּ עַל שְׁאָר קְרוֹבִים אֶלָּא עַל אָבִיהָ וְעַל אִמָּהּ מִשּׁוּם כְּבוֹד אִשְׁתּוֹ נוֹהֵג אֲבֵלוּת עֲלֵיהֶן בְּפָנֶיהָ. כֵּיצַד. מִי שֶׁמֵּת חָמִיו אוֹ חֲמוֹתוֹ כּוֹפֶה מִטָּתוֹ וְנוֹהֵג אֲבֵלוּת עִם אִשְׁתּוֹ בְּפָנֶיהָ אֲבָל לֹא שֶׁלֹּא בְּפָנֶיהָ. וְכֵן הָאִשָּׁה שֶׁמֵּת חָמִיהָ אוֹ חֲמוֹתָהּ נוֹהֶגֶת אֲבֵלוּת בְּפָנָיו. אֲבָל שְׁאָר קְרוֹבִים כְּגוֹן שֶׁמֵּת אֲחִי אִשְׁתּוֹ אוֹ בְּנָהּ וְהָאִשָּׁה שֶׁמֵּת אֲחִי בַּעְלָהּ אוֹ בְּנוֹ אֵין מִתְאַבְּלִין זֶה עַל זֶה. וְכֵן יֵרָאֶה לִי שֶׁאִם מֵתָה אֵשֶׁת קְרוֹבוֹ אוֹ בַּעַל קְרוֹבָתוֹ כְּגוֹן שֶׁמֵּתָה אֵשֶׁת בְּנוֹ אוֹ בַּעַל בִּתּוֹ אֵינוֹ חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
      "כַּמָּה חֲמוּרָה מִצְוַת אֲבֵלוּת. שֶׁהֲרֵי נִדְחֵית לוֹ הַטֻּמְאָה מִפְּנֵי קְרוֹבָיו כְּדֵי שֶׁיִּתְעַסֵּק עִמָּהֶן וְיִתְאַבֵּל עֲלֵיהֶן. שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"כִּי אִם לִשְׁאֵרוֹ הַקָּרֹב אֵלָיו לְאִמּוֹ\" וְגוֹ' <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" מִצְוַת עֲשֵׂה שֶׁאִם לֹא רָצָה לְהִטָּמֵא מְטַמְּאִין אוֹתוֹ עַל כָּרְחוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְכָרִים שֶׁהֻזְהֲרוּ עַל הַטֻּמְאָה אֲבָל הַכֹּהֲנוֹת הוֹאִיל וְאֵינָן מֻזְהָרוֹת עַל הַטֻּמְאָה כֵּן אֵינָן מְצֻוּוֹת לְהִתְטַמֵּא לַקְּרוֹבִים. אֶלָּא אִם רָצוּ מִתְטַמְּאוֹת וְאִם לָאו לֹא מִטַּמְּאוֹת: \n",
      "אִשְׁתּוֹ שֶׁל כֹּהֵן מִתְטַמֵּא לָהּ עַל כָּרְחוֹ. וְאֵינוֹ מִטַּמֵּא לָהּ אֶלָּא מִדִּבְרֵי סוֹפְרִים. עֲשָׂאוּהָ כְּמֵת מִצְוָה. כֵּיוָן שֶׁאֵין לָהּ יוֹרֵשׁ אֶלָּא הוּא לֹא תִּמְצָא מִי שֶׁיִּתְעַסֵּק בָּהּ. וְאֵינוֹ מִטַּמֵּא אֶלָּא לִנְשׂוּאָהּ בִּלְבַד אֲבָל הָאֲרוּסָה אֵינוֹ מִטַּמֵּא לָהּ: \n",
      "וְכֵן כָּל אוֹתָן שֶׁאָמְרוּ שֶׁאֵין מִתְאַבְּלִין עֲלֵיהֶן כְּגוֹן הֲרוּגֵי בֵּית דִּין וְשֶׁפָּרְשׁוּ מִדַּרְכֵי צִבּוּר וְהַנְּפָלִים וְהַמְאַבֵּד עַצְמוֹ לָדַעַת אֵין הַכֹּהֵן מִטַּמֵּא לָהֶן. וְעַד מָתַי מְצֻוֶּה לְהִתְטַמֵּא לִקְרוֹבָיו עַד שֶׁיִּסָּתֵם הַגּוֹלֵל. אֲבָל מֵאַחַר שֶׁנִּסְתַּם הַגּוֹלֵל הֲרֵי הֵן כִּשְׁאָר כָּל הַמֵּתִים שֶׁאִם נִטְמָא בָּהֶן לוֹקֶה: \n",
      "אִשְׁתּוֹ הַפְּסוּלָה אֵינוֹ מִטַּמֵּא לָהּ. לְפִיכָךְ מִי שֶׁשָּׁמְעָה שְׁמוּעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וּבָא בַּעְלָהּ. שְׁנֵיהֶן אֵין מִטַּמְּאִין לָהּ שֶׁהֲרֵי הִיא פְּסוּלָה לִשְׁנֵיהֶן. אֲבָל מִטַּמֵּא הוּא לְאִמּוֹ אַף עַל פִּי שֶׁהִיא חֲלָלָה. וְכֵן מִטַּמֵּא לִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו וְלַאֲחוֹתוֹ אַף עַל פִּי שֶׁהֵן פְּסוּלִין. אֲפִלּוּ הָיוּ מַמְזֵרִים מִטַּמֵּא לָהֶן: \n",
      "אֲחוֹתוֹ הַנְּשׂוּאָה אֵינוֹ מִטַּמֵּא לָהּ אַף עַל פִּי שֶׁהִיא נְשׂוּאָה לְכֹהֵן. שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"הַבְּתוּלָה הַקְּרוֹבָה אֵלָיו אֲשֶׁר לֹא הָיְתָה לְאִישׁ\". הַבְּתוּלָה פְּרָט לַאֲנוּסָה וּמְפֻתָּה. יָכוֹל שֶׁאֲנִי מוֹצִיא אֶת הַבּוֹגֶרֶת וּמֻכַּת עֵץ תַּלְמוּד לוֹמַר אֲשֶׁר לֹא הָיְתָה לְאִישׁ מִי שֶׁהֲוָיָתָהּ בִּידֵי אִישׁ. אֲשֶׁר לֹא הָיְתָה לְאִישׁ פְּרָט לַאֲרוּסָה שֶׁאֵינוֹ מִטַּמֵּא לָהּ אַף עַל פִּי שֶׁהִיא אֲרוּסָה לְכֹהֵן: \n",
      "נִתְגָּרְשָׁה אֲחוֹתוֹ מִן הָאֵרוּסִין מִטַּמֵּא לָהּ. שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"הַקְּרוֹבָה אֵלָיו\" לְהָבִיא אֶת הַמְגֹרֶשֶׁת מִן הָאֵרוּסִין: \n",
      "אָחִיו וַאֲחוֹתוֹ מֵאִמּוֹ אֵינוֹ מִטַּמֵּא לָהֶן. שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"וְלִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו\" <small>(ויקרא כא ג)</small> \"וְלַאֲחֹתוֹ\". מַה בְּנוֹ הָרָאוּי לִירֻשָּׁתוֹ אַף אָחִיו וַאֲחוֹתוֹ הָרְאוּיִים לִירֻשָּׁתוֹ: \n",
      "הַסְּפֵקוֹת אֵינוֹ מִטַּמֵּא לָהֶן שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" מִטַּמֵּא הוּא עַל הַוַּדַּאי וְאֵינוֹ מִטַּמֵּא עַל הַסָּפֵק. לְפִיכָךְ הַוְּלָדוֹת שֶׁנִּתְעָרְבוּ וְהַבֵּן שֶׁהוּא סָפֵק בֶּן שִׁבְעָה לָאַחֲרוֹן אוֹ בֶּן תִּשְׁעָה לָרִאשׁוֹן וְכֵן כָּל כַּיּוֹצֵא בָּהֶן אֵינוֹ מִטַּמֵּא לָהֶן מִסָּפֵק. וְכֵן כָּל הַמִּתְגָּרֶשֶׁת סְפֵק גֵּרוּשִׁין אוֹ בְּגֵט פָּסוּל אֵינוֹ מִטַּמֵּא לָהּ: \n",
      "אֵין הַכֹּהֵן מִטַּמֵּא לְאֵבֶר מִן הַחַי מֵאָבִיו וְלֹא לְעֶצֶם מֵעַצְמוֹת אָבִיו. וְכֵן הַמְלַקֵּט עַצְמוֹת אָבִיו אֵינוֹ מִטַּמֵּא לָהֶן אַף עַל פִּי שֶׁהַשִּׁדְרָה קַיֶּמֶת: \n",
      "נִקְטַע רֹאשׁוֹ שֶׁל אָבִיו אֵינוֹ מִטַּמֵּא לוֹ שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"לְאָבִיו\" בִּזְמַן שֶׁהוּא שָׁלֵם וְלֹא בִּזְמַן שֶׁהוּא חָסֵר. וְכֵן שְׁאָר הַקְּרוֹבִים. הַטֻּמְאָה לַקְּרוֹבִים דְּחוּיָה הִיא וְלֹא הֻתְּרָה לַכּל. לְפִיכָךְ אָסוּר לְכֹהֵן לְהִתְטַמֵּא לְמֵת אֲפִלּוּ בְּעֵת שֶׁמִּתְטַמֵּא לִקְרוֹבָיו שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" אֵינוֹ מִטַּמֵּא לַאֲחֵרִים עִמָּהּ. שֶׁלֹּא יֹאמַר הוֹאִיל וְנִטְמֵאתִי עַל אָבִי אֲלַקֵּט עַצְמוֹת פְּלוֹנִי אוֹ אֶגַּע בְּקֶבֶר פְּלוֹנִי. לְפִיכָךְ כֹּהֵן שֶׁמֵּת לוֹ מֵת צָרִיךְ לְהִזָּהֵר וּלְקָבְרוֹ בְּסוֹף בֵּית הַקְּבָרוֹת כְּדֵי שֶׁלֹּא יִכָּנֵס לְבֵית הַקְּבָרוֹת וְלֹא יִתְטַמֵּא בְּקִבְרוֹת אֲחֵרִים כְּשֶׁיִּקְבֹּר מֵתוֹ: \n"
    ],
    [
      "כָּל כֹּהֵן שֶׁנִּטְמָא לְמֵת חוּץ מִשִּׁשָּׁה מֵתִים הַמְפֹרָשִׁים בַּתּוֹרָה אוֹ אִשְׁתּוֹ. בְּעֵדִים וְהַתְרָאָה. הֲרֵי זֶה לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו\". וְאֶחָד הַנּוֹגֵעַ בְּמֵת אוֹ הַמַּאֲהִיל אוֹ הַנּוֹשֵׂא. וְאֶחָד הַמֵּת וְאֶחָד שְׁאָר הַטֻּמְאוֹת הַפּוֹרְשׁוֹת מִן הַמֵּת שֶׁנֶּאֱמַר לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו. וּכְבָר פֵּרַשְׁנוּ בְּהִלְכוֹת טֻמְאַת מֵת כָּל דְּבָרִים הַמְטַמְּאִין מִן הַמֵּת מִן הַתּוֹרָה אוֹ מִדִּבְרֵיהֶם: \n",
      "וְכֵן אִם נָגַע הַכֹּהֵן בְּקֶבֶר לוֹקֶה. אֲבָל נוֹגֵעַ הוּא בִּבְגָדִים שֶׁנָּגְעוּ בְּמֵת אַף עַל פִּי שֶׁמִּטַּמֵּא בָּהֶן טֻמְאַת שִׁבְעָה: \n",
      "וְכֵן אִם נִכְנַס לְאֹהֶל טָמֵא שֶׁנִּכְנְסָה לוֹ הַטֻּמְאָה לוֹקֶה. אַף עַל פִּי שֶׁעַצְמָהּ שֶׁל טֻמְאָה בְּבַיִת אַחֵר. וּכְבָר בֵּאַרְנוּ כָּל הָאֹהָלִים שֶׁתִּכָּנֵס לָהֶן הַטֻּמְאָה אוֹ שֶׁתֵּצֵא מֵהֶן וְדִין הַסְּכָכוֹת וְהַפְּרָעוֹת. וְכָל הַדְּבָרִים הַמְּבִיאִין אֶת הַטֻּמְאָה וְהַחוֹצְצִין בִּפְנֵי הַטֻּמְאָה. וְאֵי זֶה מֵהֶן דִּין תּוֹרָה וְאֵי זֶה מֵהֶן מִדִּבְרֵיהֶן. הַכּל בְּהִלְכוֹת טֻמְאַת מֵת. וְשָׁם בֵּאַרְנוּ שֶׁאֵין עַכּוּ''ם מְטַמְּאִין בְּאֹהֶל וּלְפִיכָךְ קִבְרוֹתֵיהֶם טְהוֹרִים וּמֻתָּר לְכֹהֵן לִכָּנֵס לְשָׁם וְלִדְרֹךְ עַל קִבְרוֹתֵיהֶם. וְאֵינוֹ אָסוּר אֶלָּא שֶׁיִּגַּע בַּטֻּמְאָה אוֹ שֶׁיִּשָּׂאֶנָּה כְּמוֹ שֶׁבֵּאַרְנוּ שָׁם: \n",
      "כֹּהֵן שֶׁנִּכְנַס לְאֹהֶל הַמֵּת אוֹ לְבֵית הַקְּבָרוֹת בִּשְׁגָגָה וְאַחַר שֶׁיָּדַע הִתְרוּ בּוֹ אִם קָפַץ וְיָצָא פָּטוּר. וְאִם יָשַׁב שָׁם כְּדֵי הִשְׁתַּחֲוָיָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן טֻמְאַת מִקְדָּשׁ הֲרֵי זֶה לוֹקֶה. נִכְנַס וְיָצָא וְחָזַר וְנִכְנַס וְיָצָא אִם הִתְרוּ בּוֹ עַל כָּל פַּעַם וּפַעַם לוֹקֶה עַל כָּל כְּנִיסָה וּכְנִיסָה. וְכֵן אִם נָגַע בְּמֵת וְהִתְרוּ בּוֹ וּפֵרַשׁ וְחָזַר וְנָגַע וְהִתְרוּ בּוֹ אֲפִלּוּ מֵאָה פְּעָמִים לוֹקֶה עַל כָּל אַחַת וְאַחַת. הָיָה נוֹגֵעַ וְלֹא פֵּרַשׁ אוֹ שֶׁהָיָה עוֹמֵד בְּבֵית הַקְּבָרוֹת וְנָגַע בְּמֵתִים אֲחֵרִים. אַף עַל פִּי שֶׁהִתְרוּ בּוֹ כַּמָּה פְּעָמִים אֵינוֹ לוֹקֶה אֶלָּא אַחַת שֶׁהֲרֵי מְחֻלָּל וְעוֹמֵד כָּל זְמַן שֶׁלֹּא פֵּרַשׁ: \n",
      "הַמְטַמֵּא אֶת הַכֹּהֵן. אִם הָיוּ שְׁנֵיהֶם מְזִידִין הֲרֵי הַכֹּהֵן לוֹקֶה וְזֶה שֶׁטִּמְּאוֹ עוֹבֵר עַל וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל. הָיָה הַכֹּהֵן שׁוֹגֵג וְזֶה שֶׁטִּמְּאוֹ מֵזִיד הֲרֵי זֶה שֶׁטִּמְּאוֹ לוֹקֶה: \n",
      "כֹּהֵן גָּדוֹל אֵינוֹ מִטַּמֵּא לִקְרוֹבִים שֶׁנֶּאֱמַר <small>(ויקרא כא יא)</small> \"לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא\". וְכֵן אֵינוֹ נִכְנָס עִם הַמֵּת בְּאֹהֶל אֲפִלּוּ קְרוֹבָיו. שֶׁנֶּאֱמַר <small>(ויקרא כא יא)</small> \"וְעַל כָּל נַפְשֹׁת מֵת לֹא יָבֹא\". הָא לָמַדְתָּ שֶׁהוּא חַיָּב בְּלֹא יָבֹא וְחַיָּב בְּלֹא יִטַּמָּא. כֵּיצַד. נָגַע אוֹ נָשָׂא לוֹקֶה אַחַת. נִכְנַס לְאֹהֶל וְיָשַׁב שָׁם עַד שֶׁמֵּת עָלָיו הַמֵּת. אוֹ שֶׁנִּכְנַס לְשִׁדָּה תֵּבָה וּמִגְדָּל וּבָא חֲבֵרוֹ וּפָרַע עָלָיו גַּג הַשִּׁדָּה שֶׁהֲרֵי טֻמְאָה וּבִיאָה בָּאִין כְּאֶחָד. הֲרֵי זֶה לוֹקֶה שְׁתַּיִם מִשּׁוּם לֹא יָבֹא וּמִשּׁוּם לֹא יִטַּמָּא: \n",
      "נִטְמָא מִקֹּדֶם וְאַחַר כָּךְ נִכְנַס לְאֹהֶל אִם הִתְרוּ בּוֹ לוֹקֶה אַף עַל הַבִּיאָה: \n",
      "כֹּהֵן שֶׁפָּגַע בְּמֵת מִצְוָה בַּדֶּרֶךְ הֲרֵי זֶה מִטַּמֵּא לוֹ. אֲפִלּוּ כֹּהֵן גָּדוֹל חַיָּב לְהִטַּמֵּא לוֹ וּלְקָבְרוֹ. וְאֵיזֶהוּ מֵת מִצְוָה. אֶחָד מִיִּשְׂרָאֵל שֶׁהָיָה מֻשְׁלָךְ בַּדֶּרֶךְ וְאֵין לוֹ קוֹבְרִין. דָּבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַכֹּהֵן לְבַדּוֹ וְאֵין עִמּוֹ אַחֵר וַאֲפִלּוּ קָרָא שֵׁם בַּדֶּרֶךְ וְאֵין לוֹ עוֹנֶה. אֲבָל אִם כְּשֶׁיִּקְרָא אֲחֵרִים עוֹנִים אוֹתוֹ אֵין זֶה מֵת מִצְוָה אֶלָּא יִקְרָא לַאֲחֵרִים וְיָבוֹאוּ וְיַעַסְקוּ בּוֹ: \n",
      "הָיוּ כֹּהֵן וְנָזִיר מְהַלְּכִין בְּדֶרֶךְ וּפָגְעוּ בְּמֵת מִצְוָה. יִתְעַסֵּק בּוֹ הַנָּזִיר לְפִי שֶׁאֵין קְדֻשָּׁתוֹ קְדֻשַּׁת עוֹלָם וְאַל יִטָּמֵא בּוֹ הַכֹּהֵן אַף עַל פִּי שֶׁהוּא כֹּהֵן הֶדְיוֹט. הָיָה כֹּהֵן גָּדוֹל וְכֹהֵן הֶדְיוֹט יִטָּמֵא הַהֶדְיוֹט. וְכָל הַקּוֹדֵם אֶת חֲבֵרוֹ בְּמַעֲלָה מִתְאַחֵר בְּטֻמְאָה. וּסְגָן עִם מְשׁוּחַ מִלְחָמָה שֶׁפָּגְעוּ בְּמֵת מִצְוָה יִטָּמֵא מְשׁוּחַ מִלְחָמָה וְאַל יִטָּמֵא הַסְּגָן: \n",
      "נָשִׂיא שֶׁמֵּת הַכּל מִטַּמְּאִין לוֹ אֲפִלּוּ כֹּהֲנִים. עֲשָׂאוּהוּ כְּמֵת מִצְוָה לַכּל מִפְּנֵי שֶׁהַכּל חַיָּבִין בִּכְבוֹדוֹ. וְכֵן הַכּל אוֹנְנִין עָלָיו: \n",
      "בְּנוֹת אַהֲרֹן לֹא הֻזְהֲרוּ עַל טֻמְאַת מֵת שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן\" וְלֹא בְּנוֹת אַהֲרֹן. וְכֵן הַחֲלָלִים מֻתָּרִין לְהִטַּמֵּא שֶׁנֶּאֱמַר בְּנֵי אַהֲרֹן עַד שֶׁיִּהְיוּ בְּכִהוּנָם: \n",
      "כֹּהֵן קָטָן הֲרֵי הַגְּדוֹלִים מֻזְהָרִים שֶׁלֹּא יְטַמְּאוּהוּ. וְאִם בָּא לְהִטַּמֵּא מֵעַצְמוֹ אֵין בֵּית דִּין מְצֻוִּין עָלָיו לְהַפְרִישׁוֹ. אֲבָל אָבִיו צָרִיךְ לְחַנְּכוֹ בִּקְדֻשָּׁה: \n",
      "מֵת תּוֹפֵשׂ אַרְבַּע אַמּוֹת שֶׁלּוֹ לְטֻמְאָה. וְכָל כֹּהֵן שֶׁנִּכְנַס לְתוֹךְ אַרְבַּע אַמּוֹת מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן אִם נִכְנַס לְבֵית הַפְּרָס אוֹ יָצָא חוּצָה לָאָרֶץ. אוֹ שֶׁנִּטְמָא בְּדַם תְּבוּסָה. אוֹ בְּגוֹלֵל וּבְדוֹפֵק וְכַיּוֹצֵא בָּהֶן. מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. מִפְּנֵי שֶׁהֵן אָבוֹת שֶׁל דִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת טֻמְאַת מֵת. אֲבָל אִם נִכְנַס לְבֵית הַקְּבָרוֹת לוֹקֶה מִן הַתּוֹרָה: \n",
      "מֻתָּר לְכֹהֵן לְהִטַּמֵּא בְּבֵית הַפְּרָס אוֹ בְּחוּצָה לָאָרֶץ לִדְבַר מִצְוָה בִּזְמַן שֶׁאֵין שָׁם דֶּרֶךְ אֶלָּא הִיא. כְּגוֹן שֶׁהָלַךְ לִשָּׂא אִשָּׁה אוֹ לִלְמֹד תּוֹרָה. אַף עַל פִּי שֶׁיֵּשׁ שָׁם מִי שֶׁיְּלַמְּדֶנּוּ בְּאֶרֶץ יִשְׂרָאֵל לֹא מִן הַכּל אָדָם זוֹכֶה לִלְמֹד. וְכֵן מִטַּמֵּא בְּטֻמְאָה מִדִּבְרֵיהֶם לִכְבוֹד הַבְּרִיּוֹת. כֵּיצַד. אָבֵל שֶׁהָלַךְ בְּבֵית הַפְּרָס הַכּל הוֹלְכִין אַחֲרָיו שָׁם לְנַחֲמוֹ. וְכֵן מְדַלְּגִין עַל גַּבֵּי אֲרוֹנוֹת שֶׁל מֵתִים לִקְרַאת מַלְכֵי יִשְׂרָאֵל וַאֲפִלּוּ מַלְכֵי עַכּוּ''ם כְּדֵי לְהַבְחִין בֵּינָם לְבֵין מַלְכֵי יִשְׂרָאֵל כְּשֶׁיַּחְזֹר כְּבוֹדָן לִמְקוֹמָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן מִטַּמֵּא בְּטֻמְאָה שֶׁל דִּבְרֵיהֶם לָדוּן עִם הָעַכּוּ''ם וּלְעַרְעֵר עִמָּהֶן. מִפְּנֵי שֶׁהוּא מַצִּיל מִיָּדָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n"
    ],
    [
      "מִנְּהַג יִשְׂרָאֵל בְּמֵתִים וּבִקְבוּרָה כָּךְ הוּא. מְאַמְּצִין עֵינָיו שֶׁל מֵת. וְאִם נִפְתַּח פִּיו קוֹשְׁרִין אֶת לְחָיָיו. וּפוֹקְקִין אֶת נְקָבָיו אַחַר שֶׁמְּדִיחִין אוֹתוֹ. וְסָכִין אוֹתוֹ בְּמִינֵי בְּשָׂמִים. וְגוֹזְזִין שְׂעָרוֹ. וּמַלְבִּישִׁין אוֹתוֹ תַּכְרִיכִין תְּפוּרִין בְּחוּט שֶׁל פִּשְׁתָּן לְבָנִים. וְלֹא יִהְיוּ דְּמֵיהֶן יְקָרִים. וְנָהֲגוּ חֲכָמִים בְּסוּדָר שְׁוֵה זוּז שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. וּמְכַסִּין פְּנֵי הַמֵּת שֶׁלֹּא לְבַיֵּשׁ אֶת הָעֲנִיִּים שֶׁפְּנֵיהֶם מֻשְׁחָרִין בָּרָעָב: \n",
      "וְאָסוּר לִקְבֹּר בְּתַכְרִיכִין שֶׁל מֶשִׁי וּבְגָדִים הַמֻּזְהָבִין הָרְקוּמִין אֲפִלּוּ לְנָשִׂיא שֶׁבְּיִשְׂרָאֵל. שֶׁזֶּהוּ גַּסּוּת הָרוּחַ וְהַשְׁחָתָה וּמַעֲשֵׂה עַכּוּ''ם. וְסוֹבְלִין אֶת הַמֵּת עַל הַכָּתֵף עַד בֵּית הַקְּבָרוֹת: \n",
      "וְנוֹשְׂאֵי הַמִּטָּה אֲסוּרִין בִּנְעִילַת הַסַּנְדָּל שֶׁמָּא תִּפָּסֵק רְצוּעָה מִסַּנְדָּלוֹ שֶׁל אֶחָד מֵהֶן וְנִמְצָא מִתְעַכֵּב מִן הַמִּצְוָה: \n",
      "וְחוֹפְרִין בַּעֲפַר מְעָרוֹת וְעוֹשִׂין כּוּךְ בְּצַד הַמְּעָרָה וְקוֹבְרִין אוֹתוֹ בּוֹ וּפָנָיו לְמַעְלָה. וּמַחְזִירִין הֶעָפָר וְהָאֲבָנִים עָלָיו. וְיֵשׁ לָהֶן לִקְבֹּר בְּאָרוֹן שֶׁל עֵץ. וְהַמְלַוִּין אוֹתוֹ אוֹמְרִין לוֹ לֵךְ בְּשָׁלוֹם שֶׁנֶּאֱמַר <small>(בראשית טו טו)</small> \"וְאַתָּה תָּבוֹא אֶל אֲבֹתֶיךָ בְּשָׁלוֹם\". וּמְצַיְּנִין אֶת כָּל בֵּית הַקְּבָרוֹת וּבוֹנִין נֶפֶשׁ עַל הַקֶּבֶר. וְהַצַּדִּיקִים אֵין בּוֹנִים לָהֶם נֶפֶשׁ עַל קִבְרוֹתֵיהֶם שֶׁדִּבְרֵיהֶם הֵם זִכְרוֹנָם. וְלֹא יִפְנֶה אָדָם לְבַקֵּר הַקְּבָרוֹת: \n",
      "הַגּוֹסֵס הֲרֵי הוּא כְּחַי לְכָל דָּבָר. אֵין קוֹשְׁרִין לְחָיָיו וְאֵין פּוֹקְקִין נְקָבָיו וְאֵין מַנִּיחִין כְּלִי מַתָּכוֹת וּכְלִי מֵיקֵר עַל טַבּוּרוֹ שֶׁלֹּא יִתְפַּח. וְלֹא סָכִין אוֹתוֹ. וְלֹא מְדִיחִין אוֹתוֹ. וְלֹא מְטִילִין אוֹתוֹ עַל הַחוֹל וְלֹא עַל הַמֶּלַח עַד שָׁעָה שֶׁיָּמוּת. וְהַנּוֹגֵעַ בּוֹ הֲרֵי זֶה שׁוֹפֵךְ דָּמִים. לְמָה זֶה דּוֹמֶה לְנֵר שֶׁמְּטַפְטֵף כֵּיוָן שֶׁיִּגַּע בּוֹ אָדָם יִכְבֶּה. וְכָל הַמְאַמֵּץ עֵינָיו עִם יְצִיאַת נֶפֶשׁ הֲרֵי זֶה שׁוֹפֵךְ דָּמִים אֶלָּא יִשְׁהֶא מְעַט שֶׁמָּא נִתְעַלֵּף. וְכֵן אֵין קוֹרְעִין עָלָיו. וְלֹא חוֹלְצִין כָּתֵף. וְלֹא מַסְפִּידִין. וְלֹא מַכְנִיסִין עִמּוֹ אָרוֹן וְתַכְרִיכִין בַּבַּיִת עַד שֶׁיָּמוּת: \n",
      "מִי שֶׁמֵּתוֹ מֻטָּל לְפָנָיו אוֹכֵל בְּבַיִת אַחֵר. אֵין לוֹ בַּיִת אַחֵר עוֹשֶׂה מְחִצָּה וְאוֹכֵל. אֵין לוֹ דָּבָר לַעֲשׂוֹת מְחִצָּה מַחְזִיר פָּנָיו וְאוֹכֵל. וּבֵין כָּךְ וּבֵין כָּךְ אֵינוֹ מֵסֵב וְאוֹכֵל. וְלֹא אוֹכֵל בָּשָׂר. וְלֹא שׁוֹתֶה יַיִן. וְאֵינוֹ מְבָרֵךְ. וְאֵינוֹ מְזַמֵּן. וְאֵין מְבָרְכִין עָלָיו וְאֵין מְזַמְּנִין עָלָיו. וּפָטוּר מִקְּרִיאַת שְׁמַע וּמִן הַתְּפִלָּה וּמִתְּפִלִּין וּמִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. בְּשַׁבָּת מֵסֵב וְאוֹכֵל בָּשָׂר וְשׁוֹתֶה יַיִן. וּמְבָרֵךְ. וּמְזַמֵּן. וּמְבָרְכִין עָלָיו וּמְזַמְּנִין עָלָיו. וְחַיָּב בְּכָל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה חוּץ מִתַּשְׁמִישׁ הַמִּטָּה. נִקְבַּר הַמֵּת הֲרֵי זֶה מֻתָּר לֶאֱכל בָּשָׂר וְלִשְׁתּוֹת יַיִן מְעַט כְּדֵי לִשְׁרוֹת אֲכִילָה שֶׁבְּמֵעָיו אֲבָל לֹא לִרְווֹת: \n",
      "אֵין מַשְׁהִין אֶת הַמֵּת אֶלָּא מַדְחִין מִטָּתוֹ מִיָּד. וְכָל הַמַּדְחֶה מִטָּתוֹ הֲרֵי זֶה מְשֻׁבָּח. וְעַל אָבִיו וְעַל אִמּוֹ הֲרֵי זֶה מְגֻנֶּה: \n",
      "הָיָה עֶרֶב שַׁבָּת אוֹ עֶרֶב יוֹם טוֹב אוֹ שֶׁהָיוּ גְּשָׁמִים מְזַלְּפִין עַל הַמִּטָּה מֻתָּר. שֶׁלֹּא מִהֵר אֶלָּא לִכְבוֹד אָבִיו וְאִמּוֹ. וְכָל הַמֵּלִין אֶת מֵתוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה אֶלָּא אִם כֵּן הֱלִינוֹ לִכְבוֹדוֹ וּלְהַשְׁלִים צְרָכָיו: \n",
      "הָאָבֵל בְּיוֹם רִאשׁוֹן בִּלְבַד אָסוּר לְהָנִיחַ תְּפִלִּין וּלֶאֱכל מִשֶּׁלּוֹ. וְחַיָּב לֵישֵׁב עַל מִטָּה כְּפוּיָה. וּבִשְׁאָר יְמֵי הָאֵבֶל מֻתָּר לוֹ לֶאֱכל מִשֶּׁלּוֹ וְלֵישֵׁב עַל גַּבֵּי מַפַּץ אוֹ קַרְקַע. וּמֵנִיחַ תְּפִלִּין. וּמִנַּיִן שֶׁהוּא אָסוּר בְּיוֹם רִאשׁוֹן לְהָנִיחַ תְּפִלִּין. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"פְּאֵרְךָ חֲבוֹשׁ עָלֶיךָ\" מִכְלַל שֶׁכָּל הָעָם אֲסוּרִין. וְנֶאֱמַר לוֹ <small>(יחזקאל כד יז)</small> \"וְלֶחֶם אֲנָשִׁים לֹא תֹאכֵל\" מִכְלַל שֶׁכָּל הָעָם אוֹכְלִין מִשֶּׁל אֲחֵרִים בְּיוֹם רִאשׁוֹן וַאֲסוּרִין לֶאֱכל מִשֶּׁל עַצְמָן: \n"
    ],
    [
      "אֵלוּ דְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן בְּיוֹם רִאשׁוֹן מִן הַתּוֹרָה וּבִשְׁאָר יָמִים מִדִּבְרֵיהֶם. אָסוּר לְסַפֵּר. וּלְכַבֵּס. וְלִרְחֹץ. וְלָסוּךְ. וּלְשַׁמֵּשׁ מִטָּתוֹ. וְלִנְעל אֶת הַסַּנְדָּל. וְלַעֲשׂוֹת מְלָאכָה. וְלִקְרוֹת בְּדִבְרֵי תּוֹרָה. וְלִזְקֹף אֶת הַמִּטָּה. וְלִפְרֹעַ אֶת רֹאשׁוֹ. וְלִשְׁאל שָׁלוֹם. הַכּל אַחַד עָשָׂר דָּבָר: \n",
      "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר בְּתִסְפֹּרֶת. שֶׁהֲרֵי הִזְהִיר בְּנֵי אַהֲרֹן <small>(ויקרא י ו)</small> \"רָאשֵׁיכֶם אַל תִּפְרָעוּ\". מִכְלַל שֶׁכָּל הַמִּתְאַבֵּל אָסוּר לְסַפֵּר שְׂעָרוֹ אֶלָּא מְגַדֵּל פֶּרַע. וּכְשֵׁם שֶׁאָסוּר לְגַלֵּחַ שְׂעַר רֹאשׁוֹ כָּךְ אָסוּר לְגַלֵּחַ שְׂעַר זְקָנוֹ וְכָל שֵׂעָר שֶׁיֵּשׁ בּוֹ. אֶחָד הַמְגַלֵּחַ וְאֶחָד הַמִּתְגַּלֵּחַ. הָיָה מְגַלֵּחַ וְשָׁמַע שֶׁמֵּת אָבִיו מַשְׁלִים תִּגְלַחַת שְׂעָרוֹ אֶחָד הַמְגַלֵּחַ וְאֶחָד הַמִּתְגַּלֵּחַ. וְכֵן אָסוּר לְגַלֵּחַ שָׂפָה וְלִטּל צִפָּרְנָיו בִּכְלִי אֲבָל בְּשִׁנָּיו אוֹ שֶׁנּוֹטֵל צִפֹּרֶן בְּצִפֹּרֶן מֻתָּר: \n",
      "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר לְכַבֵּס בְּגָדָיו וְלִרְחֹץ גּוּפוֹ וְלָסוּךְ. שֶׁנֶּאֱמַר <small>(שמואל ב יד ב)</small> \"הִתְאַבְּלִי נָא וְלִבְשִׁי בִגְדֵי אֵבֶל וְאַל תָּסוּכִי שֶׁמֶן\". וּרְחִיצָה בִּכְלַל סִיכָה שֶׁהָרְחִיצָה קוֹדֶמֶת לְסִיכָה שֶׁנֶּאֱמַר <small>(רות ג ג)</small> \"וְרָחַצְתְּ וָסַכְתְּ\". וּכְשֵׁם שֶׁאָבֵל אָסוּר בְּכִבּוּס בְּגָדִים כָּךְ אָסוּר לִלְבּשׁ כֵּלִים לְבָנִים חֲדָשִׁים וּמְגֹהָצִין: \n",
      "אָסוּר לָסוּךְ מִקְצָת גּוּפוֹ כְּכָל גּוּפוֹ. וְאִם לְהַעֲבִיר אֶת הַזֻּהֲמָא מֻתָּר. וְכֵן אָסוּר בִּרְחִיצַת מִקְצָת גּוּפוֹ בְּחַמִּין. אֲבָל בְּצוֹנֵן רוֹחֵץ פָּנָיו יָדָיו וְרַגְלָיו אֲבָל לֹא כָּל גּוּפוֹ: \n",
      "מִנַּיִן לְאָבֵל שֶׁאָסוּר בְּתַשְׁמִישׁ הַמִּטָּה. שֶׁנֶּאֱמַר <small>(שמואל ב יב כד)</small> \"וַיְנַחֵם דָּוִד אֵת בַּת שֶׁבַע אִשְׁתּוֹ וַיָּבֹא אֵלֶיהָ וַיִּשְׁכַּב עִמָּהּ\". מִכְלַל שֶׁהָיָה אָסוּר מִקֹּדֶם. וְכֵן לֹא יִשָּׂא הָאָבֵל אִשָּׁה וְלֹא תִּנָּשֵׂא אִשָּׁה אַף עַל פִּי שֶׁאֵין מְשַׁמְּשִׁין מִטָּתָן. וּמֻתָּר לְהִתְיַחֵד עִם אִשְׁתּוֹ וְאַף עַל פִּי שֶׁהוּא אָסוּר בְּתַשְׁמִישׁ הַמִּטָּה: \n",
      "מִנַּיִן שֶׁהָאָבֵל אָסוּר בִּנְעִילַת הַסַּנְדָּל. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"וּנְעָלֶיךָ תָּשִׂים בְּרַגְלֶיךָ\". מִכְלַל שֶׁכָּל הָעָם אֲסוּרִין. הָיָה בָּא בַּדֶּרֶךְ נוֹעֵל וְהוֹלֵךְ וּכְשֶׁיִּכָּנֵס בַּמְּדִינָה חוֹלֵץ מִנְעָלָיו: \n",
      "רֶמֶז לְאָבֵל שֶׁאָסוּר בַּעֲשִׂיַּת מְלָאכָה. זֶה שֶׁנֶּאֱמַר <small>(עמוס ח י)</small> \"וְהָפַכְתִּי חַגֵּיכֶם לְאֵבֶל\" מָה חַג אָסוּר בַּעֲשִׂיַּת מְלָאכָה אַף אָבֵל אָסוּר בַּעֲשִׂיַּת מְלָאכָה. וּכְשֵׁם שֶׁהוּא אָסוּר בַּעֲשִׂיַּת מְלָאכָה כָּךְ הוּא אָסוּר לִשָּׂא וְלִתֵּן בִּסְחוֹרָה וְלֵילֵךְ מִמְּדִינָה לִמְדִינָה בִּסְחוֹרָה: \n",
      "כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים אָסוּר בַּעֲשִׂיַּת מְלָאכָה אֲפִלּוּ הָיָה עָנִי הַמִּתְפַּרְנֵס מִן הַצְּדָקָה. מִכָּאן וְאֵילָךְ אִם הָיָה עָנִי עוֹשֶׂה בְּצִנְעָה בְּתוֹךְ בֵּיתוֹ. וְהָאִשָּׁה טוָֹה בַּפֶּלֶךְ בְּתוֹךְ בֵּיתָה: \n",
      "שְׁנֵי אַחִים אוֹ שְׁנֵי שֻׁתָּפִין שֶׁהָיוּ בַּחֲנוּת אַחַת וְאֵרַע אֵבֶל לְאֶחָד מֵהֶן. נוֹעֲלִין אֶת הַחֲנוּת כָּל שִׁבְעָה: \n",
      "אֲפִלּוּ דְּבָרִים שֶׁמֻּתָּר לַעֲשׂוֹתָן בְּחֻלּוֹ שֶׁל מוֹעֵד אָסוּר לְאָבֵל לַעֲשׂוֹתָן בְּיָדוֹ בִּימֵי אֶבְלוֹ. אֲבָל אֲחֵרִים עוֹשִׂים לוֹ. כֵּיצַד. הָיוּ זֵיתָיו לַהֲפֹךְ וְכַדָּיו לָגוֹף וּפִשְׁתָּנוֹ לַעֲלוֹת מִן הַמִּשְׁרָה וְצַמְרוֹ מִן הַיּוֹרָה. שׂוֹכֵר אֲחֵרִים לַעֲשׂוֹת לוֹ כְּדֵי שֶׁלֹּא יֹאבְדוּ. וּמְרַבְּצִין לוֹ שָׂדֵהוּ מִשֶּׁתַּגִּיעַ עוֹנַת הַמַּיִם: \n",
      "הָאֲרִיסִין וְהַחֲכִירִין שֶׁלּוֹ וְהַקַּבְּלָנִין הֲרֵי אֵלּוּ יַעֲשׂוּ כְּדַרְכָּן. אֲבָל הַחַמָּרִים וְהַגַּמָּלִים בַּבְּהֵמוֹת שֶׁלּוֹ וְהַסַּפָּנִים בַּסְּפִינָה שֶׁלּוֹ הֲרֵי אֵלּוּ לֹא יַעֲשׂוּ. וְאִם הָיוּ מֻחְכָּרִים אוֹ מֻשְׂכָּרִים מִקֹּדֶם לִזְמַן קָצוּב הֲרֵי אֵלּוּ יַעֲשׂוּ: \n",
      "שְׂכִיר יוֹם אֲפִלּוּ בְּעִיר אַחֶרֶת לֹא יַעֲשֶׂה לוֹ: \n",
      "הָאָבֵל שֶׁהָיְתָה מְלֶאכֶת אֲחֵרִים בְּיָדוֹ בֵּין בְּקַבְּלָנוּת בֵּין שֶׁאֵינָהּ בְּקַבְּלָנוּת לֹא יַעֲשֶׂה. הָיְתָה מְלַאכְתּוֹ בְּיַד אֲחֵרִים. בְּבֵיתוֹ לֹא יַעֲשׂוּ בְּבַיִת אַחֵר עוֹשִׂין: \n",
      "הָיָה לוֹ דִּין עִם אָדָם אֵינוֹ תּוֹבְעוֹ כָּל שִׁבְעַת יְמֵי הָאֲבֵלוּת. וְאִם הָיָה דָּבָר אָבֵד עוֹשֶׂה שָׁלִיחַ. כָּזֶה הוֹרוּ הַגְּאוֹנִים: \n",
      "מִנַּיִן שֶׁהָאָבֵל אָסוּר בְּדִבְרֵי תּוֹרָה. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"הֵאָנֵק דֹּם\": \n",
      "אָסוּר לִקְרוֹת בַּתּוֹרָה בַּנְּבִיאִים וּבַכְּתוּבִים וְלִשְׁנוֹת בַּמִּשְׁנָה וּבַמִּדְרָשׁ וּבַהֲלָכוֹת. וְאִם הָיוּ רַבִּים צְרִיכִין לוֹ מֻתָּר וּבִלְבַד שֶׁלֹּא יַעֲמִיד תֻּרְגְּמָן אֶלָּא יִלְחשׁ לְאַחֵר בְּצִדּוֹ וְזֶה שֶׁבְּצִדּוֹ אוֹמֵר לַתֻּרְגְּמָן וְהַתֻּרְגְּמָן מַשְׁמִיעַ לָרַבִּים: \n",
      "וּמִנַּיִן שֶׁאֵין הָאָבֵל יוֹשֵׁב עַל הַמִּטָּה. שֶׁנֶּאֱמַר <small>(שמואל ב יג לא)</small> \"וַיָּקָם הַמֶּלֶךְ וַיִּקְרַע אֶת בְּגָדָיו וַיִּשְׁכַּב אָרְצָה\": \n",
      "וְחַיָּב לִכְפּוֹת הַמִּטָּה כָּל שִׁבְעָה. וְלֹא מִטָּתוֹ בִּלְבַד הוּא כּוֹפֶה אֶלָּא כָּל הַמִּטּוֹת שֶׁיֵּשׁ לוֹ בְּתוֹךְ בֵּיתוֹ הוּא כּוֹפֶה אֲפִלּוּ עֶשֶׂר מִטּוֹת בַּעֲשָׂרָה בָּתִּים וּבְעֶשֶׂר עֲיָרוֹת חַיָּב לִכְפּוֹת אֶת כֻּלָּן. וַאֲפִלּוּ חֲמִשָּׁה אַחִים וּמֵת אֶחָד מֵהֶן כֻּלָּן כּוֹפִין אֶת מִטּוֹתֵיהֶן. הַמִּטָּה הַמְיֻחֶדֶת לְכֵלִים אוֹ לְמָעוֹת אֵינוֹ צָרִיךְ לִכְפּוֹתָהּ. דַּרְגָּשׁ אֵינוֹ צָרִיךְ לִכְפּוֹתוֹ אֶלָּא מַתִּיר אֶת קַרְבִּיטָיו וְהוּא נוֹפֵל מֵאֵלָיו. מִטָּה שֶׁנַּקְלִיטֶיהָ יוֹצְאִין מִמֶּנָּה שֶׁהֲרֵי אִי אֶפְשָׁר לְהָפְכָהּ זוֹקְפָהּ וְדַיּוֹ. הָפַךְ כָּל מִטּוֹתָיו וְהָיָה הוּא יָשֵׁן עַל גַּבֵּי מִטּוֹת אֲחֵרִים אוֹ עַל גַּבֵּי כִּסֵּא אוֹ עַל גַּבֵּי אָרוֹן אוֹ עַל גַּבֵּי קַרְקַע לֹא יָצָא יְדֵי חוֹבָתוֹ אֶלָּא יָשֵׁן עַל גַּבֵּי הַמִּטָּה הַכְּפוּיָה: \n",
      "מִנַּיִן לְאָבֵל שֶׁאָסוּר בִּפְרִיעַת הָרֹאשׁ. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"לֹא תַעְטֶה עַל שָׂפָם\" מִכְלַל שֶׁשְּׁאָר הָאֲבֵלִים חַיָּבִין בַּעֲטִיפַת הָרֹאשׁ. וְהַסּוּדָר שֶׁמְּכַסֶּה בּוֹ רֹאשׁוֹ עוֹטֶה מִמִּקְצָתוֹ מְעַט עַל פִּיו. שֶׁנֶּאֱמַר <small>(ויקרא יג מה)</small> \"וְעַל שָׂפָם יַעְטֶה\" וְאוּנְקְלוֹס תִּרְגֵּם כַּאֲבֵלָא יִתְעַטֵּף: \n",
      "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר בִּשְׁאֵלַת שָׁלוֹם. שֶׁנֶּאֱמַר <small>(יחזקאל כד יז)</small> \"הֵאָנֵק דֹּם\". כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים מִי שֶׁנָּתַן לוֹ שָׁלוֹם אֵין מַחְזִיר לוֹ אֶלָּא מוֹדִיעוֹ שֶׁהוּא אָבֵל. וּמִשְּׁלֹשָׁה וְעַד שִׁבְעָה מִי שֶׁשָּׁאַל בִּשְׁלוֹמוֹ מַחְזִיר לוֹ שָׁלוֹם. וּמִשִּׁבְעָה וְעַד שְׁלֹשִׁים שׁוֹאֵל בִּשְׁלוֹם אֲחֵרִים אֲבָל אֲחֵרִים אֵין שׁוֹאֲלִין בִּשְׁלוֹמוֹ עַד לְאַחַר שְׁלֹשִׁים. וְעַל אָבִיו וְעַל אִמּוֹ אֵין שׁוֹאֲלִין בִּשְׁלוֹמוֹ עַד לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. אִם בִּשְׁאֵלַת שָׁלוֹם נֶאֱסַר בְּאָבֵל קַל וָחֹמֶר שֶׁהוּא אָסוּר לְהַרְבּוֹת דְּבָרִים וְלִשְׂחוֹק שֶׁנֶּאֱמַר דֹּם. וְלֹא יֶאֱחֹז תִּינוֹק בְּיָדוֹ שֶׁלֹּא יְבִיאֶנּוּ לִידֵי שְׂחוֹק. וְלֹא יִכָּנֵס לִמְקוֹם שִׂמְחָה כְּגוֹן בָּתֵּי הַמִּשְׁתָּאוֹת וְכַיּוֹצֵא בָּהֶן: \n"
    ],
    [
      "מִדִבְרֵי סוֹפְרִים שֶׁיִּהְיֶה הָאָבֵל נוֹהֵג בְּמִקְצָת דִּבְרֵי אֲבֵלוּת כָּל שְׁלֹשִׁים יוֹם. וּמִנַּיִן סָמְכוּ חֲכָמִים לִשְׁלֹשִׁים יוֹם. שֶׁנֶּאֱמַר <small>(דברים כא יג)</small> \"וּבָכְתָה אֶת אָבִיהָ וְאֶת אִמָּהּ יֶרַח יָמִים\". מִכְלַל שֶׁהָאָבֵל מִצְטַעֵר כָּל שְׁלֹשִׁים יוֹם: \n",
      "וְאֵלּוּ דְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן כָּל שְׁלֹשִׁים יוֹם. אָסוּר בְּתִסְפֹּרֶת. וּבְגִהוּץ. וּבְנִשּׂוּאִין. וּבְשִׂמְחַת מֵרֵעוּת. וְלֵילֵךְ בִּסְחוֹרָה מִמְּדִינָה לִמְדִינָה. הַכּל חֲמִשָּׁה דְּבָרִים: \n",
      "בְּתִסְפֹּרֶת כֵּיצַד. כְּשֵׁם שֶׁאָסוּר לְסַפֵּר כָּל שְׂעַר גּוּפוֹ. אוֹ לְגַלֵּחַ שְׂפָמוֹ. אוֹ לָקֹץ צִפָּרְנָיו בִּכְלִי כָּל שִׁבְעָה. כָּךְ אָסוּר כָּל שְׁלֹשִׁים יוֹם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִישׁ. אֲבָל בְּאִשָּׁה מֻתֶּרֶת בִּנְטִילַת שֵׂעָר לְאַחַר שִׁבְעָה וְהָאִישׁ עַד שְׁלֹשִׁים יוֹם. וְעַל אָבִיו וְעַל אִמּוֹ חַיָּב לְגַדֵּל שְׂעָרוֹ עַד שֶׁיִּשְׁלַח פֶּרַע אוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו: \n",
      "וְכֵן אָסוּר לִלְבּשׁ כֵּלִים לְבָנִים חֲדָשִׁים וּמְגֹהָצִין כָּל שְׁלֹשִׁים יוֹם. אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה. הָיוּ צְבוּעִין וּמְגֹהָצִין מֻתָּרִין. וְכֵן אִם לֹא הָיוּ חֲדָשִׁים אַף עַל פִּי שֶׁהֵן לְבָנִים וּמְגֹהָצִין מֻתָּרִין. וּכְלֵי פִּשְׁתָּן אֵין בָּהֶן מִשּׁוּם גִּהוּץ. וּלְאַחַר שְׁלֹשִׁים יוֹם מֻתָּר בְּגִהוּץ אֲפִלּוּ עַל אָבִיו וְעַל אִמּוֹ: \n",
      "בְּנִשּׂוּאִין כֵּיצַד. אָסוּר לִשָּׂא אִשָּׁה כָּל שְׁלֹשִׁים יוֹם. וּמֻתָּר לְאָרְשָׂהּ אֲפִלּוּ בְּיוֹם הַמִּיתָה. וּמִי שֶׁמֵּתָה אִשְׁתּוֹ אִם כְּבָר קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה וְיֵשׁ לוֹ מִי שֶׁיְּשַׁמְּשֶׁנּוּ וְאֵין לוֹ בָּנִים קְטַנִּים הֲרֵי זֶה אָסוּר לִשָּׂא אִשָּׁה אַחֶרֶת עַד שֶׁיַּעַבְרוּ עָלָיו שְׁלֹשָׁה רְגָלִים. אֲבָל מִי שֶׁלֹּא קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אוֹ שֶׁקִּיֵּם וְיֵשׁ לוֹ בָּנִים קְטַנִּים אוֹ שֶׁאֵין לוֹ מִי שֶׁיְּשַׁמְּשֶׁנּוּ הֲרֵי זֶה מֻתָּר לְאָרְשָׂהּ וְלִכְנֹס מִיָּד. וְאָסוּר לוֹ לָבוֹא עָלֶיהָ עַד שְׁלֹשִׁים יוֹם. וְכֵן הָאִשָּׁה שֶׁהָיְתָה אֲבֵלָה לֹא תִּבָּעֵל עַד שְׁלֹשִׁים יוֹם: \n",
      "שִׂמְחַת מֵרֵעוּת שֶׁהָיָה חַיָּב לִפְרֹעַ אוֹתָהּ מִיָּד. מֻתָּר לַעֲשׂוֹתָהּ מִיָּד לְאַחַר שִׁבְעָה. אֲבָל אִם אֵינוֹ חַיָּב לְפָרְעָהּ אָסוּר לְהִכָּנֵס לָהּ עַד שְׁלֹשִׁים יוֹם: \n",
      "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר כָּל מֵתִים. אֲבָל עַל אָבִיו וְעַל אִמּוֹ בֵּין כָּךְ וּבֵין כָּךְ לֹא יִכָּנֵס לְשִׂמְחַת מֵרֵעוּת עַד י''ב חֹדֶשׁ: \n",
      "עַל כָּל הַמֵּתִים כֻּלָּן מֻתָּר לֵילֵךְ בִּסְחוֹרָה לְאַחַר שְׁלֹשִׁים. עַל אָבִיו וְעַל אִמּוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו וְיֹאמְרוּ לוֹ לֵךְ עִמָּנוּ: \n",
      "עַל כָּל הַמֵּתִים כֻּלָּן רָצָה מְמַעֵט בְּעִסְקוֹ רָצָה אֵינוֹ מְמַעֵט. עַל אָבִיו וְעַל אִמּוֹ מְמַעֵט בְּעִסְקוֹ: \n",
      "הַהוֹלֵךְ מִמָּקוֹם לְמָקוֹם אִם יָכוֹל לְמַעֵט בְּעִסְקוֹ יְמַעֵט וְאִם לָאו יִקְנֶה צָרְכֵי הַדֶּרֶךְ וּדְבָרִים שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ: \n",
      "מִי שֶׁהָיָה בַּעְלָהּ צָלוּב בָּעִיר אוֹ אִשְׁתּוֹ צְלוּבָה אוֹ אָבִיו וְאִמּוֹ. אָסוּר לוֹ לִשְׁכֹּן בְּאוֹתָהּ הָעִיר עַד שֶׁיִּכְלֶה הַבָּשָׂר. וְאִם הָיְתָה עִיר גְּדוֹלָה כְּאַנְטוֹכְיָא יֵשׁ לוֹ לִשְׁכֹּן בַּצַּד הָאַחֵר שֶׁאֵינָן צְלוּבִין בּוֹ: \n",
      "יוֹם שְׁבִיעִי מִקְצָתוֹ כְּכֻלּוֹ וְהוּא עוֹלֶה לְכָאן וּלְכָאן. וּלְפִיכָךְ מֻתָּר לְכַבֵּס וְלִרְחֹץ וְלַעֲשׂוֹת שְׁאָר הַדְּבָרִים בְּיוֹם שְׁבִיעִי. וְכֵן יוֹם שְׁלֹשִׁים מִקְצָתוֹ כְּכֻלּוֹ וּמֻתָּר לְסַפֵּר וּלְגַהֵץ בְּיוֹם שְׁלֹשִׁים: \n",
      "מִי שֶׁתְּכָפוּהוּ אֲבָלָיו וְהִכְבִּיד שְׂעָרוֹ מֵקֵל בְּתַעַר לֹא בְּמִסְפָּרַיִם. וּמְכַבֵּס כְּסוּתוֹ בְּמַיִם אֲבָל לֹא בְּנֶתֶר וְלֹא בְּחוֹל. וְרוֹחֵץ כָּל גּוּפוֹ בְּצוֹנֵן אֲבָל לֹא בְּחַמִּין. וְכֵן מִי שֶׁתְּכָפוּהוּ אֲבָלָיו וּבָא מִמְּדִינַת הַיָּם וּמִבֵּית הַשִּׁבְיָה. אוֹ שֶׁיָּצָא מִבֵּית הָאֲסוּרִים. אוֹ שֶׁהָיָה מְנֻדֶּה וְהֻתַּר. אוֹ שֶׁהָיָה מֻדָּר וְנִשְׁאַל עַל נִדְרוֹ וְהֻתַּר. וְכָל הַיּוֹצֵא מִטֻּמְאָה לְטָהֳרָה. הֲרֵי אֵלּוּ מְגַלְּחִין בִּימֵי אֶבְלָם הוֹאִיל וּתְכָפָם אֵבֶל אַחַר אֵבֶל וְלֹא מָצְאוּ פְּנַאי: \n"
    ],
    [
      "מִי שֶׁבָּאָה לוֹ שְׁמוּעָה שֶׁמֵּת לוֹ קָרוֹב. אִם בְּתוֹךְ שְׁלֹשִׁים יוֹם הִגִּיעָה הַשְּׁמוּעָה אֲפִלּוּ יוֹם שְׁלֹשִׁים עַצְמוֹ הֲרֵי זוֹ שְׁמוּעָה קְרוֹבָה. וְחַיָּב לִנְהֹג שִׁבְעָה יְמֵי אֲבֵלוּת מִיּוֹם שֶׁהִגִּיעָה הַשְּׁמוּעָה. וְקוֹרֵעַ וּמוֹנֶה שְׁלֹשִׁים לְאִסּוּר הַתִּסְפֹּרֶת עִם שְׁאָר הַדְּבָרִים. כְּלָלוֹ שֶׁל דָּבָר יוֹם שְׁמוּעָתוֹ הַקְּרוֹבָה כְּיוֹם הַקְּבוּרָה. אֲבָל אִם הִגִּיעָה לוֹ הַשְּׁמוּעָה אַחַר הַשְּׁלֹשִׁים יוֹם הֲרֵי זוֹ שְׁמוּעָה רְחוֹקָה וְאֵינָהּ נוֹהֶגֶת אֶלָּא יוֹם אֶחָד וְאֵינוֹ קוֹרֵעַ. וּכְאִלּוּ יוֹם הַשְּׁמוּעָה הוּא יוֹם שְׁבִיעִי וְיוֹם שְׁלֹשִׁים וּמִקְצָת הַיּוֹם כְּכֻלּוֹ: \n",
      "כֵּיצַד מִקְצָת הַיּוֹם כְּכֻלּוֹ. כֵּיוָן שֶׁנָּהַג אֲבֵלוּת שָׁעָה אַחַת כְּאִלּוּ נָהַג כָּל הַיּוֹם כֻּלּוֹ. וּמֻתָּר לִנְעל וְלִרְחֹץ וְלָסוּךְ וּלְגַלֵּחַ בִּשְׁאָר הַיּוֹם. וְכֵן הוּא מֻתָּר בְּכָל הַדְּבָרִים: \n",
      "מִי שֶׁבָּאָה לוֹ שְׁמוּעָה קְרוֹבָה בְּתוֹךְ הָרֶגֶל אוֹ בְּיוֹם שַׁבָּת וּלְאַחַר שַׁבָּת אוֹ אַחַר הָרֶגֶל נַעֲשֵׂית רְחוֹקָה. עוֹלֶה לוֹ וְאֵינוֹ נוֹהֵג לְאַחַר הָרֶגֶל אוֹ לְאַחַר הַשַּׁבָּת אֶלָּא יוֹם אֶחָד בִּלְבַד. וּמִקְצָת הַיּוֹם כְּכֻלּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
      "מִי שֶׁמֵּת לוֹ קָרוֹב וְלֹא יָדַע עַד שֶׁבָּא. אִם הָיָה בְּמָקוֹם קָרוֹב שֶׁהוּא מַהֲלַךְ עֲשָׂרָה פַּרְסָאוֹת שֶׁאֶפְשָׁר שֶׁיָּבוֹא בְּיוֹם אֶחָד. אֲפִלּוּ בָּא בַּיּוֹם הַשְּׁבִיעִי. אִם מָצָא מְנַחֲמִים אֵצֶל גְּדוֹל הַבַּיִת אַף עַל פִּי שֶׁנִּנְעֲרוּ לַעֲמֹד הוֹאִיל וּמָצָא מְנַחֲמִים עוֹלֶה לוֹ וּמוֹנֶה עִמָּהֶן תַּשְׁלוּם שְׁלֹשִׁים יוֹם. וְאִם לֹא מָצָא מְנַחֲמִים מוֹנֶה לְעַצְמוֹ. וְכֵן אִם הָיָה בְּמָקוֹם רָחוֹק אֲפִלּוּ בָּא בְּיוֹם שֵׁנִי מוֹנֶה לְעַצְמוֹ שִׁבְעָה וּשְׁלֹשִׁים מִיּוֹם שֶׁבָּא: \n",
      "אָבֵל בִּשְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים אֵינוֹ הוֹלֵךְ אֲפִלּוּ לְבֵית אָבֵל אַחֵר. מִכָּאן וְאֵילָךְ הוֹלֵךְ וְאֵינוֹ יוֹשֵׁב בִּמְקוֹם הַמְנַחֲמִין אֶלָּא בִּמְקוֹם הַמִּתְנַחֲמִין. וְלֹא יֵצֵא לְמָקוֹם אַחֵר מִפֶּתַח בֵּיתוֹ כָּל שַׁבָּת הָרִאשׁוֹנָה. שְׁנִיָּה יוֹצֵא וְאֵינוֹ יוֹשֵׁב בִּמְקוֹמוֹ. שְׁלִישִׁית יוֹשֵׁב בִּמְקוֹמוֹ וְאֵינוֹ מְדַבֵּר כְּדַרְכּוֹ. רְבִיעִית הֲרֵי הוּא כְּכָל אָדָם: \n",
      "כֹּהֵן גָּדוֹל חַיָּב בְּכָל דִּבְרֵי אֲבֵלוּת. אֶלָּא שֶׁאָסוּר לוֹ לִקְרֹעַ בְּגָדָיו לְמַעְלָה וּלְגַדֵּל פֶּרַע וְלָצֵאת אַחַר הַמִּטָּה. וְכָל הָעָם בָּאִין לְנַחֲמוֹ לְבֵיתוֹ. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַסַּפְסָל. וְאוֹמְרִין לוֹ כְּשֶׁמְּנַחֲמִין אוֹתוֹ אָנוּ כַּפָּרָתְךָ וְהוּא אוֹמֵר לָהֶם תִּתְבָּרְכוּ מִן הַשָּׁמַיִם. וְאִם רָצָה לְנַחֵם אֲחֵרִים הַמְמֻנֶּה מְמַצְּעוֹ בְּתוֹךְ הָעָם וְאוֹמֵר לָהֶם תְּנֻחֲמוּ: \n",
      "וְכֵן הַמֶּלֶךְ חַיָּב בְּכָל דִּבְרֵי אֲבֵלוּת אֶלָּא שֶׁאֵינוֹ יוֹצֵא מִפֶּתַח פַּלְטֵרִין שֶׁלּוֹ אַחַר מֵתוֹ. וְאֵין צָרִיךְ לוֹמַר אַחַר מֵתִים אֲחֵרִים. וְאֵינוֹ מְנַחֵם אֲבֵלִים. וְלֹא יָצָא דָּוִד אַחַר אַבְנֵר אֶלָּא לְהוֹדִיעַ לָעָם שֶׁלֹּא נֶהֱרַג בִּרְצוֹנוֹ: \n",
      "אֵין אָדָם נִכְנָס לַמֶּלֶךְ לְנַחֲמוֹ אֶלָּא עֲבָדָיו וּמִי שֶׁנָּתַן לוֹ רְשׁוּת לְהִכָּנֵס. וְאֵין לָהֶן רְשׁוּת לְדַבֵּר לוֹ דִּבְרֵי תַּנְחוּמִין אֶלָּא כְּפִי מַה שֶּׁיַּרְשֶׁה אוֹתָם. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַדַּרְגָּשׁ: \n"
    ],
    [
      "אָבֵל חַיָּב לִקְרֹעַ עַל מֵתוֹ שֶׁנֶּאֱמַר <small>(ויקרא י ו)</small> \"וּבִגְדֵיכֶם לֹא תִפְרֹמוּ וְלֹא תָמֻתוּ\" הָא אַחֵר חַיָּב לִפְרֹם. וְאֵין קְרִיעָה אֶלָּא מְעֻמָּד. שֶׁנֶּאֱמַר <small>(שמואל ב יג לא)</small> \"וַיָּקָם הַמֶּלֶךְ וַיִּקְרַע אֶת בְּגָדָיו\". וּמֵהֵיכָן קוֹרֵעַ. מִלְּפָנָיו. וְהַקּוֹרֵעַ מֵאַחֲרָיו אוֹ מִן הַצְּדָדִין אוֹ מִלְּמַטָּה לֹא יָצָא יְדֵי חוֹבַת קְרִיעָה. אֶלָּא כֹּהֵן גָּדוֹל שֶׁהוּא פּוֹרֵם מִלְּמַטָּה: \n",
      "כַּמָּה שִׁעוּר הַקֶּרַע. טֶפַח. וְאֵין צָרִיךְ לְהַבְדִּיל שְׂפַת הַבֶּגֶד. וּמֻתָּר לוֹ לִקְרֹעַ בִּכְלִי. וְיֵשׁ לוֹ לִקְרֹעַ בִּפְנִים שֶׁלֹּא בִּפְנֵי אָדָם. לְפִיכָךְ יֵשׁ לוֹ לְהַכְנִיס יָדוֹ בִּפְנִים וְקוֹרֵעַ בְּצִנְעָה. וְאֵינוֹ חַיָּב לִקְרֹעַ אֶלָּא בֶּגֶד הָעֶלְיוֹן בִּלְבַד: \n",
      "כָּל שִׁבְעַת יְמֵי אֲבֵלוּת הַקֶּרַע לְפָנִים וְאִם בָּא לְהַחְלִיף מַחְלִיף וְאֵינוֹ קוֹרֵעַ קֶרַע אַחֵר. שֶׁכָּל קֶרַע שֶׁאֵינוֹ בִּשְׁעַת חִמּוּם אֵינוֹ קֶרַע. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הַמֵּתִים חוּץ מֵאָבִיו וְאִמּוֹ. אֲבָל עַל אָבִיו וְעַל אִמּוֹ קוֹרֵעַ עַד שֶׁמְּגַלֶּה אֶת לִבּוֹ. וּמַבְדִּיל שְׂפַת הַבֶּגֶד וְאֵינוֹ קוֹרֵעַ בִּכְלִי אֶלָּא בְּיָדוֹ מִבַּחוּץ בִּפְנֵי כָּל הָעָם וְקוֹרֵעַ כָּל הַבְּגָדִים שֶׁעָלָיו. וּבֶגֶד הַזֵּעָה הַדָּבוּק לִבְשָׂרוֹ אֵינוֹ מְעַכֵּב. וְאִם הֶחְלִיף בֶּגֶד אַחֵר חַיָּב לִקְרֹעַ כָּל שִׁבְעָה. וְכֵן עַל אָבִיו וְעַל אִמּוֹ חוֹלֵץ כְּתֵפוֹ וּמוֹצִיא זְרוֹעוֹ מִן הֶחָלוּק עַד שֶׁיִּתְגַּלֶּה כְּתֵפוֹ וּזְרוֹעוֹ. וְהוֹלֵךְ כָּךְ לִפְנֵי הַמִּטָּה. וְאַחַר שֶׁיִּקָּבֵר אָבִיו וְאִמּוֹ אֵינוֹ חַיָּב לַחְלֹץ: \n",
      "קוֹרְעִין לְקָטָן מִפְּנֵי עָגְמַת נֶפֶשׁ. וְחוֹלֶה שֶׁמֵּת לוֹ מֵת אֵין מְקַרְעִין לוֹ וְלֹא מוֹדִיעִין לוֹ שֶׁלֹּא תִּטָּרֵף עָלָיו דַּעְתּוֹ. וּמְשַׁתְּקִין אֶת הַנָּשִׁים מִפָּנָיו: \n",
      "וְקוֹרֵעַ אָדָם עַל חָמִיו וְעַל חֲמוֹתוֹ מִפְּנֵי כְּבוֹד אִשְׁתּוֹ. וְכֵן הָאִשָּׁה קוֹרַעַת עַל חָמִיהָ וְעַל חֲמוֹתָהּ מִפְּנֵי כְּבוֹד בַּעְלָהּ: \n",
      "מִי שֶׁאֵין לוֹ חָלוּק לִקְרֹעַ וְנִזְדַּמֵּן לוֹ חָלוּק בְּתוֹךְ שִׁבְעָה קוֹרֵעַ. לְאַחַר שִׁבְעָה אֵינוֹ קוֹרֵעַ. וְעַל אָבִיו וְעַל אִמּוֹ אֲפִלּוּ לְאַחַר שִׁבְעָה קוֹרֵעַ כָּל שְׁלֹשִׁים יוֹם. וְכָל הַיּוֹצֵא בְּבֶגֶד קָרוּעַ לִפְנֵי מֵתִים כְּלוֹמַר שֶׁהוּא קָרַע עַתָּה עֲלֵיהֶן. הֲרֵי זֶה גּוֹנֵב דַּעַת הַבְּרִיּוֹת וְזִלְזֵל בִּכְבוֹד הַחַיִּים וְהַמֵּתִים: \n",
      "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי חֲלוּקְךָ וַאֲבַקֵּר אֶת אָבִי שֶׁהוּא חוֹלֶה וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת. קוֹרֵעַ וּמְאַחֶה וּמַחֲזִיר לוֹ אֶת חֲלוּקוֹ וְנוֹתֵן לוֹ דְּמֵי קִרְעוֹ. וְאִם לֹא הוֹדִיעוֹ שֶׁהוּא מְבַקֵּר לוֹ חוֹלֶה הֲרֵי זֶה לֹא יִגַּע בּוֹ: \n",
      "מִי שֶׁהָיָה לוֹ חוֹלֶה בְּתוֹךְ בֵּיתוֹ וְנִתְעַלֵּף וְסָבוּר שֶׁמֵּת וְקָרַע וְאַחַר כָּךְ מֵת. אִם בְּתוֹךְ כְּדֵי דִּבּוּר אֵינוֹ חוֹזֵר וְקוֹרֵעַ. וְאִם לְאַחַר כְּדֵי דִּבּוּר מֵת חוֹזֵר וְקוֹרֵעַ קֶרַע אַחֵר. וְכֵן מִי שֶׁאָמְרוּ לוֹ מֵת אָבִיו וְקָרַע וְאַחַר כָּךְ נִמְצָא שֶׁמֵּת בְּנוֹ. אָמְרוּ לוֹ מֵת לוֹ מֵת וְכַסָּבוּר שֶׁאָבִיו וְקָרַע וְאַחַר כָּךְ נִמְצָא בְּנוֹ. אִם תּוֹךְ כְּדֵי דִּבּוּר נוֹדַע לוֹ אֲמִתַּת הַדָּבָר יָצָא יְדֵי קְרִיעָה וְאִם לְאַחַר כְּדֵי דִּבּוּר לֹא יָצָא וְחַיָּב לִקְרוֹעַ קֶרַע אַחֵר: \n",
      "מִי שֶׁמֵּתוּ לוֹ מֵתִים הַרְבֵּה כְּאֶחָד קוֹרֵעַ קֶרַע אֶחָד לְכֻלָּם. הָיָה בִּכְלָלָן אָבִיו אוֹ אִמּוֹ קוֹרֵעַ עַל כֻּלָּן קֶרַע אֶחָד וְעַל אָבִיו וְעַל אִמּוֹ קֶרַע אַחֵר: \n",
      "מִי שֶׁמֵּת לוֹ מֵת וְקָרַע עָלָיו וְאַחַר כָּךְ מֵת לוֹ מֵת אַחֵר. אִם בְּתוֹךְ שִׁבְעָה קוֹרֵעַ קֶרַע אַחֵר וְאִם לְאַחַר שִׁבְעָה מוֹסִיף עַל הַקֶּרַע הָרִאשׁוֹן כָּל שֶׁהוּא. מֵת לוֹ מֵת שְׁלִישִׁי אַחַר שִׁבְעָה שֶׁל שֵׁנִי מוֹסִיף כָּל שֶׁהוּא וְכֵן מוֹסִיף וְהוֹלֵךְ עַד טַבּוּרוֹ. הִגִּיעַ לְטַבּוּרוֹ מַרְחִיק שָׁלֹשׁ אֶצְבָּעוֹת וְקוֹרֵעַ. נִתְמַלֵּא מִלְּפָנָיו מַחְזִירוֹ לַאֲחוֹרָיו. נִתְמַלֵּא מִלְּמַעְלָה הוֹפְכוֹ לְמַטָּה. אָמְרוּ לוֹ מֵת אָבִיו וְקָרַע וְאַחַר שִׁבְעָה מֵת בְּנוֹ וְהוֹסִיף. מִתְאַחֶה הַתַּחְתּוֹן וְלֹא הָעֶלְיוֹן כְּמוֹ שֶׁיִּתְבָּאֵר. אָמְרוּ לוֹ מֵת בְּנוֹ וְקָרַע וְאַחַר שִׁבְעָה מֵת אָבִיו אֵינוֹ מוֹסִיף אֶלָּא קוֹרֵעַ קֶרַע אַחֵר. שֶׁאֵין אָבִיו וְאִמּוֹ בְּתוֹסֶפֶת: \n"
    ],
    [
      "כָּל הַקְּרָעִים שֶׁקּוֹרֵעַ אָדָם עַל שְׁאָר קְרוֹבָיו. שׁוֹלֵל הַקֶּרַע לְאַחַר שִׁבְעָה וּמְאַחֶה לְאַחַר שְׁלֹשִׁים. עַל אָבִיו וְעַל אִמּוֹ שׁוֹלֵל לְאַחַר שְׁלֹשִׁים וְאֵינוֹ מְאַחֶה לְעוֹלָם. וְהָאִשָּׁה קוֹרַעַת וְשׁוֹלֶלֶת מִיָּד אֲפִלּוּ עַל אָבִיהָ וְעַל אִמָּהּ מִפְּנֵי הַצְּנִיעוּת: \n",
      "כְּדֶרֶךְ שֶׁקּוֹרֵעַ אָדָם עַל אָבִיו וְעַל אִמּוֹ כָּךְ חַיָּב לִקְרֹעַ עַל רַבּוֹ שֶׁלִּמְּדוֹ תּוֹרָה. וְעַל הַנָּשִׂיא וְעַל אַב בֵּית דִּין. וְעַל רֹב הַצִּבּוּר שֶׁנֶּהֱרַג. וְעַל בִּרְכַּת הַשֵּׁם. וְעַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף. וְעַל עָרֵי יְהוּדָה וְעַל יְרוּשָׁלַיִם. וְעַל הַמִּקְדָּשׁ: \n",
      "כָּל אֵלּוּ הַקְּרָעִים קוֹרֵעַ עַד שֶׁמְּגַלֶּה אֶת לִבּוֹ וְאֵינוֹ מְאַחֶה לְעוֹלָם. וְאַף עַל פִּי שֶׁאֵין מִתְאַחִין מֻתָּר לְשׁוֹלְלָן לְמָלְלָן וּלְלַקְּטָן וְלַעֲשׂוֹתָם כְּמִין סֻלָּמוֹת. וְלֹא אָסְרוּ אֶלָּא בְּאִחוּי אֲלֶכְּסַנְדְּרִי בִּלְבַד. וְכָל הַקּוֹרֵעַ מִתּוֹךְ הַשָּׁלָל אוֹ הַמֶּלֶל אוֹ הַלִּקּוּט לֹא עָשָׂה כְּלוּם אֲבָל קוֹרֵעַ מִתּוֹךְ הָאִחוּי הָאֲלֶכְּסַנְדְּרִי בִּלְבַד. אֲפִלּוּ הָפַךְ הַכְּלִי וְנַעֲשָׂה שְׂפָתוֹ לְמַטָּה לֹא יְאַחֶה: \n",
      "וּכְשֵׁם שֶׁהַמּוֹכֵר אָסוּר לְאַחוֹתוֹ כָּךְ הַלּוֹקֵחַ. לְפִיכָךְ הַמּוֹכֵר צָרִיךְ לְהוֹדִיעַ לַלּוֹקֵחַ שֶׁקֶּרַע זֶה אֵינוֹ מִתְאַחֶה: \n",
      "וּמִנַּיִן שֶׁקּוֹרֵעַ עַל רַבּוֹ כְּדֶרֶךְ שֶׁקּוֹרֵעַ עַל אָבִיו. שֶׁנֶּאֱמַר <small>(מלכים ב ב יב)</small> \"וְהוּא מְצַעֵק אָבִי אָבִי רֶכֶב יִשְׂרָאֵל וּפָרָשָׁיו וְלֹא רָאָהוּ עוֹד וַיַּחֲזֵק בִּבְגָדָיו וַיִּקְרָעֵם לִשְׁנַיִם קְרָעִים\". מִכָּאן שֶׁחַיָּב לְהַבְדִּיל הַשָּׂפָה: \n",
      "וּמִנַּיִן שֶׁקּוֹרְעִין עַל הַנָּשִׂיא וְעַל אַב בֵּית דִּין וְעַל שְׁמוּעָה שֶׁבָּאָה שֶׁנֶּהֱרַג רֹב צִבּוּר. שֶׁנֶּאֱמַר <small>(שמואל ב א יא)</small> \"וַיַּחֲזֵק דָּוִד בִּבְגָדָו וַיִּקְרָעֵם וְגַם כָּל הָאֲנָשִׁים אֲשֶׁר אִתּוֹ\" <small>(שמואל ב א יב)</small> \"וַיִּסְפְּדוּ וַיִּבְכּוּ וַיָּצֻמוּ עַד הָעָרֶב\". <small>(שמואל ב א יב)</small> \"עַל שָׁאוּל\" זֶה נָשִׂיא. <small>(שמואל ב א יב)</small> \"וְעַל יְהוֹנָתָן בְּנוֹ\" זֶה אַב בֵּית דִּין. <small>(שמואל ב א יב)</small> \"וְעַל עַם ה' וְעַל בֵּית יִשְׂרָאֵל כִּי נָפְלוּ בֶּחָרֶב\" זוֹ שְׁמוּעָה רָעָה: \n",
      "וּמִנַּיִן שֶׁקּוֹרְעִין עַל בִּרְכַּת הַשֵּׁם. שֶׁנֶּאֱמַר <small>(מלכים ב יח לז)</small> \"וַיָּבֹא אֶלְיָקִים בֶּן חִלְקִיָּהוּ אֲשֶׁר עַל הַבַּיִת וְשֶׁבְנָא הַסֹּפֵר וְיוֹאָח בֶּן אָסָף הַמַּזְכִּיר אֶל חִזְקִיָּהוּ קְרוּעֵי בְגָדִים\". אֶחָד הַשּׁוֹמֵעַ וְאֶחָד הַשּׁוֹמֵעַ מִפִּי שׁוֹמֵעַ חַיָּבִין לִקְרֹעַ: \n",
      "וְהָעֵדִים אֵין חַיָּבִין לִקְרֹעַ כְּשֶׁיָּעִידוּ בְּבֵית דִּין. שֶׁכְּבָר קָרְעוּ בְּשָׁעָה שֶׁשָּׁמְעוּ: \n",
      "וּמִנַּיִן שֶׁקּוֹרְעִין עַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף. שֶׁנֶּאֱמַר <small>(ירמיה לו כג)</small> \"וַיְהִי כִּקְרוֹא יְהוּדִי שָׁלֹשׁ דְּלָתוֹת וְאַרְבָּעָה\" וְגוֹ' <small>(ירמיה לו כג)</small> \"עַד תֹּם כָּל הַמְּגִלָּה עַל הָאֵשׁ אֲשֶׁר עַל הָאָח\" <small>(ירמיה לו כד)</small> \"וְלֹא פָחֲדוּ וְלֹא קָרְעוּ אֶת בִּגְדֵיהֶם הַמֶּלֶךְ וְכָל עֲבָדָיו\". מִכְלַל שֶׁחַיָּבִין לִקְרֹעַ. וְאֵין חַיָּבִין לִקְרֹעַ אֶלָּא עַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף בִּזְרוֹעַ כְּמַעֲשֶׂה שֶׁהָיָה. וְחַיָּב לִקְרֹעַ שְׁתֵּי קְרִיעוֹת אַחַת עַל הַגְּוִיל וְאַחַת עַל הַכְּתָב. שֶׁנֶּאֱמַר <small>(ירמיה לו כז)</small> \"אַחֲרֵי שְׂרֹף הַמֶּלֶךְ אֶת הַמְּגִלָּה וְאֶת הַדְּבָרִים\": \n",
      "וּמִנַּיִן שֶׁקּוֹרְעִין עַל עָרֵי יְהוּדָה וְעַל יְרוּשָׁלַיִם וְעַל הַמִּקְדָּשׁ שֶׁחָרְבוּ. שֶׁנֶּאֱמַר <small>(ירמיה מא ה)</small> \"וַיָּבֹאוּ אֲנָשִׁים מִשְּׁכֶם וּמִשִּׁילֹה וּמִשֹּׁמְרוֹן שְׁמֹנִים אִישׁ מְגֻלְּחֵי זָקָן וּקְרֻעֵי בְגָדִים\": \n",
      "כָּל מִי שֶׁעָמַד עִם הַמֵּת בִּשְׁעַת יְצִיאַת נִשְׁמָתוֹ אַף עַל פִּי שֶׁאֵינוֹ קְרוֹבוֹ חַיָּב לִקְרֹעַ וְכֵן אָדָם כָּשֵׁר שֶׁמֵּת הַכּל חַיָּבִין לִקְרֹעַ עָלָיו אַף עַל פִּי שֶׁאֵינוֹ חָכָם. וְקוֹרְעִין טֶפַח כִּשְׁאָר הָאֲבֵלִים. אֲבָל חָכָם שֶׁמֵּת הַכּל קְרוֹבָיו וְהַכּל קוֹרְעִין עָלָיו עַד שֶׁמְּגַלִּין אֶת לִבָּם וְחוֹלְצִין מִיָּמִין. וּבֵית מִדְרָשׁוֹ שֶׁל אוֹתוֹ חָכָם בָּטֵל כָּל שִׁבְעָה. וּכְבָר נָהֲגוּ תַּלְמִידֵי חֲכָמִים בְּכָל מָקוֹם לִקְרֹעַ זֶה עַל זֶה טֶפַח. אַף עַל פִּי שֶׁהֵן שָׁוִין וְאֵין אֶחָד מֵהֶם מְלַמֵּד אֶת חֲבֵרוֹ: \n",
      "כָּל הַקּוֹרְעִים עַל הֶחָכָם שֶׁמֵּת כֵּיוָן שֶׁהֶחְזִירוּ פְּנֵיהֶן מֵאֲחוֹרֵי הַמִּטָּה שׁוֹלְלִין. וְיֵרָאֶה לִי שֶׁהַקּוֹרֵעַ עַל הֶחָכָם מְאַחֶה לְמָחָר שֶׁאֲפִלּוּ רַבּוֹ שֶׁמֵּת אֵין מִתְאַבֵּל עָלָיו אֶלָּא יוֹם אֶחָד בִּלְבַד אוֹ יוֹם מִיתָה אוֹ יוֹם שְׁמוּעָה. כֵּן יֵרָאֶה לִי שֶׁהַקּוֹרֵעַ עַל הַנָּשִׂיא וְכַיּוֹצֵא בּוֹ שׁוֹלֵל לְמָחָר אַף עַל פִּי שֶׁאֵינוֹ מְאַחֶה עֲלֵיהֶם לְעוֹלָם: \n",
      "חָכָם שֶׁבָּאָה שְׁמוּעָתוֹ שֶׁמֵּת אֵין קוֹרְעִין עָלָיו אֶלָּא בִּשְׁעַת הֶסְפֵּדוֹ וְזֶהוּ כְּבוֹדוֹ. וְשׁוֹלֵל בּוֹ בַּיּוֹם וּמְאַחֶה לְמָחָר: \n",
      "אַב בֵּית דִּין שֶׁמֵּת הַכּל קוֹרְעִין עָלָיו וְחוֹלְצִין מִשְּׂמֹאל וְכָל בָּתֵּי מִדְרָשׁוֹת שֶׁבְּעִירוֹ בְּטֵלִין. וּבְנֵי בֵּית הַכְּנֶסֶת נִכְנָסִין לְבֵית הַכְּנֶסֶת. וּמְשַׁנִּין אֶת מְקוֹמָן. הַיּוֹשְׁבִין בַּדָּרוֹם יֵשְׁבוּ בַּצָּפוֹן. וְהַיּוֹשְׁבִים בַּצָּפוֹן יֵשְׁבוּ בַּדָּרוֹם: \n",
      "נָשִׂיא שֶׁמֵּת הַכּל קוֹרְעִין עָלָיו. וְחוֹלְצִין שְׁתֵּי הַיָּדַיִם מִכָּאן וּמִכָּאן. וּבְכָל בָּתֵּי מִדְרָשׁוֹת בְּטֵלִים. וּבְנֵי בֵּית הַכְּנֶסֶת נִכְנָסִין בְּשַׁבָּת לְבֵית הַכְּנֶסֶת וְקוֹרְאִין שִׁבְעָה. וְלֹא יְטַיְּלוּ בַּשּׁוּק אֶלָּא יוֹשְׁבִין מִשְׁפָּחוֹת מִשְׁפָּחוֹת דָּוִים כָּל הַיּוֹם: \n"
    ],
    [
      "הַשַּׁבָּת עוֹלָה לְמִנְיַן אֲבֵלוּת. וְאֵין אֲבֵלוּת בְּשַׁבָּת אֶלָּא בִּדְבָרִים שֶׁבְּצִנְעָה. כְּגוֹן עֲטִיפַת הָרֹאשׁ וְתַשְׁמִישׁ הַמִּטָּה וּרְחִיצָה בְּחַמִּין. אֲבָל דְּבָרִים שֶׁבְּגָלוּי אֵינוֹ נוֹהֵג בָּהֶן אֲבֵלוּת. אֶלָּא לוֹבֵשׁ מִנְעָלָיו וְזוֹקֵף אֶת הַמִּטָּה. וְנוֹתֵן שָׁלוֹם לְכָל אָדָם. וְאִם יֵשׁ לוֹ בֶּגֶד מַחְלִיף. וְלֹא יִלְבַּשׁ בֶּגֶד קָרוּעַ בְּשַׁבָּת. אֲפִלּוּ עַל אָבִיו וְעַל אִמּוֹ. וְאִם אֵין לוֹ לְהַחְלִיף מַחְזִיר אֶת הַקֶּרַע לְאַחֲרָיו: \n",
      "מֵאֵימָתַי זוֹקְפִים אֶת הַמִּטּוֹת בְּעֶרֶב שַׁבָּת. מִן הַמִּנְחָה וּלְמַעְלָה. וְאַף עַל פִּי כֵן לֹא יֵשֵׁב עָלֶיהָ עַד שֶׁתֶּחֱשַׁךְ. וְאַף עַל פִּי שֶׁלֹּא נִשְׁתַּיֵּר לוֹ אֶלָּא יוֹם אֶחָד חוֹזֵר וְכוֹפֶה אוֹתָן בְּמוֹצָאֵי שַׁבָּת: \n",
      "הָרְגָלִים וְכֵן רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים אֵין דָּבָר מִדִּבְרֵי אֲבֵלוּת נוֹהֵג בָּהֶן. וְכָל הַקּוֹבֵר אֶת מֵתוֹ אֲפִלּוּ שָׁעָה אַחַת קֹדֶם הָרֶגֶל אוֹ קֹדֶם רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים בָּטְלָה מִמֶּנּוּ גְּזֵרַת שִׁבְעָה. נִמְצָא מוֹנֶה לְאַחַר רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שְׁלֹשָׁה וְעֶשְׂרִים יוֹם וּלְאַחַר הַפֶּסַח שִׁשָּׁה עָשָׂר יוֹם. שֶׁהֲרֵי בָּטְלָה מִמֶּנּוּ גְּזֵרַת שִׁבְעָה וְשִׁבְעַת יְמֵי הֶחָג הֲרֵי אַרְבָּעָה עָשָׂר. וְכֵן אִם קָבַר קֹדֶם עֲצֶרֶת מוֹנֶה אַחֲרֶיהָ שִׁשָּׁה עָשָׂר יוֹם אַף עַל פִּי שֶׁהוּא יוֹם אֶחָד הֲרֵי הִיא רֶגֶל וְעוֹלָה לְשִׁבְעָה יָמִים: \n",
      "קָבַר אֶת מֵתוֹ קֹדֶם חַג הַסֻּכּוֹת מוֹנֶה אַחַר הֶחָג תִּשְׁעָה יָמִים בִּלְבַד. שֶׁהֲרֵי שְׁמִינִי עֲצֶרֶת רֶגֶל בִּפְנֵי עַצְמוֹ וְנִמְצָא יוֹם טוֹב הָרִאשׁוֹן מַפְסִיק שִׁבְעָה. וְשִׁבְעַת יְמֵי הֶחָג. וּשְׁמִינִי שֶׁל חַג רֶגֶל אֶחָד הֲרֵי אֶחָד וְעֶשְׂרִים יוֹם: \n",
      "הַקּוֹבֵר אֶת מֵתוֹ שִׁבְעַת יָמִים קֹדֶם רֶגֶל מִן הָרְגָלִים אוֹ קֹדֶם רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים בָּטְלָה גְּזֵרַת שְׁלֹשִׁים. וּמֻתָּר לְסַפֵּר וּלְכַבֵּס בְּעֶרֶב יוֹם טוֹב אוֹ בְּעֶרֶב יוֹם הַכִּפּוּרִים שֶׁמִּקְצָת הַיּוֹם כְּכֻלּוֹ. וְאֵינוֹ מוֹנֶה לְאַחֲרֵיהֶם כְּלוּם. וְאִם עַל אָבִיו וְעַל אִמּוֹ הוּא מִתְאַבֵּל אֲפִלּוּ מֵתוּ קֹדֶם הָרֶגֶל שְׁלֹשִׁים יוֹם אֵינוֹ מְגַלֵּחַ עַד שֶׁיִּשְׁלַח פֶּרַע. אוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו. וְאֵין הָרְגָלִים מַפְסִיקִין דָּבָר זֶה: \n",
      "חָל שִׁשִּׁי שֶׁלּוֹ בְּעֶרֶב הָרֶגֶל וְאֵין צָרִיךְ לוֹמַר חֲמִישִׁי אוֹ שְׁלִישִׁי. אֵינוֹ מְגַלֵּחַ וְלֹא בָּטְלָה מִמֶּנּוּ אֶלָּא גְּזֵרַת שִׁבְעָה בִּלְבַד. וְאֵינוֹ מֻתָּר לִרְחֹץ וְלָסוּךְ וְלַעֲשׂוֹת דָּבָר עַד שֶׁיִּכָּנֵס יוֹם טוֹב. וְיוֹם טוֹב מַפְסִיק שְׁאָר הַשִּׁבְעָה. וּלְאַחַר יוֹם טוֹב מַשְׁלִים כָּל שְׁלֹשִׁים יוֹם מִיּוֹם הַמִּיתָה וְאָסוּר בָּהֶן בְּכָל חֲמִשָּׁה דְּבָרִים: \n",
      "חָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּעֶרֶב הָרֶגֶל וַהֲרֵי הוּא שַׁבָּת בָּטְלָה מִמֶּנּוּ גְּזֵרַת שְׁלֹשִׁים וּמֻתָּר לְגַלֵּחַ בְּתוֹךְ הַמּוֹעֵד שֶׁהֲרֵי אָנוּס הָיָה וְאִי אֶפְשָׁר לוֹ לְגַלֵּחַ בְּשַׁבָּת. וְכֵן מְגַלֵּחַ אַחַר עֲצֶרֶת אוֹ אַחַר רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שֶׁהֲרֵי בָּטְלָה גְּזֵרַת שְׁלֹשִׁים וְיֵשׁ לוֹ לְגַלֵּחַ בְּכָל עֵת שֶׁיִּרְצֶה: \n",
      "הַקּוֹבֵר אֶת מֵתוֹ בְּתוֹךְ הָרֶגֶל לֹא חָלָה עָלָיו אֲבֵלוּת כְּלָל. וְאֵינוֹ נוֹהֵג אֲבֵלוּת בָּרֶגֶל אֶלָּא לְאַחַר הָרֶגֶל מַתְחִיל לִמְנוֹת שִׁבְעָה וְנוֹהֵג בָּהֶן כָּל דִּבְרֵי אֲבֵלוּת. וּמוֹנֶה שְׁלֹשִׁים מִיּוֹם הַקְּבוּרָה וְנוֹהֵג בִּשְׁאָר הַשְּׁלֹשִׁים בְּכָל גְּזֵרוֹת שְׁלֹשִׁים: \n",
      "הַמְּקוֹמוֹת שֶׁעוֹשִׂין שְׁנֵי יָמִים טוֹבִים מוֹנֶה הַשִּׁבְעָה מִיּוֹם טוֹב שֵׁנִי הָאַחֲרוֹן. אַף עַל פִּי שֶׁאֵינוֹ נוֹהֵג אֲבֵלוּת. הוֹאִיל וּמִדִּבְרֵיהֶם הוּא עוֹלֶה לוֹ מִן הַמִּנְיָן. וּמוֹנֶה אַחֲרָיו שִׁשָּׁה יָמִים בִּלְבַד וּמוֹנֶה שְׁלֹשִׁים יוֹם מִיּוֹם הַקְּבוּרָה כְּמוֹ שֶׁאָמַרְנוּ: \n",
      "הַקּוֹבֵר אֶת מֵתוֹ בְּיוֹם טוֹב שֵׁנִי שֶׁהוּא יוֹם טוֹב הָאַחֲרוֹן. אוֹ בְּיוֹם טוֹב שֵׁנִי שֶׁל עֲצֶרֶת. נוֹהֵג בּוֹ אֲבֵלוּת. הוֹאִיל וְיוֹם טוֹב שֵׁנִי מִדִּבְרֵיהֶם וַאֲבֵלוּת יוֹם רִאשׁוֹן שֶׁל תּוֹרָה יִדָּחֶה עֲשֵׂה שֶׁל דִּבְרֵיהֶם מִפְּנֵי עֲשֵׂה שֶׁל תּוֹרָה. אֲבָל אִם קָבַר בְּיוֹם טוֹב שֵׁנִי שֶׁל רֹאשׁ הַשָּׁנָה אֵינוֹ נוֹהֵג בּוֹ אֲבֵלוּת. שֶׁשְּׁנֵיהֶן כְּיוֹם אָרֹךְ הֵן מִטַּעַם שֶׁבֵּאַרְנוּ בְּהִלְכוֹת קִדּוּשׁ הַחֹדֶשׁ: \n"
    ],
    [
      "אַף עַל פִּי שֶׁאֵין אֲבֵלוּת בַּמּוֹעֵד קוֹרֵעַ עַל מֵתוֹ בַּמּוֹעֵד וְחוֹלֵץ כְּתֵפוֹ. וּמַבְרִין אֶת הָאֲבֵלִים לֶחֶם בַּמּוֹעֵד. כָּל אֵלּוּ בְּחֻלּוֹ שֶׁל מוֹעֵד אֲבָל בְּיוֹם טוֹב אֲפִלּוּ בְּיוֹם טוֹב שֵׁנִי אֵין קוֹרְעִין וְלֹא חוֹלְצִין וְלֹא מַבְרִין: \n",
      "אֵין קוֹרְעִין בַּמּוֹעֵד וְלֹא חוֹלְצִין אֶלָּא הַקְּרוֹבִים שֶׁחַיָּבִין בָּאֵבֶל. אוֹ הַקּוֹרֵעַ וְהַחוֹלֵץ עַל הֶחָכָם אוֹ עַל אָדָם כָּשֵׁר. אוֹ מִי שֶׁהָיָה עוֹמֵד בִּשְׁעַת יְצִיאַת נְשָׁמָה. וּמַבְרִין הַכּל עַל הֶחָכָם בַּמּוֹעֵד לְתוֹךְ הָרְחָבָה כְּדֶרֶךְ שֶׁמַּבְרִין אֶת הָאֲבֵלִים. שֶׁהַכּל אֲבֵלִים עָלָיו: \n",
      "כְּשֶׁמַּבְרִין אֶת הָאֲבֵלִים בַּמּוֹעֵד אֵין מַבְרִין אֶלָּא עַל מִטּוֹת זְקוּפוֹת. וְאֵין אוֹמְרִין בִּרְכַּת אֲבֵלִים בַּמּוֹעֵד. אֲבָל עוֹמְדִין בְּשׁוּרָה וּמְנַחֲמִין וּפוֹטְרִין. וְאֵין מַנִּיחִין אֶת הַמִּטָּה בָּרְחוֹב שֶׁלֹּא לְהַרְגִּיל אֶת הַהֶסְפֵּד. שֶׁהַמּוֹעֵד אָסוּר בְּהֶסְפֵּד וּבְתַעֲנִית. וְכֵן אֵין מְלַקְּטִים עַצְמוֹת אָבִיו וְאִמּוֹ בַּמּוֹעֵד שֶׁאֵבֶל הוּא לוֹ. וְאֵין צָרִיךְ לוֹמַר שְׁאָר קְרוֹבִים. וְכֵן אֵין מַסְפִּידִין אֶת הַמֵּת בַּחֲנֻכָּה וּבְפוּרִים וְלֹא בְּרָאשֵׁי חֳדָשִׁים אֲבָל נוֹהֲגִין בָּהֶן כָּל דִּבְרֵי אֲבֵלוּת. וּמֻתָּר לִסְפֹּד לִפְנֵי חֲנֻכָּה וּפוּרִים וּלְאַחֲרֵיהֶן: \n",
      "הַנָּשִׁים בַּמּוֹעֵד מְעַנּוֹת אֲבָל לֹא מְטַפְּחוֹת. וּבְרָאשֵׁי חֳדָשִׁים וּבַחֲנֻכָּה וּבְפוּרִים מְעַנּוֹת וּמְטַפְּחוֹת אֲבָל אֵין מְקוֹנְנוֹת לֹא בָּזֶה וְלֹא בָּזֶה. נִקְבַּר הַמֵּת לֹא מְעַנּוֹת וְלֹא מְטַפְּחוֹת: \n",
      "אֵי זֶהוּ עִנּוּי שֶׁכֻּלָּן עוֹנוֹת כְּאַחַת. קִינָה שֶׁאַחַת אוֹמֶרֶת וְכֻלָּן עוֹנוֹת אַחֲרֶיהָ. שֶׁנֶּאֱמַר <small>(ירמיה ט יט)</small> \"וְלַמֵּדְנָה בְנוֹתֵיכֶם נֶהִי וְאִשָּׁה רְעוּתָהּ קִינָה\". בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הָעָם שֶׁמֵּתוּ. אֲבָל תַּלְמִיד חָכָם שֶׁמֵּת סוֹפְדִים אוֹתוֹ בַּמּוֹעֵד וְאֵין צָרִיךְ לוֹמַר בַּחֲנֻכָּה וּבְפוּרִים וְרָאשֵׁי חֳדָשִׁים אֲבָל לֹא בְּיוֹם טוֹב שֵׁנִי. וְאֵין סוֹפְדִין אוֹתוֹ בְּיָמִים אֵלּוּ אֶלָּא בְּפָנָיו. נִקְבַּר אֲסוּרִין בְּהֶסְפֵּד. וְיוֹם שְׁמוּעָתוֹ כִּבְפָנָיו הוּא וְסוֹפְדִין אוֹתוֹ אַף עַל פִּי שֶׁהִיא רְחוֹקָה: \n",
      "לֹא תְּעוֹרֵר אִשָּׁה עַל מֵת שֶׁלָּהּ שְׁלֹשִׁים יוֹם קֹדֶם לֶחָג. כְּדֵי שֶׁלֹּא יָבוֹא הֶחָג וְהֵם דָּוִים. שֶׁאֵין הַמֵּת מִשְׁתַּכֵּחַ מִן הַלֵּב שְׁלֹשִׁים יוֹם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמֵת יָשָׁן. אֲבָל אִם מֵת בְּתוֹךְ שְׁלֹשִׁים יוֹם סָמוּךְ לֶחָג מְעוֹרֶרֶת: \n",
      "שִׁבְעַת יְמֵי הַחַתְנוּת הֲרֵי הֵן כְּרֶגֶל וּמִי שֶׁמֵּת לוֹ מֵת בְּתוֹךְ יְמֵי הַמִּשְׁתֶּה אֲפִלּוּ אָבִיו וְאִמּוֹ מַשְׁלִים שִׁבְעַת יְמֵי הַשִּׂמְחָה וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת. וּמוֹנֶה הַשְּׁלֹשִׁים מֵאַחַר יְמֵי הַשִּׂמְחָה: \n",
      "הֵכִין כָּל צָרְכֵי הַסְּעוּדָה וְאָפָה פִּתּוֹ וְטָבַח טִבְחוֹ כְּדֵי שֶׁיִּכָּנְסוּ לַשִּׂמְחָה וּמֵת לוֹ מֵת קֹדֶם שֶׁיִּכָּנְסוּ לַשִּׂמְחָה. אִם לֹא נָתַן מַיִם עַל גַּבֵּי בָּשָׂר מוֹכֵר הַבָּשָׂר וְהַפַּת וְנוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה. וְאִם נָתַן מַיִם עַל גַּבֵּי בָּשָׂר שֶׁהֲרֵי אִי אֶפְשָׁר לְמָכְרוֹ. מַכְנִיסִין אֶת הַמֵּת לְחֶדֶר וְאֶת הֶחָתָן וְאֶת הַכַּלָּה לַחֻפָּה. וּבוֹעֵל בְּעִילַת מִצְוָה וּפוֹרֵשׁ וְנוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת. וְכָל אוֹתָן הַיָּמִים נוֹהֵג בִּדְבָרִים שֶׁבְּצִנְעָה כְּשַׁבָּת. לְפִיכָךְ הוּא יָשֵׁן בֵּין הָאֲנָשִׁים וְאִשְׁתּוֹ יְשֵׁנָה בֵּין הַנָּשִׁים כְּדֵי שֶׁלֹּא יְשַׁמֵּשׁ מִטָּתוֹ. וְאֵין מוֹנְעִין תַּכְשִׁיטִין מִן הַכַּלָּה כָּל שְׁלֹשִׁים יוֹם. הָיוּ בְּמָקוֹם שֶׁאֶפְשָׁר לִמְכֹּר הַבָּשָׂר אַף עַל פִּי שֶׁנָּתַן עָלָיו מַיִם מוֹכֵר וְנוֹהֵג אֲבֵלוּת תְּחִלָּה. הָיוּ בְּמָקוֹם שֶׁאִי אֶפְשָׁר לִמְכֹּר הַבָּשָׂר אַף עַל פִּי שֶׁלֹּא נָתַן עָלָיו מַיִם נוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה תְּחִלָּה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמֵּת אָבִיו שֶׁל חָתָן אוֹ אִמָּהּ שֶׁל כַּלָּה. שֶׁאִם יַפְסִידוּ סְעוּדָה זוֹ אֵין לָהֶם מִי שֶׁיִּטְרַח לָהֶם. אֲבָל אִם מֵת אָבִיהָ שֶׁל כַּלָּה אוֹ אִמּוֹ שֶׁל חָתָן אוֹ שְׁאָר קְרוֹבֵיהֶם נוֹהֲגִין שִׁבְעַת יְמֵי הָאֵבֶל תְּחִלָּה וְאַחַר כָּךְ תִּכָּנֵס לַחֻפָּה וְיִנְהֲגוּ שִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n"
    ],
    [
      "הַהֶסְפֵּד כְּבוֹד הַמֵּת הוּא. לְפִיכָךְ כּוֹפִין אֶת הַיּוֹרְשִׁין לִתֵּן שְׂכַר מְקוֹנְנִים וְהַמְקוֹנְנוֹת וְסוֹפְדִין אוֹתוֹ. וְאִם צִוָּה שֶׁלֹּא יִסְפְּדוּהוּ אֵין סוֹפְדִין אוֹתוֹ. אֲבָל אִם צִוָּה שֶׁלֹּא יִקָּבֵר אֵין שׁוֹמְעִין לוֹ. שֶׁהַקְּבוּרָה מִצְוָה שֶׁנֶּאֱמַר <small>(דברים כא כג)</small> \"כִּי קָבוֹר תִּקְבְּרֶנּוּ\": \n",
      "כָּל הַמִּתְעַצֵּל בְּהֶסְפֵּדוֹ שֶׁל חָכָם אֵינוֹ מַאֲרִיךְ יָמִים. וְכָל הַמִּתְעַצֵּל בְּהֶסְפֵּד אָדָם כָּשֵׁר רָאוּי לִקָּבֵר בְּחַיָּיו. וְכָל הַמּוֹרִיד דְּמָעוֹת עַל אָדָם כָּשֵׁר הֲרֵי שְׂכָרוֹ שָׁמוּר עַל כָּךְ אֵצֶל הַקָּדוֹשׁ בָּרוּךְ הוּא: \n",
      "אֵין מַנִּיחִין סֵפֶר תּוֹרָה עַל מִטָּתוֹ שֶׁל חָכָם. וְאֵין מְשַׁנִּין אוֹתוֹ מִמִּטָּה לְמִטָּה. וְאֵין מוֹצִיאִין מִטָּתוֹ אֶלָּא דֶּרֶךְ פְּתָחִים. לֹא שֶׁיְּשַׁלְשְׁלוּהָ דֶּרֶךְ גַּגּוֹת. וּבִשְׁאָר הָעָם מֻתָּר לַעֲשׂוֹת: \n",
      "אֵין פּוֹחֲתִין מִשִּׁבְעָה מַעֲמָדוֹת לְמֵת. וְאֵין עוֹשִׂין מַעֲמָד וּמוֹשָׁב בְּפָחוֹת מֵעֲשָׂרָה. וְאֵין עוֹשִׂין אֶלָּא בִּקְרוֹבִים. וְאֵין עוֹשִׂין אֶלָּא בְּיוֹם רִאשׁוֹן וּבְבֵית הַקְּבָרוֹת וּבְמָקוֹם שֶׁנָּהֲגוּ. כֵּיצַד עוֹשִׂין בְּמָקוֹם שֶׁנָּהֲגוּ. מַעֲמִידִין שְׁאָר הַקְּרוֹבִים וּבְנֵי מִשְׁפָּחָה שֶׁאֵינָן בְּנֵי אָבֵל. וְאוֹמְרִין לִפְנֵיהֶם דִּבְרֵי קִינוֹת וְכַיּוֹצֵא בָּהֶן. וְאַחַר כָּךְ אוֹמֵר שְׁבוּ יְקָרִים שְׁבוּ. וְאוֹמֵר לִפְנֵיהֶם דְּבָרִים אֲחֵרִים כְּשֶׁהֵן יוֹשְׁבִין וְאַחַר כָּךְ עִמְדוּ יְקָרִים עֲמֹדוּ. וְאוֹמֵר כְּשֶׁהֵן עוֹמְדִין וְחוֹזֵר וְאוֹמֵר כָּךְ [עַד] שֶׁבַע פְּעָמִים: \n",
      "כְּדֶרֶךְ שֶׁעוֹשִׂין מַעֲמָד וּמוֹשָׁב לַאֲנָשִׁים בְּמָקוֹם שֶׁנָּהֲגוּ. כָּךְ עוֹשִׂין לְנָשִׁים. וּמַסְפִּידִין הַנָּשִׁים כַּאֲנָשִׁים בְּכָל מָקוֹם. אֲבָל אֵין מַנִּיחִין מִטַּת הָאִשָּׁה בָּרְחוֹב לְעוֹלָם שֶׁזֶּה גְּנַאי לָאִשָּׁה. אֶלָּא סָמוּךְ לְמִיתָתָהּ קְבוּרָתָהּ: \n",
      "הַמְלַקֵּט עֲצָמוֹת אֵין אוֹמְרִים עֲלֵיהֶם קִינִים וּנְהִי. וְלֹא בִּרְכַּת אֲבֵלִים וְלֹא תַּנְחוּמֵי אֲבֵלִים. אֲבָל אוֹמְרִים עֲלֵיהֶן דִּבְרֵי שֶׁבַח לְהַקָּדוֹשׁ בָּרוּךְ הוּא וְדִבְרֵי כִּבּוּשִׁים: \n",
      "הַמְפַנֶּה אֲרוֹנוֹ שֶׁל מֵת מִמָּקוֹם לְמָקוֹם. אִם שִׁדְרוֹ קַיֶּמֶת עוֹמְדִין עָלָיו בְּשׁוּרָה. וְאוֹמְרִים עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. וּמַסְפִּידִין אוֹתוֹ אַף עַל פִּי שֶׁהֶעֱבִירוּהוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם אֵין שִׁדְרוֹ קַיֶּמֶת אֵין מַסְפִּידִין אוֹתוֹ. וְאֵין עוֹמְדִין עָלָיו בְּשׁוּרָה וְאֵין אוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְלֹא תַּנְחוּמֵי אֲבֵלִים. וְאֵלּוּ הֵן בִּרְכַּת אֲבֵלִים דְּבָרִים שֶׁאוֹמְרִים בְּבֵית הָאָבֶל. תַּנְחוּמֵי אֲבֵלִים שֶׁאוֹמְרִים בַּשּׁוּרָה: \n",
      "הַמְלַקֵּט עַצְמוֹת אָבִיו וְאִמּוֹ הֲרֵי זֶה מִתְאַבֵּל עֲלֵיהֶן כָּל הַיּוֹם כֻּלּוֹ. וְלָעֶרֶב אֵין מִתְאַבֵּל אֲפִלּוּ צְרוּרִין לוֹ בִּסְדִינוֹ. וְאֵין אוֹמְרִין עֲלֵיהֶן קִינוֹת: \n",
      "אֵין מַסְפִּידִין אֶת הַקְּטַנִּים. וּבֶן כַּמָּה שָׁנִים יִהְיֶה רָאוּי לְהֶסְפֵּד. בְּנֵי עֲנִיִּים אוֹ בְּנֵי זְקֵנִים בְּנֵי חָמֵשׁ. וּבְנֵי עֲשִׁירִים בְּנֵי שֵׁשׁ. אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת: \n",
      "תִּינוֹק שֶׁמֵּת כָּל שְׁלֹשִׁים יוֹצֵא בְּחֵיק וְנִקְבָּר בְּאִשָּׁה אַחַת וּבִשְׁנֵי אֲנָשִׁים. אֲבָל לֹא בְּאִישׁ אֶחָד וּבִשְׁתֵּי נָשִׁים מִפְּנֵי הַיִּחוּד. וְאֵין עוֹמְדִין עָלָיו בְּשׁוּרָה. וְאֵין אוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. בֶּן שְׁלֹשִׁים יוֹם גְּמוּרִים יוֹצֵא בִּגְלוּסְקְמָא קְטַנָּה הַנִּטֶּלֶת בַּאֲגַפַּיִים. וְעוֹמְדִין עָלָיו בְּשׁוּרָה. וְאוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. בֶּן שְׁנֵים עָשָׂר חֹדֶשׁ יוֹצֵא בְּמִטָּה: \n",
      "כָּל הַיּוֹצֵא בְּמִטָּה רַבִּים מַצְהִיבִין עָלָיו. וְכָל שֶׁאֵינוֹ יוֹצֵא בְּמִטָּה אֵין רַבִּים מַצְהִיבִין עָלָיו. וכָּל הַנִּכָּר לָרַבִּים רַבִּים מִתְעַסְּקִין בּוֹ. וְכָל שֶׁאֵינוֹ נִכָּר לָרַבִּים אֵין רַבִּים חַיָּבִין לְהִתְעַסֵּק בּוֹ. וּמָקוֹם שֶׁנָּהֲגוּ נָשִׁים לָצֵאת לִפְנֵי הַמִּטָּה יוֹצְאוֹת לִפְנֵי הַמִּטָּה. לְאַחַר הַמִּטָּה יוֹצְאוֹת לְאַחַר הַמִּטָּה: \n",
      "הָעֲבָדִים וְהַשְּׁפָחוֹת אֵין מַסְפִּידִין אוֹתָן וְאֵין עוֹמְדִין עֲלֵיהֶן בְּשׁוּרָה. וְאֵין אוֹמְרִים עֲלֵיהֶן בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. אֶלָּא אוֹמְרִין לוֹ כְּשֵׁם שֶׁאוֹמְרִין לוֹ עַל שׁוֹרוֹ וְעַל חֲמוֹרוֹ הַמָּקוֹם יְמַלֵּא חֶסְרוֹנְךָ: \n"
    ],
    [
      "כֵּיצַד מְנַחֲמִין אֶת הָאֲבֵלִים. אַחַר שֶׁקּוֹבְרִין אֶת הַמֵּת מִתְקַבְּצִין הָאֲבֵלִים וְעוֹמְדִין בְּצַד בֵּית הַקְּבָרוֹת. וְכָל הַמְלַוִּין אֶת הַמֵּת עוֹמְדִין סָבִיב לָהֶן שׁוּרָה לִפְנֵי שׁוּרָה. וְאֵין שׁוּרָה פְּחוּתָה מֵעֲשָׂרָה וְאֵין אֲבֵלִים מִן הַמִּנְיָן: \n",
      "הָאֲבֵלִים עוֹמְדִין לִשְׂמֹאל הַמְנַחֲמִין וְכָל הַמְנַחֲמִין בָּאִין אֵצֶל הָאֲבֵלִים אֶחָד אֶחָד. וְאוֹמְרִים לָהֶן תְּנֻחֲמוּ מִן הַשָּׁמַיִם. וְאַחַר כָּךְ הוֹלֵךְ הָאָבֵל לְבֵיתוֹ. וְכָל יוֹם וְיוֹם מִשִּׁבְעַת יְמֵי אֲבֵלוּת בָּאִין בְּנֵי אָדָם לְנַחֲמוֹ. בֵּין שֶׁבָּאוּ פָּנִים חֲדָשׁוֹת בֵּין שֶׁלֹּא בָּאוּ: \n",
      "הָאָבֵל מֵסֵב בָּרֹאשׁ. וְאֵין הַמְנַחֲמִין רַשָּׁאִין לֵישֵׁב אֶלָּא עַל גַּבֵּי קַרְקַע. שֶׁנֶּאֱמַר <small>(איוב ב יג)</small> \"וַיֵּשְׁבוּ אִתּוֹ לָאָרֶץ\". וְאֵין רַשָּׁאִין לוֹמַר דָּבָר עַד שֶׁיִּפָּתַח הָאָבֵל אֶת פִּיו תְּחִלָּה. שֶׁנֶּאֱמַר <small>(איוב ב יג)</small> \"וְאֵין דֹּבֵר אֵלָיו דָּבָר\" וּכְתִיב <small>(איוב ג א)</small> \"אַחֲרֵי כֵן פָּתַח אִיּוֹב אֶת פִּיהוּ\" וְגוֹ' <small>(איוב ד א)</small> \"וַיַּעַן אֱלִיפַז\". וְכֵיוָן שֶׁנִּעְנֵעַ בְּרֹאשׁוֹ שׁוּב אֵין הַמְנַחֲמִין רַשָּׁאִין לֵישֵׁב אֶצְלוֹ. שֶׁלֹּא יַטְרִיחוּהוּ יוֹתֵר מִדַּאי: \n",
      "מֵת שֶׁאֵין לוֹ אֲבֵלִים לְהִתְנַחֵם. בָּאִים עֲשָׂרָה בְּנֵי אָדָם כְּשֵׁרִין וְיוֹשְׁבִין בִּמְקוֹמוֹ כָּל שִׁבְעַת יְמֵי הָאֲבֵלוּת. וּשְׁאָר הָעָם מִתְקַבְּצִין עֲלֵיהֶן. וְאִם לֹא הָיוּ שָׁם עֲשָׂרָה קְבוּעִין בְּכָל יוֹם וְיוֹם מִתְקַבְּצִין עֲשָׂרָה מִשְּׁאָר הָעָם וְיוֹשְׁבִין בִּמְקוֹמוֹ: \n",
      "הַכּל חַיָּבִין לַעֲמֹד בִּפְנֵי נָשִׂיא חוּץ מֵאָבֵל וְחוֹלֶה. וּלְכָל הָעוֹמֵד מִפָּנָיו אוֹמֵר לוֹ שֵׁב חוּץ מֵאָבֵל וְחוֹלֶה שֶׁמַּשְׁמָע יֵשֵׁב בְּאֶבְלוֹ יֵשֵׁב בְּחָלְיוֹ: \n",
      "מְכַבְּדִין וּמְרַבְּצִין בְּבֵית הָאָבֵל. וּמְדִיחִין קְעָרוֹת וְכוֹסוֹת וְקִיתוֹנוֹת וּצְלוֹחִיּוֹת וּמַדְלִיקִין אֶת הַנֵּרוֹת. אֲבָל אֵין מְבִיאִין שָׁם לֹא אֶת הַמֻּגְמָר וְלֹא אֶת הַבְּשָׂמִים: \n",
      "אֵין מוֹלִיכִין לְבֵית הָאָבֵל הַמַּאֲכָל שֶׁמַּבְרִין בּוֹ. לֹא בִּכְלֵי כֶּסֶף וְלֹא בִּכְלֵי שַׁעַם וְכַיּוֹצֵא בָּהֶן. אֶלָּא בִּכְלֵי נְסָרִים שֶׁל עֲרָבָה קְלוּפָה וְכַיּוֹצֵא בָּהֶן. שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. וְאֵין מַשְׁקִין בִּזְכוּכִית לְבָנָה אֶלָּא בִּצְבוּעָה. שֶׁלֹּא לְבַיֵּשׁ אֶת הָעֲנִיִּים שֶׁאֵין יֵינוֹתֵיהֶן טוֹבוֹת: \n",
      "אֵין שׁוֹתִין בְּבֵית הָאָבֵל יֶתֶר עַל עֲשָׂרָה כּוֹסוֹת לְכָל אֶחָד וְאֶחָד. שְׁלֹשָׁה קֹדֶם אֲכִילָה. וּשְׁלֹשָׁה בְּתוֹךְ אֲכִילָה. וְאַרְבָּעָה לְאַחַר אֲכִילָה. וְלֹא יוֹסִיף שֶׁמָּא יִשְׁתַּכֵּר: \n",
      "אֵין אוֹמְרִין שְׁמוּעָה וְהַגָּדָה בְּבֵית הָאָבֵל אֶלָּא יוֹשְׁבִין דָּוִין. וְכֵן אֵין אוֹמְרִין בִּפְנֵי הַמֵּת אֶלָּא דְּבָרִים שֶׁל מֵת. אֲבָל לַעֲסֹק בְּדִבְרֵי תּוֹרָה בְּפָנָיו אוֹ בְּבֵית הַקְּבָרוֹת אָסוּר: \n",
      "אֵין בּוֹכִין עַל הַמֵּת יֶתֶר מִשְּׁלֹשָׁה יָמִים. וְאֵין מַסְפִּידִין יֶתֶר מִשִּׁבְעָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הָעָם. אֲבָל תַּלְמִידֵי חֲכָמִים הַכּל לְפִי חָכְמָתָן. וְאֵין בּוֹכִיִן עֲלֵיהֶם יוֹתֵר מִשְּׁלֹשִׁים יוֹם. שֶׁאֵין לָנוּ גָּדוֹל מִמּשֶׁה רַבֵּנוּ וּכְתִיב <small>(דברים לד ח)</small> \"וַיִּתְּמוּ יְמֵי בְכִי אֵבֶל משֶׁה\". וְכֵן אֵין מַסְפִּידִין יֶתֶר עַל שְׁנֵים עָשָׂר חֹדֶשׁ. אֵין לָנוּ בְּחָכְמָה גָּדוֹל מֵרַבֵּנוּ הַקָּדוֹשׁ וּשְׁנֵים עָשָׂר חֹדֶשׁ בִּלְבַד נִסְפַּד. וְכֵן חָכָם שֶׁבָּאָה שְׁמוּעָתוֹ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ אֵין סוֹפְדִין אוֹתוֹ: \n",
      "אַל יִתְקַשֶּׁה אָדָם עַל מֵתוֹ יֶתֶר מִדַּאי. שֶׁנֶּאֱמַר <small>(ירמיה כב י)</small> \"אַל תִּבְכּוּ לְמֵת וְאַל תָּנֻדוּ לוֹ\". כְּלוֹמַר יֶתֶר מִדַּאי שֶׁזֶּהוּ מִנְהָגוֹ שֶׁל עוֹלָם. וְהַמְצַעֵר [עַצְמוֹ יוֹתֵר] עַל מִנְהָגוֹ שֶׁל עוֹלָם הֲרֵי זֶה טִפֵּשׁ. אֶלָּא כֵּיצַד יַעֲשֶׂה. שְׁלֹשָׁה לִבְכִי. שִׁבְעָה לְהֶסְפֵּד. שְׁלֹשִׁים יוֹם לְתִסְפֹּרֶת וְלִשְׁאָר הַחֲמִשָּׁה דְּבָרִים: \n",
      "כָּל מִי שֶׁאֵינוֹ מִתְאַבֵּל כְּמוֹ שֶׁצִּוּוּ חֲכָמִים הֲרֵי זֶה אַכְזָרִי. אֶלָּא יִפְחַד וְיִדְאַג וִיפַשְׁפֵּשׁ בְּמַעֲשָׂיו וְיַחְזֹר בִּתְשׁוּבָה. וְאֶחָד מִבְּנֵי חֲבוּרָה שֶׁמֵּת תִּדְאַג כָּל הַחֲבוּרָה כֻּלָּהּ. כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים יִרְאֶה אֶת עַצְמוֹ כְּאִלּוּ חֶרֶב מֻנַּחַת לוֹ עַל צַוָּארוֹ. וּמִשְּׁלֹשָׁה וְעַד שִׁבְעָה [כְּאִלּוּ הִיא] מֻנַּחַת בְּקֶרֶן זָוִית. מִכָּאן וְאֵילָךְ [כְּאִלּוּ] עוֹבֶרֶת כְּנֶגְדּוֹ בַּשּׁוּק. כָּל זֶה לְהָכִין עַצְמוֹ וְיַחְזֹר וְיֵעוֹר מִשְּׁנָתוֹ. וַהֲרֵי הוּא אוֹמֵר הִכִּיתָה אֹתָם וְלֹא חָלוּ מִכְלַל שֶׁצָּרִיךְ לְהָקִיץ וְלָחוּל: \n"
    ],
    [
      "מִצְוַת עֲשֵׂה שֶׁל דִּבְרֵיהֶם לְבַקֵּר חוֹלִים. וּלְנַחֵם אֲבֵלִים. וּלְהוֹצִיא הַמֵּת. וּלְהַכְנִיס הַכַּלָּה. וּלְלַוּוֹת הָאוֹרְחִים. וּלְהִתְעַסֵּק בְּכָל צָרְכֵי הַקְּבוּרָה. לָשֵׂאת עַל הַכָּתֵף. וְלֵילֵךְ לְפָנָיו וְלִסְפֹּד וְלַחְפֹּר וְלִקְבֹּר. וְכֵן לְשַׂמֵּחַ הַכַּלָּה וְהֶחָתָן. וּלְסַעֲדָם בְּכָל צָרְכֵיהֶם. וְאֵלּוּ הֵן גְּמִילוּת חֲסָדִים שֶׁבְּגוּפוֹ שֶׁאֵין לָהֶם שִׁעוּר. אַף עַל פִּי שֶׁכָּל מִצְוֹת אֵלּוּ מִדִּבְרֵיהֶם הֲרֵי הֵן בִּכְלַל <small>(ויקרא יט יח)</small> \"וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ\". כָּל הַדְּבָרִים שֶׁאַתָּה רוֹצֶה שֶׁיַּעֲשׂוּ אוֹתָם לְךָ אֲחֵרִים. עֲשֵׂה אַתָּה אוֹתָן לְאָחִיךְ בְּתוֹרָה וּבְמִצְוֹת: \n",
      "שְׂכַר הַלְּוָיָה מְרֻבֶּה מִן הַכּל. וְהוּא הַחֹק שֶׁחֲקָקוֹ אַבְרָהָם אָבִינוּ וְדֶרֶךְ הַחֶסֶד שֶׁנָּהַג בָּהּ. מַאֲכִיל עוֹבְרֵי דְּרָכִים וּמַשְׁקֶה אוֹתָן וּמְלַוֶּה אוֹתָן. וּגְדוֹלָה הַכְנָסַת אוֹרְחִים מֵהַקְבָּלַת פְּנֵי שְׁכִינָה. שֶׁנֶּאֱמַר <small>(בראשית יח ב)</small> \"וַיַּרְא וְהִנֵּה שְׁלֹשָׁה אֲנָשִׁים\". וְלִוּוּיָם יוֹתֵר מֵהַכְנָסָתָן. אָמְרוּ חֲכָמִים כָּל שֶׁאֵינוֹ מְלַוֶּה כְּאִלּוּ שׁוֹפֵךְ דָּמִים: \n",
      "כּוֹפִין לִלְוָיָה כְּדֶרֶךְ שֶׁכּוֹפִין לִצְדָקָה. וּבֵית דִּין הָיוּ מְתַקְּנִין שְׁלוּחִין לְלַוּוֹת אָדָם הָעוֹבֵר מִמָּקוֹם לְמָקוֹם. וְאִם נִתְעַצְּלוּ בְּדָבָר זֶה מַעֲלֶה עֲלֵיהֶם כְּאִלּוּ שָׁפְכוּ דָּמִים. אֲפִלּוּ הַמְלַוֶּה אֶת חֲבֵרוֹ אַרְבַּע אַמּוֹת יֵשׁ לוֹ שָׂכָר הַרְבֵּה. וְכַמָּה שִׁעוּר לְוָיָה שֶׁחַיָּב אָדָם בָּהּ. הָרַב לְתַלְמִיד עַד עִבּוּרָהּ שֶׁל עִיר. וְהָאִישׁ לַחֲבֵרוֹ עַד תְּחוּם שַׁבָּת. וְהַתַּלְמִיד לָרַב עַד פַּרְסָה. וְאִם הָיָה רַבּוֹ מֻבְהָק עַד שָׁלֹשׁ פַּרְסָאוֹת: \n",
      "בִּקּוּר חוֹלִים מִצְוָה עַל הַכּל. אֲפִלּוּ גָּדוֹל מְבַקֵּר אֶת הַקָּטָן. וּמְבַקְּרִין הַרְבֵּה פְּעָמִים בַּיּוֹם. וְכָל הַמּוֹסִיף מְשֻׁבָּח וּבִלְבַד שֶׁלֹּא יַטְרִיחַ. וְכָל הַמְבַקֵּר אֶת הַחוֹלֶה כְּאִלּוּ נָטַל חֵלֶק מֵחָלְיוֹ וְהֵקֵל מֵעָלָיו. וְכָל שֶׁאֵינוֹ מְבַקֵּר כְּאִלּוּ שׁוֹפֵךְ דָּמִים: \n",
      "אֵין מְבַקְּרִין אֶת הַחוֹלֶה אֶלָּא מִיּוֹם שְׁלִישִׁי וָהָלְאָה. וְאִם קָפַץ עָלָיו הַחלִי וְהִכְבִּיד מְבַקְּרִין אוֹתוֹ מִיָּד. וְאֵין מְבַקְּרִין אֶת הַחוֹלֶה לֹא בְּשָׁלֹשׁ שָׁעוֹת רִאשׁוֹנוֹת בַּיּוֹם. וְלֹא בְּשָׁלֹשׁ אַחֲרוֹנוֹת. מִפְּנֵי שֶׁהֵן מִתְעַסְּקִין בְּצָרְכֵי הַחוֹלֶה. וְאֵין מְבַקְּרִין לֹא חוֹלֵי מֵעַיִם וְלֹא חוֹלֵי הָעַיִן. וְלֹא מֵחוֹשֵׁי הָרֹאשׁ. מִפְּנֵי שֶׁהַבִּקּוּר קָשֶׁה לָהֶן: \n",
      "הַנִּכְנָס לְבַקֵּר אֶת הַחוֹלֶה לֹא יֵשֵׁב לֹא עַל גַּבֵּי מִטָּה וְלֹא עַל גַּבֵּי כִּסֵּא וְלֹא עַל גַּבֵּי סַפְסָל וְלֹא עַל גַּבֵּי מָקוֹם גָּבוֹהַּ וְלֹא לְמַעְלָה מִמְּרַאֲשׁוֹתָיו. אֶלָּא מִתְעַטֵּף וְיוֹשֵׁב לְמַטָּה מִמְּרַאֲשׁוֹתָיו וּמְבַקֵּשׁ עָלָיו רַחֲמִים וְיוֹצֵא: \n",
      "יֵרָאֶה לִי שֶׁנֶּחָמַת אֲבֵלִים קוֹדֵם לְבִקּוּר חוֹלִים. שֶׁנִּחוּם אֲבֵלִים גְּמִילוּת חֶסֶד עִם הַחַיִּים וְעִם הַמֵּתִים: \n",
      "מִי שֶׁהָיָה לְפָנָיו מֵת וְכַלָּה. מֵנִיחַ אֶת הַכַּלָּה וּמִתְעַסֵּק עִם הַמֵּת. וְכֵן הוּא אוֹמֵר <small>(קהלת ז ד)</small> \"לֵב חֲכָמִים בְּבֵית אֵבֶל\" וְגוֹ'. מֵת וְכַלָּה שֶׁפָּגְעוּ זֶה בָּזֶה בַּדֶּרֶךְ. מַעֲבִירִין אֶת הַמֵּת מִלִּפְנֵי הַכַּלָּה. וְזֶה וְזֶה עוֹבְרִין מִלִּפְנֵי הַמֶּלֶךְ: \n",
      "מְבַטְּלִין תַּלְמוּד תּוֹרָה לְהוֹצָאַת הַמֵּת וּלְהַכְנָסַת הַכַּלָּה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין לוֹ כָּל צָרְכּוֹ. אֲבָל יֵשׁ לוֹ כָּל צָרְכּוֹ אֵין מְבַטְּלִין. וְכָל שֶׁאֵין מִתְעַסְּקִין בַּתּוֹרָה חַיָּבִין לְהִתְעַסֵּק עִמּוֹ: \n",
      "מֵת אֶחָד בָּעִיר. כָּל בְּנֵי הָעִיר אֲסוּרִין בַּעֲשִׂיַּת מְלָאכָה עַד שֶׁיִּקְבְּרוּהוּ. וְאִם יֵשׁ לוֹ מִי שֶׁיִּתְעַסֵּק בִּצְרָכָיו מֻתָּרִין: \n",
      "תַּלְמִיד חָכָם שֶׁמֵּת. אֲפִלּוּ הָיוּ עִמּוֹ עַד שִׁשִּׁים רִבּוֹא מְבַטְּלִין תַּלְמוּד תּוֹרָה לְהוֹצָאָתוֹ. הָיוּ שִׁשִּׁים רִבּוֹא אֵין מְבַטְּלִין. וְאִם הָיָה מְלַמֵּד לַאֲחֵרִים אֵין לוֹ שִׁעוּר אֶלָּא מְבַטְּלִין הַכּל לְהוֹצָאָתוֹ: \n",
      "קוֹבְרִין מֵתֵי עַכּוּ''ם וּמְנַחֲמִין אֲבֵלֵיהֶם וּמְבַקְּרִין חוֹלֵיהֶם מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
      "בָּתֵּי הַקְּבָרוֹת אֲסוּרִין בַּהֲנָאָה. כֵּיצַד. אֵין אוֹכְלִין בָּהֶן. וְאֵין שׁוֹתִין בָּהֶן. וְאֵין עוֹשִׂין בָּהֶן מְלָאכָה. וְלֹא קוֹרִין בָּהֶן וְלֹא שׁוֹנִין בָּהֶן. כְּלָלוֹ שֶׁל דָּבָר אֵין נֵאוֹתִין בָּהֶן. וְלֹא נוֹהֲגִין בָּהֶן קַלּוּת רֹאשׁ. לֹא יֵלֵךְ אָדָם בְּתוֹךְ אַרְבַּע אַמּוֹת שֶׁל קֶבֶר וּתְפִלִּין בְּיָדוֹ וְסֵפֶר תּוֹרָה בִּזְרוֹעוֹ. וְלֹא יִתְפַּלֵּל שָׁם. וּבְרִחוּק אַרְבַּע אַמּוֹת מֻתָּר: \n",
      "הַמּוֹלִיךְ עֲצָמוֹת מִמָּקוֹם לְמָקוֹם לֹא יִתְּנֵם בְּדִיסְקִיָּא וְיַנִּיחֵם עַל גַּבֵּי חֲמוֹרוֹ וְיִרְכַּב עֲלֵיהֶם. מִפְּנֵי שֶׁנּוֹהֵג בָּהֶן מִנְהַג בִּזָּיוֹן. וְאִם הָיָה מִתְיָרֵא מִפְּנֵי הַגַּנָּבִים וּמִפְּנֵי הַלִּיסְטִים מֻתָּר: \n",
      "אֵין מְפַנִּין אֶת הַמֵּת מִקֶּבֶר לְקֶבֶר אֲפִלּוּ מִבָּזוּי לִמְכֻבָּד. וְאִם הָיָה בְּתוֹךְ שָׂדֵהוּ מְפַנֵּהוּ אֲפִלּוּ מִמְּכֻבָּד לְבָזוּי: \n",
      "אֵין קוֹבְרִין מֵת עַל גַּבֵּי מֵת וְלֹא שְׁנֵי מֵתִים כְּאֶחָד שֶׁבִּזָּיוֹן הוּא. וְקָטָן הַיָּשֵׁן עִם אִמּוֹ נִקְבָּר עִמָּהּ: \n",
      "עֲפַר הַקֶּבֶר אֵינוֹ אָסוּר בַּהֲנָאָה שֶׁאֵין קַרְקַע עוֹלָם נֶאֱסֶרֶת. אֲבָל קֶבֶר הַבִּנְיָן אָסוּר בַּהֲנָאָה: \n",
      "הַבּוֹנֶה קֶבֶר לְמֵת לֹא נֶאֱסַר עַד שֶׁיִּכָּנֵס בּוֹ הַמֵּת. וַאֲפִלּוּ הֵטִיל בּוֹ נֵפֶל נֶאֱסַר בַּהֲנָאָה: \n",
      "נֶפֶשׁ שֶׁנַּעֲשָׂה לְשֵׁם חַי וְשָׂם בּוֹ הַמֵּת. וְהוֹסִיף בּוֹ דִּימוֹס אַחֵר לְשֵׁם הַמֵּת. אַף עַל פִּי שֶׁפִּנָּה הַמֵּת הַכּל אָסוּר בַּהֲנָאָה. וְאִם הִכִּיר אֶת הַתּוֹסֶפֶת חוֹלֵץ אוֹתָהּ וְהַשְּׁאָר מֻתָּר. נַעֲשָׂה לְשֵׁם הַמֵּת כֵּיוָן שֶׁהֻטַּל בּוֹ הַמֵּת נֶאֱסַר אַף עַל פִּי שֶׁפִּנָּהוּ: \n",
      "הַבּוֹנֶה קֶבֶר לְאָבִיו וְהָלַךְ וּקְבָרוֹ בְּקֶבֶר אַחֵר. הֲרֵי זֶה לֹא יִקָּבֵר בּוֹ מֵת אַחֵר עוֹלָמִית. וְהַקֶּבֶר הַזֶּה אָסוּר בַּהֲנָאָה מִפְּנֵי כְּבוֹד אָבִיו: \n",
      "הַמֵּת אָסוּר בַּהֲנָאָה כֻּלּוֹ. חוּץ מִשְּׂעָרוֹ שֶׁהוּא מֻתָּר בַּהֲנָאָה מִפְּנֵי שֶׁאֵינוֹ גּוּפוֹ. וְכֵן אֲרוֹנוֹ וְכָל תַּכְרִיכָיו אֲסוּרִין בַּהֲנָאָה. אֲבָל כֵּלִים הַמּוּכָנִים לְתַכְרִיךְ לֹא נֶאֶסְרוּ בַּהֲנָאָה. אֲפִלּוּ אָרַג בֶּגֶד לְמֵת לֹא נֶאֱסַר עַד שֶׁיַּגִּיעַ בַּמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ. שֶׁאֵין הַהַזְמָנָה אוֹסֶרֶת: \n",
      "כָּל הַכֵּלִים שֶׁזּוֹרְקִין עַל הַמֵּת עַל הַמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ אֲסוּרִין בַּהֲנָאָה. שֶׁלֹּא יִתְחַלְּפוּ בַּתַּכְרִיכִין: \n",
      "הָיוּ אָבִיו וְאִמּוֹ מְזָרְקִין כֵּלִים בַּחֲמָתָן עַל הַמֵּת. מִצְוָה עַל אֲחֵרִים לְהַצִּילָן. וְאִם הִגִּיעוּ לַמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ אֵין מַצִּילִין אוֹתָן: \n",
      "מְלַמְּדִין אֶת הָאָדָם שֶׁלֹּא יְהֵא חַבְּלָן וְלֹא יַפְסִיד אֶת הַכֵּלִים וְיַשְׁלִיכֵם לְחַבָּלָה. מוּטָב לְתִתָּם לַעֲנִיִּים וְאַל יַשְׁלִיכֵם לְרִמָּה וְתוֹלֵעָה. וְכָל הַמַּרְבֶּה כֵּלִים עַל הַמֵּת עוֹבֵר בְּלֹא תַשְׁחִית: \n",
      "מֶלֶךְ שֶׁמֵּת עוֹקְרִין סוּס שֶׁהָיָה רוֹכֵב עָלָיו. וְעֶגְלָה שֶׁהָיְתָה מוֹשֶׁכֶת בַּקָּרוֹן שֶׁהָיָה יוֹשֵׁב בּוֹ מְנַשֵּׁר פַּרְסוֹתֶיהָ מִן הָאַרְכֻּבָּה וּלְמַטָּה מָקוֹם שֶׁאֵין עוֹשֶׂה אוֹתָהּ טְרֵפָה. וּמוֹשִׁיבִין יְשִׁיבָה עַל קִבְרוֹ שִׁבְעָה יָמִים. שֶׁנֶּאֱמַר <small>(דברי הימים ב לב לג)</small> \"וְכָבוֹד עָשׂוּ לוֹ בְמוֹתוֹ\" זֶה שֶׁהוֹשִׁיבוּ לוֹ יְשִׁיבָה עַל קִבְרוֹ. וְנָשִׂיא שֶׁמֵּת אֵין מְבַטְּלִין יְשִׁיבָתוֹ יֶתֶר עַל שְׁלֹשִׁים יוֹם: \n",
      "מֶלֶךְ אוֹ נָשִׂיא שֶׁמֵּת יֵשׁ לָהֶן לִשְׂרֹף מִטָּתוֹ וְכָל כְּלֵי תַּשְׁמִישׁוֹ. וְאֵין בָּזֶה דֶּרֶךְ הָאֱמוֹרִי. וְלֹא מִשּׁוּם הַשְׁחָתָה. שֶׁנֶּאֱמַר <small>(ירמיה לד ה)</small> \"בְּשָׁלוֹם תָּמוּת וּבְמִשְׂרְפוֹת אֲבוֹתֶיךָ הָרִאשֹׁנִים\" <small>(ירמיה לד ה)</small> \"יִשְׂרְפוּ לָךְ\": סְלִיקוּ לְהוּ הִלְכוֹת אָבֵל בְּסַ''ד \n"
    ]
  ],
  "versions": [
    [
      "Torat Emet 363",
      "http://www.toratemetfreeware.com/index.html?downloads"
    ]
  ],
  "heTitle": "הלכות אבל",
  "categories": [
    "Halakhah",
    "Mishneh Torah",
    "Sefer Shoftim"
  ],
  "sectionNames": [
    "Chapter",
    "Halakhah"
  ],
  "textrabad": [
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בן תשעה חדשים וכו'.</b> א''א זה אינו מחוור שהרי הלכה כרשב''ג דמשתהא: "
      ]
    ],
    [
      [],
      [],
      [],
      [
        "<b> כל קרובים שהוא חייב להתאבל עליהם וכו'.</b> א''א לא מחוור דבנו עצמו מדרבנן הוא: "
      ],
      [],
      [
        "<b> בד''א בזכרים שהוזהרו על הטומאה וכו'.</b> א''א קשיא לי הא דתניא אשתו ארוסה לא אונן ולא מיטמא לה וכן היא לא אוננת ולא מיטמאה לו הא נשואה מיטמאה לו: "
      ],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> אין הכהן מטמא לאבר מן החי מן אביו וכו' עד וכן שאר קרובים.</b> א''א הרב אינו פוסק כן: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> נטמא מקודם וכו'.</b> א''א הרב אינו פוסק כן והא לא מיחוור דסוגיא דשמעתא כרבה דטומאה וטומאה שלא בחבורין נמי לא מחייב וכ''ש בחבורין וטומאת ביאה נמי לא מיחייב אלא היכא דאתו בבת אחת: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> וחייב לישב על מטה כפויה.</b> א''א לא ראיתי שורש לזה: "
      ]
    ],
    [],
    [
      [
        "<b> מדברי סופרים וכו' עד מצטער שלשים יום.</b> א''א בגמרא למצוה ראשיכם אל תפרעו ואתיא פרע פרע מנזיר עכ''ל: "
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> בד''א בשאר מתים וכו' עד י''ב חדש.</b> א''א ולשמחת מצוה עד שלשים יום כשאר מתים: "
      ]
    ],
    [],
    [],
    [],
    [
      [],
      [],
      [
        "<b> נמצא מונה לאחר ראש השנה ויום הכפורים שלשה ועשרים.</b> א''א יש כאן שבוש שהרי יום אחד לפני ראש השנה הרי הוא שבעה וראש השנה שבעה: "
      ]
    ],
    [
      [],
      [],
      [],
      [],
      [],
      [],
      [
        "<b> שבעת ימי החתנות וכו' עד ומונה השלשים מאחר שבעת ימי המשתה.</b> א''א ולמה לא יעלו ימי המשתה לשלשים: "
      ],
      [
        "<b> הכין כל צרכי וכו'.</b> א''א זה אינו מחוור אלא לאחר שלשים: "
      ]
    ],
    [],
    [
      [],
      [],
      [],
      [
        "<b> מת שאין לו וכו' עד מתקבצין עשרה משאר העם ויושבין במקומו.</b> א''א זה אין לו שורש: "
      ]
    ]
  ],
  "textmm": null,
  "textkm": [
    [
      [
        "<b>מצות עשה להתאבל על הקרובים.</b> דעת הגאונים כדעת רבינו וכן דעת הרי''ף והרמב''ן אע''פ שר''ת ור''י חולקין ומ''מ הראיה שהביא רבינו ממה שנאמר ואכלתי חטאת היום הייטב בעיני ה' יש לתמוה עליה שבמקרא לא צוה שיתאבלו אלא שאמר אהרן שלא ייטב בעיני ה' שיאכל חטאת באותו יום ובספר המצות שלו כתב המצוה ל''ז היא שנצטוו הכהנים שיטמאו לקרובים וזה בעצמו הוא מצות איבול כלומר כל איש מישראל חייב להתאבל על קרוביו כלומר ששה מתי מצוה ולחזק חיוב זה ביאר אותו בכהן שהוא מוזהר על הטומאה שיטמא על כל פנים כשאר ישראל כדי שלא יחלש דין אבילות וכבר התבאר שאבילות יום ראשון דאורייתא ובביאור אמרו במועד קטן אינו נוהג אבילות ברגל אי אבילות דמעיקרא היא אתי עשה דרבים ודחי עשה דיחיד הנה כבר התבאר שחיוב אבילות הוא מ''ע אמנם ביום ראשון לבד והשאר דרבנן ואפילו הכהן חייב לנהוג ביום ראשון ויטמא לקרוביו והבן זה עכ''ל. וגם על ראיה זו יש לתמוה שטומאה ענין אחד ואבילות ענין אחר ואם צוה שיטמא לקרוביו אין במשמע זה שיתאבל עליהם: \n",
        "<b>ואין אבילות מן התורה וכו'.</b> כ''כ הרי''ף והרמב''ן וכן הרשב''א דלא אמרו הגאונים אלא ביום מיתה והוא עצמו יום הקבורה. \n",
        "<b>ומ''ש אבל שאר השבעה ימים אינו דין תורה אע''פ שנאמר בתורה ויעש לאביו אבל שבעת ימים ניתנה תורה ונתחדשה הלכה ומרע''ה תיקן להם לישראל וכו':</b> \n\n"
      ],
      [
        "<b>מאימתי יתחייב אדם באבל וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ז) ת״ר מאימתי כופין המטות משיצא מפתח ביתו דברי ר״א ר' יהושע אומר משיסתם הגולל וידוע דהלכה כר' יהושע וסתימת הגולל היינו לאחר שיתנו המת בקבר וימלאו הקבר עפר. \n",
        "<b>ומ''ש אבל כל זמן שלא נקבר המת אינו אסור בדבר מהדברים שאבל אסור בהם ומפני טעם זה רחץ דוד וסך כשמת הילד טרם שיקבר.</b> כתב הטור שכ''כ הרי''ץ בן גיאת ושהרמב''ן חלוק עליו: \n\n"
      ],
      [
        "<b>הרוגי מלכות וכו'.</b> באבל רבתי פ' שני וכתב הרמב''ן ז''ל והר' יונה והרא''ש והמרדכי בשם ר''י דה''מ כגון הרוגי ביתר שהיתה גזירת מלכות עליהם מחמת שנאה ולא מחמת ממון וכיון שכן אינה עשויה להבטל ומפני כך חל עליהם אבילות מיד שנתיאשו מלבקש אבל מי שלא הניחו השלטון לקבור עד שיפדוהו בממון הרבה לא חל עליהן אבילות דכיון דבממון הדבר תלוי אפשר שאח''כ יתפייס בדמים מועטים ומפני כך לא חל עליהם אבילות ואפשר שלזה נתכוון רבינו במ''ש הרוגי מלכות שאין מניחין אותם להקבר דמשמע שכן משפטי המלכות שאין מניחין אותם להקבר ואינו הדבר התלוי בממון אלא בחסדי המלך שיתן רשות: \n\n"
      ],
      [
        "<b>מי שטבע בנהר וכו'.</b> ג''ז באבל רבתי (שם) כתוב בעיטור בשם תשובת הרי''ף מי שטבע במים שאין להם סוף אין היתר לאשתו וכיון דבחזקת קיים מסתברא דלא נהיג אבילותא והא דתניא באבל רבתי טבע בנהר או שנפל בים מאימתי מונין לו משנתייאשו לבקש איכא למימר שנפל ומת או שנפל למים שיש להם סוף עכ''ל: \n\n"
      ],
      [
        "<b>מי שדרכן לשלוח המת וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ב) אמר להו רבא לבני מחוזא אתון דלא אזליתו בתר ערסא מכי מהדריתו אפייכו מבבא דאבולא אתחילו ומנו: \n\n"
      ],
      [
        "<b>הנפלים אין מתאבלין עליהן.</b> מתבאר ממה שיבא בסמוך. \n",
        "<b>ומ״ש וכל שלא שהה ל' יום באדם ה״ז נפל.</b> בפ' ר״א דמילה (שבת דף קל״ה) אמר רשב״ג כל ששהה ל' יום באדם אינו נפל וכו' הא לא שהה ספיקא הוי ואיפסיקא התם בגמ' הלכתא כוותיה הילכך לגבי אבילות דרבנן הוא הוי ספיקא לקולא. \n",
        "<b>ומ״ש אפילו מת ביום ל' וכו'.</b> הכי אסיק רב אשי בפ' יש בכור (בכורות דף מ״ט): \n\n"
      ],
      [
        "<b>ומ״ש ואם נודע בודאי שנולד לתשעה חדשים גמורים אפילו מת ביום שנולד מתאבלים עליו.</b> הכי אמרינן בפ' ר״א דמילה ובפ' יוצא דופן (נדה דף מ״ד:) וכתבו הגהות בשם רש״י דלא קים לן בדבר זה כלל אלא שלא שמשה עם בעלה כל ימי עיבורה: \n",
        "<b>ומ''ש בן ט' שנולד מת ובן ח' שמת וכו'.</b> באבל רבתי פ''ק מחותך מרוסס נפלים ובן ח' חי בן ט' מת אין מתעסקין עמו בכל דבר. ומשמע לרבינו דבכלל אין מתעסקין עמהם בכל דבר הוי שאין מתאבלים עליהן: \n",
        "<b>ועל מ''ש רבינו ובן ח' שמת אפילו לאחר ל' יום.</b> כתב הראב''ד זה אינו מחוור וכו'. וה''ה בפ''א מהל' יבום כתב טעם לדברי רבינו: \n\n"
      ],
      [],
      [
        "<b>כל הרוגי מלכות אף על פי שנהרגו בדין המלך וכו' הרי אלו מתאבלין עליהם. ומ״ש ממונם למלך.</b> בסוף פרק נגמר הדין (סנהדרין דף מ״ח:): \n",
        "<b>ומ''ש אבל כל הרוגי ב''ד וכו' עד שיתעכל הבשר.</b> משנה שם: \n",
        "<b>ומ''ש ממונם ליורשיהם.</b> שם: \n\n"
      ],
      [
        "<b>כל הפורשים מדרכי צבור וכו'.</b> באבל רבתי פרק שני. \n",
        "<b>ומ''ש וכן האפיקורסין והמוסרים.</b> כל אלו בכלל פורשים מדרכי צבור: \n\n"
      ],
      [
        "<b>המאבד עצמו לדעת וכו'.</b> באבל רבתי בפרק ב' המאבד עצמו לדעת אין מתעסקין עמו בכל דבר וכו' אין קורעין עליו ואין חולצין ולא מספידין עליו אבל עומדים עליו בשורה ואומרין עליו ברכת אבלים מפני שהוא כבוד החיים וכללו של דבר כל שהוא כבוד חיים מתעסקין בו כל שאינו כבוד של חיים אין הרבים מתעסקין עמו לכל דבר וסובר רבינו דאבילות אינו מדברים של כבוד החיים והרמב''ן חולק בדבר: \n",
        "<b>ואיזהו המאבד עצמו לדעת וכו' עד סוף הפרק.</b> שם: \n\n"
      ]
    ],
    [
      [
        "<b>אלו שאדם חייב להתאבל עליהם דין תורה.</b> בפרק ואלו מגלחין (מועד קטן דף כ' ע״ב) ת״ר כל האמור בפרשת כהנים שכהן מיטמא להם אבל מתאבל עליהם ואלו הן אשתו אביו ואמו אחיו ואחותו בנו ובתו הוסיפו עליהם אחיו ואחותו הבתולה מאמו ואחותו הנשואה בין מאביו בין מאמו. וא״ת מאחר שרבינו סובר דמדין קרובים שהכהן מיטמא להם למדנו שמתאבלים עליהם כמ״ש בתחלת הלכות אלו ואשתו כתובה באורייתא לענין טומאת כהן דכתיב כ״א לשארו הקרוב אליו ואמרינן בפ' האשה רבה (יבמות דף צ') ובפרק כיצד (דף כ״ב) שארו זו אשתו ובר״פ טבול יום אמרו שמתה אשתו של יוסף הכהן וטמאוהו על כרחו וכ״כ רבינו לקמן בפרק זה אשתו של כהן מתטמא לה והיינו ודאי מדאורייתא וכן משמע עוד מדבריו רפ״ג וא״כ למה כתב שאינו מתאבל עליה מן התורה ואפשר לומר דרבינו אזיל לטעמיה שסובר שכל דבר שאינו מפורש בתורה ממש אע״פ שדינו דין תורה מיקרי מד״ס ואשתו אינה מפורש בתורה דשארו אינו מוכרח שיהא פירוש אשתו שהרי אונקלוס תרגם לשארו לקריביה דקריב ליה: \n",
        "<b>ומ''ש וכן האשה על בעלה.</b> כך כתבו הרמב''ן והרא''ש וטעמא דכיון דאבלות כטומאה כשם שהאשה מטמאה לבעלה כך היא מתאבלת עליו: \n\n"
      ],
      [
        "<b>ומ''ש ואם היתה אחותו וכו'.</b> כתב הרמב''ן על זה בתורת הבית זה לא ידענו לו צד סמך ומקום טענה: \n\n"
      ],
      [
        "<b>בנו או אחיו הבא מן השפחה ומן הנכרית.</b> כ''כ הרמב''ן והרא''ש וטעמא מפני שכך הדין לענין טומאה כתב אינו מתאבל עליהם כלל כלומר אפילו מדבריהם: \n",
        "<b>ומ''ש וכן מי שנתגייר וכו'.</b> הוא נלמד מדין בנו מן השפחה ומן העכו''ם ועוד דגר שנתגייר כקטן שנולד דמי: \n",
        "<b>וכן אשתו ארוסה אינו מתאבל עליה וכו'.</b> בפ' ד' אחין (יבמות דף כ״ט:) אשתו ארוסה אינו אונן עליה ואינה אוננת עליו ומשמע לרבינו דה״ה לאבילות: \n\n"
      ],
      [],
      [
        "<b><small>(ד-ה)</small> כל קרובים שהוא חייב להתאבל עליהם וכו' עד אין מתאבלין זה על זה.</b> בפ' אלו מגלחין (מועד קטן דף כ':) ובפ״ק דכתובות (דף ד':). \n",
        "<b>ומ''ש וכן יראה לי שאם מתה אשת קרובו וכו'.</b> כך כתבו הגהות בשם רש''י ז''ל: \n",
        "<b>כתב</b> הרמב''ן והרא''ש והגהות דהאידנא נהגו להקל באבילות של המתאבלים עליהם וסומכים על זה שאינו אלא בשביל כבוד האבל ואם רצה האבל למחול על כבודו אינו צריך להתאבל עמו והאידנא כל האבלים נוהגין למחול על כבודם: \n\n"
      ],
      [
        "<b>כמה חמורה מצות אבילות וכו'.</b> לטעמיה שכתב בספר המצות שלו שכתבתי בתחלת הלכות אלו אזיל: \n",
        "<b>לה יטמא מצות עשה שאם לא רצה להיטמא וכו'.</b> בריש פרק טבול יום (זבחים דף ק'): \n",
        "<b>ומה שכתב במה דברים אמורים בזכרים וכו': כתב</b> הראב''ד קשיא הא דתניא וכו'. והרמב''ן כתב על דברי רבינו ולפי זה הא דתניא לא מטמאה לו לאו דוקא בארוסה אלא שיטפיה נקט אבל לא נתברר לי מהיכן יצאה לרב זאת הסברא ושמא הוא דורש בזה כל שישנו בלא יטמא ישנו ביטמא והני נשי הואיל וליתנהו בלא יטמא ליתנהו במצות יטמא א''נ כי כתיב בני אהרן ולא בנות אהרן אכוליה עניינא כתיב ובסוף דבריו כתב והדברים צריכין לימוד והרא''ש כתב שלא נתיישבו לו דברי הרמב''ם כי הרבה צריך ראיה לפטור נשים מהמצוה זאת: \n\n"
      ],
      [
        "<b>אשתו של כהן מתטמא לה על כרחו וכו'.</b> בר''פ טבול יום: \n",
        "<b>ומ''ש ואינו מטמא לה אלא מד''ס.</b> אזדא לטעמיה שכתבתי בתחלת פרק זה אצל מ''ש ומדבריהם שיתאבל האיש על אשתו הנשואה: \n",
        "<b>ומ״ש עשאוה כמת מצוה שאין לה יורש אלא הוא וכו'.</b> בר״פ האשה רבה (יבמות דף פ״ט:) מאימתי יורש אדם את אשתו קטנה וכו' ויורשה ומטמאה לה וכו'. והא הכא דמדאורייתא אביה מטמא לה ומדרבנן מטמא לה בעל משום דה״ל מת מצוה ומי הויא מת מצוה והתניא איזהו מת מצוה כל שאין לו קוברים קורא ואחרים עונין אותו אין זה מת מצוה ה״נ כיון דלא ירתי לה קריא ולא ענו לה ומשמע שלא הוצרכו לכן אלא באשתו קטנה אבל בגדולה מדינא מטמא לה דכתיב כ״א לשארו וי״ל דכיון דקריא ולא ענו לה שייך נמי בגדולה נקט טעמא דשויא בכולהו: \n",
        "<b>ומ״ש ואינו מטמא אלא לנשואה בלבד וכו'.</b> בפרק ארבעה אחין (יבמות דף כ״ט:) אשתו ארוסה לא אונן ולא מטמא לה: \n\n"
      ],
      [
        "<b>וכן כל אותן שאמרו וכו'.</b> ברייתא בת''כ כתבוה הרי''ף והרא''ש בעמיו בזמן שהם עושין מעשה עמיו ולא שפירשו מדרכי צבור: \n",
        "<b>ומ''ש והנפלים.</b> בתורת כהנים ולבנו ולבתו יכול אפילו נפלים תלמוד לומר לאביו ולאמו מה אביו ואמו של קיימא אף בנו ובתו של קיימא יצאו נפלים: \n",
        "<b>ומ''ש והמאבד עצמו לדעת.</b> נראה שהטעם שמאחר שנדחית הטומאה כדי שיתאבל כיון שסובר רבינו שאין מתאבלים עליו ממילא משמע שאין מטמא לו וזה טעם שייך גם בהרוגי ב''ד: \n",
        "<b>ועד מתי מצווה להתטמא לקרוביו וכו'.</b> באבל רבתי פרק עד אימתי מטמא להם ר''מ אומר כל אותו היום ר''ש אומר עד שלשה ימים ר' יהודה אומר משום ר' טרפון עד שיסתם הגולל מעשה שמת ר''ש בן יהוצדק בלוד ובא רבי יוחנן אחיו מהגליל וכו' ובאו ושאלו את ר' טרפון וחכמים אמרו להם יטמא ומשמע דהלכה כרבי יהודה משום רבי טרפון דהלכה כרבי יהודה לגבי ר''מ ולגבי ר''ש וכל שכן הכא דמשום ר' טרפון קאמר לה ועוד דחכמים סברי כר' טרפון וכן פסקו הרמב''ן והרא''ש: \n\n"
      ],
      [
        "<b>אשתו הפסולה אינו מטמא לה.</b> בפרק האשה רבה (יבמות דף צ':) ובפ״ב דיבמות (דף כ״ב:) יליף לה מקרא: \n",
        "<b>ומ״ש לפיכך מי ששמעה שמועה שמת בעלה וכו'.</b> משנה בפרק האשה רבה (יבמות דף פ״ז:): \n",
        "<b>ומ''ש אבל מטמא לאמו אע''פ שהיא חללה.</b> בת''כ דריש לה מקרא: \n",
        "<b>ומ''ש וכן מטמא לבנו ולבתו וכו' אע''פ שהם פסולים אפילו היו ממזרים וכו'.</b> בפ''ב דיבמות (דף כ''ב:): \n\n"
      ],
      [
        "<b>אחותו הנשואה אינו מטמא לה וכו'.</b> איכא למידק מאחר דאפילו לארוסה אינו מטמא כמ''ש רבינו לקמן בסמוך אמאי איצטריך למיכתב דאינו מטמא לנשואה. וי''ל דמשום דארוסה אם נתגרשה מטמא לה קאמר דבנשואה לעולם אינו מטמא לה אפילו נתגרשה: \n",
        "<b>ומ״ש הבתולה פרט לאנוסה ומפותה וכו'.</b> בפ' הבא על יבמתו (יבמות דף ס') תנו רבנן אחותו ארוסה ר״מ ורבי יהודה אומרים מטמא לה ר' יוסי ור״ש אומרים אינו מטמא לה אנוסה ומפותה ד״ה אינו מטמא לה ומוכת עץ אינו מטמא לה דברי ר״ש וכו' מ״ט דר״מ ור' יהודה דדרשי הכי ולאחותו הבתולה פרט לאנוסה ומפותה יכול שאני מוציא אף מוכת עץ ת״ל אשר לא היתה לאיש מי שהוויתה על ידי איש יצתה זו שאין הוויתה ע״י איש הקרובה לרבות את הארוסה אליו לרבות את הבוגרת ור״ש ורבי יוסי וכו' דדרשי הכי ולאחותו הבתולה פרט לאנוסה ומפותה ומוכת עץ אשר לא היתה פרט לארוסה שהיתה הקרובה לרבות ארוסה שנתגרשה אליו לרבות את הבוגרת ופסקו הפוסקים כרבי יוסי ור״ש לגבי ר״מ ור' יהודה ובמוכת עץ פסקו דלית הלכתא כר״ש לגבי ר' יוסי ור' יהודה ור״מ. \n",
        "<b>ומ''ש אע''פ שהיא ארוסה לכהן:</b> \n\n"
      ],
      [],
      [
        "<b>אחיו ואחותו מאמו וכו'.</b> בתורת כהנים: \n\n"
      ],
      [
        "<b>הספיקות אינו מטמא להם שנאמר לה יטמא וכו'.</b> ברייתא בת''כ וכתבוה הרי''ף והרמב''ן והרא''ש: \n\n"
      ],
      [
        "<b>אין הכהן מיטמא לאבר מן החי מאביו וכו': כתב</b> הראב״ד א״א הרב אינו פוסק כן עכ״ל. ועתה אבאר הנה כתב הרי״ף בהלכות טומאה לה יטמא ואינו מטמא על איבריה שאין אדם מטמא על אבר מן החי מאביו אבל מטמא על עצם כשעורה מאביו וכתב עליו הרמב״ן ולא מחוורא שמעתתיה דגרסינן בפ' ג' מינין (נזיר דף מ״ג:) א״ר חסדא אמר רב נקטע ראשו של אביו אינו מיטמא לו מ״ט דאמר קרא לאביו בזמן שהוא שלם ולא בזמן שהוא חסר פירוש ואע״פ שמצא ראשו כיון שאינו כברייתו אינו מטמא [לו ואקשינן עלה דרב מהא מתניתא לה יטמא לה הוא מיטמא ואינו מיטמא לאיבריה] שאינו מיטמא על אבר מן החי של אביו אבל מטמא על עצם כשעורה מן המת של אביו קשיא לרב ומסקנא דרב דאמר כי האי תנא דתניא מעשה שמת אביו של רבי צדוק בגינזק ובאו והודיעוהו לאחר ג' שנים ובא ושאל את ר' יהושע בן אלישע וארבעה זקנים ואמרו לאביו בזמן שהוא שלם ולא בזמן שהוא חסר וקי״ל מעשה רב [ועוד דרבים נינהו] ועוד כיון דלא אשכחן אמורא דפליג עליה דרב חסדא אמר רב קי״ל הלכה כבתראי עכ״ל. והרא״ש כתב שמ״ש הרי״ף אבל מטמא הוא על עצם כשעורה של אביו ע״כ לומר דהיינו דוקא ע״י חזרה שאם כבר נטמא לקבור את אביו ונחסר עצם כשעורה חוזר עליו ומטמא לו לקברו ואתי כר״י דפליג התם אר' יהושע בן אלישע וארבעה זקנים דאל״כ אתי דלא כמאן והקשה עליו למה פסק כיחידאה נגד ר' יהושע בן אלישע וארבעה זקנים ועוד כי עשו מעשה ומעשה רב ועוד כי שיטת הגמרא בכל מקום דהלכה כאמוראי גם כי יפסוק דלא כסתם מתניתין כ״ש הכא דרב חסדא ס״ל כרבים ועוד דבדאורייתא אזלינן לחומרא ולא יטמא לו עכ״ל. ודעת רבינו כהרמב״ן והרא״ש והלכה כרב חסדא אמר רב: \n",
        "<b>ודע</b> דסוגיא דפ' ג' מינים הכי איתא אמר רב חסדא אמר רב נקטע ראשו של אביו אינו מטמא לו מ''ט דאמר קרא לאביו בזמן שהוא שלם ולא בזמן שהוא חסר וכו' מיתיבי לה יטמא לה הוא מטמא ואינו מטמא לאיבריה לפי שאינו מטמא לאבר מן החי של אביו אבל מחזיר הוא על עצם כשעורה מאי מחזיר הוא על עצם כשעורה לאו למימרא דאי מחסר פורתא לא ההיא ר''י היא דתניא ר' יהודה אומר לה הוא מטמא ואינו מיטמא לאיבריה שאינו מטמא על אבר מן החי של אביו אבל מטמא הוא לאבר מן המת של אביו והתניא וכו' כראב''י לה מטמא ואינו מטמא לאיבריה פרט לכזית מן המת וכזית נצל ומלא תרווד רקב יכול לא יטמא לשדרה וגולגולת ולרוב בנינה ולרוב מניינה כתיב ואמרת אליהם הוסיף לך הכתוב טומאה אחרת וכו' ההיא נמי ר''י היא ורב דאמר כי האי תנא דתניא מעשה שמת אביו של רבי צדוק בגינזק וכו' ובא ושאל את רבי יהושע בן אלישע וארבעה זקנים ואמרו לאביו בזמן שהוא שלם ולא בזמן שהוא חסר. ופירש''י נקטע ראשו של אביו אע''פ שהראש בצד הגוף הואיל וכבר נקטע אינו מטמא וכו' בזמן שהוא שלם שלא נתפרדו איבריו זה מזה ולא בזמן שהוא חסר כגון זה שנקטע ראשו. מאי מחזיר הוא על עצם כשעורה דאילו מחסר פורתא כלומר דבשעה שנגע בה ברישא הוה חסר להך עצם פורתא [כשעורה] ואפילו הכי היה מותר ליטמא בה וקשיא לרב חסדא דהא סתמא לדברי הכל היא. לא ההיא רבי יהודה היא דתניא הכי גרסינן רבי יהודה אומר לה יטמא ואינו מטמא לאיבריה לפי שאין אדם מטמא על עצם כשעורה מאביו וכו' כלומר לאיברים הוא דאינו מטמא בין בחייו בין במותו לפי שאין אדם מטמא תחלה על עצם כשעורה מאביו לפי שלא התירה תורה ליטמא אלא בדבר שעיקר הגוף בו אבל מטמא הוא לעיקר הגוף לכתחלה ואם נחסר הוא הולך ובודק אחריו ואפילו על עצם כשעורה ואנא אמינא כרבנן דפליגי עליה דרבי יהודה וכו' וספרים שכתוב בהם לפי שאינו מטמא לאבר מן החי של אביו אבל מיטמא לאבר מן המת של אביו שבשתא היא וכו' והתני רב כהנא כראב''י כלומר בברייתא דראב''י וכו' הוסיף לך טומאה אחרת דבשדרה ורוב בניינה כגון שתי שוקים וירך אחת וברוב מנינה כגון קכ''ה איברים הימנה שיכול ליטמא וכו'. ובא ושאל את ר' יהושע וכו' מהו ליטמא ולהביאו בקברי אבותיו וכו' ולא בזמן שהוא חסר ולאחר שלש שנים א''א לו שאינו חסר עכ''ל. כתבתי כל זה לשתי תועליות. האחת כדי שיתבארו דברי רבינו ויובנו יפה. השנית להתבונן מתוך סוגיא זו שיש מקום להשיב בעד הרי''ף ממה שהשיגו עליו לומר דפסק כיחידאה דהיינו רבי יהודה דאיכא למימר דלאו יחידאה הוא דהא ראב''י סבר כוותיה ואע''ג דהכא הוו תרי ורבי יהושע בן אלישע וארבעה זקנים הוה ליה חמשה הני תרי עדיפי משום דהוו מרי גמרא טפי מאינך ועוד דמשנת ראב''י קב ונקי ומה שכתבנו דלא אשכחן אמורא דפליג עליה דרב חסדא איכא למימר דרב כהנא פליג עליה דמאחר דהוה תני כדראב''י משמע דהכי ס''ל ואע''ג דרב חסדא משמיה דרב קאמר לה אפשר שהרי''ף לא היה גורס אמר רב ואפילו אי גריס ליה אפשר דאליבא דההוא תנא דגינזק קאמר וליה לא סבירא ליה ואשכחן דכוותה בריש שבועות גבי פלוגתא דר''י ור''ל ומ''מ לענין מעשה מאחר שרבינו והרמב''ן והרא''ש מסכימים לדעת אחת הכי נקטינן וכ''ש שהם מחמירין בשל תורה. ונשאר לדקדק בדברי רבינו שכתב וכן שאר קרובים דהא כ''ש הוא ואיך כתבו בלשון וכן ודוחק לומר דסד''א שהיה שום מיעוט באביו דוקא וגזירת הכתוב הוא קמ''ל: \n\n"
      ],
      [
        "<b>הטומאה לקרובים דחויה היא וכו' לפיכך אסור לכהן זה להתטמא למת ואפילו בעת שמתטמא לקרוביו וכו'.</b> בפ' ג' מינים (נזיר דף מ״ב:) כהן שהיה לו מת מונח על כתפו והושיטו לו מתו ומת אחר ונגע בו יכול יהא חייב ת״ל להחלו מי שאינו מחולל יצא זה שמחולל ועומד והוינן בה מדתנן היה מטמא למתים כל היום אינו חייב אלא אחת אמרו לו אל תטמא אל תטמא והוא מטמא חייב על כל אחת ואחת ואמאי והא מיטמא וקאי ואמר ר״ה נזיר שהיה עומד בבית הקברות והושיטו לו מתו ומת אחר ונגע בו חייב אמאי הא מיטמא וקאי ומפרקינן לה דכי אמרי' הושיטו לו מתו ומת אחר ונגע פטור בחיבורי אדם במת אבל פירש ממתו ונגע במת אחר חייב וטעמא משום דמוסיף טומאה על עצמו שאדם כשהוא תפוס במת הנוגע בו כנוגע במת עצמו ונעשה אב הטומאה וכשפירש מן המת הוא עצמו אב הטומאה והנוגע בו ראשון לטומאה וכתבו הרמב״ן והרא״ש ולא תימא הא דקתני יכול יהא חייב ת״ל להחלו חיובא הוא דליכא הא איסורא איכא דתניא באבל רבתי היה עומד וקובר את מתו עד שהוא בתוך הקבר מקבל מאחרים וקובר פירש הרי זה לא יטמא נטמא בו ביום רבי טרפון מחייב ורבי עקיבא פוטר נטמא לאחר אותו יום הכל מודים שהוא חייב מפני שהוא סותר יום אחד והלכה כרבי טרפון דקי״ל סתם במתני' ומחלוקת בברייתא הלכה כסתם ותנן אמרו אל תטמא אל תטמא והוא מטמא חייב על כל אחת ואחת אע״ג דמיטמא וקאי ועוד דרב הונא דהוא אמורא קאי כוותיה ואף ר' עקיבא מודה דאסור דקתני רישא פירש הרי זה לא יטמא ולא פליג אלא בחיובא דפטר בו ביום ועוד דבמסכת נזיר שנו מחלוקתם להפך יצא ונכנס ר' טרפון פוטר ור' עקיבא מחייב א״ל ר' טרפון וכי מה הוסיף זה חילול על חילולו אמר ר' עקיבא בשעה שהיה הוא שם טמא טומאת שבעה פירש טמא טומאת ערב חזר ונכנס טמא טומאת שבעה פירוש הנוגע בו א״ל ר' טרפון כל הפורש ממך כפורש מחייו והרי לפי זה הלשון כ״ש שהדבר פשוט שהלכה כדברי המחייב הילכך אין הכהנים נכנסים לבית הקברות לקבור מתי מצוה שלהם שאפילו היה תפוס בהן בכניסה ובחיבורין מותר בהן להטמא לאחרים כשהוא פורש מהן לאחר קבורה נמצא מטמא לאחרים ואסור לפיכך משפחות כהונה עושים שכונת קבורה שלהם בסוף בית הקברות וכל שמת לו מת קובר בסוף השכונה כדי שלא יכנס לבית הקברות ולא יטמא בקברות אחרים ואע״פ שר״ת כתב דהלכה כר' עקיבא בההיא דאבל רבתי דנטמא בו ביום פטור ומותר הכהן להכניס מתו לבית הקברות ולקברו ואפילו ר״ע אוסר טומאה בו ביום מדבריהם גדול כבוד מתו שדוחה ל״ת דדבריהם והביא ראיה מפרק דם הנדה, הרמב״ן והרא״ש דחו ראייתו והעלו כדברי רבינו וכך נראה שהוא דעת התוספות בפרק דם הנדה: \n\n"
      ]
    ],
    [
      [
        "<b>כל כהן שנטמא למת וכו' הרי זה לוקה שנאמר לנפש לא יטמא בעמיו.</b> פשוט הוא: \n",
        "<b>ומה שכתב ואחד הנוגע במת או המאהיל או הנושא. . ואחד המת ואחד שאר טומאות הפורשות מן המת וכו'.</b> בת''כ אין לי אלא המת מנין לרבות את הדם ת''ל לנפש ואומר כי הדם הוא הנפש מנין לרבות כל הטומאות הפורשות מן המת ת''ל ואמרת אליהם לרבות הטומאות הפורשות מן המת. ורבינו נראה שסובר דכיון דילפינן לדם ה''ה לשאר טומאות הפורשות מן המת דמאי שנא ולא הוה צריך קרא למילף שאר טומאות הפורשות אלא אסמכתא בעלמא הוא: \n\n"
      ],
      [],
      [],
      [
        "<b>נכנס ויצא וחזר ונכנס וכו' וכן אם נגע במת והתרו בו וכו'.</b> משנה פ' ג' מינין (נזיר דף מ״ב) ופ' בתרא דמכות (דף כ״א) היה מטמא למתים כל היום אינו חייב אלא אחת אמרו לו אל תטמא אל תטמא והוא מטמא חייב על כל אחת ואחת: \n",
        "<b>ומה שכתב היה נוגע ולא פירש וכו'.</b> שם בגמרא וכתבתיה בספ''ב: \n\n"
      ],
      [],
      [
        "<b>כהן גדול אינו מטמא לקרובים וכו'.</b> בפ' ג' מינין (נזיר דף מ״ב:) אתמר אמר רבה אמר רב הונא מקרא מלא דבר הכתוב לא יטמא כשהוא אומר לא יבא להזהירו על הטומאה להזהירו על הביאה אבל טומאה וטומאה לא ורב יוסף אמר וכו' אמר רב הונא אפילו טומאה וטומאה איתיביה אביי נזיר שהיה עומד בבית הקברות והושיטו לו מת ונגע בו יכול יהא חייב ת״ל להחלו במי שאינו מחולל יצא זה שמחולל ועומד א״ל ותיקשי לך מתני' דתנן אמרו אל תטמא אל תטמא והוא מיטמא חייב על כל אחת ואחת ואמאי הא מיטמא וקאי אלא קשיא אהדדי ל״ק כאן בחיבורין כאן שלא בחיבורין פי' בעודו מחובר למת אם נגע במת אחר פטור משום דכתיב להחלו יצא זה שמחולל ועומד אבל אם פירש ממת זה ונגע במת אחר חייב ואמרינן בתר הכי אבל טומאה וטומאה לא דהא מיטמא וקאי טומאה וביאה נמי הא מיטמא וקאי וכו' אמר רבא הכניס גופו טומאה וביאה בהדי הדדי קא אתיין והא א״א דלא עייל אצבעתא דכרעיה ברישא ונחית להו טומאה ואסיקנא אלא אמר רב פפא כגון שנכנס בשידה תיבה ומגדל ובא חבירו ופרע עליו את המעזיבה דטומאה וביאה בהדי הדדי קא אתיין מר בר רב אשי אמר כגון דעייל כשהוא גוסס ונפק נשמה אדיתיב דטומאה וביאה בהדי הדדי קא אתיין וה״פ מ״ש טומאה וטומאה דהיינו אם בעודו נוגע במת זה נגע במת אחר פטור על השני משום דהא מיטמא וקאי טומאה וביאה נמי דהיינו בעוד שהיה מת על כתפו באהל המת פטור על הביאה משום דהא מיטמא וקאי דאי בנוגע במת ופירש ונכנס לאהל הא אפילו טומאה וטומאה לוקה שתים שהרי אין כאן מחולל ועומד וכך פירשו התוספות: \n",
        "<b>והשתא</b> ה''ק \n",
        "<b>רבינו נגע או נשא לוקה אחת</b> וה''ה אם נכנס לאהל אינו לוקה אלא אחת משום דכיון דהכניס ראשי אצבעות רגליו הוי כנוגע במת וביאה לא הוי עד דעייל גופיה נמצא שאחר שנגע במת בעודו נוגע בו בא אל האהל הוי מחולל ועומד ופטור על השני אבל אם נכנס לאהל וישב שם עד שמת וכו' ה''ז לוקה שתים ודוקא בכה''ג דטומאה וביאה באין כאחד הוא דלוקה שתים ואם נטמא מקודם ופירש ואחר כך נכנס לאהל חייב אף משום לא יבא דהא אפילו בטומאה וטומאה אם פירש בינתיים חייב אף על השני: \n\n"
      ],
      [
        "<b>והראב''ד כתב על מ''ש רבינו נטמא מקודם וכו'</b> א''א הא לא מיחוור וכו'. נראה שהוא ז''ל סבור דהא דאוקימנא כאן בחיבורין כאן שלא בחיבורין אליבא דרב יוסף הוא דאוקימנא הכי אבל לרבה שלא בחיבורין נמי פטר ורבינא סבור דאליבא דכ''ע אוקימנא הכי ואני בעניי לא ירדתי לעומק דברי הראב''ד דהא מגו דקשיין מתני' וברייתא אנו צריכין לחלק בין בחיבורין לשלא בחיבורין ואין רבה ולא שום אמורא יכול להכחיש זה x: \n",
        "<b>ויש</b> לדקדק למה באוקימתא דרב פפא ומר בר רב אשי הקדים רבינו האוקימתא המאוחרת וי''ל משום דהיא מילתא דשכיח טפי. וא''ת אמאי לוקה הרי כשנכנס לאהל לא נטמא ואחר כך כשמת המת או כשפרע עליו את גג השידה לא עשה מעשה ולמה ילקה והתוספות תירצו דהב''ע כשסייע הוא לפרוע גג השידה וצ''ל שהתרו בו כשסייע לפרוע המעזיבה ולפי זה נצטרך לומר דאוקימתא דעייל כשהוא גוסס בשתיכף שנכנס לשם מת הגוסס והתרו בו כשנכנס אל תכנס שהרי זה גוסס ומיד ימות ואפשר דמש''ה כתב רבינו עד שמת המת ולא כתב עד שמת הגוסס לרמוז על תכיפות מיתתו שכבר היה קרוב להקרא מת כשנכנס זה שם ועי''ל דכשנכנס באהל התרו בו הזהר מליכנס שמא ימות זה בעודך שם ובנכנס והוא בשידה תיבה ומגדל התרו בו אל תכנס שמא יבא אחר ויפרע עליך את המעזיבה ואע''ג דהתראת ספק היא רבינו פסק בפי''ו מהל' סנהדרין דשמה התראה: \n\n"
      ],
      [
        "<b>כהן שפגע במת מצוה וכו' אפילו כהן גדול חייב להטמא לו לקברו.</b> ריש פרק כהן גדול ונזיר (דף מ''ז) ובגמרא יליף לה מקרא: \n",
        "<b>ומה שכתב ואי זהו מת מצוה אחד מישראל שהיה מושלך בדרך וכו' בד״א בשהיה הכהן לבדו וכו'.</b> בפרק האשה רבה (יבמות דף פ״ט ע״ב): \n",
        "<b>ומה שכתב ודבר זה הלכה מפי הקבלה:</b> \n\n"
      ],
      [
        "<b>היו כהן ונזיר וכו'.</b> משנה ברפ''ז דנזיר (דף מ''ז) פלוגתא ופסק כחכמים: \n",
        "<b>ומה שכתב היה כ''ג וכהן הדיוט וכו'.</b> שם. \n",
        "<b>ומ''ש וסגן עם משוח מלחמה וכו'.</b> שם בעיא דאיפשיטא: \n\n"
      ],
      [
        "<b>נשיא שמת הכל מיטמאין לו אפילו כהנים וכו'.</b> בפסחים בפרק אלו דברים (פסחים דף ע':) בירושלמי פרק כהן גדול מהו שיטמא [כהן] לכבוד הנשיא כד דמך רבי יודן נשיאה וכו' אכריז רבי ינאי ואמר אין כהונה היום וטעמא מפרש התם עשו אותו כמת מצוה לפי שאין כבוד הנשיא ביורשים וקרובים אלא לכל אדם שיתעסקו בו הכל כקרובים ויטמאו לו והיינו דאמרינן בגמרא דידן פרק הנושא (כתובות ק״ג:) אותו היום שמת רבי בטלה כהונה ואמרינן נמי בפסחים פרק אלו דברים כגון שמת נשיא (ואיטמו ליה רוב ציבור). \n",
        "<b>ומה שכתב רבינו אפילו כהנים</b> נראה דהיינו לומר לא מיבעיא נזירים אלא אפילו כהנים: \n\n"
      ],
      [
        "<b>בנות אהרן לא הוזהרו על טומאת מת וכו' וכן החללים מותרין להטמא וכו'.</b> בתורת כהנים: \n\n"
      ],
      [
        "<b>כהן קטן הרי הגדולים מוזהרים שלא יטמאו.</b> בפ' חרש (קי''ד) אמור ואמרת להזהיר גדולים על הקטנים. \n",
        "<b>ומ״ש ואם בא להטמא מעצמו וכו'.</b> שם ובפרק כל כתבי (שבת דף קכ״א) קטן אוכל נבלות אין ב״ד מצווין עליו להפרישו: \n",
        "<b>ומה שכתב אבל אביו צריך לחנכו בקדושה:</b> \n\n"
      ],
      [
        "<b>מת תופס ארבע אמות שלו לטומאה.</b> בפרק משוח מלחמה (סוטה דף מ״ג מ״ד) אמר רבי יצחק אמר רבי יוחנן משום רבי אליעזר בן יעקב מת תופס ארבע אמות לטומאה וסובר רבינו שאין זה אלא מדרבנן. \n",
        "<b>ומה שכתב אבל אם נכנס לבית הקברות לוקה מן התורה:</b> \n\n"
      ],
      [
        "<b>מותר לכהן להטמא בבית הפרס או בח''ל לדבר מצוה וכו'.</b> בפ''ק דע''ז (דף י''ג): \n",
        "<b>ומ״ש וכן מיטמא בטומאה של דבריהם וכו'.</b> בפרק מי שמתו (ברכות דף י״ט): \n",
        "<b>ומ''ש וכן מדלגין על ארונות של מתים וכו'.</b> ג''ז שם ומפרש טעמא כדרבא דאמר ד''ת אהל שיש בו חלל טפח חוצץ בפני הטומאה ושאין בו חלל טפח אינו חוצץ ורוב ארונות יש בהם חלל טפח וגזרו על שיש בהם משום שאין בהם ומשום כבוד מלכים לא גזרו וכתבו התוספות והרמב''ן והרא''ש רוב ארונות יש בהם פותח טפח צ''ל שראש הארון פתוח שאם היה סתום אדרבא כי יש פותח טפח טמא אפילו בצד הריקן שבו כדתנן פ''ז דאהלות נפש אטומה הנוגע בה מן הצדדין טהור פירוש בצד הריקן מפני שטומאה בוקעת ועולה בוקעת ויורדת ואם היה מקום הטומאה טפח על טפח ברום טפח הנוגע בם מכל מקום טמא מפני שהוא כקבר סתום: \n",
        "<b>וכן מיטמא בטומאה של דבריהם לדון עם העכו''ם וכו'.</b> ברייתא פרק קמא דע''ז (דף י''ג): \n\n"
      ]
    ],
    [
      [
        "<b>מנהג כל ישראל במתים ובקבורה כך הוא וכו': ומ''ש ולא יהיו דמיהם וכו' ומכסין פני המת וכו'.</b> בסוף מ''ק: \n\n"
      ],
      [
        "<b>ומ''ש ואסור לקבור בתכריכין של משי וכו'.</b> כן משמע באבל רבתי ובמ''ק: \n",
        "<b>ומ''ש אפילו לנשיא שבישראל.</b> הכי משמע בסוף מ''ק (דף כ''ז): \n",
        "<b>ומ''ש וסובלין את המת על הכתף.</b> אורחא דעלמא נקט אבל אם ירצו לנשאו בידיהם נושאין: \n\n"
      ],
      [
        "<b>ומ''ש ונושאי המטה וכו'.</b> ירושלמי. ונ''ל דהיינו דוקא בזמנם שהיו להם אנשים מיוחדים לשאת את המטה אבל האידנא שאין לנו כתפים מיוחדים אלא הכל מסייעים לישא לית לן בה ומיהו מדיהיב טעמא משום דנמצא מתעכב מן המצוה משמע דאף לדידן נמי אבל מתוך שלא נהגו להקפיד בכך נראה כלשון ראשון: \n\n"
      ],
      [
        "<b>ומ''ש וחופרין בעפר מערות.</b> בירושלמי פ''ק דמ''ק בראשונה היו קוברין אותם במהמורות: \n",
        "<b>ומ״ש ועושין כוך בצד המערה.</b> בפרק המוכר פירות (בבא בתרא דף ק':). \n",
        "<b>ומ״ש ופניו למעלה.</b> בפ' הספינה (בבא בתרא דף ע״ג ע״ד) אמרינן דמתי מדבר הוו גנו אפרקיד ובירושלמי סוף נזיר (פ״ט הלכה ג') איזהו מושכב כדרכו רגליו מפושטות וידיו על לבו: \n",
        "<b>ומ״ש ויש להם לקבור בארון של עץ.</b> בפרק אלו מגלחין (מועד קטן דף כ״ה) משמע שהיו קוברין בארונות ובירושלמי פירקא בתרא דכלאים (פ״ט ה״א) שצוה רבי תהא ארוני נקובה לארץ: \n",
        "<b>והמלוים אותו אומרים לו לך בשלום וכו'.</b> בסוף מ''ק (דף כ''ט) וברכות ס''ד. \n",
        "<b>ומ''ש ומציינין את בית הקברות.</b> בריש שקלים ובפרק קמא דמועד קטן (דף ה'). \n",
        "<b>ומ''ש ובונין נפש על הקבר.</b> בסוף פ' שני דשקלים. \n",
        "<b>ומ''ש והצדיקים אין בונין להם נפש וכו'.</b> [שם]. \n",
        "<b>ומ''ש ולא יפנה אדם לבקר הקברות.</b> זה סיום מ''ש שדבריהם הם זכרונם ולא יפנה אדם לבקר נפש שע''ג קברותיהם ועל ידי כן יהיו נזכרים שאינם צריכים שעל ידי דבריהם ומעשיהם הטובים הם נזכרים כך פירש הריב''ש לשון זה: \n\n"
      ],
      [
        "<b>הגוסס הרי הוא כחי לכל דבר אין קושרין לחייו וכו' עד שימות.</b> באבל רבתי פרק קמא: \n",
        "<b>ומה שכתב וכל המאמץ עיניו עם יציאת נפש וכו'.</b> בסוף פרק שואל (שבת דף קנ״א:): \n\n"
      ],
      [
        "<b>מי שמתו מוטל לפניו אוכל בבית חבירו וכו' עד וחייב בכל מצות האמורות בתורה.</b> פרק אלו מגלחין (מועד קטן דף כ״ג:) ור״פ מי שמתו. \n",
        "<b>ומה שכתב חוץ מתשמיש המטה.</b> שם פלוגתא דתנאי ופסק כתנא קמא וכן פסקו הרי''ף והרא''ש: \n",
        "<b>נקבר המת הרי זה מותר לאכול בשר ולשתות יין מעט.</b> בפירקא קמא דכתובות (דף ח':): \n\n"
      ],
      [
        "<b>אין משהין את המת וכו' עד אלא לכבוד אביו.</b> בפרק אלו מגלחין (מועד קטן דף כ״ב.). \n",
        "<b>ומ״ש וכל המלין את מתו וכו'.</b> משנה בפרק נגמר הדין (סנהדרין דף מ״ו): \n",
        "<b>דיני אנינות</b> כתב רבינו בהלכות מעשר שני פרק שלישי: \n\n"
      ],
      [],
      [
        "<b>האבל ביום ראשון בלבד אסור להניח תפילין.</b> בפ' אלו מגלחין (מועד קטן דף כ״א) פלוגתא דר״א ור' יהושע וידוע דהלכה כרבי יהושע. \n",
        "<b>ומ''ש ולאכול משלו.</b> בסוף מ''ק (דף כ''ו:) וכתב הרא''ש פירוש יום ראשון סעודה ראשונה וכ''כ הגהות בשם סמ''ג והתוס' כתבו דכל יום ראשון אסור לאכול משלו אפילו אוכל ב' פעמים ביום אחד: \n",
        "<b>ומ״ש וחייב לישב על מטה כפויה.</b> בפ' אלו מגלחין (מועד קטן דף כ״א) אמרינן דאבל חייב בכפיית המטה ותניא היה ישן ע״ג כסא ע״ג קרקע לא יצא י״ח א״ר יוחנן שלא קיים כפיית המטה ומשמע לרבינו דברייתא בשכפה מטתו ובא לישן ע״ג קרקע היא וא״ר יוחנן שלא קיים כפיית המטה כיון שאינו שוכב עליה ומ״מ איני יודע מנין לו לחלק בין יום ראשון לשאר ימים. והראב״ד כתב על מ״ש רבינו וחייב לישב על מטה כפויה לא ראיתי שורש לזה. וכבר כתבתי טעם רבינו: \n",
        "<b>ומנין שהוא אסור וכו' עד סוף הפרק.</b> בפרק אלו מגלחין (מועד קטן דף ט״ו): \n\n"
      ]
    ],
    [
      [
        "<b>אלו דברים שהאבל אסור בהם ביום ראשון מן התורה.</b> לטעמיה אזיל שכתב בפ''א שאבילות יום ראשון מן התורה: \n",
        "<b>ומ''ש אסור לספר ולכבס וכו' הכל י''א דבר.</b> מתבאר והולך: \n\n"
      ],
      [
        "<b>ומנין שהאבל אסור בתספורת שהרי הזהיר בני אהרן וכו'.</b> בר״פ אלו מגלחין (מועד קטן דף ט״ו): \n",
        "<b>ומ״ש כשם שאסור לגלח שער ראשו וכו'.</b> באבל רבתי (פרק שביעי) לתספורת כיצד אסור בנטילת שער אחד ראשו [ואחד שפמו] ואחד זקנו ואחד כל שער שבו. ויש מתירין ליטול כל שער שעל השפה ומהצדדין כל שמעכב האכילה ולמדו כן מדברי הגמרא בפ' אלו מגלחין (מועד קטן דף י״ח) ורבינו סובר שלא התירו כן אלא בחול המועד אבל באבילות אסור וכדתניא באבל רבתי וכן דעת הראב״ד: \n",
        "<b>ומ''ש אחד המגלח ואחד המתגלח.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>היה מגלח ושמע שמת אביו וכו' עד ואחד המתגלח.</b> באבל רבתי וירושלמי בפ''ק דשבת (דף ג'.) וכתבוהו הרי''ף והרא''ש בסוף מ''ק וכתב המרדכי ושמא היינו טעמא דגדול כבוד הבריות וכו' ומה שהספר גומר היינו בדליכא ספר אחר במתא. \n",
        "<b>ומ''ש וכן אסור לגלח שפה.</b> נתבאר בסמוך: \n",
        "<b>ומה שכתב וליטול צפרניו בכלי.</b> בפרק אלו מגלחין (מועד קטן דף י״ז:) איפסיק הלכתא כר״י דמתיר ליטול צפרנים בשינוי ואמרינן בגמרא (דף י״ח) דבין ביד בין ברגל אסור ואמר רב ובנגוסטרי אסור וכתב סמ״ג בנגוסטרי במספרים והוא הדין בתער: \n\n"
      ],
      [
        "<b>ומנין שהאבל אסור לכבס בגדיו וכו'.</b> בר״פ ואלו מגלחין (מועד קטן דף ט״ו): \n",
        "<b>ומה שכתב וכשם שאבל אסור בכיבוס בגדים כו'.</b> בפ' ואלו מגלחין פלוגתא דתנאי ומשמע בגמרא דהלכתא כר''א בן שמעון דאמר הכי: \n\n"
      ],
      [
        "<b>אסור לסוך מקצת גופו וכו' וכן אסור ברחיצת מקצת גופו בחמין וכו' עד אבל לא כל גופו.</b> הכי אסיקנא בפירקא קמא דתעניות (דף י''ג:): \n\n"
      ],
      [
        "<b>מנין לאבל שהוא אסור בתשמיש המטה וכו'.</b> בפרק אלו מגלחין (מועד קטן דף ט״ו:). \n",
        "<b>ומה שכתב וכן לא ישא האבל אשה ולא תנשא אשה וכו'.</b> שם (דף כ''ג) תנו רבנן כל שלשים יום לנישואין: \n",
        "<b>ומה שכתב ומותר להתייחד עם אשתו וכו'.</b> בפירקא קמא דכתובות (דף ד'): \n\n"
      ],
      [
        "<b>מנין שהאבל אסור בנעילת הסנדל וכו'.</b> בפרק אלו מגלחין שם וכתבו הרמב''ן והרא''ש ודוקא בשל עור כמו ביוה''כ ואם הוא של עץ ומחופה עור אסור: \n",
        "<b>היה בא בדרך נועל וכו'.</b> באבל רבתי: \n\n"
      ],
      [
        "<b>רמז לאבל שאסור בעשיית מלאכה וכו'.</b> ודקדק רבינו לכתוב בזה רמז ולא כתב מנין משום דזו אינה ראיה אלא רמז בעלמא: \n",
        "<b>ומה שכתב וכשם שהוא אסור בעשיית מלאכה וכו'.</b> הכי משמע מההיא דשני אחין או שני שותפין שהיו בחנות אחת שכתב רבינו לקמן בפרק זה: \n",
        "<b>ומה שכתב ולילך ממדינה למדינה בסחורה.</b> בפרק ו' יתבאר שכל שלשים יום הוא אסור בכך: \n\n"
      ],
      [
        "<b>כל שלשה ימים ראשונים אסור בעשיית מלאכה וכו' עד בתוך ביתה.</b> פ' אלו מגלחין (מועד קטן דף ט״ו:) ומסיים בה בירושלמי אבל אמרו חכמים תבא מארה לשכניו שהצריכוהו לכך ומפרש התם בירושלמי דטעמא דשלשה ימים חמירי משאר ימים משום דתלתא יומי נפשא טייסא על גופא סברא דאיהי חזרה גביה דכיון דאיהו חזיא דאשתני זיויהון דאפוי היא שבקא ואזלה לה ורבינו ירוחם כתב בשם הראב״ד הטעם שאפילו העני אסור במלאכה בשלשה ימים הראשונים משום דאחז״ל שלשה לבכי ואם יעסוק במלאכה נמצא מתעצל בבכי: \n\n"
      ],
      [
        "<b>שני אחין או שני שותפין שהיו בחנות אחת וכו'.</b> ירושלמי כתבו הרי''ף בפרק מי שהפך וגרסינן בגמרא דידן (דף י''א:) בההוא פירקא מריון בריה דרבין ומר בריה דרב אחא בריה דרבא הוה להו גמלא דתורא בהדי הדדי איתרע ביה מילתא במר בריה דרב אחא ופסקיה לגמליה אמר רב אשי גברא רבה כמר בריה דרב אחא עביד הכי נהי דלפסידא דידיה לא חייש (לפסידא) דאחרינא לא חייש והא תניא אם היו מושכרים או מוחכרים אצל אחרים הרי אלו יעשו והוא סבר אדם חשוב שאני וכתב הרא''ש הרי''ף לא הביא הך עובדא והביא הירושלמי שני אחין או שני שותפין. ולכאורה נראה דפליג אגמרא דידן דלגרסת הירושלמי יפה עשה דפסק לגמליה דמלאכת שניהם בטילה. והראב''ד הקשה מהירושלמי אגמרא דידן ותירץ דודאי נועלין חנותן ואין השותף מתעסק בעסק השותפות בפרהסיא אבל בביתו מתעסק בעסק השותפות ואע''פ שחולקין בשכר כמו חמור גמל וספינה שמוחכרין ביד אחר הילכך לא הוה ליה למפסקיה לגמליה ומסיק אדם חשוב שאני ואית ליה קלא ואמרי בהמתו של פלוני עושה מלאכה בימי אבלו והוה ליה פרהסיא עכ''ל. והרמב''ן בת''ה תמה על הרי''ף שהשמיט המעשה הזה וכתב הירושלמי שאם עלה על דעתו שהגמרות חלוקות בזה היאך הניח גמרא ערוכה וסמך על הירושלמי ושמא סובר הרב שהשותפין ודאי מבטלין מלאכה המשותפת להם כשאירע דבר באחד מהם כדרך הירושלמי אבל מריון ומר בריה דרב אחא איטדא כתבו אגמלא מעיקרא והשבוע הזה שאירע בו האבל למר בריה דרב אחא שבת של מריון היתה והיינו ברייתא מוחכרין או מושכרין אצל אחרים לפיכך היה ראוי לחוש לפסידא דמריון שלא לבטלו אלא שהוא סבר אדם חשוב שאני וכיון שכתב רבינו ופסקה בהלכות לא הוצרך למעשה הזה וכתב הירושלמי שהוא כהלכה ולשון שאמר נהי דלפסידא דידיה לא חייש משמע דשבת של שניהם היתה ושניהם מפסידים בביטולו עכ''ל. ותירוצו של הראב''ד עולה יפה לדברי רבינו והרי''ף שכתבו הירושלמי דשני אחין או שותפין שהיו בחנות אחת דהוי פרהסיא הא היכי דלא הוי פרהסיא מותר לשותף להתעסק בעסק השותפות וכתב דאם היתה בהמתו מוחכרת או מושכרת אצל אחרים מותר הרי אלו יעשה דלא הוי פרהסיא שאין העולם יודעים שזו בהמתו של אבל ולא הוצרכו לכתוב שאם הוא אדם חשוב אסור משום דהוי פרהסיא דקלא אית ליה שזו בהמתו דממ''ש בשני אחין או שותפין בחנות משמע: \n\n"
      ],
      [
        "<b>אפילו דברים שמותר לעשותן בחולו של מועד וכו'.</b> בפרק מי שהפך (מועד קטן דף י״א:) דייק הכי רב שישא בריה דרב אידי ממתני' ואע״ג דרב אשי פליג עליה פסקו הפוסקים כרב שישא דתניא כוותיה: \n",
        "<b>ומה שכתב אבל אחרים עושין לו וכו'.</b> שם ובאבל רבתי והא דאמרינן מרביצין לו שדהו משתגיע עונת המים כתב הטור פירש הרמב''ן דהך השקאה מיירי בהשקאה מועטת שעושים לשדה הלבן קודם זריעה לזרעה מיד בזמנה ודבר האבד הוא שאם אין מרביצים אותה בעונתה באים ימות הגשמים ושוב אינה נזרעת בשנה זו אבל אם היא זרועה אסור להשקותה אלא א''כ היא בית השלחין והיינו דקתני מרביצין דלשון ריבוץ דבר מועט כגון ריבוץ הבית ורש''י פירש השקאה מועטת לירקות ור''י פירש דאיירי אפילו שדה זרועה ולא מפני פסידא דזרעים דלא שריא להשקות אלא בית השלחין אלא משום פסידא דמים שהמים חלוקים לבני הבקעה לכל אחד יומו ואם יגיע עונת מים בימי אבלו ולא ישקו לו עתה הוי פסידא דלא הדר עכ''ל: \n\n"
      ],
      [
        "<b>האריסין והחכירין שלו וכו' עד הרי אלו יעשו.</b> ברייתא ר''פ מי שהפך שם. וכתב הרא''ש שפירש הראב''ד החמרים והגמלים והספנים ובעל החמור והגמל והספינה הוא אבל הרי אלו לא יעשו בתחילה כיון שלא שכרו ממנו קודם שנעשה אבל ואף על פי ששכרו כבר לשבוע או לחדש כפי הרגילות וכלה הזמן קודם האבילות לא יעשו בתחלה אבל אם היו מוחכרים או מושכרים אצל אחרים מעיקרא ואירע אבל לבעליהן בתוך זמן השכירות הרי אלו יעשו וכך הם דברי רבינו שלא התיר אלא במוחכרין או מושכרין מקודם לזמן קצוב כלומר ואירע האבל בתוך הזמן וכתב עוד הרא''ש והא דאמרינן אריסין וחכירין וקבלנין הרי אלו עושין דמשמע לכתחלה ובחמור ובגמל ובספינה אסור פירש הראב''ד הטעם משום דארעא לאריסות קיימא ומנהג האריסות ידוע הוא במקום וכיון שזה היה אריס מקודם לכן מסתמא לא מסלק ליה וה''ל כמי שהיתה מושכרת אצלו מעיקרא משא''כ בחמור וגמל וספינה שדרך בני אדם להחליפו מזה לזה וכל המרבה בשכרו קודם והזמנים כמו כן מתחלפין עליהם פעמים נשכרים בזול ופעמים ביוקר ומש''ה אסור לכתחלה עכ''ל: \n",
        "<b>כתב</b> הטור בשם הרמב''ן אם היה החמור והספינה ביד אחרים למחצה לשליש ולרביע שרי כמו שהיו מוחכרים ויש אוסרים שלא התירו אריסות אלא בקרקע דלאריסותא קיימא אבל כלים ובהמה לא משום דלעולם נקראים על שם הבעלים עכ''ל. וסיים בה הרמב''ן בת''ה שיש לדברי האוסרים פנים ממה שאמרו בפ''ק דע''ז אריסותא למרחץ לא עבדי אינשי: \n\n"
      ],
      [
        "<b>שכיר יום אפילו בעיר אחרת וכו'.</b> שם בברייתא: \n\n"
      ],
      [
        "<b>האבל שהיתה מלאכת אחרים בידו וכו'.</b> שם בברייתא: \n",
        "<b>היתה מלאכתו ביד אחרים וכו'.</b> שם בברייתא וכתב רבינו ירוחם ודוקא שנתן להם המלאכה קודם ימי אבלו ולישנא דהיתה מלאכתו הכי משמע: \n\n"
      ],
      [
        "<b>היה לו דין עם אדם וכו'.</b> גם הרמב''ן והרא''ש והטור כתבו שכך הורו הגאונים: \n\n"
      ],
      [],
      [
        "<b>אסור לקרות בתורה וכו' עד והתורגמן משמיע לרבים.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ״א): \n\n"
      ],
      [
        "<b>ומנין שאין האבל יושב על המטה וכו':</b> \n\n"
      ],
      [
        "<b>וחייב לכפות המטה כל שבעה.</b> כלומר אע''פ שאינו חייב לישב על מטה כפויה אלא יום ראשון כמ''ש בסוף פרק רביעי מ''מ חייב להיות המטה כפויה כל שבעה: \n",
        "<b>ולא מטתו בלבד הוא כופה וכו'.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ״ז): \n",
        "<b>ומ''ש אפילו עשר מטות בעשרה בתים וכו': המטה המיוחדת לכלים וכו' עד ודיו.</b> פרק אלו מגלחין שם. ופירוש דרגש מטה שאינה סרוגה בחבלים אלא של עור שקושרין אותו ברצועות בארוכות המטה מתיר הרצועות שהעור קשור בהם והוא נופל לארץ: \n",
        "<b>הפך כל מטותיו והוא ישן על מטות אחרים וכו'.</b> בפרק אלו מגלחין שם ת''ר היה ישן על גבי כסא על גבי אודייני ע''ג קרקע לא יצא י''ח אמר ר' יוחנן שלא קיים מצות כפיית המטה ומשמע לרבינו דברייתא בשכפה מטתו ואפ''ה לא יצא עד שיישן ע''ג מטה כפויה והכי דייק מאי דקתני היה ישן ע''ג המטה דהיינו לומר שכפה מטתו והוא ישן על מטה של אחרים ובספ''ד כתב רבינו שאינו חייב לישב ע''ג מטה כפויה אלא ביום ראשון בלבד אבל הרא''ש כתב אם כפה מטותיו וישן על גבי קרקע יצא י''ח שאין החובה לישן על המטה כפויה אלא כפיית המטה היא החובה כדאמרינן לעיל (דף ט''ו:) תני בר קפרא דמות דיוקני נתתי בכם ובעונותיכם הפכתיה יהפכו הכל מטתן עליה ואם הפך מטתו וישן ע''ג קרקע כ''ש דמילתא יתירתא הוא דעבד והא דקתני ברישא היה ישן על גב המטה פירוש שלא הציע על המטה כר וכסת ולא מפץ ומחצלת אלא ישן על גב החבלים ומתכוין לצער עצמו דומיא דאחריני והוא סבור שזה עומד במקום הכפיה קמ''ל דלא יצא ידי מצות כפייה וכן דעת הראב''ד וכן דעת הרמב''ן בת''ה והביא ראיה מהירושלמי: \n",
        "<b>גרסינן</b> בירושלמי פרק אלו מגלחין הדר בפונדק אין מחייבין אותו לכפות דלא יהוון אמרין חרש הוא. וכתב הטור פירוש פונדק רבים נכנסים בו ואם יראוהו כופה יאמרו שהוא מכשף וכתב א''א הרא''ש ז''ל ועל זה אנו סומכין באשכנז וצרפת שאין נוהגין בכפיית המטה לפי שדרין בין העמים וכל היום נכנסים ויוצאים בבתיהם וכ''כ סמ''ג: \n\n"
      ],
      [
        "<b>מנין לאבל שאסור בפריעת הראש וכו'.</b> בפרק אלו מגלחין (מועד קטן דף ט״ו) ואע״ג דמקרא לא משמע עיטוף הראש אלא עיטוי שפם בלבד משמע לרבינו דהיינו לומר שסודר שמכסה בו ראשו יעטה מקצתו על שפם ואיתא התם אמר שמואל כל עטיפה שאינה כעטיפת ישמעאלים אינה עטיפה ואמר רב נחמן על גבי דיקנא וכתב הטור בשם רב האיי האי דיקנא הוא שער שעל הלסתות ועטיפה זו למעלה מן החוטם וישמעאלים עדיין שמחזירים קצת המצנפת על פניהם על ראש החוטם שלהם: \n\n"
      ],
      [
        "<b>ומנין שהאבל אסור בשאלת שלום וכו'.</b> בפרק אלו מגלחין שם: \n",
        "<b>ומ''ש כל שלשה ימים הראשונים וכו' עד לאחר י''ב חדש.</b> שם ומפרש התם טעמא דמשבעה ועד שלשים הוא שואל בשלום אחרים מפני שהם שרויים בשלום: \n",
        "<b>ומ''ש אם בשאלת שלום נאסר האבל ק''ו שהוא אסור להרבות דברים וכו'.</b> הם דברי רבינו ראויים אליו: \n",
        "<b>ומ''ש ולא יאחוז תינוק בידו וכו'.</b> בסוף מ''ק (דף כ''ו:) אמר רב פפא תניא באבל רבתי אבל לא יניח תינוק בתוך חיקו מפני שמביאו לידי שחוק ונמצא מתגנה על הבריות. ומדנקט אבל משמע דדוקא תוך שבעה קאמר. \n",
        "<b>ומ''ש ולא יכנס למקום שמחה וכו'.</b> נלמד ממה שנתבאר בסמוך: \n\n"
      ]
    ],
    [
      [],
      [
        "<b>ואלו דברים וכו' אסור בתספורת וכו'.</b> דברים אלו מתבארים והולכין לקמן: \n\n"
      ],
      [
        "<b>בתספורת כיצד וכו' כך אסור כל שלשים יום.</b> כן דעת הרי''ף והרמב''ן: \n",
        "<b>ומ''ש בד''א באיש וכו'.</b> באבל רבתי תניא וכתב הרי''ף בפ' אלו מגלחין גרסי' בפרק החולץ בענין ר' יוסי אומר כל הנשים יתארסו חוץ מן האלמנה מפני האיבול וכמה איבול שלשים יום א''ר חסדא ק''ו ומה במקום שאסרו לספר ולכבס מותר לארס שלשים של איבול שמותר לספר ולכבס אינו דין שמותר לארס וש''מ שהאשה מותרת בנטילת שער כדקתני באבל רבתי עכ''ל. ואע''פ שרש''י אינו גורס לספר וכן התוספות והרא''ש וכתבו דההיא דאבל רבתי אינה אלא בהעברת שער פניה של מטה דוקא היא נקטינן כרבינו שהרי''ף מסכים עמו: \n",
        "<b>ומ״ש ועל אביו ועל אמו חייב לגדל שערו עד שיגדל פרע או עד שיגערו בו חביריו.</b> בפרק אלו מגלחין (מועד קטן דף כ״ב:) תניא על כל המתים מגלח לאחר שלשים יום על אביו ועל אמו עד שיגערו בו חביריו וגרסינן בירושלמי עד שיגדל פרע ויגערו בו חביריו וי״ס דגרסי או יגערו בו חביריו והיא גירסת רבינו ונראה שמפרש רבינו דשילוח פרע היינו גדול שער ימים הרבה מאד דאז מותר אפילו לא יגערו בו חביריו ואם גערו בו חביריו קודם שגידל שער כ״כ שרי והוא שגערו בו לאחר שלשים יום אבל אם גערו בו תוך שלשים יום לאו כלום הוא: \n\n"
      ],
      [
        "<b>וכן אסור ללבוש כלים לבנים וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ג) תניא כל שלשים יום לגיהוץ אחד כלים חדשים ואחד ישנים שיוצאים מתחת המכבש רבי אומר לא אסרו אלא כלים חדשים בלבד רבי אלעזר ברבי שמעון אומר לא אסרו אלא כלים חדשים לבנים וכתבו הרי״ף והרמב״ן והרא״ש והלכתא כרבי אלעזר ברבי שמעון דהא רבא נפק בחימוצתא רומיתא סומקתא חדתא כרבי אלעזר ברבי שמעון וכתב הרמב״ן בת״ה בשם רבינו האיי גיהוץ היינו עבורי חומרתא ובלשון ישמעאל צקאל וחומרתא מצקאלה: \n",
        "<b>ומ''ש אחד האיש ואחד האשה.</b> נראה שכתב כן לאפוקי מבעל הלכות שכתב שהאשה מותרת ללבוש כלים חדשים מגוהצים לאחר שבעה ואינה בגזירת שלשים של גיהוץ והרמב''ן בת''ה הקשה עליו שהרי כל עיקר לא למדנו בגמרא לגיהוץ אלא מן האשה התקועית ואולי נאמר דה''ק התם באשה שנהגה אבילות ימים רבים כאיש אלא שאין הטעם נכון להתיר לה וכי אם לא תתקשט בלבנים חדשים תתגנה על בעלה תכבס ותתקשט בבגדי צבעונים חדשים ובמכילתא אחריתי דאבל תניא כל מה שיש באיש יש באשה חוץ מתספורת ולא הזכיר גיהוץ כלל. \n",
        "<b>ומש״כ היו צבועים ומגוהצים מותרים וכן אם לא היו חדשים וכו'. ומ״ש וכלי פשתן אין בהם משום גיהוץ.</b> אמרינן גבי ט״ב כלי פשתן אין בהם משום גיהוץ ואע״פ שהרמב״ן והרא״ש כתבו דההוא דט״ב דוקא לגהצן ולהניח אבל אסור ללבוש המגוהצין סמ״ג כתב על דברי רבינו הכי אמרינן בפרק אלו מגלחין (מועד קטן דף י״ח) כלי פשתן משום שמתקלקלין מותר לכבסן במועד והוא הדין באבל עכ״ל ומכל מקום אין זו ראיה גמורה דכיבוס לחוד וגיהוץ לחוד: \n",
        "<b>ומ''ש ולאחר שלשים יום מותר בגיהוץ אפי' על אביו ועל אמו.</b> אע''ג דבירושלמי קאמר דבאביו ואמו אסור בגיהוץ עד י''ב חדש ובאבל רבתי תניא עד שיגיע הרגל ויגערו בו חביריו סובר רבינו דגמרא דידן פליגא דלא שויא חילוק בין גיהוץ דאביו ואמו לשאר קרובים: \n",
        "<b>כתב</b> הטור אנו דגיהוץ שלנו ככיבוס שלהם הכל מותר לאחר שבעה: \n\n"
      ],
      [
        "<b>בנשואין כיצד וכו'.</b> בפרק ואלו מגלחין (מועד קטן דף כ״ג) ת״ר כל שלשים יום לנשואין. וכתב הרא״ש הא דקתני נשואין לאו משום דליארס שרי דהא תנן בפרק החולץ (יבמות דף מ״א) רבי יוסי אומר כל הנשים יתארסו חוץ מן האלמנה מפני האיבול שלשים יום אלא משום רבותא דנשואין נקטיה לאשמועינן דנשואין שרי לאחר שלשים יום וכ״כ הרמב״ן בת״ה דאפילו אירוסין בלא סעודה אסור כל שלשים יום כדתנן ר' יוסי אומר כל הנשים יתארסו חוץ מן האלמנה וכו' עכ״ל. וטעמו של רבינו משום דאיכא למימר דהא דקתני חוץ מן האלמנה מפני האיבול ר' יוסי אמרה ולא קי״ל כוותיה אי נמי דאף ר' יוסי לא אסר ליארס אלא בסעודה אבל בלא סעודה מישרא שרי וה״ק כל הנשים יתארסו בכל גוונא אפילו בסעודה חוץ מן האלמנה דאיכא בה צד דאיסורא ליארס מפני האיבול כגון בסעודה טעמא דמפרש הכי מדשרי בירושלמי ליארס אפילו בט״ב שמא יקדמנו אחר אית לן למימר דכי תניא כל שלשים יום לנישואין דוקא לנישואין אמרו ולא לאירוסין והרמב״ן והרא״ש לא ילפי מהתם משום דאבילות ישנה שאני ורבינו סובר דבחששא דשמא יקדמנו אחר ברחמים לית לן לפלוגי בין ישנה לחדשה: \n",
        "<b>ומי שמתה אשתו וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ו) מתה אשתו אסור לישא אחרת עד שיעברו עליו שלשה רגלים רבי יהודה אומר ראשון ושני אסור שלישי מותר ופסקו הרי״ץ גיאת והרמב״ן והרא״ש כר״י דהלכה כדברי המיקל באבל ורבינו פסק כת״ק: \n",
        "<b>ומ''ש אבל מי שלא קיים מצות פריה ורביה או שקיים ויש לו בנים קטנים.</b> שם אין לו בנים מותר לישא לאלתר משום ביטול פריה ורביה הניחה לו בנים קטנים מותר לישא לאלתר מפני פרנסתן מעשה שמתה אשתו של יוסף הכהן ואמר לאחותה בבית הקברות לכי ופרנסי את בני אחותך ואעפ''כ לא בא עליה וכו' עד לאחר שלשים יום ומפרש רבינו כפשטה דלישנא דמותר x לכנוס מיד אפילו תוך שבעה ודלא כהרמב''ן שכתב דלעולם אסור ל' יום וקורא אותו לאלתר משום דזמן נישואין שלשה רגלים וגם דלא כר''ת שכתב בתוך שבעה אסור: \n",
        "<b>ומ''ש או שאין לו מי שישמשנו.</b> ירושלמי בפרק החולץ: \n",
        "<b>כתב</b> הטור בשם רבינו תם דמי שאין לו בנים מותר לכנוס ולבעול אחר שבעה וכ''כ הרא''ש גם בשם הראב''ד וכתב שכן נראה מדברי הרי''ף: \n",
        "<b>וכן האשה שהיתה אבילה לא תבעל עד שלשים יום.</b> כתב הרמב''ן על זה משמע דנשאת היא מיד ולא דק דאנן אפילו באירוסין תנן חוץ מן האלמנה מפני האיבול וכמה שלשים יום עכ''ל. ואני אומר דהא ל''ק דאיכא למימר דכיון דסבר רבינו דמותר ליארס אפי' ביום המיתה כמו שנתבאר ממילא לא קי''ל כרבי יוסי דחייש לאיבול. וא''נ קי''ל כר' יוסי למי שיש לו בנים קטנים מותרת לינשא כההיא דיוסף הכהן אבל אי קשיא הא קשיא דמשמע ודאי דלא מיירי כשהיא אבלה משאר קרובים דכיון דהאיש אינו אסור בתשמיש המטה אלא תוך שבעה למה תיאסר האשה אחר שבעה אלא באשה שהיתה אבילה על בעלה מיירי וקאמר דכשם שהאיש שמתה אשתו ולא קיים מצות פריה ורביה או שיש לו בנים קטנים או אין לו מי שישמשנו אע''פ שמותר לכנוס מיד אסור לו לבא עליה עד שלשים יום כן האשה שמת בעלה ונשאת מיד לא תבעל עד שלשים יום וכיון דקי''ל דכל הנשים אסורות אפילו ליארס עד צ' יום משום הבחנה אפילו אם אינן ראויות לילד או שהיה בעלה במדינת הים או שהיה חבוש בבית האסורים וכמבואר בפרק י''א מהלכות גירושין היכי משכחת אלמנה נשאת תוך שלשים יום ואפילו אם עברה ונשאת אסורה היא לבעל עד שיעברו צ' יום והיאך התיר להבעל אחר שלשים ואפשר לומר דה''ק מתורת איבול על בעלה אסורה להבעל כל שלשים יום ואילו לא היה אלא משום איבול בלבד היתה מותרת להבעל אחר ל' יום אבל משום הבחנה אסורה להבעל עד שיעברו תשעים יום וסמך על מה שכתב בהל' גירושין: \n\n"
      ],
      [
        "<b>שמחת מרעות שהיה חייב וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ב:) על כל המתים נכנס לבית המשתה לאחר שלשים יום על אביו ואמו לאחר י״ב חדש אמר ר״ה ולשמחת מרעות מותר מיד ואסיקנא ה״מ בפורענותא אבל בארישייתא אסור עד לאחר שלשים יום: \n\n"
      ],
      [],
      [
        "<b>על כל המתים כולן מותר לילך בסחורה וכו'.</b> ירושלמי בסוף מועד קטן. וכתב הטור פירוש בהולכים לסחורה למרחוק איירי ואיכא פרסום גדול ודומה לשמחה שהולך בשיירא גדולה אבל שאר כל משא ומתן מותר לאחר שבעה ימים: \n\n"
      ],
      [
        "<b>על כל המתים רצה ממעט בעסקו וכו'.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ״ב) ופירש״י ממעט בעסקו כגון סחורה וכתבו התוספות דבדבר האבד קאמר ולפי זה תוך שבעה מיירי דאז אסור במלאכה אם אינה דבר האבד ואף היא אינה נעשית אלא ע״י אחרים ותמיהא לי מילתא היאך אפשר דעל אביו ואמו חייבוהו חכמים לאבד נכסיו שלא תיעשה מלאכת דבר האבד אפילו על ידי אחרים ותו דלישנא דימעט משמע שיעשה העסק אלא שימעט בו. לכך נ״ל דהיינו דומיא דמאי דתנן בפ״ק דתעניות (דף י״ב:) גבי תעניות שגוזרים על הגשמים עברו אלו ולא נענו ממעטין במשא ומתן והשתא אתי שפיר דאחר שבעה מיירי שהוא מותר בעשיית מלאכה וקאמר דעל אביו ואמו ממעט במשא ומתן כל שלשים יום וכן נראה שהוא דעת רבינו שלא כתב זה אצל דברים הנוהגים תוך שבעה שנתבארו בפ״ה וכתבו בפרק זה שנתבארו בו דברים הנוהגים תוך שלשים: \n\n"
      ],
      [
        "<b>ההולך ממקום למקום וכו'.</b> שם (דף כ''ו כ''ז) ת''ר ההולך ממקום למקום אם יכול למעט בעסקיו ימעט ואם לא יגלגל עמהם ופירש''י יגלגל עמהם ואינו עושה סחורה בפני עצמו אלא עם חבורה והרמב''ן כ' בשם ר''ח גבי יגלגל עמהם יקנה צרכי הדרך ודברים שיש בהם חיי''נ וכ''כ הרי''ף והרא''ש ומשמע לי דקאי אמאי דתניא בסמוך על אביו ואמו ממעט בעסקו וקאמר שאם היה הולך ממקום למקום ואינו יכול למעט בעסקו שאין לו מי שיקנה לו וצריך הוא בעצמו לקנות ואם לא יקנה באותה העיר לא ימצא לקנות יקנה צרכי הדרך ודברים שיש בהם חיי''נ אע''פ שקונה הרבה וקונה ע''י עצמו: \n\n"
      ],
      [
        "<b>מי שהיה בעלה צלוב בעיר וכו' עד שאינם צלובים בו.</b> באבל רבתי פרק ב' ופירש נמוקי יוסף בסוף מ''ק שהטעם לפי שהוא גורם לבזות המת שאומרים אותו האיש הצלוב הוא אביו של פלוני וכו'. \n",
        "<b>גדולה כאנטוכיא</b> שאין אלו מכירים את אלו. \n",
        "<b>עד שיכלה הבשר</b> דכיון שאין הצורה קיימת לא יזכרוהו לרעה עוד: \n\n"
      ],
      [
        "<b>יום שביעי מקצתו ככולו.</b> בפרק אלו מגלחין (מועד קטן דף י״ט:) איפסיקא הלכתא כאבא שאול דאמר הכי: \n\n"
      ],
      [
        "<b>מי שתכפוהו אבליו וכו'.</b> בפרק אלו מגלחין (מועד קטן דף י״ז:) ת״ר כל אלו שאמרו מותרים לגלח במועד מותרים לגלח בימי אבלם והתניא אסורים אמר רב חסדא כי תניא ההיא בשתכפוהו אבליו אי בשתכפוהו אבליו מאי איריא כל אלו שאמרו אפילו כ״ע נמי דתניא תכפוהו אבליו זה אחר זה הכביד שערו מיקל בתער ומכבס כסותו במים הא אתמר עלה אמר רב חסדא בתער ולא במספרים במים ולא בנתר ולא באהל ורבינו גריס ולא בחול כלומר מי שתכפוהו אבליו דעלמא מיקל בתער ומי שבא ממדינת הים וחבריו שלא הספיקו לגלח במועד עד שתכפוהו מגלחין כדרכן ואע״פ כן לא נמנע רבינו מלכתוב וכו' שהם שוים שהקילו בהם משאר אבלים אע״פ שבזה הקילו יותר מבזה: \n",
        "<b>ומה שכתב רבינו וכן מי שתכפוהו אבליו ובא ממדינת הים</b> היינו לומר שתכפוהו אבליו אחר שבא ממדינת הים וכו' וכן מוכיח סוף לשונו. וכתב הרמב''ן דילפינן דין כיבוס מדין גילוח וכ''כ הטור וכן בדין דמאי שנא ופירש הרמב''ן מיקל בתער היינו שמיקל משער ראשו ומספר ממנו קצת והדבר ידוע שהחותך מן השיער קצתו אין דרכו בתער וא''א לגלחו כהוגן אלא בזוג של מספרים. וכתבו הרמב''ן והמרדכי בשם התוספתא ובלבד שיעשנו בצינעא בתוך ביתו וכ''כ הטור: \n",
        "<b>ומ''ש ורוחץ כל גופו בצונן וכו'.</b> בפ''ק דתעניות (דף י''ג): \n\n"
      ]
    ],
    [
      [
        "<b>מי שבאה לו שמועה וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ') תנו רבנן שמועה קרובה נוהגת שבעה ושלשים וכתב הרא״ש ונוהג בה הבראה וכל דיני אבילות כיום קבורה: \n",
        "<b>ומה שכתב רבינו ואפילו יום שלשים.</b> כך העלה הרי''ף וכן הכריע הרמב''ן בת''ה: \n",
        "<b>ומה שכתב אבל אם הגיעה לו השמועה אחר שלשים יום וכו'.</b> שם פלוגתא דתנאי ואיפסיקא הלכתא כר''ע דאמר שמועה רחוקה אינה נוהגת אלא יום אחד ואמרינן בגמרא דרבי חייא אתא ליה שמועה רחוקה אמר ליה לשמעיה חלוץ מנעלי והולך כלי אחרי לבית המרחץ ש''מ תלת ש''מ אסור בנעילת הסנדל וש''מ אינה נוהגת אלא יום אחד וש''מ מקצת היום ככולו וכתב הרמב''ן שדיו מכל גזירות אבילות בחליצת הסנדל בלבד ואם אין לו מנעלים ברגליו צריך שיכפה מטתו או יעטוף ראשו שצריך שיעשה מעשה שניכר שעשה משום אבילות ומיהו בחדא סגי ואמרינן בגמרא דשמועה רחוקה אפילו על אביו ואמו אינו נוהג אלא יום אחד וכתב הרמב''ן ה''מ לענין גזירת שבעה אבל לענין גזירת שלשים נוהג על אביו ואמו בתספורת עד שיגערו בו חבריו ולשאילת שלום וליכנס לבית המשתה עד י''ב חדש ומונה מיום מיתה ולא מיום שמועה: \n",
        "<b>ומ''ש רבינו דבשמועה רחוקה אינו קורע</b> משמע דאפילו על אביו ואמו קאמר דסתם ולא חילק וגם מדכתב בפ''ח שמי שלא היה לו חלוק בשעה שמתו אביו ואמו ואח''כ נזדמן לו אינו קורע אלא עד שלשים יום והרמב''ן והרא''ש חולקים ואומרים דבשמועה רחוקה על אביו ואמו קורע לעולם וכן נראה מדברי הרי''ף: \n\n"
      ],
      [],
      [
        "<b>מי שבאה לו שמועה קרובה בתוך הרגל או ביום שבת וכו'.</b> ברייתא פרק אלו מגלחין שם. וכתב הרמב''ן דבשבת ורגל אסור בדברים שבצנעה והשומע שמועה רחוקה בשבת או ברגל אינו נוהג אפי' דברים שבצנעה ולמוצאי שבת ורגל נוהג שעה אחת ודיו והביאו דבריו הרא''ש והטור: \n",
        "<b>השומע שמועה קרובה בשבת.</b> כתב הטור בשם ספר מצות שבת עולה לו ליום אחד ולמחר קורע וה''ל יום ששי שביעי לאבילות וכ''כ בה''ג וה''ר יחיאל כתב שאין שבת עולה לו בתחלת המנין אלא יתחיל למנות מיום ראשון: \n\n"
      ],
      [
        "<b>מי שמת לו קרוב וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״א:) ת״ר אבל שלשה ימים הראשונים בא ממקום קרוב מונה עמהם בא ממקום רחוק מונה לעצמו מכאן ואילך אפילו בא ממקום קרוב מונה לעצמו ר״ש אומר אפי' בא ביום השביעי ממקום קרוב מונה עמהם וכו' א״ר חייא בר אבא א״ר יוחנן והוא שיש גדול הבית ופסק ר' יוחנן הלכה כר״ש ואתמר בגמרא (דף כ״ב) אהא דר״ש והוא שבא ומצא מנחמים אצלו בעי רב ענן ננערו לעמוד ולא עמדו מהו ותיקו וכיון דתיקו במידי דרבנן הוא נקטינן לקולא: \n",
        "<b>וכתב</b> הרא''ש ומקום קרוב דאמרן פירשו הגאונים דהיינו עשרה פרסי סוגיא דחד יומי כיון דאי שמע הוה מטי הכא בחד יומא כמאן דאיתיה בהדייהו דמי: \n",
        "<b>ואיתא</b> תו בגמרא איבעיא להו הלך גדול הבית לבית הקברות מהו וכו' [וא''ר יוחנן וכו'] מונה עמהם והתניא מונה לעצמו ל''ק הא דאתא בגו תלתא הא דלא אתא בגו תלתא והרי''ף השמיט זאת הבעיא ופשיטותה לפי שהסוגיא נפשטה הא דאתא בגו תלתא וכו' כת''ק אתיא (וכתב הרמב''ן) והשיבו עליו שזו סוגיתו של ר' יוחנן ור' יוחנן הוא שפסק הלכה כר''ש ואנו כך דעתנו כדברי רבינו דר''ש לא קפיד ביומי ושלישי כשביעי דמי ליה [ל''ש גדול ול''ש קטן] אלא רבי יוחנן תרוצי הוא דמתרץ ליה לברייתא דקתני מונה לעצמו ומוקים לה לאחר שלשה כרבנן אלא איהו כר''ש ס''ל [ביומי] דלית ליה שלשה כלל אלא כל זמן שבא ומצא מנחמין אצלו הרי הוא כיום השלישי בלא ספק יתד היא שלא תמוט עכ''ל. וזה הוא דעת רבינו ולפי דבריהם נראה דגדול הבית שהלך לבית הקברות אינו מונה אלא משיסתם הגולל ואפילו חזר אצל בני הבית ביום השלישי והם מונין משיחזירו פניהם והבא ממקום קרוב מונה עם גדול הבית דאחריו הוא נגרר לא אחר שאר בני הבית: \n\n"
      ],
      [
        "<b>אבל בשלשה ימים הראשונים וכו' עד הרי הוא ככל אדם.</b> בפ' אלו מגלחין (מועד קטן דף כ״א): \n\n"
      ],
      [
        "<b>כהן גדול חייב בכל דברי אבילות וכו'.</b> דכתיב בכהן גדול את ראשו לא יפרע ובגדיו לא יפרום ותנן בפרקא בתרא דהוריות (דף י''ב:) כה''ג פורם מלמטה וההדיוט מלמעלה ומפרש טעמא ר' ישמעאל בברייתא דלא יפרום היינו לומר לא יפרום כדרך שבני אדם פורמין ואמרינן בגמרא אמר רב למטה למטה ממש למעלה למעלה ממש ושמואל אמר למטה למטה מקמי שפה למעלה למעלה מקמי שפה וזה וזה בצואר ופירש''י למטה ממש דהיינו בשפת חלוקו ורבינו כתב סתם אסור לו לקרוע בגדיו למעלה דמשמע דכל למעלה אסור וכרב משום דהלכתא כוותיה באיסורי ועוד דאמר בגמרא דשמואל סבר כר' יהודה דאמר כל קרע שאינו מבדיל קומי שפה אינו קרע ואנן קי''ל דלית הלכתא כר' יהודה בהא: \n",
        "<b>ומה שכתב רבינו ולצאת אחר המטה.</b> בפרק ב' דסנהדרין (דף י''ח) תנן גבי כהן גדול מת לו מת אינו יוצא אחר המטה אלא הם נגלין והוא נכסה הן נכסין והוא נגלה ויוצא עמהם עד פתח שער העיר דברי ר' מאיר ר' יהודה אומר אינו יוצא מן המקדש שנאמר ומן המקדש לא יצא ומשמע לי שרבינו מפרש דשלש מחלוקות הן ופסק כתנא קמא אלא דהוה ליה לרבינו לסיומי ביה הן נגלין והוא נכסה וכו' כדסיים ת''ק. ונ''ל דרבינו מפרש דהן נגלין והוא נכסה וכו' אינם דברי ת''ק אלא מדברי ר' מאיר הם. \n",
        "<b>ומ''ש וכל העם באים לנחמו לביתו. ומ''ש וכשמברין אותו וכו' עד ואומר להם תנוחמו.</b> משנה בפרק ב' דסנהדרין: \n\n"
      ],
      [
        "<b>וכן המלך חייב בכל דברי אבילות וכו' ולא יצא דוד וכו'.</b> משנה שם (דף כ'): \n",
        "<b>ומה שכתב ואינו מנחם אבלים:</b> \n\n"
      ],
      [
        "<b>ואין אדם נכנס למלך לנחמו וכו': וכשמברין אותו וכו'.</b> שם במשנה: \n\n"
      ]
    ],
    [
      [
        "<b>אבל חייב לקרוע וכו'.</b> פרק אלו מגלחין (מועד קטן דף כ״ד) אמר שמואל אבל שלא פרע ושלא פרם חייב מיתה שנאמר ראשיכם אל תפרעו ובגדיכם לא תפרומו ולא תמותו הא אחר שלא פרע ולא פרם חייב מיתה וכתב הרמב״ן דקריעה דרבנן היא וקרא אסמכתא בעלמא ומיתה זו שאמרו הוא כענין העובר על דברי חכמים חייב מיתה עכ״ל וכן נראה מדברי רבינו: \n",
        "<b>ומ''ש ואין קריעה אלא מעומד וכו'.</b> שם אמר רמי בר חמא (מנין) לקריעה שהיא מעומד שנאמר ויקם איוב ויקרע דילמא מילתא יתירתא הוא דעבד דאי לא תימא הכי ויגז את ראשו ה''נ אלא מהכא דכתיב ויקם דוד ויקרע את בגדיו ואמרינן תו בגמרא (דף כ''א:) אמימר קרע אידכר דקרע מיושב קם קרע מעומד. וכתב הרא''ש וז''ל כתב הראב''ד נהי דלכתחלה בעינן מעומד מנא לן דבדיעבד לא יצא מיושב ותירץ מדתנא ביה באיוב ודוד א''נ איכא למימר דאמימר אחמיר אנפשיה ע''כ. וכן נראה שסובר הרי''ף שאם קרע מיושב יצא מדהשמיט עובדא דאמימר והר''י גיאת כתב שאם קרע מיושב לא יצא ויחזור ויקרע מעומד וכן נראה מדברי רבינו שכתב אין קריעה אלא מעומד דמשמע דכל שאינה מעומד אינה קריעה וכן פירשו ההגהות: \n",
        "<b>ומהיכן קורע וכו'.</b> בסוף מ''ק (דף כ':) תניא הקורע למטה ומן הצדדין לא יצא ומפרש רבינו מן הצדדין מצדדי בית הצואר מכאן ומכאן וכ''ש מאחריו וכתב הטור שכן כתב הרמב''ן אין מקום קריעה אלא שלפני בית הצואר אבל לא מן הצדדין של בית הצואר מכאן ומכאן ואם קרע שם לא יצא: \n",
        "<b>ומ''ש אלא כ''ג שהוא פורם מלמטה.</b> נתבאר בפרק שקודם זה: \n\n"
      ],
      [
        "<b>כמה שיעור הקרע טפח.</b> ברייתא שם (דף כ''ב:) ומייתי לה בגמרא מדכתיב ויחזק דוד בבגדיו ויקרעם ואין אחיזה פחות מטפח: \n",
        "<b>ומ''ש ואין צריך להבדיל שפת הבגד.</b> ברייתא שם על כל המתים רצה מבדיל קמי שפה רצה אינו מבדיל על אביו ואמו מבדיל ואע''ג דר' יהודה פליג התם פסקו הפוסקים כת''ק ופירש הטור על כל המתים רצה מניח שפת הבגד שלימה וקורע מהשפה ולמטה על אביו ואמו צריך לקרוע כל השפה וכן פירש נמוקי יוסף וכך הם דברי רבינו: \n",
        "<b>ומותר לקרוע בכלי.</b> שם כי אתא רבין אמר ר' יוחנן על כל המתים רצה קורע ביד רצה קורע בכלי על אביו ואמו ביד: \n",
        "<b>ויש לו לקרוע בפנים וכו'.</b> שם בברייתא על כל המתים רצה קורע מבפנים רצה קורע מבחוץ על אביו ואמו קורע מבחוץ וכתב הטור פירש''י בפנים בחדר מבחוץ בפני העם והרי''ץ גיאת פירש בפנים מכניס ידו תחת חלוקו וקורע וכן פירש הרמב''ן עכ''ל. ורבינו נראה שתופס בשני הפירושים דתרווייהו בכלל פנים וחוץ הם: \n",
        "<b>ואינו חייב לקרוע אלא הבגד העליון בלבד:</b> \n\n"
      ],
      [
        "<b>כל שבעת ימי אבילות הקרע לפנים וכו' עד חייב לקרוע כל שבעה.</b> הכל שם. \n",
        "<b>ומ''ש ובגד זיעה סמוך לבשרו אינו מעכב.</b> שם אפרקסותו אינה מעכבת ופירש הערוך שהוא לבוש התחתון ופתוח בכתפיו וכשהוא לובשו קושרו ולפי שאין עושין אותו ללבוש אלא לקבל הזיעה אינו מעכב הקריעה: \n",
        "<b>ומ''ש וכן על אביו ואמו חולץ כתפו וכו'.</b> גם זה שם: \n",
        "<b>ומה שכתב ואחר שיקבר אביו ואמו אינו חייב לחלוץ.</b> לישנא דברייתא הכי מוכח דקתני בספ''ק דב''ק (דף ט''ז:) וכבוד עשו לו במותו זה חזקיהו מלך יהודה שיצאו לפניו ל''ו אלף חלוצי כתף משמע דחליצת כתף אינה אלא לצאת כך לפני המטה: \n\n"
      ],
      [
        "<b>קורעין לקטן מפני עגמת נפש.</b> ברייתא פ' אלו מגלחין: \n",
        "<b>חולה שמת לו מת אין מקרעין לו וכו' עד מפניו.</b> באבל רבתי: \n\n"
      ],
      [
        "<b>וקורע אדם על חמיו ועל חמותו וכו'.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ״ו ע״ב). \n",
        "<b>ומה שכתב וכן האשה קורעת על חמיה ועל חמותה,</b> ק''ו הוא: \n\n"
      ],
      [
        "<b>מי שאין לו חלוק לקרוע וכו' עד אפילו לאחר שבעה קורע. </b> גם זה שם: \n",
        "<b>ומה שכתב כל שלשים יום.</b> בה''ג חולק ואומר שקורע לעולם וכתב הרמב''ן שכן עיקר והביא ראיה לדבריו: \n",
        "<b>וכל היוצא בבגד קרוע לפני המתים וכו'.</b> ברייתא בסוף מועד קטן שם: \n\n"
      ],
      [
        "<b>האומר לחבירו השאילני חלוקך וכו'.</b> גם זה שם וכתב נמוקי יוסף אף על פי ששאר קרעים של אב אינם מתאחים זה מתאחה שאם נתן לו רשות לקרוע שלא יתבייש שם לא הקנהו: \n\n"
      ],
      [
        "<b>מי שהיה לו חולה בתוך ביתו וכו'.</b> בפירקא בתרא דנדרים (דף פ''ז) ברייתא וגמרא: \n",
        "<b>וכן מי שאמרו לו מת אביו וקרע וכו'.</b> שם אהא דתנן נדרה אשתו וסבור שנדרה בתו יחזור ויפר דייק עלה בגמרא (דף פ''ו:) למימרא דיניא אותה דוקא הוא והא גבי קרעים דכתיב על על דכתיב על שאול ועל יונתן בנו ותניא אמרו לו מת אביו וקרע ואח''כ נמצא בנו יצא ידי קריעה ל''ק הא בסתם הא במפרש פירוש בסתם שאמרו לו מת וסבור שהוא אביו ונמצא שהוא בנו והתניא אמרו לו מת אביו וקרע ואח''כ נמצא בנו לא יצא ידי קריעה אמרו לו מת לו מת וסובר שהוא אביו וקרע ואחר כך נמצא בנו יצא ידי קריעה רב אשי אמר כאן תוך כדי דיבור כאן לאחר כדי דיבור וכתב הר''ן דרב אשי לא אתא לאיפלוגי אהאי ברייתא דבסתם דהא ברייתא מוכחא הכי בהדיא אלא דכי היכי דלא נדחוק נפשין דברייתא דקתני אמרו לו מת אביו לאו דוקא פריק שנויא אחרינא עכ''ל. ולפי זה אם אמרו לו סתם מת לו מת וסבור שהוא אביו וקרע ואחר כדי דיבור נודע לו שהוא בנו יצא וכן נראה מדברי הרי''ף והרא''ש בסוף פרק אלו מגלחין שכתבו אמרו לו מת אביך וקרע ואחר כך נמצא שהוא בנו יצא ידי קריעה ותניא אמרו לו מת בנו וקרע ואחר כך נמצא אביו לא יצא אמרו לו מת לך מת וכסבור אביו הוא וקרע ואחר כך נמצא בנו יצא ידי קריעה ופריק רב אשי כאן תוך כדי דיבור כאן לאחר כדי דיבור עכ''ל. וכיון דברייתא דקתני לא יצא ידי קריעה איירי לאחר כדי דיבור א''כ סיפא דקתני אמרו לו מת לו מת וכו' לאחר כדי דיבור נמי היא ואפילו הכי קתני דיצא אבל רבינו שכתב דאף באמרו לו מת וכו' לא יצא ידי קריעה אלא אם כן נודע לו תוך כדי דיבור וכן נראה מדברי הרמב''ן בת''ה שלא הזכיר ההיא דאמרו לו מת לו מת משמע דסבר שאין חילוק בין סתם למפרש ונ''ל דס''ל ז''ל דרב אשי לאיפלוגי אתא למימר דל''ש לן בין סתם למפרש אלא בין תוך כדי דיבור לאחר כדי דיבור תלוי הדבר הילכך אע''ג דרישא דברייתא דקתני א''ל מת אביו וכו' לא יצא מוקי לה רב אשי בלאחר כדי דיבור סיפא דקתני אמרו לו מת לו מת וכו' ע''כ אית לן לאוקמה בתוך כדי דיבור ואפשר שהיו גורסים גם בסיפא לא יצא: \n\n"
      ],
      [
        "<b>מי שמתו לו מתים הרבה וכו'.</b> ברייתא בסוף מ''ק (דף כ''ו:) מת אביו מתה אמו מת אחיו מתה אחותו קורע קרע אחד לכלם ר' יהודה בן בתירא אומר על כלם קרע אחד על אביו ועל אמו קרע אחר [לפי שאין מוסיפין על קרע אביו ואמו וכו'] לפי שאינם בתוספת אמר שמואל הלכה כר' יהודה בן בתירא: \n\n"
      ],
      [
        "<b>מי שמת לו מת וקרע עליו וכו'.</b> שם פלוגתא דאמוראי ופסק כמ''ד כל שבעה קורע לאחר שבעה מוסיף וכן פסקו הרי''ף והרא''ש: \n",
        "<b>ומה שכתב מת לו שלישי וכו' עד הופכו למטה.</b> ברייתא שם ואע''ג די''א עד לבו פסק כת''ק דאמר עד טבורו וכן פסקו הרי''ף והרמב''ן והרא''ש ותניא ר' יוסי אומר תחלת קריעה טפח תוספת כל שהוא איפסיקא הלכתא בגמרא כוותיה וכתב הטור דהא דתוך שבעה קורע קרע אחר היינו שבאותו קרע מוסיף וקורע עוד טפח או מרחיק שלש אצבעות וקורע טפח: \n",
        "<b>אמרו לו מת אביו וקרע וכו'.</b> שם ת''ר א''ל מת אביו וקרע מת בנו והוסיף תחתון מתאחה עליון אינו מתאחה מת בנו וקרע מת אביו והוסיף עליון מתאחה תחתון אינו מתאחה מת אביו מתה אמו מת אחיו מתה אחותו קורע קרע אחד לכולן ר' יהודה בן בתירא אומר על כולן קרע אחד על אביו ואמו קרע אחר לפי שאין מוסיפין על קרע של אביו ואמו מ''ט אמר רב נחמן בר יצחק לפי שאינם בתוספת אמר שמואל הלכה כר''י בן בתירא ומפרש רבינו דר''י בן בתירא פליג ארישא דרישא ולא אסיפא דרישא ולישנא דברייתא דקתני לפי שאין מוסיפין על קרע של אביו הכי דייקא וכתב הרמב''ן על דברי רבינו שיפה כיון וגם רבינו ירוחם כתב שכן עיקר: \n\n"
      ]
    ],
    [
      [
        "<b>כל הקרעים וכו' עד מפני הצניעות.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ''ב ע''ב): \n\n"
      ],
      [
        "<b>כדרך שקורע אדם על אביו ועל אמו וכו' עד ועל המקדש.</b> ברייתא שם אלו קרעים שאינם מתאחים הקורע על אביו ואמו ועל רבו שלמדו תורה וכו': \n\n"
      ],
      [
        "<b>כל אלו הקרעים קורע עד שמגלה את לבו.</b> טעמו דכשם שהם שוין לענין איחוי כך הם שוים בשיעור הקריעה דכשם ששיעור הקריעה דאביו ואמו עד שיגלה את לבו כך באלו השנויים עמהם שיעור קריעה עד שיגלה את לבו. והרמב״ן בת״ה הקשה עליו מדגרסינן בפרק אלו מגלחין (מועד קטן דף כ״ב:) אמר ר' חייא בר אבא א״ר יוחנן על כל המתים כולם קורע מבפנים על אביו ואמו קורע מבחוץ אמר רב חסדא וכן לנשיא מיתיבי לא הושוו לאביו ואמו אלא לאיחוי בלבד מאי לאו אפילו לנשיא לא לבר מנשיא ופירש״י לא הושוו רבו ואב בית דין ונשיא וכל הנך דתני במתניתין לאביו ואמו אלא לאיחוי ש״מ נשיא בשאר כל חומרי אביו ואמו הרי הוא כשאר כל המתים וכן רבו שלמדו חכמה אינו אלא כשאר כל המתים ואפילו בקריעה מבחוץ ועוד שגילוי הלב דבר מיוחד הוא באביו ואמו רמז שבטלה ממנו מצות כיבוד כדאיתא בירושלמי והרי אמרו בקריעה טפח מאי קראה דכתיב ויחזק דוד בבגדיו ויקרעם ואין אחיזה פחותה מטפח והא דוד קורע על נשיא ואב בית דין ושמועות הרעות וסגי ליה בטפח עכ״ל. וליישב דעת רבינו נ״ל לומר שהוא ז״ל סובר דעד שיגלה את לבו בכלל אינו מתאחה הוא דהא דאינם מתאחים נפקא לן בגמרא מדכתיב באלישע ויחזק בבגדיו ויקרעם לשנים קרעים ממשמע שנאמר ויקרעם איני יודע ששנים אלא מלמד שקרועין ועומדים שנים לעולם ומהתם איכא למשמע דעד שיגלה את לבו קרע דבהכי מינכר שהם קרועים לשנים דאי לא קרע אלא טפח לא הוה מינכר שהם קרועים לשנים והא דקאמר בירושלמי דגילוי הלב באביו ואמו מפני שניטלה ממנו מצות כיבוד ההוא טעמא שייך נמי בנשיא ורבו ואב בית דין והא דקאמר בגמרא קריעה טפח מדכתיב ויחזק דוד בבגדיו ויקרעם אסמכתא בעלמא ללמד על אחרים ולא על עצמו ותדע דהא אע״ג דלא כתיב בקרא דדוד לשנים קרעים אמרינן דקורע על נשיא ואב ב״ד ואינו מתאחה משום דגמרינן מאלישע א״כ ה״ה דלענין גילוי הלב ילפינן מיניה כדפרישית. אבל אי קשיא על רבינו הא קשיא ליה למה לא כתב דעל הנשיא קורע מבחוץ דהא ליכא מאן דפליג על רב חסדא דאמר וכן לנשיא ועוד יש לדקדק שכתב דחכם שמת הכל קורעים עליו עד שמגלים את לבם ומשמע אפילו לא למד ממנו כלום וזו מנין לו ואפשר שטעמו מדתניא בפרק ר' אליעזר דאורג חכם שמת הכל חולצין עליו וא״א לחליצת כתף אא״כ יקרע עד שיגלה לבו: \n",
        "<b>ואף על פי שאינם מתאחין מותר לשוללן וכו' עד מתוך איחוי האלכסנדרי בלבד.</b> הכל בפרק אלו מגלחין (מועד קטן דף כ״ו:) וכתב הטור איחוי אלכסנדרי פירש הראב״ד דהיינו תפירה שהיא שוה למעלה ובולטת מלמטה והרמב״ן פירש דסתם תפירה שוה למעלה ובולטת מלמטה ואיחוי אלכסנדרי שוה מלמעלה ומלמטה וכעין אריגה עכ״ל: \n",
        "<b>אפילו הפך הכלי וכו'.</b> שם ת''ר רשאי להפכו למטה ולאחותו רשב''א אוסר לאחותו ופסקו הרי''ף והרא''ש כרשב''א וכתב הרמב''ן שכן פסק בה''ג והכי איתא בירושלמי: \n\n"
      ],
      [
        "<b>ומה שכתב וכשם שהמוכר אסור לאחותו כך הלוקח לפיכך המוכר צריך להודיע וכו'.</b> שם: \n",
        "<b>כתב</b> הטור מכרו לו סתם ולא הודיעו אסור לו לאחותו עד שידע שאינן מקרעים שאינן מתאחים ואסור למכרו לעכו''ם עכ''ל. והוא ברייתא באבל רבתי: \n\n"
      ],
      [
        "<b><small>(ה-י)</small> ומנין שקורע על רבו וכו' עד וקרועי בגדים.</b> בפרק אלו מגלחין (מועד קטן דף כ״ו): \n\n"
      ],
      [],
      [],
      [],
      [],
      [],
      [
        "<b>כל מי שעמד על המת וכו'.</b> בר״פ רבי אליעזר דאורג (דף ק״ה) ופרק אלו מגלחין (מועד קטן דף כ״ה) וכתב הטור שה״ר יונה כתב דוקא בשאינו רשע והר״מ מרוטנבורג כתב שעל הכל חייבים לקרוע חוץ מעל מומר עובד ע״ז או עובר אחת מכל מצות התורה להכעיס שאותו חשיב כמומר. וכתב עוד והטעם שקורעים קאמר רשב״א מפני שדומה לס״ת שנשרף ופירש״י שעדיין היה יכול ללמוד ודומה לס״ת וכתב הרמב״ן ולפי זה אין לקרוע על אשה ופירש הוא אלא דמיון בעלמא שהוא הפסד גדול וחרדה רבה ועל כן כתב שקורעים גם על אשה עכ״ל ובפירוש רש״י שבידינו כתוב לס״ת שנשרף הרואה חייב אף נשמת ישראל הניטלת דומה לו שאין לך ריק שבישראל שאין בו תורה ומצות ובפרק אלו מגלחין כתב לס״ת דתורה קרויה נר דכתיב כי נר מצוה ותורה אור ונשמה נקראה נר דכתיב נר ה' נשמת אדם עכ״ל וא״כ גם לדעת רש״י צריך לקרוע על אשה: \n",
        "<b>ומה שכתב חכם שמת הכל קרוביו והכל קורעים עליו.</b> שם חכם שמת הכל קרוביו הכל קרוביו ס''ד אלא אימא הכל כקרוביו הכל קורעין עליו הכל חולצין עליו ואיני יודע למה לא כתב רבינו הכל כקרוביו: \n",
        "<b>ומ''ש עד שמגלים את לבם.</b> כבר נתבאר טעמו בפרק זה: \n",
        "<b>ומ״ש שחליצה על החכם היא מימין.</b> ברייתא פרק אלו מגלחין (מועד קטן דף כ״ב:) ופירש״י חכם ממונה על העיר שמבקשים ממנו הוראה. ולשון אבל שכתב רבינו קאי למה שכתב באדם כשר קורעין טפח אבל על חכם שמת קורעין עד שמגלים את לבם: \n",
        "<b>ומ''ש ובית מדרשו של אותו חכם בטל כל שבעה.</b> בפרק אלו מגלחין שם ת''ר חכם שמת בית מדרשו בטל ופירש הרמב''ן בת''ה בטל כל ז' לפי שמספידים אותו ואין עוסקין בבית מדרשו כלל שלא יתעצלו מהספדו אבל שאר בתי מדרשות עוסקין בתורה אפילו בשעת הספד שאין מבטלין ת''ת להספד. וכתב הטור ואחר ההספד אין תלמידיו מתקבצים בבית מדרשו אלא מתחברים שנים שנים ולומדים בבתיהם והם דברי הרא''ש ונמוקי יוסף שכתבו בשם הראב''ד: \n",
        "<b>ומ''ש וכבר נהגו ת''ח וכו'.</b> משמע דמיירי בשוים דוקא אבל גדול על הקטן לא אא''כ למד ממנו שום דבר וכ''כ הרמב''ן בת''ה והר''ן בפ''ק דקידושין: \n",
        "<b>ואיכא</b> למידק למה תלה הדבר במנהג והלא מן הדין חייבים לקרוע וכדתניא חכם שמת הכל קורעין עליו ומשמע דאפילו לא למדו ממנו וכמו שדקדק הרא''ש בפרק אלו מגלחין ואפשר לומר דההיא באותם שאינם שוים לחכם שמת אבל בשוים לו לא מחייבי מדינא אלא שנהגו כך אי נמי על חכם שמת חייבים לקרוע מן הדין אפילו שוים לו אבל על ת''ח אין חייבים לקרוע השוים לו מן הדין אלא שנהגו כך. אי נמי דהכל חייבים לקרוע על חכם כדאיתא בברייתא ומיהו האי קריעה לא אתפרש בברייתא שיעורא ומשמע ליה ז''ל דשיעורא עד שיגלה את לבו ומיהו נהגו תלמידי חכמים לקרוע טפח בלבד שמאחר שהם עדיין תלמידי חכמים די להם שיקרעו טפח כשאר קריעה דעלמא וכתבו הגהות על דברי רבינו שכתב וכבר נהגו וכו' פירש ראבי''ה קרע שאינו מתאחה אבל הר''מ כתב שאינו אלא חומרא בעלמא והיכא דנהוג נהוג והיכא דלא נהוג לא נהוג ואין מורין כן. וכן כתב המרדכי במועד קטן: \n\n"
      ],
      [
        "<b>כל הקורעים על החכם שמת וכו'.</b> ברייתא פ' אלו מגלחין (מועד קטן דף כ״ה). ועל מ״ש \n",
        "<b>רבינו שנ''ל שמאחה למחר</b> כתב הרב רבינו משה בן נחמן שאינו יודע למה יאסר בו ביום. ולי נראה שטעמו של רבינו מדקתני כיון שהחזירו פניהם מאחרי המטה שוללין משמע דלא התירו אלא לשלול ולא לאחות דאל''כ ליתני מאחין דהוי רבותא טפי ואע''ג דאיכא למימר דמשום דקודם קבורה הוא לא התירו אלא לשלול ולא לאחות מ''מ אם איתא לא הוה שתיק גמרא מלאשמועינן דמותר לאחות בו ביום: \n",
        "<b>ומ״ש על רבו אינו מתאבל אלא יום אחד.</b> בפרק אלו מגלחין (מועד קטן דף כ״ה:) כי נח נפשיה דר' יוחנן יתיב עליה רבי אמי שבעה ושלשים א״ר אבא בריה דר' חייא בר אבא ר' אמי דעבד לגרמיה הוא דעבד דהכי א״ר חייא בר אבא א״ר יוחנן אפילו רבו שלמדו חכמה אינו יושב עליו אלא יום אחד וכתב הרמב״ן שמתאבל עליו בחליצת מנעל ושאר דיני אבילות והרא״ש כתב שנוהג עליו כל דיני אבילות מקצת יום אחד: \n\n"
      ],
      [
        "<b>חכם שבאה שמועתו וכו'.</b> בפרק אלו מגלחין תניא x חכם כבודו בהספדו: \n\n"
      ],
      [
        "<b>אב ב''ד שמת הכל קורעין עליו וחולצין משמאל.</b> ברייתא שם (דף כ''ב:): \n",
        "<b>ומ''ש וכל בתי מדרשות שבעירו בטלים וכו' עד ישבו בדרום.</b> ברייתא שם ופירש הרמב''ן בת''ה כל בתי מדרשות בטלי ומבטלין ת''ת כל שבעה כדי שיהיו כולם פנויים ומתעסקים בהספדו והרגילין להתפלל בבהכ''נ משנים מקומם בקר וערב כשהם נכנסים שם להתפלל: \n\n"
      ],
      [
        "<b>נשיא שמת הכל קורעים עליו.</b> (שם) נשיא שכיב א''ל רב חסדא לרב חנן בר רבא כפי אסיתא וקום עלה ואחוי קריעה לעלמא: \n",
        "<b>ומ''ש וחולצין שתי ידים מכאן ומכאן.</b> שם: \n",
        "<b>ומ''ש וכל בתי מדרשות בטלין.</b> ופירש הרמב''ן בת''ה כל בתי מדרשות אף אותם שחוץ לעיר כל אותם שיכולים לבא ביום שבת שאין מתפללין בעשרה אלא בביתו חוץ מקריאת התורה בשבת שבעה והוא הדין בשני וחמישי שלשה וזה אינו בחכם ואב ב''ד שאין מבטלין בה אלא מקצתן מתפללין בביהכ''נ ומקצתן בבית האבל: \n",
        "<b>ומ''ש ולא יטיילו בשוק אלא יושבים משפחות משפחות דוים כל היום.</b> הם דברי ר''י בן קרחה שם בברייתא (דף כ''ג): \n\n"
      ]
    ],
    [
      [
        "<b>השבת עולה למנין אבילות וכו'.</b> משנה בפ' אלו מגלחין (מועד קטן דף י״ט) שבת עולה ואינה מפסקת וכתב הטור הטעם שאינו מפסיק מפני שא״א לז' ימים בלא שבת ואם היה מפסיק א״כ לא יהיו לעולם שבעה ימים והוא מדברי הרמב״ן בת״ה והכי איתא בירושלמי: \n",
        "<b>ואין אבילות בשבת אלא בדברים שבצנעה כגון עטיפת הראש וכו'.</b> שם (דף כ''ד) אמר שמואל פח''ז חובה נת''ר רשות פריעת הראש חזרת קרע לאחוריו זקיפת המטה חובה נעילת הסנדל תשמיש המטה רחיצת ידים ורגלים בחמין ערבית רשות רב אמר אף פריעת הראש רשות ושמואל מ''ש נעילת הסנדל דרשות דלאו כ''ע עבידי דסיימו מסנייהו פריעת הראש נמי לאו כ''ע עבידי דמגלו רישייהו שמואל לטעמיה דאמר שמואל וכו' כל עטיפה שאינה כעטיפת ישמעאלים אינה עטיפה כלומר וכ''ע לא נהגו בעטיפה זו אלא אבלים. וכתב הטור נת''ר רשות וחייב לנהוג בהם אבילות הילכך חייב לנהוג בהם כמו בחול כיון שאינו נראה כאבילות וכ''כ הרי''ף והרמב''ן והרא''ש וטעמא מדאמרינן התם אביי אשכחיה לרב יוסף דפריס ליה סודרא ארישיה ואזיל ואתי בביתיה א''ל לא סבר ליה מר אין אבילות בשבת א''ל הכי א''ר יוחנן דברים שבצנעה נוהג: \n",
        "<b>ומ''ש רבינו שעטיפת הראש הוי מדברים שבצנעה.</b> נראה דהיינו לומר דבצנעה דוקא נוהג וכעובדא דרב יוסף דמשמע דלא הוה פריס סודרא ארישיה אלא בגו ביתיה דוקא ולא בפני רבים אלא דא''כ קשה דהל''ל גם בנעילת הסנדל שינהוג בצינעה מ''ש מעטיפת הראש ושמא יש לומר דכיון דלא אשכחן בגמרא מאן דחלץ מנעליו בצינעא לית לן למימר שיחלוץ מנעליו אפילו בצינעא ויותר נראה לומר דאף בפני רבים קאמר שיעטוף ראשו וקרי ליה דברים שבצינעה משום דיש לו מנעלים ברגליו וכמו שאמרו לובש מנעליו מנעליו מוכיחין עליו וכדרבי יוחנן ועי''ל שטעמו משום דפסק כרב דאמר אף פריעת הראש רשות וא''כ חייב לנהוג בה כמו בחול כיון שאינו נראה כאבילות ואע''ג דמשמע בגמרא דטעמא דרב משום דלית ליה דשמואל דאמר כל עטיפה שאינה כעטיפת ישמעאלים אינה עטיפה ורבינו פסק בפ''ה כשמואל דמצריך עטיפת ישמעאלים וטעמא דאמר פריעת הראש רשות משום דקא סבר דאיכא אינשי דמכסו פומייהו בלא אבילות אבל קשה דמאי כתב דלובש מנעליו הא אמרינן דנעילת הסנדל רשות וא''כ חייב הוא לחלוץ ואפשר דמשום דבהאי זמנא אין רגילות לילך יחף פסק כן וגם הרא''ש כתב כן דהאידנא שאין רגילות לילך יחף הוי נעילת הסנדל חובה: \n",
        "<b>ומ''ש דנותן שלום לכל אדם.</b> טעמו משום דהוי מדברים שבפרהסיא ולא הוזכר בגמרא משום דמילתא דפשיטא הוא: \n",
        "<b>ומ''ש ואם יש לו בגד מחליף ולא ילבש בגד קרוע בשבת אפילו על אביו ועל אמו ואם אין לו להחליף מחזיר את הקרע לאחוריו.</b> ברייתא שם: \n\n"
      ],
      [
        "<b>מאימתי זוקפין את המטות בע״ש וכו' עד חוזר וכופה אותן במוצאי שבת.</b> בסוף פרק אלו מגלחין (מועד קטן דף כ״ו): \n\n"
      ],
      [
        "<b>הרגלים וכן ר״ה ויום הכפורים אין דבר מדברי אבילות נוהג בהם. . כתב</b> הרמב״ן שיש כת מן החכמים כדברי רבינו וטעמם משום דהא דקאמר בריש כתובות (דף ד') מסייע לרבי יוחנן דאמר אע״פ שאין אבילות במועד אבל דברים שבצינעא נוהג היא השמועה האמורה בפרק אלו מגלחין (מועד קטן דף כ״ד) אביי אשכחיה לרב יוסף דפריס סודרא ארישיה בשבת אמר ליה לא סבר לה מר אין אבילות בשבת אמר ליה הכי אמר רבי יוחנן דברים שבצינעא נוהג והם מפרשים דדוקא בשבת לפי שהיא עולה הנהיגו בה בצנעא אבל ברגלים שמפסיקין ואינם עולים לדברי הכל אינו נוהג לא בצנעא ולא בפרהסיא עכ״ל. ונראה מדבריו שהיו גורסים בההיא דרבי יוחנן דריש כתובות דשבת במקום דמועד והרמב״ן חולק על סברא זו והאריך לטעון עליה והעלה דדברים שבצינעא נוהגים במועד וכן פסקו התוס' והרא״ש בריש כתובות וכתבו שכן פסק בה״ג והיה נראה לומר דלאו בהכי מיירי רבינו אלא היינו לומר שאם קברו קודם הרגל אפילו שעה אחת בטלה ממנו גזירת שבעה כדמפרש ואזיל והוא משנה שם הקובר את מתו שלשה ימים קודם לרגל בטלה ממנו גזירת שבעה ובגמרא (דף כ') ת״ר קיים כפיית המטה שלשה ימים קודם לרגל אינו צריך לכפותה אחר הרגל דברי ר' אליעזר וחכמים אומרים אפילו יום אחד ואפילו שעה אחת ואסיקנא בגמרא דהלכה כחכמים אלא שמתוך שלא הזכיר רבינו דברגל נוהגים דברים שבצנעא אדרבא כתב לקמן דקובר מתו ברגל לא חלה עליו אבילות כלל י״ל שמ״ש אין דבר מדברי אבילות נוהגים בהם מילתא באפי נפשה היא לומר דאפילו דברים שבצנעא אין נוהגים בהם וכמו שפירשם הרמב״ן. והא דאסיקנא דאפילו שעה קודם לרגל מבטל גזירת שבעה. \n",
        "<b>ומ''ש שר''ה ויוה''כ דינם כרגל.</b> שם פלוגתא דתנאי ואיפסיקא הלכתא כר''ג דאמר ראש השנה ויוה''כ כרגלים וכחכמים דאמרי עצרת כרגלים: \n",
        "<b>ומ''ש נמצא מונה לאחר ר''ה ויוה''כ כ''ג יום ולאחר הפסח ט''ז יום וכו'.</b> שם (דף כ''ד) דרש רב ענני בר ששון וכו' יום אחד לפני עצרת ועצרת הרי כאן י''ד וכו' דאמר רבי אלעזר אמר ר' אושעיא מנין לעצרת שיש לה תשלומין כל שבעה שנאמר בחג המצות ובחג השבועות וכו' אדבריה רב פפא לרב אויא סבא ודרש יום אחד ור''ה הרי כאן י''ד אמר רבינא הילכך יום אחד לפני החג וחג ושמיני שלו הרי כאן כ''א יום. וא''ת למה ר''ה עצמו חשוב שבעה שהרי אין לו תשלומין כמו העצרת תירץ הרמב''ן כיון דהוי כרגל לגזירת שבעה חשוב כרגל שלם לגזירת שלשים מפני שהוקשו כל המועדים זה לזה שנאמר אלה מועדי ה'. וכתב הרא''ש וז''ל הקשה הראב''ד רב פפא כר''ג ס''ל דאמר ר''ה ויוה''כ כרגלים וכיון דיוה''כ רגל הוא ומפסיק למה לי חושבנא דיליה בין דלחשביה לר''ה שבעה בין דלא לחשביה אלא חד יומא כי מטי ר''ה בטלי גזירות שבעה וכי מטי יוה''כ בטלי גזירות שלשים ותירץ דבכה''ג לא בטלי גזירות שלשים כיון דלא הוי אבילות שבעה כאורחייהו דתרתי הפסקות בהדי הדדי בחדא אבילות לא עבדינן אלא שבעה כי אורחייהו או שלשים כי אורחייהו וכיון דר''ה חשבינן במקום שבעה ויוה''כ אפילו במקום שבעה לא חשבינן ליה וכי מטי סוכות הוא דבטלה ממנו אבילות ומעיקרא לא דתרי עילויי בחדא אבילות לא עבדינן ולהכי קאמר הרי כאן י''ד ולא קאמר בטלה ממנו גזירת שבעה במתניתין לאשמועינן דבעי אשלומי ומיזל עד הרגל וליכא הפסקה כלל מהנך עד דמטי לעיקר הרגל משום דחשיבי כרגלים גמורים ומיהו אם קובר מתו שבעה ימים קודם ר''ה בטלי ממנו גזירת שלשים כרגל גמור וכ''כ בה''ג היכא דמית ליה מת קודם ר''ה יום אחד עולה למנין שבעה ור''ה שבעה הרי י''ד ושבעה ימים שבין ר''ה ליוה''כ הרי כ''א יום ויוה''כ שהוא כרגל שבעה ונקיט ליה תרי יומי בתר יוה''כ למשלם תלתין יומין עכ''ל. ונתבארו דברי רבינו זולת \n",
        "<b>מ''ש נמצא מונה לאחר ר''ה ויוה''כ כ''ג יום</b> שיש לתמוה עליו שהרי אמרו בגמ' בפירוש יום אחד לפני ר''ה ור''ה הרי כאן י''ד ונמצא שאינו צריך למנות אחר ר''ה אלא י''ו יום והיאך כתב שהוא צריך למנות כ''ג וכבר השיגו הראב''ד וכתב א''א יש כאן שבוש וכו' נראה שטעמו מדאמרינן בגמרא רבינא איקלע לסורא דפרת א''ל רב חביבא אמר מר יום אחד לפני ראש השנה ור''ה הרי כאן י''ד א''ל אנא מסתברא כר''ג הוא דאמינא ומפרש רבינו דרבינא לא אודי במנין ר''ה שיהא עולה שבעה מפני שאינו רגל והיינו דאמר מסתברא כר''ג אמרי להפסיק כרגלים אבל לא למנות יומי שבעה ועוד סובר שאין יום הכפורים מבטל גזרת שלשים מהקובר את מתו קודם ר''ה שכל שלא הפסיקו רגל ראשון שפגע בו תחלה אין רגל מפסיקו כפי הסברא הנזכרת למעלה כ''כ הרמב''ן ליישב דברי רבינו מ''מ כתב שאין דבריו נראין שאין הפרש בין ר''ה לשמיני של חג שנמנה שבעה ואע''פ שזה מכלל הרגל וזה אינו רגל אנו אין לנו בגמרא שיהא מנין זה תלוי ברגל ולא רגל אלא או שנתלה הדבר במי שיש לו תשלומין שבעה או שנאמר שכל המפסיקין עולין כמימריה דרב פפא דאמר אפילו ר''ה וכיון דאוסיף רבינא אפילו שמיני של חג שמע מינה דכל המפסיקין נמנין שבעה ליומי עכ''ל: \n\n"
      ],
      [],
      [
        "<b>הקובר את מתו שבעת ימים קודם רגל וכו'.</b> שם איפליגו תנאי בחל יום שביעי בערב הרגל ואיפסיקא הלכתא בגמרא כאבא שאול דאמר מצות שבעה מבטלת גזירת שלשים כלומר שאם חל יום שביעי שלו בערב הרגל בטלה ממנו גזרת שלשים דמקצת היום ככולו וים שבעה עולה לכאן ולכאן: \n",
        "<b>ומה שכתב ואם על אביו ואמו הוא מתאבל וכו' עד שישלח פרע או עד שיגערו בו חביריו.</b> כן כתב הרא''ש וכן דעת סמ''ג שכתב אהא דתניא דעל אביו ואמו אינו נכנס לבית המשתה עד שנים עשר חדש מכאן למדנו דדבר שאינו תלוי בשבעה ושלשים אין רגל מפסיק וכן פוסק בירושלמי עכ''ל: \n\n"
      ],
      [
        "<b>חל ששי שלו בערב הרגל וכו'.</b> שם (דף י''ט:) אמר רב הונא בריה דרב יהושע הכל מודים שאם חל שלישי שלו להיות ערב הרגל שאסור ברחיצה עד הערב וכתבו הרי''ף והרא''ש וה''ה אפילו יום ששי מ''ט דאכתי לא שלים אבילות דידיה אלא לרגל הוא מפסיק ליה אבילות הילכך אין מותר לרחוץ עד ערב הרגל וקי''ל כוותיה עכ''ל: \n",
        "<b>ומ''ש רבינו ולאחר יו''ט משלים מיום המיתה ואסור בהם בכל חמשה דברים.</b> הם גזירות הנוהגים בשלשים: \n\n"
      ],
      [
        "<b>חל שביעי שלו להיות בערב הרגל והרי הוא שבת וכו'.</b> שם (דף י''ז:) אמתני' דאלו מגלחין במועד תנא האבל וכו' מותר בגילוח האי אבל ה''ד אילימא שחל שמיני שלו בערב הרגל איבעי ליה לגלוחי בערב הרגל אלא שחל שמיני שלו בשבת ערב הרגל איבעי ליה לגלוחי בע''ש וכו' לא צריכא שחל שביעי שלו להיות שבת ערב הרגל ותנא ברא סבר לה כאבא שאול דאמר מקצת היום ככולו ויום שבעה עולה לכאן ולכאן וכיון דשבת הוי אנוס הוא: \n",
        "<b>ומ''ש וכן מגלח אחר עצרת וכו'.</b> אחל שביעי שלו בערב הרגל והרי הוא שבת קאי ופשוט הוא: \n\n"
      ],
      [
        "<b>הקובר את מתו בתוך הרגל וכו'.</b> כבר נתבאר בפרק זה: \n",
        "<b>ומ״ש ומונה שלשים מיום הקבורה וכו'.</b> מבואר בברייתא פ' אלו מגלחין (מועד קטן דף י״ט:): \n\n"
      ],
      [
        "<b>המקומות שעושין שני ימים טובים וכו'.</b> כן פסק הרי''ף שם וכן פסקו הרמב''ן והרא''ש בשם בה''ג: \n\n"
      ],
      [
        "<b>הקובר את מתו ביו''ט שני וכו'.</b> כ''כ הרא''ש בפרק אלו מגלחין בשם בה''ג וכ''כ הרי''ף שם והוא ע''פ מה שנתבאר ברפ''א שדעת הגאונים והרי''ף והרמב''ן דאבילות יום ראשון דאורייתא וכתב הרמב''ן שאין דבריהם אלא בשבעה מתי מצוה המפורשין בתורה אבל באותם שהוסיפו עליהם מד''ס אין מתאבלים עליהם ביו''ט ופשוט הוא: \n",
        "<b>ומ''ש אבל אם קבר ביו''ט השני של ר''ה וכו'.</b> הרמב''ן כתב שהוא חלוק בזה דסוף סוף מדרבנן הוא וכיון שהוא דרבנן אתי אבילות יום ראשון שהוא דאורייתא ודחי ליה ורבינו סובר דכיון דכיומא אריכתא נינהו הוי כאילו גם יום שני חשיב דאורייתא: \n\n"
      ]
    ],
    [
      [
        "<b>אע״פ שאין אבילות במועד וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ד:) תנן לגבי חול המועד אין קורעין ולא חולצין ולא מברין אלא קרוביו של מת: \n",
        "<b>ומ''ש אבל ביו''ט אפילו ביו''ט שני אין קורעין וכו'.</b> כן כתב הרמב''ן בת''ה דאפילו קרוביו של מת אין קורעין והר''ן כתב בפ''ק דיו''ט איכא מ''ד כיון דיו''ט שני לגבי מת כחול שויוה רבנן קורעין בו שאף זה כבודו של מת הוא ואינו נראה שאין אלו עסקיו עכ''ל: \n\n"
      ],
      [
        "<b>אין קורעין במועד וכו' עד שהכל אבלים עליו.</b> משנה וגמרא פרק אלו מגלחין: \n\n"
      ],
      [
        "<b>כשמברין את האבלים וכו' עד שלא להרגיל את ההספד.</b> משנה שם (דף כ''ז): \n",
        "<b>וכן אין מלקט עצמות אביו ואמו במועד וכו'.</b> במשנה פ''ק דמ''ק (דף ח') פלוגתא דרבי מאיר ורבי יוסי ופסק כר' יוסי: \n",
        "<b>וכן אין מספידין את המת בחנוכה ובפורים ולא בראשי חדשים.</b> משנה בסוף מ''ק (דף כ''ח:) שאינן מקוננות בהם: \n",
        "<b>ומ''ש אבל נוהגים בהם כל דברי אבילות.</b> כ''כ המרדכי בשם רבינו גרשום והטעם משום שלא אמרו שמפסיקין אלא רגלים והני לא איקרו רגלים. והטור כתב בשם שאלתות שפורים מבטל אבילות אבל לא חנוכה ור''ח ולא ידענא מאן פליג ליה וכתב הטור בשם מהר''מ שגם פורים אינו מבטל אבילות אלא שכתב שאין נוהגין בו לא בי''ד ולא בט''ו אלא דברים שבצנעא וגם עליו אני תמה מנין לו לחלק בין פורים לחנוכה ור''ח: \n",
        "<b>ומותר לספוד לפני חנוכה ופורים ולאחריהן.</b> אף על גב דגרסינן במגלת תענית יומי פוריא דלא למספד בהון ואיפסיקא הלכתא בפ''ב דתעניות כרבי יוסי דאמר כל הכתוב במגלת תענית דלא למספד לפניו ולאחריו אסור ואף על גב דאמרינן בסוף פרקא קמא דראש השנה (דף י''ט:) דאף על גב דבטלה מגלת תענית חנוכה ופורים לא בטלו היינו לענין חנוכה ופורים עצמם אבל לפניהם ולאחריהם מותר דלא עדיפי לפניהם ולאחריהם בחנוכה ופורים משאר ימי מגילה עצמה וכ''כ הטור: \n\n"
      ],
      [
        "<b>הנשים במועד מענות וכו' עד ואשה רעותה קינה.</b> משנה בסוף מ''ק (דף כ''ח): \n\n"
      ],
      [
        "<b>ומ''ש במה ד''א בשאר העם וכו' עד וסופדין אותו.</b> מימרא שם: [לא מצאתי אלא במגילה ג': ובמ''ק כ''ז:]: \n",
        "<b>ומ''ש אבל לא ביו''ט שני.</b> טעמא דמסתבר הוא כיון שהוא במקום יו''ט דאורייתא: \n\n"
      ],
      [
        "<b>לא תעורר אשה על מת שלה וכו'.</b> משנה פ''ק דמ''ק (דף ח') לא יעורר אדם על מתו ולא יספידנו קודם לרגל שלשים יום ואתמר עלה בגמרא דרב אמר דלא מיתסר אלא אם מספידין בשכר כדי שלא יתן לספדן מעות שהם מוכנין לו לשמחת הרגל אבל בחנם שרי ושמואל אמר דאפילו בחנם אסור לפי שאין המת משתכח מן הלב שלשים יום ואי הספידו פחות משלשים לפני הרגל אתי למיספד ברגל דעדיין לא שכחו ויש פוסקים כרב ורבינו פסק כשמואל וכן דעת הראב''ד והרא''ש משום דירושלמי סבר כוותיה: \n",
        "<b>ומ''ש רבינו במה דברים אמורים במת ישן וכו'.</b> ירושלמי שם והטעם משום דכשמת תוך שלשים יום המרירות כבר הוא בלבו על מיתת המת ואין בו תוספת מפני ההספד ונראה דהוא הדין אם באה לו בתוך שלשים לרגל שמועה אפילו רחוקה. ונ''ל דלא מיתסר במת ישן אלא לפי מנהגם שהיו נוהגין להספיד כדי לעורר בכי ויללה אבל מה שאנו נוהגים שבתשלום השנה מספידין המת ומזכירין נשמתו לשמואל נמי שרי שאין זה עירור שלא ישכח מן הלב עד שלשים יום אדרבה דעתם להפסיק ע''י כך אבילותם: \n\n"
      ],
      [
        "<b>שבעת ימי חתנות הרי הם כרגל.</b> נלמד ממה שיבא בסמוך: \n",
        "<b>ומ''ש ומונה השלשים מאחר ימי השמחה.</b> כ''כ הטור בשם הרמב''ן מנין שלשים אינו מונה אלא משבעת ימי האבילות ואילך ואינו דומה לקובר מתו ברגל שהרגל עולה לו למנין שלשים אע''פ שאינו מונה שבעה אלא לאחר הרגל דהתם נוהג מצות שלשים ברגל אבל הכא כל שבעת ימי החופה מותרין בגיהוץ ותספורת הילכך לא סלקי כלל וכ''כ א''א הרא''ש ז''ל ע''כ: \n\n"
      ],
      [
        "<b>ומה שכתב הכין כל צרכי הסעודה וכו' עד סוף הפרק.</b> בריש כתובות (דף ג' ד') ופירש רש''י מכניסין את המת לחדר שלא יקברוהו דאם כן חלה אבילות על האבל בסתימת הגולל ושוב לא יוכל לכנוס עד שיעבור האבל ופורש ויקברו המת מיד דכיון דחלה עליו חתונה הויא לגביה כרגל ולא אתיא אבילות וחיילא ואמאי דקאמר נוהג שבעת ימי המשתה ואחר כך נוהג שבעת ימי אבילות כתב הר''ן דלדברי הגאונים דיום מיתה וקבורה חייב באבילות מדאורייתא טעמא דנוהג ימי המשתה ברישא הוי משום דבית דין מתנים לעקור דבר מן התורה בשב ואל תעשה לפי זה אינו ראוי להתעסק בדברים של שמחה כל אותו היום אלא שאינו חייב לעשות מעשה של אבילות והיינו שב ואל תעשה עכ''ל. ואהא דאמרינן ודוקא אביו של חתן או אמה של כלה פירש רש''י אביו של חתן הוא הטורח בצרכי סעודה ואמה של כלה היא המכינה תכשיטין ואם לא יכנוס עכשיו שוב אין מכין להם. וכתב הר''ן ואמה של כלה וכגון דאיכא תמרוקי נשים וקשוטין שאין מתקיימין דאי לא באותם תכשיטין שהכינה לה תנשא לאחר שבעת ימי האבילות ולא צריכה למיטרח עלה. ומדברי רבינו נראה שגם אמה של כלה מטעם הכנת צרכי סעודה הוא: \n",
        "<b>ומה שכתב רבינו אבל אם מת אביה של כלה נוהגים שבעת ימי האבל תחלה ואחר כך תכנס לחופה.</b> משמע מדבריו שמיד אחר שבעת ימי האבל תכנס לחופה וכן כתב הרמב''ן שאין מאחרים החופה שלשים יום כיון דטריחא ליה וקאי עליה מילתא: \n\n"
      ]
    ],
    [
      [
        "<b>ההספד כבוד המת הוא וכו'.</b> בפרק נגמר הדין (סנהדרין דף מ״ו:) איבעיא להו הספדא יקרא דחיי הוי או יקרא דשכבי הוי למאי נ״מ דאמר לא תספדוהו לההוא גברא אי נמי לאפוקי מיורשים ופשטינן דיקרא דשכבא הוא: \n",
        "<b>ומה שכתב אבל אם צוה שלא יקבר אין שומעין לו.</b> גם זה שם בעיא ולא איפשיטא וכתב הרמב''ן הילכך קוברין אותו דספק איסורא הוא אפילו בעו יורשים נמי דלא ליקברוה מוציאים מהם בע''כ ואפילו במת בעלמא דלית ליה קוברים ואמר אל תקברוני אין שומעין לו דבזיונא דכולהו חיי קא אמרינן ולא משום בני משפחה בלחוד וכ''כ רבינו בפי''א מהלכות זכייה שאסור להניחו בלא קבורה: \n",
        "<b>ומה שכתב רבינו שהקבורה מ''ע כו'.</b> ג''ז בפרק נגמר הדין שם: \n\n"
      ],
      [
        "<b>כל המתעצל בהספדו של חכם וכו' עד אצל הקב''ה.</b> בפרק ר' אליעזר דאורג (דף ק''ה:): \n\n"
      ],
      [
        "<b>אין מניחין ספר תורה על מטתו של חכם וכו' עד דרך גגות.</b> בפרק אלו מגלחין (מועד קטן דף כ״ה): \n\n"
      ],
      [
        "<b>אין פוחתין משבעה מעמדות ומושבות למת.</b> בפרק המוכר פירות (בבא בתרא דף ק') וקאמר שהם כנגד שבעת הבלים שבקהלת: \n",
        "<b>ומה שכתב ואין עושין מעמד ומושב בפחות מעשרה.</b> משנה פרק הקורא עומד (מגילה דף כ״ג:) ומפרש טעמא בגמרא דכיון דבעי למימר עמדו יקרים עמודו בבציר מעשרה לאו אורח ארעא: \n",
        "<b>ומ״ש ואין עושין אלא בקרובים וכו' עד ובמקום שנהגו.</b> בס״פ המוכר פירות (בבא בתרא דף ק'): \n",
        "<b>כיצד עושין במקום שנהגו וכו' עד שבע פעמים.</b> ג''ז שם: \n\n"
      ],
      [
        "<b>כדרך שעושים מעמד ומושב לאנשים כך עושים לנשים.</b> שם משמע הכי: \n",
        "<b>ומספידים הנשים וכו'.</b> בפרק בני העיר (מגילה דף כ״ח:) רפרם ספדה לכלתיה ובספ״ב דר״ה ספדה רבן גמליאל לאמו של בן זזא הספד גדול: \n",
        "<b>ומ''ש אבל אין מניחין מטת האשה וכו'.</b> משנה וגמרא בסוף מ''ק (דף כ''ז): \n\n"
      ],
      [
        "<b>המלקט עצמות וכו'.</b> ירושלמי: \n\n"
      ],
      [
        "<b>המפנה ארונו של מת וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ז): \n\n"
      ],
      [
        "<b>המלקט עצמות אביו ואמו וכו' עד אפילו צרורים בסדינו.</b> בפ''ק דמ''ק ופירש''י אפילו צרורין לו בסדינו שאינו מלקטן ואינו רואה אותן ה''ז מתאבל עליהן כל זמן שלא נקברו והתוספות כתבו דיותר נראה לפרש דה''ק דאפילו צרורים לו בסדינו אינו מתאבל לערב וכתב רבינו ירוחם אותו יום נוהג באבל בעטיפת ראש וכפיית המטה ונעילת הסנדל ותשמיש המטה ורחיצת וסיכה וכל מה שאסור באבל. וכתב הטור ולאו דוקא עצמות אביו אלא על כל הקרובים נמי מתאבל עליהם שיום ליקוט עצמות הם בכל הדברים הנוהגים באבל בקריעה ובכל דיני אבילות כל שקורעין עליו בשעת ליקוט עצמות והם דברי הרמב''ן והרא''ש. וכתב עוד הטור כתב מהר''מ כל זמן שלא נקברו חל עליו כל דין אנינות ליאסר בשתיית יין ואכילת בשר ואחר שנקבר חל עליו כל דין אבילות עד הערב וא''א הרא''ש כתב שאין עליו דין אנינות כלל אלא מיד חל עליו דין אבילות אפילו קודם שקברום. וכתב עוד הטור היה עומד ומלקט וחשכה מותר ביום שלאחריו לפיכך אין מלקטין אותם סמוך לחשכה כלומר כדי שלא יהא נמצא שלא נתאבל על ליקוט עצמות אביו והיא ברייתא באבל רבתי וכתבוה הרמב''ן והרא''ש ולא ידעתי למה השמיטה רבינו ואפשר דס''ל דלאו דסמכא היא מפני כשהתחיל ללקט חל עליו אבילות מיד וכיון שנתאבל עליו שעה אחת אע''פ שמיד חשכה מה בכך הרי נתאבל: \n",
        "<b>ומה שכתב רבינו ואין אומרים עליהם קינות.</b> אע''פ שכבר כתב כן לעיל חזר לכתבו ללמדנו דאפילו על עצמות אביו ואמו אין אומרין קינות: \n\n"
      ],
      [
        "<b>אין מספידין את הקטנים ובן כמה שנים וכו' עד בני שש.</b> בפרק אלו מגלחין ופירש''י שהעני מצטער על בניו יותר מהעשיר לפי שאין לו שמחה אחרת: \n\n"
      ],
      [
        "<b>תינוק שמת וכו' עד אין רבים חייבים להתעסק בו.</b> הכל פרק אלו מגלחין (מועד קטן דף כ״ד): \n\n"
      ],
      [
        "<b>ומ''ש כל היוצא במטה רבים מצהיבים עליו וכו'.</b> הם דברי רבן שמעון בן גמליאל שם: \n",
        "<b>ומ''ש כל הניכר לרבים וכו'.</b> הם דברי רבי אלעזר בן עזריה ומפרש רבינו דמצהיבין לחוד ומתעסקין עמו לחוד ומר אמר חדא ומר אמר חדא ולא פליגי: \n\n"
      ],
      [
        "<b>העבדים והשפחות וכו'.</b> ס״פ היה קורא (ברכות דף ט״ז:): \n\n"
      ]
    ],
    [
      [
        "<b>כיצד מנחמין את האבלים וכו': ומה שכתב ואין שורה פחותה מעשרה.</b> סנהדרין פרק כהן גדול (דף י''ט):   "
      ],
      [],
      [
        "<b>האבל מיסב בראש.</b> בסוף מ״ק (דף כ״ח) ובפרק מציאת האשה (כתובות דף ס״ט:): \n",
        "<b>ואין המנחמין רשאים לישב אלא על גבי קרקע וכו': ואין רשאין לומר דבר עד שיפתח האבל את פיו תחלה וכו'.</b> בסוף מועד קטן (דף כ''ח): \n",
        "<b>וכיון שנענע בראשו וכו'.</b> בסוף מועד קטן (דף כ''ז:). וכתב הטור דכיון שהוא אסור בשאילת שלום בזמן שפוטר המנחמים שוחה בראשו כתלמיד השוחה לפני רבו ליתן שלום והם דברי הרמב''ן בשם הר''י בן גיאת: \n\n"
      ],
      [
        "<b>מת שאין לו אבלים וכו'.</b> בסוף פרק שואל (שבת דף קנ״ב) ופירש״י במקומו במקום שמת שם ועכשיו נוהגים לישב במקום האבלים ומשכיבים עליו: \n\n"
      ],
      [
        "<b>הכל חייבים לעמוד בפני נשיא חוץ מאבל וחולה.</b> בסוף מועד קטן (דף כ''ז:): \n",
        "<b>ולכל העומד מפניו אומר לו שב וכו'.</b> שם בסמוך לכל אומרים שבו חוץ מאבל וחולה וסובר רבינו דקאי לנשיא דסמיך ליה שאע''פ שאינם חייבים לעמוד אם רצו לעמוד עומדים: \n\n"
      ],
      [
        "<b>מכבדין ומרבצין וכו' עד שלא לבייש את העניים.</b> ג''ז שם (דף כ''ז): \n\n"
      ],
      [],
      [
        "<b>אין שותין בבית האבל וכו'.</b> בפירקא קמא דכתובות (דף ח' ע''ב) תניא עשרה כוסות התקינו בבית האבל שלשה לפני סעודה וכו' ושלשה תוך הסעודה וכו' וארבעה לאחר הסעודה וכו' הוסיפו עליהם עוד ארבעה וכו' התחילו שותים ומשתכרים החזירו הדבר ליושנו ופירש רש''י לעשרה והרמב''ן פירש שלא ישתו אלא תוך הסעודה דיין שבתוך הסעודה אינו משכר ודברי רבינו כפירוש רש''י אבל לא נהגו כן ואף רבינו לא כתבה דרך חיוב אלא דרך שלילה. ובפרק רביעי כתב נקבר המת מותר לאכול בשר ולשתות יין כדי לשרות אכילה שבמעיו אבל לא לרוות: \n\n"
      ],
      [
        "<b>אין אומרים שמועה וכו'.</b> ברייתא בסוף מ''ק: \n",
        "<b>וכן אין אומרים בפני המת וכו'.</b> בפרק מי שמתו אין אומרים בפני המת אלא דבריו של מת ואיכא התם תרי לישני ופסקו הפוסקין כלישנא דאמר לא נצרכה אלא לדברי תורה אבל מילי דעלמא לית לן בה וכתב הרמב''ן ומה הן דבריו של מת הלכות הספד והוצאת המת וקבורה. והא דאמרינן בספ''ק דבבא קמא מאי וכבוד עשו לו במותו שהושיבו ישיבה על קברו כתבו התוספות לא על קברו ממש אלא ברחוק ארבע אמות דליכא לועג לרש וכ''כ נמוקי יוסף בשם הרא''ש וכתב עוד בשם הרמ''ה דכיון דלכבוד שיכבא הוא דעביד שרי ורבינו הגדול מהר''י אבוהב ז''ל בביאורו לטור אורח חיים הביא דברי נמוקי יוסף וכתב על דברי הרמ''ה שעל זה סמכו לומר פסוקים בבית הקברות ודרשא למתים עכ''ל וכך הוא מנהג פשוט היום: \n\n"
      ],
      [
        "<b>אין בוכין וכו' ואין מספידין וכו'.</b> בסוף מ''ק (דף כ''ז:): \n",
        "<b>ומ''ש בד''א בשאר העם וכו'.</b> כן נראה ממה שיבא בסמוך: \n",
        "<b>ומ״ש ואין בוכין עליהם יותר מל' יום וכן אין מספידין עליהם יתר מי״ב וכו'.</b> בפרק הנושא (כתובות דף ק״ג:): \n",
        "<b>ומ״ש וכן חכם שבאה שמועתו וכו'.</b> בפרק הערל (יבמות דף ע״ט) גבי שאול שלא נספד כהלכה אמר דוד שאול נפקו ליה תריסר ירחי שתא ולאו דרכיה למספדיה: \n\n"
      ],
      [
        "<b>אל יתקשה אדם על מתו וכו'.</b> בסוף מועד קטן: \n\n"
      ],
      [
        "<b>כל מי שאינו מתאבל וכו'.</b> דברי רבינו ראויים אליו: \n",
        "<b>ואחד מבני חבורה שמת וכו'.</b> בפרק רבי אליעזר דאורג (שבת דף ק''ו): \n",
        "<b>כל שלשה ימים וכו'.</b> בסוף מועד קטן: \n\n"
      ]
    ],
    [
      [
        "<b>מ''ע של דבריהם:</b> \n\n"
      ],
      [
        "<b>וגדולה הכנסת אורחים וכו'.</b> בפרק מפנין (שבת דף קכ״ז): \n",
        "<b>כל שאינו מלוה כאילו שופך דמים.</b> בריש פרק עגלה ערופה (סוטה דף מ''ז:): \n\n"
      ],
      [
        "<b>ומה שכתב כופין ללויה וכו'.</b> גם זה שם. \n",
        "<b>ומה שכתב ובית דין היו מתקנין שלוחין וכו': אפילו המלוה את חבירו ארבע אמות וכו' עד שלש פרסאות.</b> בר״פ עגלה ערופה (סוטה דף מ״ו:): \n\n"
      ],
      [
        "<b>ביקור חולים מצוה על הכל וכו' עד כמה פעמים ביום.</b> בפרק אין בין המודר (נדרים דף ל״ט). \n",
        "<b>ומ''ש וכל המבקר את החולה וכו' עד כאילו שופך דמים.</b> שם (דף מ'): \n\n"
      ],
      [
        "<b>אין מבקרין את החולה וכו' עד מיד.</b> במסכת שמחות ובירושלמי פ''ג דפאה ואמרינן התם שקרובים והחברים נכנסים מיד ולא ידעתי למה השמיטו רבינו: \n",
        "<b>אין מבקרין לא בשלש שעות ראשונות ביום וכו'.</b> בפרק אין בין המודר (נדרים דף מ') ויהיב טעמא בגמרא כי היכי דלא ליסח דעתיה מן רחמי תלת שעי קמייתא רווחא דעתיה בתרייתא תקיף חולשיה ולא ידעתי למה השמיט טעם הגמרא ואפשר שלא היה בגירסתו: \n\n"
      ],
      [
        "<b>הנכנס לבקר את החולה לא ישב וכו'.</b> בפרק קמא דשבת (דף י''ב:) וכתבו התוספות נראה דדוקא כשהחולה שוכב בנמוך שלא ישב בגבוה מראשותיו של חולה ופירש''י מתעטף מאימת שכינה כאדם היושב באימה ואינו פונה לצדדין: \n\n"
      ],
      [],
      [
        "<b>מי שהיו לפניו מת וכלה וכו'.</b> באבל רבתי לבית האבל ולבית המשתה בית האבל קודם והרמב''ן כתב על דברי רבינו ולא נהירא וההיא דאבל רבתי לאו בשעת הכנסת כלה לחופה אלא כל שבעה דהבראת האבל קודם לאכילת בית המשתה: \n",
        "<b>מת וכלה וכו' עד חייבים להתעסק עמו.</b> בפ''ב דכתובות (דף י''ז): \n\n"
      ],
      [],
      [
        "<b>מת אחד בעיר וכו'.</b> בפרק אלו מגלחין (מועד קטן דף כ״ז:): \n\n"
      ],
      [
        "<b>ת''ח שמת וכו' עד להוצאתו.</b> פרק ב' דכתובות: \n\n"
      ],
      [
        "<b>קוברים מתי עכו״ם וכו'.</b> בס״פ הניזקין (גיטין דף ס״א): \n\n"
      ],
      [
        "<b>בתי הקברות אסורים בהנאה. . ומ״ש ולא נוהגין בהם קלות ראש.</b> בפרק בני העיר (מגילה דף כ״ט) תנו רבנן בתי הקברות אין נוהגין בהם קלות ראש אין מרעין בהם בהמה ואין מוליכין בהם אמת המים ואין מלקטין בהם עשבים ואם לקטן שורפן במקומן ולא ידעתי למה השמיט רבינו כל זה: \n",
        "<b>לא ילך אדם וכו'.</b> ברייתא פרק מי שמת (דף י''ח) ובנוסחי דידן גבי ספר תורה לא יהלך אדם בביה''ק וס''ת בזרועו ויקרא בו והכי מסתבר דבלא קריאה בו מאי לועג לרש איכא: \n\n"
      ],
      [
        "<b>המוליך עצמות וכו'.</b> ברייתא פרק מי שמתו (ברכות דף י״ח:): \n\n"
      ],
      [
        "<b>אין מפנין את המת וכו' עד אפילו ממכובד לבזוי.</b> ירושלמי בסוף פ''ב דמ''ק ויהיב טעמא התם למה בתוך שלו מותר מפני שערב לו לאדם שיהיה נוח אצל אבותיו וכתב הרמב''ן דהוא הדין דלהעלותו לארץ ישראל שרי וכתב עוד שאם מתחלה היה דעתם לפנותו מותר: \n\n"
      ],
      [
        "<b>אין קוברין מת על גבי מת.</b> באבל רבתי. וכתב הטור ודוקא שאין ביניהם עפר ששה טפחים: \n",
        "<b>ומה שכתב ולא שני מתים כאחד וכו'.</b> גם זה שם ואע''ג דר' יהודה הוא דקאמר האיש נקבר עם בתו הקטנה והאשה עם בנה הקטן ועם בן בנה הקטן זה הכלל כל שישן עמו בחייו נקבר עמו במותו כתב הטור שנהגו עכשיו כר' יהודה והוא מדברי הרמב''ן. ובנוסחא דידן יש ט''ס בדבר שכתב היוצא במקום הישן: \n\n"
      ],
      [
        "<b>עפר הקבר וכו'.</b> בפרק נגמר הדין (סנהדרין דף מ״ז:): \n\n"
      ],
      [
        "<b>הבונה קבר למת וכו'.</b> שם וכרבא דאמר הזמנה לאו מילתא היא: \n",
        "<b>ומ''ש אפילו הטיל בו נפל נאסר בהנאה.</b> שם: \n\n"
      ],
      [
        "<b>נפש שנעשה לשם חי וכו' עד אף על פי שפנהו.</b> גם זה שם: \n\n"
      ],
      [
        "<b>הבונה קבר לאביו וכו'.</b> גם זה שם והטור כתב לא יקבר בו הוא עולמית מפני כבוד אביו אבל אחר מותר לקבור בו: \n\n"
      ],
      [
        "<b>המת אסור בהנאה כולו.</b> בכמה דוכתי אמרו דמת אסור דגמר שם שם מעגלה ערופה: \n",
        "<b>ומה שכתב חוץ משערו</b> איני יודע מנין לו דהא בסוף פרק קמא אמרינן דאסור ודוחק לומר דבפאה נכרית דתלי בסיכתא דמשמע בגמרא דשרי דא''כ הי''ל לפרש: \n",
        "<b>ומ''ש וכן ארון וכל תכריכיו וכו'.</b> יתבאר במה שיבא בסמוך: \n",
        "<b>ומ״ש אבל כלים המוכנים לתכריך וכו'.</b> בפרק נגמר הדין (סנהדרין דף מ״ח) וכרבא דאמר הזמנה לאו מילתא היא: \n\n"
      ],
      [
        "<b>כל הכלים שזורקין על המת וכו' עד אין מצילין אותן.</b> בפרק נגמר הדין (סנהדרין דף מ''ח ע''ב) וכרבן שמעון בן גמליאל דמפרש דברי תנא קמא הוא: \n\n"
      ],
      [],
      [
        "<b>מלמדין את האדם וכו' עד בלא תשחית.</b> באבל רבתי (פרק שמיני): \n\n"
      ],
      [
        "<b>מלך שמת עוקרין סוס שהיה רוכב וכו': ומה שכתב מקום שאינו עושה אותה טריפה.</b> הוא כי היכי דלא לעבור בבל תשחית [והברייתא משובשת שם וצריך תיקון]: \n",
        "<b>ומושיבין ישיבה על קברו וכו'.</b> בסוף פרק קמא דבבא קמא (דף ט''ז:) אמרינן שעשו כן לחזקיה מלך יהודה ומשמע לי שלא עשו כן לשום מלך כי אם לו מפני שהעמיד תורה הרבה בישראל כדאמרינן בפרק [חלק] (דף צ''ד ע''ב) ויש לתמוה על רבינו שסתם דבריו דמשמע דסבירא ליה דלכל מלך עושין כן וקשה דא''כ מאי רבותיה דחזקיה דמשבח קרא שהושיבו ישיבה על קברו: \n",
        "<b>ונשיא שמת אין מבטלין ישיבתו וכו'.</b> בסוף פרק הנושא (כתובות דף ק''ג:): \n\n"
      ],
      [
        "<b>מלך או נשיא שמת וכו'.</b> בפ''ק דע''ז (דף י''א): \n",
        "<b>סליקו הלכות אבל בס''ד </b> \n\n"
      ]
    ]
  ]
};