var Beitzahjson ={
    "language": "he",
    "title": "Mishnah Beitzah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה ביצה",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "בֵּיצָה שֶׁנּוֹלְדָה בְיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, תֵּאָכֵל. וּבֵית הִלֵּל אוֹמְרִים, לֹא תֵאָכֵל. בֵּית שַׁמַּאי אוֹמְרִים, שְׂאֹר בְּכַזַּיִת וְחָמֵץ בְּכַכּוֹתֶבֶת. וּבֵית הִלֵּל אוֹמְרִים, זֶה וָזֶה בְּכַזָּיִת: \n",
            "הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, יַחְפֹּר בְּדֶקֶר וִיכַסֶּה, וּבֵית הִלֵּל אוֹמְרִים, לֹא יִשְׁחֹט, אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם. וּמוֹדִים, שֶׁאִם שָׁחַט, שֶׁיַּחְפֹּר בְּדֶקֶר וִיכַסֶּה, שֶׁאֵפֶר כִּירָה מוּכָן הוּא: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין אֶת הַסֻּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ, אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִטֹּל, אֶלָּא אִם כֵּן נִעֲנֵעַ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל אוֹמְרִים, עוֹמֵד וְאוֹמֵר זֶה וָזֶה אֲנִי נוֹטֵל: \n",
            "זִמֵּן שְׁחוֹרִים וּמָצָא לְבָנִים, לְבָנִים וּמָצָא שְׁחוֹרִים, שְׁנַיִם וּמָצָא שְׁלֹשָׁה, אֲסוּרִים. שְׁלֹשָׁה וּמָצָא שְׁנַיִם, מֻתָּרִים. בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן, אֲסוּרִים. וְאִם אֵין שָׁם אֶלָּא הֵם, הֲרֵי אֵלּוּ מֻתָּרִים: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב. וּבֵית הִלֵּל מַתִּירִין אַף לְהַחֲזִיר. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹטְלִין אֶת הָעֱלִי לְקַצֵּב עָלָיו בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אֶת הָעוֹר לִפְנֵי הַדּוֹרְסָן וְלֹא יַגְבִּיהֶנּוּ, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ כַזַּיִת בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹצִיאִין לֹא אֶת הַקָּטָן וְלֹא אֶת הַלּוּלָב וְלֹא אֶת סֵפֶר תּוֹרָה לִרְשׁוּת הָרַבִּים. וּבֵית הִלֵּל מַתִּירִין: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין חַלָּה וּמַתָּנוֹת לַכֹּהֵן בְּיוֹם טוֹב, בֵּין שֶׁהוּרְמוּ מֵאֶמֶשׁ, בֵּין שֶׁהוּרְמוּ מֵהַיּוֹם. וּבֵית הִלֵּל מַתִּירִין. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, גְּזֵרָה שָׁוָה, חַלָּה וּמַתָּנוֹת מַתָּנָה לַכֹּהֵן, וּתְרוּמָה מַתָּנָה לַכֹּהֵן, כְּשֵׁם שֶׁאֵין מוֹלִיכִין אֶת הַתְּרוּמָה, כָּךְ אֵין מוֹלִיכִין אֶת הַמַּתָּנוֹת. אָמְרוּ לָהֶם בֵּית הִלֵּל, לֹא, אִם אֲמַרְתֶּם בַּתְּרוּמָה, שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ, תֹּאמְרוּ בַמַּתָּנוֹת, שֶׁזַּכַּאי בַּהֲרָמָתָן: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, תְּבָלִין נִדּוֹכִין בְּמָדוֹךְ שֶׁל עֵץ, וְהַמֶּלַח בְּפַךְ, וּבְעֵץ הַפָּרוּר. וּבֵית הִלֵּל אוֹמְרִים, תְּבָלִין נִדּוֹכִין כְּדַרְכָּן בְּמָדוֹךְ שֶׁל אֶבֶן, וְהַמֶּלַח בְּמָדוֹךְ שֶׁל עֵץ: \n",
            "הַבּוֹרֵר קִטְנִית בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, בּוֹרֵר אֹכֶל וְאוֹכֵל. וּבֵית הִלֵּל אוֹמְרִים, בּוֹרֵר כְּדַרְכּוֹ בְּחֵיקוֹ, בְּקָנוֹן וּבְתַמְחוּי, אֲבָל לֹא בְטַבְלָא וְלֹא בְנָפָה וְלֹא בִכְבָרָה. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף מֵדִיחַ וְשׁוֹלֶה: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְשַׁלְּחִין בְּיוֹם טוֹב אֶלָּא מָנוֹת. וּבֵית הִלֵּל אוֹמְרִים, מְשַׁלְּחִין בְּהֵמָה חַיָּה וָעוֹף, בֵּין חַיִּין בֵּין שְׁחוּטִין. מְשַׁלְּחִין יֵינוֹת שְׁמָנִים וּסְלָתוֹת וְקִטְנִיּוֹת, אֲבָל לֹא תְבוּאָה, וְרַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה: \n",
            "מְשַׁלְּחִין כֵּלִים, בֵּין תְּפוּרִין בֵּין שֶׁאֵינָן תְּפוּרִין, וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן כִּלְאַיִם, וְהֵן לְצֹרֶךְ הַמּוֹעֵד, אֲבָל לֹא סַנְדָּל הַמְסֻמָּר וְלֹא מִנְעָל שֶׁאֵינוֹ תָפוּר. רַבִּי יְהוּדָה אוֹמֵר, אַף לֹא מִנְעָל לָבָן, מִפְּנֵי שֶׁצָּרִיךְ אֻמָּן. זֶה הַכְּלָל, כֹּל שֶׁנֵּאוֹתִין בּוֹ, בְּיוֹם טוֹב מְשַׁלְּחִין אוֹתוֹ: \n"
        ],
        [
            "יוֹם טוֹב שֶׁחָל לִהְיוֹת עֶרֶב שַׁבָּת, לֹא יְבַשֵּׁל אָדָם בַּתְּחִלָּה מִיּוֹם טוֹב לַשַּׁבָּת, אֲבָל מְבַשֵּׁל הוּא לְיוֹם טוֹב, וְאִם הוֹתִיר, הוֹתִיר לַשַּׁבָּת, וְעוֹשֶׂה תַבְשִׁיל מֵעֶרֶב יוֹם טוֹב וְסוֹמֵךְ עָלָיו לַשַּׁבָּת. בֵּית שַׁמַּאי אוֹמְרִים, שְׁנֵי תַבְשִׁילִין. וּבֵית הִלֵּל אוֹמְרִים, תַּבְשִׁיל אֶחָד. וְשָׁוִין בְּדָג וּבֵיצָה שֶׁעָלָיו שֶׁהֵן שְׁנֵי תַבְשִׁילִין. אֲכָלוֹ אוֹ שֶׁאָבַד, לֹא יְבַשֵּׁל עָלָיו בַּתְּחִלָּה. וְאִם שִׁיֵּר מִמֶּנּוּ כָל שֶׁהוּא, סוֹמֵךְ עָלָיו לַשַּׁבָּת: \n",
            "חָל לִהְיוֹת אַחַר הַשַּׁבָּת, בֵּית שַׁמַּאי אוֹמְרִים, מַטְבִּילִין אֶת הַכֹּל מִלִּפְנֵי הַשַּׁבָּת, וּבֵית הִלֵּל אוֹמְרִים, כֵּלִים מִלִּפְנֵי הַשַּׁבָּת, וְאָדָם בַּשַּׁבָּת: \n",
            "וְשָׁוִין שֶׁמַּשִּׁיקִין אֶת הַמַּיִם בִּכְלִי אֶבֶן לְטַהֲרָן, אֲבָל לֹא מַטְבִּילִין. וּמַטְבִּילִין מִגַּב לְגַב וּמֵחֲבוּרָה לַחֲבוּרָה: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, מְבִיאִין שְׁלָמִים וְאֵין סוֹמְכִין עֲלֵיהֶן, אֲבָל לֹא עוֹלוֹת. וּבֵית הִלֵּל אוֹמְרִים, מְבִיאִין שְׁלָמִים וְעוֹלוֹת וְסוֹמְכִין עֲלֵיהֶם: \n",
            "בֵּית שַׁמַּאי אוֹמְרִים, לֹא יָחֵם אָדָם חַמִּין לְרַגְלָיו, אֶלָּא אִם כֵּן רְאוּיִין לִשְׁתִיָּה. וּבֵית הִלֵּל מַתִּירִין. עוֹשֶׂה אָדָם מְדוּרָה וּמִתְחַמֵּם כְּנֶגְדָּהּ: \n",
            "שְׁלשָׁה דְבָרִים רַבָּן גַּמְלִיאֵל מַחֲמִיר כְּדִבְרֵי בֵית שַׁמַּאי, אֵין טוֹמְנִין אֶת הַחַמִּין מִיּוֹם טוֹב לַשַּׁבָּת, וְאֵין זוֹקְפִין אֶת הַמְּנוֹרָה בְיוֹם טוֹב, וְאֵין אוֹפִין פִּתִּין גְּרִיצִין אֶלָּא רְקִיקִין. אָמַר רַבָּן גַּמְלִיאֵל, מִימֵיהֶן שֶׁל בֵּית אַבָּא לֹא הָיוּ אוֹפִין פִּתִּין גְּרִיצִין, אֶלָּא רְקִיקִין. אָמְרוּ לוֹ, מַה נַּעֲשֶׂה לְבֵית אָבִיךָ, שֶׁהָיוּ מַחֲמִירִין עַל עַצְמָן וּמְקִלִּין לְכָל יִשְׂרָאֵל, לִהְיוֹת אוֹפִין פִּתִּין גְּרִיצִין וְחֹרִי: \n",
            "אַף הוּא אָמַר שְׁלֹשָׁה דְבָרִים לְהָקֵל, מְכַבְּדִין בֵּין הַמִּטּוֹת, וּמַנִּיחִין אֶת הַמֻּגְמָר בְּיוֹם טוֹב, וְעוֹשִׂין גְּדִי מְקֻלָּס בְּלֵילֵי פְסָחִים. וַחֲכָמִים אוֹסְרִין: \n",
            "שְׁלשָׁה דְבָרִים רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה מַתִּיר, וַחֲכָמִים אוֹסְרִין. פָּרָתוֹ יוֹצְאָה בִרְצוּעָה שֶׁבֵּין קַרְנֶיהָ, וּמְקָרְדִין אֶת הַבְּהֵמָה בְיוֹם טוֹב, וְשׁוֹחֲקִין אֶת הַפִּלְפְּלִין בָּרֵחַיִם שֶׁלָּהֶם. רַבִּי יְהוּדָה אוֹמֵר, אֵין מְקָרְדִין אֶת הַבְּהֵמָה בְיוֹם טוֹב, מִפְּנֵי שֶׁעוֹשֶׂה חַבּוּרָה, אֲבָל מְקַרְצְפִין. וַחֲכָמִים אוֹמְרִים, אֵין מְקָרְדִין, אַף לֹא מְקַרְצְפִין: \n",
            "הָרֵחַיִם שֶׁל פִּלְפְּלִין טְמֵאָה, מִשּׁוּם שְׁלשָׁה כֵלִים, מִשּׁוּם כְּלִי קִבּוּל, וּמִשּׁוּם כְּלִי מַתָּכוֹת, וּמִשּׁוּם כְּלִי כְבָרָה: \n",
            "עֲגָלָה שֶׁל קָטָן טְמֵאָה מִדְרָס וְנִטֶּלֶת בְּשַׁבָּת, וְאֵינָהּ נִגְרֶרֶת אֶלָּא עַל גַּבֵּי כֵלִים. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַכֵּלִים אֵין נִגְרָרִין חוּץ מִן הָעֲגָלָה, מִפְּנֵי שֶׁהִיא כוֹבֶשֶׁת: \n"
        ],
        [
            "אֵין צָדִין דָּגִים מִן הַבֵּיבָרִין בְּיוֹם טוֹב, וְאֵין נוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת. אֲבָל צָדִין חַיָּה וָעוֹף מִן הַבֵּיבָרִין, וְנוֹתְנִין לִפְנֵיהֶם מְזוֹנוֹת. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא כָל הַבֵּיבָרִין שָׁוִין. זֶה הַכְּלָל, כָּל הַמְחֻסָּר צִידָה אָסוּר, וְשֶׁאֵינוֹ מְחֻסָּר צִידָה מֻתָּר: \n",
            "מְצוּדוֹת חַיָּה וָעוֹף וְדָגִים שֶׁעֲשָׂאָן מֵעֶרֶב יוֹם טוֹב, לֹא יִטֹּל מֵהֶן בְּיוֹם טוֹב, אֶלָּא אִם כֵּן יוֹדֵעַ שֶׁנִּצּוֹדוּ מֵעֶרֶב יוֹם טוֹב. וּמַעֲשֶׂה בְנָכְרִי אֶחָד, שֶׁהֵבִיא דָגִים לְרַבָּן גַּמְלִיאֵל, וְאָמַר, מֻתָּרִין הֵן, אֶלָּא שֶׁאֵין רְצוֹנִי לְקַבֵּל הֵימֶנּוּ: \n",
            "בְּהֵמָה מְסֻכֶּנֶת לֹא יִשְׁחֹט, אֶלָּא אִם כֵּן יֵשׁ שָׁהוּת בַּיּוֹם לֶאֱכֹל מִמֶּנָּה כַּזַּיִת צָלִי. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ כַזַּיִת חַי מִבֵּית טְבִיחָתָהּ. שְׁחָטָהּ בַּשָּׂדֶה, לֹא יְבִיאֶנָּה בְמוֹט וּבְמוֹטָה. אֲבָל מֵבִיא בְיָדוֹ אֵבָרִים אֵבָרִים: \n",
            "בְּכוֹר שֶׁנָּפַל לְבוֹר, רַבִּי יְהוּדָה אוֹמֵר, יֵרֵד מֻמְחֶה וְיִרְאֶה, אִם יֶשׁ בּוֹ מוּם, יַעֲלֶה וְיִשְׁחֹט. וְאִם לָאו, לֹא יִשְׁחֹט. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁאֵין מוּמוֹ נִכָּר מִבְּעוֹד יוֹם, אֵין זֶה מִן הַמּוּכָן: \n",
            "בְּהֵמָה שֶׁמֵּתָה, לֹא יְזִיזֶנָּה מִמְּקוֹמָהּ. וּמַעֲשֶׂה וְשָׁאֲלוּ אֶת רַבִּי טַרְפוֹן עָלֶיהָ וְעַל הַחַלָּה שֶׁנִּטְמְאָה, וְנִכְנַס לְבֵית הַמִּדְרָשׁ וְשָׁאַל, וְאָמְרוּ לוֹ, לֹא יְזִיזֵם מִמְּקוֹמָם: \n",
            "אֵין נִמְנִין עַל הַבְּהֵמָה לְכַתְּחִלָּה בְּיוֹם טוֹב, אֲבָל נִמְנִין עָלֶיהָ מֵעֶרֶב יוֹם טוֹב וְשׁוֹחֲטִין וּמְחַלְּקִין בֵּינֵיהֶן. רַבִּי יְהוּדָה אוֹמֵר, שׁוֹקֵל אָדָם בָּשָׂר כְּנֶגֶד הַכְּלִי אוֹ כְנֶגֶד הַקּוֹפִיץ. וַחֲכָמִים אוֹמְרִים, אֵין מַשְׁגִּיחִין בְּכַף מֹאזְנַיִם כָּל עִקָּר: \n",
            "אֵין מַשְׁחִיזִין אֶת הַסַּכִּין בְּיוֹם טוֹב, אֲבָל מַשִּׂיאָהּ עַל גַּבֵּי חֲבֶרְתָּהּ. לֹא יֹאמַר אָדָם לַטַּבָּח, שְׁקוֹל לִי בְדִינָר בָּשָׂר. אֲבָל שׁוֹחֵט וּמְחַלְּקִים בֵּינֵיהֶן: \n",
            "אוֹמֵר אָדָם לַחֲבֵרוֹ, מַלֵּא לִי כְלִי זֶה, אֲבָל לֹא בַמִּדָּה. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה כְלִי שֶׁל מִדָּה, לֹא יְמַלְאֶנּוּ. מַעֲשֶׂה בְאַבָּא שָׁאוּל בֶּן בָּטְנִית, שֶׁהָיָה מְמַלֵּא מִדּוֹתָיו מֵעֶרֶב יוֹם טוֹב וְנוֹתְנָן לַלָּקוֹחוֹת בְּיוֹם טוֹב. אַבָּא שָׁאוּל אוֹמֵר, אַף בַּמּוֹעֵד עוֹשֶׂה כֵן, מִפְּנֵי בֵרוּרֵי הַמִּדּוֹת. וַחֲכָמִים אוֹמְרִים, אַף בְּחֹל עוֹשֶׂה כֵן, מִפְּנֵי מִצּוּי הַמִּדּוֹת. הוֹלֵךְ אָדָם אֵצֶל חֶנְוָנִי הָרָגִיל אֶצְלוֹ, וְאוֹמֵר לוֹ, תֵּן לִי בֵּיצִים וֶאֱגוֹזִים בְּמִנְיָן, שֶׁכֵּן דֶּרֶךְ בַּעַל הַבַּיִת לִהְיוֹת מוֹנֶה בְּתוֹךְ בֵּיתוֹ: \n"
        ],
        [
            "הַמֵּבִיא כַדֵּי יַיִן מִמָּקוֹם לְמָקוֹם, לֹא יְבִיאֵם בְּסַל וּבְקֻפָּה, אֲבָל מֵבִיא הוּא עַל כְּתֵפוֹ אוֹ לְפָנָיו. וְכֵן הַמּוֹלִיךְ אֶת הַתֶּבֶן, לֹא יַפְשִׁיל אֶת הַקֻּפָּה לַאֲחוֹרָיו, אֲבָל מְבִיאָהּ הוּא בְיָדוֹ. וּמַתְחִילִין בַּעֲרֵמַת הַתֶּבֶן, אֲבָל לֹא בָעֵצִים שֶׁבַּמֻּקְצֶה: \n",
            "אֵין נוֹטְלִין עֵצִים מִן הַסֻּכָּה, אֶלָּא מִן הַסָּמוּךְ לָהּ. מְבִיאִין עֵצִים מִן הַשָּׂדֶה מִן הַמְכֻנָּס, וּמִן הַקַּרְפֵּף אֲפִלּוּ מִן הַמְפֻזָּר. אֵיזֶהוּ קַרְפֵּף, כֹּל שֶׁסָּמוּךְ לָעִיר, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, כֹּל שֶׁנִּכְנָסִין לוֹ בְפוֹתַחַת, וַאֲפִלּוּ בְתוֹךְ תְּחוּם שַׁבָּת: \n",
            "אֵין מְבַקְּעִין עֵצִים, לֹא מִן הַקּוֹרוֹת, וְלֹא מִן הַקּוֹרָה שֶׁנִּשְׁבְּרָה בְיוֹם טוֹב. וְאֵין מְבַקְּעִין לֹא בְקַרְדֹּם וְלֹא בִמְגֵרָה וְלֹא בְמַגָּל, אֶלָּא בְקוֹפִיץ. בַּיִת שֶׁהוּא מָלֵא פֵרוֹת, סָתוּם וְנִפְחַת, נוֹטֵל מִמְּקוֹם הַפְּחָת. רַבִּי מֵאִיר אוֹמֵר, אַף פּוֹחֵת לְכַתְּחִלָּה וְנוֹטֵל: \n",
            "אֵין פּוֹתְחִין אֶת הַנֵּר, מִפְּנֵי שֶׁהוּא עוֹשֶׂה כְלִי. וְאֵין עוֹשִׂין פֶּחָמִין בְּיוֹם טוֹב, וְאֵין חוֹתְכִין אֶת הַפְּתִילָה לִשְׁנַיִם. רַבִּי יְהוּדָה אוֹמֵר, חוֹתְכָהּ בָּאוּר לִשְׁתֵּי נֵרוֹת: \n",
            "אֵין שׁוֹבְרִין אֶת הַחֶרֶס, וְאֵין חוֹתְכִין אֶת הַנְּיָר לִצְלוֹת בּוֹ מָלִיחַ, וְאֵין גּוֹרְפִין תַּנּוּר וְכִירַיִם, אֲבָל מְכַבְּשִׁין, וְאֵין מַקִּיפִין שְׁתֵּי חָבִיּוֹת לִשְׁפֹּת עֲלֵיהֶן אֶת הַקְּדֵרָה, וְאֵין סוֹמְכִין אֶת הַקְּדֵרָה בְבַקַּעַת, וְכֵן בְּדֶלֶת, וְאֵין מַנְהִיגִין אֶת הַבְּהֵמָה בְמַקֵּל בְּיוֹם טוֹב, וְרַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן מַתִּיר: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, נוֹטֵל אָדָם קֵיסָם מִשֶּׁלְּפָנָיו לַחֲצֹץ בּוֹ שִׁנָּיו. וּמְגַבֵּב מִן הֶחָצֵר וּמַדְלִיק, שֶׁכָּל מַה שֶּׁבֶּחָצֵר מוּכָן הוּא. וַחֲכָמִים אוֹמְרִים, מְגַבֵּב מִשֶּׁלְּפָנָיו וּמַדְלִיק: \n",
            "אֵין מוֹצִיאִין אֶת הָאוּר לֹא מִן הָעֵצִים, וְלֹא מִן הָאֲבָנִים, וְלֹא מִן הֶעָפָר, וְלֹא מִן הַמַּיִם, וְאֵין מְלַבְּנִין אֶת הָרְעָפִים לִצְלוֹת בָּהֶן. וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר, עוֹמֵד אָדָם עַל הַמֻּקְצֶה עֶרֶב שַׁבָּת בַּשְּׁבִיעִית, וְאוֹמֵר, מִכָּאן אֲנִי אוֹכֵל לְמָחָר. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּרְשֹׁם וְיֹאמַר, מִכָּאן וְעַד כָּאן: \n"
        ],
        [
            "מַשִּׁילִין פֵּרוֹת דֶּרֶךְ אֲרֻבָּה בְּיוֹם טוֹב, אֲבָל לֹא בְשַׁבָּת, וּמְכַסִּים פֵּרוֹת בְּכֵלִים מִפְּנֵי הַדֶּלֶף, וְכֵן כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן. וְנוֹתְנִין כְּלִי תַּחַת הַדֶּלֶף בְּשַׁבָּת: \n",
            "כֹּל שֶׁחַיָּבִין עָלָיו מִשּׁוּם שְׁבוּת, מִשּׁוּם רְשׁוּת, מִשּׁוּם מִצְוָה, בְּשַׁבָּת, חַיָּבִין עָלָיו בְּיוֹם טוֹב. וְאֵלּוּ הֵן מִשּׁוּם שְׁבוּת, לֹא עוֹלִין בָּאִילָן, וְלֹא רוֹכְבִין עַל גַּבֵּי בְהֵמָה, וְלֹא שָׁטִין עַל פְּנֵי הַמַּיִם, וְלֹא מְטַפְּחִין, וְלֹא מְסַפְּקִין, וְלֹא מְרַקְּדִין. וְאֵלּוּ הֵן מִשּׁוּם רְשׁוּת, לֹא דָנִין, וְלֹא מְקַדְּשִׁין, וְלֹא חוֹלְצִין, וְלֹא מְיַבְּמִין. וְאֵלּוּ הֵן מִשּׁוּם מִצְוָה, לֹא מַקְדִּישִׁין, וְלֹא מַעֲרִיכִין, וְלֹא מַחֲרִימִין, וְלֹא מַגְבִּיהִין תְּרוּמָה וּמַעֲשֵׂר. כָּל אֵלּוּ בְּיוֹם טוֹב אָמְרוּ, קַל וָחֹמֶר בְּשַׁבָּת. אֵין בֵּין יוֹם טוֹב לְשַׁבָּת אֶלָּא אֹכֶל נֶפֶשׁ בִּלְבָד: \n",
            "הַבְּהֵמָה וְהַכֵּלִים כְּרַגְלֵי הַבְּעָלִים. הַמּוֹסֵר בְּהֶמְתּוֹ לִבְנוֹ אוֹ לְרוֹעֶה, הֲרֵי אֵלּוּ כְרַגְלֵי הַבְּעָלִים. כֵּלִים הַמְיֻחָדִין לְאַחַד מִן הָאַחִין שֶׁבַּבַּיִת, הֲרֵי אֵלּוּ כְרַגְלָיו. וְשֶׁאֵין מְיֻחָדִין, הֲרֵי אֵלּוּ כִמְקוֹם שֶׁהוֹלְכִין: \n",
            "הַשּׁוֹאֵל כְּלִי מֵחֲבֵרוֹ מֵעֶרֶב יוֹם טוֹב, כְּרַגְלֵי הַשּׁוֹאֵל. בְּיוֹם טוֹב, כְּרַגְלֵי הַמַּשְׁאִיל. הָאִשָּׁה שֶׁשָּׁאֲלָה מֵחֲבֶרְתָּהּ תְּבָלִין וּמַיִם וּמֶלַח לְעִסָּתָהּ, הֲרֵי אֵלּוּ כְרַגְלֵי שְׁתֵּיהֶן. רַבִּי יְהוּדָה פוֹטֵר בְּמַיִם, מִפְּנֵי שֶׁאֵין בָּהֶן מַמָּשׁ: \n",
            "הַגַּחֶלֶת כְּרַגְלֵי הַבְּעָלִים, וְשַׁלְהֶבֶת בְּכָל מָקוֹם. גַּחֶלֶת שֶׁל הֶקְדֵּשׁ מוֹעֲלִין בָּהּ, וְשַׁלְהֶבֶת לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. הַמּוֹצִיא גַחֶלֶת לִרְשׁוּת הָרַבִּים, חַיָּב. וְשַׁלְהֶבֶת, פָּטוּר. בּוֹר שֶׁל יָחִיד, כְּרַגְלֵי הַיָּחִיד. וְשֶׁל אַנְשֵׁי אוֹתָהּ הָעִיר, כְּרַגְלֵי אַנְשֵׁי אוֹתָהּ הָעִיר. וְשֶׁל עוֹלֵי בָבֶל, כְּרַגְלֵי הַמְמַלֵּא: \n",
            "מִי שֶׁהָיוּ פֵרוֹתָיו בְּעִיר אַחֶרֶת, וְעֵרְבוּ בְנֵי אוֹתָהּ הָעִיר לְהָבִיא אֶצְלוֹ מִפֵּרוֹתָיו, לֹא יָבִיאוּ לוֹ. וְאִם עֵרַב הוּא, פֵּרוֹתָיו כָּמוֹהוּ: \n",
            "מִי שֶׁזִּמֵּן אֶצְלוֹ אוֹרְחִים, לֹא יוֹלִיכוּ בְיָדָם מָנוֹת, אֶלָּא אִם כֵּן זִכָּה לָהֶם מָנוֹתֵיהֶם מֵעֶרֶב יוֹם טוֹב. אֵין מַשְׁקִין וְשׁוֹחֲטִין אֶת הַמִּדְבָּרִיּוֹת, אֲבָל מַשְׁקִין וְשׁוֹחֲטִין אֶת הַבַּיָתוֹת. אֵלּוּ הֵן בַּיָתוֹת, הַלָּנוֹת בָּעִיר. מִדְבָּרִיּוֹת, הַלָּנוֹת בָּאֲפָר: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>ביצה שנולדה ביו״ט.</b> [ביו״ט] שלאחר שבת עסקינן. וטעמייהו דבית הלל דאמרי לא תאכל, משום דכל ביצה דמתילדא האידנא מאתמול גמרה לה ונמצאת שבת מכינה ליו״ט, והתורה אמרה (שמות ט״ז:ה׳) והיה ביום הששי והכינו, וסתם ששי חול הוא, חול מכין לשבת, וחול מכין ליו״ט, דיו״ט נמי אקרי שבת, ואין יו״ט מכין לשבת ולא שבת מכינה ליו״ט. והכנה כי הך דביצה אע״ג דבידי שמים היא מקריא הכנה. ומיהו שבת ויו״ט דחשיבי, בעיא סעודתן הזמנה בחול ואין אחד מהן מכין לחברו אפילו בהכנה דבידי שמים, אבל סעודת חול לא חשיבא ולא בעיא הזמנה. הלכך באחד בשבת בעלמא שאינו יו״ט לית לן למיסר ביצה שנולדה בו לפי שנגמרה בשבת, דסעודת חול לא אצרכה רחמנא זמון מבעוד יום. ואסרו ביצה שנולדה בכל יו״ט ואע״פ שאינו אחר שבת, גזירה משום יו״ט שאחר שבת. וכן אסרו ביצה שנולדה בכל שבת לגמעה חיה, גזירה משום שבת שאחר יו״ט. ושבת ויו״ט הסמוכים זה לזה, ביצה שנולדה בזה אסורה בזה. וכן ב׳ ימים טובים של ר״ה. אבל שני ימים טובים של גלויות דממ״נ אחד מהם חול, ביצה שנולדה בזה מותרת בזה:",
                "<b>שאור בכזית.</b> לענין אכילה כולי עלמא לא פליגי דזה וזה בכזית מדפתח הכתוב בשאור וסיים בחמץ. שאור לא ימצא בבתיכם כי כל אוכל מחמצת (שמות י״ב:י״ט), לומר לך זהו שאור וזהו חמץ כזה כן זה. כי פליגי לענין ביעור, ב״ש סברי מדכתב רחמנא לתרווייהו שאור וחמץ ולכתוב חמץ שאין חמוצו קשה ואפ״ה חייב לבער וק״ו לשאור שחמוצו קשה, אלא ש״מ שיעורו של זה לא כשיעורו של זה, ולא ילפינן ביעור מאכילה. וב״ה סברי זה וזה בכזית, דילפינן ביעור מאכילה. ומשום דהנך תלת מילי מקולי ב״ש ומחומרי ב״ה גבי יו״ט תנא להו הכא גבי הדדי:",
                "<b>בככותבת.</b> תמרה: "
            ],
            [
                "<b>השוחט חיה ועוף.</b> הבא לשחוט חיה ועוף ונמלך בב״ד כיצד יעשה:",
                "<b>ב״ש אומרים.</b> ב״ד מורין לו שישחוט לכתחלה ויחפור בדקר נעוץ שהכינו מבעוד יום, כלומר שיעקור אותו ממקום נעיצתו ויעלה עפר ויכסה בו. ומיירי כשהוא נעוץ בעפר תיחוח הראוי לכיסוי, שאינו מחוסר כתישה:",
                "<b>דקר.</b> יתד שנועצים בארץ. לשון וידקור את שניהם (במדבר כ״ח):",
                "<b>שאפר כירה מוכן הוא.</b> לאו אמלתייהו דב״ש וב״ה קאי, אלא מלתא באנפי נפשה היא, וה״ק ואפר כירה מוכן הוא ואינו צריך הזמנה דדעתיה עלויה. ולא שנו אלא שהוסק מערב יו״ט, אבל הוסק ביו״ט אסור, דליכא למימר דעתיה עלויה מאתמול. ואם ראוי לצלות בו ביצה, שעדיין הוא רמץ חם, אע״פ שהוסק ביו״ט מותר לכסות בו, דאיידי דחזי להפוכי ביה לצלות בו ביצה שקיל ליה נמי ומכסה בו: "
            ],
            [
                "<b>אין מוליכין את הסולם משובד לשובד.</b> בסולם של עליה כ״ע לא פליגי דאסור, ובסולם של שובך נמי כשהוא מוליכו ברה״ר מודו ב״ה דאסור. שהרואה אומר לתקן גגו הוא מוליכו ועושה מלאכה ביו״ט. כי פליגי שמוליכו ברה״י ואין בני אדם רואים אותו. ב״ש סברי אין מוליכין, שכל דבר שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים אסור. וב״ה מתירין, אע״ג דבעלמא דינא הכי הוא, הכא שרי משום שמחת יו״ט:",
                "<b>מחלון, לחלון.</b> באותו שובך עצמו, שכך דרך שובך להיות בו [מחיצות הרבה] קן לכל זוג וזוג, וחלון לכל קן וקן:",
                "<b>זה וזה אני נוטל.</b> פלוגתייהו דב״ש וב״ה דוקא בבריכה ראשונה. שדרך מגדלי יונים תמיד להניח בריכה ראשונה דהיינו שתי גוזלות ראשונות, שהאמהות משתעשעות בהן ולא יברחו. וב״ש סברי דבדבור בעלמא לא סגי, דלמא כי שקיל להו למחר אתי לאמלוכי וחייס עלייהו והוי טלטול שלא לצורך, אבל משנענע ומשמש בהן מבעוד יום לשחיטה ולא חס עלייהו תו לא חיישינן דחייס. וב״ה סברי לא גזרינן דלמא חייס עלייהו, ואפילו בבריכה ראשונה: "
            ],
            [
                "<b>זימן שחורים ומצא לבנים.</b> הא מלתא דפשיטא הוא ולא אצטריך למתנייה. אלא ה״ק, זימן שחורים ולבנים ומצא שחורים במקום לבנים ולבנים במקום שחורים. והכי פירושא דמתניתין, זימן שחורים בקן זה ומצא בו לבנים, זימן בשני לבנים ומצא בו שחורים, מהו דתימא הני אינהו ואתהפיך אתהפוכי קמ״ל:",
                "<b>שנים ומצא ג׳</b> ואינו מכיר המוכנין, כולן אסורים:",
                "<b>שלשה ומצא שנים מותרים.</b> האחד הלך והשנים נשארו. ולא אמרינן כשם שהאחד הלך כן הלכו כולם והני אחריני נינהו:",
                "<b>זימן בתור הקן ומצא לפני הקן.</b> ובתוך הקן לא מצא כלום, אסורים:",
                "<b>ואם אין באותו שובר אלא הן הרי אלו מותרין.</b> ואע״פ שיש שובך אחר קרוב לו בתוך חמשים אמה, אם אין אותו שובך בשורה של שובך זה בשוה אלא בקרן זוית, לא אמרינן מההוא שובך הקרוב אתו. שהגוזלות כל זמן שאינם פורחים אלא מדדין ברגליהן אינן מדדין אלא כנגד הקן שלדן בשוה, שאם רואין קניהן כשהופכים לאחוריהם מדדין, ואם לאו אין מדדין: "
            ],
            [
                "<b>העלי.</b> יד של עץ גדול הרבה ועגול שכותשים בו את הריפות ודומיהן. ומפני כבדו וגדלו אין תורת כלי עליו:",
                "<b>לקצב.</b> לחתוך:",
                "<b>וב״ה מתירין.</b> משום שמחת יו״ט, ואע״פ שאין עליו תורת כלי:",
                "<b>לפני בית הדריסה.</b> שידרסו עליו בני אדם, כדי שלא יפסיד:",
                "<b>ולא יגביהנו.</b> לטלטלו לאחר הפשטתו:",
                "<b>וב״ה מתירין.</b> דאי לא שרית ליה לא שחיט כדי שלא להפסיד העור, וממנע משמחת יו״ט:",
                "<b>תריסין.</b> מוכרי בשמים יש להן חנויות העשויות כמין תיבות ועומדות בשוק ואינן מחוברות לקרקע. ותריסין הן דלתות שסוגרין בהן פתחי אותן תיבות, ופעמים שמסלקים אותן תריסין מפתח התיבה ושוטחין עליהן הסממנין שבחנות:",
                "<b>מתירין אף להחזיר.</b> בתריסין שאין להם ציר כלל כ״ע לא פליגי דשרי אפילו לנעול בהן פתח [בית שבתוך] החצר. ובתריסין שיש להן ציר מן הצד כ״ע לא פליגי דאסור לנעול בהן אפילו פתחי חנויות, דדמי לבנין. כי פליגי בתריסין שיש להן ציר באמצע כעין בליטה ותוחבין אותה בחור שבאמצע דופן פתח החנות, ב״ש סברי גזרינן ציר באמצע אטו ציר מן הצד, וב״ה סברי לא גזרינן בתריסי חנויות, ושרי להחזיר, משום דבעי לאפוקי תבלין ואי לא שרית ליה לאהדורי לא פתח ואתי לאמנועי משמחת יום טוב:",
                "<b>לא את הקטן.</b> ולא כל מידי דלאו צורך אכילה:",
                "<b>וב״ה מתירין.</b> דאמרי מתוך שהותרה הוצאה לצורך אכילה, הותרה נמי שלא לצורך אכילה. והוא שיהיה בה צורך מצוה כגון הני דחשיבי במתניתין, או צורך הנאה כגון מפתח ביתו וכיוצא בהן. לאפוקי הוצאת אבנים וכיוצא בזה דבהא מודו ב״ה דאסור: "
            ],
            [
                "<b>אין מוליכין חלה.</b> ביו״ט. אף על פי שמותר בהפרשתה לא שרו ליה בהולכתה, אלא תיקון עיסתו התירו לו ולא יותר:",
                "<b>מתנות.</b> הזרוע והלחיים והקיבה:",
                "<b>גזרה שוה.</b> לאו דוקא, דכולה מדרבנן גזרו משום גזירה דאין מגביהין תרומות ומעשרות ביו״ט. אלא דומיא דג״ש:",
                "<b>מתנה לכהן.</b> מכ״ד מתנות כהונה:",
                "<b>כשם שאין מוליכין את התרומה וכו׳</b> הך מתניתין אדחיא לה בגמרא, דלא נחלקו ב״ש וב״ה שמוליכין חלה ומתנות. לא נחלקו אלא בהולכת תרומה, שב״ש אומרים אין מוליכין, וב״ה אומרים מוליכין. אמרו להן ב״ה לב״ש חלה ומתנות מתנה לכהן, ותרומה מתנה לכהן, כשם שמוליכין את המתנות כך מוליכין את התרומה. אמרו להם ב״ש לא, אם אמרתם בחלה ומתנות שזכאי בהרמתן, שנתנו חכמים כח ורשות בהפרשתן. לפי שהחיוב שלהן בא ביו״ט דלשין ושוחטין ביו״ט, וכיון שהותרו אותן של יו״ט שרינן להו להוליך אפילו אותן שנעשו מערב יום טוב, תאמרו בתרומה שאינו זכאי בהרמתה, שהרי א״א שיבא חיוב תרומה לכרי ביום טוב, לפי שאין חיוב תרומה אלא משעת מריחה בכרי ואין ממרחין ביום טוב, הלכך אין מוליכין תרומה ביום טוב: "
            ],
            [
                "<b>במדוך של עץ.</b> אבל לא של אבן. ומיהו במדוך של עץ נדוכין כדרכן וא״צ שנוי, מפני שהן מיפגין טעמן אם נדוכין מאתמול:",
                "<b>והמלח בפך.</b> של חרס ידוכנו:",
                "<b>או בעץ פרור.</b> הוא הכף שמגיסין בו הקדרה. דמלח בעי שינוי, שהיה לו לדוך מאתמול שאינו מפיג טעמו. והלכה שהבא לדוך מלח ביו״ט מטה המדוכה על צדה ודך ע״י שנוי. והתבלין נדוכין כדרכן ואין צריכין שינוי: "
            ],
            [
                "<b>בורר אוכל אוכל.</b> מלקט האוכל אחד אחד מן הפסולת:",
                "<b>בורר כדרכו בחיקו.</b> ובלבד שלא יהיה טורח ברירת הפסולת מרובה. אבל אם טורח ברירת הפסולת מרובה על טורח ברירת האוכל, כגון שהפסולת דק ביותר, אע״פ שהאוכל מרובה בשיעורו על הפסולת, מודים בית הלל שבורר את האוכל ומניח את הפסולת, דלמעוטי בטרחא עדיף:",
                "<b>אף מדיח ושולה.</b> שמביא כלי מלא קטנית ונותן עליו מים והפסולת צף על פני המים ומסיר אותו בידו. שולה, כמו של נעלך (שמות ג׳). ואין הלכה כרבן גמליאל: "
            ],
            [
                "<b>אין משלחין ביום טוב.</b> דורון איש לרעהו:",
                "<b>אלא מנות.</b> דבר מוכן שאינו עשוי להניחו למחר, כגון חתיכות בשר ודגים:",
                "<b>וב״ה אומרים כו׳</b> ולא שרו ב״ה אלא לשלוח ע״י אדם אחד או שנים, אבל שלשה בני אדם או יותר נושאי מנחה אסור, דאוושא מלתא טובא ונראין כמוליכין למכור בשוק:",
                "<b>אבל לא תבואה.</b> שאינה ראויה לאכילה, שהרי צריכה טחינה ואין טוחנין ביו״ט:",
                "<b>ור׳ שמעון מתיר בתבואה.</b> שיכול לכתשה במכתשת קטנה ויבשלה מעשה קדרה. ואין הלכה כר״ש: "
            ],
            [
                "<b>משלחין כלים תפורין.</b> דחזו למלבוש. ושאינן תפורין חזו לאכסויי:",
                "<b>כלאים.</b> כשהן קשין שאין מחממין מותר לשכב עליהם:",
                "<b>סנדל מסומר.</b> של עץ מחופה מסמרים. שגזרו חכמים עליו שלא לנעלו בשבת ויו״ט משום מעשה שהיה שנהרגו הרוגי מלכות על ידו, כמבואר במסכת שבת פרק במה אשה יוצאה (שבת דף ס):",
                "<b>ולא מנעל שאינו תפור.</b> ואפילו הוא מחובר ביתדות של עץ וכיוצא בהן:",
                "<b>אף לא מנעל לבן.</b> באתריה דרבי יהודה לא היו נועלים מנעל לבן עד שמשחירים אותו:",
                "<b>שצריר אומן.</b> להשחירו:",
                "<b>כל שנאותין בו.</b> ה״ק כל שנאותין בו בחול כמות שהוא ואינו צריך למלאכה אחרת, אע״פ שאין נאותין בו ביו״ט, כגון תפילין, שבחול לובשין אותן כמות שהן וביום טוב אין לובשין אותן, משלחין אותן ביו״ט:"
            ]
        ],
        [
            [
                "<b>יום טוב שחל להיות ערב שבת לא יבשל בתחילה.</b> כלומר לא יהא תחילת בישולו ועיקרו לשום שבת, אלא לשום יו״ט יהא תחילת בשולו ומה שמותיר יהא לשבת:",
                "<b>ועושה תבשיל מערב יום טוב.</b> לשם ערובי תבשילין. אית דאמרי טעמא דהאי תבשיל מערב יו״ט, משום כבוד שבת הוא, שמתוך שמערב יו״ט זוכר השבת יברור מנה יפה לשבת ולא ישכח שבת משום טרדת יום טוב. ואית דאמרי משום כבוד יום טוב הוא, כדי שיראו שאין אופין מיו״ט לשבת אלא א״כ התחיל מבעוד יום דביו״ט אינו אלא גומר, ק״ו מיו״ט לחול דלגמרי אין אופין ולא מבשלין. ומברכים על ערובי תבשילין כדרך שמברכים על ערובי חצרות. וצריך לזכות ע״י אחר לכל מי שרוצה אחר כך לסמוך על עירובו, ואפילו שלא מדעתו, דזכין לאדם שלא בפניו:",
                "<b>אכלו או שאבד.</b> אותו תבשיל שבישל, מע״ש:",
                "<b>סומך עליו.</b> לבשל בישולו ביו״ט לצורך שבת. אבל מתחילתו אין עירובי תבשילין פחות מכזית, בין לאחד בין למאה. ואם התחיל בעיסתו ונאבד עירובו מה שהתחיל גומר: "
            ],
            [
                "<b>מטבילין את הכל.</b> שחייב אדם לטהר עצמו ברגל. וכל מה שצריך טבילה בין אדם בין כלים מטבילין מלפני השבת:",
                "<b>כלים מלפני השבת.</b> שכיון שהם ראויין לאחר טבילה לדבר שלא היו ראויין לו קודם טבילה, אי מטביל להו בשבת וביו״ט הוה ליה מתקן מנא ואסור. ושבת דנקט הכא להודיעך כחן דבית הלל, דאפילו בשבת שרו להטביל אדם, משום דנראה כמיקר וכמצטנן ורוחץ לתענוג ולא לשם טבילה:   "
            ],
            [
                "<b>ושוין שמשיקין את המים בכלי אבן.</b> מי שיש לו מים יפים לשתות ונטמאו, ממלא מהן כלי אבן שאינו מקבל טומאה ונותנן במקוה מים מלוחים או עכורים עד שנושקים מים למים, נמצאו אלו זרועים ומחוברים למי מקוה ובטלו אגבייהו וטהרו. ואין טהרה במקוה לשום אוכל ומשקה אלא למים בלבד, ולא בתורת טבילה אלא בתורת זריעה:",
                "<b>אבל לא מטבילין.</b> שאין נותנין אותן בכלי עץ טמא שצריך טבילה לכלי, להשיק בו, כדי לעלות טבילה לכלי אגב השקת מים:",
                "<b>ומטבילין מגב לגב.</b> מי שהטביל כלים לדעת שידרוך בהן זיתים בבית הבד לשמן של חולין, ונמלך לדרוך בהן ענבים בגת ליין של תרומה, צריך להטבילן פעם שניה לשם תרומה. וכן אם הטביל כלים לשם תרומה ונמלך לעשות בהם קודש, צריכים טבילה שניה לשם קודש. ואותה טבילה יכול להטביל ביו״ט, שאין כאן תקון כלי לפי שאין טבילה זו להעלות אותן מידי טומאה אלא לתוספת טהרה:",
                "<b>ומחבורה לחבורה.</b> אם הטביל כלים על מנת לאכול פסחו עם חבורה זו ונמלך להימנות עם חבורה אחרת ובא להטביל כליו פעם שניה, אותה טבילה מותר לעשותה ביו״ט: "
            ],
            [
                "<b>מביאין שלמים ביו״ט.</b> שלמי חגיגה. לפי שיש בהם צורך אכילה לאדם:",
                "<b>ואין סומכין עליהם.</b> שהסמיכה אסורה משום שבות, שבכל כחו היה סומך והוה ליה משתמש בבעלי חיים. אלא סומכין עליהם מעיו״ט, דלית להו לב״ש תכף לסמיכה שחיטה:",
                "<b>אבל לא עולות.</b> חוץ מתמידין ומוספין שהן קרבן צבור וזמנן קבוע. אבל לא יביא עולת יחיד שאין בה אכילת הדיוט. ואפילו עולות ראיה קרבות בשאר ימות הרגל ולא ביו״ט, דרחמנא אמר (במדבר כ״ט:ל״ה) עצרת תהיה לכם, לכם ולא לגבוה:",
                "<b>וב״ה אומרים.</b> מביאים שלמי חגיגה ועולות ראיה. דכתיב (דברים ט״ז:ח׳) עצרת לה׳, כל דלה׳. אבל נדרים ונדבות דברי הכל אין קריבין ביו״ט לא עולות ולא שלמים: "
            ],
            [
                "<b>לא יחם אדם חמין לרגליו.</b> אוכל נפש התירה התורה, ולא להבעיר אור בשביל רחיצה:",
                "<b>ובית הלל מתירין.</b> דמתוך שהותרה הבערה לצורך אכילה הותרה נמי שלא לצורך אכילה כשיש בה צורך איזו הנאה. ופסק הלכה דחמין שהוחמו ביו״ט רוחץ בהן פניו ידיו ורגליו, אבל לא כל גופו, דגזרו יו״ט אטו שבת. וחמין שהוחמו מעיו״ט רוחץ בהן כל גופו ביו״ט: "
            ],
            [
                "<b>אין טומנין את החמין, מיו״ט לשבת.</b> דסברי ב״ש אין אופין אלא א״כ עירב בפת, ואין מבשלין אלא א״כ עירב על התבשיל, ואין טומנין אלא א״כ היו לו חמין טמונין מעיו״ט. וב״ה סברי דאופין ומבשלין וטומנין על עירוב של תבשיל בלבד. ומיהו בגמרא מוכח דבית הלל נמי בעו פת ובשר. וכן הלכה:",
                "<b>אין זוקפין מנורה.</b> של חוליות שנתפרקו חוליותיה׳ אין מחזירין אותן דהוי כבונה, ויש בנין בכלים. ובית הלל סברי אין בנין בכלים:",
                "<b>גריצין.</b> ככרות עבות:",
                "<b>אלא רקיקין.</b> ככרות דקות, דסברי בית שמאי אין אופין פת מרובה ביום טוב משום טרחא. ובית הלל אומרים אופין פת מרובה ביום טוב, שבזמן שהפת מרובה היא נאפית יפה:",
                "<b>וחרי.</b> עיסה גדולה הנאפת ע״ג גחלים׳ משום דבעיא היסק גדול שהגחלים הולכות ועוממות וטרחא איכא. ואין הלכה כרבן גמליאל בכל מה שמחמיר כדברי בית שמאי: "
            ],
            [
                "<b>מכבדין בין המטות.</b> שאוכלין שם. שרגילים להסב ולאכול על גבי מטות. ומפני שהוא מקום מועט לא חיישינן שמא ישוה גומות כדחיישינן גבי בית שהוא גדול ואי אפשר שלא יהיה שם גומא:",
                "<b>מוגמר.</b> לבונה על גבי גחלים להריח בה. אבל לגמר את הכלים דברי הכל אסור:",
                "<b>מקולס.</b> כרעיו ובני מעיו תלויין חוצה לו [בצדו] כשצולהו, והיו עושים זכר לפסח דכתיב ביה (שמות י״ב:ט׳) ראשו על כרעיו ועל קרבו. מקולס כגבור זה שכלי זייניו עמו. תרגום וכובע נחשת, וקולסא דנחשא. ורמב״ם פירש מקולס מכובד׳ לשון קילוס:",
                "<b>וחכמים אוסרין.</b> בשלשתן. כיבוד, משום אשוויי גומות. ומוגמר, משום דלאו צורך לכל נפש הוא שאינו אלא למפונקים ולמעונגים ולמי שריחו רע. מקולס, מפני שנראה כאוכל קדשים בחוץ. והלכה כחכמים: "
            ],
            [
                "<b>פרתו יוצאה ברצועה שבין קרניה.</b> לנוי. ואמרו חכמים משאוי הוא ואינו תכשיט לה. ולא פרתו של ר״א בן עזריה היתה אלא של שכנתו, ועל שלא מיחה בה נקראת על שמו:",
                "<b>ומקרדין ביו״ט.</b> כמין מגירה קטנה של ברזל ששיניה דקות ומחככין ומגרדין בה הבהמה, ואע״ג דעביד חבורה:",
                "<b>ברחים שלהן.</b> קטנות העשויות לכך:",
                "<b>מקרצפין.</b> במגרה של עץ ששיניה גסות. ואין עושין חבורה:",
                "<b>אף לא מקרצפין.</b> דגזרינן קרצוף אטו קירוד. ואין הלכה כראב״ע בשלשה דברים הללו, אלא במקרדין את הבהמה בלבד, משום דבהא קם ליה בשטתיה דרבי שמעון דאמר דבר שאין מתכוין מותר, וקיי״ל כוותיה. וחכמים דפליגי עליה סברי כרבי יהודה דאמר דבר שאין מתכוין אסור, ואינה הלכה: "
            ],
            [
                "<b>משום שלשה כלים.</b> שאם פירש אחד מהן אינן שברי כלים אלא כל אחד מהם חשוב כלי בפני עצמו וטמא, אע״פ שבעודן ברחיים הן מחוברים ונראים ככלי אחד:",
                "<b>משום כלי קבול.</b> התחתונה שמקבלת אבק שחיקת הפלפלים דרך נקבי הכברה, טמאה משום כלי קבול, שכלי עץ שיש לו בית קבול הוא:",
                "<b>ומשום כלי מתכות.</b> העליונה שכותשין וטוחנין בה הפלפלין, טמאה משום כלי מתכת. דמשום כלי עץ ליכא לטמוייה, דפשוטיהן טהורין, אלא משום ציפויה התחתון שהוא של מתכת:",
                "<b>ומשום כלי כברה.</b> אמצעית שהיא מקפת את הכברה. משום כלי עץ לא מטמאה דאין קבולה קבול, אלא חכמים גזרו טומאה על הכברה משום כלי ארוג. ואפילו אין הכברה של מתכת מטמאה משום כלי כברה: "
            ],
            [
                "<b>עגלה.</b> העשויה לשחוק לקטן, ומיוחדת לו לישב עליה:",
                "<b>טמאה מדרס.</b> אם היה הקטן זב נעשית העגלה אב הטומאה:",
                "<b>ונטלת בשבת.</b> דתורת כלי עליה:",
                "<b>ואינה נגררת.</b> בשבת:",
                "<b>אלא ע״ג כלים.</b> על גבי בגדים, מפני שעושה חריץ בקרקע, וחופר חייב משום חורש:",
                "<b>רבי יהודה אומר כו׳</b> תרי תנאי נינהו ואליבא דר׳ יהודה, דת״ק נמי רבי יהודה היא דאמר דבר שאין מתכוין אסור. ואתא האי תנא אחריתי ואמר דלא אסר ר׳ יהודה בעגלה של קטן מפני שאינה עושה חריץ בהלוכה ע״י חפירה, אלא כובשת הקרקע ונדוש תחתיה ונעשה עפרה נמוך, אבל אינה מזיזה עפר ממקומה. וכבר אפסיקא הלכתא כר״ש דאמר גורר אדם מטה כסא וספסל, ובלבד שלא יתכוין לעשות חריץ:"
            ]
        ],
        [
            [
                "<b>אין צדין דגים.</b> אע״ג דשחיטה ואפיה ובישול מאבות מלאכות הן והותרו לצורך יו״ט, צידה דמיא לקצירה וקצירה לא הותרה ביו״ט. ביברין של דגים, הן בריכות של מים שדגים מתגדלים שם. ביברים של חיה, קרפיפות מוקפין גדר סביב ומביאים שם חיות ויולדות ומתגדלות שם:",
                "<b>ואין נותנין.</b> לפני הדגים מזונות, דאפשר להם בלא מזונות ואין מזונתן עליך:",
                "<b>אבל צדין חיה ועוף.</b> המוכנים מאתמול:",
                "<b>מן הביברין.</b> הקטנים, שאין מחוסרים צידה. ורשב״ג לאו לאפלוגי אתנא קמא אתא, אלא לפרושי:",
                "<b>כל המחוסר צידה.</b> שצריך לבקש תחבולות כדי לתפסו. וכל דרהיט בתריה ומטי ליה בחד שחיה לא הוי מחוסר צידה, ואי לא הוי מחוסר צידה: "
            ],
            [
                "<b>ומעשה בנכרי אחד.</b> חסורי מחסרא והכי קתני, ספק מוכן אסור ורבן גמליאל מתיר, ומעשה בנכרי אחד וכו׳. ואין הלכה כרבן גמליאל, אלא פירות ודגים שהובאו ביו״ט ספק נלקטו היום ספק מאתמול, ספק נצודו היום ספק מאתמול אסורים. וכל שאסור לאכלו אסור לטלטלו. ואם צורתן מוכחת עליהן כגון פירות דכמושין שאי אפשר שנלקטו היום, וכן דגים שהביאום ממקום רחוק שאי אפשר שנצודו היום, מותרין. ודבר מוכן שבא מחוץ לתחום בשביל ישראל, אסור לאותו ישראל שהובא בשבילו ולכל בני ביתו ומותר לישראל אחר. ופירות או דגים שנתלשו או נצודו ביו״ט ראשון מותרין לערב בליל יום טוב שני בכדי שיעשו, חוץ משני ימים טובים של ראש השנה שהם אסורים עד מוצאי יו״ט שני בכדי שיעשו. ופירוש כדי שיעשו, כדי שיתלשו הפירות ממקום שנתלשו ויביאו אותם מן המקום שהביאום. ועיר שדלתותיה נעולות בלילה צריך שימתין לבוקר בכדי שיעשו:",
                "<b>אלא שאין רצוני לקבל ממנו.</b> שאני שונא אותו: "
            ],
            [
                "<b>בהמה מסוכנת.</b> שהוא ירא שמא תמות. ואין צריך לה שכבר סעד סעודתו:",
                "<b>לא ישחוט.</b> אא״כ יודע שיש שהות ביום לאכול כזית צלי הימנה:",
                "<b>מבית טביחתה.</b> שהוא מזומן ומופשט מעורו ועומד. ואין הלכה כרבי עקיבא:",
                "<b>לא יביאנה במוט ובמטה.</b> בשני בני אדם. משום דאוושא מלתא ומזלזל בכבוד יו״ט: "
            ],
            [
                "<b>בכור שנפל לבור.</b> בכור בעל מום שלא הראהו לחכם מערב יו״ט מבעוד יום להתירו, ונפל לבור ביו״ט וירא שמא ימות שם:",
                "<b>ירד מומחה.</b> שבקי להבחין בין מום קבוע למום עובר:",
                "<b>ויראה.</b> מום שהיה בו אתמול, אם מום קבוע הוא:",
                "<b>יעלה וישחוט.</b> דמשום מוקצה ליכא, דמאתמול דעתיה עלויה:",
                "<b>ואם לאו לא ישחוט.</b> הכי קאמר, ואם לאו, דאותו מום שהיה בו מערב יו״ט לא היה קבוע אלא היום נעשה בו מום קבוע, אפילו עבר והעלהו לא ישחוט. ולא אמרינן מאתמול הוה דעתיה עלויה וכיון שיש בו עכשיו מום קבוע נשחטיה, דהואיל והמום של אתמול לא היה קבוע, מוקצה מחמת איסור הוה:",
                "<b>אין זה מן המוכן.</b> לאו משום מוקצה אסר ליה, דהא לית ליה לרבי שמעון מוקצה, אלא מפני שמתירו ביום טוב ה״ל כמתקנו, ונראה כדן דין דגזור ביה משום שבות. והכי קאמר אין התרתו היתר, ואינו מוכן להיות כשר:   "
            ],
            [
                "<b>בהמה שמתה.</b> בבהמת קדשים מיירי, כדקתני עליה ועל החלה שנטמאת. ובהמת קדשים שמתה אסורה בהנאה וטעונה קבורה, הלכך לא יזיזנה ממקומה. אבל בהמת חולין מחתכין אותה לפני הכלבים. והני מילי שהיתה מסוכנת מאתמול דדעתיה עילוה, אבל לא היתה מסוכנת מאתמול אף בהמת חולין לא יזיזנה ממקומה:",
                "<b>החלה שנטמאת.</b> אינה ראויה לכהן ביום טוב, אף להסקה או לתתה לכלבו, דאין מבערין קדשים מן העולם ביום טוב ואפילו ע״י אכילת בהמה, דגזירת הכתוב היא שאין קדשים טמאים מתבערים מן העולם ביו״ט: "
            ],
            [
                "<b>אין נמנין.</b> אין פוסקים דמים להיות שנים שלשה בני אדם אומרים בהמה זו בשלשה זוזים זוז לכל אחד:",
                "<b>ושוחטים ומחלקים ביניהן.</b> למחצה לשליש ולרביע, ואין מזכירין פיסוק דמים:",
                "<b>שוקל אדם בשר.</b> אע״פ שאסור לשקול בליטרא דהוי מעשה חול, מותר לשקול כנגד הכלי וכנגד הקופיץ ולמחר יראו הקופיץ והכלי כמה משקלו:",
                "<b>וחכמים אומרים אין משגיחין.</b> אין מעיינין. ",
                "<b>בכף מאזנים כל עיקר.</b> ואפילו לשמור הבשר מן העכברין אסור לשום אותו בכף מאזנים. והלכה כחכמים: "
            ],
            [
                "<b>אין משחיזין את הסכין.</b> ברחים או במשחזת:",
                "<b>אבל משיאה על גבי חברתה.</b> דמשנה מדרך חול: "
            ],
            [
                "<b>אבל לא במדה.</b> בכלי המיוחד למדה שמודד ומוכר בו. אבל אם אינו מיוחד לכך אע״פ שעומד למדה, שכשישבר זה שהוא מודד בו יעמוד זה תחתיו, מותר למלאותו:",
                "<b>אם היה כלי של מדה.</b> אע״פ שעדיין לא יחדו לכך לא ימלאנו. ואין הלכה כר״י:",
                "<b>ממלא מדותיו מערב יו״ט.</b> לפי שאין מודדין ביו״ט:",
                "<b>אף בחול המועד עושה כן.</b> מפני ביטול בית המדרש, שהיו רבים באים לשאול הימנו במועד שאין טרודין במלאכה, והיה ממלא מדותיו בלילה שאינו זמן בית המדרש כדי שיהא פנוי ביום:",
                "<b>מפני מצוי המדות.</b> כשהיה מוכר שמן היו לו מדות הרבה ומביאין הלקוחות כליהן ומודד לכל אחד ואחד במדה לעצמו, ומתמצות והולכות לתוך כליהן כל הלילה, כדי שלא ישאר לו השמן המודבק בשולי המדה ובדפנותיה ונמצא גוזל את הלקוחות:"
            ]
        ],
        [
            [
                "<b>המביא.</b> ממקום למקום. בתוך התחום:",
                "<b>לא יביאם וכו׳</b> לתת ג׳ וד׳ כדות בתוך סל או קופה וישאם, משום דנראה כמעשה חול לשאת משאות. ואם אי אפשר לו לשנות מותר:",
                "<b>אבל מביא הוא על כתפו.</b> אחד או שנים, דמוכח דלצורך יו״ט:",
                "<b>או לפניו.</b> בידו:",
                "<b>וכן המוליך את התבן.</b> להיסק או לבהמה:",
                "<b>לא יפשיל קופה לאחוריו.</b> שנראה כדרך חול:",
                "<b>ומתחילין בערמת התבן.</b> ואע״פ שלא זימנה מבעוד יום ולא היה רגיל להסיק ממנה, דלית ליה להאי תנא מוקצה:",
                "<b>אבל לא בעצים [שבמוקצה]</b> רחבה שאחורי הבתים קרויה מוקצה, על שם שהיא מוקצה לאחור ואין נכנסים ויוצאים לה תדיר. והנך עצים דאיירי בהו הכא הן קורות גדולות של ארזים העומדות לבנין, דמוקצה מחמת חסרון כיס נינהו שדמיהן יקרים, ובהא אפילו רבי שמעון דלית ליה מוקצה מודה:   "
            ],
            [
                "<b>אין נוטלין עצים מן הסוכה.</b> אפילו סוכה שאינה של מצוה כגון בפסח או בעצרת, אין נוטלים ממנה עצים ביו״ט משום סתירת אהל:",
                "<b>אלא מן הסמוך לה.</b> כגון קנים הזקופים סמוך לדפנות ולא נארגו עם הדופן דלא בטלו לגבי דופן, לפיכך נוטלים מהן ביו״ט:",
                "<b>מביאין עצים.</b> תלושים:",
                "<b>מן השדה.</b> שבתוך התחום מן המכונס:",
                "<b>ומן הקרפף אפילו מן המפוזר.</b> מתניתין יחידאה היא ואינה הלכה, אלא הלכתא אין מביאין עצים אלא מן המכונסים שבקרפף. ומן השדה לא יביא כלל ואפילו מן המכונסים, דלאו דעתיה עלויהו הואיל ואינן משתמרים שם. אבל מן הקרפף שהוא משתמר ומוקף סביב כשהן מכונסין דעתיה עלויהו:",
                "<b>כל שסמוך לעיר.</b> ממש. והוא דאית ליה פותחת, מפתח שמשתמר, דר׳ יהודה תרתי בעי, סמוך לעיר ופותחת. ומשום דקסבר סתם קרפיפות יש להם פותחת משום הכי לא חש להזכירה:",
                "<b>ר״י אומר כל שנכנסין לו בפותחת, ואפילו בתוך תחום שבת.</b> כיון דאית ליה פותחת לא בעינן סמוך, אלא אפילו רחוק עד קרוב לסוף תחום שבת. ואם הוא סמוך לא בעינן פותחת. ובסמוך בלא פותחת או פותחת בלא סמוך שרי. והלכה כר׳ יוסי:   "
            ],
            [
                "<b>אין מבקעין עצים מן הקורות.</b> הסדורות ארץ, כדי שלא יתעקמו, ועומדות לבנין:",
                "<b>ולא מן הקורה שנשברה ביו״ט.</b> ואע״ג דהשתא להסקה קיימא, בין השמשות לאו להכי קיימא:",
                "<b>ואין מבקעין לא בקרדום.</b> מתניתין חסורי מחסרא והכי קתני, אבל מבקעין מן הקורה שנשברה מעיו״ט, וכשהן מבקעין אין מבקעין לא בקרדום:",
                "<b>ולא במגרה.</b> כעין סכין ארוך מלא פגימות וקוצצין בו עצים עבים. וכלי אומן הוא:",
                "<b>מגל.</b> אף הוא כלי אומן, ונראה כרוצה לעשות מלאכה:",
                "<b>אלא בקופיץ.</b> סתם קופיץ הוא סכין של קצבים ואינו כלי אומן. ויש מהן שיש להן שני ראשין, ראש אחד רחב ונקרא צד נקבות, וראש אחד צר ונקרא צד זכרות, ואין מבקעין בו אלא בצד זכרות שלו:",
                "<b>נוטל ממקום הפחת.</b> ולא אמרינן מוקצים מחמת איסור הן דאין יכול לפחתו ביו״ט ואסח דעתיה מינייהו, דבית דתנן במתניתין מיירי שאינו בנוי בטיט ובסיד אלא סדור של לבנים זו על זו בלא טיט, והשתא אין בפחיתתו איסורא דאורייתא, הלכך לאו מוקצים נינהו, כי היכי דאמרינן גבי טבל דלאו מוקצה הוא שאם עבר ותקנו מתוקן:",
                "<b>אף פוחת לכתחלה.</b> דהואיל ואין שם טיט אלא לבנים סדורין זו על זו לא הוי סותר ושרי לפחות לכתחלה. ואין הלכה כר״מ: "
            ],
            [
                "<b>אין פוחתין את הנר.</b> ליטול אחד מן הביצים של יוצר חרש ולתחוב אגרופו לתוכו לחקוק נר, מפני שעושה כלי:",
                "<b>ואין עושין פחמין.</b> דאינהו נמי כלי נינהו לצורפי זהב, ופתילה נמי כלי היא להדלקה שצריכה עשייה ותיקון ",
                "<b>ואין חותכין אותה לשנים.</b> לפי שהוא מתקן כלי. ולמעכה ביד מותר:",
                "<b>חותכה באור.</b> נותן שני ראשי הפתילה בפי שתי נרות שצריך להדליקן כאחת ומדליק באמצע, דהשתא לא מוכח דלתקונא מנא מכוין אלא להדלקה בעלמא. והלכה כר׳ יהודה: "
            ],
            [
                "<b>ואין חותכין את הנייר.</b> שנותנין בו שמן, ועומד בפני האש כ״ז שהשמן בתוכו, ואינו נשרף:",
                "<b>מליח.</b> דג:",
                "<b>אין גורפין תנור וכירים.</b> אם נפל לתוכן מטפולה של תנור ומן הטיח, אין גורפין אותן דמתקן מנא הוא. ואתיא כרבנן דאמרי מכשירי אוכל נפש אסירי:",
                "<b>מכבשין.</b> משכיבין את האפר ואת העפר כדי שיהיה חלק. ואם א״א לו לאפות אלא א״כ גרף, מותר:",
                "<b>מקיפין.</b> מקרבין זו אצל זו. כמו אין מקיפין בריאה:",
                "<b>לשפות.</b> לערוך ולהושיב עליהם קדרה והאור בין שתי החביות. ואסר לה משום דדמי לבנין:",
                "<b>[ואין סומכין] את הקדרה בבקעת.</b> דלא נתנו עצים אלא להסקה. ובקעת, עצים שנתבקעו:",
                "<b>וכן הדלת.</b> אין סומכין אותה בבקעת, דעצים מוקצים הם אצל כל תשמיש חוץ מן ההסקה:",
                "<b>ואין מנהיגים את הבהמה במקל.</b> משום דנראה כמוליכה למכור בשוק:"
            ],
            [
                "<b>משלפניו.</b> ממה שלפניו בבית:",
                "<b>לחצוץ בו שניו.</b> ליטול בשר החוצץ בין שיניו. ומשלפניו לאו דוקא, דלר״א אף מן החצר נמי מותר ליטול, דקאמר כל מה שבחצר מוכן הוא. והא דנקט משלפניו, משום רבנן דפליגי דאפילו משלפניו להדליק אין, לחצוץ לא, דסברי לא ניתנו עצים אלא להסקה:",
                "<b>וחכ״א מגבב משלפניו ומדליק.</b> אבל מן החצר לא, דהואיל וקסמין דקין הן וטורח לקוששן ולגבבן, מאתמול לאו להכי קיימי. ודקאמרת נוטל קיסם לחצוץ בו שיניו, אנן אית לן דאף משלפניו לא יטול אלא להדליק, דלא ניתנו עצים אלא להסקה. ובתרתי פליגי. והלכה כחכמים. ואין מותר ליטול קיסם לחצוץ בו שיניו אלא מאבוס של בהמה. ולא יחתכנו ויתקננו לכך, אלא א״כ היה לח וראוי למאכל בהמה, שכל דבר הראוי למאכל בהמה מותר לחתכו בין ביו״ט בין בשבת, ואין בהם משום תקון כלי: "
            ],
            [
                "<b>אין מוציאין את האור.</b> משום דמוליד ודמי למלאכה, שבורא האש הזה ביו״ט:",
                "<b>מן העפר.</b> יש קרקע כשחופרין אותה מוציאה אור ממקום מחפורת שלה:",
                "<b>ולא מן המים.</b> נותנים מים בכלי זכוכית לבנה ונותנו בחמה כשהשמש חם מאד והזכוכית מוציאה שלהבת, ומביאים נעורת ומגיעים בזכוכית והיא בוערת:",
                "<b>רעפים.</b> כלי חרס חלולים באמצען שמכסים בהן הגגות:",
                "<b>אין מלבנין.</b> באור:",
                "<b>את הרעפים.</b> דוקא ברעפים חדשים משום דמשוי ליה מנא בהיסק זה, שהן מתחסמין ומתחזקים על ידי האור:",
                "<b>ועוד אמר ר״א.</b> משום דתנא אחת לקולא גבי מוקצה והדר אמר אחריתי, קאמר ועוד:",
                "<b>עומד אדם על המוקצה.</b> הצריך הזמנה, והזמנה מועלת לו:",
                "<b>ערב שבת בשביעית.</b> שאין מעשר נוהג בה ואין מחוסר אלא הזמנה. והוא הדין במעושר ובשאר שני השבוע. אלא אורחא דמלתא נקט, דסתם מוקצה לאו מעושר הוא, דגרוגרות וצמוקים הן סתם מוקצה ואין רגילין לעשר קודם גמר מלאכה:",
                "<b>מכאן אני נוטל למחר.</b> וסגי בהכי דיש ברירה:",
                "<b>עד שירשום.</b> בסימן, דאין ברירה. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>משילין פירות דרר ארובה.</b> מי שיש לו פירות או תבואה שטוח על גגו להתיבש וראה גשמים ממשמשים ובאים, התירו לו לטרוח ולהשליך דרך ארובה שבגג והם נופלים לארץ דליכא טרחא יתירא. ודוקא ארובה, דכל ארובה מלמעלה למטה [בתקרת הגג], אבל חלון כגון גג שמוקף מחיצות וחלון בכותל וצריך להגביהו עד החלון ולהשליכו, כולי האי לא שרו רבנן למטרח:",
                "<b>ומכסין את הפירות.</b> ולא אמרינן טורח שלא לצורך יו״ט הוא, דמשום הפסד ממון שרו ליה רבנן:",
                "<b>דלף.</b> גשמים הנוטפים מן הגג:",
                "<b>וכן כדי יין וכדי שמן.</b> מכסין אותן מפני הדלף:",
                "<b>תחת הדלף.</b> לקבל את המים שלא יטנפו הבית. ואם נתמלא הכלי שופך ושונה ואינו נמנע: "
            ],
            [
                "<b>כל שחייבין עליו.</b> שאסרו חכמים לעשותו בשבת משום שבות:",
                "<b>או משום רשות.</b> שיש בו קצת מצוה אבל לא מצוה גדולה, וקרוב הוא להיות דבר הרשות, ויש בו איסור מדברי סופרים:",
                "<b>או משום מצוה.</b> או שיש בו מצוה ממש, ואסרו חכמים לעשותו בשבת:",
                "<b>חייבין עליו.</b> שלא לעשותו ביו״ט:",
                "<b>ואלו הן משום שבות.</b> שהטילו עליו חכמים לשבות מהן ואין בעשייתן שום מצוה:",
                "<b>לא עולין באילן.</b> גזירה שמא יתלוש:",
                "<b>ולא רוכבין על גבי בהמה.</b> גזירה שמא יחתוך זמורה להנהיגה:",
                "<b>ולא שטין על פני המים.</b> גזירה שמא יעשה חבית של שייטין:",
                "<b>ולא מטפחין.</b> כף על כף:",
                "<b>ולא מספקין.</b> כף על ירך:",
                "<b>ולא מרקדין.</b> ברגל. וכולהו גזירה שמא יתקן כלי שיר:",
                "<b>ואלו הן משום רשות.</b> משום דהנך דסיפא הוו מצוה גמורה, לגביהן קרי להני רשות:",
                "<b>לא דנין.</b> דין. וזמנין דהוי רשות כגון שיש בעיר גדול ממנו, שאין מוטל עליו לדון:",
                "<b>ולא מקדשין.</b> קדושי אשה. וזמנין דלא הוי מצוה גמורה אלא רשות, כגון דאית ליה אשה ובנים:",
                "<b>ולא חולצין ולא מיבמין.</b> נמי בזמן שיש אחיו הגדול ממנו הוי רשות, דמצוה בגדול ליבם. וטעמא דכולהו גזירה שמא יכתוב:",
                "<b>ולא מעריכין.</b> ערך פלוני עלי. ונותן כפי השנים כמו שכתוב בפרשת ערכין:",
                "<b>ולא מחרימין.</b> הרי בהמה זו חרם. וסתם חרמים לבדק הבית. וכולהו אסרינהו רבנן משום דדמו למקח וממכר שמוציא מרשותו לרשות הקדש:",
                "<b>ולא מגביהין תרומות ומעשרות.</b> ואפילו כדי ליתנם לכהן בו ביום דמחזי דמשום שמחת יו״ט דכהן שהוא צריך להן הוא מפרישן, אפ״ה אסור, דה״ל מתקן. והני מילי פירות דטבילי מאתמול, אבל פירות דטבילי האידנא כגון עיסה לאפרושי מינה חלה מפרישינן לה ביו״ט ויהבינן לכהן:",
                "<b>אין בין יו״ט לשבת אלא אוכל נפש בלבד.</b> הך סתמא כב״ש דאמרי אין מוציאין לא את הקטן ולא את הלולב ולא את ספר התורה לרשות הרבים, דלא הותרה הוצאה אלא לצורך אוכל נפש. אבל אנן קיי״ל כב״ה דאמרי מתוך שהותרה הוצאה לצורך אוכל נפש הותרה נמי שלא לצורך. ואיכא נמי משילין פירות דרך ארובה דריש פירקין, דבשבת אסור וביו״ט מותר: "
            ],
            [
                "<b>כרגלי הבעלים.</b> אין אדם יכול להוליכה ביו״ט אלא במקום שבעליה יכולים לילך:",
                "<b>או לרועה הרי אלו כרגלי הבעלים.</b> מתניתין כשיש בעיר שני רועים, דלא ידעינן להי מינייהו הויא לה דעת בעלים, הלכך הרי הן כרגלי הבעלים אם אינה אצל הרועה מבעוד יום. אבל כשאין בעיר אלא רועה אחד, כל בני העיר מעמידין בהמתן ברשותו ובקניית שביתתו, והויא לה כרגלי הרועה:",
                "<b>ושאינן מיוחדים.</b> לאחד מהן, אלא לכולן:",
                "<b>הרי אלו כמקום שהולכין.</b> למקום שכולן יכולין לילך מותר להוליך את הכלים. אבל אם עירב אחד מהן לסוף אלפים לצפון והשאר לא עירבו, הוא מעכב על ידם מלהוליכה, לדרום אפילו פסיעה אחת מפני חלקו, והן מעכבין על ידו מלהוליכה לצפון, אלא אלפים אמה שהן מותרין בהן: "
            ],
            [
                "<b>כרגלי השואל.</b> שהרי קנה שביתתו אצלו בין השמשות, דבין השמשות שהוא כניסת היום קונה שביתה. ואפילו לא בא ליד השואל אלא ביו״ט דלאו ברשותיה קיימין בבין השמשות, הרי אלו כרגליו של שואל. ואם שאלו ביו״ט משחשיכה, הרי הן כרגלי המשאיל, לפי שקנה שביתה אצל בעליו. ואפילו היה רגיל להשאיל בכל יו״ט:",
                "<b>האשה ששאלה מחברתה תבלין.</b> לקדרתה:",
                "<b>ומים ומלח.</b> לעיסתה:",
                "<b>הרי אלו.</b> הקדרה והעיסה:",
                "<b>כרגלי שתיהן.</b> אין מוליכין אותן אלא במקום ששתיהן יכולות לילך. דכיון דביום טוב שאלה, קנו התבלין או המים והמלח שביתה אצל בעליהן:",
                "<b>שאין בהם ממש.</b> אין ניכרות לא בקדרה ולא בעיסה. כגון שהתבשיל עבה ואין המים נכרים בה, הילכך אין מעכבות הולכתן. ובמלח לא פליג רבי יהודה, דמיירי בעיסה שנלושה במלח שהיא גסה ועבה, שהיא נכרת ויש בה ממש. ואין הלכה כר׳ יהודה: "
            ],
            [
                "<b>ושלהבת.</b> כגון הדליק נרו בשלהבת חבירו אינו מעכב באיסור תחומין:",
                "<b>מועלין בה.</b> הנהנה ממנה מביא אשם מעילות:",
                "<b>ושלהבת לא נהנין.</b> לכתחלה מדרבנן. ואם נהנו לא מועלין, אין חייבין קרבן מעילה, דלית בה ממשא. וכן המוציא גחלת בשבת לרשות הרבים חייב, ושלהבת שדחפה בידו מרשות היחיד לרשות הרבים פטור:",
                "<b>כרגלי היחיד.</b> אין מוליכין המים אלא כרגלי בעל הבור:",
                "<b>כרגלי אותה העיר.</b> אלפים אמה לכל רוח חוץ לעיבורה:",
                "<b>ושל עולי בבל.</b> העשוי לעוברי דרכים באמצע הדרך, ועשאום בני הגולה לשתותם בעלותם:",
                "<b>כרגלי הממלא.</b> מפני שהוא הפקר והפקר נקנה בהגבהה. ואם בא אחד ושאל לו מימיו אינו מוליכן אלא כרגליו, דקסבר האי תנא יש ברירה להחמיר, ומאתמול הוברר הדבר דלהאי גברא חזו וברשותיה קיימי. ודלא כרבי יוחנן בן נורי דאמר חפצי הפקר קונין שביתה לעצמן במקומן: "
            ],
            [
                "<b>לא יביאו לו מפירותיו, הואיל והוא לא עירב לשם, דפירותיו כמוהו: </b>"
            ],
            [
                "<b>מי שזימן אצלו אורחים.</b> מעיר אחרת, ויבואו אצלו ע״י עירוב:",
                "<b>לא יוליכו.</b> לאחר סעודה מנות בידם לביתם:",
                "<b>אא״כ זיכה להם.</b> על ידי אחר:",
                "<b>[מנותיהם מערב יום טוב.</b>] שמסרם בעל הבית זה לאדם אחר במשיכה מערב יו״ט, ואמר לו זכה במנות הללו לפלוני ופלוני דזכין לאדם שלא בפניו:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>ביצה שנולדה ביו\"ט בית שמאי אומרים תאכל כו':</b><br>המוקצה נאסר לאכלו ביום טוב. ומוקצה הוא הדבר שהפרישו מאכילה ונתכוין עליו שלא לאכלו. וכמו כן נולד אסור ביום טוב. ונולד הוא הדבר שיאסור ביום טוב מה שלא חשב עליו כמו הפירות הנובלות מן האילנות. ועל אלו השני עיקרים תסוב זו המסכתא. ואין מחלוקת ביניהם בזה המקום. וכשיהיה שום עוף עומד לגדל ביצים בלבד ולא לשחיטה ולאכילה אין מחלוקת בין ב\"ש וב\"ה שביצתה שנולדה ביום טוב אסורה לפי שאותו עוף מוקצה אבל המחלוקת בתרנגולת העומדת לאכילה. וטעם איסור בית הלל משום הכנה הוא כי לשון התורה והיה ביום הששי והכינו את אשר יביאו חול מכין לשבת וחול מכין ליום טוב ואין יום טוב מכין לשבת ואין שבת מכינה ליום טוב ויש לנו עוד כי הביצה שנולדה היום מאתמול נגמרה כשיחול יום טוב אחר שבת ונולדה ביום טוב אסורה מפני שהשבת הכינה אותה ונאסור אותה בכל יו\"ט גזירה יו\"ט אחר השבת. וכמו כן תאסר כשנולדה בשבת משום שבת אחר יו\"ט. וכמו כן הכנה שהיא ההכנה טבעית אסרוה גזירה מדרבנן ובה חולקין בית שמאי ומתירין אותה. אבל אם ההכנה היא במלאכה מיו\"ט לשבת הרי היא אסורה לדברי הכל. וממה שאתה חייב לדעת כי בזמן הזה שאנו עושין שני ימים טובים ביצה שנולדה ביום טוב ראשון תאכל בשני חוץ משני ימים טובים של ראש השנה מפני שהם קדושה אחת וכאילו שניהם יום אחד. וכן שבת ויום טוב נולדה בזה אסורה בזה. ודע כי כל מה שנאסר באכילה ביום טוב אסור לטלטלו ממקום למקום. וכבר קדמו לך מזה עקרים בשבת: ושאור הוא השאור עצמו שבו מחמיצים העיסה. ואין מחלוקת בין בית שמאי ובית הלל כי שאור וחמץ לענין אכילה בכזית ואמר יתעלה שבעת ימים שאור לא ימצא בבתיכם כי כל אוכל חמץ אמרו חכמים פתח הכתוב בשאור וסיים בחמץ לומר לך זהו שאור זהו חמץ אבל מחלוקתם לענין ביעור בית שמאי אומרים על כל פנים יש ביניהם הפרש ואם לאו למה אמר חמץ ולמה אמר שאור אלא כיון שהשוה ביניהם באכילה יש הפרש ביניהם לענין ביעור ובית הלל אומרים ילפינן ביעור מאכילה והביא בכאן זו ההלכה לפי שהיא מקולי בית שמאי ומחומרי בית הלל והיא דומה לביצה שנולדה ביום טוב:  "
            ],
            [
                "<b>השוחט חיה ועוף ביום טוב ב\"ש אומרים כו':</b><br>אינו רוצה בכאן באמרו השוחט חיה ועוף לומר מי ששחט שיורה זה הענין דיעבד אין לכתחלה לא אלא רוצה לומר האיש השוחט כשנמלך בנו איך ישחט ביום טוב היאך נשיב לו. בית שמאי אומרים נתיר לו לחפור בדקר על הדרך שנזכיר לקמן וישחוט ויכסה. ובית הלל אוסרים אלא אם כן היה לו עפר מוכן ויחד לו מקום מערב יום טוב. ואמר מודים שאם שחט שיחפור בדקר ויכסה בשני תנאים האחד שיהיה אותו הדקר נעוץ בארץ ויעקור אותו ובשעת עקירתו יעקור העפר. והשני שיהיה העפר תיחוח כלומר קל ולא יהיה קשה ועב כדי שלא יהיה חופר. ומה שאמרו ב\"ש יחפור בדקר ויכסה על אלו הפנים אמרוהו. ושאפר כירה מוכן הוא אין רוצה בזה שהן מודין שאפר כירה מוכן הוא כי לא היה ביניהם משא ומתן על האפר. אבל הוא פתיחת דברים והודיעך כי האפר מוכן הוא ומותר לשחוט עליו. ובתנאי שיהיה אפר שהוסק מערב יום טוב ולא בשלו בו ביום טוב אבל אם הוסק האפר ונעשה ביום טוב אסור לשחוט עליו לפי שהוא נולד אבל אם היה חם ביותר כדי לצלות בו ביצת תרנגולת וכיון שהוא ראוי לבשל בו יהיה מותר לטלטלו ולשחוט בו: \n"
            ],
            [
                "<b>בית שמאי אומרים אין מוליכין את הסולם כו':</b><br><b>בית שמאי אומרים לא יטול אלא אם כן נענע כו':</b><br>אין מחלוקת ביניהם בסולם של עליה שאסור לטלטלו ואין חולקין בסולם של שובך ברשות הרבים שאסור להוליכו משובך לשובך כי הרואה אותו מוליך סולם יאמר לתקן גג ביתו מוליכו ויחשוד אותו בחילול מועד אבל המחלוקת ביניהם הוא ברשות היחיד בית שמאי אומרים כל מקום שאסרו חכמים מפני מראית העין אפילו בחדרי חדרים אסור והדבר כן הוא אבל בית הלל מתירין זה המעט מפני שמחת יום טוב. ומה שאמרו בית שמאי שאסור ליקח היונים ביום טוב אלא א\"כ נענע מערב יום טוב הוא בבריכה ראשונה שבאותו שובך כי האדם חס על בריכה ראשונה ושמא ימלך ולא ירצה לקחתם ואחר הכנסת יום טוב ימלך שנית ויקח אותם והם מוקצה אבל בבריכה שניה והבאים אחריהם אין מחלוקת ודי לו שיאמר זה וזה אני נוטל: \n"
            ],
            [
                "<b>זמן שחורים ומצא לבנים לבנים ומצא שחורים כו':</b><br>רוצה בזה המאמר כשזימן שחורים ולבנים ומצא שחורים במקום לבנים ולבנים במקום שחורים אסורות ביום טוב כי נאמר אותם שזימן פרחו והלכו להם ואלו שמצא אחרים הן שבאו ממקום אחר. וזהו התועלת שהשמיענו וכמו כן כשהניח השנים ומצא שלשה נאסרו ממה נפשך אם נוסף עליהם שלישי הרי נתערב המוקצה במוכן ואם הם אחרים הרי כלם אסורים. ואמרו אם אין שם אלא הם הרי אלו מותרין בתנאי שלא יוכלו לעוף ואם יש שובך שני בקרוב מזה השובך אבל אינו עומד בשורתו אלא שיהיה עומד בקרן זוית לימדנו בכאן שלא נאמר מן השובך השני נדדו לזה השובך לפי שהם כשמדדים משובכם והולכין אינן מדדין והולכין אלא בשוה לשובכם ואינן נוטים ממנו: \n"
            ],
            [
                "<b>בית שמאי אומרים אין מסלקין את התריסין כו':</b><br><b>בית שמאי אומרים אין נוטלין את העלי כו':</b><br><b>בית שמאי אומרים אין מוציאין לא את הקטן כו':</b><br>תריסין הם הנסרים שנועלין בהם פתחי החנויות. וכשאין להם ציר אין מחלוקת שהן מותרות ואפילו הם לנעול בית שבתוך החצר וכשיש להם ציר בצד הנסר אין מחלוקת שהן אסורות ואפילו הן לחנות שברשות הרבים לפי שנחוש שמא יתקע לחזוק הנסר אבל המחלוקת בנסרים שיש להם ציר באמצע הנסר ובתריסי חנויות בלבד בית שמאי אוסרין ובית הלל מתירין החזרת תריסין ונתינת העור לפני בית הדריסה מפני שמחת יום טוב כי אם נאסר עליו החזרת התריסין ימנע מפתיחת החנות להוציא תבלין כדי שלא יניח החנות פתוח ויגנבו משם ממונו. וכמו כן אם יש אצלו בהמה לא ישחטנה כדי שלא יפסיד העור: עלי הוא יד המכתש גדול מעץ והוא עגול שכותשין בו הריפות ודוגמתן. ופירוש לקצב בו לחתך עליו: ובית שמאי אין מתירין הוצאה אלא אם יש בה צורך אכילה לאמרו יתעלה אך אשר יאכל לכל נפש ולפיכך אמרו אין מוציאין את הקטן ואת הלולב וכיוצא בהם. ובית הלל אומרים שמתוך שהותרה הוצאה לצורך אכילה הותרה שלא לצורך וכמו כן אמרו מתוך שהותרה הבערה לצורך הותרה שלא לצורך וזהו עיקר אמתי: \n"
            ],
            [
                "<b>בית שמאי אומרים אין מוליכין חלה כו':</b><br>מתנות הן הזרוע והלחיים והקבה. ועוד יתבאר לך כי מכלל הדברים האסורין ביום טוב אין מגביהין תרומות ומעשרות. ואמרם בזו המשנה כי בית שמאי ובית הלל חולקין בהולכת חלה ומתנות ומודים שאין מוליכין תרומה אינו אמת אבל הן מודים שמוליכין חלה ומתנות וחולקין בתרומה. ובית הלל אומרים חלה מתנות מתנה לכהן ותרומה מתנה לכהן כשם שמוליכין את המתנות כך מוליכין את התרומה. ובית שמאי אמרו להם לא אם אמרתם במתנות שזכאי בהרמתן תאמרו בתרומה שאינו זכאי בהרמתן זהו לשון מחלוקתם: \n"
            ],
            [
                "<b>בית שמאי אומרים תבלין נדוכין במדוך כו':</b><br>עץ הפרור הוא העץ שמגיסים בו הקדרות. ומה שהצריך לעשות שינוי בשחיקת המלח לפי שאינו מפיג טעמו ואינו מחסר פעולתו כשנשחק מערב יום טוב והתבלין מפיגין טעמן ומחסרין חמימותן וחריפותן כשישארו שחוקים מערב יום טוב ולפיכך מי שצריך לשחיקת מלח ביום טוב ישנה על כל פנים והשינוי היא שיטה המכתש על צידו: \n"
            ],
            [
                "<b>הבורר קטנית ביום טוב בית שמאי אומרים כו':</b><br>בורר אוכל הוא שילקט האוכל מן הפסולת אחת אחת וכשהפסולת יותר מן האוכל אין מחלוקת שבורר ונוטל את האוכל. ומדיח ושולה פירוש שיתן מים על העדשים הטחונים או הפולין ודומיהן וכשיגבה וירבה הפסולת על פני המים וירד האוכל והוא מסיר אותו הפסולת בידו זהו ענין שולה כלומר מסיר הפסולת ושוטף אותו מעל פני המים ואין הלכה כרבן גמליאל: \n"
            ],
            [
                "<b>בית שמאי אומרים אין משלחין ביום טוב כו':</b><br>הטעם שאוסרין בית שמאי שלא עשה כדרך שהוא עושה בחול וגם בית הלל לא התירו אלא לשלוח ביד אדם אחד או שנים אבל לשלוח ביד שלשה או יותר ברבוי ויתן ביד כל אחד מהם הרי זה אסור כדי שלא יעשה מלאכות של חול גמורות. והתבואה אינה ראויה לאכילה לפי שהיא צריכה טחינה והטחינה ביום טוב אסור. ורבי שמעון אומר שיכול לבשל אותן הזרעים ולאכלן ואין הלכה כרבי שמעון: \n"
            ],
            [
                "<b>משלחין כלים בין תפורין בין שאינן תפורין כו':</b><br>הבגדים התפורים הם ראוין ללבוש ושאינן תפורין הם ראויין לכסות ואמרו אף על פי שיש בהם כלאים בבגדים שהם בתכלית הקושי והעובי ומיעוט הריכוך כי כשהן בזה הענין מותר לתלותן וכיון שמותר לתלותן מותר לשולחן ביום טוב וזהו ענין אמרם והם לצורך המועד: וסנדל מסומר כבר בארנו איסור נעילתו בשבת וביום טוב בפרק ששי בשבת. ומנעל שאינו תפור ענינו שלא נגמרה מלאכתו אלא כשהוא מדובק במין מן הדבוק אסור לשלחו ובמקום דירתו של רבי יהודה לא היה ראוי מנעל לבן לנעילה עד שיעובד בסיד זמן ידוע וזה הכלל שזכר אמתי ושיעור דברו וכן זה הכלל כל שנאותין בו אפילו בחול כמו שהוא ביום טוב משלחין אותו ולפיכך מותר לשלוח תפילין ביום טוב אע\"פ שאסור ללובשן בשבת וביום טוב כמו שנתבאר בסוף עירובין ואל יקשה עליך בזה העיקר מה שאסרו לשלוח תבואה ביום טוב לפי שהיא אינה ראויה בחול כמות שהיא עד שיעשו בה מעשה שהוא אסור לעשותו ביום טוב והוא הטחינה: \n"
            ]
        ],
        [
            [
                "<b>יום טוב שחל להיות ערב שבת כו':</b><br>כבר בארנו במה שקדם אמרם חול מכין לשבת וחול מכין ליום טוב. ואמרו עושה תבשיל מערב יום טוב לא פחות מכזית בין לאחד בין לאלף וזהו עירובי תבשילין וצריך ברכה ואדם אחד שיזכה בו למי שלא הניח ואינו צריך ליטול מהם רשות על הדרך שבארנו בעירובי חצרות: \n"
            ],
            [
                "<b>חל להיות אחר השבת בית שמאי אומרים כו':</b><br>כשהכלים הן טמאין אסור להטבילן ביום טוב ולא בשבת לפי שקודם הטבילה לא היו ראוין להשתמש בהן באותן הדברים שמשתמשין בהם לאחר הטבילה ונראה כמתקן מנא ביום טוב וכשיהיה אדם טמא באחד מן הטומאות מותר לו לטבול בשבת לפי שנראה כמתכוין לצנן גופו בלבד. ואמרם ושוים שמשיקין את המים בכלי אבן לטהרן אבל לא מטבילין פירוש כי כשהמים הם טמאים שאפשר לו לתתם בכלי אבן ולהכניס אותו הכלי במקוה מים עד שיעלו מי מקוה על פני הכלי שהן בו אותן המים הטמאין ויטהרו המים וזהו ענין משיקין שיעלו המים עליו ומה שהצריך להיות הכלי מאבנים לפי שכלי אבנים אינו מקבל טומאה כמו שיתבאר במסכת כלים ואילו היה נותן אותן המים הטמאין בכלי עץ וכיוצא בו מן הכלים שמקבלים טומאה היה נטמא הכלי באותן המים הטמאין שבתוכו כמו שיתבאר במקומות מטהרות וכשיכניס הכלי במקוה נמצא שמטביל כלי טמא ביום טוב והוא אסור כמו שקדם בתחלת המאמר וזהו ענין אמרם אבל לא מטבילין ושיעורו אבל לא מטבילין כלי טמא על גב מימיו וכל זה בשבת אבל ביום טוב מותר לו להטביל כלי על גב מימיו ויטהר המים והכלי כאחד. ומה שהצריכו לטהר המים לפי שהמים הטמאים הם מתוקין ומי מקוה אינן ראוין לשתיה. ואמר מטבילין מגב לגב רוצה בו כי כשיש אצלו כלים טהורין משתמש בהן בבית הבד של שמן בדרך דמיון והוא חולין ורוצה להשתמש בהם בגת היין והוא תרומה מותר לו להטבילן טבילה שנית ביום טוב לפי שהן. ואם הם טהורים על כל פנים צריכין טבילה אחרת אם ירצה שיעשה בטהרה וכמו כן מחבורה לחבורה הוא שיהיה בו כלי טהור ויאכל בו בחבורה אחת מעשר שני בדרך משל אם רצה לאכול בו בחבורה אחרת מותר לו להטביל אותה הטבילה שנית ביום טוב והעיקר בזו הטבילה מה שאגיד לך דע כי עוד יתבאר בפ' שני מחגיגה כי מי שטבל לחולין אף על פי שהוא טהור בלי ספק אסור לו לאכול מעשר שני עד שיטבול פעם שנית לשם מעשר וכן אם טבל למעשר ורצה לאכול תרומה על כל פנים צריך טבילה אחרת וכן אם היה טהור לתרומה ורצה לאכול קודש יטבול לשם קודש ואלו הטבילות שאדם הטהור טובל אותן בין מעשר ותרומה וקודש הם המותרות לעשות ביום טוב והיתרנו זאת הטבילה ביום טוב לפי שאינה להסיר טומאה אלא לתוספות טהרה אם כן שיעור דבריו כך אם טבל על גבי גתו טובל טבילה אחרת את הכלי על גבי בדו ואם טבל לאכול בו בחבורה זו טובל לאכול בו בחבורה אחרת ביום טוב: \n"
            ],
            [
                "<b>בית שמאי אומרים מביאין שלמים ואין סומכין כו':</b><br>מחלוקת בית שמאי ובית הלל אינו אלא בשלמים של חגיגה ועולה של ראיה והוא דבר השם יתברך ולא יראו פני ריקם. בית שמאי אומרים חג לה' חגיגה בלבד היא הנקרבת ביום טוב אבל עולות ראיה הם קרבות בשאר ימי החג ובית הלל אומרים לה' כל דלה'. וכן מביאין ראיה ב\"ש מן הכתוב עצרת תהיה לכם תהיה לכם ולא לגבוה. ובית הלל מביאין ראיה מן הכתוב עצרת לה' כל דלה': אבל נדרים ונדבות דברי הכל אין קריבין ביום טוב ועוד יתבאר דבר הסמיכה במקומו:"
            ],
            [
                "<b>בית שמאי אומרים לא יחם אדם חמין לרגליו כו':</b><br>כלל הדברים כי חמים שהוחמו ביום טוב שרוחץ בהן פניו ידיו ורגליו ואינו רוחץ בהם כל גופו אלא אם כן הוחמו מערב יום טוב וחמין שהוחמו מערב שבת רוחץ בהם בשבת פניו ידיו ורגליו אבל לא כל גופו ואוסרים ב\"ש שיבעיר אדם אש להתחמם בו לפי שעיקרה ממה שאמר אך אשר יאכל לכל נפש אינו נכנס תחתיו הנאות הגוף מבחוץ ובית הלל אומרים כי מאמר השם אך אשר יאכל לכל נפש כלל הנאות הגוף כלם:    "
            ],
            [
                "<b>שלשה דברים רבן גמליאל מחמיר כו':</b><br>דעת ב\"ש מה שאומר לך והנה כי הם אומרים אין אופין מיום טוב לשבת אא\"כ עירב בפת ואין מבשלין אלא אם כן עירב בתבשיל ואין טומנין את החמין אלא א\"כ היו חמין טמונין מערב יום טוב. וב\"ה אין מצריכין אלא עירובי תבשילין בלבד ולפיכך אמר רבן גמליאל אין טומנין את החמין מיום טוב לשבת אלא א\"כ היו לו חמין כמו שביארנו מדעת ב\"ש. וזוקפין את המנורה ענינו כשהמנורה תהיה מחוליות. ב\"ש אוסרין להקימה מפני שנראה כבונה. ובית הלל אומרין אין בנין בכלים. וגריצין ככרות לחם גדולות. ורקיקין ככרות דקות. ואין הכוונה גודל הככר ולא קטנו אבל הכוונה רוב הלחם ומיעוטו כי ב\"ש אוסרין לאפות פת מרובה ביום טוב ובית הלל מתירין. וחורי מין גדול ממיני מעשה האופים והלכה כר\"ג:  "
            ],
            [
                "<b>אף הוא אמר שלשה דברים להקל כו':</b><br>מכבדין ידוע. וזה אע\"פ שהיתה ארצם עפרית. ומוגמר הוא הקטרה להריח אבל לגמר הכלים דברי הכל אסור. וגדי מקולס כלומר מכובד שהיה ראשו על כרעיו ועל קרבו כמו כבש [הפסח] שהיה נאכל בירושלים והלכה כחכמים:  "
            ],
            [
                "<b>שלשה דברים רבי אלעזר בן עזריה מתיר כו':</b><br>פרתו של רבי אלעזר בן עזריה כבר קדם הדבור בו בפרק חמישי בשבת. מקרדין הוא הסרת הזבובים הקטנים הנתלין ביריכות הבהמה ועושין שם חבורה כשמסירין אותן. ומקרצפין הסרת הזבובים הגדולים שאינן עושים חבורה כשמסירין אותם. וחכמים סוברין דבר שאין מתכוין אסור כמו רבי יהודה והלכה כרבי אלעזר בן עזריה באומרו מקרדין את הבהמה בלבד כי העיקר אצלנו כמו שהודעתיך פעמים דבר שאין מתכוין מותר:  "
            ],
            [
                "<b>הרחים של פלפלין טמאה משום שלשה כו':</b><br><b>עגלה של קטן טמאה מדרס וניטלת בשבת כו':</b><br>צורת אלו הריחים היתה כמו שאגיד לך. והוא כי הריחים עצמן שטוחנין מסבבין בהם כמו נפה ויורד מהן כל הנטחן ובשולי הנפה כמו קערה קטנה יתכנס מה שיורד מן הנפה וטס של ברזל סובבת בכל ותחזיר הכל גוף אחד נמצא הריחים של מתכות שטוחן שהוא כלי מתכות ומטמא בפני עצמו והנפה המנופה שמניעה מה שיורד ממנה מן הדבר הנטחן היא נטמאת בפני עצמה כפי שהוא כלי בפני עצמו כמו שנטמאת הכברה והקערה שמתקבץ בו הדבר המנופה המטמאה בפני עצמה כמו כלי קיבול. והודיענו שכל חלק מאלו השלשה חלקים כלי בפני עצמו ואפילו פירש אחד מהם מזה הכלל אינו שברי כלים אלא כלי ומקבל טומאה. וטומאת מדרס שתטמא כשהלך עליו הזב ואפילו היה בינו ובינה דבר מבדיל וכבר נתבאר לך מזה דבר מועט בשבת ועוד יתבאר לך כל משפט המדרס במסכת זבים. והיו אומרים בשם רבי יהודה אינה נגררת אלא על גבי כלים כדי שלא תעשה רושם בארץ והאחד אומר בשמו חוץ מן העגלה מפני שהיא כובשת ענינו שהיא משוה הארץ בלבד ואינה חופרת. ודעת רבי יהודה כבר שמעת אותו כי הוא סובר דבר שאין מתכוין אסור והעיקר מה שהודעתיך דבר שאין מתכוין מותר ולפיכך יהיה הדין כמו שנתבאר בשבת גורר אדם מטה כסא וספסל ובלבד שלא יתכוין לעשות חריץ:  "
            ],
            []
        ],
        [
            [
                "<b>אין צדין דגים מן הביברין ביום טוב כו':</b><br>ביברים פירש בריכות מים שצודין בהם דגים. ועוד פירוש ביברים בתים מוקפות שמגדלין בהם החיות. וכל מה שהוא אסור לאכלו ביום טוב מפני שהוא מוקצה אסור ליתן לפניו מזונות מחוסר צידה הוא כל שאומרים הבא מצודה ונצודנו ומה שהוא כן מוקצה הוא. והלכה כרשב\"ג: \n"
            ],
            [
                "<b>מצודות חיה ועוף ודגים שעשאן מערב יום טוב כו':</b><br>רבן גמליאל סובר כי ספק מוכן מותר וכן סובר כי נכרי שהביא ביום טוב דגים או פירות אף על פי שצדן ביום טוב מותרין ואין הלכה כרבן גמליאל וכשהביא נכרי פירות ונתאמת אצלינו מצורתן שלא נתלשו ביום טוב. וכן דגים שנתאמת אצלינו שלא נצודו ביום טוב ולא באו מחוץ לתחום שהן מותרין לאוכלן ביום טוב ואפילו לאותו שבאו בשבילו ואם באו מחוץ לתחום או נסתפק בזה מותרין לישראל אחר ולא לאותו שבאו בשבילו. והדבר הנצוד או הנתלש ביום טוב ראשון מותר לאוכלו בשני ולא בשני ימים טובים של ראש השנה שהן קדושה אחת: \n"
            ],
            [
                "<b>בהמה מסוכנת לא ישחוט אלא א\"כ יש שהות כו':</b><br>ואין הלכה כרבי עקיבא: \n"
            ],
            [
                "<b>בכור שנפל לבור רבי יהודה אומר ירד מומחה כו':</b><br>רבי יהודה אומר רואין את המומין ביום טוב. ורבי שמעון אומר אין רואין את המומין ביום טוב. ולשון התורה כי הבכור קדש אבל אם נפל בו מום מיד נסתלקה הקדושה ממנו ויהיה מותר לאכלו כחולין אמרו כי יהיה בו מום. ועוד יתבארו לך המומים כולן המתירין הבכורות לשחיטה במסכת בכורות. ולפיכך אם נפל לבור ולא נפל בו מום אין מותר להעלותו מן הבור לפי שאינו ראוי לאכילה אע\"פ שאצלינו צער בעלי חיים דאורייתא. ומ\"ש ואם לאו לא ישחוט ולא אמר ואם לאו לא יעלה רוצה בו כי אם עבר אדם [והעלהו מהבור] והיה בו מום עובר מערב יום טוב שאסור לשחוט בו את הבכור וחזר עתה אחר שהעלהו מום קבוע אסור לשחטו ביום טוב לפי שיעלה על דעתינו שכיון שהתחיל המום מערב יום טוב דעתיה עליה ואינו מוקצה כי רבי יהודה סובר כי על כל פנים היה מום ניכר מערב יום טוב ומה שהתיר בבכור שנפל לבור לשוחטו במומו שיש בו משום צער ב\"ח לפי שמעלין אותו ושוחטין אותו כיון שמותר לו ראיית מומין ביום טוב אבל כשעלה ונסתלק צער בעלי חיים אינו דין לשוחטו ואפילו היה המום עובר מום קבוע שהוא מוקצה. ועוד יתבאר לך בבכורות מומין עוברין ומומין קבועין ור' שמעון שאינו מתיר ראיית מומין ביו\"ט אי אפשר לראות כלל והלכה כר' שמעון: \n"
            ],
            [
                "<b>בהמה שמתה לא יזיזנה ממקומה כו':</b><br>זה הדבר אינו אלא בבהמת קדשים שמתה כי העיקר אצלינו אין מאכילין את הקדשים לכלבים ולפיכך אין מזיזים אותה ממקומה אבל בהמת חול שמתה מחתכין אותה ומאכילין אותה לכלבים. ובתנאי שתהיה מסוכנת מערב יום טוב אבל אם אינה מסוכנת מוקצה היא ואסור לטלטל: \n"
            ],
            [
                "<b>אין נמנין על הבהמה לכתחלה ביום טוב כו':</b><br><b>רבי יהודה אומר שוקל אדם בשר כנגד הכלי כו':</b><br>אין נמנין פירוש שלא יפסוק דמים ביום טוב ויאמר זאת הבהמה בעשרה פשיטין בדרך משל ליקח אותה עשרה בני אדם פשוט לכל אחד: אין משגיחין בכף מאזנים כל עיקר שאסור להשתמש בה ואפילו שלא לשקול כגון לתת שום חפץ בכף מאזנים או לכסות בהן כלי והלכה כחכמים: \n"
            ],
            [
                "<b>אין משחיזין את הסכין ביום טוב כו':</b><br><b>לא יאמר אדם לטבח שקול לי בדינר כו':</b><br>השחזה היא העברת הסכין בריחים: והם מחלקין ביניהם שיאמר לו תן לי רביע הכבש או שמיניתו או חלק כך ממנו: \n"
            ],
            [
                "<b>אומר אדם לחברו מלא לי כלי זה כו':</b><br><b>הולך אדם אצל חנוני הרגיל אצלו כו':</b><br>אבל לא במדה רוצה בו אבל לא בכלי מיוחד למדה אבל אם היה כלי מוכן להיות מדה ועדיין לא נעשה בדיוק ולא שמוה מדה מותר לתת בה. ורבי יהודה אוסר לפי שהוא כלי ידוע למדה. והיה עושה אבא שאול בן בטנית מה שאמרו עליו מפני ביטול בית המדרש כדי שלא יתבטל בעת המשקל ואין הלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "<b>המביא כדי יין ממקום למקום כו':</b><br>העיקר בכל זה שלא יעשה כדרך שהוא עושה בחול אלא בשינוי ואם אי אפשר לו לשנות מותר. ומתחילין בערמת התבן בתנאי שיהיה התבן מלא קוצים שאינו ראוי אלא לשריפה והוא כמו מוכן לאש ואינו צריך הכנה אבל אם אינו כן כמו שזכרנו הרי הוא כמו עצים שבמוקצה בשוה ורצה בכאן במוקצה מקום מיוחד להצניע שם העצים: \n"
            ],
            [
                "<b>אין נוטלין עצים מן הסוכה אלא מן הסמוך לה כו':</b><br><b>מביאין עצים מן השדה מן המכונס ומן הקרפף כו':</b><br>סוכת החג בחג אסור להנות בעציו כל ימי הסוכות לאמרו חג הסוכות שבעת ימים לה' אלהיכם. ובאה הקבלה כשם שחל שם שמים על החגיגה כך חל שם שמים על הסוכה. והדבר בכאן הוא על סוכה שאינה של מצוה כי העיקר אצלנו אין עושין אהל ואין סותרין אהל ביום טוב וכל שכן בשבת וכבר קדם זה בשבת: ואמרו ומן הסמוך לה ענינו מן הסמוך לדפנות. ואמרם מן הקרפף אפילו מן המפוזר אינה הלכה אלא מן המכונס על כל פנים ובתנאי שיהיה מן המכונס שבקרפף אבל מן השדה לא יביא ואפילו מן המכונס. ורבי יהודה אומר כי על כל פנים צריך פתח ויהיה סמוך לעיר ורבי יוסי אומר כי כשיש לו פתח ואפילו רחוק מן העיר קרוב לאלפים אמה שהוא תחום שבת מותר ליטול ממנו והלכה כרבי יוסי: \n"
            ],
            [
                "<b>אין מבקעין עצים לא מן הקורות ולא מן הקורה כו':</b><br><b>בית שהוא מלא פירות סתום ונפחת כו':</b><br>שעור זו המשנה כך אין מבקעים עצים מסואר של קורות ולא מן הקורה שנשברה ביום טוב אלא אם נשברה מערב יום טוב. וכשהן מבקעין אין מבקעין לא בקרדום ולא במגל. וטעם אלו הדינים כבר כולם קדמו ונתבארו. וקופיץ הוא כלי ברזל שחותכין בו הבשר ואין ראוי לבקע העצים אלא בצד הקצר שהוא כמו החץ ונקרא זכרות והצד הרחב נקבות לפי שאין דרך בני אדם לבקע בו ויהיה שינוי. ומה שאמר רבי מאיר פוחת אינו רוצה לומר שיסתור הכתלים ביום טוב אבל כפי סברתו הוא מותר לפחות אם היו כתלי אותו החצר לבנים סדורים מבלי בנין ואין הלכה כר\"מ: \n"
            ],
            [
                "<b>אין פוחתין את הנר מפני שהוא עושה כלי כו':</b><br>נר ידוע והנרות שלהם היו עושין אותן זוגות וחותכין אותן אחר עשייתן. חותכה באור לשתי נרות הוא שיתן הפתילה קצתו בנר אחד וקצתו בנר אחר ויתן האור בינתיים ותתחלק ותהיה פתילה דולקת בזה הנר ופתילה דולקת בזה הנר ואסר חתיכת פתילה בסכין או במספרם לפי שהוא מתקן מנא ולמעכה ביד מותר והלכה כר' יהודה: \n"
            ],
            [
                "<b>אין שוברים את החרס ואין חותכין הנייר כו':</b><br>נייר ידוע וכשנותנין עליו שמן עומד לפני האש כל זמן שימצא בו שמן ואין גורפין תנור וכירים ומכבשים פירוש שמשוין האפר ואם מנע הבישול גורפין אותו האפר. ובקעת חתיכה של עץ שאינה כלי ואמר וכן בדלת רוצה בו כי כן המשפט בדלת אין סומכין אותו בבקעת כי העיקר אצלנו לא ניתנו עצים אלא להסקה: \n"
            ],
            [
                "<b>רבי אליעזר אומר נוטל אדם קיסם משלפניו כו':</b><br>לא התירו חכמים שיטול אדם קיסם לחצוץ בו שיניו אלא מאבוס של בהמה בלבד ואסור לחתכו ולתקנו אא\"כ היה רטוב וראוי לאכילה לבהמה כי כל מה שראוי לאכילת בהמות מותר לחתכו בשבת ואין הלכה כר' אליעזר ומאמר חכמים ומגבב מלפניו ענינו כי כשמבשל בשדה שקושש מסביבותיו ומדליק: \n"
            ],
            [
                "<b>אין מוציאין את האור לא מן העצים כו':</b><br><b>ועוד אמר רבי אליעזר עומד אדם על המוקצה כו':</b><br><b> </b>רעפים לבנים שרופים בכבשן ואינו אוסר ללבן הרעפים אלא החדשים מהם לפי שהם נשרפים ומתחזקות ונראה כמתקן כלי ביום טוב אבל האבנים והרעפים הישנים (והחדשים) מותר ללבנן ולבשל ולצלות עליהם ומוקצה הוא משטח ששוטחין בם תאנים וענבים וזולתם ליבש. ומה שהתנה בשביעית לפי שבשנה אחרת שלא תהיה שביעית אסור לאכול מה שנמצא באותו משטח ביום שבת עד שיוציאו מעשרותיו כי עיקר אצלינו שבת קובעת למעשרות כמו שביארנו במקומות מסדר זרעים. ושביעית אינה חייבת במעשרות כמו שנתבאר במקומות מסדר זרעים ואין הלכה כרבי אליעזר:"
            ]
        ],
        [
            [
                "<b>משילין פירות דרך ארובה ביום טוב כו': </b><br>מותר להשיל פירות ארובה בגג אחד כשירצה לטלטלן ממקום למקום אבל להשילן מגג לגג אחר אסור. והטעם מה שאמרנו כמה פעמים שלא יעשה כדרך שהוא עושה בחול. ודלף המים הנוזלים מן הגגות התלושות בעת ירידת הגשם: "
            ],
            [
                "<b>כל שחייבין עליו משום שבות משום רשות כו':</b><br>אמרם משום שבות ומשום רשות ומשום מצוה רוצה בו כי מה שאמר ה' תשבת נכנס תחתיו השביתה מן הדברים שהוא מספר והם הנקראים שבות ועוד מן הדברים שרשות לאדם לעשותן ושלא לעשותן אבל הם תלוין במצות ויש להם מבוא בדברים התוריים והם הנקראים רשות. ועוד יכנס תחת אמרו תשבת בהשלמת הדברים שעשייתן מצוה ושלום מצוה והם אותן שנקראין משום מצוה וטעמי אסורן כלן מה שאגיד לך. אין עולין באילן גזירה שמא יתלוש. ולא רוכבין על גבי בהמה גזרה שמא יחתוך זמורה להנהיגה. ולא שטין גזרה שמא יעשה חבית של שייטין. ולא מספקין ולא מרקדים ולא מטפחין גזרה שמא יתקן כלי שיר. ומספקין הוא הנגון וההכאה בצלצל ומטפחין ההכאה יד על יד. ואמרו משום רשות לא דנין ולא מקדשין ולא חולצין ולא מיבמין לכלן יש תנאים לא דנין בתנאי שיהיה במקום יותר חכם ממנו. ולא מקדשין בתנאי שיהיו לו אשה ובנים שאינו חייב במצות פריה ורביה. ולא מיבמין ולא חולצין בתנאי שיהיה לו אח גדול ממנו שבו היא המצוה כמו שאמרו מצוה בגדול ליבם וכשיהיו אלו התנאים אז יהיו אלו הדברים רשות. אבל אם הדבר להפך שלא יהיו אלו התנאים לא יהיו משום רשות אלא משום מצוה. והטעם שאסרום כלן גזרה שמא יכתוב. ולא מקדישין ולא מעריכין ולא מחרימין גזרה משום מקח וממכר. ולא מגביהין תרומות ומעשרות ואפילו ליתנם לכהן בו ביום ובזה דבר. ולא דבר בהוצאתם ביום טוב כדי ליתנם אחר יום טוב. וזה שאמר אין בין יום טוב לשבת אלא אוכל נפש בלבד זהו דעת בית שמאי. אבל דעת ב\"ה כי יש דברים רבים מלבד אוכל נפש שהן מותרין ביום טוב ואסורין בשבת. ומהם אמרם בתחילת הפרק משילין פירות וכמו כן הוצאת לולב וקטן וספר תורה כמו שביארנו במה שקדם: \n"
            ],
            [
                "<b>הבהמה והכלים כרגלי הבעלים המוסר כו':</b><br>כבר קדם לך בערובי תחומין כי האדם יכול לילך לאיזה רוח שירצה יותר מאלפים אמה והוא שיחסר שיעור אותה התוספת מן הרוח שכנגדו על הדרכים שקדם חלוקה לשם ואמר בכאן כי בכל מקום שיוכל האדם ללכת תלך בהמתו וכל חפציו. ואמרו המוסר את בהמתו לרועה או לבנו הרי אלו כרגליו רוצה בו רגלי הבעלים ובתנאי שיתן אותה לשני בנים או לשני רועים שלא נתקיימו קנייתה לאחד מהם אבל אם נתנה לרועה אחד הרי היא כרגלי הרועה: \n"
            ],
            [
                "<b>השואל כלי מחבירו מערב יום טוב כו':</b><br>אמרם כרגלי השואל אפילו לא נתן לו אותו הבגד אלא ביום טוב כיון שקדם שאילתו מערב יום טוב הרי היא כרגלי השואל. ואמרם כרגלי המשאיל ואפילו היה רגיל לשאול ממנו אותו חלוק בכל יום טוב לא נאמר שיהיה עיקר לאותו רגילות אלא כיון שלא שאלו מערב יום טוב הרי הוא כרגלי בעליו ואין הלכה כרבי יהודה. ואמרם כרגלי שתיהן ענינו שבאותה העיסה הוי בה שותפות כדי שלא תלך אותה העיסה אלא עד מקום ששתיהן יכולין לילך שאם האחת ערבה למזרח אלפים אמה שא\"א לה ללכת במערב אפילו זרת אחת כמו שנתבאר והאחרת ערבה במערב אלפים אמה שאי אפשר לה ללכת בצד המזרח כלל אותה העיסה לא יזיזנה ממקומה: \n"
            ],
            [
                "<b>הגחלת כרגלי הבעלים ושלהבת בכל מקום כו':</b><br><b>בור של יחיד כרגלי היחיד ושל אנשי אותה העיר כו':</b><br><b>מי שהיו פירותיו בעיר אחרת כו':</b><br>כל זה מבואר: \n"
            ],
            [],
            [
                "<b>מי שזמן אצלו אורחים לא יוליכו בידם מנות כו':</b><br><b>אין משקין ושוחטין המדבריות כו':</b><br>רוצה באמרו לנות בעיר בתוך תחום שבת. ולנות באפר שיהיו בכפרים כל ימי החום והקיץ ואינן נכנסות לעיר עד שירדו הגשמים. ואפר שם הכפרים: ואמרו משקין להודיעך תועלת כי ההשקאה קודם שחיטה יתיר ריאתה ואם יש שם סירכא חלושה נשמטת ונכרתת ואסר שחיטת המדבריות לפי שהם מוקצה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}