var Eruvinjson ={
    "language": "he",
    "title": "Mishnah Eruvin",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה עירובין",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "מָבוֹי שֶׁהוּא גָבוֹהַּ לְמַעְלָה מֵעֶשְׂרִים אַמָּה, יְמַעֵט. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ צָרִיךְ. וְהָרָחָב מֵעֶשֶׂר אַמּוֹת, יְמַעֵט. וְאִם יֶשׁ לוֹ צוּרַת הַפֶּתַח, אַף עַל פִּי שֶׁהוּא רָחָב מֵעֶשֶׂר אַמּוֹת, אֵין צָרִיךְ לְמַעֵט: \n",
            "הֶכְשֵׁר מָבוֹי, בֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, לֶחִי אוֹ קוֹרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לְחָיַיִן. מִשּׁוּם רַבִּי יִשְׁמָעֵאל אָמַר תַּלְמִיד אֶחָד לִפְנֵי רַבִּי עֲקִיבָא, לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל מָבוֹי שֶׁהוּא פָחוֹת מֵאַרְבַּע אַמּוֹת, שֶׁהוּא אוֹ בְלֶחִי אוֹ בְקוֹרָה. עַל מַה נֶּחְלְקוּ, עַל רָחָב מֵאַרְבַּע אַמּוֹת וְעַד עֶשֶׂר, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, אוֹ לֶחִי אוֹ קוֹרָה. אָמַר רַבִּי עֲקִיבָא, עַל זֶה וְעַל זֶה נֶחֱלָקוּ: \n",
            "הַקּוֹרָה שֶׁאָמְרוּ, רְחָבָה כְּדֵי לְקַבֵּל אָרִיחַ. וְאָרִיחַ, חֲצִי לְבֵנָה שֶׁל שְׁלֹשָׁה טְפָחִים. דַּיָּה לַקּוֹרָה שֶׁתְּהֵא רְחָבָה טֶפַח, כְּדֵי לְקַבֵּל אָרִיחַ לְאָרְכּוֹ: \n",
            "רְחָבָה, כְּדֵי לְקַבֵּל אָרִיחַ, וּבְרִיאָה, כְּדֵי לְקַבֵּל אָרִיחַ. רַבִּי יְהוּדָה אוֹמֵר, רְחָבָה אַף עַל פִּי שֶׁאֵין בְּרִיאָה: \n",
            "הָיְתָה שֶׁל קַשׁ אוֹ שֶׁל קָנִים, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שֶׁל מַתֶּכֶת. עֲקֻמָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא פְשׁוּטָה. עֲגֻלָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא מְרֻבַּעַת. כֹּל שֶׁיֵּשׁ בְּהֶקֵּפוֹ שְׁלֹשָׁה טְפָחִים, יֶשׁ בּוֹ רֹחַב טָפַח: \n",
            "לְחָיַיִן שֶׁאָמְרוּ, גָּבְהָן עֲשָׂרָה טְפָחִים, וְרָחְבָּן וְעָבְיָן כָּל שֶׁהוּא. רַבִּי יוֹסֵי אוֹמֵר, רָחְבָּן שְׁלֹשָׁה טְפָחִים: \n",
            "בַּכֹּל עוֹשִׂין לְחָיַיִן, אֲפִלּוּ בְדָבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים. וְרַבִּי יוֹסֵי אוֹסֵר. וּמְטַמֵּא מִשּׁוּם גּוֹלֵל, וְרַבִּי מֵאִיר מְטַהֵר. וְכוֹתְבִין עָלָיו גִּטֵּי נָשִׁים, וְרַבִּי יוֹסֵי הַגְּלִילִי פוֹסֵל: \n",
            "שַׁיָּרָא שֶׁחָנְתָה בְּבִקְעָה וְהִקִּיפוּהָ בִכְלֵי בְהֵמָה, מְטַלְטְלִין בְּתוֹכָהּ, וּבִלְבַד שֶׁיְּהֵא גָדֵר גָּבוֹהַּ עֲשָׂרָה טְפָחִים, וְלֹא יִהְיוּ פְרָצוֹת יְתֵרוֹת עַל הַבִּנְיָן. כָּל פִּרְצָה שֶׁהִיא כְעֶשֶׂר אַמּוֹת, מֻתֶּרֶת, מִפְּנֵי שֶׁהִיא כְפֶתַח. יָתֵר מִכָּאן, אָסוּר: \n",
            "מַקִּיפִין שְׁלֹשָׁה חֲבָלִים, זֶה לְמַעְלָה מִזֶּה וְזֶה לְמַעְלָה מִזֶּה, וּבִלְבַד שֶׁלֹּא יְהֵא בֵּין חֶבֶל לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. שִׁעוּר חֲבָלִים וְעָבְיָן, יָתֵר עַל טֶפַח, כְּדֵי שֶׁיְּהֵא הַכֹּל עֲשָׂרָה טְפָחִים: \n",
            "מַקִּיפִין בְּקָנִים, וּבִלְבַד שֶׁלֹּא יְהֵא בֵין קָנֶה לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. בְּשַׁיָּרָא דִבְּרוּ, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, לֹא דִבְּרוּ בְשַׁיָּרָא אֶלָּא בַהֹוֶה. כָּל מְחִצָּה שֶׁאֵינָהּ שֶׁל שְׁתִי וְשֶׁל עֵרֶב, אֵינָהּ מְחִצָּה, דִּבְרֵי רַבִּי יוֹסֵי בַּר רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, אֶחָד מִשְּׁנֵי דְבָרִים. אַרְבָּעָה דְבָרִים פָּטְרוּ בַמַּחֲנֶה, מְבִיאִין עֵצִים מִכָּל מָקוֹם, וּפְטוּרִים מֵרְחִיצַת יָדַיִם, וּמִדְּמַאי, וּמִלְּעָרֵב: \n"
        ],
        [
            "עוֹשִׂין פַּסִּין לַבֵּירָאוֹת אַרְבָּעָה דְיוּמְדִין, נִרְאִין כִּשְׁמֹנָה, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, שְׁמֹנָה, נִרְאִין כִּשְׁנֵים עָשָׂר, אַרְבָּעָה דְיוּמְדִין וְאַרְבָּעָה פְשׁוּטִין. גָּבְהָן עֲשָׂרָה טְפָחִים, וְרָחְבָּן שִׁשָּׁה, וְעָבְיָן כָּל שֶׁהוּא, וּבֵינֵיהֶן כִּמְלֹא שְׁתֵּי רְבָקוֹת שֶׁל שָׁלֹשׁ שָׁלֹשׁ בָּקָר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל אַרְבַּע אַרְבַּע, קְשׁוּרוֹת וְלֹא מֻתָּרוֹת, אַחַת נִכְנֶסֶת וְאַחַת יוֹצֵאת: \n",
            "מֻתָּר לְהַקְרִיב לַבְּאֵר, וּבִלְבַד שֶׁתְּהֵא פָרָה רֹאשָׁהּ וְרֻבָּהּ בִּפְנִים וְשׁוֹתָה. מֻתָּר לְהַרְחִיק כָּל שֶׁהוּא, וּבִלְבַד שֶׁיַּרְבֶּה בְּפַסִּין: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, עַד בֵּית סָאתָיִם. אָמְרוּ לוֹ, לֹא אָמְרוּ בֵית סָאתַיִם אֶלָּא לְגִנָּה וּלְקַרְפֵּף, אֲבָל אִם הָיָה דִּיר אוֹ סַחַר, אוֹ מֻקְצֶה אוֹ חָצֵר, אֲפִלּוּ בֵית חֲמֵשֶׁת כּוֹרִין, אֲפִלּוּ בֵית עֲשָׂרָה כּוֹרִין, מֻתָּר. וּמֻתָּר לְהַרְחִיק כָּל שֶׁהוּא, וּבִלְבַד שֶׁיַּרְבֶּה בְּפַסִּין: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, אִם הָיְתָה דֶרֶךְ הָרַבִּים מַפְסַקְתָּן, יְסַלְּקֶנָּה לַצְּדָדִין. וַחֲכָמִים אוֹמְרִים, אֵינוֹ צָרִיךְ. אֶחָד בּוֹר הָרַבִּים, וּבְאֵר הָרַבִּים, וּבְאֵר הַיָּחִיד, עוֹשִׂין לָהֶן פַּסִּין, אֲבָל לְבוֹר הַיָּחִיד עוֹשִׂין לוֹ מְחִצָּה גָבוֹהַּ עֲשָׂרָה טְפָחִים, דִּבְרֵי רַבִּי עֲקִיבָא. רַבִּי יְהוּדָה בֶן בָּבָא אוֹמֵר, אֵין עוֹשִׂין פַּסִּין אֶלָּא לִבְאֵר הָרַבִּים בִּלְבַד, וְלַשְּׁאָר עוֹשִׂין חֲגוֹרָה גָבוֹהַּ עֲשָׂרָה טְפָחִים: \n",
            "וְעוֹד אָמַר רַבִּי יְהוּדָה בֶן בָּבָא, הַגִּנָּה וְהַקַּרְפֵּף שֶׁהֵן שִׁבְעִים אַמָּה וְשִׁירַיִם עַל שִׁבְעִים אַמָּה וְשִׁירַיִם, מֻקֶּפֶת גָּדֵר גָּבוֹהַּ עֲשָׂרָה טְפָחִים, מְטַלְטְלִין בְּתוֹכָהּ, וּבִלְבַד שֶׁיְּהֵא בָהּ שׁוֹמֵירָה אוֹ בֵית דִּירָה, אוֹ שֶׁתְּהֵא סְמוּכָה לָעִיר. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ אֵין בָּהּ אֶלָּא בוֹר וְשִׁיחַ וּמְעָרָה, מְטַלְטְלִין בְּתוֹכָהּ. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ אֵין בָּהּ אַחַת מִכָּל אֵלּוּ, מְטַלְטְלִין בְּתוֹכָהּ, וּבִלְבַד שֶׁיְּהֵא בָהּ שִׁבְעִים אַמָּה וְשִׁירַיִם עַל שִׁבְעִים אַמָּה וְשִׁירָיִם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם הָיָה אָרְכָּהּ יָתֵר עַל רָחְבָּהּ אֲפִלּוּ אַמָּה אַחַת, אֵין מְטַלְטְלִין בְּתוֹכָהּ. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ אָרְכָּהּ פִּי שְׁנַיִם בְּרָחְבָּהּ, מְטַלְטְלִין בְּתוֹכָהּ: \n",
            "אָמַר רַבִּי אִלָּעִאי, שָׁמַעְתִּי מֵרַבִּי אֱלִיעֶזֶר, וַאֲפִלּוּ הִיא כְּבֵית כּוֹר. וְכֵן שָׁמַעְתִּי מִמֶּנּוּ, אַנְשֵׁי חָצֵר שֶׁשָּׁכַח אַחַד מֵהֶן וְלֹא עֵרֵב, בֵּיתוֹ אָסוּר מִלְּהַכְנִיס וּלְהוֹצִיא, לוֹ, אֲבָל לָהֶם מֻתָּר. וְכֵן שָׁמַעְתִּי מִמֶּנּוּ, שֶׁיּוֹצְאִין בְּעַקְרַבְנִים בְּפֶסַח. וְחִזַּרְתִּי עַל כָּל תַּלְמִידָיו וּבִקַּשְׁתִּי לִי חָבֵר, וְלֹא מָצָאתִי: \n"
        ],
        [
            "בַּכֹּל מְעָרְבִין וּמִשְׁתַּתְּפִים, חוּץ מִן הַמַּיִם וּמִן הַמֶּלַח. וְהַכֹּל נִקָּח בְּכֶסֶף מַעֲשֵׂר, חוּץ מִן הַמַּיִם וּמִן הַמֶּלַח. הַנּוֹדֵר מִן הַמָּזוֹן, מֻתָּר בְּמַיִם וּבְמֶלַח. מְעָרְבִין לְנָזִיר בְּיַיִן וּלְיִשְׂרָאֵל בִּתְרוּמָה. סוּמְכוֹס אוֹמֵר, בְּחֻלִּין. וּלְכֹהֵן בְּבֵית הַפְּרָס. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ בְּבֵית הַקְּבָרוֹת, מִפְּנֵי שֶׁיָּכוֹל לֵילֵךְ לָחוֹץ וְלֶאֱכֹל: \n",
            "מְעָרְבִין בִּדְמַאי, וּבְמַעֲשֵׂר רִאשׁוֹן שֶׁנִטְּלָה תְרוּמָתוֹ, וּבְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ. וְהַכֹּהֲנִים, בְּחַלָּה וּבִתְרוּמָה. אֲבָל לֹא בְטֶבֶל, וְלֹא בְמַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְרוּמָתוֹ, וְלֹא בְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁלֹּא נִפְדּוּ. הַשּׁוֹלֵחַ עֵרוּבוֹ בְּיַד חֵרֵשׁ, שׁוֹטֶה וְקָטָן, אוֹ בְיַד מִי שֶׁאֵינוֹ מוֹדֶה בָעֵרוּב, אֵינוֹ עֵרוּב. וְאִם אָמַר לְאַחֵר לְקַבְּלוֹ מִמֶּנּוּ, הֲרֵי זֶה עֵרוּב: \n",
            "נְתָנוֹ בְאִילָן, לְמַעְלָה מֵעֲשָׂרָה טְפָחִים, אֵין עֵרוּבוֹ עֵרוּב. לְמַטָּה מֵעֲשָׂרָה טְפָחִים, עֵרוּבוֹ עֵרוּב. נְתָנוֹ בְּבוֹר, אֲפִלּוּ עָמוֹק מֵאָה אַמָּה, עֵרוּבוֹ עֵרוּב. נְתָנוֹ בְרֹאשׁ הַקָּנֶה אוֹ בְרֹאשׁ הַקֻּנְדָּס בִּזְמַן שֶׁהוּא תָלוּשׁ וְנָעוּץ, אֲפִלּוּ גָבוֹהַּ מֵאָה אַמָּה, הֲרֵי זֶה עֵרוּב. נְתָנוֹ בְמִגְדָּל וְאָבַד הַמַּפְתֵּחַ, הֲרֵי זֶה עֵרוּב. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם אֵינוֹ יוֹדֵעַ שֶׁהַמַּפְתֵּחַ בִּמְקוֹמוֹ, אֵינוֹ עֵרוּב: \n",
            "נִתְגַּלְגֵּל חוּץ לַתְּחוּם, וְנָפַל עָלָיו גַּל, אוֹ נִשְׂרַף, אוֹ תְרוּמָה וְנִטְמֵאת, מִבְּעוֹד יוֹם, אֵינוֹ עֵרוּב, מִשֶּׁחֲשֵׁכָה, הֲרֵי זֶה עֵרוּב. אִם סָפֵק, רַבִּי מֵאִיר וְרַבִּי יְהוּדָה אוֹמְרִים, הֲרֵי זֶה חַמָּר גַּמָּל. רַבִּי יוֹסֵי וְרַבִּי שִׁמְעוֹן אוֹמְרִים, סְפֵק עֵרוּב, כָּשֵׁר. אָמַר רַבִּי יוֹסֵי, אַבְטוֹלְמוֹס הֵעִיד מִשּׁוּם חֲמִשָּׁה זְקֵנִים עַל סְפֵק עֵרוּב שֶׁכָּשֵׁר: \n",
            "מַתְנֶה אָדָם עַל עֵרוּבוֹ וְאוֹמֵר, אִם בָּאוּ גוֹיִים מִן הַמִּזְרָח, עֵרוּבִי לַמַּעֲרָב. מִן הַמַּעֲרָב, עֵרוּבִי לַמִּזְרָח. אִם בָּאוּ מִכָּאן וּמִכָּאן, לִמְקוֹם שֶׁאֶרְצֶה אֵלֵךְ. לֹא בָאוּ לֹא מִכָּאן וְלֹא מִכָּאן, הֲרֵינִי כִבְנֵי עִירִי. אִם בָּא חָכָם מִן הַמִּזְרָח, עֵרוּבִי לַמִּזְרָח. מִן הַמַּעֲרָב, עֵרוּבִי לַמַּעֲרָב. בָּא לְכָאן וּלְכָאן, לִמְקוֹם שֶׁאֶרְצֶה אֵלֵךְ. לֹא לְכָאן וְלֹא לְכָאן, הֲרֵינִי כִבְנֵי עִירִי. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה אֶחָד מֵהֶן רַבּוֹ, הוֹלֵךְ אֵצֶל רַבּוֹ, וְאִם הָיוּ שְׁנֵיהֶם רַבּוֹתָיו, לִמְקוֹם שֶׁיִּרְצֶה יֵלֵךְ: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, יוֹם טוֹב הַסָּמוּךְ לְשַׁבָּת, בֵּין מִלְּפָנֶיהָ וּבֵין מִלְּאַחֲרֶיהָ, מְעָרֵב אָדָם שְׁנֵי עֵרוּבִין וְאוֹמֵר, עֵרוּבִי הָרִאשׁוֹן לַמִּזְרָח, וְהַשֵּׁנִי לַמַּעֲרָב. הָרִאשׁוֹן לַמַּעֲרָב, וְהַשֵּׁנִי לַמִּזְרָח. עֵרוּבִי הָרִאשׁוֹן, וְהַשֵּׁנִי כִּבְנֵי עִירִי. עֵרוּבִי הַשֵּׁנִי, וְהָרִאשׁוֹן כִּבְנֵי עִירִי. וַחֲכָמִים אוֹמְרִים, מְעָרֵב לְרוּחַ אַחַת, אוֹ אֵינוֹ מְעָרֵב כָּל עִקָּר. אוֹ מְעָרֵב לִשְׁנֵי יָמִים, אוֹ אֵינוֹ מְעָרֵב כָּל עִקָּר. כֵּיצַד יַעֲשֶׂה. מוֹלִיכוֹ בָרִאשׁוֹן, וּמַחְשִׁיךְ עָלָיו וְנוֹטְלוֹ וּבָא לוֹ. בַּשֵּׁנִי מַחְשִׁיךְ עָלָיו וְאוֹכְלוֹ. וְנִמְצָא מִשְׂתַּכֵּר בַּהֲלִיכָתוֹ וּמִשְׂתַּכֵּר בְּעֵרוּבוֹ. נֶאֱכַל בָּרִאשׁוֹן, עֵרוּבוֹ לָרִאשׁוֹן וְאֵינוֹ עֵרוּב לַשֵּׁנִי. אָמַר לָהֶם רַבִּי אֱלִיעֶזֶר, מוֹדִים אַתֶּם לִי שֶׁהֵן שְׁתֵּי קְדֻשּׁוֹת: \n",
            "רַבִּי יְהוּדָה אוֹמֵר, רֹאשׁ הַשָּׁנָה, שֶׁהָיָה יָרֵא שֶׁמָּא תִּתְעַבֵּר, מְעָרֵב אָדָם שְׁנֵי עֵרוּבִין וְאוֹמֵר, עֵרוּבִי בָרִאשׁוֹן לַמִּזְרָח וּבַשֵּׁנִי לַמַּעֲרָב, בָּרִאשׁוֹן לַמַּעֲרָב וּבַשֵּׁנִי לַמִּזְרָח. עֵרוּבִי בָּרִאשׁוֹן, וּבַשֵּׁנִי כִּבְנֵי עִירִי. עֵרוּבִי בַּשֵּׁנִי, וּבָרִאשׁוֹן כִּבְנֵי עִירִי. וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "וְעוֹד אָמַר רַבִּי יְהוּדָה, מַתְנֶה אָדָם עַל הַכַּלְכָּלָה בְּיוֹם טוֹב רִאשׁוֹן וְאוֹכְלָהּ בַּשֵּׁנִי. וְכֵן בֵּיצָה שֶׁנּוֹלְדָה בָרִאשׁוֹן, תֵּאָכֵל בַּשֵּׁנִי. וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "רַבִּי דוֹסָא בֶן הַרְכִּינָס אוֹמֵר, הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה אוֹמֵר, הַחֲלִיצֵנוּ ה' אֱלֹהֵינוּ אֶת יוֹם רֹאשׁ חֹדֶשׁ הַזֶּה, אִם הַיּוֹם, אִם לְמָחָר. וּלְמָחָר הוּא אוֹמֵר, אִם הַיּוֹם, אִם אֶמֶשׁ. וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n"
        ],
        [
            "מִי שֶׁהוֹצִיאוּהוּ גוֹיִם אוֹ רוּחַ רָעָה, אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. הֶחֱזִירוּהוּ, כְּאִלּוּ לֹא יָצָא. הוֹלִיכוּהוּ לְעִיר אַחֶרֶת. נְתָנוּהוּ בְדִיר אוֹ בְסַהַר, רַבָּן גַּמְלִיאֵל וְרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמְרִים, מְהַלֵּךְ אֶת כֻּלָּהּ. רַבִּי יְהוֹשֻׁעַ וְרַבִּי עֲקִיבָא אוֹמְרִים, אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. מַעֲשֶׂה שֶׁבָּאוּ מִפְּרַנְדִּיסִין וְהִפְלִיגָה סְפִינָתָם בַּיָּם. רַבָּן גַּמְלִיאֵל וְרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה הִלְּכוּ אֶת כֻּלָּהּ. רַבִּי יְהוֹשֻׁעַ וְרַבִּי עֲקִיבָא לֹא זָזוּ מֵאַרְבַּע אַמּוֹת, שֶׁרָצוּ לְהַחֲמִיר עַל עַצְמָן: \n",
            "פַּעַם אַחַת לֹא נִכְנְסוּ לַנָּמָל עַד שֶׁחֲשֵׁכָה. אָמְרוּ לוֹ לְרַבָּן גַּמְלִיאֵל, מָה אָנוּ לֵירֵד. אָמַר לָהֶן, מֻתָּר אַתֶּם, שֶׁכְּבָר הָיִיתִי מִסְתַּכֵּל, וְהָיִינוּ בְתוֹךְ הַתְּחוּם עַד שֶׁלֹּא חֲשֵׁכָה: \n",
            "מִי שֶׁיָּצָא בִרְשׁוּת וְאָמְרוּ לוֹ, כְּבָר נַעֲשָׂה מַעֲשֶׂה, יֶשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ. אִם הָיָה בְתוֹךְ הַתְּחוּם, כְּאִלּוּ לֹא יָצָא, שֶׁכָּל הַיּוֹצְאִים לְהַצִּיל, חוֹזְרִין לִמְקוֹמָן: \n",
            "מִי שֶׁיָּשַׁב בַּדֶּרֶךְ, וְעָמַד, וְרָאָה וַהֲרֵי הוּא סָמוּךְ לָעִיר, הוֹאִיל וְלֹא הָיְתָה כַוָּנָתוֹ לְכָךְ, לֹא יִכָּנֵס, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, יִכָּנֵס. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה הָיָה, וְנִכְנַס רַבִּי טַרְפוֹן בְּלֹא מִתְכַּוֵּן: \n",
            "מִי שֶׁיָּשֵׁן בַּדֶּרֶךְ וְלֹא יָדַע שֶׁחֲשֵׁכָה, יֵשׁ לוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ, דִּבְרֵי רַבִּי יוֹחָנָן בֶּן נוּרִי. וַחֲכָמִים אוֹמְרִים, אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, וְהוּא בְאֶמְצָעָן. רַבִּי יְהוּדָה אוֹמֵר, לְאֵיזֶה רוּחַ שֶׁיִּרְצֶה יֵלֵךְ. וּמוֹדֶה רַבִּי יְהוּדָה שֶׁאִם בֵּרֵר לוֹ, שֶׁאֵינוֹ יָכוֹל לַחֲזֹר בּוֹ: \n",
            "הָיוּ שְׁנַיִם, מִקְצָת אַמּוֹתָיו שֶׁל זֶה בְּתוֹךְ אַמּוֹתָיו שֶׁל זֶה, מְבִיאִין וְאוֹכְלִין בָּאֶמְצַע, וּבִלְבַד שֶׁלֹּא יוֹצִיא זֶה מִתּוֹךְ שֶׁלּוֹ לְתוֹךְ שֶׁל חֲבֵרוֹ. הָיוּ שְׁלֹשָׁה, וְהָאֶמְצָעִי מֻבְלָע בֵּינֵיהֶן, הוּא מֻתָּר עִמָּהֶן וְהֵן מֻתָּרִין עִמּוֹ, וּשְׁנַיִם הַחִיצוֹנִים אֲסוּרִים זֶה עִם זֶה. אָמַר רַבִּי שִׁמְעוֹן, לְמָה הַדָּבָר דּוֹמֶה, לְשָׁלֹשׁ חֲצֵרוֹת הַפְּתוּחוֹת זוֹ לָזוֹ וּפְתוּחוֹת לִרְשׁוּת הָרַבִּים, עֵרְבוּ שְׁתֵּיהֶן עִם הָאֶמְצָעִית, הִיא מֻתֶּרֶת עִמָּהֶם וְהֵן מֻתָּרוֹת עִמָּהּ, וּשְׁתַּיִם הַחִיצוֹנוֹת אֲסוּרוֹת זוֹ עִם זוֹ: \n",
            "מִי שֶׁבָּא בַדֶּרֶךְ וְחָשְׁכָה לוֹ, וְהָיָה מַכִּיר אִילָן אוֹ גָדֵר, וְאָמַר, שְׁבִיתָתִי תַחְתָּיו, לֹא אָמַר כְּלוּם. שְׁבִיתָתִי בְעִקָּרוֹ, מְהַלֵּךְ מִמְּקוֹם רַגְלָיו וְעַד עִקָּרוֹ אַלְפַּיִם אַמָּה, וּמֵעִקָּרוֹ וְעַד בֵּיתוֹ אַלְפַּיִם אַמָּה. נִמְצָא מְהַלֵּךְ מִשֶּׁחֲשֵׁכָה אַרְבַּעַת אֲלָפִים אַמָּה: \n",
            "אִם אֵינוֹ מַכִּיר, אוֹ שֶׁאֵינוֹ בָקִי בַהֲלָכָה, וְאָמַר, שְׁבִיתָתִי בִמְקוֹמִי, זָכָה לוֹ מְקוֹמוֹ אַלְפַּיִם אַמָּה לְכָל רוּחַ. עֲגֻלּוֹת, דִּבְרֵי רַבִּי חֲנִינָא בֶן אַנְטִיגְנוֹס. וַחֲכָמִים אוֹמְרִים, מְרֻבָּעוֹת, כְּטַבְלָא מְרֻבַּעַת, כְּדֵי שֶׁיְּהֵא נִשְׂכָּר לַזָּוִיּוֹת: \n",
            "וְזוֹ הִיא שֶׁאָמְרוּ, הֶעָנִי מְעָרֵב בְּרַגְלָיו. אָמַר רַבִּי מֵאִיר, אָנוּ אֵין לָנוּ אֶלָּא עָנִי. רַבִּי יְהוּדָה אוֹמֵר, אֶחָד עָנִי וְאֶחָד עָשִׁיר, לֹא אָמְרוּ מְעָרְבִין בְּפַת אֶלָּא לְהָקֵל עַל הֶעָשִׁיר, שֶׁלֹּא יֵצֵא וִיעָרֵב בְּרַגְלָיו: \n",
            "מִי שֶׁיָּצָא לֵילֵךְ בְּעִיר שֶׁמְּעָרְבִין בָּהּ וְהֶחֱזִירוֹ חֲבֵרוֹ, הוּא מֻתָּר לֵילֵךְ וְכָל בְּנֵי הָעִיר אֲסוּרִין, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, כֹּל שֶׁהוּא יָכוֹל לְעָרֵב וְלֹא עֵרֵב, הֲרֵי זֶה חַמָּר גַּמָּל: \n",
            "מִי שֶׁיָּצָא חוּץ לַתְּחוּם, אֲפִלּוּ אַמָּה אַחַת, לֹא יִכָּנֵס. רַבִּי אֱלִיעֶזֶר אוֹמֵר, שְׁתַּיִם, יִכָּנֵס, שָׁלֹשׁ, לֹא יִכָּנֵס. מִי שֶׁהֶחְשִׁיךְ חוּץ לַתְּחוּם, אֲפִלּוּ אַמָּה אַחַת, לֹא יִכָּנֵס. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ חֲמֵשׁ עֶשְׂרֵה אַמּוֹת, יִכָּנֵס, שֶׁאֵין הַמָּשׁוֹחוֹת מְמַצִּין אֶת הַמִּדּוֹת, מִפְּנֵי הַטּוֹעִין: \n"
        ],
        [
            "כֵּיצַד מְעַבְּרִין אֶת הֶעָרִים, בַּיִת נִכְנָס בַּיִת יוֹצֵא, פָּגוּם נִכְנָס פָּגוּם יוֹצֵא. הָיוּ שָׁם גְּדוּדִיּוֹת גְּבוֹהוֹת עֲשָׂרָה טְפָחִים, וּגְשָׁרִים וּנְפָשׁוֹת, שֶׁיֵּשׁ בָּהֶן בֵּית דִּירָה, מוֹצִיאִין אֶת הַמִּדָּה כְנֶגְדָּן, וְעוֹשִׂין אוֹתָהּ כְּמִין טַבְלָא מְרֻבַּעַת, כְּדֵי שֶׁיְּהֵא נִשְׂכָּר אֶת הַזָּוִיּוֹת: \n",
            "נוֹתְנִין קַרְפֵּף לָעִיר, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, לֹא אָמְרוּ קַרְפֵּף אֶלָּא בֵין שְׁתֵּי עֲיָרוֹת, אִם יֵשׁ לָזוֹ שִׁבְעִים אַמָּה וְשִׁירַיִם, וְלָזוֹ שִׁבְעִים אַמָּה וְשִׁירַיִם, עוֹשֶׂה קַרְפֵּף לִשְׁתֵּיהֶן לִהְיוֹתָן כְּאֶחָת: \n",
            "וְכֵן שְׁלֹשָׁה כְפָרִים הַמְּשֻׁלָּשִׁין, אִם יֵשׁ בֵּין שְׁנַיִם הַחִיצוֹנִים מֵאָה וְאַרְבָּעִים וְאֶחָד וּשְׁלִישׁ, עָשָׂה אֶמְצָעִי אֶת שְׁלָשְׁתָּן לִהְיוֹתָן כְּאֶחָד: \n",
            "אֵין מוֹדְדִין אֶלָּא בְחֶבֶל שֶׁל חֲמִשִּׁים אַמָּה, לֹא פָחוֹת וְלֹא יוֹתֵר. וְלֹא יִמְדּוֹד אֶלָּא כְנֶגֶד לִבּוֹ. הָיָה מוֹדֵד וְהִגִּיעַ לְגַיְא אוֹ לְגָדֵר, מַבְלִיעוֹ וְחוֹזֵר לְמִדָּתוֹ. הִגִּיעַ לְהָר, מַבְלִיעוֹ וְחוֹזֵר לְמִדָּתוֹ, וּבִלְבַד שֶׁלֹּא יֵצֵא חוּץ לַתְּחוּם. אִם אֵינוֹ יָכוֹל לְהַבְלִיעוֹ, בָּזוֹ אָמַר רַבִּי דוֹסְתַּאי בַּר רַבִּי יַנַּאי מִשּׁוּם רַבִּי מֵאִיר, שָׁמַעְתִּי שֶׁמְּקַדְּרִין בֶּהָרִים: \n",
            "אֵין מוֹדְדִין אֶלָּא מִן הַמֻּמְחֶה. רִבָּה לְמָקוֹם אֶחָד וּמִעֵט לְמָקוֹם אַחֵר, שׁוֹמְעִין לִמְקוֹם שֶׁרִבָּה. רִבָּה לְאֶחָד וּמִעֵט לְאַחֵר, שׁוֹמְעִין לַמְרֻבֶּה. אֲפִלּוּ עֶבֶד, אֲפִלּוּ שִׁפְחָה, נֶאֱמָנִין לוֹמַר, עַד כָּאן תְּחוּם שַׁבָּת, שֶׁלֹּא אָמְרוּ חֲכָמִים אֶת הַדָּבָר לְהַחֲמִיר אֶלָּא לְהָקֵל: \n",
            "עִיר שֶׁל יָחִיד וְנַעֲשֵׂית שֶׁל רַבִּים, מְעָרְבִין אֶת כֻּלָּהּ. וְשֶׁל רַבִּים וְנַעֲשֵׂית שֶׁל יָחִיד, אֵין מְעָרְבִין אֶת כֻּלָּהּ, אֶלָּא אִם כֵּן עָשָׂה חוּצָה לָהּ כְּעִיר חֲדָשָׁה שֶׁבִּיהוּדָה, שֶׁיֵּשׁ בָּהּ חֲמִשִּׁים דִּיוּרִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, שָׁלֹשׁ חֲצֵרוֹת שֶׁל שְׁנֵי בָתִּים: \n",
            "מִי שֶׁהָיָה בַמִּזְרָח וְאָמַר לִבְנוֹ, עָרֵב לִי בַמַּעֲרָב, בַּמַּעֲרָב וְאָמַר לִבְנוֹ, עָרֵב לִי בַמִּזְרָח, אִם יֵשׁ הֵימֶנּוּ וּלְבֵיתוֹ אַלְפַּיִם אַמּוֹת, וּלְעֵרוּבוֹ יוֹתֵר מִכָּאן, מֻתָּר לְבֵיתוֹ וְאָסוּר לְעֵרוּבוֹ. לְעֵרוּבוֹ אַלְפַּיִם אַמָּה, וּלְבֵיתוֹ יוֹתֵר מִכָּאן, אָסוּר לְבֵיתוֹ וּמֻתָּר לְעֵרוּבוֹ. הַנּוֹתֵן אֶת עֵרוּבוֹ בְעִבּוּרָהּ שֶׁל עִיר, לֹא עָשָׂה וְלֹא כְלוּם. נְתָנוֹ חוּץ לַתְּחוּם, אֲפִלּוּ אַמָּה אַחַת, מַה שֶׁנִּשְׂכָּר הוּא מַפְסִיד: \n",
            "אַנְשֵׁי עִיר גְּדוֹלָה מְהַלְּכִין אֶת כָּל עִיר קְטַנָּה, וְאֵין אַנְשֵׁי עִיר קְטַנָּה מְהַלְּכִין אֶת כָּל עִיר גְּדוֹלָה. כֵּיצַד. מִי שֶׁהָיָה בְעִיר גְּדוֹלָה וְנָתַן אֶת עֵרוּבוֹ בְעִיר קְטַנָּה, בְּעִיר קְטַנָּה וְנָתַן אֶת עֵרוּבוֹ בְעִיר גְּדוֹלָה, מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה. וְרַבִּי עֲקִיבָא אוֹמֵר, אֵין לוֹ אֶלָּא מִמְּקוֹם עֵרוּבוֹ אַלְפַּיִם אַמָּה: \n",
            "אָמַר לָהֶן רַבִּי עֲקִיבָא, אִי אַתֶּם מוֹדִים לִי בְנוֹתֵן עֵרוּבוֹ בִמְעָרָה, שֶׁאֵין לוֹ מִמְּקוֹם עֵרוּבוֹ אֶלָּא אַלְפַּיִם אַמָּה. אָמְרוּ לוֹ, אֵימָתַי, בִּזְמַן שֶׁאֵין בָּהּ דִּיוּרִין, אֲבָל יֶשׁ בָּהּ דִּיוּרִין, מְהַלֵּךְ אֶת כֻּלָּהּ וְחוּצָה לָהּ אַלְפַּיִם אַמָּה. נִמְצָא, קַל תּוֹכָהּ מֵעַל גַּבָּהּ. וְלַמּוֹדֵד שֶׁאָמְרוּ נוֹתְנִין לוֹ אַלְפַּיִם, שֶׁאֲפִלּוּ סוֹף מִדָּתוֹ כָּלֶה בִמְעָרָה: \n"
        ],
        [
            "הַדָּר עִם הַנָּכְרִי בֶחָצֵר, אוֹ עִם מִי שֶׁאֵינוֹ מוֹדֶה בָעֵרוּב, הֲרֵי זֶה אוֹסֵר עָלָיו, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, לְעוֹלָם אֵינוֹ אוֹסֵר עַד שֶׁיְּהוּ שְׁנֵי יִשְׂרְאֵלִים אוֹסְרִין זֶה עַל זֶה: \n",
            "אָמַר רַבָּן גַּמְלִיאֵל, מַעֲשֶׂה בִצְדוֹקִי אֶחָד, שֶׁהָיָה דָר עִמָּנוּ בְּמָבוֹי בִּירוּשָׁלַיִם, וְאָמַר לָנוּ אַבָּא, מַהֲרוּ וְהוֹצִיאוּ אֶת כָּל הַכֵּלִים לַמָּבוֹי, עַד שֶׁלֹּא יוֹצִיא וְיֶאֱסֹר עֲלֵיכֶם. רַבִּי יְהוּדָה אוֹמֵר בְּלָשׁוֹן אַחֵר, מַהֲרוּ וַעֲשׂוּ צָרְכֵיכֶם בַּמָּבוֹי עַד שֶׁלֹּא יוֹצִיא וְיֶאֱסֹר עֲלֵיכֶם: \n",
            "אַנְשֵׁי חָצֵר שֶׁשָּׁכַח אַחַד מֵהֶן וְלֹא עֵרֵב, בֵּיתוֹ אָסוּר מִלְּהַכְנִיס וּמִלְּהוֹצִיא, לוֹ וְלָהֶם, וְשֶׁלָּהֶם מֻתָּרִין, לוֹ וְלָהֶם. נָתְנוּ לוֹ רְשׁוּתָן, הוּא מֻתָּר וְהֵן אֲסוּרִין. הָיוּ שְׁנַיִם, אוֹסְרִין זֶה עַל זֶה, שֶׁאֶחָד נוֹתֵן רְשׁוּת וְנוֹטֵל רְשׁוּת, שְׁנַיִם נוֹתְנִים רְשׁוּת וְאֵין נוֹטְלִין רְשׁוּת: \n",
            "מֵאֵימָתַי נוֹתְנִין רְשׁוּת. בֵּית שַׁמַּאי אוֹמְרִים, מִבְּעוֹד יוֹם, וּבֵית הִלֵּל אוֹמְרִים, מִשֶּׁחֲשֵׁכָה. מִי שֶׁנָּתַן רְשׁוּתוֹ וְהוֹצִיא, בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד, הֲרֵי זֶה אוֹסֵר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בְּמֵזִיד אוֹסֵר, בְּשׁוֹגֵג אֵינוֹ אוֹסֵר: \n",
            "בַּעַל הַבַּיִת שֶׁהָיָה שֻׁתָּף לִשְׁכֵנִים, לָזֶה בְיַיִן וְלָזֶה בְיַיִן, אֵינָם צְרִיכִים לְעָרֵב. לָזֶה בְיַיִן וְלָזֶה בְשֶׁמֶן, צְרִיכִים לְעָרֵב. רַבִּי שִׁמְעוֹן אוֹמֵר, אֶחָד זֶה וְאֶחָד זֶה, אֵינָם צְרִיכִים לְעָרֵב: \n",
            "חָמֵשׁ חֲבוּרוֹת שֶׁשָּׁבְתוּ בִטְרַקְלִין אֶחָד, בֵּית שַׁמַּאי אוֹמְרִים, עֵרוּב לְכָל חֲבוּרָה וַחֲבוּרָה. וּבֵית הִלֵּל אוֹמְרִים, עֵרוּב אֶחָד לְכֻלָּן. וּמוֹדִים, בִּזְמַן שֶׁמִּקְצָתָן שְׁרוּיִן בַּחֲדָרִים אוֹ בַעֲלִיּוֹת, שֶׁהֵן צְרִיכִין עֵרוּב לְכָל חֲבוּרָה וַחֲבוּרָה: \n",
            "הָאַחִין הַשֻּׁתָּפִין שֶׁהָיוּ אוֹכְלִין עַל שֻׁלְחַן אֲבִיהֶם וִישֵׁנִים בְּבָתֵּיהֶם, צְרִיכִין עֵרוּב לְכָל אֶחָד וְאֶחָד. לְפִיכָךְ, אִם שָׁכַח אֶחָד מֵהֶם וְלֹא עֵרֵב, מְבַטֵּל אֶת רְשׁוּתוֹ. אֵימָתַי, בִּזְמַן שֶׁמּוֹלִיכִין עֵרוּבָן בְּמָקוֹם אַחֵר, אֲבָל אִם הָיָה עֵרוּב בָּא אֶצְלָן, אוֹ שֶׁאֵין עִמָּהֶן דִּיוּרִין בֶּחָצֵר, אֵינָן צְרִיכִין לְעָרֵב: \n",
            "חָמֵשׁ חֲצֵרוֹת פְּתוּחוֹת זוֹ לָזוֹ וּפְתוּחוֹת לְמָבוֹי, עֵרְבוּ בַחֲצֵרוֹת וְלֹא נִשְׁתַּתְּפוּ בַמָּבוֹי, מֻתָּרִין בַּחֲצֵרוֹת וַאֲסוּרִין בַּמָּבוֹי. וְאִם נִשְׁתַּתְּפוּ בַמָּבוֹי, מֻתָּרִין כָּאן וָכָאן. עֵרְבוּ בַחֲצֵרוֹת וְנִשְׁתַּתְּפוּ בַמָּבוֹי, וְשָׁכַח אֶחָד מִבְּנֵי חָצֵר וְלֹא עֵרֵב, מֻתָּרִין כָּאן וָכָאן. מִבְּנֵי מָבוֹי וְלֹא נִשְׁתַּתֵּף, מֻתָּרִין בַּחֲצֵרוֹת וַאֲסוּרִין בַּמָּבוֹי, שֶׁהַמָּבוֹי לַחֲצֵרוֹת כֶּחָצֵר לַבָּתִּים: \n",
            "שְׁתֵּי חֲצֵרוֹת, זוֹ לִפְנִים מִזּוֹ, עֵרְבָה הַפְּנִימִית וְלֹא עֵרְבָה הַחִיצוֹנָה, הַפְּנִימִית מֻתֶּרֶת וְהַחִיצוֹנָה אֲסוּרָה. הַחִיצוֹנָה, וְלֹא הַפְּנִימִית, שְׁתֵּיהֶן אֲסוּרוֹת. עֵרְבָה זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ, זוֹ מֻתֶּרֶת בִּפְנֵי עַצְמָהּ וְזוֹ מֻתֶּרֶת בִּפְנֵי עַצְמָהּ. רַבִּי עֲקִיבָא אוֹסֵר הַחִיצוֹנָה, שֶׁדְּרִיסַת הָרֶגֶל אוֹסַרְתָּהּ. וַחֲכָמִים אוֹמְרִים, אֵין דְּרִיסַת הָרֶגֶל אוֹסַרְתָּהּ: \n",
            "שָׁכַח אַחַד מִן הַחִיצוֹנָה וְלֹא עֵרֵב, הַפְּנִימִית מֻתֶּרֶת וְהַחִיצוֹנָה אֲסוּרָה. מִן הַפְּנִימִית וְלֹא עֵרֵב, שְׁתֵּיהֶן אֲסוּרוֹת. נָתְנוּ עֵרוּבָן בְּמָקוֹם אֶחָד, וְשָׁכַח אֶחָד, בֵּין מִן הַפְּנִימִית בֵּין מִן הַחִיצוֹנָה, וְלֹא עֵרֵב, שְׁתֵּיהֶן אֲסוּרוֹת. וְאִם הָיוּ שֶׁל יְחִידִים, אֵינָן צְרִיכִין לְעָרֵב: \n"
        ],
        [
            "חַלּוֹן שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת, אַרְבָּעָה עַל אַרְבָּעָה, בְּתוֹךְ עֲשָׂרָה, מְעָרְבִין שְׁנַיִם, וְאִם רָצוּ, מְעָרְבִין אֶחָד. פָּחוֹת מֵאַרְבָּעָה עַל אַרְבָּעָה, אוֹ לְמַעְלָה מֵעֲשָׂרָה, מְעָרְבִין שְׁנַיִם וְאֵין מְעָרְבִין אֶחָד: \n",
            "כֹּתֶל שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת גָּבוֹהַּ עֲשָׂרָה וְרָחָב אַרְבָּעָה, מְעָרְבִין שְׁנַיִם וְאֵין מְעָרְבִין אֶחָד. הָיוּ בְרֹאשׁוֹ פֵרוֹת, אֵלּוּ עוֹלִין מִכָּאן וְאוֹכְלִין, וְאֵלּוּ עוֹלִין מִכָּאן וְאוֹכְלִין, וּבִלְבַד שֶׁלֹּא יוֹרִידוּ לְמַטָּה. נִפְרְצָה הַכֹּתֶל עַד עֶשֶׂר אַמּוֹת, מְעָרְבִין שְׁנַיִם, וְאִם רָצוּ מְעָרְבִין אֶחָד, מִפְּנֵי שֶׁהוּא כְפֶתַח. יוֹתֵר מִכָּאן, מְעָרְבִין אֶחָד וְאֵין מְעָרְבִין שְׁנָיִם: \n",
            "חָרִיץ שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת עָמוֹק עֲשָׂרָה וְרָחָב אַרְבַּע, מְעָרְבִין שְׁנַיִם וְאֵין מְעָרְבִין אֶחָד, אֲפִלּוּ מָלֵא קַשׁ אוֹ תֶבֶן. מָלֵא עָפָר, אוֹ צְרוֹרוֹת, מְעָרְבִין אֶחָד, וְאֵין מְעָרְבִין שְׁנָיִם: \n",
            "נָתַן עָלָיו נֶסֶר שֶׁהוּא רָחָב אַרְבָּעָה טְפָחִים, וְכֵן שְׁתֵּי גְזֻזְטְרָאוֹת זוֹ כְנֶגֶד זוֹ, מְעָרְבִין שְׁנַיִם, וְאִם רָצוּ, מְעָרְבִין אֶחָד. פָּחוֹת מִכָּאן, מְעָרְבִין שְׁנַיִם וְאֵין מְעָרְבִין אֶחָד: \n",
            "מַתְבֵּן שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת, גָּבוֹהַּ עֲשָׂרָה טְפָחִים, מְעָרְבִין שְׁנַיִם וְאֵין מְעָרְבִין אֶחָד. אֵלּוּ מַאֲכִילִין מִכָּאן וְאֵלּוּ מַאֲכִילִין מִכָּאן. נִתְמַעֵט הַתֶּבֶן מֵעֲשָׂרָה טְפָחִים, מְעָרְבִין אֶחָד וְאֵין מְעָרְבִין שְׁנָיִם: \n",
            "כֵּיצַד מִשְׁתַּתְּפִין בַּמָּבוֹי. מֵנִיחַ אֶת הֶחָבִית וְאוֹמֵר, הֲרֵי זוֹ לְכָל בְּנֵי מָבוֹי, וּמְזַכֶּה לָהֶן עַל יְדֵי בְנוֹ וּבִתּוֹ הַגְּדוֹלִים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְעַל יְדֵי אִשְׁתּוֹ, אֲבָל אֵינוֹ מְזַכֶּה לֹא עַל יְדֵי בְנוֹ וּבִתּוֹ הַקְּטַנִּים וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים, מִפְּנֵי שֶׁיָּדָן כְּיָדוֹ: \n",
            "נִתְמַעֵט הָאֹכֶל, מוֹסִיף וּמְזַכֶּה, וְאֵין צָרִיךְ לְהוֹדִיעַ. נִתּוֹסְפוּ עֲלֵיהֶם, מוֹסִיף וּמְזַכֶּה, וְצָרִיךְ לְהוֹדִיעַ: \n",
            "כַּמָּה הוּא שִׁעוּרוֹ. בִּזְמַן שֶׁהֵן מְרֻבִּין, מְזוֹן שְׁתֵּי סְעוּדוֹת לְכֻלָּם. בִּזְמַן שֶׁהֵן מֻעָטִין, כִּגְרוֹגֶרֶת לְהוֹצָאַת שַׁבָּת לְכָל אֶחָד וְאֶחָד: \n",
            "אָמַר רַבִּי יוֹסֵי, בַּמֶּה דְבָרִים אֲמוּרִים, בִּתְחִלַּת עֵרוּב. אֲבָל בִּשְׁיָרֵי עֵרוּב, כָּל שֶׁהוּא. וְלֹא אָמְרוּ לְעָרֵב בַּחֲצֵרוֹת אֶלָּא כְדֵי שֶׁלֹּא לְשַׁכֵּחַ אֶת הַתִּינוֹקוֹת: \n",
            "בַּכֹּל מְעָרְבִין וּמִשְׁתַּתְּפִין, חוּץ מִן הַמַּיִם וּמִן הַמֶּלַח, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, כִּכָּר הוּא עֵרוּב. אֲפִלּוּ מַאֲפֵה סְאָה וְהִיא פְרוּסָה, אֵין מְעָרְבִין בָּהּ. כִּכָּר בְּאִסָּר וְהוּא שָׁלֵם, מְעָרְבִין בּוֹ: \n",
            "נוֹתֵן אָדָם מָעָה לְחֶנְוָנִי וּלְנַחְתּוֹם כְּדֵי שֶׁיִּזְכֶּה לוֹ עֵרוּב, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, לֹא זָכוּ לוֹ מְעוֹתָיו. וּמוֹדִים בִּשְׁאָר כָּל אָדָם שֶׁזָּכוּ לוֹ מְעוֹתָיו, שֶׁאֵין מְעָרְבִין לְאָדָם אֶלָּא מִדַּעְתּוֹ. אָמַר רַבִּי יְהוּדָה, בַּמֶּה דְבָרִים אֲמוּרִים, בְּעֵרוּבֵי תְחוּמִין, אֲבָל בְּעֵרוּבֵי חֲצֵרוֹת, מְעָרְבִין לְדַעְתּוֹ וְשֶׁלֹּא לְדַעְתּוֹ, לְפִי שֶׁזָּכִין לְאָדָם שֶׁלֹּא בְּפָנָיו, וְאֵין חָבִין לְאָדָם שֶׁלֹּא בְּפָנָיו: \n"
        ],
        [
            "כֵּיצַד מִשְׁתַּתְּפִין בַּתְּחוּמִין. מֵנִיחַ אֶת הֶחָבִית וְאוֹמֵר, הֲרֵי זֶה לְכָל בְּנֵי עִירִי, לְכָל מִי שֶׁיֵּלֵךְ לְבֵית הָאֵבֶל אוֹ לְבֵית הַמִּשְׁתֶּה. וְכֹל שֶׁקִּבֵּל עָלָיו מִבְּעוֹד יוֹם, מֻתָּר. מִשֶּׁתֶּחְשַׁךְ, אָסוּר, שֶׁאֵין מְעָרְבִין מִשֶּׁתֶּחְשָׁךְ: \n",
            "כַּמָּה הוּא שִׁעוּרוֹ, מְזוֹן שְׁתֵּי סְעוּדוֹת לְכָל אֶחָד. מְזוֹנוֹ לְחֹל וְלֹא לְשַׁבָּת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, לְשַׁבָּת וְלֹא לְחֹל. וְזֶה וָזֶה מִתְכַּוְּנִין לְהָקֵל. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה אוֹמֵר, מִכִּכָּר בְּפֻנְדְּיוֹן, מֵאַרְבַּע סְאִין בְּסֶלַע. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׁתֵּי יָדוֹת לְכִכָּר מִשָּׁלֹשׁ לְקָב. חֶצְיָהּ לְבַיִת הַמְנֻגָּע, וַחֲצִי חֶצְיָהּ לִפְסֹל אֶת הַגְּוִיָּה: \n",
            "אַנְשֵׁי חָצֵר וְאַנְשֵׁי מִרְפֶּסֶת שֶׁשָּׁכְחוּ וְלֹא עֵרְבוּ, כֹּל שֶׁגָּבוֹהַּ עֲשָׂרָה טְפָחִים, לַמִּרְפֶּסֶת. פָּחוֹת מִכָּאן, לֶחָצֵר. חֻלְיַת הַבּוֹר וְהַסֶּלַע, גְּבוֹהִים עֲשָׂרָה טְפָחִים, לַמִּרְפֶּסֶת. פָּחוֹת מִכָּאן, לֶחָצֵר. בַּמֶּה דְבָרִים אֲמוּרִים, בִּסְמוּכָה. אֲבָל בְּמֻפְלֶגֶת, אֲפִלּוּ גָבוֹהַּ עֲשָׂרָה טְפָחִים, לֶחָצֵר. וְאֵיזוֹ הִיא סְמוּכָה, כֹּל שֶׁאֵינָהּ רְחוֹקָה אַרְבָּעָה טְפָחִים: \n",
            "הַנּוֹתֵן אֶת עֵרוּבוֹ בְּבֵית שַׁעַר, אַכְסַדְרָה וּמִרְפֶּסֶת, אֵינוֹ עֵרוּב. וְהַדָּר שָׁם, אֵינוֹ אוֹסֵר עָלָיו. בְּבֵית הַתֶּבֶן וּבְבֵית הַבָּקָר וּבְבֵית הָעֵצִים וּבְבֵית הָאוֹצָרוֹת, הֲרֵי זֶה עֵרוּב. וְהַדָּר שָׁם, אוֹסֵר עָלָיו. רַבִּי יְהוּדָה אוֹמֵר, אִם יֶשׁ שָׁם תְּפִיסַת יָד שֶׁל בַּעַל הַבַּיִת, אֵינוֹ אוֹסֵר עָלָיו: \n",
            "הַמַּנִּיחַ בֵּיתוֹ וְהָלַךְ לִשְׁבּוֹת בְּעִיר אַחֶרֶת, אֶחָד נָכְרִי וְאֶחָד יִשְׂרָאֵל, הֲרֵי זֶה אוֹסֵר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ אוֹסֵר. רַבִּי יוֹסֵי אוֹמֵר, נָכְרִי אוֹסֵר, יִשְׂרָאֵל אֵינוֹ אוֹסֵר, שֶׁאֵין דֶּרֶךְ יִשְׂרָאֵל לָבֹא בְשַׁבָּת. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ הִנִּיחַ בֵּיתוֹ וְהָלַךְ לִשְׁבּוֹת אֵצֶל בִּתּוֹ בְאוֹתָהּ הָעִיר, אֵינוֹ אוֹסֵר, שֶׁכְּבָר הִסִּיעַ מִלִּבּוֹ: \n",
            "בּוֹר שֶׁבֵּין שְׁתֵּי חֲצֵרוֹת, אֵין מְמַלְּאִין מִמֶּנּוּ בְשַׁבָּת, אֶלָּא אִם כֵּן עָשׂוּ לוֹ מְחִצָּה גָבוֹהַּ עֲשָׂרָה טְפָחִים בֵּין מִלְמַעְלָה, בֵּין מִלְּמַטָּה, בֵּין מִתּוֹךְ אֹגְנוֹ. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים, מִלְּמַטָּה. וּבֵית הִלֵּל אוֹמְרִים, מִלְמָעְלָה. אָמַר רַבִּי יְהוּדָה, לֹא תְהֵא מְחִצָּה גְדוֹלָה מִן הַכֹּתֶל שֶׁבֵּינֵיהֶם: \n",
            "אַמַּת הַמַּיִם שֶׁהִיא עוֹבֶרֶת בֶּחָצֵר, אֵין מְמַלְּאִין הֵימֶנָּה בְשַׁבָּת, אֶלָּא אִם כֵּן עָשׂוּ לָהּ מְחִצָּה גָבוֹהַּ עֲשָׂרָה טְפָחִים בַּכְּנִיסָה וּבַיְצִיאָה. רַבִּי יְהוּדָה אוֹמֵר, כֹּתֶל שֶׁעַל גַּבָּהּ תִּדּוֹן מִשּׁוּם מְחִצָּה. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה בָאַמָּה שֶׁל אָבֵל שֶׁהָיוּ מְמַלְּאִין מִמֶּנָּה עַל פִּי זְקֵנִים בְּשַׁבָּת. אָמְרוּ לוֹ, מִפְּנֵי שֶׁלֹּא הָיָה בָהּ כַּשִּׁעוּר: \n",
            "גְּזֻזְטְרָא שֶׁהִיא לְמַעְלָה מִן הַמַּיִם, אֵין מְמַלְּאִין הֵימֶנָּה בְשַׁבָּת, אֶלָּא אִם כֵּן עָשׂוּ לָהּ מְחִצָּה גָבוֹהַּ עֲשָׂרָה טְפָחִים, בֵּין מִלְמַעְלָה בֵּין מִלְּמַטָּה. וְכֵן שְׁתֵּי גְזֻזְטְרָאוֹת זוֹ לְמַעְלָה מִזּוֹ. עָשׂוּ לָעֶלְיוֹנָה וְלֹא עָשׂוּ לַתַּחְתּוֹנָה, שְׁתֵּיהֶן אֲסוּרוֹת עַד שֶׁיְּעָרֵבוּ: \n",
            "חָצֵר שֶׁהִיא פְחוּתָה מֵאַרְבַּע אַמּוֹת, אֵין שׁוֹפְכִין בְּתוֹכָהּ מַיִם בְּשַׁבָּת, אֶלָּא אִם כֵּן עָשׂוּ לָהּ עוּקָה מַחֲזֶקֶת סָאתַיִם מִן הַנֶּקֶב וּלְמַטָּה, בֵּין מִבַּחוּץ בֵּין מִבִּפְנִים, אֶלָּא שֶׁמִּבַּחוּץ צָרִיךְ לִקְמוֹר, מִבִּפְנִים אֵין צָרִיךְ לִקְמוֹר: \n",
            "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, בִּיב שֶׁהוּא קָמוּר אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים, שׁוֹפְכִין לְתוֹכוֹ מַיִם בְּשַׁבָּת. וַחֲכָמִים אוֹמְרִים, אֲפִלּוּ גַג אוֹ חָצֵר מֵאָה אַמָּה, לֹא יִשְׁפֹּךְ עַל פִּי הַבִּיב, אֲבָל שׁוֹפֵךְ מִגַּג לְגַג, וְהַמַּיִם יוֹרְדִין לַבִּיב. הֶחָצֵר וְהָאַכְסַדְרָה מִצְטָרְפִין לְאַרְבַּע אַמּוֹת: \n",
            "וְכֵן שְׁתֵּי דְיוֹטָאוֹת זוֹ כְנֶגֶד זוֹ, מִקְצָתָן עָשׂוּ עוּקָה וּמִקְצָתָן לֹא עָשׂוּ עוּקָה, אֶת שֶׁעָשׂוּ עוּקָה, מֻתָּרִין, וְאֶת שֶׁלֹּא עָשׂוּ עוּקָה, אֲסוּרִין: \n"
        ],
        [
            "כָּל גַּגּוֹת הָעִיר, רְשׁוּת אַחַת, וּבִלְבַד שֶׁלֹּא יְהֵא גַג גָּבוֹהַּ עֲשָׂרָה אוֹ נָמוֹךְ עֲשָׂרָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כָּל אֶחָד וְאֶחָד רְשׁוּת בִּפְנֵי עַצְמוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, אֶחָד גַּגּוֹת וְאֶחָד חֲצֵרוֹת וְאֶחָד קַרְפֵּיפוֹת, רְשׁוּת אֶחָד לַכֵּלִים שֶׁשָּׁבְתוּ לְתוֹכָן, וְלֹא לַכֵּלִים שֶׁשָּׁבְתוּ בְתוֹךְ הַבָּיִת: \n",
            "גַּג גָּדוֹל סָמוּךְ לְקָטָן, הַגָּדוֹל מֻתָּר וְהַקָּטָן אָסוּר. חָצֵר גְּדוֹלָה שֶׁנִּפְרְצָה לִקְטַנָּה, גְּדוֹלָה מֻתֶּרֶת, וּקְטַנָּה אֲסוּרָה, מִפְּנֵי שֶׁהִיא כְפִתְחָהּ שֶׁל גְּדוֹלָה. חָצֵר שֶׁנִּפְרְצָה לִרְשׁוּת הָרַבִּים, הַמַּכְנִיס מִתּוֹכָהּ לִרְשׁוּת הַיָּחִיד, אוֹ מֵרְשׁוּת הַיָּחִיד לְתוֹכָהּ, חַיָּב, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, מִתּוֹכָהּ לִרְשׁוּת הָרַבִּים, אוֹ מֵרְשׁוּת הָרַבִּים לְתוֹכָהּ, פָּטוּר, מִפְּנֵי שֶׁהִיא כְּכַרְמְלִית: \n",
            "חָצֵר שֶׁנִּפְרְצָה לִרְשׁוּת הָרַבִּים מִשְּׁתֵּי רוּחוֹתֶיהָ, וְכֵן בַּיִת שֶׁנִּפְרַץ מִשְּׁתֵּי רוּחוֹתָיו, וְכֵן מָבוֹי שֶׁנִּטְּלוּ קוֹרוֹתָיו אוֹ לְחָיָיו, מֻתָּרִין בְּאוֹתוֹ שַׁבָּת וַאֲסוּרִין לֶעָתִיד לָבֹא, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, אִם מֻתָּרִין לְאוֹתוֹ שַׁבָּת, מֻתָּרִין לֶעָתִיד לָבֹא. וְאִם אֲסוּרִין לֶעָתִיד לָבֹא, אֲסוּרִין לְאוֹתוֹ שַׁבָּת: \n",
            "הַבּוֹנֶה עֲלִיָּה עַל גַּבֵּי שְׁנֵי בָתִּים, וְכֵן גְּשָׁרִים הַמְפֻלָּשִׁים, מְטַלְטְלִין תַּחְתֵּיהֶן בְּשַׁבָּת, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹסְרִין. וְעוֹד אָמַר רַבִּי יְהוּדָה, מְעָרְבִין לְמָבוֹי הַמְפֻלָּשׁ. וַחֲכָמִים אוֹסְרִין: \n"
        ],
        [
            "הַמּוֹצֵא תְפִלִּין, מַכְנִיסָן זוּג זוּג. רַבָּן גַּמְלִיאֵל אוֹמֵר, שְׁנַיִם שְׁנָיִם. בַּמֶּה דְבָרִים אֲמוּרִים, בִּישָׁנוֹת, אֲבָל בַּחֲדָשׁוֹת, פָּטוּר. מְצָאָן צְבָתִים אוֹ כְרִיכוֹת, מַחְשִׁיךְ עֲלֵיהֶן וּמְבִיאָן. וּבַסַּכָּנָה, מְכַסָּן וְהוֹלֵךְ לוֹ: \n",
            "רַבִּי שִׁמְעוֹן אוֹמֵר, נוֹתְנָן לַחֲבֵרוֹ, וַחֲבֵרוֹ לַחֲבֵרוֹ, עַד שֶׁמַּגִּיעַ לֶחָצֵר הַחִיצוֹנָה. וְכֵן בְּנוֹ, נוֹתְנוֹ לַחֲבֵרוֹ, וַחֲבֵרוֹ לַחֲבֵרוֹ, אֲפִלּוּ מֵאָה. רַבִּי יְהוּדָה אוֹמֵר, נוֹתֵן אָדָם חָבִית לַחֲבֵרוֹ, וַחֲבֵרוֹ לַחֲבֵרוֹ, אֲפִלּוּ חוּץ לַתְּחוּם. אָמְרוּ לוֹ, לֹא תְהַלֵּךְ זוֹ יוֹתֵר מֵרַגְלֵי בְעָלֶיהָ: \n",
            "הָיָה קוֹרֵא בַסֵּפֶר עַל הָאַסְקֻפָּה, נִתְגַּלְגֵּל הַסֵּפֶר מִיָּדוֹ, גּוֹלְלוֹ אֶצְלוֹ. הָיָה קוֹרֵא בְרֹאשׁ הַגַּג וְנִתְגַּלְגֵּל הַסֵּפֶר מִיָּדוֹ, עַד שֶׁלֹּא הִגִּיעַ לַעֲשָׂרָה טְפָחִים, גּוֹלְלוֹ אֶצְלוֹ. מִשֶּׁהִגִּיעַ לַעֲשָׂרָה טְפָחִים, הוֹפְכוֹ עַל הַכְּתָב. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ אֵין מְסֻלָּק מִן הָאָרֶץ אֶלָּא כִמְלֹא מַחַט, גּוֹלְלוֹ אֶצְלוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, אֲפִלּוּ בָאָרֶץ עַצְמוֹ גּוֹלְלוֹ אֶצְלוֹ, שֶׁאֵין לְךָ דָּבָר מִשּׁוּם שְׁבוּת עוֹמֵד בִּפְנֵי כִתְבֵי הַקֹּדֶשׁ: \n",
            "זִיז שֶׁלִּפְנֵי חַלּוֹן, נוֹתְנִין עָלָיו וְנוֹטְלִין מִמֶּנּוּ בְשַׁבָּת. עוֹמֵד אָדָם בִּרְשׁוּת הַיָּחִיד וּמְטַלְטֵל בִּרְשׁוּת הָרַבִּים, בִּרְשׁוּת הָרַבִּים וּמְטַלְטֵל בִּרְשׁוּת הַיָּחִיד, וּבִלְבַד שֶׁלֹּא יוֹצִיא חוּץ מֵאַרְבַּע אַמּוֹת: \n",
            "לֹא יַעֲמֹד אָדָם בִּרְשׁוּת הַיָּחִיד וְיַשְׁתִּין בִּרְשׁוּת הָרַבִּים, בִּרְשׁוּת הָרַבִּים וְיַשְׁתִּין בִּרְשׁוּת הַיָּחִיד. וְכֵן לֹא יָרֹק. רַבִּי יְהוּדָה אוֹמֵר, אַף מִשֶּׁנִּתְלַשׁ רֻקּוֹ בְּפִיו, לֹא יְהַלֵּךְ אַרְבַּע אַמּוֹת עַד שֶׁיָרֹק: \n",
            "לֹא יַעֲמֹד אָדָם בִּרְשׁוּת הַיָחִיד וְיִשְׁתֶּה בִרְשׁוּת הָרַבִּים, בִּרְשׁוּת הָרַבִּים וְיִשְׁתֶּה בִרְשׁוּת הַיָחִיד, אֶלָּא אִם כֵּן הִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לִמְקוֹם שֶׁהוּא שׁוֹתֶה. וְכֵן בְּגַת. קוֹלֵט אָדָם מִן הַמַּזְחֵלָה לְמַטָּה מֵעֲשָׂרָה טְפָחִים. וּמִן הַצִּנּוֹר, מִכָּל מָקוֹם שׁוֹתֶה: \n",
            "בּוֹר בִּרְשׁוּת הָרַבִּים, וְחֻלְיָתוֹ גְבוֹהָה עֲשָׂרָה טְפָחִים, חַלּוֹן שֶׁעַל גַּבָּיו מְמַלְּאִין הֵימֶנּוּ בְשַׁבָּת. אַשְׁפָּה בִרְשׁוּת הָרַבִּים גְּבוֹהָה עֲשָׂרָה טְפָחִים, חַלּוֹן שֶׁעַל גַּבָּהּ שׁוֹפְכִין לְתוֹכָהּ מַיִם בְּשַׁבָּת: \n",
            "אִילָן שֶׁהוּא מֵסֵךְ עַל הָאָרֶץ, אִם אֵין נוֹפוֹ גָבוֹהַּ מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים, מְטַלְטְלִין תַּחְתָּיו. שָׁרָשָׁיו גְּבוֹהִין מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים, לֹא יֵשֵׁב עֲלֵיהֶן. הַדֶּלֶת שֶׁבַּמֻּקְצֶה וַחֲדָקִים שֶׁבַּפִּרְצָה וּמַחֲצָלוֹת, אֵין נוֹעֲלִין בָּהֶן, אֶלָּא אִם כֵּן גְּבוֹהִים מִן הָאָרֶץ: \n",
            "לֹא יַעֲמֹד אָדָם בִּרְשׁוּת הַיָּחִיד וְיִפְתַּח בִּרְשׁוּת הָרַבִּים, בִּרְשׁוּת הָרַבִּים וְיִפְתַּח בִּרְשׁוּת הַיָּחִיד, אֶלָּא אִם כֵּן עָשָׂה מְחִצָּה גְבוֹהָה עֲשָׂרָה טְפָחִים, דִּבְרֵי רַבִּי מֵאִיר. אָמְרוּ לוֹ, מַעֲשֶׂה בְשׁוּק שֶׁל פַּטָּמִין שֶׁהָיָה בִירוּשָׁלַיִם, שֶׁהָיוּ נוֹעֲלִין וּמַנִּיחִין אֶת הַמַּפְתֵּחַ בַּחַלּוֹן שֶׁעַל גַּבֵּי הַפֶּתַח. רַבִּי יוֹסֵי אוֹמֵר, שׁוּק שֶׁל צַמָּרִים הָיָה: \n",
            "נֶגֶר שֶׁיֵּשׁ בְּרֹאשׁוֹ גְלֻסְטְרָא, רַבִּי אֱלִיעֶזֶר אוֹסֵר, וְרַבִּי יוֹסֵי מַתִּיר. אָמַר רַבִּי אֱלִיעֶזֶר, מַעֲשֶׂה בַכְּנֶסֶת שֶׁבִּטְבֶרְיָא שֶׁהָיוּ נוֹהֲגִין בּוֹ הֶתֵּר, עַד שֶׁבָּא רַבָּן גַּמְלִיאֵל וְהַזְּקֵנִים וְאָסְרוּ לָהֶן. רַבִּי יוֹסֵי אוֹמֵר, אִסּוּר נָהֲגוּ בָהּ, בָּא רַבָּן גַּמְלִיאֵל וְהַזְּקֵנִים וְהִתִּירוּ לָהֶן: \n",
            "נֶגֶר הַנִּגְרָר, נוֹעֲלִים בּוֹ בַמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. וְהַמֻּנָּח, כָּאן וָכָאן אָסוּר. רַבִּי יְהוּדָה אוֹמֵר, הַמֻּנָּח מֻתָּר בַּמִּקְדָּשׁ, וְהַנִּגְרָר בַּמְּדִינָה: \n",
            "מַחֲזִירִין צִיר הַתַּחְתּוֹן בַּמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. וְהָעֶלְיוֹן, כָּאן וְכָאן אָסוּר. רַבִּי יְהוּדָה אוֹמֵר, הָעֶלְיוֹן בַּמִּקְדָּשׁ, וְהַתַּחְתּוֹן בַּמְּדִינָה: \n",
            "מַחֲזִירִין רְטִיָּה בַמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. אִם בַּתְּחִלָּה, כָּאן וְכָאן אָסוּר. קוֹשְׁרִין נִימָא בַמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. אִם בַּתְּחִלָּה, כָּאן וְכָאן אָסוּר. חוֹתְכִין יַבֶּלֶת בַּמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. וְאִם בִּכְלִי, כָּאן וְכָאן אָסוּר: \n",
            "כֹּהֵן שֶׁלָּקָה בְאֶצְבָּעוֹ, כּוֹרֵךְ עָלֶיהָ גֶמִי בַמִּקְדָּשׁ, אֲבָל לֹא בַמְּדִינָה. אִם לְהוֹצִיא דָם, כָּאן וְכָאן אָסוּר. בּוֹזְקִין מֶלַח עַל גַּבֵּי כֶבֶשׁ בִּשְׁבִיל שֶׁלֹּא יַחֲלִיקוּ, וּמְמַלְּאִים מִבּוֹר הַגּוֹלָה וּמִבּוֹר הַגָּדוֹל בַּגַּלְגַּל בְּשַׁבָּת, וּמִבְּאֵר הַקַּר בְּיוֹם טוֹב: \n",
            "שֶׁרֶץ שֶׁנִּמְצָא בַמִּקְדָּשׁ, כֹּהֵן מוֹצִיאוֹ בְהֶמְיָנוֹ, שֶׁלֹּא לְשַׁהוֹת אֶת הַטֻּמְאָה, דִּבְרֵי רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה. רַבִּי יְהוּדָה אוֹמֵר, בִּצְבָת שֶׁל עֵץ, שֶׁלֹּא לְרַבּוֹת אֶת הַטֻּמְאָה. מֵהֵיכָן מוֹצִיאִין אוֹתוֹ, מִן הַהֵיכָל וּמִן הָאוּלָם וּמִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ, דִּבְרֵי רַבִּי שִׁמְעוֹן בֶּן נַנָּס. רַבִּי עֲקִיבָא אוֹמֵר, מְקוֹם שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת, מִשָּׁם מוֹצִיאִין אוֹתוֹ, וּשְׁאָר כָּל הַמְּקוֹמוֹת כּוֹפִין עָלָיו פְּסַכְתֵּר. רַבִּי שִׁמְעוֹן אוֹמֵר, מְקוֹם שֶׁהִתִּירוּ לְךָ חֲכָמִים, מִשֶּׁלְּךָ נָתְנוּ לְךָ, שֶׁלֹּא הִתִּירוּ לְךָ אֶלָּא מִשּׁוּם שְׁבוּת: \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>מבוי.</b> שאינו רחב שש עשרה אמה אעפ״י שהוא פתוח משני ראשיו לרה״ר, אי נמי רחב שש עשרה אמה ואינו מפולש אלא ראשו אחד פתוח לרה״ר וראשו אחד סתום. ומן התורה שרי לטלטולי ביה בלא שום תקון, ורבנן הוא דגזור עליה דלמא אתי לטלטולי ברשות הרבים גמור, ושריוה בתקנתא דלחי או קורה דתיהוי ליה הכירא. ואם הניח את הקורה למעלה מעשרים אמה ימעט, כלומר ישפיל את הקורה עד שתהיה למטה מעשרים, דלמעלה מעשרים לא שלטא בה עינא. ואם יש בקורה [זו] אמלתרא פירוש ציורים ופתוחים, אפילו למעלה מעשרים אמה א״צ למעט, שע״י אותם הציורים שלטא בה עינא:",
                "<b>רבי יהודה אומר א״צ.</b> דטעמא דקורה לאו משום הכירא אלא משום מחיצה, דאמרינן פי תקרה יורד וסותם, וכיון שכן הוא מה לי בתוך עשרים מה לי למעלה מעשרים. ואין הלכה כר״י:",
                "<b>והרחב מעשר אמות ימעט.</b> דטפי מעשר אמות לא מקרי פתח אלא פרצה, ואנן פתח בעינן, הלכך ימעט רוחב כניסתו ויעמידנו על עשר או על פחות:",
                "<b>ואם יש לו צורת פתח.</b> בכל מקום שאמרו חכמים צורת פתח הוא אפילו קנה מכאן וקנה מכאן גבוהים עשרה טפחים או יותר וקנה על גביהן ואע״פ שאינו נוגע בהן ואע״פ שגבוה מהן יותר משלשה טפחים. וכל האמות השנויות במשנה זו ובכל עירובין וסוכה וכלאים, הם אמה בת ששה טפחים, וכל טפח ארבע אצבעות בגודל, אלא שפעמים צריך למדוד בטפח עצב, כלומר שלא ישים ריוח באצבעות הגודל בין זו לזו אלא יהיו מצומצמות ונוגעות זו בזו, ופעמים צריך ליתן ריוח בין גודל לגודל שלא יהיו נוגעים זה בזה, וזהו הנקרא טפח שוחק. כיצד, בזמן שהמדידה בטפח עצב היא לחומרא, כגון מבוי שהוא גבוה מעשרים אמה ימעט, וסוכה שהיא גבוהה מעשרים אמה פסולה, מודדים בטפח עצב. ובזמן שהמדידה בטפח שוחק הוא לחומרא, כגון מבוי אין גבהו פחות מעשרה טפחים, סוכה אין גבהה פחות מעשרה טפחים, מודדין בטפח שוחק, וכן לעולם:"
            ],
            [
                "<b>הכשר מבוי.</b> הכנתו והזמנתו של מבוי לטלטל בתוכו ע״י שתופי מבואות:",
                "<b>ב״ש אומרים לחי וקורה.</b> שניהן צריך דסבירא להו מן התורה ד׳ מחיצות שלימות בעינן ואתאי הלכה למשה מסיני ואוקימתא לרביעית אלחי וקורה:",
                "<b>ובה״א או לחי או קורה.</b> דמן התורה ג׳ מחיצות [שלימות] בעינן ותו לא ואתאי הלכה למשה מסיני להוסיף הרביעית, או בלחי משהו או בקורה להיכר מחיצה. ומבוי דאיירי ביה הכא הוא מבוי סתום מג׳ רוחותיו ורוח רביעית פתוחה לרה״ר, וארכו יותר על רחבו, דאי ארכו כרחבו הוי כחצר שנפרצה הפתוחה לרה״ר, וצריך פס ארבעה ומשהו או שני פסין של כל שהן. וכן חצר שנפרצה לרה״ר וארכה יותר על רחבה נדונה כמבוי ונתרת בלחי או קורה. ומבוי שהוכשר בלחי חלוק ממבוי שהוכשר בקורה, דאילו מבוי שהוכשר בלחי הוי כאילו יש לו ארבע מחיצות והזורק מרשות הרבים לתוכו חייב, ומבוי שהוכשר בקורה אף על פי שמותר לטלטל בתוכו על ידי שתוף לא הוי כרשות היחיד גמורה והזורק מרשות הרבים לתוכו פטור, דקיי״ל קורה משום הכירא, ולחי משום מחיצה:",
                "<b>רבי אליעזר אומר לחיים.</b> כב״ש ס״ל ובעי לחי מכאן ומכאן. ואין הלכה כר״א:",
                "<b>אמר תלמיד אחד.</b> הוא רבי מאיר:",
                "<b>שהוא פחות מארבע אמות.</b> רוחב פתחו:",
                "<b>אמר רבי עקיבא על זה ועל זה נחלקו.</b> ות״ק נמי הכי קאמר דלא מפליג בין רחב לקצר. ומפרש תלמודא דאיכא בינייהו מבוי שיש ברוחב פתחו פחות מד׳ טפחים, דחד מינייהו סבר אין צריך לא לחי ולא קורה, ואידך סבר צריך לחי או קורה, ולא הוברר מתוך דבריהם הי מינייהו סבר צריך והי מינייהו סבר א״צ:  "
            ],
            [
                "<b>רחבה כדי לקבל אריח.</b> שתהא ראויה לבנות עליה בנין לקביעות:",
                "<b>והאריח חצי לבנה של שלשה טפחים.</b> נמצא אריח טפח ומחצה רוחב:",
                "<b>דיה לקורה ברוחב טפח.</b> הכי קאמר, כיון שהקורה רחבה טפח, אותו חצי טפח הנותר, שהאריח רחב טפח ומחצה, יכול למרח בטיט אצבע מכאן ואצבע מכאן, וע״י כן תהיה רחבה לקבל אריח, והכי מפרש לה בגמרא:"
            ],
            [
                "<b>בריאה לקבל אריח.</b> חזקה לסבול כובד האריח שלא תשבר. וכן הלכה:"
            ],
            [
                "<b>היתה של קש ושל קנים כו׳</b> ר׳ יהודה קאמר לה, ולית הלכתא כוותיה:",
                "<b>עקומה.</b> שאין אריח יכול לנוח עליה, וכן עגולה אין אריח נח בה:",
                "<b>אם יש בהקיפה.</b> כלומר ואיזו היא מדת העגולה להכשיר, כל שיש בהקיפה שלשה טפחים, שצריכה חוט שלשה טפחים להקיפה סביב, בידוע שיש בה רוחב טפח אם תחלק, שכן מצינו בים שעשה שלמה (ד״ה ב׳ ד׳) עשר באמה משפתו אל שפתו עגול סביב וקו שלשים באמה יסוב אותו סביב, אלמא לכל אמה רוחב בעגול איכא שלש אמות היקף:"
            ],
            [
                "<b>לחיים שאמרו.</b> לחיים שנחלקו בה רבי אליעזר וחכמים, דלרבי אליעזר תרתי בעינן ולרבנן חדא, זהו שיעורן:",
                "<b>גבהן עשרה טפחים.</b> כשיעור גובה המבוי דאין גבהו פחות מעשרה טפחים. ואפילו היה המבוי גבוה הרבה דיו בלחי גבוה עשרה טפחים:",
                "<b>ורבי יוסי אומר רחבן שלשה.</b> דבעי דבר חשוב במחיצה. ואין הלכה כר״י:"
            ],
            [
                "<b>רבי יוסי אוסר.</b> דחיישינן שמא תמות ולא הוי גבוהה עשרה ולא יהיב אדעתיה וסמיך עלה:",
                "<b>ומטמא משום גולל.</b> אם עשאן גולל לקבר מטמא לעולם אם נגע בו אדם וכלים כאהל המת, אפילו ניטל משם דכתיב (במדבר יט) וכל אשר יגע על פני השדה ודרשינן לרבות גולל ודופק. גולל הוא כסוי הקבר:",
                "<b>ור״מ מטהר.</b> טעמא דר״מ משום דקסבר כל מחיצה העומדת ברוח חיים אינה מחיצה. ואינה הלכה:",
                "<b>ורבי יוסי הגלילי פוסל.</b> דכתיב (דברים כד) וכתב לה ספר, מה ספר אין בו רוח חיים אף כל שאין בו רוח חיים. ורבנן אי כתיב וכתב לה בספר כדקאמרת, השתא דכתיב וכתב לה ספר לספור דברים הוא דאתא. והלכה כת״ק. [ואם כתב] לה גט בקרן של פרה ונתן לה את הפרה, דהשתא אינו צריך קציצה לאחר שנכתב, כשר. אבל אם לא נתן לה את הפרה אלא את הקרן, כיון שצריך קציצה, לא מגרשה ביה:"
            ],
            [
                "<b>ולא יהיה פרצות יתרות על הבנין.</b> ואפילו הן פרצות קטנות פחותות מעשר, אם הפרוץ מרובה על העומד אינה מחיצה, ואף כנגד העומד אסור:",
                "<b>כל פרצה שהיא כעשר אמות מותרת.</b> ובלבד שיהא העומד רב עליה. אי נמי פרוץ כעומד, הוי מחיצה ואף כנגד הפרוץ מותר:",
                "<b>יתר מכאן אסור.</b> אפילו פרצה אחת יותר מעשר אוסרת כל ההיקף ואפילו העומד מרובה, דלא עבדי אינשי פתח יותר מעשר והוי פרצה. ודוקא דאין לה צורת פתח, אבל אית לה צורת פתח אפילו יותר מעשר הוי פתח:"
            ],
            [
                "<b>מקיפין שלשה חבלים.</b> אשיירא שחנתה בבקעה קאי:",
                "<b>זה למעלה מזה.</b> ע״ג יתדות סביב, מן החבל התחתון לקרקע פחות מג׳ והרי כאילו כולו עומד דכל פחות מג׳ כלבוד דמי, וממנו לאמצעי פחות משלשה הרי עומד ששה טפחים פחות שני משהויין בשני האוירין, ומאמצעי לעליון פחות משלשה הרי תשעה טפחים עומד בשלשה האוירין פחות שלשה משהויין:",
                "<b>שיעור עובי החבלים יותר על טפח.</b> שלשה משהויין, כדי שיהא בין הכל עשרה טפחים:"
            ],
            [
                "<b>מקיפים בקנים.</b> נעוצים ועומדים, וזו היא מחיצת שתי, אבל של חבלים הויא מחיצה של ערב:",
                "<b>בשיירא דברו.</b> הקילו אצלן שאין צריכים אלא או שתי כגון קנים או ערב כגון חבלים, אבל ליחיד לא הקילו אלא עד שיהיה בה שתי וערב. ושלשה בני אדם הרי הן כשיירא:",
                "<b>כל מחיצה שאינה של שתי ושל ערב כו׳</b> ר׳ יוסי ב״ר יהודה פליג עליה דאבוה, וקאמר אפילו לשיירא בעי שתי וערב:",
                "<b>אחד משני דברים.</b> או שתי או ערב ואיכא בין רבנן קמאי לרבנן בתראי דרבנן קמאי לא שרו ליחיד אלא דומיא דשיירא, בדרך, הואיל ואינו יכול לעשות מחיצה ראויה, ולא בישוב, ורבנן בתראי אמרי אחד משני דברים בין ליחיד בין לרבים בין בדרך בין בישוב, והלכתא כותייהו. אלא שאדם אחד או שנים ששבתו במדבר אין יכולים לעשות מחיצה גדולה יותר מבית סאתים שהוא מאה אמה אורך על חמשים רוחב כחצר המשכן, ושלשה בני אדם או יותר הן שיירא ויכולים לעשות מחיצה גדולה ואפילו כמה מילין כפי מה שצריך להם ולכלי תשמישם ולבהמתם, ובלבד שלא ישאר מקום פנוי בתוך המחיצה יותר מבית סאתים:",
                "<b>פטרו במחנה.</b> ליוצאים למלחמה ואפילו למלחמת הרשות:",
                "<b>מביאין עצים.</b> ואין חוששים משום גזל, ואפילו כרתו אותם בעליהם ועשאום חבילות:",
                "<b>ופטורים מרחיצת ידים.</b> שלפני הסעודה, אבל במים שלאחר הסעודה חייבים. הואיל ונתקנו מחמת הסכנה של מלח סדומית המסמא את העינים, חמירא סכנתא מאיסורא:",
                "<b>ומדמאי.</b> שאין צריכין להפריש תרומת מעשר של דמאי, כגון אם לקחו תבואה מעם הארץ:",
                "<b>ומלערב.</b> עירובי חצרות, כגון מאהל לאהל במחנה מוקף מחיצות. אבל עירובי תחומין צריכין לערב:"
            ]
        ],
        [
            [
                "<b>עושין פסין לביראות.</b> שברשות הרבים. לפי שהביראות רשות היחיד הן שעמוקים עשרה ואין יכולים למלאות מהן ולהוציא לרשות הרבים, ועושין פסין שיהיו הפסין עושין [חלל] סביבות הבור רשות היחיד, וימלא ויוציא ויניח שם ותכנס בהמתו כולה או ראשה ורובה וישקנה:",
                "<b>דיומדין.</b> שני עמודין. שכל עמוד מאלו הארבעה נראה כשנים. דיו בלשון יון שנים. וכשנועץ העמוד העשוי כשנים לפאת דרומית מערבית נמצא נוטה דופנו אחד למזרח ודופנו אחד לצפון, והשני לפאת מערבית צפונית נוטה צדו אחד למזרח וצדו אחד לדרום, וכשנותן ארבעתן לארבע הפאות נמצא לכל רוח שתי אמות דופן אמה כנגד אמה והריוח בינתיים:",
                "<b>וארבעה פשוטין.</b> באמצע נותן לכל רוח לוח רחבה אמה. ובזמן שאין בין פס לפס מארבעה דיומדין [אלו] אלא עשר אמות או פחות מודה ר״מ דאין צריך לפסין פשוטין, ואם יש ביניהן יותר משלש עשרה אמה ושליש מודה ר״י דצריך פשוטין, לא נחלקו אלא מעשר עד שלש עשרה אמה ושליש. דר״מ אומר צריך פשוטים ור״י אומר אין צריך. והלכה כר״י:",
                "<b>שתי רבקות של שלש שלש בקר.</b> שרוחב כל בקר ובקר אמתים פחות שליש, נמצא רוחב ששה בקר עשר אמות, וזה הריוח שיכול ליתן בין פס לפס לדברי רבי מאיר, ואם יש רוחב יותר מזה צריך שירבה בפסין פשוטין:",
                "<b>רבקות.</b> לשון עגל מרבק (שמואל א׳ כח):",
                "<b>ר״י אומר של ארבע ארבע.</b> הן י״ג אמה ושליש:",
                "<b>קשורות אבל לא מותרות.</b> דלא תימא כעין קשורות ולא קשורות ממש, להכי תנא אבל לא מותרות, להחמיר ולמעט ריוח שבינתים:",
                "<b>אחת נכנסת ואחת יוצאת.</b> רבקה אחת של בקר נכנסת ורבקה אחת יוצאת, ויש יותר רוחב משאילו היו שתיהן יוצאות או שתיהן נכנסות. וזו קולא היא דלא בעינן מצומצמות כל כך:"
            ],
            [
                "<b>מותר להקריב לבאר.</b> הפסין, ולעשות היקף קצר. ובלבד שיהא משפת הבאר עד בין הפסין כדי ראשה ורובה של פרה שהן שתי אמות, אבל בציר מהכי לא שמא ימשך אחר פרתו ויוציא הדלי חוץ למחיצה:",
                "<b>מותר להרחיק כל שהוא.</b> לעשות היקף גדול כמו שלבו חפץ:",
                "<b>ובלבד שירבה בפסין.</b> דכל מה שמרחיק מן הבור מרבה בריוח שבין הפסין, וצריך להרבות בפסין עד כדי שלא יהא בין פשוט לפשוט [ובין פשוט לדיומד] יותר מי״ג אמה ושליש, כדברי רבי יהודה שהלכה כמותו:"
            ],
            [
                "<b>רבי יהודה אומר עד בית סאתים.</b> לא יעשה היקף גדול לבאר אלא עד בית סאתים:",
                "<b>לגינה ולקרפף.</b> שאין הקיפן לדירה:",
                "<b>קרפף.</b> היקף גדול חוץ לעיר להכניס שם עצים לאוצר:",
                "<b>דיר.</b> של בהמות שעושין בשדות היום כאן ולמחר כאן כדי לזבלה בגללי בהמה:",
                "<b>סחר.</b> [היקף מחיצה] לבהמות בעיר. ואית דגרסי סהר, בית האסורים:",
                "<b>חצר.</b> מקום מגולה שלפני הבתים:",
                "<b>מוקצה.</b> רחבה שאחורי הבתים, דכל הני הקיפן לדירה הוא. והני פסי ביראות נמי הואיל ומימיהן ראויות לשתיית אדם תשמיש מעלייתא הוא:",
                "<b>ומותר להרחיק כל שהוא.</b> כלומר כשם שכל אלו שהוקפו לדירה אפילו גדולים עד י׳ כורים מותר לטלטל בהם, כך מותר להרחיק ההיקף של פסי ביראות כל מה שלבו חפץ, וכן הלכה:"
            ],
            [
                "<b>אם היתה דרך הרבים.</b> דרך שרבים בוקעים בה מפסקת בין הפסים, יסלקנה לצדדים מחוץ לפסים שלא יהיו הרבים מהלכים בין הפסים, דמשוו לה כרשות הרבים ומבטלים המחיצה. ואין הלכה כר״י:",
                "<b>בור הרבים.</b> אי פסקי מיא מדכרי אהדדי, שלא התירו פסי ביראות אלא שיהיו מים מצויין לבהמות עולי רגלים, וכל זמן שאין שם מים אין לפסין תורת מחיצה:",
                "<b>באר היחיד.</b> נמי שרי, דבאר מים חיים הן והא לא פסקי מיא:",
                "<b>לבאר הרבים.</b> דאיכא תרתי למעליותא. וכן הלכה. ואין מותר למלאות מים ולהוציא מן הבאר על ידי פסי ביראות אלא כדי להשקות בהמתן של עולי רגלים ובא״י בלבד. אבל להוציא מים כדי לשתות האדם עצמו אסור, אלא יורד לבור ושותה או עושה מחיצה גבוהה עשרה טפחים:"
            ],
            [
                "<b>ועוד א״ר יהודה בן בבא.</b> משום דאמר חדא לחומרא גבי פסין, דאמר אין עושין אותן אלא לבאר הרבים. והשתא קאמר חומרא אחריתא דאף במוקף לדירה לא שרי טפי מבית סאתים, משום הכי תנא ועוד:",
                "<b>שומירה.</b> סוכת שומרים. דאע״ג דהוקף לדירה, בית סאתים הוא דשרי, טפי לא:",
                "<b>סמוכה לעיר.</b> דהואיל וקרובה לביתו דעתו להשתמש בה תמיד וכמוקף לדירה דמי:",
                "<b>ובלבד שתהא שבעים אמה ושירים על שבעים אמה ושירים.</b> ולא יותר. ות״ק נמי דלעיל דאמרו לו לא אמרו בית סאתים אלא לקרפף ולגינה אבל אם היה דיר או סהר או חצר וכו׳ כר׳ עקיבא קאמר, דהיכא דאיכא בית דירה אפילו טובא נמי, וכשלא הוקף לדירה בית סאתים. ומאי בינייהו, אמרינן בגמ׳ דאיכא בינייהו דבר מועט שבית סאתים יותר על שבעים אמה ושיריים רבועים, ות״ק שרי בבית סאתים שלמים, ולר״ע ע׳ אמה ושיריים על ע׳ אמה ושיריים ותו לא. וכיצד ידענו דבית סאתים יותר על ע׳ אמה ושיריים רבועים, דהא אמרינן בגמרא וכמה הן סאתים כחצר המשכן, וחצר המשכן כתיב ביה (שמות כ״ז:י״ח) אורך החצר מאה באמה ורוחב חמשים בחמשים ודרשינן מאי חמשים בחמשים, אמרה תורה טול חמשים שארכו יתר על רחבו וסבב נ׳ הנותרים לשיעור שבת, דהוו להו ע׳ אמה וד׳ טפחים מרובעים. כיצד, עשה מהם ה׳ רצועות של עשר אמה רוחב ואורכן חמשים, תן אחת למזרחה ואחת למערבה, הרי רחבה ע׳ וארכה נ׳, שים אחת לדרום ואחת לצפון הרי שבעים על שבעים אלא שהקרנות פגומים לכל קרן וקרן עשר על עשר מפני התוספת שהוספת, טול מן הרצועה החמישית ארבע חתיכות של עשר [על עשר] ושים לארבע קרנות ונתמלאו, טול עשר על עשר הנותרים שהם ששים טפחים [על ששים טפחים] ועשה אותם רצועות של שני טפחים, הרי שלשים רצועות אורך כל אחת עשר אמות, שהן שלש מאות אמה, תן שבעים לכל רוח הרי שבעים [אמות] וד׳ טפחים, על שבעים אמות וד׳ טפחים אלא שהקרנות פגומים טפחיים על טפחיים, ונשארו בידך כ׳ אמה טול מהם ח׳ טפחים ושים לקרנות ונתמלאו, ונשארו בידך י״ח אמות וד׳ טפחים אורך ברוחב טפחיים והיינו דבר מועט, שאם באת לחלקן ולהקיף אין מגיע תוספת לרוחב שני שלישי אצבע דהא בעי למעבד מינה רצועות של רפ״ג [אמות] אורך להקיף הד׳ רוחות. כך מצאתי פירוש שטה זו בפירושי רש״י ונכון הוא. והרמב״ם בקש חשבונות רבים ולא ירדתי לסוף דעתו. ובמה שאמר רבי עקיבא אפילו אין בה אחד מאלו מטלטלים בתוכה, הלכתא כותיה. אבל במאי דפליג אחכמים דאמרו לו דלעיל וסבר דשבעים אמה ושיריים על שבעים אמה ושיריים ותו לא, בהא הלכה כחכמים. דבבית סאתים כחצר המשכן שרי, שהוא דבר מועט יותר על ע׳ אמה ושיריים רבועים:",
                "<b>אם היתה ארכה יותר על רחבה.</b> ואע״ג דמיעט רחבה והוסיף על ארכה ואין בכולה אלא בית סאתים, אין מטלטלין, דמרובע הוא דשרו רבנן היכא דלא הוקף לדירה. והלכה כר׳ יוסי דפליג אדרבי אליעזר ולא בעי מרובעות:"
            ],
            [
                "<b>אפילו היא כבית כור.</b> אפלוגתא דלעיל קאי אגינה וקרפף:",
                "<b>אנשי חצר ששכח אחד מהם ולא עירב.</b> ולמחר בטל רשות חצרו לחביריו, שהיה אוסר עליהן מלהוציא מבתיהן לחצר, שהחצר ברשות כולן וחלקו אוסר עליה. הואיל ובטל רשות חצרו בטל אף רשות ביתו, אע״פ שלא פירש ונעשה אורח אצלם לפיכך אף ביתו מותר להם. אבל אסור לו להכניס ולהוציא מביתו לחצר, אע״פ שהוא מותר להכניס ולהוציא מבתיהם לחצר כשאר כל אדם הנכנס לבית חברו שמותר לו להוציא מבית חברו לחצר, דהא רשותא דחד הוא, מ״מ מביתו אסור הוא להוציא. ולא אמרינן כיון דבטל להו רשות ביתו הרי ביתו כבתיהם, דבשעה שמוציא מביתו לחצר חוזר ומחזיק ברשותו הוא ואוסר עליהן, כדתנן בהדר עם העובד כוכבים, מי שנתן רשותו וחזר והוציא בין בשוגג בין במזיד הרי זה אוסר:",
                "<b>שיוצאים בעקרבנין בפסח.</b> משום מרור. ועקרבנין ירק שעליו שלו דומות לעקרב. ואני שמעתי סיב הגדל סביבות הדקל:",
                "<b>ובקשתי לי חבר.</b> לג׳ דברים הללו אם שמע מפיו, ולא מצאתי. ואין הלכה כאחד מהן. דגבי גינה וקרפף לא שרי טפי מבית סאתים. ואנשי חצר ששכח אחד מהן ולא עירב ובטל רשותו ולא בטל ביתו אף להם אסור ביתו, אבל מבתיהם לחצר מותר. ועקרבנין לאו מרור הוא ואין אדם יוצא בו ידי חובתו בפסח:"
            ]
        ],
        [
            [
                "<b>בכל מערבין.</b> עירובי תחומין. דאילו עירובי חצירות אין מערבין אלא בפת. והאי בכל דתנן במתניתין, לאו דוקא, כדאמרינן בגמרא אין למדין מן הכללות אפילו במקום שנאמר בהן חוץ, דהא הכא תנן בכל מערבין חוץ מן המים ומן המלח, ואיכא נמי כמהין ופטריות דאין מערבין ולא משתתפים בהם דלאו מזון נינהו, כמו מים ומלח:",
                "<b>ומשתתפים.</b> שתופי מבואות:",
                "<b>הכל נלקח בכסף מעשר.</b> כדכתיב (דברים י״ד:כ״ו) ונתת הכסף בכל אשר תאוה נפשך:",
                "<b>חוץ מן המים ומן המלח.</b> דלאו פרי מפרי הוא:",
                "<b>הנודר מן המזון.</b> לא דאמר יאסר עלי מזון, דאין נקרא מזון אלא חמשת המינים דזייני וסעדי, אלא כגון דאמר כל הזן עלי קונם, וכל מילי זייני ומשביעים לפי שעה חוץ מן המים והמלח:",
                "<b>מערבין לנזיר ביין.</b> דאף על גב דלא חזי לדידיה, חזי לאחריני:",
                "<b>ולישראל בתרומה.</b> דהא חזיא לכהנים:",
                "<b>סומכוס אומר בחולין.</b> דמידי דחזי ליה בעינן. וביין לנזיר לא פליג סומכוס, מפני שאפשר שישאל הנזיר על נדרו ויהיה היין מותר לו באותה שבת, אבל תרומה אי אפשר שתהיה ראויה לישראל, שאפילו ישאל המפריש התרומה עליה והרי היא כאילו לא הורמה, הרי היא חוזרת לטבלה ואסור לאכול ממנה עד שיחזור ויפריש תרומה אחרת, ואין מפרישין תרומה בשבת אפילו בין השמשות, הילכך לא חזיא ליה. ואין הלכה כסומכוס:",
                "<b>ולכהן בבית הפרס.</b> סתמא היא, ולאו סומכוס קאמר לה. ",
                "<b>בית הפרס.</b> שדה שנחרש בה קבר מותר לכהן ליכנס שם כשהוא מנפח והולך, ורואה שאינו נוגע בעצם כשעורה. ומשום הכי מותר ליתן עירובו שם שהרי יכול להכנס במקום שנתן שם עירובו והוי הוא ועירובו במקום אחד:",
                "<b>לחוץ.</b> לעשות מחיצה בינו לקבר שלא יאהיל, כגון שיכנס שם בשידה תיבה ומגדל, אלמא חזי ליה. ופלוגתא דר׳ יהודה ורבנן מוקמינן בגמרא דאפילו בישראל פליגי רבנן עליה דר״י ואמרי דאין מניחין עירובי תחומין בבית הקברות, ולא נקט כהן אלא להודיעך כחו דר״י דאפילו בכהן שרי. ובהא קמיפלגי, דר״י סבר אע״ג דאסור ליהנות ולהשתמש בבית הקברות, מותר להניח שם עירוב, דאין מערבין עירובי תחומין אלא לדבר מצוה ומצות לאו ליהנות נתנו, ואע״פ שמשתמר שם העירוב אחר קנייתו דהא בין השמשות קונה וכבר נעשית המצוה והוא משתמר שם כל השבת. קסבר ר״י אין אדם מקפיד על עירובו אם אבד או נגנב לאחר שקנה ורבנן סברי אדם מקפיד על עירובו לאחר שקנה, ורוצה שלא יגנב, הלכך כשהעירוב משתמר בבית הקברות כל השבת לאחר שקנה בין השמשות ונגמרה מצותו נמצא משתמש באסורי הנאה שהקברות אסורים בהנאה, לפיכך לא יניח אדם עירוב בבית הקברות. והלכה כחכמים:"
            ],
            [
                "<b>מערבין בדמאי.</b> בככר שלקחה מעם הארץ ולא הפריש ממנה תרומת מעשר של דמאי:",
                "<b>ובמעשר ראשון כו׳ אבל לא בטבל וכו׳</b> כולן מפורשין במס׳ שבת פרק מפנין:",
                "<b>השולח את עירובו ביד חרש כו׳</b> להוליכו לסוף אלפים אמה. ודוקא בעירובי תחומין אינו עירוב אם שלחו ביד קטן, אבל בעירובי חצרות קיי״ל קטן גובה את העירוב:",
                "<b>ביד מי שאינו מודה בעירוב.</b> כגון כותי או צדוקי:",
                "<b>ואם אמר לאחר.</b> כשר, לקבלו מן הפסול ויוליכנו הכשר לסוף אלפים אמה:",
                "<b>הרי זה עירוב.</b> ובלבד שיהא הוא עומד ורואה בשעה שהפסול נותנו ליד הכשר, אע״פ שאינו רואה כשהכשר מוליכו, דחזקה שליח עושה שליחותו:"
            ],
            [
                "<b>נתנו באילן.</b> העומד ברה״ר ויש בו ארבעה טפחים על ארבעה טפחים או יותר:",
                "<b>למעלה מעשרה אין עירובו עירוב.</b> דכיון דהאילן רחב ד׳, למעלה מעשרה הוי רשות היחיד, והוא קנה שביתתו ברה״ר, וכיון דאי הוי בעי למשקל עירוביה ומיכליה בשעה שהעירוב זוכה לו דהיינו בין השמשות לא מצי שקיל ליה דמייתי מרשות היחיד לרשות הרבים לא הוי עירוב:",
                "<b>למטה מעשרה הרי זה עירוב.</b> דלמטה מעשרה כרמלית היא, דכל משלשה ועד תשעה ברוחב ארבעה כרמלית היא, וכיון דאי שקיל ליה לעירוביה אין כאן אלא איסור שבות, הרי זה עירוב. ומתניתין רבי היא דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות. ובשעה שהעירוב זוכה לו דהיינו בין השמשות מצי שקיל ליה, ונמצא הוא ועירובו במקום אחד הילכך הוי עירוב:",
                "<b>נתנו בבור.</b> שבכרמלית כגון שבבקעה ושבשדות ונתכוין לשבות בבקעה או בשדה, הרי זה עירוב, דבור עצמו רשות היחיד והוא קנה שביתה בכרמלית ובשעה שהעירוב זוכה לו דהיינו בין השמשות מצי שקיל ליה, כרבי דאמר כל דבר שהוא משום שבות לא גזרו עליו בין השמשות:",
                "<b>אפילו גבוה מאה אמה.</b> ואין למטה רוחב ארבע דלאו רשות היחיד הוא, ואע״ג דלמעלה רחב ארבע דהא עירוב על גבי מקום ד׳ בעינן:",
                "<b>תלוש ונעוץ.</b> הוא דהוי עירוב, אבל מחובר לא הוי עירוב משום דכי שקיל ליה גזירה שמא יקטום, לפי שהקנה רך הוא איכא למיגזר שמא יקטום כי שקיל ליה, אבל אילן קשה הוא ובין השמשות לשמא יעלה ויתלוש לא חיישינן, אבל קטימת קנה איידי דרכיכא ודאי מקטמא ומחייב משום קוצר. אי נמי קנה וקונדס מיחלף ליה מחובר בתלוש, דקנים הרבה תלושין נעוצים ונראין כמחוברים, משום הכי איכא למיגזר שמא יקטום במחובר ויחשוב שהוא תלוש, אבל באילן ליכא למיגזר שמא יעלה ויתלוש ויטעה לחשוב דתלוש הוא:",
                "<b>נתנו במגדל.</b> של עץ:",
                "<b>ואבד המפתח הרי זה עירוב.</b> וכגון שהמנעול קשור בחוטים וחבלים שאם לא ימצא המפתח אי אפשר לחתכן אלא בסכין, ת״ק סבר הואיל ואפשר לפתוח על ידי שיחתוך החבלים בסכין אין כאן איסור סקילה אלא איסור שבות, דמקלקל הוא בחתיכת החבלים וכל המקלקלים פטורים, ואיסור שבות ביה״ש בשעת קניית העירוב לא גזרו בו כדאמרן, הילכך הוי עירוב, דמצי מייתי סכין ויחתוך לחבלים ושקיל לעירוביה. ור׳ אליעזר סבר אין כלי ניטל אלא לצורך תשמישו ואסור לטלטל הסכין כדי לחתוך החבלים שאין תשמישו אלא לחתוך האוכלים, והואיל ואיכא תרתי, טלטול הסכין, וחתיכת החבלים, אפילו לרבי דאמר כל דבר שהוא משום שבות בין השמשות לא גזרו, בכה״ג מודה דגזרו. ואין הלכה כר״א:"
            ],
            [
                "<b>נתגלגל חוץ לתחום אינו עירוב.</b> הואיל ויש מביתו שהוא לן שם עד עירובו יותר מאלפים אמה לא מצי למיזל ולמשקליה. והוא שנתגלגל שתי אמות חוץ לאלפים אמה שכל אדם יש לו ארבע אמות ממקום עירובו, שתי אמות מצד מזרחו של עירוב ושתי אמות מצד מערבו:",
                "<b>נפל עליו גל.</b> והוא דבעי מרא וחצינא לפנוייה, דהויא מלאכה ולא שבות:",
                "<b>תרומה ונטמאת.</b> דהשתא לא חזיא לא לדידיה ולא לאחריני. ואצטריך תנא לאשמעינן נתגלגל חוץ לתחום ונפל עליו גל, דאי אשמעינן נתגלגל, משום דליתיה גביה הוי הוא במקום אחד ועירובו במקום אחר, אבל נפל עליו גל דאיתיה גביה אימא להוי עירוב. ואי אשמעינן נפל עליו גל דלא מצי שקיל ליה אלא במלאכה במרא וחצינא. אבל נתגלגל דאפשר דנשיב זיקא ומהדר ליה לתוך התחום אימא ליהוי עירוב קמ״ל. ותנא נשרף להודיעך כחו דרבי יוסי דאע״ג דאינו בעולם משום ספק לא מתסר. ותנא תרומה שנטמאת להודיעך כחו דר״מ דאע״ג דישנו בעולם וי״ל העמידנה בין השמשות על חזקתה של קודם לכן וטהורה היתה אפ״ה, לא אמרינן חזקה לקולא:",
                "<b>משחשיכה הרי זה עירוב.</b> דלאחר שקנה בין השמשות אין חוששין לו אם נאבד:",
                "<b>הרי זה חמר גמל.</b> דמספקא לן אי קנה ליה עירוב והכא הויא ביתו ומהכא יש לו אלפים לכל רוח והפסיד אלפים שמעבר ביתו והלאה, או שמא לא קנה עירוב ומביתו יש לו אלפים לכל רוח ולא קנה לעבר עירובו כלום, ומחמת ספק זה נאסר ללכת אלא אלפים אמה שבין ביתו לעירוב, דממה נפשך בהנך משתרי, אבל באלפים דמעירובו ואילך לא, דילמא לא קנה עירוב. ומביתו ואילך נמי לא, דילמא קנה עירוב. נמצא זה מושכו לכאן וזה מושכו לכאן כאדם המנהיג חמור וגמל שהחמור הולך לפניו וזה מנהיגו והגמל מאחוריו והוא מושכו וצריך לפנות לפניו ולאחריו:",
                "<b>רבי יוסי ור׳ שמעון אומרים ספק העירוב כשר.</b> דאמרינן העמד עירוב על חזקתו, וכשהניחו היה בתוך התחום והיה טהור ולא היה עליו גל לפיכך עירובו עירוב וכן הלכה:"
            ],
            [
                "<b>מתנה אדם על עירובו.</b> מניח שני עירובין אחד לסוף אלפים למזרח ביתו ואחד לסוף אלפים למערב ביתו, ואומר אם באו עובדי כוכבים למזרח וצריך אני לברוח מפניהם יקנה לי עירובי שבמערב ויהיו לי למערב ביתי ד׳ אלפים אמה. ואע״ג דלא אתו עד למחר, אמרינן יש ברירה דבין השמשות קנה ליה עירובא דאידך גיסא:",
                "<b>הריני כבני עירי.</b> אלפים מעירי לכל רוח ואיני צריך להשתכר לכאן ולהפסיד מכאן:",
                "<b>אם בא חכם למזרח.</b> חוץ לתחום עירי ורוצה אני ללמוד מפיו, ועכשיו איני יודע לאיזה צד יבא ולמחר אשמע מבני אדם הבאים משם לכאן ע״י עירוב:",
                "<b>רבי יהודה אומר.</b> אם באו מכאן ומכאן, ואחד מהם רבו, ילך אצל רבו ולא אצל האחר דקים לן בגויה דבשעת קניית עירוב בין השמשות דעתיה דלקני ליה ההוא עירוב דלצד רביה. ואין הלכה כר״י, דזמנין דניחא ליה לאינש בחבריה טפי מרביה:"
            ],
            [
                "<b>מערב אדם שני עירובין.</b> אם היה צריך לילך יום ראשון לכאן ויום שני לכאן, יכול לערב למזרח ולמערב ערב יום הראשון, ואומר עירובי של מזרח יקנה לי היום לצורך מחר, ועירובי של מערב יקנה לי בין השמשות דלמחר לצורך יום שני. דקסבר ר״א שבת ויו״ט לאו כחד יומא אריכא נינהו אלא ב׳ קדושות [הן], ובין השמשות דקמא לדידיה הוא דקני ולא ליום שני:",
                "<b>עירובי בראשון ובשני כבני עירי.</b> כלומר ואם לא היה צריך לילך אלא ביום ראשון, ובשני א״צ לזוז ממקומו ואינו רוצה להפסיד לא אלפים של תחומו מכאן ולא אלפים של תחומו מכאן, יערב עירוב אחד לצד שהוא רוצה לילך בו ביום ראשון, ואומר עירובי זה יקנה לי לצורך מחר, ובשני הריני כבני עירי שלא עירבו. או אם היה צריך לילך בשני ולא בראשון, יאמר עירוב זה יקנה לי בין השמשות של מחר ובראשון אהיה כבני עירי:",
                "<b>או מערב לשני הימים.</b> היינו לרוח אחת דאמרי לעיל. והא תו למה לי. אלא הכי קאמרי ליה רבנן לרבי אליעזר אי אתה מודה ליום אחד דאו מערב לרוח אחת או אינו מערב כל עיקר, שאינו יכול לומר חצי יום עירובי למזרח וחצי יום עירובי למערב. לשני הימים נמי, דהיינו לשבת ויום טוב, או מערב כמו ליום אחד או אינו מערב כל עיקר. דספיקא להו לרבנן שבת ויום טוב אי כיומא אריכא דמו אי לא, ועבדי הכא לחומרא דאין יכול לערב לשתי רוחות דלמא חדא קדושה היא, והכא לחומרא דאמרי לקמן נאכל בראשון אין עירוב לשני, דלמא שתי קדושות הן ולא כיומא אריכא דמו:",
                "<b>מוליכו.</b> השליח ערב יום טוב שלפני שבת ומחשיך עליו עד שיקנה העירוב:",
                "<b>ונוטל ובא לו.</b> שמא יאבד ושוב אין לו עירוב לשני, כדקתני נאכל עירובו בראשון עירוב לראשון ואין עירוב לשני:",
                "<b>ובשני.</b> חוזר ומוליכו בשני. דקיימא לן המערב בפת בראשון ורוצה לערב בפת בשני צריך שיערב באותו עירוב עצמו שקרא עליו שם מאתמול, ועתה שותק. אבל לא בפת אחרת דבעי למיקרא עליה השתא שם עירוב והוי מכין מיום טוב לשבת:",
                "<b>נמצא משתכר בהליכתו.</b> כלומר קונה לו הליכה ליום מחר:",
                "<b>ומשתכר בעירובו.</b> שאוכלו. ויו״ט אחר השבת דלא אפשר בהכי, מוליכו בראשון ואינו אוכלו וחוזר והולך שם בשני לראות אם קיים העירוב מחשיך עליו, ואם רוצה יאכלנו אחרי כן:",
                "<b>מודים אתם לי שהן שתי קדושות.</b> דאמריתו נאכל עירוב בראשון אין עירוב לשני, ואי חדא קדושה נינהו הוה ליה כחד יומא אריכתא ויקנה בין השמשות של ראשון לשניהם, וכיון דשתי קדושות נינהו יכול לערב נמי לשתי רוחות, ורבנן אזלי הכא לחומרא והכא לחומרא כדאמרן, משום דמספקא להו. והלכה כרבי אליעזר דשבת ויום טוב שתי קדושות הן:"
            ],
            [
                "<b>שמא תתעבר.</b> שמא יעשו ב״ד הגדול אלול מעובר ויהיו ב׳ ימים טובים, יום ל׳ של אלול ויום ל״א, והוא צריך לילך בראשון לצד אחד ובשני לצד אחר מערב שני עירובין ומניחן בערב יו״ט זה לכאן וזה לכאן ואומר וכו׳:",
                "<b>ולא הודו לו חכמים.</b> דקסברי קדושה אחת הן. והלכה כחכמים בשני ימים טובים של ראש השנה. דלאו משום ספיקא בלבד אתקן שמא קדשו ב״ד את יום שלשים או יום ל״א ואחד מהם חול, אלא משום דשמא באו עדים מן המנחה ולמעלה, שנוהגין אותו היום קודש ולמחר קודש ותרוייהו קדושה אחת. אבל בשאר ימים טובים של גליות דלא אתקון אלא מספיקא דלא ידעינן מתי קדשו בית דין הגדול את החדש, מודים חכמים לרבי יהודה דשתי קדושות הן. וחכמים האמורים כאן הוא רבי יוסי:"
            ],
            [
                "<b>מתנה אדם על הכלכלה.</b> סל שיש בו פירות טבלים, מתנה עליו ביום טוב ראשון של ראש השנה ואומר, אם היום חול תהא זו תרומה על אלו, ואם היום קודש אין בדברי כלום. שאין מגביהין תרומה ביום טוב. ולמחר הוא אומר אם אתמול קודש והיום חול תהא זו שאמרתי אתמול תרומה על אלו, ואם היום קודש ואתמול חול כבר היא תרומה. ואוכל כלכלה המתוקנת ומשייר התרומה:",
                "<b>ולא הודו לו חכמים.</b> הוא ר׳ יוסי כדאמרן, דסבר קדושה אחת הן ואין מגביהים בהם תרומה. ודוקא בשני ימים טובים של ראש השנה כדפרישית לעיל:",
                "<b>וכן ביצה שנולדה בראשון.</b> של ראש השנה:",
                "<b>תאכל בשני.</b> דאם הראשון קודש השני חול וביצה שנולדה ביו״ט מותרת בחול דאין הכנה לחול. ואם הראשון חול והשני קדש נמצא שחול מכין ליו״ט ושפיר דמי:",
                "<b>ולא הודו לו חכמים.</b> בשני י״ט של ר״ה בלבד דקדושה אחת הן. אבל בשני ימים טובים של גליות מודים לו:"
            ],
            [
                "<b>והחליצנו.</b> זרזנו והחליצנו כח, כמו נחלץ חושים (במדבר ל״ב:י״ז) פירוש אחר הצילנו ומלטנו, כמו חלצני ה׳ מאדם רע (תהילים ק״מ:ב׳):",
                "<b>אם היום אם מחר.</b> אם היום הוא החליצנו היום, ואם מחר הוא החליצנו מחר:",
                "<b>ולא הודו לו חכמים.</b> לא להזכיר של ראש חודש בראש השנה ולא להתנות אם היום ואם מחר, אלא אומר והחליצנו סתמא בשני הימים ואינו מזכיר של ראש חודש כל עיקר. והלכה כחכמים:"
            ]
        ],
        [
            [
                "<b>מי שהוציאוהו עובדי כוכבים.</b> לאנסו חוץ לתחום:",
                "<b>או רוח רעה.</b> שנכנס בו שד ונטרפה דעתו ויצא חוץ לתחום, וחזר ונשתפה והרי הוא חוץ לתחום:",
                "<b>החזירוהו לתוך התחום כאילו לא יצא.</b> והרי כל העיר לו כארבע אמות כאשר בתחלה וחוצה לה אלפים אמה לכל רוח, ודוקא כשהוציאוהו והחזירוהו בע״כ. אבל יצא לדעתו אע״פ שהחזירוהו בע״כ, או הוציאוהו בע״כ וחזר לדעתו אין לו אלא ד׳ אמות:",
                "<b>הוליכוהו לעיר אחרת.</b> והרי היא מוקפת מחיצות, או שנתנוהו בדיר או בסהר שהן מוקפין והקיפן גדול:",
                "<b>מהלך את כולה.</b> דהואיל ומוקפת מחיצות הרי היא כד׳ אמות:",
                "<b>ר׳ יהושע ור׳ עקיבא אומרים אין לו אלא ארבע אמות.</b> דכיון דלא שבת באויר מחיצות מבעוד יום לא מהני ליה מחיצות. ורבותי פירשו משום דגזרי דיר וסהר אטו בקעה שאין לה מחיצות. ובבקעה כולי עלמא מודו דאין לו אלא ארבע אמות:",
                "<b>מפרנדסין.</b> שם מקום:",
                "<b>והפליגה.</b> כשהיא מתרחקת משפת הים ונכנסת באמצעו קרי הפלגה, לשון פלגי מים (תהלים א):",
                "<b>הלכו את כולה.</b> היו מהלכין בכל הספינה. ואע״פ שהספינה הלכה בשבת ויצאו חוץ לתחום, הוי כמי שיצא חוץ לתחום וניתן בדיר או בסהר, שהספינה מוקפת מחיצות:",
                "<b>שרצו להחמיר על עצמן.</b> דלדידהו נמי דגזרי דיר וסהר אטו בקעה, בספינה כל זמן שהיא מהלכת היה מותר להלך את כולה. ועוד שהרי שבתו באויר מחיצות מבעוד יום, אלא שרצו להחמיר. והלכה כר׳ גמליאל וכר״א בן עזריה:"
            ],
            [
                "<b>לנמל.</b> מקום שהספינות חונות כשיוצאות מן הים אל שפתו:",
                "<b>מה אנו לירד.</b> מן הספינה לתוך העיר, כלום באנו מחוץ לתחום משחשיכה. והאי נמל לאו מוקף מחיצות הוה, דאי הוה מוקף מחיצות, הא קאמר רבן גמליאל לעיל בנתנוהו בדיר או בסהר דמהלך את כולה:",
                "<b>שכבר הייתי מסתכל.</b> בשפופרת של קנה חלול שהיתה מתוקנת למדת צפיית אלפים אמה:"
            ],
            [
                "<b>מי שיצא ברשות.</b> כגון לעדות החדש או להציל מן העובדי כוכבים או מן הנהר:",
                "<b>כבר נעשה מעשה.</b> ואינך צריך לילך:",
                "<b>יש לו אלפים אמה לכל רוח.</b> ממקום שנאמר לו:",
                "<b>כאילו לא יצא.</b> הכי קאמר, אם היו אותן אלפים אמה הנתונות לו לכל רוח ממקום שנאמר לו נכנסות לתוך אלפים של תחום ביתו, כאלו לא יצא מתחומו דמי, והולך עד ביתו והרי הוא כבתחילה:",
                "<b>שכל היוצאין להציל חוזרין למקומן.</b> הכי קאמר, שכן מצינו קולא אחרת בכל היוצאין להציל מן העובדי כוכבים ומן המפולת, שמפני שיצאו ברשות התירו להם לחזור בכלי זיינן למקומם ולא הצריכום להניח כלי זיינן, הכי נמי הקילו [לזה שיצא] ברשות להיות כאילו לא יצא:"
            ],
            [
                "<b>מי שישב בדרך.</b> לנוח ולא היה יודע שהיה בתחום העיר וחשכה לו שם, וכשעמד ראה שהוא סמוך לעיר ובתחומה:",
                "<b>לא יכנס.</b> לעיר להיות כאנשי העיר, אלא ממקום שחשכה לו ימדוד אלפים אמה ועד מקום שיכלו ילך בעיר ותו לא:",
                "<b>ר״י אומר יכנס.</b> וילך כל העיר וחוצה לה אלפים אמה כבני העיר. והלכה כר׳ יהודה:",
                "<b>בלא מתכוין.</b> שלא ידע כשחשיכה לו שהוא בתחום העיר, ולא נתכוין להיות שביתתו בעיר אלא במקומו:"
            ],
            [
                "<b>יש לו אלפים אמה לכל רוח.</b> דסבר ר׳ יוחנן בן נורי חפצי הפקר שאין להם דעת בעלים, קונים שביתה במקומן ויש להם אלפים אמה לכל רוח, והישן שאין לו דעת בשעה שקונה שביתה דינו כחפצי הפקר ויש לו אלפים אמה לכל רוח. ורבנן סברי חפצי הפקר אין קונין שביתה במקומן, אלא הזוכה בהן מוליכן למקום שהוא יכול לילך, הכא נמי הישן אינו קונה שביתה ואין לו אלא ארבע אמות בלבד. והלכה כר״י בן נורי שהישן קונה שביתה במקומו ויש לו אלפים אמה לכל רוח. אבל בנכסי הפקר הלכה כחכמים שהן כרגלי כל אדם ואין קונין שביתה במקומן, אלא הזוכה בהן מוליכן למקום שהוא יכול לילך:",
                "<b>וחכמים אומרים אין לו אלא ד׳ אמות.</b> הואיל ובשעה שקדש היום היה ישן לא קנה שביתה, ואין לו אלא ארבע אמות שזכתה לו תורה דכתיב (שמות ט״ז:כ״ט) שבו איש תחתיו וקומתו של אדם בינוני ג׳ אמות ואמה אחת לפשוט ידיו ורגליו:",
                "<b>ר׳ אליעזר אומר והוא באמצען.</b> חכמים סברי יהבינן ליה ארבע אמות לכל רוח, ור׳ אליעזר סבר כי יהבינן ליה ארבע אמות היינו ב׳ אמות לכל צדיו:",
                "<b>לאיזה רוח שירצה.</b> יטול ארבע אמות, ואחר שבירר צד אחד אין יכול לחזור ולברור צד אחר:"
            ],
            [
                "<b>היו שנים.</b> עומדים רחוק זה מזה שש אמות דמובלעין ב׳ אמות של כל אחד לתוך של חבירו, מביאין ואוכלין בתוך שתי אמות. ובלבד שלא יפשוט זה ידו לתוך שתים החיצונות שאין לו בהם כלום ויוציא לשם פתו או חפציו:",
                "<b>והאמצעי מובלע ביניהם.</b> שתי אמותיו בתוך של זה ושתי אמותיו בתוך של זה. הוא מותר עם כל אחד, פונה לכאן ומשתמש עם זה ופונה לכאן ומשתמש עם זה:",
                "<b>לג׳ חצרות.</b> והם זו אצל זו:",
                "<b>פתוחות לרשות הרבים.</b> דכל אחת רשות לעצמה ואין להם דריסת הרגל זו על זו, דהשתא אינן אוסרות זו על זו:",
                "<b>עירבו שתיהן עם האמצעית היא מותרת עמהן וכו׳</b> ורבנן אפליגו עליה דר״ש בהא ואמרי כולן אסורות זו בזו. והשתא קאמר להו ר״ש והלא זה הדבר שהיו ג׳ והאמצעי מובלע בינתיים ואתם מודים שהוא מותר עמהן והם מותרים עמו דומה לג׳ חצרות, ואמאי קמפלגיתו עלי בג׳ חצירות, ואמרי ליה רבנן התם בשלש חצירות מתוך שמרובים הם שתים החיצונות האסורות זו בזו יבואו להוציא מזו לזו, והאמצעית לא יהבה אדעתה ולא מדכרא להו, דאמרי שמא אחד מדיורי האמצעית שמותר בזו ובזו הוא שמוציא. אבל הכא בג׳ אנשים אי אתי חד משני החיצונים לאפוקי לתוך ב׳ אמות של החיצון האחר, האמצעי יהיב אדעתיה ומדכר ליה. והלכה כר״ש בשלש חצירות שב׳ החיצונות בלבד אסורות זו עם זו:"
            ],
            [
                "<b>והיה מכיר אילן או גדר.</b> שיכול להגיע שם קודם שתחשך, אלא שהוא עיף ורוצה לנוח במקומו:",
                "<b>לא אמר כלום.</b> הואיל ולא פירש איזה ד״א בחר לו מתחתיו של אילן, לאו שביתה היא ואין לו אלא ד״א במקום שהוא שם, שהרי לא קנה שביתה במקומו כיון שעקר דעתו מלשבות כאן, ותחת האילן נמי לא קנה שביתה. והני מילי כשיש תחתיו של אילן ח׳ אמות או יותר, דאיכא למימר דהאי גיסא בחר או דהאי גיסא בחר ולא הוי סיום, אבל ז׳ אמות על כרחך מקצת ביתו ניכר באמה אמצעית דא״א שלא בררה, דאי באמצע האילן בירר לו ד״א הרי היא מהן, ואי מהאי גיסא או מהאי גיסא הרי היא מהן, הלכך קנה שם [שביתה]:",
                "<b>אמר שביתתי בעיקרו.</b> הואיל וסיים מקומו, אותה שביתה קונה לו אלפים לצד רגליו ואלפים לצד ביתו:"
            ],
            [
                "<b>ואם אינו מכיר.</b> אילן או גדר:",
                "<b>או שאינו בקי בהלכה.</b> ואינו יודע שיועיל לו כשיאמר שביתתי במקום פלוני. ואמר שביתתי במקומו. זכה לו מקומו:",
                "<b>עגולות.</b> דבערי מקלט דמינייהו ילפינן אלפים אמה של תחום שבת כתיב (במדבר ל״ה:ה׳) [זה יהיה להם מגרשי הערים]. לזה אתה נותן פאות, דהיינו זויות ואי אתה נותן פאות לשובתי שבת. ורבנן דבעו מרובעות דרשי זה לרבויי, כזה יהיו כל שובתי שבת. והלכה כחכמים:",
                "<b>כטבלא מרובעת.</b> כתב הרמב״ם לפי שא״א לעשות מרובע מצומצם בכיון, תנא כטבלא מרובעת, כלומר כדרך שבני אדם רגילים לרבע, אע״פ שאינו מרובע בצמצום:",
                "<b>נשכר את הזויות.</b> ארבע הפיאות שבאלכסונו של מרובע העודפות על העגול שבתוכו:"
            ],
            [
                "<b>זהו שאמרו.</b> כגון זה שהוא בדרך ואין עמו פת, דהשתא עני הוא, לו התירו חכמים לערב ברגליו. דסבירא ליה לרבי מאיר עיקר עירוב בפת, וקולא היא דאקילו גבי עני או מי שבא בדרך ואין עמו פת לערב ברגליו. ור׳ יהודה סבר עיקר עירוב ברגל, וקולא היא דאקילו לעשיר שאינו יכול לילך ברגליו לשלוח עירובו ע״י שליח. והלכה כר״י. ובין ר״מ ובין ר׳ יהודה שוים הם שהאומר שביתתי במקום פלוני אינו קונה שביתה באותו מקום שאמר, אא״כ הוא עני או בא בדרך שאין עמו פת, אבל עשיר צריך שישלח פת במקום שביתתו. והאומר שביתתי במקום פלוני אינו קונה שם שביתה אא״כ יש שהות ביום שהיה יכול לרוץ ולהגיע שם קודם שתחשך, ואם אין כל כך שהות ביום בשעה שאומר שביתתי במקום פלוני לא קנה שם שביתה:"
            ],
            [
                "<b>מי שיצא.</b> מעירו, ששלחוהו אנשי עירו להוליך להם עירוב כדי שיוכלו לילך מחר לעיר שמערבין לה, שהיא סמוכה להם שני תחומי שבת ויכולין לילך מזו לזו ע״י עירוב:",
                "<b>והחזירו חבירו.</b> דאמר ליה עת חמה היא עת צנה היא:",
                "<b>הוא מותר לילך.</b> למחר לאותה עיר אחרת, שכיון שהחזיק בדרך כדי לקנות שביתה לסוף אלפים אמה רחוק מן העיר הוי כעני שאומר שביתתי במקום פלוני וקנה לשם שביתה:",
                "<b>וכל בני עירו אסורין.</b> שלא החזיקו בדרך ואין להם אלא אלפים אמה לכל רוח מעירם:",
                "<b>רבי מאיר אומר כו׳</b> ר״מ מספקא ליה, אי עני הוא הואיל ויצא מביתו והחזיק בדרך, או דלמא כיון שהיה יכול לערב בפת ולא עירב לאו עני. הוא הילכך הרי זה חמר גמל, שאין לו אלפים אמה לכל רוח מעירו שמא שביתתו במקום שהיה הולך להוליך שם העירוב בסוף אלפים מעירו, ולסוף האלפים מעירו נמי לא קנה אלפים לצד עיר האחרת שמא לא קנה שביתה אלא בביתו. והלכה כרבי יהודה:"
            ],
            [
                "<b>אפילו אמה אחת לא יכנס.</b> ואין לו אלא ד׳ אמות מכאן וד׳ אמות מכאן. ואע״פ שמובלעות אלו ארבע אמות בתוך תחום העיר, לא אמרינן כיון דעל על, דסבירא ליה הבלעת תחומים לאו מלתא היא:",
                "<b>שתים יכנס.</b> ר׳ אליעזר לטעמיה, דאמר והוא באמצען שבסוף האלפים יש לו ארבע אמות שתים מצד זה בתוך התחום ושתים מצד זה לסוף התחום, הילכך אם הוא עומד באמה השניה יכנס דהבלעת תחומין מלתא היא. ואין הלכה כר״א:",
                "<b>מי שהחשיך.</b> שהיה בא מן הדרך וחשכה לו חוץ לתחום:",
                "<b>לא יכנס.</b> דבמקומו לא קנה שביתה שהרי גילה דעתו שאינו רוצה לקנות שביתה במקומו, ובעיר לא קנה שביתה שיש בינו ובין העיר יותר מאלפים אמה, הילכך אין לו אלא ארבע אמות כדין מי שיצא מחוץ לתחום:",
                "<b>עד ט״ו אמה.</b> לאו דוקא דהוא הדין פחות או יותר מעט. ואית דמפרשי ט״ו דוקא, ולא ידעתי לישבו יפה:",
                "<b>המשוחות.</b> מודדי התחומים לעיירות ועושין סימן לסוף התחום. אין ממצין את המדות לעשות הסימן בסוף אלפים ממש אלא כונסין אותן לתוך אלפים:",
                "<b>מפני הטועין.</b> שאין מכירין הסימן ופעמים שיוצאים להלן ממנו וחוזרין ולאו אדעתייהו, ומשום הכי רגילין תמיד לכנוס בתוך אלפים, ונמצא שאלו ט״ו אמות בתוך התחום הן, וכיון שהיה זה אנוס שרינן ליה ליכנס, ולא מחמירין ליה כי היכי דמחמירינן למי שיצא חוץ לתחום, דהתם הוה ליה ליזהר ולתת בדעתו שלא יצא. ואין הלכה כר״ש:"
            ]
        ],
        [
            [
                "<b>כיצד מעברין.</b> לשון אשה מעוברת שכריסה בולט. והכי קאמר כיצד יש לה עבור לעיר. אם בית נכנס בית יוצא וכו׳. כשבא לציין סימן תחום העיר ובא למדוד אלפים חוצה לה, אם לא היתה חומתה חלקה אלא בתים סמוכין ומחוברים, ויש בית נכנס לתוך העיר יותר מחברו ונראית כניסתו פגומה, ויש בית בולט ויוצא לחוץ יותר מחברו:",
                "<b>או פגום נכנס פגום יוצא.</b> שיש מגדלים בולטים בחומה, פעמים בולטים לפנים פעמים לחוץ:",
                "<b>או שהיו שם.</b> לאחת הקרנות של עיר:",
                "<b>גדודיות גבוהות.</b> שברי חומה של חרבות בתים, וישנן תוך שבעים אמה ושירים לעיר:",
                "<b>או נפשות.</b> בנין שעושין על הקבר. והוא שיהא בהן בית דירה:",
                "<b>מוציאין את המדה כנגדן.</b> אם הבליטות הללו אצל קרן מזרחית צפונית רואים כאילו יש עוד בליטה אחרת כנגדה בקרן מזרחית דרומית וחוט מתוח מזו לזו ומודד מן החוט ולחוץ, כדי שיהא התחום שוה לשתי הקרנות ולא יהיה כאן ארוך וכאן קצר:",
                "<b>ועושין אותן</b>  התחומין. מרובעים, שיהא אלפים לצדדים כבאמצע. ולא עגולים, שיהא להן אלפים באמצע, ובצדדים הם מתמעטים כדרך דבר עגול:"
            ],
            [
                "<b>נותנים קרפף לעיר.</b> כל הבא למדוד תחומין מניח לעיר אויר של שבעים אמה ושירים שהן שבעים אמה ושני שלישי אמה ומשם מתחיל למדוד אלפים אמה, שנאמר (במדבר ל״ה:ד׳) מקיר העיר וחוצה אלף אמה סביב, אמרה תורה תן חוצה ואחר כך מדוד, כלומר תן לה קרפף של שבעים אמה ושירים ואח״כ מדוד משם והלאה:",
                "<b>לא אמרו קרפף אלא בין שתי עיירות.</b> שתי עיירות הסמוכות זו לזו נותנין שבעים אמה ושירים לכל אחת כדי לחברן ע״י קרפיפות הללו להיות כעיר אחת, והבא ללכת מאחת מהן [דרך] חברתה מודדים לו אלפים אמה מחוץ לחברתה, מפני ששתיהן כעיר אחת על ידי קרפיפות הללו שמחברין ביניהן. והלכה כחכמים, שאין נותנין קרפף לעיר אחת אלא בין שתי עיירות בלבד:"
            ],
            [
                "<b>וכן שלשה כפרים משולשים.</b> לא משולשים ממש, אלא שלישי עומד מרחוק כנגד בין החיצונים, וכל שאילו מכניס אמצעי לביניהן ואין בין זה לזה אלא קמ״א אמה ושליש, שהן ע׳ אמה ושני שלישים לזו וע׳ אמה ושני שלישים לזו, וכן לצד העיר החיצונה האחרת אין בין האמצעית לבינה אלא מאה וארבעים ואחד אמה ושליש, הרי שלשתן נחשבות כאחת, והיוצא מאחת מהן לילך דרך חברותיה מונה מחומת חברתה החיצונה. וכמה יהא בין האמצעית לחיצונית, אלפים אמה, דהואיל ויכולה לבא אמצעית לחיצונה וחיצונה לאמצעית בלא עירוב אמרינן רואין כאילו אמצעית נתונה ביניהן. אבל אם רחוקה יותר מאלפים לא אמרינן רואין:"
            ],
            [
                "<b>אין מודדין.</b> אלפים אמה של תחום שבת אלא בחבל של פשתן ארוך חמשים אמה:",
                "<b>לא פחות.</b> שכשהחבל קצר נמתח הרבה ומאריך (האמה) [צ״ל המדה]:",
                "<b>ולא יותר.</b> שכשהוא ארוך הרבה כובדו מכפילו באמצעיתו ומתקצר:",
                "<b>אלא כנגד לבו.</b> קבעו לו חכמים מקום לשום ראש החבל כל אחד נגד לבו, שאם יתן זה כנגד צוארו וזה כנגד רגליו החבל מתקצר והתחומין מתמעטין:",
                "<b>לגדר.</b> חומת אבנים שנפלה ונעשית גל גבוה ומשופע:",
                "<b>מבליעו.</b> אם אינו רחב חמישים אמה משפתו אל שפתו מלמעלה, אע״פ שיש במדרונו הלוך יותר מאלף, אין אומרים תעלה מדת מדרונו למדת התחום, אלא זה יעמוד על שפתו מכאן וזה יעמוד על שפתו מכאן ויבליעו מדרונו בחבל אחד:",
                "<b>וחוזר למדתו.</b> מדקתני חוזר למדתו, משמע שאם היה רחבו כנגד העיר יותר מחמשים ואינו יכול להבליעו שם בחבל, ובאחד מראשיו שלא כנגד העיר יכול להבליעו, הולך ומבליעו שם, ומודד והולך שם משפתו והלאה עד כנגד המקום שכלה בו רוחב הגיא כנגד העיר וחוזר למדתו כנגד העיר ומשלים את מדת תחומיו:",
                "<b>הגיע להר מבליעו.</b> והוא שלא יהיה הר זקוף הרבה אלא משופע, שבהלוך חמש אמות ממנו לא יגבה אלא י׳ טפחים, אבל אם הוא זקוף עד שבפחות מהלוך חמש אמות זקוף עשרה טפחים, אינו מבליעו, אלא אומדו בלבד והולך:",
                "<b>והוא שלא יצא חוץ לתחום.</b> כשהולך המודד להבליע ההר או הגיא, לא יצא חוץ לתחום למקום שראשי הגיא קצרים שיכול להבליעם שם כדי שיחזור אח״כ למדתו כנגד העיר, גזירה מפני שהרואה אותו מודד והולך שם יאמר שמדת תחומים של צדי העיר באה עד כאן:",
                "<b>בזו אמר רבי דוסתאי.</b> בזו למעוטי עיר מקלט ועגלה ערופה הקרובה אל החלל שאין מקדרין בהן:",
                "<b>מקדרין.</b> נוקבין, רואין כאילו נוקבין אותן ומודדים דרך הנקב למעט מדת מדרונו, כדאמרינן בגמ׳ שמודדין אותו בחבל של ד׳ אמות והתחתון מניח את החבל כנגד לבו והעליון כנגד רגליו, וכן מודדין אותו כולו ד׳ אמות ד׳ אמות ומתמעט מדרון של כל ד׳ אמות חצי קומת אדם. והלכה כרבי דוסתאי:"
            ],
            [
                "<b>אין מודדין אלא מן המומחה.</b> אדם הבקי במדידה. וגאון פירש מומחה לשון ומחה על [כתף] ים כנרת (במדבר לד) כלומר שמתכוונים למדוד התחומין לכתחלה מן המקום השוה והישר כדי שלא יהא צריך לקדר:",
                "<b>ריבה למקום אחד ומיעט למקום אחר.</b> שנמצאו סימני תחום זו ארוכין ובולטין מכנגד סימני תחום קרן שכנגדה:",
                "<b>שומעין למקום שריבה.</b> ומוציאין מדת הקצרה, כנגדה מפני שלא מתח מתחלה החבל כל צרכו. ותניא בתוספתא שהוא צריך למתחו בכל כחו:",
                "<b>ריבה לאחד ומיעט לאחר.</b> הכי קאמר, ריבה אחד ומיעט אחר, שמדדו שני בני אדם מומחים זה ריבה וזה מיעט:"
            ],
            [
                "<b>עיר של יחיד.</b> כגון שאדם אחד קנה כולה והוא משכיר כל בתיה לבני אדם הדרים בה. ואח״כ נעשית של רבים:",
                "<b>מערבין את כולה.</b> כדרך שהיו מערבין כשהיתה של יחיד שלא היתה צריכה שיור:",
                "<b>אין מערבין את כולה.</b> שאסור לערב עיר של רבים אם אין משייר בה בתים ידועים בלא עירוב, דההוא שיור הוי היכר דטעמא משום עירוב הוא ולא תשתכח תורת רשות הרבים. וזו הואיל והיתה של רבים והיתה צריכה שיור אע״ג דהשתא הויא של יחיד נדונית כבתחלה:",
                "<b>אלא אם כן עשה חוצה לה.</b> שיור שלא עירבו עם שאר העיר. ורבותא קמ״ל שאפילו שיור של חוצה לה מועיל לשאר העיר:",
                "<b>כעיר חדשה שביהודה.</b> עיר היתה ביהודה ושמה חדשה ולא היו בה אלא נ׳ דיורים והיא העיר היותר קטנה שבכל ארץ יהודה והיא היתה שיור לעיר גדולה הסמוכה לה, והוא שיעור השיור שצריך לשייר בעיר שלא יערבו עם האחרים משום הכירא:",
                "<b>רבי שמעון אומר שלש חצירות כו׳</b> ופסק ההלכה אפילו בית אחד בחצר אחד הוי שיור. ועיר שאין לה אלא פתח אחד בלבד אפילו היתה של רבים א״צ שיור:"
            ],
            [
                "<b>מי שהיה במזרח.</b> בשדה, וקדש עליו שם היום והוא רחוק מעירובו יותר מאלפים והרי אין עירובו עירוב כיון שאינו יכול לילך וליטלו, הויא ליה שביתתו בביתו שהרי בתחום ביתו הוא עומד ומסתמא בביתו ניחא ליה שתהא שביתתו כשאין עירובו עירוב:",
                "<b>אסור לביתו.</b> למנות מביתו אלפים לכל רוח:",
                "<b>בעיבורה של עיר.</b> באחד מן הבתים העומדים בתוך ע׳ אמה ושיריים:",
                "<b>לא עשה ולא כלום.</b> שהרי בלא עירוב נמי יש לו מן העיר אלפים לכל רוח, וכל העיר עם עיבורה נחשבים לו כארבע אמות:",
                "<b>נתנו חוץ לתחום.</b> חוץ לעיבורה של עיר, והכי מפרש לה בגמרא:",
                "<b>מה שנשכר.</b> לרוח זה מפסיד לרוח שכנגדה. שהרי מונה מן העירוב אלפים לכל רוח ואם נתנו בסוף אלף למזרח נמצא שכלות אלפים של מזרח בסוף שלשה אלפים לעיר ונשתכר אלף ואלפים של מערב כלות בסוף אלף של מערב העיר והפסיד אלף. וקמ״ל דאין העיר עולה בחשבון האלפים של מערב אלא כולה כד׳ אמות. והני מילי כשאין כלות האלפים שמן העירוב לצד העיר אלא בסוף העיר או חוצה לה, אבל אם כלות באמצע העיר או באיזה מקום בתוכה אינו יכול לילך בתוך העיר אלא עד מקום שכלות האלפים אמה של עירוב ותו לא, כדתנן בסמוך:"
            ],
            [
                "<b>אנשי עיר גדולה.</b> שהיתה להן עיר קטנה בתוך אלפים ויוצאים מעירן ומונין והולכים דרך הקטנה הסמוכה, מהלכין את כל העיר הקטנה הסמוכה להן כארבע אמות ומשלימים מדתן חוצה לה:",
                "<b>ואין אנשי עיר קטנה מהלכין את הגדולה.</b> כולה כד׳ אמות, לפי שמדת תחומין כלה באמצע עיר גדולה לפיכך אין עיר גדולה נחשבת להם כד׳ אמות ואין הולכים בה אלא עד סוף תחומן:",
                "<b>כיצד מי שהיה מעיר גדולה.</b> מתניתין חסורי מחסרא והכי קתני, אנשי עיר גדולה מהלכין את כל עיר קטנה ואין אנשי עיר קטנה מהלכין את כל עיר גדולה, במה דברים אמורים במודד אלפים אמה, אבל הנותן עירובו בתוך העיר, בין נתנו אנשי עיר גדולה עירובן בקטנה בין נתנו אנשי עיר קטנה עירובן בגדולה, מהלכין כל העיר שהעירוב מונח בה כד׳ אמות, כיצד מי שהיה מעיר גדולה ונתן את עירובו בעיר קטנה כו׳:",
                "<b>ור׳ עקיבא.</b> חולק על תנא קמא וסבר שאין העירוב עושה העיר שהוא מונח בה כד׳ אמות, ואין מונים אלפים אלא ממקום העירוב. ואין הלכה כרבי עקיבא:"
            ],
            [
                "<b>אימתי בזמן שאין בה דיורים.</b> שנפרצו מחיצותיה ואינה ראויה לדיורין, שאם ראויה לדיורין אע״פ שאין בה עכשיו דיורין אינה נחשבת כולה אלא כד׳ אמות לדברי חכמים. וכן עיר שאין יושב בה ויש לה חומה סביב שנתן בה עירובו נחשבת כד׳ אמות, ואפילו היא גדולה כאנטוכיא:",
                "<b>נמצא קל תוכה מעל גבה.</b> דאילו גבה של מערה אם נתן שם עירובו אין לו אלא אלפים אמה ממקום עירובו, דגבה אינו ראוי לדיורין ותוכה מהלך את כולה וחוצה לה אלפים אמה:",
                "<b>ולמודד שאמרו.</b> אע״פ שחולקים חכמים על רבי עקיבא בנותן עירובו בעיר לומר שכל העיר לו כד׳ אמות, מודים הן שהבא ממקום שביתתו וכלתה מדתו של אלפים אמה אפילו במערה שיש בה דיורין שאינו נכנס להלן ממדתו כלום:"
            ]
        ],
        [
            [
                "<b>הדר.</b> מי שאינו מודה בעירוב. כותי:",
                "<b>הרי זה אוסר עליו.</b> לטלטל מביתו לחצר, עד שישכור ממנו רשות שיש לו בחצר:",
                "<b>לעולם אינו אוסר עד שיהיו שני ישראלים.</b> בין לתנא קמא בין לרבי אליעזר בן יעקב דירת עובד כוכבים לאו שמה דירה ובדין הוא שלא תאסור, אלא דגזור רבנן כדי שלא ידור ישראל עם העובד כוכבים שלא ילמד ממעשיו. תנא קמא סבר אע״ג דעכו״ם חשיד אשפיכת דמים ואסור לישראל להתיחד עמו, זמנין דמקרי ודייר ישראל עם העובד כוכבים, ואמור רבנן אין עירוב מועיל במקום עכו״ם ואין בטול רשות מועיל במקום עכו״ם עד שישכיר, והעכו״ם לא ישכיר דחייש לכשפים ומתוך כך לא יבא ישראל לדור עם העכו״ם ולא ילמוד ממעשיו. ור״א בן יעקב סבר כיון דעכו״ם חשוד אשפיכת דמים, תרי, דשכיחי דדיירי גזרו בהו רבנן, חד, דלא שכיח דדייר, שאסור להתיחד עם העכו״ם לא גזרו ביה רבנן. והלכה כרבי אליעזר בן יעקב. ושוכרים מן העובד כוכבים אפילו בפחות משוה פרוטה ואפילו בשבת. ואף על פי שאין העכו״ם מבטל רשותו עד שישכור ממנו, ישראל יכול לבטל רשות ואפילו בשבת, והוא שיאמר לחברו כשלא עירבו רשותי מבוטלת לך, ויהיה הוא אסור לטלטל בחצר וחברו מותר, ואם ירצו אחר שהשלים חברו לטלטל מה שצריך לו יכול חברו לחזור ולבטל לו רשותו ויהיה הוא מותר וחברו אסור:"
            ],
            [
                "<b>מעשה בצדוקי.</b> מתני׳ חסורי מחסרא והכי קתני, צדוקי הרי הוא כעכו״ם, רבן גמליאל אומר אינו כעכו״ם, ומעשה בצדוקי אחד כו׳ ואמר לנו אבא מהרו ועשו צרכיכם עד שלא יוציא ויאסר עליכם. שמע מינה דכישראל הוא ויכול לבטל רשות, ומפני שהמבטל רשותו וחזר והוציא בין בשוגג בין במזיד אוסר כדלקמן, משום הכי קאמר רבן גמליאל מהרו ועשו צרכיכם עד שלא יוציא הוא כליו לחצר ויחזור ויזכה ברשותו שבטל ויאסר עליכם, אבל אי כעכו״ם הוא ואין העכו״ם יכול לבטל עד שישכור, היכי הוי מצי למיסר עלייהו מאחר דאגיר להו ושקיל דמי:",
                "<b>ורבי יהודה אומר.</b> לא כך אמר רבן גמליאל, דלעולם צדוקי הרי הוא כעכו״ם סבירא ליה לרבן גמליאל, ואותה מעשה אינה ראיה, דהכי קאמר להו רבן גמליאל מהרו ועשו צרכיכם בערב שבת קודם שתחשך, ולא עד שלא יוציא כליו כדאמרת, אלא עד שלא יצא היום ויאסר עליכם. ופסק ההלכה, שכל ישראל שמחלל שבת בפרהסיא הרי הוא כעובד כוכבים ואין מערבין עמו ואינו מבטל רשות, אלא שוכרים ממנו כדרך ששוכרים מן העכו״ם. והמשמר שבת בפרהסיא אף על פי שפעמים מחלל אותו בצנעא ואינו מודה בתורת עירוב, כגון הצדוקים בזמן הזה שמשמרים שבת ואינם מודים בתורת עירוב, ה״ז אין מערבין עמו, אבל יכול לבטל רשות וא״צ לשכור ממנו, והוא שלא יהיה עובד עכו״ם:"
            ],
            [
                "<b>ביתו אסור להכניס ולהוציא.</b> מביתו לחצר, בין הוא בין אנשי החצר. וכגון שבטל להם רשות חצירו כלומר החלק שיש לו עמהם בחצר, ולא בטל להם ביתו, דסבר האי תנא מה שבטל בטל ומה שלא בטל לא בטל, הלכך הוה ליה בית רשותא דידיה וחצר רשותא דידהו:",
                "<b>ושלהם.</b> בתים שלהן, מותרין להוציא מהן לחצר בין הוא בין הם, דהא בתים שלהם וחצר רשות אחת היא. והוא אע״ג דלא עירב הוי כאורח גבייהו, שאורח מטלטל ברשות אכסניא שלו:",
                "<b>נתנו לו.</b> הם רשות חצירן, הוא מותר להוציא מביתו לחצר שהכל כרשותו, והן אסורים אפילו לטלטל מביתו לחצר. ולא הוי אורחים גביה, דחד לגבי רבים הוי אורח, רבים לגבי יחיד לא הוו אורחים:",
                "<b>היו שנים.</b> שלא עירבו, ושאר בני חצר בטלו להם רשותם, שניהם אוסרים זה על זה, מפני שהחצר היא של שניהם והבתים מיוחדים כל בית לבעליו, ואין מוציא מרשות המיוחדת לו לרשות שלו ושל חברו. ואע״ג דהדר חד מנייהו ובטיל ליה לחבריה, אינו מועיל, הואיל ובשעה שבטלו בני החצר רשותם לאלו השנים שלא עירבו היו אוסרים זה על זה, אשתכח דבטול קמאי לא מהני, וכי הדר מבטל לא מצי לאקנויי רשותא דידהו דהא לא קנייה. הלכך בני חצר שקצתן עירבו וקצתן לא עירבו אותן שלא עירבו מבטלין רשותן לאותן שעירבו, ואין אותן שעירבו מבטלין רשותן לאותן שלא עירבו דאסרי אהדדי כדאמרן. והמבטל רשותו לבני חצר צריך שיפרש שמבטל לכל אחד ואחד:"
            ],
            [
                "<b>ב״ש אומרים מבעוד יום.</b> דסברי ביטול רשות מקנה רשותא הוא, ומקנה רשות בשבת אסור:",
                "<b>וב״ה אומרים אף משתחשך.</b> סברי ביטול לאו אקנויי רשותא הוא אלא אסתלוקי מרשותא, ואסתלוקי מרשותא בשבת שפיר דמי. ובברייתא פירשו דבכל דוכתא אמרינן כיון שנאסר למקצת שבת נאסר לכולה חוץ ממבטל רשות:",
                "<b>מי שנתן רשותו והוציא.</b> שחזר ונשתמש ברשות שבטל:",
                "<b>אחד שוגג ואחד מזיד.</b> דקניס שוגג אטו מזיד. ואין הלכה כר״מ:"
            ],
            [
                "<b>שהוא שותף עם שכניו.</b> שבמבוי, לשם שותפות בעלמא ולא לשם עירוב:",
                "<b>א״צ לערב.</b> והוא שיהיו כולן שותפין בכלי אחד. ודוקא שתופי מבואות הוו ביין כדתנן בכל מערבין ומשתתפין, אבל עירובי חצירות אין מערבין אלא בפת, דעירוב משום דירה הוא ודירה של אדם אין לבו נמשך אלא בפת. ואם שתף שתופי מבואות בפת כ״ש דחשיב טפי וסומכין על אותו שתוף של פת במקום עירוב וא״צ לערב עירובי חצירות, אבל אם נשתתפו ביין או בשאר דברים צריכים לערב עירובי חצירות ואין סומכין על השתוף, כדי שלא תשתכח תורת עירוב מן התינוקות:",
                "<b>ר״ש אומר כו׳</b> ואין הלכה כר״ש:"
            ],
            [
                "<b>בטרקלין.</b> בית גדול ורחב מושב מלכים וחלקוהו לחמשה וכולן יש להן פתח מן הטרקלין לחצר וצריכים לערב עם שאר בני החצר:",
                "<b>בית שמאי אומרים.</b> רשותיהן חלוקים וצריך שכל חבורה וחבורה תתן פת לעירוב החצר:",
                "<b>ובית הלל אומרים.</b> אין מחיצה זו חלוק רשות. ובזמן שחלקו הטרקלין למחיצות גדולות המגיעות לתקרה כולי עלמא לא פליגי דהוי חלוק רשות, משום דהוי כשרוים בחדרים ובעליות. כי פליגי דחלקו במחיצות נמוכות שאינן מגיעות לתקרה, ב״ש סברי מחיצה כזו הויא חלוק רשות, וב״ה סברי לא הויא חלוק רשות:"
            ],
            [
                "<b>האחין השותפין.</b> הכי קאמר האחין שאוכלין על שלחן אביהם והשותפים האוכלים על שלחן אחד. ואוכלין על שלחן אביהם לאו דוקא, אלא נוטלין מזונותיהן מבית אביהן ואוכלין אותם כל אחד בביתו. וכן השותפין עושים מלאכה אצל בעל הבית אחד בשותפות ונוטלין מזונותיהם מבעל הבית ומוליכין לאכול בבתיהם:",
                "<b>וישנים בבתיהם.</b> והם ואביהם [ואחרים] דרים בחצר אחד:",
                "<b>צריכין עירוב לכל אחד ואחד.</b> אם רוצים לערב עם אנשי חצרן:",
                "<b>מבטל את רשותו.</b> צריך לבטל את רשותו:",
                "<b>אימתי בזמן שמוליכין את עירובן.</b> לתתו לאחד מבתי שאר בני החצר, דהואיל והוזקקו לעירוב ושאר דיורין אסרי אינהו נמי אסרי וצריכין כולן ליתן פת בעירוב הואיל וחלוקין דיוריהן בלינה וגם אין אוכלין על שלחן אביהן ממש אלא כל אחד נוטל פרנסתו ואוכל בביתו:",
                "<b>אבל אם היה עירוב.</b> כל החצר בא לבית אביהן, שלא הוזקקו לעירוב, שבית שמניחין בו העירוב א״צ ליתן פת:",
                "<b>או שאין עמהן דיורין.</b> אחרים, שאין דיורין מזקיקים אותם לעירוב א״צ לערב דכיחידים דמו:"
            ],
            [
                "<b>פתוחות זו לזו ופתוחות למבוי.</b> בגמרא מוכח דלא תנינן במתניתין פתוחות זו לזו, משום דקיי״ל שאין מבוי ניתר בלחי או קורה עד שיהיו בתים וחצרות פתוחים לתוכו כלומר שני בתים פתוחים לכל חצר ושתי חצרות פתוחות למבוי והנך כיון דכולן פתוחות זו לזו ומעורבות יחד דרך פתחיהן חדא חשיב להו, ולא תנינן אלא חמש חצרות פתוחות למבוי:",
                "<b>עירבו החצרות.</b> כל אחת לעצמה:",
                "<b>מותרים בחצרות.</b> מותרין כל בני חצר לעצמן:",
                "<b>ואסורין במבוי.</b> דאין סומכין על עירוב במקום שתוף:",
                "<b>ואם נשתתפו.</b> נמי במבוי לאחר שעירבו בחצרות, מותרין כאן וכאן:",
                "<b>ושכח אחד מבני חצר ולא עירב.</b> בחצרו להתיר חצרו, אבל בשתוף היה לו חלק:",
                "<b>מותרין כאן וכאן.</b> דטעמא מאי אין סומכין על שתוף במקום עירוב כדי שלא תשתכח תורת עירוב מן התינוקות, והכא דרוב בני חצר עירבו אלא ששכח אחד מהם ולא עירב לא תשתכח תורת עירוב:",
                "<b>שהמבוי לחצרות כחצר לבתים.</b> כשם שאסור להוציא מבתים לחצר בלא עירוב כך אסור להוציא מן החצר למבוי בלא שתוף. ולא תימא לא דמו, דבית וחצר זו רה״י וזו רה״ר, אבל חצר ומבוי שניהן רשויות של רבים הן:"
            ],
            [
                "<b>זו לפנים מזו.</b> פנימית פתוחה לחיצונה וחיצונה לרה״ר ודריסת רגליה של פנימית על חיצונה לצאת לרה״ר:",
                "<b>עירבה פנימית.</b> בעצמה לטלטל בחצרה:",
                "<b>שתיהן אסורות.</b> דהויא פנימית בעצמה רגל האסורה במקומה שהרי לא עירבה לעצמה, ואוסרת בדריסת רגליה על החיצונה:",
                "<b>זו מותרת לעצמה וכו׳</b> דרגל המותרת במקומה אינה אוסרת:",
                "<b>ר״ע אוסר.</b> דקא סבר אף רגל המותרת אוסרת כשלא עירבה שם:",
                "<b>וחכמים אומרים כו׳</b> דקסברי אפילו רגל האסורה במקומה כגון כשלא עירבה הפנימית לעצמה אינה אוסרת על החיצונה. והלכה כתנא קמא:"
            ],
            [
                "<b>שכח אחד מן הפנימית כו׳</b> דהויא פנימית רגל האסורה ואוסרת:",
                "<b>נתנו עירובן במקום אחד.</b> שעירבו שתיהן זו עם זו ונתנו העירוב בחיצונה. וקרי לה מקום אחד לפי ששתי החצירות משתמשות בה כאחד. ושכח אפילו אחד מן החיצונה ולא עירב, שתיהן אסורות, דפנימית נמי אסורה לטלטל בחצרה שהרי אינה יכולה להסתלק מן החיצונה ולהשתמש באנפי נפשה דהא ליתא לעירובה גבה, דאותו עירוב המתירה בחצר הוליכוהו לחיצונה. אבל נתנו העירוב בפנימית, חיצונה מתסרא בשכחה דפנימית ופנימית לא מתסרא בשכחה דחיצונה, דהא אחדא לדשא ומשתמשא:",
                "<b>ואם היו של יחידים.</b> שאין בפנימית אלא אחד ובחיצונה אחד, אינם צריכים לערב זה עם זה משום דריסת הרגל, דכיון דיחיד הוא בפנימית הויא רגל המותרת ואינה אוסרת. וסתם מתניתין כתנא קמא דלעיל דסבר רגל המותרת אינה אוסרת:"
            ]
        ],
        [
            [
                "<b>חלון בתוך עשרה.</b> שיהא קצת ממנו ואפילו משהו בתוך עשרה סמוך לקרקע:",
                "<b>מערבין שנים.</b> שני עירובין, אלו לעצמן ואלו לעצמן ואסורים זו עם זו:",
                "<b>ואם רצו מערבין אחד.</b> עירוב אחד, שיתנו אלו עירובן באחרת ויערבו עמהן ויהיו אחד:",
                "<b>פחות מד׳</b> לאו פתח הוא ואין ראוי לעבור מזו לזו. ולמעלה מעשרה נמי לא ניחא תשמישתיה הילכך אין מערבין אחד. ודוקא בחצר שאינו מקורה אבל בבית המקורה אפילו למעלה מעשרה מערבין אחד. שדרך לשום ספסלים ותיבות סביבות הבית וניחא תשמישתיה:"
            ],
            [
                "<b>כותל שבין שתי חצרות.</b> האי דנקט רחב ד׳ לאו משום דצריך רוחב ד׳ למיהוי סתימה, דמחיצה ברוחב כל דהו הויא סתימה. אלא משום דבעי למיתני סיפא היו [בראשו] פירות אלו עולין מכאן ואוכלין ובלבד שלא יורידו למטה, דחשיב רשות באנפי נפשה, ולהאי דינא צריך שיהיה רוחב ד׳, דפחות מד׳ הוי מקום פטור ומותרין אלו ואלו להוריד למטה:",
                "<b>ובלבד שלא יורידו למטה.</b> לדיורין בבתים, אבל בחצר שרי:",
                "<b>יותר מכאן.</b> הוי פירצה, והויא כולה כחצר אחת, ואם עירבה כל אחת לעצמה הוי כאילו חולקין את עירובן ואוסרין אלו על אלו:"
            ],
            [
                "<b>חריץ.</b> ארוך הוא ומפסיק על פני כל החצר כולה:",
                "<b>ורחב ד׳</b> דפחות מכאן נוח לפסעו משפתו לשפתו:",
                "<b>ואפילו מלא תבן וקש.</b> לאו סתימה היא, דלא מבטל ליה להתם דסופו ליטלו:"
            ],
            [
                "<b>נתן עליו נסר.</b> משפתו לשפתו כעין גשר, הוי כמו פתח:",
                "<b>שתי גזוזטראות.</b> כמין תקרה בולטת מרה״י על רה״ר, ונתן נסר רחב ד׳ מזו לזו, הוי נמי פתח:",
                "<b>פחות מכאן.</b> שאין הנסר רחב ד׳, אדם ירא לעבור עליו ולא ניחא תשמישתיה:"
            ],
            [
                "<b>מתבן.</b> גדיש של תבן, ומפסיק על פני כל רוחב החצרות:",
                "<b>אלו מאכילין.</b> מניחין בהמתן לאכול מן התבן, ולא חיישינן דלמא ממעיט התבן מי׳ והו״ל חדא רשותא ואסרי אהדדי ומטלטלי בחצר ולא מסקי אדעתייהו, להא לא חיישינן דהא אפילו אמעיט אי לא הוי המיעוט על פני עשר אמות ויותר לא אסרי, דהא עשר אמות פתחא הוי ואין בהמה ממעטת כ״כ באכילתה [בשבת אחד]:",
                "<b>נתמעט התבן מי׳ טפחים.</b> על פני כל אורך החצר או במשך י׳ אמות [ועוד]:",
                "<b>מערבין אחד.</b> אם נתמעט בחול לפני השבת:"
            ],
            [
                "<b>מניח את החבית.</b> משלו אם ירצה ואז צריך לזכות, דאילו משלהם אין צריך לזכות:",
                "<b>ומזכה להם ע״י בנו ובתו.</b> אומר להם קבלו חבית זו וזכו בה לשם כל בני המבוי. והזוכה מגביה העירוב בידו טפח מן הקרקע, דכל היכא דמנחא ברשותיה לא הויא זכיה, ואומר זכיתי להם:",
                "<b>שידן כידו.</b> ולאו זכיה היא:"
            ],
            [
                "<b>נתמעט האוכל.</b> משעורו המפורש לקמן במתניתין:",
                "<b>מוסיף ומזכה.</b> אם בא להוסיף משלו אפילו ממין אחר שאינו ממין השתוף הראשון, מוסיף ומזכה ואינו צריך להודיען, כיון שנשאר קצת מן המין הראשון אינו נראה כמערב בתחלה. אבל אם נותן ממין השתוף הראשון אפילו כלה לגמרי מביא מאותו המין ומזכה ואינו צריך להודיען:",
                "<b>נתוספו עליהם דיורים מוסיף ומזכה וצריך להודיע.</b> ודוקא בזמן שיש לחצר ב׳ פתחים לב׳ מבואות, שכשעושה עירוב עם אנשי מבוי זה אסור להשתמש במבוי אחר, לפיכך צריך להודיע, דלמא לא ניחא להו לקנות ברוח זו ולהניח יד ברוח שכנגדה. אבל אם אין לו פתח אלא למבוי זה שנשתתפו בו תחלה אינו צריך להודיע, דזכין לאדם שלא בפניו ואין חבין לאדם אלא בפניו:"
            ],
            [
                "<b>מרובין.</b> י״ח בני אדם ולמעלה:",
                "<b>מועטין.</b> פחות מי״ח:",
                "<b>מזון שתי סעודות.</b> הן י״ח גרוגרות:",
                "<b>להוצאת שבת.</b> שיעור של הוצאת שבת. כי המוציא אוכלים בשבת אינו חייב בפחות מכגרוגרת:"
            ],
            [
                "<b>בשירי העירוב.</b> שנתמעט משיעורו:",
                "<b>ולא אמרו לערב בחצרות.</b> אחר שנשתתפו במבוי, אלא שלא תשתכח תורת עירובי חצירות מתינוקות שאינן יודעין שנשתתפו במבוי, הלכך מקילינן ביה. ואע״ג דטעמא דמערבין עירובי חצרות לאחר שנשתתפו במבוי הוי כדי שלא תשתכח תורת עירוב מן התינוקות, מ״מ אין הלכה כר״י בשירי עירוב, דלא מקילינן ביה כולי האי:"
            ],
            [
                "<b>בכל מערבין.</b> עירובי תחומין, דאילו עירובי חצרות אין מערבין אלא בפת. ומיהו בכל מערבין דאמר ר׳ אליעזר הכא לאתויי עירובי חצירות שמערבין בפת פרוסה וא״צ ככר שלימה, ופליג עליה ר״י ואמר דוקא ככר שלם הוא עירוב. והלכה כר״י:",
                "<b>אין מערבין בה.</b> וטעמא משום איבה שבאים בני החצר לידי מחלוקת לומר אני נותן שלימה והוא נותן פרוסה:",
                "<b>ככר באיסר והוא שלם מערבין בו.</b> נותנין אותו בעירוב עם שאר ככרות של בני חצר, ובלבד שיהיה בין כולם כגרוגרת לכל אחד ואחד. ורמב״ם פירש דככר שלם כאיסר מערבין בו לבדו לכל בני החצר ואין צריך שיעור:"
            ],
            [
                "<b>נותן אדם מעה לחנוני.</b> המוכר יין, ודר עמו במבוי:",
                "<b>או לנחתום.</b> המוכר ככרות ודר עמו בחצר שיזכה לו בעירוב עם חבריו. אם יבואו בני מבוי לקנות ממך יין לשתוף, או בני חצר לקנות ככר לעירוב, שיהיה לי חלק בו:",
                "<b>לא זכו לו מעותיו.</b> שאין מעות קונות עד שימשוך. ואפילו עירב זה החנוני לכל האחרים וזכה גם לזה, אינו עירוב, שהרי לא נתכוין לזכות לו במתנת חנם כשאר המזכין בעירוב אלא שיקנה במעה, והרי אינה קונה לו דמעות אינן קונות ונמצא מערב לו במעותיו:",
                "<b>ומודים בשאר כל אדם.</b> בעל הבית שאמר לו חבירו הילך מעה זו וזכה לי בעירוב והלך וזיכה לו, שקנה עירוב, דהואיל ואין בעל הבית רגיל למכור ככרות לא נתכוין זה אלא לעשותו שליח ונעשה כאומר לו ערב לי:",
                "<b>שאין מערבין לאדם.</b> כשמערבין לו משלו אלא מדעתו. הלכך גבי חנוני כי אמר לו זכה לי לא נתכוין אלא לקנות ממנו ולא סמך עליו שיעשה שלוחו ומעות אינן קונות ולא סמכיה דעתיה נמצא מערב לו שלא מדעתו:",
                "<b>עירובי תחומין.</b> חוב הוא שמפסיד לצד האחר ושמא אין נוח לו. והלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>כיצד.</b> לכל מי שילך לבית האבל וכו׳. דמילי דמצוה נינהו, וקיי״ל אין מערבין עירובי תחומין אלא לדבר מצוה:",
                "<b>וכל מי שקבל עליו.</b> לסמוך על עירוב זה מותר:",
                "<b>ומשחשיכה אסור.</b> והני מילי כשלא הודיעוהו מבעוד יום, אבל הודיעוהו מבעוד יום אפילו לא קיבל עליו לסמוך על עירוב זה בודאי אלא משחשיכה, מותר:"
            ],
            [
                "<b>מזון שתי סעודות לכל אחד.</b> מתוך שקונה שביתתו שם צריך להניח שם מזון שצריך לו לשבת:",
                "<b>אלו ואלו מתכוונים להקל.</b> רבי מאיר סבר בשבת אכיל אינש טפי משום דבסים תבשיליה. ור׳ יהודה סבר כיון דבשבת אכיל שלש סעודות אינו מרבה לאכול בכל סעודה, וב׳ סעודות של חול הוי טפי מב׳ סעודות של שבת:",
                "<b>ככר בפונדיון.</b> ככר הלקוח בפונדיון כשמוכרין ד׳ סאין חטין לסלע. וד׳ סאין הן כ״ד קבין, והסלע כ״ד מעין, נמצא קב לכל מעה, והמעה שני פונדיונין, הרי ככר הנמכר בשוק בפונדיון הוא חצי קב, והחנוני לוקח החצי לשכר האפיה והטחינה, נמצא ככר הלקוח מן החנוני בפונדיון הוא רובע קב שהם ו׳ ביצים, שהקב כ״ד ביצים, והם שיעור ב׳ סעודות של עירוב לדברי רבי יוחנן בן ברוקא. והלכה כמותו:",
                "<b>רבי שמעון.</b> ממעט בשיעור ואומר שדי לערב בשתי ידות של ככר של ג׳ ככרות לקב. וככר שלם של ח׳ ביצים הוא שלישית הקב. ושתי ידותיה שהם ה׳ ביצים ויותר הוו ב׳ סעודות:",
                "<b>חציה לבית המנוגע.</b> סתם מתניתין היא, והכי קאמר, חצי ככר שלם ששיערו בו בין למר ובין למר, הוא שיעור לשהיית בית המנוגע, שהנכנס לבית שיש בו נגע צרעת אע״פ שהוא טמא מיד אינו טעון כבוס בגדים עד שישהה כדי אכילה, וחצי ככר זו הוי כדי אכילה. ולרבי יוחנן בן ברוקה דאמר ככר שלם הוי רובע קב שהם ששה ביצים, נמצא חציה ג׳ ביצים והוא פרס דבכולי תלמודא. ולר׳ שמעון דאמר ככר שלם הוא של שלישית הקב שהם ח׳ ביצים, הוי חציה ד׳ ביצים והוא פרס דבכולי תלמודא אליבא דר׳ שמעון. ואע״ג דר״ש סבר דבככר שלם יש ג׳ סעודות דהא שתי ידותיה קאמר ר״ש דהוי שתי סעודות, הני מילי בעירוב דנתכוונו בו להקל וא״צ שתי סעודות שלימות, אבל בכל שאר דוכתי סבירא ליה לר׳ שמעון דאין סעודה פחותה מחצי ככר של שלישית הקב, ובעינן שישהה כדי אכילת חצי ככר זו שהם ד׳ ביצים:",
                "<b>חצי חציה לפסול את הגויה.</b> דהאוכל אוכלים טמאים כחצי פרס נפסל גופו מדרבנן מלאכול בתרומה. וחצי פרס הוי ביצה ומחצה לר״י בן ברוקה, וב׳ ביצים לר״ש:"
            ],
            [
                "<b>מרפסת.</b> מקום גבוה בחצר הבית והרבה פתחי עליות פתוחין לה וכולם יוצאין בסולם א׳ לחצר וממנו לרשות הרבים ואעפ״כ אין אוסרין הואיל ומרפסת גבוהה י׳, ובלבד שיערבו בני מרפסת לעצמן במרפסת דהויא רגל המותרת במקומה ואינה אוסרת:",
                "<b>ששכחו ולא עירבו.</b> אלו עם אלו. אבל עירבו אלו לעצמן ואלו לעצמן:",
                "<b>כל שגבוה י׳</b> אם יש בחצר תל או עמוד גבוה י׳ סמוך למרפסת ואין מרפסת גבוה מן העמוד עשרה, דניחא תשמישתיה דעמוד לבני המרפסת, רשות מרפסת שולטת בו ומשתמשין הן בו ולא בני החצר:",
                "<b>פחות מכאן לחצר.</b> אף לחצר קאמר, ששתי הרשויות שולטין בו המרפסת והחצר ואם לא עירבו זה עם זה שניהם אסורים בו:",
                "<b>חולית הבור.</b> שפת הבור של מעלה, אם גבוה עשרה מן החצר רשות מרפסת שולטת בו. והוא שיהיה הבור מלא עד שפתו העליונה מדברים שאסור לטלטלם בשבת דהשתא אי אפשר שתחסר מגובהה דומיא דסלע שאינו חסר והרי הוא שוה לקרקעית המרפסת, אבל אם אין הבור מלא או אפילו מלא מדברים שאפשר ליקח מהם בשבת ולחסרו, כיון דכי חסרא אסירא, כי לא חסרא נמי אסירא ואם לא עירבו המרפסת והחצר זה עם זה שניהם אסורים בו:",
                "<b>אפי׳ גבוהה עשרה טפחים לחצר.</b> אף לחצר כמו למרפסת, ושניהם אסורים בו אם לא עירבו זה עם זה:"
            ],
            [
                "<b>הנותן עירובו.</b> עירובי חצרות:",
                "<b>בבית שער.</b> מקום סמוך לשער החצר ורגילין להושיב שם שומר שלא יכנסו בני רשות הרבים לחצר:",
                "<b>והדר שם.</b> בבית שער שבחצר אינו אוסר על בעל החצר ואינו צריך ליתן את הפת דלאו דירה היא:",
                "<b>והדר שם אוסר עליו.</b> אם השאיל בעל הבית בית התבן שלו לדור שם, אוסר עליו, הואיל ופתוח לחצר:",
                "<b>אם יש שם תפיסת יד של בעל הבית.</b> שיש לבעל הבית מקום בדירתו של זה, שנותן שם כליו להצניען, אינו אוסר עליו. ודוקא כשאין שם דיורין אחרים, אבל אם יש שם דיורין אחרים אוסר עליהן, דיקא נמי דקתני אינו אוסר עליו, עליו אינו אוסר אבל על דיורים אחרים אוסר ואע״פ שבעל הבית עירב עמהן. ואם הכלים הללו שנותן שם בעל הבית הם דברים הנטלים בשבת אין זו תפיסת יד ואוסר עליו, דאי בעי שקיל להו ושדי להו אבראי. והלכה כר״י:"
            ],
            [
                "<b>הרי זה אוסר.</b> דדירה בלא בעלים שמה דירה:",
                "<b>אינו אוסר.</b> דלאו שמה דירה:",
                "<b>ר׳ יוסי.</b> נמי ס״ל דלאו שמה דירה, מיהו נכרי אוסר שמא יבא בשבת. והלכה כרבי יוסי:",
                "<b>אצל בתו.</b> דוקא בתו, דעביד אינש דדייר עם חתנו, אבל בנו אין אדם מסיח דעתו מביתו לדור אצל בנו, שמא תתקוטט כלתו עמו ויצא. והלכה כר״ש:"
            ],
            [
                "<b>בור שבין שתי חצרות.</b> חציו בזה וחציו בזה, אין ממלאין ממנו, שזה ממלא מרשות חברו ואסור אם לא עירבו החצרות זו עם זו:",
                "<b>בין מלמעלה.</b> שהיו ט׳ טפחים של מחיצה למעלה מן המים וטפח אחד משוקע במים:",
                "<b>בין מלמטה.</b> שהיה תשעה טפחים משוקעים בתוך המים וטפח אחד נראה למעלה:",
                "<b>בין מתוך אגנו.</b> אע״פ שאין המחיצה נוגעת במים, כלל דקולא היא שהקלו חכמים במים דאמרינן גוד אחית מחיצתה, ובלבד שתהא בתוך אוגן הבור שתיראה כהפסקה:",
                "<b>מן הכותל שביניהם.</b> שמפסקת בין החצרות ומפסקת על פני הבור ואף על פי שאינה נכנסת תוך אגנו. ואין הלכה כר״י:"
            ],
            [
                "<b>אמת המים.</b> אפילו ברשות היחיד כרמלית היא:",
                "<b>עשו לה מחיצה.</b> בתוך אוגנה על פני רחבה שהוא ניכר שבשביל המים נעשית:",
                "<b>באמה של אבל.</b> שם העיר, והיתה עוברת בתוך החצרות וממלאין ממנה בחצרות דמהניא לה מחיצות כותל החצר התלויות עליה. ור״י לטעמיה דפליג נמי אבור, ואין הלכה כמותו:",
                "<b>שלא היה בה שיעור.</b> כרמלית, שלא היה עמוק עשרה או לא היה רחב ד׳, שאין המים נעשין רשות לעצמן להחשב כרמלית אא״כ עמוק עשרה ורחב ד׳. עשו לה בכניסה ולא ביציאה לא מהני מידי דהא מחוברת למים שחוץ לחצר ביציאתו ונעשית הכל כרמלית [עשו לה ביציאה ולא בכניסה נמי לא מהני דהא מחוברת למים שלמעלה חוץ לחצר זו. אבל עשו לה בכניסה וביציאה מהני, שנראה] כאילו מתחילין בחצר זו:"
            ],
            [
                "<b>גזוזטרא.</b> כעין דף או מקום מקורה היוצא מרשות היחיד ובולט על גבי המים:",
                "<b>אא״כ עשו מחיצה.</b> כל סביבות הגזוזטרא או סביב נקב ד׳ על ד׳ החקוק באמצעיתה, דאמרינן גוד אחית מחיצתא:",
                "<b>בין מלמעלה.</b> למעלה מן נקב הגזוזטרא:",
                "<b>בין מלמטה.</b> מחוברת לגזוזטרא מתחתיה. ורמב״ם פירש מלמטה על המים כנגד נקב הגזוזטרא, דאמרינן גוד אסיק כאילו הגיע המחיצה לנקב שבגזוזטרא שממלאין ממנו:",
                "<b>זו למעלה מזו.</b> ונקב שממלאין ממנו בעליונה מכוון כנגד נקב התחתונה:",
                "<b>עשו לעליונה.</b> שנשתתפו בני התחתונה עם בני העליונה לעשות מחיצה בעליונה ולא עשו בתחתונה:",
                "<b>שתיהן אסורות עד שיערבו.</b> שכיון שבני התחתונה שותפין במחיצה זו של עליונה אוסרין עליהם. ואם עשו לתחתונה ולא עשו לעליונה אע״פ שאין לעליונה שותפות במחיצה של תחתונה שתיהן אסורות. העליונה אסורה שהרי אין לה מחיצה, והתחתונה הואיל ויש דרך לעליונה עליה שגם היא ממלאת מים משם אוסרת עליה עד שיערבו עמה. והני מילי כששתי הגזוזטראות מופלגות זו מזו שיש גבוה י׳ טפחים או יותר בין זו לזו, אבל אם שתיהן בתוך י׳ אפילו עשו שתיהן מחיצה לעולם אוסרות זו על זו עד שיערבו:"
            ],
            [
                "<b>אין שופכין לתוכה מים בשבת.</b> דבד׳ אמות, המים שאדם עשוי להשתמש בהן בכל יום נבלעים שם במקומם ואין יוצאין לרה״ר, פחות מד״א, אין נבלעים במקומם ויוצאין לרה״ר:",
                "<b>עוקה.</b> גומא:",
                "<b>מחזקת סאתים.</b> מפני שהאדם עשוי להסתפק סאתים מים בכל יום:",
                "<b>מן הנקב ולמטה.</b> שיהיה החלל של העוקה מחזיק סאתים קודם שיגיעו המים אל הנקב שעל שפתה שבו מקלחין לרה״ר:",
                "<b>בין מבפנים בין מבחוץ.</b> בין שעשה העוקה בחצר בין שעשאה ברשות הרבים:",
                "<b>צריך לקמור.</b> לעשות עליה כמין כפה מכוסה מלמעלה כדי שתהא חלוקה מרשות הרבים:"
            ],
            [
                "<b>ביב.</b> חריץ העשוי כדי שיקלחו המים [ששופכין] בחצר לרה״ר. והוא קמור במשך ד׳ אמות לרה״ר, דבד׳ אמות יש שיעור לבלוע בהן סאתים מים שאדם מסתפק בכל יום:",
                "<b>שופכין לתוכו.</b> דתיימי מיא ואין יוצאין לרשות הרבים:",
                "<b>לא ישפוך על פי הביב.</b> דכיון דבגויה שפיך מקלחי להדיא ונפקי לרשות הרבים והרואה אומר ששפכן סמוך ליציאתו לרשות הרבים. והלכה כחכמים:",
                "<b>מצטרפין לד׳ אמות.</b> אם יש בחצר עם האכסדרה ד׳ אמות על ד׳ אמות מצטרפין, ומותר לשפוך לתוכה מים ואין צריך עוקה:"
            ],
            [
                "<b>דיוטות.</b> עליות זו כנגד זו וחצר פחותה מד׳ אמות לפניהן ששופכין בה מימיהן:",
                "<b>מקצתן.</b> בני הדיוטא האחת עשו עוקה בחצר ובני האחרת לא עשו:",
                "<b>ואת שלא עשו עוקה אסורין.</b> כל זמן שלא עירבו. דאי שריית להו להני על ידי עוקה דהנך, אתו לאפוקי מאני עם השופכים מן הבתים ולהורידן לחצר בהדיא עד שפת העוקה ברגליהם. וקא מטלטל בחצר דלא עירבו בה:"
            ]
        ],
        [
            [
                "<b>כל גגות העיר רשות אחד.</b> ואע״פ שדיורים חלוקים למטה לשני בני אדם מ״מ הגגות שאין תשמישן תדיר אין בהן חלוקת רשות וכלים ששבתו בגג זה מותר להוציאן לזה:",
                "<b>ובלבד שלא יהא גג גבוה מחבירו י׳</b> דאם חלוק מהן בגובה י׳ אסור לטלטל ממנו לגגין, גזרה משום תל גבוה עשרה ורחב ארבע ברשות הרבים דלא ליתי לכתף עליו:",
                "<b>כל אחד רשות לעצמו.</b> ואם לא עירבו דיורים שלמטה אסור לטלטל מזה לזה:",
                "<b>ר׳ שמעון.</b> מיקל מכולן וקאמר, גגות וחצרות וקרפיפות שאינן יותר מבית סאתים הואיל וכולן אין תשמישן מיוחד ותדיר רשות אחת הן ומטלטלין מזה לזה בלא עירוב ואפילו היו הגגות גבוהות יותר מעשרה או נמוכות יותר מעשרה, דלית ליה לר״ש עירובי חצירות אלא משום כלי הבית:",
                "<b>לכלים ששבתו בתוכן.</b> כלים ששבתו באחת מהן, מוציאים אותן מזה לזה:",
                "<b>אבל לא לכלים ששבתו בתוך הבית.</b> והביאן לחצר ע״י שעירבו בני החצר, אסור להוציאן מחצר זו לחצר אחרת אם לא עירבו שתי החצרות יחד. והלכה כר״ש:"
            ],
            [
                "<b>הגדול מותר.</b> להוציא לו כלי בית שלמטה, ואין בני הקטן אוסרין עליו. דלגבי גדול הך פרצה פתחא היא ושרי באותן גפופים העודפים מעט מכאן ומעט מכאן, כמעקה שסביב הגגות וחשיבא סתימה. וכגון שאין הפרצה יותר מעשר. אבל קטן אסור להוציא לו כלי הבית דבני גדול אסרי עליה שהרי נפרץ לו במלואו:",
                "<b>הגדולה מותרת.</b> בשביל הגפופין שנשארו לה מכאן ומכאן הוי הך פרצה כפתח:",
                "<b>והקטנה אסורה.</b> שהרי נפרצה במלואה. ודוקא כשנפרצה קודם השבת אבל אם נפרצה בשבת אפילו הקטנה מותרת, שכיון שהותרה למקצת שבת קודם שנפרצה הותרה לכולה שבת:",
                "<b>חצר שנפרצה לרה״ר.</b> שנפל הכותל הפונה לרה״ר במלואו או ביותר מעשר:",
                "<b>חייב.</b> דכרה״ר היא:",
                "<b>פטור.</b> אבל אסור, דלאו רה״ר היא אלא כרמלית. והל׳ כחכמים:"
            ],
            [
                "<b>משתי רוחותיה.</b> מרוח אחת שתופסת שתי רוחותיה, כגון שנפרצה בקרן זוית, אפילו אין בפרצה י׳ אמות הכא בקרן זוית לא חשיב כפתח, דפתחא בקרן זוית לא עבדי אינשי. ופרצה ביותר מי׳ אפי׳ מרוח אחת אוסרת:",
                "<b>וכן בית שנפרץ מב׳ רוחותיו.</b> שנפרץ בקרן זוית ונפל קצת מכותל זה וקצת מכותל זה ואין התקרה פרושה ומתוחה על מקום הפרצה, אבל אם התקרה פרושה על מקום הפרצה אין הפרצה אוסרת בבית דאמרינן פי תקרה יורד וסותם:",
                "<b>מותרין לאותה שבת.</b> הואיל והותר מקצתו:",
                "<b>לעתיד לבא.</b> לשבת הבאה:",
                "<b>ר׳ יוסי אומר אם מותרין כו׳</b> כלומר כשם שאסורין לעתיד לבא כך אסורין לאותה שבת. והלכה כר׳ יוסי, ולא אמרינן הותרה מקצת שבת הותרה כולה אלא לענין עירוב, שדבר שהותר ע״י עירוב למקצת שבת, ונולד באותה שבת דבר שהיה ראוי שעל ידו יתבטל העירוב, אין העירוב בטל, שכיון שהותרה מקצת שבת הותרה כולה, אבל מקום שהיו בו מחיצות קודם השבת ונפרצו מחיצותיו בשבת לא אמרינן ביה הואיל והותרה מקצת שבת הותרה כולה:"
            ],
            [
                "<b>על גבי שני בתים.</b> והם בב׳ צדי רה״ר מטלטלין תחת העליה, דפי תקרה מכאן ומכאן יורד וסותם:",
                "<b>וכן גשרים המפולשים.</b> ויש להם מחיצות מלמטה בשני הצדדים:",
                "<b>מערבין למבוי המפולש.</b> הואיל ואיכא ב׳ מחיצות, דקסבר מבוי שיש לו שתי מחיצות מדאורייתא הוי רה״י. ואין הלכה כר׳ יהודה:"
            ]
        ],
        [
            [
                "<b>המוצא תפילין.</b> בשדה ממקום שאינן משתמרים:",
                "<b>זוג זוג.</b> אחד בראש ואחד בזרוע כדרך שלובש בחול, והיינו זוג, וחוזר תמיד ומכניס זוג זוג עד שיכניס את כולן. קסבר שבת זמן תפילין הוא אלא שחכמים גזרו עליהן גזירה שמא תפסק רצועה ויביאם בידו, ואם ילבש יותר מזוג איכא בל תוסיף ואתי איסור בל תוסיף ומשוי להו עליה כמשאוי, ורבן גמליאל סבר שבת לאו זמן תפילין הוא, והיינו טעמא דשרו ליה רבנן בהצלה משום דתכשיט הוא, הילכך מכניסן שני זוגות שני זוגות, דב׳ זוגות הוי תכשיט לפי ששנינו מקום יש בראש להניח בו שני תפילין, וכל כמה דהוי תכשיט שרי. ומשום בל תוסיף ליכא הכא, דאין כאן מצות תפילין כלל אלא כשאר מלבוש דעלמא, ואין הלכה כרבן גמליאל:",
                "<b>בישנות.</b> שניכר הקשר, דודאי תפילין הן ויש בהן קדושה ואסור להניחן במקום בזיון. אבל בחדשות אין מחללין שבת עליהן להכניסן, דלמא קמיע בעלמא נינהו, ואין קדושה אלא בעשויין כהלכתן לשמן:",
                "<b>צבותים.</b> קשורים כל זוג זוג לעצמו:",
                "<b>כרוכים.</b> הרבה ביחד:",
                "<b>מחשיך עליהן.</b> יושב ומשמרם שם עד שתחשך, ומשחשיכה מכניסן כולם ביחד. וכגון שהם מרובים, שאם יביאם זוג זוג לא תכלה הבאתן קודם הלילה, שאם הם בענין שתכלה הכנסתן לבית קודם הלילה מכניסן זוג זוג כדאמרן:",
                "<b>ובסכנה.</b> שגזרו שמד שלא להניח תפילין. ומתניתין חסורי מחסרא והכי קתני, בד״א בסכנה של שמד, אבל אם מתיירא לשהות שם מפני הלסטים, מוליכן פחות פחות מד׳ אמות:"
            ],
            [
                "<b>ר״ש אומר נותנן לחבירו.</b> ואינו מוליכן פחות [פחות] מד׳ אמות כשמתיירא מפני לסטים, גזירה שמא יעבירם מתחלת ד׳ לסוף ד׳. והלכה כר״ש:",
                "<b>וכן בנו.</b> שילדתו אמו בשדה בשבת:",
                "<b>נותנו לחבירו.</b> והא עדיפא מלטלטלו פחות פחות מד׳ אמות:",
                "<b>אפילו חוץ לתחום.</b> בחבית של הפקר מיירי דאי יש לה בעלים הא קי״ל הבהמה והכלים כרגלי הבעלים וסבר ר״י נכסי הפקר לא קנו שביתה:",
                "<b>אמרו לו.</b> רבי יוחנן בן נורי הוא דאמר לה, דשמעינן ליה דאמר נכסי הפקר קונין שביתה במקומן:",
                "<b>לא תהלך זו יותר מרגלי בעליה.</b> כלומר אם היו לה בעלים ולא עירבו לא היתה מהלכת אלא אלפים אמה, השתא נמי לא תלך אלא אלפים אמה ממקום שביתתה. והלכה כר׳ יהודה:"
            ],
            [
                "<b>הקורא בספר.</b> כל ספרים שלהם היו נגללים כס״ת שלנו:",
                "<b>האסקופה.</b> כעין אצטבא שלפני פתח הבית, וכרמלית היא:",
                "<b>גוללו אצלו.</b> הואיל וראשו אחד בידו:",
                "<b>לעשרה טפחים.</b> התחתונים הסמוכים לקרקע של רה״ר, דאם אין אגדו בידו הוי איסור דאורייתא, וגזרינן אגדו בידו אטו שאין אגדו בידו. ובגמרא פריך והא לא נח, כלומר אע״פ שהגיע לעשרה טפחים התחתונים אין כאן איסורא דאורייתא, אפילו לא היה אגדו בידו שהרי לא נח ברה״ר, ומשני כגון שהיה שם כותל משופע, ונח הספר על בליטת הכותל של עשרה טפחים התחתונים, דהוי כאילו נח ברה״ר, ואם לא היה אגדו בידו הוי חיובא דאורייתא אם היה מביאו אצלו. ומתניתין חסורי מחסרא והכי קתני, הגיע לעשרה טפחים מן הארץ הופכו על הכתב במה דברים אמורים בכותל משופע דנח אבל בכותל שאינו משופע גוללו אצלו, דברי רבי יהודה, שרבי יהודה אומר אפילו אינו מסולק מן הארץ אלא מלא החוט גוללו אצלו דבעינן הנחה ע״ג משהו:",
                "<b>הופכו על הכתב.</b> האותיות כלפי הכותל, שלא יהא מוטל כל כך בבזיון, ומניחו שם עד שתחשך:",
                "<b>דבר משום שבות.</b> כגון זה שאגדו בידו וליכא כי אם שבות דרבנן אם בא לגוללו אצלו, שאין חייב מן התורה אלא א״כ יצא הספר כולו מידו ונח ברה״ר ובא לעקרו מרה״ר ולהניחו ברה״י. ואין הלכה כר״ש:"
            ],
            [
                "<b>זיז.</b> אבן או עץ הבולט מן הכותל על אויר רה״ר גבוה עשרה טפחים מהקרקע של רשות הרבים:",
                "<b>נותנין עליו.</b> בני עליה, ונוטלים ממנו, שאויר רשות הרבים אינה הולכת אלא עד עשרה. ודוקא כלים הנשברים כגון כוסות וצלוחיות הוא דנותנים עליו. אבל כלים שאינם נשברים לא, דלמא נפלו ברה״ר ואתי לאתויינהו:",
                "<b>עומד אדם ברה״י.</b> בבית או על הגג, ונוטל חפץ כאן ומניח כאן ברה״ר, ואעפ״י שאין ראשו ורובו עומד ברה״ר במקום החפץ, ולא גזרינן שמא יביאנו אצלו:",
                "<b>ובלבד שלא יוציאנו.</b> מד׳ אמותיו שהיה מונח בו:"
            ],
            [
                "<b>וישתין ברה״ר.</b> דמפיק מרה״י לרה״ר. ואם השתין חייב חטאת. ואע״ג דבעינן עקירה מע״ג מקום שיש בו ד׳ על ד׳, השתן וכן הרוק הוו כמונחים במקום שיש בו ד׳ על ד׳:",
                "<b>משנתלש רוקו.</b> והוא שנתעגל ונתהפך בפיו. ואין הלכה כר״י:"
            ],
            [
                "<b>וישתה ברה״ר.</b> וה״מ בכלים שהם צריכין לו, דגזרינן דלמא אתי לאתויינהו, אבל בכלים שאין צריכין לו מותר, ואפילו לא הכניס ראשו ורובו ברה״ר:",
                "<b>וכן בגת.</b> לענין מעשר, שאם הכניס ראשו ורובו בגת שותה בלא מעשר דהוי שתיית עראי, וחוץ לגת אינו רשאי לשתות בלא מעשר דהוי שתיית קבע:",
                "<b>קולט.</b> תופס, כלומר מקבל מן המים הנזחלים ושותה:",
                "<b>המזחלה.</b> כמין בנין מדרון עשוי סמוך לכותל שזוחלין בו המים. ולהכי נקראת מזחלה שכל דבר המהלך ורוחש ע״ג הכותל או ע״ג קרקע נקרא זוחל כד״א (דברים לב) זוחלי עפר:",
                "<b>למטה מעשרה טפחים.</b> גרסינן. והכי קאמר, עומד אדם ברשות הרבים וקולט בכלי למטה מעשרה טפחים מן המים היורדין מן המזחלה. וקולט דוקא, כדמפרש בגמרא, אבל לא יצרף ויחבר פיו או הכלי למזחלה שהיא בפחות משלשה סמוך לגג, ואע״פ שהיא למטה מעשרה מ״מ הואיל ומוטלת לאורך הכותל ובתוך שלשה לגג הוי כגג והוי כמוציא מן הגג שהוא רה״י לרה״ר:",
                "<b>ומן הצינור מ״מ.</b> כלומר בין קולט בין מצרף, משום דצינור לעולם בולט הוא ויוצא לרה״ר. ובגמרא מוקי לה כשאין בצינור ד׳ על ד׳ שאינו חולק רשות לעצמו:"
            ],
            [
                "<b>וחולייתו י׳ חלון שעל גביו ממלאין ממנה.</b> כיון דחולייתו שהיא השפה אשר סביבותיה גבוהה עשרה טפחים, וקיי״ל דאין רה״ר למעלה מעשרה טפחים, אלא מקום פטור, לפיכך ממלאין מחלון שעל גבה בשבת, דהוו מוציאין מרה״י לרה״י דרך מקום פטור. ואפילו הבור מופלגת מן הכותל של חלון ד׳ טפחים, ממלאין ממנה, שאין כאן רה״ר מפסקת מן הבור לחלון בשעה שממלאין מים אלא מקום פטור בלבד:",
                "<b>וכן אשפה ברשות הרבים גבוהה י׳ טפחים.</b> רשות היחיד היא, ולא חיישינן שמא תנטל אשפה ותעמוד על פחות מעשרה ואתי למשרי כדמעיקרא. ודוקא באשפה של רבים שאינה עשויה להפנות, אבל אשפה של יחיד העשויה להפנות אין זורקין לה בשבת, דחיישינן דלמא מפנה לה והויא לה רה״ר:"
            ],
            [
                "<b>המיסך.</b> שנופו נוטה למטה מכל צדדיו סביב:",
                "<b>מטלטלין תחתיו.</b> דכיון דאין נופו גבוה מן הארץ שלשה טפחים הוי להו כלבודים לארץ ונמצאו כמחיצות, לפיכך מותר לטלטל תחתיו. ומכל מקום צריך למלאות אותו אויר שבין הנוף לארץ בתבן וקש וכיוצא בו, ולקשור הנופות שלא יזיזם הרוח, דכל מחיצה שאינה יכולה לעמוד ברוח מצויה אינה מחיצה. ואין מטלטלין בו אלא בבית סאתים שהם שבעים אמה ושירים, שכל מחיצה שתשמישה לאויר כלומר לשמור אויר השדות והכרמים ולא לדור בה אין מטלטלין בה אלא בבית סאתים:",
                "<b>לא ישב עליהן.</b> שאסור להשתמש באילן גזירה שמא יתלוש. ואי לא גביהי שלשה הרי הן כקרקע ומותר לישב עליהן:",
                "<b>הדלת שבמוקצה.</b> רחבה שאחורי הבתים, והדלת שלה אינה קבועה בציר כשאר דלתות אלא זקופה כנגד הפתח וכשהוא פותח מטיל הדלת על הארץ:",
                "<b>וחדקים.</b> קוצים שהתקינן כדי לסתום בהם פרצה.",
                " <b>וכן מחצלות.</b> של קנים, כל אלו אינם קשורין ואינן קבועין במקומן אלא כשבאין לפתוח מטילין אותן על הארץ, לפיכך אין נועלין בהם, דמיחזי כבנין, אא״כ גבוהים מן הארץ דאז לא מיחזי כבנין ונועלין בהן:"
            ],
            [
                "<b>לא יעמוד אדם ברשות היחיד.</b> ויטול מפתח המונח ברה״ר ויפתח בו פתח החנות המונח ברה״ר. ואף על פי שאין ממקום המפתח עד הפתח ארבע אמות, גזירה שמא יכניס המפתח אצלו:",
                "<b>אא״כ עשו לו מחיצה.</b> ויעמוד בתוכה ויפתח וינעול:",
                "<b>אמרו לו והלא מעשה בשוק של פטמים.</b> שמעוהו רבנן לר׳ מאיר דכי היכי דאמר לא יעמוד ברה״י ויפתח ברה״ר וכו׳ ה״נ קאמר לא יעמוד אדם בכרמלית ויפתח ברה״י, ברה״י ויפתח בכרמלית ומשום הכי קא מותבי ליה משוק של פטמים שהיה בירושלים דכרמלית היא כיון שדלתותיה נעולות בלילה לא מקריא רה״ר, והחלון שמניחין בו המפתח היה רה״י והיו עומדין בכרמלית ופותחין ברה״י:",
                "<b>פטמין.</b> טבחים שמפטמים בהמות לשחוט. ואין הלכה כר״מ לא ברה״ר ולא בכרמלית:",
                "<b>של צמרים.</b> מוכרי צמר:"
            ],
            [
                "<b>נגר.</b> כעין בריח שתוחבים בכותלים או באסקופה לנעול בו הדלת:",
                "<b>גלוסטרא.</b> שראשו עבה ועגול כמין רמון ועשוי כבוכנא שראוי לדוך בו פלפלין. ואע״ג דתורת כלי עליו אוסר ר׳ אליעזר אא״כ קשור ותלוי בדלת ור״י מתיר והל׳ כר״י:"
            ],
            [
                "<b>נגר הנגרר.</b> בריח הקשור בדלת אבל אינו תלוי בו שהחבל הקשור בו ארוך והבריח נגרר ע״ג קרקע ובנגר שאין בראשו גלוסטרא עסקינן. דביש בראשו גלוסטרא הא שרי ליה רבי יוסי לעיל אע״פ שאינו קשור והלכה כמותו:",
                "<b>נועלים בו במקדש.</b> דשבות בעלמא הוא ואינו בונה ממש הואיל וקשור הוא אלא מפני שנגרר מיחזי כבונה ואין שבות במקדש:",
                "<b>והמונח.</b> שאינו קשור כלל הוי בנין ממש. ור׳ יהודה סבר לא הוי בנין ממש אלא מיחזי כבנין, ובמקדש לא גזרו משום שבות. והנגרר אף במדינה מותר הואיל וקשור אע״פ שאינו תלוי. והלכה כר׳ יהודה:"
            ],
            [
                "<b>מחזירין ציר התחתון.</b> של דלת, שכל זמן שלא יצא העליון נוח להחזירו ואין כאן בנין:",
                "<b>אבל לא במדינה.</b> גזירה שמא יתקע, דהוי מלאכה:",
                "<b>והעליון כאן וכאן אסור.</b> דכיון דיצא עליון כולו נופל והוה ליה כבונה:",
                "<b>רבי יהודה אומר כו׳</b> דס״ל אין בנין בכלים וליכא אלא שבות ובמקדש לא גזרו על השבות. ואין הלכה כר״י:"
            ],
            [
                "<b>מחזירין רטיה.</b> כהן שהוצרך לעבוד עבודה בשבת ונטל רטיה שהיתה על גבי מכה שעל ידו כדי שלא תהא חוצצת בין בשרו לעבודה, מחזירה ע״ג מכתו לאחר העבודה דאי לא שריית ליה להחזירה ממנע ולא עביד עבודה:",
                "<b>אבל לא במדינה.</b> גזירה שמא ימרח הרטייה, וחייב משום ממחק:",
                "<b>ואם בתחלה.</b> שלא היתה קשורה מבעוד יום וכהן זה לא סלקה לצורך עבודה:",
                "<b>כאן וכאן אסור.</b> ולא אמרינן הכא אין שבות במקדש, דלאו צורך גבוה הוא אלא צורך עצמו. והא דאסרי רבנן החזרת הרטיה אינו אלא כשפירשה ע״ג קרקע, אבל אם לקחה בידו, כל זמן שהיא בידו, או אפילו נתנה ע״ג כלי ולא פירשה ע״ג קרקע, מותר להחזירה בכל מקום:",
                "<b>קושרין נימא.</b> נימת כנור של שיר הלוים שנפסקה בשבת, דקסבר מכשירי מצוה שלא יכול לעשותם מאתמול דהא היום נפסקה דוחין את השבת. ודוקא כשנפסקה באמצע שאינו קושרה אלא לפי שעה, אבל סמוך ליתדות דהוי קשר של קיימא אסור:",
                "<b>ואם בתחלה.</b> שלא היתה שם מעולם, דיכול לעשותה מאתמול, אסור:",
                "<b>יבלת.</b> היא מום בקדשים שנאמר (ויקרא כב) או יבלת, וחותכים אותה במקדש ביד, דאין בזה אלא משום שבות, דכלאחר יד הוא. אבל לא בכלי, דמלאכה גמורה היא שכך עושים בחול. וכשחותך מבעל חי הוי תולדה דגוזז את הצמר:"
            ],
            [
                "<b>כורך עליה גמי.</b> ואעפ״י שהגמי מרפא את המכה, הואיל והשתא מיהא צורך עבודה הוא, דלאו אורח ארעא שתהא מכתו נראית עם העבודה ומכסה אותה בגמי:",
                "<b>אבל לא במדינה.</b> דרפואה בשבת שבות היא ואסור:",
                "<b>ואם להוציא דם.</b> שמהדקה בגמי כדי להוציא דמה:",
                "<b>כאן וכאן אסור.</b> דהוה ליה חובל ואב מלאכה לא אשתרי במקדש:",
                "<b>בוזקים מלח.</b> כותתים ומפזרים מלח על גבי הכבש שעולים בו למזבח, מפני שחלק הוא ופעמים נופלים ממנו שמחליקים רגליהם בו. בוזקים, לשון כתיתה:",
                "<b>אבל לא במדינה.</b> מפני שהוא מתקן:",
                "<b>ממלאים מים מבור הגולה ומבור הגדול.</b> כך שמן, ושניהם היו בלשכות העזרה:",
                "<b>בגלגל.</b> העשוי להעלות בו הדלי על ידי חבלים. ומשני בורות הללו בלבד התירו למלאות מים בגלגל בשבת, אבל בשאר בורות אסור, גזירה שמא ימלא לגינתו ולחורבתו מתוך שממלאין בלא טורח אתי להשקות בו גינתו וחורבתו בשבת. ובמקום דליכא למיגזר שמא ישקה מים לגינתו ולחורבתו מותר למלאות בגלגל, ולא חיישינן מפני שמשמיע קול, שלא אסרו אלא קול של שיר בלבד. והכי נמי שרי למיטרף אבבא ומיקש על תרעא בשבת ואין בכך כלום:",
                "<b>ומבור הקר.</b> על שם שהיה באר מים חיים קורא ליה בור הקר, לשון מקור. ובור זה היה צריך לבני הגולה ברגל, והתירו להם נביאים שביניהם חגי זכריה ומלאכי למלאות ממנו בגלגל ברגל, ונשאר בהתירו שממלאים ממנו ביו״ט בגלגל אף במדינה, מה שאין כן בשאר בארות הנובעים:"
            ],
            [
                "<b>כהן מוציאו בהמיינו.</b> בשבת. ולא חיישינן לטלטול, דאין שבות במקדש:",
                "<b>בהמיינו.</b> באבנטו. ואף על גב דמטמא ליה לאבנט שהוא קדוש, הכי עדיף, שלא להשהות את הטומאה בעזרה לחזר אחר הצבת של עץ. ובידיו לא נגע ביה, דלא נטמי כהן גופיה, הלכך בהמיינו אוחזו דלא נגע. ושרץ אינו מטמא במשא, והאבנט שנטמא בשרץ אינו מטמא את הכהן כשאוחזו, דהוה ליה אבנט ראשון לטומאה ואין אדם וכלים מקבלין טומאה אלא מאב הטומאה:",
                "<b>צבת של עץ.</b> שהיא פשוטי כלי עץ ואין מקבלים טומאה:",
                "<b>שלא לרבות את הטמאה.</b> לטמא אבנט הטהור, ונוח לו להשהותה שם ולחזר אחר הצבת מלרבות את הטומאה. והלכה כר״י:",
                "<b>מהיכן מוציאין אותו.</b> בשבת:",
                "<b>מן ההיכל ומן האולם.</b> אבל בעזרה אם נמצא שם מכסה אותו בפסכתר ומניחו עד שתחשך:",
                "<b>כל מקום שחייבין על זדונו כרת.</b> אם יכנס לו בטומאה, דהיינו כל העזרה, משם מוציאין אותו:",
                "<b>ושאר כל המקומות כופין עליו פסכתר.</b> סיר של נחשת. תרגום של סירותיו פסכתרוותיה. לכסותו עד שתחשך. והלכה כר״ע:",
                "<b>ר״ש אומר מקום שהתירו לך חכמים וכו׳</b> ר״ש פליג את״ק דלעיל דאמר קושרים נימא במקדש, וסבר דאין קושרים נימת כנור שנפסקה אלא בעניבה שהיא אסורה משום שבות בלבד וא״א שיבא בה לידי חיובא דאורייתא, אבל לא קושרין בקשר שאפשר לבא בו לידי חיובא דאורייתא ואמר ליה ר״ש לת״ק, אל תתמה עלי שאני מחמיר כאן וגבי תחומין אני מיקל טפי ואומר שאפילו יצא חוץ לתחום ט״ו אמה יכנס, דגבי תחומין משלך נתנו לך, משום דידעינן שאותם ט״ו אמה אינם חוץ לתחום, שמודדי התחומין הקובעין סימנין בסוף התחום קים לן בגווייהו שאין קובעין התחום בסוף אלפים ממש אלא כונסין לתוך התחום מפני הטועין שאין מכירין הסימן ופעמים יוצאים להלן ממנו מעט וחוזרין, ומשום הכי אני מיקל בתחומים, אבל לקשור נימא במקדש שלא התירו במקדש אלא איסור שבות לא חיובא דאורייתא, אני מחמיר ואומר דדוקא עניבה שיש בה איסור שבות התירו, אבל לקשור קשר ממש שפעמים יש בו חיובא דאורייתא לא. ואין הלכה כרבי שמעון:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>מבוי שהוא גבוה למעלה מעשרים אמה ימעט כו':</b><br>רבי יהודה אמר כי שער היכלי המלכים אולי הם גבוהות יותר מכ' אמה ולפיכך נוכל לעשות בפתח המבוי עירוב כאשר יתבאר לפנים ואפי' היה גבוה יותר מכ' כל מה שיהיה. ותנא קמא אומר כי כשיהיה גובה הקורה העומדת על ראש המבוי יותר מכ' אמה אינה ניכרת ולא יביטו אליה ולפיכך אמר אם יש בקורה הנתונה בין כותלי המבוי פתוחים ומשכיות כמו אותן שאנו קוראין אותן בערבי מקרב\"ץ והם שקורין אותן החכמים אמלתרא לא יצטרך למעט ואפי' יהיה גובה הקורה המפותחת יותר מעשרים אמה לפי שבני אדם כולם יביטו אליה לרוב חשיבותה יתאמת ההיכר. וכמו כן אם יש לה צורת פתח אין צריך למעט ואפי' היה גבוה יותר מכ' אמה וצורת פתח הוא שני עמודים בגובה ושלישי ברוחב נטוי על ראשיהם מלמעלה והוא אמרם קנה מכאן וקנה מכאן וקנה על גביהן וכשנצטרך לצורת פתח אינה אלא זו בלבד לא בעירובין ולא בסוכה. וחייב אתה לדעת כי המבוי לא יהיה גבהו פחות מי' טפחים בשום פנים ולא יותר מכ' אמה אלא באחד מאלו התנאים והם שיהיה לו צורת פתח או אמלתרא ולפיכך אם יש גובה קנה מכאן וקנה מכאן י' טפחים לא נצטרך שיהיה קנה על גביהן נוגע בהן אלא אפי' נתרחק מהן יותר מג' טפחים נחשוב אותו צורת פתח. ודע כי כל אמה הנזכרת בעירובין וסוכה וכלאים היא אמה בינונית רוצה לומר בת ו' טפחים וכל מה שנצטרך למוד איזה רוחק שיהיה באחד מאלו השלשה מקומות נתכוין בו לחומרא והוא כי אתה תמוד בטפח מצומצם אם יהיה בו חומרא כמו גובה סוכה וגובה המבוי אם יש בהם יותר מכ' אמה יהיו פסולין וכמו כן תמוד בטפח שאינו מצומצם אם יש בו חומרא כמו י' טפחים של גובה מבוי וגובה סוכה וט\"ז אמה של קרחת הכרם וי\"ב אמה של מחול הכרם שקדם באורם במסכת כלאים וכל הדומה לזה. וענין מצומצם שיהיו אצבעות ידיך מקובצות קצתם על קצתם מהודקות בשעת מדידת הששה טפחים וכשתהדק האצבעות כל מה שתוכל ושאינו מצומצם הוא הפך זה והוא שתניח אצבעותיך קרובות זו לזו ולא יהיו מקובצות אלא מרווחות שיכנס האויר ביניהם ושמור זה העיקר ואל תטריחני לשנותו בכל מקום. ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>הכשר מבוי בית שמאי אומרים לחי וקורה כו':</b><br>המחלוקת שיש בין תנא קמא ורבי עקיבא שהאחד סובר כי המבוי שיש ברחבו פחות מד' טפחים אינו צריך לא לחי ולא קורה והשני סובר שהוא צריך ולא נתבאר בגמ' איזה מהם סובר אחת הסברות. והעקרים שאתה צריך לזכור כי המבוי הניתר בלחי וקורה על דעת בית הלל הוא שיהיה ארכו יותר מרחבו אפי' מעט וכשהוא מרובע ר\"ל ארכו כרחבו הוא צריך לחי יועמד בצדו יהיה ברחבו ד' טפחים או לחי מכאן ולחי מכאן ויהיה רחבם איזה שיעור שיהיה כדין חצר שהיא צריכה פס ארבעה או שני פסין במשהו ואז יהיה מותר להשתמש בו. וכן כשיהיה בית ארכו יותר מרחבו דינו כדין מבוי ולחי או קורה בלבד יספיק לו ומותר לטלטל בתוכו בכולו. וענין הכשר מבוי הכנתו והזמנתו להשתמש בו אחר עשיית העירוב כאשר יתבאר באמרם הכשר אוכלין שענינו הכנתם והזמנתם לטומאה. ודע כי המבואות שאינן מפולשין הם כרמלית כשהמבוי פתוח לרה\"ר כאשר בארנו בתחלת שבת ואם עשה קורה לזה המבוי והוא עץ גבוה מן הכותל בגובה הנזכר ועוד יתבאר שיעור רוחב אותה הקורה ראוי לעשות בו העירוב והוא כרמלית לענין זריקה רוצה לומר כי מי שזרק מרה\"ר עליו אינו חייב כרת ואם עשה לו לחי יהיה רה\"י והזורק לתוכו חייב כי העיקר אצלנו קורה משום היכר לחי משום מחיצה. ואין הלכה כרבי אליעזר. וזה התלמיד הנזכר בכאן הוא רבי מאיר ועל שתי הדעות רוצה לומר דברי ר\"ע או ר' מאיר הלכה כבית הלל:  "
            ],
            [
                "<b>הקורה שאמרו רחבה כדי לקבל אריח כו':</b><br>לבנה ידוע והיא מרובעת מג' טפחים על ג' טפחים. ואמרו דיה לקורה שתהא רחבה טפח הוא השלמה למה שחסר כי לפי שצריכה שתהיה ברוחב אריח והוא טפח ומחצה השלים זה המאמר ואמר דיה לקורה שתהיה רחבה טפח ואחר כן הראה טעם זו דהשלמה ואמר כדי לקבל אריח לארכה ר\"ל אפי' אין רחבה אלא טפח ואפשר שיתקיים עליה אריח שיהיה על אורך הקורה: \n"
            ],
            [
                "<b>רחבה כדי לקבל אריח ובריאה כדי לקבל כו':</b><br>בריאה לקבל אריח שתהיה חזקה לסבול כובד האריח ולא תשבר. ואין הלכה כר' יהודה: \n"
            ],
            [
                "<b>היתה של קש ושל קנים רואין אותה כו':</b><br>יש לך לדעת כי יחוס אלכסון העגולה אל המסבב אותה בלי ידוע וא\"א לדבר בו לעולם באמת וחסרון זו ההשגה אינה מאתנו כמחשבת הכת הנקראת גהלי\"ה אבל הוא בטבעי זה הדבר בלי ידוע ואין במציאותו שיושג אבל (ידוע) [יודע] זה בקרוב וכבר חברו חכמי התשבורת לזה חבורים לידע יחוס האלכסון אל המסבב בקרוב ודרך המופת בזה הקרוב אשר עליו סומכין חכמי החכמות הלמודיות הוא יחוס האחד לשלשה ושביעית וכל עגולה שיהיה באלכסון שלה אמה יהיה בהיקפה ג' אמות ושביעית בקרוב ולפי שזה לא יושג לעולם אלא בקרוב לקחו הם בחשבון הגדול ואמרו כל שיש בהיקפו ג\"ט יש בו רחב טפח וסמכו ע\"ז במה שהוצרכו אליו מן המדידה בתורה: \n"
            ],
            [
                "<b>לחיין שאמרו גובהן עשרה טפחים כו':</b><br>השיעור בזה המאמר לחיים שנחלקו בהן רבי אליעזר וחכמים שהאחד אומר לחי אחד והאחד אומר לחיים ושניהם מודים כי רחבן ועביין כל שהוא וכבר ביארנו כי אין הלכה כרבי אליעזר שאמר הכשר מבוי לחיים וכמו כן אין הלכה כרבי יוסי. ואמר גבהו עשרה טפחים לפי שהוא הגבוה הפחות שיש למבוי כמו שזכרנו ואפי' יהיה גובה המבוי כ' אמה ועשה לחי בגבהו עשרה טפחים דיו: \n"
            ],
            [
                "<b>בכל עושין לחיין אפי' בדבר שיש בו רוח חיים כו':</b><br>גולל הוא כסוי הקבר כל הנוגע בו יטמא שבעת ימים וזהו מה שאמרה תורה וכל אשר יגע על פני השדה בחלל חרב או במת או בעצם אדם או בקבר ועוד יתבאר זה בתכלית הבאור במקומו במסכת אהלות. ואין הלכה כרבי יוסי ולא כר\"מ ולא כר' יוסי הגלילי: \n"
            ],
            [
                "<b>שיירא שחנתה בבקעה והקיפוה בכלי בהמה כו':</b><br>תרגום ארחת ישמעאלים שיירת ערבאי. וכשהוא פרוץ מרובה על העומד בכל התורה אינה מחיצה וכשהוא פרוץ כעומד הוא מחיצה ומותר לטלטל בכולה אלא אם יש בכל אותו הפרוץ פרצה רחבה יתר על עשר אמות כאשר ביאר אינה מחיצה אפילו העומד מרובה אבל אם יש שם צורת פתח הרי היא מחיצה אפי' יהיה רחב הפרצה יותר מעשר אמות וזכור אלו העקרים תמיד: \n"
            ],
            [
                "<b>מקיפין שלשה חבלים זה למעלה מזה כו':</b><br>זה מבואר כי שיעור מחיצה י' טפחים והעיקר אצלנו כל פחות מג' כלבוד דמי וזה מכלל הדברים שהם הלכה למשה מסיני ולפיכך צריך שיהיה בעובי החבלים יותר על טפח להשלים השלשה שיעורים החסרים בין חבל לחבל כדי שיהיה ביניהן פחות מג': \n"
            ],
            [
                "<b>מקיפין בקנים ובלבד שלא יהא בין קנה לחבירו ג' טפחים כו':</b><br><b>ארבעה דברים פטרו במחנה כו':</b><br>הזכיר במה שקדם מחיצה של ערב בלי שתי והוא אמרם מקיפין בחבלים וזכר בכאן מחיצה של שתי בלי ערב והוא מקיפין בקנים. ואחר כן אמר רבי יהודה כי לא התירוה אלא לשיירא והוא שיהיו יתר על שנים ותנא קמא אמר כי אין הפרש בין שיירא ויחיד כל הצריך לעשות מחיצה בשיירא דיו שתי או ערב כמו מקיפין בקנים או בחבלים וחכמים שאומרים אחד משני דברים אומרים כי אפי' יחיד במדינה דיו אחד משני הדברים באיזה מקום שתהיה המחיצה. וממה שאתה חייב לדעת כי כששבת אדם אחד או שנים במדבר ועשו מחיצה כאשר זכרנו כי מתנאי המחיצה שלא יהיה בה יותר מבית סאתים והוא מקום שיש במדתו בעת השבור חמשת אלפים אמות באיזה תבנית שיהיה והוא שיעור מדת חצר המשכן שהיה ארכו מאה ורחבו חמשים. ואם היו ג' או יותר הם שיירא ויכולין לעשות מחיצה כשיעור הצריך להם ולכליהם ותשמישם ואפי' אם יהיה במדות המקום מילין הרבה ובתנאי שלא ישאר מן המקום שהקיפו בו המחיצה מקום פנוי ויהיה בשבורו בית סאתים. וזה המחנה הנזכר בכאן אפי' למלחמת הרשות וכ\"ש למלחמת מצוה ואנו מקילין עליהם לפי שהם מתעסקין בכבוש ארצות האויבים: מביאין עצים מ\"מ אפי' כרתו אותן בעליהן ועשו אותן חבילות אין עליהם עון גזל. ופטורין מרחיצת ידים הוא שהם יכולין לאכול בלא נט\"י קודם האכילה ואין מטריחין עליהם לבקש מים אבל אחר האכילה ירחצו ידיהם בהכרח לפי שהיא סכנה מפני שהמלח שלהם מזיק לעינים והיה מנהגם לטבול במלח בעת האכילה ולכן ניחוש שלא יגע בידו על עיניו ויזיקם וזהו טעם נט\"י אחר האכילה וקראו אותם מים אחרונים. ומדמאי ענינו שהיו רשאין לאכול דמאי והוא דבר שלא הוציאו ממנו החקים שהוא חייב להוציאם כגון תרומת מעשר ומע\"ש וכבר ביארנו דמאי ומשפטיו במס' דמאי. ומלערב ענינו שהן רשאין להשתמש במחנותם מאהל אל אהל ופטורין מלעשות עירוב בין האהלים שהם כמו חצירות אבל עירובי תחומין חייבין בהם ועוד יתבארו עירובי תחומין במקומם מזאת המסכתא. ואין הלכה כרבי יהודה ולא כרבי יוסי והלכה כחכמים: \n"
            ]
        ],
        [
            [
                "<b>עושין פסין לביראות כו':</b><br>דיומדין מלה מורכבת מב' מלות דיו עמודין ודיו בלשון יוני שנים ע\"כ פי' המלה שנים עמודין. וביראות קבוץ באר והוא באר מים הנובע. וזו היא צורתה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAHcAAABzAQAAAACK06AxAAAACXBIWXMAAA7EAAAOxAGVKw4bAAABoElEQVQ4je3Vv0oDMRgA8BOFKghd3Q6fQMGhY8Shz+CmuHRwcNSpnw8gdHByuhcRTqcuhXuEqxTaRfqHG/Qw5GvyJdd+CdVKcTTQu/yaf98ld0mEforWWkY1yuULm4T4Ym4QoQqMzFuuv771+faq8QaBp9GpbX/dj9OgfmjxsxVZjYFUgrFE2aQnKg5i40+QZ+S3XWuUV3Xj2YOwVq0JuYNj69uMuktSZ7DOxRisO2QUVbm1Wm1YhAvvvvFXxj/2zSau+fGV3dRzjHVueQdd3r58xcK451zE+Mw9FHrZmHugJ5H5SecF86POJxSRHa+hcx1nk470L1tamUcYMUPgi8C5vnx4VvWCGafDwE1uTKetzDM2Mq8+Nkahv7zxTmq8PFfH3ni5bMd+OdIET9x44OI386X/JE/Y/InAaeA8MH0fzGauEuYB+OtTCH/9ZNe+hpUVJCW3DjDxbEPixn87t753uH/0VliuKa8sKrdpo6dtf9/4Umf2bLkM9hdJ+69e30Nbf8e8f/fL9pFw50llcOdNZfM9Owvqcf35talndJ0Dg/S3W9i13m8AAAAASUVORK5CYII=\">",
                "ורבקות קבוץ רבקה והם עדת הבקר מגזרת כעגלי מרבק (ירמיה מו). ואמרו קשורות ולא מותרות להזהיר שיהיו קשורות בודאי ורחב הפרה הבינונית אשר אליה היה הרמז בשיעור אמתים פחות שליש ויהיה רחב מה שבין הפסין לדעת ר\"מ עשר אמות ולדעת ר\"י שלש עשרה אמה ושליש ואין מחלוקת בין רבי מאיר ובין ר' יהודה כי כשיש בין הפסים עשר אמות או פחות אין צריך ארבעה פשוטין ואם יש בו י\"ד אמות או יותר ביניהן היא צריכה פשוטין והמחלוקת ביניהם כשהוא רחב מה שבין פס ופס מעשר אמות עד ארבעה עשר ואמנם אחת נכנסת ואחת יוצאה כי אי אפשר שתהיה רבקה נכנסת ורבקה יוצאה אלא אם יש ביניהם ריוח והוא כמו שרומז לאותן י' אמות שיש בין כל שני פסין שיהיו רווחות ולא מצומצמות. והלכה כרבי יהודה בשני המאמרים: "
            ],
            [
                "<b>מותר להקריב לבאר כו':</b><br>כשהפסין רבים ישמר שלא יהיה ברוחב כל פס ופס ו' טפחים ולא יהיה בין פס ופס יותר מי\"ג אמות ושליש. והלכה כרבי יהודה כאשר אמרנו בהלכה שלפני זאת:  "
            ],
            [
                "<b>רבי יהודה אומר עד בית סאתים כו':</b><br>רבי יהודה אומר רחוק מצד הבור לפסין שיעור שבעים אמה ושיריים בלבד שהוא שיעור צלע בית סאתים כאשר יתבאר לפנים. וקרפף מקום מוקף בגדר. ודיר מקום יאספו שם הצאן. וסהר ידוע בית הסהר. וחצר מקום שאינו מקורה והטעם בזה כי הגנה והקרפף לא הוקף לדירה וכבר אמרנו כי בית כור הוא כמו שלשים סאה. ואמרם מותר להרחיק כל שהוא ובלבד שירבה בפסין חוזר על פסי ביראות והוא מה שאמרו חכמים לרבי יהודה לא אמרו בית סאתים וכו'. ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>ר' יהודה אומר אם היה דרך רשות הרבים מפסקתן יסלקנה לצדדין כו':</b><br><b>אחר בור הרבים ובאר הרבים ובאר היחיד כו':</b><br>אם היתה דרך הרבים מפסקת ר\"ל מפסקת בין הפסין. יסלקנה לצדדין ר\"ל שיהיה הלוך בני אדם חוץ מן הפסין לא בתוכן. ובאר הוא מעין מים הנובעים. ובור הוא הגבא שיתכנסו שם המים. ואין הלכה כר' יהודה והלכה כר' יהודה בן בבא ובזה תנאים מיוחדים והוא כי מהמשפטי פסי ביראות שקדם זכרונו אינה נחשבת משום מחיצה אלא כשהבאר באר מים חיים ויהיה של רבים ויהיה בא\"י כי זאת הקולא שהקלו בו לא עשו אותו אלא משום עולי רגלים והוא אמרם לא התירו פסי ביראות אלא לבהמת עולי רגלים בלבד ועם כל זה אין מותר להשקות בו אלא הבהמות שאינן יכולות לרדת אל הבור אבל האדם אין מותר לו לשאוב בין הפסין וישתה אלא אם עשה מחיצה גבוהה י' טפחים אלא אם יהיה הבור רחב כ\"כ שלא יוכל האדם להרחיב רגליו בצדי הבור וירד יהיה מותר לו לשתות בין הפסין: \n"
            ],
            [
                "<b>ועוד אמר רבי יהודה בן בבא הגינה והקרפף שהן שבעים אמה ושירים כו':</b><br>לפי שקדם המאמר לר' יהודה בן בבא הוסיף ואמר ועוד א\"ר יהודה בן בבא. וכבר ביארנו כי חצר המשכן הוא בית סאתים וכבר ידעת כי חצר המשכן שיעורו הוא בית סאתים ה' אלפים אמה כי ארכו ק' אמה ורחבו נ' כל מקום שתהיה מדת השיעור שלו ה' אלפים אמה הוא בית סאתים באיזה צורה שיהיה בין שיהיה עגול או משולש או מרובע או זולתו מן הצורות אבל שטח מרובע שיהיה עומד הזויות יהיה מדתו ה' אלפים אמה לא יודע צלע אותו השטח אלא בקרוב לפי שה' אלפים חשבון בלי גדור וגדרו בקרוב ע' אמה וה' שביעיות אמה והדבר בכאן בזה החשבון כמו שזכרתי לך במה שקדם ביחוס אלכסון עגולה למסבבה כי לא יגיע לעולם לידיעת גדר החשבון שאינו [*צ\"ל גדור] (גדול) אלא בקרוב ואין זה לחסרון דעתנו אלא מפני טבע זה החשבון ולפיכך אמרו שבעים ושירים כי כשתשים אלו השירים חמש שביעיות כאשר זכרתי לך ותנכה שבעים וחמש שביעיות יהיה החשבון ה' אלפים וחצי אחד בקרוב ואם תשים השירים שני שלישים כמו שנוטה דעת הירושלמי תהיה מדת אותו השטח ארבעת אלפים תתקצ\"ג ושבע תשיעיות וזה המחלוקת שיש בין מאמר רבי יהודה בן בבא שאמר שבעים ושירים ובין מה שאמר ר' עקיבא שאמר ובלבד שתהא שבעים ושירים על שבעים ושירים מחובר אל המחלוקת שיהיה ביניהם בשומירה ובית דירה כי ר' יהודה בן בבא ידקדק החשבון מאד עד שתהיה מדת המרובע בית סאתים שלימים וישים השירים חמשה שביעיות כאשר זכרנו או מה שהוא יותר דק ממנו. ור\"ע יקרב החשבון יותר וישים השירים שני שלישים או קרוב מזה עד שתהיה מדת המרובע קרוב מבית סאתים וכן נראה מדבריהם במקום אחר. ומאמר רבי יהודה אפי' אין בה אלא בור ושיח ומערה רוצה בו אחד מהם או בור או שיח או מערה. ונתבאר בתוספתא כי ר\"א סובר אם היה ארכה יותר על שנים ברחבה אין מטלטלין בתוכה ומחלוקתם במה שאומר לך והוא כי רבי יוסי אומר כי המקום שהוא בית סאתים שמדתו ה' אלפים אמה כמו שביארנו אפי' יהיה ארכו כשנים ברחבו עד שיהיה ארכו ק' אמה ורחבו נ' אמה כמו חצר המשכן מטלטלין בתוכו ושיהיה בזה האלכסון קרוב לקי\"ב והוא יותר מכפל הרחב. ור\"א סובר כי לא יוסיף האורך על הרחב אלא כשיעור שיהיה האלכסון כפל הרחב ויהיה אורך השטח שלש ותשעים ושליש תשיעית הרחב חמשים ושלש ושליש אמה והאלכסון מאה ושבעה וחצי. ואלו החשבונות כולם בקירוב ומה שזכרתי לך לדמיון וא\"א להוציאם בדיוק לפי שהם כולם חשבונות בלתי גדורים ולא יהיה לדעת ר\"א לעולם באורך בית סאתים יותר משלש ותשעים ושליש תשיעית אמה ולדעת ר' יוסי יהיה ארכו מאה אמה וזו היא צורת מה שזכרנו לדעת רבי אליעזר <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAMoAAAC0AQAAAAD9No60AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAEUUlEQVRYhdXYPY8bRRgH8Ltb5G2iM3RIgBfphNLmuCKgI5nkE/AVAi4oaIiuiE6Hbu5kpJSu0+CCj0ARCRStLUtYaeI6DV7LxTUIr7UoXuP1DDszz7zv0NCEKVayfpqd5z/P7NryHg2OvbeHhnv1eNSpLxEpMaWTv64+WRjkjO5/oUUDwVqLhvLeDqq6QSobaccuOdDcvhe7ZHNNlSLCLiODiKYMU9prouoPRvHCoPWaFjSKUXXr2/pTW9Pw1XdH+fHP0QGqDutJVWLSx938+L04QjtSU4k0jX67UxTPnuGLdEdRHQvrMmY36ZZuBhjXRDHNqEFLul3vZhSnlD7AdEQX5m5s13S2PU13rx7UsQya0eenxWB8cDct339YxzJoWN25yFHUYsRiWfTookQxy7RlsQwaVWZnSmSXYYwcBymjRi57jByaauo51NcUOzTQfW47lPIrpjyWoKotCJHOk7ODFu8WUH7DqN2NSevrk4MW7xbQqmAURRFpfXpyeIB4LCC+VrR/RNZnv15uEY9l0uajDaUXlDDqScpjXsaLc1JvOsGIx4JZESOcnhK8TS9rYrHMXOjFXfIku9+6jXgsc+c/OL5d4ezynXoWexcJKnmu/tGyJtKptyNXtOI0xWa3JBVOv8ZUlrFzW/lUEeSyWiKp6zzLib7h2ibWksCx4bULKm5s4rXDHi5sGoWpF6aYX/luZDaJWGLWxqQEYjUU34ZYgkqTIogFG4UVVdXnEMs8UUD3IJa3FpvVM6mviIxfQywoY6Jp/yXE8naDHC6hdqjQiNxZQu0+DXBOTRorKqcqo3tssm/ESWvINSpk7R5NNhRq915ES9mSpqbIWB79jWQsf3tRRptpRdAoQLk8aZIqFbleKLYojyT9iGRLJKkbJgMVy1mLJFMVyyWkuuV2mdyjKpZ7sL+nI4fky2FR6ljOrOtMx4Li5yvx6YevdCyYtQL680THksULIjjVsWAPv5xDYpRTm0oog3R0t4D2oPjVGzR2KCnEWvkb/NQhWUZ5RtsuLQVNfyIu5QtB0cSIBRWKMqr2xIhlEUn6uluS5qL4+0a3HCJGt+RGwfa+Nrrl5BqasSxK5yQJUP1OC1FMzVgWja3a5fcyo/JxA5VrRvkX9Nqjz7aM5r9bsQS9y9aq5pTEHl3dMCqWVixBWVQTOV9atcPXDbsh+bCJRK5b2OyWzNWtafULHlKPSnbY8i2+DlB5bseCG/K1HtuxYFbENm9TtRvojD8gZeLTju8hzZFP0C+rJbIMHKRSzLoOU6+JCjhRDcSfZfMBUiS+U+yWyOJnmR/LfB+yn/4BsrtlUa+ZWPFxkEg7SFWYyqSZcvkzqJGclpg0CpMbyyA3liYvlia3Wwa53TLIi6XJi6XJi6XJi6XJi6XIj6XIj6XIj6XIj6W67MdS5MdSN/RjKeoHaeXLvxEFukqCpP6EwGGCEYepHvuC+MjCpEZ1FSSrjP8t/QMIInZTXh+mJQAAAABJRU5ErkJggg==\"> ויהיה שיעור מאמר ר\"א כך היא אורך האלכסון יותר על שנים ברחבה אפי' אמה אין מטלטלין בתוכה וכל מה שזכרנו מן הגדירה והוצאת האלכסון והשבור הוא קרוב מאד בעיני היודע בחכמת החשבונות והתשבורת וקשה מאד ויהיה בו כסומא מי שלא למד בזה הענין והלכה כר\"ע באמרו אפי' אין בה אחת מכל אלו ולא באמרו שהם שבעים ושירים על שבעים ושירים. והלכה כרבי יוסי באמרו אפי' ארכה כשנים ברחבה כמו שביארנו. וממה שאתה חייב לדעת כי כל מקום שעשו לו גדר הכוונה היתה לדור בו והוא מה שקורין אותו קרפף שהוקף לדירה אפי' יש במדתו אלף מיל מותר לטלטל בכולו ומה שדברו לא דברו אלא בגנה וקרפף שלא הוקף לדירה: "
            ],
            [
                "<b>אמר ר' אלעאי שמעתי מרבי אלעזר ואפי' היא בבית בור כו':</b><br>כבר אמרנו פעמים כי בית כור הוא שלשים בית סאה. ואמרו אבל להן מותר כשבטל רשותו להם סתם. וחכמים סוברין כי אפי' בטל רשותו להם סתם אסור להם להשתמש בביתו אלא אם כן פירש להם שבטל להם רשות ביתו ר\"ל רשותו בחצר והוא החצר שלפני הדיורים שאינה מקורה ועוד יתבאר זה במקומו בזאת המסכתא. ועוד שמע כי אדם יוצא ידי חובתו בפסח בעקרבלין כשאכלן משום מרור והוא מכלל הירקות שאדם יוצא בהן ידי חובתו בליל פסח המנויות בפרק שני ממסכת פסחים. ועקרבלין בלשון ערבי אל עקרבו\"ץ והוא מפורסם אצלנו והם עלין בצורת העקרב ושאל רבי אלעאי לכל תלמידי רבי אליעזר אם שמע אחד מהם מרבי אליעזר אחת מאלו השלשה הלכות ששמע הוא ולא מצא מי ששמע אותן אלא הוא לבדו. ואין אחת מהן הלכה אלא כולן דחויות:  \n"
            ]
        ],
        [
            [
                "<b>בכל מערבין ומשתתפין חוץ מן המים ומן המלח כו':</b><br>מערבין ר\"ל עירובי תחומין ועוד יתבארו לקמן אבל עירובי חצירות יש להן דינין יתבארו בסוף פרק השביעי. ומשתתפין הוא שתופי מבואות והוא שתוף אנשי המבוי להשתמש בו מבית לבית כאשר יתבאר בפרק שמיני. ואין ראוי שיהיה דבר מזה העירוב אלא במאכלים והמים והמלח אינם מן המזונות אבל הם מוליכין המזון למקומותיו הידועות. וכן אין מערבין ומשתתפין בצמחים הידועים אצלנו בכמהין ופטריות כי אלו מפני פסידת המזון המתהוה מהם והיותם בתכלית הרוע אינן נמנין מן המזונות. ואמרם בכל הוא לשון הבאי והעיקר אצלנו אין למידין מן הכללות ואפי' במקום שנאמר בהן חוץ. וכסף מעשר הוא מעשר שני שדינו לקנות בו מאכל ומשקה בלבד בירושלים והוא מה שאמר הכתוב ונתת בכל אשר תאוה נפשך וכבר ביארנו כל משפטיו במסכת מעשר שני. ואמרם הנודר מן המזון תקנו אותו מן הזן כי הנשבע שלא יאכל מה שיזון או יפרנס מותר במים ומלח לפי שאינם זנים כמו שבארנו. אבל מי שנשבע שלא יאכל מזון אינו אוסר עליו אלא מחמשת המינים ועוד יתבארו אלו הדינים בנדרים. ולנזיר ביין ולישראל בתרומה לפי שהם אפילו אינם ראויות לאכילתו ראוין הן לאכילת זולתו. וסומכוס אומר כי אנו צריכין לדבר שהוא ראוי למערב עצמו כי היין לנזיר ראוי הוא לו כשיהיה נשאל לחכם ויתיר לו נדרו והתרומה אינה ראויה לישראל באותה שבת שיערב בה בשום פנים כי אם נשאל לחכם והוא הוציאה (תועה) [טועה] אינה תרומה אבל היא טבל והטבל אינו ראוי לאכילה ואין מותר לו להוציא ממנו התרומה והמעשרות בשבת כאשר יתבאר במסכת יום טוב ולפיכך חלק סומכוס בתרומה ולא ביין לנזיר. לכהן בבית הפרס הוא שישים הכהן עירובי תחומין שלו בבית הפרס ואנו צריכין בעירובי תחומין שיוכל המערב להכנס במקום שנתן בו עירובו כדי שיהיה הוא ועירובו במקום אחד. ובית הפרס ג' מינין מבוארין בסוף מס' אהלות האחד כשנחרש הקבר בשדה ונתערבו העצמות בעפר והודקו אפשר לכהן להכנס באותו המקום ובתנאי שיחפש העפר שהוא הולך עליו ואחר כן ילך כדי שלא יגע בעצם כשעורה. לחוץ ולאכול הוא שיכנס במחיצה עד שיגיע למקום העירוב ויאכלנו שם אם רצה כמו שיכנס בתוכה באויר. ועיקר מחלוקת רבי יהודה ורבנן מה שאומר לך והוא כי הכל מודים על הארבעה עקרים. האחד בית הקברות אסור בהנאה. והשני אין מערבין אלא לדבר מצוה. והשלישי מצות לאו ליהנות ניתנו. והרביעי כי שעת קניית העירוב הוא בין השמשות. והכל מודים כי בשעת קניית העירוב מותר להיות בבית הקברות אע\"פ שהיא אסורה בהנאה כי זה העירוב מצוה ומצות לאו ליהנות ניתנו ורבי יהודה אומר כי מעת שיקנה אדם עירוב אינו מקפיד אם נשאר אותו דבר שעירב בו או אבד אח\"כ ולפיכך הוא מותר אצלו שיקנה עירוב בבית הקברות ורבנן אמרי כי אדם רוצה שישאר לו אותו דבר שעירב בו לאוכלו כשיצטרך לו ואפי' אחר קניית העירוב ולפיכך אינו מותר אצלם להניחו בבית הקברות לפי שהיא אסורה בהנאה ואין מותר לו להצניע שם דבר ואין שם מצוה כי המצוה היא בשעת קניית העירוב ויתבאר לך מזה כי לא על הכהן לבדו אסרו חכמים הנחת העירוב בבית הקברות אלא על ישראל גם כן. ואין הלכה כסומכוס ולא כרבי יהודה: \n"
            ],
            [
                "<b>מערבין בדמאי ובמעשר ראשון שנטלה תרומתו כו':</b><br>אומר כי יכול אדם לערב בדמאי ובמעשר ראשון שנטלה תרומתו ובמעשר שני והקדש שנפדו וזה מבואר ואמר עוד אבל לא בטבל גם זה מבואר והתשובה בכל אחת מהם ופירושו על הפנים שזכרנו במסכת ברכות ושבת תבקש אותה לשם. ושולח עירובו ביד חרש הוא שישלח עורובו עמו להגיעו לסוף אלפים אמה. והמאמר בכאן אינו אלא בעירובי תחומין אבל עירובי חצירות די לו בקטן כאשר יתבאר. ומי שאינו מודה בעירוב והוא הנכרי והצדוקי שאינם מודים בעירוב אם שלחו ביד אחד מאלו הפסולים להגיעו לידי אדם כשר והכשר יגיעו לסוף אלפים אמה הרי זה מותר ובתנאי שיראה לאותו הפסול כשהגיעו ליד האדם כשר: \n"
            ],
            [
                "<b>נתנו באילן למעלה מעשרה טפחים כו':</b><br><b>נתנו בראש הקנה או בראש הקונדס כו':</b><br><b>נתנו במגדל ואבד המפתח כו':</b><br>זאת המשנה צריכה לעקרים מהם שקדמו ומהם שלא קדמו ואני אביאם בכאן לתוספת ביאור והם העיקרים כי רשויות שבת ארבעה רה\"ר ורה\"י כרמלית ומקום פטור וכבר גדרנו אותם בראש מסכת שבת וזכרנו כי המוציא מכרמלית לרה\"ר או לרה\"י אינו חייב מיתה אבל הוא אסור משום שבות. ומהם כי שעת קניית העירוב הוא בין השמשות. ומהם כי רבי סובר כי דבר שהוא משום שבות לא גזרו עליו בין השמשות. ומהם כי אסור להשתמש באילן משום שבות. ומהם כי כשיערב אדם עירובי תחומין יצטרך שיהיה הוא ועירובו במקום א' ר\"ל שיוכל לאכול עירובו במקום שנתכוין לשבות בו. ומה שאמרו בתחלת זאת המשנה נתנו באילן הוא בתנאי שיהיה באילן ד' טפחים על ד' טפחים או יותר ויהיה מתכוין לשבות ברה\"ר אם נתן העירוב בזה האילן למעלה מי' יהיה העירוב ברה\"י והוא ברה\"ר ולפיכך אין עירובו עירוב לפי שא\"א לו ליקח עירובו ביה\"ש ולהוציאו למקום שביתה. ואם נתנו למטה מי' יהיה העירוב בכרמלית ויוכל להוציאו ביה\"ש לרה\"ר לפי שהוא משום שבות ואע\"פ שהוא משתמש באילן ה\"ז מותר ביה\"ש לדעת רבי. ואלו ההלכות כולם הם לרבי. ועוד אמרו נתנו בבור והוא שיהיה הבור כרמלית ומקום שביתתו ברה\"ר. וקונטס הוא שבט דק יעשו ממנו הרמחים ושם הרומח קונדס וקונטס הכל שוה ולפי שהקנה והקונטס דקין ואין בהן ד' על ד' הוא מקום פטור ולפיכך כשנתכוין לשבות ברה\"ר ונתן שם עירובו אפי' למעלה ממאה אמה ה\"ז עירוב מפני שהוא יכול להורידו ואפילו בשבת. אבל הכריח רבי בכאן שיהיה הקונטס והקנה תלושין ונעוצין ולא יהא מחובר לקרקע אע\"פ שהוא ביה\"ש שהוא שעת קניית העירוב ומותר להשתמש במחובר באותה שעה גזירה שמא יקטום גזירה שמא יחתוך אותו קנה והוא מחובר לקרקע והוא איסור סקילה מפני שיתערב לו בקנה התלוש ממקום צמיחתו שהוא מותר לחתכו וכמו כן הקונדס. ומגדל הוא ארגז שנותנין שם הבגדים. וכשיש שם חוטין או מנעול שא\"א להתיר אותו המגדל אלא במפתח או בפסיקת אותן החוטין ואבד המפתח אומר ת\"ק כי הוא יכול לפסוק החוטין בסכין ולהוציא העירוב ואין בו איסור סקילה לפי שהוא מקלקל באותו החתוך ולפיכך עירובו עירוב ור\"א סובר כי אין כלי ניטל אלא לצורך תשמישו ואסור לטלטל הסכין כדי לפסוק החוטין אלא לחתוך המאכל ולפיכך א\"א להוציא העירוב אלא במפתח ומפני זה אמר אם אינו יודע שהמפתח במקומו אינו עירוב. והלכה כרבי שאמר דבר שהוא משום שבות ביה\"ש לא גזרו במקום מצוה ואין הלכה כרבי אליעזר: \n"
            ],
            [
                "<b>נתגלגל חוץ לתחום ונפל עליו גל או נשרף כו':</b><br>נתגלגל חוץ וכו' עד כשר כבר ידעת כי המאמר באלו ההלכות כולם אינו אלא בעירובי תחומין וידעת כי שעת קניית העירוב ביה\"ש וכשיגיע עת ביה\"ש והעירוב מצוי ראוי לאכילה אין שואלין עליו אם נאבד לאחר כך ודע כי כשיניח אדם עירובו באיזה מקום שיניחנו כי יש לו ד' אמות במקום עירובו והוא באמצע הד' אמות ואמרם נתגלגל חוץ לתחום הוא שיתגלגל ברחוק ב' אמות ממקומו שהונח שם ואז יהיה חוץ לתחום ולא יהיה מותר לו להחזירו. ופירוש גמל וחמר כי זה הוא כמושך גמל וחמור וענין זה הדמיון כי המושך גמל וחמור אינו יכול ללכת האחד מהם מפני האחר כי הגמל אינו הולך אלא כשילך המושכו לפניו והחמור אינו הולך אלא כשילך המחמר אותו לאחריו ומפני זה כשילך האחד יעמוד השני ולא יוכל ללכת כמו כן זה שנסתפק בעירוב א\"א לו ללכת למקום שעירב שמא נפסד העירוב מבעו\"י ואינו עירוב וג\"כ אינו יכול ללכת אלפים אמה לכל רוח כמו שהיה יכול מקודם שמא נפסד העירוב משתחשך ועירוב היה ביה\"ש ואסור לו ללכת אלא למקום שעירב ודנו אותו לחומרא ואם עירב בדרך משל ללכת אלף אמה במזרח בלבד וג' אלפים במערב כאשר נבאר לפנים ונפל [ספק] בעירוב מה שנפל מן הספק אינו הולך במזרח אלא אלף אמה ובמערב אלפים בלבד. ור' יוסי ור' שמעון אומרים כי ספק העירוב כשר כי הם אומרים העמידו על חזקתו. ור' מאיר ור' יהודה אומרים כי תחומין של תורה לחומרא יהיה הדין בשבת והשמיענו נתגלגל שלא נשאר העירוב במקומו וכמו כן נפל עליו גל שנשאר במקומו הכל שוה או הפך אומרו נפל עליו גל שא\"א להוציאו אלא אחר חפירה או נתגלגל שאפשר שישיבנו הרוח הכל שוה והשמיענו נשרף להודיענו כח זה הדין אצל ר' יוסי שהוא מכשיר אפילו נשרף שנעדר מהכל וכמו כן כך הדין אצל ר\"מ שהוא מחמיר ואפי' היתה תרומה גדולה ונטמאת שהיא עומדת במקומה וכמו שהיתה אבל נסתפק בטומאתה אם נטמאת מבעו\"י אם לא והלכה כר\"י ור\"ש: \n"
            ],
            [
                "<b>מתנה אדם על עירובו ואומר אם באו נכרים כו':</b><br>עירובי תחומין שיעדתי לך לבארם בכאן אבארם לך והוא כי יש רשות לכל אדם להלך אלפים אמה חוץ למדינה לכל רוח שירצה מארבע הרוחות למזרח ולמערב ולצפון ולדרום וזהו תחום שבת ואם ירצה שום אדם מבני המדינה ללכת לאחת הרוחות יותר מאלפים אמה אז יצטרך לעירוב וזהו עירובי תחומין והגע עצמך ע\"ד משל אדם שהוא רוצה ללכת לצד המזרח ג' אלפים אמה יקח עירוב מע\"ש ויתרחק מן המדינה אלף אמה ויניח העירוב שם ויהיה כמו ששבת באותו מקום ויש לו ללכת ממקום עירובו אלפים אמה וכשיהיה ממחרת ר\"ל יום שבת או יו\"ט ילך עד מקום העירוב וממקום העירוב אלפים אמה נמצא שהלך ברוח מזרח ג' אלפים אמה ואסור ללכת בצד המערב אלא אלף אמה בלבד כי האלף שהוציא בצד המזרח גרע אותם מצד המערב וכן אם הניח העירוב ברחוק אלפים אמה מן המדינה במזרח יש לו לילך בצד מזרח ד' אלפים אמה ולא ילך בצד המערב אפי' אמה אחת לפי שהוא הסיר האלפים שהיו לו ברוח מערב והוסיפן ברוח מזרח ועל דרך זו יוכל להוסיף י' אמה או כ' או ק' איזה שיעור שירצה כמו שזכרנו וכל מה שיוסיף ברוח אחת יחסר אותו מן הרוח השנית שכנגדה עד שיגיע לתת [הארבעת] אלפים כולם ברוח אחת ואתה שמור זה הענין ואל תצריכני להחזירו בכ\"מ כי הענין הזה נזכר בהרבה מקומות. ואמר בכאן כי יוכל אדם להתנות בעירובו ולעשות מע\"ש ב' עירובין ולהניח האחד ברחוק אלפים אמה מן המדינה במערב והאחד ברחוק אלפים אמה במזרח ויתנה ויאמר אם באו נכרים מן המערב אלך ארבעת אלפים אמה במזרח ואסמוך על העירוב שבמזרח ואם באו נכרים מן המזרח אסמוך על העירוב שבמערב לברוח מן הנכרים וכן אם בא חכם מן המזרח אסמוך על העירוב שבמזרח עד שאגיע לאותו חכם ואם יתחדש החדוש מב' הרוחות למקום שארצה אלך כלומר יסמוך על איזה עירוב שירצה ואם לא יתחדש חדוש הריני כבני עירי שילך אלפים אמה לכל רוח בלבד ולא יחוש לשני העירובין. ור' יהודה אומר שיגיע לרבו עכ\"פ אע\"פ שהאחר חכם ואין בידו הברירה שילך לאיזה מקום שירצה וחכמים אינם רואים בזה כי אולי יבחר אדם הקבלת פני רעהו על הקבלת פני רבו. ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>ר\"א אומר יו\"ט הסמוך לשבת בין מלפניה כו':</b><br>ר' אליעזר סובר כי שבת ויו\"ט שתי קדושות הן וכל אחד מהן מובדל מחבירו ולפיכך מותר לאדם שיעשה ב' עירובי תחומין מעיו\"ט כשחל יום טוב להיות בע\"ש או מערב שבת אם חל יום טוב ביום ראשון ויניח העירוב האחד במזרח והשני במערב ויסמוך על האחד מהם ביו\"ט ועל הב' בשבת או יעשה עירוב באחת הרוחות ויסמוך עליו באחד מן הימים וביום הב' יהיה כבני עירו וילך למקום שהן יכולים ללכת ויש בידו הברירה באלו הפנים כולם. וחכמים אמרו קדושה א' הן לפיכך אין לו רשות לערב אלא ברוח אחת לשני הימים. ומה שאמרו חכמים בכאן בזאת המשנה הם כמו טוענים על רבי אליעזר ושיעור טענותם שהם אומרים לו כך כמו שהאדם אי אפשר לו לערב ביום א' חציו למזרח וחציו למערב אבל הוא מערב לרוח אחת בלבד או אינו מערב כל עיקר כמו כן בשני ימים יערב לרוח א' בב' הימים או אינו מערב כל עיקר לפי שהם חושבין אותם קדושה א' לחומרא וחושבין אותם ב' קדושות לענין שהוא חייב לחזור ולהניח עירוב אחר כאשר תראה בדמיונם. והעיקר אצלנו מי שעירב בפת בראשון ורצה לערב בפת בשני צריך שיערב באותו העירוב ולפיכך נוטלו ובא לו וזה אי אפשר לו אלא כשיחול יו\"ט בערב שבת הוא שאפשר לו שיוליך העירוב יום חמישי ומחשיך עליו ויביא אותו ויוליכנו ולמחר שהיא יום טוב יחשיך עליו ויאכלנו לפי שהוא שבת ואינו יכול להחזירו וכשיהיה יום טוב אחר שבת אין לו דרך אחרת אלא שיניחנו שם מע\"ש במקום מוכן וישאר שם עד מוצאי שבת שהוא ליל יו\"ט וכששמע אותם ר' אליעזר שהם הצריכו לו להחזרת העירוב אמר להם מודים אתם לי שהן שתי קדושות ולולי זה היה מספיק לו שיחשיך עליו בראשון והן דנין לחומרא כמו שזכרתי לך. והלכה כרבי אליעזר בסברתו שהן שתי קדושות ויש לו לעשות כל מה שזכר ומה שחייב שלא נתיר לעשות עירוב ביו\"ט לשבת לפי שהעיקר אצלנו אין יו\"ט מכין לשבת כאשר נבאר במס' ביצה ולפיכך נערב לשבת מערב יום טוב:  "
            ],
            [
                "<b>רבי יהודה אומר ר\"ה שהיה ירא שמא תתעבר כו':</b><br>יום הספק היה אצלם כשהיו עושין ע\"פ הראיה והוא יום ל' מאלול כי אם יראה הירח ליל ל' יהיה אלול מכ\"ט ויהיה אלול חסר ואם לא יראה ליל ל' יהיה אלול מל' יום ויהיה אלול מעובר ויהיה ר\"ה יום ל\"א לאלול ואמר רבי יהודה שיעשה יום כ\"ט מאלול ב' עירובין אם ירצה כיון שאינו יודע אם יהיה למחרת ר\"ה או למחרת מחרתו ואע\"פ שירצה ללכת למחר למזרח וליום אחר למערב ויתנה באיזה תנאי שירצה אם ירצה שיניח עירוב ליום ל' לרוח אחד וליום ל\"א לרוח אחר או שיניח עירוב אחד מב' הימים לרוח אחת מן הרוחות ויום השני כבני עירו ויש בידו הברירה בכל זה לפי שיש ספק בקדושה והלכה כרבי יהודה בזו ההלכה אבל בזמן הזה בשני ימים טובים של ראש השנה שאנו עושין אותן על פי החשבון אסור לחלק בהן העירוב לפי שהן קדושה אחת והעיקר אצלנו שהן כיומא אריכתא אבל שאר ב' ימים טובים של גליות הם ב' קדושות ומותר לעשות בהן כל מה שנזכר על דעת ר' יהודה מחלוק הערוב: \n"
            ],
            [
                "<b>ועוד אמר רבי יהודה מתנה אדם על הכלכלה כו':</b><br>העיקר אצלנו כי אסור להוציא תרומות ומעשרות ביום טוב ועוד יתבאר זה במקומו ודמיון מאמר רבי יהודה הוא זה אם יש לפניו ב' סלין מטבל וירמוז אל הסל האחד ויקרא אותו ראשון ויאמר ביו\"ט ראשון אם היום חול שמותר להוציא בו תרומות ומעשרות זה הסל הראשון תרומה ומעשרות על הסל הב' ואם היום קדש אין בדברי כלום ולמחר יאמר אם היום חול זה הסל עצמו שרמזתי לו אתמול הוא תרומה ומעשרות על הסל הב' ויהיה מותר לאכול הסל הב' ואם היום קדש אין בדברי כלום ויהיה מותר לאכול הסל הב' ביו\"ט ב' בהכרח לפי שאם יו\"ט שני קדש תנאו ביו\"ט ראשון קיים ואם היום הא' הוא קדש תנאו ביו\"ט ב' קיים וכמו כן ביצה שנולדה בראשון תאכל בשני על זה הדרך כי אם הראשון קדש השני חול ותהיה מותרת לאכילה ואם יו\"ט ב' קדש הראשון חול והחול הוא שהכין ליו\"ט כאשר התבאר ויתפרש במס' ביצה וכל זה הוא לפי מה שסבר שהן ב' קדושות והשמיענו אלו הג' הלכות ללמדך כח סברתו כי הוא ישים אותם ב' קדושות לענין העירוב שאינו עושה שם מלאכה ולענין כלכלה ולא יגזור שמא יפריש ממנה תרומה באחד מן הימים וכן לענין ביצה לא יגזור שמא יאכל נולד ביום טוב והוא אסור כאשר יתבאר בביצה וכבר בארתי לך שהלכה כרבי יהודה באלו הדברים כולם אבל לא בב' ימים טובים של ר\"ה לפי שהן קדושה אחת: \n"
            ],
            [
                "<b>רבי דוסא בן הרכינס אומר העובר לפני התיבה כו':</b><br>ר' דוסא כלל בזה המאמר ב' דעות האחת שהוא מזכיר של ראש חדש בראש השנה והשנית שמתנה בראש השנה ואומר אם היום אם למחר. והעיקר אצלנו מה שזכרתי לך כי ב' ימים טובים של ר\"ה קדושה אחת הן והתנאי אינו מותר בהם והטעם גזרה שמא יקלו בהם עמי הארץ כשישמעו שהוא ספק ונחוש לזה בר\"ה כי אפילו בזמן שהיו עושין על פי הראיה היו עושין ר\"ה ב' ימים ברוב. והעיקר אצלנו גם כן שלא יזכור ראש חדש בתפלת ר\"ה אלא אומר זכרון אחד ועולה לכאן ולכאן ואמר בכסה ליום חגנו חג שראש חדש מתכסה בו. הנה נתבאר לך כי דברי ר' דוסא דחויים מהכל: \n"
            ]
        ],
        [
            [
                "<b>מי שהוציאוהו נכרים או רוח רעה אין לו אלא כו':</b><br>רוח רעה קורין כל היזק שאינו בא מיד האדם מאיזה סבה שתהיה וכשיצא אדם חוץ לתחום ברצונו אין לו אלא ד\"א אפילו הושב שלא ברצונו וכן אם יצא שלא ברצונו וחזר ברצונו. ופרנדיסין שם מקום והפליגה שם להולכת הספינה בים. ודע כי ר\"ע ורבי יהושע חלקו על ר\"ג ורבי אלעזר בן עזריה בספינה שהיא בנמל שהיא דומה לדיר וסהר אבל ספינה מהלכת ד\"ה מותר להלך בכולה ולפיכך אמרו שרצו להחמיר על עצמן כי אפילו לדעתם מותר להלך בכולה וטעם מחלקותם כי ר\"ע ורבי יהושע אומרים אם אתה מתיר לו להלך בדיר וסהר שיש לו מחיצות כמו כן ילך בבקעה אם יונח שם ואינו רשאי ללכת בה אלא ד\"א ויאסרו דיר וסהר כדי שלא יתערב דינם בדין בקעה ור\"ג ורבי אלעזר בן עזריה אינם רואים בזו הגזרה והלכה כר\"ג ורבי אלעזר בן עזריה בכל המאמר: \n"
            ],
            [
                "<b>פעם אחת לא נכנסו לנמל עד שחשכה כו':</b><br>קורין נמל למקום שהספינות נסתרות שם מן הרוח ויוצאות משם ליבשה ואמרו הייתי מסתכל כ\"ז לפי שאפשר לדעת מרחק איזו מקום שתרצה ממה שישיגהו העין בכלים יעשו אותן בעלי התשבורת ויושג זה באותו הבריח שהוא בכלי נחשת שמסתכלין בו החוזים בכוכבים ונקרא בערבי אצטרל\"ב ואיני רוצה להאריך ולהזכיר איך יושג כי זה הדבר בזה הענין ארוך ואפילו באריכות לא יבין זה אלא מי שידע בחכמת התשבורת וידע מה שיתחייב מן היחוס בדמיונות הדומין זה לזה ואיך יצא הצלע שאינו ידוע כשתדע צלעות אחרות שיהיה להם ענין ומה שישתתף חכמת התשבורת לזו החכמה ימצא זה הענין קרוב ואינו צריך אריכות. ודע כי הנמל אינו מוקף מחיצות כי אילו היה מוקף היה מותר לדעת רבן גמליאל ואפילו לא היה בתוך התחום עד שלא חשכה כאשר ידעת מסברתו בדיר וסהר שאומר מהלך את כולה וכן נתבאר בירושלמי: \n"
            ],
            [
                "<b>מי שיצא ברשות ואמרו לו כבר נעשה מעשה כו':</b><br>רוצה באמרו ברשות כי התורה נתנה רשות לעשות מצוה או להציל מיד הגיים או מן הנהר. וכשאומרים לו כבר נעשה המעשה שהיית יוצא לעשותו יש לו להלך ממקומו שהיה שם כשאמרו לו כבר נעשה המעשה אלפים אמה לכל רוח ואם יש בינו ובין המקום ששבת בו פחות מארבעת אלפים אמה ממקומו וכשיהלך אלפים אמה ממקומו כמו שאמרנו ישאר בינו ובין מקום שביתתו פחות מאלפים כבר הגיע לו תחומו שהיה לו מערב שבת ויש לו להגיע למקום שביתתו ויהלך ממנו אלפים אמה לכל רוח כאשר היה מקודם וזהו ענין אמרם ואם היה בתוך התחום כאילו לא יצא ומה שאמרו שכל היוצאין להציל חוזרין למקומן אינו ראיה שידמה לדין שקדם זכרו אבל הוא דין אחר שיש בו קולא על מי שיצא ברשות התורה והביא ראיה עוד להקל על מי שיצא ברשות וכמו כן מי שיצא להציל נפשות מישראל וזהו ענין אמרם להציל. ונתנו להם רשות כלומר למצילין שיחזרו בכלי זיין עד שיגיעו למקומן וכן אמרו חוזרין בכלי זיינן למקומן: \n"
            ],
            [
                "<b>מי שישב בדרך ועמד וראה כו':</b><br>רבי מאיר אומר כי לפי שלא ידע שהיה קרוב למדינה ושהיה בתוך התחום לא חשב להכנס במדינה ולא קנה שביתה בעיר ולפיכך אין לו ללכת אלא אלפים אמה לכל רוח וילך עד המקום שהגיע אליו סוף התחום ואסור לו להלך בכל המדינה ורבי יהודה אומר כי הוא אפילו לא חשב על זה כיון שהוא בתוך התחום קנה שביתה בעיר עם אנשי העיר ויכנס ויהלך בכל המדינה וילך חוצה לה אלפים אמה לכל רוח. והלכה כרבי יהודה: \n"
            ],
            [
                "<b>מי שישן בדרך ולא ידע שחשכה כו':</b><br>רבי יוחנן בן נורי אומר נכסי הפקר קונין שביתה במקומן ואין דרך לטלטלם אלא אלפים אמה לכל רוח וכמו כן האדם כשאין לו דעת בשעת העירוב רוצה לומר כשהיה ישן הרי הוא כנכסי הפקר שאין להם דעת בעלים ויש לו אלפים אמה לכל רוח. וחכמים אומרים נכסי הפקר אין קונין שביתה במקומן אלא מי שזכה בהם וקנה אותן יש לו להוליכם בכל מקום שיש לו ללכת וזהו ענין אמרם הרי הוא כרגלי כל אדם ולפיכך כשהאדם ישן בשעת העירוב הוא כמו נכסי הפקר שאין להם דעת ולא קנה שביתה ולא ילך אלא בארבע אמות. והלכה כרבי יוחנן בן נורי במה שאמר בכאן והלכה כחכמים בנכסי הפקר שהם כרגל כל אדם וזה קולא ולקחנו הקולא משתי הדעות: \n"
            ],
            [
                "<b>היו שנים מקצת אמותיו של זה בתוך אמותיו של זה כו':</b><br>זו המשנה כוללת שבת ויום טוב והוא כי האדם בשבת מותר לו הטלטול בארבע אמות בלבד וכאן מדבר כשאירע השתוף לשני בני אדם ונשתמשו במקום המשותף וזה מבואר וכן אם נפל השתוף באלפים אמה אשר לכל אחד שמותר להם להשתמש במקום המשותף ביום טוב וכבר היתה מחלוקת בין רבי שמעון וחכמים בשלש חצירות פתוחות זו לזו וערבו שתים החיצונות עם האמצעית כי חכמים אומרים שלשתן אסורות ורבי שמעון אומר שתים החיצונות בלבד אסורות זו עם זו וכששמע אותם רבי שמעון שהורו בדומיהן בזה הדין במאמרם היו שלשה והאמצעי מובלע בינתיים התחיל להשיב עליהם ואמר להם הלא זה שוות כשלש חצרות פתוחות זו לזו ומפני מה אתם חלוקים עלי בזה בדין שלש חצירות וחכמים חולקים עליו שם לפי שהם אומרים אם התירו לבית החיצון להשתמש עם האמצעי והאמצעי עם החיצון האחר שמא ישתמש אחד מן החיצון עם החיצון האחר ולא יערערו עליו אנשי אותה האמצעית לפי שיחשבו שהוא מהם לרוב השוכנים שם אבל בכאן שאין שם אלא שלשה אנשים כל אחד מהם נחפז על חבירו ולא יניחנו לעבור גבולו ואם שגג יזכירנו. והלכה כרבי שמעון באמרו כי שתים החיצונות בלבד אסורות זו עם זו: \n"
            ],
            [
                "<b>מי שבא בדרך וחשכה לו והיה מכיר אילן או גדר כו':</b><br>העיקר אצלנו מה שאגיד לך הוא כי כל האדם ובלבד כשהוא בדרך לפי שהוא עני מותר לו לערב ברגליו כאשר יתבאר ויש בינו ובין מקום שהוא רשות היחיד פחות מאלפים אמה והוא היה יודע אותו מקום ואמר שביתתי במקום פלוני ר\"ל באותו מקום קנה שביתה שם וכאילו הניח עירוב ויש לו ללכת בכל המקום וחוצה לו אלפים אמה ובתנאי שיהיה עוד היום גדול כשקנה שביתה באותו מקום כדי שיוכל להגיע לאותו מקום ואפילו בתכלית המרוצה קודם הכנסת שבת ויחשב לו כאילו הגיע שם וכמו כן אם קנה שביתה ברה\"ר מקום ידוע כמו עיקר אילן או גדר יש לו באותו מקום ארבע אמות ואלפים אמה חוץ לאותן ארבע אמות ולפי שאמר תחתיו והוא אינו מסויים לא אמר כלום ואין לו ללכת אלא לעיקרו של אילן בלבד ולא ילך משם לביתו אלפים אמה ולא הארבע אמות שיש לו לשם בלי מסויימות עד שנמדוד משם אלפים אמה וזהו כשיש תחת האילן שמנה אמות או יותר שבהם יפול הספק ולא נודע באיזה מקום קנה שביתה אבל אם יש תחת האילן פחות משמנה אמות יש לו ללכת משם לביתו אלפים אמה כי כשתקח מהם ארבע אמות שהוא שיעור מקום שביתתו תמצא קצתם משותפים עם הארבע אמות שיש לו לשם וכל זה כשישאר מן היום שיעור שיוכל להגיע לאותו מקום במרוצה כמו שזכרנו: \n"
            ],
            [
                "<b>אם אינו מכיר או שאינו בקי בהלכה כו':</b><br>או אינו בקי בהלכה פירושו שלא ידע כי יש לאדם שיתן מקום שביתתו במקום רחוק ממנו מלבד המקום שהוא עומד בו. ואמרו כטבלא מרובעת לפי שאי אפשר במלאכה לעשות מרובע בדיוק ולפיכך הודיע שדי לנו שיראה כמרובע כפי היכולת האדם כמו הלוחות המרובעות שהכוונה בהם הרבוע כפי היכולת. נשכר את הזויות רוצה לומר את הארבע תוספות שיש במרובע על העגול שבתוכו ואותן התוספות הן בזויות המרובע ולפכך קראן זויות. (וזו היא צורתה) <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAJ0AAACYAQAAAADWkNbIAAAACXBIWXMAAA7EAAAOxAGVKw4bAAADU0lEQVRIic3WP2sUQRQA8JWTnEXwsA/sV4ik0ICypV/B0s42wSKCwl6IeI1wWIp/7iNYWFiouYQDtwnkGyR7LOQaIbsceLtkM8+Z9+bNn701xM6BbJLfzdy+efM3gGPAMgdbgnY8haUSLJPFoAxU6WrsB37ptGIdL2NX4VIp27C15l+bH7fh4NqYXIUHqoMNrGVnoiamHTjoNDGI6cfFUmUyD/FPYExVJdHxkb7u0MMaG0Ieu1hSNPiZwVT3oOfiocaJi5yVqfpixp7G3ME60qj+YCxjjSK0mJtk9ixODQ4sqkigUo/MoopI3FVYWFQR1duUDUb1TqgLjClmxDAJhcXYNBeR/FrEEv/dwJhCxgJsGbZhwpiBDlGWGWNicqkqeAi6vsahgyXjCEM68jHEDt6i3McacTDqxx4KRPGcBiTSiCMkNulNGjEfAN8IQw/h3EMdIi2zEWFJb3hJ02RIWBHe17mbIl4S3tG5m5rpbcusDTNCvXndjFpw9SmoueNjLbEqGqhSUC1gTkjjBt8lXi6gcPAc+vJ5mTLOlGHHTx6ksYOJGrzB0dpWXGQGZyP52P25Go8riwuF/TPY8VCt7U9n8HVcGtya35C4/3vHori9vv1WoTjfiA2urG/+kPhBrD4D07xzb19hX6zFFuHL/keJh+IhLCH212B8sfmOM2/wRb79fgk7uT1PcsZuBU10Tx056bOWIb4KW5trLGjlFBMXM5qK2cSZijRMErM2bK05ced8MsJfEw/nIX3moS4aacXxkhkkHtJ2O0ycVczbbQOphImzM4B41IIpoog00mvTxEPK85xOEcYZITao4wHhArE6Vc8SNLrjkTPyqKueFYy0Ncxz1YkpI6WpwPNnwkgZqTCkhJE6X+JwDA2O7Nt7BjHsSkUmz4GhRuxS+STCc4CRVnwW4nHFSF3KxnhcMVL0GcZukPbFGcZuUJhR6lqkrZoissg7vTqZDPLEVweoQT4jU+yoRk7znosw5nS4SPMIbwIW9/CJdwaLeOWAXfCwVu1F10dQ+9JB1EB5hakDaGBtbooOykuUvrmF7nrnXnkIDi7d1v6tZhPFtWvK+dyC0MQc74EBvG5cdBFfteGbhq2oF4nur1gePBef7Rq78kL+H+Efzx59+X/WFHMAAAAASUVORK5CYII=\"> והלכה כחכמים:"
            ],
            [
                "<b>וזו היא שאמרו העני מערב ברגליו כו':</b><br>זה המאמר חוזר על המאמר שהזכיר כבר ואמר שביתתי במקומי זכה לו מקומו אלפים אמה לכל רוח. ורבי מאיר אינו מתיר זה המעשה אלא לעני לפי שאין לו יכולת לערב על הפת אבל מי שיש לו יכולת יש לו להניח עירוב במקומו על כל פנים ואז יוכל ללכת אלפים אמה לכל רוח לפי שדעת רבי מאיר עיקר עירוב בפת ונותן רשות לעני שיאמר שביתתי במקומי בלבד להקל על העני ורבי יהודה אומר כי עיקר העירוב ברגל ולהקל על העשיר שיתן פת ביד שלוחו וישים השליח אותו הפת במקום ותהיה לו שביתה באותו מקום וילך משם אלפים אמה לכל רוח. ואון מחלוקת בין רבי יהודה ורבי מאיר כי כשהוא מכיר אילן או גדר או מקום מוקף מחיצה ואמר שביתתי במקום פלוני אין מספיק זה אלא לעני אבל עשיר מוכרח הוא שיגיע פת למקום שביתתו. והתירו זה למי שבא בדרך לפי שהוא עני כי אין לו יכולת להגיע שם ולהניח שם פת. והלכה כרבי יהודה: \n"
            ],
            [
                "<b>מי שיצא לילך בעיר שמערבין בה והחזירו חבירו כו':</b><br>עיקר זה המאמר כי בני העיר עשו אותו שליח לעשות להם עירוב למדינה אחרת שהיא יושבת להם ברחוק שני תחומין כדי שיוכלו ללכת ממחרת חוץ למדינה ארבעת אלפים אמה וזה השליח כשיצא ללכת (ממחרת) חוץ למדינה החזירו חבירו למדינה קודם שיגיע ולא עירב רבי יהודה אומר כיון שיצא ונכנס בדרך לקנות בו שביתה ברחוק אלפים אמה קנה לשם שביתה לפי שהוא עני כאשר הקדמנו לומר שהוא קונה שביתה ברחוק מקום בלבד כשהוא יוצא לדרכו והחזיק לו בדרך כיון שיצא בזאת הכוונה יש לו ללכת חוץ לאותה מדינה ארבעת אלפים אמה ואנשי המדינה ששלחו אותו לא נגמר עירובם ולפיכך אין הולכין חוץ לאותה מדינה ארבעת אלפים אמה אבל הולכים חוץ למדינתם אלפים אמה לכל רוח בלבד. ור\"מ אומר כי זה השליח מאחר שהיה לו לערב ולא עירב נדון אותו להחמיר ולא ילך אלפים אמה לכל רוח כמו אנשי המדינה שעשו אותו שליח אלא ילך אלפים אמה לאותו רוח ששלחו אותו לערב בו וברוח האחר שכנגדו ילך כמו שהיה הולך אילו היה מערב וזה הוא חמר גמל כמו שבארנו במה שקדם. והלכה כר' יהודה: \n"
            ],
            [
                "<b>מי שיצא חוץ לתחום אפילו אמה אחת כו':</b><br>רבי אליעזר סובר כי יש לאדם במקומו ארבע אמות והוא באמצען וכשהוא חוץ לתחום שתי אמות הנה נפל השתוף בין ארבע אמות שלו ובין סוף התחום ולפיכך יכנס. ממצין את המדות פירושו שאין המשוחות מדקדקים במדות להגיעם עד סוף התחום אבל מודדין פחות מן השיעור הראוי ומחסרין מכל חבל וחבל מעט מפני מה שאירע במקומות הנמוכים והגבוהים ויגרעו מן האלפים אמה אמות להחמיר לפיכך היה מתיר רבי שמעון להכנס. ואין הלכה כרבי אליעזר ולא כרבי שמעון: \n"
            ]
        ],
        [
            [
                "<b>כיצד מעברין את הערים בית נכנס בית יוצא כו':</b><br>ענין מעברין הוא שיחברו למדינה דבר אחד כמו העובר שהוא נוסף בגוף אמו ותהיה המדידה חוץ לאותו דבר הנוסף. ואמר בכאן כי אם יהיה בית חוץ למדינה ובית תוך המדינה (כזו הצורה) <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAREAAAEYAQAAAABT4P/rAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAF9UlEQVRoge3Zv2/cVBwA8Hc1qhmiON1YwIyMsLFQD0WdUP8Eyo8hK4IhQii1pZO4BXpDRyLuj+iKGl8NvSXqrR0KZ2MJL6i1dcM5inmP9/uez+/ZJiRpQPFwsS+ffP19P/z83gtA3Qc4NwPA5nda4+AfoddpcgB8s7ERwib2n99FqASu1mAwRyihnziaazAzhJbC2K0GfxYIRa0mo59Flzk5I9PnXi0mu8QmN7R7Zxxmii6TCpOa87lUhuWcCqOtnxH9VdJqxmdknFdnWuqnPU5/U/QzaVdbtJtxD+P0MzHt7Um7AWCAPwdkEDOVixsArFZjdZkTetJu1How5awe52rsHmb0z+PEPeJozbjHvTbKZRpbLszYV+bSmNF/0Iwv0Lzycp30iNPHnCKfU5jkAk16Zc7HjM/IXLZyXZl2c9Xu/9IEb9wcdBlAjz6G7YKwo7mfAOThGw1OOIq5+hRBrXHolwiFMp7ZoOAaN1aLuQvf7zAhK1nZYnJZSVNTPpDcxDWVnZkY34ncpM0ENrldqylpJQeuwbikEQM63SrZpKvZptSwdCEwGLKIq3gPYrtfepPzmV3uGE0Us2RRZZnLJXfYgMHA0ArEReBrDWkE2eljz2jkZDR3DeaaaEyctG3KORYpI2gZjS+vBiYzXV+FJjNcX5GQWqPMsXPPYJQ1UenqDVRM5ejMGEF3fQVtvak85dJgStUM9Sb3lctENfihtV1qYvVPYmnYQHLdoSZRDQ7KDVDNVDU4OWaKmhmqphImoaSCLJ/a8Iy/4yYA/JqY+pLIEUb+DTFOp3Fg3Yx6mEhjJtAj5xnkJtXlw5p0erT7kH5Z6OJUPjkPPyRPIh4cco05LKmJb1MDBqXW0PPqs7cDOgJv+Zp8cnq++HKfGcDNVDEjZuZf7T+nWxK514wzKuj541vHz8yGXYQ2MaXBpPQ8GR3vULN0NTkzsxwf3zCbTLTUQ2bGGjND68Ng5qNuMx6fwsw07W4waltM1G54jPtYJs3LucuNWzfLVJrwicPMQjVF3cxcjSFxljLnMJvzcpkN3OXmR2/DFPJeC2Qw6drMseoyTyEv19NNcyzNz5XbbnDOv+DHE76J3/21e71HzEzEIa0Ed/AbEPpSQPIYLstZrb2I+Uk1VsNUxBwoZoDbd7Vh3CVCz4TJEB1lVmWtbyAy2pTcVMDj5hY1kTSRzDkHdqcJgcVGtBYToKBmphpjofgeM44pDn4Blje9OTGWyeAXafWWd9RucBNve99NZf2oBjFDXpjb3kEYLVVDA0To0dp86x98ki6LtGF43yDV/cSH975JNeYRM+TF+9iHH0sz5eYLX8Yh5ncf3vm6Fuc3L3wXj48TbhAzx4r5Y+u+F+7UTezDjxJp/tp/8tp1N7qBx0c+JuTsft9H6ZKZrHr99pbtrn6YbJrFXJhVtfV5tbdYPVhsGtzrUn6vansPrhYZMXxVmUiTiZxfrl7sTbIhMhtcP/7T3Un2oNW88I/uIGZma0OqIZ2JfP70j+6TyXQkOgE1ZOK6Nu+gXxE37J2SUoMf5nQuzD75PmsaANJxqvYxZhJpCoiXNFbdsH5YrA1pM9vVmLxmoKcxh3WDFyVNM2GDgjTQS0wmEqbSGq9ufI2pus0hm/bOhCmRJg6bs0mT9zBFw2R4jTaqmaRmpnjq62EzrJlIMRWdjxIT1cyQm5TMnqWZ1syIG7FexwaXPK4Zhxs2xXYs2oSsq4+4gcIEbAWOuPEUg8c8YT6QpXdR6arG0+zBunRtIg3uBQ2DcyZrE2lyzV4uGf+tLuOy9ZcwicGE3CRIPExNQxZvwgwN+ZAKEsY2GFJB3JDJfdP4bGHGDencDUNn6gNpSq3BX5LlNi87aV+9wYvhkawbfc7kFTpmcaZGU1nCDHWGPaVAGNtsYo8ZuvYxmNJhpnSR5n8KzEDAAtDVftP49EfADN2XMMTBQyU1dIPCZMjkACVsn8RkINkAStl+i8ngx9ITeypGQ94VfL/EUD98Y8s2GJeflHLnz2zktlabkYf2fy6nMMseBv1/zd9GX/t6l7J9FgAAAABJRU5ErkJggg==\"> שנמוד חוץ מן הבית היוצא מן המדינה כדי להוסיף לאנשי המדינה שבעים אמות. וכן כשהוא פגום והוא בנין חרוב או גדודיות הוא מה שיש לו שלשה גדרים בלבד. וגשרים ידוע. נפשות מקומות יוצאים מן הארץ ומתנאי שיהיה שם בית דירה ואמרם עושין אותה כטבלא מרובעת ר\"ל כי כשתהיה המדינה עגולה שיעשו בה מרובע דבק לה ואז ימדדו חוץ למרובע אלפים אמה לכל רוח ומרויחין אנשי המדינה אותו התוספת שיוסיף המרובע על העגולה שבתוכו: "
            ],
            [
                "<b>נותנין קרפף לעיר דברי רבי מאיר כו':</b><br>קרפף הוא צלע מצלעות מרובעות מדתו בית סאתים והוא שבעים ושירים וכבר ביארנו זה בפ\"ב [משנה ה'] מזאת המסכתא וביארנו כי אותם השירים שני שלישים בקרוב. ודעת רבי מאיר שצריך להתרחק מן המדינה שבעים ושירים ואז ישער אלפים אמה תחום וראייתו על זה מלשון התורה [במדבר לה] מקיר העיר וחוצה רוצה לומר כי המדה נופלת חוץ לעיר וחכמים אינן סוברין כן אלא כשיש בין שתי המדינות שיעור שתי קרפיפות או פחות כל שהוא שהם כמדינה אחת וימדדו אלפים אמה לכל רוח חוץ לשניהם ווהיה מותר לכל אחת מהם שתלך לאחרת וחוצה לה אלפים אמה וזהו ענין אמרם עושה קרפף לשתיהן להיות כאחת כלומר כשיש ביניהם זה הריחוק אז יתן לכל אחת קרפף וידבקו יחד ויהיו כמדינה אחת. ואין הלכה כרבי מאיר: \n"
            ],
            [
                "<b>וכן שלשה כפרים המשולשין כו':</b><br>כשהן השירים שני שלישים הוא מבואר שיהיה שיעור שתי קרפיפות מאה ואחת וארבעים ושליש והכוונה כי כשיש בין שנים החיצונים מן המרחק שיעור כשנדמה האמצעי שהוא ביניהם יהיה הנשאר בינו ובין כל אחד מהם שתי קרפיפות מכל צד ובתנאי שני שיהיה האמצעי בינו ובין כל אחד משנים החיצונים אלפים אמה או פחות ואז ישובו השלשה כמו מדינה אחת ותהיה המדידה חוצה להם <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAMsAAAC6AQAAAAAo/oT6AAAACXBIWXMAAA7EAAAOxAGVKw4bAAADAklEQVRYhe3XMW/TQBQAYJtUlCFSiliMlOKWSrBSdUlVwGViK3+hqBKwM3U6R0F0oGoYYUD5D0yw0IQgKhb6ByrFJqgd6zQSsRXrjvjOPjt371JSClSoN1gnfX53z88++6wRZdPOLIWIHiFyNNoS0iyA4s5vk0uPPtHc94W3NfIdJJawRJ6aBlEe7WDzl6iRkMMGlKI8NWWjrAx1E+pL1E7S6K5FyWdo/5HGaH9tBlFqRVNYA3Kua4iSM6uh8LZuWOXSPWzMVFziLcTkLV5AoTGosD21jKdWdZccLU0w6pcmUVi8ZaO6raGXq7Mu6S59Rh6jA4SL61/IXuU52mqvN0h34ROh1J3/hsLpoFHbq2yRam99EDVXZ9Xo6w4KS1Xb3Cw/IQU/osdtFhVUDgkuFgyzXF/GpjegDiuUT4Ko8sXCK/OF8xCbnSAmxMl8h1r9NkE9ItK1bOWHKXNTnOSm+KoHAKlpRBREI+Y6Pg0wKm+h4NADia0dKHm+vnzWGYfuQJQ0jdjigk0pGmJ6T5Z//WY7pzNIppL8nJrmBDpM6alAO5xCccD7nLYrw4TX0pw3hilMybaU1K8JlKZBBCJvuDRE8tO5WgLZnDaRQHmkpA+cnomEOdki1ZPKEUMkV0/C80QgnFDaEvKqyTmWSJ3duBMWROpyqorEv77+hkRJyh2JeMPSXGkzZbLEczj5avLU1IypJdMOI74YslRQksMonAfSYEXEizKRuECTAJXjTAGKP1tXAIq3TyZA7OEIdmXC8weZRIfpMl1H3gNoQHrNPyyAWBF7NYAIonlC9JXS5jZAdVoOkwDk6EryKU0hiNh1QdShFEADpktEouw2QCRLSVI7p/+R6A4vpyZ9XKqPoLsr+m4bJPp2gIl+j5sg7Zw2NdVpHEcNNbnjUpRhTUUhMVXkq6j90bBzDkxOXtNhco8ualc9Bd2cUBG+saKkfDEHvtmIG14yKoqosPS6p6DoMIrguf4MjZtG50TknZzSLaRMcBT7nTw98qN/xRKYhtj+Jv0ELHNkgyVCUyoAAAAASUVORK5CYII=\"> :  "
            ],
            [
                "<b>אין מודדין אלא בחבל של חמשים אמה כו':</b><br>זה החבל ראוי להיות מפשתים וברור הוא כי בכל מדידה יפול בה מעט קירוב ולפיכך התנה שלא יוסיפו על אורך זה החבל ולא יגרעו ממנו. ואמרם ולא ימדוד אלא כנגד לבו רוצה לומר שיתפוש קצת החבל לעומת לבו לא עליו ולא תחתיו. וענין אמרם מבליעו שיפרוש החבל עליו מלמעלה ולא יצטרך למדידת עומק הגיא או גובה הגדר וזה יתכן ר\"ל שיהיה רחב הגיא חמשים אמה או פחות שהוא שיעור החבל וכמו כן גובה הגדר ואם לא יתכן ימדוד אותו כאשר נפרש לקמן וזה שאמר הגיע להר מבליעו בתנאי שיהיה גבהו על הארץ כדי שימצא כשימוד מארכו בארץ חמש אמות שימצא בגובה הקו הנופל על קצה החמש אמות על זויות עומדת עשרה טפחים אבל אם יהיה גבהו על הארץ כדי שימצא גבוה עשרה טפחים באותו קו הנופל ויהיה ממנו לקצה ההר פחות מחמש אמות הרי הוא כמו הגדר הגבוה העומד על שטח הארץ ולא יצטרך להבליעו אלא יקח אותו באומד. ובלבד שלא יצא חוץ לתחום רוצה לומר שלא יעמוד אותו המודד חוץ לתחום כשירצה להעביר החבל על המקום הגבוה לראות לאיזה מקום יגיע וזה מפני שנחוש שמא יראה אותו שום אדם כשהוא מודד ויחשוב כי במקום עמידתו הגיע תחום שבת. שמעתי שמקדרין בהרים רוצה לומר האומד והקירוב וקודר בלשונם המחתך ומקדרין מחתכין המדה ופירשו בגמרא זה הענין והוא שיקחו חבל מארבע אמות ויעמוד אחד במקום הגבוה מן ההר והשני במקום הנמוך ממנו ויתן העומד במקום גבוה קצה החבל נגד רגליו והעומד במקום נמוך יתן קצה החבל לעומת לבו ויתרחק ממנו כשיעור אורך החבל וככה ימדדו אותו כולו ד' אמות על זה הקרוב עד שיודע כמה יפסוק מתחום שבת והלכה כר' דוסתאי: \n"
            ],
            [
                "<b>אין מודדין אלא מן המומחה כו':</b><br>מומחה הוא האדם החכם המהיר במלאכתו באיזו מלאכה שתהיה או בחכמה מן החכמות ורוצה בכאן שיהיה חכם בתשבורת מהיר במדידת הקרקעות. ומה שאמרו שומעין למקום שריבה פירשו אותו בגמרא שאם אמר שבכאן הוא תחום שבת והוא פחות מן השיעור שהיינו חושבים או אם אמר שבכאן תחום שבת והוא יותר ממה שהיינו חושבין כמו שנאמין אותו ונסמוך עליו שיהיה המקום פחות ממה שהיינו חושבין כמו כן נסמוך עליו שהוא יותר ממה שהיינו חושבין קודם לכן ושיעור הבבא השניה מזו המתני' כך ריבה אחד ומיעט אחד שומעים למרבה רוצה לומר אם באו שנים וחלקו זה על זה וכל אחד מהם מומחה שנסמוך ונעשה כדברי המיקל: \n"
            ],
            [
                "<b>עיר של יחיד ונעשית של רבים מערבין את כולה כו':</b><br>העיקר אצלנו כי עיר של רבים כשיש לה שני שערים יכנסו בני אדם על האחת ויצאו על השנית שאין עושין לכולה עירוב אחד כדי שלא ישתמשו בני אדם ברשות הרבים דעלמא והם אינם יודעים כי העירוב הוא שהתיר להם התשמיש בתוכה ולפיכך חובה להניח ממנה שיור בלא עירוב כדי שלא ישתמש אותו השיור עם המדינה להודיע כי העירוב הוא שהתיר לנו התשמיש בתוכה והודיענו כי כשהיתה העיר מקודם לכן של רבים אפילו היא היום של יחיד שהיא צריכה לשיור על כל פנים כמו שהיתה מקודם אבל אם היתה של יחיד מקודם שהיה אפשר לעשות עירוב אחד בכולה תשאר כמו שהיתה אפילו היא עכשיו של רבים ואם יש לה פתח אחד בלבד אפילו היתה של רבים אינה צריכה שיור ומחלוקת רבי יהודה ורבי שמעון בשיעור השיור שישאר בה בלא עירוב והיתה בארץ יהודה עיר ושמה חדשה והיו בה חמשים דיורין והיא היתה עיר קטנה שבכל ארץ יהודה ופסק ההלכה אפילו בית אחד בחצר אחת הוי שיור: \n"
            ],
            [
                "<b>מי שהיה במזרח ואמר לבנו ערב לי במערב כו':</b><br>עבורה של עיר היא התוספת שמוסיפין על המדינה ואז יהיה מדת אלפים אמה לכל רוח שוה עם הנוסף עליה כשהיא עגולה ונרבע אותה או שיש בתים חוצה לה כמו שביארנו בתחלת הפ' שתצא המדה מן הבית החיצון וכשנתן העירוב באותה התוספת הרי הוא כאילו לא עשה עירובו והוא כמו אנשי המדינה וילך אלפים אמה לכל רוח. ואמרם חוץ לתחום אינו רוצה לאלפים אמה אבל רוצה חוץ לעיבורה של עיר שבו קדם דברינו. מה שנשכר הוא מפסיד לפי שאם עשה עירובו ברחוק אלף אמה ע\"ד הדמיון מביתו שיש לו במדינה ברוח מזרח יש לו ללכת במזרח ג' אלפים אמה אלף עד העירוב ואלפים ממקום העירוב ולא ילך ברוח אחר ר\"ל ברוח מערב אלא אלף ואותן האלף שהרויח במזרח הפסיד אותן במערב וכבר ביארנו זה הענין פעמים ודע כי זה הדבר יהיה כאשר אמרנו בתנאי כי כשנמוד ממקום העירוב שנתן אותו על דרך הדמיון במזרח המדינה אלף אמה הגיע המדה לסוף המדינה או חוצה לה אבל אם הגיע המדה לקצת המדינה הרי הפסיד כל המדינה ואין לו ללכת במדינה לצד המערב אלא לסוף אלפים ממקום העירוב וזכור זה העיקר: \n"
            ],
            [
                "<b>אנשי עיר גדולה מהלכין את כל עיר קטנה כו':</b><br>זו המשנה היא צריכה לשיעור ואני אבאר שיעורה אחרי עיקרים שאתה צריך לעמוד עליהם והם כי מי ששבת במקום שיש לו אלפים אמה לכל רוח כאשר נתבאר פעמים וכשמדד אלפים אמה ממקום אחד והגיע סוף האלפים לקצת המדינה או מערה אין לו ללכת אלא למקום שהגיע שם המדה ולא ילך במדינה כלל ולא במערה ואם הגיע המדה לסוף המדינה או חוצה לה ונכנסת המדינה כולה או המערה תוך אלפים נחשוב לו המדינה כולה ד\"א ותכלה מדתו חוצה לה ואם יהיה ע\"ד דמיון בין מקום השביתה ובין המדינה מאה אמה ונכנסת המדינה תוך האלפים ילך המדינה כולה וחוצה לה אלף ושמונה מאות ותשעים ושש אמות לפי שנחשוב המדינה כולה כד' אמות וזה הדין בעצמו הוא דין מי שימוד ממקום העירוב אלפים אמה שיש לו ללכת ממקום העירוב ונזדמנה באמצע מדינה או מערה וזהו שקוראים אותו מודד אבל מי שנתן העירוב שעשה במדינה יש לו ללכת אותה מדינה כולה וחוצה לה אלפים אמה ואפילו היתה כמו נינוה ולפי אלו העיקרים כשיהיו שתי מדינות קרובות האחת גדולה והשנית קטנה בענין כי כשנמדוד חוץ לגדולה אלפים אמה תהיה הקטנה נבלעת תוך אותן האלפים אמה וכשנמדוד חוץ לקטנה אלפים מגיע המדה לקצת המדינה הגדולה כפי אלו העיקרים שהקדמנו מותר לאנשי הגדולה שיהלכו הקטנה כולה ואנשי הקטנה לא ילכו הגדולה כולה אלא עד מקום שתגיע מדתם וכל זה כשנמדוד אלפים אמה אבל כשנתנו אנשי המדינה העירוב במדינה אחרת מהלכין את כולה וחוצה לה. א\"כ שיעור זאת המשנה ובאורה בזה הלשון אנשי עיר גדולה מהלכין את כל עיר קטנה ואין אנשי עיר קטנה מהלכין את כל עיר גדולה בד\"א במודד אלפים אמה חוץ לתחום אבל הנותן את עירובו בין נתנו אנשי העיר גדולה את עירובן בקטנה בין נתנו אנשי עיר קטנה עירובן בגדולה מהלך כל המדינה שהניח בה העירוב כיצד מי שהיה מעיר גדולה וכו'. וחלק רבי עקיבא על זה לפי שהוא סובר כי אפילו נתן האדם עירובו ברה\"י אינו הולך אלפים אמה אלא ממקום העירוב. ואין הלכה כרבי עקיבא: \n"
            ],
            [
                "<b>אמר להן ר\"ע אי אתם מודים לי בנותן כו':</b><br>אמרו כי מערה אין בה דיורין ואינה ראויה לדיורון רוצה לומר כשנפסדו המחיצות אבל כשנשארו המחיצות אפילו היא בלי יושבים מהלך את כולה וחוצה לה וכן מי שהניח עירובו או שבת במדינה ריקנית חריבה אם נשארה חומתה מהלך את כולה וחוצה לה אלפים אמה לדעת החכמים. ואמרם נמצא קל בתוכה מעל גבה כי על גבה ממקום עירובו בלבד ילך וכשנתן עירובו בתוכה ילך אלפים אמה חוצה לה. ואמרם למודד שאמרו כבר פירשנו אותו שהוא עד סוף אלפים אמה בלבד ילך למקום שיכלו ואם כלו למקצת המערה אין לו ללכת בכולה: \n"
            ]
        ],
        [
            [
                "<b>הדר עם הנכרי בחצר או עם מי שאינו מודה כו':</b><br>העיקר אצלנו דירת נכרי לא שמה דירה ומן הדין היה שלא נצטרך עמו לערוב לפי שלא קנה כלום כדי שנצטרך לקחת ממנו רשות אבל נתנו לו דירה ואמרו שהוא אוסר ואין לנו דרך לעשות עירוב עמו עד שנשכור רשותו להודיענו שהנכרי אינו משכיר מפני שחושש מזה לשום תחבולה או הערמה או שיבא עליו שום נזק א\"כ אין שום דרך יתכן לערב עמו וכשידע זה הישראל לא ישכיר מדור בביתו לעובד כוכבים וזה ההרחק כולו גזירה שמא ילמוד ממעשיו והעיקר אצלנו כמו כן כי העובדי כוכבים אין מתיחדין עמהם מפני שמקצתן היו חשודין על שפיכות דמים על כן אמר ר' אליעזר בן יעקב כי כשיהיה א' נכרי וא' ישראל אינו אוסר עליו לפי שאין אנו צריכין בזה שנאמר אוסר ושלא ישכיר ממנו כדי שלא ילמד ממעשיו כי מפנים אחרים ימנע הישראלי לדור עם העובד כוכבים יחד לפי שהיה חשוד על שפיכות דמים אבל אם היו ב' ישראלים שמותר להם להתייחד עמו אז נאמר אוסר כדי שלא ידור עמו גזרה שמא ילמד ממעשיו ותנא קמא אומר אפילו א' עובד כוכבים וא' ישראל שמא יחזק לבו ויתחזק לדור עמו לבדו בדיעבד. וממה שאתה צריך לדעת כי העיקר אצלנו ישראל נותן רשות ומבטל רשות ובנכרי עד שישכור. ונתינת רשות הוא שיעשה עירוב מערב שבת וכבר קדמו דיניו. ומבטל רשות הוא שיאמר אותו שלא עירב מע\"ש עם אנשי החצר או המבוי בטלתי רשותי לכם ומותר להם להשתמש ואסור עליו ומותר לו לאדם לבטל רשותו בשבת. והעיקר אצלנו מבטלין וחוזרין ומבטלין רצה לומר שיבטל ראובן לשמעון עד שישלים שמעון עסקיו בחצר ואח\"כ ישוב ויבטל שמעון רשותו לראובן וזה שאמרנו שוכרין מן הנכרי ואפילו בדבר מועט ושוכרין ממנו בשבת. והלכה כר' אליעזר בן יעקב: \n"
            ],
            [
                "<b>אמר ר\"נ מעשה בצדוקי אחד שהיה דר עמנו כו':</b><br>פירוש צדוקי הוא מיוחד לצדוק תלמיד אנטיגנוס איש סוכו והוא היה ראשון לכופרים בתורה ועוד אבארנו במקומו [אבות פ\"א מ\"ג] והיה רבן גמליאל סובר שאינו כנכרי והביא ראיה מזה המעשה ונחלקו ר' מאיר ור' יהודה במאמר רבן שמעון אביו של ר\"ג איך היה. ר' מאיר שאמר המאמר הראשון אומר כי זה הצדוקי ביטל להם רשותו ואמר ר\"ש מהרו והוציאו את כל הכלים למבוי כדי שתתקיים לכם חזקה במבוי בתשמיש וכשיוציא הוא אח\"כ לא יאסור עליכם התשמיש כי העיקר אצלנו מי שביטל רשותו ואח\"כ נשתמש במזיד הרי בטל מה שעשה מבטול רשותו ואוסר עליהם [*אולי צ\"ל אם לא קדמו] אפילו קדמו אותם שביטל להם רשותו ומפני זה צוה להם רבן שמעון שיקדימו אותו בתשמיש ונפקא לן מינה שהוא כישראל הלא תראה כי בישראל בטל רשותו ורבי יהודה אומר כי רשב\"ג דברו היה בערב שבת כי הוא אמר לאנשי המבוי עשו צרכיכם במבוי עתה עד שלא יצא היום ויאסור עליכם כלומר קודם הכנסת שבת ויראה מזה שהוא כנכרי. ופסק ההלכה כי כל בר ישראל מאיזה כת שיהיה אם הוא מחלל שבת בפרהסיא לא יעשו עמו עירוב ולא יבטל רשותו ושוכרין ממנו כנכרי ואם אינו מחלל שבת בפרהסיא ובתנאי שלא יהיה עובד ע\"ז הרי זה ראוי שיבטל רשותו לנו אבל אינו נותן רשות אלא אם היה מודה בעירוב ר\"ל מאמין בו ויתבאר לך מכל זה כי פושע ישראל כשאינו מחלל שבת בפרהסיא ולא עובד ע\"ז מבטל רשות ואינו נותן רשות ולא שוכר וזהו הפסק האמתי: \n"
            ],
            [
                "<b>אנשי חצר ששכח אחד מהן ולא עירב כו':</b><br>זהו המקום שיעדתי לך לבאר בו ענין מבטל רשות וכבר קדם בזה הפרק כאשר הודעתיך כי האדם יבטל רשותו בשבת וכל השוכנים בבית יש לכל אחד מהם רשות בחצר ורבי אליעזר סובר כי מי שביטל רשותו סתם כמו כן ביטל ביתו ורשות חצירו וחכ\"א כי הוא רשות חצירו ביטל רשות ביתו לא ביטל אבל כשפירש ואמר שבטל רשות ביתו וחצירו או אחד מהם בלבד הוא מה שבטל אין מחלוקת ביניהם בזה וכבר בארנו בסוף הפרק השני מזאת המסכתא שאין הלכה כר\"א וזאת המשנה היא לחכמים ובמי שבטל רשותו בסתם ולפיכך ביתו אסור לו ולהם ומותר לכולם להשתמש בחצר ובדיורין שלהם ומפני זה התרנו לזה שבטל רשותו להשתמש ברשות אלו האנשים שבטל להם לפי שאנו חושבין אותו כאורח אצלם. ואמרו נתנו לו רשותם רוצה בו שיבטלו רשותם לאותו היחיד שלא עשה עירוב ויהיה מותר לו להשתמש בכל החצר ובביתו בלבד לא בבתיהם אלא אם פרשו שהם בטלו לו רשות בבתיהם כאשר הזכיר מעיקר דעת החכמים ומה שאין אנו אומרין כי אלו שבטלו רשותם שיהיה מותר להם להשתמש בבית אותו שבטלו ושנאמר שהם אצלו כאורחים לפי שלא נחשוב רבים כאורחים אצל יחיד. ואמרו היו שנים אוסרים זה על זה ר\"ל כששכחו שנים מאנשי חצר ולא עירבו שאינם יכולים אותם שעירבו לבטל רשותם לאותם השנים שלא עירבו לפי שהם כשבטלו לאחד מהם הוא אוסר עליו התשמיש כשבטלו רשותם לו מן הטעם האחר שהוא אחד מהם שלא עירב ואפילו חזר האחד וביטל רשותו לו אסור לו להשתמש לפי שבשעה שבטלו המערבים לא הותר התשמיש וזהו אמרם ושנים אין נוטלין רשות ויתבאר לך מזה כי אנשי חצר כשעירבו קצת ונשארו קצת בלי עירוב ויהיו הנשארים יותר מאחד כי אותן שלא עירבו מבטלין רשותן למערבים ואותם שעירבו לא יבטלו רשותם לאותן שלא עירבו כי שנים שלא עירבו אין נוטלין רשות כשנתן להם וממה שאתה צריך לדעת כי מבטל רשות לבני חצר צריך לבטל רשות לכל אחד ואחד בפירוש: \n"
            ],
            [
                "<b>מאימתי נותנין רשות בש\"א מבעוד יום כו':</b><br>כבר הודעתיך כי האדם הנותן רשותו הוא שאנו קוראים אותו מבטל רשות והמקבל אותו רשות יקרא נוטל רשות א\"כ מבטל ונותן נופלים על ענין אחד. ובית שמאי אומרים כי מי שביטל רשותו הקנה אותו לזולתו ואסור להקנות בשבת ובית הלל אומרים כי לא הקנה אבל בטל רשותו וביטול רשות בשבת מותר וכשנשתמש אחר שבטל רשותו הנה בטל מעשיו כאשר בארנו במה שקדם ורבי מאיר קנס שוגג כדי שלא יהיה מזיד והלכה כרבי יהודה: \n"
            ],
            [
                "<b>בעה\"ב שהיה שותף לשכניו לזה ביין ולזה ביין כו':</b><br>שותף ידוע. ואין הפרש בין שיערכו שניהם יינם או שיקנו כלי מלא יין בשתוף וזה הדבר הוא בשתופי מבואות ולפיכך אמר שותף ובתנאי שיהיה יינם של הג' ר\"ל של בעה\"ב ושני השכנים בכלי אחד ומה שאתה חייב לדעת בכאן כי שתופי מבואות יעשו במאכלים כמו שבארנו ממאמרם בכל מערבין ומשתתפין אבל עירובי חצירות אינם אלא בפת עכ\"פ ועוד אוסיף לך ביאור במקומות ואנשי המבוי חייבין שיערבו בחצרות וישתתפו במבוי ואז ישתמשו בבתים ובמבוי ביחד אלא אם נשתתפו במבוי בפת לא יצטרכו עירוב בחצירות וסומכין על שתוף של מבוי ואין הלכה כר\"ש: \n"
            ],
            [
                "<b>חמש חבורות ששבתו בטרקלין אחד כו':</b><br>טרקלין בית רחב והוא בירת מלכים וכן ארמון של מלכים. וכשתבדיל בין כל חבורה וחבורה מחיצה המגעת לתקרה אין בזה מחלוקת שהן חייבין עירוב כל חבורה וחבורה לפי שהם נתיחדו והוי כאילו הם שרוים בעליות וחדרים. אבל המחלוקת כשהמבדיל בין כל חבורה וחבורה מחיצות שאין מגיעות לתקרה: \n"
            ],
            [
                "<b>האחים השותפים שהיו אוכלים על שולחן אביהם כו':</b><br>שעור זאת המשנה כך האחין שאוכלים על שולחן אביהם או השותפים שהן אוכלים על שלחן אחד. ומה שאתה חייב לדעת כי זו האכילה שהם אוכלים ביחד אינו רוצה לומר שעירבו מאכלם או קנו אותו בשותפות כי אם כן הוא הרי הם כמו אדם אחד ואין צריכים אלא עירוב אחד אבל הכוונה בזה שהבנים נשכרים אצל האב או השותפין נשכרים אצל אחד מהם לפי שהתנה עמהם שיזון אותם ויעשו לו המלאכה פלונית ולפיכך כשהם ישנים בבתיהם צריכין עירוב לכל אחד ואחד כאשר נתבאר: \n"
            ],
            [
                "<b>חמש חצירות פתוחות זו לזו ופתוחות למבוי כו':</b><br>העיקר אצלנו אין המבוי ניתר בלחי או קורה עד שיהיו בתים וחצרות פתוחות לתוכו אבל כשהיו חצרות פתוחות זו לזו ופתוחות למבוי הם כמו בית אחד ולא יתכן עירוב בזה המבוי כשהוא בלחי או קורה. וזאת המשנה כולה בנויה על העיקר שזכרנו שצריך עירוב בחצרות ושתוף במבוי וטעם זה כדי שלא לשכח התינוקות תורת עירוב. ולפי הענין נערב בחצרות כדי שיראו אותו התינוקות אף על פי שנשתתפו במבוי. ולפיכך כששכח אחד מבני החצר ולא עירב מותרין בחצר ובמבוי לפי ששתוף המבוי יספיק לו. ומה שאמרו כדי שלא תשתכח תורת עירוב הרי לא בטלה לפי שכולם עירבו בחצרות וזה היחיד אין משגיחין עליו: \n"
            ],
            [
                "<b>שתי הצירות זו לפנים מזו עירבה הפנימית כו':</b><br>זו המשנה יש בה ג' מחלוקות והם כי ר\"ע אומר רגל המותרת אוסרת וענין זה כי אפילו עירבה הפנימית שמותרת להשתמש בחצר שלה היא אוסרת על החיצונה אלא אם עשו שתיהן עירוב יחד. וחכמים סוברים כי אפילו רגל האסורה אינה אוסרת וענין זה שאפילו לא עשתה הפנימית עירוב שאסור עליה להשתמש בחצר שלה אינה אוסרת על החיצונה. אבל כשעשתה החיצונה לבדה עירוב הותר להם התשמיש וזהו ענין אין דריסת הרגל אוסרתה. ות\"ק אומר רגל האסורה אוסרת ורגל המותרת אינה אוסרת ולפיכך אומר עירבה זו לעצמה וזו לעצמה זו מותרת בפני עצמה וזו מותרת בפני עצמה כי הפנימית לא תאסור לפי שהיא מותרת במקומה והלכה כת\"ק: \n"
            ],
            [
                "<b>שכח א' מן החיצונה ולא עירב כו':</b><br>זאת המשנה היא לת\"ק שדבר קודם ולפיכך אמר שכח א' מן הפנימית ולא עירב שתיהן אסורות לפי שהיא רגל אסורה ואוסרת כאשר בארנו. ואמרם במקום א' רוצה בו החיצונה לבדה וקרא אותה מקום א' לשתופם יחד בתשמיש בו אבל כשהניחו שתיהן עירובן בפנימית ושכח א' מן הפנימית שתיהן אסורות כמו שבארנו. אבל כששכח א' מן החיצונה הפנימית מותרת. ואמרם ואם היו של יחידים רוצה בו שידור אחד בכל בית ר\"ל הוא וכל אנשי ביתו שהם כמו אדם אחד כמו שבארנו: \n"
            ]
        ],
        [
            [
                "<b>חלון שבין שתי חצירות ארבעה על ארבעה כו':</b><br>מערבין שנים הוא שתערב כל חצר לעצמה לבדה. ומערבין אחד הוא שיחשבו שתי חצרות כמו בית אחד. ואמרם פחות מארבעה או למעלה מעשרה אע\"פ שזה ממה שקדם מן הדבור להודיעך כי צריך שיהיה החלון כולו למעלה מעשרה טפחים ואי אפשר להם בעירוב אחד אבל אם היה קצת חלל החלון תוך עשרה טפחים די להם שיעשו עירוב אחד לפי שאין ביניהם מחיצה וכבר בארנו כי המחיצה לא תהיה פחותה מעשרה טפחים: \n"
            ],
            [
                "<b>כותל שבין שתי חצירות גבוה עשרה ורחב ארבעה כו':</b><br>אמרו ובלבד שלא יורידו למטה רוצה לומר שלא יוליכו מה שעל הכותל אל הדיורין שבבתים אבל להוריד משם לחצר הבית מותר וכשיש ברחב הכותל פחות מארבעה טפחים שהוא מקום פטור כאשר בארנו פעמים מותר להם להוציא מה שבבתים ולהניחו על אותו הכותל ומותר לאנשי הבית השני שיקחו אותו הדבר עצמו מעל הכותל ויכניסו אותו לבתיהם: \n"
            ],
            [
                "<b>חריץ שבין שתי חצירות עמוק עשרה כו':</b><br>חריץ הוא החפירה בארץ והכל מבואר: \n"
            ],
            [
                "<b>נתן עליו נסר שרחב ארבעה טפחים כו':</b><br>לוח הגג קורין אותו נסר וכשנתן עץ באורך החפירה אפילו היה רחב אצבע אינו צריך יותר שהרי חלק אותה חפירה ונשארה רחבה פחות מארבעה טפחים וכצוצרה וגזוזטרא אחד והיא תקרה בולטת מרשות היחיד על רשות הרבים וכבר בארנו בפרק אחד עשר משבת כי זאת הגזוטרא רשות היחיד גמורה והיתה יוצאת על רשות הרבים כמו בניני הצרפתים שבונים בזמננו זה בארץ ישראל וכבר באר הגמרא כי זה התנאי שהתנית המשנה כשיהיו הגזוזטראות זו כנגד זו ואז יספיק להם עירוב אחד אמנם כשיהיה ביניהם ריחוק שלשה טפחים או יותר אבל יש ביניהם פחות משלשה טפחים אפילו היו זו שלא כנגד זו מערבין עירוב אחד אם רצו לפי שהיא כמו גזוזטרא עקומה כמו שבארנו: \n"
            ],
            [
                "<b>מתבן שבין שתי חצירות גבוה עשרה טפחים כו':</b><br>ר\"ל במאכילין שיניחו בהמתן לאכול מן התבן מצד זו ומצד זו: \n"
            ],
            [
                "<b>כיצד משתתפין במבוי מניח את החבית כו':</b><br>העיקר אצלנו כי עירובי תחומין ושתופי מבואות וערובי תבשילין כולם צריכין לזכות על ידי אחר וצריכין שיהיה הכלי שמקבצין בו שתופי מבואות גבוה מן הארץ טפח כדי שיראה מובדל. ומבואר הוא כי זה שאמרנו מזכה להם הוא כשיהיה אותו דבר שמשתתפין בו מאדם אחד אז יצטרך להעמיד אדם אחר שיזכה להם חלקם ויהיה במקומם אבל אם נתן כל אחד חלקו אין שם פנים למזכה: \n"
            ],
            [
                "<b>נתמעט האוכל מוסיף ומזכה וא\"צ להודיע כו':</b><br>כלל זה הדין הוא שאם יהיה השיתוף ממין אחד ואפילו אבד כולו א\"צ להודיע ואם היו מינין הרבה וחסרו מוסיף ומזכה ואין צריך להודיע ואם נאבד כולו צריך להודיע וזה הוא כשיש לבית שני פתחים בשני מבואות לפי שכשעשה עירוב עם אנשי זה המבוי נאסר עליו התשמיש במבוי אחר ולפיכך צריך להודיע אליו כדי שנדע באיזה מבוי משני המבואות רוצה להשתמש אבל אם אין לו פתח אלא באותו מבוי בלבד אין צריך להודיע כי העיקר אצלנו זכין לאדם שלא בפניו ואין מחייבין אותו אלא בפניו: \n"
            ],
            [
                "<b>כמה הוא שיעורו בזמן שהן מרובין כו':</b><br>מועטין הוא שיהיו פחות משמנה עשרה אדם ויתר על י\"ח הם מרובים כי מזון שתי סעודות הם י\"ח גרוגרות. ואמר להוצאת שבת ר\"ל שהוא שיעור הוצאת שבת כאשר קדם לך במס' שבת: \n"
            ],
            [
                "<b>א\"ר יוסי בד\"א בתחילת עירוב כו':</b><br>וזה העיקר שזכר שלא אמרו לערב בחצרות אלא שלא לשכח את התינוקות אמת לפי שהנערים הקטנים אינם יודעים מה שנגמר בין אנשי המבוי מן השתוף והוצרכנו לעירוב חצירות אע\"פ שהם משתתפין במבוי כדי שלא ישכחו התינוקות במבוי תורת עירוב. ואין הלכה כרבי יוסי: \n"
            ],
            [
                "<b>בכל מערבין ומשתתפין חוץ מן המים ומן המלח כו':</b><br>כבר קדם לך בתחילת פרק השלישי כי אמרם בכל מערבין ומשתתפין חוץ מן המים והמלח אין זה אלא בעירובי תחומין ושתופי מבואות ואין מחלוקת בזה אבל בכאן חלקו רבי אליעזר ורבי יהושע כי רבי אליעזר אומר שיספיק לעירובי חצירות בככר פרוסה והוא ענין כלל במאמרם בכל מערבין. ורבי יהושע אומר כי עירובי חצירות לא יספיק בשום פנים אלא בשלימה ואפילו תהיה שיעור מועט והטעם משום איבה כדי שלא יאמר אחד מן השכנים אני עושה שלימה ואתה פרוסה. והלכה כרבי יהושע: \n"
            ],
            [
                "<b>נותן אדם מעה לחנוני ולנחתום כדי שיזכה לו עירוב כו':</b><br>כדי שיזכה בעירוב ענינו שיתן לו פת באותן מעות ומזכה לו על ידי אחר אף על פי שאינו מצוי לפי שמשעה שנתן לו המעות נגמר המקח מן התורה כאשר נבאר במקומו. וחכמים אומרים כי לא נגמר המקח עד שיקח הפת כאשר התנו חכמים במכירת המטלטלין מן המשיכה גזירה שמא יפשע החנוני ולא יזכה לו בפת על ידי אחר אבל אם נתן לבעל הבית וצוה עליו שיערב לו ויזכה לו על ידי אחר דיו אחר שצוה מן הטעם שזכר שאין מערבין לאדם אלא לדעתו ורבי יהודה חולק כאשר תראה. והלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "<b>כיצד משתתפין בתחומין מניח את החבית כו':</b><br>מה שדמהו באמרו בית האבל ובית המשתה לפי שהם דבר מצוה והם גמילות חסדים כי העיקר אצלנו אין מערבין אלא לדבר מצוה ואמר כל מי שקבל עליו משחשכה אסור הני מילי כשלא הודיעוהו מבעוד יום אבל אם הודיעוהו מבעוד יום אפילו לא קבל עליו אלא משחשכה מותר. \n"
            ],
            [
                "<b>כמה הוא שיעורו מזון שתי סעודות לכל אחד כו':</b><br>מה שהוצרכנוהו בכאן מזון שתי העודות לכל אחד לפי שענין עירובי תחומין הוא שיתן שביתת באותו המקום ויניח שם מזונו הצריך אליו לשבת. ורבי מאיר אומר כי האדם אוכל בשבת יותר למציאות הלפתן: פסול הגויה הוא כי מי שיאכל אוכלין טמאין יטמא גופו והוא יפסול את התרומה כאשר נבאר במסכת טהרות [פ\"א מ\"ג]. ואמר כי חצי פרס הנזכר בכאן לענין פסול הגוייה הוא כביצה ומחצה. והלכה כר' יוחנן בן ברוקה: \n"
            ],
            [
                "<b>אנשי חצר ואנשי מרפסת ששכחו ולא עירבו כו':</b><br>מרפסת מקום גבוה בחצר הבית כמו קרקע גבוה י' טפחים ובו מדרגות עולין בהם לעליות וזה המקום גבוה מוקף בבנין ודרין בו. ונקרא מרפסת לפי שהוא מקום דריסה לאותן העולין לעליות וכשיש מקום בחצר גבוה י' טפחים ויהיה בצד המרפסת או בקרוב ממנו בשיעור הנזכר ויש בשוה עמה ויהיה זה המקום הגבוה חצר לאותו המרפסת יהיה מותר לאותן הדרים למרפסת להשתמש בה ואסור על אנשי החצר לפי שהוא מובדל מן החצר כשלא עשה העירוב כמו שהזכיר. ואמרו פחות מכאן לחצר ענינו שהוא משותף בין החצר והמרפסת ואסור להם לאנשי החצר ולאנשי המרפסת להשתמש בו אלא אם עשו עירוב. וזה הבור מתנאיו שיהיה מלא מדבר שיהיה אסור לטלטלו בשבת עד שיהיה שוה עם קרקע המרפסת ולפיכך יהיה מותר לאנשי המרפסת להשתמש עליו אבל אם הבור ריקן לא ריקן ממש אלא שאינו מלא כל כך כדי שיגיע לשפתו אותו הדבר אסור להשתמש בו לא אנשי החצר ולא אנשי המרפסת עד שיעשה עירוב: \n"
            ],
            [
                "<b>הנותן את עירובו בבית שער אכסדרה ומרפסת כו':</b><br>בית שער הוא מבוא החצר והוא מקום שבו נכנסין כל בני החצר לבתיהם. ואכסדרה מקום מוקף מג' רוחותיו. ומרפסת מקום הדריסה לכל כאשר בארנו קודם. ותפיסת יד שימושו הוא שיהיה לו באותו מקום כלים יהיו אסורין לטלטל כיתד של מחרישה ודומיהם או יהיה הדר שם כמו אורח מן האורחים ולא מאנשי הבית ולפיכך אינו אוסר. והלכה כרבי יהודה: \n"
            ],
            [
                "<b>המניח ביתו והלך לשבות בעיר אחרת כו':</b><br>אמרו הרי זה אוסר ענינו אוסר על בני עירו מאחר שהוא שכן מכלל השכנים ולא עירב עמהם אע\"פ שאינו מצוי לא נעקרה שכונתו מהכל. ור' שמעון אומר מאחר ששבת בבית שאפשר לו לדור בו ולפיכך אמר בתו כבר נעקרה שכונתו מאותו המקום זה השבת ואינו אוסר עליו. והלכה כר' יוסי והלכה כר\"ש: \n"
            ],
            [
                "<b>בור שבין שתי חצירות אין ממלאין ממנו בשבת כו':</b><br>בור שבין שתי חצרות הוא שיהיה הכותל המפסיק בין שתי החצרות על הבור ויהיה קצת הבור בזה החצר וקצתו בחצר אחרת <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAMoAAADPAQAAAACc03O2AAAACXBIWXMAAA7EAAAOxAGVKw4bAAAEhElEQVRYhc2YUYscRRDHezIHg0RcJQgbEh0PH3y9mBeFXMbzC/gNJH4BT/FFwTAXVliFgw3kQQMn67dQIbC7rLqP+6ogessk2RflZjnIzXLttN1dPd3VPdObYz0hDds7zG/r31U9NTU1S5h3kP8FLYcBSRk7YmzKjtn3n7AxIbFAd18jaOyp7xYjlDQPhZ4nv5Jb8sRzYtrq/VGySKDAWvy2+u4yUr7S7J9A8bOO6H8WXPpRcTbUsdwolzZCVuWOF7FLCI1tq4/9glt+wc3UJ8gSZDWxBS/63cAJ5Ow8dsNZa+EXzB3UMmgToY6F2Hu21YoEoK1m5AjiMX420AoP13c+Xgt5BLPVyC/IkNVmy0bGqiSiKjYKDkWBRFbmKhcRrrcWOuRqRdqIIjHFTQgWnTQhmjDWZ6MKjRASlaFvFsMok0jvGxacMjZviaytIeFFFotTNUEqFuGe5GnNqqpPRR0tVMBlUhOc88+hiLqnrSpvxTY8Hpj9QII9ZVkhJCi05oOKS6QupVx93me6Qoz0vSzDeiyOqSsow5EeUghsZpCY/tHSGJkapJDJqEwjtgL1HDRx0Uw73zVo4kdzB6Eb4bhCpR8pK5hTE6JGECeVc9GEIC8cVIAVM7NGkGIP5Axbrz0EdCDnUs6ZtpIi3yRm3ZmNHjEviiDmRAmWCF1gJnxtBTvwHbjRhNStEFseAmoD6ldxKX/E2GNeNHJQbNAJoB4sYVmxp6JphWKSfvXnbEga0A3e20WH0Pm15dmx0BToLX4qyKu28MOBLJkkFOhFfrC7uGuaxlAgItDWSwnsxvL9/i7jym8Myd4HR9pD/ByHzF5UIVtIe1i3mg78Vv3VVrlEg5NuM7rSCcMQkCoZ04OSTQS6HoRBx0qA3n57545Y69KdgBw7aGNnT1hdfvD2/SUk26cg2Pti41YurK7Q7d9PVdoo9PPDm/QjEVey/e0pWKnciP9+klIhGP+4uN+H2+1UoYdPbh9IRDrXeuC2ii7+a35tX6LgwusTQO/IuYz3f9n8SaLw1epOhMasTNpHoQw5FpspEdyOHG2zaJ5X2wvoM0DyF7lVHCiETDVKNFK9KGzXwkLKDYgx1+VLoq/l4dJBMKPADeobdOwgVEUzB6GyPHHQ2I9Qne86CGVby0HoBSB2UVoR9bgxSO6pjEhdGoPkbzvI3iC5HRmccxGvI0v5NJnVEI+5yFCECPEzdGQiNgkASwxNWBhxx+ABW0c8EWiEYkeI/7qMjO/YDbH8xPhuoQzQuAEVKeVh6z4KIxqLQ3iQ2W6oBNWV1kJD7jYNETINZ8618lajVRnsFroHtK1EBY09iDe3zINwMrqI2cj34rMa+QQXa6HivAXX8/Dc4zq7oGpDn4byM6MbftR2PESd4Zd+dNVBSPCq4zyyaidewZGDkOCGXxC9z7mCBUIL+w3R3SiEPncQcmNoDt2LcuJH7Gxodt5WM/+r9PpoxVrhvbIJiR5b94U/vEzEG3gZLX8j5N0djOwR+lHAL2UxfOEyk8XQGtdr/4s+6rzZVY/vc/+j9V/d3I/IybFUlgAAAABJRU5ErkJggg==\"> (חוליית הבור והסמוך לו). והעיקר כי המחיצה העשויה בזה הבור שגבהה י' טפחים אם נעשית תחת המים צריכה שיראה ממנה על המים טפח עד שיבדיל בין מים למים כנגד החצרות ואם נעשית על פני המים צריך שישקיע ממנה במים טפח להבדיל המים כמו שזכרנו כנגד קרקעיתו ור' יהודה אומר נחשוב הכותל המבדיל בין החצרות כאילו ירד בתחתית הבור ואין הלכה כר' יהודה:  "
            ],
            [
                "<b>אמת המים שהיא עוברת בחצר אין ממלאין כו':</b><br>צריך להתחיל בבנין האמה בעת כניסתה (בבית) ובמקום שהיא יוצאה ממנו ובתנאים שאמרנו שיהיה טפח מן המחיצה בתוך המים אם היתה המחיצה על המים או טפח מן המחיצה יוצא מן המים אם היתה מחיצה תחת המים ויש לחלוק בין המים הנכנסין בחצר ובין המים שברה\"ר ורצוני לומר בחלוק המים בחלוק מקומן. ואמרו מפני שלא היה בו כשיעור לפי שלא היה בגבהו י' טפחים וברחבו ד' טפחים כי כל מה שתחסר מאלו השיעורין בגובה או ברחב אינן צריכין מחיצה לפי שהיא לא חלקה רשות לעצמה. ואין הלכה כר' יהודה: \n"
            ],
            [
                "<b>גזוזטרא שהיא למעלה מן המים אין ממלאין כו':</b><br>גזוזטרא כבר ביארנו צורתה והוא מקום מקורה יוצא מכותל רשות היחיד על רשות הרבים ואולי שיצא מאותה הגזוזטרא על מעיינות המים והנהרות כמו עץ או זיז ונוקבים בו נקב וממלאים מאותו הנקב מן המעיין או הנהר. ואמר בכאן כי אינו מותר למלאות מאותו הנקב למטה עד שיעשה מחיצה מתחת אותו הנקב היורד למטה מחיצה תלויה גבוהה עשרה טפחים כמו כוורת והרבה עושין אותו אצלנו ואז נאמר גוד אחית מחיצתה ונחשוב אותה הכוורת כאילו הגיעה למים  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAMIAAADiAQAAAAA0NiWqAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAFiElEQVRYhdXXQWzbVBgA4JemLAMm3InLEGjOBBLiwtpOSD2MmsHUcYFdEULqph64cNmKBoepTthQLhMGbTc0deLCESTEuZl6sEBD3o0DEk0wwjt0iqMc5jQv7+d/z4lrv/cbEIhJy6GO+/l///+en1+eGZR92MMSwdj69asvrZrC2fRTKRW0+5+0n9iXeaZ96s9OxOWsBhX7Rh4PKoGkXgUPv96o5mxLxnShAzuqgTarT8WRcgViCJSovx02h25LsUCo1iYiP4mSDQfACYoCQsplFEuLwWtRPsajb4iMuYDHiJR1PIZka2t4HFhUTPgAYEjKmfjcmYTM48fnarxFydm9D9c4GXMWxPvcGxESwG6EN3bl9IEFqygWPx/yI3MrszOHdemc9/mR5UsrJ5Y8TZK1iM8vX/pt/VVdIAIZ88e6ESNlyV40W/PxmDwDD55yb+VkEyXCI7dBTpKgKB/hcZTW6xdlgMeBVyZhGhMVZbgfo+Xh8mIyz4YL0LN18eQcdfBoVCAFuyssWq5gR408qrU23NNn/ETiGZZ/SjIRrmBVLFKTQMZA2waygvrpRrX+KZVn+mQ+/86Mlif3QNcKecSBXq/ZaBCCFajg2BQnFYCvLnrF1pafzKoq9kecPEWJj3J5LeujNgbLFzLxCyI23ijLs1Eti3H3ry4Kd+WEC3AJMqUreyqYKU6oYuSaHBVEOA/U1f2iyJ7aX8rWKFmuqOBbxTxSnIGKqREyVDI2xZbSgoSQCsQ442/j6bZW9dMQ44yvEALqKfm5KLK1o3hPgwCGhFRkjFgwWoOjFyCxPXEMT8NCDNgLsOemI6pLVeWh5BtV20JRZB4bFyQrHWtfi2EwdtOqI02OqRGNzaqXHUgCD7qg321ZNXjGWjUVjHmcqK2qhBExuMBaAXxOythLazMFei19Vk3Fb0ET9Nmb5qkpoSpoTYakKGMcgxYcJOQIDKOWPnuVDGHot/S7IMXiSubNClCSVkvdUz2mibX5YD5zYH8BQ7sFX5OtTdtR0nvPncZgnijX0ybuaCYxQ0h8nxSOsyoX85OXSRv4ak5u7mxO83yfVZWKui9BcTeo5FqSSaMoN5NpnlyYks2RWyL7Y/AXcrhU2rnTonTcspiktDUolZOlMlcqs6Vytbw/pVXf+wdV62NQ3p//JuV5/l8ZX3/5OXv7Ws02hLOZQ1b7ICPkze/e8n4/VPEMGf4w7O3s7r4YGDLaGfW8O5SMg9H94M5uLTBnld28v/PZB9aOIdy+In+eHWpER3I36v67O/ew7vYjIv7fyi9lrQl2vCSmMXmfNSRh8g2Skk4FOiWCv89qkxrpIpfkbS0mkqK2ezHVmtr5Ji4hePltSH9Wtda62FNL7Yn1McB3Z+wpJdjkLHOIPQVO6RoktrlPxNzyLcvSdgGqAkdtW7Q9n2xNOLKhUPYqF9ND4a78R19QEqgxcIwdV6K6wkmRAyOcTaPqGN+68WN7pqS7cjswxmAwef9oGTEDnl7kGxIO06+lEpkSDVLZNvoTpefyoImfnodFkeMWhPDuC6eUaHmCULD6a9A1pReKY4t1t9s1xgBbO7H4ttsnxU1+dQcDIg9sxT/CoE/FOJ27MAgp2RqMgc6zhV8J6YXqpsqqtd1tr69i5Bh02CvM2peon41oR71xrmaSaMIqdVtJmMq2TNLJXmItKekM8dOtel6mM2SyiRdLmfTT+baZe0QAXgc1Ex1TZLs4r6UIJyDEluJ6hvDJU2IZIlyZgatITdQrZT99VgqSPtuhoEQ98AJM2ZSv6TVOiA8WJHZMSAiN88ztE9KHe7iKbROS4MpXIwXvz7cA+uBka68xBNl6rdZeQ+RCeVcHJTFe3ySFV4DXSBHsscZxUuQ0MyCVPWaGAHHxIyB/AuNdhhnUUaV2AAAAAElFTkSuQmCC\"> (וזו היא צורתה) או עושים מחיצה על המים ונאמר גוד אסיק מחיצתה ונחשב המחיצה כאילו הגיעה אל הנקב שהיא הגזוזטרא אשר שואבים ממנה ודבקה בה ותהיה השאיבה תוך המחיצה <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAJQAAADOAQAAAADwUhboAAAACXBIWXMAAA7EAAAOxAGVKw4bAAADMUlEQVRYhb2Xv2/TQBTHr2lEuiBX6lIkkLsAC0MRAzAgszGxMMHEyIz4Axw1EhGTB/4A/pS4MqrZIrEitbEsMBJScyEScaTGjzufY9+9eymh/LiqP/zR973ve++utsPAXuyPGGu9+jw02RmT65L43r5+47tiOTOXZHwLQVcwH+D4o8Y6iqkV1mykO4a7NpNrDGyC2VDkI3QWy4AlBKN0lkdExMaELiV0aakbd2+a+eZV8x1TV7JNjeXn6BCLAYr4xGSR/HNs6aofFeOVDjFTlzUs05iVT9OlWr95xaIli5vYmqUEixQr7t1uPBSLzq5uQ9+cVQTDKw3LKt/hbsOiqt9Pu0ZsOautl4ZuJD22ONZli2cL7FG2qjMu2QKgh+cyJ2Y1N2df9qGzqNmjTNNZ+xHR+7asD3lQ+5YRsSvPRn2u1KzMWlI635INTSaz3Ud7dPZUP+NKV952HJPx6v6jVlzWLHUtMHXmolhKs/yiLPvLuhX1rcUojxW+6+a7cC2yN5/QEUzo+BPWflEfhFR/9rgXZRuDDw0rvj70sG9z4RHM/Q/M+fcexQrdgNC5NnP3fcyK9p5v5ettexZLN7zyDOls+tbWkWzTs2r5gj0k27djT6l+dTYgmPdrNqkvG5ZDHojLI19jc1gEYmuPPDM2EF+Fb7DCEbrCL3TGHfGQGelsDtwVsaHpASeC4fqG8kghHeEL74QHYqVHAZg5EJpMhAXysYD66ANHNTtCNzJnwE9EvtfI14EOHFisD12TLWS/R2h+bjkru7fcx/tm9TurHuYNS2AqfY89PAOrFi49jP1IVM0Ha9RX1qL/71cMahYRLCOYEWt5rGBNbEJ6vGcbSMe74mbaQbNiS6bVInSbuL5w55vyCIhaGpacy/rnssmabN18v+URIHbq2yxstZ8HaAZhi7kdxEYt5jgodnrn1iPsO4PLWcdib8Z4frPimoNqSabFA6e87GkMvIHukQA7nBFzIdih/B0T84vNfBPMRgTjemyvjqXyWedlQuimOmt0h5nN5Ietx/pMQTH1TqI+w+7cFe/ANetWbxkVczTG1PNDveuEBlPrB9trd8tYsNe67CfBgWFS4xqTHgAAAABJRU5ErkJggg==\"> (וזו היא צורתה) ואם היתה החצר שתי עליות זו על גב זו ויצאה מכל עלייה כצוצרה וחור זה כנגד החור השני עד שתהיה העליונה כמשלשלת הדלי למלאות יכנס הדלי על החור שבגזוזטרא התחתונה ואז יגיע אל המים וזה יארע הרבה. תדע לך שיש בזה דינים אני אגידם לך אם היו השתי גזוזטראות תוך י' טפחים כל אחת מהם אוסרת על חברתה ואפי' עשו מחיצה ואין מותר למלאות אלא בעירוב יעשו אותו אחר עשיית המחיצות. ואם לא היו שתיהן (עד) תוך עשרה טפחים אבל היה ביניהם יותר מזה השיעור בזה נפל החלוק אם עשתה העליונה מחיצה ולא עשתה התחתונה כצורה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAANgAAADZAQAAAABqB8PlAAAACXBIWXMAAA7EAAAOxAGVKw4bAAADj0lEQVRYhe3YwU7UQBgA4MEl4mHjesSwUhIeYUk00diDia8h8eLFgwkHY0AKWRIOmqyGA2pI9uA7aAyHxSjZC8k+gKhrutALyXZTArPp0N+Zltlu2/kngAImOBxK+zEz/99OpzMQwAs5e9sYJaIY4tRf47/Nu4XIKEHKABAXM2IR19ohBdlDpddXwxUGQdRVeKUvEiaMWTnUHHBRawBDrcoPauuISqbGDMQ6fXml+7P5sY6Yw4+O2qioYyMm+uporItYlR+pxhhiBn3iSKukrEBvTTF4nd8YfJSwwCJQAHOawdLCwv2pdD1+/tFn8KXl7PkK+8Bjqe+29yDTZgMmbAZlbn7W6JBDYal1dW8qY216k+f+tjW69ytjDuyDGBgGtKGaMQ+ah+dp83g93PirhFhXY+L5rCAmBu4dxAID2AxiUAbKMPsMNmrNB3XUKCmgFgwAYuxwVhjSWDz/xEaL+YCQCbVZEI1dV2EAclyzK7glY2F9bSrijOpZxzcLN6YxXb2ztvCWKM3UG9rmBTYwk9/i07bgFOy8czBOaEeOxfiDHNwiIWIJRcxMm31TXSJOacWiBa/yyfksjIXxxqKykbCqMOitszL1vPCTpM7P6S0LVLkHFma1eL2UMBGLGceQNtFgBTExidQRE99NR2O2xjzExDqqg5itM3bL6WJGh0uowcrtLrwvvnnZVljVpJDL578+Utg3i8Li+s72vsLeedycA5WxYbsLQ1vfFeax6zyHUqu4bR8ajQ18nvvqjiGNdRel+fwncT/ZcDk8qYh7nbKgOB9b+jn8uC5NPHfnyLY5Ik2MpWrC3i5Ly47BVegZXy+ZCYPYFiH8BirtS7zvyJgb5FCjY0OoMb6FQizeY2XHEr/8ONLLg0bKZFlfSM0h1f45q6kxxTv9345nlTNu83yszXecjljRZ+3SWDnnjg/mlEbu5WhpxlNZ6e60568+V9oUWCWvZqotsEp+bURpueazUudT2UetVlbml5NbvH/hXl9oO0BsLvw/k8IaJCDR8ktVL5z/mdrCNc+xrRGZXDApTVdPY7r+TpqD7K+SstnW1gtlLMImJ+ewOGcfTq4p2xT2tLOptDo3q7OCtAnc3kj7mTH7tdLqBO5acX6Nv2G8P1NTT1w+DWNHsLrCAsQAq+fojU/y0ESMv3/X5Du2RpalDNyQ72bP+kpB7ElqvWZ2WynLFELGo6PCen9zxvYbnsaV6DNLqBoAAAAASUVORK5CYII=\"> העליונה מותרת והתחתונה אסורה. ואמרם בזאת המשנה שתיהן אסורות בתנאי שתהיה התחתונה התנית עם העליונה לעשות מחיצה עמהן ולפיכך אוסרת עליהן עד שיערבו. ואם עשתה התחתונה ולא עשתה העליונה ג\"כ כזו הצורה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAANAAAADdAQAAAADiQcEHAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAEb0lEQVRYhdXYT4scRRQA8F5XmIMLvepll4RpIV8gMadgsHbxA+QL6EEi5OYf9mDANbVx0CgIDZ5cI5mvkJMScNgJA463xYsYXHd2aHBvOsMEp9uprWf96X9T9d7ALmTFOsxM12+66nV19+vqCoAswX9Ko+cDVZ4b1Elu7AKIoCg8pzTwCguQSp8uByvmOzTtCBaM7F9sb6zWsyI+TJfLzTlKVbgRScESRTI8YiiNYAQyImgIEBINtgD6BKnWJgSp7TFOkqvRxUlXC+5TZEnilFV1Lk1omuofCKkwjmkyIxGhtJ/T3tY1t6/9E02zK/eX1l2KxdpNiLLbux0vwhi+vQpxuv2ks+dSCIPXNO12fvDpN67o+v3O1z59M4F2dr3XyVy6IV5MVITIQIlb4uUEO2RN+vQvIEbQjKIPgTpfwpxKjpK+AASgpKuxi02RbmyIk44OIdCkDreHE48BGgT10FvP0BAERSqpcIJkmQGEE3wEO2GR0RyaS1nzDS6i6KSb9+aEUdt4tiTPROcZ4f+AwjPRefZ1nhE+YxI+PVUTgaXV0916uuw/1Z8rUY1CS0W2cSiCalJRJ9Ugg24RpptSmAyJHCWZqsD60qSya0LQuJoDuGFMqrTs0n71CEAICGpD+SRyKNJ7tFFqaopRusihmPecgtb09zFF22qkHj75Ys2lVfhkBZLs4ebnX7pjuAqtz3gi7rw5OPRpNoWxT6EmeI+Ps9ffGhzkxAoKQL7LxtmDzcOf7li6UtE/FzXdHPxq9+pfrhrsseJcGhp+xau+WHEFGDr5sSB1yHyefqlRMVA5lQ2ucYeyl4owaiNvacYLaupfcY2q0TAXAEFtKCe+DrG4ug9c6lfTVIRGgO81LCcVHqXlpMKLMI1EgyDYKfOFR91i5uCQ2hRlonLognxfJZXbJuk4ZLNTiNMypDo7pR6ZTVn79GiGRqhL8ypFkk0wykwlSo9MX+ReMkL7yqqwXVoyYaDB68wrm1tk8M03yL6aIU2X6AjNcbVrFCv6qPp/7JAJw468S7bBBKO7hqYYrdN92WnjMkZmzO37o0OM0bRLUn5zoQRkGPBxbdMhmxkvYPSC+dXCyIyG3HLpnqK7NA3hYOuxpumeF/xoY7ULDbG+03L3gr9vHW6rZLTy3cTba8oH6u1H/vn97J67l6IDTZ9mHo22o99Vg388Rkm9x4q/euBRbfMcKCVIpeuU4aQmPkUGcmnEyzqX9BU1xEk/hUY46TORcpR0CAInHXj+vHHI1kYY2bbaZrNVo35BsbeXorRWiVIf68vSsdeXoowmO2lIUJIL6J3NRr625NErGy2cJvDq2z/nPXrEPnhEUnItJ+eQx4ou5dSvUd+QOuAJRbCIEowyNVcqqOcSUJTSJGq9OGTXURZQfEqy88u4Fowtx0F+dUYomSUzhpK+mPLlnjrpvvT5yFOAS/q2G7uUBo3APsn783SkX6F0SmmUCzfJTvUuZqjLi9WZo0pCs4Cs5jswT8v6AW4qu4CVs61j/wubr1Tk3256MAAAAABJRU5ErkJggg==\"> שתיהן אסורות לפי שהעליונה משותפת עם התחתונה בדרך שיש לה מן המים וכצוצרה התחתונה היא אוסרת עליה ועליונה ג\"כ אין מותר לה למלאות שלא עשתה מחיצה ולפיכך שתיהן אסורות. ואם עשו מחיצה שתיהן מותרות. וכל מה שאמרנוהו אסורות ר\"ל אסורות עד שיערבו:  "
            ],
            [
                "<b>חצר שהיא פחותה מד' אמות אין שופכין בתוכה כו':</b><br>כשיש בחצר פחות מד' אמות על ד' אמות המים שמשתמש האדם כששופך אותם בזה החצר הקטן יוצאין המים לרה\"ר ויהיו המים השותתים ברה\"ר באין מכחו ולפיכך אסור לשפוך המים באותה חצר עד שיעשה עוקה והיא חפירה יתקבצו שם המים מחזקת סאתים מתחת החור שיהיה באותה החפירה שהמים יוצאין ממנו כי אנחנו אומרים כי תכלית מה שיסתפק האדם ממים ביום אחד הוא סאתים. ואמרם בין מבפנים בין מבחוץ ענינו שהוא שוה בין שיעשה החפירה בתוך הבית או חוץ לבית אלא שזאת החפירה שמתקבצים שם המים חוץ לבית. אמנם אם יעשה החפירה חוץ לחצר צריך שיהפך עליה הבנין עד שתבדל מרה\"ר. וקמירה היא עשיית קובה מלמעלה אמרו בשש עגלות צב (במדבר ז׳:ג׳) קמורות. ר\"ל כי עליהם מכסה כדמות קובות והוא מגזרת איש ישראל אל הקובה (שם כה): \n"
            ],
            [
                "<b>רבי אליעזר בן יעקב אומר ביב שהוא קמור כו':</b><br>ביב אמה או קילון נשפכין שם המים ויוצאין לרה\"ר ואמר ר' אליעזר בן יעקב כי כשיהיה הבנין קמור הוא ברה\"ר מותר לשפוך לתוכו מים בשבת מן החצר אע\"פ שיהיו המים היוצאין מן החצר הולכין ארבע אמות תחת הקמירה הוא מותר לשפוך המים באותו הקילון ע\"פ הביב שבחצר לפי שאינו יוצא לרה\"ר אלא שהמים כלין תחת אותן ארבע אמות הבנויות מבחוץ. וחכמים אוסרין לשפוך על פי הביב באיזה צד שיהיה לפי שהוא כשופך ברה\"ר אבל שופך חוץ לביב והמים שותתין אליו וכבר ביארנו כי אכסדרה הוא מקום מוקף משלש רוחותיו וכשיש בחצר עם האכסדרה ד' אמות על ד' אמות מותר לשפוך המים בחצר ואין צריכין לחפירה שיתקבצו שם המים והלכה כחכמים: \n"
            ],
            [
                "<b>וכן שתי דיוטאות זו כנגד זו מקצתן עשו עוקה כו':</b><br>דיוטאות ידוע והן דיורין. ובכאן מדבר שיהיו אלו הדיוטאות זו כנגד זו וביניהם חצר שישפכו שניהם מימיהן לשם כשעשה בעל הדיוטא האחת עוקה והיא חפירה בחצר לצד שלו אין מותר לאנשי חצר האחרת לשפוך מים עם חבירו באותה עוקה עד שיערבו שיש לחוש שמא ישתמשו מן הדיורים לחצר בלי עירוב כשנתיר להם שפיכת המים מבתיהם לאותה חפירה וזו היא כוונת זאת ההלכה: \n"
            ]
        ],
        [
            [
                "<b>כל גגות העיר רשות אחת כו':</b><br>אע\"פ שהיה ר\"מ סובר שהן רשות אחת כשנבדלו קצתם מקצתם אין מותר אצלו להשתמש מקצתן אל קצתן כי הוא אומר כ\"מ שאתה מוצא שתי רשויות והן רשות אחת אסור להוציא מזו לזו כגון עמוד ברה\"י גבוה עשרה טפחים ורחב ארבעה וחכ\"א בגגות כמו שנחלקו הרשויות למטה כך נחלקו למעלה כל גג מובדל מן האחר. ור' שמעון אומר כי החילוק וההפרש הוא במקום הדירה בלבד אבל חצרות הבתים והגגות והמקומות המוקפים חומה בכותלים ולא נעשה לדירת אדם והם הנקראים קרפיפות כאשר נתבאר בזאת המסכת פעמים [פ\"ב מ\"ה. פ\"ה מ\"ב] כולם הם רשות א' לאותם כלים שהם באלו המקומות כשנכנס שבת אבל להוציא כלים מן הדיורין ולהניחם בחצר ולטלטלם מן החצר לחצר אחרת אינו מותר. ומאמר ר\"ש שהוא מותר להוציא מה שבחצר זו לחצר אחרת הכל שוה בין עשו אנשי הבית עירוב או לא עשו עירוב לא נאמר שמא אם עשו עירוב יוציאו מה שבבתיהם אל החצר ואחר כן יוליכו אותו לחצר אחרת. ועל דעת ר' שמעון כי מותר לאדם להוציא דבר שיהיה בחצר מבית ששבת שם אל הגג ומן הגג לחצר אחרת ומן החצר אחרת לקרפף ומן הקרפף לגג אחר וכן תמיד עד שיכול לטלטל אותו הדבר ולהוליכו בשבת בכל המדינה על הגגות ובחצירות הבתים והמקומות המוקפין בכותלים אם אין בהם דירה. אבל מה שהוא אסור להוציא דבר ממה שיש בבית אל הבית האחר או על הגג אלא אם עשו עירוב בין שני הבתים. והלכה כר\"ש ואפילו היו הגגות גבוהות או נמוכות: \n"
            ],
            [
                "<b>גג גדול סמוך לקטן הגדול מותר כו':</b><br><b>חצר שנפרצה לרה\"ר כו':</b><br>חצר גדולה שנפרצה לקטנה  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAALMAAAB5AQAAAABaHC2MAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAB50lEQVRIidXWvUvDUBAA8KsdXIrgWBGsOLgI0s1BabsXwdn/QeykiyTiUESkjv4X4lioNKVgHUQddHGwKQpF/MqziIlNesa8ph8mZxOtiG9Kfhz37h2X8ADdF/wzfw6fBepYwzI+mW9p21XoWkHbFcJlwq9ZGjGzWw7f5zEmTbW9u5qa7TWfXiScyl/tU57Sz/KwXvl/6KxXnR7rYUT/e8YzwiuEy0SdVLyv+s+FN6erzUH17MXcqDgw7XR0WXUEzc01BEa44uZK/9x1X7P+Wp+83vEa6/DOPox99kY7vm67hneGfttyreU76/pswfKDC2Qsw52pIughyfJdKMnjQeR91qVCIxQXPlyEtBLZaOYxTgy8WrJcTlTVmXXbH+cQ5y2/WXvFXJbn0YzDbTxOcl++5v6xryFv4jHf9yRVwv1h5H3WpS0U45YPpYIYCXDX9GoGsw9NH8SJZj2KjpnOVq6gu9t9Yw08dTg1V4yeN9f5pOKpOVcJp+IZ/V34mucvzkvlUVcXYfJlz5nf+t4HnfGWB7rdPK+eR5QqCce+/MHjf0n9rld9+m/v6zFe6VM9VJ6eTtXz+VyCv/iWl3y61/wCcS7brXtXHESA6MjCsgTEPQ0Ewu14c6ovk2YWiBlHEITon91L3wHMBw7ojAcOegAAAABJRU5ErkJggg==\"> (כזו הצורה) ותהיה הקטנה אין לה אלא שלשה כותלים והגדולה יהיה לה מקום הפרצה כדמות שער כאשר יתבאר מן הצורה שציירנו. וזה הדין הוא כשנפרץ מערב שבת אבל אם נפרץ בשבת אפי' הקטנה היא מותרת להשתמש בדיורין שלה כאשר היתה מאחר שהיה לה היתר קודם שנפרץ הכותל והעיקר אצלנו הותרה למקצת שבת הותרה לכל השבת כולה ועל זה הדרך בעצמו הוא גג גדול וגג קטן כשיש כותל מקיף בגגות אבל אם אין שם שום היקף כולם רשות אחת הן כאשר בארנו. ואמרם עוד חצר שנפרצה לרה\"ר הוא שיפול הכותל כולו מצד רה\"ר וישארו ג' כותלים רבי אליעזר סובר שהם רשות הרבים וחכמים חושבין אותן כרמלית וכבר בארנו בתחלת שבת ד' רשויות ודיניהם. ואתה יודע כי ענין אמרם פטור הוא שאינו חייב מיתה אבל הוא אסור. ואין הלכה כר' אליעזר:  "
            ],
            [
                "<b>חצר שנפרצה לרה\"ר מב' רוחותיה כו':</b><br>זאת הפרצה שנפרצה החצר היא י' אמות או פחות שהן כפתח אלא שהם בקרן זוית ופתח בקרן זוית לא עבדי אינשי ואם הוא יתר על עשר אמות אפילו מרוח א' אסורה. וזה הבית שאמרנו שנפרץ משתי רוחותיו הוא שנפגם סדרם ונהרס זוית מזויותיו ונפל קצת מזה הכותל ולא תהיה קורה פרושה על מקום הפרצה אלא אשר יהיה מושב הקורות בקירוייו <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAL0AAACxAQAAAAC5boHmAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAGNElEQVRYhb1Xv4/cVBD2ZYP2CoQJFCAR4Yso6FAUChKaF4kiUOVPiBA0NPAPBPlgpVhIoG1o+CGWClr+AbicHMUNkmuU4tZapCuxdUjn1fn8mO+bed69y14X4ehyyfs8M998M2/ec+Q3PCfyE21YPz2+AOjeuZpuBl6OLgA+mLuNgD842tsc/Em1GWiv/L3ZVffRw83B++M/NwN8/h9g4bto9OvTQBcNz+Xr0SfbaQD66NwzetriHJA8LkWF0emT009/ef/Sa98nAXAXsOovAp6hRYeMfj/eBMyF/BZ+7sn/D9dcPTyb4MFFQDwAhW+9j/03vt15YfvabQItgEPfeJ/In9p757t7a8C+71LJp/LCvU3XADiThRw+534NyMSLrGXwWRGoNfhU/tGAgPyVrywKcV/IAn/58QCkADJZE3Ey38eDq7SQuIm4YzZ9smZRixdZaOBM2R4D8AVWZG3BNGhwqBaykkqAAq/XBBYKgL+8CdLGtiBwCP4V5KqQJJ6pAom4X5xJIybw2ImXHGmMjW2rwCMn/DOJIslpaxjwEPkhjryuadQlAakG8mMaxlYBlKFzLIqJXqwAplGFNGIFCvFSIcDE2PaJ6CpAKe/tI40J5AXgCrMoNI0gOiqhQOxnSMNZGo1phQpC9DZUo/I5gVKqgd6pvaWRew1eWDXqkEYWXLGpZsLMRE+Cq0Z1yoLoiZW2PIROZMs0hJpZlCy32JjoqcUopyz30OlCYsT2mSYsN1qEwEKB1n/t2KMDW2nWMYFdjRxEFwZ1AFpyH0QPwMQvETkL2jo/LwhkKmAQXUjsixgCzKjTkAZ2lVrMJA3sW0tDYsUBQLmHDZux5gR6py2yry0iLg3gVstNdLD1BmCrYTVoWwWgAtup74O2eQCKdW25eTIFELl1QydIwAHIV/uyYJUJ/IRyn2FrwI/QabFiK8YGoNw59oGyFZdZKNSatohiwEQL1SWmbRaAkWfqrbNOGAdgZmzTWtnGOhm0UHOIPk/xOso1NiBDDrnPnbHtDbCG7qNEtQ19hUKJ37iLyECM2zcVkNcScdI+79CksnfbO6GC2Jdpf99E943Vo1HRj4/AAALkhwrYvmxmeB1sM7VIJvBQ+XoKZSDA2IAphMj97h1tkaGvXo+pm3/wBhvaD331aqKiX3kbWb8n4dKSwIu2L29R9HGYJUu5HbB3umVgWxnwBTy0rrvF7Zd4a7ilGM/JNkGLoOumLFQj3EW3iV/seZ5soeEamVXcl0czbJ4ck48jfOmdThFtnDHaulcg6RNWjqfBGKoRaAl0VjywnfsOQO33himi2krP3KWrvTrsS2UrY6VcBmDfGnpOtvNSg0+s04XtgmxzBdzIxgvPYR4Mqu4fsW3YmlsB20OBq7F1Ok82TlQDQqcrWxxAGuNm2JdjY9ulCly3YaidwIlKV/1WSENFx3QsbUcpWxWdkqnF2EZ3EF0KzBgoRaxs8UKNUWuZoxScIpg/TGZKC6lcSCMFD2GHepz4MHd40CscWzME0SurSe8sxmQleofbRvdZi2utM9FTaNvx4LurMYY0EsKLUFqnc2fBNDh9KgASPIxuFV3CF5q5C2xbbxuBFWwCEIc05MgCcNS73ETPbST2zixC72SEMdVMRLsZolUkfmOlPfFvWYuAdYvwUqglYuy4FdtG734M7nfSFduF5z1Ig18jW4jn9XZXqgW6xHqAAI4SdTUybQvadTiXyhoW41VDc4MKNG1g4VTbQXSc+QD6te3X4g2xSVYWuv0aOEQFCaSrhl54njFtSVfuDNsER/LBYMHTzy6pYjMbYugg1mqIzQrg6YeseaeZTs8B4rBhfuUAxGxoXlJxAxsAOA+RcPsdXPUpRc81P16gFLAxkyESDqwBaHgsahrSoX5IUKQoebkRwjMBZkES+tCBzYvkQZBdL7o803tsk1kA9KIrP7xmiVwWQzCkwW+JXX7ODOrik/zfxenN8J1D4MP7UXTpxm/rH0Ba8/WVr/b8P55exeK7bquLtnb5fRUeApueZwhwAFxgcbJhuWq3ZONUZ9ZwD8G3oQxL+fXSx8/98OW7fz24vfbVG3Xb5z+Fo/ErAGB/fO/RTnT56s9b29/euH3pc/p8hl/0/wGDSp9NQ3c21wAAAABJRU5ErkJggg==\"> (כזו הצורה) ולפיכך הוא אסור אבל כשנפרץ  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAANQAAACwAQAAAABfwH35AAAACXBIWXMAAA7EAAAOxAGVKw4bAAADoElEQVRYhcXXTWgTQRQA4IkNSQvF+Ee1UFxF0Zu2VK0FYQUPHnvwrgUPIgoqCrkoG73EWxQEFQqLN2/qUSgkpejqQYqoWFFJSysxKCSlrdmQzY4z2zb73pg30VJ1IMlOv7y38/OYbRinG/s/ZouXY3LuJTmfqSWWze9ljWZxN+z0CtsALIvNA3ayf1vY6cN2rK8z+ByWb5eEGeHAchsSYWcWW/nTAOhgq0NbxDYyEg87C9hS3eB+Ss7ng8BkTjPsFjjozGFDbVFjc/h+/8J8m7BpYSZtnqXJScXpTObszbGmDdVLZIqxi8HVRdbDEpc06zndYq1/20BHyTneAWriC7ax6xOkVadB+iK2OjTlfvWiRZrz8gJp6Zd0XCkPrKjOnY5DNqNZz2+aepnRWG3Fjss3kd2LiM+RBL/H1p2Q9dK8XNg5YHGe6/jM/SM7S9w1WoyzojFdnGJOt0FajoGzp6DYA4c0b8Eic77S2LPZJG3fTWwgDTrPxtU90hnovNfsrSOMIG1cAZpt8jKL3FzZd2mR5mdIRM4P/WX/dvHXUjnKl+ce6+e8yen0y/x+095g8w8ZYcfBFusCpuSMbaLN+ZgnrTZJ2+VJmxzL1sksafZIeK3mzI7Sxl1wre4ttLRmPVdrTou4s+c5e7eFRYZjPWe8FJO1FF06N5g33Px4SQX3ExcTD8U/PXZtTcapmPeDtvYDJmksatDWhc0FVsjnybjKW9oGbtmkGYfBHJR9MKGp66KrCW+VBlurmtAZcb6wtHq+KLaPrTe4GzHEaTMvjgO2x/DcGBuq6cayVgaPNcWisCZU24zNB3Zjc54yP/kZGF5PP/k6iwzUoD9wG4w5g+vTPAjMxsavaayuMdgyGmvEZav1knjAVSumeM75jTjGjjZ95tzVmMwZJHBP8Qm+ULJsnmKni+L7cUvkrBJDkWtGWmYl5x/OL91i7lTOR5zNge7oFZBE5CyHPZ/tNtFYyuFX/Sg8szIojlfuYIP3q7yzKfOTT7DBseyFtaTk3HfAIi07SMfx6iqNr5HN8/wsM7z9qXWWVdzYhgweWTtADUrz4yZMZYmXm4uO/bVxrsYSa2PoQW1gm+8m49w97bS1MYu83/0ZbPBn3VPFQFy19hUYHqe76wVIMrRiDs8X+NUzH6aCHxf2cs4ya2y8+JGaaux7Qo5lqQLkmymtXV61PWZxYVNhiaA4aeWgGwuiZAugk7XxU3h+qOU1JlIsaowm/hN6hqCoJAfv7gAAAABJRU5ErkJggg==\"> (כזו הצורה) הרי הוא מותר כי העיקר אצלנו פי תקרה יורד וסותם ור' יוסי אומר אסורין באותה שבת ואסורין לעתיד לבא. והלכה כר' יוסי. ואל תחשוב כי זה המאמר יקשה לאותו עיקר שקדם זכרו שאמרנו הותרה למקצת שבת הותרה לכל השבת כולה. כי מה שאמרנו שם הוא בדין העירוב ר\"ל כשנתחדש אחר הכנסת שבת מה שיאסור התשמיש באותו מקום לפי שנפסל בו העירוב וכיון שהיו מותרין בע\"ש מותרין לכל השבת כולה ובזה המקום מדבר הוא במחיצות כשנפרצו וחזר התשמיש אסור מפני הסרת המחיצות לא מצד סילוק העירוב:  "
            ],
            [
                "<b>הבונה עלייה ע\"ג שני בתים כו':</b><br>רבי יהודה סובר כי רה\"י מאחר שיש לו שתי מחיצות שכבר נבדל מרה\"ר וכן אמר שתי מחיצות דאורייתא ולפיכך הוא מותר אצלו העירוב בשתי מחיצות. ואין הלכה כרבי יהודה: \n"
            ]
        ],
        [
            [
                "<b>המוצא תפילין מכניסן זוג זוג כו':</b><br>זוג זוג פירושו תפילין של ראש ותפילין של יד והוא שיניח של יד בידו ושל ראש בראשו לפי שהוא סובר כי שבת זמן תפילין. ור\"ג אומר שבת לאו זמן תפילין ואסור להניחן בשבת אבל התירו לו ללובשן כדי להצילן שלא יאבדו ומפני זה מצילין ב' ב' רוצה לומר שיקשור שנים של ראש בראשו ושנים של יד בידו והני מילי כשהם ישנים ברצועותיהן וקשריהם אבל אם היו חדשים בלא רצועות ובלי קשרים לא נטריח עליו להצניען כי שמא הוא קמיע עשוי בצורת תפילין ותכונתן. וצבתים כמו אגודות והוא מגזרת שול תשולו לה מן הצבתים (רות ב׳:ט״ז) וכמו כן כריכות וההפרש ביניהם כי צבתים הוא שיהיו של ראש ושל יד בלבד קשורות אחת עם השנית בלבד וכריכות הוא שיהיו רבות קשורות קשר אחד. וזה שאמרנו מחשיך עליהם בתנאי שיהיו כ\"כ רבות שלא יוכל במה שנשאר מן היום להביאן זוג זוג דרך מלבוש כמו שזכר. ואמר ובסכנה מכסן כגון שיהיה עת צרה ב\"מ שאם נמצאו בידו יגיענו היזק אבל אם הוא ירא מליסטין בלבד יוליכם כולם פחות פחות מארבע אמות כאשר בארנו בפרק אחרון משבת. ואין הלכה כרשב\"ג: \n"
            ],
            [
                "<b>ר' שמעון אומר נותנן לחבירו וחבירו לחבירו כו':</b><br>רבי שמעון חלק על המאמר שזכרנו בסוף ההלכה הקודמת רוצה לומר מוליכן פחות פחות מארבע אמות לפי שהוא אומר חיישינן שמא ילך בהם ארבע אמות ברה\"ר אבל הנכון שיתן הכריכה כולה לחבירו שלפניו וחבירו לחבירו עד שיגיע לבית. ומאמר ר' יהודה אפילו חוץ לתחום בתנאי שתהיה אותה החבית הפקר אבל אם יש לה בעלים העיקר אצלנו הבהמה והכלים כרגלי הבעלים כאשר יתבאר בביצה [פ\"ה מ\"ג] ואם החבית הפקר יוליכנה מיד ליד ואפילו הוציאוהו חוץ לאלפים אמה ור' יוחנן בן נורי סבר נכסי הפקר קונין שביתה במקומן ואינן הולכות אלא אלפים אמה כאשר בארנו בפרק הרביעי מזו המסכת והוא מה שאמר לר' יהודה לא תהלך זו יותר מרגלי בעליה כלומר אם היה לה בעלים. ודע כי מותר לאדם להוליך הדבר פחות פחות מארבע אמות או נותנו לחבירו וחבירו לחבירו כאשר הזכיר ר' שמעון. והלכה כרבי שמעון והלכה כרבי יהודה: \n"
            ],
            [
                "<b>היה קורא בספר על האסקופה כו':</b><br>אסקופה היא הבנין שלפני פתח הבית והיא כרמלית וכבר נתבארו הרשויות בתחלת מסכת שבת. ואמרם עד שלא הגיע לי' טפחים כאשר בארנו בשבת ובתנאי שיהיה הכותל משופע  <img src=\"data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAI4AAABwAQAAAADgHnXMAAAACXBIWXMAAA7EAAAOxAGVKw4bAAAB30lEQVRIiaXWPU7DMBQAYFdFyoS6MuFrwEIuwII4AbdgqGRQh4w9Qo/BSKsideQINMrAWFeVwFVTPxz/x89Skerxy3vWe35uUgJokTOJEDLoU0u6VWIiMQlDw4j4fScvg4hq8yCOmphd9hFVhtqIRpaYJ2lJRlSiqNaSeaRJMEyuY+qJw/FX08xTA7xJaAXC0FdEbUoVIlW8PGj69FSC3IHZwZIqXhj6diRKWC/BVOOIwXrSJ64yppq2jmrXYqDGE3c08SQcFZhGiGQgffiK2gxRX4MjNwyAVz2PmO4KSQ2tXdA1hZQuSkcLR3OmSyRxPxtHlacC0UcBU02hn0Wl56HIF79cWXKXC7oBGRKBNvqACXDfIh858kGCWvL9AOwsLQI1sNO09HIc6l1I1A8fM6EpjGzfWgrDOCpSFZF4ZGNMz5Z81yCvWDc1EnUNA30GJLTYXWgdFVrU26VR5ud3miBDFNMM0xSTOioi+rTMUwuY+lENTqxxVI2jtnh7gRPPIpkQQ1FtnpJENY//EM1SfE3yBBQVoe4pokptnyQWeaI4MaEVpqZ37z1lok4n7nDUAdMeU92Relk9se5DSuFnrr7CRJJkqcNJieGoDKk3wJu6sbcPjzfDhl++HyH7H+APr0j64WRsHIQAAAAASUVORK5CYII=\"> (כזו הצורה) שיניח הספר ברה\"ר אבל אם היה הכותל עומד על הארץ על זוית עומדת שיהיה הספר כשנתלה באויר רשות הרבים בלי מונח על שום דבר הרי זה מותר לגללו ולהביאו אצלו כל זמן שלא הגיע קצתו לארץ ור' שמעון אומר אפי' הגיע לארץ מותר להגביהו לפי שהוא משום שבות מאחר שמקצת הספר בידו ואינו כמי שעוקר מרה\"ר לרה\"י אלא אם יצא הספר כולו מידו ונח ברה\"ר ואסרו להגביה דבר מרה\"ר ואפי' הוא דבוק וקשור ברה\"י מדרבנן דלמא נפיל ואתי לאתויי ודבר שהוא מדרבנן אינו עומד בפני כתבי הקדש. ואין הלכה כרבי שמעון:  "
            ],
            [
                "<b>זיז שלפני חלון נותנין עליו ונוטלין ממנו בשבת:</b><br>זיז הוא הקצה היוצא מן הכותל מבנין או עץ או אבן או זולתם ובתנאי שיהיה בינו ובין רה\"ר יותר מעשרה טפחים כי העיקר אצלנו כי רשות הרבים היא עד עשרה טפחים ולמעלה מעשרה טפחים ברשות הרבים מקום פטור ואסור להשתמש על זה הזיז היוצא אלא בכלי חרס ודומיהן לפי שהם אם יפלו ישברו אבל דבר שאינו נשבר בנפילתו אסור להשתמש בו על זה הזיז גזרה שמא יפול ברשות הרבים ויגביהנו שם: \n"
            ],
            [
                "<b>לא יעמוד אדם ברשות היחיד וישתין ברה\"ר כו':</b><br>מי שעמד ברשות הרבים והשתין ברשות היחיד חייב חטאת וכאילו עקר מעל גבי מקום ארבעה כיון שזה השתן מונח במקומו מיושב כיושב החפץ במקום ד' כאשר בארנו בהלכה ראשונה משבת. ומאמר רבי יהודה כי מי שנתלש רוקו מפיו שאסור לו להלך ארבע אמות בתנאי שיהפכנו בפיו. ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>לא יעמוד אדם ברשות היחיד וישתה ברה\"ר כו':</b><br><b>קולט אדם מן המזחילה למטה מעשרה טפחים כו':</b><br>זה שאסרנו לעמוד ברשות אחד ולשתות ברשות אחר בתנאי שתהיה השתיה בכלים נאים שהוא צריך אליהם ואי אפשר לו להניחן מפני חשיבותם שאם נתיר לו לשתות מהם נחוש שמא יוציאם מרשות לרשות אבל אם אין לשם כלים חשובים אצלו מותר לשתות ואפילו לא הכניס ראשו ורובו למקום שהוא שותה. ואמר וכן בגת הוא ענין אחר רוצה לומר לענין מעשרות כי מותר לו לשתות קודם הוצאת המעשר עראי ויש לו לשתות תוך הגת אבל חוץ לגת אינו שותה עד שיוציא מעשר וכבר נתבאר זה הענין בעקריו וענפיו במסכת מעשרות. ואחר כן חוזר לענין שבת ואמר שקולט אדם המים כלומר מקבל ממקום שפיכת המים ומן הצנור כשיקבלנו מן המים עצמם אבל אם נגעה ידו במזחילה כדי שיתקבצו המים בכפו וישתה אסור אלא אם כן היה למעלה מעשרה טפחים שהוא מקום פטור ובלבד שלא יהיה במזחילה ארבעה טפחים שהוא שיעור מקום פטור ובתנאי אחר שלא יהיה בין המקום שמתקבצין ממנו המים ובין הגג היורדין ממנו המים פחות משלשה טפחים כי העיקר אצלנו כל פחות משלשה כלבוד דמי וכאילו קבל המים מן הגג שהוא רשות היחיד והוציאן לרשות הרבים. ודע כי זוחלין נקראו המים הנגרים מן הנהרות והמעיינות הנובעות הנגרים על הארץ והוא מלשון זוחלי עפר (דברים ל״ב:כ״ד) ענינו הנחשים והשרפים הנגרים על הארץ ומזה קראו המקום שירדו בו המים מזחילה. וצנור ידוע: \n"
            ],
            [
                "<b>בור ברשות הרבים וחוליתו גבוהה עשרה טפחים כו':</b><br>כבר הקדמנו פעמים כי למעלה מי' באויר רשות הרבים מקום פטור וזה הבור אין הפרש בין שיהיה בינו ובין הכותל ארבעה טפחים או למעלה או אם הוא סמוך לכותל ומצא בחולייתו גבוה עשרה ודע כי הבור וחולייתו מצטרפין לעשרה והוא ענין אמרם וחולייתו גבוהה כאילו אמר וחולייתו משלימתו לעשרה ובתנאי שיהיה סמוך לכותל. וזו האשפה היא של רבים שאין מפנין אותה ברוב אבל אשפה של יחיד אסור לשפוך עליה מים ואפילו היא גבוהה עשרה טפחים גזרה שמא יפנו אותה בעליה ונמצא שופך מרשות היחיד לרשות הרבים: \n"
            ],
            [
                "<b>אילן שהוא מיסך על הארץ כו':</b><br><b>הדלת שבמוקצה והדקים שבפרצה כו':</b><br>כשיהיה בין קצות ענפי האילן והארץ פחות משלשה טפחים הרי הוא כאילו נדבק בארץ ונעשו הם מחיצות כי כל פחות מג' כלבוד דמי ובתנאי שימלא חלל הענפים כולו בדברים דקים כתבן ודומה לו כדי שלא יזיזנה רוח מצויה תמיד כי כל מה שיניע אותו הרוח מצויה אינה מחיצה והעיקר אצלנו כל מחיצה שאינה יכולה לעמוד ברוח מצויה אינה מחיצה. וזה שהתרנו לו להשתמש תחתיו הוא שיעור סאתים בלבד והעיקר אצלנו כל דירה שתשמישה לאויר אין מטלטלין בה אלא בבית סאתים. וכשיהיו שרשי האילן גבוהים מן הארץ שלשה טפחים אסור להשתמש עליהן לפי שאסור להשתמש באילן ביו\"ט וכל שכן בשבת גזירה שמא יחתוך ממנו ענף כאשר יתבאר במס' ביצה [פ\"ה מ\"ב] ואם הם על הארץ פחות מג\"ט הם נחשבים כמו הקרקע. והדלת שבמוקצה שיהיה מקום מיוחד ואין להם בו תשמיש ולא צורך כמו דיר או סהר ויש לו פתח ואין לו ציר אבל אם יש לו ציר אפילו נשמט או נשבר מותר לנעול בה את המקום. וחדקים קבוץ חדק והם קוצים כמו כמשוכת חדק (משלי ט״ו:י״ט) קושרין אלו הקוצים בקנים ועושין מהם לוח ונועלין בהם פרצות הגנות כדי שלא יכנסו שם גנבים או חיות. ואמרם גבוהים (לה) אפי' היו גבוהים על הארץ באיזה שיעור שיהיה וכל זה כשלא היו קושרין בקשר דבק בכותלים אלא עראי מגביהין אותן ומחזירין אותן: \n"
            ],
            [
                "<b>לא יעמוד אדם ברשות היחיד ויפתח ברה\"ר כו':</b><br>כמו שאוסר רבי מאיר שיעמוד אדם ברשות הרבים ויפתח ברשות היחיד כמו כן אוסר שיעמוד בכרמלית ויפתח ברשות היחיד ולפיכך הביאו עליו ראיה מזה השוק שהיה בירושלים שהיו מפטמין שם העופות ומוכרים אותן שהוא כרמלית והחנות רשות היחיד והיו עומדין בשוק והיו פותחים החנויות בשבת. ונחשב ירושלים כרמלית לפי שהיא עיר של רבים והיו לה פתחים רבים ולא היתה מעורבת על העיקרים שבארנו בפרק חמישי מזו המסכת. ואין הלכה כרבי מאיר בשני המאמרים לא ברשות הרבים ולא ברשות היחיד. פטמין תרגום בריאות [בראשית מא] פטימתא ולפי שזה השוק היו מפטמין בו העופות ומשמנין אותן נקרא שוק של פטמין: \n"
            ],
            [
                "<b>נגר שיש בראשו גלוסטרא ר\"א אוסר ורבי יוסי מתיר כו':</b><br>נגר היא קורה שעושין אותה בשתי וערב ונותנין אותה בדלתות ונועלין בה השערים וקוראין אותה בני אדם בלשון ערבי מער\"ץ וענינו כמו בריח לפי שהוא מבריח מן הכותל אל הכותל וקלוסטרא דמות רמון או טבעת וכיוצא בו ממה שיורה עליו שהוא כלי ואינו קורה בעלמא שהוא אסור לטלטלה בשבת. והלכה כרבי יוסי: \n"
            ],
            [
                "<b>נגר הנגרר נועלים בו במקדש אבל לא במדינה כו':</b><br>הנגרר פירשו בה שהוא הדבוק בדלת בקשר. והמונח הוא שהוא מובדל ואינו דבוק ולוקחין אותו ביד ומרכיבין אותו על הדלתות על המנעול ואחר כן מסירין אותו ועושין במקום אחר ומפני זה קרא אותו המונח. וזה הדבר הוא בנגר שאין בראשו גלוסטרא כי מי שיש לו היכרא מותר ואפילו מונח כאשר בארנו קודם. והלכה כרבי יהודה: \n"
            ],
            [
                "<b>מחזירין ציר התחתון במקדש אבל לא במדינה כו':</b><br>ציר ידוע מגזרת תסוב על צירה (משלי כ״ו:י״ד) והוא שם עברי ממש ואמרם אם נשמט מכף שלו אין מחזירין אותו מפני זה אסור החזרת הכף גזירה שמא יתקן אותו לפי שהוא צריך לחזוק יותר בלי ספק וכן אמרו שמא יתקע ואין הלכה כרבי יהודה: \n"
            ],
            [
                "<b>מחזירין רטיה במקדש אבל לא במדינה כו':</b><br><b>קושרין נימא במקדש אבל לא במדינה כו':</b><br><b>חותכין יבלת במקדש אבל לא במדינה כו':</b><br>רטיה היא חתיכה של בגד שפושטין עליו המשיחה לתת אותה על המכה וכשנפלה מן המכה או שפרשה בידו ונתנה על גבי כלי מותר לו להחזירה כל זמן שלא נפלה על גבי קרקע אבל כשנפלה על גבי קרקע אסור להחזירה אלא לכהן במקדש. ונתינת משיחה על המכה לכתחילה אסור בין במקדש בין במדינה. וקושרין נימא הוא שקושרין היתר כשנתק יתר מיתרי הנבלים והכנורות ודומיהן מן הכלים שהיו במקדש שהיו אומרים עליהם השיר בכל יום כאשר יתבאר במקומו [ערכין פ\"ב מ\"ו]. ויבלת ידוע והוא כמו ראש מסמר בגוף האדם וגם כן ידוע שהעבודה אינה מותרת לבעלי יבלת: \n"
            ],
            [
                "<b>כהן שלקה באצבעו כורך עליו גמי במקדש כו':</b><br><b>בוזקין מלח על גבי כבש בשביל שלא יחליקו כו':</b><br>גמי הוא גמא ובכאן דיבר בדבר הידוע כי הגמא מועיל למכה ויש לו לקושרו בחתיכת בגד ויעבוד ולא יפסול לעבודה בתוספת אותו הבגד ובתנאי שלא תהיה מובדלת בין בשר ידו והמזרק או הסכין בעת עשיית העבודה. ואמרם אם להוציא ממנה דם לסחוט המכה ולהוציא ממנה דם. בוזקין כמו זורקים והוא מגזרת כמראה הבזק [יחזקאל א'] רוצה לומר שהוא כמי שזורק דבר מידו פעם אחר פעם. שלא יחליק כדי שלא תמעד רגלו בסבת שמנונית הבשר הזב שם כי הבשר היו צוברים אותו על הכבש כאשר יתבאר במקומו במס' תמיד. וכבש שם המעלה שהיו עולין בה למזבח. ובור הגולה בור היה בלשכה מן הלשכות והיה עליו גלגל והיה נשמע לאותו גלגל קול גדול בעת השאיבה וכן בור הגדול ובור חקר. חקר והקר שוין קורין אותו כך לפי שהיה נובע מלשון כהקיר ביר מימיה [ירמיה ו] והיו על אלו שני בורות הנזכרים גלגלים והתירו להם הנביאים בעלותם לרגל לדלות מאותן הבורות באותן הגלגלים. ונשארו העם נוהגין לדלות מהן בלבד מפני התרת הנביאים ולא העתיקו הדין לבורות אחרים. ומה שאסרו השאיבה לגלגלים בשאר הבורות גזרה שמא ידלה לגנתו או לחורבתו או למקום שירצה למלאות מים למהירות השאיבה באלו הגלגלים וכמו כן מותר לשאוב בהן תוך המדינות והקול הנשמע לגלגל בעת השאיבה אין אוסרים אותו וכמו כן אין אוסרין להקיש בשלשלת הפתחים והדומה להם. אבל מה שהוא אסור מן הקולות אינו אלא מה שהוא כקול של שיר כלומר שיהיה לו נעימות על הסדר והוא אמרם לא אמרו אלא בקול של שיר בלבד והתרנו כל מה שקדם זכרו במקדש כי העבודה חייבת בשבת וכמו כן כל מה שהוא משום שבות והוא מצרכי העבודה והמקדש מותר לעשותו בשבת במקדש והוא אמרם שבות שבת במקדש התירו: \n"
            ],
            [
                "<b>שרץ שנמצא במקדש בהן מוציאו בהמיינו כו':</b><br>המיינו הוא החגור שחוגר על עצמו תרגום אבנט [שמות כח] המיינא ודע כי כל מי שנכנס באיזה מקום שיהיה מן העזרה והוא טמא אם היה שוגג חייב חטאת ואם היה מזיד חייב כרת. ר\"ע אומר מוציאין השרץ בשבת מכל העזרה. וצבת של עץ הם מלקחיים מעץ שאינן מטמאין כי פשוטי כלי עץ אין מקבלין טומאה מן התורה כאשר יתבאר בתחילת כלים ותרגום סירותיו [שם כז] פסכתרוותיה והנפרד פסכתר. ור\"ש סבר כי מי שנפסק לו יתר במקדש שלא יקשרנו כמו שזכרנו במה שקדם אבל קושר קצתו על קצתו בעניבה בלבד. ועוד קדם לך מדבריו בפרק הרביעי מזאת המסכת כי מי שיצא חוץ לתחום אפילו חמש עשרה אמה יכנם שאין המשוחות ממצין את המדות ודבר על שני המשפטים כמו שהוא סובר ואמר כי זה שאמרנו יכנס אפילו יצא מן התחום חמש עשרה אמה אינו מפני שיש לאדם חוץ לתחום אפילו אצבע אחד אבל נתנו לך אלו חמש עשרה אמה לפי שהם שלך ומכלל תחום שלך שאין המשוחות ממצין את המדות וכמו כן זה שהתרנו לך שתקשור היתר בעניבה התרנו לך דבר שהוא משום שבות שהם עצמם אסרו זה הדבר וכן הקשורה בעניבה מדרבנן היא אסורה. ואין הלכה כר\"ש בשני המאמרים אלא כמו שזכרנו במה שקדם. והלכה כר\"ע והלכה כר' יהודה: \n"
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}