var Megillahjson ={
    "language": "he",
    "title": "Mishnah Megillah",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מגילה",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "מְגִלָּה נִקְרֵאת בְּאַחַד עָשָׂר, בִּשְׁנֵים עָשָׂר, בִּשְׁלֹשָׁה עָשָׂר, בְּאַרְבָּעָה עָשָׂר, בַּחֲמִשָּׁה עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. כְּרַכִּין הַמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, קוֹרִין בַּחֲמִשָּׁה עָשָׂר. כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת, קוֹרִין בְּאַרְבָּעָה עָשָׂר, אֶלָּא שֶׁהַכְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה: \n",
            "כֵּיצַד. חָל לִהְיוֹת יוֹם אַרְבָּעָה עָשָׂר בַּשֵּׁנִי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בַּשְּׁלִישִׁי אוֹ בָּרְבִיעִי, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בָּחֲמִישִׁי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת עֶרֶב שַׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת וּמֻקָּפוֹת חוֹמָה קוֹרִין בּוֹ בַיּוֹם. חָל לִהְיוֹת בְּשַׁבָּת, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת מַקְדִּימִין וְקוֹרִין לְיוֹם הַכְּנִיסָה, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת אַחַר הַשַּׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר: \n",
            "אֵיזוֹ הִיא עִיר גְּדוֹלָה, כֹּל שֶׁיֵּשׁ בָּהּ עֲשָׂרָה בַטְלָנִים. פָּחוֹת מִכָּאן, הֲרֵי זֶה כְפָר. בָּאֵלּוּ אָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין. אֲבָל זְמַן עֲצֵי כֹהֲנִים וְתִשְׁעָה בְאָב, חֲגִיגָה וְהַקְהֵל, מְאַחֲרִין וְלֹא מַקְדִּימִין. אַף עַל פִּי שֶׁאָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין, מֻתָּרִין בְּהֶסְפֵּד וּבְתַעֲנִיּוֹת וּמַתָּנוֹת לָאֶבְיוֹנִים. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, מְקוֹם שֶׁנִּכְנָסִין בְּשֵׁנִי וּבַחֲמִישִׁי. אֲבָל מְקוֹם שֶׁאֵין נִכְנָסִין לֹא בְּשֵׁנִי וְלֹא בַחֲמִישִׁי, אֵין קוֹרִין אוֹתָהּ אֶלָּא בִזְמַנָּהּ: \n",
            "קָרְאוּ אֶת הַמְּגִלָּה בַּאֲדָר הָרִאשׁוֹן וְנִתְעַבְּרָה הַשָּׁנָה, קוֹרִין אוֹתָהּ בַּאֲדָר הַשֵּׁנִי, אֵין בֵּין אֲדָר הָרִאשׁוֹן לַאֲדָר הַשֵּׁנִי אֶלָּא קְרִיאַת הַמְּגִלָּה וּמַתָּנוֹת לָאֶבְיוֹנִים: \n",
            "אֵין בֵּין יוֹם טוֹב לְשַׁבָּת אֶלָּא אֹכֶל נֶפֶשׁ בִּלְבָד. אֵין בֵּין שַׁבָּת לְיוֹם הַכִּפּוּרִים אֶלָּא שֶׁזֶּה זְדוֹנוֹ בִּידֵי אָדָם וְזֶה זְדוֹנוֹ בְּכָרֵת: \n",
            "אֵין בֵּין הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לַמֻּדָּר מִמֶּנּוּ מַאֲכָל אֶלָּא דְּרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. אֵין בֵּין נְדָרִים לִנְדָבוֹת אֶלָּא שֶׁהַנְּדָרִים חַיָּב בְּאַחֲרָיוּתָן, וּנְדָבוֹת אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן: \n",
            "אֵין בֵּין זָב הָרוֹאֶה שְׁתֵּי רְאִיּוֹת לְרוֹאֶה שָׁלֹשׁ אֶלָּא קָרְבָּן. אֵין בֵּין מְצֹרָע מֻסְגָּר לִמְצֹרָע מֻחְלָט אֶלָּא פְרִיעָה וּפְרִימָה. אֵין בֵּין טָהוֹר מִתּוֹךְ הֶסְגֵּר לְטָהוֹר מִתּוֹךְ הֶחְלֵט אֶלָּא תִגְלַחַת וְצִפֳּרִים: \n",
            "אֵין בֵּין סְפָרִים לִתְפִלִּין וּמְזוּזוֹת אֶלָּא שֶׁהַסְּפָרִים נִכְתָּבִין בְּכָל לָשׁוֹן, וּתְפִלִּין וּמְזוּזוֹת אֵינָן נִכְתָּבוֹת אֶלָּא אַשּׁוּרִית. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף בַּסְּפָרִים לֹא הִתִּירוּ שֶׁיִּכָּתְבוּ אֶלָּא יְוָנִית: \n",
            "אֵין בֵּין כֹּהֵן מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה לִמְרֻבֶּה בְגָדִים אֶלָּא פַּר הַבָּא עַל כָּל הַמִּצְוֹת. אֵין בֵּין כֹּהֵן מְשַׁמֵּשׁ לְכֹהֵן שֶׁעָבַר אֶלָּא פַּר יוֹם הַכִּפּוּרִים וַעֲשִׂירִית הָאֵיפָה: \n",
            "אֵין בֵּין בָּמָה גְדוֹלָה לְבָמָה קְטַנָּה אֶלָּא פְסָחִים. זֶה הַכְּלָל, כָּל שֶׁהוּא נִדָּר וְנִדָּב, קָרֵב בַּבָּמָה. וְכֹל שֶׁאֵינוֹ לֹא נִדָּר וְלֹא נִדָּב, אֵינוֹ קָרֵב בַּבָּמָה: \n",
            "אֵין בֵּין שִׁילֹה לִירוּשָׁלַיִם אֶלָּא שֶׁבְּשִׁילֹה אוֹכְלִים קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי בְּכָל הָרוֹאֶה, וּבִירוּשָׁלַיִם לִפְנִים מִן הַחוֹמָה. וְכָאן וְכָאן קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קְדֻשַּׁת שִׁילֹה יֵשׁ אַחֲרֶיהָ הֶתֵּר, וּקְדֻשַּׁת יְרוּשָׁלַיִם אֵין אַחֲרֶיהָ הֶתֵּר: \n"
        ],
        [
            "הַקּוֹרֵא אֶת הַמְּגִלָּה לְמַפְרֵעַ, לֹא יָצָא. קְרָאָהּ עַל פֶּה, קְרָאָהּ תַּרְגּוּם, בְּכָל לָשׁוֹן, לֹא יָצָא. אֲבָל קוֹרִין אוֹתָהּ לַלּוֹעֲזוֹת בְּלַעַז. וְהַלּוֹעֵז שֶׁשָּׁמַע אַשּׁוּרִית, יָצָא:  ",
            "קְרָאָהּ סֵרוּגִין, וּמִתְנַמְנֵם, יָצָא. הָיָה כוֹתְבָהּ, דּוֹרְשָׁהּ, וּמַגִּיהָהּ, אִם כִּוֵּן לִבּוֹ, יָצָא. וְאִם לָאו, לֹא יָצָא. הָיְתָה כְּתוּבָה בְּסַם, וּבְסִקְרָא, וּבְקוֹמוֹס וּבְקַנְקַנְתּוֹם, עַל הַנְּיָר וְעַל הַדִּפְתְּרָא, לֹא יָצָא, עַד שֶׁתְּהֵא כְּתוּבָה אַשּׁוּרִית, עַל הַסֵּפֶר וּבִדְיוֹ:  ",
            "בֶּן עִיר שֶׁהָלַךְ לִכְרַךְ וּבֶן כְּרַךְ שֶׁהָלַךְ לְעִיר, אִם עָתִיד לַחֲזֹר לִמְקוֹמוֹ, קוֹרֵא כִמְקוֹמוֹ. וְאִם לָאו, קוֹרֵא עִמָּהֶן. וּמֵהֵיכָן קוֹרֵא אָדָם אֶת הַמְּגִלָּה וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ, רַבִּי מֵאִיר אוֹמֵר, כֻּלָּהּ. רַבִּי יְהוּדָה אוֹמֵר, מֵאִישׁ יְהוּדִי (אסתר ב ה). רַבִּי יוֹסֵי אוֹמֵר, מֵאַחַר הַדְּבָרִים הָאֵלֶּה (אסתר ג׳:א׳):  ",
            "הַכֹּל כְּשֵׁרִין לִקְרוֹת אֶת הַמְּגִלָּה, חוּץ מֵחֵרֵשׁ, שׁוֹטֶה, וְקָטָן. רַבִּי יְהוּדָה מַכְשִׁיר בְּקָטָן. אֵין קוֹרִין אֶת הַמְּגִלָּה, וְלֹא מָלִין, וְלֹא טוֹבְלִין, וְלֹא מַזִּין, וְכֵן שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם לֹא תִטְבֹּל, עַד שֶׁתָּנֵץ הַחַמָּה. וְכֻלָּן שֶׁעָשׂוּ מִשֶּׁעָלָה עַמּוּד הַשַּׁחַר, כָּשֵׁר:  ",
            "כָּל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַמְּגִלָּה, וְלִקְרִיאַת הַהַלֵּל, וְלִתְקִיעַת שׁוֹפָר, וְלִנְטִילַת לוּלָב, וְלִתְפִלַּת הַמּוּסָפִין, וְלַמּוּסָפִין, וּלְוִדּוּי הַפָּרִים, וּלְוִדּוּי הַמַּעֲשֵׂר, וּלְוִדּוּי יוֹם הַכִּפּוּרִים, לַסְּמִיכָה, לַשְּׁחִיטָה, לַתְּנוּפָה, לַהַגָּשָׁה, לַקְּמִיצָה וְלַהַקְטָרָה, לַמְּלִיקָה, וְלַקַּבָּלָה, וְלַהַזָּיָה, וּלְהַשְׁקָיַת סוֹטָה, וְלַעֲרִיפַת הָעֶגְלָה, וּלְטַהֲרַת הַמְּצֹרָע:  ",
            "כָּל הַלַּיְלָה כָּשֵׁר לִקְצִירַת הָעֹמֶר וּלְהֶקְטֵר חֲלָבִים וְאֵבָרִים. זֶה הַכְּלָל, דָּבָר שֶׁמִּצְוָתוֹ בַיּוֹם, כָּשֵׁר כָּל הַיּוֹם. דָּבָר שֶׁמִּצְוָתוֹ בַלַּיְלָה, כָּשֵׁר כָּל הַלָּיְלָה:  "
        ],
        [
            "בְּנֵי הָעִיר שֶׁמָּכְרוּ רְחוֹבָהּ שֶׁל עִיר, לוֹקְחִין בְּדָמָיו בֵּית הַכְּנֶסֶת. בֵּית הַכְּנֶסֶת, לוֹקְחִין תֵּבָה. תֵּבָה, לוֹקְחִין מִטְפָּחוֹת. מִטְפָּחוֹת, לוֹקְחִין סְפָרִים. סְפָרִים, לוֹקְחִין תּוֹרָה. אֲבָל אִם מָכְרוּ תוֹרָה, לֹא יִקְחוּ סְפָרִים. סְפָרִים, לֹא יִקְחוּ מִטְפָּחוֹת. מִטְפָּחוֹת, לֹא יִקְחוּ תֵבָה. תֵּבָה, לֹא יִקְחוּ בֵית הַכְּנֶסֶת. בֵּית הַכְּנֶסֶת, לֹא יִקְחוּ אֶת הָרְחוֹב. וְכֵן בְּמוֹתְרֵיהֶן. אֵין מוֹכְרִין אֶת שֶׁל רַבִּים לְיָחִיד, מִפְּנֵי שֶׁמּוֹרִידִין אוֹתוֹ מִקְּדֻשָּׁתוֹ, דִּבְרֵי רַבִּי יְהוּדָה. אָמְרוּ לוֹ, אִם כֵּן, אַף לֹא מֵעִיר גְּדוֹלָה לְעִיר קְטַנָּה: \n",
            "אֵין מוֹכְרִין בֵּית הַכְּנֶסֶת, אֶלָּא עַל תְּנַאי שֶׁאִם יִרְצוּ יַחֲזִירוּהוּ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מוֹכְרִים אוֹתוֹ מִמְכַּר עוֹלָם, חוּץ מֵאַרְבָּעָה דְּבָרִים, לְמֶרְחָץ וּלְבֻרְסְקִי וְלִטְבִילָה וּלְבֵית הַמָּיִם. רַבִּי יְהוּדָה אוֹמֵר, מוֹכְרִין אוֹתוֹ לְשֵׁם חָצֵר, וְהַלּוֹקֵחַ מַה שֶּׁיִּרְצֶה יַעֲשֶׂה: \n",
            "וְעוֹד אָמַר רַבִּי יְהוּדָה, בֵּית הַכְּנֶסֶת שֶׁחָרַב, אֵין מַסְפִּידִין בְּתוֹכוֹ, וְאֵין מַפְשִׁילִין בְּתוֹכוֹ חֲבָלִים, וְאֵין פּוֹרְשִׂין לְתוֹכוֹ מְצוּדוֹת, וְאֵין שׁוֹטְחִין עַל גַּגּוֹ פֵרוֹת, וְאֵין עוֹשִׂין אוֹתוֹ קַפַּנְדַּרְיָא, שֶׁנֶּאֱמַר (ויקרא כו), וַהֲשִׁמּוֹתִי אֶת מִקְדְּשֵׁיכֶם, קְדֻשָּׁתָן אַף כְּשֶׁהֵן שׁוֹמֵמִין. עָלוּ בוֹ עֲשָׂבִים, לֹא יִתְלֹשׁ, מִפְּנֵי עָגְמַת נָפֶשׁ: \n",
            "רֹאשׁ חֹדֶשׁ אֲדָר שֶׁחָל לִהְיוֹת בְּשַׁבָּת, קוֹרִין בְּפָרָשַׁת שְׁקָלִים (שמות ל). חָל לִהְיוֹת בְּתוֹךְ הַשַּׁבָּת, מַקְדִּימִין לְשֶׁעָבַר וּמַפְסִיקִין לְשַׁבָּת אַחֶרֶת. בַּשְּׁנִיָּה, זָכוֹר (דברים כה). בַּשְּׁלִישִׁית, פָּרָה אֲדֻמָּה (במדבר י״ט:ב׳). בָּרְבִיעִית, הַחֹדֶשׁ הַזֶּה לָכֶם (שמות יב). בָּחֲמִישִׁית, חוֹזְרִין לִכְסִדְרָן. לַכֹּל מַפְסִיקִין, בְּרָאשֵׁי חֳדָשִׁים, בַּחֲנֻכָּה וּבְפוּרִים, בַּתַּעֲנִיּוֹת וּבַמַּעֲמָדוֹת וּבְיוֹם הַכִּפּוּרִים: \n",
            "בְּפֶסַח קוֹרִין בְּפָרָשַׁת מוֹעֲדוֹת שֶׁל תּוֹרַת כֹּהֲנִים (ויקרא כב). בַּעֲצֶרֶת, שִׁבְעָה שָׁבֻעוֹת (דברים טז). בְּרֹאשׁ הַשָּׁנָה, בַּחֹדֶשׁ הַשְּׁבִיעִי בְּאֶחָד לַחֹדֶשׁ (ויקרא כג). בְּיוֹם הַכִּפּוּרִים, אַחֲרֵי מוֹת (שם טז). בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג קוֹרִין בְּפָרָשַׁת מוֹעֲדוֹת שֶׁבְּתוֹרַת כֹּהֲנִים (ויקרא כג), וּבִשְׁאָר כָּל יְמוֹת הֶחָג בְּקָרְבְּנוֹת הֶחָג (במדבר כט): \n",
            "בַּחֲנֻכָּה, בַּנְּשִׂיאִים (שם ז). בְּפוּרִים, וַיָּבֹא עֲמָלֵק (שמות יז). בְּרָאשֵׁי חֳדָשִׁים, וּבְרָאשֵׁי חָדְשֵׁיכֶם (במדבר כח). בַּמַּעֲמָדוֹת, בְּמַעֲשֵׂה בְּרֵאשִׁית (בראשית א). בַּתַּעֲנִיּוֹת, בְּרָכוֹת וּקְלָלוֹת (ויקרא כו). אֵין מַפְסִיקִין בַּקְּלָלוֹת, אֶלָּא אֶחָד קוֹרֵא אֶת כֻּלָּן. בַּשֵּׁנִי וּבַחֲמִישִׁי וּבְשַׁבָּת בַּמִּנְחָה, קוֹרִין כְּסִדְרָן, וְאֵין עוֹלִין לָהֶם מִן הַחֶשְׁבּוֹן, שֶׁנֶּאֱמַר (ויקרא כג), וַיְדַבֵּר מֹשֶׁה אֶת מֹעֲדֵי יְיָ אֶל בְּנֵי יִשְׂרָאֵל, מִצְוָתָן שֶׁיְּהוּ קוֹרִין כָּל אֶחָד וְאֶחָד בִּזְמַנּוֹ: \n"
        ],
        [
            "הַקּוֹרֵא אֶת הַמְּגִלָּה עוֹמֵד וְיוֹשֵׁב. קְרָאָהּ אֶחָד, קְרָאוּהָ שְׁנַיִם, יָצְאוּ. מְקוֹם שֶׁנָּהֲגוּ לְבָרֵךְ, יְבָרֵךְ. וְשֶׁלֹּא לְבָרֵךְ, לֹא יְבָרֵךְ. בְּשֵׁנִי וּבַחֲמִישִׁי וּבְשַׁבָּת בַּמִּנְחָה, קוֹרִין שְׁלֹשָׁה, אֵין פּוֹחֲתִין וְאֵין מוֹסִיפִין עֲלֵיהֶן, וְאֵין מַפְטִירִין בַּנָּבִיא. הַפּוֹתֵחַ וְהַחוֹתֵם בַּתּוֹרָה, מְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ:  ",
            "בְּרָאשֵׁי חֳדָשִׁים וּבְחֻלּוֹ שֶׁל מוֹעֵד, קוֹרִין אַרְבָּעָה, אֵין פּוֹחֲתִין מֵהֶן וְאֵין מוֹסִיפִין עֲלֵיהֶן, וְאֵין מַפְטִירִין בַּנָּבִיא. הַפּוֹתֵחַ וְהַחוֹתֵם בַּתּוֹרָה, מְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ. זֶה הַכְּלָל, כָּל שֶׁיֵּשׁ בּוֹ מוּסָף וְאֵינוֹ יוֹם טוֹב, קוֹרִין אַרְבָּעָה. בְּיוֹם טוֹב, חֲמִשָּׁה. בְּיוֹם הַכִּפּוּרִים, שִׁשָּׁה. בְּשַׁבָּת, שִׁבְעָה. אֵין פּוֹחֲתִין מֵהֶן, אֲבָל מוֹסִיפִין עֲלֵיהֶן, וּמַפְטִירִין בַּנָּבִיא. הַפּוֹתֵחַ וְהַחוֹתֵם בַּתּוֹרָה, מְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ:  ",
            "אֵין פּוֹרְסִין אֶת שְׁמַע, וְאֵין עוֹבְרִין לִפְנֵי הַתֵּבָה, וְאֵין נוֹשְׂאִין אֶת כַּפֵּיהֶם, וְאֵין קוֹרִין בַּתּוֹרָה, וְאֵין מַפְטִירִין בַּנָּבִיא, וְאֵין עוֹשִׂין מַעֲמָד וּמוֹשָׁב, וְאֵין אוֹמְרִים בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים וּבִרְכַּת חֲתָנִים, וְאֵין מְזַמְּנִין בַּשֵּׁם, פָּחוֹת מֵעֲשָׂרָה. וּבַקַּרְקָעוֹת, תִּשְׁעָה וְכֹהֵן. וְאָדָם, כַּיּוֹצֵא בָּהֶן:  ",
            "הַקּוֹרֵא בַּתּוֹרָה לֹא יִפְחֹת מִשְּׁלֹשָׁה פְסוּקִים. לֹא יִקְרָא לַמְּתֻרְגְּמָן יוֹתֵר מִפָּסוּק אֶחָד, וּבַנָּבִיא שְׁלֹשָׁה. הָיוּ שְׁלָשְׁתָּן שָׁלֹשׁ פָּרָשִׁיּוֹת, קוֹרִין אֶחָד אֶחָד. מְדַלְּגִין בַּנָּבִיא וְאֵין מְדַלְּגִין בַּתּוֹרָה. וְעַד כַּמָּה הוּא מְדַלֵּג, עַד כְּדֵי שֶׁלֹּא יִפְסֹק הַמְּתֻרְגְּמָן:  ",
            "הַמַּפְטִיר בַּנָּבִיא, הוּא פּוֹרֵס עַל שְׁמַע, וְהוּא עוֹבֵר לִפְנֵי הַתֵּבָה, וְהוּא נוֹשֵׂא אֶת כַּפָּיו. וְאִם הָיָה קָטָן, אָבִיו אוֹ רַבּוֹ עוֹבְרִין עַל יָדוֹ:  ",
            "קָטָן קוֹרֵא בַּתּוֹרָה וּמְתַרְגֵּם, אֲבָל אֵינוֹ פּוֹרֵס עַל שְׁמַע, וְאֵינוֹ עוֹבֵר לִפְנֵי הַתֵּיבָה, וְאֵינוֹ נוֹשֵׂא אֶת כַּפָּיו. פּוֹחֵחַ פּוֹרֵס אֶת שְׁמַע וּמְתַרְגֵּם, אֲבָל אֵינוֹ קוֹרֵא בַתּוֹרָה וְאֵינוֹ עוֹבֵר לִפְנֵי הַתֵּבָה וְאֵינוֹ נוֹשֵׂא אֶת כַּפָּיו. סוּמָא פּוֹרֵס אֶת שְׁמַע וּמְתַרְגֵּם. רַבִּי יְהוּדָה אוֹמֵר, כֹּל שֶׁלֹּא רָאָה מְאוֹרוֹת מִיָּמָיו, אֵינוֹ פּוֹרֵס עַל שְׁמַע:  ",
            "כֹּהֵן שֶׁיֵּשׁ בְּיָדָיו מוּמִין, לֹא יִשָּׂא אֶת כַּפָּיו. רַבִּי יְהוּדָה אוֹמֵר, אַף מִי שֶׁהָיוּ יָדָיו צְבוּעוֹת אִסְטִיס וּפוּאָה, לֹא יִשָּׂא אֶת כַּפָּיו, מִפְּנֵי שֶׁהָעָם מִסְתַּכְּלִין בּוֹ:  ",
            "הָאוֹמֵר אֵינִי עוֹבֵר לִפְנֵי הַתֵּבָה בִצְבוּעִין, אַף בִּלְבָנִים לֹא יַעֲבֹר. בְּסַנְדָּל אֵינִי עוֹבֵר, אַף יָחֵף לֹא יַעֲבֹר. הָעוֹשֶׂה תְפִלָּתוֹ עֲגֻלָּה, סַכָּנָה וְאֵין בָּהּ מִצְוָה. נְתָנָהּ עַל מִצְחוֹ אוֹ עַל פַּס יָדוֹ, הֲרֵי זוֹ דֶּרֶךְ הַמִּינוּת. צִפָּן זָהָב, וּנְתָנָהּ עַל בֵּית אֻנְקְלִי שֶׁלּוֹ, הֲרֵי זוֹ דֶּרֶךְ הַחִיצוֹנִים:  ",
            "הָאוֹמֵר יְבָרְכוּךָ טוֹבִים, הֲרֵי זוֹ דֶּרֶךְ הַמִּינוּת. עַל קַן צִפּוֹר יַגִּיעוּ רַחֲמֶיךָ, וְעַל טוֹב יִזָּכֵר שְׁמֶךָ, מוֹדִים מוֹדִים, מְשַׁתְּקִין אוֹתוֹ. הַמְכַנֶּה בָעֲרָיוֹת, מְשַׁתְּקִין אוֹתוֹ. הָאוֹמֵר, וּמִזַּרְעֲךָ לֹא תִתֵּן לְהַעֲבִיר לַמֹּלֶךְ (ויקרא יח), וּמִזַרְעָךְ לֹא תִתֵּן לְאַעְבָּרָא בְּאַרְמָיוּתָא, מְשַׁתְּקִין אוֹתוֹ בִנְזִיפָה:  ",
            "מַעֲשֵׂה רְאוּבֵן (בראשית לה), נִקְרָא וְלֹא מִתַּרְגֵּם. מַעֲשֵׂה תָמָר (בראשית לח), נִקְרָא וּמִתַּרְגֵּם. מַעֲשֵׂה עֵגֶל הָרִאשׁוֹן (שמות לב), נִקְרָא וּמִתַּרְגֵּם. וְהַשֵּׁנִי (שם), נִקְרָא וְלֹא מִתַּרְגֵּם. בִּרְכַּת כֹּהֲנִים (במדבר ו), מַעֲשֵׂה דָּוִד (שמואל ב י״א:כ״ז) וְאַמְנוֹן (שמואל ב יג), לֹא נִקְרָאִין וְלֹא מִתַּרְגְּמִין. אֵין מַפְטִירִין בַּמֶּרְכָּבָה (יחזקאל א), וְרַבִּי יְהוּדָה מַתִּיר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵין מַפְטִירִין בְּהוֹדַע אֶת יְרוּשָׁלַיִם (יחזקאל ט״ז:ב׳):  "
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>מגילה נקראת באחד עשר בשנים עשר.</b> פעמים בזה ופעמים בזה כדמפרש ואזיל:",
                "<b>מימות יהושע בן נון קורין בט״ו.</b> דכתיב (אסתר ט׳:י״ט) על כן היהודים הפרזים עושים את יום י״ד, ומדפרזים בי״ד ש״מ דמוקפין בט״ו. ומימות יהושע, נפקא לן ג״ש מפרזי פרזי, כתיב הכא היהודים הפרזים וכתיב התם (דברים ג׳:ה׳) לבד מערי הפרזי, מה להלן מימות יהושע אף כאן מימות יהושע. ותקנו שהכרכים המוקפים חומה מימות יהושע אע״פ שאין להם חומה עכשיו יקראו בט״ו כמו שושן, כדי לחלוק כבוד לא״י שהיתה חרבה בימי מרדכי ואסתר, כדי שיהיו קורין כבני שושן ויחשבו כאילו הם כרכים המוקפים אע״פ שהם עתה חרבין, ויהיה זכרון לא״י בנס זה. ולפי שיהושע התחיל להלחם בעמלק תחלה וכתיב (שמות י״ז:י״ד) כתוב זאת זכרון בספר ושים באזני יהושע, לפיכך הזכירו מימות יהושע:",
                "<b>אלא שהכפרים מקדימין.</b> כלומר מאחר שמוקפין קורין בט״ו ושאין מוקפין בי״ד הכל בכלל, והיכי משכחת תו י״א י״ב וי״ג, אלא שהכפרים נתנו להם רשות להקדים קריאתן ליום הכניסה יום ב׳ בשבת שלפני י״ד, או ה׳ בשבת, שהן יום הכניסה שהכפרים מתכנסים בעיירות למשפט, לפי שב״ד יושבים בב׳ וה׳ בתקנת עזרא. א״נ מתכנסין הכפרים לעיירות בב׳ וה׳ לשמוע קריאת התורה, והכפרים אינם בקיאים כל כך לקרות וצריכים שיקראנה להם אחד מבני העיר, ולא הטריחום חכמים לחזור ולבא ביום י״ד, כדי שיהיו פנויים ביום פורים להספיק צרכי סעודת פורים לבני העיירות. ומצאו לדבר זה רמז מן המקרא דכתיב (אסתר ט׳:ל״א) לקיים את ימי הפורים האלה בזמניהם, ואי לא תקון מרדכי ואסתר אלא י״ד וט״ו הכתובים במקרא, לימא קרא בזמנם, מאי זמניהם, ש״מ עוד ב׳ זמנים אחרים חוץ מאותן הכתובים במגילה, וי״ג לא צריך קרא לרבויי שיהא ראוי לקריאה, שעיקר הנס בו היה, שבו נקהלו להנקם מאויביהם בין בשושן בין בשאר מדינות. על כרחך לא רבי קרא אלא י״א וי״ב. ואין לומר דרבי ט״ז וי״ז שלאחר י״ד וט״ו הכתובים במגילה, דאמר קרא (שם) ולא יעבור: "
            ],
            [
                "<b>חל להיות.</b> י״ד. בע״ש. עיירות ומוקפין קורין בו ביום, שאין קריאת מגילה בשבת, גזירה שמא יטלנה בידו ויעבירנה ד׳ אמות ברשות הרבים, ואם יאחרנה עד אחד בשבת הוה ליה י״ו, ואמר קרא ולא יעבור. ואע״פ שבני הכרכים קורין המגילה בי״ד כשחל ט״ו להיות בשבת, מ״מ אין קורין ויבא עמלק אלא בשבת שהוא יום ט״ו, ומפטירים פקדתי, ושואלין ודורשין בהלכות פורים כל אותה שבת. וסעודת פורים אית דאמרי דעבדי לה ביום י״ד שבו קורין את המגילה, ואית דאמרי דמאחרין אותה לאחר השבת. והכי משמע בירושלמי דסעודת פורים שחל להיות בשבת מאחרין ולא מקדימין. ולכ״ע אין עושים אותה בשבת:",
                "<b>חל להיות.</b> י״ד. באחד בשבת כפרים מקדימין ליום הכניסה. דה״ל י״א. וה״מ שהקילו חכמים לבני הכפרים להקדים ליום הכניסה, בזמן שישראל שרויין על אדמתן ושלוחי בית דין יוצאים להודיע מתי קידשו ב״ד החדש ומתי הפסח נקבע. אבל בזמן הזה שהעם מסתכלין בקריאת המגילה ומונים ממנה שלשים יום לפסח, אם יקדימו הכפרים קריאתן הרי יעשו הפסח לסוף ל׳ יום של קריאה, ונמצאו אוכלין חמץ בימים אחרונים של פסח, לפיכך אין קורין אותה אלא בזמנה: "
            ],
            [
                "<b>עשרה בטלנין.</b> של בית הכנסת, שבטלים ממלאכתן ונזונים משל צבור כדי להיות מצויין תמיד בשעת התפילה בבהכ״נ:",
                "<b>באלו אמרו.</b> בזמנים של מגילה אמרו מקדימין אם חל זמן קריאתה בשבת:",
                "<b>אבל זמן עצי הכהנים והעם.</b> שהיו משפחות לישראל שקבועים להם ימים בכל שנה להביא עצים למקדש לצורך המערכה, ומביאין קרבן עצים עמהם עולות נדבה, אם חל להיות בשבת מאחרים ליום מחר:",
                "<b>ותשעה באב.</b> והוא הדין שאר תעניות אם חל א׳ מהן להיות בשבת:",
                "<b>וחגיגה.</b> אם חל י״ט בשבת דוחין שלמי חגיגה למחר, שהרי יש לה תשלומין כל ז. וכן הקהל את העם, שהיה המלך קורא בספר משנה תורה, וכל העם חייבין לבא ולהביא את טפם כדכתיב (דברים ל״א:י״ב) האנשים והנשים והטף, ובשבת אי אפשר ודוחין אותו למחר:",
                "<b>ולא מקדימין.</b> דאכתי לא מטי זמן חיובייהו. ותשעה באב, דאקדומי פורענותא לא מקדמינן: "
            ],
            [
                "<b>אין בין אדר ראשון לאדר שני וכו׳</b> הכי קאמר אין בין ארבעה עשר וחמשה עשר של אדר ראשון לארבעה עשר וחמשה עשר של אדר שני, אלא מקרא מגילה ומתנות לאביונים, הא לענין הספד ותענית זה וזה שוין: "
            ],
            [
                "<b>אין בין יו״ט לשבת אלא אוכל נפש בלבד.</b> מתניתין ב״ש היא [ביצה יב.] דאמרי אין מוציאין את הקטן ולא את הלולב ולא את הס״ת לרשות הרבים כיון שאין בהם צורך אוכל נפש. ואין כן הלכה אלא כדברי בית הלל דאמרי מתוך שהותרה הוצאה לצורך אכילה הותרה נמי שלא לצורך אכילה. ואיכא נמי מילי אחרינא שאסורים בשבת ומותרים ביו״ט אע״פ שאינם צורך אוכל נפש, כגון משילין פירות דרך ארובה ביו״ט, אבל לא בשבת:",
                "<b>שזה זדונו בידי אדם.</b> שבת יש בה מיתת ב״ד: "
            ],
            [
                "<b>אין בין המודר הנאה.</b> אין מודר הנאה חמור ממודר מאכל אלא דריסת הרגל, שמודר הנאה אסור לו ליכנס בתוך שלו ומודר מאכל מותר:",
                "<b>וכלים שאין עושין בהן אוכל נפש.</b> מותר להשאילן למודר מאכל. ודוקא במקום שאין משכירין כיוצא בהם, אבל במקום שמשכירין כיוצא בהם, אסור, דכל הנאה המביאה לידי מאכל שאם לא ההנהו זה מחוסר בה שוה פרוטה, הנאת מאכל הוא שהרי ראויה אותה פרוטה לקנות בה מאכל:",
                "<b>נדר.</b> האומר הרי עלי עולה, ולאחר זמן הפרישה ונאבדה, חייב באחריותה:",
                "<b>נדבה.</b> האומר הרי זו עולה, ונאבדה, אינו חייב באחריותה, שהרי לא קבלה עליו. אבל לענין בל תאחר זה וזה שוין דכתיב (דברים כ״ג:כ״ד) כאשר נדרת לה׳ אלהיך נדבה אשר דברת בפיך, הרי נדר ונדבה אמורים בענין: "
            ],
            [
                "<b>שתי ראיות.</b> בין ביום א׳ בין בשני ימים רצופים. וכן ג׳ ראיות בין ביום א׳ בין בג׳ ימים רצופים, או ב׳ ביום א׳ וא׳ למחר:",
                "<b>אלא קרבן.</b> שזב הרואה ב׳ ראיות אינו טעון קרבן. אבל לענין לעשות משכב ומושב אב הטומאה ואפילו לא נגע בהן, וספירת ז׳ משיפסוק מזובו, שצריך למנות ז׳ נקיים קודם שיטבול, זה וזה שוים:",
                "<b>אין בין מצורע מוסגר.</b> שטעון הסגר כדכתיב (ויקרא י״ג:ה׳) והסגירו הכהן שבעת ימים:",
                "<b>למצורע מוחלט.</b> שטמאו הכהן לגמרי:",
                "<b>אלא פריעה ופרימה.</b> הא לענין שלוח וטומאה זה וזה שוין:",
                "<b>אין בין טהור מתוך הסגר לטהור מתוך החלט אלא תגלחת וצפרים.</b> דגבי תגלחת וצפרים כתיב (שם י״ד) והנה נרפא נגע הצרעת מן הצרוע, יצא מוסגר שצרעתו תלויה בימים. שאפילו נרפא צריך להיות מוסגר שבעה ימים. אבל לענין טהרה במקוה זה וזה שוין, דבטהור מתוך הסגר נמי כתיב (שם י״ג) וכבס בגדיו וטהר. ואע״ג דאיכא נמי קרבנות אשם ולוג שמן, מיהו הכא ביום טהרתו ורפואתו הוא דקתני, ולא איירי בקרבנות שהן בשמיני: "
            ],
            [
                "<b>נכתבין בכל לשון.</b> בכתב של כל אומה ובלשון של כל אומה:",
                "<b>אין נכתבין אלא יונית.</b> וטעמא דשרו ספרים ביונית יותר משאר לשונות, דאמר קרא (בראשית ט,כ\"ז) יפת אלהים ליפת וישכון באהלי שם, יפיפותו של יפת, כלומר הלשון היפה שבכל בני יפת, ישכון באהלי שם, ואין לך לשון יפה בכל בני יפת כלשון יוני. והלכה כרשב״ג. מיהו בזמן הזה כבר אבד אותו לשון יוני ונשתבש, לפיכך אין כותבין ספרים בזמן הזה אלא בכתב הקודש ובלשון הקודש: "
            ],
            [
                "<b>למרובה בבגדים.</b> כהנים ששמשו בבית שני, ואף בבית ראשון מן יאשיהו ואילך שנגנזה צלוחית של שמן המשחה בימיו, ולא היו כהנים גדולים אלא בלבישת הבגדים בלבד:",
                "<b>פר הבא על כל המצות.</b> כהן משוח שהורה היתר בדבר שזדונו כרת, ועשה כהוראתו, מביא פר כדכתיב (ויקרא ד׳:ג׳) ואם הכהן המשיח:",
                "<b>כהן המשמש.</b> כהן גדול שאירע בו פסול ומינו אחר תחתיו ועבר פסולו וחזר לעבודתו, והעבירו הבא תחתיו. הראשון קרוי משמש, והשני עבר:",
                "<b>אלא פר יוה״כ.</b> שא״א להביא שתים. וכן עשירית האיפה חביתי כהן גדול שבכל יום שא״א להביא שתים. הא לכל שאר דברים זה וזה שוין. אם בא להקטיר או לעבוד שום עבודה משמש בשמנה בגדים. ושניהם מצווין על הבתולה, ומוזהרים על האלמנה. ומקריבין אוננין: "
            ],
            [
                "<b>אין בין במה גדולה.</b> בשעת היתר הבמות מיירי. במה גדולה היא במת צבור שהיתה בנוב וגבעון:",
                "<b>לבמה קטנה.</b> של כל יחיד ויחיד, שכל אחד היה עושה במה לעצמו:",
                "<b>אלא פסחים.</b> וכל שהוא כעין פסחים, דהיינו החובות שקבוע להן זמן כפסח, כגון תמידים ומוספים. אבל חובות שאין קבוע להם זמן כגון פר העלם דבר של צבור ושעירי עבודה זרה, אף בבמה גדולה לא היו קרבין: "
            ],
            [
                "<b>בכל הרואה.</b> בכל מקום שיכול לראות משם את שילה:",
                "<b>יש אחריה היתר.</b> כשחרבה שילה הותרו הבמות:"
            ]
        ],
        [
            [
                "<b>הקורא את המגלה למפרע לא יצא.</b> דכתיב (אסתר ט׳:כ״ח) והימים האלה נזכרים ונעשים, מה עשיית הימים א״א למפרע, דא״א שיהא חמשה עשר קודם ארבעה עשר, אף זכירה שהיא קריאת המגילה, למפרע לא:",
                "<b>קראה על פה.</b> לא יצא. כתיב הכא נזכרים, וכתיב התם (שמות י״ז:י״ד) כתוב זאת זכרון בספר:",
                "<b>קראה תרגום בכל לשון לא יצא.</b> הכי קאמר, עברי שקראה תרגום ואינו מבין בל׳ תרגום, או בכל שאר לשון שאינו מבין, לא יצא:",
                "<b>אבל קורין אותה ללועזות בלעז.</b> באותו לשון שהם מבינים. ובלבד שתהא כתובה באותו לשון, שלא יהא קורא על פה:",
                "<b>והלועז ששמע אשורית יצא.</b> ויונית הרי הוא כאשורית לדין זה. אלא שכבר אבד אותו לשון היוני ונשתכח כדכתבינן לעיל: "
            ],
            [
                "<b>סירוגין.</b> שקרא מעט ושהא, וחזר וקרא מעט ושהא, אפילו שהא יותר מכדי לגמור את כולה, יצא:",
                "<b>היה כותבה כו׳</b> כגון דכתיבא כולה ומנחא קמיה וקרי פסוקא פסוקא במגילתא דמנחא קמיה וכתב לה, דלא נפיק ידי חובתיה אלא כשקורא במגילה שהיא כתובה כולה:",
                "<b>אם כיון לבו.</b> לצאת בקריאה זו:",
                "<b>בסם.</b> שרש עשב שקורין לו סמא:",
                "<b>בסקרא.</b> אבן שצובעים בה אדום:",
                "<b>קומוס.</b> מין שרף, ובלע״ז גומ״א:",
                "<b>קנקנתום.</b> ודריאול״ו בלע״ז, ובערבי זא״ג:",
                "<b>נייר.</b> עשוי מעשבים ע״י דבק וכותבים עליו:",
                "<b>דפתרא.</b> עור שלא נשלם תקונו. דמליח וקמיח ולא עפיץ:",
                "<b>על הספר.</b> על הקלף: "
            ],
            [
                "<b>בן עיר.</b> שזמנו בי״ד:",
                "<b>שהלד לכרך.</b> שזמנו בט״ו:",
                "<b>אם עתיד לחזור למקומו.</b> אם הוא בן כרך שהלך לעיר ועתיד לצאת מן העיר בליל י״ד קודם עמוד השחר, אע״פ שהוא בלילה בעיר, הואיל וביום לא יהיה בעיר אין זה אפילו פרוז ליומו, הלכך קורא כמקומו בט״ו. אבל אם אינו עתיד לצאת משם הלילה דהשתא הוי פרוז לאותו היום, אע״פ שעתיד לחזור למחר או ליום אחר, נקרא פרוז וקורא עמהם. וה״ה לבן עיר שהלך לכרך, אם עתיד לחזור בליל ט״ו לא הוי מוקף ליומו, וקורא ביום י״ד, ואע״פ שהוא בכרך, אבל אם אין עתיד לחזור בליל ט״ו אינו קורא בי״ד אלא ממתין וקורא עמהן. והכי מפרשי לה למתניתין בגמרא:",
                "<b>רבי מאיר אומר כולה.</b> והלכה כר״מ: "
            ],
            [
                "<b>הכל כשרים לקרות את המגילה.</b> הכל לאתויי נשים:",
                "<b>חוץ מחרש.</b> מתניתין ר׳ יוסי היא דאמר הקורא ולא השמיע לאזניו לא יצא:",
                "<b>ר״י מכשיר בקטן.</b> ואין הלכה כר׳ יהודה:",
                "<b>אין קורין את המגילה.</b> שחייב אדם לקרות את המגילה בלילה ולחזור ולקראה ביום. וקריאה של יום לא תהא אלא לאחר הנץ החמה, דכתיב (אסתר ט׳:כ״ח) והימים האלה נזכרים ונעשים:",
                "<b>ולא מלין.</b> דכתיב (ויקרא י״ב:ג׳) וביום השמיני ימול:",
                "<b>ולא טובלין ולא מזין.</b> דכתיב בהזאה (במדבר י״ט) והזה הטהור על הטמא ביום השלישי וביום השביעי, והוקשה טבילה להזאה. ודוקא כשטובל בז׳ אמרינן דאין טובלין אלא ביום, ולא אמרינן משחשיכה בתחילת שביעי ראוי לטבול, אע״ג דלילה תחלת היום הוא. אבל משעבר יום ז׳ מותר לטבול בלילה:",
                "<b>שומרת יום כנגד יום.</b> בי״א ימים שבין נדה לנדה. אם ראתה יום א׳ שומרת יום מחרתו וטובלת באותו יום עצמו משתנץ החמה:",
                "<b>משעלה עמוד השחר כשר.</b> דמשעלה עמוד השחר אקרי יום, דכתיב בספר עזרא (נחמיה ד׳:ט״ו) ואנחנו עושים במלאכה [וגו׳] מעלות השחר ועד צאת הכוכבים, וכתיב בתריה והיה לנו הלילה משמר והיום למלאכה. ולא אמרו עד הנץ החמה אלא כדי לצאת מספק לילה, לפי שאין הכל בקיאין כשיעלה עמוד השחר: "
            ],
            [
                "<b>ולוידוי הפרים.</b> פר כהן משיח, ופר העלם דבר של צבור, שמתודים עליהם חטאם שהביאום עליו:",
                "<b>ולוידוי מעשר.</b> ביערתי הקדש מן הבית:",
                "<b>לסמיכה.</b> וסמך את ידו על ראש העולה:",
                "<b>להגשה.</b> מגיש את המנחה תחלה בקרן מערבית דרומית של מזבח, ואח״כ קומץ:",
                "<b>ולקמיצה ולהקטרה.</b> בהקטרת קומץ קאמר, שהוא במנחה כנגד זריקת דם בזבחים, ואינה כשרה אלא ביום. אבל הקטר חלבים ואיברים כשר כל הלילה כדתנן במתניתין:",
                "<b>לקבלה.</b> קבלת הדם במזרק:",
                "<b>להזייה.</b> הזיית פרים הנשרפים וכל חטאות הפנימיות. וזריקת דם על המזבח נמי קרי הזייה: "
            ],
            [
                "<b>ולהקטר חלבים ואברים.</b> מותרי תמיד של בין הערבים, דכתיב בהו (ויקרא ו׳:ב׳) היא העולה על מוקדה על המזבח כל הלילה:",
                "<b>זה הכלל דבר שמצותו ביום כשר כל היום.</b> לאתויי סדור שתי בזיכי לבונה שנותנים על לחם הפנים:",
                "<b>ודבר שמצותו בלילה כשר כל הלילה.</b> לאתויי אכילת פסחים שכשר כל הלילה. ולא אמרו חכמים עד חצות אלא כדי להרחיק את האדם מן העבירה:"
            ]
        ],
        [
            [
                "<b>בני העיר.</b> רחובה של עיר. יש בה קדושה, שמתפללין בה בתעניות. וחכמים פליגי על סתם מתניתין ואמרי רחובה של עיר אין בה משום קדושה, הואיל ואין מתפללין בה אלא באקראי בעלמא. והלכה כחכמים:",
                "<b>בית הכנסת לוקחים תיבה.</b> ודוקא בית הכנסת דכפרים הוא דמצו מזבני לה. אבל בית הכנסת דכרכים כיון דמעלמא קא אתו לה הויא דרבים ולא מצו מזבני לה:",
                "<b>ספרים.</b> נביאים וכתובים:",
                "<b>אבל אם מכרו תורה לא יקחו ספרים.</b> דמעלין בקודש ואין מורידין:",
                "<b>וכן במותריהן.</b> מכרו ספרים ולקחו ממקצת הדמים תורה, לא יקחו מן המותר דבר שקדושתו פחותה. ולא נאמרו כל הדברים הללו אלא כשלא מכרו שבעה טובי העיר במעמד אנשי העיר, אבל אם מכרו שבעה טובי העיר במעמד אנשי העיר, אפילו לקנות בדמים שכר לשתות מותר. ודוקא בשל כפרים כדאמרינן: "
            ],
            [
                "<b>אלא על תנאי.</b> ואפילו משל רבים לרבים אסור למכור מכירה חלוטה, דדרך בזיון הוא, כלומר אינו בעינינו כלום. ואין הלכה כר״מ:",
                "<b>ממכר עולם.</b> ואפילו ליחיד ואפילו לכל תשמישין חוץ מד׳ דברים דלאותם ד׳ דברים לא ימכור:",
                "<b>בית המים.</b> לכביסה. א״נ למי רגלים:",
                "<b>רבי יהודה אומר מוכרין אותו לשם חצר וכו׳</b> ואין הלכה כר״י: "
            ],
            [
                "<b>ואין מפשילין.</b> גודלים ופותלים. וה״ה לכל שאר מלאכות, אלא שהפשלת חבלים צריך מקום רחב ידים, ובהכ״נ בית גדול הוא וראוי לכך והוי אורחיה:",
                "<b>קפנדריא.</b> לקצר הלוכו דרך בית הכנסת. ולשון קפנדריא, אדמקיפנא דרי אעול בהא, כלומר בעוד שאני צריך להקיף שורות בתים אקצר מהלכי ואכנס דרך כאן:",
                "<b>מפני עגמת נפש.</b> שיזכרו ימי בנינו ויתנו לב לבנותו אם יוכלו, או יבקשו עליו רחמים שיחזור. לפיכך אין אסור אלא ללקט עשבים ולהאכיל לבהמה או לאבדם [לגמרי], אבל ללקט ולהניחם במקומם מותר, דאיכא עגמת נפש: "
            ],
            [
                "<b>קורין פרשת שקלים.</b> כי תשא, להודיע שיביאו שקליהם באדר, כדי שיקריבו בא׳ בניסן מתרומה חדשה:",
                "<b>מקדימין לשעבר.</b> קורין פרשת שקלים בשבת שלפני ר״ח. ואפילו חל ר״ח אדר בע״ש מקדימין לשבת שעברה:",
                "<b>ומפסיקין בשבת הבאה.</b> מלומר פרשה שניה. כדי שתקרא פ׳ זכור בשבת הסמוכה לפורים, לסמוך מחיית עמלק למחיית המן:",
                "<b>בשלישית פרה אדומה.</b> להזהיר את ישראל לטהר עצמם כדי שיעשו פסחיהם בטהרה. ואיזו היא שבת שלישית, כל שסמוכה לפורים מאחריה. וכשחל ראש חודש ניסן להיות בשבת, הויא לה שבת שלישית שבת הסמוכה לראש חודש ניסן. כדי לסמוך אזהרת טהרת טמאי מתים לפסחים:",
                "<b>ברביעית החדש הזה.</b> ששם פרשת הפסח:",
                "<b>לכסדרן.</b> לסדר ההפטרות שעד הנה מפטירין מעין ארבע פרשיות. פרשת שקלים בן שבע שנים. פרשת זכור פקדתי את אשר עשה לך עמלק. פרשת פרה וזרקתי עליכם מים טהורים. פרשת החודש בראשון באחד לחודש. מכאן ואילך חוזר להפטיר מעין פרשת היום:",
                "<b>לכל מפסיקין.</b> שאין מפטירין מעין הפרשה אלא מעין המאורע: "
            ],
            [
                "<b>בפרשת מועדות שבתורת כהנים.</b> שור או כשב או עז. וביומא קמא מיירי. והאידנא נהוג עלמא שקורין ביום ראשון משכו וקחו לכם, ומפטירין בפסח גלגל. בשני שור או כשב, ומפטירין בפסח יאשיהו. בשלישי קדש לי כל בכור. ברביעי אם כסף תלוה. בחמישי פסל לך. בששי ויעשו בני ישראל את הפסח במועדו. בשביעי שירת הים, ומפטירין וידבר דוד. בח׳ שהוא יו״ט אחרון של גליות קורין כל הבכור, ומפטירין עוד היום בנוב לעמוד. בעצרת, ביו״ט ראשון, בחודש השלישי, ומפטירין במרכבה של יחזקאל. ביו״ט שני של גליות קורין כל הבכור, ומפטירין בחבקוק. בראש השנה וה׳ פקד את שרה, דבר״ה נפקדה שרה, ומפטירין בחנה שגם היא נפקדה בר״ה. ביו״ט שני בעקידה, ומפטירין הבן יקיר לי אפרים. ביוה״כ שחרית קורין באחרי מות, ומפטירין כה אמר רם ונשא. במנחה קורין בעריות, ומפטירין ביונה. בשני ימים טובים של חג קורין שור או כשב או עז ומפטירין ביו״ט ראשון הנה יום בא לה׳. וביו״ט שני ויקהלו אל המלך. ושאר כל ימות החג קורין בקרבנות החג, כיצד, יום ג׳ שהוא יום ראשון של חוה״מ, כהן קורא וביום השני, לוי קורא וביום השלישי, ישראל קורא וביום הרביעי, והרביעי חוזר וקורא וביום השני וביום השלישי. וביום הד׳ כהן קורא וביום השלישי, לוי קורא וביום הרביעי, ישראל קורא וביום החמישי, והרביעי חוזר וקורא וביום השלישי וביום הרביעי. וכן כולם. ביו״ט אחרון של חג, כל הבכור, ומפטירין ויהי ככלות שלמה. ולמחר קורין וזאת הברכה, ומפטירין ויהי אחרי מות משה. ושבת שחל להיות בחולו של מועד, בין בפסח בין בסוכות, קורין ראה אתה אומר אלי. ומפטירין, בפסח, העצמות היבשות. ובסוכות ביום בא גוג. שמסורת בידינו דתחיית המתים עתידה להיות בפסח, ומלחמות גוג ומגוג בסוכות: "
            ],
            [
                "<b>במעמדות במעשה בראשית.</b> שבשביל הקרבנות נתקיימו שמים וארץ. וסדר קריאתן מפורש במסכת תענית בפרק אחרון:",
                "<b>ברכות וקללות.</b> אם בחקותי. להודיע שעל עסקי החטא באה פורענות לעולם, ויחזרו בתשובה וינצלו מצרתם:",
                "<b>כסדרן.</b> בסדר פרשת היום:",
                "<b>ואין עולין להם מן החשבון.</b> כשיגיע יום שבת יחזרו ויקראו מה שקראו בשני ובחמישי ובשבת במנחה:",
                "<b>שנאמר וידבר משה.</b> אכולה מתניתין קאי ללמוד מכאן שמצוה לקרות בכל המועד מענין המועד:"
            ]
        ],
        [
            [
                "<b>הקורא את המגילה עומד ויושב.</b> רצה עומד רצה יושב:",
                "<b>קראוה שנים.</b> ביחד.",
                "<b>יצאו.</b> ולא אמרינן שני קולות אין נשמעין כאחד, דכיון דחביבא להו יהבי דעתייהו:",
                "<b>מקום שנהגו לברך.</b> אחריה, יברך. אבל לפניה חייב לברך בכל מקום שלש ברכות, על מקרא מגילה, ושעשה נסים, ושהחיינו. בין בלילה בין ביום. דקריאה של יום עיקר דכתיב (אסתר ט׳:כ״ח) והימים האלה נזכרים ונעשים. ואיכא למאן דאמר דכיון שבירך שהחיינו בלילה לא יברך ביום שהחיינו. והכי מסתברא:",
                "<b>ואין מוסיפין עליהן.</b> שלא יקשה לצבור. מפני שהן ימי מלאכה. ושבת במנחה נמי סמוך לחשיכה הוא, שהרי כל היום היו רגילים לדרוש. ומהאי טעמא נמי אין מפטירין:",
                "<b>הפותח והחותם בתורה מברך לפניה ולאחריה.</b> המתחיל לקרות בתורה ראשון, מברך לפניה. והאחרון, החותם שהוא המשלים, מברך לאחריה. וכל שאר הקורין בתורה אין מברכין לא לפניה ולא לאחריה. והאידנא נהיגי עלמא דכולהו מברכין לפניה ולאחריה, גזירה משום הנכנסים ולא שמעו הראשון שבירך לפניה ויאמרו אין ברכה בתורה לפניה, ומשום היוצאים ולא ישמעו החותם מברך לאחריה, והראשונים לא ברכו. ויאמרו אין ברכה בתורה לאחריה: "
            ],
            [
                "<b>ואין מוסיפין עליהן.</b> דבראשי חדשים ובחולו של מועד נמי איכא בטול מלאכה, דמלאכת דבר האבד מותרת:",
                "<b>בי״ט ה׳</b> דכל דטפי ליה מלתא מחבריה, טפי ליה גברא. הלכך בראשי חדשים ובמועד דאיכא קרבן מוסף קורין ד׳. יו״ט דאיכא בטול מלאכה קורין חמשה. ויוה״כ דענוש כרת קורין ששה. שבת דחיוב סקילה קורין שבעה: "
            ],
            [
                "<b>אין פורסין על שמע.</b> עשרה שבאו לבית הכנסת אחר שקראו צבור את שמע, עומד אחד ואומר קדיש וברכו וברכה ראשונה שלפני קריאת שמע. פורסין, לשון פרוסה, כלומר חצי דבר, משתי ברכות שלפני ק״ש אומר ברכה אחת:",
                "<b>ואין עוברין לפני התיבה.</b> שליח צבור:",
                "<b>ואין נושאין כפיהן.</b> לברך ברכת כהנים:",
                "<b>ואין קורין בתורה.</b> בצבור. וכל הני אין נעשים בפחות מעשרה, דכתיב (ויקרא כ״ב) ונקדשתי בתוך בני ישראל, כל דבר שבקדושה לא יהא בפחות מעשרה, כתיב הכא בתוך בני ישראל, וכתיב התם (במדבר ט״ו) הבדלו מתוך העדה הזאת, מה להלן עשרה, שאין עדה פחותה מעשרה, אף כאן עשרה:",
                "<b>ואין עושין מעמד ומושב.</b> למת, כשנושאין את המת לקברו היו יושבים שבע פעמים לכבוד המת, ואומרים על כל פרק ופרק של הספד עמדו יקרים עמודו, שבו יקרים שבו. ובבציר מעשרה לאו אורח ארעא:",
                "<b>ברכת אבלים.</b> ברכת רחבה. שהיו אומרים ברכה כנגד אבלים, וברכה כנגד המנחמים כו׳. כדמפורש בפ״ק דכתובות [דף ח׳]:",
                "<b>ותנחומי אבלים.</b> עומדים בשורה כשחוזרין מן הקבר ומנחמין את האבלים, ואין שורה פחותה מעשרה:",
                "<b>וברכת חתנים.</b> שבע ברכות שאומרים לחתן:",
                "<b>ואין מזמנין.</b> כיון דבעי למימר נברך אלהינו, בציר מעשרה לאו אורח ארעא:",
                "<b>והקרקעות.</b> של הקדש, הבא לפדותן צריך עשרה ואחד מהן כהן, דעשרה כהני כתובים בפרשת הקדשות, ג׳ בערכין וג׳ בבהמה וד׳ בקרקעות:",
                "<b>ואדם כיוצא בהן.</b> אם אמר דמי עלי, שמין אותו כעבד, ועבד אתקש לקרקעות, דכתיב (ויקרא כ״ה) והתנחלתם אותם לבניכם. וכי היכי דבקרקעות בעינן עשרה וחד מינייהו כהן, הכי נמי באדם: "
            ],
            [
                "<b>ולא יקרא למתורגמן יותר מפסוק אחד.</b> שלא יטעה המתורגמן שמתרגם על פה:",
                "<b>ובנביא שלשה.</b> אם ירצה. ולא אכפת לן אם יטעה דלא נפקא לן הוראה מינייהו:",
                "<b>ואם שלשתן שלש פרשיות.</b> כגון כי כה אמר ה׳ חנם נמכרתם, כי כה אמר ה׳ מצרים ירד עמי בראשונה, ועתה מה לי פה נאם ה׳, הם ג׳ פרשיות בשלשה מקראות רצופים:",
                "<b>מדלגין בנביא.</b> מפרשה לפרשה ואפילו מענין לענין:",
                "<b>ואין מדלגין בתורה.</b> בשני ענינים. אבל בענין אחד מדלגין. כמו שהיה כהן גדול קורא ביום הכפורים פרשת אחרי מות, ומדלג וקורא אך בעשור:",
                "<b>עד שלא יפסיק התורגמן.</b> המדלג בין בתורה בענין אחד, בין בנביא ואפילו בב׳ ענינים, לא ישהא אלא בכדי שישלים המתורגמן לתרגם מה שהוא צריך לתרגם, שאין כבוד לצבור לעמוד שם בשתיקה: "
            ],
            [
                "<b>המפטיר בנביא.</b> מי שרגיל להפטיר בנביא, תקנו חכמים שיהא הוא פורס על שמע ברבים:",
                "<b>והוא עובר לפני התיבה.</b> להוציא את הרבים בקדושת השם בתפלה, הואיל וממציא את עצמו להפטיר דהוי דבר שאינו כבודו תקנו לו את זו לכבודו:",
                "<b>ואם היה קטן.</b> שאינו יכול לעבור לפני התיבה, ולא לפרוס על שמע:",
                "<b>אביו או רבו.</b> עוברים לפני התיבה:",
                "<b>על ידו.</b> בשבילו: "
            ],
            [
                "<b>קטן קורא בתורה.</b> ויש מן הגאונים שאמרו דוקא משלישי ואילך:",
                "<b>אבל אינו פורס על שמע.</b> לפי שהוא בא להוציא את הרבים ידי חובתן, וכל שאינו חייב בדבר אינו מוציא את הרבים ידי חובתן:",
                "<b>ואינו נושא את כפיו.</b> אם הוא כהן, שאין כבוד לצבור שיהיו כפופין לברכתו:",
                "<b>פוחח.</b> בגדיו קרועים וזרועותיו נראים מבחוץ. ערום ויחף, מתרגמינן פוחח ויחף:",
                "<b>פורס על שמע.</b> שהרי הוא מחוייב בדבר:",
                "<b>אבל אינו קורא בתורה.</b> מפני כבוד התורה. וכן לפני התיבה וכן לנשיאת כפים, מפני שגנאי הוא לצבור:",
                "<b>סומא פורס על שמע.</b> שאע״פ שאינו רואה מאורות יש לו הנאה מן המאורות, שבני אדם רואין אותו ומצילין אותו מן המכשולים:",
                "<b>רבי יהודה אומר כל מי שלא ראה מאורות מימיו לא יפרוס.</b> שלא היה לו הנאה מהם לעולם. ואין הלכה כר״י: "
            ],
            [
                "<b>כהן שיש בידו מומין.</b> וכן בפניו או ברגליו:",
                "<b>לא ישא את כפיו.</b> שאין הכהנים רשאין לעלות בסנדליהן לדוכן, ואם יש מומין ברגליו יסתכלו בו ומתוך כך יבואו להסתכל בידיו, והמסתכל בכהנים כשנושאים כפיהן עיניו כהות, [חגיגה ט״ז ע״א]. לפי שהשכינה שורה בין ידיהם:",
                "<b>אסטס.</b> צבעו דומה לתכלת:",
                "<b>פואה.</b> שרשים אדומים שצובעים בהם אדום. ומסיק בגמרא שאם היה דש בעירו, כלומר רגיל עמהם וכולם יודעים במומין שיש בו או בצבע שבידיו או שרוב אנשי העיר מלאכתן בכך מותר, דשוב אין מסתכלים בו: "
            ],
            [
                "<b>אף בלבנים לא יעבור.</b> חיישינן שמא מינות נזרקה בו, דעובדי ע״ז מקפידין בכך:",
                "<b>העושה תפילין שבראשו עגולות.</b> כאגוז או כביצה:",
                "<b>סכנה.</b> שלא תכנס בראשו:",
                "<b>ואין בה מצוה.</b> דתפילין מרובעות הלכה למשה מסיני:",
                "<b>הרי זה דרד מינות.</b> שבוזים דברי חכמים והולכים אחר משמעות המקרא, ואומרים בין עיניך ממש, על ידך ממש. וחכמים למדו בגזירה שוה בין עיניך, במקום שער שבראש מקום שמוחו של תינוק רופס. על ידך, בגובה היד, קיבורת בראש הזרוע, שתהא כנגד הלב:",
                "<b>ציפהו זהב וכו׳</b> והכתוב אומר (שמות י״ג:ט׳) למען תהיה תורת ה׳ בפיך, מן המותר בפיך, שיהא הכל מעור בהמה טהורה ולא מזהב:",
                "<b>ונתנה על בית אנקלי.</b> על בית יד המלבוש מבחוץ. והכתוב אומר לך לאות, ולא לאחרים לאות:",
                "<b>הרי זה דרך החיצונים.</b> בני אדם ההולכים אחר דעתם חוץ מדעת החכמים: "
            ],
            [
                "<b>יברכוך טובים הרי זו דרך מינות.</b> שצריכין ישראל לצרף עמהם פושעי ישראל באגודת תעניותיהם. שהרי חלבנה ריחה רע ומנאה הכתוב עם סממני הקטורת:",
                "<b>על קן צפור יגיעו רחמיך.</b> כמו שהגיעו רחמיך על קן צפור וגזרת לא תקח האם על הבנים (דברים כ״ב:ו׳), כן חוס ורחם עלינו. משתקין אותו, שעושה מצותיו של הקב״ה רחמים והם אינן אלא גזירות:",
                "<b>ועל טוב יזכר שמך.</b> על טובתך נודה לך. משתקין אותו, שאנו חייבים לברך על הרעה כשם שמברכין על הטובה:",
                "<b>מודים מודים.</b> דמיחזי כשתי רשויות, כמודה ומקבל עליו ב׳ אלהות:",
                "<b>המכנה בעריות.</b> שדורש פרשה של עריות בלשון כינוי. שאומר דלא בעריות ממש דיבר הכתוב, אלא שלא יגלה קלון אביו וקלון אמו ברבים:",
                "<b>ומזרעך לא תתן לאעברא לארמיותא.</b> לא תבא על הגויה ותוליד בן לעבודה זרה:",
                "<b>משתקין אותו בנזיפה.</b> שעוקר הכתוב ממשמעותו, ונותן כרת לבא על הגויה, ומחייבו חטאת על השוגג: "
            ],
            [
                "<b>מעשה אמנון ותמר נקרא ומיתרגם.</b> ולא חיישינן ליקריה דדוד. והוא, דלא כתיב אמנון בן דוד, כדבעינן למימר לקמן:",
                "<b>מעשה עגל הראשון נקרא ומתרגם.</b> ולא חיישינן ליקרא דישראל:",
                "<b>מעשה עגל השני.</b> מן ויאמר משה אל אהרן עד וירא משה את העם וגו׳ ופסוק ויגוף ה׳ את העם, כל אלו נקראים ולא מתרגמין, משום יקרא דאהרן:",
                "<b>ברכת כהנים.</b> נקראים ולא מתרגמין משום דאית ביה ישא ה׳ פניו אליך, שלא יאמרו הקב״ה נושא פנים והן אינן יודעים שכדאי הן ישראל לשאת להם פנים:",
                "<b>מעשה דוד ואמנון.</b> לא נקראים בהפטרה, ולא מיתרגמין, כל אותן פסוקים שכתוב בהם אמנון בן דוד. אבל אותן שנאמר בהן אמנון סתם, הא אמרינן לעיל מעשה אמנון ותמר נקרא ומתרגם:",
                "<b>אין מפטירין במרכבה.</b> דלמא אתי לשיולי ולעיוני בה:",
                "<b>ור׳ יהודה מתיר.</b> והלכה כמותו:",
                "<b>אין מפטירין בהודע את ירושלים.</b> (יחזקאל ט״ז:ב׳). משום יקרא דירושלים. ואין הלכה כר׳ אליעזר:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>מגילה נקראת באחד עשר בשנים עשר בי\"ג כו':  </b>אמרו ז\"ל לקיים את ימי הפורים האלה בזמניהם זמנים הרבה תקנו להם חכמים ואמר על כן היהודים הפרזים היושבים בערי הפרזות וכשהיו אנשי הפרזים עושים יום י\"ד היו אנשי הכרכים עושים בחמשה עשר ואם היתה מוקפת חומה מימות יהושע בן נון אפילו נפלה החומה ונהרסה לא נחוש לזה. והטעם שסמכו עליו לכרכים המוקפים חומה מה שזכרו בירושלמי והוא אמרם חלקו כבוד לא\"י שהיתה חרבה באותן הימים ותלו אותו בימות יהושע בן נון ואנשי שושן קורין אותה יום ט\"ו אע\"פ שהיא מחודשת לפי שעיקר הנס היה שם ועיקר חבור המגילה ונוח בט\"ו בו. ויום הכניסה הוא יום שני ויום חמישי לפי שאנשי הכפרים מתכנסים בהם לשמוע ספר תורה. ואסור לקרות המגילה בשבת והטעם מה שבארנו בשופר ובלולב. וקריאתה בימים חלוקים היה בזמן שהיתה ידינו פשוטה ותקיפה לקיים המצות בשלימותן. אבל בזמן הזה רוצה לומר מיום שנתחבר הגמרא עד שיבוא משיח במהרה בימינו אין קורין אותה אלא בזמנה והוא יום ארבעה עשר וחמשה עשר כמו שביארנו. והמגילה חובה לקרותה בלילה ולשנותה ביום: "
            ],
            [
                "<b>כיצד חל להיות יום י\"ד בשני כו':  </b>כבר בארנו כי יום הכניסה הוא יום ב' וה' ושהמגילה אינה נקראת בשבת ולפיכך כשיחול יום י\"ד להיות בשבת שאי אפשר לקרותה בו ידחו עיירות גדולות ליום הכניסה שהוא יום חמישי ואין קורין אותה בערב שבת לפי שנאמר הואיל ונדחו ידחו ליום הכניסה: "
            ],
            [
                "<b>איזו היא עיר גדולה כל שיש בה עשרה בטלנים כו':  </b>י' בטלנים הוא שיהיה בבהכ\"נ י' בני אדם שלא תהיה להם שום מלאכה אלא עסקי צבור ות\"ת וקביעותם בבהכ\"נ וכשיחול יום ט' באב יום שבת מתענין יום ראשון כי אקדומי פורענותא לא מקדמינן וכן כשיחול יום חגיגה ביום שבת נקריב ביום ראשון כמו שיתבאר במסכת חגיגה וכשיחול יום הקהל ביום השבת תהיה הקריאה ביום (שמיני) [צ\"ל ראשון] וזמן עצי כהנים כבר קדם לך גדרו בסוף תעניות וכשיחול אחד מאלו הימים ביום שבת יהיה הקרבן יום ראשון וכל אלו מאחרין לפי דלא מטא זמן חיובייהו. ואמרו מתנות לאביונים ר\"ל כי מי שנתן באותן הימים ר\"ל יום אחד עשר שנים עשר ושלשה עשר מתנות לאביונים יצא ידי חובתו ורבי יהודה יפרש דברי חכמים שקדם זכרם: "
            ],
            [
                "<b>קראו את המגילה באדר הראשון ונתעברה השנה כו':  </b>שיעור זאת המשנה כך אין בין ארבעה עשר וחמשה עשר ימים של אדר ראשון לאדר שני אלא מקרא מגילה ומתנות לאביונים אבל אלו ואלו אסורים בהספד ובתענית: "
            ],
            [
                "<b>אין בין יום טוב לשבת אלא אוכל נפש בלבד כו':  </b>כבר בארנו בסוף ביצה כי אלו דברי בית שמאי אבל בית הלל יש להם דברים אחרים מלבד אוכל נפש שהם מותרין לעשותן בי\"ט ואסורין בשבת כמו שבארנו שם: "
            ],
            [
                "<b>אין בין המודר הנאה מחבירו כו':  </b>נדר הוא שיאמר אדם הרי עלי עולה או שלמים. ונדבה היא שיאמר הרי זו עולה או שלמים. ואם מת או נגנב קרבן נדבה אינו חייב באחריותו לפי שהוא יחדו והפרישו והוא עובר בבל תאחר על שניהם כמו שאמר השם יתברך (דברים כ״ג:כ״ד) מוצא שפתיך תשמור ועשית וגו' ואמרו בפירוש כאשר נדרת זה נדר לה' אלהיך אלו חטאות ואשמות עולות ושלמים נדבה כמשמעה אשר דברת אלו קדשי בדק הבית בפיך זו צדקה: "
            ],
            [
                "<b>אין בין זב הרואה שתי ראיות לרואה שלש כו':  </b><b>אין בין מצורע מוסגר למצורע מוחלט כו':  </b>כבר בארנו בפרק שמיני של פסחים (הל' ה') מענין זב בעל שתי ראיות או בעל שלש ראיות כל מה שצריך בהבנת זה הדבר ועוד יתבארו כל משפטי הזבות במקומן והדבר שהן שוין בו הוא טומאה וספירת שבעה כמו שבארנו שם. ומצורע מוסגר הוא אותו שאמר בו הש\"י והסגירו הכהן. ומוחלט הוא אותו שאמר בו הש\"י וטמאו הכהן. ענין מוחלט שנצמת דינו ופסקו עליו לטומאה תרגום לצמיתות לחלוטין ונשתוו שניהם לטומאה ושלוח מחוץ למחנה וטהור מתוך ההסגר אינו צריך תגלחת וצפרין למה שאמר הש\"י ויצא הכהן אל מחוץ למחנה וראה הכהן והנה נרפא נגע הצרעת מן הצרוע ובאה הקבלה אע\"פ שהדבר ברור מי שצרעתו תלויה ברפואתו הוא שצריך תגלחת וצפרים יצא מוסגר שצרעתו תלויה בימים והוא אמרו והסגירו שבעת ימים ואחר יטהר אפילו נשאר אותו סימן כמו שנתבאר בפירוש במסכת נגעים ונשתוו שניהן בטהרה במים לפי שנאמר בטהור מתוך הסגר וכבס בגדיו וטהר: "
            ],
            [
                "<b>אין בין ספרים לתפילין ומזוזות כו':  </b>רצו באמרם בכל לשון בכתב כל אומה ובלשון כל אומה וספרים ותפילין ומזוזות שתנאי כתיבתם כולם שוין כמו שנתבאר במנחות. והלכה כרבן שמעון בן גמליאל: "
            ],
            [
                "<b>אין בין כהן משוח בשמן המשחה למרובה כו':  </b>מרובה בגדים הוא כהן בבית שני שלא היה להם שמן המשחה אבל היה כהן גדול בלבישתו בגדי כהונה גדולה. ופר הבא על כל המצות הוא מה שאמר הש\"י אם הכהן המשיח. ונשתוו שניהן בפר יוה\"כ ועשירית האיפה. וכהן שעבר הוא כשאירע פסול בכ\"ג ביה\"כ ומינו אחר תחתיו כמו שביאר ביומא שאחר יוה\"כ ישוב הראשון לגדולתו ויעבור השני שנתמנה ונשתוו שניהן שהן מצווין על הבתולה ואסורין באלמנה ושאר דיני כה\"ג חובה על שניהן מלבד אלו שזכרנו: "
            ],
            [
                "<b>אין בין במה גדולה לבמה קטנה כו':  </b>במה גדולה היא במת צבור כמו שאמר הכתוב (מלכים א' ג, ד) היא הבמה הגדולה ואמרו אינו קרב בבמה ר\"ל בבמה קטנה שהיא במת יחיד וכ\"ז בשעה שהותרו הבמות כמו שיתבאר בפרק האחרון מזבחים (הל' ט'): "
            ],
            [
                "<b>אין בין שילה לירושלים כו':  </b>בכל הרואה ר\"ל שהיו אוכלין בכל מקום שהיה יכול לראות את שילה. ואמר יש אחריה היתר רוצה לומר כי אחר שגדל השם יתברך לשילה [<small>אולי צ\"ל</small> נאסרו הבמות] כשחרב התיר לנו ההקרבה בבמות. ומאחר שבחר בירושלים אין מקריבין בשום מקום זולתו לעולם ואע\"פ שחרב אסור להקריב בבמה. ועוד יתבארו עיקרי אלו הדינים כולם וראיותיהם בסוף זבחים: "
            ]
        ],
        [
            [
                "<b>הקורא את המגילה למפרע כו':  </b>כתוב במגילה נזכרים ונעשים כמו שאי אפשר לאדם לעשות מלאכה בזמן שעבר אם לא עשאה כמו כן אין ראוי לקרות את המגילה אחר זמן קריאתה ואסור לקרותה על פה לאמרו נזכרים ואמר כתוב זאת זכרון בספר ושיעור זו המשנה ופירושה כך עברי שקראה תרגום בכל לשון לא יצא חוץ מלשון יוני אבל קורין אותה ללועזות בלע\"ז והוא שתהיה כתובה בלע\"ז כדי שלא תהא קריאתו על פה ומה שנשתנה לשון יוני משאר הלשונות לפי שהיה מובן אצלם הלא תראה מה שאמר במה שקדם אף בספרים לא התירו שיכתבו אלא יונית והטעם מפני שהם פרשו התורה בלשון יון לתלמי המלך ונתפרסמה אצלם אותה העתקה עד שהיתה אצלם אותו הלשון כמו לשונם וכאלו היתה אשורית וכן אמר לשון יוני לכל כשר ומוסיף על זה כי זה הלשון היה משובח אצלם רבינו הקדוש אומר מה לי לשון תרסי או לשון עברי או לשון יוני והלועז ששמע אשורית יצא לפי שאע\"פ שאינו יודע פי' כל מלה ומלה יודע הוא כל המעשה: "
            ],
            [
                "<b>קראה סירוגין ומתנמנם יצא כו':</b> סירוגין פיסקי פיסקי ואפילו שהה כדי לגמור את כולה ומתנמנם הוא שהתחיל לישן אבל לא נשתקע בשינה כמו שדקדקנו בסוף פסחים. ואמר כותבה בתנאי שתהיה כוונתו על הקריאה שהוא קורא במגילה שכותב ממנה שהיא שלימה ולא על קריאתו באותה שניה שהוא כותב לפי שאינו יוצא ידי חובתו עד שיקרא בספר שלם. סם שם העיקר. סקרא הוא כמו אבן שצובעים בו צבע אדום. קומוס מין עפר ירוק והוא מסמני הדיו ובערבי אלזא\"ג. וקנקנתום ממיני הקומוס. נייר הוא הנקרא בערבי נאגד. דיפתרא הוא העור שאינו מעובד כל צרכו: "
            ],
            [
                "<b>בן עיר שהלך לכרך ובן כרך שהלך לעיר כו':  </b>כשדעתו לחזור למקומו ליל י\"ד ולא חזר קורא כמקומו ואם לא היה כן קורא עמהם. והלכה כר\"מ: "
            ],
            [
                "<b>הכל כשרין לקרות את המגילה כו':  </b><b>אין קורין את המגילה ולא מלין כו':  </b>הכל אפי' אשה. וכבר בארנו (פ\"א ה\"א) כי המגילה נקראת ליל פורים ויום פורים ועל קריאת היום אמרו אין קורין עד שתנץ החמה לאמרם והימים האלה נזכרים ונעשים ואמר במילה וביום השמיני וגו' ואמר בהזאה והזה הטהור על הטמא ביום השלישי וביום השביעי וגו' הקיש טבילה להזאה כי בשביעי טובל כמו שביאר הכתוב. ושומרת יום כנגד יום כבר בארנו דינה בפסחים (פ\"ח ה\"ה) ועוד יתבאר בשלימות במס' נדה ומה שנאמר שנחשוב יום מעת עלות השחר לאמרו בעזרה (נחמיה ד׳:ט״ו) מעלות השחר עד צאת הכוכבים וקרא אותו הזמן יום והוא אמרם והיה לנו הלילה למשמר והיום למלאכה. ומה שאמר וכולם שעשו משעלה עמוד השחר כשר למי שעבר ועשה בעת הצורך הגדול אבל המעשה הגמור הוא אחר הנץ החמה ואין הלכה כר\"י: "
            ],
            [
                "<b>כל היום כשר לקריאת מגילה כו':  </b>וידוי המעשר כבר בארתי אותו במס' מע\"ש (פ\"ה ה\"י) ובאה אחר זאת הפרשה היום הזה ה' אלהיך וגו' ודרשינן סמוכין היום נאמר בהלל זה היום עשה ה' ובשופר יום תרועה יהיה לכם. ובמוספים דבר יום ביומו. ובתפלת המוספין כמו המוספין. וידוי פרים הוא הוידוי הנאמר על פר כהן המשיח ופר העלם דבר של צבור ועוד יתבאר עניינם בהוריות. ומיני העבודה כולם שזכר לא יהיו אלא ביום לאמרו ביום צותו את בני ישראל להקריב את קרבניהם ביום ולא בלילה. וכבר בארנו בשלישי מר\"ה (הלכה א') כי הדינים לא יהיו אלא ביום. ואמרי' בסוטה ועשה לה הכהן את כל התורה הזאת ואמר על פי התורה אשר יורוך ועל המשפט מה משפט ביום אף השקאת סוטה ביום ואמר בעגלה ערופה ונכפר להם הדם ולפי שבא בהם לשון כפרה כקדשים לא יהיו אלא ביום כמו שהקדשים לא יקרבו אלא ביום כמו שזכרנו. וטהרת מצורע הוא בפירוש ביום טהרתו: "
            ],
            [
                "<b>כל הלילה כשר לקצירת העומר כו':  </b>קצירת העומר אינו אלא בלילה והוא קבלה ועוד יתבאר ענין קצירת העומר בעשירי ממנחות. והקטר חלבים ואברים הם מותר תמיד של בין הערבים והוא אמרו היא העולה על מוקדה על המזבח כל הלילה. ואמר דבר שמצותו ביום כשר כל היום לאתויי סידור בזיכים והם שני בזיכי לבונה שנותנין על לחם הפנים כמו שיתבאר במנחות (פי\"א) ודבר שמצותו בלילה כשר כל הלילה לאתויי אכילת פסחים וכבר ידעת כי אכילת פסח אין מותר לאכלו אלא עד חצות אבל גזרה היא כדי להרחיק את האדם מן העבירה: "
            ]
        ],
        [
            [
                "<b> בני העיר שמכרו רחובה של עיר כו':  </b>זו המשנה היא לרבי מנחם בר יוסי שהוא נותן לרחובה של עיר קדושה מאחר שמתפללין בו בתעניות ובמעמדות ואינה הלכה לפי שלא יחדוה לתפלה והתפלה בו עראי והעיקר בכל זה מעלין בקדש ולא מורידין ואסור למכור בית הכנסת אלא בכפרים אבל בית הכנסת של כרכים אי אפשר למוכרו לפי שהרבים יש להם בה זכות: ",
                "<b>אין מוכרין את של רבים ליחיד כו':  </b>ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>אין מוכרים בית הכנסת אלא על תנאי כו':  </b>זהו כשלא מכרו אותו אנשי הכפר כולם בהסכמה אבל אם מכרוהו זקני המקום כולם במעמד אנשי המקום כולם יכולים למכור ואפילו לעשות ממנו דירה לשתות בו יין תמיד. ואין הלכה כרבי מאיר ולא כרבי יהודה: "
            ],
            [
                "<b>ועוד א\"ר יהודה בהכ\"נ שחרב אין מספידין בתוכו כו':  </b>עגמת נפש רוצה לומר שיכאב הלב כשיש בו עשבים וישתדלו בבנינו אם יוכלו או תכנע נפשם וישובו אל ה' אם אין בהם יכולת לבנותו ולפיכך מותר לתלוש העשבים ולהריחם במקומם. אבל לא יתלוש ויאכיל או יאבדם לגמרי ודברי ר' יהודה אלו כולם אמת: "
            ],
            [
                "<b>ר\"ח אדר שחל להיות בשבת קורין בפרשת שקלים כו':  </b>שבת ראשונה היא שבכלל ימותיה היא ראש חדש אדר והוא כשיתחיל ראש חדש אדר יום ראשון או שני או שלישי או רביעי או חמישי או ששי קוראין פרשה ראשונה והיא פרשת שקלים יום שבת שהוא שבת האחרון של שבט וכשתדע שבת ראשון ושניה ושלישית ורביעית יתבארו לך שבתות ההפסקה ואני אבארם שבת שניה היא השבת שבכלל ימיה פורים על הדרך שבארנו בשבת ראשונה ושבת שלישית היא השבת הבאה אחר פורים או קודם ראש חדש ניסן אם יחול ראש חדש ניסן בשבת ושבת רביעית היא שיחול ראש חדש ניסן בתוכה על הדרך שקדם. ומה שאמרתי בראש חדש אדר שאפשר להיותו בכל יום מימי השבוע על עיקר הצווי ר\"ל הראייה ופרשת שקלים היא כי תשא עד סוף הפרשה ואמרו חוזרין לכסדרן רוצה לומר סדר ההפטרות כי בכל שבת קורין ההפטרה מענין הסדר ובזמן אלו הפרשיות והמועדים הן הפטרות מענין הפרשה לא מענין הסדר כי בשבת ראשונה מפטיר ביהוידע הכהן ובשניה פקדתי את אשר עשה לך עמלק ובשלישית וזרקתי עליכם מים טהורים וברביעית בראשון באחד לחדש וכן בראשי חדשים וחנוכה יהו הפטרות מענין הזמן ומפסיק ענין הסדר כמו שיתבאר וזהו ענין אמרם לכל מפסיקין: "
            ],
            [
                "<b>בפסח קורין בפרשת מועדות כו':  </b>זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג: "
            ],
            [
                "<b>בחנוכה בנשיאים בפורים ויבא עמלק כו':  </b>שבת שבתוך חנוכה מפטירין בנרות בזכריה ואם חל יום ראשון מחנוכה ביום שבת שיהו בחנוכה שתי שבתות שבת ראשון מפטירין בנרות דזכריה ושניה בנרות שלמה ואם חל יום פורים בשבת תהיה ההפטרה פקדתי את אשר עשה עמלק וכן אם יחול ר\"ח בשבת מפטיר והיה מדי חדש בחדשו ואם יחול ביום ראשון הפטרה מחר חדש וזהו ענין אמרו לכל מפסיקין לראשי חדשים לחנוכה ולפורים וכן לתעניות ולמעמדות מפטירין מענין תעניות ומעמדות לא מענין סדר אותה שבת ובתשעה באב קורין כי תוליד בנים ומפטיר אסוף אסיפם ונהגו העם לקרות בזה הגלות הפטרה קודם תשעה באב מענין התוכחות לא מענין הסדרים וכן אחר תשעה באב מפטיר בנחמות עד השבת שקודם ראש השנה שהיא ההפטרה מענין התשובה וההפטרות שקודם תשעה באב דברי ירמיהו שמעו דבר ה' חזון ישעיהו איכה היתה לזונה ואחר תשעה באב נחמו נחמו ותאמר ציון עניה סוערה אנכי אנכי הוא מנחמכם רני עקרה קומי אורי שוש אשיש שובה ישראל וקורין ברכות וקללות בתעניות לאומרם מוסר ה' בני אל תמאס. ואמר ואינו עולה להם מן החשבון שאינה עולה להם אותה הקריאה שקורין בב' ובה' לקריאת יום שבת ולא נאמר שיחשבו השלשה שקראו ויקראו ד' ביום שבת ממקום שפסקו בו השלשה לקריאתה וישלימו לחשבון שבעה אלא חוזרין לראש הפרשה כמו שהוא גלוי ומפורסם: "
            ]
        ],
        [
            [
                "<b>הקורא את המגילה עומד ויושב כו':  </b>אמרו מקום שנהגו לברך יברך רוצה לומר אחר קריאת המגילה אבל לפניה על כל פנים צריך לברך לפי שהוא מצוה והעיקר אצלנו כל המצות כולם מברך עליהם עובר לעשייתם ויברך לפניה שלש ברכות על מקרא מגלה ושעשה נסים ושהחיינו ואחריה נהגו לברך הרב את ריבנו. וזכור אלו הדברים והוא שלא יקראו על ראש הצבור פחות מג' בני אדם ולא יקרא אדם אחד בספר פחות מג' פסוקים ולפיכך אם קראו י\"ג פסוקים יקרא האחד מהם ד' פסוקים ולא יתחיל בפרשה פחות מג' פסוקים ואז יהיה ראוי לו שיפסיק הקריאה וירד ולא יניח מן הפרשה פחות מן ג' פסוקים ואז יהיה מותר לו להפסיק. כל אלו הם עקרים בקריאה על ראש בני אדם. והמתחיל לקרות בס\"ת הוא חייב לברך אשר בחר בנו מכל העמים ונתן לנו את תורתו וחותם נותן התורה והקורא אחרון שהוא משלים יברך לאחריו אשר נתן לנו תורתו תורת אמת וחיי עולם נטע בתוכנו וחותם נותן התורה. ומה שסדרנו שבזמן הזה יברך כל אחד ואחד לפניה ולאחריה מפני הנכנסים בבהכ\"נ שלא ראו אותו שבירך תחלה וכשרואין איש אחד שעולה וקורא בלא ברכה יחשבו כי הקורא בתורה אינו צריך ברכה לפניה וכמו כן הנמצאים בבהכ\"נ שראו הראשון שירד ולא בירך ויצאו ולא ראו אחרון שבירך לאחריה יחשבו כי אין צריך לברך אחר קה\"ת: "
            ],
            [
                "<b>בראשי חדשים ובחולו של מועד קורין ארבעה כו':  </b>אמרו זה הכלל סימן בעלמא לפי שאין לנו יום שיש בו מוסף ואינו י\"ט אלא מה שנזכר וכל זה מבואר ואמת. ובכ\"מ שיאמר מברך לפניה ולאחריה רוצה לומר על דרך החיוב כמו שבארנו: "
            ],
            [
                "<b>אין פורסין על שמע ואין עוברין לפני התיבה כו':  </b>אמר השם ונקדשתי בתוך בני ישראל. ובאה הקבלה כל דבר שבקדושה לא יהיה פחות מעשרה. ופורסין על שמע היא הפריסה וההצעה שהיא קידם קריאת שמע רוצה. לומר שיסדר אדם אחד יוצר ואהבה. ועוברין לפני התיבה הוא שיתמנה אחד להתפלל בקהל. ומעמד ומושב הוא כשהיו מתקבצים בני אדם ללוות את המת ובאין לסופדו שהיה אדם אחד ספדן ואומר להם בפרק מפרקי ההספד עמדו יקרים עמדו שבו יקרים שבו ואין מטריחין כל זה הטורח אא\"כ היו עשרה או יותר. וכשיאמר אדם ערכי עלי והערכים פסוקים וידועים הם כבר בלשון התורה ואין לו לזה המעריך מה שיתן אלא אחוזתו הכהן הממונה על ההקדשות יקח מאותה אחוזה דמי הערך שנתחייב בו לפני עשרה מישראל ואחד מהם כהן שיסכימו כולם שזו שוה זה הערך ואז ירד לתוכה וכן כשאמר דמי ערכי עלי שהוא חייב במה שישומו אותו כעבד הנמכר בשוק ויתן דמיו כמו שיתבאר בערכין ג\"כ צריך זה שישומו אותו י' בני אדם ואחד מהם כהן ויתן כפי שומתן וזה ענין באמרם ואדם כיוצא בהם ענינו כקרקעות וזה שאמרו תשעה וכהן אינו תנאי אבל הוא רשות כי אם הם ט' מישראל דיו לפי שפרשת ערכים נשנית בה מלת כהן י' פעמים ובאה הקבלה כי כהן אחד בלבד יספיק לנו וכל מה שנשנה כהן הוא רבוי אחר רבוי למעט ואפילו ישראל: "
            ],
            [
                "<b>הקורא בתורה לא יפחות מג' פסוקים כו':  </b>אם היו שלשתן ג' פרשיות כמו הפרשה שבישעיה (נ\"ב) כה אמר ה' חנם. כה אמר ה' אלהים מצרים. ועתה מה לי פה וגו'. כמו אלו הג' פסוקים לא יקראם כולם לתורגמן ואח\"כ יתרגם אבל קורא אותם אחד אחד ואין מדלגין בתורה בשני ענינים אבל בענין אחד כמו באחרי מות ואך בעשור לחדש מדלגין ובנביאים אפילו מענין לענין והתנאי בשניהם שלא ישהה אלא כדי שישלים התורגמן לתרגם הפסוק שהוא מתרגם או הג' פסוקים אם הוא מתרגם בנביא: "
            ],
            [
                "<b>המפטיר בנביא הוא פורס על שמע כו':  </b>משום כבוד עצמו תקנו לו חכמים זה מאחר שהוא ממציא עצמו להפטיר ראוי הוא שיעשו על ידיו אלו המעשים המשובחים וכשהמפטיר בנביא קטן שאי אפשר לו לעבור לפני התיבה עד שיתמלא זקנו אביו או רבו יורדין במקומו לאלו הדברים ויהיה כאלו הוא עצמו מפטיר בנביא כיון שהוא תלמידו או בנו והכל שוה: "
            ],
            [
                "<b>קטן קורא בתורה ומתרגם כו':  </b>קטן קורא בתורה אמר אחד מן הגאונים האחרונים כי זה אחר השלישי. ופוחח הוא שיהיה הבגד שעליו נקרע העליון ממנו עד שכתפיו ולבו נראין ערומין דמתרגמינן ערום ויחף פחח ויחף. ואין הלכה כר' יהודה באמרו כי מי שלא ראה מאורות מימיו לא יפרוס על שמע שאע\"פ שלא נהנה מאורם שיראה נהנה מפעולתם בעולם ר\"ל הפעולות הבאים מאורם בעוה\"ז. ואסטיס צבע כדמות תכלת ובערבי פל\"ג. ופואה שרשים דקים אדומים שצובעין בהם אודם ובערבי פוו\"ה. וכמו כן כל דבר שצובע הידים אמנם אם היו רוב בני אותה העיר צובעי ידים מפני שמתעסקים באותו צבע מותר לו לישא את כפיו שהרי נסתלק טעם מפני שהעם מסתכלין בו: "
            ],
            [],
            [
                "<b>האומר איני עובר לפני התיבה בצבועין כו':  </b>על מצחו או על פס ידו פי' שישים של ראש על מצחו או של יד על פס ידו ה\"ז דרך טועים לפי שהוא הולך אחר לשון התורה ממש לפי דעתו. על בית אונקלי שיתלה אותם על זרועו או כתפו או שיתן אותה בחיקו. והחיצונים הם הכופרים בתורה בכל ואינם מאמינים ממנה לא תורה שבכתב ולא תורה שבע\"פ:"
            ],
            [
                "ואין ראוי לומר יברכוך טובים לפי שהשם יתברך מברכים אותו טובים ורעים כמו שכתוב מי לא יראך מלך הגוים. ועל קן צפור יגיעו רחמיך לפי שהטעם אינו צד רחמניות מהשם יתברך באומרו לא תקח האם על הבנים אבל היא גזרת הכתוב. ועל טוב יזכר שמך מפני ששמו נזכר על טוב ועל רע כמו שאמרו מברך על הרעה כשם שמברך על הטובה. ואם אמר מודים מודים משתקין אותו מפני שנראה כאלו ההודאה לשתי רשויות וההודאה אינה אלא לאחד והמכנה בעריות הוא שיכנה וישים כנוי הנסתר במקום כינוי הנוכח ויאמר במקום אביך ואמך ואחותך אביו ואמו ואחותו. ואם תרגם מזרעך לא תתן להעביר למולך ומזרעך לא תתן לארמיותא הנה הפך הלשון ממשמעותן בכל וכוונת הפסוק לשם איסור עבודת המולך: "
            ],
            [
                "<b>מעשה ראובן נקרא ולא מתרגם כו':  </b>ענין עגל השני הוא מה שנשנה מענינו והוא מפסוק ויאמר משה אל אהרן עד פסוק וירא משה את העם וגו' וכמו כן ויגוף ה' את העם וגו'. ואלו הפסוקים אינן מתרגמין על ראש הצבור מפני כבוד אהרן. ואין מתרגמין ברכת כהנים מפני שאומרים בה ישא השם פניו אליך ויראה להמון הפך מה שאמר אשר לא ישא פנים. ואמר מעשה דוד ואמנון לא נקראין ולא מתרגמין אינה קושיא למה שאמר מעשה תמר נקרא ומתרגם כי כל מה שזוכר אמנון סתם נקרא ומתרגם ומה שזכר אמנון בן דוד אינו נקרא ואינו מתרגם משום כבוד דוד וטעם האומר אין מפטירין במרכבה כדי שלא ישאלו ההמון כשישמעו אותה ולא יוסיף להם אלא ספק וטעם ר\"א הוא כבוד לירושלים ולישראל. והלכה כרבי יהודה ואין הלכה כר\"א: ",
                "<small>סליק פירוש המשניות להרמב\"ם ממסכת מגילה</small> "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}