var MoedKatanjson ={
    "language": "he",
    "title": "Mishnah Moed Katan",
    "versionSource": "http://www.toratemetfreeware.com/index.html?downloads",
    "versionTitle": "Torat Emet 357",
    "priority": 3,
    "license": "Public Domain",
    "versionTitleInHebrew": "תורת אמת 357",
    "heTitle": "משנה מועד קטן",
    "categories": [
        "Mishnah",
        "Seder Moed"
    ],
    "textmishna": [
        [
            "מַשְׁקִין בֵּית הַשְּׁלָחִין בַּמּוֹעֵד וּבַשְּׁבִיעִית, בֵּין מִמַּעְיָן שֶׁיָּצָא בַתְּחִלָּה, בֵּין מִמַּעְיָן שֶׁלֹּא יָצָא בַתְּחִלָּה. אֲבָל אֵין מַשְׁקִין לֹא מִמֵּי הַגְּשָׁמִים וְלֹא מִמֵּי הַקִּילוֹן. וְאֵין עוֹשִׂין עוּגִיּוֹת לַגְּפָנִים: \n",
            "רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֵין עוֹשִׂין אֶת הָאַמָּה בַתְּחִלָּה בַּמּוֹעֵד וּבַשְּׁבִיעִית, וַחֲכָמִים אוֹמְרִים, עוֹשִׂין אֶת הָאַמָּה בַּתְּחִלָּה בַּשְּׁבִיעִית, וּמְתַקְּנִין אֶת הַמְּקֻלְקָלוֹת בַּמּוֹעֵד. וּמְתַקְּנִין אֶת קִלְקוּלֵי הַמַּיִם שֶׁבִּרְשׁוּת הָרַבִּים וְחוֹטְטִין אוֹתָן. וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְווֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n",
            "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מוֹשְׁכִים אֶת הַמַּיִם מֵאִילָן לְאִילָן, וּבִלְבַד שֶׁלֹּא יַשְׁקֶה אֶת כָּל הַשָּׂדֶה. זְרָעִים שֶׁלֹּא שָׁתוּ לִפְנֵי הַמּוֹעֵד, לֹא יַשְׁקֵם בַּמּוֹעֵד. וַחֲכָמִים מַתִּירִין בָּזֶה וּבָזֶה: \n",
            "צָדִין אֶת הָאִישׁוּת וְאֶת הָעַכְבָּרִים מִשְּׂדֵה הָאִילָן וּמִשְּׂדֵה הַלָּבָן, שֶׁלֹּא כְדַרְכּוֹ, בַּמּוֹעֵד וּבַשְּׁבִיעִית. וַחֲכָמִים אוֹמְרִים, מִשְּׂדֵה הָאִילָן כְּדַרְכּוֹ, וּמִשְּׂדֵה הַלָּבָן שֶׁלֹּא כְדַרְכּוֹ. וּמְקָרִין אֶת הַפִּרְצָה בַּמּוֹעֵד, וּבַשְּׁבִיעִית בּוֹנֶה כְדַרְכּוֹ: \n",
            "רַבִּי מֵאִיר אוֹמֵר, רוֹאִין אֶת הַנְּגָעִים בַּתְּחִלָּה לְהָקֵל, אֲבָל לֹא לְהַחְמִיר. וַחֲכָמִים אוֹמְרִים, לֹא לְהָקֵל וְלֹא לְהַחְמִיר. וְעוֹד אָמַר רַבִּי מֵאִיר, מְלַקֵּט אָדָם עַצְמוֹת אָבִיו וְאִמּוֹ, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. רַבִּי יוֹסֵי אוֹמֵר, אֵבֶל הוּא לוֹ. לֹא יְעוֹרֵר אָדָם עַל מֵתוֹ וְלֹא יַסְפִּידֶנּוּ קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם: \n",
            "אֵין חוֹפְרִין כּוּכִין וּקְבָרוֹת בַּמּוֹעֵד, אֲבָל מְחַנְּכִים אֶת הַכּוּכִין בַּמּוֹעֵד. וְעוֹשִׂין נִבְרֶכֶת בַּמּוֹעֵד, וְאָרוֹן עִם הַמֵּת בֶּחָצֵר. רַבִּי יְהוּדָה אוֹסֵר, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ נְסָרִים: \n",
            "אֵין נוֹשְׂאִין נָשִׁים בַּמּוֹעֵד, לֹא בְתוּלוֹת, וְלֹא אַלְמָנוֹת, וְלֹא מְיַבְּמִין, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. אֲבָל מַחֲזִיר הוּא אֶת גְּרוּשָׁתוֹ. וְעוֹשָׂה אִשָּׁה תַּכְשִׁיטֶיהָ בַמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, לֹא תָּסוּד מִפְּנֵי שֶׁנִּוּוּל הוּא לָהּ: \n",
            "הַהֶדְיוֹט תּוֹפֵר כְּדַרְכּוֹ, וְהָאֻמָּן מַכְלִיב. וּמְסָרְגִין אֶת הַמִּטּוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף מְמַתְּחִין: \n",
            "מַעֲמִידִין תַּנּוּר וְכִירַיִם וְרֵחַיִם בַּמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, אֵין מְכַבְּשִׁין אֶת הָרֵחַיִם בַּתְּחִלָּה: \n",
            "עוֹשִׂין מַעֲקֶה לְגַג וּלְמִרְפֶּסֶת מַעֲשֵׂה הֶדְיוֹט, אֲבָל לֹא מַעֲשֵׂה אֻמָּן. שָׁפִין אֶת הַסְּדָקִין וּמַעְגִּילִין אוֹתָן בַּמַּעְגִּילָה בַּיָּד וּבָרֶגֶל, אֲבָל לֹא בַמַּחֲלָצָיִם. הַצִּיר וְהַצִּנּוֹר וְהַקּוֹרָה וְהַמַּנְעוּל וְהַמַּפְתֵּחַ שֶׁנִּשְׁבְּרוּ, מְתַקְּנָן בַּמּוֹעֵד, וּבִלְבַד שֶׁלֹּא יְכַוֵּן מְלַאכְתּוֹ בַּמּוֹעֵד, וְכָל כְּבָשִׁין שֶׁהוּא יָכוֹל לֶאֱכֹל מֵהֶן בַּמּוֹעֵד, כּוֹבְשָׁן: \n"
        ],
        [
            "מִי שֶׁהָפַךְ אֶת זֵיתָיו וְאֵרְעוֹ אֵבֶל אוֹ אֹנֶס, אוֹ שֶׁהִטְעוּהוּ פוֹעֲלִים, טוֹעֵן קוֹרָה רִאשׁוֹנָה וּמַנִּיחָהּ לְאַחַר הַמּוֹעֵד. דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, זוֹלֵף וְגוֹמֵר וְגָף כְּדַרְכּוֹ: \n",
            "וְכֵן מִי שֶׁהָיָה יֵינוֹ בְּתוֹךְ הַבּוֹר וְאֵרְעוֹ אֵבֶל אוֹ אֹנֶס, אוֹ שֶׁהִטְעוּהוּ פוֹעֲלִים, זוֹלֵף וְגוֹמֵר וְגָף כְּדַרְכּוֹ, דִּבְרֵי רַבִּי יוֹסֵי. רַבִּי יְהוּדָה אוֹמֵר, עוֹשֶׂה לוֹ לִמּוּדִים, בִּשְׁבִיל שֶׁלֹּא יַחְמִיץ: \n",
            "מַכְנִיס אָדָם פֵּרוֹתָיו מִפְּנֵי הַגַּנָּבִים, וְשׁוֹלֶה פִשְׁתָּנוֹ מִן הַמִּשְׁרָה בִּשְׁבִיל שֶׁלֹּא תֹאבַד, וּבִלְבַד שֶׁלֹּא יְכַוֵּן אֶת מְלַאכְתּוֹ בַמּוֹעֵד. וְכֻלָּן אִם כִּוְּנוּ מְלַאכְתָּן בַּמּוֹעֵד, יֹאבֵדוּ: \n",
            "אֵין לוֹקְחִין בָּתִּים, עֲבָדִים וּבְהֵמָה, אֶלָּא לְצֹרֶךְ הַמּוֹעֵד, אוֹ לְצֹרֶךְ הַמּוֹכֵר, שֶׁאֵין לוֹ מַה יֹּאכָל. אֵין מְפַנִּין מִבַּיִת לְבַיִת, אֲבָל מְפַנֶּה הוּא לַחֲצֵרוֹ. אֵין מְבִיאִין כֵּלִים מִבֵּית הָאֻמָּן. וְאִם חוֹשֵׁשׁ לָהֶם, מְפַנָּן לְחָצֵר אַחֶרֶת: \n",
            "מְחַפִּין אֶת הַקְּצִיעוֹת בְּקַשׁ. רַבִּי יְהוּדָה אוֹמֵר, אַף מְעַבִּין. מוֹכְרֵי פֵרוֹת, כְּסוּת וְכֵלִים, מוֹכְרִים בְּצִנְעָה לְצֹרֶךְ הַמּוֹעֵד. הַצַּיָּדִין וְהַדָּשׁוֹשׁוֹת וְהַגָּרוֹסוֹת, עוֹשִׂין בְּצִנְעָה לְצֹרֶךְ הַמּוֹעֵד. רַבִּי יוֹסֵי אוֹמֵר, הֵם הֶחְמִירוּ עַל עַצְמָן: \n"
        ],
        [
            "וְאֵלּוּ מְגַלְּחִין בַּמּוֹעֵד, הַבָּא מִמְּדִינַת הַיָּם, וּמִבֵּית הַשִּׁבְיָה, וְהַיּוֹצֵא מִבֵּית הָאֲסוּרִין, וְהַמְנֻדֶּה שֶׁהִתִּירוּ לוֹ חֲכָמִים, וְכֵן מִי שֶׁנִּשְׁאַל לְחָכָם וְהֻתַּר, וְהַנָּזִיר, וְהַמְּצֹרָע הָעוֹלֶה מִטֻּמְאָתוֹ לְטָהֳרָתוֹ: \n",
            "וְאֵלּוּ מְכַבְּסִין בַּמּוֹעֵד, הַבָּא מִמְּדִינַת הַיָּם, וּמִבֵּית הַשִּׁבְיָה, וְהַיּוֹצֵא מִבֵּית הָאֲסוּרִים, וְהַמְנֻדֶּה שֶׁהִתִּירוּ לוֹ חֲכָמִים, וְכֵן מִי שֶׁנִּשְׁאַל לְחָכָם וְהֻתַּר, מִטְפְּחוֹת הַיָּדַיִם וּמִטְפְּחוֹת הַסַּפָּרִים וּמִטְפְּחוֹת הַסְּפָג, הַזָּבִין וְהַזָּבוֹת וְהַנִּדּוֹת וְהַיּוֹלְדוֹת, וְכָל הָעוֹלִין מִטֻּמְאָה לְטָהֳרָה, הֲרֵי אֵלּוּ מֻתָּרִין. וּשְׁאָר כָּל אָדָם, אֲסוּרִין: \n",
            "וְאֵלּוּ כּוֹתְבִין בַּמּוֹעֵד, קִדּוּשֵׁי נָשִׁים, גִּטִּין וְשׁוֹבָרִין, דְּיָתֵיקֵי, מַתָּנָה וּפְרוֹזְבּוּלִין, אִגְּרוֹת שׁוּם וְאִגְּרוֹת מָזוֹן, שִׁטְרֵי חֲלִיצָה וּמֵאוּנִים, וְשִׁטְרֵי בֵרוּרִין, וּגְזֵרוֹת בֵּית דִּין, וְאִגְּרוֹת שֶׁל רָשׁוּת: \n",
            "אֵין כּוֹתְבִין שִׁטְרֵי חוֹב בַּמּוֹעֵד. וְאִם אֵינוֹ מַאֲמִינוֹ אוֹ שֶׁאֵין לוֹ מַה יֹּאכַל, הֲרֵי זֶה יִכְתֹּב. אֵין כּוֹתְבִין סְפָרִים, תְּפִלִּין וּמְזוּזוֹת, בַּמּוֹעֵד, וְאֵין מַגִּיהִין אוֹת אַחַת, אֲפִלּוּ בְּסֵפֶר (הָעֲזָרָה) עֶזְרָא. רַבִּי יְהוּדָה אוֹמֵר, כּוֹתֵב אָדָם תְּפִלִּין וּמְזוּזוֹת לְעַצְמוֹ, וְטוֹוֶה עַל יְרֵכוֹ תְּכֵלֶת לְצִיצִיתוֹ: \n",
            "הַקּוֹבֵר אֶת מֵתוֹ שְׁלֹשָׁה יָמִים קֹדֶם לָרֶגֶל, בָּטְלָה הֵימֶנּוּ גְּזֵרַת שִׁבְעָה. שְׁמֹנָה, בָּטְלָה הֵימֶנּוּ גְּזֵרַת שְׁלֹשִׁים, מִפְּנֵי שֶׁאָמְרוּ, שַׁבָּת עוֹלָה וְאֵינָהּ מַפְסֶקֶת, רְגָלִים מַפְסִיקִין וְאֵינָן עוֹלִין: \n",
            "רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, עֲצֶרֶת כְּשַׁבָּת. רַבָּן גַּמְלִיאֵל אוֹמֵר, רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים, כָּרְגָלִים. וַחֲכָמִים אוֹמְרִים, לֹא כְדִבְרֵי זֶה וְלֹא כְדִבְרֵי זֶה, אֶלָּא עֲצֶרֶת כָּרְגָלִים, רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים כְּשַׁבָּת: \n",
            "אֵין קוֹרְעִין, וְלֹא חוֹלְצִין, וְאֵין מַבְרִין, אֶלָּא קְרוֹבָיו שֶׁל מֵת, וְאֵין מַבְרִין אֶלָּא עַל מִטָּה זְקוּפָה. אֵין מוֹלִיכִין לְבֵית הָאֵבֶל לֹא בְּטַבְלָא וְלֹא בְאִסְקוּטְלָא וְלֹא בְקָנוֹן, אֶלָּא בְסַלִּים. וְאֵין אוֹמְרִים בִּרְכַּת אֲבֵלִים בַּמּוֹעֵד, אֲבָל עוֹמְדִין בְּשׁוּרָה וּמְנַחֲמִין וּפוֹטְרִין אֶת הָרַבִּים: \n",
            "אֵין מַנִּיחִין אֶת הַמִּטָּה בָּרְחוֹב, שֶׁלֹּא לְהַרְגִּיל אֶת הַהֶסְפֵּד, וְלֹא שֶׁל נָשִׁים לְעוֹלָם, מִפְּנֵי הַכָּבוֹד. נָשִׁים בַּמּוֹעֵד מְעַנּוֹת, אֲבָל לֹא מְטַפְּחוֹת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, הַסְּמוּכוֹת לַמִּטָּה, מְטַפְּחוֹת: \n",
            "בְּרָאשֵׁי חֳדָשִׁים, בַּחֲנֻכָּה וּבְפוּרִים, מְעַנּוֹת, וּמְטַפְּחוֹת בָּזֶה וּבָזֶה, אֲבָל לֹא מְקוֹנְנוֹת. נִקְבַּר הַמֵּת, לֹא מְעַנּוֹת וְלֹא מְטַפְּחוֹת. אֵיזֶהוּ עִנּוּי, שֶׁכֻּלָּן עוֹנוֹת כְּאֶחָת. קִינָה, שֶׁאַחַת מְדַבֶּרֶת וְכֻלָּן עוֹנוֹת אַחֲרֶיהָ, שֶׁנֶּאֱמַר (ירמיה ט), וְלַמֵּדְנָה בְנֹתֵיכֶם נֶהִי, וְאִשָּׁה רְעוּתָהּ קִינָה. אֲבָל לֶעָתִיד לָבֹא הוּא אוֹמֵר (ישעיה כה), בִּלַּע הַמָּוֶת לָנֶצַח, וּמָחָה ה' אֱלֹהִים דִּמְעָה מֵעַל כָּל פָּנִים וְגוֹ': \n"
        ]
    ],
    "textbartenura": [
        [
            [
                "<b>משקין בית השלחין.</b> ארץ עיפה וצמאה למים. תרגום עיף ויגע, משלהי ולאי:",
                "<b>משקין במועד.</b> דדבר האבד מותר במועד, ושדה בית השלחין משעה שמתחיל להשקותו אם אינו משקה אותו תדיר מיד נאבד, כדתנן בסוף מתני׳, זרעים שלא שתו לפני המועד לא ישקם במועד דלא פסדי, אבל שתו לפני המועד ישקם במועד. ודוקא שדה לבן של תבואה שהוא שלחין משקין במועד, אבל שדה שלחין של אילן לא שרי במועד, דלא פסדי. ובשביעית שרי להשקות בין שדה בית השלחין בין שדה בית הבעל. ובית השלחין, משום מועד בלבד נקט לה:",
                "<b>שיצא בתחלה.</b> שיוצא עכשיו מתחלה. ואין חוששין הואיל וחדש הוא שמא יפלו גדותיו ואתי לתקן במועד ואיכא טרחא",
                "<b>שלא יצא בתחלה.</b> שהוא ישן:",
                "<b>אבל לא ממי גשמים.</b> גזירה משום מי קילון. קילון הם מים של בור עמוק ובו מי גשמים מכונסים, דביה איכא טרחא יתירה לדלות:",
                "<b>עוגיות.</b> חריצים שעושים בעיקרי הזיתים ובעיקרי הגפנים כדי שיתמלאו מים: "
            ],
            [
                "<b>האמה.</b> חריצים שעושים בקרקע שבהן המים הולכים סביב השדה ומשדה לשדה, קרויין אמה, לפי שהן רוחב אמה ברום אמה:",
                "<b>בתחלה.</b> אם לא היתה מעולם אין עושין אותה בתחלה במועד, משום טרחא:",
                "<b>ובשביעית.</b> מפני שנראה כחופר בקרקע בשביעית:",
                "<b>ומתקנים את המקולקלת.</b> אם נפל לתוכה עפר ואינה מקלחת, מתקנים אותה, אבל אין עושים אותה בתחלה במועד. והלכה כחכמים:",
                "<b>ומתקנים קלקולי המים.</b> מים המכונסים בגומות לשתות מהן:",
                "<b>וחוטטין.</b> מנקין ומנקרין ומוציאין מתוכן צרורות וקסמין ועפרורית שנפל בהן:",
                "<b>ומציינין.</b> עושין ציונין על הקברות. שהיו ממחין סיד ושופכין על הקבר, והוא סימן להולכי דרכים שלא יעברו במקום טומאה:",
                "<b>ויוצאין.</b> שלוחי ב״ד במועד לעיין השדות שנזרעו כלאים, לעקור אותם. לפי שנוטלין שכר על כך מתרומת הלשכה, ובימי המועד נשכרים בזול, מפני שהן בטלים: "
            ],
            [
                "<b>מושכים את המים.</b> שתחת אילן, זה לאילן אחר, דליכא טרחא. אבל לא ישקה כל השדה. ובשדה בית הבעל איירי, דלא פסדי, שמי גשמים מספיקין לו, אלא שכשמשקין אותו הוי הרווחה טפי:",
                "<b>שלא שתו.</b> דלא פסדי:",
                "<b>בזה ובזה.</b> אפילו לא שתו ואפילו שדה הבעל, דמשום הרווחה שרו חכמים. והלכה כראב״י, דסתם מתניתין משקין בית השלחין דלעיל כוותיה. ומיהו שדה לחה שהקרקע שלה כמו טיט מותר להשקותה במועד אפילו לראב״י דכזרעים ששתו לפני המועד דמו: "
            ],
            [
                "<b>האישות.</b> תנשמת. והיא בריה שאין לה עינים, ומפסדת את השדות:",
                "<b>ובשדה הלבן.</b> שחורשין וזורעין אותו לתבואה ואין בו אילנות:",
                "<b>בשדה האילן כדרכו.</b> דמפסדי טפי, ולהפסד מרובה חששו. לפיכך חופר גומא כדרכו ותולה בה מצודה:",
                "<b>שלא כדרכו.</b> נועץ שפוד בקרקע בחוזק ומנענע אילך ואילך ומוציא, ונמצאת גומא נעשית מאליה. אבל לא ע״י חפירה. והלכה כחכמים. ובשדה לבן הסמוכה לשדה אילן, חופר כדרכו, שמא יצאו משדה לבן ויחריבו האילנות:",
                "<b>ומקרין את הפרצה.</b> מסדרין את האבנים זו על זו כדרך בנין, ואינו טח בטיט. ובפרצה של גינה מיירי, אבל כותל חצר שנפל, בונה כדרכו, מפני הגנבים: "
            ],
            [
                "<b>רואין את הנגעים במועד להקל.</b> שאם טהור הוא אומר לו הכהן טהור אתה, ששמחה היא לו:",
                "<b>אבל לא להחמיר.</b> שאם טמא הוא, ישתוק, ולא יטמאנו ויצריכנו לצאת חוץ למחנה:",
                "<b>לא להקל ולא להחמיר.</b> מתוך שנזקק לראותו אם הוא טהור כדי להקל עליו, הוא נזקק להחמיר, שאם הוא טמא צריך לומר לו טמא אתה, כדכתיב (ויקרא י״ג) לטהרו או לטמאו, שאין כהן רשאי לשתוק׳ ומוטב לו שלא יראהו הכהן כלל:",
                "<b>מלקט אדם עצמות אביו ואמו.</b> במועד, כדי לקברם במקום הגון:",
                "<b>שששמחה היא לו.</b> כשרואה אותם [שקוברן בקברי אבותיו]. ואין הלכה כר״מ בשתיהן:",
                "<b>לא יערער על מתו.</b> לא יביא ספדן לערער על מתו שמת זה ימים רבים, לחזור על קרובי המת כדרך שחוזר הספדן שצועק ואומר בואו בכו עמי כל מרי לב. ומי שלבו דוה עליו הולך ומספיד על קרובו:",
                "<b>לא יספידנו.</b> לא ישכור ספדן על מתו שמת לו באותה שעה:",
                "<b>קודם לרגל שלשים יום.</b> תמיד. דאמרי טעמא בגמרא שדרך בני אדם לכנוס מעות לצורך הרגל קודם לרגל ל׳ יום מכי שמע שדורשים בהלכות הרגל, ושמא יתן המעות שכנס לצורך הרגל לספדן וימנע משמחת הרגל. ואית דאמרי שאין המת משתכח מן הלב אלא לאחר ל׳ יום אחר הספדו: "
            ],
            [
                "<b>אין חופרין כוכין וקברות במועד.</b> להקבר בו מת שימות לאחר המועד. כוכין, במערה שתחת הקרקע. וקברות, בבנין:",
                "<b>אבל מחנכין.</b> שאם היה ארוך מקצרו. ואם היה קצר מאריך ומרחיב בו:",
                "<b>נברכת.</b> של כובסין, מקום מתוקן לכבס בו הבגדים, ולית ביה טרחא כולי האי:",
                "<b>וארון עם המת בחצר.</b> שמת שם. מותר לנסר הנסרים ולעשות לו ארון. אבל בחצר אחרת לא, שלא יאמרו מלאכה אחרת הוא עושה. ולא שנו אלא באדם שאינו מפורסם, אבל אדם מפורסם עושין לו ארון ואפילו בשוק. ולדידן שאנו מתי מספר, כל אדם הוי מפורסם:",
                "<b>ר״י אוסר.</b> להביא עצים לעשות נסרים בתחלה לצורך הארון אלא א״כ מנוסרות קודם יו״ט. ואין הלכה כר״י: "
            ],
            [
                "<b>מפני ששמחה היא לו.</b> ואין מערבים שמחה אחרת בשמחת הרגל, דכתיב (דברים ט״ז:י״ד) ושמחת בחגך. בחגך ולא באשתך:",
                "<b>אבל מחזיר הוא את גרושתו.</b> דאינה שמחה כ״כ אלא באשה חדשה שלא היתה לו מעולם:",
                "<b>ועושה אשה תכשיטיה.</b> כגון לתת כחול בעיניה, ולהשוות שער ראשה שלא יתפזר, ומעברת צבע אדום על פניה, ומעברת סכין על פניה של מטה, וכן כל כיוצא בזה:",
                "<b>שניוול הוא לה.</b> צער הוא לה. ואין הלכה כר״י: "
            ],
            [
                "<b>ההדיוט תופר כדרכו.</b> הדיוט מקרי כל שאינו יודע לכוין שפה לבגד שתהא שוה ומכוונת בו, אלא מעקם לכאן ולכאן ועושהו רחב במקום זה וקצר במקום אחר:",
                "<b>מכליב.</b> עושה תפירות כעין שיני הכלב, שאינן שוין זו כנגד זו אלא אחת למעלה ואחת למטה:",
                "<b>מסרגין את המטות.</b> אורגין אותן בחבלין שתי וערב:",
                "<b>ממתחין.</b> אם היה ארוג זה ימים רבים ורפו החבלים, ממתחין, אבל לא מסרגין. ואין הלכה כר׳ יוסי: "
            ],
            [
                "<b>מעמידין.</b> בונין ומושיבין ומתקנים תנור שצריך לו במועד. ולפי שתנורים שלהם מטלטלין היו ממקום למקום להכי תני מעמידין:",
                "<b>אין מכבשין.</b> מנקרין ומכין בפטיש על הרחים כשהן חלקות יותר מדאי ואין טוחנות יפה. ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>ולמרפסת.</b> הלוך שלפני עליה שבני העליה הולכים בו ויורדים דרך סולם לחצר:",
                "<b>ושפין את הסדקין.</b> גגות שאינן משופעין טוחין אותן בטיט, וכשיש סדקים בטחיית הטיט הדלף יורד בבית ואיכא פסידא. שפין, טחין:",
                "<b>מעגלה.</b> עץ עגול שבו מחליקין הגגות:",
                "<b>במחלצים.</b> כלי אומנות של ברזל רחבה כעין כף ולה בית יד:",
                "<b>הציר.</b> רגל הדלת הסובבת בתוך חור האסקופה התחתונה של פתח:",
                "<b>צינור.</b> החור שבאסקופה:",
                "<b>והקורה.</b> קורות הבית ממש שנשברו אפילו קודם יו״ט:",
                "<b>ובלבד שלא יכוין מלאכתו במועד.</b> שלא יאמר אמתין עד המועד שאין לי מלאכה אחרת ואעשה את זאת:",
                "<b>כבשים.</b> כגון דגים וירקות וכיוצא בהן שכובשין במלח וחומץ:",
                "<b>שיכול לאכלן במועד.</b> שיהו נכבשין מהר וראויין לאכול מיד:"
            ]
        ],
        [
            [
                "<b>מי שהפך.</b> דרך בני אדם שמהפכין הזיתים בתוך המעטן שהם צבורים בו, כשרוצים להכניסן לבית הבד. ואי לא מסיק להו לבד לטחון לאחר שהפכן פסדי:",
                "<b>וארעו אבל.</b> שאסור במלאכה:",
                "<b>או שהטעהו פועלים.</b> שלא באו למלאכתו. והגיע המועד:",
                "<b>טוען.</b> על הזיתים קורה של בית הבד פעם ראשונה ומכביד, כדי שיזובו קצת ולא יפסידו אבל לא בפעם שניה משום דתו לא פסדי. ומהכא שמעינן דדברים המותרים במועד אסור לאבל לעשותם בידו בימי אבלו, מדקתני וארעו אבל ומחמת האבל עכב עד המועד, טוען קורה ראשונה במועד, אבל בימי אבלו היה אסור לטעון בידו אפילו קורה ראשונה. אבל אחרים טוענים לו:",
                "<b>זולף.</b> שופך הזיתים על גבי בית הבד. וכל מידי דשפיך קרוי זילוך:",
                "<b>וגומר.</b> סחיטתם ועיצורם בבית הבד:",
                "<b>וגף.</b> סותם פי החביות. והלכה כרבי יוסי: "
            ],
            [
                "<b>בתור הבור.</b> חפירה שתחת הגת מסויידת בסיד לקבל היין:",
                "<b>למודים.</b> נסרים של עץ. כלומר מכסה אותו שם בנסרים שלא יחמיץ, ולא ישלהו מן הבור. והלכה כר׳ יוסי: "
            ],
            [
                "<b>ושולה פשתנו.</b> כל מה שמעלה מן המים קרוי שולה:",
                "<b>אם כוונו מלאכתן במועד יאבדו.</b> ב״ד מאבדים אותו ממון, ועושים אותו הפקר: "
            ],
            [
                "<b>אלא לצורך המועד.</b> שהקונה צריך להם במועד, בתים לישב בהם, עבדים לשמשו, בהמה לשחיטה:",
                "<b>או לצורך המוכר.</b> שצריך למעות להוציאן לצורך יום טוב:",
                "<b>אין מפנים.</b> כלים או תבואה:",
                "<b>מבית.</b> זה לבית אחר רחוק ממנו, מפני הטורח:",
                "<b>אבל מפנה לחצרו.</b> לבית אחר שבאותו חצר, דצנעה הוי. אבל מבית לבית דרך ר״ה לא:",
                "<b>ואין מביאין כלים מבית האומן.</b> וה״מ כלים שאינן לצורך המועד, אבל כלים שהן לצורך המועד כגון כרים וכסתות וכוסות וקיתוניות שרי:",
                "<b>ואם חושש להם.</b> שמא יגנבו מבית האומן, או אם צריך האומן לשכרו ואין בעל הכלי מאמינו כי ירא שמא ישאל ממנו שכר פעולתו פעם שניה: "
            ],
            [
                "<b>מחפין את הקציעות.</b> תאנים שטוחין בשדה ליבשן, מחפין ומכסין אותן בקש מפני הגשמים:",
                "<b>אף מעבין.</b> שנותנין אותן זו ע״ג זו ועושין אותן כמין כרי, שיהיו העליונות מגינות על התחתונות:",
                "<b>הדשושות.</b> שדשים וכותשים חטים לדייסא:",
                "<b>הגרוסות.</b> שעושים גריסין של פול:",
                "<b>הם.</b> האומנין:",
                "<b>החמירו על עצמן.</b> ואין עושין אפילו בצנעה. ואין הלכה כרבי יוסי:"
            ]
        ],
        [
            [
                "<b>ואלו מגלחין.</b> הבא ממדינת הים. במועד. שלא היה לו פנאי לגלח קודם המועד. והוא שפירש לסחורה או לדבר הצריך, אבל אם לא פירש אלא לטיול בעלמא אסור:",
                "<b>והיוצא מבית האסורין.</b> ואפילו חבוש ביד ישראל שהיה מניחו לגלח, לפי שהיה בצער:",
                "<b>ומנודה.</b> שהתירו לו נדויו במועד. וקודם המועד לא היה יכול לגלח, דמנודה אסור בתספורת:",
                "<b>ומי שנדר.</b> שלא לגלח, ולא מצא חכם שיתיר לו נדרו קודם המועד. א״נ לא מצא פתח לחרטה אלא במועד:",
                "<b>והנזיר.</b> שהשלים נזירותו במועד:",
                "<b>ה״ג והמצורע העולה מטומאתו לטהרתו.</b> אם חל שביעי שלו במועד מותר בתספורת, דכתיב (ויקרא י״ד:ט׳) ביום השביעי יגלח את כל שערו. וגלוח דנתק לא חשיב, שאינו אלא דבר מועט שמגלח סביב הנתק. וטעמא דאסור לכל אדם לגלח במועד חוץ מאלו השנויים במשנה, כדי שלא יכוונו לגלח בתוך המועד שהם בטלים בו ממלאכה ויבוא י״ט ראשון של רגל כשהם מנוולים. וה״ט נמי דאסרו הכבוס במועד: "
            ],
            [
                "<b>ומי שנשאל לחכם.</b> שנדר שלא לכבס בגדיו, ונשאל לחכם במועד והתיר לו נדרו:",
                "<b>ומטפחות ידים.</b> שמנגבים בהם ידים בשעת אכילה:",
                "<b>ומטפחות ספרים.</b> כסות שנותנים הספרים למסתפר בין כתפיו מפני השער. וכשבא לגלח לאלו השנויים במשנה שהן מותרין לגלח במועד צריך לכבסה תמיד:",
                "<b>מטפחות הספגין.</b> שמנגבין בהן כשיוצאין מן המרחץ:",
                "<b>וכל העולים מטומאה לטהרה.</b> במועד, מותרים לכבס בגדיהם. וכלי פשתן אפילו של כל אדם מותר לכבסן במועד, מפני שהן צריכין כבוס תדיר, ואפילו המכובסים ערב הרגל מיטנפי מיד וצריכים כבוס בתוך הרגל, הלכך לא גזרו בהו. ומי שאין לו אלא חלוק אחד, אפילו שאינו של פשתן מותר לכבס במועד, והוא שעומד ערום בשעת כביסתו עם אזור במתניו בלבד לכסות בשר ערוה שזה מוכיח שאין לו אלא החלוק הזה שהוא מכבס בלבד: "
            ],
            [
                "<b>קדושי אשה.</b> כותב על הנייר או על החרס הרי את מקודשת לי, ומקדש בו האשה אע״פ שאין בו שוה פרוטה. ולפיכך מותר לכתוב במועד שמתירא שמא יקדמנו אחר והוה ליה דבר האבד:",
                "<b>גיטין.</b> שרוצה לצאת בשיירא, ואם אינו כותב עכשיו תשאר זאת עגונה:",
                "<b>ושוברים.</b> שאם יאמר הלוה לא אפרע חובך אם אין לי שובר ממך, שומעין לו, וילך לדרכו, ונמצא זה מפסיד את מעותיו:",
                "<b>דייתיקי.</b> מתנת שכיב מרע. ופירוש דייתיקי, דא תהא למיקם ולהיות, שדברי שכיב מרע ככתובין וכמסורין דמו. ",
                "<b>מתנה.</b> מתנת בריא. ואי לא כתיב להו מפסיד המקבל, דשמא יחזור בו הנותן:",
                "<b>ופרוזבולין.</b> שלא תשמט שביעית ויפסיד את מעותיו. פרוזבול, פרוז בולי. ופרוז בוטי, כלומר תקנה לעשירים שלא יעברו על מה שכתוב בתורה (דברים ט״ו:ט׳) השמר לך פן יהיה דבר עם לבבך בליעל. ותקנה לעניים שימצאו ללוות. בולי עשירים. בוטי עניים. והלל תקן פרוזבול, שטר שכותבין בו מוסר אני לכם פלוני ופלוני הדיינין שכל שטר שיש לי על פלוני אגבנו כל זמן שארצה. ושוב אין שביעית משמטת הלואתו, דהוי כאילו גבו ב״ד את חובו, ושוב לא קרינן ביה לא יגוש את רעהו:",
                "<b>אגרות שום.</b> ששמו ב״ד נכסי לוה ונתנו למלוה:",
                "<b>אגרות מזון.</b> שמכרו ב״ד את הקרקע למזון האשה והבנות, וכותבין מעשה ב״ד על זה. א״נ מי שקיבל עליו לזון את בת אשתו:",
                "<b>מיאונים.</b> קטנה שהשיאוה אמה ואחיה, יכולה למאן בבעלה ולומר אי אפשי בפלוני בעלי, ויוצאה בלא גט. ושטר שכותבין לעדות דבר זה, נקרא שטר מיאונים:",
                "<b>שטרי ברורין.</b> שבררו להם דיינין, זה בורר לו אחד וזה בורר לו אחד, וכותבין שטר שלא יחזרו בהן הבעלי דינים:",
                "<b>וגזירות ב״ד.</b> פסק דין שפסקו הדיינים:",
                "<b>אגרות של רשות.</b> צווי השלטון. כמו ואל תתודע לרשות, הוו זהירים ברשות. וי״מ אגרות של שאלת שלום שכותבים בין אדם לחבירו: "
            ],
            [
                "<b>אין כותבין שטרי חוב במועד.</b> הואיל ויכול לכתבו לאחר המועד:",
                "<b>ואם אינו מאמינו.</b> ואינו רוצה להלוותו בלא שטר, ולוה צריך למעות, כותבין:",
                "<b>או שאין לו.</b> לסופר מה יאכל, הרי זה יכתוב ויטול שכרו, דשכר פעולה למי שאין לו מה יאכל שרי:",
                "<b>ואפילו בספר העזרה.</b> ס״ת שכהן גדול קורא בו ביום הכיפורים, ואע״ג דצריך לרבים:",
                "<b>לעצמו.</b> לקיים המצוה. אבל לא למכור או להשכיר:",
                "<b>וטווה על ירכו תכלת.</b> שנותן החוט על ירכו ומשפשף בידו והוא נטוה מאליו. אבל לא בידו בין אצבעותיו, ולא בפלך כדרך שהוא עושה בחול. והלכה, טווה אדם תכלת לבגדו בין בפלך בין באבן: "
            ],
            [
                "<b>הקובר את מתו.</b> שמת לו מת קודם הרגל, ונהג אבילות קודם הרגל שלשה ימים:",
                "<b>בטלה ממנו גזירת שבעה.</b> אבל לא בטלה הימנו גזירת שלשים דהיינו איסור תספורת, ומונה אחר הרגל שלשים יום עם הג׳ שעברו כבר מן השלשים. ופסק הלכה שהקובר את מתו אפילו שעה אחת קודם הרגל בטלה ממנו גזרת שבעה:",
                "<b>שמונה.</b> ימים קודם הרגל, הואיל ונכנס אחד מימי הגלוח קודם לרגל, אתי רגל ומבטל את השאר לגמרי:",
                "<b>שבת עולה.</b> שבת שבימי אבלו עולה למנין ז׳:",
                "<b>ואינה מפסקת.</b> שאינה מבטלת את השאר, אלא יושב ומתאבל אחר שבת:",
                "<b>הרגלים מפסיקין ואינם עולים.</b> אם נהג אבילות קודם הרגל, הרגל מפסיק ומבטל גזירת ל׳. ואם לא נהג אבילות קודם הרגל אלא התחיל אבילתו ברגל, אין ימי הרגל עולים למנין ז׳, אבל עולין למנין ל׳. וטעמא דשבת עולה לחשבון שבעת ימי אבלות, משום דדברים שבצנעה נוהג בה, כגון תשמיש המטה ופריעת הראש שאסור בגלוי הראש, ורחיצה בחמין, שהאבל אסור בהן בשבת. אבל הרגל אין שום דין מדיני אבלות נוהג בו, לפיכך מפסיק לגמרי. ואם לא חל אבילות כלל קודם הרגל, כגון שנקבר המת בתוך הרגל אינו עולה למנין שבעה, ומתחיל למנות שבעה אחר הרגל: "
            ],
            [
                "<b>משחרב בית המקדש.</b> דאין לעצרת תשלומין כל שבעה לקרבן. בטלה ליה תורת הרגל, והוי כשבת שאינה מפסקת. אבל בזמן המקדש שמי שלא חג ביום ראשון של עצרת היה חוגג והולך כל שבעה, כחג המצות, היה עצרת כחג המצות אף לענין אבילות. ומסקנא דמלתא לענין פסק ההלכה, דעצרת בזמן הזה כרגלים, ור״ה ויוה״כ כרגלים. ומי שמת לו מת קודם אחד מאלו אפילו שעה אחת, בטלה ממנו גזירת שבעה. ואם מת שבעה ימים קודם אחד מימים טובים אלו, בטלה ממנו גזירת ל׳. ומי שמת לו מת שעה אחת קודם חג הסוכות בטלה ממנו גזירת ז׳ כדאמרן. וז׳ ימי הרגל עולין למנין ל׳. ואע״ג דתנן רגלים מפסיקין ואינן עולין, אין עולין למנין ז׳ אבל עולין למנין ל׳, הרי י״ד יום, ושמיני עצרת הוא רגל בפני עצמו, ונחשב כאילו הוא ז׳ ימים, הרי כ״א יום, מונה עוד ט׳ ימים עד ל׳ ודיו. וגזירת שבעה דאמרן הוא שאבל כל שבעת הימים אסור ברחיצה בחמין אפילו מקצת גופו, ובצונן כל גופו, ואסור בכבוס בגדיו, ובסיכה, ובנעילת הסנדל, ובתשמיש המטה, ובעשיית מלאכה, ובשאלת שלום. וחייב בעטיפת הראש, ובכפיית המטה שתהיינה כל המטות שבביתו כפויות ע״ג קרקע ויישן בהם ולא על מטה זקופה, ואסור ליטול צפרניו בכלי, ולא שער שפמו ואפילו מעכב עליו את האכילה, ואסור לקרות בתורה בין בתורה שבכתב בין בתורה שבעל פה, ולא ישלול הקרע שעליו. וגזירת ל׳ היא שמשבעה ועד תשלום ל׳ אסור ללבוש בגד חדש, או בגד לבן מגוהץ, ואסור בתספורת, ובסעודת הרשות, וללכת בסחורה עם חבריו, ולישא אשה אחרת אם יש לו אשה ובנים, ולא יאחה הקרע שעליו: "
            ],
            [
                "<b>אין קורעין.</b> במועד, אלא קרוביו של מת. לאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו ולאשתו, אלו שבעה מתים שחייב להתאבל עליהם. ועל שאר קרובים שאינו חייב להתאבל עליהם אין קורעין עליהם במועד. ולא אמרן אלא שאינו חכם או אדם כשר ובעל מעשים. אבל חכם שמת, הכל קרוביו, והכל קורעין עליו אפילו במועד. וכן על אדם המוחזק בכשרות וחסידות. וכל העומד בשעת יציאת נשמה על כל אדם מישראל, חייב לקרוע ואפילו במועד. וקריעה על אביו ועל אמו היא בכל בגדיו עד שמגלה את לבו, וקורע בידו ומבדיל שפת הבגד העליונה, וקורע מבחוץ, שאינו מכניס ידו תחת בגדיו כשהוא קורע, ושולל לאחר ל׳ יום, ואינו מאחה לעולם. וכן על רבו שלמדו תורה. אבל על כל שאר קרוביו קורע טפח מן הבגד העליון לבד, וקורע בכלי אם ירצה, וא״צ להבדיל השפה, ויש לו להכניס ידו תחת בגדיו כשהוא קורע, ושולל לאחר שבעה, ומאחה לאחר שלשים. ואין קריעה אלא מעומד:",
                "<b>ולא חולצים במועד.</b> חליצת כתף שזרועותיהן וכתפיהן מגולות:",
                "<b>ולא מברין.</b> סעודה ראשונה, שאבל אסור לאכול משלו ורגילים להברותו ברחובה של עיר, ובמועד אין מברין אלא קרוביו בתוך ביתו:",
                "<b>ואין מברין אלא על מטות זקופות.</b> ואפילו בתוך ביתו אין מברין אותו על מטות כפויות שרגילין בשאר ימות השנה כל קרוביו ומי שלבו גס בו לאכול עמו על מטה כפוייה לארץ, ובמועד אין מברין אלא על מטות זקופות:",
                "<b>ואין מוליכין.</b> הסעודה לבית האבל:",
                "<b>לא בטבלא.</b> דרך כבוד:",
                "<b>ולא באסקוטלא.</b> כמין שלחן קטן של כסף או של זהב או של זכוכית. ואני שמעתי קערה של כסף, שכן בלע״ז קורין לקערה שקודיל״א:",
                "<b>אלא בסלין.</b> של ערבה קלופה. שלא לבייש העניים שבאין להברות שאין להם טבלא ואסקוטלא:",
                "<b>ופוטרין את הרבים.</b> נותנים להם רשות לילך מיד: "
            ],
            [
                "<b>אין מניחין את המטה.</b> של מת:",
                "<b>ברחוב.</b> במועד:",
                "<b>לעולם.</b> אפילו בחול דכתיב (במדבר כ׳:א׳) ותמת שם מרים ותקבר שם סמוך למיתה קבורה:",
                "<b>מטפחות.</b> מספקות כף אל כף:",
                "<b>ר״ש אומר כו׳</b> ואין הלכה כר״ש: "
            ],
            [
                "<b>ואשה רעותה קינה.</b> ומדכתיב ולמדנה, אלמא קינה, אחת אומרת וחברתה עונה:",
                "<b>אבל לעתיד לבא אומר בלע המות לנצח.</b> שיבלע הקב״ה את המות, וכולן עונות שירה שאין מיתה ואין דמעה. ונקטינן להאי קרא הכא. משום אל תעמוד בדבר רע [לכן ראה לסיים בדבר טוב]:"
            ]
        ]
    ],
    "textrambam": [
        [
            [
                "<b>משקין בית השלחין במועד ובשביעית בין ממעיין שיצא כו': </b>באה הקבלה כי חולו של מועד אסור בעשיית מלאכה והמשנה <small>[<small><b>הגהות הגרי\"פ:</b></small> <small></small>תקרא מועד הימים שאנו קורין</small>] חולו של מועד [<small>והם</small>] הימים שבין כל מועד ומועד וקבלנו שיש מלאכות מיוחדות שמותר לעשותם במועד ומלאכות מיוחדות שאסור לעשותם במועד וזו היא כוונת המסכתא ומן הדברים שמותר לעשותם הם כל דבר שאם מניחים אותו לעשותו עד לאחר המועד יהיה לו הפסד גדול כמו השקאת הארץ הצמאה והיא הנקראת בלשון חכמים בית השלחין תרגום עיף משלהי מפני שהיא צמאה ברוב ואם יניחוה בלי מים יפסדו כל אילנותיה ובלבד שלא יהיה בהשקאתה טורח הרבה אבל אם יש בו עמל הרבה אסור לעשותו במועד ולפיכך אסור להשקות הארץ הצמאה במועד ממי הקילון וכיוצא בדבר והם המים המכונסים במקום נמוך לפי שצריך להשקות מהם בדלי ויש בו עמל הרבה וזהו ענין קילון כלומר בור עמוק. וכן מי גשמים שמתקבצים מהם אגמים וכשהגשמים פוסקים יתמו המים הבאים לאגמים ויצטרך להשקות מהם בדלי. ועוגיות הוא שיחפור סביב עיקרי האילנות חפירות קטנות יתקבצו שם המים וכבר קדם לך בתעניות עג עוגה: "
            ],
            [
                "<b>רבי אלעזר בן עזריה אומר אין עושין כו': </b>אמת המים היא שוקת המים ואסור לחפור אותה בשנה שביעית לפי שהוא מתקן את הארץ שבצדה לזרע כי היא מתלחלחת בלחלוח המים ותצמיח. וכבר ידעת ונתבאר לך בשביעית כי כל שבחי הארץ והאילנות הם אסורין בשביעית שנאמר ושבתה הארץ. ומתקנין את המקולקלות פי' שיוסיף להעמיקן ויהיו מתוקנין כהוגן וקלקולי המים מה שנפסד בבריכות המים מותר לתקנן ולהשוותם ואם רבים צריכים להם לאותן הבריכות כגון המעינות ששותין מהם רבים מותר לחפור אותן בחוש\"מ. וכל צרכי הרבים הם כגון קציצת הקוצים והשוואת הדרכים המקולקלים ובנין הגשרים ודוגמתן. והממונין יוצאין לעקור הכלאים בחולו של מועד כי שכירות העוקרו חובה על ב\"ד לוקחין אותו השכירות מתרומת הלשכה ובני אדם בחולו של מועד בטלין ונשכרין בזול ויש בזה ריוח לתרומת הלשכה והלכה כחכמים: "
            ],
            [
                "<b>ראב\"י אומר מושכין את המים מאילן לאילן כו': </b>מושכין את המים מאילן לאילן הוא שמושכין את המים מעקר אילן זה לעקר אילן אחר. ואם היתה כל השדה מטוננת מותר להשקותה כי אותה ההשקייה אינה נראית בו. וזרעים שלא שתו לפני המועד לא ישקום במועד לפי שהם צריכים מים רבים. וכבר אמרנו כי כל דבר שיש בו עמל הרבה שאסור לעשותו והלכה כר' אליעזר בן יעקב: "
            ],
            [
                "<b>צדין את האישות ואת העכברים משדה האילן כו': </b>אישות הוא מין שרץ שאין לו עינים וזו הבריה מפסדת האילנות. ושדה הלבן היו חורשים וזורעין אותו ואין בו אילנות ואסור לצוד אותן בשדה הלבן אלא א\"כ הוא בקרוב לשדה האילן שמא ימשכו אותן האישות לשדה האילן ויפסידו אותו לפי שאין להם בשדה הלבן מה שיפסידו. ואמרם כדרכו הוא שיחפור חפירה בקרקע ותולה בה מצודה. ושלא כדרכו הוא שיחפור אותה חפירה שלא כדרך חפירה והוא שתוקעין יתידות בקרקע ועוקרין אותן וישאר הקרקע חפור. ומקרין את הפרצה הוא שמשים האבנים או הלבנים זו על גב זו ולא יטיח בטיט ולא יסיד בסיד וזה בכותל גינה אבל בכותל חצר אם נפרץ בונה כדרכו והלכה כחכמים: "
            ],
            [
                "<b>רבי מאיר אומר רואין את הנגעים בתחלה כו': </b><b>ועוד אמר ר\"מ מלקט אדם עצמות אביו ואמו כו': </b>כבר ידעת כי מן הנגעים שאמר השם בהם (ויקרא י״ג:ה׳) והסגירו הכהן שבעת ימים ומהם שאמר השם בהם (שם) והסגירו שבעת ימים שנית ומחלוקותם הוא בראייתו בהסגר שני רמ\"א כ\"א ראה אותו שטהר אומר לו טהור אתה ואם ראה אותו שנטמא שותק וזהו ענין אמרו להקל אבל לא להחמיר. וחכמים למידים ממאמרו לטהרו או לטמאו דכיון שראהו על כל פנים יש לו לדון ולומר טהור או טמא ואין לו לשתוק. ולפיכך אינו רואה במועד כדי שלא יטמאנו וידאג במועד והשם אמר (דברים ט״ז:י״ד) ושמחת בחגך. וכך אין סופדין את המת ל' יום קודם המועד כדי שלא יבא המועד והוא מתאנח ודואג מפני התעוררות אבילותו ואין הלכה כר\"מ בשתי ההלכות: "
            ],
            [
                "<b>אין חופרין כוכין וקברות במועד אבל מחנכין כו': </b>כוכין הוא שחופרין בקרקע קברים. וקברות הוא שבונין קבר על גבי קרקע ואסור לעשות קבר לקבור בו את המת לאחר המועד ומחנכין הוא שיוסיף באורך הקבר וברחבו אחר שהיתה חפורה. ונברכת היא חפירה כאותן ששורין בו את הפשתן ודומיהן ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>אין נושאין נשים במועד לא בתולות ולא אלמנות כו': </b>אמרו מפני ששמחה היא לו הטעם לאסור לישא אשה במועד כי העיקר אצלנו אין מערבין שמחה בשמחה ולפיכך אין לערב שמחת הרגל בשמחה אחרת. ותכשיטי אשה הוא שתכחול עיניה ותעשה משערותיה עבותות כדי שלא יתפזרו ותשים בפניה צבע כדי שתראה אדומה ותסיר השער ממקומות מגופה ואפי' בתער וכל הדומה לזה מותר במועד. והיה מנהג הנערות הקטנות שלהם כשהיו קרובות לבגרות שהיו טופלות בשרם בסיד וכיוצא מן הדברים שיחממו הבשר כדי להביא דם נדותן והיו נותנין עמו סממנים אחרים כדי לפתוח נקבי הגוף הקטנים כדי להשיר את השער ור' יהודה היה אוסר זה במועד למה שיש בו מן הטינוף ואין הלכה כר' יהודה: "
            ],
            [
                "<b>ההדיוט תופר כדרכו והאומן מכליב ומסרגין כו': </b>ההדיוט הוא מי שאינו בקי במלאכת התפירה וגדרו כאן הוא שאינו יכול לכוין אמרא בשפת חלוקו בשעת חתוך הבגדים. ומכליב הוא שתופר תפירה שאינה שוה אלא כשיני הכלב. ומסרגין את המטות הוא שמותחין חבלים באורך וברוחב בארבע כרעי המטה. ומה שאמר ר' יוסי אומר אף ממתחין ר\"ל ממתחין אבל לא מסרגין וממתחין הוא שמותחין אותן כשהן רפות עד שיתמתחו בחוזק ויתקשו כמו היתרים המתוחים ואין הלכה כרבי יוסי: "
            ],
            [
                "<b>מעמידין תנור וכירים ורחיים במועד כו': </b>מכבשין פירושו מנקרין הרחיים ואין הלכה כרבי יהודה: "
            ],
            [
                "<b>עושין מעקה לגג ולמרפסת מעשה הדיוט כו': </b>מעשה הדיוט כמו שקדם זכרו שיתן האבנים זו על גב זו בלא טיט. ושפין את הסדקין פי' ששפין ומחליקין הסדקין של גג כדי שילכו המים ולא ירדו לבית דרך אותן סדקין. ואמרו ומעגילין אותן כעין מעגלה ביד או ברגל אבל לא במחלצים ומחלצים כלי ברזל שהבנאים מחליקין בו ובלשון עברי מקצוע. וציר הדלת ידועה היא כמו עלי המכתש של ברזל והוא קטן. וצינור ידוע. ומנעול דבר שסוגרים בו הדלתות. ופי' שלא יכוין מלאכתו במועד שלא יתעצל קודם המועד במלאכתו ויתכוין לעשותה במועד: "
            ]
        ],
        [
            [
                "<b>מי שהפך את זיתיו ואירעו אבל או אונס כו': </b>רצה לומר שהטעוהו שלא עמדו האומנים בתנאם עמו. ואמר לאחר המועד ולא אמר אחר האבל ללמדך שהדברים שאסור לאדם לעשות בידיו בימי אבלו כמו הפיכת זיתיו שהוא מותר לעשותן בחולו של מועד. וקורה ראשונה שיטחנו הזיתים הטחינה הראשונה בלבד. וזולף הוא שיגרוף אותם מן הבור. וגומר הוא שיסחוט הזיתים כדי שיצא מהם כל השמן. וגף הוא שיסתום פי החבית והלכה כרבי יוסי: "
            ],
            [
                "<b>וכן מי שהיה יינו בתוך הבור ואירעו כו': </b>לימודים פי' שיכסה אותם בנסרים והלכה כרבי יוסי: "
            ],
            [
                "<b>מכניס אדם פירותיו מפני הגנבים ושולה כו': </b>פי' יאבדו שב\"ד מאבדין לו כל אותו הממון ועושין אותו הפקר: "
            ],
            [
                "<b>אין לוקחין בתים עבדים ובהמה אלא לצורך המועד כו': </b><b>אין מפנין מבית לבית אבל מפנה כו': </b>מבית לבית פי' מבית זה לבית אחר ואמר מפנה הוא לחצרו רצה לומר שמפנה אותן לבית אחר שבאותו חצר וכשהכלים הם לצורך המועד כגון כרים וכסתות ומצעות וכלי אכילה ושתיה מביאין אותן מבית האומן: "
            ],
            [
                "<b>מחפין את הקציעות בקש ר' יהודה אומר כו': </b>מעבין פי' שנותנין אותם זו על גב זו והוא קרוב ללשון ערבי וכן אמרו בפירות העושה אותן כמין כרי. ודשושות מוכרי החטים גריסים. וגרוסות מוכרי פולין גריסין. וכבר ידעת כי הפולין הטחונים נקראין גריסין ורבי יוסי אומר הן החמירו על עצמן שאינן מוכרין לעולם ואפי' בצנעא ואין טוחנין ואין הלכה כר' יהודה ואין הלכה כרבי יוסי: "
            ]
        ],
        [
            [
                "<b>ואלו מגלחין במועד הבא ממדינת הים בו': </b>מה שאסרו על כל אדם הגילוח וכבוס הבגדים במועד כדי שלא יתכוונו לאחר גילוחן וכבוס בגדיהם עד חולו של מועד שיהיו בטלים ממלאכתם ויבא יום טוב ראשון והם מנוולין ואינן מתקשטין ליום טוב והבא ממדינת הים בתנאי שיפרש לים בסחורה או בדבר הצריך. אבל אם הפריש להשתעשע בלבד לא לעסק אחר אסור לגלח. ומנודה אסור לגלח בימי נידויו. ומי שנשאל לחכם הוא מי שנשבע שלא יגלח זמן ידוע ולא נזדמן לו חכם שיתיר לו נדרו אלא בתוך המועד. וכבר ידעת דין התורה בתגלחת נזיר ומצורע. והעולה מטומאתו לטהרתו כמו מי שהיה טמא בי\"ט ולא שלמו ימי טהרתו אלא בתוך המועד כגון טמא מת או בא על נדה וכיוצא בו: "
            ],
            [
                "<b>ואלו מכבסין במועד הבא ממדינת הים ומבית השביה כו': </b>מטפחות הספג. הם הרדידים שמנגבין בהם הידים. וזה האיסור אינו אלא בבגדים שאינן של פשתן אבל בגדי פשתן בלבד מותר לכבסן במועד לפי שהם מתלכלכין מהרה כי אפי' הכבוסים קודם יום טוב צריכין לכבס אפילו בחולו של מועד. ומי שאין לו אלא חלוק אחד מותר לכבסו במועד מאיזה מין שיהיה הבגד: "
            ],
            [
                "<b>ואלו כותבין במועד קידושי נשים גיטין ושוברין כו': </b>שוברין. שטרי המחילות והחלוקות הנופלות בין בני אדם הנושאין ונותנין זה בזה. דייתיקי. הוא מין ממיני המתנות וחלוק זה המלה דא תהא למיקם ולהיות והיא מתנת שכיב מרע האחרונה שהוא סומך עליה בסוף. ופרוזבול. כבר נתבאר דברו במסכת שביעית. אגרות שום. הם שומא ששמים ב\"ד קרקע ומעריכין אותה לבעל חובו. אגרות מזון. הם שמוכרין בית דין הקרקע למזון האשה והבנות וכותבין בזה מעשה בית דין. ושטרי ברורין. כמו שבארנו זה בורר לו אחד וזה בורר לו אחד כמו שיתבאר בסנהדרין. גזירות ב\"ד. ענינו גזר דין. אגרות של רשות. כתבים ששולחין בני אדם זה לזה ממקום למקום: "
            ],
            [
                "<b>אין כותבין שטרי חוב במועד ואם אינו מאמינו כו': </b>אם אין לו מה יאכל כותב ומוכר כדי פרנסתו. והלכה כרבי יהודה: "
            ],
            [
                "<b>הקובר את מתו ג' ימים קודם לרגל בטלה הימנו כו': </b>פסק ההלכה הקובר את מתו אפי' שעה אחת קודם הרגל בטלה ממנו גזירת שבעה. וענין עולה ואינה מפסקת שיחשבו מכלל שלשים ועולין למנין ואינו מפסיד האבילות. כי העיקר אצלנו דבר שבצנעא נוהג כגון תשמיש המטה ורחיצה בחמין ופריעת הראש כי כל זה אסור באבל ואפי' בשבת. אבל לרגל מפסיק עכ\"פ ואין נוהגין בו דבר מאבילות. ואין עולין לפי שכשישלמו שבעה ימי אבלות וחל הרגל אח\"כ בטלה גזירת שלשים יום כמו שנזכר ולא נאמר כי מנין ימי הרגל בלבד תעלה למנין שלשים וכמו כן רגל אינו עולה למנין שבעה אבל נאמר שתבטל גזירת שבעה לגמרי כמו שיתבאר. ואם נקבר המת בתוך הרגל אינן נחשבין ימי הרגל מימי האבלות: "
            ],
            [
                "<b>ר\"א אומר משחרב בית המקדש עצרת כשבת בו': </b>הלכה כחכמים באמרם עצרת כרגלים וכרבן גמליאל באמרו ראש השנה ויום הכפורים כרגלים. וכשקובר האדם מתו אפילו שעה אחת קודם חג המצות בטלה ממנו גזירת שבעה ושבעה ימי החג נחשבין ויחשב אחר הרגל ששה עשר יום להשלים שלשים יום. וכן אם קבר מתו אפילו שעה אחת קודם עצרת או לפני יום הכפורים וראש השנה יחשוב אחריהן ששה עשר יום לפי שהן כרגלים. ולפיכך כשנקבר לפניהם שבעה ימים בטלה ממנו גזירת שלשים. אבל מי שקבר מתו אפילו שעה אחת קודם חג הסוכות בטלה ממנו גזירת שבעה כדין כל רגל ושבעת ימי החג ושמיני של חג יעלו לו למנין שבעה ימים אחרים כי העיקר אצלינו שמיני של חג רגל בפני עצמו ולא ישארו אחר שמיני של חג אלא תשעה ימים מכל השלשים יום. והקובר את מתו ברגל אינו חייב באבלות עד יום האחרון של חג ר\"ל יום טוב שני של שמיני עצרת ויתחיל למנות ממנו ואחר כך ששה ימים ויתחייב באותן הששה גזרת שבעה ואח\"כ ימנה שלשים יום מיום שמת בו המת ויתחייב בשאר הדברים אחר המועד בגזירת שלשים. וגזירת שבעה היא מה שאגיד לך והוא. כי כל שבעה ימים חייב בכפיית המטה והוא שלא יהיה בביתו מטה אלא כפויה. ואסור בתשמיש המטה. ובנעילת הסנדל. ובעשיית מלאכה בגלוי. ובשאלת שלום. וברחיצה בחמין אפי' מקצת גופו וברחיצת כל גופו בצונן. ואסור בסיכה. ולקרות בתורה ובמשנה וגמרא. וחייב בעטיפת הראש רוצה לומר שיכסה ראשו ויעטה על שפם. ואסיר לשלול את הקרע. ואסור ליטול צפרניו בכלי וליטול שפמו ואפי' מעכב עליו בשעת האכילה. ואינו רשאי לכבס בגדיו. כל אלו הדברים הם חובה על האבל כל שבעה. ומה שאתה צריך לדעת כי יום ראשון אסור לו להניח תפילין ולאכול קדשים כמו שבארנו בפסחים. וחייב לישב על המטה כפויה על הארץ. ואינו אוכל משלו. ושלשה ימים הראשונים אסור בעשיית מלאכה ואפי' בסתר. ואם נותנין לו שלום אינו מחזיר אלא שיאמר להם אבל הוא. וגזירת שלשים ששה דברים והם. שלא יגלח שערו. ולא ילבש בגד לבן חדש מגוהץ ומוחלק. ואינו מאחה הקרע שקרע על המת. ואינו הולך בסחורה. וכן אמרי' בירושלמי על כל המתים אסור ללכת בסחורה עד שלשים יום. על אביו ועל אמו עד שיגערו בו חביריו ויאמרו לו לך עמנו. אסור לו לשתות במשתה מרעות כל שלשים יום. על אביו ועל אמו שנים עשר חדש. ואסור לישא אשה שניה ולשמש מטתו עמה והוא אמרם כל שלשים יום לנישואין. ויש בגזירת שבעה עשתי עשר דבר ובגזירת שלשים ששה: "
            ],
            [
                "<b>אין קורעין ולא חולצין ואין מברין אלא קרוביו של מת כו': </b><b>אין מוליכין לבית האבל לא בטבלא בו': </b>אמרו אין קורעין אלא קרוביו של מת רוצה לומר בחולו של מועד. כי המשנה הזו מדברת בדברים שמותר לעשותן בחולו של מועד. אבל שלא בחולו של מועד. כל הרוצה לקרוע בגדיו ולחלוץ מנעליו אין מונעין אותו. ועוד זה שאמרנו שאין קורעין בחולו של מועד אלא הקרובים כשאין המת חכם או אדם כשר או אינו עומד בשעת נטילת נשמה כי העיקר אצלנו חכם שמת הכל קרוביו והכל קורעים עליו וכמו כן אדם כשר. ועוד יש לנו עיקר אחר כל העומד בשעת יציאת נשמה חייב לקרוע. וחולצין ר\"ל בכאן חליצת כתף. וקרוביו הם החייבין באבלות. והם האחים כולם בין זכרים בין נקבות בין שבאו מאם בין שבאו מאב והבנים בין זכרים בין נקבות והבעל והאבות והאשה אלו כולם חייבין באבלות קצתם על קצתם. וקריעת הבגדים מכלל חיובי האבלות. וחיובי הקרע בדרך קצרה מה שאגיד לך. והוא שיקרע טפח מן הבגד העליון בלבד וקורע בכלי ואינו צריך להבדיל שפת הבגד ויש לו להכניס ידו בפנים תחת בגדיו וקורע ואינו חייב לקרוע אלא בתוך ז' ושולל לאחר ז' ומאחה לאחר ל' וכל זה חייב על כל המתים חוץ מאביו ואמו ורבו אבל על אביו ועל אמו ועל רבו שלמדו תורה קורע ואפילו לאחר ז' וקורע כל בגדיו עד שיתגלה לבו וקורע בידו ומבדיל קומי שפה וקורע מבחוץ ושולל לאחר שלשים יום ואינו מאחה לעולם ודע כי כל קריעה אינה אלא מעומד. ואם החליף בגדו הקרוע בבגד אחר אינו חייב לקרעו אע\"פ שהוא בתוך שבעה אלא על אביו ועל אמו שלא יהיו עליו כל ז' אלא בגדים קרועים ובשבת מחזיר הקרע לאחריו. ומברין הוא שעושים סעודה לאבלים לפי שהאבל אסור לאכול משלו יום ראשון כמו שבארנו. ואסור לאבל לישב ע\"ג מטה כל ז' אלא בשבת לפי שהוא חייב בכפיית המטה כמו שבארנו והבאים להברותו ולנחמו אין מברין אותו בחוש\"מ אלא על מטות זקופות כמו שהיו יושבין קודם על מטות זקופות וכן טבלא ואסקוטלא וקנון הם כלים חשובים כמו כלי כסף ודומיהם לפי שאינן מצויין אצל העניים ויתביישו ולפיכך התקינו שיהיו הכל מביאים בסלים של ערבה שהן נמצאים ביד העשיר והעני: "
            ],
            [
                "<b>אין מניחין את המטה ברחוב שלא להרגיל את ההספד כו': </b><b>נשים במועד מענות אבל לא מטפחות בו': </b>ולא של נשים לעולם. ר\"ל לא במועד ולא בחול. ושל איש אסרו אותו במועד בלבד שלא להרגיל את ההספד במועד על דרך שאמרנו בפרק ראשון ואין הלכה כר' שמעון: "
            ]
        ]
    ],
    "sectionNames": [
        "Chapter",
        "Mishnah"
    ]
}